{
  "chapterNumber": 83,
  "title": "本輸第二 (Lingshu Chapter 2)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "黃帝問於歧伯曰︰凡刺之道，必通十二經絡之所終始，絡脈之所別處，五輸之所留，六府之所與，合四時之所出入，五藏之所溜處，闊數之度，淺深之狀，高下所至，願聞其解。"
      },
      {
        "index": 2,
        "text": "歧伯曰︰請言其次也。"
      },
      {
        "index": 3,
        "text": "肺出於少商，少商者，手大指端內側也，為井木。\n溜於魚際，魚際者，手魚也，為滎。\n注於太淵，太淵，魚後一寸陷者中也，為俞。\n行於經渠，經渠，寸口中也，動而不居，為經。\n入於尺澤，尺澤，肘中之動脈也，為合，手太陰經也。"
      },
      {
        "index": 4,
        "text": "心出於中衝，中衝，手中指之端也，為井木。\n溜於勞宮，勞宮，掌中中指本節之內間也，為滎。\n注於大陵，大陵，掌後兩骨之間方下者也，為俞。\n行於間使，間使之道，兩筋之間，三寸之中也，有過則至，無過則止，為經。\n入於曲澤，曲澤，肘內廉下陷者之中也，屈而得之，為合。手少陰也。"
      },
      {
        "index": 5,
        "text": "肝出於大敦，大敦者，足大指之端及三毛之中也，為井木。\n溜於行間，行間，足大指間也，為滎。\n注於太衝，太衝，行間上二寸陷者之中也，為俞。\n行於中封，中封，內踝之前一寸半，陷者之中，使逆則宛，使和則通，搖足而得之，為經。\n入於曲泉，輔骨之下，大筋之上也，屈膝而得之，為合。足厥陰也。"
      },
      {
        "index": 6,
        "text": "脾出於隱白，隱白者，足大指之端內側也，為井木。\n溜於大都，大都，本節之後，下陷者之中也，為滎。\n注於太白，太白，腕骨之下也，為俞。\n行於商丘，商丘，內踝之下，陷者之中也，為經。\n入於陰之陵泉，陰之陵泉，輔骨之下，陷者之中也，伸而得之，為合。足太陰也。"
      },
      {
        "index": 7,
        "text": "腎出於湧泉，湧泉者，足心也，為井木。\n溜於然谷，然谷，然骨之下者也，為滎。\n注於太谿，太谿內踝之後，跟骨之上陷中者也，為俞。\n行於復溜，復溜，上內踝二寸，動而不休，為經。\n入於陰谷，陰谷，輔骨之後，大筋之下，小筋之上也，按之應手，屈膝而得之，為合。足少陰經也。"
      },
      {
        "index": 8,
        "text": "膀胱出於至陰，至陰者，足小指之端也，為井金。\n溜於通谷，通谷，本節之前外側也，為滎。\n注於朿骨，朿骨，本節之後陷者中也，為俞。\n過於京骨，京骨，足外側大骨之下，為原。\n行於崑崙，崑崙，在外踝之後。跟骨之上，為經。\n入於委中，委中，膕中央，為合，委而取之。足太陽也。"
      },
      {
        "index": 9,
        "text": "膽出於竅陰，竅陰者，足小指次指之端也，為井金。\n溜於俠谿，俠谿，足小指次指之間也，為滎。\n注於臨泣，臨泣，上行一寸半陷者中也，為俞。\n過於丘墟，丘墟，外踝之前下陷者中也，為原。\n行於陽輔，陽輔，外踝之上，輔骨之前，及絕骨之端也，為經。\n入於陽之陵泉，陽之陵泉，在膝外陷者中也，為合，伸而得之，足少陽也。"
      },
      {
        "index": 10,
        "text": "胃出於厲兌，厲兌者，足大指內次指之端也，為井金。\n溜於內庭，內庭，次指外間也，為滎。\n注於陷谷，陷谷者，上中指內間，上行二寸陷者中也，為俞。\n過於衝陽，衝陽，足跗上五寸陷者中也，為原，搖足而得之。\n行於解谿，解谿，上衝陽一寸半陷者中也，為經。\n入於下陵，下陵，膝下三寸，鴬骨外三里也，為合。復下三里三寸，為巨虛上廉，復下上廉三寸，為巨虛下廉也，大腸屬上，小腸屬下，足陽明胃脈也，大腸小腸，皆屬於胃，是足陽明也。"
      },
      {
        "index": 11,
        "text": "三焦者，上合手少陽，出於關衝，關衝者，手小指次指之端也，為井金。\n溜於液門，液門，小指次指之間也，為滎。\n注於中渚，中渚本節之後陷者中也，為俞。\n過於陽池，陽池，在腕上陷者之中也，為原。\n行於支溝，支溝，上腕三寸，兩骨之間陷者中也，為經。\n入於天井，天井，在肘外大骨之上陷者中也，為合。屈肘乃得之。\n三焦下俞，在於足大指之前，少陽之後，出於膕中外廉，名曰委陽，是太陽絡也。手少陽經也。三焦者，足少陽太陰之所將，太陽之別也，上踝五寸，別入貫鴎腸，出於委陽，並太陽之正，入絡膀胱，約下焦，實則閉癃，虛則遺溺，遺溺則補之，閉癃則寫之。"
      },
      {
        "index": 12,
        "text": "手太陽小腸者，上合手太陽，出於少澤，少澤，小指之端也，為井金。\n溜於前谷，前谷，在手外廉本節前陷者中也，為滎。\n注於後谿，後谿者，在手外側本節之後也，為俞。\n過於腕骨，腕骨，在手外側腕骨之前，為原。\n行於陽谷，陽谷，在銳骨之下陷者中也，為經。\n入於小海，小海，在肘內大骨之外，去端半寸陷者中也，伸臂而得之，為合。手太陽經也。"
      },
      {
        "index": 13,
        "text": "大腸上合手陽明，出於商陽，商陽，大指次指之端也，為井金。\n溜於本節之前二間，為滎。\n注於本節之後三間，為俞。\n過於合谷，合谷，在大指歧骨之間，為原。\n行於陽谿，陽谿，在兩筋間陷者中也，為經。\n入於曲池，在肘外輔骨陷者中屈臂而得之，為合。手陽明也。"
      },
      {
        "index": 14,
        "text": "是謂五藏六府之腧，五五二十五腧，六六三十六腧也。六府皆出足之三陽，上合於手者也。"
      },
      {
        "index": 15,
        "text": "缺盆之中，任脈也，名曰天突。\n一次任脈側之動脈，足陽明也，名曰人迎。\n二次脈手陽明也，名曰扶突。\n三次脈手太陽也，名曰天窗。\n四次脈足少陽也，名曰天容。\n五次脈手少陽也，名曰天牖。\n六次脈足太陽也，名曰天柱。\n七次脈頸中央之脈，督脈也，名曰風府。\n腋內動脈，手太陰也，名曰天府。\n腋下三寸，手心主也，名曰天池。"
      },
      {
        "index": 16,
        "text": "刺上關者，呿不能欠，刺下關者，欠不能呿，刺犢鼻者，屈不能伸，刺兩關者，伸不能屈。"
      },
      {
        "index": 17,
        "text": "足陽明挾喉之動脈也，其腧在膺中。\n手陽明次在其腧外，不至曲頰一寸。\n手太陽當曲頰，\n足少陽在耳下曲頰之後。\n手少陽出耳後，上加完骨之上。\n足太陽挾項大筋之中髮際。\n陰尺動脈在五里，五腧之禁也。"
      },
      {
        "index": 18,
        "text": "肺合大腸，大腸者，傳道之府。\n心合小腸，小腸者，受盛之府。\n肝合膽，膽者，中精之府。\n脾合胃，胃者，五穀之府。\n腎合膀胱，膀胱者，津液之府也。\n少陽屬腎，腎上連肺，故將兩藏。\n三焦者，中瀆之府也，水道出焉，屬膀胱，是孤之府也，是六府之所與合者。"
      },
      {
        "index": 19,
        "text": "春取絡脈諸滎大經分肉之間，甚者深取之，間者淺取之。\n夏取諸俞孫絡肌肉皮膚之上。\n秋取諸合，餘如春法。\n冬取諸井諸俞之分，欲深而留之。\n此四時之序，氣之所處，病之所舍，藏之所宜。\n轉筋者，立而取之，可令遂已。\n痿厥者，張而刺之，可令立快也。"
      }
    ]
  }
}
