{
  "chapterNumber": 3,
  "title": "Book 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "1l. Ναβουζαρδὰν δὲ κατασκάψας τὴν Ἱερουσαλήμ, τόν τε Ι9ϑλαὸν καὶ τὸν ἀρχιερέα Zoflaiov καὶ τὰ σκεύη τὰ ἱερὰ εἰς Βαβυ-- λῶνα ἐκόμισε... Ναβουχοδονόσορ δὲ τὰ σκεύη τοῦ ϑεοῦ τοῖς éav-"
      },
      {
        "index": 1,
        "text": "legendum censet Wolfius: sed ἀρχιμάγειρος LXX , unde Syncellus Cedrenus alii, 12 ἀνθρώπου] ἐνιαυτοῦ codex Colberteus."
      },
      {
        "index": 2,
        "text": "τοῦ ϑεοῖς ἀνατέϑεικε, τοὺς δὲ αἰχμαλώτους elc τὴν οἰχείαν χώραν κατῴκισεν τοὺς “δ᾽ αὐτομολήσαντας ἐν τῇ πολιορκίᾳ πρὸς τοὺς B Βαβυλωνίους ἐν Ἰουδαίᾳ καταλιπὼν ὃ Ναβουζαρδάν, καὶ τοὺς πένητας, ἡγεμόνα τούτοις ἐπέστησε Τοδολίαν, ἄνδρα τῶν εὖ. yc γονότων ἐπιεικῆ τε καὶ δίκαιον, καὶ τὴν χώραν ἐργάζεσθαι αὐτοῖς 5 ἐνετείλατο, καὶ δασμοφορεῖν τῷ Ναβουχοδονόσορ ἐπέταξε. τῷ δὲ προφήτῃ Ἱερεμίᾳ εἰς Βαβυλῶνα ἀπελϑεῖν προετρέπετο\" ὃ δὲ ἐν τοῖς ἐρειπίοις τῆς πατρίδος ἤϑελε διατρίβειν. καὶ ἀφῆκεν αὖ- τὸν ἐκεῖ, τῷ Γοδολίᾳ ἐπιτάξας πᾶσαν αὐτοῦ ποιεῖσϑαι πρόνοιαν, ἀπέλυσε δὲ αὐτῷ καὶ τὸν φοιτητὴν Βαρούχ, τῇ πατρῴῳ γλώττῃ! ; διαφερόντως πεπαιδευμένον. ὅσοι d' ix τῆς Ἱερουσαλὴμ διὰ τὴν πολιορχίαν ἀπέδρασαν ἧκον πρὸς Γοδολίαν. ὃ δὲ γεωργεῖν τὴν χώραν αὐτοῖς συνεβούλευε καὶ κατοικεῖν ἣν ἕκαστος βούλεται πόλιν C xal ἀνοικοδομεῖν τὰ ἐρείπια. γνόντες δὲ τὸν Γοδολίαν ἄνδρα χρηστόν, ὑπερηγάπησαν αὐτόν. 1\" Ἐπανῆλϑε δὲ σὺν τοῖς ἄλλοις χαί τις καλούμενος Ἰσμαήλ, ix τοῦ βασιλείου γένους ὑπάρχων, ὃς πρὸς τοὺς μμανίτας ἀπέ ὅρα κατὰ τὸν τῆς πολιορχίας κιμιρόν. τοῦτον προσελϑόντα τῷ Τοδολίᾳ τινὲς ἐπιβουλεύειν αὐτῷ ἔλεγον\" £t δ᾽ ἐπιτρέψει αὐτοῖς κτεῖναι τὸν ἄνδρα, διαφεύξεται τὴν ἐπιβουλήν. ὃ. δ᾽ ἠπίστει, ἢ 30 καὶ βότιον ἔλεγεν ἡγεῖσϑαι αὐτὸς ἀποϑανεῖν ἢ ἄνθρωπον κτεῖναι πιστεύσαντα αὐτῷ ἑαυτόν. μετὰ καιρὸν δὲ σὺν ἑτέροις ὃ ᾿Ισμαὴλ οὗτος πρὸς Γοδολίαν ἐλϑὼν καὶ ξενισϑεὶς ἀπέχτεινε τόν τε Γοδο-"
      },
      {
        "index": 3,
        "text": "λίαν xal τοὺς συμποδιάζοντας.. εἶτα νυχτὸς ἐπιθέμενος τοῖς xa- ταλειφϑεῖσιν ἐν τῇ πόλει Βαβυλωνίοις,\" αὐτούς τε ἀνεῖλε καὶ πάν-- D τας τοὺς ἐκεῖ Ἰουδαίους... τῇ ἐπαύριον δὲ ὀγδοήκοντα ἀνδρῶν ἐκ τῆς χώρας σὺν δώροις πρὸς Γοδολίαν ἐλϑόντων, καὶ dovrovc ἀν ϊ-- δλεν 0 Ἰσμαήλ, ἄνευ ὀλίγων τινῶν οἵ κεχρυμμένα ἐν τοῖς ἀγροῖς ἔπιπλά τὲ καὶ ἐσϑῆτας καὶ σῖτον ὑπέσχοντο δείξειν αὐτῷ. λαβὼν δὲ καὶ αἰχμαλωσίαν πολλὴν ἀπήει πρὸς ᾿μιμανίτας. ταῦτα δὲ μαϑόντες ἡγεμόνες τῶν Ἰουδαίων τινές, καὶ τοὺς σὺν αὐτοῖς πα-- ραϑήξαντες, κατεδίωξαν αὐτόν\" καὶ τὴν μὲν αἰχμαλωσίαν ἐπανε- Ιϑσώσαντο, Ἰσμαὴλ δὲ σὺν ἀνδράσιν ὀκτὼ διαπέφευγεν. Oi δὲ περισωθέντες τοὺς Βαβυλωνίους δεδοικότες ἀπιέναι πρὸς “ἴγυπτον ἐβουλεύοντο. καὶ τοῦ ἹἹερεμίου μένειν αὐτοῖς συμβουλεύοντος (μένουσι γὰρ τὸ ϑεῖον αὐτοῖς πρὸμηϑεύσασϑὰαε μή τι πείσεσθαι κακόν, ἀπιόῦσι᾽ δὲ μὴ συνέσεσθιωι αὐτοῖς). οὐκ 15 ἐπίστευον, ἀλλ᾽ ἀπειϑήσώντες ἀπῆραν εἰς “Ἄἴγυπτον, ἄγοντες καὶ τὸν Tegeuíav. \"καὶ τὸν Βαρούχ.. ἀπελϑόντι, δ᾽ ἐκεῖ τῷ προφήτῃ δηλοῖ. τὸ ϑεῖον τὰ «μέλλοντα. ὃ δὲ προὔλεγε τοῖς ὁμοφύλοις ὡς ἐπὶ τοὺς “Αϊγυππίους στρατεῦσει ὃ Βαβυλώνιος καὶ τῆς .4ἰγύπτου χρατήσει, καὶ ὡς τοὺς μὲν. αὐτῶν κτενεῖ τοὺς δὲ δορυαλώτους ἀπάξει. δι᾽ ἃ καὶ καταλευσϑεὶς ὑπὸ τῶν συμφυλετῶν τέϑνηκεν. ἃ δὲ προεέρηχε γέγονε\". πέμπτον γὰρ ἔτος μετὰ τὴν. τῶν ἽἹεροσο--\" λύμων ἠνύετο πόρϑησιν; καὶ Ναβουχοδονόσορ κατὰ τῆς Κοίλης Συρίας ἐξώρμησε, καὶ κατασχὼν αὐτὴν μμανίταις ἐπῆλϑε καὶ"
      },
      {
        "index": 4,
        "text": "ἸΠωαβίταις, κἀκεῖθεν ἐπ᾿ Aiyvnvov ἐξεστράτευσε, καὶ ὑποτάξας αὐτὴν κτείνει τὸν βασιλεύοντα, ἕτερον δ᾽ ἐγκαϑίστησι,. τοὺς δὶ 1 83 ἐκεῖ Ἰουδαίους εἰς Βαβυλῶνα μετήνεγκεν. “Ἱερεμίου δ᾽ ἐν Al- γύπτῳ ταφέντος,, λέγεται ὃ βασιλεὺς ᾿Αλέξανδρος, κυριεύσας τῆς «Αϊγύπτου μετὰ τῶν ἄλλων, ἐξυμνούντων τὸν. προφήτην τῶν 41-5 γυπτίων,. μετενεγκεῖν và ὀστᾶ ἐκείνου εἰς τὴν παρ᾽ αὐτοῦ κτισϑ εῖ- σαν πόλιν τὴν ᾿Αλεξάνδρειαν. | | ' Ὁ uiv οὖν προφήτης προεῖπεν, ὡς εἴρηταί μοι, τὰ συμβη- σόμενα\" τὸ δὲ τῶν ᾿Εβραίων γένος τοιοῦτον εὕρατο τέλος, πέραν Ὁ Εὐφράτου μετενεχϑέν. αἱ μὲν. γὰρ δέκα φυλαὶ ᾿Ωσηὲ βασιλεύον- 10 voc tg Σαμάρειαν παρὰ τῶν ᾿Ἰσσυρίων ἠχμαλωτίσϑησαν, αἱ δὲ δύο φυλαὶ. μετὰ ταῦτα παρὰ Ναβουχοδονόσορ ἐλήφϑησαν δορυ- ἄλωτοι, καὶ ὅσοι μετὰ τὴν τῶν “Ιεροσολύμων ἅλωσιν ὑπελείφϑη- σαν... καὶ ὃ μὲν Σαλμανασὰρ 10. τῶν 'Χουϑαίων ἔϑνος ix Περ- σίδος μετῴκισεν. εἰς Σαμάρειαν, ὃ δὲ Ναβουχοδονόσορ ἔρημον 16 ἀφῆχε τὴν ᾿Ιουδαίαν,. καὶ ἔμεινεν. οὕτως ἐπὶ ἐνιαυτοὺς ἑβδομή- κοντα. ὃ μεταξὺ δὲ τῆς τῶν δέκα. φυλῶν αἰχμαλωσίας ἐκ Σα- μαρείας καὶ τῆς τῶν δύο ἐξ “Ἱερουσαλὴμ χρόνος ἑκατὸν τριάκοντα ἔτη καὶ μῆνες ἕξ πρὸς ἡμέραις. δέκα ἐγένοντο... 0. 07"
      },
      {
        "index": 5,
        "text": "2. Τοὺς δὲ εὐγενεστέρους τῶν αἰχμαλώτων παῖδας «καὶ τῷ 30 D “βασιλεῖ Σεδεκίᾳ προσήκοντας “καὶ τῶν ἄλλων ἀκμαιοτέρους καὶ ὡραιοτέρους ἐκτομίας ποιήσας ὃ Βαβυλώνιος, καὶ παιδαγωγοῖς"
      },
      {
        "index": 6,
        "text": "σαλαμανασὰρ À."
      },
      {
        "index": 7,
        "text": "παραδούς, τά τε τῶν Χαλδαίων ἐδίδασκε γράμματα καὶ τὰ ἐπι- χώρια, ἐκ τῆς ἰδίας τραπέζης ἀποτάξας σφίσι τὴν δίαιταν. τέσ- σαρὲς δὲ τῶν παίδων ἦσαν ἐκ τοῦ βασιλικοῦ γεγονότες γένους, χαλοὶ τὰς ὄψεις xol ἀγαϑοὶ τὰς φύσεις\" ὧν τὸν μὲν 4΄ανιὴλ xa- δλούμενον Βαλτάσαρ ὃ Βαβυλώνιος μετωνόμασε, τὸν δὲ Aruvlur ὠνομασμένον Σεδράχ, Macar δὲ τὸν ἕτερον κεκλημένον IMicáx, xai τὸν λοιπὸν ᾿ζαρίαν ZAflütvayd* οὕς καὶ τῶν ἄλλων ἦγεν ἐντι-- μοτέρους, δι᾽ εὐφυΐαν ἐπὶ σοφίᾳ προκόπτοντας. οὗτοι τοίνυν oi γεανίαι τοῦ προεστῶτος αὐτῶν εὐνούχου ἐδέοντο μὴ τοῖς ἐκ τῆς 10 βασιλικῆς τραπέζης χορηγουμένοις αὐτοῖς διαιτῶν σφᾶς, ἀλλ᾽ ὀσπρίοις xol φοίνιξι καὶ τοιούτοις ἄλλοις. ὃ δὲ δεδιέναι ἔλεγε μὴ τοιούτοις τρεφόμενοι λεπτυνϑῶσι τὰ σώματα, καὶ παρὰ τοῦ βασιλέως διὰ τοῦτο αὐτὸς καχωυϑῇ. οἱ δὲ ἐφ᾽ ἡμέρας δέχα οὕτω διαιτῆσαι αὐτοὺς παρεκάλουν, καὶ & μὲν μὴ μεταβάλοιτο ἢ τῶν B σωμάτων ἕξις αὐτοῖς, οὕτω διαιτᾶν αὐτοὺς καὶ εἰς τὸ ἑξῆς, εἰ δ᾽ ido: τὰ σώματα αὐτῶν ἰσχναινόμενα, τῆς προτέρας ἔχεσϑαι διαι-- τήσεως. πείϑεται τούτοις ὃ τῶν παίδων προεστηκώς, καὶ οὕτω ποιήσας ὡς οὐδὲν αὐτοὺς ἐκ τῶν τοιούτων τροφῶν παϑόντας εἶδε, μᾶλλον μὲν οὖν καὶ τῶν ἄλλων ϑαλερωτέρους γεγονότας, ἀψύχους Β 20 αὐτοῖς προσῆγε τροφάς. οἱ δὲ λεπτυνθϑέντος αὐτοῖς τοῦ νούς, πᾶσαν κατώρϑωσαν παιδείαν Χαλδαϊκὴν καὶ ““σσύριον. ὃ δέ γε Δανιὴλ καὶ περὶ κρίσεις ὀνείρων κατέτεινε τὴν σπουδήν. Εἴτα ἐνύπνιον ὃ Ναβουχοδονόσορ ἐξαίσιον ϑεασάμενος, καὶ τὴν χρίσιν τούτου κατὰ τοὺς ὕπνους μαϑών, τοῦ τε ὀνείρου καὶ ϑότῆς χρίσεως αὐτοῦ ἐπελάϑετος ἕωϑεν οὖν μεταπεμψάμενος τοὺς"
      },
      {
        "index": 8,
        "text": "Χαλδαίους καὶ τοὺς μάντεις καὶ μάγους, ἀπήτει τούτους τὸ ὄναρ"
      },
      {
        "index": 9,
        "text": "τε εἰπεῖν αὐτῷ xal τὴν rovrov δήλωσιν. οἱ δὲ αὐτὸν ἤϑελον πρύτερον εἰπεῖν τὸ ἐνύπνιον, καὶ οὕτως αἰτεῖν ἐξ ἐκείνων τὸ ση- μαινόμενον. ὠργίσϑη ἐπὶ τούτοις ὃ βασιλεὺς καὶ ϑάνατον ἅπάν- τῶν χατεψηφίσατο μὴ δύνασϑαι λεγόντων εὑρηκέναι τὸν ὄνειρον. 5 C τούτοις ὡς σοφοὶ καὶ “΄ανιὴλ καὶ οἱ τρεῖς παῖδες καὶ συνεκλήϑη-"
      },
      {
        "index": 10,
        "text": "σαν xui συγκατεκρίϑησαν. πρόσεισι τοίνυν ὃ “΄ανιὴλ τῷ τῶν"
      },
      {
        "index": 11,
        "text": "βασιλικῶν σωματοφυλάκων ἐξάρχοντι, καὶ ἠξίωσεν ἐπὶ μέαν νύκτα τὴν ἀναίρεσιν τῶν καταχρίτων ὑπερτεϑῆναι\" “ἴσως yág^ ἔφη dc αὐτῆς δεηϑησόμεϑα τοῦ ϑεοῦ καὶ γνωσόμεϑα τὸ ἐνύπνιον\" — Cy δωκεν ὃ βασιλεὺς πρὸς τὴν αἴτησιν. χαὶ συμπαραλαβὼν ὃ Za- γιὴλ καὶ τοὺς τρεῖς αὐτοῦ συγγενεῖς παῖδας, ἱκέτευσε διὰ τῆς Υ 184 γυχτὸς τὸν ϑεόν. δηλοῦται οὖν αὐτῷ ϑεόϑεν καὶ τὸ ἐνύπνιον καὶ τὰ δι᾿ αὐτοῦ σημαινόμενα. καὶ μεϑ᾽ ἡμέραν ἀπήει πρὸς τὸν"
      },
      {
        "index": 12,
        "text": "βασιλέα xal ok παρὰ τοῦ ϑεοῦ ἔφη γνωρισϑῆναι αὐτῷ καὶ τὸ ὄναρ I5"
      },
      {
        "index": 13,
        "text": "D καὶ τὴν αὐτοῦ δήλωσιν, ἐλεήσαντος τοὺς ἀδίχως διὰ τοῦτο ἀπο-"
      },
      {
        "index": 14,
        "text": "ϑανεῖν κινδυνείοντας, “οὐδὲν δ᾽ ἧττον xai σὲ τὸν κτεῖναι 9éAorra ἀναιτίως τοσούτους ἐξ ὧν ἀπήτεις ἀδύνατα, ἃ μόνῃ τῇ 9ϑείᾳ φύσει"
      },
      {
        "index": 15,
        "text": "γνωστά. ἃ δ᾽ ἐϑεάσω τοιαῦτα εἰσίν. ἐδόχεις ὁρᾶν ἀνδριάντα"
      },
      {
        "index": 16,
        "text": "μέγαν ἑστῶτα, ov χρυσῆ μὲν ἢ κεφαλή, oi δὲ ὦμοι καὶ οἱ βραχίο- 30 vec ἀργυροῖ, ἢ δέ γε γαστὴρ μετὰ τῶν μηρῶν x χαλκοῦ, ai κνῆ- μαι δὲ καὶ οἱ πόδες ἦσαν μέρος μέν τι σιδήρεοι, μέρος δέ τι ὀστρά-"
      },
      {
        "index": 17,
        "text": "κινοι. εἶτα λίϑος ἐξ ὄρους ἀπορραγεὶς τιῦ ἀνδριάντι ἔδοξεν ἐμ- πεσεῖν καὶ συντρῖψαι αὐτόν, καὶ λεπτῦγαι τὸν χρυσὸν xai τὸν ἀρ-"
      },
      {
        "index": 18,
        "text": "γύρον xal τὸν χαλκὸν καὶ τὸν σίδηρον καὶ τὸν ὄστρακον ἐς rocot- τὸν, ὡς ὕπ᾽ ἀνέμου ἐχλιχμηϑῆναι αὐτά, ὃ δὲ λίϑος ἐδόχει αὐ- ξῆσαι καὶ εἷς τοσοῦτον μέγεθος προελϑεῖν ὡς πᾶσαν ὑπ᾽ αὐτοῦ πεπληρῶσϑαι τὴν γῆν. οὗτος μὲν οὖν σοι ὃ ὄνειρος\" ἃ δὲ δη- P Y 119 δλοῦταί σοι δι᾿ αὐτοῦ, φροντίζοντι περὶ τῆς βασιλείας καὶ τίς &o- ξει μετὰ σέ, ταῦτα εἰσίν. ἡ μὲν χρυσῆ κεφαλὴ σύ τε εἶ xol οἱ ^ λοιποὶ βασιλεῖς τῶν Βαβυλωνίων, τὸ πολύολβον δ᾽ ὃ χρυσὸς τῆς ἀρχῆς σου παραδηλοῖ\" αἱ δὲ δύο χεῖρες καὶ οἱ ὦμοι διττὰς εἶχο-- γίζουσι βασιλείας, ὑφ᾽ ὧν ἢ ὑμῶν ἡγεμονία καταλυϑήσεται\" 4 lOyaÀxi; δὲ γαστὴρ καὶ οἵ τοιοῦτοι μηροὶ βασιλέα δηλοῦσι χαλχὸν ἐνδεδυμένον, ὃς τοὺς ὑμᾶς καταλύσοντας καϑαιρήσει\" τὴν ὁ’ ἐκείνου βασιλείαν αὖϑις ἑτέρα καταπαύσει δυνατωτέρα\" τοῦ τε γὰρ χρυσοῦ καὶ τοῦ ἀργύρου καὶ τοῦ χαλχοῦ ὃ σίδηρος δυνατώ.- Ttgoc- ὃ μὲν γὰρ χρυσός, καὶ μᾶλλον ὃ καϑαρώτατος, τοῦ 15 ἀργύρου ἐστὶ μαλακώτερος \" ὃ δ᾽ ἄργυρος τοῦ μὲν χρυσοῦ στε- γανώτερος, τοῦ δὲ χαλχοῦ τυγχάνει χαυνότερος\" ὃ δὲ σίδηρος Β αὖϑις x«l τοῦ χαλκοῦ στερεώτερος. κεφαλῇ μὲν οὖν ἡ τῶν Mc- συρέων βασιλεία ἀπείχασται, ὡς προγενεστέρυ. τῶν ἄλλων καὶ τῷ χρόνῳ προάγουσα. δευτέραν δὲ τὴν τῶν βήδων καὶ τῶν Περ- 20oGv ἐκάλεσεν, αἱ τὴν τῶν “Ισσυρίων ἀρχὴν καϑῃρήχασιν. ὃ γὰρ Κῦρος, ὥσπερ ἱστορηϑήσεται, Πέρσης μὲν ἦν πατρόϑεν, τοῖς δὲ Πήδοις προσῆκεν ἐκ τῆς μητρός\" ὃς ἄμφω τὰ ἔϑνη συμπάρα-- λαβὼν καὶ πολεμήσας τοῖς ZMcovoloig τὴν αὐτῶν βασιλείαν κατέ- Àvos. τῇ δυάδι δὲ τῶν χειρῶν 7; τῶν ἐϑνῶν τούτων ἀριζοῖν δυὰς"
      },
      {
        "index": 19,
        "text": "om Á. 17 αὖϑις om À."
      },
      {
        "index": 20,
        "text": "εἰχονίζεται. τρίτην δὲ βασιλείαν τὴν τῶν Maxtdóvoy καλεῖ, τῷ χαλχῷ δὲ ταύτην ἀπείχασεν ὡς δυνατωτέραν, οἷα καὶ τὴν Περσι-"
      },
      {
        "index": 21,
        "text": "C χὴν ἀρχὴν καταλύσασαν. καὶ διὰ μὲν τῆς κοιλίας ἡ ᾿Αλεξάνδρου \"μοναρχία ὑποτυποῦται, διὰ δὲ τῶν μηρῶν ἣ μετὰ ϑάνατον ἐκεί- γου τῆς βασιλείας διαίρεσις καὶ ὃ αὐτῆς μερισμός. τετάρτην Ói5 βασιλείαν τὴν τῶν Ῥωμαίων ἐκάλεσεν, ἢ τὸν σίδηρον ἀπένειμε διὰ τὸ στερέμνιον. ταῖς δὲ κνήμαις αὐτὴν εἰχόνισεν διὰ τὸ με- τάχρονον\" τῶν γὰρ ἄλλων μεγάλων βασιλειῶν μεταγενεστέρα 7j τῶν Ρωμαίων, καὶ ai κνῆμαι δὲ καὶ οἱ πόδες τελευταῖα μέρη τοῦ σώματος. τὸ δὲ τῷ σιδήρῳ ἀναμεμῖχϑαι τὸ ὄστρακον αἰνίττεται 1ῦ τὸ ἰσχυρὰν μὲν τὴν βασιλείαν εἶναι, ἔχειν δὲ παρ᾽ ἑαυτῇ καὶ εὖ- ϑραυστόν τι xal ἄναλκι\" τοιοῦτον γὰρ τὴν φύσιν τὸ ὄστραχον, συγχείμενον ἐκ πηλοῦ."
      },
      {
        "index": 22,
        "text": "D 8. Εἰ μὲν οὖν πρὸς τὴν προτέραν κατάστασιν τῆς Ῥωμαίων ἡγεμονίας ἀναγαγεῖν τις βουληϑείη τὸ ὅραμα, ὅτε 7j γερουσία καὶ 16 oí δικτάτορες καὶ οἱ ὕπατοι καὶ oí δήμαρχοι καὶ ὃ δῆμος τῆς τῶν πολιτικῶν πραγμάτων ἀντείχοντο διοικήσεως, εὑρήσει πολλαχοῦ τὸν δῆμον τῇ γερουσίᾳ διαφερόμενον καὶ στάσεις ἐγειρομένας, ἄλλα μὲν τῶν τῆς βουλῆς διαταττομένων, ἄλλα δὲ τῶν τοῦ πλή- ϑους ἀντεισαγόντων, ὡς ἐκ τούτου μάχεσϑαί τε ἀλλήλοις καὶ ogío20 τὰ πράγματα διὰ τὴν διχόνοιαν ἔστιν οὗ ῥέπειν ἐπὶ τὸ χεῖρον καὶ"
      },
      {
        "index": 23,
        "text": "ἀσθενέστερον. σιδήρῳ μὲν οὖν ἄν τις εἰχονίσῃ τὴν σύγχλητον"
      },
      {
        "index": 24,
        "text": "μὲν — τῆς om Α. P i"
      },
      {
        "index": 25,
        "text": "διὰ 10 τῆς γνώμης στερέμνιον, ὀστράκῳ 0? ἄν εἰκασϑείη τὸ πλῆ- ϑος, ἀγαμεμιγμένον ὃν τοῖς ἐν τέλει καὶ τῇ βουλῇ, διά τε τὸ συρ- φετῶδὲς xal τὸ χαμαίζηλον (τοιοῦτον γὰρ ὃ πηλὸς ὅϑεν τὸ ὕστρα- xov γίνεται) καὶ διὰ τὸ εὐμετάβολον καὶ τὴν ἀσϑένειαν τοῦ φρο- δγήματος. εἴωθεν γὰρ τὸ πλῆϑος ἀστατεῖν ῥᾳδίως ve μετάγεσϑαι καὶ P Y 1920 μεταβουλεύεσϑαι\" ταῦτα δέ τις εὑρήσει πλειστάκις τῇ Ρωμαίων πολιτείᾳ συμβεβηκότα, ἐπιὼν τὰ περὶ ταύτης ἀρχαῖα συγγράμματα. Εἰ μὲν οὖν πρὸς τὴν προτέραν κατάστασιν τῆς Ῥωμαϊκῆς πο- λιτείας ἀναφέροι τις τὴν διαφορὰν τῶν ὑλῶν καὶ τὴν μῖξιν αὐτῶν, Ι0ταῦτ᾽ ἂν ἴσως λογίσαιτο, εἰ δὲ πρὸς τὴν ὑστέραν, ὅτε πρὸς povag- χίαν ἐξ ἀριστοκρατίας μετήνεκτο “Ῥωμαίοις τὰ πράγματα, καὶ πρὸς τὴν εἰσέπειτα τῆς βασιλείας κατάστασιν, καὶ τότε πλείστην ἂν καταλάβοι τῇ πολιτείᾳ προξενήσασαν βλάβην τὴν πρὸς ἀλλήλους τῶν Ῥωμαίων διχόνοιαν. ὅ τὲ γὰρ Καῖσαρ τῆς μοναρχίας ógi- 1$ γνηϑεὶς ἐμφυλίους πολέμους πρὸς τὸν Ἰάγνον Πομπήϊον καὶ πρὸς B τοὺς ἄλλους οἵ τῆς ἐλευϑερίας ἀντεποιοῦντο τῆς παλαιᾶς συνεστή--: σατο, χαὶ πρὸς τοὺς ἀνελόντας αὖϑις αὐτὸν ὁμοίας μάχας ὃ Καῖσαρ ὃ “Τὔγουστος καὶ 0 ᾿ντώνιος συνεχρότησαν, εἶτ᾽ αὖϑις ἄμφω πρὸς ἀλλήλους οὗτοι περὶ τῆς αὐταρχίας διαφερόμενοι πολέμους βαρεῖς 0 χεχινήχασιν, ἀμφοτέρωθεν ἐν πάσαις ταῖς μάχαις φϑειρομένων ὁμογενῶν, κἀντεῦϑεν τῆς Ῥωμαϊκῆς ἐλαττουμένης δυνάμεως. καὶ οὐδ᾽ ἐν τοῖς μετέπειτα τὰς στάσεις λωφησάσας ἴδοι τις ἄν. |. ΕἸ δέ τις πρὸς τὰς ὕστερον βασιλείας τὴν τοῦ σιδήρου καὶ τοῦ ὀστράκου φύσιν παραβαλεῖ, εὑρήσει πῆ μὲν ἰσχυρὰν τὴν τῶν Δο' Ρωμαίων ἀρχήν, πῆ δὲ ἀσϑενοῦσαν καὶ τὸ πλεῖστον τῆς παλαιᾶς"
      },
      {
        "index": 26,
        "text": "C ἀποβεβληκυῖαν ἐπιχρατείας, xal πολλοστῷ νῦν μέρει τῆς παλαιᾶς ἐχείνης περιγεγραμμένην ἡγεμονίας."
      },
      {
        "index": 27,
        "text": "Τὰ μὲν oiv τῶν τεσσάρων βασιλειῶν ἐν τούτοις\" ἡ δὲ λοιπή τε χαὶ ἀχατάλυτος, ἣν ὃ λίϑος εἰχόνιζεν ὃς ἄνευ χειρῶν"
      },
      {
        "index": 28,
        "text": "ἐτμήϑη καὶ τὰς ὕλας ἐλέπτυνεν ἔξ ὧν συνετέϑειτο ἢ εἰκών, καὶ δ"
      },
      {
        "index": 29,
        "text": "ijv γῆν ἐπλήρωσεν ἅπασαν, ἣν tlg τοὺς αἰῶνας ὁ προφήτης"
      },
      {
        "index": 30,
        "text": "εἴρηχε μὴ διαφϑαρήσεσϑαι, ἢ μέλλουσα ἐπιφάνεια εἴη ἂν TOU χυρίου ἡμῶν ᾿Ιησοῦ Χριστοῦ, ἥτις, τῆς σιδηρᾶς βασιλείας γενο-"
      },
      {
        "index": 31,
        "text": "ucrgg ἀσϑενεστέρας διὰ τὴν τοῦ ὀστράχου ἐπιμιξίαν, ἀναφραγή-"
      },
      {
        "index": 32,
        "text": "σεται\" ὅτε αὐτῷ τὰ πάντα ὑποταγήσεται, καὶ βασιλείας ἀτελευ- Yo"
      },
      {
        "index": 33,
        "text": "i/rov TE καταξιώσει καὶ ἀδιαφϑόρου τοὺς ταύτης ἀξίους ἑαυτοὺς"
      },
      {
        "index": 34,
        "text": "D χαταστήσαντας. λίϑον yàg εἴωϑεν ἡ γραφὴ καλεῖν τὸν JXgiotór, 6 τε γὰρ Ζαβίδ “λίϑον ὃν ἀπεδοκίμασαν ot οἰκοδομοῦντες \"\" ἔφη, “οὗτος ἐγενήϑη εἰς κεφαλὴν γωνίας,\" καὶ ó 'Haatag ἐκ προσώπου φησὶ τοῦ ϑεοῦ “ἰδοὺ τίϑημι ἐν Σιὼν λίϑον ἀκρογωνιαῖον.\" — xail$"
      },
      {
        "index": 35,
        "text": "ὃ μέγας Παῦλος ἀκρογωνιαῖον καλεῖ τὸν Χριστόν, ἐφ᾽ ᾧ ἐποιχο-"
      },
      {
        "index": 36,
        "text": "δουμηϑῆναι τοὺς πιστεύσαντας ἔγραψε. καὶ πάλιν λέγει ϑεμέλιον ἕτερον οὐδεὶς δύναται ϑεῖναι παρὰ τὸν κείμενον, ὃς ἐστιν ᾽ΪΤησοῦς Δ ριστός. καὶ αὖϑις ἑτέρωϑιε “ἔπινον ἐκ τινευματικῆς ἀχολου- à \" 1 Ἴ d ϑούσης πέτρας, ἢ δὲ πέτρα ἦν ὃ Χριστός.\" καὶ πέτρα δὲ σχαν- 30"
      },
      {
        "index": 37,
        "text": "ΓΟ -.Ἅ Y» € δάλου xal A(9og προσχόμματος λέγεται, xal πολλαχοῦ ἂν evgedtn"
      },
      {
        "index": 38,
        "text": "ante καλεῖ A add αὐτὸν. 17 λέγει) 1 Cor. 3. 11. 18 post"
      },
      {
        "index": 39,
        "text": "ἸΙησοῦς PW add ó, om A 'T'heodoretus, [9 ἑτέρωθι] 1 Cor. 10. 4."
      },
      {
        "index": 40,
        "text": "λίϑος καὶ πέτρα χεχλημένος ὃ κύριος. τὸ δ᾽ ἄνευ χειρῶν τμη- ϑῆναι τὴν ὑπὲρ φύσιν αὐτοῦ γέννησιν προεδήλου, τὴν ἄνευ σπο- ρᾶς, τὴν γαμικῆς ὁμιλίας χωρίς. ὅρος μὲν γὰρ ἡ τοῦ ᾿Ιούδα γομισϑείη φυλή, ἐξ ἧς ὃ Ζαβίδ' λίϑος δὲ ὃ Χριστός, τμηϑεὶς 546 αὐτῆς κατὰ τὸ ἀνθρώπινον\" ἄνευ δέ γε χειρῶν, ὅτι μὴ κατὰ τοὺς φυσιχοὺς προῆλϑε ϑεσμούς, ἀλλ᾽ ἐξ ἀπειράνδρου καὶ ἁγίας γαστρός. ὃς μικρὸς μὲν ἐδόκει πρότερον διὰ τὴν φύσιν τῆς ἀνθρωπότητος, προϊὼν δὲ τὴν οἰκουμένην πᾶσαν τῆς οἴχείας δύξης ἐπλήρωσε, καὶ ἔτε μᾶλλον πληρώσει xarà τὴν μέλλουσαν Ιθαὐτοῦ ἐπιφάνειαν. Β Ὁ μὲν οὖν προφήτης τό τε ἐνύπνιον τῷ Ναβουχοδονόσορ ἀπήγγειλε καὶ τὴν τούτου σύγκρισιν ἀνεκάλυψεν, ὃ δὲ ϑαυμάσας ἐπὶ πρόσωπον ἔπεσε καὶ τῷ “΄ανιὴλ προσεχύνησε καὶ ϑύειν αὐτῷ διετάξατο, οὐκ ἐκείνῳ τὴν ἅπασαν ἀπονέμων τιμὴν ὃ ἀλαζὼν Ιὸ ἐκεῖνος καὶ ὑπερήφανος, ἀλλὰ τῷ παρ᾽ ἐκείνου ϑρησχευομένῳ ϑειῷ. ἔφη γάρ “ἐπ᾽ ἀληϑείας ὃ ϑεὸς ὑμῶν οὗτός ἐστι ϑεὸς ϑεῶν καὶ κύριος βασιλέων καὶ ἀποκαλύπτων μυστήρια.\" δόματά τε αὐτῷ παρέσχε πολλά, καὶ τιάσης τῆς Βαβυλῶνος κατέστησεν ἄρχοντα, καὶ Βαλτάσαρ αὐτὸν ἐπωνόμασε, τὴν προσηγορίαν θαὐτῷ ϑέμενος τοῦ οἰκείου θεοῦ, 4, Ela χρύσεον ἀνδριάντα στήσας πηχέων μὲν τὸ ὕψος C ἑξήχοντα πλάτος δὲ ἕξ, συνεκάλεσεν ἐξ ἁπάσης αὑτοῦ τῆς ἀρχῆς"
      },
      {
        "index": 41,
        "text": "τοὺς πρώτους, προστάξας ὅταν ἀκούσωσι τῆς σάλπιγγος τότε πεσόντας προσκυνεῖν τὸν ἀνδριάντα, τοὺς δ᾽ ἀπειϑήσαντας εἰς τὴν τοῦ πυρὸς ἐμβληϑῆναι κάμινον, ἣν ἐκεῖ μεγάλην ἐξέκαυσε καὶ σφοῦράν. πάντων οὖν προσκυνούντων οἱ τρεῖς νεανίαι, οὗς συγγενεῖς τοῦ 4)ανιὴλ 5 ἱστορία παρέδωκε, μὴ παραβῆναι τὰϑ πάτρια ϑέλοντες οὐ προσεκύνησαν. καὶ οἱ μὲν εἰς τὴν κάμινον D αὐτίκα ἐβλήϑησαν\" τὸ δὲ πῦρ ἐκείνων οὐχ ἥψατο, ἀλλ᾽ ἑστῶτες ἐν μέσῳ τῆς ἀνυποστάτου φλογὸς ἐκείνης ὕμνον ἀνέπεμπον τῷ Su). συνειστήκει δὲ τοῖς τρισὶν ἐκείνοις καὶ τέταρτος \" ἄγγελος δ᾽ ἤν συγκαταβὰς αὐτοῖς καὶ τὸν φλογερὸν ἐκεῖνον ἀέρα μετα- 1 τρέπων εἰς αὖραν δροσώδη. ταῦτα ἐξέστησαν τὴν ϑηριώδη ψυ- χὴν τοῦ βασιλέως ἐκείνου καὶ ἀτεράμονα, καὶ τὸν τύφον ἀφεὶς πρόσεισι καὶ ἐξ ὀνόματος τοὺς νεανίας καλεῖ καὶ τὸν ϑεὸν αὐτῶν εὐλογεῖ, καὶ τοὺς ἄνδρας ἐκείνους τιμῆς ἀξιοῖ καὶ ἡγεμόνας τῶν ἐν Βαβυλῶνι πάντων ᾿Ιουδαίων καϑίστησιν. 15 'Oo& δὲ μετ᾽ ὀλίγον ὃ \"Ἀσσύριος ἐκεῖνος ἐνύπνιον ἕτερον. δένδρον ἑώρα μέγα τε καὶ τῆς γῆς περιέχον τὰ πέρατα, φύλλοις ὡραϊζόμενον xal βρῖϑον καρπῷ. ὑπ᾽ αὐτὸ δὲ κατεσκήνουν τὰ ϑηρία τὰ ἄγρια, καὶ τὰ πετεινὰ ἐν τοῖς κλάδοις κατῴκει αὐτοῦ. εἶτα To εἶδεν οὐρανόϑεν ἐλϑόντα καὶ ἐν ἰσχύϊ φωνήσαντα * ἐκκό-30 vurt τὸ δένδρον, καὶ τοὺς κλάδους αὐτοῦ ἐκτίλατε, καὶ τὰ φύλλα ἐχτινάξατε, καὶ διασκορπίσατε τὸν καρπὸν αὐτοῦ, πλὴν ἐάσατε τὴν φυὴν τῶν ῥιζῶν αὐτοῦ\" καὶ ἐν δεσμῷ σιδηρῷ καὶ ἐν τῇ χλύῃ"
      },
      {
        "index": 42,
        "text": "τῆς γῆς xal ἐν τῇ δρόσῳ τοῦ οὐρανοῦ αὐλισϑήσεται, καὶ μετὰ τῶν ϑηρίων 7; μερὶς αὐτοῦ, καὶ 7j καρδία αὐτοῦ ἀπὸ τῶν ἀνϑρώ-- πων ἀλλοιωθήσεται, καὶ καρδία ϑηρίου δοϑήσεταε αὐτῷ, καὶ ἑπτὰ καιροὶ ἀλλαγήσονται ἐπ᾽ αὐτόν.\" ταύτην ἰδὼν τὴν ὄψιν ϑσυγχαλεῖ πάλιν τοὺς μάγους καὶ τοὺς σοφοὺς Βαβυλῶνος καὶ ζητεῖ μαϑεῖν τὰ δι᾽ αὐτῆς σημαινόμενα. ἠπόρουν δ᾽ ἐκεῖνοι καὶ B οὐκ εἶχον λέγειν τοῦ ἐνυπνίου τὴν δήλωσιν. εἶτα πάλιν xara- φεύγει ἐπὶ τὸν favi. καὶ διηγεῖται αὐτῷ τὸ ἐνύπνιον καὶ ἠξίου λέγειν τὸ σύγκριμα\" “δύνασαι γάρ\" φησί, \"Or: πνεῦμα ϑεοῦ 10 ἅγιον ἐν σοί.\" ὃ δέ “κύριέ μου\" φησί “βασιλεῦ, τὸ ἐνύπνιον τοῦτο τοῖς μισοῦσί σε.\" εἶτα τὴν σημασίαν ἐξηγεῖται αὐτῷ xod φησι “τὸ δένδρον τὸ μέγα, ὃ ἑώρακας, σὺ εἶ ὦ βασιλεῦ, ὅτι ἐμεγαλύνθης xal ἴσχυσας, xal ἧ μεγαλοσύνη cov ἔφϑασεν εἷς τὸν οὐρανόν, καὶ 7| κυρεία σου tig τὰ πέρατα τῆς γῆς (μεγαλο-- 16 σύνην δὲ τὴν τοῦ νοὸς ἐχάλεσεν ἔπαρσιν καὶ τοῦ φρονήματος τὸ ὑπέρογκον)\" “ὅτε δὲ εἶδες \"To ἅγιον ἐκ τοῦ οὐρανοῦ καταβαίνοντα\" (τουτέστιν ἄγγελον ϑεῖον\" τὸ γὰρ \"Io ἐξελληνιζόμενον τὸν ἐγρηγο- Ὁ ρότα δηλοῖ, δι᾽ οὗ τὸ ἀσώματον ὑπαινίττεται\" ὃ γὰρ σῶμα περι-- χείμενος ὕπνῳ δουλοῦται, ὃ τούτῳ δὲ μὴ δουλεύων ἀσώματον “0ἔχει φύσιν) “ὅτε τοίνυν τὸν ἐγρηγορότα\" φησί “ἐκεῖνον εἶδες φωνήσαντα ἐχχοπῆναι τὸ δένδρον, ἐαϑῆναι δὲ τὴν φυὴν τῶν ῥιζῶν αὐτοῦ, καὶ τὰ λοιπά, ἔλπιζε τῆς βασιλείας μὲν ἐχπεσεῖν χαὶ τῆς πρὸς ἀνθρώπους χοινωνίας ἐχδιωχϑῆναι, ϑηρίοις δὲ"
      },
      {
        "index": 43,
        "text": "συναυλίζεσϑαι καὶ χόρτον ἐσθίειν, μὴ μέντοι πάντη στερηϑῆναι τῆς βασιλείας, ἐπανασωθῆναι δέ σοι αὖϑις αὐτήν\" τούτου γὰρ εἶναι σημαντικὸν τὸ τὴν φυὴν τῶν ῥιζῶν ἐαϑῆναι τοῦ δένδρου."
      },
      {
        "index": 44,
        "text": "D τοιαύτην τῷ Ναβουχοδονόσορ ὃ 4.ανιὴλ τὴν ἐξήγησιν τοῦ ὁρά- parog ἐποιήσατο. καὶ γέγονε πάντα κατὰ τὸν ϑεῖον χρηματισμόν, 5 χαὶ μανίαν νοσήσας ὃ βασιλεὺς ἐχεῖνος διὰ τὸ ἀλαζονιχύν τε xal ὑπερήφανον καὶ ἐπὶ τῆς ἐρήμου διατρίψας ἑπταετίαν, οὐδενὸς ἐπιϑεμένου τῇ βασιλείᾳ αὐτοῦ πάλιν ἀπολαμβάνει αὐτὴν ἱλεωσά- μένος τὸν ϑεόν, ἔτη δὲ τρία βασιλεύσας καὶ τεσσαράκοντα τε- λευτᾷ. μεμνῆσϑαι δὲ αὐτοῦ ὃ ᾿Ιώσηπος λέγει καὶ πολλοὺς τῶν 10 ἀρχαίων ἱστοριχῶν, τόν τε Βηρωσὸν καὶ τὸν Meyuod érn καὶ τὸν eliox)éa καὶ τὸν (Φιλόστρατον."
      },
      {
        "index": 45,
        "text": "Τούτου δὲ τελευτήσαντος Εὐιλὰδ ΠΙαροδὰχ ὃ υἱὸς αὐτοῦ ὃ πρεσβύτερος τὴν ἀρχὴν διαδέχεται. ὃς αὐτίκα λύει μὲν τῶν"
      },
      {
        "index": 46,
        "text": "P 1123 δεσμῶν τὸν βασιλέα Ἰωαχεὶμ τὸν καὶ Ἰεχονίαν καλούμενον, ὃν 9 τς χαϑειργμένον εἶχεν ὃ Ναβουχοδονόσορ, καὶ τιμῆς ἀξιοῖ, δίδωσι δὲ καὶ δωρεὰς αὐτῷ καὶ ὁμοδίαιτον εἶχε διαπαντός."
      },
      {
        "index": 47,
        "text": "5. Kal τούτου δὲ παρελϑόντος εἰς τὸν ἀδελφὸν αὐτοῦ μετῆλθεν ἡ βασιλεία Βαλτάσαρ καλούμενον, καϑ᾽ οὗ Κῦρος μετὰ Περσῶν τε καὶ ήδων ἐστράτευσεν. οὗτος γοῦν πότον ἢ ποιήσας τοῖς μεγιστᾶσιν αὐτοῦ, καὶ μετὰ τῶν παλλακῶν xata κείμενός τὲ καὶ μεϑυσκόμενος, ἐκέλευσεν ἐνεχϑῆναι τὰ σκεύη τὼ"
      },
      {
        "index": 48,
        "text": "Ant. 10 1] 1. 13 μαροδὰχ À \"Theodoretus, Magcgaó PW."
      },
      {
        "index": 49,
        "text": "ípà ἃ ἐξ Ἱεροσολύμων ὃ Ναβουχοδονόσορ ἐσύλησεν xal τοῖς οἰκείοις ϑεοῖς ἀνατέϑεικε\" χομισϑέντων δ᾽ ἐκείνων, οἷς ὃ πατὴρ αὐτοῦ οὐκ ἐχρήσατο, αὐτὸς ἐκέχρητο τούτοις, καὶ μεταξὺ πίνων ἐβλασφήμει κατὰ τοῦ ϑεοῦ, δρᾷ τοίνυν ἀστράγαλον ἐκ τοῦ τοί- B ὄχου προϊόντα χειρὸς ἀνθρωπίγης καὶ γράφοντα ἐπὶ τὸ κονίαμα τοῦ τοίχου\" καὶ ἐξέστη, καὶ ἢ μορφὴ αὐτοῦ ἠλλοιώϑη. καὶ τοὺς Χαλδαίους καὶ τοὺς μάγους καλέσας τὴν τῶν γραμμάτων ἀπῇἥτει δήλωσιν, xal ἀμοιβὰς μεγάλας δώσειν ἐκήρυξε τῷ σαφηνίσοντε τὴν σημασίαν αὐτῶν\" ἀλλ᾽ ἦσαν ἄγνωστα πᾶσι τὰ γεγραμμένα. Ιὐάϑυμοῦντα δὲ τὸν βασιλέα xai τεταραγμένον ἰδοῦσα ἡ μάμμη αὐτοῦ ἔφη ὡς “εἰ μεταπεμφϑῇ Βαλτάσαρ ὃ Ἰουδαῖος, ὃς καὶ τῷ Ναβουχοδονόσορ πολλὰ ἐσήμανεν ἃ ἕτερος ἐχφράσαι οὐδεὶς ἠδύ- ψνατο, ἐκεῖνός σοι τὸ ἀπόρρητον τούτων τῶν συλλαβῶν σημανεῖ\" ἔστε γὰρ πνεῦμα ἅγιον ϑεοῦ ἐν αὐτῷ.\" αὐτίχα τοίνυν καλέσας Ἰδτὸν “΄ανιὴλ ὃ χρατῶν ἠξίου δηλοῦν αὐτῷ περὶ τῶν γραμμάτων, C καὶ μὴ ὑποσταλῆναι κἂν εἴη σχυϑρωπὸν 10 ὑπ᾽ αὐτῶν σημαινό-- μένον\" xoi γέρας δώσειν αὐτῷ ἐπηγγέλλετο πορφύραν ἐνδεδῦ- σϑαι καὶ περιαυχένιον χρύσεον, καὶ τὸ τρίτον τῆς ἀρχῆς μέρος. Δανιὴλ δὲ τὰς μὲν δωρεὰς παρῃτεῖτο, μηνύειν δ᾽ ἔλεγεν αὐτῷ 20:à γεγραμμένα τοῦ βίου καταστροφήν, ὅτι μηδ᾽ οἷς ὃ πατὴρ αὐτοῦ δι᾽ ἀσέβειαν ἐκολάσϑη ἐσωφρονίσϑη αὐτός, ἀλλὰ τοῖς σχεύεσε τοῦ ϑεοῦ μετὰ τῶν παλλακῶν εἰς διακονίαν ἐχρήσατο. τὰ μὲν οὖν γράμματα ἀνεγίνωσκεν οὕτως “μανὴ ϑεκὲλ, φαρές,\""
      },
      {
        "index": 50,
        "text": "ὑπ᾽ αὐτὸν Α. 19 ἔλεγε τὰ γεγραμμένα αὐτῷ Α."
      },
      {
        "index": 51,
        "text": "τὴν δὲ τούτων σημασίαν ἑρμηνεύων ἔλεγεν “ἠρίϑμησεν ὃ ϑεὸς τὸν χρόνον τῆς ζωῆς σου καὶ τῆς ἀρχῆς σου, καὶ εἰς ἄγαν βραχὺ D περιέστη.\" ἐξελληνιζομένη γὰρ ἢ λέξις λέγοιτ᾽ ἂν ἀριϑμός. οὕτω μὲν οὖν ἡρμήνευσε τὸ μανή, τὸ δέ γε ϑεκὲλ σημαίνειν ἔφη σταϑμόν. “στήσας οὖν τὸν ὅρον τῆς βασιλείας σου ὃ ϑεός, κατα-ὅ φέρεσϑαι ταύτην δηλοῖ καὶ κεκλάσϑαι\"\" xal κλάσμα γὰρ τὸ ϑεκὲλ σημαίνει καϑ' “Ελλάδα διάλεκτον. τὸ δὲ φαρὲς διαίρεσιν ἑρμηνεύων ὃ προφήτης (τοῦτο γὰρ εἰς Ἕλληνα φωνὴν ἡ λέξις μεταγομένη δηλοῖ) διαιρεϑῆναι τὴν βασιλείαν αὐτοῦ ἔλεγεν εἰς Πέρσας καὶ Μήδους παρὰ ϑεοῦ. τὰ μὲν οὖν ἐν τῷ τοίχῳ γεγραμμένα οὕτως ἀνέγνω ὃ ZavajÀ, xal τοιαύτην τὴν τῶν συλλαβῶν ἐκείνων ἐποιήσατο σύγχρισιν, τὴν ἑρμηνείαν δηλαδή\" τὸν δὲ βασιλέα λύπη κατέσχε. καὶ μετ᾽ ὀλίγον ἣ τοῦ προφήτου P1124 ἐχβέβηχε πρόρρησις, Κύρου τοῦ Περσῶν βασιλέως ἐπ᾽ αὐτὸν ἐλάσαντος, ὕφ᾽ οὗ 5 τε Βαβυλὼν ἐλήφϑη καὶ ὃ Βαλτάσαρ ἐν 1515 ἁλώσει ἀνήρητο. εἰσὶ δ᾽ of? κατὰ τὴν νύχτα ἐκείνην, xa9* ἣν τὸν ἀστράγαλον τὸν γράφοντα ἐϑεάσατο, φασὶ καὶ τὴν πόλιν αἱρεϑῆναι κἀκεῖνον ἀναιρεϑῆναι."
      },
      {
        "index": 52,
        "text": "ἹΜετὰ δὲ τὴν τῆς Βαβυλῶνος ἅλωσιν ὃ προφήτης dar παρὰ Ζίαρείου τοῦ ϊήδου, ὃς xal Κυαξάρης ὠνόμαστο καὶ μητράδελφος ἦν ποῦ Κύρου, υἱὸς ὧν l|dorváyovg τοῦ βασιλεύ- σαντος ήδων, εἰς Τηδίαν μετήνεχτο καὶ πάσης ἠξιοῦτο τιμῆς. οὕτω δ᾽ ἔχων ἐφϑονήϑη παρὰ τῶν iv ἥπήδοις ὑπερεχόντων, xal"
      },
      {
        "index": 53,
        "text": "εἰσὶ δ᾽ oi] scilicet Daniel 5 30 et \"Theodoretus p. 1173."
      },
      {
        "index": 54,
        "text": "μηχανῶνται τρόπον xaO? ὃν ἤλπισαν ἀπολέσαι αὐτόν. δρῶντες γὰρ αὐτὸν τρὶς τῆς ἡμέρας προσευχόμενον τῷ ϑεῷ, προσίασι τῷ B Κυαξάρῃ τῷ καὶ Ζαρείῳ, ἀξιοῦντες αὐτὸν ϑεῖναι νόμον ἵνα ἐπὶ τριάχοντα ἡμέρας μή τις ἢ τοῖς ϑεοῖς προσευχόμενος εἴη μήτ᾽ δαὐτοῦ τοῦ βασιλέως δεόμενος, καὶ τὸν μὴ τὸν νόμον φυλάξαντα εἰς τὸν τῶν λεόντων λάκκον ἐμβάλλεσϑαι. ὃ δὲ τὸ κατὰ τοῦ “ανιὴλ nap! αὐτῶν τυρευόμενον ἀγνοήσας προὐτέϑεικε πρό-- γράμμα τὰ εἰρημένα διαταττόμενον. | οἱ μὲν οὖν ἄλλοι ἠρέμουν xur& τὸ ϑέσπισμα, 4)ανιὴλ δὲ xarà 10 ἔϑος αὐτοῦ ηὔχετο τῷ"
      },
      {
        "index": 55,
        "text": "1094. καὶ οἱ σατρᾶπαι κατεῖπον αὐτοῦ πρὸς τὸν βασιλέα, καὶ xarà τὸν νόμον ἀπήτουν εἷς τὸν λάκκον αὐτὸν τῶν λεόντων ἐμβάλλεσθαι. βληϑέντος δ᾽ ἐχεῖ τοῦ προφήτου, τὸν ἐπὶ τοῦ στομίου λίϑον σφραγίσας ὃ βασιλεὺς ἀνεχώρησεν. ἀγωνιῶν δὲ C καὶ ἀλγῶν ἀὔπνος τὴν νύχτα διήγαγεν\" ἤλπιζε μὲν γὰρ μὴ βλα- 15 βήσεσϑαι τὸν Ζανιὴλ ὑπὸ τῶν ϑηρίων, εἰδὼς ὅτι πνεῦμα ἅγιον ϑεοῦ ἐστιν ἐν αὐτῷ, ἀλλ᾽ ὅμως δειλιῶν ἠγωνία μή τι αὐτῷ συμ-- βαίη κακόν, μὴ πάνυ γινώσχων οἷα βάρβαρος τὴν δύναμιν τοῦ ϑεοῦ. ἄρτι δ᾽ ἡμέρας ἀναλαμψάσης τῷ λάκκῳ ἐπέστη καὶ ἐκά-- λει τὸν 4΄ανιήλ᾽ ὃ δὲ ἀπεχρίνατο\" xol ὃ βασιλεὺς ἀνελχυσϑῆναι Δοτὸν προφήτην αὐτίκα ἐκέλευσε, καὶ ἀϑιγῆ τοῦτον καὶ σῶον βλέ- πων ἐξίστατο. τῶν δὲ κατειπόντων αὐτοῦ τροφῆς κεκορεσμένους εἶναι λεγόντων τοὺς λέοντας καὶ διὰ τοῦτο μὴ ϑίξαι τοῦ ZfavhijA, μισήσας αὐτοὺς τῆς πονηρίας ὃ βασιλεύς, xai τὸ κατὰ τοῦ προ- D φήτου μηχάνημα καὶ τὸν δόλον ἐκείνων συνείς, δαψιλῆ παρατε-"
      },
      {
        "index": 56,
        "text": "ϑῆναι τροφὴν τοῖς θηρίοις προσέταξε, κεχορεσμένων δ᾽ ἤδη τοὺς - τοῦ προφήτου κατηγόρους εἰς τὸν λάκκον τῶν ϑηρῶν ἐμβληϑῆναι"
      },
      {
        "index": 57,
        "text": "προσέταξεν, “ἵνα γνῶμεν\" εἰπών “εἰ διὰ κόρον αὐτῶν οἱ λέον-"
      },
      {
        "index": 58,
        "text": "τες οὐ τιροσψαύσουσι.\" διασπαραχϑέντων δ᾽ εὐθὺς τῶν πονη-"
      },
      {
        "index": 59,
        "text": "ρῶν ἐκείνων ἀνδριῶν δῆλον ἅπασι γέγονεν ὡς ϑεία τις δύναμις τὸν\" ΖΙανιὴλ, συνετήρησε, τοὺς ϑῆρας φιμώσασα. διὸ καὶ τὸν τοῦ"
      },
      {
        "index": 60,
        "text": "προφήτου ϑεὸν ὃ βασιλεὺς ἐμεγάλυνε, κἀκεῖνον ἐν τιμῇ πεποίητο"
      },
      {
        "index": 61,
        "text": "6. Ταῦτα μὲν οὖν. συμβέβηκεν ὕστερον\" ἐν δὲ τῷ πρώτῳ ἔτει τῆς βασιλείας Βαλτάσαρ ἐνύπνιον ὃ προφήτης εἶδεν. ἦν 000 τοιοῦτον τὸ ὅραμα. τέσσαρα ἐδόκει ϑηρία ἀνιέναι ἐκ τῆς ϑα-"
      },
      {
        "index": 62,
        "text": "λάσσης, ὧν τὸ πρῶτον λεαίνης εἶχε μορφὴν καὶ πτερὰ ὡσεὶ ἀετοῦ, ὃ καὶ ἔξήρϑη ἀπὸ τῆς γῆς καὶ ἐπὶ ποδῶν ἀνθρώπου ἐστάϑη, χοὶ καρδία ἀνθρώπου ἐδόϑη αὐτῷ. ἡ μὲν οὖν ϑάλασσα τὸν ἀνϑρώ- πινὸν ἐδήλου βίον τὸν πολυκύμαντον καὶ πλείστας καὶ συνεχεῖς 5"
      },
      {
        "index": 63,
        "text": "W 1.89 μεταβολὰς δεχόμενον καὶ περιτροπάς, τὸ δὲ ϑηρίον ἡ λέαινα τὴν τῶν ᾿᾿σσυρίων βασιλείαν εἰκόνιζε, τὸ δ᾽ ἐξαρϑῆναι ἀπὸ τῆς γῆς τὴν τῆς ἀρχῆς ἐκείνης ἐδήλου κατάπαυσιν καὶ τῆς ἐξουσίας τὴν περιαίρεσιν. καὶ τὸ ἐπὶ ποδῶν ἀνθρώπου στῆναι τὸ ἴσην τοῖς ὑπηχύοις γενήσεσθαι ὑπῃνίττετο, τὸ δὲ καρδίαν ἀνθρώπου δο- ϑῆναι αὐτῇ τὸ διὰ τῆς πείρας ἀνθρώπινα φρονεῖν διδαχϑῆναι"
      },
      {
        "index": 64,
        "text": "ἢ x«l ἄλλως — ἀνεκτήσαντο p. 229 v. 13 — vw. 20 Theodoreto"
      },
      {
        "index": 65,
        "text": "καὶ μή Tt τῶν ὑπὲρ τὴν ἀνθρωπίνην φύσιν ἐξ ἀλαζονείας φαντά- ζεσϑαι\" καὶ τὰ πτερὰ γὰρ ἃ τῷ ϑηρίῳ παρὰ φύσιν προσεπε- φύχεσαν τὴν ἔπαρσιν ἐδήλουν τῶν βασιλέων ἐκείνων καὶ τὸ ἐξ ὑπερηφανίας τοῦ νοὸς αὐτῶν ὑπερνέφελον. b Τὺ δὲ δεύτερον ϑηρίον ἄρχῳ ὡμοίωτο, xal εἰς μέρος ἕν ἔστη, xai τρία εἶχε πλευρὰ ἐν τῷ στόματι. καὶ ἐλέγετο αὐτῇ “ἀνάστα, φάγε σάρκας πολλάς.\" τῆς Περσῶν δὲ βασιλείας ἢ ἄρχος ἐγένετο τύπωσις, διὰ τὸ ὠμὸν τοῦ ἔϑνους καὶ ἀπηνές\" πάντων γὰρ τῶν βαρβάρων οἱ Πέρσαι τιμωρήσασϑαει ἀπηνέστεροε, Ἰυσχαφεύσεσί τε καὶ δορᾶς ἀφαιρέσει πιχροτέρας καὶ μακροτέρας"
      },
      {
        "index": 66,
        "text": "τὰς κολάσεις τιϑέμενοι."
      },
      {
        "index": 67,
        "text": "Eixóg δέ τισιν ἀγνοεῖσϑαι τὴν κόλασιν τῆς σκαφεύσεως\" καλὸν οὖν καὶ ταύτην δήλην ϑέσϑαι τοῖς ἀγνοοῦσι. δύο σκάφας ἰσας ἀλλήλαις προσαρμόσαντες, καὶ ταΐτας ἐγκόψαντες, ὥστε"
      },
      {
        "index": 68,
        "text": "τὴν κεφαλὴν τοῦ κολαζομένου ἐκτὸς περιλελεῖφϑαι τῶν σκαφῶν καὶ τὰς χεῖρας ἀλλὰ μὴν καὶ τοὺς πόδας, ὕπτιον ἐντὸς τὸν τιμω- ρούμενον ἀνακλίνουσι, καὶ οὕτω τὰς σκάφας προσηλοῦσιν ἀλλή-- λαις. εἶτα κρᾶμα ἐκ μέλιτός τε καὶ γάλακτος κερασάμενοι ἐγχέου-- σιν Hg τὸ στόμα τοῦ ἀϑλίου ἐκείνου, μέχρις ἂν ὑπερκορὴς ὃ"
      },
      {
        "index": 69,
        "text": "ἄνϑρωπος γένηται\" καὶ ἐκ τοῦ τοιούτου κράματος τοῦ προσώπου αὐτοῦ x«i τῶν ποδῶν καὶ τῶν χειρῶν καταχέουσιν, ὕπαιϑρόν τε ϑέντες αὐτὸν εἱληϑερεῖσθαι τῷ ἡλίῳ ποιοῦσι, καὶ οὕτως ἑχάστης"
      },
      {
        "index": 70,
        "text": "καὶ πτερὰ, 'lheodoretus tantum τρία πτερὰ, LXX τρεῖς πλευραὶ."
      },
      {
        "index": 71,
        "text": "καὶ μακροτάτας À. 2] καὶ τῶν χειρῶν om A. Plutarchus tantur κατὰ τοῦ προσώπου. 22 εἷληθϑερεῖσθαι À, εἰληϑερεῖ-"
      },
      {
        "index": 72,
        "text": "ἡμέρας πράττουσιν ἐπ᾿ αὐτῷ. μυῖαι μὲν οὖν xal σφῆκες καὶ μέλισσαι διὰ τὴν τῶν χαταχεϑέντων γλυχύτητα ἀϑροιζόμεναι τῷ τε προσώπῳ αὐτοῦ καὶ τοῖς ἄλλοις ἐφιζάνουσι μέλεσιν, ἃ τῶν D σκαφῶν ἐχτὸς ὡς εἴρηται περιλέλειπται, ἐνοχλοῦσαι, ai δὲ τὸν ἄϑλιον xol τιτρώσκουσαι. ἡ δέ γε γαστὴρ ἐκείνου πληρωϑ εῖσα ὃ τοῦ μέλιτος καὶ τοῦ γάλακτος ὑγρὰ προΐησι σκύβαλα, ὧν ἐνση- πομένων εὐλαί τε καὶ σχώληκες ἀναζέουσιν\" ὃ δ᾽ ἐγκατακχείμενος τῇ ὑγρότητι, καὶ τὰς σάρκας αὐτῇ ἐνσηπόμενος, καὶ ὑπὸ τῶν σχωλήχων αὐτὰς δαπανώμενος, οὕτως οἰκτρότερόν τε ϑνήσκει καὶ χρονιώτερον. ταύτῃ τῇ κολάσει χρήσασϑαι ἱστορεῖται καὶ ἡ 10 Παρύσατις 7 Κύρου καὶ “Ἀρταξέρξου μήτηρ κατὰ τοῦ ἀνελεῖν τὸν Κῦρον αὐχήσαντος, μαχόμενον περὶ τῆς βασιλείας τῷ ἀδελφῷ, ἐπὶ τεσσαρεσχαιδεκάτην ἡμέραν τῇ τιμωρίᾳ διαρκέσαντος τῆς σκαφεύσεως. i Ἢ μὲν οὖν σκάφευσις τοιάδε τις εἶναι ἱστόρηται. τὸ δέ!9 “ἀνάστα, φάγε σάρκας\" οὐκ ἐπιτρέποντός ἐστιν, ἀλλὰ προλέ- γοντος τὰ ἐσόμενα\" πολλὴ γὰρ φϑορὰ τῶν ᾿Ἰσσυρίων καὶ τῶν συμμαχούντων ἐκείνοις ὑπὸ Περσῶν τε καὶ Ἰἥήδων ἐγένετο. εἴποι δ᾽ ἄν τις καὶ τό “φάγε σάρκας πολλάς\" τῆς ὠμότητος τοῦ ἔϑνους σημαντιχόν. τὰ δὲ τρία πλευρὰ ἢ πτερά, ἃ ἐν τῷ στόματι κατεῖχε, τὴν τῶν τριῶν τμημάτων ἀρχὴν τῆς οἰκουμένης ἦν προχαράττοντα. Κῦρος μὲν γὰρ ὃ τὴν τῶν ᾿Δσσυρίων βασι-"
      },
      {
        "index": 73,
        "text": "τιτρώσχουσιν À, κατατιτρώσκουσιν PW ex Wolfii coniectura prae- staret ἐνοχλοῦσι δὲ τὸν ἄϑλιον καὶ τιτρώσκουσιν vel ἐνοχλοῦσαί τε"
      },
      {
        "index": 74,
        "text": "λείαν καϑῃρηχὼς τὸ ἑῷον ἅπαν μέχρι τοῦ “Ἑλλησπόντου ὑπέταξεν. ὃ δὲ τούτου υἱὸς Καμβύσης καὶ τὴν “Ἄἴγυπτον καὶ τὴν .4ϊϑιοπίαν ἔσχεν ὑφ᾽ ἑαυτόν\" νότιοι δ᾽ ai χῶραι αὗται εἰσί. Ζ]αρεῖος δὲ ὃ “Ὑστάσπου καὶ τοὺς νομάδας ἐχειρώσατο Σχύϑας\" οὗτοι δ᾽ ol- B 5xovc: τὸ χλίμα τὸ βόρειον. ὃ δέ γε Ξέρξης ὃ τοῦ Δαρείου ὥρ- pnot μὲν χατὰ τῆς Εὐρώπης, κρατῆσαι καὶ ταύτης πειρώμενος, ἀπεκρούσϑη δέ γε ναυμαχίᾳ πρὸς ᾿4ϑηναίων ἡττηϑεὶς καὶ ἀνα- ζείξας χατῃσχυμμένος. τὸ δ᾽ ἐν μέρει στῆναι τὸ ϑηρίον, σημαν-- τικὸν τοῦ μὴ πάντη τῆς ἀρχῆς ἐχπεσεῖν, ὀλίγῳ δὲ μέρει ταύτης 1θπεριγραφῆναι. πάσης γὰρ τῆς “σίας πρώην χρατοῦσα ἡ βασι- λεέα ἐκείνη, καὶ “Ἰϑιόπων καὶ Aiyvntiov Παλαιστίνης τε xal (φοινίκης καὶ τῆς “ιβύης αὐτῆς, ἐξέπεσε μὲν τῶν λοιπῶν, περιελείφϑη δ᾽ αὐτῇ Πηδία τε καὶ Περσίς. ἢ καὶ ἄλλως τὸ ἐν μέρει στῆναι τὸ ϑηρίον ἐχληφϑήσεται, ἐπὶ καιρόν τινα δηλαδὴ C 16 σχολάσαι τὴν τῶν Περσῶν βασιλείαν καὶ ἀπραχτῆσαι. τοῦ γὰρ ᾿Αλεξάνδρου καϑῃρηκότος αὐτήν, εἶτα ϑανόντος, εἰς τέσσαρας ἀρχὰς ἡ ἐκείνου μοναρχία διήρητο. κατ᾽ ἀλλήλων δὲ τῶν δια- δόχων αὐτοῦ χωρησάντων καὶ ἐν ταῖς πρὸς ἀλλήλους μάχαις ἠσθϑενηκότων, οἵ Πέρσαι πάλιν καιροῦ λαβόμενοι ἀνεϑάρσησαν 90 χαὶ πολλὰ τῆς σφετέρας ἀρχῆς ἀνεχτήσαντο. | Τὸ δὲ τρίτον ϑηρίον παρδάλει ἦν ἐμφερές, xal πτερὰ εἶχε τέσσαρα πετεινοῦ ὑπεράνω αὐτῆς, καὶ τέσσαρες χεφαλαὶ τούτῳ τῷ ϑηρίῳ ἐπεφύκεσαν, καὶ ἐξουσίαν λέγει δοϑῆναι αὐτῷ. τοῦτο δὲ τὸ ϑηρίον τὴν Π]ακεδονικὴν εἰχόνιζε βασιλείαν. παρδάλει μὲν"
      },
      {
        "index": 75,
        "text": "D γὰρ εἰκάσϑη ᾿Ἵλέξανδρος διὰ τὸ ὀξύρροπον xal εὐκίνητον, ὃ καὶ τὰ πιερὰ ἐδήλουν. ἢ δὲ τούτων τετραχτὺς τὰ τέσσαρα τῆς οἰκουμένης μέρη ἡνίττετο, ἃ πτηνοῦ διῆλϑε τρόπον καὶ σχεδὸν ἁπάντων ἐχράτησεν. αἱ δέ γε τέσσαρες χεφαλαὶ τὴν μετὰ ϑά- νατον ἐχείνου διαίρεσιν ἐσήμαινον τῆς ἀρχῆς. εἰς γὰρ τέσσαρας 5 βασιλείας ἣ ἐκείνου ἐπικράτεια διήρητο, xal τῆς μὲν “Αἰγύπτου Πτολεμαῖος ὃ “άγου κεκράτηκε καὶ οἱ ἐξ ἐκείνου μέχρι τῆς Κλεοπάτρας, τῆς δέ γε Συρίας καὶ τῶν αὐτῇ προσεχῶν ὃ Σέλευ-- xog ἐχυρίευσεν, ᾿Αντίγονος δὲ τὴν Aoluv ὑφ᾽ ἑαυτὸν ἐποιήσατο,"
      },
      {
        "index": 76,
        "text": "ΡΙ1137 τῆς δὲ Maxedovíag ἦρξεν ὃ ᾿Αντίπατρος, ὡς δέ τινες ἱστοροῦσιν, 10 ὃ ᾿ριδαῖος ἀδελφὸς ἑτεροϑαλὴς ἐκ πατρὸς ὧν ᾿“λεξάνδρου. qoi γὰρ ὃ Χαιρωνεὺς τὸν Περδίκκαν μετὰ ϑάνατον ᾿Αλεξάνδρου ἐν μεγίστῃ δυνάμει ὄντα εὐθὺς τὸν 2doidaiov ὥσπερ δορυφύρημα βασιλείας ἐφέλκεσθαι, γεγονότα μὲν ἐκ γυναικὸς ἀδόξου καὶ χοι- γῆς, ἀτελῆ δὲ τὴν φρόνησιν ὄντα, οὐ φύσει τοιοῦτον προαχϑέντα, 15 ἀλλὰ τῆς Ὀλυμπιάδος φαρμάκοις διαφϑειράσης αὐτῷ τὴν διά- γοίαν."
      },
      {
        "index": 77,
        "text": "Ἴ. Τοῦ δὲ τετάρτου ϑηρίου εἶδος μὲν οὐκ ἐσήμανεν ὃ προφήτης; φοβερὸν δ᾽ εἶπε τοῦτο καὶ ἔχϑαμβον περισσῶς, ὀδόν- τας ἔχον μεγάλους καὶ σιδηροῦς, ἐσϑίον τε καὶ λεπτῦνον xal τὰ 30"
      },
      {
        "index": 78,
        "text": "B ἐπίλοιπα συμπατοῦν, καὶ τὸ διάφορον αὐτοῦ πρὸς τὰ προηγησά--"
      },
      {
        "index": 79,
        "text": "p. 1195 Τὸ 1201. addita sunt καὶ ὅσα --- συγγράμματα p. 227 v. 11 τὰ ."
      },
      {
        "index": 80,
        "text": "μένα ϑηρία ἔφη τυγχάνειν πολύ. ἡ τῶν Ρωμαίων δὲ διὰ τούτου βασιλεία σημαίνεται. διὸ οὐδὲ εἶδος ὃ προφήτης τούτῳ οὐδ᾽ ὄνομα ἔϑετο. πολυειδὴς γὰρ ἡ τῶν “Ῥωμαίων ἀρχή, πρότερον «ev. βασιλεῦσιν ἰϑυνομένη ἀπὸ “Ῥωμύλου μέχρι τῶν Ταρκυνίων, δτῆς δὲ ἐκείνων τυραννίδος καταλυϑείσης ἀριστοκρατουμένη, τῆς συγκλήτου xal τῶν ὑπάτων διοικούντων τὰ πράγματα, ἔστι δ᾽ ὅτε xai δημοκρατουμένη, τοῦ δήμου πολλάκις πρὸς τὴν σύγκλητον στασιάσαντος, μετέπειτα δ᾽ αὖϑις εἰς μοναρχίαν μεταπεσοῦσα, κἀκ ταύτης εἰς βασιλείας κλῆσιν ἐπαναχάμψασα. φοβερὸν δὲ τὸ 10ϑηρίον καὶ ἔκϑαμβον εἶπεν ὅτε δυνατωτέρα τῶν ἄλλων βασιλειῶν αὕτη γεγένηται, xal ὅσα 7 ἸΠακεδονικὴ μὴ ὑπέταξε βασιλεία, € ὑφ᾽ ἑαυτὴν αὕτη ποιησαμένη, τὴν “Ελλάδα δηλαδὴ πᾶσαν, τὴν Καρχηδόνα σὺν τῇ “Ἰιβύῃ, τὴν Σικελίαν, τὴν Σαρδώ τε καὶ γήσους ἄλλας καὶ ἔϑνη ἑσπέρια διάφορα ἕτερα, ὧν οὐκ ἦρξεν 15.421λέξανδρος\" ἅπερ ὃ βουλόμενος γνῶναι τὰς βίβλους τοῦ Ρωμαίου Ζ΄ωνος ἀναγνώτω καὶ τὰ τοῦ Πολυβίου συγγράμματα. φοβερὸν δὲ τὸ ϑηρίον ἔφη καὶ ἔχϑαμβον καὶ σιδηροῦς ὑδόντας ἔχον, ὡς τῆς τῶν Ρωμαίων ἡγεμονίας τῶν ἄλλων βασιλειῶν ἁπασῶν φριχω- δεστέρας γεγενημένης. καὶ ἐν τῇ εἰκόνι γὰρ τῇ κατ᾽ ὄναρ ὀφϑείση 20:9 Ναβουχοδονόσορ τὸν σίδηρον τέϑεικε τῆς τετάρτης βασιλείας εἰχκόνισμα. τοῖς οὖν σιδηροῖς ὀδοῦσιν ἐσϑέειν τὸ ϑηρίον εἶπε καὶ λεπτύνειν, καὶ τὰ λοιπὰ συμπατεῖν τοῖς ποσί. τὸ μὲν ovv ἐσϑέειν καὶ λεπτύνειν εἰς τὴν τῶν δασμῶν ἐξείληπται εἰσφοράν, ὡς βαρυ- τέρων τοῖς ὑπηκόοις φόρων ἐπιτεϑέντων, of τοὺς βασιλεύοντας"
      },
      {
        "index": 81,
        "text": "τρέφουσι καὶ πιαίνουσι, τοὺς δὲ εἰσπραττομένους αὐτοὺς ἐχλεπτύ-- γουσι πενητεύοντας. οἵ δὲ δασμοφορεῖν οὐκ ἠνείχοντο, τῆς ἐλευ-- ϑερίας ἀντιποιούμενοι, τούτους τοῖς ποσὶ συνεπάτει τὸ ϑηρίον καὶ ἐξωλόϑρευε. διὰ τῶν ποδῶν δὲ τὸ στρατιωτικὸν ὑπαινίττεται, ὡς ἐν τούτῳ τῆς βασιλείας ἐρειδομένης καὶ βεβηκυίας καὶ ἐξ ἐτέ- 5 gov μεταβαινούσης dg ἕτερα. καὶ κέρατα δ᾽ εἶναι τῷ ϑηρίῳ δέχα φησίν, ὑπεμφαίνων ὡς εἷς πολλὰς ἡγεμονίας ἐπ᾿ ἐσχάτων ἢ βασιλεία διαιρεϑήσεται. ἐν μέσῳ δὲ τῶν δέκα μικρὸν ἀνιέναι χέρας, καὶ ἐχριζωϑῆναι τῶν κεράτων τρία παρ᾽ αὐτοῦ, καὶ ὀφθαλμοὺς ἔχειν ἐκεῖνο τὸ κέρας καὶ στόμα λαλοῦν μεγάλα, καὶ 1ὸ πολεμεῖν τοῖς ἁγίοις. τοῦτο τὸ κέρας εἰς τὸν ἀντίχριστον ἐδξει- λήφασι τινές. μικρὸν δ᾽ ἐκλήϑη ὡς ἀπὸ μικρᾶς φυλῆς τῶν Ἑβραίων μέλλον φυήσεσϑαι. τρεῖς δὲ τῶν δέχα βασιλέων κατα- λύσει. διὰ δὲ τῶν ὀφθαλμῶν τὴν πονηρίαν αὐτοῦ καὶ τὸ πα- γοῦργον ἠνίξατο, ὡς διὰ τούτων ἐξαπατῆσον πολλούς. διὰ δὲ15 Β τοῦ μεγάλα λαλοῦντος στόματος τὴν ἀλαζονείαν αὐτοῦ καὶ τὸ ἐπηρμένον ὑπενέφηνε τοῦ φρονήματος. τὸ δὲ πόλεμον μετὰ τῶν ἁγίων ποιεῖν, τὸ πᾶσαν ἐνδείξασϑαι σπουδὴν δηλοῖ, τῆς οἰκείας κακίας καὶ βλασφημίας ἅπαντας λαβεῖν κοινωνούς. τῆς δὲ κατὰ τοῦ ϑεοῦ βλασφημίας ἐκείνου ἐμφαντικὸν τό “λόγους εἰς τὸ ὕψος 20 λαλήσει. Ἐπὶ τούτοις ὃ προφήτης ἐπήγαγεν “ἐθεώρουν ἕως οὗ ϑρό- vo. ἐτέϑησαν καὶ παλαιὸς ἡμερῶν ἐκάϑισε, καὶ τὸ ἔνδυμα αὐτοῦ"
      },
      {
        "index": 82,
        "text": "λευχὸν ὡσεὶ χιών, καὶ 7 ϑρὶξ τῆς κεφαλῆς αὐτοῦ ὡσεὶ ἔριον χκαϑαρόν, ὃ ϑρόνος αὐτοῦ φλὸξ πυρός, οἱ τροχοὶ αὐτοῦ πῦρ φλέγον, ποταμὸς πυρὸς εἷλκεν ἐχπορευόμενος ἔμπρυσϑεν αὐτοῦ, χίλιαι χιλιάδες ἐλειτούργουν αὐτῷ καὶ μύριαι μυριάδες παρει- S5orjxucav αὐτῷ. χριτήριον ἐκχάϑισε καὶ βίβλοι ἀνεῴχϑησαν.\" ἃ μὲν οὖν εἴρηται ποιοῦν τὸ κέρας οὐκ ἐπὶ μακρὸν διαρκέσειν ἐδείχϑη τῷ ava, ἕως δὲ ὃ αἰώνιος κριτήριον ἐκάϑισεν, ἀντὶ τοῦ, κρίσεως καιρὸν ἔστησε καὶ τὴν μνήμην τῶν ἑκάστῳ πεπραγμένων ἀνέπτυξε. βίβλους γὰρ τὰς ἀναμνήσεις ἐχάλεσε, l0xal παλαιὸν ἡμερῶν τὸν αἰώνιον. ἡ δὲ λευχότης τῶν τριχῶν καὶ τοῦ ἐνδύματος 10 καϑαρὸν αὐτοῦ πανταχόϑεν καὶ ἄμωμον δείκνυσιν. ἵνα δὲ κατὰ συγχώρησιν ϑεοῦ δείξῃ γενήσεσθαι τὰ παρὰ τοῦ ἀντιχρίστου ἐσόμενα, καὶ οὐχ ὡς ἀδυνατούσης τῆς ϑείας φύσεως ταῦτα παῦσαι ἢ μηδὲ τὴν ἀρχὴν συγχωρῆσαι γενέ- 15 σϑαι, τὰς χιλίας χιλιάδας τῶν λειτουργῶν καὶ τὰς μυρίας μυριά- δας τῶν παρισταμένων εἰσήγαγε, xai τὸν πύρινον ϑρόνον καὶ τοὺς ὁμοίους τροχοὺς χαὶ τὸν φλέγοντα ποταμόν. καὶ ἐϑεώρει ἕως οὗ ἀνῃρέϑη τὸ ϑηρίον καὶ τὸ σῶμα αὐτοῦ εἰς καῦσιν ἐδόϑη πυρός. διὰ γὰρ τὴν μανίαν τοῦ ἀντιχρίστου ἡ ὅλη βασιλεία 20 περιαιρεϑήσεται. καὶ οὐκ αὐτὸ τὸ ϑηρίον εἷς καῦσιν δοϑήσεται, . ἀλλὰ τὸ σῶμα αὐτοῦ. τοῦ yàg ϑηρίου τὴν βασιλείαν αἵγιττο-- μένου, εἰκός ἐστιν ἐν τῇ βασιλείᾳ πολλοὺς εἶναι καὶ τὸν ϑεὸν"
      },
      {
        "index": 83,
        "text": "σέβοντας xol ἀρετὴν μετιόντας. οὗ τούτους οὖν φησιν εἷς xai- σιν δοϑῆναι, ἀλλὰ τοὺς κακίας ἐργάτας καὶ ταῖς τοῦ σώματος ἐπιϑυμίαις ἐγκειμένους διαπαντὸς καὶ μή τι φρονήσαντας πνευ- ματιχόν."
      },
      {
        "index": 84,
        "text": "Merè δὲ τὴν τοῦ ϑηρίου ἀπώλειαν ὁρᾶν ὃ προφήτης φησὶν ὃ ὡς υἱὸν ἀνθρώπου ἐρχόμενον ἐπὶ νεφελῶν καὶ ἕως τοῦ παλαιοῦ τῶν ἡμερῶν φϑάσαντα, ᾧ καὶ δοϑῆναι λέγει τὴν ἀρχὴν καὶ τὴν"
      },
      {
        "index": 85,
        "text": "τιμὴν xci τὴν βασιλείαν, καὶ αὐτῷ δουλεῦσαι τοὺς λαοὺς πάντας καὶ τὰς γλώσσας καὶ τὰς φυλάς, καὶ τὴν ἐξουσίαν αὐτοῦ αἰώνιον ἔσεσϑαι καὶ μὴ παρελεύσεσϑαι, καὶ τὴν βασιλείαν αὐτοῦ μὴ 10 διαφϑαρήσεσϑαι. ταῦτα σαφῶς τὴν δευτέραν ἐπιφάνειαν τοῦ"
      },
      {
        "index": 86,
        "text": "Β σωτῆρος ἡμῶν Ἰησοῦ Χριστοῦ προϑεσπίζουσιν. υἱὸς μὲν γὰρ ἀνθρώπου καλεῖται διὰ τὴν ἡμετέραν φύσιν ἣν προσελάβετο, ἐπὶ δὲ τῶν νεφελῶν ἐρχόμενος κατὰ τὴν ἐπαγγελίαν αὐτοῦ sinóv- Toc “ὔψεσϑε τὸν υἱὸν τοῦ ἀνθρώπου ἐρχόμενον ἐπὶ τῶν νεφελῶν 15 τοῦ οὐρανοῦ.\""
      },
      {
        "index": 87,
        "text": "8, Ταῦτα μὲν οὖν ἐν τῷ πρώτῳ ἔτει τῆς βασιλείας Βαλτάσαρ ἐμυήϑη ὃ Δανιήλ, ἐν δὲ τῷ τρίτῳ ἑτέραν ὀπτασίαν ἑώρακεν. “ἐν Σούσοις γὰρ ὧν ἦρα\" λέγει “τοὺς ὀφϑαλμούς μου, καὶ ἰδοὺ χριὸς ἑστηκὼς ἐπὶ τοῦ Οὐβάλ, καὶ αὐτῷ χέρατα ὑψηλά, 30 καὶ τὸ ἕν ὑψηλότερον τοῦ ἑτέρου, καὶ τὸ ὑψηλότερον ἀνέβαινεν ἐπ᾿ ἐσχάτου. καὶ ἦν κερατίζων κατὰ ϑάλασσαν καὶ βορρᾶν καὶ"
      },
      {
        "index": 88,
        "text": "addita, κωλύων — ἄρρενα p. 234 v. 22 ex losephi 4nt. 12 5 $ 4."
      },
      {
        "index": 89,
        "text": "γότον, xal πάντα τὰ ϑηρία στῆναι ἐνώπιον αὐτοῦ οὐκ ἠδύναντο, καὶ ἐποίησε κατὰ τὸ ϑέλημα αὐτοῦ, καὶ ἐμεγαλύνϑη.\" πάλιν χἀνταῦϑα τὰ περὶ τῶν βασιλειῶν ὃ προφήτης διδάσχεται. καὶ χριῷ μὲν ἀπεικάσϑη 7 ἀρχὴ τῶν Περσῶν διὰ τὸν περικείμενον δαὐτῇ τιλοῦτον, ἑστὼς δ᾽ ἦν ὃ κριὸς ἐπὶ τοῦ Οὐβὰλ ἤγουν ἐπὶ τῆς πίλης τῶν Σούσων\" αὕτη γὰρ ἦν 5 πόλις μητρόπολις τῶν Περ-- σῶν, καὶ ἐχεῖ τοῖς βασιλεῦσιν ἦν τὰ βασίλεια, καὶ ὃ προφήτης ἐν ταύτῃ τῇ πόλει διάγων εἶδε τὸ ὅραμα. τὰ δὲ δύο κέρατα τὰ τὴν βασιλείαν ταύτην ἰϑύναντα δύο γένη ἐτύπουν. τὸ μὲν γὰρ 10 ἧττον χέρας τὸν Κῦρον καὶ τὸν αὐτοῦ υἱὸν τὸν Καμβύσην εἰκόνιζε (μέχρις αὐτῶν γὰρ ἡ τῆς βασιλείας ἔστη ἀρχή, καὶ οὐ προῆλϑε περαιτέρω τὸ Κύρου γένος), τὸ δὲ μεῖζον χέρας τὸ Δαρείου γένος ἠνίττετο, ὃ μέχρι τοῦ τελευταίου Zlagtlov προέχοψεν, ὃν κατεπολέμησεν ὃ ᾿“Δλέξανδρος. Καμβύσου γὰρ τοῦ Κύρου παιδὸς 15 ϑανόντος οἱ μάγοι μετὰ δόλου τὴν βασιλείαν ἐσφετερίσαντο\" οὕς ἐπ᾿ ὀλίγον κρατήσαντας, καὶ γνωσθέντας οἵτινες ἦσαν, οἱ ἑπτὰ τῶν Περσῶν οἶκοι καϑεῖλον. ἐξ ὧν ἐβασίλευσεν ὃ “ὑστάσπου Δαρεῖος, οὗ τὸ γένος μέχρι τέλους τῆς βασιλείας διήρκεσε. τοῦτο γὰρ ἐμφαίνει ὃ προφήτης προσϑεὶς ὅτι τὸ ὑψηλότερον 30 ἀνέβαινεν in? ἐσχάτου, τὸ ἐπὶ μαχρὸν δηλαδὴ διαρχέσαι καὶ ἕως τέλους τῆς Περσικῆς βασιλείας τῶν κεράτων τὸ ἕτερον. ἐχεράτιξε δὲ ὃ κριὸς κατὰ νότον καὶ βορρᾶν καὶ ϑάλασσαν\" τό τε γὰρ νότιον κλίμα xal τὸ βόρειον ἐχειρώσατο, καὶ τῶν νήσων"
      },
      {
        "index": 90,
        "text": "τὰς πλείους (ταύτας γὰρ διὰ τῆς ϑαλάσσης ἠνίξατο) ὑπὸ δου- λείαν πεποίητο\" xai συνεμάχουν τῷ Ξέρξῃ κατὰ τῆς “Ἑλλάδος στρατεύοντι 0L τὰς νήσους οἰχοῦντες\" διὸ καὶ κατὰ ϑάλασσαν τὸν κριὸν χερατίζειν ὃ προφήτης ἑώρακεν. οὐδέν τὲ τῶν ϑηρίων ἐνώπιον αὐτοῦ στῆναι ὑπέμενε. ϑηρία δὲ τὰς μερικὰς βασι-ὅ"
      },
      {
        "index": 91,
        "text": "λείας ἐκάλεσεν, ὡς φοβερὰς toig ὑπηκόοις. εἶεν δ᾽ àv αὗται, 5 Σύρων, ἡ Κιλίκων, 5 ᾿ράβων, ἣ «Αϊγυπτίων, ἡ Ἰουδαίων, καὶ ἕτεραι. οὐδεμία γοῦν τούτων ἀντιστῆναι εἰς τέλος ἠδυνήϑη τῇ Πιρσῶν ἀρχῇ, ἀλλ᾽ ἅπαντας οἷς προσέβαλεν ὑπέταξε. “καὶ ἐμεγαλύνθη\" ἢ ὅτι μεγάλη γέγονεν ἢ ἀρχὴ πολλῶν vov xdi χωρῶν κχυριεύσασα, ἢ ὅτι μεγάλα καὶ ὑπὲρ ἀνθρωπίνην ἐφαν-"
      },
      {
        "index": 92,
        "text": "B 14097; φύσιν ὑγκωθεῖσα τῇ εὐτυχίᾳ. MR ."
      },
      {
        "index": 93,
        "text": "“πορῶν δὲ ὃ προφήτης περὶ τῶν ὑρωμένων, ὁρᾷ τράγον ἀπὸ λιβὺς ἐρχό ἐπὶ πᾶ ὴν γῆ ὶ αὐτῷ κέρας ἦν ἕ"
      },
      {
        "index": 94,
        "text": "ς ἐρχόμενον ἐπὶ πᾶσαν τὴν γῆν, καὶ αὐτῷ κέρας ἣν ἕν"
      },
      {
        "index": 95,
        "text": "ϑεωρητὸν ἀνὰ μέσον τῶν ὀφθαλμῶν αὐτοῦ. καὶ ἕως τοῦ χριοῦ Ὁ"
      },
      {
        "index": 96,
        "text": "φϑάσας ἐξηγριώϑη πρὸς αὐτὸν xal ἔπαισεν αὐτὸν xal συνέτριψε"
      },
      {
        "index": 97,
        "text": "τὰ κέρατα αὐτοῦ καὶ ἔρριψεν αὐτὸν ἐπὶ τὴν γῆν καὶ συνεπάτησεν"
      },
      {
        "index": 98,
        "text": "αὐτόν, καὶ οὐχ ἦν ὃ ἐξαιρούμενος τὸν κριὸν ἐκ τῆς χειρὸς αὐτοῦ."
      },
      {
        "index": 99,
        "text": "Ὗ 193 τὴν Π͵ακεδονικὴν βασιλείαν ὑπετύπου ὃ τράγος\" ὀξύτερος γὰρ"
      },
      {
        "index": 100,
        "text": "* 2 M λλ ? ἰ ὰ ^ λ M ^N v e ^ 20 τοῦ χριοῦ xal μᾶλλον e)xlvmrog. ἀπὸ λιβὸς δ᾽ ἤρχετο, ὅτι τὴν “ἴγυπτον πρότερον ὕφ᾽ ἑαυτὸν ποιησάμενος ὃ ᾿““λέξανδρος οὕτω"
      },
      {
        "index": 101,
        "text": "C πρὸς ““ἀαρεῖον τὸ δεύτερον ὥρμησε, καὶ κατατροπωσάμιενος αὐτὸν τὴν τῶν Περσῶν βασιλείαν κατέλυσεν. ἐν Ἰσσῷ γὰρ πρώην τῆς"
      },
      {
        "index": 102,
        "text": "Κιλικίας αὐτῷ συμβαλὼν ἥττησεν αὐτόν, xal τὴν uiv γυναῖκα καὶ τὰς ϑυγατέρας αὐτοῦ xai τὸ ἅρμα καὶ τὸ τόξον κατέσχε καὶ διήρπασε τὸ στρατόπεδον τὸ Περσικόν, ἔφυγε δ᾽ ἐχεῖϑεν ὃ Au- ρεῖος καὶ αὖϑις δυνάμεις συναγαγὼν ἐμαχέσατο τῷ ᾿Αλεξάνδρῳ ἐξ $.diyóntov πρὸς ἐχεῖνον δρμήσαντι, καὶ πάλιν ἡττήϑη ἐν 4ρβή- λοις καὶ φεύγων ἀπώλετο. ϑεωρητὸν δὲ τὸ κέρας φησὶ ἀντὶ τοῦ ἐπίσημον καὶ περίβλεπτον\" τὴν ᾿Δλεξάνδρου δὲ καὶ διὰ τούτου αἰνίττεται βασιλείαν. — xol ἀνὰ μέσον τῶν 0q9aAudv αὐτοῦ ἐκ- φῦναι τὸ κέρας λέγει διὰ τὸ ἀγχίνουν καὶ τὴν σύνεσιν καὶ τὸ γεν- Ιθναῖον τοῦ φρονήματος τοῦ ““λεξάνδρου. καί “ἦλϑε\" φησίν “ὃ τράγος ἕως τοῦ χριοῦ τοῦ τὰ κέρατα ἔχοντος, καὶ εἶδον αὐτὸν φϑάσαντα ἕως τοῦ χριοῦ, καὶ ἐξηγριώϑη πρὸς αὐτὸν καὶ ἔπαισε τὸν κριὸν καὶ συνέτριψεν ἀμφότερα τὰ χέρατα αὐτοῦ, καὶ οὐκ ἦν ἰσχὺς τῷ κριῷ τοῦ στῆναι ἐνώπιον αὐτοῦ, xal ἔρριψεν αὐτὸν εἰς 16 γῆν καὶ συνεπάτησεν αὐτόν.\" συνετρίβη δέ, φησί, xal ἄμφω - τὰ χέρατα τοῦ χριοῦ, προσαράξαντος τοῦ τράγου αὐτῷ\" τουτέστι; καὶ ἄμφω αἱ δυνάμεις αὐτοῦ αἷς ἐπεποίϑει, ἣ τε Περσικὴ xo 7] ἸΜΠηδική. Περσῶν γὰρ καὶ ήδων ἦρχον οἱ βασιλεῖς τῶν IIto- σῶν, ὡς τοῦ Κύρου ἐξ ἀμφοῖν, ὡς εἴρηται, φύντος καὶ τὴν 20 ἀμφοῖν βασιλείαν σχόντος vq? ἑαυτόν, καὶ ἄμφω ταῦτα τὰ γένη τὴν ᾿Πσσυρίων βασιλείαν κατέλυσαν. “καὶ ὃ τράγος ἐμεγαλύνθη σφόδρα.\" οὐ γὰρ μόνα τὰ ὑπήκοα τῇ τῶν ᾿Πσσυρίων ἀρχῆ ὑφ᾽ ἑαυτὸν ἐποιήσατο, ἀλλὰ xul ἄλλα πολλὰ ἐχειρώσατο. τῇ τε γὰρ"
      },
      {
        "index": 103,
        "text": "Ἰνδίᾳ προσέβαλε καὶ τὸν Πῶρον ἐνίκησε καὶ τὸν Ταξίλην ὠχειώ-- σατο xui ἄλλα μέρη τῆς Ἰνδικῆς κατέσχεν. εἶτα δηλῶν ὃ προ-- φήτης ὅτι καὶ οὗτος εὐδαιμονήσας μικρὸν παρελεύσεται, ἐπήγαγε “καὶ ἐν τῷ ἰσχῦσαι αὐτὸν συνετρίβη τὸ χέρας τὸ μέγα, καὶ τέσ-- cuga κέρατα ὑποκάτωθεν ἐξέφυ αὐτοῦ.\" τοῦ γὰρ ᾿“λεξάνδρου 5 μετὰ τὴν εὐτυχίαν ἐχείνην συντόμως ϑανόντος εἰς τέσσαρα ἢ ἐκεί-- γου διῃρέϑη ἀρχή, ὡς εἴρηται ἤδη ἐν τῷ τρίτῳ ϑηρίῳ, ὃ τῷ “Ι«νιὴλ xa9* ὕπνους ἔδοξεν ἐκ τῆς ϑαλάσσης ἐξέρχεσθαι, ἔχον τέσσαρας κεφαλάς."
      },
      {
        "index": 104,
        "text": "“Καὶ ἐκ τοῦ ἑνὸς τῶν κεράτων ἐξῆλϑε κέρας φοβερόν, καὶ 10 ἐμεγαλύνθη περισσῶς πρὸς νότον καὶ πρὸς ἀνατολὴν καὶ πρὸς λίθα καὶ πρὸς τὴν δύναμιν. χαὶ ἐμεγαλύνθη ἕως τῆς δυνάμεως τοῦ. οὐρανοῦ, καὶ ἔπεσον ἐπὶ τὴν γῆν ἀπὸ τῆς δυνάμεως καὶ ἀπὸ τῶν ἀστέρων, καὶ συνεπάτησεν αὐτούς.\" τὰ περὶ τοῦ ἐπιφανοῦς “Ἀντιόχου διὰ τούτων ὃ lavi προδιδάσχεται, ὃς Ἀντιόχου μὲν 15 τοῦ μεγάλου υἱὸς ἦν, μᾶλλον δὲ τῶν πρὸ αὐτοῦ κρατυνϑεὶς βασι- λέων, τῶν ἀπὸ Σελεύκου δηλαδή, x«l τῆς «ἀἰγύπτου χρατήσας xui ἑτέρων χωρῶν καὶ ἐπὶ Ἰουδαίους ἐστράτευσε xai τῆς τῶν “Ἵεροσολύμων ἐχυρίευσε πόλεως, ἀλλὰ καὶ τοῦ ἔϑνους παντός, καὶ τόν τε ναὺν ἐσύλησε καὶ ἐμίανε σύας ἐν αὐτῷ ϑύσας, καὶ τῷ 30 ' Zi βωμὸν ἱδρυσάμενος τὸ ἔϑνος ὅλον ἑλληνίζειν ἠνάγκαζε, κωλύων αὐτοὺς περιτέμνειν τὰ ἄρρενα. τὴν γὰρ κατὰ τοῦ ϑεοῦ"
      },
      {
        "index": 105,
        "text": "μανίαν αὐτοῦ τὸ “ἐμεγαλύνθη ἕως τῆς δυνάμεως τοῦ οὐρανοῦ\" ὑπαινίττεται. τὸ δέ “ἔπεσον ἀπὸ τῆς δυνάμεως xal ἀπὸ τῶν ἀστέρων ἐπὶ τὴν γῆν, καὶ συνεπάτησεν αὐτούς\" τοὺς ix τοῦ D Ἰουδαϊκοῦ λαοῦ ἀσεβήσαντας διὰ τὴν ἐξ ἐκείνου ἐπαγομένην αὖ--"
      },
      {
        "index": 106,
        "text": "δ τοῖς ἀγάγκην δηλοῖ, ot τῆς νομίμου καὶ ϑείας διαγωγῆς ἐκπεπτώ- χασι, τῷ τυράννῳ ὑπείξαντες καὶ ὑπ᾽ ἐκείνου συμπατηϑέντες. ἀστέρες δ᾽ ἐχλήϑησαν διὰ τὸ τῆς εὐσεβείας καϑαρὸν καὶ ὑπέρ- Ὑ1 94 λαμπρον, ἢ ὅτι τῷ “βραὰμ ὃ ϑεὸς ἐπηγγείλατο πληϑῦναι τὸ σπέρμα αὐτοῦ ὡς τὰ ἄστρα τοῦ οὐρανοῦ. |"
      },
      {
        "index": 107,
        "text": "10 \" Kai ἕως τοῦ ἄρχοντος τῆς δυνάμεως ἱδρύϑη.\" καὶ κατ᾽ αὐτοῦ γὰρ τοῦ ϑεοῦ ἐλύττησε τοῦ ἄρχοντος τῶν ἄνω δυνάμεων. \"xai ϑυσία ἐταράχϑη πτώματι, καὶ ἐγενήϑη καὶ εὐωδώϑη, καὶ ἐδόθη ἐπὶ τὴν ϑυσίαν ἁμαρτία,. καὶ ἐρρίφη χαμαὶ δικαιοσύνη. ἀπηγορευμένα γὰρ ϑύσας ἐτάραξε τὴν ϑυσίαν, ἀντὶ τοῦ συνέχεεν,"
      },
      {
        "index": 108,
        "text": "ὅ ἐμίανε. πτώματα δὲ τοὺς σύας λέγει, καὶ ἁμαρτίαν ἐπὶ τὴν ϑυσίαν τὴν ἐπ᾽ αὐτῇ παρανομίαν. διὰ δὲ τοῦ “ἐρρίφη χαμαὶ δικαιοσύνη\" 4 τῶν νομίμων ἀϑέτησις καὶ οἱ ἄδικοι φόνοι δη- λοῦνται τῶν ἀσεβῆσαι μὴ καταδεξαμένων. ἀλλὰ καὶ ταῦτα πράττιον καὶ οὕτως ἀσεβῶν ὃ ᾿Αντίοχος εὐωδοῦτο, φησί."
      },
      {
        "index": 109,
        "text": "Ἐπὶ τούτοις ἐπάγει ὃ Ζ,ανιήλ “καὶ εἶπεν εἷς ἅγιος τῷ φελ- μουνί, ἕως πότε 7j ὅρασις στήσεται καὶ 7j ϑυσία ἡ ἀρϑεῖσα καὶ 7j"
      },
      {
        "index": 110,
        "text": "ἁμαρτία τῆς ἐρημώσεως ἢ δουϑεῖσα; xal εἶπεν αὐτῷ, ἕως ἑσπέρας"
      },
      {
        "index": 111,
        "text": "xal ngo ἡμέραι δισχίλιαε καὶ τριακόσιαι, καὶ καϑαρισϑήσεται B τὸ ἅγιον.\" ἀγωνιῶντι τῷ προφήτῃ διὰ τὰ δρώμενα ἐπιπέμπονται"
      },
      {
        "index": 112,
        "text": "ἄγγελοι δηλοῦντες αὐτῷ ὅτι τέλος ἕξουσι τὰ δυσχερῆ καὶ τὸν xat- ρὸν διδάσκοντες τῆς αὐτῶν παρελεύσεως. καὶ ἠρώτα ἕτερος τὸν\""
      },
      {
        "index": 113,
        "text": "ἕτερον\" τὸ yàg φελμουνὶ ἐξελληνιζόμενον τινὰ σημαίνει. ἠρώτα"
      },
      {
        "index": 114,
        "text": "δὲ οὐχ ὡς ἀγνοῶν, ἀλλ᾽ ἵνα μάϑῃ ὃ ΖΙανιήλ. ὃ δ᾽ ἐρωτώμενυς"
      },
      {
        "index": 115,
        "text": "ἀπεχρίνατο “ἡμέραι δισχίλιαι καὶ τριακόσιαε ἕως ἑσπέρας καὶ"
      },
      {
        "index": 116,
        "text": "πριυΐ, xai καϑαρισϑήσεται τὸ ἅγιον.\" ἑσπέραν μὲν οὖν ἐκάλεσε τὴν ἀρχὴν τῶν ἀνιαρῶν ἢ καὶ ὅλον τὸν χρόνον αὐτῶν (νυκτὶ γὰρ!) καὶ σχότῳ τὰ λυπηρὰ ἔοικε), πρωΐ δὲ τὴν μετὰ τὰς συμφορὰς εἰρηναίαν κατάστασιν. τοῦτο τοίνυν σημαίνει δι’ ὧν φησιν ὅτι C ἀπὸ τῆς τῶν καχῶν ἀρχῆς μέχρι τέλους αὐτῶν τόσος καιρὸς παρελεύσεται. αἱ δὲ ἡμέρα ὃς ἐγιαυτοὺς ἀριϑμούμεναι ἕξ 0 ; ἡμέραι πρὸς ἐνιαυτοὺς ἀριϑμοὺμ ἀποτελοῦσι μῆνας καὶ ἰσαρίϑμους ἐνιαυτοὺς κατὰ τὴν τῶν “Ἑβραίων ψῆφον\" ἐπὶ τοσοῦτον γὰρ ἢ ἐπ᾿ ᾿Αντιόχου τοῖς Tov- δαίοις ἐπενεχϑεῖσα συμφορὰ ἐπεχράτησε. ταῦτα παρὰ τοῦ ἀρχαγ-"
      },
      {
        "index": 117,
        "text": "γέλου Γαβριὴλ τῷ προφήτῃ ζητοῦντι σύνεσιν ἐμυήϑη."
      },
      {
        "index": 118,
        "text": "9. Εἶτα διὰ τὴν τῶν δμοφύλων αἰχμαλωσίαν ἐπὶ 4a- θείου πάλιν τοῦ ήδων ἄρχοντος (ὃς καὶ Κυαξάρης ὠνόμαστοϑῃ καὶ ᾿σούηρος, jdorváyovg ὧν υἱός) τοῦ προφήτου ϑρηνοῦντος"
      },
      {
        "index": 119,
        "text": "ἀγνοῶν] ἀγωνιῶν Α. 21 καὶ \"4covnoog, Acrvdyovg] rectius"
      },
      {
        "index": 120,
        "text": "σουήρου τοῦ καὶ Aarv«yovg. 'Theodoretus p. 1225 et LXX tan-"
      },
      {
        "index": 121,
        "text": "tum Ζαρείον τοῦ υἱοῦ ᾿Δσσουήρου. sumpta videntur e Theodoreto"
      },
      {
        "index": 122,
        "text": "xal ToU ϑεοῦ δεομένου ἥψατό τις ἀνὴρ ᾧ ὄνομα Γαβριήλ. Ὁ ἥψατο δὲ αὐτοῦ ὡσεὶ ὥραν ϑυσίας ἑσπερινῆς, ἢ κατὰ τὸν καιρὸν \"LA 0 υσιάς ἑσπερινῆς, ἢ e"
      },
      {
        "index": 123,
        "text": "τῆς ἐν ἑσπέρᾳ λατρείας, ἢ ἐπὶ τοσαύτην ὥραν ἐφ᾽ ὅσην 7) £ont- quj ἐτελεῖτο λατρεία. καὶ εἶπε τῷ ΖΙανιήλ “νῦν ἐξῆλϑον συμ- 5 βιβάσαι σοι σύνεσιν καὶ ἀναγγεῖλαί σοι ὅτι ἀνὴρ ἐπιϑυμιῶν εἶ σύ."
      },
      {
        "index": 124,
        "text": "καὶ ἐννοήϑητι ἐν τῷ ῥήματι καὶ σύνες ἐν τῇ ὀπτασίᾳ\" ἀντὶ τοῦ,"
      },
      {
        "index": 125,
        "text": "ἀχριβῶς πρόσσχες τοῖς λεγομένοις αἰνιγματώδεσιν οὖσι καὶ πλείονος δεομένοις σπουδῆς. ἐνίοτε δὲ δι᾿ αἰνιγμάτων τὰ ϑεῖα δηλοῖται, ἵνα μὴ πᾶσι γίνοιντο δῆλα καὶ διὰ τοῦτο εὐκαταφρόνητα. ἀνὴρ 10 δ᾽ ἐπιϑυμιῶν ἐκλήϑη ὃ “΄ανιὴλ ἢ ὡς κατὰ τῶν σαρκικῶν παϑῶν 3 - , ^ ⸗ 3 - 3 ͵ Ἃς - ἀνδριζόμενος καὶ γενναίως αὐτοῖς ἀνθιστάμενος, ἢ ὡς ἐπιϑυμῶν μαϑεῖν τὰ τῷ λαῷ καὶ τοῖς αὐτοῦ συμφυλέταις ἐσύμενα, ἢ ὅτι ἐπιϑυμητὸς ἣν xal ἐπέραστος δι᾿ ἣν μετήρχετο ἀρετήν. Εἶτα ἐπάγει ὃ ἄγγελος “ἑβδομήκοντα ἑβδομάδες συνετμή- 15 ϑησαν ἐπὶ τὸν λαόν σου xci ἐπὶ τὴν πόλιν τὴν ἁγίαν σου ἕως τοῦ παλαιωθῆναι τὸ παράπτωμα καὶ τοῦ τελεσϑῆναι τὴν ἁμαρτίαν xal τοῦ σφραγίσαι ἁμαρτίαν xai τοῦ ἐξιλάσασϑαι ἀδικίαν καὶ τοῦ ἀγαγεῖν δικαιοσύνην αἰώνιον καὶ τοῦ σφραγίσαι ὅρασιν καὶ ngo- B φήτην καὶ τοῦ χρῖσαι ἅγιον ἁγίων.\" ὃ μὲν προφήτης προσευχό-"
      },
      {
        "index": 126,
        "text": "ἥμενος \"O0 λαὸς σου πρὸς τὸν ϑεὺν ἔλεγε \"xai ἢ πόλις σου\" ὃ δὲ ἄγγελος πρὸς τὸν Ζ΄ανιήλ φησιν “ὃ λαύς σου καὶ ἡ πόλις"
      },
      {
        "index": 127,
        "text": "cov,\" ὡς μὴ ἀξίου ὄντος τοῦ λαοῦ τοῦ ϑεοῦ χαλεῖσϑαι. εὕρηταὶ δὲ ὁμοίως καὶ ἐπὶ Πυυσέως ὅτε τὸν μόσχον ποιήσαντες ot Ἰσραη- λῖται ϑυσίαν αὐτῷ προσήνεγκαν\" καὶ τότε γὰρ τοῦ προφήτου"
      },
      {
        "index": 128,
        "text": "ς , 7 € δεομένου ὃ ϑεὸς ἔφη ὡσαύτως. φησὶν οὖν ὃ ἄγγελος ὅτι xai ἢ ε 1 5 , ι ς , )—— , 1 Ἱερουσαλὴμ οἰχοδομηϑήσεται xoi ὁ λαός cov ἐπανελεύσεται καὶ ὃ C ἐπὶ ἔτη τετραχύσια ἐνενήκοντα διαμενοῦσιν\" αἵ γὰρ ἑβδομήκοντα ἑβδομάδες εἰς τοσοῦτον συμψηφίζονται ἀριϑμόν\" ἑκάστην δ᾽ ἡμέ- ^ ⸗ ^ , 3 * - Ὑ ραν εἰς ἐνιαυτὸν ἐλογίσατο. τὸ δὲ συνετμήϑησαν ἀντὶ τοῦ ἐχρί- ϑησαν καὶ ὡρίσϑησαν κεῖται. ἕως τοῦ παλαιωθῆναι τὸ παρά- zt καὶ τοῦ τελεσϑῆναι τὴν ἁμαρτίαν, τουτέστιν ἕως τοῦ 1ῦ χρονίσαι xal αὐξηϑῆναι\" τοῦτο γὰρ δηλοῖ 10 παλαιωϑῆναι xal"
      },
      {
        "index": 129,
        "text": "τελείαν γενέσϑαι τὴν ἁμαρτίαν. διὰ τούτων δὲ τὴν κατὰ τοῦ"
      },
      {
        "index": 130,
        "text": "κυρίου τόλμαν xai λύτταν τῶν Ἰουδαίων παρίστησιν. πολλὰ μὲν"
      },
      {
        "index": 131,
        "text": "γὰρ καὶ πρὸ τούτου ἡμάρτοσαν καὶ δίκας ἕτισαν, ἀλλ᾽ ἀνεχλὴη-"
      },
      {
        "index": 132,
        "text": "ϑησαν αὖϑις\" ἐπεὶ δὲ κατὰ τοῦ σωτῆρος ἐμάνησαν καὶ εἷς ἔσχα- 15 D τὸν κακίας ἀφίκοντο καὶ ἐντελῆ τὴν ἁμαρτίαν εἰργάσαντο, οὐχέτι"
      },
      {
        "index": 133,
        "text": "ἀναχλήσεως ἔτυχον. τὸ δὲ σφραγίσαι ἁμαρτίαν xol ἐξιλάσασϑαι"
      },
      {
        "index": 134,
        "text": "ἀδικίαν, τὴν ἄφεσιν δηλοῖ τῶν πταισμάτων τὴν παρὰ τοῦ κυρίου"
      },
      {
        "index": 135,
        "text": "δεδωρημένην τοῖς πιστεύουσιν εἰς αὐτόν\" οὗτος γάρ ἐστιν ὃ ἀαἔρων τὴν ἁμαρτίαν τοῦ κόσμου\" τὸ γὰρ σφραγίσαι τοῦ παυϑῆναι ση- μαντικόν. τὸ δὲ ἀγαγεῖν δικαιοσύνην αἰώνιον, τὸ αὐτὸν εἰς: τὸν"
      },
      {
        "index": 136,
        "text": "κόσμον ἐλϑεῖν Og ἐστι δικαιοσύνη xal ἀπολύτρωσις xal ἁγιασμός."
      },
      {
        "index": 137,
        "text": "τὸ μέντοι σφραγίσαι ὅρασιν καὶ προφήτην, τὸ τέλος ἐσχηκέναι"
      },
      {
        "index": 138,
        "text": "τὰς προφητείας δηλοῖ, ἢ ὅτι τὰ παρ᾽ ἐκείνων περὶ τοῦ Χριστοῦ λαληϑώτα ἐχβέβηχεν, ἢ ὅτι τὸ τῆς προφητείας χάρισμα τοῖς"
      },
      {
        "index": 139,
        "text": "Ἰουδαίοις ἐχλέλοιπεν, ἢ καὶ ἀμφότερα. ἐλϑὼν γὰρ ὃ Χριστὸς δτὰς προφητείας ἐσφράγισεν, ἐπλήρωσε δηλαδὴ καὶ ἐβεβαίωσε καὶ μέντοι χαὶ ἔπαυσεν. οὐχέτι γὰρ παρ᾽ αὐτοῖς ἄρχων καὶ προ-"
      },
      {
        "index": 140,
        "text": "φήτης καὶ ἡγούμενος. x«l ἀγαγεῖν δικαιοσύνην αἰώνιον, ἥτις αὐτός ἐστιν ὃ κύριος ἡμῶν καὶ σωτήρ. ὃ μὲν γὰρ ἀπόστολος"
      },
      {
        "index": 141,
        "text": "σοφία ἡμῖν\" φησίν “᾿ ἀπὸ ϑεοῦ, δικαιοσύνη τε xal ἁγιασμὸς 10χαὶ ἀπολύτρωσις.\" χαὶ ἀλλαχοῦ περὶ τοῦ εὐαγγελίου γράφων “δικαιοσύνη ἐν αὐτῷ ἀποκαλύπτεται\" λέγει. ὃ δὲ κύριος “ αἰτεῖτε\" διδάσκει “τὴν βασιλείαν τοῦ ϑεοῦ xal τὴν δικαιοσύνην αὐτοῦ,\""
      },
      {
        "index": 142,
        "text": "ἣν αὐτὸς ἤγαγε φανερώσας ἡμῖν διὰ τῆς αὐτοῦ διδαχῆς. καὶ τὸ"
      },
      {
        "index": 143,
        "text": "χρῖσαι δὲ ἅγιον ἁγίων, αὐτὸν δηλοῖ τὸν δεσπότην παραγενέσϑαι"
      },
      {
        "index": 144,
        "text": "οιστόν.᾿ τίς γὰρ ἕτερος ἅγιος ἁγίων χληϑείη ἂν εἰ μὴ ὃ κύριος ἡμῶν καὶ σωτήρ; ὃς ἁγιωσύνης ὑπάρχων πηγὴ χρίεται μὲν τῷ"
      },
      {
        "index": 145,
        "text": "ἁγίῳ πνεύματι κατὰ τὸ ἀνϑρώπινον (ὡς ᾿Ησαΐας προανεφώνησε"
      },
      {
        "index": 146,
        "text": "λέγων “πνεῦμα χυρίου ἐπ᾿ ἐμέ, οὗ ἕνεκεν ἔχρισέ ue,\" xal ὡς Zdafià ἐμελῴδησεν εἰπών “ἔχρισέ σε ὃ ϑεός, ὃ ϑεός σου, ἔλαιον 0 ἀγαλλιάσεως, παρὰ τοὺς μετόχους Gov,\" xal ὡς ἡ κορυφαία τῶν 3 , 3 , € , 47 * Η - - , ἀποστόλων ἀχρύτης ὁ Πέτρος ἐδίδαξε περὶ τοῦ σωτῆρος γράψας"
      },
      {
        "index": 147,
        "text": "(45) 8. 21 γράψας } cautius exscribendus erat Theodoretus:"
      },
      {
        "index": 148,
        "text": "ς «wv 3*5 € * € ἢ , » ὡς ἔχρισεν αὐτὸν ὁ ϑεὸς πνεύματι &ylo καὶ δυνάμει), σφρα- ἃ 3 ^ ^ * , - e\" ἢ γίζει δὲ καὶ βεβαιοῖ τὰς παλαιὰς γραφάς, ποιῶν ἅπαντα καὶ C πάσχων ὕσα δι᾿ ἐχείνων προείρητο, xal ἐξιλάσκεται ἀδικίαν καταλλάσσων τοὺς ἁμαρτήσαντας τῷ ϑεῷ καὶ πατρὶ καὶ αὐτὸν τοῖς πταίσασιν ἱλεούμενος. 5 3 € » ͵ «c , , Eia ἐπάγει ὃ ϑεῖος ἀρχάγγελος \"xol γνώσῃ xal συνήσεις, ἀπὸ ἐξόδου λόγων τοῦ ἀποχριϑῆναι καὶ τοῦ οἰκοδομῆσαι \"Tcgov- σαλὴμ ἕως Χριστοῦ ἡγουμένου ἑβδομάδες ἑπτὰ xal ἑβδομάδες"
      },
      {
        "index": 149,
        "text": "ἑξηκονταδύο.\" ἤρξατο μὲν ovv ὃ ναὺς ἐπὶ Κύρου οἰχοδομεῖσϑαι ( Κῦρος γὰρ πρῶτος τῆς ἐπανόδου παρεχώρησε τῷ ἔϑνει τῶν 10 ὕρος γὰρ πρῶτος τῆς vódov παρεχώρη 0 ἔϑνει τῶν Ἰουδαίων), ἀλλ᾽ ἐπεσχέϑη παρὰ Καμβύσου τοῦ Κύρου παιδὸς"
      },
      {
        "index": 150,
        "text": "φϑόνω τῶν αὑτοῖς ὁμορούντων vor, ἐπετράπη δ᾽ κῦϑις τοῖς"
      },
      {
        "index": 151,
        "text": "Ἰουδαίοις ἢ τούτου ἀνέγερσις ὅτε Ζαρεῖος ὃ Yat&anov ἐχράτησε"
      },
      {
        "index": 152,
        "text": "D τῆς βασιλείας Περσῶν. ἐξ οὐδενὸς δὲ τούτων ἀριϑμούμενος ὃ"
      },
      {
        "index": 153,
        "text": "καιρὸς εὑρίσχεται σώζων κατὰ τὴν ToU ἀρχαγγέλου φωνήν, ἀλλ᾽ 15"
      },
      {
        "index": 154,
        "text": "ὑπερβάλλων\" εἰ δ᾽ ἐκ τῶν χρόνων τῆς Ἀρταξέρξου βασιλείας τοῦ"
      },
      {
        "index": 155,
        "text": "μακρόχειρος ὃ καιρὸς ἀριϑμοῖτο, εὑρεϑείη ἂν οὔτε περιττεύων"
      },
      {
        "index": 156,
        "text": "ovr' ἐλαττούμενος. κἀκ τούτου δέον ἀριϑμεῖσϑαι αὐτόν, ὅτι"
      },
      {
        "index": 157,
        "text": "τότε καὶ τῇ πόλει περιεβλήϑη περίβολος καὶ τῷ ναῷ προσετέϑη"
      },
      {
        "index": 158,
        "text": "τὰ λείποντα καὶ οἰκητόρων y πόλις πεπλήρωτο, ὅτε Νεεμίας 30"
      },
      {
        "index": 159,
        "text": "olvoyotée τῷ ᾿Ἰρταξέρξῃ ἐδεήϑη αὐτοῦ ἐπιτραπῆναι αὐτῷ τὴν"
      },
      {
        "index": 160,
        "text": "εἰς τὴν πατρίδα ἐπάνοδον, καὶ ἀπελϑὼν τήν τὲ πόλιν περιετείχισε καὶ συνίύκισε καὶ τὸν ναὸν ἀτελῆ ὄντα ἀπήρτισεν. εἰ γοῦν ἀπὸ"
      },
      {
        "index": 161,
        "text": "τῆς τοῦ σωτῆρος ἐπιφανείας, δι οὗ μόνου ἄφεσις ἁμαρτημάτων ἐδύϑη καὶ δικαιοσύνη εἰσήνεκται καὶ τῶν προφητῶν αἱ τιρορρήσεις πεπλήρωνται, ἀναποδίζων τις ἀριϑμήσει τὸν χρόνον, εὑρήσει τοῦτον συμτιληρούμενον ἕως τοῦ εἰχοστοῦ ἔτους τῆς βασιλείας θ᾽ ρταξέρξου, ὅτε δηλαδὴ ὃ Νεεμίας παραχωρηϑεὶς εἰς ἹἹερου-- σαλὴμ ἐπανῆλθεν\" ἃ προϊοῦσα xa9^ εἱρμὸν 7; ἱστορία πλατύτερον διηγήσεται. ὃν δὲ ἅγιον εἶπεν ἀνωτέρω ἁγίων, τοῦτον αὖϑις «Χριστὸν ἡγούμενον εἴρηκεν, ὀνομάζων αὐτὸν xarà τὸ ἀνϑρώ- B πινον. ὡς yàg πρωτότοχος τῆς χτίσεως τῆς καινῆς καὶ πρωτό- l0roxog ἐκ νεχρῶν λέγεται, οὕτω καὶ ἡγούμενος πιροσηγόρευται. καὶ ὃ ϑεῖος δὲ ἀπόστολος Πέτρος ἀρχηγὸν τῆς ζωῆς ὠνόμασε τὸν σωτῆρα, τοῖς Ἰουδαίοις διαλεγόμενος, ὡς ἐν ταῖς Πράξεσιν ὃ ϑεῖος “Ἰουκᾶς συνεγράψατος. ὥσπερ δὲ πρωτότοχος ἡμῶν καὶ πρωτεύων κατὰ τὸν μέγαν Παῦλον εἴρηται κατὰ τὸ ἀνθρώ- 15z4v0v, οὕτω δὴ xal ἡγούμενος τῷ ἀρχαγγέλῳ Γαβριὴλ προση- γόρευται."
      },
      {
        "index": 162,
        "text": "10. ᾿βπορήσειε δ᾽ ἄν τις Ürov χάριν διῃρημένως ἀλλ᾽ οὐχ ὁμοῦ αἱ ἑβδομάδες ἠρίϑμηνται, εἰς ἑπτὰ δὲ καὶ ἑξηκονταδύο"
      },
      {
        "index": 163,
        "text": "ἀρχάγγελος, ἀλλά τινὰ καινὰ διὰ τούτων διδάσκων ἐν ταῖς τῶν χρόνων διαιρέσεσει συμβησόμενα. εἰ γὰρ ἀπὸ τῆς τῶν ᾿Ιεροσολύ--"
      },
      {
        "index": 164,
        "text": "μων οἰχοδομῆς τῆς ἐπὶ Νεεμίου ὡς εἴρηται γενομένης ἀριϑιμοῖντο οἱ χρόνοι μέχρις Ὑρκανοῦ ἀρχιερέως, ἐφ᾽ οὗ τὸ τῶν ᾿σαμω- ναίων γένος ἐπαύϑη τοῦ ἱερᾶσϑαι, ὃ τῶν ἑξηκονταδύίο ἑβδομάδων ἀριϑμὸς συμπεραίνετα.. ἀπὸ μὲν γὰρ τοῦ εἰκοστοῦ ἔτους τῆς βασιλείας ᾿Ἰρταξέρξου, ὃς τῷ Νεεμίᾳ τὴν εἰς ᾿Ιερουσαλὴμ ἐπάνο-ὃ dov ἔδωκε τῷ ταύτην τειχίσαντι, ἕως “αρείου τοῦ ᾿ρσάμου ὃν D καϑεῖλεν λέξανδρος, ἑκατὸν ἔτη εἰσὶ xai τεσσαρεσχαίδεκα\" ix δὲ τῆς καϑαιρέσεως τῆς τῶν Περσῶν βασιλείας, ἐν ἕχτῳ γενο- μένης ἔτει τῆς ᾿Αλεξάνδρου πρὸς τὴν ᾿“σίαν στρατείας, μέχρις Ἰουλίου Καίσαρος Γαΐου ὃς πρῶτος τῇ μοναρχίᾳ τῶν Ρωμαίων! ἐπικεχείρηκεν, ἔτη παρήλθοσαν διακόσια ὀγδοήκοντα καὶ δύο\" ἐχ δὲ τῆς αὐταρχίας τοῦ Καίσαρος ἕως ἔτους πεντεκαιδεκάτου Τιβερίου Καίσαρος, ἡνίκα ὃ Χριστὸς ὑπὸ Ἰωάννου ἐβαπτίσϑη καὶ τῶν σημείων ἀπήρξατο, ἔτη ἑβδομήκοντα καὶ τρία \" ὡς συμποσοῦσϑαι ταῦτα tlg ἐνιαυτοὺς ἐπὶ τετρακοσίοις ἑξήκοντα 15 καὶ ἐννέα. οἱ δὲ τοσοῦτοι ἐνιαυτοὶ ἀποτελοῦσιν ἔτη τετρακόσια 136 ὀγδοήκοντα τρία κατὰ τὴν “Ἑβραϊκὴν ἀρίϑμησιν τῶν ἐτῶν. οὐ γὰρ ὡς ἡμεῖς oi “Ἔβραῖοι ψηφίζουσι τὸν ἐνιαυτὸν ἀλλὰ xara W 197 σεληνιακὸν δρόμον ἀριϑμοῦντες αὐτὸν τριακοσίων πεντήκοντα xai τεσσάρων ἡμερῶν, ὡς περιττεύειν ἀφ᾽ ἑκάστου ἐνιαυτοῦ ἣ μέρας 3 ἕνδεκα. καὶ τούτων γοῦν τῶν περιττῶν ἡμερῶν εἰς ἔτη συμπο- ᾿σουμένων τὰ τετραχόσια ὀγδοήκοντα καὶ τρία ᾿Εβραϊκὰ συνέσταν-"
      },
      {
        "index": 165,
        "text": "γαΐου καίσαρος Α, recte 'T'heodoretus. 12 τοῦ αὐγούστου καί-"
      },
      {
        "index": 166,
        "text": "ται ἔτη. \"EBgalo δὲ τῷ Δανιὴλ ὃ ἄγγελος δμιλῶν πάντως τὰ αὐτῷ γνώριμα ἔλεγεν ἔτη. ἄχρι μὲν οὖν τῆς τοῦ ἀρχιερέως “Ὑρκανοῦ ἀναιρέσεως, ὃν ὃ βασιλεὺς ἀνεῖλεν Ηρώδης (εἰρήσεται δὲ τὰ περὶ τούτου πλατύτερον), ai ἑξηκονταδύο ἑβδομάδες ἔξε- ὃ μετρήϑησαν. ἔχτοτε δὲ τῆς ἀρχιερωσύνης οὐ διὰ βίου προσπε- πηγυίας κατὰ τὸν νόμον τοῖς ταύτης ἀξιουμένοις ἀλλ᾽ ἐνιαυσιαίας παρανόμως διδομένης ἢ βραχυτέρῳ χρόνῳ περιοριζομένης, καὶ χρημάτων αὐτὴν ὠνουμένων τῶν βουλομένων, ὃ καὶ ó Ἰώσηπος. ἱστορεῖ, ai ἑπτὰ παρήλθοσαν ἑβδομάδες. τοῦτο δὲ δηλῶν ὃ Ἰ0ϑεῖος ἀρχάγγελος ἔλεγε \"xal μετὰ τὰς ἑβδομάδας τὰς ἑἕξηκοντα- δύο ἐξολοϑρευϑήσεται χρῖσμα, καὶ κρίμα οὐκ ἔστιν ἐν αὐτῷ,\" ἀντὶ τοῦ, διαφϑαρήσεται τὸ χρῖσμα τῆς ἀρχιερωσύνης. παρα- γόμως γὰρ χριομένων τῶν εἷς αὐτὴν προβιβαζομένων, οὐδὲ τὸ χρῖσμα τὴν οἰκείαν εἶχεν ἰσχύν, ἀλλὰ παρεφϑαρμένον ὃν ἠμοίρει Ιϑτῆς ϑείας χάριτος. διὸ καὶ ἐπήγαγε “καὶ κρίμα οὐκ ἔστιν ἐν αὐτῷῶ,᾽ τουτέστιν, οὐ κατὰ κρίσιν καὶ δοκιμασίαν γινόμενοι ἔσον-- ται, ἀλλ᾽ ἀχρίτως ἢ διὰ χάριν ἢ διὰ χρήματα. τούτων δ᾽ οὕ-- τω γινομένων καὶ αἵ ἑπτὰ παρερρύησαν ἑβδομάδες, μέχρι τῆς τοῦ."
      },
      {
        "index": 167,
        "text": "' κυρίου ἐπιφανείας δηλαδὴ διαρκέσασαι. | 20 Ἢ μὲν οὖν διαίρεσις τῶν ἑξηκονταδύο ἑβδομάδων καὶ τῶν ἑπτὰ διὰ ταῦτα γέγονεν\" ἐπεὶ δὲ πρὸς τὰς ἐξ ἀρχῆς εἰρημένας ἑβδομήκοντα ἑβδομάδας ἔτι μία περιλέλειπται, καὶ περὶ ἐχείνης εἴρηκεν ὃ ἀρχάγγελος ταῦτα “καὶ δυναμώσει τὴν διαϑήκην πολ--"
      },
      {
        "index": 168,
        "text": "λοῖς ἑβδομὰς ula, καὶ ἐν τῷ ἡμίσει τῆς ἑβδομάδος ἀρϑήσετια ϑυσία καὶ σπονδή, καὶ ἐπὶ τούτοις ἐπὶ τὸ ἱερὸν βδέλυγμα τῆς ἐρημώσεως, καὶ ἕως συντελείας καιροῦ συντέλεια δοϑήσεται ἐπὶ τὴν ἐρήμωσιν ἡ λοιπή, φησίν, ἑβδομὰς 7; μετὰ τὰς ἑξήχοντα καὶ ἐννέα τὴν καινὴν διαϑήκην εἰσάξει ἰσχυρὰν οὕτως ὡς δι᾿ αὐ-ὁ τῆς ἀρϑῆναι, τουτέστιν ἐκ μέσου γενέσϑαι, τὰς ϑυσίας καὶ τὰς σπονδὰς ἐν τῷ ἡμίσει τῆς ἑβδομάδος. μετὰ γὰρ τὸ βάπτισμα 0 P 1137 Χριστὸς ἐπὶ τριετίαν καὶ ἐπέκεινα διδάξας καὶ σημεῖα ἐπιδειξά- μένος οὕτως ἐπὶ τὸ πάϑος 5A9t, καὶ αὐτοῦ τυϑέντος ὑπὲρ τοῦ κόσμου παντός, τοῦ ἀμνοῦ τοῦ ϑεοῦ τοῦ αἴροντος τὴν ἁμαρτίαν KO τοῦ κόσμου, 7 κατὰ νόμον ϑυσία ἐπαύϑη καὶ 5 σπονδή. xd ἔϑυον ἔχτοτε οἱ Ἰουδαῖοι, ἐπεὶ xal ἔτι ϑύουσι, παρανόμως, ἀλλ᾽ ἀπρόσδεκτος ἦν τῷ ϑεῷ 7j ἐκείνων ϑυσία καὶ ἡ σπονδή. — xal ἂλ- Aug δὲ τό “δυναμώσει διαϑήκην πολλοῖς\" ἐκληφϑήσεται ἀντὶ τοῦ, δυνατοὺς τοὺς ἱεροὺς ἀποστόλους εἰς τὸ κήρυγμα ἡ ἑβδομὰς αὶ ἐκείνη ἐργάσεται. εἰς δύο γὰρ τὴν ἑβδομάδα φαίνεται διαιρῶν ὃ ἀρχάγγελος, εἰς τὸν πρὸ τοῦ πάϑους καὶ τὸν μετὰ τὸ πάϑος xu Β ρόν. περὶ γὰρ τὰ τρία ἔτη πρὸς τῷ ἡμίσει κηρύξας ὁ κύριος, κατὰ τὸ τοῦ υἱοῦ τῆς βροντῆς εὐαγγέλιον, καὶ στηρίξας εἰς τὴν αὐτοῦ πίστιν τοὺς ϑείους αὐτοῦ ἀποστόλους τῇ τῶν λόγων ἀλη — | ϑείᾳ καὶ τῇ τῶν ϑαυμασίων ἔργων ἐπιδείξει, οὕτω πρὸς τὸ πά- | ϑὸς ἐχώρησε xal τὸν σταυρὸν χατεδέξατο καὶ ὑπέμεινε 9uvasor. εἶτα τὸν λοιπὸν τῆς ἑβδομάδος χρόνον μετὰ τὴν ἐκ νεχρῶν ἀνά-"
      },
      {
        "index": 169,
        "text": "στασιν καὶ τὴν πρὸς τοὺς χόλπους τοὺς πατριχυὺς ἄνοδον, ὧν o) χκεχιίύριστο πώποτε, καὶ τὴν TOU παρακλήτου ἐπιφοίτησιν καὶ ϑείαν ἐπίπνοιαν ot ἱεροὶ αὐτοῦ μαϑηταὶ ἐν Ἱερουσαλὴμ τὸ ϑεῖον διαγγέλλοντες εὐαγγέλιον καὶ τὸ κήρυγμα πιστούμενοι ϑαύμασι bi I 98 5xal πλήϑη ἀνθρώπων ἐπισπώμενοι πρὸς τὴν ἐπίγνωσιν τοῦ ὄντως ϑεοῦ, διεσπάρησαν εἷς τὰ ἔϑνη καὶ ταῦτα ἐφώτισαν. τοῦτο τοί- γυν ὃ ἀρχάγγελος προδηλῶν τῷ προφήτῃ dava) ἔλεγε “δυναμώ- σει διαϑήχην πολλοῖς ἑβδομὰς μία,\" ἀντὶ τοῦ, δύναμιν περιζώ- σει πολλούς, τοὺς μαϑητὰς δηλαδή. τόν τε πρὸ τοῦ πάϑους Ἰϑτοῦ κυρίου χρόνον καὶ τὸν μετὰ τὸ πάϑος, xa9? ὃν πρότερον μὲν ἐν Ἱερουσαλὴμ προσέμενον καὶ ἐκήρυσσον oi ἀπόστολοι, εἶτα καὶ εἷς τὰ τῆς οἰκουμένης περιήεσαν τέρματα καὶ ἐδίδασκον, συνά- voc, αὖϑις διαιρεῖ τὴν ἑβδομάδα ταύτην λέγων \"xoi ἐν τῷ ἡμί- Ὁ σει τῆς ἑβδομάδος ἀρϑήσεται ϑυσία καὶ σπονδή,\" διὰ τούτου 15 προσημαίνων τὴν παῦλαν τῆς τοῦ νόμου σκιᾶς. εἶτα ἐπάγει “καὶ ἐπὶ τὸ ἱερὸν βδέλυγμα τῆς ἐρημώσεως τούτων γάρ φησι γινο-- μένων τὸ πρὶν ἅγιον καὶ σεβάσμιον ἱερὸν βδέλυγμα λογισϑήσεται\" ἢ ὅτε μετὰ τὴν τελευταίαν ἑβδομάδα ταύτην βδέλυγμά τι ἐπὶ τὸ ἱερὸν εἰσαχϑήσεται, σημεῖον τῆς αὐτοῦ τε καὶ τῆς πόλεως ἐρη-- “υμώσεως. ὃ ἐπὶ Πιλάτου γέγονε, σημαίας νύχτωρ εἰσαγαγόντος εἰκόνας ἐχούσας βασιλικάς, αἵ τοῖς Ἰουδαίοις βδέλυγμα ἐλογί- ζοντο\" ἀπείρητο γὰρ αὐτοῖς ἀνθρωπίνην εἰκόνα ἢ ζώου τινὸς κε- P Y 138 χτῆσϑαι ἢ καὶ σεβάζεσϑαι. καὶ ὃ κύριος δέ “ὅταν ἴδητε\" εἶπε"
      },
      {
        "index": 170,
        "text": "πιλάτου Α. 23 ὅταν ἴδητε] Matth. 24 15."
      },
      {
        "index": 171,
        "text": "“τὸ βδέλυγμα τῆς ἐρημώσεως ἑστὼς ἐν τόπῳ ἁγίῳ, γινώσκετε ὅτι ἤγγικεν ἣ ἐρήμωσις αὐτῆς; τῆς Ἱερουσαλὴμ δηλαδή. καὶ ἀλλα- χοῦ δ᾽ ἔφη ὃ κύριος \"1009 ἀφίεται ὃ οἶκος ὑμῶν ἔρημος\" ταῦτα προδιδάσχων τὸν 4΄ανιὴ), ὃ ἀρχάγγελος ἐπιφέρει, μετὰ τὸ προϑε- σπίσαι ὡς ἐκ μέσου γενήσεται ἣ νομικὴ λατρεία, τό \" καὶ ἐπὶ τὸ ἱερὸν βδέλυγμα τῆς ἐρημώσεως\" Ἑἕνα δὲ μὴ νομέζηται τοῖς Tov- δαίοις πρόσκαιρος 7) ἐρήμωσις, ὡς αὖϑις τῆς πόλεως αὐτοῖς ἀνοι- χοδομηϑησομένης καὶ τοῦ ἱεροῦ ἀνεγερϑησομένου, οἷα xai ἄλ-"
      },
      {
        "index": 172,
        "text": "B Aore πλειστάκις συμβέβηκεν ἐπί τε τῷ ναῷ καὶ τῇ πόλει, ἐπήγαγε \"xui ἕως συντελείας καιροῦ συντέλεια δοϑήσεται ἐπὶ τὴν ἐρήμω- Y σιν,\" τουτέστιν, ἕως συντελεσϑῇ ὃ αἰὼν μενεῖ καὶ 7; ἐρήμωσις, καὶ τότε καὶ «ταύτῃ τέλος ἔσται ὅτε οὐχέτι χαιρὸς ἢ τὴν πόλιν ἀναστῆναι ἢ τὸν ναόν."
      },
      {
        "index": 173,
        "text": "Ταῦϑ᾽ ὃ Δανιὴλ περὶ τῶν δμοφύλων αὐτοῦ τεϑέαται xal μεμύηται. ἀλλὰ καὶ ἑτέρας ὀπτασίας ἑώραχε καὶ ἐνύπνια, 916-15 ϑὲν αὐτῷ προδηλουμένης δι᾽ αὐτῶν τῆς μελλούσης ἔσεσϑαι τῶν χοσμιχῶν πραγμάτων μεταβολῆς. καὶ οὐ τῆς ἀλλοιώσεως μόνης ἐμυεῖτο τὴν πρόγνωσιν, ἀλλὰ καὶ τοὺς καιροὺς καϑ᾽ ovg ἄποτε- λεσϑήσεται ἕκαστον αὐτῶν ἐδιδάσκετο\" ἃ γνώσεται πάντως ὃ βου- λόμενος τελεώτερον ἐπιὼν τὴν βίβλον τῶν τοῦ προφήτου δράσεων,30"
      },
      {
        "index": 174,
        "text": "C καὶ βεβαίαν σχοίη κατάληψιν ἐντεῦϑεν ὡς οὐδὲν ἀπρονόητον οὐδ᾽ εἰχῆ φερόμενον καὶ ὡς ἔτυχεν, ἀλλὰ πάντα τῇ ϑείᾳ προνοίᾳ xai κυβερνῶνται καὶ διεξάγονται."
      },
      {
        "index": 175,
        "text": "Ταῦτα μὲν οὖν οὕτως ἔχουσι καὶ τοῖς εὐσεβέσι δοξάζονται\" (11) ἡμῖν δὲ μηδὲ τὰ κατὰ τὴν ἀρρενόφρονα παραλειπτέον γυ-- γαῖχα Tovóz9 , ἢ τὸν Ὀλοφέρνην ὠλόϑρευσε καὶ τὴν πόλιν αὐτῆς καὶ τὸ ἔϑγος ἅπαν διέσωσεν. ἔχει δ᾽ οὕτω τὰ κατ᾽ αὐτήν. ἐν δἔτει δωδεκάτῳ τῆς βασιλείας αὐτοῦ ὃ τῶν Loovolwv ἀρχηγὸς Ναβουχοδονόσορ πρὸς ᾿ρφαξὰδ τὸν βασιλέα Ὡήδων ἤρατο zó- λεμοὸν, καὶ τὰ πέριξ ἔϑνη πρὸς συμμαχίαν αὐτοῦ μετεχέκλητο. D πολλῶν δ᾽ ἑτέρων καὶ τῶν Ἰουδαίων τὴν πρόσκλησιν μὴ καταδε- ξαμένων καὶ τὸ συμμαχῆσαί οἵ ἀπειπαμένων, ὃ Ναβουχοδονόσορ 10 ἐξιύργιστο, καὶ ὦμοσεν 7) μὴν τὸν πρὸς τοὺς Mzdovg ἀνύσας πό- λεμον ἐπελϑεῖν κατά τε Κιλικίας καὶ Ζαμασκοῦ χαὶ Συρίας καὶ Ἰουδαίας καὶ τῆς J[iyénrov, xoi δῃῶσαι αὐτὰς καὶ ἐκπορϑῆσαι W Y 99 καὶ εἰς ἐρήμωσιν ἀγαγεῖν. ἀντιταξάμενος οὖν πρὸς “Δρφαξὰδ τὸν lM5jov xal χατὰ χράτος τούτου περιγενύμενος, τῶν ἄλλων τε 15 πόλεων αὐτοῦ κρατήσας καὶ τῶν ᾿Ἐχβατάνων αὐτῶν, ἔνϑα ἦσαν τῷ “ρφαξὰδ τὰ βασίλεια, κἀκεῖνον ἑλών τε καὶ ἀνελών, τὸν ἀρ- χιστράτηγον τῆς οἰχείας δυνάμεως καλέσας ᾿Ολοφέρνην ἐνετείλατό ot τὸν ὅρχον ὃν ὦμοσεν ἐχπληρῶσαι, καὶ xarà τῶν μὴ ϑελησάν- των συμμαχῆσαι αὐτῷ ἐπιόντι χατὰ τῶν ᾿ϊήδων ἐχστρατεῦσαι 0 μετὰ βαρείας δυνάμεως, καὶ τοὺς μὲν ὅσοι ἑαυτοὺς αὐτῷ vno- τάσσουσι διατηρῆσαι καὶ τὰς πόλεις αὐτῶν ἀπορϑήτους ἐᾶσαι, τῶν δ᾽ ἀπειϑούντων μὴ φείσασϑαι, ἀλλὰ τοὺς μὲν ἀνθρώπους τῷ ξίφει ὑπαγαγεῖν, τὰς δὲ πόλεις αὐτῶν ἐχδοῦναι εἰς διαρπαγὴν καὶ εἰς ὄλεθρον."
      },
      {
        "index": 176,
        "text": "ΕΌΝΤΕΒ. Cap.1ll. ludith 1 — 7."
      },
      {
        "index": 177,
        "text": "Ὁ μὲν otv Ναβουχοδονόσορ τοιαῦτα τῷ ἀρχισατράπῃ ab- τοῦ ἐνετείλατο, Ὀλοφέρνης δὲ ἐκστρατεύσας καὶ τοῖς ἔϑνεσι καϑ᾽ ὧν ἀπέσταλτο ἐπελϑὼν τοὺς μὲν ἄλλους κατὰ τὰ ἐντεταλμένα"
      },
      {
        "index": 178,
        "text": "B διέϑετο, ἐπὶ δὲ τοὺς Ἰσραηλίτας μέλλων στρατεύειν καὶ ὅπλα xaz' αὐτῶν αἴρειν (οὐ γὰρ προσΐεσαν αὐτῷ οὐδ᾽ ὑπέκυπτον) ἤρετο ϑ τίνες οὗτοι καὶ ὅτῳ ϑαρροῦντες ἀνϑίστανται. καὶ εἶπεν αὐτῷ \"yup ὃ τῶν υἱῶν Ἀμμὼν ἀρχηγὸς τήν τε γενεαλογίαν αὐτῶν, καὶ ὅπως εἰς τὰς πόλεις ἐκείνας ἐξ ἀρχῆς κατῳκίσϑησαν, καὶ τοῦ σφῶν 9:09 τὴν ἰσχύν. εἶτα ἐπήγαγε “νῦν οὖν σκεπτέον\" καὶ εἰ μὲν εἷς τὸν ϑεὸν αὐτῶν ἁμαρτάνουσιν, ἀναβησόμεϑα καὶ ἐχπο- 10 λεμήσομεν αὐτούς, εἰ δ᾽ oU τοῦτο, παρελϑέτω ὃ κύριός μου μή- ποτε ὑπερασπίσῃ αὐτῶν ὃ ϑεὸς αὐτῶν καὶ ἡττηϑῶμεν ταῦτα τοῦ ᾿““χιὼρ εἰπόντος ὃ Ὀλοφέρνης ϑυμῷ ληφϑεὶς ἐκέλευσε τοῖς παρεστῶσιν αὐτῷ δῆσαι τὸν Ἀχιὼρ καὶ ἀπαγαγεῖν καὶ παραδοῦ-"
      },
      {
        "index": 179,
        "text": "C ναὶ τοῖς υἱοῖς Ἰσραήλ, ἵνα σὺν ἐκείνοις ληφϑεὶς κολασϑῇ. οἱ δὲ15 συλλαβόντες τὸν ἄνδρα ἀπήγαγον εἰς Βαιτουλουά, καὶ οἱ τῆς πόλεως σφενδόναις τοὺς προσιόντας καὶ βέλεσιν ἔβαλλον. καἀκχεῖ- γοι τὸν Ldyw)g δεδεμένον ἔρριψαν ὑπὸ τὴν ὑπώρειαν, καὶ vat- στρεψαν. οἱ δὲ τῆς πόλεως ἄνδρες καταβάντες ἔλυσαν τὸν “Ἀχιὼρ xal εἰς τὴν σφετέραν πόλιν ἀπήγαγον, καὶ τί τὸ συμβεβηκὸς 30 ἐπυνθάνοντο\" καὶ ὃς αὐτοῖς ἅπαντα διηγήσατο. οἱ δὲ τὸν ϑεὸν ἐκάλουν εἰς ἄμυναν. τῇ δ᾽ ἑξῆς Ολοφέρνης ἦγεν ἐπὶ Βαιτου- λουὰ τὴν στρατιάν, χιλιάδας οὖσαν πεζῶν ἑκατὸν ἑβδομήκοντα καὶ ἱππέων χιλιάδας δώδεχα, χωρὶς τῶν τῆς ἀποσκευῆς\" καὶ"
      },
      {
        "index": 180,
        "text": "ἐστρατοπεδεύσατο παρ᾽ αὐτῇ. εἶτα ἔγνω μὴ πολεμεῖν, ἀλλὰ τὰ ὕδατα προκαταλαβεῖν ὅϑεν ὑδρεύοντο, ἵν᾽ ἐχλιπόντες τῇ δίψῃ διαφϑαρῶσιν ἢ τὴν πόλιν αὐτῷ παραδώσουσι. καὶ περιέστησε D μέρος τῆς στρατιᾶς τοῖς ὕδασε φύλακας. ἐπὶ δὲ τέσσαρσι καὶ δτριάκοντα ἡμέραις περικαϑημένων τῶν ἐναντίων αὐτούς, ἐξέλιπε σφίσι τὸ ὕδωρ, καὶ ἠϑροίσϑη πρὸς τοὺς ἄρχοντας ὃ λας, καὶ ἠξίουν ἐκδοῦναι τὴν πόλιν τοῖς ἐναντίοις καὶ ἑαυτούς, V»? ἢ δου-- λεύσωσιν ἐκείνοις καὶ ζήσωνται ἢ κατασφαγέντες ἀπαλλαγῶσε τῶν ὀδυνῶν. Ὀχίας δὲ ὃ τῶν τῆς πόλεως πρόχριτος \"fr\" εἶπεν,"
      },
      {
        "index": 181,
        "text": "10“ ἀδελφοί, μείνωμεν πέντε ἡμέρας, καὶ εἰ μὲν ἥξεε βοήϑεια ἐκ ϑεοῦ ἡμῖν\" εἰ δ᾽ οὔ, ποιήσω κατὰ τὴν συμβυυλίαν ὑμῶν.\""
      },
      {
        "index": 182,
        "text": "12. \"Hv δὲ ἐν τῇ πόλει ἐκείνῃ γυνὴ jj ὄνομα Ἰουδήϑ', καὶ 7j γυνὴ χήρα, καὶ αὕτη σώφρων καὶ συνετὴ xai ὡραία τῇ ὄψει. ἀκούσασα τοίνυν τὰ δεδογμένα τῷ λαῷ καὶ τοῖς ἄρχουσι, μετε- P Y 140"
      },
      {
        "index": 183,
        "text": "πέμψατο τὸν Ὀζίαν καὶ τοὺς λοιποὺς τῆς πόλεως ἄρχοντας, καὶ ἐμέμψατο αὐτοῖς ὡς πειράζουσι τὸν ϑεὸν ὅτι εἶπον παραδώσειν τὴν πόλιν τοῖς ἐναντίοις μετὰ πέντε ἡμέρας εἰ μὴ ἐν αὐταῖς ἥξει τις αὐτοῖς βοήϑεια ἐκ ϑεοῦ. oi δὲ καλῶς μὲν αὐτὴν συνέϑεντο λέγειν, ἀντέϑεντο δὲ τὴν δίψαν τὴν τοῦ λαοῦ καὶ τὴν βίαν τὴν"
      },
      {
        "index": 184,
        "text": "αὐτοῦ. κἀκχείνη στῆναι αὐτοὺς τὴν νύχτα ἐπὶ τὴν πύλην τῆς πόλεως ἐνετέλλετο, αὐτὴ δὲ ἔλεγεν ἐξελεύσεσϑαι μετὰ τῆς ἄβρας αὐτῆς, μὴ μέντοι αὐτοῖς ἐρεῖν τὸ παρ᾽ αὐτῆς μελετώμενον, ἕως"
      },
      {
        "index": 185,
        "text": "οὗ πρὸς πρᾶξιν κατευϑυνϑῇ. καὶ εἶπον αὐτῇ “πορεύου καὶ οἱ μὲν ἀπῆλϑον, ἡ δὲ πρὸς παράχλησιν ἐτράπη τὴν πρὸς ϑεόν. Β εἶτα ἀποϑεμένη τὴν πενϑήρη στολὴν τῆς χηρεύσεως, καὶ τὸ σῶμα περικλύσασα ὕδατε καὶ μύρῳ χρισαμένη, στολὴν μετενέδυ εὐφρό- συνον καὶ κόσμον ἑαυτῇ περιέϑετο. καὶ καλλωπισϑεῖσα πρὸς 105 ἐπαγωγότερον ἔδωχε τῇ ϑεραπαίνῃ φέρειν ἐν ἀγγείοις οἶνον καὶ ἔλαιον καὶ πήραν ἀλφίτων πλήρη καὶ παλάϑης καὶ ἄρτων, καὶ ἐξῆλϑε τῆς πόλεως αὐτὴ καὶ 5 παιδίσχη αὐτῆς ἀπιοῦσα πρὸς τὴν τῶν Ἀσσυρίων παρεμβολήν. καὶ ἐντυχοῦσα τῇ τῶν ἐναντέων προφυλακῇ κατεσχέϑη καὶ ἤχϑη πρὸς Ὀλοφέρνην. ὃ δὲ αὐτῆς l τὸ χάλλος ἐθαύμασε καὶ εἶπεν αὐτῇ “μὴ φοβοῦ\" ἥκεις γὰρ εἰς σωτηρίαν\" ἔφη δὲ αὐτῷ 7j γυνή “δέξαι τοὺς λόγους μου, κύριε, καὶ ὃ λόγος ὃν ἐλάλησεν Ἀχιὼρ ἤτω ἐν τῇ καρδίᾳ σου\" ἔστι γὰρ € ἀληθής\" ὅτι ἐὰν μὴ ἁμάρτωσιν οἱ υἱοὶ Ἰσραήλ, οὐ χατισχύσει ῥομφαία αὐτῶν, νῦν δὲ ἐπεὶ ἐξέλιπεν αὐτοὺς τὰ βρώματα καὶ τὸ 35 ὥδωρ, ἐβουλεύσαντο καὶ τῶν τῷ νόμῳ ἀπηγορευμένων ἅψασϑαι, καὶ τὰς ἀπαρχὰς τοῦ σίτου καὶ τὰς δεκάτας τοῦ οἴνου τὰς τοῖς ἱερεῦσι τετηρημένας, ὧν οὐδὲ ψαῦσαι ϑεμιτὸν ἑτέρῳ, δαπανῆσαι κεκρίχασι. ταῦτα δὲ καὶ τῶν τὴν Ἱερουσαλὴμ οἰκούντων βεβου- λευμένων ἐστάλκασι πρὸς τὴν ἐκεῖ γερουσίαν, ἄφεσιν ἐπὶ τούτοις 20 αἰτούμενοι. κἂν οὕτω παρανομήσωσιν, οὐκ ἔσται σφίσιν ἄμυνα ἐκ ϑεοῦ, καὶ εἰς ὄλεθρον ἐχδοϑήσονται. ἅπερ αὐτὴ ἐπιγνοῦσα ἀποδιδράσχω τῆς πόλεως, Vy ἐκφύγω τὸν ὄλεθρον. καὶ νῦν μενῶ παρὰ σοί, δέσποτα, καὶ ἐξελεύσομαι κατὰ νύχτα εἰς τὴν"
      },
      {
        "index": 186,
        "text": "φάραγγα, xal προσεύξομαι πρὸς τὸν ϑεόν, καὶ ἐρεῖ uot πότε ἡμάρτοσαν, κἀγώ σοι ἀναγγελῶ, καὶ ἄξω σε διὰ τῆς Ἰουδαίας D ἕως Ἱερουσαλήμ, xal ϑήσω τὸν ϑρόνον cov ἐν μέσῳ αὐτῆς\" καὶ ἤρεσαν Ὀλοφέρνῃ οἱ λόγοι αὐτῆς, καὶ ἐχέλευσεν εἰσαχϑῆναι αὖ- δτὴν εἷς τὴν σχηνὴν τοῦ ταμείου αὐτοῦ, καὶ δοϑῆναι αὐτῇ φαγεῖν. ἡ δέ “οὐ φάγομαι\" ἔφη “ἐκ τῶν ἐδεσμάτων ὑμῶν, μή μοι γένη- ται σχάνδαλον, ἀλλ᾽ ἐξ ὧν ἐπιφέρομαι τραφήσομαι καὶ εἶπεν αὐτῇ ᾿Ολοφέρνης \" & δὲ ἐκλίποι ταῦτα, πόϑεν σοι τοιαῦτα χορη- γηϑήσεται;\" ἡ δέ “ζῇ ἢ ψυχή σου, κύριέ μου\" ἀνταπεκρίνατο, 10\"6z« οὐ πρότερον ἐκλείψεε μοε τὰ ἐδώδιμα πρὶν ἂν ὃ ϑεὸς ἐν χειρέ μου ποιήσῃ ἃ ἐβουλεύσατο μεσούσης δὲ νυκτὸς ἠτήσατο ἐπὶ τὴν φάραγγα πρὸς προσευχὴν ἐξελϑεῖν, καὶ Ὀλοφέρνης in£- τρέψε\" καὶ ἐπὶ τρεῖς ἡμέρας οὕτως ἐποίει. καὶ τῇ τετάρτῃ ἡμέρᾳ πότον ἡτοίμασεν Ὀλοφέρνης, καὶ εἶπε τῷ εὐνούχῳ Βαγώᾳ, 16 ὃς ἦν ἐφεστηκὼς ἐπὶ πάντων τῶν αὐτοῦ, “πεῖσον δὴ τὴν γυναῖκα τὴν “Ἑβραίαν τοῦ ἐλϑεῖν πρὸς ἡμᾶς\" αἰσχρὸν γὰρ ἡμῖν εἰ γυναῖκα τοιαύτην παρήσομεν μὴ αὐτῇ δμιλήσαντες.\" καὶ ὃ Βαγώας εἶπε πρὸς Ἰουδήϑ' “ἐλϑὲ πρὸς τὸν κύριόν μου, δοξασϑῆναι κατὰ πρό-- σωπον αὐτοῦ, καὶ πίεσαι μεϑ᾽ ἡμῶν οἶνον, καὶ γενηϑήσῃ ὡς ula 204» παρεστηχυιῶν ἐν τῷ οἴκῳ Ναβουχοδονόσορ\" καὶ Ἰουδὴϑ χοσμηϑεῖσα ἀπῆλϑε, καὶ εἰσελϑοῦσα πρὸς \"OXogéovr» ávíntos, καὶ ἔφαγε καὶ ἔπιεν ἃ ἡτοίμασεν αὐτῇ 7] παιδίσκη αὐτῆς. ἡ δὲ καρδία Ὀλοφέρνου ἐξέστη καὶ πρὸς ἔρωτα τῆς γυναικὸς ἐξεκέ- καυτο. καὶ τοῦ πότου παραταϑέντος ἔπιεν ἐχεῖνος οἶνον σφόδρα Β"
      },
      {
        "index": 187,
        "text": "πολὺν xal ἐμεϑύσϑη. καὶ ὃ μὲν ἐπὶ τῆς κλίνης αὐτοῦ καρηβα- ρῶν ix τῆς μέϑης κατέκειτο, πάντες δὲ ᾧχοντο, xol Βαγώας συνέκλεισε τὴν σκηνήν, μόνην τὴν Ἰουδὴϑ ἐντὸς καταλελοιπώς. ἡ δὲ τῇ ϑεραπαίνῃ αὐτῆς ἐνετείλατο τὴν ἔξοδον αὐτῆς ἐπιτηρεῖν \" ἐξελεύσεσθαι γὰρ ἐπὶ τὴν προσευχήν. ὃ μὲν οὖν Ὀλοφέρνης τῇ 5 μέϑῃ καταβεβαπτισμένος κατέκειτο καὶ ὕπνον ϑανάτου ὕπνωττεν ἀδελφόν, ἡ δὲ τὸν ϑεὸν ἐπικαλεσαμένη xal τὸν ἀκινάκην αὐτοῦ σπασαμένη τὴν αὐτοῦ ἀπέτεμε κεφαλήν, καὶ ἐξελθοῦσα τῇ ϑερα- παίνῃ παρέσχεν αὐτήν, καὶ ἀπήεε ὡς δὴ προσευξομένη κατὰ τὸ σύνηϑες. ἐγγίσασα δὲ τῇ πόλει αὐτῆς ἐβόησε τοῖς ἐπὶ τῶν πυ-τὸ C λῶν ἀνοῖξαι αὐτῇ. καὶ εἰσελθοῦσα διηγήσατο ὅσα δι᾽ αὐτῆς ἐθαυμάστωσεν ὃ ϑεός, καὶ τὴν κεφαλὴν Ὀλοφέρνου προήγαγε, καὶ συνεβούλευσεν ἀπαιωρῆσαι ταύτην ἐκ τῶν ἐπάλξεων, αὐτοὺς δὲ τὰς πανοπλίας ἐνδυσαμένους ἅμα πρωΐ ἐξελϑ ev \" “ἰδόντες yo\" φησίν “ὑμᾶς οἱ ““σσύριοι δραμοῦνται ἐπὶ τὴν τοῦ σφῶν ἀρχι- 15 στρατήγου σκηνήν, καὶ εὑρόντες αὐτὸν ἀνῃρημένον ἐκστήσονται, καὶ φόβος ἐπιπεσεῖται αὐτοῖς, καὶ τραπήσονται εἰς φυγήν, καὶ ὑμεῖς ἕψεσϑε ὀπίσω αὐτῶν καὶ συγχόψετε αὐτούς, καὶ πληρωϑή- σεται τὰ πεδία νεκρῶν.\" ταῦτα τοῖς πολίταις αὐτῆς συμβουλεύ- caca “καλέσατέ μοι ἔφη “τὸν ἀχιώρ\"\" καὶ ἐλϑόντι τὴν xiga- 30 λὴν τοῦ Ὀλοφέρνου ὑπέδειξε. καὶ ἐξέστη ὃ ἄνθρωπος, xal “ἀνάγγειλόν μοι\" ἔφη “ὅσα ἐποίησας κἀκείνη πάντων ἐνώπιον D διηγήσατο ἃ ὃ ϑεὸς πεποίηκε δι᾽ αὐτῆς, xol ὡς ἀμίαντον τὴν"
      },
      {
        "index": 188,
        "text": "αὐτῆς σωφροσύνην καὶ χηρείαν τῷ ϑεῷ καὶ περιετμήϑη. οἱ δὲ τῆς πόλεως ἄρχοντες καὶ τὸ πλῆϑος αὐτῆς τὴν κεφαλὴν Ὀλοφέρνου τοῦ τείχους ἀπῃωρήκασιε χαὶ τἄλλα χατὰ τὴν συμβουλὴν Ἰουδὴϑ' πεποιήκασι. καὶ τοὺς θ᾽ “σσυρίους ὡς χόρτον συνέκοψαν, καὶ τὴν παρεμβολὴν αὐτῶν διαρπάσαντες λαφύρων πολλῶν ἐνεπλήσϑησαν. τῇ δὲ Ιουδὴϑ᾽ 7, σχηνὴ Ὀλοφέρνου ἐξήρητο καὶ πάντα τὰ ἐν αὐτῇ, ἃ καὶ ἀνάϑημα τῷ ϑεῷ ἐν [Ἱερουσαλὴμ ἀπελϑοῦσα ἀνέϑετο. καὶ ἦσεν αὐτῷ ὠδὴν ἐστεφανωμένη ἐλαίας ϑαλλῷ, καὶ πᾶς ᾿Ισραήλ, καὶ ὑπέξς Ιθστρεέψεν εἰς τὸν οἶκον αὐτῆς, xal κατεγήρασεν ἐν σωφροσύνῃ, καὶ τέϑνηκε ζήσασα ἔτη πέντε καὶ ἑκατόν. ἐ Ἐν ἦς. τῷ S RU ο΄ Τὰ μὲν οὖν κατὰ τὴν Ἰουδὴϑ' ἐν τούτοις\" (13). ἑξῆς δ᾽ ἱστορητέον ἐπιτετμημένως καὶ τὰ κατὰ τὸν Τωβίτ. Τωβὶτ τοίνυν ἐχ τῆς φυλῆς μὲν κατήγετο Νεφϑαλείμ, ἠχμαλώτιστο δὲ ἐν Zu£- 15 ραις Ἔ)νεμεσὰρ βασιλέως τῶν Ἀσσυρίων. ἦν δὲ τὰ πρὸς ϑεὸν εὐσεβὴς καὶ τὰ πρὸς ἀνθρώπους δίκαιος, καὶ τῶν συμφυλετῶν αὐτοῦ ϑυόντων τῇ Βάαλ, αὐτὸς ἔϑυε τῷ Ou πορευόμενος εἷς ^ “Ἱερουσαλήμ, καὶ κατὰ τὰς τοῦ νόμου διαταγὰς τὴν ζωὴν ἐρύϑμι- ζεν ἑαυτοῦ, καὶ αἰχμαλωτισϑεὶς οὐκ ἐχράνϑη βρώμασιν vc"
      },
      {
        "index": 189,
        "text": "πολλήν, καὶ ταύτης μειεδίδου τῶν οἰκείων τοῦ γένους τοῖς χρή- ζουσι. πορευόμενος ὑὲ εἰς IMróíav παρέϑετο ἑνὶ τῶν ἐκεῖ κατοι-"
      },
      {
        "index": 190,
        "text": "χκούντων ὁμοεϑνῶν τῷ Γαμαὴλ ἀργυρίου δέκα τάλαντα. καὶ À«- βὼν γυναῖκα τῶν ὁμοφύλων “Ἄνναν, υἱὸν ἐξ αὐτῆς ἐγείνατο Τω- βίαν. \"Eveuscóo δὲ ϑανόντος, καὶ τοῦ υἱοῦ αὐτοῦ Σεναχηρεὶμ τὴν ' ἀρχὴν διαδεξαμένου τῶν ““Πσσυρίων, καὶ κατὰ τῆς Ἰουδαίας στρα- 5 τεύσαντος καὶ αἰσχρῶς φυγόντος ἐκεῖϑεν ἐπανελϑόντος τε εἰς τὰ οἰκεῖα, καὶ ϑυμῷ διὰ τὴν ἧτταν ἀποκτιννύντος πλείστους τῶν Ο Ἰσραηλιτῶν, ἔϑαπτεν αὐτοὺς νυχτὸς ὃ Τωβίτ. γνωσϑεὶς δὲ τοῦτο ποιῶν καὶ ζητούμενος ἔφυγε, καὶ τὰ τῆς οἰκίας αὐτοῦ διήρ- πᾶστο ξύμπαντα. οὔπω δὲ πεντήκοντα παρελϑουσῶν ἡμερῶν διὸ μὲν Σεναχηρεὶμ ὑπὸ τῶν υἱέων ἀνήρητο, καὶ οἵ μὲν πατροχτόνοι δείσαντες ἔφυγον, ἕτερος δὲ παῖς ἐκείνου Ναχορδὰν τὴν βασιλείαν τὴν πατρικὴν διεδέξατος ὃς συγγενῆ τοῦ Τωβὶτ κατέστησε τῶν αὐτοῦ πραγμάτων διοικητήν, ᾿Αχιάχαρ καλούμενον. κἀκεῖνος ἐδεήϑη τοῦ βασιλέως περὶ Τωβίτ, καὶ ἐπανῆλθεν εἰς Νινευί. 1Ὁ ἐνστάσης δὲ πεντηχοστῆς, ἣν καϑ᾿ ἑπτὰ ἑβδομάδας ἑώρταζον D Ἰουδαῖοι, ἄριστον ἡτοίμαστο τῷ Τωβὶτ δαψιλές. λέγει οὖν τῷ υἱῷ αὐτοῦ Τωβίᾳ “πορεύϑητι τέχνον καὶ ἄγαγε ὃν ὧν εὕρῃς τῶν ἀδελφῶν ἡμῶν ἐνδεῆ μεμνημένον τοῦ κυρίου, μεθϑέξοντα τραπέ- ζης ἡμῖν ὃ δὲ πορευϑεὶς ἀντέστρεψε λέγων “εἷς ἐκ τοῦ γένους 30 ἡμῶν ἐστραγγαλωμένος ἔρριπται ἐν τῇ ἀγορᾷ καὶ ὃ Τωβὶτ εὐθὺς ἀπῆλθε, καὶ ἀνελόμενος τὸν νεκρὸν εἰς τὴν οἰχέαν ἐκόμισε, δύντος δὲ τοῦ ἡλίου ἔϑαψεν αὐτόν. καὶ ἐπανελϑὼν οὐκ εἰσῆλ-"
      },
      {
        "index": 191,
        "text": "Sev εἰς τὴν olxíav, ot κατὰ τὸν νόμον ἀκάϑαρτος ὥς ἁψάμενος. τοῦ νεχροῦ, ἀλλ᾽ ἐκοιμήϑη παρὰ τὸν τοῖχον ἐν τῇ αὐλῇ. στρου-- ϑία δὲ ἐν τῷ τοίχῳ διανυκτερεύοντα ἀφώδευσαν εἰς τοὺς ὀφϑαλ- μοὺς αὐτοῦ, ἐξ ὧν λευκώματα συνέβησαν ἐν αὐτοῖς, κἀκ τούτων δπεπήρωτο ὃ Τωβίτ. ἐν ἐνδείᾳ δὲ γεγονὼς ὑπὸ τῆς γυναικὸς μι- σϑῷ νηϑούσης ἐτρέφετο. καί ποτε μισϑὸν λαβοῦσα, καὶ ἐπ᾿ αὐτῷ προσειληφυῖα xai ἔριφον, ἧκε πρὸς τὸν Τωβίτ. καὶ ἀχούσας τῆς χραυγῆς τοῦ ἐρίφου, ἠρώτα μή ποτε κλοπιμαῖος εἴη. ἡ ὁδέ ““δῶ- ρον\" εἶπε \"uoi δέδοται ἐπὶ τῷ μισϑῷ: καὶ ὃς ἐνέχειτο λέγων 10“ εἰ κλοπεμαῖόν ἐστιν, ἀποδοϑήτω τοῖς κυρίοις αὐτοῦ.\" περιαλ- γήσασα δὲ ἡ γυνὴ καὶ οἱονεὶ τὸν ἄγδρα ἐπὶ τῇ ἀκριβείᾳ τοῦ δι- καίου ἐπεχλευάζουσα “ποῦ εἶσιν oi ἐλεημοσύναε σου καὶ ai δικαιο--.. σύναι σου ;\" ἔφη. καὶ ὃ Τωβὶτ ἐδάκρυσε συγχυϑεὶς καὶ ἤτει τὸν ϑεὸν ἀπαλλαγῆναι τοῦ ζῆν. | B 15 Kai κατ᾽ αὐτὴν τὴν ἡμέραν ἐν ᾿Ἐχβατάνοις τῆς Mnoluc συνέπεσεν ὀνειδισϑῆναι Σάρραν τὴν ϑυγατέρα “Ῥαγουὴλ ὑπὸ παι- δισχῶν τοῦ πατρὸς αὐτῆς, ὡς τοὺς ἄνδρας αὐτῆς ἀποπνίγουσαν, xai ἑπτὰ μὲν συζευχϑεῖσαν, οὐδενὶ δὲ αὐτῶν γενὸμένην. δαιμόνιον γάρ τε “σμοδαῖος καλούμενον ἐϑανάτου αὐτοὺς πρὸς αὐτὴν εἰσιόν-- 30r«c. ἡ δὲ μὴ φέρουσα τὸν ὀνειδισμόν, ἀπάγξασϑαε ἐβουλεύσατο. ἀλλ᾽ ἵνα μὴ πένθος καὶ ὄνειδος δῷ τῷ πατρὶ αὐτῆς, τοῦτο μὲν οὐκ ἐποίησεν, εἰς προσευχὴν δὲ στᾶσα ἐπεκαλέσατο τὸν ϑεόν, αἰτουμένη ϑανεῖν καὶ ἀπαλλαγῆναι τῶν ὀνειδισμῶν, ἢ οἰχτειρη- ϑῆναι καὶ οὕτως αὖϑις τὸ ὄνειδος ἐκφυγεῖν."
      },
      {
        "index": 192,
        "text": "se immutasse Wolfius professus est ad p. 17 v.9. — 24r:óv ὀνειδῶν Α."
      },
      {
        "index": 193,
        "text": "C Εἰσηκούσθη οὖν ἢ προσευχὴ καὶ ἀμφοῖν, xal ἀπεστάλη πρὸς τοῦ ϑεοῦ Ραφαὴλ ὁ ἀρχάγγελος ἰάσασϑαι μὲν τὴν πήρωσιν τῷ Τωβίτ, τὴν Σάρραν δὲ τῷ Τωβίᾳ μνηστεύσασϑαι, καὶ δῆσαι τὸν ᾿“Τσμοδαῖον τὸ πονηρὸν δαιμόνιον ὥστε μή τι κακὸν τῷ Τωβίᾳ ἐργάσασϑαι εἰ τὴν Σάρραν éydyowo. χαλέσας δὲ ὃ Τωβὶτ τὸν 5 Τωβίαν τὸν παῖδα αὐτοῦ καὶ παραινέσας πολλά, τέλος ἔφη αὐτῷ “δέχα τάλαντα ἀργυρίου παρεϑέμην Γαμαὴλ τῷ τοῦ Γαβρία ἐν “Ῥάγοις τῆς Τῇηδίας\" πορευϑεὶς οὖν λάβε ταῦτα καὶ ἔδωχεν αὐτῷ τὸ περὶ τούτων χειρόγραφον, καὶ ἐνετείλατο ζητῆσαι ἄνϑρω- zov ὃς uicJoU αὐτῷ συμπορεύσεται. καὶ ζητῶν συνοδοιπόρον 10 ἐντυγχάνει τῷ ἀρχαγγέλῳ “Ῥαφαὴλ ἐν εἴδει ἀνδρὸς φανέντι αὐτῷ"
      },
      {
        "index": 194,
        "text": "D καὶ ἐπαγγελλομένῳ εἰδέναι τὴν ὁδὸν xal τὸν οἶχον τοῦ Γαμαὴλ καὶ σὺν αὐτῷ πορευϑῆναι. καὶ παραλαβὼν αὐτὸν ὡς ἄνθρωπον Aduoluv καλούμενον ἀπήει. xol ἦλθον ἑσπέρας ἐπὶ τὸν Τίγρην τὸν ποταμόν, καὶ ηὐλίσϑησαν ἐκεῖ. Τωβίας δὲ εἰσέδυ τὸν ποτα- 15 μὸν περικλύσασϑαι, καὶ ἀνέϑορεν ἐκεῖθεν ἰχϑὺς καταπιεῖν τὸ ua- ράχιον... ὃ δὲ ἄγγελος ἐπιλαβέσϑαι αὐτῷ τοῦ ἰχϑύος παρεκελεύ- σατο, xal ἑλκυσϑέντα αὐτὸν dg τὴν γῆν ἀνατμηϑῆναι εἶπε, καὶ λαβεῖν ὑπέϑετο τῷ Τωβίᾳ τὴν καρδίαν αὐτοῦ xai τὸ ἧπαρ καὶ τὴν χολήν, καὶ διατηρεῖν ἀσφαλῶς. 20"
      },
      {
        "index": 195,
        "text": "l4. Ec δ᾽ ἐπορεύοντο καὶ ἤγγιζον ᾿Εχβατάνοις, ἔφη Τω- βίας \" ἀδελφὲ ᾿ζαρία, εἰς τί χρησιμεύσουσιν ἡμῖν 7, καρδία τοῦ ἰχϑύος καὶ τὸ ἧπαρ xai ἡ χολή; ὃ δὲ ἀπεκρίνατο “ἡ καρδία"
      },
      {
        "index": 196,
        "text": "xul τὸ ἧπαρ ϑυμιώμενα διώκουσι δαίμονας ἐάν τινι ἐνοχλῶσιν, ἡ δὲ χολὴ ἐγχριομένη ὄμμασι λευκώματα ἔχουσι καϑαίρει ταῦτα xal δίδωσι τὸ ὁρᾶν\" ἤδη δὲ τοῖς ᾿Εχβατάνοις προσήγγισαν, καί φησι τῷ Τωβίᾳ ὃ ἄγγελος “σήμερον αὐλισϑησόμεϑα παρὰ '\"Pa- δγουὴλ συγγενεῖ σου τυγχάνοντι, ᾧ ϑυγάτηρ Σάρρα ἐστὶ φρονίμη τε καὶ καλή, καὶ λαλήσω περὶ αὐτῆς δοϑῆναί σοι εἰς γυναῖκα\" ὃ δέ “ἀκήκοα ἔφη “τὸ κοράσιον ἐχδεδόσϑαι ἀνδράσιν ἑπτά, W 1 103 καὶ πάντας ἐν τῷ νυμφῶνι ϑανεῖν, ὅτι ἐρᾷ τούτου δαιμόνιον καὶ τοὺς αὐτὸ μνηστευσαμένους ἀπόλλυσι\" καὶ δέδοικα μὴ καὶ αὐτὸς 10ἀναιρεϑῶ παρ᾽ αὐτοῦ καὶ ὃ ἄγγελος “ἄκουσόν μου\" φησί, B \"xal μηδείς σοι τοῦ δαιμονίου λόγος. ἐὰν γὰρ ἔλθῃς εἷς τὸν γυμφῶνα, ἄνθραξιν ἐπίϑες ἐκ τῆς καρδίας τοῦ ἰχϑύος καὶ ἐκ τοῦ ἥπατος, καὶ φεύξεται τὸ δαιμόνιον τὴν ὀσμὴν αὐτῶν ὀσφρανϑ έν, xal οὐχέτι ἐπανελεύσεται καὶ εἰσῆλϑον εἰς τὸν οἶκον Ραγουήλ. 15 καὶ μαϑὼν ἐκεῖνος περὶ Τωβία ὅτι υἱός ἐστι τοῦ Τωβίτ, κατεφί- λησεν αὐτόν, καὶ ἀκούσας ὅτι πεπήρωται ὃ Τωβίτ, ἔκλαυσε\" καὶ ἀσμένως αὐτοὺς ἐδέξατο. ὃ δὲ ἄγγελος ἔφη τῷ Ραγουὴλ συζεῦ-- ξαι αὐτῷ τὴν Σάρραν\" κἀκεῖνος κατένευσε, καὶ καλέσας τὴν ϑυ- γατέρα καὶ τῆς χειρὸς αὐτῆς᾿ λαβόμενος παρέδωκεν αὐτὴν τῷ Τω- 0 βίᾳ, καὶ λαβὼν βιβλίον ἔγραψε συγγραφήν. μετὰ δὲ τὸ δεῖπνον εἰσήγαγον εἰς τὸ ταμιεῖον πρὸς αὐτὴν τὸν Τωβίαν. ὃ δὲ ἀπιὼν C ἔλαβεν ἄνθρακας, καὶ ἐπιϑεὶς ἐκ τῆς καρδίας καὶ τοῦ ἥπατος τοῦ ἰχϑύος ἐκάπνισε, καὶ 7j ὀσμὴ τούτων ἐφυγάδευσε τὸ δαιμό- γιον. “Ραγουὴλ δὲ us9? ἡμέραν ἔστειλε μίαν τῶν παιδισκῶν ἰδεῖν"
      },
      {
        "index": 197,
        "text": "εἰ ζῇ ὃ Τωβίας. τῆς δὲ ἀναστρεψάσης καὶ ζῆν λεγούσης αὐτόν, εὐλόγησεν ὃ Ραγουὴλ τὸν ϑεόν. εἶπε δὲ πρὸς Τωβίαν “᾿ἑορτάσω- μεν τοὺς γάμους ἐφ᾽ ἡμέρας δέκα καὶ τέσσαρας, καὶ οὐκ ἐξελεύσῃ ἐντεῦϑεν πρὸ τοῦ ταύτας παρελϑεῖν. καὶ τότε λαβὼν τὴν ἡμί- . σειαν μοῖραν τῶν ὑπαρχόντων uot πορεύου, τὰ δέ γε λοιπὰ λή-ϑ ψεσϑὲ ϑανόντος ἐμοῦ xal τῆς τοῦ βίου μοι κοινωνοῦ φησὶν οὖν ὃ Τωβίας πρὸς Ραφαήλ “ ἀδελφὲ ᾿Αζαρία, λάβε μοι τὸ χειρόγρα-"
      },
      {
        "index": 198,
        "text": "D φον καὶ πορεύϑητι ἐν Ράγοις παρὰ Γαμαὴλ καὶ κόμισον τὸ ἀρ- γύριον\" εἶ yàg χρονίσομεν, ὃ πατήρ μου σφόδρα ὀδυνηϑήσεται\" καὶ ἀπῆλϑεν ὃ ἄγγελος καὶ ἐνεχείρισε τῷ Γαμαὴλ τὸ χειρόγραφον! καὶ ἔλαβε τὸ ἀργύριον καὶ ὑπέστρεψεν."
      },
      {
        "index": 199,
        "text": "Ἤδη δὲ παρελϑουσῶν τῶν τοῦ γάμου ἡμερῶν “ἐξαπύστει- λόν με τῷ “Ραγουὴλ ὃ Τωβίας φησί\" καὶ λαβὼν τὴν yvvaixa αὐτοῦ xal τὸ ἥμισυ τῶν ὑπαρχόντων τῷ Ῥαγουὴλ ἀπἤει, ἄρτι δὲ πλησίον γενομένων τῆς Νινευί, φησὶν ὃ ἄγγελος πρὸς αὐτόν 1 “προδράμωμεν ἔμπροσθεν, ἑτοιμάσωμεν τὴν οἰχίαν. λάβε δὲ μετὰ χεῖρας τὴν χολὴν τοῦ ἰχϑύος, καὶ ἀνοίξεε τοὺς ὀφϑαλμοὺς αὐτοῦ ὃ πατήρ σου, σὺ δὲ ἔγχρισον αὐτοὺς τῇ χολῇ, καὶ δηχϑεὶς"
      },
      {
        "index": 200,
        "text": "διατρίψει αὐτούς, καὶ ἀποβαλεῖ τὰ λευκώματα ἢ δὲ μήτηρ"
      },
      {
        "index": 201,
        "text": "αὐτοῦ ἐκάϑητο τηροῦσα τὴν δὸόν\" xal ὡς ἔγνω τὸν υἱὸν αὐτῆς 30"
      },
      {
        "index": 202,
        "text": "ἐρχόμενον, σπεύσασά φησι τῷ Τωβίτ “ἔρχεται ὃ υἱός σου,\" xal"
      },
      {
        "index": 203,
        "text": "προσδραμοῦσα κατεφίλησεν αὐτὸν χαὶ εἶπεν “εἶδόν σε παῖ, καὶ νῦν εἶ ϑανοῦμαι, οὐ μέλον μοι Τωβὶτ δὲ ἔξήει πρὸς τὴν 9v- ραν προσχόπτων. xol ὃ Τωβίας αὐτοῦ ἐπελάβετο καὶ ἐπέχρισε"
      },
      {
        "index": 204,
        "text": "τὴν χολὴν ἐπὶ τοὺς ὀφθαλμοὺς αὐτοῦ, xol συνεδήχϑησαν, καὶ διέτριψεν αὐτούς, καὶ ἐλεπίσϑη ἀπ᾽ αὐτῶν τὰ λευκώματα, — xol ἰδὼν τὸν υἱὸν αὐτοῦ εὐλόγησε τὸν ϑεόν. καὶ ὡς ἀπηγγέλη τῷ Τωβὶτ τὰ γεγονότα τῷ Τωβίᾳ ἐν Mia, ἐξῆλϑε Τωβὶτ εἰς συν- δάντησιν τῆς νύμφης αὐτοῦ, καὶ ἰδὼν αὐτὴν εὐλόγησεν αὐτήν. B οἱ δὲ ἐν τῇ Νινευὶ δρῶντες αὐτὸν βλέποντα, καὶ ἀχηκοότες ὅσα ἐποίησεν ὃ ϑεὸς μεγαλεῖα, ἐθαύμαζον. εἶπε δὲ Τωβὶτ τῷ υἱῷ αὐτοῦ “δὸς δή, τέκνον, τὸν. μισϑὸν τῷ ἀνθρώπῳ τῷ συνελϑόντε σοι, μᾶλλον μέντοι καὶ προσϑεῖναε αὐτῷ δεῖ ὃ δέ “πάτερ 10295, “τὰ ἡμίση λαβεῖν ὧν ἐνήνοχα δίκαιός ἐστι καὶ εἶπε τῷ “Ῥαφαήλ “λάβε μοι, ἀδελφὲ Ἀζαρία, τὸ ἥμισυ πάντων ὧν ἐνη- νόχαμεν, xal πορεύου ὑγιαίνων: τότε καλέσας κατὰ μόνας τοὺς δύο ὃ ἄγγελος ἀπήγγειλεν ἅπαν τὸ μεγαλεῖον ὃ ἐποίησε μετ᾽ αὖ- τῶν ὃ ϑεύς, καὶ εἶπεν εἶναι ὃ Ραφαήλ, καὶ μὴ ἀφ᾽ ἑαυτοῦ παρα-"
      },
      {
        "index": 205,
        "text": "γεῖν τὸν ϑεὸν καὶ ἐξομολογεῖσϑαι ὅσα ἐποίησε μετ᾽ αὐτῶν. “μυ- στήριον μὲν γὰρ βασιλέως\" ἔφη “κρύπτειν καλόν, τὰ δὲ ἔργα τοῦ ϑεοῦ ἀνακηρύττειν ἐνδόξως\" Ἀυἱ δὲ ἀκούσαντες ταῦτα ἔπεσον ὑπὸ τοὺς πόδας αὐτοῦ, καὶ ἀναστάντες οὐχέτε αὐτὸν εἶδον, χαὶ 30 ἀνϑωμολογοῦντο τῷ ϑεῷ ἀνθ᾽ ὧν ἐποίησε μετ᾽ αὐτῶν ϑαυμασίων. *Hv δὲ Τωβίτ, ὅτε τὴν ὅρασιν αὐτοῦ ἀπώλεσεν, ἐτῶν πεν-- τήκοντα καὶ ὀκτώ, καὶ μετὰ ἔτη ὀκτὼ ἀποκατέστη πάλιν εἷς τὸ ὁρᾶν“ καὶ ἦν μᾶλλον ἔκτοτε φοβούμενος τὸν ϑεὸν καὶ τὸ ἀγαϑὸν"
      },
      {
        "index": 206,
        "text": "PW : alterum A LXX. 18 ἐνδόξως A cum altero Wolfii co-"
      },
      {
        "index": 207,
        "text": "ἐργαζόμενος. γεγηραχὼς δὲ εἰς ἔσχατον λέγει τῷ υἱῷ αὐτοῦ “τέ- xvov, ἰδοὺ γεγήρακα καὶ πρὸς τῷ ϑανεῖν εἶμι, σὺ δὲ λάβε Toig; D υἱούς cov καὶ ἄπελϑε εἰς Πηδίαν\" πέπεισμαι γὰρ ὅτι ὅσα προ- εἴπεν Ἰωνᾶς περὶ Νινευί, ὡς καταστραφήσεται, γενήσονται, καὶ ὅτι Ἱεροσόλυμα ἔρημα ἔσται καὶ ὃ ναὸς κατακαυϑήσεται, καὶ πάλιν 5 ἐλεήσει τὴν πόλιν ὃ ϑεός, καὶ ἐπιστρέψει ὃ λαὸς καὶ οἰκοδομήσει αὐτήν. σὺ δὲ τήρησον τὸν νόμον καὶ γίνου ἐλεήμων καὶ δίκαιος.\" καὶ τοιαῦτα ἐντειλάμενος τῷ υἱῷ αὐτοῦ ἐξέλιπεν, ἐτῶν γενόμενος ἑχατὸν πεντήκοντα καὶ ὀκτώ. καὶ ἔϑαψεν αὐτὸν ἐντίμως Τωβίας καὶ τὴν μητέρα αὐτοῦ, καὶ ἀπῆλϑε μετὰ τῆς γυναικὸς αὐτοῦ εἰς 10 \"ExfRárava πρὸς Ραγουὴλ τὸν πενθερὸν αὐτοῦ\" καὶ ἔϑαψε κἀκχεῖ- vov γηράσαντα, καὶ ἐχληρονόμησεν αὐτόν. ἀπέϑανε δὲ καὶ Τω- βίας ἐτῶν ἑκατὸν εἴκοσι καὶ ἑπτὰ ἐν \"ExBazávoig τῆς ἸΠηδίας, xai ἤχουσε πρὸ τοῦ ϑανεῖν τὴν ἀπώλειαν Νινευὶ αἰχμαλωτισϑ donc ὑπὸ Ναβουχοδονόσορ καὶ 4ἦσουήρου. 15"
      },
      {
        "index": 208,
        "text": "19. Τὸ μὲν οὖν σύμπαν τῶν Efgalov ἔϑνος, ὡς ἔδη ἱστόρηται, δορυάλωτον παρὰ τῶν ᾿Φσσυρίων γενόμενον μετωκίσϑη, καὶ ἔρημος ἡ Ἱερουσαλὴμ κατελέλειπτο, οὐ πρότερόν τε τῆς alyua- λωσίας ἐλύϑη πρὶν 7 τῶν “Ισσυρίων κατελύϑη ἀρχὴ κατὰ τὴν προφητικὴν προαγόρευσιν ὑπὸ Π͵ήδων τε καὶ Περσῶν, καὶ οἶδ ἑβδομήκοντα παρῆλϑον ἐνιαυτοὶ οὗς ὃ προφήτης Ἱερεμίας προ- ἀνεφώνησεν. οὐχ ἄκαιρον δ᾽ ἂν εἴη καὶ τῆς τῶν Ἀσσυρίων βα-"
      },
      {
        "index": 209,
        "text": "ΕΌΝΤΕΒ. Cap. 15. Xenophontis de Cyri disciplina 1 2, paucis"
      },
      {
        "index": 210,
        "text": "σιλείας ἐπιτετμημένως διεξελθεῖν τὴν καϑαίρεσιν, καὶ δεῖξαι τὴν B προφητικὴν ἀληϑεύουσαν πρόρρησιν, τὴν ὑπὸ ήδων καὶ Περ- σῶν μέλλειν αὐτὴν καταλυϑήσεσϑαι προϑεσπίσασαν\" ἔχει δὲ οὕτως. Βασιλεῖαι xa9? ἑαυτὰς ἦσαν ἡ τῶν ήδων καὶ $ τῶν 6 Περσῶν\" xal τῆς μὲν ἦρχεν ὃ Morváyrc, ὃ Καμβύσης δὲ τῆς Περσῶν. συνῴκει δ᾽ οὗτος τῇ ᾿Αστυάγους ϑυγατρὶ καλουμένῃ ἹΜανδάνῃ, ἥτις παῖδα τῷ Καμβύσῃ τὸν Κῦρον ἐγείνατο\" ὃς τοῖς τῶν Πεςσῶν νόμοις τραφεὶς ἀνδρειότατός τε xal σωφρονέστατος γουνεχής τὲ καὶ δικαιότατος γέγονε. τὰ δὲ νόμιμα τῶν Περσῶν Ιοτοιάδε ἦσαν, ὡς Ξενοφῶν συνεγράψατο. ἦν αὐτοῖς ἀγορὰ ἐλευ--"
      },
      {
        "index": 211,
        "text": "ϑέρα καλουμένη, xa9^ ἣν τά τε βασίλεια σφίσι καὶ τὰ ἄλλα ἀρ- C , qtia πεποίηντο, ὧν τὰ ὦνια καὶ οἱ ἀγοραῖοι καὶ 7j τούτων τύρβη xal at φωναὶ ἀπελήλαντο, ἵνα μὴ τῇ τῶν πεπαιδευμένων εὖχο-- σμίᾳ μιγνύηται,. διήρητο δὲ ἡ ἐλευϑέρα ἀγορὰ εἰς τετραχτὺν ἀρ- 16 χείων\" τούτων τὸ ἕν παισίν, ἄλλο δ᾽ ἐφήβοις ἀφώριστο, τελείοις δ᾽ ἀνδράσι τὸ ἕτερον, τοῖς 0^ ὑπὲρ τὰ στρατεύσιμα γεγονόσιν ἔτη ἀπονενέμητο τὸ λοιπόν. καὶ εἰς τὰς ἑαυτῶν χώρας παρῆσαν ἕκχα-- στοι. τοὺς δ᾽ ἐφήβους καὶ περὶ τὰ ἀρχεῖα καταδαρϑάνειν σὺν τοῖς ὅπλοις τοῖς γυμνητικοῖς ἐνενόμιστο, πλὴν τῶν γεγαμηκό- Δοτων\" οὗτοι δὲ οὔτε ἐπεζητοῦντο εἰ μὴ προείρητο, οὔτ᾽ ἀπεῖναι συ--"
      },
      {
        "index": 212,
        "text": "alterum add A, 1 Καμβύσῃ ] in margine A scholion σημείωσαι, καμβύσης ἐλέγετο ὃ τοῦ κύρου πατήρ' διὸ καὶ τὸν ἑαυτοῦ υἱὸν"
      },
      {
        "index": 213,
        "text": "p χνάκις αὐτοῖς συγκεχώρητο, ἦσαν δ᾽ ἑκάστοις ἄρχοντες δώδεκα εἰς γὰρ δώδεχα φυλὰς οἱ Πέρσαι διήρηντο. οἱ μὲν δὴ παῖδες εἰς τὰ διδασκαλεῖα φοιτῶντες δικαιοσύνην ἐμάνθανον, τῶν ἀρχόν- τῶν αὐτῶν τὸ πλεῖστον τῆς ἡμέρας δικαζόντων αὐτοῖς. ἐγίνοντο γὰρ δὴ καὶ παισὶ πρὸς ἀλλήλους ὥσπερ ἀνδράσιν ἐγχλήματα καὶ χλοπῆς καὶ βίας καὶ ἁρπαγῆς καὶ ἀπάτης καὶ ὕβρεως χαὶ ἄλλων τινῶν. οὗς δ᾽ ἂν ἔγνων τούτων ἀδιχοῦντας, ἐτιμωροῦντο \" καὶ ofc δ᾽ ἂν εὕρισκον ἀδίχως ἐγκαλοῦντας, ἐκόλαζον. ἐδίδασκον δὲ τοὺς παῖδας σωφροσύνην, προσέχοντας τοῖς πρεσβυτέροις σω- φρόνως διάγουσιν, ἐδίδασκον δὲ καὶ τροφῆς ἐγχράτειαν καὶ πο-10 ΡΙ141 τοῦ. καὶ ὅτε τραφήσεσϑαι ἔμελλον ot παῖδες, παρὰ τῷ διδα- σχάλῳ ἦσαν σιτούμενοι, ἄρτον φέροντες οἴκοϑεν καὶ χάρδαμον ὄψον\" καὶ ποτὸν ἐλάμβανον ποταμίου ὕδατος κώϑωνα. ἐμάνϑα- vo» δὲ πρὸ τοῦ σιτεῖσϑαι τοξεύειν καὶ ἀκοντίζειν. μέχρι δὴ ἕξ ἐτῶν ἢ ἑπτὰ πρὸς τοῖς δέκα ταῦτα οἱ παῖδες ἔπραττον , ἐχ τούτου 15 δ᾽ εἰς τοὺς ἐφήβους ἐτάττοντο, καὶ δέκα ἔτη περὶ τὰ ἀρχεῖα ixa- ϑευδον, παρεῖχον δὲ καὶ τὴν ἡμέραν ἑαυτοὺς τοῖς ἄρχουσι κεχρῆ- σϑαι ὅπη ἐδέοντο σφῶν ὑπὲρ τοῦ κοινοῦ, ὅταν δ᾽ ἐπὶ ϑήραν B £a ὃ βασιλεύς, ἐξῆγε τῆς μοίρας αὐτῶν τὴν ἡμίσειαν. ἐϑή- |. ρῶν δὲ κοινῇ, ὅτε συγγενὴς αὐτοῖς ἐδόκει αὕτη ἢ μελέτη τῇ 30 ἀσκήσει τῇ πρὸς τὸν πόλεμον, καὶ εἴϑιζεν ἀνίστασϑαι πρωϊαΐτε- ρον xoi ψύχους καὶ ϑάλπους ἀνέχεσϑαι, καὶ ὁδοιπορίαις καὶ δρό- pou ἐγύμναζε, καὶ τοξεῦσαι ϑηρίον καὶ ἀχοντίσαι ἐδίδασχε, καὶ"
      },
      {
        "index": 214,
        "text": "πρὸ τοῦ σιτεῖσθαι} πρὸς τούτοις Xenophon. σιτίσασϑαι"
      },
      {
        "index": 215,
        "text": "πρός τε τῶν ἀλκίμων ᾿ϑηρίων ἀνταγωνίσασϑαι παρεσχεύαζεν, ἐφέροντο δὲ ϑηρῶντες ἄριστον πλεῖον μὲν τῶν παίδων, τἄλλα δὲ ὅμοιον. καὶ οὐκ ἠρίστων ϑηρῶντες, εἰ μὴ ἐδέησεν ἢ ϑηρὺς ἕνεκα ἐπιμεῖναι, ἢ ἄλλως διατρῖψαι περὶ τὴν ϑήύραν ἠϑέλησαν. τὸ δοῦν ἄριστον τοῦτο δειπνήσαντες τὴν ὑστέραν μέχρι δείπνου ἐϑή- ρέυον, xol μίαν τὰς ἡμέρας ταύτας ἐλογίζοντο ἄμφω. τοῦτο δ᾽ ἐποίουν ἵνα κἂν ἐν πολέμῳ δεήσῃ, δύνωνται τοῦτο ποιεῖν."
      },
      {
        "index": 216,
        "text": "ὄψον δὲ εἶχον ὃ ἂν ἐϑήρασαν, εἰ δ᾽ ov, τὸ κάρδαμον. αἱ δὲ μένουσαι φυλαὶ διέτριβον μελετῶσαι πρὸς τοῖς ἄλλοις καὶ τοξεύειν 10καὶ ἀκοντίζειν καὶ πρὸς ἀλλήλους ταῦτα διαγωνίζεσϑαι. τοῖς δὲ μένουσι τῶν ἐφήβων ἐχέχρηντο αἵ ἀρχαὶ πρὸς ἰσχύος ἢ τάχους ἔργα δημόσια. ἐπειδὰν δ᾽ ἐπὶ τούτοις οἵ ἔφηβοι δέκα ἔτη διήγα-"
      },
      {
        "index": 217,
        "text": "0v, ἐτέλ ig τοὺ ους & ὶ ἔ ! i εἰ: vov, ἐτέλουν elg τοὺς τελείους ἄνδρας, καὶ ἔχτοτε πέντε καὶ ti- x00t οὕτω διῆγον ἐνιαυτούς. καὶ εἰ ἔδει στρατεύεσθαι, τόξα 16 μὲν οὐκέτι ἔχοντες οὐδὲ παλτὰ ἐστρατεύοντο, τὰ δὲ ἀγχέμαχα ὅπλα"
      },
      {
        "index": 218,
        "text": "καλούμενα, ϑώραχα περὶ τοῖς στέρνοις xal γέρρον iv τῇ ἀρι- στερᾷᾷξ, ἐν δὲ τῇ δεξιᾷ μάχαιραν ἢ κοπίδα. καὶ αἱ ἀρχαὶ δὲ πᾶ-"
      },
      {
        "index": 219,
        "text": "Gut. ἐκ τούτων καϑίσταντο. ἐπειδὰν δὲ τὰ πέντε xal εἴκοσι διε-- τ ^É* E * πέλεσαν ἔτη, ἤσαν μὲν πλειόνων γεγονότες ἐνιαυτῶν ἢ πιεντήκοντω 30 ἀπὸ γενεᾶς, ἐξήρχοντο δὲ τηνιχαῦτα εἰς τοὺς γεραιτέρου οἱ δὲ γενεᾶς, ἐξήρχ — εἰς τοὺς γεραιτέρους."
      },
      {
        "index": 220,
        "text": ", - L3 € - ᾽ν"
      },
      {
        "index": 221,
        "text": "“γεραίτεροι ἐστρατεύοντο μὲν οὐχέτι ἔξω τῆς ἑαυτῶν, μένοντες ὁ οἴχοι ἐδίκαζον τά τε κοινὰ xal τὰ ἰδιωτικὰ ξύμπαντα, καὶ τὰ ϑα-"
      },
      {
        "index": 222,
        "text": "νατικὰ δ᾽ ἐχεῖνοι ἔχρινον, καὶ τὰς ἀρχὰς ἁπάσας ἡροῦντο. καὶ ἤν τις ἢ ἐν ἐφήβοις ἢ ἐν ἀνδράσι παρέβη τι τῶν νομίμων, οἱ"
      },
      {
        "index": 223,
        "text": "P L148 γεραίτεροι αὐτὸν ἐξέκρινον. ὃ δ᾽ ἐκχριϑεὶς ἄτιμος διετέλει τὸ λοιπὸν τοῦ βίου. αἰσχρὸν δὲ παρὰ Πέρσαις λελόγιστο καὶ τὸ ἀποπτύειν καὶ τὸ ἀπομύττεσϑαι καὶ τὸ φύσης ὦφϑαι μεστοὺς καὶ ὃ τὸ φανερὸν γενέσϑαι τινὰ οὐροῦντα ἢ χοιλίας ποιούμενον ἔχχρισιν. ταῦτα δὲ οὐκ ἠδύναντο ποιεῖν εἰ μὴ μετρίᾳ διαίτῃ ἐχρῶντο καὶ τὸ ὑγρὸν ἐκπονοῦντες ἀνήλισκον."
      },
      {
        "index": 224,
        "text": "Ταῦτα μὲν τὰ ἔϑη τῶν Περσῶν καὶ τὰ νόμιμα\" (16) Κῦ- ρος δὲ τούτοις τραφείς τε καὶ παιδευϑείς, καὶ τὴν ἔφηβον vnto-10 βὰς ἡλικίαν καὶ τοῖς ἀνδράσι καταλεγείς, ἐν ἅπασιν εὐδοκίμησεν."
      },
      {
        "index": 225,
        "text": "ἤδη δὲ τοῦ μητροπάτορος αὐτοῦ τοῦ τῶν ἥδιον βασιλεύοντος 4oiváyovg τὴν ζωὴν μεταλλάξαντος, ὃ παῖς ἐκείνου Κυαξάρης B (οὗτος δὲ καὶ Ζαρεῖος ὠνόμαστο) τὴν πατρικὴν ἀρχὴν διεδέξατο,"
      },
      {
        "index": 226,
        "text": "τοῦ Κύρου τυγχάνων μητράδελφος. 15"
      },
      {
        "index": 227,
        "text": "ὋὉ δὲ τῶν Ἀσσυρίων κρατῶν, εἰς μέγα τῆς βασιλείας αὖ-- ξηϑείσης αὐτῷ, καὶ ἄρχων μὲν τοῦ φύλου τῶν ᾿Ασσυρίων ὄντος πολυπληϑοῦς, ὕφ᾽ ἑαυτὸν δὲ πεποιημένος τοὺς “ραβας, ὑπη- κόους δὲ καὶ τοὺς “Ὑρχανίους χτησάμενος καὶ τοὺς Σύρους ὕπο- φόρους, τούς γε μὴν Βαχτρίους πολιορχῶν καὶ τὸ τῶν ᾿Εβραίων 30 γένος ἤδη καταστρεψάμενος, καὶ ἄλλα δὲ πλεῖστα τῶν ἐϑνῶν ϑέ- μένος ἑαυτῷ ὑποχείρια, ᾧετο εἰ τοὺς ήδους ἀσϑενώσειε, πά»--"
      },
      {
        "index": 228,
        "text": "αὐτῶν Α. 6 τινὰ γενέσθαι Α. 9 ὁ κύρος Α. 12 τοῦ"
      },
      {
        "index": 229,
        "text": "τῶν y& τῶν πέριξ ῥᾷον κρατήσειν. ταῦτα δὲ διανοηϑεὶς τούς re ὑφ᾽ ἑαυτὸν ἡτοίμαζεν, ἔπεμψε δὲ καὶ πρὸς Κροῖσον τὸν βασιλέα “Ἰυδῶν καὶ πρὸς ἄμφω τοὺς Φρύγας, πρὸς Παφλαγόνας τε καὶ C Ἰνδοὺς καὶ πρὸς Κᾶρας καὶ Κίλικας, αἰτῶν συμμαχήσειν αὐτῷ δκατὰ δῆήδων ὡρμημένῳ, ὡς καὶ αὐτοῖς τοῦ πολέμου συμφέρον-- τος, δυνατὸν εἶναι τὸ ἔϑνος λέγων, ἐπιγαμίαν τε πρὸς Πέρσας πεποιημένον καὶ τὴν παρ᾽ ἐκείνων προσχτήσασϑαι ἀρωγήν, καὶ ϑάτερον συγχροτεῖσϑαι παρὰ ϑατέρου, ὥστε εἰ μή τις αὐτοὺς φϑάσας ἀσϑενώσει, ἑκάστῳ τῶν ἐϑνῶν ἐπιόντας κρατήσειν ai- Ἰθτῶν. ὃ μὲν οὖν τοιούτους λόγους πρὸς ἕκαστον τῶν ἐϑνῶν διε- πέμπετο\" τῶν δὲ τὰ μὲν τοῖς λόγοις τούτοις παρακινούμενα, τὰ δὲ καὶ χρήμασι καὶ δώροις ἀναπειϑόμενα, ἔνια δὲ καὶ φόβῳ τοῦ “ἀσσυρίου κρατούμενα συμμαχήσειν κατέϑεντο. , Κυαξάρης δὲ ταῦτα μαϑὼν αὐτός τε παρεσκευάζετο καὶ εἷς p 15 Πέρσας ἀπέστειλε πρός τε τὸ χοινὸν καὶ πρὸς τὸν σφῶν βασιλέα Καμβύσην, συμμαχίαν αἰτῶν καὶ τὸν Κῦρον τὸν ἀδελφιδοῦν ἄρ- χοντα τῶν συμμάχων ἐλεύσεσθαι ἀξιῶν\" ἤδη γὰρ ἐν τοῖς τελείοις ἠρίϑμητο. συμμαχήσειν οὖν τῶν Περσῶν καταϑεμένων οἱ γεραί- τεροε ἄρχοντα τὸν Κῦρον αἱροῦνται τῆς εἰς Ἰήδους στρατιᾶς, 20 χαὶ τρισμυρίους αὐτῷ ἔδοσαν πελταστὰς καὶ τοξότας καὶ σφενδο-- γνήτας. ὡς οὖν ἠἡρέϑη, τῷ πατρὶ συνταξάμενος ἀπήει πρὸς ΠΠή-- δους σὺν τῷ στρατεύματι. ἐπεὶ δὲ ἀφίκετο, οὔπω δὲ παρῆν ὃ “Ἀσσύριος, ἀσκεῖν ἐπέταττε τοῖς ἑαυτοῦ τὰ πολέμια. ἐν τούτοις"
      },
      {
        "index": 230,
        "text": "dà παρὰ Kvofágov ἧκεν ἄγγελος λέγων ὅτε Ἰνδῶν παρείη πρε- σβεία, καί “δεῖ παρεῖναι καὶ σέ, φέρω δέ σοι καὶ στολὴν τὴν καλλίστην\" βούλεται γάρ σε προσάγειν ἐστολισμένον λαμπρότατα, ἵν᾽ οὕτω τοῖς Ἰνδοῖς ὀφϑείης.\" ὡς δ᾽ ἀφίκετο ἐπὶ τὰς Κυαξάρου ϑύρας μετὰ τῆς στρατιᾶς, καὶ Περσικῶς ἐσταλμένος εἰσήει πρὸς ὃ αὐτόν, ἠχϑέσϑη ἐκεῖνος τῇ λιτότητι τῆς στολῆς. χληϑῶώνες δὲ οἱ Ἰνδοὶ εἶπον ἐστάλϑαι παρὰ τοῦ σφετέρου βασιλέως ἐρωτῶντος ἐξ οὗ ὃ πόλεμος εἴη Mou τε καὶ τῷ zdcovgig , τὰ αὐτὰ δὲ πυ-- ϑέσϑαι κἀκείνου, καὶ ἀμφοτέροις εἰπεῖν ὅτε ὃ Ἰνδῶν βασιλεὺς τὸ"
      },
      {
        "index": 231,
        "text": "Β δίκαιον σχεψάμενος μετὰ τοῦ ἠδικημένου ἔσεται. πρὸς ταῦτα ὃ 10 Κυαξάρης ἔφη “ἡμεῖς μὲν ἀδικοῦμεν οὐδὲν τὸν “σσύριον, ἐκεί-- vov δὲ ὅ τι λέγει πυνϑάνεσϑε!\" ὃ δὲ Κῦρος εἶπεν “εἰ παρ᾽ ἡμῶν ἀδικεῖσϑαί φησιν ὃ Ἀσσύριος, ὦ Ἰνδοί, αὐτὸν αἱρούμεϑα διχα- στὴν τὸν βασιλέα ὑμῶν,\""
      },
      {
        "index": 232,
        "text": "Οἱ μὲν δὴ ταῦτα ἀχούσαντες ᾧχοντο\" ὃ δὲ Κῦρος μὴ 96-15 λων ἄπρακτον καϑῆσθϑαι τὴν ἑαυτοῦ στρατιάν, τῷ Κυαξάρῃ φησίν “ἔναγχος μέμνημαΐ σου ἀκούσας ὡς ὃ Δ ρμένιος οὔτε στρά-- τευμα πέμσει σοι οὔτε τὸν δασμὸν δίδωσι, τὰς συνϑήχας ἠϑετη-- xc. εἰ οὖν βούλει, πέμψον ἐμέ, ἱππέας μοι μετρίους προσϑέ- μενος \" καὶ οἶμαι σὸν τοῖς ϑεοῖς ὡς καὶ τὸ στράτευμα πέμψει καὶ 30"
      },
      {
        "index": 233,
        "text": "C ἀποδοίη καὶ τὸν Óucuóv. ὡς δὲ ἐφῆκεν ὃ Κυαξάρης, ὑποσχό-"
      },
      {
        "index": 234,
        "text": "μενος ὅτε τοῖς ὅροις πλησιάσει τῆς ZAousvlac πέμψειν αὐτῷ τοὺς ἱππέας, ἀπήει ὃ Κῦρος ὡς πρὸς ϑήραν ἐξιών\" καὶ γὰρ εἰώϑει W Y 107 ϑηρᾶν μέσον τῶν ὁρίων ἀμφοῖν, τῶν ve ήδων φημὶ καὶ τῶν “Δ ρμενίων. καὶ ἀπελϑὼν ἐθήρα καὶ ἐπέβαινε τῶν ὀρῶν τῆς ?4o-"
      },
      {
        "index": 235,
        "text": "μενίας ἐπὶ τὸ πρόσω χωρῶν ἠρέμα. ὡς δ᾽ ἤσϑετο ταῦτα ὃ Kv- αξάρης, ἀπέστειλεν αὐτῷ τοὺς ἱππεῖς. ἐλθόντων δ᾽ ἐκείνων συγκαλέσας τοὺς ταξιάρχας ἐξέφηνε τὸ ἀπόρρητον, καὶ ἥκειν ἔφη διὰ τὸν “ρμένιον ἀγνωμονήσαντα πρὸς τὸν Κυαξάρην. καὶ τῷ μὲν Χρυσάντᾳ ἐνετέλλετο τοὺς ἡμίσεις λαβεῖν τῶν Περσῶν καὶ εἰς"
      },
      {
        "index": 236,
        "text": "τὰ ὄρη τῶν “ρμενίων γενέσϑαι, φυλάττεσθαί ve μὴ γνωσθῆναι p ὅτε στράτευμα εἴη ἐν τούτοις, ἀλλά τινας προπέμπειν λῃσταῖς ἐοικότας καὶ τὸ πλῆϑος καὶ τὰς στολάς, ὥστε εἴ τινες τούτοις ἴσως ἐντύχοιεν, χλῶπας νομίζειν εἶναι. — xol ὃ μὲν Χρυσάντας μετὰ τῶν Περσῶν ἐπὶ τὰ ὄρη ἐχώρει, ὃ δὲ Κῦρος πέμψας πρὸς"
      },
      {
        "index": 237,
        "text": "τὸν “Τρμένιον ἐχέλευεν ὡς τάχιστα οἴσειν καὶ τὸν δασμὸν καὶ τὸ στράτευμα, καὶ αὐτὸς ἀπήει συντεταγμένος. ὡς δ᾽ ἤκουσε ταῦτα"
      },
      {
        "index": 238,
        "text": "ὃ ἁἀρμένιος, ἐξεπλάγη, καὶ ἔπεμπε μὲν ἀϑροίζων τὴν ἑαυτοῦ στρατιάν, ἔπεμπε δὲ καὶ τὰς γυναῖχας τόν τε νειύτερον υἱὸν καὶ τὰ χρήματα εἰς τὰ ὄρη\" οὐ γὰρ τεῖχος τῇ σφῶν κατοικίᾳ περιε-"
      },
      {
        "index": 239,
        "text": "ἐφεδρεύουσι, καὶ αἵ τε γυναῖχες καὶ ὃ υἱὸς τοῦ “ρμενίου καὶ ai ϑυγατέρες ἑάλωσαν, ἀπορῶν αὐτὸς καὶ ἑαυτὸν τῷ Κύρῳ παρέ- δωχεν-."
      },
      {
        "index": 240,
        "text": "l7. \"Ev τούτοις δὲ ὃ πρεσβύτερος τοῦ ““ρμενίου παῖς Ti- γράνης ἀπόδημος ὧν προσἥει, ὅς ποτε σύνϑηρος τῷ Κύρῳ ἐγένε- το, καὶ γνοὺς τὰ συμβάντα εὐθὺς ὡς εἶχε πρὸς τὸν Κῦρον ἀπήει\" καὶ ἰδὼν τόν τε πατέρα καὶ τὴν μητέρα καὶ τὰς ἀδελφὰς καὶ τὴν ἑαυτοῦ γυναῖκα αἰχμαλώτους, ἐδάκρυσεν. ὃ δὲ Κῦρος \"elg και- 5 ρὸν ἥκεις\" ἔφη. καὶ πολλὰ τῷ “Αρμενίῳ διαλεχϑεὶς καὶ ἀδι- B κοῦντα ἐλέγξας, τέλος ἔφη “λέγε μοι πόση σοι δύναμίς ἔστι, πόσα δὲ χρήματα: τοῦ δὲ εἰπόντος ἱππεῖς μὲν ὀκτακισχιλίους εἶναι, πεζῶν δὲ μυριάδας τέσσαρας, χρήματα δὲ elg ἀργύριον λογισϑέντα πλείω τρισχιλίων ταλάντων, ὃ Κῦρος “τῆς μὲν στρατιᾶς\" ἔφη 10 “τοὺς ἡμίσεις μοι σύμπεμψον, τῶν δὲ χρημάτων ἀντὶ μὲν τῶν πεντήκοντα ταλάντων τοῦ ἐτησίου δασμοῦ διπλάσια Κυαξάρῃ ἀπόδος\" ἐμοὶ δ᾽ ἔφη “ἄλλα ἑκατὸν δάνεισον:\" καὶ ταῦτα εἰ- πὼν τήν τε γυναῖχα τῷ ᾿Δρμενίῳ καὶ τοὺς παῖδας δῶρον ἔδωχε, καὶ τῷ Τιγράνῃ τὴν οἰκείαν νεογάμῳ ὄντι, καὶ ἀφῆκε πάντας. 15 (€ \"ousvíoig δὲ xal Χαλδαίοις ὁμοροῦσιε διαφοραὶ ἦσαν ἀεὶ καὶ μάχαι\" τούτους δ᾽ ἀλλήλοις ὃ Κῦρος κατήλλαξε, καὶ οὕτως ἀπήει. καὶ τὸ μὲν στράτευμα ὃ ἐκ τοῦ “Ἀρμενίου ἔλαβεν ἔπεμψε πρὸς Κυαξάρην, ἐπεὶ δ᾽ ἀφίκετο εἰς Π͵ήδους, μετέδωκε τῶν χρη- μάτων τοῖς αὐτοῦ ταξιάρχαις. εἶτα σὺν τῷ Κυαξάρῃ ἐνέβαλεν Ὃ εἰς τὴν πολεμίαν, καὶ ἐστρατοπεδεύσαντο καὶ λείαν πολλὴν ἐκεῖ- ϑὲν συνήγαγον. ὡς δὲ προσιόντας καὶ τοὺς Z4oovolovc ἐπύϑοντο,"
      },
      {
        "index": 241,
        "text": "συντεταγμένοι 710007608» , καὶ ἐστρατοπεδεύσαντο ἀλλήλων παρα-- σάγγην ἀπέχοντες. τῇ δ᾽ ὑστεραίᾳ ἐξαγαγὼν ὃ Κῦρος τὸ ἑαυτοῦ στράτευμα παρετάξατο, gal καϑ᾽ ἕτερον κέρας σὺν Toig ΤΠήδοις ὃ Κυαξάρης, ἑτέρωθεν δ᾽ oi ““σσύριοι καὶ οἱ συμμαχοῦντες αὖ-- Ὁ δτοῖς. καὶ παραϑήξαντες ἀλλήλους οἵ Πέρσαι ὁμόσε δρόμῳ ἐφέ- ροντο; καὶ ὃ Κῦρος αὐτός. οἵ γε μὴν πολέμιοι οὐκέτ᾽ ἔμενον, ἀλλ᾽ ἔφευγον εἷς τὸ ἔρυμα. καὶ οἱ Πέρσαι αὐτοῖς ἐφεπόμενοι ὠϑουμένων αὐτῶν πολλοὺς κατεστρώννυσαν, τοὺς δὲ εἰς τὰς τά-- φρους ἐμπίπτοντας ἐπεισπηδῶντες ἐφόνευον. καὶ oí τῶν ἤήδων 10 δὲ ἱππεῖς εἰς τοὺς τῶν πολεμίων ἱππέας ἤλαυνον\" οἱ δ᾽ ἐνέκλινον\" ἔνϑα δὴ καὶ ἵππων διωγμὸς ἦν καὶ ἀνδρῶν καὶ φόνος ἐξ ἀμφοτέ- ρων. ἰδοῦσαι δὲ ai γυναῖκες τῶν Z4oovolov καὶ τῶν συμμάχων W Y 108 ταῦτα, ἀνέχραγον xal ἔϑεον ἐκχπεπληγμέναι, καὶ τοὺς πέπλους περιρρηγνύμεναι καὶ δρυπτόμεναι ἱκέτευον πάντας ἀμῦναι καὶ αὖ- 15 ταῖς καὶ τέχνοις καὶ σφίσιν αὐτοῖς. ἔνϑα δὴ καὶ οἵ βασιλεῖς αὖ- τοὶ σὺν τοῖς πιστοτάτοις στάντες ἐπὶ τὰς εἰσόδους ἐμάχοντο καὶ τοῖς ἄλλοις παρεκελεύοντο. δείσας δ᾽ ὃ Κῦρος μὴ ὀλίγοι ὄντες, εἰ βιάσαιντο εἰς τὸ χαράχωμα εἰσελϑεῖν, ὑπὸ πολλῶν σφαλεῖεν, παρηγγύησεν ὑπὸ πόδα ἀνάγειν ἔξω βελῶν\" καὶ ταχὺ τὸ κεκελευ- 20 σμένον ἐποίησαν. εἶτ᾽ ἀπήγαγε τοὺς οἰκείους ὅσον ἐδόκει καλῶς ἔχειν, καὶ ἐστρατοπεδεύσατο. οἱ δ᾽ ᾿“σσύριοι, καὶ τεϑνηκότος τοῦ ἄρχοντος καὶ σχεδὸν σὺν αὐτῷ τῶν βελτίστων, ἠϑύμουν."
      },
      {
        "index": 242,
        "text": "γνύμεναι À, καταρρηγνύμεναι Xenophon. 17 ὄντες — caro À. 18 σφαλοῖεν í"
      },
      {
        "index": 243,
        "text": "δρῶντες δὲ ταῦτα ὅ v& Κροῖσος xol oi ἄλλοι σύμμαχοι σφῶν, πάντες ἤλγουν. ἐντεῦϑεν ἐχλείπουσι τὸ στρατόπεδον καὶ ἀπέρ- χονται τῆς νυχτός. ὡς δὲ μεϑ᾽ ἡμέραν ἔρημον ἐφάνη τὸ τῶν πολεμίων χαράκωμα, διαβιβάζει τοὺς Πέρσας ὃ Κῦρος πρώτους,"
      },
      {
        "index": 244,
        "text": "εἶτα καὶ oí ἀμφὶ Κυαξάρην διέβαινον. τῷ μὲν οὖν Κύρῳ 0-5"
      },
      {
        "index": 245,
        "text": "x&v τοὺς πολεμίους ἐδόκει; τῷ δέ. γε Κυαξάρῃ τοὐναντίον ἅπαν ἦν αἱρετόν. καὶ ὃ Κῦρος “δὸς δή μοι τῶν Μήδων\" ἔφη “τινὰς συμπορευόμένους μοι, ἐκείνους δὴ ὅσοι μοι ἐϑελονταὶ συνέψεσθαι προϑυμήσονται καὶ ὃ Κυαξάρης ἐφῆκε, καὶ τὸν ἀγγελοῦντα ταῦτα τοῖς Β]ήδοις τῷ Κύρῳ συνέπεμψεν."
      },
      {
        "index": 246,
        "text": "Ἐν τοσούτῳ δὲ ἄγγελοι ἐκ τῶν “Ὑρκανίων ἀφίχοντο. οἱ δ᾽ “Ὑρχάνιοι ὅμοροι τῶν zdocvgíov εἰσίν, ἔϑνος οὐ πολύ, διὸ καὶ"
      },
      {
        "index": 247,
        "text": "ἤσαν τῶν “ασυρίων ὑπήκοοι\" ἐχρῶντο δ᾽ αὐτοῖς ovt ἐν πόνοις"
      },
      {
        "index": 248,
        "text": "οὔτ᾽ ἐν χινδύνοις αὐτῶν φειδόμενοι. xol τότε δὲ οὐραγεῖν ἔτε-"
      },
      {
        "index": 249,
        "text": "τάχατο; ἱππεῖς üvttg ὡς χίλιοι, ὅπως εἴ τε ὄπισϑεν εἴη δεινόν, 15"
      },
      {
        "index": 250,
        "text": "ἐκείνοις τοῦτ᾽ ἐνσχήψειε πρὸ αὐτῶν. οἱ δὲ οἷα πάσχουσιν ἐννο-"
      },
      {
        "index": 251,
        "text": "οὐύμενοι, ἔπεμψαν ἀγγέλους πρὸς Κῦρον ἐροῦντας ὡς μισοῖντο"
      },
      {
        "index": 252,
        "text": "δικαίως nap! αὐτῶν οἱ ᾿Ἡσσύριοι, καὶ εἰ βούλοιτο lévac ἐπ᾽ αὖ-"
      },
      {
        "index": 253,
        "text": "τούς, xol σφεῖς ἔσοιντο σύμμαχοι xal ἡγήσοιντο. ὃ δὲ ἤρετο εἰ"
      },
      {
        "index": 254,
        "text": "χαταλήψοιντο αὐτοὺς\" καὶ οἱ Ὑρκάνιοι εἶπον OTt κᾶν αὔριον t0-20"
      },
      {
        "index": 255,
        "text": "Dev πορείοιντο εὔζωνοι, καταλήψοιντο σφᾶς. καὶ ὃ Κῦρος πί-"
      },
      {
        "index": 256,
        "text": "στεις Jj1& ὡς ἀληϑεύοιεν\" ot δὲ ὁμήρους κατέϑεντο παρασχεῖν ti"
      },
      {
        "index": 257,
        "text": "καὶ αὐτὸς αὐτοῖς δεξιὰν δοίη xal πιστὰ ϑεῶν ποιήσαιτο. καὶ ὃ"
      },
      {
        "index": 258,
        "text": "μὲν Κῦρος δίδωσιν αὐτοῖς πιστά, ἦ μὴν ἐὰν ἃ λέγουσιν ἐμπεδώ- σωσιν, ὡς φίλοις καὶ πιστοῖς χρῆσϑαι αὐτοῖς, καὶ μήτε Περσῶν μήτε Πήδων μεῖον ἔχειν τε παρ᾽ αὐτῷ. Ἐπὶ τούτοις ὃ Κῦρος ἔτι φάους ὄντος ἐξῆγε τὸ στράτευμα, 5xal ὃ Τιγράνης μετὰ τῶν “Ἀρμενίων συνῆν, καὶ τοὺς “Ὑρκανίους δὲ περιμένειν ἐχέλευσεν, ἵν᾽ ἅμα ἴοιεν. τῶν δὲ Πήδων σχεδὸν ἅπαντες συνεξήεσαν τῷ Κύρῳ. ἡγεῖσθαι οὖν τοὺς “Ὑρκανίους ἐχέλευε\" καὶ πολλὴν δδὸν διανύσας πλησίον γίνεται τοῦ τῶν \"Yoxa- γίων στρατεύματος. καὶ οἱ ἄγγελοι τοῦτο τὸν Κῦρον ἐδίδασκον,"
      },
      {
        "index": 259,
        "text": "Ἰοχαὶ ὃς ἐχέλευσεν εἰ φίλοι εἰσὶν ὡς τάχιστα ὑπαντᾶν τὰς δεξιὰς ἀνατείναντας. καὶ οἱ “Ὑρχάνιοι ταῦτα ἐνωτισάμενοι παρῆσαν εὖ- ϑύς, τὰς δεξιὰς ὥσπερ εἴρητο ἀνατείνοντες. δεξιωσάμενος δὲ αὐτούς “εἴπατέ μοι φησί, “πόσον ἀπέχει ἐνθένδε ἔνϑα oi ἀρ- χαὶ τῶν πολεμίων εἰσὶ καὶ τὸ ἀϑρόον αὐτῶν;\" οἱ δ᾽ ἔφασαν"
      },
      {
        "index": 260,
        "text": "ὀλίγῳ πλέον ἢ παρασάγγην. ἡγεῖσϑαι οὖν τοὺς “Ὑρχανίους ἐπέ- ταττε, καὶ οἱ μὲν ἡγοῦντο, αὐτὸς δὲ σὺν τοῖς Πέρσαις τὸ μέσον ἔχων ἐπορεύετο, τοὺς δὲ ἱππεῖς ἑκατέρωθεν ἔταξεν. ἐπεὶ δὲ φάος ἐγένετο καὶ ἔγνων τὰ δρώμενα οἱ πολέμιοι, οὐδεὶς ἐμάχετο, ἀλλ᾽ oí μὲν ἔφευγον οἱ δὲ καὶ ἀμαχεὶ ἀπώλλυντο."
      },
      {
        "index": 261,
        "text": "20 18. Kooicoc δὲ ὃ “υδῶν βασιλεὺς τὰς γυναῖχας σὺν ταῖς ἁρμαμάξαις νυκτὸς προέπεμψεν ὡς ῥᾷον κατὰ ψῦχος πορεύοιντο (ϑέρος γὰρ jv), καὶ αὐτὸς τοὺς ἱππεῖς ἔχων ἐπηχολούϑει. καὶ τὸν τῆς παρ᾽ “Ἑλλήσποντον ἄρχοντα Φρυγίας τὰ αὐτὰ ποιῆσαε"
      },
      {
        "index": 262,
        "text": "Xenophon ἁρμαμάξαις, '"
      },
      {
        "index": 263,
        "text": "w I109 φασίν. ὡς δ᾽ oi φεύγοντες αὐτοὺς κατελάμβανον, xol τὸ γινό- μενον ἔγνων, ἔφευγον καὶ αὐτοί, τὸν δὲ τῶν Καππαδοχῶν βα- ca ἔτι ἐγγὺς ὄντα κατακαίνουσιν οἱ “ὕἱρκάνιοι. καὶ οἱ μὲν ἄλλοι ἐδίωκον, ὃ δὲ Κῦρος τοὺς σὺν αὐτῷ περιελαύνειν ἐκέλευε τὸ στρα-- τὐπεδον, καὶ χτείνειν μὲν τοὺς ἐξιόντας σὺν ὅπλοις, τοῖς δὲ u£- 5 γουσιν ἐκήρυξεν ἀποφέρειν τὰ ὅπλα συνδεδεμένα, τοὺς δ᾽ ἵππους ἐπὶ ταῖς σκηναῖς καταλείπειν\" τὸν δὲ μὴ οὕτω ποιοῦντα τῆς κεφα- C λῆς στερεῖσϑαι. οἱ μὲν δὴ τὰ ὅπλα ἔχοντες ἐρρίπτουν ἀποφέρον- τες εἷς ἕν χωρίον, καὶ ταῦτα oi τεταγμένοι κατέκαιον. ὃ δὲ Κῦ- ρος ἐννοήσας ὡς ἦλϑον οὔτε σῖτα οὔτε ποτὰ ἔχοντες, ἐκήρυξε τοὺς 10 τῶν σκηνῶν ἐπίτρόπους παρεῖναι πάντας, καὶ ὡς παρῆσαν “ἄγετε ὦ ἄνδρες\" ἔφη, “διπλάσια ἐν ἑκάστῃ σκηνῇ σῖτα παρασχευάσατε ἢ τοῖς δεσπόταις καὶ τοῖς οἰκέταις αὐτῶν καϑ᾽ ἡμέραν ἐποιεῖτε.\" καὶ οἵ μὲν ὡς παρηγγέλϑησαν ἔπραττον. τῶν δὲ ῆήδων τινὲς οἱ μὲν ἁμάξας προωρμημένας καταλαβόντες καὶ ἀποστρέψαντες με- 15 στὰς ὧν δεῖται στρατιὰ προσήλαυνον, οἱ δὲ καὶ ἁρμαμάξας γυναι- κῶν τῶν βελτίστων προσῆγον, καὶ ἐπιδεικνύντες Κύρῳ ἃ ἦγον Ὁ πάλιν ἀπήλαυνον. ὃ δὲ Κῦρος ἐπὶ τούτοις ἐδάκνετο καὶ κατεμέμ- qtro ἑαυτοῦ, καὶ συγκαλέσας τοὺς ταξιάρχας συνεβούλευεν ἵππι- κὸν καὶ τοὺς Πέρσας κτήσασϑαι, ἵνα τούτῳ τοὺς ἱππότας διώκοιεν 30 καὶ τοὺς φεύγοντας καταλαμβάνοιεν\" καὶ οἱ ἄλλοι συνήνεσαν. ἤδη δ᾽ ὑπερμεσούσης ἡμέρας προσήλαυνον oi ἱππεῖς ot ΠΠῆδοι καὶ οἱ Ὑρχάνιοι ἵππους τε ἄγοντες αἰχμαλώτους καὶ ἄνδρας. τοῖς μὲν"
      },
      {
        "index": 264,
        "text": "ov» αἰχμαλώτοις ἀνδράσιν “ἄπιτε εἶπε “τήν τε χώραν ὑμῶν ἐρ- γαζόμενοι καὶ τὰς οἰχίας οἰκοῦντες xal γυναιξὶ ταῖς ὑμετέραις συν- - - ς - οἰκοῦντες xai παίδων τῶν ὑμετέρων ἀπολαύοντες, καὶ τοῖς ἄλλοις δὲ διαγγέλλετε ταῦτα\" ἕν γάρ τι καινὸν ἔσται ὑμῖν ὅτι οὐχ ὃ αὐτὸς"
      },
      {
        "index": 265,
        "text": "δὑμῶν ἄρξει ὅσπερ xai πρότερον, τὰ δ᾽ ἄλλα τὰ αὐτὰ ἔσται πάντα"
      },
      {
        "index": 266,
        "text": "ὑμῖν. οἱ μὲν οὖν προσχυνοῦντες ἀπήεσαν\" 0 δὲ Κῦρος ἔφη “ὥρα"
      },
      {
        "index": 267,
        "text": "δή, ὦ ΤΠῆδοί τε xai Zdgu£vion , δειπνεῖν\" παρεσκεύασται δὲ ὑμῖν * * ΕΣ » δεῖπνα ὡς ἡμεῖς, ὦ βέλτιστοι, ἠδυνάμεϑα. καὶ ὑμεῖς δέ, ὦ"
      },
      {
        "index": 268,
        "text": "ρχάνιοι\" ἔφη, “᾿διαγάγετε αὐτοὺς ἐπὶ τὰς oxmvág, τοὺς uiv 10 ἄρχοντας ἐπὶ τὰς μεγίστας τοὺς δ᾽ ἄλλους ὡς ἂν δοχῇ κάλλιστα ἔχειν, καὶ αὐτοὶ δὲ δειπνεῖτε\" σῶαι γὰρ ὑμῖν αἱ σκηναὶ xol ἀχέ- θαιοι. καὶ οἱ μὲν ἐποίουν ὡς ἐχελεύσϑησαν\" ὃ δὲ Κῦρος πολ-"
      },
      {
        "index": 269,
        "text": "λοὺς τῶν Περσῶν διέπεμμψε κύκλῳ τηρεῖν τὸ στρατόπεδον, ire εἴ"
      },
      {
        "index": 270,
        "text": "τίς τε ἔξωϑεν προσίοι μὴ λάϑοι, καὶ εἴ τις τῶν ἐντὸς ἀποδιδράσχει"
      },
      {
        "index": 271,
        "text": "ἀλώσοιτο. καὶ οἱ μὲν Πέρσαι οὕτω διῆγον. τῇ δ᾽ ἑξῆς ἡμέρᾳ τὰ λάφυρα τοῖς στρατιώταις διανεμηϑῆναι προσέταξε, τοὺς δ᾽ ἵππους Β τοῖς Πέρσαις δοϑῆναι, ἵνα ἱππεῖς καὶ αὐτοὶ ἔσοιντο. καί “τῷ Κυαξάρῃ δὲ ἐχλέξασϑε\" ἔφη “ὅποῖα οἴδατε κεχαρισμένα αὐτῷ\" Πέρσαις δέ\" ἔφη “τοῖς μετ᾽ ἐμοῦ ὅσα ἂν περισσὰ γένηται, ταῦτα 20 ἀρκέσει\" οὐ γὰρ ἡμεῖς ἐν χλιδῇ τεϑράμμεϑα, ὥστε ἴσως ἂν xal χαταγε) άσητε ἡμῶν & τε σεμνὸν ἡμῖν περιϑείητε\" ὥσπερ oid ὅτι"
      },
      {
        "index": 272,
        "text": "πολὺν ὑμῖν γέλωτα παρέξομεν καὶ ἐπὶ τῶν ἵππων χαϑήμενοι, οἶμαι δὲ καὶ ἐπὶ τῆς γῆς καταπίπτοντες.\" καὶ τοὺς ταξιάρχας χαλέσας"
      },
      {
        "index": 273,
        "text": "τοὺς ἵππους λαμβάνειν ἐχέλευσε καὶ κληρωσαμένους ἴσους λαμβά- γειν ἑκάστους."
      },
      {
        "index": 274,
        "text": "19. ^E» τούτῳ δὲ παρῆν Γωβρύας ᾿Ασσύριος πρεσβύτης ἀνὴρ σὺν ἱππικῇ ϑεραπείᾳ, xol τὸν Κῦρον ἥτει ϑεάσασϑαι. ἤχϑη οὖν πρὸς αὐτὸν καὶ εἶπεν “ὦ δέσποτα, ἐγώ εἶμι τὸ μὲν 5 γένος ““σσύριος, ἔχων καὶ τεῖχος ὀχυρόν, καὶ χώρας ἄρχω πολλῆς\" ἔχω δὲ καὶ ἵππον εἰς χιλίαν, ἣν τῷ τῶν ᾿Ασσυρίων βασιλεῖ παρει- χόμην, καὶ φίλος ἦν ἐκείνῳ ὡς μάλιστα. ἐπεὶ δ᾽ ὃ μὲν τέϑνηκχεν ὑφ᾽ ὑμῶν, ὃ δὲ παῖς ἐκείνου τὴν ἀρχὴν ἔχει, ἔχϑιστος ὧν ἐμοὶ ὅτι τὸν μόνον μοι καὶ φίλον παῖδα φϑονήσας ἀπέχτεινεν, ἥχω 1ῦ πρὸς σὲ xal δίδωμί σοι ἐμαυτὸν δοῦλον καὶ σύμμαχον, σὲ δὲ τιμωρὸν αἰτοῦμαι γενέσϑαι μοι.\" Κῦρος δὲ ἀπεχρίνατο “ἤνπερ, ὦ Γωβρύα, ὅσα φὴς καὶ φρονῇς, δέχομαί vt ἱκέτην σὲ καὶ τιμωρήσειν σοι τοῦ παιδὸς τὸν φόνον σὺν ϑεοῖς ὑπισχνοῦμαι.\" ὃ δέ “ἐπὶ τούτοις\" ἔφη “ἀληϑεύων ἐγὼ δίδωμί σοι τὴν ἐμὴν) καὶ λαμβάνω τὴν σὴν δεξιάν."
      },
      {
        "index": 275,
        "text": "Ἐπεὶ δὲ ταῦτα ἐπράχϑη ἀπιέναι κελεύει τὸν Γωβρύαν ἔχοντα xai τὰ ὅπλα. καὶ ὃ μὲν ἀπήει\" οἱ δὲ Πῆδοι παρῆσαν ἐξῃρη- κότες Κύρῳ τὴν καλλίστην σχηνὴν xal τὴν Σουσίδα yvraixa 5 καλλίστη λέγεται ἐν τῇ ““σίᾳ γυνὴ γενέσϑαι, καὶ μουσουργοὺς δὲ 30"
      },
      {
        "index": 276,
        "text": "hon zia» vel, secundum meliores libros, 4 «v τριακοσίαν."
      },
      {
        "index": 277,
        "text": "ἀληϑευομένοις vel ἀληϑευόμενος Xenophon, qui haec Cyro"
      },
      {
        "index": 278,
        "text": "δύο τὰς κρατίστας, καὶ Κυαξάρῃ τὰ δεύτερα\" τὰς δὲ περισσὰς σχηνὰς Κύρῳ παρέδοσαν ὡς τοῖς Πέρσαις γένοιντο. ὃ δὲ Κῦρος τὰ μὲν τοῦ Κυαξάρου φυλάττειν ἐκέλευσε τοὺς ἐκείνου οἰκειοτά- τους, καί “ὅσα ἐμοὶ δίδοται, ἡδέως\" ἔφη “δέχομαι. καλέσας ΡῚ 154"
      },
      {
        "index": 279,
        "text": "δ δὲ ράσπην ἸΠῆδον, ὃς ἦν αὐτῷ ἐκ παίδων ἑταῖρος, ἐκέλευσε διαφυλάξαι αὐτῷ τὴν γυναῖκα καὶ τὴν σκηνήν. ἦν δὲ αὕτη μὲν γυνὴ ᾿Αβραδάτου τοῦ Σούσων βασιλέως, ὃς ἁλισκομένου τοῦ στρατοπέδου οὐ παρῆν, πεμφϑεὶς περὶ συμμαχίας παρὰ τοῦ \"Aosvgíov πρὸς τὸν Βαχτρίων βασιλέα, ξένος ὧν ἐκείνῳ."
      },
      {
        "index": 280,
        "text": "Πρωὶ δὲ ἀναστάντες ἐπορεύοντο πρὸς Γωβρύαν Κῦρος ἔφιππος xai οἱ Περσῶν ἱππεῖς γενόμενοι εἰς δισχιλίους. δευτε- ραῖοι δὲ ἀμφὶ δείλην γίνονται εἰς τὸ Γωβρύα χωρίον αὐτοὶ καὶ ot σύμμαχοι. μαϑὼν οὖν ἐκεῖ ὅτι τοῖς “σσυρίοις ἐν Βαβυλῶνι πολλαπλασία τῆς πρώην δυνάμεως παρεσκεύασται, “ἄγε ἡμᾶς"
      },
      {
        "index": 281,
        "text": "15:092 τὴν ἐπὶ Βαβυλῶνος\" ἔφη. ὡς δὲ πορευόμενοι τεταρταῖοι B πρὸς τοῖς δρίοις τῆς Γωβρύου χώρας ἐγένοντο, καὶ ἐν τῇ πολεμίᾳ ἤδη ἐτύγχανον, τοὺς μὲν πεζοὺς καί τινας τῶν ἱππέων κατέσχε πρὸς ἑαυτόν, τοὺς δ᾽ ἄλλους ἱππεῖς ἀφῆκε καταϑεῖν, κελεύσας τοὺς μὲν ὕπλα ἔχοντας τῶν ἐντυγχανόντων αὐτοῖς κατακαίνειν,"
      },
      {
        "index": 282,
        "text": "Ὡυτοὺς δ᾽ ἄλλους καὶ λείαν ὅσην à» λάβωσι πρὸς αὐτὸν ἄγειν. ἐχέλευσε δὲ καὶ τοὺς Πέρσας συγχαταϑεῖν. καὶ ἦχον πολλοὶ μὲν αὐτῶν κατακεχυλισμένοι ἀπὸ τῶν ἵππων, πολλοὶ δὲ λείαν ὅτι"
      },
      {
        "index": 283,
        "text": "γυνὴ À, pé ἡ γυνὴ Xenophon. 11 of add A Xenophon."
      },
      {
        "index": 284,
        "text": "πλείστην ἄγοντες. εἶτα πρὸς Βαβυλῶνα ἤει ὥσπερ ἐν μάχῃ"
      },
      {
        "index": 285,
        "text": "παραταξάμενος. ὡς δ᾽ οὐκ ἀντεξήεσαν ot 24oovoioi, ἐχέλευσεν ὃ Κῦρος τὸν Γωβρύαν προσελάσαντα εἰπεῖν, d βούλεται 0 βασι- λεὺς ἐξιὼν ὑπὲρ τῆς χώ (4:09 καὶ αὐτὸς σὺν ἐχείνω εὑς ἐξιὼν ὑπὲρ τῆς χώρας μάχεσϑαι, ς TTE"
      },
      {
        "index": 286,
        "text": "C μάχοιτο ἄν\" εἰ δὲ μὴ ἀμυνεῖ τῇ χώρᾳ, ὅτι ἀνάγκη τοῖς χρατοῦσιῤ"
      },
      {
        "index": 287,
        "text": "πείϑεσϑαι. ὃ μὲν δὴ Γωβρύας προσελάσας ταῦτα εἶπεν\" ὁ ὃ"
      },
      {
        "index": 288,
        "text": "\"Aoovgrog πέμψας ἔλεγεν “ὃ δεσπότης ὃ σὸς, ὦ Τωβρυα, ἄντα- , ' * ε ποχρίνεται, ἐὰν βούλησϑε μάχεσθαι, ἥκετε elg τριαχοστὴν ἡμέ"
      },
      {
        "index": 289,
        "text": "ραν\" νῦν δ᾽ οὔπω ἡμῖν σχολή\" Ui γὰρ παρασχευαζόμεϑα."
      },
      {
        "index": 290,
        "text": "Καὶ ὃ uiv ἀπήγγειλε ταῦτα. τῷ Κύρῳ\" ὃ δὲ ἀπήγαγε τὸ"
      },
      {
        "index": 291,
        "text": "στράτευμα. καὶ τὸν Γωβρύαν περὶ τοῦ Γαδάτα Zowra. ὃ δὲ"
      },
      {
        "index": 292,
        "text": "Γαδάτας βασιλέως τινὸς ἣν υἱός, ἑταῖρος τοῦ “σσυρίου, ὃν ovu- , 3. ,.“» ^ 3 12 , , , . ὃ “ πίνοντα αὐτῷ συλλαβὼν ἐξέτεμε καὶ ἐκτομίαν ἐποίησεν\" og τοῦ"
      },
      {
        "index": 293,
        "text": "πατρὸς αὐτοῦ τελευτήσαντος τότε τὴν βασιλείαν εἶχεν εὐνοῦχος ὦν."
      },
      {
        "index": 294,
        "text": "D πρὸς τοῦτον οὖν ἀπιέναι τὸν Γωβρύαν ἤϑελε καὶ ἄγειν πρὸς ξαυ-}}"
      },
      {
        "index": 295,
        "text": "τόν. ὃ δὲ ἀπῆλϑε. καὶ ἐντυχὼν καὶ ὅσα παρὰ Κύρου ἐνετάλϑη ^ ε , - - εἰπὼν ὃ uiv ἐπανῆλϑεν, ὃ δὲ Γαδάτας τῷ ᾿““σσυρίῳ συμμαχεῖν"
      },
      {
        "index": 296,
        "text": "προσποιούμενος, xoi φρούριόν τε τοῦ ᾿Ἰσσυρίου πρόβολον ὃν τοῦ . ἢ , ^ ^ T, 3 Ν , 3 πολέμου δόλῳ κατασχών, xci τῷ Κύρῳ αὐτὸ παραδοῖς, ἢ}λϑε"
      },
      {
        "index": 297,
        "text": "xai αὐτὸς πρὸς Κῦρον. καὶ δεξιωθείς \"c Γαδάτα\" ἤκουσε, 9"
      },
      {
        "index": 298,
        "text": "παῖδας μὲν ὡς ἔοικε ποιεῖσϑαί σὲ ἀφείλετο ὃ ᾿σσύριος, οὐ"
      },
      {
        "index": 299,
        "text": "μέντοι xal χτᾶσϑαι φίλους ἐστέρησεν.\" ὃ μὲν οὖν τοιαῦτα εἶπε:"
      },
      {
        "index": 300,
        "text": "] ἄγοντες φέροντες A: illud Xenophon. 2 ἐξίεσαν À: Xeno-"
      },
      {
        "index": 301,
        "text": "ToU δὲ φρουρίου ὑπὸ τὸν Κῦρον γεγενημένου, καὶ Καδούσιοι καὶ ͵ ἡ ἔτ — Σάκαι καὶ “Ὑρχάνιοι πλείους συνεστρατεύοντο αὐτῷ. ἐπὶ τούτοις"
      },
      {
        "index": 302,
        "text": "προσέρχεται Κύρῳ ὃ Γαδάτας λέγων ὡς 9 «Ἰσσύριος περὶ τοῦ"
      },
      {
        "index": 303,
        "text": "φρουρίου πυϑόμενος καὶ χαλεπήνας ovoxtvélouo εἰς τὴν ἐμὴν"
      },
      {
        "index": 304,
        "text": "δἐμβαλεῖν χώραν. “ἐὰν ovv ἀφῇς με, τὰ τείχη ἂν πειραϑείην - - ᾿ '.- 3 - διασῶσαι\" τῶν δ᾽ ἄλλων μείων μοι λόγος.\" ἤρετο οὖν ὃ Κῦρος “ἐὴὸ i, , v 5 » 9 £ δέ “εἰ ( y?\" M T * ost , » ἃν ἴῃς, πότε ἔσῃ οἴχοι ; ^ ὃ c τρίτην\" Ap “ δειπνήσω ἐν - € ᾿ * € F- τς ^ Y ^ Tj ἡμετέρᾳ.\" “ἐγὼ δέ\" ἔφη ὃ Κῦρος “ποσταῖος ἂν ἐκεῖσε &qu- , * \" , 23 A € ᾽ «ς 5,2 » , 32 κοίμην σὺν τιῷ στρατεύματι; καὶ 0 Γαδάτας \"ovx ἂν δύγαιο"
      },
      {
        "index": 305,
        "text": "ἀπεχρίνατο “δέσποτα, εἶ μὴ ἐν ἕξ ἢ ἑπτὰ ἡμέραις ἐλϑεῖν.\" χαὶ"
      },
      {
        "index": 306,
        "text": "ὃ Κῦρος Gv τοίνυν ἔφη “ ἄπιϑι τάχιστα, ἐγὼ δ᾽ ὡς ἂν δυναί-"
      },
      {
        "index": 307,
        "text": "μην πορεύσομαι.\" καὶ ὃ μὲν Γαδάτας ἀπήει, 0 δὲ Κῦρος τοῖς"
      },
      {
        "index": 308,
        "text": "ἄρχουσι τῶν συμμάχων ent δεῖν τῷ Γαδάτᾳ ἐπαμῦναι παρὰ τοῦ"
      },
      {
        "index": 309,
        "text": "\"4oavgíov πολεμουμένω, ἀνδρὶ εὐεργέτῃ. καὶ πάντες συνέφασαν."
      },
      {
        "index": 310,
        "text": "ὁ δέ \"2nd καὶ ὑμῖν συνδοκεῖ\" ἔφη, “ &yett πορευσώμεϑα, ἵππων τε καὶ ἀνδρῶν τοὺς δυνατωτάτους λαβόντες καὶ τριῶν ἡμερῶν τὰ ἐπιτήδεια, ἵν᾽ εὔζωνοι ἴωμεν.\" οὕτω δὲ συσχευασάμενοι μέσων γυχτῶν τῆς ὁδοῦ εἴχοντο, τοῦ Γωβρύου σφῶν ἡγουμένου."
      },
      {
        "index": 311,
        "text": "Καὶ ὃ μὲν Κῦρος ὀὕτως ἀπήει\" (20) ἀπιόντι δὲ τῷ Γα-"
      },
      {
        "index": 312,
        "text": "Xére τῶν τις παρ᾽ αὐτῷ δυνατῶν ἐπεβούλευσεν ἐκείνῳ, xal πέμ-"
      },
      {
        "index": 313,
        "text": "vec πρὸς 10v “σσύριον ἐδήλου τὴν τοῦ Γαδάτα δύναμιν καὶ ὡς"
      },
      {
        "index": 314,
        "text": "ἥχει, καὶ ἐνεδρεῦσαι αὐτῷ ἐνετέλλετο, ἵν᾽ οὕτως αὐτόν τὲ συλ-."
      },
      {
        "index": 315,
        "text": "λάβοι τὸν Γαδάταν xal τοὺς σὺν αὐτῷ. ἐπεὶ δὲ ταῦτα ἤχουσεν ὃ ᾿σσύριος, ἐνήδρευσεν. ὡς δ᾽ ἐγγὺς ὃ Γαδάτας τῆς ἐνέδρας"
      },
      {
        "index": 316,
        "text": "C ἐγένετο καὶ ἤδη ἐδόκει εἶναι ἁλώσιμος, ἀνίσταται àx τῆς ἐνέδρας. ὃ δὲ τῷ Γαδάτᾳ ἐπιβουλεύων ἐν τούτῳ παίει αὐτὸν καὶ πλήττει κατὰ τὸν ὦμον, οὐ μέντοι καιρίως\" ποιήσας δὲ τοῦτο πρὸς τὸν ᾿Ἡσσύριον παραχρῆμα ἀποχωρεῖ καὶ ἐδίωχε σὺν αὐτῷ. οἱ μὲν οὖν τοῦ Γαδάτα ἡλίσκοντο, οἱ δ᾽ ἔφευγον τοὺς χαλινοὺς τρέ- ψαντες\" καὶ ἤδη προσιόντα καϑορῶσι τὸν Κῦρον. ὃ δὲ ὡς ἔγνω τὸ πρᾶγμα, ἐναντίος αὐτοῖς ἦγε τὴν στρατιάν. καὶ οἱ πολέμιοι τοῦτον ἰδόντες ἐτράπησαν εἰς φυγήν, καὶ ὃ Κῦρος διώκειν ἐχέ- 10 λευσν. ἡλίσκοντο τοίνυν καὶ ἄνδρες καὶ ἅρματα, καὶ πολλοὶ δὲ ἐχτείνοντο, καὶ αὐτὸς ὃ τὸν Γαδάταν πλήξας\" οἱ δ᾽ ἄλλοι xal αὐτὸς ὃ ᾿“σσύριος elc πόλιν αὐτοῦ τινα μεγάλην κατέφυγον. καὶ ὃ Κῦρος ταῦτα διαπραξάμενος εἷς τὴν Γαδάτα χώραν ἀναχωρεῖ, καὶ ἤει τὸν Γαδάταν ἐπισκεψόμενος. καί οἱ ὃ Γαδάτας ἀπήν- 10"
      },
      {
        "index": 317,
        "text": "D τησὲν ἐπιδεδεμένος τὸ τραῦμα, καὶ χάριτας ὡμολόγει λέγων ὡς “ἔγωγε τὸ μὲν ἐπ᾽ ἐμοὶ οἴχομαι, τὸ δὲ ἐπὶ σαὶ σέσωσμαι, προ- ϑύμως οὕτω μοι βοηϑήσαντι.᾽\""
      },
      {
        "index": 318,
        "text": "Οἱ δέ γε Καδούσιοι ὀπισϑοφυλαχεῖν τεταγμένοι τότε παρὰ τοῦ Κύρου, καὶ μὴ μετασχόντες τῆς διώξεως, βουλόμενοι δὲ xai αὐτοὶ λαμπρόν τι ποιῆσαι, οὐδὲν τῷ Κύρῳ κοινωσάμενοι κατα- ϑέουσι τὴν Βαβυλωνίαν, ἀπιὼν δὲ 0 ᾿Φσσύριος ἐκ τῆς πόλεως οὗ κατέφυγε, συντυγχάνει αὐτοῖς\" καὶ γνοὺς μόνους ὄντας ἐπιτί- ϑέται, καὶ τόν τε ἄρχοντα σφῶν ἀποκτείνει xal ἄλλους πολλούς,"
      },
      {
        "index": 319,
        "text": "xal διώξας μέχρι τινὸς ἀπετράπετο. οἵ δὲ τῶν Καδουσίων ἐσώ- ζοντο, περὶ δείλην ἦλϑον εἰς τὸ στρατόπεδον. ὃ δὲ Κῦρος τοὺς μὲν τετρωμένους τοῖς ϑεραπεύσουσι παρεδίδου, τοῖς δ᾽ ἄλλοις αὐτὸς προσῆγεν ἐν λόγοις παράχλησιν, καὶ ἄρχοντα ἑαυτοῖς ἔξ δ ἑαυτῶν παρήνει αἵἱρήσεσϑαι. καὶ οἵ μὲν εἵλοντο. ὃ δὲ Γαδάτας ἦχε κομίζων τῷ Κύρῳ δῶρα παντοῖά τε καὶ πολλὰ καὶ πλείστους ἵππους. ὃ δὲ Κῦρος τοὺς μὲν ἵππους ἔφη δέχεσθαι, ἵν᾽ ἐχπλη- ρώσῃ τὸ Περσικὸν ἱππικὸν καὶ εἷς μυρίους περισταῖεν αὐτῷ οἱ ἱππεῖς, τὰ δὲ χρήματα ἀπαγαγεῖν αὐτῷ ἐνετέλλετο καὶ φυλάττειν 10 ἔστ᾽ ἂν καὶ αὐτὸν ἀντιδωρεῖσϑαι γνοίῃ δυνάμενον. καὶ παρήνει τὴν πόλιν αὐτοῦ ὑπὸ φυλαχὴν ποιήσασϑαι ἀσφαλῆ, αὐτὸν δὲ αὐτῷ συστρατεύεσϑαι. xol ὃ Γαδάτας ἤσϑη τῇ συμβουλῇ, συσχευασάμενός τε τῷ Κύρῳ συνείπετο. ἐπεὶ δὲ πορευόμενος οὕτως εἰς τὰ μεθόρια τῶν Σύρων καὶ ήδων ἀφίκετο, ἐνταῦϑα Ιϑτρία ὄντα τῶν Σύρων φρούρια τὸ μὲν ἕν αὐτὸς προσβαλὼν καὶ B βιασάμενος ἔλαβε, τὰ δὲ δύο φοβῶν μὲν ὃ Κῦρος πείϑων δὲ ὃ Γαδάτας παρεσκεύασαν παραδοῦναι τοὺς φυλάσσοντας. Εἶτα πέμπει πρὸς Κυαξάρην ἀξιῶν ἥκειν εἷς τὸ στρατό- πεδον, ὅπως περὶ ὧν ἂν δέοιντο βουλεύσαιντο. καὶ ὃ μὲν ἄγγε- 20Aoc ᾧχετο\" ὃ δὲ Κῦρος ἐκέλευσε τὴν σκηνὴν ἣν οἱ Mo: τῷ Κυαξάρῃ ἐξεῖλον κατασχέυάσαι ὡς βέλτιστα τῇ τε ἄλλῃ παρα- σκευῇ καὶ τῷ γυναῖκα εἰσαγαγεῖν εἷς τὸν γυναιχῶνα τῆς σκηνῆς, xal σὺν ταύτῃ τὰς μουσουργοὺς αἵπερ τῷ Κυαξάρῃ ἐξήρηντο. τοὺς --- ϑεραπεύσουσι À, τοῖς μὲν ϑεραπεύσουσι τοὺς τετρω-"
      },
      {
        "index": 320,
        "text": "ἐν τοσούτῳ δὲ ὃ ἄγγελος τὰ παρὰ τοῦ Κύρον τῷ Κυαξάρῃ ἀπήγ- γειλε, καὶ ὃς ἐπορεύετο σὺν τοῖς παραμείνασιν αὐτῷ τῶν Mrwv C ἱππεῦσιν. ὡς δ᾽ ἔγνω προσιόντα αὐτὸν ὃ Κῦρος, λαβὼν τούς τε τῶν Περσῶν ἱππέας, πολλοὺς ἤδη ὄντας, καὶ τοὺς Πϊήδους παρόντας xai τοὺς ᾿ἀρμενίους καὶ τῶν ἄλλων συμμάχων τοὺς ὅ εὐιπποτάτους, ἀπήντα, ἐπιδεικνὺς τῷ Κυαξάρῃ τὴν δύναμιν. ó δὲ ἰδὼν τῷ Κύρῳ μὲν πολλούς τε καὶ ἀγαϑοὺς ἑπομένους, ἑαυτῷ δὲ ὀλίγην τε καὶ ὀλίγου ἀξίαν ϑεραπέίαν, ἄτιμόν τι αὐτῷ ἔδοξεν εἶναι, καὶ ἄχος αὐτὸν ἔλαβε, καὶ εἰς φανερὰ κατήνεκτο δάκρυα. ὃ δὲ Κῦρος ἰδίᾳ τοῦτον ἀπολαβόμενος καὶ παρακαϑίσας 10 διειλέχϑη, καὶ τῆς ὀργῆς καὶ τῆς λύπης ἠρώτα τὸ αἴτιον. καὶ πολλά τε εἰπὼν καὶ ἀκούσας, τέλος “πρὸς ϑεῶν᾽\" ἔφη, “ὦ ϑεῖε, παῦσαι τὸ νῦν ἔχον μεμφόμενός μοι, ἐπειδὰν δὲ πεῖραν ἡμῶν λάβῃς πῶς ἔχομεν πρὸς σέ, τότε μοι ἢ χάριτας ὁμολόγει ἢ D μέμφου.\" καὶ ὃ Κυαξάρης χατέϑετο\" ὃ δ᾽ ἐφίλησεν αὐτὸν 1 προσελϑών. καὶ ὡς εἶδον oi lMóoí τε xal οἱ Πέρσαι καὶ οἱ λοιποί, ὑπερήσϑησαν. ἀναβάντες οὖν τοὺς ἵππους ὃ Κῦρος καὶ ὃ Κυαξάρης ἀπήεσαν ἐπὶ τὸ στρατόπεδον. καὶ ἐπὶ τὴν ἐξῃρη- μένην αὐτῷ σκηνὴν τὸν Κυαξάρην ἀπήγαγον. οἱ δὲ Mo: ἤεσαν πρὸς αὐτὸν δῶρα ἄγοντες, ἕχαστος ἕν γέ τι ὧν εἰλήφει τὸ κάλ- V λιστον. ἐπεὶ δὲ ὥρα δείπνου ἦν, ὃ μὲν Κυαξάρης ἀμφὶ δεῖπνον εἶχε, ὃ δὲ Κῦρος ὡς ἂν αὐτῷ παραμείνοιεν οἱ σύμμαχοι ἐφρόντιζε, καὶ συλλέξας τῶν φίλων τοὺς ἱχανοὺς τὰ δέοντα συμπράττειν αὐτῷ, μηχανᾶσϑαι ἠξίου ὕπως πείσαιεν τοὺς συμμάχους μὴ"
      },
      {
        "index": 321,
        "text": "ἀποστῆναι αὐτῶν ἀλλ᾽ ἐπαρήγειν ἔτι. τῇ δ᾽ ὑστεραίᾳ πρὸς Κυαξάρην ἅπαντες συνελέγησαν. καὶ πρὶν ἐντυχεῖν ἐκείνῳ προσ-"
      },
      {
        "index": 322,
        "text": "ἤγον οἱ φίλοι τῷ Κύρῳ ἄλλος ἄλλο τῶν ἐϑνῶν τῶν συμμάχων, δεομένων αὐτοῦ μένειν καὶ συμμετέχειν τοῦ πολέμου αὐτῷ."
      },
      {
        "index": 323,
        "text": "5 21. Ἐν τούτῳ δὲ Κυαξάρης τῆς σκηνῆς ἐξελϑών “ἄνδρες σύμμαχοι\" ἔφη, “σκοπεῖν δέον πότερον στρατεύεσϑαι ἔτι καιρὸς εἶναι doxet ἢ διαλύειν ἤδη τὴν στρατιάν.\" ἕχαστος οὖν παριὼν ἔλεγε, καὶ πάντας στρατεύεσθαι δεῖν γνώμην ἔδοσαν. ἐπὶ πᾶσι δὲ ὃ Κῦρος εἶπεν “οὐδ᾽ ἐμὲ λανϑάνει, ὦ ἄνδρες, ὡς εἰ διαλύ--"
      },
      {
        "index": 324,
        "text": "Ἰῦύσομεν τὸ στράτευμα, τὰ μὲν ἡμέτερα γίνοιντ᾽ ἂν ἀσϑενέστερα, τὰ δὲ τῶν πολεμίων αὐξήσεται. ἀλλ᾽ ὁρῶ ἡμῖν ἀντιπάλους B προσιόντας οἷς οὐ δυνησόμεθα μάχεσθαι. προσέρχεται γὰρ xe μὼν καὶ τῶν ἐπιτηδείων ἔλλειψις. τὰ μὲν γὰρ ἀνήλωται παρ᾽ ἡμῶν, τὰ δὲ δι᾽ ἡμᾶς ὑπὸ τῶν ἐναντίων ἀνακεχύμισται εἷς ἐρύ--"
      },
      {
        "index": 325,
        "text": "δ ματα. τίς οὖν λιμῷ καὶ ῥίγει μαχόμενος στρατεύεσθαι δύναιτ᾽ ἄν; δοχῶ δὲ χρῆναι τὰ μὲν τῶν ἐναντίων παραιρεῖν ὀχυρώματα, ἑαυτοῖς δὲ πλεῖστα ποιήσασϑαι ὀχυρά. ἐὰν γὰρ φρούρια ἡμῖν γένηται, ταῦτα τοῖς μὲν πολεμίοις ἀλλοτριώσει τὴν χώραν, ἡμῖν δὲ εἰς λυσιτέλειαν ἔσται.\" ὡς δὲ ταῦτά τε καὶ πλείω ἐρρήϑη δοτοιαῦτα,, πάντες συμπροϑυμήσεσθαι ταῦτ᾽ ἔφασαν xal ὃ Kva-"
      },
      {
        "index": 326,
        "text": "phonte. 8 πάντες ὃ 10 yévowz\" A, γίγνοιτ᾽ Xenophon,"
      },
      {
        "index": 327,
        "text": "Ἑάρης αὐτός, xal μηχανὰς ποιήσειν κατέϑεντο πολιορχητιχάς. Κῦρος δὲ γνοὺς διατριβὴν ἔσεσϑαι ἀμφὶ ταῦτα, τὸ μὲν στρά- τευμα ἐν ἀσφαλεῖ ἐποιήσατο, ἐξῆγε δὲ εἰς προνομάς, ἵνα τε ἄφϑονα ἔχοιεν τὰ χρειώδη, καὶ ἵνα μᾶλλον ὑγιαίνοιεν κοπιῶντες, xal ὅπως τῆς εὐταξίας ὑπομιμνήσκοιντο."
      },
      {
        "index": 328,
        "text": "Ἔχ δὲ Βαβυλῶνος ἰόντες αὐτόμολοι ἔλεγον ὡς ὃ ᾿Ασσύριος οἴχοιτο ἐπὶ “υδίαν πολλὰ τάλαντα χρυσίου καὶ ἀργυρίου ἄγων καὶ κόσμον παντοδαπόν. ὃ μὲν οὖν ὄχλος ὃ στρατιωτικὸς ἔλεγεν ὑπεχτίϑεσθαι αὐτὸν ἤδη δεδιότα τὰ χρήματα, ὃ δὲ Κῦρος ἔλεγεν"
      },
      {
        "index": 329,
        "text": "D οἴχεσϑαε τὸν ᾿Ασσύριον συμμάχους ζητοῦντα, καὶ ὡς μάχης ἔτι!"
      },
      {
        "index": 330,
        "text": "δεῆσον ἀντιπαρεσχευάζετος. ἔδοξε δ᾽ αὐτῷ καὶ κατάσχοπον ἐπὶ “Ἰυδίαν πέμψαι, ἵν᾽ ὅ τι πράττῃ ὃ ᾿Ασσύριος γνῷ. καὶ πρὸς τοῦτο ἐπιτήδειος αὐτῷ ὃ Ldgáonag ἐδόκει ὃ τὴν καλὴν γυναῖχα φυλάττων, ὃς ληφϑεὶς ἔρωτι τῆς γυναικός, προσήγαγε λόγους αὐτῇ. ἡ δὲ ἀπέφησε καὶ ἦν πιστὴ τῷ ἀνδρὶ καὶ ἀπόντι\" obli μέντοι κατεῖπε τοῦ Ἱράσπου πρὸς Κῦρον. ἐπεὶ δὲ ὃ ἐρῶν ἠπείλει αὐτῇ ὡς εἰ μὴ ἑκοῦσα ἐνδοίη ἄχουσα ποιήσει τοῦτο, δείσασα τὴν βίαν πέμπει τὸν εὐνοῦχον πρὸς τὸν Κῦρον καὶ χελεύει πάντα εἰπεῖν. ὃ δὲ ἀκούσας ἐγέλασε, καὶ πέμπει Ἀρτάβαζον σὺν τῷ εὐνούχῳ, κελεύσας εἰπεῖν αὐτῷ μὴ βιάζεσθαι τοιαύτην γυναῖχα,30 πείϑειν δὲ εἰ δύναιτο οὐκ ἔφη κωλύειν. ὃ δὲ ἀράσπας ἀχούσας ταῦτα τὸ μὲν ὕπ᾽ αἰσχύνης τὸ δ᾽ ὑπὸ φόβου τῇ λύπῃ καταβε-"
      },
      {
        "index": 331,
        "text": "βάπτιστος, ὃ οὖν Κῦρος yvotg τοῦτο ἐκάλεσεν αὐτὸν ἰδία xal ἔφη “παῦσαι, ράσπα, φοβούμενός τε xal αἰσχυνόμενος. ἐγὰ γὰρ ϑεούς τε ἀκούω ἔρωτός ἡττᾶσθαι, καὶ ἀνθρώπους οἶδα xal μάλα φρονίμους οἷα πεπόνθασιν ὑπὸ ἔρωτος. καί σοι δὲ τούτου ὁ ἐγώ εἶμε αἴτιος, ὅς σε τοιούτῳ ἀμάχῳ συγκαϑεῖρξα πράγματι. καὶ ὃ “ράσπας ὑπολαβὼν εἶπεν “ἀλλὰ σὺ μέν, ὦ Κῦρε, καὶ ταῦτα πρᾷος εἶ καὶ συγγνώμων τῶν ἀνθρωπίνων ἁμαρτημάτων, Β ἐμὲ δὲ οἱ ἄλλοι ἄγϑρωποι καταδύουσι τῷ ἄχει. οἱ μὲν γὰρ ἐχϑροὶ ἐφήδονταί μοι, οἱ δὲ φίλοι συμβουλεύουσιν ἐκποδὼν γενέ- 1009«a« μή τι καὶ πάϑω ὑπὸ σοῦ.\" καὶ ὃ Κῦρος εἶπεν “εὖ τοίνυν ἰσϑι ὅτι ταύτῃ τῇ δόξῃ ἐμοί τε χαρίσασϑαι δυνήσῃ καὶ τοὺς συμμάχους ὠφελῆσαι.\" “εἴϑε γάρ\" ὃ Ioáonag ἔφη “γενοίμην σοε χρήσιμος ἐν καιρῷ.\" “εἰ τοίνυν\" ἔφη “προσποιησάμενος ἐμὲ φεύγειν εἰς τοὺς πολεμίους ἔλϑοις, πιστευϑήσῃ ὑπ᾽ ἐκείνων. 15\"val μὰ Z^\" ἔφη ὃ ᾿ράσπας “καὶ ὑπὸ τῶν φίλων.\" “ἔλθοις ἂν τοίνυν\" ἔφη “πάντα ἡμῖν τὰ τῶν πολεμίων ἀγγέλλων.\" ράσπας μὲν οὖν οὕτως ἐξελϑὼν xol παραλαβὼν τοὺς πιστοτάτους ϑεράποντας ᾧχετο, 7 δὲ Πάνϑεια μαϑοῦσα τοῦτο C πέμψασα πρὸς τὸν Κῦρον εἶπε “μὴ λυποῦ, ὦ Κῦρε, ὅτι 2dgá- ϑύσπας τοῖς πολεμίοις προσῆλϑεν\" εἰ γὰρ ἐμὲ ἐάσεις πέμψαι πρὸς τὸν ἐμὸν ἄνδρα, ἥξει σοι φίλος ᾿ἀράσπου πιστότερος.\" καὶ ὃ Κῦρος ἐκέλευσε πέμπειν\" 7 δὲ ἔπεμψε. καὶ ὃ ᾿Αβραδάτας ὡς"
      },
      {
        "index": 332,
        "text": "ἔγνω τὰ παρὰ τῆς γυναικὸς σύμβολα, ἄσμενος πρὸς τὸν Κῦρον Σγώρησεν. ὡς δ᾽ ἦν πρὺς τοῖς σκοποῖς, πέμπει πρὸς τὸν Κῦρον χώρη ς δ᾽ ἦν πρὸς τοῖς c, πέμ 9"
      },
      {
        "index": 333,
        "text": "εἰπὼν ὃς ἦν. ὃ δὲ Κῦρος ἄγειν αὐτὸν πρὸς τὴν γυναῖκα éxé— λευσεν. ὡς δ᾽ ἰδέτην ἀλλήλω ἢ γυνὴ καὶ ὃ βραδάτας, ἠσπά- ζοντο ἀλλήλους éx δυσελπίστων. εἶτα ἔφη ἡ Πάνϑεια τοῦ Κύρου ὃ τὴν ὁσιότητα καὶ τὴν σωφροσύνην καὶ τὴν πρὸς αὐτὴν κατοίχτισιν. D 2x τούτου ἔρχεται πρὸς τὸν Κῦρον ὃ “βραδάτας, καὶ λαβόμενος"
      },
      {
        "index": 334,
        "text": "τῆς αὐτοῦ δεξιᾶς εἶπεν ^ &vO\" ὧν εὖ πεποίηκας ἡμᾶς, ὦ vos, ὲ * (ὃ ^ , Η , : 22 Η φίλον σοι ἐμαυτὸν δίδωμι καὶ ϑεράποντα καὶ σύμμαχον.\" καὶ ὃ Κῦρος εἶπε “κἀγὼ δέ σε δέχομαι.\" 10"
      },
      {
        "index": 335,
        "text": "22. Ἦλϑον δὲ τῷ Κύρῳ παρὰ τοῦ Ἰνδοῦ χρήματα, καὶ"
      },
      {
        "index": 336,
        "text": "oí ἄγοντες αὐτὰ ἀπήγγελλον αὐτῷ ὅτι 0 Ἰνδὸς λέγει ὡς “ἥδομαι,"
      },
      {
        "index": 337,
        "text": "ὦ Κῦρε, ὅτι μοὶ περὶ ὧν ἐδέου ἐδήλωσας, καὶ βούλομαί σοι ξένος εἶναι, καὶ πέμπω σοι χρήματα, κἂν ἄλλων δέῃ μεταπέμπου, ἐντέταλται δὲ τοῖς παρ᾽ ἐμοῦ ποιεῖν ἃ ἂν σὺ κελεύῃς.\" ὃ δὲ}"
      },
      {
        "index": 338,
        "text": "Κῦρος εἶπε “κελεύω τοίνυν τοὺς μὲν ἄλλους μένοντας ἔνϑα χατε- P 1159 σχηνώσατε φυλάττειν τὰ γρήματα, τρεῖς δέ μοι ἐλϑόντες ὑμῶν"
      },
      {
        "index": 339,
        "text": "εἰς τοὺς πολεμίους ὡς παρὰ τοῦ Ἰνδοῦ πεῤὶ συμμαχίας, καὶ τὰ ἐχεῖ μαϑόντες, ὃ τι ἂν λέγωσί τε χαὶ ποιῶσιν ὡς τάχιστα ἀπαγ- γείλατε ἐμοί τε xal τῷ Ἰνδῷ.\" οἱ μὲν δὴ Ἰνδοὶ συσκευασάμενοι 9 τῇ ὑστεραίᾳ ἐπορεύοντο, ὃ δὲ Κῦρος τὰ πρὸς τὸν πόλεμον παρε-"
      },
      {
        "index": 340,
        "text": "σχευάζετο μεγαλοπρεπῶς. καὶ γὰρ ot Πέρσαι ἱππεῖς ἔχπλεῳ ἤδη ἦσαν εἷς τοὺς μυρίους, καὶ ἅρματα δρεπανηφόρα εἰς ἑκατόν, καὶ 0 ᾿Αβραδάτας ἕτερα χατεσχεύασεν ἑκατόν, καὶ τὰ Πϊηδικὰ ἅρματα ἕτερα συνέστησαν ἑχατὸν μετασχευασϑέντα εἷς τὸν αὐτὸν δτρύπον ἐκ τῆς Τρωϊχῆς καὶ “ιβυχῆς διφρείας\" καὶ ἐπὶ τὰς καμή-- Aovc δὲ τεταγμένοι ἦσαν δύο ἐφ᾽ ἑκάστην τοξόται. οὕτω δὲ διατεϑεμένων τῷ Κύρῳ τῶν τοῦ πολέμου ἧκον οἱ Ἰνδοὶ ἐκ τῶν πολεμίων καὶ ἔλεγον ὅτι Κροῖσος ἡγεμὼν καὶ στρατηγὸς ἥρηται, καὶ πολλοὶ μὲν βασιλεῖς πολλὰ δ᾽ ἔϑνη xal Ἕλληνες συμμαχήσειν 10 ἡτοίμασται. ὡς οὖν ταῦτα ἤχουσεν ὃ τοῦ Κύρου στρατός, ἐν φροντίδι ἐγένετο. ὡς δὲ ἤσϑετο ὃ Κῦρος φόβον διαϑέοντα ἐν τῇ στρατιᾷ, διειλέχϑη αὐτοῖς καὶ μετέβαλε πιρὸς τὸ εὐθυμύότερον. εἶτα εἶπε “δοκεῖ μοι, ὦ ἄνδρες, ἐπ᾽ αὐτοὺς ἰέναι ὡς τάχιστα. καὶ ἅπαντες συνηγόρευον. Κυαξάρης μὲν οὖν τῶν ἸΠήδων ἔχων 1510 τρίτον μέρος κατέμενεν ὡς μηδὲ τὰ οἴκοι ἔρημα εἴη, ὃ δὲ Κῦρος ἐπορεύετο ὡς ἠδύνατο τάχιστα. ὡς δ᾽ οἱ προϊόντες oxo- ποὶ ἐδόχουν μανϑάνειν μετεωριζόμενον καπνὸν ἢ κονιορτόν, καὶ ἀνθρώπους ὁρᾶν χιλὸν καὶ ξύλα λαμβάνοντας, εἴκαζον εἶναί που πλησίον τῶν πολεμίων τὸ στράτευμα, καὶ τῷ Κύρῳ κατήγγελλον. C 400 δὲ ἐκείνους μὲν ἐχέλευσεν ἐπὶ ταῖς σχοπαῖς μένοντας ὃ τι ἂν δρῷεν ἀπαγγέλλειν, τάγμα δ᾽ ἱππέων. ἔπεμψεν εἰς τὸ πρόσϑεν, ἵνα τινὰς συλλάβοιεν. οἵ καταδραμόντες εἷς τὸ πεδίον συνέλαβον ἀνθρώπους καὶ ἤγαγον. καὶ ἔλεγον oi συλληφϑέντες ὡς ἐκ τοῦ στρατοπέδου εἶεν. καὶ ὃ Κῦρος “πόσον ἔφη “ἄπεστιν ἐντεῦϑεν"
      },
      {
        "index": 341,
        "text": "τὸ στράτευμα; oi δ᾽ ἔλεγον ὡς δύο παρασάγγας. καὶ προσε- πήρετο “ἡμῶν δὲ λόγος τις ἦν παρ᾽ αὐτοῖς; “ναὶ νὴ UP? ἔφασαν, “καὶ πολύς γε, ὡς ἤδη ἐγγὺς ἦτε προσιόντες.» “τί οὖν\" ἔφη ὃ Κῦρος, “καὶ ἔχαιρον ἀχούοντες ἡμᾶς ἰόντας; “οὐ μὰ 40\" εἶπον ἐκεῖνοι, “ἀλλὰ καὶ μάλα ἠνιῶντο.\" ““τίς δὲϑ D ὃ τούτους τάσσων ἐστίν;\" ὃ Κῦρος εἶπεν. οἱ δέ “αὐτός τε Κροῖσος\" ἀπεχρίναντο “καί τις Ἕλλην ἀνὴρ καὶ ᾿ῆδός τις ὃς ἐλέγετο φυγὰς εἶναι nag! ὑμῶν.\" καὶ ὃ Κῦρος πρὸς τοῦτο “ἀλλ᾽ ὦ Ζεῦ, λαβεῖν μοι γένοιτο αὐτὸν ὡς ἐγὼ βούλομαι.\" τοὺς μὲν οὖν αἰχμαλώτους ἀπάγειν ἐκέλευσεν, οὐ πολὺ δὲ τὸ ἐν 10 μέσῳ καὶ ὃ πεμφϑεὶς πάλαι κατάσκοπος, 0 “ἡράσπας δηλαδή, ἀγγέλλεται προσελαύνων. ὃ μὲν οὖν Κῦρος ὡς ἤκουσεν ἀναπη- δήσας ὑπήντα αὐτῷ καὶ ἐδεξιοῦτο, οἱ δ᾽ ἄλλοι τῷ πράγματι ἐξεπλήττοντο, ἕως ὃ Κῦρος ἔφη “ἄνδρες φίλοι, ἥκει ἡμῖν ἀνὴρ ἄριστος, ὃς οὐκ αἰσχροῦ τινος ἡττηϑεὶς ᾧχετο ὡς ἐμὲ δεδιώς, 15 ἀλλ᾽ ὑπ᾽ ἐμοῦ πεμφϑείς, ὅπως μαϑὼν và τῶν πολεμίων σαφῶς ἡμῖν ἐξαγγείλειεν δεῖ οὖν πάντας τοῦτον τιμᾶν. ἐπὶ γὰρ τῷ ἡμετέρῳ ἀγαϑῷ καὶ ἀτιμίαν ὑπέσχε καὶ ἐκινδύνευσεν.\" ἐντεῦϑεν πάντες ἠσπάζοντο τὸν “ἀράσπαν. καὶ ὃ Κῦρος “διηγοῦ ἔφη, “ ράσπα, ὅπόσα ἑώρακας.\" κἀκεῖνος διηγεῖτο τό τε πλῆϑος Ὁ τῶν πολεμίων καὶ τὸν τύπον τῆς παρατάξεως καὶ τὰ τῶν ἔναν- τίων βουλεύματα. καὶ ὃ Κῦρος ἀπελϑεῖν ἕκαστον ἐχέλευσε καὶ τά τε ὅπλα καὶ τοὺς ἵππους ἑαυτῶν ἐπισκέψασθαι, ἑώϑεν δὲ πρὸς πόλεμον ἑτοιμάσασϑαι."
      },
      {
        "index": 342,
        "text": "Τότε μὲν οὖν ἀπῆλθον\" τῇ δ᾽ ὑστεραίᾳ ἐξωπλίζοντο ἕκα- στοι, καὶ ὃ ᾿ΑἸβραδάτας, κλήρῳ λαχὼν ἀντίος τετάχϑαι τοῖς «Αἱγυπτίοις. ὃπλιζομένῳ δὲ προσῆγεν ἣ Πάνϑεια χρυσοῦν κράνος καὶ περιβραχιόνια καὶ ψέλλια περὶ τοὺς καρποὺς τῶν χειρῶν καὶ Β"
      },
      {
        "index": 343,
        "text": "δχιτῶνα ποδήρη πορφύρεον καὶ λόφον ὑακινϑινοβαφῆ, ἃ αὐτὴ πεποίηκε τῷ ἀνδρί. ὁ δὲ ἰδὼν ἔφη “σὺ δήπου, ὦ γύναι, ovyxó- ψασα τὸν σαυτῆς κόσμον τὰ ὅπλα μοι ἐποιήσω;\" “νὴ 4C? ἔφη ἡ Πάνϑεια\" “σὺ γὰρ ἐμοί γε μέγιστος κόσμος s.\" καὶ ταῦτα λέγουσα ἐνέδυε τὸν ἄνδρα τὰ ὅπλα, καὶ λανϑάγειν χλαίουσα Ι0ἐπειρᾶτο, ἐλείβετο δὲ τὰ δάχρυα κατὰ τῶν αὐτῆς παρειῶν. ὡς δὲ ἤδη ἐπὶ τὸ ἅρμα ἀναβῆναι ἡτοίμαστο ὃ ᾿“᾿βραδάτας, ἀπο-- χωρῆσαι κελεύσασα τοὺς παρόντας 7 Πάνϑεια εἶπεν “ὅτι μέν, - ὦ Ldfgaóára, καὶ τῆς ἑαυτῆς προτιμῶ σε ψυχῆς, οἶμαί σε γινώ- oxtv* ὕμως οὕτως ἔχουσα πρὸς σέ, ἐπόμνυμι τὴν ἐμὴν καὶ σὴν"
      },
      {
        "index": 344,
        "text": "γῆν ἐπιέσασϑαι μᾶλλον ἢ ζῆν μετὰ αἰσχυνομένου αἰσχυνομένη. καὶ Κύρῳ δὲ δοκῶ μεγάλην ἡμᾶς χάριν ὀφείλειν ὅτι μοι γενομένῃ αἰχμαλώτῳ καὶ ἐξαιρεϑείσῃ αὐτῷ οὔτε ὡς δούλῃ ἐχρήσατο οὔτε ὡς ἐλευϑέρᾳ ἐν ἀτίμῳ ὀνόματι, διεφύλαξε δέ σοι ὥσπερ ἀδελφοῦ “ργυναῖχα λαβών. πρὸς δὲ καὶ ὅτε ᾿“ράσπας ἀπέστη ἀπ᾽ αὐτοῦ ὃ ἐμὲ φυλάσσων, ὑπεσχόμην αὐτῷ, εἴ με ἐάσειε πρὸς σὲ πέμψαε ὥστε σε ἥξειν, πολὺ ᾿““ράσπου xal πιστότερόν σε καὶ ἀμείνονα ἔσεσϑαι.\" ἡ μὲν οὖν ταῦτα εἶπεν, ὃ δὲ ᾿Αβραδάτας ἀγασϑεὶς W Y 115"
      },
      {
        "index": 345,
        "text": "τοῖς λόγοις ἐπηύξατο “δός μοι, ὦ Ζεῦ, φανῆναι ἀξίῳ μὲν Παν- Ὁ ϑείας ἀνδρί, ἀξίῳ δὲ Κύρου φίλῳ.\" ταῦτ᾽ εἰπὼν ἐπὶ τὸ ἅρμα ἀνέβαινεν. | 93a. Ὁ δὲ Κῦρος συγκαλέσας τοὺς ἡγεμόνας ἐδημηγόρησε παραϑαρρύνων αὐτοὺς εἰς τὸν πόλεμον, καὶ οὕτως ὡρμᾶτο ἀπιέναι. 5 ἐπεὶ δὲ προσήγγισαν τοῖς ἀντιπολέμοις ὡς ἀλλήλους δρᾶν, συνέ- ταῖξε τοὺς οἰχείους ὃ Κῦρος ὡς κάλλιστα, καὶ παριὼν τὰς τάξεις λόγοις τοὺς ἄνδρας πρὸς τὴν μάχην παρέϑηγεν. ὃ δὲ Κροῖσος τὴν αὐτοῦ στρατιὰν ἀντίαν στήσας πρὸς τὸ τοῦ Κύρου στράτευμα, ἐσήμαινεν αὐτοῖς πρὸς τοὺς πολεμίους πορεύεσϑαι. καὶ προσήεσαν!0 τρεῖς φάλαγγες, 9| μὲν μία χατὰ πρόσωπον, τῶν δὲ δύο T μὲν xarà τὸ δεξιὸν 3 δὲ xarà τὸ εὐώνυμον, ὥστε φόβον παρεῖναι πάσῃ τῇ Κύρου στρατιᾷ\" πάντοϑεν γὰρ περιείχετο ὑπὸ τῶν πολε- μίων πλὴν ἐξόπισϑεν. ὅμως δὲ καὶ οἱ τοῦ Κύρου, ἐπεὶ παρήγ- γειλε, πάντες ἐστράφησαν ἀντιπρόσωποι τοῖς πολεμίοις. — xai ἦν! μὲν πολλὴ τέως πανταχόϑεν σιγή\" ἡνίκα δὲ ἔδοξε τῷ Κύρῳ καιρὸς εἶναι, ἐξῆρχε παιᾶνα, συνεπήχησε δὲ πᾶς ὃ στρατός. καὶ ἐξανί- σταται ὃ Κῦρος καὶ μετὰ τῶν ἱππέων τοῖς ἐναντίοις συνεμίγνυεν, οἱ δὲ πεζοὶ αὐτῷ συντεταγμένοι ἐφείποντο. καὶ ᾿“ρταγέρσης δὲ ὃ τῶν ἐπὶ ταῖς χαμήλοις ἄρχων ἐπιτίϑεται xarà τὰ εὐώνυμα,30 προεὶς τὰς καμήλους ὡς ὃ Κῦρος ἐκέλευσεν. οἵ δ᾽ ἵπποι πόρρω- Juv αὐτὰς οὐκ ἐδέχοντο, ἀλλ᾽ οἱ μὲν ἔφευγον οἱ δὲ ἔξήλλοντο οἱ δ᾽ ἀλλήλοις ἐνέπιπτον. καὶ τὰ ἅρματα δὲ κατὰ τὸ δεξιὸν χαὶ τὸ"
      },
      {
        "index": 346,
        "text": "εὐώνυμον ἅμα ἐνέβαλε, καὶ πολλοὶ ταῦτα φεύγοντες ἡλίσχοντο ὑπ᾽ αὐτῶν. καὶ \"᾿“᾿βραδάτας βοήσας “ἀνδρες φίλοι ἕπεσϑε᾽ ἐνέει οὐδὲν τῶν ἵππων φειδόμενος\" συνεξώρμησαν δὲ καὶ οἱ ἄλλοι B ἁρματηλάται. καὶ ὃ μὲν ᾿βραδάτας εἰς τὴν τῶν «Αἰγυπτίων ᾿ϑφάλαγγα ἐμβάλλει, συνεισέβαλον δὲ αὐτῷ καὶ οἱ ἐγγύτατα τετα- γμένοι, οἱ δ᾽ ἄλλοι ἐξέκλιναν κατὰ τὰ φεύγοντα ἅρματα. οἱ δὲ ἀμφὶ ᾿“βραδάτην τοὺς μὲν τῇ ῥύμῃ τῶν ἵππων παίοντες ἀνέτρε- πον τοὺς δὲ πίπτοντας κατηλόων\" ὅσων δὲ τὰ δρέπανα ἐπελάβοντο, πάντα βίᾳ διεκόπτετο καὶ ὅπλα καὶ σώματα. ἐν δὲ τῷ ἀδιηγήτῳ Ιοτούτῳ ταράχῳ ὑπὸ τῶν παντοδαπῶν σωρευμάτων ἐξαλλομένων τῶν τροχῶν ἐκπίπτει ὃ ᾿ΑΙβραδάτας, καὶ ἄλλοι δὲ τῶν συνεισ-- βαλόντων. καὶ οὗτοι μὲν κατεκόπησαν, οἱ δὲ Πέρσαι συνεπισπό- μενοι τοὺς μὲν τεταραγμένους τῶν «Αἰγυπτίων ἐφόνευον, οἱ δὲ συνεστηχότες ἐναντίον τοῖς Πέρσαις ἐχώρουν\" ἔνϑα δὴ δεινὴ C 15 μάχη ἦν. ἐπλεονέχτουν δὲ οἱ «Αἰγύπτιοι καὶ πλήϑει καὶ τοῖς ὅπλοις. οἱ δὲ Πέρσαι οὐκ ἠδύναντο ἀντέχειν, ἀλλ᾽ ἐπὶ πόδα ἀνεχάζοντο παίοντες καὶ παιόμενοι, ἕως ὑπὸ ταῖς μηχαναῖς ἐγέ- νοντο.. ἐπεὶ δ᾽ ἐνταῦϑα ἦλθον, ἐπαίοντο αὖϑις οἱ «Αἰγύπτιοι ἐκ τῶν πύργων. ἦν δὲ πολὺς μὲν ἀνδρῶν φόνος, πολὺς δὲ χτύπος 900nAcv» , πολλὴ δὲ βοή. ἐν δὲ τούτῳ Κῦρος διώκων τοὺς κατ᾽ αὐτὸν παραγίνεται. καὶ ἰδὼν τοὺς Πέρσας ἐκ τῆς χώρας ἐωσμέ- vovg, ἤλγησε, καὶ παραγγείλας τοῖς μετ᾽ αὐτοῦ ἕπεσθαι, παρή-"
      },
      {
        "index": 347,
        "text": "᾿βραδάταν est p. 292 v. 9. neque Xenophontis codices sibi"
      },
      {
        "index": 348,
        "text": "ἐπισπωμένοι codex Colberteus."
      },
      {
        "index": 349,
        "text": "Acvvey εἷς τὰ ὄπισϑεν\" xai εἰσπεσόντες πολλοὺς χατέκαινον. ὡς δ᾽ ἤσϑοντο οἱ «Αἰγύπτιοι, ἐστρέφοντο. καὶ φύρδην ἐμάχοντο καὶ D πεζοὶ καὶ ἱππεῖς\" πεπτωχὼς δέ τις ὑπὸ τῷ Κύρου ἵππω καὶ πατού-- μενος παίει μαχαίρᾳ κατὰ τὴν γαστέρα τὸν ἵππον αὐτοῦ, ὃ δὲ ἵππος ἐκ τῆς πληγῆς σφαδάζων ἀποσείεται τὸν Κῦρον. καὶ εὐθὺς 5 ἀνεβόησαν ἅπαντες καὶ προσπεσόντες ἐμάχοντο. καί τις τῶν τοῦ Κύρου ὑπηρετῶν καταπηδήσας ἀναβάλλει αὐτὸν ἐπὶ τὸν ἑαυτοῦ ἵππον. ὡς δ᾽ ἀνέβη, κατεῖδε πάντοϑεν ἤδη παιομένους τοὺς “ϊγυπτίους. ὡς δ᾽ ἐγένετο παρελαύνων παρὰ τὰς μηχανάς, ἐπί τινα τῶν πύργων ἀνέβη, καὶ κατεῖδε μεστὸν τὸ πεδίον ἵππων 1ῦ W [116 ἀνθρώπων ἁρμάτων, φευγόντων διωκόντων, κρατούντων κρατου- P 1 162 μένων, μένον δὲ οὐδαμοῦ οὐδὲν ἔτι ἰδεῖν ἠδύνατο πλὴν τὸ τῶν Alyvnricov. οὗτοι δὲ πάντοϑεν χυχλωθέντες ὑπὸ ταῖς ἀσπίσιν ἐχάϑηντο, ποιοῦντες μὲν οὐδὲν Fru, πάσχοντες δὲ πολλὰ καὶ δεινά, ἀγασϑεὶς δὲ ὃ Κῦρος αὐτοὺς καὶ οἰκτείρων ὅτε ἄνδρες dyadoil5 ὄντες ἀπώλλυντο, μάχεσϑαι οὐδένα ἔτι εἴα αὐτοῖς, διακηρυχεύεται δὲ πρὸς αὐτοὺς ἐρωτῶν πότερον βούλονται ἀπολέσϑαι πάντες ἢ σωϑῆναι. οἱ δέ “ὃ τι καλὸν ἂν ποιοῦντες σωϑείημεν ;\" ἔφασαν. καὶ ὃ Κῦρος \"tl τὰ ὅπλα ἡμῖν παραδοίητε, τοῖς αἱρουμένοις ὑμᾶς σῶσαι, ἐξὸν ἀπολέσαι.\" ἀκούσαντες δὲ ταῦτα ot “4ἰγύπτιοι ἔδο- 30 σαν πίστεις καὶ ἔλαβον. '"
      },
      {
        "index": 350,
        "text": "PW. 6 ἀναβοήσαντες ἅπαντες A: Xenophon &vrfógodv τε πώντες. 16 ἀπώλλυντο Xenophon, ἀπώλυντο À, ἀπόλλοιντο"
      },
      {
        "index": 351,
        "text": "Ταῦτα διαπραξάμενος ὃ Κῦρος ἤδη σκχοταῖος ἀναγαγὼν ἐστρατοπεδεύσατο. καὶ οἱ ἀμφὶ τὸν Κῦρον δειπνήσαντες ἐχοι- μήϑησαν, Κροῖσος μέντοι εὐθὺς ἐπὶ Σάρδεις σὺν τῷ στρατεύ-- ματι ἔφευγε, τὰ δ᾽ ἄλλα φῦλα ἐν τῇ vvxil ὅπη ἠδύναντο ἀπε--"
      },
      {
        "index": 352,
        "text": "χώρουν. (28 b) ἕωϑεν δὲ ἐπὶ Σάρδεις καὶ ὃ Κῦρος ἦγε, καὶ πρὸς τῇ πόλει γενόμενος τάς τε μηχᾳνὰς ἀνίστη καὶ ἡτοίμαζε κλέ- μαχκας. τῆς δ᾽ ἐπιούσης νυχτὸς ἀναβιβάζει Χαλδαίους vt καὶ Πέρσας κατὰ τὰ ἀποτομώτατα δοκοῦντα εἶναι τοῦ Σαρδιανῶν ἐρύ-- ματος. ἡγήσατο δὲ τῆς 0000 τούτοις Πέρσης ἀνήρ, δοῦλος τῶν"
      },
      {
        "index": 353,
        "text": "ἐν τῇ ἀκροπόλει φρουρῶν ἑνός. ὡς δὲ τὰ ἄκρα εἴχετο, ἔφευγον oi Audot ἀπὸ τῶν τειχῶν. Κῦρος δὲ ἅμα τῇ ἡμέρᾳ εἰσήει εἰς τὴν πόλιν, παραγγείλας ἐκ τῆς τάξεως μηδένα χινεῖσϑαι. ὃ δὲ Κροῖσος κατακλεισάμενος ἐν τοῖς βασιλείοις Κῦρον ἐβόα. ὃ δὲ Κῦρος τοῦ μὲν Κροίσου κατέλιπε φύλακας, καταστρατοπεδεύσας 15 δὲ τοὺς ἑαυτοῦ ἀπήει πρὸς Κροῖσον. καὶ ἰδὼν. αὐτὸν ὃ Κροῖσος"
      },
      {
        "index": 354,
        "text": "“χαῖρε ὦ δέσποτα \"qu. “καὶ σύ γε\" ὃ Κῦρος εἶπεν \" à Κροῖσε. ἀτὰρ ἐϑελήσεις ἂν συμβουλεῦσαί μοί τι;\" “βουλοίμην ἄν\" ἔφη “ὦ Κῦρε ἔφη τοίνυν “ἐγὼ Κροῖσε τοὺς στρατιώτας δρῶν πε--"
      },
      {
        "index": 355,
        "text": "πονηκότας καὶ πλεῖστα χεκινδυνευχότας καὶ νῦν νομίζοντας πόλιν 40 ἔχειν τὴν πλουσιωτάτην τῶν ἐν ““σίᾳ μετὰ Βαβυλῶνα, ἀξιᾶ ὠφεληθῆναι τοὺς στρατιώτας, ἐφεῖναι δ᾽ αὐτοῖς διαρπάσαι τὴν"
      },
      {
        "index": 356,
        "text": "πόλιν οὐ βούλομαι ὃ δὲ Κροῖσος “ἀλλ᾽ ἐμέ ἔφη “ἔασον λέξαι"
      },
      {
        "index": 357,
        "text": "D πρὸς ofc ἄν ἐγὼ “Μυδῶν 192 ὅτι μὴ γχενέσϑαι ἁρπαγὴν παρὰ"
      },
      {
        "index": 358,
        "text": "σοῦ διαπέπραγμαι, καὶ ἴσϑε σοι ἔσεσϑαι παρ᾽ ἑκόντων «1υδῶν πᾶν ὅτι ἐν Σάρδεσι τίμιον. πρῶτον δὲ ἐπὶ τοὺς ἐμούς\" εἶπε “ϑησαυροὺς πέμπε καὶ λάμβανε ὅσα βούλει.\""
      },
      {
        "index": 359,
        "text": "Ταῦτα μὲν οὖν οὕτω ποιήσειν ὃ Κῦρος κατέϑετο, καὶ τότε b , ἐπὶ τούτοις τὴν ἡμέραν διήγαγον\" τῇ δ᾽ ἑξῆς καλέσας ὃ Κῦρος τῶν φίλων τινάς, τοὺς μὲν τοὺς ϑησαυροὺς παραλαμβάνειν ἐχέ- λευσε, τοὺς δὲ πόσα παραδοίη ὃ Κροῖσος χρήματα. εἶτα εἴ τις ἑώρακε τὸν ᾿Αβραδάταν ἤρετο\" εἰπόντος δέ τινος τῶν ὑπηρετῶν"
      },
      {
        "index": 360,
        "text": ". ὅτι ἐν τῇ μάχῃ ἀπέϑανεν, ἐπαίσατο τὸν μηρόν, καὶ ἀναπηδήσας 10 ἐπὶ τὸν ἵππον ἤλαυνεν ἐπ᾽ ἐκεῖνον, καὶ ὡς εἶδε τὴν Πάνϑειαν χαμαὶ χαϑημένην καὶ τὸν νεχρὸν κείμενον, ἐδάχρυσε xai εἶπα “φεῦ, ὦ ἀγαϑὴ καὶ πιστὴ ψυχή ἡἧ δὲ γυνή “οἶδ᾽ ὅτι δι᾽ du\" ἔφη “ταῦτα ἔπαϑεν, ἴσως δ᾽ ὦ Κῦρε καὶ διὰ σέ. ἐγώ τε γὰρ ἡ"
      },
      {
        "index": 361,
        "text": "μωρὰ πολλὰ διεκελευόμην αὐτῷ ὅπως σοι φίλσς ἄξιος λόγου qa-15 γείη, αὐτός τε τί ἂν ποιήσας χαρίσοιτό σοι ἐνενόει. καὶ οὗτος μὲν ἀμέμπτως τετελεύτηκεν, ἐγὼ δ᾽ 4) παραχελευομένη ζῶσα παραχάϑημαι καὶ ὃ Κῦρος χρόνον μέν τινα σιωπῇ χατεδά- κρυεν, ἔπειτα πολλὰ τοῦ πάϑους εἶπε παρηγορήματα, εἶτ᾽ ἀπήει."
      },
      {
        "index": 362,
        "text": "ἥ δὲ γυνὴ τοὺς μὲν εὐνούχους ἐκέλευσεν ἀποστῆναι, τῇ δὲ τροφῷϑο B εἶπε παραμένειν καὶ ἀποϑανοῦσαν περικαλύψαι αὐτήν τε καὶ τὸν ἄνδρα ἑνὶ (uario. 4 μὲν οὖν τροφὺς ἐκάϑητο κλαίουσα\" ἡ δὲ σφάττει ἑαυτήν, καὶ ἐπιϑεῖσα ἐπὶ τὰ στέρνα τοῦ ἀνδρὸς τὴν ἑαυ- τῆς κεφαλὴν ἀπέϑνησκεν. ἧ δὲ τροφὸς ἀνωλοφύρατό τε καὶ"
      },
      {
        "index": 363,
        "text": "περιεχάλυπτεν ἄμφω. καὶ οἱ εὐνοῦχοι γνόντες τὸ γεγενημένον τρεῖς ὄντες σπασάμενοι τοὺς ἀκινάκας σφάττογται. ὃ δὲ Κῦρος ὡς ἤσϑετο τὸ ἔργον τῆς γυναικός, ἠγάσϑη τε αὐτὴν καὶ κατω- λοφύρατο, καὶ μνῆμα αὐτοῖς ἔχωσεν ὑπερμέγεϑες dac αὐτοὺς 5 μεγαλοπρεπῶς. | . 94. Οἱ δὲ Κᾶρες στασιάσαντες xal πολεμοῦντες ἀλλήλοις παρέδοσαν ἑαυτοὺς τῷ Κύρῳ ἑκάτεροι, καὶ οἱ ἐπὶ Φρυγίαν δὲ C τὴν ἐπὶ “Ελλήσποντον δῶρα πλεῖστα τῷ Κύρῳ παρέσχον, doré μὴ εἰς τὰ τείχη βαρβάρους εἰσδέξασθαι, δασμὰν δὲ ἀποφέρειν 10 αὐτῷ καὶ στρατεύειν ὅπη Κῦρος χελεύει. 0 δὲ τῶν Φρυγῶν βα- σιλεὺς παρεσχευάζετο ὡς οὐ σπεισόμενος\" ἐπεὶ δὲ ἀφίσταντο αὐτοῦ οἱ ὕπαρχοι, εἰς χεῖρας ἦλϑεν “Ὑστάσπᾳ. καὶ ὃ “Ὑστάσπας xuza- λιπὼν ἐν ταῖς ἄχραις φρουρὰς Περσῶν, án] ἄγων σὺν τοῖς ἑαυτοῦ καὶ (Φρυγῶν πολλοὺς ἱππέας καὶ πελταστάς. | 15 Ὁ δὲ Κῦρος ὡρμᾶτα ἐκ Σάρδεων, φρουρὰν μὲν λιπὼν ἐν Σάρδεσι, Κροῖσον δ᾽ ἔχων σὺν ἑαυτῷ ἄγοντα πλείστας ἁμάξας μεστὰς πολλῶν καὶ παντοδαπῶν χρημάτων, xai γεγραμμένα ἔχοντα ἀκριβῶς ὅσα ἣν ἐν ἑκάστῃ ἁμάξῃ. ὃς καὶ ἐδίδου τῷ Κύρῳ τὰ Ὁ γράμματα\" ὃ δὲ Κῦρος εἶπε “σὺ μὲν καλῶς ἐποίησας, ὦ Κροῖσε, 900i δὲ τὰ χρήματα εἰληφότες πάντως μοι ἄξουσι ταῦτα, ἢν δέ τι καὶ χλέψωσι, τὰ ἑαυτῶν κλέψονται.\" ἦγε δὲ καὶ “υδῶν à Κροῖσος πολλοὺς καὶ λαμπρῶς ὡπλισμένυυς. ᾿"
      },
      {
        "index": 364,
        "text": "Ἰὼν δ᾽ ὃ Κῦρος τὴν ἐπὶ Βαβυλῶνα κατεστρέψατο Φρύγας τοὺς ἐν τῇ μεγάλῃ Φρυγίᾳ, κατεστρέψατο δὲ Καππαδόχας, ὑπο-- χειρίους δὲ ἐποιήσατο \"Apafllovc* ἐξώπλισε δὲ ἀπὸ πάντων τούτων Περσῶν μὲν ἱππέας οὐ μεῖον τετρακισμυρίων, καὶ πᾶσι δὲ τοῖς συμμάχοις ἵππους πολλοὺς τῶν αἰχμαλώτων διέδωκεν. ἀφίέχετο 5 μέντοι πρὸς Βαβυλῶνα πολλοὺς μὲν ἱππέας ἄγων, παμπόλλους"
      },
      {
        "index": 365,
        "text": "& δὲ τοξότας καὶ ἀκοντιστάς, σφενδονήτας δὲ ἀναρίϑμους. ἐπεὶ δ᾽ ἐν Βαβυλῶνι ἐγένετο, περιέστησε μὲν τὴν στρατιάν, αὐτὸς δ᾽ ἐπιὼν σὺν τοῖς ἄρχουσι τῶν συμμάχων καὶ τοῖς φίλοις κατεθεᾶτο τὰ τείχη. εἶτα ἐπήγαγε τὴν στρατιὰν καὶ περὶ τὴν πόλιν ἐστρα- 10 τοπεδεύσατος ἰδὼν δὲ τὸν ἐκεῖ ποταμὸν ἔνδον τῆς Βαβυλῶνος εἰσρέοντα καὶ μέσην διιόντα τὴν πόλιν, οὐδενὶ μὲν τὸ βούλευμα ἐξεκάλυψε, τάφρον δ᾽ ἐκέλευσεν ὀρύσσειν περὶ τὸ στρατόπεδον εὐρείων καὶ βαϑυτάτην, ἵν᾽ ἐλαχίστων τάχα τῶν φυλάκων ἐν τῷ στρατοπέδῳ δέοιντο. oi μὲν οὖν τὴν τάφρον ποιοῦντες ὥρυσσον 15 μέτριόν τι τοῦ ποταμοῦ ἀφιστάμενοι, τὸν δὲ χοῦν ἀνέβαλον πρὸς τὸ στρατόπεδον\" ot δέ γε Βαβυλώνιοι κατεγέλων τῆς πολιορκίας,"
      },
      {
        "index": 366,
        "text": "Β ὡς πλέον ἢ ἐτῶν εἴκοσι τὰ ἐπιτήδεια ἔχοντες. ἤδη δὲ τῆς τάφρου ὀρωρυγμένης, φυλάξας ὃ Κῦρος νύχτα ἐν jj ἑορτὴν ἔγνω τοὺς Βαβυλωνίους ἄγειν ὅλην τὴν νύχτα πίνοντας καὶ χωμάζοντας, iv9 ταύτῃ πλῆϑος ἀϑροίσας ἀνεστόμωσε τὰς τάφρους πρὸς τὸν ποτα- μόν (Εὐφράτης οὗτός ἐστιν, ὡς \"Hoódozog ἱστορεῖ)\" καὶ τὸ ὕδωρ εἰς τὰς τάφρους ἐχώρει ἐν τῇ νυκτί, ἡ δὲ διὰ τῆς πόλεως τοῦ"
      },
      {
        "index": 367,
        "text": "ποταμοῦ ὁδὸς πορεύσιμος ἀνθρώποις ἐγίνετο μετοχετευϑέντος τοῦ ὕδατος. τότε δὴ χαταβιβάσας εἰς τὸ ξηρὸν τοῦ ποταμοῦ ὑπηρέ- τας καὶ πεζοὺς καὶ ἱππέας ἐχέλευσε σκέψασϑαι εἰ πορεύσιμον εἴη. ἐν τούτῳ δὲ διαλεχϑεὶς τοῖς ἡγεμύσε τοῦ πλήϑους καὶ διεγείρας ὀπρὸς τοὔργον, τέλος ἔφη “ἀλλ᾽ ἄγετε, λαμβάνετε ὅπλα, ἡγήσο- C μαι δ᾽ ἐγώ\" ὑμεῖς δ᾽ ὦ Γαδάτα καὶ Γωβρύα, δεικνύετε τὰς ὁδούς, εἰδότες ταύτας. ὅταν δ᾽ ἐντὸς γενώμεϑα, τὴν ταχίστην ἄγετε ἐπὶ τὰ βασίλεια ἐπὶ τούτοις ἐπορεύοντο. xal ἰόντες ὡς ἠδύναντο τάχιστα ἐπὶ τοῖς βασιλείοις ἐγένοντο οἱ σὺν τῷ Γωβρύᾳ 10καὶ τῷ Γαδάτᾳ, καὶ τὰς πύλας κεκλεισμένας εὑρίσκουσι, πίνουσι W 1 118 δὲ τοῖς φύλαξιν ἐπεισπίπτουσιν. ὡς δὲ κραυγὴ καὶ ϑροῦς ἤρϑη, αἰσϑόμενοι οἱ ἔνδον, κελεύσαντος τοῦ βασιλέως σκέψασθαι τί εἴη τὸ πρᾶγμα, ἤνοιξαν τὰς πύλας, εἰς ἃς εἰσπίπτουσιν οἱ πολέμιοι καὶ ἀφικνοῦνται πρὸς τὸν βασιλέας καὶ ἤδη ἑστηκότα αὐτὸν καὶ 15 ἐσπασμένον ὃν εἶχεν ἀκινάκην εὑρίσκουσι. καὶ τοῦτον μὲν oí σὺν"
      },
      {
        "index": 368,
        "text": "ἀμυνόμενοι οἵ δὲ φεύγοντες. ὃ δὲ Κῦρος διέπεμπε τὰς τῶν ἱππέων τάξεις κατὰ τὰς ὁδούς, προειπὼν otc μὲν ἔξω λαμβάνοιεν χτείνειν, τοὺς δ᾽ ἐν ταῖς οἰχίαις κηρύττειν τοὺς Συριστὶ ὁμιλεῖν ἐπισταμέ- 20yovc ἔνδον μένειν, εἰ δέ τις ἔξω ληφϑείη, ὅτε ϑανεῖται. ἐν το- σούτῳ δὲ Γαδάτας xal Γωβρύας ἧχον, καὶ ὅτε τὸν ἀνόσιον βασι- λέμ ἐτιμωρήσαντο, πρῶτον μὲν ϑεοὺς προσεχύνουν, ἔπειτα Κύ- ρου καωτεφίλουν χεῖρας καὶ πόδας."
      },
      {
        "index": 369,
        "text": "*O μὲν οὖν Ἐενοφῶν τὰ περὶ τοῦ Κύρου ἱστορῶν τὸ ὄνομα ᾿ v0U ἁλόντος βασιλέως τῶν ᾿Ἡσσυρίων οὐ λέγει, ὃ δὲ Ἰώσηπος ἐν τῷ δεκάτῳ λόγῳ τῆς \"Ἀρχαιολογίας τὸν Βαλτάσαρ τοῦτον εἶναε P L 165 ἱστορεῖ, ᾧ καὶ 4 χεὶρ ἐφάνη ἐκ τοῦ τείχους προϊοῦσα xal γρά-- φουσα τὰ ἤδη προγραφέντα γράμματα, ὧν τὴν δήλωσιν ἡρμή- ὃ γευσεν ὃ Ζ]ανιήλ."
      },
      {
        "index": 370,
        "text": "95. Ἡμέρας δὲ γενομένης ὡς ἤσϑοντο οἵ τὰς ἄχρας ἔχον-- τες ἑαλωκυῖαν τὴν πόλιν καὶ τὸν βασιλέα σφῶν τεϑνηχότα, πα-- ραδιδόασι καὶ τὰς ἄχρας, ὃ δὲ Κῦρος εἰς αὐτὰς φρουράρχους καὶ φρουροὺς ἔπεμπεν. εἶτα τοὺς μάγους καλέσας, ὡς δορυαλώ- 1Q του τῆς πόλεως οὔσης ἀκροϑίνια τοῖς ϑεοῖς ἐκέλευσεν ἐξελεῖν, xai οἰκίας δὲ διεδίδου καὶ ἀρχεῖα τοῖς κοινωνήσασι τῶν πεπραγμένων αὐτῷ, καὶ ἑαυτῷ δὲ κατασκευάσαι διανενόητο δίαιταν πρέπουσαν βασιλεῖ. ἵνα δὲ μὴ τοῖς φίλοις ἐπίφϑονος γένηται, σὺν γνώμῃ"
      },
      {
        "index": 371,
        "text": "B αὑτῶν τοῦτο ποιῆσαι ἠϑέλησε, καὶ διαλεχϑεὶς αὐτοῖς, δι᾽ ὧν 15 εἶπεν ἔπεισεν ἐκείνους τοῦτο αἰτήσασϑαι. χἀντεῦϑεν εἰς τὰ βα-- σίλεια εἴσεισι, καὶ φύλακας περὶ ἑαυτὸν ποιεῖται, καὶ τοὺς μὲν περὶ τὸ ἑαυτοῦ σῶμα ϑεραπευτῆρας ἐξέτεμε καὶ εὐνούχους πεποί- 5xt , δορυφόρους δ᾽ ἕλετο Πέρσας περὶ μυρίους, καὶ ἐν τῇ πόλει δὲ φρουροὺς ἔταξεν ἱκανούς. ταῦτα δὲ ποιήσας τοὺς ἐντιμοτέρους 30 τῆς στρατιᾶς ἐξύσκει μὴ ἀπόνως βιοῦν καὶ xa9^ ἡδυπάϑειαν\" καὶ τῶν μὲν ἄλλων πραγμάτων ἄλλους ἐπιμελητὰς κατεστήσατο, προ-"
      },
      {
        "index": 372,
        "text": "1 “ὁ μὲν οὖν Ξενοφῶν etc.] absunt haec ἃ ms. Colb.\" Dvcaxercs."
      },
      {
        "index": 373,
        "text": "σόδων ἀποδεκτῆράς φημι καὶ δοτῆρας δαπανημάτων, ἔργων τε ἐπιστάτας καὶ κτήσεων φύλαχας, καὶ τῶν ἐπιτηδείων ἐπιμελητὰς τῶν πρὸς δίαιταν, καὶ ἵππων καὶ κυνῶν φροντιστάς\" οὖς δ᾽ qiero χρῆναι φύλακας τῆς εὐδαιμονίας ἔχειν, ἑαυτῷ τὴν τούτων προσέ- δταττεν ἐπιμέλειαν. ἐπεὶ δὲ καὶ χρήμασιν εὐεργετεῖν αὐτῷ προσε- γένετο, ἔγνω ὡς οὐδέν ἐστιν εὐεργέτημα ἀνθρώποις εὐχαριτώτερον ἢ σίτων καὶ ποτῶν μετάδοσις\" διὸ καὶ ἐπέταξε πολλὰ αὐτῷ παρα- τίϑεσθαι ὅμοια οἷς αὐτὸς σιτοῖτο καὶ ἱκανὰ παμπόλλοις ἐσόμενα, καὶ τὰ παρατιϑέμενα, πλὴν οἷς αὐτὸς καὶ οἱ σύνδειπνοι χρήσαιντο, τοδιεδίδους. καὶ φιλοδωρότατος ἀνθρώπων ἐγένετο. ἀλλὰ τὸ μὲν μεγέϑει δώρων ὑπερβάλλειν πλουσιώτατον ὄντα οὐ ϑαυμαστόν, τὸ δὲ τῇ ϑεραπείᾳ καὶ τῇ ἐπιμελείᾳ τῶν φίλων βασιλεύοντα περιγί- γεσϑαι, τοῦτο ἀξιολογώτερον. καὶ λόγος δὲ αὐτοῦ ἀπομνημο- γεύεται, παραπλήσια ἔργα εἶναε vouéac: ἀγαθοῦ καὶ βασιλέως\" 1δ τόν τε γὰρ νομέα ἔλεγε χρῆναι εὐτραφῇ τὰ κτήνη ποιοῦντα χρῆ- σθαι αὐτοῖς ἤδη, τόν τε βασιλέα ὡσαύτως εὐδαίμονας πόλεις καὶ ἀνθρώπους ποιοῦντα χρῆσϑαι αὐτοῖς. «Δέγεται δὲ καὶ τὸν Κροῖσον εἰπόντα ποτὲ πρὸς αὐτὸν ὡς διὰ τὸ πολλὰ διδόναι πένης ἔσοιτο, ἐρωτηϑῆναι παρὰ Κύρου 90 πόσα ἂν ἤδη μοι χρήματα οἴει εἶναι εἰ χρυσίον ὡς σὺ χελεύεις συνέλεγον ἐξότου ἐν τῇ ἀρχῇ εἰμί,\" καὶ τὸν Κροῖσον εἰπεῖν πολὺν τινὰ ἀριϑμόν. τὸν δὲ Κῦρον φάναι “ἀγε δή, ὦ Κροῖσε, σύμ-"
      },
      {
        "index": 374,
        "text": "P 1 166 πεμψον ἄνδρα σὺν “Ὑστάσπᾳ τούτῳ σὺ δέ, Ὑστάσπα, περιελ-- ϑὼν τοὺς φίλους λέγε αὐτοῖς ὅτε δέομαι χρυσίου πρὸς πρᾶξίν τινα, xai κέλευε αὐτοὺς ὁπόσα ἂν ἕκαστος δύναιτο πορίσαι μοι χρήματα, καὶ γράψαντας xal κατασημηναμένους δοῦναι τὰς ἐπιστολὰς τῷ Κροίσου ϑεράποντι\" ταῦτα δὲ ὅσα ἐνεξέλλετο τῷ Yoróona γρά-8 ψας καὶ σημηνάμενος δέδωκεν αὐτῷ φέρειν πρὸς τοὺς φώλους. ἔγραψε δὲ πρὸς πάντας καὶ “Ὑστάσπαν ὡς φίλον αὐτοῦ δέχεσθαι. ἐπεὶ δὲ περιῆλϑε καὶ ἤνεγκεν ὃ Κροίσου ϑεράπων τὰς ἐπιστολάς,"
      },
      {
        "index": 375,
        "text": "Β ὃ Ὑστάσπας εἶπεν “ὦ Κῦρε βασιλεῦ, καὶ ἐμοὶ ἤδη ὡς πλουσίῳ χρῶ\" πάμπολλα γὰρ ἔχων πάρειμε δῶρα διὰ τὰ σὰ γράμματα 10 καὶ ὃ Κῦρος “εἷς μὲν τοίνυν ὦ Κροῖσε\" εἶπε “καὶ οὗτος ἡμῖν ϑη- σαυρός, τοὺς δ᾽ ἄλλους χκαταϑεῶ, καὶ λόγισαι πύσα μοί ἐστιν ἕτοιμα χρήματα ἢν τι δέωμαι χρῆσϑαι λέγεται δὴ λογιζόμενος ὃ Κροῖσος πολλαπλάσια εὑρεῖν ἢ ἔφη Κύρῳ ἂν εἶναι ἐν τοῖς ϑη- σαυροῖς εἰ συνέλεγεν, ἐπὶ τούτοις δὲ τὸν Κῦρον εἰπεῖν “δρᾶς, «15 Κροῖσε, ὡς εἰσὶ καὶ ἐμοὶ ϑησαυροί;\""
      },
      {
        "index": 376,
        "text": "Δόξαν δὲ αὐτῷ εἰς τὰ τοῖς 9toic ἐξῃρημένα τεμένη ποιήσα-- 0904 προπομπήν, καλέσας τοὺς τὰς ἀρχὰς ἔχοντας Περσῶν τε καὶ"
      },
      {
        "index": 377,
        "text": "C τῶν ἄλλων, διέδωχεν αὐτοῖς στολὰς Πηδικάς\" καὶ τότε πρῶτον Πέρσαι Ἰηδικὴν στολὴν ἐνεδύσαντο. ἐπεὶ δὲ τοῖς κρατίστοις διξ- 0 δωχε τὰς κρατίστας στολάς, ἐξέφερε καὶ ἄλλας ἸΠηδικὰς στολάς (παμπόλλας γὰρ παρεσκευάσατο οὔτε πορφυρίδων φειδόμενος οὔτε"
      },
      {
        "index": 378,
        "text": "AW, om P. 22 κατεσκευάσατο À: Xenophon παρεσχδυάσατο."
      },
      {
        "index": 379,
        "text": "ὀρφνίνων οὔτε φοινιχίδων οὔτε καρυκίνων ἱματίων), νείμας δ᾽ ἑκάστῳ τῶν ἡγεμόνων μέρος αὐτῶν, ἐκέλευσε τούτοις τοὺς ὑπ᾽ αὖ-- τοὺς κοσμεῖν. καί τις τῶν παρόντων ἐπήρετο αὐτόν “σὺ δέ, ὦ Κῦρε, πότε κοσμήσῃ; ὃ δέ “οὐ γὰρ νῦν\" ἔφη “δοκῶ ὑμῖν αὖ- δτὸς χυσμεῖσϑαι, ὑμᾶς κοσμῶν; ἢν γὰρ δύνωμαι τοὺς φίλους ποιεῖν εὖ, ὁποίαν ἂν ἔχω στολὴν ἐγὼ ἐν ταύτῃ καλὸς φανοῦμαι ποιή- σας δὲ τὴν προπομπὴν καὶ ϑύσας τοῖς ϑεοῖς μετὰ τῶν φίλων ἐδεί- Ὁ zy&, οὗς μὲν μάλιστα ἐτίμα παρὰ τὴν ἀριστερὰν χεῖρα καϑίσας, ὡς εὐεπιβουλευτοτέρας ταύτης οὔσης ἢ τῆς δεξιᾶς, τοὺς δ᾽ ἄλλους l0zagà τὴν δεξιάν. μετὰ δέ γε τὸ δεῖπνον τοὺς ἐϑελουσίους αὐτῷ συμμαχήσαντας ἀπέπεμψεν οἴκαδε, πλὴν τῶν βουληϑέντων παρ᾽ αὐτῷ καταμεῖναι\" τούτοις δὲ καὶ χώραν xal οἴκους ἔδωχε. τοῖς δ᾽ ἀπιοῦσι καὶ στρατιώταις καὶ ἄρχουσι πολλὰ ἐδωρήσατο. ν εἶτα καὶ τοῖς περὶ αὐτὸν στρατιώταις καὶ ἡγεμόσι διένειμεν ὅσα ἐκ Xáp- 15 Jew» ἔλαβε χρήματα, πρὸς τὴν ἀξίαν ἑκάστῳ. ὡς δὲ εἰλήφεσαν τὰ δοθέντα, ἔλεγον περὶ τοῦ Κύρου “ἦ που αὐτός γε πολλὰ ἔχει, ὅτε καὶ ἡμῶν ἑκάστῳ τοσαῦτα δέδωχεν\" — ol δ᾽ ἔλεγον “οὐχ ὃ Κύ- ρου τρόπος τοιοῦτος ὡς χρηματίζεσθαι, ἀλλὰ διδοὺς μᾶλλον ἢ κτώμενος ἥδεται αἰσθόμενος δὲ ταῦτα ὃ Κιρος συνέλεξε τοὺς 20 φίλους καὶ τοὺς ἐπικαιρίους ἅπαντας καὶ εἶπεν “ἁπλουστάτου uot δοκεῖ εἶναι ἤϑους τὸ τὴν δύναμιν τὸν ἄρχοντα φανερὰν ποιησάμε-"
      },
      {
        "index": 380,
        "text": "vov àx ταύτης ἀγωνίζεσθαι περὶ καλοχαγαϑίας. κἀγὼ οὖν\" ἔφη"
      },
      {
        "index": 381,
        "text": "“βούλομαε ὑμῖν ὅσα μὲν οἷόν τέ ἦστε τῶν ἐμοὶ ὄντων ἰδεῖν"
      },
      {
        "index": 382,
        "text": "δειξαι, ὅσα δὲ μὴ οἷόν τε ἰδεῖν, διηγήσασϑαι ταῦτα εἰ--"
      },
      {
        "index": 383,
        "text": "πὼν τὰ μὲν ἐδείχνυ πολλὰ καὶ χαλὰ χρήματα, τὰ δὲ κείμενα ὡς"
      },
      {
        "index": 384,
        "text": "μὴ ῥάδιον εἶναι ἰδεῖν διηγήσατο. καὶ εἶπεν “ὦ ἄνδρες, ταῦτα"
      },
      {
        "index": 385,
        "text": "οὐδὲν μᾶλλον ἐμὰ δέον ἡγεῖσϑαι ἢ καὶ ὑμέτερα\" ἐγὼ γὰρ ταῦταῦ"
      },
      {
        "index": 386,
        "text": "ἀϑροίζω ὅπως ἔχω τῷ καλόν τι ὑμῶν ποιοῦντε διδόναι, καὶ ὅπως, B ἢν τις ὑμῶν τινὺς δέηται, λάβῃ πρός με ἰών."
      },
      {
        "index": 387,
        "text": "26. Ὅτε δὲ τὰ ἐν Βαβυλῶνι εὖ χατεστήσατο, εἰς Πέρσας ἀπελϑεῖν ἡτοιμάζετο, ἐπεὶ δὲ πορευόμενος γίνεται κατὰ τὴν Mz- δικήν, τρέπεται ὃ Κῦρος πρὸς Κυαξάρην, καὶ ἀσπασάμενος αὐτὸν 19 εἶπεν ὅτε οἶχος αὐτῷ ἐν Βαβυλῶνι ἐξῃρημένος εἴη, καὶ δῶρα παρέ- σχεν αὐτῷ πολλὰ xel καλά, ὃ δὲ Κυαξάρης προσέπεμψεν αὐτῷ"
      },
      {
        "index": 388,
        "text": "I 120 τὴν ϑυγατέρα στέφανόν τε χρυσοῦν καὶ ψέλλια φέρουσαν καὶ στρε- πτὸν καὶ στολὴν Πηδικὴν καλλίστην. καὶ 7 μὲν παῖς ἐστεφάνου τὸν Κῦρον, ὃ δὲ Κυαξάρης “δίδωμί σοι\" ἔφη, “ὦ Κῦρε, καὶ αὐὖ- τὸ"
      },
      {
        "index": 389,
        "text": "C τὴν ταύτην γυναῖκα, ϑυγατέρα οὖσαν ἐμήν, ἐπιδίδωμι δὲ αὐτῇ καὶ φερνὴν ηδίαν πᾶσαν\" οὐδὲ γὰρ ἔστι μοι ἄρρεν παῖς γνήσιος\" ὃ δὲ Κῦρος “τὸ μὲν γένος, ὦ Κυαξάρη, ἐπαινῶ\" εἶπε, “καὶ τὴν παῖδα καὶ τὰ δῶρα, βούλομαι δὲ σὺν γνώμῃ τοῦ πατρός τε καὶ τῆς μητρὸς γῆμαι αὐτήν καὶ ταῦτα εἰπὼν εἰς Πέρσας ἐπορεύετο. 9 ἐν δὲ τοῖς Περσῶν δρίοις ἐλϑὼν τὸ μιὲὲν στράτευμα ἐχεῖ κατέλεπεν, αὐτὸς δὲ σὺν τοῖς φίλοις τὴν πόλιν εἰσήει, ἱερεῖα ἄγων πᾶσε Πέρ-"
      },
      {
        "index": 390,
        "text": "σαις ἱκανὰ ϑύειν xal ἑστιᾶσϑαι. δῶρα δὲ τῷ πατρὶ καὶ τῇ μητρὶ ἔφερεν οἷα εἰχὸς ἦν καὶ τοῖς φίλοις, οἷα δ᾽ ἔπρεπεν ἀρχαῖς καὶ γεραιτέροις\" ἔδωκε δὲ καὶ πᾶσι Πέρσαις, ἀλλὰ μὴν καὶ Περσίσι. καὶ χρόνον τινὰ τοῖς τεχοῦσι συνδιατρίψας ἀπήἥει. καὶ γενόμενος δὲν ήδοις, συνδόξαν τῷ πατρί, γαμεῖ τὴν Κυαξάρου ϑυγατέρα\" γήμας δ᾽ εὐθὺς ἔχων αὐτὴν ἀνεζεύγνυεν. “"
      },
      {
        "index": 391,
        "text": "Ὡς δ᾽ ἧκεν εἰς Βαβυλῶνα, σατράπας ἐπὶ τὰ κατεστραμμένα ἔπεμπεν ἔϑνη, εἷς “Ἱραβίαν δηλαδὴ καὶ Καππαδοκίαν, εἰς Φρυ-- γίαν τε τὴν μεγάλην, εἰς “υκίαν τε καὶ Ἰωνίαν, εἷς Καρίαν, εἰς"
      },
      {
        "index": 392,
        "text": "Φρυγίαν τὴν παρ᾽ “Ἑλλήσποντον καὶ «Αἰολίδα. Κίλιξε δὲ καὶ Κυπρίοις καὶ Παφλαγόσιν οὐκ ἔπεμψε σατράπας, ὅτι ἑκόντες ἐδόκουν αὐτῷ συστρατεύεσθαι\" δασμοὺς μέντοι καὶ οὗτοι ἀπέφε-- ρον. ἵνα δέ, μεγάλης αὐτῷ τῆς ἀρχῆς οὔσης, ταχέως καὶ πόρ- ρωϑέν οἱ κομίζοιντο ἀγγελίαι, ἐσχέψατο πόσην ἂν ὁδὸν ἵππος"
      },
      {
        "index": 393,
        "text": "ἴδ ἐλαυνόμενος ἀνύῃ, καὶ ἱππῶνας τοσοῦτον ἀλλήλων διέχοντας énoi- ἥσατο, καὶ ἵππους κατέστησεν ἐν αὐτοῖς καὶ τοὺς αὐτῶν ἐπιμελο-- μένους, καὶ ἄνδρα ἐφ᾽ ἑκάστῳ ἔταξε τὸν ἐπιτήδειον nagadéys- σϑαι τὰ φερόμενα γράμματα καὶ παραδιδόναι, καὶ παραλαμβά- ven τοὺς ἀπειρηκότας ἵππους καὶ ἄλλους πέμπειν νεαλεῖς."
      },
      {
        "index": 394,
        "text": "Ἤδη δὲ παρελϑόντος ἐνιαυτοῦ στρατείαν ἐποιήσατο, ἐν jj, λέγεται καταστρέψασθαι πάντα τὰ ἔϑνη ὅσα Συρίαν εἰσβάντι οἰκεῖ ειέχρις ἐρυϑρᾶς ϑαλάσσης. μετὰ δὲ ταῦτα στρατεύει ἐπ᾿ Aiyv-"
      },
      {
        "index": 395,
        "text": "B πτὸν xal καταστρέφεται καὶ αὐτήν\" ὡς ἐντεῦϑεν δρίζειν αὐτῷ τὴν ἀρχὴν πρὸς ἕω μὲν τὴν ἐρυϑρὰν ϑάλασσαν, πρὸς ἄρκτον δὲ τὸν πόντον τὸν Εὔξεινον, πρὸς δ᾽ ἑσπέραν Κύπρον xal Alyuntor, τὴν δ᾽ «ἰϑιοπίαν πρὸς μεσημβρίαν. αὐτὸς δ᾽ ἐν μέσῳ τούτων πε- ποιημένος τὴν δίαιταν, ἐν Βαβυλῶνι μὲν μῆνας διῆγεν ἑπτὰ τὸν 5 χρόνον δὴ τὸν χειμέριον ( ἀλεεινὴ γὰρ αὕτη ἡ χώραν, τρεῖς δὲ μῆνας τοὺς ἀμφὶ τὸ ἔαρ ἐν Σούσοις, ἐν δ᾽ ᾿Εχβατάνοις δύο διῆγε μῆνας τὴν τοῦ ϑέρους ἀκμήν."
      },
      {
        "index": 396,
        "text": "Οὕτω δὲ ζήσας ὃ Κῦρος καὶ μάλα πρεσβύτης γενόμενος ἀφικνεῖται εἰς Πέρσας τὸ ἕβδομον, πάλαι τῶν τοκέων τετελευτη- 10 κότων αὐτῷ. καὶ κοιμωμένῳ κατὰ τὰ βασίλεια ἔδοξεν αὐτῷ xa"
      },
      {
        "index": 397,
        "text": "C ὄναρ τις προσελϑεῖν χρείττων ἢ κατὰ ἄνθρωπον, λέγων “᾿συσχευ- áLov ὦ Κῦρε\" ἤδη γάρ σε μεταπέμπονται οἱ ϑεοί.\" ἐκ τούτου δ᾽ εἰχαΐεν ὅτε παρείη τοῦ βίου ἡ τελευτή, καὶ τριταῖος τοὺς παῖ- δας ἐκάλεσε (συνείποντο γὰρ αὐτῷ) καὶ τοὺς φίλους καὶ τὰς Περ- 15 σῶν ἀρχάς, καὶ εἶπεν “ἐμοὶ μὲν τοῦ βίου τὸ τέλος ἤδη πάρεστε, δεῖ δὲ σαφηνίσαι περὶ τῆς βασιλείας τίνι ἔσεται uev! ἐμέ, ἵνα μὴ πράγματα ὑμῖν παράσχῃ γενομένη ἀμφίλογος. σὺ μὲν οὖν, ὦ Καμβύση, πρεσβύτερος ὧν τὴν βασιλείαν ἔχε, ϑεῶν διδόντων κἀμοῦ\" σοὶ δέ, ὦ Ταναοξάρη, εἶναι σατράπῃ δίδωμι Mydov 1:20"
      },
      {
        "index": 398,
        "text": "D καὶ ρμενίων καὶ Καδουσίων.\" ταῦτα τοῖς παισὶν ἐντειλάμενος χαὶ παραινέσας πολλά, καὶ προσειπὼν τοὺς παρύντας καὶ πάντας δεξιωσάμενος, συνεχαλύψατο καὶ οὕτως ἐξέλιπεν. ἐπεὶ δ᾽ ἐχεῖ-"
      },
      {
        "index": 399,
        "text": "voc ἀἄπήει, εὐθὺς οἱ παῖδες αὐτοῦ ἐστασίαζον, πόλεις δὲ καὶ ἔϑνη ἀφίσταντο; πάντα δ᾽ ἐπὶ τὸ χεῖρον ἐτράπετο. Ταῦτα μὲν οὖν τῷ Ἐενοφῶντι περὶ Κύρου ἱστόρηται\" ὃ δ᾽ «“λικαρνασεὺς Hoódoroc ἄλλα περὶ τῆς Κύρου φησὶν ἀναγωγῆς τε δ χαὶ τελευτῆς καὶ τῆς λοιπῆς βιοτῆς, ἃ μακρὸν ἂν εἴη διηγεῖσϑαι. ἐμοὶ δ᾽ ἐπιτομὴν ἱστορίας πεποιημένῳ οὐκ ἐπέοικε τὴν πραγμα- τείαν ϑέσϑαι πολύστιχον, ἀλλ᾽ αὐτὸς μὲν τὰ πιϑανώτερα ἔγραψα, ὅτῳ δ᾽ εἰδέναι βούλημα καὶ ἅπερ \"Hoódorog περὶ αὐτοῦ συνεγρά- varo, τὴν ἐκείνου μεταχειρισάμενος βίβλον εὑρήσει ταῦτα κατὰ 10:0» πρῶτον λύγον ᾧ τὴν πρώτην τῶν ἸΠουσῶν ἐπέγραψε τὴν Κλειώ."
      }
    ]
  }
}