{
  "chapterNumber": 7,
  "title": "Book 7",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "1. Zu ἰνείας μετὰ τὸν Τρωϊκὸν πόλεμον ἀφῖκτο πρὸς A ἈΑβορρίγινας, οὗ πρώην τὴν χώραν ᾧκουν xa9^ ἣν 7) “Ῥώμη πεπό- λισται, “ατίνου τοῦ Φαύνου τότε τὴν τούτων ἀρχὴν ἔχοντος, καὶ προσέσχε ““αυρέντῳ κατὰ τὸν Νουμίκιον ποταμόν, ἔνϑα κατά 511 δὴ ϑεοπρόπιον λέγεται παρασκευάζεσϑαι ποιήσασθαι τὴν xa- τοίκησιν. ὁ δὲ τῆς χώρας ἄρχων .“ατῖνος ἀπεῖργε τῷ «Αἰνείᾳ τὴν ἐν τῇ χώρᾳ καϑίδρυσιν. καὶ συμβαλὼν ἡττᾶται\" εἶτα δι᾽ ὀνειρά-- τῶν φανέντων ἀμφοῖν καταλλάττονται\" xal τῆς κατοικήσεως αὐτῷ"
      },
      {
        "index": 1,
        "text": "παραχωρεῖ, καὶ τὴν ϑυγατέρα “Ἰαουϊνίαν εἷς γάμον ἐκδίδωσιν. ἔνϑα πόλιν ὃ «Ἰϊνείας οἰχοδομήσας ὠνόμασε «“αουΐνιον\" ἥ τε χώρα “Τάτιον ἐπεκλήϑη καὶ οἱ ἄνθρωποι οἱ ἐκεῖ “ατῖνοι προσηγορεύ- ϑησαν. -"
      },
      {
        "index": 2,
        "text": "Β “Ῥουτοῦλοι δὲ ὁμοροῦντες τῇ χώρᾳ ἐκ πόλεως “Δρδέας δρ-- ὅ μώμενοι, καὶ πρόσϑεν δυσμενῶς ἔχοντες πρὸς “«Δατίνους, καὶ τότε πόλεμον ἤραντο, ἐπαρήγοντος αὐτοῖς καὶ Τούρνου ἀνδρὸς ἐπιφανοῦς καὶ τῷ «““ατίνῳ προσήκοντος, ὃς δι᾽ ὀργῆς τὸν “Ἰατῖνον πεποίητο διὰ τὸν “αουϊνίας γάμον\" ἐκείνῳ γὰρ 7j κόρη προωμο-- Aóygro. μάχης οὖν γενομένης πίπτουσιν ὃ τε Τοῦρνος καὶ ὃ 41a-10 τῖνος, τὴν δὲ νίκην ὃ ΑἸϊνείας κεχόμιστο καὶ τὴν τοῦ πενθεροῦ βασιλείαν. μετὰ δέ τινα χρόνον συμμαχίας ἐκ Τυρσηνῶν ot “Ῥουτοῦλοι τυχόντες ἐπῆλθον τῷ «Αϊνείᾳ, καὶ τὸν πόλεμον νενι-- κήχασιν\" ἀφανὴς δὲ ὃ Αἰνείας γενόμενος (οὔτε γὰρ ζῶν ὥφϑη ἔτι οὔτε μὴν τεϑνεώς) ὥς ϑεὸς παρὰ «“ατίνοις τετίμητο. ἐντεῦ-- 15"
      },
      {
        "index": 3,
        "text": "C ϑὲν καὶ τοῖς Ῥωμαίοις τοῦ σφετέρου γένους ἀρχηγέτης νενόμισται, καὶ «ΑἸϊνειάδαι καλεῖσϑαι αὐχοῦσι. τὴν δὲ τῶν “ατίνων ἀρχὴν ὃ ἐκείνου υἱὸς “Ἁσκάνιος διεδέξατο, ὃς οἴκοϑεν συνείπετο τῷ πατρί\" οὐδέπω γὰρ ἐκ τῆς “Ἰαουϊγίας παῖδα ἐγείνατο, ἔγκυον δ᾽ αὐτὴν καταλέλοιπες τὸν δὲ Ldoxd»io» κατακλείσαντες οὗ πολέμιοι ἐπο-- 30 λιόρκουν\" vvxrüc δ᾽ oi “ατῖνοι αὐτοῖς ἐπιϑέμενοε τήν τε πολιορ-- κίαν ἔλυσαν καὶ τὸν πόλεμον."
      },
      {
        "index": 4,
        "text": "Χρόνου δὲ διεληλυϑότος πληϑυνϑίντες οἱ “ατῖνοι τὴν μὲν"
      },
      {
        "index": 5,
        "text": "πόλιν τὸ “Ἰαουΐνιον oi πλείονες ἐκλελοίπασιν, ἑτέραν δ᾽ ἐν ἀμεί.- νονι χώρᾳ ἄντῳχοδόμησαν, ἣν Aga» ἐκ τῆς λευχότητος, καὶ ΤΙ ἃ ἀπὸ τοῦ μήκους “Ἰογγὰν ἐπωνόμασαν\" εἴποιεν ἂν Ἕλληνες λευχὴν καὶ μαχράν. ᾿Ασκανίου δὲ τελευτήσαντος οἱ “ἄατῖ- p 5 vor τὸν ἐχ τῆς ““αουϊνίας τεχϑέντα τῷ «Αϊνείᾳ υἱὸν dlc τὴν βασι- λείαν προετιμήσαντο τοῦ ““σκανίου παιδός, διὰ τὸν πάππον τὸν “Δατῖνον τοῦτον προχρίναντες, Σιλούϊον κεχλημένον. ἐκχ Σιλουΐου δὲ ἐτέχθη «Ἰϊγείας, ἐξ “Ἰϊνείου δὲ “Ἰατῖνος ἐγένετο, “ἰατῖνον δὲ διεδέξατο Πάστις. Τιβερῖνος δ᾽ ἄρξας μετέπειτα ἐν ποταμῷ 10 καλουμένῳ ““λβούλῳ πεσὼν διεφϑάρη\" ὃς δὴ ποταμὸς Τίβερις ἐξ ἐκείνου μετωνομάσϑη, ῥέων διὰ τῆς Ῥώμης καὶ ὧν τῇ πόλει πολυαρκέστατος καὶ Ρωμαίοις ἐς τὰ μάλιστα χρησιμώτατος. ἔκ- yovoc δὲ τοῦ Τιβερίνου ᾿“μούλιος, ὃς ὑπερφρονήσας καὶ ϑεοῦν ἑαυτὸν τολμήσας, ὡς βροντάς τε ταῖς βρονταῖς ἐκ μηχανῆς ἄντε- 15 πάγειν καὶ ἀνταστράπτειν ταῖς ἀστραπαῖς ἐνσκήπτειν τε χεραυνούς, διεφϑάρη, τῆς λίμνης παρ᾽ fj τὰ αὐτοῦ βασίλεια ἵδρυτο ἐπιρ- ρυείσης αἰφνίδιον καὶ καταποντισάσης κἀκεῖνον καὶ τὰ βασίλεια. Zoveyityog δὲ ὃ υἱὸς αὐτοῦ ἐν πολέμῳ ἀπέϑανε. Καὶ ταῦτα μὲν περὶ 2faovivylov καὶ 4λβανῶν\" τὰ δὲ τῶν 90 Ῥωμαίων ἀρχὴν ἐσχήκασι τὸν Νομίτορά τε καὶ τὸν ““μούλιον, ot Zovtrilvov μὲν ἐγένοντο υἷωνοί, τοῦ δ᾽ «ϊνείου ἀπόγονοι. τῆς γοῦν 2v An βασιλείας κατὰ διαδοχὴν περιελϑούσης αὐτοῖς, νείμα--"
      },
      {
        "index": 6,
        "text": "᾽σϑαι ταύτην ἠϑέλησαν xal τὰ χρήματα. τοῦ “Ἀμουλίου τοίνυν ἰδίᾳ μὲν τὰ χρήματα ϑέντος ἰδίᾳ δέ ye τὴν βασιλείαν, καὶ ἐξ"
      },
      {
        "index": 7,
        "text": "B ἀμφοῖν τὸν ἀδελφὸν προτρεψαμένου ὃ πρὸς βουλῆς αὐτῷ ἐπιλέξα- σθαι, τὴν βασιλείαν ἕλετο ὃ Νομέτωρ, ἅτε καὶ πρεσβύτερος ἀδελφός\" λαβὼν δὲ τὰ χρήματα ὃ “μούμος, καὶ δύναμιν ἔχό τούτων περιβαλλόμενος, καὶ τὴν βασιλείαν ἀφείλετο. ϑυγατρὸς δὲ τῷ Νομίτορε οὔσης, δεδιὼς μὴ παῖδες ἐξ αὐτῆς γένοιντο καὶ κατεξανασταῖεν αὐτοῦ, ἱέρειαν τῆς Ἑστίας ἐκείνην ἀπέδειξεν, ἄγα-- μον διὰ τοῦτο καὶ παρϑένον διὰ βίου μέλλουσαν ἔσεσϑαι. ἡ δὲ χύουσα ἐφωράϑη μετέπειτα ὑπὸ ζάρεος ὡς μυϑεύεται. ὕπ᾽ ἀν- 10 ϑρώπων δὲ πάντως τινός. εἴΐρχϑη οὖν διὰ τοῦτο ἵνα μὴ λάϑῃ τεχοῦσα. καὶ ἔτεκε: διδύμους παῖδας μεγάλους τε καὶ καλοίς. μᾶλ» λον δὲ φοβηϑεὶς ὃ Ἀμούλιος ἐχέλευσε τὰ βρέφη ῥιφῆναι. καὶ ὃ ταῦτα λαβὼν σκάφῃ ἐνθέμενος ἐμβάλλει τῷ ποταμῷ τῷ Τιβέριδι:"
      },
      {
        "index": 8,
        "text": "C παρασῦραν δὲ τὴν σκάφην τὸ ῥεῦμα εἴς τινα χῶρον κατήνεγχεδ μαλϑακόν\" ἔνϑα κειμένοις τοῖς βρέφεσε λύκαιναν ἱστοροῦσι προσι- οὔσαν ϑηλὴν παρέχειν αὐτοῖς, καὶ ὄρνιν δρυοχολάπτην παρεῖναι ταῦτα ψωμίζοντα καὶ φυλάττοντα. ἐκεῖ δὲ κείμενα τὰ βρέφη λαϑὼν ἀφείλετό τις Ἀμουλίου συοφορβὸς Φαυστοῦλος κάἀλούμενος\" ᾿καὶ παρὰ τῆς ἐχείνου ἐνράφησαν γυναικός, ἥ ὄνομα «“ἀρεντία “30 καὶ ὃ μὲν “Βωμύλος ὃ δ᾽ ἕτερος \"Pópog ἐχλήϑησαν. τινὲς δὲ μὴ λύκαιναν εἶναί φασι τὴν τῶν παίδων τροφόν, ὃ καὶ πιϑανώ- τερον ἢ ἀληϑέστερον μάλιστα, ἀρχὴν δὲ τὸν λόγον οὕτω λαβεῖν. λούπας καλοῦσι “Ρωμαῖοι τάς τε λυκαίνας καὶ τὰς ἑταίρας\" πορ-"
      },
      {
        "index": 9,
        "text": "ψευομένη δ᾽ ἢ «dapgtvsla ἣ τοὺς παῖδας ἐθρέψατο, xa) λούπαωῦ διὰ τοῦτο καλουμένη, χώραν τῷ μύϑῳ παρέσχετο."
      },
      {
        "index": 10,
        "text": "9, οΑὐξανόμενοι δὲ ϑυμοειδεῖς ἦσαν καὶ ἀνδρώϑεις dugé- τεροι\" ὃ δὲ “Ῥωμόλος ἐδόκει συνέσει διαφορώτερος καὶ ἡγεμονικὸς S μιᾶλλον τὴν φύσιν ἢ πειϑαρχικός. γενομένης δέ ποτε πρὸς τοὺς NNopíropoc βουκόλους τοῖς τοῦ “Ἀμουλίου διαφορᾶς, συγκόπτουσιν αὐτοὺς οἷ δμαίμονες καὶ τῆς ἀγέλης συχνὴν ἀποτέμνονται μοίραν. μόνῳ δὲ τῷ \"Ῥώμῳ ut9^ ἡμέρας σὺν ὀλίγοις ἄλλοις βαϑίζοντι οἱ τοῦ Nopíropoc βουκόλοι λοχήσαντες συνέλαβον αὐτὸν καὶ ámjya- , 30 yov πρὸς Νομίτορα\" καὶ ὃς πρὸς 2duosAioy ἐλϑὼν ἐδεῖτο τυχεῖν δίχης, ἀδελφὸς ὧν καὶ ὑπὸ τῶν οἰκείων αὐτοῦ ὑβρισμένος. ὃῬῚ 316 δὲ παραδίδωσι τῷ Νομέτορε τὸν Ῥῶμον ὡς βούλοιτο χρήσασϑαι. ὃς οἶχοε ἐλθὼν καὶ τὸν νεανίσχον δρῶν ὑπερφέροντα μεγέϑει καὶ ῥώμῃ, καὶ τὸ ϑαρραλέον αὐτοῦ καὶ ἀδούλωτον τῆς ψυχῆς ϑαυ- W Π δ 15 μάζων, ἄνέχρενεν ὅστις εἴη καὶ ὅϑεν γένοιτο, φωνῇ πραείᾳ. ὃ δὲ ϑαρρῶν ἔλεγεν ὡς “δίδυμοι μέν ἐσμεν ἀδελφοί, γοναὶ δὲ ἡμῶν ἀπόρρητοε λέγονται καὶ τροφαὶ καὶ τιϑηνήσεις ϑαυμασιώτεραι, ϑηρίοις καὶ οἷωνοῖς τραφέντων παρὰ τὸν μέγαν ποταμὸν ἐν σκάφῃ τινὲ χοιμένων, ἢ ἔτε σώζεται, χαλκοῖς ὑποζώμασε γραμμάτων 20 ἀμυδρῶν ἐγκεχαραγμένων\". ᾿ Β"
      },
      {
        "index": 11,
        "text": ". Ὁ μὲν οὖν Νομίτωρ τοῖς τε λόγοις τοῦ Ῥώμου καὶ τῇ ὄψει πρὸς ἔννοιαν τῆς ἐκϑέσεως τῶν τῆς ϑυγατρὸς ἐνήγετο παίδων, ὃ δὲ (Φαυστοῦλος τὴν τοῦ Pouov μαϑὼν σύλληψιν τὸν μὲν Ῥωμύ- λον βοηϑεῖν παρεκάλει, τότε σαφῶς διδάξας αὐτὸν περὶ τῆς γενέ- σεως (πρότερον γὰρ ὑὕπῃνίττετο ὥστ᾽ αὐτοὺς μὴ μικροφρονεῖν), ὅ αὐτὸς δὲ τὴν σκάφην κομίζων ἐχώρει πρὸς τὸν Νομέτορα σπουδῆς καὶ δέους μεστός. τοῖς δὲ περὶ τὰς πύλας τοῦ ἸΔμουλίου φρου- ροῖς ὑφορώμενος, καὶ ταραττόμενος περὶ τὰς ἀποκρίσεις, οὐκ"
      },
      {
        "index": 12,
        "text": "C ἔλαϑε τὴν σκάφην τῷ χλανιδίῳ περικαλύπτων. ὑπολαβόντες δὲ"
      },
      {
        "index": 13,
        "text": "κλοπιμαῖόν τι φέρειν αὐτόν, εἷς μέσον τὴν σκάφην προήγαγον. 10"
      },
      {
        "index": 14,
        "text": "ἔτυχε δέ τις παρὼν ἐκεῖ τῶν τὰ παιδάρια ἐκϑεμένων\" ὃς τὴν σκά- φὴν γνωρίσας, δραμὼν φράζει τῷ ᾿ἁμουλίῳ. καὶ ὃ Φαυστοῦλος"
      },
      {
        "index": 15,
        "text": "ἀναχρινόμενος παρὰ τοῦ βασιλέως σώζεσθαι μὲν τοὺς παῖδας κατέϑετο, πόρρω δὲ τῆς Ἄλβης νέμοντας εἶναι\" τὴν δὲ σκάφην"
      },
      {
        "index": 16,
        "text": "πρὸς τὴν Ἰλίαν κομίζειν τὴν τῶν παίδων μητέρα, ποθοῦσαν ἰδεῖν. 15"
      },
      {
        "index": 17,
        "text": "τεταραγμένος δὲ τούτοις ᾿ἀμούλιος ἄνδρα πρὸς τὸν Νομίτορα πέ- πομφε πυνϑανόμενος εἴ τε μάϑοι περὶ τῶν παίδων ὧς περιόντων. Ὁ ἦν δὲ τῶν φίλων ὃ πεμφϑεὶς τῷ Νομίτορι. ἀπελϑὼν οὖν καὶ ἐν"
      },
      {
        "index": 18,
        "text": "᾿ περιπλοκαῖς τοῦ \"Pouov εὑρηκὼς τὸν Νομίτορα, παρεϑάρρυνέ τε"
      },
      {
        "index": 19,
        "text": "καὶ μὴ μέλλειν αὐτοῖς συνεβούλευε καὶ αὐτὸς δὲ συνέπραττεν. ἄρτε30 δὲ καὶ ó “Ῥωμύλος ἐγγὺς ἦν, χεῖρα συχνὴν ἀγροικικὴν ἐπαγόμενος\""
      },
      {
        "index": 20,
        "text": "Phatarchus. 14 τῆς \"4λβης] τοὺς ἄλβεις À. 18 τοῦ νομί-"
      },
      {
        "index": 21,
        "text": "xol τῶν πολιτῶν δὲ αὐτῷ ox ὀλίγοι προσήεσαν μίσει τοῦ ἅμου- — * Mov. ὃς οὕτω τῶν πραγμάτων συνενεχϑέντων οὐδὲν οὔτε πράξας οὔτε βουλεύσας σωτήριον ἄνῃρέϑη.- | 3. “Ρωμύλος μέντοι xol Ρῶμος τὴν τῆς Aoc ἡγεμονίαν δ τῷ μητροπάτορι νείμαντες, καὶ τῇ μητρὶ τιμὴν πρέπουσαν, καϑ' ξαυτοὺς εἶναι ἔκριναν (οὔτε γὰρ ἠνείχοντο ἄρχεσϑαι), καὶ πόλιν ἀναστῆσαι ἔνϑα προετράφησαν ἤϑελον. ὡρμημένοις δὲ πρὸς τὴν τῆς πόλεως δόμησιν διαφορὰ συνέβη τοῖς ἀδελφοῖς περί τε τῆς ἀρχῆς καὶ περὶ τῆς πόλεως, καὶ διὰ μάχης ἐχώρησαν, ἐν ἦ ὃ 10 Ῥῶμος ἀπέϑανεν. ἕτερος δὲ λόγος ἔχει ὡς τοῦ Ῥωμύλου ἤδη τάφρον ὀρύττοντος ἢ τῆς πόλεως εἶναι προτείχισμα ἔμελλε, nij μὲν ^ ἀπεῖργε τὸ ἔργον ὃ Püpog πῇ δὲ ἐχλεύαζε\" καὶ τέλος διαλλόμενον αὐτὴν ὡς εὐεπιχείρητον οἵ μὲν “Ῥωμύλου πατάξαντος οἱ δ᾽ ἕτέρου τινὸς ἱστοροῦσι πεσεῖν. ὅϑεν καὶ ἐνομίσϑη τὸν στρατοπέδου τά- 19 φρον τολμήσαντα διελϑεῖν παρὰ τὰς συνήϑεις 00076, ϑανατοῦσϑαι. Ὃ δὲ Ῥωμύλος ϑάψας τὸν ἀδελφὸν ᾧκιζε τὴν πόλι», καὶ βοῦν ἄρρενα συζεύξας ϑηλείᾳ, καὶ ἀρότρῳ ὕννιν χαλκῆν ἐμβαλών, Β αὐτὸς μὲν αὔλακα βαϑεῖαν κυκλοτερῆ περιέγραψεν, οἱ δ᾽ ἑπόμε- vo. τὰς βώλους, ἃς ἀνίστη τὸ ἄροτρον, εἴσω πάσας τῆς αὔλακος 20 περεέστρεφον. καὶ ὅπου μὲν ἔμελλε τὸ τεῖχος ἀνίστασθαι, καϑὼς εἴρηται ἥ αὖλαξ ἐτέτμητο, ἔνϑα δὲ πύλας στῆσαι διενοοῦντο,"
      },
      {
        "index": 22,
        "text": "τάφρον ἤδη AB. 11 ἔμελλεν εἶναι προτείχισμα AB. — 12 δὲ]"
      },
      {
        "index": 23,
        "text": ".* . διάλειμμα ἐποιοῦντο τῆς αὕλακος, τὸ ἄροτρον ἀνέχοντες ὕπερϑεν. πᾶν μὲν γὰρ τεῖχος νομίζουσιν ἱερόν\" τὰς δὲ πύλας εἴπερ ἥγηντο ἱεράς, οὐκ ἦν τὰ μὲν δι᾽ αὐτῶν εἰσάγειν τὰ δὲ ἀποπέμπειν τῶν ἀναγκαίων καὶ μὴ καϑαρῶν."
      },
      {
        "index": 24,
        "text": "Ἢ δὲ κτίσις τῆς πόλεως ταύτης ἡμέρᾳ τετέλεστο τῇ πρὸ ἕν-ὃ δεκα καλανδῶν Βῆαΐων, ἢ ἂν εἴη εἰκοστὴ “ἀπριλλίον\" καὶ τὴν ἡμέραν ταύτην ἑορτάζουσι “Ρωμαῖοι, γενέϑλιον τῆς πατρίδος ὄνο-"
      },
      {
        "index": 25,
        "text": "C μάζοντες. ὀκτωκαίδεκα δ᾽ εἶναε “Ῥωμύλος ἐνιαυτῶν ἀναγέγρα- πται ὅτε τὴν “Ρώμην συνῴκισεν. ἔχεισε δὲ αὐτὴν περὶ τὴν τοῦ Φαυστούλου οἴκησιν\" ὠνόμαστο δ᾽ ὃ χῶρας Παλάτιον. 10"
      },
      {
        "index": 26,
        "text": "ὁ Κτισϑείσης μέντοι τῆς πόλεως, ὅσον μὲν ἐν ἡλικίᾳ στρα- τευσίμῳ πλῆϑος ἐτύγχανεν, εἷς στρατιωτικὰ διεῖλε συντάγματα (ἕκαστον δὲ σύνταγμα πεζῶν τρισχιλέων ἦν καὶ τριακοσίων ἱππέων, ἐχλήϑη δὲ λεγεών, ὅτι λογάδες ἦσαν ἐκ πάντων οἵ μάχιμοι), τοῖς δ᾽ ἄλλοις δήμῳ ἐκέχρητο. καὶ τὸν δῆμον ποπούλους ὠνόμασεν\" 15 ὅϑεν καὶ παρὰ ταῖς βίβλοις ταῖς νομικαῖς ποπουλαρία κέκληται ἡ"
      },
      {
        "index": 27,
        "text": "D δημοτικὴ ἀγωγή. τῶν μέντοι περιφανεστέρων γένει τε καὶ συνέ- σει καὶ βίου αἱρέσει ἑκατὸν ἀπέδειξε βουλευτάς, πατρικίους Óvo- μάσας αὑτούς\" τὸ δὲ λοιπὸν σύστημα αενάτον προσηγόρευσεν, ὃ ἐστε γερουσία. πατρίκιοι μέντοε οἱ βουλενταὶ ἐπεκλήϑησαν ἢ ὅτι 30"
      },
      {
        "index": 28,
        "text": "ἑαυτῶν Α. 6 ἢ ἂν εἴη μᾶλλον εἰκοστὴ ἀπριλλίῳ Α. haec"
      },
      {
        "index": 29,
        "text": "c edit. Peris. 12 πλήθει BCW. \"Regii et Colb. πλῆϑος, at- que ita emendavimus\" Ducameivs. 16 ὅϑεν — 17 ἀγωγή"
      },
      {
        "index": 30,
        "text": "αὐτοὺς μὲν πατρικέους, τὸ δὲ σύστημα σενάτον προσηγόρευσεν."
      },
      {
        "index": 31,
        "text": "παίδων ἦσαν γνησίων πατέρες, ἢ μᾶλλον ὅτι αὐτοὶ πατέρας &av- τῶν ἀποδεικνύειν ἠδύναντο ἕκαστος ἐκ γένους ὄντες γνωρίμου, ἢ “ἀπὸ τῆς πατρωνίας\" οὕτω δ᾽ ἐκάλουν τὴν προστασίαν\" πάτρωνας γὰρ τοὺς κηδεμονικοὺς καὶ βοηϑητικοὺς προσηγόρευον. μάλιστα 5 δ᾽ ἄν τις καταστοχάσαιτο τῆς τοῦ “Ῥωμύλου διανοίας, εἰ οἴοιτο"
      },
      {
        "index": 32,
        "text": "διὰ τῆς κλήσεως ταύτης ἐμφαίνειν χρῆναι τοὺς πρώτους καὶ δυνα-."
      },
      {
        "index": 33,
        "text": "τωτάτους τῆς πόλεως πατρικῇ κηδεμονίᾳ κήδεσθαι τῶν ταπεινο- τέρων, ἅμα δὲ καὶ τὸν δῆμον ἐνόγειν διὰ τῆς τῶν πατρικίων προσηγορίας εἷς τὸ μὴ ἄχϑεσϑαι ταῖς τῶν κρειττόνων τιμαῖς ἀλλ᾽ 10 εὐνοϊκῶς διακεῖσθαι, νομίζοντας πατέρας αὐτοὺς καὶ προσαγο-- θεύοντας. ᾿ Πολλῶν δὲ τῇ πόλει ἐνοιχισϑέντων ὧν ὀλίγοι γυναιξὶ συνε- ζρούγνυντο, φροντὶς τῷ “Ῥωμύλῳ ἐγένετο ἵνα κἀκεῖνοι γυναῖκας ἑαυτοῖς συνοικίσωσι. σύγκλυδες δὲ καὶ ἐξ ἀπόρων ὄντες καὶ ága- 15 νῶν, ὑπερωρῶντο πρὸς κῆδος παρὰ τῶν γειτνιώντων ἐϑνῶν. βού- λεται τοίνυν ἐξ ἁρπαγῆς λαβεῖν γυναῖχας τοὺς πολίτας αὐτοῦ, καὶ χηρύσσει ϑυσίαν καὶ ἀγῶνα καὶ ϑέαν μέλλειν ἐπιτελεῖν πανηγυρι-- x5», ὡς βωμοῦ εὑρημένου ϑεοῦ καινοῦ. καὶ πολλοὶ συνῆλϑον. αὐτὸς δὲ προὐκάϑητο μετὰ τῶν ἀρίστων, ἅλουργίδι κεκοσμημένος\" 20 δέδωκε δὲ τῷ δήμῳ τῆς ἐπιχειρήσεως σύμβολον τὴν τῆς ἁλουργίδος διάπτυξιν καὶ αὖϑις ταύτης περιβολήν. οὗ γενομένου σπασάμε- vot τὰ ξίφη μετὰ βοῆς ὥρμησαν καὶ ἥρπαζον τὰς ϑυγατέρας τῶν Σαβίνων παρϑένους, οὗ μέντοι γυναῖκας τινῶν."
      },
      {
        "index": 34,
        "text": "Τολμηϑείσης δὲ τῆς ἁρπαγῆς oi Σαβῖνοι, πολλοὶ καὶ πολε- μικοὶ ὄντες καὶ χώμας ἀτειχίστους οἰκοῦντες διὰ τὸ μέγα φρονεῖν ὡς “Ἰακεδαιμονίων ἄποικοι, πρεσβείαν πρὸς τὸν Ρωμύλον πεποίην- ται, λῦσαι τὸ τῆς βίας ἔργον ζητοῦντες, πειϑοῖ δὲ καὶ νόμῳ πράτ-- τειν τοῖς γένεσι φιλίαν καὶ οἰκειότητα. τοῦ δὲ ἹΡωμύλου τὰς μὲν ὃ"
      },
      {
        "index": 35,
        "text": "C χόρας μὴ προϊεμένου, ἀξιοῦντος δὲ τὴν κοινωνίαν δέχεσϑαι τοὺς Σαβίνους, οἵ μὲν ἄλλοι βουλευόμενοι διέτριβον, “ἄκρων δὲ ὃ βα- σιλεὺς τῶν Καινηνιτῶν, ϑυμοειδὴς ἀνὴρ καὶ πολεμικώτατος, προεξανέστη καὶ μετὰ πολλῆς ἐχώρει δυνάμεως ἐπὶ τὸν “Ῥωμύλον. ὁμοῦ δὲγεγονότες ἀλλήλους προὐκαλοῦντο μάχεσθαι, ἀτρεμούντων 10 τῶν στρατευμάτων. τῆς γοῦν μονομαχίας ἀμφοῖν γενομένης κα- ταβάλλει μὲν ὃ Ῥωμύλος τὸν χρωνα, τρέπεται δὲ καὶ τὸ ἐχείγου στράτευμα μάχης συγκροτηϑείσης\" καὶ τὴν πόλιν αἱρεῖ, o9 μέντοι τοὺς ἐν αὐτῇ κακόν τι διέϑετο, ἀλλ᾽ ἢ μόνον ἐκέλευσε τὰς οἰκίας καϑελόντας ἀκολουϑεῖν εἰς Ῥώμην αὐτῷ, cc πολίτας ἐσομένους 15 xal τῶν ἴσων ἀξιωθησομένους. |"
      },
      {
        "index": 36,
        "text": "D Εἶτα καὶ ἄλλοι τῶν Σαβίνων τοῖς “Ῥωμαίοις ἐμαχέσαντο καὶ ἥττήϑησαν. ἐπὶ τούτοις οἱ λοιποὶ τῶν Σαβίνων τὸν Τάτιον στρα- τηγὸν ἀποδείξαντες ἐπὶ τὴν Ῥώμην ἐστράτευσαν καὶ τὸ Καπι- τώλεον εἷλον προδεδομένον ὑπὸ Ταρπηΐας τῆς ϑυγατρὸς τοῦ φρου-- 90"
      },
      {
        "index": 37,
        "text": "W IL 7 ράρχου. ἐκείνη γὰρ ἐφ᾽ ὕδωρ κατελϑοῦσα συνελήφϑη xol ἤχϑη"
      },
      {
        "index": 38,
        "text": "πρὸς Τάτιον, καὶ ἀνεπείσϑη προδοῦναι τὸ ἔρυμα, τῶν χρυσῶν"
      },
      {
        "index": 39,
        "text": "λόντες Α. 18 στρατηγὸν τὸν τάτιον ΑΒ. 20 προδιδὸ —,"
      },
      {
        "index": 40,
        "text": "reliquis litteris erasis et recens suppletis, B. 21 ἐκείνη —"
      },
      {
        "index": 41,
        "text": "βοαχιονιστήρων ἐρασϑεῖσα οὗς ἐν ταῖς ἀριστεραῖς ἐφόρουν χερσὶν ot Σαβῖνοι, καὶ μισϑὸν ὑπὲρ τῆς προδοσίας αὐτοὺς λαβεῖν ἀπαι- τήσασα. συνϑεμένου δὲ τοῦ Τατίου νύχτωρ μίαν πύλην ἀνοίξασα τοὺς Σαβίνους ἐδέξατο. εἰσελθὼν δὲ ὃ Τάτιος ἐκέλευσε τοὺς ὑπ᾽ 5 αὐτὸν ὅσα ἐν ταῖς ἀριστεραῖς χερσὶν ἔφερον διδόναι αὐτῇ, καὶ πρῶτος αὑτὸς τὸν βραχιονιστῆρα τῇ Ταρπηΐᾳ ἐπέρριψε xol τὸν͵ ϑυρεόν. πάντων δὲ ὁμοίως ποιούντων βαλλομένη τε τῷ χρυσῷ καὶ καταχωσϑεῖσα τοῖς ϑυρεοῖς ὑπὸ πλήϑους καὶ βάρους ἀπέ- . ϑανεν. ᾿ 10 ἜἜργῳ οὖν οὗτος ἐποίησεν ὃ λόγοις ὕστερον εἶπον ὃ Καῖσαρ καὶ ὃ ᾿Ἀντίγονος\" ὃ μὲν γὰρ προδοσίαν ἔφη φιλεῖν, προδότην δὲ μισεῖν\" ὃ δὲ “Ἀντίγονος προδιδόντας μὲν ἀσπασίως εἶπε προσίέεσϑαι, προδεδωκόσι δὲ ἀπεχϑάνεσϑαι. 4, “Ἰηφϑείσης δὲ τῆς ἄχρας ὑπὸ τῶν Σαβίνων, μάχη"
      },
      {
        "index": 42,
        "text": "ἔπεσον, ὃ δὲ “Ῥωμύλος ἐπλήγη λίϑῳ τὴν κεφαλήν. ἔτε δὲ μά- Ζχεσϑαι παρασκεναζομένους τοὺς Σαβένους ἐπέσχον αἱ ἡρπασμέναε ϑυγατέρες αὐτῶν, ἄλλοϑεν ἄλλαι μετὰ βοῆς καὶ ὀλολυγμοῦ ὀφϑεῖ- σαι αὐτοῖς, αἷ μὲν νήπια πρὸς ταῖς ἀγχάλαις κομίζουσαι, oi δὲ 90 τὴν κόμην προϊσχόμεναι λελυμένην, πᾶσαι δὲ ἀνακαλούμεναε τοῖς φιλτάτοις ὀνόμασι ποτὲ μὲν τοὺς Σαβίνους ποτὲ δὲ τοὺς ἱῬΡωμαίους. ἐπεχλάσϑησαν οὖν οἱ ἐναντίοι καὶ διέστησαν αὑταῖς ἐν μέσῳ στῆναε τῆς παρατάξεως, καὶ κλαυϑμὸς ἅμα διὰ πάντων ἐχώρει. δια--"
      },
      {
        "index": 43,
        "text": "βραχιονιστηρέων Α. 2 λαβεῖν αὐτοὺς Α. 12 προδιδόν-"
      },
      {
        "index": 44,
        "text": "λεχϑέντων δὲ τῶν γυναίων συνῆλϑον εἷς λόγους οὗ ἡγεμόνες καὶ"
      },
      {
        "index": 45,
        "text": "συνέϑεντο τῶν μὲν γυναικῶν at βούλονταε τοῖς ἔχουσι συνοικεῖν,"
      },
      {
        "index": 46,
        "text": "C παντὸς ἔργου καὶ πάσης λατρείας πλὴν ταλασίας ἀφειμένας, οἰκεῖν δὲ τὴν πόλεν “Ῥωμαίους καὶ Σαβίνους κοινῇ, καὶ καλεῖσϑαι αὐτὴν “Ρώμην ἐπὶ “Ῥωμύλῳ, Κυρίτας δὲ “Ῥωμαίους ini τῇ Τατίου πα- 5 ἀρίδι Κυρίτα, βασιλεύειν δὲ κοινῇ καὶ στρατηγεῖκ ἀμφοτέρους. 6 δὲ τόπος ἐν ᾧ τὰς συνθήκας ἔϑεντο καλεῖται κομίτιον, τόπος δηλαδὴ συνελεύσεως\" χόμιρε γὰρ “Ῥωμαίοις τὸ συνελϑεῖν λέγεται. προσκατελέχϑησαν δὲ τοῖς πατρικίοις ἐκ τῶν Σαβίνων ἕτεροε ἕχα-- τόν. ἐβουλεύοντο δὲ οἱ βασιλεῖς οὐκ εὐθὺς ἐν κοινῷ μετ᾽ ἀλλή- τὸ λων, ἀλλ᾽ ἑκάτερος πρότερον ἰδίᾳ μετὰ τῶν ἑκατόν\" εἶτα εἰς τὸ αὐτὸ πάντες συνήγοντο."
      },
      {
        "index": 47,
        "text": "D Ἔτει δὲ πέμπτῳ τοῦ Τάτιον “Ῥωμύλῳ συμβασιλεύειν, συγ- γενεῖς αὐτοῦ πρέσβεσι καϑ᾽ δδὸν ἐντυχόντες εἷς “Ῥώμην ἀπὸ 4av- ρέντου βαδίζουσιν ἐπεχείρουν ἀφαιρεῖσθαι βίᾳ τὰ χρήματα ἃ 15 ἐπήγοντο, καὶ μὴ προϊεμένους ἀλλ᾽ ἀμυνομένους ἀνεῖλον. ὃ μὲν οὖν “Ῥωμύλος κολάζεσθαε τοὺς ἀδικήσαντας ἐψηφίζετο, ὃ δὲ Τάτιος ἐξέκρουε καὶ παρῆγε\" καὶ τοῦτο μόνον ὑπῆρξεν αἴτιον"
      },
      {
        "index": 48,
        "text": "σφίσι διαφορᾶς ἐμφανοῦς. οἱ δὲ τῶν ἀνῃρημένων olxtios μὴ τυγχάνοντες δίκης, ἐν 4λβανῷ ϑύοντα μετὰ “Ῥωμύλου τὸν Τάτιον 20 προσπεσόντες κτιγνύουσε\" τὸν δὲ “Ῥωμύλον ὡς δίκαιον ἄνδρα σὺν"
      },
      {
        "index": 49,
        "text": "suppletus ex Plutarcho. 18 τατίου δωμύλῳ συμβασιλεύοντος"
      },
      {
        "index": 50,
        "text": "εὐφημίαις προέπεμψαν. οὗ μὴν ἐτάραξε τοὺς Σαβίνους ὃ φόνος τοῦ ἄρχοντος σφῶν, ἀλλ᾽ οἱ μὲν εὐνοίᾳ τῇ πρὸς “Ῥωμύλον, οὗ δὲ φόβῳ τῆς δυνάμεως εἴκοντες διετέλουν. εἶτα λοιμὸς ἐμπέπτει τῇ Ῥώμῃ ϑανάτους αἰφνιδίους ἀνθρώποις ἐπιφέρων νόσων χωρίς,"
      },
      {
        "index": 51,
        "text": "καὶ ἀφορία καρπῶν καὶ ϑρεμμάτων ἀγονία\" ὕσϑη δὲ καὶ σταγό-- σι» αἵματος ἢ πόλις. ὅμοια δὲ καὶ τοῖς “Ταυρεντίοις συνέβαινεν, ἐδόκει τοίνυν διὰ τὸν Τατίου φόνον καὶ τοὺς παρὰ τῶν Σαβίνων ἀνῃρημένους πρέσβεις ποινηλατεῖν τὰς πόλεις δαιμόνιον μήνιμα. ἐκδοϑέντων δὲ τῶν φονέων xol κολασϑέντων ἐλώφησαν τὰ δεινά."
      },
      {
        "index": 52,
        "text": "10 “Ρωννυμένων δὲ τῶν πραγμάτων “Ῥωμαίοις οἱ μὲν ἀσϑενέ- στεροι τῶν προσοίκων ὑπέκυπτον, oi δυνατοὶ δὲ οὐκ ᾧοντο δεῖν Β΄ περιορᾶν ἀλλὰ κολούειν τὴν αὔξησιν. πρῶτοι δὲ Τυρρηνῶν Ἢ Π 8 Οὐήϊοι ἀρχὴν ἐποιήσαντο πολέμου. συμβαλόντες οὖν καὶ πολλοὺς ἀποβαλόντες ὁμολογίαν ἐποιήσαντο χαὶ φιλίαν ἐπὶ ἐνιωντοὺς ἕκα--"
      },
      {
        "index": 53,
        "text": "Ἰότόν, καὶ τῶν παρ᾽ αὐτοῖς ἀρίστων παρέσχον εἷς ὅμηρείαν πεντή-- χογντα."
      },
      {
        "index": 54,
        "text": "᾿Ἐϑριάρμιβευσεν οὖν τούτους νικήσας Ῥωμύλος. εἶτα ἐπαρ- ϑεὶς ταῖς παραλόγοις εὐτυχίαις καὶ βαρυτέρῳ φρονήματι χρώμενος ἐξίστατο τοῦ δημοτικοῦ καὶ παρήλλαττε καὶ εἷς ἐπαχϑῆ μοναρχίαν"
      },
      {
        "index": 55,
        "text": "καὶ λυποῦσαν ἀπὸ τοῦ σχήματος ἑαυτὸν ἐσχημάτιζεν. ἁλουργῆ μὲν γὰρ ἐνεδύετο χιτῶνα καὶ τήβεννον ἠμπίσχετο περιπόρφυρον καὶ πεδίλοις ἐκέχρητο ἐρυϑροῖς καὶ ἐν ϑρόνῳ dvaxMzo καϑήμενος €"
      },
      {
        "index": 56,
        "text": "D ζητεῖν καὶ αὐτόνομον πολιτείαν. οὐδὲ yàp οἱ καλούμενοι πατρί- 10"
      },
      {
        "index": 57,
        "text": "“Ῥωμύλου πράττοντος ἠχροῶντο σιγῇ, καὶ τὸ πρὸ τῶν ἄλλων τὸ"
      },
      {
        "index": 58,
        "text": "IOANNIS ΖΟΝΑΗ͂ΔΕ"
      },
      {
        "index": 59,
        "text": "ἐχρημάτιζεν. ἦσαν δὲ περὶ αὐτὸν ἀεὶ καὶ τῶν νέων συχνοί, οὖς Κέλερας προσηγόρευεν, ὃ χατὰ τὴν τῶν Ρωμαίων διάλεκτον δη- Aot τοὺς ταχεῖς, καὶ πρόσϑεν ἐβάδιζον ἕτεροι βαχτηρίαις τὸν ὄχλον ἀνείργοντες, ὑπεζωσμένοι ἱμάντας, ὥστε συνδεῖν οὖς κελευ- σϑῶσιν. | $"
      },
      {
        "index": 60,
        "text": "Ἐπεὶ δὲ Νομίτορος τοῦ πάππου αὐτοῦ iv Ag τελευτήσαν- ἑ τος, “Ῥωμύλῳ προσηκούσης τῆς βασιλείας, αὐτὸς εἷς μέσον ἔϑηκε τὴν πολιτείαν δημαγωγῶν, καὶ κατ᾽ ἐνιαυτὸν ἀπεδείκνυεν ἄρχοντα τοῖς Σαβίνοις, ἠρέϑισε τοὺς ἐν “Ῥώμῃ δυνατοὺς ἀβασίλευτον"
      },
      {
        "index": 61,
        "text": "κιοε πραγμάτων μετεῖχον, ἀλλ᾽ ὄνομα καὶ σχῆμα ἦν αὐτοῖς, ἔϑους ἕνεχα μᾶλλον ἢ γνώμης ἀϑροιζομένοις εἰς τὸ βουλευτήριον\" εἶτα"
      },
      {
        "index": 62,
        "text": "δεδογμένον ἐκείνῳ μαϑεῖν πλέον ἔχοντες τῶν λοιπῶν ἀπηλλάττοντο. ὅϑεν ἐδόκεξ τὴν γερουσίαν προπηλακίζειν \" διὸ αὕτη ὕποπτος ἔδοξε 15 μετ᾽ ὀλίγον ἀφανοῦς γενομένου Ῥωμύλου. λέγεται γὰρ ἐκκλή-- σίαν ἄγοντος αὐτοῦ περὶ τὸ καλούμενον «Αἰγὸς ἕλος τοῦ μὲν ἡλίου τὸ φῶς ἐπιλιπεῖν, νύχτα δὲ κατασχεῖν βροντάς τε δεινὰς συμβῆναε καὶ πνοὰς ἀνέμων ζάλην ἐλαυνούσας. ἐν δὲ τούτῳ τὸν μὲν ὄχλον"
      },
      {
        "index": 63,
        "text": "φεύγειν, τοὺς δὲ δυνατοὺς συστραφῆναι μετ᾽ ἀλλήλων. τῆς δ᾽ 20"
      },
      {
        "index": 64,
        "text": "ἐν τῷ ἀέρι ταραχῆς λωφησάσης καὶ αὖϑις πολλῶν ὅμοῦ γεναμένων ζητεῖσϑαι τὸν βασιλέα\" τοὺς δὲ δυνατοὺς οὐκ ἐᾶν ἐξετάζειν περὶ"
      },
      {
        "index": 65,
        "text": "αὐτοῦ, τιμᾶν δὲ παρακελεύεσθαι πᾶσι καὶ σέβεσθαι “Ῥωμύλον uc ἀνηρπασμένον εἷς ϑεούς, καὶ ϑεὸν ἐσόμενον σφίσιν ἀντὶ χρη-- στοῦ βασιλέως. . Οἱ μὲν οὖν πολλοὶ πεπεισμένοι τοῖς λόγοις ἀπηλλάττοντο ὁ ἐλπίσι χρησταῖς αἰωρούμενοι, ἔνιοι δὲ ἐν ὑπονοίαις τοὺς πατρι- κίους πεποίηντο καὶ ἐτάραττον ὧς τὸν δῆμον ἀβέλτερα πείϑοντας, : αὐτοὺς τοῦ βασιλέως γεγονότας αὐτόχειρας. καὶ πράγματα ἂν παρέσχον τοῖς δυνατοῖς, εἶ μή τις τῶν ἱππέων Ἰούλιος Πρόκλος, B γένει τε δοκιμώτατος καὶ ἤϑει χρηστὸς καὶ “Ῥωμύλῳ πιστός, εἰς 10 ἀγορὰν ἐλϑὼν ἐνόρκως εἶπεν ὡς ὀφϑείη “Ῥωμύλος αὐτῷ καλὸς καὶ μέγας ὡς οὔποτε πρόσϑεν καὶ ὅπλοις λαμπροῖς κεκοσμημένος καὶ φλέγουσι, καὶ ὡς αὐτὸς μὲν πύϑοιτο “τί δὴ παϑὼν ὦ βασιλεῦ ἡμᾶς μὲν ἐν αἰτίαις πεποίηκας πονηραῖς, πᾶσαν δὲ τὴν πόλιν dy πένϑει προλέλοιπας ; ἐκεῖνος δὲ πρὸς ταῦτα ἀμεέψοιτο “ϑεοῖς 16 ἔδοξεν ὦ Πρόκλε τοσοῦτον χρόνον ἡμᾶς γενέσϑαι μετ᾿ ἀνθρώπων, αὖϑις 0^ οὐρανὸν οἰκεῖν, ἐκεῖθεν ὄντας. ἀλλὰ χαῖρε καὶ φράζε Ῥωμαίοις ὅτι σωφροσύνην καὶ ἀνδρείαν ἀσκοῦντες ἐπὶ πλεῖστον C δυνάμεως ἀνθρωπίνης ἀφίξονται. ἐγὼ δὲ ὑμῖν εὐμενὴς ἔσομαι Κυρῖνος\" ταῦτα διώ τε τὸν ὅρκον τοῦ λέγοντος καὶ τὸν τρόπον 20 πιστὰ Ῥωμαίοις ἐδόκει τοσοῦτον ὡς μή τινα ἀντειπεῖν, πάσης δὲ ἀφεμένους ὑποψίας τε καὶ διαβολῆς εὔχεσθαι Κυρίνῳ καὶ ϑεοκλυ- τεῖν. ταύτην δὲ τὴν ἐπωνυμίαν φασὶ τῷ “Ῥωμύλῳ γενέσϑαι ἢ"
      },
      {
        "index": 66,
        "text": "γενέσϑαι χρόνον\" AB. 22 φησὶ Α."
      },
      {
        "index": 67,
        "text": "ἔτοεραίο quaesitum esse Romulum, sed potentes de eo quaeri vetuisse"
      },
      {
        "index": 68,
        "text": "ὅτε τοὺς πολίτας Κυρίτας ὠνόμαζον, ἢ ὅτι τὴν αἰχμὴν ἢ τὸ δόρυ χυρῖνον ἐκάλουν οἱ παλαιοί\" ὧς οὖν ἀρήϊόν τινα τὸν “Ῥωμύλον ἢ αἰχμητὴν ϑεὸν ὀνομασϑῆναι Κυρῖνον. λέγεται δὲ τέσσαρα μὲν ἔτη καὶ πεντήκοντα βιῶναι, ὄγδοον δ᾽ ἐπὶ τριαχοστῷ βασιλεύων ἐνιαυτὸν ἐξ ἀνθρώπων ἀφανισϑῆναι. 5"
      },
      {
        "index": 69,
        "text": "5. Τούτων δὲ περὶ τὸν “Ῥωμύλον συμβεβηκότων βασιλεύε- σϑαι μὲν ἐδόκει πᾶσιν, ἔρις δέ τις καὶ στάσις ἐφύετο τοῖς ἐν “Ρώμῃ οὐχ ὑπὲρ ἀνδρὸς μόνον ἡγεμονεύσοντος, ἀλλὰ καὶ πότερον τῶν γενῶν παρέξει τὸν ἄρξοντα. τοῖς τε γὰρ μετὰ “Ῥωμύλου πρώτοις συνοικίσασι τὴν πόλιν οὖκ ἀνεκτὸν ἐδόχει, παρ᾽ αὐτῶν 10 προσληφϑώντας τοὺς Σαβίνους εἷς πολιτείαν, ἄρχειν τῶν δεξαμέ- voy βιάζεσθαι\" οἵ Σαβῖνοι δὲ ἑτέρωθεν, ὅτι τοῦ Τατίου ϑανόν-- Tog μόνον εἴασαν τὸν Ρωμύλον ἄρχειν, ἐξ ἑαυτῶν ἠξίουν αἷρε-- ϑῆναι τὸν ἄρξοντα. Ἤριζον μὲν οὖν οὕτω τὰ μέρη ἑκάτερα, μετεώρου δ᾽ ἐπὶ 15 τούτοις ὄντος τοῦ πολιτεύματος oi πατρίκιοι πεντήκοντα καὶ ἕχα-- τὸν ὄντες ἔταξαν ἕκαστον ἐν μέρεε τοῖς βασιλικοῖς παρασήμοις κοσμούμενον ϑύειν τε τοῖς ϑεοῖς καὶ χρηματίζειν, ἕξ μὲν τῆς γυχτὸς ὥρας, ἕξ δὲ τῆς ἡμέρας. ἢ γὰρ διανομὴ τῶν καιρῶν"
      },
      {
        "index": 70,
        "text": "κυρῖνον, 4 ὄγδοον ἐπὶ τριακοστὸν Α. 8 ἡγεμονεύσοντος"
      },
      {
        "index": 71,
        "text": "τήκοντα καὶ ἑκατὸν} paulo supra ducenti, ex Plutarchi Romulo. 19.post ἡμέρας quae apud Plutarchum addita leguntur, Kvgívo"
      },
      {
        "index": 72,
        "text": "χατὰ τὸ ἴσον ἑχάστου καὶ πρὸς τοὺς ἄρχοντας καλῶς ἔχειν ἐδόχει καὶ πρὸς τοὺς ἀρχομένους αὐτούς\" ἀφήρει γὰρ τὸν φϑόνον ἧ τα- χίστη τῆς ἐξουσίας ἀπόϑεσις, δρώντων τῶν ἀρχομένων τῆς αὐτῆς ἡμέρας τε καὶ νυκτὸς τὸν αὐτὸν ἰδιώτην ἐκ βασιλέως γενόμενον. Β 6o μὲν οὖν καὶ ἕτερά τινα περὶ τῆς τοιαύτης εἰρημένα ἀρχῆς, ἀλλ᾽ αὐτὸς τῷ πιϑανωτέρῳ ἐϑέμην. τὸ δὲ σχῆμα τῆς ἀρχῆς τοῦτο μεσοβασιλεία τοῖς “Ῥωμαίοις ὠνόμαστο. “λλὰ καὶ οὕτως ἐξ ὑπονοίας ἐφύοντο ϑόρυβοι, ὑποπτευο- μένων τῶν πατρικίων εἷς ὀλιγαρχίαν τὴν πολιτείαν περιιστᾶν καὶ 10 μὴ βούλεσϑαι βασιλεύεσθαι\" ἐκ δὲ τούτου κατεστασίαζον. ὅμο- γοησάντων δὲ πάντων αἱρεθῆναι τὸν βασιλεύσοντα, οἱ Σαβῖνοι τοῖς “Ῥωμαίοις προτέροις τὴν αἵρεσιν ἔδοσαν\" οἱ δ᾽. ἐκ Σαβίνων ἕλοντο Νουμᾶν Πομπίλιον, ἄνδρα γνώριμον ὄντα πᾶσι δι᾽ ἀρετήν. στέλλονται γοῦν πρὸς ἐκεῖνον ἐκ “Ῥώμης πρέσβεις\" οὗ γὰρ ἐν τῇ C 15 Ῥώμῃ μετῴκιστο, ἀλλ᾽ ἐν Σαβίνοις ἦν καὶ πόλιν ᾧκει τὴν Κυρι- τῶν, πατρὸς ὧν Πομπωνίου ἀνδρὸς t$Oox(uov, πᾶσαν ἀρετὴν φύσει τε καὶ παιδείᾳ ἐξησκημένος. ὅϑεν καὶ ὄνομα μέγα καὶ δόξαν εἶχεν, ὡς καὶ Τάτιον τὸν τῷ “Ῥωμύλῳ συμβασιλεύσαντα χηδεστὴν αὐτὸν ἐπὶ Τατίᾳ ϑέσθαι τῇ ϑυγατρί, ἣν μίαν ἐκεῖνος 20 ἐγείνατο\" ἢ δέκα ἐπὶ τρισὶν ἐνιαυτοὺς τῷ Νομᾷ συνοικήσασα με- τήλλαξε τὴν ζωήν. ὃ δὲ Νομᾶς ἐκλείπων τὰς ἐν ἄστει διατριβάς, ἀγραυλεῖν τὰ πολλὰ καὶ διατρίβειν ἤϑελεν ἐν λειμῶσι καὶ ἄλσεσιν."
      },
      {
        "index": 73,
        "text": "D *Hxov οὖν ἀπὸ Ῥώμης οἱ πρέσβεις καλοῦντες ἐπὶ 1?v βασι- λείαν αὐτὸν ἤδη τεσσαραχοστὸν ἔτος ἀνύοντα\" ὃ δὲ ἀπείπατο. οἵ πρέσβεις δ᾽ ἐνέκειντο, πάντα τρόπον πείσειν αὐτὸν μηχανώμενοι, xul δεόμενοι μὴ τὴν πόλιν αὖϑις εἷς στάσιν ἐμβαλεῖν καὶ ἐμφύ-- Aio» πόλεμον, οὐχ ὄντος ἑτέρου πρὰς ὃν ἄμφω τὰ μέρη συννεύ-- 5 σουσιν. ἰδίᾳ μέντοε καὶ ὃ πατὴρ παρεκίνει τὸν Νομᾶν δέξασθαι τὴν ἀρχὴν ὡς ϑεῖον δῶρον καὶ ὑπηρεσίαν ϑεοῦ καὶ πράξεων καλῶν καὶ μεγάλων ἀνδρὶ φρονίμῳ τε καὶ χρηστῷ ἐσομένην αἰτίαν, σύνδεσμόν τε τῇ πατρίδι καὶ παντὶ τῷ Σαβίνων ἔϑνει εὐνοίας τε καὶ φιλίας πρὸς πόλιν δυνατὴν καὶ ἀκμάζουσαν. 10"
      },
      {
        "index": 74,
        "text": "Τούτοις ἐνδεδωχὼς ὃ Νομᾶς ϑύσας τοῖς ϑεοῖς προῆγεν εἰς Ῥώμην\" ὑπήντα δὲ ἡ βουλὴ καὶ ὃ δῆμος εὐφημοῦντες καὶ χαί- povreg. ἐπεὶ δὲ κατέστησαν εἷς τὴν ἀγοράν, προσφερομένων αὐτῷ τῶν βασιλικῶν παρασήμων, ἐπισχεῖν κελεύσας ἔφη δεῖσθαι καὶ ϑεοῦ τὴν βασιλείαν ἐμπεδοῦντος αὐτῷ. ἄνεισιν οὖν εἷς τὸ Ka-15 πιτώλιον, καὶ ϑύσας, οὕτω τε τὴν βασιλικὴν ἀναλαβὼν ἐσϑῆτα, κατέβαινε."
      },
      {
        "index": 75,
        "text": "10 Παραλαβὼν δὲ τὴν ἀρχὴν πρῶτον μὲν τὸ τῶν τριακοσίων διέλυσε σύστημα, οὗς περὶ τὸ σῶμα εἶχε ἹΡωμύλος ἀεί\" οὐ γὰρ δεῖν ἀπιστεῖν πιστεύουσιν ἔλεγεν, οὐδὲ βασιλεύειν ἀπιστούντων 50"
      },
      {
        "index": 76,
        "text": "B ἠξίου\" εἶτα τὴν πόλιν ἐκ σκληρᾶς καὶ πολεμικῆς ἐπεχείρει μαλα-- κωτέραν ποιῆσαι καὶ εἰρηνικωτέραν. ἀνθρωποειδῆ τε καὶ ζωό-"
      },
      {
        "index": 77,
        "text": "μορφον εἰκόνα ϑεοῦ ἀνιστᾶν Ῥωμαίοις ἀπείρηκεν\" ὅϑεν οὐδ᾽ ἦν παρ᾽ αὐτοῖς οὔτε γραπτὸν οὔτε πλαστὸν εἶδος ϑεοῦ, ἐν ἑκατὸν δὲ πρὸς ἑβδομήκοντα ἔτεσι ναῶν αὐτοῖς ἀνεγειρομένων οὐδὲν ἔμμορ- φον ἐποίουν ἀφίδρυμα, ὡς οὔτε ὅσιον ἀφομοιοῦν τοῖς χείροσι τὰ ϑβελτίονα, οὔτε ἐφάπτεσθαι ἄλλως ϑεοῦ δυνατὸν ἢ νοήσει. καὶ τὰς ϑυσίας δὲ ἀναιμάκτους ποιεῖσθαι ἐϑέσπισε δι᾽ ἀλφέτων τε καὶ σπονδῆς\" δεῖν γὰρ τοὺς ϑεούς, εἰρήνης καὶ δικαιοσύνης φύ- λαχας ὄντας, φόνου καϑαροὺς εἶναι\" μήτε δὲ ἀκούειν τι τῶν C ϑείων μήτε δρᾶν ἐν παρέργῳ καὶ ἀμελῶς, ἀλλὰ σχολὴν ἄγοντας 10 ἀπὸ τῶν ἄλλων καὶ προσέχοντας τὴν διάνοιαν ὡς πράξει μεγίστῃ - τῇ περὶ τὴν εὐσέβειαν. ἐκ δὲ τούτων καὶ ἄλλων πλειόνων, ἃ διὰ τὸ πλῆϑος παρήκαμεν, διάϑεσιν πρὸς τὸ ϑεῖον τοῖς τότε ἀνθρώ- ποις ἐξ ἐϑισμοῦ ὃ Νομᾶς ἐνεποίησεν. αὐτὸν δὲ οὕτω φασὶν εἰς τὸ ϑεῖον ἀνηρτῆσθαι ταῖς ἐλπίσιν, ὥστε προσαγγελίας αὐτῷ Ιόϑύοντί ποτε γινομένης ὡς ἐπέρχονται πολέμιοι, μειδιάσαι καὶ ἐπεῖν “ ἐγὼ δὲ ϑύω.\" καὶ τὴν χώραν δὲ ἣν αἰχμῇ Ῥωμύλος ἐκτήσατο διένειμεν οὗτος τοῖς ἀπόροις τῶν πολιτῶν, ἀφαιρῶν ἐξ Ὁ αὐτῶν τὴν ἀπορίαν, ὡς ἀνάγκην τῆς ἀδικίας ποιητικήν, καὶ τρέ- πων εἷς γεωργίαν, ὡς ταύτης ἐξημερούσης τὸν δῆμον καὶ δριμὺν 20 εἰρήνης δυναμένης ἐμποιεῖν ἔρωτα. ““έγεται δὲ καὶ τὸν Ἰωνουάριον καὶ τὸν (Φεβρουάριον παρ᾽ αὐτοῦ τοῖς μησὶ προστεθῆναι, δωδεκάμηνον κατὰ τὸν τῆς σελή- vic ὁρόμον νομοϑετήσαντος λογίζεσϑαι τὸν ἐνιαυτόν, δεκάμηνον"
      },
      {
        "index": 78,
        "text": "πρόσϑεν ὄντα, ὡς ἐνίοις τῶν βαρβάρων τρίμηνον, καὶ τῶν 'EA- λήνων ᾿Αρκάσι μὲν τετράμηνον, τοῖς δὲ ᾿Ἀκαρνᾶσιν ἔξάμηνον. Αϊγυπτίοις δὲ μηνιαῖος ἦν ὃ ἐνιαυτός, εἶτα τετράμηνος\" διὸ καὶ ἀρχαιότατοι δοκοῦσιν εἶναι, καίτοι μὴ ὄντες, πλῆϑος ἀμήχανον ἐτῶν ἐπὶ ταῖς γενεαλογίαις εἰσάγοντες, ἅτε δὴ τοὺς μῆνας εἷς 6 ἐτῶν τιϑέμενοι ἀριϑμόν. καὶ τὸν Ἰανουάριον δὲ Νομᾶς εἷς ἀρχὴν * ποῦ ἔτους ἀπένειμεν."
      },
      {
        "index": 79,
        "text": "Οὕτω δὲ δικαιοσύνῃ καὶ εὐσεβείᾳ συνεϑίσαντος τὸ ὑπήκοον, ἐξήρητο πάντη τὰ τοῦ πολέμου. o) γὰρ μόνον ὃ Ρωμαίων δῆμος ἡμέρωτο τῇ τοῦ βασιλέως εὐνομίᾳ καὶ πρᾳότητι, ἀλλὰ καὶ τὰς 10 κύκλῳ πόλεις ἀρχὴ μεταβολῆς ἔλαβε, καὶ πόϑος εἰσερρύη πάντας εἰρήνης καὶ τοῦ δικαίου, γῆν φυτεύειν καὶ τέκνα τρέφειν ἐν ἡσυ- χίᾳ καὶ σέβεσθαι ϑεούς. οὔτε γὰρ πόλεμος οὔτε στάσις οὔτε νεωτερισμὸς περὶ πολιτείας ἱστόρηται Νομᾶ βασιλεύοντος, οὐδ᾽"
      },
      {
        "index": 80,
        "text": "B ἐπ᾽ ἐχεῖνον ἔχϑρα τις ἢ φϑόνος ἢ σύστασις ἀνδρῶν καὶ ἐπιβουλὴ 1ό δι ἔρωτα βασιλείας γενέσθαι ποι ἀναγέγραπται. ϑυγατέρα δ᾽ ἐσχηκὼς Πομπιλίαν, ἸΠαρκίῳ ταύτην ἐξέδοτο\" ἐξ ἧς Ἰάρκιος \"yxog ϑυγατριδοῦς ἐτέχϑη αὐτῷ, ὃς μετὰ Τοῦλλον “στίλλιον ἐβασίλευσε. τοῦτον πενταετῇ καταλιπὼν ὃ Νομᾶς ἐτελεύτησεν; κατὰ μικρὸν ὑπὸ γήρως καὶ νόσου μαλακῆς ἄπομαραινόμξνος, 20"
      },
      {
        "index": 81,
        "text": "χρόνον τριετῇ τοῖς Óydosxovsza προσβιώσας, βασιλεύσας ἔτη ἐπὶ τρισὶ τεσσαράκοντα."
      },
      {
        "index": 82,
        "text": "6. ὙΤοῦ δὲ Νομᾶ τελευτήσαντος καὶ μηδένα καταλιπόντος διάδοχον, “Οστίλλιος Τοῦλλος ἠρέϑη παρὰ τοῦ δήμου καὶ τῆς δβουλῆς. ὃς τὰ πλεῖστα τῶν τοῦ Νομᾶ χλευάσας ἠϑῶν, τὸν Ῥωμύλον ἐζήλωσε, καὶ πρὸς μάχας αὖτός τε ὥρμα καὶ τὸν δῆ- C μὸν ἠρέϑιζεν. ἁρπαγῆς γοῦν γενομένης παρὰ Ῥωμαίων ἐξ .4λ- βανῶν, ὥρμησαν πρὸς μάχην ἑκάτεροι\" πρὸ δὲ τοῦ συμβαλεῖν Ἢ ΠΊΊΙ χκατηλλάγησαν, καὶ ic μίαν πόλιν ἀμφοῖν ἐδόχει συνοικῆσαι τοῖς Ἰθγένεσιν. ἑκάστου δὲ τῆς οἰκείας ἐχομένου, καὶ τὸ ἕτερον εἰς ταύτην ἀξιοῦντος μεταναστεῦσαι, ἀπέστησαν τοῦ σκοποῦ. εἶτα περὶ τῆς ἡγεμονίας διηνέχϑησαν\" ὡς δὲ οὐδεὶς τῷ ἑτέρῳ παρεχώ- Qe αὐτῆς, ἀγωνίσασϑαι συνέϑεντο περὶ τῆς ἀρχῆς. οὔτε δὲ τοῖς στρατοπέδοις ὅλοις ἐδόκει μαχέσασϑαι, οὔτε μὴν μονομαχίᾳ κρι- 16ϑήσεσϑαι. ἦσαν δὲ παρ᾽ ἀμφοῖν τρίδυμοι ἀδελφοί, ἐκ μητέρων γεγονότες διδύμων, ἰσήλικές τε καὶ ἰσοπαλεῖς τὴν ἰσχύν\" ἐκα- D λοῦντο δὲ oí. μὲν τῶν Ρωμαίων Πουπλιοράτιοι, οἱ δὲ τῶν χ4λβα- γῶν Κουριάται. τούτους εἷς. μάχην προεβάλοντο, παρ᾽ οὐδὲν τὴν πρὸς ἀλλήλους αὐτῶν συγγένειαν ϑέμενοι. οἱ δὲ δπλισάμενοε 20xol ἐν τῷ μεταιχμίῳ τῶν στρατοπέδων ἀντιπαραταξάμενοι ϑεούς τε ὑμογνίους ἀνεκαλοῦντο καὶ συνεχῶς ἀνέβλεπον πρὸς τὸν ἥλιον."
      },
      {
        "index": 83,
        "text": "τοιδίδυμοι Α. 17 πουπλιοράτιοι libri omnes,"
      },
      {
        "index": 84,
        "text": "συμβαλόντες dà ποτὲ μὲν ἀϑρόοι ποτὲ δὲ xol καϑ᾽ ἕνα ἐμάχοντο. τέλος δὲ τῶν μὲν Ρωμαίων τῶν δύο πεσόντων, τῶν δὲ 24ABavóv ἅπάντων τρωϑέντων, ὃ Ὃράτιος ὃ κατάλοιπος, ὅτε τοῖς τρισὶν ἅμα, - εἰ καὶ ἄτρωτος ἦν, οὐκ ἠδύνατο ἀντιτάξασϑαε, ἐνέκλενεν, ὡς ἂν διώκοντες αὐτὸν σκεδασϑῶσι\" κἀπειδὴ πρὸς τὴν δέωξιν ὁ διεσπάρησαν, ἑκάστῳ ἐπιτιϑέμενος ἅπαντας διεχρήσατο. κἀντεῦ- 9e» τετίμητο\" ὅτι δὲ καὶ τὴν ἀδελφὴν προσαπέκτεινεν, ὄλοφυρο- μένην ἐπεὶ τὰ τῶν ἀνεψιῶν σκῦλα ἑώρα φέροντα τὸν ράτιον, φόνου ἐκρίϑη\" εἷς δὲ τὸν δῆμον ἔκκλητον αἰτήσας ἀφείϑη.-"
      },
      {
        "index": 85,
        "text": "Οἱ δὲ “Ἀλβανοὶ τότε μὲν ὑπήκοοι τῶν Ρωμαίων ἐγένοντο, 10 ὕστερον δὲ τὰς συνθήχας ἀϑετήσαντες, καὶ ὡς ὑπήκοοι πρὸς συμμαχίαν κληϑέντες, μεταϑέσθαι δὲ πρὸς τοὺς πολεμίους ἐν τῷ καιρῷ τῆς μάχης ἐπιχειρήσαντες καὶ συνεπιϑέσϑαι Ῥωμαίοις, γνωσϑέντες ἐκολάσϑησαν\" καὶ πολλοὶ μὲν ἐχτάνϑησαν καὶ ὃ αὖ- τῶν ἐξηγούμενος ἹΜέττιος, οἱ ἄλλοι δὲ μετανάστασιν ἔπαϑον, 15 καὶ 7 πόλις αὐτῶν 4Afa κατεσκάφη, πεντακύσιά nov ἔτη “Ῥω- μαίοις νομισϑεῖσα μητρόπολις. | Πρὸς μὲν οὖν τοὺς πολεμίους ὃ Τοῦλλος κράτιστος ἔδοξε, τοῦ ϑείου δὲ παρημέλει. νόσου δ᾽ ἐνσκηψάσης λοιμεώδους καὶ αὐτὸς νοσήσας εἰς δεισιδαιμονίαν ἀπέκλινεν. ἐσχηκέναι μέντοι 30 τοῦ βίου λέγεται τέλος καταφλεχϑ εὶς ὑπὸ κεραυνῶν, ἢ ἐπιβουλευ-. ϑεὶς ὑπὸ ἸΠαρκίου Ἄγκου, ὃς ϑυγατριδοῦς ἐτύγχανεν, ὡς εἴρη-"
      },
      {
        "index": 86,
        "text": "ται, τοῦ Νομᾶ. ἐβασίλευσε δὲ Ρωμαίων ἔτη δύο ἐπὶ τριάκοντα."
      },
      {
        "index": 87,
        "text": "δεισιδαιμονίαν — 21 κεραυνῶν Plutarchi Numa, c. 22 exi. 2] κα-"
      },
      {
        "index": 88,
        "text": "7. Ἐπεὶ δὲ “Οστίλλιος ἐτελεύτησε, διεδέξατο τὴν βασιλείαν C ó Μάρκιος, παρ᾽ ἑκόντων τῶν Ῥωμαίων ταύτην λαβών. ἦν δὲ τὴν χεῖρα οὐκ ἄρτιος\" τὴν γὰρ ἀγκύλην πεπήρωτο, ὅϑεν καὶ \"Ayxog ἐπώνυμον ἔσχηκεν. ἐπιεικὴς δὲ ὧν ἠναγκάσϑη μεταβαλέ- ὅσϑαι, καὶ πρὸς στρατείας ἐτράπετο. οἱ γὰρ λοιποὶ “(ατῖνοι, διά τε τὸν τῆς '\"“λβης ὄλεθρον, καὶ περὶ ἑαυτῶν δεδοικότες μή τι πάϑωσιν ὕμοιον, δι᾽ ὀργῆς μὲν εἶχον Ρωμαίους, ἕως δὲ περιῆν Τοῦλλος, δεδιότες ἐκεῖνον ὡς μάχιμον, συνεστέλλοντο. τὸν δὲ Μάρκιον εὐεπίϑετον ἡγησάμενοι διὰ τὸ εἰρηναῖον τῆς γνώμης, Ἰθτῇ τε χώρᾳ ἐπῆλθον καὶ αὐτὴν ἐληΐσαντο. συνεὶς δ᾽ ἐκεῖνος εἰρήνης εἶναε τὸν πόλεμον αἴτιον, ἐπιτίϑεται τοῖς ἐπιϑεμένοις καὶ ἀντημύνατο, καὶ πόλεις εἶλεν αὐτῶν, ὧν μίαν κατέσκαψεν, καὶ"
      },
      {
        "index": 89,
        "text": "πολλοῖς τῶν ἁλόντων ὡς αἰχμαλώτοις ἐχρήσατο, καὶ ἐς τὴν Po- D μην. δὲ συχνοὺς ἑτέρους μετῴκισεν. αὐξανομένων δὲ τῶν “Ῥω- 16 μαίων καὶ τῆς χώρας σφίσι προστιϑεμένης οἷ πλησιόχωροι ἤχϑοντο xol ἑαυτοὺς “Ῥωμαίοις ἐξεπολέμωσαν\" ὅϑεν αὐτῶν Φιδηνάτας μὲν πολιορκίᾳ ἐκράτησαν, Σαβίνους δ᾽ ἐκάκωσαν, αὐτοῖς τε προσπε- σόντες ἐσκεδασμένοις καὶ τὸ σφῶν ἑλόντες στρατόπεδον, ἑτέρους δ᾽ ἐχφοβήσαντες εἰρηνεύειν καὶ ἄκοντας παρεσκεύασαν. καὶ ἐπὶ"
      },
      {
        "index": 90,
        "text": "1 “Ἐπεὶ δ᾽ Οστίλλιος ἐτελεύτησε] ita etiam alter e codd. Reg., at alter pro his verbis habet διεδέξατο δὲ αὐτὴν ὃ Mcgxvg Dv-"
      },
      {
        "index": 91,
        "text": "τούτοις IMaoxío ἐπέλιπε τὸ βιώσιμον, εἴκοσιν ἐνιαυτοὺς καὶ τέσ-- σαρας ἄρξαντι, καὶ πολλὴν τοῦ ϑείου κατὰ τὸν πάππον Νομᾶν ποιουμένῳ τὴν ἐπιμέλειαν. 8, «Δούκιος δὲ Ταρχύνιος τὴν ἀρχὴν φὠκειώσατο, ὃς 4η- Ῥ1896 μαράτου μὲν ἦν παῖς Κορινϑίου, φυγόντος δὲ xal εἷς πόλιν ὅ Τυρσηνίδα Ταρκυνίαν ἐγχατοικήσαντος ἐξ αὐϑιγενοῦς γυναικὸς ἐκείνῳ ἐτέχϑη, «ουκούμων ὄνομασϑείς. πολλὰ μέντοι πατρό- ϑὲν διαδεξάμενος, ὅτι μὴ τῶν πρωτείων παρὰ τῶν Ταρκυνησίων ὡς ἔπηλυς κατηξίωτο, πρὸς τὴν Ῥώμην μεταναστεύει, τῇ πόλεε καὶ τὴν κλῆσιν συμμεταϑέμενος, xal μετωνομάσϑη «Αούχιος 10 Ταρχύνιος ἐκ τῆς πόλεως ἐν ἦ παρῴκει. λέγεται δὲ μετοικιζομέ- γου ἀετὸς καταπτὰς ἁρπάσαι τὸν πῖλον ὃν εἶχεν ἐπὶ τῆς κεφαλῆς, καὶ μετεωρισϑεὶς καὶ κλάγξας ἐπὶ πολύ, αὖϑις αὐτὸν ἐφαρμόσαε τῇ αὐτοῦ κεφαλῇ, ὡς ἐντεῦϑεν μηδὲν ἐλπίσαε μικρὸν καὶ προ- ϑύμως τῇ Ῥώμῃ ἐγκατοικῆσαι\" ὅϑεν τοῖς πρώτοις οὗ μετὰ πολὺ 15 Β συνηρίϑμητο. τῷ τε γὰρ πλούτῳ χρώμενος ἀφειδέστερον, συνέσεε τε καὶ εὐτραπελίᾳ τοὺς δυνατοὺς οἰκειούμενος, ἐς τοὺς εὐπατρί-- δας καὶ τὴν βουλὴν κατελέχϑη παρὰ ἸΠαρκίου, καὶ στρατηγὸς ἀπεδείχϑη, καὶ τὴν τῶν παίδων ἐκείνου ἐπιτροπείαν καὶ τῆς βα- σιλείας πεπίστευτο. ἐδείκνυε γὰρ ἑαυτὸν ἀγαϑὸν ἄνδρα, χρημά- 30"
      },
      {
        "index": 92,
        "text": "9 “καὶ πολλὴν --- ἐπιμέλειαν] desunt haec verba in codd, Reg. e£"
      },
      {
        "index": 93,
        "text": "add rec. man. τῇ πόλει add ABC. 16 τῷ τε γὰρ πλούτῳ —"
      },
      {
        "index": 94,
        "text": "τῶν τε τοῖς δεομένοις μεταδιδοὺς καὶ ἑαυτὸν ἕτοιμον παρέχων &' τις δέοιτο αὐτοῦ εἷς βοήϑειαν\" φαῦλον δέ τι οὔτ᾽ ἔπραττεν οὔτ᾽ ἔλεγεν οὐδενί. καὶ εἴ τι πρός τινων εὖ ἔπασχεν, ἐξῇρε τὸ γενόμενον, εἰ δέ τι καὶ ἐπαχϑέστερον αὐτῷ γένοιτο, ἢ οὐδ᾽ ἔλο- 5γίζετο τὸ λυποῦν ἢ καὶ φαυλίσας παρελογίζετο, οὐ μόνον τε οὐκ ἠμύνετο τὸν λελυπηκότα ἀλλὰ καὶ εὐηργέτει. τούτοις αὐτόν τε τὸν Ἰάρκιον καὶ τοὺς περὶ αὐτὸν ἐχειρώσατο, καὶ δόξαν ἀνδρὸς C ἐχτήσατο σοφοῦ τε καὶ ἀγαϑοῦ, — \"4λλ᾽ οὐ προσέμεινε μέχρε τέλους αὐτῷ ἡ ὑπόληψις. τοῦ 10 Ἰαρχίου γὰρ τελευτήσαντος κακῶς περὶ τοὺς ἐχείγου διετέϑη δύο υἱεῖς, καὶ τὴν βασιλείαν ἐσφετερίσατος τῆς τε γὰρ βουλῆς καὶ τοῦ δήμου τοὺς τοῦ lMaoxíov παῖδας χειροτονεῖν μελλόντων, . ἐκεῖνος τῶν βουλευτῶν τε τοὺς δυνατωτάτους μετῆλϑε, καὶ τοὺς ὀρφανοὺς πόρρω ποι πέμψας εἰς ϑήραν, οἷς τε εἶπε καὶ αἷς 16 ἔπραξεν αὐτῷ τὴν βασιλείαν ψηφίσασϑαε παρεσκεύασεν, ὡς ἂν-- ὁρωθϑεῖσιν αὐτὴν δῆϑεν τοῖς παισὶν ἀποδώσοντι. ἐγκρατὴς δὲ καταστὰς τῶν πραγμάτων οὕτω τοὺς Ῥωμαίους διέϑετο ὥστε D μηδέποτε ἐθελήσειν ἀνθελέσθαι τοὺς παῖδας ἐκείνου\" καὶ τὰ μει-- ράκια δὲ πρὸς ῥᾳστώνην ἐϑίζων τάς τε ψυχὰς αὐτῶν καὶ τὰ σώ- ὁ0 ματα σὺν χάριτι δή τινι ἔφϑειρε. δεδιὼς δὲ καὶ οὕτως ἔχων, ἰσχὺν ἑαυτῷ ἐν τῷ συνεδρίῳ περιεποιήσατο. τοὺς γὰρ φιλίως. αὐτῷ ἐκ τοῦ δήμου διακειμένους περὶ διακοσίους ἐς τοὺς εὖπα-- τρίδας ἐνέγραψε καὶ τοὺς βουλευτάς, καὶ οὕτω τήν τε γερουσίαν"
      },
      {
        "index": 95,
        "text": "ὑφ᾽ ἑαυτὸν καὶ τοὺς πολλοὺς ἐποιήσατο. καὶ τὴν croÀm» πρὸς"
      },
      {
        "index": 96,
        "text": "τὸ μεγαλοπρεπέστερον ἤμεεψεν\" ἧ δὲ ἣν ἱμάτιον καὶ χιτὼν ὅλο-"
      },
      {
        "index": 97,
        "text": "πόρφυρα καὶ χρυσόπαστα, στέφανός τε λίϑων χρυσοδέτων καὶ"
      },
      {
        "index": 98,
        "text": "σκῆπτρον δίφρος τε ἐλεφάντινος, οἷς καὶ μετὰ ταῦτα οἵ τε ἄλλοι"
      },
      {
        "index": 99,
        "text": "καὶ oí τὴν αὐτοκράτορα ἔχοντες ἡγεμονίαν ἐχρήσαντο. καὶ τε- ὅ ϑοίππῳ ἐν τοῖς ἐπινικίοις ἐπόμπευσε, καὶ ῥαβδούχους διὰ βίου"
      },
      {
        "index": 100,
        "text": "δώδεκα ἔσχε."
      },
      {
        "index": 101,
        "text": "Πάντως δὲ καὶ ἄλλα πλείω ἐκαινοτόμησεν ἄν, εἶ μή τις “Ζττος Ναούϊος τὰς φυλὰς αὐτὸν βουληϑέντα μετακοσμῆσαι κεχώλυχκεν, ὃς οἷωνιστὴς ἦν οἷος οὐχ ἕτερος γέγονε. ^ τοῦτον 10 ἐνυβρίσαι, διὰ τὴν ἐναντίωσιν ὀργισϑείς, καὶ τὴν τέχνην ἐξου- ϑενῆσαι διεμελέτησεν ὃ Ταρκύνιος. λαβὼν οὖν ἐν τῷ κόλπῳ ἀκόνην τε καὶ ξυρόν, ἐς τὸν δῆμον παρῆλϑεν, ἔχων ἐν νῷ τμη- ϑῇναι τῷ ξυρῷ τὴν ἀκόνην, πρᾶγμα τῶν ἀδυνάτων\" εἰπών τε ὅσα ἐβούλετο, ἐπεὶ ψχἅττος ἀντέλεγεν ἐντονώτατα, μηδὲν ὑφιέμε- 15 voc “εἶ μὴ φιλονείκως ἀντιλέγεις᾽\" ἔφη “ἀλλ᾽ ἀληϑῆ λέγεις, ἐπὶ πάντων τούτων ἀπόκριναί μοι εἶ ὃ κατὰ νοῦν ἔχω ποιῆσαι γενή-. σεται.\" ὃ δὲ ZÁrrog αὐτοῦ που οἷωνισάμενος παραυτίχα \"xal πάνυ γε\" εἶπεν “ὦ βασιλεῦ ὃ διανοῇ ἔσται ἐπιτελές.\" “οὐκοῦν\" ἔφη “τὴν ἀκόνην ταύτην λαβὼν τῷ ξυρῷ τούτῳ διάτεμε\" τοῦτο 50 γὰρ γενέσθαι διανενόημαι.\" ὃ δὲ ἔλαβέ τε αὐτὴν εὐθὺς καὶ διέκοψε. ϑαυμάσας δὲ ὃ Ταρκύνιος ἄλλας τὲ τιμὰς ἐκείνῳ"
      },
      {
        "index": 102,
        "text": "παρέσχε, καὶ χαλκῆς εἰκόνος ἠξίωσε, καὶ οὐδὲν ἔτι τῆς πολιτείας ἠλλοίωσε, πρὸς πάντα τε τῷ “Ἅττῳ συμβούλῳ ἐκέχρητο. Ὄ"
      },
      {
        "index": 103,
        "text": "ἹΜαχεσάμενος δὲ “Ἰατίνοις ἀποστατήσασιν, ἔπειτα καὶ Σα- ᾿βίνοις ἐς τὴν Ρωμαΐδα. ἐμβαλοῦσι συμμαχομένοις ὑπὸ Τυρσηνῶν, δ ἁπάντων ἐκράτησε. τῶν δὲ τῆς Ἑστίας ἱερειῶν, ἃς παρϑενεύειν διὰ βίου νενόμισται, φωράσας và συμφϑαρεῖσαν ἀνδρί, ὑπό-\" yeu» τινα κατασκευάσας ὑποδρομὴν προμήκη, κλίνην τε ϑεὶς ἐν αὐτῇ καὶ λύχνον καὶ τράπεζαν σιτίων ὑπόπλεων, ἐκεῖ τὴν φϑα- ρεῖσαν προπεμπομένην ἐκόμισεν, καὶ ζῶσαν εἰσαγαγὼν ἐγκατῳχο--"
      },
      {
        "index": 104,
        "text": "δόμησε. καὶ οὕτω τὰς τὴν παρϑενίαν μὴ τηρησάσας τῶν ἱερειῶν ἐξ ἐκείνου τιμωρεῖσϑαι κεκράτηκεν\" οἷ δὲ ταύτας αἰσχύνοντες εἷς ξύλον τὸν αὐχένα δίκρουν ἐμβάλλονται ἐν τῇ ἀγορᾷ, καὶ μετὰ τοῦτο γυμνοὶ αἰκιζόμενοι ἀποψύχουσιν."
      },
      {
        "index": 105,
        "text": "Ἐπέϑεντο μέντοι τῷ Ταρκυνίῳ οἱ τοῦ ἸΠαρκίου παῖδες, D 10 ἐπεὶ μὴ τῆς ἀρχῆς αὐτοῖς παρεχώρει, ἀλλά τινα Τούλλιον τε- χϑότα οἱ ἐξ αἰχμαλωτίδος προῆγε πάντων\" ὃ δὴ μάλιστα τοὺς εὐπατρίδας ἐλύπει. ὧν τινας προσεταιρισάμενοι αὐτῷ ἐπεβού- λευσαν, δύο τινὰς χωριτικῶς ἐσταλμένους, ἀξίναις καὶ δρεπάνοις ὡπλισμένους, αὐτῷ ἐπιϑέσϑαι παρασκευάσαντες. οἵ ἐπεὶ μὴ 90 ἀγοράζοντι τῷ Ταρκυνίῳ ἐνέτυχον, ἐπὶ τὰς ϑύρας τῶν βασιλείων ἧκον, ἀλλήλοις δῆϑεν διαμαχόμενοι, καί οἱ ἐς ὄψιν ἐλϑεῖν ἐδέοντο. καὶ τυχόντες τούτου εἰς λόγους ἀλλήλοις ἀντικατέστησαν, καὶ"
      },
      {
        "index": 106,
        "text": "δικαιολογουμένῳ τῷ ἑνὶ προσέχοντα τὸν Ταρκύνιον ὃ ἕτερος xa- τειργάσατο. Ὃ μὲν οὖν Ταρχύνιος τοιοῦτον ἔσχε τέλος, τριάκοντα καὶ ὀχτὼ βασιλεύσας ἐνιαυτούς, (9) τὴν δὲ τῆς Ῥώμης βασιλείαν ὃ Τούλλιος διεδέξατο, συνεργίᾳ τῆς τοῦ Ταρκυνίου γυναικὸς δ Τανακυΐλιδος. τοῦτον δὲ γυνή τις Ὀχρισία καλουμένη, Σερουΐου Τουλλίου ἀνδρὸς “Ἰατίνου εὐνέτειρα ἐν τῷ πολέμῳ ἁλοῦσα καὶ τῷ Ταρκυνίῳ ἐξαιρεϑεῖσα, τέτοκεν, ἢ ἐγκύμων οἴκοϑεν οὖσα ἢ συλλαβοῦσα μετὰ τὴν ἅλωσιν\" λέγεταε γὰρ ἀμφότερα. οὗτος ἐς παῖδας ἤδη τελῶν ἐπὶ δίφρου μεϑ’ ἡμέραν κατέδαρϑε, καὶ πῦρ 10 ἀπὸ τῆς αὐτοῦ κεφαλῆς πολὺ ἐδόκει ἐξάλλεσϑαι. ὅπερ ἰδὼν ὃ Β Ταρχύνιος διὰ σπουδῆς ἦγε τὸν παῖδα, καὶ εἷς ἡλικίαν ἀφιγμένον τοῖς εὐπατρίδαις καὶ τῇ γερουσίᾳ συνέταξε. Συλληφϑέντων οὖν τῶν τοῦ Ταρκυνίου φονέων, μαϑοῦσα 7 ἐκείνου γυνὴ καὶ ὃ Τούλλιος τὴν παρασκευὴν τῆς ἐπιβουλῆς, 15 οὐ φανερὸν αὐτίκα τὸν τοῦ Ταρκυνίου ϑάνατον ἔθεντο, ἀλλ᾽ ἀνελόμενοι αὐτὸν ὡς ἔτι ἐμπνέοντα ἐϑεράπευον δῆϑεν, κἀν τούτῳ πίστεις ἀλλήλοις ἔδοσαν ὥστε τὸν Τούλλιον τὴν ἀρχὴν εἰληφότα τοῖς παισὶν αὐτῆς ἀνδρωϑεῖσιν ἐκστῆναι ταύτης. ἐπεὶ δὲ τὸ πλῆ- ϑὸς συνδραμὸν ἐϑορύβει, προκύψασα àx τῶν ὑπερῴων ἥ Τανα- 20 4 \" ἐνιαυτούς] addunt Reg. et Colb. oó μὲν τῆς βασιλείας οἵ τοῦ Μαρκίου παῖδες ἐδράξαντο, ἀλλ᾽ ὁ Τούλλιος ταύτην ἔσχε τῇ συν- δργίᾳ etc.\" DucaNeGIUS., 6 Σερουΐου] ἐπουρίου BC et Ducan-"
      },
      {
        "index": 107,
        "text": "fragmentum libri secundi apud grammaticum περὶ συντάξεως ín"
      },
      {
        "index": 108,
        "text": "κύϊλες “μὴ φοβεῖσϑε\" ἔφη\" “ὃ γὰρ ἀνήρ μου καὶ ζῇ καὶ ὑμῖν μετ᾽ ὀλίγον ὀφϑήσεται. ἵνα δὲ αὐτός τε σχολάζων ὑγιασϑῇ καὶ ᾿ μή τι τοῖς πράγμασιν ἐκ τῆς αὐτοῦ ἀσϑενείας εἴη ἐμπόδιον, C Τουλλίῳ κατά γε τὸ παρὸν τὴν τῶν κοινῶν ἐπιτρέπει διοίχησιν. Ὁ 5 εἶπεν ἐκείνη ταῦτα\" οἱ δὲ τὸν Τούλλιον οὐχ ἀκουσίως ἐδέξαντο\" ἀγαϑὸς γὰρ ἀνὴρ ἐδόκει. ἘἘγχειρισϑεὶς οὖν ἐκεῖνος τὴν τῶν κοινῶν οἴχονομίαν, τὰ πλείω κατ᾽ ᾿ἐντολὰς δῆϑεν διῴκει τοῦ Ταρκυνίου. ὡς δ᾽ b» πᾶσιν ἑώρα πειϑαρχοῦντας αὐτῷ, τοὺς αὐτόχειρας τοῦ Taoxv- Ἰονίου πρὸς τὴν γερουσίαν παρήγαγε, διὰ τὴν ἐπιβουλὴν τάχα\" ἔτι γὰρ ζῆν ἐκεῖνον προσεποιεῖτο. καὶ οἷ μὲν καταψηφισϑέντες ἀπέθανον, οἱ δὲ τοῦ ἸΠαρκίου viol φοβηϑέντες εἷς Οὐολούσκους W 1114 κατέφυγον. κἀκεῖνος τότε τόν τε ϑάνατον τοῦ Τ᾽ ἀρκυνίου ἐξέφηνε καὶ φανερῶς τῆς βασιλείας ἐπείληπτος. καὶ πρῶτον μὲν τοὺς τοῦ Ὁ 15 Ταρκυνίου παῖδας προὐβάλλετο ὡς αὐτὸς τὴν ἡγεμονίαν ἐπιτρο- πεύων, εἶτα πρὸς ϑεραπείαν τοῦ δήμου ἐτράπετο, ὡς ῥᾷστα μᾶλ- λον τὸν ὅμιλον ἢ τοὺς εὐπατρίδας ὑποποιησόμενος, χρήματά τε αὐτοῖς ἐδίδου καὶ γῆν ἑκάστῳ προσένειμε καὶ τοὺς δούλους ἐλευ--: ϑεροῦσϑαι καὶ φυλετεύεσϑαε παρεσκεύασεν. ἀχϑομένων δ᾽ ἐπὶ δοτούτοις τῶν δυνατῶν, ἔταξέ τινα τοὺς ἐλευϑερωϑθϑέντας. τοῖς 2Asv- ϑερώσασι σφᾶς ἀνϑυπουργεῖν. ὡς δὲ χαλεπῶς εἶχον οἱ εὐπατρί- da: αὐτῷ, καὶ διεθρόουν ἄλλα τε καὶ ὅτε μηδενὸς αὐτὸν ἑλομέ-"
      },
      {
        "index": 109,
        "text": "yov τὴν ἀρχὴν ἔχει, συναγαγὼν τὸν δῆμον. ἐδημηγόρησε\" xoi πολλὰ ἐπαγωγὰ διαλεχϑεὶς αὐτῷ οὕτω διέϑετο, ὡς αὐτίκα πᾶσαν αὐτῷ τὴν βασιλείαν ἐπεψηφίσασϑαι. ὃ δὲ αὐτοὺς ἀμειβόμενος ἄλλα τε ἐφιλοτιμήσατο καὶ ἐς τὸ συνέδριόν τινας αὐτῶν ἐνέγρα- ψεν\" οὗ πάλαι μὲν ἐν πλείστοις ἧττον ἔφερον τῶν εὐπατριδῶν, 5 τοῦ χρόνου δὲ προϊόντος, πλὴν τῆς μεσοβασιλείας καί τένων ἱερο-- συνῶν, τῶν ἴσων μετεῖχον τοῖς εὐπατρίδαις, καὶ διέφερον ἄνευ | τῶν ὑποδημάτων οὐδέν. τοῖς γὰρ εὐπατρίδαις τὰ ὑποδήματα | ἀστυκὰ xol τῇ τε ἐπαλλαγῇ τῶν ἱμάντων καὶ τῷ τύπῳ ToU γράμι- ματος ἐχεχόσμηντο, ἵν᾽ ἐκ τούτων δοκοῖεν ἀπὸ τῶν ἑχατὸν ἀν- 10 δρῶν τῶν κατ᾽ ἀρχὰς βουλευσάντων κατιέναι. τὸ γράμμα, δὲ ῥώ φασιν εἶναι, ἢ τοῦ ἀριϑμοῦ τῶν ἑκατὸν ἐκείνων ἀνδρῶν δη- λωτικὸν ὃν, ἢ ὡς τοῦ τῶν Ρωμαίων κατάρχον ὀνόματος."
      },
      {
        "index": 110,
        "text": "Τὸν μὲν οὖν ὅμιλον οὕτως ὃ Τούλλιος ὠκειώσατο, δείσας δὲ μή τις στάσις συμβῇ, τὰ πλεῖστα καὶ ἰσχυρότατα τῶν κοενῶν 15 τοῖς δυνατωτέροις ἐπέτρεψε\" καὶ οὕτω σφίσιν αὐτοῖς συνεφρόνη- σαν καὶ τὸ δημόσιον διήγαγον ἄριστα. καὶ πολέμους δέ τινὰς πρός τε τοὺς Οὐϊέντας καὶ πρὸς ἅπαντας τοὺς Τυρσηνοὺς ἐπολέ- μησεν, ἐν οἷς οὐδὲν ἐπράχϑη συγγράμματος ἄξιον. τοὺς “Ἴατί- γους δ᾽ ἐπὶ μᾶλλον Ρωμαίοις βουληϑεὶς οἰκειώσασϑαε, νεών τενα 20 ἐκ χρημάτων κοινῶν ἐν τῇ Ῥώμῃ κατασχευάσαι πέπεικε. καὶ τοῦτον ἀνέϑεσαν τῇ “Ἀρτέμιδι. περὶ δὲ τῆς νεωχορίας αὑτοῦ διε-"
      },
      {
        "index": 111,
        "text": "φέροντος. xü» τούτῳ Σαβῖνος ἀνὴρ βοῦν ἦγε περικαλλῆ πρὸς τὴν Ῥώμην, ὡς ἔκ τινος χρησμοῦ ϑύσων αὐτὴν τῇ \"Ἀρτέμιδι. ὃ δὲ χρησμὸς τὸν ἐκείνην ϑύσαντα ἔλεγε τὴν πατρίδα ἐπαυξήσειν. τοῦτο δέ τις τῶν Ῥωμαίων μαϑὼν προσῆλθεν αὐτῷ καὶ πρότερον δεἶπε δεῖν ἐν τῷ ποταμῷ ἀγνισϑῆναι, καὶ εἰπὼν ἔπεισε, καὶ πεί- σας ἔλαβε τὴν βοῦν ὥς φυλάξων, καὶ λαβὼν ἔϑυσεν. ἐχφήναν- τος δὲ τοῦ Σαβίνου τὸ λόγιον οἵ “Ἰατῖνοι καὶ τῆς τοῦ ἱεροῦ προ- στασίας τοῖς “Ῥωμαίοις ἐξέστησαν καὶ ἐς τἄλλα ὡς κρείττονας σφῶν ἐτίμων αὐτούς. . | D 10 Καὶ ταῦτα μὲν οὕτως\" ὃ Τούλλιος δὲ τοῖς Ταρκυνίοις τὰς ϑυγατέρας συνῴχισε, καὶ τὴν βασιλείαν αὐτοῖς ἀποδώσειν ἔπαγ- γελάμενος ἄλλοτε ἄλλο τε προφασιζόμενος ἀνεβάλλετο. οἱ δὲ οὖ-- δὲν ὑγιὲς ἐφρόνουν, ἀλλὰ ἤχϑοντος ὃ δ᾽ ἐν οὐδενὶ λόγῳ τούτους πεποίητο, καὶ τοὺς “Ρωμαίους πρὸς τὸ δημοκρατικὸν ἐνῆγε καὶ 1510 ἐλεύϑερον. ἔτε δὲ μᾶλλον ἐπὶ τούτοις ἤσχαλλον οἱ Ταρχύνιοι. ἀλλ᾽ ὃ μὲν νεώτερος, κἂν ἐχαλέπαινεν, ἔφερεν, τῷ δὲ τῷ χρόνῳ προήχκοντε οὐκέτε τοῦ Τουλλίου ἐδόχει ἀνέχεσϑαι. ἐπεὶ δὲ μὴ συγευδοχοῦσαν εὕρισκε τὴν γυναῖχα καὶ τὸν ὁμαίμονα, αὐτὸς μὲν τὴν γυναῖκα, τὸν δ᾽ ἀδελφὸν διὰ τῆς γυναικὸς ἐκείνου φαρμάκοις \"Ὁ ἀγεῖλε, καὶ συναφϑεὶς τῇ συνεύνῳ τοῦ ἀδελφοῦ, τῷ Τουλλίῳ σὺν αὐτῇ ἐπεβούλευε. καὶ πολλοὺς τῶν τε βουλευτῶν καὶ τῶν εὐπα- τριδῶν αἰτίας ἔχοντας κατὰ τοῦ Τουλλίου πείσας συνάρασϑαί οἵ,"
      },
      {
        "index": 112,
        "text": "add ΑΒ, 19 τὸν δ᾽ ἀδελφὸν — ἀνεῖλε e Dionis libro se-"
      },
      {
        "index": 113,
        "text": "ΑΒ: Dio ἐξειργάσατο."
      },
      {
        "index": 114,
        "text": "ἐξαπιναίως μετ᾽ αὐτῶν εἷς τὸ συνέδριον παραγέγονεν, ἐπομένης αὐτῷ καὶ τῆς γυναικὸς Τουλλίας\" καὶ πολλὰ μὲν εἶπε τῆς τοῦ πατρὸς ἀξίας τοὺς παρόντας ἀναμιμνήσκων, πολλὰ δ᾽ ἀπέσκωψε πρὸς τὸν Τούλλιον. ἐπεὶ δ᾽ ἐκεῖνος ταῦτα μαϑὼν ἐπέστη σπσυδῇ,"
      },
      {
        "index": 115,
        "text": "xaí τι δὴ καὶ ἐφθέγξατο, συνήρπασεν αὐτὸν καὶ ἐξάρας ὦσε κατὰϑ"
      },
      {
        "index": 116,
        "text": "B τῶν πρὸ τοῦ βουλευτηρίου ἀναβαϑμῶν. καὶ ὃ μέν, ταραχϑες — —"
      },
      {
        "index": 117,
        "text": "πρὸς τὴν τοῦ Ταρκυνίου τόλμαν καὶ ὅτι οὐδέ τις αὐτῷ ἐπεκού- ρησεν, οὔτ᾽ εἶπεν ἔτι οὐδὲν οἴτ᾽ ἐποίησε\" Ταρκύνιος δὲ τήν τε βασιλείαν εὐθὺς παρὰ τῆς βουλῆς ἔλαβε, καὶ πέμψας τινὰς τὸν"
      },
      {
        "index": 118,
        "text": ": Τούλλιον κομιζόμενον οἴχαδε διεχρήσατο. ἢ δὲ ϑυγάτηρ ἐκείνου 10 \"τὸν ἄνδρα ἐν τῷ βουλευτηρίῳ καταφιλήσασα καὶ βασιλέα προσ- -ἀγόρεύσασα καὶ ἀπιοῦσα πρὸς τὰ βασίλεια τὸ ὄχημα κατὰ τοῦ"
      },
      {
        "index": 119,
        "text": "νεχροῦ τοῦ πατρὸς ὧς εἶχεν ἐπήλασεν. |"
      },
      {
        "index": 120,
        "text": "Οὕτω uiv οὖν ὃ Τούλλιος ἦρξε καὶ οὕτως ἀπέϑανε βασιλεύ-"
      },
      {
        "index": 121,
        "text": "C σὰς τέσδαρας ἐνιαυτοὺς ἐπὶ τεσσαράχοντα, (10) ὃ Ταρκύνιος 0215 τὴν βασιλείαν παρειληφὼς δορυφόρους κατὰ “Ῥωμύλον ἑαυτῷ 'περιέστησεν, καὶ νύχτωρ καὶ μεϑ' ἡμέραν αὐτοῖς καὶ οἰκουρῶν xai ἀγοῤάζων ἐκέχρητο. ἐξ ὧν γὰρ αὐτὸς εἷς τὸν κηδεστὴν καὶ j γυνὴ πρὸς τὸν πατέρω ἐποίησαν, καὶ τοὺς λοιποὺς ἐδεδέεσαν."
      },
      {
        "index": 122,
        "text": "ἐπεὶ δὲ ὡς τυραννήσων παρεσκευάσατο, τοὺς δυνατωτάτους τῶν ἢ"
      },
      {
        "index": 123,
        "text": "ἄπασι Dionis excerptam Peirescianum 23, τυραννήσων AO,"
      },
      {
        "index": 124,
        "text": "βουλευτῶν καὶ τῶν ἄλλων συλλαμβάνων ἐκτέγνυεν, οἷς μὲν αἰτίαν εἶχεν ἐπενεγκεῖν φανερῶς ἀναιρῶν, οὗς δὲ λάϑρα\" ἐνίους δέ γε xai ὑπερώριζεν. οὗ γὰρ τοὺς τῷ Τουλλέῳ προσκειμένους μόνους D ἀλλὰ xal τοὺς πρὸς τὴν μοναρχίαν συναραμένους αὐτῷ προσα-- 520ÀÀve, xal οὕτω τὸ κράτιστον τῆς βουλῆς καὶ τῆς ἱππάδος ává- λωσε. μισεῖσϑαί τε ὑπὸ παντὸς τοῦ δήμου ἐπίστευε\" διὸ οὐδὲ ἀγτικαϑίστη τὸ παράπαν ἀντὶ τῶν ἀπολλυμένων τινάς, ἀλλὰ καὶ τὴν γερουσίαν καταλῦσαι παντελῶς ἐπιχειρήσας οὔτε ἀντεισῆγεν ἐς αὐτὴν οὐδένα οὔτε τοῖς οὖσιν ἐπεκοίνου τι λόγου ἄξιον. συνε- Ἰυχάλει μὲν γὰρ αὐτούς, οὐ μὴν ὥστε τι τῶν ἀναγκαίων συνδιοι- xt», ἀλλ᾽ ἵνα δήλη αὐτῶν ἡ βραχύτης γένοιτο ἅπασι, κἀντεῦ- ϑὲν χαταφρονοῖντο\" τὰ δὲ πλεῖστα xo9^ ἑαυτὸν ἢ καὶ μετὰ τῶν υἱέων ἔπραττε. δυσπρόσιτός τε καὶ δυσπροσήγορος ἦν, καὶ τῇ ὁ ὑπεροψίᾳ καὶ τῇ ὠμότητε ὁμοίως ἐχρῆτο πρὸς ἅπαντας, καὶ ῬῚ 380 1δτυραγγικώτερον αὐτός τε καὶ οἱ παῖδες αὐτοῦ προσεφέροντο ἅπασι. διὰ ταῦτα δὲ καὶ τοὺς δορυφόρους ὑπόπτους ἔχων, ἐκ τῶν “4α- τίνων προσηταιρίσατο δορυφορικόν, καὶ \"ἐς τὰς τῶν “Ῥωμαίων τάξεις “ατίνους ἐνέμιξεν, ἵνα οἵ μὲν “ατῖνοι ἰσομοιρίας τοῖς Pu- μαίοις τυχόντες εὔνοιαν αὐτῷ ἐντεῦϑεν ὀφείλωσε, καὶ οἱ “Ῥωμαῖοι 90 ἧττον ἐκφοβῶσιν αὐτόν, μηκέτε κατὰ σφᾶς ὄντες ἀλλὰ τοῖς “1α- τένοις συνοπλιτεύοντες. Γαουΐνοις δὲ μάχην συνῆψε, καὶ xaxüc μὲν ἠγωνίσατο, δόλῳ δὲ αὐτοὺς ἐχειρώσατο. αὐτομολῆσαι γὰρ αὐτοῖς Σέξτῳ"
      },
      {
        "index": 125,
        "text": "ὑπέϑετο τῷ υἱῷ\" ἵνα δ᾽ εὐπρόσωπος αὐτῷ τῆς αὐτομολέας πρό- - φασις γένηται, ἐκεῖνος μὲν φανερῶς τὸν πατέρα ὡς τύραννον καὶ B παράσπονδον ἐλοιδόρησεν, ὃ δὲ τὸν υἱὸν ἐμασείγωσέ τε καὶ ἄντη- μύνατο. εἶτα κατὰ συνϑήκας πρὸς Γαουΐνους ἐψευδαυτομόλησε, χρήματά τε καὶ ἑταίρους παρειληφώς. οἱ δέ, πιστεύσαντες τῇ ὅ σκηνῇ διά τε τὴν τοῦ Ταρκυνίου ὠμότητα καὶ ὅτε καὶ τότε πολλὰ καὶ ἀληϑῆ τὸν πατέρα ἐκακηγόρει κἀντεῦϑεν ἐχπεπολεμῶσϑαι αὐτῷ ἐδόκει, ἐδέξαντό τε αὐτὸν ἀσμενέστατα καί τινας ἐπελεύσεις κατὰ τῆς “Ῥωμαϊκῆς χώρας σὺν αὐτῷ ἐποιήσαντο καὶ οὗ μετρίως αὐτῇ ἐλυμήναντο. διὰ ταῦτα γοῦν, καὶ ὅτε καὶ χρήματα ἰδίᾳ 10 τέ τισι παρεῖχε καὶ ἐς τὸ κοινὸν ἀνήλισκε δαψιλῶς, ἠρέϑη παρ᾽ Ο αὐτῶν στρατηγὸς καὶ τὴν τῶν πολιτικῶν ἐν αὐτοῖς πραγμάτων ἐπετράπη διοίκησιν. ἐπὶ τούτοις λάϑρα πέμψας τινὰ τὰ συμ- βάντα τε ἐγνώρισε τῷ πατρὶ καὶ πρὸς τὸ μέλλον γνώμην ἤτησεν ἐξ αὐτοῦ. ὃ δὲ εἶπε μὲν τῷ πεμφϑέντι οὐδέν, ἕνα μὴ ἴσως 15 γνωσθεὶς ἑκών τι ἢ ἄκων ἐξείποι, εἰς δὲ κῆπον εἰσαγαγὼν αὐτόν, ἐν à μήκωνες ἦσαν, τὰς κωδύας αὐτῶν τὰς ὑπερεχούσας ῥάβδῳ κατέχλασε καὶ εἷς γῆν κατεστόρεσε, καὶ οὕτω τὸν ἀγγελιαφόρον ἀπέπεμψε. καὶ ὃ μὲν τὸ πραχϑὲν τῷ Σέξτῳ ἀπήγγεελεν, ἀσυνέ- τως ἔχων τῆς πράξεως, ὃ δὲ τὸν νοῦν συνῆκε τῆς ὑποϑέσεως, 90 καὶ τοὺς ἀξιολογωτέρους τῶν Γαουΐνων τοὺς μὲν λάϑρα φαρμά- D κοις διέφϑειρε, τοὺς δὲ διά τινων δῆϑεν λῃστῶν, ἄλλους δὲ καὶ"
      },
      {
        "index": 126,
        "text": "ἐκ δικαστηρίων ἀπέκτεινε, συκοφαντίας xar! αὐτῶν πρὸς τὸν πατέρα προδοσίας πλαττόμενος."
      },
      {
        "index": 127,
        "text": "Ὅμοιον δέ τι τούτῳ καὶ ὃ “Ηρόδοτος ἱστορεῖ, Περίανδρον γὰρ τὸν Κυψέλου τύραννον Κορίνϑου γενόμενόν φησι πρὸς Θρα- δσύβουλον τὸν ἸἤΠιλήτου τύραννον διαπέμψασϑαι πυνθανόμενον ὅπως αὐτῷ τὰ τῆς ἀρχῆς ἀσφαλῶς ἕξει. τὸν δὲ Θρασύβουλον τῷ ἀπαγγείλαντε ταῦτα μηδὲν ἀποκρίνασϑαι, ἀπαγαγόντα δ᾽ εἷς λήϊον, τῶν ἀσταχύων τοὺς ὑπερέχοντας ἐκτέμνειν τε καὶ βδιπτεῖν, καὶ οὕτως ἀποπέμψαι τὸν ἐσταλμένον. τὸν δὲ ἐπανελϑόντα καὶ 1077» τοῦ Θρασυβούλου συμβουλὴν ἐρωτώμενον εἰπεῖν εἷς παρα- πλῆγα πεμφϑῆναι, καὶ διηγεῖσϑαι ὅσα ἐκεῖνος ἐποίησε, μή τι P Y 8831 πρὸς ὃ ἠρωτήϑη φϑεγξάμενος\" τὸν δέ γε Περίανδρον συνηκέναε τὸν τοῦ Θρασυβούλου λογισμόν, καὶ τοὺς ὑπερέχοντας τῶν Κο- οινϑίων ἅπαντας ἀπολέσαι. |"
      },
      {
        "index": 128,
        "text": "Καὶ ὃ Σέξτος οὖν οὕτω τοὺς Γαουΐνους μετῆλθε, καὶ τοὺς μὲν χρείττους ἀπώλλυε, τῷ πλήϑει δὲ τὰ σφῶν διένεμε χρήματα. καὶ μετὰ τοῦτο τῶν μὲν διαφϑαρέντων ἤδη, τῶν δὲ λοιπῶν ἧπα- τημένων καὶ πάντα πιστευόντων αὐτῷ, μετὰ τῶν αἰχμαλώτων “Ῥωμαίων καὶ τῶν αὐτομόλων, οὗς πολλοὺς διὰ τοῦτο συνήϑροισε,"
      },
      {
        "index": 129,
        "text": "κατέσχε τὴν πόλιν καὶ τῷ πατρὶ παραδέδωκε. καὶ ὃς ἐχείνης τῷ υἱῷ παρεχώρησεν, αὐτὸς δὲ πρὸς ἄλλα ἐπολέμησεν ἔϑνη. Β"
      },
      {
        "index": 130,
        "text": "11, Ὑοὺς δὲ τῆς Σιβύλλης χρησμοὺς Ῥωμαίοις καὶ ἄκων προσεποιήσατο. γυνὴ γάρ τις ϑεόμαντις, ἣν Σίβυλλαν ὠνόμα- ζον, ἐς τὴν “Ῥώμην ἐλήλυϑε βιβλία τρία ἢ ἐννέα φέρουσα, καὶ ταῦτα πρίασϑαι τῷ Ταρκυνίῳ ἐδίδου καὶ τὴν τιμὴν τῶν βιβλίων ὡρίσατο. ἐκείνου δὲ μὴ προσεσχηκότος αὐτῇ, τὸ ἕν ἢ τὰ τρία b τῶν βιβλίων κατέκαυσεν. ὡς δ᾽ αὖϑις κατωλιγώρει αὐτῆς 0 Ταρ- κύνιος, xüx τῶν λοιπῶν ὁμοίως διέφϑειρε. μελλούσης δὲ καὶ τὰ ἔτε λοιπὰ καταφλέξειν, ἠνάγκασαν αὐτὸν oi οἱωνισταὶ τὰ γοῦν"
      },
      {
        "index": 131,
        "text": "C σωζόμενα πρίασϑαι. καὶ ὠνήσατο ταῦτα ὅσου τὰ πάντα κτήσα- σϑαι ἔμελλε, καὶ δύο βουλευταῖς ἀνδράσι φυλάσσειν παρέδωκεν. 10 ὡς δ᾽ οὗ πάνυ τῶν γεγραμμένων συνίεσαν, εἰς τὴν “Ἑλλάδα στεί- λαντες δύο ἄνδρας ἐκεῖθεν μισϑοῦ ἤγαγον τοὺς ἀναγνωσομένους ταῦτα καὶ ἑἕρμηνεύσοντας. oi δὲ περίοικοι μαϑεῖν ἐθελήσαντες ὅ τι ποτὲ τὸ διὰ τῶν βιβλίων εἴη δηλούμενον, τὸν ἕτερον τῶν φυλασσόντων αὐτὰ lMdoxov ὙἈκίλλιον χρήμασιν ἄναπείσαντες 15 μετεγράψαντό τινα. γνωσθέντος δὲ τοῦ ἔργου ὃ Mágxog δύο βύρσαις συρραφείσαις ἐμβληϑεὶς κατεποντώϑη, ὃ ἐξ ἐκείνου μετέ- πειτὰ κατὰ τῶν πατρυχτόνων ἐπεχράτησε γίνεσϑαι, ἵνα μήτε ἤ γῆ μήτε τὸ ὕδωρ μήτε ὃ ἥλιος μιανϑῇ αὐτοῦ ϑνήσκοντος."
      },
      {
        "index": 132,
        "text": "D Τὸν δὲ νεὼν τὸν ἐν τῷ Ταρπείῳ ὄρει κατὰ τὴν τοῦ πατρὸς 30"
      },
      {
        "index": 133,
        "text": "in Reg.\" Ducaxervs. βύρσαις δύο AB. 20 Ταρπεΐῳ ] p. 12 v, 20 et 18 v. 6 Ταρπηΐας et Ταρπηΐᾳ."
      },
      {
        "index": 134,
        "text": "εὐχὴν (Qxodóuts τῆς δὲ γῆς εἰς τὴν τῶν ϑεμελίων καταβολὴν ἀἄναρρηγνυμένης, ἀνδρὸς γεοϑνῆτος χεφαλὴ ἀνεφάνη ἔναιμος ἔτι. ἔπεμψαν οὖν “Ῥωμαῖαι πρὸς ἄνδρα Τυραηγὸν τερατοσκόπον ἐρω- τῶντες τὸ διὰ τοῦ φανέντος δηλούμενον. ὃ δὲ τὸ ᾳημεῖον εἷς 5 τὴν Τυρσηνίδα μεταϑεῖναι μηχανησάμενος, διάγραμμα ἐπὶ τῆς γῆς ἐποιήσατο, καὶ εἷς αὐτὸ τήν τε τῆς “Ῥώμης ϑέσιν ἐντείνας καὶ τὸ Ταρπέϊον ὄρος, ἔμελλε τοὺς πρέσβεις ἀνέρεσϑαι “ ἡ “Ῥώμη αὕτη ἐστί; τὸ ὄρος τοῦτό ἔστιν; 7) κεφαλὴ ἐνταῦϑα εὑρέϑη;\" Ty ἐχείνων μηδὲν ὑποτοπησάντων xal συμφησόντων ἢ δύναμις 10 τοῦ σημείου εἷς τὸ χωρίον ἐν ᾧ διεγέγραπτο μετασταίη. καὶ ὃ μὲν ταῦτα ἐτεχνήσατο, οἱ δὲ πρέσβεις παρὰ τοῦ υἱέος ἐκείνου μαϑόντες τὸ τέχνασμα, ἐρωτώμενοι “οὐκ ἐνταῦϑα\" εἶπον \" ol- κεῖται ἡ Ῥώμη ἀλλ᾽ ἐν τῷ Παλατίῳ, καὶ τὸ ὄρος ἐν τῇ Ῥωμαίων ἐστί, καὶ 4j κεφαλὴ ἐν τῷ ὄρει ἐκείνῳ εὑρέϑη οὕτω δὲ τῷ τε-"
      },
      {
        "index": 135,
        "text": "ἀλήϑειαν ἔμαϑον καὶ τοῖς πολίταις ἀνήγγειλαν ὅτι κράτιστοι £00y- ται καὶ πλείστων ἄρξουσιν. ἐλπὶς οὖν xüx τούτου αὐτοῖς προσ- ἐγένετο. κἀντεῦϑεν τὸ ὄρος μετωνομάσϑη παρ᾽ αὐτῶν Καπιτώ- λιον\" καπίτα γὰρ τῇ Ρωμαίων διαλέκτῳ ἡ κεφαλὴ ὀνομάζεται. 20 Ζεηϑεὶς δὲ χρημάτων εἷς τὴν οἰκοδομὴν τοῦ ναοῦ ὃ Ταρ- κύνιος ““ρδεάταις ἐπήνεγκε πόλεμον\" ὅϑεν οὔτε χρήματα προσ- B ἐκτήσατο καὶ τῆς βασιλείας ἐξέπεσε. γεγόνασι δ᾽ αὐτῷ καὶ"
      },
      {
        "index": 136,
        "text": "om Α. ἀνέρεσϑαι] sic libri. 1] » W. 9 συμφωνη- σάώντων À. 11 ἐτεχνάσατο À. 13 Παλατίῳ λατίῳ AC,"
      },
      {
        "index": 137,
        "text": "σημεῖά τινὰ δηλωτιχὰ τῆς ἐκπτώσεως. ἔκ Tt γὰρ τοῦ κήπου ἀὐτοῦ γῦπες νεοσσοὺς ἐξήλασαν ἀετῶν, καὶ ἐξ ἀνδρῶνος, ἐν à συνειστιᾶτο φίλοις, ὄφις μέγας ἐπιφανεὶς αὐτόν τε καὶ τοὺς συσ- σίτους ἐξέβαλε. διά τοι ταῦτα ἐς Δελφοὺς Τίτον τε καὶ ““ρροῦντα τοὺς υἱοὺς ἔπεμψε. τοῦ δὲ ᾿Απόλλωνος χρήσαντος τότε τῆς ἀρχῆς 8 ἐχπεσεῖσϑαι αὐτὸν ὅτε κύων ἀνθρωπίνῃ φωνῇ χρήσαιτο, ἀγαθαῖς ἐλπίσιν ἠώρητο, μὴ οἷηϑείς ποτε γενέσϑαι τὸ μάντευμα."
      },
      {
        "index": 138,
        "text": "σ Ἦν δὲ «Δούκιος Ἰούνιος ἀδελφῆς τοῦ Ταρκυνίου υἱός, οὗ τὸν πατέρα καὶ τὸν ἀδελφὸν ὃ Ταρχύνιος ἔκτεινεν. οὗτος οὖν καὶ περὶ ἑαυτῷ δεδοικὼς μωρίαν προσεποιήσατο, ταύτην ἑαυτοῦ 10 προστησάμενος σώτειραν\" διὸ καὶ Βροῦτος ἐπεκλήϑη\" τοὺς γὰρ εὐήϑεις οὕτω τοῖς «Δατίνοις ἔϑος καλεῖν. πλαττόμενος οὖν τὸν μωραΐίνοντα, τοῖς τοῦ Ταρκυνίου παισὶν εἷς Ζελφοὺς ἀπιοῦσι συμπαρελήφϑη ὡς ἄϑυρμα. ὃ δὲ καὶ ἀνάϑημα φέρειν ἔλεγε τῷ ϑεῷ\" τὸ δ᾽ ἦν βάκτρον τι μηδὲν ἐκ τοῦ φαινομένου ἔχον χρηστόν, 15 ὅϑεν καὶ ἐπὶ τούτῳ ὠφλίσκανε γέλωτα. τὸ δ᾽ ἦν οἷον εἰκών τις τῆς κατ᾽ αὐτὸν προσποιήσεως\" κοιλάνας γὰρ αὐτὸ λάϑρα χρυσίον"
      },
      {
        "index": 139,
        "text": "Ὁ ἐνέχεεν, ἐνδεικνύμενος δι᾽ αὐτοῦ ὡς καὶ τὸ φρόνημα αὐτῷ τῷ τῆς μωρίας ἀτίμῳ σῶον καὶ ἔντιμον κατακρύπτεται. ἐρομένων δὲ τῶν Ταρκυνίου υἱῶν τίς τὴν βασιλείαν τοῦ πατρὸς διαδέξεται, ἔχρη- 30 σεν ὃ ϑεός, τὸν πρῶτον τὴν μητέρα φιλήσαντα τὸ κράτος ἕξειν."
      },
      {
        "index": 140,
        "text": "om Α. 6 φωνὴ ἀνθοωπένη À. 8 Ἣν δὲ Λούκιος ᾿Ιούνιος —"
      },
      {
        "index": 141,
        "text": "ὃ συνεὶς ὃ Βροῦτος ὧς τυχαίως καταπεσὼν τὴν γῆν κατεφίλησεν, αὐτὴν μητέρα πάντων ὑπάρχειν κρίνας ὀρθῶς. — - Οὗτος ὃ Βροῦτος τοὺς Ταρκυνίους κατέλυσεν, αἰτίαν τὸ περὶ τὴν “Τουχριτίαν συμβεβηκὸς προστησάμενος, καὶ ἄλλως μι-- 5 σουμένους παρὰ πάντων διὰ τὸ τυραννικόν τε καὶ βίαιον. ἢ δὲ «“Ἰουκριτία ϑυγάτηρ μὲν ἥν “Πουχριτίου Σπουρίου, ἀνδρὸς τῶν τῆς συγκλήτου ἕνός, γαμετὴ δὲ Κολλατίνου Ταρκυνίου τῶν ἐπι- P Y 838 φανῶν, ἐπέ τε κάλλει καὶ σωφροσύνῃ τυγχάνουσα περιβόητος. ταύτην Σέξτος ὃ τοῦ Ταρκυνίου υἱὸς αἰσχῦναι σπούδασμα ἔϑετο,"
      },
      {
        "index": 142,
        "text": ". 10 οὔχ οὕτω τοῦ κάλλους αὐτῆς ἐρασϑεὶς ὡς τῇ ἐπὶ τῷ σώφρονι δόξῃ ἐπιβουλεύων αὐτῆς. τηρήσας οὖν τὸν Κολλατῖνον τῆς οἰκίας ἂπο-- δημοῦντα, νυκτὸς ἐλϑὼν πρὸς αὐτὴν ὡς πρὸς γαμετὴν συγγενοῦς, κατέλυσε παρ᾽ αὐτῇ. καὶ πρῶτον μὲν λόγοις ἐπείρα συγγενέσθαι αὐτῇ, εἶτα καὶ βίαν προσῆγεν\" ὡς δ᾽ οὐδὲν ἐπέραινεν, ἀποσφά--"
      },
      {
        "index": 143,
        "text": "ό ξεῖν ἠπείλησεν. ὡς δὲ καὶ τοῦ ϑανάτου κατωλιγώρει, δοῦλον παρακατακλινεῖν αὐτῇ ἐπηπείλησε καὶ ἄμφω κτανεῖν, καὶ λόγον B διαδώσειν ὡς εὑρὼν αὐτοὺς συγκαϑεύδοντας ἔκτεινε. τοῦτο τὴν “Ζουχριτίαν ἐτάραξε, xul φοβηϑεῖσα μὴ πιστευϑείῃ ταῦϑ'᾽ οὕτω γενέσϑαι, ἐνέδωκε. καὶ μοιχευϑεῖσα ξιφίδιον ὑπὸ τὸ προσκεφά-"
      },
      {
        "index": 144,
        "text": "Φθλαιον ἔϑετο, καὶ μεταπεμψαμένη τόν τε ἄνδρα καὶ τὸν 'πατέρα, συνεπομένων αὐτοῖς τοῦ τε Βρούτου καὶ Ποπλίου Οὐαλλερίου, ΄’ κατεδάκρυσε καὶ στενάξασα τὸ δρᾶμα πᾶν διηγήσατο\" εἶτα ἐπή-"
      },
      {
        "index": 145,
        "text": "γαγε \"xai ἐγὼ μὲν τὰ πρέποντα ἐμαυτῇ ποιήσω, ὑμεῖς δὲ εἴπερ ἄνδρες ἐστὲ τιμωρήσατε μὲν ἐμοί, ἐλευϑερώϑητε δὲ αὐτοί, καὶ δείξατε τοῖς τυράννοις. οἵων ὑμῶν ὄντων οἵαν γυναῖκα ὕβρισαν\" C τοιαῦτα εἰποῦσα εὐθὺς τὸ ξιφίδιον ὑφελκύσασα κατέχτεινεν ἑαυτήν."
      },
      {
        "index": 146,
        "text": "“ἀκούσαντες δ᾽ ἐκεῖνοι ταῦτα καὶ ϑεασάμενοι ὑπερήλγησᾳν.ὃ καὶ τῷ Ποπλίῳ συμβούλῳ καὶ προϑύμῳ πρὸς τοὔργον ὃ Βροῦτος χρησάμενος τήν τε γυναῖκα πολλοῖς͵ τῶν τοῦ δήμου κειμένην ὑπέ- δειξε, καὶ πρὸς τοὺς λοιποὺς δημηγορήσας τὸ πρὸς τοὺς τυράγ-"
      },
      {
        "index": 147,
        "text": "νους μῖσος ἐχφῆναι πεποίηκε\" καὶ μηκέτι δέξασϑαι συνέϑεντο τὰν Ταρχύνιον. ταῦτα δὲ πράξας, καὶ τὴν πόλιν ἐπιτρέψας τοῖς 10 ἄλλοις, αὐτὸς πρὸς τὸ στρατόπεδον ἐξιππάσατο, καὶ τὰ αὐτὰ τῷ δήμῳ συνέπεισε καὶ τοὺς στρατιώτας ψηφίσασθαι. ὃ δέ ye Ταρ- χύνιος τὰ συμβεβηκότα μαϑὼν καὶ πρὸς τὴν πόλεν ἐπειχϑ εἰς ἀπεώσθϑη, καὶ πρὸς zóvg Ταρκυνησίους μετὰ τῶν παέδων καὶ"
      },
      {
        "index": 148,
        "text": "D τῶν ἄλλων ὁμοφρόνων κατέφυγε, μόνης τῆς Τουλλίας, ὡς λόγος; 15 ἑαυτὴν ἀνελούσης."
      },
      {
        "index": 149,
        "text": "Ὃ μὲν οὖν Ταρκύνιος πέντε καὶ εἴκοσι τυραννήσας ἐνιαυ- τοὺς οὕτως ἐξέπεσε τῆς ἀρχῆς, (12) οἱ ἹΡωμαῖοι δὲ πρὸς τὸν Βροῦ- vov ἀπέκλιναν καὶ αὐτὸν &Aovro ἄρχοντα. ἵνα δὲ μὴ ἡ μοναρχία βασιλεία δοκῇ, καὶ συνάρχοντα αὐτῷ ἐψηφίσαντο τὸν τῆς «“4ου- 90 κριτίας ἐκείνης ἄνδρα τὸν Κολλατῖνον Ταρκύνιον, ὡς ἀπεχϑῶς"
      },
      {
        "index": 150,
        "text": "alter Regius &xwOe/c\" DucANGIUSs. 17 τυραννήσας AC, τυραν-"
      },
      {
        "index": 151,
        "text": "πρὸς τοὺς τυράννους πιστευόμενον ἔχειν διὰ τὴν βίαν τῆς γυναι- χκός. ἐκ δέ γε Ταρκυνίου πρέσβεις εἷς Ῥώμην ἧκον tod καϑόδου διαλεγόμενοι\" ὡς δ᾽ οὐδὲν ἤνυον, ἕτεροι αὖϑις ἐπέστησαν, ἀφί- στασϑαι τῆς βασιλείας καὶ παύειν τὸν πόλεμον λέγοντες τὸν Ταρ-- δκχύγιον d τὰ χρήματα δοϑεῖεν αὐτῷ καὶ τοῖς φίλοις καὶ τοῖς ol- κείοις, ἀφ᾽ ὧν διαβιώσονται φεύγοντες. ἐπικλωμένων δὲ πολλῶν καὶ αὐτοῦ Κολλατέίνου τοῦ τῷ Βρούτῳ συνάρχοντος, εἷς ἀγορὰν ὃ Βροῦτος ἐκ τοῦ βουλευτηρίου ἐξέδραμὲ, προδότην τὸν Κολλα- τῖνον ἀποχαλῶν, πολέμου καὶ τυραννίδος ἀφορμὰς χαριζόμενον. 10 Οἱ πρέσβεις δὲ ἐπὶ τῇ τῶν χρημάτων προφάσει τῇ Ῥώμῃ ἐνδιατρίβοντες ἴσχυσαν διαφϑεῖραι τῶν ἐπισήμων τινάς, μεϑ᾽ ὧν καὶ δύο τοῦ Βρούτου παῖδας ἔπεισαν ἐν τῇ προδοσίᾳ γενέσϑαι. ὡς οὖν συνέπεισαν τὰ μειράκια, ἔδοξε καὶ ὅρκον προβῆναι, καὶ ἐπὶ τούτοις εἰς οἰκίαν συνῆλθον. ἦν δὲ ὃ οἶχος ὑπέρημος καὶ 16 σχοτώδης. ᾿ἔλαϑεν οὖν ἔνδον ὧν ox ἐκ προνοίας ἀλλὰ τυχαίως"
      },
      {
        "index": 152,
        "text": "οἰκέτης ὄνομα Οὐϊνδίκιος, καὶ κατακρυφϑεὶς ἐκεῖ ϑεατής ve τῶν"
      },
      {
        "index": 153,
        "text": "δρωμένων ἦν καὶ τῶν βεβουλευμένων ἐπήκοος\"᾿ ἅπερ ἦσαν, τοὺς ὑπάτους ἀνελεῖν καὶ τὴν πόλιν προδοῦναι\" καὶ ταῦτα τῷ Ταρ- κυγίῳ διὰ τῶν πρέσβεων ἐπεστάλκασιν. ἀπελϑόντων δὲ τοῦ οἷ-- δοχήματος τῶν συνωμοτῶν, ἐξελϑὼν ὃ οἰκέτης ἅπαντα κατεμήνυσε. καὶ οἱ τε τὴν προδοσίαν μελετήσαντες συνελήφϑησαν, καὶ τὰ γράμματα ἐκομίσϑησαν\" καὶ εἷς τὴν ἀγορὰν προαχϑέντων αὖ-"
      },
      {
        "index": 154,
        "text": "giis: at alter et Colberteus Ιουνδέίκιος praeferunt\" Ducawerus."
      },
      {
        "index": 155,
        "text": "τῶν καὶ τὸν Οὐΐνδικα παρεστήσαντο. τά τε γράμματα ἀνεγνώ-- σθϑησαν\" καὶ οἱ μὲν ἄλλοι ἐν κατηφείᾳ ἦσαν καὶ σιωπῇ.» ὃ δὲ Βροῦτος ὀνομαστὶ τῶν υἱέων ἑχάτερον προσειπών “ οὐκ ἀπολογεῖσϑἐ᾽"
      },
      {
        "index": 156,
        "text": "C ἔφη “πρὸς τὴν κατηγορίαν; τῶν δὲ σιωπώντων στραφεὶς πρὸς τοὺς ὑπηρέτας “ὑμέτερον εἶπεν “ἤδη λοιπὸν τὸ ἔργον\" οἱ δὲδ συλλαβόντες τοὺς νεανίσκους ῥάβδοις κατέξαινον. καὶ τῶν ἄλλων ἐπικλωμένων τοῖς πάσχουσιν, ὃ πατὴρ οὔτ᾽ ἀλλαχόσε τὰς ὄψεις ἀπήγαγεν οὔτε μὴν οἴκτου τι ἐνεδείξατο μέχρε πελέχει τὰς κεφα- λὰς τῶν παίδων ἀπέκοψαν. τοῦτο δὲ οὔτ᾽ ἐπαινεῖν οὔτε ψέγειν ἐστὶ ῥάδιον\" ἢ γὰρ ἀρετῆς ὕψος εἰς ἀπάϑειαν ἐξέστησεν αὐτοῦ 10 τὴν ψυχήν, ἢ πάϑους μέγεϑος εἷς ἀναλγησίαν\" οὐδέτερον δὲ μικρὸν οὐδ᾽ ἀνθρώπινον, ἀλλ᾽ ἢ ϑεῖον ἢ ϑηριῶδες."
      },
      {
        "index": 157,
        "text": "Οὕτω δὲ τούτων ϑανόντων καὶ περὶ τῶν ἄλλων συνωμοτῶν"
      },
      {
        "index": 158,
        "text": "ψῆφον ἐνεγκεῖν ὃ Βροῦτος ἄπήτητο. ὃ δέ “τοῖς μὲν υἱέσιν\" εἶπεν"
      },
      {
        "index": 159,
        "text": "D “αὐτὸς ἀποχρῶν εἶμι δικαστής, περὶ δὲ τῶν ἄλλων τοῖς πολίταις 15 ἐλευϑέροις οὖσι τῆς ψήφου παραχωρῶ.\" ψήφου τοίνυν δοθείσης πάντες ἐπελεκίσϑησαν. ἦσαν δὲ τούτων τινὲς τῷ Κολλατίνῳ προσήκοντες\" δι᾽ οὗς καὶ ὠργίζετο. ὅϑεν 0 Βροῦτος οὕτω κατ᾽ αὐτοῦ τὸν δῆμον παρώξυνεν ὡς μικροῦ δεῖν καὶ αὐτοχειρίᾳ αὐτὸν ἀνελεῖν. ἀλλὰ τοῦτο μὲν οὐκ ἐποίησαν, τὴν δ᾽ ἀρχὴν ἠνάγκασαν 30 αὐτὸν ἀπειπεῖν. ἕλοντο δὲ ἄντ᾽ ἐκείνου συνάρχοντα Πόπλιον Οὐαλλέριον, ὃς Ποπλικόλας προσωνομάσθη\" δηλοῖ δ᾽ ἡ κλῆσις ἐξελληνιζομένη δημοκηδῆ ἢ δημοτικώτατον."
      },
      {
        "index": 160,
        "text": "cola: graece δημοκηδήρ sive δημοτικώτατοξ. Ἢ"
      },
      {
        "index": 161,
        "text": "Ταρχύνιος δὲ ἀπογνοὺς τὴν ix προδοσέρς τῆς βασιλείας üvá- P Y 335 ληψιν, προσήει τοῖς Τυρσηνοῖς. — oi δὲ δυνάμει βαρείᾳ κατῆγον W 1I 19 αὐτόν. ἀντεξῆγον δὲ καὶ τοὺς Ῥωμαίους οἱ ὕπατοι. ἀρχομένης δὲ τῆς μάχης oou» ὃ Ταρκυνίου παῖς καὶ Βροῦτος ὃ Ῥωμαίων"
      },
      {
        "index": 162,
        "text": "ὕπατος ἀλλήλοις περιπεσόντες ἐμάχοντο, καὶ ἀφειδήσαντες ὑπὸ ϑυμοῦ ἑαυτῶν συναπέϑανον. μεγάλης δὲ τῆς μάχης γενομένης καὶ πολλῶν ἑκατέρωθεν πεσόντων ἄκριτος ἥν ἦ νίκη. νυκτὸς δ᾽ ἐπελ- ϑούσης λέγεται σεισϑῆναι τὸ ἄλσος παρ᾽ ᾧ ἐστρατοπεδεύοντο, καὶ φωνὴν ἐχπεσεῖν ἐκεῖθεν μεγάλην φράζουσαν ἕνὶ πλείους τεϑνάναε,"
      },
      {
        "index": 163,
        "text": "ϑαρσαλέον ἠλάλαξαν, πτοία δ᾽ ἐνέπεσε Τυρρηνοῖς\" καὶ ϑορυβη- ϑέντες τοῦ στρατοπέδου ἐξέπεσον\" εἷλον δ᾽ οἵ Ῥωμαῖοι τοῦτο καὶ διηρπάκασειν. ἀριϑμηϑέντες δὲ οἷ νεχροὶ τῶν ἐν τῇ μάχῃ 9uvóy- των εὑρέϑησαν οἱ μὲν τῶν Τυρρηνῶν ἐπὶ μυρίοις χίλιοι καὶ τρια-"
      },
      {
        "index": 164,
        "text": "κόσιοι, o£ δὲ “Ῥωμαῖοι παρ᾽ ἕνα τοσοῦτοι. ἐθριάμβευσε δὲ Οὐαλ--᾿ λέριος Ποπλικόλας πρῶτος ὑπατεύων."
      },
      {
        "index": 165,
        "text": "Ὁ δὲ Ταρκύνιος μετὰ τὴν μεγάλην μάχην, ἐν fj καὶ τὸν υἱὸν ἀπέδαλε μαχεσάμενον Βρούτῳ, καταφυγὼν εἰς τὸ Κλούσιον ἵχκέ- τεῦε Κλάραν Πορσίναν, ἄνδρα μεγίστην ἔχοντα δύναμιν τῶν Tvà-"
      },
      {
        "index": 166,
        "text": "20 uxüv βασιλέων\" καὶ ὃς αὐτῷ βοηϑήσειν ὑπέσχετος καὶ πρῶτον μὲν ἔπεμιψεν elc “Ῥώμην κελεύων δέχεσθαι τὸν Tagxóvioy , ὧς δὲ οὐχ ὑπήκουσαν, ἀφίκετο μετὰ βαρείας δυνάμεως. Ποπλικόλας"
      },
      {
        "index": 167,
        "text": "δὲ Οὐαλλέριος εἷς ἀρχὴν τὸ δεύτερον αἱρεϑεὶς xal μάχην συνάψας καὶ τραυματισϑεὶς φοράδην τῆς μάχης ἐξεκομίσϑη. ἐπικειμένου δὲ τοῦ Πορσίνα τῇ πόλει λιμὸς ἥπτετο τῶν “Ῥωμαίων. ἔχ τινος δὲ συμβεβηκότος ἢ μᾶλλον ἐκ προνοίας γενομένου ὃ Πορσένας τὸν πρὸς “Ρωμαίους κατέλυσε πόλεμον. ἀνὴρ γάρ τις ἸΠούκιος Κόρδος, εἷς 5 πᾶσαν ἀρετὴν ἀγαϑός, ἐν δὲ τοῖς πολεμικοῖς ἄριστος, ΣΣκαιόλας D τὴν ἐπίκλησιν, ὃ δηλοῖ τὸν μονόχειρα ἢ μὴ ἀρτιόχειρα, τὸν Πορ-- σίναν ἀνελεῖν βουλευσάμενος παρῆλϑεν εἰς τὸ: ἐκείνου στρατόπεδον, Τυρσηνίδα φορῶν ἐσϑῆτα xol ὁμοίᾳ κεχρημένος φωνῇ. καὶ σαφῶς . μὲν τὸν Πορσίναν οὐκ εἰδώς, ἔρεσϑαι δὲ δεδιώς, τὸν γραμματέα 10 αὐτοῦ συγκαϑήμενον αὐτῷ καὶ ὁμοίως ἔχοντα τῆς στολῆς σπασά- μενος τὸ ξίφος ἀπέκτεινε. καὶ συλληφϑεὶς ἄνεχρίγετο \" ἐσχαρίέδος δέ τινος τῷ Πορσίνᾳ μέλλοντι ϑύειν τότε κεκοσμημένης, ὑποσχὼν τὴν χεῖρα καιομένης τῆς' σαρκὸς εἱστήκει πρὸς τὸν Πορσέναν ἀπο- βλέπων ἀτρέττῳ προσώπῳ (09tv αὐτῷ τῆς χειρὸς φϑαρείσης ἐγέ- 15 ΡῚ 886 vero 7j ἐπίκλησις) μέχρι ϑαυμάσας ἐκεῖνος ἀφῆκεν αὗτόν. ὁ δὲ Σκχαιόλας ἕτερον τρόπον ἐσοφίσατο τὸν ἐχϑρόν, καὶ εἶπε “τὸν φό- Bo» σου, Πορσίνα, νενικηκὼς ἥττημαί σου τῆς ἀρετῆς, καὶ χάριτι μηνύω ἃ πρὸς ἀνάγκην οὐκ ἂν ἐξηγόρευσας. τριακόσιοι Ῥωμαίων τὴν αὐτὴν ἐμοὶ γνώμην ἔχοντες ἐν τῷ στρατοπέδῳ σου διατρίβουσιν, 20 ὧν ἐγὼ προεπιχειρήσας κλήρῳ λαχὼν οὔκ ἄχϑομαι τῇ τύχῃ, δια-"
      },
      {
        "index": 168,
        "text": "μαρτὼν ἀνδρὸς ἀγαθοῦ xal φίλου μᾶλλον ἢ πολεμίου Ῥωμαίοις"
      },
      {
        "index": 169,
        "text": "εἶναε προσήχοντος\" ἐντεῦϑεν ὃ Πυρσίνας πρὸς τὰς συμβάσεις ἐγένετο προϑυμότερυς. a"
      },
      {
        "index": 170,
        "text": "Ὃ δὲ Ποπλικόλας τὸ τρίτον ὑπατεύων τότε προὐκαλεῖτο συνε- xc τὸν Ταρχύνιον ἐπὶ δίκη, ὡς ἐξελέγξων κάκιστον καὶ ἐκπεπτω-"
      },
      {
        "index": 171,
        "text": "χύτα τῆς ἀρχῆς ἐνδικώτατα, τοῦ Πορσίνου δικάζοντος. ἀποκρινα- μένου δὲ Ταρκυνίου μὴ αἱρεῖσϑαι Πορσίναν διαιτητὴν εἰ σύμμαχος Β ὧν μεταβάλλεται, καταγνοὺς ὃ ΠΠορσίνας τὸν πόλεμον κατελύσατο. καὶ μετὰ ταῦτα δὲ πολλάκις μὲν ἐπεχείρησαν οἵ Τ᾽αρκύνιοι τὴν βα- σιλείαν ἀναλαβεῖν, τοῖς ὁμοροῦσι Ῥωμαίοις ἔϑνεσι συμμαχούμενοι,"
      },
      {
        "index": 172,
        "text": "πάντες δὲ ἐν ταῖς μάχαις διεφϑάρησαν, πλὴν τοῦ γέροντος, ὃς καὶ Σούπερβος ἐκαλεῖτο\" εἴποι ἄν τις Ἕλλην ἀνήρ, ὑπερήφανος. xà- κεῖνος δὲ μετέπειτα εἰς Κύμην τὴν ἐν Οπικίᾳ γενόμενος ἐτελεύτησεν."
      },
      {
        "index": 173,
        "text": "18, Οὕτω μὲν οὖν τοῖς Ταρκυνίοις τὰ πράγματα ἐπεράν- ϑησαν\" ἐκείνων δ᾽ ἐξωσθέντων τῆς βασιλείας ὕπατοι, ὡς εἴρηται,"
      },
      {
        "index": 174,
        "text": "ὃς τετράκις ὑπάτευσεν, ὃ καὶ Ποπλικόλας ἐπικληϑείς. οὗτος οὖν C μόνος ἄρχων καὶ μὴ συνάρχοντα εἰληφὼς “Ῥωμαίοις προσέχρουσε, : λέγουσι μὴ τῆς τοῦ Βρούτου κληρονόμον ὑπατείας εἶναι, τῆς δὲ τοῦ Ταρκυνίου τυραννίδος διάδοχον, ὑπὸ ῥάβδοις ὃμοῦ πάσαις καὶ"
      },
      {
        "index": 175,
        "text": "πελέκεσι προϊόντο ἐξ οἰκίας τοσαύτης τὸ μέγεϑος καὶ τὸ κάλλος\" καὶ γὰρ πολυτελεστέραν εἶχεν οἰκίαν ἐπικειμένην τῇ ἀγορᾷ. ταῦτα"
      },
      {
        "index": 176,
        "text": "ρησαν AB. 14 δὲ Β, 20 προσιόντα Α."
      },
      {
        "index": 177,
        "text": "Ποπλικόλας μαϑών, τεχνίτας πλείστους συναγαγὼν νυκτὸς xa- τέβαλε τὴν οἰκίαν καὶ ταύτην κατέσκαψεν, ὥστε μεϑ᾽ ἡμέραν τοὺς “Ῥωμαίους βλέποντας τὸ γενόμενον τὴν μὲν τοῦ ἀνδρὸς μεγαλο- φροοσύνην ϑαυμάζειν, ἄχϑεσθαι δ᾽ ὑπὲρ τῆς οἰχίας διὰ τὸ μέγεϑος καὶ τὸ κάλλος. καὶ τοὺς πελέκεις δὲ τῶν ῥάβδων ἀπέλυσεν, αὐτάς ὅ D τε τὰς ῥάβδους εἷς ἐκκλησίαν παριὼν ἀφῆκε τῷ δήμῳ. καὶ τὴν τῶν χρημάτων διοίκησιν ἄλλοις ἀπένειμεν, ἵνα μὴ τούτων ἐγκρα- τεῖς ὄντες οἱ ὑπατεύοντες μέγα δύνωνται. ὅτε πρῶτον ot ταμίαι γίνεσϑαι ἤρξαντο\" κοιαίστορας δ᾽ ἐκάλουν αὐτούς. οἵ πρῶτον μὲν τὰς ϑανασίμους δίχας ἐδίκαζον, ὅϑεν καὶ τὴν προσηγορίαν10 ταύτην διὰ τὰς ἀναχρίσεις ἐσχήκασι καὶ διὰ τὴν τῆς ἀληϑείας ἐκ τῶν ἀναχρίσεων ζήτησιν\" ὕστερον δὲ καὶ τὴν τῶν κοινῶν χρημάτων διοίκησιν ἔλαχον, καὶ ταμίαι προσωνομάσϑησαν. μετὰ ταῦτα δ΄ ἑτέροες μὲν ἐπετράπη τὰ δικαστήρια, ἐκεῖνοι δὲ τῶν χρημάτων ἦσαν διοικηταί. ἀπέδειξε δὲ ἑαυτῷ συνάρχοντα τὸν τῆς ““ουκρι-Ἰδ΄ | τίας πατέρα «“ουκρίτιον. vay? δὲ τούτου ϑανόντος ἠρέϑη IMágxog Ὃράτιος συνάρχειν αὐτῷ τὸν ὑπόλοιπον καιρὸν τοῦ ἐνιαυτοῦ. — oi- ρεϑεὶς δὲ καὶ αὖϑις ὕπατος ὃ Ποπλικόλας ἔσχε συνυπατεύοντα Τί- τὸν “Ἰουχρίτιον."
      },
      {
        "index": 178,
        "text": "ἹΜΠετὰ δὲ ταῦτα Σαβίνων ἐμβαλόντων εἷς τὴν χώραν ὕπατος 20 ἀνεδείχϑη ἸΠάρκος Οὐαλλέριος ἀδελφὸς Ποπλικόλα καὶ Ποστού- μιος Τούβερτος. πραττομένων δὲ τῶν πολέμων γνώμῃ καὶ nagov- σίᾳ τοῦ Ποπλικόλα, δυσὶ μάχαις ὃ ἸΠάρκος ἐνίκησεν, ὧν ἐν τῇ"
      },
      {
        "index": 179,
        "text": ". διατέρᾳ μηδένα “Ῥωμαίων ἀποβαλὼν τρισχιλέους ἐπὶ μυρίοις τῶν πολεμίων ἀνεῖλε: Τῷ δ᾽ ἑξῆς ἔτεε πάλιν ὑπάτευε Ποπλικόλας. καὶ προσεδο-- κᾶτο Σαβίνων τε καὶ «“Ἰατένων ὁμονοησάντων κατὰ τῆς “Ῥώμης B ϑπροσέλασις. ἦν δ᾽ ἐν Σαβίνοις ἀνὴρ “Ἄππιος Κλαύδιος ἔν τε χρή-- μασι καὶ σώματος ῥώμῃ πρωτεύων, ἐν ἀρετῆς δὲ μάλιστα δόξῃ ἐπιφανὴς καὶ λόγου δεινότητι\" ὃς διὰ ταῦτα φϑονούμενος ἐπεβου- λεύετο παρὰ τῶν ὁμογενῶν ὅτι συνεβούλευε καταπαΐειν τὸν πόλεμον. διὸ αὐτός τε τῇ “Ῥώμῃ προσεληλύϑει, καὶ πολλοὺς τῶν φίλων τε 10 καὶ οἰκείων συγέπεσϑαί οἱ συνέπεισεν. οὖς ὃ Ποπλικόλας φελοφρό- γως ἐδέξατο, τῇ βουλῇ τὸν Κλαύδιον προσγραψάμενος, ὅϑεν ἐμφρόνως πολετευόμενος ἀνέδραμεν εἷς τὸ πρῶτον ἀξίωμα, καὶ C γος μέγα τὸ Κλαυδίων κατέλιπεν ἐπὶ πλεῖστον ἀνθῆσαν καὶ προε- ληλυϑὸς εἰς δόξης ἀχρότητα. οἱ δὲ Σαβῖνοι καὶ τοῦτο τοῦ πολέ- 15 pov ποιησάμενοι πρόφασιν, στρατῷ μεγάλῳ κατὰ τῆς “Ῥώμης ἐπή-- λασαν. οἷς τοὺς “Ῥωμαίους ὃ Ποπλικόλας ἀντεπαγαγών, καὶ στρα- τηγήσας ὡς ἄριστα, μικροῦ πάντας ἀπώλεσε\" καὶ τὸν δῆμον ἐκ τῶν λαφύρων καὶ τῶν αἰχμαλώτων ὠφέλησεν. ἀγαγὼν δ᾽ ἐπὶ τῇ yip ϑρίαμβον, καὶ τοῖς μετ᾽ αὐτὸν ὑπάτοις παραδοὺς τὴν πόλιν, \"εὐθὺς ἐτελεύτησε, δημοσίᾳ ταφεὶς καὶ ϑρηνηϑεὶς ἐφ᾽ ὅλον ἔνι- αὐτόν,"
      },
      {
        "index": 180,
        "text": "Οἱ μέντοι Σωβῖνοι δι’ ὀργὴν ὧν ἔπαϑον οὐδὲ τὸν χειμῶνα"
      },
      {
        "index": 181,
        "text": "D ἠροέμησαν, ἀλλὰ τὴν “Ῥωμαΐδα χώραν κατέδραμον, καὶ τὸν Ποστούμιον ἐκάκωσαν τὸ δεύτερον ὑπατεύοντα\" καὶ εἷλον ἂν αὐτὸν πανσυδί, & μὴ ἹΠενήνιος Myolnnac 0 συνάρχων αὐτῷ ἐπεκούρησε."
      },
      {
        "index": 182,
        "text": "' προσπεσόντες δὲ αὐτοῖς πολλοὺς ἔφϑειραν, ὥστε τοὺς λοιποὺς &xa- χωρῆσαι. μετὰ δὲ ταῦτα Σπούριός τε Κάσσιος καὶ ᾿Οπιτώριος 5 Οὐεργίνιος ὑπατεύοντες τοῖς Σαβίνοις ἐσπείσαντο. Καμέριον δὲ τὸ ἄστυ ἑλόντες τοὺς μὲν πλείους ἀπέκτειναν, τοὺς δὲ λοιποὺς ζωγρή-- σαντες ἀπέδοντο, καὶ τὴν πόλιν κατέσχαψαν. ) Ποστούμιος δὲ Κομίνιος καὶ Τίτος “Ἰάρκιος δούλους τινὰς ἐπὶ καταλήψει τοῦ Καπιτωλίου συνωμοσίαν ϑεμένους συλλαβόντες 10 P 1338 ἔφϑειραν. ΣΣερούϊός τε Σουλπίκιος καὶ ἹΠάρκος Τούλλιος ἑτέραν αὖϑις συνωμοσίαν δούλων καὶ ἄλλων δή τινων συστάντων αὐτοῖς προκατέλαβον, ἀγγελϑεῖσαν αὐτοῖς πρός τινων τῶν τῆς ἐπιβουλῆς μετεχόντων. οὕς καὶ συσχόντες περισταδὸν κατέκοψαν. τοῖς δὲ μηνυταῖς ἄλλα τε καὶ πολιτεία ἐδόϑη. 15 “4ὅϑις δὲ πολέμου παρὰ ““ατένων κατὰ Ρώμης κεκινημένου οὐκ ἤϑελον οἱ πολλοὶ τὰ ὅπλα λαβεῖν, ἀποχοπὴν τῶν χρεῶν ἀξιοῦν-- τὲς γενέσθαι. καὶ διὰ τοῦτο καινήν τινα ἀρχὴν ἐπ᾽ ἀμφοτέροες αὐτοῖς τότε πρῶτον οἱ δυνατοὶ κατεστήσαντο\" δικτάτωρ ὃ ταύτης"
      },
      {
        "index": 183,
        "text": "B ἠξιωμένος ὠνόμαστο, ἠδύνατο δὲ πάντα ἐξ ἴσου τοῖς βασιλεῦσε. 20 τὴν μὲν γὰρ τοῦ βασιλέως ἐπωνυμίαν διὰ τοὺς Ταρκυνίους ἐμίση-- σαν, τὴν δ᾽ ἐκ τῆς μοναρχίας ὠφέλειαν ϑέλοντες, ὡς πολὺ ἰσχυού--"
      },
      {
        "index": 184,
        "text": ". ABC, qui Livio Postumus Cominius. 11 τάλλιος Α. Livio"
      },
      {
        "index": 185,
        "text": "σης ἐς τὰς τῶν πολέμων xal τῶν στάσεων περιστάσεις, ἐν ἄλλῳ ταύτην ὀνόματι GAovro. ἦν μὲν οὖν, ὡς εἴρηται, ἡ δμιτατορία κατά γε τὴν ἐξουσίαν τῇ βασιλείᾳ ἰσόρροπος, πλὴν ὅτι μὴ ἐφ᾽ ἵπ- πιον ἀναβῆναι ὃ δικτάτωρ ἠδύνατο εἰ μὴ ἐχστρατεύεσθϑαι ἔμελλεν, δοῦτε ἐκ τῶν δημοσίων χρημάτων ἀναλῶσαί τι ἐξῆν αὐτῷ εἰ μὴ ἐψηφίσθη\" δικάζειν δὲ καὶ ἀποκτείνειν καὶ οἴκοι καὶ ἐν στρατείαις ἠδύνατο, καὶ οὐ τοὺς τοῦ δήμου μόνους ἀλλὰ καὶ ἐκ τῶν ἱππέων καὶ ἐξ αὐτῆς τῆς βουλῆς. καὶ οὔτ᾽ ἐγκαλέσαι τις αὐτῷ οὔτ᾽ ἔναν- C τίον τε διαπράξασϑαι ἴσχυεν, οὐδὲ οἱ δήμαρχοι, οὔτε δίκη ἐφέσι--"
      },
      {
        "index": 186,
        "text": "ἐγένετο ἀπ᾿ αὐτοῦ. οὐχ ἐπὶ πλέον δὲ τῶν ἕξ μηνῶν ἢ τῆς δικτατορίας ἀρχὴ παρετείγετο, ἵνα μή τις αὐτῶν ἐν τοσούτῳ κράτει καὶ ἐξουσίᾳ ἀκράτῳ χρονίσας ὑπερφρονήσῃ καὶ πρὸς ἔρωτα μοναρ-"
      },
      {
        "index": 187,
        "text": "χέας ἐκκυλισϑῇ. ὕπερ ἐς ὕστερον καὶ ὃ Καῖσαρ Ἰούλιος ἔπαϑεν, ἐπεὶ παρὰ τὰ νενομισμένα τῆς δικτατορίας ἠξίωτο."
      },
      {
        "index": 188,
        "text": "16 14. ὙΤότε μὲν οὖν δικτάτορος γενομένου “Ἰαρκίου οὐδὲκ ὃ δῆμος ἐνεωτέρισεν, ἀλλὰ καὶ ἐν τοῖς ὅπλοις ἐγένοντο. τῷν δὲ “1α- τένων ἡσυχίαν ἀγόντων ἐπὶ συνθήκαις, οἱ δανεισταὶ τοὺς ὀφειλέτας D μετεχειρίζοντο βιαιότερον, καὶ ὃ δῆμος αὖϑις ἐστασίαζε διὰ τοῦτο ὥστε καὶ εἷς τὸ συνέδριον συνδραμεῖν\" καὶ πάντες ἂν ὑπὸ τῶν"
      },
      {
        "index": 189,
        "text": "εἰσπεσόντων ἐν αὐτῷ διεφϑάρησαν,,. εἰ μή τινες τοὺς Οὐολούσκους"
      },
      {
        "index": 190,
        "text": "elg τὴν χώραν ἐμβαλεῖν ἤδη κατήγγειλαν. πρὸς dà τὴν τοιαύτην ἀγγελίαν ὃ δῆμος ἠρέμησεν, οὐχὶ φεισάμενος τῆς βονλῆς, ἀλλ᾽ ὡς παρὰ τῶν πολεμίων ὅσον οὕπω φϑαρησομένης. διὸ οὔτε τοῦ τείχους ἔϑεντο φυλακήν, οὔτε τινὰ παρεῖχον βοήθειαν, μέχρις ó Σερουΐλιος τούς τε ἐξ ὑπερημερίας κρατουμένους ἀφῆκε, καὶ ἄδειαν 5 τῶν εἰσπράξεων καϑόσον στρατεύοιντο ἐψηφίσατο, καὶ κουφίσαι P 1.339 τὰ χρέα ὑπέσχετο. τότε μὲν οὖν διὰ ταῦτα τοῖς πολεμέοις ἐπεξελ- ϑόντες ἐνίκησαν\" μήτε δὲ τῶν χρεῶν χουφισϑέντες μήτ᾽ ἄλλου μηδενὸς τυχόντες ἐπιεικοῦς, καὶ πάλιν ἐϑορύβουν τε καὶ ὠργίζοντο, καὶ κατὰ τῆς βουλῆς καὶ τῶν στρατηγῶν. ἐστασίαζον. 10 Πολέμου δὲ αὖϑις ἐπενεχϑέντος oi μὲν στρατηγοὶ χρεῶν áno- κοπὰς ἐψηφίζοντο, ἠναντιώϑησαν δ᾽ ἕτεροι\" διὸ καὶ δικτάτωρ ἐρρήϑη Οὐαλλέριος ἸΠάρκος, ἐκ τῆς τοῦ Ποπλικόλα συγγενείας γενόμενος καὶ τῷ πλήϑει φιλούμενος \" ἔνϑεν τοι τοσοῦτοι καὶ οὕτω προϑύμως, ἐπεὶ αὐτοῖς καὶ ἀϑλα ὑπέσχετο, συνελέγησαν, ὧς καὶ 16 Β τῶν Σαβίνων κρατῆσαι καὶ τῶν συμμαχούντων αὐτοῖς Οὐολούσχων καὶ 4ixovüw. ἐπὶ τούτοις ἄλλας τε τῷ Οὐαλλερίῳ ὃ δῆμος τιμὰς ἐψηφίσατο καὶ Ἰάξιμον ἐπωνόμασεν \" ἐξελληνιζόμενον δὲ μέγιστον σημαίνει τὸ ὄνομα. ὃ δὲ ϑέλων τῷ δήμῳ χαρίσασϑαι πολλὰ διει- λέχϑη τῇ γερουσίᾳ, ἀλλ᾽ οὐκ ἔσχε ταύτην πειϑήνιον. διὸ σὺν: ὀργῇ ἐκπηδήσας τοῦ συνεδρίου, δημηγορήσας τε πρὸς τὸν δῆμόν τινὰ κατὰ τῆς βουλῆς, τὴν ἡγεμονίαν ἀπείπατο. καὶ ὃ δῆμος ἔτι"
      },
      {
        "index": 191,
        "text": "κόλα, τοῦ om Α. 14 τοσοῦτοι καὶ οὕτω προϑύμοωςρ À,"
      },
      {
        "index": 192,
        "text": "μᾶλλον εἷς στάσιν ἠρέϑιστο. οἵ yàp δανεισταί, τῆς περὶ τὰ ovp ^... βόλαια ἀκριβείας ἐχόμενοι καὶ μηδὲν τοῖς ὄφλουσιν ἐνδιδόντες, τοῦ"
      },
      {
        "index": 193,
        "text": "ἀχριβοῦς τὲ διήμαρτον καὶ πολλῶν ἕτέρων ἀπέτυχον. ἢ γὰρ πενία C xal 5 ἐκ ταύτης ἀπόνοια κακόν ἐστι βίαιον, εἰ δὲ καὶ τὸ πλῆϑος ὁπροσλάβοι, xal δυσμαχώτατον. πλείστων γοῦν δεινῶν τοῖς Pa- μαίοις αἰτία ἢ τότε τῶν δυνατωτέρων πρὸς τοὺς ὑποδεεστέρους ἄκρέ- βεια γέγονεν. ὡς γὰρ ταῖς στρατείᾳις τε τὸ στρατιωτικὸν ἐπιέζετο καὶ πολλὰ πολλάκις ἐλπίσαν σαφῶς ἐξηπάτητο, καὶ παρὰ τῶν δανειστῶν οἱ ὀφειλέται ὑβρίζοντο καὶ κίζοντο, ἐς τοσοῦτον ὀργῆς ἐξεκαύϑησαν 10 ὡςκαὶ τὴν πόλιν τῶν ἀπόρων συχνοὺς ἐκλιπεῖν καὶ ἐκ τοῦ στρατοπέδου ἀναχωρῆσαι καὶ ἐκ τῆς χώρας ὡς πολεμίους τὰς τροφὰς ἐρανίζεσϑαι."
      },
      {
        "index": 194,
        "text": "Οὕτω δὲ τούτων συνενεχϑέντων, ἐπεὶ πολλοὶ πρὸς τοὺς ἄπο- D στάντας συνέρρεον, δείσαντες oi βουλευταὶ μὴ ἐπὶ πλέον οὗτοί τε ἐχπολεμωθῶσι καὶ τῇ στάσει συνεπίϑωνται oí περίοικοι, διεκηρυ- 15 χεύσαντο πρὸς αὐτούς, ὅσα πρὸς βουλῆς ἦσαν αὐτοῖς ποιεῖν ὕπι-- σχνούμενο. ὡς δὲ μάλιστα ἐϑρασύνοντο καὶ. οὐδένα λόγον ἐδέ- χοντο, εἷς τῶν πρέσβεων Myolnnac Ἰενήνιος μύϑου τινὸς σφᾶς ἀχοῦσαι ἠξίωσε\" καὶ τυχὼν εἶπε, στασιάσαι πρὸς τὴν γαστέρα návra τὰ μέλη τοῦ σώματος, καὶ φάναι τοὺς ὀφϑαλμοὺς ὡς ἡμεῖς 20 rác τε χεῖρας ἐνεργοὺς εἷς ἔργα καὶ τοὺς πόδας πρὸς πορείαν τιϑέα-- μὲν, τὴν γλώσσαν δὲ καὶ τὰ χείλη ὅτι δι᾿ ἡμῶν τὰ τῆς καρδίας"
      },
      {
        "index": 195,
        "text": "κοι] πολέμιοι À. 19 τὰ μέλη πάντα ΑΒ."
      },
      {
        "index": 196,
        "text": "βουλεύματα ἐξαγγέλλονται, τὰ ὦτα δ᾽ αὖ ὡς δι᾽ ἡμῶν ol ἑτέρων λόγοι τῷ vot παραπέμπονται, τὰς δὲ χεῖρας ὅτι ἐργάτιδες οὖσαι ἡμεῖς περιποιούμεθα πορισμούς, τοὺς πόδας δ᾽ αὖϑις ὅτι ἅπαν ἡμεῖς τὸ σῶμα φέροντες κοπιῶμεν χἂν ταῖς πορείαις κἂν ταῖς ἐρ- γασίαις καὶ ἐν ταῖς στάσεσιν \" ἡμῶν δ᾽ ἐνεργούντων οὕτω σὺ μόνη 5 ἀσυντελὴς οὖσα καὶ ἀεργὸς ὑπὸ πάντων ἡμῶν ὡς δέσποινά τις ὕπη- ρετῇ καὶ τῶν ἐκ καμάτου πάντων ἡμῶν πορισμῶν ἀπολαύεις αὐτή. ἡ δὲ γαστὴρ συνέϑετο καὶ αὐτὴ οὕτω ταῦτ᾽ ἔχειν͵, καὶ εἶ δοκεῖ,"
      },
      {
        "index": 197,
        "text": "B ἔφησεν, ἀχορήγητόν ue ἐάσατε, μηδέν μοι προσφέροντες. ἔδοξε ταῦτα, καὶ μή τι τοῦ λοιποῦ χορηγεῖσθαι τῇ γαστρὶ κοινῶς ἔψη-10 φίσϑη τοῖς μέλεσι. τροφῆς δὲ μὴ προσφερομένης αὐτῇ οὔϑ'᾽ αἱ χεῖρες πρὸς ἔργον ἦσαν εὐκίνητοι διὰ τὴν ἔνδειαν τῆς γαστρὸς ἀτο- νήσασαι, οὔϑ᾽ οἱ πόδες ἔρρωντο, οὔτε τι ἕτερον τῶν μελῶν τὴν οἰκείαν ἐνέργειαν παρεῖχεν ἀπρόσχοπον, ἄλλ᾽ ἄπρακτα πάντα δυσ- κίνητά τε ἢ καὶ τέλεον ἦσαν ἀκίνητα. καὶ τότε συνῆκαν ὅτι τὰ τῇ 15 γαστρὶ προσφερόμενα οὗ μᾶλλον ἐκείνῃ ἀλλ᾽ αὐτοῖς κεχορήγηνται καὶ αὐτῶν ἕκαστον τῶν ἐκείνῃ προσαγομένων παραπολαύει."
      },
      {
        "index": 198,
        "text": "Τούτοις τοῖς λόγοις τὸ πλῆϑος συνῆκεν ὡς αἱ τῶν εὐπόρων οὐσίαι καὶ τοῖς πένησιν εἰσὶν elc ὠφέλειαν, καὶ εἰ κἀκεῖνοι ὠφελοῖντο"
      },
      {
        "index": 199,
        "text": "C 2x δανεισμάτων καὶ τὰς οὐσίας αὔξουσιν, οὐκ εἷς βλάβην τοῦτο 0 τῶν πολλῶν ἀποβαίνει, ὡς εἴ γε μὴ ἔχοιεν οἵ πλουτοῦντες, οὐδ᾽ oi πένητες ἂν ἐν καιροῖς ἀναγκαίοις ἕξουσι τοὺς δανείσοντας, καὶ ἀπο-"
      },
      {
        "index": 200,
        "text": "λοῦνται χρείας κατεπειγούσης. ἐντεῦϑεν ἠπιώτεροι γενόμενοι xa- τηλλάγησαν, κουφισμὸν τῶν ὀφειλῶν καὶ τῶν ὑπερημεριῶν ἄφεσιν τῆς βουλῆς ψηφισαμένης αὐτοῖς."
      },
      {
        "index": 201,
        "text": "15. Φοβηϑέντες δὲ μὴ σχεδασϑείσης αὐτοῖς τῆς συστάσεως"
      },
      {
        "index": 202,
        "text": "ῆ τὰς συνθήκας οὐκ ἐπιτελεῖς ἕξουσιν ἢ κακωθῶσι διαλυϑέντες καὶ ἄλλος κατ᾽ ἄλλην πρόφασιν κολάζοιτο συνεχόμενος, συνέϑεντο ἐπαρήγειν ἀλλήλοις ἄν τίς τι ἀδικοῖτο, καὶ ὅρκρυς ἐπὶ τούτῳ ὑπέ- σχον, xal προστάτας αὐτίκα ἐξ ἑαυτῶν δύο προεχειρίσαντο, εἶτα D καὶ πλείους, ἵν\" εἶεν αὐτοῖς κατὰ συμμορίαν βοηϑοί τε καὶ τιμω-"
      },
      {
        "index": 203,
        "text": "Ἰ0ροί, καὶ τοῦτο οὐχ ἅπαξ ἐποίησαν, ἀλλ᾽ ἔκτοτε τὸ πρᾶγμα ἀρ-- W Il 93 ξάμενον οὕτω προέβαινε, καὶ ἐπ᾽ ἐνιαυτὸν τοὺς προστάτας ὧς ἀρχήν τινα ἀπεδείκνυσαν, τῇ μὲν τῶν “Ἰατίνων γλώσσῃ καλουμέ- νους τριβούνους (οὕτω γὰρ οἱ χιλίαρχοι κέκληνται), δημάρχους δὲ προσαγορευομένους τῇ ᾿ Ἑλληνίδι φωνῇ. ἵνα δὲ διαστέλληται"
      },
      {
        "index": 204,
        "text": "τῶν τριβούνων προσηγορία, τοῖς μὲν τὸ τῶν στρατιωτῶν \"τοῖς δὲ τὸ τοῦ πλήϑους προσέϑεντο πρόσρημα. οὗτοι δὴ τοῦ πλή- Jove οἱ τριβοῦνοι ἢ δήμαρχοι μεγάλων κακῶν αἴτιοι τῇ Ῥώμῃ γόνασι, τὲ μὲν γὰρ τῶν ἀρχόντων ὄνομα οὐκ ἔσχον εὐϑύς, . ἰσχὺν δ᾽ ὑπὲρ πάντας τοὺς ἄλλους ἐκτήσαντο, ἤμυνόν τε δεομένῳ ]"
      },
      {
        "index": 205,
        "text": "δὐπαντί, καὶ πάντα τὸν ἐπιβοησάμενον σφᾶς ἀφῃροῦντο οὐκ 2x μό- γῶν ἰδιωτῶν ἀλλὰ καὶ ἀπ᾿ αὐτῶν τῶν ἀρχόντων, πλὴν τῶν δικτα- τύόρων. εἶ δέ τις καὶ ἀπόντας αὐτοὺς ἐπεκαλέσατο, κἀκεῖνος ἀπὸ"
      },
      {
        "index": 206,
        "text": "€ 3» € \" 4 ἢ , γον ὕφ᾽ ἑτέρων ἐναντιώσεως. . καὶ γὰρ καὶ νόμους εἰσήγαγον Vy"
      },
      {
        "index": 207,
        "text": "τοῦ συνέχοντος αὐτὸν ἀπηλλάττετο καὶ ἢ ἐς τὸ πλῆϑυς ὕπ᾽ αὐτῶν εἰσήγετο ἢ καὶ ἀπελύετο. ἀλλὰ καὶ εἴ τί που ἔδοξεν αὐτοῖς μὴ γενέσθαι, ἐκώλυον, κἂν ἰδιώτης ἦν ὃ ποιῶν κἂν ἄρχων\" κἂν ὃ δῆμος κἂν ἢ βουλὴ πράττειν ἔμελλέ τι κἂν ψηφίζεσθαι, εἷς δέ τις ἠναντίωτο δήμαρχος, ἄπρακτος καὶ ἡ πρᾶξις καὶ ἢ ψῆφος ἐγίνετο. τοῦ χρόνου δὲ προϊόντος καὶ τὴν γερουσίαν ἀϑροίζειν καὶ ζημιοῦν τὸν μὴ πειϑαρχοῦντα καὶ μαντείᾳ χρῆσϑαι καὶ δικάζειν ἐπετράπησαν ἢ ἑαυτοῖς ἐπέτρεψαν. καὶ ὃ γὰρ ποιεῖν αὐτοῖς oüx ἐξῆν, κατώρϑουν ἐκ τῆς ἀνανταγωνίστου πρὸς πᾶν τὸ πραττόμε- ὅστις αὐτοῖς ἔργῳ ἢ λόγῳ προσχρούσῃ, κἂν ἰδιώτης εἴη κἂν ἂρ- χων, ἱερός τε 7) καὶ τῷ ἄγει ἐνέχηται. τὸ δὲ ἱερὸν εἶναι ἀπολωλέ- γαε ἦν\" οὕτω γὰρ πᾶν ὅπερ ἂν ὥσπερ τε ϑῦμα εἷς σφαγὴν κα- ϑιερώϑη, ὠνόμαστο. καὶ αὐτοὴς δὲ τοὺς δημάρχους τὸ πλῆϑος σαχροσάγκτους ὠνόμασαν, οἷον τείχη ἅγια εἷς φρουρὰν τῶν σφᾶς ἐπικαλουμένων τυγχάνοντας. σάκρα γὰρ παρὰ Ρωμαίοις τὰ τείχη, καὶ σάγκτα τὰ ἅγια. ἔδρων οὖν πολλὰ ἄτοπα\" καὶ γὰρ καὶ ὑπάτους ἔβαλλον εἷς τὸ δεσμωτήριον, καὶ ἐϑανάτουν τινὰς μηδὲ λόγου τυγχάνοντας. καὶ οὐδεὶς αὐτοῖς ἐναντιωθῆναι ἐτόλμα \" εἰ δὲ"
      },
      {
        "index": 208,
        "text": "μή, xol αὐτὸς ἱερὸς ἐγίνετο. εἰ μέντοι τινὲς μὴ παρὰ πάντων τῶν 20"
      },
      {
        "index": 209,
        "text": "δημάρχων κατεδικάζοντο, τοὺς μὴ ὁμογνωμονοῦντας ἐπεκαλοῦντο elc ἀρωγήν, καὶ οὕτως εἰς δίκην καϑίσταντο ἢ παρ᾽ αὐτοῖς ἐκείνοις ἢ"
      },
      {
        "index": 210,
        "text": "παρά τισι δικασταῖο ἢ xe παρὰ τῷ πλήϑει, καὶ τῆς νοιώσης ἐγίνοντο. εἰς δέκα δὲ προϊόντος τοῦ χρόνου οἱ δήμαρχοι κατέστησαν\" ὅϑεν αὖ- τοῖς τὸ πολὺ τῆς ἰσχύος κατεβέβλητο. φύσει γὰρ ὥσπερ, φϑό- νῷ δὲ μᾶλλον, ἀλλήλοις\" oí συνάρχοντες διαφέρονται\" καὶ χαλε- bà» πολλοὺς ἐν δυνάμει μάμστα ὄντας συμφρονῆσαι. ἅμα δὲ καὶ οἱ ἄλλοι διασπᾶν τὴν αὐτῷν μηχανώμενοι δύναμιν, ὅπως ἀσϑε- γέστεροι διχογνωμονοῦντες ὦσι», ἐστασίαζον, καὶ οὗ μὲν τοῖσδε οἱ δὲ τοῖσδε προσετίϑεντο. εἰ δὲ καὶ εἷς σφῶν ἀντεῖπε, τὰς τῶν } ἄλλων διαγνώσεις ἀπράχτους ἀπέφαινε. τὸ μὲν οὖν πρῶτον οὐκ Ἰοεἰσήεσαν εἰς τὸ βουλευτήριον, καϑήμενοι δὲ ἐπὶ τῆς εἰσόδου τὰ ποιούμενα παρετήρουν, καὶ εἴ τε μὴ αὐτοῖς ἤρεσκε, παραχρῆμα ἀνϑίσταντο\" εἶτοι καὶ εἰσεκαλοῦντο ἐντός. εἰσέπειτα μέντοι καὶ μειέλαβον τῆς βουλείας oí δημαρχήσαντες, xol τέλος χὰκ τῶν βουλευτῶν τενες ἠξίωσαν δημαρχεῖν, εἰ μή τις εὐπατρίδης ἐτύγχα- ἰόνεν\" οὐ γὰρ ἐδέχετο τοὺς εὐπατρίδας ὃ ὅμιλος. κατὰ γὰρ τῶν εὐπατριδῶν ἑλόμενοι τοὺς δημάρχους, καὶ πρὸς τοσαύτην προα- γαγόντες ἰσχύν, ἐδεδοίκεσαν μή τις αὐτῶν τῇ ἰσχύϊ ἐς τοὐναντίον Β΄. κατ᾽ αὐτῶν χρήσηται. εἰ δέ τις τὸ τοῦ γένους ἀξίωμα ἐξωμό- σατὸ xal πρὸς τὴν τοῦ πλήϑους μετέστη νόμισιν, ἀσμένως οὐτὸν ϑ0πρυσεδέχοντο. καὶ συχνοὶ τῶν σφόδρα εὐπατριδῶν ἀπείπαντο W YI 24 τὴν εὐγένειαν ἔρωτι τοῦ μέγα δυνηϑῆναι, καὶ ἐδημάρχησαν."
      },
      {
        "index": 211,
        "text": "ὕησαν Α. 16 προαγαγόντες ἰσχὺν] δύναμιν προσαγαγόντες Α."
      },
      {
        "index": 212,
        "text": "Οὕτω μὲν οὖν ἢ τῶν δημάρχων δυναστεία συνέστη. οἷς καὶ ἀγορανόμους δύο προσείλοντο, οἷον ὑπηρέτας σφίσιν ἐσομέ- ᾿ γους πρὸς γρώμματα. πάντα γὰρ τά τε παρὰ τῷ πλήϑει καὶ τὰ παρὰ τῷ δήμῳ καὶ τῇ βουλῇ γραφόμενα λαμβάνοντες, ὥστε μη-- δὲκ σφᾶς τῶν πραττομένων λανϑάνειν, ἐφύλασσον. τὸ μὲν οὖν 5"
      },
      {
        "index": 213,
        "text": "C ἀρχαῖον ἐπὶ τούτῳ ἡροῦντο καὶ ἐπὶ τῷ δικάζειν, ὕστερον δὲ καὶ ἄλλ᾽ ἄττα καὶ τὴν τῶν ὠνίων ἀγορὰν ἐπετράπησαν, ὅϑεν καὶ ἀγορανόμοι τοῖς ἑλληνίζουσιν ὠνομάσθησαν."
      },
      {
        "index": 214,
        "text": ": 16. Ἧ μὲν οὖν στάσις 4$ πρώτη οὕτω τοῖς Ῥωμαίοις xa- τέπαυσεν\" ἐκ δὲ τῶν περιοίκων σφίσε διὰ τὴν στάσιν πολλῶν κατ᾽ 10 αὐτῶν κινηϑέντων, μετὰ τὴν σύμβασιν ὁμονοήσαντες ἐρρωμένως τοὺς ἐξ ἐκείνων πολέμους διήνεγκαν καὶ πάντας ἐνίκησαν. ὅτε καὶ Κοριόλους πολιορκοῦντες ἐκπεσεῖν καὶ τοῦ στρατοπέδου μικροῦ ἐκινδύνευον, εἰ μὴ Γναῖος ἸΠάρκιος εὐπατρίδης ἀνὴρ ἠρίστευσε καὶ τοὺς ἐπιόντας ἀπώσατο\" ὃς διὰ τοῦτο ἄλλως τε ἐδοξάσϑη xal 15"
      },
      {
        "index": 215,
        "text": "D Ἰοριολάνος ἐκ τοῦ ἔϑνους ὃ ἐτρέψατο ἐπεκλήϑη. καὶ τότε μὲν οὕτως ἤρϑη, οὐ πολλῷ δ᾽ ὕστερον στρατηγῆσαι σπεύδων καὶ μὴ τυχών, ἠγανάκτησε κατὰ τοῦ ὁμίλου, καὶ τοὺς δημάρχους ἐβαρύ- γετοβ. οἱ οὖν δήμαρχοι, οὗς καταλῦσαι ἐγλίχετο, αἴτίας τινὰς κατ᾽ αὐτοῦ συμφορήσαντες τυραννίδος αὐτῷ προσῆψαν αἰτέαμα, 30"
      },
      {
        "index": 216,
        "text": "καὶ τῆς Ῥώμης ἐξήλασαν. . ἐκπεσὼν οὖν τοῖς Οὐολούσχοις εὐθὺς προσεχώρησεν. ὧν οἱ μὲν πρῶτοι καὶ οἱ ἐν τοῖς τέλεσιν αὐτῶν"
      },
      {
        "index": 217,
        "text": "ὄντες ἔχαιρόν τε αὐτῷ καὶ αὖϑις πρὸς πόλεμον ἡτοιμάζοντο, |"
      },
      {
        "index": 218,
        "text": "Zrrlov Τουλλίου πρὸς τοῦτον ἐρεϑίζοντος ἅπαντας\" ὃ δὲ ὅμιλος 9 ἀπρόϑυμος ἦν. ὧς οὖν οὔτε παραινοῦντες οὔτ᾽ ἐχφοβοῦντες αὖ--"
      },
      {
        "index": 219,
        "text": "τοὺς οἱ δυνατοὶ κινῆσαι πρὸς ὅπλων ἄρσιν ἠδύναντο, τοιόνδε τε"
      },
      {
        "index": 220,
        "text": "ἐμηχανήσαντο. ἱπποδρομίαν τῶν Ρωμαίων ἀγόντων ἄλλοι τε τῶν προσχώρων αὐτοῖς καὶ Οὐολοῦσκοι πλήϑει πολλῷ ᾿ κατὰ ϑέαν συνήλϑοσαν. ὃ δὲ Τούλλιος τοὺς τῶν “Ῥωμαίων στρατηγοὺς ἔπτει-- 100tv, ὡς εὐνοῶν δῆϑεν αὐτοῖς, τοὺς Οὐολούσχους φυλάσσεσθαι, παρεσκευασμένους ἐπιϑέσθαι σφίσιν ἀνελπίστως ἐν τῇ ἱπποδρο--"
      },
      {
        "index": 221,
        "text": "Hla. οἱ δὲ στρατηγοὶ καὶ τοῖς ἄλλοις TÓ- μήνυμα κοινωσάμενοε -"
      },
      {
        "index": 222,
        "text": "τοὺς Οὐολυύσχους αὐτίκα πρὸ τοῦ ἀγῶνος ἅπαντας ἐξεκήρυξαν. οἱ δὲ δυσανασχετοῦντες ὅτι μόνοι ἐκ πάντων ἐξελήλαντο, ἕτοιμοι"
      },
      {
        "index": 223,
        "text": "Ἰόπρὸς μάχην ἐγέναντο. καὶ προστησάμενοι τὸν Κοριολάνον τε καὶ"
      },
      {
        "index": 224,
        "text": "τὸν Τούλλεον, ἐπὶ τὴν “Ῥώμην, καὶ τοὺς “ατίνους προσειληφό- τὲς, πλήϑει ἐχώρησαν πλείονι. ᾿ὃ οἱ Ῥωμαῖοι πυϑόμενοι πρὸς τὰ ὅπλα μὲν οὐκ ἐρρώσϑησαν, ν αἰτίαις δ᾽ ἀλλήλους πεποίηντο, οἱ μὲν τοῦ ὁμίλου τοὺς εὐπατρίδας ὅτι ἐξ αὐτῶν ὃ Κοριολάνος 30 τυγχάνων μετὰ τῶν ἐχϑρῶν ἐπὶ τὴν πατρίδα στρατεύοιτο, οἱ δὲ τὸν ὅμιλον ὅτι μὴ ἐνδίκως αὐτὸν ἐξελάσαντες πολέμιον πεποιήκα- 0t, οὕτω δὲ στασιάζοντες ἐς μέγα τι κακὸν ἐνέπεσον ἄν, εἰ μὴ"
      },
      {
        "index": 225,
        "text": "al γυναῖκες αὐτοῖς ἐπεκούρησαν. ὧς γὰρ ἢ yipovola κάθοδον τῷ Κοριολάγῳ ἐψηφίσατο, καὶ. ἐπὶ τούτῳ πρέσβεις πρὸς ἐκεῖνον ἐστά- C Agaav, ἐχεῖνος καὶ τὴν χώραν τοῖς Οὐολούσχοις ἀποδοϑῆναι ἀπή- «zt ἧς ἐν τοῖς πρὶν πολέμοις ἐστέρηντο. τὸ δὲ πλῆϑος τῆς χώρας"
      },
      {
        "index": 226,
        "text": "οὗ μεϑίετφ. πάλιν οὖν ἑτέρᾳ πρεσβεία. ὃ δὲ περιϑύμως ἔφερεν ὅ o. E51 ὅτε καὶ περὶ τῆς ἑαυτῶν κινδυνεύοντες οὐδ᾽ οὕτω τῶν ἀλλοτρίων ἀφίστανται. καὶ τούτων δὲ ἀγγελθέντων αὐτοῖς οὐδ᾽ ἔτι xexl- νήντο οὐδ᾽ ὑπὸ τῶν κινδύνων oi ἄνδρες τοῦ στασιάζειν ἐξίσταντο. αἱ δὲ γυναῖχες ἥ τε γαμετὴ τοῦ Κοριολάνον Οὐολουμνία καὶ ἡ"
      },
      {
        "index": 227,
        "text": "μήτηρ Οὐετουρίνα, καὶ τὰς λοιπὰς τὰς «ἐπεφανεστάτας παραλα- 10 ὙΠ: βοῦσαι, ἦλθον ἐς. τὸ στρατόπεδον πρὸς αὐτόν, καὶ τὰ παιδία Ὁ αὐτοῦ ἐπαγόμεναι. καὶ ai μὲν ἄλλαι σιωπῶσαι ἐδάκρυον, 7 δὲ Οὐετουρίνα ““οὐκ ηὐτομολήκαμεν᾽\" ἔφη “τέκνον, ἀλλ᾽ ἢ πατρὶς ἡμᾶς ἔπεμψέ σοι\" εἰ μὲν πείϑοια, μητέρα καὶ γυναῖκα καὶ τέχνα,"
      },
      {
        "index": 228,
        "text": ", εἰ δὲ μή, λάφυρα. καὶ el καὶ νῦν ἔτε ὀργίζῃ, πρώτας ἡμᾶς ἀπό- 1 κτεινον. κχαταλλάγηϑι καὶ μηκέτι ὀργίζου τοῖς πολίταις τοῖς φί- λοις τοῖς ἱεροῖς τοῖς τάφοις, μηδὲ ἐκπολιορκήσης τὴν πατρίδα ἐν ἦ ἐγεννήϑης καὶ ἐτράφης καὶ τὸ μέγα τοῦτο ὄνομα Κοριολάνος ἐγένου. μή μὲ ἄπρακτον ἀποπέμψῃς, ἵνα μὴ καὶ νεκράν με αὖ- τηχειρίᾳ ϑεάσῃ: ἐπὶ τούτοις ἀνέκλαυσε, καὶ τοὺς μαστοὺς προ- 20"
      },
      {
        "index": 229,
        "text": "τοχειρίᾳ θεάσῃ Dionis exc. Vat. 17. ó$ ABCW, τὸ P Dionis exc. ovolovuvía BC, Οὐολομνία PW: Dionis exc. Βουλουμνία."
      },
      {
        "index": 230,
        "text": "ddiaca τῆς vc γαστρὸς ἁψαμένη “αὕτη σε ἔτεκεν\" ἔφη \"τέκνον, οὗτοί es ἐξέϑρεψαν\" .ἦ μὲν εἶπε ταῦτα, ἡ δὲ γαμετὴ αὐτοῦ καὶ τὸ παιδέα καὶ αἱ ἄλλαι γυγαῖκες ᾿συνεϑρήνησαν, ὥστε κἀκεῖνον εἰς πένϑος κιχκῆσαι. μόλις. δ᾽ ἀνενεγκὼν περιέπλεξε τὴν μητέρα, διαὶ. φιλῶν ἅμα “ἴδε ἔφη “μῆτερ, “πείϑομαί σοι\" σὺ γάρ με vie κᾷς. καὶ σοὶ ταύτην τὴν χάριν πάντες ἐχέτωσαν \" ἐγὼ γὰρ οὐδὲ ἰδεῖν αὐτοὺς ὑπομένω ot τημκαῦτα παρ᾽ ἐμοῦ εὐεργετηϑέντες τοι- αὖτά μοε ἀἄνταπέδωχαν, οὐδ᾽ ἀφίξομαι εἷς τὴν πόλιν\" ἀλλὰ σὺ μὲν ἀντ᾽ ἐμοῦ τὴν πατρίδα Lys, ὅτι τοῦτο ἠθέλησας, ἐγὼ δὲ 10 ἀπαλλαγήσομαι:\" ταῦτα εἰπὼν ἀπανέστη\" καὶ οὐδὲ τὴν κάϑοδον χατεῤέξατο, ἀναχωρήσας δὲ εἰς τοὺς Οὐολούσχους ἐκεῖ γηράσας B ἀπήλλαξεν."
      },
      {
        "index": 231,
        "text": "17. Οἱ δὲ δήμαρχοι χώραν ἐκ πολεμίων προσκτηϑεῖσαν Ῥωμαίοις ἄπήτουν διανεμηϑῆναι τῷ πλήϑει\" ὅϑεν πρὸς ἀλλήλων θτε καὶ πρὸς τῶν πολεμίων. πολλὰ ἐκακώθησαν. οἷ γὰρ δυνατοὶ μὴ ἄλλως κατέχειν αὐτοὺς δυνάμενοι, πολέμους ἐκ πολέμων ἔξε- πίτηδες ἐκίνουν, ἵν᾽ αὐτοῖς ἀσχολούμενοε μηδὲν περὶ τῆς γῆς πο- λυπραγμονῶσι. χρόνῳ δέ ποτε ὑποτοπήσαντές τινες τὸ πραττό- μένον, odx εἴων καὶ ἄμφω τοὺς ὑπάτους ἢ στρατηγοὺς ὑπὸ τῶν δυνατῶν ἀποδείκνυσθαι, ἀλλ᾽ ἤϑελον καὶ αὐτοὶ τὸν ἕτερον ἐκ τῶν εὐπατριδῶν αἱρεῖσθαι. ὡς δὲ τοῦτο κατειργάσαντο, προεί-"
      },
      {
        "index": 232,
        "text": "πάντες ταύτην τὴν χάριν. 18 of ydo δυνατοὶ --- 18 πολυπραγμο-"
      },
      {
        "index": 233,
        "text": "λοντο Σπούριον Φούριον, xal μετ᾽ ἐχείνου στρατευσάμενοι πάντα ἐφ᾽ ὅσα ὥρμησαν προϑύμως κατέπραξαν. οἱ δὲ τῷ συνάρχοντι αὐτοῦ Φαβίῳ Καίσωνι συνεξελθόντες οὐ μόνον οὐκ ἐρρώσϑησαν, ἀλλὰ καὶ τὸ στρατόπεδον ἐκλιπόντες εἰς τὴν πόλιν ἦλθον καὶ ἐϑο- ρύβουν, ἕως οἱ Τυρσηνοὶ τοῦτο μαϑόντες ἐπεχείρησαν αὐτοῖς. δ καὶ τότε μέντοι o9 πρότερον ἐξῆλϑον τῆς πόλεως πρὶν τῶν δημάρ- χων τινὰς συμφρονῆσαι τοῖς δυνατοῖς. ἠγωνίσαντο δὲ προϑύμως, καὶ πολλοὺς μὲν τῶν πολεμίων διέφϑειραν, συχνοὶ δὲ καὶ αὐτῶν ἀπέϑανον\" ἔπεσε δὲ καὶ 0 εἷς τῶν ὑπάτων ὃ άλιος. ὃ δὲ ὅμι- Aoc στρατηγὸν τὸ τρίτον τὸν ἸΠάλιον εἵλετο. 10 Ρ Καὶ πόλεμος αὖϑις αὐτοῖς ἐπενήνεκτο πρὰς τῶν. Τυρσηνῶν\" ἀϑυμοῦσι δὲ “Ρωμαίοις καὶ ἀποροῦσι πῶς τοῖς ἐχϑροῖς ἀντικατα- στῶσιν, οἱ Φάβιοι ἐπεκούρησαν. ἕξ γὰρ ὄντες καὶ τριακόσιοι, ὡς ἀϑυμοῦντας εἶδον αὐτοὺς καὶ μήτε τε βουλευομένους λυσιτελὲς καὶ ἀπογινώσκοντας ἅπαντα, τὸν πρὸς τοὺς Τυρσηνοὺς ὑπεδέξαντο 15 πόλεμον αὐτοὶ δι᾽ ἑαυτῶν προϑυμηϑέντες μαχέσασθαι καὶ τοῖς σώμασι καὶ τοῖς χρήμασι. καί τι χωρίον καταλαβόντες ἐπίκαι- ρον ἐτειχίσαντο, ὅϑεν δρμώμενοι πάντα τὰ τῶν πολεμίων ἦγον, τῶν Τυρσηνῶν μηδὲ ἐς χεῖρας αὐτοῖς ἰέναι ϑαρρούντων, εἶ δὲ καί ποτε συμμέξειαν, ἐλαττουμένων παρὰ πολύ. προσλαβόμενοι 0620"
      },
      {
        "index": 234,
        "text": "καὶ συμμάχους oi Τυρσηνοὶ ἐν ὑλώδεε χωρίῳ ἐλόχησαν, καὶ ἄφυ-"
      },
      {
        "index": 235,
        "text": "Regiis Ducangii: ἕτερον P ex duobus Regiis. άλιον aut auctoris errore"
      },
      {
        "index": 236,
        "text": "Reisk. ἀποϑείανυται Καίσων Φάβιορ... τὸ τρίτον ὕπατος. 18 Φα-"
      },
      {
        "index": 237,
        "text": "λάχτους ἐπελθόντας αὐτοῖς τοὺς Φαβίους, ὑπὸ τοῦ πάντα νικᾶν, περιεστοίχισαν καὶ πάντας ἐφόνευσαν. καὶ παντελῶς τὸ γένος αὐτῶν ἐξέλεπεν ἄν, εἰ μὴ εἷς τις οἴκοι κατελείφϑη διὰ νεότητα, ἀφ᾽ οὗπερ αὖϑις εἰσέπειτα ἤνϑησαν."
      },
      {
        "index": 238,
        "text": "δ Τῶν δὲ Φαβίων οὕτω φϑαρέντων οἱ Ρωμαῖοι μάλα παρὰ τῶν Τυρσηνῶν ἐχαχώϑησαν. εἶτα πρὸς μὲν τοὺς πολεμίους onoy- δὰς ἐποιήσαντο, τραπόμενοι δ᾽ ἐπ᾽ ἀλλήλους ἔπραξαν πολλὰ καὶ δεινά, ὡς μηδὲ τῶν στρατηγῶν ἀποσχέσϑαι τὸ πλῆϑος. τούς τε γὰρ ὑπηρέτας αὐτῶν ἔπαιον καὶ τὰς ῥάβδους κατέκλων, αὐτούς τε"
      },
      {
        "index": 239,
        "text": "Ἰοτοὺς στρατηγοὺς ὑπ᾽ εὐθύνην ἦγον ἐπὶ πάσῃ προφάσει καὶ μεί- B ζονι xal ἐλάττονι. “Ἄππιον οὖν Κλαύδιον καὶ παρ᾽ αὐτὴν τὴν ἀρχὴν εἷς τὸ δεσμωτήριον ἐμβαλεῖν ἐβουλεύσαντο, ὅτι τε αὐτοῖς ἐναντιοῦτο εἷς ἅπαντα, xol ὅτι τοὺς συστρατευσαμένους αὐτῷ ἐδε- χάτευσεν ἐπειδὴ τοῖς Οὐολούσκοις ἐν μάχῃ ἐνέδοσαν. 1 δεκά-"
      },
      {
        "index": 240,
        "text": "δτευσις δὲ τοιόνδε τε ἦν. ὅτε τι οἷ στρατιῶται μέγα ἡμάρτοσαν,"
      },
      {
        "index": 241,
        "text": "ὃ στρατηγὸς εἰς δεκάδας αὐτοὺς ἀριϑμῶν, ἕνα λαβὼν ἐξ ἑκάστης δεχάδος τὸν κλήρῳ λαχόντα ϑανάτῳ ἐκόλαζεν. ἀπελϑόντα δ᾽ ἐκ τῆς ἀρχῆς τὸν Κλαύδιον εὐθὺς οἱ τοῦ πλήϑους εἰς ἀγῶνα κατέ- στῆσαν, xal οὐ κατεψηφίσαντο μέν, τὴν ψῆφον δὲ ὑπερϑέμενοι"
      },
      {
        "index": 242,
        "text": "ἐς ἀνάγκην αὐτὸν αὐτοχειρίας κατέστησαν. καί τίνες δὲ τῶν δη- μάρχων ἄλλα τε κατὰ τῶν εὐπατριδῶν συνέγραψαν, καὶ τὸ ἐξεῖναι τῷ πλήϑει καὶ καϑ᾽ ἑαυτὸ συνεέναι καὶ ἄνευ ἐκείνων βουλεύεσθαι"
      },
      {
        "index": 243,
        "text": "λεύσασθαι Α."
      },
      {
        "index": 244,
        "text": "καὶ χρηματίζειν πάνϑ᾽ ὅσα ἂν ἐϑελήσῃς κἂν vig (m^ αἰτίᾳ vo) παρὼ τῶν στρατηγῶν. προστιμωρηϑῇ , ἔκκλητον ἐπὶ τούτοις τὸν δῆμον δικάζειν ἔταξαν. χαὶ τοὺς ἀγορανόμους δὲ καὶ τοὺς δημάρχους ἐπηύξησαν, ἵνα πλείστοης τοὺς αὐτῶν προϊσταμένους ἔχωσι. | : Πραττομένων δὲ τούτων oi tónavolón: φανερῶς μὲν o9 πάνυ D ἀντέπραττον πλὴν βραχέων, λάϑρα δὲ συχνοὺς τῶν ϑρασυτάτων ἐφόνευον. ἀλλ᾽ οὔτε τοῦτο τοὺς λοιποὺς ἐπέσχεν, οὔϑ᾽ ὅτι ποτὲ ἐννέα δήμαρχοι πυρὶ ὑπὸ τοῦ δήμου ἐδόϑησαν. o) póvov γὰρ οὗ μετὰ ταῦτα δημαρχοῦντες οὐκ ἠμβλύνοντο, ἀλλὰ μᾶλλον καὶ ἴ0 ἐϑρασύνοντος. εἷς τοῦτο ὑπὸ τῶν εὐπατριδῶν προήχϑη ó ὅμιλος. οὔτε γὰρ στρατεύειν ἐπείϑοντο πολέμων ἐπικειμένων el μὴ ὧν ὠρέ- yovro ἔτυχον, καὶ & ποτε δ᾽ ἐξῆλθον, ἀπροϑύμως ἐμάχοντο, εἰ μὴ πάνϑ᾽ ὅσα ἐβούλοντο ἤνυσαν. κἀντεῦϑεν πολλοὶ τῶν προῦσ- οίκων αὐτοῖς, τῇ ἐκείνων διχοστασίᾳ ἢ τῇ ἑαυτῶν ϑαρροῦντες 16 ἰσχύϊ, ἐνεωτέρισαν. ὧν ἦσαν καὶ «“Ἰϊκουοί, οἱ Máoxov ἹΠινού- xiv. στρατηγοῦντα τότε νικήσαντες ἐφρονηματίσϑησαν. μαϑόν- τὲς δὲ τὸν IMavosxiov ἡττημένον οἱ ἐν τῇ “Ῥώμῃ δικτάτορα «Δού- κιοῦ Κυΐντιον &Xovzo, πένητα μὲν ἄνδρα καὶ γεωργίᾳ συνεζηκότα, |"
      },
      {
        "index": 245,
        "text": "o» B: Dionis exc. ϑρασυτάτων. 9 ὑπὸ τοῦ δήμου πυρὶ À. |"
      },
      {
        "index": 246,
        "text": "ἐς ἀρετὴν δὲ xal σωφροσύνην διαπρεπῆ, καίτοι τὰς κόμας lc πλο-- χάμους ἀνιέντα, ὅϑεν καὶ Κικινάτος ὠνόμαστο. οἷοι νῦν πολλοὶ περὶ τὰ βασίλεια \" ἐκεῖϑεν δὲ τοῦ καχοῦ παρεισφϑαρέντος εἷς τὸ πολίτευμα, καὶ ἁπανταχοῦ κικινάτους ἔστιν δρᾶν. οὗτος οὖν δι-"
      },
      {
        "index": 247,
        "text": "ὀχτάτωρ προχειρισϑείς, xol ἀνθημερὸν ἐκστρατεύσας, καὶ τάχει σὺν ἀσφαλείᾳ χρησάμενος, καὶ τοῖς «Αϊχουοῖς προσβαλὼν μετὰ τοῦ ἹΜινουκίου, πλείστους μὲν διέφϑειρε, τοὺς δ᾽ ἄλλους ἐζώ- γρήσεν\" οὖς ὑπὸ ζυγὸν διαγαγὼν ἀφῆκεν. ἢ δὲ πρᾶξις 7j τοῦ ζυγοῦ τοιάδε τις ἦν. σταυροὺς δύο, ὄρϑια δηλαδὴ ξύλα διέ-"
      },
      {
        "index": 248,
        "text": "loyoria ἀλλήλων, εἰς τὴν γῆν κατεπήγνυον, καὶ αὐτοῖς ἐπετίϑουν ἐγχάρσιον ἕτερον, καὶ διὰ μέσου τούτων τοὺς ἁλόντας διῆγον γυμνούς\" ὃ τοῖς μὲν δρῶσι λαμπρότητα, πολλὴν δ᾽ ἀτιμίαν τοῖς πάσχουσιν ἔφερεν, ὥστε τινὰς τοῦ τοιοῦτόν τε παϑεῖν προαιρεῖ- σϑαι ϑανεῖν. καὶ πόλιν δὲ αὐτῶν Kogovivoy καλουμένην ἑλὼν"
      },
      {
        "index": 249,
        "text": "ἐπανῆλϑε, καὶ τὸν Πινούκιον διὰ τὴν ἧτταν τὴν στρατηγίαν ἀφείλετο, καὶ αὐτὸς ἀπέϑετο τὴν ἀρχήν."
      },
      {
        "index": 250,
        "text": "Οἱ μέντοι Ῥωμαῖοι οἰκεῖον ἐσχήκασι πόλεμον, ὃς ἐκ δούλων συνέστη καὶ φυγάδων τινῶν, ot νυκτὸς ἐπελϑόντες ἔξαπι- γαίως τοῦ Καπιτωλίου ἐκράτησαν. ὃ δ᾽ ὅμιλος καὶ τότε οὐ πρό-"
      },
      {
        "index": 251,
        "text": "301tpoy ἐν τοῖς ὅπλοις ἐγένετο πρίν τι πλέον σχεῖν τῶν εὐπατριδῶν."
      },
      {
        "index": 252,
        "text": "W 1137 ἐπελϑόντες δέ ye τοῖς στασιάσασιν ἐκράτησαν μὲν αὐτῶν, πολλοὺς δὲ τῶν σφετέρων ἀπέβαλον."
      },
      {
        "index": 253,
        "text": "Διὰ ταῦτα τοίνυν οἱ Ρωμαῖοι καὶ διά τινα σημεῖα εὐλαβη- ϑέντες τῶν τὲ πρὸς ἀλλήλους ἀπηλλάγησαν ἐγκλημάτων καὶ τὴν πολιτείαν ἰσωτέραν ποιήσασϑαι ἐψηφίσαντο. καὶ τρεῖς ἄνδρας 5 εἷς τὴν Ἑλλάδα διὰ τοὺς νόμους καὶ τὰ παρ᾽ ἐκείνοις ἔϑη πε--"
      },
      {
        "index": 254,
        "text": "D πόμφασι. καὶ χομισϑέντων αὐτῶν τάς τε ἄλλας ἀρχὰς καὶ τὰς τῶν δημάρχων κατέλυσαν, καὶ ἄνδρας ὀχτὼ ἐκ τῶν πρώτων àv- ϑείλοντο, καὶ ᾿ἅππιον Κλαύδιον Τίτον τε Γενούκιον ἀπέδειξαν κατὰ τὸν ἐνιαυτὸν ἐκεῖνον στρατηγοὺς κὐτοκράτορας. καὶ νόμους 10 αὐτοῖς συγγράψαι ἐπέτρεψαν, μηδεμίαν τε δίκην ἐφέσιμον ἀπ᾿ αὐτῶν γενέσθαι προσεψηφίσαντο\" ὃ πρώην οὐδενὶ τῶν ἀρχόντων πλὴν τῶν δικτατόρων idídoro. ἦρξάν τε οὗτοι ἐφ᾽ ἡμέραν ἕκα- στος, ἐναλλὰξ τὸ πρόσχημα τῆς ἡγεμονίας λαμβάνοντες. καὶ νόμους αυγγρώψαντες εἰς τὴν ἀγορὰν ,(ἐξέϑηκαν \" οὗ ἐπεὶ πᾶσεν 15 ἤρεσαν, ἐς τὸν δῆμον εἰσήχϑησαν, καὶ κυρωϑέντες σανίσιν àve-"
      },
      {
        "index": 255,
        "text": "»184] γράφησαν δέκα\" ὅσα γὰρ φυλακῆς ἐκρίϑησαν ἄξια, ἐν σανιδέοις"
      },
      {
        "index": 256,
        "text": "ἐθησαυρίζοντο."
      },
      {
        "index": 257,
        "text": "Ἐκεῖνοι μὲν οὖν τὸν ἐνιαυτὸν ἀνύσαντες ἀφῆχαν τὴν ἀρχήν,"
      },
      {
        "index": 258,
        "text": "ἕτεροι δ᾽ αὖϑις αἱρεθέντες δέκα ὥσπερ ἐπὶ καταλύσει τῆς πολε-- 90"
      },
      {
        "index": 259,
        "text": "τείας χειροτογηϑέντες ἐξώκειλαν. πάντες γὰρ &ua ἀπὸ τῆς ἴσης"
      },
      {
        "index": 260,
        "text": "ἦρχον, καὶ νεανίσκους ἐκ τῶν εὐπατριδῶν ϑρασυτάτους ἐκλεξά.-. μενοι πολλὰ δι᾽ αὐτῶν ἐποίουν καὶ βίαια\" ὀψὲ δέ ποτε ἐπ᾿ ἐξόδῳ"
      },
      {
        "index": 261,
        "text": "τοῦ ἔτους ὀλίγα ἄττα ἐν δύο σανίσι προσέγραψαν, ἐς πάντα δὴ αὐτογνωμονήσαντες. dg? ὧν οὐχ ὁμόνοια ἀλλὰ καὶ διαφοραὶ μείζους Ῥωμαίοις γενήσεσϑαε ἔμελλον. -di μὲν οὖν λεγόμεναι δώδεκα δέλτοι οὕτως τότε ἐγένοντο\" Β Soi δὲ νομοϑέται ἐκεῖνοι οὐ μόνον ταῦτ᾽ ἔπραξαν, ἀλλὰ καὶ τοῦ ἐνιαυτοῦ τῆς ἀρχῆς αὐτοῖς διελϑόντος ἔτι τοῖς πράγμασιν ἐνέμει- vuv, βίᾳ τὴν πόλιν κατέχοντες, καὶ μηδὲ τὴν βουλὴν ἢ τὸν δῆμον ἀϑροίζοντες, ἵνα μὴ συνελθόντες παύσωσιν αὐτούς. ixovüwy δὲ καὶ Σαβίνων πόλεμον αἱρομένων κατὰ Ῥωμαίων, τότε τοὺς ἐπι- 10 τηδείους αὐτοῖς παρασκευάσαντες διεπράξαντο σφίσι τοὺς πολέμους ἐπιτραπῆναι. ἐκ γοῦν τῆς δεκαρχίας αὐτῶν Σερούϊος μὲν ὍὌππιος καὶ “ππιος Κλαύδιος κατὰ χώραν ἔμειναν, oi δὲ ὀκτὼ ἐπὶ τοὺς πολεμίους ἐστράτευσαν. ᾿ Πάντα μῶντοι ἁπλῶς καὶ τὰ ἐν τῷ ἄστει καὶ τὰ ἐν τοῖς C Ἰοστρατοπέδοις τετάρακτο, κἀντεῦϑεν στάσις αὖϑις συνηνέχϑη. ἐμβαλόντες γὰρ εἰς τὴν τῶν Σαβένων γῆν oi στρατίαρχοι, «““ού- κιόν τινα Σίκιον, ἄκρον τε τὰ πολέμια καὶ ἐν τοῖς πρώτοις τοῦ ὅμῆου καταριϑμούμενον, μεϑ᾽ ἑτέρων dic τι χωρίον καταληψό- μένον ἔπεμψαν, καὶ διὰ τῶν συνεκπεμῳφϑέντων αὐτῷ τὸν ἄνδρα Ὃ διέφϑειραν. λόγου δ᾽ εἷς τὸ στρατόπεδον γεγονότος ὡς παρὰ πολεμίων τοῦ ἀνδρὸς σὺν ἄλλοις ἀνῃρημένου, οἱ στρατιῶται ἄνε- λέσϑαι τοὺς νεκροὺς ὁρμήσαντες οὐδὲν σῶμα τῶν ἐναντίων εὑρή- χασι, συχνοὺς δὲ τῶν ὁμοφύλων, οὗς ὃ ΣΞίκιος ἐπιϑεμένους αὐτῷ"
      },
      {
        "index": 262,
        "text": "b . 16 συνεπήχϑη Dionis exc. 16 στρατιάρχαι Α."
      },
      {
        "index": 263,
        "text": "ἀπέχτεινεν üpvvüpevog. ὡς οὖν κύχλῳ rt αὐτοῦ κειμένους καὶ Ὁ τετραμμένους πρὸς αὐτὸν εἶδον, ὑπετόπησαν τὸ γενόμενον καὶ μέντοι καὶ ἐθορύβησαν \" πρὸς δὲ τοῖς καὶ διά τι τοιοῦτον. “οὐκιός τις Οὐεργίνιος ἐκ τοῦ. πλήϑους ὧν καὶ ϑυγατέρα ἔχων περικαλλῆ “ουκίῳ Ἰκιλλίῳ τῶν ὁμοίων αὐτῷ ἐκδώσειν ἔμελλε. 5 ταύτης ὃ Κλαύδιος ἐρασϑεὶς καὶ μὴ τυχών, παρεσκεύασέ τινὰς δουλαγωγῆσαι αὐτήν\" καὶ δικαστὴς ἦν ἐκεῖνος. ἐλθὼν οὖν ὃ τῆς κόρης πατὴρ ἐκ τοῦ στρατοπέδου ἐδικαιολογεῖτο. ὡς δὲ ὃ Κλαύ-- .διος ταύτης κατεψηφίσατο καὶ τοῖς δουλαγωγοῦσιν αὐτὴν 7 κόρη παρεδόϑη καὶ οὐδεὶς ἐπήμυνεν, ὑπερήλγησεν ὃ ταύτης πατήρ, 10 καὶ τὴν ϑυγατέρα κοπίδι διαχειρισάμενος πρὸς τοὺς στρατιώτας W 1I 98 ὡς εἶχεν ἐξώρμησεν. οὗς οὐδὲ πρὶν εὖ διακειμένους οὕτως ἐτάρα--"
      },
      {
        "index": 264,
        "text": "PIS48 ξεν ὥστε εὐθὺς ἐπὶ τὴν πόλιν πρὸς τὸν Κλαύδιον ἐπειχϑῆναι."
      },
      {
        "index": 265,
        "text": "' καὶ ot ἕτεροι δὲ ot ἐπὶ τοὺς Σαβίνους ἐστρατευμένοι, ἐπεὶ τοῦτ᾽ ἔμαϑον, τό τε τάφρευμα ἐξέλιπον, καὶ συμμίξαντες τοῖς λοιποῖς 15 ἄνδρας εἴκοσιν ἑαυτῶν προεστήσαντο, καὶ οὐδὲν μικρὸν ἐλογίζοντο πρᾶξαι. καὶ τὸ ἄλλο δὲ πλῆϑος τὸ ἐν τῇ πόλει προσεχώρησεν αὐτοῖς καὶ μετ᾽ αὐτῶν ἐθορύβει."
      },
      {
        "index": 266,
        "text": "Ἔν τούτοις ὃ μὲν Κλαύδιος φοβηϑεὶς ἐκρύβη, \"Onniog δὲ τήν τε βουλὴν ἤϑροισε καὶ πέμψας ἐπύϑετο τοῦ πλήϑους τί βού-- 40 λονται. οἱ δὲ τὸν Οὐαλλέριον “ούχιον καὶ τὸν Ὃράτιον IMág- xov, ἄνδρας ἐκ τῶν βουλευτῶν αὐτοῖς προσκειμένους, πεμφϑῆνδι"
      },
      {
        "index": 267,
        "text": "σφίσιν ἐζήτουν, ὥς τι δι᾽ ἐκείνων ἀποχρεινούμενοι. ἐπεὶ δὲ οὐκ B ἐπέμφϑησαν, φοβηϑέντων τῶν δέκα ἀρχόντων (ἤδη γὰρ πάντες παρῆσαν) μὴ στρατηγοῖς αὐτοῖς κατ᾽ αὐτῶν χρήσαιντο, ἔτι μᾶλ- λον ὠργίζοντο. φόβος οὖν τοῖς βουλευταῖς ἐνέπεσεν οὗ μέτριος ϑἐντεῦϑεν, καὶ διὰ τοῦτο καὶ παρὰ γνώμην τῶν ἀρχόντων τόν τε Οὐαλλέριον σφίσι xul τὸν Οράτιον ἔπεμψαν. κἀκ τούτου συναλ- λαγῆς γενομένης τοῖς μὲν ϑορυβήσασιν ἄδεια τῶν πραχϑέντων ἐδόϑη καὶ ἥ δεκαρχία κατελύϑη, αἱ δὲ ἐπέτειοι ἀρχαὶ ot τε λοιπαὶ xoi αἷ τῶν δημάρχων ἐπὶ τοῖς αὐτοῖς προνομίοις ἐπανῆλθον ἐφ᾽ 10 οἷσπερ ἦσαν καὶ πρότερον. ἀποδειχϑέντες δὲ ἄρχοντες ἄλλοι τε xui Οὐεργένιος τὸν μὲν Ὄππιον τόν τε Κλαύδιον εἰς δεσμωτήριον C ἐνέβαλον, o? πρὶν εὐθυνθϑῆναι ἑαυτοὺς διεχειρίσαντο, τοὺς δὲ λοιποὺς ἐγράψαντο καὶ ἑλόντες ἐξήλασαν."
      },
      {
        "index": 268,
        "text": "19. Οἱ δ᾽ ὕπατοι (τότε γὰρ λέγεται πρῶτον ὑπάτους αὖ- Ιϑτοὺς προσαγορευϑῆναι, στρατηγοὺς καλουμένους τὸ πρότερον\" ἦσαν δὲ Οὐαλλέριος καὶ Ὃράτιος) καὶ τότε καὶ μετέπειτα τῷ πλή- ϑει προσέκειντο καὶ μᾶλλον αὐτοὺς ἢ τοὺς εὐπατρίδας ἐκράτυναν. ἐλαττούμενοι οὖν οἱ εὐπατρίδαι οὔτε ῥάδιον συνελέγοντο οὔτε τὰ πράγματος ἐπ᾽ αὐτοῖς ἐποίουν παντάπασιν, ἀλλὰ καὶ τοὺς δημάρ-- ἥθχους οἰωνοσκοπίᾳ ἔν συλλόγοις χρῆσϑαι δεδώκασιν * ὃ λόγῳ μὲν D τιμὴν. αὐτοῖς ἔφερε καὶ ἀξίωμα (μόκοις γὰρ τοῦτο ἐκ τοῦ πάνυ ἀρχαίου τοῖς εὐπατρίδαις ἐπετέτραπτο), ἔργῳ δὲ κώλυμα ἦν, ἵνα"
      },
      {
        "index": 269,
        "text": "ἀποκρινόμενοι Α. 4 ἐντεῦϑεν οὗ μέτριος AB. 10 οἷσπερ"
      },
      {
        "index": 270,
        "text": "μὴ ῥᾳδίως oi δήμαρχοι καὶ τὸ πλῆϑος ὅσᾳ βούλοιντο πράττοιεν, ἀλλὰ προφάσει τῆς οἱωνοσκοπίας ἔστιν οὗ ἐμποδίζοενετο:. ἀχϑό- μενοι δὲ τοῖς ὑπάτοις οἵ τε εὐπατρίδαι καὶ ἣ βουλή, dg τὰ τοῦ πλήϑους φρονοῦσιν, οὐκ ἐψηφίσαντο σφίσι τὰ ἐπινέκια, πόλεμον ἑκατέρου νικήσαντος, οὔϑ᾽ ἡμέραν ἑκάστῳ ἀπένειμαν ὥσπερ εἴς 5 ϑιστο. τὸ μέντοι πλῆϑος ἐπὶ δύο τε ἡμέρας ἑώρτασε καὶ τοῖς ὑπάτοις τὰ νικητήρια ἐψηφίσαντο."
      },
      {
        "index": 271,
        "text": "Οὕτως οὖν ἐς διαφορὰς τῶν Ῥωμαίων ἐλϑόντων, οἷ ἐναντίοι σφίσιν ἀναϑαρσήσαντες ἐπήἥεσαν αὐτοῖς. τῷ δ᾽ ἑξῆς ἔτει Mág- κου Γενουχίου καὶ Γαΐου Κουρτίου ὑπατευόντων ἐπ᾽ ἀλλήλους 10 ἐτράποντο. οἵ τε γὰρ τοῦ πλήϑους καὶ ὑπατεύειν ἤϑελον, ἐπεί- πέρ ἐδημάρχουν οἱ εὐπατρίδαι πρὸς αὐτοὺς μεϑιστάμενοι, καὶ oi εὐπατρίδαι λίαν τῆς ὑπάτου ἀρχῆς περιείχοντος. καὶ πολλὰ κατ᾽ ἀλλήλων καὶ βίαια ἔλεγόν τε καὶ ἔπραττον. ἵνα δὲ μὴ πρός τι χεῖρον χωρήσωσι, τοῦ μὲν ἔργου τῆς ἡγεμονίας οἱ δυνατοὶ αὖ- 15 τοῖς παρεχώρησαν, τοῦ δὲ ὀνόματος o) μετέδωκαν, ἀλλ᾽ ἀνθ᾽ ὑπάτων χιλιάρχους ὠνόμασαν, ἵνα μὴ τὸ τῆς κλήσεως ἔντιμον τῷ σύρφυκι δμίλῳ καταρρυπαίνοιτος. καὶ τρεῖς ἀφ᾽ ἑκατέρων χιλιάρχους ἀντὶ τῶν δύο ὑπάτων αἱρεῖσϑαι συνέδοξεν. οὐ μέντοι τὸ τῶν ὑπάτων ἐξέλιπε τέλεον ὄνομα, ἀλλὰ ποτὲ μὲν ὕπατοι κα- Ὁ ϑίσταντο, ποτὲ δέ γε χιλίαρχοι. οὕτω μὲν οὖν ταῦτα παραδέδο- vat γίνεσϑαι, καίτοι οὐ μόνον τῶν ὑπάτων δικτάτορας ἀνειπόν-"
      },
      {
        "index": 272,
        "text": "τῶν, xol ταῦτα πολὺ τῆς ἀρχῆς ἐκείνης ἐλαττουμένων, ἀλλὰ καὶ"
      },
      {
        "index": 273,
        "text": "χΔιάρχων τοῦτο πεποιηκότων ἐνίοτε\" λέγεται δὲ ὅτι οὐδεὶς τῶν ὙΥ 1| 29"
      },
      {
        "index": 274,
        "text": "χιμάρχων, καίτοι πολλῶν πολλάκις νικησάντων, ἐπινίκια ἔπεμψεν."
      },
      {
        "index": 275,
        "text": "Οἱ μὲν οὖν χιλίαρχοι. οὕτω τότε ἠρέϑησαν, oi δὲ τιμηταὶ"
      },
      {
        "index": 276,
        "text": "ἐχομένῳ ἔτει Βαρβάτου καὶ IMágxov Maxpívov ὑπατευόντων χατεδείχϑησαν\" xal ἤρέϑησαν ““ούκιός τε Παπείριος καὶ 2dos- κιος Σεμπρώνιος, κεχειροτόνηντο δὲ ὅτι οἱ ὕπατοι ἀδύνατοι ἐπὶ πάντας διὰ τὸ πλῆϑος ἐξαρκεῖν ἦσαν\" τὰ γὰρ τοῖς τιμηταῖς ἀπο- γεμηϑέντα προνόμια ἐκεῖνοε μέχρι τότε ἐποίουν. δύο τε ἦσαν ot"
      },
      {
        "index": 277,
        "text": "Ἰθ0τιμηταὶ ἐξ ἀρχῆς καὶ ἐκ τῶν εὐπατριδῶν. ἦρχον δὲ τὰ μὲν πρῶτα xal τὰ τελευταῖα ἐπὶ πενταετίαν, ἐν δὲ τῷ μέσῳ χρόνῳ ἐπὶ τρεῖς ἑξαμήνους\" καὶ ἐγένοντο τῶν ὑπάτων μείζους, καίτοι μέρος τῆς"
      },
      {
        "index": 278,
        "text": "ἐχείνων λαβόντες ἀρχῆς. ἐξῆν δὲ αὐτοῖς τάς τε προσόδους τὰς"
      },
      {
        "index": 279,
        "text": "χοινὰς ἐχμεσϑοῦν, καὶ τῶν 60d» καὶ τῶν δημοσίων οἰχοδομημά- 1670» ἐπιμελεῖσθαι, καὶ τὰς ἀπογραφὰς τῆς ἑκάστου εὐπορίας δια- τελεῖν, χαὶ τὸν βίον τῶν πολιτιῦν ἐπισκοπεῖν τε καὶ ἐξετάζειν, καὶ τοὺς μὲν ἀξίους ἐπαίνου ἐς τὰς φυλὰς καὶ ἐς τὴν ἱππάδα καὶ τὴν γερουσίαν ἐγγράφειν, καϑὼς ἑκάστοις προσήκειν ἐνομίζετο, τοὺς δ᾽ οὐκ εὖ βιοῦντας ἁπανταχόϑεν ὁμοίως ἀπαλείφειν\" D μεῖζον Sonévroy ἦν τῶν τοῖς ὑπάτοις καταλειφϑέντων. πίστεις δ᾽ ἐνόρ- χοῦς ἐφ᾽ ἑκάστῳ πεποίηντο ὡς οὔτε πρὸς χάριεν οὔτε πρὸς ἔχϑραν τι ποιοῦσιν, ἀλλ᾽ ἐξ ὀρϑῆς γνώμης τὰ συμφέροντα τῷ κοινῷ καὶ σχοποῦσι καὶ πράττουσι. καὶ τὸν δῆμον ἐπί τε νόμων dogo-"
      },
      {
        "index": 280,
        "text": "ραῖς xal τοῖς ἄλλοις συνήϑροιζον, καὶ τῷ τῶν μειζόνων ἀρχῶν κόσμῳ πλὴν ῥαβδούχων ἐχρῶντο. τοιαύτη ἡ τῶν τιμητῶν ὑπῆρ- xtv ἀρχή. τῶν μέντοι μὴ ἀπογραψαμένων τὰς οὐσίας ἐν ταῖς"
      },
      {
        "index": 281,
        "text": ". ἀπογραφαῖς καὶ ἑαυτούς, τὰς μὲν οὐσίας ot τιμηταί, αὐτοὺς δ᾽ ἐχείνους οἱ ὕπατοι ἐπίπρασχον. χρόνῳ μὲν οὖν τινι ταῦϑ᾽ οὕτως ὅ ἐπράχϑη, ὕστερον δὲ τὸν ἅπαξ τῇ βουλῇ καταλεχϑέντα διὰ βίου βουλεύειν ἔδοξε, μηδ᾽ ἀπαλείφεσθαι, εἰ μή τις ἀδικήσας καὶ κριϑεὶς ἠτίμωτο ἢ κακῶς ζῶν ἠλέγχϑη\" τοὺς γὰρ τοιούτους ἀπή- λειφον καὶ ἀντ᾽ αὐτῶν ἕτέρους ἐνέγραφον."
      },
      {
        "index": 282,
        "text": "Β Τῶν δὲ προσκαίρως ἀρχόντων πρεσβεῖα μὲν ἐδέδοτο τοῖς 1ῦ δικτάτορσι, δευτερεῖα δέ γε τοῖς τιμηταῖς, 7) δὲ τρέτη τάξις τοῖς ἱππάρχοις νενέμητο \" καὶ οὕτω ταῦτα ἐτέτακτο κἂν ἐν ταῖς ἀρχαῖς ἦσαν κἂν ἀπηλλάγησαν; εἰ γάρ τις ἐκ μείζονος ἀρχῆς εἷς ὗπο- δεεστέραν κατέστη, τὸ τῆς προτέρας ἀξίωμα εἶχεν ἀκέραιον. εἷς δέ τις ὃν πρίγκιπα μὲν τῆς γερουσίας ὠνόμαζον, λέγοιτο δ᾽ ἂν 16 xa9^ Ἕλληνας πρόκριτος, συμπάντων προεῖχε τὸν χρόνον ὃν προε- κρένετο (οὗ γὰρ διὰ βίου τις εἷς τοῦτο προεχειρίζετο), καὶ προέφερε τῶν ἄλλων τῷ ἀξιώματι, οὐ μὴν καὶ δυνάμει ἐχρῆτο τινί,"
      },
      {
        "index": 283,
        "text": "Ὁ 20. Χρόνον μὲν οὖν τινα εἰρήνην πρὸς ἀλλήλους καὶ πρὸς τοὺς περιοίκους ἤγαγον\" εἶτα λιμοῦ ἐπικρατήσαντος, ὥστε τινὰς 20 καὶ εἷς τὸν ποταμὸν ἑαυτοὺς ἐμβαλεῖν μὴ φέροντας τὸν λιμόν, ἐστασίασαν. οἱ μὲν γὰρ τοὺς εὐπόρους ὡς περὶ τὸν σῖτον καχουρ-"
      },
      {
        "index": 284,
        "text": "γοῦντας ἐν αἰτίᾳ πεποίηντο, οἱ δὲ τοὺς πένητας ὡς τὴν γῆν μὴ βουλομένους ἐργάζεσθαι. ἰδὼν δὲ τοῦτο Σπούριος ἸΠάλλιος ἀνὴρ ἱππεὺς πλούσιος, τυραννίδι ἐπικεχείρηχε, καὶ σῖτον ἐκ τῆς περι- χώρου πριάμενος πολλοῖς μὲν ἐπευωνίζων πολλοῖς δὲ καὶ προῖκα δέῤδίδου, κἀκ τούτου συχνοὺς προσοικειωσάμενος ὅπλα τε ἐπορί- σατο καὶ φρουρούς\" καὶ ἐκράτησεν ἂν τῆς πόλεως, εἶ μὴ IMtvos- D xtc “ὐγουρῖνος ἀνὴρ εὐπατρίδης ἐπὶ τῇ σιτοδοσίᾳ τεταγμένος καὶ αἰτιώμενος ἐπὶ τῇ σιτοδείᾳ εἰσήγγειλε τῇ βουλῇ τὸ πραττόμε- γογ. ἢ δὲ γερουσία μαϑοῦσα τὸ μήνυμα δικτάτορα παραυτίκα 10ἐν τῷ συνεδρέῳ ἀνεῖπε τὸν Κυΐντιον τὸν ““ούκιον τὸν Κικινάτον, xui ταῦτα παρήλικα ὄντα\" ὀγδοηκοντούτης γὰρ ἦν. κἀκεῖ τὴν ἡμέραν πᾶσαν ἀνάλωσαν συγκαϑήμενοι, ὥς τι δὴ βουλευόμενοι, ἵγα μὴ τὸ γεγονὸς ἐκφοιτήσῃ. νυκτὸς δὲ ὃ δικτάτωρ τὸ Καπι- τώλιον καὶ τὰ λοιπὰ τὰ ἐπικαιρότατα διὰ τῶν ἱππέων προκαταλα-: Ιϑβών, ἕωϑεν ἐπὶ τὸν ϊάλλιον ἔπεμψε Γάϊον Σερουΐλιον τὸν Ὧἵπ.- πᾶρχον, ὡς δι᾽ ἄλλο τι ἐκεῖνον μετακαλούμεγνος. ὃ δέ, ὕποτο- πήσαντός τε τοῦ ἸΠαλλίου καὶ διαμέλλοντος, δείσας μὴ ὑπὸ τοῦ πλήϑους ἐξαρπασϑῇ (ἤδη γὰρ συνέτρεχον) ἔκτεινε τὸν ἄνδρα, ἢ αὐτογνωμονήσας ἢ τοῦτο κεκελευσμένος πρὸς τοῦ δικτάτορος. 0-- Ὡρυβηϑέντος δ᾽ ἐπὶ τούτῳ τοῦ πλήϑους 0 Κυΐντιος δημηγορήσας χαὶ σῖτον σφίσε παρασχὼν καὶ μή τινὰ ἕτερον ἢ κολάσας ἢ ἐπαι- τιασάμενος τὸν ϑόρυβον ἔπαυσε."
      },
      {
        "index": 285,
        "text": "ἃ βουλομένους ΑΒΟΥ͂Υ, fovisvopuévovg P. μάλιος Α hic et"
      },
      {
        "index": 286,
        "text": "Πολέμων δὲ τοῖς Ῥωμαίοις ἐκ διαφόρων ἐϑνῶν ἐπενηνεγμέ- yv», τοὺς μὲν ἐν ὀλίγαις ἡμέραις ἐνίκησαν, τοῖς δὲ Τυρσηνοῖς ἐπὶ μαχρὸν ἐπολέμησαν. Ποστουμίου δὲ νενικηκότος τοὺς 4i- χουοὺς καὶ μεγάλην πόλιν &Àóvrog αὐτῶν, ὅτι μήτ᾽ ἐκείνην οἱ"
      },
      {
        "index": 287,
        "text": "B στρατιῶται εἷς προνομὴν ξξεχωρήϑησαν μήτε τι τῆς λείας αἰτή- ἢ σαντες ἔλαβον, τόν τε ταμίαν τὸν διατιϑέμενον αὐτὴν περιστάντες ἐφύνευσαν, καὶ τὸν Ποστούμιον ἐπιτιμῶντα αὐτοῖς ἐπὶ τούτῳ καὶ ζητοῦντα τοὺς αὐτόχειρας προσαπέκτειναν, καὶ τὴν χώραν o τὴν αἰχμάλωτον μόνον ἀλλὰ καὶ πᾶσαν προσένειμαν ἑαυτοῖς τὴν ἐν τῷ δημοσίῳ τότε τυγχάνουσαν. κῶν ἐπὶ πλεῖστον ἡ στάσις διήρ-10 κεσεν, εἰ μὴ πόλεμος αὖϑις Ῥωμαίοις παρὰ τῶν «ἀϊκουῶν ἐπενή- véxz0. φοβηϑέντες γὰρ διὰ τοῦτο ἡσύχαααν, καὶ τὴν τιμωρίαν τῶν φόγων εἰς ὀλίγους ἐλϑοῦσων ὑπέμειναν, καὶ ἐπὶ τοὺς ἐναν»- τίους στρατεύσαντες μάχῃ αὐτοὺς νενικήχασι. διὸ τήν τε λείαν"
      },
      {
        "index": 288,
        "text": "C αὐτοῖς oí δυνατοὶ διέδοσαν καὶ μισϑὸν τοῖς πεζοῖς εἶτα καὶ τοῖς 15 ἱππεῦσιν ἐψηφίσαντο \" ἀμισϑὶ γὰρ μέχρι τότε καὶ οἰκόσιτοι ἐστρα- τεύοντο᾽ τότε δὲ πρῶτον μισϑοφορεῖν ἤρξαντο."
      },
      {
        "index": 289,
        "text": "Πολέμου δὲ αὐτοῖς πρὸς Οὐϊέντας συστάντος, ἕως μὲν κατὰ σφᾶς ἐπολέμουν ἐκεῖνοι, πολλάκες αὐτοὺς οἱ “Ῥωμαῖοι ἐνέκησαν, καὶ ἐς πολιορχίαν κατέστησαν \" προσγενομένων δὲ αὐτοῖς συμ- 0 μάχων ἐπεξῆλϑον τοῖς Ῥωμαίοις καὶ ἐπεκράτησαν. ἐν τούτοις δὲ ἥ πρὸς τῷ ὄρει τῷ ᾿Αλβανῷ οὖσα λέμνη, ὑπὸ τῶν πέριξ αὐτῆς περικλειομένη λόφων καὶ μὴ ἔχουσα ἐκροήν, κατὰ τὸν τῆς πο- λιορκίας τῶν Οὐϊέντων καιρὸν ἐς τοσοῦτον ἐπλημμύρησεν, ὡς"
      },
      {
        "index": 290,
        "text": "μυρεν AC. E"
      },
      {
        "index": 291,
        "text": "ὑπερεκχεῖσϑιιι xol τῶν ὀρῶν xal κατιέναι πρὸς ϑάλασσαν. xpl- γαντες δ᾽ Θὲ “Ῥωμαῖοε πάντως τε διὰ τούτου ϑεῖον σημαίνεσθαι, D ἔπεμψαν εἰς Δελφοὺς περὶ τούτου χρησόμενοι. ἣν δέ τις καὶ παρὰ τοῖς Οὐϊένταις Τυρσηνὸς ἀνὴρ μαντικός. ἐς ταὐτὸν οὖν fj ὅτε Πυϑία καὶ ἡ ἐκεένου μαντεία συνέδραμον\" καὶ ἄμφω γὰρ ἁλώ- σεσϑαι τὴν πόλιν εἶπον ὅταν τὸ ὕδωρ τὸ πλημμυρῆσαν μὴ ἐς ϑά- λασσαν ἐχπέσῃ ἄλλ᾽ ἀναλωϑείη ἑτέρωθϑε, xal, τινας ἱερουργίας διὰ τοῦτο γενέσϑαι ἐκέλευσαν. ἄλλ᾽ ὃ μὲν Πύϑιος οὔτε τίσι Jui» οὔϑ᾽ ὅπως αὐτὰς ποιήσουσι διεσάφησεν, ὃ δὲ Τυρσηνὸς 10 ἐῴχει μὲν εἰδέναι, οὐδὲν δὲ ἐδήλου. οἷ γοῦν περὶ τὸ τεῖχος ὅϑεν ἐχεῖνος ὡμίλει. τεταγμένοι Ῥωμαῖοι, φιλίαν πρὸς ἐκεῖνον ὑποκρι- ϑέντες, τά τε ἄλλα ϑαρρεῖν αὐτῷ ἐνεδίδουν, καὶ ἀδεῶς ἐπέτρεπον ἐχφοιτᾶν\" χαὶ οὕτω συλλαβόντες αὐτόν, πάντα τὰ καϑήκοντα ἠνάγκασαν ἐξειπεῖν. καὶ κατὰ τὴν ὑποθήκην ἐκείνου τάς τε ϑυ- ἰδ σίας ἐποίησαν καὶ τὸν λόφον διέτρησαν καὶ τὸ πλεονάζον ὕδωρ dc τὸ πιδέον κρυπτῇ διώρυχι μετωχέτευσαν, ὥσϑ'᾽ ἅπαν ἐν αὐτῷ ἀναλύχεσθαε καὶ μή τε καταρρέειν elg ϑάλασσαν."
      },
      {
        "index": 292,
        "text": "21. Ἄρτι μὲν οὖν τοῦτο ἐγένετο, καὶ δικτάτωρ ἤρέϑη Μάρχος Φούριος Κάμιλλος. ὃς προσβαλὼν τῇ πόλει “ἐπεὶ οὐδὲν W ΤΙ 81 37»ww, ὑπόγειον ὠρύξατο δίοδον πόρρωθεν ἀρξάμενος ἐς τὴν ἀχρύπολιν φέρουσαν. παρεσκευασμένον δὲ ἤδη τοῦ ὑπονόμου,"
      },
      {
        "index": 293,
        "text": "ἐπεὶ πολλοὶ καὶ ἀπὸ τῆς Ῥώμης αὐξῷ προσεχώρησαν ἐϑελονταί, B παραλαβὼν κἀχείρους προσέβαλε τῇ πόλει καὶ πανταχόϑεν τὸ 1ü- χος ἐκύχλωσε\" τῶν δ᾽ ἐντὸς περὶ πάντα τὸν περιβολον σκεδα- σϑέντων, ἔλαϑον ἕτεροι διὰ τῶν ὑπονόμων γεγονότες ἐντός. ἁλού- σης δὲ τῆς πόλεως καὶ τῶν Ρωμαίων διαρπαζόντων τὰ ἐν αὐτῇ, ὅ δρῶν ἀπὸ τῆς ἄκρας ὃ Κάμιλλος τὰ πραττόμενα ἐστέναξε καὶ ἐδά- κρυσε xal “ ὦ ϑεοί\" ἔφη, “εἴ τις Ρωμαίοις ὀφείλεται νέμεσις τῆςδε τῆς εὐπραγίας ἀντίστροφος, εὔχομαι ταύτην εἰς ἐμαυτὸν τελευτῆ- σαι\" Στὴν δὲ τῆς λείας δεκάτην ἐξελὼν ἀκόντων τῶν στρατιω- τῶν ἀνέϑετο τῷ ““πόλλωνι, εὐχὴν τοῦτο πρὶν ποιησάμενος. ἀνέ-10 Jero δὲ καὶ κρατῆρα χρυσοῦν ἐκ ταῦ τῶν γυναικῶν κόσμου πε- ποιημένον\" ἀνθ᾽ οὗ τιμὴ αὐταῖς παραχρῆμα ἐψήφιστο\" ἡ δὲ ἦν C τὸ ἐπ᾽ ὀχημάτων αὐτὰς ἐς τὰς πανηγύρεις φοιτᾶν, αὐτοποδίᾳ βα- διζούσαις πρότερον ἐς αὐτῴς. τῷ δὲ Καμίλλῳ προσώχϑισεν ὃ δῆμος καὶ ἐνεμέσησε, τὸ μὲν ὅτι τὴν δεκάτην τῶν λαφύρων οὐκ 19 ἐν τῷ διαρπάζεσϑαι ταῦτα ἀλλὰ καιροῦ παρελϑόντος ἐξείλετο τῷ ϑεῷ, τὸ δ᾽ ὅτι τά τε ἄλλα σοβαρῶς ἐθριάμβευσε καὶ πρῶτος “Ρωμαίων λευκῷ τεϑρίππῳ τὰ ἐπινίκια ἔπεμψεν. Ἢ δὲ τῶν ἐπινικίων πομπή, ἣν καὶ, ϑρίαμβον ἐκάλουν, τοιάδε τις ἐγίνετο. ὅτε τι κατωρϑώϑη μέγα καὶ ἐπινικίων ἐπά- 30 Ew, αὐτοκράτωρ αὐτίκα ὃ στρατηγὸς ὑπὸ τῶν στρατιωτῶν ὦνο- μάζετο, καὶ κλῶνας δάφνης περιέδει ταῖς ῥάβδοις καὶ τοῖς δρομο- D κήρυξι τοῖς τὴν νίκην καταγγέλλουσι τῇ πόλει κομίζειν ἐδίδου. ἐλ-"
      },
      {
        "index": 294,
        "text": "τὸν — 10 ᾿4πόλλωνι om CW. \"haec reposuimus ex duobus Regiis et"
      },
      {
        "index": 295,
        "text": "ξούσαις libri omnes. 16 προελϑόντος À. 21 στρατιωτῶν]"
      },
      {
        "index": 296,
        "text": "Su» δὲ οἴχαδε τὴν γερουσίαν συνήϑροιζε kol Tree ψηφίσασϑαί of τὰ PME | xal εἶ ἔτυχε ψήφου nag τε τῆς βουλῆς xol τοῦ δήμου, ἐβεβαιοῦτο αὐτῷ καὶ 7 ἐπωνυμία τοῦ αὐτοκράτορος. καὶ εἶ μὲν ἐν τῇ ἀρχῇ ἦν ἔτι ἐν ἢ τυγχάνων ἐνίχησε, ταύτῃ καὶ πανη- δγυρέζων ἐκέχρητο, εἰ δ᾽ ὃ χρόνος παρελήλυϑε τῆς ἀρχῆς, ἄλλο τε πρύσφορον αὐτῇ ἐλάμβανεν ὄνομα\" ἰδιώτῃ γὰρ νικητήρια πέμψαι ἀπείρητο. ἐνσκευασάμενος δὲ τῇ ἐπινικίῳ σκευῇ, καὶ περιβραχιόνια λαβὼν στέφανόν τε δάφνης ἀναδησάμενος καὶ κλά- δὸν κρατῶν ἐν τῇ δεξιᾷ, τὸν δῆμον συνεκάλει\" καὶ ἐπαινέσας τοὺς 10 συσερατευσαμένους αὐτῷ καὶ κοινῇ καὶ Ἰδίᾳ τινάς, ἐδωρεῖτο μὲν σφέσι χρήματα, ἐτίμα δὲ καὶ κόσμῳ, περιβραχιόνιά τέ τισι καὶ P 888 δόρατα ἀσίδηρα παρεῖχε, καὶ στεφάνους τοῖς μὲν χρυσοῦς τοῖς δὲ ἀργυροῦς ἐδίδου, τοὔνομά τε ἑκάστου καὶ τῆς ἀριστείας φέ- θοντας τὸ ἐχτύπωμα. εἰ γὰρ τεέχους τις πρῶτος ἐπέβη, καὶ 16 τείχους 0 στέφανος εἶδος ἔφερεν\" ἢ xal ἐξεπολιόρκησέ τι, καὶ τοῦτο χἀχεῖνο sixóvigro. ἐναυκράτησέ τις, ναυσὶν ὃ στέφανος ἐχεχόσμητο\" ἱπποχράτησέ τις, ἱππικόν τι ἐξετετύπωτο. ὃ δὲ πο-- λέτην τινὰ ἐκ μάχης ἢ ἑτέρου κινδύνου ἢ ἐκ πολιορκίας σώσας μέγιστόν τε εἶχε τὸν ἔπαινον καὶ ἐλάμβανε στέφανον γινόμενον ἐκ 20 δρυός, ὃς πολὺ πάντων xal τῶν ἀργυρῶν καὶ τῶν χρυσῶν ὡς ἐντεμότερος προτετίμητος. καὶ οὐ κατ᾽ ἄνδρα μόνον ἀριστεύσαν.- B τα ταῦτα ἐδίδοτο, ἀλλὰ καὶ λόχοις καὶ στρατοπέδοις ὅλοις παρεί- χετο. καὶ τῶν λαφύρων πολλὰ μὲν τοῖς στρατευσαμένοις διανε-"
      },
      {
        "index": 297,
        "text": "νέμητο\" ἤδη δέ τινες καὶ παντὶ τῷ δήμῳ διέδοσαν καὶ ἐδαπάνων . eg τὴν πανήγυριν καὶ ἐδημοσίευαν, καὶ εἴ τι περιελέλειπτο, εἰς μρούς, εἰς στοὰς ἢ καί τι ἕτερον δημόσιον ἔργον ἀνήλισκον. Ταῦϑ᾽ ὃ πομπεὺς ποιήσας εἷς τὸ ἅρμα ἀνέβαινε. τὸ δὲ δὴ ὥρμα οὔτ᾽ ἀγωνιστηρίῳ οὔτε πολεμιστηρίῳ ἦν ἐμφερές, ἀλλ᾽ 8 wma ἐς πύργου περιφεροῦς τρόπον ἐξεέργαστος. καὶ οὐ μόνος ἦν iv C τῷ ἅρματι, ἀλλ᾽ ἂν γε καὶ παῖδας ἢ συγγενεῖς τενας εἶχε, κἀκεί- »t» τὰς μὲν κόρας καὶ τὰ ἄρρενα τὰ νεογνὰ ἐν αὐτῷ ἀνεβίβαζε, τοὺς δὲ ἀδροτέρους ἐπὶ τοὺς ἵππους τούς τε ζυγίους καὶ τοὺς σει- ραφόρους ἀνετίϑετο\" el δὲ πλείους ἦσαν, ἐπὶ κελήτων τῷ πομπεῖτο παριππεύοντες συνεπόμπευον. τῶν δ᾽ ἄλλων οὐδεὶς ὠχεῖτο, ἀλλ᾽ ἐστεμμένοι δάφνῃ πάντες ἐβάδιζον. οἰχέτης μέντοε δημόσιος in αὐτοῦ παρωχεῖτο τοῦ ἅρματος, τὸν στέφανον τῶν λίϑων τῶν χρυ- σοδέτων ὑπερανέχων αὐτοῦ, καὶ ἔλεγε πρὸς αὐτόν “ὀπίσω βλέπε,\" τὸ κατόπιν δηλαδὴ καὶ τὰ ἐφεξῆς προσχόπει τοῦ βίου, μηδ᾽ ὑπὸ 19 τῶν παρόντων ἐπαρϑῇς καὶ ὑπερφρονήσῃςς. καὶ κώδων ἀπήρ- D τητὸ καὶ μάστιξ τοῦ ἅρματος, ἐνδεικτικὰ τοῦ καὶ δυστυχῆσαι αὐτὸν δύνασϑαι ὥστε καὶ αἰκισϑῆναι ἢ καὶ δικαιωϑῆναι ϑανεῖν. τοὺς γὰρ ἐπί τινε ἀτοπήματι καταδικασϑέντας ϑανεῖν νενόμιστο «ωδωνοφορεῖν, ἵνα μηδεὶς βαδίζουσιν αὐτοῖς ἐγχριπτόμενος μιά- 30 σματος ἀναπίμπληται. οὕτω δὲ σταλέντες εἰσήεσαν elg τὴν πόλιν, ἔχοντες προπέμποντα σφῶν τὰ σκῦλά τε καὶ τὰ τρόπαια, καὶ ἐν εἰκόσι τά τε αἰχμάλωτα φρούρια ἠσκχημένα, πόλεις τε καὶ ὄρη καὶ"
      },
      {
        "index": 298,
        "text": "ἀναπίμπλαται AB."
      },
      {
        "index": 299,
        "text": "ποταμούς, λίμνας, ϑαλάσσας, τά τε σύμπαντα ὅσα ἑαλώχεσαν. καὶ εἰ μμμία ἡμέρα ἦν ἐξαρκοῦσα πρὸς τὴν τούτων πομπήν\" εἰ δὲ μή,\" καὶ ἐν δευτέρᾳ καὶ τρέτῃ ἐπέμπετο. προδιελϑοντῶν δ᾽ ἐκείνων οὕτως ὃ πομπεὺς εἷς τὴν Ρωμαίαν κομισϑεὶς ἀγοράν, ῬῚ 854 5 καὶ τῶν αἰχμαλώτων τινὰς εἷς τὸ δεσμωτήριον ἀπαχϑῆναι καὶ ϑανατωθῆναι κελεύσας, ἀνήλαυνεν εἷς τὸ Καπιτώλιον, καί τινας ἐκεῖ τελετὰς πληρώσας, καὶ προσαγαγὼν ἀναϑήματα, καὶ παρὰ ταῖς ἐκεῖ δειπνήσας στοαῖς, πρὸς ἑσπέραν οἴκαδε μετ᾽ αὐλῶν καὶ συρίγγων ἀπήρχετο. τοιαῦτα μὲν ἦσαν πάλαι τὰ νικητήρια\" ai 10 δὲ στάσεις αἵ τε δυναστεῖαι πλεῖστα ἐνεωτέρισαν ἐπ᾽ αὐτοῖς."
      },
      {
        "index": 300,
        "text": "22, Εἰ δὲ καί, ὡς ἤδη ἱστόρηται, ὃ δῆμος ἐμίσει τὸν Κάμιλλον, ἀλλ᾽ ὃ πρὸς Φαλίσκους πόλεμος ἠνάγκασε χιλίαρχον ψηφισϑῆναι αὐτόν. καὶ αὐτοὺς μὲν ἐνίκησαν μαχεσάμενοι, πο- λιορχκοῦντες δὲ πόλιν αὐτῶν ἐρυμνὴν Φαλερίους ὠνομασμένην οὐδὲν"
      },
      {
        "index": 301,
        "text": "ἰό ἤνυον. οὕτω γὰρ τῆς πολιορκίας oi τῆς πόλεως κατεφρόνουν, ὡς χαὶ τοὺς παῖδας αὐτῶν παρὰ τὰ τείχη περιπατήσοντας μετὰ τοῦ διδασχάλου καὶ γυμνασομένους φοιτᾶν. καὶ κἂν ἀπέστησαν τῆς πολιορχίας, εἰ μή τι συμβέβηκεν. οὗτος γὰρ ὃ διδάσκαλος ἐπι- βουλεύων τοῖς πολίταις ἢ δι᾽ ὀργήν τινα ἢ κέρδους ἐλπίδι ἡμέρας Ὁ ἑκάστης ἐξῆγε τοὺς παῖδας ἐπὶ τὸ τεῖχος, ἐγγὺς τὸ πρῶτον, καὶ"
      },
      {
        "index": 302,
        "text": "εἰσῆγεν αὖϑις αὐτοὺς γυμνασαμένους εὖθύς\" τέλος δ᾽ εἷς vov; προφύλακας τῶν Ῥωμαίων ἐνέβαλεν ἅπαντας καὶ ἄγειν ἐκέλευσε πφὸς τὸν Κάμιλλον, καὶ παραστὰς αὐτῷ πᾶσαν εἶπε παραδιδόναι"
      },
      {
        "index": 303,
        "text": "C τὴν πόλιν διὰ τῶν παίδων. ἐκεῖνος δὲ δεινὸν τὸ ἔργον ἡγησάμε-"
      },
      {
        "index": 304,
        "text": "»oc, καὶ ἀρετῇ φήσας ἰδίᾳ τὸν μέγαν στρατηγὸν ἀλλ᾽ οὐκ ἀλλο-ὅ volo. κακίᾳ ϑαρροῦντα χρῆναι στρατεύειν, προσέταξε γυμνωϑῆναι μὲν τὸν διδάσκαλον καὶ δεσμῆσαι τὰς χεῖρας ὄπισϑεν, τοῖς δὲ παισὶ ῥάβδους δοῦναι καὶ μάστιγας, ἵνα ταύταις τὸν προδότην δήσαντες καὶ τύπτοντες εἷς τὴν πόλιν ἐλαύνωσι. τῶν δὲ πολιτῶν ἄρτι γνόντων τὴν προδοσίαν δρόμος ἦν ἐπὶ τὰ τείχη καὶ ϑρῆνος 10 ἀνδρῶν τε καὶ γυναικῶν. οὕτω δὲ διακειμένων αὐτῶν προσῆγον οἱ παῖδες γυμνὸν τὸν διδάσκαλον. ὅπερ ἰδόντες οἵ (ΦΦαλίσκοι καὶ μαϑόντες ὅπως ἐγένετο, φέροντες ἑαυτοὺς ἐϑελονταὶ τῷ Καμίλλῳ παρέδοσαν, τὴν ἧτταν ἀγαπῆσαι πρὸ τῆς ἐλευϑερίας διὰ τὴν δι- κομοσύνην αὐτοῦ λέγοντες. . 16 Χρήματα οὖν λαβὼν καὶ σπεισάμενος ἀνεχώρησεν. oi δὲ στρατιῶται, διαρπάσειν προσδοκήσαντες τοὺς Φαλερίους, ὡς μι- σοδήμου κατηγόρουν αὐτοῦ. φϑονηϑεὶς δ᾽ ἐπὶ πλέον κατηγορήϑη ὡς μηδὲν τὸ δημόσιον ἐκ τῶν Τυρρηνικῶν ὠφελήσας χρημάτων, αὐτὸς δ᾽ ἐκ τούτων σφετερισάμενος. οὕτω δὲ ὠργίζοντο xav 90 αὐτοῦ, ὡς μηδ᾽ οἶκτον αὐτοῦ τινα λαβεῖν ἐπὶ τῇ συμβάσῃ αὐτῷ συμφορᾷ\" τέϑνηκε γὰρ αὐτοῦ νοσήσας ὃ ἕτερος τῶν υἱῶν. δεόμενος δὲ"
      },
      {
        "index": 305,
        "text": "Τυρρηνικῶν τυραννικῶν 22 δεόμενος δὲ huc referen-"
      },
      {
        "index": 306,
        "text": "τῶν φίλων μὴ περιιδεῖν αὐτὸν ἀδίκως κατακρινόμενον, ἐπεί- P Y 355 mp ἐχεῖνοι πρὸς μὲν τὴν ψῆφον αὐτῷ βοηϑήσειν ἀπείπαντο, τὴν δὲ ζημίαν ὄφλοντε συνεκτίσειν ὑπέσχοντο, οὐκ ἀνασχόμενος ἔγνω φυγεῖν ἐκ τῆς πόλεως. καὶ ἐξιὼν ηὔξατο, εἰ μὴ δικαίως 5 ὕβρει δὲ δήμου ἐκπίπτει καὶ φϑόνῳ, ταχὺ τοὺς αὐτοὺς πολίτας αὐτοῦ δεηϑῆναι καὶ ζητῆσαι αὐτόν. Ἐκεῖνος μὲν οὖν πρὸς Ῥουτούλους μετέστη, ἐρήμην δ᾽ ἑάλω, «αἱ ψῆφος ἠνέχϑη κατ᾽ αὐτοῦ τίμημα μυρίων καὶ πεντακισχιλίων ἄσσαρίων ἔχουσα, ὃ γίνεται πρὸς ἀργυρίου λόγον δραχμαὶ χίλιαι 10 σεενταχύσιαι. (23) οἵ δ᾽ Εὐρωπαῖοι Γαλάται, ὧν οἱ 24oidva: vo- μείζονται ἄποιχοι, Κελτικὸν ὄντες γένος, λιπόντες τὴν ἑαυτῶν ὡς οὐχ αὐτάρκη τρέφειν αὐτούς, oi μὲν ἐπὶ τὰ ὄρη τὰ \"Pirate ὧρ- B μήχεσαν, οἱ δὲ, τῶν \"Ansa ἱδρυϑέντες ἐγγύς, χρόνον ἐκεῖ διή- γαγον πλείονα. τότε δὲ οἴνου κομισϑέντος ἐξ Ἰταλίας, τούτου 16 γευσάμενοε καὶ ὑπερϑαυμάσαντες, ἀράμενοι τὰ ὅπλα καὶ γενεὰς ἐπαγόμενοι τὴν γῆν ἐκείνην ἐζήτουν 7] τοιοῦτον καρπὸν ἀναδίδωσι. καὶ πρὸς πόλιν Τυρρηνίδα Κλούσιον καλουμένην 'στρατεύσαντες ἐπολιόρχουν αὐτήν.\" οἱ δὲ Κλουσηνοὶ πρὸς τοὺς Ῥωμαίους κατέ- qvyor αἰτοῦντες βοήϑειαν. πρέσβεις δ᾽ ἐκ Ῥώμης πρὸς ἐκείνους 0 ἐπέμφϑησαν\" οὖς οἱ Γαλάται διὰ τὸ τῶν Ῥωμαίων ὄνομα ἐντί- (tc ἐδέξαντο, καὶ τοῦ τειχομαχεῖν παυσάμενοι εἷς λόγους συνε-"
      },
      {
        "index": 307,
        "text": "ληλύϑασι», ἂν τούτοις δὲ λοχήσαντες οἱ Ἀλουσηνοὶ μετὰ τῶν lx C Ῥώμης πρέσβεων ἐπέϑεντο τοῖς Γαλάταις. ὃ δὲ mi» Γαλατῶν βασιλεὺς Βρέννος ὀργισϑεὶς ἐπὶ τούτῳ, τῶν Κλουσηνῶν ἀμελήσας εὐθὺς ὡς εἶχε τὸ στράτευμα κατὰ τῆς Ῥώμης ἐκίνησεν, ἐπεὶ μὴ ἐπὶ τιμωρίᾳ οἵ πρέσβεις αὐτῷ ἐξεδίδοντο\" καὶ τοσούτῳ τάχειδ ἐχρήσατο ὥστ᾽ ἐπελϑεῖν αὐτοὺς τῇ πόλει μὴ προμαϑόντων \"Pu- μαίων τὴν ἔφοδον, τὸ μέντοε δαιμόνιον προαγγεῖλαε αὐτοῖς τὴν ἔφοδον λέγεται. Ἰἤάρχος γὰρ Καίδικος νυκτός ποι βαδί. ὦ ζων φωνῆς ἤκουσε λεγούσης “Γαλάται ἔρχονται εἰρηκότος δὲ τοῦτο Mágxov τῷ δήμῳ καὶ τῇ βουλῇ, d» παιδιᾷ τὸν λόγον ἐποιοῦντο καὶ γέλωτι, ἕως αὐτάγγελοι οἱ Γαλάταε σφῶν πλησίον iyfvovto, τότε δὲ σπουδῇ ἐξελθόντες καὶ ἀτάχτως ἀγωνισάμενοι D αἰσχρόταται ἥττηντο. καὶ πολλοὶ μὲν i» τῇ μάχῃ πεπτώκασι, πολλοὶ δὲ φεύγοντες ἔϑνησχον καταλαμβανόμενοι, πλεῖστοι δὲ καὶ εἷς ποταμὸν τὸν Τίβεριν συνωθήϑησαν καὶ ἐφϑάρησαν\" οἱ O5 λοιποὶ σκεδασϑέντες οὗ μὲν εἰς τὴν Ῥώμην ἐλϑεῖν ἠδυνήϑησαν, οἱ δὲ ἀλλαχοῦ. ᾿ Οἱ δ᾽ ἐν τῇ Ῥώμῃ γνόντες τὸ γεγονὸς ἐν ἀμηχανέᾳ ἐγένοντο ἢ καὶ ἀπογνόντες οὔτε τῶν τειχῶν φυλαχὴν ἔϑεντο οὔτε τῆς πόλεως τὰς πύλας ἔχλεισαν, ἀλλ᾽ οἱ μὲν αὐτὴν ἐκλεμπάνοντες ἔφευγον, m — οἱ δὲ σὺν γυναιξὶ καὶ τέχνοις ἀνέδραμον εἷς τὸ Καπιτώλιον. μό- νοι δὲ ὀγδοήκοντα ἄνδρες, οὖς oi μὲν ἱερεῖς εἶναί φασιν, οἱ δὲ τοὺς πρώτους Ῥωμαίων xa3^ ἡλικίαν καὶ πλοῦτον καὶ γένος; ἐγ-"
      },
      {
        "index": 308,
        "text": "τάγγελτοι À. 15 sig] ἐς τὸν À. συνωθϑήσθησαν À, συνῶ- σϑησαν B corr, 19 τὰς πύλας τῆς πόλεως ΑΒ."
      },
      {
        "index": 309,
        "text": "δύσεις ἱερὸς ἢ πολυτελεστάτας στολάς, ἐν ἀγορᾷ ἐπὶ τῶν Degos- sivo» ὀίφρὼν ἐκάϑηντο, τὴν ἐπιοῦσαν προσμένοντες τύχην. οἱ δὲ ΤΡαλάται τῇ ὑστεραίᾳ ἦλϑον μὲν ἐπὶ τὴν Ῥώμην, Ἰδόντες δὲ τὰς «ὕλας ἠνεῳγμένας καὶ τὸ τεῖχος ἀφύλακτον, ἐπέσχον καὶ οὐκ εἷ- ὅ σήεσαν, ἐνέδραν ὑποτοπήσαντες. τῇ δὲ τρίτῃ ϑαρσήσαντες eloc- πήδησαν καὶ εἷλον τὴν πόλιν. καὶ τῷ μὲν Καπιτωλίῳ φρουρὰν ὃ τῶν βαρβάρων ἐπέστησε βασιλεύς, αὐτὸς δὲ διιὼν τὴν ἀγορὰν ἐϑαύμαζε τοὺς προκαϑημέσους ἐχείνους ἄνδρας, δρῶν ἐν κόσμῳ αὐτοὺς ἀτρεμοῦντας καὶ σιωπῇ. τοὺς δὲ Γαλάτας εἶχεν ἔκπλη- ἸΟξις πρὸς τὸ ἄτοπον, ὥχγουν τὸ αὐτοῖς προσελϑεῖν. ὀψὲ δὲ τολ-- pujouc τις ἑνὶ παρέστη, καὶ τῆς ὑπήνης ἁψάμενος τοῦ ἀνδρὸς κατῆγε ταύτην βαϑεῖαν οὖσαν\" ὃ δὲ τῇ βακτηρίᾳ τὴν κεφαλὴν ᾿ ἐκείνου ἐπάταξε. καὶ ὃ βάρβαρος σπασάμενος τὴν μάχαιραν τὸν ἄνδρα κατέκτεινεν,. οὕτω τε καὶ τοὺς λοιποὺς ἀνήρουν προσπε- 15 σόντες oi βάρβαροι, καὶ τὰς οἰκίας ἐπόρϑουν καὶ κατεπίμπρασαν. εἶτα xol τῷ Καπιτωλίῳ προσέβαλον\" ὡς δ᾽ ἐπὶ πολλὰς ἡμέρας ἐπιχειροῦντες οὐδὲν ἤνυον, oi μὲν ἐφρούρουν τὸ Καπιτώλιον, οἱ δὲ τὴν χώραν κατέτρεχον τροφὰς ποριζόμενοε, σκιδγάμενοε καὶ"
      },
      {
        "index": 310,
        "text": "σποράδην ἐπιόντες ἀλλ᾽ οὐχ ὁμοῦ, ἅτε μέγα φρονοῦντὲς τῷ tirv-"
      },
      {
        "index": 311,
        "text": "δ0ὺχήματι. καὶ ὑπὸ μέϑης ἐσφάλλοντο\" οἴνῳ γὰρ ἐντυχόντες πολλῷ ἀχρατέστερον ἐχρῶντο αὐτῷ, μήπω πρότερον πόματος τοιούτου γευσάμενοι."
      },
      {
        "index": 312,
        "text": ". 135 προσπεσόντες of βάρβαροι ΑΒ, οἵ βώρβαροι προσπεσόντερ αὖ-"
      },
      {
        "index": 313,
        "text": "τες ἡμέρας AB."
      },
      {
        "index": 314,
        "text": "Οὕτω δ᾽ ἔχοντας δρῶν τοὺς Γαλάτας ὃ Κάμιλλος, ἐπεὶ καὶ τὴν τῶν ᾿Δἀρδεατῶν ἐληΐζοντο χώραν, αὐτοὺς δὲ τοὺς “ ρδεάτας πλή- ϑει μὲν ἱκανοὺς ὄντας τόλμης δὲ δεομένους δι᾽ ἀπειρέαν καὶ τὸ πρὸς μάχας ἀνάσκητον, λόγον πρὸς τοὺς νεωτέρους ἐνέβαλεν ὡς οὐκ ἂν- δρίᾳ τῶν βαρβάρων τὴν εὐπραγίαν αὐτῶν ἐπιγράφεσθαι δεῖ ἀλλ᾽ 6 ἀτυχίᾳ Ῥωμαίων, καὶ εἰ προϑυμοῖντο καὶ ϑαρροῦσιν αὐτοί, ἀκενδύ-"
      },
      {
        "index": 315,
        "text": "D νως νικήσειν τοὺς πολεμίους διισχυρίζετο. οὕτω πείσας τοὺς νέους, εἶτα καὶ τοὺς λοιπούς, ὥπλισε τοὺς ἐν ἡλικίᾳ, καὶ νυκτὸς βαϑείας μεϑύουσιν αὐτὸς μετὰ τῶν Ἀρδεατῶν τοῖς βαρβάροις προσέμειξε. καὶ τοὺς πλείονας ἐκεῖ κατέκοψεν, εἶ δέ τινες καὶ φυγεῖν ἠδυνήϑησαν 1 ἐν τῷ σκότει, μεϑ᾽ ἡμέραν .διέφϑειρον αὐτοὺς ἱππεῖς καταλαμ- βάνοντες. |"
      },
      {
        "index": 316,
        "text": "Τῆς δὲ φήμης ταχὺ κηρυξάσης ἁπανταχοῦ τὸ κατόρϑωμα, ὅσοι τῶν Ῥωμαίων φυγόντες ἐκ τῆς πρώτης ἡρὸς τοὺς Γαλάτας μάχης ἐσώζοντο, τὰ ὅπλα λαβόντες ἀπήεσαν πρὸς τὸν άμιλλον, 15 δέχεσθαι δεόμενοι τὴν ἀρχὴν αὐτῶν. ὃ δ᾽ οὐκ ἔφη πεισϑήσεσθϑαι, μὴ πρότερον τῶν ἐν τῷ Καπιτωλίῳ σωζομένων ψηφισαμένων αὐτῷ τὴν ἀρχήν. v δὲ ἀπορία τοῦ καῦτα διαγγελοῦντος τοῖς εἷς τὸ"
      },
      {
        "index": 317,
        "text": "ΡῚ 857 Καπιτώλιον. εἷς δέ τις τῶν νέων Κομίνιος Πόντιος, δόξης ἐρῶν, ὑπέστη τὸν ἄϑχον, καὶ λαϑὼν διὰ μέσων διέβη τῶν πολεμίων, 20 καὶ τῷ λόφῳ τοῦ Καπιτωλίου προσπελάσας καὶ χαλεπῶς ἀνερπύ-"
      },
      {
        "index": 318,
        "text": "om B. 16 0 δ᾽ οὐκ ἔφη] Plutarchi verba sunt, non Dionis"
      },
      {
        "index": 319,
        "text": "σας μόλις τε ἀναρριχησάμενος πρὸς τοὺς ἐν τέλει τῶν Ῥωμαίων παρὰ τῶν φυλαττόντων εἰσήχϑη, καὶ τήν τε νίκην τοῦ Καμίλλου κατήγγειλε, καὶ τὰ δόξαντα τοῖς στρατιώταις εἰπὼν βεβαιῶσαι τῷ Καμίλλῳ τὴν ἀρχὴν παρεκάλει. οἱ δὲ δικτάτορα τὸν Κάμιλ-- 5λὸν ἐψηφίσαντο. καὶ ὃς τοὺς ἔξω ὄντας Ρωμαίους περὶ δισμυ-- ρίους συναγαγὼν xoà ἀπὸ τῶν συμμάχων πολλούς, παρεσκευάζετο πρὸς ἐπίϑεσιν.«. οἱ δὲ βάρβαροι ue9? ἡμέραν διιόντες, καὶ χατα- B μαϑύντες ὅϑεν ὃ Πόντιος προσέβη τῷ Καπιτωλίῳ (τοῦτο δ᾽ ὗὕπε- τύπασαν ἔκ τε τῶν ἀπερρωγότων τῆς πέτρας ϑραυσμάτων καὶ τῆς Ἰθπύας 7 πολλὴ ἐπ᾽ αὐτῆς ἦν τῆς μὲν ἀνεσπασμένης τῆς δὲ συμπε- πιλημέγης), ἐκεῖθεν ἀναβῆναι νυχτὸς καὶ αὐτοὶ ἐβουλεύσαντο. καὶ ἐπεχείρησαν τῷ ἔργῳ, καὶ δυσχερῶς μὲν ἄγήεσαν δ᾽ ὅμως, καὶ ἔλαϑον ἂν ἡμμένοι τοῦ προτειχίσματος καὶ τοῖς φύλαξιν ἐπιϑέ- μένοι, εἰ μὴ χῆνες ἦσαν περὶ τὸν νεὼν τῆς Ἥρας τρεφόμενοι, οὗ 1ό φύσει ὄντες εὐαίσϑητοι καὶ ψοφοδεεῖς, ταχὺ τῶν Γαλατῶν τὴν ἔφοδον ἤσϑοντο, καὶ ταραχώδει κλαγγῇ, φερόμενοι πρὸς τοὺς φύ-- λαχας ἐπήγειραν ἅπαντας. οὕτω. δὲ τοῖς ἀνιοῦσιν οἱ Ῥωμαῖοι C προσμίξαντες τοὺς μὲν ἀπέκτειναν τοὺς δὲ κατὰ τῆς πέτρας ἀπώ- σάγγο, xal τὸν κίνδυνον ἐκπεφεύγασιν. Ἃ Ἐντεῦϑεν ἦσαν οἱ Κελτοὶ ἀϑυμότεροι, ἐφ᾽ ἑπτὰ μησὶ τῇ πολιορκίᾳ ταλωαιπωρούμενοι. διὸ καὶ περὶ συμβάσεων ὃ τε τῶν"
      },
      {
        "index": 320,
        "text": "μόλις] καὶ μόλις Α, ad ἀναρριζησάμενος ab alia manu ad- scriptum ... ἐπὶ ὑγροῦ ἡ λέξις, olov τὸ ὅδωρ ἀναρριχᾶται καὶ dva- δίδοται ἐκ τῆς γῆς \" ἐνταῦϑα δὲ. σημαίνει τὸ ταῖς χερσὶν ἀντιλαμβα- φόμενον ... ἀνιέναι, eadem fere in Lexico quod Zonarae tribuitur,"
      },
      {
        "index": 321,
        "text": "βαρβάρων βασιλεὺς Βρέννος καὶ ὃ τῶν “Ῥωμαίων χιλίαρχος o Σουλπίκιος διειλέχϑησαν. καὶ συνέδοξε χιλίας λέερας χρυσίου τοῖς Γαλάταις τοὺς Ῥωμαίους καταβαλεῖν, τοὺς δὲ τὸ χρυσίον λαβόντας αὐὔτίχα τῆς πόλεως καὶ τῆς χώρας ἀπαναστῆναι. κομι- σϑέντος δὲ τοῦ χρυσίου, καὶ τῶν βαρβάρων περὶ τὸν σταϑμὸν 5 D χακουργούντων λάϑρα, ὃ Βρέννος τὸ ξίφος Gua καὶ τὸν ζωστῆρα λύσας ἐπέϑηκε τοῖς σταϑμοῖςς πυϑομένου δὲ τοῦ χιλιάρχου τί τὸ γινόμενον, “τί ἄλλο\" εἶπεν “ἢ τοῖς νενικημένοίς ὄδύνη; ἢ ἐν τούτοις ὃ Κάμιλλος ἄγων τὸν στρατὸν ταῖς πύλαις ἐπέστη τῆς πόλεως\" καὶ μαϑὼν τὰ γινόμενα πρὸς τοὺς Ῥωμαίσυς ἐπειγόμε» 10 γος ἐπορεύετος καὶ ἐλθὼν τὸ μὲν χρυσίον ἄρας ἀπὸ τοῦ ζυγοῦ τοῖς ὑπηρέταις ἔδωκε, τὸν δὲ ζυγὸν καὶ τὰ σταϑμὰ τοὺς Κελτοὺς λαβόντας ἀποχωρεῖν ἐκέλευσεν, εἰπὼν ὥς σιδήρῳ πάτριόν ἐστι “Ῥωμαίοις καὶ οὗ χρυσῷ τὴν πατρίδα σώζειν. τοῦ δὲ Βρέννου ἀδικεῖσϑαε φάσκοντος λυομένης τῆς ὁμολογίας, ἀντεῖπεεν δ᾽ Κά- 1 ΡῚ 868 μιλλος μὴ κυρίας εἶναε τὰς συνθήκας αὐτοῦ μὴ συμπράξαντος, ἤδη δικτάτορος ἡρημένου:. ταραχϑεὶς οὖν ὃ Βρέννος μέχρὲ Er- φουλκίας προῆλθεν, ὅμως δὲ εἷς τὸ στρατόπεδον ἀπήγαγε τοὺς Ἀελτούς \" εἶτ᾽ ἐκλιπὼν τὴν πόλιν καὶ σταδίους ξξήκοντα προελ- ϑὼν ἐστρατοπέδευσεν. ἅμα δ᾽ ἡμέρᾳ παρῆν ὃ Κάμιλλος ἐπ᾽ αὖ- Ὁ τὸν τεϑαρρηκότας ἤδη ἐπαγόμενος τοὺς Ρωμαίους» καὶ τρέπεται τοὺς βαρβάρους φόνῳ πολλῷ καὶ λαμβάνει σφῶν τὸ στρατόπεδον. Οὕτως ἢ Ῥώμη παραλόγως ἥλω καὶ ἐσώϑη παραλογώτερον\""
      },
      {
        "index": 322,
        "text": "ὃ δὲ Κάμιλλος ἐϑφριόμβενσε, τῆς οὖν πόλεως διεφϑαρμένης nav- τάπασι τὸ πλῆϑος ἀνοικοδομεῖν αὐτὴν οὐκ ἠβούλετο, οὔτε χρή- μασιν οὔτε αώμασιν. ἐρρωμένοε, καὶ. μεχροῦ ἐξέλιπον ἂν αὐτήν. οὐδὲ γὰρ ἐπείϑοντο οὔτε τοῖς ἔν τέλει οὔτε τῇ γερουσίᾳ παραχα- B 6 λοῦσι καὶ συμβουλεύουσι μὴ ἐχλεπεῖν τὸ ἄστυ ὃ ἐκ τῶν πολεμίων ἤδη ἰσίσωστο, εἰ μὴ ἐν τῇ ἀγορᾷ πάντων περὶ τούτου βουλευο- prom ἑκατόνταρχος φρουρὰν ἄγων τικὰ καὶ παρ᾽ αὐτὴν τὴν ἐχ- κλησίαν διιὼν τυχαίως \"ivraüJa στῆτε\" πρὸς τοὺς αὐτῷ ἐπομέ- vovg ἰβύησεν\" ““ἐνταῦϑα γὰρ δεῖ ὑμᾶς uie ϑείᾳ γὰρ προ- 10 νοέω ἐνόμισαν ταῦτ᾽ εἰρῆσθαι, καὶ τοῦ μεταναστεῦσαι ἀπέσχοντο, πρὸςς δὲ τὸν ἀνακωιγισμὸν τῆς Ῥώμης σὺν προϑυμίᾳ ἔεράποντο, καὶ τά τε τείχη καὶ τὰς ἰδιωτικὰς οἴχίας ἐνεὸς ἐνιαυτοῦ ἄνο- καΐνισαν."
      },
      {
        "index": 323,
        "text": "24. Οὔπω δὲ τῆς περὶ ταῦτα παυϑεῖσιν ἀσχολέας πόλεμοι"
      },
      {
        "index": 324,
        "text": "«lazbey. Τυρρηνοὶ δὲ Σούτριον ἐπολιόρχουν συμμαχίδα 'Po- pali» πόλιν. ἀποδείκνυται οὖν τὰ τρίτον .δοιξάτωρ ἃ Κάμιλλος\" καὶ στρατεύσας in^ αὐτοὺς κατεεροπώσατο τοὺς λοιπούς, ἐπὶ δὲ τὸ Σούτριον. ἦγε vix στρατείαν. oi δὲ Σουτρηνοί (ἔτυχον γὰρ δοτὴν πόλεν τοῖς πολεμίοις ἐχδεδωμότες xài ταύτης ἀπαχωρήσαντες) xa)\" ὁδὸν ἔει ὄντι τῷ Καμίλλῳ μεεὰ γυναικῶν. καὶ παίδων ὑπή»- τῶν. οἷς ἰδὼν ὁ Ἀάμιλλος, xal τὰ συμβεβηκότα πυϑύμενος,"
      },
      {
        "index": 325,
        "text": "αὐτίκα πρὸς τὸ Σούτριον ὧς εἶχεν ἠπείγετο * καὶ ἀπροσδοχήτως αὖ- τῷ προσβαλών, ἀφύλακτόν τε εὑρών, ἀπαϑὲς κακῶν αὐϑημερὸν D τοῖς πολέταις αὐτὸ ἀνεσώσατοςυ ἐϑριάμβευσεν οὖν ἐπὶ τούτοις ἄγων τὰ ἐπινίκια, καὶ ἐπὶ μέγα δόξης ἤρετο. IMágxoc δὲ Πάλλιος ὃ πρῶτος τοὺς Κελτοὺς τῷ Ἀαπιτω- 6 Aq προσβαλόντας ἐκ τῆς ἄκρας ὠσάμενος, ὅϑεν καὶ Καπιτωλῖνος προσωνομάσϑη, φϑονῶν τῷ Καμίλλῳ μᾶλλον τῶν ἄλλων TvQay- γίδι ἐπέϑετο, καὶ διὰ τοῦτο φκειοῦτο τὸν ὅμιλον δημαγωγῶν καὶ πάντα πράττων εἷς ϑεραπείαν αὐτοῦ. παραλαβὸν οὖν αὐτὸν τὸ πλῆϑος ἀνήγαγεν εἷς τὸ Καπιτώλιον\" καὶ κατέσχον αὖτό.ς 00000 καὶ δικτάτωρ τὸ τέταρτον ἠρέϑη ὃ Κάμιλλος. τῶν δὲ τῆς ye ρουσίας καὶ τῶν ἐν τέλει ἐς μέγα δέος ἐμπεπτωκότων καὶ ἀπορούν- των τί ἂν πράξαιεν, δοῦλός τις αὐτοῖς προσελϑὼν ζῶντα «τὸν Ka- πιτωλῖνον σφίσε παραδώσειν ὑπέσχετο. λαβὼν οὖν ὁπλίτας καὶ τάξας αὐτοὺς ἀφανῶς ἐνεδρεύειν ὑπὸ τὸ Καπιτώλιον, ὡς αὐτό- 15 μολος τῷ Καπιτωλίνῳ προσκεχωρήκει, ἐπήνει τε αὐτὸν. τῆς ἔπι- χειρήσεως καὶ βοήϑειαν παρὰ τῶν ὁμοδούλων adv ἐπηγγέλλετο. καὶ ταῦτά οἱ διαλεγόμενος ἀπήγαγε τὸν ἄνδρα πόρρω τῶν περίξ\" στηκότων, ὡς. δή τι κοινολογούμενὸς αὐτῷ ἰδιαίτατα.» καὶ ἠρέμα κατ᾽ ἐκεῖνο τοῦ. Καπιτωλίου πρὸσήει xod? ὃ ἡ ἐνέδρα ἐλελόχιστρ, 9 κἀκεῖϑεν αὐτὸν κάτω ἀπώσατο\" ὃς καὶ ληφθεὶς «ἀποκεχόμιστο πρὸς τὸ δικαστήριον. ὃ δὲ τάς τε ἀριστείας κατέλεγε, καὶ τὸ"
      },
      {
        "index": 326,
        "text": "βὸν οὖν] quae sequuntur, haud dubie Dionis sunt. 10 καὶ κα- τέσγον αὐτό om A. 11 ἤρετο τὸ τέταρτον Α. 14 παρᾶ“"
      },
      {
        "index": 327,
        "text": "ὧν ἐκεῖϑεν, καὶ τῆς σωτηρίας αὐτοῦ τε καὶ τῶν ἐν αὐτῷ προσπε- φευγότων πολετῶν ἀνεμίμνησχεν, ὡς ἐντεῦϑεν κατακλάσϑαι τοὺς δικαστὰς καὶ ὑπερτίϑεσϑαι τὴν ψῆφον, μήτ᾽ ἀφιέντας μήτε κα-"
      },
      {
        "index": 328,
        "text": "ϑταδικάζογτας. τοῦτο δὴ νοήσας ὃ Κάμιλλος εἰς ἄλλον τόπον. τὸ δικαστήριον συνεστήσατο, ὅϑεν οὐχ ἦν τὸ Καπιτώλιον ἄποπτον. καὶ χαταψηφιεσϑεὶς ὃ Καπιτωλΐγνος ἐκεῖ᾽ ἀπήχϑη τε εἰς τὸ Καπι- τώλιον xal κατὰ τῆς πέτρας ὠσϑεὶς ἀπώλετο xaJ^ ἧς ἐκεῖνος τὸν Κατὸν κατεκρήμνισεν. .᾿ |"
      },
      {
        "index": 329,
        "text": "Εἶτα πολλῶν πολέμων κατά τε τῆς Ῥώμης αὐτῆς xol τῶν ὑποχειμένων αὐτῇ πόλεων κινηϑέντων, ἐπεξελϑόντες τοῖς ἐναντίοις οἱ Ἱρωμαῖοι διά τε τοῦ Καμίλλου καὶ δι᾽ ἑτέρων, ἤδη ἐκείνου C ὑπεργηράσαντος, τούς τε πολέμους κατέπαυσαν καὶ εἰρήνην βα- ϑείαν ἔσχον πρὸς τοὺς ἐκτός\" πρὸς ἀλλήλους. δὲ ἐστασίαζον."
      },
      {
        "index": 330,
        "text": "Ἰθ Μάρκος γάρ τίς Φάβιος εὐπατρίδης, ϑυγατέρων δύο τυγχάνων πατήρ, τὴν μὲν πρεσβυτέραν ««ικιννίῳ τινὶ ΣΣτόλωνι κατηγγύησε πολὺ αὐτοῦ καταδεεστέρῳ, τὴν δὲ νεωτέραν Σουλπικίῳ “Ῥούφῳ ἀνδρὶ ὁμοτίμῳ συνῴκισες χιλιαρχοῦντος οὖν τοῦ Pojgov καὶ Urtoc ἐν ἀγορᾷ, πρὸς τὴν γυναῖκα αὐτοῦ 7; ἀδελφὴ αὐτῆς παρα-"
      },
      {
        "index": 331,
        "text": "λργέγονεν, ἀφικομένου δ᾽ ἐκείνου τὴν ϑύραν ὃ ῥαβδοῦχος λατώ τε ἔϑος ἀρχαῖον ἔκρουσε... 'διεπτοήϑη δὲ πρὸς τὸν πάταγον 7) γυνὴ οὔπῳ τούτου πεπειραμένη\" καὶ γέλως ἐπὶ τούτῳ καὶ παρὰ τῆς"
      },
      {
        "index": 332,
        "text": "D ἀδελφῆς καὶ τῶν παρόντων ἐγένετο, καὶ ὡς ἰδιῶτις ἐσχώφϑη. τῇ δ᾽ ἐν δεινῷ τὸ πρᾶγμα πεποίητο, καὶ τὸν ἄνδρα ἐς ἀρχὴν —— παραγγεῖλαε ἠρέϑιζεν. ὃ γοῦν Στόλων ὑπὸ τῆς γυναικὰς παρα- κινηϑεὶς «Ἰουκίῳ τινὲ Σεξτέῳ ἀνδρὶ τῶν ὁμοίων τὰ τοῦ zpéyua- τὸς χοινωσάμενος, ἄμφω δημαρχῆσαι κατεβιάσαντο, καὶ v)»5 χόσμον τῆς πολιτείας συνέχεον, ὡς καὶ ἐπὶ τέσσαρσιν ἔτεσιν ἄναρ- Ὁ χίαν γενέσθαι τῷ δήμῳ\" τὰς γὰρ τῶν εὐπατριδῶν ἀρχαιρεσίας ἐνεπόδιζον. καὶ ἐπὶ πλέον ἂν ἔτε τοῦτο ἐγένετο, εἰ μή τις ἄγγε- λία κεκόμιστο ἐπὶ v» Ῥώμην αὖϑις ἐλαύνειν τοὺς Κελτούς."
      },
      {
        "index": 333,
        "text": "P 1 360 ἅπαν οὖν πρὸς ἀλλήλους ἀφέντες διάφορον», δικτάτορα τὸ πέμπτον 10 τὸν Κάμιλλον ἕλοντο καὶ πρὸς τοὺς βαρβάρους ἐστράτευσαν. οὐ | μάχη Hívroi κοινή, μονομαχία δὲ γέγονε πρότερον. Τίτος γάρ τις IMáAMog ἀνὴρ εὐπατρίδης προσκεκρουκὼς τῷ πατρὶ παρημε-"
      },
      {
        "index": 334,
        "text": "vw λεῖτο καὶ διέτριβεν ἐν ἀγρῷ\" εἶτα τῷ πατρὶ διηλλάγη, xal χι- λίαρχος στρατοπέδου γενόμενος τῷ τε προχαλουμένῳ Κελτῷ πρὸς 16 μονομαχίαν ἀντέστη, καὶ νικήσας αὐτὸν τὸν στρεπτὸν αὐτοῦ χρυ- σοῦν ὄντα ἐσκύλευσε, καὶ Τουρχουάτος φορῶν αὐτὸν ἔπεκέκχλητο. συμμιξάντω» δὲ καὶ τῶν στρατευμάτων ἥττηντο οἱ Κελτοί, καὶ τῆς μὲν ἐπὶ τὴν Ῥώμην δρμῆς ἀπέσχοντο». τὴν δ᾽ “Αλβανίδα ἐλεη-"
      },
      {
        "index": 335,
        "text": "B λάτουν. ἐάσαντες οὖν αὐτοὺς οἱ Ῥωμαῖοι διαρπάσαι τὴν χώραν, ὡς κατακορεῖς γενόμενοε βρωμάτων καὶ μέϑης εὐεπιχειρητότεροι εἶεν, ἐπέϑεντο σφίσι, καὶ αὐτῶν τε πολλοὺς διέφϑειραν καὶ τὸ"
      },
      {
        "index": 336,
        "text": "om AB. ' 129. κοινῇ B corr. 15 τῷ τε προκαλουμένῳ —"
      },
      {
        "index": 337,
        "text": "σφῶν eo» στρατόπεδον. ᾧ δὲ Χάμιλλος εἷς τὴν Ῥώμην ἐπανελ.- ϑὼν ἀπέϑετα τὴν ἀρχήν. Ἔχτοτε οὖν οἱ μὲν χιλίαρχοι, οὗ ἀντὶ τῶν ὑπάτων ἐγίνοντο, ἐσχολάκασεν , ὕπατοι δὲ ἀπεδείκνυντο ἐνίοτε μὲν εὐπατρίδαι, d» ὁ δὲ τοῦ πλήϑους ἐνίοτε, ποτὲ δὲ καὶ ἐξ ἀμφοτέρων ὁμοῦ. νόσου δ᾽ ἐνσχηψάσης τῇ Ῥώμῃ καὶ ὃ Κάμιλλος τέϑνηκε, καὶ oi Ῥω- W ΤΙ 37 μαῖοι πλεῖστα ϑανόντος τοῦ ἀνδρὸς ἠκιάϑησαν. €"
      },
      {
        "index": 338,
        "text": "25. Mtrà δὲ ταῦτα καί τι συμβῆναι πάϑος περὶ τὴν “Ῥώ- μὴν ἱστόρηται, διαστῆναι γὰρ τὸ πεδίον λέγεται τὸ μεταξὺ τοῦ 10 Παλατίου καὶ τοῦ Καπιτωλίου ἐξάπινα, μήτε σεισμοῦ προήγησα- μένου μήτ᾽ ἄλλου τινὸς οἷα συμβαίνειν εἴωθε φυσικῶς ἐπὶ τοιού- τοις παϑήμασι. καὶ ἦν τὸ χάσμα διαμένον ἐπὶ μακρόν, οὔτε συνερχόμενον οἵως δή ποτὲ οὔτε μέντοι πληρούμενον, καὶ ταῦτα χοῦν τε τῶν “Ῥωμαίων ἐς αὐτὸ συμφορούντων πολὺν καὶ λίϑους ἰδ καὶ ἄλλην ὕλην παντοδαπήν. ἀποροῦσιν οὖν τοῖς “Ῥωμαίοις χρη- σμὺς ἐδόψη, μὴ ἄλλως τὸ διεστὼς συνελθεῖν, al μὴ τὸ κρεῖττοκ D αὐτῶν xm) δι᾽ οὗ μάλιστα πλεῖστον ἰσχύουσιν εἷς τὰ χάσμα ἐμ- βάλλουσιν\" οὕτω γὰρ ἐκεῖνό τὸ παύσεται, καὶ τῇ πόλει ἔσεταε δύναμις ἀκατάλυτος. ἔμενεν οὖν καὶ πάλιν τὸ ἄπορον. ἄπορού-"
      },
      {
        "index": 339,
        "text": "μενον, ἀσαφοῦς τυγχάνοντος τοῦ χρησμοῦ. IMdgxoc δὲ Κούρτιος ἀνὴρ εὐπατρίδης, νέος τὴν ἡλικίαν, ὡραιότατυς τὴν μορφήν, ῥω- μαλεώτατος τὴν ἰσχύν, ἀνδρειότατος τὴν ψυχήν, φρονήσει δια- πρεπής, τὸν νοῦν συνεὶς τοῦ χρησμοῦ παρελϑὼν εἷς μέσον ἐδη-- μηγόρησε λέγων “τί τῶν λογίων ἀσάφειαν, ὦ Ῥωμαῖοι, ἢ óua-5 ϑίαν ἡμῶν αὐτῶν καταψηφιζόμεθα; ἡμεῖς ἐσμεν τοῦτο δὴ τὸ ζητούμενόν τε καὶ ἀπορούμενον. οὐ γάρ τι ἄψυχον ἐμψύχου λο- γισϑήσεται βέλτιον, οὐδὲ τοῦ ἔννου καὶ ἔμφρονος καὶ λόγῳ κεχο- σμημένου τὸ ἄνουν ἀλογόν τε καὶ ἄφρον προτιμηϑήσεται. τί γὰρ ἄν τις ἀνθρώπου προκρένοιεν, ἵνα τοῦτο ἐς τὴν τῆς γῆς βαλόντες 10 διάστασιν, αὐτὴν συναγάγοιμεν ; 00x ἔστιν οὐδὲν ζῶον ϑνητὸν οὐδ᾽ ἄμεινον 000\" ἰσχυρότερον ἀνθρώπου. εἰ γάρ τι δεῖ καὶ ϑρασυ- γόμενον εἰπεῖν, οὔτ᾽ ἄνθρωπος οὐδὲν ἄλλο ἐστὶν ἢ ϑεὸς σῶμα ϑνητὸν ἔχων, οὔτε ϑεὸς ἄλλο τι ἢ ἄνθρωπος ἀσώματος κἀντεῦ-- ϑὲν ἀϑάνατος\" καὶ o) πόρρω τῆς ϑείας δυνάμεως ἀπηρτήμεϑα. 15 ταῦτα ἐγὼ μὲν οὕτω φρονῶ, ἀξιῶ δὲ καὶ ὑμᾶς τῇ γνώμῃ προσϑέ- σϑαι ταύτῃ. καὶ μή τις οἴήσωτο ὅτι κλῆρον ποιήδομαε ἢ κόρην κελεύσω ϑανεῖν. ἢ. μειθβάκιον\" αὐτὸς γὰρ ἐγὼ ἑκὼν ἐμαυτὸν ὑμῖν B ἐπιδίδωμι, ἵνα σήμερον αὐτίκα κήρυκα πέμψητέ μὲ καὶ πρεσβευ- τὴν τοῖς χϑονίοις ϑεοῖς, ἐσόμενον ἀεὶ ὑμῶν προστάτην καὶ σύμμα- 30 Xov. ταῦτα εἰπὼν ὃ Κούρτιος τὰ ὅπλα ἐνεδιϑύσλετο, εἶτα καὶ τοῦ ἵππου ἐπέβη. οἵ δ᾽ ἄλλοι περιαλγεῖς ἐγίγνοντο καὶ περιχαρεῖς,"
      },
      {
        "index": 340,
        "text": "xal χοσμήματά τινὰ συμφορήσαντες οἱ μὲν αὐτὸν ἐκεῖνον adrotg ἐχύσμουν ὡς ἥρωα, οὗ δέ τινα καὶ ἐς τὸ χάσμα ἐνέβαλλον. ἄρτι δ᾽ ἐς αὐτὸ ἐνήλατο ὃ Κούρτιος ἔφιππος, καὶ ἡ τῆς γῆς συνήχϑη διάστασις, καὶ οὐδεὶς οὐχέτε οὔτε τὸ χάσμα οὔτε τὸν Κούρτιον"
      },
      {
        "index": 341,
        "text": "ὁ ϑεάσατος ταῦϑ᾽ οὕτω τοῖς Ῥωμαίοις ἱστόρηται\" εἰ δέ τῳ μυϑώ- δη γριϑείη καὶ μὴ πιστά, ἔξεστίν οἵ μὴ προσέχειν αὐτοῖς."
      },
      {
        "index": 342,
        "text": "Τοῖς ἹΡωμαίοις δὲ πόλεμοι αὖϑις καὶ παρὰ Γαλατῶν καὶ ὑφ᾽ ἑτέρων ἐϑνῶν ἐπηνέχϑησαν, ἀλλ᾽ ἀπεκρούσαντο πάντας, πῆ μὲν ὑπάτους πῆ δὲ δικτάτορας ψηφιζόμενοι. ὅτε καί τι τοιοῦτον συμ--"
      },
      {
        "index": 343,
        "text": "βέβηκε. δικτάτωρ ἐλέχϑη «Δούκιος Κάμιλλος, Γαλατῶν κατατρε- χόντων τὰ ὑπὸ Ῥώμην. ὃς ἐπὶ τοὺς βαρβάρους δρμήσας γνώμην εἶχε τρίβειν τὸν χαιρὸν καὶ μὴ διακινδυνεύειν πρὸς ἀνϑρώ- πους ἀπονοίᾳ χρωμένους \" ῥᾷον γὰρ αὐτοὺς καὶ ἀσφαλέστερον ἀπο-- ρίᾳ τροφῶν ἐκτρνχώσειν ἤλπισε. Γαλάτης δέ τις εἷς μονομαχίαν"
      },
      {
        "index": 344,
        "text": "J108 τῶν Ῥωμαίων προεκαλεῖτο. καὶ ἀντέστη αὐτῷ Οὐαλλέριος Μάρχος χιλιαρχῶν, ὃ τοῦ ἸΠαξίμου ἐκείνου ἔγγονος... καὶ λαμπρὰ W 1I 38 μὲν ἣ μάχη προέβη. ἀμφοῖν\" ὃ μὲν γὰρ τῇ σοφίᾳ καὶ τῇ περιτεχνή- σε! προέφερεν, -0 δὲ Γαλάτης τῇ ἰσχύϊ καὶ τῇ τόλμῃ \" ἐπὶ πλέον δ᾽ ἐϑαυμαστώϑη ὅτι τῷ τοῦ Οὐαλλερίου κράνει κόραξ ἐφιπτάμενος"
      },
      {
        "index": 345,
        "text": "᾿Ὁχαὶ χρώζων εἷς τὸν βάρβαρον ἐνεχρίμπτετο, xal τήν τε ὄψιν αὐτοῦ ἐπειάρασσε καὶ τὴν δρμὴν ἐνεπόδιζε, μέχρις οὗ κατειργάσϑη. διὸ ἀγαγαχτήσαντες oí Γαλάται ὡς ὑπὸ ὄρνιϑος ἠλαττωμέγνοι, ϑυμῷ"
      },
      {
        "index": 346,
        "text": "ὃ ἐνήλλατο Α. ὅ τοῖς om Α. τῷ μυϑώδει Α. 9 τι] τοι Α. 14 Γαλάτης δέ τις etc.) ab his differunt quae Α. Maius"
      },
      {
        "index": 347,
        "text": "αὐτίκα συνέμιξαν τοῖς Ῥωμαίοις, καὶ κακῶς ἀπηλλάγησαν. 50 P f 362 Οὐαλλέριος ἀπὸ τῆς τοῦ κέρακος συμμαχίας Κορουῖνος ἐπωνο- μάσϑη. Εἰσέπειτα δὲ τῶν στρατευμάτων στασιασάντων καὶ ἐμφυλίου πολέμου γενέσϑαι μέλλοντος, κατηλλάγησαν οἱ στασιάσαντες, νό-Ὁ ; μων τεϑέντων μήτ᾽ ἄχοντά τινα τοῦ χαταλόγου ἀπαλείφεσϑαι, μήτε τὸν χιλεαρχήσαντα ἑκατονταρχεῖν, καὶ τοὺς ὑπάτους xe ἄμφω ἐξὸν εἶναι καὶ ἐκ τοῦ πλήϑους καϑίστασϑαι, καὶ τὸν αὐτὸν μήτε δύο ἅμα ἀρχὰς-μήτε τὴν αὐτὴν δὶς ἐντὸς δέκα ἄρχειν ἐτῶν. Q6. «“ατῖνοι δὲ καίπερ ἔνσπονδοι τοῖς “Ῥωμαίοις ὄντες ἀπέ. 10 B στησαν καὶ πόλεμον ἤραντο, ἐν φρονήματι γεγονότες ὅτι τε νεύ- τητι ἤκμαζον καὶ τὰ πολεμικὰ ἐκ τῆς ἀεὶ σὺν αὐτοῖς στρατείας ἀχριβῶς ἤσκηντο. oi δὲ τοῦτο γνόντες ἐξῆλθον, ὕπατον τόν τε Τουρκουάτον τὸ τρίτον ἑλόμενοι καὶ τὸν Δόκον, καὶ ἐμαχέσαντο , αὐτοῖς κραταιὰν μάχην, κρίσιν τὴν ἡμέραν ἐκείνην ἑκάτεροι νομί- 16 ζοντες ἄκριβῇ τῆς σφετέρας τύχης τε καὶ τῆς ἀρετῆς. ἔδοξε δὲ περιφανεστέρα 4j μάχη καὶ διά τε συμβεβηκός. τοὺς γὰρ «Δατί- γους οἱ ὕπατοι καὶ δμοσκεύους καὶ δμοφώνους τοῖς Ῥωμαίοις δρῶντες ἐφοβήϑησαν μὴ τῶν στρατιωτῶν τινες σφαλῶσι, τό τε οἰκεῖον καὶ τὸ πολέμιον μὴ ῥᾷστα διαγινώσκοντες. καὶ διὰ τοῦτον Ο προεῖπον σφίσι τά τε ἄλλα παρατηρεῖν ἀχριβῶς, καὶ xa9^ ξαυ- τὸν μηδένα μηδενὶ τῶν ἐναντίων συμβαλεῖν. τοῦτο δὴ τὸ napéj-"
      },
      {
        "index": 348,
        "text": "ὕπατόν τὸ ταρκουάτον Α."
      },
      {
        "index": 349,
        "text": "ἘΌΝΤΕΒ. Cap. 26. Dionis Historiae Romanae libri d i fragmentum libri septimi apud grammaticum περὶ συντάξεως 15"
      },
      {
        "index": 350,
        "text": "ya ol μὲν ἐτήρησαν, ὃ δὲ τοῦ Τουρκουάτου παῖς, orpuzevó- μῶος ἐν τοῖς ἐππεῦσι; καὶ πεμφϑεὶς πρὸς κατασκοπὴν τῶν ἔναν- viv, παρεῖδεν οὐκ αὐθαδείᾳ ἀλλὰ μέντοι φιλοτιμίᾳ. ἐπεὶ γὰρ ὁ ἵππαῤχος τῶν “«“ατίνων ἰδὼν αὐτὸν προσιόντα πρὸς μονομαχίαν δπροεκαλέσατο, καὶ μὴ δεξάμενον ταύτην διὰ τὴν πρόρρησιν, παρώ- ξυγεν εἰκών “οὗ σὺ μέντοι Τουρχουάτου υἱὸς εἶ; οὗ σεμνύνῃ τῷ στρεπτῷ τοῦ πατρός; ἢ πρὸς μὲν Γαλάτας ἀνθρώπους φϑόρους ἔρρωσθε καὶ ἄνδρίζεσϑε, τοὺς δὲ δὴ «ατένους ἡμᾶς φοβεῖ- D σϑε; τέ οὖν ἄρχειν ἡμῶν ἀξιοῦτε; τί δ᾽ ὡς χείροσιν ὑμῶν 10 ἐπιτάσσετε ; ἔκφρων ἐγένετο ὑπὸ τοῦ ϑυμοῦ, καὶ τῆς napay- γάσεως ἑκὼν ἐπελάϑετο, καὶ μονομαχήσας ἐνίκησε, xol τὰ σκῦλα μεγαφνονῶν ἐκόμισε τῷ πατρί, καὶ ὃς ἀϑροίσας τὸ στράτευμα “γοναίως μέν\" ἔφη “ὦ παῖ ἐμαχέσω, καὶ διὰ τοῦτό σε στεφα- γώσω\" ὅτι δὲ τὸ προσταχϑὲν o) παρετήρησας, καίτοι καὶ ὡς ἰϑυἱϊὸς πειϑαρχεῖν καὶ ὥς στρατιώτης ἀναγκαζόμενος, διὰ τοῦτό σε διχκωώσω, ἕνα καὶ τὸ τῆς ἀριστείας ἄϑλον καὶ τὸ τῆς ἀνηκουστίας τίημα λήψῃ: ταῦτ᾽ εἰπὼν ἅμα τόν Te στέφανον τῇ κεφαλῇ αὐτοῦ ἐπέθετο καὶ αὐτὴν ἐκείνην ἀπέτεμεν. Eia ὄναρ ἀμφοῖν τοῖς ὑπάτοις ἐν τῇ αὐτῇ νυχτὶ ὁμοίως ῬῚ 868 Ὁ φανὲν ἔδοξε λέγειν, τῶν ἐναντίων κρατήσειν, ἂν ὃ ἕτερος τῶν ὑπάτων ἑαυτὸν ἐπιδῷ. μεϑ᾽ ἡμέραν οὖν ἀλλήλοις τὸ ὄναρ διη- γησάμενοι, συνέϑεντο ϑεῖον εἶναι, καὶ πεισϑῆναι δεῖν αὐτῷ ὦμο-"
      },
      {
        "index": 351,
        "text": "om Α. 16 διὰ τοῦτό --- 17 τίμημα λήψῃ ex Dionis libro septimo, &pud grammaticum περὶ συντάξεως in Immanuelis Bekkeri Anecd."
      },
      {
        "index": 352,
        "text": "λόγησαν. ἠμφισβήτησαν δὲ πρὸς ἀλλήλους, οὐχ ὃς ἂν σωϑ είη, ἄλλ᾽ ὃς ἄν μᾶλλον ἑαυτὸν ἐπιδῷ\" καὶ παρὰ τοῖς πρρύτοις τοῦ στρατοπέδου ἐδικαιολογήσαντος. καὶ τέλος ἤρεσε σφίσε, τὸν μὲν ἐπὶ τοῦ δεξιοῦ κέρως, τὸν δὲ ἐπὶ τοῦ λαιοῦ παρατάξασθαι, καὶ ὁπότερον ἂν ἐκείνων ἐλαττωθῇ, τὸν ἐπ᾿ αὐτῷ τεταγμένον ἀποϑα-ὅ W II S vé. τοσαύτη δ᾽ ἦν φιλοτιμίᾳ αὐτοῖς περὶ τὴν ἐπίδοσιν, ὡς εὔχεσϑαι ἕκαστον τῶν ὑπάτων ἡττηθῆναι, ἵνα τύχῃ τῆς ἐπιδόσεως καὶ τῆς εὐχλείας τῆς ἐξ αὐτῆς. συμβαλόντες δὲ τοῖς «““Ἰατίνοις μέχρι μὲν πολλοῦ ᾿ἰσοπαλῶς ἠγωνίσαντο, εἶτα τὸ κατὰ τὸν 4 έκιον κέρας μικρόν τι τοῖς “Τατίνοις ἐνέκλινεν. ὃ γνοὺς ὃ Ζέκιος &av-10 τὸν ἐπιδέδωχε\" καὶ τὰ ὅπλα ἐκδύς, τὴν ἐσθῆτα ἐνέδυ τὴν περι- πόρφυρον. καὶ οἱ μὲν οὕτω φασὶν ἐφ᾽ ἵππον ἀναπηδῆσαι αὐτὸν καὶ εἰσελάσαι πρὸς τοὺς πολεμίους καὶ ὑπ᾽ ἐκείνων ἀποθανεῖν; ot δὲ ὑπὸ συστρατιώτου πολιτικοῦ σφαγῆναι. τέως δὲ τελευϊτήσαν»- C τὸς τοῦ Δεκίου τοῖς Ρωμαίοις ἣ νίκη καϑαρῶς συνηνέχϑη, καὶ 15 oi “Ἰατῖνοι πάντες ἐτράπησαν, οὐ πάντως δὲ διὰ τὸν ϑάνατον τοῦ Zexlov* πῶς γὰρ ἄν τις πιστεύσειεν ἐξ ἑνὸς ἀνδρὸς τοιᾶσδε τελευτῆς τοσοῦτον πλῆϑος ἀνθρώπων τὸ μὲν φϑαρῆναι τὸ δὲ σω- ϑῆναι καὶ νικῆσαι περιφανῶς ; oi μὲν οὖν “ἰατῖνοι οὕτως ἥττην- το, ὃ δέ γε Τουρχουάτος καὶ τὸν υἱὸν ἀποκτείνας καὶ τοῦ συνάρ- χοντος τεϑνηκότος ἑώρτασεν ὅμως τὰ ἐπινίκια... Eh? αὖϑις αὐτούς τε τοὺς «“Ιατίνους ἐπαναστάντας κατε- πολέμησαν., καὶ. ἕτερα ἔϑνη μάχαις ὑπέταξαν, ποτὲ μὲν ὑπάτοις"
      },
      {
        "index": 353,
        "text": "κιχρημένοι ποτὲ δὲ δικτάτορσιν. ὧν εἷς ἦν καὶ “ούχιος Παπεί- Ὁ Quoc ὃ καὶ ΚΚούρσωρ ὀνομαζόμενος διά τε τὴν ἕξιν (ἦν γὰρ δρο- μικώτατος) καὶ διὰ τὴν. ἄσκησιν τὴν τοῦ δρόμου. μετὰ δὲ ταῦτα δικτάτωρ ὃ Παπείριος ἐπὶ τοὺς Σαυνίτας ἐξεπέμῳφϑη μετὰ Φαβίου δ υύλλου ἱππάρχαυ, καὶ ἥττήσας αὐτοὺς ἠνάγκασεν ἐπὶ συνϑή- xuc συμβῆναι αἷς ἐκεῖνος ἐβούλετος ἀποϑεμένου δὲ τὴν ἦγεμο--: γίαν αὐτοῦ ἐπανέστησαν αὖϑις. ὑπὸ δὲ Κορνηλίου ,Αὔλου δικτά-᾿ τορος xol πάλιν πολεμηϑέντες καὶ ἡττηϑέντες διεκηρυχκεύσαντο πρὺς τοὺς ἐν τῇ “Ῥώμῃ, τοὺς αἰχμαλώτους τε ὅσους εἶχον πέμψαν--: Ἰθτες αὐτοῖς, καὶ τὴν ült(o» τοῦ πολέμου “Ῥουτούλῳ ἀνδρὶ δυνατῷ παρ᾽ αὐτοῖς ἐπιγράφοντες\" οὗ τὰ ὀστᾶ, ἐπεὶ φϑάσας ἐκεῖνος διε-- χειρίσατο ἑαυτόν, διέρρεψαν. οὗ μέντοι 2a) ἔτυχον τῆς εἰρήνης ὡς ἄπιστοι, ἄλλ᾽ ἄσπονδον ᾿σφίσιν ἐψηφίσαντο πόλεμον, καίτοι τοὺς αἰγμαλώτους λαβόντες. ὑπεραυχήσαντες οὖν οἱ “Ῥωμαῖοι Ἰό καὶ αὐτοβοεὶ πάντας αὐτοὺς αἱρήσειν ἐλπίσαντες δεινῷ παϑήματι περιέπεσον, ὕπερδείσαντες γὰρ οἱ Σαυνῖται καὶ ἐν συμφορᾷ ποιούμενοε τὸ μὴ σπείσασϑαι, καὶ ὡς ἀπεγνωσμένοι μαχόμενοι, χαὶ λοχήσαντες ἔν τινι χώρᾳ κοιλοτέρᾳ καὶ στενῇ, τό τε στρατό- πεδὸν εἷλον καὶ τοὺς “Ῥωμαίους. ἐζώγρησαν πανσυδὶ καὶ πάντας ὑπήγαγον ὅπὸ τὸν ζυγόν (τί δ᾽. jy τὸ τοῦ ζυγοῦ, ἤδη μοι ἄνωθέ που ἱστόρηται), οὐδένα μέντοι ἀπέκτειναν, ἀλλὰ τά τε ὅπλα καὶ"
      },
      {
        "index": 354,
        "text": "libri mss ubique: PW Σαμνίτας et mox Σαμνίται, Σάμνιον etc."
      },
      {
        "index": 355,
        "text": "sinianum 143. 10 ῥουτούλλῳ B: quem Livius Brutulum Papium appellat, Dionis eclogarius Παπέριον vel Πάπιον. 18 ἄσπον- 9o, Α. 14 ὑπεραυχήσαντες --- 20 τὸν £vyóv Dionis excerptum Vaticanum 34. — 15 αὐτοβοεὶ} Dionis exc. αὐτομαχες 16 ovu- φοραῖς À. 40 ἄνωθέ zov] pag. 65 v. 8."
      },
      {
        "index": 356,
        "text": "τοὺς ἵππους καὶ và ἄλλα ὅσα εἶχον πλὴν ἑνὸς ἱματίου ἀφείλοντο, καὶ γυμνοὺς σφᾶς ἀφῆκαν ἐπὶ συνθήκαις τοῦ τὴν χώραν αὐτῶν B ἐκλιπεῖν καὶ συμμάχους σφίσιν ἀπὸ τῆς ἴσης εἶναι. ἕνα δὲ τὰ τῆς ὁμολογίας καὶ παρὰ τῆς γερουσίας βεβαιωθῶσι, τῶν ἱππέων ἑξακοσίους εἷς ὁμηρείαν κατέσχον. ϑ Οἱ δ᾽ ὕπατοι Σπούριός τε Ποστούμιος καὶ Τιβέριος Κα- Aovivoc μετὰ τῆς στρατιᾶς εὐθὺς ἀνεχώρησαν, καὶ νυκτὸς αὐτοί τε καὶ τῶν ἄλλων οἱ ἀξιολογώτατοι εἷς τὴν “Ῥώμην εἰσήλθοσαν, οἱ δὲ λοιποὶ στρατιῶται κατὰ τοὺς ἀγροὺς ἐσχεδάασαϑησαν. οἱ δ᾽ ἐν τῇ πόλει τὰ πεπραγμένα μαϑόντες οὔτε ἡσθῆναι τῇ τῶν στρα- τιωτῶν σωτηρίᾳ οὔτ᾽ ἀχϑεσθῆναι ἠδόναντο. πρὸς μὲν γὰρ τὸ δεινὸν ὑπερήλγουν, καὶ ὅτε παρὼ τῶν Σαυνιτῶν τοιαῦτα πεπόν- C ϑᾶασι, μεῖζον σφίαι τὸ΄ ἄλγος ἐγίνετο\" λογιζόμενοι δὲ ὡς εἶ πάντας ἀπολέσϑαι συνέβη, καὶ περὶ πάντα &y ἐκινδύνευσαν, ἐπὶ τῇ σφῶν | ἥδοντο σωτηρίᾳ. ἐπικρύπτογτες δὲ τέως τὸ ἥδεσθαι, πένθος ἐπεποιήκεσαν, καὶ οὐδὲν ἐν τῷ καϑεστηκότι τρόπῳ ἔπραξαν, οὔτ᾽ αὐτίκα οὔϑ᾽ ὕστερον, ἕως ἀντεπεχράτησαν\" τοὺς δ᾽ ὑπάτους μὲν 40 παραυτύκᾳ ἔπαυσαν, ἑτέρους δ᾽ ᾿ἀνθελόμενοε βουλὴν ἐποιήσαντο» καὶ ἐδόκεε μὲν σφίσι μὴ δέξασθαι τὴν σύμβασιν, ἐπεὶ δὲ ἀδύναν vov ἦν τοῦτο δρᾶσαι μὴ οὐχὶ. πρὸς τοὺς πράξαντας αὐτὴν τρέ- 9 | ψαντας τὴν αἰτίαν, davor» μὲν τῷν ὑπάτων καταψηφίσασϑαι καὶ τῶν ἄλλων o? μετ᾽ αὐτῶν ὡς ἀρχάς τινας ἄρχοντες τὰς onov-"
      },
      {
        "index": 357,
        "text": "ὑπερήλγουν) hinc corrigendus Dio, exc. Vatic. 36, ubi 0zsQ"
      },
      {
        "index": 358,
        "text": "δὰς ἐποιήσαντο, ὥκνουν δὲ καὶ ἀφεῖναι, ἵνα μὴ ἐφ᾽ ἑαυτοὺς τὸ D - παρασπόνδημα περιστήσωσιν. αὐτοῖς οὖν ἐκείνοις τοῖς ὑπάτοις ἐπεχοινώσαντο, καὶ πρώτῳ ye τῷ Ποστουμίῳ τὴν ψῆφον ἐπήγα- γον, ὅπως αὐτὸς xaJ ἑαυτοῦ γνώμην ἀποφήνηται, αἰσχύνῃ τοῦ bu? πάντας ἀδοξίας ἀναπληρῶσαι. ὃ δὲ παρελϑὼν εἷς τὸ μέσον ἔφη μὴ δεῖν κυρωθῆναι τὰ ὑπ᾽ ᾿αὐτῶν πεπραγμένα παρὰ τῆς γερουσίας καὶ τοῦ δήμου\" μηδὲ γὰρ αὐτοὺς ἑκουσίως πρᾶξαι αὐτὰ ἀλλ᾽ ἀνάγκῃ συνεχομένους, ἣν αὐτοῖς ἐπήγαγον οἱ πολέμιοι οὐχ ἐξ ἀρετῆς ἀλλ᾽ ἐκ δόλου καὶ ἐξ ἐνέδρας. οἱ γοῦν ἀπατήσαντες 10 εἰ ἀγτηπατήϑησαν οὐχ ἂν δύνωιντο δικαίως ἐγκαλεῖν τοῖς ἀντα- πατήσασι. ταῦτα τοίνυν εἰπόντος καὶ τοιαῦτα πολλά, ἐν ἄμηχα- P 1865 γίᾳ ἡ γερουσία ἐγένετο\" τοῦ δὲ Ποστουμίου καὶ τοῦ Καλρυΐνου εἰς ἑαυτοὺς τὴν αἰτίαν ἀναδεχομένων, ἐψηφίσϑη μήτε χυρωϑῆναι τὰ ὡμολογημένα, ἐκείνους τε ἐχδοϑῆναι. ᾿ Y ᾿4πήχϑησαν ovy καὶ ἄμφω οἱ ὕπατοι, καὶ οἱ λοιποὶ ἄρχον- τες οἱ ἐπὶ τρῖς ὅρκοις παρουσιάσαντες, εἰς τὸ Σαύνιον. οὐ μέν- Tot αὐτοὺς οἱ Σαυνῖται ἐδέξαντο, ἀλλὰ τοὺς ἁλόντας ἀπήτουν ὅπαντας, καὶ τοὺς ϑεοὺς ἐπεβοῶντο καὶ ἐπεϑείαζον, καὶ τέλος τοὺς ἐχδοϑέντας ἀντέπεμψαν. οἱ δὲ “Ῥωμαῖοι ἐκείνους μὲν daué- B 30voc ἀπέλαβον, τοῖς δὲ Σαυνίταις ὀργῇ τὴν μάχην ἐπήγαγον. καὶ χρατήσαντες τὰ ὅμοια σφίσιν ἐποίησαν, καὶ ὑπὰ τὸν ζυγὸν αὐτοὺς"
      },
      {
        "index": 359,
        "text": "παραστήσωσιν Α. 5 ἀναπλῆσαι AB. 6 πεπραγμένα]"
      },
      {
        "index": 360,
        "text": "αἰτίαν om C. 16 τοῖς add AB. οὐ μέντοι — 19 ἀντέπεμ-"
      },
      {
        "index": 361,
        "text": ".. 18 ἐπεϑείαξον) sic corrigendum quod apud Dionem suppletum legi- tur ἐπωνόμαξον, fragm. Vatic. 37. 19 of δὲ ἹΡωμαῖοι — p. 100"
      },
      {
        "index": 362,
        "text": "ἀνθυπήγαγον, κἀὶ ἀφῆκαν, μηδὲν ἄλλο κακὸν δράσαντες. καὶ τοὺς σφετέρους ἱππεῖς, οὖς ὡς ὁμήρους κατεῖχον οἱ Σαυνῖται, ἀπαϑεῖς ἐχομίσαντο."
      }
    ]
  }
}