{
  "chapterNumber": 17,
  "title": "Book 17",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Kai ὁ μὲν οὕτως ἀπέτισε τὸ χοεών᾽\" ὁ δὲ Τζιμισκὴς tcl C βασιλείας γενόμενος ἐγκρατὴς καὶ τοὺς τοῦ Ῥωμανοῦ παῖδας"
      },
      {
        "index": 1,
        "text": "σίλειον ὡς ἐντρεχῆ περὶ τὰ πράγματα (ὡς ---πράγματα 0m. C) τοῖς τῆς βα- σιλείας ἐπέστησε πράγμασιν C"
      },
      {
        "index": 2,
        "text": "oum. E 3.4 διὰ ϑυρίδος ante δεικν. Ewp οὕτω EDwwp2Di,"
      },
      {
        "index": 3,
        "text": "τοσούτους] Leo Diac. p. 89, 14: ££ .. ἐνιαυτοὺς πρὸς μησὶ τέσ-"
      },
      {
        "index": 4,
        "text": "ARwpJDi, τζιμισχῆς D; vulgatam scripturam nominis illius Ar-"
      },
      {
        "index": 5,
        "text": "quod optimi codices formam τζιμισκὴς haud raro (v. p. 496, 1."
      },
      {
        "index": 6,
        "text": "κοινωνοὺς πεποίητο τῆς ἀρχῆς παῖδας ἔτι τυγχάνοντας, τὸν δὲ παρακοιμώμενον Βασίλειον, ὃν ó Φωκᾶς τετίμηκε πρόεδρον, μήπω πρῴην ὄντος τοῦ ἀξιώματος, προσλαβόμενος ὡς ἐντριβῆ περὶ τὴν τῶν κοινῶν πραγμάτων διοίκησιν, αὐτῷ τὴν πᾶσαν οἶκο- 2vouíar ἀνέϑετο. καὶ ὃς τοὺς τῷ Νικηφόρῳ προσήκοντας ἢ ὃ καὶ ἄλλως εὔνοιαν ἐκείνῳ τηρεῖν ὑποπτευομένους ἐκ μέσου πε- ποίηκε, τὸν μὲν κουροπαλάτην Λέοντα καὶ τὸν υἱὸν αὐτοῦ D Νικηφόρον ἐν “Λέσβῳ περιορίσας, τῷ δ᾽ ἑτέρῳ τοῦ “έοντος"
      },
      {
        "index": 7,
        "text": "ἄλλους ἄλλως μετελϑὼν καὶ οἰκονομησάμενος. τοὺς δὲ παρὰ τοῦ Νικηφόρου φυγαδευϑέντας κατήγαγεν, οἷς καὶ ἀρχιερεῖς συνηρίϑμηντο, ὅσοι μὴ ὑπογράψαι ἐν τῷ τόμῳ ὑπέκυψαν, δι οὗ τεϑέσπιστο μὴ ἄνευ ἐκείνου ἀρχιερέα τινὰ προχειρίζεσθαι. εἶτα ἄπεισιν ὅ ᾿Ιωάννης eig τὴν μεγάλην ἐκκλησίαν rawwuosy- ὃ σόμενος. ἀλλ᾽ οὐκ εἰάϑη παρὰ τοῦ ]1]ολυεύκτου εἰς τὸν ναὸν l5 WIIL167 εἰσελϑεῖν, ὡς φόνῳ μεμιασμένος. πράως δὲ τὴν ἐπιτίμησιν ὅ Τζιμισκὴς ἐνεγκὼν ἀπελογεῖτο μὴ αὐτὸς αὐτόχειρ γενέσϑαι τοῦ"
      },
      {
        "index": 8,
        "text": "qóvov, ἔλεγε δὲ τὸν ᾿Αβαλάντην καὶ τὸν ᾿Ατζυποϑεόδωρον ἔπι-"
      },
      {
        "index": 9,
        "text": "εἰς τὴν ἐκκλησίαν"
      },
      {
        "index": 10,
        "text": "εἰς τ. uey. ἐκκλησίαν ἀπήει ó ἰωάννης O πράως ARDwwp,"
      },
      {
        "index": 11,
        "text": "τροπῇ τῆς Θεοφανοῦς τὸν Νικηφόρον διαχειρίσασϑαι. τὴν μὲν PII209"
      },
      {
        "index": 12,
        "text": "οὖν Θεοφανὼ ὁ πατριάρχης ἀπήτησε τῶν βασιλείων ἀπελαϑῆναι καὶ περιορισϑῆναι καὶ τοὺς αὐτόχειρας τοῦ Νικηφόρου ἐκδιω- χϑῆναι, τὸν δὲ τόμον, οὗπερ ἐμνήσϑημεν, διαρραγῆναι καὶ αὐτὸν ὃ τὸν ᾿Ιωάννην δέξασϑαι ἐπιτίμια. ὅ δὲ πάντα ποιῆσαι ὑπέσχετο καὶ αὐτίκα στέλλει καὶ κατάγει τὴν βασιλίδα τῶν ἀνακτόρων καὶ τὸν τόμον ἐκεῖ κομισϑέντα διέρρηξε καὶ ἣν ἐν ἰδιώταις τελῶν εἶχε περιουσίαν, διανεῖμαι πένησιν ἐπηγγείλατο. τούτων δὲ γενομένων, κατὰ τὴν γενέϑλιον τοῦ σωτῆρος ἡμῶν καὶ ϑεοῦ ἑορτὴν ἅμα τε τὴν εἰς τὴν ἐκκλησίαν ἐπιτρέπεται εἴσοδον καὶ"
      },
      {
        "index": 13,
        "text": "ἅμα τῷ διαδήματι στέφεται, τὴν δὲ Θεοφανὼ εἷς IHoowóvigoor περιώρισεν. οὕτω μέντοι ἀναρρηϑείς, ἐπεὶ ἀρχιερέως ἡ μεγάλη ᾿Αντιόχεια χηρεύουσα ἦν, προχειρίζεταί τινα μοναχὸν Θεόδωρον, B ὃς αὐτοῦ προέφη τῆς βασιλείας τυχεῖν, καὶ μὴ σπεῦσαι μηδ᾽ ἁρπάσαι αὐτήν, ἀλλὰ μεῖναι τὴν ἔκ τοῦ ϑείου προχείρισιν. ὅσπερ D1V93 τὴν ἀρχιερωσύνην καταδεξάμενος ἀξίωσιν ἔϑετο πρὸς τὸν 'lo-"
      },
      {
        "index": 14,
        "text": "μεῖναι Rwp ante τὴν add. ὥσπεο Dt Haasii annotatione (v."
      },
      {
        "index": 15,
        "text": "Dw post τὸν add. αὐτοκράτορα"
      },
      {
        "index": 16,
        "text": "ἄγννην τοὺς Maviya(ovg ἐκ τῆς ἑῴας μετοικίσαι πρὸς τὰ ἑσπέρια, πολλοὺς τῇ αὐτῶν μυσαρᾷ αἱρέσει διαφϑείροντας. οὗ τὴν ἀξίωσιν πληρῶν εἰς Φιλιππούπολιν μετήγαγε τὸ γένος τῶν Μᾶανιχαίων. ὃ δὲ πατριάρχης lloAéevxrog τῇ τοῦ ἸΤζιμισκὴ"
      },
      {
        "index": 17,
        "text": "ἀναρρήσει τριάκοντα xal πέντε ἡμέρας ἐπιβιοὺς τὸν βίον μετ- ὃ"
      },
      {
        "index": 18,
        "text": "ἤλλαξε, xai ἀντεισήχϑη εἰς τὸν ἀρχιερατικὸν ϑρόνον τῆς βα- C σιλευούσης τῶν πόλεων ὅ μοναχὸς Βασίλειος ὁ Σ᾽χαμανδρηνός. Οἱ δ᾽ ἐκ τῆς Ἄγαρ, μὴ ἀνεκτὸν ἡγούμενοι στερεῖσϑαι τῶν πόλεων ἃς ἤδη ἀφήρηντο, συνελέγησαν πανταχόϑεν καὶ συν- ϑήκας περὶ ὁμαιχμίας πεποιηκότες καὶ τοῖς Καρχηδονίοις τὴν σφῶν ἡγεμονίαν προσνείμαντες ἐξεστράτευσαν κατὰ τῆς £v Τάφνῃ ᾿Αντιοχείας καὶ ταύτην ἐπολιόρκουν. τῶν δ᾽ ἐν τῇ πόλει ἀνϑισταμένων αὐτοῖς κραταιότερον ἡγγέλϑη τῷ βασιλεῖ τῶν ἐϑνῶν ἣ συνέλευσις. ὁ δὲ κελεύει τῷ στρατηγῷ Μεσοποταμίας ἐπικουρῆσαι τοῖς πολιορκουμένοις\" καὶ πολέμου πρὸς τοὺς \"Aya- ρηνοὺς συρραγέντος oi βάρβαροι, καίτοι πολλαπλάσιοι πρὸς τοὺς “Ῥωμαίους ὄντες, τρέπονταί τε καὶ σκίδνανται. 0l δέ γε \"Pág τὸ τῶν Βουλγάρων ἔϑνος καὶ τὴν χώραν αὐτῶν ὕφ᾽ ἕαυ- D τοὺς ποιησάμενοι καὶ τοὺς ἡγεμόνας τοῦ ἔϑνους τὸν Βορίσην"
      },
      {
        "index": 19,
        "text": "(oe C) μετακληϑέντες κατὰ τῶν Βουλγάρων, xai αὐτοὺς καταγῶώνι- σάμενοι, ἐπανελθεῖν εἰς τὰ ἴδια οὐκ ἤϑελον. καὶ (ὅτι ol ---ἥϑελον. καὶ om."
      },
      {
        "index": 20,
        "text": "E) πεοὶ τοῦ Καλοκυροῦ C"
      },
      {
        "index": 21,
        "text": "τε xai τὸν Γωμανὸν οὐκέτι τῶν οἴκοι ἐμέμνηντο, ἀλλ᾽ ἤϑελον αὐτοῦ που μένειν τὴν χώραν κατέχοντες. πρὸς τοῦτο δ᾽ αὐτοὺς καὶ ó Καλοκυρὸς ἀνηρέϑιζεν\" \"el γὰρ βασιλεὺς ᾿ωμαίων ἀναρρη- ϑήσομαι παρ᾽ ὑμῶν\", ἔλεγε “τῆς τε τῶν βουλγάρων χώρας παραχωρήσω ὑμῖν καὶ διαϑήσομαι πρὸς ὑμᾶς εἰρήνην διαιωνί- ζουσαν καὶ τὰ ὑπεσχημένα παρέξω κατὰ τὸ πολλαπλάσιον.\""
      },
      {
        "index": 22,
        "text": "oí δὲ τῇ τε τῶν χωρῶν ἀρετῇ ϑελχϑέντες xai τοῖς λόγοις τοῦ Ααλοκυροῦ χαυνωϑέντες οὔτε τῷ βασιλεῖ πάντα ποιήσειν ἐπι-"
      },
      {
        "index": 23,
        "text": "τελὴῆ τὰ παρὰ τοῦ Νικηφόροι' σφίσιν ὑπεσχημένα ἐπείϑοντο γράφοντι καὶ τοῖς πρέσβεσιν ὡμίλησαν ἀλαζονικώτερον. ἐντεῦ- ϑὲεν ἄρασϑαι κατ᾽ αὐτῶν ὅπλα ἠνάγκαστο καὶ ταῖς Πωμαϊκαῖς P 11210A δυνάμεσιν ἐπιστήσας στρατάρχην, ὃν στρατηλάτην ὠνόμασε, Báoóav μάγιστρον τὸν Σ᾽ ληρόν, τῆς ἤδη ϑανούσης αὐτοῦ γα- ἧς αὐτάδελ Ó ἡρμῆσαί οἵ | τῶν \"Pig ἐνετείλ μετῆς αὐτάδελφον ὄντα, óouijoat οἱ κατὰ τῶν \"Po ἐνετείλατο. καὶ ó μὲν ἀπήει\" οἱ βάρβαροι δὲ τοῦτο μαϑόντες καὶ ὅ τούτων ἔξαρχος ὁ Σφενδοσϑλάβος, τούς τε Βουλγάρους ὁπλίσαντες καὶ συμμάχους προσειληφότες Σκύϑας, of Πατζινάκαι κικλήσκονται, καὶ τοὺς τὴν llavovíav οἰκοῦντας Τούρκους καὶ στρατιὰν εἰς"
      },
      {
        "index": 24,
        "text": "ὅτε ὁ Σκληρὸς Βάρδας ἐστάλη κατὰ τῶν Ρῶς (δὼς CE) C"
      },
      {
        "index": 25,
        "text": "ó (om. Ὁ) σφενδοσϑλάβος (σφενδύσϑλαβος Ewp) τούς re βουλγάρους"
      },
      {
        "index": 26,
        "text": "τριάκοντα μυριάδας ἀριϑμουμένην συστησάμενοι τὴν Ooqxnv"
      },
      {
        "index": 27,
        "text": "ἅπασαν ἐληίζοντο. τούτοις οὖν μὴ ϑαρρῶν ὃ Σκληρὸς συμ-"
      },
      {
        "index": 28,
        "text": "μίξαι καὶ κατὰ συστάδην μαχέσασϑαι (πολλοστὸν γὰρ ἦν πρὸς τὸ πλῆϑος ἐκείνων τὸ μετ᾽ αὐτοῦ στρατιωτικόν) στρατηγικαῖς B μεϑόδοις τοὺς βαρβάρους κατηγωνίσατο. καὶ πρῶτον μὲν λό- ὃ χους καϑίσας καὶ μόνοις τοῖς ΠΠατζινάκαις ἐπελϑὼν καὶ εὐφυῶς αὐτοὺς περιαγαγὼν εἰς τοὺς λόχους, τοὺς μὲν ἀνεῖλε, τοὺς δ᾽ εἶλε ζῶντας\" εἶτα καὶ τοῖς ἄλλοις συμμίξαντι μέχρι μέν τινὸς ἰσόρροπος ἦν ἣ μάχη αὐτῷ\" ὡς δέ τις τῶν Σκυϑῶν καὶ ὄγκῳ σώματος καὶ ψυχῆς παραστήματι γενναῖος εἶναι δοκῶν καὶ τῦ τῶν ὁμογενῶν ἁπάντων ὑπερτερεῖν, ὁρῶν τὸν Σχληρὸν ἔφισιπον διιόντα τὰς ὕφ᾽ ἑαυτὸν τάξεις καὶ ταύτας εἷς ἀλκὴν διεγείροντα, ὥρμησε κατ᾽ ἐκείνου καὶ κατήνεγκε τὸ ξίφος κατὰ τῆς κεφαλῆς τοῦ ἀνδρός\" τὸ δὲ τῇ τοῦ κράνους ἰσχύϊ καὶ τῇ λειότητι οὐχ ἥψατο αὐτοῦ. ὁ Σκληοὸς αὖϑις κατὰ τῆς κεφαλῆς τὸν Σ᾽ κύϑην"
      },
      {
        "index": 29,
        "text": "C ἐνεργὸς ὡς διχῇ τμηϑῆναι τὸν βάρβαρον καὶ ἡμίτομα τοῦ ἵππου τὰ μέρη αὐτοῦ ἐκπεσεῖν. οἱ βάρβαροι δὲ τὸ ἔργον ἐκπλαγέντες εἰς δειλίαν ἐνέπεσον καὶ εἰς φυγὴν αὐτίκα ἐτράπησαν, οἷς oí"
      },
      {
        "index": 30,
        "text": "ὅπως ὁ Σκληρὸς τοὺς ἹΡῶς (ῥὼς CE) κατηγωνίσατο καὶ τοὺς συμμαχοῦν-"
      },
      {
        "index": 31,
        "text": "ἐκπεσεῖν Ewp δὲ om. Rwp δειλείαν ἐξέπεσον p*"
      },
      {
        "index": 32,
        "text": "Ρωμαῖοι κατόπιν ἐλαύνοντες πολλοὺς μὲν ἀνήρουν, πολλοὺς δ᾽ ἐζώγρουν. ἔπαυσε τῆς διώξεως τοὺς περὶ τὸν Σκληρὸν ἐπελ- ϑοῦσα ἡ νύξ' τέως δὲ καὶ ὅσοι περιελείρϑησαν τραυματίαι ἦσαν. Καὶ τὰ μὲν κατὰ τοὺς “Ῥῶς ἐν τούτοις ἦσαν. Βάρδας 062 2 bó Φωκᾶς ó τοῦ “Λέοντος παῖς ἐξ ᾿Αμασείας φυγών, ἐν jj περι- ὠριστο, τὴν τῶν Καππαδοκῶν κατειλήφει Καισάρειαν, πολλοὺς προσεταιρισάμενος, καὶ τυραννίδι ἐπικεχείρηκεν, ἑαυτῷ περιϑ έ- μενος τὰ τῆς βασιλείας παράσημα. καὶ ó πατὴρ δὲ τούτου ὁ 8 “Λέων σὺν τῷ ἑτέρῳ υἱῷ τῷ Νικηφόρῳ ἐκ Λέσβου πρὸς Θρά-"
      },
      {
        "index": 33,
        "text": "ὅου ἀρχιεπίσκοπον\" γνωσϑεὶς δὲ τοὺς ὀφρϑαλμοὺς πηρωϑῆναι καταδικάζεται σὺν τῷ υἱῷ Νικηφόρῳ. λέγεται δὲ τὸν βασιλέα ἢ κατὰ τὸ λεληϑὸς ἐντείλασϑαι τοῖς ἐπιτραπεῖσι τὴν πήρωσιν τῶν ἀνδρῶν μὴ ἐκκόψαι τούτοις τὰ ὄμματα, ἀλλὰ δόκησιν μὲν παρασχεῖν ἐκτυφλώσεως, παραφυλάξαι δὲ τοῖς ἀνϑρώποις ἀλώ- βητον τὸ ὁρᾶν. τούτων οὖν οὕτω συνενεχϑέντων, γραφὴ κατα- λαμβάνει βασίλειος τὸν Σχληρὸν ἄρτι τοὺς Σ᾽ κύϑας τρεψάμενον"
      },
      {
        "index": 34,
        "text": "ἅτως ó Φωκᾶς Βάρδας τυραννίδι ἐπικεχείρηκε' καὶ ὅ πατὴρ αὐτοῦ xai ὁ ἀδελφὸς ἀποδρᾶναι μελετήσαντες ἐγνώσθησαν (pro ἀποῦδρ.--- ἐγνώσθησαν habet E: xai ἐγνώσϑησαν) C"
      },
      {
        "index": 35,
        "text": "δὲ καὶ ὅσοι περιελεί᾿ρϑησαν (περιἐλήφϑησαν À) τραυματίαι \"d AEwp, xai οἱ περιλειῳϑέντες ἐκ τῶν εἰσοβάρων τραυματίαι ἦσαν καὶ τὰ μὲν κατὰ τοὺς ῥῶς (ῥὼς 11) ἐν τούτοις ἦσαν AEwp, ἐν τού- τοις μὲν οὖν ἐτύγχανον τὰ (0m. C) κατὰ τοὺς (τῶν D) ῥῶς (ῥὼς D) O"
      },
      {
        "index": 36,
        "text": "(prius enim x non planum est apud Wo) παραφυλάξαι"
      },
      {
        "index": 37,
        "text": "διαπεραιωϑῆναι πρὸς τὴν ἑῴαν xai τῷ Βάρδᾳ τῷ Φωκᾷ ἄντι- καταστῆναι. καὶ αὐτίκα ze καὶ πρὸς Καισάρειαν γέγονε, καὶ οἱ περὶ τὸν Φωκᾶν ἐκεῖνον λιπόντες τῷ Σκληρῷ a000t0- ούησαν, μόνος δὲ μετὰ τῶν ϑεραπόντων περιλειρϑεὶς πρὸς τὸ ?11A φρούριον κατέφιγε τὸ Τυροποιόν. ἤδη δ᾽ ἐγγὺς ὄντα τοῦ εἴρη- D ΤῊ ἡ» μένου φοουρίου καταλαμβάνουσιν αὐτὸν ἱππεῖς πεμφϑέντες ποὸς 9 rov Σκληοοῦ\" ὧν εἷς Κωνσταντῖνος ὅ Χάρων ϑοασύτερος τῶν ἄλλων, ὡς ἔοικεν, ὧν προφϑάσας τοὺς συστρατιώτας μεϑ᾽ δομῆς συντονωτέοας ἐπήρχετο τῷ Φωκᾷ\" ó δὲ οὐοάγει καὶ τοὺς σὺν αὐτῷ περιεῖπε, καὶ ὃ Χάρων ὕβοεσι τοῦτον ἔβαλλε. καὶ ó 10 «Φωκᾶς “οὐκ ἔδει oc\" εἶπεν “ἄνϑοωπον ἐν συμφοραῖς τοιαύταις γενόμενον ἐπιπλήσσειν.\" τοῦ δὲ Χάρωνος ἐν τούτοις ἐγγίσαντος τῷ Βάρδᾳ καὶ βαλεῖν ἐπιχειροῦντος αὐτόν, ἐκεῖνος τὴν κορύνην ἀνατείνας παίει τὸν Κωνσταντῖνον κατὰ τῆς κόρυϑος καὶ ταύτην συνέτριψε μετὰ τῆς κεφαλῆς τοῦ ἀνδοός, καὶ εὐθὺς εἶλε τὸν B πεπληγμένον ποοφύρεος ϑάνατος, μιᾷ ϑανατωϑέντα πληγῇ. οἱ δὲ κατόπιν ἐλαύνοντες ὁρῶντες τὸν πεσόντα ἀφίστανται τῆς διώξεως, καὶ ó Φωκᾶς εἰσέδυ τὸ φρούριον. εἶτα καὶ ὁ Σκληρὸς"
      },
      {
        "index": 38,
        "text": "ὅτι rob £XxÀgoob ἐπελθόντος τῷ Φωκᾷ, oí σὺν ἐκείνῳ προσῆλθον τῷ"
      },
      {
        "index": 39,
        "text": "ἐχώρησε (προςεχώρησεν C) xai ἐκάοη κληρικὸς (ὅ σκληρὸς E) xai περι- ὠρίσϑη εἰς Χίον (χῖον E) C"
      },
      {
        "index": 40,
        "text": "παρεγένετο xal πέπεικεν αὐτὸν προσχωρῆσαι τῷ βασιλεῖ\" xal προσελϑόντα κληρικόν τε γενόμενον εἷς τὴν Χίον περιορίζει ὅ 7ζιμισκής. καὶ ó Σκληρὸς ab προστάττεται μεταβῆναι εἷς τὰ ἑσπέρια."
      },
      {
        "index": 41,
        "text": "Νυμφεύεται δ᾽ ἑαυτῷ yvvaixa ὅ βασιλεὺς σπουδῇ Πασι- λείου τοῦ παρακοιμωμένου Θεοδώραν ϑυγατέρα Κωνσταντίνου τοῦ Πορφυρογεννήτου. ἔτει δὲ δευτέοῳ τῆς αὐτοῦ βασιλείας ἔαρος ἀναλάμιαντος ἐκστρατεύει κατὰ τῶν Ῥῶς σὺν στρατεύ- μασι πλείοσι καὶ στόλῳ περιφανεῖ\" καὶ ἀπιόντι συναντῶσιν atr"
      },
      {
        "index": 42,
        "text": "ποεσβευταὶ δῆϑεν τῶν Σκυϑῶν\" oi δὲ κατοπτῆρες ἦσαν καὶ τῆς τῶν Ῥωμαίων ἰσχύος κατάσκοποι, ὃ οὐδὲ τὸν βασιλέα δι-Ο ἔλαϑε. προστάξας οὖν περιαχϑῆναι αὐτοὺς κατὰ πᾶν τὸ στρα- IV τύπεδον καὶ τοῦτο καταμαϑεῖν, ἐκέλευσεν ἀπαλλάττεσϑαι. ἐκεί- γὼν δὲ ἀπιόντων καὶ αὐτὸς εὐζώνους παραλαβὼν πεζοὺς εἰς χιλιάδας πέντε καὶ ἱπιπότας τετρακισχιλίους ὀπίσω τῶν πρέσβεων ἀπήει καὶ ἀϑοόον ἐγγὺς τῆς μεγάλης Πεοσϑλάβας γίνεται καὶ"
      },
      {
        "index": 43,
        "text": "CE) καὶ πόλεις καὶ φρούρια bx αὐτῶν κατεχόμενα (κατεχομένας ὑπ᾽"
      },
      {
        "index": 44,
        "text": "αὐτῶν E) ἔλαβεν C"
      },
      {
        "index": 45,
        "text": "super πάρα compendio sollemni exaratum a Wo additur παρα post ϑεοῦ. add. τὴν Rwp ϑυγατέραν ἈἠΤ τῆς βασιλείας αὐτοῦ O 8 óoc DEwpDi συναντῶσιν RwpJDi, συναντῶσι À, v. ad XIIT"
      },
      {
        "index": 46,
        "text": "βάλλεται χάρακα, ὃ τοὺς Ταυροσκύϑας εἰς ἀμηχανίαν ἐνέβαλε. Καλοκύρης δὲ ὃ τῶν κακῶν πρωτουργὸς ἐκεῖ τότε παρὼν καὶ γνοὺς τὸν βασιλέα παραγενόμενον, πρὸς τὴν τῶν Πῶς ἀπέδρα παρεμβολήν, ἀφ᾽ οὗ τὴν τοῦ βασιλέως παρουσίαν μαϑόντες. ἐτεϑορύβηντο, ὅμως μέντοι παραστρατοπεδεύονται τοῖς ω- 5 μαίοις. οἱ δὲ περὶ τὸν βασιλέα ἐλϑόντες εἰς τὸ τῆς Π]ερσϑλάβας D ἄστυ, ὡς εἴοηται, καταλαμβάνουσιν ἐκτὸς γυμναζομένους ὡς ὀκτακισχιλίους κἀκείνοις συνέμιξαν. οἱ δὲ πρὸς μὲν ὀλίγον ἀντέσχον, εἶτα νῶτα στρέψαντες ἔφευγον. καὶ οἱ ἐντός, ὡς ἕκαστος ἠδύνατο ὁπλισάμενοι, ἐπικουοήσοντες τοῖς ὁμοφύλοις ἐξήεσαν, καὶ ἀσυντάκτως αὐτοῖς χωροῦσιν ὑπαντιάζοντες oi Ῥωμαῖοι ἀνήρουν, οἱ δὲ εἰς τὴν πόλιν αὖϑις ἀνϑυπενόστουν. ἀλλ᾽ ἱππέων τινῶν ἐξιππασαμένων καὶ τὴν εἰς τὴν πόλιν ἀπά- γουσαν ἀτραπὸν ἐπιτειχισάντων, oi βάρβαροι ἀνὰ τὸν ἐκτὸς φῇ τοῦ ἄστεος χῶρον ἐσκίδναντο\" ἔνϑα oi μὲν ἐξζωγροῦντο, οἱ δὲ καὶ ἐκτείνοντο, oí δ᾽ ἐν τῇ πόλει τὰς πύλας κλείσαντες ἐπο- PII219A λιορκοῦντο. τῇ δ᾽ ἑξῆς τοῦ παρακοιμωμένου βασιλείου μετὰ"
      },
      {
        "index": 47,
        "text": "omissis εἰς τ. πόλιν B) ὑπονοστεῖν ἐπεχείρουν Ὁ τινῶν om. Ὁ"
      },
      {
        "index": 48,
        "text": "RwpJDi, ἐσκίδνανται αὶ 15. 16 oi δὲ xai ἐκτείνοντο om. Β τοῦ AR, τῆς w*p"
      },
      {
        "index": 49,
        "text": "πάσης τῆς στρατιᾶς ἐλθόντος, ἐρρωμενέστερον ó βασιλεὺς τῇ πολιορκίᾳ ἐπικεχείρηκε\" καί τινες διὰ κλιμάκων εἰς τὸ τεῖχος ἀναβεβήκασι καὶ τοὺς ἐκεῖ τῶν βαρβάρων καταληφϑέντας συγ- κόψαντες ξίφεσι τὰς πύλας ἠνέῳξαν καὶ τῇ Ῥωμαϊκῇ στρατιᾷ δ πάσῃ ῥᾳδίαν παρέσχον τὴν εἴσοδον. καὶ οὕτως μὲν τὸ τῆς D 1v Περσϑλάβας ἄστυ Ῥωμαίοις κατέστη ἁλώσιμον, ἔνϑα καὶ ó τῶν Βουλγάρων βασιλεὺς ó Βορίσης ἑάλω\" ᾧ καὶ πᾶσι δὲ τοῖς Βουλγάροις ἐπιεικῶς ὅ αὐτοκράτωρ ἐχρήσατο, ἀνέτους αὐτοὺς ἀφιείς, οὐ κατὰ Βουλγάρων λέγων ἄρασϑαι ὅπλα, κατὰ δέ γε τῶν \"Pic. πολλῶν δὲ Σκυϑῶν εἰς ὀχύρωμά τι προσπεφευγότων, ἐξελεῖν καὶ τοῦτο ὁ βασιλεὺς ἐκέλευσεν. οἱ δὲ στρατιῶται διὰ τὸ τοῦ τόπου δυσάλωτον ἧσαν ἀπρόϑυμοι. ὃ γνοὺς ó ᾿Ιωάννης αὐτὸς πρὸ τῶν ἄλλων πεζὸς ἀπήει πρὸς τὸ ὀχύρωμα, κἀντεῦ- Üev ἐκεῖ συνέϑεον ἅπαντες\" καὶ ἥλω κἀκείνων σπουδῇ τὸ ὀχύ- 15 oc)ua καὶ τῶν ἐν αὐτῷ oi μὲν διεῳϑάρησαν, ἔνιοι δὲ καὶ ἁλωτοὶ “Ῥωμαίοις ἐγένοντο. τούτῳ μὲν οὖν τῷ ἄστει φοουρὰν ἐγκατ-"
      },
      {
        "index": 50,
        "text": "πολιορκία τοῦ Δοοοστόλου ἤτοι τῆς Δοίστρας CE καὶ ὅπως γέγονεν ἡ"
      },
      {
        "index": 51,
        "text": "ἐπιβεβήκασι Ὁ καταλειφϑέντας CD ἀνέωξαν O ὃ πάσῃ"
      },
      {
        "index": 52,
        "text": "ex πρὸς corr. Dw 13. κἀντεῦϑεν ἐκεῖ συνέϑεον ἅπαντες \" xai"
      },
      {
        "index": 53,
        "text": "τοὺς στρατιώτας ἔσχεν ἑπομένους αὐτῷ καὶ ἥλω τὸ φρούριον BCwp,"
      },
      {
        "index": 54,
        "text": "ἔστησεν ὃ βασιλεὺς ἀξιόμαχον, ἐκεῖνος δὲ ἀπήει πρὸς τὸ Δορό- στολον, ὃ καὶ δΔρίστρα καλεῖται, καί τινας πόλεις ἑλὼν κατὰ πάροδον καὶ φρούρια ἐκπορϑήσας ἐφϑάκει πρὸς τὸ Δορόστολον. ἦν δὲ πρὸ τῆς πόλεως ταύτης ἐστρατοπεδευκὼς ὅ τῶν “Ῥῶς ἀρχηγὸς ὃ Σφενδοσϑλάβος. ὡς οὖν εἶδον ἀλλήλας ai στρατιαΐ, συνερράγησαν ἐπ᾽ ἀλλήλας εὐθύς, xai τὸ μὲν πολὺ τῆς ἡμέρας Ο ἀγχωμάλως ἐμάχοντο, περὶ δὲ δείλην ὀψίαν ἀπειρηκότες oí ἹῬῶς ἐνέκλιναν πρὸς φυγήν\" καὶ oi Ῥωμαῖοι ἐδίωκον, πλεῖστοι μὲν οὖν τῶν βαρβάρων ἀπώλοντο, οὐ μείους δὲ ἐξωγρήϑησαν, οἵ δ᾽ εἰς τὸ Δορόστολον ἐπανήλθϑοσαν᾽ καὶ ó βασιλεὺς πρὸ τῆς πόλεως πηξάμενος χάρακα τὰς τριήρεις τὸν Ἴστρον φυλαξούσας προσέμενεν, ἵνα μὴ οἱ ἹΡῶς ἀποδράσαιεν. ὁ δὲ Σφενδοσϑλάβος otc κατεῖχε ουλγάρους, εἷς εἴκοσι χιλιάδας ὄντας, ὡς λέγεται, WIII170závrac ὑπὸ δεσμοῖς ἐποιήσατο, δείσας μὴ ἐπανασταῖεν αὐτῷ ἢ τῷ βασιλεῖ προσχωρήσωσιν. ὡς δὲ xai ὅ στόλος παρῆν,"
      },
      {
        "index": 55,
        "text": "φρουρίων ἑτέρων πρέσβεις πρὸς τὸν βασιλέα ἀφίκοντο αἰτοῦντες Ὁ συγγνώμην καὶ ἑαυτοὺς παραδιδόντες αὐτῷ καὶ τὰ φρούρια. καὶ ταῦτα μὲν oi Ρωμαῖοι παρέλαβον, ἡ δὲ τοῦ Δοροστόλου"
      },
      {
        "index": 56,
        "text": "EwpJDi 4. b ὅτ. ῥῶς ἀρχ. post σφενὸ. O 5 dris Mads Ew vp constanter ἀλλήλαις ἣν» 8. ῥὼς DEwpDi 8 ar-"
      },
      {
        "index": 57,
        "text": "ὄντας ὡς λέγεται) πάντας AR, πάντα w*p ἐποιήσαντο Ὦ"
      },
      {
        "index": 58,
        "text": "πολιορκία ἐφ᾽ ἡμέρας διήρκεσε πλείονας, τῶν βαρβάρων eb- φύχως ἀνταγωνιζομένων. ὡς δ᾽ ἐκ τῶν πολέμων τῶν συν- εχῶν πολλοὶ τραυματίαι γεγόνασιν, ἤδη δὲ αὐτοὺς καὶ τὰ ζωαρκῆ ἐπιλέλοιπεν, ἤρξαντο σφίσι ϑραύεσϑαι τὰ φρονήματα. ἀλλ᾽ ὃ 48 Σφενδοσϑλάβος νύκτα φυλαξάμενος ἀσέληνον καὶ χειμέριον, ἔν μονοξύλοις ἄνδρας ἐμβιβάσας ὡσεὶ δισχιλίους καὶ αὐτὸς ἐκείνοις συνεμβεβηκώς, ἀπῆλϑεν ἐπισιτίσασϑαι καὶ συλλέξαντες τὰ χρειώδη εἷς τὸ Δορόστολον ἐπανήεσαν. καί τινας τῶν Ῥω- μαίων ϑεράποντας περὶ τὸν ποταμὸν ἐσκεδασμένους κατ᾽ ἄλλας καὶ ἄλλας χρείας ἰδόντες, ἐκβάντες τῶν πλοίων ἐνίους ἀπ- ἔκτειναν xai λαϑόντες αὖϑις εἰς τὸ Δορόστολον ἐπανήλθϑοσαν. τοῦτο πάνυ τὸν βασιλέα ἐλύπησε καὶ τοῖς τοῦ στόλου κατάρ- 45P1I913A χουσιν ἐπιχόλως εἶχε, καὶ εἶ ἔτι λάϑοιεν αὐτοὺς oi βάρβαροι ἀποπλεύσαντες, ἠπείλησε ϑάνατον εἶναι σφίσι τὸ ἐπιτίμιον. ἐφ᾽ 40 ὅλαις δὲ ἡμέραις ἑξήκοντα πολιορκήσας τὴν πόλιν καὶ μήπω ταύτην ἑλὼν ἔγνω λιμῷ τοὺς ἔνδον καταγωνίσασϑαι\" καὶ περι- κάϑηται ταύτην, ἐπιτηρῶν ἀκριβῶς ἵνα μή ποϑὲν αὐτοῖς χρει- ὥδές τι κομισϑῇ. οἱ δὲ βάρβαροι πολλάκις ἐκδρομὰς ποιησά- μενοι ἥττηντο\" ἐπεὶ δὲ καὶ τῷ λιμῷ ἐπιέζοντο καὶ οὔτε τῶν ἀναγκαίων ἦν αὐτοῖς χορηγίας ἐλπίς, οὐδὲ μέντοι γε συμμαχίας,"
      },
      {
        "index": 59,
        "text": "exeun Ewp ut 8 34 διςχιλίους ARwp Cedr. (Seylitz.) II"
      },
      {
        "index": 60,
        "text": "ex ἐπισχόλως corr. B πέντε xai ἑξήκοντα Cedr. (Scylitz.) II"
      },
      {
        "index": 61,
        "text": "Bwp2Di οὐδὲ ARw, ob p γε om, Ewp"
      },
      {
        "index": 62,
        "text": "oi μὲν ἀποδρᾶναι νυκτὸς συνεβούλευον, oi δὲ “Ῥωμαίοις fav- τοὺς πιστεῦσαι καὶ οὕτως ἐπανελϑεῖν εἰς τὰ ἴδια, oí δ᾽ ἄλλο τι ὑπετίϑουν. B3 Ὃ δέ ye Σφενδοσϑλάβος ἔτι ἅπαξ Ῥωμαίοις παρήνει ua- χέσασϑαι καὶ ἢ περιγενέσϑαι τε καὶ σωϑήσεσϑαι ἢ προτιμῆσαι 5 ϑάνατον εὐκλεᾶ ζωῆς δυστυχοῦς. ταῦτα Ó μὲν εἶπε, τὸ δὲ πλῆϑος ἐπήνεσε καὶ τῇ ἑξῆς ϑανατῶντες τοῖς “Ῥωμαίοις προοσ- πλέκονται, καὶ μέχρι πολλοῦ ποτὲ μὲν οἱ Ρωμαῖοι περιεγένοντο ϑ τῶν Σκυϑῶν, ποτὲ δὲ τῶν Ρωμαίων oi βάρβαροι. ὡς δ᾽ ἐφρά- cato τὴν τοῦ τόπου στενοχωρίαν ὁ βασιλεὺς τοῖς ἐναντίοις εἶναι πρὸς λυσιτέλειαν, μὴ οἵων τε ὄντων τῶν Ῥωμαίων ἐπιέναι αὐτοῖς ἀϑρόον, τοῖς στρατηγοῖς ὑπέϑετο τὰ τάγματα πρὸς τὸ πεδίον ἠρέμα ὑπάγειν χωροῦντα κατὰ βραχύ. τοῦτο γενόμενον τοῖς βαρβάροις δειλίας τῶν Ῥωμαίων καὶ φυγῆς παρέσχετο C ὃ δόκησιν\" καὶ εἵποντο ἀλαλάξαντες. ὡς δὲ πρὸς εὐρύτερον πεδίον ἐγένοντο, σύνϑημα τοῖς Ῥωμαίοις ó βασιλεὺς ἐπιστροφῆς δέ- δωκε, καὶ ἀναστρέψαντες προσβάλλουσι τοῖς βαρβάροις, καὶ γίνεται φρικώδης ὁ πόλεμος. ὃ βασιλεὺς δὲ τὸν μάγιστρον"
      },
      {
        "index": 63,
        "text": "(σφενδόσϑλαβον E) καὶ τοὺς ῬΡῶς (ὑὁώς C) C"
      },
      {
        "index": 64,
        "text": "ἀποδρᾶναι EJDi, ἀποδράναι AOwp σφενδόσϑλαβος Ewp, v ad XVII 2, 34 zao. ῥωμαίοις CD εὐκλεᾶ AR, εὐκλέα w*p συμπλέκονται Bwp περιεγίνοντο CEBswpJX ἐφράσατο"
      },
      {
        "index": 65,
        "text": "ἀϑρόων CDi ὑἡπετίϑετο Ewp — ὑποχωροῦντα Rwp 14 zao-"
      },
      {
        "index": 66,
        "text": "Βάρδαν τὸν Σκληρὸν μετὰ τῶν ὑπ᾽ αὐτὸν ταγμάτων ἀποκλεῖσαι τὴν πρὸς τὴν πόλιν εἴσοδον τοῖς βαρβάροις ἐκπέπομφεν. ἡ δὲ μάχη μέχρι πολλοῦ ἰσόρροπος ἣν\" λέγεται δὲ ϑειοτέρας ἔπι-"
      },
      {
        "index": 67,
        "text": "κουρίας τότε"
      },
      {
        "index": 68,
        "text": "τοὺς Ῥωμαίους τυχεῖν. ϑύελλα γὰρ κατὰ πρόσ-"
      },
      {
        "index": 69,
        "text": "5 cov τοῖς Σκύϑαις ποοσέβαλλε καί τις ἔφιππος ὡρᾶτο πολλοῖς τῶν “Ῥωμαίων ὑπεραγωνιζόμενος καὶ συγκλονῶν τῶν βαρβάρων τὰς φάλαγγας. Tv δὲ κατὰ τὴν ἡμέραν τῆς μάχης ἐκείνης 59D τοῦ; στρατηλάτου Θεοδώρου τοῦ περιωνύμου ἐν μάρτυσι τελου-"
      },
      {
        "index": 70,
        "text": "μένη μνήμη."
      },
      {
        "index": 71,
        "text": "τρέπονται οὖν οἵ Σκύϑαι καὶ πρὸς τὴν πόλιν"
      },
      {
        "index": 72,
        "text": "ὡὥὡρμήκεσαν\" ἀλλ᾽ ἦν ἐκείνη αὐτοῖς οὐκ εἰσιτητή\" ἤδη γὰρ παρὰ τοῦ Σκχληροῦ ἀπεκέκλειστο ἣ εἰς ταύτην εἰσέλευσις, καὶ λουτὸν IV 101 Zui τὰ ταύτης προάστεια διεσκίδναντο καὶ καταλαμβανόμενοι"
      },
      {
        "index": 73,
        "text": "διεφϑείροντο"
      },
      {
        "index": 74,
        "text": "καὶ ὑπ᾽ ἀλλήλων ἀπώλλυντο συνωϑούμενοί τε καὶ"
      },
      {
        "index": 75,
        "text": "συμπατούμενοι, ὡς δυσαρίϑμους τοὺς ἀνῃρημένους εἶναι. o£ 19 δὲ περιλειρϑέντες τραυματίαι γεγόνασι ξύμπαντες. ἐγνώσϑη δὲ ὅτι ὅ στρατηλάτης Θεόδωρος ἦν, ὃς τοῖς Ῥωμαίοις τότε"
      },
      {
        "index": 76,
        "text": "3. ὅτι xai τῆς ἐκ ϑεοῦ βοηϑείας ἔτυχον oí Ρωμαῖοι CE ἅλωσις τῆς"
      },
      {
        "index": 77,
        "text": "ἐκείνην τῆς μάχης Ewp 8 ante ϑεοῦ. add. ἁγίου Ewp, ut 8"
      },
      {
        "index": 78,
        "text": "περιωνύμου ante τελουμένη Ewp 8. τελουμένη (0m. initio ver-"
      },
      {
        "index": 79,
        "text": "11 &xoxéxisoro BDEwp εἴςοδος O ἀπεκέκλειστο (axoxex4. BD)"
      },
      {
        "index": 80,
        "text": "add. δὲ Ὁ τες (sie) À"
      },
      {
        "index": 81,
        "text": "14 óvcoapiluijrove w*p invitis AR περιληφϑέν-"
      },
      {
        "index": 82,
        "text": "xarà τῶν βαρβάρων ἐπεκούρησέ τε xai συνεμάχησεν, ἐντεῦϑεν\" γύναιόν τι εὐλαβείᾳ συνεζηκὸς καὶ σεμνότητι κατὰ τὸ Βυζάντιον e ΄"
      },
      {
        "index": 83,
        "text": "μιᾷ πρὸ τῆς μάχης ταύτης ἡμέρᾳ ἔδοξε καϑ' ὕπνους τὴν ἁγίαν PII214A ϑεοτόχον δρᾶν προϊοῦσαν καὶ προπεμπομένην ὑπὸ πολλῶν,"
      },
      {
        "index": 84,
        "text": "ἀκοῦσαί τε τῆς ϑεομήτορος λεγούσης πρὸς ἕνα τῶν προϊόντων"
      },
      {
        "index": 85,
        "text": "αὐτῆς “κύριε Θεόδωρε, ὁ ἐμὸς καὶ σὸς ᾿Ιωάννης ἀγῶνας ἔχει βαρεῖς\" σπεῦσον οὖν, αὐτῷ ἐπικούρησον.\" ἐξέφηνεν οὖν τισιν ἡ γυνὴ τὸ ἐνύπνιον. οἱ δὲ τὴν ἡ μέραν ἐσημειώσαντο, καὶ ἦν"
      },
      {
        "index": 86,
        "text": "ἣ πρὸ τῆς τελευταίας μάχης. τὸν μάρτυρα δ᾽ ὁ βασιλεὺς τῆς βοηϑείας ἀνταμειβόμενος ναὸν αὐτῷ κατὰ τὴν Εὐχάγνειαν ἢ Εὐχάϊτα περικαλλῆ ἐδομήσατο, τὸν πρῴην καταβαλών, ἐν o τὸ πολύαϑλον ἐκείνου σῶμα κατέϑετο, καὶ τὴν πόλιν ἀντὶ τῆς"
      },
      {
        "index": 87,
        "text": "προτέρας αὐτῆς κλήσεως Θεοδωρόπολιν ἐπωνόμασεν. ὁ δὲ βάρβαρος Σφενδοσϑλάβος πάντοϑεν ἀπογνοὺς διεπρεσβεύσατο"
      },
      {
        "index": 88,
        "text": "Β πρὸς τὸν βασιλέα, συγγνώμην αἰτῶν καὶ εἷς τὰ οἰκεῖα ἐπανελ- ϑεῖν ἐξαιτούμενος καὶ τοῖς συμμάχοις Ῥωμαίων συντάττεσϑαι καὶ τὸν βουλόμενον Σ᾿ κύϑην ἰέναι πρὸς τὰ Ῥωμαίων ἤϑη καὶ"
      },
      {
        "index": 89,
        "text": "tibus ACwpDi συνεζηκὸς et -κὼς per dittogr. A, συν-"
      },
      {
        "index": 90,
        "text": "εὐχάνιαν Ew, Εὐχανίαν p* εὐχάιτα AR, εὐχάιταν CEwp"
      },
      {
        "index": 91,
        "text": "ταυροσκύϑην"
      },
      {
        "index": 92,
        "text": "ἐν αὐτοῖς ἐμπορεύεσϑαι. καὶ ὅ βασιλεὺς τὰς αἰτήσεις προσ- ἤἥκατο καὶ πάσας ἐπλήρωσεν\" εἶτα καὶ αὐτὸς ὅ Σφενδοσϑλάβος 91] ἀφίκετο πρὸς τὸν αὐτοκράτορα καὶ αὐτῷ συνωμίλησεν ἠτήσατό τε τοῖς ΠΙατζινάκαις δηλῶσαι μὴ κωλῦσαι τοῖς Ῥῶς οἴκαδε"
      },
      {
        "index": 93,
        "text": "IV 102 ἀπιοῦσι διὰ τῆς σφετέρας χώρας τὴν δίοδον. καὶ ó βασιλεὺς τοῦτό τὲ ἐκείνους ποιῆσαι ἠξίωσε καὶ συμμάχους ἔχειν αὐτούς, μηδὲ διαβαίνειν τὸν Ἴστρον καὶ τὴν Βουλγαρίαν ληΐίξζεσϑαι. οἵ δὲ τοῖς μὲν ἄλλοις συνέϑεντο, πρὸς δὲ τὴν δίοδον τῶν Ῥῶς Ο ἀπηγόρευσαν."
      },
      {
        "index": 94,
        "text": "Τοιούτῳ δὲ τέλει τοῦ πρὸς τοὺς \"Pg πολέμου καταλυ- ϑέντος ὅ βασιλεὺς πρὸς τὸ Βυζάντιον ἐπανέζευξε καὶ ὑπεδέχϑη λαμπρῶς ὕφ᾽ ὅλου τοῦ πολιτεύματος. ὅ τὲ γὰρ πατριάρχης προὔπηντήκει αὐτῷ μετὰ τοῦ κλήρου παντὸς καὶ οἱ τῆς γε- ρουσίας καὶ oi τοῦ δήμου στεφάγους προσάγοντες καὶ τέϑριτσι-"
      },
      {
        "index": 95,
        "text": "πον ἅομα (οἱ δὲ ἵτποι τούτου λευκοί) ἐδέοντό τε τοῦ ἅρματος ἐπιβεβηκότα τελέσαι τὸν ϑρίαμβον. ὃ δὲ τοὺς μὲν στεφάνους ἐδέξατο ἵππῳ τὲ κέλητι καὶ τούτῳ λευκῷ ἐϑριάμβευσε, τῷ δέ γε τεϑρίππῳ τὰς βασιλικὰς στολὰς τῶν Βουλγάρων βασιλέων"
      },
      {
        "index": 96,
        "text": "δὲ (8 EwpJDi) &xoc τούτου λευκοί AEwp, xai λευκόπωλον (Atvxó-"
      },
      {
        "index": 97,
        "text": "ἅρμα. κατὰ δὲ τὴν Πλακωτὴν λεγομένην γενόμενος ἀγορὰν ἀπέδυσε τὸν βορίσην τὰ τῆς παρὰ roig Βουλγάροις βασιλείας ὃ παράσημα καὶ τῷ τῶν μαγίστρων ἐτίμησεν ἀξιώματι. ὃ μέντοι Xqevóoo0iáfog μετὰ τῶν Ῥῶς ἐπ᾽ οἴκου ἀναζευγνὺς λόχοις"
      },
      {
        "index": 98,
        "text": "περιπίπτει τῶν 1]|ατζινάκων, καὶ πάντες ἀϑροόοι ἀπώλοντο. 5 Οὗτος ó βασιλεὺς τὸν ἐν τῇ Χαλκῇ ναὸν τοῦ σωτῆρος"
      },
      {
        "index": 99,
        "text": "Χριστοῦ μεγαλοπρεπῶς ἐδομήσατο. τοῦ δὲ πατριάρχου ασι- λείου ἐπί τισι κατηγορηϑέντος ἐγκλήμασι καὶ καϑαιρεϑέντος συνοδικῶς μετὰ τέσσαρας ἐνιαυτοὺς τῆς αὐτοῦ προχειρίσεως, ἐχειοοτονήϑη πατριάρχης ὁ Στουδίτης ᾿Αντώνιος. ΡΉΞΙΘΑ Ὅτι δὲ αἱ προσκτηϑεῖσαι Ρωμαίοις πόλεις κατὰ τὴν ἕω πρὸς ἀποστασίαν ἀπεῖδον καὶ τὸν τῆς δουλείας ζυγὸν ἀπεσεί- σαντο καὶ τοὺς δεσμοὺς διέρρηξαν τῆς τῶν Ῥωμαίων ἀρχῆς, ἐξεστράτευσεν ó βασιλεὺς κατ᾽ αὐτῶν\" καὶ οὺς μὲν ἀπραγμόνως ὑποκύψαντας αὖϑις, οὖς δὲ σιδήρῳ καὶ ἀνάγκῃ πολλῇ τῷ ζυγῷ Ιοτῆς τῶν Ῥωμαίων ἀρχῆς ὑπηγάγετο. ἀναζευγνὺς δ᾽ ἐκεῖϑεν"
      },
      {
        "index": 100,
        "text": "τευσεν ὁ βασιλεὺς κατ᾽ αὐτῶν\" xai ὅϑεν ὅ παρακοιμώμενος ἠρεϑίσϑη ἐπι- βουλεῦσαι αὐτῷ (αὐτοῦ C)* καὶ ὅπως ἐπεβούλευσεν CE (καὶ ὅϑεν ---ὐἐπεβού-"
      },
      {
        "index": 101,
        "text": "ῥὼς DwpJDi 1 post Βασιλείου add. τοῦ σκαμανδρηνοῦ Ewp"
      },
      {
        "index": 102,
        "text": "ἑώαν μοίραν Ὁ τῶν om. σιδηρῷ w*p invitis AR"
      },
      {
        "index": 103,
        "text": "καὶ γενόμενος xarà τὴν ᾿Ανάβαρζαν xai τὸ IloóavÓóóv, ὁρῶν τε κἀνταῦϑα καὶ ἐν ἄλλαις χώραις πολλαῖς χωρία πολυάνϑρωπά τε καὶ πάμφορα, ἠρώτα οὗ εἶεν. καὶ μανϑάνων ὅτι τοῦ παρα- κοιμωμένου εἰσὶ Βασιλείου, τὰ μὲν παρὰ τοῦ βασιλέως Νικη-"
      },
      {
        "index": 104,
        "text": "φόρου τοῦ Φωκᾶ, τὰ δὲ παρ᾽ αὐτοῦ δομεστίκου τυγχάνοντος τῶν σχολῶν, τὰ δὲ παρ᾽ ἑτέρων προσχτηϑέντα τῇ βασιλείᾳ καὶ δωρηϑέντα αὐτῷ, ἤλγησέ τε καὶ δεινὸν εἶπεν εἰ τῶν δημοσίων Β κτημάτων καὶ ἐφ᾽ οἷς πολλοὶ ἔπεσον ἀγαϑοὶ ἄνδρες, πολλοὶ ΝΥ 111113 δὲ ἐκακουχήϑησαν, εἷς ἐκτομίας καταπολαύει. ταῦτα παρά του"
      },
      {
        "index": 105,
        "text": "τῷ παρακοιμωμένῳ καταγγελϑέντα πρὸς ἐπιβουλὴν τοῦ βασι- λέως αὐτὸν ἀνηρέϑισαν\" καί τι δηλητήριον κερασάμενος φάρ- 13 pnaxov, οὐ δραστήριον οὐδ᾽ ὠκύμορον, ἀβληχρὸν δὲ καὶ χοόνῳ τὸν πεπωκότα κατεργαζόμενον, καὶ ὑπελϑὼν δώροις τὸν οἶνο- χοεύειν εἰωϑότα τῷ βασιλεῖ, ἐγχεῖ τοῦτο τοῦ κρατοῦντος τῇ"
      },
      {
        "index": 106,
        "text": "κύλικι, ποϑὲν κατὰ βοαχὺ τὴν τοῦ πιόντος ἐσίνετο δύναμιν καὶ διέφϑειρε τὴν ἕξιν τοῦ σώματος, ἕως συνήλασε καὶ εἷς τὸν μόρον τὸν αὐτοκράτορα. οὕτως οὖν τῶν τῇδε μεταστὰς ὁ Ἴζι- μισκὴς ᾿Ιωάννης καταλείπει τὴν βασιλείαν τοῖς κληρονόμοις αὖ- Ὁ"
      },
      {
        "index": 107,
        "text": "εἰ corr. Cw 8 post πολλοὶ prius add. μὲν Rwp.Di πολλοὶ AE, πλείους δ᾽ Rwp λεχϑέντα Ὁ ὠκύμωρον"
      },
      {
        "index": 108,
        "text": "κότα Ewp τὴν om. € πίοντος p* τὸν om."
      },
      {
        "index": 109,
        "text": "Rwp οὗτος Ewp μεϑιστάμενος Ὁ τξιμισκῆς CBswpDi,"
      },
      {
        "index": 110,
        "text": "τῆς τῷ Daousip δηλαδὴ xai τῷ Κωνσταντίνῳ τοῖς υἱέσι τοῦ “Ῥωμανοῦ, βασιλεύσας ἕξ πρὸς τὸ ἥμισυ ἐνιαυτούς."
      },
      {
        "index": 111,
        "text": "15. Ὃ δέ ye μικροῦ διέλαϑεν ἄν, ἥκω διηγησόμενος. ὅπως μὲν οὖν ὃ κουροπαλάτης Λέων ó Φωκᾶς καὶ ó ἐκείνου υἱὸς ó Νικηφόρος κατακροιϑέντες ἐκτύφλωσιν obx ἐστερήϑησαν τοῦ Ὁ IV | φωτός, λάϑρᾳ τοῦτο τοῦ βασιλέως περὶ αὐτῶν ἐπισκήψαντος,"
      },
      {
        "index": 112,
        "text": "ἤδη ἱστόρηται. ἔχοντες δ᾽ ἔτι τὰ ἑαυτῶν ἀλώβητα ὄμματα οὐκ ἠγάπων σωζόμενοι, ἀλλὰ τῇ βασιλείᾳ καὶ πάλιν ἐπιϑέσϑαι διεμελέτων, πολλοὺς τῶν περὶ τὴν πόλιν καὶ τὰ βασίλεια £av-"
      },
      {
        "index": 113,
        "text": "τοῖς ὁμοφρονοῦντας κτησάμενοι. ἀλλ᾽ ἐφωράϑησάν τε καὶ συν- τὸ ἐσχέϑησαν, ἑνὸς τῶν συνωμοτῶν τὸ μελέτημα καταγγείλαντος."
      },
      {
        "index": 114,
        "text": "D οὐκέτι γοῦν φιλανϑρωπίας ἠξίωντο, ἀλλ᾽ ἀσυμπαϑῶς τοὺς ὀφϑαλ- μοὺς ἐξωούχϑησαν, καὶ τοῦτο τέλος αὐτοῖς τῆς εὐτυχίας καὶ τοῦ περὶ τὴν βασιλείαν ἐγένετο ἔρωτος."
      },
      {
        "index": 115,
        "text": "᾿Αποκατέστη τοίνυν τὸ τῶν Ρωμαίων σκῆπτρον toig τούτῳ κατὰ γένος προσήκουσι, τῷ Βασιλείῳ καὶ τῷ Κωνσταντίνῳ φημί, ὧν ὃ μὲν εἰχοστὸν ἤνυε τῆς ἡλικίας ἐνιαυτόν, ó δέ γε"
      },
      {
        "index": 116,
        "text": "Κωνσταντῖνος ἑπτακαιδέκατον. ἀλλ᾽ οὗτοι μὲν τὰ τῆς βασιλείας"
      },
      {
        "index": 117,
        "text": "ὅτι αὖϑις ὅ Φωκᾶς Λέων καὶ ὁ υἱὸς αὐτοῦ Νικηφόρος μελετήσαντες"
      },
      {
        "index": 118,
        "text": "γήτου ασιλείου τοῦ υἱοῦ Ῥωμανοῦ τοῦ παιδίου À, βασιλεία Βασιλείου καὶ"
      },
      {
        "index": 119,
        "text": "ipd: προςαγγείλαντος τὸ μελέτημα Ὁ Totum hoc caput"
      },
      {
        "index": 120,
        "text": "περιέκειντο σύμβολα, τὴν δ᾽ ἐξουσίαν ó πρόεδρος Βασίλειος πεοιέξωστο ἀτεχνῶς. ἠνείχετο δὲ ó βασίλειος μήπω πεποιϑὼς ἑαυτῷ, καὶ οἷον παιδοτροίβῃ τῷ παρακοιμωμένῳ προσεῖχε καὶ ἑαυτὸν ἐρούϑμιζε πρὸς τὴν ἐκείνου τῶν δημοσίων πραγμάτων"
      },
      {
        "index": 121,
        "text": "D μεταχείρισιν καὶ διοίκησιν, ὡς ἂν καιοοῦ καλοῦντος οὕτως καὶ αὐτὸς τὰ περὶ τοὺς στρατιωτικοὺς καταλόγους καὶ τῆς πολιτι- P 11216 A κῆς εὐνομίας μεταχειοίσηται. ἦν γὰρ τὸ ἦϑος ἐγρηγορὼς καὶ δραστήριος, ἀλλ᾽ οὐκ ἀνειμένος κατὰ τὸν ἀδελφὸν καὶ περὶ τὸν ἀργὸν βίον ἐσχολακώς. ἄρτι γοῦν εἰς τοὺς ὁμαίμονας τούτους ὃ"
      },
      {
        "index": 122,
        "text": "περιέστη τὸ κράτος καὶ αὐτίκα ἔκ τῆς ὑπερορίας τὴν τούτους κατάγει τεκοῦσαν Ó πρόεδρος καὶ τοῖς υἱοῖς ἀποδίδωσιν. ὑπ- οπτεύων δὲ τὸν μάγιστρον βΒάρδαν τὸν Σ΄ ,ληρόν, στρατηλάτην"
      },
      {
        "index": 123,
        "text": "IV 105 ὄντα καὶ πάσας ὑφ᾽ ἑαυτὸν ἔχοντα τὰς ἑῴας δυνάμεις, ἀφαι- οεῖται μὲν αὐτοῦ τὴν τοῦ στρατηλάτου ἀρχήν, δοῦκα δὲ Mroo-"
      },
      {
        "index": 124,
        "text": "ποταμίας αὐτὸν προχειρίζεται. τοῦτο σφόδοα ἠνίασε τὸν Σ᾽ κλη- οὖν καὶ ἄλλως ἀεὶ τρέφοντα παρ᾽ ἑαυτῷ τῆς βασιλείας τὸν ἔρωτα πρὸς ἀποστασίαν ἠρέϑισε. καταλαβὼν οὖν τὴν ἀρχὴν Β εἷς ἣν ποοεβέβλητο πολλοῖς ἀνεκάλυψε τὸ ἀπόρρητον. φιλού-"
      },
      {
        "index": 125,
        "text": "ἀπεστάτησεν ὅ μάγιστρος Βάρδας ó Σκληρός\" καὶ ὅσα ἐν τῇ ἀποστασίᾳ"
      },
      {
        "index": 126,
        "text": "προβέβλητο Ewp"
      },
      {
        "index": 127,
        "text": "μενος δὲ διὰ τὰς ἀριστείας ὑπὸ παντὸς τοῦ στρατεύματος πει- ϑηνίους εἶχε σχεδὸν ἅπαντας. ὅτι δ᾽ ἦν iv τῇ βασιλίδι τῶν πόλεων ὁ παῖς αὐτοῦ Ῥωμανός, ἔσπευσε σχεῖν κἀκεῖνον nao ἑαυτῷ καὶ στείλας λάϑρᾳ τινὰ ἠδυνήϑη καὶ τὸν υἱὸν λαϑόντα ὑπαγαγέσϑαι\" καὶ αὐτίκα τῇ τυραννίδι ἐπικεχείρηκε ταινίᾳ τε Ὁ βασιλείῳ τὴν κεφαλὴν ἀναδεῖται καὶ φοινικοῖς πεδίλοις τοὺς πόδας ὑποδεῖται, καὶ εὐφημεῖται ὡς βασιλεύς\" καὶ χρήματα συλλέξαι ποιεῖται σπουδὴν καὶ συμμάχους προσειλήφει τόν τε C τῆς ᾿Αμίδης ἀμηρᾶν (οὕτω yào 10 \"Euer καλεῖται) καὶ τὸν τῆς λὶἊᾳαρτυοουπόλεως (5 δὲ Μῆιιεφερκεὶμ. ὀνομάζεται), ἀλλὰ μέντοι 10 καὶ Ἄραβας. τούτους οὖν συμπαραλαβὼν ἠπείγετο πρὸς τὴν Κωνσταντίνου, ἐλπίσι χρησταῖς αἰωρούμενος, ἃς καὶ ἄλλοϑεν"
      },
      {
        "index": 128,
        "text": "Ἱ4 ὄντος. ἔδοξε γὰρ ἐκεῖνος δρᾶν τὸν Σκληρὸν γυναικί τινι ἐφ᾽ ὑψηλῆς καϑημένῃ περιωπῆς προσελθεῖν, τὴν δὲ μάστιγα abro l5 ἐγχειρίσαι βασιλικήν. ἡ μάστιξ δ᾽, ὡς ἔοικεν, ἣν σύμβολον τῆς ϑείας ὀργῆς καὶ τῆς ix τῶν ἐμφυλίων πολέμων τῶν Ρωμαίων φϑορᾶς, ἣν ὁ Σκληρὸς δηλοῦν τὴν βασιλείαν ἐνόμιζε, πρὸς"
      },
      {
        "index": 129,
        "text": "8. παρ᾽ ἑαυτῶ κἀκεῖνον ποιήσασϑαι Ὁ δ. ταινίᾳ τε (δὲ D) τ κε, dvaó. βασιλικῇ O 6. πεδίλοις post ὑποδεῖται O ἔμετ"
      },
      {
        "index": 130,
        "text": "et aec.) p, \"Euer. Di μαοτυρουπόλεως ARwp; est forma"
      },
      {
        "index": 131,
        "text": "ἣν ó σκληρὸς AEwp, ὅ δὲ σκληρὸς τὴν μάστιγα Ὁ"
      },
      {
        "index": 132,
        "text": "τὴν οἰκείαν ἔφεσιν κρίνων τὸ ὅραμα. τῆς δὲ περὶ τῆς vvgav-16 D γίδος τοῦ Σκληροῦ φήμης φϑασάσης ποὸς τοὺς κρατοῦντας IV 106 ἡτοιμάζετο τὸ περιλειρϑὲν στρατιωτικὸν ἀντικαταστῆναι τῷ ἀπο-"
      },
      {
        "index": 133,
        "text": "στάτῃ. ἐν τοσούτῳ δὲ στέλλεται πρὸς ἐκεῖνον ὁ Νικομηδείας"
      },
      {
        "index": 134,
        "text": "ἀρχιερεὺς πρεσβεύσων καὶ πολλὰ μὲν ἐπαγωγὰ πρὸς εἰρήνην διειλέχϑη αὐτῷ, ἀλλ᾽ οὐκ ἔπεισε. δείξας γὰρ αὐτῷ ὁ Σ᾽ κληρὸς τὸ κοκκοβαφὲς πέδιλον ἀδύνατον εἶπε τὸν ἅπαξ τοῦτο ὑποδη- σάμενον ῥᾷον ἀποβαλεῖν. ταύτην τὴν ἀπόκρισιν ὡς ἔγνων οἵ περὶ τὰ βασίλεια, ἐξ ἀνάγκης πρὸς μάχην ὡρμήκεσαν. ἦν δὲ"
      },
      {
        "index": 135,
        "text": "τῆς βασιλικῆς δυνάμεως στρατοπεδάρχης ὁ ἐκτομίας {Π]έτρος ὁ τοῦ Φωκᾶ, οὗ καὶ πρῴην ἐμνήσϑημεν. ὡς γοῦν ἀλλήλοις ἀντ- ἑστοατοπεδεύσαντο τὰ στρατεύματα παρὰ Λάπαραν, i] καὶ Av- κανδὸν ὠνομάζετο, καὶ πρὸς ἄλληλα συνεοράγησαν, ἐπὶ μέν τινα καιρὸν ἀντεῖχον οἱ βασιλικοὶ γενναίως, ἔπειτα τρέπονται"
      },
      {
        "index": 136,
        "text": "καὶ ἀναιροῦνται πολλοί, καὶ τὸ στρατόπεδον ὑπὸ τοὺς ἐναντίους γενόμενον διαρπάζεται. εἶτα καὶ τὴν Τζαμανδὸν πολυπληϑῆῇ 329 ΡΊΤΘΙΤΑ πόλιν ἐκ προσελεύσεως τῶν οἰκούντων αὐτὴν εἰληφὼς χρημάτων ἐσμὸν ἐξ αὐτῆς συνηϑροίκει. οὕτω δὲ περιγενόμενος τοῦ στρα-"
      },
      {
        "index": 137,
        "text": "ante 7j C λυκανδὸν cod. Vatic. 981 Di (v. Cedr. l. c, Con-"
      },
      {
        "index": 138,
        "text": "250, 18), λικανδὸν ARwp, λικανδὸσ Cw, Licandus Wo lat. — 18 óvo-"
      },
      {
        "index": 139,
        "text": "τεύματος τοῦ βασιλικοῦ πολλοὺς ix τούτου πρὸς ἑαυτὸν ἐπ- εσπάσατο, ἀπεγνωκότας ἤδη τὰς σωζούσας ἐλπίδας περὶ τοῖς βασιλεῦσι, καὶ αὐτῷ προσερρύησαν ob τῶν ἀνωνύμων μόνον στρατιωτῶν, ἀλλὰ καὶ τῶν περιωνύμων πολλοί. ὡς δὲ ταῦτα τῷ παρακοιμωμένῳ ἠγγέλϑησαν, στέλλεται αὖϑις Λέων ὁ πρω-ὃ τοβεστιάριος, ἄκρατον ἐξουσίαν ἐμπιστευϑεὶς καὶ πάντα πράττειν ὅσα καὶ βασιλεῦσιν ἀνεῖται ἄδειαν εἰληφώς (εἶπεν ἄν τις τῇ B Ματίνων φωνῇ τὸν ἄνδρα δικτάτορα)\" καὶ συνελϑὼν τῷ στρα- τοπεδάρχῃ ὃ πρωτοβεστιάριος ἐπειράϑη μὲν ὑποσχέσεσι καὶ"
      },
      {
        "index": 140,
        "text": "ἔγνω ἐπιχειρεῖν, παρελάσας νυκτὸς τὸν Σ᾽ κληρὸν ἐχώρει πρὸς 97***, ἐγντεῦϑεν δέος τοὺς περὶ τὸν «Σ᾽ κληρὸν εἶλε καὶ περὶ τῶν φιλτάτων αὐτῶν, καὶ τὸν ἀποστάτην καταλιμπάνοντες τῷ πρω- τοβεστιαρίῳ προσήεσαν. κἀκ τούτου δείσας ὃ Σκληρὸς τὸν μάγιστρον Μιχαὴλ τὸν βούρτζην προσκεχωρηκότα αὐτῷ καὶ 15 “Ῥωμανὸν πατρίκιον τὸν Ταρωνίτην μετὰ στρατιᾶς ἔπεμψε κατὰ τοῦ πρωτοβεστιαρίου, οἵ προσβαλόντες ἐκείνῳ ἡττήϑησαν. ὡς δ᾽ ἐγνώσϑη τῷ Σκληρῷ ἡ τῶν πεμφϑέντων ἧττα, αὐτὸς σὺν παντὶ τῷ ὑπ᾽ αὐτὸν στρατεύματι κατὰ τοῦ πρωτοβεστιαρίον"
      },
      {
        "index": 141,
        "text": "(sine lac.) E, πρὸς Ἐξ. ἐντεῦϑεν w, πρὸς τ᾽ ἐντεῦϑεν p, πρὸς τὴν ἀνατολήν. ἐντεῦϑεν cod. Mutin. II F 12 et Di ex Cedr. (Scylitz.j"
      },
      {
        "index": 142,
        "text": "χωρεῖ xal συρρήγνυται τῇ μετ᾽ αὐτοῦ στρατιᾷ xai νικᾷ. xai30 C ó μὲν στρατοπεδάρχης “Πέτρος ἀνήρητο, ὅ δὲ πρωτοβεστιάριος ἑαλώκει. αὕτη ἡ νίκη ἐπὶ μέγα μὲν ἦρε τὰ τοῦ Σκληροῦ, τὰ δὲ τῶν βασιλέων elg ἀπόγνωσιν ἤνεγκε, καὶ μᾶλλον ὅτι καὶ"
      },
      {
        "index": 143,
        "text": "ἐϑαλασσοκράτει Ó ἀποστάτης. στόλον οὖν ὅ παρακοιμώμενος ἑτοιμάσας ἐκπέμπει κατὰ τοῦ στόλου τοῦ ἀποστάτου, xal vav- μαχίας γενομένης ὅ στόλος ὅ τοῦ Σ᾽ κληροῦ κατεναυμαχήϑη καὶ διεσκέδαστο. ὡς οὖν ἠρέμει τὰ κατὰ τὴν ϑάλασσαν, τὰ κατὰ τὴν ἤπειρον ὅ παρακοιμώμενος διετίϑετο καὶ τὸν ᾿Ερωτικὸν"
      },
      {
        "index": 144,
        "text": "εἰς Νίκαιαν ἔπεμψε τὴν τῆς Βιϑυνίας μητρόπολιν, ταύτην φρου- * οήσοντα᾽ jj προσβαλὼν ó XxÀgoóc ἀπεκρούσϑη, καὶ λιμῷ τοὺς D ἐν αὐτῇ προδοῦναι ταύτην ἠλπίκει καὶ μέντοι ἐχρονοτριβήϑη ἐκεῖ, σιτοδείᾳ τοὺς ἔνδον πιέζεσϑαι παρεσκεύασεν. ἔγνω γοῦν ὁ ᾿Ερωτικὸς ἀπάτῃ καταστρατηγῆσαι τὸν ἐναντίον xai τοὺς σι- W 1Π|114"
      },
      {
        "index": 145,
        "text": "τῶνας ψάμμου ἐπλήρωσε καὶ τὴν ψάμμον σίτῳ ἐπέχρωσεν, «og δοκεῖν τὸν ὄγκον ἅπαντα σῖτον εἶναι. ἔχων οὖν τινας ἅλω-"
      },
      {
        "index": 146,
        "text": "IV 108 τοὺς ἐκ τοῦ στρατοπέδου τῶν ἐναντίων, αὐτοῖς τοὺς σιτῶνας"
      },
      {
        "index": 147,
        "text": "πῶς ὃ Σκληρὸς τῆς Νικαίας ἐκράτησεν Ο"
      },
      {
        "index": 148,
        "text": "στρατιᾶς &dditis repetit Dm στρατιᾶ, ne quis στοατιᾶς intellegat"
      },
      {
        "index": 149,
        "text": "10:7vom.Ewp βιϑυνίας ARp, βηϑυνίας Dw 12. 18. καὶ μέντοι xai χρονοτριβήσας ἐκεῖ Rwp, καὶ μέντοι ἐχρονοτριβήϑη ἐκεῖ, (ἐπεὶ"
      },
      {
        "index": 150,
        "text": "12), εἰς τοὺς σιτῶνας ψάμμον συνεκόμισε Ὁ σίτῳ ante τὴν Ὁ"
      },
      {
        "index": 151,
        "text": "οὐδ᾽ ἡμιδεεῖς ὄντας ὑπέδειξε καὶ δι᾽ αὐτῶν ἐδήλωσε τῷ ZXxÀgoq ϑ1 μὴ δεδιέναι τὴν πολιορκίαν τὴν ἐκ λιμοῦ. “εἰ δέ uo\" ἔφη “πίστεις δοίης μεϑ᾽ ὧν βούλομαι παραχωρῆσαί μοι ἀπελϑεῖν, ὑπεκστήσομαί σοι τῆς πόλεως τὰ σὰ φρονῶν.\" περιχαρῶς τούτων ἤκουσεν ó Σ᾽ κληρὸς καὶ πίστεις αὐτῷ παρέσχε, κἀκεῖνος τούς τὲ πλείους τῆς πόλεως καὶ τοὺς σὺν αὐτῷ στρατιώτας παρειληφὼς τῆς πόλεως ἔξεισι καὶ πρὸς τὴν μεγαλόπολιν ἄπεισι\" PII218A καὶ ὁ Σ᾽ κληρὸς εἴσεισιν εἰς τὴν Νίκαιαν καὶ τότε ἔγγω κατα- στρατηγηϑείς. ὅ δέ γε παρακοιμώμενος, τοῦ XxAggoU ἐκεῖϑεν ἀπάραντος καὶ τῇ βασιλευούσῃ τῶν πόλεων πλησιάζοντος, ἀμη- 10 χανῶν ἦν. γνωσιμαχήσας οὖν τὸν Φωκᾶν Βάρδαν ἐκ τῆς ὑπερορίας ἀνεκαλέσατο καὶ ὅρκοις αὐτὸν φρικώδεσιν ἐνδησά- μεγὸς xai παλαμναιοτάταις ἀραῖς μὴ ἄν ποτὲ τῇ βασιλείᾳ ἐπι- ὑέσϑαι μηδὲ κατὰ τῶν βασιλευόντων βουλεύσασϑαι, ταῖς περι- λοίποις δυνάμεσι τὸν ἄνδρα ἐφίστησι, μάγιστρόν τε τιμήσας καὶ χρήματα δαψιλῆ παρασχόμενος καὶ τὴν κατὰ τοῦ Σ΄ κληροῦ' μάχην αὐτῷ ἀναϑέμενος. ἄπεισιν οὖν ó Φωκᾶς. ὁ Σ᾽ κληοὸς δὲ τοῦτο μαϑὼν τότ᾽ ἔγνω μαχέσασϑαι πρὸς ἀνταγωνιστὴν ἀξιό- Buayov καὶ ἄρας ἀπήει καὶ περὶ τὸ \"Auógiov συμπλέκεται τῷ Φωκᾷ, καὶ γίνεται μάχη τῶν στρατευμάτων, καὶ ἦσαν ὑπερ-"
      },
      {
        "index": 152,
        "text": "11 óu τῷ Φωκᾷ Βάρδᾳ τὸν κατὰ τοῦ Σκληροῦ ἐνεπίστευσε πόλεμον ὃ"
      },
      {
        "index": 153,
        "text": "lobíó'om. ἐδήλωσε) ὑπέδειξε ἢ δεδοικέναι ἢ ἔ στρατιῶτας"
      },
      {
        "index": 154,
        "text": "τεροῦντες ol τοῦ Σκχληροῦ, οἱ δὲ περὶ τὸν Φωκᾶν τὰ νῶτα ἐτρέψαντο. καὶ οὕτω τὰ τῆς μάχης ταύτης συμβέβηκε. τῇ δ᾽ ἑξῆς oi τῶν στρατευμάτων ἐξάρχοντες αὐτοὶ πρὸς ἀλλήλους μαχέσασϑαι εἵλοντο καὶ τὸν ἀγῶνα τὸν ὑπὲρ τοῦ παντὸς ἀνα- δέξασϑαι. ἐπῆλθον οὖν ἀλλήλοις\" καὶ πρῶτος ἔφϑη παίσας τὸν Φωκᾶν ó Σκληρός, ὡς μὲν ἔνιοι λέγουσι, κορύνῃ κατὰ IV 109 τῆς κεφαλῆς, ὡς δ᾽ ἕτεροι, ξίφος ἐπανετείνετο κατ᾽ αὐτοῦ, τοῦ δὲ κλιϑέντος πρὸς ϑάτερον μέρος καὶ τὴν πληγὴν ἐκκλίναντος, ἔφϑασε τὸ τοῦ ξίφους ἄκρον τὸ οὖς ἐκτεμεῖν τοῦ ἵππου τοῦ 10 100 Φωκᾶ. ὁ δέ ye Φωκᾶς ἀντέπληξε τὸν Σ᾽ κληρὸν κορύνῃ C κατὰ τῆς κεφαλῆς, καὶ ὅ πληγεὶς σκοτοδινιάσας τῷ τοῦ ἵππου τραχήλῳ ἐπέπεσεν\" ὃν oi περὶ αὐτὸν κακῶς ἔχοντα ϑεασάμενοι καὶ τῷ ἐκ τῆς πληγῆς αἵματι περυρμένον, περιστάντες συνέσχον καὶ ἐπήγαγον εἰς πηγήν, ἀνακτησόμενοί τε λειποψυχοῦντα τὸν ἄνδρα τῷ ὕδατι καὶ τὸ καταρρεῦσαν τοῦ αἵματος ἀπορρύψοντες, καὶ τοῦ ἵππου ἐκεῖνον ἀποβιβάσαντες ἐποίουν τὰ εἰρημένα. £y τούτῳ δ᾽ ὁ ἵππος ὁ τοῦ Σκληροῦ τὸν κατέχοντα ἐκφυγὼν 46 xai ἀποσκιρτήσας ἐπιβάτου χωρὶς ἔκρόαινεν ἀνὰ τὸ στρατόπεδον αἵματι τὴν χαίτην διάβροχος᾽ ὃν ἰδόντα τὰ τοῦ Σ᾽ κληροῦ στρα-"
      },
      {
        "index": 155,
        "text": "D ὅπως ἐμονομάχησαν ó Σ᾽ χληρὸς καὶ ó Φωκᾶς\" καὶ ὅπως οἱ περὶ τὸν ,Σ κληρὸν ἐτράπησαν εἰς φυγήν C"
      },
      {
        "index": 156,
        "text": "toU φωκᾶ ὃ σκληρὸς ξίφος ἐπανατείνασϑαι R T ἐπανετείνατο Ewp"
      },
      {
        "index": 157,
        "text": "D τεύματα (ἐπίσημος γὰρ ἦν ὁ ἵππος, κεκλημένος Αἰγύπτιος) xal οἷηϑέντα πεσεῖν τὸν ἑαυτῶν ἡγεμόνα, ἀκρατῶς ὡρμήκεσαν πρὸς φυγήν. κατανοήσας δὲ τὸ γινόμενον ὁ Φωκᾶς ἔπεισι τοῖς φεύγουσι τοὺς οἰκείους παραϑαρρύνας, καὶ πολλοὶ μὲν ἀγνήρηντο ὑπὸ τῶν ἀντιπολέμων, πολλοὶ δὲ καὶ ἡλίσκοντο, πλεί- ὃ"
      },
      {
        "index": 158,
        "text": "49ovc δ᾽ ὑπ’ ἀλλήλων ἐκτείνοντο συμπατούμενοι. ἐντεῦϑεν ὁ “Σκληρὸς ἐξαπορηϑεὶς μετὰ τῶν περιλει᾿ῳϑέντων καταφεύγει πρὸς Χοσρόην τὸν Βαβυλώνιον."
      },
      {
        "index": 159,
        "text": "Kal τοῦτο μαϑὼν ὁ βασιλεὺς ἔπεμψε πρὸς Χοσρόην, ἀξιῶν μὴ προσδέξασϑαι τὸν τυραννήσαντα κατὰ τοῦ οἰκείου δεσπότου γενόμενον, ἵνα μὴ καὶ καϑ' ἑαυτοῦ ὑπόδειγμα δοίη obx ἀγα-"
      },
      {
        "index": 160,
        "text": "διϑόν. ἔφερε δ᾽ ὃ πεμφϑεὶς καὶ πρὸς τὸν Σ᾽ κληρὸν καὶ τοὺς μετ᾽ αὐτοῦ ἔγγραφα τῇ βασιλικῇ βεβαιωϑέντα χειρί, ἀμνηστίαν αὐτοῖς τῶν πεπραγμένων βραβεύοντα, εἶ ἀποσταῖεν τῆς ἐγχει-"
      },
      {
        "index": 161,
        "text": "ρήσεως καὶ τῷ βασιλεῖ ὑποκύψαιεν. ταῦτα τὰ πρὸς τὸν Zxàn- ρὸν καὶ τοὺς μετ᾽ ἐκείνου θασίλεια γράμματα ὡς ἔγνω ὁ Ba-"
      },
      {
        "index": 162,
        "text": "A βυλώνιος, αὐτόν τε τὸν τὴν πρεσβείαν πληροῦντα καὶ τὸν Σ κληρὸν"
      },
      {
        "index": 163,
        "text": "καὶ τοὺς μετ᾽ αὐτοῦ στρατιώτας καϑείργνυσιν. ἐνταῦϑα μὲν οὖν τότε τὰ τῆς ἀποστασίας ἔληξε τῷ «Σκληρῷ."
      },
      {
        "index": 164,
        "text": "φυγὴ τοῦ Σκληροῦ πρὸς Βαβυλῶνα καὶ κάϑειρξις αὐτοῦ καὶ τῶν ger"
      },
      {
        "index": 165,
        "text": "relata 10 ante κατὰ add. καὶ EwpJDi 11 xai om. Ὁ"
      },
      {
        "index": 166,
        "text": "᾿Αντωνίου δὲ τοῦ πατριάρχου τὴν ἱερωσύνην ἀπειπαμένου, ἣν ἐπὶ ἔτη ἤνυσεν ἕξ, καὶ μετὰ μικρὸν τελευτήσαντος τέσσαρσι πρὸς τὸ ἥμισυ ἐνιαυτοῖς ἀρχιερέως ἡ ἐκκλησία ἐχήρευεν, εἶτα WIITITO Χρυσοβέργης Νικόλαος προκεχείριστο."
      },
      {
        "index": 167,
        "text": "δ Τὰ δὲ Βουλγάρων αὖϑις κεκίνητο\" eg γὰρ 7) τοῦ Τζιμισκῇ κατήγγελτο τελευτή, τέσσαρσιν ἀδελφοῖς ἀνατιϑέασι τὴν σφετέραν ἀρχήν, Δαβίδ, Μωυσῇ, ᾿Ααρών τε καὶ Σαμουήλ, οἵ κομητό- πῶλοι ὠνομάζοντο, ὅτι υἱοὶ γεγόνασιν ἑνὸς τῶν παρ᾽ αὐτοῖς ἐπισήμων καὶ λεγομένων κομήτων. oi yàg ἐκ τοῦ βασιλείου"
      },
      {
        "index": 168,
        "text": "γένους σφίσιν ἐπιλελοίπασι, μόνου περιλειφϑέντος ἑνὸς τῶν παί- δων τοῦ Πέτρου, φημὶ δῆτα τοῦ Ρωμανοῦ, ὃς ἐκτομίας ἦν, τῶν δὲ τεσσάρων συγγόνων τῶν κομητοπώλων ó μὲν Aafló4 τάχιστα τὴν ζωὴν ἐξεμέτρησεν, ὅ δέ γε Μωυσῆς τὰς Σέρρας πολιορκῶν λίϑῳ βάλλεται καὶ ϑνήσκει εὐθύς. τὸν δ᾽ ᾿Ααρὼν ὃ"
      },
      {
        "index": 169,
        "text": "παγγενῆ τοῦ βίου ἐξήγαγεν ó ἀδελφὸς Σαμουήλ, ἢ τὴν ἀρχὴν ἑαυτῷ μόνῳ περιποιούμενον ἢ τὰ Ρωμαίων αἱρούμενον (λέγεται γὰρ καὶ ἀμφότερα), ἑνὸς μόνου τῶν παίδων ἐκείνου περισω-"
      },
      {
        "index": 170,
        "text": "ἀδελφῶν αὐτοῦ C"
      },
      {
        "index": 171,
        "text": "corr. Β- ΠῚ, v.ad XVIII 25,7 ἐνιαυτοὺς Ewp.Di, v.XlV 1,33 doy. oin. C ἐχήρευσεν p* invitis ARw ὃ post δὲ add. τῶν DEwp"
      },
      {
        "index": 172,
        "text": "βασιλικοῦ O 11 post ὅς add. τις Ewp κομιτοπώλων"
      },
      {
        "index": 173,
        "text": "Οϑέντος, ὃς Σφενδοσϑλάβος xai ᾿Ιωάννης διωνύμως ἐκέκλητο."
      },
      {
        "index": 174,
        "text": "θ καὶ ἡ τῆς Βουλγαρίας ἀρχὴ εἰς μόνον περιέστη τὸν Σαμουήλ,"
      },
      {
        "index": 175,
        "text": "ὃς τῶν Ῥωμαϊκῶν στρατευμάτων τοῖς ἐμφυλίοις ἀσχολουμένων"
      },
      {
        "index": 176,
        "text": "περιΐει, οὐ ληιζόμενος μόνον, ἀλλὰ καὶ τὰς χώρας ἅμα καὶ ὃ"
      },
      {
        "index": 177,
        "text": "ὃ τὰς πόλεις περιποιούμενος ἑαυτῷ. ἐπεὶ δέ, ὡς ἱστόρηται, τὴν τοῦ Σκληροῦ τυραννίδα ὅ βασιλεὺς ἀπεσείσατο, ὥὥργα πρὸς ἄμυναν τοῦ βαρβάρου καὶ δι᾿ ἑαυτοῦ ἔδοξεν αὐτῷ τὴν ἐκστρα-"
      },
      {
        "index": 178,
        "text": "τείαν ποιήσασϑαι. ἔξεισιν οὖν μήτε τῷ μαγίστρῳ Βάρδᾳ τῷ Φωκᾷ, καΐτοι δομεστίκῳ ὄντι τῶν σχολῶν τῆς ἀνατολῆς, περὶ τῆς πράξεως κοινωσάμενος μήτε μὴν ἑτέρῳ τῶν τῶν ἑῴων"
      },
      {
        "index": 179,
        "text": "D στραταρχούντων δυνάμεων. ἤδη δὲ πρὸς τὰ Βουλγάρων εἰσιὼν"
      },
      {
        "index": 180,
        "text": "τὸν μάγιστρον Λέοντα τὸν Μελισσηνὸν κατόπιν ἐκέλευσεν εἶναι"
      },
      {
        "index": 181,
        "text": "καὶ τὰς δυσχωρίας τηρεῖν\" αὐτὸς δ᾽ εἰσελϑὼν τῇ πολιορκίᾳ τῆς Σαρδικῆς (αὕτη δ᾽ ἐστὶν ἡ Τριάδιτζα) ἐπιχειρεῖν ἡτοιμάζετο."
      },
      {
        "index": 182,
        "text": "1210» δυτικῶν δὲ ταγμάτων δομέστικος ὧν ὁ Κοντοστέφανος"
      },
      {
        "index": 183,
        "text": "“Στέφανος καὶ λογισάμενος ὡς εἰ εὐτυχηϑείῃ τὰ τῆς στρατείας τῷ βασιλεῖ, οὐκ ἄν ποτε παύσαιτο δι᾽ ἑαυτοῦ τοὺς πολέμους"
      },
      {
        "index": 184,
        "text": "ὅτι ὅ βασιλεὺς ἐξεστράτευσε κατὰ Βουλγάρων καὶ τὴν Τριάδιτξαν ἔμελλε"
      },
      {
        "index": 185,
        "text": "πολέμοις Rwp ἵστορηται] XVII 5, 7 88. τυγχάνοντε Ὁ"
      },
      {
        "index": 186,
        "text": "διατιϑέμενος, καὶ οὔτ᾽ αὐτὸς οὔϑ᾽ oi λοιποὶ στρατιάρχαι ἔτι αὐτῷ λόγου πολλοῦ νομισϑήσονται ἄξιοι, σφῆλαί ol διεμελέτησε τὴν ἐπιχείρησιν καὶ τὴν ὁρμὴν ἀνακόψαι. προσελϑὼν οὖν φησι τὸν Μελισσηνὸν τυραννίδι ἐπιχειρεῖν καὶ ἀπιέναι σὺν ταχυτῆτι πρὸς τὸ Βυζάντιον τὴν βασιλείαν καϑέξοντα᾽ καὶ ἠξίου μὴ μέλλειν, ἀναζευγνύειν δὲ καὶ μὴ ὑπερτίϑεσϑαι. τοῦτο τὸν βα-"
      },
      {
        "index": 187,
        "text": "σιλέα ἐτάραξε καὶ ἐπάνοδον ἐσήμανε τῷ λαῷ. ὁ δέ γε Σα- PII220"
      },
      {
        "index": 188,
        "text": "μουὴλ ταῖς τῶν ὀοέων ἐμφιλοχωρῶν κορυφαῖς (οὐ γὰρ ἐϑάρρει κατὰ συστάδην uayícaoóa καὶ τὴν ἀϑρόαν ἀναζυγὴν ἰδὼν δειλίαν ἔκρινε τὸ πραττόμενον καὶ ἔπεισι τοῖς “Ῥωμαίοις καὶ τῷ ἀνελπίστῳ ἅπαντας κατεϑοόησε καὶ εἷς φυγὴν ἔτρειρε\" xal IV 119 τῆς τε παρεμβολῆς ἐκοάτησε καὶ τῆς σκηνῆς τῆς βασιλικῆς καὶ τῶν παρασήμων τῆς βασιλείας. ὃ δὲ βασιλεὺς μόλις εἷς duan- πούπολιν διασέσωστο κἀκεῖ τὸν Μελισσηνὸν εὑρηκὼς κατὰ τοῦ Κοντοστεφάνου ἐξώργιστο καὶ ὕβοεις κατέχεε τοῦ ἀνδρός. 618 δὲ δυσανασχετῶν ἐτραχύνετο, καὶ ἀναζέσας ὃ βασιλεὺς τῷ ϑυμῷ ἀνέϑορέ τε τοῦ ϑρόνου καὶ τῆς κόμης τοῦ Κοντοστεφάνου δραξάμενος καὶ τοῦ πώγωνος προσήραξε τὸν ἄνδρα τῇ γῇ. Β ᾿Ἐντεῦϑεν οἱ τῶν δυνάμεων τῶν Ῥωμαϊκῶν προεξάρχοντες"
      },
      {
        "index": 189,
        "text": "14, 2) mavult Zonaras. — 2.3 og. αὐτῷ τ. ἐπιχείρησιν ἐμελέτησε (-oev €) O ὃ ἐς ὁ 6 ante ἀναζ, add. ἀλλ᾽ O δὲ xai μὴ] μηδ᾽ O"
      },
      {
        "index": 190,
        "text": "μηνιῶντες τῷ βασιλεῖ, ὃ μὲν Φωκᾶς ὅτι αὐτῷ αἱ ἐλπίδες ὑπέρ- ρεον καὶ τὸ τῆς παροιμίας ἐπὶ τὰ Μανδραβόλου ἐχώρουν, oi δὲ ὅτι ὑπερηφάνως αὐτοῖς προσεφέρετο καὶ οὐκ ἐκοινώνει σφίσι τῶν βουλευμάτων, οἱ δὲ δι᾿ ἕτερ᾽ ἄττα, ἐν τῷ Χαρσιανῷ συν- αϑοοίζονται καὶ τῷ Φωκᾷ Βάρδᾳ διάδημα περιέϑεντο καὶ τῆς ὃ βασιλείας ἠξίωσαν. καὶ οἱ μὲν τὰ τῆς ἀποστασίας, ὡς αὐτοῖς ἐδόκει, εὖ διετίϑεντο. Ὃ δὲ Σκληρὸς ἐν Βαβυλῶνι φρουρούμενος ἀνελπίστως ἐξάγεται τῆς φρουρᾶς. τῆς γὰρ τῶν Περσῶν ἀρχῆς καταλυ- ϑείσης ὑπὸ Σαρακηνῶν, ἀνήρ τις Πέρσης, Ἴναργος ὄνομα, 1ὸ Ο λόγοις παρακινήσας τὸ llegowxóv πείϑει ἀποστατῆσαι τῆς τῶν Σαρακηνῶν δουλείας καὶ ὅπλα ἄρασϑαι κατ᾽ αὐτῶν, αὐτοῦ τοῦ ᾿Ινάργου στρατηγοῦντος αὐτῶν. πολλάκις μὲν οὖν ὁ Χοο- ρόης τοῖς Πέρσαις ἀντηγωνίσατο, τοσαυτάκις δ᾽ ἡττήϑη ὁσάκις σφίσι προσέμιξε\" καὶ ἀπογνοὺς πρὸς τοὺς ἐμφρούρους κατα- φεύγει Ρωμαίους καὶ ἀνίησι μὲν αὐτοὺς τῆς εἱρκτῆς, διαλέγεται"
      },
      {
        "index": 191,
        "text": "σφῖσι (sic) AE 4 post δὲ add. xai ἕτεράττα À, ἑτεράττα"
      },
      {
        "index": 192,
        "text": "δὲ τῷ £€xÀgoQ περὶ τοῦ πολέμου xal μὴ μνησικακῆσαι τῆς κακώσεως αὐτῷ ἀξιοῖ. ὃ δὲ πρότερον μὲν παρῃτεῖτο τὸν πό- λεμον, εἶτ᾽ ἐγκειμένου τοῦ Βαβυλωνίου κατανεύει μέν, σὺν | IV 118 μόνοις δὲ τοῖς Ρωμαίοις ὑπέσχετο τὸν πόλεμον ὑπελϑεῖν. καὶ"
      },
      {
        "index": 193,
        "text": "D ἠρευνῶντο τοίνυν τὰ δεσμωτήρια, καὶ ὅσοι εὕρηντο ἐν αὐτοῖς “ωμαῖοι, ἐξήγοντο καὶ ὡπλίζοντο\" καὶ cod τρισχίλιοι συν- D ηϑροίσϑησαν, οὗς παρειληρὼς ἐχώρησε κατὰ τῶν Περσῶν καὶ συμβαλὼν νικᾷ ἀναζεῦξαι δὲ πρὸς τὸν Χοσρόην οὐκέτ᾽ ἔκρινεν οὔτ᾽ αὐτὸς οὔϑ᾽ oi uev αὐτοῦ\" ἐδεδοίκεσαν γὰρ μὴ"
      },
      {
        "index": 194,
        "text": "καὶ αὖϑις αὐτοὺς καϑείρξει ὁ βάρβαρος, καὶ μᾶλλον ὅτι ἐν σιείρᾳ γέγονε τῆς αὐτῶν γενναιότητος. εἴχοντο γοῦν τῆς φυγῆς, καὶ ó Χοσρόης πλῆϑος sig αὐτῶν ἐπιδίωξιν ἔστειλε\" καὶ oi81 σταλέντες κατειληφότες τοὺς φεύγοντας, ἐκείνων ὑπάρχοντες πολλαπλάσιοι, μείους τῶν φευγόντων ἀποδρᾶναι δεδύγηντο, τῶν"
      },
      {
        "index": 195,
        "text": "ἄλλων ἐκεῖ πεσόντων καὶ Ῥωμαϊκαῖς δαμέντων χερσίν."
      },
      {
        "index": 196,
        "text": "Ὃ μὲν οὖν Σκληρὸς καὶ oi σὺν αὐτῷ ἐς τὰ Ῥωμαίων ἢ ἐπανεληλύϑεσαν ὅρια. μαϑὼν δὲ καὶ τὸν Φωκᾶν ἤδη βασι- ἃ ῬΊΓΩΘΙΑ λειῶντα καὶ τυραννίδος ἀρξάμενον, ἀπονενεύκει πρὸς τὸν Φωκᾶν, κοινωνὸς ἀξιῶν εἶναι καὶ τοῦ πολέμου καὶ τῆς βασιλείας αὐτῆς."
      },
      {
        "index": 197,
        "text": "ὅ δὲ καὶ τὴν κοινοπραγίαν ἐδέξατο, καὶ εἰ τῶν ἐφέσεων τύ-"
      },
      {
        "index": 198,
        "text": "λησεν ó Σκληρός, καὶ ὅπως κατεσχέϑη xai ἐδεσμήϑη C"
      },
      {
        "index": 199,
        "text": "φευγόντων AEwp, διωκομένων OWo lat. ἀποδρᾶναι EwpJ2Di,"
      },
      {
        "index": 200,
        "text": "εληλύϑασιν | D πρὸς ἐκεῖνον ἀπονεύει Ὁ 20 xai ante τὴν"
      },
      {
        "index": 201,
        "text": "yotv, ἑαυτῷ μὲν τὴν βασιλίδα τῶν πόλεων ἀπένεμε xai τῶν πλειόνων ἐϑνῶν καὶ χωρῶν τὸ κράτος, τῷ δὲ Σκληρῷ προσ- ἑκλήρου τὴν ᾿Αντιόχειαν τήν τε Κοίλην Συρίαν καὶ Φοινίκην καὶ Παλαιστίνην καὶ Μεσοποταμίαν καὶ τὰς συνθήκας ὅοκοις 4xaÜ' ἱερῶν ἐμπεπέδωκεν. ἐπὶ τούτοις τεϑαρρηκὼς ὁ XxÀAnoócb"
      },
      {
        "index": 202,
        "text": "ὃ πρόσεισι τῷ Φωκᾷ. ὃ δ᾽ ἐντὸς ἀρκύων τοῦτον λαβὼν ἀφαι- ρεῖται μὲν αὐτοῦ τὸ σχῆμα δὴ τὸ βασίλειον, καϑείργνυσι δὲ"
      },
      {
        "index": 203,
        "text": "Θ καὶ φοουρὰν αὐτῷ περιίστησιν. ὕφ᾽ ἑαυτὸν δὲ καὶ τὴν σὺν"
      },
      {
        "index": 204,
        "text": "B ἐκείνῳ στρατιὰν ποιησάμενος τοῦ τυραννεύειν εἴχετο κραται-"
      },
      {
        "index": 205,
        "text": "ὀτερου. ὃ μέντοι Σκληρὸς προμηϑευόμενος ἑαυτῷ πρὸς τὸ Ὁ IV 1\" μέλλον ἐξ ἀποτυχίας σωτηρίαν τινά, πρὸ τοῦ κατασχεϑῆναι πρὸς τοῦ Φωκᾶ τὸν υἱὸν Ρωμανὸν λάϑρᾳ φυγεῖν παρεσκεύασεν,"
      },
      {
        "index": 206,
        "text": "ὡς αὐτομολοῦντα τῷ βασιλεῖ\" ὃς καὶ περιχαρῶς παρὰ τοῦ κρα- τοῦντος ἐδέχϑη καὶ μάγιστρος ἐτιμήϑη εὐϑύς."
      },
      {
        "index": 207,
        "text": "Ὃ Φωκᾶς δὲ ἀπόμοιράν τινα τῆς στρατιᾶς ὑπὸ τὸν πα- τρίκιον τάξας τὸν Δελφινᾶν εἰς τὴν ἀντικοὺ τῆς βασιλίδος ἐκ- πέμπει Χρυσόπολιν, αὐτὸς δὲ σὺν τῇ λοιπῇ δυνάμει ἀφύκετο"
      },
      {
        "index": 208,
        "text": "πρὸς τὴν Ἄβυδον. τῷ μέντοι Δελφινᾷ ἐστρατοπεδευκότι κατὰ Χρυσόπολιν αἰφνίδιον ἐπῆλϑεν ó βασιλεὺς μετὰ λαοῦ ἹῬωσικοῦ"
      },
      {
        "index": 209,
        "text": "ὅτι πρὸ τοῦ δεσμηϑῆναι λάϑρᾳ ὡς αὐτόμολον ἔπεμψε τὸν υἱὸν αὐτοῦ"
      },
      {
        "index": 210,
        "text": "ἑάλω xai ἀνεσκολοπίσϑη C"
      },
      {
        "index": 211,
        "text": "(κῆδος γὰρ πρὸς Βλαδιμηρὸν τὸν ἄρχοντα τούτων ἐπὶ \"Avvg"
      },
      {
        "index": 212,
        "text": "ódov τῶν ἐναντίων ἐκράτησε καὶ αὐτὸν τὸν Δελφινᾶν χειρωσά- μενος ἀνεσχολόπισεν. εἶτα πρὸς τὴν Ἄβυδον ἄπεισι μετὰ τοῦ"
      },
      {
        "index": 213,
        "text": "ἀδελφοῦ Κωνσταντίνου\" καὶ ἤδη ἀντιμέτωπα ἔστησαν τὰ ἐναντία στρατεύματα, xai τοῦ μὲν οἰκείου προετέτακτο ὁ ΦΦωκᾶς, τὸ δ' ἀντίμαχον ὁ βασιλεὺς Βασίλειος ἔφιππος πεοιιὼν παρεϑάρ- ουνεν᾽ ὃν ó Φωκᾶς ϑεασάμενος κατ᾽ αὐτοῦ τὸν ἵππον ἐλαύνει, TT ὅλην ἐχείνῳ τὴν ἡνίαν ἐνδεδωκώς, κρίνας, ὡς εἶ ἐκεῖνον κατα-"
      },
      {
        "index": 214,
        "text": "βαλεῖ, ἔσεται τὸν ἀγῶνα νενικηκώς. ἀλλ᾽ οὔπω τῶν οἰκείων προεληλύϑει πολύ, xai oi μὲν αὐτὸν ἐκκυλισϑῆναι τοῦ ἵππου φασίν, οἱ δὲ εἴς τινα λόφον ἐκκλῖναι καὶ ἀποβάντα τοῦ ἵππου ἔκτα- ϑῆναι κατὰ γῆς καὶ εὐθὺς αὐτὸν τὸ πνεῦμα λιπεῖν. οἱ μὲν Ὁ οὖν πληγῆναι παρά του καιρίαν τὸν ἄνδρα ἔλεγον. καὶ ὃ βα- 1Ὁ"
      },
      {
        "index": 215,
        "text": "I5 σιλεὺς δὲ Κωνσταντῖνος ἑαυτῷ τὴν ἀναίρεσιν ἐκείνου ἐπεφήμιζε\" τοῦτο δ᾽ ἦν λόγος ἄλλως\" οὐδὲ γὰρ τετρωμένον αὐτοῦ τὸ σῶμα"
      },
      {
        "index": 216,
        "text": "IV 115 εὕρητο οὐδαμῇ. οἱ δὲ φαρμάκῳ δηλητηρίῳ ἐδόξαζον κατερ-"
      },
      {
        "index": 217,
        "text": "ὅπως (ὅτι Α) ὁ Φωκᾶς κατέστρεψε τὴν ζωήν AC"
      },
      {
        "index": 218,
        "text": "ἐκκλίναι AO κατὰ γῆς AR (πρὸς γῆν Cedr. (Seylitz.) TI p. 445, 6), κατὰ τῆς γῆς CEwp καιρίαν ante παρὰ Ὁ τ."
      },
      {
        "index": 219,
        "text": "procinctu starent, et Phocas suas copias πρίγρές onn regem Ba-"
      },
      {
        "index": 220,
        "text": "γασϑῆναι αὐτόν, ὃ xai μᾶλλον ἔδοξε πιϑανώτερον᾽ τό γέ τοι φάρμακον ἡτοιμάσατο μὲν ó Βασίλειος, προσέφερε δὲ τῷ Φωκᾷ ὁ τούτῳ οἰνοχοεύων, παρὰ τοῦ βασιλέως ὑποκλαπείς. πεσόντος δὲ τοῦ Βάρδα τὸ μετ᾽ αὐτοῦ στράτευμα διεσκέδαστο, καὶ oi μὲν ἐκτείνοντο καταλαμβανόμενοι, oi δ᾽ ἐζωγροῦντο καὶ συσχε-"
      },
      {
        "index": 221,
        "text": "P1I222 A ϑέντες κατὰ τὸ δόξαν τῷ βασιλεῖ ἐκολάσϑησαν."
      },
      {
        "index": 222,
        "text": "Ὃ δὲ ἀλλοιότερος ἦν ἢ τὸ πρότερον\" σοβαρός τε γὰρ ἐγε- γόνει καὶ τὸ ἦϑος ὑποκαϑήμενος καὶ πάντας ὑπώπτευε καὶ τὴν ὀργὴν ἐτύγχανεν ἀπαραίτητος. καὶ οὐ τοῖς ἄλλοις μόνον τὸ σοβαρὸν ἐπεδείκνυτο, ἀλλὰ μὴν καὶ τῷ παρακοιμωμένῳ αὐτῷ ἤχϑετό τε τἀνδρὶ xai εἰς ἑαυτὸν ἔσπευδε μετενεγκεῖν τὴν τῶν πραγμάτων διοίκησιν. καὶ μέντοι καὶ μεϑίστησι τῆς τῶν κοινῶν οἰκονομίας αὐτόν, οἴκοι μένειν ἀπρόιτον ἐπιστείλας αὐτῷ, εἶτα μετὰ μικρὸν καὶ ὑπερόριον τίϑησι καὶ τῶν ἐκείνῳ πεπρα- γμένων ἕκαστον ἀνακρίνων ἀπραξίαν τῶν πλειόνων κατεψηφί- 18 ξετο καὶ τοῦ παρ᾽ ἐκείνου δομηϑέντος σεμνείου τὰ πλείω Β ὑφείλετο, καὶ οὖκ ἀγρῶν ἥψατο μόνον ἢ χωρίων καὶ οἰκιῶν, ἀλλὰ καὶ ἀναϑημάτων τε καὶ πλακῶν καὶ κιόνων πολυτελῶν."
      },
      {
        "index": 223,
        "text": "οἷος ó βασιλεὺς Βασίλειος τὸ ἦϑος ἐγένετο μετὰ τὴν κατάλυσιν τοῦ Φωκχᾶ C ὅπως τὸν παρακοιμώμενον ó βασιλεὺς ἀπεσκευάσατο. xai ἅπως πρὸς ἐκεῖνον διετέϑη C"
      },
      {
        "index": 224,
        "text": "ἐκείνῳ Ewp ἀφείλετο BCwp μόνων ex μόνον mutat"
      },
      {
        "index": 225,
        "text": "ὅϑεν ἐκεῖνος διὰ ταῦτα νέφει περισχεϑεὶς ἀϑυμίας παρεῖτο τὰ 2? μέλη καὶ ἔμπνους ὦπτο νεκρὸς καὶ βραχύ τι διαλιπὼν οἰκτρῶς τὸν βίον ἐξέλιπεν. ὃ δὲ τότε πρῶτον γέγονεν αὐτοκράτωρ ὡς ἀληϑῶς καὶ γνοὺς πηλίκων δεῖται φροντίδων ἡ τῆς βασιλείας διοίκησις, τῆς τε βασιλικῆς ἁβρότητος κατεφρόνησε καὶ τῶν λαμπρῶν ἐπιβλημάτων ἀπέσχετο καὶ γλυκυϑυμίαν ἅπασαν ἀπ- ἐσείσατο, καίτοι πρῴην μὴ οὕτω βιούς, ἀλλὰ καὶ ἐρώτων ἡττώ- μενος καὶ κώμοις καὶ τρυφαῖς ἑαυτὸν ἐκδιδοὺς καὶ βασιλείοις )]V 116 στεριττότησιν ἐνηδόμενος. ἑαυτῷ δὲ μόνῳ προσκληρώσας τὴν 29 ἐξουσίαν τοῦ ὀνόματος μόνου τῆς βασιλείας καὶ τοῦ ἐπισήμου χοώματος μετεδίδου τῷ ἀδελφῷ καί τινα δορυφορίαν ἐκείνῳ ἀπέταξε, βραχεῖαν μέντοι καὶ οὖκ ὑπέρογκον. ὁ δὲ ἔφερε καὶ ῶ0 C ovx ἠμφισβήτει τῷ ἀδελφῷ, ἤϑους ἀνειμένου τυχών, οἶμαι, καὶ χαίρων ὑγροτέρᾳ ζωῇ καὶ διαγωγῇ τρυφερᾷ καὶ ϑήραις καὶ ἡλικιωτῶν συνουσίαις οἷς συνετρέφετο. τὼ μὲν οὖν ἀδελφὼ zai ἄμφω εἰχέτην οὕτως. Ὃ δέ γε Σκληρὸς τοῦ Φωκᾶ ϑανόντος λυϑεὶς τῆς εἱρκτῆς"
      },
      {
        "index": 226,
        "text": "E) τῆς ἐξουσίας ἐπιλαβέσϑαι (λαβέσϑαι E) καὶ οἷος μετὰ ταῦτα ἐγένετο\""
      },
      {
        "index": 227,
        "text": "ὅτι abu ὅ Σκληρὸς τῆς τυραννίδος εἴχετο. καὶ ὅπως ἐσπείσατο. καὶ προσῆλθε τῷ βασιλεῖ xai ἐδέχϑη CE (καὶ ἐδ, oim. E)"
      },
      {
        "index": 228,
        "text": "ὃ ἀβρότητος Bs(?)wp vy D ἐρότων p* τρυφαῖς]"
      },
      {
        "index": 229,
        "text": "w*p 13 50oc E oluaí om. OWo lat. 14 yp. ξωῇ---διαγ."
      },
      {
        "index": 230,
        "text": "AR, εἰρκτῆς"
      },
      {
        "index": 231,
        "text": "εἴχετο καὶ αὖϑις τοῦ ποὶν ἐγχειρήματος xai τυραννεῖν xai πά-"
      },
      {
        "index": 232,
        "text": "ραχϑεῖσι παρήνει τὸν ἄνδρα παύσασϑαι τῆς ἀπονοίας ποτὲ καὶ μὴ ἀεὶ βούλεσϑαι αἴτιον εἶναι πολέμων ὁμογενέσι καὶ τὴν γῆν D αἵμασι χοαίνειν, καὶ τούτοις χριστιανῶν. ὃ δὲ τῷ τε γήρᾳ ὃ τουχόμενος ἤδη καὶ πρὸς τὸ μέλλον ἰλιγγιάσας σπένδεται καὶ πρόσεισι τῷ κρατοῦντι. κἀκεῖνος ὑπὸ σκηνὴν καϑῆστο βασί- λειον, καὶ ó Σκληοὸς βάδην ἤει πρὸς τὴν σκηνήν, ὑπερειδό- μενος ἑκατέρωϑεν, τὸ μέν τι διὰ τὸ γῆρας, τὸ δὲ διὰ τὸν ὄγκον τοῦ σώματος\" ἣν γὰρ εὐμεγέϑης\" ὅτε καὶ τὸ ἀδόμενον εἴπεῖν ὁ βασιλεὺς Βασίλειος λέγεται “ὃν ἐδεδοίκειν προσάγεταί μοι χειραγωγούμενος.\" οἱ δὲ ἀορασίᾳ πληγῆναί φασι τὸν Σ᾽ κληρὸν ἐν τῷ ἀπιέναι καὶ διὰ τοῦτο χειραγωγεῖσϑαι. ἐγγίσαντος δὲ PII223A τοῦ ἀνδρὸς τῇ σκηνῇ, κατανοήσας ó βασιλεὺς ἔτι τοὺς πόδας αὐτοῦ ὑποδουμένους ὑποδήμασι φοινικοῖς (τὰ μὲν γὰρ ἄλλα τῆς βασιλείας γνωρίσματα ó Σκληρὸς ἀπεδύσατο, τὰ δέ γε πέ- διλα οὐκ ἀπέϑετο “ἢ γὰρ λάϑετ᾽ ἢ οὐκ ἐνόησεν᾽) ἀπέστρεψε τὰς ὄψεις εὐθύς, μὴ ἄλλως αὐτῷ ἐντυχεῖν ἀνεχόμενος εἰ μὴ ἐν ἰδιώτου στολῇ. ὁ δὲ πρὸ τῆς σκηνῆς ἀπορρίψας τὰ ἐπί- Ὁ IV φϑονα πέδιλα οὕτως ὑπέδυ αὐτήν, καὶ ó βασιλεὺς ἐξανέστη"
      },
      {
        "index": 233,
        "text": "16. ἀπέϑετο ὁ σκληρὸς ἀλλ᾽ οὐχὶ καὶ τὰ πέδιλα Ὁ ἢ λάϑετ᾽ ἢ"
      },
      {
        "index": 234,
        "text": "xal τὸν ἄνδρα ἐδεξιώσατο, καὶ ὧμιλησάτην ἀλλήλοιν xai ἐκοινω- γησάτην τραπέζης καὶ ἐπιέτην ἐκ τῆς αὐτῆς κύλικος. τοῦτον μὲν οὖν τὸν τρόπον xai ἣ τοῦ Σ᾽ κληροῦ τυραννὶς καταλέλυτο, αὐτοῦ μὲν κουροπαλάτου τιμηϑέντος, τῶν δὲ συναραμένων αὐτῷ ὃ παραχωρηϑέντων ἔχειν ὃ ἂν ἕκαστος ἐξ ἐκείνου τυραννοῦντος Β εἰλήφει, εἴτ᾽ ἐν ἀξίαις ἦν εἴτ᾽ ἐν ἀρχαῖς εἴτε μέντοι ἐν κτήσεσιν. Ὃ δὲ βασιλεὺς τὰς τῶν ἀποστασιῶν φροντίδας ἀποφορτι- σάμενος ἐπὶ τὴν Θράκην ἐξήει καὶ εἰς Θεσσαλονίκην ἐφοίτησε, τῷ περιωνύμῳ μάρτυρι ἀνϑομολογούμενος. καταλείψας δ᾽ ἐκεῖ 91 στρατάρχην τῶν ἐπισήμων μέτὰ βαρείας δυνάμεως, ἵνα κωλύῃ τὰς τοῦ Σαμουὴλ ἐκδρομάς, ἐπάνεισι πρὸς τὴν Μβύζαντος καὶ εἰς ᾿Ιβηρίαν ἀπήει, κληρονόμος καταλειφϑεὶς παρὰ τοῦ κουρο- σταλάτου Δαβὶδ ϑανόντος τῆς ἐκείνῳ διαφερούσης ἀρχῆς. ἔν- 88 Üazep γεγονὼς καὶ τῆς καταλειφϑείσης αὐτῷ χώρας ἐπιλαβό- μενος καὶ τὸν τοῦ Δαβὶδ ἀδελφὸν τὸν εώργιον τῆς ἐνδοτέρας"
      },
      {
        "index": 235,
        "text": "ἐδίοις ἀρκεῖσϑαι καὶ ὅμηρον τὸ ἐκείνου παῖδα λαβών, ἐπὶ Φοι- νίκην ἐχώρησε. καὶ τόν τε τῆς Τριπόλεως ἄρχοντα καὶ τὸν τῆς"
      },
      {
        "index": 236,
        "text": "ὅτι κληρονόμος τῆς Ἰβηρίας καταλειφϑεὶς ὅ βασιλεὺς ἐκεῖσε ἀπῆλϑε καὶ ὅσα κατώρϑωσε (ἀπῆλθεν ἐκεῖ ceteris omissis C) CE ὅσα ἐν \"7βηρίᾳ καὶ Φοινίκῃ κατώρϑωσεν O"
      },
      {
        "index": 237,
        "text": "μὲν οὖν τοῦ σκληροῦ τυραννὶς τὸν τρόπον τουτονὶ καταλέλυτο (κατελύετο D) O καταλέλυται Ewp τιμηϑ. κουροπ. Ὁ ἀξίαις ἦν εἴτ᾽ ἐν ἀρχαῖς AEwp, ἀξίαις (ἐξουσίαις C) εἴτ᾽ ἐν ἀρχαῖς ἦν R, ἀρχαῖς"
      },
      {
        "index": 238,
        "text": "Δαμασκοῦ xal τὸν τῆς Τύρου xai Βηρυτοῦ, κατὰ συνθήκας τῇ πρὸς τῇ Δάφνῃ ᾿Αντιοχείᾳ ἐπιόντας καὶ κακοῦντας τὰ ὑπ᾽ αὐτήν, ἀνέστειλε καὶ δούλωσιν Ῥωμαίοις τηρεῖν ἀνέπεισε καὶ ὁμήρους κἀκ τούτων λαβὼν ἐπανέζευξεν. ἀλλὰ ταῦτα μὲν εἶχον οὕτως."
      },
      {
        "index": 239,
        "text": "Τοῦ δὲ πατριάρχου Νικολάου τοῦ Χρυσοβέργη ἐπ᾽ ἔτεσι ὃ δυοκαίδεκα καὶ μησὶν ὀκτὼ τῇ ἀρχιερωσύνῃ ἐνδιαπρέψαντος, : εἶτα τὸν βίον ἐκλελοιπότος, ὅ μάγιστρος Σισίννιος, ἀνὴρ λόγοις"
      },
      {
        "index": 240,
        "text": "D ἐντεϑραμμένος, προχειρίζεται πατριάρχης. καὶ τούτου δὲ ἐπὶ τρεῖς ἐνιαυτοὺς τὴν ἐκκλησίαν ἰϑύναντος καὶ ϑανόντος, Σέργιος κεχειροτόνητο πατριάρχης, ὃς καϑηγεῖτο μὲν τῆς τοῦ Μανουὴλ μονῆς, τῷ πατριάρχῃ δὲ Φωτίῳ κατὰ γένος προσήκων ἐτύγχανε."
      },
      {
        "index": 241,
        "text": "Tov Σαμουὴλ δὲ τοῦ τῶν Βουλγάρων ἐξάρχοντος οὐ τὰ Θρᾳκῶν οὐδὲ τὰ κατὰ Μακεδονίαν μόνα ληιζομένου, ἀλλὰ καὶ τὴν λλάδα καὶ αὐτὴν δέ γε τὴν Πελοπόννησον, τὸν μάγιστρον Νικηφόρον τὸν Οὐρανὸν ἐκπέμπει ὅ βασιλεύς, τῆς δύσεως ἄο- χοντα, ὃς παρὰ τῷ Zzueoyeup ποταμῷ τοῦ Σαμουὴλ κατεσκηνω-"
      },
      {
        "index": 242,
        "text": "b περὶ πατριαρχῶν CE περὶ τοῦ Σαμουὴλ xai τῶν Βουλγάρων, καὶ ὅσα κατ' αὐτῶν ὁ βασιλεὺς ἐστήσατο τρόπαια, τὰ μὲν δι᾽ ἑαυτοῦ, τὰ δὲ διὰ"
      },
      {
        "index": 243,
        "text": "κατηνάγκασε OWo lat. τούτων RwpJDi, τούτου Α οὕτω"
      },
      {
        "index": 244,
        "text": "ARw, πελοπόννησον BSCp.Di ante τὸν uay. add. καὶ À, om."
      },
      {
        "index": 245,
        "text": "μένου παρὰ τῇ ἀντικρὺς ἠπείρῳ ηὐλίσατο. ὅτι δ᾽ σε τότε πολλὰ καὶ ὅ ποταμὸς ἐντεῦϑεν ἄπλωτος ἦν, ἀνέλπιστος ἐδόκει τῷ Σαμουὴλ ἡ τῶν Ῥωμαίων ἐπέλευσις. ὁ Οὐρανὸς δὲ νυκτὸς PII224A ἄἀνερευνήσας καὶ κατά τινα τόπον βατὸν κατανοήσας τὸν ποτα- ὃ μόν, διαβαίνει τοῦτον ἡσύχως μετὰ τῆς στρατιᾶς καὶ àqoov- τιστοῦσιν ἐμβάλλει τοῖς περὶ τὸν Σαμουήλ. καὶ τῷ ἀδοκήτῳ καταπλαγέντες oi βάρβαροι ἔπιπτον μηδὲ χεῖρας ἀνταίροντες, καὶ τῷ «Σαμουὴλ δὲ καὶ τῷ ἐκείνου υἱῷ Ῥωμανῷ πληγαὶ ἐπ- ηνέχϑησαν, καὶ ἑάλωσαν ἄν, εἰ μὴ τοῖς νεκροῖς συνανεμίχϑησαν σώμασι, καὶ οὕτω λαϑόντες διέφυγον. Eha καὶ ó βασιλεὺς ἐξεστράτευσε κατὰ τῶν Βουλγάρων 1 xai τῶν ἐν Σαρδικῇ φρουρίων καταστρεψάμενος ἔνια ἐπανῆλϑεν εἷς Μοσυνούπολιν. εἷλε δὲ καὶ τὴν μεγάλην ΠΠερσοϑλάβαν καὶ WIII1T9 τὴν μικρὰν xai τὴν lliíoxofav διὰ στρατηγῶν. καὶ ἡ Βέρροια B δὲ παρεδόϑη αὐτῷ παρὰ τοῦ Δοβρομηροῦ, προσχωρήσαντος τοῖς Ῥωμαίοις. τὰ μέντοι Σέρβια πολιορκίᾳ ἑάλω καὶ ó τὴν IV 119 αὐτῶν φυλακὴν ἐμπεπιστευμένος Νικόλαος, ὃν Νικολιτξᾶν ὡς"
      },
      {
        "index": 246,
        "text": "βάλει ΑἹ roig περὶ τὸν σαμουνὴλ AEwp, τοῖς περὲ t. oap. αἰφνίδιον"
      },
      {
        "index": 247,
        "text": "σαν A(Ewp), ἑαυτοὺς συνανέμιξαν (συνέμιξαν D) O, συμμίξαντες fav- τοὺς Cedr. l. c. p. 450, 18. μοσυνούπολιν ARwp cod. Coisl."
      },
      {
        "index": 248,
        "text": "στρατηγῶν om. Β παρὰ] δὰ Ὁ δοβρομηροῦ Rwp.Di (v. Cedr."
      },
      {
        "index": 249,
        "text": "oiZorreg , ὑποκοριζόμενοι Cedr. l. c."
      },
      {
        "index": 250,
        "text": "βραχὺν τὴν ἡλικίαν ὠνόμαζον\" ὃς καίτοι πατρίκιος τιμηϑεὶς ἀπέδρα πάλιν καὶ πρὸς τὸν Σαμουὴλ ἀπελήλυϑεν. εἶτ᾽ αὖϑις κατὰ Βιδίνης ó βασιλεὺς ἐξεστράτευσε καὶ τὴν πόλιν αἱρεῖ. ἐν ὅσῳ δὲ ταύτην ἐπολιόρκει ὃ βασιλεύς, ἔπεισιν ὁ Σαμουὴλ τῇ ᾿Αδριανουπόλει ἀϑρόον καὶ πανηγύρεως ἐκτὸς τελουμένης τάς ὃ τε ἐμπορίας λείαν πεποίητο καὶ αἰχμαλώτων πλῆϑος λαβὼν ΟἹ4 ὑπενόστησε. τὴν Βιδίνην δὲ ὕφ᾽ ἑαυτὸν ὅ βασιλεὺς ποιησά- μενος καὶ ἐπανερχόμενος κατέλαβε παρὰ τῷ ᾿Αξιῷ ποταμῷ τὸν “Σαμουὴλ αὐλιζόμενον\" ó Βαρδάριος οὕτως παρὰ τοῖς παλαιοῖς ὠνομάζετο. πολλοῦ δὲ τοῦ ποταμοῦ ῥέοντος ἀμελῶς oi βάρ- βαροι κατεσκήνωντο᾽ οὐ γὰρ ἄν ποτὲ δυνηϑῆναι διαβῆναι τὸν ποταμὸν ἤλπιζον τὸ Ῥωμαϊκὸν σύνταγμα. πόρου δὲ γνωσϑέντος δι᾿ αὐτοῦ ó βασιλεὺς διέβη καὶ τὸ στρατόπεδον, καὶ πολλοὶ μὲν τῶν Βουλγάρων ἀπώλοντο, ὅ δὲ Σαμουὴλ διέδρα, τῆς τούτου σκηνῆς καὶ τῆς παρεμβολῆς ἁπάσης διαρπαγείσης. καὶ τὴν πόλιν δὲ τῶν X£Xxoníov ó βασιλεὺς παρειλήφει, δοϑεῖσαν αὐτῷ παρὰ ἹΡωμανοῦ τοῦ υἱοῦ ]]έτρου τοῦ ἄρξαντος τῶν βουλγάρων, Do f ταύτης φυλακὴ παρὰ τοῦ Σαμουὴλ ἐμσιεπίστευτο."
      },
      {
        "index": 251,
        "text": "CD, v. vs. 3 ó fac. ante óg' D οὕτως O, οὗτος À, οὕτω"
      },
      {
        "index": 252,
        "text": "Eha εἰς τὴν Κωνσταντίνου ἐπανελϑὼν ἐδογμάτισε τὰς τῶν ἀπολωλότων ταπεινῶν συντελείας εἰσπράττεσϑαι ἔκ τῶν δυνατῶν\" τοῦτο δ᾽ ἐκλήϑη ἀλληλέγγυον. πολλῶν δὲ περὶ τού- του δεηϑέντων καὶ αὐτοῦ τοῦ πατριάρχου Σεργίου, ὡς ἂν ἡ"
      },
      {
        "index": 253,
        "text": "ὃ ἄδικος αὕτη σχολάσῃ καὶ παράλογος εἴσπραξις, ἦν Ó βασιλεὺς ἀμετάπειστος. τῷ χρόνῳ γὰρ καὶ ταῖς νύκαις ἁπάντων κατεπαρ- ϑεὶς ὑπεροπτικὸς πρὸς πάντας ἐδείκνυτο καὶ oix εὐνοεῖν αὐτῷ,"
      },
      {
        "index": 254,
        "text": "IV 190 φοβεῖσϑαι δ᾽ ἐβούλετο τὸ ὑπήκοον, καὶ τό τε στρατιωτικὸν τό τε στολιτικὸν οὗ πρὸς τὸ κρατῆσαν ἔϑος, ὃ καὶ νόμον δοκεῖν τοῖς νομο- ϑέταις τεϑέσπισται, διεξάγειν ἤϑελεν, ἀλλὰ πρὸς τὴν οἰκείαν κρίσιν καὶ τὸ ϑέλημα ἑαυτοῦ. διὸ οὐδὲ τῶν λογίων ἀνδρῶν ἐπεστοέ- PIT225 A φετο, ἀλλὰ καὶ τοὺς λόγους ἥγητο περιττόν τι χρῆμα καὶ οὐκ ὀνήσιμον\" ὅϑεν ἄνδρας ἀπολεξάμενος ἑαυτῷ οὔτε τῷ γένει οὔτε μέντοι ἐν λόγῳ τὸ ἐπίσημον ἔχοντας ἐκείνοις τάς τὲ βασιλείους ἔπιστολὰς ἐνεχείρισε καὶ ἐκοινώνει τῶν βουλευμάτων, καὶ αὐτὸς ξκείνοις ἀφελῶς τὰς γραφὰς ὡς ἔτυχεν ὑπηγόρευεν. ἀλλὰ καὶ τοῖς ταμείοις ἀποφράξας τὰς διεξόδους χρημάτων ταῦτα πλήρη στεποίηκε᾽ φασὶ γοῦν ἐς εἴκοσι μυριάδας ταλάντων χρυσοῦ ἐν-"
      },
      {
        "index": 255,
        "text": "οἷος (hoe verbo novum incipit argumentum C) ἦν ὅ βασιλεὺς οὗτος"
      },
      {
        "index": 256,
        "text": "ὅσα συνῆξε xai ἐϑησαύρισεν C"
      },
      {
        "index": 257,
        "text": "ἣν À ἀμετάπειστος OwpDi, ἀμετάπι στὸος A(E) ante τῷ"
      },
      {
        "index": 258,
        "text": "σοῦ ταλάντων"
      },
      {
        "index": 259,
        "text": "αποτεϑησαυρίσϑαι αὐτῷ. τὸν γὰρ ἄλλον χρηματισμὸν οὐκ ἄν τις ὑπ᾿ ἀριϑμὸν δύναιτο ἀγαγεῖν, ὃς τῶν ταμείων αὐτῷ πλη- οωϑέντων ὑπὸ γῆν τὰ λοιπὰ ἐϑησαύρισεν, ἕλικας ὀρύξας λαβυ-"
      },
      {
        "index": 260,
        "text": "B ρινϑώδεις. καὶ ὑπερχειλῆ μὲν ἦσαν λίϑων πολυτελῶν τῶν τε ἄλλων καὶ τῶν λευκῶν, οἷς ἰδιάζουσα κλῆσις οἱ μάργαροι, τὰ ὃ"
      },
      {
        "index": 261,
        "text": "κιβώτια. τῷ δὲ εἰς χρῆσιν οὐκ ἦσαν, ἀλλὰ βραχεῖς τινες αὐτῷ τὴν πορφύραν ἐκόσμουν, ἵν᾿ ἔχοι τοὐπίσημον, ἧπερ ἐν προόδοις ἐκέχρητο καὶ ὅτ᾽ ἐχρημάτιζε πρέσβεσι καὶ ὅτε τινὰ ἄλλην δη-"
      },
      {
        "index": 262,
        "text": "ὩἹ μοτελῆ ἐτέλει πανήγυριν. οἱ δ᾽ ἄλλοι τοῖς ταμείοις ἐναποκεί-"
      },
      {
        "index": 263,
        "text": "98 u£vou ἄχϑος ἦσαν ἐτώσιον. ἦν δ᾽ ἐν μὲν πολέμων καιροῖς 1ῦ ποικίλος τις καὶ τὴν γνώμην πρὸς τοὺς ὑπὸ χεῖρα πολυειδής, ἐν δ᾽ ἠρεμίαις καὶ εἰρηνικαῖς καταστάσεσιν ἀρχικώτερος καὶ τὰς ὀργὰς ἐταμίευε καὶ ταύτας συνέχων παρ᾽ ἑαυτῷ ἐδη μοσίευεν"
      },
      {
        "index": 264,
        "text": "ἐν χαιροῖς xai ἀνταπεδίδου τοῖς ἁμαρτήσασιν. ὧν δὲ τὴν C γνώμην στερρὸς οὐ ῥᾳδίως ἠλλοίου τὰ δόξαντα. διὸ καὶ πρὸς οὺς ἂν ἔτυχε μήνιμά τι τρέφων, οὐ ταχὺ μετήλλαττε τὸ ἦϑος Ὁ IV"
      },
      {
        "index": 265,
        "text": "αὐτοῖς. ἀλλὰ ταῦτα μὲν παραστατικὰ τοῦ ἤϑους τούτου τοῦ αὐτοκράτορος, ἡ δ᾽ ἱστορία ἐχέσϑω τῶν ἐπ᾽ αὐτοῦ πεπραγμένων καὶ διηγείσϑω τὰ ἐφεξῆς."
      },
      {
        "index": 266,
        "text": "Ὃ τῆς Αἰγύπτου κατάρχων τὰς πρὸς Ῥωμαίους λύσας"
      },
      {
        "index": 267,
        "text": "σπονδὰς τόν re ἐν '[epoooAóuow ναόν, ἐν ᾧ τὸ τοῦ κυρίου μνῆμα, κατηρείπωσε καὶ τὰ ἐκεῖ μοναστήρια, Ὃ δὲ βασιλεὺς συνεχῶς τῇ Βουλγαρίᾳ προσβάλλων ἐκάκου"
      },
      {
        "index": 268,
        "text": "ταύτην καὶ ἐκεράϊζε. μὴ δυνάμενος δέ γε ó Σαμουὴλ ἄντι-"
      },
      {
        "index": 269,
        "text": "παρατάξασϑαι τῷ τῶν Ῥωμαίων στρατεύματι τάφροις τὰς εἶσ- óÓovc ἀποκλεῖσαι αὐτῷ ἐπεχείρησε, τὰς δυσχωρίας ἀποφράξας οἰκοδομαῖς καὶ φύλακας ἐπιστήσας αὐταῖς. ἧκεν οὖν ó βασι- D λεὺς αὖϑις καὶ ἐβιάσατο μὲν τὴν πάροδον, ἀπεκρούσϑη δὲ τῶν φυλάκων ἀνϑισταμένων ἐρρωμενέστερον\" πλὴν obx ἀπέστη τῆς"
      },
      {
        "index": 270,
        "text": "ἐγχειρήσεως, ἀλλ᾽ αὐτὸς μὲν προσέμενεν ἔτι πειρώμενος τοῦ ἐρύματος, ἐκπέπομφε δὲ τῶν στρατηγῶν ἕνα μετὰ τοῦ ὑπ᾽ αὐτὸν τάγματος ἑτέρωϑέν ποϑεν, εἰ δύναιτο περιελϑεῖν καὶ μη- χαγνήσασϑαΐ τι πρὸς τὴν διέλευσιν. ὁ δὲ δι᾿ ὁρῶν καὶ δυσχω- ριῶν πολλῶν διελϑὼν καὶ τοὺς Βουλγάρους λαϑὼν ἐιιπίπτει"
      },
      {
        "index": 271,
        "text": "κατὰ νώτου τοῖς τοῦ ἐρύματος φύλαξιν, of τῷ ἀϑρόῳ περι- δεεῖς γεγονότες οὐκέτι τῆς φυλακῆς ἐφρόντιζον τοῦ φραγμοῦ, ἀλλ᾽ ὅπως αὐτοὶ τὸν ὄλεϑρον φυλάξωνται περὶ πλείστου ἐτί- ϑεντο. τότε δὴ ἀδείας τὸ “Ῥωμαϊκὸν δραξάμενον στράτευμα ῥήγνυσι τὸν φραγμὸν καὶ δίεισι καὶ διώκει καὶ πολλοὺς μὲν"
      },
      {
        "index": 272,
        "text": "3. ὅσα ἐν Βουλγαρίᾳ (βουλγάροις E) ἐποίησεν ὅ βασιλεὺς Βασίλειος CE ὅπως τοὺς φραγμοὺς τῶν ὀρῶν καϑεῖλεν ó βασιλεὺς καὶ εἰς Βουλγαρίαν"
      },
      {
        "index": 273,
        "text": "λαϑὼν τοὺς βουλγάρους Ewp, om. b"
      },
      {
        "index": 274,
        "text": "ἀναιρεῖ, πλείονας δέ γε ζωγρεῖ μόλις διαδράντος τοῦ Σαμουήλ. 8ó γε μὴν βασιλεὺς τοῖς δορυαλώτοις εἷς πεντεκαίδεκα χιλιάδας"
      },
      {
        "index": 275,
        "text": "ἕνα καταλιπὼν ἑτερόφϑαλμον, ἵν᾽ εἴη τούτοις χειραγωγός, καὶ"
      },
      {
        "index": 276,
        "text": "οὕτως αὐτοὺς ἀπιέναι κελεύει πρὸς τὸν σφέτερον ἀρχηγόν. οὕς ὃ ἐκεῖνος ἰδὼν καὶ τὸ πάϑος μὴ ἐνεγκὼν ἰλλιγγιᾷ τε καὶ εἰς γὴν λειποϑυμῶν καταβάλλεται, μικρὸν δέ τι ἀνενεγκὼν καρδιωγμῷ"
      },
      {
        "index": 277,
        "text": "περιπίπτει καὶ ϑνήσκει. ἡ δὲ τῶν Βουλγάρων ἡγεμονία τῷ υἱῷ αὐτοῦ τῷ lafouj τῷ καὶ ἹΡωμανῷ περιῆλϑεν, ὃν οὔπω ἐνιαυτὸν ἄρξαντα ὁ υἱὸς τοῦ πατραδέλφου αὐτοῦ ᾿Δαρὼν ὁ τὸ βλαδισϑλάβος καὶ ᾿Ιωάννης (διώνυμος γὰρ καὶ οὗτος ἦν) ἀπ-"
      },
      {
        "index": 278,
        "text": "B ἔκτεινε. διελϑὼν δὲ τὸ ἐν ταῖς δυσχωρίαις ἔρυμα ó αὐτοκρά- τωρ, ὡς εἴρηται, ἄλλα τε φρούρια ἐχειρώσατο ἐρυμνὰ καὶ τοὺς ἐν αὐτοῖς Βουλγάρους καὶ ἧκεν εἰς οσυνούπολιν, ὅπου αὐτῷ"
      },
      {
        "index": 279,
        "text": "ἡ τοῦ Σαμουὴλ τελευτὴ ἀπηγγέλη. ἄρας οὖν αὐτίκα 900-15 βάλλει τῇ Βουλγαρίᾳ καὶ πόλεις τε αὐτῆς αἱρεῖ καὶ φρούρια."
      },
      {
        "index": 280,
        "text": "13ó δέ γε τοῦ Σαμουὴλ υἱὸς ὁ Ῥωμανός τε καὶ αβριήλ (οὔπω γὰρ ἀνήρητο) πέμψας πρὸς τὸν βασιλέα δούλωσιν ὑπισχνεῖται\""
      },
      {
        "index": 281,
        "text": "μετὰ δέ τινα καιρὸν τοῦ τὸν αβριὴλ ἀνελόντος ᾿Ιωάννου τοῦ"
      },
      {
        "index": 282,
        "text": "προσερρύησαν τῷ βασιλεῖ (τ. Bac. προσερρ. E) C"
      },
      {
        "index": 283,
        "text": "Βλαδισϑλάβου ϑεοάπων ἀφίκετο, εὐαγγελιζόμενος τὴν ἀναίρεσιν τοῦ υἱοῦ τοῦ Σαμουὴλ καὶ γράμματα κομίζων ἐπαγγελλόμενα"
      },
      {
        "index": 284,
        "text": "ἐπισήμων παρὰ βουλγάροις. γνοὺς μέντοι τὸν βλαδισϑλάβον 15 βασιλεὺς οὐ κατὰ τὰς ἐπαγγελίας διανοούμενον, ἐπῆλϑεν αὖϑις τῇ Βουλγαρίᾳ καὶ πολλὰς μὲν αὐτῆς ἐληίσατο χώρας, τὴν δὲ τῆς ᾿Αχρίδος πόλιν, ἐν jj τὰ βασίλεια τοῖς τῶν Βουλγάρων ὠκοδόμηντο ἀρχηγοῖς, πολιορκίᾳ λαβὼν καὶ ἕτερα φρούρια διὰ στρατηγῶν, ἐπανέζευξεν eig τὴν Κωνσταντίνου. Καὶ αὖϑις δὲ κατὰ Βουλγάρων ἐστράτευσε καὶ αὖϑις IV 123 φρούριά τε καὶ πολλοὺς τῶν βαρβάρων τοὺς μὲν διέφϑειρε, τοὺς δὲ συνέσχε ζωούς. ὁ δὲ τῶν Βουλγάρων ἄρχων ὁ ᾿ἰω- ἄννης xai Πλαδισϑλάβος κατὰ τοῦ Δυρραχίου ἐξώρμησε xai πολιορκῶν αὐτὸ πίπτει, ἄρξας ἔτη δύο καὶ μῆνας πέντε. 618 Ὁ"
      },
      {
        "index": 285,
        "text": "γενομένῳ προσίασιν αὐτῷ τῶν Βουλγάρων ἐπιφανεῖς τινες, παρα- διδόντες αὐτῷ τὸν ΠΙέρνικον καὶ ἕτερα φρούρια πέντε καὶ τριά-"
      },
      {
        "index": 286,
        "text": "ὅτι καὶ αὖϑις ὅ βασιλεὺς ἐξεστράτευσε κατὰ Βουλγάρων καὶ ὅσα ἐποί-"
      },
      {
        "index": 287,
        "text": "mida. € τούτων OWo lat. βουλγάρων OWolat. ἔφϑειρε"
      },
      {
        "index": 288,
        "text": "B*DEwP ἡγεμονεύσας τοῦ ἔϑνους OWo lat. ἀνδριανού-"
      },
      {
        "index": 289,
        "text": "πέντε ἘΜ, ἐπὶ πέντε τριάκοντα Ὁ"
      },
      {
        "index": 290,
        "text": "κοντα, xal ἄλλοι δὲ πολλοὶ τῶν βαρβάρων τούτων αὐτῷ προο- ἐρρύησαν. καὶ ἡ γυνὴ δὲ τοῦ ᾿Ιωάννου καὶ Βλαδισϑλάβον Μαρία ἔπεμψε πρὸς τὸν βασιλέα τὸν ἀρχιεπίσκοπον Βουλγαρίας Δαβὶδ μετὰ γραμμάτων ἐκστῆναι τῆς Βουλγαρίας ὑπισχνουμένη, εἰ ὧνπερ βούλεται τεύξεται. καὶ μετὰ μικρὸν ἧκεν ἣ γυνὴ ὃ πρὸς τὸν αὐτοκράτορα, υἱοὺς ἐπαγομένη τρεῖς καὶ ϑυγάτρια ἕξ\" καὶ ἕτεροι δὲ τρεῖς ταύτης υἱοὶ φυγάδες ἐγένοντο ἐν τοῖς ὄρεσιν, ἀλλὰ κἀκεῖνοι τῶν ὁρῶν φυλαττομένων βιασϑέντες προσ- ἥλθον τῷ βασιλεῖ: ἦσαν δὲ οὗτοι ὅ Iloovovívog καὶ ἄμφω oi ἀδελφοὶ αὐτοῦ, ὧν τὸν μὲν Iloovowivov ἐτίμησε μάγιστρον, P1I227A πατρικίους δὲ τοὺς λοιπούς. ὑφ᾽ ἑαυτὸν οὖν τὴν ἅπασαν Bová- γαρίαν πεποιηκὼς καὶ τὰ μὲν τῶν φρουρίων καταστρεψάμενος, τὰ δὲ κατοχυρώσας καὶ φρουρὰς αὐτοῖς ἀρκούσας καταλιπών, αὐτὸς εἰς ᾿Αϑήνας ἀφίκετο, ϑύσων τῇ ϑεοτόκῳ τὰ χαριστήρια\" καὶ ἀναϑέμενος τῷ ναῷ πολλὰ καὶ πολυτελῇ ἐπανέζευξεν εἰς τὴν ὑπερκειμένην τῶν πόλεων καὶ κατήγαγε ϑρίαμβον, τιάρᾳ ταινιωϑεὶς ὀρϑίᾳ (ἣν τοῦφαν καλεῖ ó δημώδης καὶ πολὺς ἄν-"
      },
      {
        "index": 291,
        "text": "δισϑλάβου ᾿Ιωάννου τοῦ υἱοῦ Ἀαρών CE ὅτι κατασχὼν (καταβαλὼν E) τὴν Βουλγαρίαν ó βασιλεὺς εἰς ᾿Αϑήνας ἀπῆλϑε (ἀφίκετο E) τῇ ϑεο- μήτορι ἀνθομολογούμενος C"
      },
      {
        "index": 292,
        "text": "ϑοώπος, τύφον, οἶμαι, ὦνομασμένην, cg τετυρῶσϑαι ποιοῦσαν τοὺς ταύτῃ ἀναδουμένους) καὶ οὕτως ἄχρι τῆς τοῦ ϑεοῦ λόγου [V 124 Σοφίας ἀφίκετο, ἀποδοὺς ἐν ταύτῃ τῷ κυρίῳ τὰ χαριστήρια. ἔνϑα γενόμενον ó πατριάρχης πολλὰ ἱκετεύσας ἐκκόψαι τὸ ἀλλη- D λέγγυον ob κατεδυσώπησε, καὶ ταῦτα ὑποσχόμενον τοῦτο ποιή- B σειν, εἰ τῶν Βουλγάρων κρατήσειεν. οὗτος ὅ πατριάρχης “ΣΣέρ- 26 ytoc τὴν ἐκκλησίαν ἐπὶ εἴκοσι ποιμάνας ἔτη, μετέϑετο τὴν ζωήν, καὶ προεχειρίσϑη τῆς ἐν Κωνσταντινουπόλει ἐκκλησίας ἀρχιε- οεὺς Εὐστάϑιος, ὃς τοῦ ἐν τῷ παλατίῳ ναοῦ ἱερέων ἐπρώτευε. Τῆς Βουλγαρίας δὲ δουλωϑείσης τῇ τῶν Ῥωμαίων ἣγε- μονίᾳ καὶ τὰ τῶν Χορβάτων ἔϑνη ὑπέκυψαν, ἀλλὰ μὴν καὶ τὸ Σίρμιον. εἶτα κατὰ ᾿Αβασγίας ἐκστρατεύει Ó βασιλεύς, τοῦ 238 ταύτης κρατοῦντος παρασπονδήσαντος. ἐκεῖ δὲ τούτου γεγο- νότος, ὄπισϑεν ἀποστατοῦσιν ὅ τὲ Ξιφίας καὶ Νικηφόρος ó υἱὸς Βάρδα τοῦ Φωκᾶ οἱ πατρύκτιοι, ἀλλὰ ταχέως ἡ τούτων ἐσβέσϑη Ὁ ἀποστασία, τοῦ μὲν Ξιφία τὸν Φωκᾶν ἀνελόντος, αὐτοῦ δὲ συλ- ληφϑέντος καὶ δεσμίου ἀπαχϑέντος εἰς τὴν τῶν πόλεων βασι- λεύουσαν. ἄρτι δὲ τὰς περὶ τῆς τυραννίδος ταύτης φροντίδας"
      },
      {
        "index": 293,
        "text": "περὶ πατριαρχῶν CE ἐκστρατεία κατὰ ᾿Αβασγίας C"
      },
      {
        "index": 294,
        "text": "add. D) κωνσταντινουπόλει (κωνσταντίνου πόλει D) AO, τῆς κωνσταν-"
      },
      {
        "index": 295,
        "text": "ἐν τῷ παλατίῳ AOp (videtur ἢ, l. Duc unum de libris Pari-"
      },
      {
        "index": 296,
        "text": "ante ἱερέων add. τῶν Ὁ Κραβάτων wp invitis AR cod."
      },
      {
        "index": 297,
        "text": "(sic) A ἀχϑέντος O"
      },
      {
        "index": 298,
        "text": "31ó βασιλεὺς ἀποσκευασάμενος συρρήγνυται τοῖς ᾿Αβασγοῖς\" καὶ μάχης ἰσχυρᾶς γενομένης ἔπεσον πολλοὶ ἀμφοτέρωϑεν xai ἦν ἰσόρροπος ὁ ἀγών, εἶτ᾽ αὖϑις κροτηϑέντος πολέμου νικῶσι Ῥω-"
      },
      {
        "index": 299,
        "text": "μαῖοι. καὶ ὃ τῶν ᾿Αβασγῶν ἡγεμὼν ώργιος εἰς τὰ τῆς ᾽]βη- οίας ἀπέδρα βαϑύτερα καὶ μετὰ βραχὺ σπονδὰς αἰτήσας ἐξέστη ὃ τῷ βασιλεῖ χώρας ὁπόσης ó αὐτοκράτωρ ἐβούλετο, εἰς ὁμηρείαν παρασχὼν ΠΠ|αγκράτιον τὸν υἱὸν αὐτοῦ, καὶ ταῦτα διανύσας ó βασιλεὺς ἐπανέζευξεν,"
      },
      {
        "index": 300,
        "text": "D Ἦν δὲ διὰ μελέτης αὐτῷ καὶ πρὸς Σικελίαν ἀπᾶραι, ἀλλ᾽"
      },
      {
        "index": 301,
        "text": "οὐκ εἰς ἔογον αὐτῷ προέβη τὸ βούλευμα: ἤδη γὰρ αὐτῷ ποὸς"
      },
      {
        "index": 302,
        "text": "τέλος κατήντησε τὸ βιώσιμον καὶ ἐνοσηλεύετο. πρὸ βραχέος δὲ τοῦ αὐτὸν ἐκλιπεῖν ó πατριάρχης ᾿ὐῤστάϑιος ϑνήσκει, προστὰς"
      },
      {
        "index": 303,
        "text": "τῆς ἐκκλησίας τῶν ὀρϑοδόξων ἐπ᾽ ἔτεσι τ---. τοῦ βασιλέως δὲ νοσοῦντος ᾿Αλέξιος ὅ τότε τὴν προστασίαν ἔχων τῆς τοῦ “Στουδίου μονῆς πρὸς τὸν βασιλέα ἀφίκετο, τὴν ἱερὰν κάραν 1ῦ"
      },
      {
        "index": 304,
        "text": "(κατήντισε ἘΠ) τὸ βιώσιμον AEwp, κατήντησεν ἡ ζωὴ Ὁ βοαχέως"
      },
      {
        "index": 305,
        "text": "ἐκκλησίας ante ἐτ᾽ Ὁ ἔτεσι .... τοῦ À, ἔτεσι ...... τοῦ R,"
      },
      {
        "index": 306,
        "text": "ὀκτώ\" τοῦ DCwwp.Di; Eustathium per sex annos et sex menses ecclesiae praefuisse docet Gedeon πατρίαρχ. πένακες p. 311. De"
      },
      {
        "index": 307,
        "text": "τοῦ τιμίου Προδρόμου κομίζων αὐτῷ. καὶ αὐτίκα τοῦτον 696 βασιλεὺς πατριάρχην προεχειρίσατο, κατὰ τὴν ἑσπέραν ἐκείνην"
      },
      {
        "index": 308,
        "text": "xai τὴν ζωὴν ἐκλιπών, ζήσας μὲν xai βασιλεύσας χρόνους £fióo- μήκοντα ἐπὶ δυσίν, αὐταρχήσας δὲ ἐπὶ πεντήκοντα ἔτεσι\" τοὺς ὃ γὰρ ἄλλους συνεβασίλευε τῷ πατρί, εἶτα τῷ Φωκᾷ xai μετ' ἐκεῖνον τῷ Τσχιμισκῇ. Τέϑνηκε μὲν οὖν γηραιὸς ὅ Μασίλειος, τῆς δ᾽ ἐξουσίας W 1Π|182 εὐϑὺς Ó ἐκείνου σύγγονος ἐπελάβετο, τὸν Κωνσταντῖνόν φημι, P 11228 A , ? /, κ᾿ * , - - » , μικρόν τι ἐκείνου κατὰ τὸν χρόνον τῆς ζωῆς ἐλαττούμενος. ῥᾳϑύμου δὲ πεφυκὼς ἤϑους xal ἀνειμένου ἢ καὶ εἰς ἕξιν ἐλϑὼν βίου ἀργοῦ (οὐδὲ γὰρ ἐκοινώνει αὐτῷ βασιλείου τινὸς ὅ σύγ- γονος πράξεως), καὶ αὐταρχήσας τοιαύτην εἶχε διαγωγήν, ὑπ᾽ ἄλλοις μὲν τὴν τῶν κοινῶν διοίκησιν ϑέμενος, καὶ τούτοις οὐ τοῖς ἑαυτῶν ἤδη παρασχομένοις δοκίμιον, ἀλλ᾽ ἀνδράσιν οὖχ ὅτι τῶν εὖ γεγονότων, ἀλλ᾽ οὐδ᾽ ἐλευϑέρας τύχης τυγχάνουσιν, ἐϑνικοῖς δὲ καὶ μὴ δυναμένοις ὀρϑοεπεῖν, ἀλλ᾽ ἀκριβῶς βαρ- βαρίζουσιν. ἐκεῖνος δὲ τρυφαῖς ἐξέδωκεν ἑαυτόν\" ἥττητο γὰρ γαστρὸς καὶ ἀφροδισίων καὶ ἐμεμήνει περὶ τοὺς κύβους τε καὶ"
      },
      {
        "index": 309,
        "text": "xai τὴν διαγωγήν C"
      },
      {
        "index": 310,
        "text": "στωνευμένου τὲ xai βασιλικῆς Ὁ μὴ ADEwp, μὴ"
      },
      {
        "index": 311,
        "text": "ἀτὰ Üfaroa, ἀλλὰ μέντοι καὶ περὶ τὰ κυνηγέσια. ἦν δ᾽ εὐμε- B γέϑης μὲν τὸν ὄγκον τοῦ σώματος καὶ τὴν ἀλκὴν γενναιότατος, δειλὸς δὲ τὴν ἕξιν τὴν φυχικήν, ὅϑεν οὐδὲ πολέμοις κατευ- γνάζειν Pxowe τὰς τῶν βαρβάρων ὅρμάς, δωρεαῖς δὲ μᾶλλον"
      },
      {
        "index": 312,
        "text": "ὃ καὶ ἀξιώμασι. τοὺς δ' ὑπηκόους καὶ ἐκ ψιλῆς ὑπονοίας ἐκό-"
      },
      {
        "index": 313,
        "text": "λαζε καὶ διαβολαῖς ῥᾳδίως ὑπεῖχε τὸ οὖς, καὶ πρὸς ϑυμὸν"
      },
      {
        "index": 314,
        "text": "ὑπῆρχεν ὀξύρροπος, οὗ κατὰ τὸν ἀδελφὸν Ó ἐμηνία, οὐδ᾽ ἐν-"
      },
      {
        "index": 315,
        "text": "ἔμενε τῇ ὀργῇ, ἀλλὰ ῥᾷον εἷς τὴν ἀντίρροπον διάϑεσιν μετετί-"
      },
      {
        "index": 316,
        "text": "θ ϑετο καὶ ἠνιᾶτο κακῶς τινα διαϑέμενος. πολλοὺς δὲ τιμωρού- μενος τοῦ φωτὸς ἐστέρει τοὺς πλείονας, ἐκκόπτων σφίσι τὰ ὄμματα, καὶ κουφοτέραν τῶν ἄλλων ταύτην τὴν κόλασιν ἔκρινε καὶ ταύτῃ ἐκέχρητο μᾶλλον, ὡς ἀπράκτους ποιούσῃ τοὺς κατα- δικαζομένους αὐτῇ."
      },
      {
        "index": 317,
        "text": "Q1 Γυναικὶ δὲ νέος ὧν συζυγεὶς \"EAévg τῇ ϑυγατρὶ ᾿Αλυπίου,"
      },
      {
        "index": 318,
        "text": "ἀνδρὸς τῶν ὑπὲρ λίαν τότε τυγχάνοντος, τρία ἐξ ἐκείνης ἔσχε"
      },
      {
        "index": 319,
        "text": "ϑυγάτοια\" καὶ τὴν μὲν ϑανάτῳ ἀπέβαλεν, ai δὲ παῖδες αὐτῷ"
      },
      {
        "index": 320,
        "text": "ὃ ἐν τοῖς βασιλείοις ἦσαν τρεφόμεναι. ὧν ἡ μὲν πρεσβυτέρα ἰὐδοκία AouwuxQ τὸ κάλλος λωβηϑεῖσα νοσήματι ϑελήματι τῷ ϑεῷ καϑιέρωτο᾽ ai δέ γε λοιπαὶ ἦσαν παρὰ τῷ πατρὶ abtao-"
      },
      {
        "index": 321,
        "text": "τομιῶν (ἐκτομίων E) αὐτοῦ ϑεραπόντων C"
      },
      {
        "index": 322,
        "text": "om. Ὁ 16 post μὲν add. ταύτας τεκοῦσαν Rwp πρεσβυτέρα)"
      },
      {
        "index": 323,
        "text": "χήσαντι, μηδέν τι περὶ αὐτῶν πατρὶ προσῆκον λογισαμένῳ. τὴν"
      },
      {
        "index": 324,
        "text": "χεῖρα δ᾽ ὧν ἐλευϑέριος οὐκ ὑρϑῶς ἐχρῆτο τῇ ἀρετῇ, ὅϑεν καὶ εἰς τὰς ἀντιϑέτους κακίας ἐξέπιπτε. τοῖς μὲν γὰρ περὶ αὐτόν, 11 ot βάρβαροι ἧσαν, ἀνδράποδα, ἅπερ αὐτὸς ἐκτήσατο καὶ ἐξ-"
      },
      {
        "index": 325,
        "text": "τιμῶν καὶ ἀρχῶν τῶν πρώτων ἠξίωσεν, ἁμάξαις ὅλαις ἐχορήγει τὰ χρήματα, τοῖς δ᾽ ἄλλοις πεφεισμένεως τὴν χεῖρα προέτεινε, τὰ μὲν οὖν τῆς γνώμης οὕτως εἶχε τούτῳ τῷ αὐτοκράτορι."
      },
      {
        "index": 326,
        "text": "Τὰ δ᾽ ἐκτὸς συμπεσόντα διεξίτω ὁ λόγος. οἱ ITattwáxa:,"
      },
      {
        "index": 327,
        "text": "Σ᾽κύϑαι δ᾽ οὗτοι ὡς ἔμπροσϑεν εἴοηται, διαβάντες τὸν Ἴστρον"
      },
      {
        "index": 328,
        "text": "τῇ χώρᾳ τῆς Βουλγαρίας οὗ μικρῶς ἐλυμήναντο. ἀλλὰ τούτοις ἀντεπελϑὼν Κωνσταντῖνος ὅ “Πιογένης ó τοῦ Σιομίου κρατῶν, [V 121 ὃς καὶ δοὺξ ὠνομάσϑη τῆς Βουλγαρίας, ἐτρέψατό τε αὐτοὺς xai ἠρεμεῖν ἠνάγκασε τὸν Ἴστρον διαπεράσαντας. τοῦ βασιλέως 14 δὲ ᾿ασιλείου ϑανόντος δύο ἐνιαυτῶν ἧσαν φόροι ἀνείσπρακτοι \"&* 1 , - e ; - ΕῚ , , - (ἐδίδου γὰρ ἐκεῖνος ὑπέρϑεσιν ταῖς εἰσπράξεσι, φειδόμενος τῶν ΄ - ü T * * * -— , ^ * * 'ποτελῶν)\" οὗτος δὲ xai τὰ τῶν παρελθόντων ἐνιαυτῶν xai τὰ τῶν ἐφ᾽ οἷς αὐτὸς ἦρξε τριῶν ὄντων ἀσυμπαϑῶς εἰσεπράξατο, P 11229"
      },
      {
        "index": 329,
        "text": "περὶ Πατζινάκων CE ὅπως ταῖς εἰσπράξεσιν ὁ βασιλεὺς οὗτος ἐξέτριψε τὸ ὑπήκοον C"
      },
      {
        "index": 330,
        "text": "add. xai ΜΡ ἔμπροοϑεν] XVII 1,21 μικρῶν ἐλυμαίνοντο"
      },
      {
        "index": 331,
        "text": "xai ταῦτα αὐχμοῦ συμβάντος πολλοῦ ἐφ᾽ ὅλῳ τῷ χρόνῳ τῆς βασιλείας αὐτοῦ\" ὅϑεν ol πένητες ἐξετοίβησαν. στόλον δὲ τῶν ᾿Αγαρηνῶν κατὰ τῶν λεγομένων Κυκλάδων νήσων ἐκπεπλευ- κότα ὁ τῆς Σάμου στρατηγὸς κατηγωνίσατο, δώδεκα μὲν νῆας * , L4 , * ν᾿ 1 - s, αὐτάνδρους ἑλών, τὰς δὲ λοιπὰς σχκεδασϑῆναι πεποιηκώς. Ἴδη δ᾽ εἰς γῆρας ἐλάσας ὅ αὐτοκράτωρ βαϑὺ xai τῷ ix ὙΥ 111 188 τούτου μαρασμῷ καὶ νόσον τινὰ συνεισπεσοῦσαν τῷ σώματι ἐσχηκὼς περὶ τοῦ διαδεξομένου τὸ κράτος ἐσκέπτετο. ἔγνω τοίνυν τὸν πατρίκιον Κωνσταντῖνον τὸν Δαλασσηνὸν ἐπὶ μιᾷ τῶν , 4 , * πε , , Üvyaríoc v κηδεστὴν ποιήσασϑαι xai τῆς βασιλείας διάδοχον,"
      },
      {
        "index": 332,
        "text": "xai στέλλει τὸν αὐτὸν ἄξοντα, ἐν τῷ τῶν ᾿Αρμενιακῶν Ü£uart B τὴν κατοικίαν ποιούμενον\" ἀλλὰ μήπω τοῦ ἀνδρὸς ἐκείνου ἀφ᾿ - κομένου ἑτέρας γίνεται γνώμης ὅ Κωνσταντῖνος καί τινα τῶν ἐν τέλει ἄνδρα εὐγενέ | ἐξ αἵ ὶ ἁ tvov εἷς γενέτην τε τὰ ἐξ αἵματος καὶ ἀνηγμένον € τὴν τοῦ ἐπάρχου ἀρχὴν αἴρει πρὸς τὴν διαδοχὴν καὶ πρὸς κῆδος τῶν ϑυγατέρων μιᾶς. ἀλλ᾽ εἶχέ τι πρὸς ἔκβασιν ἡ αἵ- ρξσις πρόσαντες\" γυναικὶ γὰρ ὃ λαμπρὸς ἐκεῖνος συνεβίου àvijo*"
      },
      {
        "index": 333,
        "text": "217v δ᾽ οὗτος ὅ κατὰ rovc ᾿Αργυροὺς Ῥωμανός. τί γοῦν πρὸς"
      },
      {
        "index": 334,
        "text": "π περὶ τοῦ Δαλασσηνοῦ À ὅπως τὸν ᾿Ἀργυρόπωλον (ἀργυρο e '\"Pouavóv yaufloór εἰς τὴν Üvyarfoa ó βασιλεὺς ἐποιήσατο, τὴν ἐκείνου"
      },
      {
        "index": 335,
        "text": "Rwp ἐπὶ μιᾷ O συνεβίω Ewp"
      },
      {
        "index": 336,
        "text": "τοῦτο μηχανᾶται ó βασιλεύς; σκήπτεται κατὰ τοῦ ἀνϑρώπου χύλον καὶ τοῦτον ἐπαχϑῆ τε καὶ βίαιον, καὶ στέλλει τοὺς ἐκεῖνον V128 μὲν ἐπὶ κολάσει ἀπάξοντας, τῇ δ᾽ αὐτῷ συνοικούσῃ κεροῦντας τὴν τρίχα καὶ ἐφ᾽ ἑτέραν ζωὴν μεταστήσοντας. ἧ δὲ τὸ σκηνουρ-"
      },
      {
        "index": 337,
        "text": "βίου ἀπαλλαγήν\" ἡ μὲν οὖν τὴν κόμην rt ἀπετμήϑη καὶ μέ- Aava μετημφίαστο, ὁ δὲ μετήχϑη πρὸς τὰ βασίλεια, καὶ ἣ δευ- τέρα τῶν ϑυγατέρων τοῦ Κωνσταντίνου συζεύγνυται αὐτῷ πρὸς"
      },
      {
        "index": 338,
        "text": "συμβίωσιν. ἡ γὰρ τρίτη διὰ τὸ τὴν ἐκείνου εὐνέτειραν ἄκου- Ι0 σὰν διαζυγῆναι αὐτοῦ παραιτήσασϑαι τὴν μετ᾽ αὐτοῦ συμβίωσιν λέγεται. καὶ ὃ μὲν συνήρμοστο τῇ Ζωῇ, ὁ δὲ βασιλεὺς Κων- 84 grariivog τρεῖς ἐπιβιοὺς ἡμέρας τῇ συνοικήσει αὐτῶν ἀπέτισε τὸ χρεών, ἑβδομηκοντούτης καὶ πρὸς γεγονώς, ἐνιαυτοὺς δὲ τρεῖς ἑνὸς ἐνδέοντος μηγὸς τῆς βασιλείας κατορχησάμενος. 15 “Γωμανὸς δὲ λοιπόν, ὃς ᾿Αργυρόπωλος ἐκαλεῖτο, τῶν σκήπ-"
      },
      {
        "index": 339,
        "text": "τοῶν ἐπιλαμβάνεται καὶ αὐτίκα τὸ ἀλληλέγγυον φορολόγημα ᾿ω» δω»ἤ M - ^ - € - - - , ῥιζόϑεν ἐξέκοψε xai τοῖς τοῦ ϑεοῦ ὑμνωδοῖς τοῖς τῇ μεγάλῃ éx-"
      },
      {
        "index": 340,
        "text": "vs. T 11 post μὲν add. καίσαρ ἀναρρηϑεὶς DsCwp, v. arg. ad"
      },
      {
        "index": 341,
        "text": "κλησίᾳ κεκληρωμένοις τὴν ἐκ τῶν βασιλικῶν ταμείων χορηγου- μένην τῶν χρυσίνων διανομὴν προσϑήκῃ ἐπηύξησεν, εἰδὼς ἐνδεῶς αὐτοῖς ἔχειν τὰ χορηγούμενα. γέγονε γάρ ποτὲ τῆς τοῦ ϑεοῦ λόγου ἐπωνύμου Σοφίας μέγας οἰκονόμος, ἐπεὶ τῷ βασιλεῖ"
      },
      {
        "index": 342,
        "text": "ἀνεῖτο πρόσϑεν οἰκονόμον τῆς ἐκκλησίας ταυτησὶ προοχειρίζεσϑ)αι. :"
      },
      {
        "index": 343,
        "text": "καὶ τοὺς διὰ χρέα δημόσια καϑειργμένους ἢ καὶ ἰδιωτικὰ ἦλευ- ϑέοωσε, τὰ μὲν ἀποτιννύς, τὰ δὲ δημόσια ἀφιείς\" xai χρημά- τῶν πολλῶν διάδοσιν ἐποιήσατο ὑπὲρ τοῦ βασιλέως Κωνσταν- PII230A τένου τοῦ πενϑεροῦ αὐτοῦ καὶ αἰχμαλώτους πλείστους ἐπρίατο, καὶ ὅσοι τῶν ἐπισκόπων ἐκ τοῦ ἀλληλεγγύου φορολογήματος εἰς ἔνδειαν συνεληλύϑεισαν, παρ᾽ αὐτοῦ ἀνεκτήϑησαν, καὶ τοὺς κακωϑέντας παρὰ τοῦ τελευτήσαντος βασιλέως ἢ ἐν πηρώσεσι b μελῶν ἢ ἐν δημεύσεσιν οὐσιῶν ἢ ἀλλοίως παρεμυϑήσατο. ὑπ- οπτευϑεὶς δὲ ó μάγιστρος ]]οουσιάνος ó βούλγαρος άϑρᾳ τῇ τῆς Αὐγούστης Ζωῆς ἀδελφῇ τῇ Θεοδώρᾳ κοινολογεῖσϑαι καὶ τῇ βασιλείᾳ ἐποφϑαλμεῖν, συλλαμβάνεται καὶ φρουρεῖται, εἶτα θ καὶ πηροῦται τοὺς ὀφϑαλμούς\" καὶ ἡ Θεοδώρα εἷς τὸ Πετρίον περιορίζεται, καὶ ὅ ἐπ᾽ ἀδελφιδῇ δὲ τοῦ βασιλέως γαμβοὸς"
      },
      {
        "index": 344,
        "text": "εἰργμένους p* διωριτι xà D T ἀποτιννὺς AR, ἀποτύννις w*, ἀποτύννυς p* 1. διάδοσιν ante χρημάτων Ὦ συνεληλύϑησαν"
      },
      {
        "index": 345,
        "text": "Κωνσταντῖνος ὁ Διογένης, ὡς τυραννίδα μελετῶν κατηγορηϑείς, B δεσμευϑεὶς ἐν πύργῳ καϑείογνυται."
      },
      {
        "index": 346,
        "text": "Τοῦ μέντοι τῆς \"Afaoyíag ἡγεμονεύοντος Ἑωργίου ϑα- ψόντος j τούτου σύζυγος σπονδὰς ἐζήτησε καὶ σύνοικον τῷ"
      },
      {
        "index": 347,
        "text": "ὃ υἱῷ. xai ὁ βασιλεὺς τάς re σπονδὰς ἀνεκαίνισε xai τὴν παῖδα βασιλείου τοῦ ἀδελφοῦ αὐτοῦ τὴν ᾿Ελένην νύμφην εἰς ᾿Αβασγίαν ἀπέστειλε, τὸν νυμφίον ἸἼὨαγκράτιον κουροπαλάτην τετιμηκώς. ὁ δὲ βασιλεὺς κατὰ τοῦ Χάλεπ ὁρμῆσαι, ὃ καὶ Βέρροια λέγεται, 9. W 1ΠΠ184"
      },
      {
        "index": 348,
        "text": "ἠβούλετό τε xai ἡτοιμάζετο. πολλὰς γὰρ τῶν πόλεων τῆς τεῖο"
      },
      {
        "index": 349,
        "text": "Φοινίκης καὶ τῆς Συρίας τοῦ Νικηφόρου καὶ τοῦ ᾿Ιωάνγου τῶν βασιλέων ὑπαγαγόντων τῇ τῶν Ῥωμαίων ἡγεμονίᾳ, ó μετ᾽"
      },
      {
        "index": 350,
        "text": "καιρὸν οὐκ ἔσχε τὰς ἑαλωκυίας ἀσφαλίσασϑαι πόλεις\" ai δ᾽ l1 ὅμως, μέχρι μὲν περιὴν ἐκεῖνος, οὐκ ἐτόλμων εἷς προῦπτον"
      },
      {
        "index": 351,
        "text": "τὸν τῆς δουλείας ζυγὸν ἀποσείσασϑαι. τοῦ δὲ Κωνσταντίνου τῶν σκήπτρων ἐπειλημμένου καὶ ἀνειμένως τὴν βασιλείαν ἰϑύ- γαντος, οἱ τῆς Ἄγαρ ἀπόγονοι τοῦτον εἶναι τὸν καιρὸν γνόντες πρὸς τὸ μελετώμενον αὐτοῖς ἐπιτήδειον, τοῖς τῶν πόλεων φρου-"
      },
      {
        "index": 352,
        "text": "8. ὅτι ἐσπείσατο τοῖς ᾿Αβασγοῖς καὶ τὴν ἰδίαν ἀνεψιὰν νύμφην ἔδωκεν (ἐκεῖσε ἀπέστειλεν E) CE ὅτι of ᾿Ἀγαρηνοὶ καιροῦ λαβόμενοι τῶν πόλεων ἐπελάβοντο (ἀπελάβοντο E) CE ἃς παρὰ τοῦ Φωκᾶ καὶ τοῦ ἸΤζιμισκῆ"
      },
      {
        "index": 353,
        "text": "ὡς τυραννίδα μελετῶν ÁLEwp, ἐπὶ τυραννίδος μελέτη Ὁ — δεσμη-"
      },
      {
        "index": 354,
        "text": "post ἔσχε BC ἀσφαλίσασϑαι AR, ἀσφαλίξζασϑαι (sic) w*, doqa-"
      },
      {
        "index": 355,
        "text": "ooig ἐπιτίϑενται, xai τούτους διαχρησάμενοι αὐτοὶ τῶν πόλεων"
      },
      {
        "index": 356,
        "text": "γεγόνασιν ἐγκρατεῖς. ὁ δὲ τοῦ Χάλεπ ἀρχηγὸς καὶ ἐκδοομὰς"
      },
      {
        "index": 357,
        "text": "ἔϑνη τῶν Σύρων γῇ καὶ τοῖς “Ῥωμαίοις ὑπήκοα ἐληίζετο. «d"
      },
      {
        "index": 358,
        "text": "D ἀντιπαραταξάμενος ὅ τῆς ᾿Αντιοχείας δούξ, ἔτι περιόντος τοῦ αὐτοκράτορος Κωνσταντίνου, αἰσχρῶς ἡττήϑη, xai τοὺς πλείους τῶν σὺν αὐτῷ ἀποβεβληκὼς μόλις ἠδυνήϑη φυγεῖν ἐκεῖνος."
      },
      {
        "index": 359,
        "text": "τοῦτον ὁ ωμανὸς ἀφελόμενος τὴν ἀρχὴν προεχειρίσατο ἕτερον\" ἐξώρμησε δὲ κἀκεῖνος, καὶ ἀπιόντι προσίασι πρέσβεις μετὰ δώρων πολυτελῶν πρὸς τοῦ Χαλεπίτου ἀπεσταλμένοι, airov- μένου συγγνώμης τυχεῖν καὶ τὴν δουλείαν ἀνανεώσασϑαι καὶ ἀποδοῦναι τὰς εἰσφοράς, αἵπερ ἔτυχον ὑστερήσασαι, καὶ ταύτας"
      },
      {
        "index": 360,
        "text": "ἐτησίως εἰσφέρειν μετ᾽ εὐγνωμοσύνης εἰς τὸ ἐπιόν. ὃ δέ, καίτοι πολλῶν καὶ στρατηγίαις ἐπιφανῶν ἀποτρεπόντων αὐτῷ τὴν εἷς τὸ πρόσω φορὰν ὡς ἀσύμφορον καὶ σπείσασϑαι συμβουλευ- ὄντων, οὖκ ἀνείργετο τῆς ὁρμῆς, ἀλλὰ δᾶον κρατῆσαι τῶν"
      },
      {
        "index": 361,
        "text": "PII931A Αγαρηνῶν ἐφαντάζετο καὶ τοῦτο κατωρϑωκὼς μέγα τι καὶ"
      },
      {
        "index": 362,
        "text": "ὑπέρογκον ᾧετο ἑαυτῷ περιποιήσασϑαι σεμνολόγημα. ἄπεισιν"
      },
      {
        "index": 363,
        "text": "οὖν ἐν Συρίᾳ καὶ βάλλεται χάρακα. Γάραβες δέ, αὐτόσκευοί"
      },
      {
        "index": 364,
        "text": ", , -\" » , *, A- * » ᾿ πρέσβεις (πρεσβεία C) CE εἰρήνην αἰτοῦσα, ó δὲ οὐκ ἐσπείσατο"
      },
      {
        "index": 365,
        "text": "τινες ἄνϑρωποι xai τολμητίαι κέλητες, ἐφ᾽ ἵππων ὠκυπόδων γυμνοὶ ἑκατέρωϑεν ἐλόχων τοῦ χάρακος καὶ τοὺς εἰς συλλογὴν"
      },
      {
        "index": 366,
        "text": "ἀπιόντας χιλοῦ ὕδατός τε ἀρδείαν ἐκϑορόντες àvjoovv ἢ xai συγήρπαζον, ὡς τούς τὲ στρατιώτας καὶ τὴν ἵππον αὐτῶν ὃ ἀπειρηκέναι τῷ δίψει. εἶτα συνηϑέστεροι γεγονότες ταῖς ἐκ- ὁρομαῖς πρὸς τοὺς Ῥωμαίους οἱ Γάραβες καὶ οἷον καταγγόντες δειλίαν αὐτῶν, ἀϑρόον ἀπὸ τῶν μετεώρων ἐξωρμηκότες καὶ βαρβαρικὸν ἀλαλάξαντες καὶ πλήϑους φαντασίαν ἀπεργασάμενοι τῷ μὴ συνασπισμὸν τηρεῖν, ἀλλὰ διεσπασμένως ἐκτρέχειν καὶ Β IV 191 ἐπιέναι ἀσυντάκτως τῷ χάρακι, ἐκδειματοῦσιν ἅπαν τὸ στρα- τιωτικὸν καὶ εἰς φυγὴν τρέπουσι. καὶ κἂν ἑάλω ó αὐτοκράτωρ αὐτός, τῆς περὶ αὐτὸν ἐκταραχϑείσης φρουρᾶς καὶ λελοιπυίας ἀφρούρητον τὸν φρουρούμενον, εἶ μή τις αὐτὸν ἐπὶ τὸν ἵππον ἀνέλαβε καὶ φεύγειν ἐπέρρωσεν ἐκπεπνευκότα τῷ δέει μικροῦ. ἀπήεσαν μὲν οὖν oi ωμαῖοι ἀτάκτως ὡς ἕκαστος ἔτυχε ϑέοντες."
      },
      {
        "index": 367,
        "text": "οἱ δὲ βάρβαροι τὸ παράλογον τῆς τροπῆς τεϑηπότες, κατὰ τῶν"
      },
      {
        "index": 368,
        "text": "ἀποδιδρασκόντων οὐκ ἐπεξέϑεον, ἀλλὰ κατὰ τοῦ χάρακος ἔϑεον, ὀλίγους τῶν ἐπιφανεστέρων ζωγρήσαντες, καὶ τήν τὲ σκηνὴν"
      },
      {
        "index": 369,
        "text": "ἢ ὅτι Ἄραβες ἀϑρόον τῷ χάρακι ἐπελϑόντες, ἐτρέψαντο τοὺς “Ρωμαίους, καὶ"
      },
      {
        "index": 370,
        "text": "xai πολυτελείας βασιλικῆς, xai τὴν ἄλλην ἀποσκευὴν ἐφ᾽ fav- τοὺς ἀναϑέμενοι ἐπανέζευξαν."
      },
      {
        "index": 371,
        "text": "Ὃ δὲ βασιλεὺς εἰς ᾿Αντιόχειαν διασέσωστο σπουδῇ τῶν περὶ αὐτὸν κἀκεῖϑεν ἐπὶ τὴν Κωνσταντίνου ἀνέδραμεν, οὐκέτι τὴν πρόσϑεν τῆς ψυχῆς δεικνύων διάϑεσιν, ἀλλ᾽ ἀλλοιωϑεὶς Ὁ"
      },
      {
        "index": 372,
        "text": "τὴν ἐπὶ τὸ χεῖρον ἀλλοίωσιν. ἵνα γὰρ τῶν ἀπολωλότων ἰσο- στάσια κτήσηται, πράκτωρ ἀντὶ κρατοῦντος ἐγένετο καὶ πικρὸς λογιστής, παῖδας πατέρων γεγηρακότα χρέα πραττόμενος καὶ"
      },
      {
        "index": 373,
        "text": "WIIL185 πυρκαϊὰς ἀνάπτων κατὰ τῶν ὑπηκόων, ἅσπερ ὃ χρόνος ἤδη"
      },
      {
        "index": 374,
        "text": "Ὦ πολὺς πρεσβεύσας κατέσβεσεν ἢ τέως κατέχωσεν ὑπὸ σποδιᾷ."
      },
      {
        "index": 375,
        "text": "ἐντεῦϑεν πολλοὶ πατρῴων οἰκιῶν καὶ ἀγρῶν ἀπηλαύνοντο xal τὴν πρὶν εὐκληρίαν ἐκδιδυσκόμενοι εἰς πενίαν λαμπρὰν συνηλαύ-"
      },
      {
        "index": 376,
        "text": "ἄγοντο. τῶν δ᾽ οὕτω πραττομένων οὐδὲν εἷς τὸ δημόσιον εἶσ- ἐφέρετο, ἀλλὰ σεμνεῖον οἰκοδομῆσαι καὶ ναὸν τῇ ϑεομήτορι προϑέμενος καϑιδρύσασϑαι ἐκεῖ καὶ ταῦτα κατεδαπάνα καὶ ἐκ τῶν βασιλικῶν ϑησαυρῶν ἀνήλισκεν ἕτερα, ἄρτι μὲν ἀνεγείρων,"
      },
      {
        "index": 377,
        "text": "ἀνοικοδομῶν αὖϑις αὐτὸ ἢ εὐρύτερον ἢ τὸν σχηματισμὸν ποι-"
      },
      {
        "index": 378,
        "text": "παρὰ τοῦ Ῥωμανοῦ (παρ᾽ ἐκείνου E) δομηϑείσης μονῆς C"
      },
      {
        "index": 379,
        "text": "xiAAc ἢ τρόπον ἄλλον τὸ καινιζόμενον ἀλλοιῶν. ἀπένειμε δὲ ὃ καὶ προσόδους τοῖς μονασταῖς, οὖκ ἀναλόγους μονάζουσιν, ἀλλὰ τουφῶσι προσηκούσας καὶ βίον ἕλκουσιν ἀνειμένον καὶ ἅβρο- δίαιτον, χώρας ὅλας τῶν δημοσίων, καὶ ταύτας τὰς πιοτάτας A καὶ παμφόρους, ἀφοσιώσας αὐτοῖς. ἀλλὰ μὴ πλείω περὶ τούτων. Κατέλαβε δὲ τὴν βασιλίδα τῶν πόλεων Ἄ μερ ὃ τοῦ Χαλε-θ πίτου υἱὸς σὺν δώροις πολλοῖς, τὴν εἰρήνην ἀνανεούμενος, καὶ ὁ βασιλεὺς ἐπὶ ταύτῃ ἐπένευσεν. ἡ βασιλὶς δὲ Ζωὴ ἀφικομένη εἷς τὸ lleroíov τὴν ἑαυτῆς ἀδελῳὴν Θεοδώραν ἀπέκειρε μο- Ι0ναχήν. ἐκδημήσαντος δὲ τοῦ βασιλέως τῆς πόλεως ὁ Διογένης Κωνσταντῖνος ὡς τυραννίδα μελετῶν καὶ ἀποδρᾶναι μέλλων εἷς τὸ ᾿Ιλλυρικὸν κατεσχέϑη καὶ ἐταζόμενος ἑαυτὸν κατεκρήμνισε καὶ ἀπέϑανεν, ἵνα μὴ τοὺς συνειδότας ἐκφαυλίσῃ τῇ βίᾳ νικώ- μενος. τότε μέντοι Ἄραβες μὲν τὴν Μεσοποταμίαν κατέδραμον, B 1ῦ οἱ δέ γε Πατζινάκοι τὴν Βουλγαρίαν xal τὴν τοῦ ᾿Ιλλυρικοῦ παράλιον oi ᾿Αγαρηνοί. τούτοις δὲ μόνοις στόλος “Ῥωμαϊκὸς προσβαλὼν τὰ πλείω τῶν σκαφῶν ἐνέπρησε καὶ κατέκαυσεν\""
      },
      {
        "index": 380,
        "text": "περὶ τοῦ υἱοῦ τοῦ Χαλεπίτου CE περὲ Κωνσταντίνου τοῦ Διογέ-"
      },
      {
        "index": 381,
        "text": "Ewp 4 post ὅλας add. xai πόλεις BOwp ἀφιερώσας BCwp"
      },
      {
        "index": 382,
        "text": "ol δ᾽ ἐκ τῆς ναυμαχίας ἀποδιδράσκοντες κλύδωνι περὶ τὸ Xi- κελικὸν διερϑάρησαν πέλαγος. xai αὖϑις ἐξ ᾿Αφρικῆς περί"
      },
      {
        "index": 383,
        "text": "που τὰς χιλίας νῆας ἐξέπλευσαν καὶ πολλὰς τῶν νήσων ἔνιά τε τῶν παραλίων ἐδήωσαν. ἀλλὰ τῇ τούτων μοίρᾳ περιτυχοῦσαι"
      },
      {
        "index": 384,
        "text": "viec Ῥωμαϊκαὶ καὶ πολλοὺς ἀνεῖλον καὶ πεντακοσίους εἷλον Ὁ"
      },
      {
        "index": 385,
        "text": "ζωούς, of τῷ βασιλεῖ ὑπὸ δεσμοῖς ἐκομίσϑησαν. ἀλλὰ καὶ ὁ πρωτοσπαϑάριος Ϊ] εώργιος ὃ Μανιάκης τῶν παρευφρατιδίων"
      },
      {
        "index": 386,
        "text": "C πόλεων στρατηγῶν τῆς ᾿Εδέσης ἐκράτησεν, ἔνϑα καὶ τὴν αὐτό- γραφον ἐπιστολὴν τοῦ ϑεοῦ καὶ σωτῆρος ἡμῶν ᾿Ιησοῦ Χριστοῦ"
      },
      {
        "index": 387,
        "text": "εὑρηκὼς τῷ βασιλεῖ ἐξαπέστειλε. λιμοῦ δὲ τὴν Καππαδοκίαν καὶ τὸν ᾿Αρμενιακὸν καὶ τὴν Π]αφλαγονίαν πιέζοντος, καὶ αὖϑις ἀκρίδος τὴν ἑῴαν κεραϊζούσης, πολλοὶ μεταναστεῦσαι τῶν πα-"
      },
      {
        "index": 388,
        "text": "τρίδων αὐτῶν ἠναγκάσϑησαν, oc χουσίου διαγνομαῖς ἀνακτησά-"
      },
      {
        "index": 389,
        "text": "μενος ó κρατῶν πέπεικεν αὖϑις τὰς ἐνεγκούσας καταλαβεῖν. σεισμῶν δὲ γενομένων ξενῶγνές ve κακῶς διετέϑησαν xai οἱ ἀντί-"
      },
      {
        "index": 390,
        "text": "πορϑμοι τῆς βυζαντίδος ἀνδρῶνες, of διαιτητήριον ἔκπαλαι"
      },
      {
        "index": 391,
        "text": "et Euseb. H. E. I 13) ACE περὶ τῶν μεταναστευόντων διὰ τὸν"
      },
      {
        "index": 392,
        "text": "τοῖς tà σώματα λελωβημένοις ἐκ τῆς νόσου τῆς ἱερᾶς xal τοῖς"
      },
      {
        "index": 393,
        "text": "εκαΐνισε καὶ τοῦ τὸ ὕδωρ εἰς μεγαλόπολιν εἰσάγοντος ὁλκοῦ διαο- ρηχϑέντος ἐπεμελήσατο. Ἤδη δέ oi πρὸς τέλος ἤγγικε τὸ βιώσιμον, τὸ δ᾽ ὅπως ἀπεβίω διηγητέον. ἄρτι τῆς βασιλείας ἐπιτυχὼν χρόνους ἑαυτῷ καὶ τῆς ζωῆς καὶ τῆς ἀρχῆς ἐπεμέτρει μακρούς, καὶ ταῦτα ἑξηκοντούτης ὧν ὅτε τῶν σκήπτρων ἐπείλητιτο, καὶ διαδοχὴν τῇ βασιλείᾳ κατα- λυτεῖν ἐκ τῆς ὀσφύος αὐτοῦ ἐφαντάζετο, μηδ᾽ ὅτιπερ ἡ βασιλὶς 105j συνῴκιστο πεντηκοντοῦτις ἦν καὶ ὑπέρακμος καὶ ἄνικμος τὴν νηδὺν πρὸς σπερμάτων ὑποδοχὴν δυνάμενος συνιδεῖν. πρό- 3PII933A τερον μὲν οὖν ἐσπουδάκει περὶ τὰ ἀφροδίσια καὶ κατέτεινεν ἑαυτὸν καὶ χρίσμασί τισιν ἐκέχρητο xal τῇ συνοίκῳ προσήρτα λιϑίδια, ὡς δή τι ἐνεργοῦντα περὶ τὴν κύησιν. ἡ δὲ καὶ áu- μάτων καὶ ἐπᾳσμάτων ἠνείχετο καὶ προσίετο ἐπῳδάς. ἐπεὶ ὃ δ᾽ ἐγνώκει μάτην πάντα γινόμενα ὃ κρατῶν καὶ ἀπεγνώκει τὸ σπουδαζόμενον, οὐκέϑ᾽ ὁμοίως διέκειτο περὶ τὴν εὐνέτειραν,"
      },
      {
        "index": 394,
        "text": "ὅτε πρότερον ó βασιλεὺς κατέτεινεν ἑαυτὸν περὶ μίξιν παιδοποιΐας ἐφ- ἱέμενος\" ἀπογνοὺς δὲ ταύτης, οὐ συνεχῶς προσήει τῇ βασιλίσσῃ. ἡ δὲ αὐτὸν"
      },
      {
        "index": 395,
        "text": "XV 12, 18), τὴν μεγαλόπολιν ODi, τὴν μεγάλην πόλιν Ewp διαρ- ρηχϑέντος om. ὃ zoóc om. ἃ ἤγγισε BC. 1 xai alterum] κατὰ"
      },
      {
        "index": 396,
        "text": "μάτων EDi, ἀμμάτων ΔΉ ΝΡ, douátov DWo lat., v. Psell. p. 32,"
      },
      {
        "index": 397,
        "text": "καὶ μαλθακώτερος, ἤδη δὲ καὶ ὅ χρόνος αὐτῷ τὴν κίνησιν"
      },
      {
        "index": 398,
        "text": "ἤμβλυνεν. ὡς δέ τινες αὐτῷ ἐπὶ τῇ βασιλείᾳ ἐξεμετρήϑησαν"
      },
      {
        "index": 399,
        "text": "B ἐνιαυτοί, καὶ ἀποστρόφως εἶχε πρὸς τὴν βασίλισσαν, ἣ δὲ καὶ καταφρονουμένη πρὸς μῖσος ἠρέϑιστο καὶ πλέον Ó( ὁμιλίαν"
      },
      {
        "index": 400,
        "text": "ὃ ἀνδρός. ἦν δέ τις καὶ πρὸ τῆς βασιλείας ἐκτομίας ὑπηρέτης τῷ βασιλεῖ, τούτῳ δὲ óna(uovec ἦσαν, ὧν εἷς ἦν καὶ ὁ λΙιχαήλ,"
      },
      {
        "index": 401,
        "text": "ἀνὴρ ᾧ τὴν ὄψιν 7j φύσις ἀπέξεσεν εἷς ἀκριβῆ ὡραιότητα. τοῦτον ὁ ἀδελφὸς μετὰ τὴν βασιλείαν παρέστησε τῷ Ῥωμανῷ προσ- ληφϑησόμενον ὑπ᾽ αὐτοῦ\" ὃ δὲ τοῖς ϑαλαμηπολοῦσι τὸν νεανίαν"
      },
      {
        "index": 402,
        "text": "κατέταξε. τούτου τῷ ἔρωτι ἁλοῦσα ἣ βασιλὶς ἐπυρτιολεῖτο τὴν ψυχὴν καὶ τὸ πῦρ τὸ ἐκείνου κάλλος xaÜ' ἑκάστην ὁρώμενον"
      },
      {
        "index": 403,
        "text": "ὑπανέφλεγε. μισούμενος δ᾽ αὐτῇ πρῴην ó ἐκτομίας τότε καὶ προσεκαλεῖτο καὶ ὁμιλίας ἠξίωτο γνησιώτερον, εἶτα καὶ περὶ"
      },
      {
        "index": 404,
        "text": "19 vov Μιχαὴλ ἠρωτᾶτο τοῦ ἀδελφοῦ. πολλάκις δὲ τούτου γενο-"
      },
      {
        "index": 405,
        "text": "C μένου, δεινὸς ὧν ἐκεῖνος συνῆκε τὸν ἔρωτα καὶ τῷ ἀδελφῷ ὑπέϑετο καὶ προσιέναι τῇ βασιλίσσῃ, καὶ εἰ πειρῷτο ἐκείνη"
      },
      {
        "index": 406,
        "text": "ὅἅτως ὅ Παφλαγὼν Μιχαὴλ προσελήφϑη παρὰ τοῦ βασιλέως, καὶ ὡς ἠράσϑη αὐτοῦ ἡ Zorn, καὶ ὅτι διὰ τὸν ἔρωτα ὁ βασιλεὺς Ρωμανὸς ἐπ-"
      },
      {
        "index": 407,
        "text": "αὐτοῦ, μὴ ὑποσταλῆναι, ἀλλὰ xai ἅψασϑαι xal φιλῆσαι xai προσφῦναι αὐτῇ. καὶ τί δεῖ τὰ πολλὰ λέγειν; μέχρι καὶ συν- ουσιασμοῦ τὰ τοῦ ἔρωτος κατηντήκεσαν καὶ προϊόντος τοῦ χρό- vov εἰς προῦπτον σχεδὸν τὸ περὶ τὸν Μιχαὴλ ἐξερράγη φίλ- broo»' καὶ ἦν ὑποψιϑυριζόμενον οὐ τοῖς περὶ τὰ βασίλεια μόνον, ἀλλὰ καὶ τοῖς ἐν ταῖς τριόδοις, μόνῳ δ᾽ ἠγνοεῖτο τῷ αὐτοκρά- τορι. ὅϑεν καὶ συγκειμένῳ τῇ βασιλίσσῃ αὐτῷ ἐπὶ τῆς εὐνῆς ὁ Μιχαὴλ εἰσκαλούμενος ἀνατρίβειν οἵ τοὺς πόδας κεκέλευστο. τί οὖν ἄν τις οἰήσαιτο ἢ ὅτι καὶ τῶν ἐκείνης ἥπτετο τότε πο-"
      },
      {
        "index": 408,
        "text": "V 135 ἐγίνετο. ὡς δὲ καὶ ἡ ἀδελφὴ Πουλχερία καὶ ἕτεροι περὶ τοῦ δράματος αὐτὸν ἀνεδίδαξαν καὶ φυλάττεσϑαι παρηγγύησαν, οὐδὲν ἐποίησεν ἕτεοον ἀλλὰ τὸν ὑποπτευόμενον αὐτῷ καλέσας εἰ ἐρῷτο πρὸς τῆς βασιλίσσης ἠρώτα. ὁ δὲ ἀπηγόρευσε καὶ ἀνηνάμενος πίστεις τοῦ λόγου καὶ ὅρκους ἀπῃτήϑη καϑ'᾽ ἱερῶν. ἐπεὶ δ᾽ ἐκεῖνος ἐπιορκήσας τοὺς ὅρκους ἐτέλεσε, διαβολὴν τοὺς τῶν ἄλλων ἥγητο λόγους. λέγεται μέντοι διὰ τὴν ἐπιορκίαν γόσημά τι δεινὸν ἐνσκῆψαι τῷ Μιχαήλ. τὸ δ᾽ ἦν κατά τινας"
      },
      {
        "index": 409,
        "text": "PII234A περιόδους αὐτῷ παρακοπὴ τοῦ νοὸς τῶν ὀφϑαλμῶν τε δια- στροφὴ καὶ κλόνος τοῦ σώματος καὶ κατάπτωσις ἐπὶ γῆς, εἶτ᾽ ἐπανήει εἰς ἑαυτὸν καὶ ἀποκαϑίστατο. τοῦτο πολλάκις καὶ τοῦ βασιλέως ἐνώπιον ἔπαϑεν\" ὃ δὲ τοῦ πάϑους οἰκτείρας τὸν Mt-"
      },
      {
        "index": 410,
        "text": "χαὴλ ἔτι μᾶλλον ψευδῇ ᾧετο τὰ λεγόμενα καὶ μήτ᾽ ἐρᾶν μήτ᾽ 5 ἐρᾶσϑαι τοῦτον οὕτως ἔχοντα ἔϑετο. εἰσὶ δ᾽ of λέγουσι μὴ ἀγνοῆσαι τὸν βασιλέα τὸν ἔρωτα, *** δ᾽ ὅτι σφριγᾷ ἡ paot- λισσα καὶ περὶ τὰ ἀφροδίσια μέμηνε, τῆς πρὸς τὸν Μιχαὴλ αὐτῆς ῥοπῆς ἠνείχετο, ὑποκρινόμενος ἄγνοιαν, ἵνα μὴ πλείοσιν"
      },
      {
        "index": 411,
        "text": "ὁμιλοίη. 10 Τούτων δὲ οὕτως ἐχόντων ὅ αὐτοκράτωρ ἐνόσησε, καί oi B διῳωδήκει τὸ πρόσωπον καὶ τὸ ἄσϑμα ἣν συνεχὲς καὶ ἡ ὄιρις αὐτῷ ξῴκει νεκροῦ καὶ τῆς κεφαλῆς αὐτοῦ τὸ πλέον ἐψίλωτο᾽\" ai γὰρ τρίχες αὐτῆς ἀπερρύησαν. λέγεται γοῦν φαρμάκοις"
      },
      {
        "index": 412,
        "text": "περιεργασϑῆναι ὃ ἄνϑρωπος. οὕτω δ᾽ ἔχων ἀπήει πρὸς βα- 1ὸ λανεῖον τῶν ἐν τοῖς βασιλείοις λουσόμενος, καὶ ἄπει οὔτε χει- ραγωγούμενος οὔτ᾽ αὐτίκα τεϑνήξεσϑαι προσδοκώμενος. «5g δὲ τὸ σῶμα ἐκάϑηρεν, εἰσέδυ τὴν ἐκεῖ κολυμβήϑραν, ἔνϑα δὴ 96:0 πᾶν ἄδεται γενέσϑαι τοῦ δράματος\" συμπιέσαι γάρ τινας"
      },
      {
        "index": 413,
        "text": "Rwp.Di, ἀποκαϑίσταται ἃ οἰκτειρήσας BCEwp D ὥετο"
      },
      {
        "index": 414,
        "text": "εἰδότα δ᾽ Rwp, post ἔρωτα intercidisse vel εἰδὼς vel simile quid suspicatur B-W coll. Psell. p. 44, σφριγγᾷ p* ῥοπῆς"
      },
      {
        "index": 415,
        "text": "ad XVIII 28, 14 νεκοῷ w*p invitis AR xai τῆς--ἐφψίλωτο"
      },
      {
        "index": 416,
        "text": "(1136 αὐτῷ τὴν κεφαλήν φασιν ἐπὶ τὸ ὕδωο ἐφ᾽ ἱκανόν, xai οὕτως ἐκεῖϑεν ἄπνουν ἀνιμηϑῆναι σχεδὸν καὶ ἀνακλιϑῆναι πρὸς τὴν στρωμνήν. ϑροῦ δ᾽ ἐπὶ τούτῳ συμβάντος παρῆλϑε xai ἣ βα- C σιλίς, ὡς δή τι τῷ πάϑει ἐπιστενάζουσα, καὶ πληροφορηϑεῖσα"
      },
      {
        "index": 417,
        "text": "τοῦ βασιλέως τὴν τελευτὴν ἀπῆλϑεν εὐϑύς. ὃ δὲ βοαχύ τι ἐπιβιοὺς ἄναυδος, εἶτα καὶ μελάντερόν τι ἀναγαγὼν διὰ τοῦ στόματος ἀφῆκε τὸ πνεῦμα, ἔτη βασιλεύσας πέντε πρὸς τῷ ἡ μίσει, λόγοις μὲν ἐντραφεὶς ἑλληνικῆς ve παιδείας μετεσχηκὼς xai τῶν τῆς πολιτείας νόμων οὖκ ἀδαής, πλείω δ᾽ εἰδέναι ὧν"
      },
      {
        "index": 418,
        "text": "ἤδει ὡς ἀληϑῶς οἰόμενός τε καὶ σεμνυνόμενος."
      },
      {
        "index": 419,
        "text": "Τοῦτον μὲν οὖν τοιοῦτον κατειλήφει τὸ τέρμα τῆς βιοτῆς. ἡ δὲ βασιλὶς ὅλη τοῦ τὸν Μιχαὴλ ἐγκαϑιδοῦσαι τῷ ϑρόνῳ τῆς βασιλείας ἐγένετο, καὶ τῶν περὶ αὐτὴν τῶν πατρῴων δηλαδὴ Ὁ ϑεραπόντων αὐτῆς ἀναβολῇ τὸ πρᾶγμα δοῦναι καὶ σκέψει συμ-"
      },
      {
        "index": 420,
        "text": "βουλευόντων\" ἡ δὲ obx ἠνείχετο, κατεπειγομένη 2008 τὴν τελε- σιουργίαν καὶ παρὰ τοῦ ἐκτομίου ᾿Ιωάννου τοῦ συγγόνου τοῦ Miyaij4, λάϑρᾳ πρὸς αὐτὴν ὑποψιϑυοίσαντος ὡς “ἀπολούμεϑα αὐτίκα, εἰ βοαχεῖ τινι καιρῷ τὸ ἀποτέλεσμα βραδυνεῖ.\" λα-"
      },
      {
        "index": 421,
        "text": "add, Cw asterisco tamen inter μειχαὴλ et λάϑρᾳ posito, quasi"
      },
      {
        "index": 422,
        "text": "βοῦσα τοίνυν εὐϑὺς τὸν Miyaijà xai στολὴν αὐτῷ περιϑεμένη"
      },
      {
        "index": 423,
        "text": "βασίλειον xai διαδήματι τὴν ἐκείνου κεφαλὴν αὐτὴ ἀναδήσασα"
      },
      {
        "index": 424,
        "text": "* * , - , 1 »* ν\" xai ἐπὶ ϑώκου βασιλικοῦ καϑιδούσασα xai αὐτὴ παρακαϑισα- μένῃ πᾶσι τοῖς τότε παροῦσι καὶ εὐφημεῖν καὶ προσκυνεῖν προ- PII235A ὃ ἐτρέπετο. οἱ δὲ καὶ τότε αὐτίκα νυκτὸς τὴν ἱεροτελεστίαν τὴν"
      },
      {
        "index": 425,
        "text": "γαμικὴν ἐπ᾿ αὐτοῖς γενέσϑαι ἱστόρησαν, τοῦ πατριάρχου ᾿Αλεξίου"
      },
      {
        "index": 426,
        "text": "ἀφικομένου πρὸς τὰ βασίλεια xai τὸν μὲν Ῥωμανὸν τεϑνεῶτα καταλαβόντος, τὸν δέ ye ἢϊιχαὴλ ἔτι τὰ ἐπὶ τῇ βασιλείᾳ τελού- μενον. ἤδη δὲ καὶ τοῖς ἔξω διαδοϑέντος τοῦ γεγονότος, xai"
      },
      {
        "index": 427,
        "text": "χαριζόμενοι, τὸ δ᾽ ὅτι τὸν ἀπιόντα ἀπεφορτίσαντο χαίροντες. 1/5 μὲν οὖν βασιλὶς ετο βουλεύσασϑαι ἄριστα καὶ ἑαυτῇ τὴν"
      },
      {
        "index": 428,
        "text": "πᾶσαν ἐξουσίαν περιποιήσασϑαι xai τὸν Ἠιχαὴλ ὑπηρέτην ἕξειν 810 δὲ τι ἑτεροῖον συμβέβηκε. μέχρι μὲν γάρ τινος ἐσχηματί- Β ζετο τηρεῖν πρὸς τὴν βασιλίδα διάϑεσιν καὶ ταύτῃ χαρίζεσϑαι 15 καὶ τὰ ἐκείνῃ ϑυμήρη ποιεῖν\" εἶτα οὐκ εἰς μακρὸν ἐκτεῖναι τὴν ποοσποίησιν ἀνασχόμενος μεϑαρμόττεται καὶ ὑποπτεύει αὐτὴν καὶ δείσας περὶ ἑαυτῷ μεϑίστησι μὲν τῶν βασιλείων τοὺς ἔκτο- μίας τοὺς αὐτῆς πατρῴους ϑεράποντας καὶ τὰς αὐτῆς συνήϑεις"
      },
      {
        "index": 429,
        "text": "ϑεραπαίνας αὐτῆς διαιρεῖ, ἑτέρας δ᾽ αὐτῇ πρὸς ϑεραπείαν ἀντι- καϑίστησι. καὶ ἐπὶ τούτοις τὴν γυναικωνῖτιν αὐτῇ ἀποφρά- γνυσι καὶ φρουρὰν περιίστησι, καὶ οὐδενὶ προσιέναι ταύτῃ παρα- κεχώρητο, εἰ μὴ τὸν προσιόντα ὅ φρούραρχος κατεξήτασεν ὃ ὅϑεν ἥκοι καὶ τίνος δεόμενος παραγένοιτο\" ἐδεδίει γὰρ οἴκοϑεν"
      },
      {
        "index": 430,
        "text": "ἔχων τοῦ δέους τὰς ἀφορμάς. εἰς ταῦτα δ᾽ ἐνάγεσϑαι πλέον ὁ Μιχαὴλ λέγεται παρὰ τοῦ συγγόνου αὐτοῦ ᾿Ιωάννου τοῦ ἐκτο- C μίου. ἦν γὰρ καὶ δεινὸς ὁ ἄνϑρωπος καὶ δραστήριος καὶ τὸ ἦϑος ὑποκαϑήμενος καὶ πρὸς τοὺς ἐντυγχάνοντας ποικιλλό- μενος, περισπερχής τε καὶ πρὸς φροντίδων ὄγκον ἀκάματος καὶ οὐδὲ γαστριζόμενος οὐδὲ περὶ τὸν ἄκρατον λιχνευόμενος (ἥττητο γὰρ οἴνου) τῆς περὶ τὰς δημοσίας διοικήσεις καϑυφίει"
      },
      {
        "index": 431,
        "text": "σπουδῆς. καὶ τὰ μὲν οὖν περὶ τὴν βασίλισσαν ὠκονόμητο"
      },
      {
        "index": 432,
        "text": "οὑτωσί ὁ δὲ Μιχαὴλ τῆς τῶν κοινῶν πραγμάτων οἰκονομίας ἀντείχετο. εἶτα τῷ μὲν ἐκραταιοῦτο ἡ νόσος, ἣν οἱ μὲν ἐκά- λουν δαιμόνιον μήνιμα διὰ τὴν ἐπιορκίαν ἐνσκῆψαν αὐτῷ καὶ IV 138 συμπνῖγον τὸν ἄνϑρωπον, ὡς πάλαι δὴ τὸν Σαούλ, oi δὲ μα-"
      },
      {
        "index": 433,
        "text": "wpADi) E(wpJDi), ἀήττητος δ᾽ (mutatum ex yág) ὧν οἴνῳ οὐδὲν Cw,"
      },
      {
        "index": 434,
        "text": "D 1ὸ νίαν re xai παραφοράν\" ὁ δ᾽ ἐκτομίας ᾿Ιωάννης τὴν ὅλην àr- ἐδέξατο τῆς βασιλείας κυβέρνησιν, μοναχικὸν μὲν πάλαι σχῆμα ἐπενδυϑείς, τοῦτο δὲ τηρῶν ἄχρι μόνου τοῦ σχήματος. Κων- σταντῖνος δὲ πατοίκιος ὃ AaAacongvóc, οἴκοι διατρίβων καὶ περὶ τοῦ νέου βασιλέως πυϑόμενος, δυσανασχετῶν ἦν ὅτι εἰς ἄνδρα 5 τοιοῦτον ἣ βασιλεία περιέστη Ῥωμαίων. τοῦτο ϑορύβου τοὺς περὶ τὸν βασιλέα ἐμέστωσε, πτοηϑέντας μήποτε ὃ Παλασσηνὸς τυραγνίδι ἐπίϑηται. καὶ στέλλει ὁ ᾿Ιωάννης τὸν ὅρκοις αὐτὸν βεβαιώσοντα ὡς οὐδενὸς ἀνιαροῦ πειραϊδήσεται καὶ πείσοντα P1I236 A τὸν &vóoa τῷ βασιλεῖ προσελϑεῖν. καὶ ó μὲν προσῆλϑε, καὶ ὁ βασιλεὺς αὐτὸν ἀσπασίως προσήκατο καὶ ἐδεξιώσατο δωρεαῖς καὶ μείζονι ἀξίᾳ τετίμηκε καὶ ἐν τῇ πόλει διάγειν ἐκέλευσε. Νικήτας δὲ ὅ τοῦ βασιλέως ὁμαίμων, δοὺξ τῆς ἐπὶ τῇ “άφνῃ ᾿Αντιοχείας προχειρισϑείς, εἴοχϑη παρὰ τῶν ᾿Αντιοχέων 9] τῆς εἷς τὴν πόλιν εἰσόδου. πράκτορα γάρ τινα τῶν δημοσίων τελῶν, ὡς αὐτοῖς φοοτικῶς προσενηνεγμένον, ἀνελόντες oi τῆς ᾿Αντιοχείας πολῖται καὶ δεδοικότες μὴ δίκας τῷ δουκὶ τοῦ τολμή- ματὸς τίσωσιν, ἐπεζύγωσαν αὐτῷ τὰς πύλας τῆς πόλεως. ὃ δὲ"
      },
      {
        "index": 435,
        "text": "περὶ τοῦ Δαλασσηνοῦ καὶ διὰ τίνα αἰτίαν καϑείρχϑη C"
      },
      {
        "index": 436,
        "text": "2. πάλαι σχῆμα ἐπενδυϑεὶς AD Psell. p. 54, 28, ἔνδυμα πάλαι ἀμ-"
      },
      {
        "index": 437,
        "text": "ὅρκον et ὅρκοις per dittogr. D 9. βεβαιώσαντα Ewp ἀξιώ-"
      },
      {
        "index": 438,
        "text": "τίσουσιν R, σίτω σιν w*, δίδωσιν p*"
      },
      {
        "index": 439,
        "text": "ὕρκοις αὐτοῖς παρασχόμενος πίστεις ὡς οὐδὲν διὰ τὸν φόνον ὑποσταῖεν κακόν, παραχωρεῖται τὴν εἴσοδον\" εἶτα τοὺς ὅοκους"
      },
      {
        "index": 440,
        "text": "\"τι ᾿ * B , , 7 13! a»"
      },
      {
        "index": 441,
        "text": "παρ᾽ αὐτοῖς ἐπισήμων δεσμίους ἔστειλε πρὸς τὴν μεγαλόπολιν,"
      },
      {
        "index": 442,
        "text": "γράψας τῷ ἀδελφῷ ᾿Ιωάννῃ διὰ τὴν πρὸς τὸν “Ιαλασσηγὸν εὔνοιαν ἀπεῖρξαι αὐτῷ τὴν εἴσοδον τοὺς ᾿Αντιοχεῖς. ἐντεῦϑεν"
      },
      {
        "index": 443,
        "text": "ὁ “αλασσηνὸς εἰς τὴν νῆσον τὴν lliárgv περιοοίζεται, καὶ ὃ"
      },
      {
        "index": 444,
        "text": ")IV 129 £i. Üvyargi κηδεστὴς αὐτοῦ Κωνσταντῖνος ó Ποῦκας, τὴν ἀδι-"
      },
      {
        "index": 445,
        "text": "κίαν ἐπιβοώμενος xai τὴν ἐπιορκίαν οὗ σιωπῶν, πύργῳ τινὶ κατακλείεται. εἶτα μετάγεται ó Δαλασσηνὸς ἐκ τῆς ΠΙλάτης καὶ 95 , , εν * \" - ^ ΕἸ Ψ * » πύργῳ καϑείργνυται. ἑάλω δὲ τότε τοῖς μὲν ἐκ τῆς yao τὰ Moa καὶ τοῖς ]Π]Πατζινάκαις λεία γέγονε τὰ λὶ)υσῶν. τοῦ δὲ δουκὸς ᾿Αντιοχείας Νικήτα καταστρέψαντος τὴν ζωήν, ὃ Κων-"
      },
      {
        "index": 446,
        "text": "σταντῖνος, ἀδελφὸς ὧν xai οὗτος τοῦ βασιλέως, ἐπὶ τῇ ᾿Δντιο-"
      },
      {
        "index": 447,
        "text": "χείᾳ τὸν τελευτήσαντα διεδέξατο, καὶ ó ἕτερος αὐτοῦ ἀδελφὸς πρωτοβεστιάριος προκεχείριστο. ἐξ ᾿Αφρικῆς μέντοι καὶ 2i-"
      },
      {
        "index": 448,
        "text": "κελίας στόλος ἀποπλέων ᾿Αγαρηνῶν ἐκάκου τάς τε νήσους καὶ"
      },
      {
        "index": 449,
        "text": "τὰ παράλια\" ἀλλὰ τούτοις στύλος ἐπιπλέων Γωμαϊκὸς πολλὰ"
      },
      {
        "index": 450,
        "text": "μὲν τῶν σκαφῶν κατέδυσεν abravóoa, πολλοὺς δ᾽ ἐζώγρησε, καὶ τοὺς μὲν πρὸς τὸν βασιλέα ἐκπέπομφεν, oi δὲ ἀνεσκολο-"
      },
      {
        "index": 451,
        "text": "πίσϑησαν κατὰ τὴν παράλιον. llayxoánuoc δὲ ὃ ἄρχων \"Aflao- γίας, ᾧ τὴν οἰκείαν ἀνεψιὰν ó βασιλεὺς ἡρμόσατο “Ῥωμανύός, τάς τε πρὸς Ῥωμαίους σπονδὰς ἔλυσε καὶ ὧν παρεχώρησε"
      },
      {
        "index": 452,
        "text": "D πρὶν Ρωμαίοις φρουρίων καὶ πόλεων ἐπελάβετο πάλιν, ὡς τάχα δίκας Ῥωμαίους πραττόμενος ὑπὲρ τοῦ βασιλέως καὶ ϑείου"
      },
      {
        "index": 453,
        "text": "ϑ0τῆς αὐτοῦ ὁμευνέτιδος. πολλάκις δ᾽ οἱ Π|Ἔατζινάκαι τὸν Ἴστρον διαβαίνοντες τὰ Ρωμαίων κακῶς διετίϑεντο, τοὺς ἁλισκομένους"
      },
      {
        "index": 454,
        "text": "ἡβηδὸν ἀναιροῦντες. καὶ Ἄραβες τὴν Ἄδεσαν ἐπολιόρκησαν, xal ἥλω ἂν ἡ πόλις, εἰ μὴ ó δοὺξ ᾿Αντιοχείας ὁ Κωνσταντῖνος ó τοῦ αὐτοκράτορος ἀδελφὸς αὐτῇ ἐπεκούρησεν, ὃν ὁ βασιλεὺς τῆς σπουδῆς ἀμειβόμενος τῶν ἑῴων ταγμάτων δομέστικον προεβάλετο."
      },
      {
        "index": 455,
        "text": "Τοῦ δὲ τῆς Αἰγύπτου κρατοῦντος \"Auco ϑανόντος 1) ἐκείνου γυνή, χριστιανὴ οὖσα, σπείσασϑαι σὺν τῷ υἱῷ μετὰ Ῥωμαίων"
      },
      {
        "index": 456,
        "text": "P1I231A ἐζήτησε\" καὶ ὃ βασιλεὺς ἐκύρωσε μετ᾽ αὐτῆς τριακοντούτεις"
      },
      {
        "index": 457,
        "text": "ἢ σπονδάς. ἀδελφοὶ δὲ δύο Σαρακηνοὶ τῆς Σικελίας κρατοῦντες"
      },
      {
        "index": 458,
        "text": "πρὸς ἀλλήλους ἔσχον διαφοράς, ὧν ϑάτερος τῷ βασιλεῖ 'Po-"
      },
      {
        "index": 459,
        "text": "περὶ Παγκρατίου τοῦ ἄρχοντος \"Aflaoyíac CE περὶ Σχυϑῶν C"
      },
      {
        "index": 460,
        "text": "μαίέων οἱ αἰγύπτιοι E) ἐσπείσαντο C"
      },
      {
        "index": 461,
        "text": "ΒΟῸ.͵. ἔδεσσαν DDi 9 ó ante κωνστ. om. Rwp 12. προεβάλετο"
      },
      {
        "index": 462,
        "text": "-μαίΐίων ztpoanéqevye, συμμαχίαν αἰτῶν. στέλλεται τοίνυν ó πατρί-"
      },
      {
        "index": 463,
        "text": "κιος εώργιος ó Maviáxnc ἐπικουρήσων αὐτῷ, “ογγιβαρδίας προ-"
      },
      {
        "index": 464,
        "text": "χειοισϑεὶς στρατηγός. μήπω δὲ τὴν Σικελίαν καταλαβόντος τοῦ Μανιάκη, oi ταύτης ἄρχοντες σύγγονοι πρὸς ἀλλήλους ἐσπεί-"
      },
      {
        "index": 465,
        "text": "ὃ σαντο καὶ καταλαβόντα τὸν ανιάκην ἀπελάσαι τῆς νήσου διε-"
      },
      {
        "index": 466,
        "text": "μελέτων καὶ συμμαχίαν ἐξ ᾿Αφρικῆς μετεπέμψαντο. συρρα- 5 [4 . ᾿ e PE 3 , ᾿ ᾿ γέντος δὲ πολέμου τὸ ἹΓωμαϊκὸν ἐκράτησε στράτευμα, καὶ φόνου πολλοῦ τῶν Καρχηδονίων γεγονότος πόλεις μὲν πρότερον ἔξε- πόρϑησαν δέκα ἐπὶ τρισίν\" εἶτα κατὰ μικρὸν προβαίνων ó Ma- B γεάκης καὶ πᾶσαν τὴν Σικελίαν τῇ Ῥωμαίων ἡγεμονίᾳ ποοσ- ἤγαγε."
      },
      {
        "index": 467,
        "text": "Μικροῦ δ᾽ ἂν ἑάλω ἡ δεσα, δόλῳ ταύτην τῶν \"Aoáfiov μελετησάντων χειρώσασϑαι. δώδεκα γὰρ αὐτῶν ἄρχοντες ἐπ- αγόμενοι καμήλους πεντακοσίας, ὧν ἑκάστη κιβώτια δύο ἐπή-"
      },
      {
        "index": 468,
        "text": "εἶχεν ἐντός\" ἔλεγον δὲ ἀπιέναι πρὸς βασιλέα δῶσα κομίζοντες, καὶ ἐβούλοντο, εἰ παραχωρηϑεῖεν ἔνδον εἰσαγαγεῖν τὰ κιβώτια"
      },
      {
        "index": 469,
        "text": "; ραχωρηϑεῖε ἰσαγαγε ; γυκτὸς τοὺς ἐν αὐτοῖς ὁπλίτας ἐξαγαγεῖν xai τὴν πόλιν ἑλεῖν."
      },
      {
        "index": 470,
        "text": "ὅτι ὁ Μανιάκης τὴν Σικελίαν ὑπὸ Σαρακηνῶν κατεχομένην Ῥωμαίοις"
      },
      {
        "index": 471,
        "text": "λαϑόντα w errore, quem corr. p μετεπεπέμψαντο w*p"
      },
      {
        "index": 472,
        "text": "εἰσελϑόντας οὖν πρὸς τὸν τῆς πόλεως στρατηγὸν τοὺς ἄρχοντας"
      },
      {
        "index": 473,
        "text": "Ο φιλοτίμως ἐκεῖνος ἐδέξατο. οἱ δ᾽ ἐκείνοις ὑπηρετοῦντες μετὰ τῶν καμήλων ἔτι τῆς πόλεως ἦσαν ἔξω. προσαίτης δέ τις ᾿Δρμένιος, εἰδὼς καὶ τὴν \"Aoáfkov διάλεκτον, προσῆλϑε τοῖς"
      },
      {
        "index": 474,
        "text": "ἐκτὸς αὐλιζομένοις Ἄραψι μεταιτήσων. ἤκουσεν οὖν ἐκ κιβω-"
      },
      {
        "index": 475,
        "text": "τίων τινὸς ὅποι εἰσὶν ἐρωτῶντος, xai sig τὴν πόλιν ἐλθὼν"
      },
      {
        "index": 476,
        "text": "ἀπήγγειλε τὸ δρᾶμα τῷ στρατηγῷ. ὁ δὲ τοὺς μὲν ἄρχοντας ^- - , * ᾿ τῶν ᾿Αράβων εὐωχουμένους ἐν τῇ πόλει κατέλιπεν, αὐτὸς δὲ μετὰ τῶν περὶ αὐτὸν ἐξελϑὼν καὶ τὰ κιβώτια διαρρήξας τοὺς"
      },
      {
        "index": 477,
        "text": "ἐν αὐτοῖς ὁπλίτας ἀπέκτεινεν ἅπαντας\" xai εἰς τὴν πόλιν αὖϑις"
      },
      {
        "index": 478,
        "text": "ὑπονοστήσας τοὺς μὲν λοιποὺς τῶν ἀρχόντων αὐτῶν μαχαίρας"
      },
      {
        "index": 479,
        "text": "ἔϑετο ἔργον, ἑνὸς δὲ τὰς χεῖρας ἀποτεμὼν τὰ ὦτά τὲ xai τὴν D ῥῖνα ἀφῆκεν, ἵνα τοῖς οἴκοι τὴν συμφορὰν καταγγείλειεν."
      },
      {
        "index": 480,
        "text": "Ὃ δὲ Καρχηδόνιος τὸν ὄλεϑρον τῶν ὕπ᾽ αὐτοῦ πεμ-"
      },
      {
        "index": 481,
        "text": "φϑέντων εἰς Σικελίαν μαϑών, xai αὐτὸς εἰς τὴν νῆσον ἐστρά- 1θτευσε μετὰ δυνάμεως πλείονος. καὶ ὃ Μανιάκης ἀντιστρατο-"
      },
      {
        "index": 482,
        "text": "ὅτι ó Καρχηδόνιος κρατῶν κατὰ τῆς Σικελίας ἐπῆλϑε\" καὶ ὅπως ἣτ- τήϑη παρὰ τοῦ Μανιάκη καὶ ἔφυγε\" καὶ ὅπως ὁ Μανιάκης δέσμιος ἐκεῖ-"
      },
      {
        "index": 483,
        "text": "ὅπη (ὅποι O) εἰσί wp δοᾶμα A* Di, δοάμα Rwp, v. ad XVII 33, 12 12 13 rà ὦτά τε xai τὴν oiva (ῥίνα AK) ADEwpJ2Di, xai τὴν Óiva σὺν toi; ὠσὶ λωβησάμενος Ἰὰ 13 post οἴκοι add. τὸ σῶμα"
      },
      {
        "index": 484,
        "text": "μετὰ βαρείας δυνάμεως Β"
      },
      {
        "index": 485,
        "text": "πεδεύεται τοῖς ᾿Αγαρηνοῖς xal τῷ τοῦ στόλου κατάρχοντι τῷ πατρικίῳ «Στεφάνῳ τῷ τοῦ βασιλέως γαμβρῷ (συνέσταλτο γὰρ καὶ οὗτος αὐτῷ μετὰ τοῦ στόλου) ἀσφαλῶς τηρεῖν ἐνετείλατο τὴν παράλιον, ἵνα μὴ ἡττηϑεὶς ó Καρχηδόνιος ἀποδρᾶναι δυνή-"
      },
      {
        "index": 486,
        "text": "ὅ σεται. μάχης τοίνυν συστάσης, πλῆϑος μὲν τῶν Ἄφρων ἀν- ἤρητο σχεδόν τι κρεῖττον καὶ ἀριϑμοῦ, ὃ δ᾽ αὐτῶν ἀρχηγός, διαδρὰς ἐκ τῆς μάχης καὶ κελητίῳ ἐμβεβηκὼς λαϑών τε τοὺς ἐν τῷ στόλῳ, οἴκαδε διασέσωστο. τοῦτο τῷ Maviáxg συμφορᾶς ἥγητο μέρει, καὶ τῷ τοῦ στόλου ἄρχοντι ἐλοιδορεῖτο. τοῦ δὲ"
      },
      {
        "index": 487,
        "text": "τῇ συγγενείᾳ τῇ βασιλικῇ πεποιϑότος xai δυσχεράναντος πρὸς ῬΊΓ93Β8Α τὰς ὕβρεις, ϑυμῷ ληφϑεὶς ὃ Μανιάκης καὶ πληγὰς ἐντείνει αὐτῷ. ὁ δὲ αὐτίκα γράφει τῷ ἀδελφῷ ᾿Ιωάννῃ τῷ ἐκτομίᾳ, ὀρφανοτρόφῳ ὀνομασϑέντι, ἀποστασίᾳ ἐπιχειρεῖν τὸν Μανιάκην. ἐντεῦϑεν ó μὲν Μανιάκης δέσμιος ἐκεῖϑεν ἀχϑεὶς φυλακῇ παρ-"
      },
      {
        "index": 488,
        "text": "εδόϑη, ἡ πᾶσα δὲ ἀρχὴ ὑπὸ τὸν Στέφανον γέγονε. καὶ 592"
      },
      {
        "index": 489,
        "text": "ὅτι ἡ Σικελία αὖϑις ἐλήφϑη ὑπὸ τῶν ᾿ἀγαρηνῶν ἄνευ μιᾶς πόλεως τῆς Μεσήνης Ὁ"
      },
      {
        "index": 490,
        "text": "post ληφϑεὶς add. xai C ἀδελφῶ AR codices Duc (v."
      },
      {
        "index": 491,
        "text": "haud bene addidisse ἀποστασίαν EF, τὸν μαν. ἐπιχειρεῖν B"
      },
      {
        "index": 492,
        "text": "νῆσος ovx εἷς μακρὰν περιελήλυϑε roig ᾿Αγαρηνοῖς ἀπειρίᾳ xai ὁᾳϑυμίᾳ τοῦ ἄρχοντος καὶ πρὸ τούτων αἰσχροκερδείᾳ, μόνης"
      },
      {
        "index": 493,
        "text": "οϑ Ῥωμαίοις, καὶ ταύτης τοῦ ἐν αὐτῇ ἄρχοντος στρατηγίᾳ οὗτος Β δ᾽ ἦν ó Κεκαυμένος Κατακαλών\" οὗ γὰρ τὴν πόλιν μόνον ὅ περιεφύλαξεν, ἀλλὰ καὶ χιλιάδας ἀνεῖλε τῶν ἐναντίων. Ὃ δὲ τοῦ βασιλέως ἀδελφὸς ὃ ἐκτομίας Ἰωάννης δριμύ- τατον τρέφων ἔρωτα τοῦ προστῆναι τῆς ἐκκλησίας ἐνίους τῶν ἀρχιερέων προσηταιρίσατο\" καὶ οἵ αὐτῷ ἐπηγγέλλοντο καϑαι- ρῆσαι τὸν πατριάρχην ᾿Αλέξιον, ὡς οὐ ψήφῳ κοινῇ προχειρι- 10 σϑέντα, ἀλλ᾽ ἐξουσίᾳ βασιλικῇ. ὁ δέ “εἰ οὐ κανονικῶς, os φατέ, γέγονα πατριάρχης\" ἀντέϑετο, \"xal ὅσοι παρ᾽ ἐμοῦ ἔχει- ροτονήϑησαν, καϑαιρεϑήτωσαν σὺν ἐμοί.\" τοῦτο τοὺς λοιποὺς τῶν ἀρχιερέων στασιάσαι κατὰ τῶν τοῦ πατριάρχου κατηγο- οούντων ἠρέϑισε, καὶ ἔμεινεν ἀτέλεστος ἣ τοῦ ὀρφανοτρόφου 15 ἔφεσις. πολλαῖς δὲ xal ἀσυνήϑεσιν εἰσπράξεσιν οὗτος ἐξέτρυχε Οϑοὸτὸ ὑπήκοον, ποριμώτατος ἐν τοιούτοις γενόμενος. τῆς γοῦν"
      },
      {
        "index": 494,
        "text": "T1 ὅτι ἐφίετο τοῦ πατριαρχείου ὅ ὀρφανοτρόφος CE ὅπως πρὸς τὸ ὑπήκοον διέκειτο ó ὀρφανοτρόφος xai ἡ ἀδελφὴ (οἱ ἀδελφοὶ E) αὐτοῦ C"
      },
      {
        "index": 495,
        "text": "περιελ. τ. ZAy.] ὑπὸ τοὺς ἀγαρηνοὺς καὶ αὖϑις ἐγένετο BCwp ἀπορία"
      },
      {
        "index": 496,
        "text": "(cf. Georg. Cypr. Gelzer), Msoeévgc w*p, Μεσσήνης Di περι-"
      },
      {
        "index": 497,
        "text": "ἐπηγγέλοντο Ewp 11.12 ὡς φατὲ ARwp, ὥς φατε Di τῶν"
      },
      {
        "index": 498,
        "text": "ἀδελφῆς αὐτοῦ Μαρίας, ἣ μήτηρ ἦν τοῦ ὕστερον βασιλεύσαντος Μιχαὴλ τοῦ Καλαφάτου, δι᾽ εὐχὴν εἰς Ἔφεσον ἀπελϑούσης κἀκεῖϑεν ἐπανελϑούσης xal διηγουμένης ὅσα πάσχοιεν oi πέ- γητες τὰς καινὰς δασμοφορίας πραττόμενοι, καὶ ἀξιούσης ἀν-"
      },
      {
        "index": 499,
        "text": "b εϑῆναι τοῖς ὑπηκόοις τὸ τοῦ ἄχϑους πολύ, Ó ὀρφανοτρόφος ἐπικαγχάσας \"Og γυνὴ φρονεῖς\" ἀνταπεκρίϑη αὐτῇ “᾿μὴ εἰδυῖα ὅσων ἡ πολιτεία δεῖται ἀναλωμάτων.\" οὗτος ἐπιβουλευϑῆναι λέγεται παρὰ τῆς βασιλίσσης Ζωῆς. φαρμακεῦσαι γὰρ αὐτὸν καϑαρσίῳ τοῦ ἰατροῦ μέλλοντος, ἀναπεῖσαι τὸν φαρμακεύοντα"
      },
      {
        "index": 500,
        "text": "προσενεγκεῖν αὐτῷ δηλητήριον\" γνωσϑέντος δὲ τοῦ ἐπιχειρή-"
      },
      {
        "index": 501,
        "text": "[V 143 ματος διαδρᾶναι τὸν κίνδυνον. ἀλλ᾽ οὕτω μὲν παρὰ τοῦ ὄρφα- γοτρόφου ᾿Ιωάννου τὰ κοινὰ ὠκονόμητο᾽ οὐ μεῖον δ᾽ ἐκείνου oí ἀδελφοὶ αὐτοῦ, ἀλλὰ μέντοι καὶ μᾶλλον ἐκάκουν ξύμπαντας,"
      },
      {
        "index": 502,
        "text": "ἀδικώτατοι ὄντες καὶ φιλοχρηματώτατοι\" οἷς διὰ ταῦτα xal ὅ βασιλεὺς ἀπηχϑάνετο, ἀναστεῖλαι δὲ τὴν κακίαν αὐτοῖς ob συν- ἐχωρεῖτο παρὰ τοῦ μείζονος ἀδελφοῦ τοῦ ἐκτομίου ᾿Ιωάννου, ποτὲ μὲν παραιτουμένου αὐτούς, ποτὲ δὲ τὰς αὐτῶν πράξεις περικαλύπτοντος καὶ οὐκ ἐῶντος εἰς γνῶσιν ἥκειν τῷ αὖτο-"
      },
      {
        "index": 503,
        "text": "PII239A Ἤδη δὲ τῆς νόσου νεανιευομένης τῷ βασιλεῖ xai ϑαμὰ"
      },
      {
        "index": 504,
        "text": "τῆς τοῦ λογιζομένου παραφορᾶς αὐτῷ ἐπιούσης, οὔτε προόδοις ἐκέχρητο συνεχῶς οὔτε βασιλείοις πομπαῖς οὔτ᾽ ἐν βήμασιν ἐχρημάτιζε τῷ βασιλείῳ ϑρόνῳ ἄνετος ἐφεζόμενος, ἀλλὰ παρα- πετάσματα περὶ αὐτὸν ἀπῃώρηντο, καί τινες ἐπιτηρεῖν τετα- ὃ γμένοι αὐτὸν περιίσταντο, ot ὁπηνίκα τι σημεῖον εἶδον τῆς τοῦ γοῦ παρατροπῆς (πολλὰ δὲ ταύτην αὐτῷ προεμήνυον), εἷλκον ἐπ᾿ ἐκεῖνον εὐθὺς τὰ παραπετάσματα καὶ τούτοις τὸν πάσχοντα συγκαλύπτοντες ἐξιέναι τοῖς παρεστῶσιν ἐνεκελεύοντο. τῷ δὲ"
      },
      {
        "index": 505,
        "text": "ἀϑρόον τε τὸ πάϑος ἐπήει xai ἀϑρόον ἀφίστατο. οὕτως οὖν"
      },
      {
        "index": 506,
        "text": "Β ἔχων ὃ Μιχαὴλ κατὰ βραχὺ καὶ τοῦ ὁρᾶν τὴν βασίλισσαν καὶ τοῦ προσιέναι ἀπείχετο, ἢ αἰδούμενος ὅτι οἷα àvÜ' οἵων αὐτῇ ἀνταπέδωκεν, ἢ ὅτι ϑαμὰ καὶ ἑτοιμότατα τοῦ πάϑους αὐτῷ ἐπι- γινομένου ἠσχύνετο πάσχων οὕτω παρ᾽ ἐκείνης ὁρᾶσϑαι, ἢ διὰ τὸ τὴν ἕξιν τοῦ σώματος διεῳϑάρϑαι ol καὶ πρὸς μέξιν"
      },
      {
        "index": 507,
        "text": "ὃ μὴ πεφυκέναι. ἔνιοι δέ φασιν ὡς ἀνδράσι πνευματικοῖς ἐξ- ομολογησάμεγος τὸ τῆς μοιχείας xai τοῦ φόνου τοῦ βασιλέως"
      },
      {
        "index": 508,
        "text": "ὅτι ἡ νόσος τῆς παραφορᾶς κατεκράτησε σφόδρα τοῦ βασιλέως C"
      },
      {
        "index": 509,
        "text": "ἁμάρτημα παρ᾽ ἐκείνων ἄλλας re ἐδέξατο ἐντολὰς καὶ τοῦ IV 144 ἀφροδισίων ἀπέχεσϑαι\" ἔνϑεν τοι καὶ διαδόσεις ἐποιεῖτο y09- μάτων πολλῶν καὶ σεμνεῖα ὠκοδόμει καὶ εἰς Θεσσαλονίκην ἀπῆλϑε, τοῦ καλλινίκου μάρτυρος Δημητρίου δεόμενος ἵνα τι 5roD πάϑους εὕρῃ ἀλέξημα\" τῷ δὲ καὶ νόσος ὑδερικὴ προσ- Ὁ ἐγένετο. ὡς οὖν οὕτως ἔχοντα τὸν ἀδελφὸν ἑώρα ὃ ᾿Ιωάννης, δείσας περὶ τῇ βασιλείᾳ μὴ ἀϑρόον ϑανόντος τοῦ; αὐτοκράτορος ἐπὶ τῇ Ζωῇ γένηται ὡς κληρονόμῳ αὐτῆς, κἀντεῦϑεν αὐτός τε καὶ τὸ γένος ὅλον εἰς ἐξολόϑρευσιν γένηται, μέτεισι τὸν αὐτοκράτορα πιϑανότησι καὶ πείϑει τὸν ἀδελφιδοῦν αὐτοῦ τὸν Μιχαὴλ προχειρίσασϑαι Καίσαρα, ἵν᾽ ἔφεδρος εἴη τῇ τῆς βα- σιλείας ἀρχῇ. ἐπεὶ δὲ τῆς βασιλείας, ὡς εἴρηται, κληρονόμον τὴν Ζωὴν ἤδει, μέτεισι κἀκείνην, καὶ μητέρα τὴν εὐγενῆ τοῦ δυσγενοῦς ἀναπλάττουσιν. ἄμφω γὰρ τὼ ἀδελφὼ διαλεχϑέντε 9 αὐτῇ περὶ τούτου εἰσποιητὸν ταύτης τὸν Μιχαὴλ υἱὸν ὀνομά- ζουσιν. ἡἣ δὲ μήτ᾽ ἀντειπεῖν ϑαρροῦσα τοῖς ἐκείνων ϑελήμασι 10D W ΠῚ 191 καὶ ἄλλως εὔκολος οὖσα καὶ τὴν γνώμην εὐάγωγος κατένευσε. xai συνήϑροιστο μὲν εἷς τὸν ἐν λαχέρναις ϑεῖον ναὸν ἡ γε- 11 govoía ἐκ προκηρύγματος καὶ oi πληροῦντες τὴν τάξιν δὴ τὴν"
      },
      {
        "index": 510,
        "text": "βασίλειον, ἐν δὲ μέσοις τούτοις ἡ βασιλὶς προαχϑεῖσα κἂν ταῖς"
      },
      {
        "index": 511,
        "text": "κιγκλίσι γενομένη τοῦ ϑυσιαστηρίου ἐκεῖϑεν εἰσποιεῖται τὸν .Mi- χαὴλ καὶ ὡς υἱὸν ἀγκαλίζεται. ὃ δ᾽ αὐτοκράτωρ αὐτίκα τοῦτον προχειρίζεται Καίσαρα καὶ τὸ ἄϑροισμα ἐπευφήμησεν. ἔδοξε"
      },
      {
        "index": 512,
        "text": "μὲν οὖν ὁ ᾿Ιωάννης ἤδη τὸ πᾶν κατεργάσασϑαι καὶ τὸ κράτος ὃ"
      },
      {
        "index": 513,
        "text": "?240A τῷ οἰκείῳ γένει περιποιήσασϑαι\" τὸ δ᾽ ἦν ἀνατροπὴ τοῦ παντὸς"
      },
      {
        "index": 514,
        "text": "αὐτῷ τε xal τοῖς προσήκουσιν ἅπασιν᾽ ὅπως δέ, ó λόγος δη- λώσει κατὰ καιρόν."
      },
      {
        "index": 515,
        "text": "Τῶν δὲ Βουλγάρων, ὡς ἤδη ἱστόρηται, ὑπὸ βασιλείου τοῦ βασιλέως καταπολεμηϑέντων καὶ τῆς αὐτῶν βασιλείας καϑ- Ὁ 1V αἱρεϑείσης, μέχρι μέν τινος ἔφερον oi βάρβαροι τὸν τῆς δου-"
      },
      {
        "index": 516,
        "text": "λείας ζυγόν. εἶτα τοῦτον ἀποσείσασϑαι διανενόηντο καὶ ἐσφά-"
      },
      {
        "index": 517,
        "text": "δαζον, ἀλλὰ σφίσι τὸ ἄναρχον ἐκώλυε τὸ ἐννόημα. ἀνὴρ δέ τις ἄσημος μὲν τὸ γένος, Δολιάνος καλούμενος, δόλου δὲ μεστὸς καὶ δεινότητος, υἱὸν ἑαυτὸν ἐπιφημίσας τοῦ ᾿Ααρών, ὃς τοῦ Σαμουὴλ τοῦ ἄρξαντος τοῦ ἔϑνους ἦν ἀδελφός, ἔκ Βυζαντίου, ὡς λέγεται, ἀποδρὰς καὶ πείσας τὸ ἔϑνος παῖς εἶναι τοῦ \"Aapov,"
      },
      {
        "index": 518,
        "text": "ὅπως ἀπεστάτησε πάλιν τὸ τῶν Βουλγάρων ἔϑνος CE καὶ ὅπως εἰς δύο ἀρχηγοὺς περιέστη, καὶ ὅπως ὃ εἷς τὸν ἄλλον διέφϑειοε, παρασκευάσας"
      },
      {
        "index": 519,
        "text": "apud Psell. p. 61, 4 corrigendum est ἐπευφήμησαν T re om. BC δὲ] ye μὴν € ἱστόρηται) XVII 9, 23 àxo |"
      },
      {
        "index": 520,
        "text": "βασιλέα τοῖς βαρβάροις ἡρέϑη. ἐντεῦϑεν εἰς φανερὰν ἀποστα- σίαν ἐξερράγη τὸ ἔϑνος καὶ εἰς λῃστείας κεκίνητο καὶ τὰ Ῥω- μαίων κατέτρεχε. στέλλεται τοίνυν στρατηγός τις μετὰ δυνά- Ὁ δεως, ἵν᾿ ἀνακόπτῃ τὰς ἐπιδρομὰς τοῖς λῃστεύουσιν. ὁ δὲθ κακῶς τοῖς ὑπ᾽ αὐτὸν προσφερόμενος ἐξηρέϑισε τούτους καϑ' ἑαυτοῦ καὶ ἀπώλετο ἄν, εἰ μὴ ἀπέδρα νυκτός. ἡ γοῦν m αὐτὸν στρατιὰ δείσασα πρὸς ἀποστασίαν ἐχώρησε καί τινα ἐξ ἑαυτῶν Τειχομηρὸν κεκλημένον, ἐκ δὲ γένους φύντα Βουλ- γαρικοῦ, ἀρχηγὸν ἑαυτοῖς προχειρίζονται καὶ βασιλέα Βουλγα- Ὁ oíac αὐτὸν ὀνομάζουσι. καὶ τὰ τῶν Βουλγάρων διήρητο, τῶν μὲν τῷ Δολιάνῳ, τῶν δὲ τῷ Ἵ1ειχομηρῷ προσρυϊσκομένων. ἀλλὰ δόλῳ μετῆλϑεν ó Δολιάνος τὸν ἀντικαϑιστάμενον᾽ μετα- 9. καλεῖται γὰρ αὐτὸν ἐπὶ κοινωνίᾳ τῆς ἀρχῆς καὶ τῆς πρὸς Ῥω- μαίους μάχης\" καὶ ὃς πείϑεται. ἐπεὶ οὖν ἡνώϑησαν ἄμφω 11 oí ἀρχηγοὶ καὶ τὸ πλῆϑος τῶν Βουλγάρων συνήϑροιστο, ó 4ο- λιάνος πρὸς τοὺς συνειλεγμένους ἔφη μὴ ἄν ποτε σωϑήσεσϑαι τὸ τῶν ουλγάρων ἔϑνος ὑπ᾽ ἀρχηγῶν δυοῖν κυβερνώμενον, καί \"el τὴν σωτηρίαν ὑμῶν βούλεσϑε, τὸν ἕνα ἐξ ἡμῶν ποι- V 146 ἥσατε ἐκποδών\" εἰ μὲν οὖν ἐμὲ τοῦ γένους εἶναι τοῦ Σαμουὴλ"
      },
      {
        "index": 521,
        "text": "οἴδατε, ἀποσκευάσασϑε τὸν Τειχομηοόν᾽ εἶ δ᾽ οὐ τοῦτο, αὐτῷ"
      },
      {
        "index": 522,
        "text": "D μὲν ἑαυτοὺς ὑποτάξατε, ἐμὲ δ᾽ ἐκ μέσου ποιήσατε.\" ἐπὶ τού-"
      },
      {
        "index": 523,
        "text": "τοις ϑροῦς ἤρϑη, καί οἵ τὴν βασιλείαν ξύμπαντες ἐπευφήμησαν,"
      },
      {
        "index": 524,
        "text": "καὶ ó Τειχομηρὸς κατελεύσϑη. ὃ δὲ Δολιάνος αὐτοκράτωρ γενό- μενος εἷλέ τε τὸ Δυρράχιον καὶ κατὰ τῆς ᾿Πλλάδος ἐχώρησε δ"
      },
      {
        "index": 525,
        "text": "καὶ τὰ Νικοπολιτῶν προσεποιήσατο, τῶν ἦν αὐτοῖς ἑκόντων"
      },
      {
        "index": 526,
        "text": "προσχωρησάντων αὐτῷ, ἐπεὶ μὴ ἔφερον τὴν τοῦ ὀρφανοτρόφου"
      },
      {
        "index": 527,
        "text": "ἀπληστίαν καὶ τὸ ἀκόρεστον. καὶ ὃ μὲν οὕτως λείαν Μυσῶν τὸ"
      },
      {
        "index": 528,
        "text": "τοῦ λόγου τὰ Ρωμαίων ἐτίϑετο. ὃ δὲ βασιλεὺς τῆς ἀγγελίας xo- μισϑείσης αὐτῷ αὐτίκα ὥρμα καταλαβεῖν τὸν ἀποστατήσαντα,"
      },
      {
        "index": 529,
        "text": "δεινὸν ἡγεῖσϑαι λέγων, εἶ μηδὲν αὐτὸς τῇ βασιλείᾳ προσενεγκὼν"
      },
      {
        "index": 530,
        "text": "I? μοῖραν ταύτης ἀφαιρεϑεῖσάν τινα παραβλέψεται. ὅτι δέ ol. ἀπ-"
      },
      {
        "index": 531,
        "text": "ἔγνωστο τὸ βιώσιμον (ἤδη γὰρ ὃ ὕδερος αὐτοῦ κατεκράτησε"
      },
      {
        "index": 532,
        "text": "καὶ αὐτοῦ τὸ σῶμα ἐξώγκωτο), τό τε συγγενὲς ἀπεῖογε τὴν PII241A ἐκστρατείαν αὐτῷ παρακλήσεσι καὶ οἱ προὔχοντες τῆς βουλῆς"
      },
      {
        "index": 533,
        "text": "οὐκ ἐπήνουν τὸ βούλευμα. ἀλλ᾽ ἐκεῖνος ζήλῳ δωννύμενος"
      },
      {
        "index": 534,
        "text": "καὶ ἀντεπάγων τῇ ἀσϑενείᾳ τὸ πρόϑυμον ἐπὶ τοὺς Σκύϑας"
      },
      {
        "index": 535,
        "text": "ἐπεφήμησαν Ὦ δολιανὸὶ Ὦ γενόμενος μόναρχος BC. ὅ τε"
      },
      {
        "index": 536,
        "text": "R, τὴν νικόπολιν xai rà ὑπ' αὐτὴν BCwpDi, τὸ ϑέμα τῶν Νικοπολι-"
      },
      {
        "index": 537,
        "text": "χωρεῖ, xal ἦν τὸ πρᾶγμα ϑαύματος ἄξιον. νυκτὸς γὰρ τῇ γόσῳ καταπονούμενος καὶ ovx ἂν ἐς αὔριον ἀναστήσεσϑαι προσ- δοκώμενος, ὁ δὲ ἡμέρας ἄρτι φαυούσης ἔφιππός τε ὡρᾶτο καὶ W 111192 προΐει τῆς στρατιᾶς. ὡς Ó ἐν τοῖς τῶν Σκυϑῶν τούτων ὁρίοις 20 b ἐγένετο, ἡτοιμάζετο πρὸς ἀντιπαράταξιν. οὔπω δ᾽ ἀλλήλοις τὰ τάγματα συνερρώγεσαν καί τι συμβὰν ἀπόνως τάχα τῷ βασιλεῖ τὴν νίκην προσένειμεν. ὅ γάρ τοι τοῦ ᾿Δαρὼν ἐκείνου υἱός, B ὁ πατρίκιος ᾿Αλουσιάνος, παρὰ Ῥωμαίοις ὧν ἔτι, προσκεκρουκὼς τῷ κρατοῦντι, ἐπ᾽ οἴκου μένειν καταδεδίκαστο καὶ μήτε προσ- ἐέναι πρὸς τὰ ἀνάκτορα μήϑ᾽ ὅλως εἰσιέναι πρὸς τὸ Βυζάντιον, εἰ μὴ ἐπιτραπείη τὴν εἴσοδον. ἠϑύμει γοῦν διὰ ταῦτα ἐπεὶ 38 Ó' ἐγνώκει τὴν τοῦ ἔϑνους ἀποστασίαν καὶ τὴν τοῦ 4Δολιάνου αἵρεσιν εἷς τὸ ἄρχειν αὐτοῦ, ἀποδιδράσκει μὲν τῆς οἰκίας αὐτοῦ καὶ μεταμφιέννυται, ᾿Αρμενίου τε στολὴν περιϑέμενος ἑαυτῷ"
      },
      {
        "index": 538,
        "text": "πρὸς τὸ στρατόπεδον ἔλαϑε πάντας καὶ πρὸς βουλγαρίαν κατ- ἤντησεν. ἀλλ᾽ οὐκ αὐτίκα δῆλον ἔϑετο ἑαυτόν, προσομιλῶν"
      },
      {
        "index": 539,
        "text": "ὅπως ὁ ᾿Αλουσιάνος ἔφυγεν ἐκ τῶν Ρωμαίων εἰς τοὺς Βουλγάρους, xai"
      },
      {
        "index": 540,
        "text": "λιάνον κατασχὼν ἀπετύφλωσεν"
      },
      {
        "index": 541,
        "text": "δέ τισι τοῦ “Δαρὼν dveuturgoxe καί \"dpa\" ἔλεγεν “εἴ τις τῶν ἐκείνου παίδων παρῆν, ἔδοξεν ἂν ὑμῖν εἰς τὴν ἔϑνους ἀρχὴν προτιμότερος τοῦ νόϑου Ó γνήσιος ;\" ὡς δὲ πάντες πεποίηντο δι᾿ εὐχῆς τὸ ὑπὸ γνησίου παιδὸς ἄρχεσϑαι τοῦ ᾿Δαρὼν καὶ τὴν βασιλείαν αὖϑις εἰς ἀναμῳφίβολον περιστῆναι ἄνδρα καὶ τῷ πάλαι βασιλείῳ γένει προσήκοντα καϑαρῶς, πιστεύει τινὶ τὸ ἀπόρρητον"
      },
      {
        "index": 542,
        "text": "Ji τῶν μᾶλλον εἰδότων τὸ γένος τοῦ ᾿Δαρών. ὁ δὲ περιεργότερον αὐτῷ ἀνιχνεύσας τὸ εἶδος τοῖς ὀφϑαλμοῖς, εἶτα καί τι σημεῖον εἰδὼς προσὸν αὐτῷ ἀναμφίβολον, καὶ τοῦτο ἰδεῖν ἀπαιτεῖ. τὸ Ó' ἦν περὶ τὸν δεξιὸν ἀγκῶνα χρῶμά τι μέλαν καὶ ϑρὶξ δα- τὸ"
      },
      {
        "index": 543,
        "text": "σεῖα περὶ αὐτό. ἰδὼν οὖν καὶ τοῦτο καὶ οὔκέτι ἔχων ἔνδοι-"
      },
      {
        "index": 544,
        "text": "αστῶς καταβάλλει μὲν ἑαυτὸν ἐνώπιον τοῦ ἀνδρὸς xai τοὺς πόδας αὐτοῦ περιπτύσσεται. διδάσκει δὲ καὶ τοὺς ἄλλους τὸν"
      },
      {
        "index": 545,
        "text": "ἐκ τοῦ βασιλείου γένους αὐτοῖς ἀφικόμενον. καὶ πολλοὶ τοῦ ἀμφιβόλου ἀπορραγέντες τῷ γνησίῳ προσέϑεντο, καὶ μεμέριστο ἡ ἀρχή\" ὡς Ó' οὐ πάντως τῆς βασιλείας αὐτῆς στησομένης, εἶ πρὸς ἀλλήλους oi ἀρχηγοὶ διαφέροιντο, κοινοπραγοῦσι καὶ"
      },
      {
        "index": 546,
        "text": "μέλαν περὶ τ. ἀγκῶνα τ. δεξιὸν DC χρῶμά τι] χρώματι καὶ"
      },
      {
        "index": 547,
        "text": "tione inter se bis permutantur ἐνδοιάζειν et. ἀνενδοιάζειν ἴῃ Cra-"
      },
      {
        "index": 548,
        "text": "IV 148 σπένδονται, ἀλλήλους δὲ xal ὑπώπτευον καὶ ἐνήδρευον. ἀλλ᾽ 32P1I249 A ὀξύτερος εὑρέϑη ὁ ᾿Αλουσιάνος πρὸς τὴν ἐπιβουλὴν xai τὴν τοῦ Δολιάνου προέφϑασε δολιότητα. καὶ πότον ἑτοιμασάμενος καὶ συμπότην παραλαβὼν τὸν συνάρχοντα ἐπιτίϑεταί oi συμ-"
      },
      {
        "index": 549,
        "text": "ὃ ποσιάζοντι καὶ ἐξορύττει τῷ ἀϑλίῳ τὰ ὄμματα, καὶ εἰς μίαν ἐντεῦϑεν ἀρχὴν τὸ Σκυϑικὸν περιίσταται. εἶτα δι’ ἀπορ- ρήτων μηνύει τῷ βασιλεῖ βουλεύσασϑαι προσχωρῆσαι αὐτῷ, εἶ εὐμενοῦς αὐτοῦ τεύξεται καὶ ἀναλόγων οὐὖκ ἀμοιρήσει τῶν ἀμοιβῶν. ὁ δὲ τὴν ἔντευξίν τε προσήκατο καὶ ἀξίως ἀμεί-"
      },
      {
        "index": 550,
        "text": "ψασϑαι αὐτὸν ἐπηγγείλατο. καὶ ὃς αὐτίκα προσεληλύϑει καὶ τετίμητο μάγιστρος. ὁ δὲ βασιλεὺς ἔπεισι τῷ ἔϑνει εὐϑύς, τὸ δὲ ἄναρχον ὃν καὶ διεσπαρμένον οὐ δυσέργως καταπολε- μηϑὲν αὖϑις τῇ τῶν Ῥωμαίων ἡγεμονίᾳ ὑπέκυψε, καὶ ὁ βα- σιλεὺς πρὸς τὸ Βυζάντιον ἐπανέζευξε καὶ κατήγαγε ϑρίαμβον,"
      },
      {
        "index": 551,
        "text": "αἰχμαλώτους τε πολλοὺς διαγαγὼν iv αὐτῷ καὶ τὸν Δολιάνον αὐτὸν πεπηρωμένον τὰ ὄμματα."
      },
      {
        "index": 552,
        "text": "Εἶχε δ᾽ ὃ αὐτοκράτωρ κακῶς καὶ ἤδη τῇ λύσει προσ- ἤγγισε τῆς συνϑέσεως. καταφρονεῖ γοῦν τῆς ἀρχῆς καὶ ἐκ τῶν"
      },
      {
        "index": 553,
        "text": "ὅτι (ὅπως ἘΠ προσῆλϑεν ó ᾿Δλουσιάνος τῷ βασιλεῖ CE ὅπως"
      },
      {
        "index": 554,
        "text": "23 AoAarov— δολιότητα] V. ad. XVII 17, 3 συμπότην τε"
      },
      {
        "index": 555,
        "text": "Psell. p. 14, 8, πολλοὺς τὲ δορυαλώτους BC προςήγγιζε O"
      },
      {
        "index": 556,
        "text": "βασιλείων μεταχωρεῖ xal ἄπεισιν εἰς ὅπερ αὐτὸς πρὸ τῶν τει- χῶν τῆς πόλεως ἱδρύσατο ἀσκητήριον, ὃ ἐπὶ τῇ κλήσει τῶν ϑαυματουργῶν ᾿Αναργύρων ὠνόμασεν. ἔνϑα δὴ γεγονὼς ἐκ- διδύσκεται μὲν τὴν ἁλουργίδα καὶ τἄλλα πάντα τῆς βασιλείας γνωρίσματα, κείρεται δὲ τὴν τρίχα καὶ τελεῖται τὴν ἱερὰν τελετήν, ἐνδύεται δὲ τὸ δάκος τῆς iv Χριστῷ ταπεινώσεως xai περιζώννυται τὸ ϑεῖον δέρας τὸ τῆς ἑκουσίου νεκρώσεως C 4Δσύμβολον ó ἤδη καὶ ἄκων νεκρούμενος. ὡς οὖν ἠγγέλθη τῇ βασιλίσσῃ τὸ γεγονός, πεζῇ τῶν βασιλείων ὑπέξεισι καὶ πρὸς"
      },
      {
        "index": 557,
        "text": "αὐτὸν ἀπείργνυσιν εἴσοδον, οὖκ οἷδα εἴτ᾽ αἰδούμενος àvÓ' ὧν πρὸς αὐτὴν ἐνεδείξατο εἴϑ᾽ ὅλος τῆς μετανοίας γενόμενος καὶ μὴ ϑέλων εἰς μνήμην ἐλϑεῖν τῆς πρὸς ἐκείνην παλαιᾶς διαϑέ- ἀϑσεως. ἡ μὲν οὖν μὴ ἐντυχοῦσα τῷ Μιχαὴλ ὑπενόστησεν᾽ ὁ δὲ βοαχύ τι τῇ μεταϑέσει τῆς βιοτῆς ἐπιβιώσας πρὸς τὰς ἀϊδίους μονὰς μετέϑετο τὴν ζωήν, μέχρις ἐσχάτης ἀναπνοῆς τὸ πρὸς τὸν βασιλέα “Ῥωμανὸν αὐτῷ τολμηϑὲν ἀπολοφυρόμενος, βασι- λεὺς γεγονὼς ἐπιεικὴς καὶ χρηστός, ὅσον τὸ elg αὐτόν, τὸ συγ-"
      },
      {
        "index": 558,
        "text": "τελευτὴ τοῦ βασιλέως Μιχαὴλ τοῦ Παφλαγόνος C"
      },
      {
        "index": 559,
        "text": "l. τῆς πόλεως ante τειχῶν BC ἁλουργίδα B*3Ewp2Di, diovo-"
      },
      {
        "index": 560,
        "text": "πῶς τὴν ἐκείνου χρηστότητα. ἱστόρηται δὲ τοῖς μὲν ἐπ᾽ ἔτος 4ῦ ἕβδομον τὸ σκῆπτρον κατασχεῖν τὸ ἹΡωμαϊκόν, τοῖς δὲ καί τι τούτου ἐπέκεινα."
      },
      {
        "index": 561,
        "text": "5 \"Hxc δ᾽ ἡ τῆς βασιλείας ἀρχὴ πρὸς τὸν Καίσαρα, πάντα τοῦ μητραδέλφου αὐτοῦ τοῦ ᾿Ιωάννου ἀνύοντος. ὁ μὲν yàg? βασιλεὺς Μιχαὴλ Καίσαρα τοῦτον ἐτίμησεν, ὡς προγέγραπται, εἶτα ὥσπερ μεταμελόμενος οὐ χρηστὴν πρὸς ἐκεῖνον ἐτήρει διά- ϑεσιν. ὅϑεν καὶ ἔξω zov τῆς πόλεως ὥριστο αὐτῷ ἡ κατ-"
      },
      {
        "index": 562,
        "text": "αγωγή, καὶ οὐδ᾽ ἐφεῖτο τούτῳ, & μὴ κελευσϑείη, πρὸς τὸν βα- σιλέα φοιτᾶν. ἐπεὶ δὲ τῶν βασιλείων ὑπεξῆλθεν ὁ αὐτοκράτωρ, ὡς εἴρηται, οἱ ἐκείνου αὐτάδελφοι βασίλειον πλάττονται γράμμα, Ρ11948.Ὰ ἐπιτρέπον ἐκείνῳ τὴν πρὸς τὰ ἀνάκτορα πάροδον. καὶ ó μὲν ῦ εἰσελήλυϑεν᾽ ó δὲ πρῶτος τῶν ἀδελφῶν ὁ ὀρφαγνοτρόφος μὴ"
      },
      {
        "index": 563,
        "text": "δεῖν συνεβούλευσεν ἐπιχειρῆσαι πράξει τινὶ γνώμης τῆς βασι- λίδος χωρίς. προσίασι τοίνυν αὐτῇ καὶ τοῖς ἐκείνης ποσὶ τὸν ὃ Καίσαρα καταβάλλουσι καὶ προΐσχονται τὴν εἰσποίησιν καὶ πί- στεις διδόασι καὶ φρικώδεις ὅρκους ὀμνύουσιν ἦ μὴν τοῦ ὀνό-"
      },
      {
        "index": 564,
        "text": "οὗτος BCEwp ὃ τῶν ῥωμαίων BCwp ἀννύοντος ἢ προ-"
      },
      {
        "index": 565,
        "text": "ματος μόνου τῆς βασιλείας μετέχειν τὸν Μιχαήλ, ἐκείνης δ᾽ Ὁ IV V εἶναι τὴν ἐξουσίαν, καὶ ὡς ἀργυρωνήτῳ, εἶ βούλεται, κεχοῆσϑαι"
      },
      {
        "index": 566,
        "text": "τ αὐτῷ. τούτοις ἐκείνην καὶ ἄλλως εὐάγωγον οὖσαν καταγοητεύ-"
      },
      {
        "index": 567,
        "text": "Β σαντες καὶ καταϑέλξαντες τοῖς μειλίγμασι συλῶσι καὶ τοῦ ἑαυτῶν"
      },
      {
        "index": 568,
        "text": "ποιοῦσι ϑελήματος. καὶ ἐγχειρίζεται τὸ σκῆπτρον τῷ Μιχαὴλ καὶ ἀναδεῖται τῇ βασιλικῇ στεφάνῃ ó ταύτης ἀνάξιος, οὗ μᾶλλον ἐκ γέγους, καίτοι τούτου τυχὼν δυσγενεστάτου καὶ ἀφανοῦς (τῶν γὰρ τὰς νῆας καταπιττούντων ἦν αὐτῷ ὃ πατήρ), ὅσον"
      },
      {
        "index": 569,
        "text": "ἐκ τρόπων κακότητος. ἦν γὰρ ὕπουλος μὲν τὴν γνώμην, ἀγνώ- μων δὲ τὴν ψυχὴν καὶ ἀχάριστος καὶ μήτε συγγενείας ϑεσμοὺς"
      },
      {
        "index": 570,
        "text": "μήτε φιλίας αἰδούμενος. ἦν δέ οἵ καὶ ἡ γλῶττα πρὸς τὰ βου- λεύματα τῆς ψυχῆς ἀσύμφωνος καὶ ἀσύμβατος, ἄλλα ἐνὶ φρεσὶ"
      },
      {
        "index": 571,
        "text": "κεύϑοντι, ἄλλα δὲ λέγοντι, καὶ ἐπὶ τούτοις, εἴπερ τις ἄλλος,"
      },
      {
        "index": 572,
        "text": "C βάσκανος ὃ ἀνὴρ δουλοπρεπής τὲ παρὰ τὰς τῶν καιρῶν Óvo- κολίας xai ἀνελεύϑερος δύσοργός τε καὶ εὐμετάβολος, οὐκ ἐξ ὀργῆς ῥᾷον μεταβαλλόμενος εἰς πρᾳότητα, ἀλλ᾽ ἐκ χρηστοτέρας"
      },
      {
        "index": 573,
        "text": "διαϑέσεως εἰς μῖσος ἐκ τοῦ τυχόντος μεταφερόμενος. ὁ μὲν οὖν τοιοῦτος ὧν ἐπὶ τὸν ἄξονα τῆς βασιλείας ἀνάγεται, τῷ δὲ"
      },
      {
        "index": 574,
        "text": "ἄλλα--- λέγοντι) cf. Homer. Il. IX 313 13. βάσκανος ante"
      },
      {
        "index": 575,
        "text": "ὀρφανοτρόφῳ καὶ ϑείῳ αὐτοῦ xal τῷ συγγενικῷ ξύμπαντι ó κολοφὼν ἐντεῦϑεν ἐπῆκτο τῶν συμφορῶν. οὗ γὰρ ἐπὶ μακρὸν ἐτήρησε τὴν σκηνήν τὲ καὶ τὴν προσποίησιν, ἀλλ᾽ ἐπί τινας βροαχίστας ἡμέρας δεσπότην τὸν ϑεῖον ὀνομάζων καὶ συνϑωκοῦν W 1Π1|194"
      },
      {
        "index": 576,
        "text": "Ὁ αὐτῷ ἀξιῶν καὶ πάντα ἐπ᾽ ἐκείνῳ τιϑέμενος εἶτα ὑφήρει τι τῆς τιμῆς, εἶτα οὐκ ἦν αὐτῷ πειϑήνιος ἐν τοῖς τιλείοσι xal D ἄλλοτε ἄλλο τι πρὸς τὸν ϑεῖον ὑποκνίζον αὐτὸν ἐνεδείκνυτο. τῷ δὲ μετέμελε τῆς εἰς τὸν ἀνεψιὸν τοῦτον σπουδῆς, οὐκ εἶχε"
      },
      {
        "index": 577,
        "text": "δ᾽ ὅ τι καὶ δράσειεν ἐξ ἑτοίμου, ἀλλ᾽ ἐβυσσοδόμευε τὸ ἐγχείρημα,"
      },
      {
        "index": 578,
        "text": "τέως δὲ οὗ συνεχῶς προσήει τῷ βασιλεῖ. διαφορᾶς δὲ πρὸς 1ῦ Κωνσταντῖνον τὸν ἀδελφὸν αὐτῷ γενομένης, ᾧ μόνῳ ἐξ ἁπάσης τῆς συγγενείας ὃ Μιχαὴλ προσέκειτο καὶ ἐτίμησε νωβελίσιμον, καὶ τραχυνϑέντος ἐκείνου κατὰ τοῦ ᾿Ιωάννου τοῦ βασιλέως ἐνώ- zuov, ó ᾿Ιωάννης τοῖς λόγοις δηχϑεὶς καὶ μᾶλλον ὅτι μὴ πρὸς"
      },
      {
        "index": 579,
        "text": "τοῦ βασιλέως διὰ τὰς πρὸς αὐτὸν λοιδορίας ἐπιτετίμητο, ἀτι- εδυσπέτησέ te καὶ πόρρω ποὶι τοῦ ἄστεος γέγονε. τοῦτο δὲ A γνωσϑὲν πολύ τι τῆς γερουσίας μέρος συνεπεσπάσατο, ὥστε αὐτῷ προσφοιτᾶν, οὐκ εὐνοίᾳ, ἀλλ᾽ ἵν᾿ ἐφ᾽ ἑαυτοὺς τὴν αὐτοῦ"
      },
      {
        "index": 580,
        "text": "ὅπως διετέϑη πρὸς τὸν ϑεῖον αὐτοῦ τὸν ὀρφανοτρόφον CE ἐξορία τοῦ ὀρφανοτρόφου (ἰωάνγνου E) C"
      },
      {
        "index": 581,
        "text": "βραχίσας p* συνϑακοῦν Rwp ἔὈ sea] xai D ὀ σκπλείοσι ἸὰνρΡ ὲ,"
      },
      {
        "index": 582,
        "text": "18. p. 608, ἐφελκύσωνται τ. ἐκείνου εὐμένειαν BC αὐτοῦ DEwp2i, \"avro? Α, ἐκείνου R, τούτου Psell. p. 83,"
      },
      {
        "index": 583,
        "text": "εὐμένειαν ἐφελκύσωνται. ἀλλὰ διὰ γραμμάτων αὐτῷ τὴν ὑπερ- οψίαν ó βασιλεὺς προσωνείδισε, τὴν πρὸς ἐκεῖνον συνέλευσιν εὐλαβηϑεὶς τῶν πολλῶν, καὶ κακοήϑως ἠξίου ἀφίξεσϑαι. καὶ ó μὲν ἤει\" ó δὲ μὴ ἀναμείνας τοῦ ϑείου τὴν ἄφιξιν πεπόρευτο πρὸς τὸ Üéargov' ἦν γὰρ ἡμέρα ἵπποις ἁμιλλητήριος. ὡς δ᾽ ὃ ἐλθὼν ó ϑεῖος οὐχ εὗρε τὸν βασιλεύοντα, ἔτι τῷ ϑυμῷ ὑὕὑπερ- ζέσας, ὡς περιυβοισμένος, ἐπάνεισι. καὶ ó. βασιλεὺς αὐτῷ τὴν Β δυσμένειαν εἷς προῦπτον ἐκρήγνυσι καὶ στέλλει νῆα κελεύων αὐτῷ Ó( αὐτῆς ἥξειν, δώσοντι λόγους τῆς εἰς ἐκεῖνον ὕπερ- οψίας\" καὶ ὁ μὲν ἔπλει πρὸς τὰ βασίλεια. ὃ δὲ βασιλεὺς ἄνω- 10 Üev διά τινος συγϑήματος, ὃ τοῖς ἄγουσι τὸν ᾿Ιωάννην προ- έγνωστο, ἐπέχει τῇ νηὶ τὴν εἰς τὰ βασίλεια πάροδον, αὐτίκα δὲ τριήρης ἐπελϑοῦσα λαμβάνει τοῦτον καὶ ὑπερόριον τίϑησι. τοι- οὕτοις ἠμείψατο τὸν εὐεργέτην ó δι᾿ ἐκείνου Καῖσαρ, εἶτα καὶ βασιλεὺς γεγονώς. ἐπεὶ δ᾽ ἐκεῖνον ἐκ μέσου πεποίηκε, μέτεισι τὸ συγγενὲς καὶ ἄνδρας οὐχὶ τῇ τῆς φύσεως μόνῃ δηλωτικῇ"
      },
      {
        "index": 584,
        "text": "ἀνδρῶν ἡλικίαν ἐλάσαντας ὑπηνήτας ἤδη καὶ παίδων γεγονότας"
      },
      {
        "index": 585,
        "text": "XVII 11, 11 δώσοντα BC, δόσοντι ἢ αὐτίκα δὲ ADEwp,"
      },
      {
        "index": 586,
        "text": "L - , αὶ * » καίσαρ ex καίσαρος mutat A, corr. Di lí fus τοὺς (sic) E, εἰς"
      },
      {
        "index": 587,
        "text": "πατέρας τῶν παιδογόνων μορίων ἀποστερεῖ zai ἐκτομίας ἐργά- ζεται. Ὡς δὲ κατὰ τοῦ ὁμογενοῦς αἵματος τοιοῦτον ἤρατο τρό- C παιον, ἕνα ἔτι περιλελεῖφοϑαι αὐτῷ ἐνόμιζεν “Πράκλειον ἄεϑλον 510 xai τὴν βασιλίδα ἀποσκευάσασϑαι, καὶ πρὸς τοῦτον λουτὸν ἀποδύεται, ἐνάγοντα πρὸς τοὖργον καὶ τὸν ϑεῖον ἔχων Kov- σταντῖνον xai παραϑήγοντα. λογοποιεῖ τοίνυν ὁ δυσγενέστατος παῖς κατὰ τῆς εὐγενεστάτης μητρὸς καὶ συμπλάττει κατ᾽ αὐτῆς αἰτιάματα φαρμακόν τε καλεῖ καὶ ἐπιβουλεύειν αὐτοῦ τῇ ζωῇ 10τῆς ἀϑῴου κατηγορεῖ. καὶ τί δεῖ κύκλους ἑλίττειν; ἐξωϑεῖ τῶν βασιλείων αὐτὴν καὶ περιορίζει τῇ νήσῳ τῇ λεγομένῃ τοῦ IToty- κιπὸος καὶ τέλος ἀποκείρει τὴν εὐεργέτιν καὶ μεταμφιέννυσι καὶ ἀντὶ τῆς ἐκ πενταγονίας προσηκούσης αὐτῇ πορφύρας ἐνδιδύσκει τοιβώνιον. καὶ ó μὲν ὡς ἤδη τὸ πᾶν ἠνυκὼς ἔχαιρέ τε καὶ D γαῦρος ὦπτο καὶ παιδιαῖς ἑαυτὸν ἐπέδωκε καὶ τρυφαῖς\" ἡ δὲ"
      },
      {
        "index": 588,
        "text": "ὅτι αἰτιάσεις κατὰ τῆς βασιλίδος Ζωῆς πλασάμενος ὅ Μιχαὴλ ἀποκείρει"
      },
      {
        "index": 589,
        "text": "πρίγκιπος (πρέγγιπος D) Al, τοῦ πρίγκιπος λεγομένη E(wp) ἀπο- κείρει post εὐεργέτιν ΒΌ καὶ μ.7} τὲ καὶ μ. Β(Ο) [18 πενταγονίας ARw"
      },
      {
        "index": 590,
        "text": "οἴίατη, barbatos iam maritos et patres, virilibus exsectis facit"
      },
      {
        "index": 591,
        "text": "δίκη o)x ἐπενύσταξεν, ἀλλ᾽ αὐτίκα μετῆλϑε τὸν ἀλιτήριον. — cc γὰρ τὸ περὶ τὴν βασιλίδα δρᾶμα τοῖς ἐν τῇ πόλει κεκήρυκτο, κατήφειαν ἦν ὁρᾶν παρὰ πᾶσι καὶ σκυϑρωπότητα, καὶ ὡς £v οἰκείᾳ συμφορᾷ διετίϑετο ἕκαστος, εἶτα καὶ φανερῶς ἐλοιδο-"
      },
      {
        "index": 592,
        "text": "θροῦντο τῷ τυραννήσαντι. ai δὲ γυναῖκες καὶ ϑρήνους συν- ὃ"
      },
      {
        "index": 593,
        "text": "ίστων, ἀνακαλούμεναι τὴν βασίλισσαν. καὶ τέλος εἷς στάσιν"
      },
      {
        "index": 594,
        "text": "φανερὰν ἀνερράγησαν οἱ τῆς πόλεως ξύμπαντες. καὶ ἵνα τὸν τολμητίαν τιμωρήσωνται, οὐδεὶς ἐφείδετο τῆς οἰκείας ζωῆς, ἀλλ᾽"
      },
      {
        "index": 595,
        "text": "PII945A ἕκαστος τῷ προστυχόντι τὴν δεξιὰν ὁπλίσας συνέϑεον ἐπὶ τὰ ἀνάχτορα. τὸν δὲ πρῶτον μὲν οὐ πάνυ τι τὸ τοῦ πλήϑους Ὁ IV συγκίνημα ἐϑορύβησεν, εἶτα τὸν δῆμον ὁρῶν ἐκμαινόμενον εἰς λόχους τὲ συνιστάμενον καὶ τὸν λαὸν ἐπιρρέοντα, τοὺς δὲ περὶ αὐτὸν ἀμφιβόλους ταῖς γνώμαις κατανοῶν (κἀκείνοις γὰρ τὸ περὶ τὴν βασίλισσαν μεμίσητο τόλμημα), περιδεής τις καὶ ἐν- αγώνιος γέγονεν. ἀλλά τι μικρὸν τὴν ἀγωνίαν αὐτῷ ὃ νωβε- τῦ λίσιμος ἐπεκούφισεν. οἴκοι γὰρ ὧν καὶ τὴν στάσιν μεμαϑηκώς, τοὺς περὶ αὐτὸν ὁπλίσας (πολλοὶ δ᾽ αὐτῷ παρετρέφοντο) διὰ μέσης τῆς ἀγορᾶς παριὼν ἀπῆλϑεν εἰς τὰ βασίλεια\" καὶ αὐτίκα στέλλουσι τοὺς ἐπανάξοντας τὴν βασίλισσαν, τοῖς δὲ στασιώταις"
      },
      {
        "index": 596,
        "text": "ὅτι διὰ τὴν στάσιν ἀνεκομίσϑη ἡ βασιλίς, καὶ ó λαὸς μελενδυτοῦσαν ἰδὼν"
      },
      {
        "index": 597,
        "text": "ἁλιτήριον ÀAwp, ἀλιτήριον DESDi, ἀγνώμονα καὶ ἀχάριστον R. (ex XVII 18,9) Wo lat. δρᾶμα Ewp2i, δράμα AO, v. ad XVIII 23, 12 οὐδεὶς ---ζωῆς] ἠφείδουν xai τῆς ζωῆς BC τις AC, τε RCwwp νωβελίσιμος ADwp, γωβελλίσιμος R, γωβελίασιμος"
      },
      {
        "index": 598,
        "text": "στέλλει DCwWo lat."
      },
      {
        "index": 599,
        "text": "λίϑους ἐκ σφενδονῶν, ἐξ ὧν οὐ βροάχιστοι ἀνῃρέϑησαν. ἤδη δὲ τὴν βασιλίδα ἀνακομισϑεῖσαν στήσαντες ἐπὶ μετεώρου ἐν τῷ ϑεάτρῳ τοῖς στασιάζουσιν ἐπεδείκνυον, ἵνα δῆϑεν αὐτοῖς κατευ-"
      },
      {
        "index": 600,
        "text": "ὃ νασϑῇ ó ϑυμός, ἀνακληϑείσης τῆς σφετέρας δεσπότιδος. τοῖς δὲ τοῦτο μᾶλλον ἀνῆψε τὸν ϑυμὸν καὶ ἐξέκαυσε τὴν ὀργήν. ες γὰρ μετημφιεσμένην αὐτὴν ἑωράκεισαν, ἐπὶ πλέον ἀνερορώ- γεσαν εἷς. τὸν πόλεμον καὶ τῆς κακοηϑείας τὸν τυραννοῦντα μισήσαντες ἀφίστανται μὲν τῆς βασιλίδος Ζωῆς, πρὸς δὲ τὴν"
      },
      {
        "index": 601,
        "text": "Θεοδώραν τὴν ταύτης σύγγονον τρέπονται, ἤδη προμετασχη- ματισϑεῖσαν κἀκείνην παρὰ τῆς ἀδελφῆς, ὡς Ó λόγος φϑάσας ἐδίδαξε, καί τινα τῶν αὐτῆς ϑεραπόντων παραλαβόντες πατρῴων ἀφίκοντο ἐπ᾽ αὐτήν\" καὶ ταύτην τῆς κατοικίας ἐξαγαγόντες καὶ C οἷον περὶ αὐτὴν συνασπίσαντες εἰς τὸ μέγα τέμενος ἄγουσι τῆς"
      },
      {
        "index": 602,
        "text": "τοῦ ϑεοῦ λόγου Σοφίας, καὶ παρὰ πάντων τῶν τε τῆς βουλῆς καὶ τῶν τοῦ δήμου καὶ αὐτῶν τῶν τῆς ἐκκλησίας ἡ Θεοδώρα"
      },
      {
        "index": 603,
        "text": "ὅτι πρὸς τὴν τῆς Ζωῆς ἀδελφὴν τὴν Θεοδώραν τὸ πλῆϑος τραπὲν Αὐ- γούσταν αὐτὴν ἀνηγόρευσεν ἐν τῇ μεγάλῃ ἐκκλησίᾳ καὶ ὅτι εἰς τὴν μονὴν τοῦ Στουδίου (στουδίων E) ó Mitos xai ó ϑεῖος αὐτοῦ ὅ Κωνσταντῖνος"
      },
      {
        "index": 604,
        "text": "ἀπῆλθον (xai κωνστ. ὅ 0. αὐτ. εἰςῆλϑον E) C"
      },
      {
        "index": 605,
        "text": "vitis ARw (propter rec a Duc mutatum) ἐκ σφενδονῶν"
      },
      {
        "index": 606,
        "text": "ράγησαν Ewp προσχηματισϑεῖσαν BsEwp λόγος) XVII"
      },
      {
        "index": 607,
        "text": "αὐγούστα BCwp (B in rasura amplius spatium complectente)"
      },
      {
        "index": 608,
        "text": "περὶ ἐκεῖνον ἀπέσβεσε, καὶ δεδιὼς περὶ τῇ ζωῇ τῶν βασιλείων μεϑίσταται καὶ νηὶ τῶν βασιλικῶν ἐμβεβηκὼς αὐτὸς καὶ ὁ vo- βελίσιμος εἰς τὴν περιώνυμον ἀπῆλθον τοῦ Στουδίου μονήν, τὰ μὲν τῆς βασιλείας γνωρίσματα ἀποϑέμενος, μοναστοῦ δ᾽ ἑαυτῷ ὃ"
      },
      {
        "index": 609,
        "text": "περιϑέμενος ἄμφια. ἐπεὶ δ᾽ ἐγνώσϑη τοῦτο τῷ δήμῳ, οὐκ εἶχον"
      },
      {
        "index": 610,
        "text": "D ὅπως ἐκ τῆς χαρᾶς κατάσχωσιν ἑαυτούς, καὶ ἐπ᾿ ἐκεῖνον συνέϑεον."
      },
      {
        "index": 611,
        "text": "ἤδη δὲ κλινούσης ἡμέρας, οἱ περὶ τὴν Θεοδώραν δείσαντες μὴ ἣ βασιλὶς Ζωὴ αὖϑις τὸν ἐκβεβλημένον ἀνακαλέσηται, ἵνα μὴ ἣ ἀδελφὴ αὐτῇ συγκοινωνήσῃ τῆς βασιλείας, στέλλουσι τοὺς τὰ ὄμ-"
      },
      {
        "index": 612,
        "text": "ματα καὶ ἀμφοῖν ἐξορύξοντας. οἱ μὲν οὖν ἐξ αὐτοῦ τοῦ ϑυσιαστη - oíov τῆς τοῦ Στουδίου μονῆς ἐκσπασϑέντες ἀπήγοντο᾽ τὸ δὲ πλῆ- ϑος συρρεῦσαν περὶ αὐτοὺς ἐνύβριζόν τε καὶ ἐπετώϑαζον καὶ"
      },
      {
        "index": 613,
        "text": "μέλη συντιϑέντες ἐπετραγῴδουν αὐτοῖς. ὡς δ᾽ ἧκον ἐπὶ τὸ Xíiyua (τόπος δ᾽ ἐστὶ κεκλημένος τουτί), ἐκεῖ τοὺς ὀφϑαλμοὺς ἐξεκό- πησαν, ὃ μὲν Κωνσταντῖνος γενναίως φέρων τὴν συμφοράν,"
      },
      {
        "index": 614,
        "text": "PII946A ὁ δὲ Μιχαὴλ ϑεοκλυτῶν τε καὶ ὀδυρόμενος. ἐπεὶ δὲ xai ἄμφω"
      },
      {
        "index": 615,
        "text": "ὅτι ἐτυφλώϑησαν ó βασιλεὺς Μιχαὴλ καὶ ó ϑεῖος αὐτοῦ ó νωβελίσιμος"
      },
      {
        "index": 616,
        "text": "περὶ Rwp 11 xai ante ἄμφω om. w*pDi invitis AR"
      },
      {
        "index": 617,
        "text": "σκότος ἐκάλυψε, πρὸς τὴν Θεοδώραν oi τὴν πήρωσιν ἐκείνοις σχεδιάσαντες ἐπανήλϑοσαν, ἔτι τῷ μεγάλῳ τεμένει προσμένουσαν. ἡ δὲ Ζωὴ ἐτύγχανε περὶ τὰ βασίλεια. ἦν μὲν οὖν αὐτῇ 024.25 βουλόμενον μὴ προσήσεσϑαι τοῦ κράτους κοινωνὸν τὴν ὁμαί-"
      },
      {
        "index": 618,
        "text": "μονα\" ἐζηλοτύπει vào ἐκτόπως. ἀλλ᾽ oi τῆς γερουσίας καὶ"
      },
      {
        "index": 619,
        "text": "ἄμφω σεβόμενοι, τὴν μὲν Og βασιλίδα σφῶν ἐκ μακροῦ, τὴν δὲ ὡς ἄρτι ἀναρρηϑεῖσαν καὶ τοῦ καταλυϑῆναι τὴν τυραννίδα γενομένην αἰτίαν, πείϑουσι τὴν πρεσβυτέραν κοινωνὸν τοῦ κρά- rovc προσειληφέναι τὴν ἀδελφήν. ἥκει τοίνυν xai ἣ Θεοδώρα"
      },
      {
        "index": 620,
        "text": "IV 155 πρὸς τὰ βασίλεια καὶ συμμετέχει τοῦ κράτους τῇ ἀδελφῇ\" ἔν-"
      },
      {
        "index": 621,
        "text": "τεῦϑεν ὑπερορίαν οἵ πηρωϑέντες τοὺς ὀρϑαλμοὺς κατακρίνονται,"
      },
      {
        "index": 622,
        "text": "τῆς βασιλείας αὐτοῖς ἐπὶ μῆνας τέσσαρας καὶ πέντε ἡ μέρας συσταλείσης, ὡς εἴϑε γε καὶ ἐπὶ βραχύτερον."
      },
      {
        "index": 623,
        "text": "Κατηντήκει τοίνυν περὶ τὴν γυναικωνῖτιν ἣ τῶν Ῥωμαίων ἡντῇ Ot τῆν y"
      },
      {
        "index": 624,
        "text": "ἀρχή, xai οὖδέν τι πεοὶ ταύτας νενεωτέριστο, ἀλλὰ πάντες αὐὖ- ταῖς ὑπεῖκον, τό τε τῆς γερουσίας ἔξοχον καὶ τὸ τοῦ στρατη-"
      },
      {
        "index": 625,
        "text": "γίου ἐπισημότατον. αἱ δ᾽ ἄμφω ἐκάϑηντο ἐπὶ βήματος xai2 πᾶσα περὶ αὐτὰς ἐτελεῖτο |) τελετὴ ἡ βασίλειος καὶ τῇ δορυ- φορίᾳ τὸ ἐπὶ τῶν βασιλέων σχῆμα τετήρητο, καὶ oi τῆς πρώτης"
      },
      {
        "index": 626,
        "text": "ἀμφεκάλυψε BC, v. Hom. lH. IV 461. ζωὴ δ' BC αὐτῇ RewpDi,"
      },
      {
        "index": 627,
        "text": "Α,, τελετὴ ἡ βασίλειος DEwp, ἡ βασίλειος τελετὴ R τοῖς βασι- λεῦσι BCduoPp"
      },
      {
        "index": 628,
        "text": "βουλῆς xai oi àv τέλει σὺν αἰδοῖ παρειστήκεισαν ξύμπαντες. καὶ ζητήσεις δικῶν καὶ λύσεις δημοσίων ἀμφισβητήσεων ἔντυ- C χίαι τε πρεσβευτῶν καὶ ἀρχαιρεσίαι καὶ τἄλλα τὰ τῇ βασιλείᾳ ἡ προσήκοντα ἐγίνοντο παρ᾽ αὐταῖς. ἀλλ᾽ εἴτε φόβος μὴ τῇ"
      },
      {
        "index": 629,
        "text": "ἀδελφῇ μόνῃ περισταίῃ τὰ τῆς ἀρχῆς (ὑπεφιϑυρίξετο γάρ τισιν ὃ"
      },
      {
        "index": 630,
        "text": "αὐτῇ μᾶλλον προσήκειν τὰ τῆς ἀρχῆς, ἅτε καὶ τῆς τοῦ τυραν- γήσαντος καϑαιρέσεως αἰτίᾳ), εἴτ᾽ ἀνδρὸς ἐπιϑυμία καὶ μίξεως ἀνέπεισαν τὴν Ζωὴν ἐπεισαγαγεῖν τοῖς βασιλείοις τὸν βασιλεύ- ὕσοντα καὶ αὐτῇ συμβιώσοντα. καὶ ἤχϑη μὲν ó “αλασσηνὸς"
      },
      {
        "index": 631,
        "text": "Κωνσταντῖνος, ὡς ἐπ᾽ ἄλλο τι μετακεκλημένος. ἀποτομώτερον"
      },
      {
        "index": 632,
        "text": "δὲ τοῖς λόγοις χρησάμενος καὶ τὸ ἦϑος φορτικός τις δόξας καὶ δυσχερὴς ἀπεδοκιμάσϑη. εἶτα ἐπ᾿ ἄλλον ἀπένευσεν οὔτε τῶν D ἄγαν ὄντα εὐπατριδῶν οὔτε τῶν ἐν ἀξίαις λαμπροτέραις ἐξητα- σμένων οὔτε τῶν ἐν περιφανέσιν ἀρχαῖς, τὸ δὲ εἶδος ἄξιον"
      },
      {
        "index": 633,
        "text": "τυραννίδος xal olov πρὸς ἔρωτας ἐφελκύσασϑαι xai μὴ μαχλο- σύνῃ προσκειμένην ψυχήν. ἐπ᾽ ἐκεῖνον οὖν ὅλοις ἱστίοις ἔπνευ-"
      },
      {
        "index": 634,
        "text": "σεν ἡ βασίλισσα, ἀλλ᾽ ἠκύρωσε τὰς ψήφους αὐτῇ νόσος ἀϑρόον 910v ἄνδρα τῆς ζωῆς &agnáoaca. ὑπωπτεύϑη δὲ καὶ ἣ συν-"
      },
      {
        "index": 635,
        "text": "C) CE ὅπως ἀπεδοκιμάσϑη ó Δαλασσηνός C"
      },
      {
        "index": 636,
        "text": "peoía D τἄλλα ARwp, non τάλλα, v. ad p. 395, τῆς βα-"
      },
      {
        "index": 637,
        "text": "αὐτῇ μόνη τὸ κράτος προζςήκειν BC τοῦ om. p* invitis ARw"
      },
      {
        "index": 638,
        "text": "προςκειμένην WwpDi, προςκειμένη ἃ νόσος] μῖσος Ὁ"
      },
      {
        "index": 639,
        "text": "οιἰκοῦσα τούτῳ τὸν ϑάνατον σχεδιάσασα xai φάρμακον αὐτῷ διὰ ζηλοτυπίαν κεράσασα δηλητήριον, ἵνα μὴ ἔτι ζῶντος στε- οήσοιτο τοῦ ἀνδρὸς καὶ ὁρῴη ἑτέραν αὐτῷ παριαύουσαν. ὁ μὲν οὖν οὕτω τῶν ἐλπίδων ἐκπέπτωκε καὶ τῆς ὁρμῆς ἡ βασίλισσα. Dai δὲ ψῆφοι πρὸς τὸν Μονομάχον Κωνσταντῖνον ἀπέκλιναν, P1247A ἄνδρα καὶ εὐγενέτην καὶ τῶν ἐπισήμων καὶ κηδεστὴν τῷ βα- σιλεῖ “Γωμανῷ ἐπ᾽ ἀδελῳφόπαιδι χρηματίσαντα (rait γὰρ κατὰ δευτέρους γάμους ὡμίλησε) καὶ τὴν ὥραν ὑπέολαμπρον. τούτῳ οὔπω μὲν μεγαλοπρεπές τι ὅ βασιλεὺς “Ῥωμανὸς ἐνεδείξατο, διὰ δέ γε τὴν πρὸς αὐτὸν ἀγχιστείαν περὶ τὰς βασιλείους αὐλὰς ἀνεστρέφετο κἀντεῖ)εν συνήϑης τῇ βασιλίδι ἐγένετο\" κἀκείνη φιλίως πρὸς τὸν ἄνδρα διέκειτο καὶ ὠκειοῦτο αὐτὸν καὶ χά- οισιν ἐδεξιοῦτο πολυταλάντοις, οἷα ἐκείνη τὴν χεῖρά τε ἀφειδὴς καὶ βασιλικὴ τὴν προαίρεσιν, ὥστε ταῦτα τοῖς κακοήϑεσι καὶ λοιδορίας κατ᾽ αὐτῶν ἐγένετο ἀφορμή. ὅϑεν Ó μετὰ τὸν \"Po- μανὸν αὐτοκράτωρ ó λιχαήλ, οὐκ ὧν τῶν λεγομένων ἀνήκοος,"
      },
      {
        "index": 640,
        "text": "πεπλασμέναις, τὸ δ᾽ ὅλον ἦν τὸ ζηλότυπον. καὶ ἦν τὸν ἅπαντα χρόνον τῆς βασιλείας τοῦ MiyaijÀ ὑπερόριος καὶ οὐδὲ τοῦ δευ-"
      },
      {
        "index": 641,
        "text": "D περὶ τοῦ Μονομάχου καὶ ὅπως παρὰ τῆς βασιλίσσης Ζωῆς ἡρέϑη (ἦρε-"
      },
      {
        "index": 642,
        "text": "ARw, τῶν εὖ γεγονότων BC, τῶν εὐγεγονότων nonnulli Pp κη- δεστήν τε omisso καὶ BC 1 zonuatgoarvta p* ταύτῃ yàp] ἦ"
      },
      {
        "index": 643,
        "text": "κακοήϑ. add. καχυπόπτοις xai BCWolat. αἰτίας ΕΞ δὲ Ewp"
      },
      {
        "index": 644,
        "text": "τέρου MiyajA εὐμενεστέρου τετύχηκεν. ἐπεὶ δὲ τὸ κράτος ἐπανῆλϑεν εἷς τὴν Ζωήν, λύεται μὲν τῆς ὑπερορίας ὃ ἄνϑρωπος"
      },
      {
        "index": 645,
        "text": "καὶ ἤγετο πρὸς τὴν τῶν πόλεων βασιλεύουσαν. «dg δ᾽ ἐγγὺς ἐγεγόνει, ἐπεσχέϑη τοῦ πρόσω, καί τις ἐκ τῶν βασιλείων πεμ- φϑεὶς καὶ περὶ τὸν ἔν αμοκρανείᾳ τοῦ ἀρχιστρατήγου ναὸν αὐτῷ ἐντετυχηκὼς στολὴν αὐτῷ ἐνδιδύσκει βασίλειον, καὶ σὺν δορυφορίᾳ βασιλικῇ ἐκεῖϑεν ἀπάρας εἰσεληλύϑει τὴν βασιλεύ- ΤῊ IV"
      },
      {
        "index": 646,
        "text": "ουσαν. καὶ τελεῖται μὲν τοῖς βασιλεῦσι παρά του τῶν ἱερέων ἣ ἱεροτελεστία ἡ γαμική\" Ó γὰρ πατριάρχης ᾿Αλέξιος διὰ τὴν"
      },
      {
        "index": 647,
        "text": "Ο τριγαμίαν ηὐλαβήϑη τὴν ἐπὶ τῇ συναφείᾳ τελετὴν αὐτοιγῆσαι"
      },
      {
        "index": 648,
        "text": "αὐτοῖς. τῇ δ᾽ ἑξῆς τὴν ἐπὶ τῷ βασιλείῳ στέφει μεταχειρίζεται τελετήν, καὶ ἀναδεῖται ó. Μονομάχος καὶ τὸ σκῆπτρον τὸ 'Po- μαϊκὸν ἐγχειρίζεται."
      },
      {
        "index": 649,
        "text": "21 \"EviebÜev f$ uiv τῶν αὐταδέλφων ἀρχὴ τέλος ἔσχεν, ἐπὶ"
      },
      {
        "index": 650,
        "text": "τρίτον διαρκέσασα μῆνα, ἣ δὲ τῶν κοινῶν διοίκησις πρὸς τὸν"
      },
      {
        "index": 651,
        "text": "Μίονομάχον μετέπεσε. καὶ ὃς αὐτίκα οὐ σὺν λόγῳ οὐδὲ μετά τινος ἔμφρονος oixovouíag οὔτε τὰς τῶν ἀξιωμάτων ἐποιεῖτο τιμὰς οὔτε τὰς τῶν χρημάτων διανομάς, ἀλλὰ καὶ τὰς τιμὰς χύδην παρεῖχε καὶ οἷς μὴ προσῆκεν αὐτὰς ἐχαρίζετο καὶ τοὺς"
      },
      {
        "index": 652,
        "text": "ὅτι ἐστέφϑη ó Movouáyoc CE βασιλεία τοῦ Morouáyov Κων-"
      },
      {
        "index": 653,
        "text": "σταντίνου (x. t. μον. CD) ACDE οἷος ἦν τὴν γνώμην ó Moro- μάχος Ὁ"
      },
      {
        "index": 654,
        "text": "γαμικὴ ἱεροτελεστία p invitis ARw (videtur Duc ἢ. l. codices suos"
      },
      {
        "index": 655,
        "text": "(v. praef.) inspexisse) αὐτὸς BC βασιλικὸν Ewp"
      },
      {
        "index": 656,
        "text": "μετήνεκτο BC αὐτοῖς D"
      },
      {
        "index": 657,
        "text": "βασιλικοὺς ϑησαυροὺς cb αὐθημερὸν ἐκκενωϑῆναι συμβέβηκεν, οὐδὲν αὐτῷ τι πρᾶγμα λελύγιστο. τοῖς γε μὴν ἰδιωτεύοντι"
      },
      {
        "index": 658,
        "text": "προσκεκρουκόσιν αὐτῷ ἀφῆκεν ἅπασι τὰς αἰτίας καὶ ἐμηνία τούτων οὐδέ τινι ἡδυπαϑείαις δ᾽ ἑαυτὸν ἐκδέδωκε καὶ τρυφαῖς,"
      },
      {
        "index": 659,
        "text": "δ τὸ μὲν τὴν ἐκ τοῦ σάλου τῶν συμφορῶν ἀηδίαν ἀποπτύσαι πειρώμενος, ἄρτι πρὸς ἄκλυστον τάχα λιμένα κατάρας τὴν ἀρχὴν τὴν βασίλειον, τὸ δέ τι ταῖς βασιλίσσαις χαριζόμενος καὶ γλυ- κυϑυμίας αὐταῖς μντύμενος ἀνειμένων οὔσαις ἡϑῶν. λόγοις o δὲ προσεῖχεν ἢ μᾶλλον τοῖς λόγους μετιοῦσι καὶ δόξαν ἔχουσι"
      },
      {
        "index": 660,
        "text": "λογιότητος, αὐτὸς τῶν λόγων ἄκρῳ μόνῳ δακτύλῳ τὸ τοῦ λόγου γευσάμενος."
      },
      {
        "index": 661,
        "text": "Τὰ μὲν οὖν περὶ τὰ βασίλεια οὕτως εἶχε, τὰ δ᾽ ἐκτὸς οὐκθ εὐτυχῶς τοῖς Τωμαίοις ἐφέρετο. ἀποδρὰς γάρ τις ἐκ Βυζαν-"
      },
      {
        "index": 662,
        "text": ")IV 158 αὐτὸν συλλέξας κἀν τοῖς ὄρεσι τοῖς Ἰλλυριοῖς ἐμφωλεύων «ὥς τις ἄγριος 5o, τὰ πρόσοικα τοῖς ὄρεσι τούτοις ἔϑνη zai 'Po- μαίοις ὑπήκοα ἐληΐζετο, Τοιβαλλούς τε καὶ Σέρβους καὶ ὅσοι τούτοις ὁμογενεῖς. ὃς δ᾽ οὖν ἠγγέλη τοῦτο τῷ βασιλεῖ, γράφει"
      },
      {
        "index": 663,
        "text": "vovro (ἐγένετο E) C"
      },
      {
        "index": 664,
        "text": "τῷ εἰς τὸ Δυρράχιον ἄρχοντι τῷ Στεφάνῳ συμβαλεῖν\" xai τοῦτο 9yào ó Βοισϑλάβος ὠνόμαστο. ὃ δὲ ἀτέχνως ἐγχειρήσας τῇ πρὸς ἐκεῖνον μάχῃ (ἦν γὰρ στρατηγικῆς ἐμπειρίας ἀμέϑεκτος), μεγάλης τοῖς μετ᾽ αὐτοῦ στρατευομένοις ἐγένετο παραίτιος συμ- φορᾶς, αὐτὸς μὲν μόλις μετὰ βραχέων σωϑείς, τὸ δ᾽ ἄλλο ὃ στράτευμα σύμσταν καταστρώσας ἐκεῖ, μηδὲ χειρὶ δυνάμενον χρήσασϑαι καὶ τοὺς ἀναιοέτας ἀμύνασϑαι. B Τὰ μὲν οὖν xarà τὸ ᾿Ιλλυρικὸν τοῦτον ἔσχε τὸν τρόπον\" ó δὲ Movouáyoc (ci; τὰ κατ᾽ οἶκον γὰρ αὐτῷ πάλιν ó λόγος ἐμφιλοχωρησάτω), ἐπεὶ xai fj δευτέρα σύνοικος αὐτῷ ἐτεϑνήκει, εἰς τρίτον μὲν γάμον ἀποκλῖναι οὐκ ἔκοινεν, ἀνειιᾷ δὲ τῆς αὐτοῦ γαμετῆς χηρείᾳ συζώσῃ, λάϑρᾳ μὲν πρῴην, εἶτα καὶ εἰς Il τοὐμφανὲς συνεφϑείρετο. ἡ δὲ καὶ νέας ἦν ἡλικίας καὶ κάλ- λους εἶχε τοῦ σώματος περιττῶς καὶ γένους ἐπιφανῶς\" ἐξέφυ γὰρ τοῦ σπέρματος τῶν Σκληρῶν. οὕτω δ᾽ ἀλλήλοις ἔνετε- τήκεσαν καὶ οὕτω oqíow ὅ Pocos ἐγκέκαυτο ὡς εἶ μὴ συνεῖεν ἀλλήλοις, μηδὲ ζῆν δοκεῖν μηδ᾽ ἀνέχεσϑαι. διὸ καὶ ὑπερορίαν, ὡς"
      },
      {
        "index": 665,
        "text": "λους ἔρωτος C"
      },
      {
        "index": 666,
        "text": "ἑαυτὴν ὑπερώρισεν, ἵν᾽ ὁρῴη τὸν ἐρῶντά τε καὶ ἐρώμενον καὶ μὴ εἴῃ αὐτοῦ ὑπερόριος\" καὶ συναπήει τάνδοί, πάντα γινομένη αὐτῷ καὶ τὴν συμφορὰν «ὡς οἷόν τε συνεπικουφίζουσα κἀκ τῶν οἰκείων"
      },
      {
        "index": 667,
        "text": "χορηγοῦσα τούτῳ, ἵνα μὴ πρὸς τοῖς ἄλλοις λυπηροῖς ἐνδείᾳ πιέζοιτο\""
      },
      {
        "index": 668,
        "text": "ἔτρεφε γὰρ κἀκείνην ἡγεμονίας ἐλπίς. ἐπεὶ δ᾽ ἐκεῖνος εἰς τὴν τῆς βασιλείας ἤρϑη περιωπήν, τῇ δὲ αἱ ἐλπίδες οὐκ ἐκβεβήκεσαν, οὐκ ἢμνημόνησε τῆς γυναικὸς οὐδ᾽ ἐν τῇ εὐκαιρίᾳ ὃ βασιλεύς, ἀλλὰ προσάγει λόγους τῇ βασιλίδι περὶ αὐτῆς καὶ ἀξιοῖ ἀνακληϑῆναί"
      },
      {
        "index": 669,
        "text": "τε τὴν γυναῖκα καὶ τυχεῖν εὐετηοίας τινός. ἡ δὲ οὖκ ἀνένευσεν\" 16 ó τε γὰρ χρόνος παρήνεγκεν αὐτῇ τὸ ζηλότυπον, ἤδη τυγχα- Ὁ γούσῃ παρήλικι, καὶ οἵ συμβεβηκότες αὐτῇ πειρασμοὶ uierouo- W 11 198 τέραν εἰργάσαντο. ἀνάγεται τοίνυν ἐκ λἰιτυλήνης ἡ Σ᾽ κλήραινα, YT καὶ οὐκ εὐϑὺς αὐτῇ περιγανὴς κατοικία ἡτοίμαστο, ἀλλ᾽ οὐδὲ"
      },
      {
        "index": 670,
        "text": "ϑεραπεία ἁβρά. τοῦ χρόνου δὲ προϊόντος καὶ βασίλειος αὐτῇ δορυφορία νενέμητο καὶ ó οἶκος αὐτῇ μετεσχη μάτιστο εἷς ἀνά- κτορον. οἶκον γὰρ οἰκεῖον οἰκοδομεῖν ἐσχη ματίσατο τὴν ἐκείνης"
      },
      {
        "index": 671,
        "text": "ραινα, καὶ ὅπως αὐτῇ ἐχρήσατο ó βασιλεύς C"
      },
      {
        "index": 672,
        "text": "D εἴρηται) XVII 90.141 ἅἁτάντων DEwpDi 2. αὐτὴν Ὁ ἐπι-"
      },
      {
        "index": 673,
        "text": "om. ἃ, sed v. Psell. p. 127, 12: ἀνακλήσεις re ταύτην ἀξιοῦσϑαι"
      },
      {
        "index": 674,
        "text": "παρήνεγκεν Di invitis AH, Haasii aunotatione ad vs. 12 pertinente"
      },
      {
        "index": 675,
        "text": "καταγωγήν, iva ϑαμὰ πρὸς ἐκείνην ἀπίοι, ὡς δή τι τῶν δο- μουμένων ὀψόμενος. μέχρι μὲν οὖν τινος ἐσκηνοποίει τὸν P1I219A ἔρωτα καὶ ὥσπερ ἠρυϑοία πρὸς τὸ γινόμενον. εἶτα καὶ τὴν αἰδῶ καὶ τὴν σκηνὴν ἀποτίϑεται καὶ τῇ γυναικὶ συνὴν οὖχ ὡς παλλακῇ οὐδ᾽ ὡς ἡμιγάμῳ, ἀλλ᾽ ὡς ἐμφανῶς ξυνευνέτιδι. καὶ αὐτῇ ἐκ τῶν βασιλικῶν ταμείων καϑ'᾽ ἑκάστην ἐπέορει τὰ χρή- ματα κατὰ ποταμοὺς καὶ φλέβες ἀνεστομοῦντο γρυσίτιδες, xai ἀπαρακαλύπτως αὐτῇ προσεφοίτα ó βασιλεύς. ἀλλὰ δεινὸν ἡγού- μενος εἶ μὴ καὶ συμβιῴη αὐτῇ καὶ συνοικοίη διὰ παντός, μετ- ἄγει ἐκεῖϑεν τὴν γυναῖκα πρὸς τὰ βασίλεια, τῇ βασιλίδι πεοὶ τούτου πρότερον κοινολογησάμενος καὶ πείσας μὴ δυσχερᾶναι οἰ πρὸς τὸ γινόμενον. μᾶλλον μέντοι καὶ φιλίας ὅρκια λέγεται παρὰ τοῖν γυναίοιν ἀμφοῖν τελεσϑήσεσϑαι, τοῦτο τοῦ αὐτοκοά- B 25r0poc ἀξιώσαντος. τετίμητο δὲ ἣ γυνὴ Σεβαστή, αὐτῇ προώτῃ"
      },
      {
        "index": 676,
        "text": "δέσποινα. καὶ ἡ βασιλὶς ἐπὶ τούτοις οὔτ᾽ ἐμηνία οὔτ᾽ ἤχϑετο, μέσον δὲ σκηνοῦντος τοῦ βασιλέως ἑκατέρωϑεν κουν παραλλὰξ ἣ βασιλὶς καὶ ἣ Xefaorj. καὶ οὔποτε ἡ Αὐγούστα προσῇήει τῷ βασιλεῖ, εἰ μὴ τῆς ἐρωμένης μεμογῶσϑαι τοῦτον ἀπηκρι-"
      },
      {
        "index": 677,
        "text": "in cod. archetypo ποταμὸν ᾧ ἃ scriba cod. ἃ perperam intel- lecta) διὰ παντὸς À, διηνεκῶς Rwp — εἰς Ewp 10. πρό-"
      },
      {
        "index": 678,
        "text": "ἐρωμένη fuit\" Wo"
      },
      {
        "index": 679,
        "text": "βώσατο. ἀλλ᾽ οὕτως ἔχουσα καὶ εἰς τόσον εὐκληρίας ἀρϑεῖσα καὶ μείζονας δ᾽ ἐλπίδας παρ᾽ ἑαυτῇ ϑάλπουσα ἀϑρόον ἀναο- πάζεται νόσῳ καὶ ϑνήσκει, μέγα πένϑος καταλιποῦσα τῷ βασιλεῖ. Καὶ ἡ μὲν ἀπῆλϑε, τῷ δὲ βασιλεῖ πόλεμος ἐπῆλϑεν ἐμφύ-"
      },
      {
        "index": 680,
        "text": "ἀνδρειότατος τὴν χεῖρά τε γενναιότατος καὶ στρατηγεῖν δεξι- τατος, παρὰ ταῖν βασιλίδαιν, ὅτ᾽ ἐκεῖναι τοῖς τῆς βασιλείας πράγμασιν ἐφειστήκεσαν, εἰς ᾿Ιπαλίαν πεμῳϑεὶς πολεμησείων τοῖς αὐτῇ ἐπεμβαίνουσι καὶ ταύτης οἰκειωσαμένοις ἔνια καὶ τῇ τῶν Ῥωμαίων αὖϑις ἡγεμονίᾳ ἐπανασώσων αὐτά, τοῖς τῶν “Ῥωμαίων ἀντιπολέμοις ἀντικαϑίστατο. ἐπεὶ δὲ εἰς τὸν ονο- μάχον ὅ τῆς βασιλείας ἄξων μετακεκύλιστο καὶ ó Σκληροὸς “Ῥωμανός (ἀδελφὸς δ᾽ ἦν ὁ ἀνὴρ τῆς ἐρωμένης τῷ βασιλεῖ) μέγα δεδύνητο διὰ τὴν ὁμαίμονα καὶ μάγιστρος xai πρωτο-"
      },
      {
        "index": 681,
        "text": "Maviáxy ἀρχιτερμονῶν κακῶς διετίϑει τὰ τοῦ ἀνδρός, μνησι- κακῶν ὅτι πρῴην διαφερόμενος ἐκείνῳ κατεπονεῖτο. λέγεται δὲ καὶ τῆς εὐνῆς ἐπιβῆναι τοῦ Μανιάκη. ταῦτα τῷ ἀνδρὶ ὃ"
      },
      {
        "index": 682,
        "text": "ἀποστασίας καὶ ὅπως διελύϑη C"
      },
      {
        "index": 683,
        "text": "μνησικακὼν w*p εἰς τὴν εὐνὴν ἐξυβρίσαι B"
      },
      {
        "index": 684,
        "text": "ἀγγελλόμενα eig ϑυμὸν ἐκίνει αὐτὸν xai ἄχος ἐνεποίει πολύ\" εἶτα καὶ τὴν ἀρχὴν ἀφαιρεῖται, καὶ τοῦτο κατεργασαμένου τοῦ θῬωμανοῦ. ἐννοῶν τοιγαροῦν ὡς εἶ πρὸς τὴν Κωνσταντίνου ἐπανελεύσεται, οὐ χρηστῶς αὐτῷ διατεϑήσεται Ó κρατῶν διὰ"
      },
      {
        "index": 685,
        "text": "τῶν στρατηγῶν ἀρηίῳ ἀνδρὶ πολὺ τοῦ στρατιωτικοῦ προσεχώ- PII950A ϑρησεν. ὁ δὲ ἐξ ᾿Ππαλίας πρὸς τὴν ἀντικρὺ ταύτης ἤπειρον πλοίοις ἐμβιβάσας τὸ στράτευμα γίνεται. τοῦτο εἰς ϑόρυβον τὸν βασιλέα ἐνέβαλε, καὶ γραφὴν ἐγχαράττει τῷ λ]ανιάκῃ, παντὸς"
      },
      {
        "index": 686,
        "text": "δείματος αὐτὸν ἀπολύουσαν, εἰ τὰ ὅπλα κατάϑοιτο, ἐπαγγελλο- 10 μένην δὲ τὰ χρηστότερα. ὡς δ᾽ ἐκεῖνος ἅπαξ κύβον ἀναο- οίψας οὐκέτι τῶν ὅπλων μεϑίετο, ἀντιστρατεύει κατ᾽ αὐτοῦ ὁ βασιλεύς. ἐφιστᾷ δὲ τῷ στρατεύματι οὔτινα τῶν γενναίων ἀν- δρῶν ἢ τῶν ἐν στρατηγίαις ἐξητασμένων, δεδιὼς μὴ κἀκεῖνος"
      },
      {
        "index": 687,
        "text": "τολμήσειε τὰ αὐτά, ἀλλ᾽ ἐκτομίαν τῶν ϑαλαμηπολούντων, πιστὸν V5 μέντοι αὐτῷ. ὁ δὲ τὰς δυνάμεις ἀναλαβὼν ἀπήει, καὶ ὁ Ma- γιάκης ἔσπευδεν ἀσυντάκτους τοὺς περὶ τὸν ἐκτομίαν καταλα- B βεῖν. ἐπεὶ δὲ προσέβαλλον ἀλλήλαις ai στρατιαί, τὸ μὲν ini"
      },
      {
        "index": 688,
        "text": "ἀγγελόμενα DEwp ἄχος ARWo lat., ἄχϑος DEwp 3 ante πρὸς üdd. xai D D ante τυραννίδι add. κύβον ἀναοριπτεῖ xai BC, v. ad vs. 11 6 ante ἀρηίῳ add. xai Rwp.Di πολλοὶ"
      },
      {
        "index": 689,
        "text": "eod. E) προςεχώρησαν 1 ávuxpv Ww*p invitis AR ó δὲ πρὸς τὴν ἀντικρὺ τῆς ἱταλίας ἥπειρον BC ἐγκαράττει p*"
      },
      {
        "index": 690,
        "text": "τῷ πρωταγωνιστῇ, τῷ Mardáxy φημί, τροποῦται τὸ τῶν ἔναν- τίων στρατόπεδον, τὸ δ᾽ ἐπὶ τῇ τὰ ἡμέτερα διεξαγούσῃ προνοίᾳ ἀϑοόον ἀντέστραπτο τὰ τῆς μάχης, καὶ ἥττηντο οἱ περὶ τὸν Ἠανιάκην. ὡς γὰρ ἐκεῖνος ἐπιὼν τὰς τάξεις διεκλόγει τὰς ὃ φάλαγγας καὶ οἷς ἂν ἐνεβόησεν εὐϑὺς ἀνεχάζοντο καὶ ὃ συν- ασπισμὸς διελύετο, αἴφνης πεπληγμένος εὑρέϑη καὶ πλη- γὴν καιρίαν, ἐξ ἧς τὸ αἷμα καταρρέον πολὺ ἀχλὺν αὐτοῦ κατεσκέδασε καὶ πάρεσιν τοῖς μέλεσιν ἐνεποίησεν, ὥστε καὶ τὸν"
      },
      {
        "index": 691,
        "text": "εἰς γῆν ἐκ τοῦ ἵππου, τῆς ἕδρας ἀπολισϑήσαντα. ἔκειτο τοίνυν αὐτίκα ϑανὼν ἔξω τι τοῦ μεταιχμίου βραχύ, καὶ οἱ βασιλικοὶ ἐπελϑεῖν τέως αὐτῷ ἐδεδίεσαν. | cc δ᾽ οἱ ἐκείνου τὸν σφέτερον 16 |V 109 ἔγνων ἀρχηγὸν πεσόντα, πτοίᾳ ληφϑέντες διεσκεδάσϑησαν. τότε τῷ κειμένῳ ἐπέδραμον οἱ τῆς ἑτέρας μοίρας καὶ τὴν τοῦ δει- 1ῦ λαίου κεφαλὴν ἐκτεμόντες τῷ σφῶν προσήγαγον στρατηγῷ. ó18 δὲ ταύτην αὐτίκα τῷ αὐτοκράτορι πέπομφε, κἀκεῖνος μετέωρον ταύτην ἦρε κατὰ τὸ ϑέατρον᾽ εἶτα καὶ τοῦ τὸν πόλεμον κατωρ- ϑωκέναι δόξαντος ἐκτομίου ἐπανελϑόντος μετὰ τῆς στρατιᾶς, ϑρίαμβος γίνεται, τοῦ βασιλέως ἐν τῷ πρὸς τὴν ἀγορὰν ἐπ- ἐστραμμένῳ προτεμενίσματι τοῦ ἐν τῇ Χαλκῇ λεγομένῃ τοῦ “Σωτῆρος ναοῦ προκαϑημένου μετὰ πολλῆς τῆς λαμπρότητος, ἑκατέρωϑεν αὐτοῦ καὶ τῶν βασιλίδων συγκαϑημένων."
      },
      {
        "index": 692,
        "text": "᾿Αλλὰ τὰ μὲν κατὰ τὸν Μανιάκην ἐν τούτοις τετελευτήκασιν \" Ὁ ἄλλη δ᾽ αὖϑις κεκίνητο τυραννίς, ἧς ἣν ἐργάτης Θεόφιλος ὁ 91'Eoortxóc. ὃς τὰ κατὰ τὸν δεύτερον Λ]ιχαήλ, τὸν τοῦ ποώτου' ἀδελφιδοῦν, μαϑὼν καὶ ὡς γυναιξὶν ἣ βασιλεία πεπίστευται, τοὺς Κυπρίους ὑπελϑών (τούτων γὰρ ἔτυχεν ἄρχων τότε) ἀπο- ὃ στασίᾳ ἐπιχειρεῖ. οὐ μέντοι τριβῆς τῷ Ἠονομάχῳ ἐδέησε ποὺς τὴν τούτου καϑαίρεσιν᾽ στόλον γὰρ στείλας δι᾿ αὐτοῦ τὸν 'Ego- τικὸν ἐχειρώσατο καὶ τὴν νῆσον ῥᾷον εἰς δούλωσιν ὑπηγάγετο. Θνήσκει δὲ ὃ πατριάρχης ᾿Αλέξιος, ἐπ᾿ ἔτη δέκα πρὸς τοῖς ὀκτὼ καταπολαύσας τοῦ ϑρόνου τοῦ πατριαρχικοῦ, καὶ Μιχαὴλ ὁ λεγόμενος Κηρουλάριος πρὸς αὐτὸν ἀνϑιδρύεται. χουσίου δὲ κεντηνάρια πέντε καὶ εἴκοσιν £x τῆς τοῦ πατριάρχου ᾿Αλεξίου μονῆς ó Movouáyoc ἀφείλετο, παρ᾽ ἐκείνου τοῦ πατριάρχου PII951A 925 ϑησαυρισϑέντα ἐκεῖ. ὅ γε μὴν ἐκτομίας ᾿Ιωάννης, ὁ γεγονὼς ὀρφανοτρόφος, ὃ τοῦ βασιλεύσαντος Mia τοῦ ΠΠαφλαγόνος αὐτάδελφος, εἰς Μιτυλήνην τοῦ Ἠονομάχου κρατήσαντος μετ-"
      },
      {
        "index": 693,
        "text": "τῆς βασιλίδος Θεοδώρας γνώμης ἄτερ τοῦ αὐτοκράτορος, ὡς δ᾽ ἐνίοις, αὐτοῦ τοῦ κρατοῦντος τοῦτο κελεύσαντος, μηνιῶντος"
      },
      {
        "index": 694,
        "text": "ἀποστασία τοῦ ᾿Ερωτικοῦ CE περὶ πατριαρχῶν ACE ὅτι ἐτυφλώϑη ὁ γεγονὼς ὀρφανοτρόφος ᾿Ιωάννης C"
      },
      {
        "index": 695,
        "text": "13. 14 à (ἃς D) ὅ πατριάρχης ἐκεῖνος ἐκεῖ ἐϑησαύρισεν bC 14 ante"
      },
      {
        "index": 696,
        "text": "αὐτῷ διὰ τὸ τῆς ὑπερορίας πολυετὲς xal ἀναίτιον. ὃς βραχείας ἡμέρας τῇ πηρώσει ἐπιβιώσας τὴν ζωὴν ἐξεμέτρησεν. \"Ἄλλη δ᾽ αὖϑις τυραννὶς τῷ Μονομάχῳ δεινοτέρα ἐξυπ- αγέστη. ἣ τοῦ Τορνικίου δ᾽ ἦν αὕτη “Λέοντος, ὃς μητρόϑεν ὃ κατὰ γένος ποοσῆκε τοῦ αὐτοκράτορι. οὗτος τοίνυν τὴν \"Ops- στιάδα οἰκῶν (οὕτω δὲ πάλαι ἣ πόλις ἐκαλεῖτο τοῦ βασιλέως Β ᾿Αδριανοῦ) τοὺς Μακεδόνας εἶχε προσέχοντας αὐτῷ ὡς δή τινι κρείττονι. ἦν γὰρ ὁ ἀνὴρ οὔτε τὸ εἶδος φαῦλος οὔτε τὸ φρό- 4 vgua' εἶχε δέ τι καὶ ἕτερον ᾧ πρὸς ἑαυτὸν τοὺς πλείστους ἐφείλκετο. ἐχρησμολόγει γὰρ ἡ φήμη περὶ αὐτοῦ, ola καὶ περὶ ὃ ἄλλων λέγεται μάτην, ὡς τῶν Ῥωμαϊκῶν σκήπτρων ἔσοιτό ποτε ἐγκρατής. πρὸς ὃν ó βασιλεὺς οὔτε ὡς αὐτῷ προσήκοντα δι- θ ετέϑειτο, ἀλλὰ μέντοι καὶ ἀπηχϑάνετο τῷ ἀνδρί. ἡ δὲ τοῦ κρα- τοῦντος ὁμαίμων ἡ ὐπρεπία φκειοῦτό. τε καὶ ἐδεξιοῦτο αὐτόν,"
      },
      {
        "index": 697,
        "text": "ἐλάσασα περιφάνειαν καὶ eig πλούτου δαψίλειαν, ἣ τῷ ἀδελφῷ στερκτέα οὖκ ἦν, ηὐλαβεῖτο δ᾽ αὐτὴν διὰ τὸ περιὸν τῆς φρο- γήσεως. ἡ δὲ μή τινος ἐξ ἐκείνου τυγχάνουσα τῶν μειζόνων"
      },
      {
        "index": 698,
        "text": "ante τοὺς add. ἐξ ὀρέστου τοῦ ἀγαμέμνονος BCwp τι ἃ —"
      },
      {
        "index": 699,
        "text": "σταϑηρωτάτη p* τὸ φρόνημα σταϑηρὰ B"
      },
      {
        "index": 700,
        "text": "οὔτε συχνάκις αὐτῷ προσήει καὶ ὑπερηφάνως ὅτε προσελήλυϑε προσεφέρετο, διελέγχουσά τε καὶ ὀνειδίζουσα. εἶ δ᾽ ἐπὶ τούτοις ἑωράκει τὸν ἀδελφὸν ὀργιζόμενον, ἀπεδυσπέτει καταφρονητικῶς. ὁρῶν οὖν τὴν πρὸς 10v Τορνίκην τῆς ἀδελφῆς ὁ βασιλεὺς γνη- σιότητα ὑπώπτευέ τε καὶ ἐμηνία, καὶ ἵνα πόρρω ἀλλήλων ϑεῖτο ὃ"
      },
      {
        "index": 701,
        "text": "Ὦ αὐτῷ τὴν ἀρχὴν ἀνατίϑησι, κατεσχηματισμένην εὐπροσώπως ὑπερορίαν αὐτοῦ καταψηφισάμενος. καὶ ὃ μὲν ἀπῆλϑεν\" ἡ δέ ye φήμη, ἣ πρὸς μέγα τύχης αὐτὸν ἐξῆρεν ἐν ἐλπίσιν, οὖκ ἔληγε. καί τινες ἔκ τούτου τὸν ἄνδρα πρὸς τὸν βασιλέα δι- 10 ἐβαλλον. ó δὲ τοῖς λόγοις τούτοις τὴν γνώμην διασεισϑεὶς στέλλει xai κείρει μὲν τὴν κόμην τῷ Toovíxy, συγκείρειν αὐτῷ ταῖς ϑοιξὶ καὶ τὰς ἐλπίδας οἰόμενος, δάκος δὲ μέλαν αὐτὸν ἀμφιέννυσι, ζοφοῦν αὐτῷ νομίζων ἐντεῦϑεν τὴν προσδοκωμένην τῆς τύχης λαμπρότητα' οὕτω δ᾽ ἐπανελϑόντα μήτ᾽ οἰκτείρας, 15 ἀλλὰ καὶ ἐπικαγχάσας ἀφῆκεν. oi δέ ye ακεδόνες καὶ πρῴην, ὡς εἴρηται, προσκείμενοι τῷ ἀνδρὶ καὶ χρηστὰς ἐλπίδας ἐπ᾽ PII952A αὐτῷ ϑάλποντες, νυκτὸς αὐτὸν ὑπεξαγαγόντες τῆς βασιλίδος"
      },
      {
        "index": 702,
        "text": "πίσι πρὸς μέγα τύχης αὐτὸν (ex αὐτοῦ corr. C) ἐξῆρεν BC ἐξῇρεν"
      },
      {
        "index": 703,
        "text": "additae sunt litterae Ch. R. in B l7 εἴρηται] XVII 23,"
      },
      {
        "index": 704,
        "text": "τῶν πόλεων ἐς τὴν αὐτῶν μητρόπολιν ἄγουσι τὴν ᾿Αδριανού- πολιν, καὶ σπουδῇ τῶν προστεϑειμένων αὐτῷ ταχὺ τὰ πλείω τῶν στρατευμάτων ἐκεῖ συνηϑροίσϑησαν ἢ καὶ μίσει τῷ πρὸς τὸν αὐτοκράτορα. διά τινας γὰρ αἰτίας οὔτ᾽ ἐκεῖνος καλῶς ὅτοῖς στρατιώταις ἐκέχρητο, ἀλλὰ καὶ ὑποψίας ὑπέτρεφε xat αὐτῶν, κἀκεῖνοι διὰ ταῦτα πρὸς ἔχϑος κατ᾽ αὐτοῦ ἠρεϑίζοντο. ὡς δ᾽ οὖν συνελέγησαν, εὐφημίας αὐτὸν αὐτίκα βασιλικῆς xal ἀναρρήσεως κατηξίωσαν. ó δὲ σὺν αὐτοῖς εὐθὺς ἔργου εἴχετο καὶ ἀϑρόον τῇ βασιλευούσῃ ἐπιφοιτᾷ, καί oi προσιόντι προσ- ἐφοίτων πολλοὶ καὶ στρατιῶται καὶ áotuxo( κἀκεῖνος ταῖς ἐλ- πίσιν ἠώρητο, ὡς οὔτινος αὐτῷ ἀντιστησομένου, ἀλλὰ μᾶλλον ἀναπετασόντων αὐτῷ εὐπετῶς καὶ τὰς πύλας τῆς πόλεως, ὅτι τε τὰ ἑῷα στρατεύματα πολέμοις ἐκεῖ προσησχόλητο καὶ ὅτι καὶ oí τῆς πόλεως δι᾿ ὀργῆς ἐποιοῦντο τὸν αὐτοκράτορα, dc δή τι μὴ κατὰ γνώμην αὐτοῖς προσφερόμενον. τοιαύταις οὖν αἰωρούμενος ταῖς ἐλπίσι στρατοπεδεύεται πρὸ τῆς πόλεως, πο- λιορκήσων αὐτήν, εἶ μὴ δέχοιτο ἑτοιμότατα. ἕωϑεν οὖν παρα- ταξάμενος καὶ ἀγχοῦ τοῦ περιβόλου τῆς πόλεως γεγονὼς περὶ"
      },
      {
        "index": 705,
        "text": "mutat D ante xai àdd. τῶν ἀστῶν BCwp 14 xai om."
      },
      {
        "index": 706,
        "text": "τὰς βλαχέρνας ἀνοῖξαί oi τὰς πύλας ἠξίου τοὺς ἔνδον, ὗπο- Οσχέσεσι τούτους πρὸς τὴν πρᾶξιν παραϑαρρύνων λαμπραῖς. φοτῶν δὲ μηδ᾽ ἐπιστρεφομένων αὐτοῦ, ἀλλὰ καὶ χλευαζόντων καὶ πρὸς ἐκεῖνον ἀποσκωπτόντων, ἐπεχείρει τῇ προσβολῇ. ἀἄντι- παρετάττετο δὲ καὶ ó βασιλεὺς στρατιώταις ὀλίγοις καὶ ὄχλῳ ὃ δημοτικῷ καί τισιν ἄλλοις ἀνδράσιν ἐνίων τῶν τῆς γερουσίας ϑεραπεύουσι, τῶν πάντων οὐδ᾽ εἰς ἀκριβῆ συναριϑμουμένων χιλιοστύν\" καὶ τούτους πρὸ τοῦ περιβόλου στήσας τῆς πόλεως ἀντιμετώπους τοῖς τοῦ τυράννου (ζετο καταπλήξειν αὐτοῖς τὸ ἀντίπαλον. καὶ αὐτὸς δὲ ὅ αὐτοκράτωρ ἔν τινι τῶν βασιλικῶν D ϑαλάμων προβεβλημένῳ τῶν ἄλλων xai ἐπὶ τὸ πρὸ τῆς πό- λεως ἐστραμμένῳ πεδίον καϑῆστο βασιλικῶς, ἵν᾽ ὁρῴη τοὺς ἐναντίους καὶ ὁρῷτο αὐτοῖς. oi δὲ Μακεδόνες βωμολοχίας ὄντες ἐϑάδες, ἰδόντες τὸν βασιλέα, oi μὲν ἄντικους ἐξύβριζον εἰς αὐτόν, oi δὲ καὶ χοροὺς συνιστῶντες μέλη τέ τινα σχεδι- ἄζοντες κωμῳδίας ὠρχοῦντο xai jjóov ταῦτα, τοῖς ποσὶν ἐπι- φῦ κροτοῦντες τὴν γῆν. εἶτα τοῖς ἔξω τοῦ τείχους προβεβλη μένοις βασιλικοῖς μοίρας τινὸς ἐπελϑούσης τῶν ἐναντίων, oi μὲν ἐπὶ τὰς πύλας ὥρμησαν, oi δ᾽ ἐπὶ τὴν τάφοον ἐνέπιπτον καὶ ἀπώλ- οθ λυντο. τοσοῦτον δ᾽ ἅπασι τὸ δέος ἐγένετο ὥστε τούς τε τοῖς"
      },
      {
        "index": 707,
        "text": "τείχεσιν ἐφεστῶτας ἑαυτοὺς ἐκ τούτου καταβάλλοντας φεύγειν καὶ τοὺς τὰς εἰσόδους φρουροῦντας τῆς πόλεως φρούδους αὖ- (xa. γενέσϑαι, μηδὲ τὰς πύλας ἐπιζυγώσαντας. εἰ οὖν εἶχεν ὁ τότε πόλεμος τὸν εἰδότα νικᾶν, οὐδὲν ἦν τὸ κωλῦον εὐϑὺς PII253A δ τὸν Τορνίκην ἐντὸς γενέσϑαι τοῦ ἄστεος καὶ τέλος ἐπιϑεῖναι τῷ ἐγχειρήματι. ἀλλὰ τοῦτο μέν, ἐπεὶ μὴ τῇ ἄνωϑεν ἐδέδοκτο διοικήσει, τὸν τυραννοῦντα διέφυγεν. ὃ δέ γε βασιλεὺς μικοοῦ; ἂν ἐκινδύνευσε\" ᾿τῶν γάρ τις ἐναντίων τόνδ᾽ ἐπιτοξάζεται καὶ βέλος ἀφίησι κατ᾽ αὐτοῦ, τὸ δ᾽ ἀτευκτῆσαν τοῦ βασιλέως βάλλει μειράκιόν τι τῶν ϑαλαμηπολούντων. ἀλλ᾽ οὐδ᾽ ἐκείνῳ καιρία 30 , - - , ᾽ς e 1 ' 1 , γέγονεν ἣ ἐκ τοῦ βέλους πληγή ot γε μὴν περὶ τὸν βασιλέα δείσαντες αὐτίκα μετέστησαν, κἀκεῖνος αὐτὸς ἄλλοσέ πῃ τὸν ϑῶκον μετήνεγκεν, ὃν δ᾽ εἴρητο τρόπον διαφυγεῖν τὸν Τορ- γίκην τὸ εὐτύχημα, eig τοὐναντίον αὐτῷ τὰ πράγματα περι- I5 ἔτρεψεν. dj τε γὰρ πόλις αὖϑις ὑπὸ φοουρὰν ἐγεγόνει καὶ 632"
      },
      {
        "index": 708,
        "text": "τύραννος abi ἕωϑεν ποοσβαλὼν xai ἀποκοουσϑεὶς παρὰ βοαχὺ καὶ ἀπώλετο ἄν. λίϑων γὰρ ἐκ μηχανῆς ταλαντιαίων"
      },
      {
        "index": 709,
        "text": "sicut est Zonarae ἐπιπλήττειν τινά (XIII. 15, 12), ita. ἐπιτοξάζεσϑαι"
      },
      {
        "index": 710,
        "text": "ἄλλος oí ἡ 12. τὸν ϑῶκον μετήνεγκεν , (τὴν καϑέδραν δι-"
      },
      {
        "index": 711,
        "text": "φυγὸν Ewp, διαφυγὼν (διαφυγὸν ex διαφυγὼν corr. D) τὸν τορνίκιον"
      },
      {
        "index": 712,
        "text": "σφενδονουμένων κατὰ τῶν ἐναντίων, εἷς ἐπὶ τὸν τύραννον ἵετο καὶ τοῦ μὲν οὐ καϑίκετο, δειλίαν δὲ κἀκείνῳ καὶ τοῖς περὶ αὐτὸν ἐνεποίησε, καὶ λύσαντες τὴν παράταξιν ὑπενόστησαν εἰς τὴν σφετέραν παρεμβολὴν καὶ οὐκέτι τῇ πολιορκίᾳ ἐπικεχει- ρήκασιν. ἀλλά τινας βραχείας ἡ μέρας προσμείνας ὃ τυρανγῶν, ἐπεὶ ἑώρα τοὺς μὲν τῶν οἰκείων προσχωροῦντας τῷ βασιλεῖ, τοὺς δὲ σκιδναμένους καὶ ἐκδιδράσκοντας, ἀπανίσταται μὲν τῆς περὶ τὸ ἄστυ προσεδρείας, ἀπήει δὲ ὡς εὐπετῶς τῶν Θρᾳκῴων C κρατήσων φρουρίων, ἀλλ᾽ ἀπεκρούσϑη κἀκείνων. ἐν τοσούτῳ δὲ παρῆσαν ai τῆς égag δυνάμεις ἀνακεκλημέναι παρὰ τοῦ 10 860 αὐτοκράτορος καὶ κατὰ τοῦ τυραννοῦντος ἀγείϑησαν. oi Y"
      },
      {
        "index": 713,
        "text": "περὶ σφίσιν, ἀλλὰ καὶ τοῦ τῶν ἑῴων ταγμάτων ἐξάρχοντος παραστρατοπεδευσαμένου τοῖς ἀποστάταις καὶ τοὺς μὲν ὁμιλίαις, τοὺς δὲ καὶ γράμμασι πείϑοντος αὐτομολῆσαι τῷ αὐτοκράτορι, πάντες σχεδὸν λυτόντες τὸν τυραννήσαντα προσήνωντο τοῖς βα- σιλικοῖς, καὶ ob τῶν ἀσήμων μόνον ἦσαν οὗτοι στρατιωτῶν, ἀλλὰ καὶ τῶν ἐπιφανῶν καὶ ἐστρατηγηκότων καὶ λαμπρυνϑέντων ἀρχαῖς, ἑνὸς μόνου τῶν ἐπισήμων παραμεμενηκότος αὐτῷ τοῦ D Βατάτζη. ὡς δ᾽ οὖν ἐγκατελείφϑη πρὸς τῶν λοιπῶν ὃ Topo-920"
      },
      {
        "index": 714,
        "text": "vixnc xai πάντοϑεν αὐτῷ ἄφυκτος ἦν ἡ κατάληψις, ϑείῳ ναῷ προσπεφεύγασιν αὐτός τε καὶ ó Βατάτζης. ἐκεῖϑεν δὲ πεδῆται τῷ Μονομάχῳ προσήχϑησαν\" ὁ δὲ στέρησιν ἀμφοῖν καταψη- φίξεται τοῦ φωτός, καὶ τοῖς μὲν ἐσβέσϑησαν εὐϑὺς οἱ λύχνοι 5 roU σώματος, ἡ δ᾽ ἀποστασία διελέλυτο τέλεον. Μέχρι μὲν οὖν τοῦδε μάχας ἐμφυλίους ὅ λόγος διηγησά- μενος μεταβήσεται νῦν πρὸς μάχας βαρβαρικάς. προκείσϑω δὲ τῶν ἄλλων τῶν Ῥῶς ἣ ἐπέλευσις. τοῦτο τὸ ἔϑνος καὶ ἄλλοτε πλειστάκις κατὰ Ῥωμαίων ἐγένετο, ἡττηϑὲν δὲ τέλος καὶ σπονδὰς πεποίητο πρὸς Ῥωμαίους καὶ κῆδος, ἵνα διὰ τὴν ἀγχιστείαν πρὸς ὁμόνοιαν τὰ γένη συνδέοιτο, καὶ παρ᾽ ἀλλήλους ἐφοίϊων ἐμπορευόμενοι ἦσαν γοῦν καὶ τότε Ταυροσκύϑαι ΡΊΠ 204 A πολλοὶ παρὰ τῇ Κωνσταντίνου, τὰ ἑαυτῶν ἀποδιδόμενοι καὶ τὰ παρ᾽ ἡμῖν ἐξωνούμενοι. συνέβη δέ τισι τῶν Σκυϑῶν ἔριν 4 γενέσϑαι πρὸς Ῥωμαίους τινάς, πληγαὶ δ᾽ ἐπηκολούϑουν ταύτῃ καὶ τραύματα, τοῖς δὲ παρείποντο ϑάνατοι καὶ τοῖς ϑανοῦσι W 111202 xai εἷς τις τῶν ἐπισήμων παρ᾽ αὐτοῖς συνηρίϑμητο. τοῦτο ὃ τῷ τῆς χώρας ἄρχοντι πρόφασις τῆς καϑ' ἡμῶν συγκινήσεως"
      },
      {
        "index": 715,
        "text": "ὅτι ἐτυφλώϑησαν ó Τορνίκιος καὶ ὃ Βατάτζης CE περὶ τῶν Ρῶς"
      },
      {
        "index": 716,
        "text": "rasura C (antea videtur fuisse λόχους) ῥὼς ΒΒ ΝΡ δὲ"
      },
      {
        "index": 717,
        "text": "γέγονε, xal αὐτίκα πλοῖα συμπηξάμενος, Qd παρ᾽ αὐτοῖς μονό- ξυλα λέγονται, σφόδρα πολλὰ καὶ τούτοις ἐμβιβάσας πλῆϑος"
      },
      {
        "index": 718,
        "text": "ὑπερεκπῖπτον σχεδόν τι καὶ ἀριϑμόν, ἀκήρυκτον Ῥωμαίοις ἐπ-"
      },
      {
        "index": 719,
        "text": "θ ἔσεισε πόλεμον καὶ γίνεται τῆς Προποντίδος ἐντός. ὡς δ᾽ ἔγνω"
      },
      {
        "index": 720,
        "text": "τὴν ἐπέλευσιν ὅ κρατῶν, στέλλει παρ᾽ αὐτοῖς τοὺς πρεσβεύσοντας B καταϑέσϑαι τὰ ὅπλα σφᾶς, ὡς ἑτοίμως τοῦ βασιλέως, εἴ τι γέ- 7 yovev αὐτοῖς πρὸς λύπην, ἐξιασομένου xai ϑεραπεύσοντος. ὁ δὲ βάρβαρος ὑπερηφάνως τε τοὺς πρέσβεις ἐδέξατο καὶ λόγους μεγαλαύχους xai σοβαροὺς ἐξηρεύξατο καὶ ἀτίμως αὐτοὺς àze-"
      },
      {
        "index": 721,
        "text": "πέμψατο. ἀπογνοὺς τοίνυν τὰς σπονδὰς ὃ κρατῶν xai αὐτὸς προὸς ναυμαχίαν παρεσκευάζετο, καὶ ἐπεὶ μὴ ἔτυχε τὸ ναυτικὸν ἐνδημοῦν, πορρωτάτω δ᾽ ὃν φυλακαῖς χωρῶν προσησχόλητο, τριήρεις τινὰς καὶ ὁλκάδας ἄλλας ἑτοιμασάμενος καὶ ταύταις"
      },
      {
        "index": 722,
        "text": "τὸ πῦο τὸ ὑγρὸν ἐνθέμενος ἄφϑονον ἀντέταξε ταύτας τοῖς oxá- φεσι τοῖς βαοβαροικοῖς, καὶ αὐτὸς ὃ κρατῶν παοὼν καὶ ἄνω"
      },
      {
        "index": 723,
        "text": "C ϑπου τοῦ λιμένος καϑήμενος. οἃὑς δὲ τὸ πολὺ τῆς ἡμέρας παο-"
      },
      {
        "index": 724,
        "text": "ἤλϑε καὶ ἠρέμουν οἱ βάρβαροι xai τὴν σύνταξιν οὐ διέλυον,"
      },
      {
        "index": 725,
        "text": "τρεῖς τῶν τριηρῶν ἐκέλευσεν ὅ βασιλεὺς τῷ Θεοδωροκάνῳ λα-"
      },
      {
        "index": 726,
        "text": "βεῖν xai ἀκροβολίσασϑαι κατὰ τῶν βαρβάρων, iv αὐτοὺς εἰς"
      },
      {
        "index": 727,
        "text": "πόλεμον ἐπισπάσηται. ὃ δὲ οὐκ ἀκροβολισμοῖς ἐπεχείρησεν,"
      },
      {
        "index": 728,
        "text": "ἀλλὰ καϑαρᾷ ναυμαχίᾳ xal τινὰ μὲν σκάφη βαρβαοικὰ κατ- ἔφλεξε τῷ διύγρῳ πυρί, τινὰ δὲ κατέδυσεν αὔτανδρα, ἕν δὲ κατέσχεν ἔνδον αὐτὸς εἰσπεπηδηκώς, καὶ οὕς μὲν τῷ ξίφει , τι , * , e -- , συγκόψας, ovg δὲ καταπλήξας xai δεσμίους ὥσπερ τῷ δέει ὃ παρειληφώς. ὡς δ᾽ οὕτω ταῖς τρισὶ τριήρεσι κατευτυχήϑη ἡ 11] 71} 109 κατὰ τῶν ἐναντίων ἐπέλευσις καὶ ἄλλαις τῶν ὁλκάδων σύνϑημα παρέσχεν ó βασιλεύς, καὶ ἀνήγοντο πλείονες\" ἣς δοῶντες ἐπ-"
      },
      {
        "index": 729,
        "text": "ιούσας οἵ βάρβαροι οὐκέτι μάχης ἐμέμνηντο, ἀλλὰ τὴν σύνταξιν διαλύσαντες πρύμναν ἐκοούσαντο καὶ ὡρμήκεσαν εἰς φυγήν. συνεμάχησε δὲ Ῥωμαίοις τότε καὶ ἄνωϑέν τις δοπή\" πνεῦμα"
      },
      {
        "index": 730,
        "text": "γὰρ ἐξαίφνης σκληρὸν πνεῦσαν ἔξ ἑῴας πρὸς τὰ ἑσπέρια xai καταιγίδα κινῆσαν τοῖς τῶν βαρβάρων ἐπήνεκτο σκάφεσι καὶ πολλὰ μὲν ἐπέκλυσε καὶ τῷ βυϑῳῷ παραδέδωκε, πολλὰ δ᾽ ὑφ- λοις πέτραις καὶ σκοπέλοις προσήραξε καὶ συνέτριψε. τὰ δέ Io ye τούτων πληρώματα, τοὺς μὲν τὸ ὕδωρ ἐκάλυψε, τοὺς δὲ σύνταγμα στρατιωτικὸν ἐφεδοεῦον ταῖς ἠόσι διέφϑειοεν, οὕτω δὲ καταπολεμηϑέντος τοῦ τῶν βαοβάρων πλήϑους ó βασιλεὺς τροπαιοφορῶν εἷς τὰ ἀνάκτορα ἐπανέζευξεν. Εἷς uiv δὴ πόλεμος βαρβαρικὸς οὑτοσὶ δεδιήγηται, εἰρή- PII255"
      },
      {
        "index": 731,
        "text": "ἐχώρησαν (χώρας ἑῴας ἐστράτευσαν E) CE καὶ τίνες οὗτοι"
      },
      {
        "index": 732,
        "text": "post διέφϑειρεν add. ἐκβοασσομένους (ἐκβρασσομένου C) τοῦ κλύδωνος BCwp τροπαιοφόρος DC ut Psell. p. 147,5 βαρβαρικὸς"
      },
      {
        "index": 733,
        "text": "ὁ τῶν ταυροσκυϑῶν BCWo lat."
      },
      {
        "index": 734,
        "text": "σϑω δὲ xal ἑτέρα τις συγκίνησις ἔϑνους, ἣ τότε τὴν ἑῴαν διέλαβε καὶ μέχρι τοῦ νῦν αὐτὴν ἐπιβόσκεται, τοὺς Τούρκους"
      },
      {
        "index": 735,
        "text": "φημί, εἰσὶ μὲν οὖν οὗτοι γένος τι Οὐννικὸν οἰκοῦν τὰ z9oo- άρκτια τῶν Καυκασίων ὀρῶν, πολυπληϑὲς καὶ αὐτόνομον."
      },
      {
        "index": 736,
        "text": "ἐπεὶ δ᾽ jj Περσῶν ἀρχὴ ἢ μᾶλλον ἡ ακεδόνων, ἣ τὴν Περ- ἢ σῶν βασιλείαν καϑεῖλεν, ὑπὸ Σαρακηνῶν καϑήρητο, εἶτα καὶ οὗτοι πρὸς ἀλλήλους στασιάσαντες εἷς ἀντιπάλους μοίρας διήοηντο"
      },
      {
        "index": 737,
        "text": "B καὶ ἀλλήλοις ἐμάχοντο, Μουχούμετ ó τοῦ ᾿Ϊιβραήλ, Πεοσίδος ἄοχων καὶ Χορασμίων καὶ ηδίας καί τινων ἄλλων, πόλεμον ἤρατο κατὰ τοὺς χρόνους βασιλείου τοῦ βασιλέως κατὰ Ba-10 βυλωνίων τε xai ᾿Ινδῶν, ἡττώμενος δὲ συμμαχικὸν ἔκ Τούρκων"
      },
      {
        "index": 738,
        "text": "μετεπέμιατο\" ἦν δὲ τοῖς el; συμμαχίαν ἐλϑοῦσι τῷ Μουχούμετ"
      },
      {
        "index": 739,
        "text": "τοῖς ἀντιϑέτοις προσβαλὼν τροποῦται αὐτοὺς καὶ ἀναζεύξας εἰς τὰ οἰκεῖα οὖκ εἴα τοὺς Τούρκους εἰς τὴν ἑαυτῶν ὑποστρέιραι,"
      },
      {
        "index": 740,
        "text": "(ἑαυτῶν E) τραπέντων, καὶ ἀντιμαχομένων ἀλλήλοις (ἀλλήλων ἘΠ ἴσχυσε πάλιν τὴν ἀρχὴν ἀνακτήσασϑαι (ἀνασώσασϑαι ἘΛΥΡ), ὡς ἔμστροσϑέν μοι ἱστόρηται, τὸ (ἡ wp) δ᾽ αὖϑις ὑπὸ σαρακηνῶν τὴν ἐξουσίαν ἀφήρητο καὶ δεδούλωτο (δεδούλωτό τε ἘΠ ΥΡ), οἱ δέγε σαρακηνοὶ (σαρακηνοῖς καὶ Ewp) οὐχ ὑφ᾽ ἕνα ἦσαν ἡγεμόνα τελοῦντες, πρὸς ἀλλήλους (post ἀλλ, add. τὲ w*p) καὶ οὗτοι στασιάσαντες εἰς ἀντιπάλους μοίρας διῆοηντο"
      },
      {
        "index": 741,
        "text": "μηδίας τὲ xai ἄλλων τινῶν BC βασιλέως AD Cedr. l. c. p. 561, 5, πορφυρογεννήτου Rwp προςεκαλέσατο BC ταγματ-"
      },
      {
        "index": 742,
        "text": "litzae) quoque videtur esse reddenda σὺν τούτοις AD, uc"
      },
      {
        "index": 743,
        "text": "ἀλλ᾽ ἤϑελε παρακατέχειν αὐτούς, ἵνα xal ἐφ᾽ ἑτέρους χρῷτο συμμάχοις αὐτοῖς. οἵ δὲ μὴ οἷοί τε ὄντες ἀπιέναι πρὸς τὴν σφετέραν, εἶ μὴ αὐτοῖς ἀνεϑείη ἣ τοῦ ᾿Αράξιδος γέφυρα (πο- Ὁ ταμὸς δ᾽ οὗτός ἔστιν εἰ μὴ διὰ τῆς γεφύρας οὐ περατός, ἣ γέφυρα δ᾽ ἐπεπύργωτο ἑκατέρωϑεν, καὶ τοῖς πύργοις φρουροὶ ἐφειστήκεισαν), ἀποστατοῦσι καὶ εἷς ὄρη καταφυγόντες (οὐ γὰρ ἐϑάρρουν ὄντες τρισχίλιοι πρὸς πολλὰς κατὰ συστάδην μαχέσα- σϑαι μυριάδας), ἐκτρέχοντες ἐκεῖϑεν τὰ τῶν Σαρακηνῶν ἔλη- ίζοντο. ἐκπέμπει τοίνυν κατ᾽ αὐτῶν ὁ Μουχούμετ στρατεύματα 1 περί που τὰς εἴκοσι χιλιάδας, δέκα τῶν ὁμογενῶν ἀνδράσι τὴν αὐτῶν ἐγχειρίσας ἡγεμονίαν. οἷς oí Τοῦρκοι νυκτὸς ἐπιϑέμενοι ῥᾷστα τοὺς πλείους κατέκοψαν. οἱ δὲ περισωϑέντες σὺν τοῖς αὐτῶν στρατηγοῖς εἰς τὸν Δουχούμετ ἀνϑυπενόστησαν. ὃ δὲ D τοὺς μὲν δέκα τῆς στρατιᾶς ἡγεμόνας ἐξετύφλωσε, κατὰ δὲ τῶν περισωϑέντων στρατιωτῶν ἠπείλει διαϑήσειν αὐτοὺς τὰ χείριστα. οἱ δὲ δείσαντες τοῖς Τούρκοις προσέϑεντο\" ἤδη δὲ 1] καὶ ἄλλων αὐτοῖς προσρυέντων συχνῶν, δούλων te κακούργων λεηλασίαις χαιρόντων καὶ ἁρπαγαῖς, πολυπληϑὲς ἐγένοντο στρά- τευμα καὶ τῷ Μουχούμετ περὶ τὸ ᾿Ασπαχὰν συρρήγνυνται, καὶ"
      },
      {
        "index": 744,
        "text": "14. 15 xarà δὲ τῶν περισωϑέντων στρατιωτῶν ARwp, τῶν δὲ orpa-"
      },
      {
        "index": 745,
        "text": "λεηλασίας p* τῷ μουχούμετ ante συρρήγν. BC ἀσπαχὰν"
      },
      {
        "index": 746,
        "text": "πολλῶν πεσόντων Σαρακηνῶν xai αὐτὸς ὁ Μουχούμετ ἀπ- ἔϑανεν. ὁμονοησάντων οὖν τῶν στρατευμάτων, παρὰ πάντων ὁ Ταγγρολίπιξ τὴν ἀρχὴν τῶν ὑπὸ τὸν λίουχούμετ ἐνεχειρίσίη"
      },
      {
        "index": 747,
        "text": "χωρῶν. αἱρεϑεὶς δ᾽ εἰς ἡγεμονίαν, πέμψας τοὺς ἐν τῇ γεφύρᾳ τοῦ ᾿Αράξιδος πύργους κατέβαλεν. οὕτω δ᾽ ἀνεϑείσης τοῖς P1I256A Τούρκοις τῆς διόδου τοῦ ποταμοῦ, πολὺ τῶν βαρβάρων τού- τῶν πλῆϑος προσερρύη τῷ Ταγγρολίπικι, καὶ χεῖρα βαρεῖαν ἐκ τούτων ὃ τῶν Τούρκων κτησάμενος ἀρχηγὸς ἀφαιρεῖται μὲν πάγτοϑεν τοὺς Σαρακηνοὺς τὴν ἀρχήν, ἑαυτῷ δὲ ταύτην καὶ τοῖς ὁμογενέσιν ἀπένειμε καὶ εἷς ὑπηκόους τοὺς ἐκ τῆς \"Ayao κατέστησεν. εἶτα αὐτὸς μὲν μάχῃ τοὺς Βαβυλωνίους προοσ-"
      },
      {
        "index": 748,
        "text": "ἐκτήσατο, τὸν δὲ ἀδελῳφόπαιδα Κουτλουμοὺς σὺν στρατιᾷ κατὰ τῶν \"Aoáfiov ἐξέπεμψεν\" ὁ δὲ ἡττηϑεὶς ὑπέστρεφε καὶ διαπρε- σβεύεται πρὸς τὸν τῆς ληδίας ἄρχοντα (οὕτω δ᾽ ἐκαλεῖτο πάλαι τὸ Baaozaoxáv), αἰτῶν παραχωρηϑῆναι διὰ τῆς χώρας αὐτοῦ li διελϑεῖν. ὃ δὲ τῆς χώρας ταύτης ἐκ βασιλέως ἄρχειν προχει-"
      },
      {
        "index": 749,
        "text": "οισϑεὶς οὐ μόνον οὐκ ἀνῆκε τούτῳ τὴν δίοδον, ἀλλὰ xai àvr- ἑτάξατο κατ᾽ αὐτοῦ καὶ συμβαλὼν ἡττᾶται καὶ πολλοὺς μὲν"
      },
      {
        "index": 750,
        "text": "ὅπως οἱ Τοῦρκοι (τούρκοι CE) ταῖς ὑπὸ Ρωμαίους ἐπῆλθον χώραις C"
      },
      {
        "index": 751,
        "text": "| post πολλῶν errore distinguunt wp xai add. ante oapax."
      },
      {
        "index": 752,
        "text": "Ewp, βαασπρακὰν Ὁ Cedr. l. c. p. 510, 20. 571, 15, v. ad XVII"
      },
      {
        "index": 753,
        "text": "τῶν οἰκείων ἀπέβαλεν, ἥλω δ᾽ αὐτός. ὃ γοῦν Κουτλουμοὺς"
      },
      {
        "index": 754,
        "text": "πρὸς τὸν Ταγγρολίπικα ἐπανελϑὼν τὰ πεοὶ τοῦ κατὰ τὴν Myg- δίαν διηγεῖτο πολέμου καὶ τῆς χώρας ἐξύμνει τὸ πάμφορον καὶ προσετίϑει εὐάλωτον εἶναι ταύτην, παρὰ γυναικῶν καρπου-"
      },
      {
        "index": 755,
        "text": "ὃ μένην, οὕτω καλῶν τοὺς μαχεσαμένους αὐτῷ. ὁ δὲ Tayygo- λίπιξ αὐτῷ μὲν διὰ τὴν ἧτταν ἐμηνία, ἐκεῖνος δὲ κατὰ τῶν ᾿Αράβων ἐχώρει. καὶ ὃ Κουτλουμοὺς δείσας ἀπέδρα μετὰ τῶν σὺν αὐτῷ καὶ τὸ Πασάρ (πόλις δ᾽ ἐστὶ τῶν Χορασμίων τουτί) κατασχὼν ἀφίσταται τοῦ σουλτάν (οὕτω γὰρ ὁ Ταγγρολίπιξ"
      },
      {
        "index": 756,
        "text": "ὠνόμαστο) xai ἐπὶ πολὺ πρὸς τὸν ϑεῖον ἀντικαϑίστατο πολιορ-"
      },
      {
        "index": 757,
        "text": "- 5 , a σαὶ , , * , κοῦντα αὐτόν, διὰ δὲ τὴν τῆς πόλεως ὀχυρότητα μηδὲν ἀνύσαι δυνάμενον. καὶ ó μὲν σουλτὰν τῇ πολιορκίᾳ τοῦ Ilacáp προσ-"
      },
      {
        "index": 758,
        "text": "yozóAgto' στέλλει δὲ κατὰ Μηδίας ᾿Ασὰν ovv ἀξιομάχῳ δυνάμει."
      },
      {
        "index": 759,
        "text": "ὁ δὲ προσβαλὼν τῇ χώρᾳ καὶ συμμίξας Ῥωμαίοις, πίστει μὲν"
      },
      {
        "index": 760,
        "text": "αὐτός, ἡττᾶται δὲ τὸ σὺν αὐτῷ στρατιωτικὸν xai βραχίστων ἄτερ τὸ ἅπαν ἀπόλλυται. ὃ μαϑὼν ó σουλτὰν ἠϑύμησε μέν, ἐπαναλαβεῖν δ᾽ αὖϑις ἔσπευδε τὸ δυστύχημα xai ᾿Αλὶμ ᾿Αβραμίῳ"
      },
      {
        "index": 761,
        "text": "1.9 ἐπανελϑὼν οὖν ὅ κουτλουμοὺς πρὸς τὸν ταγγοολίπικα ΒΌ 2 ray-"
      },
      {
        "index": 762,
        "text": "quibus locis praeter consuetudinem A utitur forma σουλτᾶν"
      },
      {
        "index": 763,
        "text": "ἑτεροϑαλεῖ ἑαυτοῦ ἀδελφῷ στρατιὰν ἐγχειρίσας εἰς ἑκατὸν ἀρι- ϑμουμένην χιλιοστύας κατὰ “Ῥωμαίων ἐξέπεμψεν. ὁ δὲ τοῦ! Daaozagxár στρατηγὸς τῷ βασιλεῖ περὶ τούτων διὰ γραμμάτων δεδήλωκε, συμμαχίαν αἰτῶν. καὶ ὃς τῷ Λιπαρίτῃ δυνάστῃ μοίρας τῶν ᾿Ιβήρων τυγχάνοντι ἐπέστειλε συνελϑεῖν τοῖς Ῥωμαίοις καὶ ἢ ἐπαρῆξαι κατὰ τῶν Τούρκων. τῶν Τούρκων δὲ ἐπιστάντων ἤδη, D oi Ῥωμαῖοι πολεμῆσαι σφίσιν οὐκ ἔκοιναν, εἰ μὴ ἑνωϑεῖεν κατὰ τὴν βασιλικὴν ἐντολὴν καὶ τοῖς Ἴβηρσιν. ἀτρεμούντων δὲ τῶν στρατιωτῶν, μὴ δυνάμενος αὐτοῖς ó \"Ali συμβαλεῖν εἰς ὀχύ- ρωμά τι προσκαϑημένοις ἔπεισι τῷ \"Aptte (κωμόπολις δ᾽ ἦν τὸ τοῦτο, πληϑὺς δ᾽ ἐνῴκει αὐτῷ, ἵν᾿ οὕτως εἴποιμι, καὶ ἀριϑμὸν ὑπερβαίνουσα, ἔμποροι δ᾽ ἦσαν oi ἄνϑοωποι, καὶ πλοῦτος ἦν αὐτοῖς περιττός). ὡς γοῦν ἀτείχιστον τὴν κωμόπολιν ἐξ ἐφόδου ἑλεῖν αὐτὴν οἱ βάρβαροι ἤλπιζον, ἀλλ᾽ ἔγνωσαν παραβουκολού- 99 u£vot ταῖς ἐλπίσιν, ἐπείπερ ταύτῃ προσέβαλον. ταῖς γὰρ διόδοις ὕλας ἐπαγαγόντες oi ταύτης κάτοικοι καὶ ταύταις αὐτὰς ἀπο- φράξαντες, ἐκ τῶν δωμάτων ἔβαλλον τοὺς ἐναντίους καὶ àr- ϑοήρουν πολλούς, καὶ τοῦτο ἐφ᾽ ἡμέραις ἐγίνετο ἕξ. ὡς δ᾽ ἔγνω ὁ τῶν Τούρκων στρατηγὸς ó \"Ali. ἐροωμενέστατα τοὺς ᾿Αρτζη-"
      },
      {
        "index": 764,
        "text": "περὶ τῆς κωμοπόλεως τοῦ \"Aporte C"
      },
      {
        "index": 765,
        "text": "v. ad p. 631, 17 9. ὀχύρωμά τι] ὀχυρώματι DE ἔτεισι ex"
      },
      {
        "index": 766,
        "text": "ἔπεισε corr. À (fortasse manu recenti) εἴπω BC ὕπερ-"
      },
      {
        "index": 767,
        "text": "vovg; ἀντεχομένους xal πολιορκίᾳ ῥᾷστα μὴ ἁλωτούς, πυρὶ τῶν P IT257A ἀνδρῶν περιγενέσϑαι διέγνωκεν\" αὐτίκα τοίνυν ἀνῆπτο τοῦτο καὶ τοῖς οἰκήμασιν ὑπεβάλλετο. ὡς δ᾽ ἐξήφϑη πανταχόϑεν"
      },
      {
        "index": 768,
        "text": "πυρκαϊά, τρέπονται μὲν oi ἐγχώριοι, οἵ δὲ βάρβαροι κρατοῦσι"
      },
      {
        "index": 769,
        "text": "ὃ τῆς κωμοπόλεως καὶ πολὺν ἐν αὐτῇ χρυσὸν καὶ ἄλλον πλοῦτον εὑρήκασιν, ὅσος μὴ κατηνάλωτο τῷ πυρί. ἐντεῦϑεν αὖϑις κατὰ τῆς Ῥωμαϊκῆς ὡρμήκασι στρατιᾶς\" ἤδη δὲ καὶ τοῦ “Διπαρίτου σὺν τοῖς Ἴβηρσι παραγεγονότος, συμβολὴ τῶν στρατευμάτων ἐγένετο περὶ βουλυτόν. ὃ μὲν οὖν ᾿Αλὶμ καὶ ὃ Χοροσάνης {τε-"
      },
      {
        "index": 770,
        "text": "1000c δ᾽ οὗτος ἦν στρατηγὸς τῶν βαρβάρων) μετὰ τῶν ὑπ᾽ αὐὖ- τοὺς τραπέντες ἐνέκλιναν εἰς φυγήν, καὶ σφᾶς οἱ ἀντιτεταγμένοι “Ῥωμαῖοι μέχρι πόρρω νυκτῶν κατεδίωκον. ὅ δὲ ΜΛιπαρίτης B xat ἄλλο κέρας μαχόμενος ἑάλω τοῖς ἐναντίοις. ὡς δ᾽ ἐπαύ- 35 cavro τῆς διώξεως oi Ῥωμαῖοι, τὸν Λιπαρίτην προσέμενον, μὴ"
      },
      {
        "index": 771,
        "text": "εἰδότες ὃ περὶ ἐκεῖνον συμβέβηκεν. ἐν τοσούτῳ δέ τις αὐτοῖς ἀγγέλλει τοῦ Λιπαρίτου τὴν ἅλωσιν, καὶ ὅτι λαβόντες αὐτὸν οἱ ἑλόντες ἀπίασι σὺν σπουδῇ. oí μὲν οὖν “Ῥωμαῖοι ταῦτα μα- ϑόντες ἐν ἀϑυμίαις ἧσαν\" οἱ βάρβαροι δὲ τῷ σουλτὰν τὸν “ιπα-"
      },
      {
        "index": 772,
        "text": "D τῆς κωμοπόλεως ARCwwp, αὐτῶν BC κατανάλωτο Ewp,"
      },
      {
        "index": 773,
        "text": "Bovivióv \"ad Bulytum\" p, βουλυτόν \"sub vesperam\" Wo lat., cf. Cedr. l. c. p. 579, 9 disi D “Χωροσανίτης (χωροσάντις cod."
      },
      {
        "index": 774,
        "text": "ρίτην ἐκόμισαν. ὃ μέντοι βασιλεὺς μαϑὼν τοῦ Λιταρίτου τὴν ἅλωσιν, πέμπει πρὸς τὸν σουλτάνον, ἐλευϑερίας ἀξιῶσαι τὸν"
      },
      {
        "index": 775,
        "text": "“ιπαρίτην ζητῶν καὶ λύτρα τούτου πέμψας πολλὰ καὶ δῶρα δὲ τῷ σουλτὰν καὶ σπονδὰς μέσον Ῥωμαίων καὶ Τούρκων ζητῶν γενέσϑαι. ὃ δὲ σουλτὰν τὸν μὲν “ιυταρίτην δῶρον στέλλει, ὃ τὰ δέ γε λύτρα πάντα τῷ ὑπὲρ οὗ ἐπεπόμφεισαν δέδωκε καὶ μηκέτι ὅπλα κατὰ Τούρκων ἄρασϑαι παρηγγύησεν. ἐκπέπομῳφε Ο δὲ κἀκεῖνος πρέσβυν πρὸς βασιλέα, ὃν ἐκάλουν ἐκεῖνοι σερίφην. οὗτος δ᾽ ἐστὶ παρ᾽ αὐτοῖς ὅπερ πάλαι ἦν παρ᾽ ἡμῖν ὁ λεγό-"
      },
      {
        "index": 776,
        "text": "μενος σύγκελλος\" ὡς γὰρ ὃ σύγκελλος τοῦ πατριάρχου ϑανόντος"
      },
      {
        "index": 777,
        "text": "χαλιφρᾶ φϑαρέντος ἐκεῖνος τὸν τελευτήσαντα διεδέχετο. εἰσελϑὼν"
      },
      {
        "index": 778,
        "text": "οὖν εἰς τὴν μεγαλόπολιν ὅ σερίφης xai εἰς ὁμιλίαν τῷ xpa-"
      },
      {
        "index": 779,
        "text": "τοῦντι ἐλϑὼν xal ὁμιλήσας ὑπερηφάνως φόρους τὲ τελεῖν ἀπαι- τῶν τῷ σουλτάν, ἀπεπέμῳφϑη. ἐντεῦϑεν βαρυϑυμήσας ó σουλτὰν"
      },
      {
        "index": 780,
        "text": "σεσϑαι omisso ζητῶν (v. ad vs. 4) R δῶρον στέλλει ARw (v. Cedr."
      },
      {
        "index": 781,
        "text": "λὴν πόλιν Ewp τε omn. BC τ. σουλτὰν Rwp Di, τ. σουλτᾶν"
      },
      {
        "index": 782,
        "text": "τεῦϑεν οἶμαι κατὰ τὸν τοῦ χοσρύου χρόνον (Ὁ), τὰ ῥωμαίων ἤρξαντο καταδουλοῦν oí πέρσαι συνεπιόντες les (DOSE συνεπιόντες tota fere linea vermibus est exesa) τῶν περσῶν ἀντιοχίας (39) δυνα- στείαν τοῦρκοι"
      },
      {
        "index": 783,
        "text": "αὐτὸς κατὰ Ῥωμαίων ἐχώρησε, καὶ ἔκτοτε προχωροῦν τὸ τῶν Τούρκων ἔϑνος τῆς ἑῴας πάσης ἐκράτησε καὶ μέχρι τῆς ἄντι- πόρϑμου τῇ Μβυζαντίδι ἠπείρου κατήντησε. Τὰ μὲν οὖν τῶν Τούρκων τοῦτον ἔσχε τὸν τρόπον\" 1026 D ὃ δὲ τῶν Π]ατζινάκων ἔϑνος αὖϑις κατὰ τὴν Εὐρωπαίαν μοῖραν κεκίνητο᾽ Σκυϑικὸν δὲ τὸ ἔϑνος xai πολυάνϑρωπον, πέραν Ἴστρου νεμόμενον. ἣν δὲ τότε τοῦ ἔϑνους ἄρχων Τυράχ, ἀνὴρ τὸ μὲν γένος παρὰ τὸ ἔϑνος λαμπρός, τὸ δὲ ἦϑος νωϑής. ἕτερος δέ τις Κεγένης καλούμενος, ἄσημος μὲν ὅσον εἷς γένους 8 ἀναφοράν, ἀνὴρ δὲ ῥέκτης te καὶ δραστήριος ὧν καὶ πολλάκις ἐν πολέμοις ἀνδραγαϑήσας, παρὰ τοῦ ἔϑνους πεφίλητο. διὸ καὶ παρὰ τοῦ Τυρὰχ ἐλοχᾶτο, ζητοῦντος αὐτὸν ἀνελεῖν. ὃ γνοὺς ἐκεῖνος καὶ δύο τῶν φυλῶν προσεταιρισάμενος, οὐσῶν πασῶν δέκα ἐπὶ τρισί, σὺν αὐταῖς διέβη τὸν Ἴστρον καὶ ἐπὶ τὰ ἭῬωω- PII258A μαίων ὅρια γέγονεν, αὐτόμολος ἥκειν λέγων τῷ βασιλεῖ καὶ οὖκ ἔσεσϑαί oi ἀσυντελής. ἐμηνύϑη ταῦτα τῷ Μονομάχῳ, καὶθ ὁ τῆς χώρας ἄρχων κελεύεται δέξασϑαι τοὺς Σκύϑας. ὁ δὲϊ Κεγένης εἰς τὴν βασιλίδα τῶν πόλεων φοιτήσας ἐς ὄψιν ἦλϑε"
      },
      {
        "index": 784,
        "text": "D περὶ Πατιξινάκων καὶ ὅπως εἰς τὰ παρίστρια διέβησαν CE περὶ τῆς τῶν Σκυϑῶν προσελεύσεως C"
      },
      {
        "index": 785,
        "text": "τῷ βασιλεῖ xai τὸ σωτήριον δεξάμενος βάπτισμα ἐτιμήϑη πα- ϑτρίκιος. ἔπεισε μέντοι καὶ τοὺς σὺν αὐτῷ Σκύϑας τοῦ ϑείου ϑτούτου λουτροῦ μετασχεῖν. ποιούμενος δὲ τὰς διατριβὰς κατὰ"
      },
      {
        "index": 786,
        "text": "οτοῦ Τυράχ, ἀναιρῶν τε καὶ ληιζόμενος. πρεσβείαν τοίνυν ὅ Ὁ Τυρὰχ πρὸς τὸν βασιλέα ἀπεσταλκὼς ἡτιᾶτο ὅτι τὸν ἀποστάτην τοῦ ἔϑνους ἐδέξατο, καὶ εἰ μὴ κωλύσει κακοῦν τὸ ἔϑνος τὸν πρόσφυγα, τὸ ἔϑνος ὅλον ἕξει πολέμιον. πρὸς ταῦτα δ᾽ ó αὖτο- χράτωρ “οὔτε προδότης᾽᾽ ἔφη “τοῦ προσελϑόντος γενήσομαι οὔτε κωλύσω μὴ ἀμύνασϑαι τοὺς ἐπιβουλεύσαντας.\" τούτων τῶν μηνυμάτων τῷ Τυρὰχ κομισϑέντων, ἐπεὶ χειμὼν ἐπέστη καὶ ὅ Ἴστρος ἐξ ὄχϑης εἰς τὴν ἑτέραν τῷ κρύει πηγνύμενος κεκουστάλλωτο, πεζῇ διέβη τὸν ποταμὸν σὺν τῷ ἔϑνει παντὶ xai τὴν Ῥωμαΐδα χώραν καταλαβὼν τὰ ἐν ποσὶν ἐκεράϊζεν. 130 δέ γε βασιλεὺς τοῦτο μαϑὼν στρατιὰν αὐτίκα τῷ τῆς χώρας 15 ἄρχοντι καὶ τῷ Κεγένῃ ἐπίκουρον ἔπεμψεν. οἱ μέντοι Haxti- C γάκαι τροφῶν ἀφϑονίαν εὑρόντες καὶ οἴνου καὶ ἄλλων πομάτων ἐσκευασμένων ἐκ μέλιτος καὶ περὶ ταῦτα ἀπληστευσάμενοι, νοσή- ματι κοιλιακῷ περιέπεσον. καὶ τοῦτο ἐξ αὐτομόλου γνοὺς ὃ"
      },
      {
        "index": 787,
        "text": "1,5 11 ante rpog. add. xai B πομάτων AO Cedr. (Scylitz.)"
      },
      {
        "index": 788,
        "text": "Κεγένης ἀναπείϑει xal τὰς Ῥωμαϊκὰς δυνάμεις ἐπιϑέσϑαι τοῖς ἐναντίοις. ὡς γοῦν εἶδον oi βάρβαροι τὴν xav αὐτῶν τῶν 16 “Ῥωμαίων ἐπέλευσιν, κατειργασμένοι τῇ νόσῳ τυγχάνοντες ἴλιγ- γίασαν καὶ ἀποδειλιάσαντες μεϑῆκαν τὰ ὅπλα καὶ ἱκέται γεγό-"
      },
      {
        "index": 789,
        "text": "δ νασι xai τοῖς ἐχϑροῖς παρέδωκαν ἑαυτούς. τούτων ὅσοι μὲν ὑπὸ τὸν Κεγένην γεγόνασιν, oi μὲν ξίφεσι παρεδόϑησαν, οἱ δὲ πρὸς δουλείαν χρυσοῦ ἀπεδόϑησαν. τὸ πλῆϑος δὲ τὸ λοιπὸν χρήσιμον ἐνομίσϑη γενέσϑαι Ῥωμαίοις, εἶ τὰ ὅπλα ἀφαιρεϑὲν"
      },
      {
        "index": 790,
        "text": "τὴν πλείονα, πρὸ μικροῦ τοῦ ἔϑνους ἐχείνου καταλυϑέντος\" ὃ"
      },
      {
        "index": 791,
        "text": "IV 116 καὶ γέγονε τοῦ βασιλέως κελεύσαντος. ó δὲ γε Τυρὰχ σὺν τοῖς ἐξόχοις τοῦ ἔϑνους ἤχϑη πρὸς τὸν κρατοῦντα καὶ τοῦ ϑείου καταξιωϑέντες βαπτίσματος ἀξιώμασι λαμπροῖς ἐτιμήϑη- σαν. ὡς δὲ μάχαι τότε Ρωμαίοις μετὰ τῶν Τούρκων ἧσαν"
      },
      {
        "index": 792,
        "text": "κατὰ τὴν ἑῴαν, πεντεκαίδεκα χιλιάδας 1]ατζινάκων ó αὐὖτο- κράτωρ ἐπιλεξάμενος καὶ καϑοπλίσας αὐτοὺς ἵππους τε παρα- σχόμενος καὶ ἐπιστήσας στρατάρχας αὐτοῖς ἐκ τῶν ὁμογενῶν ἐν Χρουσοπόλει διεπέρασεν, εἰς ᾿Ιβηρίαν κελεύσας ἀπελϑεῖν, τάξας αὐτοῖς xai προηγήτορα τῆς ὁδοῦ. ὡς δ᾽ οὖν περὶ τὸν Aaua-"
      },
      {
        "index": 793,
        "text": "20 rovv ἥκασιν, ἔστησαν καὶ πρόσω προβαίνειν ovx ἤϑελον\" εἰς"
      },
      {
        "index": 794,
        "text": "ὅπως οἱ Σκύϑαι τῆς ὑπὸ Ῥωμαίους δουλείας ἀφηνίασαν, εἶτα ἐσπεί- σαντο C"
      },
      {
        "index": 795,
        "text": "ραίωσεν Rwp ἀφίκοντο ΒΟ πρόσω προβαίνειν AR, πρόσω"
      },
      {
        "index": 796,
        "text": "τοὐπίσω δὲ χωρήσαντες xai ἄχρι τοῦ πορϑμοῦ ἐφϑακότες σὺν τοῖς ἵπποις τὴν ϑάλασσαν διαπορϑμευσάμενοι κατὰ τὴν τοῦ PII259A ἁγίου Ταρασίου μονήν, αὐτίκα συντεταμένην ποιησάμενοι τὴν ὁδοιπορίαν τοῖς ὁμογεγέσι προσήνωντο᾽ καὶ ἐπεὶ ὁμοῦ συν- ηϑροίσϑησαν, ἀπῆλϑον καὶ ἐν τοῖς παριστρίοις πεδίοις ἐπήξαντο τὰς σκηνάς, ἐκεῖϑεν Ó' ὁρμώμενοι τὰ Θρᾳκῷα κατέτρεχον. πολλάκις δὲ τοῦ βασιλέως xar αὐτῶν στρατεύματα πέμψαντος, ἐπικρατέστεροι ἦσαν ol. βάρβαροι, ὥστε καὶ ἀδεῶς κατὰ πάσης τῆς Θράκης καὶ Μακεδονίας σκεδάννυσϑαι καὶ λείαν ἅπαντα τίϑεσϑαι xai οὗὐ τὰ πόρρω μόνον, ἀλλὰ μέντοι καὶ τὰ τῇ πόλει 10 ἀγχίϑυρα. τέλος δὲ σπένδονται Ῥωμαίοις τριακοντούτεις σπον- δάς. καὶ οὕτως ὅ τῶν Π|ατζινάκων ἔληξε πόλεμος. Ὃ δὲ σουλτὰν oix ἔληγεν ἐπιὼν τὰς ὑπὸ Ῥωμαίους χώ- pac καὶ πόλεις καὶ τὰς μὲν ληιζόμενος, τὰς δ᾽ ἐκπορϑῶν τε B καὶ οἰκειούμενος. Κατὰ τούτους τοὺς χρόνους xai ἐπιβουλὴν ὃ αὐτοκράτωρ ἐρώρασεν, ἣν Ῥωμανὸς ὅ Βοΐλας συνεστήσατο. ἦν δ᾽ οὗτος"
      },
      {
        "index": 797,
        "text": "συντεταγμένην Rwp (cf. Cedr. l. e. p. 589, 18: τὴν πορείαν ἐπιτεί-"
      },
      {
        "index": 798,
        "text": "βόϊλας) Di (v. Cedr. (Scylitz.) I1 p. 605, 2), Boiaz mavult B-"
      },
      {
        "index": 799,
        "text": "IV 171 τῶν ἀσήμων ἀνὴρ xai τὴν γλῶσσαν εἶχεν ἡμίφωνον μηδ᾽ οἵαν ὀρϑοεπεῖν, ὀλισϑαίνουσαν δ᾽ &v ταῖς ὁμιλίαις καὶ ἀνεπαίσϑητα"
      },
      {
        "index": 800,
        "text": "τοῖς ἀκροαταῖς φϑεγγομένην. τοῦτο δὲ ἦν τὸ μὲν ἐλάττωμα φυσικόν, τὸ δὲ προσποίησις καὶ σκηνὴ τὴν τῆς φύσεως δι-"
      },
      {
        "index": 801,
        "text": "5 auapzíav τῇ ὑποκρίσει τοῦ σκηνουογοῦ ἐπιτείνοντος. τῷ τοιούτῳ τοίνυν ἀνδρὶ ὡς οὐδενί τῳ ὅ βασιλεὺς ἥδετο, καὶ εἰ διημαο- τημένα καὶ ἀδιάρϑρωτα ἤκουε φϑεγγομένου αὐτοῦ, ὑπὲρ πᾶσαν"
      },
      {
        "index": 802,
        "text": "ἡγεῖτο τὰς ἐκείνου φλυαρίας γλυκυϑυμίαν. καὶ οὕτως διὰ ταῦτα"
      },
      {
        "index": 803,
        "text": "ἐκεῖνον εἰσόδου καὶ τῆς ἐντεύξεως. καὶ οὐχ οὕτως αὐτῷ τὰ περὶ τὸν ἀνδοῶνα διέκειτο, fj δὲ γυναικωνῖτίς οἱ ἀπεκέκλειστο, ἀλλ᾽ ἄνετος ἦν αὐτῷ κἀκείνη καὶ ὅτ᾽ ἐβούλετο βάσιμος, καὶ ὅ σιλοῦτος ἐπέορει τῷ ἀνδοὶ ἑκατέρωϑεν, καὶ ἔκ τῶν τριόδων ἀναρπασϑεὶς sl; αὐτὴν ἀνήχϑη τὴν συγκλητικὴν κορυφήν. ó8 δὲ obx ἠγάπα τοῦτον εὐδαιμονήσας τὸν τρόπον, ἀλλὰ καὶ τῆς βασιλείας ἐρᾷ καὶ μελετᾷ ταύτην ἑαυτῷ προσνεῖμαι, κτείνας τὸν αὐτοκράτορα. καὶ otc ἤδει δύσνους τῷ βασιλεῖ, τούτοις τὸ ἀπόρρητον ἀνεκάλυπτε. καὶ τοὺς μὲν τὸν λόγον προσιεμένους"
      },
      {
        "index": 804,
        "text": "μεγάλαις ἐλπίσιν ἐξαίρων πρὸς τοὖργον ἐορώννυεν. εἶ δέ τινες"
      },
      {
        "index": 805,
        "text": "λόγον προσαγαγεῖν, ἵνα γνῷ τὴν ἐκείνων πίστιν τὴν πρὸς τὸν"
      },
      {
        "index": 806,
        "text": "αὐτοκράτορα, xai ἐπήνει τοὺς ἄνδρας τῆς διαϑέσεως xal yvo- οίσαι τῷ βασιλεῖ εὔνους αὐτῷ τυγχάνειν διώμνυτο. ὁ μὲν οὖν οὕτω μετήει τοὺς πλείονας, καὶ οἵ ἐκείνῳ συνομοσάμενοι ῥᾷστα 1210 βούλευμα ᾧοντο γενέσϑαι ἀνύσιμον. οὐ μόνον γὰρ 1j πρὸς τὸν βασιλικὸν κοιτωνίσκον πάροδος ἐκείνω ἄνετος ἦν, κἂν ἔτυχεν"
      },
      {
        "index": 807,
        "text": "τῶν ἀπορρήτων εἰσόδων κλεῖς ἐμπεπίστευτο. καὶ ἤχϑη ἂν εἰς ἔργον τὸ διαβούλιον, cb μή τις αὐτῷ τῷ βασιλεῖ κατεμήνυσε τῶν κοινωνησάντων τοῦ σκέμματος. ἥλω τοίνυν ἐπ᾿ αὐτοφώρῳ ΡΊΓΘΟΟΑ καὶ τὸ ξίφος αὐτὸ κατέχων ᾧ τὸν αὐτοκράτορα ἔμελλεν abtíxa 10 διαχειρίσασίϑαι. ἀλλ᾽ ὅ μὲν διὰ τὸ τοῦ κρατοῦντος ἀβέλτερον οὐδὲν ὑπέστη ἀνιαρόν, οἱ δὲ τῆς ἐπιβουλῆς ἐκείνῳ συνίστορες ovx ἔμειναν ἀτιμώρητοι. Οὗτος ó βασιλεὺς φιλότιμος δοκεῖν ἐϑέλων xal ἐλευϑέριος, μὴ μετιὼν δὲ τὴν ἀρετὴν ὡς ἐχρῆν, εἰς κακίαν ταύτην μετ- 15 ἤνεγκεν, ἀντὶ γὰρ μεγαλοπρεπείας eig ἀσωτίαν μετακεκύλιστο, οὔτε οἷς ἔδει παρέχων τὰ δημόσια χρήματα οὔτε ὅσαπερ ἔδει οὔϑ᾽ ὅτε χρεών. καὶ τὴν μονὴν τὴν τῶν Mayyárow oixoóo-"
      },
      {
        "index": 808,
        "text": "σάμενοι Ὁ ἡ] οἱ Ὁ b ἄνετως p* 6 post κἄν add. xai"
      },
      {
        "index": 809,
        "text": "μῶν (λέγεται δὲ τῆς οἰκοδομῆς ἄρξασϑαι διὰ τὴν ἐρωμένην αὐτῷ, τὴν Σκλήραιναν λέγω, ἵν᾿ ἐκείνῃ προσφοιτᾷ συνεχῶς, ἐν τῷ οἴκῳ τοῦ Κυνηγίου ἐχούσῃ τότε δὴ τὴν κατοίκησιν, πρό- Β φασιν ἔχων τοῦ σεμνείου τὴν δόμησιν) ἐξήντλησε τοὺς βασι-"
      },
      {
        "index": 810,
        "text": "λείους ἢ κοινοὺς ϑησαυρούς, ὅϑεν χρημάτων δεόμενος οὐδὲ τῶν ἀπειρημένων πορισμάτων ἀπείχετο. ἀλλὰ καὶ χωρῶν οὐσῶν, αἵ τοῖς βασιλεῦσιν οὐ δασμοὺς συνεισέφερον, ἀλλ᾽ ἀντὶ πάσης δασμοφορίας δυσχωρίας ἐφρούρουν καὶ τοῖς βαρβάροις τὴν εἰς τὰς Ρωμαίοις ὑποκειμένας χώρας ἀπετείχιζον πάροδον, ἐκεῖνος"
      },
      {
        "index": 811,
        "text": "φόρους ταῖς χώραις ἐπιτάξας ἐσχόλασε τὰς φρουράς. κἀντεῦϑεν ἡ πρὸς τὰς Ῥωμαΐδας χώρας ῥδάστη τοῖς βαρβάροις ἐγένετο πάροδος. ἐκεῖνος τοίνυν ὁ ἀνὴρ αἴτιος roig ἀπαϑῶς λογιζο- μένοις κριϑήσεται τοῦ τὴν ἑῴαν μοῖοαν δουρὶ κυριευϑῆναι βαρ- C βαρικῷ."
      },
      {
        "index": 812,
        "text": "JV 179 Τῆς δὲ βασιλίδος Ζωῆς ἐν γήρει βαϑεῖ (ὑπὲρ γὰρ τὰ ἑβδομήκοντα ἔτη παρεξετάϑη αὐτῇ τὸ βιώσιμον) καταλυσάσης τὴν ζωήν, οὖκ ἀνδρικῶς ἐκεῖνος ἐϑοήνησεν, ἀλλὰ μέντοι yc W 11Π1201 μειρακιωδῶς. λέγεται δὲ καὶ ἀγγέλοις αὐτὴν παρεξισοῦν, ἐπειδή"
      },
      {
        "index": 813,
        "text": "μαίας Ewp ἀπαϑῶς ARCwwp, ὀρϑῶς BCWo lat. — γήρει AR"
      },
      {
        "index": 814,
        "text": "zov τοῦ μνήματος ἐκείνης μύκης ἔκ τινος ὑγρότητος ἀνεβλά- στησε, καὶ τοῦτο καλεῖν σημεῖον ἄνωϑεν οἰκονομηϑέν, ἵνα μὴ ἀγνοῆται ἣ βασιλὶς ταῖς νοεραῖς συντεταγμένη δυνάμεσι. τῆς δέ, ὡς εἴρηται, ϑανούσης, ὃ βασιλεὺς ἔτι φλεγμαίνων περὶ τοὺς ἔρωτας ἐπεισάγει τοῖς βασιλείοις μείορακά τινα, ὅμηρα δοϑεῖσαν D'Popaíos ἐξ ᾿Αλανῶν, παῖδά τινος τῶν παρ᾽ ἐκείνοις ἀρχηγε- τούντων, καὶ ταύτην Σεβαστὴν ὀνομάσας βασίλειον αὐτῇ ϑερα- πείαν καὶ πλούτοι χορηγίαν ἀπέταξε. καὶ εἶ μὴ τὴν βασιλίδα Θεοδώραν πεποίητο δι᾽ αἰδοῦς ἢ μᾶλλον τὸ τῆς τετραγαμίας ἠσχύνετο ἄϑεσμον, καὶ βασίλισσαν ἂν τὴν ἐρωμένην ταύτην ὃ ἀνεῖπε καὶ διαδήματι κατεκόσμησεν. ἐκείνου δὲ ϑανόντος, οὗ παρέμεινε τῇ Σεβαστῇ τὸ εὐτύχημα, ἀλλ᾽ εἰς τὴν προτέραν τῆς ὁμηρείας τύχην ἐπανελήλυϑεν. Ἄρτι δὲ xai πεοὶ τοῦ τέλους ἱστορητέον τούτου τοῦ αὖτο- κράτορος. οὖὗ μακρὸς ἐξεμετρήϑη χρόνος, ἐξ ὅτου τῆς ἣγε- μονίας τῶν Ῥωμαίων γέγονεν ἐγκρατής, καί οἵ νόσος ἀοϑρῖτις PII261A ἐνέσκηψεν, fj πρότερον τοῖς ποσὶν ἐκείνου τοῦ ῥεύματος ἐπ-"
      },
      {
        "index": 815,
        "text": "περὶ τῆς ἐξ Ἡλανῶν παλλακευομένης τῷ βασιλεῖ CE περὶ τῆς γόσου ἢ τῶν νόσων τοῦ Morouáyov (τ. μον. ἢ τ. νόσων E) C"
      },
      {
        "index": 816,
        "text": "* Di b ὅμηρον wp invitis AR 1 post αὐτῇ add. τὴν BCwp"
      },
      {
        "index": 817,
        "text": "post zog. add. δαψιλεστάτου BC, δαψιλεστάτην w*p 9 ante"
      },
      {
        "index": 818,
        "text": "λέγω BCwp ἢ μᾶλλον] xai BC 10. 11 xai βασίλισσαν--- κατ- ἐκόσμησεν] τάχα τὴν ἐρωμένην ταύτην ἀνεῖπεν ἂν xai βασίλισσαν B"
      },
      {
        "index": 819,
        "text": "ἤνεγκε τὴν φοράν, ὥστε τὰς βάσεις αὐτῷ πρὸς πορείαν xai στάσιν ἀδυνατεῖν. εἰ δέ ποτὲ κινήσεως ἀνάγκην ἔσχηκεν, ἢ πρός τινῶν ἐπιστηριξζόμενος προέβαινε δυσχερῶς ἢ καὶ πάμπαν ἑτεροκίνητος ἦν. τοῦ χοόνου δὲ προϊόντος καὶ ταῖς χερσὶν ὅ ἐπεορύη τὸ αἴτιον\" εἶτα καὶ τοῖς ὥμοις ἐπήνεκτο, καὶ τέλος IV 180 ὅλον αὐτῷ τὸ σῶμα τῷ ῥεύματι κατεκλύζετο καὶ παρεῖτο xai ἐξηρϑοοῦτο, τοῖς τῶν ἄρϑρων κοιλώμασιν ἐγκλειομένου τοῦ ῥεύ- ματος. ἔκαμνεν οὖν οὕτω πρὸ μακροῦ τὸ σῶμα τῷ βασιλεῖ. εἶτα καί τι ἕτερον ἐπισυμβεβηκός (τὸ δ᾽ ἣν ἐκ πνεύματος vv- 10 γμὸς περὶ τὴν πλευράν) προσδοκήσιμον ἐκείνῳ καὶ τοῖς αὐτῷ παραδυναστεύουσιν ἔϑετο τὸ τέλος τῆς βιοτῆς, ὧν τὰ noóxall B ó λογοϑέτης ἦν ᾿Ιωάννης, ἐκτετμημένον ἀνδράριον, ἄσημον μὲν ἐκ γένους ἢ δυσγενέστατον, πρὸς δὲ πραγμάτων μεταχείρισιν ἀφυέστατον, γραμματικῆς δὲ τέχνης τοσοῦτον μετεσχηκὸς ὥστε μήτ᾽ ὀρϑοεπεῖν ἀκριβῶς μήτ᾽ ἀπταίστως ὀρϑογραφεῖν. ἐφ᾽ ᾧ δὴ τὴν τῶν κοινῶν πραγμάτων διοίκησιν ó βασιλεὺς ἐποιήσατο καὶ τῶν τῆς βουλῆς ἀπέδειξε πάντων κορυφαιότατον. ἦν γὰρ ἐπὶ τῶν βασιλικῶν διοικήσεων πρῴην ἀνὴρ τούτῳ τὰ πάντα"
      },
      {
        "index": 820,
        "text": "περὶ τοῦ λογοθέτου τοῦ δρόμου ᾿Ιωάννου CE περὶ τοῦ Λειχού- δου (λειχούδη E) Κωνσταντίνου C"
      },
      {
        "index": 821,
        "text": "τοσοῦτο Ewp μετεσχηκὸς RwpJDi, μετεσχηκὼς et -xoc per"
      },
      {
        "index": 822,
        "text": "ἀντίρροπος καὶ γένος xai λόγον xal τὴν περὶ τὰς πολιτικὰς οἰκονομίας ἀκρίβειαν. τοιοῦτος δ᾽' Ov, ὁπηνίκα τι παρὰ τὸ καϑῆκον ἐπέταττεν αὐτῷ ποιῆσαι ὃ βασιλεύς, οὐκ ἦν τῇ προαι- Ορέσει τοῦ κρατοῦντος ἐπικλινής, ἀλλ᾽ ἀντέλεγέ τε καὶ ἀνεῖργε 1loroD μὴ προσήκοντος. ὁ δὲ ἐχαλέπαινε καὶ πολλάκις τούτου ὃ γινομένου ἐμηνία τῇ τοῦ ἀνδοὸς ἐκείνου ἐλευϑεοίᾳ, καὶ ἵνα τὸ ἀντίξουν ἀποφορτίσαιτο, μεϑιστᾷ μὲν ἐκεῖνον τῆς τῶν κοινῶν διοικήσεως (ὃ Λειχούδης ἦν οὗτος), ἀντεισάγει δὲ τὸν ᾿Ιωάννην καὶ τούτῳ τὴν τῶν πολιτικῶν ἐγχειρίζει κυβέρνησιν, ἵνα μὴ πρός τινος ἐφ᾽ οἷς ὁρμήσει ἀνείργοιτο. οὗτος τοίνυν ὅ ᾿Ιωάννης καὶ ἕτεροι, μέγα κἀκεῖνοι δεδυνημένοι παρὰ τῷ βασιλεῖ, ἀπ- ἐγνωκότες αὐτῷ τὸ βιώσιμον πείϑουσι τὸν κάμνοντα φροντίσαι περὶ διαδοχῆς καὶ ὑποτιϑέασιν αὐτῷ εἶναι πρὸς τὴν ἀρχὴν ἐπιτήδειον τὸν ΠΙρωτεύοντα᾽ ὃ δὲ τὴν τῆς Βουλγαρίας ἀρχὴν Ὁ ΤΥ} D περιέξωστο καὶ ἀπεδήμει τῆς βασιλίδος τῶν πόλεων. ἔσταλτο τοίνυν ó τὸν ἄνδρα μετακαλεσόμενος\" ἐκ δὲ τῆς βασιλίδος Θεο- δώρας ἡ βουλὴ ἀπεκέκρυπτο. ἀλλ᾽ οὐκ εἷς τέλος τὸ βούλευμα τὴν βασιλίδα διέλαϑε. γνοῦσα δὲ ὡς οὐκ ἐπ᾽ αὐτῇ ποιεῖται τὸ κράτος ὃ τελευτῶν, τὸν μὲν ἐᾷ δυσϑανατοῦντα κατὰ τὰ ἐν τοῖς"
      },
      {
        "index": 823,
        "text": "ὅτι τὸν Ποωτεύοντα ἠβουλήϑη ó βασιλεὺς καταλιπεῖν διάδοχον τῆς ἀρ-"
      },
      {
        "index": 824,
        "text": "λ]αγγάνοις βασίλεια\" ἐκείνη δὲ σπουδῇ τῶν ὑπηρετουμένων αὐτῇ ἐμβεβηκυῖα νηὶ εἷς τὸ μέγα προσωρμίσϑη ἀνάκτορον. καὶ αὐτῇ ij τε βασιλικὴ δορυφορία προσερούη αὐτίκα καὶ τῆς γε- ΝΥ 111308 oovoíag τὸ ἔκκοιτον, καὶ αὐτοκοάτωρ πρὸς πάντων ἀνερρήϑη,"
      },
      {
        "index": 825,
        "text": "Ὁ ὡς αὐτῇ κατὰ κλῆρον τῆς ἀρχῆς προσηκούσης. τοῦτο τῷ 2] Δίονομάχῳ γνωσϑὲν προστίϑησιν ἄλγημα, καὶ βραχύ τι ἐπι-"
      },
      {
        "index": 826,
        "text": "βιούς, ὅσον ἐπιστενάξαι τοῖς γενομένοις καὶ ἀϑυμῆσαι, ἐξέλιπε, P 11262 A βασιλεύσας ἔτη δώδεκα."
      },
      {
        "index": 827,
        "text": "Ἢ δὲ βασιλὶς Θεοδώρα ἔξωρος τῆς αὐταρχίας κρατήσασα"
      },
      {
        "index": 828,
        "text": "βασιλέα τοῖς πράγμασιν ἐπιστῆσαι οὐκ ἤϑελεν, ἀλλ᾽ ἡδυνϑεῖσα"
      },
      {
        "index": 829,
        "text": "τῇ ἐξουσίᾳ, παρ᾽ ὅσον ἐπεβίω τῇ βασιλείᾳ καιρόν, αὐτὴ τῶν"
      },
      {
        "index": 830,
        "text": "ὅλων ἦν ἐγκρατής, πρὸς τοῦτο καὶ παρὰ τῶν αὐτῆς ϑερα-"
      },
      {
        "index": 831,
        "text": "πόντων ἐμιβιβασϑεῖσα, οὺς καὶ ταῖς μεγίσταις ἐπέστησε τῶν"
      },
      {
        "index": 832,
        "text": "ἀρχῶν. τὴν δὲ τῶν πολιτικῶν πραγμάτων διοίκησιν τῷ συγ-"
      },
      {
        "index": 833,
        "text": "κέλλῳ Λέοντι, ὃς llagaozóvóvAog ὠνόμαστο, ἐνεχείρισε τῷ"
      },
      {
        "index": 834,
        "text": "D τελευτὴ τοῦ (om. Δ) Μονομάχου AE μοναρχία τῆς βασιλίδος (fa-"
      },
      {
        "index": 835,
        "text": "κατετέϑη εἰς τὴν παρ᾽ αὐτοῦ δομηϑεῖσαν μονὴν τῶν μαγγάνων BCEwpDi;"
      },
      {
        "index": 836,
        "text": "ARwp, μοναρχήσασα BCduoP ἡδυνϑεῖσα HaswpDt?, ἢ δυν-"
      },
      {
        "index": 837,
        "text": "πάλαι τῷ βασιλεῖ δ]Πιχαὴλ ὑπηρετήσαντι. ἣ δὲ προὐκάϑητο ἐπὶ Β βήματος καὶ ἐχρημάτιζε πρέσβεσι καὶ ἦν ἀρχαιρεσιάζουσα καὶ δίκαις ἐνϑεμιστεύουσα καὶ ψήφους ἐκφέρουσα καὶ διαιτῶσα δημοσίαις καὶ κοιναῖς ὑποϑέσεσι, καὶ εὔδαιμον ὑπῆρξεν αὐτῇ ἀτὸ αὐτοκρατές. οὔτε γάρ τις ἀντῆοε χεῖρα αὐτῇ οὔτ᾽ ὀλιγώρως : ποὸς τὰ ἐκείνῃ δεδογμένα ὥφϑη διατεϑὲν τὸ ὑπήκοον οὔτ᾽ ἔϑνος τότε κατὰ Ρωμαίων κεκίνητο, ἀλλὰ καὶ εὐκοασία γέγονε ὃ τῶν ὡρῶν καὶ 1j γῆ τοὺς καρποὺς ἀφϑόνους ἐξήνεγκεν. ἔξωρος δέ, ὡς εἴρηται, καὶ πλήρης ἡμερῶν ἡ βασιλὶς αὕτη τῶν σκήπ- τρῶν κρατήσασα ὅμως μακροὺς ἔτι τῆς ζωῆς ἑαυτῇ ἐπεμέτρει ἐνιαυτούς. εἶχε δὲ καὶ τὸ σῶμα ἐρρωμενέστερον καὶ μὴ ῥᾷστα C θπόνοις καμπτόμενον. ἐπεὶ δὲ καὶ ταύτην κατήπειγε τὸ χρεών, εἶ καί τινες αὐτῇ μοναχοὶ αἰῶνας ἔτι ζωῆς ἐπηγγέλλοντο, καὶ γόσῳ περιεπεπτώκει δεινῇ, ἣ τοῖς ᾿Ασκληπιάδαις ὠνόμασται εἰλεός, καὶ τοῖς περὶ αὐτὴν ai ἐλπίδες ai περὶ αὐτῆς ἀπεγνώσϑησαν, συλλεγέντες βουλεύονται τίνα ἂν εἰς τὴν ἀοχὴν ἀντεισάξωσιν, ὃς Tabroig τὴν εὐετηρίαν τηρήσει καὶ τὸ εὐτύχημα. ἔδοξεν οὖν"
      },
      {
        "index": 838,
        "text": "Στρατιωτικὸς MiganÀ εἰς τὴν τῆς βασιλείας ἀνήχϑη περιωπήν C"
      },
      {
        "index": 839,
        "text": "p. 651, 15. τῶ ὑπηρετήσαντι πρώην τῶ βασιλεῖ μιχαήλ BC 8 viec"
      },
      {
        "index": 840,
        "text": "li τηρήσει τ. εὐετηρίαν B"
      },
      {
        "index": 841,
        "text": "πρὸς τοῦτο σφίσι κατάλληλος ὁ Στρατιωτικὸς Miyajá, ἀνὴρ ἐκ βυζαντίου μὲν γεγονώς, πρὸς πραγμάτων δὲ καὶ τοσαύτης ἧγε- μονίας μεταχείρισιν ἀποπεφυκὼς ἔκ τε φυσικῆς νωϑείας καὶ ἀφελείας καὶ διὰ χρόνου μῆκος, ὃ τῇ ἐκείνου παρεξετάϑη ζωῇ."
      },
      {
        "index": 842,
        "text": "μαστο, ἀλλὰ πρεσβύτης. τοῦτον οὖν πείϑουσι τὴν Θεοδώραν ἀντικαταστῆσαι τῇ βασιλείᾳ. ἣ δὲ αὐτίκα ταινιοῖ τῷ βασιλείῳ τὸν Μιχαὴλ διαδήματι, πρότερον ὅρκίοις προκαταληφϑέντα φρι- κώδεσι μήτι τῆς ἐκείνων γνώμης χωρὶς ἐπὶ ταῖς τῆς βασιλείας"
      },
      {
        "index": 843,
        "text": "οἰκονομήσασϑαι διοικήσεσιν. ἐπὶ τούτοις τὴν βασιλίδα τὸ πνεῦμα"
      },
      {
        "index": 844,
        "text": "ἐπέλιπε, μοναρχήσασαν ἔτος ἕν ἐπὶ ἐννέα μησίν."
      }
    ]
  }
}