{
  "chapterNumber": 15,
  "title": "Book 15",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "] “Λέων δὲ τοῦ τῆς βασιλείας ὀνόματος ἀναξίως ἠξίωτο\" 10 (0 πατρὶς μὲν ἦν ᾿Ισαυρία, ἐκεῖϑεν δὲ μετοικισϑεὶς μετὰ τῶν"
      },
      {
        "index": 1,
        "text": "λεία Λέοντος τοῦ ᾿Ισαύρου τοῦ καὶ Κόνωνος ACD"
      },
      {
        "index": 2,
        "text": "ϑεοδόσιος δὲ AE, Ayr ϑεοδόσιος O, δὲ ϑεοδόσιος w*p T καὶ εἴς D, καρεὶς corr. θν post υἱοῦ add. καὶ OwpDi, v. vs.8 εἰλη- φὼς Ὁ jaime] vat eus wces ἕτερον IJ 8. ὑποστῆναι ....."
      },
      {
        "index": 3,
        "text": "τεκόντων παρὰ τοῦ βασιλέως ᾿Ιουστινιανυοῦ μήπω τῆς ἀρχῆς ἐξωσϑέντος, ἐν Μεσημβρίᾳ τῇ Θρᾳκικῇ πεποίητο τὰς διατριβάς. ΡΊΤΙΟΟΑ καϑαιρεϑέντος δὲ τοῦ ᾿Ιουστινιανοῦ τῆς ἀρχῆς, εἶτα ἐπανερχο-"
      },
      {
        "index": 4,
        "text": "μένου μετὰ Βουλγάρων εἰς τὸ τὴν βασιλείαν αὖϑις ἀναλαβεῖν,"
      },
      {
        "index": 5,
        "text": "Λέων ὑπαντήσας αὐτῷ δῶρα προσήνεγκε. καὶ ὃ ᾿Ιουστινιανὸς σπαϑάριον αὐτὸν αὐτίκα ἐτίμησε καὶ βασιλεύσας τὸ δεύτερον αὐτὸν φκειώσατο. εἶτα ἔσταλτο παρ᾽ αὐτοῦ πρὸς τοὺς ᾿Αλανούς,"
      },
      {
        "index": 6,
        "text": "συγκινήσων αὐτοὺς κατὰ τῶν ᾿Αβασγῶν ἀποστάντων τῆς \"Po- μαίων ἀρχῆς. oi γὰρ ᾿Αβασγοί, ὡς ὅ Καισαρεὺς 1]ροκόπιος 5 ἱστορεῖ, δυοῖν ὁμοφύλοιν ἦσαν ὑπήκοοι, τῷ μὲν κρατοῦντι τῆς πρὸς ἀνίσχοντα ἥλιον μοίρας αὐτῶν, τῷ δὲ τῆς τετραμμένης πρὸς δύνοντα. καὶ ἄμφω δὲ τούτω τὼ ἄρχοντε ὑπὸ φιλοχρη-θ. B ματίας κακῶς ἐχρῶντο τῷ ἔϑνει\" ὅσους γὰρ ἂν παῖδας εὕρισκον ὡραίους καὶ τὸ εἶδος καλοὺς καὶ τὴν ἄλλην τοῦ σώματος φύσιν"
      },
      {
        "index": 7,
        "text": "δεξιούς, βίᾳ τῶν τοκέων ἀφέλκοντες xai τῶν παιδογόνων μο-"
      },
      {
        "index": 8,
        "text": "ροίων σιδήρῳ στερίσκοντες, ἐκείνους μὲν πολλῶν χρημάτων Ῥω-"
      },
      {
        "index": 9,
        "text": "περὶ Ἀβασγῶν, καὶ ὅσα ὑπὸ τῶν σφετέρων ἀρχηγῶν ἔπασχον (καὶ ὅσα —"
      },
      {
        "index": 10,
        "text": "post ἀλανοὺς add. ἢ ἀλβανούς\" οὕτω γὰρ τοῖς παλαιοῖς ὀνομάζονται\""
      },
      {
        "index": 11,
        "text": "ubi Zonaras pro ὃν ἄν εὑοίσκωσι Xenophontis ponit oe dv εὕρι-"
      },
      {
        "index": 12,
        "text": "μαίοις ἐπίπρασκον περὶ τοὺς ἐκτομίας ἐπτοη μένοις ἀεί\" τοὺς δὲ τούτων πατέρας εὐϑὺς ἔκτεινον, ἵνα μή ποτὲ μηνιῶντες διὰ"
      },
      {
        "index": 13,
        "text": "τοὺς παῖδας βουλεύσωνται κατ᾽ αὐτῶν ἐπανάστασιν. καὶ ἣν"
      },
      {
        "index": 14,
        "text": "παρ᾽ αὐτοῖς τὸ παῖδα τεκεῖν ἀγαϑὸν τὴν ὄψιν δυστύχημα μέ-"
      },
      {
        "index": 15,
        "text": "γιστον, τῆς τῶν παίδων εὐπρεπείας ἀλλασσομένοις τὸν ϑάνατον. ὃ"
      },
      {
        "index": 16,
        "text": "καὶ οὕτω μὲν τοῖς ᾿Αβασγοῖς οἵ σφῶν προσεφέροντο ἄρχοντες."
      },
      {
        "index": 17,
        "text": "C 10᾽]Ἰουστινιανὸς δὲ Ó πρῶτος στείλας παρ᾽ αὐτοῖς ἕνα τῶν ἐν τοῖς"
      },
      {
        "index": 18,
        "text": "βασιλείοις εὐνούχων σφίσιν ὁμογενῆ (πολλοὶ γὰρ περὶ τὰ -"
      },
      {
        "index": 19,
        "text": "μαίων ἀρχεῖα τοιοῦτοι ἐστρέφοντο) ἀπεῖπε τοῖς ἡγεμόσι τῶν"
      },
      {
        "index": 20,
        "text": "^ ^ , , , τ.»"
      },
      {
        "index": 21,
        "text": "᾿βασγῶν μηκέτι μηδένα τὴν ἀρρενωπίαν ἐκτέμνεσϑαι βιαζό-"
      },
      {
        "index": 22,
        "text": "τ , H D - »» , , ι"
      },
      {
        "index": 23,
        "text": "μενον τελευτήσειν γὰρ τὴν πρᾶξιν αὐτοῖς εἰς κενόν, μηδενὸς"
      },
      {
        "index": 24,
        "text": "12^Pcouaiov πρίασϑαι βουλησομένου tovc ἐκτομίας αὐτῶν. τοῦτο"
      },
      {
        "index": 25,
        "text": "τοῖς ᾿Αβασγοῖς ἀσμενέστατα προσεδέδεκτο, καὶ τῇ ἐπιταγῇ τοῦ"
      },
      {
        "index": 26,
        "text": "βασιλέως Ρωμαίων ϑαρρήσαντες τοῦ λοιποῦ πρὸς τοὖργον τοῦτο"
      },
      {
        "index": 27,
        "text": "τοῖς ἄρχουσιν αὐτῶν οὐχ ὑπέκυπτον, κἀκεῖνοι δὲ πρὸς τὴν"
      },
      {
        "index": 28,
        "text": "πρᾶξιν ἦσαν νωϑέστεροι. εἶτα καὶ ἄμφω τοὺς αὐτῶν ἀρχη-"
      },
      {
        "index": 29,
        "text": "γοὺς καϑελόντες ἤϑελον βιοτεύειν αὐτόνομοι. μέχρι μέντοι"
      },
      {
        "index": 30,
        "text": "τότε xal τῆς τῶν χριστιανῶν ϑρησκείας ἦσαν ἀμύητοι, ἄλση"
      },
      {
        "index": 31,
        "text": "D δὲ καὶ ὕλας ἐσέβοντο καὶ τὰ δένδρα τούτοις ἐξ ἀφελείας βαο-"
      },
      {
        "index": 32,
        "text": "p* invitis ARw ἐτρέφοντο Ewp, versabantur: Wo lat."
      },
      {
        "index": 33,
        "text": "βαρικῆς εἰς ϑεοὺς ἐνομίζοντο. | \"Iovouriavós δὲ μεταϑεῖναι σφᾶς πρὸς τὴν εὐσέβειαν σπούδασμα ἔϑετο καὶ στείλας παρ᾽ αὐτοῖς ἱεροὺς ἄνδρας δι᾿ αὐτῶν εἰς ἐπίγνωσιν αὐτοὺς μετήνεγκε τοῦ ϑεοῦ. εἶτα καὶ ϑεῖον ἐν ᾿Αβασγοῖς τῆς ϑεοτόκου ἐδείματο τέ- Ὁ μεγὸς καὶ ἱερεῖς ἐγκατέστησε καὶ οὕτως eic ἤϑη τὰ τῶν χοιστια- νῶν αὐτοὺς μετήγαγεν ἔκ τῶν πάνυ βαρβαρικῶν. ἐντεῦϑεν 11 e 3 ?€& * , - ΕΣ - - e , ὑπ᾽ οὐδενὸς ἀρχομένων τῶν ᾿Αβασγῶν oi βασιλεῖς Ῥωμαίων ἔστελλον ἄρχοντας, καὶ ὑπ᾽ ἐκείνων αὐτοῖς διῃτῶντο τὰ πρά- γματα. χωρησάντων δὲ τῶν στελλομένων εἰς ἀδικίας καὶ τυ-"
      },
      {
        "index": 34,
        "text": "“᾿ωμαίοις, ἀφίστανται καὶ οὐκέτι δέχεσϑαι ἄρχοντα Ρωμαίων ἐβούλοντο. διὰ τοῦτο τίσασϑαι ϑέλων αὐτοὺς ὅ ῥινότμητος ἸΙουστινιανὸς στέλλει τὸν σπαϑάριον Λέοντα πρὸς τοὺς ᾿Αλανούς,"
      },
      {
        "index": 35,
        "text": "obe ᾿λβανοὺς ó l[looxózuoc γράφει, χρήμασι πλείστοις κατὰ τῶν ᾿Αβασγῶν ὁμόρων ὄντων αὐτοῖς, ὁπλίσαι τούτους βουλό-"
      },
      {
        "index": 36,
        "text": "μενος. εἴ τοίνυν ὃ Λέων γενόμενος καὶ συχνοὺς διατρίψας"
      },
      {
        "index": 37,
        "text": "ὅτι τοὺς ἄρχοντας αὐτῶν οἱ ᾿Αβασγοὶ καϑελόντες ἐκ τοῦ βασιλέως 'Po-"
      },
      {
        "index": 38,
        "text": "his: ἰουστινιανὸς δὲ μεταϑεῖναι σφᾶς σφᾶς — ἄνδρας (unum"
      },
      {
        "index": 39,
        "text": "E: γύρισον τὸ ἔμπροσθεν φύλλον xai εὑρίσης τὸ ἴσον ἤγουν\" ϑέλων αὐτοὺς ὅ δινότμητος, perg. fol. 166\": ϑέλων αὐτοὺς cet. ἀλ-"
      },
      {
        "index": 40,
        "text": "ἐνιαυτούς, ὀψὲ xal μόλις ἐπανελήλυϑε, μήτε τὸν Ἰἰουστινιανὸν εὑρηκώς (ἀνήοητο γάρ), μήτε μὴν τὸν Φιλυιπικόν (καϑήρητο γὰρ πηοω ϑείς, ὡς εἴρηται, καὶ τὰ ὄμματα). πρόσεισιν οὖν \"Ao- τεμίῳ βασιλεύοντι τότε\" Ó δὲ καὶ προσήκατο αὐτὸν εὐμενῶς καὶ στρατηγὸν τοῦ; τῶν ἀνατολικῶν προεχειρίσατο ϑέματος. ὃ B τούτῳ γοῦν, c εἴρηται, δῆϑεν ἀμύνων ἀντῆρε χεῖρα κατὰ Θεοδοσίου xal τῶν σκήπτρων γέγονεν ἐγκρατής (ὦ ϑεοῦ xov D T1 μάτων ἄβυσσος ἀκατάληπτος) καὶ αὐτίκα τὴν ϑυγατέρα τῷ ᾿Ἀρταβάσδῳ συνῴκισε, κουροπαλάτην αὐτὸν τιμήσας. Máoaài- μας δὲ ó τῶν ᾿Δράβων ἀρχηγὸς ἐξ ᾿Αβύδου σὺν μεγάλῳ στρα- τεύματι πρὸς Θράκην περαιωϑεὶς πολὺ μὲν τῆς Θρᾳκῴας ἐληί- 9ά σατο χώρας, τῇ δὲ βασιλευούσῃ τῶν πόλεων προσβαλὼν χάρακα παρὰ τοῖς κατὰ χέρσον αὐτῆς ἐπήξατο τείχεσι, καὶ ἦν αὐτὸς μὲν ἐντεῦϑεν ταύτην πολιορκῶν, ἐκ δὲ ϑαλάσσης σὺν στόλῳ"
      },
      {
        "index": 41,
        "text": "κατὰ »ἣν τε καὶ ϑάλατταν\" καὶ κακῶς ἀπηλλάγησαν ἀμφοτέρωϑεν C"
      },
      {
        "index": 42,
        "text": "scribendum est o, non ὦ xai AE, βασιλεύσας δὲ οὕτως (οὕτῶς"
      },
      {
        "index": 43,
        "text": "ἀρταβάσδῳ τὴν ϑυγατέορα Ὁ συνώκησε (sic) A τιμήσας αὖ-"
      },
      {
        "index": 44,
        "text": "τόν. O \"μάσαλμας ACDvw, 6. M. p. 637, 2, Th. M. p. 122, Cedr."
      },
      {
        "index": 45,
        "text": "Rwp2i, αὐτοῖς AC 13. μὲν αὐτὸς Bswp ταύτην πολιοο-"
      },
      {
        "index": 46,
        "text": "14 s. στόλῳ μεγάλῳ AEwp, βαρυτάτῳ σιόλῳ BCDw, βαρυτάτῳ"
      },
      {
        "index": 47,
        "text": "μεγάλῳ ὃ ἀρχισατράπης Σολιμᾶς. ἀλλὰ τὰς μὲν νῆας αὐτῶν C τάς τε πολεμιστηρίους τάς τε μὴν φορτηγοὺς τῷ ὑγρῷ πυρὶ Ῥωμαῖοι κατετροπώσαντο, ὥστε πολλοὺς τῶν ναυάρχων, ὧν οὔπω ταῖς ναυσὶ τὸ ὑγρὸν τοῦτο προσήγγισε πῦρ, ἀπογνόντας"
      },
      {
        "index": 48,
        "text": "δ προσρυῆναι τῷ βασιλεῖ. τὸ μὲν οὖν πλεῖον τοῦ ναυτικοῦ τῶν Ἀράβων οὕτω διώλετο. τοῖς δὲ κατὰ βιϑυνίαν αὐτῶν ληιζο- μένοις ἐντυχόντα στρατεύματα Ῥωμαίων πεζὰ πολλοὺς διερϑάρ- κασιν, ὥστε κἀκείνους δείσαντας ἀποδρᾶναι. τοὺς δὲ κατὰ ὙΥ͂ ΠῚ Θοῴάκην τυγχάνοντας \"Agaflac λιμὸς ἐπίεζε κραταιός, ὅϑεν οὐδε-"
      },
      {
        "index": 49,
        "text": "γὸς τῶν ϑνησκόντων ζῴων ἀπείχοντο. λέγεται δὲ καὶ σαρκῶν ἀνϑρωπείων αὐτοὺς ἅψασϑαι. ἀλλὰ καὶ νόσος αὐτοῖς ἐνέσκηψε λοιμικὴ καὶ διέφϑειρε παμσιληϑεῖς. καὶ Βούλγαροι δὲ τούτοις D ἐπελϑόντες πολλὰς χιλιοστύας αὐτῶν, ὥς τινες ἀναγράφουσι, μαχαίρας ἔϑεντο παρανάλωμα."
      },
      {
        "index": 50,
        "text": "Ὃ δὲ τῆς Σικελίας στρατηγὸς Σέργιος τὴν τῶν Ἀράβων ὃ κατὰ τῆς πόλεως ἐπέλευσιν γνοὺς καὶ ὡς ἐν ἀκαταστασίᾳ τὰ Ῥωμαίων τυγχάνουσι, τυραννίδι καὶ αὐτὸς ἐπεχείρησε\" καὶ οὖχ9"
      },
      {
        "index": 51,
        "text": "ἐχείρησεν C"
      },
      {
        "index": 52,
        "text": "l σολιμᾶς AR, σολυμᾶς DEwp, σολιμᾶν Niceph. Cpol. p. 53,"
      },
      {
        "index": 53,
        "text": "ἑαυτὸν τῆς βασιλείου\" ἠξίωσε κλήσεως, ἀλλά τινα 1] οηγόριον τῶν ὑπηρετουμένων αὐτῷ ἀναρρηϑῆναι παρὰ τοῦ λαοῦ βασιλέα πεποίηκε, μετονομάσας τὸν ἄνδοα Τιβέριον, ὃς γνώμῃ τοῦ Σὲρ- γίου καί τινας εἰς ἀρχὰς προεβίβασε. ταῦτ᾽ ἀγγελϑέντα τῷ P1I102A “έοντι διανέστησαν αὐτὸν τῷ τυραννήσαντι ἀντιτάξασϑαι, καὶ Ilav4or τὸν τῶν βασιλικῶν ἱπποκόμων ἐπιστατοῦντα ({χαρτοι\"- λάριον ἣ Ρωμαίων οἷδε τοῦτον λέγειν φωνή) πατρίκιον τιμήσας καὶ στρατηγὸν Σικελίας ὀνομάσας στέλλει κατὰ τοῦ ἀποστάτου, ἁ προστάγματα πρὸς τοὺς τῶν χωρῶν ἄρχοντας ἐγχειρίσας αὐτῷ συναίρεσϑαι τῷ llaóAq κελεύοντα, καὶ πρὸς τὴν £v Σικελίᾳ δὲ στρατιὰν γραφὴν ἐγχαράξας δηλοῦσαν καλῶς ἔχειν “Ῥωμαίοις τὰ πράγματα, ἤδη τῶν ᾿ράβων ἡττημένων καὶ κατατροπω- ϑέντων, διὰ τοῦ ]|Ἔαύλου καὶ ταύτην τοῖς στρατιώταις ἐκπέ- ὅπομφε. καταλαβόντα τοίνυν τὴν «Σικελίαν τοῦτον ἀνωιστὶ καὶ B εἰσελϑόντα εἰς τὴν Συράκουσαν μαϑὼν ó Σέργιος εὐθὺς ἀπέ-"
      },
      {
        "index": 54,
        "text": "εἰς ἀρχὰς γνώμῃ προεβιβάσατο (προεβίβασε D) τοῦ σεογίου Ὁ, ὃς καί"
      },
      {
        "index": 55,
        "text": "λάριον À, χαρτουλλάριον Ewp 9 zoozráyuar D ἐγχειρήσας (sie) αὶ ῥωμαίοις καλῶς ἔχεν Ο ἡττωμένων ἢ τοίνυν"
      },
      {
        "index": 56,
        "text": "δοα xai πρὸς “Λογγιβαρδίαν ἐφιοίτησε. τοῦ δὲ Iasov προο-"
      },
      {
        "index": 57,
        "text": "ομιλήσαντος τῷ στρατιωτικῷ xai τὸ γράμμα τὸ βασίλειον àva- γνόντος αὐτῶν εἰς ἐπήκοον, εὐϑὺς ἐκεῖνοι τὸν μὲν βασιλέα εὐφήμησαν, τὸν δὲ ρηγόριον καὶ τοὺς περὶ αὐτὸν δεσμίους Jlaíào παρέδοσαν. καὶ ὃς τὸν μὲν [ οηγόριον ἀνεῖλε, τοὺς δ᾽ ἐκείνου ὑπασπιστὰς μαστίξας καὶ τὴν κόμην ἀποϑρίξας αὖ-"
      },
      {
        "index": 58,
        "text": "toi; ὑπερορίᾳ κατέκρινεν. ὁ δὲ Σέργιος πληροφορίαν λαβὼν"
      },
      {
        "index": 59,
        "text": "μή τινος πειραϑῆναι κακοῦ, πρὸς τὸν llaoiov à» Καλαβρίας ἀφίκετο. καὶ τὰ μὲν κατὰ τὴν Σικελίαν οὕτως ἠρέμησαν."
      },
      {
        "index": 60,
        "text": "ἢ δράσαντες, ἐπανελϑεῖν εἷς τὰ οἰκεῖα ὡρμήκεσαν καὶ εἰς τὰς περιλειφϑείσας ἐμβάντες νῆας ἀἄπηεσαν. λαίλαπι δὲ περιπε-"
      },
      {
        "index": 61,
        "text": "σόντες σφοδρῷ πάντες ἀπώλοντο σὺν ταῖς οἰκείαις τριήρεσι, δέκα μόνων νηῶν περιλειρϑεισῶν, ὧν αἵ μὲν πέντε παρὰ Ῥω- [IL 355 μαέων ἑάλωσαν, aí δὲ λοιπαὶ διαφυγοῦσαι τῆς συμφορᾶς ἀπήλ- Üocav ἄγγελοι. ᾿Ετέχϑη δὲ τῷ Aéoru σκύμνος ὠμότερος τοῦ πατρὸς καὶ"
      },
      {
        "index": 62,
        "text": "vv τὲ μητέρα τούτου κεκλημένην Μαρίαν ἔστεψεν ὃ Λέων"
      },
      {
        "index": 63,
        "text": "ἐτίμησαν καὶ Ewp, om. Wo lat. 4 post δὲ add. ye w*p invitis"
      },
      {
        "index": 64,
        "text": "xai τὸν υἱὸν ἐν τῇ μεγάλῃ ἐκκλησίᾳ ἐβάπτισε, Κωνσταντῖνον ὀνομάσας αὐτόν. ὅτε λέγεται κόπρον αὐτὸν ἐκκροῖναι τῇ ϑείᾳ D κολυμβήϑροᾳ καταδυόμενον, κἀντεῦϑεν ἐπονομασϑῆναι Κοπρώ- Ιάγυμον, καὶ τὸν ἁγιώτατον πατριάρχην l*ouavóv εἰπεῖν ὅτι"
      },
      {
        "index": 65,
        "text": "εε rJ «Ὁ. ἢ - - * , M - 3 - c σημεῖον τοῦτό ἔστι τοῦ τῇ ἐκκλησίᾳ xai τοῖς εὐσεβεῖν ἡρη- Ὁ"
      },
      {
        "index": 66,
        "text": "μένοις μέγα τὸ παιδίον τοῦτο χρηματίσαι κακόν."
      },
      {
        "index": 67,
        "text": "Ὃ δὲ μάγιστρος Νικήτας ὅ Ξυλινίτης τῶν ὑπερλίαν τυγ- χάνων ὑπέϑετο τῷ ᾿Αρτεμίῳ ἐν Θεσσαλονίκῃ τυγχάνοντι τοῖς Πουλγάροις προσελϑεῖν καὶ συνεργίᾳ τούτων ἀπολήψεσϑαι πάλιν"
      },
      {
        "index": 68,
        "text": "τὴν βασιλείαν. καὶ ὃς πείϑεται καὶ μετὰ πλήϑους Βουλγάρων"
      },
      {
        "index": 69,
        "text": "ἧκεν εἰς τὸ BvCáruov, οἰόμενος παρὰ τοῦ λαοῦ προσδεχϑή;- σεσϑαι. τῶν δὲ τῆς πόλεως μὴ ἐπιστρεφομένων αὐτοῦ, οἵ )ούλγαροι τοῦτον πολλῶν χρημάτων τῷ Acorn προύδωκαν. καὶ oi μὲν ἀπῆλθον\" ó δὲ σὺν τῷ «Ξυλινίτῃ ἀνήρητο, καὶ ἣ Ιϑτοῦ Ξυλινίου κτῆσις οὖσα πολλὴ δεδήμευτο ξύμπασα. καὶ ἄλλοι δὲ τῶν συνωμοτῶν τοῦ ᾿ΑΔρτεμίου ἐκτάνϑησαν, πρὸς οἷς καὶ ó τῆς Θεσσαλονίκης ἀρχιερεύς. Εἶτα τὸν υἱὸν αὐτοῦ Μωνσταντῖνον ó Λέων βασιλέα πε-"
      },
      {
        "index": 70,
        "text": "(εἰρημένοις ΑἹ μέγα τὸ παιδίον τοῦτο AEwp, τὰ ἅγια μέλλειν μιάναι τὸ παιδίον τοῦτο xai τοῖς εὐσεβεῖν ἡρημένοις μέγα Ὁ, v. Theoph. I"
      },
      {
        "index": 71,
        "text": "γοντι Ὁ) 9. προσελϑεῖν — καὶ ὃς) προςπεφευγέναι fva. τούτων συνεργίᾳ τὴν βασιλείαν πάλιν ἀπολήψοιτο\" ó δὲ Θ 1ΠΠ προςληφϑήσε-"
      },
      {
        "index": 72,
        "text": "ομοτῶν p* invitis ARHw"
      },
      {
        "index": 73,
        "text": "ποίηκε, παρὰ τοῦ ὁσιωτάτου ItouavoU τῆς ἐπὶ τῇ ταινιώσει τελετῆς τελεσϑείσης. ἐντεῦϑεν ὁ Λέων ἄρχεται τοῦ ϑεομαχεῖν 21 xai κατὰ τῶν σεπτῶν εἰκόνων ἐλύττησε. καὶ τὸν πατριάρχην μεταπεμψάμενος ἱ Ἑρμανὸν μὴ δεῖν ἔλεγε τὰς εἰκόνας τιμᾶσϑαι\""
      },
      {
        "index": 74,
        "text": "ὃ εἰδωλολατρίαν γὰρ τὴν τούτων ἀπεκάλει προσκύνησιν. ὁ δὲ ϑεῖος ἐκεῖνος ἀνήρ “εὐφήμει, βασιλεῦ\", ἔφη “καὶ μὴ οὕτω φροόνει\" ἀσεβὲς γὰρ ἄντικρυς τὸ ἐννόημα\" καὶ olóa μὲν ἀδό-"
      },
      {
        "index": 75,
        "text": "Π| 339 μενὸν τὸ μέλλειν κινηϑῆναι ταύτην τὴν αἵρεσιν. ἀλλὰ μὴ σύγε εἴης ὁ ταύτης εἰσαγωγεύς\" Κόνων γάρ τις ὀνομαζόμενος ταύτης"
      },
      {
        "index": 76,
        "text": "“οὐκοῦν ἐγώ εἶμι: Κόνων γὰρ παρὰ τῶν γονέων νηπιόϑεν ὠνόμασμαι.\" τὸν μὲν οὖν ἀοίδιμον Ἑομανὸν μὴ πεισϑέντα συνϑέσϑαι τῇ γνώμῃ αὐτοῦ, μᾶλλον μὲν οὖν καὶ γενναιότατα ἀντιλέγοντα καὶ τὴν αὐτοῦ κακοδοξίαν ἐλέγχοντα τῆς ἐκκλησίας"
      },
      {
        "index": 77,
        "text": "ἐξώϑησεν, ἔτη ταύτην ἰϑύναντα πεντεκαίδεκα, ᾿Αναστάσιον δέ τινα εἰς πατριάρχην ἑαυτῷ ὁμόφρονα προχειρίζεται. τοῦ δ᾽ οὖν οὕτω φρονῆσαι τὸν Λέοντα καὶ εἰς τοῦτο προελϑεῖν ἄσε- βείας ἥκω τὴν αἰτίαν ἐρῶν."
      },
      {
        "index": 78,
        "text": "᾿Ιζὶϑ τῶν ᾿Αράβων ἄρτι γέγονεν ἀρχηγός\" καὶ τούτῳ προσ- ὃ"
      },
      {
        "index": 79,
        "text": "ὅτι κατὰ τῶν ἁγίων εἰκόνων ὅ Λέων εἷς τοὐμφανὲς ἐξελύττησεν C"
      },
      {
        "index": 80,
        "text": "ἀσέβειαν προήχϑη ACD"
      },
      {
        "index": 81,
        "text": "om. O ἀπεκάλει AE wp, ὀνομάζων O ἐκεῖνος ἀνὴρ Δ, ἀνὴρ"
      },
      {
        "index": 82,
        "text": "EwpJDi 11 post sg: add. xai οὐχ ἕτερος ἄρχων ἄρτι γέγονέ τις Ewp"
      },
      {
        "index": 83,
        "text": "C (acw \"Efloaiou δύο τὸ ἐπιτήδευμα γόητες, oi δὲ ἀστρολογίαν ἔλεγον μετιέναι κἀντεῦϑεν εἰδέναι τὰ μέλλοντα, καὶ τῷ \"άραβι τὴν ἀρχὴν ἐπηγγέλλοντο καὶ τὴν ζωὴν πολυχρόνιον, εἰ τῶν ἐκκλησιῶν τῶν χριστωνύμων τὰ τοῦ Χριστοῦ xai τῆς αὐτὸν"
      },
      {
        "index": 84,
        "text": "τεκούσης ἐκβαλεῖ τὰ ἐκτυπώματα. καὶ ó βάρβαρος ovx ἠμέλ- λησεν, ἀλλ᾽ ἐκ πάντων τῶν ἐν τῇ ὑπ᾽ αὐτὸν τελούσῃ χώρᾳ"
      },
      {
        "index": 85,
        "text": "γαῶν τὰς σεπτὰς εἰκόνας ἠφάνισε. καὶ ἡ ϑεία δίκη τοῦτον μετῆλϑεν οὐκ sig μακράν. οὔπω γὰρ παρῆλϑεν ἐνιαυτὸς καὶ"
      },
      {
        "index": 86,
        "text": "ὃ δείλαιος τὴν ζωὴν ἐζημίωτο. ὁ δὲ τούτου παῖς τῆς ἀρχῆς διάδοχος γεγονὼς τοὺς ψευδομάντεις ἐκείνους ἐζήτει, τῆς εἰς τὸν τεκόντα ἀπάτης τίσασϑαι προϑυμούμενος. ἀλλ᾽ ἔφϑησαν"
      },
      {
        "index": 87,
        "text": "D ὅ ἐκεῖνοι φυγεῖν ἐκεῖϑεν καὶ εἰς ᾿Ισαυρίαν κατήντησαν. ἔνϑα περιτυχόντες τούτῳ τῷ «Λέοντι, νεανίᾳ τυγχάνοντι, βαναύσῳ τὸ ἐπιτήδευμα, τὴν τῶν Ρωμαίων προμαντεύονται βασιλείαν."
      },
      {
        "index": 88,
        "text": "δὲ πρὸς τὴν οἰκείαν ἀφορῶντος τύχην, ἀφεστηκυῖαν πάνυ zov πόρρω τοιαύτης ἀρχῆς, καὶ τοῖς ἐκείνων διαπιστοῦντος χρησμοῖς, ἐκεῖνοι συμβήσεσϑαι τὴν πρόρρησιν ἀπισχυρίζοντο κραταιῶς καὶ ἀπήτουν αὐτὸν δι᾿ ὅρκου πληροφορῆσαι αὐτούς,"
      },
      {
        "index": 89,
        "text": "ὅτε τύχοι τῆς βασιλείας, δοῦναι σφίσιν ὃ ἂν αἰτήσωνται. καὶ"
      },
      {
        "index": 90,
        "text": "ὅτι οἵ τὴν βασιλείαν προμαντευσάμενοι \"Ἑβραῖοι τῷ «Λέοντι (παρὰ τοῦ λέοντος E) τὴν τῶν ἁγίων εἰκόνων (κατὰ τῶν εἰκόνων E) καϑαίρεσιν ἤτη-"
      },
      {
        "index": 91,
        "text": "ὃς Óuvvow ἦ μὴν τῆς βασιλείας τυχὼν ἐντελῇ αὐτῶν ποιῆσαι τὴν αἴτησιν. ὁ μὲν οὖν ὃν εἴρηται τρόπον τῆς τῶν Ῥωμαίων ἡγεμονίας ἐκράτησεν. oi δὲ τούτῳ ταύτην προμαντευσάμενοι ἔγνατον ἤδη ἔτος τῆς αὐταρχίας ἀνύοντι προσῆλθον αὐτῷ καὶ ὃ ἤἥτουν ἀποδοῦναι αὐτοῖς τῆς προρρήσεως τὸν μισϑόν, καὶ ó9 ΡΊΤΙΟΦΑ Aécv ἕτοιμος ἣν πρὸς τοῦτο καὶ λέγειν ἠξίου τί τὸ αἰτούμενον. καὶ ἡ βέβηλος ἐκείνη τῶν Ιουδαίων δυὰς “οὔτε πλοῦτον\" εἶπε 10 ““δοϑῆναι ἡμῖν ἐξαιτούμεϑα οὔτε πρὸς δόξης ἀναχϑῆναι περιω- πὴν οὔϑ᾽ ἕτερόν τι τῶν τῆς βασιλείας λαμπρῶν, ἀλλ᾽ ἢ μόνον τὸ τὰ τοῦ Ναζωραίου xai τῆς αὐτὸν τεκούσης περιαιρεϑῆναι πάντοϑεν ἐκτυπώματα.\" καὶ ὃς ἀβέβαιος ὧν περὶ τὴν πίστιν, ὥσπερ τι τῶν εἰκαίων καὶ ῥάστων τοῦτο ποιῆσαι συνέϑετο᾽\" καὶ τοῦ δεκάτου ἄρτι ἐνιαυτοῦ τῆς αὐτοῦ τυραννίδος ἀρξάμενος 19 xai τοῦ ϑεομαχεῖν ἤρξατο καὶ μετὰ φρικώδους βουχήματος"
      },
      {
        "index": 92,
        "text": "ἤγειρε πολλούς τε ἀνθεστηκότας τῇ ἐξαγίστῳ γνώμῃ αὐτοῦ ἐκόλασε καὶ μάρτυρας ἀπειργάσατο. πρὸς δὲ τοῖς ἄλλοις οἷς κατὰ τῶν εὐσεβούντων εἰργάσατο καὶ τοῦτο πεποίηκεν. οἶκος 18 jv ἐν τῇ καλουμένῃ Βασιλικῇ ἔγγιστα τῶν Χαλκοπρατίων βα-"
      },
      {
        "index": 93,
        "text": "οἴκου καὶ τῆς ἐν αὐτῷ βιβλιοϑήκης καὶ τῶν ἐν αὐτῷ διδασκάλων C"
      },
      {
        "index": 94,
        "text": "κἀκεῖνος Ὁ ποιῆσαι τοῦτο Β 13. ἀρξάμενος--- ἤρξατο)"
      },
      {
        "index": 95,
        "text": "σίλειος, ἐν ᾧ καὶ βίβλοι τῆς τε ϑύραϑεν σοφίας xai τῆς εὐγενεστέ-"
      },
      {
        "index": 96,
        "text": "ρας xai ϑειοτέρας πολλαὶ ἐναπέκειντο. ἦν δ᾽ οὗτος ἀνέκαϑεν τοῦ προύχοντος év λόγοις κατοικητήριον, ὃν οἰκουμενικὸν ἐκάλουν"
      },
      {
        "index": 97,
        "text": "κἀκείνους τῆς λογικῆς παιδείας μετέχοντας κατὰ τὸ ἀκρότατον. ὃ τούτοις xai σιτήσεις ἀνεῖντο δημόσιαι, καὶ παρ᾽ αὐτοῖς ἐφοίτων Ο οἷς ἔμελε λογικῆς παιδείας καὶ γνώσεως, oDg καὶ ὁ βασιλεύων συμβούλους ἐν τοῖς πρακτέοις πεποίητο. τούτους οὖν εἶ ἕλοι καὶ τῆς αὐτοῦ ποιήσαιτο γνώμης, ἔκρινε τὸ πᾶν κατεργάσασϑαι. καὶ τοὺς ἄνδρας μεταστειλάμενος τὴν περὶ τῶν σεβαστῶν εἶκό- Ιϑνων γνώμην αὐτοῦ τὴν πονηρὰν αὐτοῖς ἐκοινώσατο. οἱ δὲ , e , ΄ , $5 - D ᾿ ,:΄} - οὐχ ὅσον οὐχ ὡμοδόξουν αὐτῷ, ἀλλὰ καὶ αὐτὸν μεταστῆσαι τῆς γνώμης ταύτης ἐπεχείρουν ὁλοσχερῶς, πῇ μὲν καταψῶντες τὸν ϑῆοα τὸν λεοντώνυμον xai κατεπάδοντες αὐτοῦ τὰ σωτήρια, -- 4 , 5 , Α , * * , πῇ δὲ γενναιότερον ἀντιβαίνοντες xai διελέγχοντες τὴν ἀσέβειαν. 15 206 δὲ ὡσεὶ ἀσπὶς ἔβυε τὰ ὦτα καὶ φωνῆς ἐπᾳδόντων οὐκ ἤκουεν οὐδ᾽ ἐφαρμακεύετο παρὰ τῶν σοφῶν. πολλάκις οὖν D αὐτοῖς προσῳμιληκὼς καὶ τὴν αὐτῶν μετάϑεσιν ἀπογνούς, τοὺς"
      },
      {
        "index": 98,
        "text": "equidem legi: σκίντήμ, Haasius σκίϊτημ 15 ante τὴν add."
      },
      {
        "index": 99,
        "text": "μὲν ἀφῆκεν εἷς τὴν σφετέραν πορευϑῆναι διατριβήν, τὸν olxov ἐκεῖνον δηλαδὴ τὸν βασίλειον, αὐτὸς δὲ κελεύσας εὔπρηστον"
      },
      {
        "index": 100,
        "text": "ὕλην συναχϑῆναι πολλὴν xai πέριξ τοῦ olxov trÜrioav ἀν- aqva, νυκτός, οὕτω τόν τε οἶκον σὺν ταῖς βίβλοις καὶ τοὺς σοφοὺς ἐκείνους ἄνδρας καὶ σεβασμίους κατέκαυσε,"
      },
      {
        "index": 101,
        "text": "Διὰ ταῦτα ὃ τῆς πρεσβυτέρας Ρώμης τότε τὴν ἐκκλησίαν ἰϑύνων Γρηγόριος τῆς ποὺς τὸν τῆς νέας Ῥώμης προεδρεύοντα καὶ τοὺς ἐκείνω, ὅὁμόφοονας ἀποστὰς κοινωνίας, ἐκείνους μὲν σὺν τῷ βασιλεῖ συνοδικῷ καϑυπέβαλεν ἀναϑέματι, τοὺς δὲ ΡΊΓΤΟΝ"
      },
      {
        "index": 102,
        "text": "μέχρι τότε τῇ βασιλείᾳ κομιζομένους ἐκεῖϑεν φόρους ἐπέσχε, τοῖς Φράγγοις σπεισάμενος\" οὐ γὰρ τοῦ τῶν Ῥωμαίων γένους οἵ Φράγγοι, ἀλλὰ Γερμανικὸν ἔϑνος τούτους εἶναί φησι τὴν"
      },
      {
        "index": 103,
        "text": "ποικίλην ἱστορίαν ὅ Καισαρεὺς Hooxózog συνταξάμενος, περὶ"
      },
      {
        "index": 104,
        "text": "τὸν Ῥῆνον ποταμὸν xai τὸν Ῥοδανὸν xai τὰς ἐκεῖσε λίμνας πάλαι κατῳκὴ μένον. τοῦ; δὲ BeAoaoíov στρατηγοῦντος Ρωμαίων ἐπὶ τοῦ προτέρου ᾿Ἰουστινιανοῦ καὶ Γότϑοις ἀντιπαλαμωμένου"
      },
      {
        "index": 105,
        "text": "περὶ ᾿Ππαλίας xal τῶν ἐν ταύτῃ πόλεων xal τῆς Ῥώμης αὐτῆς"
      },
      {
        "index": 106,
        "text": "πότε ἡ Ῥώμη τελείως τοῖς Φράγγοις ὑπετάγη καὶ ὅτι οὐ Ῥωμαῖοι οἷ"
      },
      {
        "index": 107,
        "text": "you ἐσπείσατο καὶ τοὺς ἐκ τῆς ᾿Ιπαλίας τῇ βασιλείᾳ κομιζομένους ἐπέσχε"
      },
      {
        "index": 108,
        "text": "οὐ “Ρωμαῖοι CE 11 6oa ὅτι οὐ Ῥωμαῖοί εἰσιν oí Φράγγοι ἃ"
      },
      {
        "index": 109,
        "text": "ἀφοομὴ γέγονε τοῦ κυριεῦσαι τῆς ῥώμης τῶν om. O 12 post"
      },
      {
        "index": 110,
        "text": "σαρίου Rwp, βελισαοίου BDi πρότερον"
      },
      {
        "index": 111,
        "text": "Β (παρὰ γὰρ τῶν Γότϑων κατείχοντο), τότε xal τούτους ἱστορεῖ"
      },
      {
        "index": 112,
        "text": "τῇ ᾿Ιπαλίᾳ ἐπεμβαλεῖν. τοὺς μέντοι I'órÜove μὴ οἵους τε ὄντας καὶ Ῥωμαίοις καὶ Φράγγοις ἀντικαϑίστασϑαι πρὸς τοὺς Φράγ- γους ϑέσϑαι σπονδὰς καὶ τὸν πρὸς ἐκείνους διαλύσασϑαι πόλε- μον, παρακεχωρηκότας αὐτοῖς τῶν αλλιῶν, ὅσαιπερ αὐτοῖς ὃ"
      },
      {
        "index": 113,
        "text": "Ὁ προσεγένοντο. καὶ τὴν πρᾶξιν ταύτην καὶ αὐτὸν ἐπιρρῶσαι τὸν ᾿Ιουστινιανόν, δεηϑέντων τῶν Φράγγων, πραγματευόμενον τὸ μὴ Ῥωμαίοις πολεμοῦσι πρὸς Τότϑους ἐναντιοῦσϑαι τοὺς"
      },
      {
        "index": 114,
        "text": "Φράγγους, ἀλλ᾽ εἶναι τὰ πρὸς Ρωμαίους τούτοις διὰ τὴν ἐπίρ-"
      },
      {
        "index": 115,
        "text": "θρωσιν φίλια. κἀντεῦϑεν τοὺς Ϊερμανοὺς Μασσαλίαν τε τὴν"
      },
      {
        "index": 116,
        "text": "C Φωκαέων ἀποικίαν καὶ τὰ ἐπὶ ϑαλάσσῃ χωρία σχεῖν ἅπαντα καὶ τῆς ἐκεῖ κρατῆσαι ϑαλάσσης, πολλὰ δὲ καὶ τῶν Μβενετίων"
      },
      {
        "index": 117,
        "text": "κατασχεῖν. οὕτως οὖν οἱ Φράγγοι πεπλησιακότες τοῖς ᾿Ϊταλοῖς οὐ διέλιπον ἔκτοτε ἐπιόντες τοῖς ἐκεῖσε Ῥωμαίοις καὶ τὰ ὑπ'"
      },
      {
        "index": 118,
        "text": "αὐτοὺς ληιζόμενοι. ἀποστατήσας οὖν, ὡς εἴρηται, τῆς τοῦ βα- σιλέως ὑπακοῆς ó πάπας Τ ρηγόριος διὰ τὴν ἐκείνου κακοδοξίαν τοῖς Φράγγοις ἐσπείσατο, πρότερον πολλάκις σπεύσας διὰ γραμ- μάτων τὸν Λέοντα τῆς μισοϑεΐας μετενεγκεῖν καὶ μεταπεῖσαι"
      },
      {
        "index": 119,
        "text": "you; add. τοῖς Rwp D τῶν γαλλιῶν παρακεχωρηκότας αὐτοῖς O"
      },
      {
        "index": 120,
        "text": "τῶν φράγγων αἰτησαμένων Ὁ ἠναντιῶσϑαι μασα-"
      },
      {
        "index": 121,
        "text": "D ΠΙ 348 τὰς ἱερὰς εἰκόνας oefláteoDav ἀλλ᾽ ἐδόκει σμήχειν Αἰϑίοπα. οὐ μόνον γὰρ ὀρϑὸν οὐδέν τι ἐφρόνησεν, ἀλλὰ καὶ ἐκμανεὶς"
      },
      {
        "index": 122,
        "text": "ἠξίωσε. τούς τε Καλαβοοὺς καὶ τοὺς Σικελοὺς φόροις νέοις"
      },
      {
        "index": 123,
        "text": "ὃ ἐβάρυνε, κεφαλητίωνα τελεῖν κατὰ τοὺς ᾿Ιουδαίους δογματίσας αὐτοὺς καὶ τὰ ἐν αὐτοῖς τικτόμενα ἄρρενα ἀπογράφεσθαι."
      },
      {
        "index": 124,
        "text": "Ἤδη δὲ τοῦ υἱοῦ αὐτοῦ Κωνσταντίνου τελοῦντος εἰς μεί- 11 paxac, ζεύγνυσιν αὐτῷ γαμετὴν τὴν ϑυγατέρα Χαγάνου τοῦ τῶν «Σκυϑῶν ἡγεμονεύοντος, βαπτίσας αὐτὴν καὶ ὀνομάσας"
      },
      {
        "index": 125,
        "text": "Εἰρήνην. ἥτις o? συνυπήχϑη τῇ τοῦ ἀνδρὸς κακοδοξίᾳ, ἀλλὰ μυηϑεῖσα τὸ δόγμα τὸ εὐσεβὲς ἔμεινεν ἀμετάτρεπτος. σεισμοῦ δὲ συμβεβηκότος σφοδροῦ κατὰ τὸ Μβυζάντιον vaot τε πολλοὶ καὶ οἰκίαι συνέπεσον καὶ πλῆϑος ἀνϑρώπων συγκέχωστο τοῖς συμ- πτώμασιν. ὅτε καὶ ἡ τοῦ ᾿Αρκαδίου στήλη ἐν τῷ τοῦ Ξηοο- 14. P1IIO"
      },
      {
        "index": 126,
        "text": "λόφου κίονι ἱδρυμένη κατέπεσε καὶ ó ἐν τῇ Χρυσῇ πόρτῃ ἀν- δριὰς τοῦ μεγάλου Θεοδοσίου, ἀλλὰ μὴν καὶ τὰ κατὰ τὴν χέρσον τείχη τῆς πόλεως, ἥ τε τοῦ Νικομήδους πόλις καὶ πρὸς"
      },
      {
        "index": 127,
        "text": "Χαγάνου θυγατέρα ἔγημεν ὅ Κοπρώνυμος CE σημείωσαι AE, ὅτι ἔκ σεισμοῦ τῶν τειχῶν τῆς πόλεως πεπτωκότων Ó Λέων προσϑήκην εἰς"
      },
      {
        "index": 128,
        "text": "oppressa. Tunc et Arcadii βίαι πὰ in Xerolophi columna posita"
      },
      {
        "index": 129,
        "text": "ταύτῃ ἣ Νίκαια al. μητροπόλεις ai Βιϑυνιακαί, τὴν γοῦν τῶν τειχῶν κατάπτωσιν ὁ τύραννος Λέων κέρδους μελετήσας ϑέσϑαι λαβήν, διεκηρυκεύσατο πρὸς τὸν δῆμον τῆς πόλεως ὡς “ὑμεῖς οὖκ ἂν δυνηϑείητε ταχέως ἀνεγεῖραι τὰ τείχη\" ἀσύμφορον δ᾽"
      },
      {
        "index": 130,
        "text": "ὑμῖν ἐπὶ πολὺ μένειν τὴν πόλιν ἀτείχιστον. διὸ προστέτακται ὃ παρ᾽ ἡμῶν προσϑήκην ἐν τοῖς δημοσίοις φόροις γενέσϑαι φό-"
      },
      {
        "index": 131,
        "text": "B Aeg εἴκοσι καὶ τέσσαρας ἐφ᾽ ἑκάστῳ νομίσματι, ἵνα τούτων τῷ βασιλικῷ ταμείῳ παρεχομένων τὰ ὑποκλάσαντα τῶν τειχῶν"
      },
      {
        "index": 132,
        "text": "ἀνακαινισϑῶσιν ἐξ ἀναλωμάτων βασιλικῶν.\" ἔκτοτε τοίνυν καὶ μέχρι τοῦδε ἡ εἴσπραξις ἐπεκράτησεν αὕτη."
      },
      {
        "index": 133,
        "text": "Οὕτως οὖν ἐπὶ κακῷ τῆς πολιτείας ὃ δείλαιος Λέων βα- Ὁ 111 344 σιλεύσας ἔτη τέσσαρα πρὸς τοῖς εἴκοσι δυσεντερίαν νοσήσας ἀϑλίως τὴν ψυχὴν ἐξηρεύξατο."
      },
      {
        "index": 134,
        "text": "Διεδέξατο δὲ τὴν τῶν Ῥωμαίων ἀρχὴν μετὰ τῆς πατρικῆς δυσσεβείας ó δυσώνυμος ἐκείνου υἱός, οὐ κατὰ τῶν σεπτῶν εἰκόνων λυττήσας μόγον, ἀλλὰ xai γοητείαις προσκείμενος καὶ"
      },
      {
        "index": 135,
        "text": "Οἱερείων ἀνατομαῖς xal νεκυομαντείαις καὶ ἀρρητοποιίαις καὶ"
      },
      {
        "index": 136,
        "text": "wp) τὸν πατέρα πολλῷ τῷ μέσῳ πρὸς κακίαν ἐφιλονείκησεν"
      },
      {
        "index": 137,
        "text": "ὅλως οὐδενὸς κακοῦ ἀπεχόμενος, xal ποικίλος ὧν τὴν κακίαν καὶ οὐ μονοειδής. οὐ γὰρ χριστιανός, οὐχ \"EAÀgv, οὐκ ᾿Ἴου- δαῖος ἐτύγχανεν d, ἀλλ᾽ ἀσεβείας τις κυκεὼν καὶ οἷα τὰ Ac ΝΥ 1Π81 βυκὰ ϑηρία ἱστόρηται φύεσϑαι ἔκ μίξεως ἑτερογενῶν, πολυειδῆ"
      },
      {
        "index": 138,
        "text": "ὃ καὶ σύμμικτα τὴν ἰδέαν καὶ τὴν ϑηριωδίαν γεννώμενα\" διὰ ταῦτα πρὸς πάντων μεμίσητο."
      },
      {
        "index": 139,
        "text": "Καὶ κατὰ τὸ δεύτερον ἔτος τῆς τυραννίδος αὐτοῦ (οὐ γὰρ φαίην ἄν βασιλείας) ἐκστρατεύσας κατὰ \"Aoáfkov καὶ ἐν τοῦ ϑέματι τοῦ ᾿Οψικίου γενόμενος, οὗ δὴ ϑέματος τὴν ἀρχὴν ὃ γαμβρὸς αὐτοῦ"
      },
      {
        "index": 140,
        "text": "περιέξωστο ὃ κουροπαλάτης ᾿Αρτάβασδος, ἐπεβούλευε τούτῳ δὴ τῷ οἰκείῳ γαμβρῷ. οἵ τὲ γὰρ τοῦ δήμου καὶ οἱ τῆς γερουσίας, D ἀλλὰ μέντοι καὶ τὸ στρατιωτικόν, ἀπεχϑανόμενοι τῷ Κωνσταντίνῳ, cc εἴρηται, τῷ ᾿Αρταβάσδῳ ὀρϑοδόξῳ τυγχάνοντι τὴν βασιλείαν ἐπεψηφίζοντο. γνοὺς τοίνυν τὴν ἐπιβουλὴν ó ᾿Αρτάβασδος καὶ ὃ διαλεχϑεὶς τῷ λαῷ ἐπιτίϑεται τῷ Κωνσταντίνῳ. ἀλλ᾽ Ep διαφυγεῖν ó. Κοπρώνυμος καὶ εἰς τὸ ᾿Δ μόριον προσφυγεῖν xai διαπεμψάμενος πρὸς τὸν τοῦ ἄνατολικοῦ στρατηγὸν τὸν 41αγ-"
      },
      {
        "index": 141,
        "text": "add. xai D Ὀψικίου] v. Reiskium ad Const. Porphyrog."
      },
      {
        "index": 142,
        "text": "et τοῦτο per dittogr. E τῆς yroovoíag xai oí τοῦ δήμου"
      },
      {
        "index": 143,
        "text": "cenum, λακηνὸν p"
      },
      {
        "index": 144,
        "text": "κηνὸν καὶ πρὸς τὸν τοῦ Θρᾳκησίου, τὸν Σισινάκιον, λαμπραῖς Ἰ ὑποσχέσεσι πέπεικεν αὐτοὺς συμμαχῆσαι αὐτῷ. ἐντεῦϑεν ἐμ- φύλιοι πόλεμοι καὶ ὑπ᾽ ἀλλήλων οἵ Ρωμαῖοι ἐφϑείροντο. ἕκα-"
      },
      {
        "index": 145,
        "text": "ἤδη καὶ ó ᾿Αρτάβασδος βασιλεύς. κατὰ δὲ τὴν τῶν πόλεων Ὁ βασιλεύουσαν τῶν δημοσίων οἴκονόμος πραγμάτων παρὰ τοῦ Κωνσταντίνου ὅ μάγιστρος Θεοφάνης εἰάϑη, ὃς τῷ ᾿Αρταβάσδῳ προσκείμενος καὶ γραφὴν ἐξ ἐκείνου δεξάμενος δημοσίᾳ ϑανεῖν τὸν Κωνσταντῖνον ἐκήρυξε καὶ τὸν ᾿Αρτάβασδον ὑπὸ τῶν στρα- 9τευμάτων αἱοεϑῆναι εἰς βασιλέα. καὶ οὕτως ὃ δῆμος τῆς πό- λεὼς εἰς τὴν μεγάλην ἐκκλησίαν συναϑροισϑεὶς τὸν μὲν Κων- σταντῖνον ἀναϑέματι καϑυπέβαλον, εὐφήμουν δὲ τὸν ᾿Αρτάβασδον, τούτοις συνευδοκοῦντος καὶ τοῦ πατριάρχου ᾿Αναστασίου. δεχϑεὶς δὲ ó ᾿Αρτάβασδος καὶ παρὰ πάντων βασιλεὺς ἀναγορευϑείς, B 1] αὐτίκα τὰς σεβασμίας εἰκόνας πανταχοῦ ἀνεστήλωσεν. ὁ δὲ 1ῦ πατριάρχης ᾿Αναστάσιος διώμνυτο λέγειν αὐτῷ τὸν Κοπρώνυμον ὅτι “ὁ Χριστὸς οὐχ υἱός ἐστι τοῦ ϑεοῦ, ἄνϑρωπος δὲ ψιλὸς γεννηϑεὶς ἐκ τῆς Μαρίας, ὡς ἐγὼ ἐκ τῆς ἐμῆς μητρὸς ἐτέχϑην Μαρίας.\" ἐξελθόντος οὖν τῆς μεγαλοπόλεως τοῦ ᾿Αρταβάσδου,"
      },
      {
        "index": 146,
        "text": "otavrivor .. καϑυπέβαλον, εὐφρήμουν δὲ τὸν \"Aoráflaoóov] De chiasmo"
      },
      {
        "index": 147,
        "text": "τῆς μαρίας γεννηϑεὶς Ewp οὖν AR, δὲ Ewp πόλεως Ὁ"
      },
      {
        "index": 148,
        "text": "μάχαι πάλιν ἐγίνοντο. ὁ δὲ Κωνσταντῖνος ἐκ Χαλκηδόνος πε- ραιωϑεὶς τὴν πόλιν ἐπολιόρκει, περὶ τὰ χερσαῖα τείχη βαλό- μεγὸς χάρακα. προσβαλὼν δὲ τούτῳ καὶ ἡττηϑεὶς ó ᾿Αρτά- βασδος τῆς πόλεως ἐντὸς συνέκλεισεν ἑαυτὸν καὶ τοῦ ταύτην φρουρεῖσϑαι ἀσφαλῶς ἐπεμέλετο. τοῦ δὲ Κοπρωνύμου ϑαλασ- σοκρατοῦντος καὶ μὴ ἐῶντος τὰς φορτηγοὺς δλκάδας ἐν τῇ"
      },
      {
        "index": 149,
        "text": "τούτου διόλλυσθαι. καὶ τὸν τοῦ ᾿Αρταβάσδου υἱὸν Νικήταν συνέσχε καὶ πεδήσας ἐδείκνυεν αὐτὸν τῷ πατρί. εἶτα προσβα- 11 λὼν αὖϑις τῇ πόλει ταύτης ἐκράτησεν. ὃ δὲ ᾿Αρτάβασδος ἀπο- D 111346 ópàc εἰς φρούριόν τι τοῦ ϑέματος ᾿Οψικίου συνέκλεισεν ἑαυτὸν xai κατασχεϑεὶς πηροῦται τοὺς ὀφϑαλμοὺς σὺν τοῖς δυσὶν υἱέσιν αὐτοῦ. τῶν δὲ τῷ ᾿Αρταβάσδῳ συμμαχησάντων πολλοὶ ἀνῃ- ρέϑησαν παρὰ τοῦ Κοπρωνύμου, καὶ πρὸ τῶν ἄλλων Daxtáy- γιος ὁ πατρίκιος, τῶν ἐπισήμων ἀνήρ, οὗ τὴν γυναῖκα μετὰ πλείστους ἐνιαυτοὺς ἐβίασεν ὅ τύραννος ἀπελϑεῖν εἰς τὴν Χώραν, D ἔνϑα ἐκεῖνος ἐτέϑαπτο, καὶ ἀνασκάψαι τὰ τοῦ ἀνδρὸς αὐτῆς"
      },
      {
        "index": 150,
        "text": "1. ὅτι ὅ Κοπρώνυμος περαιωϑεὶς εἰς Θράκην τὴν πόλιν ἐπολιόρκει καὶ ταύ-"
      },
      {
        "index": 151,
        "text": "τάβασδον xai τοὺς υἱοὺς αὐτοῦ καὶ τὸν πατριάρχην ᾿Ἀναστάσιον δημοσίᾳ τύψας ἐϑριάμβευσεν, εἶτ᾽ αὖϑις πατριάρχην αὐτὸν εἴασεν εἶναι C"
      },
      {
        "index": 152,
        "text": "invitis ARw 10 post πόλει add. fafai τῶν ἀνεξιχνιάστων (ἀν-"
      },
      {
        "index": 153,
        "text": "p) τοῦ (om. w*p) ϑεοῦ (κυρίου BC) κριμάτων 11 ante"
      },
      {
        "index": 154,
        "text": "ὀστᾶ xal δι ἑαυτῆς ἀπενεγκεῖν αὐτὰ xal ῥῖψαι εἷς τὰ Πελαγίου, ἔνϑα ἐροίπτοντο oi κατάκροιτοι. ἁμίλλης δὲ τελουμένης ἵππων, τὸν ᾿Αρτάβασδον καὶ τοὺς παῖδας αὐτοῦ ἐν μέσῳ τῷ ϑεάτρῳ W ΠῚ 88 διαγαγὼν ἐϑοιάμβευσεν. ἀλλὰ μὴν καὶ τὸν πατριάρχην \"Ava- στάσιον ἀπὸ τοῦ Διιππίου εἰσαχϑῆναι κελεύσας ὄνῳ ἐφεζόμενον ἀντιστρόφως, ἵν᾿ δρᾷ πρὸς οὐράν, ἀτίμως οὕτω καὶ αὐτὸν ἐϑοιάμβευσε πρότερον δημοσίως τυφϑέντα, ὥστε τὴν πρόρρησιν τοῦ ἀοιδίμου πατριάρχου Γερμανοῦ εἰς ἔργον ἐκβῆναι. ὄπισϑεν ΡΊΠΙΟΒΑ γάρ ποτὲ τοῦ εἰρημένου πατριάρχου βαδίζοντος τοῦ ᾿Αναστασίου καὶ πατήσαντος τὸ ἐκείνου ὠμόφορον, στραφεὶς ó ἱερὸς l'eo- μανὸς ἔφη “μὴ σπεῦδε\" τὸ Διίππιόν σε ἐκδέχεται.\" ὃν καὶ μετὰ τὴν ἄτιμον περιαγωγὴν ὡς ὁμόφρονά oi τῆς ἐκκλησίας"
      },
      {
        "index": 155,
        "text": "αὖϑις κρατεῖν xai ἱερᾶσϑαι παρακεχώρηκε. Τῶν 'Aoáfkov δὲ διαφερομένων ἀλλήλοις καὶ μάχαις 2u- φυλίοις ἀσχολουμένων, ἀδείας λαβόμενος ó Κοπρώνυμος ἔκστρα-"
      },
      {
        "index": 156,
        "text": "δὲ γενομένου κατὰ 1]αλαιστίνην καὶ Συρίαν μεγίστου, πολλαὶ καὶ ἐκκλησίαι καὶ μοναστῶν κατέπεσον καταγώγια καὶ οἰκίαι καὶ μυριάδες ἀνϑρώπων ἀπώλοντο. ἀλλὰ καὶ ἔκ νόσων φϑορὰ"
      },
      {
        "index": 157,
        "text": "πολλὴ τῶν ἀνϑρώπων συμβέβηκε κατά te Σικελίαν xal Καλα-"
      },
      {
        "index": 158,
        "text": "βοίαν xai xaÜ' λλάδα καὶ χώρας ἑτέρας, ἣ καὶ ἕως αὐτοῦ τοῦ )δυζαντίου κατήντησε\" καὶ τοσοῦτον ἦν τὸ τῶν ϑνησκόντων"
      },
      {
        "index": 159,
        "text": "πλῆϑος ὡς μὴ οἷόν re εἶναι τοὺς ϑνήσκοντας ἐκκομίζεσϑαι\" ὃ διὸ ἁμάξαις αὐτοὺς κατὰ πλείονας ἐπιτιϑέντες ἐξέφερον. τῷ ὃ μέντοι Κοπρωνύμῳ ἡ τοῦ Χαγάνου ϑυγάτηρ ἔτεκε παῖδα, ὃν"
      },
      {
        "index": 160,
        "text": "εὔνόμασε Λέοντα καὶ ἀνηγόρευσε βασιλέα, στεφϑέντα διὰ \"Áva- στασίου τοῦ ὁμοδοξοῦντος αὐτῷ πατριάρχου. ᾿Εχράτησε δὲ ó Κωνσταντῖνος τῆς Θεοδοσιουπόλεως καὶ"
      },
      {
        "index": 161,
        "text": "τῆς MeAmgvgs, ὅϑεν ὑπερφρονήσας σφοδρότερον κατὰ τῆς éx-"
      },
      {
        "index": 162,
        "text": "xAncíag xai τῆς ὀρϑοδόξου πίστεως ἔπνευσε, δόγματα ἐκτιϑέ-Ο μενος, δι᾿ ὧν τὸν συρφετώδη ὄχλον ὑπέσυρεν ἕπεσϑαι τῷ αὐτοῦ ἀσεβεστάτῳ φρονήματι. τότε xai ó πατριάρχης ᾿Αναστάσιος ἀσεβῶς τῆς ἐκκλησίας κατορχησάμενος ἐπὶ χρόνους εἴκοσι πρὸς 1Ὁ τοῖς τέσσαρσι κατέστρεψε τὴν ζωήν. ὁ δὲ Κοπρώνυμος ἐπι- σκόπων ὁμοφρόνων αὐτῷ πολλῶν συναγωγὴν ποιησάμενος, cv κατῆρχε Θεοδόσιος ὃ ᾿Εφέσου καὶ Π]}αστιλᾶς ὃ Π]έργης, δι’ αὐτῶν ἃ ἐβούλετο ἐδογμάτισε, μή τινος ἢ ἐκ “Πώμης τῆς πρε-"
      },
      {
        "index": 163,
        "text": "13 zeoi πατριαρχῶν CE περὶ τῆς τοῦ Κοπρωνύμου ἀϑροισϑείσης"
      },
      {
        "index": 164,
        "text": "σβυτέρας ἢ ἔκ τῶν ἄλλων παρόντος πατριαρχῶν\" xal τὴν τοιαύτην συνδρομὴν τῶν ἀνιέρων ἐκείνων σύνοδον οἰκουμενικὴν D καλέσαι οὖκ ἀπενάρκησε. μεϑ᾽ ὧν εἰς τὸν ἐν Βλαχέρναις τῆς ϑεοτόκου ναὸν ἀφικόμενος καὶ ἐν τῷ ἄμβωνι ἀναβεβηκὼς Κων- σταντῖνόν τινα μοναχόν, ἐπίσκοπον Xvàaíov γενόμενον, ἀναβι- βάσας ἐκεῖ ἐξεφώνησε “Κωνσταντίνου οἰκουμενικοῦ πατριάρχου"
      },
      {
        "index": 165,
        "text": "πολλὰ τὰ ἔτη.\" καὶ uev ὀλίγας ἡμέρας ἐν τῷ Φόρῳ παρα- γενόμενος ó τύραννος οὗτος μετὰ τοῦ πατριάρχου αὐτοῦ καὶ τῶν ὁμογνωμονούντων αὐτῷ ἐπισκόπων, ἐνώπιον παντὸς τοῦ λαοῦ τὴν τῶν σεπτῶν εἰκόνων προσκύνησιν ἀπηγόρευσαν, εἰδω-"
      },
      {
        "index": 166,
        "text": "λολάτρας τοὺς ταύτας σεβομένους καλέσαντες, καὶ ἀναϑέματι καϑυπέβαλον τόν τε ἀοίδιμον Ἑομανὸν καὶ τὸν ἐκ Κύπρου Τεώργιον πατριάρχην τῆς Κωνσταντίνου γενόμενον καὶ τὸν μέ-"
      },
      {
        "index": 167,
        "text": "PII109A γαν ἐπὶ σοφίᾳ καὶ ἀρετῇ ᾿Ιωάννην τὸν αμασκηνόν, ὃς πολ- λάκις τὸν ϑεομάχον ἤλεγξε τοῦτον καὶ τὸν αὐτοῦ πατέρα δι᾽ ἐπιστολῶν ἀσεβεῖν."
      },
      {
        "index": 168,
        "text": "᾿Εκστρατεύσας δὲ xarà Βουλγάρων ὅ Κωνσταντῖνος xal συμβαλὼν αὐτοῖς καὶ πολλοὺς ἀποβαλὼν οὗ τῶν τυχόντων μόνον στρατιωτῶν, ἀλλὰ καὶ τῶν ἐπισήμων καὶ στοαταρχῶν, μεϑ᾽ ἥττης ἐπανέζευξεν."
      },
      {
        "index": 169,
        "text": "πατριάρχην τῆς Κωνσταντίνου) De hoc errore repetito ab Ephrae-"
      },
      {
        "index": 170,
        "text": "᾿Ανέκαϑεν δὲ χριστιανοὶ παρὰ τοῖς Ayaggvoig rovc τῶν WIIIS9 δασμῶν μεταχειριζόμενοι κώδικας (οὐ γὰρ οἴδασιν ἀριϑμεῖν ἐκεῖνοι, ἀλλ᾽ οὐδὲ γράφειν ψήφους λεπτάς, τοίτα φημὶ καὶ τέ-"
      },
      {
        "index": 171,
        "text": "ταρτα xai ὄγδοα xai δωδέκατα xal τὰ τούτων ἔτι λεπτότερα),"
      },
      {
        "index": 172,
        "text": "φϑόνῳ τότε τὴν τούτων μεταχείρισιν ἐκωλύϑησαν. μὴ δυνη- ϑέντων δὲ τῶν τῆς Ἄγαρ δι᾿ ἑαυτῶν τὸ τοιοῦτον ἀνύειν ἔργον, αὖϑις τὴν τῶν γραφῶν τούτων οἰκονομίαν ἐνεχειρίσϑησαν. Β"
      },
      {
        "index": 173,
        "text": "O μέντοι δυσώνυμος τύραννος ᾿Ανδρέαν τινὰ μοναχόν, Καλυβίτην λεγόμενον, ὅσιον ἄνδρα, ἐλέγχοντα αὐτὸν καὶ ἀσεβῆ"
      },
      {
        "index": 174,
        "text": "καλοῦντα, καὶ ἄλλον ᾿Ιουλιανὸν καὶ Οὐάλεντα μαστιζόμενον ἔκτεινεν."
      },
      {
        "index": 175,
        "text": "Οἱ Βούλγαροι δὲ τοὺς αὐτῶν ἀρχηγούς, οἵ ἐκ σειρᾶς κατή- 11 yovto ἡγεμονικῆς, ἀνελόντες ἕτερον εἵλοντο μὴ τῇ ἡγεμονίᾳ προσήκοντα, Τελέτζην καλούμενον, ἐπιστρατεύσας δὲ κατ᾽ αὐτῶν"
      },
      {
        "index": 176,
        "text": "ὅ βασιλεὺς διά τε γῆς xai ϑαλάσσης καὶ γενόμενος κατὰ τὴν ᾿Αγχίαλον κἀκεῖ συμβαλὼν αὐτοῖς, τοῦ πολέμου ἐξ ὥρας πέμπτης τῆς ἡμέρας ἕως ἑσπέρας ἐπικρατήσαντος, καὶ πεσόντων πολλῶν ἑκατέρωϑεν, ὅμως μέντοι νικᾷ\" xal ὅ μὲν τῶν Dovàiyápov"
      },
      {
        "index": 177,
        "text": "περὶ Βουλγάρων"
      },
      {
        "index": 178,
        "text": "δωδέκατα] (B. A μεταχείρισιν Rwp2Di, μεταχείρησιν AB"
      },
      {
        "index": 179,
        "text": "Ο ἀρχηγὸς ἀπέδρα, φόνος δὲ πολὺς τῶν βαρβάρων ἐγένετο, xai . 1} οὗ μείους ἐλήφϑησαν δορυάλωτοι, πολλοὶ δὲ καὶ τῷ βασιλεῖ"
      },
      {
        "index": 180,
        "text": "προσεχώρησαν. κἀντεῦϑεν ἐπαρϑεὶς ϑοίαμβον ἐπὶ τῇ νίκῃ κατήγαγεν, αὐτὸς μὲν πανοπλίτης διιὼν usÜ ὡπλισμένης τῆς στρατιᾶς, τοὺς δὲ αἰχμαλώτους δεσμίους ἄγων, τοῖς ὅπλοις αὐτοῦ"
      },
      {
        "index": 181,
        "text": "91 * , 144A 5 - Ü , ὃ , , , *"
      },
      {
        "index": 182,
        "text": "9] τὴν νίκην, ἀλλ᾽ οὐ τῇ ϑείᾳ δυνάμει ἐπιγραφόμενος. καὶ μετὰ τὸν ϑοίαμβον τοὺς αἰχμαλώτους πάντας ἀναιρεϑῆναι προσέταξε."
      },
      {
        "index": 183,
        "text": "1 ἔγονε δὲ χειμὼν ἔν ταῖς ἡμέραις τῆς αὐταρχίας αὐτοῦ μέγας, ὥστε μὴ μόνον τοὺς ποταμοὺς ἔκ τοῦ ψύχους κρυσταλ-"
      },
      {
        "index": 184,
        "text": "D λωϑῆναι διόλου, ἀλλὰ καὶ αὐτὴν τὴν ϑάλασσαν τὴν ἀρκτῴαν"
      },
      {
        "index": 185,
        "text": "ἐπὶ στάδια πάνυ πολλὰ καὶ τὸν τοῦ Στενοῦ πορϑμὸν καὶ τὸν"
      },
      {
        "index": 186,
        "text": "ἐκ τῆς πόλεως πρὸς Χρυσόπολιν. εἶτ᾽ αὖϑις τῷ κρυστάλλῳ χιόνος ἐπιπεσούσης κἀκείνης ἐκ τοῦ κρύους συμπιληϑείσης καὶ κρυσταλλωϑείσης, πεζοποροῦντες οἱ ἄνϑρωποι διήεσαν τὸν πορ- Ünór τοῦ Στενοῦ καὶ τὸν ἐκ τῆς πόλεως πρὸς Χρυσόπολιν,"
      },
      {
        "index": 187,
        "text": "ἀχϑοφοροῦντά te ὑποζύγια καὶ βόες ἁμάξας ἕλκοντες σὺν φόρτῳ"
      },
      {
        "index": 188,
        "text": "ὃ πολλῷ. τοῦτο δὲ καὶ ἐν ταῖς ἄλλαις ϑαλάσσαις τότε γενέσϑαι"
      },
      {
        "index": 189,
        "text": "αἱρεϑῆναι προςέταξεν Ewp.Di, ἀναιρεϑῆναι προςέταξε ἃ (v. δὰ XIII"
      },
      {
        "index": 190,
        "text": "ante xai add. ze κρυσταλωϑείσης AR, corr. ρὲ"
      },
      {
        "index": 191,
        "text": "φοροῦντά τε ὑποζύγια καὶ βόες ἁμάξας ἕλκοντες] De chiasmo v. ad"
      },
      {
        "index": 192,
        "text": "λέγεται. εἶτα τοῦ ἀέρος ϑαλῳφϑέντος διήρητο τῶν κρυστάλλων τὸ συνεχὲς xai εἰς τμήματα διακέκοπτο. πνεῦμα δὲ πνεῦσαν ὕ ἀϑρόον σφοδρόν τε καὶ βίαιον ἤλαυνε διὰ τῆς ϑαλάσσης τὰ τμήματα οὐδὲν ἀπεοικότα βουνῶν μεγάλων ἢ νήσων πολυπλέ- ΡΊΠΠΙΟΑ δ ϑρων τινῶν\" οἷς καὶ ζῷα ἄγριά τε καὶ χειροήϑη συνεπεπήγεσαν πεδηϑέντα τῷ κρυστάλλῳ καὶ ἀποψύξαντα. τούτων τῶν κρυ- στάλλων τινὰ τοῖς παράλοις τῆς πόλεως τείχεσι τῇ βίᾳ τῶν ἀνέμων xa0 ὑδάτων μετὰ δύμης σφοδρᾶς κυλινδούμενα ὡς προσήραττον, κατέβαλον εὐθὺς τὰ προσαραττόμενα, καὶ οὐ τὰ }1Π 8580 τείχη μόνον ἠρίπωντο, ἀλλὰ καὶ οἴκίαι τούτοις πλεῖσται συγ- κατεσείοντο. καὶ αὐχμὸς δ᾽ ἐπὶ τούτου πολὺς συνέβη, ὡς καὶ τοὺς ἀεννάους ποταμοὺς ξηρανϑῆναι καὶ τὰς πηγὰς τελείως ἐπιλιπεῖν. οὐδὲν δ᾽ ἐκ τούτων ἐβελτιώϑη ἡ ἀσύνετος ἐκείνου"
      },
      {
        "index": 193,
        "text": "μεν, τίς ἐκ τούτου ἔσεται βλάβη; ὁ δὲ αὐτίκα εἰς ἱκετείαν"
      },
      {
        "index": 194,
        "text": "13 ola ἐφρόνει ὅ ἄϑεος καὶ οἷα ἐποίει C"
      },
      {
        "index": 195,
        "text": "τούτοις Rwp συμβέβηκε BD ἀενάους Di invitis ARwp"
      },
      {
        "index": 196,
        "text": "ἐτράπετο λέγων “μὴ τοῦτο ἄλλοτε ἢ πρὸς ἄλλον ἐκφήνῃς, ὦ βασιλεῦ\" τοῦ Νεστορίου γάρ ἔστι τὸ ἐννόημα. ἢ οὖκ οἶδας ὅπως ἐκεῖνος παρὰ πάσης στηλιτεύεται ἐκκλησίας πιστῶν καὶ ἀναϑέματι κατακέκριται; ὃ δὲ ἀνταπεκρίϑη αὐτῷ ὅτι “οὐχ ὡς οὕτω φρονῶν εἶπον τοῦτο, ἀλλὰ μαϑεῖν ἐϑέλων ἠρώτησα. 5 ἐς τοσοῦτον δ᾽ ἐξηνέχϑη ϑεομαχίας ὡς xal τὰ τῶν ἁγίων λεί- vara παραδιδόναι πυρὶ καὶ τὸ ἅγιος κελεῦσαι μήτε ἐπὶ τῆς ϑεοτόκου λέγεσϑαι μήτε μὴν ἐπί τινος τῶν εὐαρεστησάντων Οϑεῷ, ἀλλ᾽ ὁ ἀπόστολος Πέτρος καὶ ]]αῦλος λέγειν καὶ ὃ μάρτυς 14 ] εώργιος ἢ ó Θεόδωρος καὶ ἐπὶ τῶν λοιπῶν ὁμοίως. τῆς δὲ τῶν ἀνιέρων ἀρχιερέων συναγωγῆς, περὶ ἧς ἤδη μοι εἴρηται, γραφῇ τὰ παρ᾽ αὐτῶν ἀσεβῶς δογματισϑέντα παραδιδόντων, τόμον συνοδικὸν αὐτὰ καλέσας ó ἀσεβέστατος ἀπήτει ἀρχιερεῖς τε πάντας καὶ τῶν μοναζόντων τοὺς διαβοήτους ἐπ’ ἀρετῇ ταῦτα ὑποσημήνασϑαι. εἶ γὰρ καὶ διωγμὸν κατὰ τῶν μοναχῶν βαρύτατον ἔϑετο, ὡς μή τινα σχεδὸν ἐν τῇ πόλει περιλειρϑῆναι ἢ τέως δημοσιεύειν μονάζοντα, ἀλλ᾽ ἔτι ἦσαν πολλοὶ κρυπτό- μεγοι καὶ ἕτεροι τῆς πόλεως ἐκτὸς πεποιημένοι τὴν ἄσκησιν."
      },
      {
        "index": 197,
        "text": "EwpJDi) ϑεόδωρος AE, xai ϑεόδωρος O εἴρηται) XV 6, 8,"
      },
      {
        "index": 198,
        "text": "ὅσοι uiv οὖν φόβῳ τῆς ἐκείνου ϑηριωδίας ὑπέκυπτον xal τὴν D ἄϑεον ἐκείνην ἐβεβαίουν γραφήν, ζῆν εἰῶντο καὶ ἀπαϑεῖς ' ΠΙ351 ἀφεῖντο, ὅσοι δὲ μὴ ἐπείϑοντο, πικραῖς κολάσεσι καὶ βιαίοις ϑανάτοις τοῦ ζῆν ἐστερίσκοντο. ὅτε καὶ ó μέγας ἐν ἀσκηταῖς ὃ καὶ ἐν ἀϑληταῖς περιβόητος Στέφανος, μὴ πεισϑεὶς ὃν ἐκεῖνος ἐκάλει τόμον δέξασϑαί τε καὶ βεβαιῶσαι, πολλὰ παϑὼν τέλος ἀνήρητο ἀπηνῶς καὶ συρόμενος ἐκ τῆς τοῦ πραιτωρίου εἱρκτῆς ἄχρι τῶν ΠΠελαγίου ἐκεῖ μετὰ τῶν κατακρίτων ἐρρίφη, ὅπου τέμενος ἦν τοῦ μάρτυρος 1ἰελαγίου, ὃ καϑελὼν ó μισόϑεος καὶ βόϑρον ὀρύξας βαϑύτατον ἐκεῖ τοὺς καταδίκους ῥιπτεῖσϑαι προσέταξε. πολλοὺς δὲ καὶ τῶν ἐν τέλει καὶ τῶν τῆς συγκλήτου βουλῆς διὰ τὴν τιμὴν τῶν ἁγίων εἰκόνων ἐτιμωρήσατο καὶ PIE 111 A ὅρκον ἐκ πάντων ἀπήτησε μή τινα σέβας νέμειν ταῖς ϑείαις εἰκόσιν, ἀλλὰ καὶ ἐξ αὐτοῦ Κωνσταντίνου, ὃν αὐτὸς τῆς ἐκκλη- σίας προέστησε, τὸν ὅρκον τοῦτον ἀπήτησε, καὶ ὃς ἐν τῷ ἄμ- βωνι ἀναβὰς ὥὦμοσε. Κατὰ Βουλγάρων δὲ μετὰ στόλου πολλοῦ ἐξελϑὼν εἰς"
      },
      {
        "index": 199,
        "text": "βαιῶσαι τὴν κατὰ τῶν ἁγίων εἰκόνων συγγραφήν CE ὅτι κατὰ"
      },
      {
        "index": 200,
        "text": "novo argumento incepto) οἷα κατὰ τῶν μοναχῶν ἐποίει καὶ κατὰ τῶν"
      },
      {
        "index": 201,
        "text": "et atrocibus suppliciis: Wo lat. 4. D μέγας ἐν ἀσκηταῖς xai ἐν"
      },
      {
        "index": 202,
        "text": "᾿Αγχίαλον τὰς νῆας προσώρμισε, καὶ πνεύσαντος ἀνέμου σφο- δροῦ συνετρίβησαν σχεδὸν ἅπασαι, καὶ πλήϑη πολλὰ τοῦ τε γαυτικοῦ καὶ τοῦ στρατιωτικοῦ ἀπώλοντο ἐν τοῖς ὕδασιν\" ὅϑεν ἄπρακτος ἐπανῆλϑεν."
      },
      {
        "index": 203,
        "text": "90 \"Exuawóuevog μέντοι κατὰ τῶν μοναχῶν, ἱππηλασίας ἄγο- ὃ μένης ἐν τῷ ϑεάτρῳ, πολλοὺς αὐτῶν κατασχὼν ἐϑριάμβευσε διὰ τοῦ ϑεάτρου περιαγαγών, ἄσεμνα ἔν ταῖς χερσὶ κατέχοντας"
      },
      {
        "index": 204,
        "text": "Β γύναια. καί τινας τῶν ἐπισήμων ἀρχόντων τοὺς μὲν φϑόνῳ δι’ ὡραιότητα xal δωμαλεότητα, τοὺς δὲ ὅτι τὰς ἀρρητοποιίας αὐτοῦ μοναχοῖς ἐξηγόρευον, συκοφαντήσας ὡς κατ᾽ αὐτοῦ βου- λευομένους, δύο μὲν τῶν ἐπισημοτέρων τὰς κεφαλὰς ἐξέτεμε, τοῖς δὲ λουτοῖς ἐκκόψας τὰ ὄμματα περιγραπστοῖς αὐτοὺς δρίοις συνέκλεισεν, ἔνϑα xav ἐνιαυτὸν πέμπων ἑκατὸν βουνεύροις"
      },
      {
        "index": 205,
        "text": "ἤκιζεν ἕκαστον. ἀλλὰ καὶ τὸν παρ᾽ αὐτοῦ προβληϑέντα πα- Ὁ Π1Ξ ? τριάρχην τὸν Κωνσταντῖνον ἑνὶ τῶν ἀρχόντων τούτων συνο- μιλεῖν εἰπὼν καὶ λέγειν xav αὐτοῦ καὶ κατηγόρους τινὰς eic ἔλεγχον αὐτοῦ παρεσκεύασε' καὶ ἀρνουμένου ἐκείνου ὀμόσαι"
      },
      {
        "index": 206,
        "text": "D ἐκμανεὶὶ Ὦ γενομένης Ewp ἐν om. Rwp χερσὶν Ewp2Di,"
      },
      {
        "index": 207,
        "text": "ηγοῦντο uovayoig D κατ᾽ αὐτοῦ βουλευομένους AEDwwp, ἐπιβού- λους αὐτοῦ O 11 ante δύο add. διώλεσε Rwp μὲν AR, μέντοι"
      },
      {
        "index": 208,
        "text": "add. xai Rwp περιγραπτοὺς (Sic) À 19. αὐτοὺς ὁρίοις συν-"
      },
      {
        "index": 209,
        "text": "ὅ πατριάρχης ἐγένετο. ἕτερον δὲ προεβάλετο πατριάρχην ó93 τύραννος ἐκτομίαν τινὰ Νικήταν, οὐδ᾽ ἐξ ἐλευϑέρων, ἀλλ᾽ ἐκ δούλων ἕλκοντα τὴν τοῦ γένους σειρὰν οὐδ᾽ ἀναγνῶναι δυνά-"
      },
      {
        "index": 210,
        "text": "μενον\" ἦν γὰρ περὶ τὴν γυναικωνῖτιν ἐσχολακώς. εἶτα ἐκ τῆς ὑπερορίας ἀχϑέντα τὸν Κωνσταντῖνον καὶ ἀπηνέστατα αἰκισϑέντα, ὡς μηδὲ βαδίζειν δύνασϑαι, εἷς τὴν μεγάλην ἐκκλησίαν ὡς ἄχϑος τι βασταζόμενον ὅ τύραννος μετακομισϑῆναι κεκέλευκε. καί τινος τὰ κατ᾽ αὐτοῦ ἀναγινώσκοντος αἰτιάματα, παρουσίᾳ 925"
      },
      {
        "index": 211,
        "text": "πλήϑους πολλοῦ ἐπὶ τούτῳ συναϑροισϑέντος, καὶ τοῦ νέου πατριάρχου Νικήτα ἐν τῷ συνϑρόνῳ καϑημένου καὶ ἄκροω- Ὦ μένου αὐτῶν, ἐκεῖνος κατὰ κόρρης ἐπαίετο καὶ οὕτως ἐπὶ πολὺ ἐμπαροινηϑεὶς τέλος ἀναϑεματίζεται καὶ ψιλωϑεὶς τὴν κεφαλὴν καὶ τὸν πώγωνα, ἀλλὰ μέντοι καὶ τὰς ὀφρύας, καὶ ὄνῳ ἐπο-"
      },
      {
        "index": 212,
        "text": "χηϑείς, ἱπποδρομίας τελουμένης εἰσάγεται εἰς τὸ ϑέατρον, ἀτί- uos ϑροιαμβευόμενος καὶ ἐμπτυόμενος καὶ κόνει παττόμενος. ἐπὶ τούτοις τινὰς τῶν ἀρχόντων στείλας ὅ τύραννος ἠρώτησεν"
      },
      {
        "index": 213,
        "text": "γομένων Ewp προεβάλετο À, προεβάλλετο Ewp, προεχειρίσατο Ὁ"
      },
      {
        "index": 214,
        "text": "À, μετακομισϑῆναι ἐκέλευε Ew, μετακομισϑῆναι ἐκέλευσε p, ἐκέλευσε"
      },
      {
        "index": 215,
        "text": "AEwp, ἐπὶ O κόρρης RwpJDi, κόρης A"
      },
      {
        "index": 216,
        "text": "αὐτὸν τί δοκεῖ αὐτῷ περὶ τῆς αὐτοῦ πίστεως xal περὶ τῆς συνόδου. ὃ δὲ ἐκμειλισσόμενος τὴν ἐκείνου ὦ μότητα ἀπεκρίϑη καὶ καλῶς πιστεύειν αὐτὸν καὶ ἀκριβῶς δογματίσαι τὴν σύνοδον\" καὶ ταῦτα εἰπὼν Ó τρισάϑλιος εἰς τὸ Κυνήγιον ἀπαχϑεὶς ἀπε- τμήϑη τὴν κεφαλήν. PII112A KaÜ' ἑκάστην δὲ τῇ κατὰ τῶν ἐκκλησιῶν xai τῶν nova-"
      },
      {
        "index": 217,
        "text": "τρεῖς γυναῖκας ἠγάγετο, καὶ ἐκ μὲν τῆς πρώτης ἔσχε παῖδα τὸν Λέοντα, ὃν καὶ τοῦ τῆς βασιλείας ὀνόματος κατηξίωσεν, ἐκ δὲ τῶν ἄλλων Χριστοφόρον, Νικηφόρον τε καὶ Νικήταν. καὶ τοὺς μὲν δύο Καίσαρας ἔστεψε, τὸν δὲ Νικήταν ἐτίμησε νωβελίσιμον."
      },
      {
        "index": 218,
        "text": "καὶ τῷ πρώτῳ υἱῷ αὐτοῦ καὶ βασιλεῖ ἠγάγετο γυναῖκα ἐξ ᾿Αϑη- γῶν xai ἐμνηστεύσατο ταύτην αὐτῷ, στέψας αὐτὴν Αὐγούσταν καὶ καλέσας Εἰρήνην, ἐξ ἧς ἐτέχϑη τῷ «Λέοντι παῖς Κωνοταν- τῖνος ὀνομασϑείς."
      },
      {
        "index": 219,
        "text": "Abü« δὲ ὁ Κοπρώνυμος μετὰ σφόδρα πολλῶν τριηρῶν"
      },
      {
        "index": 220,
        "text": "Β καὶ δρομώνων κατὰ Βουλγάρων ἐξώρμησε, βουλόμενος διὰ"
      },
      {
        "index": 221,
        "text": "T ὅτι τρεῖς γυναῖκας ἠγάγετο καὶ ὅσους ἔσχεν ἐξ αὐτῶν (ἐξ αὐτῶν ἔσχε E)"
      },
      {
        "index": 222,
        "text": "τοῦ Ἴστρου εἰς Βουλγαρίαν ἐμβαλεῖν. εἶτα δεδειλιακὼς àva-5 ζεῦξαι διεμελέτα. οἱ Βούλγαροι δὲ δείσαντες πέμψαντες πρὸς αὐτὸν σπονδὰς ϑέσϑαι πρὸς εἰρήνην ἐζήτησαν καὶ ἐσπείσαντο ἐπὶ συνϑήκαις τοῦ μήτε Βουλγάρους τὰ Ῥωμαίων ληίζεσϑαι μήτε μὴν Ῥωμαίους ἐπιέναι κατὰ Βουλγάρων. καὶ ἐπὶ τού- τοις ἐπανελήλυϑε. τινὲς δὲ τῶν DBoviyáoov δώροις ὑποσυ- θέντες παρὰ τούτου τοῦ αὐτοκράτορος ἐν ἀπορρήτοις ἐδήλουν αὐτῷ τὰ τῷ ἄρχοντι σφῶν βουλευόμενα\" of μεμηνύκασι τῷ Κωνσταντίνῳ ὅτι βούλεται ὃ σφέτερος ἀρχηγὸς λαὸν ἐκπέμψαι"
      },
      {
        "index": 223,
        "text": "καὶ ὃς κατασκόπους στείλας, ὅτε ὥρμησαν ἐκ Βουλγαρίας οἱ ληισόμενοι, ἕτοιμος ὧν αἰφνίδιον ἐπεκδραμὼν κατ᾽ αὐτῶν τοὺς μὲν διέφϑειρε, τοὺς δὲ καὶ ἐζώγρησε, καὶ μετ᾽ αἰχμαλωσίας πολλῆς ἐπανέστρεψε καὶ πάλιν ἔνοπλος ἐϑριάμβευσεν. εἶτα 10 1δ πολλὰς τριήρεις ἑτοιμασάμενος κατὰ Βουλγάρων ἐκπέπομφε, xai κατὰ Δηεσημβοίαν γενομέναις αὐταῖς κλύδων ἔκ πνευμάτων βιαίων ἐμπεσὼν σχεδὸν ἁπάσας κατέδυσεν. ὅ τῶν Βουλγάρων"
      },
      {
        "index": 224,
        "text": "Βουλγάρων κειώσατο ὅ Κοπρώνυμος\" οἵ ἐδήλουν αὐτῷ τὰ τοῦ ἄρχοντος"
      },
      {
        "index": 225,
        "text": "rgoe ἘΠ) τὸν βασιλέα, καὶ ἔγνω τοὺς ὠκειωμένους αὐτῷ Boviyágov; C"
      },
      {
        "index": 226,
        "text": "-- ἐζήτησαν) σπονδὰς ϑέσϑαι πρὸς εἰρήνην διεπρεσβεύσαντο"
      },
      {
        "index": 227,
        "text": "μενοι Ewp ante ἕτοιμος add. κἀκεῖνος Rwp 19 rov; AE,"
      },
      {
        "index": 228,
        "text": "λώτων πολλῶν O ἐπανέξζευξε O"
      },
      {
        "index": 229,
        "text": "δὲ ἀρχηγὸς Τελέριχος ὑποπτεύσας ὑπὸ τῶν οἰκείων μεμηνύ- D ΠῚ D σϑαι τῷ βασιλεῖ τὰ αὐτῷ βουλευόμενα, μὴ εἰδὼς δὲ τίνες οὗτοι, κατασοφίζεται τὴν τοῦ Κοπρωνύμου κουφότητα καὶ ἐξ αὐτοῦ μανϑάνει τὸ ἀγνοούμενον. γράφει γὰρ δι ἀπορρήτων βούλε- σϑαι προσελϑεῖν αὐτῷ καὶ ἠξίου δηλῶσαί ol εἴ τινας ἔχει φίλους ὃ ἐκ τῶν παρὰ Βουλγάροις ἐξόχων, ἵν᾽ ἐκείνοις ϑαρρήσειε τὸ ἀπόρρητον καὶ σὺν ἐκείνοις ἀφίκοιτο πρὸς αὐτόν. ὃ δὲ παχύς, ὡς ἔοικεν, ὧν οὐ συνῆκε τὸ σκέμμα τὸ βάρβαρον, ἄλλ᾽ ἀνοή- Ἱάτως τοὺς αὐτῷ προσκειμένους εὐθὺς ἐξεκάλυψε. καὶ ó βάρ- βαρος συλλαβὼν αὐτοὺς ὠμῶς ἁπαξάπαντας καὶ ἀπηνῶς διε- 10 χρήσατο. καὶ αὖϑις δὲ κατὰ Βουλγάρων ὃ αὐτοκράτωρ οὗτος τὸ λοίσϑιον ἐξεστράτευσε, καὶ κατὰ τὴν ἐν Θράκῃ ᾿Αρκαδιού- πολιν στρατοπεδευομένου oi πόδες αὐτοῦ ἀπηνϑράκωντο, ὅϑεν PII113A αὐτὸν λαῦροι πυρετοὶ καὶ φλογώδεις ἐξέκαιον, ὡς μηδὲν τούτων μηδὲ παρὰ ἰατρῶν ἐπινοεῖσϑαι ἀλέξημα. ἐκεῖϑεν ἐπὶ κλίνης φερόμενος μέχρι Σηλυβοίας κατήντησεν, ὅϑεν διὰ τριήρους κε- κόμιστο, βοῶν ὡς “ζῶν ἔτι τῷ πυρὶ παραδέδομαι.\" ἄρτι δὲ φϑάσας εἰς τὸ Στρογγύλον τοῦ μεμεϑυσμένου ϑείου ξυροῦ"
      },
      {
        "index": 230,
        "text": "w*p post μηδέν add. τι παρ' Rwp.Di φϑάσας"
      },
      {
        "index": 231,
        "text": "ὁ δείλαιος ἐπειράϑη xal βιαίως ἐκεῖ τὸν βίον κατέστρεψε, χι- λιάδας τῶν ὀρϑοδόξων πολλὰς ἀνελών, καὶ μάλιστα μοναστῶν, καὶ τὰ τούτων ἀσκητήρια τὰ μὲν πυρὸς ϑέμενος παρανάλωμα, τὰ δὲ καϑελών, τὰ δὲ κοινώσας, ὥσπερ xai τὴν τοῦ AaAuárov δ λεγομένην μονήν, ἀρχαίαν οὖσαν xai τῶν ἐν Κωνσταντινου- πόλει πρεσβυτέραν πασῶν, ἀφ᾽ ἧς ἀπελάσας τοὺς μοναχοὺς στρατιωτῶν αὐτὴν πεποίηκε καταγώγιον. οὐ μόνον δὲ κατὰ 195 B τῶν ζώντων ἐλύττησεν, ἀλλὰ καὶ εἰς τοὺς τοῦ Χριστοῦ μάρ- D ΠΙ 355 τυρας καὶ τοὺς ἄλλως αὐτῷ εὐαρεστήσαντας ἐμπαροινῶν οὐκ ἐπαύετο, μηδὲν αὐτοὺς δύνασϑαι λέγων καὶ συκίνην ἐκικουρίαν τὰς τούτων πρεσβείας ἀποκαλῶν καὶ τὰ τούτων ἅγια λείψανα τὰ μὲν ἀτίμως καταχωννύς, τὰ δὲ ποιῶν ὑποβρύχια, ἔνια δὲ xai ἀποτεφρῶν, ὥσπερ καὶ τὸ τῆς πανευφήμου μάρτυρος φη- μίας ἅγιον σῶμα. διττοὶ δὲ περὶ τούτου φέρονται λόγοι\" | ó20 μὲν γὰρ πυρίκαυστον αὐτὸ λέγει δόξαι ποιήσασϑαι τὸν μιαρὸν ἐκεῖνον Κοπρώνυμον, κύνας καὶ ὄνους αὐτῷ συνεμπρήσαντα"
      },
      {
        "index": 232,
        "text": "οἷα κατὰ τῶν μοναχῶν καὶ τῶν μοναστηρίων καὶ κατὰ τῶν σεπτῶν λειψάνων τῶν ἁγίων ὅ πάντολμος ἐτόλμα CE περὶ τοῦ ἱεροῦ Asnpá- γου τῆς πανευφήμου μάρτυρος Εὐφημίας CE (de cod. Vat. 135 v. B-"
      },
      {
        "index": 233,
        "text": "deleto iterum inserit post yàp Dw πυρίκαυστον Rwp.Di, πυρίκαστον Α λέγειν typotheta apud. Di inter λέγει et δόξαι"
      },
      {
        "index": 234,
        "text": "xai τὴν τέφραν λικμήσαντα, μὴ μέντοι αὐτῷ εἷς ἔργον ἐκβῆναι C τὸ βούλημα\" φϑῆναι γὰρ τοὺς ὀοϑοδόξους μαϑόντας τὸ βου-"
      },
      {
        "index": 235,
        "text": "λευόμενον ἀφελέσϑαι τὸ τῆς μάρτυρος σῶμα ἐκ τῆς σοροῦ καὶ μεταϑεῖναι αὐτό, ἕτερον δὲ νεκρὸν ἐνθεῖναι αὐτῇ, κἀκεῖνον παρὰ"
      },
      {
        "index": 236,
        "text": "τοῦ ἁλιτηρίου ἐκείνου παραδοϑῆναι πυρί\" ó δ᾽ ἕτερος οὐ καυ- ϑῆναι, καταπογντωϑῆναι δὲ λέγει τὸ σῶμα τῆς μάρτυρος σὺν"
      },
      {
        "index": 237,
        "text": "λάρνακι\" τὴν δὲ χάριτι ϑείᾳ κυβερνωμένην προσοκεῖλαι τῇ γήσῳ “Λήμνῳ καὶ ὑπὸ τῶν ἐν τῇ νήσῳ πιστῶν γνωσϑεῖσαν"
      },
      {
        "index": 238,
        "text": "κατατεϑῆναι ἐκεῖ, ἐπὶ δὲ Εἰρήνης καὶ Κωνσταντίνου αὖϑις ἀνακομισϑῆναι εἰς τὴν ὑπερκειμένην τῶν πόλεων ἐντίμως καὶ μεγαλοπρεπῶς."
      },
      {
        "index": 239,
        "text": "Ὃ μὲν οὖν οὕτως αἰσχρῶς βιώσας οὕτως ἀπεβίω βιαιό.--"
      },
      {
        "index": 240,
        "text": "Drara, ὡς ἱστόρηται, μοναρχήσας ἔτη τριάκοντα ἐπὶ τέσσαρσε καὶ μησὶ τρισί, τούτοις καὶ τῶν δύο ἐνιαυτῶν συναριϑμουμένων, obe ὁ ᾿Αρτάβασδος ἦρξε τούτου περιγενόμενος."
      },
      {
        "index": 241,
        "text": "᾿Εκράτησε δὲ τῆς βασιλείας ὅ τούτου υἱὸς Λέων ὅ ἐκ τῆς"
      },
      {
        "index": 242,
        "text": "14ss. narrat περὶ τὴν A£oflov νῆσον Euphemiae corpus esse ser-"
      },
      {
        "index": 243,
        "text": "Χαζάρας, νοσῶν τὴν αὐτὴν κἀκεῖνος ἀσέβειαν, εἰ xal xat ἀρχὰς εὐσεβεῖν ὑπεκρίνετο καὶ τοὺς μοναχοὺς τιμᾶν, ὥστε καί τινας τῶν μοναστῶν ἀρχιερεῖς τότε γενέσϑαι ἐν ταῖς προβα- ΠΙ 356 ϑμιωτέραις τῶν μητροπόλεων. πολλὰ δὲ χρήματα ἐν τοῖς δη-"
      },
      {
        "index": 244,
        "text": "μοσίοις εὑρὼν ϑησαυροῖς, ἃ ὅ πατὴρ αὐτοῦ κακῶς συνήγαγε καὶ ἀπεϑησαύρισε, τούτοις καταχρησάμενος ἐξευμενίσατο τὸ ὑπήκοον καὶ τῇ ἐπιπλάστῳ ϑεοσεβείᾳ. ἀἀϑροισϑέντες οὖν oi3 114A τῆς πόλεως κἀκ τῶν ϑεμάτων πολλοὶ ἠτοῦντο χαριζόμενοι δῆ- W 11] ϑὲν αὐτῷ ἀναγορευϑῆναι τὸν υἱὸν αὐτοῦ Κωνσταντῖνον. ὃ δέ,"
      },
      {
        "index": 245,
        "text": "εἰ τοῦτο βούλονται, ὀμόσαι αὐτοὺς ἀπήτησεν ὡς οὐ δέξονταί ποτε ἄτερ αὐτοῦ καὶ τοῦ υἱοῦ αὐτοῦ καὶ τοῦ σπέρματος αὐτῶν ἕτερον βασιλέα. καὶ ὥμοσαν ἅπαντες, οὐχ οἱ τῆς συγκλήτου ὃ βουλῆς καὶ oí τοῦ στρατεύματος, ἀλλὰ καὶ ó δημώδης ὄχλος καὶ ἔμποροι καὶ οἵ τῶν ἐργαστηρίων προεστήκεσαν, καὶ ἔγγραφα"
      },
      {
        "index": 246,
        "text": "περὶ τούτων ἐξέϑεντο. ταῦτα μὲν οὖν κατὰ τὴν ἕκτην ἡμέραν τῆς ἑβδομάδος τοῦ σωτηρίου πάϑους τοῦ σωτῆρος γεγόνασι. τῷ δὲ μεγάλῳ σαββάτῳ τὸν ἑαυτοῦ ἀδελφὸν Εὐδόκιμον νωβε- λίσιμον ὅ βασιλεὺς προεβάλετο καὶ κατ᾽ αὐτὴν τὴν τοῦ πάσχα Β κυριακὴν ἔστεψε τὸν υἱὸν αὐτοῦ, τοῦ πατριάρχου τὴν κατ᾽ ἔϑος"
      },
      {
        "index": 247,
        "text": "XV 8,2 βασιλεὺς AEwp, λέων O προεβάλλετο AE, πρου-"
      },
      {
        "index": 248,
        "text": "πεποιηκότος εὐχήν. τεϑνηκότος δὲ τοῦ πατριάρχου Νιυκήτα τοῦ ἐκτομίου, ὃς ἦν προεδρεύσας τῆς Κωνσταντινουπόλεως ἔτη τεσ- σαρεσκαίδεκα, χειροτονεῖται πατριάρχης Ilaviog ὅ Κύπριος, ἀναγνώστης ὧν καὶ ὀρϑόδοξος."
      },
      {
        "index": 249,
        "text": "Εὑρὼν δέ τινας τῶν ἐπισήμων τοῦ παλατίου ταῖς ϑείαις ὃ εἰκόσι προσκύνησιν ἀπονέμοντας, τὴν ἀλωπεκῆν ἀποδὺς τὸν ἐντὸς κρυπτόμενον ἐδημοσίευσε λέοντα ὦ μότατά τε αὐτοὺς aba- σάμενος καὶ διὰ τῆς ἀγορᾶς ἐν ἀτίμῳ πομπῇ περιαγαγών, πρό- τερον ψιλώσας αὐτοὺς τῶν τριχῶν, οὕτως εἰς τὸ πραιτώριον"
      },
      {
        "index": 250,
        "text": "C ἐναπέϑετο, ὅπου τινὲς αὐτῶν καὶ τὴν ψυχὴν τῷ κυρίῳ παρέ-"
      },
      {
        "index": 251,
        "text": "ἐρασϑεὶς γὰρ τοῦ στέμματος, ὅπερ ó Μαυρίκιος τῷ ϑεῷ ἐν τῇ μεγάλῃ ἐκκλησίᾳ ἀνέϑετο, καὶ τοῦτο λαβὼν καὶ τῇ κεφαλῇ περιϑέμενος εὐϑὺς ἐλήφϑη σφοδρῷ πυρετῷ, καὶ οὗτος αὐτὸν τῆς ξωῆς ὑπεξήγαγε."
      },
      {
        "index": 252,
        "text": "παλατίου AEwp, ἐν τοῖς βασιλείις Ὁ ὅ λέων add. ante ἐν τοῖς f."
      },
      {
        "index": 253,
        "text": "πεκὴν ARwp, corr. Di ἀποδῦς w*p invitis AR 1 óuórará τε AR, ὠμότατε w*, unde ὠμότατα p* ἐγκατέκλεισεν OWo lat."
      },
      {
        "index": 254,
        "text": "τὴν ψυχὴν τῷ κυρίῳ AEwp, τὰς ψυχὰς εἰς χεῖρας (χείρας D) τοῦ"
      },
      {
        "index": 255,
        "text": "γάλῃ ἐκκλησίᾳ ἀνέϑετο AEwp, ἐν τῇ μεγάλῃ ἐκκλησίᾳ (ἐκκλησέα τῇ μεγάλη D) προςέφερεν ἀνάϑημα (dva?* B) τῷ ϑεῷ O 13 post λα- Bov add. ἐκεῖϑεν CD οὕτως Ὁ ἐπεξήγαγε Ewp"
      },
      {
        "index": 256,
        "text": "Tov δὲ ϑανόντος ἡ Αὐγούστα Εἰρήνη σὺν τῷ vio Κων- σταντίνῳ δέκατον ἐνιαυτὸν τῆς ἡλικίας ἀνύοντι τὴν βασίλειον ἀρχὴν διεδέξαντο. ἦσαν δὲ ἄμφω τῶν σεβασμίων εἰκόνων προσκυνηταί, ἀλλ᾽ οὔπω τοὺς πόδας τῇ βασιλείᾳ βεβαίως ἐρεί-"
      },
      {
        "index": 257,
        "text": "ὃ σασί τινες αὐτοῖς ἐπεβούλευσαν, ἵνα τὸν Καίσαρα Νυτηφόρον τὸν τοῦ ϑανόντος βασιλέως Λέοντος ἀδελφὸν βασιλεύσωσι. D γνωσϑείσης δὲ τῆς συνωμοσίας τοὺς μὲν τῆς ἐπιβουλῆς μετα- σχόντας αἰκισαμένη 7j βασιλὶς καὶ τὴν τρίχωσιν αὐτοῖς ἀποϑρί- ξασα ὑπερορίαν τούτων κατεψηφίσατο, τοὺς δὲ τοῦ ἀνδρὸς"
      },
      {
        "index": 258,
        "text": "αὐτῆς ἀδελφοὺς τούς τε Καίσαρας καὶ τοὺς νωβελισίμους κα- ρῆναι παρασκευάσασα καὶ ἱερωσύνης ἀξιωϑῆναι καὶ μεταδοῦναι τῷ λαῷ τῶν ἁγιασμάτων ἐποίησε κατὰ τὴν ἑορτὴν τῆς τοῦ σωτῆρος γεννήσεως. ἐκείνη δὲ σὺν τῷ υἱῷ προελήλυϑε μετὰ τῆς συνή- Ὁ Üovc τοῖς βασιλεῦσι δορυφορίας καὶ ἐν τῇ μεγάλῃ ἐκκλησίᾳ"
      },
      {
        "index": 259,
        "text": "γενομένη τὸ στέμμα, ὃ ἐκεῖϑεν ἀφείλετο ὃ ἀνὴρ αὐτῆς, προσή- γεγχε, κόσμῳ πλείονι τοῦτο ἐπικοσμήσασα. ἔστειλε δὲ καὶ xarà ΡΙΠΠΙ5Α τῶν ᾿Αράβων στράτευμα, ἵνα ἀνακόπτῃ τὰς ἐκείνων ἐπιδρομάς. ἐξελϑόντες οὖν ἐπὶ λεηλασίαν ᾿Αγαρηνοὶ συναντῶνται παρὰ τῆς ἢ σταλείσης Ῥωμαϊκῆς στρατιᾶς καὶ τρέπονται καὶ ἀναιροῦνται"
      },
      {
        "index": 260,
        "text": "πολλοί. ἐν δέ γε τῇ Θράκῃ κατὰ τὸ Μακρὸν τεῖχος τότε τις ὀρύττων λάρνακι ἐντυγχάνει λιϑίνῃ ἀνϑρώπου φερούσῃ νεκρὸν καὶ γράμματα ἐγκεκολαμμένα ἐχούσῃ λέγοντα “᾿ Χριστὸς μέλλει γεννᾶσϑαι ix παρϑένου, καὶ πιστεύω εἰς αὐτόν᾽ ἐπὶ δὲ Κων- D 1Π8 σταντίνου καὶ Εἰρήνης τῶν βασιλέων πάλιν, ἥλιε, ὄψει με. 8 βουληϑεῖσα μέντοι ἣ βασιλὶς Εἰρήνη γυναῖκα μνηστεύσασϑαι τῷ υἱῷ, ἔπεμψε πρὸς Κάρουλον τὸν ῥῆγα τῶν Φράγγων, τὴν ἐκείνου παῖδα τῷ οἰκείῳ μνωμένη παιδί. εἶτα τὸ τοιοῦτον Β κῆδος καταλιποῦσα διὰ φόβον καὶ φιλαρχίαν, ἵνα μὴ δύναμιν ó υἱὸς αὐτῆς περιβάληται τὴν τῶν Φράγγων διὰ τὴν ἀγχιστείαν, 10 ἐξ ἑῴας ἤνεγκε κόρην\" ἣν oi μὲν ἐκ τοῦ τῶν ᾿Αρμενιακῶν ϑέματος λέγουσιν, ἕτεροι δ᾽ ἐκ Παφλαγόνων, οὖσαν τοῦ ἐπὶ ἐλεημοσύνῃ διαβοήτου Φιλαρέτου ϑυγάτριον, καὶ ταύτην τῷ Κωνσταντίνῳ συνέζευξεν ἄκοντι καὶ τὸν γάμον αὐτῆς ἀποστέρ- γοντι, ὅτι τὴν τοῦ Καρούλου παῖδα ἐκτόπως ἀγαγέσϑαι ἐβούλετο. 15 ᾿Ααρὼν δὲ ó τῶν ᾿Αράβων ἀρχηγὸς κατὰ Ρωμαίων στρα-"
      },
      {
        "index": 261,
        "text": "γυναῖκα ἡ Εἰρήνη CE ὅτε ὁ τῶν Ἀράβων ἀρχηγὸς μέχρι (μέχρις E) Χρυσοπόλεως ἐλϑὼν ἐσπείσατο᾽ φόρους αὐτοῖς διδόναι τῶν Ῥωμαίων συνϑεμένων C"
      },
      {
        "index": 262,
        "text": "lat. ὄψεις ΡῈ invitis ARw 7 xápovior ODi, καροῦλον AEwp"
      },
      {
        "index": 263,
        "text": "ἀγχιστείαν τὴν τῶν φράγγων , v. ad vs. 10 περιβέβλη- ται p invitis ARw τὴν τῶν — ἀγχιστείαν om. , v. ad vs."
      },
      {
        "index": 264,
        "text": "γάτριον φιλαρέτου Β"
      },
      {
        "index": 265,
        "text": "τεύσας μέχρι Χρυσοπόλεως ἦλθεν. ὃ δὲ Κωνσταντῖνος στρά- τευμα πέμψας τὴν λίμνην Βανῆς δι᾿ αὐτοῦ κατέσχε\" καὶ τοῦτο μαϑόντες οἱ \"Apgafiez σπείσασϑαι Ρωμαίοις ἠτήσαντο. ἀπελϑόντες"
      },
      {
        "index": 266,
        "text": "ὃ ποιήσωσι, καὶ μὴ φροντίσαντες πρότερον ὁμήρους τῶν παρ᾽ ἐκείνοις ἀναγκαίων λαβεῖν, κατεσχέϑησαν παρ᾽ αὐτοῦ καὶ ἐν πέδαις καϑείρχϑησαν. ὅϑεν βιασϑέντες ol κρατοῦντες διὰ τοὺς ἄρχοντας ἐσπείσαντο, συνϑέμενοι φόρους διδόναι τοῖς Ἄραψιν. oi μὲν οὖν ἐπὶ τοιαύταις συνθήκαις ἀνέζευξαν. ἡ δὲ βασίλισσα 11. 18 Ελπίδιον τὸν πατρίκιον στρατηγὸν Σικελίας προεχειρίσατο\" εἶτα μαϑοῦσα ὅτι τὰ τῶν Καισάρων φρονεῖ, ἔστειλε τοὺς ἄξοντας ἐχεῖϑεν αὐτόν. τῶν δὲ Σικελιωτῶν μὴ παραχωρησάντων τοῖς σταλεῖσι λαβεῖν τὸν ᾿Ελπίδιον, ἡ Εἰρήνη ϑυμῷ ληφϑεῖσα τὴν ) ΠῚ 859 ἐκείνου γυναῖκα καὶ τοὺς παῖδας μαστίξασα καὶ τῶν τριχῶν ὮὉ ἀφελομένη ἐν τῷ πραιτωρίῳ καϑεῖρξε᾽ κατ᾽ ἐκείνου δὲ ἐκπέ- πομφε στράτευμα, εὐνοῦχον αὐτοῖς ἐπιστήσασα τῶν πιστοτάτων αὐτῇ. πολέμων δὲ συνεχῶν γενομένων, τρέπεται ὁ ᾿Ελπίδιος καὶ ἀπέδρα εἰς ᾿Αφρικὴν xal τοῖς Ἄραψι προσεχώρησεν. οἵ δὲ"
      },
      {
        "index": 267,
        "text": "D, suppl. » Dw ἐκείνου post μαστίξασα Ewp δ᾽ p*"
      },
      {
        "index": 268,
        "text": "τοῦτον δεξάμενοι βασιλικὴν ταινίαν αὐτῷ περιέϑεντο, xal ὡς βασιλεὺς ἀνηγόρευτο, εἰ καὶ μηδὲν αὐτῷ κατὰ σκοπὸν προε- χώρησε."
      },
      {
        "index": 269,
        "text": "Τῆς δὲ περὶ τῶν ᾿Αράβων φροντίδος ἀπαλλαγεῖσα διὰ τὴν εἰρήνην ἣ βασιλὶς ἐξῆλϑε σὺν τῷ υἱῷ κατὰ Θράκην, δύναμίν Ὁ"
      },
      {
        "index": 270,
        "text": "τε πολλὴν ἐπισυρομένη καὶ ὄργανα μουσικά\" καὶ ἀπελθοῦσα εἷς Βερόην καὶ τὸ ἐν αὐτῇ φρούριον ἀνοικοδομήσασα καὶ Eioy-"
      },
      {
        "index": 271,
        "text": "ΡΊΠ110Ὰ νόπολιν αὐτὸ ὀνομάσασα, ἀλλὰ μὴν καὶ τὴν ᾿Αγχίαλον δειμα-"
      },
      {
        "index": 272,
        "text": "μένη καὶ ἕως Φιλιππουπόλεως προελϑοῦσα ὑπέστρεψε."
      },
      {
        "index": 273,
        "text": "Τοῦ δὲ πατριάρχου IlaóAov γοσήσαντος καὶ τῆς ἐκκλησίας ὑποχωρήσαντος καὶ ἀποκαρέντος, ἣ βασιλὶς μετὰ τοῦ υἱοῦ αὐτῆς"
      },
      {
        "index": 274,
        "text": "ἢ προσῆλθεν αὐτῷ, αἰτιώμενοι αὐτὸν τῆς ὑποχωρήσεως. ὃ δὲ \"eg\" εἶπε “μηδὲ τὴν ἀρχὴν ἐπὶ τοῦ ϑρόνου τῆς ἀρχιερωσύνης ἐκάϑισα, τῆς ἐκκλησίας τυραννουμένης καὶ σχίσματος ὄντος"
      },
      {
        "index": 275,
        "text": "μέσον αὐτῆς καὶ τῶν ἄλλων καϑολικῶν ϑρόνων.\" εἶτ᾽ αὖϑις ἐκ τῆς συγκλήτου λογάδας ἀπέστειλεν, ἐρωτῶσα ὅ,τι ἂν εἰς δέον"
      },
      {
        "index": 276,
        "text": "οἰκονομηϑείη. ὃ δὲ ἀπεχρίνατο ὡς “εἶ μὴ διὰ συνόδου καϑο- λικῆς τὸ σφάλμα διορϑωϑῇ καὶ τῶν ἐκκλησιῶν προβαίη ἕνω-"
      },
      {
        "index": 277,
        "text": "ὅτι ó πατριάρχης Παῦλος ἐξέστη τῆς ἐκκλησίας C"
      },
      {
        "index": 278,
        "text": "σις, ovx ἔστιν ὑμῖν σωτηρία.\" καὶ ol ovyzAquxot, “διὰ τί οὖν \" B εἶπον “αὐτὸς ἐν τῷ χειροτονεῖσϑαι συνέϑου τὰς εἰκόνας μὴ προσκυγεῖν;\" ó δὲ ἀντεπήγαγε “διὰ τὴν τῶν κρατούντων μα-θ"
      },
      {
        "index": 279,
        "text": "νίαν xai τὴν ὑμετέραν ἀπήγειαν. ἀλλὰ διὰ τοῦτο ϑρηνῶ xai }1Π 800 διὰ μετανοίας πρὸς τοὺς οἰκτιρμοὺς κατέφυγον τοῦ ϑεοῦ, δεό- μενος μὴ ὡς ἀρχιερεὺς κριϑῆναι. ὁὃ μὲν οὖν ἐν τούτοις τὸν βίον κατέλυσεν\" οἵ δὲ κρατοῦντες τὸν ἀοίδιμον Taoáotov. ἀση- κρῆτις ὄντα πατριάρχην προεχειρίζοντο, καὶ ó λαὸς ἅπας ἐπε- yuqüero. ὁ δὲ ἀνένευε, μὴ δύνασϑαι λέγων προστῆναι τῆς 9 ἐκκλησίας ἀπεσχισμένης τῶν λοιπῶν τυγχανούσης ἐκκλησιῶν καὶ ὑπ᾽ ἐκείνων ὑποβαλλομένης τῷ ἀναϑέματι. ἐγκειμένων δὲ"
      },
      {
        "index": 280,
        "text": "καὶ τῶν βασιλέων xai rov λαοῦ, \"ei συντίϑεσϑε᾽᾽ εἶπε “σύνοδον οἰκουμενικὴν ἀϑροισϑῆναι καὶ τῶν ἐκκλησιῶν γενήσεσθαι ἕνωσιν, δέξομαι καὶ αὐτὸς τὴν προχείρισιν.\" συνϑεμένων δὲ πρὸς"
      },
      {
        "index": 281,
        "text": "τοῦτο πάντων, ἐχειροτονήϑη ὃ ϑεῖος Tapáotoc xai στέλλει αὐτός τε καὶ oí κρατοῦντες εἴς τὲ τὴν πρεσβυτέραν \"Pour, ᾿Αδριανοῦ ἐν αὐτῇ προεδρεύοντος, καὶ εἰς τοὺς λοιποὺς πατριάρχας, ζη-"
      },
      {
        "index": 282,
        "text": "ὅτι ὁ ἐν ἁγίοις Ταράσιος πατριάρχης προεχειρίσϑη C"
      },
      {
        "index": 283,
        "text": "τοῦντες οταλῆναί τινας παρ᾽ αὐτῶν τοὺς ἐπὶ τῇ συνόδῳ ztagov- σιάσοντας\" καὶ παρὰ πάντων ἐστάλησαν. ἀϑροισϑέντων δὲ xai ) τῶν λοιπῶν ἀρχιερέων καὶ μοναχῶν ἐν Νικαίᾳ τῆς Βιϑυνίας καὶ ὁ πατριάρχης ἐξῆλϑε Ταράσιος, καὶ συνέστη ἐκεῖ obxov-"
      },
      {
        "index": 284,
        "text": "μενικὴ σύνοδος ἑβδόμη, xai ἐκυρώϑη τὰς σεπτὰς εἰκόνας καὶ ὃ προσκυνεῖσϑαι καὶ σεβάζεσϑαι, ἀναϑέματι δὲ κατεκρίϑησαν καὶ οἱ τρεῖς οἵ τῆς ἐν Κωνσταντινουπόλει προεδρεύσαντες ἐκκλησίας,"
      },
      {
        "index": 285,
        "text": "ὅ τὲ ᾿Αναστάσιος xai ó Κωνσταντῖνος xai ὃ Νικήτας, καὶ τόμῳ τὰ τῇ ἱερᾷ συνόδῳ δόξαντα ἔνεγράφησαν. ἐκ δὲ Νικαίας εἰς τὴν τῶν πόλεων βασιλεύουσαν ἐνδημήσαντες οἵ τῆς συνόδου καὶ ἐν τοῖς βασιλείοις γενόμενοι, προκαϑημένων καὶ τῶν βα- σιλευύντων, εἰς ἐπήκοον πάντων τὸν τόμον ἀνέγνωσαν\" ὃς καὶ παρὰ τῶν κρατούντων κεκύρωτο ὑποσημηναμένων αὐτόν, καὶ"
      },
      {
        "index": 286,
        "text": "οὕτως τὰ ἱερὰ ἐκτυπώματα ἐν τοῖς ϑείοις ναοῖς ἀνεστήλωντο, PII117A καὶ αἱ ἐκκλησίαι ἅπασαι ἥνωντο. 15 Τὰ uiv οὖν μέχρι τοῦδε παρὰ τῆς βασιλίσσης xai τῶν αὐτῇ προσῳκειωμένων τὰ τῆς βασιλείας ἰϑύνοντο. ἤδη δὲ τὸν"
      },
      {
        "index": 287,
        "text": "περὶ τῆς ἑβδόμης (ζ΄ C) συνόδου CE li ὅτι ὁ βασιλεὺς Kovotar-"
      },
      {
        "index": 288,
        "text": "τὴν διοίκησιν μεταγαγεῖν (ἀγαγεῖν E) ἐμελέτησε (ἐμελέτησεν IZ) γνωσϑεὶς δὲ παρὰ τῆς μητρὸς ἐτύφϑη καὶ δημοσιεύειν ἐκωλύϑη (ἐκάχϑη E) C"
      },
      {
        "index": 289,
        "text": "κουμενικὴ Ὁ σέβεσϑαι Rwp ὃ τόμῳ Rwp2Di, τόν μὲν Α"
      },
      {
        "index": 290,
        "text": "μείρακα παρελάσας ὁ βασιλεὺς Κωνσταντῖνος xai εἰς νεανίαν τελεῖν ἠργμένος (εἰκοσαέτης γὰρ ἦν) καὶ ὁρῶν ἅπαντα παρὰ τῆς μητρὸς οἰχογομούμενα καὶ Σταυράκιον τὸν πατρίκιον καὶ λογοϑέτην τὰ πάντα δυνάμενον ἑαυτὸν δὲ μηδενὸς ἀξιούμενον"
      },
      {
        "index": 291,
        "text": "Ὁ λόγου, ἤχϑετο καὶ μετά τινων τῶν τὲ τῆς συγκλήτου βουλῆς καὶ τῶν ὑπηρετουμένων αὐτῷ ἐμελέτησε τὸν Σταυράκιον τῆς ἀρχῆς καϑελεῖν καὶ ποιήσασϑαι ὑπερόριον. γνωσϑέντος δὲ τοῦ βουλεύματος, τοὺς μὲν τοῦ βασιλέως Üroánovrag τοὺς αὐτῷ συμμετέχοντας τύψασα πάντας καὶ ψιλώσασα τῶν τριχῶν ἣ βα-"
      },
      {
        "index": 292,
        "text": "περιβαλοῦσα τοὺς μὲν ἀπροΐτους τῶν ἰδίων οἴκων εἶναι κεκέ- Atvxt, τῶν δὲ καὶ ὑπερορίαν κατεψηφίσατο. ἀλλὰ μὴν καὶ τὸν υἱὸν αἰκισαμένη καὶ λοιδορησαμένη ποοῖϊέναι κεκώλυκε. τὰ δὲ στρατεύματα ὀμνύειν ἠνάγκαζε μὴ δέξασϑαι τὸν υἱὸν αὐτῆς"
      },
      {
        "index": 293,
        "text": "εἰς αὐταρχίαν, ζώσης ἐκείνης. καὶ oi μὲν ἄλλοι καὶ ἄκοντες ὥμνυον, oi δὲ τοῦ ϑέματος τῶν ᾿Αομενιακῶν οὐχ ὑπέκυψαν,"
      },
      {
        "index": 294,
        "text": "16 xai ὅτι oí τοῦ ϑέματος τῶν Ἀρμενιακῶν τῇ βουλῇ τῆς βασιλίδος ἀντέ-"
      },
      {
        "index": 295,
        "text": "1l νεανίας Rwp ἠργμένος Rwp.Di, εἰργμένος À εἰκοσαέτης"
      },
      {
        "index": 296,
        "text": "ἀλλὰ xai βασιλέα γινώσκειν εἶπον τὸν Κωνσταντῖνον, xai πρὸ"
      },
      {
        "index": 297,
        "text": "τῆς μητρὸς ἐξ ἀρχῆς ἀναγορευόμενον, xai οὕτως αὖϑις αὐτὸν ἤϑελον εὐφημεῖσϑαι. ταῦτα ἡ Εἰρήνη μαϑοῦσα ἔστειλε τὸν C σπαϑάριον ᾿Αλέξιον καὶ δρουγγάριον τῆς βίγλας τὸν Μωσηλέ, ἵν' αὐτοὺς εἰς τὸ αὐτῆς μετάϑηται ϑέλημα. οἱ δὲ τὸν μὲν ὃ"
      },
      {
        "index": 298,
        "text": "στρατηγὸν ἑαυτῶν συνέσχον ὑπὸ qoovgár, τὸν δὲ Μωσηλὲ ἄρ- χοντὰ τοῦ ϑέματος εἵλοντο καὶ μόνον τὸν Κωνσταντῖνον εὐφή-"
      },
      {
        "index": 299,
        "text": "ϑεμάτων μόνον τὸν Κωνσταντῖνον ἀνηγόρευον βασιλέα, καὶ ἀϑοοισϑέντες κοινῇ ἐκεῖνον μόνον ἀνεκήρυττον αὐτοκράτορα. 10 δείσασα δὲ τὴν τῶν ταγμάτων ὁμόνοιαν 5$ Εἰρήνη προήνεγκε τὸν υἱόν. ὃ δὲ αὐτίκα τὸν Σταυράκιον αἰκισάμενος καὶ τοὺς , - , - - e , Ὁ ἐντειμοτέρους τῶν ϑεραπόντων τῶν μητρικῶν ὑπερώρισεν, αὐτὴν δὲ τὴν μητέρα τῶν βασιλείων ἐντίμως καταγαγὼν εἷς τὸν οἶκον"
      },
      {
        "index": 300,
        "text": "D αὐτῆς, ὃν ἐν τοῖς ᾿Βλευϑερίου ἐδείματο, διάγειν ἐκέλευσε. 15 Καὶ τὰ μὲν οὕτως ἔσχον᾽ ἐμπρησμοῦ δὲ συμβάντος ὁ"
      },
      {
        "index": 301,
        "text": "μέγας τρίκλινος τῶν ἱερῶν ἀνακτόρων ὁ Θωμαΐτης λεγόμενος ἔργον γέγονε τοῦ πυρός, ὅτε λέγονται καυϑῆναι καὶ τὰ σχεδιά-"
      },
      {
        "index": 302,
        "text": "ὅτι ὅ Θωμαΐτης τρίκλινος ἐκαύϑη C"
      },
      {
        "index": 303,
        "text": "ἀνηγορευμένον Ew.Di, ἀνηγορευόμενον p* 4 fiyàg: D Moor G. M. p. 667, 2, L. G. p. 196, 21, ΜΜουσουλέμ \"Theoph. I. p. 466,"
      },
      {
        "index": 304,
        "text": "τινα τῶν σχεδιασμάτων"
      },
      {
        "index": 305,
        "text": "σματα τῆς ἐξηγήσεως τῆς ϑείας γραφῆς, ἃ ὃ χρυσοῦς τὴν γλῶτταν συνεγράψατο ᾿Ιωάννης, ἐκεῖσέ που ἀποκείμενα. Ὃ δέ γε βασιλεὺς Κωνσταντῖνος κατὰ Βουλγάρων ἐξεστρά- ὃ τευσε, τοῦ Καρδάμου τοῦ ἔϑνους ἀρχηγετοῦντος\" μικρᾶς δὲ ὅ προσβολῆς γενομένης ἀμφοῖν τοῖν ἀντιϑέτοιν μεροῖν δειλία ἐνέ- σκηψε. καὶ ó μὲν βασιλεὺς ἐπανέζευξεν εἰς τὴν μεγαλόπολιν, οἱ δὲ Βούλγαροι εἰς τὰ ἤϑη τὰ ἑαυτῶν. ἀλλὰ καὶ κατὰ \"Apá-5 PII118A fev ὁρμήσας οὐδέν τι λόγου ἄξιον ἤνυσε. Παρακληϑεὶς δὲ ὑπὸ τῆς μητρὸς καὶ τῶν ἐν τέλει τινῶν θ αὖϑις ἀνάγει ταύτην εἰς τὰ βασίλεια καὶ ἑαυτῷ συνευφη μεῖσϑαι παραχωρεῖ\" καὶ πάντα μὲν τὰ τῶν ϑεμάτων τάγματα ἐδέξαντο τὴν τῆς Εἰρήνης αὖϑις ἀνάρρησιν, οἱ δὲ τοῦ ϑέματος τῶν \"Ao- μενιακῶν ἀντέπιπτόν τε καὶ ἐστασίαζον καὶ ἐπεκαλοῦντο τὸν ποίην αὐτῶν, ὡς εἴρηται, στρατηγήσαντα ᾿Αλέξιον τὸν Μίωσηλέ. ἔ᾿ῳϑη γὰρ ó βασιλεὺς ἐκεῖϑεν μεταπεμψάμενος καὶ τιμήσας πα- 8 }1Π 808 τρέκιον εἶχε μεϑ᾽ ἑαυτοῦ, φήμης ἐπικρατούσης μέλλειν βασι- λεῦσαι τὸν ἄνδρα. διὰ ταύτην τοίνυν καὶ ὅτι παρὰ τῶν στασια-"
      },
      {
        "index": 306,
        "text": "xai τῶν (κατὰ E) Ἀράβων CE ὅτι αὖϑις ἀνήγαγε τὴν μητέρα (ταύ-"
      },
      {
        "index": 307,
        "text": "εὐφημεῖσϑαι αὐτὴν παρεχώρησεν\" οἱ δὲ ᾿Δρμενιακοὶ (ἁρμενιακοὶ C) αὖϑις ἐστασίαζον\" καὶ περὶ τοῦ λίωσηλέ C"
      },
      {
        "index": 308,
        "text": "ἤϑη ἑαυτῶν Ewp, τὰ ἑαυτῶν 705 B αὖϑις ARwp L. G."
      },
      {
        "index": 309,
        "text": "Rwp 16. βασιλεῦσαι τὸν ἄνδρα À, βασιλεύειν τὸν ἄνδρα Ewp,"
      },
      {
        "index": 310,
        "text": "B ξόντων ἐπεκαλεῖτο, δείσας ó βασιλεὺς καϑεῖοξεν ἐν το noamaoíto αὐτόν, τύψας πρότερον καὶ τὴν κόμην πεοιελών. τοῦ δὲ τῶν Βουλγάρων ἀρχηγετοῦντος ὡομηκότος κατὰ τῆς Ρωμαϊκῆς ἐπι- χρατείας, ἀσυντάκτως Ó βασιλεὺς αὐτῷ ἐπελϑὼν ἡττᾶται καὶ πλῆϑος πολὺ στοατευομένων ἀπόλλυσιν, ἀλλὰ μὴν καὶ τῶν ue-5 γιστάνων πολλούς. ai δὲ στρατιωτικαὶ συντάξεις ἀϑοοισϑεῖσαι κατὰ τὴν μεγαλόπολιν ἐβουλεύοντο βασιλεῦσαι τὸν ἀπὸ Καισά- ρων Νικηφόρον τὸν τοῦ Κωνσταντίνου πατράδελφον. ἀλλὰ τὸ σκέμμα οὐκ ἔλαϑε' διὸ αὐτὸς μὲν ó Νικηφόρος ἐξεκόπη τὰ ὄμματα ὁ δέ γε Χοιστοφόρος καὶ ó Νικήτας ὃ Ανϑιμός τε 10 καὶ ó ᾿ὐδόκιμος τῶν γλωσσῶν ὑπέστησαν ἑκτομήν. ἀλλὰ καὶ τὸν MooyAé τὸν ᾿Αλέξιον ὁ βασιλεὺς ἐξετύφλωσεν, ὑποϑήκαις C 14ταῦτα μητρικαῖς ἐργασάμενος. οἱ δὲ τοῦ ϑέματος τῶν \"Aour- γιακῶν τὴν τοῦ ᾿Αλεξίου μαϑύντες τύφλωσιν, τὸν σφέτερον στρα- τηγὸν ἐποίησαν ἔμφρουρον. ἦν δ᾽ οὗτος ó Καμουλιανὸς ó πα- 15 τρύειος. ὡς οὖν ἀνηνέχϑη τοῦτο τῷ βασιλεῖ, στέλλει κατ᾽ αὐτῶν σὺν δυνάμει Κωνοταντῖνον τὸν \"Aoracoijoav καὶ τὸν Χουσόχειρα, στρατηγὸν τῶν Βουκελλαοίων τυγχάνοντα. καὶ κροτηϑέντος πο-"
      },
      {
        "index": 311,
        "text": "μαστίξας O, flagris caesum: Wo lat. 8. ἐξάρχοντος O ἐβου-"
      },
      {
        "index": 312,
        "text": "ARwp συρραγέντος Ὁ"
      },
      {
        "index": 313,
        "text": "λέμου πολλοὶ μὲν ἔπεσον ἀμφοτέοωθϑεν, τρέπονται δὲ ol βασι- λικοί, καὶ ἀμφοῖν ξζωγοηϑέντων τῶν στρατηγῶν, ob; ol ᾽Δ0- μενιακοὶ αὐτίκα ἐτύφλωσαν. εἶτα ὅ κρατῶν αὐτὸς κατ᾽ αὐτῶν ἐξεστράτευσε καὶ χειροῦται αὐτούς, καὶ τοὺς μὲν προὔχοντας ὃ ἀναιρεῖ, τοῖς δὲ λοιποῖς δημεύσει τῶν ὑπαρχόντων ἐπιτετίμηκε. χιλίους δὲ τῶν ἐκ τῆς αὐτῶν μητροπόλεως δεσμήσας καὶ ἐς"
      },
      {
        "index": 314,
        "text": "£v γράμμασι, μέλανος ἐγχεομένου τοῖς στίγμασιν (ἔλεγε δὲ ἣ γραφὴ ““᾿Αρμενιακὸς ἐπίβουλος), διέσπειρε τούτους ἐν Σικελίᾳ καὶ ἐν ἄλλαις νήσοις."
      },
      {
        "index": 315,
        "text": "Τὴν δ᾽ ἑαυτοῦ γυναῖκα Mapíav ἀποστέρξας ὅ βασιλεὺς ἀποκαρῆναι ταύτην ἐξεβιάσατο, συμβουλῇ, ὡς λέγεται, τῆς μη- τρὸς αὐτοῦ, ἵν᾽ ὑπὸ πάντων μισηϑείη καὶ εἰς αὐτὴν ἣ τῆς βα- σιλείας ἀντιπεριενεχϑείη διοίκησις. κἂν γὰρ συνῆν τῷ υἱῷ περὶ"
      },
      {
        "index": 316,
        "text": "τὰ ἀνάκτορα, ἀλλ᾽ οὐ συμμετεῖχε τῆς ἐξουσίας, μόνης δέ γε τῆς εὐφημίας, λίαν δ᾽ ἐνόσει τὸ φίλαρχον. μεταμφιασαμένης WIII9T οὖν τῆς τοῦ κρατοῦντος συμβίου καὶ περιβαλομένης ἀκούσης"
      },
      {
        "index": 317,
        "text": "ὅτι τὴν οἰκείαν γαμετὴν ἄκουσαν áxoxe(oag ὅ Κωνσταντῖνος (κωνσταν- tírog E) ἑτέραν ἠγάγετο C"
      },
      {
        "index": 318,
        "text": "ó κρατῶν Bwp, αὐτὸς ὅ κρατῶν ἢ προύχοντας Di invitis ARwp,"
      },
      {
        "index": 319,
        "text": "(ex αὐτῇ corr. C) OwpDi, αὐτῆς AE ἐς À, εἰς Ἦν», v. ad"
      },
      {
        "index": 320,
        "text": "ante ὅ add. οὗτος 13 post αὐτὴν add. πάλιν Rw"
      },
      {
        "index": 321,
        "text": "PII119A ἀντὶ τῆς βασιλείου στολῆς μοναζούσης ἄμφια μέλανα, Θεοδότην τινὰ κουβικουλαρέαν ἐκεῖνος ἠγάγετο, «ὐγούσταν στέιρεις αὐτήν. Kai κατὰ τῶν ᾿Αράβων ἐπιστρατεύσας τρόπαιον ἵστησι. τοῦ μέντοι Καρδάμου, ὃν ó λόγος τῶν Βουλγάρων ἐγνώρισεν ἀρχηγόν, φόρους ἀπαιτοῦντος αὐτῷ τελεῖσϑαι παρὰ Ῥωμαίων ὃ καὶ περὶ τούτων διαπεμψαμένου πρὸς τὸν κρατοῦντα, ἢ τὴν Θοάκην ἄχοι τῆς πόλεως ἀπειλοῦντος ληίσασϑαι, ἐκεῖνος κό- zoov ὑποζυγίων τῷ βαρβάρῳ ἀπέστειλεν, ἐπιστείλας αὐτῷ ὅτι “γέρων εἶ xai μὴ κοπιάσῃς ἐνταῦϑα ἐρχόμενος\" ἐγὼ δὲ μᾶλλον ἐλεύσομαι ἐπὶ o£ καὶ αὐτίκα τὰς Ρωμαϊκὰς ἀϑοοίσας δυνά- 10 pes ἀπήει κατὰ Βουλγάρων, καὶ ἤδη πλησίον ἀλλήλων γενο- μένων τῶν στρατευμάτων καὶ τοῦ βασιλέως εἰς μάχην προ- B καλουμένου τοὺς βαρβάρους, ó Κάρδαμος σὺν τοῖς οἰκείοις ἀποδειλιάσας στρατεύμασι φυγὰς χετο. ἀλλὰ καὶ οἱ Ἄραβες κατὰ τοῦ ᾿Αμορίου χωρήσαντες οὖδέν τι ἔσχον πρὸς τὴν πόλιν ἀνύσιμον, λείαν δὲ λαβόντες ὑπέστρεψαν."
      },
      {
        "index": 322,
        "text": "4 ó om. w*p invitis AR τούτου Rwp διαπεμψάμενος vel"
      },
      {
        "index": 323,
        "text": "Ὧν 18 post βαρβάρους add. εἰς πόλεμον O, ad bellum: Wo lat."
      },
      {
        "index": 324,
        "text": "III 365 Πλάτων δὲ ὃ καϑηγητὴς τῆς τοῦ Σακουδίωνος μονῆς τῷ πατριάρχῃ Taoaoíp κοινωνεῖν οὖκ ἠνείχετο, ὅτι ἐκεῖνος τὸν βασιλέα εἰς κοινωνίαν ἐδέξατο τὴν ἑαυτοῦ γυναῖκα καταλιπόντα καὶ ἑτέρᾳ παρὰ τοὺς ἐκκλησιαστικοὺς ϑεσμοὺς συνοικήσαντα᾽"
      },
      {
        "index": 325,
        "text": "ὃ μοιχείαν γὰρ ὠνόμαζε τὸ γενόμενον. ὃν ὅ βασιλεὺς ἀγαγὼν ἐν τῷ παλατίῳ καϑεῖρξεν\" ἡ δὲ τούτου μήτηρ ἀντεποιεῖτο τοῦ Π]λάτωνος, ὅτι κατήσχυνε τὸν υἱὸν αὐτῆς. ἐκδημήσας δὲ τῆς C πόλεως Ó κρατῶν μετὰ τῆς οἰκείας μητρὸς εἷς ΠΙὨοοῦσάν τε γε- γονὼς καὶ μαϑὼν τεχϑῆναί ol. παιδίον ἄρρεν, ἐκεῖ τὴν μητέρα"
      },
      {
        "index": 326,
        "text": "καταλιπὼν σπουδαίως ὑπέστρεψεν. ἡἣ δὲ λαβομένη ἀδείας τοὺς τῶν ταγμάτων ἄρχοντας δωρεαῖς τε καὶ ὑποσχέσεσιν ὑποποιη- σαμένη πέπεικε συνϑέσϑαι καϑελεῖν μὲν τὸν υἱὸν αὐτῆς, αὐτῇ δὲ μόνῃ τὴν αὐταρχίαν περιποιήσασϑαι. καὶ συνϑεμένων εὖ- καιρίαν ἐζήτει. τέϑνηκε δὲ τὸ τεχϑὲν παιδίον τῷ βασιλεῖ, ὅπερ"
      },
      {
        "index": 327,
        "text": "ὠνόμασε Λέοντα, καὶ ἐϑοηνήϑη παρὰ τοῦ πατρός. οἱ δὲ τῆς θ κατ᾽ αὐτοῦ ἐπιβουλῆς συνίστορες τῇ μητρὶ αὐτοῦ δείσαντες μὴ τοῦ καιροῦ τριβομένου καὶ ὑπερτιϑεμένης τῆς πράξεως γνω-"
      },
      {
        "index": 328,
        "text": "dionis: Anastas. p. 313, 11, σαδουκίονος L. G. p. 198, 24, cax-"
      },
      {
        "index": 329,
        "text": "τεϑνηκότος δὲ τοῦ τεχϑέντος παιδίου O 15 xai ἐθϑρηνήϑη παρὰ τοῦ πατρός AEwp, ἐκεῖνος ἐϑοήνει O δὲ AEwp, μέντοι Ὁ τοῦ καιροῦ τριβομένου καὶ ὕπεοτ. τ. πράξεως] De chiasmo v. ad XIII"
      },
      {
        "index": 330,
        "text": "D σϑῶσι xai κατασχεϑέντες ἀπόλωνται, σπεύσαντες συνέσχον iv τῷ παλατίῳ τὸν βασιλέα καὶ πεοὶ ὥραν ἐννάτην τοὺς ὀφϑαλ- μοὺς αὐτοῦ ὠμότατα ἐξορύττουσι, προνοούμενοι μὴ μόνον τοῦ"
      },
      {
        "index": 331,
        "text": "T φωτὸς στεοηϑῆναι αὐτόν, ἀλλὰ καὶ αὐτῆς τῆς ζωῆς. ὅτε συν- ἔβη ig! ἡμέρας ἑπτακαίδεκα μὴ λάμψαι τὸν ἥλιον, ἀλλ᾽ ἄλαμι- ὃ πεῖς εἶναι καὶ σκοτώδεις τὰς ἡμέρας ἐκείνας, οὐκ οἷδα εἴτε τυχαίως οὕτω συμβὰν εἴτε καὶ διὰ τὴν τοῦ Κωνσταντίνου τύ- φλωσιν, ὡς τηνικαῦτα τοῖς ἀνϑοώποις ἐδόκει, ola τῆς ϑείας zooroíag νεμεσησάσης τῷ πάϑει, ὡς ἐκ μητρὸς εἰς υἱὸν γενο-"
      },
      {
        "index": 332,
        "text": "μένῳ. καὶ ó μὲν οὕτω τοὺς ὀφϑαλμοὺς ἐξωρώρυκτο κατ᾽ αὐτὴν τὴν ἡμέοαν καϑ' ἣν ἐκεῖνος τὸν ϑεῖον αὐτοῦ Νικηφόρον xai D ΠῚ"
      },
      {
        "index": 333,
        "text": "P1I 120A τὸν Moy ἐξετύφλωσε καὶ τῶν λοιπῶν, ὡς εἴρηται, τὰς γλώσ- σας ἀπέτεμε, πέντε μεταξὺ παρεληλυϑότων ἐνιαυτῶν. ἡ δὲ Εἰρήνη καὶ αὖϑις τῆς μοναρχίας ἐπείληπτο."
      },
      {
        "index": 334,
        "text": "Kai v τῇ πρεσβυτέρᾳ Ρώμῃ τοῦ πάπα ϑανόντος ᾿Αδριανοῦ"
      },
      {
        "index": 335,
        "text": "Μέων κεχειροτόνητο, ἄνὴο αἰδοῖος καὶ τιμιώτατος. oi δὲ τῷ ϑανόντι ᾿Αδοιανῷ προσήκοντες στασιάσαι τὸν λαὸν ἠρέϑισαν"
      },
      {
        "index": 336,
        "text": "σιλέα ἐν τῷ παλατίῳ Ewp, τὸν βασιλέα περὶ αὐτὰ τὰ βασίλεια Ὁ"
      },
      {
        "index": 337,
        "text": "omisso καὶ, Ewp 4. D ὅτε καὶ ἐφ᾽ ἡμέρας (ἡμέοαις D) ἑπτακαίδεκα συνέπεσε Ὁ ἀλλ᾽ om. Ὁ, add. Dw 6 ante εἶναι add. δ᾽ Ὁ"
      },
      {
        "index": 338,
        "text": "BEw, ἐξώρυκτο p* 129 εἴρηται] XV. 12, 12 διεληλυϑότων O"
      },
      {
        "index": 339,
        "text": "xar αὐτοῦ καὶ συσχόντες αὐτὸν ἐλωβήσαντό οἱ rà ὄμματα, ἀλλ᾽ οὖκ ἐξετύφλωσαν. οἱ yào ἐπιτραπέντες τὴν τύφλωσιν ἐφείσαντο τοῦ ἀνδοὸς αὐτὸν κατοικτείραντες καὶ ἔξωϑεν ἐλυμήναντο τοῖς αὐτοῦ ὀφϑαλμοῖς, τοῦ δὲ φωτὸς αὐτὸν οὐκ ἐστέρησαν. ὃς μετ- ἔπειτα τῷ τῶν Φράγγων δηγὶ προσρυεὶς Καρούλῳ παρ᾽ ἐκείνου εἰς τὸν τῆς Ῥώμης ἀποκατέστη ϑρόνον καὶ τοὺς ἐχϑροὺς ἀντη- μύνατο, ἐξότου καὶ ἡ Ῥώμη ὑπὸ τοὺς Φράγγους ἐγένετο, τοῦ Καρούλου ταινιωϑέντος ὑπὸ τοῦ Aforvrog καὶ βασιλέως 'Po- μαίων ὀνομασϑέντος. ἐπὶ γὰρ τοῦ προτέρου ᾿Ιουστινιαγοῦ τῇ 10 'fra&ía ἐπῆλθον οἱ Φράγγοι, ἐκ γένους ὄντες τῶν ρμανῶν, c) ἄνω που εἴρηται, καὶ ἦσαν τοῖς Ῥωμαίοις πολέμιοι. ἐπὶ δὲ (Ἱέοντος τοῦ ᾿Ισαύρου ó τότε πάπας Ῥηγόριος διὰ τὴν ἐκεί- γου κακοδοξίαν ἀποστὰς τοῦ ὑπείκειν τῷ ἀσεβεῖ βασιλεῖ ἐκείνῳ καὶ δασμοφορεῖν καὶ τοῦ κοινωνεῖν τοῖς ἀσεβῶς προεστῶσι τῆς ἐκκλησίας τῆς Κωνσταντινουπόλεως, ἐσπείσατο τοῖς Φράγγοις καὶ τὰς πρὸς ἐκείνους μάχας κατέλυσεν. ἐπὶ δὲ Κωνσταντίνου"
      },
      {
        "index": 340,
        "text": "xai Εἰρήνης ó πάπας Λέων xal εἰς τὴν Ῥώμην αὐτοὺς εἰσε-"
      },
      {
        "index": 341,
        "text": "οικτείραντες (κατῳκτείραντες Α) καὶ ἔξωϑεν ἐλυμήναντο roig αὐτοῦ"
      },
      {
        "index": 342,
        "text": "Wo lat., xai ἔξω τοῖς ὀφϑαλμοῖς αὐτοῦ ἐλυμήναντο , ἔξω deleto add. Dw: αὐτὸν κατοικτείραντες ἔξωϑεν 0 post ἐγένετο add. τέλεον"
      },
      {
        "index": 343,
        "text": "O, prorsus: Wo lat. ὑπὸ Α, παρὰ Rwp 8. ὑπὸ rob— \"Iovor.] παρὰ ἰουστινιανοῦ Ὦ, ἰουστ. deleto add. Dw omissa: τοῦ"
      },
      {
        "index": 344,
        "text": "4, 1.585. ἱστόρηται DD τοῖς ἐν τῇ δώμῃ BC τῷ βασιλεῖ"
      },
      {
        "index": 345,
        "text": "δέξατο, xal οὕτω τῆς ᾿Ιταλίας πάσης xai τῆς Ρώμης αὐτῆς Ὁ III ἐκυρίευσαν."
      },
      {
        "index": 346,
        "text": "Τῆς Εἰρήνης δὲ μοναρχησάσης, ὡς λέλεκται, οἱ ἀνδρά- δελφοι αὐτῆς καϑειογμένοι τυγχάνοντες ἠδυνήϑησαν τῇ μεγάλῃ προσελϑεῖν ἐκκλησίᾳ, παρά τινων νεωτεριστῶν πρὸς τοῦτο àva-"
      },
      {
        "index": 347,
        "text": "πεισϑέντες. ᾿Αέτιος οὖν ó εὐνοῦχος, μέγα τότε παρὰ τῇ βασι- λίσσῃ δυνάμενος, ἀπελϑὼν καὶ πίστεις αὐτοῖς παρασχὼν ὡς οὐδὲν δεινὸν πείσονται, ἐξήνεγκε τῆς ἐκκλησίας αὐτοὺς καὶ εἰς"
      },
      {
        "index": 348,
        "text": "ϑήνας ἀπήχϑησαν ὑπερόριοι. κἀκεῖ διαγόντων αὐτῶν τινὲς τῶν τῆς ᾿Ελλάδος προσῆλθον τῷ ἄρχοντι τῶν Σ ϑλαβικῶν ἐϑνῶν,"
      },
      {
        "index": 349,
        "text": "D δεόμενοι αὐτοῦ ἐξαγαγεῖν αὐτοὺς καὶ ἕνα προχειρίσασϑαι βα-"
      },
      {
        "index": 350,
        "text": "σιλέα καὶ ἀναγαγεῖν αὐτὸν εἷς τὴν βασιλίδα τῶν πόλεων. μη- γυϑέντος δὲ τούτου τῇ βασιλίδι, προστάξει ἐκείνης ἀπετυφλώ- ϑησαν ἅπαντες."
      },
      {
        "index": 351,
        "text": "Ὃ δὲ τῶν Φράγγων ἀρχηγὸς Κάρουλος βασιλεὺς Ρωμαίων παρὰ τοῦ πάπα “έοντος, ὡς εἴρηται, ἀναγορευϑεὶς πρέσβεις ἔπεμψε πρὸς τὴν Εἰρήνην, ζητῶν συζευχϑῆναι αὐτῇ κατὰ συμ-"
      },
      {
        "index": 352,
        "text": "βίωσίν γαμικήν. καὶ οὐδ᾽ ἐκείνῃ τοῦτο ἀβούλητον ἔδοξε, καὶ"
      },
      {
        "index": 353,
        "text": "v. arg. p. 285, 3) CE ὅτι ἐζήτει ὅ τῶν Φράγγων ἀρχηγὸς ουζευχϑῆναι τῇ βασιλίσσῃ (εἰρήνῃ E) CE, σημείωσαι ὅτι εὐνοῦχος ἣν ó"
      },
      {
        "index": 354,
        "text": "τῷ τῶν σϑλαβικῶν ἐϑνῶν ἄρχοντι Ὁ αὐτῶ Β ἐξαγαγεῖν om, D, add. B«(?) [12 ἀγαγεῖν Ewp 18. βασιλίσσῃ Ὦ 13. ἁπάντων τὰ ὄμματα ἐπηρώϑησαν CD, τὰ ὄμματα πάντων ἐπηρώϑησαν Β"
      },
      {
        "index": 355,
        "text": "γέγονεν ἄν, εἶ μὴ ó ἐχτομίας ᾿Αέτιος παραδυναστεύων πᾶσαν ἐκίνησε μηχανὴν εἰς τὸ μὴ ἀποτελεσϑῆναι τὴν συζυγίαν. οὗτος γὰρ μέγα δυνάμενος ἐν τοῖς βασιλείοις τὸν οἰκεῖον ὁμαίμονα Λέοντα ἀξιῶσαι τῆς βασιλείας διὰ μελέτης πεποίητο, ὃς δὴ 98ῦ PII121A ὃ Λέων διὰ σπουδῆς τοῦ ᾿Αετίου μόνος αὐτὸς στρατηγὸς Θράκης καὶ Μακεδονίας προὐβέβλητο᾽ ὁ δέ γε ᾿Αέτιος τῶν ἑῴων ἦρχε ϑεμάτων τοῦ ᾿Οψικίου καὶ τῶν ἀνατολικῶν, κἀντεῦϑεν ὑπερ- φοονήσας τῶν ἐν τέλει περιεφρόνει καὶ ἀλαζονικῶς αὐτοῖς προσ- ἐφέρετο. οἱ δὲ τούτοις ἀχϑόμενοι βούλευμα κατὰ τῆς βασι- Ὡ1 λίσσης συνέϑεντο καὶ τὸν πατρίκιον Νικηφόρον καὶ γενικὸν λογοϑέτην παραλαβόντες βαϑείας νυκτὸς ἦλθον εἰς τὴν Xai- »IIL368 κῆν, τῆς βασιλίσσης ᾿ϊρήνης νοσούσης καὶ ἦν τῷ οἴκῳ αὐτῆς τοῦ ἐν τοῖς ᾿Ελευϑερίου κειμένης\" εἶπον οὖν τοῖς ἐκεῖσε φυλάτ- τουσι παρὰ τῆς βασιλίσσης σταλῆναι, ἵνα βασιλέα τὸν Νικη-"
      },
      {
        "index": 356,
        "text": "βιαζόμενος αὐτὴν τὸν ἑαυτοῦ σύγγονον προχειρίσασϑαι βασιλέα, σιστεύσαντες οὖν τοῖς ταῦτα λέγουσι πατοικίοις τῶν περιφανῶν οὖσι, καὶ αὐτοὶ τὸν Νικηφόρον σὺν ἐκείνοις εἰς βασιλέα εὐφή-"
      },
      {
        "index": 357,
        "text": "ἀνήχϑη Νικηφόρος (ἀν. ὁ ἀπὸ γεν. νικηφ. E) CE βασιλεία Νικη- φόρου τοῦ ἀπὸ γενικῶν ἃ"
      },
      {
        "index": 358,
        "text": "D, βασιλέα corr. )ν τὸν οὔ. Ὁ 17. τῶν περιφανῶν οὖσι AEWwp, διὰ τὴν αὐτῶν περιφάνειαν Ὁ 18 post νικηφόρον octo fere litt."
      },
      {
        "index": 359,
        "text": "pujoay, καὶ otro zaü0a500190értez. εἰς τὸ μέγα εἰσῆλθον ἀνά- κτορον. εἶτα δι᾿ αὐτῆς τῆς νυκτὸς ὄχλον ἀϑροίσαντες σύγκλυδα διὰ πάσης τῆς ᾿Δγορᾶς πρὸ τῆς ἡμέοας τὴν τοῦ Νικηφόρου"
      },
      {
        "index": 360,
        "text": ", - - Ἢ , πεποίηντο ἀναγόοευσιν καὶ τῷ τῆς Elogrgs οἴκῳ, xa0 ὃν"
      },
      {
        "index": 361,
        "text": "διῆγε τότε, φρουρὰν περιέστησαν. ἡμέοας δὲ ἤδη ἐπιφαυούσης"
      },
      {
        "index": 362,
        "text": "εἰς τὰ πρὸς ἕω βασίλεια μεταγαγόντες αὐτὴν xai κατακλείσαντες,"
      },
      {
        "index": 363,
        "text": "C εἰς τὴν μεγάλην ἐκκλησίαν ἀφίκοντο, ἵν᾽ ἐκεῖ ταινιωϑείη ó Νιπκη- φόρος καὶ αὐτοκράτωρ ἀναρρηϑείη\" ὃ δὴ καὶ γέγονε."
      },
      {
        "index": 364,
        "text": "Ty yovv ἑξῆς ἡμέρᾳ πρὸς τὴν βασίλισσαν ἧκεν, οὖσαν ὑπὸ φρουρούς, ἄκων προαχϑῆναι λέγων εἰς τὴν ἀρχὴν τὴν"
      },
      {
        "index": 365,
        "text": "βασίλειον, μηδὲ vào εἶναι αὐτῷ πρὸς βουλῆς, xai ϑαρρεῖν ab- τὴν ἀναπείϑων, ὡς οὐδενὸς ἀτυχήσουσαν τῶν παρὰ δούλου ὀφειλομένων πρὸς δέσποιναν γίνεσϑαι. ἠξίου δὲ τοὺς βασιάε-"
      },
      {
        "index": 366,
        "text": "ἡ κοὺς ὑποδεῖξαι πάντας αὐτῷ ϑησαυρούς. ἡἣ δὲ “τὰ xat ἐμὲ φησὶ πρὸς αὐτὸν “᾿ἀναϑεμένη ϑεῷ τὴν μὲν ἔκπτωσιν τῆς βα-"
      },
      {
        "index": 367,
        "text": "πρὸς ἐκεῖνον ἐκείνη \" καὶ ὅτι πολλὰ ὑπέδειξεν αὐτῷ χρήματα τεϑησαυρι- σμένα (0m. E) καὶ ὡς αὐτίκα ὑπερωρίσϑη C"
      },
      {
        "index": 368,
        "text": "add. Dw: ὃ δὴ xai γέγονεν, v. ad. XIII 1, ὃ 9 rj γοῦν ἑξῆς AE, οὕτω δὲ τῆς αὐταρχίας δοαξάμενος Ó νικηφόρος (ὅ νικηφόρος δραξάμενος ΒΟ) τῇ ἑξῆς Ὁ, Τῇ οὕτω δὲ τῆς αὐταρχίας ó νικὴφ ρος δραξάμενος ἑξῆς Ww*, Οὕτω τῆς αὐταρχίας δραξάμενος ὅ νικηφόρος τῇ"
      },
      {
        "index": 369,
        "text": "λογιζομένη ἀπὸ ϑεοῦ ὡς ἐξ ἐκείνου προβληϑέντα σε προσκυνῶ, καὶ ἀξιῶ φείσασϑαί μου τῆς ἀσϑενείας καὶ ἐᾶσαι διάγειν μὲ ἐν τῷ οἴχῳ μου. κἀκεῖνος \"ed μή τι ἀποκρύψεις τῶν τεϑη- ΠῚ 309 σαυρισμένων ἐν ἀποκρύφοις, ἔσται σοι xai τοῦτο᾽᾽ φησί \"xai εἴ τι σοί ἐστι πρὸς ἀρέσκειαν ἕτερον\", καὶ ὅρκον ἐξ αὐτῆς περὶ τούτου ἀπήτησεν. ἡ δὲ ὥμοσε καὶ πλεῖστα ὑπέδειξε. καὶ 4. ὃ ὃς αὐτίκα tig τὴν νῆσον αὐτὴν ὑπερώρισεν, ἣ τοῦ Π]ρίγκιπος ἐπωνόμασται, ἐν jj μονὴν ὑπῆοχε δομησαμένη. ἣν γὰρ ó Νι- 9 κηφόρος φιλοχρηματώτατος λίαν ἀπληστότατός τε καὶ ἀπιστό- τατος καὶ κακίας πάσης, ὡς εἰπεῖν, καταγώγιον. καὶ οὐδ᾽ PII199A ὑποκριϑῆναι πρὸς βραχὺ τέως ἠνέσχετο πρὸς τοὺς ὑπηκόους χρηστότητα, ἀλλ᾽ αὐτίκα πάσης ἀδικίας τὰ πάντα ἐπλήρωσε. καὶ οὐὖδὲ τῶν συναραμένων αὐτῷ εἰς τὸ βασιλεῦσαι ἐφείσατο, ἀλλὰ τὸν μὲν Τοιφύλλιον φαρμάκῳ ἀνεῖλε, τὸν δὲ πατρίκιον Dago-9 δάνην καὶ στρατηγὸν τῶν ἀνατολικῶν, ᾧ Τοῦρκος ἦν ἐπίκλη- σις, ἀναγορευϑέντα el; βασιλέα παρὰ τῶν ἑῴων ταγμάτων εἴτε ÜéAorta εἴτε ἄκοντα (λέγεται γὰρ ἀμφότερα), εἶτα μεταμελὴ-"
      },
      {
        "index": 370,
        "text": "κίου βαρδάνη C"
      },
      {
        "index": 371,
        "text": "| σὴν ἐν ρὲ, τὴν α΄ 2 or προβληϑέντα Ὁ ἀποκρύψης BE(wp)"
      },
      {
        "index": 372,
        "text": "λίαν AEwp, κομιδὴ φιλοχρηματώτατος (), ἀπάοης Rwp τὴν"
      },
      {
        "index": 373,
        "text": "ϑέντα xai πίστεις ἀπαϑείας παρ᾽ αὐτοῦ εἰληφότα μοναχόν τε γενόμενον καὶ eig τὴν νῆσον τὴν λιγομένην Π]οώτην διαπεραιω- ϑέντα, ὅπου ἦν δειμάμενος μοναστήριον, στείλας κρυφίως τινάς, ὡς δοκεῖν ἀγνοοῦντος αὐτοῦ πεπρᾶχϑαι τὸ ἔργον, ἐστέρησε τοῦ Β φωτὸς καὶ λυπεῖσϑαι ἐσχηματίζετο καὶ ἐξώμνυτο ἀμέϑεκτος εἶναι τοῦ τοιούτου τολμήματος. τὸν δὲ τῆς Εἰρήνης υἱὸν τὸν Κωνσταντῖνον προσελάβετο καὶ ὑπεποιεῖτο, iy αὐτῷ ὑποδείξῃ κρυπτόμενα χρήματα. κἀκεῖνος ὑπέδειξεν ἐν τοίχῳ συνεκτι- σμένα πολλά. συνεὶς δὲ ὁ βασιλεὺς Νικηφόρος ἀχϑομένους aite) ἅπαντας καὶ δείσας μὴ τὴν Elggryv αὖϑις ἐγγὺς οὖσαν λα- βόντες εἰς τὴν βασιλείαν ἐπαναγάγωσιν, εἰς Λέσβον αὐτὴν ὕπεο- όριον ἔϑετο καὶ φρουροὺς ἐπιστήσας αὐτῇ, ἔνϑα τῇ λύπῃ κα- ταποϑεῖσα τὴν ζωὴν ἐξεμέτρησεν. ἔστεψε δὲ καὶ τὸν υἱὸν αὐτοῦ Σταυράκιον ὃ Νικηφόρος, εἰδεχϑῆ τὲ λίαν ὄντα καὶ Ο ἀφελῆ καὶ μήτε εἶδος μήτε μὴν γενναιότητα μήτε σύνεσιν ἔχοντα τυραννίδος ἐπάξια."
      },
      {
        "index": 374,
        "text": "σιλέως E) C"
      },
      {
        "index": 375,
        "text": "A, πεπράχϑαι Rwp, corr. Di 6. προςελάβετο δὲ τὸν κωνσταν- τῖνον τὸν τῆς εἰρήνης υἱὸν O συγνεκτισμένα AE, περιῳκοδοιεη-"
      },
      {
        "index": 376,
        "text": "πεοιῳκοδομημένῳ, ut apparet ex interpret. lat. \"in muro quodam aedificiis obsepto\") — 11 post εἰς alterum add. τὴν Ewp ἐπε-"
      },
      {
        "index": 377,
        "text": "Τοῦ μέντοι πατριάρχοι' Taoaoíov τὸν βίον μετηλλαχότος κατὰ τὴν πρώτην ἑβδομάδα τῶν νηστειῶν, Νικηφόρος ó ἀοί- διμος ψήφῳ κοινῇ κατὰ τὴν τοῦ πάσχα κυριακὴν πατριάρχης κεχειροτόνητο, ἀσηκοῆτις τυγχάνων, lliárovog καὶ Θεοδώρου"
      },
      {
        "index": 378,
        "text": "ToD γεγονότος ἡγουμένου τῆς τοῦ Στουδίου μονῆς στασιασάντων διὰ τὴν τοῦ μάκαρος ἐκείνου χειροτονίαν, ὅτι ἀϑρόως ἐκ λαϊ- κῶν εἰς τὴν ἐπισκοπὴν προοκεχείριστο, καίτοι τούτου πολλάκις πραχϑέντος. οὃς καὶ ἀπελάσαι τῆς πόλεως ὁ βασιλεὺς ἐβου- λεύσατο, οὗ μὴν καὶ elg ἔογον τὸ βούλευμα ἤνεγκεν. εἰσὶ δ᾽"
      },
      {
        "index": 379,
        "text": "οὗ λέγουσι σκῆψιν εἶναι τὸ στασιάσαι αὐτοὺς διὰ τὸ ἐκ λαϊκῶν Ὁ"
      },
      {
        "index": 380,
        "text": "γενέσϑαι πατριάρχην τὸν ἱερὸν Νικηφόρον, τὸ δ᾽ ἀληϑὲς αἴτιον φιλαρχίαν εἶναι. ἠβούλοντο γὰρ τῆς ἐκκλησίας ἐγκρατεῖς γε- γέσϑαι καὶ τοῦ ἀρχιερατικοῦ τῆς Κωνσταντινουπόλεως ἐπιβῆναι Üoóvov περὶ πλείστου πεποίηντο. τῷ δὲ υἱῷ αὐτοῦ Σταυρακίῳ"
      },
      {
        "index": 381,
        "text": "ἀγαγέσϑαι γυναῖκα ὁ βασιλεὺς βουληϑεὶς Θεοφανὼ τὴν ᾿Αϑη- γαίαν, προσγενῆ τῆς βασιλίσσης ᾿ἰρήνης οὖσαν καὶ ἤδη κατηγ-"
      },
      {
        "index": 382,
        "text": "ἀπεσχίζετο οὗ τὸν βίον jó(ob)vro xai ἄζγ)γελοι, οὐχ ὁρῶ τίς (τις Α τ) ἂν ἄλλος οὐ φίλαρχος νομισϑείη Ατ οἵαν τῷ υἱῷ αὐτοῦ τῷ Xravpaxío"
      },
      {
        "index": 383,
        "text": "γυημένην ἀνδρί, διαζεύξας αὐτοῦ ἀϑέσμως τῷ «Σταυρακίῳ συνέζευξε."
      },
      {
        "index": 384,
        "text": "Πανσπερμία δὲ παντοδαπῆς κακίας οὗτος τυγχάνων ὃ αὐτοκράτωρ οὐ διέλιπεν ἄλλα ἐπ᾽ ἄλλοις εἰς συντριβὴν τῶν ὑπηκόων ἐπινοούμενος. ὀλίγων δ᾽ ἐπιμνησϑήσομαι, τὰ πολλὰ ὃ παρεῶν, ἵν᾽ ὡς ἐκ πλήρους πίϑου γεῦμα ταῦτα τοῖς τῇ ἱστορίᾳ"
      },
      {
        "index": 385,
        "text": "P1I 193 A ἐντυγχάνουσιν ἔσοιντο. στρατεύεσθαι τοὺς ἀπόρους ἔκ τῶν ϑε- μάτων ἐϑέσπισε καὶ παρὰ τῶν ὁμοχώρων ὅπλα τὲ αὐτοῖς χο- ρηγεῖσϑαι καὶ ἀναλώματα καὶ τὰ τῶν ἀπόρων τέλῃ τοὺς εὖ- D HI 3 ποροῦντας εἰσπράττεσϑαι, ὃ ἀλληλέγγυον ὦνομάσϑη. ἐπόπτας ποοὐβάλλετο, ἐπισκήπτων ἐπαύξειν σῳᾶς τὰ δημόσια, ἀπαιτεῖ- σϑαι δὲ καὶ ὑπὲρ χαρτιατικοῦ ἐπὶ τῷ νομίσματι δύο κεράτια. οἵ καὶ τὰ κρείττω τῶν ἀκινήτων ἔκ τῶν δεσποτῶν ἀφαιρού- μεγοὶ τῷ δημοσίῳ ἀφώριζον. τούτου xai ἣ τοῦ καπνικοῦ ἐπίϑεσις ἐννόημα κάκιστον, ἐπαχϑέντος τοῖς τῶν ἐκκλησιῶν xai πτωχείων γηρωκομείων τε καὶ μοναστηρίων παροίκοις καὶ παντὶ"
      },
      {
        "index": 386,
        "text": "οἷας κερδῶν ἐπινοίας (ἀφορμὰς ἘΠ ἐπενόει ὃ βασιλεὺς Νικηφόρος ὅ ἀπὸ γενικῶν C"
      },
      {
        "index": 387,
        "text": "20, D. παραλιπὼν τὰ πολλὰ O, τὰ πολλὰ παοαλυτὼν w*p"
      },
      {
        "index": 388,
        "text": "ἐπαύξειν σφᾶς AEwp, ἐπαύξεσϑαι (ἐπαύξασϑαι B?) παρ' αὐτῶν Ὁ"
      },
      {
        "index": 389,
        "text": "μήτε γῆν ἔχοντι μήτε τέλος, xai τὸ τοὺς ἐξ ἀπόρων ὕπως δή- B ποτὲ εἰς εὐπορίαν μετενεχϑέντας χοήματα ἀπαιτεῖσϑαι, ὡς εὗ- ρετὰς ϑησαυρῶν, καὶ τὸ τοὺς τῶν νηῶν κτήτορας ἀναγκάζεσϑαι γῆν ὠνεῖσϑαι ἀπὸ τοῦ δημοσίου, ἀνϑοώπους οὐδ᾽ ὅ,τι ἐστὶ D γεωργία γινώσκοντας\" καὶ τοῦτο ἐπὶ τῶν ἐν τοῖς ϑέμασιν οἷ- κούντων ναυκλήρων ἐγίνετο. τοῖς δ᾽ ἐν Κωγνσταντινουπόλει νηῶν κτήτορσι προσερρίπτει ἀνὰ δώδεκα λίτρας ἑκάστης χρυσίου, ἵνα róxor καταβάλοι τῷ δημοσίῳ, τῶν ἄλλων βαρῶν τῶν τοῖς πλοίοις ἐπικειμένων ἐπέκεινα, καὶ of; δ᾽ ἂν ἔμαϑε τῶν ἐμ- 99 πόρων ἢ ἐργαστηρίων προϊσταμένων πολλῶν εὐπορεῖν, στέλλων ἀφῃρεῖτο τὰ χρήματα, πολλοστόν τι μέρος ἐκείνοις ἐῶν, οἷον xai ἐπί τινι πράτῃ κηρίων εἰργάσατο. μαϑὼν γὰρ τὸν ἄνδρα C ἐκεῖνον κύριον εἶναι χρημάτων πολλῶν μεταπέμπεται αὐτὸν καὶ “Σπίϑες cov\" φησί “τὴν χεῖρα τῇ κεφαλῇ μου καὶ ὄμοσον 1ῷ κατ᾽ αὐτῆς πόσον σοι χρυσίον ἐστί. τοῦ δὲ βιασϑέντος τοῦτο ποιῆσαι καὶ ὁμόσαντος ἑκατὸν ἔχειν λίτοας, ἐνεχϑῆναι ταύτας παρεκελεύσατο. ὡς οὖν ἐκομίσϑησαν, \"ob χρεία σοι τοσούτου ᾽ εἶπε “χρυσοῦ. δέκα γοῦν λίτρας αὐτῷ ἐπιτρέψας λαβεῖν τὰς λοιπὰς αὐτὸς φκειώσατο, ὁμοδίαιτον αὐτὸν τηνικαῦτα πεποιη-"
      },
      {
        "index": 390,
        "text": ", , , , ^ * - - - «ἡ"
      },
      {
        "index": 391,
        "text": "οὐχ ἑκόντα πριάμενον."
      },
      {
        "index": 392,
        "text": "D Τοιαῦτα πολλὰ ὃ Νικηφόρος xarà τῶν ὑπηκόων ἐπινοῶν (ἦν γὰρ ποριμώτατος ἦν τοιούτοις) πᾶσαν αὐτοῖς ἐπήνεγκε κά- κωσιν καὶ ὑπὸ πάντων μεμίσητο. ὅϑεν ἄγνωστός τις ἀνὴρ ὃ ξίφος ποτὲ λαβὼν iv χεροῖν εἰσέδραμε τὰ βασίλεια, ἀνελεῖν τὸν βασιλέα τοῦτον ζητῶν. τινῶν δ᾽ ἐπιδοαμόντων αὐτῷ, τοὺς μὲν ἔπληξε τῷ ξίφει, αὐτὸς δὲ συσχεϑεὶς καὶ βασάνοις ἐκδοϑεὶς οὐδέν τι κατά του ἐξέφηνεν, ἀλλὰ T2 ὶ ἔγας : ξέφηνεν, à παρακεκόφϑαι τὰς φοένας"
      },
      {
        "index": 393,
        "text": "ὑποκριϑεὶς κατάκλειστος γέγονε. — . Mavigaíoic δὲ xal τοῖς xaAov- P 11194 A μένοις ᾿Αϑιγγάνοις ἐν χρησμοῖς τε καὶ οἰωνίσμασι καὶ τελεταῖς ἢ ἀπορρήτοις ἐκέχρητο. κάἀντεῦϑεν εἷς τὰς χώρας τὰς “Γωμαϊκὰς , * * - “ὁ , . , e. εἰσεφϑάρησαν, xai πολλοὶ τῶν ἀβελτέρων εἰς τὴν πίστιν\" ὑπ αὐτῶν διεφϑάρησαν. θ Οἱ δὲ τῆς \"Ayao πολλάκις ἐπιστρατεύοντες κατὰ Γωμαίων ἐκάκουν τὰς χώρας, εἶλον δὲ σὺν ἄλλοις καὶ τὴν Εὐχάϊταν. καὶ οὗτοι μὲν τὰ πρὸς ἀνίσχοντα ἥλιον ἐληΐίζοντο, oi δὲ Bosà- γαροι τὰ ἑσπέρια. ἐπιστρατεῦσαι τοίνυν κατὰ Βουλγάρων ὁ"
      },
      {
        "index": 394,
        "text": "D περὶ τοῦ εἰσδοαμόντος ξιφηφόρου εἷς τὰ βασίλεια καὶ ξητοῦντος ἀνελεῖν"
      },
      {
        "index": 395,
        "text": "μαντείαις C"
      },
      {
        "index": 396,
        "text": "(v. de Boorii indicem 'Theoph. s. v. Εὐχάϊτα) τὰ om"
      },
      {
        "index": 397,
        "text": "βασιλεὺς ἐβουλεύσατο\" καί τινος τῶν οἰκειοτάτων αὐτοῦ συμβου - λεύοντος αὐτῷ ἐνδοῦναι τοῖς ὑπηκόοις τὴν κάκωσιν, “πάντες γάρ\" ἔφη “᾿καταβοῶσιν ἡμῶν καί, εἴ τι τῶν ἀπαισίων συμβαίη W HUI 101 ἡμῖν, πάντες ἐπιχαρήσονται τῇ πτώσει ἡμῶν\", ἐκεῖνος ἔφη ὡς 9 9\"ó ϑεὸς ἐσκλήρυνε τὴν καρδίαν μου κατὰ τὴν τοῦ Φαραώ\" B μὴ οὖν ἐκδέχου τι ἀγαϑὸν τοῖς ὑπὸ χεῖρά μου ἐξ ἐμοῦ.\" συν-1ὸ αϑοοίσας οὖν τὰ τάγματα πάντοϑεν καὶ εἷς βΒουλγαρίαν παρα- γεγόμεμος, τοῦ Κρούμου τοῦ ἔϑνους ἀρχηγετοῦντος, τὸ μὲν πρῶτον εὐτύχησεν, ὥστε καὶ τὴν τοῦ Κρούμου παρειληφέναι ΠΠ| 878 αὐλήν (οὕτω γὰρ τὴν τοῦ σφῶν ἀρχηγοῦ οἱ Βούλγαροι ἐκά- λουν κατοίκησιν), καὶ τοῖς ἐκείνου ταμείοις σφραγῖδας ἐπιβαλεῖν, ὡς ἤδη γενομένοις αὐτοῦ, καὶ πολλοὺς τῶν οἰκείων διὰ σκύλων ἁρπαγὴν τιμωρήσασϑαι. τοῦ δὲ Kooóuov ἀποδεδειλιακότος καὶ ἱχετεύοντος φείσασϑαι τοῦ ἔϑνους xai ἐφ᾽ οἵαις ἂν βού-"
      },
      {
        "index": 398,
        "text": "χήματι τὰς σπονδὰς οὐ προσήκατο. ἀπογνοὺς οὖν ὅ Κροῦμος καὶ τὸν περὶ ψυχῆς ἤδη λογιζόμενος ϑέειν, τὰς ἑαυτοῦ δυνά- μεις συναγαγὼν καὶ λόγοις παρακλητικοῖς παρακροτήσας αὐτούς, ἔπεισι νυκτὸς ἔτι οὔσης κατὰ τῆς τῶν Ῥωμαίων παρεμβολῆς"
      },
      {
        "index": 399,
        "text": "ἐχστοατεία κατὰ Βουλγάρων\" ἐν εὐτυγήσας καὶ ἐπαοϑεὶς ὕστερον ἧτ-"
      },
      {
        "index": 400,
        "text": "ἀφυλάκτως κοιμωμένων ἁπάντων (ul) γὰρ ἄν ποτε τολμῆσαι συμμίξαι αὐτοῖς τοὺς βαρβάρους ἐξ ἀπονοίας πολλῆς qorro)' καὶ αὐτίκα κατὰ τῆς βασιλείου σκηνῆς ὡομήκεσαν, καὶ ἄναι- ρεῖται μὲν ὁ Νικηφόρος, τὸ Ó' ὅπως ἠγνόηται. λέγεται δὲ καὶ D παρὰ τῶν οἰκείων ἀναιρεϑῆναι ἢ πρωτουργησάντων τὴν ἐκείνου σφαγὴν ἢ τῶν μὲν βαρβάρων καταρξαμένων, τῶν δὲ Ρωμαίων ἐπεξεργασαμένων τὸν φόνον τὸν τοῦ ἀλάστορος. τιτρώσκεται δὲ xal ó Σταυράκιος μεταξὺ τοῦ ὥμου τοῦ δεξιοῦ καὶ τοῦ τένοντος, καὶ ἀναιροῦνται πολλοὶ μὲν τῶν ἐν ὑπεροχαῖς, τῶν ἐν τέλει, τῶν ἐν στρατηγίαις, τῶν ἐν ἀξιώμασι, τῶν δ᾽ ἄλλως στρατευομένων καὶ τῶν τῆς βασιλικῆς ὑπηρεσίας καὶ τῶν λοι- πῶν ϑεραπόντων οὐδὲ ἀριϑμητοί. διαρπάζεται δὲ ξύμπασα ἣ τοῦ βασιλέως ἀποσκευὴ καὶ ἅπαν τὸ τῶν Ρωμαίων χαράκωμα, καὶ περιγίνεται τοῖς βαρβάροις καὶ πλοῦτος συχνὸς καὶ ὅπλα ι1 πολλὰ καὶ ἵππος μυρία. μόλις δ᾽ οὖν ó Σταυράκιος περισώ- ζεται καὶ ὅσοις ἣ νὺξ παρέσχε λαϑεῖν λόχμας ὑποδῦσι καὶ ἕλῃ"
      },
      {
        "index": 401,
        "text": "AEDwwp, παρ᾽ οἰκείων O post ἀναιρ. add. ἐπιϑεμένων αὐτῷ διὰ μίσος (μῖσος wp) xai 6. ἢ τῶν μὲν βαρβάρων xatao£a- μένων (προκαταρξαμένων EDwwyp), τῶν δὲ ῥωμαίων ἐπεξεργασαμένων AEwp, ἐπεξεργασαμένων ceteris omissis R, ὑπαρεξερ γασαμένων"
      },
      {
        "index": 402,
        "text": "cetera del. 1)ιν et in marg. ex E add. ἢ τῶν μὲν βαοβάρων προ-"
      },
      {
        "index": 403,
        "text": "xai τοιαῦτά τινα. τὸν δὲ τοῦ βασιλέως Νικηφόρου νεκρὸν λα- PII125A ΠΙ374 βὼν ὅ Κροῦμος καὶ τὴν κεφαλὴν ἐκτεμὼν ἐφ᾽ ἡμέρας μέν"
      },
      {
        "index": 404,
        "text": "τινας ἐφ᾽ ὕψους ἀνήρτησε, ϑεατοίζων ταύτην καὶ ἐμπομπεύων τῷ κατορϑώματι. εἶτα τὸ τῆς κορυφῆς ὀστοῦν ἀποδιελὼν καὶ"
      },
      {
        "index": 405,
        "text": "γυμνώσας τοῦ δέρματος ἀργύρῳ τε περιδύσας, ὡς κύλικι τούτῳ ἐκέχρητο, οἷνόν v' ἐγχέων αὐτῷ πίνειν ἐδίδου τοῖς ὑπ᾽ αὐτόν. ἀγγελϑέντος δ᾽ ἐν Βυζαντίῳ τοῦ τῶν Ῥωμαίων ὀλέϑρου καὶ τῆς τοῦ βασιλέως σφαγῆς, ϑρῆνος μὲν ἦν πανταχόσε πολὺς καὶ ὠλόλυζον oi τοῖς ἀνῃρημένοις προσήκοντες\" κουφισμὸν δ᾽ ἐποίει"
      },
      {
        "index": 406,
        "text": "τῆς συμφορᾶς 7) τοῦ κρατοῦντος ἀπώλεια,"
      },
      {
        "index": 407,
        "text": "Ὃ μὲν οὖν Νικηφόρος κάκιστος γεγονὼς ἀπώλετο αἴσχιστα."
      },
      {
        "index": 408,
        "text": "ó δέ γε Σταυράκιος πεπληγμένος φυγὼν εἰς ᾿Αδριανούπολιν διασώζεται, ἔνϑα καὶ αὐτοκράτωρ ἀνερρήϑη τῶν ἐν ἀρχαῖς ἐνίων σπουδῇ, καὶ κακῶς ἔκ τοῦ τραύματος διακείμενος εἰς"
      },
      {
        "index": 409,
        "text": "τὴν μεγαλόπολιν εἰσελήλυϑεν. ἐπεβούλευε δὲ τῷ κουροπαλάτῃ Mizaáj4, ᾧ Ῥαγγαβὲ τὸ ἐπώνυμον, γαμβοῷ αὐτοῦ ὄντι ἐπὶ 11ρο-"
      },
      {
        "index": 410,
        "text": "εἶτα ἀντὶ κύλικος ἐκέχρητο CE βασιλεία (αὐταρχία CDE) Σταυρα-"
      },
      {
        "index": 411,
        "text": "δομένων πάντων αὐτῇ. ἐβασίλευσε δ᾽ ó (δὲ w*p) κάκιστος ἔτη ἐννέα Bwp, ἐφηδομένων πάντων αὐτῇ omissis ceteris CDDi 12 à»-"
      },
      {
        "index": 412,
        "text": "αὐτοκράτωρ Ewp, αὐτὸς omisso ἀνερρήϑη αὐτοκράτωρ Di Σεἰσελή-"
      },
      {
        "index": 413,
        "text": "κοπίᾳ τῇ ἀδελφῇ, βουλόμενος τὴν βασιλείαν τῇ ἑαυτοῦ συμβίῳ καταλιπεῖν. γνόντες δὲ τὴν τοῦ Σταυρακίου μελέτην οἱ τῆς συγκλήτου βουλῆς xai τοὺς πεοιλειρϑέντας ἔκ τῶν ταγμάτων ἀϑοοίσαντες, κατ᾿ ὄοϑοον ἤδη τῆς νυκτὸς οὔσης ἀναγορεύουσι C δτὸν κουροπαλάτην Δῖιχαὴλ αὐτοκράτορα καὶ αὐτίκα τὴν κόμην ὃ κειοάμενος ὁ Σταυράκιος περιβολὴν ἑαυτοῦ μοναχικὴν περιέϑετο. Ὃ δὲ Μιχαὴλ μεϑ᾽ ἡμέραν si; τὴν μεγάλην ἐκκλησίαν παραγενόμενος ὑπὸ τοῦ πατοιάοχου Νικηφόρου τεταινίωται βα- σιλικοῦ διαδήματι, ἀπαιτηϑεὶς παο᾽ aProD ποότερον ἔνγοαφον ἐπαγγελίαν τοῦ μή τι παρακινῆσαι τῶν τῆς ἐκκλησίας ϑεσμῶν"
      },
      {
        "index": 414,
        "text": "καὶ τὴν τοῦ βίου κοινωνὸν Ilooxoníav Αὐγούσταν ἀνηγόρευσέ ὅτε καὶ ἔστεψεν. εὐσεβὴς δὲ τυγχάνων τὴν γνώμην τὲ ἔλευ- ϑέριος τούς τε πρὸς τοῦ Νικηφόρου ἠδικημένους καὶ τὰς συ- ξύγους τῶν ἐν τῷ πολέμῳ πεσόντων στρατιωτῶν παρεμυϑήσατο"
      },
      {
        "index": 415,
        "text": "ἑαυτῷ Ewp, favró μονάζοντος Ὁ Wolat. Ὁ δὲ AEwp, Kai ὁ Ὁ"
      },
      {
        "index": 416,
        "text": "coniunxit B-W τὴν γνώμην τε AR, xai τὴν γνώμην DEwp"
      },
      {
        "index": 417,
        "text": "χρημάτων διανομαῖς. xal τὴν γαμετὴν δὲ Xravoaxíov Θεο- D φανὼ καρεῖσαν τὴν κόμην καὶ μέλαιναν ἐνδυσαμένην στολὴν χρήμασι πολλοῖς ἐδωρήσατο καὶ οἶκον εἰς κατοικίαν αὐτῇ προσ- απένειμεν, ὃν εἷς μοναζουσῶν μετεποίησε καταγώγιον, ἔνϑα ὃ"
      },
      {
        "index": 418,
        "text": "καὶ ὁ Σταυράκιος τέϑαπται, ϑανὼν ἐκ τῆς πληγῆς ἣν ὁ λόγος ἐδήλωσε, δύο μῆνας μόνους αὐταρχήσας ἐπὶ ἡμέραις ἕξ, ἥτις μονὴ ἐξ ἐκείνου ἐκλήϑη τοῦ Σταυρακίου ὠνομασμένη, βαρβα- οἰζομένον δὲ τοῦ ὀνόματος παρὰ τοῦ συοφετώδους ὄχλου λέ- γεται τὰ Βρακά, παρά τινων δὲ τὴν ἀληϑῆ κλῆσιν ἀγνοησάντων,"
      },
      {
        "index": 419,
        "text": "μεταγόντων δὲ δῆϑεν ταύτην πρὸς τὸ ἑλληνικώτερον, ὀνομάζεται τὰ '\"Efoaixá. καϑειργμένους δ᾽ εὑρὼν τοὺς τῆς μονῆς τοῦ 8 «Στουδίου ἡγουμενεύσαντας, τὸν Πλάτωνα λέγω καὶ τὸν Θεό- P11126A δωρον, ἀλλὰ μὴν καὶ τὸν τούτου ὁμαίμονα ᾿Ιωσὴφ τὸν τῆς Θεσσαλονίκης ἀρχιεπίσκοπον καὶ τῶν τῆς εἰρημένης μονῆς μο-"
      },
      {
        "index": 420,
        "text": "νεαιχῶν τοὺς λογιμωτέρους, ὡς μὴ κοινωνοῦντας, καϑώσπερ ἱστόρηται, τῷ πατριάρχῃ καὶ τῇ ἐκκλησίᾳ, ἔσπευσεν ἑνῶσαι αὖ-"
      },
      {
        "index": 421,
        "text": "βρακίου E) σύμβιον C"
      },
      {
        "index": 422,
        "text": "ad XIII 1, ὃ μῆνας μόνους (μόνας Α) αὐταρχήσας AC, μόνους"
      },
      {
        "index": 423,
        "text": "μῆνας αὐταοχήσας R, μῆνας (μήνας E) αὐταρχήσας μόνους Ewp"
      },
      {
        "index": 424,
        "text": "H p. 43, 1 10 uerayórtoov δὲ AEST. xai μεταγαγόντων Ὁ"
      },
      {
        "index": 425,
        "text": "detur ἐλλογιμωτέρους DEwp ἱστόρηται] XV. 14, 14 ss."
      },
      {
        "index": 426,
        "text": "9rTobc xal μέντοι xai ἥνωσε. καὶ τὸν υἱὸν δὲ Θεοφύλακτον ὁ βασιλεὺς οὗτος τῆς βασιλικῆς ἠξίωσε κλήσεως καί οἱ διὰ τοῦ"
      },
      {
        "index": 427,
        "text": "πατριάρχου διάδημα περιέϑετο. εἶτα κατὰ Βουλγάρων ληιζο- μένων τὴν Θοᾳκῴαν μοῖραν ἐκστρατεύσας, στασιάσαντα xat αὐτοῦ τῶν ταγμάτων τινά, ὡς xai elg ὕβρεις χωρῆσαι κατὰ ὃ"
      },
      {
        "index": 428,
        "text": "καὶ εἰς τὰ βασίλεια ἐπανέζευξεν. ἀνακαινίσαι δὲ ζητούντων πολλῶν τὴν κατὰ τῶν σεπτῶν εἰκόνων μανίαν, τινὰς συλλαβὼν καὶ μετρίως πως αἰκισάμενος, δι᾿ αὐτῶν καὶ τοὺς λουτοὺς κατ-"
      },
      {
        "index": 429,
        "text": "ἑπτόησε καὶ παύσασϑαι παρεσκεύασε. μοναχὸν δέ τινα εὖλα- τὸ βείας τάχα σκηνὴν ἐνδεικνύμενον εὑρηκὼς εἰκόνα τῆς ϑεομή- τορος ἀποξέσαντα, τῆς γλώσσης ἀφείλετο."
      },
      {
        "index": 430,
        "text": "Τῶν ᾿Αγαρηνῶν δὲ τὴν ἑῴαν αὖϑις ληιζομένων, ὅ τῶν ἀνατολικῶν στρατηγὸς ó ᾿Αρμένιος Λέων τούτοις συμβαλὼν ἀνεῖλέ τε περὶ δισχιλίους καὶ ἵππους καὶ ὅπλα εἰς πλῆϑος ἐξ"
      },
      {
        "index": 431,
        "text": "C αὐτῶν ἐλαφυραγώγησε. Κροῦμος δὲ ó τῶν Βουλγάρων ἄρχων διεπρεσβεύσατο πρὸς τὸν βασιλέα, εἰρήνην ζητῶν ἐπὶ συνθήκαις"
      },
      {
        "index": 432,
        "text": "τοὺς κατὰ τῶν ἁγίων εἰκόνων (εἰς τὰς ἁγίας εἰκόνας E) νεανιευομένους (νεα- γευσαμένους E) ἠκίσατο CE περὶ τῶν ᾿ἀγαρηνῶν CE ὅτε ὁ τῶν Βουλγάρων ἄρχων ἥτει σπονδάς. ó δὲ βασιλεὺς ἃ ἐκεῖνος ἐζήτει μὴ πληρῶν παρῃτήσατο σπείσασϑαι\" καὶ oí Βούλγαροι κατὰ Meonufloíag ἐχώ-"
      },
      {
        "index": 433,
        "text": "πλῆϑος DEwp"
      },
      {
        "index": 434,
        "text": "ταῖς ἐπὶ Θεοδοσίου τοῦ ᾿Ατραμυτηνοῦ καὶ Γερμανοῦ πατριάρχου. καὶ εἶ μὴ οὕτω τὴν εἰρήνην ὅ αὐτοκράτωρ αἱοήσεται, ἠπείλει 19 xarà Δᾶεσημβοίας χωρῆσαι, καὶ τοῦ τῶν χοιστωνύμων ὀλέϑοου αἴτιον εἶναι τὸν μὴ τὴν εἰρήνην αἱοούμενον. ἀλλὰ συμβουλῇ ὃ τῶν περὶ αὐτὸν τὰς σπονδὰς ἐπὶ ταῖς συνθήκαις ἐκείναις ὅ βα- σιλεὺς οὗ προσήκατο, καὶ ὅ Κροῦμος κατὰ Μεσημβρίας ἐχώ- οήσεν, ἑλεπόλεις ἐπαγόμενος. Ἄραψ γάρ τις μηχανικὸς καὶ περὶ ταύτας δεξιὸς προσῆλϑε τῷ Νικηφόρῳ ποτὲ καὶ τῷ ϑείῳ βαπτίσματι τελεσϑείς, μὴ τυχὼν δὲ προνοίας ἀξιολόγου διὰ τὴν Ὁ ΝΥ Π1108 ἐκείνου γλισχοότητα, εἶτα καὶ ἐπεγκαλέσας ἐκείνῳ διὰ τὸ ἄπρο- vóngtov, ἐτύφϑη σφοδρότατα. ἐξ ἀπονοίας οὖν τοῖς Βουλγάροις προοσκεχωρήκει, καὶ δι αὐτοῦ πᾶσαν oi βάρβαροι μηχανὴν ἐογάζξεσϑαι μεμαϑήκασιν. οὕτως οὖν εὐπορήσαντες ἑλεπόλεων, οὐκ ἐχούόνισαν εἰς τὴν τοῦ κατὰ Δεσημβοίαν ἄστεος πόρϑησιν. τοῦ δὲ βασιλέως τὸν πατριάρχην μετακαλεσαμένου καὶ τῶν III 317 ἀρχιερέων τινὰς καὶ προϑεμένου βουλὴν πεοὶ τῶν μετὰ Βουλ- γάρων σπονδῶν καὶ εἰ χοὴ ἐκδοῦναι τῷ Κοούμῳ τοὺς ἐκεῖϑεν “Ῥωμαίοις προσπεφευγότας {καὶ τοῦτο γὰρ πρὸς τοῖς ἄλλοις ἐπὶ ταῖς σπονδαῖς ἐζήτει ὅ βάρβαρος), ὅ μὲν πατριάρχης καὶ οἱ PII127A ἀρχιερεῖς συνεβούλευον ἐκδοϑῆναι τοὺς ποόσφυγας, κρεῖσσον"
      },
      {
        "index": 435,
        "text": "à: C τοῖς om. w*p invitis AR, cetera: Wo lat. ἐκδοῦναι"
      },
      {
        "index": 436,
        "text": "κοίνοντες εἶναι παϑεῖν μετρίους τινὰς ἢ πλήϑη πάσχειν ἀνά- οιμα. οἱ δὲ πεοὶ τὸν βασιλέα καὶ ó Στουδίτης Θεόδωρος τὰς σπονδὰς ἀπηγόρευον, λέγοντες μὴ δεῖν ἐκδιδόναι τοὺς a0ó6o- 93 vrac. αἵ μὲν οὖν ποὸς τοὺς Βουλγάρους σπονδαὶ ἐντεῦϑεν 29 xexc)vrto. ἦν γὰρ ὁ αὐτοκράτωρ οὗτος τὸν μὲν τρόπον χρη- στὸς καὶ τὴν πίστιν ὀοϑός, περὶ δὲ πραγμάτων οἰκονομίαν νωϑὴς καὶ τοῖς ὑπερέχουσι τῶν ἀρχόντων ὅπῃ ἂν ἄγοιτο ῥᾳδίως ἕἐπό- μενος. Κομιήτης δ᾽ ἀστὴρ ἐφάνη τότε σχηματισϑεὶς εἰς εἴδη διά- qooa, ὧν λέγεται εἶναι καὶ ἀνϑρώπου σχῆμα χωρὶς κεφαλῆς. B Ot Βούλγαροι μέντοι τῆς Meogufloíag κοατήσαντες πολλὰ ἐν ταύτῃ εὑρήκασι, μετὰ τῶν ἄλλων δὲ καὶ τοῦ ὑγροῦ πυρὸς ὃ οὐκ ἐλάχιστον. αἰχμαλώτων δ᾽ ἐπανελϑόντων τινῶν, μαϑὼν ἐχ τούτων ὁ βασιλεὺς βούλεσϑαι τὸν Κοοῦμον τὴν Θράκην ληίσασϑαι, ἐξῆλϑε τῆς πόλεως. ὅϑεν οὐδὲν ὧν ἐμελέτα δράσας ὁ βάρβαρος, ἀλλὰ καὶ πολλοὺς τῶν οἰκείων ἀποβαλὼν ὑπενό-"
      },
      {
        "index": 437,
        "text": "μαϑὼν ó βασιλεὺς μέλλειν τοὺς Βουλγάρους τῇ Θράκῃ ἐπελϑεῖν, ἐξῆλϑε. CE xai oí μὲν Βούλγαροι ἄπρακτοι ἔμειναν\" ἐκεῖνος δὲ τὴν οἰκείαν χώ-"
      },
      {
        "index": 438,
        "text": "l κρίνοντες εἶναι παϑεῖν μετρίους AH, εἶναι παϑεῖν κρίνοντες μετοίους Ewp, κρίνοντες εἶναι μετρίους παϑεῖν 5.ὀ ἐκδοῦναι Rwp — πρὸς om. w*p invitis AR D κεκώλυνται Ewp ὑπερέχουσι AE wp, ἐν ὑπεοοχαῖς Ὁ τῶν ἀρχόντων om. Ὁ ὅποι DEwp ἀγόμενος"
      },
      {
        "index": 439,
        "text": "E corr. ex ἤδη, ἤδη ἢ 10 post ὧν add. καὶ ἕν Ewp, ἕν Ὁ"
      },
      {
        "index": 440,
        "text": "otjoe' xai ó βασιλεὺς τὰς Ῥωμαϊκὰς δυνάμεις πάντοϑεν συν- Ὁ"
      },
      {
        "index": 441,
        "text": "αϑοοίσας εἰς Θράκην αὖϑις ἐξῆλϑε, συνεπομένης αὐτῷ καὶ τῆς Αὐγούστας ἄχρι τῶν Κιδόκτου. ὅϑεν δυσχερᾶναν τὸ oroa-"
      },
      {
        "index": 442,
        "text": "3 ΕΟ - E] ^ M » ,"
      },
      {
        "index": 443,
        "text": "τιωτικὸν ἐλοιδορεῖτο τῷ αὐτοκράτορι. εἶτα ἣ μὲν Abyosora"
      },
      {
        "index": 444,
        "text": "ἐπανελήλυϑεν, ó δὲ Μιχαὴλ πεοιεπόλει τὴν Θράκην, μηδέν τι πράττων στρατηγικὸν dj τι κατὰ τῶν ἐναντίων οἰκονομούμενος\" C καὶ ἦσαν τοῖς τῆς χώρας oixijrooot τὰ στρατεύματα οὐχ ἧττον 8 rr βαρβάρων εἰς προνομήν. καὶ ó Κοοῦμος δὲ τῶν οἰκείων"
      },
      {
        "index": 445,
        "text": "ἀπάρας ἡϑῶν ταῖς βασιλικαῖς παρεστρατοπεδεύσατο παρατάξεσι. μάχης οὖν συγκοοτηϑείσης ἡττῶνται Ῥωμαῖοι, τοῦ στρατηγοῦ"
      },
      {
        "index": 446,
        "text": "- - ΄ - 3, , , - τῶν ἀνατολικῶν “Λέοντος τοῦ ἐξ Αρμενίων αἰτίου τῆς ἥττης"
      },
      {
        "index": 447,
        "text": "γεγενημένου. οὗτος γὰρ τῆς βασιλείας ἐρῶν καὶ πρὸς τὴν ΤΊ"
      },
      {
        "index": 448,
        "text": "στρατιὰν διαβάλλων τὸν λ]Πιχαὴλ ὡς ἄνανδοόν te καὶ ἀστρατή-"
      },
      {
        "index": 449,
        "text": "yov, ἄρτι τοῦ πολέμου συγκροτηϑέντος, τὰ ὑπ᾽ αὐτὸν τάγματα ἕππεσϑαί oí ἐγκελευσάμενος ἀειποτακτήσας ἀπήει φυγάς. τοῦτο"
      },
      {
        "index": 450,
        "text": "xai τοὺς ἄλλους ἔτρεψεν εἰς φυγήν, ὥστε τὸν Κροῦμον μηδὲ"
      },
      {
        "index": 451,
        "text": "σιστεύειν τοῦ γιγνομένῳ διὰ τὸ λίαν παράλογον, ἀλλὰ λόχον Ὁ"
      },
      {
        "index": 452,
        "text": "ἧττα τῶν Βουλγάρων ixelÜüóvtow, ἡττήϑησαν oí Ρωμαῖοι ἐπιβουλῇ τοῦ"
      },
      {
        "index": 453,
        "text": "2. 8. καὶ τῆς αὐγούστας (αὐγούστης Ewp) ἄχοι τῶν κιδόκτου (κηδό-"
      },
      {
        "index": 454,
        "text": "δόκτου D) zai τῆς αὐγούστης Ὁ ὃ Axedobxrov vel ᾿Ἀκιδούκτου Theoph."
      },
      {
        "index": 455,
        "text": "D, τί AE τάξεσι OwpJDi 11. αἰτίου τῆς ἥττης γεγενὴ-ν μένου λέοντος τοῦ ££ ἁρμενίων (ἀρμενίων w) Ἐνν (Ὁ) στρατίαν p*"
      },
      {
        "index": 456,
        "text": "ἡγεῖσϑαι τοῦτο καὶ τοὺς ἀμφ᾽ αὐτὸν ἐπισχεῖν. ὡς δ᾽ ἑώρα τοὺς Ῥωμαίους φεύγοντας ἀκόσμως καὶ ἀκρατῶς, τότε τοῖς οἰκείοις διώκειν ἐγκελευσάμενος φόνον πλεῖστον eloyácaro στρα-"
      },
      {
        "index": 457,
        "text": "τιωτῶν τε καὶ στρατηγῶν. μόλις δ᾽ ὁ βασιλεὺς εἷς τὴν Κων- σταντίνου μετ᾽ ὀλίγων τινῶν φυγῇ διασώζεται, τοῦ χάρακος καὶ τῆς σκηνῆς τῆς βασιλικῆς γεγονότων τοῖς βαοβάροις διάρ-"
      },
      {
        "index": 458,
        "text": "παγμα. ἐντεῦϑεν ὁ Λέων ἀδείας δραξάμενος καὶ τοὺς κοινω- γοὺς τῶν βουλευμάτων αὐτῷ διασπείρας εἰς τὰ περιλειῳφϑέντα τῶν στρατευμάτων λέγοντας ἐξ ἀφελείας τῶν κρατούντων fjr- τᾶσϑαι Ῥωμαίους καὶ δεῖσϑαι τὰ πράγματα γενναίου ἀνδρός, οἷος ó τῶν ἀνατολικῶν στρατηγὸς Λέων ἐστίν, εἰς στάσιν τοὺς"
      },
      {
        "index": 459,
        "text": "στρατιώτας ἠρέϑισε᾽ καὶ τὸν μὲν βασιλέα κακῶς ἔλεγον, τὸν"
      },
      {
        "index": 460,
        "text": "PII128A Μέοντα δὲ βασιλικῆς εὐφημίας ἠξίουν, τὴν ἐκείνου περιστάντες σχηνήν. ἀκκιζομένου δ᾽ αὐτοῦ καὶ παραιτουμένου δῆϑεν τὴν αὐταρχίαν, ó τραυλὸς Μιχαὴλ τάγματος ἄρχων τὸ ξίφος σπα-"
      },
      {
        "index": 461,
        "text": "μετέχουσι, πείϑουσι τάχα καὶ ἄκοντα τὴν ἀνάρρησιν τὸν Aéorta"
      },
      {
        "index": 462,
        "text": "δέξασϑαι. ὡς οὖν ἠγγέλη ταῦτα τῷ Μιχαήλ, εὐθὺς οὔτε πρὸς"
      },
      {
        "index": 463,
        "text": "ἀντικατάστασιν ὥρμησεν οὔτε τῆς βασιλείας ἀντιποιήσασϑαι ἐδο-"
      },
      {
        "index": 464,
        "text": "ὅπως ó Λέων ἑαυτῷ τὴν βασιλείαν περιεποιήσατο CE. ὅτι βίᾳ τὴν"
      },
      {
        "index": 465,
        "text": "περιλειῳϑέντας Ὦ περιληφϑέντα (sic) αὶ ἀκκιζομένου ADEw, ἀκιζομένου R, αἰκιζομένου p* τὸν λέοντα τὴν ἀνάρρησιν Ewp"
      },
      {
        "index": 466,
        "text": "κίμασεν, ἀλλὰ rà τῆς βασιλείας παράσημα τῷ Aéoru ἐξαπέ- στειλεν. ἐλϑόντος δ᾽ ἐκείνου εἰς τὰ βασίλεια ὅ Μιχαὴλ ἅμα τῇ συζύγῳ καὶ τοῖς παισὶ πρὸς τὸν ἔν τῷ Φάρῳ ναὸν ἱκέτης εἰσέδοαμεν. ἀποσπασϑέντες δ᾽ ἐκεῖϑεν, ὃ μὲν Διχαὴλ εἰς τὴν B Πρώτην λεγομένην νῆσον ἀπάγεται καὶ μοναχὸς γεγονὼς ἐκεῖ κατεβίω. τὸν δὲ παῖδα τούτου τὸν Θεοφύλακτον, ὃς καὶ ἄναρ- ρήσεως, ὡς ἔφημεν, κατηξίωτο, τῶν παιδογόνων μορίων ἀφεί- λετὸ καὶ σὺν τῇ μητρὶ καὶ τοῖς ἀδελφοῖς ὑπερορίους ἐποίησε. Τῷ μὲν οὖν Μιχαὴλ ἐς τοῦτο τὰ τῆς ἀρχῆς ἐτελεύτησεν, 19 δύο ἐνιαυτοὺς βασιλεύσαντι. ὃ δὲ Λέων εἰς τὰ βασίλεια εἰσελ- ϑὼν αὐτίκα ἐκδυσάμενος ὃ περιέκειτο φάρος τῷ τραυλῷ Μιχαὴλ ἐνεχείρισε, κἀκεῖνος εὐθὺς αὐτὸ ἠμφιάσατο, ὃ πολλοῖς σημεῖον ἐκοίϑη τοῦτον μέλλειν ἔσεσϑαι τῷ “έοντι τῆς βασιλείας διάδοχον. ov τοῦτο δὲ μόνον τῆς διαδοχῆς ση μαντικὸν 10b κράτους συνέβη C τῷ Μιχαήλ, ἀλλὰ xai ὄπισϑεν τοῦ Λέοντος πορευόμενος βα- σιλικὴν ἐσϑῆτα μεταμφιασαμένου, τὸ ταύτης πεπάτηκε κράσπε-"
      },
      {
        "index": 467,
        "text": "συνέβη σημαντικὰ τοῦ τὸν Μιχαὴλ τοῦ “έοντος διάδοχον ἔσεσϑαι C"
      },
      {
        "index": 468,
        "text": "12, 14 δύο ἐνιαυτοὺς Mi qe τι DB-W, ἐνιαυτούς | βασι- Acvoart A, ἀν ύνομ βασιλεύσαντι... Ἐς, quae lacuna μ Wo suppletur"
      },
      {
        "index": 469,
        "text": "vitis ARw 18 ante τοῦτον add. τοῦ Hwp ἄκρον πεπά-"
      },
      {
        "index": 470,
        "text": "Óóov' τοῦτο xai τοῦ A£orri οὐκ ἀγαϑὸν οἰώνισμα ἔδοξε. τούτοις δὲ καὶ ἀμφοῖν ἡ βασιλεία προείρητο. ὃ γὰρ ἄνωϑι ῥηϑεὶς Μαοδάνιος ὅ στρατιὸς καὶ πατρίκιος πρὸ τοῦ τυραννίδι ἐπι- κεχειρηκέναι, στοέφων αὐτὴν κατὰ νοῦν, εἴς τινα μοναχὸν ἐν τῷ Φιλομηλίῳ ἀσκούμενον καὶ προλέγειν τὰ μέλλοντα πιστευό- μενον ἀπελϑών, ἐκείνῳ τὸ ἀπόρρητον ἀνεκάλυψε καὶ εἶ ἔσται"
      },
      {
        "index": 471,
        "text": "αὐτῷ τὴν ἐγχείρησιν, φάμενος ὡς οὔτε τεύξῃ τοῦ ἐφετοῦ καὶ D ὃ στερηϑήσῃ καὶ τῆς περιουσίας καὶ roD φωτός. ἐπὶ τούτοις ὅ μὲν ἀπῇήει περίλυπος\" ὁ ov δὲ οὗτος καὶ ó τραυλὸς Μι- 10 χαὴλ καί τις Freooz Θωμᾶς αὐτῷ τὸν ἵππον παρέστησαν. ἄνω- Üev δὲ προκύψας ó μοναχὸς καὶ τούτους ἰδών, μετακαλεῖται τὸν στρατηγὸν καί φησι \"ooi μέν, ὡς εἴρηκά σοι, οὐ δίδωσιν 8ó ϑεὸς τῆς βασιλείας τυχεῖν\" τῶν δὲ τὸν ἵππον σοι παραστη- σάντων τοὺς δίο, τὸν A£orra καὶ τὸν Μιχαήλ, ἴσϑι καὶ ἄμφω ϑτῆς βασιλείας κρατήσοντας. ὁ δ᾽ ἕτερος ἐπιχειρήσει μὲν καὶ ἑαυτῷ περιϑήσει διάδημα, οὐ τεύξεται δὲ τῶν κατὰ σκοπόν,"
      },
      {
        "index": 472,
        "text": "perperam wp βαρδάνιος AEwp, Genes. p. 8, 2, Theoph."
      },
      {
        "index": 473,
        "text": "». 1, 8, φιλομιλίῳ Rwp, Philomelio: Wo lat, v. argum. ad h. l., (V. 21, 28. 22, 25 ante προλέγειν nsteriscum in E add. Η Ὁ"
      },
      {
        "index": 474,
        "text": "ὁ ante τραυλὸς om. w*p invitis AR τῶν δὲ ἐν ρὲ, vov |"
      },
      {
        "index": 475,
        "text": "ἀλλ᾽ ἀπολεῖται κακῶς.\" ὁ μὲν οὖν ταῦτα προείρηκεν. ὃ δὲ Βαρδάνιος ἀπιστήσας αὐτῷ τυραννίδι ἐπικεχείρηκε\" τὸ δ᾽ ὅπως ovx ἔτυχε τῆς βασιλείας, ἀλλὰ καὶ ἐξεκόπη τὰ ὄμματα καὶ τοῦ πλούτου ἐστέρητο, ἤδη μοι προϊστόρηται. βασιλεύσας δὲ ὅ Λέων PIT199A ὃ τὸν Μιχαὴλ μὲν τὸν τραυλὸν πατρίκιον ἐτίμησε καὶ κόμητα τῆς τῶν ἐξκουβίτων σχολῆς, τὸν δέ γε Θωμᾶν, ὃς καὶ αὐτὸς ἣν εἷς τῶν τῷ Βαρδανίῳ τότε τὸν ἵππον παραστησαμένων, τουρμάρχην τοῦ τάγματος τῶν φοιδεράτων προεχειρίσατο. Τῶν μέντοι Βουλγάρων τὴν Θράκην ληιζομένων, διεπρε- 13 σβεύσατο πρὸς τὸν αὐτῶν ἀρχηγὸν ὃ Λέων περὶ σπονδῶν. ó14 δὲ τῇ νίκῃ τῇ ἔναγχος ὀγκωϑεὶς τὴν πρεσβείαν τὴν περὶ τῶν σπονδῶν οὗ προσήκατο. οὐκοῦν ἐξεστράτευσεν ó βασιλεὺς κατ᾽ αὐτοῦ, καὶ αὖϑις ἡ νίκη τοῖς βαρβάροις ἐπεμειδία, καὶ εἰς φυγὴν ἀπιδόντων Γωμαίων, ἐδίωκον oi βάρβαροι ὄπισϑεν καὶ καταφρονητικῶς διακείμενοι οὗ κατὰ κόσμον οὐδ᾽ εὐσυντάκτως ἐδίωκον, ἀλλὰ ἄλλοσέ ποι ἄλλοι σκεδαννύμενοι. τοῦτο κατα- B D ΠῚ 381 νοήσας ó βασιλεύς (ἔτυχε γὰρ ἐπὶ μετεώρου τόπου ἑστώς) xal"
      },
      {
        "index": 476,
        "text": "ὅτε περὶ σπονδῶν διαπρεσβευσάμενος ὅ Λέων πρὸς τὸν ἄρχοντα Πουλ-"
      },
      {
        "index": 477,
        "text": "pyra] XV. 14, 9 ss. à' c D τὸν μὲν τραυλὸν μιχαὴλ πατρίκιον"
      },
      {
        "index": 478,
        "text": "ἣν Hwp βαρδάνῃ , v. ad vs. τότε om. Ὁ post"
      },
      {
        "index": 479,
        "text": "εἰρήνης Ὁ τῇ νίκῃ --- ὀγκωϑεὶς] πεφυσημένος τῇ νίκῃ τῇ ἔναγχος Ὁ"
      },
      {
        "index": 480,
        "text": "τοὺς πεοὶ αὐτὸν λόγοις παραϑήξας παρακλητικοῖς xai παρορ- μήσας εἷς πόλεμον ἐπεισέφρησε κατὰ βαρβάρων μετὰ γενναίου"
      },
      {
        "index": 481,
        "text": "ψυχῆς παραστήματος, καὶ τῇ ἀϑρόᾳ μεταβολῇ δείματι τοὺς πολεμίους ἐνέβαλε πανικῷ, xai ἄνήρηντο μὲν πλείους, ἤχμα-"
      },
      {
        "index": 482,
        "text": "λώτιστο δὲ xai πλῆϑος πολύ. μικροῦ δὲ καὶ αὐτὸς ὃ Κροῦμος ἀνήοητο ἂν βληϑεὶς xai τοῦ ἵππου ἐκπεπτωκώς, εἶ μὴ περι- στάντες αὐτὸν ol περὶ αὐτὸν καὶ συνησπικότες εἷς ἵππον ἀνέ-"
      },
      {
        "index": 483,
        "text": "λαβὸν ἕτερον, καὶ οὕτως (ζχετο ἀποδράς. ἐντεῦϑεν ὁ βασιλεὺς τροπαιοφόρος κατέλαβε τὰ βασίλεια καὶ λείαν ἄγων πολλὴν οὗ πολὺ τὸ iv μέσῳ καὶ τῆς κατὰ τῶν σεβασμίων εἰκόνων λύττης"
      },
      {
        "index": 484,
        "text": "Ο ἀπήρξατο\" ὅϑεν δὲ τῇ μανίᾳ ταύτῃ γέγονε κάτοχος αὐτίκα δὴ διηγήσομαι."
      },
      {
        "index": 485,
        "text": "Τῷ ἤδη δηϑέντι μοι μοναχῷ, ὃς περὶ ἑαυτοῦ ὡς μέλλει τῆς βασιλείας ἔσεσϑαι ἐγκρατὴς προηγόρευσε, τῆς προρρήσεως ἀποτιννὺς ἀμοιβήν, δῶρα ἐκπέμπει διά τινος τῶν οἰκειοτάτων"
      },
      {
        "index": 486,
        "text": "2] αὐτῷ. ὃ δὲ πεμῳϑεὶς ovx. ἐκείνῳ ἐνέτυχεν (ἔφρϑη γὰρ ὃ μο- γαχὸς ἐκεῖνος τὴν ζωὴν μεταϑέμενος), ἕτερον δ᾽ εὑρηκὼς τῇ ἐκείνου κατοικίᾳ σκηνούμεγον, ὡς ἐκείνῳ, μὴ γινώσκων τὸν"
      },
      {
        "index": 487,
        "text": "92) ἄνδρα, τούτῳ προσεληλύϑει. ὅ δέ (ἣν γὰρ τὰ τῶν εἴκονο-"
      },
      {
        "index": 488,
        "text": "(ἁρμένιος C) Aéov ἔϑετο τῇ τῶν εἰκονομάχων αἱρέσει C"
      },
      {
        "index": 489,
        "text": "Itwp.Di τροπαιφόρος ΝΡ invitis AR 10 áyíov O Wo lat."
      },
      {
        "index": 490,
        "text": "μάχων πρεσβεύων xal τῆς αἱρέσεως διάπυρος ἐραστής) οὔτε τὰ δῶρα προσήκατο καὶ τὸν τούτων κομιστὴν ἀπεπέμψατο, ἐξ"
      },
      {
        "index": 491,
        "text": "βασιλείας xal τῆς ζωῆς διὰ βραχέος ἐπαπειλῶν τῷ βασιλεῖ στέ-"
      },
      {
        "index": 492,
        "text": "D ρησιν, εἶ μὴ τοῦ προσκυνεῖν τοῖς εἰδώλοις ἀπόσχοιτο, τὰς σεπτὰς εἰκόνας οὕτω καλῶν. ταῦτα παρὰ τοῦ σταλϑέντος ἀγγελϑέντα τῷ “Λέοντι ἔμφροντιν αὐτὸν πεποιήκασι\" καὶ κοινοῦται τὰ μη- γυϑέντα τῶν οἵ συνήϑων τινὶ τῷ Μελισσηνῷ Θεοδότῳ, ὃς τοῖς"
      },
      {
        "index": 493,
        "text": "111 382 εἰκονομάχοις αἱρεσιώτης ἐτύγχανεν ὥν. δόλῳ τοίνυν ἐκεῖνος"
      },
      {
        "index": 494,
        "text": "τὸν “έοντα μέτεισι καί τινα μοναχὸν ἑαυτῷ γινώσκων ὁμόδοξον, τούτῳ συνεβούλευε κοινώσασϑαι τὴν ὑπόϑεσιν, καὶ ὃ ἂν ἐκεῖνος ὑπόϑηται, τοῦτο ποιῆσαι\" εἶναι γὰρ τὸν ἄνδρα μεστὸν χαρίτων σιγευματικῶν καὶ προορῶντα τὰ μέλλοντα καὶ προλέγοντα. ὡς οὖν εἶδε τὸν βασιλέα συνϑέμενον τοῖς λόγοις αὐτοῦ, ἄπεισι πρὸς"
      },
      {
        "index": 495,
        "text": "βασιλεύοντος ἐν ἰδιώτου σχήματι ἄφιξιν καὶ ὅτου χάριν ἐλεύ- σεται καὶ μυσταγωγεῖ τοῦτον ὅσα τῷ βασιλεῖ διαλέξεται. εἶτα γυκτὸς ἄπεισιν ὅ βασιλεὺς πρὸς τὸν μοναχὸν μεταμφιασάμενγος,"
      },
      {
        "index": 496,
        "text": "ἠπάτησε κατὰ τῶν ἁγίων εἰκόνων λυττῆσαι CE ὅρα πόσον ὁ Xa-"
      },
      {
        "index": 497,
        "text": "λέοντα βασιλέα wp.Di, imperatore: Wo lat. omisso Leonis nomine"
      },
      {
        "index": 498,
        "text": "(va μὴ διαγνωσϑείη ὧν βασιλεύς\" συμπαρῆν δέ oi xai ó Ozó- δοτος. ó δὲ μοναχὸς ἐκεῖνος, οἷα δῆϑεν προμυηϑεὶς ἐκ τοῦ πνεύματος τὸ πλαττόμενον, ὡς βασιλέα προσεῖπε τὸν “Λέοντα καὶ “μὴ κρύπτε σου\" φησί “τὸ ἀξίωμα μηδ᾽ ἀπατᾶν ϑέλε τὴν ἡμῶν οὐϑενότητα. ἴσϑι δὲ μὴ περὶ τὸ σέβας ὀρϑῶς διακεί- ὃ μενος, ἀλλ᾽ ἄντικρυς εἰδωλολατρῶν καὶ αὐτὸς καὶ ἅπαν σοι τὸ B ὑπήκοον. ti μὲν οὖν περιαιρήσεις τὰ εἴδωλα τῶν ἐκκλησιῶν, ἔσται σοι καὶ ἣ ζωὴ καὶ ἡ βασιλεία πολυετής τε καὶ εὐτυχής\" εἰ δὲ μὴ τοῦτο, ἀλλ᾽ ἔλπιζε ταχεῖαν τὴν στέρησιν καὶ ἀμφοῖν, καὶ πρὸς ταύτῃ σὲ κολάσεις αἰώνιοι διαδέξονται.\" καὶ ὁ μὲν εἴρηκε ταῦτα᾽ ὃ δὲ Λέων ϑαυμάσας τὸν μοναχὸν τῆς δῆϑεν προγνώσεως (οὐδὲ γὰρ ἔγνω τοῦ Θεοδότου τὸ τύρευμα), ἥλω τοῖς ἐκείνου λόγοις καὶ κατὰ τῶν ϑείων ἐκτυπωμάτων σφοδρό- rata ἔπνευσε, δόγματι τούτων πάντοϑεν καϑαίρεσιν καταψηφι- σάμενος. ἤϑελε μέντοι καὶ τὸν πατριάρχην ἔχειν ὁμόψηφον\" Có δὲ καὶ ἀντέλεγεν ἰσχυρῶς καὶ ἀσεβὲς ἐξήλεγχε τὸ δόγμα xai λόγοις καὶ γράμμασιν\" ὃ ϑειότατος οὗτος ἦν Νικηφόρος. διὸ Ὁ ΠῚ καὶ ὑπερορίαν αὐτοῦ κατακρίνει. λέγεται δὲ προαισϑέσϑαι τοῦ “Λέοντος τὸ κακότροπον ó ἀοίδιμος Νικηφόρος καὶ ὡς ἔσται"
      },
      {
        "index": 499,
        "text": "l7 ὅτι ἀντιλέγοντα αὐτῷ περὶ τῶν ἁγίων εἰκόνων τὸν ϑεῖον Νικηφόρον τὸν πατριάρχην (πατρίκιον E) ἐξώρισεν C"
      },
      {
        "index": 500,
        "text": "κρίνει &dd. τὸν δίκαιον τὸ κακότροπον] τὰ xaxóóo£a 505"
      },
      {
        "index": 501,
        "text": "τοῖς ὀρϑοδόξοις σκόλοψ xal κυδοιμοῦ ταῖς ἐκκλησίαις λαβή. ἐν γὰρ τῷ περιτιϑέναι τῇ αὐτοῦ κεφαλῇ τὸ διάδημα δόξαι ἀκάνϑας ἐμπαγῆναι αὐτοῦ τῇ χειρί. Ó μὲν οὖν ἀπήγετο πρὸς Προικόνησον ὑπερόριος. ó δὲ τοῦ μεγάλου ᾿Αγροῦ καϑηγού-"
      },
      {
        "index": 502,
        "text": "ὕ μενος ó ὁμολογητὴς Θεοφάνης τῷ πνεύματι τὴν ἐκείνου δίο- δον ἐγνωκώς (οὐ γὰρ ἑώρα τὸν ἅγιον), κηροὺς ἀνάψας καὶ ϑυμιῶν ἐδεξιοῦτο αὐτόν\" κἀκεῖνος αὖϑις ἐκ τῆς νηὸς προσκυ- D γνήμασιν ἠμείβετο τὸν προπέμποντα, μήϑ᾽ ὁρῶν μήτε μέντοι ὁρώμενος. ϑαυμαζόντων δὲ τῶν σύμπλων τῷ πατριάρχῃ καὶ"
      },
      {
        "index": 503,
        "text": "πυϑομένων τίνι τὰς προσκυνήσεις ἀφοσιοῖ, ἐκεῖνος ἔφη τῷ ὁμολογητῇ Θεοφάνει τῷ τοῦ μεγάλου ᾿Αγροῦ καϑηγητῇ, προει- πὼν τὴν ὁμολογίαν\" οὕπω γὰρ ἔφϑη τότε ταύτης ἀξιωϑείς."
      },
      {
        "index": 504,
        "text": "᾿Εκβληϑέντος δ᾽ οὕτω τῆς ἐκκλησίας τοῦ σεπτοῦ Νικη-"
      },
      {
        "index": 505,
        "text": "φόρου, ó Μελισσηνὸς ἀντεισήχϑη Θεόδοτος, ᾧ διώνυμον τὸ"
      },
      {
        "index": 506,
        "text": "ἐπώνυμον\" ἐλέγετο γὰρ καὶ Κασσιτηρᾶς. ὅϑεν δὲ γνωστὸς τῷ ὃ “έοντι γέγονεν οὗ χρεὼν καταλιπεῖν ἀγιστόρητον."
      },
      {
        "index": 507,
        "text": "9. περὶ τῆς προγνώσεως τοῦ πατριάρχου Νικηφόρου καὶ τοῦ ὁμολογητοῦ"
      },
      {
        "index": 508,
        "text": "ποοεβλήϑη πατριάρχης, xal ὅϑεν ὠκειώϑη οὗτος τῷ “έοντι C"
      },
      {
        "index": 509,
        "text": "p. 533, 18 (v. Hierocl. Synecd. 662, 1 ann. cr lc ), προικόνησον 'al- tero » supra addito C, προικόννησον B*wpJDi, zoowxxov D, quod"
      },
      {
        "index": 510,
        "text": "AE, δ᾽ ἐπὶ τούτῳ συμπλόων Ὦ καϑηγητῇ post ϑεο-"
      },
      {
        "index": 511,
        "text": "Tov Μιχαὴλ τοῦ \"Payyafé βασιλεύοντος γύναιόν τι τῶν PII131A περὶ τὴν γυναικωνῖτιν τῶν βασιλείων κάτοχον μανίᾳ γινόμενον κατὰ τὰς σεληνιακὰς περιόδους, ἐβόα πρὸς τὸν αὐτοκράτορα 4 “κάτελϑε, τῶν ἀλλοτρίων ἐξίστασο.\" τοῦτο δ᾽ οὐχ ἅπαξ, ἀλλὰ"
      },
      {
        "index": 512,
        "text": "D πλειστάκις ἐγίνετο καὶ τὸν βασιλέα ἐτάραττε. συνήϑει δ᾽ ὄντι ὃ τῷ Θεοδότῳ τούτῳ κοινοῦται τὰς τοῦ γυναίου βοάς\" xai ὅς “ὅταν ληφϑῇ᾽\" φησίν “ἡ γυνὴ τῇ μανίᾳ καὶ βοᾷ τὰ συνήϑη,"
      },
      {
        "index": 513,
        "text": "ἐκεῖνος καλοῖτο ἢ οἷός ἔστι τὴν μορφὴν καὶ εἴ τι ἄλλο ἐκείνῳ"
      },
      {
        "index": 514,
        "text": "πρόσεστι γνώρισμα.\" ἔδοξεν οὖν συμβουλεύειν καλῶς\" καὶ αὐτὸς πιστεύεται τὴν ἐρώτησιν\" καὶ 7) παιδίσκη μανεῖσα πάλιν B Τἐβόα κατὰ τὸ σύνηϑες. óÓ δὲ ἠρώτα. κἀκείνῃ καὶ τοὔνομα τοῦ Λέοντος ἀπεφοίβασε καὶ τὴν ἰδέαν καὶ ὅτι ““εἰ ἄρτι κατὰ τὴν ἀκρόπολιν ἀπελεύσῃ, ἄνδρε σοὶ διττὼ συναντήσονται, καὶ"
      },
      {
        "index": 515,
        "text": "ϑατέρῳ τούτων, ὃν ἡμίονος φέρει, προσήκουσι τὰ βασίλεια.\" τούτων ἀκούσας ó Θεόδοτος οὐδὲν μὲν τῷ βασιλεῖ πεποίηκεν ἔχπυστον, ἀλλὰ μανίας ἔλεγεν εἶναι ῥήματα τὰ τῆς παιδίσκης, μή τι σαφὲς προμηνύοντα. αὐτὸς δὲ πορευϑεὶς κατὰ τὴν ἀκρόπολιν καὶ τῷ Aéovu ἐντυχὼν καὶ τὰ γνωρίσματα, ἃ τὸ"
      },
      {
        "index": 516,
        "text": "γύναιον εἰρήκει, φωράσας, ἰδίᾳ τὸν ἄνδρα παραλαβὼν xal"
      },
      {
        "index": 517,
        "text": "πίστεις δεδωκώς τε καὶ εἰληφώς, προμηνύει τὴν βασιλείαν αὐτῷ,"
      },
      {
        "index": 518,
        "text": "ἔχβασιν κείσεσϑαί οἱ μισϑὸν τῆς προρρήσεως. οὗτος ὃ τρόπος"
      },
      {
        "index": 519,
        "text": "ἐγνώρισε καὶ ὠκείωσε τῷ “Δέοντι τὸν Θεόδοτον, καὶ ἔσχεν εἰς"
      },
      {
        "index": 520,
        "text": "ἀντάμειψιν τῆς προρρήσεως μετὰ τὸν ἱερὸν Νικηφόρον τὸν"
      },
      {
        "index": 521,
        "text": "ϑρόνον τῆς Κωνσταντινουπόλεως. ὦ ϑεοῦ κριμάτων ἄβυσσος"
      },
      {
        "index": 522,
        "text": "ἀκατάληπτος\" μετὰ τίνα τίς;"
      },
      {
        "index": 523,
        "text": "\"Aou δ᾽ ἀναξίως τῆς ἱερᾶς καϑέδρας ἐπιβὰς ὃ ἀνόσιος,"
      },
      {
        "index": 524,
        "text": "ἐπεὶ σύμπνουν καὶ τὸν κρατοῦντα ἐκέκτητο, πεπαρρησιασμένως τὴν κατὰ τῶν ἁγίων εἰκόνων τόλμαν μετεχειρίζετο. καὶ ó12"
      },
      {
        "index": 525,
        "text": "Aécov δὲ ὡς ϑηρίον τοῖς τὰς σεπτὰς στηλογραφίας τιμᾶν ἐϑέ- λουσι προσεφέρετο. ἠγρίαινε γὰρ τοῦτον αὐτός τε ὁ Θεόδοτος καὶ ó τῶν τῷ βασιλικῷ κοιτῶνι κεκληρωμένων τηνικαῦτα ὧν Ὁ"
      },
      {
        "index": 526,
        "text": "χορολέκτης, ὃν πρωτοψάλτην καλεῖν παρέλαβεν ἡ συνήϑεια. οὗτος γὰρ τῆς τῶν εἰκονομάχων αἱρέσεως τὴν ϑολερὰν ἀνα-"
      },
      {
        "index": 527,
        "text": "{Π 885 τροπὴν eig κόρον πιὼν ἠρέϑιζε τὸν βασιλέα πανταχόϑεν τὰς"
      },
      {
        "index": 528,
        "text": "τῶν ἁγίων εἰκόνων C"
      },
      {
        "index": 529,
        "text": "1. ὦ (ὦ Di) ϑεοῦ κριμάτων ἄβυσσος ἀκατάληπτος AEDw Wo lat., ὦ (ὦ W) κριμάτων ἀρρήτων τῆς ϑείας προνοίας ; v. ad p. 252,"
      },
      {
        "index": 530,
        "text": "Ewp 15 post χορολέκτης ndd. ἢ χοράρχης παρέλαβε xa- λεῖν Rwp οὗτος AR, qui: Wo lat., ofroc w*pDi τῆς] vv"
      },
      {
        "index": 531,
        "text": "εἰκόνας περιελεῖν. καί ποτε τῶν τοῦ '\"Hoatov ϑείων φωνῶν ἀναγινωσκομένων ἐπ᾽ ἐκκλησίας, at λέγουσι “τίνι ὡμοιώσατε κύριον; μὴ εἰκόνα ἐποίησε τέκτων ἢ ygvooyóog ὁμοίωμα κατε- σκεύασεν αὐτῷ; καὶ τὰ ἐφεξῆς, προσελϑὼν τῷ βασιλεῖ πρὸς οὖς ἔφη “πρόσσχες τῷ προφήτῃ, ὦ δέσποτα, καὶ τούτῳ πείϑου.\""
      },
      {
        "index": 532,
        "text": "ἐντεῦϑεν ἀπηρυϑοιασμένως ὅ Λέων τῆς αἱρέσεως εἴχετο καὶ"
      },
      {
        "index": 533,
        "text": "PII132A τοὺς μὴ τῇ ἀσεβείᾳ αὐτοῦ ὑποκύπτοντας διασπαράσσειν καὶ λαφύσσειν ἠπείγετο\" βαρὺς δὲ xai ἄλλως καὶ ἀπαραίτητος τὴν ὀργὴν τοῖς πταίουσιν ἦν καὶ ἐπὶ μετρίοις πταίσμασι βαρείας"
      },
      {
        "index": 534,
        "text": "κολάσεις ἀποφαινόμενος. τοιοῦτος μὲν ἦν ὅ Λέων περὶ τοὺς εὐσεβεῖς καὶ τοὺς ἄλλως προσκεκρουκότας αὐτῷ."
      },
      {
        "index": 535,
        "text": "Τέως δ᾽ οὖν περὶ τὴν τῶν κοινῶν διοίκησιν ob νωϑὴς ἦν, ἀλλὰ καὶ λίαν ἐγρήγορε xai τοὺς ἀδικοῦντας ἀνέστελλε."
      },
      {
        "index": 536,
        "text": "δεηϑέντος γοῦν τινος, ὡς τοῦ γυναίου αὐτοῦ παρά rov τῶν τῆς συγκλήτου ἁρπαγέντος, προσϑεμένου δὲ καὶ τῷ ἐπάρχῳ προσελϑεῖν, μὴ μέντοι τυχεῖν ἐκδικήσεως, ἐπεὶ τὸ ἔγκλημα ἀπο- δέδεικτο, τὸν ἔπαρχον ἔπαυσεν εὐϑὺς τῆς ἀρχῆς, τὸν δὲ τὴν"
      },
      {
        "index": 537,
        "text": "ὅτι ὀργίλος ἦν ὅ Λέων\" καὶ κολαστὴς ἀπαραίτητος\" καὶ τοὺς ἀδικοῦντας ἀνέστελλε C"
      },
      {
        "index": 538,
        "text": "ἡσαΐου R$wpJDi, ἡσαΐου ΑΌ. 'Hoatov] XL 18 8. ἀναγινω-"
      },
      {
        "index": 539,
        "text": "σκωμένων Ewp τίνι ARWo lat. vi w*p 8 ante κύριον"
      },
      {
        "index": 540,
        "text": "πρόσχες ASRSwpJDi, corr. B-W . λαφύσσειν ARWo lat., λα-"
      },
      {
        "index": 541,
        "text": "περὶ δὲ O οὖν Ewp 17 post τὸν prius add. μὲν RwpJDi"
      },
      {
        "index": 542,
        "text": "ἁρπαγὴν πλημμελήσαντα ἐξέδοτο νομίμως κολασϑησόμενον. B ἄρχοντας δὲ καὶ στρατιωτικοὺς καὶ πολιτικοὺς ἀριστίνδην προε- χειρίζετο καὶ τὰς τῶν ὑπὸ “Ῥωμαίους ἐϑνῶν ἡγεμονίας οὔτε χρημάτων ὠνίους προὐτίϑει οὔτε πρὸς χάριν ἐδίδου μὴ πρὸς"
      },
      {
        "index": 543,
        "text": "δ ἀρχὰς πεφυκόσιν ἀνδράσιν ἢ χρημάτων ἥττοσι καὶ τούτοις προδιδοῦσι τὸ δίκαιον."
      },
      {
        "index": 544,
        "text": "Μιχαὴλ δὲ ó τραυλὸς ó ἐξ ᾿Αμορίου ἐπὶ μέγα τύχης ἀρ- ϑείς, πρὸς δὲ ταῖς ἄλλαις κακίαις καὶ γλῶσσαν ἔχων ἀκόλαστον, διεβλήϑη τῷ βασιλεῖ ὡς κακὰ xar αὐτοῦ βυσσοδομεύων καὶ"
      },
      {
        "index": 545,
        "text": "lI 380 τεκταινόμενος. καὶ ἡ διαβολὴ πρὸ τῆς ἡμέρας ἐγένετο, ἐν ἦ3 Ὁ τὴν ἐν σαρκὶ τοῦ κυρίου γένναν ἑορτάζειν $5 ἐκκλησία παρέ- λαβεν. αὐτίκα τοίνυν ὅ μὲν συνελήφϑη\" ó δὲ βασιλεὺς τῶν κατ᾽ αὐτοῦ μηνυϑέντων ἐξεταστὴς προεκάϑισεν. ἐλέγχεται παρὰ τῶν κατηγορούντων ó ]ιχαήλ, συντίϑεται καὶ αὖτός, κατακρί-"
      },
      {
        "index": 546,
        "text": "νεται Üávaror, καὶ ϑάνατον τὸν διὰ πυρός. ἀπήγετο καυϑη- Ὁ σόμενος, καὶ τόπος τῆς τιμωρίας ἀφώριστο ἡ τοῦ ἐν τοῖς βα- σιλείοις λουτροῦ κάμινος. εἵπετο καὶ ó βασιλεύς, ἢ μὴ πιστεύων ἑτέρῳ τὴν κατὰ τοῦ Μιχαὴλ ἐπεξέλευσιν ἢ ἐἰφηδόμενος τῷ"
      },
      {
        "index": 547,
        "text": "καὶ ὅπως ἐπὶ τυραννίδι ἁλοὺς διέφυγε τὴν τιμωρίαν καὶ ἐβασίλευσεν C"
      },
      {
        "index": 548,
        "text": "εἶχεν, εἶχεν ἂν καλῶς καὶ τὰ πράγματα (πράγτα D) — γένναν"
      },
      {
        "index": 549,
        "text": "pagani 18 5. ἐφηδόμενος post αὐτοῦ"
      },
      {
        "index": 550,
        "text": "D'70ÀfÜor) αὐτοῦ. ἡἣ δέ γε βασίλισσα τοῦτο yvovoa τὴν πρᾶξιν ἐκώλυσε, πῇ μὲν δεομένη τοῦ ξυνευνέτου ὑπερϑέσϑαι διὰ τὴν ἑορτὴν τοῦ κατακρίτου τὴν κόλασιν, πῇ δὲ καὶ ϑρασύτερον προσφερομένῃ αὐτῷ καὶ ἄϑεον λέγουσα, ὅτι μὴ ὑποστέλλεται τὴν τοῦ φρικώδους μυστηρίου ἡμέραν τῆς τοῦ σωτῆρος γεννή-"
      },
      {
        "index": 551,
        "text": "βσεως. τούτοις τὸ σκληρὸν ἐκείνου μαλάξασα πέπεικεν ἀνεῖναι τότε τῷ Μιχαὴλ τὴν ἀπώλειαν\" ὃ δὲ πρὸς τὴν εὐνέτειραν ἔφη “ἰδοὺ πέπεισμαί σοι, ἀλλά γε σὺ γνώσῃ καὶ τὰ τέκνα τὰ σὰ"
      },
      {
        "index": 552,
        "text": "ὅσα ὑμῖν ἐκ τούτου συμβήσονται.\" ὁὃ μὲν οὖν Μιχαὴλ οὕτω τὸν ὄλεϑρον ὑπεξέφυγε᾽ ϑαυμάσαιτο δ᾽ ἄν τις ὅϑεν ὅ Λέων προεῖπε τὸ γενησόμενον\" o? γὰρ πάντως αὐτὸ ἐκ ϑειοτέρας"
      },
      {
        "index": 553,
        "text": "P1I133A ἐπιπνοίας προέγνωκε. πῶς γὰρ ϑεομαχῶν ἐκεῖνος, καὶ ἄλλως"
      },
      {
        "index": 554,
        "text": "ἀνὴρ ὧν αἱμάτων καὶ βίου μὴ παϑῶν καϑαρεύοντος; λέγεται προεγνῶσϑαι αὐτῷ παρά του χρησμοδοτηϑὲν ὅτι κατὰ τὴν ἡ μέ- ραν τῆς γεννήσεως τοῦ Χριστοῦ καὶ τῆς ἀρχῆς ἐκπεσεῖται καὶ"
      },
      {
        "index": 555,
        "text": "Ιϑτῆς ζωῆς. ἀλλὰ καί τί φασι τῇ τῶν ἀνακτόρων βιβλιοϑήκῃ βιβλίον ἐναποκεῖσϑαι, ἐν ᾧ καὶ χρησμοὶ πεοὶ τῶν βασιλέων"
      },
      {
        "index": 556,
        "text": "aat B περὲ τῶν ἐν τῷ βιβλίῳ τῷ ἐν τοῖς ἀνακτόροις καὶ τῶν ἐν"
      },
      {
        "index": 557,
        "text": "vov C προέγνωσε w*p invitis AR 13 post λέγεται add, οὖν Ewp, γοῦν R, γὰρ Β βιβλιοϑήκῃ oin. w*p (Wo lat.: bibliotheca)"
      },
      {
        "index": 558,
        "text": "IL387 cav xal μορφαὶ ἐνεγράφοντο ἀνϑρώπων τε xal ϑηρῶν, καὶ μετὰ τῶν ἄλλων ἐκεῖ καὶ λέων Ono ἐχοωμάτιστο, ᾧ κατὰ νώτου τὸ στοιχεῖον τὸ yi ἐγκεχάρακτο᾽ ἀνὴρ δ᾽ ἣν ἐξόπισϑεν τοῦ ϑηρὸς δόρατι διὰ τοῦ yi διελαύνων τὸν λέοντα. ἡ μὲν δοὖν βίβλος εἶχε ταυτί, καὶ ἧσαν, ὡς ἐδόκει, Σιβύλλεια χρησμῳ- δήματα. τὸ δὲ τῆς εἰρημένης χρωματουργίας δυσερμήνευτον ὃν τότε κοιαίστωρ, ὡς λέγεται, διεσάφησεν, εἰπὼν κατὰ τὴν Β ἡμέραν τῆς γεννήσεως τοῦ Χριστοῦ βασιλέα μέλλειν ἀναιρεϑῆναι. τὸ μὲν γὰρ ϑηρίον βασιλέα δηλοῦν, τὸ δὲ yi τὴν εἰρημένην 11 ἡμέραν αἰνίττεσϑαι, τὸ δὲ διὰ μέσου τοῦ yi τῷ λέοντι τὸ δόρυ ἐμπήγνυσθαι τὸ κατ᾽ αὐτὴν τὴν ἡμέραν τῆς ἑορτῆς τὸν βασιλέα κτανϑήσεσϑαι. ταῦτα τὸν βασιλέα ἐτάραττεν, ἀλλὰ μὴν αὐτὸν καὶ τὸ τῆς μητρὸς ἐξεδειμάτου ἐνύπνιον. ἔδοξε γὰρ ἐκείνῃ ἔν ὙΥ 1Π|108 τῷ ναῷ τῆς ϑεομήτορος εἶναι τῷ ἐν λαχέρναις καὶ ὁρᾶν γυ- γαῖκά τινα προπεμπομένην ἀνδράσι λευχείμοσι καὶ πλῆρες αἷ- μάτων τὸ δάπεδον τοῦ ναοῦ ἀκοῦσαί τε τῆς δορυφορουμένης"
      },
      {
        "index": 559,
        "text": "ἐνεγράφοντο AEwp, ἐξεικονισμέναι O, expressae: Wolat. ϑήρων"
      },
      {
        "index": 560,
        "text": "9. ὄπιοϑεν Ewp 4 ante τοῦ alt. add. μέσου rov]"
      },
      {
        "index": 561,
        "text": "ἐκείνης κελευούσης αἵματος ἄγγος τι πλησϑῆναι xai δοϑῆναι 2075 τοῦ βασιλέως μητρί. τῆς δὲ μὴ προσιεμένης τὸ προσφερό- C uevov, φάναι τὴν περιφανῆ γυναῖκα ἐκείνην “ὅ δὲ σὸς υἱὸς τοὺς ἐμὲ τιμῶντας αἱμάτων ἐμπίπλησι καὶ τὸν ϑεὸν καὶ υἱόν μου εἷς ὀργὴν κινῶν o) συνίησι.\" ταῦτα εἶδεν ἣ μήτηρ τοῦ δ “Λέοντος καὶ τῷ υἱῷ ἀπήγγειλε τὸ ἐνύπνιον καὶ ἐδέετο παύσα- σϑαι τοῦ κατὰ τῶν σεπτῶν εἰκόνων τολμήματος, ἀλλ᾽ ἐξεκε- κεύφει ὅ δείλαιος καὶ ϑεομαχῶν οὖκ ἐπαύετο. dro δὲ καὶ ó ϑεῖος πατριάρχης Ταράσιος xaÜ' ὕπνους τινὶ ἤδη τῆς ἐπι- κήρου ταύτης ζωῆς μεταστάς, ἐπιβοώμενός τινα Μιχαὴλ καὶ 10 ἐπελϑεῖν τῷ “Δέοντι καὶ κτεῖναι τοῦτον ἐγκελευόμενος. ἀλλὰ"
      },
      {
        "index": 562,
        "text": "ὑπέϑοαττε τὸν Λέοντα καὶ ἐδείμαινε. τέως δ᾽ οὖν κλοιοῖς τοὺς Ὦ πόδας τοῦ Μιχαὴλ ἐνδησάμενος τὸν μὲν τῷ παπίᾳ φοουρηϑη- σόμενον παραδέδωκεν, αὐτὸς δὲ τὴν κλεῖδα κατεῖχε τοῦ σιδη- 1Ὁ ρέου δεσμοῦ. ἔμφροντις δὲ τὴν νύκτα διάγων οὖκ εἶχε τὸν"
      },
      {
        "index": 563,
        "text": "ἕτερον ἐνύπνιον CE ὅτι πεδηϑεὶς τοὺς πόδας ὅ Mizar τῷ παπίᾳ παρεδόϑη φυλάττεσϑαι C"
      },
      {
        "index": 564,
        "text": "ARw (B corr. ex ἐξεκώφει * *), ZEexoqe p coniectura, ut vide-"
      },
      {
        "index": 565,
        "text": "ὕπνον τοῖς ὄμμασιν αὐτοῦ ἐφιζάνοντα. διὸ καὶ ἄπήει πρὸς τὸ τοῦ παπίου διαιτητήριον καὶ ὁρᾷ τὸν μὲν Μιχαὴλ ἐπὶ κλίνης καϑεύδοντα, τὸν δὲ παπίαν ἐπ᾽ ἐδάφους κατακλινόμενον. ἢ γὰρ τιμῶν τὸν Μιχαὴλ ὃ παπίας τοῦτο πεποίηκεν ἢ καὶ συνίστωρ"
      },
      {
        "index": 566,
        "text": "δ ὦν, ὡς ἐδόκει, τῆς κατὰ τοῦ βασιλέως βουλῆς. ὡς οὖν εἶδε ταῦτα καὶ τὸν Μιχαὴλ ὕπνον ὑπνώττοντα βαϑύν τε καὶ νήδυ- μὸν καὶ οἷος ἀφρόντιδι ἔοικεν, ὑπέστρεφε μηνιῶν καὶ τὴν ὁρ- γὴν ὑπεδήλου τῇ κινήσει τῇ τῆς χειρός. τῶν μὲν οὖν ἄλλων PII134A οὐδεὶς τὴν παρουσίαν τοῦ βασιλέως ἤσϑετο, εἷς δέ τις τῶν"
      },
      {
        "index": 567,
        "text": "τοῦ παπίου καὶ ἔγνω τοῦτον ἐλϑόντα καὶ ὑπγνώττειν προσποιη- σάμενος ἑώρα ὅσα ἐποίησε καὶ ὡς ὠργίσϑη καὶ ὡς ἠπείλησε, καὶ πάντα σφίσιν ἀπήγγειλεν. οἱ δὲ φόβῳ ληφϑέντες ὅπως ἂν ἐκφύγοιεν τὸ μήνιμα τοῦ βασιλέως ἐφρόντιζον. καὶ ὃ Mi-31 χαὴλ τῷ παπίᾳ φησὶν ὡς \"s βούλει αὐτός, οὐ τὸν κίνδυνον"
      },
      {
        "index": 568,
        "text": "ἐκφευξόμεϑα μόνον, ἀλλὰ καὶ τὰ μελετώμενα ἡμῖν εἴς ἔργον"
      },
      {
        "index": 569,
        "text": "ἐκβήσεται.\" καὶ ὃς “τὸ παριστάμενόν σοι πρᾶττε\" φησίν, “ἐμὲ"
      },
      {
        "index": 570,
        "text": "ὅσα εἶδε᾽ καὶ ὡς ἠπείλησε\" καὶ ὡς οὐκ ἔλαϑεν C"
      },
      {
        "index": 571,
        "text": "Dw 9 post καϑεύδοντα add. ὥςπερ ἀμέριμνον D ἐπι-"
      },
      {
        "index": 572,
        "text": "ται ταῦτα τῷ μιχαὴλ καὶ ἄμφω λειφϑέντες (sic) ἃ μή- γιμα ex μήνυμα corr. AE 13. 14 xai ó μιχαὴλ τῷ παπίᾳ φησὶν AEwp, φησὶν οὖν τῷ παπίᾳ ὁ μιχαὴλ Ὁ — πράττε Alitwp, πρᾶττε"
      },
      {
        "index": 573,
        "text": "δ᾽ ἕξεις ὅπῃ βούλει ἑπόμενον.\" ἐγχαράττει τοίνυν αὐτίκα γρα-"
      },
      {
        "index": 574,
        "text": "B φὴν πρὸς τούς oí τῶν βουλευμάτων μετέχοντας, ἀπειλῶν ὡς εἶ μὴ τάχος ἐλεύσονται καὶ τὰ βεβουλευμένα ϑῶνται ἐπιτελῆ {εἶναι γὰρ τοῦτο δάδιον, ὡς αὐτὸς ὠκονόμησε), πάντας ἀνακα- λύψει τῷ βασιλεῖ καὶ ovx αὐτὸς μόνος τοῦ κινδύνου μεϑέξει. Ὁ"
      },
      {
        "index": 575,
        "text": "ταύτην τὴν ἐπιστολὴν ἐγχειρήσας τῷ παπίᾳ ἐνετείλατο στεῖλαί τινα ἐξ αὐτῆς τὸν τὴν ἐπιστολὴν ὑποδείξοντα τοῖς συνίστορσιν, D ΠῚ ᾧ ἕκαστον εἰπὼν ἐξ ὀνόματος, xai ὑποϑησόμενον νυκτὸς φοιτῆσαι πρὸς τὰ ἀνάκτορα μεταμφιασαμένους ἐν σχήματι κληρικῶν καὶ"
      },
      {
        "index": 576,
        "text": "ξιφίδια κεκρυμμένα βαστάζοντας. οἱ μὲν οὖν ἧκον ὡς ἔνε- τάλϑησαν\" ἄρτι δὲ περὶ ὄρϑρον τῆς νυκτὸς γενομένης ἧκον oi"
      },
      {
        "index": 577,
        "text": "βασιλικοὶ ψάλται, τὰς ὠδὰς ἄσοντες τὰς ἑωϑινάς. τούτοις ó"
      },
      {
        "index": 578,
        "text": "Ο παπίας καὶ τοὺς τοῦ Μιχαὴλ συνίστορας συνεισήγαγε, καὶ oi μὲν ἐν γωνίᾳ τινὶ καὶ σκότῳ συνεκρύπτοντο᾽ οἵ ψάλται δὲ τοὺς"
      },
      {
        "index": 579,
        "text": "ὕμνους ἦδον. ἤδη δὲ τούτων ὑπερμεσούντων καὶ ὃ βασιλεὺς"
      },
      {
        "index": 580,
        "text": "ὅσα ó Μιχαὴλ τοῖς συνωμόταις ἐπέστειλεν C"
      },
      {
        "index": 581,
        "text": "ἐξ αὐτῆς τὸν τὴν ἐπιστολὴν ὑποδείξοντα τοῖς συνίστορσιν, ἕκαστον εἰπὼν ἐξ ὀνόματος καὶ ὑποϑησόμενον AEJDi, (tamen post συνέστορσιν te- mere inserit ἀπέστειλεν Di), ταύτας τὰς ἐπιστολὰς (ἐπιστολᾶς W*p) τοῖς"
      },
      {
        "index": 582,
        "text": "πίους W*) ἀπέστειλεν\" ἐντειλάμενος αὐτῶ εἰπεῖν ἐκείνοις (de scri-"
      },
      {
        "index": 583,
        "text": "q:acauéyov; om, CD κεκρυμμένα βαστάξοντας AO, xai βαοστά-"
      },
      {
        "index": 584,
        "text": "Covrac κεκρυμμένα (sic) E, βαστάζοντας κεκρυμμένα Ww*p — ἧκον ὡς ἐνετάλϑησαν AEw, κατὰ τὰς ὑποθήκας τοῦ μιχαὴλ πεποιήκασι καὶ τοῖς βασιλείοις (τοὺς βασιλείους p) ἐπέστησαν (ἐπέσησαν p*) Op, Duc ex uno P, ut videtur. 11. 12 oí βασιλ. ἧκον Ewp γωνία xai σκότω (σκότει D) τινὲ R(wp) φαλτωδοὶ O 15. p. 335, εἰς τ. νεὼν"
      },
      {
        "index": 585,
        "text": "εἷς τὸν ναὸν ἐπεδήμησε xal διάτορον ἔχων φϑόγγον, βαρύτατον δὲ καὶ σὺν τραχύτητι ταῖς ἀκοαῖς εἰσδυόμενον, ᾧετο εὐφωνεῖν καὶ εἶναι μελῳδικώτατος καὶ κατάρχεσϑαι τῶν ὕμνων εἰώϑει. τότε τοίνυν στὰς ἐξεφώνησε, 88 τῷ παντάνακτος ἐξεφαύλισαν πόϑῳ. καὶ αὐτίκα τῆς γωνίας οἵ κατ᾽ αὐτοῦ μελετήσαντες καὶ τοῦ 839 WIILI109 σκότους ἐξέϑορον, τὰ ξίφη σπασάμενοι\" ó δὲ συνεὶς τὸ δρώμενον εἰσέδραμε τὸ ϑυσιαστήριον, καὶ οἱ αὐτοῦ δὲ ἀναιρέται ἐφεί-"
      },
      {
        "index": 586,
        "text": "καὶ τὴν χεῖρα ἀποτμηϑεὶς τέλος ἀφρητο καὶ τὴν κεφαλήν, βασιλεύσας ὠμῶς τε καὶ ἀσεβῶς ἐπὶ ἔτη ἑπτὰ καὶ μῆνας πέντε. καὶ ó μὲν ἐκείνου νεκρὸς εἷς τὸν ᾿ππόδρομον συρόμενος ἔρ- 40 orto. ὁ δὲ Μιχαὴλ ἔτι τοὺς πόδας ὧν σιδηρόδετος (7) κλεὶς γὰρ οὖχ εὕρητο τῶν δεσμῶν αὐτίκα, τοῦ Λέοντος αὐτὴν ἐγ- κόλπιον φέροντος) εὐφημήϑη καὶ προσεκυνήϑη ὡς βασιλεύς. εἶτα τῶν σιδήρων ϑραυσϑέντων εἰς τὴν μεγάλην ἐκκλησίαν"
      },
      {
        "index": 587,
        "text": "λεία Μιχαὴλ Ἡμοραίου (om. À) τοῦ τραυλοῦ AE βασιλεία Mi-"
      },
      {
        "index": 588,
        "text": "αὐτοῦ μελετήσαντες τῆς γωνίας ἐξέϑορον omissis xai τοῦ σκότους Ὁ συνεὶς τὸ δρώμενον (δραττόμενον E) AE, φόβω ληφϑεὶς O(wp)"
      },
      {
        "index": 589,
        "text": "ἀφίκετο, ταινιωϑησόμενος διαδήματι, τὴν μιαιφονίαν παρ᾽ οὐδὲν PII135A λογισάμενος. τὴν δὲ τοῦ “Λέοντος γαμετὴν καὶ τοὺς παῖδας Ὁ IIl. (τέσσαρες δ᾽ ἦσαν\" Σαββάτιος, ὃς ἐν τῷ ἀναγορεύεσϑαι μετω- γόμαστο Κωνσταντῖνος, ασίλειός ve καὶ Ϊ οηγόριος καὶ τέταρτος Θεοδόσιος) τῶν βασιλείων καταγαγών, τὴν μὲν ἐν τῇ μονῇ ὃ καϑεῖρξε τῶν Δεσποτῶν, τοὺς δὲ εἰς τὴν ]ορώτην καλουμένην ϑνῆσον περιορίσας ἅπαντας τῆς ἀρρενωπίας ἐστέρησε. καὶ ὁ μὲν Θεοδόσιος ἔϑανεν, ὃ δὲ Κωνσταντῖνος ἀφωνίᾳ κάτοχος γέγονε\" δι᾿ ἣν ἐδέετο ϑερμότατα τοῦ ϑεοῦ, ἀλλὰ μὴν καὶ τοῦ μεγάλου πατρὸς ] ρηγορίου τοῦ ϑεολόγου, ἐνδελεχῶς τῷ αὐτοῦ προσφοιτῶν ἐκτυπώματι, περιαιρεϑῆναι τὴν ἀφωνίαν αὐτοῦ\" ἀτῇ γὰρ ἐκπτώσει τῆς βασιλείας καὶ τῆς πατρικῆς κακοδοξίας B 50i παῖδες τοῦ Λέοντος συνεξέπεσον. ἔδοξεν οὖν ποτε ὅ ἅγιος"
      },
      {
        "index": 590,
        "text": "ἐπιστῆναι αὐτῷ, κελεύων ἀναστῆναι xai ἀναγνῶναι τὸ “πάλιν"
      },
      {
        "index": 591,
        "text": "θ᾽ Ἰησοῦς ὃ ἐμός.\" ὃ δὲ πεπιστευκὼς τῷ ῥήματι εἰσῆλϑεν ἐπ"
      },
      {
        "index": 592,
        "text": "ὅσα ἐποίησεν ó Μιχαὴλ τῇ τοῦ “Λέοντος γαμετῇ xai τοῖς ἐκείνου παισίν (παισέ\" C) CE καὶ ὅπως ó τοῦ Λέοντος υἱὸς Κωνσταντῖνος ἐλύϑη τῆς ἀφω-"
      },
      {
        "index": 593,
        "text": "xai εἰςέδυ τὸ ϑεῖον τέμενος Ὁ (sncramque aedem .. ingressus"
      },
      {
        "index": 594,
        "text": "μενος Ὁ — post λογιζόμενος add. καὶ δημοσίᾳ (0m. AND) τῆς ἀναρ-"
      },
      {
        "index": 595,
        "text": "add. ἐν ὕπροις — ῥήματι Α (τοῖς λεγομένοις Cedr. (Scylitz.)"
      },
      {
        "index": 596,
        "text": "ἐκκλησίας xal ἀνέγνω μή τινος αὐτοῦ παρεμποδίζοντος τῇ qovjj. εἰ δὲ καὶ περιγραπτοῖς ὅδρίοις τὴν σύζυγον, ὡς εἴρηται, xai τοὺς παῖδας τοῦ “Λέοντος περιέγραψεν, ἀλλ᾽ οὖκ ἀχορηγήτους κατέλιπε, τινὰς δὲ τῶν κτήσεων αὐτῶν αὐτοῖς προσαπένειμεν, ὃ ἵν᾽ ἐκ τούτων τὰ πρὸς χρείαν πορίζοιντο᾽ καί τινας δὲ πρὸς ὑπηρεσίαν αὐτοῖς ἐδωρήσατο."
      },
      {
        "index": 597,
        "text": "Ὥρμητο δὲ ὃ Μιχαὴλ οὗτος ἐξ ᾿Αμορίου, πόλεως τῆς ἄνω Φρυγίας, ἐν jj ᾿Ιουδαῖοί τε καὶ ᾿Αϑίγγανοι καὶ ἀσεβῶν ἑτέρων πληϑὺς ἐγκατῴκιστο᾽ καί τις ἔκ τούτων ἦν ἐκεῖσε σύμμικτος"
      },
      {
        "index": 598,
        "text": "αἵρεσις, ἧς συμμετέχειν καὶ οὗτος ὃ Μιχαὴλ λέγεται. xal 510 αἵρεσις τὸ μὲν ϑεῖον βάπτισμα δέχεται, τὴν δὲ Μωσαϊκὴν δια- ταγὴν διδάσκει τηρεῖν, ἐκτὸς τοῦ περιτέμνεσϑαι τὴν ἀκροβυστίαν."
      },
      {
        "index": 599,
        "text": "[Π|391 εἶχε δὲ xai ᾿Ιουδαῖόν τινα xav οἶκον παιδοτριβοῦντα αὐτόν\" ὅϑεν οὐκ ἦν τι παρ᾽ αὐτῷ εὑρεῖν ἀκραιῳνές, ἀλλ᾽ ἦν, ὡς εἰ-"
      },
      {
        "index": 600,
        "text": "ῦ πεῖν, ὁ ἄνϑρωπος πανσπερμία αἱρέσεων. διὸ καὶ τῷ λόγῳ ἀπήχϑετο, ὡς εἷς ἀνατροπὴν ὄντι τῆς κακοδοξίας αὐτοῦ."
      },
      {
        "index": 601,
        "text": "T ὅϑεν ὥρμητο ó Μιχαὴλ καὶ οἷος τὴν πίστιν καὶ τὰ ἤϑη C"
      },
      {
        "index": 602,
        "text": "Wo lat. δὲ τῶν κτήσεων αὐτῶν αὐτοῖς προςαπένειμεν AE, δ' αὐτοῖς τῶν κτήσεων αὐτῶν προςκεκλήρωκεν O, δὲ τῶν κτήσεων αὐτῶν αὐτοῖς προσεκλήρωσεν w*p D πρὸς ὑπηρεσίαν --- ὥρμητο δὲ om."
      },
      {
        "index": 603,
        "text": "21), προςαπένειμεν T δὲ Δ, μέντοι οὗτος om. Ὁ"
      },
      {
        "index": 604,
        "text": "p. 69, 10 s), ἐδέχετο O 11. διαταγὴν (διαταγωγὴν E) διδάσκει"
      },
      {
        "index": 605,
        "text": "σπερμία AEDwwp, πολυσπερμία Ὁ αἱρέσεως CEwp2Di, sectarum:"
      },
      {
        "index": 606,
        "text": "᾿Απορίᾳ δὲ συζῶν ἐκ νεότητος ἐστρατεύετο\" ποτὲ τοίνυν τῷ ταγματάρχῃ προσελϑὼν περί του ἐδέετο. τῷ δὲ ἔτυχέ τις ᾿Αϑίγγανος παρεστὼς καί φησι πρὸς τὸν στρατηγὸν ἐν ἀπορρή- D τοις τὸν λόγον ποιούμενος ὡς “βασιλεύσει Ρωμαίων οὗτος, ὅς σου δέεται νῦν.\" καὶ ὃς αὐτίκα τῷ μαντεύματι ϑέμενος oi- κειοῦται τὸν Μιχαὴλ καὶ κηδεστὴν ποιεῖται ἐπὶ τῇ ϑυγατρί. 10 \"Aon δὲ τῇ αὐταρχίᾳ ἐπιπηδήσαντος τοῦ Μιχαήλ, ὡς ἵστό- θήται, Ó ἱερώτατος Νικηφόρος ὑπερόριος ὧν ἐπιστέλλει αὐτῷ, ἀξιῶν τὴν τῶν εἰκόνων γενήσεσϑαι ἀναστήλωσιν. ὃ δὲ μήτε τι καινοτομήσειν ἔφρη περὶ τὴν πίστιν μήτε τὴν τῆς ἐκκλησίας ἀλλοιῶσαι κατάστασιν, ἀλλὰ μηδὲ βιάσασϑαί τινα περὶ τοῦ ϑείου δοξάζειν παρ᾽ ὃ βούλεται. ἐν λόγοις δ᾽ ἔμεινε ταῦτα\" οὐ μετὰ πολὺ γὰρ τὴν γνώμην ἔδειξε τὴν οἰκείαν καὶ κατὰ τῶν ὄρϑο- PII136A δόξων ἐχώρησε, καὶ πολλοὺς καὶ ἄλλους δεινοῖς περιέβαλε, πρὸς τοῖς ἄλλοις δὲ καὶ τὸν ϑεῖον Μεϑόδιον καὶ τὸν τῆς Xáo-"
      },
      {
        "index": 607,
        "text": "ὅσα ó πατριάρχης Νικηφόρος ἐκ τῆς ὑπερορίας ἐπέστειλε τῷ Μιχαήλ᾽ καὶ ὅσα ἐκεῖνος εἶπεν Εἰ"
      },
      {
        "index": 608,
        "text": "22, 36 τὸν] τῷ lEwp ἱστόρηται] XV 21, 41 ss. ἑερότατος w*p invitis AR post νικηφ. add. ó πατριάρχης Rwp (v. arg. ad ἢ. 1Ὁ 9 ante εἰκόνων add. σεπτῶν Rwp γενήσϑαι | A,"
      },
      {
        "index": 609,
        "text": "AE, τὴν οἰκείαν ἐξήφηνε O, τὴν οἰκείαν δὲ ἔφην w* (Wo lat. : animo suo deelarato) p ὀρϑοδόξων A(E)Dwwp, ὀρϑῶν δογμάτων Ὁ"
      },
      {
        "index": 610,
        "text": "δεων ἀρχιερατεύοντα τὸν Εὐϑύμιον ἐξορίᾳ παρέπεμψε διὰ τὴν τῶν ἁγίων tixóvow τιμήν. εἶτα τὸν μὲν εϑόδιον καϑείργνυσι κατὰ τὸν ᾿Ακρίταν\" τὸν ἀοίδιμον δ᾽ Εὐϑύμιον μαρτυρικῷ τε- λειοῖ ϑανάτῳ, ἀφειδῶς μαστιζόμενον διὰ τοῦ υἱοῦ αὐτοῦ Θεο- δ φίλου. ἐζξζήλου δ᾽ ἐν ἅπασι τὸν Κοπρώνυμον καὶ τοῖς ᾿Ιουδαίοις προσέκειτο τά τε σάββατα νηστεύειν προσέταττε. τῇ ἀναστάσει ΠῚ 392 τε ἀπιστῶν διετώϑαζε τὰ μέλλοντα ἀγαϑὰ καὶ τοὺς προφήτας διέσυρε καὶ δαίμονας οὐκ εἶναι διεβεβαιοῦτο\" πορνείαν τε οὖὐχ ἁμάρτημα ἥγητο καὶ τὸν ἐπὶ πᾶσι ϑεὸν ὀμνύειν διεκελεύετο."
      },
      {
        "index": 611,
        "text": "οὺν ἑορτάζεσϑαι ἐδογμάτιζε. ταῦτα μὲν οὖν ἐκ πολλῶν ὀλίγα τῆς ἐκείνου κακίας ἢ καὶ ἀνοίας γνωρίσματα ξυγγεγράφαται. Ὃ δὲ λόγος τὰ τότε ξυμβεβηκότα διδότω τῇ ἱστορίᾳ\" τὰ δ᾽ ἦσαν ἐμφύλιοι πόλεμοι. ὁ δὲ τούτων κατάρξας Θωμᾶς ἦν, 95 εἷς τῶν τριῶν τυγχάνων ἀνδρῶν, περὶ ὧν iv τῷ Φιλομηλίῳ μοναχὸς τῷ αρδανίῳ προέφησε τοὺς μὲν δύο ἐπιβήσεσϑαι"
      },
      {
        "index": 612,
        "text": "D ὅτι καὶ οὗτος τοὺς πρὸ αὐτοῦ ἐμιμήσατο CE ὅσα ὁ ματαιόφρων Migar& ἐφρόνει CE περὶ τῆς τοῦ Θωμᾶ τυραννίδος C"
      },
      {
        "index": 613,
        "text": "om. Ὁ p. 338, ὀρϑοδόξων ἐχώρησε — τὸν ἀοίδιμον εὐϑύμιον δὲ μαρτυρικῷ add. Dw εὐθδύμιον δὲ Ewp τελεῖοι W*"
      },
      {
        "index": 614,
        "text": "XIII 1, 5), προηγόρευσεν O ante τοὺς add. ὡς ἄνω που [cf. XV"
      },
      {
        "index": 615,
        "text": "τῆς βασιλείου ἀρχῆς, τὸν δέ γε τρίτον (ὃς οὗτος ἦν ὁ Θωμᾶς) ἐπιχειρῆσαι μὲν τυραννίδι καὶ ἑαυτῷ περιϑέσϑαι διάδημα, μὴ μέντοι καὶ τῆς βασιλείας τυχεῖν. οὗτος τοίνυν, ὡς ἤδη μοι εἴρηται, ἄρχων καταστὰς τοῦ τάγματος τῶν φοιδεράτων παρὰ Οτοῦ “έοντος, ὡς ἔγνω τὸν εὐεργέτην ἀναιρεϑέντα παρὰ τοῦ ὃ Μιχαήλ, τῷ μὲν δοκεῖν τιμωρῶν ἐκείνῳ, τῷ δ᾽ ὄντι τὴν βα- σιλείαν καραδοκῶν ἀνταίρει τῷ Μιχαὴλ καὶ συναλίσας δύναμιν obx εὐκαταφρόνητον ἅπασαν σχεδὸν τὴν ἑῴαν μοῖραν ἔσφετε- oícaro καὶ τοὺς δημοσίους φόρους αὐτῷ κομίξζξεσϑαι παρε- οἵ σκεύαζε. καὶ πολὺς ἐντεῦϑεν γενόμενος ἐπῆλϑε καὶ τοῖς \"Aya- οηνοῖς, ἀδεέστερον τότε πᾶσαν ληιζομένοις χώραν καὶ τὰς νήσους αὐτὰς διὰ τὸν ἐμφύλιον πόλεμον. καὶ ἐπελϑὼν ἀνέκοψε τῆς φορᾶς καὶ ἀνακόψας παρεστρατοπεδεύσατο καὶ ἐς λόγους ἦλϑεν αὐτοῖς καὶ ἥκων εἰς λόγους ἐσπείσατο ἐπὶ συνϑήκαις τοῦ ω- μαϊκῶν ὁρίων παραχωρῆσαι αὐτοῖς, εἰ τῆς βασιλείας ἐγκρατὴς D γένοιτο. οὕτω δὲ ταῦτα διοικησάμενος καὶ τὴν κεφαλὴν ἄνε- δήσατο ταινίᾳ βασιλικῇ καὶ αὐτοκράτωρ ἀνερρήϑη κατὰ τὴν"
      },
      {
        "index": 616,
        "text": "ἐπιτεύξασϑαι (-εσϑαι C) O 8. ἤδη — εἴρηται] προεγράφη O Wo lat. εἴρηται) XV. 19, τοῦ τῶν φοιδεράτων τάγματος Ὁ τῷ uiv]"
      },
      {
        "index": 617,
        "text": "σῦαι παρεσκεύασε (παρεσκεύαζε À) AEDwwp, αὐτοῖς ὠκειώσατο Ὁ"
      },
      {
        "index": 618,
        "text": "ἔχοντος\" \"Ιὼβ δ᾽ ἐκεῖνος ἐκέκλητο. κἀκεῖϑεν ὁρμηϑεὶς σὺν με- γάλῳ στρατεύματι (ἔτυχε γὰρ συμμάχων οὐκ ᾿Αγαρηνῶν μόνον, ἀλλὰ καὶ ἐξ ἑτέρων ἐϑνῶν πλειόνων) τῇ τυραννίδι κραταιότερον ἐπεχείρησεν. ἦν δὲ ὃ Θωμᾶς οὗτος οὐ τῶν εὐπατριδῶν, ἀλλὰ ὃ καὶ τῶν λίαν ἀσήμων καὶ τούτων βαρβάρων, καὶ ἀπορίᾳ σύν- τροφὸς τῇ ἐσχάτῃ, ὥστε καὶ δουλεύειν μισϑοῦ. ἀναχϑεὶς δ᾽ ὑπὸ τῆς τύχης, ὡς εἴρηται, καὶ τυραννίδι ἐπιχειρήσας τήν τε κλῆσιν μετέϑετο, Κωνσταντῖνον ἑαυτὸν ὀνομάσας καὶ κοινωνὸν τῆς βασιλείας, ὡς «ero, προσελάβετο, υἱὸν εἰσποιητὸν οἴκειω- ῬΊΤΙΒΤΑ σάμενός τινα. τοῦ δὲ Μιχαὴλ στρατιὰν κατ᾽ αὐτοῦ ἐσταλκότος, συμβαλὼν ἐκεῖνος αὐτῇ τοὺς μὲν ἀνεῖλε, τοὺς δὲ φυγάδας ἀπέ- quvev. ἐντεῦϑεν κραταιότερον τῆς τυραννίδος ἐπείληπτο καὶ στόλον ἐξαρτυσάμενος, ἀλλὰ μὴν καὶ τὸ βασιλικὸν ναυτικὸν ὕφ᾽ ἑαυτὸν ποιησάμενος ἐξ ᾿Αβύδου πρὸς τὴν Θράκην ἐπεραιώϑη καὶ τὰ τῆς ἑῴας ἅπαντα σχεδὸν ὑπηγάγετο, ἄνευ μέντοι τοῦ ϑέματος τοῦ ᾿Οψικίου, οὗ ó Κατάκυλας ἐστρατήγει, καὶ τοῦ τῶν \"Aoueviaxóv* ó ᾿Ολβιανὸς δὲ τὴν στρατηγίδα τούτου εἶχεν"
      },
      {
        "index": 619,
        "text": "distinguunt p.Di, ante υἱὸν ABEB-W 11. ἀπέφηνε (ἀπέφηνεν"
      },
      {
        "index": 620,
        "text": "64, 13. 67, 3, Κατάκηλας Cedr. (Scylitz.) II p. ΤΊ, ἐστρατὴγ"
      },
      {
        "index": 621,
        "text": "WIHI111doy5zv, ὃς δὴ λοχήσας καὶ τὸν τῷ τυράννῳ εἰσποιηϑέντα υἱὸν κατασχὼν ἀνεῖλεν εὐϑύς. Γενόμενος δ᾽ iv τῇ Θράκῃ, ὡς εἴρηται, ó Θωμᾶς προο- Θτιϑεμένους αὐτῷ τοὺς ξύμπαντας ἔσχηκεν. αὖϑις οὖν τοῦ Β βασιλέως κατά te γῆν αὐτῷ συμμίξαντος xai κατὰ ϑάλασσαν, Ὁ καὶ ἄμφω τὰς στρατιὰς ὃ τύραννος ἐτρέψατό τε καὶ διεσκέδασεν, υἱοϑετήσατο δ᾽ ἕτερον, τοῦ πρώτου κτανϑέντος, ὡς εἴρηται, ᾿Αναστάσιον μὲν καλούμενον, μοναχὸν δ᾽ ὄντα, καὶ τὸ μὲν σχῆμα τὸ ϑεῖον ἀποδυσάμενον, στολὴν δὲ κοσμικὴν μεταμφιασάμενον. D MI: ὃ ἐς τοῦτο δ᾽ ἧκεν ἀπορίας ó Μιχαὴλ ὡς σιδηρᾶν ἐκτεῖναι σειρὰν ἐξ ἀκροπόλεως εἷς τὸ κατ᾽ ἀντιπέραν πολίχνιον, ἵν᾿ ἄβατα τοῖς ἀτοῦ τυράννου φυλάττοιτο τὰ ἐντός. ἀλλ᾽ ὃ Θωμᾶς ὁμοῦ τῇ πόλει προσέβαλε κατὰ γῆν τε καὶ κατὰ ϑάλασσαν, τὴν σιδηρᾶν ἐκείνην ῥᾷστα διαρρήξας σειράν, καὶ ᾧετο, εἰ μόνον φανείη, τοὺς ἐν τῇ πόλει διὰ τὴν πρὸς τὸν κρατοῦντα ἀπέχϑειαν εὐὖ- C ὃ χερῇ τὴν εἴσοδον αὐτῷ παρασχεῖν. ἐπεὶ δ᾽ ἐρρωμένους εὕρηκε τοὺς ἐντὸς πρὸς τὴν τῆς πόλεως φυλακὴν καὶ τῶν ἐλπίδων ἐψεύσϑη, τότε μὲν ἀνεχώρησε καὶ βάλλεται χάρακα κατὰ τὸ τῶν ϑείων ᾿Αναργύρων ἱερώτατον τέμενος\" ὃ τόπος δὲ τὰ Ilav-"
      },
      {
        "index": 622,
        "text": "λίνου ὠνόμαστο. ἡμερῶν δέ τινων διαγενομένων καὶ xarà χέρσον αὖϑις καὶ κατὰ ϑάλασσαν ἐπήνεγκε τῇ πόλει τὸν πό- λεμον, ἑλεπόλεις τε καὶ κλίμακας ἐπαγόμενος. ὡς δ᾽ ἑώρα τὰ τῆς σπουδῆς αὐτῷ πανταχόϑεν ἀνήνυτα, τότε μὲν τὴν ψυ-"
      },
      {
        "index": 623,
        "text": "δ χρὰν ἐκτρεπόμενος Θράκην (χειμὼν γὰρ ἦν) τὴν στρατιὰν ab- τοῦ ταῖς χώραις διένειμεν, ἐν ταύταις σχολάσουσαν καὶ τὴν τοῦ χειμῶνος ἐκφευξομένην δριμύτητα. ἄρτι δὲ τοῦ ἔαρος ἐφεστῶ-"
      },
      {
        "index": 624,
        "text": "καὶ περιεκύκλου τὰ τείχη τῷ τε πεζῷ στρατεύματι καὶ τῷ vav-"
      },
      {
        "index": 625,
        "text": "τεκῷ. ἤδη δὲ καὶ τῷ Μιχαὴλ ἡτοίμαστο καὶ στόλος καὶ στρά- τευμα. λόγοις οὖν παρακλητικοῖς τοὺς οἰκείους παραϑαρρύνας ὁ βασιλεὺς ἀϑρόον ἔκ πλειόνων πυλῶν ἐξάγει τούτους καὶ συρ- οήγνυται τῷ τοῦ τυράννου λαῷ. οἱ δὲ τῷ αἰφνιδίῳ καὶ τῷ 11 Üdoott τῶν ἐπιόντων ἀποδεδειλιακότες τὰ νῶτα μετέβαλον καὶ ἔπεσον πολλοί, καὶ ἡ νίκη τῶν ἔκ τῆς πόλεως ἦν. τὰ μὲν οὖν κατὰ χέρσον οὕτω συνηνέχϑη τῷ ἀποστάτῃ\" οὐ μὴν ἀλλ᾽ D 11I 395 οὐδὲ τὰ xarà ϑάλασσαν κάλλιον ἔσχεν αὐτῷ. τὰς γὰρ βασι- λικὰς τριήρεις τὸ τοῦ τυράννου ναυτικὸν ϑεασάμενον ἐπιούσας"
      },
      {
        "index": 626,
        "text": "ὅτι καὶ κατὰ γῆν καὶ κατὰ ϑάλασσαν προσβαλὼν ó Θωμᾶς τῇ πόλει πολ- λάκις, οὐδὲν ἀνύσαι ἴσχυσεν, ἀλλ᾽ ἥττητο συνεχῶς\" ὃ δὲ καὶ ἡττώμενος τοῦ τυραννεῖν (τυραννείου E) οὐκ ἀπείχετο CE (C verbis ἀλλ᾽ ἥττετο novum"
      },
      {
        "index": 627,
        "text": "συρρήγνυνται Ὁ ϑάρσει AR, ϑράσει BS(?)pDi, ϑάσει w*; v."
      },
      {
        "index": 628,
        "text": "αὐτῷ οὐχ ὑπήνεγκεν, ἀλλ᾽ εὐθὺς τὴν συμπλοκὴν μὴ ϑαρρῆσαν εἰρεσίᾳ συχνῇ πρὸς τὴν χέρσον κατήγοντο, xal oi μὲν ἀπεδί- δρασκον, οἵ δὲ τῷ Μιχαὴλ αὐτομολοῦντες προσήεσαν. ὃ δ᾽ P1I138A ἀποστάτης ἔτι τῆς τυραννίδος ἀντείχετο καὶ οὔτε τὸν χάρακα ἔλυσε καὶ τὸ ἐν “Ελλάδι ἑτοιμασϑὲν αὐτῷ ναυτικὸν μετεπέμψατο\" 9 καὶ τόδε παρῆν κατὰ Βυρίδας νεωλκησάμενον. ὃ γνόντες οἱ τοῦ στόλου τοῦ Ἀιχαὴλ νυκτὸς αὐτοῖς ἐπιτίϑενται καί τινας μὲν ἡρήκασι τῶν πολεμίων νηῶν, ἑτέρας δὲ τῷ ὑγρῷ πυρὶ κατενέπρησαν. κατὰ γῆν δὲ συχναὶ μὲν ἐγίνοντο προσβολαΐ, Θεοφίλου τοῦ υἱοῦ τοῦ βασιλέως τοῦ λαοῦ προεξάρχοντος\" ἀγ- χώμαλα δὲ τοῖς ἐναντίοις ἦσαν τὰ πράγματα καὶ οὐδενὶ μέρει καϑαρῶς ἣ νίκη ἐπεμειδίασεν. ἕν τοσούτῳ δέ τι συμβὰν τῷ Θωμᾷ τὰ πράγματα ἔσφηλε\" τῆς γὰρ φήμης πανταχοῦ τὴν τοῦ Θωμᾶ κηρυξάσης ἀποστασίαν καὶ τὴν πολιορκίαν τῆς πό- Βλεως, Mogtáyov ó τῶν Βουλγάρων κατάρχων σπονδὰς ἐπὶ 1ῦ τοῦ Λέοντος τριακοντούτεις ϑέμενος καὶ φιλίως τότε Ῥωμαίοις ἔχων, αὐτεπάγγελτος ἧκε συμμαχήσων τῷ βασιλεῖ καὶ στρατο-"
      },
      {
        "index": 629,
        "text": "ὅτι ὅ τῶν Βουλγάρων ἀρχηγὸς σπονδὰς μετὰ \"Popaíov ϑέμενος ἐμα- χέσατο τῷ Θωμᾷ καὶ ἐνίκησε CE καὶ αἴτιος γέγονε τῆς αὐτοῦ καταλύ-"
      },
      {
        "index": 630,
        "text": "βυρίδας ARwp, Genes. p. 41, 8, Theoph. cont. p. 64, 3, βηούδας D, τῷ χωρίῳ .. τῶν Byoíóov (τῶ βηρύδων Coislinianus) Cedr."
      },
      {
        "index": 631,
        "text": "4, 18 cet.) οὐ νηῶν (XV 24, 3. XVI 9, 47. 51 cet.). 9 xarev- ἔπρησαν AO, παραδεδώκασιν Ewp post κατενέπρησαν vel zapaóe- δώκασιν add. Rwp ὡς ὀλίγας περιλειφϑῆναι (περιληφϑῆναι ΒῚ τοῦ υἱοῦ] τὸν υἱοῦ w*p 11] ἀντιπολέμοις Ὁ 192 ἐπέβρισεν0Ο 1, τρια- κοντούτεις ἐπὶ τοῦ λέοντος Ὁ"
      },
      {
        "index": 632,
        "text": "πεδεύεται κατὰ τὰ Κιδόκτου. τοῦτο τὸν ἀποστάτην ἐϑρόησε. xotvac δὲ ἀσύμφορον ἑαυτῷ ἅμα τε καὶ πολιορκεῖν καὶ τοῖς Βουλγάροις ἀντιστρατεύσασϑαι (μερισϑείσης γὰρ αὐτῷ τῆς δυ- γάμεως obx ἀξιόμαχον ἑαυτὸν οὐδετέρῳ τυγχάνειν (ζετο), κατὰ ὃ τῶν Βουλγάρων ἐχώρησε παντὶ τῷ στρατεύματι καὶ συμβαλὼν ἡττᾶται καὶ πολλοὺς μὲν ἀποβάλλει τῶν ἑαυτοῦ, τοὺς μὲν φϑα- θέντας, τοὺς δὲ καὶ ἁλόντας. ὅσοι δὲ τόν τε βαρβαρικὸν ἀκι- 19 111396 νάκην ἐξέφυγον καὶ τὴν αἰχμαλωσίαν διέφυγον, τὸ μέλλον € καραδοκοῦντες ἡσύχαζον, οἱ Βούλγαροι δὲ τοὺς αἰχμαλώτους 30 καὶ λείαν πολλὴν ἐπαγόμενοι ἀνεζεύγνυον τῇ νίκῃ γαυρούμενοι. ταύτην τὴν ἧτταν τοῦ ἀποστάτου ὅσον ἔκ τοῦ στόλου αὐτοῦ περιελέλειπτο ἐγνωκὸς πρὸς τὸν Μιχαὴλ ηὐτομόλησεν. ἐν τοιού- τοις δὲ ὁ τύραννος γεγονὼς καὶ πάντῃ ἐξασϑενήσας, ὅμως ἔτι τοῦ πολιορκεῖν οὖκ ἀφίστατο, ἀλλὰ μηδὲν ἀνύων ἀπανίσταται τὸ μὲν τῆς προσεδοείας τῆς πόλεως, ἄπεισι δὲ πορρωτέρω, καί τινα τόπον εὑρὼν ἐπιτήδειον ἐν τούτῳ βάλλεται χάρακα, κἀκεῖ- Ücv ὁρμώμενος ἐληΐζετο τῆς πόλεως τὰ προάστεια καὶ τὰς τού- τῶν ἐκεράιζε χάριτας. ἐπῆλϑε τοίνυν τούτῳ ὅ Μιχαήλ, καὶ"
      },
      {
        "index": 633,
        "text": "ἡττᾶοϑαι À μὲν prius om. ODi T postócor δὲ add. ye Rwp — τε"
      },
      {
        "index": 634,
        "text": "φυγήν, xal οἵ uiv τῷ βασιλεῖ προσερρύησαν, οἱ δ᾽ ἐπὶ τὰ éav- Ὡά τῶν ἀπήεσαν ἕκαστοι. ὅ δέ γε τύραννος μετὰ βραχίστων εἰς ᾿Αδριανούπολιν ἄπεισι, καὶ ó MiyajA αὐτῷ xav ἴχνος ἀκο- λουϑεῖ καὶ πολιορκεῖ τὴν πόλιν οὖχ ἑλεπόλεσιν, ἀλλὰ σπάνει τῶν ἀναγκαίων. καὶ oi τῆς πόλεως τῷ λιμῷ πιεζόμενοι ἀμνη- Ὁ στίαν τῶν ἐπταισμένων ἔκ τοῦ βασιλέως ἠτήσαντο καὶ ταύ- της τυχόντες δεσμοῦσὶ τὸν Θωμᾶν καὶ παραδιδόασι τῷ M χαήΛ. ὁ δὲ ἀφαιρεῖται αὐτοῦ χεῖρας καὶ πόδας καὶ ὄνῳ ἐπιβιβάσας ϑοιαμβεύει τὸν ἄτιμον Üoíauflovr. εἶτα περὶ συν- ιστόρων πυνϑάνεται, καὶ πολλοὺς ἂν ἐκεῖνος ἐξέφηνεν, εἶ μὴ ΡΙΠ189Ὰ ὁ “Εξαβούλιος ὅ πατρίκιος τὴν ὁρμὴν τοῦ βασιλέως ἀνέκοψε, φάμενος μὴ χρῆναι πιστεύειν κατὰ τῶν φίλων ἐχϑροῖς. ó δέ γε Θωμᾶς ἄλλοτε ἄλλαις τιμωρίαις ὑποβαλλόμενος βιαιότατα κατέλυσε τὴν ξωήν. καὶ ó τούτου δὲ εἰσποιητὸς υἱὸς εἷς τὸ τῆς Βιζύης πολίχνιον προσφυγών, παρὰ τῶν οἰκούντων 1015 φρούριον δεϑεὶς προσήχϑη τῷ βασιλεῖ καὶ ὁμοίως τῷ πεπλα- D Ill : σμένῳ πατρὶ κολασϑεὶς βιαίως καὶ αὐτὸς ἀπέρρηξε τὴν ψυχήν."
      },
      {
        "index": 635,
        "text": "D κατάσχεσις (κατάλυσις E) τοῦ Θωμᾶ. περὶ τῆς Ηρακλείας καὶ τοῦ Πανίου μηδὲ μετὰ τὴν κατάλυσιν τοῦ Θωμᾶ τῆς ἀποστασίας ἀφισταμένων C"
      },
      {
        "index": 636,
        "text": "Op, προσερρύοντα w* 8 ávópiavoózoAw D, corr. Dw ἠτέ- σαντο p* invitis ARw B αὐτοῦ £** χεῖρας À ἐξαβούλιος"
      },
      {
        "index": 637,
        "text": "βύζης Genes. p.44, 9. 45, 2, Theoph. cont. p. 70, 21 τῷ f.]"
      },
      {
        "index": 638,
        "text": "ἣ μὲν οὖν roD Θωμᾶ ἐπανάστασις τοῦτον τὸν τρόπον κατηύ- γαστο. ai δὲ Θρᾳκικαὶ πόλεις al πάραλοι κἀκείνου παρελϑόντος ἔτι τῆς στάσεως εἴχοντο, καὶ μᾶλλον τῶν ἄλλων τὸ [Hláviov καὶ"
      },
      {
        "index": 639,
        "text": "9 1( πρὸς τὸν αὐτοκράτορα. ἀλλὰ τὸ μὲν Ilávwv σεισμῷ τοῦ τείχους αὐτοῦ πεσόντος ἑάλω, ἡ δ᾽ Ἡράκλεια διὰ τῆς ϑαλάσσης γέγονεν ἁλωτή. ταῦτα τοίνυν κατορϑώσας ó MiyanA ἐπάνεισι τροπαιοφορῶν καὶ ἱππικοῦ τελουμένου ἀγῶνος τοὺς τῷ Θωμᾷ τὴν τυραννίδα συμπράξαντας ὄνοις ἐφεζομένους εἰσαγαγὼν εἷς τὸ ϑέατρον ὑπερορίαν αὐτῶν κατεδίκασε, μή τι πλέον κολάσας αὐτούς, εἰ μὴ δύο τινὰς τὸν Χοιρέαν καὶ τὸν Ζαγορηνόν, μὴ σπειϑομένους μηδὲ μετὰ τὴν κατάλυσιν τοῦ Θωμᾶ παραδοῦναι τὰ φοούρια, ἃ κατεῖχον, ἑλὼν καὶ ἀνασκολοπίσας ἀπέκτεινε. Τῇ γοῦν ἀποστασίᾳ τῇ τοῦ Θωμᾶ καὶ τοῖς ἐμφυλίοις πο- C λέμοις τῶν ωμαϊκῶν ἀσχολουμένων δυνάμεων ἄδειαν εὑρη- »εότες πᾶσαν oi πρὸς ἑσπέραν ᾿Αγαρηνοί, οἱ τὸν τῆς ᾿Ιβηρίας"
      },
      {
        "index": 640,
        "text": "AH, v. XIIT 3, πάλαι AEwp, τοῖς παλαιοῖς Ὁ post ἡρά- κλεια add. ἐστασίαζον δ᾽ ἔτε (δὲ τῶ B) Rwp δὲ p* invitis ARw"
      },
      {
        "index": 641,
        "text": "EDw, γαξαρηνόν Theoph. cont. p. 71, 91 55., Cedr. (Seyvlitz.) II"
      },
      {
        "index": 642,
        "text": "οἰκοῦσι κόλπον xal λέγονται ᾿Ισπανοί, τῷ σφετέρῳ προσίασιν ἀρχηγῷ, ὃν αὐτοὶ καλοῦσιν ᾿Αμερμουμνῆν, xai ἡτοῦντο ἄποι- κίαν στείλασϑαι, διὰ πλῆϑος στενοχωρούμενοι. κἀκεῖνος κατέ- γευσε, καὶ τούτους παραλαβὼν σὺν τριήρεσιν ἀπέπλευσε, τὰς ὑπὸ “Ῥωμαίους νήσους zegucv τε καὶ ληιζόμενος. ὡς δ᾽ ἧκεδ W Π1118 καὶ εἰς τὴν Κρήτην καὶ τὸ ταύτης ἔγνωκε πάμφορον, τοὺς μὲν πλείστους εἷς λείαν ἐκπέπομφεν, αὐτὸς δὲ μετ᾽ ὀλίγων εἰς φυ-"
      },
      {
        "index": 643,
        "text": "ὁ καὶ πάσας ἐνέπρησε. τεϑορυβημένων δὲ τῶν ᾿Αγαρηνῶν διὰ τοῦτο xal τὴν αἰτίαν ζητούντων, ὁ ᾿Απόχαψ (οὕτω γὰρ ó σφῶν"
      },
      {
        "index": 644,
        "text": "ὦὠνόμαστο ἀρχηγός) “ἀποικίαν ἡτεῖσϑε᾽\" φησίν. \"ióob τοίνυν χώρα ῥέουσα μέλι καὶ γάλα καὶ ταύτην κατασχόντες οἰκήσατε.᾽\" ὅ ἐκείνων δὲ εἰπόντων \"xai τὰ φίλτατα ποῦ; ó ᾿Απόχαψ “ἐν- “- ““ 4 , 53 , ες T , \" ταῦϑα γυναῖκές εἶσιν ἀνϑυπήνεγκεν, “ἐξ ὧν γενήσονται καὶ θ παῖδες ὑμῖν οὐ μετὰ μακρόν.\" τούτοις πεισϑέντες ol ἔκ τῆς"
      },
      {
        "index": 645,
        "text": "yao τήν te νῆσον ὗφ᾽ ἑαυτοὺς ἐποιήσαντο xal τοὺς αὐϑιγενεῖς ἐδουλώσαντο. ὅτε καὶ Κύριλλος ὃ Ὀρτύνης ἐπίσκοπος ἀϑλήσας ὑπὲρ Χριστοῦ μαρτυρίου κεκόμιστο στέφανον."
      },
      {
        "index": 646,
        "text": "Θανούσης δὲ τῆς συζύγου τῷ βασιλεῖ ἐκεῖνος ὑπεκρίνετο μὲν ἐς τὸ προφανὲς δευτέροις ὁμιλῆσαι γάμοις μὴ βούλεσϑαι, PIT 140A κρύβδην δὲ πρὸς τοὺς ἐξόχους τῆς γερουσίας διεπέμπετο ἀξιοῦ- σϑαι παρ᾽ αὐτῶν ἑτέραν τοῦ βίου κοινωνὸν εἰσοικίσασϑαι. καὶ"
      },
      {
        "index": 647,
        "text": "ὃ ἡ σκῆψις ὡς εὐπρεπής\" δεινὸν γὰρ ἔφασαν εἶναι ἡμᾶς μὲν βασιλεύεσϑαι παρὰ σοῦ, τὰς δ᾽ ἡμῶν συνοίκους βασιλίδος στε- ρίσκεσϑαι. ὅ δὲ πρότερον μὲν ἀκκιζόμενος τὴν ἀξίωσιν οὐ προσίετο\" λιπαρούντων δ᾽ ἐκείνων πίστεις ἐξ αὐτῶν ἄπητει, ei βούλοιντο ἀγαγέσϑαι αὐτὸν βασιλίδα, ὡς καὶ μετὰ ϑάνατον αὐτοῦ βασίλισσαν ταύτην ἕξουσι καὶ τὰ ἐκ ταύτης αὐτῷ φυησό- μενα ὡς βασιλέας τιμήσουσι. ταῦτα δὲ τῶν τῆς συγκλήτου ἐγ- γράφως αὐτῷ ἐπαγγειλαμένων, κἀκεῖνος αὐτοῖς προσεποιήσατο"
      },
      {
        "index": 648,
        "text": "γενέσϑαι τοῦ βασιλεύσαντος Κωνσταντίνου, ὃν ἣ μήτηρ, ὡς ἤδη 11399 ἔμπροσϑεν εἴρηται, ἐξετύφλωσεν. ἦν δ᾽ αὕτη κεκαρμένη πρὸ πλείονος καὶ ἐν τῇ νήσῳ τῇ Πρίγκιτος ταῖς ἀσκουμέναις ἐκεῖ"
      },
      {
        "index": 649,
        "text": "ὅπως καὶ τίνα δευτέραν γαμετὴν εἰλήφει ó Μιχαήλ C"
      },
      {
        "index": 650,
        "text": "πέμπετο ἀξιοῦσϑαι παρ᾽ αὐτῶν AT, διαπεμπόμενος ἀξιοῦσϑαι παρ᾽ αὖ-"
      },
      {
        "index": 651,
        "text": "om. O βασιλίδα Rwp ἐκείνην Ὁ ἐκ ταύτης αὐτῷ AEwp, ἐξ αὐτῆς O 12. αὐτοῖς προςεποιήσατο πείϑεσϑαι (πείσεσϑαι EDw)"
      },
      {
        "index": 652,
        "text": "πριγκίπου Dw"
      },
      {
        "index": 653,
        "text": "μοναχαῖς ἐκ πρώτης τριχὸς συγκατείλεκτο, xal ἣ κλῆσις τῇ γυναικὶ ᾿ἰφροσύνη."
      },
      {
        "index": 654,
        "text": "Τοῦ πατριάρχου δὲ Θεοδότου ϑανόντος, ὃς ξξ ἔτη ἀσεβῶς τῆς ἐκκλησίας ἐκράτησεν, ᾿Αντώνιος προεχειρίσϑη, ᾧ Kaoov- ματᾶς τὸ ἐπώνυμον καὶ οὗτος δὲ τὴν περὶ τὴν πίστιν δόξαν Ὁ διέστραπτο."
      },
      {
        "index": 655,
        "text": "Ὃ μέντοι βασιλεὺς στόλον ἐκπέμπει κατὰ τῶν τὴν Κρήτην"
      },
      {
        "index": 656,
        "text": "κατασχόντων ᾿Αγαρηνῶν. ἥττητο δέ, καὶ oi περιλειφϑέντες ἐπαν-"
      },
      {
        "index": 657,
        "text": "ἥλϑον τῆς ἥττης αὐτάγγελοι. εἶτ᾽ αὖϑις ἕτερον πολὺ ναυτικὸν ἑτοιμασάμενος ἔστειλε, τούτῳ στρατηγὸν ἐπιστήσας τὸν Koare- 10 oóv, ὃς συμβαλὼν τοῖς ἐν Κρήτῃ ᾿Αγαρηνοῖς πρότερον μὲν εὐὖ-"
      },
      {
        "index": 658,
        "text": "τύχησε, πολλοὺς ἐκείνων καὶ ζωγρήσας καὶ ἀνελών. εἶτα τῇ νίκῃ τεϑαρρηκὼς κἀκεῖνος xai ó ὑπ᾽ ἐκεῖνον λαός, ὡς ἤδη τῶν ἐναντίων ἐκνενευρισμένων καὶ μὴ ἄν ποτε προσβαλεῖν αὖ- τοῖς τολμησόντων, ἀνέσει ἑαυτοὺς καὶ πότοις ἐξέδωκαν áqw-15 λάκτως καὶ ὕπνωττον κατὰ τὴν νύκτα ἐκείνην σὺν ῥᾳστώνῃ"
      },
      {
        "index": 659,
        "text": "πολλῇ. ἅπερ κατανοήσαντες οἱ πολέμιοι νυκτὸς αὐτοῖς ἐπῆλθον μετὰ μεγίστου ἀλαλαγμοῦ καὶ πάντας διέφϑειραν, ὡς μικροῦ"
      },
      {
        "index": 660,
        "text": "μηδ᾽ ἄγγελον περιλειῳϑῆναι τῆς συμφορᾶς. καὶ αὐτὸς γὰρ ὅ"
      },
      {
        "index": 661,
        "text": "περὶ πατριαρχῶν CE Τἴ περὶ τῶν ἐν τῇ Κρήτῃ Ἀγαρηνῶν C"
      },
      {
        "index": 662,
        "text": "15. ἀφυλάκτως xai ὕπνωττον AE, xai ἀφυλάκτως ἐκώμαζον (ἐχώ-"
      },
      {
        "index": 663,
        "text": "τοῦ στόλου ἐξάρχων ó Κρατερὸς ἦν πλοίῳ ἐμπορικῷ φυγὰς ἀπιὼν κατελήφϑη καὶ ἀνεσκολοπίσϑη. ἕτερος δέ τις αὖϑις ᾿Ωορύφας καλούμενος ναυτικὸν πιστευϑεὶς ἕτερον ἐπήει τὰς γή- σους καὶ ταῖς πειρατικαῖς ναυσὶ τῶν ᾿Αγαρηνῶν συνεπλέκετο D καὶ τὴν τούτων δύμην τὴν πρὸς προνομὴν ἀνέκοπτε καὶ τοὺς ἔν Κρήτῃ τοῦ προτέρου ϑράσους ἀνέστειλε. Kai κατὰ Σικελίαν δὲ στάσις ἑτέρα xexívgro. ἀνὴρ γάρ III 400 τις ὐφήμιος λαοῦ κατάρχων τινὸς ἔρωτι περιμανεῖ μοναζού- onc ἐλήφϑη τινός, καὶ ταύτην ἅρπαγμα τίϑεται. ἐζήτει τοίνυν 93 τοῦτον στρατηγός, διὰ τὸ ἁμάρτημα κολασϑησόμενον. ὁ δὲ διὰ τοῦτο τῷ τῆς ᾿Αφρικῆς ἀμηρᾷ φυγὼν προσελήλυϑε καί oi προδοῦναι τὴν Σικελίαν ὑπισχνεῖτο καὶ φόρους αὐτῷ παρέχειν πολλούς, εἰ βασιλεὺς ἀναρρηϑείη Ῥωμαίων. καὶ ó μὲν τὴν ΡΙΤΠΙΔΙΑ ἔφεσιν ἐκείνου πληροῖ καὶ δύναμιν αὐτῷ δίδωσι βαρεῖαν. ὅ90 δ᾽ Εὐφήμιος αὐτῷ τὴν Σικελίαν προδίδωσι καὶ ἡ μὲν ὑπὸ τοὺς ᾿Αγαρηνοὺς τὸν τρόπον τοῦτον ἐγένετο. ὃ δ᾽ Εὐφήμιος"
      },
      {
        "index": 664,
        "text": "ἑτέρα στάσις ἐν Σικελίᾳ καὶ ὅπως ὑπὸ τοὺς ᾿ἀγαρηνοὺς ἐγένετο ἡ νῆσος"
      },
      {
        "index": 665,
        "text": "δέ τις AEwp, δ᾽ O ὠορύφας AO Theoph. cont. p. 81, 8,"
      },
      {
        "index": 666,
        "text": "των AEwp, πολλὴν αὐτῶν O τὴν πρὸς προνομὴν (προνομὰς Ewp)"
      },
      {
        "index": 667,
        "text": "φυγὼν (προςφυγὼν (w)p) προςελήλυθϑε καί οἱ προδοῦναι τὴν σικελίαν ὑπισχνεῖτο AEwp, eadem ex E omissis tribus ulterioribus ver- bis Dw, σατράπῃ τῆς ἀφρικῆς apocqvycov τὴν σικελίαν ὑπισχνεῖτο προδοῦναι αὐτῷ O βαρεῖαν αὐτῷ δίδωσι (δίδωσιν C) δύναμιν O"
      },
      {
        "index": 668,
        "text": "οὐ μετὰ μακρὸν δίκην ἐκτίνει τῆς οἰκείας παρανομίας καὶ ἀπο- γοίας καὶ στερίσκεται τῆς ζωῆς, ἀναιρεϑεὶς βιαιότατα."
      },
      {
        "index": 669,
        "text": "Ὃ βασιλεὺς δὲ Μιχαὴλ ἐπὶ ἔτη ὀκτὼ καὶ μῆνας ἐννέα ἀπολαύσας τῆς βασιλείας νεφρίτιδι νόσῳ καὶ ἐπισχέσει τῶν οὔ- ρων ἢ δυσεντερίᾳ (λέγεται γὰρ καὶ ἄμφω) κατέστρεψε τὴν ζωήν,"
      },
      {
        "index": 670,
        "text": "φοτῷ υἱῷ Θεοφίλῳ τὴν βασιλείαν καταλιπών. ἐπ᾽ ἐκείνου δὲ"
      },
      {
        "index": 671,
        "text": "καὶ ἣ Δαλματία τῆς τῶν Ῥωμαίων ἀρχῆς ἀφηνίασε. λέγεται δὲ καὶ ἀρχαῖον εἶναι χρησμὸν οὕτωσί πως περιέχοντα\""
      },
      {
        "index": 672,
        "text": "Β ἀρχὴ κακῶν γε προσπεσεῖται τῇ χϑονί,"
      },
      {
        "index": 673,
        "text": "ὅταν κατάρξῃ τῆς Βαβυλῶνος δράκων δύσγλωττος οὗτος καὶ φιλόχρυσος λίαν. καὶ ἦν ὡς ἀληϑῶς ἐκεῖνος λίαν φιλοχουσότατος."
      },
      {
        "index": 674,
        "text": "Αὐταρχήσας δὲ ὁ Θεόφιλος πρῶτον ἐποιήσατο ἔργον τὴν"
      },
      {
        "index": 675,
        "text": "κόλασιν τῶν τῷ πατρὶ αὐτοῦ συναραμένων εἰς τὸ τῆς βασιλείας φ τυχεῖν καὶ ἀνελόντων τὸν Λέοντα. καὶ ἵνα μή τις αὐτῶν δια-"
      },
      {
        "index": 676,
        "text": "φίλου ΑἩΒ τοῦ υἱοῦ αὐτοῦ Α ὅτως ἐκόλασεν ó Θεόφιλος τοὺς ἀνελόντας τὸν Λέοντα C"
      },
      {
        "index": 677,
        "text": "Dw«, δὲ Cedr. προςπεσεῖται wp Theoph. cont., Cedr., προπε-"
      },
      {
        "index": 678,
        "text": "γλωσσὸς Theoph. cont,, Sym. οὗτος) ἄρδην Theoph. cont., Sym."
      },
      {
        "index": 679,
        "text": "φυλόχρυσος ΜΡ αὐτῶν] αὐτὸν | E διαλάϑη"
      },
      {
        "index": 680,
        "text": "ἀάϑοι, ἀϑοοίσας τὴν γερουσίαν ἅπασαν πεοὶ τὰ βασίλεια, évro- 4 » - , - * , ' ΕΣ ἐὴν ἔφη πληροῦν πατρικήν. ἐκεῖνον γὰρ βούλεσϑαι μὲν ἀξίως ἀμείψασϑαι τοὺς συνεργοὺς καὶ συμπράκτορας τῆς βασιλείας [40] αὐτῷ, μὴ μέντοι καιρὸν ἐσχηκέναι ἐπιτελὲς ποιῆσαι τὸ βούλευμα, ὑ πρότερον μὲν πολέμοις ἀπασχολουμένῳω, εἶτα νοσήσαντι καὶ τὸν βίον ἐκλελοιπότι. ἐντείλασϑαι δέ οἱ τὴν ὀφειλὴν αὐτοῖς ἀποδοῦναι φιλότιμον. καὶ προετρέπετο τοῖς τῷ πατρὶ ἐπὶ τῇ ὃ καϑαιρέσει τοῦ “Δέοντος συμπονήσασι τῶν ἄλλων διακοιϑῆναι."
      },
      {
        "index": 681,
        "text": "οἱ δὲ μὴ συνέντες τὸ σκαιωρούμενον ἰδίᾳ στάντες “ἡμεῖς ἐσμέν \" 6 εἶπον “οἱ τῷ πατρὶ τῷ σῷ συμμαχήσαντες.\" καὶ ὃς αὐτίκα τὸ τῆς ὑποκρίσεως περιελὼν προσωπεῖον xai \"ivatí τῷ χριστῷ"
      },
      {
        "index": 682,
        "text": "κυρίου φονίους ἐπηνέγκατε χεῖρας ἔφη \"xai οὗ μόνον ἀνϑοω-"
      },
      {
        "index": 683,
        "text": "ποχτόγνοι γεγόνατε, ἀλλὰ καὶ βασιλέως αὐτόχειρες; αὐτίκα τοίνυν ἐπιστραφεὶς πρὸς τὸν ἔπαρχον “τούτους εἶπε “παρα-"
      },
      {
        "index": 684,
        "text": "οἱ μὲν παρὰ τοῦ ἐπάρχου κολασϑέντες ἀνδροφόνων ἔδοσαν δίκας. ὁ Θεόφιλος δὲ καὶ τὴν μητρυιὰν ἀπελάσας τῶν βασι- λείων εἷς τὴν προτέραν αὐτῆς μονὴν ἐν τῇ τοῦ Πρίγκιπος νήσῳ"
      },
      {
        "index": 685,
        "text": "IT ὅτι τὴν μητρυιὰν ἑαυτοῦ (αὐτοῦ E) εἰς τὴν μονὴν ἐξ ἧς ἐλήφϑη ἐγ- κατέστησεν (κατέστησεν E) ΟἿ"
      },
      {
        "index": 686,
        "text": "ἀπήγαγε, μηδὲν ἀποναμένην τῶν ὅρκων, obc ὃ Μιχαὴλ noi αὐτῆς ἐκ τῆς συγκλήτου ἀπητησε. Dvraixa δ᾽ ἑαυτοῦ εἰσοικίσασϑαι βουληϑεὶς ó Θεόφιλος, πολλὰς πολλαχόϑεν ὡραίας κόρας συνήγαγεν, ἐν αἷς ἣν καὶ ἡ Eixaoía, παρϑένος καὶ τὸ εἶδος καλὴ καὶ τῶν λοιπῶν ὑπερ-ῦ φέρουσα καὶ λόγοις ὡμιληκυῖα καὶ τὸ γένος ἐπίσημος. περιήει P1L142A γοῦν ταύτας ϑεώμενος καὶ μῆλον κατέχων χρυσοῦν, ἵν᾽ αὐτὸ ἐπιδῷ τῇ δοξάσῃ αὐτῷ ἀρεστῇ\" ἐπεὶ δὲ ἦλϑε κατὰ τὴν Eixa- σίαν πεοιιών, ϑαυμάσας ἐκείνην τῆς ὡραιότητος ἔφη ““ἐκ γυ- ναικὸς ἐρρύη τὰ φαῦλα.\" ἡἣ δ᾽ ἠρέμα καὶ μετὰ σεμνοῦ ἐρυ- ϑήματος εὐστόχως πῶς ἀπεκρίνατο “ἀλλὰ καὶ διὰ γυναικὸς WiIH115 πηγάζει τὰ κρείττω.\" ὁὃ δὲ καταβοοντηϑεὶς ὥσπερ τῷ τῆς"
      },
      {
        "index": 687,
        "text": "ἐκ Π]Ἂαφλαγονίας Θεοδώρᾳ παρέσχετο. ἡ δ᾽ Eixaoía τῆς βα- σιλείας ἀποτυχοῦσα μονὴν ἐδείματο, ἣ τὴν ἐκείνης κλῆσιν ἔσχεν Yo ἐπίκλησιν, xai iy αὐτῇ μονάσασα ἑαυτῇ ἔζη καὶ τῷ ϑεῷ, τῆς"
      },
      {
        "index": 688,
        "text": "ἀρεστῇ Oswp.Di, ἀρεστὴ AE δ᾽ ἢν ρὲ ἦλθεν DEwp, v. nd XIII 1,5 κασίαν BD ἐορύει p* invitis ARw ἐρυϑρή- ματος Bw (v. B-W Byz. Zeitschr. ἃ. 1892 p. 216. 3) 11 5 doro-"
      },
      {
        "index": 689,
        "text": "λογικῆς παιδείας μὴ ἀλογήσασα. ὅϑεν xal συγγράμματα ἐκεί- γῆς εὑρίσκονται εὐπαιδευσίας χαρίτων οὐκ ἄμοιρα. καὶ ἣ μὲν 19. B οὕτω διέϑετο τὰ καῇ ἑαυτὴν καὶ ἀτευκτήσασα βασιλέως qUao- τοῦ τῷ παμβασιλεῖ ἑαυτὴν ἐμνηστεύσατο καὶ ἀντὶ γεηρᾶς βα-"
      },
      {
        "index": 690,
        "text": "ὃ σιλείας τὴν ἐπουράνιον ἐκληρώσατο. ὁ βασιλεὺς δὲ Θεόφιλος τὴν Θεοδιώραν ἑαυτιῦ συνοικίζει καὶ ὅμοῦ ταύτην καὶ τῷ γα- μηλίῳ στεφάνῳ καὶ τῷ βασιλικῷ ταινιοῖ διαδήματι καὶ τοὺς γάμους τελεῖ."
      },
      {
        "index": 691,
        "text": "δικαιοσύνην δὲ μετιὼν τοῖς ἀδικοῦσιν ἦν ἐπαχϑὴς καὶ"
      },
      {
        "index": 692,
        "text": "κολαστὴς αὐτῶν ἀπαραίτητος. ἑκάστης οὖν ἑβδομάδος ἀπήει διὰ τῆς ἀγορᾶς ἔφιππος μετὰ δορυφορίας βασιλικῆς εἰς τὸν ἐν Βλαχέρναις τῆς ϑεοτόκου ναόν. εἶ γὰρ καὶ ταῖς ϑείαις εἰκόσιν τιμὴν οὖκ ἔνεμεν, ἀλλά γε τῷ σωτῆοι Χριστῷ καὶ τῇ ϑεομή-Ο τορι πίστιν ἐτήρει, «ὡς ἔλεγεν. ἀπιὼν οὖν καὶ οὕτω δημοσιεύων"
      },
      {
        "index": 693,
        "text": "παρεῖχεν ἑαυτὸν τοῖς προσιοῦσιν εὐπρόσιτον καὶ περὶ τῶν ὦνίων ἐφρόντιζε καὶ ὅπως ἕκαστον τούτων πιπράσκεται ἐπολυπραγμόνει xai ἐπυνϑάνετο. καὶ εἰ πολλοῦ τινα πιπρασκόμενα εὕρισκε, τὸν ἔπαρχον περὶ τούτου ἀνέκρινε καὶ ἢ καταγινώσκων αὐτοῦ ἔπαυε"
      },
      {
        "index": 694,
        "text": "ὅπως περὶ τοὺς ἀδικοῦντας διέκειτο ὅ Θεόφιλος. καὶ ὅπως τῆς εὐθηνίας"
      },
      {
        "index": 695,
        "text": "ἐπαχϑεὶς Ewp βασιλικῆς om. Ὁ οὐκ ἔνειμε τιμὴν Ewp"
      },
      {
        "index": 696,
        "text": "26159c ἀρχῆς ἢ ἐπιπλήττων διώρϑου. οὕτω γοῦν ποτὲ Óuórn αὐτῷ ποοσῆλϑε γυνὴ ἀδικεῖσϑαι λέγουσα παρὰ τοῦ δοουγγαρίου τῆς βίγλας (οὗτος δ᾽ ἦν σύγγονος τῆς Αὐγούστης, καλούμενος Πετρωνᾶς), oixeiv γὰρ αὐτῷ ἐν γειτόνων, τὸν δὲ τὰς ἑαυτοῦ D διαίτας ὑψοῦντα τῇ αὐτῆς οἰκίᾳ ἐπισκοτεῖν. ἣ μὲν οὖν ταῦτα ὃ"
      },
      {
        "index": 697,
        "text": "καὶ τί ἂν λέγοι τὸ γύναιον ἐρωτώμενος, ματαιάζειν ἔφη αὐτό. καὶ ὁ βασιλεύς “᾿μηκέτι μου δεηϑείη πεοὶ τούτου\" φησί \"xai οὖκ ἔσται σοι πρὸς καλοῦ.\" καὶ τῇ γυναικὶ ἐνετείλατο πρὸς τὸν Π]ετρωνᾶν ἀφικέσϑαι καί, εἰ μὴ τὴν βλάβην ϑεοαπευϑείη, τὸ αὖϑις αὐτῷ προσελϑεῖν. ποοσήει τῷ llreroovà 5$ γυνή ὃ δὲ οὐδὲν αὐτῇ τοῦ κακοῦ ϑεοάπευμα ἔϑετο. ἡἣ δ᾽ ἀπογνοῦσα Óc ὄχλου γέγονε xai αὖϑις τῷ βασιλεῖ\" καὶ ὃς αὐτίκα τῶν τῆς συγκλήτου τισὶν ἀπελϑεῖν ἐπέταξε καὶ κατασκοπῆσαι εἰ βλά- ΡΙΠ143ΧλΚ πτοιτὸ ἣ γυνή. οἱ δὲ ἀπῆλθον εὐϑὺς xai τὴν βλάβην ἔγνων 1Ὁ καὶ ταύτην ἀπήγγειλαν. καὶ ó βασιλεὺς ἔτι ἐπ᾿ ἀγορᾶς προϊών,"
      },
      {
        "index": 698,
        "text": "in marg. cod. E neglegentissime exarata haec: σημείωσαι περὶ τοῦ πετρωνὰ xai τῆς γυναικὸς ἀψίδος (?) xai ὅπως ó βασιλεὺς ἐμμετὲ 1..."
      },
      {
        "index": 699,
        "text": "lat.: luminibus obstrueret Ὁ ἐπενεγκάλει p* invitis ΗΝ"
      },
      {
        "index": 700,
        "text": "παρὰ W*p invitis AR λέγοι ODi, λέγει AEwp δεηϑείη"
      },
      {
        "index": 701,
        "text": "αὐτοῦ zov στάς, γυμνωϑῆναι τὸν Πετοωνᾶν xal τυφϑῆναι καὶ"
      },
      {
        "index": 702,
        "text": "στέονα xai νῶτα προσέταξε, rà Ó ὑπ᾽ αὐτοῦ δομηϑέντα x00; βλάβην τῆς γυναικὸς καϑαιρεϑῆναι καὶ ταύτῃ προσκληρωϑῆναι καὶ τὰς ὕλας καὶ τὸν τόπον αὐτόν. τοῦτο μὲν οὖν toD περὶ δτὸ δίκαιον ζήλου τοῦ Θεοφίλου εἴρηται γνώοισμα. εἰοήσϑω δέ τι καὶ ἕτερον τῆς τε δικαιοποαγίας ἐκείνου καὶ τῆς πεοὶ τὸ ὑπήκοον προνοίας σημαντικόν. προσώρμισέ ποτὲ τῷ πεοὶ τὰ ἀνάκτορα λιμένι φορτὶς βάρει τῶν ἀγωγίμων πεφορτισμένη xai τούτῳ μέχοις ἐσχάτου ζωστῆρος καταβεβαπτισμένη. ἔτυχε δὲ 38 1᾽0 προκύψας ó βασιλεὺς ἄνγωϑεν, καὶ. ϑαυμάσας τὴν ναῦν διά Β"
      },
      {
        "index": 703,
        "text": "τιρος τῶν αὐτῷ ἑπομένων τίνος ἂν εἴη ἐπύϑετο. «og δὲ τῆς"
      },
      {
        "index": 704,
        "text": "Αὐγούστης εἶναι μεμάϑηκε καὶ ὡς ἄρτι ἀνήχϑη ἐξ Euzooíac,"
      },
      {
        "index": 705,
        "text": "ἣν iv τοῖς τῆς Συοίας oi ποὸς τῆς βασιλίσσης σταλέντες ἐποιή σαντο μέρεσιν, εἴ τι μὲν τοῖς τοῦ πληρώματος τῆς νηὸς πρόσε- WIITI16 [5 στιν, ἐξενεγκεῖν αὐτοῖς αὐτίκα ἐκέλευσε, τῶν δὲ τῆς Αὐγούστης ἅφψασϑαι μηδενός. dg δὲ τοῦτο γέγονε καὶ τοὺς ἄνδρας ἐκεῖ- 40 111404 Dev ἀπήλασεν, ὑγρὸν xat αὐτῆς ἐπήνεγκε πῦρ καὶ αὐτόφορτον κατενέπρησε καὶ τῇ βασιλίσσῃ ἐλοιδορήσατο, “βασιλέα μὲ᾿ λέ-"
      },
      {
        "index": 706,
        "text": "T περὶ τοῦ πλοίου τῆς Αὐγούστης (βασιλίδος ΑἹ AC"
      },
      {
        "index": 707,
        "text": "Rwp2Di, τοῦτο ἃ βεβαπτιισμένη O ἐτυνϑάνετο DEwp"
      },
      {
        "index": 708,
        "text": "γὼν “ἀναδείξαντος τοῦ Ürob, ob βιάζῃ ποιῆσαί ue ναύκληρον. C σϑι δὲ ὅτι τοῖς ἰδιώταις τὸ ἐδιιπορεύεσϑαι προσκεκλήροωται, ἵν᾽"
      },
      {
        "index": 709,
        "text": "ἐκεῖϑεν τὰς πρὸς τὸ ζὴν ποοίζοιντο ἀφοομάς, εἰ δ᾽ ἡ μεῖς μετὰ τῆς βασιλικῆς εὐετηοίας καὶ τὰ ἐξ ἐμπορίας ἑαυτοῖς περιποιεῖ- σϑαι πειρώμεϑα, πόϑεν ἂν οἱ τῆς τύχης τῆς ἰδιώτιδος τὰ ζω- aoxij συμπορίσαιντο;"
      },
      {
        "index": 710,
        "text": "Τῇ δὲ βασιλίσσῃ πατοὶς ἦν ἡ χώρα τῶν Παφλαγόνων, πατέρες δ᾽ αὐτῇ Μαρῖνος καὶ Θεοκτίστη τῶν εὖ γεγονότων ἔν τῇ χώρᾳ τῇ κατ᾽ αὐτούς, εὐσεβεῖς δὲ ἄμφω καὶ τῶν σεβα-"
      },
      {
        "index": 711,
        "text": "σμίων εἰκόνων προσκυνηταί. τῆς δὲ Θεοδώρας τῷ βασιλεῖ av- ζυγείσης καὶ ἣ μήτηρ αὐτῆς Θεοκτίστη, ἣ καὶ Φλωρῖνα ἐπω- ϑιγομάζετο, ζωστὴ καὶ πατρικία τετίμητο. (xe δὲ κατὰ τὴν"
      },
      {
        "index": 712,
        "text": "D μονὴν τῶν αστροίων, ὡς δέ τινὲς λέγουσι καὶ τὴν μονὴν αὖ-"
      },
      {
        "index": 713,
        "text": "ἀτὴν ἐκείνη ἐδείματο. ὡς γοῦν πρὸς μάμμην ἀπήγοντό ποτε πρὸς αὐτὴν τὰ τοῦ; βασιλέως ϑυγάτρια, ἧσαν δὲ πέντε, καὶ ai κλήσεις ἐκείνων αὗται, Θέκλα καὶ Ἄννα, ᾿Αναστασία τε καὶ σὺν ΠΠ]ουλχερίᾳ Maoía. fj δὲ δωρήμασι τὰς παῖδας ἐδεξιοῦτο καὶ"
      },
      {
        "index": 714,
        "text": "T περὶ τῶν γονέων τῆς Θεοδώρας\" καὶ πεοὶ τῆς μητρὸς αὐτῆς (καὶ ---πὐτῆς"
      },
      {
        "index": 715,
        "text": "ἡ Ὁ post ἡμεῖς add. καὶ Α, om. Rwp2Di ὃ πόϑεν om. p*"
      },
      {
        "index": 716,
        "text": "add. ante digo BC φλωρίνα ARwp, corr. Di πρακέα"
      },
      {
        "index": 717,
        "text": "ἰδίᾳ παραλαμβάνουσα παρήνει τὰς ἁγίας εἰκόνας σεβάξεσϑαι, xai ἐκ κιβωτίου σεβάσμια ἐκφέρουσα ἐκτυπώματα προοσκυγεῖν"
      },
      {
        "index": 718,
        "text": "αὐτὰ παρεσκεύαζε τὰς ϑυγατριδᾶς καὶ ἀσπάζεσϑαι, καὶ ταῖς κεφαλαῖς αὐτῶν ἐπετίϑει καὶ ταῖς προσύψεσι. καί ποτὲ ἐκεῖ- ὅ ϑεν ἐπανηκούσας τὰς παῖδας ἠρώτα ὁ βασιλεὺς τί παρὰ τῆς"
      },
      {
        "index": 719,
        "text": "μάμμης αὐταῖς γένοιτο καὶ τίνα παρ᾽ ἐκείνης αὐταῖς λέγοιτο. P 1 144"
      },
      {
        "index": 720,
        "text": "αἵ μὲν οὖν λοιπαὶ ἐσιώπων, ἡ Πουλχερία δὲ νηπιάζουσα ἔτι ΠῚ 405 τἄλλα τε διηγεῖτο φελλιζούσῃ φωνῇ καὶ προσεπῆγεν dg εἴη τῇ μάμμῃ νινία ἐν κιβωτίῳ, τὰς εἰκόνας οὕτω καλοῦσα, “καὶ ταῦτα 10τῇ κεφαλῇ καὶ τοῖς προσώποις ἡ μῶν ἐπιτίϑησι καὶ ἀσπάζεσϑαι δίδωσιν.\" ἐντεῦϑεν τὰς σεπτὰς εἰκόνας γνοὺς διδάσκεσϑαι ποοσ- 8 »ευγνεῖν τὰς αὐτοῦ ϑυγατέρας παρὰ τῆς μάμμης, οὐκέτι πρὸς αὐτὴν ἀπάγεσϑαι τὰς παῖδας παρακεχώρηκεν, ἕτερον δὲ οὐδὲν λυπηρὸν εἰς τὴν (ϑεοκτίστην εἰργάσατο, αἰδούμενος ἐκείνην διὰ τὸ κῆδος καὶ πλέον διὰ τὴν ἀρετήν», |) καὶ πολλάκις ἤλεγχε"
      },
      {
        "index": 721,
        "text": "ἔνύβοιζε, καὶ διὰ ταῦτα ἀπεχϑῶς διακεῖσθαι πρὸς αὐτὸν ἐπλη- οοφόρει πᾶν τὸ ὑπήκοον. τοιοῦτον δή τι καὶ περὶ τὴν βασι- λίδα ἐγένετο. ἦν τι παρὰ τοῖς ἀνακτόροις ἀνϑοώπιον καὶ τοῦ"
      },
      {
        "index": 722,
        "text": "CE, περὶ τοῦ Δένδερι ἃ"
      },
      {
        "index": 723,
        "text": "vob πάσχον xai τῆς γλώσσης παρακοπήν, xai ἦν olov ἄϑυομά τι τῷ βασιλεῖ: τῷ δὲ τοιούτῳ τυγχάνοντι ἦν xai γυναικω-"
      },
      {
        "index": 724,
        "text": "γῖτις βατήῆ. καί ποτὲ τὸν τῆς Αὐγούστης εἴσεισι ϑάλαμον\" ἡ δ᾽ ἔτυχε τότε ἁγίας εἰκόνας ἀσπαζομένη καὶ προσκυνοῦσα (ἐτίμα"
      },
      {
        "index": 725,
        "text": "γὰρ διαφερόντως ἀγνοίᾳ τοῦ ξυνευνέτου), τὸ δ᾽ ἀνϑρωπάριον ὃ ἐκεῖνο τὰ ϑεῖα ϑεασάμενον ἐκτυπώματα, “τί ταῦτα; \" ἤρετο τὴν C βασίλισσαν. ἡ δὲ ἀφελῶς πως πρὸς ἐκεῖνο “ταῦτα᾽ εἶπε “τὰ"
      },
      {
        "index": 726,
        "text": "καλά μου vivía.\" ἐκεῖϑεν οὖν ἐξελϑὸν τὸ παράφορον ἐκεῖνο ἀνδράριον εὗρε τὸν Θεόφιλον ἑστιώμενον. ἤρετο οὖν ó βασι-"
      },
      {
        "index": 727,
        "text": "λεὺς αὐτὸν ὅϑεν ἥκει. ὃ δὲ παρὰ τῇ μάννᾳ πορευϑῆναι ἀντέ-"
      },
      {
        "index": 728,
        "text": "quoev (οὕτω γὰρ ἐκάλει τὴν δέσποιναν) καὶ ἔχειν αὐτὴν ἔλεγε γινία καλά. εἰκόνας οὖν εἶναι τὰ vivía. ὑποτοπήσας ó βασιλεὺς ἐξώῴργιστο καὶ πρὸς τὴν βασιλίδα πνέων ϑυμοῦ xai ὕβοεις WIII11T ἐκείνης κατέχεε καὶ εἰδωλολάτοιν ὠνόμαζε, τὰ εἰοη μένα παρὰ"
      },
      {
        "index": 729,
        "text": "τοῦ Δένδερι διηγούμενος\" οὕτω γὰρ τὸ παρακεκομμένον ἐκεῖνο 15 ἐκαλεῖτο ἀνϑοώπιον, ἡ δὲ σοφῶς τὸν ἄνδρα κατεσοφίσατο\""
      },
      {
        "index": 730,
        "text": "Rwp dyroía τοῦ ξυνευνέτου AE(wp), τὸν ξυνευνέτην λανϑάνουσα O ὃ. τὸ δ' ἀνϑρωπάριον ἐκεῖνο AE, τὸ δὲ παρακεκομμένον ἐκεῖνο ἀν- ὁράριον (ἀνϑοωπάριον wp) T ταῦτα εἶπε Ἀ, εἶπε ταῦτα Ewp,"
      },
      {
        "index": 731,
        "text": "ρεύεται πνέων ϑυμοῦ Ewp, ϑυμοῦ πνέων πεπόρευτο O κατέχεεν"
      },
      {
        "index": 732,
        "text": "pov ἐνατενιζούσης τὰς ἐκεῖϑεν ἀντανακλωμένας ἑώρα μορφὰς καὶ ταύτας νινία ὠνόμασεν.\" οὕτω πιϑανῶς τὸν λόγον συμ-1θ πλάσασα τὴν ὀογὴν τοῦ βασιλέως ἐμάλαξε καὶ τὸν ϑυμὸν κατε- στόρεσεν."
      },
      {
        "index": 733,
        "text": "5 'Hv δὲ τοῖς εὐσεβέσι λίαν βαρύς, σπεύδων πάντας τῆς οἰκείας δυσσεβείας ποιήσασϑαι κοινωνούς, καὶ ὥσπερ τοῦ δι- καίου διάπυρος ἦν ζηλωτής, οὕτω καὶ τῆς εὐσεβείας, ὡς ἐκείνῳ ἐδόκει, καὶ ἀποστῆσαι τῆς τῶν εἰκόνων τιμῆς ἐφιλονείκει περι- μανῶς τὸ ὑπήκοον. ἐντεῦϑεν ἐκόλαζε πλείστους, τῆς εἰδωλο-"
      },
      {
        "index": 734,
        "text": "μανίας, ὡς ἔλεγεν ἀκολάστῳ γλώσσῃ, αὐτοὺς ἀφιστῶν, καὶ πολλοὺς εἰργάσατο ὁμολογητάς."
      },
      {
        "index": 735,
        "text": "᾿Ιωάννην δὲ τὸν σύγκελλον, ὃς αὐτοῦ διδάσκαλος γέγονε καὶ τῆς δυσσεβείας ἦν κοινωνός, πρὸς τοὺς ᾿Αγαρηνοὺς ἐξαπέ- ΡΊΤ45.Ὰ στειλεν, ἐπιδείξασϑαι σφίσι τὸν πλοῦτον τῆς βασιλείας Ρωμαίων"
      },
      {
        "index": 736,
        "text": "βουλόμενος. στέλλει δ᾽ αὐτὸν σὺν χρήμασι μάλα πολλοῖς, ὧν τὰ μὲν δῶρα πέπομφε τῷ τῶν ᾿Αγαρηνῶν ἀοχηγῷ, τὰ δὲ εἰς ὑπηρεσίαν τῷ πεμφϑέντι ἀπένειμεν, ἐν οἷς καὶ διττὰ ἐτύγχανον χερονιβόξεστα χούσεά τε xai διάλιϑα καὶ τέχνης ἀκριβοῦς ἐνδει-"
      },
      {
        "index": 737,
        "text": "περὶ τοῦ συγκέλλου ᾿Ιωάννου καὶ ὅπως πρὸς τοὺς ᾿γαρηνοὺς ἀπεστάλη καὶ ὅσα ἐποίησεν C"
      },
      {
        "index": 738,
        "text": "Ὁ lat.: imaginuin) εἰδολομανίας Ewp ἀφιστὼν Ewp"
      },
      {
        "index": 739,
        "text": "φϑέντι AEwp, ἰωάννη O, Ioanni: Wo lat."
      },
      {
        "index": 740,
        "text": "xvóueva χάριτας. τούτων δὲ πάντων ἐπέκεινα λέγεται δοῦναι"
      },
      {
        "index": 741,
        "text": "αὐτῷ xal χουσοῦ yaoáyuarog κεντηγάρια τεσσαράκοντα, ἵν᾽ ἔχοι δωρεῖσϑαι τῶν ᾿Αγαρηνῶν οἷς βούλοιτο φιλοτίμως καὶ δαψιλῶς κἀντεῦϑεν τοὺς βαρβάρους ἐκπλήττοι, λογιζομένους Β ὡς εἰ τοσοῦτον oi τοῦ ἄνακτος εὐποροῖεν, αὐτὸς ἐκεῖνος πόσου 5 ἂν εἴη κύοιος πλούτου. ἀφικόμενος οὖν εἰς τὴν τοῦ Βαγδᾶ πόλιν ὅ σύγκελλος (αὕτη δ᾽ ἐστὶν ἡ παλαιὰ Βαβυλών) καὶ τῷ τῶν ᾿Αγαρηνῶν ἀρχηγῷ εἰς ϑέαν ἐλϑὼν καὶ διαλεχϑεὶς καὶ τὰ ἐκ βασιλέως δῶρα προσαγαγών, καὶ διὰ ταῦτα καὶ διὰ τὴν τοῦ"
      },
      {
        "index": 742,
        "text": "καὶ ἐϑαυμάξετο. πλέον δ᾽ ἐξεϑάμβησε τοὺς βαρβάρους φιλο- τιμότατα πρὸς αὐτοὺς διακείμενος. εἶ γάρ τινες ἐκείνῳ προσ - ἤεσαν ἢ παρὰ τοῦ σφετέρου στελλόμενοι ἄρχοντος ἢ κατά τινα χρείαν ἄλλην, χρήμασιν αὐτοὺς ἐδεξιοῦτο μεγάλοις, ὡς καὶ χαέ- C25 ocv. καὶ τεϑηπέναι τοὺς ταῦτα λαμβάνοντας. ὁμέστιον δέ ποτε τοῦτον τοῦ ἀμερμουμνῆ ποιουμένου, τὸ ἕν τῶν χρυσῶν ἐκεί- γὼν χερνιβοξέστων εἶχεν ἐκεῖ, ὕδωρ αὐτῷ ἐπιχέων κατὰ χειρός \""
      },
      {
        "index": 743,
        "text": "ρους ἐκπλήττοι AEDwwp, ἐκπλήττοι τὸ βάρβαρον Ὁ λογιζομένους"
      },
      {
        "index": 744,
        "text": "om. À fayóa Ὁ σύγκελος w*p invitis AR δέσ͵ 9 zx AH, τοῦ w*p φιλοτιμώτατα DE wp — πολλοῖς Ὁ 15. 16 post ποιουμένου add. καὶ ὁμοδίαιτον O, postóe w*p 10 dueouovuro? w*p in-"
      },
      {
        "index": 745,
        "text": "ἐπὶ χέον À, ἐπιχέον ex ἐπιχέων mutat"
      },
      {
        "index": 746,
        "text": "τοῦτο γοῦν ἀμελῶς κείμενον (οὕτω γὰρ ποιῆσαι τοῖς αὐτοῦ ϑεοάπουσιν ἐνετείλατο, ἵν᾽ ἀπόληται) παρά rov ἐκλάπη. dc? δὲ ζητούμενον οὐκ ἦν, οἱ βάρβαροι ϑροῦν ἤγειραν, καὶ τὸ"
      },
      {
        "index": 747,
        "text": "πολύτιμον ἐκείνου καὶ τὸ κάλλος ϑαυμάζοντες. ὁ δὲ μὴ μέλειν"
      },
      {
        "index": 748,
        "text": "Sabre πεοὶ τοῦ ἀπολομένου εἰπὼν τοῖς μὲν βαρβάροις ἔκπληξιν ἐνεποίησε, τοιούτου χρήματος καὶ ἀφροντιστοῦντα ὁρῶσιν αὐτόν, τοῖς Ó' ἑαυτοῦ ϑεοάπουσι τὸ ἕτερον ἐνεγκεῖν προετρέπετο, ὃ κομισϑὲν εἷς πλέον ϑάμβος τοὺς βαοβάρους ἐνῆκεν. ἀντιφιλοτι- Ὁ μούμενος δὲ καὶ ὅ τῶν ᾿Αγαρηνῶν ἀρχηγὸς πολλοῖς τὸν ᾽͵ω-"
      },
      {
        "index": 749,
        "text": "ἄνγην ἐδεξιοῦτο δωροήμασι καὶ ἐπὶ πᾶσιν αὐτῷ αἰχμαλώτους παρέσχετο ἑκατόν, ἀμφιάσας αὐτοὺς λαμπροοτέροις ἐσϑήμασιν. ἐπανελϑὼν οὖν ἐκεῖϑεν ó ᾿Ιωάννης καὶ τῷ βασιλεῖ τὰ ἐκεῖ διη- WIITIIS γούμενος καὶ τῶν ἀοχικῶν οἰκιῶν σχήματά τε καὶ ποικιλίαν, εἰς ἔρωτα κεκίνηκε τοιαῦτα δομήσασϑαι. καὶ μέντοι ἐπέταξεν"
      },
      {
        "index": 750,
        "text": "ιὃ ἐν τῷ Βούαντι δείμασϑαί οἱ ἀνάκτορα τοῖς ἐν Συρίᾳ ἐοικότα ἐν ἅπασι᾽ καὶ ὃς ἐπιστατῶν τοῖς τούτων δυμήτορσι καὶ σχή- ματα διδάσκων καὶ μέτρα εὔοους τὲ καὶ μήκους καὶ ὕψους PILI46A ταχὺ τὰς οἰκοδομὰς ἐξεπέρανεν,"
      },
      {
        "index": 751,
        "text": "εὔρους ODi, εἴοους AEDwwp"
      },
      {
        "index": 752,
        "text": "2i Οὗτος ὁ βασιλεὺς xal τὰ πάραλα τείχη τῆς πόλεως πεπονη- D ΠῚ κότα τότε καὶ ἐκ τῆς τοῦ χρόνον παραρροῆς καὶ ἔκ τινῶν συμπτωμάτων ἑτέρων ἀνεκαίνισε μεγαλοπρεπῶς, εἰς ἵπρος πλέον"
      },
      {
        "index": 753,
        "text": "ἢ πρότερον ἦσαν ἐπάρας αὐτά\" καὶ ξενῶνα μέγιστον εἷς ὄνοιια οἰκεῖον ἀνήγειρεν, ἔν τόπῳ οὗ πρότερον ἦν ἑταιρουσῶν γυναι- κῶν καταγώγιον. Ἦν δὲ xai πεοὶ τὰ ἀφροδίσια ἐγκοατής, ὡς ἅπαξ ποτὲ ἔοωτι παιδίσκης ἁλῶναι ὑπηοετουμένης τῇ βασιλίδι τὴν ὥραν διαπρεποῦς, τῆς Θεοδώρας δὲ διὰ τοῦτο ἀλγούσης, ἐπόμνυσϑαί B φασιν ἐκεῖνον μὴ ἄλλοτε μηδ᾽ ἑτέοας πεῖραν λαβεῖν γυναικὸς καὶ ἐπὶ τῷ ὀλισδϑήματι δάκνεσϑαι καὶ συγγνώμην ἐξ ἐκείνης αἰτεῖν. ἀλλὰ ταῦτα jj πεοὶ τὰς σεπτὰς εἰκόνας αὐτοῦ μανία ὅ εἰς οὐδὲν ἐποίει λογίζεσϑαι. ἐλύττα γὰρ ἄντικους καὶ πλέον ἐμεμήνει τῶν ποὸ αὐτοῦ καὶ «ὥμότερος τῶν τιμητῶν τῶν ἱεοῶν ἐχτυπω μάτων ἦν κολαστής, ἀλλὰ μὴν καὶ τῶν γραφαῖς τυπούν- ὕτων αὐτά, ὅϑεν καί τινα μοναχὸν «ἰάξαρον, πεοιβόητον ὄντα τηνικαῦτα περὶ τὴν γοαφικήν, ἀπηνῶς αἰκισάμενος καϑεῖοξεν Ἰ εἰς δεσμωτήριον. ὡς δὲ ἐκ τῶν πληγῶν ἐκεῖνος ῥαΐσας αὖϑις"
      },
      {
        "index": 754,
        "text": "περὶ τῶν τῆς πόλεως παραλίων τειχῶν CE πεοὶ roD ξενῶνος τοῦ"
      },
      {
        "index": 755,
        "text": "1, 1. 23, 31 cet.) et παράλιος (XVI 9, 46, XVIT 15, 16 cet.) 9 xai"
      },
      {
        "index": 756,
        "text": "8. τὴν ὥραν διαποεποῦς AEDwwp, χαριέσσης (χαριέσης B) τὸ εἶδος"
      },
      {
        "index": 757,
        "text": "τὰς χεῖρας ἁγίων εἰκόνων ἐδίδου\" γραφεῖς, πέταλα ὃ τύραννος ἐκέλευσεν ἐκπυρωυϑέντα σιδήρεα τοῖς τοῦ “αζάρου ἐπιτεϑῆναι"
      },
      {
        "index": 758,
        "text": "ἔχοιεν προσκυνεῖν, ὁ μὲν οὖν ὑπέστη ταύτην ὑπὲρ τῶν σεβα- 8 στῶν εἰκόνων τὴν κόλασιν, ἐφψεύσϑη δὲ τῶν ἐλπίδων ὁ τύραννος. λέγεται γὰρ μετὰ τὴν κόλασιν τῆς εἱρκτῆς ἐκβληϑεὶς Óó ὅμολο- γητὴς ἐκεῖνος, ἔτι τὰς πληγὰς φέρων ἐν ταῖς χερσί, τῆς ϑείας χάριτος συνεφαπτομένης αὐτῷ εἰκόνας διαχαράξαι σεπτάς, μετὰ δὲ τὴν τοῦ τυράννου κατάλυσιν τὸ £v τῇ Χαλκῇ τοῦ σωτῆρος ) HI 409 ἐκτύπωμα γράψαι, καὶ οἷον ἄρτι ὁρᾶται, ἀναστηλῶσαι αὐτό, τῆς πρῴην οὔσης ϑείας εἰκόνος ἐκεῖ πάλαι ἀποξεσϑείσης. οὗτος καὶ τοὺς αὐταδέλφους ἄμφω καὶ ὁμολογητὰς τὸν Θεοφάνη καὶ"
      },
      {
        "index": 759,
        "text": "προφητικῶν τε καὶ γραφικῶν, πρῶτον μὲν σφοδρῶς κατῃκί- σατο, εἶτα καὶ τὰς ὄψεις αὐτῶν κατέστιξε καὶ ταῖς στιγμαῖς μέλαν ἐπέχεε, γράμματα δ᾽ ἐτύπουν τὰ στίγματα᾽ τὰ δ᾽ ἧσαν ἴαμβοι οὗτοι\""
      },
      {
        "index": 760,
        "text": "περὶ τῶν ὁμολογητῶν αὐταδέλφων Θεοφάνους καὶ Θεοδώρου τῶν γρα-"
      },
      {
        "index": 761,
        "text": "AEwp, αἱ τῶν προςώπων στιγμαί O"
      },
      {
        "index": 762,
        "text": "πάντων\" ποϑούντων προστρέχειν πρὸς τὴν πόλιν, ὅπου πάναγγοι τοῦ Ücrob λόγου πόδες ἔστησαν εἰς σύστασιν τῆς οἴκουμένης,"
      },
      {
        "index": 763,
        "text": "ὥφϑησαν οὗτοι τοῦ σεβασμίον τόπῳ σκεύη πονηοὰ δεισιδαίμονος πλάνης. ἐκεῖσε πολλὰ λοιπὸν PE ἀπιστίας"
      },
      {
        "index": 764,
        "text": "χω * \" , πράξαντες αἰσχρὰ δεινὰ δυσσεβοφούνως, ἐκεῖϑεν ἠλάϑησαν cg ἀποστάται. πρὸς τὴν πόλιν δὲ τοῦ κράτους πεφευγότες οὐκ ἐξαφῆκαν τὰς ἀϑέσμους μωρίας. ὅϑεν γραφέντες ὡς κακοῦογοι τὴν ϑέαν κατακοίνονται καὶ διώκονται πάλιν."
      },
      {
        "index": 765,
        "text": "13, πολλοὺς δὲ καὶ ἄλλους ὁ διώκτης οὗτος ἀνέδειξεν ὁμολογητὰς"
      },
      {
        "index": 766,
        "text": "xai τέλει μαοτυρικεῦ παραδέδωκεν, obz ἀπαριϑμεῖν ἑτέρας ἂν εἴη ποαγματείας καὶ ἄλλου καιοοῦ."
      },
      {
        "index": 767,
        "text": "᾿Εφιλοτιμεῖτο δὲ καὶ μελῳδεῖν\" λέγονται μὲν οὖν καὶ ἕτερα"
      },
      {
        "index": 768,
        "text": "l. e. p. 330), G. M. ᾿ 114, 21 ἐν τῇ πόλει Sym. l. c. σύ-"
      },
      {
        "index": 769,
        "text": "ἐκείνοι\" ποιήματα, πρὸς roig ἄλλοις δὲ xal τὸ κατὰ βαϊοφόρον ἀδόμενον στιχεοὺν τὸ “᾿ἐξέλϑετε, ἔϑνη, ἐξέλϑετε καὶ λαοί. | B Πέντε δὲ ϑυγατέρεων πατὴρ γεγονὼς παιδὸς ἔτι οὖκ ἔτυχεν ἄρρενος\" τῶν δὲ ὥυγατέορων ὑπεοηγάπα τὴν νεωτέραν Magoíav δ ὠνομασμένην, ἐφ᾽ jj καὶ κηδεστὴν ἐποιήσατο ᾿Αλέξιον τὸν λεγό- HI 410 μενον Ἠωσηλέ, ἄνδοα ἐξ ᾿Αρμενίων τοῦ γένους τῶν Κρινιτῶν, ἔν ἀκμῇ τῆς ἡλικίας καὶ τὴν ὄψιν χαρίτων μεστόν, ὃν πρότε- oov μὲν ἄλλοις ἐτίμησεν ἀξιώμασιν, εἶτα ἀνεῖπε καὶ Καίσαρα. συνάψας δ᾽ ἐκεῖνον τῇ ϑυγατοὶ καὶ οὕτω τιμήσας σὺν στρατεύ- 11 μασι ποὺς Λογγιβαρδίαν ἐξέπεμψεν. οὕτω δὲ ὑφωϑεὶς οὐκ ἔμελλε τὸν φϑόνον φυγεῖν. διεβέβλητο γοῦν πρὸς τῶν βασκαι- γόντων «ὃς τῆς βασιλείας ἐρῶν\" οὐκ ἔδρα δὲ κατὰ τοῦ Kaí- C σαρος ἡ διαβολή, ἕως ἡ τοῦ βασιλέως ἡυγάτηο τοῖς ζῶσιν ἠοίϑμητο. ἐπεὶ δ᾽ υἱὸς ὁ Μιχαὴλ ἐτέχϑη τῷ βασιλεῖ καὶ ἡ 19 15ῷ τοῦ Καίσαρος ἐτεϑνήκει εὐγνέτειοιι, ἐκεῖνος εὐϑὺς μετετάξατο, xai κείορεται μὲν τὴν τρίχα ἑκών, ἀμφιέννυται δὲ τοιβώνιον xal τοῖς μονάζουσι κατατάττεται καὶ τὸ τοῦ ᾿Ανϑεμίου λεγό- μενον ἐδείματο ἀσκητήριον, ἐν ᾧ διάγων τὸν βίον κατέλυσε xai ἐτάφη ἐκεῖ."
      },
      {
        "index": 770,
        "text": "ὅτι ἐπὶ ϑυγατρὶ ἐποιήσατο γαμβοὸν Ἡλέξιον τὸν λΙωσηλέ, ὃν καὶ Καίσαρα"
      },
      {
        "index": 771,
        "text": "τὴν τῆς βαϊοφόρου ἑορτὴν Rwp, βαϊοφόρον ἑορτὴν 12ὲ στιχηρὺν"
      },
      {
        "index": 772,
        "text": "x*(o erasumyporeióry D, κοηνιτῶν \"Theoph. cont. p. 107, 19, Cedr."
      },
      {
        "index": 773,
        "text": "ὄντα wp 8 post εἶτα add. προιὼν 10 post δὲ add. μωσηλὲ διαφυγεῖν Ewp 12 post ὡς ndd. zai Ewp"
      },
      {
        "index": 774,
        "text": "διαγαγὼν Bwp"
      },
      {
        "index": 775,
        "text": "Τῶν δὲ ᾿Αράβων ταῖς \"Pouaizaig ἐπελϑόντων χιώραις ὁ Θεύ 3 4 2 , * , ^ — »- , - ^ » JeóquAog ἐξεστοάτευσε κατ᾽ αὐτῶν, ἔχων ue0 ἑαυτοῦ τὸν Θεό-"
      },
      {
        "index": 776,
        "text": "91goflor καὶ τὸν λανοιήλ. τὼ δ᾽ ἤστην ἄνδοε καὶ γενναίω xai"
      },
      {
        "index": 777,
        "text": "D ἀγαϑὼ τὰ πολεμικά, ὧν ὅ μὲν Mavovij4 δῆλος ἅπασιν ἣν xai τοῖς ἐναντίοις αὐτοῖς πολλάκις τε στρατηγήσας καὶ πρωτοστρά-"
      },
      {
        "index": 778,
        "text": "997v«0 τοῦ; βασιλέως λ]ιχαὴλ rov “Ῥαγγαβὲ γεγονώς. ὁ δὲ Θεό- φοβος γένους μὲν κατήγετο “Περσικοῦ, ἐτράφη δ᾽ iv τῇ βασι- λίδι τῶν πόλεων καὶ παρ᾽ αὐτῇ διῆγεν, ἀφανὴς ὧν καὶ μηδὲ"
      },
      {
        "index": 779,
        "text": "γινωσκύμενος. λέγεται δὲ τὸν πατέρα αὐτοῦ ἐκ τῆς παρὰ IHéo- σαις βασιλικῆς ἐκρῦναι φυλῆς\" ἐκλελοιπότων δὲ τοῖς ἐέρσαις τῶν ἐκ τοῦ βασιλείου γένους, μαϑεῖν αὐτοὺς ὡς ἔστι παρὰ"
      },
      {
        "index": 780,
        "text": "Ῥωμαίοις ἀνὴρ ix γένους ἕλκων βασιλικοῦ τὴν σειοίν, xai"
      },
      {
        "index": 781,
        "text": "ἀφικέσϑαι ζήτησιν ποιουμένους αὐτοῦ. ὡς δ᾽ εὑρέϑη ζητού -"
      },
      {
        "index": 782,
        "text": "PII148A τύχης ἀνήχϑη, πατοίκιος τιμηϑεὶς xai τῇ τοῦ βασιλέως ovrot- Ὁ κισϑεὶς ἀδελφῇ. τούτοις οὖν τοῖς εἰρημένοις ἀμφοῖν ἀνδράσι πεποιϑὼς ó Θεόφιλος ἀντεπῆλϑε τοῖς ἐναντίοις. ὡς οὖν ἀλλή,-"
      },
      {
        "index": 783,
        "text": "περὶ τοῦ Μανουὴλ καὶ τοῦ Θεοφόβου ACE ὅτι τοῖς Πέρσαις μαχόμενος ó Θεόφιλος ἡττήϑη\" καὶ ἥλω (εἵλω Cw) ἄν (ἥλω δὲ omisso ἄν E), εἰ μὴ ὅ Θεόφοβος ἐβοήϑησεν C"
      },
      {
        "index": 784,
        "text": "tamen ex βασιλικᾶς corr. Dw) ἐκλελειπότων w*p invitis AO"
      },
      {
        "index": 785,
        "text": "λὼν ἄγχιστα ἐπήξαντο τοὺς χάρακας τὰ στρατεύματα, ὃ τῶν “Σαρακηνῶν ἀρχηγὸς ᾿αβοαήλ, ἕνα τῶν ὑπ᾽ αὐτὸν στρατηγῶν μετὰ λαοῦ μυριάδων ὀκτὼ εἰς ἀντιπαράταξιν τοῦ “Ῥωμαϊκοῦ στρατεύματος καταλελοιπιώς, αὐτὸς μετὰ τῶν ἄλλων ἀνεχώρησεν, 51) δειλαινόμενος ἢ ἀλαζονευόμενος. συμβαλόντων δὲ τῶν στρα- τευμάτων πολλοὶ μὲν ἑκατέρωϑεν ἔπισιτον, τέλος δὲ πρὸς ὑπαγωγὴν ἐκλίϑησαν αἵ σχολαί, καὶ κἂν ἥλω καὶ ó βασιλεὺς αὐτός, εἰ μὴ Θεόφοβος μετὰ τοῦ πεοὶ αὐτὸν Ieootxob στρατεύ-"
      },
      {
        "index": 786,
        "text": "κατεσοφίσατο. τότε μὲν οὖν ἐπανέζευξεν ἐς τὴν Κωνσταντίνου 98 ó βασιλεύς."
      },
      {
        "index": 787,
        "text": "To δ᾽ ἐφεξῆς αὖϑις ἔτει στρατεύει καὶ συμμίξας τοῖς ἐκ τῆς Ἄγαρ ἐπιερατέστερος γίνεται, καὶ πολὺ μὲν πλῆϑος αὐτῶν πέπτωκε, πλείους Ó ἑάλωσαν δορυάλωτοι, ἐν οἷς ἦν καί τις"
      },
      {
        "index": 788,
        "text": "ἀνὴρ τῷ τῶν σχολῶν δομεστίκῳ γνώριμος καὶ μαρτυρούμενος"
      },
      {
        "index": 789,
        "text": "καὶ τοῦ ἐκτομίου Θεοδώρου τοῦ Κρατεροῦ Ὁ"
      },
      {
        "index": 790,
        "text": "sed ex cod. Coisliniano iuflpaj est revocandum στρατηγῶν"
      },
      {
        "index": 791,
        "text": "rasura, sub qua comparet στρατηγῶν, nisi fallor), satrapis: Wo lat. λοιπῶν Ὁ δειλανόμενος w*p invitis AR T ἐκλί."
      },
      {
        "index": 792,
        "text": "στρατηγήματι ad στρατηγήμασι ADi, v. \"Cedr. (Seylitz.) ἢ p. 122, τῆς ἄγαρ ÀO, Te enne; Wo lat., βαρβάρους Ewp"
      },
      {
        "index": 793,
        "text": "bz αὐτοῦ ὡς καὶ τὴν χεῖρα γενναῖος xal περιδέξιος καὶ εὐ- φνυῶς ἱππαζόμενος καὶ δύο μεταχειριζόμενος δόρατα. ϑριάμ-"
      },
      {
        "index": 794,
        "text": "C βου τοίνυν ἐπὶ τῇ νίκῃ καταγομένου ἐν ἱππηλασίας ἀγῶνι, τὸν ἐπαινούμενον ἐκεῖνον ᾿Δγαρηνὸν ἱππάσασϑαι καὶ τὰ δύο μετα-"
      },
      {
        "index": 795,
        "text": "χειρίσασϑαι δόρατα ἐκέλευσεν Ó κρατῶν. καὶ ὃς ἐπεδείκνυτο ὃ"
      },
      {
        "index": 796,
        "text": "Ὁ κατὰ τὸ κέλευσμα τοῖς ὁρῶσι τὸ ἀμφοτεροδέξιον. καὶ ὁ βασι-"
      },
      {
        "index": 797,
        "text": "θ λεὺς τοῦτον nva τε καὶ ἐϑαύμαζεν. ὁ γοῦν Κρατερὸς Θεό- δωρος, ὃς μετ᾽ ὀλίγον τῷ μαρτυρικῷ κατεκοσμήϑη στεφάνῳ,"
      },
      {
        "index": 798,
        "text": "Θεοφίλῳ ἐχλεύαζε τὸν ᾿Αγαρηνόν. ὀργῆς δ᾽ ἐπὶ τῇ χλεύῃ πλη- σϑεὶς ὁ κρατῶν “σὺ 0\" ἔφη “ὦ ϑηλυδρία (ἐκτομίας γὰρ ó"
      },
      {
        "index": 799,
        "text": "Κρατερὸς ἐτύγχανεν dv) ἐνδείξῃ τοιοῦτόν τι; καὶ ó Κρατερὸς"
      },
      {
        "index": 800,
        "text": "Ὁ “δύο μὲν δόρατα στρέφειν οὐκ ἤσκησα, ὅτι μηδὲ δεῖ τῇ μάχῃ παιγνίων, ἀλλὰ σπουδῆς, ἕν δὲ μεταχειριζόμενος, σὺν ϑεῷ δ᾽"
      },
      {
        "index": 801,
        "text": "εἰρήσϑω, τοῦτον καταβαλῶ.\" ἐκμανεὶς δ᾽ ἐπὶ τῷ λόγῳ ὃ βα-"
      },
      {
        "index": 802,
        "text": "σιλεὺς xal ὀμόσας xaÜ' ἑαυτοῦ “ἦ uv\" ἔφη “τεϑνήξῃ, εἰ μὴ"
      },
      {
        "index": 803,
        "text": "D, ó γοῦν corr. Dw τῷ om. Rwp 8. ὕστερον τελῶς κατε- κοσμήϑη (haec duo vocabula expuncta sunt) ὦ κατεκοσμήϑη"
      },
      {
        "index": 804,
        "text": "nam inter μαρτ. et παρεστ. relinquit D, explet Dw — àv] γεγονὼς B"
      },
      {
        "index": 805,
        "text": "αὐτίκα τοῦτον καταβαλεῖς. ὁ δὲ μὴ ὑπερϑέμενος xal ovve- μαχέσατο τῷ ᾿Αγαρηνῷ καὶ τοῦ ἵππου κατέβαλε. Iv οὖν τῷ βασιλεῖ στρατεία κατὰ τῶν ᾿Αγαρηνῶν, καὶ πάλιν μάχη, καὶ τὸ τῆς μάχης τέλος τοῖς Ρωμαίοις οὐκ ἀγαϑόν. 5 “κοοῦ γὰρ ἀπήχϑη ἂν καὶ ὁ βασιλεὺς δορυάλωτος παρὰ τῶν ᾿Ισμαηλιτῶν κυκλωϑείς. ὡς δ᾽ ἔγνω τοῦτο ó Μανουήλ, ἐμβοη- σάμενος τοὺς περὶ αὐτὸν μέσον εἰσελαύνει τῶν πολεμίων καὶ τῷ βασιλεῖ φησίν “᾿ἀκολούϑει μοι\" ἵστατο γὰρ ἐκ δειλίας ἀπεγνω- κώς. ὁ δὲ τὴν δειλίαν ἐπιχρωννύς, μὴ βούλεσϑαι φυγεῖν ἔφη PILI49A καταλιπὼν τὸν λαόν. ἐπεὶ δὲ πολλάκις ἐξελϑεῖν τῆς μάχης παρα- καλούμενος, ὥσπερ πεπεδημένος τῇ πτοίᾳ εἱστήκει, ὅ MavovijA τὸ ξίφος σπασάμενος “εἰ μὴ ἕποιό μοι φησίν, “αὐτίκα σε ἀνελῶ κρεῖσσον γάρ σε ϑανεῖν ἢ ληφϑῆναι τοῖς ἐναντίοις αἰχμάλωτον καὶ τοιοῦτον αἶσχος τῇ πολιτείᾳ Ῥωμαίων περι- 1ῷ ποιήσασϑαι.\"\" ταύταις οὖν ταῖς τοῦ Mavovijà ἀπειλαῖς μόλις τῆς ἐκ τοῦ φόβου νάρκης λυϑεὶς καὶ ἀκολουϑήσας αὐτῷ, διε- σώϑη\" ὅϑεν σωτῆρα τὸν ἄνδρα ἐκάλει καί oi τὰ σῶστρα δα-"
      },
      {
        "index": 806,
        "text": "28, 250 et Cedr. l. c. p. 125, 10), ἀγαρηνῶν O 1 ante μέσον"
      },
      {
        "index": 807,
        "text": "Dw« ἐκ τῆς τοῦ Dw διασέσωστο Ὁ l7 post ὅϑεν add."
      },
      {
        "index": 808,
        "text": "ψιλῶς ἀπετίννυεν. οὐκ εἰς μακρὰν δὲ ai τῶν βασκάνων γλῶσ- Β σαι τὴν γνώμην τοῦ βασιλέως κατὰ τοῦ Μανουὴλ εἰς τοὖναν-"
      },
      {
        "index": 809,
        "text": "καὶ ἤδη ταῖς διαβολαῖς ἐπέπειστο ὁ “Θεόφιλος καὶ τὸν δίανουὴλ ἐκτυφλῶσαι διανενόητο. γνοὺς δ᾽ ἐκεῖνος τὸ μελετώμενον ἀπέ- Ὁ ὅρα καὶ ἀγχοῦ zov γενόμενος τοῖς ᾿Αγαρηνοῖς δηλοῖ τῷ αὖὐ- τῶν ἀρχηγῷ ὅστις ἐστὶ καὶ ὡς, εἶ λήψεται πίστεις μὴ βιασϑῆ- 90 vat τὴν οἰκείαν ϑοησκείαν ἐξομόσασϑαι, προσελεύσεταί οἷ. ó δὲ αὐτίκα πίστεις τε δίδωσι καὶ περιχαρῶς αὐτὸν ὑποδέχεται. καὶ ὁ Μανουὴλ ἐκεῖσε γενόμενος καὶ στράτευμα πιστευϑεὶς πολλὰς ἀριστείας κατὰ Περσῶν εἰογάσατο καὶ μεγάλα τρόπαια ἔστησε καὶ ἐφιλεῖτο παρὰ τῶν τῆς \"Ayao xal ἐϑαυμάζετο. ὃ δὲ Θεό- CquAog καὶ ἐλυπεῖτο διὰ τὸν Μανουὴλ καὶ ἐφρόντιζεν ὅπως av- 2310» ἐκεῖϑεν μετακαλέσεται. πίστεις οὖν αὐτῷ καὶ δι᾿ ὅρκου"
      },
      {
        "index": 810,
        "text": "ὅτι διαβολαῖς κατὰ τοῦ Μανουὴλ πιστεύσας ὅ βασιλεύς, τυφλῶσαι αὐτὸν"
      },
      {
        "index": 811,
        "text": "λαβὼν ó Μανουὴλ ἐκ τοῦ βασιλέως, αὖϑις ἐπανῆλϑε κατασοφισάμενος τὸν"
      },
      {
        "index": 812,
        "text": "D, corr. 1)ν rpózxaa-À D, τρόπαια corr. Dw 19 xai ante"
      },
      {
        "index": 813,
        "text": "lacunam suppl. Dw μετακαλέσηται Ewp, ueraxa ..... τῶ"
      },
      {
        "index": 814,
        "text": "D, xai δι᾽ ἐγγράφου Dw ἐγράφου (sic) A yovogpávrov B,"
      },
      {
        "index": 815,
        "text": "ἐπανελϑεῖν προετρέπετο. xal ὃς ἐπανῆλϑε, τὸ δ᾽ ὅπως διηγη- 34 r£ov' ἔστι γὰρ οὐκ ἄχαρι πρὸς διήγησιν. ἐντυχὼν τῷ τὰς πίστεις ἐκ βασιλέως αὐτῷ κομίξοντι μοναχῷ καὶ συνϑέμενος ὑποστρέψαι, πρόσεισι τῷ τῶν ᾿Ισμαηλιτῶν ἀρχηγῷ καὶ αἰτεῖται"
      },
      {
        "index": 816,
        "text": "δ στράτευμά οἱ δοϑῆναι, ἵνα κατὰ τὴν Καππαδοκίαν γενόμενος ἀνταποδοίη τοῖς εἰς τὸν βασιλέα κατειποῦσιν αὐτοῦ (ἐκεῖ γὰρ ἔλεγεν οἰκεῖν τοὺς κατηγόρους αὐτοῦ), ἠξίου δὲ τὸν ἀρχηγὸν τῶν ᾿Αγαρηνῶν καὶ τὸν υἱὸν αὐτοῦ συνεκπέμψαι αὐτῷ, \"iva σοι toUtoY\" λέγων “γυμνάσω πρὸς τὰ πολέμια.\" ὃ δὲ πείϑε-"
      },
      {
        "index": 817,
        "text": "ται καὶ τὸν οἰκεῖον αὐτῷ συνεκπέμπει vióv' ἐϑάρρει γὰρ τῷ MavovijÀ καὶ ἐπίστευε. κἀκεῖνος ἀπήει, καὶ ἤδη τοῖς “Ῥωμαϊ- κοῖς ἐγγίσας δροίοις τὸν τοῦ ἄρχοντος τῶν ἐκ τῆς \"Ayao υἱὸν W 1Π|121] συμπαραλαβὼν uev ὀλίγων Σαρακηνῶν ja δῆϑεν πρὸς κυνη-"
      },
      {
        "index": 818,
        "text": "ΠῚ 414 γέσιον, πολλῶν αὐτῷ ϑεραπόντων συνεπομένων. ὡς γοῦν"
      },
      {
        "index": 819,
        "text": "ἐντὸς χώρας Ῥωμαίων ἐγένετο, τῷ υἱῷ τοῦ ᾿Ισμαηλίτου περι- πλακείς, “σὺ μέν\" ἔφη “τέκνον, ὑπόστρεφε πρὸς τὰ σά, ἐγὼ δὲ πρὸς Ῥωμαίους πορεύσομαι.\" ἐπανελϑὼν δ᾽ εἰς τὴν μεγαλόπολιν"
      },
      {
        "index": 820,
        "text": "αἰτεῖται στράτευμά oí Ὧν αἰτῆται Ewp ἀνταποδο. ... τοις D, ἀνταποδοίη relicto τοῖς pro τοῖς Dw T xaroiyópovc D, corr."
      },
      {
        "index": 821,
        "text": "AEwp, λέγων ὡς dv σοι τοῦτον Ὁ) υἱὸν AEwp, παῖδα Ὁ"
      },
      {
        "index": 822,
        "text": "περιχαρῶς ἐδέχϑη παρὰ τοῦ αὐτοκράτορος xal μάγιστοος ab-"
      },
      {
        "index": 823,
        "text": "PII150A 81 ríxa τετίμητο καὶ ἔκ τοῦ ἁγίου βαπτίσματος τὸν τοῦ βασιλέως υἱὸν }Πιχαὴλ ἐδέξατο, ὃν ὅ πατὴρ καὶ διαδήματι ἔστεψε καὶ βασιλέα Ῥωμαίων ἀνεῖπε."
      },
      {
        "index": 824,
        "text": "Τοῦ πατριάρχου δὲ ᾿Αντωνίου τὴν ζωὴν καταστοέψαντος, ὃ ὃς ἔτη τῆς ἐκκλησίας ἐκράτησε δεκατρία, ᾿Ιωάννης, ὃν ὁ λόγος ἤδη προείρηκε διδάσκαλον γενέσϑαι τοῦ Θεοφίλου καὶ συναι- οεσιώτην, προχειρίζεται πατριάρχης, ὃν καὶ ᾿Ιαννῆν ἐκάλουν oi τότε, καὶ διὰ τὴν αἵρεσιν καὶ διὰ γοητείας\" ἦν γὰρ αὐταῖς"
      },
      {
        "index": 825,
        "text": "ἐντοιβής. τὸν δὲ ἱεοώτατον λ͵εϑόδιον, ὃς ὕστεοον καὶ τὸν 1ῦ"
      },
      {
        "index": 826,
        "text": "Β πατριαρχικὸν ἐκόσμησε ϑρόνον, μὴ πειϑόμενον συνϑέσϑαι τῇ κακοδοξίᾳ αὐτοῦ, μετὰ μαστίξεις πολλὰς καὶ τῶν σιαγόνων αὐτοῦ σύνϑλασιν καὶ τῶν ὀδόντων ἐκοίζωσιν, elg τὴν Πάνορ- μον νῆσον, i] νῦν τοῦ ᾿Αντιγόνου καλεῖται, δυσσεβὴς ὑὕπερο- οἶζει Θεόφιλος καὶ ἐντὸς καϑείργνυσι μνήματος μετὰ δύο λῃ- Y"
      },
      {
        "index": 827,
        "text": "στῶν᾽ ὧν τοῦ ἑνὸς ϑανόντος, ὅσην ὃ ἅγιος ἐκ τῆς δυσώδους τοῦ τεϑνεῶτος ἀποφορᾶς ὑπήνεγκε βίαν καὶ ἀηδίαν οὐκ ἄν τις"
      },
      {
        "index": 828,
        "text": "D περὶ πατριαρχῶν (πατριάρχου E) CE ὅτι τὸν ἱερὸν λ[εϑόδιον ὑπερώρισε καὶ ὅσα ὑπέμεινεν C"
      },
      {
        "index": 829,
        "text": "praep. evang. 9, 8, Zonar. XVI 1, 18) ᾿]άννην p* Di 11 éxo- σμησεν Ewp, v. ad XIIT 1,5 πολλὰς αἰκίας 14 ante νῆσον add. καλουμένην Ὁ ἐπονομάζεται O 16. ἐκ τῆς — ἀποφορᾶς om. O, v. Sym. mag. p. 644,"
      },
      {
        "index": 830,
        "text": "λόγος ἱκανῶς διαγράψαιτο. ἐκεῖ τοίνυν ἐγκεκλεισμένου τοῦ ἀοιδί- μου ἐκείνου πατρός, καὶ οἱ αὐτάδελφοι, ὅ τε Θεοφάνης καὶ ó Θεόδωρος, μετὰ τὴν τῶν προσώπων κατάστιξιν ὑπεροριζόμενοι καὶ κατὰ τὸν Κάρτα λιμένα καταλύσαντες διά τινος ἁλιέως Ο συγήϑους τῷ Μεϑοδίῳ ἐπιστέλλουσι ταῦτα\""
      },
      {
        "index": 831,
        "text": "tj) ζῶντι νεκρῷ καὶ νεκρῷ ζωηφόρῳ,"
      },
      {
        "index": 832,
        "text": "γαίοντι τὴν γῆν καὶ πολοῦντι τὸν πόλον,"
      },
      {
        "index": 833,
        "text": "γραπτοὶ γράφουσι δέσμιοι τῷ δεσμίῳ. οἷς πάλιν διὰ τοῦ αὐτοῦ ἁλιέως ὅ ὅσιος ἀνταπέστειλε\""
      },
      {
        "index": 834,
        "text": "τοὺς ταῖς βίβλοισιν οὐρανοῦ κλησιγράφους"
      },
      {
        "index": 835,
        "text": "καὶ πρὸς μέτωπα σωφρόνως ἔστιν μένους"
      },
      {
        "index": 836,
        "text": "προσεῖπεν ὅ ζώϑαπτος ὡς συνδεσμίους."
      },
      {
        "index": 837,
        "text": "ἕβδομον δ᾽ ἔτος διανύσας ἐν τῷ τάφῳ ὃ ἅγιος, εἶτα ἐκβληϑεὶς"
      },
      {
        "index": 838,
        "text": "ἐκεῖϑεν ἐν τοῖς ἀνακτόροις κατεκέκλειστο, μηδενὸς αὐτὸν ὁρῶντος"
      },
      {
        "index": 839,
        "text": "ἱερῷ 6--8] Versus in codicibus distincti sunt — ζῶντι"
      },
      {
        "index": 840,
        "text": "corr. Dw μέτωπα σωφρόνως AEDw Sym. mag. l. ο., Glyc."
      },
      {
        "index": 841,
        "text": "ἢ μόνου τοῦ ὑπηρετοῦντος αὐτῷ xai τοῦ βασιλέως. φιλοπο-"
      },
      {
        "index": 842,
        "text": "γῶν γὰρ ὃ Θεόφιλος xai ἀναγινώσκων ἠρώτα τὸν ἱερὸν λ[εϑ- ὀδιον περὶ ὧν ἀμφιβάλλων ἦν\" διὸ καὶ ἐν ταῖς ἀποδημίαις ἀεὶ συνόντα εἶχεν αὐτόν."
      },
      {
        "index": 843,
        "text": "Ἔαρος δ᾽ ἐπιστάντος κατὰ τῶν ᾿Αγαρηνῶν ó βασιλεὺς καὶ ὃ"
      },
      {
        "index": 844,
        "text": "πάλιν ἦρε τὰ ὅπλα καὶ πολλὰ τῆς Συρίας ἐξεπόρϑησε καὶ πό- λεὼν ἐχράτησε καὶ αὐτῆς τῆς Σωξζοπέτρας, ἣ πατρὶς ἐτύγχανε PII151A τοῦ ἀμερμουμνῆ, καὶ ταῦτα πολλὰ δεομένου ἐκείνου φείσασϑαι τῆς πατρίδος αὐτοῦ. ὁ μὲν οὖν βασιλεὺς ἀνέζευξεν εὐτυχῶς. 3ó Θεόφοβος δὲ καταλειφϑείς, ὥστε τὰ τῶν στρατευμάτων οἷ- κονομήσασϑαι, ἐπεὶ τὸ τῶν Περσῶν ὑστέρησε σιτηρέσιον (oroá- τευμα γὰρ ἦν τῷ βασιλεῖ Iepgoixóv), περιαλγησάντων διὰ τοῦτο τῶν Περσῶν, βασιλεὺς παρ᾽ αὐτῶν ἀνερρήϑη καὶ ἄκων, uaA- Aov δὲ καὶ παρακαλῶν αὐτοὺς μεϑεῖναι τῆς ἀπονοίας, μὴ xai ἑαυτοὺς καὶ αὐτὸν ἐσχάτοις κακοῖς περιβάλωσιν\" ἀλλ᾽ οὐκ ἔπειϑε. στέλλει οὖν πρὸς τὸν βασιλέα, τοῦτο τοὺς Πέρσας ἀποκρυφά- μενος, γνωρίζων τὸ γεγονὸς καὶ μηδέν τι xav αὐτοῦ ὑπ-"
      },
      {
        "index": 845,
        "text": "φιλος εὐτύχησεν (ηὐτύχησεν E) CE ὅπως παρὰ τῶν μισϑοφορούν- των Περσῶν ó Θεόφοβος βασιλεὺς ἀνερρήϑη καὶ ἄκων"
      },
      {
        "index": 846,
        "text": "1l μόνου AR, μόνου in E ita exaratum, ut paene evaserit μόνον,"
      },
      {
        "index": 847,
        "text": "ἱερὸν μεϑόδιον AEwp, ϑεῖον τοῦτον ἄνδρα O, divinum virum: Wo lat. αὐτῶ Ewp ἐπόρϑησε Ὁ αὐτῆς τῆς ooc. AE,"
      },
      {
        "index": 848,
        "text": "οπτεύειν πληροφορῶν. καὶ ἐπανελϑὼν πρόσεισι τῷ βασιλεῖ, aó- Ὗ ΠΙ122 τὸς μὲν ἀποδεχϑεὶς εὐμενέστατα καὶ τὴν προτέραν εὐετηρίαν Β IIT 416 ἀπειληφώς. καὶ οἱ Πέρσαι δὲ συγγνώμης πάντες ἠξίωντο xai οὐδέν τι αὐτοῖς ἐπήνεκτο ἕτερον ἢ ὅτι οὐχ ὁμοῦ πάντες εἶναι εἰάϑησαν, ἀλλ᾽ ἐς μυριάδας συναγόμενοι τρεῖς διῃρέϑησαν, καὶ ἑκάστῳ ϑέματι χιλιάδες δύο ἀπενεμήϑησαν, ὥστε τοῖς τῶν ϑε- μάτων στρατηγοῖς καὶ ὑποκεῖσϑαι xai πείϑεσϑαι. τὰ μὲν οὖν περὶ τοὺς lléooag καὶ τὸν Θεόφοβον ἦσαν ἐν τούτοις. Τοῦ δὲ ἀμερμουμνῆ τοσοῦτον καϑήψατο ἣ τῆς αὐτοῦ 8 πατρίδος ἐκπόρϑησις ὡς μὴ ἀνεκτὴν εἶναι αὐτῷ τὴν ζωήν, εἶ μὴ ἀμύνοιτο δι᾿ αὐτὴν τὸν Θεόφιλον. μαϑὼν οὖν πατρίδα εἶναι αὐτοῦ ᾿Αμόριον, ἐπ’ αὐτὸ στρατεύσασϑαι ἔγνωκε. καὶ 100 ó βασιλεὺς τοῦτο γνοὺς αὐτὸ κατωχύρωσεν ἄλλως τε καὶ στρα- τευμάτων ἀποστολῇ, ὧν ἧοχον Θεόδωρος ὅ Κρατερός, οὗ πρὸ μικροῦ ἡἣ ἱστορία ἐμνήσϑη, καὶ oi λουτοί, of καὶ τὸν τοῦ μαρ- τυρίου δρόμον ἐξήνυσαν παρὰ τοῖς ᾿Αγαρηνοῖς, τεσσαράκοντα καὶ δύο πάντες τυγχάνοντες. ἐξῆλϑε δὲ καὶ ὃ βασιλεὺς ὗπαν-"
      },
      {
        "index": 849,
        "text": "ὅτι ὅ Θεόφοβος προσῆλϑε τῷ βασιλεῖ CE περὶ τῆς τοῦ μορίου"
      },
      {
        "index": 850,
        "text": "δύο χιλιάδων ἀπονεμηϑεισῶν Ὁ T xai πείϑεσϑαι καὶ ὑποκεῖσϑαι"
      },
      {
        "index": 851,
        "text": "Κράτερος p*Di μικροῦ] XV 98, 6 ss."
      },
      {
        "index": 852,
        "text": "τιάσων τοῖς ἐκ τῆς Ἄγαρ, xal ὅ μὲν τῷ τοῦ ἀμερομουμνῆ υἱῷ συμβαλὼν μετὰ στρατιᾶς ἀξιομάχου ἥκοντι τρέπεται. νυκτὸς δ᾽ ἐπιγενομένης ó Δανουὴλ τὰς φυλακὰς τοῦ στρατοπέδου περιιὼν ἤκουσέ τινων τῶν Περσῶν περὶ προδοσίας τοῖς ᾽.4γα- οηνοῖς διαλεγομένων (συνίει yào τὴν τούτων διάλεκτον) καὶ ὃ τοῦτο τῷ βασιλεῖ ἀπηγγέλκει καὶ πέπεικεν ἐξαναστῆναι τοῦ στρατοπέδου κατὰ τὸ περίοοϑρον. καὶ ó μὲν ἄπήει ὅλον ἐνδοὺς l4rg ἵππῳ τὸν χαλινόν. ó δ᾽ ἀμερμουμνῆς ἐξ ἐκείνου ἀμερί- novos τῇ τοῦ ᾿Αμορίου ἐπικεχειρήπκει πολιορκίᾳ καὶ ἐνδελεχέστατα τὰς προσβολὰς τῇ πόλει πεποίητο ἤνυε δ᾽ οὐδέν, τῶν ἔνδον 1ῦ εὐρώστως ἀνταγωνιζομένων, ὥστε καὶ ἀπελπίσαι τὴν ταύτης ἅλωσιν τοὺς ᾿γαρηνούς\" καὶ ἀπηλλάγησαν ἂν καὶ ἣ πόλις οὐκ ἂν ἐπεπόρϑητο, εἰ μή τις τῶν ἔνδον δι᾿ ἔριν τινὰ ἐκμανεὶς Ὁ Il! l7 προδότης ταύτης ἐγένετο, ᾧ Βοϊδίτξζης ἦν τὸ ἐπώνυμον. ἁλόντος δὲ τοῦ ἄστεος, ὅσος οὖν ἀνῃρέϑη λαὸς οὐκ ἔστιν εἰπεῖν. γυ- Τῷ γαῖχες δὲ καὶ παῖδες xal μειρακίσκοι εἰς πολλὰς χιλιάδας συν-"
      },
      {
        "index": 853,
        "text": "a&xjeinitio versusextritainC δὲ Ewp 9θἐπικεχείρηκε 10 ero-"
      },
      {
        "index": 854,
        "text": "anteced.) A βοϊδίτζης ARwp2Di, cod. Coislin. Cedr. (Sevlitz.)"
      },
      {
        "index": 855,
        "text": "p. 224, 17, Th. M. p. 155), Βαδίτξης Cedr. (Seylitz.) l. e. in con-"
      },
      {
        "index": 856,
        "text": "αριἢ μούμενοι ἀπήχϑησαν δορυάλωτοι καὶ οἵ τῶν ἐκεῖ στρατη- γούντων ἔξοχοι, Κάλλιστός τε καὶ Κωνσταντῖνος καὶ ὅ Κρατερὸς Θεόδωρος οἱ πατρίκιοι, καὶ ἄλλοι πολλοὶ τῶν ἐν στρατηγίαις A διαπρεπόντων καὶ περιφανῶν ἐξ ἀξιωμάτων τιμῆς. ταῦτα μα- 19 900v ó Θεόφιλος (ἐν yào τῷ Δορυλαίῳ διῆγε) πρέσβεις πρὸς"
      },
      {
        "index": 857,
        "text": "τὸν τῶν ᾿Ισμαηλιτῶν ἐκπέπομφεν ἀρχηγόν, ἀποδοϑῆναι αὐτῷ"
      },
      {
        "index": 858,
        "text": "τοὺς ἐπιφανεῖς τῶν ἁλόντων αἰτῶν καὶ τοὺς αὐτῷ κατὰ γένος ποοσήκοντας κεντηναρίων πρὸς τέσσαρσιν εἴκοσιν. ὁ δὲ τοὺς"
      },
      {
        "index": 859,
        "text": "πρέσβεις ἰταμῶς ἀπεπέμψατο, ““ἀνόητος ἂν εἴην\" εἰπών, \"ei πεοὶ χίλιά μοι τῆς ἐν στρατείᾳ δαπάνης κεντηγάρια γεγονυίας"
      },
      {
        "index": 860,
        "text": "αὐτὸς τοσαῦτα λαβὼν ἀποδοίην τοὺς αἰχμαλώτους.\" ὡς δὲ"
      },
      {
        "index": 861,
        "text": "ἐπανῆλθον οἱ πρέσβεις ἄπρακτοι, οὕτως ἡ συμφορὰ καϑίύκετο"
      },
      {
        "index": 862,
        "text": "τῆς τοῦ Θεοφίλου ψυχῆς ὡς μηδὲν αὐτῷ πρὸς ταύτην εὗοί- Β"
      },
      {
        "index": 863,
        "text": "ὅτι διεπρεσβεύσατο πρὸς τὸν τῶν ᾿Αγαρηνῶν ἀρχηγὸν ó βασιλεὺς τοὺς ἐπιφανεῖς τῶν ἁλόντων ὠνήσασθαι ϑέλων᾽ ὃ δὲ τὴν πρεσβείαν οὐ προσ-"
      },
      {
        "index": 864,
        "text": "add. δοῦναι αὐτῷ ὑπισχνούμενος (videtur igitur doctus ille"
      },
      {
        "index": 865,
        "text": "φίλου xaÜíxero omissis et τῆς et ψυχῆς Ὁ"
      },
      {
        "index": 866,
        "text": "σκεσϑαι παρηγόρημα, ἀλλὰ xai τροφῆς ἀποσχέσϑαι xai μή τι , , er , * κ᾿ πόμα προσίεσϑαι ἢ μόνον ὕδωρ ψυχρότατον xai οἷον τὸ ἐκ χιόνος\" τούτῳ δὲ χρώμενος συνεχῶς ἐπέπληκτο τὰ ἐντὸς xai 22 oí. δυσεντερίας νόσος ἐνέσκηψε. καταλαβὼν δὲ τὰ βασίλεια καὶ ἤδη γνοὺς ἑαυτῷ τὴν σωτηρίαν ἀνέλπιστον, μετακαλεῖται τὴν ὃ"
      },
      {
        "index": 867,
        "text": "σύγκλητον xai ἠξίου πίστιν εἷς τὴν σύζυγον xai τὸν παῖδα ἐν- δείξασϑαι καὶ διατηρῆσαι σφίσι τὴν ἀρχὴν τὴν βασίλειον\" οἱ δὲ κατετίϑεντο. τούτων δὲ γεγονότων οὕτως, ὅ βασιλεύς, xai πρῴην ἐξ ὅτουπερ ἀνερρήϑη παρὰ τῶν Περσῶν βασιλεὺς ó"
      },
      {
        "index": 868,
        "text": "Ο καὶ διὰ τὴν προδοσίαν, ἣν ἐμελέτων oi Πέρσαι ποιήσασϑαι, ὡς ἤδη μοι γέγραπται, τῶν ἐνδιαβαλόντων τὸν ἄνδρα, ὑποϑή- καιὶς ἐκείνου ταῦτα τοὺς Iégoac δρᾶν ἰσχυοιζομένων. ὡς ἤδη τῇ νόσῳ τὸ σῶμα τοῦ αὐτοκράτορος δεδαπάνητο καὶ ἐξέλιπεν δ , , * , - , , , » ἡ ἰσχύς, δείσας μὴ αὐτοῦ ϑανόντος ἐπίϑοιτο τυραννίδι, καϑείο- γνυσιν αὐτὸν πεοὶ τὰ βασίλεια, καὶ ἐπεὶ τὴν ζωὴν ἑαυτοῦ ἐκ"
      },
      {
        "index": 869,
        "text": "ὅτι ϑνήσκων ὅ Θεόφιλος ἀνεῖλε τὸν Θεόφοβον C"
      },
      {
        "index": 870,
        "text": "6, 16 9 órov Ewp 9. ὁ zog. βασιλεὺς Ewp αὐτὸν"
      },
      {
        "index": 871,
        "text": "eluitur. γέγραπται] XV. 29, 12 ss. ἐνδιαβαλλόντων"
      },
      {
        "index": 872,
        "text": "ϑεόφοβος ἑαυτοῦ] αὐτοῦ D"
      },
      {
        "index": 873,
        "text": "λεπτοῦ μίτου ἠρτῆσϑαι διέγνωκε καὶ ἄρτι ἐκλείπειν, ἀναιρεϑῆναι κεκέλευκε τὸν Θεόφοβον καὶ κομισϑῆναί oi τὴν αὐτοῦ κεφαλήν\" ἧς κομισϑείσης ἐπιϑεῖναι λόγος αὐτῇ τὴν χεῖρα τὸν βασιλέα 9ῦ καὶ ἁψάμενον τῶν ταύτης τριχῶν ἐπειπεῖν, “ὡς ἀπὸ τοῦδε οὔτε"
      },
      {
        "index": 874,
        "text": "τὴν φυχήν, βασιλεύσας ἐνιαυτοὺς δυοκαίδεκα ἐπὶ μησὶ τρισί, πολλὰ τὴν σύμβιον καὶ τὸν ἐπὶ τοῦ κανικλείου Θεόκτιστον παραδυναστεύοντα τότε ἀξιώσας μὴ παραχωρῆσαι τὰς σεπτὰς ἀναστηλωϑῆναι εἰκόνας, μηδὲ τὸν πατριάρχην ᾿Ιωάννην τῆς"
      },
      {
        "index": 875,
        "text": "ἐκκλησίας διωχϑῆναι."
      }
    ]
  }
}