{
  "chapterNumber": 10,
  "title": "Book 10",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "l. ἜΣ ἀρχῆς μὲν οὖν, ὡς ἱστόρηται, βασιλεῦσιν 5j τῶν “Ῥωμαίων ἀνεῖτο ἀρχὴ μέχρε τῆς τῶν Ταρκυνίων τυραννίδος xoi καταλύσεως, ἔκτοτε δὲ στρατηγοῖς καὶ δικτάτορσιν ὑπάτοις τε κιὶ χιλιάρχοις ἀλλὰ μὴν καὶ δημάρχοις 7) τῶν κοινῶν διοίκησις ἀνε τίϑετο, καὶ τοιαύταις πολιτείαις τὰ Puopaluy ἰϑύνετο μέχρι Iop- πηΐου ἸΠάγνου καὶ Γαΐου Ἰουλίου τοῦ Καίσαρος. υἱὸς δὲ ἦν 0 Πομπήϊος Στράβωνος, ἑνὸς τῶν ἐπισήμων “Ῥωμαίων καὶ στρα- τηγίας ἠξιωμένου, τῷ Κίννᾳ τε ἀντιτεταγμένου τυραννικώτερον b τῇ ἀρχῇ χρωμένῳ. ἤδη γὰρ ἐνόσει “Ῥωμαίοις τὰ πράγματα, καὶ"
      },
      {
        "index": 1,
        "text": "μιτήχϑησαν Α΄. Bante'E£ ἀρχῆς À inscriptionem babet (flos δευτέρα ἰωάννου τοῦ ζωναρᾶ. ἐπιτομὴ ἱστοριῶν συλλεγεῖσα καὶ συγγραφεῖσα παρὰ ἰωάννου μοναχοῦ τοῦ ξωναρᾶ. ἡ μὲν προτέρα βίβλος περιέχει τὰ ἑβραϊκὰ͵ καὶ τὰ τῆς δώμης καὶ τὰ τῶν ὑπατειῶν,"
      },
      {
        "index": 2,
        "text": "αὕτη δὲ τὰς περὶ τῶν αὐτοκρατόρων ἱστορίας. : ὡς [σεόφηται)"
      },
      {
        "index": 3,
        "text": "ἐπὶ τυραννίδα oí σφῶν ἀπέκλινον ἄρχοντες, ἀλλ᾽ οὐ νομίμως B ἄρχειν ἐβούλοντο. ὃ μὲν οὖν πατὴρ αὐτοῦ Στράβων διὰ φιλο- χρηματίαν ὑπὸ “Ῥωμαίων μεμίσητο, ὃ δὲ Πομπήϊος ἐφιλεῖτο διά τὲ πίστιν ἤϑους καὶ τὸ εὐέντευκτον καὶ τὸ σῶφρον τὸ περὶ δίαιταν $xal τὴν ἐν ὅπλοις ἄσχησιν. καὶ τοσοῦτον ἦν τὸ πρὸς αὐτὸν φίλτρον, ὡς δείσαντος αὐτοῦ τὸν Κίνναν ἐκ διαβολῆς καὶ τοῦ στρατοπέδου λάϑρω διεκπεσόντος, ἐπεί τε μὴ ἦν ἐμφανὴς λόγου διαδοϑέντος ὅτε ἀνήρηταε παρὰ Κίννα, ὥρμησαν κατ᾽ αὐτοῦ οἱ μισοῦντες καὶ ἄλλως αὐτόν, καὶ ἀνῃρέϑη Κίννας φεύγων κατα. λ0ληφϑεὶς ὑπό του τῶν λοχαγῶν. Οὕτω δὲ Κίννα φϑαρέντος Κάρβων τὰ πράγματα διεδέξατο, ἐμπληκτότερος ἐκείνου τύραννος. τοῦ Σύλλα δ᾽ ἀντικαϑισταμένου C τῷ Κάρβωνι, τούτῳ προσετέϑη καὶ ὃ Πομπήϊος\" οὐ πρότερον μέντοι προσῆλϑε πρὶν ἄν τινος χάριτος πρὸς ἐκεῖνον κατήρξατο. 157» μὲν οὖν τότε εἴκοσε xol τρία γεγονὼς ἔτη, καὶ στρατιωτικὸν καταλέξας περιἥει τὰς πόλεις, τοὺς τὰ Κάρβωνος φρονοῦντας ἐξελαύνων αὐτῶν, καὶ πρὸς Σύλλαν ἀπιών. ἐν δὲ τῷ ἀπιέναι τρεῖς αὐτὸν στρατηγοὶ τῶν προσκειμένων τῷ Κάρβωνι ἐκυκλώ- σαντο. ὃ δὲ τούτους τρεψάμενος, τὰς πόλεις αὐτῷ προσχωρού- σας ἐδέχετο. εἶτ᾽ αὖϑις “Σκιπίωνος τοῦ ὑπάτου ἐπιόντος αὐτῷ, τὸ Σκιπίωνος στρατιωτικὸν ἀσπασάμενον τοὺς τοῦ Πομπηΐου αὐτῷ προσερρύησαν, ὃ δὲ Σκιπίων ἔψυγε. καὶ Κάρβωνος δὲ ἱππέων ἴλας συχνὰς πέμψαντος κατ᾽ αὐτοῦ, καὶ ταύτας ἐτρέψατο, Ὁ ὡς δι᾽ ἀπόγνωσιν σωτηρίας ἑαυτοὺς αὐτῷ ἐγχειρίσαι. οὕτω δὲ"
      },
      {
        "index": 4,
        "text": ". 80. Oi οὖν Καρχηδόνιοι, τοῦ στόματος τοῦ λιμένος - χωσϑέντος, τῇ τοῦ σίτου σπάνει δεινῶς ἐπιέσϑησαν\" καὶ οἱ μὲν ηὐτομόλουν, οἱ δὲ ἐγκαρτεροῦντες ἔϑνησκον, οἱ δὲ τῶν νεκρῶν ἐγεύοντο. ὅϑεν ἀϑυμήσας ᾿“σδρούβας πρέσβεις πρὸς τὸν Σχι- πέωνα περὶ σπονδῶν ἔπεμψε\" καὶ ἔτυχεν ἂν τῆς ἀδείας, εἶ μὴ ὅ καὶ τοῖς λοιποῖς ἅπασι καὶ τὴν σωτηρίαν καὶ τὴν ἐλευϑερίαν πρᾶ- D ξαι ἐθέλησε. διαμαρτὼν οὖν αὐτῆς εἷς τὴν ἀκρόπολιν τὴν γυναῖκα κατέκλεισεν, ἐπεὶ τῷ Σκιπίωνε ὑπὲρ ἑαυτῆς καὶ τῶν τέκνων διε- κηρυχεύσατο\" καὶ τἄλλα διῴκει τολμηρότερος γενόμενος διὰ τὴν ἀπόγνωσιν. αὐτός τε οὖν καὶ ἄλλοι ἀπονοίᾳ κρατούμενοι καὶ 10 νυχτὸς καὶ ἡμέρας ἐμάχοντο, καὶ τὰ μὲν ἡττῶντο τὰ δ᾽ ἐπεκρά- τουν, καὶ ἀντεμηχανῶντο πρὸς τὰς Ῥωμαϊκὰς μηχανάς. καὶ ὃ Βιϑίας δὲ φρούριόν τι ἐρυμνὸν ἔχων καὶ ἐπὶ πολλὰ τῆς ἠπείρου προϊὼν τούς τε Καρχηδονίους ὠφέλει καὶ τοὺς Ρωμαίους ἐκάκου. διὸ καὶ ὃ Σκιπίων τὸ στράτευμα διελὼν τὸ μὲν τῇ Καρχηδόνι 16 προσεδρεύειν ἔταξε, τὸ δὲ ἐπὶ τὸν Βιϑίαν ἔπεμψεν, ἐπιστήσας | αὐτῷ τὸν ὑποστράτηγον τὸν Γάϊον ZaíAiv* καὶ αὐτὸς ἑκατέρωσε P 1 469 διεφοίτα ἄμφω ἐπισκοπῶν. καὶ ἥλω τὸ φρούριον. εἶτ᾽ αὖϑες πάσῃ τῇ στρατιᾷ ἐπολιορκεῖτο ἡ Καρχηϑδών. “Απογνόντες οὖν οἱ Καρχηδόνιοι μηκέτι ἑκάτερον τεῖχος δεα- 20 σώσασϑαι δύνασϑαι, εἷς τὸν τῆς Βύρσης περίβολον ἅτε «καὶ ἐρυ- μνότερον ἀνεσκευάσαντο, καὶ μετακομίσαντες ὅσα ἠδύναντο,"
      },
      {
        "index": 5,
        "text": "κατέπρησαν νυχτὸς τὸ νεώριον καὶ τῶν ἄλλων τὰ πλείω, ἵγα τῆς ἐξ αὐτῶν ὠφελείας τοὺς πολεμίους στερήσωσιν. ὡς δ᾽ ἔγνων τὸ ἔργον οἵ Ρωμαῖοι, τὸν λιμένα κατέσχον καὶ ἐπὶ τὴν Βύρσαν “ὥρμησαν, καὶ κατασχόντες τὰς ἑκατέρωθεν αὐτῆς οἰκίας οἱ μὲν δ ἐπὶ τῶν τεγῶν αὐτῶν ἐπὶ τὰς ἀεὶ ἐχομένας ἐβάδιζον οἱ δὲ τοὺς τοέχους διορύσσοντες κάτωθεν διήεσαν, ἕως πρὸς αὐτὴν τὴν ἄκραν Β ἀφίκοντο. ἐνταῦϑα δὲ γενομένοις οὐκέτι ἀντῆραν οἱ Καρχη- δόνιοι, ἀλλ᾽ ἐπεκηρυκεύσαντο, πλὴν τοῦ ᾿Ασδρούβου. ἐκεῖνος δὲ μετὰ τῶν αὐτομόλων (ὃ γὰρ Σκιπίων οὐκ ἐσπείσατο αὐτοῖς) εἰς 10:0 ᾿““σκληπιεῖον ἀνειλήϑη μετὰ τῆς γυναικὸς καὶ τῶν παίδων, κἀντεῦϑεν ἠμύνετο τοὺς προσβάλλοντας, . μέχρις οὗ ἐμπρήσαντες τὸν νεὼν οἱ αὐτόμολοι ἐπὶ τὸ τέγος αὐτοῦ ἀνέβησαν, τὴν ἐσχά- τὴν τοῦ πυρὸς ἀνάγκην ἀναμένοντες\" τότε γὰρ ἡσσηϑεὶς πρὸς τὸν Σκιπίωνα ἦλϑεν ἱκετηρίαν ἔχων. ἰδοῦσα δὲ αὐτὸν ἢ γυνὴ 16 ἀντιβολοῦντα ὀνομαστὶ ἀνεκάλεσεν, καὶ ἐξονειδίσασα ὅτε ἑαυτῷ τὴν σωτηρίαν πράξας οὐκ ἐπέτρεψεν ἐκείνῃ σπείσασϑαι, τὰ τέχνα C ἐνέβαλεν εἷς τὸ πῦρ καὶ ἑαντὴν προσεπέρριψεν. Ἑλὼν οὖν οὕτω τὴν Καρχηδόνα ὃ Σκιπίων τῇ γερουσίᾳ ἐπέστειλε τάδε “ Καρχηδὼν ἑάλω\" τί οὖν κελεύετε; \" ἀναγνωσϑ έν- 20zu» οὖν τούτων βουλὴν ἔϑεντο περὶ τοῦ τί δέον ποιεῖν. καὶ ὃ μὲν Κάτων κατασκάψαι τὴν πόλιν καὶ τοὺς Καρχηδονίους ἐξα- φανίσαι δεῖν ἐγνωμάτευσεν, ὃ δὲ Νασικᾶς φείσασϑαι τῶν Καρ-- . χηδονέων καὶ ἔτε συνεβούλευε. κἀντεῦϑεν εἷς ἀντιλογίαν πολλὴν W II 11T"
      },
      {
        "index": 6,
        "text": "προήχϑη xul ἀμφισβήτησιν τὸ συνέδριον, ἕως ἔφη τις ὅτε εἶ καὶ δι᾽ οὐδὲν ἕτερον ἀλλά γε ἑαυτῶν ἕνεκα φείσασϑαι αὐτῶν ἀναγ- καῖον νομίζοιτο ἄν, i» ἀνταγωνιστὰς αὐτοὺς ἔχοντες ἀρετὴν"
      },
      {
        "index": 7,
        "text": "Ὁ ἀσκῶσι, καὶ μὴ πρὸς ἡδονὰς καὶ τρυφὴν τράπωνται, τῶν δυνα-- μένων αὐτοὺς χαταναγκάζειν εἰς ἄσχησιν τῶν πολεμικῶν περιαιρε-- 5 ϑέντων, καὶ χείρους ὑπ᾽ ἀνασκησίας γένωνται, ἀξιοχρέους ἄντε- πολέμους μὴ ἔχοντες. ἐκ τούτων οὖν τῶν λόγων πάντες κατα-- σκάψαι τὴν Καρχηδόνα ὡμογνωμόνησαν, μήποτε εἰρηνήσειν ἐχεί- γους πιστεύσαντες ἀκριβῶς. καὶ πᾶσα ἄρδην ἀνάστατος γέγονε; καὶ ἐπάρατον ἐψηφίσϑη τὸ ἐπ᾽ αὐτὴν κατοικῆσαι τινά, καὶ τῶν 10 ἀνδρῶν τῶν ἁλόντων οἱ μὲν πλείους εἷς τὸ δεσμωτήριον ἐνεβλή- ϑησαν κἀκεῖ διεεφϑάρησαν, ὀλίγοι δέ τινες πλὴν τῶν πάνυ πρώ- zw» ἐπράϑησαν\" οὗτοι γὰρ οἷ τε ὅμηροὲ καὶ ὃ ᾿Ασδρούβας καὶ ὃ"
      },
      {
        "index": 8,
        "text": "| Βιϑίας ἄλλοι ἄλλῃ τῆς Ἰταλίας ἐν φρουραῖς ἀδέσμοις κατεβίωσαν. P 1470 ὃ δὲ Σκιπίων δόξης τε ἔτυχε καὶ τιμῆς, καὶ ᾿Αφρικανὸς οὐχ ἀπὸ 1"
      },
      {
        "index": 9,
        "text": "“τοῦ πάππου ἀλλ᾽ ἀπὸ τῶν οἰκείων ἐπεκέκλητο πράξεων."
      },
      {
        "index": 10,
        "text": "81. ὙΥότε δὲ καὶ 5j Κόρινϑος κατεσχάφη. ἐπεὶ γὰρ oi τῶν “Ἑλλήνων χορυφαιότατοι ὑπὸ Παύλου τοῦ «Αἰμιλίου μετῳ- κίσϑησαν εἷς τὴν Ἰιαλίαν, οἱ λοιποὶ 10 μὲν πρῶτον πρεσβείαες τρὺς ἀνόρας ἀπήτουν, ὡς δ᾽ οὐκ ἔτυχον, καί τενὲς ἐκείνων τὴν 20 οἴκαδε ἀπογνόντες ἐπάνοδον ἑαυτοὺς διεχρήσαντο, χαλεπῶς διέ-"
      },
      {
        "index": 11,
        "text": "xuvro xal πένϑος δημόσιον ἐποιήσαντο, τοῖς τε τὰ Ῥωμαίων φρονοῦσε παρὰ σφίσιν ὠργίζοντο, οὐ μέντοι καὶ πολέμιόν τι ἐπε- δείξαντο, μέχρις οὗ τοὺς περιλιπεῖς τῶν ἀνδρῶν ἐκείνων ἐκομίσαντο. τότε. δὲ διενεχϑέντες ἀλλήλοις οἵ τ᾽ ἠδικημένοι καὶ οἱ τὰ ἀλλότρια B ὁ ἔχοντες ἐπολέμησαν. ἤρξαντο δὲ τῆς διαφορᾶς οἱ ᾿Αχαιοί, τοῖς «“Ζεκεδαιμονίοις ἐγκαλοῦντες ὡς αἰτίοις τῶν συμβεβηκότων αὐτοῖς\" xal τῶν Ρωμαίων διαλλακτὰς αὐτοῖς στειλάντων οὐκ ἐπείσϑησαν, ἀλλὰ πρὸς πόλεμον ὥρμησαν, Κριτόλαον προστησάμενοι. δείσας οὖν ὃ Μέτελλος μὴ καὶ τῆς ἸΠακεδονίας ἅψωνται (ἤδη γὰρ εἰς 10177» Θεσσαλίαν παρῆλϑον), προαπήντησεν αὐτοῖς καὶ ἐτρέψατο. Καὶ τοῦ Κριτολάου πεσόντος διχῆ διήρητο τὸ “Ἑλληνικόν. οὗ μὲν γὰρ πρὸς εἰρήνην ἀπέκλιναν καὶ τὰ ὅπλα κατέϑεντο, οἱ δὲ καὶ ἔτι ἐστασίαζον τῷ Zia τὰ πράγματα ἐπιτρέψαντες. ἃ μα- ϑόντες of ἐν τῇ “Ῥώμῃ ἐπ᾽ αὐτοὺς τὸν Πόμμιον ἔπεμψαν. ὃς C 16 τὸν μὲν Μέτελλον ἀπήλλαξεν, αὐτὸς δὲ τοῦ πολέμου εἴχετο. καί - τιν πληγὴν μέρει τῆς στρατιᾶς λαβὼν ἐξ ἐνέδρας, τοῦ Διαίου καταδιώξαντος μέχρε τοῦ σφῶν στρατοπέδου τοὺς φεύγοντας, ἀντεπεξῆλϑε, καὶ τρεψάμενος αὐτὸν πρὸς τὸ τῶν Zdyaudy ἦλϑε χαράχωμα. ἀϑροίσας δὲ δύναμιν ὃ Δίαιος πλείονα συμβαλεῖν 20 αὐτοῖς ἐπεχείρησεν. . ὡς δ᾽ οὐκ ἀντεξώρμησαν οἵ Ῥωμαῖοι, κατε- φρόνησεν αὐτῶν, καὶ εἰς τὸ μέσον τῶν στρατοπέδων κοῖλον ὃν προῆλϑεν. ἰδὼν οὖν τοῦϑ᾽ ὃ ἹΜόμμιος, τῶν ἱππέων τινὰς λάϑρα"
      },
      {
        "index": 12,
        "text": "ἔπεμψεν, ἵν᾽ dx πλαγίου αὐτοῖς ἐπιγένωνται. καὶ ἐπεὶ ἐκεῖνοι D προσβαλόντες αὐτοὺς συνετάραξαν, ἐπήγαγε τὴν φάλαγγα κατὰ πρόσωπον, καὶ πολλοὺς ἐφόνευσεν.. ἐκ δὲ τούτου Δίαιος μὲν ἀπογνοὺς ἑαυτὸν ἀπέκτεινε, τῶν δ᾽ ἐκ τῆς μάχης περισωϑέντων . οἱ μὲν Κυρίνϑιοι κατὰ τὴν χώραν ἐσκεδάσϑησαν, οἵ δ᾽ ἄλλοι ὅ \"οἴκαδε ἔφυγον. ὅϑεν xal οἷ ἐν τῷ τείχει Κορίνϑιοι πάντας ἀπολω-- λέναι νομίσαντες ἐξέλιπον τὴν πόλιν\" καὶ κενὴν αὐτὴν ἀνδρῶν |— ὃ Μόμμιος ἔλαβε. καὶ μετὰ ταῦτα κἀκείνους καὶ τοὺς ἄλλους Ἕλληνας ἀπόνως προσεποιήσατο. καὶ τότε μὲν τά τε ὅπλα αὐτῶν καὶ ὅσα πρὸς Toig ἱεροῖς ἀνέκειντο καὶ τοὺς ἀνδριάντας vág vt 10 γραφὰς καὶ εἴ τε ἄλλο πρὸς κόσμον εἶχον παρείλετο, πεμφϑέντων L4 nb δέ οἱ τοῦ τε πατρὸς καὶ ἄλλων ἐπὶ καταστάσει τῶν ἁλόντων, τείχη τέ τινων περιεῖλε καὶ ἐλευϑέρους πάντας καὶ αὐτονόμους πλὴν τῶν Κορινϑίων ἀφῆκε. τῆς δὲ Κορίνϑου τούς τε οἰκήτορας ἀπέδοτο καὶ τὴν χώρων ἐδημοσίωσε, τά τε τείχη καὶ τὰ ἄλλα] 5 οἰκοδομήματα πάντα κατέσκαψε, φοβηϑεὶς μὴ καὶ αὖϑις τινὲς πρὸς αὐτὴν οἷα μεγίστην συστῶσιν. ἵνα δὲ μήτε τις ἐκείνων λάϑῃ μήτε τῶν λοιπῶν τις Ἑλλήνων πραϑῇ ὡς Κορίένϑιος, συνε- κάλεσε, πρὶν ἐκφῆναι τὸ ποιητέον, πάντας τοὺς παρόντας, xoi αὐτοὺς ἀφανῶς πως τοῖς στρατιώταις ἐγκυκλωσάμενος ἐκήρυξε 20 τήν τὲ τῶν ἄλλων ἐλευϑερίαν καὶ τὴν τῶν Κορινϑίων δαύλωσιν. Β ἔπειτα προσέταξε πᾶσι τῶν παρεστηκότων σφίσι λαβέσϑαι, καὶ οὕτω σαφῆ τὴν διάκρισιν αὑτῶν ἐποιήσατο."
      },
      {
        "index": 13,
        "text": "gy A. 20 κυκλωσάμενος À. 91 τε om À. 22 τῶν om Α."
      },
      {
        "index": 14,
        "text": "Kol ἡ μὲν Κόρινϑος οὕτως ἀνάστατος γέγονε, τὸ δ᾽ ἄλλο “Ελληνικὸν παραχρῆμα uiv. καὶ σφαγαῖς καὶ χρημάτων ἐκλογαῖς"
      },
      {
        "index": 15,
        "text": "ἐκακώϑη, ἔπειτα ἔν τε ἀδείᾳ καὶ ἐν εὐδαιμονίᾳ τοσαύτῃ ἐγένετο"
      },
      {
        "index": 16,
        "text": "ὥστε λέγειν ὅτι, εἰ μὴ ϑᾶττον ἑαλώκεισαν, οὐκ ἂν ἐσέσωντο. 5 Ἢ μὲν οὖν Καρχηδὼν ἥ τε Κόρινϑος αἱ ἀρχαῖαι ἐκεῖναι τοῦτο τέλος ἔσχον ἅμα, χρόνῳ δὲ πολλῷ ὕστερον ἀποικίαν \"Pu-"
      },
      {
        "index": 17,
        "text": "μαίων λαβοῦσαι ἤνϑησαν αὖϑις καὶ εἷς τὴν παλωιὰν ἐπανῆλθον —"
      },
      {
        "index": 18,
        "text": "κατάστασιν». Τὰ μὲν οὖν μέχρι τοῦδε πεπραγμένα Ῥωμαίοις, βίβλων 10τυχὼν τῶν πάλαι ταῦτα ἱστορησάντων ἀρχαίων ἀνδρῶν, ἐκεῖϑεν ἐξείληφα κατ᾽ ἐπιτομὴν καὶ τῷ συγγράμματι τούτῳ ἐντέϑεικα, ἐπὶ δὲ τοῖς ἑξῆς ἃ τοῖς ὑπάτοις καὶ τοῖς δικτάτορσιν ἐπράχϑη μέχρις ἂν ταῖς ἀρχαῖς ταύταις τοῖς ἐν τῇ Ῥώμῃ διῳκεῖτο τὰ πράγματα, μή μέ τις αἰτιῷτο ὡς ἢ καταφρονήσει ἢ ῥᾳϑυμίᾳ ἢ 16 ὄχνῳ ταῦτα παρελϑόντα καὶ ἀτελὲς οἷον εἰακότα τὸ σύγγραμμα. οὐ γὰρ ῥᾳστώνῃ μοι τὰ λείποντα παρεώραται, οὐδ᾽ ἡμιτελὲς ἑκὼν τὸ πόνημα καταλέλοιπα, ἀλλ᾽ ἀπορίᾳ βίβλων αἵπερ αὐτὰ διεξίασι, καὶ ταῦτα πολλάκις ζητήσαντί uo: ταύτας, μὴ εὑρηκότι δ᾽ ὅμως, οὐκ οἶδα εἴϑ᾽ ὅτι μὴ σώζοιντο, τοῦ χρόνου διεφϑαρκότος αὐτάς, 20:19\" ὅτι μὴ φροντιστικώτερον τὴν τούτων ἴσως ζήτησιν ἐποιή- σαντο οἷς αὐτὴν ἀνεϑέμην, αὐτὸς ὑπερόριος ὧν καὶ πόρρω τοῦ ἄστεος ἐν νησῖδι ἐνδιαιτώμενοςς. ὅτι γοῦν μοι ταῖς βίβλοις ταύ-"
      },
      {
        "index": 19,
        "text": "ταις νῦν οὐκ ἐξεγένετο ἐντυχεῖν, ἡμίεργος ἐντεῦϑεν ὅσον ἐπὶ τοῖς τῶν ὑπάτων ἔργοις ἀλλὰ μέντοι καὶ τοῖς τῶν δικτατόρων ἡ tazo- gla γεγένηται. παρελϑὼν οὖν αὐτὰ καὶ ἄκων, τὰ τῶν αὐτοχραι-- τόρων συγγράψομαι, μικρά τινα προδιηγησάμενος, ἵν᾽ ὅϑεν εἷς αὐταρχίαν ἐξ ἀριστοκρατίας ἢ καὶ δημοχρατίας οἱ “Ῥωμαῖοι μετ-- 5 ηνέχϑησαν, δῆλον εἴη τοῖς ἀναγνωσομένοις τὸ σύγγραμμα, ἅμα τε πρὸς τούτῳ καὶ ἀκολουϑίας ἔχοιτο 7) γραφή."
      },
      {
        "index": 20,
        "text": "l. ἜΣ ἀρχῆς uiv οὖν, ὡς ἱστόρηται, βασιλεῦσιν 4j τῶν “Ῥωμαίων ἀνεῖτο ἀρχὴ μέχρι τῆς τῶν Ταρκυνίων τυραννίδος καὶ καταλύσεως, ἔκτοτε δὲ στρατηγοῖς καὶ δικτάτορσιν ὑπάτοις τε καὶ 10 χιλιάρχοις ἀλλὰ μὴν καὶ δημάρχοις ἡ τῶν κοινῶν διοίκησις ἀνε- τίϑετο, καὶ τοιαύταις πολιτείαις τὰ ᾿ῬῬωμαίων ἰϑύνετο μέχρι Πορ- πηΐου lMéyvov καὶ Γαΐου Ἰουλίου τοῦ Καίσαρος. υἱὸς δὲ ἦν ὃ Πομπήϊος Στράβωνος, ἑνὸς τῶν ἐπισήμων “Ῥωμαίων καὶ στρα- τηγίας ἠξιωμένου, τῷ Κίννᾳ τε ἀντιτεταγμένου τυραννικώτερον 15 τῇ ἀρχῇ χρωμένῳ. ἤδη γὰρ ἐνόσει “Ῥωμαίοις τὰ πράγματα, καὶ"
      },
      {
        "index": 21,
        "text": "ὅ μετήχϑησαν AC. — Bante'E£ ἀρχῆς À inscriptionem habet βέβλος δευτέρα ἰωάννου τοῦ ζωναρᾶ, ἐπιτομὴ ἱστοριῶν συλλεγεῖσα 'καὶ “ συγγραφεῖσα παρὰ ἰωάννου μοναχοῦ τοῦ ξωναρᾶ. ἡ μὲν προτέρα βίβλος περιέχει τὰ ὁβραϊκὰ͵ καὶ τὰ τῆς δώυης καὶ τὰ τῶν ὑπατειῶν, αὕτη δὲ τὰς περὶ τῶν αὐτοκρατόρων ἵστορίας.' ὡς ἴστόρηται"
      },
      {
        "index": 22,
        "text": "ἐπὶ τυραννίδα oi σφῶν ἀπέκλινον ἄρχοντες, ἀλλ᾽ οὐ νομίμως Β ἄρχειν ἐβούλοντο. ὃ μὲν οὖν πατὴρ αὐτοῦ Στράβων διὰ φιλο- χρηματίαν ὑπὸ * Ῥωμαίων μεμίσητο, ὃ δὲ Πομπήϊος ἐφιλεῖτο διά W Π 119 se πίστιν ἤϑους καὶ τὸ εὐέντέυκτον καὶ τὸ σῶφρον τὸ περὶ δίαιταν"
      },
      {
        "index": 23,
        "text": "δκαὶ τὴν ἐν ὅπλοις ἄσκησιν. καὶ τοσοῦτον ἦν τὸ πρὸς αὐτὸν φίλτρον, ὡς δείσαντος αὐτοῦ τὸν Κίνναν ἐκ διαβολῆς καὶ τοῦ στρατοπέδου λάϑρω διεχπεσόντος, ἐπεί τε μὴ ἦν ἐμφανὴς λόγου διαδοϑέντος ὅτι ἀνήρηται παρὰ Κίννα, ὥρμησαν κατ᾽ αὐτοῦ οἱ μισοῦντες καὶ ἄλλως αὐτόν, καὶ ἀνῃρέϑη Κίννας φεύγων xaza"
      },
      {
        "index": 24,
        "text": "ληφϑεὶς ὑπό του τῶν λοχαγῶν."
      },
      {
        "index": 25,
        "text": "Οὕτω δὲ Κίννα φϑαρέντος Κάρβων τὰ πράγματα διεδέξατρ, ἐμπληχτότερος ἐκείνου τύραννος. τοῦ Σύλλα δ᾽ ἀντικαϑισταμένου C τῷ Κάρβωνι, τούτῳ προσετέϑη καὶ ὃ Πομπήϊος\" οὐ πρότερον μέντοι προσῆλϑε πρὶν ἄν τινος χάριτος πρὸς ἐκεῖνον κατήρξατο."
      },
      {
        "index": 26,
        "text": "157» μὲν οὖν τότε εἴκοσι καὶ τρία γεγονὼς ἔτη, καὶ στρατιωτικὸν καταλέξας περιήει τὰς πόλεις, τοὺς τὰ Κάρβωνος φρονοῦντας ἐξελαύνων αὐτῶν, καὶ πρὸς Σύλλαν ἀπιών. ἐν δὲ τῷ ἀπιέναι τρεῖς αὐτὸν στρατηγοὶ τῶν προσκειμένων τῷ Κάρβωνι ἐκυκλώ- σαντο. ὃ δὲ τούτους τρεψάμενος, τὰς πόλεις αὐτῷ προσχωρού-"
      },
      {
        "index": 27,
        "text": "S0gag ἐδέχετο. εἶτ᾽ αὖϑις Σκιπίωνος τοῦ ὑπάτου ἐπιόντος αὐτῷ, τὸ Σκιπίωνος στρατιωτικὸν ἀσπασάμενον τοὺς τοῦ Πομπηΐου αὐτῷ προσερρύησαν, ὃ δὲ Σκιπίων ἔφυγε. καὶ Κάρβωνος δὲ ἱππέων ἴλας συχνὰς πέμψαντος κατ᾽ αὐτοῦ, xal ταύτας ἐτρέψατο, D ὡς dé ἀπόγνωσιν σωτηρίας ἑαυτοὺς αὐτῷ ἐγχειρίσαι, οὕτω δὲ"
      },
      {
        "index": 28,
        "text": "αὐτὸν ὃ Σύλλας ἐδέξατο ὡς ἀποπηδῆσαι τοῦ ἵππου xal προσα- γορευϑεὶς ὑπὸ Πομπηΐου αὐτοκράτωρ καὶ αὐτὸς ἀντιπροσερεῖν αὐτοχράτορα τὸν Πομπήϊον. καὶ τἄλλα δὲ ταῖς πρώταις φελο- φροσύναις συνέβαινεν. ὑπεξανίστατο γὰρ προσιόντι τῷ Πομπηΐῳ καὶ ἄλλα πρὸς τιμὴν ἐκείνου ἐποίει ἃ πρὸς ἄλλους οὐκ ὦπτοϑ ῥαδίως ποιῶν. ἐπεὶ δ᾽ ἐκράτησε τῆς Ἰταλίας ὃ Σύλλας καὶ δικτά-"
      },
      {
        "index": 29,
        "text": "ΡῚ 418 τωρ ἀνηγορεύϑη, τοὺς μὲν ἄλλους ἡγεμόνας καὶ στρατηγοὺς ἠμείβετο πλουτίζων καὶ ἐπ᾿ ἀρχὰς καϑιστῶν,. Πομπήϊον δὲ ἔσπευσεν οἰκειώσασϑαι ἑαυτῷ\" καὶ πείϑει αὐτὸν τὴν γαμετὴν ἣν εἶχεν ἀποπεμψάμενον ἀγαγέσϑαι τὴν ἑαυτοῦ πρόγονον «ΑΑἸϊμιλέαν, 10 ἣν ἡ Μετέλλα, ἣ τῷ Σύλλᾳ συνῴκει, ἐκ Σκαύρου ἐγείνατο τοῦ προτέρου ἀνδρός. ἦν δὲ τὰ τοῦ γάμου τυραννικά\" ἀνδρὶ γὰρ ἥ \"Allia ἤδη ἐκδέδοτο καὶ ἐκύει."
      },
      {
        "index": 30,
        "text": "Οὕτω δ᾽ ὃ Σύλλας οἰκειωσάμενος τὸν Πομπήϊον εἷς Σικε-"
      },
      {
        "index": 31,
        "text": "λίαν ἀπέστειλε μετὰ βαρείας δυνάμεως\" ἦν γὰρ ἧ νῆσος τοῖς τοῦ 15 Κάρβωνος δρμητήριον. καὶ ἀπελθόντος ἐκεῖ Πομπηΐου oi μὲν ἐναντῶι τῆς νήσου ἐξέστησαν, αὐτὸς δὲ τὰς πόλεις ἀνελάμβανε B τετρυχωμένας καὶ φιλανθρώπως ἐκέχρητο. κατασχὼν δὲ καὶ τὸν Κάρβωνα ἀνεῖλεν. ἀκούων μέντοι τοὺς στρατιώτας ἐν ταῖς ὅδοι-"
      },
      {
        "index": 32,
        "text": "πορίέαις ἀτακτεῖν, σφραγῖδας ταῖς αὐτῶν μαχαίραις ἐπέβαλεν, ἣν 30"
      },
      {
        "index": 33,
        "text": "ὃ μὴ φυλάξας ἐκολάζετο. ᾿"
      },
      {
        "index": 34,
        "text": "1 9 om A. αὐτοκράτωρ ὑπὸ πομπηΐου À, αὐτοκράτωρ ὑπὸ"
      },
      {
        "index": 35,
        "text": "2. Ταῦτα δὲ πράττων ἐν Σικελίᾳ ἐδέξατο γράμματα τῆς"
      },
      {
        "index": 36,
        "text": "συγκλήτου καὶ Σύλλα κελεύοντα πλεῖν dg “ιβύην καὶ πολεμεῖν Ζομιτίῳ. καὶ ὃ μὲν ἐξέπλει, ἑπτακισχίλιοι δὲ αὐτῷ τῶν ὑπὸ τὸν Ζομέτιον προσεχώρησαν. ἀντιτεταγμένου δὲ “Πομιτέου συρρήγνυν- 5ται τὰ στρατεύματα, καὶ νικῶσιν οἱ Πομπηΐου, καὶ ὃ Δομίτιος κτείνεται. τῶν δὲ πόλεων αἵ μὲν εὐθὺς προσεχώρησαν, αἱ δὲ κατὰ κράτος ἑάλωσαν. καὶ εἷς τὴν Νομαδικὴν ἐμβαλών, καὶ πάντων κρατήσας οἷς ἐνέτυχε τεσσαράκοντα ταῖς πάσαις ἡμέραις, γράμματα δέχεται Σύλλα, ἀφεῖναι μὲν τὴν ἄλλην στρατιάν, αὖ- Ἰυτὸν δὲ μεϑ᾽ ἑνὸς τάγματος περιμένειν εἰς Ἰτύκην τὸν διαδεξόμενον στρατηγόν. ἐπὶ τούτοις αὐτὸς μὲν xaO? ἑαυτὸν ἤχϑετο, ὃ δὲ στρατὸς εἷς τοὐμφανὲς ἠγανάκτει. καὶ ϑέλοντος προελϑεῖν Πομ- πηΐου, τοῦ τε Σύλλα κακῶς ἐμνημόνευον, κἀκεῖνον οὐκ εἴων πιστεύειν τῷ τυράννῳ ἑαυτόν. καὶ ὃ μὲν ἐπειρᾶτο πραὕνειν αὖ- Ἰϑτούς, οἱ δὲ μένειν αὐτὸν καὶ ἄρχειν ἐκέλευον, \"ἄχρις οὗ, προσ-- λειπαρούντων καὶ καταβοώντων, ὥμοσεν ἀναιρήσειν ἑαυτὸν εἶ βιά- bowro* καὶ μόλις οὕτως ἐπαύσαντο. Πρῶτον μὲν οὖν ἠγγέλη τῷ Σύλλᾳ ἀφεστάναι Πομπήϊον, εἶτα πυϑόμενος τἀληθὲς ἀπήντησεν αὐτῷ προσιόντι καὶ δεξιωσά- 20 μενος ἸΠάγνον προσεῖπε μεγάλῃ τῇ φωνῇ\" σημαίνει δὲ μέγαν ὃ"
      },
      {
        "index": 37,
        "text": "κην] Οὐτικὴν p. 242 4 et 286 14 ex Dione. διαδεξόμενον À Plu-'"
      },
      {
        "index": 38,
        "text": "Máyvoc. ϑρίαμβον δὲ Πομπηΐου αἰτοῦντος ὃ Σύλλας ἀντέλεγεν ὡς ὑπάτῳ ἢ στρατηγῷ ϑριαμβεύειν νενόμισται, ἄλλῳ δὲ οὐδενέ\" εἰ δὲ Πομπήϊος. οὕπω γενειῶν ἀκριβῶς ϑριαμβεύσει, ᾧ βουλῆς διὰ τὴν ἡλικίαν οὐ μέτεστιν, ἐπίφϑονος ἔσεται αὐτῷ ἡ τιμή. ταῦτα τοῦ Σύλλα λέγοντος ὃ Πομπήϊος οὐχ ὑπέπτηξεν, ἀλλ᾽ 5 ἐννοεῖν ἔφη δεῖν ὅτε τὸν ἥλιον ἀνατέλλοντα πλείονες ἢ δυόμενον προσχννοῦσι, δηλῶν ἐντεῦϑεν ὡς αὐτῷ μὲν ἡ δύναμις αὔξεται, hnívo δὲ μειοῦταί τε καὶ μαραίνεται. πρὸς ταῦτα 0. Σύλλας καταπλαγείς, δὶς ἐφεξῆς “ϑριαμβευσάτω\" ἐβόησεν: ὧς δὲ oi στρατιῶται ἐνοχλεῖν ἐβούλοντο καὶ ϑορυβεῖν, μὴ τυχόντες ἡλίκων 10"
      },
      {
        "index": 39,
        "text": ". πφοσεδόκησαν, ὁ Πομπήϊος ἀφήσειν ἔφη μᾶλλον τὸν ϑρίαμβον ἢ κολακεύσειν τοὺς στρατιώτας. πρὸς 0 Σερουΐλιος ἀνὴρ ἐπιφανὴς"
      },
      {
        "index": 40,
        "text": "xal ἀντιλέγων πρὶν πρὸς τὸν ϑρίαμβον “νῦν ἔφη “Πομπήϊος καὶ Πάγνος ἀληϑῶς καὶ ἄξιος ϑριαμβεῦσαι.᾽ Σύλλας δὲ ἠνιᾶτο μὲν ὁρῶν εἰς ὅσον πρόεισι δόξης. καὶ 19 δυνάμεως ὃ Πομπήϊος, αἰσχυνόμενος δὲ κωλύειν ἡσυχίαν ἦγε. “Ἵέπιδος μέντοι σπουδῇ Πομπήϊου ὑπατείας τυχών, εἷς τὴν Σύλλα δύναμιν ἐκείνου τελευτήσαντος ἑαυτὸν εἰσεποίει, καὶ εὐθὺς ἔνοπλος B ἦν, τὰ τῶν στάσεων ὑπολείμματα ἀνακινῶν. καὶ ὃ Πομιπήϊος ἡγεμὼν στρατεύματος ἀπεδείχϑη κατὰ ““επίδου, ἤδη πολλὰ τῆς Ὁ Ἰταλίας κεκινηκότος καὶ τὴν ἐντὸς ἄλπεων Γαλατίαν διὰ Βρούτου κατέχοντος. τῶν μὲν οὖν\" ἄλλων ῥᾳδίως ἐκράτησεν ὃ Πομπήϊος,"
      },
      {
        "index": 41,
        "text": "ἤδη] ἤδη δὲ Α. 21 κεκινηκότος νενικηκότος secundum"
      },
      {
        "index": 42,
        "text": "ἀντικαϑήμενος δὲ τῷ Βρούτῳ ἐχρόνισεν. εἶτα ἑαυτὸν ὃ Βροῦτος αὐτῷ ἐνεχείρισεν, ἢ μεταβαλλόμενος ἢ προδοϑείς. — xal ὃ μὲν ἀνῃρέϑη (οὗπερ υἱὸς ἦν ὃ τὸν Καίσαρα ἕστερον διαχειρισάμενος Βροῦτος), ““έπιδος δὲ τῆς ᾿Ιταλίας ἐχπεπτωκὼς νόσῳ ἀπέϑανεν. δ Ὃ μέντοι Σερτώριος τὴν Ἰβηρίαν ἔχων φοβερὸς ἦν. καὶ πρὸς τοῦτον οὖν ὃ Πομπήϊος ἐστάλη, συμμαχήσων Ὀππίῳ Mt- τέλλῳ μαχομένῳ πρὸς τὸν Σερτώριον. εἷς Ἰβηρίαν δὲ ἀφικόμε- voc πρῶτον μὲν δυσὶ στρατηγοῖς ἀντικατέστη τοῦ Σερτωρίου, καὶ γικήῆσας ὑπὲρ μυρίους ἀπέκτεινεν \" εἶτα καὶ αὐτῷ Σερτωρίῳ προσ- Ἰθμίξας ἀμφίδοξον ἔσχηκε τὸν ἀγῶνα. ἐπελϑόντος δὲ Πομπηΐῳ ὄντι ἱππότῃ ἀνδρὸς μεγάλου πεζοῦ, ὃ μὲν Πομπήϊος ὑπ᾽ ἐκείνου ἐπλήγη τὴν χεῖρα, ἐκεῖνος δὲ ὑπὸ Πομπηΐου αὐτὴν ἀπεκόπη. ἑνωϑ εὶς δὲ τῷ Μετέλλῳ ἐτίμησε τὸν ἄνδρα καὶ ἐτιμήϑη. 2411à τοῦ Σερτωρίου δολοφονηϑέντος ὑπὸ τῶν φίλων, Περ- lónérrac ὃ τῶν αὐτοῦ ἡγεμόνων κορυφαιότατος ἐπεχείρησεν ἐκείνῳ ποιεῖν ὁμοίως, τὰς ἐχείνου δυνάμεις περιβαλόμενος. ἀλλ᾽ ὃ Πομπήϊος ἀντιταξάμενος αὐτῷ ἐκράτησε πάντων\" καὶ διεφϑάρη- σαν οἱ πλεῖστοι τῶν ἡγεμόνων dv τῇ μάχῃ, αὐτὸν δὲ τὸν Περ- πένναν ἑαλωχότα ζωὸν ἀπέκτεινε. καὶ προσμείνας ἐκεῖ καὶ κατα--: δυστήσας τὰ πράγματα καὶ κατασβέσας τὰς ταραχὰς εἷς Ἰταλίαν ἀπήγαγε τὸν στρατόν. ἦν δ᾽ ὑποψία καὶ δέος ὡς οὐ προήσεται τὸ στράτευμα, δε’ ὅπλων δὲ βαδιεῖται μοναρχίας κατάρχων. ὃ δὲ ταύτην ἀνεῖλε τὴν ὑπόνοιαν, ἀφήσειν τὸ στράτευμα φήσας"
      },
      {
        "index": 43,
        "text": "ὀπτίῳ Α, ᾿ἀππίῳ vel Πέῳ Platarchus. 8 ἀντέστη Α. 15 ὁ"
      },
      {
        "index": 44,
        "text": "μετὰ τὸν ϑρίαμβον. ἕν δ᾽ ἔτι oi. βασκαίνοντες αὐτὸν ἠτιῶντο, ὅτε τῷ δήμῳ μᾶλλον ἢ τῇ βουλῇ προσένεμεν ἑαυτόν\" ὅπερ ἦν a ἀληϑές. οὐ yàp ἔστιν οὕτινος ἐμμανέστερον ὃ ῬῬωμαέων ἠράσϑη δῆμος. ἐψηφίσθη γοῦν αὐτῷ ὑπατεία καὶ δεύτερος ϑρίαμβος\" συνυπατεύειν δὲ αὐτῷ καὶ ὁ Κράσσος ἐψηφίσϑη αὐτοῦ σπουδά- 5 σαντος. ἀλλ᾽ ἀποδειχϑέντες ὕπατοι διεφέροντο, xol ἐν μὲν τῇ βουλῇ ὃ Κράσσος ἴσχυε μᾶλλον, παρὰ δὲ τῷ δήμῳ ἐκράτει Πομπήϊος. παρῃτήσατο δὲ καὶ τὴν στρατηγίαν\" καὶ ἔϑους ὄντος τοῖς Ρωμαίοις ἱππεῦσιν, ὅταν στρατεύσωνται τὸν νόμεμον χρόνον, ἄγειν τὸν ἵππον εἷς ἀγορὰν ἐπὶ τοὺς τιμητάς, καταρεϑμεῖσϑαί vc10 τῶν στρατηγῶν καὶ αὐτοκρατόρων ἕκαστον ὑφ᾽ οἷς ἐστρατεύσαντο, καὶ εὐθύνας διδόναι τῆς στρατείας καὶ οὕτως ἀφίεσθαι, νεμο- B μένης τιμῆς ἢ ἀτιμίας πρϑσηχούσης τοῖς βίοις ἑκάστων, τότε προεκάϑηντο μὲν oi τιμηταὶ καὶ oi ἱππεῖς παρήεσαν ἐξεταζόμενοι, ὦφϑη δὲ καὶ Πομπήϊος εἰς τὴν ἀγοράν, τὰ μὲν ἄλλα παράσημα 15 τῆς ἀρχῆς ἔχων, αὐτὸς δ᾽ ἄγων τὸν ἵππον διὰ χειρός. ἦν δὲ τοῦ δήμου ϑαῦμα καὶ σιωπή. εἶτα ὃ εἷς τῶν τιμητῶν “πυνϑά-- νομαί cov? εἶπεν “ὦ Πομπήϊε Máyye , εἰ πάσας ἐστράτευσαι τὰς. κατὰ νόμον στρατείας.\" ὃ δὲ μεγάλῃ φωνῇ “ἐστράτευμαι\" ἀπεχρίνατο, \"xal πάσας ὑπ᾽ ἐμαυτῷ αὐτοκράτορι.\" πρὸς τοῦτο 30 ὃ δῆμος ἐξέκραγε, καὶ oí τιμηταὶ τοῖς πολέταις χαριζόμενοι ἄνα- — στάντες προέπεμπον αὐτὸν οἴκαδε."
      },
      {
        "index": 45,
        "text": "chum ad τὸ τῆς δημαρχίας ἀξίωμα refertur. ἐμμανέστερος Α."
      },
      {
        "index": 46,
        "text": "ὃ. Ἤδη δὲ τῆς ἀρχῆς περανϑείσης ἀπέϑετο αὐτὴν ὃ Πομπήϊος. καὶ μετὰ ταῦτα ὃ πειρατικὸς αὐτῷ ἀνετέϑη πόλεμος. Ο' ὥρμητο μὲν γὰρ ἢ πειρατικὴ δύναμις ἐκ Κιλικίας, ἐν τῷ 1 9ρι- - δατικῷ πολέμῳ ταῖς βασιλικαῖς ὑπηρεσίαις χρήσασα ἑαυτήν\" εἶτα"
      },
      {
        "index": 47,
        "text": "ὁ: Ῥωμαίων ἐν τοῖς ἐμφυλίοις πολέμοις συμπεσόντων ἀλλήλοις, ἀφύλακτος οὖσα 7j ϑάλασσα κατ᾽ ὀλίγον αὐτοὺς ἐφειλκύσατο\" καὶ δύναμιν σχόντες οὐ τοῖς πλέουσιν ἐπετίϑεντο μόνον, ἀλλὰ καὶ γήσους καὶ πόλεις παραλίους. παρεσπῶντο. ἐγένοντο δ᾽ οὖν αἱ μὲν λῃστρικαὶ νῆες ὑπὲρ χιλίας, αἱ δὲ ἁλοῦσαι ὑπ᾽ αὐτῶν πόλεις"
      },
      {
        "index": 48,
        "text": "ὑπὲρ τετρακοσίας. - πολλὰ δὲ xol τῶν ἀβάτων ἐξέκοψαν ἱερῶν, ἐνύβριζον δὲ καὶ τοῖς “Ῥωμαίοις. ὅπότε γάρ τις ἁλοὺς ἀνεβόησε"
      },
      {
        "index": 49,
        "text": "Ῥωμαῖος εἶναι, ἐκπεπλῆχϑαι προσποιούμενοι καὶ δεδιέναι, τούς τε μηροὺς ἐπαίοντο καὶ προσέπιπτον αὐτῷ\" καὶ οἱ μὲν ὑπέδουν D αὐτὸν κάλτια, οἱ δὲ τήβεννον περιέβαλλον, οὕτω τε κατειρωνευ--"
      },
      {
        "index": 50,
        "text": "σάμενοι τέλος ἐν μέσῳ πελάγει 'κλίμακα προβαλόντες ἐκέλευον ἐκχ-- βαίνειν καὶ ἀπιέναι χαίροντα\" εἶ δὲ μὴ βούλοιτο, ὠϑοῦντες αὐτὸν κατέδυον."
      },
      {
        "index": 51,
        "text": "Πάσης δὲ ϑαλάσσης ἀπλώτου τοῖς ἐμιπόροις οὔσης, σπάνις ἦν τῶν ἀναγκαίων ἐν τῇ ἀγορᾷς δόξαν δὲ τὸν Πομπήϊον ἐχπέμ-"
      },
      {
        "index": 52,
        "text": "20 yo. κατὰ τῶν πειρατῶν, Γαβίνιος εἷς τῶν Πομπηΐου συνήϑων ἔγραψε νόμον οὐ ναυαρχίαν, ἄντικρυς δὲ μοναρχίαν αὐτῷ διδόντα."
      },
      {
        "index": 53,
        "text": "ταμίνιος ΑΞ. 21 ἔγραψε νόμον — διδόντα] εἰσήνεγκε γνώμην —"
      },
      {
        "index": 54,
        "text": "ἐδίδου γὰρ ὃ νόμος αὐτῷ ἀρχὴν τῆς ἐντὸς “Ηρακλεέων στηλῶν ϑαλάσσης, ἠπείρου δὲ πάσης ἀπὸ ϑαλάσσης ἐπὶ τετρακόσια στά-- P ] 476 δια, καὶ πεντεκαίδεκα πρεσβευτὰς ἐκ τῆς βουλῆς ἑλέσθαι ἐπὶ τὰς κατὰ μέρος ἡγεμονίας, χρήματα δὲ λαμβάνειν ἐκ τῶν ταμεείων καὶ τῶν τελῶν ὅσα βούλοιτο, καὶ ναῦς διακοσίας. ταῦτα ὃ μὲνδ δῆμος προϑύμως ἐδέξατο\" οἱ δὲ τῆς συγκλήτου περεφανέστεροι φόβου ἄξιον ἐνόμιζον τὸ τῆς ἐξουσίας ἀπερίληπτον καὶ ἀόριστον, καὶ ἀντέλεγον, πλὴν Καίσαρος\" οὗτος δὲ συνηγόρει τῷ νόμῳ, οὐ διὰ τὸν Πομπήϊον, τὸν δῆμον δὲ ϑεραπεύων καὶ οἰκειούμενος ἑαυτῷ. τέως μέντοι ἐκυρώϑη τὸ ψήφισμα. καὶ ὃ Πομπήϊος 10 εἷς ἐκκλησίαν ἐλϑὼν διπλάσια τὰ ἐψηφισμένα λαβεῖν διεπράξατο. διελὼν οὖν τὰ πελάγη καὶ διαστήματα τῆς Ξϑαλάσσης εἷς μέρη B. τρισκαίδεκα, καὶ νεῶν ἀριϑμὸν ἐφ᾽ ἑκάστῳ καὶ ἄρχοντα τάξας, ᾿ ἐχάϑηρε τῶν λῃστηρίων τὸ Τυρρηνικὸν πέλαγος, τὸ “4ιβυκόν, τὸ περὶ Σαρδῶνα καὶ Κύρνον καὶ Σικελίαν, ἡμέραις τεσσαρά- 15 W 11192 κοντα. εἶτα παραπλέων τὰς πόλεις μετὰ σπουδῆς οὗ παρῆλϑε τὰς ᾿ϑήνας, ἀναβὰς δὲ καὶ ϑύσας καὶ προσαγορεύσας τὸν δῆ- μον, εὗρεν ἐπιγραφὰς εἷς αὐτὸν πεποιημένας, ὧν ἡ μὲν ἐντὸς τῆς πύλης ἔλεγεν ᾿ ᾿ \"Eg! ὅσον ὧν ἄνθρωπος οἶδας, ἐπὶ τοσοῦτον εἶ θεός\" 2 3 δ᾽ ἐχτός Προσεδοχῶμεν, προσεκυνοῦμεν, εἴδομεν, προπέμπομεν."
      },
      {
        "index": 55,
        "text": "Κατελύϑη μὲν οὖν 6 πειρατικὸς πόλεμος καὶ τὰ πανταχοῦ τῆς ϑαλάσσης ἐξῃρέϑη λῃστήρια οὐκ ἐν πλείονε χρόνῳ μηνῶν τριῶν\" ( τούτων δὲ εἰς Ρώμην ἀπαγγελϑέντων γράφει νόμον εἷς τῶν δημάρχων ὃ άλλιος, παραλαβόντα Πομπήϊον πᾶσαν τὴν χώρων"
      },
      {
        "index": 56,
        "text": "οὗὕσης ὃ “Τεύκολος ἦρχε, προσλαβόντα δὲ καὶ Βιϑυνίαν, πολεμεῖν Mi99iddsg καὶ -Τιγράνῃ τοῖς βασιλεῦσιν, ἔχοντα καὶ τὴν ναυτι κὴν δύναμιν καὶ τὸ κράτος τῆς ϑαλάσσης ὡς ἤδη τοῦτο εἰλήφει\" τοῦτο δὲ ἦν ἐφ᾽ ἑνὶ συλλήβδην γενέσϑαι τὴν “Ῥωμαίων ἡγεμονίαν. τὸ μὲν οὖν ψήφισμα ἐχυρώϑη φοβηϑέντων τὸν δῆμον τῶν ἀρε- 1οστοχρατικῶν καὶ σιωπησάντων, Πομπήϊος δὲ δεξάμενος τὰ γράμ- pora λέγεταε τὰς ὀφρῦς συναγαγεῖν καὶ τὸν μηρὸν πατάξαι ὡς"
      },
      {
        "index": 57,
        "text": "δυσχεραίνων καὶ βαρυνόμενος τὴν ἀρχήν. τὴν ^ εἰρωνείαν οὐδ᾽"
      },
      {
        "index": 58,
        "text": "oi πάνυ συνήϑεις αὐτῷ ῥᾷον ἤνεγκαν. τέως δὲ τὴν μεταξὺ Φοι- νίκης καὶ Βοσπόρου ϑάλασσαν ἐπὶ φρουρᾷ τῷ στόλῳ διαλαβὼν 10 αὐτὸς ἐβάδιζεν ἐπὶ ᾿Μιϑριδάτην. ἐκείνου δ᾽ ἐκλιπόντος ὄρος δύσμαχον ὡς üvvdgov, ἐν ᾧ ἐστρατοπεδεύετο, ὃ Πομπήϊος κατ-- ἔσχεν αὐτό, καὶ τῇ φύσει τῶν βλαστανόντων καὶ ταῖς συγκλενίαις τῶν τόπων τεκμαιρόμενος ἔχειν πηγὰς τὸ χωρίον, ὀρύσσειν ἐκέλευσε φρέατα. καὶ ταχὺ μεστὸν ἦν ὕδατος τὸ στρατόπεδον. ἔπειτα 0 περιστρατοπεδεύσας ἀπετείχιζεν αὐτόν. ὃ δὲ πέντε καὶ τεσσαρά-- κοντὰ πολιορχηϑεὶς ἡμέρας, ἔλαϑεν ἀποδρὰς μετὰ τῆς ἐρρωμενε-"
      },
      {
        "index": 59,
        "text": "Fuggerano: nam τηριδάτῃ AC cum duobus Regiis et Colbert., τη-"
      },
      {
        "index": 60,
        "text": "στέρας δυνάμεως, ἀποκτείνας τοὺς ἀχρήστους καὶ τοὺς νοσοῦν- τας. καταλαβὼν δὲ αὐτὸν περὶ τὸν Εὐφράτην ὃ Πομπήϊος, ἵνα μὴ φϑάσῃ περάσας τὸν ποταμόν, ἐκ μέσων νυχτῶν ἐπῆγε τὴν στρατιάν. ἦν οὖν ἀνάγκη ὑπὲρ τοῦ χάρακος μάχεσθαι. σελήνη δ᾽ ἦν καταφερομένη, ὃ τοὺς βασιλικοὺς ἔσφηλεν\" εἶχον μὲν γὰρ ὅδ κατὰ νώτου τὴν σελήνην Ῥωμαῖοι, ἤδη δὲ περὶ δύσιν οὔσης αἱ σκιαὶ τῶν σωμάτων πρόσϑεν προϊοῦσαε πολὺ δόχησιν παρεῖχον τοῖς πολεμίοις ἐγγίζειν τοὺς Ρωμαίους αὐτοῖς, καὶ τοὺς ὑσσοὺς ἀφέντες ἐφίκοντο οὐδενός\" ὃ συνιδόντες Ῥωμαῖοι μετὰ κραυγῆς ἐπέδραμον καὶ φεύγοντας ἔκτεινον, ὡς πολὺ πλείους μυρίων ἀπο-10 ϑανεῖν. αὐτὸς δὲ ᾿Μιϑριδάτης μετὰ πλειόνων διέφυγε."
      },
      {
        "index": 61,
        "text": "Πομπήϊος δὲ dg Aoutvlav ἐνέβαλε, τοῦ νέου Τιγράνου καλοῦντος αὐτόν\" ἤδη γὰρ ἀφειστήκει τοῦ πατρός. ὃ δὲ βασε- λεὺς Τιγράνης ὑπὸ “Ζευκόλου συντετριμμένος, ἥμερον δὲ πυνϑα- γόμενος τὸν Πομπήϊον, ἑαυτόν τε παρέδωκε καὶ φρουρὰν ἐδέξατο 16 περὶ. τὰ βασίλεια. προσιὼν δὲ τῷ Πομπηΐῳ τήν τε κίδαριν ἀφεῖλε τῆς κεφαλῆς καὶ ὥρμησε πρὸ ποδῶν αὐτὴν ἐκείνου ϑεῖναι, καὶ καταβαλεῖν ἑαυτόν. ἀλλ᾽ ὃ Πομπήϊος τῆς δεξιᾶς αὐτοῦ λαβόμενος προσηγάγετο καὶ πλησίον ἱδρύσατο, τὸν δ᾽ ἐκείνου υἱὸν ἐπὶ ϑάτερα, καὶ εἶπε τῶν μὲν ἄλλων δεῖν αἰτιᾶσϑαι “4εύκο- 30 λον (ὑπ᾽ ἐκείνου γὰρ ἀφῃρῆσθαι Συρίαν Φοινίκην Κιλικίαν Γα- λατίαν Σωφήνην), ἃ δὲ ἄχρις αὐτοῦ διατετήρηται ἕξειν, ΣΣωφή-"
      },
      {
        "index": 62,
        "text": "νης δὲ βασιλεύσειν τὸν vióv. ἐπὶ τούτοις ὃ μὲν Τιγράνης ἢγά- πησεν, ὃ δὲ υἱὸς ἐδυσφόρει, καὶ κληϑεὶς ἐπὶ δεῖπνον οὐκ Kg Πομπηΐου δεῖσϑαι τοιαῦτα τιμῶντος\" καὶ γὰρ αὐτὸς ἄλλον εὑρή- σειν Ῥωμαῖον. ἐκ τούτου δεϑεὶς εἷς τὸν ϑρίαμβον ἐφυλάττετο. δ᾽ Καταλιπὼν δὲ Πομπήϊος φρουρὸν Ἀρμενίας ᾿“φράνιον, αὐτὸς διὰ τῶν περιοικούντων τὸν Καύχασον ἐϑνῶν ἐπὶ Migg.- W 11123 δάτην ἐβάδιζεε μέγιστα δὲ αὐτῶν εἶσιν ἔϑνη ᾿λβανοί τε καὶ Ἴβηρες, οἱ μὲν ἐπὶ τὰ IMsayixà ὄρη καὶ τὸν Πόντον καϑήχοντες, “Ἵλβανοὶ δ᾽ ἐπὶ τὴν ἕω καὶ τὴν Κασπίαν ϑάλασσαν. οὗτοι πρῶ- 10 rov μὲν αἰτήσαντι Πομπηΐῳ δίοδον ἔδοσαν, εἶτα, γενόμενοι τε- τρακισμυρίων οὐκ ἐλάττους, προσέβαλον αὐτῷ, καὶ τραπέντες ἐφϑάρησαν παμπληϑεῖς. τῷ δὲ βασιλεῖ αὐτῶν πέμψαντι πρέσβεις σπεισάμενος ἀπἥει ἐπὶ τοὺς Ἴβηρας μαχιμωτέρους ὄντας τῶν ““λβανῶν καὶ μήτε ]ήδοις μήτε Πέρσαις ὑπείξαντας, διαφυγόν- Ιθτας δὲ καὶ τὴν ισκεδόνων δυναστείαν, ““λεξάνδρου ταχέως ἐκ τῆς “Ὑρκανίας ἀπάραντος. ἀλλὰ καὶ τούτους μεγάλῃ μάχῃ τρε- ψάμενος πολλοὺς ἀνεῖλε καὶ πλείους ἐζώγρησεν. ἐντεῦϑεν elg τὴν Κόλχων ἐνέβαλεν. αὖϑις δὲ ᾿λβανῶν ἀποστάντων ἤλαυνεν ἐπ᾽ αὐτοὺς δι᾿ ἀνύδρου καὶ ἀργαλέας 6009, ὕδωρ ἐν ἀσκοῖς πολλοῖς 20 ἐπικομιζόμενος. καὶ συμβαλὼν αὐτοῖς ὑπὸ τοῦ ἀδελφοῦ τοῦ σφῶν βασιλέως στρατηγουμένοις ἐνίκησε\" καὶ αὐτὸν ἐπελϑόντα"
      },
      {
        "index": 63,
        "text": "οὗ καὶ βαλόντα ἐκ χειρὸς διελάσας ἀπέκτεινεν. ὅτε καὶ Zdualóveg λέγονται συμμαχῆσαι τοῖς ““λβανοῖς. μετὰ γὰρ τὴν μάχην σχυ- λευομένων τῶν νεκρῶν, πέλταις ᾿Αμαζονικαῖς οἱ Ῥωμαῖοε καὶ B κοϑόρνοις ἐνέτυχον, σῶμα δὲ γυναικεῖον οὐδὲν εὐρέϑη. νέμονται δὲ αὕτωι τὰ καϑήκοντα πρὸς “Ὑρκανίαν ϑάλασσαν τοῦ Καυκάσου. 5 μέσον δὲ τῶν΄ ᾿Αλβανῶν καὶ αὐτῶν οἰκοῦσι Γέλλαι καὶ —[íyvec. οἷς ἔτους ἑκάστου περὶ τὸν Θερμώδοντα ποταμὸν εἷς ταὐτὸν φοι- τῶσαι ὁμιλοῦσιν ἐπὶ δύο μῆνας\" εἶτα xaJ? ἑαυτὰς ἀπαλλαγεῖσαι βιοῦσι\" τεκοῦσαε δὲ τὰ μὲν ἄρρενα κομίσασαι περὶ τὴν τῶν πατέρων ἐκτίϑενται γῆν, τὰ δέ γε ϑήλεα τρέφουσι. 10 Τῶν 'δὲ τοῦ ἸΠιϑριδάτου παλλαχῶν ἀναχϑεισῶν πρὸς αὖ- . τὸν οὐδεμίαν ἔγνω Πομπήϊος. (8) Στρατονίκη δέ, ἢ καὶ μέγι- στον παρὰ ἸΠιϑριδάτῃ ἔσχεν ἀξίωμα καὶ τὸ πολυχρυσότατον τῶν C φρουρίων ἐφύλαττε, δῶρά τε πολλὰ τῷ Πομπηΐῳ προσήγαγε καὶ τὸ φρούριον παρεδίδου. ὃ δὲ τῶν προσαχϑέντων ὅσα κόσμον 18 ἱεραῖς καὶ λαμπρότητα τῷ ϑριάμβῳ παρεῖχον λαβὼν μόνα, τὰ λοιπὰ τὴν Στρατονίκχην ἔχειν ἐχέλευσι. καὶ τοῦ βασιλέως δὲ τῶν Ἰβήρων κλίνην καὶ τράπεζαν καὶ ϑρόνον χρυσᾶ πώντα πέρειψαντος αὐτῷ, καὶ ταῦτα τοῖς ταμίαις εἷς τὸ δημόσιον παραδέδωκεν. ' ὡς δὲ τὸν Πιϑριδάτην ἑώρα φεύγοντα χαλεπώτερον ἢ μαχόμιενον, 20 τούτῳ μὲν εἶπεν ἰσχυρότερον ἑαυτοῦ πολέμιον τὸν λιμὸν ἀπολεί-"
      },
      {
        "index": 64,
        "text": "πομφότος À."
      },
      {
        "index": 65,
        "text": "ψειν, αὐτὸς δὲ προῆγε σὺν στρατιᾷ. χειρωσάμενος δὲ δι᾽ 1gpa- νίου τοὺς περὶ “μανὸν ᾿ἄραβας, καταβὰς εἰς Συρίαν ταύτην μὲν D ἐπαρχίαν καὶ κτῆμα Ρωμαίων ἀπέφηνε, τὴν δὲ Ἰουδαίαν ὑπέταξε καὶ τὸν βασιλέα αὐτῆς “Ἀριστόβουλον συνέλαβεν, ὡς ἐν τοῖς \"Tov- 5 δαϊκοῖς ἤδη ἱστόρηται. μέγα δ᾽ ἦν ὄνομα τῆς αὐτοῦ δυνάμεως καὶ μεῖζον τῆς ἀρετῆς καὶ πρᾳότητος. ὃ δὲ τῶν περὶ τὴν Πέτραν “ράβων βασιλεὺς δείσας ἔγραψε Πομπηΐῳ πάντα. πείϑεσθαι. ἠγγέλη μέντοι αὐτῷ τεϑνεὼς καὶ ὃ Μιϑριδάτης, Φαρνάκου τοῦ υἱοῦ διαχρησαμένου αὐτόν. εἰς “Ἵμινσὸν οὖν ἀφικομένῳ Πομπηΐῳ. 10 πολλὰ μὲν δῶρα παρὰ Φαρνάκου κεχόμιστο, πολλὰ δέ γε ngoa- ἤνεκτο σώματα, καὶ αὐτὸς ὃ ΜΠ ιϑριδάτου νεκρός. ᾿Επανιὼν δὲ λυπηρὰν τὴν ἐπάνοδον ἔσχηκε διὼ τὴν γυναῖκα Movxíav ἐξυβρίσασαν παρὰ τὴν ἀποδημέαν αὐτοῦ\" καὶ πλησιάσας τῇ Ἰταλίᾳ ἔπεμψεν ἐκείνῃ τὴν ἄφεσιν. εἰς δὲ τὴν “Ῥώμην λόγοι 160 περὶ αὐτοῦ ἐγίνοντο καὶ ϑόρυβος ἦν ὡς τὸ στράτευμα τῇ πόλει ἐπάξοντός τε καὶ μοναρχήσοντος. ὃ δὲ τῆς IraMag τε ἅμα ἐπέβη, καὶ ἐκκλησιάσας τοὺς στρατιώτας ἐκέλευσεν ἕχαστον πρὸς. τὰ W [1 [24 οἰκεῖα τρέπεσϑαι καὶ αὖϑις ἀϑροισϑῆναι διὰ τὸν ϑρίαμβον. σκεδασθείσης δ᾽ οὕτω τῆς στρατιᾶς ἄνοπλον oi πόλεις δρῶσαε 20 Πομπήϊον καὶ μετ᾽ ὀλίγων ἀπιόντα, ὑφ᾽ ἡδονῆς ἐκχεόμεναι καὶ προπέμπουσαι συγκατῆγον εἷς τὴν Ῥώμην μετὰ δυνάμεως πλείο--"
      },
      {
        "index": 66,
        "text": "ἰστόρηται] T. 1 p. 402. 8 Φαρνάκου — 9 αὐτόν στασιά-"
      },
      {
        "index": 67,
        "text": "zog B. 20 ὀλέγον À."
      },
      {
        "index": 68,
        "text": "γος. τοῦ δὲ νόμου μὴ συγχωροῦντος πρὸ τοῦ ϑριάμβου παρελ- ϑεῖν εἷς τὴ πόλιν, πέμψας ἠξίου τὴν βουλὴν ὑπερϑέσϑαι τὰς τῶν ὑπάτων ἀρχαιρεσίας. Ἀάτωνος δ᾽ ἐναντιωθέντος οὐκ ἔτυχέ\" διὸ καὶ οἰκειώσασθαι τὸν ἄνδρα ἠϑέλησε. δυεῖν οὖν ἀδελφιδῶν οὐσῶν ἐχείνῳ, τὴν μὲν αὐτὸς ἐζήτει λαβεῖν, τὴν δὲ τῷ υἱῷ συνοι- ὃ κίσαι. παραιτουμένου δὲ τὴν ἀγχιστείαν τοῦ Κάτωνος, ὡς δια- φϑορὰν ἐσομένην αὐτῷ τοῦ τρόπου, ἡ ἀδελφὴ καὶ ἢ γυνὴ ἐχα- λέπαινον. “Ἀφρανίῳ δὲ Πομπηΐου ὑπατείαν μετιόντος, καὶ διὰ τοῦτο πρὸς τὰς φυλὰς ἀργύριον ἀναλίσκοντος, καὶ κακῶς ἐντεῦ- ϑὲν ἀκούοντος ὡς Giov τὴν ἀρχὴν ποιουμένου τοῖς μὴ ταύτης 10 ἀξίοις, ὃ Κάτων ἔφη πρὸς τὰς γυναῖκας “τούτων τῶν ὀνειδῶν κοινωνητέον ἡμῖν οἰκείοις γενομένοις πρὸς τὸν Πομπήϊον.\""
      },
      {
        "index": 69,
        "text": "Τοῦ δὲ ϑριάμβου τῷ μεγέϑει καίπερ elc δύο ἡμέρας μερισϑέν- τος ὃ χρόνος οὐκ ἐξήρκεσεν, ἀλλὰ τῶν παρεσκευασμένων πολλὰ τῆς. Sac ἐξέπεσε. γράμμασι δὲ προηγουμένοις ἐδηλοῦτο τὰ γένη xa9* ὧν 15 ἐθριάμβευεν. ἦν δὲ ταῦτα, Πόντος “Ἀρμενία Παφλαγονία Καππα- doxía Ἰηδία, Κόλχοι Ἴβηρες '“4λβανοί, Συρία Κιλικία Πεσοποταμέα, τὰ περὶ Φοινίκην καὶ Παλαιστίνην, Ἰουδαία ““ραβία, τὸ πειρα- τιχὸν ἅπαν ἐν γῇ καὶ ϑαλάττῃ καταπεπολεμημένον\" ἐν δὲ τούτοις φρούρια μὲν ἡλωκότα χιλίων οὐκ ἐλάττω, πόλεις δὲ οὐ πολὺ τῶν 30 ἐνακοσίων ἀποδέουσαι, καὶ νῆες πειρατικαὶ ὀχτακόσιαι\" κατοικέαε"
      },
      {
        "index": 70,
        "text": "ἡμέρας μερισϑέντος ὃ χρόνος οὐκ ἐξήρκεσεν À cum Plutarcho, ἐν"
      },
      {
        "index": 71,
        "text": "πειρατικαὶ δὲ νῆες Α."
      },
      {
        "index": 72,
        "text": "δὲ πόλεων μιᾶς δέουσαι τεσσαράκοντα. πρὸς δὲ τούτοις ἔφραζε διὰ τῶν γραμμάτων ὅτι πεντακισχίλιαι μὲν μυριάδες ἐκ τῶν τελῶν ὑπῆρχον, ἐκ δὲ ὧν αὐτὸς προσεχτήσατο μυρίας ὀκτακισχι- Mac πενταχοσίας Ῥωμαῖοι λαμβάνουσιν, ἀναφέρεται δὲ εἷς τὸ δ δημόσιον ταμιεῖον ἐν νομίσματι καὶ κατασκευαῖς ἀργυρίου καὶ χρυσίου δισμύρια τάλαντα, πάρεξ τῶν τοῖς στρατιώταις δεδομέ- γων. αἰχμάλωτοι δὲ ἐπομπεύϑησαν, ἄνευ τῶν ἀρχιπειρατῶν, υἱὸς Τιγράνου τοῦ 2dgutvíov μετὰ γυναικὸς καὶ ϑυγατέρων, αὖ- τοῦ τε Τιγράνου τοῦ βασιλέως γυνὴ Ζωσίμη, καὶ βασιλεὺς \"Tov- 10 δαίων ““ριστόβουλος, καὶ συγγενεῖς Mi9gidárov, ἄλλοι τε πλείους. μέγιστον δὲ ὑπῆρξε πρὸς δόξαν αὐτῷ, ὅτι τρὶς τεϑροιαμβευκώς, τὸν μὲν πρῶτον ἐκ “ιβύης, τὸν δὲ δεύτερον ἐξ Εὐρώπης, τὸν δὲ τελευταῖον ἀπὸ τῆς 2dolag κατάγων, τρόπον τινὰ τὴν οἰκουμέ- γὴν ἐδόχει τοῖς τρισὶν ἐπῆχϑαι ϑριάμβοις. ἦν δὲ τότε ἐτῶν τεσ- 1$ σαράχοντα."
      },
      {
        "index": 73,
        "text": "Σιτοδείας δὲ μετὰ ταῦτα τὴν Ῥώμην καὶ τὰ περὶ αὐτὴν κατασχούσης πλεύσας εἷς Σικελίαν καὶ Σαρδὼ καὶ “ιβύην ἤϑροισε σῖτον. καὶ ἀνάγεσθαι μέλλων, τῶν κυβερνητῶν. ὀκνούντων διὰ πνεύματα βίαια, πρῶτος αὐτὸς ἐμβὰς τὰς ἀγκύρας αἴρειν ἐκέλευσε 20 x«l ἀνεβόησε “πλεῖν ἀνάγκη, ζῆν δὲ οὐκ ἀνάγκη.\" τοιαύτῃ δὲ τόλμῃ χρώμενος xol ἀγαϑῇ τύχῃ ἐνέπλησε τὰ ἐμπόρια σίτου,"
      },
      {
        "index": 74,
        "text": "πλοίων δέ ys τὴν ϑάλασσαν. καὶ ὥνητο μὲν ἂν ἐνταῦϑα τοῦ βίου παυσάμενος\" ὃ δὲ ἐπέκεινα χρόνος αὐτῷ τὰς μὲν εὐτυχίας ἤνεγκεν ἐπιφϑόνους, ἀνήκεστα δέ γε τὰ δυστυχήματα. προστε-- ϑεὶς γὰρ Καίσαρι, καὶ διὰ τῆς οἰκείας δόξης τε καὶ “δυνάμεως ἐξάρας αὐτόν, ὑπ᾽ ἐκείνου ἀνατέτραπτό τε καὶ καταβέβλητο. 5 Ἵνα δὲ μὴ δὶς τὰ αὐτὰ ἱστορῆται, ἐν τοῖς περὶ Καίσαρος τὰ λοιπὰ τοῦ Πομπηΐου εἰρήσεται, τῇ περὶ ἐκείνου συνεμπίπτοντα ἱστορίᾳ."
      },
      {
        "index": 75,
        "text": "6. Εὐτυχὴς δὲ ὃ Καῖσαρ ἐν στρατηγίαις γενόμενος καὶ πολλοὺς κατωρϑιυκὼς πολέμους, μνηστευόμενος δ᾽ ἑαυτῷ τὴν ἐκ 10 C τοῦ δήμου ῥοπήν, αὐτὸν ἐθεράπευε\" καὶ μοναρχίας ἐρῶν, ἐπεὶ ἑώρα τινὰς ἐναντιουμένους αὐτῷ, καὶ μάλιστα τὸν Πομπήϊον μέγα τότε δυνάμενον, τῇ Ῥώμῃ ἐξ Ἰβηρίας ἐπιδεδήμηκεν. ἣν πρὸ τούτου λαχών, ὡς ταύτης ἐπέβη, ἐπὶ “υσιτανοὺς καὶ Κα- λαίκους ἐστράτευσε\" καὶ κρατήσας τούτων ἄχρι τῆς ἔξω προῆλϑε 15 ϑαλάσσης, τὰ μὴ πρὶν ὑπείκοντα Ῥωμαίοις ἔϑνη καταστρεφόμε- γος. καὶ ἀπηλλάγη τῆς ἐπαρχίας εὐδοχιμῶν αὐτός τε πλούσιος γεγονὼς καὶ τοὺς στρατιώτας ὠφεληκχώς. ϑέλων δ᾽ ἐπὶ τῇ νίκῃ D ϑριαμβεῦσαε, πρὸς αὐτάς τε τὰς ὑπατικὰς ἀφιγμένος ἀρχαιρε- σίας, καὶ μνώμενος ἑαυτῷ ὑπατείαν, ἐν ἀντινομίᾳ ἐγένετο. τοὺς 30 μὲν γὰρ ϑριαμβεύειν μέλλοντας ἔξω νενόμιστο διατρίβειν τῆς πόλεως, τοὺς δὲ μετιέναι ϑέλοντας ὑπατείαν δι᾽ -ἑξαυτῶν τοῦτο"
      },
      {
        "index": 76,
        "text": "πράττειν, τοῖς ἀρχαιρεσιάζουσιν ἐντυγχάνοντας. καταφρονεῖ τοί- vu» τοῦ θριάμβου, καὶ παρελϑὼν εἷς τὴν πόλιν εἷς ὑπατείαν παρήγγειλε. Τῶν δὲ μέγα δυνῳμένων ἐν τῇ βουλῇ καὶ 'ὃ Κράσσος ὦν, πρὸς 0» ὃ Καῖσαρ φκείωτο, ἀντιπολιτευόμενος τῷ Πομπηΐῳ ἐτύγχανε. τούτους ὃ Καῖσαρ ἐκ διαφορᾶς elc φιλίαν μετήνεγχε, καὶ ὕπ᾽ ἀμφοῖν ὥσπερ δορυφορούμενος slg ὑπατείαν προήχϑη\" καὶ αὐτίκα νόμους εἰσέφερε δι᾽ ὧν φκειοῦτο τὸν δῆμον. ἔτι δὲ τὴν Πομπηΐϊοὺ ioyuv ὃ Καῖσαρ ἑαυτῷ προσάπτων, τὴν olxtav 10ϑυγατέρα Ἰουλίαν αὐτῷ κατηγγύησε. γήμας οὖν αὐτὴν ὃ Πομι-᾿ πήϊος ὅπλων τὴν ἀγορὰν αὐτίκα ἐνέπλησε, καὶ τούς τε νόμους τῷ δήμῳ συνεπεκύρου, καὶ Καίσαρε τὴν ἐντὸς ᾿ἄλπεων καὶ τὴν ἐχτὸς ἅπασαν Κελτικὴν καὶ τὸ Ἰλλυρικὸν μετὰ ταγμάτων τεσσά- ρων εἷς πενταετίαν προσέϑετο. τῶν δ᾽ ἀντειπόντων ἐκ τῆς flov- 15λῆς πρὸς ταῦτα περιυβρισϑέντων, δλίγοι παντάπασιν ὑπατεύοντι τῷ Καίσαρι συνήεσαν εἷς βουλήν. εἰπόντος δέ τινος τῶν σφόδρα γερόντων ὡς φόβῳ τῶν ὅπλων καὶ τῶν στρατιωτῶν οὐ συνέρχον- ται, “τί οὖν\" ἔφη ὃ Καῖσαρ “οὐ καὶ σὺ ταῦτα δεδιὼς olxovotiz;\" ὃ δὲ “ὅτι μὲ ποιεῖ μὴ φοβεῖσθαι τὸ γῆρας\" εἶπε\" “βράχιστος γὰρ 206 βίος ὃς ἔτε μοι λείπεται.\" Τοὺς δὲ Κελτικοὺς πολέμους μαχόμενος ᾿Ελβιτίους μὲν καὶ Τιγυρηνοὺς κατεπολέμησε καὶ ὑπέταξε, Γερμανοῖς δὲ συμμῖξαι μέλλων, δρῶν τοὺς ἡγεμόνας ἀποδειλιῶντας, καὶ μάλιστα ὅσοι"
      },
      {
        "index": 77,
        "text": "τῶν ἐπιφανῶν ἦσαν xol νέων, ἐκέλευσεν ἀπιέναι xal μὴ κινδυνεύειν παρὰ γνώμην οὕτως ἀνάνδρως καὶ μαλακῶς ἔχοντας, αὐτὸς δὲ"
      },
      {
        "index": 78,
        "text": "C ἔφη τὸ δέκατον τάγμα παραλαβὰν ἐπὶ τοὺς βαρβάρους πορεύε- σϑαι, μήτε κρείττοσι μέλλων Κίμβρων μάχεσϑαι πολεμίοις, μήτε"
      },
      {
        "index": 79,
        "text": ". αὐτὸς Maolov χείρων ὧν στρατηγός. ἐκ τούτου δρμῆς καὶ ngo- 5"
      },
      {
        "index": 80,
        "text": "᾿ϑυμίας γενόμενοι πλήρεις ἅπαντες ἠκολούϑουν, xal μαχεσάμενοε λαμπρῶς τοὺς ἐναντίους ἐτρέψαντο, ὥστε νεκρῶν μυριάδας ὀχτὼ γενέσϑαι. ὃ δὲ τούτων βασιλεὺς \"Ἱριόὕστος φϑάσας μετ᾽ ὀλίγων διεπέρασε τὸν “Ῥῆνον."
      },
      {
        "index": 81,
        "text": "Ταῦτα διαπραξάμενος sic τὴν περὶ Πάδον Γαλατίαν κατέβη, 10 ἔνϑα διατρίβων ἐδημαγώγει πολλῶν ἀπὸ Ῥώμης πρὸς αὐτὸν ἀφικνουμένων, τοῖς ἀπὸ τῶν πολεμίων χρήμασι τοὺς πολίτας"
      },
      {
        "index": 82,
        "text": "D χειρούμενος. ἐκεῖθεν δὲ “ἄλλοις ἔϑνεσι ἐπελϑών, καὶ νικήσας περιφανῶς, αὖϑις ἐν τοῖς περὶ Πάδον χωρίοις διαχειμάσων ὑπέστρεψε, τοὺς περὶ τὴν Ρώμην εὔνους ἑαυτῷ τιϑέμενος χρή- 15 μασιν, ἃ τοῖς τὰς ἀρχὰς éavroic μνωμένοις χορηγῶν ἐκεῖνος τὸν"
      },
      {
        "index": 83,
        "text": "δῆμον τούτοις διαφϑείρειν ἐποίεε καὶ τοῖς τὰ χρήματα διδοῦσι ψηφίζεσϑαι τὰς ἀρχάς. οἱ δὲ πᾶν ὃ τὴν ἐκείνου δύναμιν αὔξειν ἔμελλεν ἔπραττον. εἶτα καὶ ἕτερα Κελτικὰ νικήσας ἔϑνη καὶ τὸν “Ῥῆνον γεφυρώσας στρατῷ διέβη. ἐχεῖθϑεν δ᾽ ἐπαναζεύξας τὴν 90 τῆς παιδὸς αὐτοῦ τελευτήν, ἣ τῷ Πομπηΐῳ συνῴχει, μεμάϑηκε, καὶ ὅτι τίκτουσα. τέϑνηκε, καὶ ὡς μετ᾽ ὀλίγον καὶ τὸ τεχϑὲν"
      },
      {
        "index": 84,
        "text": "ἐπαπῆλϑε τῇ μητρί. ὃ μὲν οὖν Καῖσαρ καὶ ὃ Πομπήϊος πένϑος ἔσχον ἐπὶ τῇ συμφορᾷ, καὶ οἱ φίλοι δ᾽ ἀμφοῖν βαρέως τὸ πάϑος ἤνεγκαν, ὡς τοῦ συνδέσμου λελυμένου τῆς αὐτῶν οἰκειότητος."
      },
      {
        "index": 85,
        "text": "7. Ἤδη δὲ μέγας ὃ Καῖσαρ γενόμενος καὶ τὴν οἰκείαν ὅ δόξαν ἐπάρας ἐκ τῶν κατορϑωμάτων, ἀνταγωνιστὴν Πομπηΐῳ ἑαυτὸν κατεστήσατο. καὶ Κράσσου ἐν Πάρϑοις ἀπολωλότος, ὃς ἔφεδρος αὐτῷ τε καὶ Πομπηΐῳ ἐλέλειπτο, καταλύειν ἐμελέτα Πομπήϊον, κἀκεῖνος αὖϑις τὸν Καίσαρα. τῆς δὲ πολιτείας νοσού- σης; καὶ τῶν ἀρχὰς μετιόντων ὠνουμένων αὐτάς, τοῦ δὲ δήμου 10 ὑπὲρ τῶν δεδωκότων οὐ ψήφοις χρωμένων ἀλλ᾽ ὅπλοις, καὶ τῆς πόλεως ὡς ἀκυβερνήτου κακῶς φερομένης, τοῖς νουνεχεστέφοις B ἀγαπητὸν ἐδόκει εἰ πρὸς μοναρχίαν ἐκ τοσούτου κλύδωνος καὶ μή τι χεῖρον περισταίη τὸ τῆς Ῥώμης πολίτευμα, ὡς ἄλλως ἀνήκεστα σφίσιν εἶναι τὰ πράγματα\" χρῆναι. δὲ τοῦ πρᾳοτάτου Ἰότῶν ἰατρῶν ἀνασχέσϑαι 10 πάϑος τουτὶ φαρμακεύοντος, ὑποδη- λοῦντες δὴ τὸν Πομπήϊον. κἀκεῖνος μέντοι, & καὶ λόγῳ παραι- τεῖσϑαι τὴν ἀρχὴν ὑπεκρίνετο, ἀλλ᾽ οἷς ἐποίει ἔσπευδε δικτάτωρ ἀναδειχϑήσεσϑαι. ἕνα γοῦν μὴ βιάσαιτο ψηφισϑῆναι δικτάτωρ, ὕπατον αὐτὸν μόνον 1; γερουσία προὐβάλετο, τῇ μοναρχίᾳ παρ- 90 ηγορουμένη τούτου τὴν ἔφεσιν. Ἔκ τούτου πέμπων ὃ Καῖσαρ καὶ αὐτὸς ἐπὶ ὑπατείαν"
      },
      {
        "index": 86,
        "text": "ϑένοις À. 11 νουχεστέροις AC, 15 ἀνασχέσθαι Α Plutar-"
      },
      {
        "index": 87,
        "text": "παρήγγελλεν. ἐναντιουμένων δ᾽ ἑτέρων ἐσιώπα Πομπήϊος. ὡς δὲ & Καῖσαρ πολλοὺς τὰ αὐτοῦ φρονεῖν ἀνέπεισε χρήμασι, δείσας τὴν σύστασιν ὃ Πομπήϊος ἀναφανδὸν δι᾿ ἑαυτοῦ καὶ τῶν φίλων ἐπραγματεύετο παυϑῆναι τὸν Καίσαρα τῆς ἀρχῆς ψηφιζόμενος \" ὧν ἐκεῖνος οὐδ᾽ ὅλως ἐφρόντιζεν. ἠξίου δὲ ὃ Καῖσαρ αὐτόν τεδ ἅμα καὶ τὸν Πομπήϊον καταϑεμένους τὰ ὅπλα ἰδιωτεῦσαι καὶ ἄμφω\" εἰ δ᾽ αὐτὸν μὲν ἀφαιροῦνται τὴν ἀρχήν, ἐκείνῳ δὲ fe- βαιοῦσι, τὸν ἕτερον κατασκευάζουσι τύραννον. λέγεται δέ τινα τῶν παρὰ Καίσαρος σταλέντων ταξιαρχῶν, μαϑόντα μὴ διδόναι D. τὴν γερουσίαν τῆς ἀρχῆς χρόνον τῷ Καίσαρι, “ἀλλ᾽ αὕτη φάναι το “δώψει᾽, κρούσαντα τῇ χειρὶ τὴν τοῦ ξίφους λαβήν. εἶτα γνώμη εἰσήνεκτο, εἰ μὴ ἐν ὡρισμένῃ ἡμέρᾳ Καῖσαρ τὰ ὅπλα κατάϑηται, ἡγεῖσθαι τὸν ἄνδρα πολέμιον. ᾿Αντωνίου δὲ καὶ τῶν πραττόντων τὰ Καίσαρος ἀξιούντων καὶ Καίσαρα καὶ Πομπήϊον τὰς ἀρχὰς ἀποθέσϑαι, τῇ γνώμῃ πάντες συνέϑεντο. ἐπεὶ δὲ παρὰ Καίσα- 15 φος ἧκον ἐπιστολαὶ τῶν μὲν ἄλλων ἐξιαταμένου, τὴν δ᾽ ἐντὸς ἤβλπεων ἐπαρχίαν καὶ τὸ Ἰλλυρικὸν ἀξιοῦντος αὐτῷ δοϑῆναι μετὰ ΡῚ 488 δυεῖν ταγμάτων, τἄλλα μὲν ἐδίδου Πομπήϊος, τοὺς δέ γε στρα- τιώτας ἀφήρει. οἱ δ᾽ ὑπατεύοντες καὶ τῆς βουλῆς ἐξήλασαν τὸν ἸΑντώνιον καὶ τοὺς σὺν αὐτῷ. οἱ δὲ διὰ φόβον ἐν δουλικαῖς 30 ἐἀσϑῆσι μετημφιεσμένοι ἐπὶ ζευγῶν μισϑίων τῆς Ῥώμης ἐξήεσαν. ὃ τοὺς στρατιώτας παρώξυνεν, ἄνδρας ἐλλογίμους καὶ ἄρχοντας"
      },
      {
        "index": 88,
        "text": "περιβρισμένους δρῶντας. Καῖσαρ δὲ πολλοὺς λογισμοὺς κινήσας καὶ διαφόρων γνωμῶν γεγονώς, τέλος τοῦτο δὴ τὸ κοινὸν ont πὼν “ἐρρίφϑω κύβος\" ὥρμησε, καὶ τὸν ποταμὸν “Ῥουβίκον διέβη, καὶ τὸ ““ρίμινον κατέσχε, μεγάλην πόλιν τῆς Κελτικῆς. λέγεται"
      },
      {
        "index": 89,
        "text": "αὐτὸς τῇ ἑαυτοῦ μητρὶ μίγνυσϑαι τὴν ἄρρητον μῖξιψ. \"End δὲ τὸ ᾿Δρίμινον κατελήφϑη, ὡς ὑπὸ πνευμάτων ἡ \"Pour πιμπλαμένη σάλου καὶ κλύδωνος, μικροῦ αὐτὴ ὑφ᾽ ἑαυτῆς W IL 1927 ἀνετέτραπτο. οἵ τε γὰρ ὕπατοι καὶ οἱ πλείους τῶν βουλευτῶν. 10 ἔφευγον, καὶ αὐτὸν δὲ Πομπήϊον ἔκπληξις εἶχε, καὶ ἄλλος ἀλλα- χόϑεν τὸν ἄνδρα ἐτάραττον αἰτιώμενοε ὡς καϑ᾽ ἑαυτοῦ καὶ τῆς. πολιτείας αὐξήσαντα Καίσαρα, καὶ οὐδεὶς εἴα αὐτὸν. τοῖς οἰκείοις χρήσασθαι λογισμοῖς. διὸ καὶ τὴν πόλιν ἐξέλιπεν, ἕπεσϑαι τὴν γερουσίαν κελεύσας. εἵποντο δ᾽ οἱ πλείους, τὴν μὲν φυγὴν ὡς λό πατρίδα αἱρούμενοι διὰ τὸν Πομπήϊον, τὴν δὲ Ῥώμην ὡς Kat-'C σαρος στρατόπεδον φεύγοντες. ὅτε καὶ “αβιηνός, ἀνὴρ τοῖς φίλοις Καίσαρος ἀριϑμούμενος καὶ συνηγωνισμένος ἐν πολέμοις αὐτῷ προϑυμότατα, ἀφεὶς ἐκεῖνον ἀφίκετο πρὸς Πομπήϊον. ᾧ καὶ καταλιπόντι αὐτὸν ὃ Καῖσαρ τά τε χρήματα καὶ τὰς ἄπο-- 30 σκευὰς ἐξαπέστειλες. “Φομίτιος δὲ κατέχων Κορφίνιον ἐπελϑόντος αὐτῷ Καίσαρος ἀπογνοὺς τὰ xaO ἑαυτὸν φάρμακον ἔπιεν ὡς ϑανούμενος\" εἶτα ϑαυμαστῇ φιλανθρωπίᾳ μαϑὼν πρὸς τοὺς"
      },
      {
        "index": 90,
        "text": "ἁλισχομένους τὸν Καίσαρα χρώμενον, ἑαυτὸν ἐϑρήνει. ὕπνωτι-"
      },
      {
        "index": 91,
        "text": "D xà» δ᾽ εἶναι τὸ φάρμακον καὶ οὐ ϑανάσιμον εἰπόντος τοῦ ἰατροῦ, ἀπήει πρὸς Καίσαρα, καὶ λαβὼν δεξιὼν αὖϑις διεξέπεσε πρὸς Πομπήϊον."
      },
      {
        "index": 92,
        "text": "8. Ταῦτα εἷς τὴν Ρώμην ἀπαγγελλόμενα τοὺς ἀνθρώπους 5"
      },
      {
        "index": 93,
        "text": "ἡδίους ἐποίει, καί τινες ἐπανέστρεφον. πολὺς δὲ γεγονὼς ὃ Καῖσαρ ἤδη ἐπ᾽ αὐτὸν ἐχώρει Πομπήϊον. ὁ δὲ φυγὼν εἷς Βρεν-- τέσιον ἐξέπλευσεν. ἀπορῶν δὲ νηῶν ὃ Καῖσαρ εἰς τὴν “Ῥώμην ἀνέστρεψε, καὶ πάσης τῆς Ἰταλίας ἀνάἀιμωτὶ κύριος γέγονεν ἡμέ-"
      },
      {
        "index": 94,
        "text": "ραις ἑξήκοντα. εὑρὼν δὲ καὶ τὴν πόλιν καϑεστῶσαν, καὶ τῶν 10 ἀπὸ τῆς βουλῆς συχνοὺς ἐν αὐτῇ, τούτοις ἐπιεικῇ διειλέχϑη; ἀξιῶν αὐτοὺς πρὸς Πομπήϊον ἀποστέλλειν ἐπὶ συμβάσεσιν. ἐπεί- σϑη δ᾽ οὐδείς. τοῦ δὲ δημάρχου ἸΜΠετέλλου κωλύοντος αὐτὸν ἐκ τῶν ἀποθϑέτων χρημάτων λαμβάνειν, καὶ νόμους προσφέροντος,"
      },
      {
        "index": 95,
        "text": "ἔφη μὴ τὸν αὐτὸν ὅπλων καὶ νόμων εἶναε καιρόν\" “σὺ δὲ νῦν μὲν 16 ἐκποδὼν ἄπιϑι\" παρρησίας γὰρ o) δεῖται πόλεμος. ὅταν δὲ τὰ ὅπλα κατάϑωμαι, τότε δημαγωγήσεις. καὶ ταῦτα\" ἔφη “λέγω τῶν ἑαυτοῦ δικαίων ὑφιέμενος\" ἐμὸς γὰρ εἶ καὶ σὺ καὶ πάντες ᾿ ὅσους τῶν πρὸς ἐμὲ στασιασάντων συνέλαβον.\" μὴ φαινομένων"
      },
      {
        "index": 96,
        "text": "δὲ τῶν κλειδῶν ἐκκόπτειν ἐκέλευεν. αὖϑις δὲ τοῦ ἹΠετέλλου 20 κωλύοντος, καί τινων ἐπαινούντων, ἠπείλησεν ἀποκτενεῖν αὐτὸν"
      },
      {
        "index": 97,
        "text": "εἰ μὴ παύσαιτο, εἰπών “μειράκιον, ἀγνοεῖς ὅτι δυσκολώρερόν B ἐστί μοι εἰπεῖν ἢ πρᾶξαι; | |"
      },
      {
        "index": 98,
        "text": "Ἐστράτευσε δ᾽ εἷς Ἰβηρίαν, καὶ τὰς ἐκεῖ δυνάῤιεις καὶ τὰς ἐπαρχίας ὕφ᾽ ἑαυτὸν ποιησάμενος οὕτως ἐπὶ Πομπήϊον ἤλαυνεν."
      },
      {
        "index": 99,
        "text": "ὅ αἱρεϑεὶς δὲ δικτάτωρ ὑπὸ τῆς βουλῆς φυγάδας τε κατήγαγε καὶ ἄλλων ἥψατο πολιτευμάτων. ἐν ἡμέραις δὲ ἕνδεκα τὴν μὲν μοναρχίαν ἀπειπάμενος, ὕπατον δὲ ἀναδείξας ἑαυτὸν καὶ Σερουΐ- λιον ᾿Ισαυρικόν, εἴχετο τῆς στρατείας. καὶ διαβὰς τὸν Ἰόνιον Ὥρικον καὶ ᾿Απολλωνίαν αἱρεῖ, ἐξ Ἀπολλωνίας δὲ κρύφα πάντων"
      },
      {
        "index": 100,
        "text": "εἷς πλοῖον ἐμβὰς δωδεκάσκαλμον ἐν ἐσθῆτι ϑεράποντος ἀναχϑῆ- vat πρὸς τὸ Βρεντέσιον ἐβουλεύσατο, τοῦ πελάγους ὑπὸ τῶν C πολεμίων περιεχομένου στόλοις μεγάλοις. χειμῶνος δὲ ὄντος ὃ πλοῦς ἄπορος ἐδόκει τῷ κυβερνήτῃ, καὶ μεταβαλεῖν ἐκέλευσε τοὺς ναύτας ὡς ἀποστρέψων τὸ πλοῖον. ὃ δὲ Καῖσαρ ἀναδείκνυσιν"
      },
      {
        "index": 101,
        "text": "ἑαυτόν. καὶ τοῦ κυβερνήτου πρὸς τὴν ὄψιν ἐκπεπληγμένου “τόλμα καὶ μὴ δέδιϑι\". ἔφη, “Καίσαρα φέρεις καὶ τὴν Καίσαρος τύχην"
      },
      {
        "index": 102,
        "text": "| Κατέπλευσε δὲ καὶ “Ἀντώνιος τὰς δυνάμεις ἄγων. καὶ ϑαρ- ᾿ρήσας Καῖσαρ προὐκαλεῖτο Πομπήϊον. ἀεὶ δέ τινες περὶ τοῖς"
      },
      {
        "index": 103,
        "text": "ἐρύμασι Πομπηΐου μάχαι σποράδες ἐγίνοντο, καὶ περιῆν ὃ Καῖ-"
      },
      {
        "index": 104,
        "text": "σαρ πάσαις πλὴν μιᾶς, ἐν fj τροπῆς γενομένης μεγάλης ἐκινδό- Ὁ"
      },
      {
        "index": 105,
        "text": "vevae μὲν ἀπολέσαι τὸ στρατόπεδον, καὶ αὐτὸς δὲ παρὰ μικρὸν W 1] 198"
      },
      {
        "index": 106,
        "text": "δι ὁ . . Dn 3"
      },
      {
        "index": 107,
        "text": "ἦλϑεν ἀποθανεῖν. φεύγοντι γὰρ ἀνδρὶ μεγάλῳ καὶ ὁωμαλέῳ τὴν χεῖρα ἐπιβαλὼν μένειν ἐκέλευε καὶ στρέφεσϑαι πρὸς τοὺς πολε- μίους\" ὃ δὲ μεστὸς ὧν ταραχῆς ἐπῆρε τὴν μάχαιραν ὡς πλήξων αὐτόν, καὶ ἔπληξεν ἄν, εἰ μὴ ὃ τοῦ Καίσαρος ὑπαπιστὴς τὸν ὦμον ἐκείνου φϑάσας ἀπέκοψεν. οὕτω δ᾽ ἀπέγνω τότε Καῖσαρ 5 τὰ καϑ' ἑαυτόν, ὥστε τοῦ Πομπηΐου ἔργῳ μεγάλῳ μὴ ἐπιϑέντος τέλος, ἀλλὰ καϑείρξαντος τοὺς φεύγοντας εἷς τὸν χάρακα καὶ ἀναχωρήσαντος, εἶπεν ὃ Καῖσαρ “σήμερον T νίκη παρὰ τοῖς πολεμίοις ἐγένετο ἄν, εἶ τὸν νικῶντα elyov.\""
      },
      {
        "index": 108,
        "text": ": Ἐκεῖθεν δὲ μεταστὰς τὸν στρατὸν εἷς ἸΠακεδονίαν προῆγεν 10 ἐπὶ Σκιπίωνα. τοῦτο τὴν Πομπηΐου στρατιὰν ἐπῆρε καὶ τοὺς περὶ αὐτὸν ἡγεμόνας ὡς ἡττημένου καὶ φεύγοντος Καίσαρος διώ- κοντας ἕπεσϑαι. εὐλαβῶς δ᾽ εἶχε πρὸς τοῦτο Πομπήϊος, καὶ ἠξίου τρίβειν καὶ μαραίνειν τὴν τῶν πολεμίων ἀκμήν. τὴν δὲ γνώμην μόνος ἐπήνει Κάτων, φειδοῖ τῶν πολιτῶν. ὃς γε καὶ 15 τοὺς πεσόντας τῶν πολεμίων ὧς εἷς χιλίους ὄντας ἰδὼν ἀπῆλϑεν ἐγκαλυψάμενος καὶ καταδακρύσας. οἱ δ᾽ ἄλλοι πάντες ἐκάκιζον"
      },
      {
        "index": 109,
        "text": "Β φυγομαχοῦντα Πομπήϊον. ἐντεῦϑεν καὶ ἄκων εἰς μάχην ἐχώρει, διώκων τὸν Καίσαρα. ὧς δὲ cl; τὴν Φαρσαλίαν ἐμβαλόντες ἂμ- φότεροι ἐστρατοπεδεύσαντο, ὃ μὲν Πομπήϊος αὖϑις τῆς πρώην 50ὺ εἴχετο γνώμης, φασμάτων oix αἰσίων αὐτῷ γενομένων καὶ καϑ' ὕπνον ὄψεώς τινος (ἐδόκει γὰρ ἑαυτὸν δρᾶν ἐν τῷ ϑεάτρῳ ὑπὸ “Ῥωμαίων κροτούμενον), oi δὲ περὶ αὐτὸν ϑρασεῖς ἦσαν καὶ τὴν γίκην ταῖς ἐλπίσι προειληφότες. ᾿"
      },
      {
        "index": 110,
        "text": "Ὃ δὲ Καῖσαρ ἠρώτα τοὺς οἰκείους στρατιώτας εἰ καϑ' £av- τοὺς αἱροῦνται μαχέσασθαι ἢ περιμένειν καὶ ἑτέρους ἤδη ἐγγὸς ὄντας\" οἵ δὲ μὴ περιμένειν ἐδέοντο. ϑύσαντι δὲ τῷ Καίσαρι ó μάντις ἐσήμαινε τριῶν ἡμερῶν πρὸς τοὺς πολεμίους κριϑήσεσϑαι."
      },
      {
        "index": 111,
        "text": "ἐπὶ τὰ ἐναντία δηλοῦσϑαι μεταβολὴν καὶ μετάπτωσιν\" “εἶ μὲν οὖν εὖ πράττεις ἐν τῷ παρόντι τὴν χείρονα προσδόκα τύχην, εἶ δὲ xexic τὴν ἀμείνονα.\" -"
      },
      {
        "index": 112,
        "text": "9. Τῇ δὲ πρὸ τῆς μάχης νυκτὶ τὰς φυλακὰς περιιόντος"
      },
      {
        "index": 113,
        "text": "περὶ τὸ μεσονύκτιον Καίσαρος ὦφϑη λαμπὰς οὐρανίου πυρός, ἣν τὸ αὐτοῦ ὑπερενεχϑεῖσαν στρατόπεδον ἔδοξε λαμπρὰν καὶ φλο- γώδη γενομένην εἷς τὸ Πομπηΐου πεσεῖν. “ ἤδη δὲ διαλαμψάσης ἡμέρας oi σκοποὶ καταβαίνειν ἀπήγγελλον ἐπὶ μάχῃ τοὺς πολε- μίους. περιχαρὴς δὲ γενόμενος ὥρμησεν εἰς μάχην, καὶ συμβα-"
      },
      {
        "index": 114,
        "text": "λὼν τοῖς τοῦ Πομπηΐου τρέπεται τούτους. Πομπήϊος δὲ κατιδὼν τοὺς ἱππεῖς φυγῇ σκεδασϑέντας οὐκέτι ἦν ὃ αὐτὸς οὐδ᾽ ἐμέμνητο Πομπήϊος ὧν lMdyvog, ἀλλ᾽ ὡς ὑπὸ ϑεοῦ βλαπτόμενος ᾧχετο ἄφϑογγος ἀπιὼν ἐπὶ σκηνήν, καὶ καϑήμενος ἐκαραδόκει τὸ. μέλ» λον. ὧς δὲ τοῦ χάρακος ἐπέβαινον οἱ πολέμιοι, φεύγοντε πρέ-"
      },
      {
        "index": 115,
        "text": "90z0v04» στολὴν ἐνδὺς ὑπεξῆλϑεν."
      },
      {
        "index": 116,
        "text": "Ὃ δὲ Καῖσαρ καὶ τοῦ χάρακος τῶν πολεμίων ἐκράτησε, καὶ τοὺς ἁλόντας ζωοὺς τοῖς ἑαυτοῦ κατέμιξε τάγμασι, πολλοῖς δὲ"
      },
      {
        "index": 117,
        "text": "εἰ ἢ BW. 9 ὄντας ἐγγύς ΑΒ. 12 τὸ] τὸ τοῦ Α."
      },
      {
        "index": 118,
        "text": "κατέμιξε τοὺς πλείστους ὁ Καῖσαρ εἰς τὰ τάγματα. ΄"
      },
      {
        "index": 119,
        "text": "ἦλθεν ἀποθανεῖν. φεύγοντι γὰρ ἀνδρὶ μεγάλῳ xal ῥωμαλέῳ τὴν χεῖρα ἐπιβαλὼν μένειν ἐκέλευε καὶ στρέφεσθαι πρὸς τοὺς πολε- μίους\" ὃ δὲ μεστὸς ὧν ταραχῆς ἐπῆρε τὴν μάχαιραν ὡς πλήξων αὐτόν, καὶ ἔπληξεν ἄν, cl μὴ ὃ τοῦ Καίσαρος ὑπαπιστὴς τὸν ' ὦμον ἐκείνου φϑάσας ἀπέκοψεν. οὕτω δ᾽ ἀπέγνω τότε Καῖσαρ ὅ τὰ xa9^ ἑαυτόν, ὥστε τοῦ Πομπηΐου ἔργῳ μεγάλῳ μὴ ἐπιϑέντος τέλος, ἀλλὰ καϑείρξαντος τοὺς φεύγοντας εἷς τὸν χάρακα καὶ ἀναχωρήσαντος, εἶπεν ὃ Καῖσαρ “σήμερον ἧ νίκη παρὰ τοῖς πολεμέοις ἐγένετο ἄν, εἶ τὸν νικῶντα εἶχον."
      },
      {
        "index": 120,
        "text": ": Ἐκεῖϑεν δὲ μεταστὰς τὸν στρατὸν εἰς ]ακεδονίαν προῆγεν 10 ἐπὶ Σκιπίωνα. τοῦτο τὴν Πομπηΐου στρατιὰν ἐπῆρε καὶ τοὺς περὶ αὐτὸν ἡγεμόνας ὡς ἡττημένου καὶ φεύγοντος Καίσαρος διώ- κοντας ἕπεσϑαι. εὐλαβῶς δ᾽ εἶχε πρὸς τοῦτο Πομιπήϊος, καὶ ἠξίου τρίβειν καὶ μαραίνειν τὴν τῶν πολεμίων ἀκμήν. τὴν δὲ γνώμην μόνος ἐπήνει Κάτων, φειδοῖ τῶν πολιτῶν. ὅς γε καὶ 16 τοὺς πεσόντας τῶν πολεμίων ὧς εἷς χιλίους ὄντας ἰδὼν ἀπῆλϑεν ἐγκαλυψάμενος καὶ καταδακρύσας. οἱ δ᾽ ἄλλοι πάντες ἐκάκιζον"
      },
      {
        "index": 121,
        "text": "Β φυγομαχοῦντα Πομπήϊον. ἐντεῦϑεν καὶ ἄκων εἰς μάχην ἐχώρει, διώκων τὸν Καίσαρα. ὧς δὲ εἷς τὴν Φαρσαλίαν ἐμβαλόντες ἀμ- φότεροι ἐστρατοπεδεύσαντο, ὃ μὲν Πομπήϊος αὖϑις τῆς πρώην 30 εἴχετο γνώμης, φασμάτων οὖκ αἰσίων αὐτῷ γενομένων xol καϑ' ὕπνον ὄψεώς τινος (ἐδόκει γὰρ ἑαυτὸν δρᾶν ἐν τῷ ϑεάτρῳ ὑπὸ “Ῥωμαίων κροτούμενον), οἵ δὲ περὶ αὐτὸν ϑρασεῖς ἦσαν καὶ τὴν γίκην ταῖς ἐλπίσι προειληφότες."
      },
      {
        "index": 122,
        "text": "Ὁ δὲ Καῖσαρ ἠρώτα τοὺς οἰκείους στρατιώτας εἰ καϑ' ἑαυ- τοὺς αἱροῦνται μαχέσασϑαι ἢ περιμένειν καὶ ἑτέρους ἤδη ἐγγὺς ὄντας\" οἱ δὲ μὴ περιμένειν ἐδέοντο. ϑύσαντι δὲ τῷ Καίσαρι ὃ μάντις ἐσήμαινε τριῶν ἡμερῶν πρὸς τοὺς πολεμίους κριϑήσεσϑαι."
      },
      {
        "index": 123,
        "text": "ὃ ἐρομένου δὲ Καίσαρος περὶ τοῦ τέλους τί προορᾷ, μεγάλην εἶπεν C ἐπὶ τὰ ἐναντία δηλοῦσϑαε μεταβολὴν καὶ μετάπτωσιν\" “εἶ μὲν οὖν εὖ πράττεις ἐν τῷ παρόντι τὴν χείρονα προσδόκα τύχην, εἶ δὲ κρκῶς τὴν ἀμείνονα.\" -"
      },
      {
        "index": 124,
        "text": "9. Τῇ δὲ πρὸ τῆς μάχης νυκτὶ τὰς φυλακὰς περιιόντος"
      },
      {
        "index": 125,
        "text": "περὶ τὸ μεσονύκτιον Καίσαρος ὥφϑη λαμπὰς οὐρανίου πυρός, ἣν τὸ αὐτοῦ ὑπερενεχϑεῖσαν στρατόπεδον ἔδοξε λαμπρὰν καὶ φλο- γώδη γενομένην εἰς τὸ Πομπηΐου πεσεῖν. - ἤδη δὲ διαλαμψάσης ἡμέρας οἱ σκοποὶ καταβαίνειν ἀπήγγελλον ἐπὶ μάχῃ τοὺς noAt- μίους. περιχαρὴς δὲ γενόμενος ὥρμησεν εἷς μάχην, καὶ συμβα-"
      },
      {
        "index": 126,
        "text": "λὼν τοῖς τοῦ Πομπηϊΐου τρέπεται τούτους. “Πομπήϊος δὲ κατιδὼν τοὺς ἱππεῖς φυγῇ σκεδασϑέντας οὐκέτι ἦν ὃ αὐτὸς οὐδ᾽ ἐμέμνητο Πομπήϊος ὧν Μάγνος, ἀλλ᾽ ὡς ὑπὸ ϑεοῦ βλαπτόμενος ᾧχετο ἄφϑοχγγος ἀπιὼν ἐπὶ σκηνήν, καὶ καϑήμενος ἐχαραδόχει τὸ. μέλ- λον. ὥς δὲ τοῦ. χάρακος ἐπέβαινον oi πολέμιοι, φεύγοντι πρέ-"
      },
      {
        "index": 127,
        "text": "20 novouv στολὴν ἐνδὺς ὑπεξῆλϑεν. |"
      },
      {
        "index": 128,
        "text": "Ὃ δὲ Καῖσαρ καὶ τοῦ χάρακος τῶν πολεμίων ἐκράτησε, καὶ τοὺς ἁλόντας ζωοὺς τοῖς ἑαυτοῦ κατέμιξε τάγμασι, πολλοῖς δὲ"
      },
      {
        "index": 129,
        "text": "εἰ ᾿ ἢ BW. 9 ὄντας ἐγγύς ΑΒ. 12 τὸ] τὸ τοῦ Α."
      },
      {
        "index": 130,
        "text": "κατέμιξε τοὺς πλείστους ὁ Καῖσαρ εἰς τὰ τάγματα. ΄"
      },
      {
        "index": 131,
        "text": "xal τῶν ἐπιφανῶν ἄδειαν ἔδωκεν. ὧν καὶ Βροῦτος ἦν ὃ κτείνας P ] 486 αὐτὸν ὕστερον. ἐδίωκε δὲ τὸν Πομπήϊον. ὃ δὲ πλοίου ἐπιβὰς | φορτηγοῦ καὶ. παραπλεύσας ἐπ᾿ ᾿Αμφιπόλεως εἷς ἹΠιτυλήνην κατήχϑη, βσυλόμενος τὴν γυναῖκα Κυρνηλίαν ἀναλαβεῖν ἐκεῖϑεν καὶ τὸν υἱόν. 4j δὲ ἦν ϑυγάτηρ ἹΜΠετέλλου Σκιπίωνος, συνοική- 5 σασα μὲν ἐκ παρϑενίας Ποπλίῳ τῷ Κράσσου παιδί, ἐκείνου δὲ τεϑνηκότος ἐν Πάρϑοις γαμηϑεῖσα τῷ Πομπηΐῳ. ἦν δὲ ἢ κόρη καὶ τὴν ὥραν διαπρεπής, οὐ μὴν ἀλλὰ καὶ περὶ γράμματα καλῶς ἤσκητο καὶ περὶ λύραν καὶ γεωμετρίαν, καὶ λόγων φιλοσόφων εἴϑιστο χρησίμως ἀκούειν, καὶ προσῆν τούτοις ἦϑος περιεργίας 10 wa 1 καϑαρόν. ἀκούσασα τοίνυν ἥκειν Πομπήϊον μετὰ νηὸς μιᾶς καὶ αὐτῆς ἀλλοτρίας φεύγοντα, κατέπεσε χαμᾶζὲ καὶ ἄναυδος ἔκειτο. μόλις δ᾽ οὖν dg ἑαυτὴν ἐλϑοῦσα ἐξέδραμεν ἐπὶ ϑάλασσαν."
      },
      {
        "index": 132,
        "text": ". ἀπαντήσαντος δὲ τοῦ Πομπηΐου xol ἐναγκαλισαμένου “δρῶ oc\" εἶπεν “ἄνερ, oV τῆς σῆς τύχης ἔργον ἀλλὰ τῆς ἐμῆς, προσερριμ- 15 μένον ἑνὶ σχάφει, τὸν πρὸ τῶν τῆς Κορνηλίας γάμων πεντακο- σίαις ναυσὶ ταύτην παραπλεύσαντα τὴν ϑάλασσαν. ὡς εὐτυχὴς μὲν ἂν ἤμην γυνὴ πρὸ τοῦ Πόπλιον ἐν Πάρϑοις ἀκοῦσαι τὸν παρϑένιον ἄνδρα κείμενον ἀποϑανοῦσα, σώφρων δὲ μετ᾽ ἐκεῖνον,"
      },
      {
        "index": 133,
        "text": "C ὥσπερ ὥρμησα, τὸν ἑαυτῆς προεμένη βίον. ἐσωζόμην δὲ καὶ 0"
      },
      {
        "index": 134,
        "text": "tarchi Pompeio, c. 55. 6 ποπλίῳ ABC cum Plutarcho, Ilov-"
      },
      {
        "index": 135,
        "text": "col, Πομπήϊε IM&yve, γενήσεσϑαι συμφορά\". ὃ dà πρὸς ταῦτα “μίαν ἄρα, Κορνηλία, τύχην ἤδεις᾽\" ἔφη “τὴν ἀμείνονα, ἣ͵ καὶ σὲ ἴσως ἐξηπάτησεν, ὅτι μοι πλέον τοῦ συνήϑους παρέμεινεν. ἀλλὰ καὶ ταῦτα δεῖ φέρειν ἀνθρώπους ὄντας, καὶ τῆς τύχης ἔτι"
      },
      {
        "index": 136,
        "text": "δ πειρατέον. οὐ γὰρ ἀνέλπιστον ἐκ τούτων εἷς ἐκεῖνα μεταπεσεῖν τὸν ἐξ ἐκείνων ἐν τούτοις γενόμενον.\" ."
      },
      {
        "index": 137,
        "text": "“ναλαβὼν οὖν τὴν γυναῖκα καὶ τοὺς φίλους ἐκομίζετο. καὶ εἰς “ἀττάλειαν ἐλϑών, πόλιν τῆς Παμφυλίας, εὗρε καὶ τριήρεις ἐκ Κιλικίας καὶ στρατιώτας, καὶ πολλοὶ τῶν συγκλητικῶν περὶ"
      },
      {
        "index": 138,
        "text": "Ἰραὐτὸν συνελέγησαν. πολλῶν δὲ γενόμενος λογισμῶν, ἐνίκησε τελευταῖον φεύγειν εἷς “Αἴγυπτον. καὶ μαϑὼν Πτολεμαῖον διά- γεῖν εἰς τὸ Πηλούσιον, ἐκεῖ κατηνέχϑη. Πτολεμαίου δὲ ὄντος κομιδῆ νέου διεῖπε τὰ πράγματα Πυοϑεινὸς ὃ εὐνοῦχος. καὶ μα- ϑὼν περὶ Πομπηΐου ἤϑροισε βουλὴν τῶν παρ᾽ αὐτῷ δυναμένων"
      },
      {
        "index": 139,
        "text": "τὰ μέγιστα. καὶ οἵ μὲν ἀπελαύνειν Πομπήϊον συνεβούλευον, οἱ δὲ δέχεσθαι\" ὃ δὲ Χῖος Θεόδοτος ὃ ῥήτωρ γνώμην εἰσήνεγκεν ἀνελεῖν αὐτόν, ἐπειπὼν ὅτε νεκρὸς οὐ δάκνει. ἐστάλησαν οὖν τινες τὸν ἄνδρα μετακαλούμενοι. ὡς δ᾽ εἶδον οἵ μετ᾽ αὐτοῦ οὐ βασιλικὴν οὐδὲ λαμιπρὰν τὴν ὑποδοχήν, ἀλλ᾽ ἐπὶ μιᾶς ἁλιάδος"
      },
      {
        "index": 140,
        "text": "καὶ τῷ Πομπηΐῳ παρήνουν τὴν ναῦν εἰς πέλαγος ἀνακρούεσϑαι."
      },
      {
        "index": 141,
        "text": "πελαζούσης δὲ τῆς ἁλιάδος μετελϑεῖν εἷς αὐτὴν ἠξίουν αὐτὸν ᾿Ελ- ληνιστὶ ἀσπασάμενοι,“ τέναγος λέγοντες εἶναι πολύ, καὶ βάϑος οὐκ ἔχειν οὐδὲ πλώϊμον εἶναι τριήρει τὴν ϑάλασσαν, ὑπόψαμμον οὗσων. ἀσπασάμενος οὖν τὴν Κορνηλίαν προαποϑρηνοῦσαν αὖ- τοῦ τὸ τέλος, καὶ δύο ἑκατοντάρχους προσεμβῆναι κελεύσας καὶ ὅ τῶν ἀπελευϑέρων ἕνα Φίλιππον καὶ ϑεράποντα Σκύϑην ὄνομα, B στραφεὶς πρὸς τὴν γυναῖκα καὶ τὸν υἱὸν εἶπε ΣΣοφοχλέους ἰαμβεῖα ὅστις δὲ πρὸς τύραννον ἐμπορεύεται κείνου ᾽στὶ δοῦλος κἂν ἐλεύϑερος μόλῃ. ταῦτα φϑεγξάμενος ἐνέβη. καὶ συχνοῦ διαστήματος ὄντος ἐπὶ 10 τὴν γῆν, ὃ Πομπήϊος ἔχων ἐν βιβλίῳ μικρῷ λόγον ὑπ᾽ αὐτοῦ γεγραμμένον “Ἑλληνικόν, ᾧ παρεσκεύαστο χρήσασϑαι πρὸς τὸν Πτολεμαῖον, ἂνεγίνωσκεν. ὡς δὲ τῇ γῇ προσεπέλαζον, 13 μὲν Κορνηλία μετὰ τῶν φίλων ix τῆς τριήρους περιπαϑὴς οὔσω τὸ μέλλον ἀπεσκόπει, ἐν τούτῳ δὲ τὸν Πομπήϊον, τῆς τοῦ Φιλίππου 16 C λαμβανόμενον χειρὸς ὡς ἐξανασταίη, Σεπτίμιος ὄπισϑεν τῷ ξίφει διελαύνει πρῶτος, εἶτα καὶ “Ἀχιλλᾶς καὶ ἕτεροι. ὃ δὲ ταῖς χερσὶ τὴν τήβεννον ἐφελκυσάμενος κατὰ τοῦ προσώπου, μόνον στενάξας, μηδὲν δ᾽ εἰπὼν ἀνάξιον ἑαυτοῦ, ἐνεκαρτέρησε τὰἀϊῖς πληγαῖς, ἑξή- .xovza ἑνὸς δέοντα βεβιωκὼς ἕτη. 20"
      },
      {
        "index": 142,
        "text": ". tis: Plutarchi Pomp. c. 78 et Moral. (πῶς δεῖ τὸν νέον x. τ. 1.)"
      },
      {
        "index": 143,
        "text": "Oi δ᾽ ἀπὸ τῶν νεῶν ὡς ἐθεάσαντο τὴν σφαγήν, ϑρῆνον ἐξάκουστον ἄχρι τῆς γῆς ἐκχέαντες ἔφυγον. τοῦ δὲ Πομπηΐου τὴν μὲν κεφαλὴν ἀποτέμνουσι, τὸ δὲ ἄλλο σῶμα γυμνὸν ἐκβα- λόντες ἀπὸ τῆς ἁλιάδος τοῖς δεομένοις ἀπέλιπον τοιούτου ϑεάμα- ὅτος. παρέμεινε δὲ αὐτῷ Φίλιππος ἕως ἐγένοντο μεστοὶ τῆς ὄψεως\" εἶτα περιλούσας τῇ ϑαλάσσῃ τὸ σῶμα καὶ χιτωνίῳ τινὶ τῶν éav- τοῦ περιστείλας, μικρᾶς ἁλιάδος εὑρὼν λείψανα, τούτοις αὐτὸ. κατέκαυσε, καί τινος ἀνδρὸς Ῥωμαίου γηραιοῦ ἤδη, τὰς δὲ πρώ- D τας στρατείας ἔτι νέῳ Πομπηΐῳ συστρατευσαμένου;. συνεπιλαβο- 10 μένου αὐτῷ. ὃς ἐπιστὰς τῷ Φιλίππῳ «εἶπε “τίς div, ὦ ἄνϑρωπε, ϑάπτειν διανοῇ Méyvov Πομπήϊον; ἐκείνου δὲ φήσαντος ὡς ἀπελεύϑερος, “ἀλλ᾽ οὐ μόνῳ σοί\" ἔφη “τοῦτο τὸ καλὸν ὑπάρξει, κἀμὲ δὲ ὥσπερ εὑρήματος εὐσεβοῦς δέξαι κοινωνόν, ἅψασϑαε. καὶ περιστεῖλαε ταῖς ἐμαῖς χερσὶ τὸν μέγιστον αὐτοκράτορα Ῥω-- 16 μαίων.\" | Οὕτω μὲν ἐκηδεύϑη Πομπήϊος\" (10) οὐ πολλῷ δ᾽ ὕστερον Καῖσαρ ἐλϑὼν εἰς “Αἴγυπτον τὸν μὲν προσφέροντα τὴν κεφαλὴν Πομπηΐου ὡς παλαμναῖον ἀπεστράφη, τὴν δὲ σφραγῖδα τοῦ ἀν-- δρὸς δεξάμενος ἐδάκρυσεν, L4yiÀüv δὲ καὶ Ποϑεινὸν ἔκτεινεν. 80 αὐτὸς δὲ ὃ βασιλεὺς Πτολεμαῖυς μάχῃ λειφϑεὶς παρὰ τὸν ποτα- μὸν ἠφανίσϑη. Θεύδοτος δὲ ὃ σοφιστὴς τὴν μὲν ἐκ Καίσαρος"
      },
      {
        "index": 144,
        "text": "ducuntur, secundum Plutarchi vitam Caesaris, c. 48. 20 λειφϑεὶς"
      },
      {
        "index": 145,
        "text": "δίκην διέφυγεν ὑπεξελϑὼν “ἴγυπτον καὶ ταπεινὰ πράττων καὶ μισούμενος, Βρούτῳ δὲ Mápgxo τῷ Καίσαρα κτείναντι περιπεσὼν ἐν 4dolo. καὶ πᾶσαν αἰκίαν ὕπ᾽ αὐτοῦ αἰχισϑεὶς ἀπεκτάνϑη. ὅσοι"
      },
      {
        "index": 146,
        "text": "δὲ τῶν Πομπηΐου φίλων ἑαλώκεσαν ὑπὸ τοῦ τῆς “4Ἰγύπτου xga-:"
      },
      {
        "index": 147,
        "text": "τοῦντος, πάντας εὐηργέτησεν ὃ Καῖσαρ καὶ προσηγάγετο."
      },
      {
        "index": 148,
        "text": "Κἀκεῖ δὲ πόλεμον συνεστήσατο, καὶ κρύφα τὴν Κλεοπά- τραν ἀπὸ τῆς χώρας μετεπέμπετο, ἐκβληϑεῖσαν ἤδη τῆς βασι- λείας τε καὶ τῆς πόλεως παρὰ τοῦ εὐνούχου Ποϑεινοῦ. ἣ σὺν μόνῳ τῷ Σικελιώτῃ ᾿Απολλοδώρῳ εἷς ἀκάτιον μικρὸν ἐμβᾶσα τοῖς βασιλείοις προσέσχε, καὶ εἰς στρωματόδεσμον ἐνδῦσα προτείνει μακρὰν ἑαυτήν, ὃ δὲ ᾿Απολλόδωρος ἱμάντι συνδήσας τὸ στρωμα- τόδεσμον εἰσκομέζει διὰ ϑυρῶν πρὸς τὸν Καίσαρα. καὶ διὰ τοῦτο τὸ τέχνημα λαμυρᾶς φανείσης, καὶ τῆς ἄλλης ὁμιλίας καὶ χάρι- τος αὐτῆς ἡττηϑείς, διήλλαξε πρὸς τὸν ἀδελφὸν ὡς συμβααιρλεύ- σουσαν. '"
      },
      {
        "index": 149,
        "text": "\"Eoruouéyo» δ᾽ ἐπὶ ταῖς διαλλαγαῖς, ἐπιβουλὴν φωράσας ὃ Καῖσαρ τυρευομένην ὑπ᾽ ᾿Αχιλλᾶ τοῦ στρατηγοῦ xol Ποϑεινοῦ τοῦ εὐνούχου, τὸν μὲν Ποϑεινὸν ἀνεῖλεν, “Ἀχιλλᾶς δὲ φυγὼν εἷς τὸ στρατόπεδον βαρὺν αὐτῷ περιίστησι πόλεμον. ὅτε πῦρ ἐμβα- λόντος Καίσαρος τῷ στόλῳ καὶ ἡ μεγάλη βιβλιοϑήκη ἐμπέπρηστο. μάχης δὲ συνεστώσης κατεπήδησε μὲν ἀπὸ τοῦ χώματος tlg ἀκά- τιον, ἐπιπλεόντων δὲ πολλαχόϑεν αὐτῷ τῶν «Αἰγυπτίων ῥέψας"
      },
      {
        "index": 150,
        "text": "σαρος add AB. | |"
      },
      {
        "index": 151,
        "text": "ἑαυτὸν εἰς τὴν θάλασσαν ἀπενήξατο μόλις. ὅτε λέγεται καὶ βιβλίδια κρατῶν πολλὰ μὴ προέσϑαι νηχόμενος, ἀλλ᾽ ἀνέχειν αὐτὰ ὑπὲρ τῆς ϑαλάσσης τῇ ἑτέρᾳ χειρί, καὶ ταῦτα βαλλόμενος. τέλος δέ, τοῦ βασιλέως πρὸς τοὺς πολεμίους ἀποχωρήσαντος,"
      },
      {
        "index": 152,
        "text": "ἐπελϑὼν καὶ συνάψας μάχην ἐνίκησε, πολλῶν πεσόντων καὶ τοῦ βασιλέως ἀφανοῦς γενομένου. |"
      },
      {
        "index": 153,
        "text": "Καταλιπὼν δὲ τὴν Κλεοπάτραν βασιλεύουσαν zdlyonvov καὶ μικρὸν ὕστεροῦ ἐξ αὐτοῦ τεκοῦσαν υἱόν, ὃν ᾿“λεξανδρεῖς Καισα- ρθέωνα προσηγόρευον, ὥρμησεν ἐπὶ Συρίαν. καὶ Φαρνάκῃ τῷ"
      },
      {
        "index": 154,
        "text": "101] ϑριδάτου παιδὶ πολεμήσας αὐτὸν μὲν τοῦ Πόντου ἐξέβαλε, τὴν δὲ στρατιὰν ἄρδην ἀνεῖλε. καὶ τῆς μάχης ταύτης τὸ τάχος καὶ τὴν ὀξύτητα δηλῶν εἷς Ρώμην ἔγραψε τρεῖς λέξεις “ἦλϑον εἶδον ἐνίκησα.\" ἐντεῦϑεν εἷς Ἰταλίαν ἀπελϑὼν εἷς Ῥώμην ἀν- ἔβαινε, τοῦ μὲν ἐνιαυτοῦ καταστρέφοντος εἰς ὃν ἔρητο δικτάτωρ"
      },
      {
        "index": 155,
        "text": "τὸ δεύτερον, οὐδέποτε πρότερον τῆς ἀρχῆς ταύτης γενομένης ἐνιαυ-- σίου\" εἰς δὲ τὸ ἐπιὸν ἔτος ὕπατος ἀνεδείχϑη."
      },
      {
        "index": 156,
        "text": "Τῶν δὲ περὶ Κάτωνα καὶ Σκιπίωνα μετὰ τὴν ἐν Φαρσάλῳ μάχην ec “Ιιβύην φυγόντων καὶ δυνάμεις ἠἡϑροικότων ἀξιολόγους, ἐπ᾿ αὐτοὺς 0 Καῖσαρ ἐστράτευσε\" καὶ μικρῷ μέρει μιᾶς ἡμέρὰς"
      },
      {
        "index": 157,
        "text": "τριῶν στρατοπέδων ἐκράτησε, καὶ πεντακισμυρίους τῶν πολεμίων ἀνῃρηκὼς οὐδὲ πεντήκοντα τῶν ἰδίων ἀπέβαλε. τῶν δὲ πεφευγό-"
      },
      {
        "index": 158,
        "text": "των ix τῆς μάχης ὑπατικῶν xal στρειτηγικῶν ἀνδρῶν οἱ μὲν £av- τοὺς διέφϑειραν ἁλισκόμενοι, συχνοὺς δὲ Καῖσαρ ἔκτεινεν ἁλόν-- τας. Κάτωνος δὲ ἑαυτὸν διεργασαμένου δῆλος ἣν δηχϑείς\" οὗ B δ᾽ ἕνεχα λελύπητο ἄδηλον\" εἶπε δ᾽ οὖν “ὦ Κάτων, φϑονῶ σοι τοῦ ϑανάτου\" καὶ γὰρ σύ μοι τῆς σωτηρίας ἐφϑόνησας.\" ἀλλὰ γὰρ ἐπανελϑὼν εἰς Ρώμην ἀπὸ “ιβύης ϑριάμβους κατήγαγε καὶ ϑέας ἐτέλεσε ναυμάχων καὶ μονομάχων ἀνδρῶν. τιμήσεων δὲ γενομένων ἀντὶ τῶν προτέρων δυεῖν καὶ τριάκοντα 'μυριάδων oi πᾶσαι πεντεκαίδεκα περισωθϑεῖσαι εὐρέϑησαν᾽ τηλικαύτην φϑορὰν τοῦ δήμου ὃ ἐμφύλιος εἰργάσατο πόλεμος. 10 Εἶτα ὕπατος τὸ τέταρτον αἱρεϑεὶς εἰς Ἰβηρίαν ἐστράτευσεν C ἐπὶ τοὺς Πομπηΐου υἱούς, νέους μὲν ὄντας ἔτει, τόλμαν δ᾽ ἐπι- δεικνυμένους ἀξιόχρεων πρὸς ἡγεμονίαν. ὅτε καὶ εἰς χίνδυνον περιέστη ὃ Καῖσαρ, ὡς βοῶν διὰ τῶν τάξεων περιϑέων τῶν éav- τοῦ, εἰ μὴ αἰδοῦνται λαβόντας αὐτὸν ἐγχειρίσαι τοῖς παιδαρίοις. 1 πρὸς δὲ τοὺς φίλους μετὰ τὴν μάχην εἶπεν ὡς πολλάκις μὲν ἀγω- νίσαιτο περὶ νίκης, νῦν δὲ πρῶτον περὶ ψυχῆς. νικήσαντος δὲ Καίσαρος ὃ μὲν νεώτερος τῶν Πομπηΐου παίδων διέδρα, ἀνηνέχϑη δ᾽ αὐτῷ μεϑ᾽ ἡμέρας τοῦ πρεσβυτέρου 4 κεφαλή. τοῦτον ἔσχα- τον Καῖσαρ ἐπολέμησε πέλεμον. 20 ll. ᾿Ἐπανελϑὼν δ᾽ εἰς Ῥώμην δικτάτωρ διὰ βίου ἐψήφι-"
      },
      {
        "index": 159,
        "text": "στο, ὃ τυραννὶς ἐτύγχανεν ἄντιχρυς, τῷ ἀνυπευϑύνῳ τῆς μοναρ-- χίας προσλαβοῦσα τὸ ἀδιάδοχον. οὕτω δὲ καταστὰς εἰς μοναρ- D χίαν πολλοὺς ἀφῆκε τῶν πεπολεμηκότων αὐτῷ, ἐνίοις δὲ καὶ - ἀρχὰς καὶ τιμὰς ἔδωκεν, ὧν ἦσαν καὶ Βροῦτος καὶ Κάσσιος, καὶ δὁτὰς Πομπηΐου δὲ στήλας καταβεβλημένας ἀνέστησεν. ἀξιούντων “ δὲ τῶν φίλων δορυφορεῖσϑαι αὐτὸν παρῃτήσατο “βέλτιόν ἐστιν\" εἰπών “ἅπαξ ἀποθανεῖν ἢ àd προσδοκᾶν.\" μειζόνων δ᾽ ἐρῶν πραγμάτων χρὶ καινοτέρας δόξης, γνώμην ἔσχε στρατεύειν ἐπὶ Πάρϑους καὶ δι᾽ “Ὑρκανίας εἰς τὴν Σκυϑικὴν ἐμιβαλεῖν. . 10 Micog μέντοι τοῖς ἀνθρώποις κατ᾿ αὐτοῦ. καὶ ἕτερα ἐν. ν᾽ ἐποίησαν, τὸ δέ γε μεῖζον ὃ τῆς βασιλείας ἔρως εἰργάσατο, δεῖ P 1 490 ὃν οἱ περὶ αὐτὸν καὶ λόγον εἰς τὸν δῆμον ἐνέσπειραν, ὡς ἐκ γραμ-- μάτων Σιβυλλείων φαίνοιτο μὴ ἄλλως ἔσεσϑαι τὰ Πάρϑων Ῥω- μαίοις ἁλώσιμα, εἰ μὴ βασιλεὺς αὐτοῖς συστρατεύσοιτο. καὶ ἐκ 15:5c λβης δὲ πρὸς τὴν Ῥώμην ἰόντα τὸν Καίσαρα ἐτόλμησάν τινες προσειπεῖν βασιλέα. τοῦ δὲ δήμου ϑορυβηϑέντος ἐκεῖνος οὐ βασιλεὺς ἀλλὰ Καῖσαρ ἔφη καλεῖσθαι. Ἐλέγετο δὲ Καῖσαρ, ὧς τινες οἴονται, οἷα δὴ τάχα τῆς μητρὸς αὐτοῦ ἐν τῷ τίκτειν ϑαγούσης, καὶ αὐτοῦ δι᾽ ἀνατομῆς 20 προαχϑέντος εἷς φῶς. οὐκ ἀληϑὲς δὲ τοῦτό ἐστι\" τὴν γὰρ μητέρα αὐτοῦ ζῆν οἱ περὶ αὐτοῦ γεγράφασιν ἱστορήσαντες καὶ αὐτοῦ ἀν-"
      },
      {
        "index": 160,
        "text": "addita sunt, 2] γεγράφασιν ἴστορήσαντες)] συγγεγραφότερ ἴστό- ρησαν À. ' |"
      },
      {
        "index": 161,
        "text": "ὁρωθέντος. τὸ δ᾽ ἐξ ἀνατομῆς παρελϑεῖν εἰς τὸν βίον οὐκ ἐπ᾽ αὐτῷ γέγονεν, ἀλλ᾽ ἐπί τινι τῶν προγόνων αὐτοῦ, καὶ ἐξ ἐκείνου τὴν κλῆσιν ἔσχον οἱ ἐκείνου ἀπόγονοι. Προσιόντων δέ ποτε τῶν ὑπάτων αὐτῷ καὶ τῶν στρατηγῶν καὶ τῆς βουλῆς ἁπάσης ἑπομένης, ὅτι μὴ ἐξανέστη καϑήμενος. οὐ 6 μόνον ἐλύπησε τὴν βουλὴν ἀλλὰ καὶ τὸν δῆμον, ὡς ἐν τῇ βουλῇ προπηλακιζομένης τῆς πόλεως, καὶ μετὰ κατηφείας οἱ πλείους ἀπῆλϑον εὐθύς. ἐπιγίνεται δὲ τοῖς προσχρούσμασι τούτοις καὶ ὃ τῶν δημάρχων προπηλακισμός. ἐτελεῖτο μὲν γὰρ τῇ πόλει ἑορτή, Καῖσαρ C δ᾽ ἐπὶ δίφρου χρυσέου καϑήμενος κόσμῳ κατεχοσμεῖτο ϑριαμβικῷ\" 10 W 11182 »ἀντώνιος δὲ ὑπατεύων εἰς ἀγυρὰν ἐνέβαλε φέρων διάδημα στε- φάνῳ δάφνης περιπεπλεγμένον, καὶ ἐδίδου τῷ Καίσαρι. καὶ γίνεται κρότος οὐ λαμπρὸς ἐκ παρασκευῆς\" ἀπωσαμένου δὲ τοῦ Καίσαρος ἅπας ὃ δῆμος ἀνεκρότησε\" καὶ τούτου δὶς γεγονότος ἢ πεῖρα ἐξηλέγχετο καὶ ὃ Καῖσαρ ἀνέστη. ἐπεὶ δὲ καὶ ἀνδριάντες 15 αὐτοῦ διαδήμασιν ὥφϑησαν ἀναδεδεμένοι βασιλικοῖς, ἀπέσπασαν ταῦτα oi δήμαρχοι, καὶ τοὺς προσειπόντας αὐτὸν βασιλέα ἀπῆγον εἰς δεσμωτήριον. καὶ ὃ δῆμος ἐπὶ τούτοις ἐκρότει καὶ Βρούτους ἐκάλει τοὺς ἄνδρας\" Βροῦτος γὰρ ἦν, ὡς ἱστόρηται ἄνωθι, 0 καταλύσας Ταρκύνιον καὶ τὸ κράτος εἰς τὸ κοινὸν περιστήσας ἐκ 30 D μοναρχίας. ἐπὶ τούτοις ὃ Καῖσαρ παροξυνϑεὶς τὴν μὲν ἀρχὴν τοὺς δημάρχους ἀφείλετο, ἐν δὲ τῷ κατηγορεῖν αὐτῶν, ἅμα καὶ τὸν δῆμον ἐφυβρίζων, πολλάκις Βρούτους ἀπεκάλει τοὺς ἄνδῥας."
      },
      {
        "index": 162,
        "text": "βασιλέα τὸν καίσαρα Α."
      },
      {
        "index": 163,
        "text": "Ἐντεῦϑεν πρὸς IMágxov Βροῦτον τρέπονται oi πολλοί, ix"
      },
      {
        "index": 164,
        "text": "ρούτου τοῦ πάλαι δοκοῦντα τὸ γένος ἕλκειν\" καὶ πρὸς μόνον"
      },
      {
        "index": 165,
        "text": "ἐχεῖνον ἢ πρῶτον οἱ μεταβολῆς ἐφιέμενοι ἀποβλέποντες αὐτῷ μὲν."
      },
      {
        "index": 166,
        "text": "οὐκ ἐτόλμων προσομιλεῖν, νύκτωρ δὲ γράμματα περὶ τὸ βῆμα καὶ δτὸν δίφρον ἐρρίπτουν ἐφ᾽ οὗ στρατηγῶν ἐχρημάτιζε, λέγοντα “καϑεύδεις ὦ Βροῦτε\" καί “οὐκ εἶ Βροῦτος.\" καὶ Κάσσιος δὲ παρώξυνεν avrÓ». | | ' Kol τῷ Καίσαρι δὲ πολλὰ λέγεται σημεῖα γενέσϑαι δη- λοῦντα τὸν ὄλεθρον, ὧν ἕν καὶ τοῦτο ἐστί. παριαύων τῇ γυναικὶ 10 φωνὰς ἀσαφεῖς καὶ στεναγμοὺς ἀνάρϑρους ἐκείνην ἀναπέμπουσαν ἤσϑετο\" ἐδόκει δὲ κλαίειν ἐκεῖνον ἐπὶ ταῖς ἀγκάλαις ἔχουσα κατ-- ἐσφαγμένον. ἣ καὶ uc9^ ἡμέραν ἐδεῖτο τοῦ ἀνδρὸς μὴ προελϑεῖν . εἰς τὴν σύγκλητον. ὡς δὲ καὶ ϑύσαντες οἱ μάντεις δυσιερεῖν ἔλε-- γον, ἔγνω. πέμψας “Ἀντώνιον ἀφεῖναι τὴν σύγκλητον. Βροῦτος 16 μέντοι ᾿Αλβῖνος, πιστευόμενος μὲν ὑπὸ Καίσαρος, τοῖς δὲ περὶ"
      },
      {
        "index": 167,
        "text": "lMàpxov Βροῦτον xol Κάσσιον μετέχων τῆς συνωμοσίας, τούς τεῦ"
      },
      {
        "index": 168,
        "text": "μάντεις ἐχλεύαζε καὶ καϑήπτετο Καίσαρος ὡς διαβολὰς ἑαυτῷ πρυστρίβοντος καταφρονήσεως πρὸς τὴν σύγκλητον. ἥκειν γὰρ αὐτὴν ἐκείνου κελεύσαντος, καὶ πάντας ἑτοίμους εἶναι ψηφίζεσθαι 20 ὥστε τῶν ἐκτὸς ᾿Ιταλίας ἐπαρχιῶν ἀναγορεύεσθαι βασιλέα καὶ τὴν ἄλλην ἐπιόντα γῆν τε καὶ ϑάλασσαν ἑαυτῷ περετιϑέναι διάδημα. ταῦϑ᾽ ἅμα λέγων ὃ Βροῦτος ἦγε τὸν Καίσαρα λαβόμενος τῆς"
      },
      {
        "index": 169,
        "text": "χειρός. οἰκέτης δέ τις ἀλλότριος ἐντυχεῖν αὐτῷ προϑυμούμενος ἀπιόντι μὴ δυνηϑεὶς παρέδωκεν ἑαυτὸν τῇ τοῦ Καίσαρος γυναικὶ φυλάττειν, εἰπὼν ἔχειν μεγάλα. πράγματα ἐπανιόντι καταγγεῖλαι τῷ Καίσαρι. σοφιστὴς δέ τις ““ρτεμίδωρος Κνίδιος βιβλίον περὶ τῆς συνομοσίας γράψας καὶ ἐγγίσας αὐτῷ “τοῦτο ἔφη “Καῖσαρ 5 μόνος καὶ ταχέως ἀνάγνωθι\" μεγάλα, γάρ σοι καταγγελεῖ καί σοι C διαφέροντα.\" ὃ δεξάμενος ἐκεῖνος ὥρμησε μὲν ἀναγνῶναι, μὴ μέντοι δυνηϑεὶς ὑπὸ τῶν ἐντυγχανόντων, κατεῖχε τῇ χειρί, καὶ παρῆλϑεν οὕτω πρὸς τὴν σύγκλητον. ἡ δὲ ὑπεξανέστη. τῶν δὲ περὶ Βροῦτον οἱ μὲν ἐξόπισϑεν τοῦ δίφρου αὐτοῦ περιέστησαν, oi 10 δὲ ἀπήντησαν ὡς περί τινος φυγάδος δεόμενοι. τὸν δὲ “Ἀντώνιον πιστὸν ὄντα Καίσαρι καὶ ῥωμαλέον ἔξω παρακατεῖχε Βροῦτος 4Afivoc. ὡς δὲ καϑίσας ὃ Καῖσαρ διεκρούετο τὰς δεήσεις, ξίφει παρὰ τοῦ Κάσκα πρώτου πλήττεται τὸν αὐχένα,. πληγὴν οὐ ϑα- νατηφόρον. ὡς δὲ καὶ τῶν συνωμοτῶν ἕκαστος τὸ ξίφος ἐγύ- 15 D μνωσε, λέγεται πρὸς μὲν τοὺς λοιποὺς ἀπομάχεσϑαιε ἐνειλούμενης καὶ κεκραγώς, ὅτε δὲ καὶ Βροῦτον εἶδεν ἐσπασμένον τὸ ξίφος, ἐφελκύσασϑαι κατὰ τῆς κεφαλῆς τὸ ἱμάτιον μηκέτι ἀπομαχόμενος. εἴκοσε μέντοι καὶ τρία λαβὼν τραύματα, ἀνδριάντος ὄντος ἐκεῖ ΄ Πομπηΐου, περὶ τὴν βάσιν εὑρέϑη κείμενος καὶ καϑαιμάξας 90 αὐτόν, ὡς δοκεῖν αὐτὸν ἐφεστάναι τῷ φόνῳ τοῦ πολεμίου Πομ-"
      },
      {
        "index": 170,
        "text": "19. 'O μὲν ovv Γάϊος Ἰούλιος Καῖσαρ οὕτως ὑπὸ quiori- μέας καὶ φιλαρχίας ἀπώλετο. οἱ γὰρ ϑωπεύοντες αὐτὸν τὸ φιλό- πρωτον αὐτοῦ καὶ φιλόδοξον κατανοοῦντες οὐκ ἐπαύοντο ἄλλα ἐπὶ ἄλλοις αὐτῷ ψηφιζόμενοι. ἦσαν δὲ τοιαῦτα ἃ ἐψηφίζοντο, τὴν ΡΊ 492"
      },
      {
        "index": 171,
        "text": "δ ἐπινίκιον στολὴν ἀεὶ φορεῖν, καὶ ἐπὶ τοῦ ἀρχικοῦ δίφρου καϑέζε- σϑαι, τοῖς τε ῥαβδούχοις δαφνηφοροῦσιν ἀεὶ κεχρῆσϑαι, πατέρα τε αὐτὸν τῆς πατρίδος ἐπονομάζεσθαι, καὶ ἐς τὸ νόμισμα ἐγχα- ράττεσϑαι, δημοσίᾳ τε ἑορτάζειν αὐτοῦ τὰ γενέϑλια, ἐν τοῖς ναοῖς τε τῆς Ρώμης καὶ ἐν πάσαις ταῖς πόλεσιν ἀνδριάντας αὐτοῦ"
      },
      {
        "index": 172,
        "text": "ἸΤοΐστασϑαι. ἐπὶ δέ γε τοῦ βήματος δύο αὐτοῦ ἀνδριάντας ἰδρύ- σᾶντο, τὸν μὲν ὥς τοὺς πολίτας σεσωχότος, τὸν δ᾽ ὡς ἐκ πολιορ- κίας ῥυσυμένου τὴν πόλιν\" ἐστεφάνωντο δὲ καὶ ἄμφω στεφάνοις τοῖς ἐπὶ τοιούτοις νενομισμένοις. βουλευτήριόν τε καινὸν olxodo- B μηϑῆναι ἐπέταξαν, ἵν᾽ ᾿Ιουλιανὸν ἐπὶ τῷ αἰτοῦ κληϑείη ὀνόματι.-͵"
      },
      {
        "index": 173,
        "text": "τιμητήν τε καὶ διὰ βίου καὶ μόνον αὐτὸν ἐψηφίσαντο εἶναι, ἔχειν δὲ καὶ τὰ τῶν δημάρχων προνόμια\" καὶ εἴ τις αὐτὸν ἔργῳ ἢ λόγῳ ὑβρίσειεν, ἱερὸν εἶναι ἐϑέσπισαν καὶ τῷ ἄγει ἐνέχεσϑαι. τί δὲ τὸ ἱερὸν εἶναι νενόμιστο, ἤδη μοι προαφήγηται. χαίροντα δὲ τούτοις ὁρῶντες αὐτόν, ἐπίχρυσόν τε δίφρον αὐτῷ ἔδοσαν καὶ"
      },
      {
        "index": 174,
        "text": "900r0Aj» ἧπερ οἱ βασιλεῖς πάλαι ἐκέχρηντο καὶ φρουρὰν ἐκ τῶν ἱππέων καὶ ἐκ τῶν βουλευτῶν, εὔχεσϑαί τε δημοσίᾳ ὑπὲρ αὐτοῦ"
      },
      {
        "index": 175,
        "text": "ἐκέχρηντο Α, qj ποτε οὗ βασιλεῖς ἐκέχρηντο Dio, ἢ πάλαι ἐχρῶντο"
      },
      {
        "index": 176,
        "text": "xai τὴν τύχην αὐτοῦ ὀμνύναι καὶ τὰ πραχϑησόμενα παρ᾽ αὐτοῦ"
      },
      {
        "index": 177,
        "text": "C πάντα κύρια τυγχάνειν ἐνομοϑέτησαν, Δία τε αὐτὸν ᾿Ιούλιον προσηγόρευσαν, καὶ ἄλλα πλείονα (iva μὴ τὸ xa9^ ἕκαστον ἀπ- αριϑμοῦντες τὸν ἀκροατὴν ἀποκναίωμεν) αὐτῷ ἐψηφίσαντο. ἐξ ὧν ἐπίφϑονος ἔδοξεν ἢ μᾶλλον νεμεσητός, xol καϑ᾽ ἑαυτοῦ θ πολλοὺς διηρέϑισε, μέχρις ἂν εἰς τὸ ἐπελϑὸν αὐτῷ κατηντή- κει τέλος."
      },
      {
        "index": 178,
        "text": "Καὶ ὃ μὲν οὕτω σφαγεὶς ἔκειτο, οἱ δὲ ἐκεῖ παρόντες ἅπαν- τες ἑταράττοντο, τὴν τῶν σφαγέων ἀγνοοῦντες διάνοιαν, καὶ ὡς αὐτίκα κινδυνεύσοντες ἔφευγον, καὶ τοὺς συναντῶντας ἐξέπλησσον, 10 καὶ ϑρήνων τὴν πόλιν ἐπλήρουν. καὶ 7 μὲν πόλις οὕτω διέκεετο,"
      },
      {
        "index": 179,
        "text": "D οἱ δὲ σφαγεῖς δεδιότες μή τις σφίσιν ἐπίϑηται, γυμνοῖς καὶ μα: γμένοις τοῖς ξίφεσι διὰ τῆς ἀγορᾶς διελϑόντες ἀνέδραμον εἷς τὸ ᾿ Καπιτώλιον, ἐκεῖ τε τὴν ἡμέραν καὶ τὴν νύκτα διήγαγον. ὃ δὲ ᾿Μέπιδος ἐν τῷ στρατοπέδῳ μαϑὼν τὰ γεγενημένα, νυκτὸς σὺν 16 τοῖς στρατιώταις κατέλαβε, καὶ xarà τῶν σφαγέων ἐδημηγόρει. \"Ἀντώνιος δὲ τοῦ Καίσαρος ἀναιρεϑέντος φοβηϑεὶς ἐκρύβη τὸν δὲ “έπιδον ἐλϑόντα μαϑὼν καὶ τοὺς φονεῖς εἷς τὸ Καπιτώλιον 0»- τας; θαρρήσας. ἐξῆλϑε, καὶ τὴν γερουσίαν ἀϑροίαας ὡμίλει αὐτῇ, καὶ γνώμας εἰσῆγε πρὸς τὰ γενόμενα. ὃ δὲ Κικέρων δημηγορή- 20"
      },
      {
        "index": 180,
        "text": "μῆνα, quod excidisse Wolfius suspicatus erat. sed Dio καὶ τέλος día τε αὐτὸν ἄντικρυς ᾿Ιούλιον προσηγόρευσαν, καὶ ναὸν αὐτῷ τῇ τ᾽ ἐπιεικείᾳ αὐτοῦ τεμενισϑῆναι ἔγνωσαν, ἱερέα σφίσι τὸν ᾿ἀντώ- viov ὥσπερ τινὰ διάλιον προχειρισάμενοι, idem Dio, sed non eo loco quem Zonaras hic exscripsit, τόν τε μῆνα ἐν o ἐγεγέννητο ᾿Ιούλιον, «dx τῶν φυλῶν μέαν τὴν κλήρῳ λαχοῦσαν ᾿ἴοϑλίαν ἐπ."
      },
      {
        "index": 181,
        "text": "τὴν ἀγορὰν κατέλαβε Dio. ᾿"
      },
      {
        "index": 182,
        "text": "σας ἔπεισε πάντας μὴ μνησικακεῖν ἀλλήλοις, ἀλλὰ κἄν τισιν ἡμάρτηταί τι, παρόψεσϑαι τοῦτο, ἵνα μὴ ἐμφύλιος αὖϑις γένη- P Y 498 ται πόλεμος καὶ τῶν πολιτῶν ὄλεθρος ὅπ᾽. ἀλλήλων ὀλλυμένων, ὁμονοῆσαι δὲ ὁμοφύλους ὄντας καὶ συγγενεῖς. καὶ πρυσέϑετο δεῖν δκαὶ τὰ παρὰ τοῦ Καίσαρος πραχϑέντα, εἴ τε ἐν δωρεαῖς ἢ τι- μαῖς εἶεν ἢ ἐν ἀρχαῖς, φυλάξαι, καὶ μή τι τούτων πολυπραγμο-- νῆσαι ἢ ἀνατρέψαι. πεισϑέντες οὖν αὐτῷ μηδενὶ μνησικακεῖν ἐψηφίσαντο. καὶ οἱ σφαγεῖς δὲ τοῖς στρατιώταις ὁμιλοῦντες ἐκ τοῦ Καπιτωλίου μηδὲν τῶν τῷ Καίσαρι πραχϑέντων ἀκυρῶσαι 10 ὑπέσχοντο, μήτ᾽ ἀφαιρήσεσϑαί τινα μηδὲν τῶν ἑκάστῳ δεδημέ- νων\" καὶ οὕτως ἐς καταλλαγὰς ἧκον. οὐ πρότερον δὲ oi Pv τῷ W YI 134 Καπιτωλίῳ κατέβησαν ἢ τόν τε τοῦ 2deníóov παῖδα καὶ τὸν τοῦ \"Αντωνίου δμήρους λαβεῖν. | B ἹΠετὰ ταῦτα τῆς διαϑήκης τοῦ Καΐσαρος ἀναγνωσϑείσης 16 μαϑὼν ὃ δῆμος ὅτι υἱὸν πεποίηται τὸν Ὀκτάβιον, καὶ ὅτι τῇ τε πόλει δωρεὰς καὶ ἑκάστῳ δραχμάς, ὡς μὲν Ὀχτάβιος γράφει, τριάκοντα, ὡς δ᾽ ἕτεροι, πέντε καὶ ἑβδομήκοντα καταλέλοιπεν, ἐταράχϑησαν. καὶ ὃ ᾿Αντώνιος τὸν νεκρὸν εἷς τὴν ἀγορὰν προ- ϑέμενος ἡματωμένον καὶ λόγον ἐπὶ τῷ κειμένῳ εἰπὼν τὸ πλῆϑος δυο παρώξυνε πρὸς ὀργήν. εἶπε γὰρ πολλὰ μὲν πρὸς ἔπαινον τοῦ ἀνδοὸς καὶ πρὸς ἔλεον τοῦ πάϑους τοὺς ἀκροατὰς ἐρεϑίζοντα, ᾿ εἶτα καὶ τὰ ψηφισϑέντα αὐτῷ καταλέξας ὀνόματα ἐπήγαγεν “ἀλλ᾽ οὗτος ὃ πατήρ, οὗτος ὃ ἀρχιερεὺς ὃ ἄσυλος ὃ ἥρως ὃ ϑεὸς τέϑνη-"
      },
      {
        "index": 183,
        "text": "κεν, οἴμοι, οὐ νόσῳ βιασϑεὶς οὐδὲ γήρᾳ μαρανϑεὶς οὐδὲ ἔξω που ἐν πολέμῳ τρωϑεὶς οὐδὲ ἐκ δαιμονίου τινὸς αὐτομάτως ἄἅρπαχϑ εἰς, ἀλλ᾽ ἐνταῦϑα τοῦ τείμους ἐντὸς ἐπιβουλευϑ εὶς ὃ καὶ εἰς Βρεττα- νίαν ἀσφαλῶς στρατεύσας, ἐν τῇ πόλει ἐνεδρευϑεὶς ὃ τὸ πωμή- ριον αὐτῆς ἐπαυξήσας, ἐν τῷ βουλευτηρίῳ κατασφαγεὶς ἄοπλος 6 ὃ εὐπόλεμος, γυμνὸς ὃ εἰρηνυποιός, πρὸς τοῖς δικαστηρίοις 0 δικαστής, πρὸς ταῖς ἀρχαῖς ὃ ἄρχων, ὑπὸ τῶν πολιτῶν ὃν μηδ- dc τῶν πολεμίων μηδ᾽ dg τὴν ϑάλασσαν ἐκπεσόντα κτεῖναι δε- δύνητο, ὑπὸ τῶν ἑταίρων ὃ πολλάκις αὐτοὺς ἐλεήσας. ποῦ δῆτά D σοι, Καῖσαρ, 7 φιλανϑρωπία, ποῦ δ᾽ 5 ἀσυλία, ποῦ δ᾽ oi10 γόμοι; ἀλλὰ σὺ μὲν ὅπως μηδ᾽ ὑπὸ τῶν ἐχϑρῶν τις φονεύηται πολλὰ ἐνομοϑέτησας, σὲ δὲ οὕτως οἰκτρῶς ἀπέκτειναν oi φίλοι\" καὶ νῦν ἐν τῇ ἀγορᾷ πρόκεισαι ἐσφαγμένος, δι᾽ ἧς πολλάκις ἐπόμπευσας ἐστεφανωμένος\" καὶ ἐπὶ τοῦ βήματος ἔρριψαι κατα- τετρωμένος, ἀφ᾽ οὗ πολλάκις ἐδημηγόρησας. οἴμοι πολιῶν ἥμα- 15 τωμένων\" ὦ στολῆς ἐσπαραγμένης, ἣν ἐπὶ τούτῳ μόνον, ὡς ἔοι- κέν, ἔλαβες, ἵνα ἐν ταύτῃ σφαγῇς.\" Ἐπὶ τούτοις ὃ δῆμος ἐξοργισϑεὶς τοὺς μὲν σφαγεῖς ἐζήτει, τὸ δὲ σῶμα τοῦ Καίσαρος ἁρπάσαντες ἐν τῇ ἀγορᾷ ἔχαυσαν, καὶ P 1 494 ἐπὶ τὰς τῶν φονέων οἰκίας ὥρμησαν, καὶ Ἔλβιον Κίνναν δημαρ- 20. χοῦντα διεχειρίσαντο, πλανηϑέντες τῇ ὁμωνυμίᾳ\" οὗ γὰρ οὗτος τῷ Καίσαρι ἐπεβούλευσεν, ὃ στρατηγὸς δὲ Κίννας Κορνήλιος."
      },
      {
        "index": 184,
        "text": "κατασφαγεὶς Dio add ὁ καὶ ἴδιον ἄλλο κατασκευάσας. 18 à"
      },
      {
        "index": 185,
        "text": "ἧς — 14 ἐστεφανωμένος om B. ᾿"
      },
      {
        "index": 186,
        "text": "βωμὸν δὲ ἔνϑα κατέκαυσαν τὸ σῶμα τοῦ Καίσαρος ἤγειρε τὸ πλῆϑος, ἵν᾽ in^ αὐτοῦ ϑύοιεν ὡς ϑεῷ τῷ Καίσαρι. οἱ δ᾽ ὕπα- τοι αὐτὸν ἀνέτρεψαν, καὶ νόμον εἰσήνεγκαν μηδένα αὖϑις γενέ- σθαι δικτάτορα, ϑάνατον ϑέντες τὸ ἐπιτίμιον εἴ τις εἰσηγήσεται"
      },
      {
        "index": 187,
        "text": "τοῦτο καὶ εἴ τίς που δέξεται. ᾿Αντώνιος δὲ τότε πολλὰ ἐναυϑεν-. τῶν διεπράξατο, ἀρχάς τε διδοὺς καὶ χώραν καὶ ἐλευϑερέων καὶ ἀτέλειαν, καὶ φυγάδας κατάγων, ὡς τῆς δυναστείας τοῦ Καίσαρος ΄- Táya διάδοχος, καὶ πολλὰ ἐχ τούτων ἠργυρολόγησε χρήμαται Β"
      },
      {
        "index": 188,
        "text": "18. Ὀχτάβιος δὲ Γάϊος, ὃς καὶ Híag ὠνόμαστο, ἀδελφῆς"
      },
      {
        "index": 189,
        "text": "Ἰοτοῦ Καίσαρος ἦν υἱὸς συνοικούσης Ὀκταβίῳ τῷ ἐκ Βελιτρῶν τῶν Οὐολουσκίδων, ἐτράφη δὲ παρὰ τῇ μητρὶ καταλειφϑεὶς ὀρφανός. αὐξηϑεὶς δὲ διῆγε παρὰ τῷ Καίσαρι ἄπαιδι ὄντι. διὸ καὶ ἔστεργε τὸν ἀδελφιδοῦν καὶ μεγάλας εἶχεν ἐπ᾽ αὐτῷ τὰς ἐλπίδας. ἣ τέ γὰρ μήτηρ αὐτοῦ ᾿“ττία ἐγκυμονοῦσα αὐτὸν ἔδοξε κατ᾽ ὄναρ τὰ. 16 σπλάγχνα αὐτῆς εἷς τὸν οὐρανὸν ἀναφέρεσθαι καὶ ἐπὶ πᾶσαν ἐκ-"
      },
      {
        "index": 190,
        "text": "- τετάσϑαι τὴν γῆν, καὶ ὃ ἐκείνης ἀνὴρ κατὰ τὴν αὐτὴν νύχτα ἐδό- κει δρᾶν ἥλιον ἐκ τῆς νηδύος αὐτῆς ἀνατέλλοντα. ἄρτι δὲ τοῦ 'W ΤΙ 185 παιδὸς τεχϑέντος, Νιγίδιος Φίχουλος βουλευτής, διαγινώσκειν C τὰς τῶν ἀστέρων κινήσεις ἄριστα πιστευόμενος, βραδύτερον εἷς"
      },
      {
        "index": 191,
        "text": "habent. Dio ὁ δὲ δὴ Γάϊος ὃ 'Oxraovtog Χαιπίας\" οὕτω γὰρ τῆς ᾿ἀττίας τῆς τοῦ Καίσαρος ἀδελφῆς υἱὸς ὠνομάξετο. 11 οὖο- λισκέδων CW : “ Οὐολουσκέδων mss Reg. et Colbert.\" DucaNeitus,"
      },
      {
        "index": 192,
        "text": "Regii et Colberteus d/foviog\" DucaNeius., 19 πιστευόμενορῆ"
      },
      {
        "index": 193,
        "text": "τὸ συνέδριον τοῦ Ὀχταβίου ἀπηντηκότος, ἤρετο αὐτὸν τὴν αἰτίαν τῆς βραδυτῆτος. ὡς δὲ διὰ τὸν τοῦ παιδὸς τόκον ἐκεῖνος ἔφη, ἀνεβόησεν ὅτι “δεσπἄξην ἡμῖν ἐγέννησας.\" τρεφομένου δὲ τοῦ: παιδὸς ἐν ἀγρῷ, ἀετὸς ix τῶν χειρῶν αὐτοῦ ἐξαρπάσας ἄρτον, , καὶ μετεωρισϑείς, αὖϑις ἀπέδωκεν αὐτὸν καταπτάς. παιδίσχου 5 \" vt αὐτοῦ ὄντος καὶ ἐν Ῥώμῃ διατρίβοντος, ἔδοξεν ὃ Ἰωκέρων καϑ' ὕπνους δρᾶν αὐτὸν ἁλύσεσι χρυσαῖς ἐκ τοῦ πόλου πρὸς τὸ Καπιτώλιον καϑιμώμενον καὶ παρὰ τοῦ Ζ!ιὸς μαστιζόμενον. Κά- D τουλος δὲ καὶ αὐτὸς ἐν ὕπνοις ἐδόκει τὸν Ada τῆς “Ῥώμης εἰκόνα εἰς τὸν κόλπον τοῦ ᾿Οχταβίον παιδὸς ἔτι ὄντος ἐμβεβληκέμαι. ἐκὶο τούτων τοίνυν ὃ Καῖσαρ μεγάλα ἐπ᾽ αὐτῷ ἐλπίσας εἰσεποιήσωτό τε τὸν παῖδα καὶ κληρονόμον κατέλιπε, καὶ ἐπιμελῶς ἐπαίδευε àóyoig ῥητορικοῖς τῇ τε τῶν “Ἰατίνων καὶ τῇ “Ελληνίδι φωνῇ, καὶ ἤσκει πρός τε τὰς στρατείας καὶ πρὸς πραγμάτων διοίκησιν πολιτικῶν τε καὶ ἄρχικῶν. ; 15 Οὗτος οὖν 6 ᾿Οχτάβιος, ὅτε ὃ Καῖσαρ ἐσφάγη, ἐν ᾿πολλω- vía. ἔτυχεν ὦν, ἐπὶ παιδείᾳ σταλείς. ἔνϑα μαϑὼν τὸ συμβεβηκὸς ἐπεράιώϑη πρὸς τὸ Βρεντέσιον. καὶ τάς τε διαϑήκας τοῦ Καί- σαρος γνοὺς καὶ ὡς ὃ δῆμος t&rágaxror, τὸ ὄνομά τε τοῦ Καί- P1495 σαρος φκειώσατο καὶ τὸν κλῆρον. ἐδέξατο καὶ τῶν πραγμάτων 30 εἴχετο, ὀχτωκαιδεχέτης wy. εἰσιόντος δὲ αὐτοῦ εἰς τὴν Ῥώμην leg πάντα τὸν ἥλιον ποικίλη καὶ πολλὴ περιέσχεν, ἣ προεδήλου “τὴν μέλλουσαν ἔσεσϑαι ταραχήν. ἐϊσελϑὼν δὲ δημαρχῆσαι μὲν"
      },
      {
        "index": 194,
        "text": "ἐπεχείρησεν, ἀλλ᾽ ἐκωλύϑη ὑπὸ τῶν περὶ τὸν Ἡντώνιον. ὃ δ᾽ οὐχ ἡσύχασεν, ἀλλὰ τὸν δήμαρχον ὑπελϑὼν καὶ παρ᾽ αὐτοῦ ἐς τὸν δῆμον εἰσαχϑεὶς ἐδημηγόρησε. καὶ τὴν καταλειῳφϑεῖσαν ὑπὸ τοῦ Καίσαρος δωρεὰν εὐθὺς ἐχτίσειν ὑπέσχετο, ἄλλων τέ τινων ὅ αὐτοῖς ἐλπίδας ὑπέτεινε. - καὶ οὕτω τὸν δῆμον ἐφελκυσάμενος, ἐπεί τις ἀστὴρ τότε ἐφάνη ἐξ ἄρκτου πρὸς ἑσπέραν, ὃν οἱ μὲν κομήτην ἔλεγον προσημαένοντα οἷά που εἴωϑεν, oi δὲ τῷ Καίσαρι Β αὐτὸν ἀνετίϑεσαν ὡς ἐς τὸν τῶν ἀστέρων ἀριϑμὸν ἐγκατειλεγμένῳ, ϑαρσήσας ὃ πρώην μὲν ᾿χτάβιος ἤδη. δὲ Καῖσαρ κληϑείς, μετὰ Τοταῦτα μέντοι καὶ Αὔγουστος, χάλκευν ἀνδριάντα ᾿τοῦ Καίσαρος δστέρα φέροντα ὑπὲρ κεφαλῆς elc τὸ ἀφροδίσιον ἔστησεν. ὡς δὲ ᾿ παρ᾽ οὐδενὸς τοῦτο κεκώλυτο, φόβῳ τοῦ δήμου, καὶ ἄλλα τινὰ εἰς τιμὴν τοῦ Καίσαρος διεπράξατο. TM Vivruioc δὲ τὸν νέον Καίσαρα τοῦτον περιύβριζέ τε καὶ 15 ἀδικῶν ἦν. δι᾽ ἃ more ϑροῦς πρὸς τοῦ πλήϑους iyévero, καὶ σφόδρα πάντες σχεδὸν ἠγανάκτησαν. φοβηϑεὶς οὖν ὃ \"Ἀντώνιος εἷς λόγους ἦλϑεν αὐτῷ\" καὶ ἔδοξαν κατηλλάχϑαι, ἀλλ᾽ αὖϑις ἐξ C ὑποψίας τινὸς διηνέχϑησαν. δρῶν οὖν ὃ Ἀντώνιος τὸν Καίσαρα αὐξανόμενον, ἐπεχείρησεν εἷς ἑαυτὸν τὸν ὅμιλον ἐπισπάσασϑαι,᾽ 20z:và αὐτοῖς χαριζόμενος. ἠδύνατο γὰρ αὐτὸς ὑπατεύων, ϑατέρου τῶν ἀδελφῶν αὐτοῦ δημαρχοῦντος, τοῦ “Πουχίου δηλαδή, τοῦ ᾿δέ γε λοιποῦ τοῦ Γαΐου στρατηγοῦντος. , τὰ δέ γε τῆς πόλεως ἐν ἀκαταστασίᾳ ἦσαν. ἐδόκει δὲ ὃ ᾿Ἀντώνιος, ἅτε καὶ ὑπατεύων, ͵"
      },
      {
        "index": 195,
        "text": "πλεονεχτεῖν. ὁ δὲ Καῖσαρ ὑπὸ τοῦ πλήϑους μάλιστα ἐσπουδάζετο,"
      },
      {
        "index": 196,
        "text": "καὶ διὰ τὸν πατέρα καὶ διὼ τὰς ὑποσχέσεις ἃς ἐποιξτο, τὸ δὲ"
      },
      {
        "index": 197,
        "text": "μεῖζον, ὅτε πολὺ δυναριένῳ τῷ “Αντωνίῳ ἤχϑοντο καὶ ταπεινῶσω"
      },
      {
        "index": 198,
        "text": "D αὐτὸν ἐβούλοντο. 14. ᾿ἸΑντωνίονυ δὲ εἰς τὸ Βρεντέσιον ἀπελθόντος πρὸς τοὺς 5"
      },
      {
        "index": 199,
        "text": ": ἐκ Μακεδονίας περαιωϑέντας στρατιώτας, ὃ Καῖσαρ ἐκεῖ μὲν"
      },
      {
        "index": 200,
        "text": "φίλους μεεὰ χρημάτων, ἵνα σφᾶς σφετερίσωνται, προαπέστειλεν,"
      },
      {
        "index": 201,
        "text": "αὐτὸς δὲ μέχρε Καμπανίας ἐλϑὼν πλῆϑος συνέλεξεν ἐκ διαφόρων"
      },
      {
        "index": 202,
        "text": "χωρῶν, τῷ πατρὶ τιμωρεῖν λέγων, χρήματα τὰ μὲν διδοὺς τὰ δὲ ὑπισχνούμενος, καὶ σὺν αὐτοῖς εἷς τὴν “Ῥώμην ἠπεζϑη πρὶν 10"
      },
      {
        "index": 203,
        "text": "ἐπανελϑεῖν τὸν ᾿Αντώνιον, καὶ τῷ δήμῳ ὁμιλήσας ἐπαίνων ἔτυχε,"
      },
      {
        "index": 204,
        "text": "καὶ αὖϑις ἀπεδήμησε δύναμιν ἀϑροίσων. ᾿Αντώνιον δὲ οἱ στρω-"
      },
      {
        "index": 205,
        "text": "μῶται ἐν Βρεντεσίῳ φιλοφρόνως ἐδέξαντο\" εἶτα πικρῶς αὐτοῖς"
      },
      {
        "index": 206,
        "text": "προσφερομένου, ὡς καὶ πολλοὺς αὐτῶν ἀποκτεῖναι, ἐνεωτέρισαν, καὶ συχνοὶ μετέστησαν πρὸς τὸν Καίσαρα. 15"
      },
      {
        "index": 207,
        "text": "“Ἀντώνιος δὲ ἐκ τῆς Ῥώμης εἰς τὴν Γαλατίαν ἐξώρμησε,"
      },
      {
        "index": 208,
        "text": "φοβηϑεὶς μὴ αὐτή τε νεοχμώσῃ᾽ καὶ ὃ Καῖσαρ δ᾽ ἐπηκολούϑη-"
      },
      {
        "index": 209,
        "text": "σέν. ἦρχε δὲ τότε τῆς Γαλατίας ὃ Βροῦτος ὃ Δέκιμος, εἷς ὧν"
      },
      {
        "index": 210,
        "text": "τῶν συνομοσάντων κατὰ τοῦ Καίσαῤος\" καὶ ὃς μίσει τῷ. πρὸς. Ἀντώνιον οὐχ ὑπεῖξεν αὐτῷ, τοῦτο μαϑὼν ὃ Καῖσαρ τὸν Βροῦ- 90"
      },
      {
        "index": 211,
        "text": "τον προσηταιρίσατο\" οὔπω γὰρ ἑώρᾳ καιρὸν τοῦ τιμωρήσασθαι"
      },
      {
        "index": 212,
        "text": "τοὺς φονεῖς τοῦ πατρός. ἐν δὲ τῇ Ῥώμῃ ἢ σύγκλητος ἐβουλεύετο"
      },
      {
        "index": 213,
        "text": "ϑορυβουμένη διὰ τὸν πόλεμον. καὶ πολλοὶ μὲν γνώμας ἄλλας B καὶ ἄλλας εἰσήνεγκαν, Κικέρων δὲ πολέμιον δεῖν εἶπε ψηφίσα- σϑαι τὸν “Ἀντώνιον, τὸν Καίσαρα μέντοε καὶ τὸν Βροῦτον τὸν ΖΔέκιμον αὐτῷ ἐναντιουμένους ἐπαινέσαι ἐφ᾽ οἷς ἰδιογνωμονήσαν» 6 τες πεποιήκασι, καὶ ἐπικουρῆσαι αὐτοῖς καὶ ἐξουσίαν νεῖμαε πρὸς τὸ “μέλλον, καὶ τοὺς ὑπάτους ἄμφω πρὸς τὸν πόλεμον ntnoueé^ ναι καὶ πολεμῆσαι αὐτῷ μηδὲ διατρίβειν καὶ μέλλειν. ταῦτα τοῦ Κικέρωνος συμβουλεύσαντος ὃ Καληνὸς ὃ Κύϊντος ἐναντιούμενος αὐτῷ συνεβούλευε πέμψαι πρὸς ἅπαντας τὴν βουλὴν κελεύουσαν 10 ὁμοίως αὐτόϊς καταϑέσϑαι τὰ ὅπλα καὶ ἐπ᾿ αὐτῇ καὶ ἑαυτοὺς καὶ τοὺς στρατιώτας ποιήσασϑαι, καὶ πεισϑέντας. μὲν ἐπαινέσαι» εἰ δ᾽ ἀπειϑήσουσι πολεμῆσαι, τὸν πόλεμον δὲ τοῖς ὑπάτοις πι- C στεύσασϑαι. ὃ μὲν οὖν εἶπε ταῦτα, oi πράττοντες δὲ τὰ τοῦ Καίσαρος ἐπεκράτησαν. καί τινὲς πρὸς τὸν ᾿“Αντώνιον ἐκ τῆς 16 βουλῆς ἀπεστάλησαν κελευούσης αὐτῷ τά τε στρατόπεδα καὶ τὴν Γαλατίων ἀφεῖναι καὶ ἀπελϑεῖν εἰς Maoxtóovíav , τοῖς αὐτῷ τε συστρατευομένοις προσταττούσης οἴκαδε ἀναχωρῆσαι ῥητῆς ἡμέ- ρας ἐντός, ἢ γινώσκειν ὡς ἐν μοίρᾳ πολεμίων αὐτοῖς λογισϑή- σονται. πρὸ δὲ τοῦ τὴν γνώμην τοῦ “Ἀντωνίου μαϑεῖν τὸν πρὸς 40 αὐτὸν πόλεμον τοῖς ὑπάτοις καὶ τῷ Καίσαρι, ἀρχὴν αὐτῷ στρα- τηγοῦ δόντες, ἐμπεπιστεύκασι."
      },
      {
        "index": 214,
        "text": "Ταῦτα μαϑὼν 6 \"Ἀντώνιος τοὺς μὲν πρὸς αὐτὸν σταλέντας ἐξωνείδισεν, ἀντιστείλας δ᾽ ἑτέρους τὴν αἰτίαν τοῦ πολέμου δι᾽ ἢ"
      },
      {
        "index": 215,
        "text": "᾿ ὧν προετείνετο εἷς τοὺς xav! αὐτοῦ ψηφισαμέγους ἄντιπεριίστα. oí δ᾽ ἐν τῇ Ῥώμῃ πολέμιον αὖϑις τὸν ᾿Αντώνιον ἐψηφίσαντο καὶ τοὺς αὐτῷ συστρατευομένους εἰ μὴ αὐτὸν καταλίποιεν, ἑτέραν ἡμέραν εἷς τοῦτο αὐτοῖς δρισάμενοι. ὃ δὲ ἐπολεόρχεε τὸν 4 έκιμον ἐν τῇ ἸΠουτίνῃ, οὐ μέντοι λόγου τι κατώρϑωσεν ἄξιον. ὃ 4 έχι-ὅ μος δὲ πρῶτον μὲν ἰσχυρῶς ἠμύνετο τὸν ᾿Αντώνιον, ἔπειτα παν- τελῶς ἀπετειχίσϑη. δείσας οὖν ὃ Καῖσαρ μὴ ἢ ἁλῴη ἢ ἀπορίᾳ τῶν ἐπιτηδείων ἐνδοίη, σύν γε τῷ ᾿Ἰρτίῳ ἐπεστράτευσε πρὸς Mov- τίνην. τὸν δὲ πρὸς αὐτῇ ποταμὸν περαιωϑῆναι οὐκ ἠδυνήϑησαν διὰ τὴν ἐν αὐτῷ φρουράν\" σπεύδοντες δὲ τὴν ἑαυτῶν παρουσίαν 10 P 1 497 τῷ 4Δεκίμῳ γνωρίσαι, ἀπὸ τῶν ὑψηλοτάτων δένδρων ἐφρυκτώ- gov». ὡς δ᾽ οὐ συνίει, μολίβδου λεπτὸν ἄγων ποιήσαντες ἔλασμα ἔγραψαν ἐν αὐτῷ, καὶ ὡς χάρτην τοῦτο «ἐλίξαντες κολυμβητῇ διενεγχεῖν ἔδωκαν\" καὶ οὕτως 0 4έκιμος τὴν παρουσίαν αὐτῶν μαϑὼν ἀντεπέστειλε σφίσι τὸν αὐτὸν τρόπον. 15 Ὃ οὖν ᾿Ἀντώνιος ὁρῶν οὐκ ἐνδιδόντα τὸν 4έκιμον, ἐχείνῳ τὸν ἀδελφὸν κατέλιπε “Ἰούχιον, αὐτὸς δ᾽ ἐπὶ τὸν Καίσαρα καὶ τὸν Ἵρτιον ὥρμησε. καὶ πρότερον μὲν ἰσοπαλεῖς ἐγίνοντο μάχαι, ὑπερέσχε δ᾽ ὕστερον ὃ ᾿Αντώνιος. καὶ τὸν Ἰούνιον αἰσϑόμενος πλησιάζοντα, ἀπῆρε λαϑὼν νυχτὸς ἐπ᾽ αὐτόν, καὶ ἐνεδρεύσας 30 αὐτόν τε κατέτρωσε καὶ τῶν στρατιωτῶν τοὺς πλείονς ἀπέκτεινε, τοὺς δέ γε λοιποὺς εἷς τὰ ταφρεύματα κατέκλεισε\" καὶ πρὸς τὸν -"
      },
      {
        "index": 216,
        "text": "Pansam consulem. 22 εἰς τὰ ταφρεύματα κατέκλεισε A Dio,"
      },
      {
        "index": 217,
        "text": "Καίσαρα καὶ τοὺς ἄλλους ἐτράπετο. καί oi ὃ Ἵρτιος κἀκ τῆς B πορείας καὶ τῆς μάχης πεπονηκότι ἀνελπίστως ἀπαντήσας πολὺ ἐχράτησε. (12) τὴν δ᾽ ἧτταν τοῦ ᾿Αντωνίου' μαϑοῦσα ἢ βουλὴ αὐτοχράτορας τόν τε Ἵρτιον καὶ τὸν Ἰούνιον καὶ τὸν Καίσαρα 5 ὠνόμασαν, καίτοι τοῦ μὲν Ἰουνίου κακῶς ἀπαλλάξαντος, Καίσα- ρος δὲ μηδὲ μαχεσαμένου\" ἐπὶ γὰρ τῇ τοῦ στρατοπέδου κατέμεινε φυλακῇ, τοῦ ρτίου κατὰ τοῦ Lvtwwlov δρμήσαντος. Οὕτω μὲν οὖν ὃ Ἀντώνιος ἥττητο\" καὶ Τίτος δὲ ἸΠουνάτιος Πλάγκος, τῶν \"Ἀντωνίου ὧν καὶ Ποντίῳ ᾿Ἀκύλᾳ τῷ Δεκίμῳ ὑπὸ-- 10 στρατηγοῦντε προσπολεμῶν, ἐνικήϑη. καἀντεῦϑεν οἵ τε τοῦ 24»- ΄ χωνίου στρατιῶται οὐχ ὡς πρώην διέκειντο πρὸς αὐτόν, καί τινες C τῶν αὐτῷ προσκειμένων δήμων πρότερον ἐστασίαζον. ὃ δὲ τέως μὲν κατεπέπληκτο καὶ ἡσύχαζεν, ὡς δέ τις ἐκ τοῦ ““εἐπίδου δίνα-- pig αὐτῷ παρεγένετο, ἀνεϑάρσησεν καὶ αἰφνιδίαν ἐπεκδρομὴν 18 ἐποιήσατο\" φόνου δὲ ἐξ ἀμφοῖν τῶν στρατευμάτων γενομένου πολλοῦ τραπεὶς ἔφυγεν. ἡ δὲ γερουσία τὰ πραχϑέντα μαϑοῦσα, τῇ μὲν ἥττῃ τοῦ “Ἀντωνίου ἔχαιρε, τοὺς δὲ αὑτῷ συνεξετασϑέν- — τὰς πολεμίους πάντας ἀπέφηνε, καὶ τὰς οὐσίας αὐτῶν καὶ τὴν ἐκείνου ἀφείλετο. τὸν δὲ Καίσαρα οὔτε τινὸς μεγάλου ἠξίωσαν 20χαὶ καταλύειν προσεπεχείρησαν, πάντα ὅσα ἐκεῖνος ἤλπιζε λήψε- σϑαι ἰῷ Zexlug δόντες. ἵνα δὲ μὴ δυνηθῇ τι δρᾶσαι κακόν, D τοὺς ἐχϑροὺς αὐτῷ ἐς ἀρχὰς ἐψηφίσαντο, τῷ μὲν Πομπηΐῳ"
      },
      {
        "index": 218,
        "text": "ΣΝ ετῳ τὸ ναυτικὸν ἀναϑέμενοι, τῷ δὲ Βρούτῳ τῷ Mágxo τὴν Maxtdovlavy, Κασσίῳ δὲ τὴν Συρίαν καὶ τὸν πρὸς 4Πολοβέλλαν πόλεμον ἐπιτρέψαντες. τοὺς δὲ τοῦ Καίσαρος σερατιώτας συγ-"
      },
      {
        "index": 219,
        "text": ". κρούσειν ἀλλήλοις αὐτοὺς μηχανώμενοι τοὺς uiv ἐπήνεσαν καὶ χρήματα καὶ στεφάνους αὐτοῖς παρέσχον ἐξ ἐλαιῶν, τοῖς δ᾽ οὐδὲν 5 ἐψηφίσαντο. ἀλλ᾽ ἐκεῖνοι καὶ οὕτως ὡμονόουν, τοῦ Καίσαρος αὐτοὺς πρὸς τοῦτο ἐνάγοντος. μαϑόντες οὖν oi ἐν τῇ πόλει ταῦτα, καὶ φοβηϑέντες, ὕπατον μὲν αὐτὸν οὐδ᾽ οὕτως ἀπέδειξαν, ἄλλας δέ οἵ τιμὰς ἐψηφίσαντο, ὡς δ᾽ ἐν οὐδενὶ λόγῳ ταύτας ἔσχε,"
      },
      {
        "index": 220,
        "text": "Ῥ΄] 498 στρατηγὸν τὸ πρῶτον καὶ μετὰ τοῦτο καὶ ὕπατον ἐψηφίσαντος, 10 Καὶ oi μὲν οὕτω τὸν Καίσαρα ἐδόχουν μεταχειρίζεσθαι ὡς παῖδα καὶ ὡς μειράχιον, ἅπερ καὶ διεθρύλλουν\" ἐκεῖνος δὲ ἐπί τε τοῖς ἄλλοις καὶ ὅτι παῖς ἤκουε δεινῶς ἀγανακτῶν ἐπὶ τὰ ὅπλα ἐτράπετο, καὶ πρός τε τὸν “Ἀντώνιον λάϑρα διεκηρυκεύσατο, καὶ"
      },
      {
        "index": 221,
        "text": "τοὺς διαφυγόντας ἐκ τῆς μάχης, οὃς πολεμίους 7j βουλὴ ἐψηφί- 15 σατο, συνήϑροιζε, καὶ κατηγόρει παρ᾽ αὐτοῖς τῆς γερουσίας τε καὶ τοῦ δήμου. ταῦτα δὲ οἱ ἐν τέλει τέως μὲν ἐν ὀλιγωρέᾳ πε- ποίηντο, ἐπεὶ δὲ συμπεφρονηχότας ἔμαϑον τὸν Ἡντώνιον καὶ τὸν"
      },
      {
        "index": 222,
        "text": "B ““ἐπιδον, ϑεραπεύειν τὸν Καίσαρα ἤρξαντο, καὶ τὸν πρὸς ἐκεί- vovc αὐτῷ ἀνέϑεντο πόλεμον, ἀγνοοῦντες τοὺς λόγους οὗς ἐπε- 30 ποιήκει πρὸς τὸν “Ἀντώνιον. ὃ δὲ τὸν πόλεμον ὑπεδέξατο, ὕπα- τος δι᾽ αὐτὸν ἀποδειχϑῆναι πειρώμενος (πάνυ yàp ἦν αὐτῷ ἡ ὑπατεία δι᾽ ἔρωτος), καὶ τὴν μάχην ἀναδεξάμενος ἡτοιμάζετο"
      },
      {
        "index": 223,
        "text": "μὲν ὡς πολεμήσων, τοὺς στρατιώτας δὲ λάϑρα παρεσκεύαθεν ὁμόσαι δῆϑεν ἀφ᾽ ἑαυτῶν πρὸς μηδὲν τῶν στρατοπέδων μαχέσα-- σθαι τῶν éxelvov γενομένων τοῦ Καίσαρος. ταῦτο δ᾽ ἦν, μήτε Ἢ ΤΙ 138 πρὸς ᾿Αντώνιον μήτε πρὸς ““ἐπιδον ἀντιτάξασθαι\" πλεῖστοι γὰρ δαὐτοῖς ἐξ ἐκείνων συνεστρατεύοντο. πρέσβεις οὖν διὰ τοῦτο πρὸς τὴν βουλὴν ἐξ αὐτῶν τῶν στρατιωτῶν τετρακοσίους ἐχπέπομφε\" τοῦτο δὲ σκηνὴ μὲν ἦν πρεσβείας, τὸ δὲ πᾶν τῶν ἐψηφισμένων C αὐτοῖς εἴσπραξις καὶ σπουδὴ τοῦ ἀποδειχϑῆναι τὸν Καίσαρα ὕπατον. ἀναβαλλομένων δὲ αὐτῶν τὴν ἀπόκρισιν oi στρατιῶται 10 ὠργίζοντο\" εἷς δέ τις αὐτῶν ἐξελϑὼν τοῦ βουλευτηρίου καὶ τὸ ΄- ξίφας λαβών (ἄοπλοι γὰρ εἰσελϑεῖν ἐκελεύσϑησαν) εἶπεν “ἂν ὑμεῖς τὴν ὑπατείαν μὴ δοίητε Καίσαρι, τοῦτο δώσει.\" ὃ Καῖσαρ μέν- τοι, ὅτι εἰς τὸ συνέδριον εἰσιόντες ἠναγκάσθησαν ἀποϑέσϑαι τὰ ὅπλα, καὶ ὅτι ἐπύϑετό τις πότερον παρὰ τῶν στρατοπέδων ἐπέμ- 159915a«v ἢ πρὸς τοῦ Καίσαρος, ἔγκλημα ἐποιεῖτο, καὶ τὸν 24y- τώνιον καὶ τὸν ““ἐπιδον σπουδῇ μετεπέμψατο, καὶ αὐτὸς ἐπὶ τὴν D “Ῥώμην μετὰ τῶν στρατιωτῶν, ὡς ὕπ᾽ αὐτῶν τάχα ἐχβιασϑ εἰς, ὥρμησε. καί τινας τῶν ἱππέων ἀπέκτειναν, ὡς κατασκόπους αὖ-- τῶν. οἱ δὲ τῆς βουλῆς τὴν ἔφοδον γνόντες αὐτῶν, τά τε χρήματα ϑοαὐτοῖς μήπω πλησιάσασιν ἔπεμψαν καὶ ὕπατον τὸν Καίσαρα ἐψηφίσαντο. . ἀλλ᾽ οἱ στρατιῶται ἀνάγκῃ ταῦτα πράξαντας εἶδό-- τες αὐτοὺς καὶ ἐξεφόβοῳν καὶ ϑρασύνοντος. πρὸς δὲ ταῦτα 7"
      },
      {
        "index": 224,
        "text": "γερουσία μεταβαλλομένη ἀπηγόρευσε τῇ στρατιᾷ πλησιάσαι τῇ"
      },
      {
        "index": 225,
        "text": "πᾶλει, καὶ τοῖς στρατηγοῖς τὴν φρουρὰν αὐτῆς ἐνεχείρισε. τῷ Καίσαρι δὲ σὺν τῇ στρατιᾷ πρὸ τοῦ ἄστεος γενομένῳ τῶν τέ βουλευτῶν τινες καὶ τῶν τοῦ δήμου πολλοὶ προσεχώρησαν, καὶ ot. στρατηγοὶ ἑαυτοὺς καὶ τοὺς στρατιώτας ἐκείνῳ παρέδοσαν\" καὶ οὕτω τὴν πόλιν ἀμαχεὶ κατασχὼν ὕπατος καὶ παρὰ τοῦ δήμου ὃ προὐβέβλητο, μηδ᾽ ἀπαντήσας elc τὴν συνάϑροισιν, ἵνα μὴ δοκῇ βιάζεσθαι τούτους. καὶ συνάρχων αὐτῷ ἐδόϑη ὃ Κύϊντος ὁ Πέ- διος, εἴγε οὕτω καλέσαι αὐτὸν ἀλλὰ μὴ ὕπαρχον δεῖ. Οὕτω δ᾽ ὕπατος αἱρεϑεὶς ὃ Καῖσαρ τά τε ἐν τῇ πόλει πρὸς .' τὸ δοκοῦν αὐτῷ κατεστήσατο, καὶ χρήματω τοῖς στρατιώταις 10 παρέσχετο, λόγῳ μὲν οἴκοθεν, ἔργῳ δ᾽ ἐκ τῶν κοινῶν, καὶ τού- τοις χάριν ὡμολόγει. παρὰ δὲ τῆς βουλῆς αὐτῷ πολλὰ πρὸς τιμὴν ἐψηφίσϑησαν, δοκήσει μὲν ἑκούσης, τῇ δ᾽ ἀληϑείᾳ φόβῳ βιαζομένης. πρὸς δὲ τοῖς ἄλλοις καὶ εἷς τὸ τοῦ Καίσαρος γένος κατὰ τὰ νομιζόμενα εἰσεποιήϑη, καὶ τὴν ἐπίκλησιν εἴληφεν. ὠνό- 15 B μαζε μὲν γὰρ καὶ πρότερον αὐτὸς ἑαυτὸν Καίσαρα,' ὡς μετὰ τοῦ ᾿ κλήρου καὶ τὴν προσηγορίαν διαδεξάμενος, οὐ μέντοι βεβαίως αὐτὴν εἶχε πρὸ τοῦ ταύτην κατὰ τὰ πάτρια βεβαιώσασϑαι. ἔκτοτε δὲ Γάϊος Ἰούλιος Καῖσαρ Ὀχταβιανὸς ἐπεκχλήϑη\" νενόμισται γὰρ τοὺς υἱοϑετουμένους τὴν μὲν ἄλλην πρόσρησιν ἀπὸ τοῦ εἰσποιη- 20 σαμένου λαμβάνειν, ἕν δέ τε τῶν προτέρων ὀνομάτων τηρεῖν. 16. \"End οὖν τούς τε στρατιώτας φκειώσατο καὶ τὴν βου-"
      },
      {
        "index": 226,
        "text": "Mjv ἐδουλώσατο, τὴν τῶν καταλειφϑέντων τῷ ῥήμῳ διανρμὴν γαρὼ τοῦ πατρὸς ἐποιήσατο, ἵνα καὶ τούτους ἐφ᾽ ἑαυτὸν ἐπισπά-. σηται καὶ μὴ ἐναντιουμένους ἕξει πρὸς τὴν τῶν φονέων τοῦ za- τρὸς τιμωρίαν τραπόμενος. δικαστήρια μὲν οὖν ἐκάϑισεν, ἵνα C 547 δοκῇ βιαίως τι πράττειν, καὶ ταῦτα τῶν πλειόνων ἀπόντων, τινῶν δὲ καὶ ἡγεμονίας ἐχόντων ἐϑνῶν. ᾿ εἰ δέ τινες καὶ παρῆσαν, οὔτε ἀπήντησαν δεδιότες, ἀλλὰ καὶ λάϑρα που ἐξεχώρησαν. ἐρήμην οὖν οὐχ οἱ αὐτόχειρες οὐδ᾽ oi συνομόσαντες μόνον ἥλω- σων, ἀλλὰ καὶ συχνοὶ ἕτεροι μὴ μετασχόντες τῆς ἐπιβουλῆς, τινὲς 10 δὲ μηδ᾽ ἐνδημοῦντες τότε τῇ πόλει, ὧν εἷς ἦν καὶ ὃ Πομπήϊος Σέξτος\" οἵ πυρός τε καὶ ὕδατος εἴρχϑησαν, καὶ ai οὐσίαι σφῶν ἐδημεύϑησαν. | Ταῦτα τοίνυν πράξας ὃ Καῖσαρ ἐπὶ τὸν “έπιδον xol τὸν Ἰἀντώνιον δῆϑεν ἐστράτευσεν\" ἔργον δ᾽ οὐδὲν ἔπραξεν, οὐχ ὅτι W ΤΙ 139"
      },
      {
        "index": 227,
        "text": "ὅτι ἰσχυροὺς αὐτοὺς ἑώρα καὶ ὁμογνώμονας, καὶ ἤλπισε δι᾿ αὐτῶν. &óv τε Κάσσιον καὶ τὸν Βροῦτον μέγα δυνηϑέντας ἤδη καταγωνί- cage καὶ μετὰ τοῦτο κἀκείνους δι’ ἀλλήλων χειρώσασθαι. διὰ ταῦτα τὰς συνθήκας ὃ Καῖσαρ καὶ ἄκων ἐτήρει, καὶ καταλλαγὰς δ0αὐτοῖς πρὸς τὴν βουλὴν καὶ πρὸς τὸν ὅμιλον ἐπρυτάνευσεν, “οὐκ αὐτὸς ταύτας εἰσηγησάμενος διὰ τὸ ἀνύποπτον, ἀλλὰ τὸν Κύϊ»- zov τοῦτο συμβουλεῦσαι παρασκευάσας. αὐτὸς δὲ τῶν ἐν τῇ πόλει χοινωσαμένων αὐτῷ περὶ τούτου ἄχων προσεποιεῖτο τῇ"
      },
      {
        "index": 228,
        "text": "σέξστος Α. 14 ἔργῳ Α. 16 αὐτῶν] aito» Α, 17 μὲγα] καὶ μέγα Β. 19 ἐξήρησε Α."
      },
      {
        "index": 229,
        "text": "P1500 πράξει cvyxowaiiOt 9o, παρὰ τῶν στρατιωτῶν βιαζόμενος."
      },
      {
        "index": 230,
        "text": "ψηφισϑείσης δὲ τῆς καταλλαγῆς αὐτοῖς, ὥρμησαν καὶ ἄμφω 231 τὸν Καίσαρα, τὸ πλεῖστον καὶ τὸ κράτιστον τοῦ στρατοῦ ἐπαγό- μενοι. οὔτε γὰρ βεβαίως ἐπίστευον αὐτῷ, οὔτε δι᾽ ἐκεῖνον ἢϑε- λον δοχεῖν τὴν ἄδειαν ψηφισϑῆναι αὐτοῖς καὶ τὴν κάϑοδον, 06 5 ἑαυτοὺς δὲ καὶ τὴν σφετέραν ἰσχύν, καὶ τυχεῖν ἤλπιζον ὧν ἐβού- Aovro διὰ τὰ στρατόπεδα. καὶ ὃ Καῖσαρ δ᾽ αὐτοῖς μετὰ πλήϑους στρατιωτῶν προσυπήντησε. καὶ συνῆλϑον εἷς ὁμιλίαν, διαλεξά- μενοί τέ τινα ἡσυχῆ τὸ μὲν σύμπαν ἐπί τε τῇ δυναστείᾳ καὶ κατὰ τῶν ἐχϑρῶν συνώμοσαν, ἐς δὲ τὸ φανερὸν διωμολογήσαντὸο κοινῇ 10 τοὺς τρεῖς ἐπιμελητὰς καὶ διοικητὰς τῶν πραγμάτων γενέσθαι ἐπὶ πενταετίᾳ, ἵνα μὴ ὀλιγαρχίας δοκῶσιν ἐφέεσϑαι. ἰδίᾳ δὲ καὶ ἀρχὰς ἐϑνῶν ἑαυτοῖς προσενείμαντο, ἵνα μὴ πᾶσαν τὴν ἀρχὴν νομίζωνται σφετερίζεσϑαι. καὶ τῶν ἐχϑρῶν σφαγὰς ἀλλήλοις ἀντέδοσαν. καὶ “Ζεπίδῳ μὲν τῆς τε Ῥώμης τὴν φυλακὴν καὶ τῆς 16 λοιπῆς Ἰταλίας ἀνέϑεσαν, Καῖσαρ δὲ καὶ “Ἀντώνιος ἐπὶ τὸν Máo- — xov Βροῦτον στρατεύσασϑαι συνέϑεντο καὶ τὸν άσσιον. καὶ ὅρκοις τὰ δόξαντα ἐπιστώσαντο, καὶ τοὺς στρατιώτας συγκαλέ- σάντες ἐδημηγόρησαν ὅσα ἐπὶ τούτοις εἶκός. οἱ δὲ τοῦ ᾿ἀντώνίου στρατιῶται ἐξ ὑποϑήκης αὐτοῦ τὴν ϑυγατέρα τῆς γυναικὸς 14y-20 τωνίου Φουλβίας, ἣν εἶχεν ἐκ τοῦ Κλωδίου, λαβεῖν ἠξίουν τὸν Καίσαρα. κἀχεῖνος οὐ παρῃτήσατο, καίτοι ἑτέρας αὐτῷ ngo- μεμνηστευμένης. ."
      },
      {
        "index": 231,
        "text": "Ἐντεῦϑεν dc τὴν Ῥώμην ἠπείγοντο. σημεῖα dé τινα τῷ τε Ἀντωνίῳ καὶ τῷ «““επίδῳ ἀπαίσια συμβεβήκασι, τῷ Καίσαρι δὲ ἀετὸς ὑπὲρ τῆς σκηνῆς ἱδρυϑεὶς δύο κόρακας προσπεσόντας αὐτῷ καὶ τίλλειν τινὰ τῶν πτερῶν αὐτοῦ πειρωμέναυς ἀπέκτεινεν\" ὃ τὴν"
      },
      {
        "index": 232,
        "text": "νίκην κατ᾽ ἀμφοτέρων τῶν συνιόντων αὐτῷ προεσήμαινε. καὶ oi μὲν οὕτως εἰς τὴν Ῥώμην ἤλθοσαν μετὰ τῶν στρατευμάτων, καὶ παραχρῆμα τὰ σφίσι δόξαντα ἔπραττον\" καὶ σφαγαὶ πολλῶν ἐποιήϑησαν, ὡς πληρωϑῆναι τὴν πόλιν νεκρῶν.. oi μὲν γὰρ “ἐν ταῖς οἰκίαις, oi δὲ ἐν ταῖς ὁδοῖς, κἀν ταῖς ἀγοραῖς καὶ πρὸς τοῖς D lQiísgoic ἀπεκτίννυντο, καὶ αἱ μὲν κεφαλαὶ αὐτῶν ἐπὶ τὸ βῆμα αὐτοῖς ἀνετίϑεντο, τὰ δὲ λοιπὰ σώματα τὰ μὲν αὐτοῦ πον ἐρριπτεῖτο βορὰ κυσί τε καὶ ὄρνεσι, τὰ δὲ εἷς τὸν ποταμὸν ἐνεβάλλετο. καὶ οὐχ οἱ ἐχϑροὶ αὐτῶν ἀλλὰ καὶ οἱ φίλοι ἀπώλλυντο. πάντας γὰρ τοὺς ἑκάστῳ τῶν τριῶν συναραμένους ἢ αυμπράξαντας ἐν πολε- 15 μέων μοίρᾳ οἱ ἄλλοι ἐτίϑεντο. καὶ οὕτω συνέβαινε τοὺς αὐτοὺς καὶ φίλους τινὶ αὐτῶν καὶ ἐχϑροὺς τοῖς ἑτέροις εἶναι, ὥστε ἐν ᾧ ἰδίᾳ ἕκαστος τοὺς ἐπιβουλεύσαντας αὐτῷ ἠμύνετο, καὶ τοὺς φιλ- τάτους κοινῇ συναπώλλυσαν. οὗ γάρ τις τὰν ἑαυτοῦ ἐχϑρὰν τιμω- ῬῚ 501 ρήσασϑαι φίλον ἑτέρου ὄντα ἠδύνατο, μὴ ἀντιδιδοὺς ἕτερον φίλον ϑρἑαυτοῦ νομιζόμενον, ἢ καὶ πλείαυς, εἰ ὅ αἰτούμενος εἷς σφαγὴν ἔντιμος ἦν ἐξ ἀρετῆς ἢ γένους ἢ ἀξιώματος. καὶ τοὺς πλουσίους δέ, κἂν μηδὲν εἶχον αὐτοῖς ἐγχαλεῖν, προσαπώλλυον, πολλῶν"
      },
      {
        "index": 233,
        "text": "χρημάτων δεόμενοι ἵνα τὰς ἐπιϑυμίας τῶν στρατιωτῶν ἀπο- πλήσωσι. | |"
      },
      {
        "index": 234,
        "text": "17. Ταῦτα δὲ ὑπὸ τοῦ “Πεπίδου καὶ τοῦ “Ἀντωνίου. ἐπράτ-- «tro μάλιστα. τιμηϑέντες γὰρ ὑπὸ τοῦ προτέρου Καίσαρος, καὶ B ἐπὶ πλεῖστον ἄρξαντες καὶ ἡγεμονεύσαντες, καὶ πλείστους εἶχον δ ἐχϑοούς. ἐδόκεε δὲ καὶ ὑπὸ τοῦ νέου Καίσαρος γίνεσϑαι διὰ τὴν τῆς δυναστεΐας κοινωνίαν. αὐτὸς γὰρ οὐ συχνοὺς ἀπέκτεινε, φύσει τε οὐκ ὠμὸς ὧν καὶ τεθραμμένος τοῖς ἤϑεσι τοῦ πατρός, καὶ μήτε πολλοῖς μῖσος τρέφων σφοδρὸν καὶ φιλεῖσθαι πραγματευό- μενος. καὶ o) μόνον οὐ πολλοὺς ἔφϑειρεν, ἀλλὰ καὶ ἔσωσε πλεί-- 10 στους\" καὶ τοῖς κρύψασί τινας ἐπιεικέστατα ἐχρήσατο, ἐπεὶ ϑάνα- τος καὶ τούτοις προείρητο. | Ὃ δὲ «Μέπιδος ἀπαραίτητος ἦν, καὶ ὃ “Ἀντώνιος ὠμῶς καὶ ἀνηλεῶς ἔχτεινε καὶ τοὺς ἐπικουρῆσαι τοῖς κτεινομέγοις ἐπιχει-- C ροῦντας, καὶ τὰς κεφαλὰς τῶν σφαττομένων καὶ σιτούμενος 16 ἐπεσκόπει, καὶ τῆς ἀνοσίου ϑέας αὐτῶν ἐνεπίμπλατο. καὶ ἣ γυνὴ αὐτοῦ ἡ Φουλβία πολλοὺς καὶ αὐτὴ καὶ δι᾽ ἔχϑραν καὶ διὰ χρή- ματα ἐϑανάτωσεν, ἔστι δ᾽ otg οὐδὲ γινωσκομένους ὑπὸ τοῦ ἀν- δρὸς αὐτῆς. ποτὲ γοῦν καὶ τῆς τοῦ Κικέρωνος κεφαλῆς κομι- σϑείσης (φεύγων γὰρ κατελήφϑη καὶ ἐσφάγη) ὃ μὲν ᾿Αντώνιος 30 πολλὰ αὐτὸν βλασφημήσας ἐκέλευσεν αὐτὴν ἐκφανέστερον τῶν ἄλλων ἐν τῷ βήματι προτεϑῆναι, ἵν᾽ ὅϑεν ἠκούετο δημηγορῶν κατ᾽ αὐτοῦ, ἐκεῖ μετὰ τῆς χειρὸς τῆς δεξιᾶς ὁρῷτο\" οὕτως γὰρ"
      },
      {
        "index": 235,
        "text": "ἐπιεικεστάτως Α. - ἘΌΝΤΕΒ. Cap. 17. Dionis Historiae Homanae lib. 47 c. 1 —15."
      },
      {
        "index": 236,
        "text": "ἀπετέτμητος ἡἣ δὲ δὴ Φουλβία ἔς τε τὰς χεῖρας αὐτὴν ἔλαβε, καὶ ἐμπικραναμένη. καὶ ἐμπτύσασα ἐπὶ τὰ γόνατα ἔϑηκε, καὶ τὸ Ὁ στόμα αὐτῆς διανοίξασα τὴν γλῶσσαν ἐξείλκχυσε, καὶ ταῖς βελό- — γαις, αἷς εἰς τὴν κεφαλὴν ἐκέχρητο, κατεχέντησε, πολλὰ κα 5 μιαρὰ ἐπισκώπτουσα. | Πολλοὶ μὲν οὖν ἀπώλοντο, τινὲς δὲ xol ἐσώϑησαν. δοῦλοι γὰρ τὰς τῶν δεσποτῶν ἐσθῆτας περιβαλλόμενοι, ἐκείνους κατα- κρύψαντες, ὡς οἱ δεσπόται ἐσφάττοντο. καί τις στιγματίας δοῦ-- λος οὐ μόνον οὐ προέδωκε τὸν στίξαντα αὐτὸν δεσπότην, ἀλλὰ 10καὶ περιέσωσεν. ὡς γὰρ συναπεδίδρασκε τῷ δεσπότῃ καὶ διώκε- σθαι ἔγνω, ἀπέκτεινέ τινὰ συναντήσαντα σφίσι, καὶ τὴν στολὴν ἐχείνου τῷ δεσπότῃ δούς, ἀπιέναι ἀφῆκεν\" αὐτὸς δὲ πυρὰν ἀνάψας Ρ1 505 τὸν νεκρὸν ἐπέϑηκεν ἐπ᾽ αὐτήν, τὴν δ᾽ ἐσθῆτα τοῦ δεσπότου αὶ . τὸν δακτύλιον φέρων ἀπήντησε τοῖς διώκουσι, καὶ εἰπὼν φεύγοντα 15 τὸν δεσπότην ἀποχτεῖναι ἐπιστεύϑη διὰ τὰ σκῦλά τε καὶ τὰ στί- γματα, καὶ ἐκεῖνον ἔσωσε, καὶ αὐτὸς ἐτιμήϑη. Κύϊντον δὲ Κι- κέρωνα τὸν τοῦ Ἰάρκου ἀδελφὸν ὃ παῖς ἐξέκλεψε, καὶ στρεβλω- ϑεὶς ἐπὶ τούτῳ οὐκ ἐξελάλησεν. ὃ δὲ πατὴρ αὐτοῦ μωϑὼν τὸ γινόμενον καὶ ἐλεήσας τὸν παῖδα ἐθελοντὴς αὐτὸς “ἑαυτὸν τοῖς 90 σφαγεῦσι παρέδωκε. πολλοὶ δὲ καὶ λανϑάνοντες ἀπεδίδρασκον xoi πρὸς τὸν. Βροῦτον ἀπήεσαν καὶ τὸν Κάσσιον. οἱ δέ γε πλείους τῷ Σέξτῳ προσεχώρουν. ναυαρχεῖν γὰρ πρότερον αἱρεϑείς, καὶ χρόνον τινὰ ἐν τῇ ϑαλάσσῃ δυνηϑείς, ἰσχὺν οἰκείαν, καίτοι τῆς B ἀρχῆς ὕστερον ὑπὸ τοῦ Καίσαρος στερηϑείς, περιεβάλλετο, καὶ"
      },
      {
        "index": 237,
        "text": "τὴν Σικελίαν κατέσχεν. εἶτα, ὡς xal ἐκείνῳ ἐπεκηρύχϑη oi τε ἄλλαι σφαγαὶ ἐγένοντο, πλεῖστον τοῖς ὁμοίοις συγήρατο, ὑποδεχό-- μένος τοὺς ἐς αὐτὸν lóvtag καὶ παντοίως ἐπικουρῶν\" ὅϑεν καὶ συχνοὶ πρὸς αὐτὸν ἦλϑον."
      },
      {
        "index": 238,
        "text": "Τοιαῦτα μὲν περὶ τὰς σφαγὰς ἐγίνετο, πολλὰ δὲ καὶ ἄτοπα 5"
      },
      {
        "index": 239,
        "text": "xal περὶ τὰς τῶν ἄλλων οὐσίας συνέβαινε, xol αἱ τῶν εὐπόρων οἰκίαι ἐπορϑοῦντο, καὶ ἐνοίκιον ἐνιαύσιον πασῶν τῶν ἐν τῷ ἄστει"
      },
      {
        "index": 240,
        "text": "W 11141 οἰκεῶν καὶ τῶν ἐν τῇ λοιπῇ Ἰταλίᾳ ἐπράξαντο, τῶν μὲν μισϑω-"
      },
      {
        "index": 241,
        "text": "C πρὸς τὴν τῆς καταγωγῆς ἀξίαν\" καὶ τοὺς τῶν χωρίων χτήτορας 10"
      },
      {
        "index": 242,
        "text": "ϑεισῶν xa9' ὁλόκληρον, ὧν Ó' οἱ δεσπόται ᾧκουν, ἐξ ἡμισείας,"
      },
      {
        "index": 243,
        "text": "τὸ ἥμισυ τῶν προσόδων ἀφείλοντο, καὶ τὰ κτήματα τῶν κτεινο- μένων τοῖς στρατιώταις παρεῖχον, τὰ μὲν δῶρον, τὰ δὲ ἐπευωνί- ζοντες\" ἀπείρητο γὰρ μηδένα τῶν ἄλλων ἀπαντᾶν slg τὸ πρατή- ριον ὠνησόμενον, ϑάνατον τάξαντες τῷ ἀπαντήσαντι ἐπιτέμιον."
      },
      {
        "index": 244,
        "text": "καὶ ἀρχὰς καὶ τιμὰς καὶ ἀρχιερωσύνας ἐδίδοσαν, καὶ νόμους τοὺς 15"
      },
      {
        "index": 245,
        "text": "μὲν ἀπήλειψαν, τοὺς δὲ ἀντενέγραψαν, καὶ πᾶν κατὰ τὸ δοκοῦν αὐτοῖς ἔπρασσον, ὥστε χρηστὴν τὴν τοῦ ἀνῃρημένου Καίσαρος"
      },
      {
        "index": 246,
        "text": "«οναρχίαν νομίζεσϑαι."
      },
      {
        "index": 247,
        "text": "18. Τὸν μὲν οὖν ἐνιαυτὸν ἐκεῖνον ταῦτα ἐποίησαν\" τοῦ δὲ"
      },
      {
        "index": 248,
        "text": "“Ζεπίδου τοῦ Πάρχου τοῦ τε Πλάγκου τοῦ «“Ἰουκίου τῷ ἐπιόντι 30"
      },
      {
        "index": 249,
        "text": "ἔτει ὑπατευσάντων τέλη τε ἤδη ἐσχολακότα ἀνενεώϑησαν xal ix"
      },
      {
        "index": 250,
        "text": "καινῆς προσχατέστησαν ἕτερα, xol πηλλὰ μὲν ἐπὶ τῇ γῇ πολλὰ δὲ καὶ ἐπὶ τοῖς οἰκέταις ἐπράττοντο. ᾧ δὲ πλέον τῶν ἄλλων πάντας"
      },
      {
        "index": 251,
        "text": "ἠνίασεν, ἣν τὸ παντὸς οὐσίαν δεκατευϑῆναι ὁποσονοῦν εὐποροῦν- τος ἀνδρὸς ὁμοίως καὶ γυναικός. λόγῳ μὲν γὰρ τὸ δέκατον vig οὐσίας παρ᾽ ἑκάστου σφῶν εἰσεπράχϑη, ἔργῳ μέντοι οὐδὲ τὸ . ὅν t ."
      },
      {
        "index": 252,
        "text": "δέκατον κατελείφϑη vul. καὶ ἕτερον δέ τι ἐπινενόητος. τῷ γὰρ βουλομένῳ ἐνεδόϑη πάσης τῆς οὐσίας ἐκστάντε τὸ τρίτον μετὰ"
      },
      {
        "index": 253,
        "text": "ταῦτα αὖϑις ἀπαιτῆσαι αὐτῆς, τουτέστι μήτε τι λαβεῖν καὶ noá- γματα σχεῖν. οἱ γὰρ βίᾳ τὰ δύο μέρη συλώμενοι προφανῶς, πῶς ῬῚ 508 10 ἂν τὸ τρίτον ἀπέλαβον; καὶ ἄλλα δὲ πλεῖστα τοῖς ἀνθρώποις τότε"
      },
      {
        "index": 254,
        "text": "πρὸς πενίαν αὐτοὺς συνελαύνοντα ἐπενήνεκτο, μόνοι δὲ oí τὰ ὅπλα ἔχοντες ὑπερεπλούτησαν. | Οὕτως oi, ἄνδρες οἱ τρεῖς ἐκεῖνοι ἐποίουν, καὶ ἅμα τὸν Καί- cagm ἐκεῖνον τὸν πρότερον ἀπεσέμχυνον, καὶ τιμὰς ποικίλας τε 16 καὶ πολλὰς αὐτῷ ἐψηφίσαντο. πράξαντες δὲ ταῦτα, “έπιδος μὲν ἐν “Ρώμῃ τήν τε πόλιν καὶ τὴν ἄλλην Ἰταλίαν διάξων ὑπέμεινε, Καῖσαρ δὲ xai ᾿Ἀντώνιος κατὰ τοῦ Βρούτου καὶ τοῦ Κασσίου ἐστράτευσαν. ἐκεῖνοι γὰρ τὸν Καίσαρα τὸν ᾿Οκτάβιον μαϑόντες τῶν πραγμάτων ἀντιλαμβάνεσϑαι καὶ τὸν ὅμιλον σφετερίζεσϑαι, B 90 75v τε δημοκρατίαν ἀπέγνων καὶ ἐκεῖνον φοβηϑέντες ἐν 249 ήναις ἐγένοντυ, καὶ οἱ ᾿4ϑηναῖοι σφᾶς λαμπρῶς ὑπεδέξαντο, καὶ εἶκό-- vac χαλκᾶς αὐτοῖς ἐψηφίσαντο, ὡς τοὺς παρ᾽ αὐτοῖς τυραννο-"
      },
      {
        "index": 255,
        "text": "σονοῦν. 8 αὖϑις om A Dio. - αὐτῆς ἀπαιεῆσαι ΑΒ Dio,"
      },
      {
        "index": 256,
        "text": "xróvovc ζηλώσασι, τὸν “Ἀρμόδιον λέγω xui τὸν ᾿Αριστογείτονα. εἶτα πυϑόμενοι ἐπὶ μεῖζον τὸν Καίσαρα αἴρεσϑαι, ὃ μὲν Κάσσιος πρὸς τοὺς Σύρους ὥρμησε συνήϑεις ὄντας αὐτῷ,. Βροῦτος δὲ τήν τε Ἑλλάδα καὶ τὴν ἸΠακεδονίαν συνίστη. καὶ προσεῖχον αὐτῷ ἔκ τε τῆς δόξης τῶν πεπραγμένων, καὶ ὅτι καὶ στρατιώτας συχνούς, 6 τοὺς μὲν ἐκ τῆς πρὸς Φαρσάλῳ μάχης ἐκεῖ που περιπλανωμένους, C τοὺς δὲ καὶ ἐκ τῶν τῷ “4ολοβέλλᾳ συνεξελϑόντων ὑπολειφϑέντας, προσλαβὼν εἶχε, καὶ χρήματα δέ oi ἐκ τῆς “σίας παρὰ τοῦ Τρεβωνίου ἀπέσταλτο. τὸ μὲν οὖν “Ελληνικὸν ἀπόνως προυσεποιή- σατο, καὶ τὴν Maxtóoy(ay δὲ μετὰ τοῦτο πᾶσαν καὶ τὴν Ἤπειρον 10 προσλαβὼν τῇ γερουσίᾳ ἐπέστειλε τὰ πεπραγμένα δηλῶν. — ot δέ (ἔτυχον γὰρ τότε ὑπόπτως πρὸς τὸν Καίσαρα ἔχοντες) καὶ ἐπῇνε- σαν αὐτὸν καὶ πάντων ἄρχειν τῶν ἐκεῖσε ἐκέλευσαν. κἀντεῦϑεν αὐτός τε γέγονε προϑυμότερος, καὶ ὑπεῖκον ἀπροφασίστως ἔσχηκε τὸ ὑπήχοον. ἐπεὶ δὲ ὃ Καῖσαρ ἐν τῇ Ρώμῃ ve ἐνηυϑέντησε καὶ 15 D τοὺς τοῦ πατρὸς ἐτιμωρεῖτο σφαγεῖς φανερῶς, ἐσκέπει ὅπη αὐτὸν ἐπιόντα ἀμύναιτο, καί τινας ἐπιβουλὰς πρός τινων αὐτῷ γενομένας ἀπεκρούσατο. καὶ ἐς τὴν ἄνω Ἰακεδονίαν ἀνεχώρησεν, ἔχων τὸ ἰσχυρότατον τοῦ στρατοῦ, xüxtiJtv εἷς τὴν ᾿Μσίαν ἔπλευσεν, ἵνα μὴ τὰ ἐν τῇ Ῥώμῃ πραττόμενα ἐπὶ τὸ φοβερώτερον ἀγγελλόμενα 20 μαϑόντες οἱ στρατιῶται μεταβάλωνται. εἶτ᾽ αὖϑις εἷς τὴν Εὐρώ- πὴν ἠπείχϑη, δείσας μή τι νεωτερισϑῇ. ' Κατὰ τὸν αὐτὸν δὲ καιρὸν καὶ ὃ Κάσσιος εἷς τὴν Lola»"
      },
      {
        "index": 257,
        "text": "ἐπερωιώϑη πρὸς τὸν Τρεβώνιον, καὶ λαβὼν παρ᾽ αὐτοῦ χρήματα καὶ ἱππέας συχνοὺς καὶ ἑτέρους πολλοὺς τῶν τε Κιλίκων καὶ τῶν ᾿“σιανῶν, τοὺς Ταρσέας καὶ ἄκοντας εἰς τὸ συμμαχικὸν προσηγά- yero. καὶ εἷς τὴν Συρίαν ἐλϑών, ἀμαχεὶ πάντα τά τε τῶν δήμων δκαὶ τὰ τῶν στρατευμάτων προσεποιήσατο. παραλαβὼν οὖν τὴν ῬῚ 504 Συρίαν εἷς τὴν Ἰουδαίαν ὥρμησε, πυϑόμενος τοὺς στρατιώτας τοὺς ἐν τῇ “Ἰγύπτῳ ὑπὸ τοῦ Καίσαρος καταλειφϑέντας προσιέναι. ἐκείνους τε οὖν ἑτοίμως καὶ τοὺς Ιουδαίους παρεστήσατο. οὕτω δὴ καὶ δ᾽ Κάσσιος διὰ ταχέων ἐγένετο ἰσχυρός, καὶ τῇ γερουσίᾳ 10rà ὅμοια τῷ Βρούτῳ ἐπέστειλε\" καί οἱ τήν τε τῆς Συρίας ἀρχὴν 7? βουλὴ ἐβεβαίωσε καὶ τὸν κατὰ τοῦ 4ολοβέλλου πόλεμον ἐψηφί- σατο. οὗτος γὰρ ἐτέταχτο μὲν τῆς Συρίας ἄρχειν, εἷς δὲ τὴν ᾿Ασίαν ἐνδιατρίβων τὸ δόγμα ἐμεμαϑήκει,, καὶ πρὸς μὲν τὴν Zv- play οὐκ ἀπῆλθεν, αὐτοῦ δὲ καταμείνας τὸν Τρεβώνιον δόλῳ dv 1δτῇ Σμόρνῃ ἀνεῖλε καὶ πᾶσαν τὴν ᾿Ασίαν κατέσχεν. οὕτω δὲ τῆς Zolac γενόμενος ἐγκρατὴς εἷς τὴν Κιλικίαν ἦλϑε, τοῦ Κασσίου ἐν Παλαιστίνῃ τυγχάϑοντος, καὶ τοὺς μὲν Ταρσεῖς ἑκουσίους B προσλαβών,. φρουροὺς τοῦ Κασσίου ἐν «ΑἸγαῖς ὄντας ἐνίκησεν\" ἐς δὲ τὴν Συρίαν ἐνέβαλε, καὶ τῆς μὲν “Ἀντιοχείας ἀπεκρούσθη, $0 12v δὲ “Ἰαοδίκειαν προσεποιήσατο. καὶ τὸ ναυτικὸν αὐτῷ προσ- ἤλϑε' κἀγτεῦϑεν ἰσχύσας εἰς “ραδον ἀπελήλυϑεν, ἔνϑα μετ᾽ ὀλίγων ἀπολειφϑεὶς ἐκινδύνευε. διαφυγὼν ὁὖν ἀπήντησε τῷ Κασσίῳ, καὶ συμβαλὼν αὐτῷ ἡττήϑη, καὶ dg τὴν “Ἰαοδίκειαν ἐπολιορκεῖτο. ἐνδείᾳ δὲ τῶν ἐπιτηδείων ἀναγκασϑείς, καὶ φοβη-"
      },
      {
        "index": 258,
        "text": "ϑεὶς μὴ ζῶν ἁλῷ, ἑαυτὸν διεχρήσατο. ὃ καὶ ὃ ὑποστράτηγος αὐτοῦ IMápoxoc Ὀχτάβιος ἔπραξε. Κάσσιος δὲ ἐπεὶ τὰ ἐν τῇ Συρίᾳ καὶ τῇ Κιλικίᾳ κατεστή-"
      },
      {
        "index": 259,
        "text": "σατο, tig τὴν ᾿σίαν πρὸς τὸν Βροῦτον ágixtto. ὡς γάρ\"τὴν συνομοσίαν τῶν τριῶν ἀνδρῶν ἔμαϑον, xaJ\" ἑαυτῶν εἰδότες ἐχκεί- 5 vovg πάντω ποιεῖν, προθυμότερον καὶ αὐτοὶ κοινῇ πάντα καὶ ἐβουλεύοντο καὶ συνέπραττον. καὶ αὐτοί τὲ περιιόντες καὶ ἕτέ- ρους διαπέμποντες τοὺς μὴ ἐκείνοις ὁμοφρονοῦντως προσήγοντο καὶ χρήματα καὶ στρατιώτας συνήϑροιζον, τινῶν δὲ μὴ συμμα- χῆσωαι πειϑομένων αὐτοῖς, ἐπ᾿ ἐκείνους ἐτράπησαν. καὶ Κάσσιος 10"
      },
      {
        "index": 260,
        "text": "μὲν ναυμαχίᾳ τοὺς “Ῥοδίους ἐνίκησε καὶ τὰς ναῦς αὐτῶν ἀφείλετο"
      },
      {
        "index": 261,
        "text": "καὶ τὰ χρήματα, μετὰ ταῦτα δὲ καὶ τὸν “ριοβαρζάνην᾽ συλλαβὼν ἀπέκτεινε. Βροῦτος δὲ τῶν “Τυκίων ἐκράτησε, καὶ τῶν πόλεων τὰς μὲν πλείους ἀμαχεὶ προσηγάγετο, Ξάνθον δὲ εἷς πολιορκίαν"
      },
      {
        "index": 262,
        "text": "κατέστησε, xal εἶλεν αὐτὴν καὶ xáríngmotw. εἶτα πρὸς Πάταρα 15 ἦλθε, καὶ προσεκαλεῖτο αὐτοὺς ὡς φίλους\" ὡς δ᾽ οὐχ ὑπήκου- σαν, τοὺς αἰχμαλώτους τῶν Ἐανϑίων συγγενεῖς αὐτοῖς ὄντας ἔπεμψεν, ἐλπίζων δι᾽ ἐκείνων αὐτοὺς προσαγαγέσϑαι. οἱ δ᾽ οὐδ᾽ οὕτως ἐνέδοσαν. πωλήσας οὖν τινας τῶν αἰχμαλώτων τοὺς Àor- ποὺς ἡἠλευϑέρωσεν. ἰδόντες δὲ τοῦτο oi Πᾶαταρεῖς εὐθὺς αὐτῷ 0 ὡς ἀρετὴν ἔχοντι προσέϑεντο. τοῦτο δὲ καὶ οἱ Μυρεῖς ἐποίησαν, ἐπειδὴ τὸν στρατηγὸν αὐτῶν ἐν τῷ ἐπινείῳ λαβὼν ἀπέλυσε. καὶ. τἄλλα. δὲ δι᾽ ὀλίγου παρεστήσατο. -"
      },
      {
        "index": 263,
        "text": "εἰς πολιορκέαν κατέστησε καὶ εἶλεν αὐτὴν À eum Dione, πολιορ-"
      },
      {
        "index": 264,
        "text": "19,. ᾿Ἐντεῦϑεν ἄμφω εἷς τὴν Molar ἦλθον, xol dg τὴν P 1 505 ἸΜιυκεδονίαν ἠπείγοντο. ύόϊος δὲ ὃ Νορβανὸς καὶ Ζεκίλλιος Σάξας παρὰ τοῦ Καίσαρος καὶ τοῦ “Ἀντωνίου εἷς Maxsovíay ἐστάλησαν, καὶ πρὸς τοῖς Φιλίπποις στρατοπεδευσάμενοι τὴν"
      },
      {
        "index": 265,
        "text": "δσέντομον δδὸν προκατέλαβον. διὸ ὃ Βροῦτός τε καὶ ὃ Κάσσιος W 11 148 ἑτέραν μακροτέραν περιελθόντες, καὶ βιασάμενοι τὴν ἐκεῖ φρου-- ράν, πρὸς τὴν πόλιν κατὰ τὰ μετέωρα παρῆλϑον κἀκεῖ ἐστρατο-- πεδεύσαντο. ὑπερτεροῦντες δὲ τῷ πλήϑει τῶν ἐναντίων τό τε ὄρος τὸ Σύμβολον κατέλαβον καὶ τὰ ἐπιτήδεια ἔκ τε τῆς ϑαλάσσης"
      },
      {
        "index": 266,
        "text": "ἐπήγοντο καὶ ἐκ τοῦ πεδίου καταϑέοντες ἐλάμβανον. Νορβανὸς δὲ καὶ Σάξας συμβαλεῖν αὐτοῖς οὐκ ἐτόλμων, τὸν Καίσαρα δὲ Β καὶ τὸν ““ντώνιον μετεπέμποντο. οἱ δὲ μέρος μέν τι τοῦ στρατοῦ πρὸς φυλακὴν τῆς Ἰταλίάς κατέλιπον, τῷ δὲ πλείονι ἐπεραιώϑη- σαν τὸν Ἰόνιον. καὶ Καῖσαρ μὲν νοσήσας ἐν Δυρραχίῳ κατέμει--"
      },
      {
        "index": 267,
        "text": "15 vev, «Ἀντώνιος δὲ ἐπὶ (Φιλίππους ἤλασε, καί τινας τῶν ἐναντίων ἐνεδρεύσας σιταγωγοῦντας ἐσφάλη. ὃ δὲ Καῖσαρ xa9^ ἑκάτερον δείσας, εἴτε τι ἐλαττωθείη καταμόνας συμβαλὼν “Ἀντώνιος, εἴτε καὶ κρατήσει (ἐκ μὲν γὰρ τοῦ τὸν Βροῦτόν τε καὶ τὸν Κάσσιον, àx δὲ τοῦ τὸν “Ἀντώνιον πάντως ἐφ᾽ ἑαυτὸν ἰσχύσειν ἐνόμισεν),"
      },
      {
        "index": 268,
        "text": "Ὁ ἠπείχϑη καὶ ἔτι ἀρρωστῶν\" καὶ οἱ περὶ τὸν ᾿Αντώνιον ἀνεϑάρ-- σησα». ΄"
      },
      {
        "index": 269,
        "text": "Wrrxad9nutyoy δ᾽ ἀλλήλοις τῶν ἀντιπολέμων ἐχδρομαὶ μὲν"
      },
      {
        "index": 270,
        "text": "Ο παρ᾽ ἀμφοτέρων ἐγίνοντο, μάχη δὲ οὐδεμία ἐκ παρατάξεως, καί-"
      },
      {
        "index": 271,
        "text": "τοι τοῦ τε Καίσαρος καὶ τοῦ \"Ἀντωνίου συμβαλεῖν σπουδαζόντων."
      },
      {
        "index": 272,
        "text": "ὃ δὲ δὴ Κάσσιος καὶ ὃ Βροῦτος ἀνεβάλλοντο, οὖκ ὀκνοῦντες τὴν μάχην, ἀλλ᾽ εἴ πως ἄνευ κινδύνων καὶ φϑόρου τινῶν ἐπικρατή-ὅ σειαν. ὥς δὲ τὰ στρατεύματα τῇ τε τριβῇ βαρυνόμενα, καὶ τῶν ἀντικειμένων καταφρονήσαντα, ὅτι τὸ καϑάρσιον πρὸ τῶν ἀγώ- γων γινόμενον ἐντὸς τοῦ ἐρύματος ὡς δεδιότες ἐποιήσαντο oi περὶ Καίσαρα καὶ ᾿Αντώνιον, εἰς τὴν μάχην τε ὥρμησαν oi Βρούτου, καὶ διελάλουν ὅτι, ἄν ἐπιπλέον ὑπερτιϑῇ, ἐκλιπόντες τὸ στρατό- 10 πεδον σκεδασϑήσονται, οὕτω δὴ καὶ ἄχοντες συνέμιξαν."
      },
      {
        "index": 273,
        "text": "Μέγιστος δὲ Ῥωμαίοις διαφανῶς ὃ ἀγὼν οὗτος ἐγένετο. τοῦτο δὲ καὶ ἐκ τῶν γεγονότων σημείων ἔν τε τῇ Ῥώμῃ καὶ ἐν τῇ ἹΜΠακεδονίᾳ τεκμήραιτό τις. ἐν γὰρ τῷ ἄστει ὃ ἥλιος τοτὲ μὲν ἠλαττοῦτο τοτὲ δὲ μέγας ἐφαίνετο, ἐξέλαμψε δέ ποτε καὶ νυκτός, 19 λαμπάδες τε ἄλλοσέ πη καὶ ἄλλοσε ἄττειν ἐδόκουν, καὶ σαλπίγγων ἦχαὶ καὶ ὅπλων κτύποι καὶ βοαὶ στρατοπέδων νυκτὸς ἐκ τῶν τοῦ Καίσαρος καὶ τῶν τοῦ \"Αντωνίου ὁμορούντων ἀλλήλοις παρὰ τῷ Τιβέριδι ἐξηκούοντο, καί τι παιδάριον δεκαδακτύλους χεῖρας ἔχον ἐγεννήϑη, ἡμίονός τε ἔτεκε τέρας\" τὰ μὲν γὰρ πρόσϑια ἵππῳ, 30 τὰ δὲ λαιπὰ ἡμιόνῳ ἐῴκει. ἂν μὲν οὖν τῇ Ῥώμῃ ταῦτά τε καὶ"
      },
      {
        "index": 274,
        "text": "absunt vero haec verba in aliis et in Colbert.\" Ὀυσάπαισα."
      },
      {
        "index": 275,
        "text": "ἄλλα dyévero, dv δὲ τῇ Μακεδονίᾳ περὶ τὸ στρατόπεδον τοῦ “Κασσίου μέλισσαί τε πολλαὶ αὐτὸ περιέσχον, καὶ “ἐν τῷ καϑαρσίῳ τὸν στέφανον αὐτῷ κατεστραμμένον ὃ ῥαβδοῦχος προσήνεγκε, καὶ dy πομπῇ τινε παῖς Νίκην φέρων χρυσῆν ὀλισϑήσας ἔπεσε, καὶ δγῦπες πολλοὶ καὶ ἄλλοι ὄρνιϑες νεκροφάγοι εἷς τὰ ἐκείνων διεφοί- τῶν στρατόπεδα ἔκλαζόν τε φρικῶδές τι καὶ δεινόν. τοῦ δὲ νέου “Καίσαρος ἰατρὸς ἔδοξε τὴν ᾿4ϑηνᾶν ἐν ὕπνοις λέγειν αὐτῷ, ἐκ τῆς σκηνῆς τὸν Καίσαρα ἐξαγαγεῖν καὶ καταστῆσαι εἷς τὴν παρά- ταξιν, καίτοι ἔτι κακῶς ἀρρωστοῦντα\" ὃ καὶ περιέσωσεν αὐτόν, 10 ὡς εἰρήσεται. Τὴν μὲν οὖν ἡμέραν τῆς μάχης οὐχ ὡρίσαντο, ὥσπερ δὲ ἀπὸ συγκειμένου τινὸς ἕωθεν ἐξοπλισάμενοι προῆλϑον, καὶ iv B κόσμῳ καὶ ἡσυχῆ παρετάξαντο. εἶτα συμμίξαντες πολλῷ μὲν ἐχρήσαντο ὠϑισμῷ, πολλῷ δὲ ξιφισμῷ καὶ προϑυμίᾳ πολλῇ\" καὶ 15009\" ὑπαγωγαῖς οὔτε διώξεσιν οὐδένες ἐχρήσαντο, ἀλλ᾽ αὐτοῦ ὥσπερ εἶχον ἐτίτρωσκον ἐτιτρώσκοντο, ἐφό; ὃ μὲν Βροῦτος τοῖς περὶ τὸν Καίσαρα à Ir144 “Κάσσιος dà ἀντιτεταγμένος τοῖς περὶ τὸν : τὰ στρατόπεδα ἀμφοτέρωθεν ἑάλω. οὐκ ἢ 30 νίκην τῶν ἑτέρων οἱ ἡττημένοι, οὔτε τὴν τά τε γὰρ στρατόπεδα πολὺ ἀφεστήχασι, καὶ ἀπλέτου κονιορτοῦ C γενομένου ἠγνόησαν τὸ τέλος τῆς μάχης. τέως δὲ τό τε τοῦ Καί- σαρος τάφρευμα καὶ τὸ τοῦ \"Ἀντωνίου ἐπορϑήϑη y καὶ τὰ ἐν αὐτῷ"
      },
      {
        "index": 276,
        "text": "πάντα ἑάλω, ὥστ᾽ εἰ μὴ κατὰ τὸ ὄναρ τοῦ\" ἰατροῦ ὑπεξῆλϑθεν ὃ Καῖσαρ τοῦ χαραχώματος, ἐν αὐτῷ ἂν καταληφϑεὶς κεκιν-- δύνευκεν. ὋὉ δὲ Κάσσιος ἐκ μὲν τῆς μάχης ἐσώϑη, τοῦ δὲ ἐρύματος καὶ αὐτοῦ πορϑηϑέντος ἐπὶ λόφον ἀνεχώρησεν ἔχοντα πρὸς 105 πεδέον σκοπάς. ὑποτοπήσας δὲ καὶ τὸν Βροῦτον ἐσφάλϑαι, ἔπεμι- ψεν ἑκατόνταρχον κατασκεψόμενον καὶ ἀγγελοῦντα αὐτῷ ὅπου τε ὃ Βροῦτος εἴη καὶ ὅ τε πρόττοι. ἐπεὶ δὲ ὃ σταλεὶς συναντήσας Ὁ ἱππεῦσιν, οὗς ἀπεστάλχει ὃ Βροῦτος μαϑησομέγνους περὶ τῶν κατὰ Κάσσιον, παρ᾽ αὐτῶν ἐκυκλώϑη ἀσπαζομένων αὐτὸν καὶ δεξιου- 10 μένων, ἔδοξεν ὃ Κάσσιος πολεμίους εἶναι τοὺς προσιόντας καὶ ox αὐτῶν ἐνσχεϑῆναι τὸν ἑκατόνταρχον, καί voi Πινδάρῳ ἐξελευ- ϑέρῳ τὸν ἑαυτοῦ φόνον προσέταξε. Καὶ ὃ μὲν τοιοῦτον ἔσχε τέλος, καὶ ὃ ἑκατόνταρχος ἐπανελ- Sv καὶ γνοὺς τὸ δρᾶμα κακίσας τε διὰ τὴν βρωδυτῆτα ἑαυτὸν 15 ἐπαπέκτεινεν\" ὃ δέ γε Βροῦτος τήν 16 ἧτταν τοῦ Κασσίου μαϑὼν καὶ τὸν ϑάνατον ἐπεδάκρυσε, τοὺς δὲ περισωθέντας τῶν ἐκείνου στρατιωτῶν συναγαγὼν καὶ λόγοις καὶ δόσει χρημάτων παρεμύυ-- ϑήσατο. ἔπεσον δ᾽ ἐν τῇ μάχῃ τούτων μὲν περὶ ὀκτακισχιλίους, τῶν δὲ περὶ Καίσαρα καὶ “Ἀντώνιον πλείους ἢ διπλάσιοι. διὸ καὶ 20 ΡῚ 607 ἠθύμουν ἐκεῖνοι, now] 4Ζ)ημήτριός τις Κασσίου ϑεράπων ἑσπέρας ἀφίκετο πρὸς “Ἀντώνιον, τὰς χλαμύδας καὶ τὸ ξίφος ἐκείνου φέρων. ὧν κομισϑέντων οὕτως ἀνεθάρσησαν, ὥστε ἅμ᾽ ἡμέρᾳ προάγειν"
      },
      {
        "index": 277,
        "text": "μα] πάϑος Α. ς [06 ἀπέκτεινεν Α. ᾿"
      },
      {
        "index": 278,
        "text": "ὡπλισμένην ἐπὶ μάζῃ τὴν δέναμιν. Βροῦτος δ᾽ ἐκ. παρατάξεως μεχέσασϑαι οὐκ ἐβούλετο, ϑορυβεῖν δὲ καὶ ταράττειν νύκτωρ ἐπειρᾶτο τοὺς πολεμίους. καί ποτε καὶ τὸν ποταμὸν πιρατρέψας πολὺ τοῦ ἐρύματος αὐτῶν κατέχλυσεν. ἐπεὶ δ᾽ ἔγνω τινὰς αὐτο- 5 μολοῦντας τῶν αὐτοῦ πρὸς τοὺς ἐναντίους, δείσας μὴ καὶ πλέον τε νεωτερισϑῇ, συμμῖξαι ἔγνω αὐτοῖς. πολλῶν δ᾽ αἰχμαλώτων ἐν τῷ στρατοπέδῳ αὐτοῦ ὄντων, μὴ ἔχων ὅπως αὐτοὺς διάϑηται κατὰ τὸν τῆς μάχης καιρόν, τὸ μιὲν δουλικὸν πλῆϑος ἀναιρεθῆναι B κεχέλευχε, τῶν δ᾽ ἐλευϑέρων τοὺς μὲν φανερῶς ἀπέλυσε, τοὺς 10 δὲ χρύπτων καὶ συνεκπέμπων ἔσωζεν, ὁρῶν τοὺς ἡγεμόνας ἀδιαλ- λάχτως ἔχοντας, καίτοι τῶν ἐναντίων τοὺς ζωγρηϑέντας τῶν αὐ- τοῦ στρατιωτῶν ἀποκτεινάντων."
      },
      {
        "index": 279,
        "text": "20. Κατὰ δὲ τὴν ἑσπέραν, ὅτε τῇ ἐπιούσῃ ἔμελλον μαχέ- σασϑαι, τὸ φάσμα ἐφάνη τῷ Βρούτῳ ὃ καὶ πρώην ἐξ “Ασίας 15 διαβαίνων νυκτὸς ἐθεάσατο\" ἦν δὲ τοιοῦτον. νὺξ ἦν βαϑεῖα καὶ φῶς οὐ πάνυ λαμπρὸν ἐν τῇ σκηνῇ αὐτοῦ ὑπανῆπτο\" ὃ δ᾽ ἠγρύπνει σχοπῶν τι καὶ λογιζόμενος. ἔδοξεν οὖν εἰσιέναι τινὰ τὴν σκηνήν, καὶ ἀπιδὼν πρὸς τὴν εἴσοδον ὁρᾷ δεινὴν καὶ ἀλλόκοτον ὄψιν ἐκ-- C φύλου σώματος σιωπῇ παρεστῶτος αὐτῷ. ἐρόμενος δέ “τίς noz? 20uv ἢ τί βουλόμενος ἥκεις; ἢἤκουσὲν ἐξ ἐκείνου “ὃ σός εἶμι, Βροῖτε, δαίμων κακός, ὄψει δέ μὲ περὶ Φιλίππους.\" καὶ ὃ Βροῦτος ἀπτοήτως “ὕψομαι\"\" εἶπε. τοῦτο οὖν αὖϑις τὸ φάσμω"
      },
      {
        "index": 280,
        "text": "φάντασμα Α."
      },
      {
        "index": 281,
        "text": "ἑώρακε τὴν αὐφὴν ἐπιδειξάμενον ὄψιν, οὐδὲν μέντοι φϑεγξάμενον ἀλλ᾽. οἰχόμενον. καὶ ἀετοὺς δύο φασὶν ἐν μεταιχμίῳ τῶν στρα- τοπέδων συμπεσόντας ἀλλήλοις μάχεσϑαι τότε, εἶξαι δὲ καὶ φυ- γεῖν τὸν κατὰ Βροῦτον."
      },
      {
        "index": 282,
        "text": "D ! Συμβαλὼν ovv τοῖς ἐναντίοις xal αὐτὸς ἡττήϑη. τό τε γὰρ ὅ"
      },
      {
        "index": 283,
        "text": "W Π145 ὁπλιτικὸν αὐτοῦ ἀγχώμαλα ἐπιπλεῖστον ἀγωνισάμενον ἐνέκλινε, xüx τούτου καὶ τὸ ἱππικὸν καίτοι γενναίως μαχόμενον ἐνέδωκεν. ἐνταῦϑα καὶ Mdoxocg ὃ Κάτωνος υἱὸς ἐν τοῖς ἀρίστοις καὶ γεν-"
      },
      {
        "index": 284,
        "text": "' ψριοτάτοις τῶν νέων ταττόμενος οὐκ εἶξε καταπονούμενος οὐδὲ ἔφυγεν, ἀλλὰ χρώμενος τῇ χειρὶ καὶ φράζων ὅστις εἴη καὶ πατρό- 10 ϑὲν ἑαυτὸν ὀνομάζων ἔπεσεν ἐπὶ πολλοῖς τῶν πολεμίων νεκροῖς. ἔπιπτον δὲ καὶ τῶν ἄλλων οἱ κράτιστοι τοῦ Βρούτου προκινδυ- γεύοντες."
      },
      {
        "index": 285,
        "text": "“Πουκίλλιος δέ τις ἀνὴρ ἀγαϑὸς δρῶν βαρβάρους τινὰς ín-"
      },
      {
        "index": 286,
        "text": "πέας ἐλαύνοντας ῥύδην ἐπὶ τὸν Βροῦτον, αὐτὸς ἔφη Βροῦτος εἶναι 1’ὖ x«l ἄγειν ἐδεῖτο ἐπὶ τὸν ᾿Αντώνιον, ὡς τάχα τὸν Καίσαρα δεδοι- κώς. οἱ δὲ ἦγον τὸν ἄνδρα, ἀγγέλους προπέμψαντες. ἐπεὶ δ᾽ ἐγγὺς ἦσαν, ὃ μὲν Ἀντώνιος διηπόρει ὅπως χρὴ δέξασϑαι τὸν Βροῦτον, ὃ δὲ ““ουκίλλιος προσαχϑείς “ἸΠάρκον μὲν Βροῦτον\""
      },
      {
        "index": 287,
        "text": "εἶπεν, \" Ldvrowie, οὐδεὶς ἥρηκεν οὐδ᾽ ἂν ἕλοι πολέμιος. μὴ 30 τοσοῦτον κρατήσειεν ἦ τύχη τῆς ἀρετῆς. εὑρεϑήσεται δὲ ζῶν ἐκεῖνος ἤἥπου καὶ νεκρὸς ἀξίως κείμενος ἑαυτοῦ.\" ϑαυμάσας δὲ ὃ ᾿Αντώνιος τοῖς αὐτὸν ἄγουσι στρατιώταις ἔφη “χαλεπῶς, ὦ"
      },
      {
        "index": 288,
        "text": "συστρατιῶται, φέρετε τὴν ἀπάτην ἴσως\" ἀλλ᾽ ἴστε κρείττονα τῆς ζητουμένης ἄγρας ἡρηκύτες\" πολέμιον γὰρ ζητοῦντες φίλον ἡμῖν B κομίζετε.᾽\""
      },
      {
        "index": 289,
        "text": "Βροῦτος δὲ πρός τι χωρίον ὑλῶδες κατηντηκὼς ἤδη axó-"
      },
      {
        "index": 290,
        "text": "ὅτους ὄντυς, ὀλίγων περὶ αὐτὸν ἡγεμόνων ὄντων, εἰς τὸν οὐρανὸν ἀναβλέψας ἀνεφϑέγξατο : Ζεῦ, μὴ λάϑῃ σε τῶνδ᾽ ὃς αἴτιος κακῶν. τοῦτον τὸν στίχον εἰπεῖν αὐτὸν ὃ Πλούταρχος ἀναγράφει\" ὃ δέ γε Δίων ταῦϑ᾽ ἱστορεῖ τότε τὸν Βροῦτον εἰπεῖν “ὦ τλᾶμον ἀρετά,"
      },
      {
        "index": 291,
        "text": "ἐδούλευες τύχῃ.\" εἰπόντος δέ τινος ὡς δεῖ φεύγειν, “πάνυ μὲν οὗν\" ἔφη “φευκτέον, ἀλλὰ διὰ τῶν χειρῶν, οὐ διὰ τῶν ποδῶν.\" καὶ τοῦτο εἰπὼν καὶ γυμνῷ τῷ ξίφει ἐπιπεσὼν ἐτελεύτησε. τὸν δὲ τούτου νεχρὸν “Αντώνιος ἀνευρὼν τῇ πολυτελεστάτῃ τῶν ἑαυτοῦ 16 φοινικέδων περιέβαλε."
      },
      {
        "index": 292,
        "text": "Πορκία δὲ. ἢ τοῦ Βρούτου γυνή, ἢ Κάτωνος ἦν ϑυγάτηρ, φυλαττομένη καὶ μὴ ἐωμένη ἑαυτὴν ἀνελεῖν, ἄνϑρακας ἐκ τοῦ πυρὰς ἁρπάσασα καὶ καταπιοῦσα ἀπέϑανε. περὶ ἧς ἱστόρησε λούταρχος ὡς πρὸ τῆς τοῦ Καίσαρος τοῦ προτέρου σφαγῆς"
      },
      {
        "index": 293,
        "text": "οδρῶσα τὸν ἄνδρα σύννουν καὶ μεστὸν ταραχῆς ἀήϑους, καί τε"
      },
      {
        "index": 294,
        "text": "ταρχος] in Bruto, c. 51. , 9 “έων] Hist. Rom. lib. 47 c. 49 ita"
      },
      {
        "index": 295,
        "text": "ὦ τλῆμον ἀρετή, λόγος ἄρ᾽ 700', ἐγὼ δέ σε ες"
      },
      {
        "index": 296,
        "text": "ὡς ἔργον ἤσκουν, σὺ δ᾽ ἄρ᾽ ἐδούλευες τύχῃ. ."
      },
      {
        "index": 297,
        "text": "ταρχος ἔγραψεν Α. 19 Πλούταρχος] in Bruto, c. 18."
      },
      {
        "index": 298,
        "text": "D βούλευμα χατανοήσασα παρ᾽ ἑαυτῷ ϑάλποντα δυσεξέλεκτον, οὐ πρότερον αὐτὸν περὶ τῶν ἀπορρήτων ἀνήρετο πρὶν ἢ λαβεῖν διά- πειρῶν ἑαυτῆς. λαβοῦσα γάρ, φησί, μαχαίριον, τομὴν βαϑεῖαν λάϑρα ἐπήνεγκε τῷ μηρῷ, ὡς μετὰ μικρὸν ὀδύνας ἐπιγενέσϑαι νεωνικὰς καὶ φρικώδεις ἀναφϑῆναι πυρετοὺς ἐκ τοῦ τραύματος. 5 ἀγωνιῶντος δὲ τοῦ Βρούτου ἐν ἀκμῇ τῆς ἀλγηδόνος οὖσα ἔφη αὐτῷ “ἐγώ, Βροῦτε, οὐχ wc ui παλλακευόμεναι κοίτης μεϑέξουσα καὶ τραπέζης μόνον ἐδόύϑην σοι, ἀλλὰ κοινωνὸς εἶναι xal ἀγαθῶν καὶ ἀνιαρῶν. τὰ μὲν οὖν σὰ πάντα περὶ τὸν γάμον ἄμεμιπτα, τῶν δὲ παρ᾽ ἐμοῦ τίς ἀπόδειξις ἢ χάρις εἰ μήτε πάϑος ἀπόρρητον 10 συνδιοίσω σοι μήτε φροντίδα πίστεως δεομένην ; οἷδ᾽ ὅτε γυναι-"
      },
      {
        "index": 299,
        "text": "χκεία φύσις ἀσϑενὴς δοκεῖ λόγον ἐνεγκεῖν ἀπόρρητον\" ἀλλ᾽ ἔστι τις"
      },
      {
        "index": 300,
        "text": "καὶ τροφῆς ἀγαϑῆς καὶ ὁμιλίας χρηστῆς εἰς ἦϑος ἰσχύς. ἐμοὶ δὲ τὸ Κάτωνος εἶναι ϑυγατέρα καὶ τὸ Βρούτου γυναῖκα πρόσεστιν. οἷς πρότερον μὲν ἧττον ἐπεποίϑειν, νῦν δ᾽ ἐμαυτὴν ἔγνωκα καὶ 18 πρὸς πόνον ἀήττητον εἶναι.\" ταῦτ᾽ εἰποῦσα δείκνυσιν αὐτῷ τὸ τραῦμα καὶ διηγεῖται τὴν πεῖραν. ὃ δ᾽ ἐκπλαγεὶς ἐπηύξατο δοῦ- ψαι τοὺς ϑεοὺς κατορϑοῦντα τὴν πρᾶξιν ἄνδρα Πορκίας ἄξιον φανῆγαι."
      },
      {
        "index": 301,
        "text": "21. Τῷ μὲν οὖν Βρούτῳ ὃν εἴρηται τρόπον ἐπέλιπε 1090"
      },
      {
        "index": 302,
        "text": "βιώσιμον, τῶν δὲ μετ᾽ αὐτοῦ γενομένων ἐπισήμων ἀνδρῶν οἱ μὲν B πλείους ἑαυτοὺς αὐτίκα ἀπέκτειναν ἢ ἁλόντες ἐφϑάρησαν, οἱ δὲ"
      },
      {
        "index": 303,
        "text": "λοιποὶ τότε διαφυγόντες ἐπὶ τὴν ϑάλασσαν μετὰ τοῦτο τῷ Σέξτῳ προσέϑεντο."
      },
      {
        "index": 304,
        "text": "Καὶ ὃ μὲν Βροῦτος καὶ ὃ Κάσσιος οὕτως ἀπώλοντο τοῖς"
      },
      {
        "index": 305,
        "text": "ξίφεσι σφαγέντες οἷς τὸν Καίσαρα διεχρήσαντο, Καῖσαρ δὲ καὶ δ᾽ Αντώνιος αὐτίχα τὴν ἀρχὴν ἀνεδάσαντο\" καὶ τῷ μὲν ἣ τε Ἰβηρία . καὶ ἥ Νουμιδία προσεκεκλήρωτο, “Αγτωνίῳ δὲ ἡ Γαλατία τε καὶ ἢ “Αφρική, συνϑεμένοις, & ἐπὶ τούτοις ἀγανακτοίη ὃ ““ἐπιδος,"
      },
      {
        "index": 306,
        "text": "ἐκστῆναί ot τῆς “φρικῆς. ταῦτα δὲ μόνα ἐδάσαντο, 011 Σαρδώ"
      },
      {
        "index": 307,
        "text": "' Ay / τ, » ν΄ ΕΟ. 0^ » 23 , j - μὲν καὶ Σικελίαν Σέξτος κατεῖχε, τὰ δ᾽ ἕξω τῆς Ἰταλίας ἐν ταραχῇ 10 ἔτι ἦν. καὶ ἐπὶ τούτοις \"Ἀντώνιος μὲν εἰς τὴν “σίαν, καταστήσων τοὺς αὐτοῖς ἀντιπολεμήσαντας xal ἀργυρολογήσων, ἀπήει\" Καῖ- cag δὲ dg τὴν Ἰταλίαν ὠρμήϑη, τὸν «Ἱέπιδον κωλύσων ἂν τι παρακινῇ, καὶ τῷ Σέξτῳ ἀντιταξόμενος. νοσῶν δὲ καὶ διὰ τοῦτο"
      },
      {
        "index": 308,
        "text": "βοαδύτερον luv εἷς τὴν Ῥώμην ἀφίκετο, xoi τὰ νενομισμένα éni"
      },
      {
        "index": 309,
        "text": "τῇ νίκῃ τελέσας πρὸς τὴν τῶν πραγμάτων ἐτράπη διοίκησιν. ὃ γὰρ -"
      },
      {
        "index": 310,
        "text": "«““έπιδος καὶ φόβῳ καὶ νωϑείᾳ ἡσύχασεν, ἡ δὲ τοῦ ᾿“Αντωνίου γυνὴ Φουλβία καὶ ὃ 2dosxioc “ἀντώνιος ὑπατεύων τῶν πραγμάτων ἀντ-- ἐλαμβάνοντο καὶ τῷ Καίσαρι διηνέχϑησαν, ὥστε τὸν Καίσαρα τὴν"
      },
      {
        "index": 311,
        "text": "τῆς Φουλβίας ϑυγατέρα πέμψαι αὐτῇ, τὴν ix τῆς ἐπιγαμίας 90 συγγένειαν λύσαντα. | Καὶ διὰ ταῦτα οὖν καὶ διὰ τὸν Aiuóv, ὃς τότε τοὺς Ῥω-"
      },
      {
        "index": 312,
        "text": "Kol --- Κάσσιος] βροῦτος μὲν ovv καὶ κάσσιος Α. 5 ἀνεδά-"
      },
      {
        "index": 313,
        "text": "D μαίους ἐπίεζεν, ὃ Καῖσαρ ἐν ἀμηχανίᾳ ἐγένετο. ἧἦ μὲν γὰρ κατὰ Σικελίαν ϑάλασσα ὑπὸ τοῦ Σέξτου κατείχετο, ὃ δ᾽ Ἰόνιος κόλπος ὑπὸ “Ποῃμιτίου Γναίου, ὃς τῶν μὲν σφαγέων τοῦ' Καίσαρος ἦν, ἐκ δὲ τῆς ἐν Φιλίπποις μάχης διαφυγὼν ναυτικὸν συνεκρότησε, καὶ τοῦ Tt κύλπου χρόνον τινὰ ἐκράτησε καὶ τὰ τῶν ἐναντίων 5 ἔφϑειρε. διὰ γοῦν τὸν λιμὸν τοῦτον καὶ δι᾽ αἰτίας ἑτέρας καὶ ἐστασίασαν πρὸς ἀλλήλους ὅ τε δῆμος καὶ τὸ στρατιωτικόν, καὶ εἷς μάχας ἢ στάσις περιέστη, ὥστε καὶ τιτρώσκεσϑαι καὶ ϑνήσκειν ἐξ ἀμφοτέρων καὶ οἰκίας καταπρησϑῆναι συχνάς. ἐντεῦϑεν δείσας 6 Καῖσαρ καταλλαγῆναι τῇ τε Φουλβίᾳ καὶ τῷ ὑπάτῳ τῷ 2dov-10 κίῳ ἠϑέλησεν. ἐπεὶ δὲ διὰ πολλῶν ἄλλων καὶ τῶν ἐστρατευμένων"
      },
      {
        "index": 314,
        "text": "πρεσβευσάμενος πρὸς αὐτοὺς οὐδὲν ἤνυεν, βουλευτὰς ἔστειλε, τάς | τε συνϑήκας τὰς πρὸς τὸν “Ἀντώνιον αὐτῷ yevouévüg ἐκφήνας σφίσι, καὶ δικαστὰς τῶν διαφορῶν αὐτοὺς ποιήσας. ὡς δ᾽ οὐδὲν οὐδ᾽ οὗτοι πρᾶξαι ἴσχυσαν, πρὸς τὸ στρατιωτικὸν αὖϑις ἀπέκλενε. 15 καὶ εἰς τὴν “Ῥώμην oi στρατιῶται, ὡς καὶ τῷ “δήμῳ καὶ τῇ βουλῇ κοινωσόμενοί τι, συνελϑόντες, τούτων μὲν οὐκ ἐφρόντισαν, ἐς δὲ τὸ Καπιτώλιον ἀϑροισϑέντες τάς τε συνθήκας ἃς ὃ ᾿Αντώνιος καὶ ὃ Καῖσαρ ἔϑεντο ἀναγνωσθῆναι σφίσιν ἐκέλευσαν, καὶ ἐκείνας τε ἐπεκύρωσαν, καὶ περὶ ὧν διεφέροντο ἑαυτοὺς ἐκάδισαν δικαστάς. 39 καὶ ἐπειδὴ ὃ μὲν Καῖσαρ ἕτοιμος δικασϑῆναι κατὰ τὴν ὡρισμένην ἡμέραν ἐγένετο, 7, Φουλβία δὲ καὶ ὃ ὕπατος οὐ παρῆν, ὡς ἀδι-"
      },
      {
        "index": 315,
        "text": "B χούντων ἐκείνων κατεψηφίσαντο, καὶ τὰ τοῦ Καίσαρος ἐπρέσβευ-.΄"
      },
      {
        "index": 316,
        "text": "σαν. καὶ μάχη μεταξὺ αὐτῶν συγκεκρότητο, καϑ᾽ ἣν ὑπερέσχεν"
      },
      {
        "index": 317,
        "text": "Kaicag, ὥστε πολλοὺς τῶν ve βουλευτῶν xol τῶν ἱππέων φϑα- οῆναι, καὶ τὸν ὕπατον ἁλῶναι τὸν “ούκιον, ἀπολυϑῆναι δέ. ἡ δὲ Φουλβία μετὰ τῶν τέκνων ἀπέδρα πρὸς τὸν ᾿Αντώνιον. Καῖσαρ δὲ τά τὲ ἐν τῇ Ἰταλίᾳ κατεργασάμενος, καὶ τοῦ 5 Ἰονίου κόλπου ἠλευϑερωμένου (0 γὰρ Zouíriog ἀπογνοὺς ἀπέπλευσε πρὸς ᾿Αντώνιον), παρεσκευάζετο ὡς πρὸς τὸν Σέξτον δρμήσων. διὰ δὲ τὴν δύναμιν αὐτοῦ, καὶ ὅτε τῷ ᾿Αντωνίῳ διὰ τῆς μητρὸς ἐκοινολογήσατο, ἔδεισε μὴ καὶ ἀμφοῖν ἅμα πολεμιήσῃ\" καὶ τὸν Σέξτον προτιμήσας, ἅτε τοῦ “Δντωνίου πιστότερόν τε καὶ ἰσχυρό- 1οτερον, τήν τε μητέρα ἸΠουκίαν αὐτῷ ἔπεμψε, καὶ τὴν τοῦ πεν- ϑεροῦ αὐτοῦ “ουκίου Σχριβωνίου ““βωνος ἀδελφὴν ἔγημεν, εἰ πως ἐκ τῆς εὐεργεσίας καὶ τῆς συγγενείας φίλον αὐτὸν ποιήσαιτο. ὃ γὰρ Σέξτος τῆς ἀρχῆς ἧς εἶχεν ὑπὸ τοῦ Καίσαρος πρώην napa- λυϑείς, τοῦ δὲ ναυτικοῦ ἀντεχόμενος, ἅτε μὴ τοῦ φόνου τοῦ 10 Καίσαρος ἐκείνου μετεσχηκὼς ἤλπιζε καὶ καταχϑήσεσθαι πρὸς τοῦ νέου Καίσαρος. ὡς δ᾽ ἔγνω καὶ ἐπ᾿ αὐτῷ τὸν ἐκείνου φόνον ἐπικεχηρυγμένον, ἀπέγνω καὶ πρὸς πόλεμον ἡτοιμάζετο, ναυπηγῶν τριήρεις καὶ τοὺς αὐτομολοῦντας δεχόμενος καὶ τοὺς καταποντι- στὰς προσεταιριζόμενος. — xol ἐν ὀλίγῳ ἐγένετο ἰσχυρὸς καὶ τῆς φοπρὸς τῇ Ἰταλίᾳ ϑαλάσσης ἐκράτησε. προχωρούντων δ᾽ αὐτῷ"
      },
      {
        "index": 318,
        "text": "τῶν πραγμάτων ἐς Σικελίαν ἔπλευσε, καὶ ταύτην κατέσχε, καὶ"
      },
      {
        "index": 319,
        "text": "στρατιώτας ἐχεῖϑεν πλείους xoi ναυτικὸν ἰσχυρότατον συνήγαγε."
      },
      {
        "index": 320,
        "text": "διὰ ταῦτά τε xal ἵνα μὴ τῷ “Ἀντωνίῳ φιλιωθῇ, καταλλαγῆναί oi ὃ Καῖσαρ ἱμείρετος διαμαρτὼν δὲ τούτου, “ἐκείνῳ μὲν Πώρκον Zyginnov πολεμήσοντα ἔπεμψεν, αὐτὸς δ᾽ ἐς Γαλατίαν. ἀπῆρε. μαϑὼν οὖν ὃ Σέξτος ταῦτα ἐς τὴν Ἰταλίαν ἀνέπλευσε καὶ ἐνέμει- γεν αὐτὴν ληϊζόμενος. ὃ δὲ δὴ Καῖσαρ τὴν Γαλατίαν κατέσχε, 5 τὸν μέντοι ““έπιδον ἐς τὴν ᾿Αφρικὴν ἔπεμψεν, Vy ὡς παρ᾽ αὐτοῦ ταύτην λαβών, καὶ οὐχὶ καὶ παρὰ τοῦ ᾿Αἀγντωνίου, αὐτῷ μόνῳ τὴν χάριν ὁμολογῇ."
      },
      {
        "index": 321,
        "text": "22. ᾿Αντώνιος δὲ Mágxog εἰς τὴν Loa» ἐλθών, τὰ μὲν αὐτὸς περειών, ἐς δέ τινὰ στέλλων ἑτέρους, τάς ve πόλεις ἤργυ- 10 ρολόγει καὶ τὰς δυναστείας ἐπίπρασκε. τῆς δέ γε Κλεοπάτρας ἐν Κιλικίᾳ ὀφϑείσης αὐτῷ, ἔρωτι τῆς γυναικὸς οὐκέτ᾽ οὐδεμίαν φροντίδα τοῦ καλοῦ ἐποιήσατο, ἀλλὰ τῇ «Αϊἰγυπτίᾳ ἐδούλευε\" καὶ ἄλλα τε διὰ τοῦτο ἔπραξεν ἄτοπα καὶ τοὺς ἀδελφοὺς αὐτῆς ἀπ- ἐκτεινε\" καὶ τέλος ἀπῆρεν εἷς “Αἴγυπτον. ὅϑεν οἱ Πάρϑοι, καὶ 16 πρὶν κινούμενοι, τότε δὴ καὶ μᾶλλον τοῖς Ῥωμαίοις ἐπέϑεντο, τοῦ «Μαβιηνοῦ πρὸς τοῦτο σφᾶς ἐρεϑίσαντος\" ὃς τῷ Βρούτῳ μὲν"
      },
      {
        "index": 322,
        "text": "B καὶ τῷ Κασσίῳ συνεστρατεύετο, πεμφϑεὶς δὲ παρ᾽ ἐκείνων εἰς Πάρϑους συμμαχίων αἰτουμένων, ὡς τὴν ἐκείνων ἥτταν ἔγνω, κατέμεινε παρὰ τοῖς βαρβάροις, καὶ τότε τοῦ πολέμου τε ἡγεμὼν 20 γενέσϑαι ὑπέσχετο, καὶ πολλὰ μεταστήσειν τῶν ἐϑνῶν ἐπηγγεί- λατο. ὅϑεν καὶ δύναμιν πολλὴν πρὸς τοῦ τῶν Πάρϑων βασιλέως"
      },
      {
        "index": 323,
        "text": "Ὀρώδου ἔλαβε, καὶ τῷ vig αὐτοῦ τῷ Πακόρῳ συναπεστάλη. καὶ 0 μὲν Πάκορος τὴν Συρίαν ἐχειρώσατο πλὴν Τύρου, χαὶ εἰς [Παλαιστίνην εἰσέβαλεν, ὃ δὲ “αβιηνὸς τήν ve Κιλικίαν κατέσχε καὶ τῆς “σίας τὰς ἠπειρώτιδας πόλεις."
      },
      {
        "index": 324,
        "text": "5. ᾿ΑἌντώνιος δὲ ἐπυνθάνετο μὲν καὶ ταῖτα, ὥσπερ δὴ καὶ τἄλλα τὰ ἐν τῇ Ἰταλίᾳ δρώμενα, ὑπὸ δὲ τοῦ ἔρωτος καὶ τῆς * μέϑης οὔτε τῶν πολιτῶν οὔτε τῶν συμμάχων ἐφρόντιζε, τῇ Κλεο- C πάτρᾳ δὲ καὶ τοῖς «ἀϊγυπτίοις συνεερύφα, μέχρις οὗ παντελῶς κατελύϑη. ὀψὲ δ᾽ οὖν ποτε ἐξαναστὰς ἔπλευσεν dg Τύρον\" τὸν 10 δὲ τοῦ Σέξτου προφασισάμενος πόλεμον ἀπέλιπεν αὐτούς, xal παρὰ τὴν ἤπειρον μέχρι τῆς ᾿Ασίας παρακομισϑ εὶς εἷς τὴν “Ελλάδα διῆλθεν. ἔνϑα τῇ τε μητρὶ καὶ τῇ γυναικὶ ἐντυχών, τόν τε Καί- σαρα πολέμιον ἐποιήσατο καὶ τῷ Σέξτῳ ἐσπείσατο. εἶτα εἰς τὴν Ἰταλίαν περαιωϑείς, τινὰ μὲν ταύτης κατέσχε, τινὰ δ᾽ ἐπολιόρχει. 15 χαὶ 0 Καῖσαρ τὰς δυνάμεις ἤϑροιζε. συνερρωγότων οὖν αὐτῶν ἐς τὸν πόλεμον $ τε ἄλλη Ἰταλία ἐταράσσετο καὶ 4 “Ῥώμη δὲ μάλιστα. ἐν τούτοις ἥ Φουλβία ἐν Σικιῶνι διάγουσα ἐτελεύτησεν. ὡς δὲ τοῦτο ἠγγέλϑη, τά τε ὅπλα κατέϑεντο ἄμφω xol σινηλλά- D γησαν. καὶ Καῖσαρ μὲν Σαρδώ τε καὶ Δαλματίαν τήν τε Ἰβηρίαν 90 καὶ τὴν Γαλατίαν ἐκληρώσατο, ᾿Αντωνίῳ δὲ πάντα τὰ ἄλλα τὰ ὅπὲρ τὸν Ἰόνιον τά τε ἐν τῇ Εὐρώπῃ καὶ τὰ ἐν τῇ ““σίᾳ Ῥωμαίοις ὄντα ἐπέλαχε\" τὰ δ᾽ ἐν τῇ “Ἰιβύῃ ἔϑνη 0 ““ἐπιδὸος καὶ τὴν Σικε- λέων ὃ Σέξτος εἶχον. |"
      },
      {
        "index": 325,
        "text": "W 11 148 Τὴν μὲν οὖν ἀρχὴν οὕτως αὖϑις ἐδάσαντο, τὸν δὲ πρὸς τὸν᾿ Σέξτον πόλεμον ἐκοινώσαντο\" καὶ ἐπὶ ταῖς καταλλαγαῖς εἱστία- σαν ἀλλήλους ἐν τοῖς περὶ τὸ Βρεντέσιον στρατοπέδοις, Καῖσαρ"
      },
      {
        "index": 326,
        "text": "P 1512 μὲν Ρωμαϊκῶς τε xal στρατιωτικῶς, \"Ἀντώνιος δὲ ““σιανῶς τε xal “ἀϊγυπτίως. κατηλλαγμένων δ᾽ αὐτῶν ὡς ἐδόκουν, περιστάν- 5 τες τὸν “Ἀντώνιον οἱ τότε συνόντες τῷ Καίσαρι, ἀπήτουν παρ᾽ αὐτοῦ τὰ χρήματα ἃ ἀπὸ τῆς μάχης τῆς ἐν Φιλίπποις ὑπέσχοντο σφίσι, δι᾽ ἃ καὶ ἐς τὴν 2Molay, ὅπως πλεῖστα ἀϑροίσειεν, ἔσταλτο. κἂν ἐξειργάσαντό τι αὐτὸν μηδὲν διδόντα, εἰ μὴ σφᾶς ὃ Καῖσαρ κατέσχεν, ἐλπίσι μετεωρίσας αὐτούς. καὶ μετὰ τοῦτο τοῦ πρὸς 10 τὸν Σέξτον πολέμου ἥπτοντο. λιμοῦ δὲ τοὺς ἐν τῇ Ῥώμῃ τοῦ Σέξτου ϑαλασσοκρατοῦντος πιέζοντος, τελῶν τε πολλῶν xol nuv- olov ἐπιτασσομένων αὐτοῖς, δεινῶς ἤσχαλλον, καὶ οὐκέϑ'᾽ ἡσύ- χαζον, ἀλλὰ παρεκάλουν σφᾶς σπείσασϑαι τῷ ZéErq. ὡς δ᾽ οὐκ"
      },
      {
        "index": 327,
        "text": "Β ἔπειϑον, πρὸς τὸν Σέξτον ἀπέκλιναν, καὶ τοὺς ἐν ταῖς ἀρχαῖς 15 ὄντας λίϑοις ἐξήλασαν ἐκ τῆς ἀγορᾶς, τάς τειτοῦ Καίσαρος καὶ τοῦ “Ἀντωνίου εἰκόνας κατέβαλον, καὶ 2n? αὐτοὺς ὡς ἀποκτενοῦν- τες σφᾶς ὥρμησαν. ὅϑεν ἠναγχάσϑησαν τῷ “Σέξτῳ καὶ ἄκοντες ἐπικηρυκεύσασϑαι. καὶ πρῶτον μὲν διὰ τῶν ἑταίρων αὐτῷ διει- λέχϑησαν, ἔπειτα καὶ αὐτοὶ ἐς λόγους ἦλϑον. καὶ ἐσπείσαντο 30 ἐπὶ συνθήκαις, ὥστε τοὺς αὐτομολήσαντας τῶν δούλων ἐλευϑέ- ρους εἶναι, καὶ τοὺς ἐχπεσόντας πλὴν τῶν σφαγέων κατελϑ εῖν, καί τισιν αὐτῶν δημαρχίας τε καὶ στρατηγίας καὶ ἱερωσύνας εὖ-"
      },
      {
        "index": 328,
        "text": "λουν Β. 19 πρῶτα Α. αὐτῶν Ο."
      },
      {
        "index": 329,
        "text": "Oc δοϑῆναι, αὐτὸν δὲ τὸν Σέξτον Ünaróv τε αἱρεϑῆναι καὶ Ὁ οἱωνιστὴν ἀποδειχϑῆναι κἀκ τῆς πατρῴας οὐσίας χιλίας nevraxo- σίας πεντήχοντα μυριάδας δραχμῶν κομίσασϑαι, καὶ Σικελίας καὶ Σαρδοῦς τῆς τε “ἀχαΐως ἐπὶ πέντε ἔτη ἄρξαι, μὴ αὐτομόλους 5 δεχόμενον, μὴ ναῦς ἐπικτώμενον, μή τιν ἐν τῇ Ἰταλίᾳ ἔχοντα φρούρια, ἀλλὰ τήν τε. εἰρήνην τὴν ἐν τῇ ϑαλάσσῃ αὐτῇ πρυτα- νεύοντα καὶ σῖτον τοῖς ἐν τῇ πόλει τακτὸν πέμποντα. Τὰς γοῦν συνθήκας ταύτας συγγραψάμενοι, καὶ τὰ γραμ- ματεῖα ταῖς ἱερείαις ταῖς ἀειπαρϑένοις παραϑέμενοι, δεξιάς τε 10 σφίσιν ἔδοσαν καὶ ἀλλήλους ἐφίλησαν\" καὶ ἐπὶ τούτοις ἄπλετος ἠγέρϑη βοὴ κἀκ τῆς ἠπείρου κἀκ τῶν νεῶν, ὥστε καὶ τὰ ὄρη D συνηχῆσαι. μετὰ ταῦτα μέντοι οἵ τε ἄλλοι ὑπεδέχοντο ἀλλήλους καὶ ἀνϑειστίων καὶ αὐτοὶ ἐκεῖνοι, πρότερος μὲν ὃ - Σέξτος ἐν τῇ γηί, ἔπειτα καὶ ὃ Καῖσαρ ὃ τε ᾿Αντώνιος ἐν τῇ ἠπείρῳ. δυνηϑ εἰς 15 δὲ ὃ Σέξτος ἄμφω ἐν τῷ σκάφει σὺν ὀλίγοις ὄντας κτανεῖν, ὡς καὶ ὃ ἐξελεύϑερος. αὐτῷ ἸΠηνᾶς συνεβούλευσε, τεμεῖν εἰπὼν εἰ βούλοιτο τὸ πρυμνήσιον καὶ ἀποπλεῦσαι, οὐκ ἠϑέλησεν, ἀλλὰ καὶ τὴν ϑυγατέρα IMágxo Μαρκέλλῳ τῷ τοῦ Καίσαρος ἀδελφιδῷ ἐνηγγύησε. , 90 Καὶ οὗτος μὲν ὃ πόλεμος ἀνεβέβλητο\" (28) ἐς τὴν “Ελλάδα δὲ ὃ Ἀντώνιος ἀπὸ τῆς Ἰταλίας ἐπανελϑὼὺν ἐπὶ πλεῖστον ἐν ταύτῃ διέτριψε, τάς τε ἐπιϑυμίας ἀποπίμπλας καὶ τὰς πόλεις κακῶν ὡς ῬΊ 518"
      },
      {
        "index": 330,
        "text": "ὀλίγοις ἐν τῷ σκάφει Α. 16 τεμεῖν — 17 εἐποπλεῦσαι Plutar-"
      },
      {
        "index": 331,
        "text": "ἀσϑενέστατωι τῷ Σέξτῳ παραδοϑῶσι, καὶ ἄλλα δὲ πολλὰ ἐξεδιῃ- τήϑη παρὰ τὼ πάτρια, καὶ 4΄πόνυσον νέον ἑαυτὸν ἐκάλει καὶ παρὰ τῶν ἄλλων ὀνομάζεσϑαι ἤϑελε. καὶ τῶν ᾿1ϑηναίων δεὰ ταῦτα τὴν ᾿4ϑηνᾶν αὐτῷ κατεγγυωμένων, δέχεσθαί τε τὸν γάμον ἔφη, x«l προῖχα μυριάδας ἑκατὸν ἐπράξατο παρ᾽ αὐτῶν. 5 Κἀκεῖνος μὲν περὶ ταῦτα εἶχε, τὸν δὲ Βεντίδιον τὸν Πού- πλιον εἰς τὴν ᾿Ἡσίων προέπεμψεν. ὃς τῷ Maff συμμίξας μετά τε τῶν περὶ αὐτὸν “Ῥωμαίων καὶ τῶν Πάρϑων παραταξα- Β μένῳ τρέπεται τούτους\" καὶ πολλοὶ μὲν τῶν Πάρϑων παρὰ τῶν Ὠθλεμιίων ἐσφάγησαν, πλείους δὲ ὑπ᾽ ἀλλήλων ἐφϑάρησαν ἐν τῇ 10 φυγῇ συμπατούμενοι, 07 τε περιλειφϑέντες εἷς Κιλικίαν ἔφυγον. W 11149 ὁ “Τ1ιυβιηνὸς δὲ αὖϑις ἡτοιμάζετο ἥξειν ἐς χεῖρας αὐτῷ. οἷ δὲ στρατιῶται ἀϑυμοῦντες διὰ τὴν τῶν βαρβάρων φυγήν, ἀποδρᾶ- ναι νυχτὸς ἐπεχείρησαν. καὶ τοῦτο ἐξ αὐτομόλου προγνοὺς ὃ Βεντέδιος, πολλοὺς. μὲν ἐν τῇ ἀποχωρήσει λοχήσας ἀπέκτεινε, 16 τοὺς δὲ λοιποὺς εἰς ἑκυτὸν ἐπεσπάσατο. ἐκεῖνος δὲ τότε piv δι-- ἔφυγεν, ὕστερον δὲ ὑπὸ Ζημητρίον ἑάλω, ὃς τοῦ προτέρου Καί- C σώρος ἐξελεέϑερος ὧν, τότε παρὰ τοῦ ᾿Αντωνίου εἰς Κύπρον ἀπέσταλτο. Βεντίδιος δὲ τὴν Κιλικίαν ἐκομίσατο καὶ ΣΣίλωνω μεϑ᾽ ἱππέων εἰς τὸν μανὸν προέπεμψεν (ὄρος δὲ τοῦτό ἐστιν ἐν 30 μεϑορίῳ κείμενον Συρίας καὶ Κιλικίας, κομιδῇ στενὴν ἔχον τὴν δίοδον)\" ἔνϑα καὶ ἐκινδύνευσεν ἂν ὑπὸ τῶν παρὰ τοῦ Παχόρου"
      },
      {
        "index": 332,
        "text": "Dio μεϑορέᾳ. 22 ἐκινδύνευααν ἂν Α."
      },
      {
        "index": 333,
        "text": "τεταγμένων φυλάττειν αὐτό, & μὴ κατὰ τύχην ὃ Βεντίδιος μαχο-- μένῳ αὐτῷ ἐπιστὰς ἐβοήϑησε. καὶ οὕτω τήν τε Συρίαν, πλὴν τῶν “ραδίων, παρέλαβεν, εἶτα καὶ τὴν Παλαιστίνην κατέσχεν. ᾿ππίου δὲ Κλαυδίου καὶ Γαίου Νορβανοῦ ὑπατευόντων τὸ θϑπλῆϑος πρὸς τοὺς τελώνας βαφυνόμενον ταῖς εἰσπράξεσιν ἐστα- σίασε, κἀκείνοις καὶ τοῖς ὑπηρέταις τοῖς τε στρατιώταις τοῖς συνεισπράττουσι σφίσι τὰ χρήματα ἐς χεῖρας ἤεσαν. Ὃ δὲ Καῖσαρ τὴν “βίαν ἔγημεν. ἦν δὲ ϑυγάτηρ μὲν D “Δ ιβίου Ζ4ρούσου ὃς ἑαυτὸν μετὰ τὴν ἐν ἈῆήΠακεδονίᾳ ἧτταν διεχει- Ἰορίσατο, γυνὴ δὲ τοῦ Νέρωνος, καὶ ἔγκυος ἦν ἐξ ἐκεένου μῆνα ἕχτον. διστάζοντος δὲ διὰ τοῦτο τοῦ Καίσαρος ἀγαγέσϑαι αὐτὴν ἐν γαστρὶ ἔχουσαν, οἷ ἱερεῖς οἱ ποντίφικες εἰ μὴ ἀνόσιον εἴη τοῦτο ἐρωτηϑέντες εἶπον ὡς εἶ μὲν ἐν ἀμφιβόλῳ τὸ κύημα ἦν, ὑπερτε- ϑῆναι τὸν γάμον ἐχρῆν, ὁμολογουμένου δὲ αὐτοῦ οὐδὲν κωλύει 15 αὐτὸν γενέσθαι\" τάχα μὲν οὕτως καὶ ἐν τοῖς πατρίοις τοῦτο ev- ρόντες, εἰ δὲ καὶ μὴ εὗρον, οὕτως αὐτὸ εἰπόντες διὰ τὸν Καί- σαρα. ἐξέδωκε δὲ αὐτὴν αὐτὸς ὃ ἀνὴρ ὥσπερ τις πατήρ. συνοι- κοῦσα δὲ ἤδη 7 γυνὴ τῷ Καίσαρι τίκτει Κλαύδιον 4 ροῦσον Νέρωνα, καὶ αὐτὸν ὃ Καῖσαρ τῷ πατρὶ ἔπεμψεν\" ὃς τελευτῶν P 1 516 20 πολλῷ ὕστερον τούτῳ τε καὶ τῷ Τιβερίῳ ἐπέτροπον αὐτὸν τὸν Καίσαρα καταλέλοιπεν. | \"Ev δὲ τούτῳ ὃ Καϊσάρ τε xol ὃ Σέξτος ἐπολέμησαν\" οὐ γὰρ ἐϑελονταὶ ἀλλ᾽ ἀναγκαστοὶ τὴν δμολογίαν πεποιημένοι οὐδ᾽"
      },
      {
        "index": 334,
        "text": "ἐνέμειναν ταύτῃ. ἔμελλον μὲν γάρ, εἰ xal μὴ σκῆψις αὐτοῖς ἐγένετο, μαχέσασϑαι. τέως δ᾽ οὖν καί τινες αὐτοῖς αἰτίαι λαβὰς τῆς μάχης δεδώκασι. Μηνᾶς γὰρ ἐξελεύϑερος ὧν τοῦ Σέξτου καὶ ἐν τῇ Σαρδοῖ τῇ νήσῳ τυγχάνων ὑπωπτεύϑη δι᾽ ἄλλα τε καὶ ὅτε τῷ Καίσαρι ἐκεκοινολόγητο, καὶ μεταπεμφϑεὶς ὑπὸ Σέξτου ὅ ὡς λόγους δώσων περὶ ὧν διῳκήκει, τοὺς μὲν πεμφϑέντας ἀπ- ἔκτεινε, τὴν δὲ νῆσον τῷ Καίσαρι καὶ τὸ ναυτικὸν καὶ τὸ λοιπὸν Β στράτευμα καὶ ἑαυτὸν παραδέδωκεν. ὃ δὲ αὐτὸν μεγάλως τετί- μηχε\" δακτυλίοις τε γὰρ χρυσοῖς ἐκόσμησε καὶ τοῖς ἱππεῦσι συγ- κατηρίϑμησε. τὸ δὲ τῶν δακτυλίων τοιοῦτον ἐστίν. οὐδενὶ τῶν 10 πάλαι Ῥωμαίων, οὐκ ὅτι τῶν ἀπελευϑέρων, ἀλλ᾽ οὐδὲ τῶν ἐλευ-- ϑέρων, πλὴν τῶν βουλευτῶν καὶ ἱππέων, δαχτυλίοις χρυσοῖς κε- χοῆσϑαι ἐξῆν, εἰ μὴ ὃ τὸ κράτος ἔγων τοῦτο ἐπέτρεψε. τοῦτον οὖν τοῦ Σέξτου ἐκδοϑῆναί oi αἰτήσαντος ὃ Καῖσαρ οὐκ ἐξέδωκεν, ἀντεγκαλῶν τῷ “Σέξτῳ τὸ τοὺς αὐτομόλους τε ὑποδέχεσθαι καὶ 16 ναυπηγεῖν τριήρεις παρὰ τὰ συγκείμενα καὶ ἕτερα. ὃ δὲ δὴ Σέξ- τος διά τε τὸν lMgváv xol δι᾽ ἄλλα τὸν Καίσαρα αἰτιώμενος, πέμψας πολλὰ τῆς Καμπανίας ἐπόρϑησε. καὶ ὁ Καῖσαρ τοῦτο C μαϑὼν τόν τε “έπιδον καὶ τὸν “Ἀντώνιον μετεπέμψατο. καὶ ὃ μὲν “έπιδος οὐκ εὐθὺς ὑπήκουσεν, \"Ἀντώνιος δὲ ἦλϑε μὲν ἐκ τῆς Ὁ “Ἑλλάδος εἰς τὸ Βρεντέσιον, πρὶν δὲ τῷ Καίσαρι συνελϑεῖν, δείσας ὅτε λύκος εἷς τὸ στρατήγιον αὐτοῦ εἰσῆλϑε καὶ στρατιώτας ἔφϑει-"
      },
      {
        "index": 335,
        "text": "ρεν, εἷς τὴν “Ελλάδα πάλιν ἀνέπλευσε, προφασισάμενος τὰ τῶν Πάρϑων ὡς κατεπείγοντα. ὋὉ δὲ Σέξτος προϑυμότερον εἴχετο τῶν πραγμάτων, καὶ τῇ Ἰταλίᾳ ἐπέπλει, καὶ πολλὰ μὲν ἐκάκου, o9 μείω δὲ καὶ ἀντέπασχε. ) ὅδ καὶ ναυμαχιῶν δὲ γεγονυιῶν oi τοῦ Σέξτου μᾶλλον ἐκράτουν, : πολλῶν μὲν νηῶν τοῦ Καίσαρος καὶ ἐν ταῖς ναυμαχίαις φϑαρει- σῶν, πολλῶν δὲ καὶ ὑπὸ βιαίων πνευμάτων κινδυνευσασῶν, ὥστε τὸν Καίσαρα βουλόμενον εἷς Σικελίαν ἐμβαλεῖν τοῦτο μὲν ἀπο- γνῶναι, τῆς δὲ παραϑαλασσίας ἠπείρου τὴν φυλακὴν ποιεῖσϑαι Ὁ 10 ἀγαπητῶς. ὁ Σέξτος δ᾽ ἔτι μᾶλλον ἤρϑη, καὶ αὐτὸς μὲν τὴν \"᾿Ππαλίαν ἐκάχου, εἰς δὲ τὴν “Πιβύην τὸν ᾿“πολλοφάνην ἀπέστειλε. Καῖσαρ μέντοι πλοῖά τε πολλὰ ἐναυπήγει καὶ ἐρέτας παρά τε τῶν . βουλευτῶν καὶ τῶν ἱππέων xol τῶν δημοτῶν συνέλεγεν, ὁπλίτας τε κατελέγετο καὶ χρήματα πανταχόϑεν συνήϑροιζε\" καὶ αὐτὸς μὲν 15 τά τε ἐν τῇ Ἰταλίᾳ καὶ τὰ ἐν τῇ Γαλατίᾳ διέταττε, τῷ δὲ ᾿Αγρίπ-- πᾳ τὴν τοῦ ναυτιχοῦ παρασκευὴν ἐγχειρίσας ἐκπονῆσαι καὶ ἐξ- ἀσκῆσαι τοῦτο ἐχέλευσε. καὶ ὃς τάς τε ναῦς καὶ τοὺς ἐρέτας ἤϑροισε, καὶ τὰς μὲν κατέφραττε, τοὺς δ᾽ ἐπ᾿ ἰκρίων ἐρέττειν ἤσκει. 90 Οἱ δ᾽ ἐν τῇ Ῥώμῃ ἐταράττοντο μὲν καὶ ταῖς τῶν ἀρχόντων πρὸς ἀλλήλους στάσεσιν, ἔϑραττον δὲ αὐτοὺς καὶ σημεῖα ἄλλα τε καὶ ὅτι λευκὴν ὄρνιν κλώνιον δάφνης ἐγκάρπου φέρουσαν ἀετὸς ἁρπάσας tlg τὸν\" κόλπον τῆς “βίας ἐνέβαλεν\" ὃ οὐ μικρὸν ση-"
      },
      {
        "index": 336,
        "text": "μεῖον ἐδόχε. ἡ δὲ τῆς τε ὄρνιϑος ἐπεμελήϑη καὶ τὴν δάφνην ἐφύτευσε, xol ἥ μὲν ῥιζωθϑεῖσα ηὔξησεν, 7) δὲ “Τιβία ἐγκολπώσα- σθαι τὴν τοῦ Καίσαρος ἰσχὺν καὶ ἐν πᾶσιν αὐτοῦ κρατήσειν ἔμελλεν."
      },
      {
        "index": 337,
        "text": "24. Ἔν δὲ τούτῳ τῷ χρόνῳ ἦλθε μὲν ὃ \"Ἀντώνιος ἐκ τῆς ὃ Συρίας εἰς Ἰταλίαν, ὡς τῷ Καίσαρι διὰ τὰ συμβεβηκότα αὐτῷ τοῦ πρὸς τὸν Σέξτον μεθέξβων πολέμου, οὐ μέντοι παρέμεινεν,"
      },
      {
        "index": 338,
        "text": "Β ἀλλὰ ναῦς δοὺς αὐτῷ καὶ ἑτέρας πέμψειν ἐπαγγειλάμενος ὁπλίτας ἀντείληφεν, αὐτὸς δὲ ὡς ἐπὶ Πάρϑους στρατεύσων ἀπῆρε. πρὶν δὲ ἀπιέναε αὐτὸν ἠτιάσαντο ἀλλήλους\" εἶτα καὶ διηλλάγησαν, τῆς 10 Ὀχταβίας τὰς διαλλαγὰς πραττούσης. ἡ 06 Ὀχταβία τοῦ Καί- σαρος ἦν ἀδελφή, ἣ μετὰ ϑάνατον τῆς Φουλβίας τῷ “Ἀντωνίῳ συνήφϑη παρὰ τοῦ ἀδελφυῦ, τοῦ ἀνδρὸς αὐτῆς ᾧ συνῴκει πρό- τερον. τελευτήσαντος. καὶ ἐπειδὴ οὔπω παρῆκεν ὃ πένϑιμος χρό- γος, ψήφῳ τῆς συγκλήτου ἐλύϑη τὸ ἐπιτίμιον. καὶ τότε δέ, ἵνα 15 πλείων αὐτοῖς ἐκ συγγενείας σύνδεσμος γένοιτο, “Φντύλῳ τῷ τοῦ “Ἀντωνίου υἱῷ τὴν ϑυγατέρα ὃ Καῖσαρ τὴν ἑαυτοῦ κατηγγύησεν."
      },
      {
        "index": 339,
        "text": "C ἐπλάττοντο δὲ ταῦτα καὶ ὑπεκρίνοντο διὰ τὰ τότε σφίσιν ὑπάρ- χοντα πράγματα. τὸν δὲ Σέξτον τῆς τε ἱερωσύνης ἔπαυσαν καὶ τῆς ὑπατείας, ἑαυτοῖς δὲ τὴν ἡγεμονίαν lg ἄλλην πενταετίαν 20 ἐπέτρεψαν\" ἥ γὰρ προτέρα ?xusuérogro ἤδη."
      },
      {
        "index": 340,
        "text": "Καὶ “Ἀντώνιος μὲν εἷς Συρίαν ἠπείγετο, Καῖσαρ δὲ εἷς τὸν πρὸς Σέξτον πόλεμον ἡτοιμάζετο. ὃ δὲ ηνᾶς πρὸς τὸν Σέξτον αὖϑις ἀπηυτομόλησεν, ἄπιστος ὧν καὶ ϑεραπεύων ἀεὶ τὰ τοῦ κρείττανος. Καῖσαρ δ᾽ ἐπιστάντος τοῦ ἔαρος ὥρμησε κατὰ τῆς"
      },
      {
        "index": 341,
        "text": "Σικελίας, περισχεῖν ἐλπίσας τῷ στόλῳ αὐτήν, καὶ τῷ vt πλήϑει τεθαρρηκὼς τῶν σκαφῶν καὶ τῷ μεγέϑει καὶ τοῖς πύργοις οἷς ἔφερον ἵν᾽ ἐξ αὐτῶν ὡς ἀπὸ τείχους ἐξ ὑπερδεξέων ἀνταγωνίζων- ται. ἀπιόντι δὲ χειμὼν συνέβη βαρύτατος καὶ πολλὰς ναῦς D ἔφϑειρε, καὶ ὃ ηνᾶς ταῖς λοιπαῖς τεταφαγμέναις ἐπενεχϑεὶς"
      },
      {
        "index": 342,
        "text": "Ἰοσυχνὰς μὲν ἔκαυσε, τὰς δ᾽ ἀνεδήσατο. εἰ δὲ μὴ αὖϑις τῷ Καί- σαρε προσεχώρησε καὶ τὸ γαυτικὸν οὗ ἦρχε προέδωκεν, εἷς κενὸν ἄν καὶ τότε τῷ Καίσαρι ὃ ἐπίπλους ἐγένετο. ηὐτομόλησε δ᾽ ὃ Ἡηνᾶς πρὸς ἅπαν παρὰ τοῦ “Σέξτου ὑποπτευόμενος\" ἀλλ᾽ οὐδ᾽ ὃ Καῖσαρ ἔτι αὐτῷ ἐπίστευεν. ἐπεὶ δὲ τὸν στόλον αὖϑις ὃ Καῖσαρ"
      },
      {
        "index": 343,
        "text": "ἀνεχτύσατο, εἷς τὴν ἤπειρον ἀνεκομίσϑη, ὡς τὸ πεζὸν τοῦ στρα- τεύματος «εἷς τὴν Σικελίαν, ὅτε καιρός, περαιώσων. ὃ δὲ Σέξιος ἐν Μ]εσσήνῃ τὸν αὐτοῦ διάπλουν ἐτήρει. τῷ δ᾽ ᾿Ἡγρίππᾳ εἷς “ ιπάραν σὺν ταῖς ναυσὶ καταλειφϑέντε παρὰ τοῦ Καίσιρος Ζημόχαριν ἀνθορμεῖν ἐν Πύλαις ἐκέλευσε. καὶ διέτρεψαν ἐκεῖσε"
      },
      {
        "index": 344,
        "text": "χρόνον ὑπόσυχνον, τέλος δὲ ὃ Ἡγρίππας σὺν ταῖς ἀρίσταις τῶν Ὗ II 151 γεῶν ἐπὶ κατασκοπὴν τῶν ἐναντίων ἀπελήλυϑε. καὶ ὡς οὔτε πάν- τας χατεῖδεν οὔτ᾽ ἀναχϑῆναί τις ἠϑέλησεν, ἐπανῆλθε, καὶ παρ-"
      },
      {
        "index": 345,
        "text": "ἐσκευάζετο ὡς πολεμήσων τῇ ἐπιούσῃ. τὰ δ᾽ αὐτὰ καὶ τῷ 4ημο-. χάρει συμβέβηκε, καὶ ἡτοιμάζετο κἀκεῖνος ὡς τοῖς πολεμίοις ἐπελευσόμενος, καὶ τὸν “Σέξτον δὲ; μετεπέμψατο. ἡμέρα τὲ ἤδη ὑπέλαμπε, καὶ ἄμφω τὰ ναυτικὰ ἐπ᾽ ἄλληλα ἔπλεον καὶ τῆς vav- B μαχίας ἀπήρξαντο. καὶ ἐπὶ πλεῖστον μὲν ἀγχωμάλως ἠγωνίσαντο, 5 ὀψὲ δ᾽ οὖν ποτε καὶ πρὸς νύχτα ἤδη οἱ τοῦ Kaíaupog ἐκράτησαν, οὗ μέντοι καὶ ἐπεδίωξαν. | Καῖσαρ δὲ τοῦ Σέξτου ἐκ τῆς ἸἤΠεσσήνης διὰ τὴν ναυμαχίαν ἀπάραντος ἀκινδύνως ἐπεραιώϑη πρὸς Ταυρομένιον. ἤδη δὲ τῆς ναυμαχίας παυϑείσης σπουδῇ πρὸς τὴν εσσήνην ὃ Σέξτος ἀφί- 10 xevo, καὶ μαϑὼν περαιωθέντα τὸν Καίσαρα, προσέμιξεν αὐτῷ κατὰ γῆν. καὶ ὃ Καῖσαρ τοῦ τε ναυτικοῦ τὸ πλεῖον ἀπέβαλε καὶ αὐτὸς ὀλίγου προσδιεφϑάρη\" τέως δ᾽ οὖν εἷς τὴν ἤπειρον διασέ- σωστο. ἤχϑετο δὲ τοῦ στρατεύματος ἐν τῇ νήσῳ ἀπειλημμένον, καὶ οὐ πρὶν ἀνεϑάρσησεν ἕως ἰχϑὺς ἀναϑορὼν ἐκ τῆς ϑαλάσσης 15 C αὐτόματος πρὸς τοὺς πόδας αὐτοῦ ἔπεσε\" τοῦτο γὰρ οἱ μάντεις δηλοῦν ἐξηγήσαντο ὅτι δουλώσεται τὴν ϑάλασσαν. ἡ δὲ τοῦ Καί- σαρος στρατιὰ ἐπολιορκεῖτο, καὶ ἐπεὶ τὰ ἐπιτήδεια ἐπέλιπον σφᾶς καὶ ὃ βοηϑήσων οὐκ ἦν, ὃ ταύτης ἄρχων Κυρνουφίκιος τά τε σχάφη ὅσα ἐκ τῆς ναυμαχίας περισέσωστο ἔκαυσε, καὶ αὐτὸς 30 πρὸς τὰς Πύλας ἀπῆγε τὴν στρατιάν. καὶ πολλὰ ἐκακώϑησαν zapà τῶν ἐναντίων ἐφεπομένων αὐτοῖς ἔν τε τῇ ἄλλῃ πορείᾳ καὶ μᾶλλον ἐν ταῖς τῶν ποταμῶν διαβάσεσι. καὶ ἐπὶ τρεῖς ἡμέρας"
      },
      {
        "index": 346,
        "text": "ἀπεέρξαντο Α. 17] δηλοῦντες Α. 19 κορνουφέκιος AB,"
      },
      {
        "index": 347,
        "text": "ἔπασχον οὕτως, τῇ δέ yc τελευταίᾳ πάντη αὐτοὺς ἐκάκωσαν, προσγενομένου αὐτοῖς καὶ τοῦ Σέξτου. καὶ πάντες ἂν διεφϑάρη- σαν, εἶ μὴ σφῶν xol ἄκοντες ἀπέαχοντο οἱ πολέμιοι. ὃ γὰρ ““γρίππας νικήσας τὴν ναυμαχίαν ἐς Σικελίαν ἐπεραιώϑη καὶ Ὁ δ σῖτόν τε τῷ στρατῷ καὶ βοήϑειαν ἔπεμψε. καὶ 0 Σέξτος αὐτὸν τὸν “4γρίππαν ἥξειν ἐκεῖ προσδοκήσας καὶ φοβηϑείς, σπουδῇ ἂν-- ἐχώρησεν, ὥστε σκεύη τινὰ καὶ ἐπιτήδεια καταλεῖψαι ἐν τῷ ἐρυ- ματι, ἐξ ὧν τραφέντες οἷ περὶ τὸν Κορνουφίκιον πρὸς τὸν χγρίπ- παν ἀπήεσαν\" ovg; ὃ Καῖσαρ ἐπαίνοις xol δωρεαῖς ἀνεκτήσατο. .10 25. ἹΜετὰ τοῦτο δ᾽ ἐς τὴν Σικελίαν ἐλϑόντι τῷ Καίσαρι περὶ τὸ ᾿Ἡρτεμίσιον ὃ Σέξτος ἀντεστρατοπεδεύσατο. ἀντικαϑη- μένων δ᾽ ἀλλήλοις καὶ ἀκροβολιζομένων τῷ μὲν Σέξτῳ ὃ Γάλλος, τῷ δὲ Καίσαρι 0 “Ζ“Ζέπιδος σὺν ταῖς δυνάμεσι προσήνωντο. καὶ ὃ μὲν Γάλλος ἐπέρρωσε τὸν Σέξτον, ὃ δὲ Jdímiog διηνέχϑη τῷ 16 Καίσαρι, αὐτὸς μὲν ἐκ τοῦ ἴσου συνδιοικεῖν αὐτῷ τὰ πάντα βου- λόμενος, ἐκείνου δὲ ὡς ὑποστρατήγῳ αὐτῷ χρωμένου ἐν ἅπασι. διὸ καὶ πρὸς τὸν Σέξτον ἀπέκλινε, καὶ ἐκοινολογεῖτο δι᾽ ἀπορρή- των αὐτῷ. ὃ ὑπονοήσας ὃ Καῖσαρ ἔσπευσε πρὶν νεοχμωϑῆναί τι διὰ μάχης τῷ Σέξτῳ χωρῆσαι. καὶ ναυμαχίας τε κατὰ ϑάλασσαν 90 συρραγείσης, καὶ κατὰ γῆν τῶν πεζῶν ἀμφοῖν παρατεταγμένων, ἐπὶ πολὺ μὲν τῆς ναυμαχίας γινομένης loopgónov τε καὶ ἰσοπαλοῦς"
      },
      {
        "index": 348,
        "text": "τὰ πεζὰ καὶ ἄμφω στρατεύματα ἐθεῶντο xal ἠγωνίων\" ἐπεὶ δ᾽ oi τοῦ Σέξτου ἐτράποντο, οἱ μὲν ἐπαιάνισαν oi δ᾽ ὠλοφύροντο. καὶ"
      },
      {
        "index": 349,
        "text": "B οἱ μὲν τοῦ Σέἕτου πεζοὶ πρὸς τὴν Μεσσήνην ἐχώρουν ἅτε καὶ αὐτοὶ συνηττηϑέντες τῷ ναυτικῷ, ὃ δὲ Καῖσαρ τοὺς ἐχπίπτοντας τῶν ἡττωμένων εἰς τὴν γῆν ἐξεδέχετο καὶ τῶν σχαφῶν ὅσα προσ- 5 ὠκειλον ἐνεπίμπρα. κἀν τούτῳ 0 μὲν 4]ημόχαρις ἑαυτὸν ἀπέσφα- ξεν, ὃ δ᾽ ᾿ἠπολλόδωρος τῷ Καίσαρι προσεχώρησε. τοῦτο δὲ ἄλλαι τε καὶ ὃ Γάλλος καὶ οἱ ἱππεῖς οἱ σὺν αὐτῷ πάντες καί τινες τῶν πεζῶν πεποιήκασιν."
      },
      {
        "index": 350,
        "text": "Ὃ Σέξτος δ᾽ ἐντεῦϑεν ἀπογνοὺς καὶ τὴν ϑυγατέρα καὶ ἄλ- 10 λους παραλαβὼν τά τε χρήματα καὶ τῶν ἄλλων τὰ τιμιώτερα elg τὰς ναῦς τὰς κρείττους τῶν σωϑεισῶν ἐνθέμενος ἀπῆρε vvxzüg*"
      },
      {
        "index": 351,
        "text": "C οὐδ᾽ ἐπεδίωξέ τις αὐτόν, ὅτι τε λάϑρα ἐξέπλευσε καὶ 0 Καῖσαρ ἐν μεγάλῃ γέγονε ταραχῇ. ὃ γὰρ «“έπιδος τῇ ἹΠεσσήνῃ ἐπελθὼν καὶ εἰσδεχϑεὶς εἰς αὐτὴν τὰ μὲν ἐνεπίμπρα τὰ δ᾽ ἥρπαζεν\" εἶτα 16 φοβηϑεὶς ἐπελϑόντα τὸν Καίσαρα, ἐπὶ λόφον καρτερὸν στρατο- πεδευσάμενος, πάντα τε ὅσα ἐλαττοῦσϑαι ἐνόμιζεν ἐπενεκάλει αὐτῷ, καὶ ἀπήτει ὅσα αὐτῷ κατὰ τὴν πρώτην συνωμοσίαν ἐδέ- δοτο, καὶ τῆς Σικελίας ἀντεποιεῖτο ὡς αὐτὴν καταστρεψάμενος,. καὶ ταῦτα πέμπων τινὰς ὡμίλει τῷ Καίσαρι, ἔχων ὥς τ᾽ ἐκ τῆς 39 “Πιβύης ἐπῆκτο δυνάμεις καὶ τοὺς ἐγκαταλειφϑέντας ἐν τῇ Πῆεσ--: D σήνῃ πάντας. ὃ δὲ Καῖσαρ τοῖς ὅπλοις ϑαρρῶν εὐθὺς ἐπ᾿ αὐτὸν"
      },
      {
        "index": 352,
        "text": "6 ““ημοζάρης Dio. T Mrollogoerne Dio. 12 ὅπῆρε AB,"
      },
      {
        "index": 353,
        "text": "piv ὀλίγων τινῶν ὥρμησε. δόξας δὲ διὰ τὴν τῶν συνεπομένων"
      },
      {
        "index": 354,
        "text": "ὀλιγανδρίαν εἰρηνικόν τε πράξειν, ἐς τὸ στρατόπεδον εἰσεδέχϑη."
      },
      {
        "index": 355,
        "text": "ὡς δ᾽ οὐδὲν πρὸς τὴν καταλλαγὴν ἔλεγε, παρωξύνϑησαν οὗ τοῦ"
      },
      {
        "index": 356,
        "text": "“Ἱεπίδου xal τινας τῶν ἐχείνου ἀπέκτειναν, αὐτὸς δὲ βοηϑείας δτυχὼν ἐσώϑη. καὶ μετὰ τοῦτο αὖϑις ἐπῆλθεν αὐτοῖς σὺν παντὶ"
      },
      {
        "index": 357,
        "text": "τῷ στρατῷ καὶ ἐπολιόρκει κατακλείσας σφᾶς εἷς τὸ τάφρευμα."
      },
      {
        "index": 358,
        "text": "φοβηϑέντες οὖν τὴν ἅλωσιν ἀϑρόοι μὲν αἰδούμενοι τὸν Zdénidoy"
      },
      {
        "index": 359,
        "text": "οὐ μετέστησαν πρὸς τὸν Καίσαρα, κατ᾽ ὀλίγους δὲ προσεχώρουν"
      },
      {
        "index": 360,
        "text": "αὐτῷ. καὶ οὕτω κἀκεῖνος ἐϑελοντὴς δῆϑεν ἐν ἐσθῆτι quía ἱκέτης ῬῚ 518"
      },
      {
        "index": 361,
        "text": "αὐτῷ προσελήλυϑε. xoi ὃ μὲν τῆς ἐξουσίας τε παρελύϑη καὶ ἐν τῇ Ἰταλίᾳ δίαιταν ἐπεποίητο ἔμφρουρον. τῶν δὲ τὰ τοῦ “Σέξτου πραξάντων τινὰς μὲν ἐκόλασεν, ἐνίους δ᾽ ἀφῆκε\" καὶ τῶν πόλεων"
      },
      {
        "index": 362,
        "text": "' τὼς μὲν ἑκουσίως προσχωρησάσας αὐτῷ συγγνώμης ἠξίωσε, τὰς δ᾽ ἀντιστάσας αὐτῷ ἐδικαίωσεν."
      },
      {
        "index": 363,
        "text": "Οἱ στρατιῶται δὲ ἐστασίασάν τε καὶ ἐϑρασύνοντο καὶ συλ- λεγόμενοι ἤτουν ἕκαστος ὃ ἐπόϑει. τοῦ δὲ Καίσαρος ἐν ὀλιγωρίᾳ σφᾶς ποιουμένου, ὡς μή τένος πολεμίου παρόντος, ἐπηπείλουν. ὡς δ᾽ οὐδὲν ἤνυον, τῆς στρατείας ἀφεθῆναι ἠξίουν ϑυμᾷ καὶ B βοῇ\" λήψεσθαι γὰρ ἤλπισαν ἃ ἀπήτουν διὰ τὴν ἀπειλὴν τῆς"
      },
      {
        "index": 364,
        "text": "ἐγκαταλεέψεως. ὃ δὲ Καῖσαρ μὴ δεῖν νομίζων τὸν ἄρχοντα ἐξ ἀνάγκης τοῖς ὑπηκόοις ὑπείκειν, εὔλογά τε αὐτοὶς ἀξιοῦν ἔφη, xal dixe πρῶτον μὲν τοὺς ἐπὶ τὸν “Ἀντώνιον αὐτῷ συστρατεύ-"
      },
      {
        "index": 365,
        "text": "σαντας, ὡς δὲ καὶ oi ἄλλοι ἐνέκειντο, καὶ τοὺς δέκατον ἔτος στρατευσαμένους διαφῆκεν, εἰπὼν ὡς οὐδενὶ ἔτ᾽ αὐτῶν οὐδ᾽ ἂν τὰ μάλιστα ἐϑελήσωσι χρήσεται. ὃ ἀκούσαντες οὐδὲν ἔτι ἐφϑέγ- ἔαντο, ἀλλὰ προσέχειν αὐτῷ ἤρξαντο. Καὶ τότε μὲν τὰ ἐν τῇ Σικελίᾳ διῴκησε καὶ τὴν “4:βύην 5 C ἑκατέραν πέμψας ἀμαχεὶ παρεστήσατο, καὶ οἱ ἐν τῇ Ῥώμῃ πολ-- λὰς αὐτῷ τιμὰς ἐψηφίσαντο\" Σέξτος δὲ ἐκ τῆς ἸΠεσσήνης ἀνα- χϑείς, ὑποτοπήσας δὲ διωχϑῆναι ἢ καὶ προδοϑῆναι ὑπὸ τῶν συνόντων, προεῖπε μὲν διὰ τοῦ πελάγους πλεύσειν, ἀποσβέσας δὲ τὸν πυρσὸν ὃν αἱ στρατηγίδες. τριήρεις ὡς καὶ αἱ λοιπαὶ αὐταῖς 10 ἐφέπωνται φαίνουσιν, εἰς Κεφαληνίαν κατέπλευσεν\" ἔνϑα καὶ ot λοιποὶ κατὰ τύχην ὑπὸ χειμῶνος ἐκπεσόντες αὖϑις αὐτῷ συνεγέ- γοντο. συγκαλέσας οὖν αὐτοὺς καὶ τὸ στρατηγικὸν ἀποδυσάμενος ἔνδυμα ἄλλα τε εἶπε καὶ ὅτε ἀϑρόοι μὲν ὄντες οὐ λήσουσι, σκε- D δασϑέντες δὲ ῥάω ποιήσονται τὴν διάφευξιν.-. κἀντεῦϑεν ἄλλων l5 ἄλλοσε ἀποχωρησάντων αὐτὸς ἐς τὴν ᾿Ασίαν ἐπεραιώϑη, γνώμης ὧν δρμῆσαι πρὸς τὸν \"Ἀντώνιον. ἐν “έσβῳ δὲ μαϑὼν ἐχεῖνον μὲν ἐς Πήδους στρατεῦσαι, πεπολεμῶσϑαι δὲ τὸν Καίσαρα καὶ τὸν 2dínióov, καὶ ἐλπίσας τὴν τοῦ “Ἀντωνίου ἀρχὴν διαδέξασθαι, τό τε στρατηγικὸν ἀνέλαβε σχῆμα καὶ παρεσκευάζετο ὡς καὶ τὴν 30 περαίαν. καταληψόμενος. κἀντεῦϑεν τοῦ “Ἀντωνίου τὰ πραττό- μενα ὑπ᾽ αὐτοῦ γνόντος, ἄδειάν τε αὐτῷ καὶ εὔνοιαν, ἂν τὰ"
      },
      {
        "index": 366,
        "text": "ὅπλα κατάϑηται, ὑποσχομένου, κατένευσε μέν, oüx ἐποίησε δέ ye ὡς ἐπηγγείλατο, ἀλλὰ καὶ τῶν πραγμάτων ὡς πρώην εἴχετο καὶ — ^ πρὸς τοὺς Πάρϑους διεκηρυχεύσατο. ταῦτα δὲ μαϑὼν ὃ ᾿Αντώ- ἘΠ SIS. γιὸς τὸ ναυτικὸν μετὰ Mágxov Τιπίου ἐπ᾿ αὐτὸν ἔπεμψε. καὶ ὃς δφοβηϑεὶς διεπρεσβεύσατο πρὸς ᾿Αντώνιον. ὡς δ᾽ ἐκεῖνος οὐκ ἔφη σπείσασϑαι, εἰ μὴ τάς τε ναῦς καὶ τὴν λοιπὴν αὐτοῦ παραλήψοιτο δύναμιν, τὰ βαρύτερα τῶν σκευῶν εἷς τὰς ναῦς ἐμβαλὼν αὐτάς τε κατέκαυσε καὶ elg τὴν μεσόγειαν ὥρμησε. κὰὶ οἱ τοῦ ᾿άντωνίου ἐπιδιώξαντες αὐτὸν κατέλαβον καὶ ἐζώγρησαν. ὃ μαϑὼν ὃ ᾿4ν- τοτώνμος εὐθὺς μὲν ὑπ᾽ ὀργῆς ἐπέστειλε κτανϑῆναι αὐτόν, ὕστερον. δὲ μεταμεληϑεὶς ἔγραψε σωθῆναι αὐτόν. τοῦ οὖν δευτέρου γραμ- ματοφόρου τὸν πρῶτον προφϑάσαντος, ὕστερον τὰ περὶ τοῦ ϑανεῖν ὃ κατέχων αὐτὸν κομισάμενος, καὶ ἢ νομίσας ὄντως δεύ- B τέρα εἶναι ἢ ἄγνοιαν τοῦ ὄντος ὑποκρινάμενός, τὸν Σέξτον τὸν᾿ 15 Πομπήϊον ἐϑανάτωσε."
      },
      {
        "index": 367,
        "text": "Καὶ τῷ μὲν τοιοῦτον τὸ τέλος ἐγένετο, (26) \"Ἀντώνιος δὲ διὰ τοῦ Βεντιδίου τοὺς Πάρϑους ἐνίκησεν. ὅ τε γὰρ βασιλεὺς ἐκείνων ὃ Πάκορος ἐν τῷ πολέμῳ ἔπεσε, καὶ oi βάρβαροι οἱ μὲν ἐκτάνϑησαν ἐν τῇ μάχῃ οἱ δὲ ἔφυγον, καὶ τὰς τῆς Συρίας πόλεις"
      },
      {
        "index": 368,
        "text": "Βεντίδιος ὑπηγάγετο. εἶτα κατὰ τοῦ ᾿Αντιόχου τοῦ τῆς Κομα- γηνῆς βασιλεύοντος ἐπεστράτευσεν. ἐνταῦϑα δὲ ὄντι ἀϑρόον ὃ Ἀντώνιος ἐπιστὰς οὗ μόνον ἐπὶ τοῖς κατορϑώμασιν οὐχ ἥσϑη,"
      },
      {
        "index": 369,
        "text": "τὸν À. ἢ add A. 16 Kal τῷ — ἐγένετο om À."
      },
      {
        "index": 370,
        "text": "ἀλλὰ καὶ ἐφθόνησε xal τῆς ἀρχῆς αὐτὸν ἔπαυσεν, αὐτὸς δὲ τῷ"
      },
      {
        "index": 371,
        "text": "C ᾿Ἡντιόχῳ προσέβαλε καὶ κατέκλεισεν αὐτὸν εἷς Σαμόσατα. ὡς δ᾽ οὐδὲν ἤνυε πολιορκῶν αὐτόν, συνθήκας σπονδῶν ἐποιήσατο. καὶ εἷς τὴν Ἰταλίαν ἀφώρμησεν. |"
      },
      {
        "index": 372,
        "text": "Ὀρώδης μέντοι ὃ τῶν Πάρϑων βασιλεὺς ὑπέργηρως γεγο- 5 γώς, καὶ τῷ τοῦ Πακόρου πένϑει τὴν βασιλείαν ἀπαγορεύσας, Φραάτῃ τῷ πρεσβυτέρῳ τῶν λοιπῶν αὐτοῦ παίδων τὴν ἀρχὴν ἐνεχείρισεν. ὃ δὲ ἀνοσιώτατος γεγονὼς τοὺς ἀδελφοὺς αὐτοῦ ἐδολοφόνησε, καὶ αὐτὸν τὸν πατέρα δυσανασχετοῦντα δε ἐκεί- γους ἀπέχτεινε, καὶ τῶν ἄλλων τοὺς ἀρίστους διέφθειρεν. 10 “Ἀντώνιος δὲ πρέσβεις μὲν πρὸς τοὺς Πάρϑους περὶ εἰρήνης"
      },
      {
        "index": 373,
        "text": "ἐχπέπομφε, πρὸς δὲ πόλεμον ἡτοιμάζετο, ἵνα ἀπαρασχεύοις αὖ- τοῖς ἐντύχῃ διὰ τὴν ἐλπίδα τῆς συμβάσεως. καὶ μαϑὼν τὸν"
      },
      {
        "index": 374,
        "text": "D Mióov ἐπὶ συμμαχίαν τοῦ Πάρϑου χωρήσαντα, τὰ μὲν oxtve- φόρα καὶ πολὺ τῆς στρατιᾶς ὑπελείπετο μετὰ τοῦ Στατιανοῦ ἵν᾽ 16 ἕποιντο, αὐτὸς δὲ σὺν τοῖς ἱππεῦσι καὶ τῶν πεζῶν τοῖς εὐζώνοις ἠπείγετο ὥς αὐτίκα τὰ τῶν ήδων καταστρεψόμενος. ὃ μέντοι ᾿Πάρϑος καὶ ὃ Ἰἤῆδος τῷ Στατιανῷ ἀπροσδοκήτως ἐπιπεσόντες καὶ τῇ μετ᾽ αὐτοῦ στρατιᾷ, πάντας ἐφόνευσαν, τοῦ “Ἀντωνίου σπεύσαντος μὲν βοηϑῆσαι αὐτοῖς, πλὴν ὑστερίσαντος καὶ μόνους 30 τοὺς νεκροὺς εὑρηκότος. ὃς οὗ πολλῷ ὕστερον συμβαλὼν τοῖς βαρβάροις ἐτρέψατο μὲν αὐτούς, οὐ μέντοι μέγα τι ἔβλαψε."
      },
      {
        "index": 375,
        "text": "πολιορχῶν δὲ τὰ τοῦ Ἰήδου βασίλεια ἐπολιορκεῖτο μᾶλλον αὐτὸς P T 520 ἐπιλιπόντων τῇ αὐτοῦ στρατιᾷ τῶν ἐπιτηδείων, καὶ ἐπὶ συναγω- γὴν αὐτῶν ἐξιόντων σφόδρα παρὰ τῶν βαρβάρων κακουμένων, ἐνεδρευόντων αὐτοῖς."
      },
      {
        "index": 376,
        "text": "Ἐν τούτοις ὄντος τοῦ “Ἀντωνίου ὃ Φραάτης ὕποβαλών τινας ἔπεισε δι᾽ ἐκείνων αὐτὸν ἐπικηρυκεύσασϑαι συμβάσεων ἕνεκεν\" καὶ ὃ Πάρϑος τοὺς πεμφϑέντας ἐξονειδίσας πολλὰ μὴ ἄλλως σπείσα-- σϑαι εἶπεν εἰ μὴ αὐτίκα ἀποστρατοπεδεύσονται. καὶ ὃ \"Ἀντώνιος ἀπανέστη. προσδεχομένου δ᾽ αὐτοῦ τὰς σπονδὰς οἱ ῆδοι τάς"
      },
      {
        "index": 377,
        "text": "10 re πολιορκητικὰς κατέκαυσαν μηχανὰς καὶ τὰ χώματα διεσκέδα-- σαν. οἱ δέ γε Πάρϑοι πολλὰ καὶ δεινὰ αἰφνίδιον προσπεσόντες εἰργάσαντο. ὡς οὖν ἔγνω ὅτι ἠπάτηται, ἐς τὴν “Ἀρμενίαν ἀπελ'- ϑεῖν ἐπεχείρησε. καὶ διὰ χωρίων ἀπιὼν ἀγνώστων, πολλαῖς Β δυσχερείαις ἐνέτυχε. καὶ κἂν ἀπώλοντο οἵ μετ᾽ αὐτοῦ ξύμπαντες"
      },
      {
        "index": 378,
        "text": "εἰς ἐνέδραν ἐμπεσόντες καὶ nvxvoig βαλλόμενοι τοῖς τοξεύμασιν, εἶ μὴ τὴν χελώνην ἐποίησαν συνασπίσαντες."
      },
      {
        "index": 379,
        "text": "Ἢ δὲ χελώνη γίνεται οὕτως. τὰ μὲν σκευοφόρα καὶ ot Ψιλοὶ ἐν μέοιτυ τοῦ στρατεύματος τέτακται, τῶν δ᾽ ὁπλιτῶν οἵ Ὑ 1| 164 μὲν ταῖς προμήκεσιν ἀσπίσι ταῖς κοίλαις χρώμενοι περὶ τὰ ἔσχατα ΄"
      },
      {
        "index": 380,
        "text": "Φοτάσσονται καὶ τοὺς ἄλλους τὸ ὅπλα περιβεβλημένοι ἔξω τε βλέ- ποντες περιέχουσιν, οἱ δὲ τὰς πλατείας ἀσπίδας φέροντες ἐν τῷ μέσῳ συσπειρῶνται, κἀκεένας ἄνω ξαυτῶν τὲ καὶ τῶν λοιπῶν ὑπεραίρουσιν, ὥστε μηδὲν ἕτερον ἢ ἀσπίδας δρᾶσϑαι διὰ πάσης"
      },
      {
        "index": 381,
        "text": "τῆς φάλαγγος, xal ἐν σχέπῃ ix τῶν βελῶν πάντας εἶναι αὐτόὺς ἐχ τῆς πυκνότητος τῆς συντάξεως. οὕτω γάρ τοι πεπύχνωται, ὡς καὶ βαδίζειν τινὰς ἐπάνω αὐτῆς δύνασθαι. τὸ μὲν οὖν σχῆμα τῆς τάξεως ταύτης τοιοῦτόν ἐστι, καὶ διὰ τοῦτο καὶ τὴν χελώκης ἔλαχε κλῆσιν, διά τε τὸ ἰσχυρὸν αὐτῆς καὶ τὸ εὐσκεπές\" χρῶνται ὃ δὲ αὐτῇ διχῆ\" ἢ γὰρ’ πρὸς φρούριόν τι προσμίσγοντες προσπο-- ρεύονται καὶ τειχομαχοῦσιν, ἢ ὑπὸ τοξοτῶν περιστοιχισϑέντες ποτὲ χκυπτάζουσιν οὕτω πάντες, ὡς δοκεῖν ὅτε κεκμήκασι, πελα-:. σάντων δὲ τῶν ἐναντίων ἐξαίφνης ἐγείρονται, κἀντεῦϑεν σφᾶς. D ἐχπλήττουσι καὶ ταράττουσιν. ὃ καὶ τότε συμβέβηκε. πολλοῖς 10 γάρ, ὡς εἴρηται, βαλλόμενοι βέλεσι, τόν τε. συνασλμαμὸν τῆς, χελώνης ἐποίησαν καὶ τὰ γόνατα πρὸς τὴν γῆν ἤρεισαν τὰ εθώνυμα. γομίσαντες\" οὖν αὐτοὺς οἱ βάρβαροι ὑπὸ τῶν τραυμάτων καταπε-. σεῖν, τὰ μὲν τόξα ἀπέϑεντο, τὰ δὲ ξίφη σπασάμενοι ὡς ovyxó- ψοντες ἐπῆλϑόν αὐτοῖς. ἐξαναστάντες δὲ οἱ Ῥωμαῖοι καὶ αὐτοῖς 15 προσπεσόντες, οἷα γυμνοὺς ὡπλισμένοι, ἀπροσδοκήτους παρεσκευα-- σμένοι, τοξότας ὁπλῖται, βαρβάρουζ Ρωμαῖοι κατέκοψαν. Ἀντώνιος μὲν οὖν ὑπὸ τῶν πολεμίων οὐκέτι\" δεινὸν ὀδδὲν ἔπαϑεν, ὑπὸ δὲ ψύχους τεταλαιπώρητο. χειμὼν γὰρ ἦν, καὶ τῆς. “Μρμενίας τὰ πρόσορα, δι᾽ ὧν ἐπορεύετο, κρυσταλλώδη del εἶσεν * 30 P 1 621 ὅϑεν συχνοὶ τῶν αὐτοῦ διεῳφϑείροντοξ διὸ ὑπῆλϑε τὸν “ρρεζνιον. καὶ ἐϑώπευσε, καίτοι δι᾽ ὀργῆς ἐκεῖνον ποιούμενος. χρήματος δὲ τοῖς περιλειῳφϑεῖσι διανείμας τῆς στρατιᾶς ἀπῆρεν εἰς “Ἄἴγυστον;"
      },
      {
        "index": 382,
        "text": "πρὺς τὴν Κλεοπάτραν. δι᾽ ἣν μεγάλως ὑπὸ τῶν δμογενῶν διεβέ- βλητο, ὅτι τε παῖδας ἐξ αὐτῆς ἔσχε καὶ ὅτε χώρας αὐτῇ πολλὰς ᾿ἐχαρίσατος οὕτως γὰρ τῷ ἔρωτι αὐτῆς καὶ ταῖς γοητείαις ἐδού-- λευσεν, ὡς καὶ τὴν γυναῖκα αὐτοῦ τὴν Ὀχταβίαν πρὸς ωὑὐτὸν ἐκ δ᾽ Ῥώμης ἀφικνουμένην ἐπανελϑεῖν κελεῦσαι καὶ μὴ αὐτῷ προσ-"
      },
      {
        "index": 383,
        "text": "27. 'O δὲ Καῖσαρ ἦλϑε μὲν εἷς τὴν Σικελίαν, χρονίσας δ᾽"
      },
      {
        "index": 384,
        "text": "ἐν αὐτῇ διὰ τὸν χειμῶνα, καὶ μαϑὼν ὥς τινα τῶν ἐθνῶν τῶν"
      },
      {
        "index": 385,
        "text": ". Ῥωμαίοις ὑποκειμένων διὰ τὴν ἀποδημίαν αὐτοῦ ἐπανέστησαν, 10 ἐπανῆλϑε καὶ ἐπ᾽ ἐχείνους παρεσκευάζετο, καὶ τοὺς μὲν δι᾽ éav- τοῦ, τοὺς δὲ δι᾽ ἑτέρων προσηγάγετο καὶ ὑπέταξεν. εἶτα καὶ ἐπὶ Παννονίους ἐστράτευσεν, o? νέμονται μὲν πρὸς τῇ Δαλματίᾳ παρ᾽ αὐτὸν τὸν Ἴστρον ἀπὸ Νωρίκου μέχρι τῆς ἐν τῇ Εἰρώπῃ Ἰυσίας, κακοβίωτοι μὲν ὄντες, ἅτε μὴ γῆς μηδ᾽ ἀέρων εὖ ἥκοντες, οὐκ οἶνον 16 γεωργοῦντες, οὐκ ἔλαιον, τὰς δὲ κριϑὰς καὶ τὰς κέγχρους ἐσθίοντες ὁμοίως καὶ πίνοντες, νομίζονται δ᾽ οὖν ἀνδρειότατοι. οὗς καί τινες τῶν “Ἑλλήνων Παίονας προσηγόρευσαν, τὸ ἀληϑὲς ἀγνοήσαντες\" πρὸς γὰρ τῇ Podóng καὶ πρὸς αὐτῇ τῇ Maxtdovía τὸ τῶν Παιόνων ἔϑνος ἐστί, τούτους δὲ Παννονίους καὶ οἱ ἄλλοι χαλοῦσι καὶ αὖ- 900i ἑαυτούς... ἐπὶ τούτους. ὃ. Καῖσαρ τότε στρατεύσας, καὶ διὰ μάχης αὐτοῖς. πολλάκες χωρήσας, ὁμολογίᾳ προσηγάγετο ὕστερον."
      },
      {
        "index": 386,
        "text": "\"Ἀντώνιος δὲ τὸν IMoutywy τιμωρήσασϑα :umyavop ενος oix ἐνέλιπε πάντα λίϑον κινῶν, τὸ τῆς παροιμίας, ἕως αὐτὸν ὑπηγό- yero εἷς τὸ στρατόπεδον εἰσελϑεῖν. εἰσελϑόντα δὲ κατέσχε καὶ ἐν ἀδέσμῳ εἶχε φρουρᾷ, καὶ περιῆγεν αὐτὸν κατὰ τὰ φρούρια ἔνϑα"
      },
      {
        "index": 387,
        "text": "᾿ἐχεένῳ οἱ ϑησαυροὶ ἐναπέκειντο, σπεύδων αὐτοὺς λαβεῖν. ὡς δ᾽ ὃ οὐδὲν ἤνυεν (οἱ γὰρ \"Αρμένιοι τῶν παίδων αὐτοῦ τὸν πρεσβύτατον D τὸν ᾿ἐρτάξην βασιλέα ἀνϑείλοντο), ἔδησεν αὐτὸν ἁλύσεσιν ἄργυ-- W 11155 ραῖς, οἷονεὶ τιμὴν αὐτῷ ταύτην νέμων ὡς βασιλεῖ\" καὶ πᾶσαν τὴν “Μρμενίαν κατέσχε, τοῦ 1dordtov πρὸς τοὺς Πάρϑους àmo- χωρήσαντος, ἐπείπερ ἡττᾶτο μαχόμενος. - 19 ᾿ΑἈντώνιος δὲ τὰ μὲν στρατεύματα εἷς “Ἀρμενίαν κατέλιπεν, αὐτὸς δ᾽ ἀνεχομίσϑη πρὸς «ἴγυπτον, μετὰ τῆς γυναιχὸς καὶ τῶν παίδων ἄγων ἐκεῖ τὸν Ἀρμένιον\" καὶ τήν τε λείαν τῇ Ἀλεοπάτρᾳ ἐχαρίσατο, καὶ τὸν ᾿Δρμένιον μετὰ τῶν οἰκείων περιβαλὼν χρυ-- σέοις δεσμοῖς ἐκείνῃ προσήγαγεν. οἱ δὲ oUO^ ἱκέτευσαν αὐτὴν 16 οὔτε μὴν προσεχύνησαν, ἀλλ᾽ ὀνομαστὶ προσηγόρευσαν."
      },
      {
        "index": 388,
        "text": "IMesà δὲ τοῦτο τὴν Κλεοπάτραν “Ἀντώνιος βασιλέδα βασι-"
      },
      {
        "index": 389,
        "text": "λέων καλεῖσϑαι ἐχέλευσε, καὶ τοῦ προτέρου Καίσαρος αὐτὴν μὲν γυναῖκα ὠνόμαζε, τὸν δὲ υἱὸν αὐτῆς παῖδα ἐκείνου ὡς ἀληϑῶς, ἵνα τὸν Καίσαρα τὸν ᾿Οχτάβιον ὡς ποιητὸν ἐκείγου παῖδα καὶ μὴ 20 γνήσιον διαβόλῃ, καὶ χώρας αὐτοῖς ἔνειμε. τοῖς δ᾽ οἴχείοις παισὶ τοῖς ἐκ τῆς Κλεοπάτρας, κεκλημένοις Πτολεμαίῳ καὶ ᾿4λεξάνδρῳ,"
      },
      {
        "index": 390,
        "text": "ἀργυραῖς] «σιδηραῖς ἢ ἀληθέστερον ἀργυραῖς alter Wolfii codex Fuggeranus: Dio ἔδησεν αὐτὸν ἀργυραῖς ἁλύσεσιν\" αἰσχρὸν γὰρ ὡς ἔοικεν ἣν βασιλέα αὐτὸν γεγονότα σιδηραῖς δεθῆναι. cf. pag."
      },
      {
        "index": 391,
        "text": "ἑτέρας πολλὰς προσχεκλήρωκε. τοιαῦτα δὲ πράττων ἐπέστελλε τῇ"
      },
      {
        "index": 392,
        "text": "βουλῇ ὅτι τῆς ἀρχῆς τε παύσεται καὶ τὰ πράγματα ἐπ᾽ αὐτῇ καὶ"
      },
      {
        "index": 393,
        "text": "τῷ δήμῳ ποιήσεται, οὐχ οὕτω φρονῶν, ἀλλ᾽ ὅπως ταῖς παρ᾽"
      },
      {
        "index": 394,
        "text": "αὐτοῦ ἐλπίσιν ἢ ἀναγκάσωσι παρόντα τὸν Καίσαρα καταϑέσϑαι $1à ὅπλα, ἢ μισήσωσιν ἀπειϑήσαντα."
      },
      {
        "index": 395,
        "text": "Ἄχρι δὲ τοῦ ᾿Αράξου ἐλϑών, ὡς ἐπὶ τοὺς Πάρϑους στρα- B τεύων, ἠρκέσϑη τῇ πρὸς τὸν Μῆδον ὁμολογίᾳ. συμμαχήσειν γὰρ ἀλλήλοις συνέϑεντο, ὃ μὲν κατὰ τῶν Πάρϑων, ὃ δέ γε κατὰ τοῦ Καίσαρος, καὶ στρατιώτας ἀλλήλοις ἀντέδοσαν. καὶ ὃ uiv Msjdoc"
      },
      {
        "index": 396,
        "text": "τῆς \"Mouevlac τῆς νεοκτήτου ἐξ \"Ἀντωνίου εἰλήφει τινά, \"Ἀντώνιος. δὲ τὴν ϑυγατέρα αὐτοῦ Ἰωτάπην, ὡς τῷ ᾿Αλεξάνδρῳ τῷ υἱῷ αὖ- τοῦ συνοικήσουσαν. καὶ inb τούτοις ἐς τὴν Ἰωνίαν καὶ ic τὴν Ἑλλάδα ἐπὶ τῷ πολέμῳ τοῦ Καίσαρος ὥρμησεν. ὃ δέ γε Μῆδος συμμαχούμενος τοῖς Ῥωμαίοις, ἐπελϑόντας αὐτῷ τοὺς Πάρϑους"
      },
      {
        "index": 397,
        "text": "καὶ τὸν ᾿ἡρτάξην ἐνίκησε. τοῦ δ᾽ ᾿Αντωνίου τοὺς οἰκείους στρα- τιώτας μετακαλεσαμένου, τοὺς δ᾽ ἐχείνου κατεσχηκότος, ἀνϑ- C ἥττητο καὶ ἑάλω. καὶ οὕτως 7 \"doutvla μετὰ τῆς Μηδίας ἀπώλετο."
      },
      {
        "index": 398,
        "text": "Οἱ μέντοι Ῥωμαῖοι τὴν μὲν δημοκρατίαν ἀφήρηντο, οὐ μὴν"
      },
      {
        "index": 399,
        "text": "καὶ elg φανερὰν μοναρχίαν κατώλισϑον, ἕως ὃ τε Σέξτος ἀπώλετο καὶ τὰ ἐπαναστάντα ἔϑνη δεδούλωτο, καὶ ὃ Πάρϑος οὐδὲν παρ- εκένει. τότε γὰρ φανερῶς ἐπ᾽ ἀλλήλους ὃ \"Ἀντώνιος καὶ ὃ Καῖσαρ ἐτράποντο, καὶ ὃ δῆμος ἀκριβῶς ἐδουλώϑη. αἰτίαι δὲ τοῦ πολέ-"
      },
      {
        "index": 400,
        "text": "μου aids σφίσιν ἐσχήπτοντο. ᾿Αντώνιος μὲν Καίσαρι ἐνεκάλει ὅτι τὴν τοῦ «““επίδου χώραν καὶ τὴν δύναμιν καὶ τὴν τοῦ Σέξτου"
      },
      {
        "index": 401,
        "text": "D ἐσφετερίσατο, καὶ τούτων ἀπήτεε τὰ ἡμίση καὶ τῶν στρατιωτῶν οὖς ἐκ τῆς ἀνηκούσης αὐτῷ Ἰταλίας ἐστράτευσεν\" ὃ δὲ Καῖσαρ ἐκείνῳ ὅτι τὴν “Ἄἔἔἴγυπτον καὶ ἄλλα μὴ λαχὼν εἶχε, καὶ ὅτι τὸν δ Σέξτον ἀπέκτεινεν (αὐτὸς γὰρ ἑκὼν ἐκείνου φείσασϑαε ἔλεγε), καὶ ὅτι τὸν “ἀρμένιον ἀπάτῃ συνειληφὼς ἔδησε κἀκ τούτου Ῥωμαίοις κακοδοξίαν προσέτριψε, καὶ τὰ ἡμίση τῶν λαφύρων καὶ αὐτὸς ἀπήτει, καὶ τὴν Κλεοπάτραν αὐτῷ καὶ τοὺς παῖδας τοὺς ἐξ αὖ- τῆς καὶ τὰ δωρηϑέντα σφίσι πρὸς πάντας ἐπέφερεν, ἐν τοῖς μά-10 λιστα δ᾽ ἡτιᾶτο ὅτι τὰν Καισαρίωνα ἐς τὸ γένος εἰσῆγε τοῦ Καίσαρος."
      },
      {
        "index": 402,
        "text": "28. Ταῦτ᾽ οὖν ἐπενεκάλουν ἀλλήλοις. καὶ τέως οὐκ ἀνα- φανδὸν κατ᾽ ἀλλήλων πλίζοντο, ἕως “Ζομίτιος Γναῖος καὶ Σόσ- σιος Γάϊος, τῆς τοῦ “Ἀντωνίοῳ μερίδος ὄντες, ὑπάτευσαν. τότε 15 δὲ προδήλως ἐπολεμώϑησαν. ὃ γὰρ “Σόσσιος πολλὰ μὲν ἐν τῇ νουμηνίᾳ ἐπήνεσε τὸν \"Ἀντώνιον, πολλὰ δὲ κατεῖπε τοῦ Καίσαρος. καὶ τότε μὲν ὃ Καῖσαρ τῆς πόλεως ἐξεχώρησεν, αἰτίαν ἄλλην πλασάμενος\" μετὰ ταῦτα δ᾽ ἐπανελϑών, καὶ φρουρὰν ἑαυτῷ περιστήσας στρατιωτῶν, μέτρια μὲν ὑπὲρ ἑαυτοῦ διειλέχϑη, τοῦ 30"
      },
      {
        "index": 403,
        "text": "B δὲ ᾿Αντωνίου καὶ τοῦ Σοσσίου πολλὰ κατηγόρησε, καὶ ἀδικοῦντα"
      },
      {
        "index": 404,
        "text": "W Il 156 τὸν “ντώνιον διὰ γραμμάτων ἐξελέγχειν ὑπέσχετο. οἱ οὖν ὕπατοι"
      },
      {
        "index": 405,
        "text": "μήτ᾽ ἀντειπεῖν ϑαρθαῦντες μήτε σιωπᾶν ὑπομέχογξες, τῆς πόλεως ἐχχωρήσαντες ἀπῆλθον πρὸς τὸν Ἀντώνιον, καὶ τῶν ἄθλων βου- λευτῶν οὐκ ὀλίγοι αὐτοῖς συναπεληλύϑασιν\" καὶ αὖϑις ἕτεροι. τὰν “Αντώνιον λιπόντες τῷ Καίσαρι προσεχώρησαν, ὅτι τήν τε τῆς δ᾽ Ὀκταβίας συνοίκησιν ἀπείπατο καὶ ὅτε τῇ Κλεοπάτρᾳ ἤχϑοντα. ΣῈ ὧν μαϑὼν ὃ Καῖσαρ τά τε ἄλλα τοῦ ᾿Αντωνίφυ καὶ τὰς. δία- ϑήκας αὐτοῦ καὶ παρὰ τίνε ἐτύγχανον, ἔλαβέ τε αὐτὰς xàl δημό- σέᾳ ἀνέγνω, πρᾶγμα ποιήσας παρανομώτατον. τοσαύτην δὲ διὰ τὰ γεγραμμένα ὀῤγὴν καὶ οἱ πάνυ ἐκείνῳ προσκείμενοι ἐνεδείξαντο, C 10 ὥστε τήν τε ὑπατείαν καὶ τὴν ἄλλην ἅπασαν ἐξουσίαν ἀφείλοντο, καὶ τοῖς συνοῦσιν αὐτῷ ἄδειαν καὶ ἐπαίνους, ἐὰν ἐγκαταλίπωσιν αὐτόν, ἐψηφίσαντο\" καὶ τῇ Κλεοπάτρᾳ πόλεμον ἐπήγγειλὰν ἄκει- κρυς, ὃς μᾶλλον πρὸς τὸν “Ἀντώνιον ἔτεινεν\" ἤδεσαν γὰρ αὐτὸν - ὑπὲρ ἐχείνης πάντα ὑποίσοντα. οὕτω γὰρ αὐτὸν ἐδουλώσατο ὥστε 15 βασιλίς τε καὶ δέσποινα ὑπ᾽ ἐκείνου καλεῖσθαι, στρατιώτας τε “Ῥωμαίους ἐν τῷ δορυφορικῷ αὐτῆς ἔχειν, καὶ τωῖς ἀσπίσι πάντων τὸ ὄνομα αὐτῆς ἐπιγράφεσθαι. . καὶ dg τὴν ἀγορὰν δὲ et? αὖ- τοῦ εἰσεφοίτα καὶ τὰς πανηγύρεις συνδιετίϑετο τάς τε δίκας συν- εξήταζε, καὶ συνίππευε, καὶ ἐν ταῖς πόλεσιν. ἐκείνη μὲν ἐν δίφρῳ D ΦΟ ἐφέρετο, ὃ δ᾽ “Ἀντώνιος πεζῇ μετὰ τῶν εὐνούχων αὐτῆς ἠκολού- ϑει\" συνεγράφετό τε αὐτῇ καὶ συνεπλάττετο, αὐτὸς Ὄσιρις καὶ Διόνυσος λεγόμενος, ἐκείνη δὲ Σελήνη καὶ Tow. ὅϑεν ἔκφρων"
      },
      {
        "index": 406,
        "text": "ὕπ᾽ αὐτῆς ix μαγγανείας ἔδοξε γεγονέναι. . καὶ ox ἐκεῖνον μόνον ἀλλὰ xol τοὺς παρ᾽ αὐτῷ δυναμένους καὶ ἐγοήτευσε καὶ κατέδη- σεν, ὡς ἐλπίσαι καὶ τῶν Ῥωμαίων ἄρξειν, εὐχήν τὲ ποιεῖσϑαι μεγίστην καὶ 8oxoy τὸ ἐν τῷ Καπιτωλίῳ. δικάσαι. ὃ δὲ Ἀντώνιος ἀκινάκην τὰ ἐνίοτε παρεζώννυτο καὶ ἐσθῆτι ἐχρῆτο παρὰ 1à5 πάτρια. οὖ Τούτῳ μὲν οὖν ὑπάτῳ ὄντε καὶ στρατηγῷ “Ῥωμαίων εἷς αἰτίαμα ἐλογίσϑη ἢ ἔξω τῶν πατρίων στολή, τοὺς δὲ νῦν βασι- λεῖς Ῥωμαίων πῶς ἄν τις ἐξαιρήσαετο μώμων καὶ αἰτιάσεως, μεταμφιεννυμένους παρὰ τὰ πάτρια, καὶ οὐκ ἐνίοτε ἀεὶ δὲ κεχρη.10 μένους ἐσθῆτι βαρβαρικῇ; Οὕτω μὲν οὖν τῷ τε Καίσαρι καὶ τῷ ᾿Αντωνίῳ συνηνέχϑη ' τὰ πράγματα\" οἱ δὲ παρεσκευάζοντο πρὸς τὸν πόλεμον, ἕχαστος πολλοὺς συμμάχους προσειληφώς. καὶ πολλὰ παρὰ τῶν ἀνϑρώ- πων ἐθρυλλεῖτο, πολλὰ δὲ καὶ σημεῖα γεγόνασι. πίέϑηκχός τε γὰρ 15 ἐς τὸ Ζημήτριον ἐν ἱερουργίᾳ τινὶ εἰσελϑὼν πάντα τὰ ἔνδον av»- ἔχεε, καὶ παῖδες ἐν τῇ Ῥώμῃ πολλοὶ ἀϑροισϑέντες κελεύσαντος μηδενὸς συνέμιξαν ἀλλήλοις, οἱ μὲν ὡς Καισάρειοι οἵ δὲ ὡς τοῦ B “Ἀντωνίου μαχόμενοι, xal ἡττήϑήσαν οἱ τὸ τοῦ \"Ἀντωνίου ὄνομα φέροντες\" εἰκών τε αὐτοῦ λιϑίνη αἷμα ἀνῆκε, καὶ πῦρ τό τε 215-920 μήτριον καὶ ναὸν ἕτερον ᾿Ελπίδος διέφϑειρε, καὶ ἄλλα τοιαῦτα συμβέβηκεν. οὐδὲν δὲ τούτων αὐτοὺς ἐφόβησεν, ἀλλ᾽ ὃ μὲν Ἀντώνιος ὥρμησεν ὡς ἐν τῇ Ἰταλίᾳ ἀδοκήτως αὐτοῖς τὸν πόλεμον"
      },
      {
        "index": 407,
        "text": "ποιησόμενος, ἐλϑὼν δὲ elc Κέρκυραν κἀκεῖϑεν dg τὴν IIelonóv- wgooy ἀναπλεύσας αὐτὸς μὲν ἐν Πάτραις παρεχείμασε, τοὺς dà στρατιώτας πανταχόσε διέπεμψεν\" ὃ δὲ Καῖσαρ ἄνήχϑη μὲν ἐκ τοῦ Βρεντεσίου, χειμῶνι δὲ περιπεσὼν καὶ πονηϑεὶς ἀνεχώρηθεν."
      },
      {
        "index": 408,
        "text": "ὄ 29. ᾿Ἠργμένου δὲ ἔαρος ὃ μὲν Ἀντώνιος οὐδαμῆ ἐκινήϑη\" σύμμικτοι γὰρ ἐκ πολλῶν ἐθνῶν ὄντες οἱ τριηρῖται αὐτοῦ καὶ πόρρω χειμάζοντες ἀπ᾿ αὐτοῦ οὔτ᾽ ἐγυμνάζοντο καὶ νόσῳ καὶ C αὐτομολίαις ἠἡλάττωντο, καὶ ὃ “Ἀγρίππας τὴν Πεϑώνην ἐξ ἐφό- δου κατασχὼν καὶ τὰς κατάρσεις τῶν ὁλκάϑων ἐπιτηρῶν καὶ dxo-"
      },
      {
        "index": 409,
        "text": "βάσεις ἄλλοτε ἄλλῃ τῆς “Ἑλλάδος ποιούμενος ἰσχυρῶς αὐτὸν ἐϑο- οὔβει\" ὃ δὲ Καῖσαρ πάντας μὲν τοὺς στρατιώτας πάντας δὲ τοὺς δυναμένους τι τῶν βουλευτῶν καὶ ἱππέων εἰς τὸ Βρεντέσιον ov»- ἤγαγε, τοὺς μὲν ὅπως αὐτῷ τι συμπράξωσι, τοὺς 0 ὅπως μὴ W Π 151 μονωϑέντες τι νεοχμώσωσι, καὶ Vy? ἐνδείξηται ὅτι τὸ πλεῖστον xol"
      },
      {
        "index": 410,
        "text": "τὸν Ἰόνιον διαβέβηκε, καὶ τὴν Κέρκυραν ἐχλειφϑεῖσαν ὑπὸ τῶν φρουρούντων λαβὼν εἷς τὸν λιμένα τὸν Γλυκὺν κατῆρε (καλεῖται δὲ οὕτως ὅτι ἐκ τοῦ ποταμοῦ τοῦ εἷς αὐτὸν ἐμβάλλοντος γλυκαί- γέταῦ κἀχεῖϑεν εἰς τὸ adxsiov ἔπλει. ὡς δ᾽ οὐδεὶς οὔτε ἀντέπλει"
      },
      {
        "index": 411,
        "text": "οὔτε ἐς λόγους ἤει αὐτῷ ἢ πρὸς μάχην ἢ πρὸς ὅμολογίαν ἐκχα- λουμένῳ τοὺς ἐναντίους, κατέλαβε τὸ χωρίον τοῦτο ἐν ᾧ νῦν ἐστιν"
      },
      {
        "index": 412,
        "text": "ἡ Νικάπομς, κἀκ τούτου ἐφήδρευε τῷ ᾿Ακτίῳ κατὰ γῆν Wo"
      },
      {
        "index": 413,
        "text": "ϑάλασσων. τὸ δὲ “Ἄχτιον οἱ τοῦ “Ἀντωνίου προκατελάβοντο καὶ πύργοις ὠχάρωσαν ἑχατέρωθϑεν."
      },
      {
        "index": 414,
        "text": "“ Ἐποὶ δὲ τὴν τοῦ Καίσαρος ἄφιξιν ἐπύϑετο 0 ᾿Αντώνιος,"
      },
      {
        "index": 415,
        "text": "P 1595 ἠπείχϑη μετὰ τῶν περὶ αὐτὸν εἰς τὸ ᾿Ακτίον\" οὐκ εὐθὺς μέντοι 5"
      },
      {
        "index": 416,
        "text": "καὶ ἠγωνίσατο, καίτοι τοῦ Καίσαρος παντὶ τρόπῳ εἷς ἀγῶνα τοῦ-- τὸν ἐνάγοντος, ἀχροβολισμοῖς δ᾽ ἐπὶ πλείόυς ἡμέρας ἐχρήσατο, μέχοι συνήϑροισε τὰ στρατεύματα. ὃ δὲ Καῖσαρ εἷς τὴν “Ελλάδα φήν τὲ IMaxtóovíay ἔπεμψε στρατιάν, ὅπως πρὸς ἐκεῖνα, μετενέγκῃ καὶ ἄχοντα τὸν “Ἀντώνιον. καὶ 0 4dyoínnac τῆς τε ““ευκάδος καὶ 10 τῶν ἐν ταύτῃ σκαφῶν αἰφνιδίως ἐπιπλεύσας ἐκράτησε, καὶ Πά- τρας εἶλὲ καὶ τὴν Κόρινθον παρεστήσατο.- καὶ ὃ Τίτιος ὃ άρ- xoc Ταῦρύς τε ὃ Στατίλιος τὸ ἱππικὸν τοῦ “Ἀντωνίου ἀϑρόον ἐκ-- δραμόντες συνέσχον καὶ Φιλάδελφον βασιλέα Παφλαγονίας προσ--"
      },
      {
        "index": 417,
        "text": "B ἐποιήσαντο\" καὶ ó Ζομέίτιος ὃ Γναῖος καὶ ἄλλοι τῷ Καίσαρε!5 προσεχώρησαν. φοβηϑεὶς οὖν ὃ “Ἀντώνιος μὴ ὅσοι ἐς τὴν Ἰακε- δονίαν καὶ τὴν Θράκην ἐπέμφϑησαν παρ᾽ αὐτοῦ τῷ Καίσαρι πρόσϑωνται, ὥρμησε πρὸς αὐτούς."
      },
      {
        "index": 418,
        "text": "Κἀν τούτῳ ναυμαχία τις συνέστη, καὶ παρὰ μὲν τῇ πρώτῃ . προσβολῇ ἐτρέψαντο οἱ τοῦ “Ἀντωνίου τοὺς τοῦ Καίσαρος ὀλίγους 920 ὄντας, τοῦ δὲ ““γρίππου, ᾧ πᾶν ἀνεῖτο τὸ τοῦ Καίσαρος ναυτι- κόν, κατὰ τύχην ἐπιδημήσαντος, οὐ μόνον οὐδὲν τῆς νίκης οἱ τοῦ"
      },
      {
        "index": 419,
        "text": "ΞΑντωνίου ἀπώναντο ἀλλὰ καὶ ἀπώλοντο. καὶ διὼ τοῦτο ἐπανελ-- ϑὼν ὃ. Ἀντώνιος ἱππομαχίᾳ τινὶ πρὸς τὴν τοῦ Καίσαρος προφυ- λακὴν ἡττήϑη. καὶ ἐπεὶ τὰ ἐπιτήδεια αὐτὸν ἤρξαντο ἐπιλείπειν, Ο βουλὴν ἐποιήσατο πότερον κατὰ χώραν μείναντες διακιμδυνεύσου-- ὅ σιν ἢ μεταστάντες χρόνῳ τὰν πόλεμον διενέγκωσι. καὶ ἄλλοι μὲν"
      },
      {
        "index": 420,
        "text": "ἄλλα συνεβαύλευσαν, ἢ δέ γε Ἀλεοπάτρα τὰ ἐπικωμρότατα τῶν χωρίων φρουραῖς παραδοϑῆναι καὶ τοὺς λοιποὺς συναπᾶραι αὖ-- τοῖς εἷς τὴν Αἴγυπτον συμβουλεύσασα ἐνίκησε. εἰς δὲ ταύτην ἦλϑε τὴν γνώμην ὑπὸ σημείων ϑορυβηϑεῖσα καὶ ἐκ τῆς τοῦ στρα-"
      },
      {
        "index": 421,
        "text": "τεύματος ἀϑυμίας καὶ ἀρρωστίας δείσασα. καὶ τὸν “Ἀντώνιον ἐξ-- ἐφόβησεν. οὗ μέντοι λάϑρα οὐδὲ μὴν φανερῶς ἐκπλεῦσαι ὡς φεύ- γοντες ἐβουλεύσαντο, ἵνα μὴ εἰς δέος τοὺς συμμάχους ἐμβάλωσιν, D ἀλλ᾽ ὡς ἐπὶ ναυμαχίαν παρασκευαζόμενοι\" κἀντεῦϑεν τὰ ἄριστα τῶν σκαφῶν ἐκλεξάμενοι, ὅτι ἐκ τῆς φϑορᾶς τε καὶ τῆς αὐτομο-"
      },
      {
        "index": 422,
        "text": "᾿χϑλίας οἱ ἐρέται ἤλάττωντο, κατέπρησαν τὰ λοιπά, καὶ νύχτωρ πάντα τὰ τἰμιώτατα λαϑραίως ἐμβαλόντες αὐτοῖς ἕτοιμα εἷς ἔκ-- πλουν ἐποίησαν. καὶ τοὺς στρατιώτας. παρεϑάρρυνε πρὸς τὴν ναυ- μαχίέαν διαλεχϑεὶς αὐτοῖς ὃ «Αντώνιος. καὶ οὕτως πάντας μὲν τοὺς πρώτους τῶν συνόντων αὐτῷ εἰς τὰς ναῦς ἐνεβίβασεν, ἵνα μή τι"
      },
      {
        "index": 423,
        "text": "νεωτερίσωσιν ὡς ὃ Δέλλιος καὶ ἄλλοι τινὲς «αὐτομολήσαντες, παμ-- πληϑεῖς δὲ καὶ τοξότας καὶ σφενδονήτας καὶ ὁπλίτας ἐνεβιβάσατο. τριήρεις μὲν γὰρ ὀλίγας εἶχεν, αἱ δὲ λοιπαὶ τετρήρεις καὶ δεκήρεις P 1526 ἤσαν αὑτῷ. mE"
      },
      {
        "index": 424,
        "text": "Καῖσαρ δὲ καϑεώρα μὲν καὶ τὴν παρασχευὴν αὐτῶν καὶ ηὐτρεπίζετο, μαϑὼν δὲ καὶ τὴν διάνοιαν σφῶν ἐξ ἄλλων τε κὰκ τοῦ Δελλίου, συνήγαγε τὸ στράτευμα καὶ εἷς μάχην δι᾽ ὧν εἴρηκε παρεκάλεσε. κἂν τούτῳ ὑετοῦ γενομένου λαύρου καὶ ζάλης noÀ- λῆς εἷς τὸ τοῦ \"Ἀντωνίου ναυτιχὸν ἐμπεσούσης ἀνεϑθάρσησεν 65 Καῖσαρ καὶ τὸν ἔκπλουν αὐτῶν ἐπετήρεις ὡς δὲ παρετάξαντο μὲν οἷ τοῦ “Ἀντωνίου, οὐ μέντοι προΐεσαν, ὥρμησε μὲν ὡς καὶ ἑστῶσι σφίσι προσμίξων ἢ καὶ ἀναχωρῆσαι ποιήσων, ὡς δ᾽ οὔτ᾽ ἐξώρμησαν οὔτ᾽ ἀνέστρεψαν ἀλλὰ κατὰ χώραν ἔμενον τῇ συν»- Β τάξει τε ἐπεπύχνωντο, ἀνέσχε χρόνον τινά, εἶτα συμπεσόντες 10 ἐναυμάχουν. ᾿Ἀγχωμάλον δὲ τῆς ναυμαχίας οὔσης ἐπὶ πολὺ καὶ ἀκρίτου, αἵ Κλεοπάτρας ἑξήκοντα νῆες συνϑήματος παρ᾽ αὐτῆς δοθέντος πρὸς ἀπόπλουν ἤρκασι τὰ ἱστία καὶ πρὸς τὸ πέλαγος ὥρμησαν. 0 δ᾽ ᾿Αντώνιος τὴν Κλεοπάτρας ναῦν ἰδὼν ἀποπλέουσαν, πάντων 15 ἐπιλαϑόμενος εἷς πεντήρη μεταβὰς ἐδίωκε τὴν ἀπολωλεκυῖαν αὖ- “τὸν καὶ ἔτι προσαπολέσουσαν. ἐκείνη δὲ γνωρίσασα τὸ τῆς νεὼς σημεῖον, ἀνέσχε\" καὶ ἀναληφϑεὶς εἷς τὴν ἐκείνης ναῦν, μόνος παρελθὼν ἐς πρώραν ἐχάϑητο σιωπῶν. καὶ τρεῖς μὲν ἡμέρας C οὕτω διήγαγεν, ἐν δὲ Ταινάρῳ γενομένους al συνήθεις γυναῖχες 20 ^. καὶ συνήγαγον καὶ συνδειπνεῖν καὶ συγκαϑεύδειν ἀνέπεισαν. τὸ δὲ τοῦ “Ἀντωνίου ναυτικὸν μετὰ τὴν αὐτοῦ ὑποχώρησιν ἀντισχὸν μέχρις ὥρας δεκάτης, πυρὸς ἐπενεχϑέντος τοῖς σκάφεσι κελεύ-"
      },
      {
        "index": 425,
        "text": "σαντος Καίσαρος τὸ μὲν κατεφλέχϑη, τὸ δὲ ἑάλω\" λέγεται γὰρ περὶ τριακοσίας νῆας ἑαλωκέναι. |"
      },
      {
        "index": 426,
        "text": "30. Τοιοῦτον μὲν ovv τῇ ναυμαχίᾳ τέλος ἐγένετο κατὰ τὴν δεντέραν τοῦ Σεπτεμβρίου μηνός, καὶ τότε μόνῳ τῷ Καίσαρι $10 κράτος ἅπαν περιελήλυϑεν, ὡς ἐκ τούτου δὴ τοῦ καιροῦ τὴν αὐτοῦ μοναρχίαν ψηφίζεσθαι. πόλιν δ᾽ ἐν τῷ τοῦ στρατοπέδου D τόπῳ συνῴκισε, Νικόπολιν καλέσας αὐτήν. ἔστησε δὲ καὶ στή- λας χαλκᾶς ἀνθρώπου καὶ ὄνους. λέγεται γὰρ νυκτὸς ἔτι οὔσης, xa9^ ἣν ἡμέραν ἢ ναυμαχία συνέστη, ἀπὸ τῆς σκηνῆς αὐτῷ 10 προελϑόντε καὶ περιόντε τὰς ναῦς ἄνθρωπος συναντῆσαι ὄνον ἐλαύνων, πυϑομένῳ δὲ τοὔνομα εἰπεῖν “ἐμοὶ μὲν Εὔτυχος ὄνομα, τῷ δ᾽ ὄνῳ Νίκων.\" αἱ στῆλαι δ᾽ αὗται ὕστερον ἀναχομισϑεῖσαε εἷς τὰ Βυζάντιον ἔστησαν ἐν τῷ τῆς ἱππηλασίας ϑεάτρῳ. Ἢ δὲ πεζή τε καὶ ἱππικὴ δύναμις τοῦ “Ἀντωνίου μετὰ τὴν"
      },
      {
        "index": 427,
        "text": "προσεχώρησεν. τινὲς δὲ καὶ μάλιστα τῶν “Ρωμαίων ἀπῆλϑον πρὸς τὸν “Ἀντώνιον, oi δέ γε σύμμαχοι οἴκαδε. ὃ μέντοι Καῖσαρ elc τὴν Ἰταλίαν ἠπείχϑη, μή τι στασιάσωσι φοβηϑείς\" ἐλϑὼν- δ᾽ ἐς τὸ Βρεντέσιον, οὐκέτι πορρωτέρω προὐχώρησεν\" ἥ v& ydg"
      },
      {
        "index": 428,
        "text": "γερουσία xal 5j ἱππὰς τοῦ τε δήμου τὸ πλεῖον καὶ ἕτεροι συνῆλ-- Sov ἐχεῖ. ἔνϑα τὰ αὐτῷ δοκοῦντα. καταπραξάμενος ἐς τὴν \"EA- Adda αὖϑις ἀπῆρε. καὶ διὰ τοῦ ᾿Ισϑμοῦ τῆς Πελοποννήσου τὰς γαῦς διὰ τὸν χειμῶνα διαγαγὼν ταχέως εἷς τὴν “᾿Ασίαν ἀν- εἐχομίσϑη.- | 5 B Κλεοπάτρα δὲ φυγοῦσα καταλαβεῖν τὴν “ἴγυπτον ἔσπευσε, δεδοικυῖα μή τι νεωτερίσωσι. καὶ γενομένη ἐν ταύτῃ πανταχόϑεν συνέλεγε χρήματα ἤϑροιζέ τε δυνάμεις. Ἀντώνιος δὲ εἷς « ιβύην ἀπέπλευσεν. ἐπεὶ δὲ καὶ ὅπερ εἶχεν ἐκεῖ στράτευμα ἀπέστη αὐτοῦ, ὥρμησε μὲν ἑαυτὸν ἀνελεῖν, ὑπὸ δὲ τῶν φίλων κεκώλυτο, xollO ἀνεκομίσϑη εἷς “Αλεξάνδρειαν. καὶ παρεσκευάζοντο μὲν ὡς καὶ πολεμήσοντες, ἔστειλαν δέ τινας καὶ πρὸς Καίσαρα λόγους ὑπὲρ εἰρήνης κομίζοντας, τοῖς δὲ συνοῦσιν αὐτῷ χρήματα. καὶ 7 Κλερπάτρα κρύφα τοῦ \"Ἀντωνίου σκῆπτρον αὐτῷ χρυσοῦν καὶ C στέφανον ὅμοιον καὶ δίφρον βασίλειον ἔπεμψέν, ὡς καὶ τὴν ἀρχὴν 15 W 11 159 αὐτῷ δι᾽ αὐτῶν διδοῦσα. 0 δὲ τὰ μὲν δῶρα ἔλαβεν, οἰωνὸν αὐτὰ ποιησάμενος, ἀπεκρίνατο δὲ τῷ μὲν \"Ἀντωνίῳ οὐδέν, Κλεοπάτρᾳ δὲ ὅτε ἀποκτεινάσῃ τὸν “Ἀντώνιον ἢ ἐχβαλούσῃ ἄδειαν αὐτῇ δώσεε, καὶ σὴν ἀρχὴν ἐάσει ἀπαρεγχείρητον. ἔν τοσούτῳ. δὲ τὰς ἐν τῷ “ἀραβικῷ κόλπῳ ναυπηγηϑείσας τῇ Κλεοπάτρᾳ τριήρεις κατέπρη- 30 σαν οἱ ᾿Αράβιοι, καὶ τὰς ἐπικουρίας oi δῆμοι καὶ οἱ δυνάσται ξύμπαντες ἀπηρνήσαντος “Ἀντώνιος δὲ καὶ 5 Κλεοπάτρα ἀκού-"
      },
      {
        "index": 429,
        "text": "σαντες τὰ παρὰ τοῦ Καίσαρος αἰτοῖς ἐπεσταλμένα ἔπεμψαν αὖ- ϑις, ἢ μὲν χρήματα αὐτῷ πολλὰ δώσειν ὑπισχνουμένη, ὃ δὲ τῆς Ὁ τε φιλίας καὶ τῆς συγγενείας αὐτὸν ἀναμιμνήσκων\" xol ἑαυτὸν διαχειρίσασϑαι ἐπηγγέλλετο, ἂν διὰ τοῦτο ἡ Κλεοπάτρα ow]. δοὐδὲν μέντοι οὐδὲ τότε “Αγτωνίῳ ἀπεχρίϑη, τῇ δὲ Κλεοπάτρᾳ πολλὰ καὶ τότε ἠπείλησε καὶ ὑπέσχετο. φοβηϑεὶς δὲ μὴ τὰ χρή- ματα παμπληϑῆ ὄντα διαφϑείρῃ ἢ Κλεοπάτρα, ἃ dg τὸ μνη- μεῖον, ὃ ἐν τοῖς βασιλείοις κατεσκεύασεν, ἤϑροισε (καὶ γὰρ πάντά κατακαύσειν ἠπείλει μεϑ᾽ ἑαυτῆς εἰ ὧν βούλοιτο διαμάρτῃ), 10 Θύρσον οἰκεῖον ἔπεμψεν ἐξελεύϑερον, πολλὰ ἐροῦντα αὐτῇ φιλ- ᾿ἄνϑρωπα καὶ ὅτι ἔρωτα τρέφει ὃ Καῖσαρ αὐτῆς. ὅϑεν καὶ τὸ Πηλούσιον κατέσχεν ὃ Καῖσαρ, δυνάμει μὲν τὸ φαινόμενον, λά-- P Y 558 Joa δὲ προδοϑὲν ὑπὸ Κλεοπάτρας. ἐρᾶν γὰρ αὐτῆς ἐκεῖνον ἀχούσασα, καὶ τούτου ἐφιεμένη, εὐθὺς αὐτῷ προήκατο τὸ Πη- 1δλούσιον. ὃ δ᾽ οὖν “Ἀντώνιος ἀπών, καὶ τὴν τοῦ Πηλουσίου κατάληψιν γνούς, ἐπανελϑὼν πρὸ τῆς ᾿Αλεξανδρείας τῷ Καίσαρι ᾿προὕῦπήντησε, καὶ συμβαλὼν τοῖς ἱππεῦσι κεκμηκόσιν ἐκ τῆς δδοι- πορίας ἐνίκησεΞ. κἀκ τούτου ἀναϑαρσήσας » καὶ ὅτι τοξεύμασιν ἐς τὸ στρατόπεδον τοῦ Καίσαρος γραμμάτια ἔπεμψε, πολλὰ χρή- 50 ματα τοῖς στρατιώταις ἐπαγγελλόμενος, προσέμιξε καὶ τῷ πεζῷ, καὶ ἡττήϑη. καὶ 0 μὲν ἐλαττωϑεὶς ἀπέκλινε πρὸς τὸ ναυτικὸν xal ὡς ναυμαχήσων παρεσκευάζετο ἢ πρὸς Ἰβηρίαν πλευσούμενος, B γνοῦσα δὲ τοῦτο ἡ Κλεοπάτρα τὰς μὲν ναῦς αὐτομολῆσαι ἐποίη- σεν, αὐτὴ δὲ εἰς τὸ ἠρίον εἰσέδυ αἰφνίδιον, ὡς τάχα τὸν ᾿Αντώ-"
      },
      {
        "index": 430,
        "text": "vtov φοβουμένη ὑπειληφότα προδίδοσϑαι παρ᾽ αὐτῆς. δύο δὲ ἦσαν ἐκεῖ σὺν αὐτῇ ϑεράπαιναι καὶ εὐνοῦχος εἷς. εἰσελϑοῦσα δὲ τὰς μὲν ϑύρας κατέκλεισεν ἀσφαλῶς, πρὸς δὲ τὸν ᾿Αντώνιον τοὺς ἀπαγγελοῦντας ἔπεμψεν ὅτι τέϑνηκεν. πιστεύσας δ᾽ ἐκεῖνος, τινὶ τῶν παρόντων ἐπέτρεψεν ἀποκτεῖναι αὐτόν. ὡς δ᾽ ἐχεῖνος σπα-ϑ σάμενος τὸ ξίφος ἑαυτὸν κατειργάσατο, “εὖγε εἶπεν “ὦ Ἔρως\" (τοῦτο γὰρ ἦν ὄνομα τῷ ἀνϑρώπῳ) “ὅτε μὲ τί χρὴ ποιεῖν διδά- C σκεις καὶ πλήξας ἑαυτὸν διὰ τῆς κοιλίας elg τὴν κλίνην ἀφῆκεν, ἦν δὲ οὐκ εὐθυθάνατος 7] πληγή. ϑορύβου δὲ γενομένου ἤσϑετο ἥ Κλεοπάτρα, καὶ τὰς μὲν ϑύρας oix ἀνέῳξεν, ἄνωθεν δὲ npo-10 κύψασα (οὔπω γὰρ τὰ πρὸς τῇ ὁὀροφῇ ἐξείργαστο) καὶ μαϑοῦσα τὸ γεγονός, κομίζειν αὐτὸν ἐς τὸν τάφον ἐκέλευσε. γνοὺς δὲ xàxti- voc Uri ζῶσαν αὐτήν, παρεκάλει κομισθῆναι ἐχεῖ, καὶ κομισϑεὶς σειραῖς καὶ καλωδίοις ἀνείλκετο παρ᾽ αὐτῆς καὶ τῶν ϑεραπαινίδων ἀμφοῖν. δεξαμένη δὲ αὐτὸν αἵματι πεφυρμένον καὶ δυσϑανα- 15 τοῦντα, τοὺς πέπλους περιερρήξατο ἐπ᾽ αὐτῷ καὶ τὰ στέρνα ἔτυπτε καὶ κατεσπάραττε ταῖς χερσίν. ὃ δὲ οἶνον πιεῖν ἤτησε, D καὶ πιὼν καί τινα ὁμιλήσας τῇ Κλεοπάτρᾳ ἐξέλιπε. Καῖσαρ δὲ ἀγγελϑέντος αὐτῷ τοῦ ϑανάτου τοῦ “Ἀντωνίου ἀπεδάκρυσε, καὶ τὰς ἐπιστολὰς ἐκείνου τοῖς φίλοις ἀναγινώσκων κατεγίνωσκεν ξαυ-- 20 τοῦ, ὡς εὐγνώμονα αἰτοῦντος ἐκείνου καὶ δίκαια, αὐτοῦ δὲ φορ- τιχῶς καὶ ὑπερηφάνως πρὸς τὰς ἀποχρίσεις διακειμένου."
      },
      {
        "index": 431,
        "text": "vov] αὐτοῦ Α."
      },
      {
        "index": 432,
        "text": "91. Eic δὲ τὴν Κλεοπάτραν ἔπεμψε τὸν Προκλήϊον, ζώσης αὐτῆς κρατῆσαι ϑέλων, μέγα πρὸς δόξαν ἡγούμενος διαγαγεῖν αὐτὴν εἰς τὸν ϑρίαμβον. ἡ δὲ ἐντὸς ϑυρῶν κεκλεισμένων ἰσχυρῶς στᾶσα διειλέχϑη αὐτῷ. ὡς δὲ καταμαϑὼν τὸν τόπον ἀπήγγειλε"
      },
      {
        "index": 433,
        "text": "Καίσαρι, Γάλλος μὲν ἐπέμῳφϑη αὐτῇ ἐντευξόμενος, ὃς ἐμήκυνε πρὸς ταῖς ϑύραις τὸν λόγον ἐπίτηδες, Προχλήϊος δὲ κλίμακι διὰ ϑυρίδος εἰσῆλϑε λαϑὼν μετὰ δύο ὑπηρετῶν. τῆς δὲ μιᾶς τῶν αὐτῇ συγκαϑειργμένων γυναικῶν ἀνακραγούσης “τάλαινα Κλεο- πάτρα, ζωγρῇ,\" ὥρμησε μὲν ἑαυτὴν πατάξαι (παρέζωστο γάρ τι"
      },
      {
        "index": 434,
        "text": "ξιφίδιον), προσδραμὼν δὲ αὐτῇ ὃ Προκλήϊος συνέσχεν αὐτήν, καὶ ἀφείλετο τὸ ξιφίδιον, καὶ μή τι κρύπτῃ φάρμακον ἐξηρεύνησεν. ἔπεμψε δὲ Καῖσαρ ᾿Επαφρόδιτον ἀπελεύϑερον, κελεύσας ζῶσαν τηρεῖν πάνυ ἐπιμελούμενον. αὐτὸς δὲ Καῖσαρ εἰσήλασεν εἷς τὴν πόλιν. καὶ ὃ ᾿Αντώνιος παρὰ τῆς Κλεοπάτρας ἐτάφη πολυτελῶς"
      },
      {
        "index": 435,
        "text": "χαὶ βασιλικῶς. πυρετῶν δὲ αὐτῇ γενομένων (ἐφλέγμηνε γὰρ αὐτῆς Β τὰ στέρνα καὶ ἥλκωτο) τροφῆς ἀπείχετο, ὡς ἐντεῦϑεν λυϑησομένη τοῦ ζῆν. ὃ ὑπονοήσας ὃ Καῖσαρ ἀπειλὰς αὐτῇ καὶ φόβους περὶ τῶν τέκνων προσέβαλεν, οἷς ἐκείνη καϑάπερ μηχανήμασιν ὑπερεί- πέτο, καὶ τροφήν τε καὶ ϑεραπείαν προσίετο. ἧκε δὲ μετ᾽ ὀλίγον"
      },
      {
        "index": 436,
        "text": "καὶ ὃ Καῖσαρ αὐτῇ ἐντευξόμενος. ἡ δὲ λιτῶς ἐν στιβάδι κατα- κειμένη μονοχίτων ἀναπηδήσασα προσπίπτει αὐτῷ, ὑπότρομος τῇ"
      },
      {
        "index": 437,
        "text": "φωνῇ xal συντετηκυῖα ταῖς ὄψεσι. κελεύσαντος δὲ τοῦ Καίσαρος ἀνακλιϑῆναι καὶ αὐτοῦ παρακαϑισαμένου ἐδεῖτο αὐτοῦ ὡς μάλι- στα τοῦ ζῆν περιεχομένη\" τέλος δὲ τῶν χρημάτων ἀναγραφὴν αὐτῷ ἐνεχείρισεν. ὃ δὲ φιλοψυχεῖν αὐτὴν οἱόμενος ἥδετο, καὶ εἰπὼν ὅτι πάσης ἐλπίδος αὐτῇ λαμπρότερον χρήσεται, ἡπατηκέναιϑ μὲν αὐτὴν ᾧετο, μᾶλλον δ᾽ αὐτὸς ἐξηπάτητο. μαϑοῦσα γὰρ ὡς ὃ Καῖσαρ μὲν πεζῇ διὰ Συρίας ἔγνωκεν. ἀπιέναι, αὐτὴν δ᾽ ἐς τὴν “Ῥώμην στέλλει μετὰ τρίτην ἡμέραν, ἐδεήϑη Καίσαρος ὅπως ἐπενέγκῃ τῷ ᾿Αντωνίῳ χοάς. καὶ ἐπιτρέψαντος, ἐπὶ τὸν τάφον κομισϑεῖσα πολλὰ ὠλοφύρατο, εἶτα στέψασα καὶ κατασπασαμένη 10 τὴν σορόν, ἐκέλευσεν αὐτῇ λουτρὸν γενέσϑαι. λουσαμένη δὲ καὶ κατακλιϑεῖσα ἄριστον ἠρίστα λαμπρόν. καί τις ἧκεν ἀπ᾽ ἀγροῦ χομίζων ἀγγεῖον σύκων μεστόν. τῶν δὲ φυλάκων τί φέροι ἄἂνα- κρινόντων, ἐκεῖνος τὰ σῦκα ὑπέδειξεν\" οἱ δὲ εἰσάγειν ἐκέλευον. μετὰ δὲ τὸ ἄριστον ἡ Κλεοπάτρα δέλτον κατασεσημασμένην τῷ 1 Καίσαρι fovet... Καῖσαρ δὲ ὡς ἐνέτυχε λιταῖς δεομένης αὐτῆς συνταφῆναι τῷ ᾿Αντωνίῳ, ταχὺ συνῆκε τὸ πεπραγμένον, καὶ κατὰ τάχος τοὺς σκεψομένους τὸ γενόμενον ἔπεμψεν. οἵ δρόμῳ κατα- λαβόντες εἴρον αὐτὴν τεϑνηκυῖαν ἐν χρυσῇ κλίνῃ κεκοσμημένην βασιλικῶς. τῶν δὲ γυναικῶν ἡ μὲν Εἰρὰς πρὸς τοῖς ποσὶν ἀπ- 30 έἐϑνησκεν, ἦ δὲ Χαρμόνιον ἤδη καρηβαροῦσα xol σφαλλομένη κατεκόσμει τὸ περὶ τὴν κεφαλὴν ἐκείνης διάδημα. εἰπόντος δέ"
      },
      {
        "index": 438,
        "text": "τινος “χαλὰ ταῦτα, Χαρμάνιον᾽, “κάλλιστα μὲν οὖν\" ἔφη “καὶ πρέποντα τῇ τοσούτων ἀπογόνῳ βασιλέων.\" καὶ ταῦτα εἰποῦσα παρὰ τὴν κλίνην ἔπεσε καὶ αὐτή. | ““έγεται δὲ ἀσπίδος δήγματι ϑανεῖν xopucO tionc μετὰ τῶν ὅ σύκων. οἱ δ᾽ ἐν ὑδρίᾳ τηρεῖσϑαι τὴν ἀσπίδα φασίν, ἠλακάτῃ δὲ χρυσῇ τῆς Κλεοπάτρας ἐχκαλουμένης αὐτὴν καὶ ἀγρεαινούσης δρμύσασαν ἐμφῦναι αὐτῆς τῷ βραχίονι. λέγεται δὲ καὶ φάρμακον αὐτὴν ἔχειν ἐν κνηστίδι κοίλῃ, καὶ τὴν κνηστίδα κρύπτειν τῇ κόμῃ. ὃ δὲ Δίων βελόνην αὐτὴν εἶναί φησιν, 7j τὰς τρίχας ἀνεῖρεν, ἰῷ"
      },
      {
        "index": 439,
        "text": "στα. καὶ ἀλυπότατα φϑείρειν. ἢ μὲν οὖν ἀπώλετο, τὸ δ᾽ ἀληϑὲς οὐκ ἐγνώσϑη, ἢ ὅτι περὶ τὸν ἐκείνης βραχίονα δύο νυγμαὶ ὥφϑη- cu» λεπταί ve καὶ ἀμυδραί, οὔτε δὲ φαρμάκου τι σημεῖον περὶ τὸ σῶμα ἐκείνης ἐξήνϑησεν οὔτε τὸ ϑηρίον εὑρέϑη,. εἶ μή τινας Ἰδσυρμοὺς αὐτοῦ παρὰ ϑάλασσαν, 7 τὸ δωμάτιον ἀφεώρα καὶ Ἢ II 161 ϑυρίδες ἦσαν, ἰδεῖν ἔφασκον. εἴκασται δὲ ἐξ ἀσπίδος αὐτὴν ϑανεῖν, ὅτε πολλὰ πρώην συνῆγε ϑανάσιμα φάρμακα, καὶ ταῦτα τοῖς κατεψηφισμένοις ϑάνατον προὔβαλλε\" καὶ τὰ μὲν ὠχύμορα κατελάμβανεν, ὀδυνηρὸν δ᾽ ὅπάγοντα ϑάνατον, τὰ δὲ πρᾳότερα C 20 μέν, διὰ χρόνου δέ γε κατεργαζόμενα\" μόνον δ᾽ εὕρισκε τὸ δῆγμα"
      },
      {
        "index": 440,
        "text": "9 4íov] Hist. Rom. 51 14. 19 ἐκείνης om A. . 18. οὔτε"
      },
      {
        "index": 441,
        "text": "τῆς ἀσπίδος ἄνευ σπασμοῦ κάρον ὕπνώδη ἐφελκόμενον ἱδρῶτι μαλακῷ καὶ τῶν αἰσθητηρίων ἀμαυρώσει ῥᾳδίως ἀπονεχροῦν. Ξάχούσας δὲ ὃ Καῖσαρ τὴν τελευτὴν αὐτῆς ἐξεπλάγη, καὶ φάρμακα τῷ σώματι καὶ ψύλλους ἐπήνεγκεν. οἱ δὲ ψύλλοι ἄν- δρες εἰσί (γυνὴ γὰρ τὴν δύναμιν ταύτην ἔχειν οὐ πέφυκεν), δύναν- 5 ται δὲ πάντα ἰὸν παντὸς ἑρπετοῦ, πρὶν ϑανεῖν τὸν δεδηγμένον ἢ τετρωμένον, ἐχμυζᾶν, καὶ αὐτοί τε. μὴ βλάπτεσθαι καὶ τὸν πε- D φαρμαγμένυν ϑεραπεύειν. φύονται δὲ ἐξ ἀλλήλων, καὶ δοκιμά- ζουσι τὰ γεννηϑέντα ἢ μετὰ ὄφεων ἐμβληϑέντα, ἢ καὶ τῶν σπαρ- ᾿γάγων αὐτῶν ἐπιβληϑέντων ἰοβόλοις τισίν\" οὔτε γὰρ τῷ παιδί (10 λυμαένονται, καὶ ὑπὸ τῆς ἐσθῆτος αὐτοῦ ναρκῶσιν. | Ὁ uiv οὖν Καῖσαρ ἐπὶ τῇ τῆς γυναικὸς τελευτῇ xol ἦχϑέ- 095 καὶ τὴν εὐγένειαν αὐτῆς ἐθαύμαζε, καὶ συνταφῆναι τῷ “4ν»- τωνίῳ ἐκέλευσε πολυτελῶς καὶ βασιλικῶς. ἐντίμου δὲ καὶ oi ϑεράπαιναι ταφῆς ἔτυχον ἐκείνου προστάξαντος. ἐτελεύτησε δὲ 16 Κλεοπάτρα μὲν τεσσαρακοντοῦτις ἑνὸς δέοντος, τούτων δύο καὶ εἴκοσι βασιλεύσασα, πλείω δὲ τῶν δεκατεσσάρων ᾿Αντωνίῳ συνάρ- ξασα\" ᾿Αντώνιον δὲ οἵ μὲν ἕξ οὗ δὲ τρισὶν ὑπερβαλεῖν φασι τὰ πεντήκοντα. τὸν δὲ τοῦ \"Ἀντωνίου υἱὸν “ΦἌντυλον τὸν ἐκ τῆς Φοαυλβίας καὶ τὸν τῆς Κλεοπάτρας τὸν Καισαρίωνα ὃ \"Καῖσαρ 30 ἀπέκτεινεν."
      },
      {
        "index": 442,
        "text": "3rsdyiog μὲν οὖν καὶ Κλεοπάτρα οὕτως ἀπήλλαξαν\" Kat- cup δὲ τὸν τοῦ ᾿ἠλεξάνδρου τοῦ βασιλέως νεκρὸν εἶδε καὶ προσ- ἥψατο αὐτοῦ. τὰ δὲ τῶν Πτολεμαίων σώματα, καίτοι τῶν \"4λε- ξανδρέων δεῖξαί οἱ καὶ ταῦτα βουληϑέντων, ἰδεῖν οὐκ ἠϑέλησεν, 5 εἰπὼν ὅτι “βασιλέα ἀλλ᾽ οὐ νεκροὺς ἰδεῖν ἐπεϑύμησα.\" οὐδὲ τῷ \"Mna ἐντυχεῖν ἐπείσϑη, λέγων ὅτι “ϑεοὺς ἀλλ᾽ οὐχὶ βοῦς προσ- κυνεῖν εἴϑισμαι.\" τὴν δ᾽ Αἴγυπτον ὑποτελῆ ἐποίησε, χρήματά τε πάμπολλα εὗρε καὶ πάντα ἀφείλετο. καὶ τὰ ἐκεῖ ὡς αὐτῷ B ἐδόκει διοικησάμενος εἰς τὴν ᾿Ασίαν διὰ τῆς Συρίας ἀπῆλϑε καὶ 10 ἐκεῖ παρεχείμασεν. οἱ δὲ Ῥωμαῖοι καὶ τότε καὶ πρότερον, ὅτε τὴν ναυμαχίαν ἐνίκησε, πολλὰ ἐς τιμὴν αὐτῷ ἐψηφίσαντο. κατὰ δὲ τὸν τοῦ ϑέρους καιρὸν ἐς τὴν Ἑλλάδα καὶ ἐς τὴν Ἰταλίαν ἐπεραιώϑη. καὶ αὐτοῦ εἰς τὴν πόλιν εἰσελϑόντος ἔϑυσαν οἱ Ῥω- μαῖοι καὶ ὃ ὕπατος ἐβουϑύτησεν, ὃ μήπω πρότερον ἐπ᾿ ἄλλῳ 16 ἐγένετο. ἑώρτασε δὲ καὶ ἐπὶ τρισὶν ἡμέραις τὰ νικητήρια. καὶ ἐπιφανεῖς αἱ πομπαὶ πᾶσαι γεγόνασι\" τοσαῦτα γὰρ ἠϑροίσϑησαν λάφυρα ὥστε πάσαις ἐπαρκέσαι. παρεκομίσϑη δὲ καὶ στήλη τῆς C Κλεοπάτρας ἐπὶ κλίνης, ἀσπίδα ἐμπεφυκυῖαν ἔχουσα τῷ βραχίονι, καὶ μετὰ τῶν ἄλλων αἰχμαλώτων καὶ οἱ ἐκείνης παῖδες, ὅ᾽ τε «δολήλέξανδρος ὃ καὶ Ἥλιος, καὶ Κλεοπάτρα 7 καὶ Σελήνη. ἐφ᾽ ἅπασι δ᾽ ὁ Καῖσαρ ἰσήλασε. καὶ ϑεωρίαι ἐπὶ πολλὰς ἡμέρας ἐγένοντο. ."
      },
      {
        "index": 443,
        "text": "92. Καὶ ὃ Κράσσος ὃ Mágxog xarà τούτους τοὺς χρό- vovc elc τὴν Πακεδονίαν καὶ εἷς τὴν Θράκην καὶ εἰς τὴν Ἑλλάδα, πεμφϑεὶς πολλοῖς ἐπολέμησεν ἔϑνεσι, καὶ τὰ μὲν ἐνίκησε τὰ δὲ προσηγάγετο. τὰ δ᾽ ἔϑνη ταῦτα πάλαι μὲν Μυσοί τε καὶ Γέται ἐκέκληντο, πᾶσαν τὴν μεταξὺ τοῦ τε Αἵμου καὶ τοῦ Ἴστρου οὖσαν 5"
      },
      {
        "index": 444,
        "text": "D »εμόμενοι, προϊόντος δὲ τοῦ χρόνου τινὲς αὐτῶν καὶ ἄλλοις àvó- μασιν ἐπεκλήϑησαν. καὶ μετὰ ταῦτα πάνϑ᾽ ὅσα ὃ ποταμὸς ὃ Σαῦος εἰς τὸν Ἴστρον ἐμβάλλων ὑπὲρ τῆς Δαλματίας καὶ τῆς Moxedovíag τῆς τε Θρῴκης ἀπὸ τῆς Παννονίας ἀφορίζει, εἰς τὸ τῆς Μυσίας προκεχώρηκεν ὄνομα. καὶ ἐν αὐτοῖς ἄλλα τε πολλά 10 εἶσιν ἔϑνη καὶ οἱ Τριβαλλοὶ προσαγορευϑέντες οἵ τὲ κεκλημένοι Δαρδάνιοι."
      },
      {
        "index": 445,
        "text": "Ταῦτα μὲν οὖν iv τε τῇ βασιλείᾳ καὶ τῇ δημοκρατίᾳ ταῖς τε δυναστείαις πέντε καὶ εἴκοσι καὶ ἑπτακοσίοις ἔτεσιν ἔπραξάν τε “Ῥωμαῖοι καὶ ἔπαϑον, ἐκ δὲ τούτου μοναρχεῖσϑαι αὖϑις ἀκριβῶς 15 ἤρξαντο, καίτοι τοῦ Καίσαρος τά τε ὅπλα καταϑέσϑαι βουλευο.. μένου καὶ τῇ γερουσίᾳ καὶ τῷ δήμῳ ἐπιτρέψαι τὰ πράγματα. τὴν"
      },
      {
        "index": 446,
        "text": "ΡῚ 882 μέντοι γνώμην τῷ ᾿Αγρίππᾳ καὶ τῷ Μαικήνᾳ, οἷς ἐπίστευε τὰ ἀπόρρητα, κοινωσάμενος, τὴν μὲν ᾿ἀγρίππου γνώμην ἀποτρέπου-. σαν αὐτὸν τῆς μοναρχίας εὕρηκεν\" ὃ δὲ Μαικήνας τοὐναντίον 20 συνεβούλευεν ἅπαν, εἰπὼν ἤδη τὴν μοναρχίαν ἐπὶ πολὺ διοικῆσαι αὐτόν, καὶ ἀναγκαῖον εἶναι δυεῖν ϑάτερον, ἢ μεῖναι ἐπὶ τῶν αὐὖ-"
      },
      {
        "index": 447,
        "text": "τῶν ἢ ἀπολέσϑαι ταῦτα προέμενον. τοῖς γὰρ ἅπαξ μοναρχήσασιν ἀσφαλῶς ἰδιωτεῦσαι εἶναι ἀδύνατον. ὑπέϑετο δὲ καὶ ὅπως ἄσφα- λῶς τε καὶ δικαίως ἄρξῃ, πρὸς δὲ καὶ ἀνεπάχϑως, πολὺν xova- τείνας λόγον περὶ τῆς ὑποϑέσεως. καὶ ἐπὶ πᾶσι ταῦτᾳ ἐπήγαγεν"
      },
      {
        "index": 448,
        "text": "δ΄ “εἰ ὅσα. ἕτερόν τενα ἄρξαντά σου ποιεῖν ἐβούλου, ταῦτα \"αὐτὰς B αὐτεπάγγελτος πράττεις, οὔτε τι ἅμαρτήσεις καὶ πάντα κατορϑύ-"
      },
      {
        "index": 449,
        "text": "σεις, ἥδιστά τε καὶ ἀκινδυνότατα ζήσεις.\" ᾿ -"
      },
      {
        "index": 450,
        "text": "Οἱ μὲν οὖν ταῦτα τῷ Καίσαρι συνεβούλευσάν, ὃ δὲ ἄμφω"
      },
      {
        "index": 451,
        "text": "μὲν καὶ ἐθαύμασε xol ἐπήνεσεν, (tro δὲ τοῦ Μαικήνου τὴν ᾿ lOovufovijv* καὶ οὔτε τὴν μοναρχίαν ἀπέϑετο καὶ τὴν τοῦ αὖτο- κράτορος προσειλήφει ἐπίκλησιν, o) τὴν ἐπὶ νίκαις κατὰ τὸ ἀρχαῖον διδομένην τισί (ταύτην γὰρ πολλάκις ἐπεχλήϑη), ἀλλὰ τὴν \"τὸ κράτος σημαίνουσαν τὸ βασίλειον. τῷ δ᾽ ἑξῆς ἔτει ἕχτον ὑπάτευ- σεν, ᾿Ἵγρίππα οἱ συνάρχοντος, ὃν ὑπερβαλλόντως ἐτίμα, καὶ τὴν"
      },
      {
        "index": 452,
        "text": "κριτος ἐπεκλήϑη ὃ Καῖσαρ,. ὧς ἐν τῇ ἀκριβεῖ δημοκρατίᾳ vevá- μιστο, ἄλλα τε πολλὰ πεποίηκεν εἷς τιμὴν τῆς Ῥώμης καὶ τῶν πολιτῶν, καὶ χρήματα πολλοῖς τῶν βουλευτῶν ἐχαρίσατο λαμπρῶς πενητεύσασι, τά τε παλαιὰ συμβόλαια τῶν εἷς τὸ κοινὸν ὄφειλόν-- Φθτων κατέκαυσε\" καὶ ὅσα ἐπὶ ““επίδου καὶ Ἀντωνίου ἀδίκως ἐγέ- vovto, δι᾽ ἑνὸς προγράμματος κατέλυσεν ἅπαντα. καὶ ἐπὶ τού- τοις ὑμνούμενος, ἵνα μᾶλλον τιμηϑείη, καὶ παρ᾽ ἑκόντων τὴν"
      },
      {
        "index": 453,
        "text": "ἀδελφὴν — τὴν ᾿Οκταβίαν] ἀδελφὴν τὴν ἰδίαν Xiphilinus: Dio ἀδελφιδῆν, Marcellam, ᾿17 πολλὰ om A. εἰς τὴν ῥώμης"
      },
      {
        "index": 454,
        "text": "Dio βουλευταῖς τισι."
      },
      {
        "index": 455,
        "text": "μοναρχίαν λαβεῖν ἐπεθύμησεν, ὡς μὴ δοκοίη ἀκόντων ἄρχειν. xol D τοὺς αὐεῷ μάλιστα ἐπιτηδείους παρασκευάσας εἷς τὴν γερουσίαν εἰσῆλθεν ἕβδομον ὑπατεύων\" καὶ παραιτεῖσθαι λέγων τὴν μοναρ-- χίαν καὶ πάντα ὑπὸ τοῖς ἀρίστοις ποιεῖν, ἐδέετο τούτων δέξασϑαε αὐτοῦ τὴν τῆς μοναρχίας ἀπόϑεσιν. οἱ δὲ τῆς βουλῆς, οἱ μὲν ὁ εἰδότες τὴν γνώμην αὐτοῦ οἱ δ᾽ ὑποπτεύοντες, οἱ μὲν ἐλέγξαι αὐτὸν οὐκ ἐβούλοντο οἱ δ᾽ ἐδεδοίκεσαν. ὅϑεν καὶ πιστεύειν αὐτῷ οὗ μὲν ἐπλάττοντο οἱ δὲ ἠναγκάζοντο\" καὶ ἐβίασαν δῆϑεν αὐτὸν αὐταρχεῖν. καὶ τὴν μὲν ἡγεμονίαν οὕτως παρά τε τῆς γερουσίας καὶ τοῦ δήμου. ἐβεβαιώσατο, καὶ τὴν φροντίδα τῶν κοινῶν πᾶσαν 10 ὑπεδέξατο. τῶν δ᾽ ἐθνῶν τὰ μὲν ἀσϑενέστερα ὡς εἰρηναῖά τε καὶ ἀπόλεμα ἀπέδωκε τῇ βουλῇ, τὰ δ᾽ ἰσχυρότερα ὡς ἐπικίνδυνα τάχα καὶ σφαλερὰ κατέσχεν αὐτός, δοκήσει μὲν ὅπως 1j γερουσία τὰ κάλλιστα τῆς ἀρχῆς καρπῷτο, αὐτῷ δ᾽ oi πόνοι ἐπέκεινται, τῇ δ᾽ ἀληϑείᾳ ἵνα ἐκεῖνοι μὲν καὶ ἄοπλοι καὶ ἄμαχοι ὦσιν, αὐτὸς 15 δὲ καὶ ὅπλα ἔχῃ καὶ στρατιώτας τρέφῃ. ἵνα δὲ μή τι μοναρχικὸν δοκοίη φρονεῖν, ἐς δέκα ἔτη τὴν ἀρχὴν τῶν ἀπονεμηϑέντων αὐτῷ κατεδέξατο. τοσούτῳ γὰρ χρόνῳ αὐτὰ καταστήσειν ὑπέσχετο, λόγῳ ταῦτα ἐπαγγελλόμενος. τῆς γὰρ δεκαετίας περανϑείσης ἕτερα πέντε ἔτη, εἶτ᾽ αὖϑις πέντε καὶ μετὰ τοῦτο δέκα καὶ ἕτερα 30 πάλιν, πεντάκις αὐτῷ ἐψηφίσθη, ὥστε τῇ τῶν δεκαετηρίδων δια-- B δοχῇ διὰ βίου μοναρχῆσαι αὐτόν. κἀντεῦϑεν καὶ oi μετ᾽ αὐτὸν"
      },
      {
        "index": 456,
        "text": "codicum auctoritatem. “πεντάκις duo Regii et Colberteus: alter"
      },
      {
        "index": 457,
        "text": "αὐτοχράτορες, καίτοι διὰ βίου ἀποδεικνύμενοι, ὅμως διὰ τῶν W TI 163 δέκα ἐτῶν ἀεὶ ἑξώρταζον, ὡς αὖϑις τότε τὴν ἡγεμονέκν dya- γεούμενοι. . Πολλὰ δὲ καὶ τότε εἷς τιμὴν ἐψηφίσϑη τῷ Καίσαρι, καὶ"
      },
      {
        "index": 458,
        "text": "5. Αὔγουστος ἐπεκλήϑη. ἐφίετο μὲν γὰρ “Ῥωμύλος ὀνομασϑῆναι, αἰσϑόμενος δὲ ὑποπτεύεσθαι ἐκ τούτου τῆς βασιλείας ἐπιϑυμεῖν (οὗ γὰρ Ῥωμαῖοε πράγματι μὲν τὰ τῶν βασιλευομένων ὑπέμενον, τῷ δ᾽ ὀνόματι ἤχϑοντο) ἀπέσχετο τοῦ Ρωμύλος ἐπικληθῆναι, καὶ \"fiyovorog καλεῖσϑαι ἠϑέλησεν, ὡς καὶ πλεῖόν τε ἢ κατὰ ἀνθϑρώ- 10aovc ὑπάρχων. πάντα γὰρ τὰ ἱερώτατα καὶ σεβάσμια αὔγουστα προσαγορεύεται. ἐξ οὔπερ καὶ σεβαστὸν προσεῖπον αὐτόν, ἀπὸ C τοῦ σεβάζεσϑαι, ἐξελληνίζοντές πως, ὥσπερ τινὰ σεπτόν. ἡ δὲ —- τῶν αὐτοχρατόρων κατοικία παλάτιον ὠνομάσϑη, ὅτι ἔν τε τῷ Παλατίῳ λεγομένῳ ὄρει, ἐν ᾧ Φαυστοῦλος ᾧκει ὃ τὸν Ῥωμύλον 1οϑρεψάμενος, ὡς ἤδη ἱστόρηται, ὃ Καῖσαρ ᾧκει καὶ ἐκεῖ τὰ στρατήγιον εἶχε. καὶ διὰ τοῦτο κἂν ἄλλοθί που ὃ αὐτοκράτωρ καταλύῃ, τὴν τοῦ παλατίου κλῆσιν 7) καταγωγὴ αὐτοῦ ἔχει. πᾶσα δὲ ἐξουσία, ἥ τε τοῖς ὑπάτοις τὸ παλαιὸν. διδομένη καὶ ἡ τοῖς δημάρχοις καὶ ἡ τοῖς τιμηταῖς καὶ τοῖς ἄλλοις ἅπασι, τοῖς αὖτο-- 90 χράτορσι δέδοται\" καὶ προσέτε καὶ λελύσϑαι τῶν νόμων ἐδόϑη αὐτοῖς, τουτέστιν ἐλευϑέρους ἀπὸ πάσης τῶν νόμων ἀνάγκης εἶναι D καὶ μηδενὶ τούτων ἐνέχεσθαι."
      },
      {
        "index": 459,
        "text": "viora sunt apud Dionem. [1 ἱστόρηται] . 10 v. 10. 19 τοῖς] καὶ τοῖς À. 21 ἀνάγκης τῶν νόμων b."
      },
      {
        "index": 460,
        "text": "$8. Ὅτε δὲ Αὔγουστος ἐπεκλήϑη ὃ Καῖσαρ, σημεῖον οὗ μικρὸν τότε κατὰ τὴν νύκτα ἐχείνην ἐγένετο\" ὃ γὰρ Τίβερις πελα- γίσας πᾶσαν τὴν πεδιάδα τῆς Ῥώμης κατέλαβεν ὥστε πλεῖσϑαι. καὶ οἱ μάντεις ὅτι τε ἐπὶ μέγα αὐξήσει καὶ ὅτι πᾶσαν τὴν πόλιν ὑποχειρόμν ἕξει ἐκ τούτου προεῖπον. ὃ δὲ τά τε ἄλλα τὰ τῇ ἀρχῇ ϑ προσήκοντα προϑυμότερον ἔπραττεν, ὡς ἐϑελόντων ἄρχων, καὶ ἐνομοϑέτει. οὗὐ μέντοι πάντα ἐϑελογνωμονῶν ἐνομοϑέτει, ἀλλ᾽ ἔστιν ἃ καὶ ἐς τὸ δημόσιον προετίϑει, ὅπως, ἄν τε μὴ ἀρέσῃ, ἐπανορϑώσῃ\" καὶ προετρέπετο πάντα συμβουλεύειν αὐτῷ εἴ τίς τι ἄμεινον γνοίη αὐτοῦ. καὶ τοὺς ὑπάτους, καὶ ἐκ τῶν ἄλλων ἀρχόν- 10 των ἕνα παρ᾽ ἑκάστων, καὶ ἐκ τοῦ τῶν βουλευτῶν πλήϑους πεν- τεχαίδεκα συμβούλους ἐς ἑξάμηνον παρελάμβανεν, ὥστε δι᾽ αὐτῶν καὶ πᾶσι κοινοῦσϑαι τὰ βουλευόμενα. ἔστι δ᾽ ὅτε καὶ ἐδίκαζε μετ᾽ αὐτῶν. ἔκρινε μὲν γὰρ καὶ καϑ' ἑαυτὴν 5 βουλή, καὶ πρεσβείαις καὶ κηρυκείαις ἐχρημάτιζεν. ὅ τε δῆμος εἷς τὰς ἀρχαι- 15 ρεσίας συνελέγετο, οὐ μέντοι ἐπράττετό τι ὃ μὴ ἐκείνῳ ἤρεσκε. καὶ τοὺς ἄρξοντας τοὺς μὲν αὐτὸς προεβάλλετο, τοὺς δὲ ἐς τὸ κοινὸν ἐποιεῖτο, ἐπιμελούμενος ὥστε μήτ᾽ ἀνεπιτήδειοε μήτ᾽ ἐκ Β παρακελεύσεως ἢ καὶ ἐκ δεκασμοῦ ἀποδείκνυνται. καὶ ἔϑνη τὰ μὲν δι᾽ ἑαυτοῦ τὰ δὲ δι᾽ ἑτέρων τῇ Ῥωμαίων ἡγεμονίᾳ ὑπέταξεν. 20"
      },
      {
        "index": 461,
        "text": "sev om À. 18 ὥστε — 19 ἀποδείχνυνται: Dio ὅπως — ἀπο- δεικνύωνται."
      },
      {
        "index": 462,
        "text": "— Ὁ δὲ τῆς «Αἰγύπτου ἄρχων Αἴλιος Γάλλος ἐπὶ Mooflky τὴν εὐδαίμονα καλουμένην, ἧς Σάβος ἐβασίλευεν, ἐστράτευσε τότες καὶ οὐδεὶς μὲν ἐνώπιον αὐτοῦ ἔστη τῶν πολεμίων, οὐ μὴν ἀπόνως προὐχώρει: ἣ τὲ γὰρ ἐρημία καὶ ὃ ἥλιος τά τε ὕδατα quoi."
      },
      {
        "index": 463,
        "text": "δἄτοπον ἔχοντα σφόδρα αὐτοὺς ἐταλαιπώρησεν, ὥστε τὸ πλεῖον φϑαρῆναι τῆς στρατιᾶς. . τὸ δὲ νόσημα τῇ κεφαλῇ ἐνσκῆπτον ἐξήραινεν αὐτήν, καὶ πολλοὺς μὲν αὐτίκα ἀπώλλυε, τῶν δὲ περι- γενομένων ἐς τὰ σκέλη κατήει, ἅπαν τὸ μεταξὺ τοῦ σώματος C ὑπερβαῖναν, καὶ αὐτοῖς ἐλυμαίνετος ἰαμά τε οὐδὲν T» ἢ εἴ τις 10 ἔλαιον οἴνῳ μεμιγμένον ἠλείψατο\" τὰ δὲ πάνυ ὀλίγοις ἦν\" ἥ τε γὰρ χώρα οὐδέτερον αὐτῶν φέρει, κἀκείνοις οὐκ ἄφϑονα ταῦτα προπαρεσχεύαστο. χὰν τῷ πόνῳ \"τούτῳ καὶ oi βάρβαροι σφίσιν ἐπιτιϑέμενοι τά τε χωρία ἃ πρὶν ἀφήρηντο ἐκομίσαντο, καὶ τοὺς περιλειφϑέντας ἐκ τῆς χώρας ἐξήλασαν. | 15 Ὃ δ᾽ «4ὔγουστος ἑνδέκατον ὑπατεύσας ἐνόσησεν ὥστε μηδ᾽ ἐλπίδα σχεῖν σωτηρίας, καὶ ὡς τελευτήσων διέϑετο, καὶ διάδοχον μὲν οὐδένα ἀπέδειξε, τῷ Πείσωνι δὲ τάς τε δυνάμεις καὶ τὰς D κοινὰς προσόδους εἷς βιβλίον γράψας ἔδωκε, τῷ δ᾽ “Αγρίππᾳ τὸν δακτύλιον ἐνεχείρισεν. ᾿Αντώνιος δέ τις ἸΠούσας οὕτω κακῶς"
      },
      {
        "index": 464,
        "text": "διὸ καὶ χρήματα παρ᾽ αὐτοῦ τε καὶ παρὰ τῆς βουλῆς ἔλαβε, καὶ δακτυλίοις χρυσοῖς, ἀπελεύϑερος ὦν, ἐπετράπη κεχρῆσϑαι, ἀτέ-"
      },
      {
        "index": 465,
        "text": "ἐγγράψας Α, ἐσγφράψας Dio. 20 ἀνέσωσε Dio. ᾿"
      },
      {
        "index": 466,
        "text": "λειάν τε αὐτῷ xal τοῖς δμοτέχνοις τοῖς oval τε καὶ τοῖς ἐσομένοις παρέσχοντος. οὕτω δὲ σωϑεὶς εἷς τὸ συνέδριον τὰς διαϑήκας εἰσήνεγκε, καὶ ἀναγνωσθῆναι ἐπέτρεπεν, ἐνδεικνύμενος ὅτι οὔὐδ- ένα τῆς ἀρχῆς διάδοχον καταλέλοιπεν\" οὗ μέντοι καὶ ἀνέγνω αὐτάς τις. ^^ B 4diuod δὲ τῷ ἑξῆς ἔτει καὶ λοιμοῦ γενομένου ἐν πάσῃ τῇ Ἰταλίᾳ, νομίσαντες οἱ Ρωμαῖοι οὐκ ἄλλως ταῦτα συμβεβηκέναι ἢ ὅτι μὴ καὶ τότε ὑπατεύοντα τὸν “Αὔγουστον ἔσχον, δικτάτορα αὐτὸν ἠϑέλησαν προχειρίσασϑαι, καὶ τὴν βουλὴν εἷς τὸ συνέδριον κατακλείσαντες ἠνάγκασαν τοῦτο ψηφίσασϑαι. καὶ αὐτῷ προσ-1θ ἤλϑον δεόμενοι λεχϑῆναι δικτάτορα καὶ τῆς τοῦ σίτου συναγωγῆς ἐπιμελητήν. καὶ ὃς τὴν μὲν τοῦ σίτου φροντίδα ἐδέξατο, τὴν δικτατορίαν δὲ οὐ προσήκατο, ἀλλ᾽ ἐπεὶ μήτε διαλεγόμενος αὖ-- τοῖς μήτε δεόμενος ἔπειϑε, τὴν ἐσθῆτα διέρρηξεν\" ὀρϑῶς γὰρ καὶ συνετῶς τὸ μισητὸν τῆς ἐπικλήσεως ἐφυλάξατο καὶ ἐπίφϑονον, 15 B ὑπὲρ τοὺς δικτάτορας ἔχων τὴν ἐξουσίαν καὶ τὴν τιμήν. ἐπιβου- λὴν δὲ κατ᾽ αὐτοῦ συστησαμένων τινῶν, αὐτοί τε καὶ οἱ συνωμό- vut ἐρήμην ἥλωσαν ὡς φευξόμενοι, οὐ πολλῷ δ᾽ ὕστερον ἀπ- ἐσφάγησαν."
      },
      {
        "index": 467,
        "text": "84. Μετὰ ταῦτα δ᾽ εἷς Σικελίαν ἦλϑε. κχἄκεῖ ὄντος ὃ 30 δῆμος τῶν Ῥωμαίων τοὺς ὑπάτους χειροτονῶν ἐστασίασεν, ὡς κἀντεῦϑεν δειχϑῆναιε ὅτε ἀδύνατον ἦν δημοκρατουμένους αὐτοὺς σωθῆναι. οὕτω γὰρ ἐθορύβησαν καὶ ἅπαντα συνετάραξαν, ὥστε"
      },
      {
        "index": 468,
        "text": "καὶ τὸν Aiyovorov ὑπὸ τῶν ἐμφρόνων ἀναχληϑῆναι. ἀγαναχτή- σας δ᾽ ἐπὶ τούτῳ ὃ «Αὔγουστος, καὶ μήτε ἀεὶ τῇ Ῥώμῃ σχολάζειν δυνάμενος μήτ᾽ αὖ ἄναρχον αὐτὴν καταλείπειν τολμῶν, ἐζήτει C αὐτῇ ἐπιστῆσαι τινά. καὶ ἔκρινε μὲν τὸν “γρίππαν πρὸς αὐτὸ 5 ἐπιτηδειότατον, βουληϑεὶς δὲ καὶ μεῖζον αὐτῷ περιϑεῖναι ἀξίω- μα, ἵνα ἐκ τούτου ῥᾷον αὐτῶν ἄρχῃ, κατηνάγκασεν αὐτὸν τὴν γυναῖκα ἀφέντα τῇ αὐτοῦ ϑυγατρὶ συνοικῆσαι τῇ Ἰουλίᾳ, καὶ ἐς τὴν Ῥώμην αὐτίκα ἐπί τε τῷ γάμῳ καὶ ἐπὶ τῇ μεταχειρί- σει τῆς πόλεως ἔπεμψε, διά τε τἄλλα καὶ ὅτε ἸΠαικήνας εἶπε Ἰοτῷ Καίσαρι ὡς “τηλικοῦτον αὐτὸν πεποίηκας ὥστε ἢ γαμβρόν κι cov γενέσϑαι χρῆναι ἢ φονευϑῆναι.\" ᾿“γρίππας οὖν οἰδοῦνταω εὑρὼν ἐν τῇ Ρώμῃ τὰ πράγματα κατεστήσατο. ὃ δ᾽ «Αὔγουστος D τὰ ἐν τῇ. Σικελίᾳ διοικήσας εἰς τὴν “Ελλάδα ἐπεραιώϑη, καὶ τὸ “Ἑλληνικὸν διαγαγὼν εἷς τὴν Σάμον ἔπλευσε, κἀκεῖ χειμάσας εἷς 16 τὴν Lola» ἐν τῷ ἔαρι ἐκομίσϑη, καὶ τά τε ἐκεῖ καὶ τὰ ἐν τῇ Βιϑυνίᾳ διέταξε, καὶ τοὺς Κυζικηνοὺς ἐδουλώσατο, ὅτι Ρωμαίους τινὰς μαστιγώσαντες ἔχτειναν\" “τὸ αὐτὸ δὲ καὶ τοῖς Τυρίοις καὶ τοῖς Σιδωνίοις ἐποίησεν, ἐν τῇ Συρίᾳ γενόμενος. ἡ Ἰουλία δὲ τὸν Γάϊον ἔτεκε. καὶ 0 “ύγουστος ἐϑνῶν ἡγεμονίας τισὶ δεδω-- ὁ0 ὼς ἐπανῆλϑεν εἷς Σάμον, κἀκεῖ καὶ αὖϑις ἐχείμασε καὶ πολλὰ διῴκησεν\" ἀφίκοντο γὰρ ἐνταῦϑα πρεσβεῖαι πλεῖσται\" καὶ οἱ Ἰνδοὶ τότε φιλίαν ἐποιήσαντο, δῶρα πέμψαντες ἄλλα τε καὶ τίγρεις, πρῶτο» τότε Ῥωμαίοις ὀφϑείσας. αὖϑίς τε στάσις ἐν ΡῚ 5686"
      },
      {
        "index": 469,
        "text": "τῇ Ῥώμῃ συνέβη xal ogayal γεγόνασι διὰ τὰς τῶν ὑπάτων ἀρχαι- eeolag. μαϑὼν οὖν ταῦϑ᾽ ὃ Καῖσαρ, καὶ συνιδὼν ὅτι οὐδὲν πέρας γενήσεται τοῦ κακοῖ, εἷς τὴν ρλώμην ἠπείχϑη καὶ αὐτὸς ἀπέδειξεν ὕπατον. ἐπεὶ δὲ ὑπαντῆσαι αὐτῷ πάντες παρεσκευά- ζοντο, νύκτωρ elc τὴν πόλιν ἀνεκομίσϑη\" ὃ καὶ πολλάκις ἐποίησε,5 καὶ ἐξιὼν τοῦ ἄστεος καὶ ἐπανιών, ἵνα μηδενὶ ὀχληρὸς εἴη. εἶτα τῶν τρόπων ἐπιμελητὴς καὶ τιμητὴς εἰς πενταετίαν παρακληϑεὶς Β ἐχειροτονήϑη, τὴν δὲ τῶν ὑπάτων τιμὴν διὰ βίου ἔλαβε. τινῶν ΨΥ II 165 δ᾽ αἰτίας σχόντων ἐπιβουλεύειν αὐτῷ καὶ τῷ ᾿4γρίππᾳ, ἄλλους μέν τινας ἐδικαίωσε, τὸν δὲ “Δέπιδον ἐμίσει μὲν καὶ δι᾽ ἄλλα καὶ 10 ὅτι ὃ υἱὸς αὐτοῦ ἐπεβούλευσεν αὐτῷ, οὐ μέντοι καὶ ἀποκτεῖναι V ἄλλοτε ἄλλως προεπηλάκιζε καὶ ἐχλεύαζεν. ἔϑετό ς νόμους, καὶ τὸ τοὺς δεκάσαντάς τινας ἐπὶ ταῖς τε ἔτη αὐτῶν εἴργεσθαι\" τοῖς τε ἀγάμοις καὶ ταῖς τίμια ἔταξε, τοῦ δὲ γάμου καὶ τῆς παιδοποιίας ἄϑλα! . Ἰὴ πολὺ πλεῖον τὸ ἄρρεν τοῦ ϑήλεος τοῦ εὐγενοῦς ἦν, ἀπελευϑέρας τοῖς ἐϑέλουσι πλὴν τῶν βουλευτῶν ἄγε- ,ν τὴν τεχνσποιίαν αὐτῶν εἶναι κελεύσας. ἐπεὶ δὲ μνηστευόμενοι τὰς μὲν τῶν γεγαμηκότων ἐκαρποῦντο ἔργον αὐτῶν οὗ παρείχοντο, προσέταξε μηδεμίαν 0. ἰσχύειν μνηατείαν ui9? ἣν οὐ δύο διελϑόντων ἐτῶν εὐθὺς γαμή- ca τις, τουτέστι δεκέτιν πάντως ἐγγυᾶσϑαι\" δώδεκα δὲ ταῖς xí-"
      },
      {
        "index": 470,
        "text": "ραις ἔτη elg τὴν τοῦ γάμου ὥραν πλήρη νομίζεται. ὃ δὲ Myolnnac καὶ ἕτερον υἱὸν ἐκ τῆς Ἰουλίας ἐγείνατο, “Τούκιον ὀνομασϑέντα\" ὃν “ὔγουστος καὶ τὸν ἀδελφὸν αὐτοῦ τὸν Γάϊον εἰσεποιήσατο, καὶ διαδόχους τῆς ἀρχῆς αὐτόϑεν ἀπέδειξεν, ἵν᾽ ἧττον ἐπιβου- δλεύηται. ἑστιώμενος δέ ποτε παρὰ Πωλίωνι, ἀνδρὶ πλουσίῳ μὲν σφόδρα ὠμῷ δὲ λίαν καὶ ἀπηνεῖ, ἐπεὶ ὃ οἰνοχόος ἐχείνου κύλικα κρυσταλλίνην κατέαξε καὶ ἐς τὰς μυραίνας ὠὡρίσϑη παρὰ τοῦ δεσπότου ἐμβληϑῆναι (ἔτρεφε γὰρ ἐν δεξαμεναῖς τοιαύτας, ἂν- ϑρώπους δεδιδαγμένας ἐσθίειν, καὶ τοὺς δούλους αὐταῖς οὖς 10ἐϑανάτου παρέβαλλε), παρῃτεῖτο τὴν τιμωρίαν ὃ Καῖσαρ τοῦ olvoyóov* ὡς δ᾽ οὐκ ἔπειϑε τὸν Πωλίωνα, \"gépt\" φησίν “ὅσα τοιαῦτα ἔχεις ἐκπώματα ἢ καὶ ἕτερα ἔντιμα, ἵν᾽ αὐτοῖς χρήσω-- μαι.\" κομισϑέντα δὲ συνέτριψεν, εἰπὼν ἵνα μὴ διὰ ταύτας κολά- ζοιντο ἄνθρωποι. ὃ δὲ Πωλίων πρὸς τὸ πλῆϑος τῶν ἀπολωλότων 15 τῆς μιᾶς ἐπελάϑετο κύλικος, καὶ τὸν οἰνοχόον τιμωρήσασϑαι μὴ δυνάμενος, ὅτι ἐπὶ πολλοῖς τὸ αὐτὸ ἐπεποιήκει ὃ «ὄὔγουστος, καὶ ἄκων ἡσύχασεν. 4Myoinnag δὲ νοσήσας ἐν Καμπανίᾳ ἀπέϑανεν\" οὗ ὃ Καῖσαρ παραγενόμενος τό τε σῶμα αὐτοῦ εἷς τὴν Ῥώμην ἐκόμισε καὶ ἐν 2015 ἀγορᾷ προθέμενος λόγον ἐπ᾽ αὐτῷ ἀνέγνω καὶ τὴν ἐκφορὰν αὐτοῦ πολυτελῆ ἐποιήσατο καὶ ἐν τῷ ἑαυτοῦ μνημείῳ ἔϑαψεν. ὃ δὲ τοῦ Lyoínnov ϑάνατος κοινόν τι τοῖς Ρωμαίοις πένϑος ἐγέ- | ψεέτο, τά τε γὰρ ἄλλα ἄριστος τῶν xa9^ ἑαυτὰν ἀνθρώπων ἐγέ-"
      },
      {
        "index": 471,
        "text": "codices. 18 ταύτας] ταῦτα οὕτως À. 22 πένϑος] Dio πάθος."
      },
      {
        "index": 472,
        "text": "B vezo, καὶ τῇ τοῦ ““ὐγούστου φιλίᾳ πρὸς τὸ ἐκείγου καὶ πρὸς τὸ κοινῇ συμφέρον ἐκέχρητο, καὶ πᾶσαν τὴν ἑαυτοῦ σοφίαν καὶ ἀν- δρείαν el; τὰ λυσιτελέστατα παρέχων τῷ Καίσαρι πᾶσαν τὴν παρ᾽ ἐχείνου καὶ δύναμιν καὶ τιμὴν εἰς τὸ τοὺς ἄλλους εὐεργετεῖν ἀνήλι- σκεν\" ὅϑεν οὔτ᾽ αὐτῷ ἐπαχϑὴς οὔτε τοῖς ἄλλοις ἐπίφϑονος ἐχρη- ὅ μάτισε. τούτου μεταλλάξαντος, ἐπεὶ συνεργοῦ πρὸς τὰ πράγματα ἐδεῖτο, τὸν Τιβέριον καὶ ἄκων προσείλετο\" οἱ γὰρ τοῦ ᾿Αγρίππου υἱοί, ἔγγονοε δ᾽ αὐτοῦ, ἐν παισὶν ἔτι ἐτέλουν. καὶ ἀποσπάσας ἐκείνου τὴν γυναῖκα, ϑυγατέρα οὖσαν “γρίππου ἐξ ἄλλης γαμε- τῆς, τὴν Ἰουλίαν αὐτῷ ἐνηγγύησεν. εἶτα διώ τε τούτου καὶ δεὰ 10"
      },
      {
        "index": 473,
        "text": "C τοῦ 4ρούσου καὶ διὰ Πείσωνος 2dovxlov πολλὰ τῶν ἐϑνῶν ὕπ.- ἠγάγετο. ἀργύριον δὲ τῆς τε βουλῆς καὶ τοῦ δήμου εἷς sixóvac αὐτοῦ συνενεγχόντων, ἑαυτοῦ μὲν οὐδεμίαν ἔστησεν, “Ὑγιείας δὲ δημοσίας καὶ Ὃμονοίας καὶ Εἰρήνης εἰκόνας εἰργάσατο. καὶ ἐν αὐτῇ τῇ πρώτῃ τοῦ ἔτους ἡμέρᾳ αὐτῷ ἐκείνῳ προσιόντες οἷ μὲν 15 πλεῖον οἱ δ᾽ ἧττον ἐδίδοσαν, καὶ ὃς προστιϑ εὶς ἕτερον τοσοῦτον ἢ καὶ πλέον ἀντεδίδου, οὐ μόνοις τοῖς βουλευταῖς ἀλλὰ καὶ τοῖς ἄλλοις. τέθνηκε δὲ τότε καὶ 7) ἀδελφὴ αὐτοῦ ᾿χταβία, καὶ αὖ-"
      },
      {
        "index": 474,
        "text": "W 11 166 óc τε ἐπ᾿ αὐτῇ δημοσίᾳ προτεϑείσῃ ἐπιτάφιον εἶπε καὶ ὃ Ζροῦ-» σος\" καὶ οἵ βουλευταὶ πενϑήρεις χιτῶνας ἔλαβον, δημοσίᾳ τὸ 30 πένϑος ποιήσαντες."
      },
      {
        "index": 475,
        "text": "D 85. Τῷ δ᾽ ἐχομένῳ ἔτει ὃ Ζ“Ιροῦσος ὑπατεύσας κατ᾽ ἐϑνῶν"
      },
      {
        "index": 476,
        "text": "τιρῶν ἐξεστράτευσε. καί τινὰ χειρωσάμενος προσωτέρω χωρεῖν ἐπεχείρησε. καί τινε γυναικὶ μείζονι ἢ χατὰ ἀνθρώπου φύσιν ἀπήντησεν ἀπιών, ἥ “ποῖ δῆτα ἐπείγῃ 4ροῦσε ἀκόρεστε\" λέγειν αὐτῷ ἔδοξεν\" “οὐ πάντα σοι ταῦτα ἰδεῖν πέπρωται. ἀλλ᾽ ἄπιϑι\""
      },
      {
        "index": 477,
        "text": "ὁ ἤδη γάρ coi καὶ ἢ τοῦ βίου xol ἡ τῶν ἔργων πάρεστι τελευτή.\" ὑποστρέφοντι δ᾽ ἐκεῖϑεν αὐτῷ νόσος ἐνέσκηψεν, ἐξ ἧς ἐτελεύτησε. πυϑόμενος δ᾽ ὃ αὐτοχράτωρ ὅτι νυσεῖ, τὸν Τιβέριον κατὰ τάχος “ ἔπεμψεν\" ὃς ἔμπνουν τε αὐτὸν εὗρε καὶ ϑανόντα ἐς τὴν Ῥώμην ἐκόμισε. καὶ ἐν τῇ ἀγορᾷ προτεϑέντα ὅ ve «Αὔγουστος καὶ ὃ"
      },
      {
        "index": 478,
        "text": "Νόμους δὲ μετὰ ταῦτα ὃ Καῖσαρ εἰσήνεγκε, xal τοῖς fov-"
      },
      {
        "index": 479,
        "text": "λευταῖς αὑτοὺς ἀναγνῶναι ἐπέτρεψεν, ὅπως, εἰ μή τι ἀρέσκει ἢ ἄμεινόν τι νοήσουσι, εἴπωσιν. οὕτω γὰρ δημοκρατικὸς ἠξίου εἶναι, ὥστε τινὸς τῶν συστρατευσαμένων αὐτῷ συνηγσρήματος"
      },
      {
        "index": 480,
        "text": "[δ παρ᾽ αὐτοῦ δεηϑέντος, τῶν φίλων τινὰ συνειπεῖν αὐτῷ ἔπεμπεν, ὡς αὐτὸς οὐκ ἄγων σχολήν, ἐπεὶ δὲ ὃ τῆς συνηγορίας δεόμενος ἀχϑεσϑεὶς ἔφη “ἐγὼ δ᾽ ὅσάχις ἐπικουρίας ἐδεήϑης οὐκ ἄλλον ἀντ᾽ ἐμαυτοῦ ἔπεμψα ἀλλ᾽ αὐτός σου προεκινδύνευσα᾽\"\", εἷς τὸ δικαστήριόν τε ἐφοίτησε καὶ αὐτῷ συνηγόρησεν. αἰτιαϑέντων δέ"
      },
      {
        "index": 481,
        "text": "ἤλεγξε καὶ προσεποιήσατο μηδὲ γνῶναι τοῦτο\" οὔτε γὰρ κολάσαι τινὰς διὰ τοῦτο οὔτε συγγνῶναι ἐλεγχϑεῖσιν ἠθέλησε. τὴν δ᾽"
      },
      {
        "index": 482,
        "text": "ἡγεμονίαν καίπερ, ὡς ἔλεγεν, ἀφιείς, ἐπειδὴ καὶ τὰ δεύτερα δέχα"
      },
      {
        "index": 483,
        "text": "ἔτη παρῆλθον, ἄκων δῆϑεν αὖϑις ἐδέξατο, ὡς ἐπὶ τοὺς Κελτοὺς"
      },
      {
        "index": 484,
        "text": "στρατεύσων. καὶ αὐτὸς μὲν οἴκοι κατέμεινεν, ἐπ᾿ ἐκείνους δὲ τὸν"
      },
      {
        "index": 485,
        "text": "Τιβέριον ἔπεμψεν. ὃν ἐπανελϑόντα αὐτοκράτορα ἀνεῖπε καὶ ὕπα-"
      },
      {
        "index": 486,
        "text": "τον αὖϑις ἀπέδειξε καὶ τοῖς ἐπινικίοις ἐσέμνυνεν. αὐτὸς δὲ τὸν 5 C Σεξτίλιον καλούμενον μῆνα Αὔγουστον ἀντωνόμασε."
      },
      {
        "index": 487,
        "text": "Τοῦ δὲ ἸΠαικήνου τελευτήσαντος ἤλγησε\" πολλὰ μὲν γὰρ καὶ ἄλλα ὑπ᾽ αὐτοῦ ὦνητο, μάλιστα δὲ τῆς ὀργῆς, ὅτε ἀχρατέστερον αὐτῇ. ἐκέχρητο, παρελύετο καὶ μετήνεκτο πρὸς τὸ ἠπιώτερον. τεκμήριον δέ, δικάζοντός ποτε καὶ πολλὰς ἀποφηναμένου ψήφους 10 ϑανατικάς, ἐπεχείρησε μὲν ὃ αικήνας διώσασϑαι τοὺς περι- εστῶτας καὶ ἐγγὺς αὐτῷ προσελϑεῖν, μὴ δυνηϑεὶς δὲ ἔγραψεν ἐν χάρτῃ μικρῷ “ἀνάστα δήμιε\", καὶ αὐτὸ εἰς τὸν κόλπον αὐτοῦ ἔρριψεν\" ὃ ἐπελϑὼν ἐχεῖνος εὐθὺς ἀνέστη καὶ τὰς ψήφους ἠκύρω- σεν ἃς τηνικαῦτα ἦν ψηφισάμενος. οὐ γὰρ ἠγανάκτει διορϑού- 18"
      },
      {
        "index": 488,
        "text": "Ὁ μενος ὑπὸ τῶν φίλων ἀλλὰ ἔχαιρε. μέγιστον δὲ τῆς ἀρετῆς τοῦ ἸΠαικήνου δεῖγμα, ὅτι τῷ τε “ὐγούστῳ πρὸς τὰς ὁρμὰς αὐτοῦ ἀνθιστάμενος φχείωτο, καὶ τοῖς ἄλλοις ἅπασιν ἤρεσκε, καὶ ὅτε πλεῖστον παρ᾽ αὐτῷ δυνηϑείς, ὥστε πολλοῖς καὶ τιμὰς καὶ ἀρχὰς δοῦναι, αὐτὸς ἐν τῷ τῶν ἱππέων τέλει κατεβίω καὶ οὐχ vntQ-90 ἐφρόνησεν. |"
      },
      {
        "index": 489,
        "text": "μασε À: Dio ἀντωνόμασε.,. 18 αὐτὸ ad γραμματεῖον refertur apud Dionem. 19 ὥστε πολλοῖς καὶ τιμὰς À Dio, ὡς καὶ τιμας"
      },
      {
        "index": 490,
        "text": "ὋὉρῶν δὲ 0: Αὔγουστος τόν τε Γάϊον καὶ τὸν “Ἰούχιον τοὺς ἐγγόνους αὐτοῦ, οὗς καὶ νἱοϑετήσατο, μὴ và ἤϑη ζηλοῦντας αὖ-- τοῦ (οὐ γὰρ ἁβρότερον διῆγον μόνον ἀλλὰ καὶ ἐθρασύνοντο), καὶ βουληϑεὶς αὐτοὺς σωφρονεστέρους ϑέσϑαι ὡς ἰδιώτας, τῷ Τιβε-"
      },
      {
        "index": 491,
        "text": "δρίῳ εἰς πέντε ἔτη τὴν δημαῤχικὴν ἐξουσίαν ἀπένειμε καὶ τὴν \"Ἀρμενίαν ἀλλοτριουμένην μετὰ τὸν τοῦ Τιγράνου ϑάνατον προσ- ἐκλήρωσεν. οὐδὲν δ᾽ ἐκ τούτου ἀπώνατο. οἱ μὲν γὰρ παῖδες παρορᾶσϑαι δόξαντες ἤχϑοντο, ὃ δὲ Τιβέριος τὴν ὀργὴν αὐτῶν, ἐφοβήϑη\" διὸ οὔτ᾽ dg “ρμενέαν ἀπεληλύϑει, ἀλλ᾽ εἰς “Ῥόδον 10 ἀφίκετο. τῷ δ᾽ ἐφεξῆς Fre δωδέκατον ὑπατεύων ὃ “Αὔγουστος εἷς τοὺς ἐφήβους τὸν Γάϊον ἔταξε καὶ ἐς τὸ βουλευτήριον ἅμα εἰσήγαγε καὶ πρόκριτον' ἀπέψηνε τῆς νεότητος ἴλαρχόν ve: φυλῆς W YI 161 γενέσθαι ἐπέτρεψε. καὶ μετ᾽ ἐνιαυτὸν καὶ ὃ “Τούκιος τὰς τιμὰς ὅσαι τῷ Γαΐῳ τῷ ἀδελφῷ αὐτοῦ ἐδέδοντο ἔλαβεν. ἀϑροισϑέντος"
      },
      {
        "index": 492,
        "text": "χοὺυς διὰ τοῦτο πρὸς τὸν «ἀὔγουστον πέμψαντος, ἦλθεν ἐκεῖνος καὶ περὶ ὧν ἐδέοντο σφίσι συνδιεσχέψατο\" καὶ ἐπὶ τούτῳ ἥσϑη- σαν ἅπαντες. τὴν δὲ ϑυγατέρα Ἰουλίαν ἀσελγαίνουσαν φωράσας ὑπερωργίσϑη\" καὶ ἐκείνην μὲν εἷς νῆσον ἀπήγαγεν ὑπερόριον, fj 20 xol 7 μήτηῃρ ἡ Σκριβωνία ἑκοῦσα συνεξέπλευσε, τῶν δὲ δὴ χρη- σαμένων αὐτῇ τὸν μὲν Ἰούλιον Ἀντώνιον ἔχτεινεν ἄλλους τέ τινας . ἐπιφανεῖς ἄνδρας ὡς τῆς μοναρχίας ἐφιεμένους, τοὺς δὲ λοιποὺς εἰς νήσους τινὰς ὑπερώρισε."
      },
      {
        "index": 493,
        "text": "δ᾽ ἐφεξῆς — 18 ἤσϑησαν ἅπαντες om Dionis exemplaria. 10 post"
      },
      {
        "index": 494,
        "text": "96. Τῶν “Ἀρμενίων δὲ νεωτερισάντων καὶ τῶν Πάρϑων C αὐτοῖς συνεργούντων ἀλγῶν ἐπὶ τούτοις ὃ Αὔγουστος ἡπόρεε τί ἂν πράξῃ. οὔτε γὰρ αὐτὸς στρατεῦσαι οἷός τε ἦν διὰ γῆρας, ὃ τε Τιβέριος, ὡς εἴρηται, μετέστη ἤδη, ἄλλον δέ τινα πέμψαι πῶν δυνατῶν οὐκ ἐτόλμα\" ὃ Γάϊος δὲ καὶ ὃ «Δούχιος νέοι καὶ 5 πραγμάτων ἐτύγχανον ἄπειροι. ἀνάγκης δ᾽ ἐπικειμένης τὸν Γάϊον ἑΐλετο, καὶ τήν τε ἐξουσίαν αὐτῷ τὴν ἀνθύπατον xol γυναῖκω ἔδωκεν, ἵνα κἀκ τούτου τι προσλάβῃ ἀξίωμα, καί οὗ καὶ συμ-- βούλους προσέταξε. καὶ ὃ μὲν ἀφωρμήϑη ἐντίμως παρὰ πάντων ὑποδεχόμενος οἷα τοῦ αὐτοκράτορος ἔγγονος ἢ καὶ παῖς νομιζόμε- 10 D νος, καὶ ὁ Τιβέριος δ᾽ ἐς Χίον ἐλθὼν αὐτὸν ἐθεράπευσε, τὰς ὑποψίας ἀποτριβόμενος, ὑποπίπτων τε διὰ τοῦτο καὶ ταπεινού- μενος\" ἀπελθὼν δὲ εἷς τὴν Συρίαν καὶ μηδὲν μέγα κατωρϑωκὼς ἐτρώϑη. ᾿δδων γάρ τις τὰ 2Moráytiga κατέχων ὑπηγάγετο παρὰ τὸ τεῖχος τὸν Γάϊον ὥς τε φράσων ἀπόρρητον, καὶ αὐτὸν ἔτρωσεν. 16 ὃ μὲν οὖν πολιαρχηϑεὶς ἥλω, ὃ δὲ Γάϊος ἐνόσησεν ἐκ τοῦ τραύ- ματος, καὶ ἄλλως μέντοι μὴ ὧν ὑὕγιεινόςς διὸ καὶ τὴν διάνοιαν ἐξελέλυτο καὶ πολλῷ μᾶλλον ἀπημβλύνϑη, καὶ ἰδιωτεύειν ἠξίου\" ὥστε τὸν Αὕγουστον περιαλγήσαντα προτρέψασθαι αὐτῷ ἐς τὴν ᾿παλίαν ἐλϑόντα πράττειν ὃ βούλοιτο. ὃ δὲ ἐς ““υκίαν ἐν ὁλκάδι 30 παρέπλευσεν, ἔνϑα δὴ καὶ μετήλλαξεν. ὃ δὲ “ούκιος ὃ ἀδελφὸς"
      },
      {
        "index": 495,
        "text": "Τῶν ᾿Δρμενίων — 14 κατωρϑωκὼς ἐτρώθη] horum plurima omit-"
      },
      {
        "index": 496,
        "text": "παρὰ]ὔ περὶ AB: Dio ὑπὸ. 17 ἄλλως μέντοι] ἄλλος δὲ Α."
      },
      {
        "index": 497,
        "text": "αὐτοῦ προαπέσβη, ἐξαίφνης νόσῳ ἀποϑανών. ἣ tt ovv ifla ἐπὶ τῷ ϑανάτῳ τούτων ὑπωπτεύϑη καὶ ὃ Τιβέριος, οὐ πολλῷ πρότερον ἐκ τῆς PóOov πρὸς τὴν “Ῥώμην ὑπονοστήσας. αὐτός τε γὰρ τῆς διὰ τῶν ἄστρων μαντικῆς ἐμπειρότατος ἦν, καὶ Θράσυ-"
      },
      {
        "index": 498,
        "text": "δλον εἶχεν ἄνδρα τὴν ἀστρολογίαν ἀκρότατον\" ὅϑεν καὶ τὰ ἑαυτῷ καὶ τὰ ἐκείνοις μέλλοντα συμβαίνειν ἠπίστατο. λέγεται γοῦν ὅτι βουληϑείς ποτε ὃ Τιβέριος ἐν τῇ Ῥόδῳ τὸν Θράσυλον ἀπὸ τοῦ τείχους ὦσειν, ὡς μόνον συνειδότα ὅσαπερ ἐνενόει, σκυϑρωπά- σαντά τε ἰδὼν αὐτόν, ἤρετο δι᾽ ὅ τι συνένηφε᾽ τοῦ δὲ κίνδυνόν"
      },
      {
        "index": 499,
        "text": "Ἰθ0τίνα προορᾶν ἐπηρτημένον αὐτῷ φήσαντος ἐθαύμασεν ὃ Τιβέριος, καὶ φυλάξαι αὐτὸν ἑαυτῷ διὰ τὰς ἐλπίδας ἠϑέλησεν.."
      },
      {
        "index": 500,
        "text": "\"Ἀλλὰ ταῦτα μὲν οὕτω\" ὃ δὲ Αὔγουστος δεσπότης ὑπὸ τοῦ δήμου δνομασϑείς, καὶ ἀπειπάμενος μηδένα πρὸς αὐτὸν κεχρῆ-- σθαι τούτῳ δὴ τῷ προσρήματι, χιλίας τε καὶ πεντακοσίας uv-"
      },
      {
        "index": 501,
        "text": "ριάδας δραχμῶν ἀτόκους τοῖς δεομένοις δανείσας ἐπ᾽ ἔτη τρία, ἐπῃνεῖτο παρὰ πάντων καὶ ἐσεμνύνετο, δύνανται δὲ παρὰ Ῥω- μαίοις αἱ εἴκοσι καὶ πέντε δραχμαὶ χρυσοῦν νόμισμα ἕν, παρὰ δὲ τοῖς Ἕλλησιν εἴκοσι δραχμῶν ὃ Δίων φησὶ τὸ χρυσοῦν ἀλλάσσε- σϑαι νόμισμα."
      },
      {
        "index": 502,
        "text": "Μετὰ δὲ ταῦτα Κελτικοῦ πολέμου κεκινημένου, αὐτὸς ὑπό ve γήρους καὶ νόσου κεκμηκὸς ἔχων τὸ σῶμα καὶ ἐκστρατεῦσαι"
      },
      {
        "index": 503,
        "text": "νένοφεν Dio, 14 χιλίας τε — 16 ἐσεμνύνετο om Dionis codices. 18 4íov] haec παρὰ δὲ τοῖς ᾿Ελλησιν --- 19 νόμισμα non leguntur"
      },
      {
        "index": 504,
        "text": "μὴ οἷός τε dv, τὸν Τιβέριον πῆ μὲν ὑπὸ τῶν πραγμάτων àv- ἀγκασϑεὶς πῇ δ᾽ ὑπὸ τῆς Ἰουλίας ἀναπεισϑείς (ἤδη γὰρ αὕτη ἐκ τῆς ὑπερορίας κατήχϑη) υἱοϑετήσατο, καὶ τὴν ἐπὶ τοὺς Κελτοὺς ἐκστρατείαν ἐπέτρεψεν. ὑποπτεύσας δὲ μή τε νεοχμώσῃ ὃ Τιβέ-"
      },
      {
        "index": 505,
        "text": "ρος ὑπερφρονήσας, καὶ τὸν Γερμανικὸν τὸν ΖΙρούσου παῖδα ὁ"
      },
      {
        "index": 506,
        "text": "εἰσεποιήσατος πράσσοντι δὲ ταῦτα ἄλλοι τε καὶ Γναῖος Κορνή- λιος τοῦ μεγάλου Πομπηΐου ϑυγατριδοῦς ἐπεβούλευσαν. μήτ᾽"
      },
      {
        "index": 507,
        "text": "D οὖν ἀποχτεῖναι σφᾶς ἐϑέλων (οὐδὲν yàg ix τῶν ἀπολλυμένων"
      },
      {
        "index": 508,
        "text": "ἑώρα πρὸς ἀσφάλειαν αὐτῷ κατορϑούμενον) μήτ᾽ ἀπολῦσαι ϑαρ- ρῶν, ἵνα μὴ καὶ ἄλλους ἐκ τούτου ἐφ᾽ ἑαυτὸν ἐπισπάσηται, ov^ 10 ἡμέρας ἀφροντιστεῖν οὔτε νυχτὸς ἠδύνατο ἠρεμεῖν. ταῦϑ᾽ ἢ \"ifla δρῶσα ἤρετο αὐτὸν τί ὅτι οὐ καϑεύδει. ὃ δέ “τίς ἄν\" εἶπεν “ὦ γύναι, κἂν ἐλάχιστον ἀτρεμήσειε, τοσούτους ἔχων ἐχϑροὺς καὶ οὕτω συνεχῶς ἐπιβουλευόμενος ; ἡ δὲ πολλὰ μὲν περὶ τούτου διειλέχϑη αὐτῷ, τελευταῖον δὲ γνώμην ἔδωκε, ϑανά- 15 τῳ μὲν μηδένα τῶν vou truy τιμωρεῖσϑαι, ἑτέρως δέ πως αὐτοὺς σωφρονίζειν, dore μηκέτι τοιοῦτόν τε ἐξαμαρτεῖν, καὶ μάλιστα συγγνώμῃ καὶ εὐποιίαις. “οὐ γὰρ πείϑειν ἢ ἀναγκάζειν\" ἔφη"
      },
      {
        "index": 509,
        "text": "“φιλεῖν τινα τὰ ξίφος δεδύνηται, ἀλλὰ τὸν μὲν κολαζόμενον ἀπόλ--"
      },
      {
        "index": 510,
        "text": "λυσι, τὰς δὲ δὴ τῶν ἄλλων ψυχὰς ἀλλοτριοι τοῦ κολάζοντος, 30 ἐπεὶ μηδὲ φιλοῦσιν ὅτι ἐδικαιώϑησαν ἕτεροι, ἀλλ᾽ ἀπεχϑάνονται μᾶλλον ὅτι φόβος καὶ αὐτοῖς ἐντεῦϑεν ἐπήρτηται τοιαῦτα πολλὰ"
      },
      {
        "index": 511,
        "text": "τῆς «diflac εἰπούσης ὃ «4ὕὔγουστος ἐπείσϑη αὐτῇ, καὶ πάντας ἀφῆκε τοὺς ὑπαιτίους, λόγοις νουϑετήσας αὐτούς\" τὸν δέ γε ι «Κορνήλιον καὶ ὕπατον προσαπέδειξες. καὶ ὃ λοιπὸς δὲ τοῦ “4ὁ- γούστου ϑυγατριδοῦς ὁ ἐκ τῆς Ἰουλίας τῷ Myoínna τεχϑείς, ὃν B 6$ καὶ Ἀγρίππαν ἐκάλεσεν, εἷς ἐφήβους ἐγράφη. |"
      },
      {
        "index": 512,
        "text": "97. Ὁ δέ ye Τιβέριος τά τε τῶν πολέμων διῴκει καὶ elc τὴν Ῥώμην συνεχῶς εἰσεφοίτα, φοβούμενος μὴ ὃ «Αὔγουστος ἄλ- λον τινὰ ἀπόντος αὐτοῦ προτιμήσῃ. . κινηϑέντων δὲ τῶν Δακῶν καὶ Σαυροματῶν καὶ ἄλλων Παννονικῶν ἐϑνῶν, 6 Τιβέριος πρὸς 10 αὐτοὺς ἀνέστρεψεν ἐκ τῆς Κελτικῆς. καὶ τὸν Γερμανικὸν δὲ ὃ «γουστος ἐκεῖ ἔπεμψεν, ὡς τάχα τοῦ Τιβερίου ταχέως αὐτῶν κρατῆσαι δεδυνημένου, ἑκουσίως δὲ τὸν καιρὸν τρίβοντος, ἵν᾽ ἐν τοῖς ὅπλοις εἴη διὰ τὸν πόλεμον. ἔπεμψε δὲ τὸν Γερμανικόν, ὅτι C 6 ᾿“γρίππας ἀπεκηρύχϑη ὡς μὴ σωφρονιζόμενος\" καὶ ἥ τε οὐσία 16 αὐτοῦ τῷ στρατιωτικῷ ταμείῳ ἀπενεμήϑη, κἀκεῖνος εἷς νῆσον περιωρίσϑη. πολλὰ μέντοι καὶ ποιήσαντες oi Ῥωμαῖοι ἐν τοῖς τῶν ἐθνῶν τούτων πολέμοις, οὐ μείω δὲ καὶ παϑόντες, τέλος τὰ μὲν ὁμολογίᾳ ὑπηγάγοντο τὰ δὲ μάχαις ἐνίκησαν. ὃ δὲ Τιβέριος ἐς τὴν Ῥώμην ἐπανελήλυϑε, καὶ αὖϑις παρὰ τοῦ «Αὐγούστου εἷς 40 Δαλματίαν ἐστάλη ἀνταιρόντων ἐκεῖ τινων\" ovg μόλις μὲν καὶ σὺν κινδύνοις, τέως δ᾽ οὖν ἐχειρώσατο, καὶ ὃ Γερμανικὸς δμοίως ἑτέρους."
      },
      {
        "index": 513,
        "text": "Kal ὃ μὲν πόλεμος οὗτος τοῦτο ἔσχηχε τέλος, ἐκ δὲ Γερ- D μανίας ἀγγελία κομισϑεῖσα ἑορτάσαι τὰ νικητήρια τοὺς ἐν τῇ “Ῥώμῃ ἐκώλυσεν. ἐν γὰρ τῇ Κελτικῇ εἶχον αὐτῆς τινα οἵ “Ῥωμαῖοι, οὐχ ὁμοῦ συγκείμενα ἀλλὰ σποράδην ὡς ἔτυχε χειρωϑέντα, καὶ στρατιῶται ἦσαν ἐκεῖ, καὶ πόλεις συνῳκίζοντο, καὶ οἱ βάρβαροιβ πρὸς ἔϑη Ῥωμαϊκὰ καὶ εὐκοσμίαν μετερρυϑμέζοντο. ἕως μὲν οὖν κατὰ βραχὺ καὶ ὁδῷ τινι ἐκ τῶν πατρίων μετήγοντο, οὐκ ἤχϑοντο τῇ τοῦ βίου μεταβολῇ\" ἐπεὶ δ᾽ ὃ Οὔαρος ὃ Κυντίλιος τὴν ἤγε- μονίαν τῆς Γερμανίας λαβὼν ἔσπευσεν αὐτοὺς ἀϑρόον μεταστῆ- σαι, καὶ ὡς δουλεύουσι σφίσιν ἐπέταττε καὶ χρήματα ἔπραττεν, 10 οὐκ ἠνέσχοντο, ἀλλὰ δεξάμενοι τὸν Οὔαρον, ὡς τὰ προσταττό- μένα ποιήσοντες, πόρρω τοῦ Ῥήνου προήγαγον, καὶ πίστιν αὐτῷ παρέσχον ὡς καὶ ἄνευ στρατιωτῶν δουλεύσοντες. ὃ δὲ πιστεύσας οὔτε τὰ στρατεύματα ὡς ἐν πολεμίᾳ συνεῖχε καὶ ἄλλους ἀλλαχοῦ Ὗ Π|169 ἔπεμπε. ϑαρροῦντος οὖν αὐτοῦ καὶ μή τι δεινὸν ὑποπεεύοντος 15 ἐπανίστανται, καὶ ἀποκτείναντες τοὺς παρὰ σφίσε στρατιώτας ἐπῆλθον αὐτῷ ἐν ὕλαις δυσεκβάτοις ὄντε μετὰ τῆς περὶ αὐτὸν στρατιᾶς, καὶ ἐξάπινα σφᾶς διὰ τῶν λοχμωδεστάτων, ἔμπειροε τούτων ὄντες, περιεστοίχισαν. καὶ πλεῖστα μὲν καὶ πλειστάκις Β ἐκάκωσαν, τέλος δὲ τῶν μὲν Ρωμαίων ἀποβαλόντων πολλούς, τοῖς 30 δὲ βαρβάροις ἀεὶ προστιϑεμένων ἑτέρων ὁμογενῶν, ῥᾷον οἱ Ῥω- paio. κυκλούμενοι ἐφονεύοντο, ὥστε καὶ τὸν Οὔαρον καὶ τοὺς"
      },
      {
        "index": 514,
        "text": "λοιποὺς τοὺς λογιμωτάτους τρωϑῆναι' οὗ φοβηϑέντες μὴ ζωγρη- ϑῶσιν αὐτοὶ ἑαυτοὺς ἀνεῖλον. τοῦτο δὲ γνόντες καὶ ot λοιποί, oi μὲν τὸν ἄρχοντα ἐμιμήσαντο, οἱ δὲ τὰ ὅπλα τιϑέντες ἐπέτρεπον τῷ βουλομένῳ φονεύειν αὐτούς. ἐκόπτοντο οὖν ἀδεῶς, καὶ τὰ δ ἐρύματα πάντα κατέσχον οἱ βάρβαροι, ἄτερ ἑνός, περὶ ὃ ἄσχο- ληϑέντες οὔτε τὸν Ῥῆνον διέβησαν ὀὔῦτ᾽ ἐς τὴν Γαλατέων εἰσέβα- λον. ἀλλ᾽ οὐδ᾽ ἐκεῖνο χεερώσασϑαι ἠδυνήθησαν, ἐπεὶ μήτε πο- C λιορκεῖν ἠπίσταντο καὶ τοξόταις οἱ “Ῥωμαῖοι συχνοῖς ἐχρῶντο, ἐξ ὧν καὶ ἀνεχόπτοντο καὶ πλεῖστοι ἀπώλλυντο. μετὰ δὲ τοῦτο 10 πυϑόμενοι φυλακὴν τοῦ “Ῥήνου τοὺς “Ῥωμαίους ποιήσασθαι καὶ τὸν Τιβέριον σὺν βαρεῖ προσελαύνειν στρατεύματι, οἱ μὲν πολλοὶ ἀπανέστησαν τοῦ ἐρύματος, οἱ δ᾽ ὑπολειφϑέντες ἀποστάντες αὖ-- τοῦ, ὥστε μὴ αϊφνιδίοις ἐπεξελεύσεσι τῶν ἐντὸς κακοῦσϑαι, τὰς ὁδοὺς ἐτήρουν, σπάνει σιτίων αἱρήσειν ἠλπικότες αὐτούς. οἱ δ᾽ 16 ἐντὸς ὄντες Ῥωμαῖοι, ἕως μὲν εὐπόρουν τροφῆς, κατὰ χώραν ἔμενον», βοήϑειαν προσδεχόμενοι\" ὡς δ᾽ οὔτε τις ἐπεκούρει αῷτοῖς D καὶ λιμῷ συνείχοντο, ἐξῆλθον νύκτα τηρήσαντες χειμέριον (ἦσαν δὲ στρατιῶταε μὲν ὀλίγοι, ἄοπλοε δὲ πολλοί), καὶ τὸ μὲν πρῶτον καὶ τὸ δεύτερον. φυλακτήριον τῶν βαρβάρων παρῆλϑον, πρὸς δὲ 90 τῷ τρίτῳ γενόμενοι ἐφωράϑησαν. καὶ πάντες ἂν ἀπώλοντο ἢ καὶ ἑάλωσαν, εἰ μὴ οἱ βάυβαροι περὶ τὴν ἁρπαγὴν τῆς λείας ἐτρά- ποντο, καὶ οὗ σαλπιγκταὶ τρόχαῖόν τε συμβοήσαντες δόξαν παρ-"
      },
      {
        "index": 515,
        "text": "add AB. 21 oí βάρβαροι — τῆς λείαρ] περὶ τὴν τῆς λείας ἁρπαγὴν οἵ βάρβαροι Α. -"
      },
      {
        "index": 516,
        "text": "doxov ὡς ἐπικουρία τοῖς πολιορκουμένοις ἐλήλυϑεν\" εἶτα καὶ ὡς ἀληϑῶς ἐπεκουρήϑησαν. ὃ δὲ Τιβέριος διαβῆναι τὸν Ῥῆνον oix ἔκρινεν, ἀλλ᾽ ἠτρέμιζεν ἐπιτηρῶν μὴ οἱ βάρβαροι τοῦτο ποιήσω-- σιν. ᾿ἀλλ᾽ οὐδ᾽ ἐκεῖνοι διαβῆναι ἐτόλμησαν, γνόντες αὐτὸν παρόντα. μετὰ ταῦτα δὲ αὐτὸς καὶ ὃ Γερμανικὸς εἰσέβαλον εἰς τὴν Κελτι- 6 κὴν καί τινα ταύτης κατέδραμον, οὐ μέντοι καὶ μάχῃ ἐνίκησαν οὔτε ἔϑνος τι ὑπηγάγοντο, ὅτι μηδ᾽ ἤει τις ἐς χεῖρας αὐτοῖς, καὶ οὐδ᾽ αὐτοὶ τοῦ Ρήνου πόρρω προήλϑοσαν, δεδιότες μὴ καὶ αὖϑις σφαλῶσιν, ἀλλ᾽ αὐτοῦ που μέχρι τοῦ μετοπώρου διατρέψαντες ἐπανῆλϑον. 10"
      },
      {
        "index": 517,
        "text": "88. Ὃ «Αὔγουστος δὲ τὰ τῆς μοναρχίας διοικῶν καὶ ὑπέρ-- γήρως ἤδη γενόμενος τὸν μὲν Γερμανικὸν ὑπατεύσαντα πρὸ τοῦ στρατηγῆσαι παρακατέϑετο τῇ βουλῇ, τὴν δὲ τῷ Τιβερίῳ. in-"
      },
      {
        "index": 518,
        "text": "Β ποδρομίας δὲ τελουμένης ἐν τοῖς γενεϑλίοις αὐτοῦ ἐμμανής τις ἀνὴρ ἐκάϑισεν ἐς τὸν δίφρον τὸν τῷ Ἰουλίῳ Καίσαρι ἀνακείμενον 15 καὶ τὸν ἐκείνου στέφανον περιέϑετο\" ὃ πώντας ἐτάραξεν ὡς εἷς τὸν Αὔγουστόν τι σημαῖνον. ἀλλὰ καὶ τέρατα πρὸς τοῦτο φέροντα προσέπεσε πλείονα. ὅ τε γὰρ ἥλιος ἅπας ἐξέλιπε καὶ τοῦ οὐρανοῦ πολὺ πυρῶδες φαινόμενον καίεσθαι ἔδοξε καὶ ἀστέρες κομῆται xol αἱματώδεις ὠφϑησαν\" βουλῆς τὲ ἐπὶ τῇ νόσῳ αὐτοῦ ἐπαγ-- 90 γελϑείσης ἵν᾽ εὐχὰς ποιήσωνται, κεκλεισμένον εὕρητο τὸ “συν- ἐδριον\" καὶ κεραυνὸς εἷς εἰκόνα αὐτοῦ ἐμπεσὼν τὸ πρῶτον γράμμα"
      },
      {
        "index": 519,
        "text": "τοῦ ὀνόματος τοῦ Καίσαρος ἠφάνισε. ταῦτα μὲν οὖν ζῶντος ἔτι αὐτοῦ προεφάνη\" ὃ δὲ νοσήσας ἐν Νώλῃ μετήλλαξε τῇ ἐννεακαι- C δεκάτῃ τοῦ “4ὐγούστου μηνός, ζήσας ἕξ ἔτη καὶ ἑβδομήκαντα,"
      },
      {
        "index": 520,
        "text": "᾿ τριάκοντα: καὶ τεσσάρων ἐνδεουσῶν ἡμερῶν, μοναρχήσας δὲ ἀφ᾽"
      },
      {
        "index": 521,
        "text": "δ οὗ πρὸς τῷ ᾿ἀκτίῳ ἐνίκησεν ἐνιαυτοὺς πρὸς τέσσαρσι τεσσαράκοντα. ὑπωπτεύϑη μέντοι ἐπὶ τῷ ϑανάτῳ αὐτοῦ 7j “«Τἰβία, ὅτι πρὸς τὸν"
      },
      {
        "index": 522,
        "text": "᾿ Αγρίππων 0 «ὔγουστος λάϑρα ἐς τὴν νῆσον διέπλευσεν, ἔνϑα μετὰ τῆς Ἰουλίας τῆς μητρὸς πεφυγάδευτο. δείσασα γὰρ μὴ καταλλαγεὶς ἐπὶ τῇ μοναρχίᾳ αὐτὸν καταγάγῃ, σῦκά τινα ἐπὶ"
      },
      {
        "index": 523,
        "text": "δένδροις ἔτε ὄντα, ἐξ ὧν ὃ “4ὔγουστος αὐτοχειρίᾳ συκάζειν εἰώ-- ϑει, φαρμάξαι λέγεται, καὶ αὐτὴ μὲν τὰ ἀφάρμαχτα ἤσϑιεν, Ὁ ἐκείνῳ δὲ τὰ πεφαρμαγμένα προσέβαλεν. εἶτ᾽ οὖν οὕτως εἴτ᾽. ἄλλως ἀρρωστήσας τότε τοὺς ἑταίρους συνήϑροισε καὶ ἃ ἠβούλετο τούτοις διαλεχϑεὶς τέλος ἔφη ὅτι “τὴν Ῥώμην πηλίνην παραλα-"
      },
      {
        "index": 524,
        "text": "βὼν λιϑίνην ὑμῖν καταλείπω, τὸ τῆς ἀρχῆς ἰσχυρὸν τοῦ λόγου ἐνδεικνυμένου. οὐ “μέντοι τὸν ϑάνατον αὐτοῦ αὐτίκα ἥ “2ιβία ἐξέφηνε, φοβηϑεῖσα μή τε νεωτερισϑῇ, ἐν Φαλματίᾳ τοῦ Tifie- οίου διάγοντος, ἀλλὰ συνέκρυψεν αὐτὸν μέχρις ἐκεῖνος ἀφίκετο. ἀνακομισϑέντος δὲ τοῦ σώματος αὐτοῦ εἰς τὴν Ρώμην, τὰς δια-"
      },
      {
        "index": 525,
        "text": "φοϑήκας αὐτοῦ ὃ “Ιροῦσος ἐκ τῶν ἀειπαρϑένων τῶν τῆς Ἑστίας ἱερειῶν αἷς παρετέϑειντο εἰληφὼς εἷς τὸ συνέδριον εἰσήνεγκε, xai τὰς σφραγῖδας οἱ κατασημηνάμενοι ἐπεσκέψαντο, καὶ ἀνεγνώσϑη-"
      },
      {
        "index": 526,
        "text": "τοῦ συνεδρίου] horum plurima omittuntur in Dionis exemplaribus,"
      },
      {
        "index": 527,
        "text": "σαν ἐν ἐπηκόῳ τοῦ συνεδρίου. ἐχομίσϑη δ᾽ εἷς τὸ συνέδριον καὶ βιβλία αὐτοῦ τέσσαρα, ὧν τὸ μὲν ἕν τὰ περὶ τῆς ταφῆς διετάτ- τετο, τὸ δ᾽ ἕτερον τὰς πράξεις ἃς εἴργαστο διεξήει, τῷ δὲ τρέτῳ τὰ τῶν στρατιωτῶν καὶ τὰ τῶν προσόδων καὶ τῶν ἀναλωμάτων τῶν δημοσίων συνέταξε καὶ τὸ πλῆϑος τῶν ἐν τοῖς ϑησαυροῖς ἃ χοημάτων, τὸ δὲ τέταρτον ἐντολὰς περιεῖχε τῷ Τιβερίῳ καὶ τῷ κοινῷ ἐπισκήψεις. τούτων δ᾽ ἀναγνωσθέντων ἡ ἐχφορὰ γέγονε B xai ἐπιτάφιοι ἐρρήϑησαν παρά τε τοῦ “Ζρούσου καὶ παρὰ τοῦ Τιβερίου\" εἶτα ἐκαύϑη τὸ σῶμα αὐτοῦ. καὶ πένϑος τότε μὲν οὐ πολλοί, ὕστερον δὲ πάντες ἔσχον, μεμνημένοι ὅτε τε πᾶσιν εὖ- 10 πρόσοδος ἦν καὶ πολλοῖς ἐπήρχει ἐς χρήματα, καὶ ὅτε Moy ἐτίμα τοὺς φίλους καὶ χάριτας ὡμολόγει τοῖς αὐτὸν δεορϑουμένοις ἐφἢ οἷς ἐσφάλλετο\" ὥσπερ καὶ τῷ “Αϑηνοδώρῳ ἀνδρὶ σοφῷ ini τοιᾷδε αἰτίᾳ. ."
      },
      {
        "index": 528,
        "text": "Εὐκατάφορος πρὸς τὰ ἀφροδίσια ἦν, καί οἱ γυναῖκες ἐκοριί- 18 ζοντο ἃς ἐβούλετο ἐν καταστέγοις φορείοις καὶ οὕτως εἷς τὸν αὖ- τοῦ εἰσήγοντο ϑάλαμον, ἐκεῖνος δὲ ταύτας ἐξῆγέ τε καὶ ἐχέχρητοο ἠράσϑη γοῦν ποτε γυναικὸς καὶ ἔπεμψε λαβεῖν αὐτήν. ἂν τούτῳ"
      },
      {
        "index": 529,
        "text": ",C δὲ ὃ ᾿Αϑηνόδωρος, τῷ τῆς γυναικὸς ἐχείνης ἀνδρὶ συνήϑης ὧν, ἔτυχεν ἀπελϑὼν τὸν φίλον ὀψόμενος, καὶ ἀσχάλλοντα εὑρὼν 80 κἀκεῖνον καὶ τὴν γυναῖκα (οὐ γὰρ ἠδύναντο ἀντιστῆναι) τὴν αἰτίαν τῆς λύπης ἐπύϑετο. καὶ μαϑὼν ἠρεμεῖν αὐτοὺς ἐκέλευσεν\" αὐτὸς"
      },
      {
        "index": 530,
        "text": "y8 À. δτεδδά Α, παρὰ (alterum) om B. 156 Εὐκατάφορος ---"
      },
      {
        "index": 531,
        "text": "yàp ἀπελϑεῖν ἔφη πρὸς τὸν “ὔγουστον καὶ τὴν αὐτοῦ ἀποστρέ- ψαε ὅρμήν.͵ καὶ κομισϑέντος τοῦ καταστέγου δίφρου ὡς τῆς γυναικὸς ἐν αὐτῷ εἰσελευσομένης, εἰσῆλθεν ὃ “41ϑηνόδωρος, καὶ ξίφος λαβὼν καὶ κατακαλυφϑῆναι τὸν δίφρον ἀκριβῶς ἐπιτάξας οὕτω πρὸς τὸν τοῦ “Τὐγούστου κεκόμιστο ϑάλαμον. ἐκείνου δὲ τὸν δίφρον ἀποκαλύπτοντος ξιφήρης ἐκπεπήδηκεν εἰπών “εἴτα οὐ φοβῇ μή τίς σε οὕτως εἰσελϑὼν ἀποχτείνῃ;\" ὃ δ᾽ «Αὔγουστος οὐ μόνον οὐκ ὠργίσϑη οὐδ᾽ ἐχάκισε τὸν ““9ϑηνόδωρον, ἀλλὰ καὶ D χάριν ἔγνω αὐτῷ καὶ σωφρονέστερος γέγονε. διὰ ταῦτα τοίνυν 10χαὶ ἄλλα δὲ πλείω ἐπόϑουν αὐτόν, xol ὅτι τοῦ Τιβερίου μετ᾽ αὐτὸν μοναρχήσαντος οὐχ ὁμοίου ἐπειράϑησα»- | 89. \"Ev δὲ τῷ τεσσαρακοστῷ δευτέρῳ ἔτει τῆς “Αὐγούστου W IL 171 μοναρχίας ἐτέχϑη ἐνανθρωπήσας ὃ κύριος ἡμῶν καὶ ϑεὸς Ἰησοῦς “Χριστὸς κατὰ τὸν Παμφίλου Εὐσέβιον, ὃς ἐν τῇ ᾿Εχκλησιαστικῇ 16 ἱστορίᾳ καὶ πεντήκοντα καὶ ἑπτὰ ἔτη αὐτὸν ἱστορεῖ μοναρχῆσαι, - τῶν ἄλλων τέσσαρα ἐπὶ τεσσαράκοντα τὰ τῆς μοναρχίας αὐτοῦ ἀριϑμούντων ἔτη. γένεται δὲ 2j διαφωνία ἐντεῦϑεν, ὅτε οἵ μὲν ἄλλοι τὴν μοναρχίαν τῷ Καίσαρι ἐλογίσαντο ἐξότου ναυμαχίᾳ ἐν Mdxríp ἐνίκησε τὸν \"Ἀντώνιον, ὅτε καὶ ὡς ἀληθῶς ἐμονάρχησε, 30 uóvoc τῶν “Ῥωμαϊκῶν πραγμάτων γενόμενος. κύριος, ὃ Εὐσέβιος δὲ"
      },
      {
        "index": 532,
        "text": "τὰ om B. αὐτῶν Α. 18 μοναρχίαν ἐλογίξοντο καίσαρι"
      },
      {
        "index": 533,
        "text": "καὶ τὸν χρόνον ὃν συνῆρξε τῷ Zrruvío τῇ μοναρχίᾳ προστίϑησιν, ὡς καὶ τότε τοῦ “ὐγούστου ὅσα ἐβούλετο πράττοντος, ἐκείνου τῇ «Αϊγύπτῳ σχολάζοντος καὶ τῷ τῆς Κλεοπάτρας. δουλεύοντος ἔρωτι δι᾽ ὃν καὶ ἀπώλετο. οὕτως οὖν καὶ ἐν τῷ τεσσαραχοστῷ δευτέρῳ ἔτει τῆς μοναρχίας τοῦ Καίσαρος ἱστόρησεν ὃ Εὐσέβιος τὸν Χρι- δ στὸν γεννηϑῆναι τὸ κατὰ σάρκα. εἶ yàg τεσσαράχοντα καὶ τέσ-- cagac φαίημεν τοὺς τῆς μοναρχίας ἐνιαυτοὺς γενέσϑαι τοῦ Καί- σάρος, οὐ κατὰ τὸ τεσσαραχοστὸν δεύτερον ἔτος ἡ ἐπιφάνεια γέγονε τοῦ κυρίου καὶ σωτῆρος ἡμῶν, ἀλλὰ κατὰ τὸ εἰκοστὸν ἕν- νατον ἔτος συμβαίνει τεχϑῆναι τὸν κύριον. ὡς γὰρ ὃ ϑεσπέσιος 10 εὐαγγελιστὴς “Τουχᾶς ἱστορεῖ, ἐν ἔτει πεντεχαιδεκάτῳ τῆς ἤγεμο-- γνίας Τιβερίου Καίσαρος τὸν Χριστὸν ὃ Ἰωάννης ἐβάπτισε\" τριά-- κοντα δ᾽ ἦν ἐτῶν ὅτε ἐβαπτίσϑη, κατὰ τὸν αὐτὸν εὐαγγελιστήν\" ὥστε λοιπὸν τοὺς μὲν πεντεκαίδεχα τῶν τριάκοντα ἐνιαυτῶν ἐκ τῶν τῆς αὐταρχίας τοῦ Τιβερίου χρόνων λαμβάνεσθαι, τοὺς δέ 16 γε λοιποὺς πεντεκαίδεκα ἐκ τῶν τοῦ ,““ὐγούστου τεσσαράκοντα καὶ τεσσάρων καταλογίζεσϑαι. συμβαίνει τοίνυν τοὺς ἐξ αὐτῶν περι- λιμπωνομένους ἐννέα εἶναι καὶ εἴκοσιν. ἐν γοῦν τῷ εἰχοστῷ ἐν- νάτῳ τῆς ἀκριβοῦς μοναρχίας τοῦ Καίσαρος «Αὐγούστου κατα- λαμβάνεται τεχϑῆναι τὸ κατὰ σάρκα ἐκ τῆς ἀειπαρϑέγου καὶ ἁγίας 30 ἸΜαρίας τῆς ϑεοτόκου τὸν κύριον."
      }
    ]
  }
}