{
  "chapterNumber": 9,
  "title": "卷四下·離婁下",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷八上•離婁章句下（凡三十二章）"
      },
      {
        "index": 2,
        "text": "疏正義曰：此卷即趙注分上卷為此卷也。此卷凡三十有二章一章言聖人殊世而合其道。二章言重民之道，平政為首。三章言君臣之道，以義為表，以恩為裏，舊君之服，蓋有所興，諷喻宣王，勸以仁也。四章言君子見幾而作。五章言上為下效。六章言大人不為非禮非義。七章言父兄已賢，子弟既頑，教而不改，乃歸自然。八章言好言人惡，殆非君子。九章言疾之已甚，亂也。十章言大人所求合義。十一章言視民如子，則民懷矣。十二章言養生竭力，人情所勉，哀死送終，謂之大事。十三章言學必根源，如性自得。十四章言廣尋道意，詳說其事，要約至義，還反於樸。十五章言五伯服人，三王服心。十六章言進賢受賞，蔽賢蒙戮。十七章言有本不竭，無本則涸。十八章言禽獸俱含天氣，眾人皆然，聖人超絕，識仁義之主於己也。十九章言周公能思三王之道，以輔成王。二十章言《詩》、《書》與《春秋》。二十一章言五世一體，上下通流。二十二章言廉惠勇三者。二十三章言求交取友，必得其人。二十四章言貌好行惡，當修飾之，惟義為常。二十五章言能修性守故，天道可知。二十六章言循理而動，不合時人。二十七章言君子責己，小人不改，蹈仁行禮，不患其患。二十八章言顏子之心，有同禹稷。二十九章言匡章得罪，出妻屏子。三十章言曾子子思，處義非謬者也。三十一章言人以道殊，賢愚體別。三十二章言小人苟得，妻妾猶羞。凡此三十二章合前卷二十八章是《離婁》一篇有六十章矣。"
      },
      {
        "index": 3,
        "text": "孟子曰：“舜生於諸馮，遷於負夏，卒於鳴條，東夷之人也。(生，始。卒，終。記終始也。諸馮、負夏、鳴條，皆地名也。負海也，在東方夷服之地，故曰東夷之人也。)文王生於岐周，卒於畢郢，西夷之人也。(岐周、畢郢，地名也。岐山下周之舊邑，近畎夷。畎夷在西，故曰西夷之人也。《書》曰：“大子發上祭於畢，下至於盟津。”畢，文王墓，近於酆、鎬之地。)地之相去也千有餘裏，世之相後也千有餘歲，得誌行乎中國，若合符節。先聖後聖，其揆一也。(土地相去千有餘裏，千里以外也。舜至文王，千二百歲。得誌行政於中國，蓋謂王也。如合符節，節，玉節也，《周禮》有六節。揆，度也，言聖人之度量同也。)"
      },
      {
        "index": 4,
        "text": "疏“孟子曰”至“其揆一也”。○正義曰：此章指言聖人殊世而合其道，地雖不比，由通一軌，故可以為百王法也。“孟子曰：舜生於諸馮，遷於負夏，卒於鳴條，東夷之人也”者，孟子言舜帝其始生於諸馮之地，其後遷居於負夏之地，其卒死於鳴條之野，是東夷之人也。以其地在東方，故曰東夷之人。“文王生於岐周，卒於畢郢，西夷之人也”者，孟子又言文王其始生岐山之下，其終卒於畢郢之地，是西夷之人也。以其地在西，故曰西夷之人。岐山本是周邑，故曰岐周。“地之相去也千有餘裏，世之相後也千有餘歲，得誌行乎中國，若合符節。先聖後聖，其揆一也”者，孟子言自舜帝所居終、始之地，與文王所居終、始之地，有千里以外之遠，自舜所生之世，文王所生之世，相後有千二百歲之久，其皆得誌行政於中國，以致治，如合其符節，有同而無異。一為先聖於前，一為後聖在後，其所揆度，則一而無二也。以其同也，揆，度也。○注“生始”至“東夷之人也”。○正義曰：案《史記》云：“舜，冀州之人也，耕於曆山，漁雷澤，陶河濱，作什器於壽丘，就時於負夏，年二十，以孝聞。三十，堯娶以二女，遂舉用之。五十攝行天子事。五十八，堯崩。六十一，代堯踐帝位。踐帝位三十九年，南巡狩，崩於蒼梧之野，葬於江南九嶷山，是為零陵。”今云舜生於諸馮，則諸馮在冀州之分。鄭玄云：“負夏，衛地。”案《地理誌》云：“衛地，營室東壁之分野，今之東郡是也。”其本顓頊之墟，推之則衛地與冀州之地相近，是負夏之為地名也。一云負夏鳴條者，《書》云：“湯與桀戰於鳴條之野。”孔傳云：“ 地在安邑之西。”鄭玄云：“地在南夷。”云“東夷之人”者，案《史記》云：“ 帝舜為有虞。”皇甫謐云“舜嬪於虞，今河東大陽”是也。○注“ 岐周畢郢”至“酆鎬也”。○正義曰：案《本紀》云：“古公亶父，去邠逾梁山，止於岐下。” 徐廣曰：“岐山在扶風義陽西北，其南有周原。”裴駰案：皇甫謐曰：“邑於周地，故始改曰周。古公有少子季曆生昌，有聖瑞，後立為西伯，移徙都酆。”徐廣曰：“酆在京兆鄠縣東，有靈台；鄗在上林昆明，北有高阝池，去酆有二十五里，皆在長安南數十里。”徐廣云：“文王九十七崩，諡為文王。”《諡法》曰：“慈惠愛民曰文。”“忠蒙接禮曰文。”武王即位九年，上祭於畢。馬融曰：畢，文王墓地名也。《南越誌》云：郢，故楚都，在南郡。則知畢在郢之地，故曰畢郢。○注“舜至文王，千二百歲”，“《周禮》有六節”。○正義曰：案《史記•世表》推之，是自舜至文王有千二百歲矣，其文煩更不錄。《周禮》六節，案《周禮》云：“守邦國者用玉節，守都鄙者用角節。凡邦國之使節，山國用虎節，土國用人節，澤國用龍節，皆金也。以英蕩輔之。”鄭注云：“以金為節，鑄象也。必自以其國所多者，所以相別為信明也。今漢有銅虎符。”杜子春云：“蕩當為帑，謂以函器盛此節。或曰英蕩，或曰函關。門用符節，貨賄用璽節，道路用旌節。注云符節，如今宮中諸官詔符也。璽節者，今之印章也。旌節，今使者所擁節。”是也。將送者，執此節以送行者也。凡此是《周禮》有六節之別爾。"
      },
      {
        "index": 5,
        "text": "子產聽鄭國之政，以其乘輿濟人於溱洧。(子產，鄭卿。為政，聽訟也。溱洧，水名。見人有冬涉者，仁心不忍，以其乘車度之也。)孟子曰：“惠而不知為政。歲十一月徒杠成，十二月輿梁成，民未病涉也。(以為子產有惠民之心，而不知為政，當以時修橋梁，民何由病苦涉水乎？周十月，夏九月，可以成涉度之功。周十一月，夏十月，可以成輿梁也。)君子平其，政行辟人可也，焉得人人而濟之。故為政者每人而悅之，日亦不足矣。”(君子為國家平治政事刑法，使無違失其道，辟除人，使卑辟尊可為也。安得人人濟渡於水乎？每人而悅之欲自加恩，以成其意，則日力不足以足之也。)"
      },
      {
        "index": 6,
        "text": "疏“子產聽鄭國之政”至“亦不足矣”。○正義曰：此章指言重民之道，平政為首，人君由天，天不家撫，是以子產渡人，孟子不取也。“子產聽鄭國之政，以其乘輿濟人於溱洧”者，子產，鄭大夫公孫僑也。溱洧，鄭國水名也。言子產為政聽訟於鄭國，於冬寒之月，見人涉溱洧之水，乃不忍，遂以所乘之車輿濟渡人於溱洧。“孟子曰：惠而不知為政”至“日亦不足矣”，孟子言子產雖有恩惠及人，而以陸地乘輿而濟人於溱洧，然而不知行其不忍人之政而濟人矣。所謂歲十一月徒杠成，十二月輿梁成，是其政也。言歲中以十一月雨畢乾晴之時，乃以政命成其徒杠。徒杠者，《說文》云：“石矼，石橋也，俗作杠，從木，所以整其徒步之石。”十月成津梁，則梁為在津之橋梁也。今云輿梁者，蓋橋上橫架之板，若車輿者，故謂之輿梁。如此，民皆得濟，所以未有憂病其涉者也。君子之為，但平其政事，使無違失，行法於人，而使尊之。其若此則可也，又安得人人而濟渡之乎？如人人濟之，則人望我者無窮，而我應者有不足焉。故為國之政者，如每以人人而使之悅，雖日力之窮，亦不足以濟之矣。但平其政事，使徒杠成於十一月，輿梁成於十月，則病涉之民無不濟矣。子產不知為政之道在此，而徒知以乘輿濟人為之惠，故宜孟子言之於當時，以激勸而譏諷之也。○注“子產，鄭卿。為政，聽訟。溱洧，水名”。○正義曰：案《左傳》云：“子產，穆公之孫，公子發之子也。”又魯襄三十年執鄭國之政，故云鄭卿，為政聽訟也。云“溱洧，水名”者，蓋鄭國之水名。案《地理誌》云：“溱洧，水在河南。”又《說文》云：“水在鄭國南，入於洧。”則知溱洧，水名，在鄭國也。○又於注周十一月，即夏十月。十月即夏九月，已說上篇，叔向云十月而津梁成，是其旨也。"
      },
      {
        "index": 7,
        "text": "孟子告齊宣王曰：“君之視臣如手足，則臣視君如腹心。君之視臣如犬馬，則臣視君如國人。君之視臣如土芥，則臣視君如寇讎。(芥，草芥也。臣緣君恩，以為差等，其心所執若是也。)王曰：“禮，為舊君有服，何如斯可為服矣？”(宣王問禮舊臣為舊君服喪服，問君恩何如則可以為服。)曰：“諫行言聽，膏澤下於民；有故而去，則使人導之出疆，又先於其所往；去三年不反，然後收其田裏：此之謂三有禮焉。如此，則為之服矣。(為臣之時，謀行言從，惠澤加民。若有他故，不得不行，譬如華元奔晉、隨會奔秦是也，古之賢君遭此，則使人導之出境，又先至其所到之國言其賢良。三年不反，乃收其田裏。田，業也；裏，居也。此三者有禮，則為之服矣。)今也為臣，諫則不行，言則不聽，膏澤不下於民；有故而去，則君搏執之，又極之於其所往；去之日，遂收其田裏：此之謂寇讎。寇讎何服之有？”(摶執其族親也。極者，惡而困之也。遇臣若寇讎，何服之有乎？)"
      },
      {
        "index": 8,
        "text": "疏“孟子告齊”至“之有”。○正義曰：此章指言君臣之道，以義為表，以恩為裏，表裏相應，猶若影響。舊君之服，蓋有所興，諷諭宣王，勸以仁也。“孟子告齊宣王曰”至“如寇讎”者，孟子告諭齊宣王，謂君之視其臣如己之手足，則臣亦視君如己之腹心。君之視其臣如畜之犬馬，則臣亦視其君但以國人遇之也。君之視其臣如土芥之賤而棄之，則臣視其君亦如寇讎惡而絕之也。凡此君臣施報相待以為用矣。蓋無為於其內者，腹心也；有為於其外者，手足也：君臣相須，猶一體也。此言相待施報均於厚也。若以君視臣如犬馬之畜，而臣視君如國人而弗親，此言不相待施報，均於薄也。以君視臣如土芥之賤，而臣視君如寇讎而惡之，此言不相待施報，均於賤也。然則君臣施報，亦隨之而已。“王曰：禮，為舊君有服，何如斯可為服矣”，宣王問孟子：於禮為舊君有喪服，何如斯可為之服言。舊君，所去之國君也。“曰諫行言聽”至“則為之服矣”，孟子答之，謂臣之於君，君有過謬而諫之則行，事有可為而言之則聽，而膏潤之恩澤施之又下浹於民，此得行其道也。然不幸遭其事故而去之，則國君使人導之，以達其情，至出國之疆界，又先去其所往之邦以稱譽之。去三年之久而不反歸，然後國君乃收其田業裏居。此三者是謂三有禮焉。如此三有禮，則可為之喪服矣。“今也為臣，諫則不行，言則不聽”至“何服之有”，孟子又言今之為臣於國君，君有過謬，及其諫也則拒之而弗得行，言則違之而弗聽，而膏澤又不得以下浹，此不得行其道也。及其所遭事故而去之，君乃不使人導之，且搏執其親族而戮之，又困極而惡之於其所往之邦，即自離去之日，遂便收其田業裏居，此是謂遇其臣如寇讎之惡。既以寇讎遇其臣，則臣尚何有喪服為哉？○注“舊臣為舊君服喪服”。○正義曰：如《儀禮》言“以道去君，而未絕者，服齊衰三月”，《禮記》云“臣之去國，君不掃其宗廟，則為之服”，是為舊臣服喪服之謂也。○注“ 如華元奔晉，隨會奔秦”。○正義曰：案《左傳》成十五年：“華元為右師。華元曰：‘我為右師，君臣之訓，師所司也。今公室卑而不能正，吾罪大矣。不能治官，敢賴寵乎？’乃出，奔晉。魚石為左師，自止華元於河上，後及奔晉，得五月日，乃反。” 《書》曰“宋華元出奔晉”、“宋華元自晉歸於宋”是也。云“隨會奔秦”者，案文公七年先蔑奔秦，隨會從之，至十三年，晉人患秦之用士會也，晉侯乃使魏壽餘偽以魏叛者以誘士會，士會既濟，魏人噪而還。杜注云“喜得士會也”是矣。"
      },
      {
        "index": 9,
        "text": "孟子曰：“無罪而殺士，則大夫可以去。無罪而戮民，則士可以徙。”(惡傷其類，視其下等，懼次及也。語曰：“鳶鵲蒙害，仁鳥曾逝。”此之謂也。)"
      },
      {
        "index": 10,
        "text": "疏“孟子”至“可以徙”。○正義曰：此章指言君子見幾而作，故趙殺鳴犢，孔子臨河而不濟也，是上為下則也。孟子謂國君無罪而殺戮其士，則為之大夫者可以奔去。無他，蓋大夫雖於士為尊，不可命以為士，然亦未離乎士之類也，是其惡傷其類耳。國君無罪而誅戮其民，則為之士者可以徙而避之。無他，蓋士於民雖以為尊，不可命以為民，然亦未離乎民之類也，是亦惡傷其類耳。於士言殺，於民言戮者，總而言之皆然也，別而言之，則戮又輕於殺矣。案《周禮》“司稽掌巡市”，云凡有罪者撻戮而罰之。是知戮不過撻而辱之耳，而殺乃至於亡命故也。《史記》：趙殺鳴犢，孔子臨河而不濟，乃歎曰：“刳胎殺天，則麒麟不至郊；竭澤涸魚，則蛟龍不會；覆巢毀卵，則鳳凰不翔。”君子諱傷其類也。今注云“語曰鳶鵲蒙害，仁鳥增逝”，是亦《史記》之文，趙注引之。\n孟子曰：“君仁莫不仁，君義莫不義。”(君者，一國所瞻仰以為法，政必從之，是上為下則也。)"
      },
      {
        "index": 11,
        "text": "疏正義曰：此章指言君以仁義率眾，孰不順焉，上為下效也。孟子謂國君在上，能以仁義先率於一國，則一國之人莫不從而化之，亦以仁義為也。○注云上為下效者。○正義曰：如所謂君子之德風，小人之德草，草上之風必偃也。又荀卿所謂表正則影正，盤圓則水圓，盂方則水方，是其旨也。"
      },
      {
        "index": 12,
        "text": "孟子曰：“非禮之禮，非義之義，大人弗為。”(若禮而非禮，陳質娶婦而長拜之也。若義而非義，藉交報讎是也。此皆大人之所不為也。)"
      },
      {
        "index": 13,
        "text": "疏正義曰：此章指言禮義，人之所以折中，履其正者，乃可為中，是以大人疑禮。孟子謂有所為禮，有所為非禮，有所為義，有所為非義。如非禮非義，惟大夫能弗為之也。○注“陳質娶婦，藉交報讎”者。○正義曰：此蓋史傳之文而云然。"
      },
      {
        "index": 14,
        "text": "孟子曰：“中也養不中，才也養不才，故人樂有賢父兄也。(中者，履中和之氣所生，謂之賢。才者，是謂人之有俊才者。有此賢者，當以養育教誨不能，進之以善，故樂父兄之賢以養己也。)如中也棄不中，才也棄不才，則賢不肖之相去，其間不能以寸。”(如使賢者棄愚，不養其所以當養，則賢亦近愚矣。如此，賢不肖相覺，何能分寸，明不可不相訓導也。)"
      },
      {
        "index": 15,
        "text": "疏“孟子”至“不能以寸”。○正義曰：此章指言父兄之賢，子弟既頑，教而不改，乃歸自然也。孟子言君子以性德而教養滅其性德者，以性之能而教養滅其性之才能者，故人所以樂得其賢父兄而教養也。如君子有賢父兄之道，而不推己之性德以教養人之不中，不推己之才性而教養人之不才，是棄去其不中、不才之人也。如此，則賢不肖，惡能相去以寸哉？是不足以相賢矣。蓋中者，性之德也。才，性之能也。賢父兄者，所以對弟子而言之也，如孟子所謂曾子居武城而謂之為師也、父兄也，是其意也。○注“ 中者履中和之氣”至“養己也”。○正義曰：“中和之氣”者，蓋人受天地之中而生，稟陰陽之秀氣，莫非所謂中和也。《中庸》云：“喜怒哀樂，未發謂之中，發而皆中節謂之和。”賢以德言。云俊才者，俊智過千人曰俊，則知才能有過於千人之才能，是為俊才也。一云：俊，敏也，疾也。\n孟子曰：“人有不為也，而後可以有為。”(人不為苟得，乃能有讓千乘之誌也。)"
      },
      {
        "index": 16,
        "text": "疏正義曰：此章指言貴賤廉恥，乃有不為，不為非義，義乃可由也。孟子言人之有不為非義之事，然後可以有為其義矣。又所謂人皆有所不為，達之於其所為義也，亦是意也。以此推之，則仁也，禮也，智也，皆待是而裁成之矣。\n孟子曰：“言人之不善，當如後患何！”(人之有惡，惡人言之。言之，當如後有患難及己乎。)"
      },
      {
        "index": 17,
        "text": "疏正義曰：此章指言好言人惡，殆非君子，故曰：“不忮不求，何用不藏。”孟子謂人有好談人之不善者，必有患難及之矣。故曰：言人之不善，當如後患何如？《莊子》云：“菑人者人必反菑之。”《論語》云：“不忮不求，何用不臧？”亦與此同意。"
      },
      {
        "index": 18,
        "text": "孟子曰：“仲尼不為已甚者。”(仲尼彈邪以正，正斯可矣，故不欲為已甚泰過也。孟子所以譏逾牆距門者也。)"
      },
      {
        "index": 19,
        "text": "疏正義曰：此章指言《論》曰：“疾之已甚，亂也。”故孟子所以譏逾牆距門者也。孟子言孔子凡所為，不為已甚泰過者也，如《論語》云“疾之已甚，亂也”，同意。○注云“孟子所以譏逾牆距門者”，蓋謂如段幹木逾垣而避文侯，泄柳閉門而拒繆公，是為已甚者。"
      },
      {
        "index": 20,
        "text": "孟子曰：“大人者，言不必信，行不必果，惟義所在。”(果，能也。大人仗義，義有不得必信其言，子為父隱也；有不能得果行其所欲行者，若親在不得以其身許友也；義或重於信：故曰惟義所在也。)"
      },
      {
        "index": 21,
        "text": "疏正義曰：此章指言大人之行，行其重者，不信不果，所求合義也。孟子言大人者，其於言不以必信，所行不以必果，惟義之所在，可以信則信，可以行則行耳。如言必信、行必果，則所謂硜硜然小人哉矣，豈大人肯如是邪？蓋孔子與蒲人盟，不適衛而終適衛，是言不必信也。佛召，子欲往而終不往，是行不必果也。○注“子為父隱”，“以其身許友也”。○正義曰：此案《論語》、《禮記》云也。"
      },
      {
        "index": 22,
        "text": "孟子曰：“大人者，不失其赤子之心者也。”(大人謂君。國君視民，當如赤子，不失其民心之謂也。一說曰：赤子，嬰兒也，少小之子，專一未變化，人能不失其赤子時心，則為貞正大人也。)"
      },
      {
        "index": 23,
        "text": "疏正義曰：此章指言人之所愛，莫過赤子，視民則然，民懷之張。大人之行，不過是也。孟子言世之所謂為之大人者，是其能不失去其嬰兒之時心也，故謂之大人，如《老子》所謂“常德不離，複歸於嬰兒”之意同。"
      },
      {
        "index": 24,
        "text": "孟子曰：“養生者不足以當大事，惟送死可以當大事。”(孝子事親致養，未足以為大事，送終如禮，則為能奉大事也。)"
      },
      {
        "index": 25,
        "text": "疏正義曰：此章指言養生竭力，人情所勉。哀死送終，行之高者，事不違禮，可謂難矣，故謂之大事。孟子言人奉養父母於其生日，雖昏定晨省，冬溫夏清，然以此之孝，亦不足以當其大事也。惟父母終，能躃踴哭泣，哀以送之，卜其宅兆，而安厝之，斯可以當之也。"
      },
      {
        "index": 26,
        "text": "孟子曰：“君子深造之以道，欲其自得之也。(造，致也。言君子學問之法，欲深致極竟之以知道意，欲使己得其原本，如性自有之然也。故曰欲其自得之而已。)自得之，則居之安；居之安，則資之深；資之深，則取之左右逢其原：故君子欲其自得之也。”(居之安，若己所自有也。資，取也。取之深，則得其根也。左右取之，在所逢遇皆知其願本也。故使君子欲其自得之也。)"
      },
      {
        "index": 27,
        "text": "疏“孟子”至“得之也”。○正義曰：此章指言學必根源，如性自得，物來能名，事來不惑，君子好之，朝益暮習，道所以臻也。“孟子曰：君子深造之以道”至“君子欲其自得之也”者，此孟子教人學道之法也，言君子所以深造至其道奧之妙者，是欲其如己之所自有之也。己之所自有，則居之安。居之安者，是使權利不能移，群眾不能傾，天下不能蕩是也。居之安則資質以深，則自本自根，取之不殫，酌之不竭是也。資之既深，則取之左右逢其原。左右逢其願者，則理與萬物得，性與萬物明，取之左則左，取之右則右，無非自本自根也，故云取之左右逢其原。如此，故君子所以學道，欲其自得之也。如莊生所謂黃帝遺其玄珠，使智索之不得，使離朱索之不得，使契詬索之不得，乃使象罔得之。蓋玄珠譬則道也；智有待於思，言思之亦不能得其道也；離朱有待於明，言以明求之亦不能得道也；契詬有待於言，以言求之亦不能得其道也；象罔則無所待矣，唯無所待，故能得其道，是其所謂自得也。"
      },
      {
        "index": 28,
        "text": "孟子曰：“博學而詳說之，將以反說約也。”(博，廣。詳，悉也。廣學悉其微言而說之者，將以約說其要，意不盡知，則不能要言之也。是謂廣尋道意，還反於樸，說之美者也。)"
      },
      {
        "index": 29,
        "text": "疏正義曰：此章指言廣尋道意，詳說其事，要約至義，還反於樸，說之美者也。孟子言人之學道，當先廣博而學之，又當詳悉其微言而辯說之，其相將又當以還反說其至要者也。以得其至要之義而說之者，如非廣博尋學，詳悉辯說之，則是非可否，未能決斷，故未有能反其要也。是必將先有以博學詳說，然後斯可以反說其約而已。"
      },
      {
        "index": 30,
        "text": "孟子曰：“以善服人者，未有能服人者也。以善養人，然後能服天下。天下不心服而王者，未之有也。”(以善服人之道治世，謂以威力服人者也，故人不心服。以善養人，養之以仁恩，然後心服矣，若文王治於岐邑是也。天下不心服，何由而王也。)"
      },
      {
        "index": 31,
        "text": "疏“孟子曰”至“未之有也”。○正義曰：此章指言五霸服人，三王服心，其服一也，功則不同也。上論堯舜，其是違乎！“孟子曰：以善服人者，未有能服人者也”至“未之有也”者，孟子言人君之治天下，如以善政而屈服人者，未有能屈服其人也。以善教而養人者，然後故能屈服其天下。然以善教養天下，天下不以心服而歸往為之王，未之有也。以其能如此，則必為之王者，使天下心服而歸往之矣。蓋所謂善政民畏之、善教民愛之之意也。又云善教得民心是矣，若文王作辟雍，是能以善養人者也，故自西自東，自南自北，無思不服，此之謂也。"
      },
      {
        "index": 32,
        "text": "孟子曰：“言無實不祥。不祥之實，蔽賢者當之。”(凡言皆有實，孝子之實，養親是也。善之實，仁義是也。祥，善。當，直也。不善之實何等也，蔽賢之人直於不善之實也。)"
      },
      {
        "index": 33,
        "text": "疏正義曰：此章指言進賢受上賞，蔽賢蒙顯戮，故謂之不祥也。“孟子曰”至“蔽賢者當之”者，孟子謂人之言，無其實本者，乃虛妄之言也。以虛妄之言言之，則或掩人之善，或飾人之惡，為人所惡者也，故其為不祥莫大焉，不祥則禍是矣。不祥之實者，乃蔽賢直之也。所謂蔽賢，則掩人之善是矣。如臧文仲知柳下惠而不舉，虞丘知叔敖之賢而不進，凡此之類，是謂蔽賢者也。"
      },
      {
        "index": 34,
        "text": "徐子曰：“仲尼亟稱於水，曰：‘水哉水哉！’何取於水也？”(徐子，徐辟也。問仲尼何取於水而稱之也。)孟子曰：“原泉混混，不舍晝夜，盈科而後進，放乎四海。有本者如是，是之取爾。(言水不舍晝夜而進。盈，滿。科，坎。放，至也。至於四海者，有原本也。以況於事，有本者，皆如是是之取也。)苟為無本，七八月之間雨集，溝澮皆盈，其涸也。可立而待也。(苟，誠也。誠令無本，若周七八月，夏五六月，天之大雨，潦水卒集，大溝小澮皆滿，然其涸也可立待之者，以其無本故也。)故聲聞過情，君子恥之。(人無本，行暴得善聲，令聞過其情，若潦水不能久也，故君子恥之。○)"
      },
      {
        "index": 35,
        "text": "疏“徐子”至“君子恥之”。○正義曰：此章指言有本不竭，無本則涸，虛聲過實，君子恥諸，是以仲尼在川上曰：“逝者如斯。”“徐子曰：仲尼亟稱於水，曰：水哉水哉！何取於水也”者，徐子即徐辟者也，徐辟問孟子，以謂孔子數數稱道於水，乃複自而歎之，曰“水哉水哉”云，水之為水哉水哉，何仲尼獨數數稱於水也？“孟子曰：源泉混混，不舍晝夜”至“是之取爾”，孟子答之曰：孔子所以數數稱於水者，以其有本源之泉水，混混滾勢而流，不舍晝夜，是流之不竭，至，有坎科則必待盈滿而後流進，以至乎四海之中。以其道大有本亦如是。是孔子所以亟稱而必取之爾。“苟為無本”至“君子恥之”者，孟子又言苟為無本之水，是若周之七八月，夏之五六月間，天之大雨驟降，其雨之水卒然聚集於大溝小澮，皆盈盈然而滿溢，則其乾涸但可立而守之也。以無本源，故如是之速乾耳。孟子複於此，言如聲譽名聞，有或過於情實，而君子所以羞恥之，亦無本之水矣。然則孟子答徐辟以此者，非特言“原泉混混，不舍晝夜，盈科而後進，放乎四海”而已矣，蓋有為而言之也，以其原泉混混，則譬君子之德性；不舍晝夜，則譬君子之學問；盈科而後進，則譬君子之成章；放乎四海，則譬君子於是造乎道也。○注云“徐子徐辟”。○正義曰：經於《滕文公》篇云：“墨者夷之，因徐辟而見孟子。”又曰：“徐子以告夷子。”是知徐子即徐辟也。○注“大溝小澮”。○正義曰：案《周禮•遂人》：“掌邦之野，凡治野，夫間有遂，遂上有徑。十夫有溝，溝上有畛。百夫有洫，洫上有塗。千夫有澮，澮上有道。”鄭注云：“十夫，二鄰之田。百夫，一酂之田。千夫，二鄙之田。遂、溝、畎、澮，皆所以通水於川也。遂廣深各二尺；溝倍之，是廣深各四尺也；洫又倍之，是洫廣深各八尺也；澮廣二尋，深二尋。”然則注云大溝、小澮，又非以常製言之爾。《論語》云：“子在川上曰：逝者如斯夫，不舍晝夜。”是仲尼常稱於水者也。"
      },
      {
        "index": 36,
        "text": "孟子曰：“人之所以異於禽獸者幾希，庶民去之，君子存之。(幾希，無幾也。知義與不知義之間耳。眾民去義，君子存義也。)舜明於庶物，察於人倫。由仁義行，非行仁義也。(倫，序。察，識也。舜明庶物之情，識人事之序。仁義生於內，由其中而行，非強力行仁義也。故道性善，言必稱於堯舜。但君子存之，庶民去之而不由爾。)"
      },
      {
        "index": 37,
        "text": "疏“孟子曰”至“行仁義也”。○正義曰：此章指言禽獸，俱含天氣，就利避害，其間不希。眾人皆然，君子則否。聖人超絕，識仁義之生於己也。“孟子曰：人之所以異於禽獸者幾希”至“非行仁義也”者，孟子言世之人所以有別異於禽獸畜者無幾也，以其皆含天地之氣而生耳，皆能辟去其害而就其利矣。但小人去其異於禽獸之心，所以為小人也；君子知存其異於禽獸之心，所以為君子也。所謂異於禽獸之心者，即仁義是也。禽獸俱不知仁義，所以為禽獸。今夫舜之為帝，在深山之中，與木石居，與鹿豕遊，雖與禽獸雜居其閒，然能聞一善言，見一善行，莫不從之，若決江河也，而無滯之耳。如此，是舜能明於庶物之無知，而存乎異於禽獸之心，詳察人倫之類，而由仁義之道而行之矣。然舜既由其仁義而行之，非所謂行仁義而得之人也，是由仁義而行以得之天性也。孟子以此言之其有以異於禽獸者，皆舜之徒也。曰舜亦人也，我亦人也，有為者亦若是，但當存其異於禽獸之心耳，如楊雄“由於禮義，入自仁門，由於情欲，入自禽門”，斯其旨歟。"
      },
      {
        "index": 38,
        "text": "孟子曰：“禹惡旨酒而好善言。(旨酒，美酒也。儀狄作酒，禹飲而甘之。遂疏儀狄，而絕旨酒。《書》曰：“禹拜昌言。”)湯執中，立賢無方。(執中正之道，惟賢速立之，不問其從何方來。舉伊尹以為相也。)文王視民如傷，望道而未之見。(視民如傷者，雍容不動擾也。望道而未至，殷錄未盡，尚有賢臣，道未得至，故望而不致誅於紂也。)武王不泄邇，不忘遠。(泄，狎。邇，近也。不泄狎近賢，不遺忘遠善。近，謂朝臣。遠，謂諸侯也。)周公思兼三王，以施四事，其有不合者，仰而思之，夜以繼日；幸而得之，坐以待旦。”(三王，三代之王也。四事，禹、湯、文、武所行之事也。不合，己行有不合也。仰而思之，參諸天也。坐以待旦，言欲急施之也。)"
      },
      {
        "index": 39,
        "text": "疏“孟子曰”至“坐以待旦”。○正義曰：此章指言周公能思三王之道，以輔成王，太平之隆，禮樂之備，蓋由此也。“孟子曰：禹惡旨酒而好善言”，孟子言禹王惡疾其美酒，而樂好人之善言，以其酒甘而易溺，常情之所嗜者也，故禹王所以惡之。蓋儀狄造酒，禹王飲而甘之，遂疏儀狄是也。善言談而難人，常情之所厭者也，故禹王所以好之耳。蓋聞皋陶昌言，禹受而拜之是也。“湯執中，立賢無方”，孟子言湯王執大中至正之道，使其賢者、智者得以俯而就，而不為狂者，愚者、不肖者得以跂而及，而不為狷者矣。未嘗立驕伉崖異絕俗之道，而使人不可得而至也。所謂中道而立，能者從之，是其旨歟。《尚書》云“湯懋昭大德，建中於民”，是其事矣。立其賢，則不以一方任之，但隨其才而用之，以其人之材，固有長短小大，不可概以取之矣。《書》云“佑賢輔德，顯忠遂良”，是其事矣。總以湯言之，則所謂常善救人，故無棄人，常善用人，故無遺賢，是其旨歟。“文王視民如傷，望道而未之見”，孟子言文王常有恤民之心，故視下民常若有所傷，而不敢以橫役而擾動之也。《尚書》曰“文王不敢侮鰥寡”，又曰“懷保小民”，是其事矣。蓋以望商之有賢，道未得至，故不敢誅於紂也，故曰未之見也。“武王不泄邇，不忘遠”者，孟子言武王於在邇之臣，則常欽之而不泄狎；在遠之臣，則常愛之而不遺忘：是所謂不泄邇，不忘遠也。非特臣也，雖遠邇之民，亦如是。《尚書》云“武王不寶遠物，則遠人格，所寶惟賢，則遠人安”，又曰“華夏蠻貊，罔不率俾”，是其事矣。“周公思兼三王，以施四事”至“坐以待旦”者，孟子言周公輔相成王，常思念兼此三王而施行此四事，以為功業矣。三王即禹、湯、文武之三代王也。然以孟子則曰三王者，蓋文、武明父子也。言其父，則子不待言而在其中，故但云三王四事者，即惡旨酒好善言、湯執中立賢無方、與視民如傷望道而未之見、不泄邇不忘遠，是四事也。然以孟子於事則云四，蓋父子所為有不同，所以別言之也。言周公施為，其有不合於此三王四事，則常仰望而思索之，必夜以繼日，而未嘗敢忘去之也；及幸而思索，得合於此三王之四事，則雞鳴而起，坐以守待其旦明而施行之耳。是其急於有行，如恐失之謂也。○注“三王三代之王也”。○正義曰：禹，夏之代始王也；湯，殷之代始王也；文、武，周之代始王也：是為三代之王也。"
      },
      {
        "index": 40,
        "text": "孟子曰：“王者之跡熄而《詩》亡，《詩》亡然後《春秋》作。(王者謂聖王也。太平道衰，王跡止熄，頌聲不作，故《詩》亡。《春秋》撥亂，作於衰世也。)晉之《乘》，楚之《檮杌》，魯之《春秋》，一也。‘其事則齊桓、晉文，其文則史。’孔子曰：‘其義則丘竊取之矣。’”(此三大國史記之異名。“乘”者，興於田賦乘馬之事，因以為名；“檮杌”者，嚚凶之類，興於記惡之戒，因以為名；“春秋”，以二始舉四時，記萬事之名。其事，則五霸所理也，桓、文，五霸之盛者，故舉之。其文，史記之文也。孔子自謂竊取之，以為素王也。孔子人臣，不受君命，私作之，故言竊，亦聖人之謙辭爾。)"
      },
      {
        "index": 41,
        "text": "疏“孟子曰”至“竊取之矣”。○正義曰：此章指言《詩》可以言，詠頌太平，時無所詠，《春秋》乃興，假史記之文，孔子正之，以匡邪也。“孟子曰：王者之跡熄”至“丘竊取之矣”者，孟子言自周之王者風化之跡熄滅而《詩》亡，歌詠於是乎衰亡，歌詠既以衰亡，然後《春秋》褒貶之書於是乎作。《春秋》其名有三，自晉國所記言之，則謂之《乘》，以其所載以田賦乘馬之事，故以因名為《乘》也；自楚國所記而言之，則謂之《檮杌》，以其所載以記嚚凶之惡，故以因名為《檮杌》也；魯以編年，舉四時，記為事之名，故以因名為《春秋》也。凡此雖曰異其名，然究其實則一也。蓋王者跡熄，則所存者但霸者之跡而已。言其霸，則齊桓、晉文為五霸之盛者。故其所載之文，則魯史之文。而孔子自言之曰：其《春秋》之義，則丘私竊取之矣。蓋《春秋》以義斷之，則賞罰之意於是乎在，是天子之事也，故曰其義則丘竊取之矣。竊取之者，不敢顯述也，故以賞罰之意寓之褒貶，而褒貶之意則寓於一言耳。○注云“乘為乘馬之事，檮杌為嚚凶之類”。○正義曰：乘馬之事已詳，故不再述。云“檮杌嚚凶”者，案文公十八年《左傳》所謂渾敦、窮奇、檮杌、饕餮四凶，其言“檮杌”，乃曰顓頊氏有不才子，不可教訓，告之則頑，舍之則嚚，天下之民，謂之“檮杌”。杜預云：“檮杌，嚚凶無疇匹之貌也。”"
      },
      {
        "index": 42,
        "text": "孟子曰：“君子之澤，五世而斬。小人之澤，五世而斬。予未得為孔子徒也，予私淑諸人也。”(澤者，滋潤之澤。大德大凶，流及後世，自高祖至玄孫，善惡之氣乃斷，故曰五世而斬。予，我也。我未得為孔子門徒也。淑，善也。我私善之於賢人耳，蓋恨其不得學於大聖人也。)"
      },
      {
        "index": 43,
        "text": "疏“孟子”至“諸人也”。○正義曰：此章指言五世一體，上下通流，君子小人，斬各有時，企以高山，跌以陷汙，是以君子恨不及乎仲尼也。孟子恨以不及仲尼也。“孟子曰：居子之澤”至“予私淑諸人也”者，孟子言君子小人雖有賢、不肖之異，然自禮服而推之，則餘澤之所及，但皆五世而斷耳，以其親屬替之者焉。惟孔子有道德之澤，流於無窮，雖萬世亦莫不尊親者矣。孟子所言我未得為孔子徒黨者矣，我但私有所善於己，未有善諸人人也。蓋孟子學孔子者也，然必於此乃言予未得為孔子徒者，蓋亦公孫丑問“夫子既聖矣乎”、則曰“夫聖孔子不居”之意也。孟子之誌，又可知矣。斬，斷也。淑，善也。○注云“自高祖至於玄孫”。○正義曰：自高祖至玄孫者，凡有九等，高祖、曾祖、祖父、父、己身、子、孫、曾孫、玄孫是也。今注乃以此證五世而斬者，據己身而推之，則上自高祖，至玄孫，是為無服者也。\n卷八下•離婁章句下"
      },
      {
        "index": 44,
        "text": "孟子曰：“可以取，可以無取，取傷廉。可以與，可以無與，與傷惠。可以死，可以無死，死傷勇。”(三者，皆謂事可出入，不至違義，但傷此名，亦不陷於惡也。)"
      },
      {
        "index": 45,
        "text": "疏正義曰：此章指言廉、惠、勇，人之高行也，喪此三名，則士病諸，故設斯科以進能者也。“孟子曰”至“死傷勇”者，蓋言凡於所取之道，可以取之則取之，故無傷害於為廉；可以無取而乃取之，是為傷害於廉也。又言凡所與之道，可以與之則與之，而不為傷其惠；可以無與而乃與之，是為傷害於惠也。又言凡於所死之道，可以死之則死，不為傷害其勇；可以無死而乃死之，是為傷害其勇也。如孟子受薛七十鎰，是可以取則取之也；求也為聚斂而附益之，是可以無取而乃取之者也。孔子與願思之粟，是可以與則與之者也；冉子與子華之粟五秉，是可以無與而乃與之者也。比幹諫而死，是可以死則死也；荀息不能格君心之非，而終遽以死許，是可以無死而乃死之也。"
      },
      {
        "index": 46,
        "text": "逢蒙學射於羿，盡羿之道，思天下惟羿為愈己，於是殺羿。(羿，有窮後羿。逢蒙，羿之家眾也。《春秋傳》曰：“羿將歸自田，家眾殺之。”)孟子曰：“是亦羿有罪焉。”(罪羿不擇人也，故以下事喻之)公明儀曰：“宜若無罪焉。”曰：“薄乎云爾，惡得無罪？鄭人使子濯孺子侵衛，衛使庾公之斯追之。子濯孺子曰：‘今日我疾作，不可以執弓，吾死矣夫！’(孺子，鄭大夫。庾公，衛大夫。疾作瘧疾。)問其仆曰：‘追我者誰也？’其仆曰：‘庾公之斯也。’曰：‘吾生矣。’(仆，禦也。孺子曰：吾必生矣。)其仆曰：‘庾公之斯，衛之善射者也。夫子曰吾生，何謂也？’曰：‘庾公之斯學射於尹公之他，尹公之他學射於我。夫尹公之他，端人也，其取友必端矣。’(端人，用心不邪辟。知我是其道本所出，必不害我也。)庾公之斯至，曰：‘夫子何為不執弓？’曰：‘今日我疾作，不可以執弓。’曰：‘小人學射於尹公之他，尹公之他學射於夫子，我不忍以夫子之道反害夫子。雖然，今日之事，君事也，我不敢廢。’抽矢叩輪，去其金，發乘矢而後反。”(庾公之斯至，竟如孺子之所言。而曰：我不敢廢君事，故叩輪去鏃，使不害人，乃以射孺子，禮射四發而去。乘，四也。《詩》云：“四矢反兮。”孟子言是以明羿之罪，假使如子濯孺子之得尹公之他而教之，何由有逢蒙之禍乎。)"
      },
      {
        "index": 47,
        "text": "疏“逢蒙學射”至“乘矢而後反”。○正義曰：此章指言求交取友，必得其人，得善以全，養凶獲患，是故子濯濟難，夷羿以殘，可以鑒也。“逢蒙學射於羿，盡羿之道，思天下惟後羿所射有強於己，於是反妒之，而殺其後羿。“孟子曰：是亦羿有罪焉”，孟子複言逢蒙所以殺其後羿，是後羿亦有可罪之道者焉。“公明儀曰：宜若無罪焉”，孟子引公明儀於往日嚐曰逢蒙殺羿，宜若羿無罪而見殺焉，又鄙之公明儀之言，曰：薄乎此言爾，安得謂之無罪焉？昔鄭國之君使子濯孺子為大夫，以侵伐其衛國。衛君乃使大夫庾公之斯追捉其子濯，子濯乃曰：今日我瘧疾發作，不可以執弓而敵之，我必死矣。遂問其禦仆曰：衛之追趕我者是誰也。其禦仆乃告之曰：衛大夫庾公之斯者也。子濯即曰：我得生矣，不能死我也。其禦仆乃問：庾公之斯是衛國之最善射者也，而夫子乃曰吾生矣，是何之謂也？子濯乃與之禦仆曰：庾公之斯學射於尹公之他，尹公之他學射於我，夫尹公之他，端正之人也，其所友亦必端正之人然後教其射矣。庾公之斯遂追至子濯之所，見子濯不執弓矢，乃問曰：夫子何為不執弓以拒之。子濯告之曰：今日我瘧疾發作，不可以執弓矣。庾公之斯乃自稱己為小人，言小人學射於尹公之他，尹公之他學射於夫子，今不忍以夫子之道而反歸害其夫子矣。雖然，不忍害夫子，奈以今日所追之事，乃君命之事也，我亦不敢廢背其君命耳，遂不免抽取其矢，而敲之於車輪之上，乃去其鏃利而發射子濯，至發其四矢，然後乃反歸而不追之。蓋去鏃利，所以無害於子濯耳。云乘矢者，乘，四矢也，蓋四馬為一乘，是亦取其意也。○注“ 羿有窮”至“殺之”。○正義曰：羿有窮後羿者，說在《梁王》首篇詳矣。云“逢蒙，羿之家眾”至“殺之”者，案襄公四年《左傳》云：“將歸自田，家眾殺而烹之，以食其子。子不忍食諸，死於窮門。”杜注云“子，羿之子也，不忍食，又殺之國門。”○注“孺子，鄭大夫。庾公，衛大夫”。○正義曰：襄公十四年《左傳》云：“尹公他學射於庾公差，庾公差學射於公孫丁。二子追衛獻公，公孫丁禦公。子曰：‘射為背師，不射為戮，射為禮乎？’射兩鉤而還。尹公他曰：‘子為師，我則遠矣。’乃反之。公孫丁授公轡而射之，貫臂。”杜預曰：“子魚，庾公差。”然則孟子之言，與此不同，是二說必有取一焉。"
      },
      {
        "index": 48,
        "text": "孟子曰：“西子蒙不潔，則人皆掩鼻而過之。(西子，古之好女西施也。蒙不潔，以不潔汗巾帽而蒙其頭麵。麵雖好，以蒙不潔，人過之者皆自掩鼻，懼聞其臭也。)雖有惡人，齋戒沐浴，則可以祀上帝。(惡人，醜類者也。麵雖醜而齋戒沐浴，自治潔淨，可以待上帝之祀。言人當自治以仁義乃為善也。)"
      },
      {
        "index": 49,
        "text": "疏“孟子”至“上帝”。○正義曰：此章指言貌好行惡，西子蒙臭，醜人潔服，供事上帝，明當修飾，惟義為常也。孟子言西施之女，其貌雖好，然加之不潔巾帽而蒙其頭，則人見之亦必遮掩鼻而過之，更不顧也；如惡人雖曰至醜，然能齋戒沐浴，自潔淨其身，則亦可以供事上帝矣。孟子之意，蓋人能修絜其己，雖神猶享，而況於人乎？然知人修治其己，不可以已也。○注“西子西施”。○正義曰：案《史記》云：西施，越之美女，越王勾踐以獻之，吳王夫差大幸之。每入市，人願見者，先輸金錢一文。是西施也。"
      },
      {
        "index": 50,
        "text": "孟子曰：“天下之言性也，則故而已矣。故者以利為本。(今天下之言性，則以故而已矣。以言其故者，以利為本耳。若杞柳為杯棬，非杞柳之性也。)所惡於智者，為其鑿也。(惡人欲用智而妄穿鑿，不順物之性，而改道以養之。)如智者若禹之行水也，則無惡於智矣。禹之行水也，行其所無事也。(禹之用智，決江疏河，因水之性，因地之宜，引之就下，行其空虛無事之處。)如智者亦行其所無事，則智亦大矣。(如用智者，不妄改作，但循理，若禹之行水於無事，則為大智也。)天之高也，星辰之遠也，苟求其故，千歲之日至可坐而致也。”(天雖高，星辰雖遠，誠能推求其故常，千歲日至之日可坐而致也。星辰，日月之會。致，至也。知其日至在何日也。)"
      },
      {
        "index": 51,
        "text": "疏“孟子曰”至“可坐而致也”。○正義曰：此章指言能修性守故，天道可知，妄智改常，必與道乖，性命之指也。“孟子曰：天下之言性也，則故而已矣。故者以利為本”至“可坐而致也”者，孟子言今夫天下之人有言其性也者，非性之謂也，則事而已矣。蓋故者事也，如所謂故舊無大故之故同意。以其人生之初，萬理已具於性矣，但由性而行，本乎自然，固不待於有為則可也，是則為性矣。今天下之人，皆以待於有為為性，是行其性也，非本乎自然而為性者耳，是則為事矣。事者必以利為本，是人所行事必擇其利然後行之矣，是謂“故者以利為本”矣。我之所以有惡於智者，非謂其智也，為其不本性之自然之為智，但穿鑿逆其自然之性而為智者矣，故曰“所惡於智者，為其鑿也”。孟子言此，又恐後人因是遂以為故與智為不美，所以複為明言之，故言如為智者，若禹之治水，則我無惡於為智矣。以其大禹之治行其水也，但因水自然之性引而通之，是行其所無事者也，非逆其水性而行之也。若今之人為智，但因性之自然而為智，是亦行其無事耳，而其為智亦大智者矣。此孟子於此以為智之美，又非所謂惡之者也。且天之最高者也，星辰最遠者也，然而誠能但推求其故常，雖千歲之後，其日至之日，亦可坐而計之也。孟子於此以故為美，所以又執是而言之耳，以其恐人不知已前所謂則故而已矣為事之故，遂引天與星辰而言故常之故，於此為美也。謂人之言性者，但本乎故常自然之性而為性，不以妄自穿鑿改作，則身之修，亦若天與星辰之故常，而千歲日至之日，但可坐而致也：此所以明其前所謂故為事故之故，終於此云故乃故常之故，蓋故義亦訓常，所謂必循其故之故同。○注“以杞柳為杯棬”。○正義曰：經之《告子》篇文也。○注“星辰，日月之會”。○案孔安國《尚書傳》云：“星辰，日月所會也。”《書》云“辰弗集於房”是也。"
      },
      {
        "index": 52,
        "text": "公行子有子之喪。右師往吊，入門，有進而與右師言者，有就右師之位而與右師言者。(公行子，齊大夫也。右師，齊之貴臣王，字子敖者。公行之喪，齊卿大夫以君命會，各有位次，故下云朝廷也。與言者，皆諂於貴人也。)孟子不與右師言，右師不悅，曰：“諸君子皆與言，孟子獨不與言，是簡也。”(右師謂孟子簡其無德，故不與言，是以不悅也。)孟子聞之曰：“禮，朝廷不曆位而相與言，不逾階而相揖也。我欲行禮，子敖以我為簡，不亦異乎”(孟子聞子敖之言，曰：我欲行禮，故不曆位而言，反以我為簡異也。云以禮者，心惡子敖，而外順其辭也。)"
      },
      {
        "index": 53,
        "text": "疏“公行子”至“不亦異乎”。○正義曰：此章指言循理而動，不合時人，阿意事貴，脅肩所尊，俗之情也。是以萬物皆流，而金石獨止。“公行子有子之喪。右師往吊，人門，有進而與右師言者，有就右師之位而與右師言”者，公行子，齊國之大夫，喪其子，故有子之喪。王字子敖者，公行子家而吊慰，入公行之門，其間有進揖而與右師王言者，又有就右師王之位所而與言者。“孟子不與右師言”至“不亦異乎”者，言孟子獨不與右師言。右師見孟子不與之言，乃不說而有憤憤之色，曰：諸君子之眾賢皆與我言，獨孟子不與我言，是孟子簡略不禮於我也。孟子聞王此言，乃告之曰：不與右師言者，乃是禮然也，於禮，則朝廷之間不曆位所而相與言，又不逾越階而相揖，我欲行其禮，故如是不與之言也。子敖今以我為簡略而為不禮，是其言不亦乖異於禮乎。○注“右師，齊之貴臣”。○正義曰：古者天子之卿，尊者謂之大師，卑者謂之少師。諸侯之卿，尊者謂之左師，卑者謂之右師故也。"
      },
      {
        "index": 54,
        "text": "孟子曰：“君子所以異於人者，以其存心也。君子以仁存心，以禮存心。仁者愛人，有禮者敬人。愛人者，人常愛之。敬人者，人常敬之(存，在也。君子之在心者，仁與禮也。愛敬施行於人，人亦必反報之於已也。)有人於此，其待我以橫逆，則君子必自反也：‘我必不仁也，必無禮也，此物奚宜至哉。’(橫逆者，以暴虐之道來加我也。君子反自思省，謂己仁、禮不至也，物，事也，推此人何為以此事來加於我也。)其自反而仁矣，自反而有禮矣，其橫逆由是也，君子必自反也：‘我必不忠。’(君子自謂我必不忠。)自反而忠矣，其橫逆由是也，君子曰：‘此亦妄人也已矣。如此，則與禽獸奚擇哉？於禽獸又何難焉？’(妄人，妄作之人。無知者與禽獸何擇異也？無異於禽獸，又何足難矣？)是故君子有終身之憂，無一朝之患也。乃若所憂則有之：舜，人也；我，亦人也。舜為法於天下，可傳於後世，我由未免為鄉人也，是則可憂也。(君子之憂，憂不如堯舜也。)憂之如何？如舜而已矣。(憂之當如何乎？如舜而後可，故終身憂也。)若夫君子所患則亡矣，非仁無為也，非禮無行也。如有一朝之患，則君子不患矣。”(君子之行，本自不致患，常行仁禮，如有一朝橫來之患，非己愆也。故君子歸天，不以為患也。)"
      },
      {
        "index": 55,
        "text": "疏“孟子曰”至“君子不患矣”。○正義曰：此章指言君子責己，小人不改，比之禽獸，不足難矣，蹈仁行禮，不患其患，惟不若舜，可能憂也。“孟子曰：君子所以異於人者”至“人常敬之”者，孟子言君子之人所以有別於眾人者，以其存心與眾人別也，君子之人，常以仁道存乎心，又以禮存乎心。以仁存乎心者，是愛人者也；有禮存乎心者，是敬人者也。愛人者，人亦常愛之；敬人者，人亦常敬之：蓋人所以亦常愛敬之者，抑以施報自然之道也。“有人於此”至“又何難焉”，孟子又托言，今有人在此，其待我者，皆以橫逆暴虐之道而待我，則為君子者，必自反責於已也，以其是我必不仁，又無禮也，此所以待我橫逆，故曰“此物奚宜至哉”。言此人何為以此橫逆加我哉？是必於我有不仁之心，有無禮之行，此人所以如是而加我矣。其自反而仁矣，自反而有禮矣，其橫逆加我又由此者，君子之人，又必自反責其己，以為是我必有不忠之心矣。自反既以有忠，其橫逆加我者又由此，君子之人乃曰：此人以橫逆暴虐之道加我，是必妄人矣。如此為妄人矣，則與禽獸奚擇有異哉？既為禽獸，於我又何足責難焉？此君子之人又自歸己，而不譴彼之罪矣。“是故君子有終身之憂”至“君子不患矣”者，孟子言如此，是故君子有終身之憂慮，而無一朝之患難。乃若君子有所憂慮，是亦不為無焉，然而有憂者，但憂慮而為舜帝亦一人也，我亦一人也，舜帝既為法於天下，可傳之於後世，以為人所取則，而我猶尚未免為鄉俗之人，此則君子可憂也。既以憂之，是如之何憂？言憂但慕如舜為法、可傳於後世而止矣。然則君子其於有所患則無矣，非仁之事，既以無為，非禮之事，既以不行，然而如有一朝之患，則君子亦不為之患矣。無他，以其非己之有愆過而招之也。其所以有患者，亦彼之患，不足為我之患也。前所謂橫逆待我，是必妄人也，己於禽獸又何足難焉，正此之謂也。孟子言之，是亦欲人以仁、禮存心，其有橫逆加己，又當反己，故無患及耳。"
      },
      {
        "index": 56,
        "text": "禹、稷當平世，三過其門而不入。孔子賢之。顏子當亂世，居於陋巷，一簞食，一瓢飲，人不堪其憂，顏子不改其樂。孔子賢之。孟子曰：“禹、稷、顏回同道。禹思天下有溺者，由己溺之也；稷思天下有饑者，由己饑之也：是以如是其急也。禹、稷、顏子，易地則皆然。(當平世，三過其門者，身為公卿，憂民者也；當亂世，安陋巷者，不用於世，窮而樂道者也：孟子以為憂民之道同，用與不用之宜若是也，故孔子俱賢之。禹、稷急民之難若是，顏子與之易地，其心皆然。不在其位，故勞佚異。)今有同室之人鬥者，救之，雖被發纓冠而救之可也。鄉鄰有鬥者，被發纓冠而往救之，則惑也，雖閉戶可也。”(纓冠者，以冠纓貫頭也。鄉鄰，同鄉也。同室相救，是其理也，喻禹、稷。走赴鄉鄰，非其事，顏子所以閉戶而高枕也。)"
      },
      {
        "index": 57,
        "text": "疏“禹、稷當平世”至“可也”。○正義曰：此章指言上賢之士，得聖一概，顏子之心，有同禹、稷，時行則行，時止則止，失期節則惑矣。“禹、稷當平世”至“易地則皆然”者，孟子言大禹與後稷皆當平治之世，急於為民，三過家門而不入其室，孔子皆助為賢，故尊賢之；顏淵當危亂之世，不得其用，居處於隘陋之巷，但以一簞盛其食、一瓢盛其飲而飲、食之，時人皆不堪忍此之憂，顏淵獨樂於道而不改此憂，孔子亦以為賢。孟子乃至於此，乃自曰：禹、稷、顏回三人，其道則同耳。以其大禹於是時思念天下有因洪水而沉溺也，後稷於是時思念天下有因水土未平而被饑餓之者，亦如已被其饑餓也，是以三過家門而不入其室，而為民如是之急也。禹、稷與顏子更易其地，則皆能如是。謂顏子在禹、稷之世，亦能如禹、稷如是為民之急；禹、稷在顏子之世，亦能不改其樂：是則為同道者也。若其有異，但時之一平一亂矣。“今有同室之人”至“可也”者，孟子又以此言比喻之，謂禹、稷為民如是之急，若今有同室之人有鬥爭之者，救勸之者雖被發而纓冠於頭而救勸之可也，無它，以其人情於同居，是為親者也，如有爭鬥而不救勸之，是疏其親也；禹、稷當平世，既達而在上，亦急於為民也，如不急於民，是在上位而不恤民者也。孟子固以同室之人救鬥為喻。顏子在陋巷而不改其樂，若今有同鄉之人有爭鬥者，如被散其發而纓冠於頭而救勸之，則為惑者矣，雖閉戶而勿救之可也，無它，以其鄉鄰於己為疏，非親也，如往救之，是親其疏矣；顏子當危亂之世，既窮而不得用，亦宜處陋巷而不改其樂耳，如改其樂，是媚於世而非賢者也。孟子故以鄉鄰之人不救為喻。由此推之，則孟子為禹、稷、顏回同道，是其不誣於後世也。孔子曰“賢哉！回也”。是孔子賢顏回之謂也；又曰“禹，吾無間然矣”。是孔子賢禹之謂也；南宮適曰“禹、稷躬稼而有天下”，子曰“君子哉若人，尚德哉若人”，以此觀之，孔子美南宮適云及此二人者如此，是知孔子有賢於禹、稷也，抑亦是孔子賢稷之謂也。然而“三過其門”則主乎禹，今孟子則兼稷言之，何也？曰：孔子言躬稼，其亦主於稷而乃兼禹言之，以禹之治水，非暨稷之播殖則無以奏艱食，非得禹之平水土則無以為躬稼，是二者未常不相待為用耳。孔、孟交言之，是亦一道也。蓋躬稼而有天下，雖出乎南宮適之言，然孔子美之者，亦孔子之言也，故云孔子言也。"
      },
      {
        "index": 58,
        "text": "公都子曰：“匡章通國皆稱不孝焉。夫子與之遊，又從而禮貌之，敢問何也？”(匡章齊人也，一國皆稱不孝，問孟子何為與之遊，又禮之以顏色喜悅之貌也？)孟子曰：“世俗所謂不孝者五：惰其四支，不顧父母之養，一不孝也；博弈好飲酒，不顧父母之養，二不孝也；好貨財，私妻子，不顧父母之養，三不孝也；從耳目之欲，以為父母戮，四不孝也；好勇鬥很，以危父母，五不孝也。章子有一於是乎？(惰懈不作，極耳目之欲以陷罪，戮及父母。凡此五者，人所謂不孝之行。章子豈有一事於此五不孝中也。)夫章子，子父責善而不相遇也。責善，朋友之道也。父子責善，賊恩之大者。(遇，得也。章子子父親教，相責以善，不能相得，父逐之也。朋友切磋，乃當責善耳。父子相責以善，賊恩之大者也。)夫章子豈不欲有夫妻子母之屬哉？為得罪於父，不得近，出妻屏子，終身不養焉。(夫章子豈不欲身有夫妻之配，子有子母之屬哉？但以身得罪於父，不得近父，故出去其妻，屏遠其子，終身不為妻子所養也。)其設心以為不若是，是則罪之大者。是則章子已矣。”(章子張設其心，執持此屏妻子之意，以為得罪於父，而不若是以自責罰，是則罪益大矣。是章子之行已矣，何為不可與言。)"
      },
      {
        "index": 59,
        "text": "疏“公都子曰”至“則章子而已矣”。○正義曰：此章指言匡章得罪，出妻屏子，上不得養，下以責己，眾曰不孝，其實則否，是以孟子以為禮貌之也。“公都子曰：匡章通國皆稱不孝焉”至“敢問何也”者，公都子謂孟子曰：匡章子，遍國人皆稱為不孝者焉，夫子乃與之遊，又從而敬悅之，敢問夫子是如之何？“孟子曰：世俗所謂不孝者五”至“於是乎”，孟子答公都子曰：世俗之人所謂為不孝之行有五，怠惰其四支，不作事業，而不顧父母之所養，為一不孝也；博弈好飲酒，而不顧父母之所養，為二不孝也；好貨財，私愛妻子，而不顧父母之所養，為三不孝也；縱其耳目之所欲，陷於其罪，以辱及父母，是四不孝也；好勇暴，好爭鬥，好頑很，以驚危父母，是五不孝也。章子豈有一事於此五不孝乎。“夫章子，子父責善而不相遇也。責善，朋友之道也，父子責善，賊恩之大者”，孟子言章子但失於父子責善不相遇也。不遇者，是不相得也。其所以相責於善，乃朋友切磋琢磨之道也。如父子相責善，是賊害其父子之恩大者矣。“夫章子豈不欲有夫妻子母之屬哉”至“是則章子而已矣”，孟子又言夫章子與父子不相遇而離之，豈以章子不欲有夫妻子母之為親屬哉？為其得罪於父，不得近焉，故用出去其妻，屏逐其子，終身不為妻子所養也。其章子如或開設於心為不若是，離之父，故出妻屏子，是陷父於不義之罪者矣，是則罪之莫大者矣。是則章子之行，以此而已，我何可絕而不與之邪？以此論之，則章子之過，過於厚者矣，宜孟子與之遊，又從而禮貌之也。蓋謂不顧父母之養者，是有逆於父母，而不順父母之意耳。《孝經》云：“父有爭，子則身不陷於不義。”禮云：“與其得罪於州閭鄉黨，寧熟諫。”然則父有不義，雖熟諫以爭之可也，又安可以朋友責善施於父子之間哉。故章子所以離之，遂用出妻屏子，為其父有不義而不可言耳。"
      },
      {
        "index": 60,
        "text": "曾子居武城，有越寇。或曰：“寇至，盍去諸？”(盍，何不也。曾子居武城，有越寇將來，人曰寇方至，何不去之？)曰：“無寓人於我室，毀傷其薪木。”寇退，則曰：“脩我牆屋，我將反。”(寓，寄也。曾子欲去，戒其守人曰：無寄人於我室，恐其傷我薪草樹木也。寇退，則曰：治牆屋之壞者，我將來反。)寇退，曾子反。左右曰：“待先生如此其忠且敬也，寇職則先去以為民望，寇退則反，殆於不可。”(左右相與非議曾子者，言武城邑大夫敬曾子，武城人為曾子忠謀，勸使避寇，君臣忠敬如此，而先生寇至則先去，使百姓瞻望而效之，寇退安寧則複來還，殆不可如是。怪曾子何以行之也。)沈猶行曰：“是非汝所知也。昔沈猶有負芻之禍，從先生者七十人，未有與焉。”(沈猶行，曾子弟子也。行謂左右之人曰：先生之行，非汝所能知也。先生，曾子也。往者先生嚐從門徒七十人，舍吾沈猶氏，時有作亂者曰負芻，來攻沈猶氏，先生率弟子去之，不與其難。言賓師不與臣同耳。)子思居於衛，有齊寇。或曰：“寇至，盍去諸？”子思曰：“如伋去，君誰與守？”(伋，子思名也。子思欲助衛君赴難。)孟子曰：“曾子、子思同道。曾子，師也，父兄也。子思，臣也，微也。曾子、子思易地則皆然。”(孟子以為二人同道。曾子為武城人作師，則其父兄，故去留無毀。子思，微少也，又為臣，委質為臣當死難，故不去也。子思與曾子，易地皆然。)"
      },
      {
        "index": 61,
        "text": "疏“曾子居武城”至“易地則皆然”。○正義曰：此章指言臣當營君，師在餘裕，二人處義，非殊者也。是故孟子紀之，謂得其同。“曾子居武城，有越寇”至“或曰：寇至，盍去諸”者，孟子言曾子嚐居於武城之邑，有南越寇賊興，或人告之曰：寇賊來，何不去之？“曰：無寓人於我室，毀傷其薪木。寇退，則曰：修我牆屋，我將反”者，言曾子欲去，乃戒其所守之人，曰：無寓人於我此室，而毀傷我薪木。寇賊既退，則曰：修我牆屋，我將反居此。“寇退，曾子反，左右曰：待先生如此其忠且敬也”至“殆於不可”者，言寇賊已退，曾子於是乎反居此也，左右之大夫皆曰：待先生如此其忠而不敢慢也，寇賊至則先去，以使民瞻望而效之。寇退平靜，則反其居，殆不可如是也。“沈猶行曰”至“未有與焉”者，言沈猶行答左右之人，曰：先生之去，非汝所能知者也，往日沈猶有寇賊，自負其芻草來攻我室，隨從先生者有七十人，言曾子率弟子而去之，故未有與及此難也，故得免其禍焉。先生，曾子也。“子思居於衛，有齊寇”至“君誰與守”者，孟子又言子思居於衛邑，有齊國之寇賊興，或人告之曰：寇賊來，何不去之。子思乃自稱名，答或人曰：如使伋見其寇賊至則去之，衛君則誰與為守護。伋，子思名也。“孟子曰，曾子、子思同道”至“易地則皆然”，孟子引至於此，乃曰：曾子、子思二人其道則同也。以其曾子居於武城，則師之道也，如人之父兄也，則去留人不可毀，無它，其以無所拘也；子思居於衛，則臣之道也，其勢則微小也，當赴君之難，不可去也，無它，以其有所拘也。雖然，二人如更易其地，則皆能如是也。謂子思居於曾子之所而為之師，亦未必不能如曾子去留無所拘也，曾子居於子思之所而為之臣，亦未必不能如子思赴君之難而不去也。故曰“曾子、子思同道”。案《史記•弟子傳》：“曾子名參，字子輿，武城人。少孔子四十六歲，孔子以為能通孝道，故授之業，作《孝經》，死於魯國。”○注“伋，子思名也”。○正義曰：案《世家》云：“子思名伋，字子思，伯魚之子，孔子之孫也。六十二，嚐困於宋。子思作《中庸》，沒於衛。”"
      },
      {
        "index": 62,
        "text": "儲子曰：“王使人間夫子，果有以異於人乎？”(儲子，齊人也。間，視也。果，能也。謂孟子曰：王言賢者身貌必當有異，故使人視夫子能有異於眾人之容乎？)孟子曰：“何以異於人哉！堯舜與人同耳。”(人生同受法於天地之形，我當何以異於人哉？且堯舜之貌與凡人同耳。其所以異，乃以仁義之道，在於內也。)"
      },
      {
        "index": 63,
        "text": "疏“儲子”至“同耳”。○正義曰：此章指言人以道殊，賢愚體別，頭員足方，善惡如一。儲子之言，齊王之不達也。儲子謂孟子曰：齊王使人視夫子能有以異別於眾人乎？以其齊王必謂孟子之賢，貌狀須有異於人也。孟子答之曰：我何以有別異於眾人哉？雖堯舜之盛帝亦與人同其貌狀耳。但其所以有異於眾人者，特以仁義之道與人異耳。孟子言此，則知齊王是為不達者也。蓋古之人善觀人者，不索人於形骸之外，而索之於形骸之內。今齊王乃索孟子於形骸之外，宜其過也。○注“儲子，齊人也”。○正義曰：蓋亦因經而為言之也，故孟子仕於齊，今此乃曰王使人來者，是知為齊人。"
      },
      {
        "index": 64,
        "text": "齊人有一妻一妾而處室者。其良人出，則必饜酒肉而後反。其妻問所與飲食者，則盡富貴也。(良人，夫也。盡富貴者，夫詐言其姓名也。)其妻告其妾曰：“良人出，則必饜酒肉而後反，問其與飲食者，盡富貴也，而未嘗有顯者來。吾將間良人之所之也。”(妻疑其詐，故欲視其所之。)蚤起，施從良人之所之，遍國中無與立談者。卒之東郭墦間之祭者，乞其餘；不足，又顧而之他。此其為饜足之道也。(施者，邪施而行，不欲使良人覺也。墦間，郭外塚間也。乞其祭者所餘酒肉也。)其妻歸告其妾曰：“良人者，所仰望而終身也。今若此！”與其妾訕其良人，而相泣於中庭。(妻妾於中庭悲傷其良人，相對涕泣而謗毀之。)而良人未之知也，施施從外來，驕其妻妾。(施施猶扁扁喜悅之貌。以為妻妾不知，如故驕之也。)由君子觀之，則人之所以求富貴利達者，其妻妾不羞也而不相泣者，幾希矣。(由，用也。用君子之道觀之，今求富貴者，皆以枉曲之道，昏夜乞哀而求之，以驕人於白日。此良人為妻妾所羞而泣傷也。幾希者，言今苟求富貴，妻妾雖不羞泣者，與此良人妻妾何異也。)"
      },
      {
        "index": 65,
        "text": "疏“齊人”至“幾希矣”。○正義曰：此章指言小人苟得，謂不見知，君子觀之，與正道乖。妻妾猶羞，況於國人。著以為戒，恥之甚焉。“齊人有一妻一妾”至“幾希矣”者，孟子托此以譏時人苟貪富貴而驕人者也，言齊國中人有一妻一妾者，而居處於室，其良人出外，則必饜飽酒肉而後歸，其妻問所與飲食酒肉者，良人則盡以為富貴者與之也。其妻遂告其妾曰：良人出門則必饜飽酒肉而後歸，問其所與者，良人皆以為富貴者與之也，而未嘗見有富貴顯達者來家中，我將視其良人所往。妻疑之，故欲視其所往也。明日蚤起，乃邪施其身，微從良人之所往，遍盡一國之中，無有與良人立談話者，終往齊國東郭之處，有塚間之祭者，良人乃就乞其餘祭之酒肉，不飽饜，又顧視而求之於他人，以此遂為饜足之道。其妻乃先歸告其妾，曰：良人者，所仰望而終身者也，今乃若此而乞之祭者為饜足。遂與其妾共訕良人，而相對涕泣於中庭之間，而良人未之知其妻妾非訕其已，又施施然喜悅從外來，歸複驕泰其妻妾。孟子引至此，乃曰：由此齊人觀之，則今之人所以諂求富貴利達者，其妻與妾而不羞恥不相對涕泣於中庭者幾希矣。言其少也，皆若此齊人耳。蓋孟子之言，每每及此者，所以救時之弊，不得不如已矣。"
      }
    ]
  }
}
