{
  "chapterNumber": 2,
  "title": "卷一上·梁惠王上",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷一上·梁惠王章句上（凡七章）"
      },
      {
        "index": 2,
        "text": "（梁惠王者，魏惠王也。魏，國名。惠，諡也。王，號也。時天下有七王，皆僭號者，猶《春秋》之時，吳、楚之君稱王也。魏惠王居於大梁，故號曰梁王。聖人及大賢有道德者，王公侯伯及卿大夫鹹原以為師。孔子時，諸侯問疑質禮，若弟子之問師也。魯、衛之君，皆專事焉，故《論語》或以弟子名篇，而有《衛靈公》、《季氏》之篇。孟子亦以大儒為諸侯師，是以《梁惠王》、《滕文公》題篇，以《公孫丑》等而為之，一例者也。）"
      },
      {
        "index": 3,
        "text": "疏“梁惠王章句上”。○正義曰：自此至《盡心》，是《孟子》七篇之目及次第也。總而言之，則《孟子》為此書之大名，“梁惠”以下為當篇之小目。其次第蓋以聖王之盛，唯有堯舜，堯舜之道，仁義為首，故以梁惠王問利國，對以仁義為七篇之首也。此篇凡二十三章趙氏分為上下卷。此上卷隻有七章一章言治國以仁義為名。二章言聖王之德，與民共樂，恩及禽獸。三章言王化之本，在於使民養生喪死之用足備。四章言王者為政之道，生民為首。五章言百里行仁，天下歸之。六章言定天下者一道而已，不貪殺人者，人則歸之。七章言典籍攸載，帝王之道無傳霸之事。其餘十六章分在下卷，各有言說，大抵皆是君國之要務，故述為篇章之先。凡此二十三章既以梁惠王問利國為章首，遂以《梁惠王》為篇名。《公孫丑》以下諸篇，所以次當篇之下，各有所說。云章句者，章文之成也；句者，辭之絕也。又言章者，明也，總義包體，所以明情者也；句必聯字而言，句者局也，聯字分疆，所以局言者也。○注云：“梁惠”至“例者也”。○正義曰：案《史記·世家》云：“魏之先，畢公高之後也。武王伐紂，而高封於畢，是為畢姓。其後絕封，為庶人，或在夷狄，其裔曰畢萬，事晉獻公。獻公十六年，以魏封畢萬為大夫。卜偃曰：‘畢萬之後必大矣。萬，滿數也。魏，大名也。’畢萬封十一年，獻公卒。畢萬之世彌大，從其國名為魏氏。生武子，武子生悼，悼生嬴，嬴生魏獻子，子生侈，侈之孫曰魏桓子，桓子孫曰文侯，文侯卒，子擊立為武侯，武侯卒，子罃立為惠王。惠王二十一，齊、趙共伐我邑，於是徙都大梁。”然則梁惠王是武侯之子，名罃，諡曰惠。《諡法》云：“愛人好與曰惠。”《汲塚紀年》云：“梁惠成王九年四月甲寅徙都大梁。”○ 《字林》云：“王者天地人，一貫三為王，天下所法也。”是時天下有七王者，魏、趙、韓、秦、齊、楚、燕七雄之王也。云“《論語》或以弟子名篇，而有《衛靈》、《季氏》之篇者，如《顏淵》、《子路》、《子張》，是弟子名篇也，趙岐所以引而為例。"
      },
      {
        "index": 4,
        "text": "孟子見梁惠王。（孟子適梁，魏惠王禮請孟子見之。）王曰：“叟，不遠千里而來，亦將有以利吾國乎？”（曰，辭也。叟，長老之稱，猶父也。孟子去齊，老而之魏，王尊禮之曰：父，不遠千里之路而來，此亦將有以為寡人興利除害者乎？）孟子對曰：“王何必曰利，亦有仁義而已矣。（孟子知王欲以富國強兵為利，故曰：王何以利為名乎？亦有仁義之道可以為名。以利為名，則有不利之患矣。因為王陳之。）王曰：‘何以利吾國？’大夫曰：‘何以利吾家？’士庶人曰：‘何以利吾身？’上下交征利，而國危矣。（征，取也。從王至庶人，故言上下交爭，各欲利其身，必至於篡弑，則國危矣。《論語》曰：“放於利而行，多怨。”故不欲使王以利為名也。又言交為俱也。）萬乘之國，弑其君者必千乘之家。（萬乘，兵車萬乘，謂天子也。千乘，諸侯也。夷羿之弑夏後，是以千乘取其萬乘者也。）千乘之國，弑其君者必百乘之家。（天子建國，諸侯立家。百乘之家，謂大國之卿食采邑有兵車百乘之賦者也，若齊崔、衛甯、晉六卿等，是以其終亦皆弑君，此以百乘取千乘也。上下乘當言國，而言家者，諸侯以國為家，亦以避萬乘稱，故稱家。君臣上下之辭。）萬取千焉，千取百焉，不為不多矣。（周製：君十卿祿。君食萬鍾，臣食千鍾，亦多，故不為不多矣。）苟為後義而先利，不奪不饜。（苟，誠也。誠令大臣皆後仁義而先自利，則不篡奪君位，不足自饜飽其欲矣。）未有仁而遺其親者也，未有義而後其君者也。（仁者親親，義者尊尊。人無行仁而遺棄其親也，無行義而忽後其君長。）王亦曰仁義而已矣，何必曰利！”（孟子複申此者，重嗟其禍也。）"
      },
      {
        "index": 5,
        "text": "疏“孟子見梁惠王”至“何必曰利”。○正義曰：此章言治國之道，當以仁義為名，然後上下和親，君臣集穆，天經地義，不易之道，故以建篇立始也。“孟子見梁惠王”者，是孟子自齊至梁見惠王也。“王曰：叟，不遠千里而來，亦將有以利吾國乎？”者，王，號也，以業為言也；曰，發語詞也；叟，尊老之稱也，言惠王尊老孟子也。惠王尊孟子，曰：叟，不遠千里之路而至，此相將亦有以利益我國乎？云“亦”與”“乎”者，況外物不可必，又非可止於一事耳，故云“亦乎”，與《論語》云“不亦說乎”“不亦樂乎” 同。“孟子對曰：王何必曰利，亦有仁義而已矣”者，是孟子答惠王也。言王何必特止曰財利，我亦有仁義之道，以利益而已。上利以財利為言，下利以利益為言。“王曰：何以利吾國？大夫曰：“何以利吾家？士庶人曰：何以利吾身？上下交征利，而國危矣”者，是孟子托言也。言惠王今問我曰何以利益我國，則為王之大夫必問我曰何以利益我家，為大夫既欲利益其家，則為王之士庶人亦必問我曰何以利益我身。假使上至下至於士庶人，皆且取其利益，而國必危亂喪亡矣。王以國為問，大夫以家為問，士庶人以身為問者，王稱國，故以國問；大夫稱家，故以家問；士庶人無稱，故以身問而已。“萬乘之國，弑其君者必千乘之家。千乘之國，弑其君者必百乘之家”者，孟子言上下交取其利而國喪亡者，是萬乘之國，弑其君者必千乘之家所弑也，無它焉，則千乘之家欲以萬乘之利為多也。千乘之國，弑其君者必百乘之家所弑也，亦無它焉，是百乘之家欲以千乘之利為多也。云弑者，自下殺上謂之弑。“萬取千焉，千取百焉，不為不多”者，孟子言凡欲天子之萬乘者，且於其內取千乘，而為天子之諸侯；欲諸侯之千乘者，且於其內但取百乘而為之大夫，是亦不為少矣，何必交相爭奪，慕多為勝耶？“苟為後義而先利，不奪不饜”者，孟子言且令臣庶皆後去其仁義，而先且以自利，則不交相殺奪，故不足自飽饜。言必殺奪，如千乘奪取萬乘，百乘奪取千乘，然後為飽足也。“未有仁而遺其親者也，未有義而後其君者也”者，孟子言未有心存乎仁而遺棄其親者，亦未有存義而後去其君者，“王亦曰仁義而已矣，何必曰利”者，孟子重嗟歎其禍，故曰：王今亦當曰亦有仁義而已矣，何必特止言其利。一說云：是惠王悟孟子之言為是，而以己言為非，故亦應之曰：仁義而已矣，何必言利。○注云“孟子”至“見之”。○正義曰：案《魏世家》云：“惠王三十五年，惠王以厚幣招賢者，鄒衍、淳于髡、孟子皆至梁”是也。○注“ 曰，辭也”。至“之魏”。○正義曰：詞也，從口乙聲，亦象口氣出也。劉熙曰：叟，長老之稱，依皓首之言父，矩也，家長率教者。云“去齊之魏”者，案《史記·列傳》云“孟子事齊宣王，宣王不能用，乃適魏”是也。○注“征，取也”至“俱也”。○正義曰：征，正也。蓋言君子至於利也，非釋之而弗取也，特不可交征而正取之爾，猶季氏聚斂以弱魯，趙孟資之傾晉之類故也。引“《論語》曰：放於利而行，多怨”者，證其上下交征利而國危亡之意也。孔曰：放，依也。每事依利而行，取怨之道也。云“交，俱也”。蓋云俱，皆也。○注“ 萬乘”至“萬乘也”。○正義曰：案《司馬法》云“六尺為步，步百為畝，畝百為夫，夫三為屋，屋三為井，井十為通，通十為成，成方十里，成十為終，終十為同，同方百里，同十為封，封十為畿，畿方千里。有稅有賦，稅以足食，賦以足兵。一同百里，提封萬井，定出賦六千四百井，戎馬四百匹，兵車百乘，此卿大夫采地之大者也，是謂百乘之家。一封三百一十六裏，提封十萬井，定出賦六萬四千井，戎馬四千匹，兵車千乘，此諸侯之大者也，是謂千乘之國。天子畿方千里，提封百萬井，定出賦六十四萬井，戎馬四萬匹，兵車萬乘，故稱萬乘之主。”云“夷羿弑夏後”者，引之以語千乘取萬乘也。案魯襄四年《左傳》曰：“ 昔有夏之方衰也，後羿自鉏遷於窮石，因夏民以代夏政。杜預曰：“禹孫大康淫放失國，夏人立其弟仲康，仲康亦微弱。仲康卒，子相立。羿遂代相，號曰有窮，後為少康所滅。”注云夷羿者，《左傳》襄四年杜注云：“夷，氏也。故云夷羿。○注云“齊崔、衛甯、晉六卿等”。○正義曰：此引之以證百乘取千乘也。齊崔，崔杼，為齊之大夫，《語》云“崔子弑齊君”，襄公二十五年《左傳》云“崔杼作亂”是也。衛甯，甯喜也，為衛大夫，《史記·世家》衛獻公十八年：甯惠子與孫文子逐獻公，獻公奔齊，齊置獻公於聚邑，孫、甯共立定公弟秋為衛君，是為殤公。殤公十二年，為晉平公所執，獻公複入衛。後元年誅甯喜。又襄二十六年書“甯喜弑其君剽”是也。六卿：魏獻子與韓宣子、趙簡子、智文子、中行氏子、範獻子六人是也。《史記·世表》云：昭公二十八年，六卿誅公族，分其邑，各使其子為大夫故也。○注“周製”至“不多矣”。○正義曰：周製蓋言周之所製也。《王製》云“君十卿祿”是也。云“鍾，量名也”，晏子曰“齊舊四量：豆、區、釜、鍾，四升為豆，四豆為區，四區為釜，釜十為鍾”是也。○注“苟誠也”至“欲矣”。○正義曰：《語》云“苟子之不欲”、“苟能正其身”之苟同。去厭者，《說文》云：“饜，飽也，字從厭從食也，飽則厭食也。”此一章遂為七篇之首章。"
      },
      {
        "index": 6,
        "text": "孟子見梁惠王。王立於沼上，顧鴻雁麋鹿，曰：“賢者亦樂此乎？”（沼，池也。王好廣苑囿，大池沼，與孟子遊觀，乃顧視禽獸之眾多，其心以為娛樂，誇吒孟子曰：賢者，亦樂此乎。）孟子對曰：“賢者而後樂此。不賢者雖有此，不樂也。（惟有賢者然後乃得樂此耳。謂修堯舜之道，國家安寧，故得有此以為樂也。不賢之人，亡國破家，雖有此，亦為人所奪，故不得以為樂也。）《詩》云：‘經始靈台，經之營之，庶民攻之，不日成之。（《詩·大雅· 靈台》之篇也。言文王始初經營規度此台，民並來治作之，而不與之相期日限，自來成之。）經始勿亟，庶民子來。（言文王不督促使之。亟，疾也。眾民自來赴，若子來為父使之也。）王在靈囿，麀鹿攸伏，麀鹿濯濯，白鳥鶴鶴。（麀鹿，牝鹿也。言文王在囿中，麀鹿懷妊，安其所而伏不驚動也。獸肥飽則濯濯，鳥肥飽則鶴鶴而澤好而已。）王在靈沼，於刃魚躍。’（文王在池沼，魚乃跳躍喜樂，言其德及鳥獸魚鱉也。）文王以民力為台為沼，而民歡樂之，謂其台曰靈台，謂其沼曰靈沼，樂其有麋鹿魚鱉。（孟子謂王誦此詩，因曰文王雖以民力築台鑿池，民由歡樂之，謂其台、沼若神靈之所為，欲使其多禽獸以養文王者也。）古之人與民偕樂，故能樂也。（偕，俱也。言古賢之君，與民同樂，故能得其樂。）《湯誓》曰：‘時日害喪，予及女皆亡！’（《湯誓》，《尚書》篇名也。時，是也。是日，乙卯日也。害，大也。言桀為無道，百姓皆欲與湯共伐之，湯臨士眾誓，言是日桀當大喪亡，我與女俱往亡之。）民欲與之皆亡，雖有台池鳥獸，豈能獨樂哉！”（孟子說《詩》、《書》之義，以感喻王，言民欲與湯共亡桀。雖有台池禽獸，何能獨樂之哉！複申明上言“不賢者雖有此，不樂也”。）"
      },
      {
        "index": 7,
        "text": "疏“孟子見梁惠王”至“豈能獨樂哉”。○正義曰：此章言聖王之德，與民共樂，恩及鳥獸，則忻戴其上，大平化興；無道之君，眾怨神怒，則國滅祀絕，不得保守其所樂也。“孟子見梁惠王。王立於沼上，顧鴻雁麋鹿”者，是孟子在梁時，見惠王立於沼之上，而顧盼鴻雁麋鹿之狀也。曰“賢者亦樂此乎”者，是惠王稱譽孟子為賢者，問孟子亦樂此池沼之上而顧盼鴻雁麋鹿乎？云“乎”，意恐孟子樂與不樂，所以云“乎”而作疑之之辭也。“孟子對曰：賢者而後樂此。不賢者雖有此，不樂也”者，是孟子答惠王。言唯有德之賢者為君，然後得樂於此；如君之不賢，雖有此鴻雁麋鹿之顧，亦不得其樂也。“《詩》云：經始靈台，經之營之，庶民攻之，不日成之。經始勿亟，庶民子來”者至“魚躍”，是孟子為王誦此《靈台》之詩，以證賢者而後樂此也。言文王規度，始於靈台，而經營之際，眾民皆作治之，故台不期日而有成。言其成之速也。既成之速，文王未嘗亟疾使民成之用如此之速也，是眾民自然若子來如為父之使耳，故如此之速也。“王在靈囿，麀鹿攸伏，麀鹿濯濯，白鳥鶴鶴”者，言文王在靈囿之時，麀鹿皆安其所而伏臥以懷其妊，又且不驚動，非特不驚動，又且濯濯然而肥飽，非特麀鹿之肥飽，其於白鳥又且鶴鶴然而肥澤也。麀鹿，牝鹿也。“王在靈沼，於刃魚躍”者，言文王在靈沼之時，則魚盈滿乎沼中，又且跳躍喜樂如也。言其魚之微物，亦且得其所也。“文王以民力為台為沼，而民歡樂之，謂其台曰靈台，謂其沼曰靈沼，樂其有麋鹿魚鱉”者，是孟子至此又自言文王作台沼之意，而感喻於惠王也。文王雖以民力為其台、沼，然而民皆喜樂而為之，如謂其台、沼，則曰靈台、靈沼也。以靈台、靈沼云者，謂其文王之德化，亦樂其有之行如神靈之所至，故謂其台、沼必曰為靈台、靈沼，凡此者無他焉，是眾民感文王之德化，亦樂其有魚鱉禽獸之多以奉養文王也已。“古之人與民偕樂，故能樂也”者，言古之賢君如此文王與民同其樂，故能得此台池之樂也。“《湯誓》曰：時日害喪，予及女皆亡”者，是孟子引《商書》。謂桀於是時無道，暴虐百姓，故百姓皆欲與湯王共伐之。湯於是往伐，臨於眾中，誥誓之曰：是日桀當大滅，我與女眾共往滅之。一云“ 時日害喪，予及女皆亡”者，是桀云，故《湯誓》引而言之也。謂桀云天有是日，猶吾之有民，日曷有亡哉！日亡則吾與民亦俱亡矣。“ 民欲與之皆亡，雖有台池鳥獸，豈能獨樂哉”者，是孟子首對惠王曰“不賢者雖有此，不樂也”，故引此桀而證其言也。言桀為不賢之君，民亦欲與湯共伐之，雖有台池、鳥獸，豈能得獨享其此樂哉！言不能得樂也。○注云“《詩·大雅》至“成之也”。○正義曰：《周詩·大雅》篇名，曰《靈台》，注云：“天子有靈台者，所以觀祲象，察氣之妖祥也。”神之精明者稱曰靈，四方而高曰台。文王受命於周，作邑於豐，立靈台。又案《春秋傳》曰：“公既視朔，遂登觀台以望，而書云物為備。”○注“言文王”至“使也”。○正義曰：案《靈台》之詩，箋云：“亟，急也。度始靈台之基，眾民各以子成父事而來攻之。”○注云“麀鹿”至“澤好”。○正義曰：毛氏《注》云：“麀鹿，牝鹿也。囿所以域養禽獸也。天子百里，諸侯四十里。”箋云：“攸，所也，言所遊伏。”毛注云：“濯濯，娛遊也。鶴鶴，肥澤也。”○注“文王”至“魚鱉”。○正義曰：《詩》注云：“沼，池也。刃，滿也。”箋云：“靈沼之魚，盈滿其中，皆跳躍，亦言得其所。”○注云“湯誓”至“亡之”。○正義曰：《湯誓》，《商書》之篇名也。案《史記》云：“是日何時喪？予與女皆亡”駰注曰：“《尚書大傳》云：桀云天之有日，猶吾之有民，日有亡哉？日亡則吾亦亡矣。”《尚書》孔安國注云：“比桀於日，曰是日何時喪，我與女皆亡，欲殺身以喪桀是也。”《檀弓》云“子卯不樂”，鄭注云：“紂以甲子死，桀以乙卯亡也。”"
      },
      {
        "index": 8,
        "text": "梁惠王曰：“寡人之於國也，盡心焉耳矣。（王侯自稱孤寡，言寡人於治國之政，盡心欲利百姓。焉耳者，懇至之辭。）河內凶，則移其民於河東，移其粟於河內。河東凶亦然。（言凶年以此救民也。魏舊在河東，後為強國，兼得河內也。）察鄰國之政，無如寡人之用心者。（言鄰國之君用心憂民，無如己也。）鄰國之民不加少，寡人之民不加多，何也？”（王自怪為政有此惠，而民人不增多於鄰國者，何也？）孟子對曰：“王好戰，請以戰喻。（因王好戰，故以戰事喻解王意？)填然鼓之，兵刃既接，棄甲曳兵而走，或百步而後止，或五十步而後止。以五十步笑百步，則何如？”（填，鼓音也。兵以鼓進，以金退。孟子問王曰：今有戰者，兵刃已交，其負者棄甲曳兵而走，五十步而止，足以笑百步者否？）曰：“不可，直不百步耳，是亦走也。”（王曰：不足以相笑也。是人俱走，直爭不百步耳。）曰：“王如知此，則無望民之多於鄰國也。（孟子曰：王如知此不足以相笑，王之政猶此也，王雖有移民轉粟之善政，其好戰殘民與鄰國同，而獨望民之多，何異於五十步笑百步者乎？）不違農時，穀不可勝食也。（從此已下，為王陳王道也。使民得三時務農，不違奪其要時，則五穀饒穰，不可勝食。）數罟不入洿池，魚鱉不可勝食也。（數罟，密網也。密細之網所以捕小魚鱉也，故禁之不得用。魚不滿尺不得食。）斧斤以時入山林，材木不可勝用也。（時謂草木零落之時，使材木茂暢，故有餘。）穀與魚鱉不可勝食，材木不可勝用，是使民養生喪死無憾也。（憾，恨也。民所用者足，故無恨。）養生喪死無憾，王道之始也。（王道先得民心，民心無恨，故言王道之始。）五畝之宅，樹之以桑，五十者可以衣帛矣。（廬井、邑居各二畝半以為宅，各入保城二畝半，故為五畝也。樹桑牆下，古者年五十，乃衣帛矣。）雞豚狗彘之畜，無失其時，七十者可以食肉矣。（言孕字不失時也。七十不食肉不飽。）百畝之田，勿奪其時，數口之家，可以無饑矣。（一夫一婦，耕耨百畝。百畝之田，不可以徭役奪其時功，則家給人足。農夫上中下所食多少各有差，故總言數口之家也。）謹庠序之教，申之以孝悌之義，頒白者不負戴於道路矣。（庠序者，教化之宮也。殷曰序，周曰庠。謹脩教化，申重孝悌之義。頒者，班也。頭半白班班者也。壯者代老，心各安之，故頒者不負戴也。）七十者衣帛食肉，黎民不饑不寒，然而不王者，未之有也。（言百姓老稚溫飽，禮義脩行，積之可以致王也。孟子欲以風王何不行此，可以王天下，有率土之民，何但望民多於鄰國？）狗彘食人食而不知檢，塗有餓莩而不知發。（言人君但養犬彘，使食人食，不知以法度檢斂也。塗，道也。餓死者曰莩。《詩》曰：“莩有梅。”莩，零落也。道路之旁有餓死者，不知發倉廩以用賑救之也。）人死，則曰：‘非我也，歲也。’是何異於剌人而殺之，曰：‘非我也，兵也。’（人死，謂餓疫死者也。王政使然，而曰非我殺之，歲殺之也，此何以異於用兵殺人，而曰非我也，兵自殺之也。）王無罪歲，斯天下之民至焉。”（戒王無歸罪於歲，責己而改行，則天下之民皆可致也。○）"
      },
      {
        "index": 9,
        "text": "疏“梁惠王曰”至“民至焉”。○正義曰：此章言王化之本，在於使民養生喪死之用足備，然後導之以禮義，責己矜窮，則斯民集矣。王侯自稱曰寡，惠王與孟子曰：寡人之於國，盡其心而為民耳矣。“耳矣”者，言至極也。言河內凶荒，我則移徙民於河東之地；河東粟多，我則移之於河內；河東之地凶荒，我則又如此而移民，故曰亦然也。“察鄰國之政，無如寡人之用心”者，察，詳視也，言詳視鄰國之君，無有似寡人如此之用心者，然而鄰國之人民不加益其損，寡人之人民不加益其多，是如之何？故曰：“鄰國之民不加少，寡人之民不加多，何也？”遂以此而問孟子。“孟子對曰：王好戰，請以戰喻”，是孟子答惠王。言惠王心好征戰，故孟子請以戰事比喻而解王意。“填然鼓之，兵刃既接，棄甲曳兵而走，或百步而後止，或五十步而後止，以五十步笑百步，則何如”者，是孟子言戰事之語也。填，塞也，又滿也。趙氏云：鼓音，蓋言鼓音之充塞洋洋而盈滿也。言鼓音既充塞盈滿於戰陣之際，則兵刃刀槍既以交接，兵刃既交接，乃棄去其甲、曳散其兵而反走者，或百步之間而止，或五十步之間而止。以五十步之間而止者，則笑走至百步之間而止者，則王以為如何？曰“不可，直不百步耳，是亦走也”，惠王答孟子，言凡征戰之際，鼓音既填然，則不可棄去其甲、曳散其兵而相笑走也。雖有走或隻止於五十步，或有止於百步，言其但自棄甲曳兵而反走者，是雖止於五十步，不至於百步，然皆是走也，豈可以五十步笑百步哉！故曰“直不百步耳，是亦走也”。“曰：王如知此，則無望民之多於鄰國”者，是孟子答惠王。言惠王如能知此不可以五十步笑百步，則王無更望其國民加多於鄰國也。意謂王既好征戰而殘民，而以轉粟移民為盡心，欲望民加多於鄰國，是亦五十步笑百步之走者也。“不違農時，穀不可勝食”至“不王未之有也”者，是皆孟子又為王陳其王道也。言使民無違奪其春耕、夏耘、秋收三時之要，則五穀豐盛饒穰，雖勝食之多，亦不可盡也；密細之網不入於洿池，則魚鱉不可勝食；斧斤以草木零落之時入山林，不以草木生長之時入之，則材木不可勝用也。穀與魚鱉既不可勝食，材木既不可勝用，是使民得以養生喪死無怨恨於不足也。五畝之宅，栽牆下以桑，則年至五十之老，可以著其絹帛；雞豚狗彘不失其養字之時，則年至七十之老，可以食其肉；百畝之田，不奪其耕耨之時，則七八口之家，可以無饑。凡云“可”者，但得過而已，未至於富足有餘也。謹庠序教化之宮，以申舉孝悌之義，而富以教之，則頭班班然而半白者不自負戴於道塗之間矣。無他，人皆知孝悌之義，為之壯者必代之爾，故曰班白者不負戴於道路矣。是則五十之老足以衣帛，七十之老足以食肉，而黎庶之民故不饑不寒，然而君上能如此，而民不歸往而王之者，必無也。故曰未之有也。“狗彘食人食而不知檢，塗有餓莩而不知發，人死，則曰非我也，歲也。是何異於刺人而殺之，曰：非我也。兵也”者，是孟子以此諷惠王也。言人君但養其狗彘，而食人之所食，而王不知檢斂；道塗之間有餓死者，而王不知發倉廩以救賑之，見其人死，則推之曰非我之罪，是歲之罪也。言是歲之凶荒而疫死之也，是何異於執其兵器而刺殺人，而曰非我殺也，是兵器自殺之類也。“王無罪於歲，則天下之民至焉”者，是孟子諷之，而又誡之也。言王儻人餓死不歸罪於歲，但責己而改行，則天下之民莫不歸往而至焉耳。為惠王好征戰以麋爛其民，故以此諷之。○注云“王侯自稱孤寡”。○正義曰：禮云：諸侯與民言，自稱曰寡人，在凶服曰孤。老聃云“王侯寡不穀”是也。○注云“魏舊河東”至“河內”。○正義曰：案《地理》云：“魏地觜觿，參之分野，其界自高陵以東，盡河東、河內。河東本殷之舊都，周既滅殷，分其地畿內為三國，《詩·風》邶、鄘、衛是也。”○注云“戰事”。○正義曰：莊公十一年《左傳》曰：“皆陣曰戰。”杜預云：“堅而有備，各得其所，成敗決於誌力者也。”○注“ 填，鼓音，兵以鼓進，以金退”。○正義曰：賈逵云：“填，塞也，滿也。《禮》云：“色容填填。”《史》云：“車馬駢填。”云“兵以鼓進，以金退”者，案《周官·大司馬》“辨鼓鐸鐲鐃之用，以教坐作進退疾徐疏數之節”，云“鼓人三鼓，司馬振鐸，群吏作旗，車徒鼓行，鳴鐲，車徒皆行，鳴鐃且卻”是也。○注“ 使民得三時務農，不違奪其要時”。○正義曰：《王製》云：“用民之力，歲不過三日。”《周禮·內人職》云：“凡均力政，以歲上下，豐年則公旬用三日焉，中年則公旬用二日焉，無年則公旬用一日焉。”《語》云：“使民以時。”包注曰：“作使民必以其時，不妨奪農務。”荀卿曰：“春耕夏耘，秋收冬藏，四者不失時，故五穀不絕，而百姓有餘食。”是五穀不可勝食也。○注“數罟”至“不得食”。○正義曰：釋云：數，密也。罟，網也。《荀子》曰：“網罟毒藥不入澤，洿池淵沼謹其時禁，故魚鱉優多而百姓有餘用。”注云：“食足之外，可貨易也。”○注“時謂”至“有餘”。○正義曰：《周官·山虞》“掌山林之政令”，云“仲冬斬陽木，仲夏斬陰木”，鄭注云：“陽木春夏生，陰木秋冬生者，若松柏之屬。”一云陽木生山陽在南者，陰木生山陰在北者。荀卿曰：斬伐養長，不失其時，故山林不童，而百姓有餘材也。○注“ 廬井”至“衣帛矣”。○正義曰：案《周禮》云：“乃經土地，而井牧其田野。九夫為井，四井為邑。”《遂人》：“掌邦之野，辨其野之土地。上地，夫一廛，田百畝，萊五十畝，餘夫亦如之。”中地，夫一廛，田百畝，萊百畝，餘夫亦如之。下地，夫一廛，田百畝，萊二百畝，餘夫亦如之。”鄭司農云：“戶計一夫一婦而賦之田，其一戶有數口者，餘夫亦受此田也。”廛，居也。萊謂休不耕者。鄭玄云：“廛，城邑之居。”《漢誌》云：“六尺為步，步百為畝，畝百為夫，夫三為井，井方一里，是為九夫。八家共之，各受私田百畝，公田十畝，是為八百八十畝，餘為廛舍。裏有序，而鄉有庠。序以明教，庠以行禮，而視化焉。”其有秀異者，移鄉，學於庠序；庠序之異者，移國，學於小學；小學之異者，移於大學，命曰造士。行同能偶，則別之以射，然後爵命焉。此先王製士處居、富而教之之大略也。《王製》云：“五十異糧始衰，六十非肉不飽，七十非帛不暖，八十非人不暖，九十雖得人不暖。”是古者五十乃衣帛矣。○注“言人君” 至“救之也”。○正義曰：“餓死者曰莩。《詩》曰莩有梅。莩，零落”也者，案《毛詩》而言也。《毛詩》云：“莩，落也”，箋云“梅實尚餘而未落”，是其解也。"
      },
      {
        "index": 10,
        "text": "梁惠王曰：“寡人原安承教。”（原安意承受孟子之教令。）孟子對曰：“殺人以梃與刃，有以異乎？”（梃杖也。）曰：“無以異也。”（王曰：梃、刃殺人，無以異也。）“以刃與政，有以異乎？”（孟子欲以政喻王。）曰：“無以異也。”（王複曰：梃、刃殺人與政殺人無異也。）曰：“庖有肥肉，廄有肥馬，民有饑色，野有餓莩，此率獸而食人也。（孟子言人君如此，率率獸而食人也。）獸相食，且人惡之，為民父母，行政不免於率獸而食人，惡在其為民父母也？（虎狼食禽獸，人猶尚惡視之。牧民為政，乃率禽獸食人，安在其為民父母之道也。）仲尼曰：‘始作俑者，其無後乎？’為其象人而用之也。如之何其使斯民饑而死也。” （俑，偶人也，用之送死。仲尼重人類，謂秦穆公時以三良殉葬，本由有作俑者也。惡其始造，故曰：此人其無後嗣乎？如之何其使斯民饑而死也。孟子陳此以教王愛其民也。○）"
      },
      {
        "index": 11,
        "text": "疏“ 梁惠王曰”至“死也”。○正義曰：此一段宜與前段合為一章趙氏分別之。章指言王者為政之道，生民為首，以政殺人，人君之咎，猶以自刃，疾之甚也。“梁惠王曰：寡人願安承教”者，是惠王原安意承受孟子之教令也。“孟子對曰：殺人以挺與刃，有以異乎”者，是孟子答惠王，故托此而問惠王，言殺人以杖與刃，有以各異乎？云“乎”者，是又孟子未知惠王以為如何，故疑之也。“曰無以異”者，是惠王答孟子之問，言以杖殺人與刃殺人無以各異，是皆能殺人也。“以刃與政，有以異乎”者，孟子複問以刃與政殺人，有以異。“曰無以異也”者，惠王複曰政之殺人與刃之殺人，亦無以異也，言致人死則一也。“曰：庖有肥肉，廄有肥馬，民有饑色，野有餓莩，此率獸而食人也”者，是孟子之諷惠王也。言庖廚之間有肥肉，棧廄之中有肥馬，而民皆有饑餓之顏色，郊野之間又有餓而死者，此乃是王率獸而食人也。“獸相食，且人惡之。為民父母，行政不免於率獸而食人，惡在其為民之父母也”者，孟子言獸畜自相食，如虎狼食牛羊，且人猶尚惡見之，況為民之父母，其於行政以治民，尚不免驅率獸而食人，安在其為民之父母也？言行政如此，不足為民之父母也。“仲尼曰：始作俑者，其無後乎”，是孟子引仲尼之言也。言仲尼有云始初作俑偶人者，其無後嗣乎？無他焉，是為其象人而用之也，故後有秦穆公以生人從葬，故曰其無後嗣也。○注“梃，杖也”。○正義曰：《釋文》云：“梃，木片也。”○注“俑，偶人也”。○正義曰：《記》云：“孔子謂為俑者不仁。”《埤倉》云：“木人送葬，設關而能踴跳，故名之曰俑。”魯文公六年，秦穆公卒，以子車氏之三子奄息、仲行、針虎為殉。杜預曰：“以人從葬曰殉。”《詩》有《黃鳥》之篇以哀三良是也。孟子諷之，故曰：如之何使斯民饑餓而死。"
      },
      {
        "index": 12,
        "text": "梁惠王曰：“晉國，天下莫強焉，叟之所知也。（韓、魏、趙本晉六卿，當此時，號三晉，故惠王言晉國天下之強焉。）及寡人之身，東敗於齊，長子死焉，西喪地於秦七百里，南辱於楚。寡人恥之，原比死者壹灑之，如之何則可？”（王念有此三恥，求策謀於孟子。）孟子對曰：“地方百里而可以王。（言古聖人以百里之地以致王天下，謂文王也。）王如施仁政於民，省刑罰，薄稅斂，深耕易耨，壯者以暇日修其孝悌忠信，入以事其父兄，出以事其長上，可使製梃以撻秦、楚之堅甲利兵矣。（易耨，芸苗令簡易也。製，作也。王如行此政，可使國人作杖以捶敵國堅甲利兵，何患恥之不雪也！）彼奪其民時，使不得耕耨以養其父母，父母凍餓，兄弟妻子離散。彼陷溺其民，王往而征之，夫誰與王敵？（彼，謂齊、秦、楚也。彼困其民，原王往征之也。彼失民心，民不為用，夫誰與共禦王之師而為王之敵乎？）故曰：仁者無敵，王請勿疑。”（鄰國暴虐，己修仁政，則無敵矣。王請行之，勿有疑也。）"
      },
      {
        "index": 13,
        "text": "疏“梁惠王”至“勿疑”。○正義曰：此章指言百里行仁，則天下歸之，以政傷民，民樂其亡，以梃服強，仁與不仁也。“梁惠王曰：晉國天下莫強焉，叟之所知也”者，是梁惠王欲問孟子之謀策也。言晉國為天下之最強，叟必知之。“及寡人之身，東敗於齊，長子死焉，西喪地於秦七百里，南辱於楚。寡人恥之，願比死者壹灑之，如之何則可”者，是惠王言晉國逮及寡人之身，東則見敗於齊而殺死其長子，西又喪去其地於秦七百里，南又常受辱於楚。寡人心甚愧恥之，今願近死不惜命者一洗除之，當如之何謀則可以洗除此恥？“孟子對曰：地方百里而可以王”者，是孟子答惠王。言古之聖君，其地但止於百里，尚可以王天下也。“王如施仁政於民，省刑罰，薄稅斂，深耕易耨，壯者以暇日修其孝悌忠信，入以事其父兄，出以事其長上，可使製梃以撻秦、楚之堅甲利兵矣”者，是孟子言王自今能施仁政以及民，又省去其刑罰，輕其稅斂，使民皆得深耕易耨，壯者以閑暇日修孝悌忠信，入閨門之內以奉事其父兄，出鄉黨之間以奉事其長上，凡能如此，雖作一捶梃，亦可以鞭撻秦、楚之堅甲利兵矣。然以秦、楚有堅甲利兵，而以一挺可鞭撻者，蓋秦、楚常違奪其農時，使民不得耕耨也，故云“彼奪其民時，使不得耕耨以養父母”。又云“父母凍餓，兄弟妻子離散，彼陷溺其民，王往而征之，夫誰與王敵”者，言民既不得耕耨以奉養父母，則為父母者被寒凍饑餓，兄弟者與妻子者皆離背散各。彼秦、楚陷溺其人民如此，而王往彼正其罪，夫更誰敢禦王之師而為王之敵者！“故曰：仁者無敵，王請勿疑”者，是孟子請惠王行此仁政，而往正其罪而無敵，如所謂仁者無敵是也遂請之行而無更遲疑也。前所謂閑暇日者，蓋言民於耕耨田地之外，有休息閑暇之日也。○注“韓趙魏”至“強焉”。○正義曰：案《史記·年表》云：“定王十六年，魏桓子與韓康子、趙襄子三人敗知伯於晉陽，乃至分其地，故號為三晉，是為強國。”云“東敗於齊而喪長子”者，案《史記·世家》“惠王三十年，魏伐趙，趙告急於齊。齊宣王用孫子計救趙，魏遂大興師，大子申自將攻齊，遂與齊人戰，敗於馬陵”是也。云：“西喪地於秦”者，案《史記·年表》云：“周顯王十五年，秦與魏戰元裏，斬首七千，取少梁。”南則常辱於楚。馬陵者，案徐廣云：“地在於元城。”\n卷一下·梁惠王章句上"
      },
      {
        "index": 14,
        "text": "孟子見梁襄王。出，語人曰：“望之不似人君，（襄，諡也。魏之嗣王也，望之無儼然之威儀也。）就之而不見所畏焉。（就與之言，無人君操柄之威，知其不足畏。）卒然問曰：‘天下惡乎定？’（卒暴問事。不由其次也。問天下安所定？言誰能定之。）吾對曰：‘定於一。’（孟子謂仁政為一也。）‘孰能一之？’（言孰能一之者。）對曰：‘不嗜殺人者能一之。’（嗜猶甘也。言今諸侯有不甘樂殺人者則能一之。）‘孰能與之？’（王言誰能與不嗜殺人者乎。）對曰：‘天下莫不與也？（孟子曰：時人皆苦虐政，如有行仁，天下莫不與之。）王知夫苗乎？七、八月之間旱，則苗槁矣。天油然作雲，沛然下雨，則苗浡然興之矣。其如是，孰能禦之？（以苗生喻人歸也。周七、八月，夏之五、六月也。油然，興雲之貌。沛然下雨，以潤槁苗，則浡然己盛，孰能止之？）今夫天下之人牧，未有不嗜殺人者也。如有不嗜殺人者，則天下之民皆引領而望之矣。誠如是也，民歸之，由水之就下，沛然誰能禦之？’”（今天下牧民之君，誠能行此仁政，民皆延頸望欲歸之，如水就下，沛然而來，誰能止之。）"
      },
      {
        "index": 15,
        "text": "疏“孟子見梁襄王”至“誰能禦之”。○正義曰：此章言定天下者一道，仁政而已，不貪殺人，人則歸之，是故文王視民如傷，此之謂也。“孟子見梁襄王，出，語人曰：望之不似人君，就之而不見所畏焉”者，是孟子在梁見襄王，而語於人曰：遠望之襄王而不似人君，言無人君之威儀也；就而近之而不見所畏焉，言無人君操柄之威也。“卒然問曰：天下惡乎定”者，是孟子語於人，言襄王卒暴而問我，曰天下誰能定？“吾對曰定於一”者，言我對之曰：定天下者，在乎仁政為一者也。“孰能一之”，是孟子言襄王又問誰能仁政為一。“對曰不嗜殺人者能一之”者，是孟子言我複答之，唯不好殺人者能以仁政為一也。“孰能與之”者，言襄王又問誰能與之不好殺人者。“對曰天下莫不與也”。言我對曰天下之人無有不與之也。“王知夫苗乎？七、八月之間旱，則苗稿矣，天油然作雲，沛然下雨，則苗浡然興之矣。其如是，孰能禦之”者，是孟子比喻而解王之意也。故問襄王曾知夫苗乎？言夫苗自七、八月之時，則乾旱而無水，苗於是枯稿，上天油然而起雲，沛然而降雨，則枯稿之苗又浡然興起而茂。其不嗜殺人者能一之，有如此苗而興茂，誰能止之也。又言如有行仁，而天下莫不與之，誰能止之而不與也。“今夫天下之人牧，未有不嗜殺人者也”至“誰能禦之”者，是孟子因比喻苗而解王之意，又以此複詳明之，欲使襄王即曉之也。言今天下為牧養人民之君，未有不好殺人者也。言皆好殺人，若有不好殺人者，則天下之人民皆延頸而望王以歸之矣。誠如此上言之者，則民皆歸之，亦若水之流，自上而下，其勢沛然而來，誰能止之？言無人能止之也。○注“襄諡也”至“儀”。○正義曰：案《世家》云：“惠王在位三十六年卒，子赫立，是為襄王。襄王在位六年卒，諡曰襄。”《諡法》云：“因事有功曰襄。”又曰：“辟土有德曰襄。”○注“周七、八月，夏之五、六月”。○正義曰：周之時，蓋以子之月為正，夏之時，建寅之月為正，是知周之七、八月即夏之五、六月也。"
      },
      {
        "index": 16,
        "text": "齊宣王問曰：“齊桓、晉文之事，可得聞乎？”（宣，諡也。宣王問孟子，欲庶幾齊桓公小白、晉文公重耳。孟子冀得行道，故仕於齊，齊不用，乃適梁。建篇先梁者，欲以仁義為首篇，因言魏事，章次相從，然後道齊之事。）孟子對曰：“仲尼之徒，無道桓、文之事者，是以後世無傳焉，臣未之聞也。（孔子之門徒，頌述宓羲以來至文、武、周公之法製耳，雖及五霸，心賤薄之，是以儒家後世無欲傳道之者。故曰臣未之聞也。）無以，則王乎？”（既不論三皇、五帝殊無所問，則尚當問王道耳，不欲使王問霸者之事。）曰：“德何如，則可以王矣？”（王曰：德行當何如而可得以王乎？）曰：“保民而王，莫之能禦也。”（保，安也。禦，止也。言安民則惠，而黎民懷之，若此以王，無能止也。）曰：“若寡人者，可以保民乎哉？”（王自恐德不足以安民，故問之。）曰：“可。”（孟子以為如王之性，可以安民也。）曰：“何由知吾可也？”（王問孟子何以知吾可以保民。）曰：“臣聞之胡齕曰：王坐於堂上，有牽牛而過堂下者，王見之曰：‘牛何之？’對曰：‘將以釁鍾。’王曰：‘舍之，吾不忍其觳觫，若無罪而就死地。’對曰：‘然則廢釁鍾與？’曰：‘何可廢也，以羊易之。’不識有諸？”（胡齕，王左右近臣也。觳觫，牛當到死地處恐貌。新鑄鍾，殺牲以血塗其釁郤，因以祭之，曰釁。《周禮·大祝》曰：“墮釁，逆牲逆屍，令鍾鼓。”《天府》：“上春，釁寶鍾及寶器。”孟子曰：臣受胡齕言王嘗有此仁，不知誠充之否？）曰：“有之。”（王曰有之。）曰：“是心足以王矣。百姓皆以王為愛也，臣固知王之不忍也。”（愛，嗇也。孟子曰：王推是仁心，足以至於王道。然百姓皆謂王嗇愛其財，臣知王見牛恐懼不欲趨死，不忍，故易之也。）王曰：“然。誠有百姓者，齊國雖褊小，吾何愛一牛？即不忍其觳觫，若無罪而就死地，故以羊易之也。（王曰：亦誠有百姓所言者矣，吾國雖小，豈愛借一牛之財費哉！即見其牛哀之，釁鍾又不可廢，故易之以羊耳。）曰：“王無異於百姓之以王為愛也，以小易大，彼惡知之？王若隱其無罪而就死地，則牛、羊何擇焉？”（異，怪也。隱，痛也。孟子言無怪百姓謂王愛財也，見王以小易大故也。王如痛其無罪，羊亦無罪，何為獨釋牛而取羊。）王笑曰：“是誠何心哉！我非愛其財而易之以羊也，宜乎百姓之謂我愛也。”（王自笑心不然，而不能自免為百姓所非，乃責己之以小易大，故曰宜乎其罪我也。）曰：“無傷也，是乃仁術也，見牛未見羊也。君子之於禽獸也，見其生，不忍見其死；聞其聲，不忍食其肉：是以君子遠庖廚也。”（孟子解王自責之心，曰無傷於仁，是乃王為仁之道也。時未見羊，羊之為牲次於牛，故用之耳。是以君子遠庖廚，不欲見其生、食其肉也。）王說，曰：“《詩》云：‘他人有心，予忖度之。’夫子之謂也。夫我乃行之，反而求之，不得吾心。夫子言之，於我心有戚戚焉。此心之所以合於王者，何也？”（《詩·小雅·巧言》之篇也。王喜悅，因稱是《詩》以嗟歎孟子忖度知己心，戚戚然心有動也。寡人雖有是心，何能足以合於王也。）曰：“有複於王者，曰‘吾力足以舉百鈞’，而不足以舉一羽；‘明足以察秋毫之末’，而不見輿薪。則王許之乎？”（複，白也。許，信也。人有白王如此，王信之乎？百鈞，三千斤也。）曰：“否。”（王曰：我不信也。）“今恩足以及禽獸，而功不至於百姓者，獨何與？然則一羽之不舉，為不用力焉；輿薪之不見，為不用明焉；百姓之不見保，為不用恩焉。故王之不王，不為也，非不能也。”（孟子言王恩及禽獸，而不安百姓，若不用力、不用明者也。不為耳，非不能也。）曰：“不為者與不能者之形何以異？”（王問其狀何以異也。）曰：“挾太山以超北海，語人曰‘我不能’，是誠不能也。為長者折枝，語人曰‘我不能’，是不為也，非不能也。故王之不王，非挾太山以超北海之類也；王之不王，是折枝之類也。（孟子為王陳為與不為之形若是，王則不折枝之類也。折枝，案摩折手節解罷枝也。少者恥是役，故不為耳，非不能也。太山、北海皆近齊，故以為喻也。）老吾老，以及人之老；幼吾幼，以及人之幼：天下可運於掌。（老猶敬也，幼猶愛也，敬我之老，亦敬人之老；愛我之幼，亦愛人之幼：推此心以惠民，天下可轉之掌上。言其易也。）《詩》云：‘刑於寡妻，至於兄弟，以禦於家邦。’言舉斯心加諸彼而已。（《詩·大雅·思齊》之篇也。刑，正也。寡，少也。言文王正已適妻，則八妾從，以及兄弟。禦，享也。享天下國家之福，但舉己以加於人而已。）故推恩足以保四海，不推恩無以保妻子。古之人所以大過人者，無他焉，善推其所為而已矣。（大過人者，大有為之君也。善推其心所好惡，以安四海也。）今恩足以及禽獸，而功不至於百姓者，獨何與？（複申此，言非王不能，不為之耳。）權，然後知輕重；度，然後知長短。物皆然，心為甚，王請度之。（權，銓衡也，可以稱輕重。度，丈尺也，可以量長短。凡物皆當稱度乃可知，心當行之乃為仁。心比於物，尤當為之甚者也。欲使王度心如度物也。）抑王興甲兵，危士臣，構怨於諸侯，然後快於心與？” （抑，辭也。孟子問王抑亦如是，乃快邪？）王曰：“否。吾何快於是？將以求吾所大欲也。”（王言不然，我不快是也，將欲以求吾心所大欲者耳。）曰：“王之所大欲，可得聞與？”（孟子雖心知王意，而故問者，欲令王自道，遂因而陳之。）王笑而不言。（王意大而不敢正言。）曰：“為肥甘不足於口與？輕暖不足於體與？抑為采色不足視於目與？聲音不足聽於耳與？便嬖不足使令於前與？王之諸臣，皆足以供之，而王豈為是哉！”（孟子複問此五者，欲以致王所欲也，故發異端以問之也。）曰：“否，吾不為是也。”（王言我不為是也。）曰：“然則王之所大欲可知已。欲辟土地，朝秦、楚，蒞中國而撫四夷也。（蒞，臨也。言王意欲庶幾王者，臨蒞中國而安四夷者也。）以若所為，求若所欲，猶緣木而求魚也。”（若，順也。順向者所為，謂構兵諸侯之事，求順今之所欲蒞中國之願，其不可得，如緣喬木而求生魚也。）王曰：“若是其甚與？”（王謂比之緣木求魚為大甚。）曰：“殆有甚焉。緣木求魚，雖不得魚，無後災。以若所為，求若所欲，盡心力而為之，後必有災。”（孟子言盡心戰鬥，必有殘民破國之災，故曰殆有甚於緣木求魚者也。）曰：“可得聞與？”（王欲知其害也。）曰：“鄒人與楚人戰，則王以為孰勝？”（言鄒小楚大也。）曰：“楚人勝。”（王曰楚人勝也。）曰：“然則小固不可以敵大，寡固不可以敵眾，弱固不可以敵強。海內之地，方千里者九，齊集有其一。以一服八，何以異於鄒敵楚哉？（固，辭也。言小、弱固不可以敵強、大。集會齊地，可方千里，譬一州耳，今欲以一州服八州，猶鄒欲敵楚也。）蓋亦反其本矣。（王欲服之之道，蓋當反王道之本耳。）今王發政施仁，使天下仕者皆欲立於王之朝，耕者皆欲耕於王之野，商賈皆欲藏於王之市，行旅皆欲出於王之途，天下之欲疾其君者皆欲赴於王。其若是，孰能禦之？”（反本道，行仁政，若此則天下歸之，誰能止之也。）王曰：“吾惛，不能進於是矣。願夫子輔吾誌，明以教我。我雖不敏，請嘗試之。”（王言我情思昏亂，不能進行此仁政，不知所當施行也。欲使孟子明言其道，以教訓之。我雖不敏，願嘗使小行之也。）曰：“無恒產而有恒心者，惟士為能。若民則無恒產，因無恒心。（孟子為王陳其法也。恒，常也。產，生也。恒產，則民常可以生之業也。恒心，人常有善心也。惟有學士之心者，雖窮不失道，不求苟得耳。凡民迫於饑寒，則不能守其常善之心也。）苟無恒心，放辟邪侈，無不為已。及陷於罪，然後從而刑之，是罔民也。（民誠無恒心，放溢辟邪，侈於奸利，犯罪觸刑，無所不為，乃就刑之，是由張羅罔以罔民者也。）焉有仁人在位，罔民而可為也？（安有仁人為君，罔陷其民，是政何可為也？）是故明君製民之產，必使仰足以事父母，俯足以畜妻子，樂歲終身飽，凶年免於死亡。然後驅而之善，故民之從之也輕。（言衣食足，知榮辱，故民從之，教化輕易也。）今也製民之產，仰不足以事父母，俯不足以畜妻子，樂歲終身苦，凶年不免於死亡，此惟救死而恐不贍，奚暇治禮義哉！（言今民困窮，救死恐凍餓而不給，何暇修禮行義乎？）王欲行之，則盍反其本矣！五畝之宅，樹之以桑，五十者可以衣帛矣。雞豚狗彘之畜，無失其時，七十者可以食肉矣。百畝之田，勿奪其時，八口之家可以無饑矣。謹庠序之教，申之以孝悌之義，頒白者不負戴於道路矣。老者衣帛食肉，黎民不饑不寒，然而不王者，未之有也。”（其說與上同。八口之家，次上農夫也。孟子所以重言此者，乃王政之本、常生之道，故為齊、梁之君各具陳之。當章究義，不嫌其重也。）"
      },
      {
        "index": 17,
        "text": "疏“齊宣王”至“未之有也”。○正義曰：此章言典籍攸載，帝王道純，桓、文之事，譎正相紛，撥亂反正，聖意弗珍。故曰後世無傳未聞。仁不施人，猶不成德，釁鍾易牲，民不被澤，王請嘗試，欲踐其跡，答以反本，惟是為要。此蓋孟子不屈道之言也，無傳霸者之事也。“齊宣王問曰：“齊桓、晉文之事，可得聞乎”者，齊宣是齊威王之子辟彊是也，諡為宣。言齊宣王問孟子曰：齊威公小白、晉文公重耳二霸之事，可得而聞之乎？“孟子對曰：仲尼之徒，無道桓、文之事者，是以後世無傳焉，臣未之聞也”者，是孟子答齊宣王之言也。言自孔子之門徒，無有道及桓、文二霸者事，是以後世無傳焉，故臣於今未之曾聞知也。云“臣”者，是孟子對王而言，故自稱己為臣也。“無以，則王乎”者，孟子言無以問及宓犧以來至文、武、周公之法，尚當以王者之道為問耳。“曰：德何如，則可以王矣”者，齊宣又問孟子，言德當何如則可以為王。“曰保民而王，莫之能禦也”者，孟子言當安民而為之王，則天下之民莫之能止禦之也。“曰若寡人者，可以保民乎哉”者，宣王又自問隻如寡人之德，可以安民乎？王恐德不足以安民，故問之也。“曰可”者，孟子言如王之德，可以安民也。“曰何由知吾可也”者，宣王又問孟子何緣而知吾之德可以安民。“曰臣聞之胡齕曰：王坐於堂上，有牽牛而過堂下，王見之曰：牛何之”至“以羊易之”者，是孟子因胡齕之言而答宣王之問也。胡齕，王之左右近臣。言嘗聞胡齕曰王坐於廟堂之上，有牽牛自堂下而過者，王見之，而問牽牛者曰，其牛牽去何所？牽牛者，對之曰：“相將以為釁鍾也。王對牽牛者曰：舍去之，我不忍其牛之恐栗，若無罪之人而就於所死之地者也。牽牛者又對曰：如若王之所不忍，則廢去釁鍾之禮與？王複與牽牛者曰：塗釁祭鍾之禮，何可得而廢？以羊更易之而已。“不識有諸”者，是孟子又未知齊宣王還是有此言，故問宣王曰不識有諸。“曰有之”者，宣王答孟子，以為是有此言也。“曰是心足以王矣”者，是孟子於此言知王有此不忍之心，故足以為王矣。“百姓皆以王為愛也，臣固知王之不忍也”者，孟子言然百姓盡以王為愛財也，臣素知王有不忍之心，故如此也。“王曰：然”者，宣王複亦自謂百姓是有此疑也。“誠有百姓者，齊國雖褊小，吾何愛一牛？即不忍其觳觫，若無罪而就死地，故以羊易之也”者，宣王言誠有百姓以我為愛財者，齊國雖曰褊小狹隘，我亦何獨止愛其一牛？即是不忍見其牛之恐栗，如無罪而就於所死之地，又為釁鍾不可廢，故以羊更之也。宣王必以羊易牛者，以其羊之為牲，次於牛也，故以羊易之。“曰王無異於百姓之以王為愛也，以小易大，彼惡知之？王若隱其無罪而就死地，則牛、羊何擇焉”者，孟子對宣王，言王無怪百姓皆謂我為愛財也，以羊之小而易牛之大，彼百姓之人安知王以為不忍見其恐栗、又為釁鍾不可廢，故以羊易之之意也，彼必曰王若隱痛不忍見牛若無罪而就所死之地，則牛與羊何擇焉？言羊之與牛，是皆若無罪而就死也，何獨擇取其牛而以羊就死也。“王笑曰：是誠何心哉！我非愛其財而易之以羊也，宜乎百姓之謂我愛也”者，是宣王自笑以其已之心不如是，故笑之也。笑而言曰：儻如此者，是何心哉！然我非愛其財，故以羊易牛也。云此者，宣王又疑孟子亦以為然，故以此言複答之也，宜乎百姓不知我之意，而謂我愛財也。“曰：無傷也，是乃仁術也，見牛未見羊也。君子之於禽獸也，見其生，不忍見其死；聞其聲，不忍食其肉：是以君子遠庖廚也”者，孟子複解王之自責之意也。言如此亦無傷害於為王也，此亦為仁之一術耳。無他，是見其牛之觳觫，未見其羊之觳觫也。凡君子之於禽獸，見其生貌，則不忍見其就死；聞其鳴聲，則不忍食其肉。是以君子之人，凡於庖廚烹炙之事所以遠去之也。“王悅，曰：《詩》云：他人有心，予忖度之。夫子之謂也”者，是宣王見孟子解其已意，故喜悅之，而引《詩》之文而言也。“他人有心，予忖度之”二句，是《小雅·巧言》之詩也，宣王引之，而為如夫子之所謂也。云“夫子”者，宣王尊孟子為夫子也。“夫我乃行之，反而求之，不得吾心。夫子言之，於我心有戚戚焉”者，宣王言我既行之事，尚且反而求之於己而不得其心之所之，自今夫子言之於我，心中戚戚然有動也。“此心之所以合於王者，何也”者，宣王言雖有是心，其所以得契合於王者，是如之何也？“曰：有複於王者，曰吾力足以舉百鈞，而不足以舉一羽；明足以察秋毫之末，而不見輿薪，則王許之乎”者，是孟子欲以此比喻而解王也。言今有人複白於王曰：我力能舉得三千斤之重，而不能舉一羽毛之輕；目之明能觀視其秋毫之末銳，而不能見一大車之薪木，則王信乎否乎？“曰否”者，是宣王答之。曰凡如此云者，我不信也。“今恩足以及禽獸，而功不至於百姓者，獨何與” 者，孟子複以此諷之也。言今王有恩德足以及其禽，而其功績不至於百姓者，王獨以為何如？“然則一羽之不舉，為不用力焉；輿薪之不見，為不用明焉；百姓之不見保，為不用恩焉。故王之不王，不為也，非不能也”者，孟子又言苟如是一羽之輕所以不能舉者，為其不用力也；一車薪之大所以不見之者，為其不用明也；今百姓所以不見安者，為其不用恩也。故王之所以不為王，是王之不為也，非不能也。“曰不為者與不能者之形何以異”者，是宣王問孟子。言不為與不能二狀，何以為異也？“曰挾太山以超北海，語人曰我不能，是誠不能也。為長者折枝，語人曰我不能，是不為也，非不能也。故王之不王，非挾太山以超北海之類也，是折枝之類也”者，是孟子又以此比喻而解王問不為與不能之異狀也。言今有人云挾太山而超過北海，而語人曰我不能挾太山超北海，此真不能也；如為長者按摩手節，而語人曰我不能為長者按摩手節，是恥見役使，但不為之耳，非不能也；今王之所以不王，非是挾太山超北海之類也，是不為長者折枝之類也，以其不為之耳。“老吾老，以及人之老；幼吾幼，以及人之幼：天下可運於掌”者，是孟子欲以此教宣王也。言敬吾之所敬，以及他人之所敬者，愛吾之所愛，以及他人之所愛者，凡能推此而惠民，則治天下之大，止如運轉於掌上之易也。“《詩》云：刑於寡妻，至於兄弟，以禦於家邦”者，是孟子引《大雅·思齊》之詩文也。言文王自正於寡妻，以至正於兄弟，自正於兄弟以至臨禦於家邦。言凡此是能舉此心而加諸彼耳。“故推恩足以保四海，不推恩無以保妻子。古之人所以大過人者，無他焉，善推其所為而已矣”者，孟子言為君者但能推其恩惠，故足以安四海，苟不推恩惠，雖妻子亦不能安之。古之人君所以大過強於人者，無他事焉，獨能推其所為恩惠耳。蓋所謂老吾老以及人之老，幼吾幼以及人之幼；又如《詩》云文王刑於寡妻，至於兄弟，以禦於家邦：是其善推其所為之意旨故也。“今恩足以及禽獸，而功不至於百姓者，獨何與”者，孟子複言非王不能，但不為耳。故複云“然權，然後知輕重；度，然後知長短。物皆然，心為甚，王請度之”者，孟子又托物而諷王也。言為之權與度，然尚能知其輕重長短，其權度之為物也然尚皆然，而人心又甚於權度，故請王自忖度之耳。“抑王興甲兵，危士臣，構怨於諸侯，然後快於心與”者，抑，辭也，與《語》曰“抑為之不厭”之“抑”同，孟子又以此數事而測王之意也。言抑是王欲興起甲兵以伐人，危士臣以即戎，不以為危事，外結怨於諸侯，如此且然後快樂其心與。“王曰否”者，宣王答之，以為不如是也，言我何肯快心於此數事，我但將以求吾所大欲耳。“曰王之所大欲，可得聞與”者，是孟子欲知王之所大欲，故問之，曰：王大欲可得而聞之乎？“王笑而不言”，宣王知已之所欲甚大，但笑而不言也。“曰為肥甘不足於口與，輕暖不足於體與”至“不足使令於前與”者，是孟子又以此四事而測王所大欲也。言王之所大欲，是為其肥甘之味不足以供於口與？抑是其聲音之樂不足供聽於王之耳與？便嬖之幸不足使令於王之前與？采色之飾不足供視於王之目與？然此數事，而為王之諸臣者皆足以供奉王矣，而王豈用為此者與？故繼之曰：“王之諸臣，皆足以供之，而王豈為是哉？”又曰“否，吾不為是”者，宣王答之曰：我不為是四者之事也。“曰然則王之所大欲可知已”者，孟子言如是則王之大欲，我今可得知已。“欲辟土地，朝秦、楚，蒞中國而撫四夷也”者，孟子知王以此為所大欲也。“以若所為，求若所欲，猶緣木而求魚也”者，孟子言王如若以此欲開辟其土地而求其廣，又欲朝秦、楚之諸侯，以臨蒞其中國而撫安四夷，為所大欲，是若緣喬木之上而求其魚也。“王曰：若是其甚與”者，宣王亦謂己之大欲若此求魚之甚與？“曰：殆有甚焉。緣木求魚，雖不得魚，無後災。以若所為，求若所欲，盡心力而為之，後必有災”者，孟子言王如此大欲，殆有甚於緣木求魚也，緣喬木而求魚，雖不得魚，又且無後災難所及，而王如若以所欲，假使盡心力而為之，後亦必有大災難所及也。“曰可得聞與”者，是宣王又問孟子，欲求知其大災難也。“曰鄒人與楚人戰，則王以為孰勝者”，孟子以此比喻而解王也。言鄒之小國，與楚之大國戰鬥，則王以為誰國勝之？“曰楚人勝”者，宣王答孟子，以為楚之大國人勝之也。“曰然則小固不可以敵大，寡固不可以敵眾，弱固不可以敵強”者，孟子言如是則小國固不可敵大國，人之寡少固不可以敵人之眾多，劣弱固不可以敵強悍也。“海內之地，方千里者九，齊集有其一，以一服八，何以異於鄒敵楚哉”者，孟子又言今海內之地，方千里者有九，而齊國但集而有一，且以一而服八，是何以異於鄒國之小而敵楚國之大哉？言與此無異也。王如欲服之，蓋當反行王道之本耳，故云“蓋亦反其本矣”。“今王發政施仁”至“孰能禦之”者，孟子於此教宣王王道之本也。言今王發政而施仁，使天下為之仕者皆欲立於王之朝廷，耕者皆欲耕作於王之郊野，商賈皆欲藏於王之市，行旅皆欲出於王之道途，凡天下欲疾惡其君者又皆欲奔赴王而告訴之，其如此，天下皆歸之，誰能止禦之也。商賈，《漢書》云：“通財鬻貨曰商。”《白虎通》云：“賣曰賈。”行旅者，師旅也。《說文》云：“軍，五百人也。”“王曰：吾惛，不能進於是矣。原夫子輔吾誌，明以教我。我雖不敏，請嘗試之”者，宣王欲孟子明其王道而教之也。故曰我之惛亂，不能進於此仁政，原夫子輔我誌，以明白教我也，我雖不能敏疾而行之，但請嘗試教之如何耳？“曰：無恒產而有恒心者，惟士為能。若民則無恒產，因無恒心。苟無恒心，放辟邪侈，無不為已”至“未之有也”者，是孟子為宣王陳王道之本而教之者也。言無常生之業而有常善之心者，惟士人為能有之。言士窮則獨善其身，不求苟得，故能有常心也。若民則迫於窮困，不能守其常善，苟無常生之業，遂因之而無常善之心。苟無常善之心，則放辟邪侈之事，無有不為。及其陷溺於罪，然後又從而誅戮之，是若張羅網而罔民也。安有仁人之君在位，而以罔民而可為之也？故明哲之君，製別民之生產，必使其民仰而上之則足以奉事父母，俯而下之則足以畜養妻子，豐樂之歲，終身飽足，凶荒之年，又免其死亡，然後驅率而從善教，故其民從其善教亦輕易也。自今之君製民之產，仰則不足以奉養父母，俯則不足以畜養妻子，雖豐樂之歲，終身又且勞苦；而凶荒之年，又不得免其死亡。如此，則民惟獨於救死尚恐其不足，何有閑暇而修治禮義哉。言無及修其禮義也。“王欲行之，則盍反其本矣”者，言王欲行之，則何不反其王道之本。“五畝之宅”至“未之有也”，是又孟子為宣王陳王道之本，其說已在前，此更不解。"
      },
      {
        "index": 18,
        "text": "疏注“宣，諡也”至“齊也”。○正義曰：周顯王二十七年，《史記》云：“齊威卒，子辟疆立，是為齊宣王。在位十九年，卒諡曰宣。”《諡法》云：“善問周達曰宣。”云“齊桓公小白”者，莊公八年《左傳》云：齊僖公母弟曰夷仲年，生公孫無知，有寵於僖公，弑君自立。九年春，弑無知，莊公納子糾。桓公小白自莒入，於是立，為桓公元年。《史記》云：“桓公小白元年春，齊弑無知。五年，與魯人會柯。七年始霸，會諸侯於鄄。”云“晉文公重耳”者，《史記》云：“周襄王十六年，晉文公重耳立，是為元年。”又云：晉獻公五年，伐驪戎，得二姬，歸生奚齊，其娣生卓子，驪姬嬖，欲立其子。重耳者，乃獻公娶於戎，得二女，大戎狐姬之所生也。十二年居重耳於蒲城。二十六年，獻公卒，立奚齊，裏克殺之。及卓子又立，小戎所生夷吾者，為晉惠公。七年，重耳聞管仲死，自狄之齊。十四年，惠公夷吾卒，遂立重耳為晉文公。九年在位，卒。云“孟子不得行道，故仕於齊。齊不用，乃適梁”者，案《史記·列傳》已說在梁王段。○注云“宓羲”至“聞也”。正義曰：宓羲，古帝王氏也，即伏犧氏也。五霸者，即齊桓、晉文、秦繆、宋襄、楚莊是也。崔李云：夏昆吾、殷大彭、豕韋周、齊桓、晉文是也。謂之霸者，把也，把持諸侯之權也。案《國語》亦然。《荀子》云：“仲尼之門人，五尺之豎子，言羞稱乎五霸。”是仲尼之徒無道桓文之事者之證也。○注云：“觳觫，牛於到死地處恐貌”。○正義曰：案《廣雅》有云“觳觫，死貌”是也。云“《周禮·大祝》墮釁，逆牲逆屍，令鍾鼓”者，鄭司農云“墮釁謂薦血也。凡血祭曰釁，既墮釁後，言逆牲容逆鼎”是也。蓋古者器成而釁以血，所以厭變怪，禦妖釁，釁鍾之釁謂之釁，亦治亂謂之亂之類也。云“《天府》云上春，釁寶鍾及寶器”者，寶鍾、寶器，玉瑞、玉器之美。上春，孟春也。又言釁謂以殺牲以血血之也，蓋釁之法，其來有自矣，周之所釁，又非止此而已。如大司馬於軍器，小子於邦器，小人於龜器，雞人於雞，大祝逆牲，小祝祈號，皆在所釁也。○注“愛嗇也”。○正義曰：《釋文》云：“嗇，愛、瀒也。字法從來㐭、來也。來者㐭而藏之，故田夫謂之嗇夫。㐭音廩。”《書》云“嗇夫馳”是也。○注“ 百鈞三千斤也”。○正義曰：《律曆誌》云：“銖、兩、斤、鈞、石，本起於黃鍾之重，一龠容千二百黍，重十二銖。二十四銖為兩，十六兩為斤，三十斤為鈞，重一千五百二十銖，四鈞為石，重百二十斤。”以此推之，則百鈞是三十斤也。○注“太山北海近齊”。○正義曰：案《地理誌》云“齊地南有太山，城陽北有千乘清河”是也。○注“ 權銓衡”至“度物也”。○正義曰：權重衡平，衡所以任權而均物，平輕重也。《釋文》云：“銓，平木器。”又曰：“銓，衡也。”權，稱錘也。度者，分寸尺丈引也，所以度長短也。本起於黃鍾之長，以子穀巨黍中者，子穀，穀子在地，即黑黍，中者，不大不小，言黑黍穀子大小中者，率為分寸，一黍之廣度之九十分。黃鍾之長為十分，十分為寸，十寸為尺，十尺為丈，十丈為引。法用銅，高一寸，廣二寸，長一丈，而分寸尺丈存焉。○注“八口之家次上農夫”。○正義曰：《王製》：“製：農田百畝，百畝之分，上農夫食九人，其次食八人。”《孟子》云：“一夫百畝，百畝之糞，上農夫食九人，上次食八人”是也。此云八口之家，所以特指次上農夫者而已，斯亦舉其次而見上下之意耳。"
      }
    ]
  }
}
