{
  "chapterNumber": 14,
  "title": "卷七上·盡心上",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷十三上·盡心章句上（凡四十五章）"
      },
      {
        "index": 2,
        "text": "（盡心者，人之有心，為精氣主，思慮可否，然後行之。猶人法天，天之執持綱維，以正二十八舍者，北辰也。《論語》曰：「北辰居其所，而眾星拱之。」心者，人之北辰也。苟存其心，養其性，所以事天也，故以「盡心」為篇題。）"
      },
      {
        "index": 3,
        "text": "疏正義曰：前篇章首論告子之言性，此篇章首以論盡心，蓋以情性有主於心，故次之以《盡心》也。言盡己之心，與天道通，是道之極者，故《孟子》七篇，所以終於《盡心》也。此篇凡八十四章，趙氏分成上下卷，此卷即有四十五章而已。一章言盡心知性。二章言為仁由己，富貴在天。三章言每必以誠，恕己而行。四章言人有仁端，達之為道。五章言遠辱不為憂。六章言不慕大人，何能有恥。七章言王公尊賢，以貴下賤。八章言內定常滿，賤不失道，達善天下。九章言小人待化。十章言人情富盛，莫不驕矜。十一章言勞人欲以佚之，殺人欲以生之。十二章言王政浩浩，與天地同道，霸者德小，民人速睹。十三章言明法審令，崇寬務化。十四章言本性良能，仁義是也。十五章言聖人潛隱。十六章言孤孽自危，故能顯達。十七章言容悅凡臣，社稷股肱，天民行道，大人正己。十八章言育養賢才，樂過萬乘。十九章言臨蒞天下，君子之樂，尚不與焉。二十章言王政普大，二老聞歸。二十一章言教民之道，富而節用。二十二章言能大明者無不照。二十三章言好善從舜，好利從蹠。二十四章言楊墨放蕩，子莫執中。二十五章言饑不妄食。二十六章言下惠不恭。二十七章言為仁由己，必在究之。二十八章言仁在性體，其次假道。二十九章言放惡攝政，伊周有為，凡人誌異，則生篡心。三十章言君子正己，以立於世。三十一章言人當尚誌，善之所由，仁與義也。三十二章言事有輕重，行有小大。三十三章言奉法承天，政不可枉，大孝榮父，遺棄天下。三十四章言人性皆同，居使之異。三十五章言輿服器用，人用不殊，尊貴居之，志氣以舒。三十六章言取人之道，必以恭敬。三十七章言聖人踐形。三十八章言禮斷三年，孝者欲益，富貴怠厭，思減其日。三十九章言教人之術，莫善五者。四十章言道大難追，人能弘道。四十一章言窮達卷舒，屈伸異變。四十二章言學尚虛己。四十三章言賞僭及淫，刑濫及士，季文三思。四十四章言君子布德，各有所思。四十五章言振裘持領，正羅惟綱。其餘三十九章，趙氏分在下卷，各有敘焉。○注「盡心者」至「篇題」。○正義曰：云「人之有心，為精氣主，思慮可否，然後行之，猶人法天」者，蓋以性之得於天，心之生於性。天莫之為，而所以命人者，性也。性則湛然自得，所以為主者，心也。則人之心為精氣主，思慮可否然後行，由人法天也。云「天之執持維綱，以正二十八舍者，北辰也」者，二十八舍，案五行《天文志》云：東方：角、亢、氐、房、心、尾、箕；北方：斗、牛、女、虛、危、室、壁；西方：奎、婁、胃、昴、畢、觜、參；南方：井、鬼、柳、星、張、翼、軫。凡此四七之星，分布四方，是二十八舍也。然所以正之者，蓋在乎北辰。《論語》曰：「北辰居其所，而眾星拱之。」包注云「北辰之不移，而眾星拱之。」《爾雅·釋文》云：「北極謂之北辰。」郭璞曰：「北極，天之中以正四時。」然則極，中也。辰，時也。以其居天之中，故曰北極。以正四時，故曰北辰。又按《漢書·天文志》云：「中宮，太極星。其一明者，太乙之常居也。旁三星，三公環之。匡衛十二星，藩臣。皆曰紫宮。北斗七星，所謂璿璣玉衡，以齊七政。鬥為帝車，運於中央，臨制四方。分陰陽，建四時，均五行，移節度，定諸紀，皆係於鬥，是眾星所拱也。"
      },
      {
        "index": 4,
        "text": "孟子曰：「盡其心者，知其性也。知其性，則知天矣。（性有仁、義、禮、智之端，心以製之，惟心為正。人能盡極其心，以思行善，則可謂知其性矣。知其性，則知天道之貴善者也。）存其心，養其性，所以事天也。（能存其心，養育其正性，可謂仁人。天道好生，仁人亦好生。天道無親，惟仁是與。行與天合，故曰所以事天也。）夭壽不貳，脩身以俟之，所以立命也。」（貳，二也。仁人之行，一度而已。雖見前人或夭或壽，終無二心改易其道。夭若顏淵，壽若邵公，皆歸之命。脩正其身，以待天命，此所以立命之本。）"
      },
      {
        "index": 5,
        "text": "疏「孟子」至「命也」。○正義曰：此章指言盡心竭性，足以承天，夭壽禍福，秉心不違，立命之道，惟是為珍者也。「孟子曰：盡其心者」至「所以立命也」者，孟子言人能盡極其心以思之者，是能知其性也。知其性，則知天道矣。知存其心，養育其性，此所以能承事其天者也。以其天之賦性，而性者人所以得於天也，然而心者又生於性，性則湛然自得，而心者又得以主之也。蓋仁、義、禮、智根於心，是性本固有而為天所賦也。盡惻隱、羞惡、恭敬、是非之心，則是知仁、義、禮、智之性。知吾性固有此者，則知天實賦之者也。如存此惻隱、羞惡、恭敬、是非之心，以長育仁、義、禮、智之性，是所以事天者也，是性即天也。故存心養性，是為事天矣。又言人之於命，雖有或夭或壽，但操執其心而不仁也。既夭壽不二，而修其身以待其在天者如何耳，如是所以為能立命之本也。以其夭壽皆定於未形有分之初，亦此而不二也，不可徼求之矣，但脩其在我以待之，是為立命也。如於夭壽而二其心，以廢其所以脩其在我者，則非所以立命者也。《商書》云：「我生不有命在天。」是其意也。"
      },
      {
        "index": 6,
        "text": "孟子曰：「莫非命也，順受其正。（莫，無也。人之終，無非命也。命有三名，行善得善曰受命，行善得惡曰遭命，行惡得惡曰隨命。惟順受命為受其正也已。）是故知命者不立乎岩牆之下。盡其道而死者，正命也。（知命者欲趨於正，故不立於岩牆之下，恐壓覆也。盡脩身之道，以壽終者，得正命也。）桎梏死者，非正命也。」（畏、壓、溺死，禮所不吊，故曰非正命也已。）"
      },
      {
        "index": 7,
        "text": "疏「孟子曰」至「非正命也」。○正義曰：此章指言人必趨命，貴受其正，岩牆之疑，君子遠之也。「孟子曰莫非命」至「非正命也」者，孟子言人之死，無非是命也，然當順受其正，盡道以生死也。《書》云：「惠迪吉。」是其順受其正之旨也。是故知命之君子，不立身於岩牆危險之下，以其能壓覆人也。是以盡其脩身之道而死亡者，乃為受正命而死也；陷於刑獄，為桎梏而死者，非受正命而死也，以其不能盡脩身之道而順受其命而死也。桎，足械也。梏，手械也。今刑獄匣手足者也。案孔子云人有三死而非命：飲食不節，勞逸過度，是病其殺之者也；居下位而上誣其君，嗜欲無厭，是刑其殺之也；以少犯眾，以弱侮強，是兵其殺之者也。又云人有三死而不吊：有畏而死者，有壓而死者，有溺而死者。○注「 莫，無也」至「正也」。○正義曰：云「命有三，行善得善曰受命」者，如舜聞一善言，見一善行，沛若決江河而莫之禦，而終得升於帝而崩是也。「行善得惡曰遭命」，如《淮南子》「伯牛有癩」，《論語》曰「伯牛有疾，孔子自牖執其手，曰亡之命矣，夫斯人也而有斯疾也，斯人也而有斯疾也」，包曰「伯牛有惡疾」是也。「行惡得惡曰隨命」，如舜之四凶之類是也。○注「畏、壓、溺死，所不吊」。○正義曰：《禮》於《檀弓》云：「死而不吊者三，畏、壓、溺。」鄭氏云：「謂輕身忘孝也。畏，人或時以非罪，故己不能有以說之，死之者，孔子畏於匡是也。壓，行止危險之下是也。溺，不乘橋船是也。」《荀子》曰：「夏首之南，有人曰涓蜀梁，其為人善畏，明月而宵行，俯見其影，以為伏鬼也。仰視其發，以為立魅。背而走，比至其家，失氣而死。」是亦畏死者也。又秦武王時，大蛇從身出，復入穴，五女示之，五子拔蛇，壓殺五女。是壓死者也。尾生與女子期於梁下，水至不去，抱梁柱而死。是溺死者也。孟子之言，其趨則一也。"
      },
      {
        "index": 8,
        "text": "孟子曰：「求則得之，舍則失之，是求有益於得也，求在我者也。（謂脩仁行義，事在於我。我求則得，我舍則失，故求有益於得也。）求之有道，得之有命，是求無益於得也，求在外者也。」（謂賢者脩其天爵而人爵從之，故曰求之有道也。脩天爵者，或得或否，故曰得之有命也。爵祿須知己，知己者在外，非身所專，是以云求無益於得也，求在外者也。）"
      },
      {
        "index": 9,
        "text": "疏「孟子」至「者也」。○正義曰：此章指言為仁由己，富貴在天，故孔子曰：「如不可求，從吾所好。」孟子言仁、義、禮、智，性之所有，如就性而求之則得之，舍而不求則亡。是則仁、義、禮、智，求之有益於得者也，是求之在我者也。以其仁、義、禮、智，有生之初性固有者，是為在我者也，是為天爵也。求之有道，則脩其天爵而人爵從之故也。既脩其天爵，而人爵或有不得者，是或得或否，是得之有命也。是則人爵求之無益於得也，是求之在外者也。以其人爵非身所專，故為在外者也。如《論語》云「求仁而得仁」，是求則得之之謂也。《易》云「舍爾靈龜，凶」，是舍則失之之謂也。《詩》云「愷悌君子，求福不回」，是求之有道者也。《荀子》云「君子能為可用，不能使人必用己」，是得之有命者也。孟子所以言之以此。"
      },
      {
        "index": 10,
        "text": "孟子曰：「萬物皆備於我矣。反身而誠，樂莫大焉。（物，事也。我，身也。普謂人為成人已往，皆備知天下萬物，常有所行矣。誠者實也。反自思其身所施行，能皆實而無虛，則樂莫大焉。）強恕而行，求仁莫近焉。」（當自強勉以忠恕之道，求仁之術，此最為近也。）"
      },
      {
        "index": 11,
        "text": "疏「孟子」至「莫近焉」。○正義曰：此章指言每必以誠，恕己而行，樂在其中，仁之至也。孟子言人之生也，萬物皆備足於我矣，但能反己思之以誠，不為物之喪己，是有得於內矣，有得於內，則為樂亦莫大焉。以其外物為樂，則所樂在物，不在於我，故為樂也小。以內為樂，則所樂在己，不在物，其為樂也大。又言勉強以忠恕之道而行之，以求仁之術為最近，故傳有云「仁者必恕而後行」，是之謂也，斯亦「力行近乎仁」之意歟。"
      },
      {
        "index": 12,
        "text": "孟子曰：「行之而不著焉，習矣而不察焉，終身由之而不知其道者，眾也。」（人皆有仁義之心，日自行之無所愛，而不能著明其道以施於大事；仁妻愛子亦以習矣，而不能察知可推以為善；由，用也，終身用之，以為自然，不究其道可成君子：此眾庶之人也。）"
      },
      {
        "index": 13,
        "text": "疏正義曰：此章指言人有仁端，達之為道，凡人用之，不知其為實也。孟子言仁義之道人皆有之，然而行之而不著，則其跡不能彰明；習此仁義之道而不察，則其理不能推明；終身用而行之，而不知其是為道：凡如此者，非君子者也，是則為凡眾者矣。故孟子以此閔之。"
      },
      {
        "index": 14,
        "text": "孟子曰：「人不可以無恥。（人不可以無所羞恥也。《論語》曰：「行己有恥。」）無恥之恥，無恥矣。」（人能恥己之無所恥，是為改行從善之人，終身無復有恥辱之累也。）"
      },
      {
        "index": 15,
        "text": "疏正義曰：此章指言恥身無分，獨無所恥，斯必遠辱，不為憂矣。孟子言人之不可無其羞恥也。人能無恥而尚有羞恥，是為遷善遠罪之人，終身無復有恥辱累之矣。案《禮》云：「君子有五恥：朝不坐，燕不善，君子恥之；居其位，無其言，君子恥之；有其言，無其行，君子恥之；既得之，又失之，君子恥之；地有餘而民不足，君子恥之。」如此，則人可以無恥乎？此孟子所以有此言，而救時之弊與。"
      },
      {
        "index": 16,
        "text": "孟子曰：「恥之於人大矣。為機變之巧者，無所用恥焉。（恥者為不正之道，正人之所恥為也。今造機變阱陷之巧以攻戰者，非古之正道也。取為一切可勝敵之宜，無以錯於廉恥之心。）不恥不若人，何若人有？（不恥不如古之聖人，何有如賢人之名也？）"
      },
      {
        "index": 17,
        "text": "疏正義曰：此章指言不慕大人，何能有恥。是以隰朋愧不及黃帝，佐桓公以有勳；顏淵慕虞舜，孔子歎庶幾之云。孟子言人之所以恥者，以其為不正之道也。不正之道，正宜羞恥而無為之也，是為恥之於人為大者也。今之人乃造機變阱陷，藏兵之巧，以為攻戰者，是為不正之道也，是無所用而恥之也。如不恥不若古之聖賢，何能有古聖賢之名也！○注「隰朋顏淵」。○正義曰：凡於趙注有所要者，雖於文段不錄，然於事未嘗敢棄之而不明。今有以隰朋不及黃帝，佐齊桓以有勳；顏淵慕虞舜，仲尼歎庶幾也。案杜預《春秋傳》云：「隰朋，齊大夫也。」《史記》注云：徐廣曰：朋或作崩，常愧恥不若黃帝之為人，後齊桓得之，輔佐桓公，四十一年卒。顏淵慕虞舜。案《經》云：「顏淵曰：『舜何人也？予何人也？有為者亦若是。』」孔子所以曰：「回也其庶乎屢空。」是其歎也。趙注所以引而為解文。"
      },
      {
        "index": 18,
        "text": "孟子曰：「古之賢王好善而忘勢。（樂善而自卑，若高宗得傅說而稟命。）古之賢士何獨不然？樂其道而忘人之勢。（何獨不然，何獨不有所樂有所忘也。樂道守志，若許由洗耳，可謂忘人之勢矣。）故王公不致敬盡禮，則不得亟見之。見且由不得亟，而況得而臣之乎？」（亟，數也。若伯夷非其君不事，伊尹樂堯、舜之道，不致敬盡禮，而數見之乎？作者七人，隱各有方，豈可得而臣之。）"
      },
      {
        "index": 19,
        "text": "疏「孟子」至「之乎」。○正義曰：此章指言王公尊賢，以貴下賤之義也；樂道忘勢，不以富貴動心之分也。各崇所尚，則義不虧矣。「孟子曰」至「而況得而臣之者乎」，孟子曰古之賢者之君，好人之善而忘己之勢，古之為賢士者亦然，以其能樂己之樂而忘人之貴勢也。如此，故有王公大人不致其敬而盡其禮，則不得數數見其賢者。然而見之且猶尚以為不可，而況得臣之而卑下者乎？○注「高宗得傅說而稟命」。○正義曰：案《尚書·說命篇》云高宗夢得說，使百工營求諸野，得諸傅岩，爰立作相。王置諸其左右，曰臣下罔有稟命。孔安國《傳》云：「名說。稟，受也。令，命也。」○注「 經許由洗耳，可謂忘人之勢」。正義曰：案《高士傳》云：「許由，潁川人也，隱箕山。堯聞之，躬聘為九州長。由不赴，遂洗耳於河。巢父見之，曰：『吾欲飲牛，汙吾牛口。』於是牽牛上流飲之。由大慚而隱。」是也。○注「亟數也」至「作者七人」。○正義曰：云伯夷、伊尹者，此蓋本孟子之正文也，已說之詳矣。云「作者七人」者，案《論語》之文也。七人，包注云凡七人，長沮、桀溺、丈人、石門、荷蕢、儀封人、楚狂接輿是也。王弼云七人，伯夷、叔齊、虞仲、夷逸、朱張、柳下惠、少連，是此七人者也。"
      },
      {
        "index": 20,
        "text": "孟子謂宋句踐曰：「子好遊乎？吾語子遊，人知之亦囂囂，人不知亦囂囂。」（宋，姓也；句踐，名也。好以道德遊，欲行其道者。囂囂，自得無欲之貌也。）曰：「何如斯可以囂囂矣？」（句踐問何執守可囂囂也。）曰：「尊德樂義，則可以囂囂矣。」（尊，貴也。孟子曰：能貴德而履之，樂義而行之，則可以囂囂無欲矣。）故士窮不失義，達不離道。窮不失義，故士得己焉。達不離道，故民不失望焉。（窮不失義，不為不義而苟得，故得己之本性也。達不離道，思利民之道，故民不失其望也。）古之人得志，澤加於民；不得志，脩身見於世。窮則獨善其身，達則兼善天下。（古之人得志君國，則德澤加於民人。不得志，謂賢者不遭遇也，見，立也，獨治其身以立於世間，不失其操也，是故獨善其身。達謂得行其道，故能兼善天下也。）"
      },
      {
        "index": 21,
        "text": "疏「孟子」至「天下」。○正義曰：此章指言內定常滿，囂囂無憂，可出可處，故云以遊，脩身立世，賤不失道，達善天下，乃用其寶。句踐好遊，未得其要，孟子言之，然後乃喻。「孟子謂宋句踐曰」至「囂囂」，宋句踐，宋人，姓宋名句踐。孟子謂句踐曰：子好逸遊乎？我今語以教子之遊也，言人之知己，亦但囂囂然自得；人不知己，亦但囂囂然而自得。「曰何如斯可以囂囂矣」，句踐問之，曰當何如此可以囂囂然自得矣。「曰尊德樂義」至「達則兼善天下」。孟子又與之曰：尊貴其德，所樂以義，以此則可以囂囂自得矣。蓋德有所得於內，義有所不為於外。既所貴在德，而盡性於內；所樂在義，而窮理於外：是以樂天知命，故人知不知，斯囂囂然自得矣。如此，故士窮而在下，則不失義，而不為苟得；達而在上，則不離道，而常思利民。窮不失義而不為苟得，故得己之本性；達不離道而常思利民，故民不失其所望。是以古之人得志遭遇其時，則布恩澤而加被於民；不得志，則脩治其身以立於世間。是其窮則獨善身，達則得行其道而兼善天下也。言古之人以是者，如顏子之徒窮而不得志，則不改其樂而獨善其身，伊尹之徒得志而澤加於民也。"
      },
      {
        "index": 22,
        "text": "孟子曰：「待文王而後興者，凡民也。若夫豪傑之士，雖無文王猶興。」（凡民，無自知者也，故由文王之大化，乃能自興起以趨善道。若夫豪傑之才知千萬於凡人者，雖不遭文王，猶能自起以善守其身，正其行，不陷溺也。）"
      },
      {
        "index": 23,
        "text": "疏正義曰：此章指言小人待化，乃不邪僻；君子特立，不為俗移，故謂豪傑自興也。孟子言必待文王之化而乃能興起以從善道者，凡民也，以其無自知者也。若夫才有過於千萬人之豪傑者，雖不遭遇文王之化，猶能自興起以從善而正立其身也已。"
      },
      {
        "index": 24,
        "text": "孟子曰：「附之以韓、魏之家，如其自視欿然，則過人遠矣。」（附，益也。韓、魏，晉六卿之富者也。言人既自有家，復益以韓、魏百乘之家，其富貴已美矣。而其人欿然不足，自知仁義之道不足也，此則過人甚遠矣。）"
      },
      {
        "index": 25,
        "text": "疏正義曰：此章指言人情富盛，莫不驕矜，若能欿然，謂不如人，非但免過，卓絕乎凡也。孟子言人自有富，復附益以韓、魏晉六卿百乘之家富而貴之，如其自視己於仁義之道欿然不足，則超絕有過乎眾人遠矣。○注「韓、魏，晉六卿百乘之家」。正義曰：已說於《梁惠》首篇。"
      },
      {
        "index": 26,
        "text": "孟子曰：「以佚道使民，雖勞不怨。（謂教民趨農，役有常時，不使失業，當其雖勞，後獲其利，則佚矣，若「亟其乘屋」之類也，故曰不怨。）以生道殺民，雖死不怨殺者。」（謂殺大辟之罪者，以坐殺人故也。殺此罪人者，其意欲生民也。故雖伏罪而死，不怨殺者，）"
      },
      {
        "index": 27,
        "text": "疏「孟子」至「殺者」。○正義曰：此章指言勞人欲以佚之，殺人欲以生之，則民不怨讟也。孟子言國君如使民趨於農耕，是以佚道使民，是農耕時雖為勞，然後有所獲稼，則又有以佚樂矣。如是則何怨恨其勞乎？故曰：「以佚道使民，雖勞不怨。」又言國君殺戮其罪人者，以其恐有害於民，故殺之，而意有在於欲生其民也，是則罪人被殺，雖死且不怨恨殺者也。故曰：「以生道殺民，雖死不怨殺者。」○注「若亟其乘屋之類」。○正義曰：已於《滕文公》說之矣。○注「大辟之罪」。○正義曰：孔云：大辟之罪，死刑也。前已說。"
      },
      {
        "index": 28,
        "text": "孟子曰：「霸者之民，歡虞如也。王者之民，皞皞如也。殺之而不怨，利之而不庸，民日遷善而不知為之者。（霸者行善恤民，恩澤暴見易知，故民歡虞樂之也。王者道大法天，浩浩而德難見也。殺之不怨，故曰殺之而不怨。庸，功也。利之使趨時而農，六畜繁息，無凍餓之老，而民不知獨是王者之功。修其庠序之教，又使日遷善，亦不能覺知誰為之者。言化遷善為之大道者也。）夫君子所過者化，所存者神，上下與天地同流，豈曰小補之哉！」（君子通於聖人，聖人如天。過此世能化之，存在此國，其化如神，故言與天地同流也。天地化物，歲成其功，豈曰使人知其小補益之者哉。）"
      },
      {
        "index": 29,
        "text": "疏「孟子」至「之哉。○正義曰：此章指言王政浩浩，與天地同道；霸者德小，民人速睹：是以賢者誌其大者也。「孟子曰」至「小補之哉」者，孟子言霸者行善政以及民，以其恩澤暴見，故民歡而樂也；王者道大，故若天浩浩而難知難見者也，故民皞皞然自得而已矣。是以王者之民，殺之而不怨，以其生道殺之故也；利而不知為王者之功，以其佚道使之故也。自跡觀之，則君子過之而不守拘其一，自妙道觀之，則其所感而遂天下之故者未嘗不有存焉，故曰「君子所過者化，所存者神」。今夫天地之化者，始乎春而終乎冬，而萬物皆得以移易者也；天地之神者，始乎震而終乎艮，而陰陽不可測之者是也。然則王者之於民，所過者以化，所存者以神，宜美與天地上下同流而無間也。則是天地之化，以神而存之，豈曰使萬物知其有小補益哉！王者之化，亦存以神，又豈曰使民知其有小補益之哉！如此，故王者之民所以皞皞如也。蓋虞之為樂，必待虞度無患，然後為歡，則其樂淺；皞皞如也，以其使民舒通太平，自得而已，故於歡虞又有以間矣。此孟子所以抑區區之為，而尊崇其王者也。"
      },
      {
        "index": 30,
        "text": "孟子曰：「仁言不如仁聲之入人深也。（仁言，政教法度之言也。仁聲，樂聲《雅》、《頌》也。仁言之政雖明，不如《雅》、《頌》感人心之深也。）善政不如善教之得民也。（善政使民不違上，善教使民尚仁義，心易得也。）善政，民畏之。善教，民愛之。善政得民財，善教得民心。」（畏之，不逋怠，故賦役舉而財聚於一家也。愛之，樂風化而上下親，故歡心可得也。）"
      },
      {
        "index": 31,
        "text": "疏「孟子」至「民心」。○正義曰：此章指言明法審令，民趨君命，崇寬務化，民愛君德，故曰移風易俗，莫善於樂。「孟子曰」至「善教得民心」，孟子言仁言為政教法度之言，不若仁聲樂聲《雅》、《頌》感人心之深也。善政使民不違上，又不若善教得民之易也。以其善政出於法度之粗，有刑威以行之，故民有以畏之。善教本人之德性，有仁恩以懷之，故民有以愛之。亦以善政有九職係萬民，有九兩以係萬民。九職任萬民，故一曰三農，以平地山澤，生黍、稷、禾、稻、麻、大、小豆、大、小麥之九穀；二曰園囿，以育草木；三曰虞衡，作山澤之材；四曰藪牧，養蕃鳥獸；五曰百工，飭化八材，八材，鄭司農云「珠、象、玉、石、金、木、革、羽」是也；六曰商賈，阜通貨賄；七曰嬪婦，化治絲枲，鄭玄云「金玉曰貨，布帛曰賄，嬪，婦人之美稱也」；八曰臣妾，聚斂疏財；九曰閑民，無常職，轉移執事。鄭玄云：「疏材，百草根實可食者。」九兩係萬民：一曰牧，以地得民；二曰長，以貴得民；三曰師，以賢得民；四曰儒，以道得民；五曰宗，以族得民；六曰主，以利得民；七曰吏，以治得民；八曰友，以任得民；九曰藪，以富得民。凡此善政，為民財而已；善教因民心以教之，故能得民心矣：此所以為仁言不如仁聲之入人深也，善政不如善教之得民。然而善政非不能得民，但得民財而已，又不若善教得民之心矣。○蓋「移風易俗，莫大乎樂」，此禮之文然也，孟子所以同其趨焉。"
      },
      {
        "index": 32,
        "text": "孟子曰：「人之所不學而能者，其良能也。所不慮而知者，其良知也。（不學而能，性所自能。良，甚也。是人之所能甚也。知亦猶是能也。）孩提之童，無不知愛其親者，及其長也，無不知敬其兄也。（孩提，二三歲之間，在繈褓，知孩笑可提抱者也。少知愛親，長知敬兄，此所謂良能良知也。）親親，仁也。敬長，義也。無他，達之天下也。」（人仁義之心，少而皆有之，欲為善者無他，達，通也，但通此親親敬長之心，施之天下人也。）"
      },
      {
        "index": 33,
        "text": "疏「孟子」至「天下也」。○正義曰：此章指言本性良能，仁義是也，達之天下，恕乎己也。「孟子曰人之所不學而」至「達之天下也」者，孟子言人之所以不學而性自能，是謂良能者也；所以不待思慮而自然知者，是謂良知者也。孩提繈褓之童子，無有不知愛其父母，及其長大，無不知欽順其兄，是則厚愛其親，欽順其兄，是仁義也，仁義即良知良能者也。言人之為善者，無更於他求也，但通達此親親敬長之良能良知，施之於天下耳。○注「繈褓者」。○正義曰：釋云：繈褓，負也。負，兒衣也。織縷為之，廣八寸，長二尺，以負兒於背上者也。是亦知孩提為二三歲。"
      },
      {
        "index": 34,
        "text": "孟子曰：「舜之居深山之中，與木石居，與鹿豕遊。其所以異於深山之野人者幾希。（舜耕曆山之時，居木石間。鹿豕近人，若與人遊也。希，遠也。當此之時，舜與野人相去豈遠哉。）及其聞一善言，見一善行，若決江河，沛然莫之能禦也。」（舜雖外與野人同其居處，聞人一善言則從之，見人一善行則識之，沛然不疑，若江河之流，無能禦止其所欲行也。）"
      },
      {
        "index": 35,
        "text": "疏「孟子」至「禦也」。○正義曰：此章指言聖人潛隱，辟若神龍，亦能飛天，亦能潛藏，舜之謂也。孟子言虞舜初起於曆山耕時，居於木石之間，以其近木石故也，與鹿豕遊，以其鹿與豕近於人也。然而舜於此，其所以有異於深山之野人不遠，但能及其聞一善言，見一善行，其從之若決江河之水，沛然其勢，莫之能禦止之也。○注「聖人潛隱若神龍者」。○正義曰：此蓋《周易·乾卦》之文也，趙注引之以解其經。"
      },
      {
        "index": 36,
        "text": "孟子曰：「無為其所不為，無欲其所不欲，如此而已矣。」（無使人為己所不欲為者，無使人欲己之所不欲者，每以身先之如此，則人道足也。）"
      },
      {
        "index": 37,
        "text": "疏正義曰：此章指言己所不欲，勿施於人，仲尼之道也。孟子言人無為其所不為，以其所不為者不義也。無欲其所不欲者，以其不欲為不善也。人能無為不義，又不欲其所不善，則人道於是足矣，故曰如此也。"
      },
      {
        "index": 38,
        "text": "孟子曰：「人之有德慧術知者，恒存乎疢疾。（人所以有德行智慧道術才知者，在於有疢疾之人，疢疾之人，又力學，故能成德。）獨孤臣孽子，其操心也危，其慮患也深，故達。」（此即人之疢疾也，自以孤微，懼於危殆之患而深慮之，勉為仁義，故至於達也。）"
      },
      {
        "index": 39,
        "text": "疏「孟子」至「故達」。○正義曰：此章指言孤孽自危，故能顯達，膏粱難正，多用沉溺，是故在上不驕，以戒諸侯也。孟子言人之所以有德慧術知者，常在於疢疾之人也。疢疾，人之有小疾，常沾在身不去者，是為疢疾也。如孤臣孽子，其操心也常危，其慮患也常深，是若疢疾也。此孟子所以執此喻以自解也。言孤臣不得於其君者也，孽子不得於其親者也。不得於其君與不得於其親者，故能秉心常危，慮患常深，以勉力於為道德，故能顯達也。操心常危，慮患常深，是人之疢疾常霑在身而不去也，是孟子所以為疢疾之人有德慧術智也。然而非謂德慧術智必係乎有疢疾者，但常存乎疢疾之人而已。蓋有得於己謂之德，述而行之謂之術，然德又以慧連，術又以智連之者，以其德以慧明，術以智釋耳，是則所謂智慮生於憂患，豈非德慧術智存於疢疾之意有同歟？此孟子所以有是言之，而戒當時之人者也。"
      },
      {
        "index": 40,
        "text": "孟子曰：「有事君人者，事是君則為容悅者也。（事君，求君之意，為苟容以悅君者也。）有安社稷臣者，以安社稷為悅者也。（忠臣志在安社稷而後為悅者也。）有天民者，達可行於天下而後行之者也。（天民，知道者也。可行而行，可止而止。）有大人者，正己而物正者也。」（大人，大丈夫不為利害動移者也。正己物正，象天不言而萬物化成也。）"
      },
      {
        "index": 41,
        "text": "疏「孟子」至「者也」。○正義曰：此章指言為悅凡臣，社稷股肱，天民行道，大人正身。凡此四科，優劣之差。「孟子曰：有事君人者，事是君則為容悅者也」，孟子言有人事其君以求君之意者，是為苟容以悅君者也。「有安社稷臣者，以安社稷為悅者也」，孟子又言有忠臣，為安社稷臣者也，在於安社稷而後為悅者也。「有天民者，達可行於天下而後行之者也」，言天民為之先覺者，志在於行道，然而既達而在位，可以行其道於天下，然後乃行之也。以其若窮而在下，未可行其道，則亦止而不行矣。是其窮、達一歸於天而已。「有大人者，正己而物正者也」，言有大丈夫不為利害之所易動，是則自正治其己，而物後自取正於我也。凡此是其四科優劣差等也。"
      },
      {
        "index": 42,
        "text": "孟子曰：「君子有三樂，而王天下不與存焉。父母俱存，兄弟無故，一樂也。仰不愧於天，俯不怍於人，二樂也。得天下英才而教育之，三樂也。（天下之樂不得與此三樂之中。兄弟無故，無他故。不愧天，又不怍人，心正無邪也。育，養也。教養英才，成之以道，皆樂也。）君子有三樂，而王天下不與存焉。」（君子重言，是美之也。）"
      },
      {
        "index": 43,
        "text": "疏「孟子曰」至「存焉」。正義曰：此章指言保親之養，兄弟無他，誠不愧天，育養英才，賢人能之，樂過萬乘，孟子重焉，一章再云也。「孟子曰：君子有三樂，而王天下不與存焉」至「存焉」者，孟子言君子有三樂，而為王天下者不得與於其間。父母皆在，兄弟無有他故者，以其無嫌隙之事也，此乃一樂也；存誠於己，而仰無以有羞愧於天，俯無以有慚怍於人，此乃二樂也；己之有德，又得天下英才大賢，而推己以教而養育之，此乃三樂也。三樂如此，故孟子又重言之。然君子有三樂，而王天下不與存焉，以其有天下之樂，不若此三樂矣。故重言之，而美此三樂也。是以舜得天下而無足解憂。楊子云：「紆朱懷金之樂，不如顏氏子之樂。」是亦與此同意也。"
      },
      {
        "index": 44,
        "text": "孟子曰：「廣土眾民，君子欲之，所樂不存焉。中天下而立，定四海之民，君子樂之，所性不存焉。（廣土眾民，大國諸侯也。所樂不存，欲行禮也。中天下而立，謂王者。所性不存，乃所謂性於仁義者也。）君子所性，雖大行不加焉，雖窮居不損焉，分定故也。（大行，行之於天下。窮居不失性也，分定故不變。）君子所性，仁、義、禮、智。根於心，其生色也，然見於麵，盎於背，施於四體。四體不言而喻。」（四者根生於心，色見於麵。然，潤澤之貌也。盎視其背而可知，其背盎盎然，盛流於四體。四體有匡國之綱，雖口不言，人自曉喻而知也。）"
      },
      {
        "index": 45,
        "text": "疏「孟子曰」至「而喻」。○正義曰：此章指言臨蒞天下，君國子民，君子之樂，尚不與存。仁義內充，身體履方，四支不言，蟠辟用張，心邪意溺，進退無容，於是之際，知其所不同也。「孟子曰廣土眾民」至「不言而喻」，孟子言廣土地之大，眾民人之多，以為大國之諸侯，君子者心欲好之，然其所樂不在此也。中天下之中而立，以安四海之民，是為之王，君子者雖樂於此，然而稟天性不在此焉。蓋君子欲廣土眾民，以其足以行道於一國故也，然其所樂又在於定四海之民，而未樂於此一國而已。雖樂在於中天下而立，定四海之民，得以行道於天下，奈何所性不在此焉，是所性者特在仁、義、禮、智耳。故言於下文是也。是則君子所稟天之性，雖大而行道於天下，且不能加益其性；雖窮居在下，且不能損滅其性：以其所生之初，受之於天，有其分定故也。故君子所性，是仁、義、禮、智，四者根生於心，顯而形諸德容，其生於色，則然潤澤見於麵，又有輝光乎其前，盎盎然見於背，又有充實乎其後，而旁溢流通乎左右上下四體。則一動靜，一行止，固雖不言，而人以曉喻而知其所存，是其不言仁而喻其能仁，不言義而喻其能義，以至禮也智也亦若是矣。此所以故云「四體不言而喻」。《荀子》云：「君子之學入乎耳，著乎心，布乎四體，形乎動靜。」又曰：「君子至德，默然而喻。」同意。\n卷十三下·盡心章句上"
      },
      {
        "index": 46,
        "text": "孟子曰：「伯夷辟紂，居北海之濱，聞文王作興，曰：『盍歸乎來？吾聞西伯善養老者。』太公辟紂，居東海之濱，聞文王作興，曰：『盍歸乎來？吾聞西伯善養老者。』(已說於上篇。)天下有善養老，則仁人以為己歸矣。(天下有能若文王者，仁人呼復歸之矣。)五畝之宅，樹牆下以桑匹婦蠶之，則老者足以衣帛矣。五母雞，二母彘，無失其時，老者足以無失肉矣。百畝之田，匹夫耕之，八口之家足以無饑矣。(五雞、二彘，八口之家畜之，足以為畜產之本也。)所謂西伯善養老者，制其田里，教之樹、畜，導其妻子，使養其老。五十非帛不暖，七十非肉不飽。不暖不飽，謂之凍餒。文王之民，無凍餒之老者，此之謂也。」(所謂無凍餒者，教導之使可以養老者，耳。非家賜而人益之也。)"
      },
      {
        "index": 47,
        "text": "疏「孟子」至「此之謂也」。○正義曰：此章指言王政普大，教其常業，各養其老，使不餒乏。二老聞之，歸身自托，眾鳥不羅，翔鳳來集，亦斯類也。「孟子曰伯夷辟紂」至「此之謂也」，已說於上篇矣。此以大同小異，更不復說焉。然其類亦孔子所云「刳胎殺夭，則麒麟不至，覆巢毀卵，則鳳凰不翔」。此亦類也。"
      },
      {
        "index": 48,
        "text": "孟子曰：「易其田疇，薄其稅斂，民可使富也。食之以時，用之以禮，財不可勝用也。(易，治也。疇，一井也。教民治其田疇，薄其稅斂，不逾什一，則民富矣。食取其征賦以時，用之以常禮，不逾禮以費財也，故畜積有餘，財不可勝用也。)民非水、火不生活，暮叩人之門戶求水、火，無弗與者，至足矣。聖人治天下，使有菽粟如水、火。菽粟如水、火，而民焉有不仁者乎？(水、火能生，人有不愛者，至饒足故也。菽粟饒多若是，民皆輕施於人，而何有不仁者也。)"
      },
      {
        "index": 49,
        "text": "疏「孟子」至「者乎」。○正義曰：此章指言教民之道，富而節用，蓄積有餘，焉有不仁，故曰倉廩實知禮節也。「孟子曰易其田疇」至「不可勝用也」，孟子言如使在下者易治其田疇而不難耕作，則地無遺其利；又在上者又薄其賦斂而無橫賦，則民皆可令其賦足也；又食之以時而其用不屈，用之以禮而其欲不窮，則財用有餘而不可勝用也。「民非水火不生活」至「焉有不仁者乎」，孟子又言人民非得其水、火則不能生活，然而昏暮之時，有敲人之門戶而求之水、火，無不與之者，以其水、火至多矣。聖人如能治其天下，使民有其菽粟亦如水、火之多，則民人孰不以有餘而補其不足，而為仁者乎？故曰：「菽粟如水、火，而民焉有不仁者乎？此所謂倉廩實而知禮節者也。○注「疇，一井也」。○正義曰：《說文》云：「為耕治之田也。」不知一井何據。"
      },
      {
        "index": 50,
        "text": "孟子曰：「孔子登東山而小魯，登太山而小天下，故觀於海者難為水，遊於聖人之門者難為言。(所覽大者意大，觀小者誌小也。)觀水有術，必觀其瀾。(瀾，水中大波也。)日月有明，容光必照焉。(容光，小郤也。言大明照幽微也。)流水之為物也，不盈科不行。君子之志於道也，不成章不達。(盈，滿也。科，坎也。流水滿坎乃行，以喻君子之學必至成章，乃仕進者也。)"
      },
      {
        "index": 51,
        "text": "疏「孟子」至「不達」。正義曰：此章指言弘大明者無不照，包聖道者成其仁。是故賢者誌大，宜為君子。「孟子曰孔子登東山」至「難為言」者，孟子言孔子登魯國之東山，而所覽者大，故小其魯國，以魯國莫大於東山也；登太山而能小其天下，亦所覽者大，而天下亦莫大也於大山也。如此故觀之於海者難為水也，以其水所同歸於海者也，是以海為百穀王；遊聖人之門者難為言，以其道之所同出又同歸於此者也。楊子云「視日月而知眾星之蔑如，仰天庭而知天下之居卑」，亦與此同意。「觀水有術，必觀其瀾」者，孟子又言人之觀於水，以其有術也，有術者，所謂觀水必觀其波瀾，是為能觀水者也。云此者，以其人之觀書亦若是也，言觀書亦當觀其五經而已矣，五經所以載聖人之大道者也。「日月有明，容光必照焉」者，又言日月之有明，凡於幾隙，但有容其光者，則必照之，亦若道之在天下無往而不在也。「流水之為物也，不盈科不行」至「不成章不達」者，又言流水為物，所流遇於科坎，不盈滿其科坎則不流進而行也。如君子之學志在於道也，不成章則不達而進仕。以其君子於道，至於成章則充實，美在其中，暢於四支，發於事業，為美之至者也。此孟子所以有水為之喻焉。"
      },
      {
        "index": 52,
        "text": "孟子曰：「雞鳴而起，孳孳為善者，舜之徒也。雞鳴而起，孳孳為利者，蹠之徒也。欲知舜與蹠之分，無他，利與善之間也。」(蹠，盜蹠也。蹠，舜之分，故以此別之也。)"
      },
      {
        "index": 53,
        "text": "疏正義曰：此章指言好善從舜，好利從蹠，明明求之，常若不足，君子、小人，各一趣也。「孟子曰」至「間也」者，孟子言人之雞鳴而起，孳孳勸篤於為善者，乃為舜之徒黨也；如雞鳴而起，孳孳但勤篤於為利者，乃為盜蹠之徒也。儻言欲知舜與盜蹠為君子、小人之分別，無他事焉，特一趨於利、一趨於善之間而已。○注「盜蹠」。○正義曰：案李奇《漢書傳》云：「盜蹠乃是秦之大盜也。」"
      },
      {
        "index": 54,
        "text": "孟子曰：「楊子取為我，拔一毛而利天下，不為也。(楊子，楊朱也。為我，為己也。拔己一毛以利天下之民，不肯為也。)墨子兼愛，摩頂放踵利天下，為之。(墨子，墨翟也。兼愛他人，摩突其頂下至於踵，以利天下，己樂為之也。)子莫執中。(子莫，魯之賢人也。其性中和專一者也。)執中為近之。執中無權，猶執一也。(執中和，近聖人之道，然不權。聖人之重權。執中而不知權，猶執一介之人，不知時變也。)所惡執一者，為其賊道也，舉一而廢百也。」(所以惡執一者，為其不知權，以一知而廢百道也。)"
      },
      {
        "index": 55,
        "text": "疏「孟子」至「百也」。○正義曰：此章楊、墨放蕩，子莫執一，聖人量時，不取此術，孔子行止，唯義所在。「孟子曰：楊子取為我，拔一毛而利天下，不為也」至「為之」，孟子謂楊朱所取以為己，雖拔己之一毛以利天下，且不為也；墨翟兼愛他人，雖摩突其頂而至於踵而利天下，且以為之。「子莫執一」，子莫，魯賢人，言子莫執中和之性而不專一者也，以其無為己、兼愛之過而已，故曰「執中為近之」，言子莫執中為近聖人之道者也。如執中而不知權變，但若執一介之人，不知時變者也。然而所以惡疾其執一者，是為其有以賊害其道也，是若知舉一道而廢其百道也，故曰：「執中無權，猶執一也。所惡執一者，為其賊道，舉一而廢其百也。」"
      },
      {
        "index": 56,
        "text": "孟子曰：「饑者甘食，渴者甘飲，是未得飲食之正也，饑渴害之也。(饑渴害其本所以知味之性，令人強甘之。)豈惟口腹有饑渴之害？人心亦皆有害。(為利欲所害，亦猶饑渴得之。)人能無以饑渴之害為心害，則不及人不為憂矣。」(人能守正，不為邪利所害，雖謂富貴之事不及逮人，猶為君子。不為善人所憂患也。)"
      },
      {
        "index": 57,
        "text": "疏「孟子」至「憂矣」。○正義曰：此章指言饑不妄食，忍情節欲，賤不失道，不為苟求。能無心害，夫將何憂。「孟子曰饑者甘食」至「不為憂矣」，孟子言人之饑餓，則易為食，故以甘之；渴者易為飲，故以甘之：然而不得飲食味之正者也，以其但為饑渴害其本性耳。豈獨飲食於口腹為有饑渴以害之？言人心亦皆有以害之也，以其利欲害之故也。人能無以饑渴之害為心之害，則所養不及於人，亦不足為可憂矣。蓋無以饑渴為心害，則孟子以饑渴之害亦猶利欲之害，故假托而言之也。"
      },
      {
        "index": 58,
        "text": "孟子曰：「柳下惠不以三公易其介。」(介，大也。柳下惠執弘大之志，不恥汙君，不以三公榮位易其大量也。)"
      },
      {
        "index": 59,
        "text": "疏正義曰：此章指言柳下惠不恭，用誌大也，無可無否，以賤為貴也。孟子言柳下惠不以三公之榮位而移易己之大志也，以其所守之介，在道而已，是所以不羞小官者焉。今夫三公者，乃百僚之師師也，人臣之位極者也，衣則服兗，圭則執桓圭，而世之所謂富貴崇顯者，無以過也。"
      },
      {
        "index": 60,
        "text": "孟子曰：「有為者辟若掘井，掘井九軔而不及泉，猶為棄井也。(有為，為仁義也。軔，八尺也。雖深而不及泉，喻有為者能於中道而盡棄前行者也。)"
      },
      {
        "index": 61,
        "text": "疏正義曰：此章指言為仁由己，必在究之，九軔而輟，無益成功。《論》之一簣，義與此同。孟子曰今之有為之道者，譬如掘井者也，掘井至九軔之深，而不及泉則止之，是棄其前掘井之功者也，喻為仁義之道，而不及之，則止而不為，是亦棄其仁義之道者也。孔子曰：「為山未成一簣，止，吾止也。」與此同意。○注「軔，八尺也」。○正義曰：案釋云：七尺曰軔。"
      },
      {
        "index": 62,
        "text": "孟子曰：「堯、舜，性之也。湯、武，身之也。五霸，假之也。(性之，性好仁，自然也。身之，體之行仁，視之若身也。假之，假仁以正諸侯也。)久假而不歸，惡知其非有也？」(五霸而能久假仁義，譬如假物久而不歸，安知其不真有也。)"
      },
      {
        "index": 63,
        "text": "疏「孟子」至「非有也」。○正義曰：此章指言仁在性體，其次假借，用而不已，實何以易，在其勉之也。而行仁，本性之自然者也。湯、武利而行仁，視之若身也。五霸強而行仁，則力假之而已。然而久假而行之，而不歸止，安知其非真有也。楊子曰：「假儒衣書服而讀之，三月不歸，孰曰非儒也。」亦同其旨。"
      },
      {
        "index": 64,
        "text": "公孫丑曰：「伊尹曰：『予不狎於不順。』放太甲於桐，民大悅。太甲賢，又反之，民大悅。賢者之為人臣也，其君不賢，則固可放與？」(丑怪伊尹賢者而放其君，何也？)孟子曰：「有伊尹之志則可，無伊尹之志則篡也。」(人臣秉忠，誌若伊尹，欲寧殷國，則可放惡而不即立君，宿留冀改而復之。如無伊尹之忠，見間乘利，篡心乃生，何可放也！)"
      },
      {
        "index": 65,
        "text": "疏「公孫」至「篡也」。○正義曰：此章指言憂國忘家，意在出身，志在寧君，放惡攝政，伊周有焉。凡人誌異，則生篡心也。公孫丑問孟子，謂伊尹有言我不邇於順己者，故放太甲於桐宮，而民心大悅；及太甲悔改其過而歸賢，則伊尹又迎而反之以復君位，商民大悅：且賢者之為人臣也，其君有不賢者，則固可以放之與？孟子對曰：如賢者有伊尹愛君之志，則可以放君；如無伊尹秉忠心以愛君，則放君而生篡奪君位之心者也，以為不可矣。"
      },
      {
        "index": 66,
        "text": "公孫丑曰：「《詩》曰：『不素餐兮。』君子之不耕而食，何也？」(《詩·魏國·伐檀》之篇也。無功而食，則謂之素餐，世之君子有不耕而食，何也？)孟子曰：「君子居是國也，其君用之，則安富尊榮；其子弟從之，則孝悌忠信。不素餐兮，孰大於是？」(君子能使人化其道德，移其習俗，身安國富而保其尊榮，子弟孝悌而樂忠信，不素餐之功，誰大於是？何為不可以食祿！)"
      },
      {
        "index": 67,
        "text": "疏「公孫丑」至「於是」。○正義曰：此章指言君子正己，以立於世，世美其道，君臣是貴，所過者化，又何素餐之謂也。公孫丑問孟子曰：魏國《伐檀》之詩有云「不素餐兮」，言無功而食謂之素餐，然而君子有不自耕而食祿者，是如之何？孟子對之曰：君子居處此國，其君任用之，則安富尊榮，言安國保其尊榮；子弟從之，則能孝悌忠信：是則不素餐兮，誰有大於此者？言何為而不可食祿。○注「魏國《伐檀》之篇」。○正義曰：此《詩》蓋剌在位貪鄙，無功而受祿，君子不得進仕爾。"
      },
      {
        "index": 68,
        "text": "王子墊問曰：「士何事？」(齊王子名墊也，問士當何事為事者耶。)孟子曰：「尚誌。」(尚，貴也。士當貴上於用誌也。)曰：「何謂尚誌？」曰：「仁義而已矣。殺一無罪，非仁也。非其有而取之，非義也。居惡在？仁是也。路惡在？義是也。居仁由義，大人之事備矣。」(孟子言志之所尚，仁義而已矣。不殺無罪、不取非有者為仁義，欲知其所當居者仁為上，所由者義為貴，大人之事備矣。)"
      },
      {
        "index": 69,
        "text": "疏「王子」至「備矣」。○正義曰：此章指言人當尚誌，誌於善也，善之所由，仁與義也。欲使王子無過差者也。「王子墊問曰：士何事」者，王子墊，齊王之子名墊也。問孟子曰為士者當以何事為尚也。「孟子曰尚誌」，孟子答之，曰為士者當以誌為尚也。「曰何謂尚誌」，王子又問孟子何以謂之尚誌。「曰仁義而已矣」至「大人之事備矣」，孟子又答之。曰尚誌則以仁義而已矣。言能以仁義為尚，則為尚誌也。如殺一人之無罪，是為非仁也；非己之所有而取求之，是為非義也。如此非仁非義者，亦以所居有惡疾，在於仁，所行有惡疾，在於義是也。如仁以為居，義以為行，則大人之事亦備矣。此孟子所以欲使王子墊於無過之地也。"
      },
      {
        "index": 70,
        "text": "孟子曰：「仲子，不義與之齊國而弗受，人皆信之，是舍簞食豆羹之義也。(仲子，陳仲子處於陵者，人以為廉，謂以不義而與之齊國，必不受之。孟子以為仲子之義，若上章所道簞食豆羹無禮則不受，萬鍾則不辨禮義而受之也。)人莫大焉亡親戚君臣上下。以其小者信其大者，奚可哉！」(人當以禮義為正，陳仲子避兄離母，不知仁義親戚上下之敘，何可以其小廉信以為大哉？)"
      },
      {
        "index": 71,
        "text": "疏「孟子曰」至「奚可哉」。○正義曰：此章指言事有輕重，行有大小，以大包小可也，以小信大，未之聞者也。孟子言陳仲子以不義雖與之齊國之大而且不受，國人皆信之以為廉，是為舍簞食豆羹之小義也。人之所尚，當以莫大為尚焉者，是其知以親戚君臣上下之敘者也。今陳仲子避兄離母，處於陵而不仕，是棄親戚君臣上下之大分，爾徒取其辭受之小節而已。而信廉之大，又安可哉？以其非義之本耳，宜孟子以是聞之。○注「陳仲子」至「受之也」。○正義曰：此於前篇已說矣。"
      },
      {
        "index": 72,
        "text": "桃應問曰：「舜為天子，皋陶為士，瞽瞍殺人，則如之何？」(桃應，孟子弟子問皋陶為士官主執罪人，瞽瞍惡暴而殺人，則皋陶何如？)孟子曰：「執之而已矣。」(孟子曰：皋陶執之耳。)「然則舜不禁與？」(桃應以舜為天子，使有司執其父，不禁止之邪？)曰：「夫舜惡得而禁之？夫有所受之也。」(夫，辭也。孟子曰：夫舜惡得禁之，夫天下乃受之於堯，當為天理民，王法不曲，豈得禁之也！)「然則舜如之何？」(應問舜為之將如何。)曰：「舜視棄天下猶棄敝蹝也。竊負而逃，遵海濱而處，終身欣然，樂而忘天下。」(孟子曰：舜視棄天下如拾棄敝蹝。蹝，草履可蹝者也。敝喻不惜。舜必負父而遠逃，終身欣然，忽忘天下之為至貴也。)"
      },
      {
        "index": 73,
        "text": "疏「桃應」至「天下」。○正義曰：此章指言奉法承天，政不可枉，大孝榮父，遺棄天下，虞舜之道，趨將若此。孟子之言，揆聖意也。「桃應問曰：舜為天子，皋陶為士，瞽瞍殺人，則如之何」，桃應問孟子曰：舜為天子，命皋陶為士官以執罪人，舜父瞽瞍殺人，則皋陶之士當如何也。「孟子曰：執之而已矣」，孟子答之，但當執而不縱也。「然則舜不禁與」，桃應問曰：如是則舜為天子，使有司執其父，而不禁之耶？「曰：夫舜惡得而禁之，夫有所受之也」，孟子又答之，曰：夫舜豈得而禁止之哉！夫以其法有所受之而已。「然則舜如之何」，桃應問曰：如是，舜不敢禁止皋陶無執其父，則舜將如之何？「曰舜視棄天下」至「忘天下」，孟子又答之曰：舜視天下如捐棄敝蹝而不惜也，必將竊負戴其父而逃循海濱而處以逃之，且終身欣然，樂而忘去天下。是以舜得天下不足解憂，惟順父母可以解憂也。"
      },
      {
        "index": 74,
        "text": "孟子自范之齊，望見齊王之子，喟然歎曰：「居移氣，養移體。大哉居乎！夫非盡人之子與？」(范，齊邑，王庶子所封食也。孟子之范，見王子之儀，聲氣高涼，不與人同。還至齊，謂諸弟子，喟然歎曰：居尊則氣高，居卑則氣下。居之移人氣誌使之高涼，若供養之移人形身使充盛也。「大哉居乎」者，言當慎所居，人必居仁也。凡人與王子豈非盡是人之子也，王子居尊勢，故儀聲如是也。)"
      },
      {
        "index": 75,
        "text": "疏正義曰：趙云：此章指言人性皆同，居使之異，君子居仁，小人處利，譬猶王子，殊於眾品也。孟子嘗自范邑見齊王之子，儀體聲氣高爽，不與人同，乃往歸齊，而於弟子之間喟然歎息之曰：夫居足以移易人之氣，所養足以移易人之體。以其王子之儀體聲氣如是者，亦以所居所養之大移之使然也。「大哉居乎」，言人當慎所居，以仁為廣居。眾之人，豈非盡人之子與？言齊王之子亦人之子也，凡人亦人子也。下文觀宜合此章。"
      },
      {
        "index": 76,
        "text": "孟子曰：「王子宮室、車馬、衣服多與人同，而王子若彼者，其居使之然也。況居天下之廣居者乎？(言王子宮室、乘服皆人之所用之耳，然而王子若彼高涼者，居勢位故也，況居廣居！謂行仁義，仁義在身，不言而喻也。)魯君之宋，呼於垤澤之門。守者曰：『此非吾君也，何其聲之似我君也？』此無他，居相似也。」(垤澤，宋城門名也。人君之聲相似者，以其俱居尊勢，故音氣同也。以城門不自肯夜開，故君自發聲耳。章指言輿服器用，人用不殊，尊貴居之，志氣以舒。是以居仁由義，盎然內優，胸中正者，眸子不瞀也。)"
      },
      {
        "index": 77,
        "text": "疏正義曰：此章宜與上章合而為一，不當分而為二也。孟子言王子所居宮室與車馬之乘、衣服之飾，是皆與人同所用之也，然而王子若彼儀體聲氣高涼者，必其居勢位，使之如是與人不同耳。言王所居勢位能如此，而況居天下之廣居，以仁為居者乎？且以魯國之君往宋，乃呼於垤澤之門，守者曰此非吾君之身也，似我君也。言大亦無他事異焉，亦以皆居尊勢，故其聲之如是相似也。垤澤，宋城門之名。守者，監門之官也。是言能以大人之所居者處己，而與大人相似者也。"
      },
      {
        "index": 78,
        "text": "孟子曰：「食而弗愛，豕交之也。愛而不敬，獸畜之也。恭敬者，幣之未將者也。恭敬而無實，君子不可虛拘。」(人之交接，但食之而不愛，若養豕也。愛而不敬，若人畜禽獸，但愛而不能敬也。且恭敬者如有幣帛，當以行禮，而未以命將行之也。恭敬貴實，如其無實，何可虛拘致君子之心也。)"
      },
      {
        "index": 79,
        "text": "疏正義曰：此章指言取人之道，必以恭敬，恭敬貴實，虛則不應。實者謂敬愛者也。孟子言人之交接，但飲食為備，而歡意弗加者，非以愛相接者也，是為豕交之也。犬馬者，人所愛而畜養者也，如愛誠雖至，而敬心弗加者，是謂愛而弗敬，以為獸畜之也。然而恭敬者，是幣帛之禮未行之也。蓋以恭敬為先，而幣帛從之也，如恭敬而無幣帛之實以將之，是又君子不可以虛拘矣。以其禮不可以徒虛而行，何必以恭敬修於內而為之本，幣帛以將之而為之末，則君子交接之道畢矣。"
      },
      {
        "index": 80,
        "text": "孟子曰：「形、色，天性也。惟聖人然後可以踐形。」(形謂君子體貌尊嚴也，《尚書·洪範》「一曰貌」。色謂婦人妖麗之容，《詩》云「顏如舜華」。此皆天假施於人也。踐，履居之也。《易》曰：「黃中通理。」聖人內外文明，然後能以正道履居此美形，不言居色主名，尊陽抑陰之義也。)"
      },
      {
        "index": 81,
        "text": "疏正義曰：此章指言體德正容，大人所履，有表無裏，謂之柚梓，是以聖人乃堪踐形也。孟子言人之形與色，皆天所賦，性所有也。惟獨聖人能盡其天性，然後可以踐形而履之，不為形之所累矣。蓋形有道之象，色為道之容，人之生也，性出於天命，道又出於率性，是以形之與色皆為天性也。惟聖人能因形以求其性，體性以踐其形，故體性以踐目之形，而得於性之明；踐耳之形，而得於性之聰；以至踐肝之形以為仁，踐肺之形以為義，踐心之形以通於神明。凡於百骸、九竅、五髒之形，各有所踐也，故能以七尺之軀，方寸之微，六通四辟，其運無乎不在，茲其所以為聖人與！然而形與色皆天性，何獨踐形而不踐色，何耶？蓋形則一定而不易者也，色則有喜怒哀樂之變，以其無常者也，不可以踐之矣。亦以聖人吉凶與人同，何踐之以為異哉！是又孟子之深意然也。○注「形謂君子」 至「抑陰之義也」。○正義曰：云「《洪範》一曰貌」者，蓋以五事之一者也。孔安國云：「 貌，容儀也，謂婦人妖麗之容。」「《詩》云：顏如舜華」者，此蓋《有女同車》之篇文也，注云：「舜，木槿也。」「《易》曰：君子黃中通理」者，蓋《坤》之卦文也，謂君子黃中通理，正位居體，美在其中，而暢於四支，發於事業，美之至也。是亦以正道履居此美形，不言居而言踐，尊陽而抑陰也。"
      },
      {
        "index": 82,
        "text": "齊宣王欲短喪。公孫丑曰：「為期之喪，猶愈於已乎。」(齊宣王以三年之喪為太長久，欲減而短之，因公孫丑使自以其意問孟子：既不能三年喪，以期年差愈於止而不行喪者也。)孟子曰：「是猶或紾其兄之臂，子謂之姑徐徐云爾，亦教之孝悌而已矣。」(紾，戾也。孟子言有人戾其兄之臂，為不順也，而子謂之曰：且徐徐云爾。是豈以徐徐之為差者乎？不若教之以孝悌，勿復戾其兄之臂也。令欲行其期喪，亦猶曰徐徐之類也。)王子有其母死者，其傅為之請數月之喪。公孫丑曰：「若此者，何如也？」(丑曰：王之庶夫人死，迫於適夫人，不得行其喪親之數，其傅為請之於君，欲使得行數月喪，如之何？)曰：「是欲終之而不可得也，雖加一日愈於已。謂夫莫之禁而弗為者也。」(孟子曰：如是王子欲終服其子禮而不能者也，加益一日則愈於止，況數月乎？所謂不當者，謂無禁自欲短之，故譏之也。)"
      },
      {
        "index": 83,
        "text": "疏「齊宣」至「者也」。○正義曰：此章指言禮斷三年，孝者欲益，富貴怠厭，思減其日，君子正言，不可阿情。丑欲期之，故譬以紾兄徐徐也。「齊宣王欲短喪。公孫丑曰：為期之喪，猶愈於己乎」，齊宣王欲短三年之喪，公孫丑勸之，以為期年之喪，猶勝於止而不為者矣。期年，十二月也。「孟子曰」至「而已矣者，孟子言如此，是若或有紾戾其兄之臂者，子以為之姑且徐徐然紾其兄之臂云爾。但當教之以孝悌，不復戾兄之臂也。今子欲勸齊王短其三年之喪，而且謂為期年之喪，亦若徐徐然之謂也。「王子有其母死者，其傅為之請數月之喪。公孫丑曰：若此何如也」，公孫丑又復問孟子，曰王子有母死之者，其傅相者為之請行數月之喪，如此者，是如之何也？以其王子庶生之母死，迫於嫡母，而不敢終喪者也。「曰是欲終之而不可得也」至「弗為者也」，孟子答之。曰是王子欲終之喪，有所禦而不可得而為者也，雖加益一日，亦足勝於止而不為者矣。今齊宣王欲短三年之喪，以其禮所當終之，而且謂期年之喪猶愈於已以勸之，是謂夫莫之禁止而自弗為者也。此孟子所以不取之也。《論語》「宰我問三年之喪，期已久矣」，孔子所以責之曰：「予之不仁也，汝安之則為之乎。」是亦孟子於此不取公孫丑之意也。"
      },
      {
        "index": 84,
        "text": "孟子曰：「君子之所以教者五。(教民之道有五品。)有如時雨化之者，(教之漸漬而浹洽也。)有成德者，有達財者，有答問者，有私淑艾者。(私，獨。淑，善。艾，治也。君子獨善其身，人法其仁，此亦與教法之道無差也。)此五者，君子之所以教也。」(申言之，孟子貴重此教之道也。)"
      },
      {
        "index": 85,
        "text": "疏「孟子」至「教也」。○正義曰：此章指言教人之術，莫善五者，養育英才，君子所珍，聖所不倦，其惟誨人者也。「孟子曰：君子之所以教者五」至「所以教也」者，孟子言君子所以教人之道有五品也，有如時雨之教者，以其教人漸漬，恰如時雨之澤也，是其潤之以德，漸之以仁，善有萌芽，則誘之使敷秀；性有其材，則養之使長茂：凡此因其大以成大，小以成小，是為有若時雨而教者也。有成德者，以其因固有之德，但教而成之也，是其能仁不能反者，則教之以克己復禮；能勇不能怯者，則教之以臨事而懼：是為有成德者也。有達財者，以其有財之具而不能用者，則教而達之也，「子貢問曰：賜也何如？子曰：女，器也。曰：何器也？曰：瑚璉也」，子謂子夏曰「女為君子儒，無為小人儒」：是為有達財之教者也。有答問者，以其在於答問之間也，不憤不啟，不悱不發，舉一隅不以三隅反則不復也，是為有答問之教也。有私淑艾者，以其獨善其身，使彼法之也，「子曰：我非生而知之者，好古敏以求之者也」，「子不語怪力亂神」，凡此之類，是有私淑艾之教也。故重言之曰此五者之教，乃君子之所以教者也。《論語》云「有教無類」，同。"
      },
      {
        "index": 86,
        "text": "公孫丑曰：「道則高矣美矣，宜若登天然，似不可及也。何不使彼為可幾及而日孳孳也。」(丑以為聖人之道大高遠，將若登天，人不能及也，何不少近人情，令彼凡人可庶幾，使日孳孳自勉也。)孟子曰：「大匠不為拙工改廢繩墨，羿不為拙射變其彀率。君子引而不發，躍如也。中道而立，能者從之。」(大匠不為新學拙工故為之改鑿廢繩墨必正也，羿不為新學拙射者變其彀率之法也。彀弩張向，表率之正體，望之極思，用巧之時，不可變也。君子謂於射則引弓彀弩而不發，以待彀偶也。於道則中，道德之中，不以學者不能故卑下其道，將以須於能者往取之也。)"
      },
      {
        "index": 87,
        "text": "疏「公孫丑」至「從之」。○正義曰：此章指言曲高和寡，道大難追，然而履正者不枉，執德者不回，故曰人能弘道。丑欲下之，非也。「公孫丑曰」至「孳孳也」者，公孫丑問孟子，謂聖人之道則至高至美矣，學者跂慕之，宜如登天之難，似其不可得而跂及也，何不使彼之道幾近，令人可庶幾能及，而使之日孳孳自勉而至也。「孟子曰：大匠不為拙工改變繩墨」至「能者從之」，孟子答之，曰大匠之師不為新學拙工改去其繩墨之正，羿之善射不為新學拙射更變其彀率之法。彀率張弓向的，正體極思，用巧之時也。君子循循善誘而引人於道，不以開發者又且躍如，使進而無退也。是其不高不卑，但於中道而立教，使賢愚智者皆能從而學之也。此孟子所以譏於公孫丑也。"
      },
      {
        "index": 88,
        "text": "孟子曰：「天下有道，以道殉身。天下無道，以身殉道。未聞以道殉乎人者也。」(殉，從也。天下有道，得行王政，道從身施功實也。天下無道，道不得行，以身從道，守道而隱。不聞以正道從俗人也。)"
      },
      {
        "index": 89,
        "text": "疏正義曰：此章指言窮達卷舒，屈伸異變，變流從顧，守者所慎，故曰金石獨止，不徇人也者也。孟子言天下有治道之時，則當以道從身，以施其功實也。以其身顯而道彰也。天下無治道之時，則當以身從道，而卷藏守伏也。以其道藏則身伏也。未聞於此無道之時，以道從人，而饕富貴也。《論語》云：「天下有道則見，無道則隱。」同意。"
      },
      {
        "index": 90,
        "text": "公都子曰：「滕更之在門也，若在所禮。而不答，何也？」(滕更，滕君之弟，來學於孟子也。言國君之弟而樂在門人中，宜答見禮，而夫子不答，何也？)孟子曰：「挾貴而問，挾賢而問，挾長而問，挾有勳勞而問，挾故而問，皆所不答也。滕更有二焉。」(挾，接也。接己之貴勢，接己之有賢才，接己長老，接己嘗有功勞之恩，接己與師有故舊之好，凡恃此五者而以學問，望師之待以異意而教之，皆所不當答。滕更有二焉，接貴接賢，故不答矣。)"
      },
      {
        "index": 91,
        "text": "疏「公都」至「二焉」。正義曰：此章指言學尚虛己，師誨貴平，是以滕更恃二，孟子弗應。「公都子曰」至「何也」，公都子問孟子，謂滕君之弟滕更者，樂在門人中，宜若在所禮敬之，然而有所問而夫子不答，是如之何也。「孟子曰挾貴而問」至「滕更有二焉」，孟子答之，曰有挾己之貴勢而問者，有挾己之賢才而問者，有挾己之長老而問者，有挾己有功勞之恩而問者，有挾己與師友故舊之好而問者，凡恃此五者而問，我皆所不答也。今滕更有二於此五者之中，以恃己之貴勢與恃賢才，我所以不答之也。挾，接也。此孟子於滕更所以不答者，是亦不屑教之道也。奈何公都子不知以此，故有復而問焉。"
      },
      {
        "index": 92,
        "text": "孟子曰：「於不可已而已者，無所不已。於所厚者薄，無所不薄也。其進銳者，其退速。」(已，棄也。於義所不當棄而棄之，則不可，所以不可而棄之，使無罪者咸恐懼也。於義當厚而反薄之，何不薄也。不憂見薄者，亦皆自安矣。不審察人而過進，不肖越其倫，悔而退之必速矣。當翔而後集，慎如之何。)"
      },
      {
        "index": 93,
        "text": "疏「孟子曰」至「退速」。○正義曰：此章指言賞僭及淫，刑濫傷善，不僭不濫，詩人所紀。是以季文三思，而後之有。孟子言人君於不可棄去之者而反棄去之，是其餘之類無所不棄也。不可棄者，以其無罪之人也。所以棄之者，以其有罪者也，故棄之使人有所懼也。如堯去四凶之罪，是可以棄而棄之者也。其於賞，當所厚者反而薄之，是其餘之類亦無所不薄也。所以厚賞之者，以其有功，故厚賞之使人有所勵也。如舜舉八元、八凱，是所厚而厚之也。其於無所不棄、無所不薄之君，得銳進而為仕，則其被退黜亦必急速矣。無他，以其君不能鑒其賢否，不能信任，所以如是矣。故《詩》之《商頌》，所以於《殷武》之篇有云「不僭不濫」，《論語》「翔而後集」、「季文子三思而後行也」。"
      },
      {
        "index": 94,
        "text": "孟子曰：「君子之於物也，愛之而弗仁。(物，謂凡物可以養人者也，當愛育之，而不加之仁，若犧牲不得不殺也。)於民也，仁之而弗親。(臨民以非己族類，故不得與親同也。)親親而仁民，仁民而愛物。」(先親其親戚，然後仁民，仁民然後愛物，用恩之次者也。)"
      },
      {
        "index": 95,
        "text": "疏正義曰：此章指言君子布德，各有所施，事得其宜，故謂之義者也。孟子言君子於凡物也，但當愛育之，而弗當以仁加之也，若犧牲不得不殺也。於民也，當仁愛之，而弗當親之也，以愛有差等也。是則先親其親而後仁愛其民，先仁愛其民然後愛育其物耳，是又見君子用恩有其倫序也，故楊子所以事得其宜之謂義也。"
      },
      {
        "index": 96,
        "text": "孟子曰：「知者無不知也，當務之為急。仁者無不愛也，急親賢之為務。(知者，知所務善也。仁者，務愛其賢也。)堯、舜之知而不遍物，急先務也。堯、舜之仁不遍愛人，急親賢也。(物，事也。堯、舜不遍知百工之事，不遍愛眾人。先愛賢使治民，不一一自往親加恩惠也。)不能三年之喪，而緦、小功之察；放飯流歠，而問無齒決：是之謂不知務。」(尚不能行三年之喪，而復察緦麻、小功之禮。放飯，大飯也。流歠，長歠也。齒決，斷肉置其餘也。於尊者前賜食，大飯長歠，不敬之大者，齒決，小過耳。言世之先務，舍大譏小，有若大飯長歠而問無齒決類也。)"
      },
      {
        "index": 97,
        "text": "疏「孟子」至「不知務」。○正義曰：此章指言振裘持領，正羅維綱，君子百行，先務其崇，是以堯、舜親賢，大化以隆道為要者也。「孟子曰：知者無不知也，當務之為急」至「是之謂不知務」者，孟子言為之智者，以其多知，故無所有而不知者也，然而但當知要務為急耳；為之仁者，以其泛愛，故無所有而不愛者也，然而但當急親其賢為之要務。是以堯、舜二帝之智不能遍知百工之事，但急於知賢之為先務也；為仁不能遍愛於眾人，但能急親任其賢能，使之以治民也。今夫不能三年之喪，為不孝之大者也；而察緦、小功之禮，是孝之小者也。放飯流歠，不敬之大者也；問無齒決，責其不敬之小者也。如不能以知賢為先務，而務遍知百工之事為之先，不能以親賢為急務，而務遍愛眾人之為急，是若執親之喪不能去不孝之大者，而乃反察孝之小者；食於尊者之前，不能去不敬之大者，而乃反責問不敬之小者也。如此，又安知先、後之務為緩急乎？蓋緦麻，三月之服者；小功，五月之服者也。《荀子》云：「若挈裘領，屈三指而頓之，順者不可勝數。」史云：「綱舉而綱疏。提其綱則眾目張。」與此同意。"
      }
    ]
  }
}
