{
  "chapterNumber": 4,
  "title": "卷二上·公孫丑上",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷三上·公孫丑章句上（凡九章）\n（公孫者，公孫，姓；丑，名。孟子弟子也。丑有政事之才，問管晏之功，猶《論語》子路問政，故以題篇。）"
      },
      {
        "index": 2,
        "text": "疏正義曰：前篇章首論梁惠王問以利國，孟子答以仁義之事，故目梁惠王為篇題，蓋謂君國當以仁義為首也。既以仁義為首，然後其政可得行之。是以此篇公孫丑有政事之才，而問管晏之功，如《論語》子路問政，遂以目為篇題，不亦宜乎，故次《梁惠王》之篇，所以揭公孫丑為此篇之題也。此篇凡二十有三章目，趙氏分之，遂為上下卷。據此上卷有九章而已：一章言德流速於置郵，君子得時，大行其道，管、晏為曾西之所羞。二章言義以行勇，則不動心，養氣順道，無效揠苗，聖人量時，賢者道偏，孟子究言情理而歸學孔子。三章言王者任德，霸者兼力。四章言國必修政，君必行仁，禍福由己，不專在天，當防患於未亂。五章言修古之道，鄰國之民，以為父母，命曰天吏。六章言人之行，當內求諸已，以演大四端，充擴其道，上以正君，下以榮身。七章言各治其術，術有善惡，禍福之來，隨行而作，恥為人役，不若居仁，治術之忌，勿為矢人。八章言大聖之君，由取善於人。九章言伯夷、柳下惠，古之大賢，猶有所闕。其餘十四章趙氏分在下卷，各有分說。○注“公孫，姓；丑，名。孟子弟子也”至“題篇”。○正義曰：自魯桓公之子慶父之後，有孟孫氏、叔孫氏、季孫氏同出三桓子孫；國有王孫賈出自周頃王之後，王孫賈之子自以去王室久，改為賈孫氏：故孫氏多焉，又非特止於一族也。自封公後，其子孫皆以公孫為氏。《春秋》隱公八年：“無駭卒，羽父請諡與族，公問族於眾仲，眾仲對曰：‘天子建德，因生以賜姓。’公命以字為展氏。”杜預曰：“諸侯之子稱公子，公子之子稱公孫，公孫之子以王父字為氏。”然則公孫氏皆自公子之後為氏也。今公孫丑，其氏有自來矣。案《史記•孟子列傳》云：“孟子退而與萬章、公孫丑之徒著述，作七篇。”則公孫丑為孟子弟子明矣，經曰“弟子之惑滋甚”是也。《論語》第十三篇“子路問政，子曰先之勞之，請益曰無倦”，集《論語》者因其問政，故以題篇。若此公孫丑有政事之才，而問管晏之功，亦以因其人而題其篇，而次之《梁惠王》也。"
      },
      {
        "index": 3,
        "text": "公孫丑問曰：“夫子當路於齊，管仲、晏子之功，可複許乎？”(夫子，謂孟子。許，猶興也。如使夫子得當仕路於齊，而可以行道，管夷吾晏嬰之功，寧可複興乎？)孟子曰：“子誠齊人也，知管仲、晏子而已矣。(誠，實也。子實齊人也，但知二子而已，豈複知王者之佐乎？)或問乎曾西曰：‘吾子與子路孰賢？’曾西蹴然曰：‘吾先子之所畏也。’(曾西，曾子之孫。蹴然，猶蹴踖也。先子，曾子也。子路在四友，故曾子畏敬之，曾西不敢比。)曰：‘然則吾子與管仲孰賢？’曾西艴然不悅曰：‘爾何曾比予於管仲！(艴然，慍怒色也。何曾，猶何乃也。)管仲得君如彼其專也，行乎國政如彼其久也，功烈如彼其卑也，爾何曾比予於是！’(曾西答或人，言管仲得遇桓公，使之專國政如彼，行政於國其久如彼，功烈卑陋如彼，謂不率齊桓公行王道而行霸道，故言卑也。重言何曾比我，恥見比之甚也。)曰：管仲，曾西之所不為也，而子為我原之乎？”(孟子心狹曾西，曾西尚不欲為管仲，而子為我願之乎？非丑之言小也。)曰：“管仲以其君霸，晏子以其君顯。管仲、晏子猶不足為與？”(丑曰：管仲輔桓公以霸道，晏子相景公以顯名，二子如此，尚不可以為邪。)曰：“以齊王，由反手也。”(孟子言以齊國之大而行王道，其易若反手耳，故譏管、晏不勉其君以王業也。)曰：“若是則弟子之惑滋甚。且以文王之德，百年而後崩，猶未洽於天下。武王、周公繼之，然後大行。今言王若易然，則文王不足法與？”(丑曰：如是言，則弟子惑益甚也，文王尚不能及身而王，何謂若易然也？若是，則文王不足以為法邪？)曰：“文王何可當也！由湯至於武丁，賢聖之君六七作，天下歸殷久矣，久則難變也。武丁朝諸侯，有天下，猶運之掌也。(武丁，高宗也。孟子言文王之時難為功，故言何可當也。從湯以下，聖賢之君六七興，謂太甲、太戊、盤庚等也。運之掌，言其易也。)紂之去武丁未久也，其故家遺俗，流風善政，猶有存者。又有微子、微仲、王子比幹、箕子、膠鬲、皆賢人也，相與輔相之，故久而後失之也。尺地莫非其有也，一民莫非其臣也，然而文王猶方百里起，是以難也。(紂得高宗餘化，又多良臣，故久乃亡也。微仲、膠鬲皆良臣也，但不在三仁中耳。文王當此時，故難也。)齊人有言曰：‘雖有智慧，不如乘勢。雖有鎡基，不如待時。’今時則易然也。(齊人諺言也。乘勢，居富貴之勢。鎡基，田器，耒耜之屬。待時，三農時也。今時易以行王化者也。)夏后殷周之盛，地未有過千里者也，而齊有其地矣。雞鳴狗吠相聞，而達乎四境，而齊有其民矣。地不改辟矣，民不改聚矣，行仁政而王，莫之能禦也。(三代之盛，封畿千里耳。今齊地士民以足矣，不更辟土聚民也。雞鳴狗吠相聞，言民室屋相望而眾多也。以此行仁而王，誰能止之也。)且王者之不作，未有疏於此時者也；民之憔悴於虐政，未有甚於此時者也。饑者易為食，渴者易為飲，孔子曰：‘德之流行，速於置郵而傳命。’(言王政不興久矣，民患虐政甚矣。若饑者食易為美，渴者飲易為甘。德之流行，疾於置郵傳書命也。)當今之時，萬乘之國行仁政，民之悅之，猶解倒懸也，故事半古之人，功必倍之，惟此時為然。”(倒懸，喻困苦也。當今所施恩惠之事，半於古人，而功倍之矣。言今行之易也。)"
      },
      {
        "index": 4,
        "text": "疏“公孫丑問曰”至“惟此時為然”。正義曰：此章言德流之速，過於置郵，君子得時，大行其道，是以呂望睹文王而陳王圖，管、晏雖勤，猶為曾西所羞也。“公孫丑問曰：夫子當路於齊，管仲、晏子之功，可複許乎”者，公孫丑問孟子，言夫子得當仕路於齊國，則管仲、晏子佐桓、景二霸之功，寧可複興之乎？管仲，管夷吾也。晏子，晏嬰也。夷吾佐桓公者也，晏嬰佐景公者也。“孟子曰：子誠齊人也，知管仲、晏子而已矣”者，孟子答公孫丑，以謂子實齊國之人也，然但能知此二子而止矣。孟子答之以此者，其意謂丑豈能複知有王者之佐乎？“或問乎曾西曰：吾子與子路孰賢？曾西蹴然曰：吾先子之所畏也”至“爾何曾比予於是”者，孟子又謂嚐有或人問乎曾西，曾西，曾子之孫也，而曰吾子與子路孰賢？曾西乃蹙踖而言曰：我先子曾子所敬畏者也。“曰：然則吾子與管仲孰賢？曾西艴然不悅曰：爾何曾比予於管仲”者，言或人又曰，如是則吾子與管仲孰為賢？曾西乃艴然慍怒而不悅，曰：爾何如乃比我於管仲為也。“管仲得君如彼其專也，行乎國政如彼其久也，功烈如彼其卑也，爾何曾比予於是”者，曾西言管仲得齊桓立為仲父，貴戚不敢為之妒，與高國之位，大臣不敢為之惡，內外政皆盡委之斷焉，言如此其專也；自立位相職至終四十餘年，執齊國之政，言其行政又如此其久也；其終也不過致君為霸者而已，而其功烈隻如此之卑也，爾故何如乃比我於是之甚焉？功烈者，蓋致力以為功，成業以為烈，言管仲以力致齊桓，則止於為霸功，以業成就齊桓，則亦止為霸烈，故曰功烈如彼之卑也。孟子所以引此或人與曾西之言者，意在於王佐為貴也，不以霸者之佐為貴也。故曰“管仲，曾西之所不為也，而子為我願之乎”者，孟子言：管仲，曾西之所不願為也，而子以為我願比之乎？云“子”者，指孫丑而云也。“曰：管仲以其君霸，晏子以其君顯，管仲、晏子猶不足為與？曰：以齊王，猶反手也”者，孟子言管仲以佐其君為霸，晏子以佐其君而顯名，管仲、晏子猶若不足為耳，言我能佐齊國之大而行王道，為王其易則若反覆手掌也，故曰“以齊王，由反手也”。孟子言此，蓋譏管、晏二子不能致君行王道耳。“曰：若是則弟子之惑滋甚”者，公孫丑不曉孟子意在譏管、晏二子但為霸者之佐，故於孟子曰：如此之言，則弟子之蔽惑益甚也。弟子者，蓋公孫丑自稱為孟子弟子也。“且以文王之德，百年而後崩，猶未洽於天下。武王、周公繼之，然後大行。今言王若易然，則文王不足法與”者，公孫丑言今且以文王之德化觀之，起自百里之微，加之百年之久而後崩喪，其尚不能及身而王，天下浹洽其德，及武王、周公繼續之，然後德化大行，為王於天下。今言以齊王若反手之易，是則文王不足以為之法與？“曰：文王何可當也，由湯至於武丁，賢聖之君六七作，天下歸殷久矣，久則難變也。武丁朝諸侯，有天下，猶運之掌也”至“是以難也”者，孟子又言文王安可當也，言自湯至於武丁，其間賢聖之君六七作，故天下德化被民也久，恩澤漸人也深，而天下之民歸心於殷，固以久而難變也，是以武丁朝諸侯而有天下，若反運手掌之易也。武丁，高宗也。云六七作，若太甲、太戊、祖乙、盤庚等是也。“紂之去武丁未久也，其故家遺俗，流風善政，猶有存者”至“是以難也”者，孟子又言自殷紂去武丁之時尚未久，故其世嗣續之，故家其民習尚之遺俗，上之化下，其流風之所被，善政之所行，尚有存者。不特此也，又有微子、微仲、王子比幹、箕子、膠鬲數者，皆是賢人，相與同輔相其紂，故紂之失亡亦至久而後失也。雖一尺之地，莫非紂之所有，一民莫非為紂之臣，然而如此，尚能自百里之地而興起為王，是以難，而不若武丁之易也。“齊人有言曰：雖有智慧，不如乘勢，雖有鎡基，不如待時”者，孟子又言齊國之人有言，云人雖有智慧之才，亦不如乘其富貴之勢；雖有田器，如耒耜之屬，亦不如乘三時農務之際也。蓋大而知之之謂智，小而察之之謂慧。鎡基，田器之利也。言人雖有智慧之才，然非乘富貴之勢，則智慧之才有所不運。比之齊國，則今時易以行王道者也。故曰今時則易然也。“夏后殷周之盛，地未有過千里者也，而齊有其地矣”至“莫之能禦也”者，孟子言自夏后殷周三代之盛，治其封畿，皆方千里，未有過千里之地者也，而齊國今有其地亦得其千里，雞鳴狗吠相聞而廣達乎四境，是其齊國不特有千里之地而已，其間雞犬相聞而又有其民相望而眾多也。如此，土地亦以足矣，故不待更廣辟其土地矣；民人亦以足矣，又不待聚集其民人矣：即行仁為政而王之，人莫能禦止之也。“且王者不作，未有疏於此時者也。饑者易為食，渴者易為飲，孔子曰：德之流行，速於置郵而傳命”者，孟子又言且王者之不興作，未有如疏於此時者也，而民人憔悴，困苦於暴虐之政，又未有如極甚於此時者也。以若饑餓者食易為美，渴者飲易為甘矣，故孔子有云：其德化之流行，其速疾又過於置郵而傳書命也。郵，驛名，云境土舍也，又云官名，督郵，主諸縣罰負。《說文》曰：境上行書舍也。“當今之時，萬乘之國行仁政，民之悅之，猶解倒懸也”者，孟子又言當今齊國之時，為萬乘之國，行仁政而及民，則民皆喜悅之，如得解其倒懸之索也。云“倒懸”者，喻其困苦之如此也。“故事半古之人，功必倍之，惟此時為然”者，孟子又言故於當此之時，其施恩惠之事，但半於古人，其成治功，亦必倍過於古人矣。故曰惟此當今齊國之時為能如是也。○“管夷吾晏嬰”。○正義曰：管仲，齊之相也。案《左傳》：“魯莊公八年，桓公殺公子糾，召忽死之，管仲不死，請因。鮑叔受之，及堂阜而稅之，歸而以告曰：管夷吾治於高傒，使相之可也。”杜注云：“堂阜，齊地，西北有夷吾亭。或曰：鮑叔解夷吾縛於此。”又云：“高傒，齊卿，高敬仲也。”言管仲治理政事，才多於高敬仲，遂使相之。晏嬰姓晏名嬰，齊大夫也。《語》云：“晏平仲善與人交。”周注云：“諡為平。”《諡法》曰：“法治而清省曰平。”案《左傳》文知之，是晏桓子之子也，相齊景公。○注“曾西曾子之孫及子路”。正義曰：曾西為曾子之孫者，經云：“曾西曰：吾先子之所畏也。”先子是曾子也，以祖稱之也，即知曾西乃曾子之孫也。其他經傳未詳。子路，孔子弟子，姓仲名由，字子路，卞國人也。案《史記•弟子傳》云：“少孔子九歲，性鄙好勇力，抗直，冠雄雞，佩豭豚，陵暴孔子。孔子設禮誘子路，子路後儒服委質，因門人請為弟子。”云“蹙然，猶蹙踖”者，《語》云：“踧踖如也。”馬注云：“踧踖，恭敬之貌。”○注“艴然，慍怒色”。○正義曰：釋云“艴，不悅也，字從弗色”，是知即慍怒之色也。○注“武丁高宗也”至“易也”。○正義曰：孔安國《傳》云：“盤庚弟，小乙子，名武丁。德高可尊，始號為高宗。”云“從湯以下，賢聖之君六七作，謂太甲、太戊、盤庚等是也”者，案《史記•世表》云：“自湯之後，湯太子早卒，故立次弟外丙。外丙即位二年卒，立外丙弟仲壬。仲壬即位四年卒，伊尹乃立太丁子太甲。太甲，成湯適長孫也。太甲立三年，不明，伊尹放之桐。三年悔過自責，反善，伊尹乃迎帝太甲，授之政。太甲修德，諸侯鹹歸，百姓以寧，稱為太宗。太宗崩，子沃丁立。丁崩，弟太庚立。庚崩，子小甲立。甲崩，弟雍已立。殷道衰，諸侯或不至。已崩，弟太戊立，殷道複興，諸侯歸之，故稱中宗。中宗崩，子仲丁立，丁遷於囂。丁崩，弟外壬立。壬崩，弟河亶甲立，殷道複衰。甲崩，子帝祖乙立。乙立，殷道複興。乙崩，子祖辛立。辛崩，弟沃甲立。甲崩，兄祖辛之子祖丁立。丁崩，弟沃甲之子南庚立。庚崩，祖丁之子陽甲立。殷道複衰。甲崩，弟盤庚立。殷道複興，諸侯來朝。庚崩，弟小辛立。殷道複衰。辛崩，弟小乙立。乙崩，子武丁立。殷道複興，故號為高宗。”是也。○注云“鎡基，田器，耒耜之屬”。○正義曰：《釋名》云：“鎡基，大鋤也。”云“農時”者，《左傳》莊公二十九年云“凡土功，龍見而畢務”，注云：“今九月，周十一月，龍星角亢，晨見東方，三務始畢。”“火見而致用”，注云：“大火心星，次角亢，見者致築作之物。”“水昏正而栽”，注云：“謂今十月定星昏而中，於是樹板幹而興作。”“日至而畢”，注云：“日南至，微陽始動，故土功畢。”若其門戶道橋城郭牆塹有所損衰，則隨時修之，僖公二十年云“凡啟塞從時”是也。又案《七月》之詩，云：“三之日於耜，四之日舉趾，同我婦子，饁彼南畝。”注云：“三之日，夏之正月也。四之日，周之四月。民無不舉足耕矣。”"
      },
      {
        "index": 5,
        "text": "公孫丑問曰：“夫子加齊之卿相，得行道焉，雖由此霸王，不異矣。如此，則動心否乎？”(加，猶居也。丑問孟子，如使夫子得居齊卿相之位，行其道德，雖用此臣位，輔君行之，亦不異於古霸王之君矣。如是，寧動心畏難、自恐不能行否耶？丑以此為大道不易，人當畏懼之，不敢欲行也。)孟子曰：“否！我四十不動心。”(孟子言：禮，四十強而仕，我誌氣已定，不妄動心有所畏也。)曰：“若是，則夫子過孟賁遠矣。”(丑曰：若此，夫子誌意堅勇過孟賁。賁，勇士也。孟子勇於德。)曰：“是不難，告子先我不動心。”(孟子言是不難也，告子之勇，未四十而不動心矣。)曰：“不動心有道乎？”(丑問：不動心之道云何。)曰：“有。(孟子欲為言之。)北宮黝之養勇也，不膚橈，不目逃，思以一豪挫於人，若撻之於市朝，不受於褐寬博，亦不受於萬乘之君；視剌萬乘之君，若剌褐夫，無嚴諸侯，惡聲至，必反之。(北宮，姓。黝，名也。人剌其饑膚，不為橈卻，剌其目，目不轉睛逃避之矣。人拔一毛，若見捶撻於市朝之中矣。褐寬博，獨夫被褐者。嚴，尊也。無有尊嚴諸侯可敬者也，以惡聲加己，己必惡聲報之。言所養育勇氣如是也。)孟施舍之所養勇也，曰：‘視不勝，猶勝也。量敵而後進，慮勝而後會，是畏三軍者也。舍豈能為必勝哉？能無懼而已矣。’(孟，姓。舍，名。施，發音也。施舍自言其名，則但曰舍。舍豈能為必勝哉？要不恐懼而已也。以為量敵少而進，慮勝者足勝乃會。若此，畏三軍之眾者耳，非勇者也。)孟施舍似曾子，北宮黝似子夏。夫二子之勇，未知其孰賢，然而孟施舍守約也。(孟子以為曾子長於孝。孝，百行之本。子夏知道雖眾，不如曾子孝之大也。故以舍譬曾子，黝譬子夏，以施舍要之以不懼為約要也。)昔者曾子謂子襄曰：‘子好勇乎？吾嚐聞大勇於夫子矣。自反而不縮，雖褐寬博，吾不惴焉；自反而縮，雖千萬人，吾往矣。’孟施舍之守氣，又不如曾子之守約也。”(子襄，曾子弟子也。夫子，謂孔子也。縮，義也。惴，懼也。《詩》云：“惴惴其栗。”曾子謂子襄，言孔子告我大勇之道，人加惡於己，己內自省，有不義不直之心，雖敵人被褐寬博一夫，不當輕，驚懼之也。自省有義，雖敵家千萬人，我直往突之，言義之強也。施舍雖守勇氣，不如曾子守義之為約也。)曰：“敢問夫子之不動心，與告子之不動心，可得聞與？”(丑曰：不動心之勇，其意豈可得聞與？)“告子曰：‘不得於言，勿求於心；不得於心，勿求於氣。’不得於心，勿求於氣，可。不得於言，勿求於心，不可。(不得者，不得人之善心善言也。求者，取也。告子為人，勇而無慮，不原其情，人有不善之言加於己，不複取其心有善也，直怒之矣。孟子以為不可也。告子知人之有惡心，雖以善辭氣來加己，亦直怒之矣，孟子以為是則可，言人當以心為正也。告子非純賢，其不動心之事，一可用，一不可用也。)夫誌，氣之帥也。氣，體之充也。(誌，心所念慮也。氣，所以充滿形體，為喜怒也。誌帥氣而行之，度其可否也。)夫誌至焉，氣次焉。(誌為至要之本，氣為其次焉。)故曰持其誌，無暴其氣。”(暴，亂也。言誌所向，氣隨之當正。持其誌，無亂其氣，妄以喜怒加人也。)“既曰誌至焉氣次焉，又曰持其誌，無暴其氣者，何也？”(丑問暴亂其氣云何。)曰：“誌壹則動氣，氣壹則動誌也。今夫蹶者趨者，是氣也，而反動其心。”(孟子言壹者，誌氣閉而為壹也。誌閉塞則氣不行，氣閉塞則誌不通。蹶者相動，今夫行而蹶者，氣閉不能自持，故誌氣顛倒。顛倒之間，無不動心而恐矣，則誌氣之相動也。)“敢問夫子惡乎長？”(丑問孟子才誌所長何等？)曰：“我知言，我善養吾浩然之氣。”(孟子云：我聞人言，能知其情所趨，我能自養育我之所有浩然之大氣也。)“敢問何謂浩然之氣？”(丑問浩然之氣狀如何？)曰：“難言也。其為氣也，至大至剛，以直養而無害，則塞於天地之間。(言此至大至剛，正直之氣也。然而貫洞纖微，治於神明，故言之難也。養之以義，不以邪事幹害之，則可使滋蔓，塞滿天地之間，布旅德教，無窮極也。)其為氣也，配義與道。無是，餒也。(重說是氣。言此氣與道義相配偶俱行。義謂仁義，可以立德之本也。道謂陰陽，大道無形而生有形，舒之彌六合，卷之不盈握，包絡天地，稟授群生者也。言能養道氣而行義理，常以充滿五髒。若其無此，則腹腸饑虛，若人之餒餓也。)是集義所生者，非義襲而取之也。(集，雜也。密聲取敵曰襲。言此浩然之氣，與義雜生，從內而出。人生受氣所自有者。)行有不慊於心，則餒矣。(慊，快也。自省所行，仁義不備，幹害浩氣，則心腹饑餒矣。)我故曰：告子未嘗知義，以其外之也。(孟子曰：仁義皆出於內，而告子嚐以為仁內義外，故言其未嘗知義也。)必有事焉而勿正，心勿忘，勿助長也。(言人行仁義之事，必有福在其中，而勿正，但以為福。故為義也，但心勿忘其為福，而亦勿汲汲助長其福也。汲汲則似宋人也。)無若宋人然。宋人有閔其苗之不長而揠之者，芒芒然歸，謂其人曰：‘今日病矣！予助苗長矣。’其子趨而往視之，苗則槁矣。(揠，挺拔之，欲亟長也。病，罷也。芒芒然，罷倦之貌。其人，家人也。其子，揠苗者之子也。趨，走也。槁，乾枯也。以喻人之情，邀福者必有害。若欲急長苗，而反使之枯死也。)天下之不助苗長者寡矣。以為無益而舍之者，不耘苗者也；助之長者，揠苗者也，非徒無益，而又害之。”(天下人行善者，皆欲速得其福，恬然者少也。以為福祿在天，求之無益，舍置仁義，不求為善，是由農夫任天，不複耘治其苗也。其遲福欲急得之者，由此揠苗人也，非徒無益於苗，乃反害之。言告子外義，常恐其行義欲急得其福，故為丑言人之行，當內治善，不當急求其福，亦若此揠苗者矣。)“何謂知言？”(丑問知言之意何謂？)曰：“詖辭知其所蔽，淫辭知其所陷，邪辭知其所離，遁辭知其所窮。(孟子曰：人有險詖之言，引事以褒人，若賓孟言雄雞自斷其尾之事，能知其欲以譽子朝蔽子猛也。有淫美不信之辭，若驪姬勸晉獻公與申生之事，能知欲以陷害之也。有邪辟不正之辭，若豎牛觀仲壬賜環之事，能知其欲行譖毀，以離之於叔孫也。有隱遁之辭，若秦客之廋辭於朝，能知其欲以窮晉諸大夫也。若此四者之類，我聞能知其所趨也。)生於其心，害於其政；發於其政，害於其事。聖人複起，必從吾言矣。(生於其心，譬若人君有好殘賊嚴酷心，必妨害仁政不得行之也。發於其政者，若出令欲以非時田獵、築作宮室，必妨害民之農事，使百姓有饑寒之患也。吾見其端，欲防而止之。如使聖人複興，必從我言也。)宰我、子貢善為說辭，冉牛、閔子、顏淵善言德行，孔子兼之，曰：‘我於辭命，則不能也。’”(言人各有能，我於辭言教命，則不能如二子。)“然則夫子既聖矣乎？”(丑見孟子但言不能辭命，不言不能德行，謂孟子欲自比孔子，故曰夫子既已聖矣乎？)曰：“惡，是何言也！昔者子貢問於孔子曰：‘夫子聖矣乎！’孔子曰：‘聖則吾不能，我學不厭而教不倦也。’子貢曰：‘學不厭，智也。教不倦，仁也。仁且智，夫子既聖矣。’夫聖，孔子不居，是何言也！(惡者，不安事之歎辭也。孟子答丑，言往者子貢、孔子相答如此，孔子尚不敢安居於聖，我何敢自謂為聖，故再言“是何言也”。)昔者竊聞之：子夏、子遊、子張，皆有聖人之一體，冉牛、閔子、顏淵則具體而微。”(體者，四肢股肱也。孟子言昔日竊聞師言也，丑方問欲知孟子之德，故謙辭言竊聞也。一體者，得一肢也。具體者，四肢皆具。微，小也，比聖人之體微小耳。體以喻德也。)“敢問所安？”(丑問孟子所安比也。)曰：“姑舍是。”(姑，且也。孟子曰：且置是，我不原比也。)曰：“伯夷何如？”(丑曰伯夷之行何如，孟子心可願比伯夷否？)曰：“不同道。(言伯夷之行，不與孔子、伊尹同道也。)非其君不事，非其民不使，治則進，亂則退，伯夷也。(非其君，非己所好之君也。非其民，不以正道而得民，伯夷不願使之，故謂之非其民也。)何事非君，何使非民，治亦進，亂亦進，伊尹也。(伊尹曰：事非其君者，何傷也？使非其民者，何傷也？要欲為天理物，冀得行道而已矣。)可以仕則仕，可以止則止，可以久則久，可以速則速，孔子也。(止，處也。久，留也。速，疾去也。)皆古聖人也，吾未能有行焉。乃所原，則學孔子也。(此皆古之聖人，我未能有所行。若此乃言我心之所庶幾，則願欲學孔子，所履進退無常，量時為宜也。)“伯夷、伊尹於孔子，若是班乎？”(班，齊等之貌也。丑嫌伯夷、伊尹與孔子相比，問此三人之德班然而等乎？)曰：“否！自有生民以來，未有孔子也。”(孟子曰：不等也。從有生民以來，非純聖人，則未有與孔子齊德也。)“然則有同與？”(丑曰：然則此三人有同者邪？)曰：“有，得百里之地而君之，皆能以朝諸侯、有天下；行一不義、殺一不辜而得天下，皆不為也：是則同。”(孟子曰：此三人君國，皆能使鄰國諸侯尊敬其德而朝之，不以其義得之，皆不為也，是則孔子同之矣。)曰：敢問其所以異？”(丑問孔子與二人異謂何？)曰：“宰我、子貢、有若，智足以知聖人，汙不至阿其所好。(孟子曰：宰我等三人之智，足以識聖人。汙，下也。言三人雖小汙不平，亦不至阿其所好以非其事，阿私所愛而空譽之，其言有可用者。欲為丑陳三子之道孔子也。)宰我曰：‘以予觀於夫子，賢於堯舜遠矣。’(予，宰我名也。以為孔子賢於堯舜，以孔子但為聖、不王天下，而能製作素王之道，故美之。如使當堯舜之世，賢之遠矣。)子貢曰：‘見其禮而知其政，聞其樂而知其德，由百世之後，等百世之王，莫之能違也。自生民以來，未有夫子也。’(見其製作之禮，知其政之可以致太平也。聽聞其《雅》、《頌》之樂，而知其德之可與文、武同也。《春秋外傳》曰“五聲昭德”，言五音之樂聲可以明德也。從孔子後百世，上推等其德於前百世之聖王，無能違離孔子道者。自從生民以來，未有能備若孔子也。)有若曰：‘豈惟民哉！麒麟之於走獸，鳳凰之於飛鳥，泰山之於丘垤，河海之於行潦，類也。聖人之於民，亦類也。出於其類，拔乎其萃，自生民以來，未有盛於孔子也。’”(垤，蟻封也。行潦，道傍流潦也。萃，聚也。有若以為萬類之中，各有殊異。至於人類卓絕，未有盛美過於孔子者也。若三子之言孔子，所以以異於伯夷、伊尹也。夫聖之道，同符合契，前聖後聖，其揆一也，不得相逾。云生民以來無有者，此三人皆孔子弟子，緣孔子聖德高美，而盛稱之也。孟子知其言大過，故貶謂之汙下，但不以無為有耳。因事則褒，辭在其中矣，亦以明師徒之義得相褒揚也。)"
      },
      {
        "index": 6,
        "text": "疏“公孫丑問曰：夫子加齊之卿相”至“未有盛於孔子也”。○正義曰：此章指言義以行勇，則不動心，養氣順道，無效宋人，聖人量時，賢者道偏。是了孟子究言情理歸學於孔子也。“公孫丑問曰：夫子加齊之卿相，得行道焉，雖由此霸王，不異矣。如此，則動心否乎”者，是公孫丑問孟子，言以夫子之才，加之以齊國卿相之位，以得行其道，雖曰用此卿相之位而輔相其君而行之，亦不異於古之霸王矣。如此則夫子寧動心畏懼其不能行乎否？不動心畏懼其不能行乎？“孟子曰：否，我四十不動心”者，孟子答公孫丑，以謂我年至四十之時，內有所定，故未嘗動心、有所畏懼也。“曰：若是則夫子過孟賁遠矣”者，公孫丑見孟子以謂四十之時已不動心，言如此，則夫子是有勇過於孟賁之勇士也。“曰：是不難，告子先我不動心”者，孟子言我之有勇，過於孟賁，此不難也。孟子之意，蓋謂已之勇勇於德，孟賁之勇但勇於力，必能過之也，所以謂不難也，以言其易過之也。言告子之勇已先我於未四十之時而不動心矣。“曰：不動心有道乎”者，丑問孟子，謂不動心寧有道乎？“曰有”，孟子欲為公孫丑言其不動心之道，故答之曰有也。“北宮黝之養勇也，不膚撓，不目逃”至“孟施舍之養勇也，曰：視不勝，猶勝也”，以至又“不如曾子之守約也”者，此皆孟子答公孫丑而言養勇者也。北宮黝：北宮，姓；黝，名。孟施舍：孟，姓；名舍；施，發言之音也。曾子姓曾，名參，字子輿。子夏姓卜，名商，字子夏。並為孔門之徒弟也。言北宮黝之養勇，人刺其肌膚，不為撓卻；人剌其目，不以目轉睛而逃避；思以一毫之毛而拔於人，若見捶撻於巿朝之中矣；不受物於被褐者之獨夫，亦不受賜於萬乘之君；視剌萬乘之君，但若剌被褐者之獨夫；無嚴畏諸侯，有惡聲加己，己亦以惡聲反報之：此北宮黝養勇之如是也。孟施舍之養勇，嚐謂視敵之不勝猶勝之也，若以量度其敵可以敵，然後進而敵之；謀慮其必能勝敵，然後方會其兵：此是畏三軍之士也，非勇者也，故自稱名曰舍，豈能為必勝其敵哉！但能無所畏懼而已矣。此孟施舍養勇之如是也。孟施舍養勇，其跡近似於曾子，北宮黝養勇，其跡近似於子夏。以其孟施舍養勇，見於言而要約，如曾子以孝弟事親喻為守身之本，聞夫子之道則喻為一貫之要，故以此比之也。北宮黝養勇，見於行而多方，如子夏況在於紛華為己，有雜於小人之儒，教人以事於灑掃之末，故以此比之也。雖然，以二子之實，固不足比於曾子、子夏，但以粗跡比之耳。是二子之養勇，皆止於一偏，未如君子所養，得其大全而已。孟子所以言夫二子黝與舍之養勇，又未知誰以為猶賢，然而能無懼而已者，近能知其本也，故曰孟施舍守約也。“昔者曾子謂子襄曰：子好勇乎？吾嚐聞大勇於夫子矣”至“守約也”。孟子言往者曾子謂子襄曰：子能好勇乎，言我嚐聞夫子有大勇之義告於我，以謂自反已之勇為非義，則在人者有可陵之辱，故雖一褐寬博之獨夫，我且不以小恐惴之，而且亦大恐焉；自反己之勇為義，則在人無可憚之威，故雖千萬人之眾，我且直往其中，而不懼矣。如此，則孟施舍養勇在於守其氣勇，又不如曾子以義為守而要也。言此，則黝不如子夏可知矣。以其養勇有本末之異，則言北宮黝之多方，不若孟施舍之守約；以其守約有氣義之別，則又言孟施舍之守其氣勇，不如曾子以義為守而要也。然論其不動心則同根，其德則大不相侔矣。“曰：敢問夫子之不動心與告子之不動心可得聞與”者，公孫丑又問孟子之不動心與告子之不動心，其道可得而聞知之與？“告子曰：不得於言，勿求於心，不得於心，勿求於氣”至“勿求於心，不可”者，孟子答孫丑，以謂告子言人有不善之言者，是其不得於言者也，故不複求其有善心。告子意以謂人既言之不善，則心中亦必不善也，故云不得於言，勿求於心。人有不善之心者，是其不得於心者也，故不複求其有善辭氣。告子意以謂人心既惡，則所出辭氣亦必不善也，故云不得於心，勿求於氣。孟子言之，以謂人有不善之心，故勿複求其有善辭氣，則如告子之言可也；如人但有不善之言，便更不複求其心之有善，則告子之言，以為不可也。無他，蓋以人之言雖有不善，而其心未必不善也；其心之不善，則所出辭氣必不善故也。以其告子非得其大全之道，故其言此一可行，一不可行也。“夫誌，氣之帥也，氣，體之充也”者，孟子言人之誌，心之所之之謂誌，所以帥氣而行之者也，氣但能充滿形體者也，故曰“誌，氣之帥也，氣，體之充也”。以其人之辭氣有不善者，皆心誌所帥而行之矣，氣者但惟誌是從也，所以又言“誌至焉，氣次焉”。蓋以氣由誌之所發，誌得氣而運之也，然則氣為所適善惡之路，豈非誌至焉、氣次焉之意乎？至，言無以過之，以其足以製於氣，不為氣之所製；次，言有以先之，以其從於誌，而又有以持於誌也。故曰“持其誌，無暴其氣”者，孟子言氣惟誌之是從，但持揭其誌，則無暴亂其氣矣。“既曰誌至焉氣次焉，又曰持其誌，無暴其氣者，何也”者，孫丑未曉孟子之言誌、氣，故問之曰：夫子既以言誌至焉，氣次焉，而又再言持其誌，無暴其氣，是如之何也？“曰：誌壹則動氣，氣壹則動誌也。今夫蹶者趨者，是氣也，而反動其心”者，孟子答孫丑，言誌鬱壹而不通矣，是謂誌壹則動氣，氣鬱壹而不通矣，是謂氣壹則動誌也。今夫誌、氣皆鬱壹而不通，以之顛倒趨蹶者，是乃反動其心焉，故曰：“今夫蹶者趨者，是氣也，而反動其心。”蓋誌則將帥譬也，氣則眾卒譬也，心則君譬也。君任將帥，將帥禦眾，然則誌壹則動氣，如將帥悖則動眾卒矣；氣壹則動誌，如眾卒悖則動將帥，其上又有以動其君矣。由此論之，則既持其誌，又不可不知無暴其氣矣。“敢問夫子惡乎長”者，公孫丑問孟子，曰：夫子之才誌所長以何等，敢請問之。“曰：我知言，我善養吾浩然之氣”者，孟子答孫丑之問，以謂我之所長，是我能知人之言而識其人情之所向，我又善養我所有浩然之氣也。“敢問何謂浩然之大氣”者，公孫丑之言，敢問如何謂之浩然大氣。"
      },
      {
        "index": 7,
        "text": "疏“曰：難言也，其為氣也，至大至剛，以直養而無害，則塞於天地之間”者，孟子答公孫丑，以為浩然之大氣，難以言形也，蓋其為氣至大而無所不在，至剛而無所不勝，養之在以直道，不以邪道幹害之，則充塞於天地之間，無有窮極也。“其為氣也，配義與道。無是，餒也”者，孟子又重言為氣也與道義相配偶，常以充滿於人之五髒，若無此氣與道義配偶，則餒矣，若人之饑餓也。能合道義以養其氣，即至大至剛之氣也。蓋裁製度宜之謂義，故義之用則剛；萬物莫不由之謂道，故道之用則大。氣至充塞盈滿乎天地之間，是其剛足以配義，大足以配道矣。此浩然大氣之意也。“是集義所生者，非義襲而取之也”者，孟子又言是氣也，是與義雜生所自有者也，從內而出矣，非義之所密取，而在外入者也。“行有不慊於心，則餒矣”者，孟子又言人之所行，如有道義不足於心者，則饑餓者矣，以其有邪幹害其浩然之氣者為，孟子所以云：“我故曰：告子未嘗知義，以其外之也。”蓋以告子以仁內義外為言，此孟子乃曰：“告子未嘗知義，是又不知是集義所生者、非義襲而取之之意也。“必有事焉而勿正，心勿忘，勿助長也”者，孟子又言人之所行仁義之事，必有福在其中矣，而不可但正心於為福，然後乃行仁義也，止在其不忘於為福，不汲汲於助長其福矣。以其人生之初，蓋性固有，不但為之然後有也，惟在常存行之耳，斯亦集義所生、非義襲而取之之意也。故曰“必有事焉而勿正，心勿忘，勿助長也。”又一說云：言人之所行，不可必待有事而後乃正其心而應之也，惟在其常存而不忘，又不在汲汲求助益之而已。斯則先事而慮謂之豫，豫則事優成，後事而慮謂之猶，猶則不立之意也。以其在常存正心於事未然之前耳矣，故曰必有事焉而勿正心，其言勿忘、勿助長則同意。“無若宋人然。宋人有閔其苗之不長而揠之者” 至“而又害之”者，此孟子引宋人揠苗而比喻之，以解其助長之意也。言人苟欲速得其福而助長之者，則宋人揠苗者也，故言“無若宋人然”。宋人，宋國之人也。宋國之人，有憐閔苗之不長茂而以揠拔欲亟其長者，芒芒然罷倦而回歸，謂其家中之人曰，今日我罷倦成病矣，我其為助長其苗矣。其宋人之子見父云助苗長而罷倦成病，乃趨走而往視其苗還助得其長否？及往至田，所視之，其苗則皆枯槁而死矣。孟子又言今天下之人，不若助苗長者少矣，言當時人皆欲速其福而助長之者也。以其為善無所益，而舍去之者，是忘其善也，是若不耘其苗者也；助長者，是若揠苗者也，非特無益其善，而又適所以殘害其善也。善者即仁義是也，仁義即善也。苗是種之義者，以譬則人之美質也，固非可以增減之耳。孟子之意，蓋欲人之所行當內治，不當急欲求其福也。此亦脩其天爵，而人爵從之之意也。孟子所以云“我善養吾浩然之氣”。“何謂知言”者，公孫丑既得孟子言浩然之氣，又問孟子知言之意謂何？“曰：詖辭知其所蔽，淫辭知其所陷，邪辭知其所離，遁辭知其所窮”者，此孟子又答孫丑問知言之意也。詖辭，其言有偏詖不平也。孟子言人有偏詖不平之言，我則知其蔽於一曲而已，若告子言仁內義外是也。趙云若賓孟言雄雞自斷其尾之事也。淫辭，言過而不中也。孟子言人有過而不中之言，我則知其所陷而陷又無所不蔽而已，如人墜於陷阱之陷，以其無所不蔽也，若楊墨無父無君之言是也。趙云若驪姬勸晉獻公與申生之事也。邪辭，悖正道者也。孟子言人有悖正道之言，我則知其言易以離畔矣，若陳賈謂周公未盡仁智、而況於齊王之言是也。趙云若豎牛觀仲壬賜環之事也。遁辭，屈其理也。孟子言人有屈理之言，我則知其言易以窮也，若夷子與孟子相勝以辯、卒以受教是也。趙云若秦客之廋辭也。“生於其心，害於其政，發於其政，害於其事”者，孟子又言此上四事，皆非出於其心者，即皆出於異端之學者也。人君苟生此四者於心中，必妨害其仁政；既妨害其仁政，則又妨害其事政。則本，上之所施而正人者也；事，則下之所行以治職者也。故事為政之末，政為事之本，如孔子問冉子之退朝何晏也，則謂之事，故不謂之政，是知政、事有別矣。“聖人複起，必從吾言矣”者，孟子言後之聖人有能複興起者，必從事吾此言而行之矣。“宰我、子貢善為說辭，冉牛、閔子、顏淵善言德行，孔子兼之，曰：我於辭命則不能也”者，孟子既言其詖、淫、邪、遁之辭為非，故於此言其善為說辭、善言德行為是者也。蓋言宰我、子貢二者，皆善能為說辭。說辭者，以辭說人者也。宰我、子貢皆得聖人所以言者也，故云善為說辭。《論語》四科，二人所以列於言語之科也。冉牛、閔子、顏淵三者皆善言德行。善言德行者，言之必可行，是善言也；行之必可言，是德行也。冉牛、閔子、顏淵皆得聖人所以行者也，故云善言德行。《論語》四科，三者所以列於德行科也。孔子兼之者，孔子天縱之將聖，故多能鄙事，則於說辭德行，兼而能焉。而曰我於辭命，則不能也，孟子蓋以儒道遊於諸侯，而諸侯賓之，不敢臣，又為國人所矜式，故於辭命又安用之哉！此所以曰我於辭命則不能也。然孟子於辭命，非誠不能也，但不為之耳。以辭命人者，故謂之辭命，以其末也，非本也。故不言不能德行，以其本也，非末也。孟子之意，蓋欲當時之人務本不務末耳。“然則夫子既聖矣乎”者，公孫丑見孟子但言不能辭命之末，不言不能德行之本，故謂孟子如是則夫子既已為聖矣。以其宰我、子貢雖善為說辭，然尚未得聖人所以言，冉牛、閔子、顏淵雖善言德行，然尚未得聖人所以行，故數子者，但為孔子之高弟，惟顏淵三子於聖，但具體而微者，而亦未得其為聖矣。公孫丑見孟子言之辭命則不能者，以知孟子之意蓋有在於此矣，所以於辭命則言不能也，故問之曰：然則夫子既聖矣乎？“曰：惡是何言也”者，孟子答公孫丑，為不敢安居其聖，故曰惡是何言也。惡，歎也，以其不敢居聖，故歎而言之也。又言“昔者子貢問於孔子曰：夫子聖矣乎”至“是何言也”者，孟子言昔日子貢嚐問於孔子，而謂夫子聖矣乎？孔子答之曰：於聖則我不能為也，我但學不厭飽，教人不倦怠也。子貢曰：夫學道能不厭飽，是有智也，以其智足以有知，故能學道不厭也；教人能不倦怠，是有仁也，以其仁足以及物，故能教人不倦也。仁而且智，是夫子既以聖矣。孟子遂言夫聖於孔子尚不敢居，而今丑言我既聖矣，是何所言也，故再言“是何言也”。“昔者聞之子夏、子遊、子張，皆有聖人之一體。冉牛、閔子、顏淵，則具體而微”者，孟子常自謙，故言我往日竊聞之，有子夏、子遊、子張三人，皆有聖人之一體，亦未得其全才；冉牛、閔子、顏淵則具體，但而微小者也。孟子言此是宜孫丑於前有夫子既聖矣乎而問之也。“敢問所安”者，丑見孟子又言此子夏、子遊、子張、冉牛、閔子、顏淵數者，意欲知孟子於此數者之中，何者為比也。“曰姑舍是”者，孟子言且置去，非我之原比者也。“曰伯夷、伊尹何如”者，丑見孟子不比數者，又問之以伯夷、伊尹二者可比之何如。“曰不同道”者，孟子答之，以為伯夷之行，不與伊尹、孔子同道也。“非其君不事，非其民不使，治則進，亂則退，伯夷也”者，孟子言非其所好之君則不奉事之，非以正道得民者不命使之，天下有治道之時則進而仕之，天下無道則退藏其身，是伯夷之所行也。“何事非君，何使非民。治亦進，亂亦進，伊尹也”者，孟子言伊尹曰何所事之君為非君，蓋所事者，即皆君也；何所使之民為非民，蓋以所使皆是民也；天下治亦進而行道，天下亂亦進而行其道：是伊尹之如是也。“可以仕則仕，可以止則止，可以久則久，可以速則速，孔子也”者，孟子言可以進而進而為仕則進而仕之，可以止而不仕則止之而不仕，可以久則久，雖終身不仕，亦不為之久，可以速則速，雖接淅而行亦不為速，是孔子所行如是也。“皆古聖人也，吾未能有行焉，乃所願，則學孔子也”，孟子言此數者皆是古之聖人也，我俱未有所行若此而已，乃言我之所願學，則孔子是學也。孟子之意，蓋謂孔子所行，於伯夷、伊尹二子皆兼而有之也。故可仕則仕，而不為伯夷之必於退，可止則止，而不為伊尹之必於進，無可無不可矣。故於終所必歸之，但願學孔子也。“伯夷、伊尹於孔子，若是班乎”者，公孫丑見孟子言之伯夷、伊尹，又言之以孔子，乃曰皆古聖人也，故問之，以伯夷、伊尹、孔子如是，則齊等之乎？班，齊等也。“曰：否，自生民以來，未有孔子也”者，孟子答之以為否，不齊等也，自其有生民以來，至今未有與孔子齊其等者也。“然則有同與”者，公孫丑又問孟子，以謂如是則伯夷、伊尹、孔子三人有同者邪？“曰：有，得百里之地而君之”至“是則同”者，孟子答之，以謂此三人有所同也，蓋得百里之土地而為君，三人皆能以朝諸侯有天下也；然行一事之不義殺、一人之無罪而得天下，則三人亦皆不為之：如是則同。若其他事則所行又有不同焉，故曰是則同。“曰敢問其所以異”者，公孫丑又問孟子曰：丑敢請問三人其所以有異者。“曰：宰我、子貢，有若，智足以知聖人，汙不至阿其所好”至“未有盛於孔子也”者，此皆孟子為丑言此三人其所以異者也。言宰我與子貢、有若三者，其有智皆足以知其聖人，然雖有小卑汙不平處，蓋亦不至於阿私所好而空譽之，其言皆有可用者也。遂引宰我知聖人之事為公孫丑言之，故言宰我有曰：以予觀於孔子，其賢過於堯舜遠矣。予，宰我名也。宰我之意，蓋謂堯舜有位之聖人，故其行道易，孔子無位之聖人，故其行道難，故以難易為言也。又謂堯舜治天下，但見效於當時，即一時之功也，孔子著述五經，載道於萬世，以其有萬世之功，故以功為言也。孟子又引子貢有曰：見其孔子製作之禮，而知孔子有政可以致天下之太平，聞孔子雅、頌之樂音，而知孔子有德與文、武同也，從孔子之後，推而等之百世之聖王者，無有能違逆其孔子之道者，是其自生民而來至於今，未有如夫子者也。凡此是子貢之知聖人有如此也。孟子又引有若有曰：豈獨其民有類乎哉？言麒麟之於走獸，鳳凰之於飛鳥，太山之於丘垤，河海之於行潦，亦類也，聖人之於民亦類也；然而走獸之中以麒麟為之長，飛鳥之中以鳳凰為之王，丘垤之中以太山為之尊，行潦之間以河海為之大，人民之間以聖人為人倫之至也；聖人之於民，類也，物亦類也，以其出乎民人之類，而超拔乎眾萃之中，自生民以來，至於今，未有盛美過於孔子者也。然則孔子於此三子言之，是所以異於伯夷、伊尹者也。故孟子所以願學，則學孔子也。"
      },
      {
        "index": 8,
        "text": "疏注“四十強而仕”。○正義曰：《曲禮》云：“人生十年曰幼學，二十曰弱冠，三十曰壯而有室，四十曰強而仕，五十曰艾服官政，六十曰耆指使，七十曰老而傳，八十、九十曰耄。”凡此是其禮文也。○注“孟賁，勇士也”。○正義曰：案《帝王世紀》云：秦武王好多力之人，齊孟賁之徒並歸焉，孟賁生拔牛角。是為之勇士也。○注云：北宮黝，北宮，姓，黝，名也。又云：褐寬博獨夫被褐者，釋云：褐，編枲襪也，一曰短衣。北宮黝，其人未詳，於他經傳亦未之聞焉。孟施舍，亦未詳。云“縮，義也。惴，懼也”。聞記云：“古之冠也縮縫，今之冠也衡縫。則縮者理之直也，是知縮訓義也。《詩》云：“惴惴其栗。”注云：“恐也”。《傳》曰“小恐惴惴，大恐縵縵”是也。○注“密聲取敵曰襲”。○正義曰：《左傳》云：“凡有鍾鼓曰伐，無鍾鼓曰襲。”杜預注云：“密聲取敵曰襲。”是其文也。○注云“賓孟言雄雞自斷其尾”至“諸大夫也”。○正義曰：案魯昭公二十二年《左傳》云：“王子朝、賓起有寵於景王，王與賓孟說之，欲立。劉獻公之庶子伯蚠事單穆公，惡賓孟。”“ 適郊，見雄雞自斷其尾。問之，侍者，曰：‘自憚其犧也。’遽歸告王，且曰：‘雞其憚為人用乎，人異於是，犧者實用人，人犧實難，已犧何害？’王弗應。”凡此是也。云“驪姬勸晉獻公與申生”者，案魯莊公二十八年云：“晉獻公娶於賈，無子，烝於齊薑，生秦穆夫人及太子申生。又娶二女於戎，大戎狐姬生重耳，小戎子生夷吾。晉伐驪戎，驪戎男女以驪姬，歸，生奚齊，其娣生卓子。驪姬欲立其子，賂外嬖梁五與東關嬖五，使言於公曰：‘曲沃，君之宗也，蒲與二屈，君之疆也，不可以無主。宗邑無主，則民不威；疆埸無主，則啟戎心。若使太子主曲沃，而重耳主蒲，夷吾主屈，則可以威民而懼戎，且旌君伐。’使俱曰：‘狄之廣莫，於晉為都。晉之啟土，不亦宜乎？’晉侯悅之。夏，使太子申生主曲沃，重耳居蒲，夷吾居屈。惟二姬之子在絳。二五卒與驪姬譖群公子而立奚齊，晉人謂之二五耦。”凡此是也。云“豎牛觀仲壬賜環之事”，案《左傳》昭公四年云：“初，穆子去叔孫氏，及庚宗，適齊，娶於國氏，生孟丙、仲壬。夢天壓己，弗勝，顧而見人，黑而上僂，深目而豭喙，號之曰：牛，助餘。乃勝之耳。旦，召其徒，無之。”及後，婦人獻雉。婦人是穆子，及庚宗之地，常遇而宿者也，因問其有子，曰：“餘子長矣，能奉雉而從我矣。”召而見之，則所夢也。問其名，曰“牛”。遂使為豎臣，有寵，長，使為政。豎牛欲亂，後仲壬與公禦萊書觀於公，公與之環，使牛入示之。入，不示，出，命佩之。牛謂叔孫：“見仲壬而何？”叔孫曰：“何為？”曰：“不見。既自見矣，公與之環而佩之矣。”遂逐之。奔齊，叔孫疾急命召仲，牛許而不召。有進食則止之而弗進。叔孫不食，乃卒，立其子而相之。昭公五年又曰：“昭子即位，朝其家眾，曰：‘豎牛禍叔孫氏，使亂大從，殺適立庶，又披其邑，將以赦罪，罪莫大焉，必速殺之。’豎牛懼，奔齊。孟、仲之子殺諸塞外，投其首於寧風之棘上。”凡此是也。云“秦客廋辭”者，案《國語》：“晉文公時，範文子暮退於朝，武子曰：‘何暮也？’對曰：‘有秦客廋辭於朝，大夫莫之能對，吾知一二焉。’武子怒曰：‘大夫非不能也，讓父兄也。爾童子而三掩人於朝，吾不在，晉國無日矣。’擊之，以杖折委笄。”凡此者是也。大抵“廋辭”云者，如今呼筆為管城子，紙為楮先生，錢為白水真人，又為阿堵物之類是也。○注“予，宰我名也”。○正義曰：案《史記•弟子傳》云：“宰予字子我。”鄭玄曰：“魯人也。”○注“垤，蟻封。行潦，道傍流潦也。萃，聚也”。○正義曰：釋云：垤，蟻塚也。潦，雨水盛也。經云行潦，是為道傍流潦也，萃亦云集也。\n卷三下•公孫丑章句上"
      },
      {
        "index": 9,
        "text": "孟子曰：“以力假仁者霸，霸必有大國。以德行仁者王，王不待大。湯以七十里，文王以百里。(言霸者以大國之力，假仁義之道，然後能霸，若齊桓、晉文等是也。以己之德，行仁政於民，小國則可以致王，若湯、文王是也。)以力服人者，非心服也，力不贍也。以德服人者，中心悅而誠服也，如七十子之服孔子也。(贍，足也。以已力不足而往服就於人，非心服者也。以已德不如彼而往服從之，誠心服者也。如顏淵、子貢等之服於仲尼，心服者也。)《詩》云：‘自西自東，自南自北，無思不服。”此之謂也。(《詩•大雅•文王有聲》之篇。言從四方來者，無思不服武王之德，此亦心服之謂也。)"
      },
      {
        "index": 10,
        "text": "疏“孟子曰”至“此之謂也”。○正義曰：此章指言王者任德，霸者兼力，力服心服，優劣不同，故曰遠人不服，修文德以懷之。“孟子曰：以力假仁者霸”至“文王百里”者，孟子言以大國之力，而假以仁義之道行之者，乃能為霸，以把握諸侯之權也，故必有其大國。以德澤而行仁政者，乃能為之王，使天下皆歸往者也，故不待有大國而為之也。湯但以七十里起而為商之湯王，文王但以百里而天下歸，是其以德澤行仁政於天下，故不待有大國而為之王，此湯、文二者是也。“以力服人者”至“服孔子也”者，孟子言但以力而服人，人雖麵從而服之，然亦非是心服之也。以德服人，人則中心悅樂而誠心服也，如七十子之服仲尼者也，是其以誠心服之也，非麵從而服之者也。“《詩》云：自西自東，自南自北，無思不服，此之謂也”者，此蓋《詩•大雅•文王有聲》之篇文也。蓋孟子引此而證其誠服之意，故援之，曰自南而自北，自西而自東，而四方皆歸之，無有所思而不服，是亦此之謂與。○注“《大雅•文王有聲》之詩”。○正義曰：此篇蓋言文王繼伐，武王能廣文王之聲，卒其伐功也。箋云：自，由也，言武王於鎬京行辟雍之禮，自四方來觀者，皆感化其德，而心無不服者。"
      },
      {
        "index": 11,
        "text": "孟子曰：“仁則榮，不仁則辱。今惡辱而居不仁，是猶惡濕而居下也。(行仁政則國昌而民安，得其榮樂。行不仁則國破民殘，蒙其恥辱。惡辱而不行仁，譬猶惡濕而居卑下近水泉之地也。)如惡之，莫如貴德而尊士，賢者在位，能者在職，(諸侯如惡辱之來，則當貴德以治身，尊士以敬人，使賢者居位，官得其人，能者居職，人任其事也。)國家閑暇，及是時明其政刑，雖大國必畏之矣。(及無鄰國之虞，以是閑暇之時，明修其政教，審其刑罰，雖天下大國，必來畏服。)《詩》云：‘迨天之未陰雨，徹彼桑土，綢繆牖戶。今此下民，或敢侮予。’孔子曰：‘為此詩者，其知道乎？能治其國家，誰敢侮之。’(《詩•豳國•鴟鴞》之篇。迨，及。徹，取也。桑土，桑根也。言此鴟鴞小鳥，猶尚知反天未陰雨而取桑根之皮，以纏綿牖戶。人君能治國家，誰敢侮之。剌邠君曾不如此鳥。孔子善之，故謂此詩知道也。)今國家閑暇，及是時，般樂怠敖，是自求禍也。禍福無不自已求之者。(般，大也。孟子傷今時之君，國家適有閑暇，且以大作樂，怠惰敖遊，不脩政刑，是以見侵而不能距，皆自求禍者也。)《詩》云：永言配命，自求多福。‘ (《詩•大雅•文王》之篇。永，長；言，我也。長我周家之命，配當善道，皆內自求責，故有多福也。)《太甲》曰：‘天作孽，猶可違。自作孽，不可活。’此之謂也。(殷王太甲，言天之妖孽，尚可違避，譬若高宗雊雉，宋景守心之變，皆可以德消去也。自已作孽者，若帝乙慢神震死，是為不可活也。)"
      },
      {
        "index": 12,
        "text": "疏“孟子曰”至“此之謂也”。○正義曰：此章指言國必修政，君必行仁，禍福由己，不專在天，當防患於未亂也。“孟子曰：仁則榮，不仁則辱。今惡辱而居不仁，是猶惡濕而居下也”者，孟子言國君行仁，則國昌民安，享其榮樂。行不仁，則國破民殘，故己蒙其恥辱。今之國君，既能疾惡其有恥辱於己，而以居處於不仁之道，是若疾惡其濕汙，而以居其卑下近水泉之地也。“如惡之，莫如貴德而尊士，賢者在位，能者在職”者，言今之國君，如能疾惡其恥辱，莫若尚其有德之賢，而尊敬其有道之士也。既能貴德尊士，則賢者居其官位，能者任其官職也。所貴德者，為其有德也，所以尊士者，為其事道也。能為人所不能為，賢長於德行者也；能為人之所能為能，長於道藝者也。得賢能在位在職，則國無不治也。所以謂仁則榮之意也。“今國家閒暇，及是時明其政刑，雖大國必畏之矣”者，言今國家閑暇無事，以及此時，若能修明政教刑罰，雖強大之國，亦必畏服矣。“《詩》云：迨天之未陰雨，徹彼桑土”至“誰敢侮之”者，自“迨天”至“或敢侮予”，蓋《詩》邠國《鴟鴞》之篇文也。言此鴟鴞小鳥，尚知天未陰雨之前，取彼桑根之皮土，以纏綿牖戶，喻人君能於閑暇之時，治其國家，以明其刑政，則今此下民，誰敢侮慢我也。詩人蓋以天之未陰雨，國家閑暇之譬也。徹彼桑土，綢繆牖戶，明其政刑之譬也。今此下民，或敢侮予，大國必畏之譬也。鴟鴞所以徹彼桑土於天未陰雨之前，以纏綿牖戶，則風雨莫得以漂搖，人君所以明政刑於閒暇之時，以維持國家，則鄰國莫得以侵侮。此孔子所以曰作為此詩者，是能知其治道者也。以其能治其國家，則誰敢侮之矣。是宜孔子善之，以謂為此詩者，其知道乎？“今國家閑暇，及是時，般樂怠敖，是自求禍也。禍福無不自已求”者，孟子傷今之人君，於國家閑暇以及於此時乃大作樂，怠惰敖遊，而不修明刑政，是自求其禍也。以其禍福無有不自於己求之矣，如所謂夫人必自畏然後人畏之，夫人必自侮然後人侮之，是其禍福無不自已求之意也。“詩云：永言配命，自求多福”者，蓋《詩•大雅•文王》之篇文也。永，長也。言，我也。蓋謂我長配天命而行，以自求多福也。“《太甲》曰：天作孽，猶可違。自作孽，不可活。此之謂也” 者，太甲，殷王之名也，言大甲嚐謂上天作其災孽，尚可違避。如已自作其災孽，不可得而生活也。如高宗、宋景二者，修德以消去者，是天作孽猶可違也。帝乙慢神震死，是自作孽，不可活也。凡此孟子所以引之者，是亦證其禍福無不自已求之之意也。○注“ 詩邠國之篇”。○正義曰：《鴟鴞》之詩，蓋言周公救亂也。成王未知周公之誌，公乃為詩以遺王，名之曰《鴟鴞》焉。毛云：“鴟鴞，鸋鴂也。迨，及也。徹，剝也。桑土，桑根也。綢繆猶纏綿也。”箋云：“鴟鴞自說作巢至苦矣，如是以喻諸臣之先臣，亦及文武未定天下，積日累功，以固定此官位與土地。今女我巢下之民，寧有敢侮慢欲毀之者乎？意欲恚怒之，以喻諸臣之先臣固定此官位土地，亦不欲見其絕奪矣。”○注“《詩•大雅•文王》之篇”。○正義曰：此詩蓋言文王受命作周之詩也。箋云：“長猶常也，王既述修祖德，常言當配天命而行，則福祿自求也。”○注“殷王太甲”至“不可活也”。○正義曰：案《本紀》云：“太甲，成湯適長孫也，太丁之子也。太甲既立三年，不明暴虐，不遵湯法，亂德。於是伊尹放之於桐宮。三年悔過自責，反善，伊尹乃迎太甲而授之政。太甲修德，諸侯鹹歸，百姓以寧。伊尹嘉之，作《太甲訓》，以褒太甲，號稱太宗。”云“高宗雊雉“者，案《史記》云武丁也，“武丁祭成湯，明日有飛雉登鼎耳而雊。武丁懼，祖乙曰：王勿憂，先修政事。武丁乃修政行德，天下鹹歡。武丁崩，祖乙嘉武丁之以祥雉為德，立其廟，為高宗，遂作《高宗肜日》及《訓》”是也。云“宋景守心之變”者，案《史記》云“頭曼立二十七年，熒惑守心。心，宋之分野也。景公憂之，司星子韋曰：‘可移於相。’景公曰：‘相，吾之股肱。’曰：‘可移於民。’景公曰：‘君者待民。’曰：‘可移於歲。’景公曰：‘歲饑民困，吾誰為君？’子韋曰：‘天高聽卑，君有君人之言，三熒惑宜有動。’於是候之，果徙三度。六十四年，景公卒”是也。云“帝乙慢神震死”者，案《史記》云“庚丁之子也武乙立為帝，無道，為偶人，謂之天神，與之摶，令人為行。天神不勝，乃僇辱之，為革囊盛血，仰而射之，命曰射天。武乙獵於河渭之間，暴雷，武乙震死”是也。"
      },
      {
        "index": 13,
        "text": "孟子曰：“尊賢使能，俊傑在位，則天下之士皆悅，而原立於其朝矣。(俊，美才出眾者也。萬人者稱傑。)市廛而不征，法而不廛，則天下之商皆悅而原藏於其市矣。(廛，市宅也。古者無征，衰世征之。《王製》曰：“市廛而不稅。”《周禮•載師》曰：“ 國宅無征。”法而不廛者，當以什一之法征其地耳，不當征其廛宅也。)關譏而不征，則天下之旅皆悅而原出於其路矣。(言古之設關，但譏禁異言、識異服耳，不征稅出入者也，故《王製》曰“古者關譏而不征”。《周禮•太宰》曰“九賦，七曰關市之賦”，《司關》曰“國凶紥，則無關門之征，猶譏”。《王製》謂文王以前也，文治岐，關譏而不征。《周禮》有征者，謂周公以來。孟子欲令複古之征，使天下行旅悅之也。)耕者助而不稅，則天下之農皆悅而原耕於其野矣。(助者，井田什一，助佐公家治公田，不橫稅賦，若履畝之類。)廛無夫里之布，則天下之民皆悅而原為之氓矣。(里，居也。布，錢也。夫，一夫也。《周禮•載師》曰：“宅不毛者有里布，田不耕者有屋粟。凡民無職事者，出夫家之征。”孟子欲使寬獨夫去里布，則人皆樂為之氓矣。氓者謂其民也。)信能行此五者，則鄰國之民，仰之若父母矣。率其子弟，攻其父母，自生民以來，未有能濟者也。(今諸侯誠能行此五事，四鄰之民，仰望而愛之如父母矣。鄰國之君，欲將其民來伐之，譬若率勉人子弟，使自攻其父母。自生民以來，何能以此濟成其欲也。)如此，則無敵於天下。無敵於天下者，天吏也，然而不王者，未之有也。(言諸侯所行能如此者，何敵之有。是為天吏，天吏者，天使也。為政當為天所使，誅伐無道，故謂之天吏也。)"
      },
      {
        "index": 14,
        "text": "疏“孟子曰”至“未之有也”。○正義曰：此章指言修古之道，鄰國之民以為父母。行今之政，自己之民不得而子。是故眾夫擾擾，非所常有，命曰天吏，明天所使也。“孟子曰：尊賢使能，俊傑在位，則天下之士，皆悅而原立於其朝矣”者，孟子言今之國君，能尊敬賢者，任使能者，俊傑大才在官位，則天下為之士者皆悅樂，原立其朝廷矣。“市廛而不征，法而不廛，則天下之商皆悅而原藏於其市矣”者，言市廛宅而不征，取其稅以什一之法，征其地而不征其廛宅，則天下為商賈者，皆喜悅而原藏貯於其市矣。“關譏而不征，則天下之旅皆悅而原出其路矣”者，言關門之所，但譏察其異言、異服之人，而不稅出入者，則天下行旅之眾，皆悅樂而原出於其道路矣。“耕者助而不稅，則天下之農皆悅而原耕於其野矣”者，言耕田者但以井田製之，使助佐公田而治，不以橫稅取之，則天下為之農者，皆悅而原耕作其郊野矣。“廛無夫里之布，則天下之民皆悅而願為之氓矣”者，言一夫所受之宅，而不出夫家之征，一廛所居之地，而不取其里布，則天下之民，皆悅樂而原為之氓矣。信能行此五者於天下，則鄰國之民仰之若父母矣。“率其子弟，攻其父母，自有生民以來，未有能濟者也”者，言今之國君，誠能信行此上五者之事，則四鄰之國民，仰望之如父母而親之矣。鄰國雖欲勉率其民，如子弟攻其父母，言自有生民以來而至於今，未有能濟成其欲者也。言其民皆仰望之，而親敬之，不肯為其所惡，而賊其所好也。“如此，則無敵於天下，無敵於天下者，天吏也。然而不王者，未之有也”者，言國君行此五者之事，而民仰望之，如此則是無敵於天下也。言天下之人，無與敢為敵者也。既無敵於天下者，是名為天吏者也。天所使者，是謂天吏也。然而為天吏而不王者，必無也。故曰未之有也。廛者一夫所受之宅也，里者一廛所居之地也。野者氓者，案《周官》製地之法，六鄉以教為主，其主民有郊於內，故其地為郊而民則謂之民，以其近主而有知者也；六遂以耕為主，而其民有遂於外，故其地為野而民故謂之氓，以其遠主而無知者也：此孟子云野云氓之意也。蓋孟子或云貴德而尊士，賢者在位，能者在職，或曰尊賢使能，俊傑在位者，以其貴士之有德，尊士之有道者，為其賢也，為其能也。即其賢而授之位，所以尊其賢。即其能而授之職，所以使其能。若夫俊傑則行而敏速，立而絕眾，賢之豪者，非可使以職也，故曰在位而已。○注“廛市宅”至“廛宅也”。○正義曰：《王製》云“市廛而不稅”者，案鄭注云：“廛，市物邸舍，稅其舍，不稅其物也。”注云“《周禮•載師》云宅無征”者，載師者，掌任土之法，以物地事授地職而待其政令者也。宅無征，所以言宅無稅也。○注“言古之設關”至“旅稅之也”。○正義曰：云“《王製》曰古者關譏而不征”，《禮記》有《王製》之篇，中有云此。案鄭注云：譏異服，識異言也。云“《周禮•太宰》曰九賦，七曰關市之賦”。“一曰邦中之賦，二曰四郊之賦，三曰郊甸之賦，四曰家削之賦，五曰邦縣之賦，六曰邦都之賦，七曰關市之賦，八曰山澤之賦，九曰幣餘之賦，鄭司農云：“幣餘，百工之餘。”《司關》曰：“國凶紥，則無關門之征，猶譏。”鄭司農云：“凶謂凶年饑荒也，劄謂疾疫死亡也。越人謂死為劄。”《春秋傳》曰：“劄瘥夭昏，無關門之征者，出入關門，無租稅，猶苛察不得令奸人出入也。”注《周禮•載師》曰：宅不毛者有里布，田不耕者有屋粟。凡民無職事者，出夫家之征”。鄭司農云：“宅不毛者，謂不樹桑麻也。里布者，布參印書，廣二寸，長二尺，以為幣貿易物。”《詩》云“抱布貿絲”，此布也，或曰布，泉也。《春秋傳》曰“貿之百兩一布”又《廛人職》“掌斂市之次布、儳布、質布、罰布、廛布”。不知言“ 布參印書”者何見舊時說也。鄭玄謂宅不毛者罰以一里二十五家之泉，空田者罰以三家之稅粟，以共吉凶二服及喪器也。民雖有閒，無職事者，猶出夫稅、家稅也。夫稅者，百畝之稅。家稅者，出士徒車輦給徭役。"
      },
      {
        "index": 15,
        "text": "孟子曰：“人皆有不忍人之心，(言人人皆有不忍加惡於人之心也。)先王有不忍人之心，斯有不忍人之政矣。以不忍人之心，行不忍人之政，治天下可運之掌上。(先聖王推不忍害人之心，以行不忍傷民之政，以是治天下，易於轉丸於掌上也。)所以謂人皆有不忍人之心者，今人乍見孺子將入於井，皆有怵惕惻隱之心，非所以內交於孺子之父母也，非所以要譽於鄉黨朋友也，非惡其聲而然也。(乍，暫也。孺子，未有知之小子。所以言人皆有是心，凡人暫見小孺子將入井，賢愚皆有驚駭之情，情發於中，非為人也，非惡有不仁之聲名，故怵惕也。)由是觀之，無惻隱之心，非人也；無羞惡之心，非人也；無辭讓之心，非人也；無是非之心，非人也。(言無此四者，當若禽獸，非人心耳。為人則有之矣。凡人但不能演用為行耳。)惻隱之心，仁之端也；羞惡之心，義之端也；辭讓之心，禮之端也；是非之心，智之端也。(端者，首也。人皆有仁義禮智之首，可引用之。)人之有是四端也，猶其有四體也。有是四端，而自謂不能者，自賊者也。(自謂不能為善，自賊害其性，使不為善也。)謂其君不能者，賊其君者也。(謂君不能為善而不匡正者，賊其君使陷惡也。)凡有四端於我者，知皆擴而充之矣。若火之始然，泉之始達。苟能充之，足以保四海；苟不充之，不足以事父母。”(擴，廓也。凡有四端在於我者，知皆廓而充大之，若火、泉之始微小，廣大之則無所不至。以喻人之四端也，人誠能充大之，可保安四海之民，誠不充大之，內不足以事父母，言無仁義禮智，何以事父母也。)"
      },
      {
        "index": 16,
        "text": "疏“孟子曰”至“不足以事父母”。○正義曰：此章指言人之行當內求諸己，以演大四端，充廣其道，上以匡君，下以榮身也。“孟子曰人皆有不忍人之心”者，孟子言人之為人，皆有不忍加惡於人之心也。“先王有不忍人之心，斯有不忍人之政”至“掌上”者，又言古先聖王有不忍加惡於人之心，斯有不忍傷民之政。既以不忍加惡於人之心，以行其不忍傷民之政，其治天下之易，但若轉運走丸於掌上之易者也。“所以謂人皆有不忍人之心者，今人乍見孺子將入井”至“然也”者，孟子又言所以謂人之為人皆有不忍加惡於人之心者，且以今人乍見孺子言之。孺子，無知之小子也。今人乍見無知之小子，相將匍匐，欲墜於井，但見之者皆有怵惕恐懼惻隱痛忍之心，所以然者，非是內嚐結交於孺子之父母然後如此也，又非是所以欲要求美譽於鄉黨朋友也，又非所以惡有不仁之聲而然也。“由是觀之，無惻隱之心，非人也”至“無是非之心，非人也”者，孟子言由此見孺子將入於井、人皆有怵惕惻隱之心觀察之，是無惻隱、羞惡、辭讓、是非四者之心，皆非是人也，乃若禽獸之類也。禽獸所以無惻隱不忍之心，又無羞惡慚恥之心，又無辭讓揖遜之心，又無是非好惡之心者也。言苟無此四者，所以皆謂之非人也，乃禽獸之類也。“惻隱之心”至“智之端也”者，孟子言人有惻隱之心，是仁之端，本起於此也。有羞惡之心者，是義之端，本起於此也。有辭讓、是非之心者，是禮、智之端，本起於此者也。以其仁者不過有不忍惻隱也，此孟子所以言惻隱羞惡辭讓是非四者，是為仁義禮智四者之端本也。“人之有是四端也，猶其有四體也”至“賊其君者也”者，孟子又言人有是惻隱、羞惡、辭讓、是非為仁義禮智之四端，若其人之有四肢也。既有此四端，而自謂已之不能為善者，是自賊害其善，而不為善也。以之事君，如謂其君不能為善、不匡正之者，是亦賊害其君，使陷於惡也。無他，以其人之為人，皆有此四端也，但不推用而行之耳。如能推此四端行之，是為仁義禮智者矣，所謂仁義禮智者即善也。然則人人皆有善矣，故孟子所以言之以此。“凡有四端於我者，知皆擴而充之”至“不足以事父母”者，孟子又言凡人所以有四端在於我己者，能皆廓而充大之，是若火之初燃，泉之始達，而終極乎燎原之熾，襄陵之蕩也。苟能充大之，雖四海之大，亦足保安之也。苟不能充大之，雖己之父母，亦不足以奉事之。故曰：苟能充之，足以保四海，苟不充之，不足以事父母。是亦推恩足以保四海，不推恩無以保妻子之意也。"
      },
      {
        "index": 17,
        "text": "孟子曰：“矢人豈不仁於函人哉！矢人惟恐不傷人，函人惟恐傷人。巫匠亦然，故術不可不慎也。(矢，箭也。函，甲也。《周禮》曰：“函人為甲。”作箭之人，其性非獨不仁於作甲之人也，術使之然。巫欲祝活人。匠，梓匠，作棺欲其蚤售，利在於人死也。故治術當慎，修其善者也。)孔子曰：‘里仁為美，擇不處仁，焉得智？’(里，居也。仁，最其美者也。夫簡擇不處仁，為不智。)夫仁，天之尊爵也，人之安宅也，莫之禦而不仁，是不智也。(為仁則可以長天下，故曰天所以假人尊爵也。居之則安，無止之者，而人不能知入是仁道者，又安得為之智乎。)不仁不智，無禮無義，人役也。(若此，為人所役者也。)人役而恥為役，由弓人而恥為弓，矢人而恥為矢也。(治其事而恥其業者，惑也。)如恥之，莫如為仁。(如其恥為人役而為仁，仁則不為役也。)仁者如射，射者正己而後發，發而不中，不怨勝己者，反求諸己而已矣。”(以射喻人為仁，不得其報，當反責己之仁恩有所未至也，不怨勝己者。)"
      },
      {
        "index": 18,
        "text": "疏“孟子曰”至“反求諸已而已矣”。○正義曰：此章指言各治其術，術有善惡，禍福之來，隨行而作。恥為人役，不若居仁，治術之忌，勿為矢人也。“孟子曰矢人豈不仁於函人哉”至“故術不可不慎也”者，孟子言作矢之人，其性豈不仁過於函人哉？其所以不仁於函人者，以其術使之然也。作矢之人，其心於所作箭之時，惟恐不利、不能傷害人也。作函之人，其心於作函之時，惟恐不堅厚而有傷害於人也。不特此二者如此，雖作巫祝、梓匠之人亦如是也。以其巫人祝，在於活人。梓匠作棺，欲其速售，利在於人死也。此孟子所以故云其治術人亦不可不慎擇也。矢，箭也。函，鎧也。甲是也。“孔子曰：里仁為美，擇不處仁，焉得智”者，孟子言孔子有曰所居以仁，最為美也。然而人所揀擇，不處於仁里，又安得謂之智也？以其智足以有知故也，不知擇處於仁，豈謂之智哉！“夫仁，天之尊爵也，人之安宅也，莫之禦而不仁，是不智也”者，言夫仁之為道，是天之尊爵也，人之安宅也。謂之尊爵者，蓋受之於人而彼得以賤之者，非尊爵也。仁則得之於天，而萬物莫能使之賤，是尊爵也。安宅者，蓋營於外而彼得以危之者，非安宅也。仁則立之自內，而萬物莫能使之危，是安宅也。今夫天下之事有形格勢禁而不得有為者，為其有以禦之也。仁之為道，乃天之尊爵，而得之自天者。人之安宅，而立之自我者，但欲仁則仁矣，誰其禦之而不為哉。今仁之為道，人莫禦之使不為，而自不為仁者，是亦不智者也。“不仁不智，無禮無義，人役也”至“莫如為仁”者，言人之不仁不智者，是無禮無義，為人所役者也。既為人所役，而恥辱為人所役，是若非弓矢之人，不知擇術而恥為弓矢也。如恥為人所役，莫若擇術而為仁也。以其為仁，則禮義隨而有之矣，雖欲役之，不可得已。然則仁則榮，不仁則辱，亦此之謂也。“仁者如射”至“反求諸己而已矣”者，孟子比之於仁者如射也，以其射者，必待先正其身，已然後而發矢射之也。既發矢而射之，不中其的，則又不怨恨其射勝於己者，但反責求諸己而已矣。蓋君子以仁存心，其愛人則人常愛之，猶之正己而後發也。有人於此待我以橫逆，猶之發而不中也，自反而不以責諸人，猶之不怨勝己者、反求諸己而已矣。此孟子所以比仁者如射，發而不中，不怨勝己者，反求諸己而已矣。"
      },
      {
        "index": 19,
        "text": "孟子曰：“子路，人告之以有過則喜，禹聞善言則拜。(子路樂聞其過，過而能改也。《尚書》曰：“禹拜讜言。”)大舜有大焉，善與人同，舍己從人，樂取於人以為善，(大舜，虞舜也。孔子稱曰“巍巍”，故言大舜有大焉，能舍己從人，故為大也，於子路與禹同者也。)自耕稼陶漁以至為帝，無非取於人者。取諸人以為善，是與人為善者也。故君子莫大乎與人為善。”(舜從耕於曆山及其陶漁，皆取人之善謀而從之，故曰莫大乎與人為善。)"
      },
      {
        "index": 20,
        "text": "疏“孟子曰”至“與人為善”。○正義曰：此章指言大聖之君，猶采善於人。故曰“計及下者無遺策，舉及眾者無廢功”也。“孟子曰：子路，人告之以有過則喜，禹聞善言則拜”者，孟子言子路之為人，人有告之以過事則喜，樂從人之言而改其過。大禹之為人，聞有善言則拜而受之也。“大舜有大焉，善與人同，舍己從人，樂取於人以為善”者，孟子又言大舜之為帝，有大巍巍之功焉，無它，以其善能與人同之也。己之善，亦猶人之善，人之善，亦猶己之善，是與人同善也。所以能如此者，亦以能舍己之所見，而從人之見，又樂取諸人以為善也。自“耕稼”至“與人為善”者，此孟子自引舜之事跡，而自解舜取人以為善之言也。言舜自耕稼於曆山、陶於河濱、漁於雷澤之時以至為帝，無非取人之善謀而從之也，取諸人以為善，是亦與人為其善者也。所謂“舜耕曆山，曆山之人皆讓畔。漁雷澤，雷澤之人皆讓居。陶河濱，河濱器皆不苦窳”，是亦與人為善之事也。“ 故君子莫大乎與人為善”者，此孟子所以複言凡為善之君子，莫大乎與人為善也。○注“大舜虞帝”至“同者也”。正義曰：虞，舜之國號也。云“孔子稱曰巍巍”者，案《論語》有云：“巍巍乎其有成功。”孔注云：“功成化隆，高大巍也”。○注“舜從曆山及其陶漁”者。○正義曰：此皆案《史紀•帝記》有云然也。"
      },
      {
        "index": 21,
        "text": "孟子曰：“伯夷，非其君不事，非其友不友，不立於惡人之朝，不與惡人言。立於惡人之朝，與惡人言，如以朝衣朝冠坐於塗炭。推惡惡之心，思與鄉人立，其冠不正，望望然去之，若將浼焉。(伯夷，孤竹君之長子，讓國而隱居者也。塗，泥。炭，墨也。浼，汙也。思，念也。與鄉人立，見其冠不正。望望然，慚愧之貌也。去之，恐其汙己也。)是故諸侯雖有善其辭命而至者，不受也。不受也者，是亦不屑就已。(屑，潔也。《詩》云：“不我屑已。”伯夷不潔諸侯之行，故不忍就見也。殷之末世，諸侯多不義，故不就之，後乃歸於西伯也。)柳下惠，不羞汙君，不卑小官，進不隱賢，必以其道。遺佚而不怨，厄窮而不憫。故曰：‘爾為爾，我為我，雖袒裼裸裎於我側，爾焉能浼我哉？’(柳下惠，魯公族大夫也。姓展，名禽，字季，柳下是其號也。進不隱己之賢才，必欲行其道也。憫，懣也。云善己而已，惡人何能汙於我邪。)故由由然與之偕而不自失焉，援而止之而止。援而止之而止者，是亦不屑去已。”(由由，浩浩之貌。不憚與惡人同朝並立。偕，俱也。與之儷行於朝何傷？但不失己之正心而已耳。援而止之，謂三黜不慚去也。是柳下惠不以去為潔也。)孟子曰：“伯夷隘，柳下惠不恭。隘與不恭，君子不由也。”(伯夷隘，懼人之汙來及己，故無所含容，言其大隘狹也。柳下惠輕忽時人，禽獸畜之，無欲彈正之心，言其大不恭敬也。聖人之道，不取於此，故曰君子不由也。先言二人之行，孟子乃評之耳。)"
      },
      {
        "index": 22,
        "text": "疏“孟子曰伯夷”至“君子不由也”。○正義曰：此章指言伯夷、柳下惠，古之大賢，猶有所闕。介者必偏，中和為貴，純聖能然，君子所由，堯舜是尊也。“孟子曰：伯夷非其君不事”至“是亦不屑就已”者，孟子言伯夷非已所好之君則不奉事之，非與己同誌之友則不與為交友。不立於惡人之朝，是不事非其君也；不與惡人言，是不友非其友也。謂立於惡人之朝，與惡人言語，如以服其朝衣朝冠而坐於塗泥炭墨之中矣，以其有汙於己也。推已惡惡之心，乃至於與鄉人立，其冠有不正，且望望然慚恥而遠去之，若相將有汙於己也。如此，故諸侯雖有善辭命而至者，亦不受也。以其不受之者，是亦不潔而不忍就見也。故以不就為潔也。屑，潔也。“柳下惠不羞汙君，不卑小官”至“是亦不屑去已”者，孟子又言柳下惠不羞恥事其汙君。汙君，濫惡之君也。雖居小官之位，而不卑辱，進而仕，則不隱己之賢才，必以欲行其道。雖遺佚於野，而不怨恨，雖厄之使窮困，而不哀憫，故曰爾為之爾，我為之我，雖袒裼裸裎，襲其身體於我身側，爾又安能浼瀆於我哉。以其不殊於俗，一於和而已。如此，故由由然浩浩與人偕儷而行，但不失己之正心焉。牽援而止之而則止之，以其援而止之而止，是亦不潔而去已，故以不去為潔也。“孟子曰：伯夷隘，柳下惠不恭。隘與不恭，君子不由也”者，此孟子所以複言伯夷之行失之太清而不能含容，故為狹隘；柳下惠失之太和而輕忽時人，故為不恭敬。然狹隘與不恭敬，是非先王所行之道，故君子不由用而行之也。○注“伯夷，孤竹君之長子，讓國而隱居者也”。○正義曰：案《春秋•少陽篇》云：“伯夷姓墨名允，字公信，諡為夷。”太史公云：“伯夷、叔齊，孤竹君之二子。父欲立叔齊，及父卒，叔齊讓伯夷。伯夷曰：‘父命也。’遂逃去。叔齊不肯立，亦逃之。國人立其中子。於是伯夷叔齊聞西伯昌善養老，盍往歸焉。及西伯卒，武王東伐紂。伯夷、叔齊叩馬而諫曰：‘父死不葬，爰及幹戈，可謂孝乎？以臣弑君，可謂仁乎？’左右欲兵之。太公曰：‘此義人也。’扶而去之。武王平殷，天下宗周。伯夷、叔齊恥之，義不食周粟，隱於首陽山，采薇而食之。及餓死”者是矣。孤竹，北方之遠國也，號為孤竹。案《地理誌》云：“遼西有孤竹城。”應劭曰“故伯夷國”是也。○注“柳下惠，魯公族大夫，姓展，名禽，字季，柳下是其號”者。○正義曰：案《史記》傳云：“柳下惠姓展，名禽，魯人也，為魯典獄之官，任以直道。故孔子云：‘柳下惠為士師，三黜。人曰：子未可去乎？曰直道而事人，焉往而不三黜，枉道而事人，何必去父母之邦？”孔注云：“士師，典獄之官。”鄭玄亦云然。"
      }
    ]
  }
}
