{
  "chapterNumber": 12,
  "title": "卷六上·告子上",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷十一上•告子章句上（凡二十章）"
      },
      {
        "index": 2,
        "text": "（告子者，告，姓也；子，男子之通稱也；名不害。兼治儒墨之道者，嘗學於孟子，而不能純徹性命之理。《論語》曰：“子罕言命。”謂性命難言也。以告子能執弟子之問，故以題篇。）"
      },
      {
        "index": 3,
        "text": "疏正義曰：此篇首論告子言性，所以次於《萬章》問孝之篇者，以其為孝之道，其本在性也，故此篇首以告子之言性，遂為篇題，次於《萬章》，不亦宜乎。此篇凡三十六章，趙氏分之以成上下卷。此卷凡二十章而已。一章言養性長義，順夫自然，殘木為器，變而後成。二章言人之欲善，由水好下，迫勢激躍，失其素真。三章言人之性與善俱生。四章言明仁義由內，以曉告子。五章言公都告子受命，然後乃理。六章言天之生人，皆有善性，引而趍之，善惡異衢。其七章言人廩性俱有好憎，或為君子，或為小人，猶麰麥不齊，雨露使然也。八章言秉心持正，使邪不幹，猶止斧斤，不伐牛山，則山木茂，人則稱仁。九章言弈為小數，不精不能，一人善之，十人惡之，若竭其道，何由智哉？十章言舍生取義，義之大者也。十一章言由路求心，為得其本。十二章言舍大惡小，不知其要。十三章言莫知養身，而養其樹木。十四章言養其行，治其政，俱用智力，善惡相厲，是以君子居處思義，飲食思禮。十五章言天與人性，先立其大。十六章言古人修天爵，自樂之也，今要人爵，以誘待也，得人棄天，道之忌也，或以招之，小人事也。十七章言所貴在身，人不知求。十八章言為仁不至，不反求諸己，謂水勝火，熄而後已，不仁之甚，終為亡矣。十九章言功毀幾成，人在慎終，五穀不熟，荑稗是勝，是以為仁，必其成也。二十章言彀張規矩，以喻為仁，學不為仁，由是二教，失其法而行之者也。其餘十六章，趙氏分在下卷，各有敘焉。○注“告子者姓”至“篇題”。○正義曰：云“告子名不害”者，《盡心篇》有浩生不害，疑為告子，姓告名不害，以浩生為字。趙注又云：浩生姓，名不害。又為二人。其佗經傳未詳甚人。云《論語》子罕言命，蓋《論語》第九篇首云也，故以題其篇。"
      },
      {
        "index": 4,
        "text": "告子曰：“性，猶杞柳也；義，猶杯棬也。以人性為仁義，猶以杞柳為杯棬。” (告子以為人性為才幹，義為成器，猶以杞柳之木為杯棬也。杞柳，櫃柳也。一曰杞，木名也，《詩》云：“北山有杞。”杯棬，杯素也。)孟子曰：“子能順杞柳之性而以為杯棬乎？將戕賊杞柳而後以為杯棬也？(戕猶殘也，《春秋傳》曰：“戕舟發梁。”所能順完杞柳，不傷其性，而成其杯棬乎？將斤斧殘賊之，乃可以為杯棬乎？言必殘賊也。)如將賊杞柳而以為杯棬，則亦將戕賊人以為仁義與？(孟子言以人身為仁義，豈可復殘傷其形體乃成仁義邪？明不可此杯棬。)率天下之人而禍仁義者，必子之言夫。” (以告子轉性為仁義，若轉木以成器，必殘賊之，故言率人以禍仁義者，必子之言。夫，蓋歎辭也。)"
      },
      {
        "index": 5,
        "text": "疏“告子”至“言夫”。○正義曰：此章指言養性長義，順夫自然，殘木為器，變而後成。告子道偏，見有不純，仁內義外，違人之端。孟子拂之，不假以言也。“告子曰”至“為杯棬”，告子言人之性譬若杞柳，義若杯棬也。以人之性為其仁義之道，若以杞柳之木為之杯棬也。杞，枸杞也。柳，少楊也。杯，素樸也。棬，器之似屈轉木作也。以其杞柳可以楺而作棬也。“孟子曰：子能順杞柳之性為杯棬乎”至“必子之言夫”，孟子乃拂之曰：子能順杞柳之木性以為杯棬乎？以其將以斤斧殘賊其杞柳然後為之杯棬也。如將斤斧殘賊杞柳而以為之杯棬，是亦將殘賊人之形軀然後以為仁義與。且驅天下之之人而殘禍仁義之道者，是亦必子之此言也。孟子所以拂之以此，蓋謂人之性仁義，固有不可比之杯棬以杞柳為之也。○注“ 杞柳櫃柳”至“素”。正義曰：案《說文》云：“杞，枸杞。”“柳，少楊也。”“杯，㔶也。”“棬，屈木盂也，所謂器似升屈木作是也。”《詩》云“北山有杞”，《南山有台》文也。"
      },
      {
        "index": 6,
        "text": "告子曰：“性猶湍水也，決諸東方則東流，決諸西方則西流。人性之無分於善不善也，猶水之無分於東西也。”(湍者圜也，謂湍水湍縈水也。告子以喻人性若是水也，善惡隨物而化，無本善不善之性也。)孟子曰：“水信無分於東西，無分於上下乎？人性之善也，猶水之就下也。人無有不善，水無有不下。今夫水搏而躍之，可使過顙；激而行之，可使在山：是豈水之性哉？其勢則然也。人之可使為不善，其性亦猶是也。”(孟子曰：水誠無分於東西，故決之而往也，水豈無分於上下乎？水性但欲下耳。人性生而有善，猶水之欲下也。所以知人皆有善性，似水無有不下者也。躍，跳。顙，額也。人以手跳水，可使過顙，激之可令上山，皆迫於勢耳，非水之性也。人之可使為不善，非順其性也，亦妄為利欲之勢所誘迫耳，猶是水也。言其本性非不善也。)"
      },
      {
        "index": 7,
        "text": "疏“告子”至“是也”。○正義曰：此章指言人之欲善，猶水好下，迫勢激躍，失其素真，是以守正性為君子，隨曲折為小人者也。“告子曰性猶湍水也”至“東西也”，告子言人之性猶縈回之水也。湍，圜，縈回之勢也。縈回之水，決之使流於東方則東流之，使之流西方則西流之。而人之性，無分於為善為不善也，如縈回之之水，無分於東西也。“孟子曰”至“是也”，孟子言水之性無分於東西上下乎？言有分於東西上下也。人性之善也，猶水之就下也，人無有性之不善者，水無有不就下者。今夫水之勢，摶而跳之，可使過顙；激而行之，可令上山：如此，豈水性如是哉？是其勢如是也。人之性所以可使為不善者，亦若此水之勢也。以其人之性不善，乃利欲而誘迫之也，亦搏激其水之謂也。○注“湍者圜也”。○正義曰：《說文》云：“湍，急瀨水。”又云：“瀨，水流沙上也。”今謂縈回之水者，言其水流沙上，縈回之勢，湍湍然也。"
      },
      {
        "index": 8,
        "text": "告子曰：“生之謂性。”(凡物生同類者皆同性。)孟子曰：“生之謂性也，猶白之謂白與？”(猶見白物皆謂之同白，無異性。)曰：“然。”(告子曰然。)“白羽之白也，猶白雪之白；白雪之白，猶白玉之白歟？”(孟子以為羽性輕，雪性消，玉性堅，雖俱白，其性不同。問告子，以三白之性同邪？)曰：“然。”(告子曰然，誠以為同也。)“然則犬之性猶牛之性，牛之性猶人之性歟？”(孟子言犬之性豈與牛同所欲，牛之性豈與人同所欲乎？)"
      },
      {
        "index": 9,
        "text": "疏“告子曰生之”至“性歟”。正義曰：此章指言物雖有性，性各殊異，惟人之性，與善俱生，赤子入井，以發其誠，告子一之，知其粗矣，孟子精之，是在其中。“告子曰生之謂性”，告子言人之生與物之生皆謂之性，以其為同也。“孟子曰生之謂性也，猶白之謂白歟”，孟子見告子以為凡物生同謂之性，故問之曰：然則生之謂性，是如凡物之白皆謂同白，無異性也。“曰然”，告子以為誠如是也。“白羽之白也，猶白雪之白；白雪之白，猶白玉之白歟”，孟子又言是則白羽毛之白，亦如白雪之白；白雪之白，亦如白玉之白歟？故以此三者問告子，然孟子以謂羽毛之白，則其性輕；白雪之白，其性易消；白玉之白，其性堅：是其性有不同其白也。“曰然”，告子不知為有異，故亦以為誠然也。言則同也。“然則犬之性猶牛之性，牛之性猶人之性歟”，孟子曰：又如是，則犬狗之性猶牛之性，牛之性亦猶人之性與？孟子所以言此者，以其犬之性，金畜也，故其性守；牛之性，土畜也，故其性順；夫人受天地之中，萬物俱備於我者也，是其廩陰與陽之氣所生也，故其性能柔能剛：是為不同者。告子不知，但知其粗者也。"
      },
      {
        "index": 10,
        "text": "告子曰：“食、色，性也。仁，內也，非外也。義，外也，非內也。”(人之甘食、悅色者，人之性也。仁由內出，義在外也，不從己身出也。)孟子曰：“何以謂仁內義外也？”(孟子怪告子是言也。)曰：“彼長而我長之，非有長於我也。猶彼白而我白之，從其白於外也，故謂之外也。”(告子言見彼人年老長大，故我長敬之。長大者，非在我者也，猶白色見於外者也。)曰：“異於白馬之白也，無以異於白人之白也。不識長馬之長也，無以異於長人之長歟？且謂長者義乎？長之者義乎？”(孟子曰：長異於白，白馬白人，同謂之白可也，不知敬老馬無異於敬老人邪。且謂老者為義義乎？將謂敬老者為有義乎？且敬老者，己也，何以為外也。)曰：“吾弟則愛之，秦人之弟則不愛也，是以我為悅者也，故謂之內。長楚人之長，亦長吾之長，是以長為悅者也，故謂之外也。”(告子曰：愛從己則己心悅，故謂之內。所悅喜老者在外，故曰外也。)曰：“耆秦人之炙，無以異於耆吾炙。夫物則亦有然者也，然則耆炙亦有外歟？”(孟子曰：耆炙同等，情出於中。敬楚人之老，與敬己之老，亦同己情性敬之。雖非己炙，同美，故曰物則有然者也。如耆炙之意，豈在外邪。言楚、秦，喻遠也。)"
      },
      {
        "index": 11,
        "text": "疏“告子曰食色”至“亦有外歟”。○正義曰：此章指言事者雖從外，行其事者，皆發於中。明仁、義由內，所以曉告子之惑者也。“告子曰：食、色，性也。仁，內也，非外也。義，外也，非內也”，告子言人之嗜其甘食，悅其好色，是人之性也。仁在我為內，非自外而入者也；義在彼非在我，故為外也，非內也。“孟子曰：何以謂仁內義外也”，孟子見告子以為仁內義外，故問之曰：何以為仁內義外？“曰彼長而我長之”至“故謂之外也”，告子言彼人之年老，而我從而敬長之，非有長在我也。如彼物之色白，而我從而白之，是從其白於外也，我故謂義為在外也。“曰：異於白馬之白也，無以異於白人之白也。不識長馬之長也，無以異於長人之長歟？且謂長者義乎，長之者義乎”，孟子又辟之曰：彼長而我長之，異於彼白而我白之也。於白馬之色白，無以異於白人之色白也，是則同也，不知長老馬無以異於長人之長老乎？以其是則有異也。蓋白馬之白，與白人之白者，彼白而我白之耳，我何容心於其間哉，固無異也；長馬之長，與長人之長，則有欽不欽之心矣，此所以有異焉。以其長人之長者有欽，長馬之長者無欽，是則長者在彼，長之者在我，而義自長之者生，非自長者生也。如此，告子何得謂之外乎？故問之曰：且謂長者為有義乎，長之者為有義乎？“曰吾弟則愛之”至“故謂之外也”，告子又謂我之弟則親愛之，秦人之弟則我不愛，是愛以我為悅者也，愛主仁，故謂仁為內也；敬長楚人之長者，亦敬長吾之長者，是以長為悅者也，長主義，故謂義為外也。“曰耆秦人之炙，無以異於耆吾炙”至“亦有外歟”，孟子又以秦人之炙而排之，曰：好秦人之炙，無以異於好吾之炙，為物耳，則亦有如是也，然則好炙亦有外歟？且孟子所以排之以此者，蓋謂仁、義皆內也。以其秦人之弟則不愛，吾弟則愛之，愛與不愛，是皆自我者也，告子謂之以我為悅，則是矣；吾之長者吾長之，楚人之長吾亦長之，長之亦皆自我者也，告子又謂之以長為悅，則非矣。是亦猶秦人之炙與吾之炙雖不同，而嗜之者，皆自我也。如是，則義果非生於外者也。云炙實，《周書》曰“黃帝始燔肉為炙”是也。秦、楚，所以喻外。"
      },
      {
        "index": 12,
        "text": "孟季子問公都子曰：“何以謂義內也？”(季子亦以為義外也。)曰：“行吾敬，故謂之內也。”(公都子曰：以敬在心而行之，故言內也。)“鄉人長於伯兄一歲，則誰敬？”(季子曰：敬誰也？)曰：“敬兄。”(公子都曰：當敬兄也。)“酌則誰先？”(季子曰：酌酒則誰先酌？)曰：“先酌鄉人。”(公都子曰：當先鄉人。)“所敬在此，所長在彼，果在外非由內也。”(季子曰：所敬者兄也，所酌者鄉人也。如此，義果在外不由內也。果猶竟也。)公都子不能答，以告孟子。(公都子無以答季子之問。)孟子曰：“敬叔父乎？敬弟乎？彼將曰：‘敬叔父。’曰：‘弟為尸則誰敬？’彼將曰：‘敬弟。’子曰：‘惡在其敬叔父也？’彼將曰：‘在位故也。’子亦曰：‘在位故也。’庸敬在兄，斯須之敬在鄉人。”(孟子使公都子答季子如此，言弟以在尸位，故敬之；鄉人以在賓位，故先酌之耳。庸，常也。常敬在兄，斯須之敬在鄉人。)季子聞之，曰：“敬叔父則敬，敬弟則敬，果在外，非由內也。”(隨敬所在而敬之，果在外。)公都曰：“冬日則飲湯，夏日則飲水，然則飲食亦在外也。”(湯、水雖異名，其得寒、溫者中心也。雖隨敬之所在，亦中心敬之，猶飲食從人所欲，豈可復謂之外也？)"
      },
      {
        "index": 13,
        "text": "疏“孟季”至“食亦在外也”。○正義曰：此章指言凡人隨形，不本其原，賢者達情，知所以然。季子信之，猶若告子，公都受命，然後乃理。“孟季子問公都子曰：何以謂義內也”，孟季子猶若告子，以為義外，故問孟子弟子公都子曰：何以謂義為內也？“曰行吾敬，故謂之內也”，公都子答之，曰所敬在心而行之，故謂義為內也。“鄉人長於伯兄一歲，則誰敬”，季子又問之曰：鄉之人有長於己之伯兄一歲，則當敬誰。“曰敬兄”，公都子曰：當敬己之兄也。“酌則誰先”，季子又問之曰如在筵則酌酒先酌誰。“曰先酌鄉人”，公都子曰：當先酌鄉人也。“所敬在此，所長在彼，果在外，非由內也”，季子又言所敬在兄，是敬在此；酌在鄉人，是所長在彼：是義果在外者也，非由內而出之也。“公都子不能答，以告孟子”，公都子於此遂無言以應答，而乃告知於孟子。“孟子曰”至“斯須之敬在鄉人”，孟子謂公都子曰敬叔父乎？敬弟乎？彼季子將曰敬叔父；則問之曰弟為主，則誰敬？彼季子將曰敬弟；則又問之曰：如敬弟，則安在敬其叔父也？彼季子將曰弟在位，故敬之也。子亦與之曰：所以先酌鄉人者，亦以在賓之位，故先酌之也。言常敬者在兄，斯須少頃之敬在鄉人也。“季子聞之”至“非由內也”，季子聞孟子此言，故謂之曰：敬叔父則敬之，敬己之弟則亦敬之，是隨敬所有，則敬在外，非由內也。“公都子曰：冬日則飲湯”至“亦在外也”，公都子由孟子教之，以此乃曉其理，故自又以冬夏所飲比喻而曉季子之惑也。言冬寒之日則飲湯，夏熱之日則飲水，如是則飲食亦有在外者也？蓋謂湯、水雖異名，然得其寒、熱而飲之者，在我之中心然也，猶敬叔父、敬弟雖有異，然而能敬之者在我而已。敬在我，則敬在心而出之者也，安得謂之在外乎？季子即下卷所謂季任，為任處守者。"
      },
      {
        "index": 14,
        "text": "公都子曰：“告子曰：‘性無善無不善也。’(公都子道告子以為人性在化，無本善不善也。)或曰：‘性可以為善，可以為不善。是故文、武興則民好善，幽、厲興則民好暴。’(公都子曰：或人以為可教以善、不善，亦由告子之意也。故文、武聖化之起，民皆喜為善；幽、厲虐政之起，民皆好暴亂。)或曰：‘有性善，有性不善。是故以堯為君而有象，以瞽瞍為父而有舜，以紂為兄之子且以為君而有微子啟、王子比干。’(公都子曰：或人者以為各有性，善惡不可化移，堯為君，象為臣，不能使之為善；瞽瞍為父，不能化舜為惡；紂為君，又與微子、比干有兄弟之親，亦不能使其二子為不仁：是亦各有性也矣。)今曰性善，然則彼皆非歟？”(公都子曰：告子之徒，其論如此，今孟子曰人性盡善，然則彼之所言皆為非歟？)孟子曰：“乃若其情，則可以為善矣，乃所謂善也。若夫為不善，非才之罪也。(若，順也。性與情相為表裏，性善勝情，情則從之。《孝經》云“此哀戚之情”，情從性也。能順此情，使之善者，真所謂善也。若隨人而強作善者，非善者之善也。若為不善者，非所受天才之罪，物動之故也。)惻隱之心，人皆有之。羞惡之心，人皆有之。恭敬之心，人皆有之。是非之心，人皆有之。惻隱之心，仁也。羞惡之心，義也。恭敬之心，禮也。是非之心，智也。仁、義、禮、智，非由外鑠我也，我固有之也，弗思耳矣。故曰求則得之，舍則失之。或相倍蓰，而無筭者，不能盡其才者也。(仁、義、禮、智，人皆有其端，懷之於內，非從外銷鑠我也。求存之，則可得而用之；舍縱之，則亡失之矣。故人之善、惡，或相倍蓰，或至於無筭者，不能相與計多少，言其絕遠也。所以惡乃至是者，不能自盡其才性也。故使有惡人，非天獨與此人惡性。其有下愚不移者也，譬若乎被疾不成之人，所謂童昏也。)《詩》曰：‘ 天生蒸民，有物有則。民之秉彝，好是懿德。’孔子曰：‘為此《詩》者，其知道乎！故有物必有則，民之秉彝也，故好是懿德。”(《詩•大雅•蒸民》之篇。言天生蒸民，有物則有所法則，人法天也。民之秉夷，夷，常也，常好美德，孔子謂之知道。故曰人皆有是善者也。)"
      },
      {
        "index": 15,
        "text": "疏“公都子曰”至“懿德”。○正義曰：此章指言天之生人，皆有善性，引而趨之，善惡異衢，高下自懸，賢愚舛殊，尋其本者，乃能一諸。“公都子曰”至“然則彼皆非與”者，公都子問孟子，以謂告子言人之性無有善，亦無有不善，但在人之所為如何耳。或有謂人性可以為善，又可以為不善，但在上所化如何耳，如此，故文王、武王興起，常以善養人，則民人皆好善；至幽王、厲王興起，常以政暴虐於民，則民亦皆好其暴亂。或有人又謂人有性善，有性不善，非在所化，廩之於天而已，如此，故以堯帝之為君，而有象之傲為臣；以瞽瞍之頑為父，而有舜之聖為子；以紂為兄之子且以為君，而有微子啟、王子比干之賢為臣。今孟子乃曰性皆善，是則彼告子與或人之言者皆不是歟？故以此問孟子。“孟子曰：乃若其情，則可以為善矣”至“好是懿德”，孟子言人之乃順其情，則皆可以為善矣，是所謂性善也。若夫人為不善者，非天之降才爾殊也，其所以為不善者，乃自汨喪之耳，故言非廩天才之罪也。且情、性、才三者，合而言之，則一物耳；分而言之，則有三名，故曰性，曰情，曰才。蓋人之性，本則善之，而欲為善者，非性也，以其情然也；情之能為善者，非情然也，以其才也。是則性之動則為情，而情者未嘗不好善而惡惡者也，其不欲為善者乎？而才者乃性之用也，而才者上有以達乎天，下有以達乎地，中有以貫乎人，其有不能為善者乎？此孟子所以曰：“乃若其情，則可以為善矣，乃所謂善也。若夫為不善，非才之罪也。”言“惻隱之心，人皆有之” 至“智也”者，已說於前矣。蓋以惻隱、羞惡、恭敬、是非之心，人皆有是心也，人能順此而為之，是謂仁、義、禮、智也，仁、義、禮、智即善也。然而仁、義、禮、智之善，非自外銷鑠我而亡之也，我有生之初固有之也，但人不思而求之耳，故曰求則得而存，舍而弗求則亡之矣。然人所以有善有惡，其善惡相去之遠，或相倍蓰，或至於不可計其多少，如此之絕遠者，是不能自盡其性才者也。言才無有不能為善者矣，但不能盡其才而為之耳。故《詩•大雅•蒸民》之篇有曰：上天之生眾民，有物則有所法，則民之秉執其常善，故好是美德而已。所謂常即善也，所謂善即美德也，謂美德者，即仁、義、禮、智是也。孔子常亦云為此詩之人，其能知道者也，故言有物必有則，民之秉彝，故好是懿德也。然所謂物者，即自人之四肢、五髒、六腑、九竅，達之於君臣、父子、夫婦、兄弟、朋友，無非物也；所謂則者，即仁之於父子，義之於君臣，禮之於夫婦、兄弟，信之於朋友也：是無非有物則有則也。由此觀之，孟子所以言至此者，豈非人性皆善者邪？故有物必有則，是謂性之善也；能秉其彝，是謂才也；好是懿德，是謂情也。“有物有則，民之秉彝，好是懿德”，是能順其情以為善而才從之者也。○注“紂與微子比干有兄弟之親”。○正義曰：案《史記•世家》云：“微子啟者，殷帝乙之首子，而紂之庶兄也。”又云：“王子比干者，亦紂之親戚也。”是知有兄弟之親矣。○注“《大雅•蒸民》之詩”。○正義曰：此蓋尹吉甫美宣王之詩文也。"
      },
      {
        "index": 16,
        "text": "孟子曰：“富歲，子弟多賴；凶歲，子弟多暴。非天之降才爾殊也，其所以陷溺其心者然也。(富歲，豐年也。凶歲，饑饉也。子弟，凡人之子弟也。賴，善。暴，惡也。非天降下才性與之異也，以饑寒之厄陷溺其心，使為惡者也。)今夫麰麥，播種而耰之，其地同，樹之時又同，浡然而生，至於日至之時，皆孰矣。雖有不同，則地有肥磽，雨露之養、人事之不齊也。(麰麥，大麥也。《詩》云：“貽我來麰。”言人性之同，如此麰麥，其不同者，人事、雨澤有不足，地之有肥、磽耳。磽，薄也。)故凡同類者舉相似也，何獨至於人而疑之？聖人與我同類者。(聖人亦人也，其相覺者，以心知耳。故體類與人同，故舉相似也。)故龍子曰：‘不知足而為屨，我知其不為蕢也。’屨之相似，天下之足同也。(龍子，古賢人也。雖不知足小大，作屨者猶不更作蕢。蕢，草器也。以屨相似，天下之足略同故也。)口之於味有同耆也，易牙先得我口之所耆者也。如使口之於味也，其性與人殊，若犬、馬之與我不同類也，則天下何耆皆從易牙之於味也。至於味，天下期於易牙，是天下之口相似也。(人口之所耆者相似，故皆以易牙為知味，言口之同也。)惟耳亦然。至於聲，天下期於師曠，是天下之耳相似也。(耳亦猶口也，天下皆以師曠為知聲之微妙也。)惟目亦然。至於子都，天下莫不知其姣也。不知子都之姣者，無目者也。(目亦猶耳也。子都，古之姣好者也。《詩》云：“不見子都，乃見狂且。”儻無目者，乃不知子都好耳，言目之同也。)故曰：口之於味也，有同耆焉；耳之於聲也，有同聽焉；目之於色也，有同美焉。至於心，獨無所同然乎？(言人之心性皆同也。)心之所同然者何也？謂理也，義也。聖人先得我心之所同然耳。故理、義之悅我心，猶芻豢之悅我口。”(心所同耆者，義理也。理者，得道之理。聖人先得理義之要耳。理義之悅心，如芻豢之悅口，誰不同也。)"
      },
      {
        "index": 17,
        "text": "疏“孟子曰”至“我口”。○正義曰：此章指言人廩性俱有好憎，耳目口心，所悅者同，或為君子，或為小人，猶麰麥不齊，雨露使然者也。孟子言是，所以勖而進之。“孟子曰：富歲，子弟多賴”至“猶芻豢之悅我口”者，孟子言豐熟之年，凡人之子弟，多好善，賴，善也；凶荒之年，凡人之子弟，多好暴惡。然而非上天降下才性與之殊異也，而其所以由饑寒之厄陷溺，去其良心而為之惡也。無他，所謂禮義生於富足，盜賊起於貧窮是也。且譬夫今之大麥也，人播種而耰鋤之，其地高下以同，藝殖之時又同，浡浡然而生長秀茂，至於日至可以收割之時，皆熟矣。雖有不同，為不熟者，則是地有肥薄與雨露之不均，而人事之所加有不齊也。故凡物有同其類者，皆相似也，何獨至於人而疑為不然？雖聖人亦則與我同其類者也。故龍子之賢人，有曰：人不知天下人之足而為草屨者，我知其人不能為之蕢也。蕢，草器也。其所以為屨皆相似者，以其天下人之足則同也。故口之於食味，人有同耆也，然而易牙先得我口之所好者也。如使人口於味，其性之所好，與人殊異，有是若狗、馬之與我不同其形類也，則天下何以耆其味皆從易牙所好之味也。至於食味，天下所以皆期指於易牙者，是天下之人口相似也。不特口之於味然也，惟耳於聲亦如是也。耳於聲，天下之人所以皆期指於師曠為知聲之妙者，是天下之人耳相似也。又不特耳如是也，惟天下之目亦如是也。至於子都者，天下之人無有不知其姣好也，不知子都之姣好者，是無目之人也。故曰人口之於味，其有所同好者焉；耳之於聲，以其有同聽者焉；目之於色，以其有同美者焉。至於心，獨無所同亦如是乎？言人心性亦若口、耳皆有同而無異也。然人心有所同然者何也？是謂理也，義也，惟聖人者但先得我心之所同然耳。故曰理義之有喜悅於我心者，如芻豢之味有悅於我口耳。蓋理出於性命，天之所為也；義出於道德，人之所為也：而理、義又出於人心所同然也。是則天之使我有是之謂命，天命之謂性，是性命本乎天，故為天之所為也。天之所為雖妙，然而未嘗不有理焉，如此，豈非其理有出於性命者乎！人能存其性命而不失之者，是所謂有其道德也，故為人之所為者也。人之所為道德雖妙，然而未嘗不有義存焉，如此，則豈非其義有出於人心者乎！合而言之，則性命道德是為理義，雖是理義，出於性命道德者耳。○注“ 麰麥”至“薄也”。○正義曰：釋云：麰麥，大麥也，又短粒麥也。“《詩》云貽我來麰”，此蓋《周頌•思文》之篇，言後稷配天之詩也。磽，《說文》云：“磽，石地名也。”○注“易牙為知味”。正義曰：案《左傳》云：易牙，齊桓公大夫也。淄、澠二水為食，易牙亦知二水之味。桓公不信，數試始驗。是易牙為知味者也。○注“師曠為知聲之妙”。○正義曰：案《呂氏春秋》云，已說在《離婁篇》首，《左傳》杜氏注云“晉樂師子野者”是也。○注“子都”，詩云：“不見子都，乃見狂且。”○正義曰：案《詩•國風•山有扶蘇》之篇文也。注云：“都，世之美好者。狂，狂人也。且，辭也。”箋云：“人之好色，不往睹子都，反往睹狂醜之人。”凡此是知子都為美好者也。○草性曰芻，穀養曰豢。○正義曰：《說文》云：“牛、馬曰芻，犬、豕曰豢。”是其解也。\n卷十一下•告子章句上"
      },
      {
        "index": 18,
        "text": "孟子曰：“牛山之木嘗美矣。以其郊於大國也，斧斤伐之，可以為美乎？是其日夜之所息，雨露之所潤，非無萌蘖之生焉，牛羊又從而牧之，是以若彼濯濯也。人見其濯濯也，以為未嘗有材焉，此豈山之性也哉。(牛山，齊之東南山也。邑外謂之郊。息，長也。濯濯，無草木之貌。牛山未嘗盛美，以在國郊，斧斤牛羊使之不得有草木耳，非山之性無草木也。)雖存乎人者，豈無仁義之心哉？其所以放其良心者，亦猶斧斤之於木也，旦旦而伐之，可以為美乎？其日夜之所息，平旦之氣，其好惡與人相近也者幾希。(存，在也。言雖在人之性，亦猶此山之有草木也，人豈無仁義之心邪？其日夜之思，欲息長仁義，平旦之志氣，其好惡，凡人皆有與賢人相近之心。幾，豈也。豈希，言不遠也。)則其旦晝之所為，有梏亡之矣。梏之反覆，則其夜氣不足以存。夜氣不足以存，則其違禽獸不遠矣。人見其禽獸也，而以為未嘗有才焉者，是豈人之情也哉。(旦晝，日晝也。其所為萬事有梏亂之，使亡失其日夜之所息也。梏之反覆，利害於其心，其夜氣不能復存也。人見惡人禽獸之行，以為未嘗存善木性，此非人之情也。)故苟得其養，無物不長；苟失其養，無物不消。孔子曰：‘操則存，舍則亡。出入無時，莫知其鄉。’惟心之謂與？”(誠得其養，若雨露於草木，法度於仁義，何有不長也；誠失其養，若斧斤牛羊之消草木，利欲之消仁義，何有不盡也。孔子曰：持之則存，縱之則亡，莫知其鄉。鄉猶裏，以喻居也。獨心為若是也。)"
      },
      {
        "index": 19,
        "text": "疏“孟子曰牛山”至“之謂與”。○正義曰：此章指言秉心持正，使邪不幹，猶止斧斤，不伐牛山，山則木茂，人則稱仁也。“孟子曰牛山之木”至“惟心之謂與”者，孟子言牛山之木，常為秀美矣，然以其為郊國之外也，殘之以斤斧之伐，可以為秀美乎？言以其斤斧常伐之，則不可為美也。雖為斤斧所伐，然以其日夜之所長息，雨露之所潤澤，非無萌牙絲蘖生焉，柰何萌蘖既生，而牛羊之畜，又從而牧養於其間，是以牛山若彼。濯濯，無草木之貌也。人見其濯濯然無草木，以為牛山未嘗有材木焉，是豈牛山之性無草木哉！言牛山之木常有其材木耳，其所以無之者，但斧斤牛羊從而殘滅之矣。言雖存在乎人者，豈無仁義之心哉？然人之所以放去其良心而無仁義者，亦如斧斤之伐於牛山之木也。是日日而伐滅之，可為美材乎？言不可為美材也。言牛山日夜之所息長草木，與人平旦之氣，其好惡與人相近者不遠矣。以其牛山日夜所息長草木，莫不欲秀茂為美，而惡其斧斤、牛羊殘害之為惡也。人之平旦之氣，尚未有利欲汩之，則氣猶靜，莫不欲為之善也，而惡為之惡也。但人平旦之氣，則其旦晝之所為利欲有以梏亡之矣。平旦則未至於晝，旦晝所以為日之中矣。且人於平旦之時，其氣靜，未有利欲事緒以動之，則未必不善矣。以其善固存於此時也，亦如牛山日夜所長草木，無以斧斤、牛羊殘害之，則未必不美矣。以其萌蘖生焉，而美固己有矣，柰何斧斤、牛羊又從而殘滅之，亦若旦晝所為利欲以梏亡之者焉。梏，手械也。利欲之製善，使不得為，猶梏之製手也。梏之反覆，其情緒不一，則夜於平旦之氣不足以存。既不足以存，而為利欲萬緒梏而亡之，則其違異於禽獸之行不遠矣。以其近也。人見其為禽獸之行者，而為未嘗有才性焉，是豈人之情為如是哉？言非人之情也，言人情本欲為善矣，其所以終而為者，但利欲從而梏亡之矣。故苟得其所養，無物不長；苟失其所養，無物不消。如牛山苟日夜之所息、雨露之所潤，與平旦之氣，是得其所養者也，是則無物不長矣。如牛山苟為牛羊從而牧之，與旦晝所為而梏亡之，是失所養者也，是則無物不消矣。孟子又引孔子云：操持之則存，縱舍之則亡，其出入徇物，而不有常時，莫知其所向之鄉，惟獨心為若是也。凡此孟子所以言人心性本善，但當有常操而存之者矣。○注“牛山，齊之東南山”。○正義曰：蓋亦以理推之，亦自可見。故傳所謂齊景遊於牛山之上，是亦知之為齊之山矣。"
      },
      {
        "index": 20,
        "text": "孟子曰：“無或乎王之不智也。(王，齊王也。或，怪也。時人有怪王不智而孟子不輔之，故言此也。)雖有天下易生之物也，一日暴之，十日寒之，未有能生者也，吾見亦罕矣。吾退而寒之者至矣，吾如有萌焉？何哉？(種易生之草木五穀，一日暴溫之，十日陰寒以殺之，物何能生？我亦希見於王，既見而退，寒之者至，謂左右佞諂順意者多。譬諸萬物，何由得有萌牙生也？)今夫弈之為數，小數也，不專心致志，則不得也。(弈，博也，或曰圍棋。《論語》曰：“不有博弈者乎？”數，技也。雖小技，不專心則不得也。)弈秋，通國之善弈者也，使弈秋誨二人弈，其一人專心致志，惟弈秋之為聽；一人雖聽之，一心以為有鴻鵠將至，思援弓繳而射之，雖與之俱學，弗若之矣。為是其智弗若與？曰：非然也。”(有人名秋，通一國皆謂之善弈，曰弈秋。使教二人弈，其一人惟秋所善而聽之，其一人志欲射鴻鵠，故不如也。為是謂其智不如也，曰：非也，以不致志也。故齊王之不智，亦若是。)"
      },
      {
        "index": 21,
        "text": "疏“孟子曰無或”至“非然也”。○正義曰：此章指言弈為小數，不精不能，一人善之，十人惡之，雖竭其道，何由智哉。《詩》云“濟濟多士，文王以寧”，此之謂也。“孟子曰：無或乎王之不智也”至“非然也”，孟子言時人無怪齊王之不智也，以其孟子不輔佐之，故云之此。言雖有天下易生之物，如一日溫暖以暴之，乃十日寒凍以殺之，是以未有能生者也。雖有能生之者，然於我見之亦少矣。我自輔佐齊王，而退歸，而奸佞諂諛齊王者至多矣，然而我尚如有心欲使王萌而為善，是如之何哉！孟子言之以此者，蓋謂吾君不能者，是謂賊其君者也，所以言時人無或乎王之不智也，當輔佐君為之而已。孟子輔佐齊王，既退，而奸佞之臣又陷君於為惡，故有激而云此也。蓋天下易生之物，譬齊王以為善也。一日暴之，喻孟子一人輔之齊王也。十日寒之，喻奸佞臣之眾陷君於為惡也。陷君於為惡者如是之眾，則齊王所以不智也。喻未有能生者也。今夫譬之弈秋，但為技數雖小技，如不專一其心，致其篤志，則亦不得精也。是故弈人名秋者，通一國皆稱為善能弈者也，使秋誨其二人弈，其一人專心致志，唯弈秋之言是聽，一人雖聽之，其一心以為有鴻鵠之鳥將至，乃思援弓繳矢而射之，雖與皆學夫弈秋，然亦不若其專心致志者精矣。為是弗若之者，非謂其智弗若也，以其不專心致志而聽弈秋之誨故也。此所以曰“為是其智弗若與？”繼之曰“非然也”，言不然也。孟子所以引為比者，蓋謂齊王如能專心致志，惟賢者是聽，則孰不與王為善乎？奈齊王不能專心致志、惟賢是聽，但為奸臣之所諛佞，所以如有鴻鵠將至、思援弓繳矢而射之者，故弗若彼之精，而遂不為善矣。然則時人亦不可謂齊王不智，特當輔之而已。然既輔之，亦當齊王能專心致志聽從之，然後可矣。孟子所以既退而尚如有萌焉，奈何終輔之，而齊王奸佞諂諛之眾而不能聽從為善耳。此故以弈秋喻己，而以鴻鵠喻奸佞。其一以為有鴻鵠思援弓繳而射之，喻齊王雖聽己之言，然不專心致志，惟在於鴻鵠耳。○注“ 弈博也”至“不得也”。○正義曰：按《陽貨》，《論語》第十七之篇，云“不有博弈者乎”，而解弈為博也。《說文》云：“作博局戲也。六箸，十二棋也。”古者堯曾作博。圍棋謂之弈。《說文》：弈從升，言速兩手而執之。棋者，所執之子，圍而相殺，故謂之圍棋。稱弈者，又取其落弈之義也。○注“有人名秋善弈”。○正義曰：按傳記有云弈秋，通國之善弈也，有過者止而聽之，則弈敗。笙汩之也。又云疑首，天下之善算也，有鴻鵠過，彎弧擬問以三五，則不知。鴻鵠亂之也。是亦孟子之言與。"
      },
      {
        "index": 22,
        "text": "孟子曰：“魚我所欲也，熊掌亦我所欲也，二者不可得兼，舍魚而取熊掌者也。生亦我所欲也，義亦我所欲也，二者不可得兼，舍生而取義者也。(熊掌，熊蹯也，以喻義。魚以喻生也。)生亦我所欲，所欲有甚於生者，故不為苟得也。死亦我所惡，所惡有甚於死者，故患有所不辟也。如使人之所欲莫甚於生，則凡可以得生者，何不用也？使人之所惡莫甚於死者，則凡可以辟患者，何不為也。(有甚於生者，謂義也，義者不可苟得。有甚於死者，謂無義也，不苟辟患也。莫甚於生，則苟利而求生矣。莫甚於死，則可辟患，不擇善何不為耳。)由是則生而有不用也，由是則可以辟患而有不為也。是故所欲有甚於生者，所惡有甚於死者，非獨賢者有是心也，人皆有之，賢者能勿喪耳。(有不用，不用苟生也。有不為，不為苟惡而辟患也。有甚於生，義甚於生也。有甚於死，惡甚於死也。凡人皆有是心，賢者能勿喪亡之也。)一簞食，一豆羹，得之則生，弗得則死。嘑爾而與之，行道之人弗受；蹴爾而與之，乞人不屑也。(人之餓者，得此一器食可以生，不得則死。嘑爾，猶呼爾咄啐之貌也。行道之人，凡人以其賤己，故不肯受也。蹴，蹋也。以足踐蹋與之，乞人不潔之，亦由其小，故輕而不受也。)萬鍾則不辯禮義而受之，萬鍾於我何加焉？為宮室之美，妻妾之奉，所識窮乏者得我與。(言一簞食則貴禮，至於萬鍾則不復辯別有禮義與不，鍾，量器也。萬鍾於己身何加益哉？己身不能獨食萬鍾也，豈不為廣美宮室，供奉妻妾，施與所知之人窮乏者也。)鄉為身死而不受，今為宮室之美為之；鄉為身死而不受，今為妻妾之奉為之；鄉為身死而不受，今為所識窮乏者得我而為之：是亦不可以已乎！此之謂失其本心。”(鄉者不得簞食而食則身死，尚不受也，今為此三者為之，是不亦可以止乎！所謂失其本心者也。)"
      },
      {
        "index": 23,
        "text": "疏“孟子曰魚”至“失其本心”。正義曰：此章指言舍生取義，義之大者也，簞食、萬鍾，用有輕重，縱彼納此，蓋違其本，凡人皆然，君子則否，所以殊也。“孟子曰魚我所欲也”至“失其本心”者，孟子言魚之為味，我之所欲者也；熊蹯之味，亦我所欲者也。然而魚與熊蹯，二者不可兼得，但舍去其魚而取熊蹯也。以其熊蹯之味又有美於魚也。魚在水之物，熊蹯在山之物，欲在水，不可兼得於在山者，在山又不可兼得於在水者，故為二者不可兼得也。魚所以喻生也，熊蹯所以喻義，故曰生亦我所欲也，義亦我所欲也，然而生與義二者亦不可兼得之，但舍生而取義也。以其義又有勝於生也。如勇士不忘喪其元，志士不忘在溝壑，有殺身以成仁，是皆以義有勝於死也，是舍生而取義也。然而生亦為我心之所欲，其以所欲有甚於生者，故不為苟得也；死亦為我心之所惡疾者，其以所惡有甚於死者，故患禍有所不逃辟也。如令人之所欲者無有甚於生，則凡可以得生者，何不用而行之也；令人之惡者無有甚於死者，則凡可以辟患者，何不擇而為之也。蓋可以得生，可以辟患者，皆是不義也。故不為苟得，故患有所不辟也者，是皆有義也。由此言之，則生而有不用也，是不苟生也；則可以辟患而有不為也，是不苟為惡以辟患也。如此，故所欲有甚於生，所惡者有甚於死，非獨賢者有此心也，人皆有此心也，但賢人能常存之而勿喪亡之耳。蓋所欲有甚於生者，是義也；所惡有甚於死者，是不義也。且以一簞所盛之食，一豆所盛之羹，得而食之者，則養其生，不得此而食者，則餓而死，然而嘑爾叱咄而與之，雖行道塗之中凡人，且不肯受而食之也；如蹴爾踐蹋而與之，雖乞丐之賤人，且以為不潔而不肯受而食也。言萬鍾之祿，則不貴辨禮義而受之者，雖萬鍾之多，然於我何足為益焉？於我何益，以其己身不能獨食之也。己不能獨食，則為宮室之廣美，供奉妻妾，施與所知之人窮乏者而已。如是，則鄉日不得簞食豆羹則身死尚不受，今乃為宮室廣美、供奉妻妾與施所知之人窮乏者而受，為之如此，是亦不可以止乎！言此可以止。而不止者也，是謂失其本心者矣，是忘其義者矣。故本心即義也，所謂賢者但能勿喪亡此本心耳。○注“熊蹯”。○正義曰：按《史記•世家》云：“宰夫胹熊蹯不熟，晉靈公怒而殺之。”裴駰注云：“服虔曰：蹯，熊掌，其肉難熟。”○注“鍾，量器也”。正義曰：齊大夫晏子云，已說在《梁惠篇》。"
      },
      {
        "index": 24,
        "text": "孟子曰：“仁，人心也。義，人路也。舍其路而弗由，放其心而不知求，哀哉！(不行仁義者，不由路，不求心者也，可哀憫哉。)人有雞犬放，則知求之；有放心，而不知求。學問之道無他，求其放心而已矣。”(人知求雞犬，莫知求其心者，惑也。學問所以求之矣。)"
      },
      {
        "index": 25,
        "text": "疏“孟子曰”至“而已矣”。○正義曰：此章指言由路求心，為得其本，追逐雞狗，務其末也。學以求之詳矣。“孟子曰”至“而已矣”者，孟子言仁者是人之心也，是人人皆有之者也；義者是人之路也，是人人皆得而行之者也。今有人乃舍去其路而不行，放散其心而不知求之者，可哀憫哉！且人有雞犬放之則能求追逐之，有心放離之而不求追復。然而學問之道無他焉，但求其放心而已矣。能求放心，則仁義存矣。以其人之所以學問者，亦以精此仁義也。"
      },
      {
        "index": 26,
        "text": "孟子曰：“今有無名之指，屈而不信，非疾痛害事也。如有能信之者，則不遠秦、楚之路，為指之不若人也。(無名之指，手之第四指也，蓋以其餘指皆有名。無名指者，非手之用指也，雖不疾痛妨害於事，猶欲信之，不遠秦、楚，為指之不若人故也。)指不若人，則知惡之。心不若人，則不知惡，此之謂不知類也。”(心不若人，可惡之大者也，而反惡指，故曰不知其類也。類，事也。)"
      },
      {
        "index": 27,
        "text": "疏“孟子曰”至“不知類也”。○正義曰：此章指言舍大惡小，不知其要，憂指忘心，不向於道。是以君子惡之者也。“孟子曰”至“此之謂不知類也”，孟子言今人有第四指，為無名之指，屈而不信，且非疾痛有妨害於為事也。如有人能信者，則不遠秦、楚之路而求信之，以為惡其指之不若人也。且以無名之指為無用之指，則恥惡之不若人，其心不若人，則不知恥惡之，是之謂為不知其類者也。《荀子》云“相形不如論心”，同其意也。蓋云秦、楚者，以其秦、楚相去最為遠者也，故取為己言，指屈尚不遠秦、楚之路而求信，況心即在於己為最近者也，尚不能求之耶。此孟子所以為不知類者也。"
      },
      {
        "index": 28,
        "text": "孟子曰：“拱把之桐、梓，人苟欲生之，皆知所以養之者。至於身，而不知所以養之者，豈愛身不若桐梓哉？弗思甚也。”(拱，合兩手也。把，以一手把之也。桐、梓，皆木名也，人皆知灌溉而養之，至於養身之道，當以仁義，而不知用，豈於身不若桐、梓哉？不思之甚者也，宜孟子有是以言之歟。)"
      },
      {
        "index": 29,
        "text": "疏“孟子”至“甚也”。○正義曰：此章指言莫知養身而養其樹木，失事違務，不得所急，所以誡未達者也。孟子言桐、梓之木，方於可拱把之時，人誠欲其生長，皆知所以灌溉而養之者。至於己之身，而不知以仁義之道養之者，豈人之愛保其身反不若桐、梓之為急哉？但人弗思忖之而已，故以甚者也，宜誡之以此。"
      },
      {
        "index": 30,
        "text": "孟子曰：“人之於身也，兼所愛。兼所愛，則兼所養也。無尺寸之膚不愛焉，則無尺寸之膚不養也。(人之所愛則養之，於身也，一尺一寸之膚養相及也。)所以考其善不善者，豈有他哉？於己取之而已矣。(考知其善否，皆在己之所養也。)體有貴賤，有小大，無以小害大，無以賤害貴。養其小者為小人，養其大者為大人。(養小則害大，養賤則害貴。小，口腹也。大，心志也。頭頸，貴者也。指拇，賤者也，不可舍貴養賤也。務口腹者為小人，治心志者為大人。)今有場師，舍其梧、檟，養其樲、棘，則為賤場師焉。(場師，治場圃者。場以治穀。圃，園也。梧，桐；檟，梓：皆木名。樲棗，小棗，所謂酸棗也。言此以喻人舍大養小，故曰賤場師也。)養其一指，而失其肩背而不知也，則為狼疾人也。(謂醫養人疾，治其一指，而不知其肩背之有疾，以至於害之，此為狼藉亂不知治疾之人也。)飲食之人，則人賤之矣，為其養小以失大也。飲食之人，無有失也，則口腹豈適為尺寸之膚哉？”(飲食之人，人所以賤之者，為其養口腹而失道德耳。如使不失道德，存仁義以往，不嫌於養口腹也。故曰口腹豈但為肥長尺寸之膚哉？亦以懷其道德也。)"
      },
      {
        "index": 31,
        "text": "疏“孟子曰人之於身”至“膚哉”。○正義曰：此章指言養其行，治其正，俱用智力，善惡相厲，是以君子居處思義，飲食思禮者也。“孟子曰人之於身也”至“於己取之而已矣”，孟子言人之於一身也，無有所不愛也，以其兼愛之矣。兼所愛，則必兼有所養也。是則一身之中，無有一尺一寸之肌膚不愛焉，則亦無有一尺一寸之肌膚不養之也。以其兼所愛，必兼所養而已。然而所以考究其有善、其有不善者，亦豈有他為哉？但亦於一己自取之而已矣。所謂頤其大體，則為大人，從其小體，則為小人，豈非己自取之謂乎？蓋孟子但云尺寸之膚者，則心在乎中，又有居待而言者也，且心為一身之君，所謂心為天君者也。《荀子》云：“心居中虛，以治五官。”此之謂也。言人既愛尺寸之膚，雖心亦在所愛焉。既養尺寸之膚，雖心亦在所養焉。所謂愛養心者，亦以仁義之道愛養之而已。人之心，由人所趨向如何耳，故曰所以考其善不善，於己取之而已矣。“體有貴賤”至“尺寸之膚哉”，孟子又言人體有貴亦有賤，有小亦有大，於人之一身，合而言之則謂之體；自體而言之，又有耳、目、口、鼻、形、心者也。以貴大，則心為一體之貴者大者，以賤小，則耳、目、口、鼻、形為一體之賤者小者，言人之於一體，不可務愛養其賤者小者，以害其貴者大者也。如養其小者，則為之小人，養其大者，則為之大人。以其耳、目、口、鼻、形五者所好，不過利欲而已；而心廩於有生之初，仁義之道俱存於其間。是以養心者為大人君子，養耳、目、口、鼻、形者以利欲為小人耳。故孟子所以有是言也。今有場師治場圃者，如舍其梧、檟之良木，而特養其樲棗，是為賤場師焉。梧，桐也，檟，山楸也。樲棗，小酸棗也。梧、檟可以為琴瑟材，是良木。小酸棗，無用之才也，是賤木也。此所以喻養體不養其貴者，而養其賤者也。又如養其一指之小，而失其肩背之大，則為狼疾藉亂而不知醫治者也，此所以比喻養體不養其大者，而養其小者也。且務飲食之人，則人皆賤之者矣，無他，是為其養小而失去其大也。如飲食之人亦無有失其養大，則口腹豈但肥長適尺寸之膚為哉？言是亦懷仁義之道者也。○注檟、樲棗為桐梓，酸棗。正義曰：《說文》云：“梧檟，山楸。”又云：“楸，梓也。”“樲棗，小酸棗也。”是所以案此為之云。"
      },
      {
        "index": 32,
        "text": "公都子問曰：“鈞是人也，或為大人，或為小人，何也？”(鈞，同也。言有大有小，何也？)孟子曰：“從其大體為大人，從其小體為小人。”(大體，心思禮義。小體，縱恣情欲。)曰：“鈞是人也，或從其大體，或從其小體，何也？”(公都子言人何獨有從小體也。)曰：“耳目之官，不思而蔽於物，物交物，則引之而已矣。心之官則思，思則得之，不思則不得也。此天之所與我者，先立乎其大者，則其小者不能奪也，此為大人而已矣。”(孟子曰：人有耳目之官，不思，故為物所蔽。官，精神所在也，謂人有五官六府。物，事也。利欲之事來交引其精神，心官不思善，故失其道而陷為小人也。此乃天所與人情性，先立乎其大者，謂生而有善性也。小者，情欲也。善勝惡，則惡不能奪之而已矣。)"
      },
      {
        "index": 33,
        "text": "疏“公都子”至“已矣”。○正義曰：此章指言天與人性，先立其大，心官思之，邪不乖越，故謂之大人者也。“公都子問曰：鈞是人也”至“何也”者，公都子問孟子曰：世之人皆是人者也，或有名為大人，或有名為小人者，是如之何也。“孟子曰：從其大體為大人，從其小體為小人”，孟子答之曰：從事於大體，而以仁義養其心，是從其大體，故謂之大人也；從其小體，以利欲養其耳目之官，是從其小體，故謂之小人也。“曰：鈞是人也，或從其大體，或從其小體，何也”，公都子未曉，故問之曰：既皆是人也，或以從養其大體，或從養其小體，是如之何？“曰耳目之官”至“此為大人而已矣”，孟子又答之曰：人有耳目之官，不以心思主之，而遂蔽於耆欲之物，既蔽於物，則己亦已失矣。己已失，則是亦為物而已。是則物交接其物，終為物引之，喪其所得矣。惟心之官則為主於思，如心之所思，則有所得而無所喪，如不思，則失其所得而有以喪之耳。是以天之所與付於我者，所以先與立其大者，則心是也。既與立其大者，則小者斯不能奪之矣，小者則耳目是也。是以為之大人而已矣。蓋耳目主視聽，是以為官者也。心，君，主官者也，亦謂之官者，以其亦主思，故亦為官矣。荀子云：心，君也，房中虛而治五官者也。是以心思之大者，而小者不能奪，其耳目不為利欲之所蔽，茲所以從其大體，而為大人也。彼小人者，以其不思而為利欲所蔽故也。"
      },
      {
        "index": 34,
        "text": "孟子曰：“有天爵者，有人爵者。仁義忠信，樂善不倦，此天爵也。公卿大夫，此人爵也。(天爵以德，人爵以祿。)古之人修其天爵，而人爵從之。今之人脩其天爵以要人爵，既得人爵而棄其天爵，則惑之甚者也。(人爵從之，人爵自至也。以要人爵，要，求也。得人爵，棄天爵，惑之甚也。)終亦必亡而已矣。”(棄善忘德，終必亡也。)"
      },
      {
        "index": 35,
        "text": "疏“孟子”至“已矣”。○正義曰：此章指言古修天爵，自樂之也；今要人爵，以誘時也；得人棄天，道之忌也；惑以招亡，小人之事也。“孟子曰有天爵者”至“終亦亡之而已矣”，孟子言有所謂天爵者，有所謂人爵者，仁義忠信四者，又樂行其善而不厭倦者，是所謂天爵也；自公卿大夫者，是所謂人爵。此孟子所以自解之也。自古之人脩治其天爵，而人爵自然從之，如舜耕於曆山，樂取諸人以為善，而堯自然禪其祿位，是脩其天爵而人爵從之者也。又如伊尹之徒亦是也。今之人修其天爵，以要求人爵，既得其人爵，而又棄其天爵，則蔽惑之甚者也，如登龍斷以罔巿利、乞墦間之祭者，是其類也。此孟子所以指今之人而言也。如此者，終亦必亡其人爵而已矣。是故孟子所以有是言而勸誡之。"
      },
      {
        "index": 36,
        "text": "孟子曰：“欲貴者，人之同心也。人人有貴於己者，弗思耳矣。人之所貴者，非良貴也。趙孟之所貴，趙孟能賤之。(人皆同欲貴之心，人人自有貴者在己身，不思之耳。在己者，謂仁義廣譽也。凡人之所貴富貴，故曰非良貴也。趙孟，晉卿之貴者也，能貴人，又能賤人。人之所自有也者，他人不能賤之也。)《詩》云：‘既醉以酒，既飽以德。’言飽乎仁義也，所以不願人之膏粱之味也。令聞廣譽施於身，所以不願人之文繡也。”(《詩•大雅•既醉》之篇。言飽德者，飽仁義之於身，身之貴者也，不願人之膏粱矣。膏粱，細粱如膏者也。文繡，繡衣服也。)"
      },
      {
        "index": 37,
        "text": "疏“孟子曰”至“文繡也”。○正義曰：此章指言所貴在身，人不知求，膏粱文繡，己之所優，趙孟所貴，何能比之。是以君子貧而樂也。“孟子曰：欲貴者，人之同心也”至“文繡也”，孟子言凡所願欲其貴者，世人所同其心也，以其人皆欲之也。然而人人有貴，隻在其己者，但不思之耳。凡人所貴者，非是良貴也。良貴者，不以爵而貴者，是謂良貴，如下文所謂仁義廣譽者是也。且以趙孟，晉卿之貴，雖為所貴者，然而趙孟又能賤之，是人之所貴者，非為良貴也。此孟子所以引而喻也，以其趙孟者，即晉襄公之臣趙盾者是也，是為晉卿。然入為晉卿，出則為盟主，是謂貴矣，奈何其賢則不及趙襄，其良則不及宣子，則所貴特人爵之貴耳，如此得無賤耶？故曰趙孟之所貴，趙孟能賤之也。《詩•大雅•既醉》之篇有云：既醉之以酒，既飽之以德。是言飽乎仁義者也。是亦所謂德將於醉之意同，謂德則仁義是也。言飽乎仁義，所以不願人之膏粱之味乎，案《禮》云公食大夫，則稻粱為嘉膳，則膏粱，味之至珍者也。然而不願人之膏粱，則以仁義為膏粱；令聞廣譽之名聲既施飾於身，所以不願人之文繡也。案《詩》以一裳為顯服，則文繡為服之至美者也。然而不願人之文繡，則以令聞廣譽為文繡也。蓋令聞者，以其內有仁義之德，則人將不特見而善之，又有以聞而善之者也，故云令聞。令，譽令，善也；聞，名聲，而人所聞之也。廣譽者，亦以內有仁義之德，則不特近者美喻之，而遠者又有以美譽焉，故云廣譽。廣，遠大也；譽，美稱也。凡此孟子所以教時人之云耳。故論君子貧而樂，如顏子在陋巷，而不改其樂者，是之謂也。"
      },
      {
        "index": 38,
        "text": "孟子曰：“仁之勝不仁也，猶水之勝火。今之為仁者，猶以一杯水救一車薪之火也，不熄，則謂之水不勝火。此又與於不仁之甚者也，亦終必亡而已矣。”(水勝火，取水足以制火，一杯水何能救一車薪之火也，以此則謂水不勝火。為仁者亦若是，則與作不仁之甚者也，亡猶無也，亦終必亡仁矣。)"
      },
      {
        "index": 39,
        "text": "疏“孟子”至“已矣”。○正義曰：此章指言為仁不至，不反諸己，謂水勝火，熄而後己；不仁之甚，終必亡矣；為道不卒，無益於賢也。孟子言為仁勝強於不仁也，若水之勝火矣。今之為仁者，不知反本心而為仁，如以一杯杓水而救一車薪之火也。火不熄滅，則謂水不勝火，以為不仁勝，仁此又與於不為仁者又甚之也。以其有過於不為仁者也，是亦終必亡其仁矣。且如湯、武之至仁，然後勝桀、紂之至不仁也。今之為仁，但以轉粟移民之為仁，而望民多於鄰國；以羊易牛之仁，而欲朝秦、楚而撫四夷：是若一杯水而望救一車薪之火也，此所以終必亡其仁矣。此吾孟子所以有激而云。"
      },
      {
        "index": 40,
        "text": "孟子曰：“五穀者，種之美者也。苟為不熟，不如荑稗。夫仁亦在乎熟之而已矣。”(熟，成也。五穀雖美，種之不成，則不如荑稗之草甚實可食。為仁不成，猶是也。)"
      },
      {
        "index": 41,
        "text": "疏正義曰：此章指言功毀幾成，人在慎終，五穀不熟，荑稗是勝，是以為仁以其成也。孟子言五穀者，是天下種之美者也，苟五穀不成，則不勝荑稗之所奮。夫仁者，亦天下道之美者也，苟為仁不成，則不勝不仁之所害。故云夫仁亦在乎成之而已矣。此章與前章相類，亦若齊宣有愛牛之仁，而功不至於百姓；梁惠有移民之仁，而民不加多於鄰國：是為仁不成之過也。五穀已說於前矣。云荑稗者，即禾中之莁草也。"
      },
      {
        "index": 42,
        "text": "孟子曰：“羿之教人射，必志於彀。學者亦必志於彀。(羿，古之善射者。彀，張弩付的者，用思要時也。學者志道，猶射者之張也。)大匠誨人，必以規矩。學者亦必以規矩。”(大匠，攻木之工。規所以為圓也，矩所以為方也。誨，教也。教人必須規矩，學者以仁義為法式，亦猶大匠以規矩者也。)"
      },
      {
        "index": 43,
        "text": "疏“孟子”至“規矩”。○正義曰：此章指言事各有本，道有所隆，彀張規矩，以喻為仁；學不為仁，猶是二教，失其法而行之者也。孟子言羿為善射者，其教人射，必志在於勢。勢者，張弓也，張弓以其力分之所至處也。言羿雖善射，其教人亦必求之於力分之內也。大匠為攻木之工者，其教誨人為匠，必在於規矩。規所以為圓之度，矩所以為方之度，以其規矩為法度之至者也。言大匠誨人，亦必求之於法度內也。羿教人既求之於力分之內，則學之者亦必求於力分之內矣。大匠誨人，既求之於法度之內，則學之者，亦必求於法度之內矣。然必皆求於力分之內者，以其力分所不到，則射亦末如之何矣。法度者亦如是矣。此喻人以道教人，而學之者亦如此耳。如皆不求之於力分之內與法度之內，則於道終亦不得矣。○注羿古之攻射者與匠為攻木之工者。○正義曰：此已說於前矣。"
      }
    ]
  }
}
