{
  "chapterNumber": 13,
  "title": "卷六下·告子下",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷十二上•告子章句下（凡十六章）"
      },
      {
        "index": 2,
        "text": "疏正義曰：此卷趙氏分為下卷者也。此卷十有六章。其一章言臨事量宜，權其輕重，以禮為先，食色為後，若有偏殊，從其大者。二章言天下大道，人病不由，不患不能，是以曹交請學，孟子辭焉。三章言生之膝下，一體而分，當親而疏，怨慕號天，是以《小弁》之怨，未足以為愆也。四章言上之所欲，下以為俗。五章言君子交接，動不違道，享見之儀，亢答不差。其六章見幾而作，不俟終日，孔子將行，冕不及稅。七章言王道浸衰，轉為罪人。八章言招攜懷遠，貴以德禮，義勝為上，戰勝為下。九章言善為國者，必藏於民，賊民以往，其餘何觀。十章言先王典禮，萬世可遵，什一供貢，下富上尊。十一章言君子除害，普為人也。十二章言民無信不立。十三章言好善從人，聖人一概。十四章言仕雖正道，亦有量宜，聽言為上，禮貌次之，困而免死，斯為下矣。十五章言聖賢困窮，天堅其誌，次賢感激，乃奮其意。十六章言學而見賤，恥之大者，教誨之方，或析或引。凡此十六章，合上卷二十章，是《告子》之篇有三十六章矣。"
      },
      {
        "index": 3,
        "text": "任人有問屋廬子曰：“禮與食，孰重？”（任國之人問孟子弟子屋廬連，問二者何者為重。）曰：“禮重。”（答曰：禮重。）“色與禮，孰重？”曰：“禮重。”（重如上也。）曰：“以禮食則饑而死，不以禮食則得食，必以禮乎？親迎則不得妻，不親迎則得妻，必親迎乎？” （任人難屋廬子，云若是則必待禮乎？）屋廬子不能對。明日之鄒，以告孟子，孟子曰：“於！答是也何有？（於音烏，歎辭也。何有為不可答也。）不揣其本，而齊其末，方寸之木，可使高於岑樓；金重於羽者，豈謂一鉤金與一輿羽之謂哉！取食之重者與禮之輕者而比之，奚翅食重？取色之重者與禮之輕者而比之，奚翅色重？”（孟子言夫物當揣量其本，以齊等其末。知其大小輕重乃可言也。不節其數，累積方寸之木，可使高於岑樓。岑樓，山之銳嶺者，寧可謂寸木高於山邪？金重於羽，謂多少同而金重耳，一帶鉤之金，豈重一車羽邪？如取食、色之重者，比禮之輕者，何翅食、色重哉！翅，辭也。若言何其重也。）往應之曰：“‘紾兄之臂而奪之食，則得食，不紾則不得食，則將紾之乎？逾東家牆而摟其處子，則得妻，不摟則不得妻，則將摟之乎？’”（教屋廬子往應任人如是。紾，戾也。摟，牽也。處子，處女也。則是禮重，食、色輕者也。）"
      },
      {
        "index": 4,
        "text": "疏“任人”至“摟之乎”。○正義曰：此章指言臨事量宜，權其輕重，以禮為先，食、色為後，若有偏殊，從其大者。屋廬子未達，故譬摟、紾也。“任人有問屋廬子曰：禮與食孰重”，任人，任國之人，任國之人有問屋廬子曰：禮與食二者，何者為重？“曰禮重”，屋廬子答之以為禮重。屋廬子，孟子弟子也。任人又問色與禮二者孰重？“曰禮重”，屋廬子又答之以為禮重。“曰：以禮食則饑而死”至“必親迎乎”，任人又問之曰：人若待有禮然後食，則饑餓而死，不待禮而食者，則得其食而不見饑餓，必待以禮然後食乎？任人意以為不待禮而食也。行親迎婚之禮，則不得其妻，不待親迎之禮，則得其妻，必待親迎之禮？任人意又以為不待親迎也。所謂禮食者，案《禮》云：“主人親饋則客祭，主人不親饋則客不祭。”故君子苟無禮，雖美不食焉，凡此之謂。所謂親迎者，又案《禮》云：夏氏迎於庭，商人迎於室，周人迎於戶，凡此是也。今任人不知此為重，故以食、色並而問之。“屋廬子不能對，明日之鄒，以告孟子”，屋廬子未有言以答應，故不能對任人之問，乃明日之鄒國，以任人此言告於孟子。“孟子曰：於！答是也何有”至“則將摟之乎”，孟子見廬子不能答此言，乃而歎之曰：答此之言，何有難乎？何為不可答也。言凡物有常，如不揣量其本，但齊等其末，則雖方寸之木，可令高於岑樓。岑樓，山之銳峰也。此乃齊等其末，而不量其本之謂也。言雖可謂之一帶鉤之金與一車羽毛之謂哉，是亦不揣其本，而齊其末之謂也。以其揣之以本，則方寸之木不能過於岑樓，一帶鉤之金不能重於一車之羽也。如不揣其本，則取食之重者與禮之輕者比喻之，何啻食為重也。取色之重者與禮之輕者比並之，則何啻為色重也。如此，是猶積累方寸之木，可使高於岑樓；積疊一車之羽毛，可使重於一鉤金也。是則任人不揣其本，而齊其末也。且為不以禮食則饑而死，則人誰不以食為重也；不親迎則得妻，則人誰不以色為重也。故孟子所以於此又教之屋廬子，使往應於任人曰：紾戾其兄之臂而奪之食，則得其食，不紾戾之則不得其食，則將可以紾戾兄之臂乎？逾越東家之牆而牽其處女，則得為之妻，不牽之則不得為之妻，則將可以牽處女乎？言不可如是也，故以“乎”言之。所謂東家則托此言之矣，如謂鄰家也。然而鄰亦有西、南、北，何不言之，蓋言東，則西、南、北不言而在矣。○注“任國”。○正義曰：任，薛同姓之國，在齊楚之間，後亦有案文，在孟子居鄒之段。○注“岑樓，山之銳嶺”。○正義曰：釋云：山小而高者曰岑。是知岑樓即知為銳嶺之峰也。曰樓者，蓋重屋曰樓，亦取其重高之意也。○注云“處女”。○正義曰：“未嫁者也。”"
      },
      {
        "index": 5,
        "text": "曹交問曰：“人皆可以為堯、舜，有諸？”孟子曰：“然。”（曹交，曹君之弟。交，名也。答曰然者，言人皆有仁義之心，堯、舜行仁義而已。）“交聞文王十尺，湯九尺。今交九尺四寸以長，食粟而已，如何則可？”（交聞文王與湯皆長而聖。今交亦長，獨但食粟而已，當如之何？）曰：“奚有於是？亦為之而已矣。有人於此，力不能勝一匹雛，則為無力人矣。今曰舉百鈞，則為有力人矣。然則舉烏獲之任，是亦為烏獲而已矣。夫人豈以不勝為患哉？弗為耳。（孟子曰：何有於是言乎？仁義之道，亦當為之乃為賢耳。人言我力不能勝一小雛，則謂之無力之人。言我能舉百鈞，百鈞，三千斤也，則謂之有力之人。烏獲，古之有力人也，能移舉千鈞。人能舉其所任，是為烏獲才也。夫一匹雛不舉，豈患不能勝哉？但不為之耳。）徐行後長者謂之弟，疾行先長者之不弟。夫徐行者，豈人所不能哉！所不為也。（長者，老者也。弟，順也。人誰不能徐行者，患不肯為也。）堯、舜之道，孝悌而已矣。子服堯之服，誦堯之言，行堯之行，是堯而已矣。子服桀之服，誦桀之言，行桀之行，是桀而已矣。”（孝悌而已，人所能也。堯服，衣服不逾禮也。堯言，仁義之言。堯行，孝悌之行。桀服，譎詭非常之服。桀言，不行仁義之言。桀行，淫虐之行。為堯似堯，為桀似桀而已矣。）曰：“交得見於鄒君，可以假館，願留而受業於門。” （交欲學於孟子，願因鄒君假館舍，備門徒也。）曰：“夫道，若大路然，豈難知哉？人病不求耳。子歸而求之，有餘師。”（孟子言堯、舜之道，較然若大路，豈有難知，人苦不肯求耳。子歸曹而求行其道。有餘師，師不少也，不必留館學也。）"
      },
      {
        "index": 6,
        "text": "疏“曹交”至“餘師”。○正義曰：此章指言天下大道，人病由之，病於不為，不患不能，是以曹交請學，孟子辭焉，蓋《詩》三百，一言以蔽之。“曹交問曰：人皆可以為堯、舜，有諸”，曹交，曹君之弟也，姓曹名交。然曹交問孟子曰：凡人皆可以為堯、舜二帝，有諸否乎？“孟子曰然”，孟子答之，以為誠如是也。“交聞文王十尺”至“如何則可”者，曹交又言，交嚐聞文王身長十尺，湯王身長九尺，今交身亦長九尺四寸，但獨食粟而已，當如之何則可以為堯、舜。“曰奚有於是”至“是桀而已矣”，孟子答之，曰何有於此言之謂乎！言非論身長、短之謂也，所以為堯舜者，是亦為之而已。且托今有人於此，其力不能舉任一匹雛之小，是則為無筋力之人也。今又曰能舉任三千鈞之重，則為有筋力之人也。如是言之，則能舉烏獲千鈞之重任者，此亦足為烏獲之徒而已矣。且夫人豈以不能舉勝一匹夫之雛小為憂患哉！但不為之耳。如用力舉之，則勝矣。以言人之所欲為堯舜者，豈患其不能為之哉？亦但不為之耳。且以徐緩而行，後於長者，是謂之悌順；急疾而行，先於長者，謂之不悌順。夫徐緩而行者，豈凡人所不能如是哉！但所不為徐行之矣。夫堯舜二帝，之道而已，子今若身服堯之法服，以衣服不越禮，口誦堯之法言，以其言有法度，所行則行堯所行堯所行之跡，以其行不淫虐，如此，是亦為堯之徒矣。若子於今身乃服桀非常之服，口誦詭懦之言，所行乃行桀淫虐之行，如此，是亦為桀而已矣。“交得見於鄒君”至“於門”，曹交聞孟子言至此，乃曰：交得見鄒君，可以因而假館舍，願留止而受業於夫子之門，而學於孟子也。“曰：夫道若大路”至“餘師”，孟子乃答之曰：夫道若大路，較然易行也，豈為難知者哉？言不難知也。但人病不求之耳，子歸曹而自能求之而行其道，亦不少師也，何必願受業於我。孟子所以答之此者，蓋為曹交欲挾鄒君而問，是挾貴而問者也，是以辭之而已，抑亦不屑教誨之謂也。○注“百鈞三千斤”。○正義曰：已前篇說之矣。○注“烏獲有力人也”。正義曰：案皇甫士安《帝王世紀》云：秦武王好多力之士，烏獲之徒並皆歸焉。秦王於洛陽舉周鼎，烏獲兩目血出。六國時人也。孟子假是而開辟曹交之蔽而已矣。"
      },
      {
        "index": 7,
        "text": "公孫丑問曰：“高子曰：‘《小弁》，小人之詩也。’”孟子曰：“何以言之？”曰：“怨。”（高子，齊人也。《小弁》，《小雅》之篇，伯奇之詩也。怨者，怨親之過，故謂之小人。）曰：“固哉！高叟之為詩也。有人於此，越人關弓而射之，則己談笑而道之，無他，疏之也。其兄關弓而射之，則己垂涕泣而道之，無他，戚之也。《小弁》之怨，親親也。親親，仁也。固遙夫，高叟之為詩也。（固，陋也。高子年長，孟子曰：陋哉！高父之為詩也。疏越人，故談笑。戚，親也，親其兄，故號泣而道之，怪怨之意也。伯奇，仁人，而父虐之，故作《小弁》之《詩》曰：何辜於天？親親而悲怨之辭也。重言固陋，傷高叟不達詩人之意也。）曰：“《凱風》何以不怨？”（《詩•邶風•凱風》之篇也。公孫丑曰：《凱風》，亦孝子之詩，何以獨不怨？）曰：“《凱風》，親之過小者也。《小弁》，親之過大者也。親之過大而不怨，是愈疏也。親之過小而怨，是不可磯也。愈疏，不孝也。不可磯，亦不孝也。孔子曰：‘舜其至孝矣，五十而慕。’”（孟子曰：《凱風》言“莫慰母心”，母心不悅也，知親之過小也。《小弁》曰“行有死人，尚或墐之”，而曾不閔己，知親之過大也。愈，益也。過已大矣。而孝子不怨思其親之意何為如是！是益疏之道也，故曰不孝。磯，激也。過小耳，而孝子感激，輒怨其親，是亦不孝也。孔子以舜年五十而慕其親不殆，稱曰孝之至矣，孝之不可以已也。知高叟譏《小弁》為不得矣。）"
      },
      {
        "index": 8,
        "text": "疏“公孫丑”至“而慕”。○正義曰：此章指言生之膝下，一體而分，喘息呼吸，氣通於親，當親而疏，怨慕號天，是以《小弁》之怨，未足以為愆也。“公孫丑問曰：高子曰：《小弁》，小人之詩也”，高子，齊人也，公孫丑問孟子曰：高子有云《小弁》之詩，是小人之詩也。“孟子曰：何以言之”，孟子又問孫丑，以謂高子何以言為小人之詩。“曰怨”，孫丑又答之，曰為其有怨也。“曰：固哉！高叟之為詩也”又至“為詩也”，固，陋矣；高子老，孟子稱曰叟，蓋叟，長老之稱也。孟子曰：陋哉！高叟之謂此詩為小人之詩也。今且托以有人於此，是為越南蠻人，被人彎弓而射之，則己見之，則但談笑而道之也，此無他，是與越人疏也。其兄如被人彎弓而射之，則己見之必垂涕淚，號泣而道之，此無他，是與兄為親也。《小弁》之詩，其辭有怨，是親親之故也。親親，仁道也。陋矣夫，高子之謂此詩為小人之詩也，然孟子所以重言之，深誚高子不達詩人之意之甚者也。“曰《凱風》何以不怨”，公孫丑再問孟子，然則《凱風》亦孝子之詩也，何以獨不怨？《凱風》，《邶風》之詩也。“曰《凱風》，親之過小者也”至“五十而慕”者，孟子又答之曰：《凱風》之詩，是親之過小者也，以詩觀之，有曰“有子七人，莫慰母心”，是為親之過小者也；《小弁》之詩，是親之過大者也，以詩觀之，有曰“何辜於天，我罪伊何”，是則怨以責己，為親之過大者也。親之過大而不怨慕之，是益疏其親也。親之過小而怨之，是懟其親也，是謂父母不可以磯激之者也。是親之過大者，以其幽王信褒姒讒言，疏太子宜臼之親，非特放之，又將以殺之，是以《小弁》為太子之傅作焉，而著父之過為大者也。親之過小者，以其先王製禮，夫死，妻稚子幼，然後其妻始與適人，今七子之母，則非稚齒子幼者也，乃反不安其室而欲去嫁，是以《凱風》美孝子，以著母之過為小者也。故曰益疏其親而不怨慕之者，是不孝者也；謂父母不可激之者，是亦不為孝也。云磯者，蓋磯，激也，若微切以感激之，以幾諫者也，譬如石之激水，順其流而激之耳。今乃謂親之不可幾諫，安得謂孝子乎？所以云愈疏不孝也，不可磯亦不孝也。又引孔子有云舜其為至孝者耳，以其但亦五十之年，尚能慕親矣。孟子又引以此，蓋謂至孝則當怨慕之也。然則《小弁》之怨，安得謂為小人乎！宜高子所以見誚於吾孟子矣。○注“伯奇仁人，而父虐之”至“何辜於天”。○正義曰：按《史記》云：幽王嬖愛褒姒，姒生子伯服，幽王欲廢太子，太子母申侯女而為後，後幽王得褒姒，愛之，欲廢申後，並去太子宜臼，以褒為後，以伯服為太子。後立為平王者，是宜臼者也。以此推之，則伯奇，宜臼也。故《小弁》之詩注云：“幽王娶申女，生太子宜臼。又娶褒姒，生子伯服，立以為後，而放宜臼，將殺之。故也。○注“《凱風》”至“《小弁》曰行有死人，尚或墐之”。○正義曰：《凱風》，美孝子之詩也。云“莫慰母心”者，注云：慰，安也。言有子七人，無以安母之心也。云“行有死人，尚或墐之”者，注云“墐，路塚也”。箋云：“相視投掩之行道也，視彼人將掩兔，尚有先驅走之者，道中有死人，尚有覆墐之成其墐者，言其心所不忍也。”"
      },
      {
        "index": 9,
        "text": "宋巠將之楚，孟子遇於石丘，曰：“先生將何之？”（宋巠，宋人名巠，學士年長者，故謂之先生。石丘，地名也。道遇，問欲何之也。）曰：“吾聞秦、楚構兵，我將見楚王說而罷之。楚王不悅，我將見秦王說而罷之。二王我將有所遇焉。”（巠自謂往說二王，必有所遇，得從其誌也。）曰：“軻也請無問其詳，願聞其指，說之將何如？”（孟子敬宋巠，自稱其名曰軻。不敢詳問，願聞其指，欲如何說之。）曰：“我將言其不利也。”（巠曰：“我將為二王言興兵之不利也。）曰：“先生之誌則大矣，先生之號則不可。先生以利說秦、楚之王，秦、楚之王悅於利，以罷三軍之師，是三軍之士樂罷而悅於利也。為人臣者，懷利以事其君；為人子者，懷利以事其父；為人弟者，懷利以事其兄：是君臣、父子、兄弟終去仁義，懷利以相接，然而不亡者，未之有也。（孟子曰：先生誌誠大矣，所稱名號不可用也。二王悅利罷三軍，三軍士樂之而悅利，則舉國尚利以相接待，而忘仁義，則其國從而亡矣。）先生以仁義說秦、楚之王，秦、楚之王悅於仁義而罷三軍之師，是三軍之士樂罷而悅於仁義也。為人臣者，懷仁義以事其君；為人子者，懷仁義以事其父；為人弟者，懷仁義以事其兄：是君臣、父子、兄弟去利懷仁義以相接也，然而不王者，未之有也。何必曰利？”（以仁義之道，不忍興兵，三軍之士悅，國人化之，鹹以仁義相接，可以致王，何必以利為名也。）"
      },
      {
        "index": 10,
        "text": "疏“宋巠”至“何必曰利”。○正義曰：此章指言上之所欲，下以為俗，俗化於善，久而致平；俗化於惡，久而致傾。是以君子創業，慎其所以為名也。“宋巠將之楚，孟子遇於石丘，曰先生將何之”，宋巠，宋國之人，姓宋名巠，孟子尊老之曰先生。宋巠將欲往楚國，孟子相逢於石丘之地，石丘則宋國地也。孟子乃問之曰：先生將何往？“曰：吾聞秦、楚構兵”至“我將有遇焉”，宋巠答孟子曰：我聞秦、楚二國交兵，我將見楚王說而罷之。如楚王不悅我說，我將又見秦王說而罷之。秦、楚二王，我將有所得從其誌也。“曰軻也”至“將何如”，孟子敬宋巠，故自稱名，曰：軻也請無敢問其詳悉，願聞其指，意說之將如何說之。“曰：我將言其不利也”，巠答之曰：我將說之，以言其興兵之不利也。“曰先生之誌則大矣”至“何必曰利”，孟子又答之，曰先生之誌則誠為大矣，先生之名號則不可用也。先生今以利說秦、楚二王，秦、楚二王悅於利，是必罷三軍之眾，萬二千五百人為軍，三軍之眾乃三萬七千五百人也。如此，是三軍之士卒樂罷兵而悅利也。為人臣者，苟懷抱其利以奉君；為人子者，又懷抱利以事其父；為人弟者，又懷抱利以奉其兄：是則君臣、父子、兄弟終皆亡去仁義之道，特懷利以相接待。君臣、父子、兄弟皆以利相接待，然而不身亡者，未之有也。言必亡其身矣。先生將以仁義之道說秦、楚之王，秦、楚之王悅從仁義而罷去三軍之眾也。如此，是三軍之士卒樂罷兵而悅從於仁義也。為人臣者，懷抱仁義之道以奉其君；為人子者，懷抱仁義之道以奉其父；為人弟者，懷抱仁義之道以奉其兄：是則君臣、父子、兄弟乃去其利，而抱仁義相接待也。既懷抱仁義而相接待，則父父子子、君君臣臣、兄兄弟弟，如此則不為王者，未之有也。言如此則可以為王矣，何必曰利以說之乎！蓋為利則其害至於亡身，為仁義則其利至於王，故曰何必曰利也。此孟子所以持仁義之道教宋巠事其秦、楚，譏其欲以利說秦、楚也。○注“宋巠，宋人，名巠”。○正義曰：案《荀卿•非十二子》云：“不知壹天下，建國家之權稱，曾不足以容辨異、懸君臣，然而其持之有故，其言之成理，足以欺惑愚眾，是宋鈃也。”楊倞云：“宋鈃，宋人，與孟子、尹文子，彭蒙，慎到同時。”《孟子》作宋巠，巠與鈃同，口莖反，是也。"
      },
      {
        "index": 11,
        "text": "孟子居鄒。季任為任處守，以幣交，受之而不報。處於平陸，儲子為相，以幣交，受之而不報。（任，薛之同姓小國也。季任，任君季弟也。任君朝會於鄰國，季任為之居守其國，致幣帛之禮以交孟子，受之而不報。平陸，齊下邑也。儲子，齊相也，亦致禮以交於孟子，孟子而不答之也。）他日，由鄒之任，見季子；由平陸之齊，不見儲子。屋廬子喜曰：“連得間矣！”問曰：“夫子之任見季子，之齊不見儲子，為其為相與？”（連，屋廬子名也。見孟子答此二人有異，故喜曰：連今日乃得一見夫子與之間隙也。俱答二人，獨見季子，不見儲子者，以季子當君國子民之處，儲子為相，故輕之邪。）曰：“非也。《書》曰：‘享多儀，儀不及物，曰不享。惟不役誌於享。’為其不成享也。（孟子曰：非也。非以儲子為相，故不見。《尚書•洛誥篇》曰“享多儀”，言享見之禮多儀法也。物，事也。儀不及事，謂有闕也，故曰不成享禮。儲子本禮不足，故我不見也。）屋廬子悅。或問之，屋廬子曰：“季子不得之鄒，儲子得之平陸。”（屋廬子已曉其意，聞義則服。人問之曰：“何為若是？屋廬子曰：季子守國，不得越境至鄒，不身造孟子可也；儲子為相，得循行國中，但遙交禮，為其不尊賢，故禮答而不見之也。）"
      },
      {
        "index": 12,
        "text": "疏“孟子居鄒”至“平陸”。○正義曰：此章指言君子交接，動不違禮，享見之儀，亢答不差，是以孟子或見或否，各以其宜者也。“孟子居鄒”至“而不報”，言孟子居處鄒國，季任為任國居守者也。以其任國之君朝會於鄰國，季任為居守其國也。季任為居守，以幣帛之禮以交孟子，孟子受而不答。孟子為齊卿相之時，居處於平陸，齊之下邑，儲子為齊相，以幣帛交孟子，孟子亦受之而不答。“他日，由鄒之任”至“不見儲子”，言孟子異日自鄒之任國，乃見其季子；自平陸往齊國，乃不見儲子。“屋廬子喜曰”至“為相與”，屋廬子見孟子於此二人見與不見，故喜而言曰：連於今日得間隙與夫子為語矣。故問孟子曰：夫子往任國乃見季子，往齊國乃不見儲子，是為其儲子為齊相，故欲輕之歟？“曰非也”至“為其不成享也”，孟子答之曰：非為其為相，故不見而輕之耳。以其《尚書•洛誥》篇有云“享多儀”，言享見之禮多儀法也。如儀不及享獻之物，是曰不享。以其無儀法，雖有物以享之，但亦如不享耳。惟在上者，不役使下之誌於享也，是以我不見儲子者，為其儀不及物，不成享也，我所以受之幣而不見答也。“屋廬子悅”至“得之平陸”，屋廬子已曉，故聞孟子言而喜悅。或人見屋廬子，故問之曰：此《洛誥》云，是何之謂？屋廬子答之曰：季子以其守國，故不得越境親至鄒國見孟子，故但以幣交孟子，孟子所以往而見答也。儲子為齊相，得循行國中，可以親至平陸見孟子，然以不親見之，但亦以幣交之，是其不尊賢者也，是所謂儀不及物，為不成享也，孟子所以之齊，故不見而答之也。○注“ 任，薛之同姓。”正義曰：案魯隱公十一年《左傳》云：“滕侯、薛侯來朝，爭長，公使羽父請於薛侯曰：‘周之宗盟，異姓為後，寡人若朝於薛，不敢與諸任齒。’”杜預云：“薛，任姓也。齒，列也。”是知薛與任為同姓也。○注“ 《尚書•洛誥》篇云”。○正義曰：此篇召公既相宅，周公往營成周，使來告卜，作此《洛誥》之篇也。孔安國云：既成洛邑，將欲成王告以居洛之義也。云“享多儀”至“惟不役誌於享”者，案安國傳云：“奉上謂之享，言奉上之道多威儀，威儀不及於禮物，惟曰不奉上。人君惟不役誌於奉上，則凡人化之。惟曰不奉上矣。”"
      },
      {
        "index": 13,
        "text": "淳于髡曰：“先名實者，為人也。後名實者，自為也。夫予在三卿之中，名實未加於上下而去之，仁者固如此乎？”（淳於，姓。髡，名也。齊之辨士。名者，有道德之名。實者，治國惠民之功實也。齊，大國，有三卿，謂孟子嚐處此三卿之中矣。未聞名實，下濟於民，上匡其君，而速去之。仁者之道，固當然邪？）孟子曰：“居下位，不以賢事不肖者，伯夷也。五就湯，五就桀者，伊尹也。不惡汙君，不辭小官者，柳下惠也。三子者，不同道，其趨一也。”（伊尹為湯見貢於桀，桀不用而歸湯，湯複貢之，如此者五。思濟民，冀得施行其道也。此三人雖異道，所履則一也。）“一者何也？”（髡問一者何也。）曰：“仁也。君子亦仁而已矣，何必同？”（孟子言君子進退行止，未必同也，趨於屢仁而已。髡為其速去，故引三子以喻意也。）曰：“魯繆公之時，公儀子為政，子柳、子思為臣，魯之削也滋甚。若是乎賢者之無益於國也。”（髡曰：魯繆公時，公儀休為執政之卿。子柳，泄柳也；子思，孔子之孫伋也，二人為師傅之臣。不能救魯之見削奪亡其土地者多。若是，賢者無所益於國家者，何用賢為？）曰：“虞不用百里奚而亡，秦繆公用之而霸。不用賢則亡，削何可得歟？”（孟子云：百里奚所去國亡，所在國霸，無賢國亡，何但得削？豈可不用賢也！）曰：“昔者王豹處於淇，而河西善謳。綿駒處於高唐，而齊右善歌。華周、杞梁之妻善哭其夫，而變國俗。有諸內必形諸外，為其事而無其功者，髡未嘗睹之也。是故無賢者也，有則髡必識之。”（王豹，衛之善謳者。淇，水名。《衛詩•竹竿》之篇曰：“泉源在左，淇水在右。”《碩人》之篇曰：“河水洋洋，北流活活。”衛地濱於淇水，在北流河之西，故曰處淇水而河西善謳，所謂鄭衛之聲也。綿駒，善歌者也。高唐，齊西邑。綿駒處之，故曰齊右善歌。華周，華旋也。杞梁，杞殖也。二人，齊大夫，死於戎事者，其妻哭之哀，城為之崩，國俗化之，則效其哭。髡曰：如是歌、哭者尚能變俗，有中則見外。為之而無功者，髡不聞也。有功，乃為賢者，不見其功，故謂之無賢者也。如有之，則髡必識之矣。）曰：“孔子為魯司寇，不用，從而祭，燔肉不至，不稅冕而行。不知者以為為肉也，其知者以為為無禮也，乃孔子則欲以微罪行，不欲為苟去。君子之所為，眾人固不識也。”（孟子言孔子為魯賢臣。不用，不能用其道也。從魯君而祭於宗廟，當賜大夫以胙，燔肉不至。膊炙者為燔，《詩》云：“燔炙芬芬，反歸其舍。”未及稅冕而行，出適他國。不知者以為不得燔肉而慍也。知者以為為君無禮，乃欲以微罪行。燔肉不至我黨，從祭之禮不備，有微罪乎，乃聖人之妙旨，不欲為，誠欲急去也。眾人固不識君子之所為，謂髡不能知賢者之誌也。）"
      },
      {
        "index": 14,
        "text": "疏“淳於”至“不識也”。○正義曰：此章指言見機而作，不俟終日，孔子將行，冕不及稅。庸人不識，課以功實。淳於雖辨，終亦屈服，正者勝也。“淳于髡曰”至“固如是乎”，淳于髡，齊國之辨士也，淳于髡問孟子曰“先名實者，為人也，後名實者，自為也”，言名生於實者也，有功利之實，斯有功利之名，進而治國濟民，則名利在所先，故先名實者為人；退而獨善其身，則功利在所後，故後名實者為自為。今夫子嚐處於三卿之中，而名實未加及於上下而去之，仁人固肯如是乎？髡之意，以為仁人必不如是也，故以此譏之。蓋名實未加於上下，以其上無以輔佐君而治國，下無以惠澤而濟於民也。“孟子曰”至“其趨也”者，孟子乃答曰：居臣下之位，不肯以賢而奉事不肖者，是伯夷也，所謂“伯夷非其君不事”是矣；五就於湯，五就於桀者，是伊尹也，所謂“何事非君，治亦進，亂亦進”是矣；不恥惡汙君，不辭小官者，謂柳下惠也，所謂“爾為爾，我為我，爾焉能浼我哉？阨窮而不憫，遺佚而不怨”是矣：此三子者，雖進退之道不同，然其所履則一而已。“一者，何也”，髡又問孟子所謂其趨一者是何也。“曰：仁也，君子亦仁而已矣，何必同”，孟子又答，曰其一者，是一於仁也。言三子進退行止皆一於仁也。伯夷之仁，則見於必退以為清；伊尹之仁，則見於必進而為任；下惠之仁，則見於不必進、亦不必退而為和。如此，則君子進退行止，亦履仁而已，何用同其進退行止然後為仁也。孟子所以引此三子而喻者，蓋謂之去齊，是亦伯夷之清者也，是亦有仁而已，故以是答淳于髡。“曰：魯繆公之時，公儀子為政”至“無益於國也”，髡又曰魯繆公之時，公儀休為執政之鄉，泄柳、孔伋為師傅之臣，而魯國為敵國所侵削益甚，如此，是賢者不能拯救之，是賢者無所益於國家也。“曰：虞不用百里奚而亡”至“何可得歟”者，孟子又答之，曰虞君不能信用百里奚而亡其國，秦繆公任用之而得為霸，是則不能用賢則國亡矣，何特止於見削歟？故曰“削何可得歟”？蓋百里奚知虞公之不可諫而去之秦，而穆公釋其囚，授之以國政，號曰五羖大夫，是其事也，又說於《萬章》首卷之末詳矣。“曰昔者王豹處於淇上”至“識之”者，髡又曰往日衛之善謳詠者王豹居於淇水，而西河之人皆善謳；齊之善謳詠者綿駒居於高唐，而齊右之人皆能善歌：凡此是皆以謳相尚，故然也。齊之二大夫華周、杞梁皆死於戎事，其二人妻哭哀，城為之崩，國俗化之，而皆效其哭，是以如此歌、哭者，尚能變化其俗，則有諸中必見於外。如無其功者，髡未曾見之也。如此是故無賢者也，有賢者則髡必知之矣。淳于髡所以又言之此者，以其不知繆公不能師公儀休、泄柳、子思三子之道，徒疑之以為不賢，又以此明孟子名實未加於上下而去之亦若是矣。故引而言之，複譏於孟子。淇水、河西、高唐、齊右，皆地名也。“曰孔子為魯司寇”至“眾人固不識也”，孟子又答，曰孔子嚐為魯國司寇之官，不得用其道，從魯君祭於宗廟，當賜大夫以胙燔肉，且不至孔子，孔子遂反歸其舍，未及脫祭祀之冕而適他國。不知孔子者，以謂孔子不得燔肉，故為此而行也。其知孔子者，以謂為君無禮，乃欲以微罪行。微罪，以其孔子為司寇大夫之官，凡有祭，則大夫之黨黨從君祭，既從祭之，禮有不備，所以有罪矣。然則君子之所為者，庸眾之人固不能識而知也。孟子言此者，又有以譏誚髡也。意謂吾之去齊，是亦君子之道也，豈淳于髡所識也。○注“ 淳于髡”至“然也”。正義曰：案《史記•列傳》云“淳于髡者，齊之贅婿也。長不滿七尺，滑稽多辨，數使諸侯，未嘗屈辱。齊威之時，喜隱好為淫樂長夜之飲酒，不治，委政於卿大夫，百官荒亂，諸侯並侵，國且危之，左右莫敢諫。淳于髡曰：“國中有大鳥”云云。文恐煩，更不具述。○注“ 髡曰魯繆公”至“賢為”。○正義曰：云“公儀休為執政之卿”者，案《史記》云：“公儀休，魯博士，以高弟為魯相，奉法循理，無所變更，百官自正，使食祿者不得與下民爭利，受大者不得取小。”《漢書》曰：“公儀子相魯，之其家，見織帛，怒而出。其妻於舍而茹葵，慍而拔其葵，曰：“吾以食祿，又奪園夫、織女利乎？”是公儀休執政之事也。云“子柳，泄柳也”，《檀弓》云“子柳”，鄭注云：“子柳，魯敬仲皮之子，子碩兄也。”子思，孔伋，已說於前矣。○注“孟子云百里奚去國”至“賢也”。正義曰：云百里奚所去國亡、所在國霸者，即經所謂知虞之將亡而先去之、相秦而霸其君是也。云何但得削者，如楊子云“或人問魯用儒而削，雄曰：魯不用真儒故也，如用真儒，無敵於天下，安得削”亦是意也。○注“王豹，衛之善謳”至“知之”。○正義曰：王豹衛之善謳者，注案《衛詩》，以淇水在衛地。《說文》云：“淇水出河內，其北山東入河。”又《晉世家》云“晉西有河，西與秦接境，北邊翟，東至河內”是也。《竹竿》、《碩人》，皆衛國之詩也。云“高唐齊西邑”，案齊莊公元年“晉伐齊，至高唐”，杜氏曰“高唐在祝阿縣西北”是也。云“華周，華旋也；杞梁，杞殖也”，二人，齊大夫。案魯襄公二十三年“齊莊公旋自晉，不入，遂襲莒。杞梁、華旋載甲，夜入宿於莒郊。明日，先遇莒子於蒲侯氏”。杜注云：“近莒之邑也。”“莒子重賂之，使無死，曰：‘請有盟。’華周對曰：‘貪貨棄命，亦君所惡也。昏而受命，日未中而棄之，何以事君？’莒子親鼓之，從而伐之，獲杞梁。莒人行成，齊侯歸，杞梁之妻於郊，使吊之。辭曰：‘殖之有罪，何辱命焉？若免於罪，猶有先人之敝廬在，下妾不得與郊吊。’齊侯吊諸室。”杜注云：杞梁，杞殖也。華周即華旋也。或云齊莊公襲莒，逐而死，其妻孟薑向城而哭，城為之崩。○注“孔子為魯賢臣，從魯君而祭於宗廟，燔肉不至者”。○正義曰：案《孔子世家》云：魯定九年，孔子為中都宰，一年四方皆則之，由中都宰為司空，由司空為大司寇。定公十三年，季氏將墮費，十四年，孔子由大司寇攝行相事，有喜色。門人聞：君子禍至不懼，福至不喜。孔子曰：有是言也。於是誅大夫亂政者少正卯。齊人歸女樂，定公有怠政事，子路曰：“夫子可以行矣。”孔子曰：“魯今且郊，如致燔於大夫，則吾猶可止。”於是不致燔俎於大夫，孔子遂行，宿於此，此魯國之南地也。王肅曰：“燔，祭肉也。”孔子因適衛矣。\n卷十二下•告子章句下"
      },
      {
        "index": 15,
        "text": "孟子曰：“五霸者，三王之罪人也。（五霸者，大國秉直道以率諸侯，齊桓、晉文、秦繆、宋襄、楚莊是也。三王：夏禹、商湯、周文王是也。）今之諸侯，五霸之罪人也。今之大夫，今之諸侯之罪人也。（謂當孟子之時諸侯及大夫也。諸侯，臣，總謂之大夫。罪人之事，下別言之。）天子適諸侯曰巡狩，諸侯朝於天子曰述職。春省耕而補不足，秋省斂而助不給。入其疆，土地辟，田野治，養老尊賢，俊傑在位，則有慶，慶以地。入其疆，土地荒蕪，遺老失賢，掊克在位，則有讓。一不朝則貶其爵，再不朝則削其地，三不朝則六師移之。是故天子討而不伐，諸侯伐而不討。五霸者，摟諸侯以伐諸侯者也。故曰五霸者，三王之罪人也。（巡狩、述職，皆以助人民。慶，賞也。養老尊賢，能者在位，賞之以地，益其地也。掊克不良之人在位，則責讓之。不朝而至三，則討之以六師，移之，就之也。討者，上討下也。伐者，敵國相征伐也。五霸強摟牽諸侯以伐諸侯，不以王命也，於三王之法，乃為之罪人也。）五霸桓公為盛，葵丘之會諸侯，束牲載書而不歃血。初命曰：‘誅不孝，無易樹子，無以妾為妻。’再命曰：‘尊賢育才，以彰有德。’三命曰：‘敬老慈幼，無忘賓旅。’四命曰：‘士無世官，官事無攝；取士必得，無專殺大夫。’五命曰：‘無曲防，無遏糴，無有封而不告。’ 曰：‘凡我同盟之人，既盟之後，言歸於好。’今之諸侯皆犯此五禁，故曰今之諸侯，五霸之罪人也。（齊桓公，五霸之盛者也，與諸侯會於葵丘，束縛其牲，但加載書，不複歃血。言畏桓公，不敢負之，不得專誅不孝。樹，立也。已立世子，不得擅易也。不得立愛妾為嫡妻也。尊賢養才，所以彰明有德之人。敬老愛小，恤矜孤寡，客羈旅勿忘忽也。仕為大臣，不得世官，賢臣乃得世祿也。官事無攝，無曠庶僚也。取士必得賢也，立賢無方也。無專殺大夫，不得以私怒行戮也。無敢違王法而以己意設防禁也，無遏止穀糴不通鄰國也，無以私恩擅有封賞而不告盟主也。言歸於好，無構怨也。桓公施此五命，而今諸侯皆犯之，故曰罪人也。）長君之惡其罪小，逢君之惡其罪大。今之大夫皆逢君之惡，故曰今之大夫，今之諸侯之罪人也。”（君有惡命，臣長大而宣之，其罪在不能拒逆君命，故曰小也。逢，迎也。君之惡心未發，臣以諂媚逢迎之，而導君為非，故曰罪大。今諸侯之大夫皆逢君之惡，故曰罪人也。）"
      },
      {
        "index": 16,
        "text": "疏“孟子”至“罪人也”。○正義曰：此章指言王道浸衰，轉為罪人，孟子傷之，是以博思古法，匡時君也。“孟子曰：五霸者，三王之罪人也”至“五霸之罪人也”者，又至“今之諸侯之罪人也”，孟子言齊桓、晉文、秦繆、宋襄、楚莊五霸者，乃為夏禹、商湯、周之罪人也；今之諸侯，謂孟子時之諸侯，乃為五霸者之罪人也；今之大夫，亦謂孟子時之大夫，乃為今之時諸侯之罪人也。自“天子適諸侯”至“三王之罪人也”者，此一段是孟子自解五霸為三王之罪人也。“天子適諸侯曰巡守”至“助不給”，已說在《惠王篇》，言入其疆，謂古天子行巡守之禮，巡諸侯所守之地，至入其諸侯疆境，見其土地開辟而不蕪，田野耕治而不荒，又能養其耆老，尊敬賢者，有俊傑之才能在位行政事。如此，則有慶賞，以其慶賞益其地也。入其封彊，見土地荒蕪而不開辟，又遺棄其耆老，失其賢人，惟以掊克多取聚斂之臣在其位，以殘民。如此，則有責讓。不特責讓之，又其一不朝覲述所職，則貶損其爵；至二不朝，則削減其土地；以至三不朝，則命六師以移易其位也，以其不能保安社稷也。是故天子於諸侯，有其罪則討，而不行兵征伐。諸侯之於諸侯，則行兵征伐而不討。蓋彼有罪，而布令陳辭以責之，是謂討也；彼有罪而用兵行師以加之，是謂伐也。且五霸者，牽率諸侯者也，故曰五霸者，三王之罪人也。以其五霸擅自專權，不待天子錫之弓矢然後征，錫之鈇鉞然後殺者也，特牽率諸侯以伐諸侯而已，是則豈非三王之罪人歟？故齊桓率諸侯以伐蔡，晉文率諸侯以滅曹，秦繆率諸侯以伐晉，宋襄率諸侯以伐楚，楚莊率諸侯以伐陳，是摟諸侯以伐諸侯者也。“五霸桓公為盛”至“五霸之罪人也”，此一段是孟子自解今之諸侯乃五霸之罪人也。言齊桓公為五霸最盛者也，以其土地之廣，甲兵之眾，強製諸侯，懼其未盡從己也，於是期約諸侯，為葵丘之會。葵丘，杜預曰：“陳留外黃縣有葵丘，魯地也。”諸侯皆束縛其牲，但加載書，而不複歃血。歃血，歠血也，言不敢負桓公之約也。桓公於是初命之曰：“誅不孝”，言所誅在不孝矣；“無易樹子”，言世子已立，更不得擅自變易也；“無以妾為妻”，言不得以愛幸之妾而立嫡妻也。其再命之曰：“尊賢育才，以彰有德”，言賢者當尊之於朝，以崇其才；德者當養之於學，以成其德，是所謂以彰明有德者也。其三命之曰：“敬老慈幼，無忘賓旅”，言當敬重其耆老，慈憫其幼，少又當無忘忽其賓客羈旅。其四命之曰：“士無世官”，不得兼攝其職也，以其一官不專，則一事不舉也；“取士必得”，言所取之士，必得其賢，不得使之群小殽亂之也；“無專殺大夫”，言大夫有罪者，當皆請命於天子，而諸侯不得專殺之也。其五命之曰：“無曲防，言不得曲防其水，以專利也，當通水利而防鄣之而已；“無遏糴‘，言不得遏止穀糴不通於鄰國也；“無有封而不告”，言不得有私自封賞而不告於天子也。五命之後，於是又布告之，曰：凡我同盟會盟之人，自今既盟誓之後，言當歸於交好，無更構怨也。然今之諸侯，皆犯此桓公之五禁，故曰今之諸侯，五霸之罪人也。五禁即五命是也。“長君之惡”至“今之諸侯之罪人也”者，此一段孟子自解今之大夫為今之諸侯罪人者也，蓋自諸侯之下，皆為大夫者也。言君有惡命，臣長益而宣布之，其罪猶小，以其但不能距逆君之命也；君之惡未著，而為之臣乃諂媚逢迎而導君為非，故曰其罪大，以其有以啟之也。然今之大夫，皆有以迎君之惡而啟之，故曰今之大夫，今之諸侯之罪人也。○注“ 五霸”至“者也”。正義曰：云“齊桓、晉文”至“楚莊”五者，今案《史記•諸侯年表》云：周莊王十二年，齊桓公小白即位，周釐王三年始霸，會旅諸侯於甄，周惠王二十三年，諸侯伐鄭，周襄王元年夏，會諸侯於葵丘，天子使宰孔賜胙命，無拜，襄王九年卒。是桓公自釐王三年始霸，至卒，凡得四十三年。晉文公重耳自周襄王十六年即位，是為霸。五年率諸侯以伐曹，襄王二十四年薨，即位凡得九年而已。宋襄公茲父自周襄王三年即位，十三年伐楚，十四年死泓戰，是歲襄王十五年矣。秦繆公任好自周惠王十五年即位，二十八年會晉伐楚朝周，是歲周襄王二十年，三十五年伐晉報殽，敗於汪，三十九年卒，以人從死，是歲襄王三十一年矣。楚莊王侶自周頃王六年即位，十三年伐陳，十六年率諸侯誅陳夏徵舒，立陳成公午，三十三年薨，是歲周定王十六年矣。云“夏禹、商湯、周文武”，說於前矣。○注“齊桓” 至“罪人也”。正義曰：云與諸侯會於葵丘，案魯僖公九年《左傳》云：“夏會諸侯於葵丘，尋盟，且脩好，禮也。秋，齊桓盟諸侯於葵丘，曰：‘凡我同盟之人，既盟之後，言歸於好。’”是之謂也。是歲所謂周襄王元年矣。云“ 誅不孝”者，如衛世子輒拒其父蒯聵，楚世子商臣弑其父，凡此之類，是不孝者也。云“無易其世子”者，如晉獻公立奚齊，以易申生，是易世子者也。云“無立愛妾為嫡”者，正妃曰嫡也，如晉獻公於驪姬，是以愛妾為嫡也。云“尊賢育才”者，如《南有嘉魚》之詩云“太平之君子” 至“誠樂與賢者共之也”，《菁菁者莪》之詩云“樂育才也”，凡此是尊賢養才之意也。云“敬老愛小，恤矜寡孤”，如《周禮•大司徒》之職云“以保息六養萬民，一曰慈幼，二曰養老”；孟子曰“文王發政施仁，必先鰥寡孤獨”：是其旨也。云“賓客羈旅，無忽忘也”，《周禮•太宰職》云以禮待賓客之治，是不忘賓客也；孟子曰關巿譏而不征，是不忘忽羈旅也。云“仕為大臣，不得世官，乃得世祿”者，如魯有臧孫氏、仲孫氏、叔仲氏、季孫氏，晉有狐氏、趙氏、荀氏、卻氏、欒氏、範氏，齊有高氏、國氏、崔氏，衛有甯氏、孫氏，是皆世官之類也；孟子曰文王治岐，士者世祿，是世祿之謂也。云“無曠庶僚”者，孔安國云僚，官也，曠，空也，《尚書》注云“無曠庶官，天工人其代之，位非其人為空官，言人代天理官，不可以天官私非其人，亦具官而事無攝，則為非禮”；孔子曰管仲官事不攝，焉得儉，所以譏誚之矣。云“取士必得，立之無方”者，如桓公取管仲於賊國，湯立賢無方是矣；若晉奚齊之於裏克，陳靈公於夏徵舒，是取士不得矣。云“不得以私怒行戮”者，如文公六年《左傳》云“賈季怨陽子之易其班，而知其無援於晉，乃使續鞠居殺處父”；成公八年，晉殺其大夫趙括；十五年，宋殺其大夫山；十六年，楚殺其大夫公子側。是也，凡此之類，《春秋》書之四十有七，是專殺大夫也。云“無敢違王法而以己意私設防禁”者，然而此意亦通義矣，奈何據其下文曰“遏糴”，則無曲防是為無曲防障其水以專利者也。故先王製畎遂溝洫，所以為此矣。是齊桓會諸侯於陽穀，《公羊》以為障穀；會諸侯於葵丘，《穀梁》以為無壅泉：凡此可見矣。云無止糴，如秦饑、晉閉之糴是也。云無以私恩擅有封賞，如成公十八年楚取彭城以封魚石是也。凡此五命，案《左傳》文則曰“凡我同盟之人，既盟之後，言歸於好”，而不及五命。案《公》、《穀梁》述葵丘會，有云“無遏糴，無易立子，無以妾為妻，無使婦人與國事，無壅泉而不及，誅不孝，尊賢育材，士無世官，官事無攝，取士必得，無專殺大夫，無有封而不告”。案《公羊》述桓公陽穀之會，則云“無障穀，無貯眾，無易立子，無以妾為妻”，而不及無使婦人與國事。其詳略與此不同，蓋所以相終始而已。又案《春秋》凡書諸侯會有四十九，而齊桓十有八焉；內臣會凡二十有六，而齊居四焉；書外相會凡十有三，而齊居六焉。案《史記》云“兵車之會三，乘車之會六”，孔子曰“桓公九合諸侯，一匡天下”，《穀梁傳》云“衣裳之會十有一”，範注云“十三年會北杏，十四年會鄄，十五年會郵，十六年會幽，二十七年又會幽，僖公元年會檉，二年會貫，三年會陽穀，五年會首戴，七年會甯，九年會葵丘”，凡十一會也。"
      },
      {
        "index": 17,
        "text": "魯欲使慎子為將軍。孟子曰：“不教民而用之，謂之殃民。殃民者，不容於堯、舜之世。一戰勝齊，遂有南陽，然且不可。”（慎子，善用兵者。不教民以仁義而用之戰鬥，是使民有殃禍也。堯、舜之世，皆行仁義，故好戰殃民者，不能自容也。就使慎子能為魯一戰取齊南陽之地，且猶不可。山南曰陽，岱山之南，謂之南陽也。）慎子勃然不悅，曰：“此則滑釐所不識也。”（滑釐，慎子名。不悅，故曰我所不知此言何謂也。）曰：“吾明告子：天子之地方千里，不千里，不足以待諸侯。諸侯之地方百里，不百里，不足以守宗廟之典籍。周公之封於魯為方百里也，地非不足，而儉於百里。太公之封於齊也，亦為方百里也，地非不足也，而儉於百里。今魯方百里者五，子以為有王者作，則魯在所損乎，在所益乎？徒取諸彼以與此，然且仁者不為，況於殺人以求之乎！（孟子見慎子不悅，故曰：明告子，天子諸侯製製如是。諸侯當來朝聘，故言守宗廟，典籍，謂先祖常籍法度之文也。周公大公，地尚不能滿百里，儉而不足也，後世兼侵小國，今魯乃五百里矣。有王者作，若文王、武王者，子以為魯在所損之中邪、在所益之中也？言其必見損也。但取彼與此為無傷害，仁者尚不肯為，況戰鬥殺人以求廣土地乎！）君子之事君也，務引其君以當道，誌於仁而已。”（言君子事君之法，牽引其君以當正道者，仁也。誌仁而已，欲使慎子輔君以仁也。）"
      },
      {
        "index": 18,
        "text": "疏“魯欲使慎子”至“而已”。○正義曰：此章指言招攜懷遠，貴以德禮，既其用兵，廟勝為上，戰勝為下，明賤戰者也。“魯欲使慎子為將軍”，慎子名滑釐，善用兵者也，魯國遂欲使慎子為將軍戰鬥。孟子曰：不教民以仁義之道，而用之戰鬥，是謂殃禍以殘害民也，故好戰而殃禍殘害其民者，不容於堯、舜二帝之世也。以其堯、舜之世，民皆仁義，但如四凶者，則誅戮之，是不容殃民者也。今欲使慎子為將軍，雖為魯一戰而遂取南陽之地，然且猶不可，況有不勝者乎？慎子勃然不悅，曰：此則滑釐之罪也。慎子見孟子此言，乃勃然變顏而不悅，而憤之曰：此言則滑釐所不知也。故自稱名為滑釐，是以因知滑釐為慎子名也。“曰吾明告子”至“於仁而已”，孟子乃與之曰：我分明告子以其不可之意也，且天子之地，方員千里，不闊千里，則其中無可以待諸侯；諸侯之地，方闊百里，不闊百里，則其中無以守宗廟之典籍。典籍，常籍法度之文也，謂先祖之典籍也。周公之封於魯也，其地為方闊百里者也，非其地不足，而儉用於百里，然亦不敢縱欲以敗王製也。太公之封於齊亦然。今魯國方百里之地有五，以其方五百里者也，子今且以為有王者興作，則此魯國之地在所損之中乎，在所益之中乎？言必在所損也。是則徒務戰鬥，取彼以與此也，是則仁者且不肯為，而戰鬥殺人以求廣土地乎？○注“慎子善用兵”至“南陽也”。○正義曰：案《史記》：“慎到，趙人也。學黃老道德之術，著十二篇。”徐廣曰：“今《慎子》，劉向所定，有四十六篇。”《墨子》云：“公輸子意不過欲殺臣，殺臣，宋莫能守，可攻也。然臣之弟子滑釐等三百人，已持魯國之器在宋城上，而待楚寇也。雖殺臣，不能絕也。於是楚王曰：善哉，吾請無攻宋城矣。”是慎子即慎到矣，《荀卿•非十二子》篇注云“慎子與宋鈃、孟子同時”是也。《墨子》之云，則又知是為善用兵者矣。云“山南曰陽，岱山之南謂之南陽”者，案《尚書•禹貢》“嶽陽”，孔安國云“山南曰陽”。岱山即太山，在齊國之南者也。周公封於魯，太公封於齊。案《周禮》上公之地五百里，齊、魯是為上公之封，則百里實封之，五百里兼附庸之地也。今魯方百里，非兼附庸也，安詩自廣而已。《禮記》曰“周公封於曲阜百里”，《史記》云“周封伯禽於魯，四百里；太公於齊，兼五侯地”，是皆臆說，不足取信也。"
      },
      {
        "index": 19,
        "text": "孟子曰：“今之事君者皆曰：‘我能為君辟土地，充府庫。’今之所謂良臣，古之所謂民賊也。（辟土地，侵小國也。充府庫，重賦斂也。今之所謂良臣，於古之法為民賊。傷民，故謂之賊也。）君不鄉道，不誌於仁，而求富之，是富桀也。（為惡君聚斂以富之，為富桀也。謂若夏桀也。）‘我能為君約與國，戰必克’。今之所謂良臣，古之所謂民賊也。（連諸侯以戰，求必勝之也。）君不鄉道，不誌於仁，而求為之強戰，是輔桀也。（說與上同。）由今之道，無變今之俗，雖與之天下，不能一朝居也。”（今之道非善道，今之世俗漸惡久矣，若不變更，雖得天下之政而治之，不能自安一朝之間居其位也。）"
      },
      {
        "index": 20,
        "text": "疏“孟子”至“居也”。○正義曰：此章指言善為國者，必藏於民，賊民以往，其餘何觀，變俗移風，非樂不化，以亂齊民，不知其善也。“孟子曰”至“不能一朝居也”，孟子言今之世為臣而奉事君者，皆曰我能為君廣辟土地、充實府庫，以其皆掊克之人也；今之所謂忠臣良臣者，皆古之先王治世所謂為殘賊民者也。孟子於此，又言君既不趨向慕於道，其心之所之又不誌於仁，是為惡也。而為臣者，又掊克聚斂而求富之，是如富於夏桀之君也。又且曰我能為君期與敵國戰鬥，必能勝，如此，是今之所謂良臣，即古之所謂民賊者也。君既不向慕道、不誌於仁，而為臣者又求為之強戰鬥於敵國，是輔桀也。若猶用今之不善之道，又不能變更今之世俗，如此者，雖與之以天下，亦且不能自安一朝之間以居其位也。是以孟子於魯欲使慎子為將軍，所以深辟之也。"
      },
      {
        "index": 21,
        "text": "白圭曰：“吾欲二十而取一，何如？”（白圭，周人也。節以貨殖，欲省賦利民，使二十而稅一。）孟子曰：“子之道，貉道也。萬室之國，一人陶，則可乎？”（貉，夷貉之人，在荒服者也。貉之說，二十而取一。萬家之國，使一人陶瓦器，則可乎？以此喻白圭之所言而已矣。）曰：“不可，器不足用也。”（白圭曰：一人陶，則瓦器不足以供萬室之用也。）曰：“夫貉，五穀不生，惟黍生之。無城郭宮室、宗廟祭祀之禮，無諸侯幣帛饔餮，無百官有司，故二十而取一而足也。（貉在北方，其氣寒，不生五穀。黍早熟，故獨生之。無中國之禮，如此之用，故可二十而取一而足也。）今居中國，去人倫，無君子，如之何其可也皋陶以寡，且不可以為國，況無君子乎！欲輕之於堯、舜之道者，大貉小貉也。欲重之於堯、舜之道者，大桀小桀也。”（今之居中國，當行禮義，而欲效夷貉無人倫之敘、無君子之道，豈可哉皋陶器者少，尚不可以為國，況無君子之道乎？堯、舜以來，什一而稅，足以行禮，故以此為道。今欲輕之，二十而稅一者，夷貉為大貉，子為小貉也。欲重之，過什一，則是夏桀為大桀，而子為之小桀也。）"
      },
      {
        "index": 22,
        "text": "疏“白圭”至“小桀也”。○正義曰：此章指言先王典禮，萬世可遵，什一供貢，下富上尊。裔土簡惰，二十而稅，夷狄有君，不足為貴。圭欲法之，孟子斥之以王製者也。“白圭曰：吾欲二十而取一，何如”，白圭，周人也，白圭言於孟子曰：我今欲省賦利民，但二十中而稅一，如之何？“孟子曰：子之道，貉道也。萬室之國，一人陶，則可乎”，孟子欲辟之，故與之曰：子以二十而稅一之道，乃荒服北裔貉之道也。故托喻以問之，曰萬家之國，但以一人陶瓦器而供使用，則可乎，否乎？“曰不可，器不足用也”，白圭答之，曰一人陶器而供萬家之國，則器不足用也，是為不可也。“曰夫貉，五穀不生”至“大桀小桀也”，孟子又與之言曰：夫貉居於北方，其地寒燥，而五穀不生長，惟黍為熟於寒燥，故生之。又以其無中國之城郭宮室，又無宗廟祭祀之禮，又無幣帛饔飧之費，又無百官之眾供贍。朝食曰饔，夕食曰飧。如此，無有費用供贍，故於貉但二十而稅一亦足給也。今居中國之地，如去人倫之敘，使無君子之道，如何為可乎！然而陶器之少，且尚不可以為供國之用，況於國而無君子之道乎！且自堯、舜二帝以來，皆以什一而稅也，今欲輕於堯、舜什一之道，而欲二十而取一，則夷貉為大貉，而子為小貉也；如欲重於堯、舜什一之道，而過於什一，則夏桀為大桀，而子為小桀也，以其桀暴於賦斂者也。此孟子所辟之白圭也。○注曰“圭，周人也”。○正案班固誌貨殖傳云“白圭，周人也。當魏文侯時，李克務盡地力，而白圭樂觀時變，故人棄我取，人取我與。能薄飲食，忍嗜欲，節衣服。曰吾治生，與伊尹、呂尚之謀，孫吳用兵，商鞅行法”是也。又《公羊傳》曰古者什一而籍；古者易為什一而籍，什一者，天下之中正也；多乎什一，大桀小桀，寡乎什一，大貉小貉；什一者，天下之中正也，什一行而天下頌聲作矣。何休云多取於民，比於桀，蠻貉無百官製度之費，稅薄。《穀梁》云古者什一而籍；孟子曰夏氏五十而貢，殷人七十而助，周人百畝而徹。凡書傳云什一者眾矣。杜預曰古者公田之法，十取其一，謂十畝內取一。舊法既以十畝取一矣，《春秋》魯宣公十五年，初稅畝，又履其餘畝，更複十取其一，乃是什取其二。故魯哀公問有若曰：二吾猶不足，如之何其徹也。《周禮•載師》云凡任地近郊十一，遠郊二十而三，甸、稍、縣、都皆取過十二，漆林之征二十而五。彼謂王畿之內所共多，故賦稅重，諸書所言什一，皆謂畿外之國。故鄭玄曰：“云什一而稅謂之徹。徹，通也。為天下之通法，言天下皆什一耳。”不言畿內亦什一也。孟子云：“方百里為井，井九百畝，其中為公田，八家皆私百畝，同養公田，公事畢，然後敢治私事。”鄭玄云：《詩箋》云：井稅一夫，其田百畝。則九而稅一，其意又異於《漢•食貨誌》。云井田方一里，是為八九家共之，各受私田百畝，公田十畝，是為八百八十畝，餘二十畝為廬舍。然而諸儒多用孟子為義，如孟子所言，則家別一百一十畝，是為十外稅一也，是為鄭玄有異於此也。又孟子對滕公，請野九一而助，國中什一使自賦。鄭玄《周禮•匠人》注，孟子此言，乃云是邦國，亦異外內之法。則鄭玄以為諸侯郊外郊內，郊其法不同，郊內十一，使自賦其一，郊外九而助一，是為二十而稅一。故鄭玄又云，諸侯謂之徹者，通其率以十一為正，郊內郊外相通，其率為十稅一也。杜預直云十取其一，則又異於鄭。惟謂一夫百畝，以十畝歸公。趙注不解夏五十，殷七十而助助七畝。好惡取於此。鄭注《考工記》云：“周人畿內用夏之貢法，邦國用殷之助法也。”"
      },
      {
        "index": 23,
        "text": "白圭曰：“丹之治水也，愈於禹。”（丹，名；圭，字也。當諸侯之時有小水，白圭為治除之，因自謂過乎禹也。）孟子曰：“子過矣。禹之治水，水之道也，是故禹以四海為壑。今吾子以鄰國為壑，水逆行，謂之洚水。洚水者，洪水也。仁人之所惡也，吾子過矣。”（子之所言過矣，禹除中國之害，以四海為溝壑以受其害水，故後世賴之。今子除水，近注之鄰國，觸於洚水之名，仁人惡為之，自以為愈於禹，是子亦過甚矣。）"
      },
      {
        "index": 24,
        "text": "疏“白圭”至“過矣”。○正義曰：此章指言君子除害，普為人也，白圭壑鄰，亦以狹矣。是故賢者誌其大者、遠者也。“白圭曰：丹之治水也，愈於禹”，丹圭，名也，趙注所以知其為圭字也。孟子與之曰：子此言有過謬矣，夫大禹之治水，因水道而疏通歸於海也，此故禹以四海為溝壑，以受其水害，故當時民皆得平土而居之；今吾子以鄰國為壑以受害，而又有逆其水道，且逆水者，所以謂之洚水，謂洚水即洪大之水也，是為仁人之所惡之也。今子如是，乃云有愈於大禹，是吾子之過謬矣。白圭云所以言此者，是又不知大禹不自滿假、不自伐之謂也。於禹治水之功，是又白圭未得禹萬分之一也。宜其孟子辭而辟之，以為過謬者矣。抑亦不思天下有溺者由己溺之謂也。"
      },
      {
        "index": 25,
        "text": "孟子曰：“君子不亮，惡乎執？”（亮，信也。《易》曰：“君子履信思順。”若為君子之道，舍信將安所執之邪。）"
      },
      {
        "index": 26,
        "text": "疏正義曰：此章指言《論語》曰“自古皆有死，民無信不立”，重信之至者也。孟子言君子之道如不以信為主，則君之道惡乎執？言執君子之道，特在乎信也。亮，信也。然言亮而不言信者，蓋亮之為義，其體在信，其用在明。君子之道，惟明為能，明善在信，為能誠身，不明乎善，不能誠其身矣。是則君子不亮，又惡乎執歟？以其誠也者，擇善而固執之者也。故《論語》云：“自古皆有死，民無信不立。”是重信之至也。"
      },
      {
        "index": 27,
        "text": "魯欲使樂正子為政。（樂正子，克也，魯君使之執政於國。）孟子曰：“吾聞之，喜而不寐。”（喜其人道德得行，為之喜而不寐。）公孫丑曰：“樂正子強乎？”曰：“否。”“有知慮乎？”曰：“否。”“多聞識乎？”曰：“否。”（丑問樂正子有此三問之所能乎？孟子皆曰：否，不能有此也。）“然則奚為喜而不寐？”（丑問無此三者，何為喜而不寐。）曰：“其為人也好善。”（孟子言樂正子之為人也能好善，故為之喜。）“好善足乎？”（丑問以但好善，足以治國乎？）曰：“好善優於天下，而況魯國乎？夫苟好善，則四海之內，皆將輕千里而來告之以善。夫苟不好善，則人將曰：‘訑訑，予既已知之矣。’訑訑之聲音顏色，距人於千里之外。（孟子曰：好善樂聞，善言是采，用之也以此治天下，可以優之，舜是也，何況於魯不能治乎！人誠好善，四海之內皆輕行千里以善來告之；誠不好善，則其人將曰訑訑，賤他人之言。訑訑者，自足其智，不嗜善言之貌。訑訑之人，發聲音，見顏色，人皆知其不欲受善言也。道術之士聞之，止於千里之外而不來也。）士止於千里之外，則讒諂麵諛之人至矣。與讒諂麵諛之人居，國欲治，可得乎？”（懷善之士止於千里之外，不肯就之，則邪惡順意之人至矣。與邪惡居，欲使國治，豈可得乎？）"
      },
      {
        "index": 28,
        "text": "疏“魯欲”至“得乎”。○正義曰：此章指言好善從人，聖人一概，禹聞讜言，答之而拜。訑訑吐之，善人亦逝，善去惡來，道若合符。《詩》曰：“雨雪漉漉，見見聿消。”此之謂也。魯欲使樂正子執政，故言於弟子曰：我聞魯欲使樂正子為政，遂喜而不寐。以其樂正子將得行其道也。“公孫丑曰：樂正子強乎”至“曰否”，公孫丑見孟子此言以為喜而不寐，乃問孟子曰：樂正子有強力勝乎？曰否，孟子答，無以力勝也。公孫丑問：有智慮能善謀乎？曰否，孟子又答之，曰無用智慮謀也。公孫丑又問曰：有多聞見識乎？曰否，孟子又答，曰無多聞見識也。“然則奚為喜而不寐？曰：其為人也好善”，孟子曰：樂正子為人能好善言，故為之喜也。“好善足乎”，又問，言樂正子但好善言，足以治國乎？“曰：好善優於天下”至“可得乎”，孟子與之曰：能好善言，足優為於天下也，而況魯國乎？夫人苟好善，則四海之內，有善言之士，皆得不遠千里而來告之也；苟不能好善，則四海之內，人將曰彼人之訑訑足其智，不好善言，我既已知之，如此，則訑訑之人，發聲音，形顏色，以距止人於千里之外。是則善言之士既止於千里之外而不來告之，則讒惡諂佞麵從之人至矣。然而與讒惡諂佞麵諛之人居，國欲使之治，尚可得乎？言不可得而治也。《莊子》云：“好言人之惡以為讒，希意導言以為諂，不擇是非而言以為諛”。○注“樂正子克”。○正義曰：已說於前矣。○注“聞善言，虞舜是也”。○正義曰：孟子曰：“舜聞一善言，見一善行，若決江河，沛然莫之能禦。”是之謂也。○注“禹聞讜言，答之以拜”至“此之謂也”。○正義曰：禹聞善言則拜。《尚書》“讜言”，說於前矣。“《詩》曰：雨雪漉漉，見見曰消”者，此蓋《角弓》之詩文也。注云：見，日也；漉漉，雨雪之盛貌。"
      },
      {
        "index": 29,
        "text": "陳子曰：“古之君何如則仕？”（陳臻問：古之君子謂何禮可以仕也。）孟子曰：“所就三，所去三。迎之致敬以有禮，言將行其言也，則就之；禮貌未衰，言弗行也，則去之。其次，雖未行其言也，迎之致敬以有禮，則就之；禮貌衰，則去之。其下，朝不食，夕不食，饑餓不能出門戶，君聞之，曰：‘吾大者不能行其道，又不能從其言也。使饑餓於我土地，吾恥之。’周之，亦可受也，免死而已矣。”（所去就，謂下事也，禮者，接之以禮也；貌者，顏色和順，有樂賢之容。禮衰，不敬也；貌衰，不悅也。其下者，困而不能與之祿，則當去。矜其困而問之，苟免死而已。此三就三去之道。窮餓而去不疑也，故不言去，免死而留，為死故也。權時之宜，嫌其疑也，故載之也。）"
      },
      {
        "index": 30,
        "text": "疏“陳子”至“己矣”。○正義曰：此章指言士雖正道，亦有量宜，聽言為上，禮貌次之，困而免死，斯為下矣。備此三科，亦無疑也。“陳子曰：古之君子何如則仕”，陳臻問孟子：古之君子何如則可進為之仕。“孟子曰：所就三，所去三”，孟子答之，曰古之君子為仕，所去、就有三也。下文孟子解之者是也。自“迎之致敬”至“死而已矣”，是解所去、就有三矣。言國君迎接之，致其敬以有禮，言將行用其言也，則就而仕之，是所謂行可之仕也。如禮貌接之以禮，又有樂賢之容未衰，而言弗得行也，則當退而去之，以其為道而仕，道不行則去矣。其次國君雖未行用其言，然而接之致敬以有禮，則就而仕之，是所謂際可之仕也。及其國君接之不以禮，又無樂賢之容，是其禮貌衰也，是則退而去之，以其為禮而仕，禮既衰則去矣。其下朝旦無以食，夕昏又無以食，以至饑餓困乏不能出其門戶，國君聞之，乃曰吾大為之君者，不能使之得行其道，又不能聽從其言，而使饑餓於我之土地，吾羞恥之也。如此，國君有以周賜之，亦可以受之而不辭也。無他，免其餓死而已矣。以其為貧而仕，是公養之仕也。是以昔之孔子去、就如是，此孟子答陳臻之問，所以執此而詳悉告之。"
      },
      {
        "index": 31,
        "text": "孟子曰：“舜發於畎畝之中，傅說舉於版築之間，膠鬲舉於魚鹽之中，管夷吾舉於士，孫叔敖舉於海，百里奚舉於巿。故天將降大任於是人也，必先苦其心誌，勞其筋骨，餓其體膚，空乏其身，行拂亂其所為，所以動心忍性，曾益其所不能。（舜耕曆山，二十徵庸。傅說築傅岩，武丁舉以為相。膠鬲，殷之賢臣，遭紂之亂，隱遁為商，文王於鬻販魚鹽之中得其人，舉之以為臣也。士，獄官也。管仲自魯囚執於士官，桓公舉以為相國。孫叔敖隱處耕於海濱，楚莊王舉之以為令尹。百里奚亡虞適秦，隱於都巿，穆公舉之於巿而以為相也。言天將降下大事以任聖賢，必先勤勞其身，餓其體而瘠其膚，使其身乏資絕糧，所行不從拂戾而亂之者，所以動驚其心，堅忍其性，使不違仁，困而知勤，增益其素所以不能行之者也。）人恒過，然後能改。困於心，衡於慮，而後作。徵於色，發於聲，而後喻。（人常以有謬思過行，不得福，然後乃更其所為，以不能為能也。困瘁於心，衡，橫也，橫塞其慮於胸中，而後作為奇計異策、憤激之說也。徵驗見於顏色，若屈願憔悴，漁父見而怪之，發於聲而後喻，若甯戚商歌，桓公異之，是而已矣。）入則無法家拂士，出則無敵國外患者，國恒亡。然後知生於憂患，而死於安樂也。”（入，謂國內也。無法度大臣之家、輔弼之士。出，謂國外也。無敵國可難，無外患可憂，則凡庸之君驕慢荒怠，國常以此亡也。故知能生於憂患，死於安樂也。死，亡也。安樂怠慢，使人亡其知能者也。）"
      },
      {
        "index": 32,
        "text": "疏“孟子曰”至“安樂也”。○正義曰：此章指言聖賢困窮，天堅其誌。次賢感激，乃奮其慮。凡人佚樂，以喪知能。賢愚之敘也。“孟子曰：舜發於畎畝之中”至“死於安樂也”者，孟子言舜初起發自曆山畝畝之中，而堯禪其位；傅說築於傅岩之間，而高宗舉之為相；膠鬲鬻販於魚鹽之中而商，文王舉為賢臣；管仲為士官之囚，而桓公舉為相國；孫叔敖隱遁於海濱，而楚莊王舉為令尹；百里奚亡虞歸秦，而隱於都市，秦繆公任之以為相。故天欲降其大任，與之卿相之位於此六人也，必先所以如是苦楚其心誌，劬勞其身，已餓其體，使之焦枯疫瘠其皮膚，又使其身空乏無資財，所行不遂，而拂戾其所為，又所以驚動其心，堅忍其性，曾益其素所不能而已。又言人常以過謬，然後更改而遷善。困瘁於心而無所通，則其操心也危，橫塞其慮而思慮無所達，而後乃能興作，其大憔悴枯槁之容而驗於色，而後有吟詠歎息之氣而發於聲，則人見其色，聞其聲，而後喻曉其所為矣。又言國君者入於國內，無大夫循守其職而為之法家，又無輔弼諫諍之士；出於國外，則無強敵之大國為危難之警：如是者，其國未為不喪亡矣，故曰國常亡。如是，則然後因而知人以憂患謀慮而生，以安樂怠慢而死也，故曰：“生於憂患，而死於安樂也。”○注“舜耕曆山”至“不能行”。○正義曰：“自舜耕曆山”至“繆公舉之以為相也”，是皆案《史記》之文也。○注若屈願憔悴，與甯戚商歌，桓公異之。○正義曰：案《史記》：“屈原名平，與楚同姓，事懷王，為三閭大夫，王甚任之。上官大夫與之同列，爭寵，而心害其能，因讒之。王怒而疏平，複逐放之。平乃遊江濱，被發行吟澤畔，顏色憔悴，形容枯槁。時有漁父釣於江濱，怪而問之曰：‘子非三閭大夫乎，何故至此？’原曰：‘舉世混濁，而我獨清。眾人皆醉，而我獨醒。’漁父曰：‘聖人不凝滯於物，與世推移。舉世皆濁，何不混其泥而揚其波。眾人皆醉，何不啜其糟而餔其醨。’原曰：‘吾聞新沐者必彈冠，新浴者必振衣。誰能以身察察，受物之汶汶者乎？寧赴常流，而葬魚腹中耳。’遂作《長沙》之賦，懷石自投汨羅以死。後百餘年，賈誼為長沙王大傅，過湘，投書以吊之。”甯戚角歌者，案《三齊記》云：“齊桓公夜出迎客，甯戚疾擊其牛角，高歌曰：‘南山粲，白石爛，生不遭堯與舜禪，短布單衣適至骭，從昏飯牛薄夜半，長夜曼曼何時旦？’桓公乃召與語，說之，遂以為大夫。”"
      },
      {
        "index": 33,
        "text": "孟子曰：“教亦多術矣！予不屑之教誨也者，是亦教誨之而已矣。”（教人之道多術。予，我也。屑，絜也。我不絜其人之行，故不教誨之。其人感此，退自修學而為仁義，是亦教誨之一道也。）"
      },
      {
        "index": 34,
        "text": "疏正義曰：此章指言學而見賤，恥之大者，激而厲之，能者以改，教誨之方，或折或引，同歸殊途，成之而已。孟子言教人之道，非特一術耳，以其多有也。我之所以於不絜人之行而不教之者，此亦我有以教之也。以其使彼感激自勉修為之而已，是以亦為教誨之者也。蓋謂教亦多術者，有君子之五教，或三隅不反，則不複也；或叩兩端而竭；於鄙夫或瀆則不告；或謂子之歸求有餘師；或為挾貴而不答：是教之多術矣。"
      }
    ]
  }
}
