{
  "chapterNumber": 6,
  "title": "卷三上·滕文公上",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷五上•滕文公章句上（凡五章）"
      },
      {
        "index": 2,
        "text": "（滕文公者，滕，國名；文，諡也；公者，國人尊君之稱也。文公於當時尊敬孟子，問以古道，猶衛靈公問陳於孔子，《論語》因以題篇。）"
      },
      {
        "index": 3,
        "text": "疏正義曰：前篇章首論公孫丑有政事之才，問管晏之功，故曰《公孫丑》為篇題。蓋謂行政莫大乎反古之道，是以此篇滕文公尊敬孟子，問以古道，如《論語•衛靈公》問陳於孔子，遂以目為篇題，不亦宜乎。故次《公孫丑》之篇，所以揭《滕文公》為此篇之題也。此篇凡十五章趙注分之，遂成上下卷。據此上卷凡五章而已。一章言人當上則聖人，秉仁行義。二章言事莫當於奉禮，孝莫大於哀慟。三章言尊賢師智，采人之善，修學校，勸禮義，敕民事，正經界，均井田，賦什一。四章言神農務本，教於世民；許行蔽道，君臣同耕；陳相背師，降於幽穀。孟子博陳堯舜上下之敘以正之。五章言聖人緣情製禮，以直正枉。其餘十章趙注分為下卷，各有敘焉。○注“滕文公”至“題篇”。○正義曰：案《春秋》魯隱公十一年，“滕侯、薛侯來朝，爭長。滕侯曰：我，周之卜正也。乃長滕侯”，隱公七年，杜預注云：“滕國在沛國公丘縣東南。”是滕文公之國，即滕侯之後也。《諡法》曰：慈惠愛民曰文，忠信接禮曰文。《論語》第十五篇，衛靈公問陳於孔子，孔子對：俎豆之事，則常聞之；軍旅之事，未之學也。遂以為之篇題故也。"
      },
      {
        "index": 4,
        "text": "滕文公為世子，將之楚，過宋而見孟子。孟子道性善，言必稱堯、舜。(文公為世子，使於楚而過宋，孟子時在宋，與相見也。滕侯，周文王之後也。《古紀》、《世本》錄諸侯之世，滕國有考公麋，與文公之父定公相直；其子元公弘，與文公相直。似後世避諱，改“考公”為“定公”；以元公行文德，故謂之文公也。孟子與世子言人生皆有善性，但當充而用之耳；又言堯、舜之治天下，不失仁義之道，故勉世子。)世子自楚反，複見孟子。(從楚還，複詣孟子，欲重受法則也。)孟子曰：“世子疑吾言乎？夫道一而已矣。(世子疑吾言有不盡乎？天下之道一而已矣，惟有行善耳，複何疑邪。)成覸謂齊景公曰：‘彼丈夫也，我丈夫也，吾何畏彼哉？’(成覸，勇果者也。與景公言曰：尊貴者與我同丈夫，我亦能為之，何為畏彼之哉！)顏淵曰：‘舜何人也？予何人也？有為者亦若是。’(言欲有為，當若顏淵庶幾、成覸不畏，乃能有所成耳。又以是勉世子也。)公明儀曰：‘文王我師也，周公豈欺我哉！’(公明儀，賢者也。師文王，信周公，言其知所法則也。)今滕絕長補短，將五十裏也，猶可以為善國。(滕雖小，其境界長短相補，可得大五十裏子男之國也，尚可以行善者也。)《書》曰：‘若藥不瞑眩，厥疾不瘳。’”(《書》逸篇也。瞑眩，藥攻人疾，先使瞑眩憒亂，乃是瘳愈。喻行仁當精熟，德惠乃洽也。)"
      },
      {
        "index": 5,
        "text": "疏“滕文公為世子”至“厥疾不瘳”。○正義曰：此章指言人上當則聖人，秉仁行義，高山景行，庶幾不倦。《論語》曰“力行近仁”，蓋不虛云。“滕文公為世子，將之楚，過宋而見孟子。孟子道性善，言必稱堯舜”者，世子，諸侯適子之稱也，言滕文公為世子之時，往楚國，而在宋國過，見孟子。孟子乃與世子文公道其人性皆有善，但當行之而已；凡有言，則必以堯舜為言，蓋堯舜古之受禪之帝，其治國所行之事，皆為後世所法，故言必堯舜之事，言於世子文公，以其欲勉世子文公也。文公者，後諡世子為文公也。“世子自楚反，複見孟子”者，是世子文公自宋而見孟子之後往至楚國，又自楚國反歸，複見孟子於宋國也。“孟子曰：世子疑吾言乎，夫道一而已矣”者，孟子見世子複見，再有所問，乃曰：世子是疑我言有不盡，故複見乎？言道之在天下一而已，惟當善行焉，何必複疑而再欲問邪？“成覸謂齊景公曰：彼丈夫也，我丈夫也，吾何畏彼哉”者，孟子又引往日成覸嚐謂齊景公曰：彼之尊貴者即丈夫也，我亦丈夫也，言即一耳，我何為畏之哉？是言我能為之，亦如彼之尊貴矣，又何畏？顏淵有曰：舜何人也，我何人也，亦言其人即一耳，但有能為之者，亦若此舜矣。故曰“舜何人也，予何人也，有為者亦若是”。“公明儀曰：文王我師也，周公豈欺我哉”者，孟子又以公明儀有曰：文王者，我師法者也，周公豈欺誣我哉？言周公我亦信而師法之耳。“今滕絕長補短，將五十裏也，猶可以為善國”者，孟子謂世子，言今之滕國之地，絕長補短，其廣大亦將有五十裏也，尚可以為行善之國也。五十裏者，子男之國也，故曰猶可以為善國。“《書》曰：若藥弗瞑眩，厥疾不瘳”者，此蓋今之《尚書•說命》之篇文也。孟子引《書》云：若藥之攻人，人服之不以瞑眩憒亂，則其疾以不愈也。所以引此者，蓋孟子恐云今滕國絕長補短、將有五十裏、猶可為善國，有致世子之所嫌，乃引此而喻之，抑亦所謂良藥苦口、忠言逆耳之意，而解世子又有以勸勉焉。○注“文公為世子”至“勉世子也”。○正義曰：此蓋《古紀》、《世本》之文也。云滕有考公麋，與文公之父定公相直；其子元公洪，與文公相直。後世因避諱之故，更考公為定公，元公為文公。以其能安民大慮，故以定為諡；以其能慈惠愛民，故以文為諡。魯有文公、定公之號，周有文王、定王之名。其諡雖與滕君同，然稱其實，蓋不無異焉。凡稱公者，蓋古者天子有三公稱公，王者之後稱公。其餘大國稱侯伯，小國稱子。男之君亦得稱公者，非僭之也，以其國人尊之，故稱公而已。○注云“成覸，勇果者也”，“公明儀，賢者也”。○正義曰：以意推之，則成覸之勇果、公明儀之賢者可知矣，人亦未詳，《禮》於《檀弓》有公明儀，而注亦無所說，亦以孟子之時事罕有所載，學者亦不必規規務求極焉。○注“若藥不瞑眩，厥疾不瘳”。○正義曰：《商書•說命》篇。孔氏《傳》云：“開汝心，沃我心，如服藥必瞑眩，極其病乃除，欲其出切言以自警。”"
      },
      {
        "index": 6,
        "text": "滕定公薨。世子謂然友曰：“昔者孟子嚐與我言於宋，於心終不忘。今也不幸至於大故，吾欲使子問於孟子，然後行事。”(定公，文公父也。然友，世子之傳也。大故，謂大喪也。)然友之鄒，問於孟子。(孟子歸在鄒也。)孟子曰：“不亦善乎！親喪固所自盡也。(不亦者，亦也。問此，亦其善也。)曾子曰：‘生，事之以禮；死，葬之以禮，祭之以禮：可謂孝矣。’(曾子傳孔子之言。孟子欲令世子如曾子之從禮也。時諸侯皆不行禮，故使獨行之也。)諸侯之禮，吾未之學也。雖然，吾嚐聞之矣：三年之喪，齋疏之服，飦粥之食，自天子達於庶人，三代共之。”(孟子言我雖不學諸侯之禮，嚐聞師言，三代以事，君臣皆行三年之喪。齋疏，齋衰也。飦，麋粥也。)然友反命，定為三年之喪父。兄百官皆不欲也，故曰：“吾宗國魯先君莫之行，吾先君亦莫之行也。至於子之身而反之，不可。(父兄百官，滕文同姓異姓諸臣也，皆不欲使世子行三年。滕、魯同姓，俱出文王。魯，周公之後；滕，叔繡之後。敬聖人，故宗魯者也。)且誌曰：‘喪祭從先祖。’” 曰：“吾有所受之也。”(父兄百官且複言也。誌，記也，《周禮•小史》掌邦國之誌。曰喪祭之事，各從其先祖之法。言我轉有所受之，不可於己身獨改更也。一說“吾有所受之”，世子言我受之於孟子也。)謂然友曰：“吾他日未嘗學問，好馳馬試劍。今也父兄百官不我足也，恐其不能盡於大事，子為我問孟子。”(父兄百官見我他日所行，謂我誌行不足，似恐我不能盡大事之禮，故止我也。為我問孟子，當何以服其心，使其信我也。)然友複之鄒問孟子。孟子曰：“然，不可以他求者也。孔子曰：‘君薨，聽於塚宰。歠粥，麵深墨，即位而哭，百官有司莫敢不哀，先之也。’(孟子言如是，不可用他事求也。喪尚哀，惟當以哀戚感之耳。國君薨，委政塚宰大臣，嗣君但盡哀情，歠粥不食，顏色深墨。深，甚也。墨，黑也。即喪位而哭，百官有司莫敢不哀者，以君先哀之也。)上有好者，下必有甚焉者矣。君子之德，風也。小人之德，草也。草上之風必偃。是在世子。”(上之所欲，下以為俗。尚，加也。偃，伏也。以風加草，莫不偃伏也。是在世子以身帥之也。)然友反命，世子曰：“然，是誠在我。”(世子聞之，知其在身，欲行之也。)五月居廬，未有命戒。百官族人可謂曰知。(諸侯五月而葬，未葬，居倚廬於中門之內也。未有命戒，居喪不言也。異姓同姓之臣可謂曰知世子之能行禮也。)及至葬，四方來觀之，顏色之戚，哭泣之哀，吊者大悅。(四方諸侯之賓來吊會者，見世子之憔悴哀戚，大悅其孝行之高美也已。)"
      },
      {
        "index": 7,
        "text": "疏“滕定公薨”至“吊者大悅”。○正義曰：此章指言事莫當於奉禮，孝莫大於哀慟，從善如流，文公之謂也。“滕定公薨”者，滕文公之父死也。“世子謂然友曰：昔者孟子嚐與我言於宋，於心終不忘。今也不幸，至於大故，吾欲使子問於孟子，然後行事”者，然友，世子之傅也。世子謂然友，言往日孟子曾與我言於宋國之事，於我心至今常存，終不為忘之也，今也不幸至於父喪之大故，我欲使子問於孟子，然後行其父喪之事。“然友之鄒，問於孟子”者，孟子將以自宋歸鄒也，然友乃往鄒國，問孟子以世子所問之事。“孟子曰：不亦善乎！親喪固所自盡也”者，孟子答然友，謂不亦善然友以世子所問也。“曾子曰：生，事之以禮；死，葬之以禮，祭之以禮，可謂孝矣”至“三代共之”者，孟子以此答然友之問，言曾子謂父母在生之時，當以禮奉事之，如冬溫夏清，昏定晨省，是其禮也；父母死之時，當以禮安葬之，如躃踴哭泣，哀以送之，卜其宅兆，而安厝之，是其禮也；及祭之禮，如春秋祭祀，以時思之，陳其簠簋，而哀戚之是也：能如此，則可謂之能孝者矣。如問其諸侯所行之禮，則我未之學也。雖然，為未嘗學諸侯之禮，我嚐聞知之矣言。聞三年父母之喪，以疏衰之服，以麋粥之食。凡此三年之喪，自上至於天子，下而達於庶人，三代夏、商、周共行之矣。“然友反命”者，然友自鄒得孟子之言，乃反歸命告於滕公也。“定為三年之喪，父兄百官皆不欲也，故曰：吾宗國魯先君莫之行也”至“於子之身而反之，不可”者，是世子因然友問孟子歸後，乃定為三年之喪事，其滕之同姓與異姓諸臣，皆不欲為三年之喪，遂曰：我宗國魯先君莫之嚐行此三年喪禮，我之先君亦莫之嚐行也，今至於子之身而反違之，以為三年之喪，不可。言其不可反背先君，而以自為三年喪之禮也。“且誌曰：喪祭從先祖。曰：吾有所受之也”，父兄百官言之後複引記有曰：喪祭之事，各從其先祖之法，我但有所承受之也，不可於已身獨改更為三年喪耳。滕與魯同姓，俱出魯周公之後，故云吾宗國魯先君。誌，記也。“謂然友曰：吾他日未嘗學問，好馳馬試劍。今也父兄百官不我足也，恐其不能盡於大事，子為我問孟子”者，滕文公既定為三年之喪禮，而父兄百官見之皆不欲為，乃複謂然友曰：我所往他日未嘗學問禮，但好驅馳走馬試劍事，今也定為三年之喪，父兄百官見之，皆謂我誌不足以行此三年之喪，恐其不能盡於大事之禮，子複為我之鄒問孟子，以為如何當使父兄百官服其心而信我也？“然友複之鄒問孟子”者，是然友自文公所乃，因其命，複往鄒國，見孟子而問焉。“孟子曰：不可以他求也。孔子曰：君薨，聽於塚宰，歠粥，麵深墨，即位而哭。百官有司莫敢不哀先之也”至“是在世子”者，孟子答然友為世子之問，言如此則不可更以他事求也，惟當以哀戚感之耳。故引孔子曰：國君之薨，其政事皆委塚宰大臣聽行之，嗣君者但歠麋粥而不食，麵之顏色亦變為甚黑之色，即喪位而哀哭之，故百官有司莫敢不哀先之也。是所謂上有所好者，下必有甚焉者耳。且君子之德如風也，小人之德如草也，草加之以風，必偃伏而從風所趨耳。是在世子但以身率之爾。凡此皆孟子答然友為世子之問，而以此複教之矣。“然友反命，世子曰：是誠在我”者，然友自問孟子之後，乃以孟子之言反歸告於世子，世子於是五月居於喪廬，不敢入處，故未有命以令人、未有戒以號人，以其在外思之而不言也。百官族人皆以為知禮、能行三年之喪，乃曰“可謂曰知”，以其百官族人指文公而言也。“及至葬，四方來觀之，顏色之戚，哭泣之哀，吊者大悅”者，言及至葬日，四方諸侯來吊，慰而觀之，顏色之戚而形於容，哭泣之哀而形於聲，於是吊之者皆大悅，以喜其有孝行也。○注“定公，文公父也”。○正義曰：說在前段已詳矣。○注“曾子傳孔子之言”。○正義曰：案《論語》：“孟孫問孝於孔子，孔子對曰：‘生，事之以禮，死，葬之以禮，祭之以禮。’”是曾子傳孔子之言而云，孟子所以引為曾子言矣。○注“ 滕、魯國同姓，俱出魯周公之後”。○正義曰：案魯隱公十一年，滕侯與薛侯爭長，薛侯曰：“我先封。”滕侯曰：“我，周之卜正也。薛，庶姓也，我不可以後之。”公使羽父請於薛侯曰：“君與滕侯辱在寡人。周諺有之曰：‘山有木，工則度之。賓有禮，主則擇之。’周之宗盟，異姓為後。寡人若朝於薛，不敢與諸任齒。君若辱貺寡人，則願以滕君為請。”薛侯許之，乃長滕侯。杜預云：“薛，任姓。”以此推之，則知滕為魯之後，與魯同姓也。○注“《周禮•小史》掌邦國之誌”至“孟子也”。○正義曰：鄭司農云：“誌，謂記也。”《春秋傳》所謂《周誌》，《國語》所謂《鄭誌》之屬也。兩說者，其意皆行，謂之父兄百官言亦行，謂之世子亦行，但不逆意則可矣。○注“諸侯五月而葬，未葬，居倚廬於中門之內也”。○正義曰：案《左傳》隱公元年云：“天子七月而葬，同軌畢至；諸侯五月而葬，同盟至；大夫三月，同位至；士逾月，外姻至。”又《喪大記》云“父母之喪，居倚廬”是也。"
      },
      {
        "index": 8,
        "text": "滕文公問為國。孟子曰：“民事不可緩也。(問治國之道也。民事不可緩之使怠惰，當以政督趣，教以生產之務也。)《詩》云：‘晝爾於茅，宵爾索綯。亟其乘屋，其始播百穀。’(《詩•邠風•七月》之篇，言教民晝取茅草，夜索以為。綯，絞也。及爾閒暇，亟而乘蓋爾野外之屋，春事起，爾將始播百穀矣。言農民之事無休已。)民之為道也，有恒產者有恒心，無恒產者無恒心。苟無恒心，放僻邪侈，無不為已，及陷乎罪，然後從而刑之，是罔民也。焉有仁人在位，罔民而可為也？(義與上篇同。孟子既為齊宣王言之，滕文公問，複為究陳其義，故各自載之也。)是故賢君必恭儉、禮下，取於民有製。(古之賢君，身行恭儉，禮下大臣，賦取於民不過十一之製也。)陽虎曰：‘為富不仁矣，為仁不富矣。’(陽虎，魯季氏家臣也。富者好聚，仁者好施，施不得聚，道相反也。陽虎非賢者也，言有可采，不以人廢言也。)夏後氏五十而貢，殷人七十而助，周人百畝而徹，其實皆什一也。徹者，徹也。助者，藉也。(夏禹之世，號夏後氏。後，君也。禹受禪於君，故夏稱後。殷，周順人心而征伐，故言人也。民耕五十畝，貢上五畝；耕七十畝者，以七畝助公家；耕百畝者，徹取十畝以為賦：雖異名而多少同，故曰皆什一也。徹猶取人徹取物也。藉者借也，猶人相借力助之也。)龍子曰：‘治地莫善於助，莫不善於貢。’貢者，校數歲之中以為常。(龍子，古賢人也，言治土地之賦，無善於助者也。貢者，校數歲以為常。龍子，古賢人也，言治土地之賦，無善於助者也。貢者，校數歲以為常類而上之，民供奉之，有易有不易，故謂之莫不善於貢也。)樂歲粒米狼戾，多取之而不為虐，則寡取之。凶年糞其田而不足，則必取盈焉。(樂歲，豐年。狼戾，猶狼藉也。粒米，粟米之粒也。饒多狼藉，棄捐於地，是時多取於民，不為暴虐也，而反以常數少取之。至於凶年饑歲，民人糞治其田，尚無所得，不足以食，而公家取其稅必滿其常數焉。不若從歲饑、穰以為多少，與民同之也。)為民父母，使民盻盻然，將終歲勤動不得以養其父母，又稱貸而益之，使老稚轉乎溝壑，惡在其為民父母也！(盻盻，勤苦不休息之貌。動，作。稱，舉也。言民勤身動作終歲，不得以養食其父母。公賦當畢，有不足者，又當舉貸子倍而益滿之。至使老少轉屍溝壑，安可以為民之父母也？)夫世祿，滕固行之矣。(古者諸侯、卿、大夫、士有功德，則世祿賜族者也。官有世功也，其子雖未任居官，得世食其父祿。賢者子孫必有土之義也，滕固知行是矣。言亦當恤民之子弟，閔其勤勞者也。)《詩》云：‘雨我公田，遂及我私。’惟助為有公田，由此觀之，雖周亦助也。(《詩•小雅•大田》之篇。言太平時民悅其上，願欲天之先雨公田，遂以次及我私田也，猶殷人助者，為有公田耳。此周《詩》也，而云“雨公田”，知雖周家之時亦有助之之製也。)設為庠序學校以教之，(以學習禮，教化於國。)庠者養也，校者教也，序者射也。夏曰校，殷曰序，周曰庠，學則三代共之，皆所以明人倫也。(養者養耆老，教者教以禮義，射者三耦四矢，以達物導氣也。學則三代同名，皆謂之學。學乎人倫，人倫者人事也，猶《洪範》曰“彝倫攸序”，謂其常事有序者也。)人倫明於上，小民親於下，有王者起，必來取法，是為王者師也。(有行三王之道而興起者，當取法於有道之國也。)《詩》云：‘周雖舊邦，其命惟新。’文王之謂也。子力行之，亦以新子之國。”(《詩•大雅•文王》之篇。言周雖後稷以來舊為諸侯，其受王命，惟文王新複，修治禮義以致之耳。以是勸勉文公，欲使庶幾新其國也。)使畢戰問井地。(畢戰，滕臣也。問古井田之法。時諸侯各去典籍，人自為政，故井田之道不明也。)孟子曰：“子之君將行仁政，選擇而使子，子必勉之！夫仁政必自經界始。經界不正，井地不鈞，穀祿不平。(子，畢戰也。經亦界也。必先正其經界，勿慢鄰國，乃可均井田，平穀祿。穀，所以為祿也。《周禮•小司徒》云：“乃經土地，而井其田野。”言正其土地之界，乃定受其井牧之處也。)是故暴君汙吏必慢其經界。經界既正，分田製祿，可坐而定也。(暴君，殘虐之君。汙吏，貪吏也。慢經界，不正本也。必相侵陵，長爭訟也。分田，賦廬井也。製祿，以庶人在官者比上農夫，轉以為差，故可坐而定也。)夫滕，壤地褊小，將為君子焉，將為野人焉；無君子莫治野人，無野人莫養君子。(褊小，謂五十裏也。為，有也。雖小國，亦有君子，亦有野人，言足以為善政也。)請野九一而助，國中什一使自賦。(九一者，井田以九頃為數，而供什一，郊野之賦也。助者，殷家稅名也，周亦用之，龍子所謂“莫善於助”也。時諸侯不行助法。國中什一者，《周禮》“園廛二十而稅一”，時行重法賦，責之什一也。而，如也。自，從也。孟子欲請使野人如助法，什一而稅之；國中從其本賦，二十而稅一以寬之也。)卿以下必有圭田，圭田五十畝，餘夫二十五畝。(古者卿以下至於士，皆受圭田五十畝，所以供祭祀也。圭，潔也。上田，故謂之圭田，所謂“惟士無田，則亦不祭”，言絀士無潔田也。井田之民，養公田者受百畝，圭田半之，故五十畝。餘夫者，一家一人受田，其餘老小尚有餘力者，受二十五畝，半於圭田，謂之餘夫也。受田者，田萊多少有上、中、下。《周禮》曰“ 餘夫亦如之”，亦如上、中、下之製也。《王製》曰“夫圭田無征”，謂餘夫圭田，皆不當征賦也。時無圭田餘夫，孟子欲令複古，所以重祭祀，利民之道也。)死徙無出鄉，(死，謂葬死也。徙，謂爰士易居平肥磽也。不出其鄉，易為功也。)鄉田同井，出入相友，守望相助，疾病相扶持，則百姓親睦。(同鄉之田，共井之家，各相營勞也。出入相友，相友耦也。《周禮•大宰》曰“八曰友，以任得民。”守望相助，助察奸惡也。疾病相扶持，扶持其羸弱，救其困急。皆所以教民相親睦之道。睦，和也。)方裏而井，井九百畝，其中為公田。八家皆私百畝，同養公田。公事畢，然後敢治私事，所以別野人也。(方一裏者，九百畝之地也，為一井。八家各私得百畝，同共養其公田之苗稼。公田八十畝，其餘二十畝以為廬井宅園圃，家二畝半也。先公後私，“遂及我私”之義也。則是野人之事，所以別於士伍者也。)此其大略也。若夫潤澤之，則在君與子矣。”(略，要也。其井田之大要如是也。而加慈惠潤澤之，則在滕君與子共戮力撫循之也。)"
      },
      {
        "index": 9,
        "text": "疏“滕文公問為國”至“則在君與子矣”。○正義曰：此章指言尊賢師知，采人之善，善之至也。修學校，勸禮義，敕民事，正經界，均井田，賦什一，則為國之大本也。“滕文公問為國”者，滕文公問孟子治國之道也。“孟子曰：民事不可緩也”者，孟子答文公言治國之道，惟民事當急而不可緩也。“《詩》云：晝爾於茅，宵爾索綯，亟其乘屋，其始播百穀”者，此蓋《詩》之《邠風•七月》之篇文也。言民事於日中則取茅，夜中以索。綯，絞索也。晝，日中也。宵，夜中也。及爾閑暇之時，則亟疾乘蓋其野外之屋，春事始興，以為播百穀為也。以其民事當無休已。孟子所以引此而教之文公也，亦欲文公教民如此者焉。“民之為道也，有恒產者有恒心，無恒產者無恒心。苟無恒心，放辟邪侈，無不為已。及陷乎罪，然後從而刑之，是罔民也。焉有仁人在位，罔民而可為也”者，此義同前篇，此所以複言之者，以其前篇孟子為齊宣陳之也，此篇蓋因文公為治國之道，故孟子複此為答，遂兩載焉，此更不說。“是故賢君製民必恭儉、禮下，取民有製”者，言古之賢君必身行恭儉，恭則不侮人，儉則不奪人，非特不侮人不奪人，且又禮下接於賢人，其取民之賦又有什一之製。什一，蓋十分則取一而已。“陽虎曰：為富不仁矣，為仁不富矣”者，陽虎，魯季氏之家臣也，孟子言陽虎有云：凡為富者，則常聚民之財賄為己所有，故不仁；凡為仁者，以其常務博施濟眾，故不能富矣。孟子今引之而教文公者，蓋欲使得其中矣。“夏後氏五十而貢，殷人七十而助，周人百畝而徹，其實皆什一也。徹者，徹也。助者，藉也” 者，言夏後氏之時，民耕五十畝田，其於貢上之賦但五畝而已，是夏後氏五十而貢也；殷人之時，民耕七十畝田，其助公家則七畝而已，是殷人七十而助也；周人之時，民耕百畝，其徹取之賦則十而已，是周人百畝而徹也：總而論之，其實皆什一之賦也。“徹者，徹也。助者，藉也”，此孟子自解之義也。徹猶徹取，助但借民力而耕之矣，故藉借也。夏後氏與殷人、周人之稱不同者，蓋禹之受禪以繼舜有天下，故夏稱後。後，君也。殷周以征伐順人心而有天下，故云人也。“龍子曰：治地莫善於助，莫不善於貢。貢者，校數歲之中以為常”者，龍子蓋古之賢人也，孟子言龍子有云：治土地之賦，莫善於助者也，莫不善於貢也。以其助則借民力而耕之，其所出在歲之所熟如何耳；貢者以其撿校數歲之中以為有常之例也，其歲之所熟，則貢之數亦然，歲之荒，則貢之數亦然。蓋以歲荒則有損於民也，故曰莫善於助，莫不善於貢。“樂歲粒米狼戾，多取之而不為虐，則寡取之。凶年糞其田而不足，則必取盈焉”者，此亦孟子自解其上文之言也。言豐樂之歲，其粒米狼藉饒多，雖多取之而不為暴虐，則以寡取之；凶荒之年，糞其田尚不足，則以取滿其常數焉。是則校數歲之中以為常之意也。“為民父母，使民盻盻然，將終歲勤動不得以養其父母，又稱貸而益之，使老稚轉乎溝壑，惡在其為民父母也”，孟子言人君為下民之父母，使民盻盻相顧，將至終歲勤苦勞動，不得以贍養其父母，人君在上，又更稱貸而益之，以滿其常數之貢，致使老少羸弱饑餓而轉屍於溝壑之中，如此安更可在上為下民父母也！言其不足以為民父母矣，以其為民父母，當子養其民，不當如此故也。“夫世祿，滕固行之矣”，孟子言今夫滕國於世祿固已知行之矣，但亦當憐憫民之老少與其勤勞者也。世祿者，以其有功德之臣，則世祿之，賜其土地也。謂其子雖未任居官，得食其父之祿，亦必有土地祿之也。“《詩》云：雨我公田，遂及我私。惟助為有公田，由此觀之，雖周亦助也”者。此《詩》蓋《小雅•大田》之篇文也，“惟助”至“助也”，孟子又自言之，因《詩》而解周之亦助也。其《詩》蓋謂民樂其上，願欲天之先雨及公田，次及我等私田也。孟子緣此而觀之，遂知雖周百畝而徹取之賦，其亦有助之製焉。以其惟行助，則為有公田，如貢、徹則非有公田矣。孟子於此，所以複辨其周之亦有助法而取民之賦，蓋謂其莫善於助之義也。“設為庠序學校以教之”者，此孟子亦欲文公富而教之之意也，言又不特止於製民之賦而已。既製其祿，又當開設為之庠序學校以教之矣，故曰“庠者養也，校者教也，序者射也””至“是為王者師也”者，此孟子欲詳說其庠序學校之意也。言庠者以養耆老於此者也，校者所以教禮義於此者也，序者所以講射於此而行尊卑揖遜之禮者也。夏之時謂之校，殷之時謂之序，周之時謂之庠，然而為學則三代皆共之，皆所以於此而明人倫之序。大倫既備明於上，小民既親之於其下，如有王者興起而用之，必來取法於此，是為王者之師也。孟子所以區區為滕文公言及此，又欲文公由此化民成俗故也。“《詩》云：周雖舊邦，其命惟新。文王之謂也。子力行之，亦以新子之國”者，《詩》云蓋《詩•大雅•文王》之篇文也，其時周雖自後稷以來，但為之舊邦，其受王命複脩治而維新之，是文王之謂也。孟子言文公但能力行如此而脩治，亦以新子之國矣。以其欲以此勉文公，使庶幾新其國也。“使畢戰問井地”，畢戰，滕文公之臣也，滕文公自問為國之道，孟子告之民事貢賦敕禮義之意，其後又使其臣畢戰問孟子以井地之製也。“孟子曰：子之君將行仁政，選擇而使子，子必勉之。夫仁政必自經界始。經界不正，井地不鈞，穀祿不平”者，而以至“在君與子”矣，皆孟子答畢戰問井地之製也。孟子言子之君將欲行其仁政，選擇而使子來問以井地之製。子必當勉力，與民同行之耳。夫仁政必自經界為始，如經界不能正之，則井地由此不均齊；井地不均，則穀祿亦不平矣。穀所以為祿，故云穀祿。“是故暴君汙吏必慢其經界”至“定也”者，孟子言此故暴虐之君，汙濫之吏，必慢其經界。所以告之以此者，孟子欲滕君不為暴君，畢戰不為汙吏也，故如是云然。經界既以正，則田由此而分，平祿由是而得製，是其分田製祿，可坐而定之也，以言其易定也。“夫滕，壤地褊小，將為君子焉，將為野人焉，無君子莫治野人，無野人莫養君子”，孟子言今夫滕國土壤之地褊小，即止於五十裏，然將為之君子人焉，為之野人焉。以其無君子則莫能治其野人，無野人則莫能養其君子。孟子所以言此者，蓋以滕國亦有君子，亦有野人，足以為善政也。“請野九一而助，國中什一使自賦”至“若夫潤澤之，則在君與子矣”者，此皆孟子欲滕國為善政，故以是請教之也。今言請於郊野行井田之製，以九一而助佐公田為之賦，國中廛園以什一之法使貢自賦之，以其十中取一也。古者自卿以下皆有其圭田，謂之圭田者，所以名其潔而供祭祀之田也。言自卿以下，皆受此圭田五十畝。“餘夫二十五畝”，以其一家之人受田，其餘老少尚有餘力者，亦受此圭田二十五畝而已。“死徙無出鄉”，以其死葬易居，無出其本鄉耳。“鄉田同井，出入相友，守望相助，疾病相扶持，則百姓親睦”，以其謂同鄉之田、共井之家者，凡有出入，皆相交友為伴，所以同其心也；相助以守，而此不可以威武奪，相助以望，而彼不得以投隙來；疾病則相扶持其羸弱而救其困急：則百姓於是相親和睦矣。“方裏而井”，以其方一裏之地為之井。田九百畝，以其一井之田有九百畝。“其中為公田”，以其九百畝於井中抽百畝為公田之苗稼。“八家皆私百畝”，以其八口之家，皆受八百畝以為已之私田苗稼。“同養公田，公事畢，然後敢治私事”，以其八口之家同共耕養其公田，及至公田之事了畢，然後耕治已之私田，以為之私事。“所以別野人也”，此所以為野人之事以別於士伍者也。“此其大略也。若夫潤澤之，則在君與子矣”，孟子言此則井田之大要如是也，若夫加之以慈惠潤澤之，則有在於滕君與子矣。子者，稱畢戰為子也。○注“ 《詩•邠風•七月》之篇”至“無休已”。○正義曰：毛氏云：宵，夜也。，絞也。乘，升也。”箋云：“爾，女也。汝當晝日往取茅歸，夜作絞索以待時用。亟，急也。乘，治也。十月定星將中，急當治野廬之屋。其始播百穀，謂期來年百穀於公社也。”此詩蓋陳王業之艱難。○注“陽虎，魯季氏家臣，非賢者也”。○正義曰：案《論語》云：“陽貨欲見孔子，孔子不見。”孔傳云：“陽貨，陽虎也，季氏之家臣，而專魯國之政。”是則姓陽名虎，字貨也。孔子不見，所以知其非賢故也。○注“《詩•小雅•大田》之篇”至“亦助也”。○正義曰：此蓋幽王之詩也。箋云：“其民之心，先公後私，令天注雨於公田，因及私田爾。言民怙君德，蒙其餘惠。”○注“《洪範》彝倫攸敘”。○正義曰：孔安國云：彝倫，常道也，言常道所以次敘也。洪，大也；範，道也。此箕子陳之於武王者也。○注“《詩•大雅•文王》之篇”。○正義曰：此詩蓋言文王受命作周。箋云：大王聿來胥宇，而國於周，王跡起矣，而未有天命，至文王而受命。言新者，美之也。○注“《周禮•小司徒》曰：乃經土地，而井牧其田野”。○正義曰：鄭注云：“小司徒為經之立其五溝五塗之界，其製似井之字，因取名焉。”鄭司農云：“井牧者，《春秋傳》所謂井衍、沃牧、隰皋者也。”鄭玄云：“隰皋之地，九夫為牧，二牧而當一井。今造都鄙，授民田，有不易者，有一易者，有再易者，通率二而當一，是之謂井牧。昔少康在虞，思有田一成，有眾一旅。一旅之眾，而田一成，則井牧之法，先古然矣。九夫為井者，方一裏，九夫所治之田也。此製小司徒經之，匠人為之，溝洫相包乃成耳。”○注“《周禮》園廛二十而稅一”。○正義曰：鄭司農云：園廛亦輕之者，廛無穀，園少利也。○注“ 《周禮》曰餘夫亦如之”，“《王製》曰夫圭田無征”。○正義曰：鄭司農云：戶計一夫一婦而賦之田，其一戶有數口者，餘夫亦受此田也。“夫圭田無征”者，鄭氏云：夫猶治也；征，稅也；治圭田者不稅，所以厚賢也。此則《周禮》之士田，以在近郊之地者也。○注“《周禮•大宰》曰：八曰友，以任得民”。○正義曰：案《大宰》之職：“以九兩係邦國之民，一曰牧，以地得民。二曰長，以貴得民。三曰師，以賢得民。四曰儒，以道得民。五曰宗，以族得民。六曰主，以利得民。七曰吏，以治得民。八曰友，以任得民。九曰藪，以富得民。”注云：“兩猶耦也，所以協耦萬民。係，聯綴也。牧，州長也。長，諸侯也。師，諸侯師氏有德行教民者也。儒，諸侯係氏有六藝以教民者也。宗，繼別為大宗，牧族者也。”鄭司農云：主謂公卿大夫，世世食至不絕者也。吏，小吏在鄉邑者。友，謂同井相合耦鋤作者。藪亦有虞掌其政令，為之厲禁者，使其地之民守其財物者。此《大宰》之職，有是以掌之也。\n卷五下•滕文公章句上"
      },
      {
        "index": 10,
        "text": "有為神農之言者許行，自楚之滕，踵門而告文公曰：“遠方之人，聞君行仁政，願受一廛而為氓。”(神農，三皇之君，炎帝神農氏。許，姓；行，名也。治為神農之道者。踵，至也。廛，居也。自稱遠方之人，願為氓。氓，野人也。)文公與之處。其徒數十人皆衣褐，捆屨、織席以為食。(文公與之居。處，舍之宅也。其徒，學其業者也。衣褐，貧也。捆猶叩椓也，織屨欲使堅，故叩之也。賣屨席以供飲食也。)陳良之徒陳相與其弟辛，負耒耜而自宋之滕，曰：“聞君行聖人之政，是亦聖人也。願為聖人氓。”(陳良，儒者也。陳相，良之門徒也。辛，相弟。聖人之政，謂仁政也。)陳相見許行而大悅，盡棄其學而學焉。(棄陳良之儒道，更學許行神農之道也。)陳相見孟子，道許行之言，曰：“滕君則誠賢君也。雖然，未聞道也。(陳相言許行以為滕君未達至道也。)賢者與民並耕而食，饔飧而治。今也滕有倉廩府庫，則是厲民而以自養也，惡得賢？(相言許子以為古賢君當與民並耕而各自食其力。饔飧，熟食也。朝曰饔，夕曰飧。當身自具其食，兼治民事耳。今滕賦稅有倉廩府庫之富，是為厲病其民以自奉養，安得為賢君乎？三皇之時，質樸無事，故道若此者也。)孟子曰：“許子必種粟而後食乎？”(問：許子必自身種粟乃食之邪？)曰：“然。”(相曰：然，許子自種之。)“許子必織布然後衣乎？”(孟子曰：許子自織布然後衣之乎？)曰：“否。許子衣褐。”(相曰：不自織布，許子衣褐。以毳織之，若今馬衣也。或曰：褐，枲衣也。一曰粗布衣也。)“許子冠乎？”(孟子問相冠乎？)曰：“冠。”(相曰：冠也。)曰：“奚冠？”(孟子問：許子何冠也？)曰：“冠素。”(相曰：許子冠素。)曰：“自織之與？”(孟子曰：許子自織素與？)曰：“否。以粟易之。”(相言許子以粟易素)曰：“許子奚為不自織？”(曰：許子自織素乎？)曰：“害於耕。”(相曰：織紡害於耕，故不自織也。)曰：“許子以釜甑爨，以鐵耕乎？”(爨，炊也。孟子曰：許子寧以釜甑炊食，以鐵為犁用之耕否邪？)曰：“然。”(相曰：用之。)“自為之與？”(孟子曰：許子自冶鐵陶瓦器邪？)曰：“否，以粟易之。”(相曰：不自作鐵瓦，以粟易之也。)“以粟易械器者，不為厲陶冶；陶冶亦以械器易粟者，豈為厲農夫哉？且許子何不為陶冶，舍皆取諸其宮中而用之，何為紛紛然與百工交易，何許子之不憚煩？”(械，器之總名也。厲，病也。以粟易器，不病陶冶，陶冶亦何以為病農夫乎？且許子何為不自陶冶。舍者，止也。止不肯皆自取之其宮宅中而用之，何為反與百工交易，紛紛而為之煩也。)曰：“百工之事，固不可耕且為也。”(相曰：“百工之事，固不可耕且為，故交易也。)“然則治天下獨可耕且為與？(孟子言百工各為其事，尚不可得耕且兼之。人君自天子以下，當治天下政事，此反可耕且為邪？欲以窮許行之非滕君不親耕也。孟子謂五帝以來，有禮義上下之事，不得複若三皇之道也，言許子不知禮者也。)有大人之事，有小人之事。且一人之身而百工之所為備，如必自為而後用之，是率天下而路也。(孟子言人道自有大人之事，謂人君行教化也。小人之事，謂農工商也。一人而備百工之所作，作之乃得用之者，是率導天下人以羸之路也。)故曰或勞心，或勞力。勞心者治人，勞力者治於人。治於人者食人，治人者食於人，天下之通義也。(勞心，君也。勞力，民也。君施教以治理之，民竭力治公田以奉養其上，天下通義，所常行者也。)當堯之時，天下猶未平，洪水橫流，泛濫於天下，草木暢茂，禽獸繁殖，五穀不登，禽獸逼人，獸蹄鳥跡之道交於中國。堯獨憂之，舉舜而敷治焉。(遭洪水，故天下未平。水盛，故草木暢茂。草木盛，故禽獸繁息眾多也。登，升也，五穀不足升用也。猛獸之跡，當在山林，而反交於中國，懼害人。故堯獨憂念之。敷，治也。《書》曰：“禹敷土。”是言治其土也。)舜使益掌火，益烈山澤而焚之，禽獸逃匿。(掌，主也。主火之官，猶古之火正也。烈，熾。益視山澤草木熾者而焚之，故禽獸逃匿而奔走遠竄也。)禹疏九河，瀹濟、漯而注諸海，決汝、漢，排淮、泗而注之江，然後中國可得而食也。當是時也，禹八年於外，三過其門而不入，雖欲耕，得乎？(疏，通也。瀹，治也。排，壅也。於是水害除，故中國之地，可得耕而食也。禹勤事於外，八年之中，三過其門而不入。《書》曰：“辛壬癸甲，啟呱呱而泣。”如此，寧可得耕也？)後稷教民稼穡，樹藝五穀。五穀熟而民人育。(棄為後稷也。樹，種。藝，殖也。五穀謂稻、黍、稷、麥、菽也。五穀所以養人也，故言民人育也。)人之有道也，飽食暖衣，逸居而無教，則近於禽獸。聖人有憂之，使契為司徒，教以人倫：父子有親，君臣有義，夫婦有別，長幼有敘，朋友有信。(司徒主人，教以人事。父父子子，君君臣臣，夫夫婦婦，兄兄弟弟，朋友貴信，是為契之所教也。)放勳曰：勞之來之，匡之直之，輔之翼之，使自得之，又從而振德之。(放勳，堯號也。遭水災恐其小民放僻邪侈，故勞來之。匡正直其曲心，使自得其本善性，然後又從而振其羸窮，加德惠也。)聖人之憂民如此，而暇耕乎！(重喻陳相。)堯以不得舜為己憂，舜以不得禹、皋陶為己憂。夫以百畝之不易為己憂者，農夫也。分人以財謂之惠，教人以善謂之忠，為天下得人者謂之仁。(言聖人以不得賢聖之臣為己憂，農夫以百畝不易治為己憂。)是故以天下與人易，為天下得人難。(為天下求能治天下者難得也，故言以天下傳與人尚為易也。)孔子曰：‘大哉堯之為君，惟天為大，惟堯則之，蕩蕩乎民無能名焉。君哉舜也，巍巍乎有天下而不與焉。’堯舜之治天下，豈無所用其心哉，亦不用於耕耳。(天道蕩蕩乎大無私，生萬物而不知其所由來，堯法天，故民無能名堯德者也。舜得人君之道哉，德盛而巍巍乎，有天下之位，雖貴盛，不能與益舜。巍巍之德，言德之大，大於天子位也。堯、舜蕩蕩巍巍如此，但不用心於躬自耕也。)吾聞用夏變夷者，未聞變於夷者也。(當以諸夏之禮義化變蠻夷之人耳，未聞變化於夷蠻之人，同其道也。)陳良，楚產也，悅周公、仲尼之道，北學於中國，北方之學者，未能或之先也，彼所謂豪傑之士也。子之兄弟事之數十年，師死而遂倍之。(陳良生於楚，北遊中國，學者不能有先之也，所謂豪傑過人之士也。子之兄弟，謂陳相、陳辛也，數十年師事陳良，良死而倍之，更學於許行，非之也。)昔者孔子沒，三年之外，門人治任將，歸入揖於子貢，相向而哭，皆失聲，然後歸。子貢反，築室於場，獨居三年，然後歸。(任，擔也。失聲，悲不能成聲。場，孔子塚上祭祀壇場也。子貢獨於場左右築室，複三年，慎終追遠也。)他日，子夏、子張、子遊以有若似聖人，欲以所事孔子事之。強曾子，曾子曰：‘不可，江漢以濯之，秋陽以暴之，皓皓乎不可尚已！’(有若之貌似孔子，此三子者，思孔子而不可複見，故欲尊有若以作聖人，朝夕奉事之禮，如事孔子，以慰思也。曾子不肯，以為聖人之潔白，如濯之江漢，暴之秋陽。秋陽，周之秋，夏之五、六月盛陽也。皓皓，白甚也。何可尚而乃欲以有若之質於聖人之坐席乎？尊師道，故不肯也。)今也南蠻鴂舌之人，非先王之道，子倍子之師而學之，亦異於曾子矣。吾聞出於幽穀、遷於喬木者，未聞下喬木而入於幽穀者。(今此許行乃南楚蠻夷，其舌之惡如鴂鳥耳。鴂，博勞鳥也。《詩》云：“七月鳴鴂。”應陰而殺物者也。許子托於太古，非先聖王堯舜之之道，不務仁義，而欲使君臣並耕，傷害道德，惡如鴂舌，與曾子之心亦異遠也。人當出深穀，止喬木。今子反下喬木，入於幽穀。)《魯頌》曰：‘戎狄是膺，荊舒是懲。’周公方且膺之，子是之學，亦為不善變矣！”(《詩•魯頌•宮》之篇也。膺，擊也。懲，艾也。周家時擊戎狄之不善者，懲止荊、舒之人，使不敢侵陵也。周公常欲擊之，言南蠻之人難用，而子反悅是人而學其道，亦為不善變更矣。孟子究陳此者，所以責陳相也。)“從許子之道，則市賈不貳，國中無偽。雖使五尺之童適市，莫之或欺。布帛長短同，則賈相若；麻縷絲絮輕重同，則賈相若；五穀多寡同，則賈相若；屨大小同，則賈相若。”(陳相複為孟子言此，如使從許子淳樸之道，可使市無二價，不相為詐，不相欺愚小也。長短謂丈尺，輕重謂斤兩，多寡謂鬥石，大小謂尺寸，皆言同價，故曰市無二價者也。)曰：“夫物之不齊，物之情也。或相倍蓰，或相什百，或相千萬，子比而同之，是亂天下也。巨屨小屨同賈，人豈為之哉？從許子之道，相率而為偽者也。惡能治國家？”(孟子曰：夫萬物好丑異賈，精粗異功，其不齊同，乃物之情性也。蓰，五倍也。什，十倍也。至於千萬相倍。譬若和氏之璧，雖與凡玉之璧尺寸厚薄適等，其價豈可同哉簡子欲以大小相比而同之，則使天下有爭亂之道也。巨，粗屨也，小，細屨也。如使同價而賣之，人豈肯作其細哉！時許子教人偽者耳，安能治其國家者也。)"
      },
      {
        "index": 11,
        "text": "疏“有為神農之言”至“惡能治國家”。○正義曰：此章指言神農務本，教以凡民。許子蔽道，同之君臣。陳相倍師，降於幽穀，不理萬情，謂之淳樸。是以孟子博陳堯、舜上下之敘以匡之也。“有為神農者許行”至“願受一廛而為氓”者，神農，炎帝氏也。許行，南蠻之人也，姓許名行也，自楚蠻之地往滕國，至門而言，告於文公曰：我是遠方楚蠻之人，聞滕君行仁政於此，我今所以來至，心願受一廛居之，以為之氓也。氓，野人之稱，已說在《公孫丑》篇。“文公與之處，其徒數十人皆衣褐，捆屨織席以為食”，言文公乃與許行之居而處之，其許行之徒弟有數十人，皆衣短褐，叩椓織屨席以供其飲食也。“陳良之徒陳相與其弟辛”至“願為聖人氓”，陳良，儒者也，陳相與其陳辛二人皆陳良徒弟也，言陳良徒弟陳相與其弟辛背負其耒耜，而從宋國往滕國，而向滕君曰：我聞知君行聖人之政事，是為聖人者也，今願為聖人之氓。“陳相見許行而大悅，盡棄其學而學焉”，言陳相至滕，乃見許行而大悅樂之，遂盡棄去陳良之儒學，而就學於許行之道。“陳相見孟子，道許行之言，曰”至“惡得其賢”，言陳相後見孟子，乃道許行之言。曰滕君則誠為賢君者也，雖然，未聞至道也。古之賢君，乃與民同耕而食，饔飧而兼治政事。朝食曰饔，夕曰飧。今也滕君乃取財稅而有倉廩府庫之富，則是厲病其民以自奉養也，安得謂之賢君乎？倉廩，《釋名》曰：“倉，藏也，藏穀物也。”廩，倉有屋曰廩。“孟子問許子必種粟而後食乎，曰然”，陳相答之，以為許行是自種而後食也。“許子必織布然後衣乎”，孟子又問許子必自織布然後衣乎。“曰：許子子衣褐”，陳相答之，許子不自紡織其布為衣，以其即著枲布也。“許子冠乎”，孟子問：許子戴冠乎？“曰冠”，陳相答之，許子戴冠也。“曰奚冠”，孟子又問許子戴何冠。“曰冠素”，陳相答之，許子冠以素為之爾。素，烏也。“曰自織之歟”，孟子又問許子以素為冠，其自織之歟？“曰否，以粟易之”，陳相答之，許子不自織為冠，以粟更易之而已。“曰：許子奚為不自織”，孟子又問許子何為而不自織為之乎？“曰害於耕”，陳相答之，以謂許子不自織為之也。以其自織者斯害於耕也。“曰：許子以釜甑爨，以鐵耕乎”，孟子又問許子寧以釜甑炊食、以鐵為犁用之耕否乎？“曰然”，陳相答之，以為許子用之也。“自為之歟”，孟子又問許子是自為釜甑炊食、鐵犁耕乎？“曰否，以粟易之”，陳相答，以為許子之不自為也，以粟更易之而已。“以粟易械器者，不為厲陶冶”至“何許子之不憚煩”，孟子又複問，以許子將粟更易械器者不以厲病於陶治，陶治亦以器更易之以粟，豈為病厲其農夫哉皋陶，作瓦器之匠也，冶，鑄金之匠也。且許子何不自為之陶冶，止皆取其宮室之中而用之乎？何為更紛紛然交易於百工歟？何許子之不畏其煩。故以此欲排之陳相也。“曰：百工之事，固不可耕且為也”，陳相又答之，以謂百工之事，固不可耕且為之也，所以用交易而用之耳。“然則治天下獨可耕且為之歟”，孟子又排之，如是則為國君治天下，獨可自耕且又為政事以治天下歟？陳相及此以應答，故孟子一向自言而排之，乃曰：有大人之事，大人之事則國君行教化也；有小人之事，即農工商也。且以一人之身而用百工之所作為備具，如必皆用自為然後方行用之也，此則驅率天下之人以羸困之路也。又一說云：如此是驅率天下之人如道路之人，但泛視而不知上下貴賤耳。以其許行、陳相皆欲君民並耕，不知有上不貴賤相待，故以此說，據下文意義相通，堪以此說為尚。所及亡嬴困之路者，但趙注之說耳。詳而推之，嬴困之路，不若此說。“故曰或勞心，或勞力”至“天下之通義也”者，此下文之如此也，言天下之人，有但或勞其力，但或勞其心者。勞其心所以製政教，而治天下之人耳；勞其力所以見治於上人而已。見治於上之人者，竭力治公田以奉養上之人也；治天下之人者，以其爵祿皆出民之賦稅，故食於人而已。言此是天下通義，人所常行者也。上之人君為言也，下之人民為言也，以此推之，則上下貴賤有所相待耳。“當堯之時，天下猶未平”至“舉舜而敷治焉”，孟子又言當古之唐堯盛帝之時，天下猶尚未平，是以其大水橫流，逆其勢，泛泛濫濁，遍於天下，草木由是暢茂敷實，禽獸又由此而繁息而生殖焉。五穀：黍、稷、稻、麥、菽，於是不豐登，禽獸亦逼害於人，猛獸之變交馳於中國之道。堯帝乃獨自憂懼之，以其有傷害於人民，故舉用虞舜而廣治之，廣治其水土也。“ 舜使益掌火”至“禹疏九河”，“後稷教民稼穡”又至“使契為司徒”，止於“亦不用於耕耳”，言舜因堯帝舉用，乃使伯益為掌火之官，益視山澤草木煩盛，乃烈山澤而焚燒之，禽獸於是懼而逃匿，遠竄而不敢出。又使禹疏通九河，又瀹治濟、漯之水而流注歸海，又開決汝、漢之水而斟壅淮、泗二水，而同流注歸之江。九河在東北，案《爾雅》云“九河一曰徒駭，二曰太史，三曰馬頰，四曰覆釜，五曰湖蘇，六曰簡，七曰潔，八曰鉤盤，九曰鬲津”是也。江，九江也，案《潯陽端地》有云“一曰烏江，二曰蚌江，三曰烏白江，四曰嘉匪江，五曰{困}江，六曰提江，七曰廩江，八曰源江，九曰畎江”是也。然後中國之地，人方可耕藝而食也。當此之時，大禹八年在外治水土，經三次過其家門而不得入其家，雖欲於時耕作之，其可得乎？又使後稷棄教天下民稼穡，種樹藝殖五穀。五穀既豐熟，而天下人民於是得養育其生。稼穡者，《說文》云“種曰稼，斂曰穡”也。人之於是有養生之道，飽食而暖衣。逸樂居處而無以教之，則近類於禽獸，以其不知高下也。聖人有憂懼其民如此，舜又使笑為司徒之官，教以人倫。使天下之人知父子有親親慈孝，君臣有尊卑之義，夫婦有交別，長幼有等敘，朋友有忠信。又言“放勳有曰，勞之來之，匡之直之，輔之翼之，使自得之，又從而振德之”，民之有勤勞於事者，有以償其勞，故曰勞之；因其民之來歸者，有以償其來，故曰來之；民之既能直其心，故以正其直為之正，故曰匡之；民之或曲其心，故以正其曲為之直，故曰直之；輔之如車輔，使民有所安於業，故曰輔之；翼之如羽翼，使民有所進於道，故曰翼之。勞之來之匡之直之輔之翼之，所以欲使其自得悅樂之而已矣。民既自得而悅樂之，於是又從加之恩惠而振德之。振德即恩惠耳。言聖人之憂於天下之民如此，尚何暇以耕為乎？又言堯以不得舜而舉用使敷治焉，則為民之憂；舜既得堯舉而用之，如舜複不得皋陶、禹為輔，則亦為己之憂。今夫以百畝之難耕，恐為己所憂者，農夫也。“分人以財謂之惠，教人以善謂之忠，為天下得人謂之仁”，以言其以己之財物市與人者，是謂忠惠也；以己之有善而以教諸人，謂其心之忠也，中心之謂忠；為天下求得其人而治天下者，是謂其仁者也，愛人之謂仁，所以為天下求得其人，不過愛天下之人，故如是也。“是故以天下與人易，為天下得人難”，孟子言如此故以天下傳與其人，尚以為易也；為天下得其人而治天下者，猶以為難。“孔子曰：大哉堯之為君，惟天為大，惟堯則之，蕩蕩乎，民無能名焉”至“亦不用於耕耳”，孟子又引孔子有云：大哉堯帝之為君也，惟上天之為大而不可尚，惟堯帝又能則法上天而行之，故蕩蕩然，其德之大，而民無有能指名之者，亦若上天之蕩蕩，其覆載之德，人亦不能指名而窮極之故也。德於堯如此其大，故孔子所以曰大哉堯之為君。君哉舜也，巍巍乎其功德之大如此，而天下之事未嘗自與及焉。無他，以其急於得人而輔之耳，所以但無為而享之，故不必自與及焉。然則堯帝、舜帝之治天下，豈為無所用其心哉？以其但急用心於得賢，亦且不用於躬耕耳。孟子所以言至於此者，蓋欲排許子於陳相欲以滕君與民並耕而食，故演之以此也，是所以謂之之云耳。“吾聞用夏變夷者，未聞變於夷者也”至“亦為不言變矣”者，此蓋孟子又欲以此而譏陳相學於許行者也。言其聞用中夏之禮義而變化於蠻夷之人，未聞以蠻夷之道而變化於中夏也。且陳良自楚國而生也，悅樂其周公、仲尼之大道，乃自楚之南而往北求學於中國，蓋中國以楚地觀之，則中國在北之地故也。北方之學者，未能有人或先之陳良。彼陳良所謂豪傑過人之士者也，子之兄弟，以師事數十年矣，至師死而遂背去其所學而學於許行，故以此而譏之。言往日孔子喪沒至於三年之外，其門人有治擔任而將歸室者，乃至子貢之所，入揖於子貢，相向麵而哭，乃至悲不成聲，然後歸之室，複感發子貢，追思孔子，又反至築室於孔子塚上之壇，獨居又至三年，然後方辭塚室而歸處。又及他日，子夏、子張、子遊三人以有若之貌狀似孔子聖人，三人遂欲以往日所事孔子之禮旦夕奉事有子，至勉強曾子同以此事之。曾子乃曰不可，言“江漢以濯之”，則至清而不可汙；“秋陽以曝之”，則至明而不可掩。其孔子如此江漢、秋陽皓皓然清潔明白，不可得而尚耳。故不可以有若比之，而以事孔子之禮事之也。孟子所以言之以此者，蓋謂孔子之死至三年之久，而門人尚歸與子貢相向而哭，乃至悲而不成聲，又感子貢複築室於塚上而追思之，以至子張、子遊、子夏欲慰其心思，乃強曾子同以往日事孔子之禮而事之有若，曾子尚不忍以有若加於孔子，而今子之兄弟，但自師死之未久，遂便以背去之，而欲以許行為師而就學之，何忍之如是邪？故以此非之。然前又所謂用夏變夷，即陳良北學中國，以周公、仲尼之道為悅，是又孟子明言之也，豈見如許行、陳相兄弟用蠻夷之事而欲變於滕國也。“今也南蠻鴂舌之人，非先王之道，子倍子之師而學之”至“為不善變矣”，孟子言今也許行乃南蠻鴂舌之惡如於鳥者也，所行皆非先王之正道，而子之兄弟皆背去其己之師陳良，而以學許行，是亦有異於曾子不忍以有若加孔子矣。我聞出自幽穀之內而遷登於高大之木者，未聞有下高大之木而遷入於幽穀之內者也。又《魯頌•官》之篇有曰：戎狄之人不善，周公於是膺擊之；荊舒之人亦不善，周公於是懲誡之。然則戎狄之人，周公方且膺擊之，今以南蠻之人，反悅其道而以學之，亦為不善變更者矣。蓋戎狄、荊舒皆南蠻之地也，然周公一則膺擊之，一則但懲誡之，是何邪？夫以戎狄之地遠，荊舒之地近，以遠者有所膺擊，則近者自然從而治也。故戎狄是膺，荊舒是懲矣。此孟子所以又執此而非之陳相兄弟學於許行為不善，更變其師者焉。從許子之道，則市價相若者，此乃陳相之言從許行之道為美之之意於孟子也，言今從許行之道而行之，則市中物價貴賤則一而不二也，國中亦無奸偽欺詐，雖使五尺之童子往市中，亦莫有人或敢欺瞞之也，以其布與絹帛長短則同，其價例則相若不異；麻縷絲絮四者輕重又同，而價例亦相若而更無高低；五穀鬥量多寡亦則同，而價例亦相若；腳屨大小亦同，而價則相若：凡此是皆市無二價也，故以此言於孟子。“曰：夫物之不齊，物之情也”至“惡能治國家”，此孟子又從而排之也。言夫萬物之不齊等，是物有貴賤好惡之情也。然或相倍蓰，或相什伯，或相千萬，其不同之有如此，而子今以為上皆同之而無二價，是使天下交爭而亂之也。大屨與小屨同其價，則人必為之小屨而賣之，而大屨豈為之哉？言此屨之大小，則其他物之貴賤不言而可知矣。今從許行之道者，是相驅率而作詐偽者也，又安能治國家焉。此孟子至終而辟之以此也。"
      },
      {
        "index": 12,
        "text": "疏注“神農，三皇之君，炎帝，神農氏也”。○正義曰：案皇甫謐曰：《易》稱包羲氏沒，神農氏作，是為炎帝。班固云：教民耕農，故號曰神農。○注“褐馬衣”至“粗布衣也”。○正義曰：案《說文》云：“編枲，襪也，一曰短衣也，又曰袍也，馬被衣也。”注“古火正”。○正義曰：案《左傳》昭公二十九年，有五行之官，木正曰勾芒，火正曰祝融，金正曰蓐收，水正曰玄冥，土正曰後土。顓頊氏之子曰犁，為祝融，是為火正故也。○注“《書》曰：辛壬癸甲，啟呱呱而泣”。○正義曰：案《孔傳》云：辛日娶妻，至於甲日複往治水。啟，禹之子，禹治水過門不入，聞啟泣聲，不暇子名之，以大治度水土之功故也。○注“放勳，堯名也”。○正義曰：案徐廣云：“放勳，號陶唐也。”孔安國云：“堯能放上世之功化也。”○注“場，孔子塚上祭祀壇場”。○正義曰：案《史記》云：“孔子葬魯城北泗上。”皇覽曰：孔子塚去城一裏，塚營百畝，南北廣十步，東西十三步，高一丈二尺。塚前以缶甓為祠壇，方六尺，與地平之。無祠堂。營中樹以百數，皆異種。魯人世世無能名其樹者，民傳言：孔子弟子異國，人各持其方樹來種之。其樹柞、、雒離、女貞、五味、檀之樹，塋中不生荊棘及剌人草。○注“《魯頌•宮》之篇”。○正義曰：此《詩》頌僖公能複周公之宇也。箋云：懲，艾也。僖公與齊桓舉義兵，北當戎狄，南艾荊與群舒，是其解也。"
      },
      {
        "index": 13,
        "text": "墨者夷之，因徐辟而求見孟子。(夷之，治墨家之道者。徐辟，孟子弟子也。求見孟子，欲以辯道也。)孟子曰：“吾固願見，今吾尚病，病愈，我且往見。”(我常願見之，今值我病不能見也，病愈，將自往見。以辭卻之。)夷子不來。他日，又求見孟子。(是日夷子聞孟子病，故不來，他日複往求見之。)孟子曰：“吾今則可以見矣。不直則道不見，我且直之。(告徐子曰：今我可以見夷之矣，不直言之，則儒家聖道不見，我且欲直攻之也。)吾聞夷子墨者，墨之治喪也，以薄為其道也。夷子思以易天下，豈以為非是而不貴也？然而夷子葬其親厚，則是以所賤事親也。”(我聞夷子為墨道者，墨者治喪，貴薄而賤厚。夷子欲以此道易天下之化使從已，豈肯以薄為非是而不貴之也。如使夷子葬其父母厚也，是以所賤之道事其親也。如其薄也，下言“上世不葬”者，又可鄙足以為戒也。吾欲以此攻之者也。)徐子以告夷子，夷子曰：“儒者之道，‘古之人若保赤子’，此言何謂也？之則以為愛無差等，施由親始。”(之，夷子名也。蓋‘儒家者’曰古之治即‘若愛’赤子，此何謂乎？之以為當同其恩愛，無有差次等級親疏也。但施愛之事，先從己親屬始耳。若此，何為獨非墨道也？)徐子以告孟子，孟子曰：“夫夷子信以為人之親其兄之子為若親其鄰之赤子乎？彼有取爾也：赤子匍匐將入井，非赤子之罪也。(親，愛也。夫夷子以為人愛兄子與愛鄰人之子等耶。彼取赤子將入井，雖他人子亦愛救之，故謂之愛同也。但以赤子無知，故救之耳。夷子必以此況之，未盡達人情者也。)且天之生物也，使之一本，而夷子二本故也。(天生萬物，各由一本而出。今夷子以他人之親與己親等，是為二本，故欲同其愛也。)蓋上世嚐有不葬其親者，其親死，則舉而委之於壑。(上世，未製禮之時。壑，路傍坑壑也。其父母終，舉而委之棄於壑也。)他日過之，狐狸食之，蠅蚋姑嘬之。其顙有泚，睨而不視。夫泚也，非為人泚，中心達於面目。蓋歸反虆梩而掩之。掩之誠是也，則孝子仁人之掩其親，亦必有道矣。”(嘬，相共食之也。顙，額也。泚，汗出泚泚然也，見其親為獸蟲所食，形體毀敗，中心慚，故汗泚泚然出於額，非為他人而慚也，自出其心。聖人緣人心而製禮也。虆梩，籠臿之屬，可以取土者也。而掩之實是其道，則孝子仁人掩其親亦有道矣。)徐子以告夷子，夷子憮然，為間，曰：“命之矣。”(孟子言是，以為墨家薄葬，不合道也。徐子複以告夷子，夷子憮然者，猶悵然也。為間者，有頃之間也。命之猶言受命教矣。)"
      },
      {
        "index": 14,
        "text": "疏“墨者夷之”至“命之矣”。○正義曰：此章指言聖人緣情，製禮奉終，墨子元同，質而違中，以直正枉，憮然改容，蓋其理也。“墨者夷子，因徐辟而見孟子”，夷之，治墨家之道者姓名也。徐辟，孟子弟子也。言治墨家之道者夷之因孟子弟子徐辟而見孟子也。孟子曰：吾固願見，今吾尚正病，且待病之瘥愈，我以往而見之也。“夷子不來，他日，又求見孟子”，夷子聞孟子以為尚病，故不來見至於他日，複往求見孟子。“孟子曰：吾今則可以見矣。不直則道不見，我且直之”，孟子見夷子複來求見，遂不得已，先言於徐子曰：我今則可以見矣，欲不見，則不得直己之道而正之，儒家先王之正道，則泯而不見。我且見而直己之道而正彼也。“吾聞夷子墨者，墨之治喪也，以薄為其道也”至“是以所賤事親也”，此孟子，以此告徐子是其直己之道而正夷子也。以其夷子既以厚葬其親，而尚治其墨家之道，故不知以此厚其親是儒家之正道而已。孟子所以反覆直而正之，乃因徐子而告之曰：我聞夷子治墨家之道者也，夫墨者治喪不厚，但以薄之是為其道也，夷子思以墨道以變易天下之化，豈以薄其喪而不貴之者也？然而夷子葬其父母，以厚為之，則是以墨家所賤者而事父母之親喪也。以其墨家賤厚而貴薄也。“徐子以告夷子”，徐子因孟子此言以告之夷子也。“夷子曰：儒者之道，古之人若保赤子”至“施由親始”，此又夷子以言於徐子，而以墨道為是也。乃曰：儒者之道，有云古之人治民，若保安赤子者，是言何謂之乎？是則以為恩愛之道無有差等之異也，但施行恩愛之道，當自父母之親為始耳，我所以厚葬其親，何為獨非以墨道也？之，夷子自稱己之名也。徐子又以夷子此言告於孟子。“孟子曰：夫夷子信以為人之親其兄之子”至“亦必有道矣”，孟子又言今夷子以為愛無差等，是夷子信以為人親愛其兄之子，為若親愛其鄰家之赤子乎？然彼夷子蓋亦有所取而云耳，故亦不足怪也。彼夷子必謂孺子有將入井，人皆有怵惕惻隱之心，故云愛無差等，又以古之人“若保赤子”為言也。蓋其赤子匍匐將入於井，非赤子之罪惡也，但以赤子未有知，人故不忍見焉，故救之耳。今夷子必以此況之，而遂以為愛無差等，如親其兄之子，為若親其鄰之赤子同是，則親兄之子，必亦得將入井然後救之矣，是夷子未達人情者也。且天之生萬物也，皆使其由一本而出矣。今夷子以他人之親與己之親同，是為有二本也，又安知先王製禮而稱人之情以為之厚薄，施於父子者不以同於兄弟，行於同宗者不以行於鄰族也。蓋上世於太古未製禮之時，常有不葬其親者。其親之死，則抬舉而委棄於路傍坑壑之中，他日，子過之於此，見其狐狸野獸食之，蠅蚋飛蟲且共嘬食，其子之額泚泚然出汗，故眥睨而不敢詳視。夫子所以有泚泚然之汗於額而出者，非為他人而慚也，故如是而泚泚，泚然而出於額也，以其中心有所不忍其親之如是，故自中心之所痛恨，故發之於面目，所以有泚泚然之汗出於額也。蓋不忍之如是，乃歸取虆梩籠臿取土而遮掩之，誠是其不忍其親之道也。是則孝子仁人之心，而掩其親亦必有道耳，孟子所以言是者，蓋非墨家薄葬為非，而以厚葬為是，故以直其正道矣。夫以謂太古未製禮之時，子有不忍其親為獸蟲所食，尚知掩之之道，況今之世，先王所製定其禮，而可蔽之墨家道而薄葬為是、而以厚葬為非邪？夷子既以能厚其親，而尚不知以墨家之所薄為非，所以執此而直之使正耳。“徐子以告夷子”至“命之矣”者，徐子又因孟子此言而告於夷子，夷子乃憮然而覺悟其己之罪，故頃然為間，曰：我今受孟子之教命，而不敢逆矣。"
      }
    ]
  }
}
