{
  "chapterNumber": 8,
  "title": "卷四上·離婁上",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷七上•離婁章句上（凡二十八章）"
      },
      {
        "index": 2,
        "text": "（離婁者，古之明日者，蓋以為黃帝之時人也。黃帝亡其玄珠，使離朱索之，離朱即離婁也。能視於百步之外，見秋毫之末。然必須規矩，乃成方圓，猶《論語》“述而不作，信而好古”，故以名篇。）"
      },
      {
        "index": 3,
        "text": "疏正義曰：前章首論滕文公問以古道，故以《滕文公》為篇題，次於公孫丑問政，謂其為政莫大於反古也。然則此篇孟子首言離婁之明，故以目為篇題，次於《滕文公》問以古道，是亦反古道者莫大乎明也，遂次《滕文公》之篇，所以揭《離婁》為此篇之題。此篇凡六十章趙氏分之以為上下卷。此卷隻有二十八章而已。一章言雖有巧智，猶須法度。二章言法則堯舜，鑒戒桀紂。三章言安仁在於為仁，惡弗去則患及其身。四章言行有不得於人，反求諸身，責己之道也。五章言天下國家，本正則立，本傾則踣。六章言巨室不罪，鹹以為表，德之流行，可充四海。七章言遭衰逢亂，屈服強大，據國行仁，天下無敵。八章言人之安危，皆由於己。九章言水性趨下，民樂歸仁。十章言曠仁舍，禮自暴棄之道也。十一章言親親敬長，近取諸己。十二章言事上得君，乃可臨民，信友悅親，本在於身。十三章言養老尊賢，國之上務。十四章言聚斂富民，棄於孔子，重人命之至者。十五章言知人之道。十六章言人君恭儉，率下移風，人臣恭儉，明其廉忠。十七章言權時之義，嫂溺援手。十八章言父子至親，相責離恩，易子而教，相成以仁。十九章言上孝養誌，下孝養體。二十章言小人為政，不足間非，君正國定，下不邪侈。二十一章言不虞獲譽，不可為戒，求全受毀，未足懲咎。二十二章言言出於身，不惟其責，則易之矣。二十三章言人患在為師。二十四章言尊師重道。二十五章言餔啜沈浮，君子不與。二十六章言無後不可。二十七章言仁義之本在孝悌。二十八章言天下之富貴，不若得意於親。其餘二十二章分在下卷，不無敘焉。○注“離婁”至“題篇”。○正義曰：《莊子•天地》篇云：“黃帝遊乎赤水之北，登乎昆侖之山，南望而歸。遺其元珠，使知索之，不得；使離朱索之。”蓋其人也，離朱即離婁也。《論語》第七篇首云：“述而不作，信而好古，竊比於我老彭。”是其旨也。"
      },
      {
        "index": 4,
        "text": "孟子曰：“離婁之明，公輸子之巧，不以規矩，不能成方員。(公輸子魯班，魯之巧人也，或以為魯昭公之子。雖天下至巧，亦猶須規矩也。)師曠之聰，不以六律，不能正五音。(師曠，晉平公之樂太師也，其聽至聰。不用六律，不能正五音。六律，陽律，大蔟、姑洗、蕤賓、夷則、無射、黃鍾也。五音，宮、商、角、徵、羽也。)堯、舜之道，不以仁政不能平治天下。(當行仁恩之政，天下乃可平也。)今有仁心仁聞，而民不被其澤，不可法於後世者，不行先王之道也。(仁心，性仁也。仁聞，仁聲遠聞也。雖然，猶須行先王之道，使百姓被澤，乃可為後世之法也。)故曰：徒善不足以為政，徒法不能以自行。(但有善心而不行之，不足以為政。但有善法度而不施之，法度亦不能獨自行也。)《詩》云：‘不愆不忘，率由舊章。’遵先王之法而過者，未之有也。(《詩•大雅•假樂》之篇。愆，過也。所行不過差矣，不可忘者，以其循用舊故文章遵用先王之法度，未聞有過者也。)聖人既竭目力焉，繼之以規矩準繩，以為方平直，不可勝用也。(盡已目力，續以其四者，方、員、平、直可得而審知，故用之不可勝極也。)既竭耳力焉，繼之以六律，正五音，不可勝用也。(音須律而正也。)既竭心思焉，繼之以不忍人之政，而仁覆天下矣。(盡心欲行恩，繼以不忍加惡於人之政，則天下被覆衣之仁也。)故曰：為高必因丘陵，為下必因川澤，為政不因先王之道，可謂智乎？(言因自然，則用力少而成功多矣。)是以惟仁者宜在高位。不仁而在高位，是播其惡於眾也。(仁者能由先王之道。不仁逆道，則自播揚其惡於眾人也。)上無道揆也，下無法守也，朝不信道，工不信度，君子犯義，小人犯刑，國之所存者幸也。(言君無道術可以揆度天意，臣無法度可以守職奉命，朝廷之士不信道德，百工之作不信度量。君子觸義之所禁，謂學士當行君子之道也。小人觸刑，愚人罹於密網也。此亡國之政，然而國存者，僥幸耳，非其道也。)故曰：城郭不完，兵甲不多，非國之災也；田野不辟，貨財不聚，非國之害也；上無禮，下無學，賊民興，喪無日矣。(言君不知禮，臣不學法度，無以相檢製，則賊民興，亡在朝夕，無複有期日。言國無禮義必亡。)《詩》曰：‘天之方蹶，無然泄泄。’泄泄，猶遝遝也。事君無義，進退無禮，言則非先王之道者，猶遝遝也。(《詩•大雅•板》之篇。天謂王者。蹶，動也。言天方動，汝無然遝遝，但為非義非禮、背先王之道而不相匡正也。)故曰：責難於君謂之恭，陳善閉邪謂之敬，‘吾君不能’謂之賊。”(人臣之道，當進君於善，責難為之事，使君勉之。謂行堯舜之仁，是為恭臣。陳善法以禁閉君之邪心，是為敬君。言吾君不肖，不能行善，因不諫正，此為賊其君也。故有恭敬賊三者之善。)"
      },
      {
        "index": 5,
        "text": "疏“孟子曰：離婁乏明”至“吾君不能謂之賊”。○正義曰：此章指言雖有巧智，猶須法度，國由先王，禮義為要，不仁在位，播越其惡，誣君不諫，故謂之賊。明上下相須，而道化行也。“孟子曰：離婁之明，公輸子之巧，不以規矩，不能成方員”者，公輸子魯班，魯之巧匠也。孟子謂離婁明雖足以察秋毫之末，公輸子其性雖巧，然不以規矩之度，不能成其方員之器。規所以員也，言物之員者皆由規之所出也。矩所以方也，言物之方者皆由矩之所出也。“師曠之聰，不以六律，不能正五音”者，師曠，樂官名也。孟子又謂師曠其耳雖聰，善能聽音，然不得六律以和之，固不能正其五音也。六律五音，大蔟、姑洗、蕤賓、夷則、無射黃鍾是六律也；宮、商、角、徵、羽是五音也。“堯舜之道，不以仁政不能平治天下”者，堯、舜二帝，唐虞之盛者也，然而不以仁政而施之於天下，故不能平治天下而享無為之功矣。以其天下平治，由仁政之施也，如物之方員必自規矩之所出，五音之正由六律以和之者也。“今有仁心仁聞，而民不被其澤，不可法於後世者，不行先王之道也”者，孟子言今之人君，雖有仁人不忍之心，又有仁聲而遠聞四方，然而民皆不得霑被其恩澤，不可為後世之所法者，以其不行古先王之道而治之也。無他，蓋以先王之道，有恩澤足以被民，其法可為後世取象故也。苟不行先王之道，雖有仁心仁聞，亦若離婁之明、師曠之聰、堯舜之道，不得以規矩、六律、仁政為之，亦無如之何也已矣。“故曰：徒善不足以為政，徒法不能以自行”者，此孟子言至於此，所以複言之者也。徒善不足以為政，蓋謂雖有先王之道而為之善，然而人不能用而行之，是徒善不足以為政也。徒法不能以自行，蓋謂雖有規矩、六律之法，然而人不能因而用之，是徒法不能以自行也。以其規矩、六律之法不能自行之，必待人而用之，然後能成其方員、正其五音也。堯舜之道，自不足以為之政，必待人而行之，然後能平治天下而為法於後世也。“《詩》云：‘不愆不忘，率由舊章。’遵先王之道而過者，未之有也”者，孟子引《大雅•假樂》之篇文而云也，蓋謂不愆違，不忘去其故舊典章皆循而用之，未有過失者也。故複言之曰：遵先王之法而過者，未之有也。典章者，即先王之法也。“聖人既竭目力焉，繼之以規矩準繩，以為方員平直，不可勝用也”者，孟子又言聖人既竭己目力而視，續以規矩準繩而為方員平直，故其用之不可勝極也。蓋規所以能員，矩所以能方，準所以能平，繩所以能直故也。“既竭耳力焉，繼之以六律正五音，不可勝用也”者，孟子又言聖人既已盡其耳力而聽之，又續以六律而正五音，故其用亦不可勝極也。蓋六律所以正五音也。“既竭心思焉，繼之以不忍人之政，而仁覆天下矣”者，孟子又言聖人既已能盡心之所思慮，續以施其不忍人之政，則仁恩德澤，足以覆蓋於天下矣。無他，以其仁恩廣大矣，故云覆天下，故曰為高。必因丘陵為下，必因川澤為政，不因先王之道，可謂智乎者？孟子言至於此，又所以複言之者也，蓋譬言人之欲為高者，必因其丘陵而為之也；為下者，必因其川澤而為之耳。無他，以其丘陵之山其本高矣，川澤之地其本下矣，言為政於天下者，而不因先王之道為之，豈足謂之智者乎？言不可謂之智矣。以其先王之道是為之所本焉，故智足以有知，苟為政而不知以先王之道為本，豈謂之智乎？大抵孟子言規矩準繩六律者，皆譬為政而言也。抑亦知孟子長於譬喻者歟。“是以惟仁者宜在高位。不仁而在高位，是播其惡於眾也”者，孟子於此畢其譬喻，乃曰：是以惟仁者之君宜其處高位為尊也，不仁之君而處高位，是其處高位而播揚其惡於人民之眾矣。“上無道揆也，下無法守也，朝不信道，工不信度，君子犯義，卜人犯刑，國之所存者幸也”者，孟子言上之為君無道術以表率其下，下之為臣無法度以守其職，朝廷之士皆不信其道德，百工之作皆不信其度量，君子之人以之觸義之所具，小人之人以之犯冒其刑憲，然而如此而國尚存而不亡者，以其僥幸得存焉。必云幸也，蓋少有存者也。“故曰：城郭不完，兵甲不多，非國之災也；田野不辟，貨財不聚，非國之害也；上無禮，下無學，賊民興，喪無日矣”者，孟子言至此，所以複言之也，故云城郭頹壞而不完，兵甲之器少，此非為國之災害也；田野荒蕪而不開辟，貨財竭盡而無貯聚，此非為國之害也；然而上之為君無禮法以檢製，下之為人臣不學法度以守職，賊民相殺戮以之興起，是則國之喪亡俱在朝夕，無複有日矣。“《詩》云：天之方蹶，無然泄泄。泄泄，猶遝遝也。事君無義，進退無禮，言則非先王之道者，猶遝遝也”者，自“天之方蹶”至“泄泄猶遝遝也”，是《詩•大雅•板》之篇詩也。自“事君”至“遝遝也”，是孟子自解上云遝遝之義也。其《詩》蓋言王者方動而為非，為之臣者無更遝遝，但複為非禮義以事其王者也，故曰天之方蹶，無然泄泄。泄泄猶遝遝也。蹶，動也。天謂王者也。泄泄則遝遝是也，孟子複自解之，言事君以無義之事事之，其進退無禮節，其言則非先王之道而為言者，是若遝遝者也。以其當匡正其君，不可複長君之惡耳。“故曰：責難於君謂之恭，陳善閉邪謂之敬，吾君不能謂之賊”者，孟子言至於此，所以又複言之者也。故云君之有難惡，當責之以善，能責君難惡以為之善，是為恭，臣恭其君也；陳之以善事，而閉其君之邪心，是謂敬其君者也。如不責君之難，不陳善而閉君之邪，而乃曰我君不能行善，因不諫正之者，是謂殘賊其君者也。故曰：“責難於君謂之恭，陳善閉邪謂之敬，吾君不能謂之賊。”○注“公輸子”至“規矩也”。正義曰：案《淮南子》云：“楚欲攻宋，墨子聞而悼之。見楚王曰：‘臣見大王之必傷義，而不得宋。’王曰：‘公輸，天下之巧工，作為云梯之械，設以攻宋，曷為弗取？’墨子曰：‘令公輸設攻，臣請守之。’於是公輸設攻宋之械，墨子設守宋之備，九攻而墨子九卻之，弗能入。乃偃兵不攻。”是公輸即魯般也，或云是魯昭公之子也。○注“ 師曠，晉平公之樂太師”至“羽也”。正義曰：案《呂氏春秋》云：“晉平公鑄鍾，使工聽之，皆以為調。師曠曰：‘不調，請更鑄之。’平公曰：‘工皆以為調矣。’師曠曰：‘後世有知音者，將知不調。臣竊為恥之。’至師涓，果知鍾之不調。”是師曠善聽，為晉平公之樂師也。云“六律，陽律，大蔟、姑洗、蕤賓、夷則、無射、黃鍾”。案《律曆誌》云：《呂不韋春秋》言黃鍾之宮，律之本也，下生林鍾，林鍾上生大蔟，大蔟下生南呂，南呂上生姑洗，姑洗下生應鍾，應鍾上生蕤賓，蕤賓下生大呂，大呂下生夷則，夷則上生夾鍾，夾鍾下生無射，無射上生中呂。淮南王安延致儒生博士亦為律呂，云黃鍾之律九寸，而宮音調因而九之，九九八十一，故黃鍾之數，立位在子。大蔟其數七十二，姑洗之數六十四，蕤賓之數五十七，夷則之數五十一，無射之數四十五。以黃鍾、大蔟為商，姑洗為角，角生應鍾，不比正音，故為和。應鍾生蕤賓，不比正音，故為繆。日冬至，音比林鍾，浸以濁日。夏至，音比黃鍾，浸以清。以十二律應二十四時之變，甲子，大呂之徵也；丙子，夾鍾之羽也；戊子，黃鍾之宮也；庚子，無射之商也；壬子，夷則之角也。其為音，一律而生五音，十二律為六十音，因而六之，六六三十六，故三百六十五日以當一歲之日。故律之數，天地之道也。凡此則以律正五音之謂也。○注《詩•大雅•假樂》之篇。○正義曰：箋云：愆，過也。率，循也。言成王之令德不過誤，不遺失，循用舊典之文章。舊典謂周公之禮法也。○注云“《詩•大雅•板》之篇”。○正義曰：箋注云：蹶，動也；泄泄猶遝遝也。箋云：天斥王也。王方欲艱難天下之民，又方更變先王之道，無遝遝然，為之製法度，達其意以成其意。"
      },
      {
        "index": 6,
        "text": "孟子曰：“規矩，方員之至也。聖人，人倫之至也。(至，極也。人事之善者，莫大取法於聖人，猶方員須規矩也。)欲為君，盡君道；欲為臣，盡臣道：二者皆法堯、舜而已矣。(堯舜之為君臣道備。)不以舜之所以事堯事君，不敬其君者也。不以堯之所以治民治民，賊其民者也。(言舜之事堯，敬之至也。堯之治民，愛之盡也。)孔子曰：‘道二，仁與不仁而已矣。’暴其民甚，則身弑國亡；不甚，則身危國削。名之曰幽、厲，雖孝子慈孫，百世不能改也。(仁則國安，不仁則國危亡。甚謂桀、紂，不甚謂幽、厲。厲王流於彘，幽王滅於戲，可謂身危國削矣。名之謂諡之也，諡以幽、厲，以章其惡，百世傳之，孝子慈孫，何能改也！)《詩》云：‘殷鑒不遠，在夏後之世。’此之謂也。”(《詩•大雅•蕩》之篇也。殷之所鑒視，近在夏後之世矣。以前代善惡為明鏡也，欲使周亦鑒於殷之所以亡也。)"
      },
      {
        "index": 7,
        "text": "疏“孟子曰規矩”至“此之謂也”。○正義曰：此章指言法則堯舜，以為規矩，鑒戒桀紂，避遠危殆，名諡一定，千載而不可改也。“孟子曰：規矩，方員之至也。聖人，人倫之至也”者，孟子言規矩之度，其為方員之至者也。謂之至者，以其至矣盡矣，不可以有加矣。聖人是為人倫之至者亦然。人倫：君臣、父子、夫婦、兄弟、朋友是也。“欲為君，盡君道；欲為臣，盡臣道：二者皆法堯、舜而已矣”者，孟子言凡欲為人君者，當盡其為君之道也；凡欲為人臣者，當盡其為臣之道也：此二者在皆則法堯、舜而已矣。以堯舜所為君臣之道備矣。“不以舜之所以事堯事君，不敬其君者也。不以堯之所以治民治民，賊其民者也”者，言為人臣者，如不以舜之所以事堯者事君，是不尊敬其君者也；為人臣者，如不以堯之所以治民者治民，是殘賊其民者也。舜所以事堯者，盡其義之道也。堯之所以治民者，盡其仁之道也。義所以敬其君者也，仁所以愛其民者也。“孔子曰：道二，仁與不仁而已矣。暴其民甚，則身弑國亡；不甚，則身危國削。名之曰幽、厲，雖孝子慈孫，百世不能改也”者，孟子言孔子有曰道有二，是仁與不仁為二而已。暴虐其民，以至於甚極，則身必為下之所殺，而國必喪亡矣；不至於極甚，則身必危難，而國必滅削，諡之曰幽、厲之君，既諡為幽、厲，以章惡於後世，雖有孝子慈孫所出，亦不能改此諡也。厲王但止於流彘，幽王滅於戲，是謂身危國削矣。如身弑國亡，而孟子不止歸於人名者，以其被所殺戮，國已喪亡，足以章其惡，固不待為諡而彰之矣，如桀紂者也。“《詩》云：殷鑒不遠，在夏後之世。此之謂也”者，蓋《詩•大雅•蕩》之篇文也。其詩已謂殷之世所以鑒視在近而不遠者，以其即在夏後之世是也。以其前代善惡，足以為明鏡而可鑒也。孟子所以云“此之謂也”者，蓋欲使周之時亦鑒於殷之所以亡也。○注“ 堯舜之為君臣道備”。○正義曰：《書》云：“堯克明俊德，以親九族，平章百姓，協和萬邦，黎民於變時雍。”蓋為君之道盡於此矣，是君道之備也。舜自“元德升聞”，以之事堯，而“慎徽五典，百揆時敘，賓於四門，四門穆穆”，其後坐常見堯於牆，食常見堯於羹。蓋為臣道盡於此矣，是臣之道備也。○注“ 桀紂幽厲”。○正義曰：案《史記本紀》云：桀為虐政淫荒，湯伐之，於是桀敗於有娀之墟，湯王乃改正朔，易服色，是為湯王，為殷之始王。又云：紂資辨捷，知足以拒諫，言足以飾非，好酒淫樂，醢九侯，脯鄂侯，武王東伐，至於盟津伐紂，紂兵敗走，入登鹿台，衣其寶玉，赴火而死，武王遂斬紂頭，懸之白旗，殷民大悅，武王於是為天子，以為周之王。又云：“厲王行暴虐，侈傲，國人謗之。於是相與畔，襲厲王。厲王出奔於彘。”韋昭曰“彘，晉地也。漢為縣，屬河東，今曰永安”是也。厲王終死於彘，於是太子靜即位，是為宣王。宣王崩，子幽王宮涅立。幽王以褒姒不好笑，幽王欲其笑，乃為燧火、大鼓，有寇至則舉燧火，諸侯悉至，至而無寇，褒姒乃大笑，幽王悅之，為數舉烽燧。其後不信，諸侯益不至。幽王以虢石父為卿用事，國人皆怨。申侯怒，與繒西夷犬戎攻幽王。幽王舉烽火徵兵，兵不至，遂殺幽王驪山下。《汲塚紀》年曰：湯滅夏，以至於紂，二十九王，凡四百九十六年。自武滅紂，以至幽王，凡二百五十七年。○注“《詩•大雅•蕩》之篇”。○正義曰：箋云：“此言殷之明鏡不遠，近在夏後之世，謂湯誅桀也。後武王誅紂，今之王何以不用為之戒。”孟子於此所以引之，以戒其時之君臣也。"
      },
      {
        "index": 8,
        "text": "孟子曰：“三代之得天下也以仁，其失天下也以不仁。國之所以廢興存亡者亦然。(三代，夏、商、周。國，謂公、侯之國，存亡在仁與不仁而已。)天子不仁，不保四海；諸侯不仁，不保社稷；卿大夫不仁，不保宗廟；士庶人不仁，不保四體。今惡死亡而樂不仁，是由惡醉而強酒。”(保，安也。四體，身之四肢。強酒則必醉也，喻惡亡而樂不仁也。)"
      },
      {
        "index": 9,
        "text": "疏“孟子曰三代”至“強酒”。○正義曰：此章指言人所以安，莫若為仁，惡而弗去，患必在身，自上達下，其道一焉。“孟子曰：三代之得天下也以仁，其失天下也以不仁。國之所以廢興存亡者亦然”者，孟子言夏、商、周三代之王，其所以得天下也，以其皆以仁存心為政於天下而得之也。三代之中，其有以失天下者，以其不仁，故失之也。以至公、侯之國，所以有廢而不興，有興而不廢者，亦如三代之得天下也以仁，失天下也以不仁也。以其皆在於仁道而已。“天子不仁，不保四海；諸侯不仁，不保社稷；卿大夫不仁，不保宗廟；士庶人不仁，不保四體。今惡死亡而樂不仁，是猶惡醉而強酒”者，孟子言為天子者不為仁，則不能安其四海；諸侯不仁，則不能安其社稷；卿大夫不為仁，則不能安其宗廟；士庶人不為仁，則不能安其四體。四體，身之四肢也。天子守四海，諸侯守社稷，卿大夫守宗廟，士庶人守其身，故各因其所守而言也。今天下之人皆知疾惡其死亡，而以樂為不仁，是若惡其醉酒而以強飲其酒耳，亦《論語》孔子謂惡濕而居下之意也。"
      },
      {
        "index": 10,
        "text": "孟子曰：“愛人，不親，反其仁。治人，不治，反其智。禮人，不答，反其敬。行有不得者，皆反求諸己，其身正而天下歸之。(反其仁，己仁獨未至邪？反其智，己智猶未足邪？反其敬，己敬獨未恭邪？反求諸身，身已正則天下歸就之，服其德也。)《詩》云：‘永言配命，自求多福。’”(此詩已見上篇，其義同。)"
      },
      {
        "index": 11,
        "text": "疏“孟子曰”至“自求多福”。○正義曰：此章指言行有不得於人，一求諸身，責已之道也，改行飭躬，福則至矣。“孟子曰：愛人，不親，反其仁。治人，不治，反其智”至“而天下歸之”者，孟子言愛人而人不親之，必吾仁有所未至“也，故當反己責之。治其人而人不治者，必吾之智有所未盡也，故當反已而責之也。禮接於人而人不以禮報答之，必吾之敬有所未至也，故當反己而責之也。凡所行有不得於人者，皆當反求諸己而已，以其身之所有未至也，故當自反而責之。蓋以身先自治而正之，則天下之人皆歸之而服其德也。如顏淵克已而天下歸仁焉是也。“《詩》云：永言配命，自求多福”，已說於上篇，此固不說。"
      },
      {
        "index": 12,
        "text": "孟子曰：“人有恒言，皆曰‘天下國家’。(恒，常也。人之常語也。天下謂天子之所主，國謂諸侯之國，家謂卿大夫家。)天下之本在國，國之本在家，家之本在身。”(治天下者不得良諸侯無以為本，治其國者不得良卿大夫無以為本，治其家者不得良身無以為本也。是則本正則立，本傾則踣，固在所敬慎而已。)"
      },
      {
        "index": 13,
        "text": "疏“孟子曰”至“本在身”。○正義曰：此章指言天下國家，各依其本，本正則立，本傾則踣，雖曰常言，必須敬慎也。“孟子曰：人有恒言，皆曰天下國家”者，孟子言人之所常言，皆曰天下國家也。天子有天下，公侯有國，大夫有家。“天下之本在國，國之本在家，家之本在身”者，言天下之根本，獨在於公侯為之根本也；公侯之根本，又在卿大夫為之根本也；卿大夫之根本，抑又在於私身為之根本也。如《大學》有云：“欲明明德於天下，必先治其國。欲治其國，必先齊其家。欲齊其家，必先修其身。”此其意也。云“天下國家”者，天子有天下謂之天下，諸侯有國謂之國。然有國者不可以稱天下，有天下者或可以稱國，故諸侯謂之邦國，天子謂之王國。國家文從或，又從國，為其或之也，故國之也。至於家，則自天子達於庶人，未嘗不通稱之矣。"
      },
      {
        "index": 14,
        "text": "孟子曰：“為政不難，不得罪於巨室。(巨室，大家也。謂賢卿大夫之家，人所則效者。言不難者，但不使巨室罪之，則善也。)巨室之所慕，一國慕之；一國之所慕，天下慕之。故沛然德教，溢乎四海。”(慕，思也。賢卿大夫，一國思隨其所善惡，一國思其善政，則天下思以為君矣。沛然大治，德教可以滿溢於四海之內也。)"
      },
      {
        "index": 15,
        "text": "疏“孟子曰”至“溢乎四海”。○正義曰：此章指言天下傾心，思慕向善，巨室不罪，鹹以為表，德之流行，可以充四海也。“孟子曰：為政不難，不得罪於巨室”者，巨室喻卿大夫之家也，孟子言為政於天下易而不難也，但不得罪於卿大夫之家也，以其卿大夫之家，以上則近君，而君所待以輔弼；以道則近民，而民待以視效。故君之言動，其是非可得而剌也；國之政令，其得失可得而議也。道合則從，不合則去，君民之從違而係之也，故為君不得罪於卿大夫，則為政可以行天下矣。“巨室之所慕，一國慕之。一國之所慕，天下慕之。故沛然德教溢乎四海”者，言卿大夫之所思慕也，一國亦隨而思慕之，一國所思慕，則天下亦隨而思慕之，故沛然大洽，其上之德教，可以充溢乎四海，如東注之水，沛然流溢乎四海也。此言四海，猶中國則謂之天下，夷狄則謂之四海耳。孟子之意，蓋欲當時國君為政，直其道，正其心，使卿大夫慕之而不去，則遠近雖異方莫不均慕之。此德教所以溢乎四海，亦如傳云大夫者，近者視而效之，遠者望而效之，蓋其意也。"
      },
      {
        "index": 16,
        "text": "孟子曰：“天下有道，小德役大德，小賢役大賢。天下無道，小役大，弱役強。斯二者，天也。順天者存，逆天者亡。(有道之世，小德、小賢樂為大德、大賢役，服於賢德也。無道之時，小國、弱國畏懼而役於大國、強國也，此二者天時所遭也，當順從之，不當逆也。)齊景公曰：‘既不能令，又不受命，是絕物也。’涕出而女於吳。(齊景公，齊侯。景，諡也。言諸侯既不能令告鄰國，使之進退，又不能事大國，往受教命，是所以自絕於物。物，事也。大國不與之通朝聘之事也，吳，蠻夷也，時為強國，故齊侯畏而恥之，泣涕而與為婚。)今也小國師大國而恥受命焉，是猶弟子而恥受命於先師也。(今小國以大國為師，學法度焉，而恥受命教，不從其進退，譬猶弟子不從師也。)如恥之，莫若師文王。師文王，大國五年，小國七年，必為政於天下矣。(文王行仁政，以移殷民之心，使皆就之。今師效文王，大國不過五年，小國七年，必得政於天下矣。文王時難，故百年乃治，今之時易；文王由百里起，今大國乃逾千里，過之十倍有餘，故五年足以為政，小國差之，故七年。)《詩》云：‘商之孫子，其麗不億，上帝既命，侯於周服。侯服於周，天命靡常，殷士膚敏，祼將於京。’(《詩•大雅•文王》之篇。麗億，數也。言殷帝之子孫，其數雖不但億萬人，天既命之，惟服於周。殷之美士，執祼鬯之禮，將事於京師，若微子者。膚，大。敏，達也，此天命之無常也。)孔子曰：‘仁不可為眾也，夫國君好仁，天下無敵。’(孔子云：行仁者，天下之眾不能當也。諸侯有好仁者，天下無敢與之為敵。)今也欲無敵於天下而不以仁，是猶執熱而不以濯也。詩云：‘誰能執熱，逝不以濯。’”(《詩•大雅•桑柔》之篇。誰能持熱而不以水濯其手，喻其為國誰能違仁而無敵於天下也。)"
      },
      {
        "index": 17,
        "text": "疏“孟子曰：天下有道”至“逝不以濯”。正義曰：此章指言遭衰逢亂，屈伏強大，據國行仁，天下莫敵。雖有億眾，無德不親，執熱須濯，明不可違仁也。“孟子曰：天下有道，小德役大德，小賢役大賢。天下無道，小役大，弱役強。斯二者，天也，順天者存，逆天者亡”者，孟子言天下有治道之時，小德樂為大德。小賢樂為大賢，故小德役服大德，小賢役服大賢。以其德之得於己者有多少，故有大德小德。以其賢之賢於人也有遠近，故有大賢小賢。天下有道，則論德而定位，故小德役大德，小賢役大賢。天下無道而亂，則小國弱國畏懼而役於大國強國。以其力有小大，勢有強弱，故有小有大，有弱有強。天下無道，則力勝德，勢勝賢，故小役大，弱役強。言二者皆天使然也，順其天者故存，逆其天者故亡。以其所遭之時然也，故當順而不當逆。“ 齊景公曰：既不能令，又不受命，是絕物也。涕出而女於吳”者，孟子引齊景公謂諸侯既不能以令製鄰國，又不能受命以製於鄰國，是自絕於交通朝聘之事也。於是景公泣涕，以女事於吳。是時吳為強大也，故女於吳，此乃小役大，弱役強者也。“今也小國師大國而恥受命焉，是猶弟子而恥受命於先師也”者，言今也為之小國者，既以師其大國，而恥羞受大國之命焉，如此，是若為之弟子者，以羞恥受教命於先師也。“如恥之，莫若師文王。師文王，大國五年，小國七年，必為政於天下矣”者，言如恥受命於大國，莫若師法文王也。如師法文王，則大國不過五年，小國不過七年，必能為政行於天下矣。以言其時之易也。“《詩》云：商之孫子，其麗不億，上帝既命，侯於周服。侯服於周，天命靡常。殷士膚敏，祼將於京”者，此蓋《詩•大雅•文王》之篇文也。孟子所以引此者，蓋言其天命靡常、惟德是親之意也。其詩言商王之子孫雖相附麗，而不足以為強，雖數至億，而不足以為眾。至文王膺受上天之駿命，而商之孫子，乃為君侯於周之九服中，然為君處服於周，是天命靡常，惟德是親也。不特商之子孫如此，其為殷之侯者，為壯美之士，亦莫不執祼鬯之禮，而皆助祭於周之京師也。孔子曰“：仁不可為眾也，夫國君好仁，天下無敵”者，言孔子有曰為仁者，不可為眾而當之也，夫國君能好仁，則天下無敢與之敵也。“今也欲無敵於天下而不以仁，是猶執熱而不以濯也”者，言今也欲為無敵於天下，而不以仁為之，是若持其熱物而不以濯也。濯者以水濯其手也。“《詩》云：誰能執熱，逝不以濯”，蓋《詩》之《大雅•桑柔》之篇文也。孟子於此所以引之，蓋謂《詩》有云，言誰能持其熱物往而不以水濯手也。以其執熱，須濯手於水也，如欲無敵於天下，必須為仁也。○注“齊景公，齊侯。景，諡也”至“為婚”。○正義曰：云“景，諡也”者，案《史記》云：靈王十六年，齊莊公母弟杵臼立，是為景公，在位五十八年，卒，諡曰景。地近荊蠻，故注云蠻夷也。○注“《詩•大雅》”至“無當也”。正義曰：箋云：麗，數也。於，於也。言商之子孫，其數不徒億多言之也，至天已命文王之後，乃為君於周之九服中。言眾之不如德也。九服，案《周禮》九服云：“侯甸男采衛蠻夷鎮蕃人也。”毛注云：“殷士，殷侯也。膚，美也。敏，疾也。祼，灌鬯也。將，行也。”鄭云：“祼謂以圭瓚酌鬱鬯以獻屍也。瓚如槃大，五升，口徑八寸，深二寸，其柄用圭。”是也。○注“《詩•大雅•桑柔》之篇”。○正義曰：箋云：當如手持熱物之用濯，亦猶治國之道當用其賢人者也。"
      },
      {
        "index": 18,
        "text": "孟子曰：“不仁者可與言哉？安其危而利其菑，樂其所以亡者。不仁而可與言，則何亡國敗家之有？(言不仁之人，以其所以為危者反以為安，必以惡見亡而樂行其惡，如使其能從諫從善可與言議，則天下何有亡國敗家也？)有孺子歌曰：‘滄浪之水清兮，可以濯我纓。滄浪之水濁兮，可以濯我足。’孔子曰：‘小子聽之，清斯濯纓，濁斯濯足矣。自取之也。’(孺子，童子也。小子，孔子弟子也。清、濁所用，尊、卑若此。自取之，喻人善、惡見尊、賤乃如此。)夫人必自侮，然後人侮之；家必自毀，而後人毀之；國必自伐，而後人伐之。(人先自為可侮慢之行，故見侮慢也；家先自為可毀壞之道，故見毀也；國先自為可誅伐之政，故見伐也。)《太甲》曰：‘天作孽，猶可違。自作孽，不可活。’此之謂也。”(以見上篇，說同。)"
      },
      {
        "index": 19,
        "text": "疏“孟子曰”至“此之謂也”。正義曰：此章指言人之安危，皆由於己，先自毀伐，人乃討攻討，甚於天孽，敬慎而已，如臨深淵，戰戰恐懼也。“孟子曰：不仁可與言哉？安其危而利其菑，樂其所以亡者。不仁而可與言，則何亡國敗家之有”者，孟子言不仁之人可與言哉？言不可與之言也。以其不仁之人，以危為之安，以菑為之利，樂行其所以亡者也。如不仁而可以與言議，以其能從諫從善也，如此，則何有亡國敗家者哉！言不能亡國敗家也。“有孺子歌曰：‘滄浪之水清兮，可以濯我。滄浪之水濁兮，可以濯我足”者，“子曰”至“自取之也”者，孟子言有孺子歌詠，曰滄浪之水清兮，則可以洗濯我之纓；滄浪之水渾濁兮，則可以洗濯我之足。以其纓在上，人之所貴，水清而濯纓，則清者人之所貴也；足在下，人之所賤，水濁而濯足，則濁者人之所賤也。孔子曰：小子當聽之，清，斯濯其纓，濁，斯濯其足。貴、賤人所自取之也。孺子，童稚也。小子，則孔子稱弟子也。清斯喻仁，濁斯喻不仁，言仁與不仁，見貴、賤亦如此也。“夫人必自侮，然後人侮；之家必自毀，而後人毀之；國必自伐，而後人伐之”者，孟子言夫人苟自為可侮之事，然後人從其事而侮慢之；家自為可毀讟之事，而後人從而毀讟之；國必自為可誅戮之事，而人然後從而誅戮之：斯亦自取之謂也。“《太甲》曰：天作孽，猶可違。自作孽，不可活。此之謂也”者，已說在上篇。○注云“如臨深淵，戰戰恐懼也”。○正義曰：此蓋《詩》之《小雅•小旻》之篇文也，注云“戰戰恐懼”也，趙氏放之而已。\n卷七下•離婁章句上"
      },
      {
        "index": 20,
        "text": "孟子曰：“桀、紂之失天下也，失其民也。失其民者，失其心也。(失其民之心，則天下畔之，簞食壺漿以迎武王之師是也。)得天下有道，得其民，斯得天下矣。得其民有道，得其心，斯得民矣。得其心有道，所欲與之聚之，所惡勿施爾也。(欲得民心，聚其所欲而與之。爾，近也。勿施行其所惡，使民近，則民心可得矣。)民之歸仁也，猶水之就下、獸之走壙也。故為淵驅魚者獺也，為叢驅爵者鸇也。為湯、武驅民者，桀與紂也。今天下之君有好仁者，則諸侯皆為之驅矣。雖欲無王，不可得已。(民之思明君，猶水樂卑下，獸樂廣野，驅之則歸其所樂。獺，獱也。鸇，土鸇也。故云諸侯好為仁者，驅民若此也。湯、武行之矣，如有則之者，雖欲不王，不可得也。)今之欲王者，猶七年之病求三年之艾也。苟為不畜，終身不得。苟不誌於仁，終身憂辱，以陷於死亡。(今之諸侯欲行王道，而不積其德。如至七年病，而卻求三年時艾，當畜之乃可得，以三年時不畜藏之，至七年欲卒求之，何可得乎？艾可以為灸人病，乾久益善，故以為喻誌仁者亦久行之，不行之，則憂辱以陷死亡，桀、紂是也。)《詩》云：‘其何能淑？載胥及溺。’此之謂也。(《詩•大雅•桑柔》之篇。淑，善也。載，辭也。胥，相也。刺時君臣何能為善乎？但相與為沉溺之道也。)"
      },
      {
        "index": 21,
        "text": "疏“孟子曰桀紂”至“此之謂也”。○正義曰：此章指言水性趨下，民樂歸仁；桀紂之驅，使就其君；三年之艾，畜而可得；一時欲仁，猶將沉溺。所以明鑒戒也，是可哀傷也。“孟子曰：“桀紂之失天下也”至“心也”者，孟子言桀紂失亡天下，是失其民。失其民，乃是失其民之心也。“得天下有道”至“勿施爾也”者，言人君所以得天下有其道也，得其民，斯為得天下矣；所以得其民有道者，得其民之心，斯為得民矣；所以得其心有道，在民所欲，而與之聚之，民之所惡，而勿施於民，則近得其民心矣。“民之歸仁也”至“不可得已”者，言民之歸親於仁人之君，如水之歸就於下，獸之樂趨於廣野矣。故為淵而驅聚其魚而歸之淵者，是獺為之驅矣。為叢木而驅聚其爵而歸之叢者，是鷹鸇為之驅也。為湯王、武王而驅聚其民而歸之湯、武者，是桀與紂也。今夫天下為之君者，有能好行其仁政，則天下之諸侯皆為驅聚其民而歸之，亦如獺為淵驅魚，鸇為叢驅爵者而歸之矣。如此，雖欲不為王，不可得而不為耳。“今之欲王者，猶七年之病”至“於死亡”者，言今之國君欲為王者，如七年之病，欲卒而求討三年之艾草也。苟為已前不積，雖終身而死，亦不得此三年之艾也。若苟不誌仁於久，雖終一身憂辱，亦以陷於死亡之地矣。“詩云：‘其何能淑，載胥及溺’，此之謂也”，蓋《詩》之《大雅•桑柔》之篇文也。蓋言何能為之善乎，但相與及其沉溺於患難也。孟子所以言此者，欲時君在於久行其仁，不但欲為之王然後乃行之耳。○注“獺，獱也。鸇，土鸇也”。○正義曰：案《釋名》云：“獺形如貓，居水，食魚者也。”獱，獺之屬也。鸇，鷂之屬也，能食鳥雀。○《詩•大雅•桑柔》之篇。○正義曰：此詩蓋芮伯刺厲王之詩也。"
      },
      {
        "index": 22,
        "text": "孟子曰：“自暴者不可與有言也，自棄者不可與有為也。言非禮義，謂之自暴也。吾身不能居仁由義，謂之自棄也。(言人尚自暴自棄，何可與有言、有為。)仁，人之安宅也。義，人之正路也。曠安宅而弗居，舍正路而不由，哀哉！”(曠，空。舍，縱。哀，傷也。弗由居是者，是可哀傷也。)"
      },
      {
        "index": 23,
        "text": "疏“孟子曰”至“哀哉”。正義曰：此章指言曠仁舍義，自暴棄之道也。“孟子曰：自暴者不可與有言，自棄者不可與有為也”者，孟子言人之有為自暴者，不可與之言議也；有為自棄者，不可與之有所為也。“言非禮義，謂之自暴也。吾身不能居仁由義，謂之自棄也”者，此蓋孟子自解自暴自棄之言也。“仁，人之安宅也”至“哀哉”者，孟子言仁道乃人之所安之宅舍也，義乃為人之正路也。今有空曠其此宅而不安居之，舍去此正路而不行之者，是可得而哀傷之者也。此孟子所以有是而言於當世也。"
      },
      {
        "index": 24,
        "text": "孟子曰：“道在邇而求諸遠，事在易而求諸難。人人親其親，長其長，而天下平。”(邇，近也。道在近，而患人求之遠也。事在易，而患人求之難也。謂不親其親，以事其長，故其事遠而難也。)"
      },
      {
        "index": 25,
        "text": "疏正義曰：此章指言親親敬長，近取諸己，則邇而易者也。“孟子曰”至“天下平”者，孟子言道在近，而人乃求遠，事在易，而人乃求之於難。但人人親愛其所親，敬長其所長，則天下即太平大治矣。親親即仁也，長長即義也。"
      },
      {
        "index": 26,
        "text": "孟子曰：“居下位而不獲於上，民不可得而治也。獲於上有道，不信於友，弗獲於上矣。信於友有道，事親弗悅，弗信於友矣。悅親有道，反身不誠，不悅於親矣。誠身有道，不明乎善，不誠其身矣。(言人求上之意，先從己始，本之於心，心不正而得人意者，未之有也。)是故誠者，天之道也。思誠者，人之道也。至誠而不動者，未之有也。不誠，未有能動者也。”(授人誠善之性者，天也，故曰天道。思行其誠以奉天者，人道也。至誠則動金石，不誠則鳥獸不可親狎，故曰不誠未有能動者也。)"
      },
      {
        "index": 27,
        "text": "疏“孟子曰”至“未有能動者也”。正義曰：此章指言事上得君，乃可臨民；信友悅親，本在於身：是以曾子三省，大雅矜矜，以誠為貴也。“孟子曰：居下位而不獲於上，民不可得而治也”者，孟子言居下位而為君上之臣者，而不見獲於上，則民故不可得而治之也。以其上之所以得民者，乃治也。“獲於上有道”至“不誠其身”者，言獲於上者有其道，如不信於友，則弗獲於上矣，以其君之所以願乎臣者，忠也，如臣弗信於友，則其忠不足稱矣，此所以弗獲於上矣。信於友有其道，如事其親而弗悅其親，則亦弗信於友矣，以其友之所以資於己者仁也，如事親弗悅，則其仁不足稱矣，此所以弗信於友矣。悅親有其道，如反己而不誠，則弗悅於親矣，以其親之所望於己者孝也，如反身不誠，則其孝不足稱矣，此所以不悅於親。誠身有其道，如不能明乎善，則不誠其身矣，以其所謂誠者，亦明乎在我之善而已，如不明其善，則在我之善有所未明，又安知所謂誠？故不明乎善，則不誠其身矣。由此推之，則信於友，是獲於上之道也，悅親是信於友之道也，誠身是悅親之道也，而明乎善者是又誠身之道也。“是故誠者，天道也。思誠者，人道也。至誠而不動者，未之有也。不誠，未有能動者也”者，孟子言此故誠者是天授人誠善之性者也，是為天之道也；思行其誠以奉天，是為人之道也。然而至誠而有不感動者，必無也，故曰未之有也。不至誠而能感動之者，亦必無也。故曰未有能動者也。○注“曾子三省，大雅矜矜”。○正義曰：《論語》云：“曾子曰：吾日三省吾身，為人謀而不忠乎，與朋友交而不信乎，傳不習乎？”是曾子三省之事也。大雅矜矜，此蓋荀卿之言然。"
      },
      {
        "index": 28,
        "text": "孟子曰：“伯夷辟紂，居北海之濱，聞文王作興，曰：‘盍歸乎來！吾聞西伯善養老者。’(伯夷讓國，遭紂之世，辟之，隱遁北海之濱，聞文王起興王道，“盍歸乎來”，歸周也。)太公辟紂，居東海之濱，聞文王作興，曰：‘盍歸乎來！吾聞西伯善養老者。’(太公，呂望也，亦辟紂世，隱居東海，曰聞西伯養老。二人皆老矣，往歸文王也。)二老者，天下之大老也，而歸之，是天下之父歸之也。天下之父歸之，其子焉往？(此二老猶天下之父也，其餘皆天下之子耳。子當隨父，二父往矣，子將安如？言皆歸往也。)諸侯有行文王之政者，七年之內，必為政於天下矣。”(今之諸侯，如有能行文王之政者，七年之間，必足以為政矣。天以七紀，故云七年。文王時難故久，衰周時易故速也。上章言大國五年者，大國地廣人眾，易以行善，故五年足以治也。)"
      },
      {
        "index": 29,
        "text": "疏“孟子曰”至“必為政於天下矣”。○正義曰：此章指言養老尊賢，國之上務，文王勤之，二老遠至。父來子從，天之順道。七年為政，以勉諸侯，欲使庶幾行善也。“孟子曰：伯夷辟紂”至“養老者”，孟子言伯夷辟紂之世，乃辟紂而逃遁，居於北海之畔，後聞文王作興而起王道，乃曰：盍歸乎來，歸周也，我聞之西伯善養其耆老者也。“太公辟紂”至“養老者”，孟子又言太公辟紂之亂，而辟居於東海之畔，後聞文王興起，乃曰：盍歸乎來，歸周也，我聞西伯善養其耆老者也。“二老者，天下之大老也”至“其子焉往”者，言伯夷、太公二老，乃天下之太老也，猶父也，而皆歸之，是天下之父歸之。天下之父既歸之，其為天下之子又焉往，是必皆歸之也。○注“伯夷讓國”至“歸周也”。○正義曰：案太史公云：其傳曰伯夷、叔齊、孤竹君之二子也。父欲立叔齊，及父卒，叔齊讓伯夷。伯夷曰：父命也。遂逃去。叔齊亦不肯立，而逃之。國人立其中子。於是伯夷、叔齊聞西伯昌善養老，盍往歸焉。後因叩馬諫武王。武平殷亂，二人恥食周粟，隱於首陽山，且餓死焉。孔子云“伯夷叔齊，餓於首陽山之下”是也。又云：太公望，東海之上人也，或云處士，隱海濱。周西伯招呂尚，呂尚亦曰：吾聞西伯賢，又善養老，盍往焉。○注云“天以七紀，故云七年”。○正義曰：《書》云五紀，曰歲、月、日、星，辰、曆數，今云七紀者，案魯昭公十年《左傳》云：“天以七紀。”杜注云：二十八宿，四七。是其旨也。"
      },
      {
        "index": 30,
        "text": "孟子曰：“求也為季氏宰，無能改於其德，而賦粟倍他日。孔子曰：‘求非我徒也，小子鳴鼓而攻之可也。’(求，孔子弟子冉求。季氏，魯卿季康子。宰，家臣。小子，弟子也。孔子以冉求不能改季氏使從善，為之多斂賦粟，故欲使弟子鳴鼓以聲其罪，而攻伐責讓之。曰“求非我徒”，疾之也。)由此觀之，君不行仁政而富之，皆棄於孔子者也，況於為之強戰？爭地以戰，殺人盈野；爭城以戰，殺人盈城：此所謂率土地而食人肉，罪不容於死。(孔子棄富不仁之君者，況於爭城爭地而殺人滿之乎？此若率土地使食人肉也，言其罪大，死刑不足以容之。)故善戰者服上刑，連諸侯者次之，辟草萊、任土地者次之。”(孟子言天道重生，戰者殺人，故使善戰者服上刑。上刑，重刑也。連諸侯，合從者也，罪次善戰者。辟草萊，任土地，不務脩德而富國者，罪次合從連橫之人也。)"
      },
      {
        "index": 31,
        "text": "疏“孟子曰求也”至“次之”。○正義曰：此章指言聚斂富君，棄於孔子，冉求行之，同聞鳴鼓。以戰殺人，土食人肉，罪不容死，以為大戮，重人命之至也。“孟子曰求也為季氏宰”至“攻之可也”者，孟子言冉求為季氏之家臣，不能佐君改於其德，以為治國，而乃聚斂其粟，倍過於他日。孔子責之曰：求非我之徒弟也。乃令弟子鳴鼓，以聲其罪而攻之可也。“由此觀之，君不行仁政”至“罪不容於死”者，孟子言由此冉求賦斂觀之以孔子所攻，則今之國君不行仁政而富之，是皆棄之於孔子者也。又況為之強戰？爭地以戰，而殺人至於盈滿其野，爭城以戰，而殺人至於盈滿其城，此所謂率土地而食人之肉也，其罪必不容於死。以其罪大，雖死刑不足以容之也。“故善戰者服上刑”至“任土地者次之”者，孟子又言故善能為陳而戰者，服於上刑。上刑，重刑也。合縱連橫之諸侯，罪次之，以其罪次於善戰之上刑也。務廣開辟草萊，而任土地，不務脩德者，又次之，以其又次連橫合縱之諸侯者刑也。○注“求，孔子弟子”至“疾之也”。○正義曰：案《史記•弟子傳》云：“冉求字子有。”鄭氏曰：“魯國人。”又案《論語》云：“季氏富於周公，而求也為之聚斂而附益之。子曰：‘非吾徒也，小子鳴鼓而攻之可也。’”孔安國云：“冉求為季氏宰，為之急賦稅。”鄭注云：“小子，門人也。”云“季氏，魯卿季康子”者，案《左傳》云：“季康子，魯卿，季孫肥，諡曰康。”《諡法》曰：“安樂撫民曰康。”"
      },
      {
        "index": 32,
        "text": "孟子曰：“存乎人者，莫良於眸子。眸子不能掩其惡。(眸子，瞳子也。存人，存在人之善心也。)胸中正則眸子了焉，胸中不正則眸子毛焉。(了，明也。毛者，蒙蒙目不明之貌。)聽其言也，觀其眸子，人焉廋哉！”(廋，匿也。聽言察目，言正視端，人情可見，安可匿之哉。)"
      },
      {
        "index": 33,
        "text": "疏“孟子曰存乎人者”至“人焉廋哉”。○正義曰：此章指言目為神候，精之所在，存而察之，善惡不隱，知人之道，斯為審矣。“孟子曰：存乎人者，莫良於眸子。眸子不能掩其惡”者，孟子言存在於人者，莫貴乎眸子。眸子，目瞳子也。眸子不能蓋掩人之惡也。“胸中正則眸子了焉，胸中不正則眸子毛焉”者，言人胸中正而不邪，則眸子於是乎明。了，明也。胸中不正，則眸子蒙蒙而不明。毛，不明也。“聽其言也，觀其眸，子人焉廋哉”者，言知人之道，但聽其言，觀其眸子明與不明，則人可見，又安可廋匿之哉？此孟子言知人之道，但觀人之眸子耳。○注“眸，瞳子。了，明。毛，不明之貌”。○正義曰：是皆蒙《釋文》而言之也。"
      },
      {
        "index": 34,
        "text": "孟子曰：“恭者不侮人，儉者不奪人。侮奪人之君，惟恐不順焉，惡得為恭儉？”(為恭敬者，不侮慢人。為廉儉者，不奪取人。有好侮奪人之君，有貪陵之性，恐人不順從其所欲，安得為恭儉之行也？)“恭、儉豈可以聲音笑貌為哉？”(恭、儉之人，儼然無欲，自取其名，豈可以和聲音笑貌強為之哉。)"
      },
      {
        "index": 35,
        "text": "疏“孟子曰恭者”至“為哉”。○正義曰：此章指言人君恭儉，率下移風，人臣恭儉，明其廉忠。侮奪之惡，何由幹之，而錯其心。“孟子曰：恭者，不侮人”至“豈可以聲音笑貌為哉”者，孟子言為之恭儉者，則不侮慢於人，亦不能僭奪於人，蓋以恭敬則不侮，儉約則不奢故也。如有侮奪人之君，惟恐其民不順己之所欲，安得為恭儉者焉，為之恭儉，又豈可以聲音笑貌為之恭儉哉？言人為恭儉，在心之所存，不在於聲音與其笑貌為之矣。"
      },
      {
        "index": 36,
        "text": "淳于髡曰：“男女授受不親，禮與？”(淳于髡，齊人也。問禮男女不相親授。)孟子曰：“禮也。”(禮不親授。)曰：“嫂溺，則援之以手乎？”(髡曰：見嫂溺水，則當以手牽援之否邪？)曰：“嫂溺不援，是豺狼也。(孟子曰：人見嫂溺，不援出，是為豺狼之心也。)男女授受不親，禮也。嫂溺援之以手者，權也。”(孟子告髡曰：此權也。權者，反經而善也。)曰：“今天下溺矣，夫子之不援，何也？”(髡曰：今天下之道溺矣，夫子何不援之乎？)曰：“天下溺，援之以道。嫂溺，援之以手。子欲手援天下乎？”(孟子曰：當以道援天下，而道不得行，子欲使我以手援天下乎？)"
      },
      {
        "index": 37,
        "text": "疏“淳于髡曰”至“子欲手援天下乎”。○正義曰：此章指言權時之義，嫂溺援手，君子大行，拯世以道，道之指也。“淳于髡曰：男女授受不親，禮與”者，淳于髡，齊國之人也，問孟子曰：男女授受之際，不相親授，是禮然與否？“孟子曰禮也”，孟子答之，以為是禮然也。“曰嫂溺則援之以手乎”者，髡又問孟子，如是則嫂之沉溺於水，當以牽援以手乎？“曰嫂溺不援，是豺狼也”，孟子言如嫂之沉溺於水，而不牽援之者，是有豺狼之心者也。以其豺狼之為獸，其心常有害物之暴，故以喻之也。“男女授受不親，禮也。嫂溺援之以手者，權也”者，孟子又告淳于髡，以謂男女授受不親，是禮當然也，嫂之沉溺援之以手者，是權道也。夫權之為道，所以濟變事也，有時乎然，有時乎不然，反經而善，是謂權道也。故權云為量，或輕或重，隨物而變者也。“曰：今天下溺矣，夫子之不援之，何也”，髡複問孟子，言今天下之道以沉溺之也，夫子之不拯援之，是如之何？“曰：天下溺，援之以道，嫂溺，援之以手。子欲手援天下乎”，孟子言天下之沉溺，當以道拯援之，嫂溺則當以手援之，今子之言，是欲使我以手援天下乎？此言不可以手援天下，當以道援之矣。斯亦明淳于髡之蔽也。"
      },
      {
        "index": 38,
        "text": "公孫丑曰：“君子之不教子，何也？”(問父子不親教，何也？)孟子曰：“勢不行也。教者必以正。以正不行，繼之以怒。繼之以怒，則反夷矣。夫子教我以正，夫子未出於正也，則是父子相夷也。父子相夷，則惡矣。”(父親教子，其勢不行。教以正道，而不能行，則責怒之。夷，傷也。父子相責怒，則傷義矣。一說云：父子反自相非，若夷狄也。子之心責於父，云：夫子教我以正道，而夫子之身未必自行正道也。執此意則為反夷矣，故曰惡也。)古者易子而教之，父子之聞不責善，責善則離，離則不祥莫大焉。(易子而教，不欲自相責以善也。父子主恩，離則不祥莫大焉。)"
      },
      {
        "index": 39,
        "text": "疏“公孫丑曰”至“不祥莫大焉”。○正義曰：此章指言父子至親，相責則離。易子而教，相成以仁，教之義也。“公孫丑曰：君子之不教子，何也”，公孫丑問孟子，言君子以不自教誨其子，是如之何。“孟子曰：勢不行也”至“父子相夷則惡矣”者，孟子答公孫丑，以謂君子所以不教子者，是其勢之不行，所以不自教也。教之者，必以正道而教之，以正道而教之而子不行，則續之憤怒。既續之以憤怒，則反傷其為父子之恩矣。夷，傷也。父子之恩，則父慈子孝，是為父子之恩也。今繼之以怒，是非父之慈也。且以子比之，夫子既教我以正道，而子之身自未能出行其正道也，如父子之間，子以是言而反父，是則父子相傷矣。父子既以相傷其恩，則父子必相疾惡也。故云則惡矣。“古者易子而教之，父子之間不責善。責善則離，離則不祥莫大焉”者，孟子又言古之時，人皆更易其子而教之者，以其父子之間不相責讓其善也。如父子自相責讓，則父子之恩必離之矣。父子恩離，則不祥之大者也。所謂易子而教者，如己之子與他人教，他人之子與己而教之，是易子而教也。所謂不祥之大者，則禍之大者矣。○注：夷有二說，一說則以夷訓傷，一說以夷為夷狄，其義皆通矣。"
      },
      {
        "index": 40,
        "text": "孟子曰：“事孰為大？事親為大。守孰為大？守身為大。不失其身而能事其親者，吾聞之矣。失其身而能事其親者，吾未之聞也。(事親，養親也。守身，使不陷於不義也。失不義，則何能事父母乎？)孰不為事？事親，事之本也。孰不為守？守身，守之本也。(先本後末，事、守乃立也。)曾子養曾晳，必有酒肉。將徹，必請所與。問：‘有餘？’必曰：‘有。’曾晳死，曾元養曾子，必有酒肉。將徹，不請所與。問：‘有餘？’曰：‘亡矣。’將以複進也。此所謂養口體者也。若曾子，則可謂養誌也。事親若曾子者可也。”(將徹，請所與，問曾晳所欲與子孫所愛者也。必曰有，恐違親意也，故曰養誌。曾元曰“無”，欲以複進曾子也，不求親意，故養口體也。事親之道，當如曾子之法，乃為至孝。)"
      },
      {
        "index": 41,
        "text": "疏“孟子曰事孰為大”至“可也”。○正義曰：此章指言上孝養誌，下孝養體，曾參事親，可謂至矣。孟子言之，欲令後人則曾子也。“孟子曰：事孰為大？事親為大。守孰為大？守身為大”至“吾未之聞也”者，孟子言人之所事者何事為大？以其事父母之親為大者也；人之所守者何守為大？以其守己之身為大也。不失其身，而為能事其父母之親，則我嚐聞之矣；如失其身，而能事父母之親，則我未之聞也。蓋以己身尚不能守之，況能事其父母乎。“孰不為事？事親，事之本也。孰不為守？守身，守之本也”者，言人誰不為所事，凡有所事於彼者，是皆為所事也，然而事父母之親，是所事之本也。夫人誰不為所守，凡有所守於我者，是皆為所守也，然而守身，是所守之本也。所謂身安而國家可保，事親孝，故忠可移於君，此之謂也，豈非事親、守身為事為守之本者歟？“曾子養曾晳”至“事親若曾子可也”者，孟子又言昔日曾子奉養其父曾晳，必有酒肉，將欲徹去，曾子必請所欲與者，如曾晳問複有餘剩，曾子必應曰有餘剩。曾晳已死，曾元奉養其曾子，曾元，曾子之子也，必有酒肉，將欲徹去，曾元不請所欲與者，如曾子複問有餘剩，曾元乃應之曰無矣，遂將以酒食複進曾子也，如此，是謂養其父之口體而已。必若曾子之養父，乃可謂養其父之誌也。如事其親，若曾子之事親，則可矣。蓋曾子知父欲有餘者與之所愛之子孫，故徇而請其所與，問有餘，故複應之曰有。是其遂其親之誌意，而不違者也，故曰養誌也。曾元反此，蓋有違逆其親之誌意，但為養口體者也，非養誌者也。故孟子所以言事親若曾子，則可以為之孝子。"
      },
      {
        "index": 42,
        "text": "孟子曰：“人不足與適也，政不足與間也。惟大人為能格君心之非。(適，過也。《詩》云：“室人交遍適我。”閒，非。格，正也。時皆小人居位，不足過責也。政教不足複非訧，獨得大人為輔臣，乃能正君之非法度也。)君仁莫不仁，君義莫不義，君正莫不正，一正君而國定矣。”(正君之身，一國定矣。欲使大人正之。)"
      },
      {
        "index": 43,
        "text": "疏“孟子曰”至“一正君而國定矣”。○正義曰：此章指言小人為政，不足間非；賢臣正君，使握道機。君正國定，下不邪侈，將何間者也？“孟子曰：人不足與適也”至“為能格君心之非”者，孟子言小人在位，不能事君，不足適責之也，所行政教亦不足間非也，惟大人之為臣而事其君，故能格正君心之非也。○注“《詩》云室人交遍適我”。○正義曰：蓋《詩•國風•北門》之篇文也，云我入自外，室人交遍謫我。箋云：“我從外入，在室之人，更迭遍來責我，使己去也。言室人亦不知己誌也。”"
      },
      {
        "index": 44,
        "text": "孟子曰：“有不虞之譽，有求全之毀。”(虞，度也。言人之行，有不虞度其時有名譽而得者，若尾生本與婦人期於梁下，不度水之卒至，遂至沒溺，而獲守信之譽。求全之毀者，陳不瞻將赴君難，聞金鼓之聲，失氣而死，可謂欲求全其節，而反有怯弱之毀者也。)"
      },
      {
        "index": 45,
        "text": "疏正義曰：此章指言不虞獲譽，不可為戒；求全受毀，未足懲咎：君子正行，不由斯二者也。孟子言人有不虞度其功而終獲其名譽，又有欲求全其行而終反受其人之毀者。以言其君子之人，於毀、譽不容心於其間，但務為善之實而不期人之譽，務去其不善之實而不慍人之毀，是皆行義以俟命而已矣。○注尾生與陳不瞻之事。○正義曰：此皆據《史記》之文而言之也。其事煩，故不重述耳。"
      },
      {
        "index": 46,
        "text": "孟子曰：“人之易其言也，無責耳矣。”(人之輕易其言，不得失言之咎責也。一說人之輕易不肯諫正君者，以其不在言責之位者也。)\n疏正義曰：此章指言言出於身，駟不及舌，不惟其責，則易之張。\n孟子曰：“人之患，在好為人師。”(人之所患，患於不知己未有可師而好為人師者，乃惑也。)"
      },
      {
        "index": 47,
        "text": "疏正義曰：此章指言君子好謀而成，臨事而懼，時然後言，畏失言也。故曰師哉師哉，桐子之命，不慎則有患矣。言君子之患，在好為人師也。“孟子曰：人之患，在好為人師”者，孟子言人之有患，非他，特在其好為人之師也。蓋在人患在於不知己，未有可師耳，如務在好為人師，則惑也。"
      },
      {
        "index": 48,
        "text": "樂正子從於子敖之齊。樂正子見孟子。(魯人樂正克，孟子弟子也，從於齊之右師子敖。子敖使而之魯，樂正子隨之來之齊也。孟子在齊，樂正子見之也。)孟子曰：“子亦來見我乎？”(孟子見其來見遲，故云亦來也。)曰：“先生何為出此言也？”(樂正子曰：先生何為非克而出此言也。)曰：“子來幾日矣？”(孟子問子來幾日乎？)曰：“昔者。”(克曰：昔者來至。昔者，往也。謂數日之間也。)曰：“昔者，則我出此言也，不亦宜乎？”(孟子曰：昔者來至，而今乃來，我出此言，亦其宜也。孟子重愛樂正子，欲亟見之，深思望重也。)曰：“舍館未定。”(克曰：所止舍館未定，故不即來也。館，客舍。)曰：“子聞之也，‘舍館定然後求見長者’乎？”(孟子曰：子聞見長者之禮當須舍館定乃見之乎？)曰：“克有罪。”(樂正子謝過服罪也。)"
      },
      {
        "index": 49,
        "text": "疏“樂正子”至“克有罪”。○正義曰：此章指言尊師重道，敬賢事長，人之大綱。樂正子好善，故孟子譏之，責賢者備也。“樂正子從子敖之齊”，樂正子從子敖往齊，而見孟子。“孟子曰：子亦來見我乎”，孟子見樂正子來遲，故曰子亦來見我乎？”“曰先生何為出此言也”，樂正子問孟子，何為於我而出此言也。“曰子來幾日矣”，孟子又問樂正子從子敖到齊以幾日乎？“曰昔者”，樂正子曰：往日來至，若數日之間也。“曰昔者，則我出此言也，不亦宜乎”，孟子又言子到數日，而今乃來見我，則我出此言，是其宜也。“曰舍館未定”，樂正子又曰：為客館所止未定，故不能即來也。“曰子聞之也，舍館定然後求見長者乎”，孟子又言子曾聞見長者之禮，必待舍館定然後乃見長者乎！“曰克有罪”，樂正子於是無所答，乃對孟子曰：是克有罪也。以其待舍館定然後見，非尊師重道者也。宜孟子以此責之。"
      },
      {
        "index": 50,
        "text": "孟子謂樂正子曰：“子之從於子敖來，徒餔啜也。我不意子學古之道，而以餔啜也。”(子敖，齊之貴人右師王者也。學而不行其道，徒食飲而已，謂之餔啜也。樂正子本學古聖人之道，而今隨從貴人，無所匡正，故言不意子但餔啜也。)"
      },
      {
        "index": 51,
        "text": "疏“孟子謂樂正子曰”至“而以餔啜”。○正義曰：此章指言學優則仕，仕以行道，否則隱逸，餔啜沉浮，君子不與。是以孟子谘嗟樂正子者也。“孟子謂樂正子曰：子之從於子敖來，徒餔啜也。我不意子學古之道，而以餔啜也”者，孟子謂樂克曰：子隨右師來至齊，是徒以食飲而已。我不意有如子本學古聖人之道，而且今隨右師之遊，而以徒為其飲食也。孟子所以言此，蓋謂子敖我未嘗與之學古者，而今子乃隨之遊，是詘道以從人之謂也。○注云“子敖，齊之貴人右師王者”。○正義曰：此蓋以經文推而為解也。《公孫丑》篇云：“孟子為卿於齊，出吊於滕王。使蓋大夫王為輔行，王朝暮見，反齊、滕之路，未嘗與之言行事也。”下卷言：“公行有子之喪。右師往吊，入門，有進而與右師言者，有就右師之位而與右師言者。孟子不與右師言。右師不悅，曰：‘諸君子皆與言，孟子獨不與言，是簡也。’孟子聞之，曰：‘禮也，子敖以我為簡，不亦異乎？’”是知為齊之貴人右師王者也。"
      },
      {
        "index": 52,
        "text": "孟子曰：“不孝有三，無後為大。(於禮有不孝者三事，謂阿意曲從，陷親不義，一不孝也。家窮親老，不為祿仕，二不孝也。不娶無子，絕先祖祀，三不孝也。三者之中，無後為大。)舜不告而娶，為無後也，君子以為猶告也。”(舜懼無後，故不告而娶。君子知舜告焉不得而娶，娶而告父母，禮也；舜不以告，權也：故曰猶告，與告同也。)"
      },
      {
        "index": 53,
        "text": "疏“孟子曰”至“君子以為猶告也”。○正義曰：此章指言量其輕重，無後不可，是以大舜受堯二女，夫三不孝，蔽者所暗，至於大聖，卓然匪疑，所以垂法也。“孟子曰：不孝有三，無後為大”者，言不孝於禮有三，惟先祖無以承，後世無以繼，為不孝之大者，而阿意曲從，陷親於不義，家貧親老，不為祿仕，特不孝之小而已。“舜以不告而娶，為無後也，君子以為猶告也”，故孟子乃言此，以謂舜受堯之二女，所以不告父母而娶，是為其無後也，告之則不得娶故也。君子於舜不告而娶，是亦言舜猶告而娶之也。以其反禮而合義，故君子以為不告猶告也。○注“堯二女”。○正義曰：案古史云：舜有二妃，一曰娥皇，二曰女英，並堯之女。"
      },
      {
        "index": 54,
        "text": "孟子曰：“仁之實，事親是也。義之實，從兄是也。智之實，知斯二者弗去是也。(事皆有實。事親、從兄，仁、義之實也。知仁、義所用而不去之，則智之實也。)禮之實，節文斯二者是也。樂之實，樂斯二者。(禮義之實，節文事親從兄，使不失其節，而文其禮敬之容，故中心樂之也。)樂則生矣，生則惡可已也。惡可已，則不知足之蹈之，手之舞之。”(樂此事親從兄，出於中心，則樂生其中矣。樂生之至，安可已也，豈能自覺足蹈節、手舞曲哉！)"
      },
      {
        "index": 55,
        "text": "疏“孟子曰”至“足之蹈之，手之舞之也”。正義曰：此章指言仁義之本在於孝弟，孝弟之至通於神明，況於歌舞不能自知，蓋有諸中、形於外也。“孟子曰：仁之實，事親是也”至“知斯二者弗去是也”者，孟子言仁道之本實在事親是也，義之本實在從兄是也。以其事親，孝也；從兄，悌也。能孝、悌，是為仁、義矣。智之本實在知事親之孝、從兄之弟而弗去之者是也。“禮之實，節文斯二者是也。樂之實，樂斯二者”，言禮之本實使事親從兄者是也。由此言之，則事親之孝，為仁之實，凡移之於事君者，則為仁之華也。從兄之悌，為義之實，則知凡移於從長者，是為義之華也。知義為智之實，則知前識者是為智之華也。禮之實，在仁義，則威儀為禮之華也。樂之實，在仁義，則節奏為樂之華也。凡此是皆從而可知矣。“樂則生矣，生則惡可已也。惡可已，則不知足之蹈之，手之舞之”，言由仁義之實充之，至於樂則流通而不鬱，日進而不已，是其樂則生，生則烏可已。烏可已，則得之於心，而形之於四體，故不知手舞足蹈之所以者也。蓋當時有夷子不知一本，告子以義為外，故孟子宜以是言之，而救當時之弊者也。"
      },
      {
        "index": 56,
        "text": "孟子曰：“天下大悅而將歸己，視天下悅而歸己猶草芥也，惟舜為然。(舜不以天下將歸己為樂，號泣於天。)不得乎親，不可以為人。不順乎親，不可以為子。舜盡事親之道，而瞽瞍厎豫。瞽瞍厎豫，而天下化。瞽瞍底豫，而天下之為父子者定。此之謂大孝。”(舜以不順親意為非人子。厎，致也。豫，樂也。瞽瞍，頑父也。盡其孝道，而頑父致樂，使天下化之，為父子之道者定也。)"
      },
      {
        "index": 57,
        "text": "疏“孟子曰”至“此之謂大孝”。○正義曰：此章指言以天下富貴為不若得意於親，故能懷協頑器，厎豫而欣，天下化之，父子加親，故稱盛德者，必百世祀，無與比崇。“孟子曰：天下大悅而將歸己，視天下悅而歸己猶草芥也，惟舜為然”者，孟子言天下之人皆大悅樂而將歸向己，視天下悅而歸己但若一草芥，不以為意者，惟大舜為能如此也。“不得乎親，不可以為人。不順乎親，不可以為子”至“此之謂大孝”者，孟子又言人若不得事親之道，則不可以為人；若得事親之道，而不能順事親之誌，故不可以為人之子。惟舜能盡其事父母之道，而瞽瞍頑嚚，且亦致樂。瞽瞍既以致樂而先天下，而天下亦從而化之。瞽瞍致樂，故天下父子者親親之道定，此所以為舜之大孝矣。故曰此之謂大孝。○注“瞽瞍頑父也”。○正義曰：瞽瞍者，案孔安國《尚書》傳云：“無目曰瞽。”舜父有目，不能分別好惡，故時人謂之瞽。配字曰瞍，瞍，無目之稱。頑者，《左傳》云：“心不則德義之經為頑。”"
      }
    ]
  }
}
