{
  "chapterNumber": 7,
  "title": "卷三下·滕文公下",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷六上·滕文公章句下（凡十章）"
      },
      {
        "index": 2,
        "text": "疏正義曰：此卷趙注分上卷為之者也，此卷凡有十章一章言脩禮守正，非招不往，枉道富貴，君子不許。二章言以道正君，非禮不運，稱大丈夫，阿意用謀，善戰務勝，事雖有剛，心歸柔順。三章言君子務仕，思播其道，達義行仁，待禮而動，苟容幹祿，逾牆之女，人之所賤。四章言百工食力，以祿養賢，修仁尚義，國之所尊，移風易俗，其功可珍，雖食諸侯，不為素餐。五章言德修無小，暴慢無強。六章言白沙在泥，不染自黑，蓬生麻中，不扶自直，言輔之者眾也。七章言道異不謀，迫斯強之，段泄已甚，瞰之得宜，正己直行，不納於邪。八章言從善改非，坐以待旦，知而為之，罪重於故。九章言憂世饑亂，勤以濟之，義以正之。十章言聖人之道，親親尚和，志士之操，取介守持。凡此十章合上卷五章是《滕文公》一篇十有五章也。"
      },
      {
        "index": 3,
        "text": "陳代曰：「不見諸侯，宜若小然。今一見之，大則以王，小則以霸。且《志》曰『枉尺而直尋』，宜若可為也。」(陳代，孟子弟子也。代見諸侯有來聘請見孟子，孟子有所不見，以為孟子欲以是為介，故言此介得無為狹小乎？如一見之，儻得行道，可以輔致霸王乎。誌，記也。枉尺直尋，欲使孟子屈己信道，故言宜若可為也。)孟子曰：「昔齊景公田，招虞人以旌，不至，將殺之。(虞人，守苑囿之吏也，招之當以皮冠，而以旌，故招之而不至也。)『志士不忘在溝壑，勇士不忘喪其元』，孔子奚取焉？取非其招不往也。如不待其招而往，何哉？(志士，守義者也。君子固窮，故常念死無棺槨，沒溝壑而不恨也。勇土，義勇者也。元，首也。以義則喪首不顧也。孔子奚取？取守死善道，非禮招己則不往。言虞人不得其招尚不往，如何君子而不待其招，直事妄見諸侯者，何為也已？)且夫枉尺而直尋者，以利言也。如以利，則枉尋直尺而利，亦可為與？(尺小尋者，尚可任大就小，而以要其利也。)昔者趙簡子使王良與嬖奚乘，終日而不獲一禽，嬖奚反命曰：『天下之賤工也。』(趙簡子，晉卿也。王良，善禦者也。嬖奚，簡子幸臣也。以不能得一禽，故反命於簡子，謂王良天下鄙賤之工師也。)或以告王良，良曰：『請復之。』(聞嬖奚賤之，故請復與乘。)強而後可，(強嬖奚，乃肯行。)一朝而獲十禽。嬖奚反命曰：『天下之良工也。』(以一朝得十禽，故謂之良工。)簡子曰：『我使掌與女乘。』(掌，主也。使王良主與女乘。)謂王良，良不可，(王良不肯。)曰：『吾為之範我馳驅，終日不獲一；為之詭遇，一朝而獲十。(範，法也。王良曰：我為之法度之禦，應禮之射，正殺之禽，不能得一。橫而射之曰詭遇，非禮之射，則能獲十。言嬖奚小人也，不習於禮也。)《詩》云：不失其馳，舍矢如破。我不貫與小人乘，請辭。』(《詩·小雅·車攻》之篇也。言禦者不失其馳驅之法，則射者必中之。順毛而入，順毛而出，一發貫臧，應矢而死者如破矣，此君子之射也。貫，習也。我不習與小人乘，不願掌與嬖奚同乘，故請辭。)禦者且羞與射者比，比而得禽獸，雖若丘陵，弗為也。如枉道而從彼，何也？(孟子引此以喻陳代，云禦者尚知羞恥此射者，不欲與比，子如何欲使我枉正道而從彼驕慢諸侯而見之乎。)且子過矣！枉己者，未有能直人者也。」(謂陳代之言過謬也。人當以直矯枉耳，己自枉曲，何能正人。)"
      },
      {
        "index": 4,
        "text": "疏「陳代曰」至「未有能直人者也」。○正義曰：此章指言修禮守正，非招不往，枉道富貴，君子不許。是以諸侯雖有善其辭命，伯夷不屑就也。「陳代曰：不見諸侯，宜若小然。今一見之，大則以王，小則以霸。且誌曰枉尺而直尋，宜若可為也」者，陳代，孟子弟子也，問孟子，以謂今不見諸侯，是宜若小其身，然今一往見諸侯，大則行道可以輔佐君為王，小則得行道而佐君為之霸。且記云：枉一尺而直其一尋，宜若可以為之也。尺，十寸為尺；尋，十丈為尋也。陳代欲孟子往見諸侯，故以此言問之。「孟子曰：昔齊景公田」至「何哉者」，孟子言往日齊國景公田獵，招聘其虞人，以旌旆招聘之，如有虞人不至者，則將殺戮之。虞人，掌山澤苑囿之吏也。然而志士守其義者，常念雖死無棺槨，但沒在於溝壑之中而不恨也；勇義之士，念雖喪去其首，而且不顧也。孔子於此何取焉？蓋孔子以取非其所招而能不往者也。如此則虞人不得其所招之禮，尚且守義，雖死而且不往應其招，如何為之君子且以不待所招聘而往見諸侯，是何為哉？蓋先王制招聘之禮，旌所以招其大夫者。虞人之招，但以皮冠而已。今齊景公以旌招虞人，虞人守其職分，所以雖死而不往也。孟子引此，意以謂今之諸侯所以聞有能招己者，又非招己之所招而待之也，故我何往見之哉？所以不往見之也。「且夫枉尺而直尋者」至「亦可為與」，孟子又言，且夫子今以謂枉其尺而直其尋，以利言之而已。如以利為之，雖枉其尋，而但直其尺，而利亦可得而為之耳。孟子所以言之以此者，蓋謂我苟誌於利，雖枉尋而直尺，我亦為之況子以謂枉尺而直尋乎？本其我誌於分義，不肯枉道以徇利，所以不欲屈己而求見於諸侯也，以其見之諸侯但為之徇利者矣，故雖枉尺而直尋不為也。「昔者趙簡子使王良與嬖奚乘，終日而不獲一禽，嬖奚反命曰：天下之賤工也」，孟子又引昔者晉卿趙簡子嘗使善御人王良與幸人奚乘而田，終日而不能得一禽，奚乃反命報於簡子曰：王良，天下之賤工師也。「或以告王良，良曰：能復之」，或有人以嬖奚報簡子之言為王良之賤，遂告王良。王良聞之，故請復與嬖奚乘而田。「強而後可」，王良強勉，嬖奚乃肯行。「一朝而獲十禽，反命曰：天下之良工也」，言一日遂得十禽，嬖奚乃反命報於簡子曰：王良乃天下之良善工師也，非賤者也。「簡子曰：我使掌與女乘。謂王良，良不可」至「我不貫與小人乘，請辭」，趙簡子言於嬖奚曰：我使王良與女乘。於是簡子謂王良而使之，良乃不肯，遂言於簡子曰：我為之法度之禦，我與嬖奚馳驅而田，終一日而不能獲其一禽，後為之詭而橫射之，止一朝而以能獲者十禽。且《詩·小雅·車攻》之篇有云：不失其馳驅之法，而所中者，應矢而死如破矣。此君子之所射也。我今不貫習與嬖奚小人同乘而畋也。故請辭之，不與掌乘。「禦者且羞與射者比」至「未有能直人者也」，孟子引至此，乃自為之言曰：夫王良但為之禦者，且尚能羞恥與嬖奚之射者比，並雖使王良與嬖奚比之，如得禽獸若丘陵之多，亦必不為之比矣。今子欲使我枉正道而從彼驕傲之諸侯而往見之，是何如哉？且子言此者，已失之過謬也，如枉己之正道者，未有能直其人者也，必自正己之道，然後可以直人矣。是亦楊子所謂「詘道而伸身，雖天下不可為也」同意。○注「招虞人以當皮冠」。○正義曰：經於《萬章》篇云：「萬章問孟子，招虞人何以？孟子曰：以皮冠」。是其文也。○注「趙簡子晉卿」至「工師也」。正義曰：案《史記·世家》云：「趙景公率，趙鞅是為簡子，為晉卿。晉出公十七年卒。」張華云：「簡子家在臨水界，塚上氣成樓閣。」○注「《詩·小雅·車攻》之篇」。○正義曰：此篇蓋言宣王復古也。箋云：不失其馳，舍矢如破，謂禦者之良，得舒疾之中，射者之二矢，發則中，如錐破物也。○注「伯夷亦不屑就也」。○正義曰：此乃《公孫丑》篇末之文也。"
      },
      {
        "index": 5,
        "text": "景春曰：「公孫衍、張儀豈不誠大丈夫哉，一怒而諸侯懼，安居而天下熄。」(景春，孟子時人，為縱橫之術者。公孫衍，魏人也，號為犀首，嘗佩五國相印，為從長，秦王之孫，故曰公孫。張儀，合從者也，一怒則構諸侯，使強陵弱，故言懼也。安居不用辭說，則天下兵革熄也。)孟子曰：「是焉得為大丈夫乎？簡子未學禮乎？丈夫之冠也，父命之；女子之嫁也，母命之。往送之門，戒之曰：『往之女家，必敬必戒，無違夫、子。』以順為正者，妾婦之道也。(孟子以禮言之，男子之道當以義匡君，女子則當婉順從人耳。男子之冠，則命曰就爾成德。今此二子，從君順指，行權合從，無輔弼之義，安得為大丈夫也。)居天下之廣居，立天下之正位，行天下之大道，得志與民由之，不得志獨行其道。富貴不能淫，貧賤不能移，威武不能屈，此之謂大丈夫。」(廣居，謂天下也。正位，謂男子純乾正陽之位也。大道，仁義之道也。得志行正，與民共之。不得志，隱居獨善其身，守道不回也。淫，亂其心也；移，易其行也；屈，挫其志也：三者不惑，乃可以為之大丈夫矣。)"
      },
      {
        "index": 6,
        "text": "疏「 景春曰」至「此之謂大丈夫」。○正義曰：此章指言以道匡君，非禮不運，稱大丈夫；阿意用謀，善戰務勝，事雖有剛，心歸柔順，故云妾婦，以況儀、衍者也。「景春曰：公孫衍、張儀豈不誠大丈夫哉，一怒而諸侯懼，安居而天下熄」，景春問孟子曰：公孫衍、張儀二者，豈不誠為大丈夫之人哉？夫二人一怒則諸侯懼之，以其能使強陵弱故也；安居處而不用辭說，則天下兵革於是乎熄滅。景春故以此，遂謂二人實為大丈夫。「孟子曰：是焉得為大丈夫乎，子未學禮乎」至「妾婦之道」，孟子答之景春曰：二人如此，安得為之大丈夫乎？子未嘗學禮也？夫禮言丈夫之冠也，父則命之；女子之嫁也，母則命之。蓋以冠者為丈夫之事，故父命之，以責其成人之道；嫁者女子之事，故母命之，以責其為婦之道也。以女子之臨嫁，母則送之於門，而戒之女子曰：雖往女之家，必當敬其舅姑，亦必當戒慎以貞潔其己，無違遵敬夫、子。以其夫在，則得順其夫，夫沒則從其子，以順從無違為正而已，固妾婦之道如此也。乃若夫之與子在所製，義固不可以從婦矣。苟為從婦，以順為正，是焉得為大丈夫乎？孟子所以引此妾婦而言者，蓋欲以此妾婦比之公孫衍、張儀也，以其二人非大丈夫耳。蓋以二人為六國之亂，期合六國之君，希意導言，靡所不至。而當世之君，讒毀稱譽，言無不聽，喜怒可否，勢無不行。雖一怒而諸侯懼，安居而天下熄，未免夫從人以順為正者也，是則妾婦之道如此也，豈足為大丈夫乎？「居天下之廣居，立天下之正位，行天下之大道」至「此之謂大丈夫」，孟子言能居仁道以為天下廣大之居，立禮以為天下之正位，行義以為天下之大路，得志達而為仕，則與民共行乎此，不得志，則退隱獨行此道而不回。雖使富貴，亦不足以淫其心；雖貧賤，亦不足以移易其行；雖威武而加之，亦不足屈挫其志：夫是乃得謂之大丈夫也。今且以公孫衍、張儀但能從人，而不知以此正其己，是則妾婦以順為正之道，固不足以為大丈夫者焉。○注「景春」至「革熄也」。○正義曰：云景春，孟子時人，經傳未詳。公孫衍，魏人也，號為犀首，為秦王之孫，故曰公孫。案《史記》云：犀首者，魏之陰晉人也，名衍，姓公孫氏，與張儀不善。張儀之魏，魏王相張儀，犀首弗利，故令人謂韓公叔曰：張儀已合秦、魏矣，魏王所以欲貴張儀者，但欲得韓地，且韓之南陽已舉矣，子何不少委焉以為衍功，則魏必圖秦而棄儀。後相衍，張儀去，復相秦，卒。犀首入相秦，常佩五國之相印為從長。司馬彪曰：犀首者，魏之官名，若今虎牙將軍是也。張儀者，案《史家》本傳云：張儀，魏人也，常事鬼穀先生，後相魏而卒。凡此是皆公孫衍、張儀之事矣。"
      },
      {
        "index": 7,
        "text": "周霄問曰：「古之君子仕乎？」(周霄，魏人也。問君子之道當仕否？)孟子曰：「仕。《傳》曰：『孔子三月無君，則皇皇如也，出疆必載質。』(質，臣所執以見君者也。三月，一時也。物變而不佐君化，故皇皇如有所求而不得爾。)公明儀曰：『古之人三月無君則吊。』(公明儀，賢者也。言古人三月無君則吊，明當仕也。)「三月無君則吊，不以急乎？」(周霄怪乃吊於三月無君，何其急也。)曰：「士之失位也，猶諸侯之失國家也。《禮》曰：『諸侯耕助，以供粢盛；夫人蠶繅，以為衣服。犧牲不成，粢盛不絜，衣服不備，不敢以祭。』『惟士無田，則亦不祭。』牲殺、器皿、衣服不備，不敢以祭，則不敢以宴，亦不足吊乎？」(諸侯耕助者，躬耕勸率其民，收其藉助，以供粢盛。粢，稷，盛，稻也。夫人親執蠶繅之事，以率女功。衣服，祭服；不成，不實肥腯也。惟，辭也。言惟詘祿之士無圭田者，不祭。牲必特殺，故曰殺。皿所以覆器者也。不祭則不宴，猶喪人也，不亦可吊乎。)「出疆必載質，何也？」(周霄問：出疆何為復載質？)曰：「士之仕也，猶農夫之耕也。農夫豈為出疆舍其耒耜哉！」(孟子言仕之為急，若農夫不可不耕。)曰：「晉國亦仕國也，未嘗聞仕如此其急，仕，如此其急也。君子之難仕，何也？」(魏本晉也，周霄曰：我晉人也，亦仕，而不知其急若此，若此君子何為難仕？君子謂孟子，何為不急仕也？)曰：「丈夫生而願為之有室，女子生而願為之有家。父母之心，人皆有之。不待父母之命、媒妁之言，鑽穴隙相窺，逾牆相從，則父母國人皆賤之。(言人不可觸情從欲，須禮而行。)古之人未嘗不欲仕也，又惡不由其道。不由其道而往者，與鑽穴隙之類也。」(言古之人雖欲仕，如不由其正道，是與鑽穴隙者何異。)"
      },
      {
        "index": 8,
        "text": "疏「周霄曰」至「鑽穴隙之類也」。正義曰：此章指言君子務仕，思播其道，達義行仁，待禮而動，苟容幹祿，逾牆之女，人之所賤，故弗為也。「周霄問曰：古之君子仕乎」，周霄問孟子曰：古之君子欲為仕乎否？「孟子曰：仕，《傳》曰：三月無君，則皇皇如也，出疆必載質」者，此孟子答之，以為古之君子欲為仕也，傳文有云：孔子三月不得佐其君，則心皇皇，如有所求而不得也，出其疆土，必載贄而行。贄者，如所謂三帛、二生、一死之贄也，臣所以執此而見君也。「公明儀曰：古之人三月無君則吊」，又引公明儀亦云古之人三月天時之一變，如不得佐其君，乃吊問之，明其欲仕也。「三月無君則吊，不以急乎」，周霄怪此言，復問之曰：三月無君，則吊問之，不以失之大急乎？「曰：士之失位也，猶諸侯之失國家也」 至「亦不足吊乎」，孟子又答之曰：夫仕者欲行其道，若失其職位，則如諸侯之失其國家也，如此三月無君則吊，豈足謂之急歟？且《禮》有云：諸侯躬耕藉田，勸率其民，收其藉助以供給其粢盛稷稻；夫人乃親養蠶繅絲以為之祭服。如犧牲不成肥腯，稷稻無以致絜，衣服又無以致備，則不敢以祭社稷宗廟。惟士之失位、無有田祿者則亦不祭，無他，以其牲殺器皿衣服不備，不敢以祭也。非特不敢祭，又且不敢以宴樂也。如此，是亦不足為吊之急矣。若公子重耳失其晉國，而且稱喪人；孔子失魯司寇之位，亦謂之喪；以至士大夫之去國，必為壇位，向國而哭，素衣素裳素冠徹緣，三月而復：蓋亦此意也。然則士之三月無君則吊，尚何以為急乎？牲殺器皿，牲必殺，故曰殺；器皿，所以覆器者也。「出疆必載質，何也」，周霄又問孟子：士之出疆必載其質，是如之何？「曰：士之仕也，猶農夫之耕也。農夫豈為出疆舍其耒耜哉」，孟子答之曰：士之進於為仕也，若農夫之於耕也。夫農夫豈為出疆而耕，乃以舍去其耒耜哉？此十之為仕，所以出疆亦必執其贄也。「曰：晉國亦仕國也，未嘗聞仕如此之急。仕，如此之急也，君子之難仕，何也」，周霄又問孟子曰：今之晉國亦可為仕之國也，然而未嘗聞有仕者如此之急，又以仕既如此之急，然而君子之難進於仕，是如之何？故以並問之。「曰：丈夫生而願為之有室，女子生而願為之有家，父母之心，人皆有之」至「鑽穴隙之類也」，孟子又答之曰：夫丈夫之生乃願為之有室婦，女子之生乃願為之有家而事之。其於欲慕為人子之父母心，人皆有之矣。然而欲為父母，其為室家，乃不待父母之命、媒妁而言之，遂私鑽穴隙而相窺，逾牆而擅自相從，終雖得為父母，其於國中之眾人，亦且皆賤之而不美矣。夫古之人未嘗不欲為之仕也，然而又惡其不由其道而為之仕，所以君子難仕也。如不由其道而往為之仕者，是與此鑽穴隙相窺而慕為人子之父母之類也。孟子所以終答之周霄以此者，以其士之仕，猶男女之相求，亦必待父母之命、媒妁之言也。○注「質臣所執以見君」至「不得爾」。○正義曰：蓋質之為言至也，自五玉三帛二生一死，皆所以為質，以見其君，與自相質同也。"
      },
      {
        "index": 9,
        "text": "彭更問曰：「後車數十乘，從者數百人，以傳食於諸侯，不以泰乎？」(泰，甚也。彭更，孟子弟子，怪孟子徒眾多，而傳食於諸侯之國，得無為甚奢泰者也？)孟子曰：「非其道，則一簞食不可受於人。如其道，則舜受堯之天下，不以為泰。子以為泰乎？」(簞，笥也。非以其道，一笥之食不可受也。子以舜受堯之天下為泰乎？)曰：「否！士無事而食，不可也。」(彭更曰：不以舜為泰也。謂仕無功而虛食人者，不可也。)曰：「子不通功易事，以羨補不足，則農有餘粟，女有餘布。子如通之，則梓、匠、輪、輿，皆得食於子。(孟子言凡人當通功易事，乃可各以奉其用。梓、匠，木工也。輪人、輿人，作車者也。交易則得食於子之所有矣。《周禮》攻木之工七，梓、匠、輪、輿，是其四者。羨，餘也。)於此有人焉，入則孝，出則悌，守先王之道，以待後之學者，而不得食於子。子何尊梓、匠、輪、輿而輕為仁義者哉？」(入則事親孝，出則敬長順也。悌，順也。守先王之道，上德之士，可以化俗者。若此不得食子之祿，子何尊彼而賤此也。)曰：「梓、匠、輪、輿，其志將以求食也。君子之為道也，其志亦將以求食與？」(彭更以為彼誌於食，此亦但誌食也？)曰：「子何以其志為哉？其有功於子，可食而食之矣。且子食誌乎，食功乎？」(孟子言祿以食功，子何食乎？)曰：「食誌。」(彭更以為當食誌也。)曰：「有人於此，毀瓦畫墁，其志將以求食也，則子食之乎？」(孟子言人但破碎瓦畫地，則復墁滅之，此無用之為也，然而其志反欲求食，則可食乎？)曰：「否。」(彭更曰不食也。)曰：「然則子非食誌也，食功也。」(孟子曰：如是，則子果食功也，非食其志也。)"
      },
      {
        "index": 10,
        "text": "疏「 彭更問曰」至「食功也」。○正義曰：此章指言百工食力，以祿養賢，修仁尚義，國之所尊，移風易俗，其功可珍，雖食諸侯，不為素餐。「彭更問曰：後車數十乘，從者數百人，以傳食於諸侯，不以泰乎」，彭更，孟子弟子，問孟子，以謂車有數十乘之多，從徒又有數百人之眾，皆以傳食於諸侯，不以為泰甚乎？傳食，蓋以孟子食於諸侯，車徒又食於孟子，要之所食之祿皆出於諸侯之所供耳，故云傳食諸侯。孟子曰：非其道，則一簞食不可受於人；如其道，則若舜受堯之天下，不以為之泰，子今以車徒傳食於諸侯為之泰。以其不足為泰也。「曰：否，士無事而食，不可也」，彭更又曰否，不以舜為泰而言也。蓋以士之無功事於諸侯，固不可虛食於諸侯也。「曰：子不通功易事，以羨補不足」至「皆食於子」，孟子又答之曰：今且以子言之，如子不通功易事而相濟，以有餘而補其不足，則農夫有餘粟而人有受其饑，女有餘布而人有受其寒。子如通功易事，乃可以各奉其事業，則梓人成其器械以利用，匠人營其宮室以安居，輪人作車輪以運行，輿人作車輿以利載，是皆得食於子矣。事與功者，蓋所作未成，則謂之事；事之成，則謂之功。孟子所以言之者，蓋謂梓、匠、輪、輿皆小人之功也，如得以通功易事，而皆得食於子，況有君子之功，功於道者，而乃不得傳食之於諸侯乎？故以下文言之。「於此有人焉，入則孝，出則悌，守先王之道，以待後之學者，而不得食於子，子何尊梓、匠、輪、輿而輕為仁義者哉」，孟子又言：今有人焉，入於閨門之內，則以孝為仁；出於鄉黨邦國之間，以悌為義；是守先王仁義之道，以待覺於後之學者：是有功於道者也，而乃不得食於子，是則子何獨尊於梓、匠、輪、輿小人之功，而以輕為仁義有功於道者哉？「曰：梓、匠、輪、輿，其志將以求食。君子之為道也，其志亦將以求食歟」，彭更又以此言於孟子，曰彼梓、匠、輪、輿者，是其有誌將以此業而求食者也，今以君子之為於道，其志亦將以為道而求食歟？彭更之意，以謂士誌於道，不誌於食，故以此疑，乃問孟子也。「曰：子何以誌為哉，其有功於子，可食而食之矣」，然以子言之，則子今有食於人者，是則食其有志於為食者，乎，是則食其有功者乎？「曰：食誌」，彭更又答之，以為有食則食其有志於求食者矣。「曰：有人於此，毀瓦畫墁，其志將以求食也，則子食之乎」，孟子又欲排之，故以此喻之。言今有人於此，但以毀破碎之瓦而畫地，又復墁滅之，是其志將以此求其食也，則子食之乎？「曰：否」，彭更以為如此者不食之也。「曰：然則子非食誌也，食功也」，孟子乃言之曰：如是則子非食其有志於求食者也，是則食其有功者也。以其毀瓦畫墁，但有誌而無功者，而彭更不食之，是則知彭更是亦食於有功者矣。然則孟子誌非欲傳食於諸侯，而諸侯所以食之者，亦以孟子有功而已矣。○注「《周禮》攻木之工」。○正義曰：此蓋《梁惠王》下卷說之矣。"
      },
      {
        "index": 11,
        "text": "萬章問曰：「宋，小國也，今將行王政，齊、楚惡而伐之，則如之何？」(問：宋當如齊、楚何也？)孟子曰：「湯居亳，與葛為鄰。葛伯放而不祀，湯使人問之，曰：『何為不祀？』曰：『無以供犧牲也。』湯使遺之牛羊，葛伯食之，又不以祀。(葛，夏諸侯，嬴姓之國。放縱無道，不祀先祖。)湯又使人問之曰：『何為不祀？』曰：『無以供粢盛也。』湯使亳眾往為之耕，老弱饋食。葛伯率其民，要其有酒食黍稻者奪之，不授者殺之。有童子以黍肉餉，殺而奪之。《書》曰：『葛伯仇餉。』此之謂也。(童子，未成人，殺之尢無狀。《書》，《尚書》逸篇文。仇，怨也。言湯伐葛伯，怨其害此餉也。)為其殺是童子而征之，四海之內皆曰：『非富天下也，為匹夫匹婦復讎也。』(四海之民皆曰：湯不貪天下富也，為一夫報仇也。)湯始征，自葛載，十一征而無敵於天下。東面而征，西夷怨；南面而征，北狄怨。曰：『奚為後我？』民之望之，若大旱之望雨也。歸市者弗止，芸者不變，誅其君，吊其民，如時雨降，民大悅。《書》曰：『徯我後，後來其無罰！』(載，始也。言湯初征自葛始也，十一征而服天下。一說言當作「再」字，再十一征，而言湯再征十一國。再十一，凡征二十二國也。《書》，逸篇也。民曰：待我君來，我則無罰矣。歸市不止，不以有軍來征故市者止不行也。不使芸者變休也。)『有攸不惟臣，東征，綏厥士女，匪厥玄黃，紹我周王見休，惟臣附於大邑周。』其君子實玄黃於匪，以迎其君子；其小人簞食壺漿，以迎其小人。救民於水火之中，取其殘而已矣。(從「有攸」以下，道周武王伐紂時也，皆《尚書》逸篇之文也。攸，所也。言武王東征，安天下士女，小人各有所執往，無不惟念執臣子之節。匪厥玄黃，謂諸侯執三纁二之帛，願見周王，望見休善，使我得附就大邑周家也。其君子小人，各有所執，以迎其類也。言武王之師，救殷民於水火之中，討其殘賊也。)《太誓》曰：『我武惟揚，侵於之疆，則取於殘，殺伐用張，於湯有光。』(《太誓》，古《尚書》百二十篇之時《泰誓》也。我武王用武之時，惟鷹揚也。侵紂之疆，侵紂之疆界，則取於殘賊者，以張殺伐之功也。民有簞食壺漿之歡，比於湯伐桀，為有光寵，美武王德優前代也。今之《尚書·泰誓》篇，後得以充學，故不與古《太誓》同。諸傳記引《泰誓》皆古《泰誓》也。)不行王政云爾；苟行王政，四海之內皆舉首而望之，欲以為君，齊、楚雖大，何畏焉？」(萬章憂宋迫於齊、楚不得行政，故孟子為陳殷湯周武之事以喻之。誠能行之，天下思以為君，何畏齊、楚之國焉。)"
      },
      {
        "index": 12,
        "text": "疏「 萬章問曰」至「齊楚雖大何畏焉」。○正義曰：此章指言修德無小，暴慢無強，是故夏商之末，民思湯武，雖欲不王，末由也已。「萬章問曰：宋，小國也，今將行王政，齊、楚惡而伐之，則如之何」，萬章問孟子，言宋國小國也，今將欲行王者之政，齊、楚大國惡其行之而欲伐之，則宋國當如之何而處之。「孟子曰：湯居亳，與葛為鄰。葛伯放而不祀，湯使人問之曰：何為不祀」至「此之謂也」，孟子答之曰：湯王居亳地，與葛國為鄰，葛國之伯放縱無道，而不祀先祖。湯王使人問之葛伯，何為而不祀先祖？乃答之曰：無以供其犧牲也。牲之色純無雜色，謂之犧牲。湯乃使人遺賜之牛羊，葛伯既受之牛羊，又自食之而不祀先祖。湯又使人問葛伯，何為而又不祀？葛伯又曰：又無以供其粢盛也。湯復使亳之眾往為葛伯耕作，以助其粢盛。有老弱者，饋耕者之食，葛伯又率己之民於路，要其有酒食黍稻者奪而食之，有不授與之者乃殺之，有童子以黍肉飯餉其耕者，葛伯率民殺其子而奪其黍肉，故《書》有云葛伯仇怨其有所餉者，故害之。是此之謂也。「為其殺是童子而征之，四海之內皆曰：非富天下也，為匹夫匹婦復讎也」，孟子又言，為其葛伯殺此童子，而湯乃往而征伐之，四海之內人皆曰：湯王非貪富於天下而征葛也，是為天下一匹之夫、一匹之婦復報其讎也。「湯始征，自葛載」 至「後來其無罰」者，言湯王初征，自葛國始也。湯之十一征而天下無敢敵者，故東面而征其君，則西夷之國怨之，以為不先征其我君之罪；南面而征其君，則北夷之國怨之，以為不征其我君之罪而先於彼：故怨云何為而後去其我？民之望其湯之來，若大旱之時人望其云霓而雨之降也。遂使歸市者得奔趨而貿易，芸苗者亦得芸而不為之休，亦以湯即誅其君之有罪者，而又能吊問存恤其人民，故如時雨之降，民皆大喜悅之。《書》云：民徯待我君之來，言我君之來，則我無誅罰矣。一說云十一征當作再字，再十一征者，言湯再征十一國，再十一，凡征二十二國也。「有攸不惟臣」 至「取其殘而已矣」，此皆逸《書》之文也，言殷之民有所征之，則無不惟念臣服之節，故武王東征而綏撫其士女，則為之士女皆以箱匪盛其玄黃之帛，以昭明我之周王見休美，惟臣皆得就附於大邑周家也。故其君子實則玄黃之帛，以迎其君子，小人簞食壺漿以迎其小人，是各從其類也。武王之師眾中有君子、有小人，故商民有君子、有小人迎之者也。言武王所拯救殷民於水火之中，獨取伐其殘賊其民者也。今據《書》乃曰「昭我周王」，而此乃曰「紹我周王」，蓋紹者繼也，民皆以玄黃之帛盛於匪，而隨武王之師後而繼送之也。蓋周王者，即武王也。然必以玄黃於匪者，蓋天謂之玄，地謂之黃，武王能革殷之否而泰之，是能如天地以覆載以養民者也。必言士女者，以其武王所綏，不特匹夫匹婦而已，雖未冠之士，未笄之女，亦且綏之，故曰「綏厥士女」。「《太誓》曰：我武惟揚，侵於之疆，則取於殘，殺伐用張，於湯有光」，此古之《太誓》篇之文也。言《太誓》有云：我武王用武之時，惟鷹揚也；侵於紂之疆界，則取於殘賊者；於是殺伐之功用張行之，故比於湯王伐桀之時，又有以光於前代也。「不行王政云爾，苟行王政」至「齊，楚雖大，何畏焉」，孟子於此乃曰：今宋國不行王者之政，故云齊、楚惡而伐之爾，如宋國苟能行其王者之政，則四海之內，人皆舉首引領而望之，欲以為之君也，齊、楚二國雖大，然何畏之有？○注「 葛，夏諸侯，嬴姓之國」。○正義曰：案《地理志》云：葛，今梁國寧陵有葛鄉，裴駰亦引之而證《史記》亳都亦在梁國，故云為鄰。《書》曰：湯征諸侯，葛伯不祀，湯始征之。孔安國云：葛國，伯爵也，廢其土地山川及宗廟神祇皆不祀，湯始伐之。言伐始於葛也，《書》於是乎作《湯征》。今《尚書·仲虺之誥》曰：「乃葛伯仇餉，初征自葛。東征西夷怨，南征北狄怨，曰：奚獨後予。」《孔傳》云：「葛伯遊行，見農民之餉於田者，殺其人，奪其餉，故謂之仇餉。仇，怨也。湯為是以不祀之罪伐之，從此後遂征無道。西夷、北狄，舉遠以言，則近者著矣。曰奚獨後予者，蓋怨者之辭也。」○注「從有攸下」至「殘賊也」。○正義曰：云「匪厥玄黃，謂諸侯執玄三纁二之帛」者，《禮》云：「諸侯世子執纁，公之孤執玄，附庸之君執黃」，是帛也。鄭司農云：「三染謂之纁。」此亦《周禮·鍾氏》有三入為纁故也。"
      },
      {
        "index": 13,
        "text": "孟子謂戴不勝曰：「子欲子之王之善與？我明告子。(不勝，宋臣。)有楚大夫於此，欲其子之齊語也，則使齊人傅諸？使楚人傅諸？」(孟子假喻有楚大夫在此，欲變其子使學齊言，當使齊人傅之邪，使楚人自傅相之邪？)曰：「使齊人傅之。」(不勝曰：使齊人。)曰：「一齊人傅之，眾楚人咻之，雖日撻而求其齊也，不可得矣。引而置之莊嶽之間數年，雖日撻而求其楚，亦不可得矣。(言使一齊人傅相，眾楚人咻之。咻之者，嚾也。如此雖日撻之欲使齊言，不可得矣。言寡不勝眾也。莊嶽，齊街裏名也。多人處之數年，而自齊也。)子謂薛居州善士也，使之居於王所。在於王所者，長幼卑尊皆薛居州也，王誰與為不善？(孟子曰：不勝常言居州，宋之善士也，欲使居於王所。如使在王所者，小大皆如居州，則王誰與為不善者也。)在王所者，長幼卑尊皆非薛居州也，王誰與為善？一薛居州，獨如宋王何！」(如使在王左右者，皆非居州之疇，王當誰與為善乎？一薛居州，獨如宋王何而能化之也。周之末世，列國皆僭號自稱王，故曰宋王也。)"
      },
      {
        "index": 14,
        "text": "疏「孟子謂戴不勝」至「如宋王何」。○正義曰：此章指言自非聖人，在所變化，故諺曰：「白沙在泥，不染自黑。蓬生麻中，不扶自直。」言輔之者眾也。「孟子謂戴不勝曰」至「亦不可得矣」，不勝，宋王之臣也，姓戴，名不勝。孟子謂之曰：子今欲子之宋王為善歟？我今明言而告子，且假喻今有楚國之大夫於此，欲使其子學齊人之言，則當使齊人傅諸，使楚人傅諸？「曰：使齊人傅之」，不勝答之，以為當使齊人傅相之。孟子又言，如使一齊人傅相其子之言，而眾楚人皆咻嚾之，雖日加鞭撻其子而求為齊言也，不可得已。如引其子置之閭巷之間，數年之久，雖日加鞭撻而求其子為楚言，亦不可得已。「子謂薛居州善士也」至「如宋王何」，孟子又言今不勝謂薛居州善士者也，使之居於宋王之所，如在宋王之所者，長幼卑尊皆如薛居州善士者也，則宋王誰與為不善也？如在宋王之左右，長幼卑尊皆非薛居州之善者也，則宋王誰能與為善？今以一薛居州獨佐於宋王為善，其能如宋王何？無他，以其一人之寡不能勝其眾也，故孟子所以齊人、楚人而比喻之也。薛居州，宋國之善士者也。\n卷六下·滕文公章句下"
      },
      {
        "index": 15,
        "text": "公孫丑問曰：「不見諸侯，何義？」(丑怪孟子不肯每輒應諸侯之聘，不見之，於義謂何也。)孟子曰：「古者不為臣不見。(古者不為臣不肯見，不義而富且貴者也。)段干木逾垣而辟之，泄柳閉門而不內，是皆已甚。迫，斯可以見矣。(孟子言魏文侯、魯繆公有好善之心，而此二人距之太甚。迫窄，則可以見之。)陽貨欲見孔子，而惡無禮。大夫有賜於士，不得受於其家，則往拜其門。(陽貨，魯大夫也。孔子，士也。)陽貨瞰孔子之亡也，而饋孔子蒸豚。孔子亦瞰其亡也而往拜之。當是時，陽貨先，豈得不見？(瞰，視也。陽貨視孔子亡而饋之者，欲使孔子來答，恐其便答拜使人也。孔子瞰其亡者，心不欲見陽貨也。《論語》曰「饋孔子豚」，孟子曰「蒸豚」，豚非大牲，故用熟饋也。是時陽貨先加禮，豈得不往拜見之哉。)曾子曰：『脅肩諂笑，病於夏畦。』(脅肩，竦體也。諂笑，強笑也。病，極也。言其意苦勞極，甚於仲夏之月治畦灌園之勤也。)子路曰：『未同而言，觀其色赧赧然，非由之所知也。』(未同，誌未合也。不可與言而與之言，謂之失言也。觀其色赧赧然，麵赤，心不正之貌也。由，子路名，子路剛直，故曰非由所知也。)由是觀之，則君子之所養，可知已矣。」(孟子言：由是觀曾子、子路之言，以觀君子之所養誌可知矣。謂君子養正氣，不以入邪也。)"
      },
      {
        "index": 16,
        "text": "疏「公孫丑問曰」至「可知已矣」。○正義曰：此章指言道異不謀，迫斯強之段、泄已甚，瞰亡得宜，正己直行，不納於邪，赧然不接，傷若夏畦也。「公孫問曰：不見諸侯，何義」，丑怪孟子不見諸侯，故問之曰：不見諸侯，其義謂何也？「孟子曰：古者不為臣不見」至「可知已矣」，孟子答之公孫丑，言古之不為臣者不肯見，不義而饕富貴者也。如段幹木逾垣牆而避魏文侯於外，泄柳閉門而拒魯繆公於內，然皆不見之者，是皆文侯、繆公而就見已甚，迫切斯可以見矣，然幹木、泄柳且不見之耳。陽貨欲願見於孔子，而畏孔子惡己之無禮而不見之。意已謂己為大夫而有遺賜，孔子但為之士，彼不得受其遺賜於其家，則必往謝己門，故陽貨視孔子不在，遂饋送孔子蒸豚之禮。然而孔子至後亦以視陽貨不在，乃往其門而拜謝之。故當是之時，陽貨豈先不得見孔子？以其不合視孔子不在，乃饋蒸豚，孔子所以不欲見，亦復其亡而往謝之也。蒸豚，熟豚也。曾子又有云脅肩諂笑，竦縮其身，強容而笑者，其勞苦有甚於夏之五六月而灌園也。治畦曰灌園也。子路有云未合其志，而與之言，觀其色赧赧然，麵赤而心不正者，非我之所知也。由，子路自稱名也。孟子曰：由此數者觀之，則君子之所養以義，可得而知矣。蓋就此數者論之，孟子必答公孫丑以此者，則孟子不見諸侯是亦分也、義也。公孫丑乃不知之，奈之何哉？今且以孟子不見諸侯，必以段幹、泄柳為言者，蓋謂魏文、魯繆二君欲見此二子如此之迫切，而二子尚不見之，而況己往見諸侯哉？必以陽貨為言者，蓋謂孔子不見陽貨者，乃陽貨自取之爾。今己之不見諸侯者，亦以諸侯不禮於我矣。必以曾子所謂而言者，蓋謂己如往見諸侯，亦是脅肩諂笑者也。必以子路所謂而言者，蓋謂己如就見諸侯，亦是未同而觀其色赧赧然之人也。此孟子所以執此而喻其意於公孫丑也。《說文》云：「畦，菜畦也」，是知即園也。○注「《論語》曰饋孔子豚」。○正義曰：案孔安國《傳》云：陽貨欲使孔子往謝，故遺孔子豚。陽貨，陽虎也，名虎，字貨，為季氏家臣，而專魯國之政，欲見孔子，將使之仕也。豚，豕之小者。故《論語》於《陽貨》篇云：「陽貨欲見孔子，孔子不見，歸孔子豚。孔子時其亡也，而往拜之，遇諸塗。謂孔子曰：『來，予與爾言。』曰：『懷寶而迷邦，可謂仁乎？』『好從事而亟失時，可謂知乎。』曰：『不可，日月逝矣，歲不我與。』孔子曰：『諾，吾將仕矣。』凡此是其事也。○注「子路剛直」。正義曰：案《孔子弟子列傳》云：「子路性鄙，好勇力，誌伉直。」是為剛直也，後死於衛。"
      },
      {
        "index": 17,
        "text": "戴盈之曰：「什一，去關市之征，今茲未能，請輕之，以待來年然後已，何如？」(戴盈之，宋大夫。問孟子，欲使君去關市征稅，復古行什一之賦，今年未能盡去，且使輕之，待來年然後復古，何如？)孟子曰：「今有人日攘其鄰之雞者，或告之曰：『是非君子之道。』曰：『請損之，月攘一雞，以待來年然後已。』如知其非義，斯速已矣，何待來年？」(攘，取也，取自來之物也。孟子以此為喻知攘之惡當即止，何可損少，月取一雞，待來年乃止乎？謂盈之之言若此類者也。)"
      },
      {
        "index": 18,
        "text": "疏「 戴盈之曰」至「何待來年」。○正義曰：此章指言從善改非，坐而待旦，知而為之，罪重於故，譬猶攘雞，多少同盜，變惡自新，速然後可也。「戴盈之曰：什一，去關市之征，今茲未能，請輕之，以待來年」，戴盈之即戴不勝，字盈之也，為宋國之大夫，問於孟子曰：欲使宋君去關市之征稅，今年未能盡去，且使輕取之，以待來年然後盡去之，如之何？「孟子曰：今有人日攘其鄰之雞」至「何待來年」，孟子以此比喻之，以答盈之之言非也。言今有人日口攘取其鄰家之雞者，或有人告之曰：此攘雞乃小人盜賊之道，非君子大公至正之道也。乃曰：請損之，但月攘一雞，以待來年，然後止而勿攘。今子如知宋君取關市之稅為非義，若此攘雞之非道，斯可速而止之耳，何可待來年然後已乎？此孟子所以告之是耳。"
      },
      {
        "index": 19,
        "text": "公都子曰：「外人皆稱夫子好辯，敢問何也？」(公都子，孟子弟子。外人，他人論議者也。好辯，言孟子好與楊、墨之徒辯爭。)孟子曰：「予豈好辯哉，予不得已也。(曰：我不得已耳，欲救正道，懼為邪說所亂，故辯之也。)天下之生久矣，一治一亂。當堯之時，水逆行，泛濫於中國，蛇龍居之，民無所定，下者為巢，上者為營窟。(天下之生，生民以來也，迭有治亂，非一世。水生蛇龍，水盛則蛇龍居民之地也。民患水，避之，故無定居。埤下者於樹上為巢，猶鳥之巢也。上者，高原之上也。鑿岸而營度之，以為窟穴而處之。)《書》曰：『洚水警余。』洚水者，洪水也。(《尚書》逸篇也。水逆行，洚洞無涯，故曰洚水也。洪，大也。)使禹治之，禹掘地而注之海，驅蛇龍而放之菹。水由地中行，江、淮、河、漢是也。險阻既遠，鳥獸之害人者消，然後人得平土而居之。(堯使禹治洪水，通九州，故曰掘地而注之海也。菹，澤生草者也，今青州謂澤有草為菹。水流行於地而去也，民人下、高就平土，故遠險阻也，水去，故鳥獸害人者消盡也。)堯、舜既沒，聖人之道衰，暴君代作。壞宮室以為汙池，民無所安息；棄田以為園囿，使民不得衣食；邪說暴行又作。園囿汙池，沛澤多而禽獸至。(暴，亂也。亂君更興，殘壞民室屋，以其處為汙池；棄五穀之田，以為園囿長逸遊而棄本業，使民不得衣食，有饑寒並至之厄；其小人則放辟邪侈，故作邪偽之說，為奸寇之行。沛，草木之所生也。澤，水也。至，眾也。田疇不墾，故禽獸眾多。謂羿、桀之時也。)及紂之身，天下又大亂。周公相武王，誅紂伐奄，三年討其君，驅飛廉於海隅而戮之；滅國者五十；驅虎豹犀象而遠之：天下大悅。(奄，東方無道國。武王伐紂，至於孟津還歸，二年復伐，前後三年也。飛廉，紂諛臣，驅之海隅而戮之，猶舜放四罪也。滅與紂共為亂政者五十國也。奄，大國，故特伐之。《尚書·多方》曰：「 王來自奄。」)《書》曰：『丕顯哉！文王謨。丕承哉！武王烈。佑啟我後人，咸以正無缺。』(《書》，《尚書》逸篇也。丕，大。顯，明。承，纘。烈，光也。言文王大顯明王道，武王大纘承天光烈，佑開後人，謂成康皆行正道無虧缺也，此周公輔相以撥亂之功也。)世衰道微，邪說暴行有作，臣弑其君者有之，子弑其父者有之，孔子懼，作《春秋》。《春秋》，天子之事也。是故孔子曰：『知我者其惟《春秋》乎！罪我者其惟《春秋》乎！』(世衰道微，周衰之時也。孔子懼正道遂滅，故作《春秋》，因魯史記，設素王之法，謂天子之事也。知我者謂我正綱紀也，罪我者謂時人見彈貶者。言孔子以《春秋》撥亂也。)聖王不作，諸侯放恣，處士橫議，楊朱、墨翟之言盈天下，天下之言，不歸楊則歸墨。楊氏為我，是無君也。墨氏兼愛，是無父也。無父無君，是禽獸也。(言孔子之後，聖王之道不興，戰國縱橫，布衣處士遊說以幹諸侯，若楊墨之徒，無尊異君父之義，而以攢議於世也。)公明儀曰：『庖有肥肉，廄有肥馬，民有饑色，野有餓莩，此率獸而食人也。』(公明儀，魯賢人。言人君但崇庖廚，養犬馬，不恤民，是為率禽獸而食人也。)楊、墨之道不息，孔子之道不著，是邪說誣民，充塞仁義也。仁義充塞，則率獸食人，人將相食。(言仁義塞則邪說行，獸食人則人相食，此亂之甚也。)吾為此懼，閑先聖之道，距楊墨，放淫辭，邪說者不得作。(閑，習也。淫，放也。孟子言我懼聖人之道不著，為邪說所乘，故習聖人之道以距之。)作於其心，害於其事；作於其事，害於其政。聖人復起，不易吾言矣。(說與上篇同。)昔者禹抑洪水而天下平，周公兼夷狄、驅猛獸而百姓寧，孔子成《春秋》而亂臣賊子懼。(抑，治也。周公兼懷夷狄之人，驅害人之猛獸也。言亂臣賊子懼，《春秋》之貶責也。)《詩》云：『戎狄是膺，荊舒是懲，則莫我敢承。』(此詩已見上篇說。)無父無君，是周公所膺也。(是周公所欲伐擊也。)我亦欲正人心，息邪說，距詖行，放淫辭，以承三聖者，豈好辯哉？予不得已也。(孟子言我亦欲正人心，距詖行，以奉禹、周公、孔子也。不得已而與人辯耳，豈好之哉？)能言距楊、墨者，聖人之徒也。」(孟子自謂能距楊、墨也。徒，黨也。可以繼聖人之道，謂名世者也，故曰聖人之徒也。)"
      },
      {
        "index": 20,
        "text": "疏「孟子曰：予豈好辯哉」至「聖人之徒也」。○正義曰：此章指言憂世撥亂，勤以濟之，義以匡之，是故禹、稷駢躓，周公仰思，仲尼皇皇，墨突不及汙，聖賢若此，豈不得辯也。公都子問孟子曰：外人皆稱夫子好與楊、墨之徒爭辯，敢問是何如？「孟子曰：予豈好辯哉，予不得已也」，孟子答之曰：我豈好與彼爭辯之哉，但欲正人心，不得已而用辯之也。「天下之生久矣，一治一亂」至「上者為營窟」，孟子言天下之生民以來，至於今以久矣，其間一治一亂甚多。當堯之時，水逆勢而流行，泛濫濁於中國，蛇龍由是居處於其間，民亦無所安其居處，以至居於埤下者，乃於樹上為巢，如鳥之居於巢也；居於高原之上者，乃鑿為穴窟而處之。「《書》曰：洚水警餘。洚水，洪水也。使禹治之，禹掘地而注之海」至「然後人得平土而居之」，言《尚書》逸篇之文。云洚水警懼我，此蓋舜言，故稱餘。餘，我也。孟子引之，故自解之洚水，言洚水則洪大之水也。故舜使禹治其洪水，禹乃掘也，因其勢順而流注之海；又驅遣蛇龍而放之菹。菹，澤生草之所也。於是水從地中流行，故不泛逆，所謂導江導淮導河導入漢之水，是禹之治也。危險艱阻既以遠去，而無泛濫之患，鳥獸之害於人者遂消滅，然後人皆得平坦之地而居之。所謂水逆行，泛濫於中國，蛇龍居之，為巢、營窟之難，於是免矣。「堯舜既沒，聖人之道衰」至「及紂之身」，又至「咸以正無缺」者，孟子言自堯舜既沒之後，聖人所行之道衰微，暴虐之君更興，乃毀壞民之宮室以為之汙池，而民皆無所安居休息；又棄五穀之田以為之園囿，而恣遊傲，乃使民不得衣食，於是民有饑寒。其小人皆放辟邪侈，作邪偽之說，為奸寇之行。又作園囿汙池，於是草木沛澤茂盛，而禽獸至眾。及紂之世，又為大亂，周公乃輔相武王，誅伐其紂，又伐奄國，終始三年，討戮殘賊之君，乃驅逐飛廉諛臣於海隅之地而戮殺之，遂滅與紂共為亂之國者有五十國，然後驅遣其虎豹犀象之野獸而遠去之。天下之人，已皆大悅，而歸武王。《書》所謂「丕顯哉，文王謨，丕承哉，武王烈，佑啟我後人，咸以正無缺」，是斯之謂歟。蓋言大明文王創始之謀謨，大纘集武王之功烈，佑開後人皆以正道行之，故無虧缺也。後人是謂成王、康王在後者也。「世衰道微，邪說暴行」 至「其惟《春秋》乎」，孟子又言至周世之道衰於是微滅，邪說暴行之人又有起作，於是臣弑其君者有之，子弑其父者有之，惟孔子於此時乃恐懼正道遂滅，而害人正心，故因魯史記而作《春秋》之經。蓋《春秋》者，乃設素王之道，皆天子之事跡也。孔子云：知我正王綱者，其惟以《春秋》知我矣；罪我以謂迷亂天下者，其亦惟以《春秋》罪我矣。「聖王不作，諸侯放恣」至「是禽獸也」，孟子又言自孔子之後，聖王無有興作於其間，諸侯乃放恣為亂，布衣之處士乃橫議而遊說於諸侯，於是楊朱、墨翟偏蔽之言盈滿於天下。天下之言者，不歸從楊朱之為己，則歸從墨翟之兼愛。以其為己之言行，是使天下無其君也；兼愛之言行，是使天下無其父也：無父無君，是禽獸之類也，非人也。「公明儀曰」 至「率獸而食人也」。孟子又引昔公明儀有云：君之庖廚乃多有其肥肉，棧廄之中多養其肥馬，而下民以有饑餓之顏色，郊野之間以有餓死之莩者，如此是國君率獸而食人也。「楊、墨之道不息，孔子之道不著」至「吾為此懼」，又至「吾言矣」，孟子又言楊、墨自為、兼愛之道不熄滅，則孔子之正道不著明，是邪說欺誣其民，而充溢掩其仁義之道也。仁義既以邪說充塞而掩之，則不特率獸食人，而人亦將自相食也。孟子故言我為此恐懼，乃欲防閑，衛其先聖之正道，而排斥拒其楊、模覂放逐其淫辭，使邪說者不得興作於其間。所謂作於其心，害於其事，作於其事，害於其政，聖人復起，必從吾言矣，此蓋說在上篇，此更不說。「昔者禹抑洪水而天下平，周公兼夷狄、驅猛獸而百姓寧，孔子作《春秋》而亂臣賊子懼」，此皆孟子言至於此，又復自堯至於孔子再詳總說之也。言往者自舜使禹抑治其水，而天下於是乎得平安；至周公相武王，兼征夷狄，驅逐暴獸，而人民於是乎得寧靜；以至孔子作成《春秋》，而褒貶著，而亂臣賊子於是乎恐懼之。「《詩》云：戎狄是膺，荊舒是懲，則莫我敢承」，說在上篇詳矣。孟子言如是則無父無君者，是周公所欲膺擊而伐之也，我今亦欲正其人心，息滅其邪說，距止其險陂之行，放逐其淫辭，以奉承禹、周公、孔子三聖者，豈我好與楊墨之辯哉？是我不得已，故當與之爭辯也。然而能言距止楊墨之道者，是亦為聖人之徒黨也，故曰：「我亦欲正人心，息邪說，距詖行，放淫辭，以承三聖者，豈好辯哉？予不得已也。能言距楊墨者，聖人之徒也。」○注「 堯使禹治洪水，通九州」至「消盡也」。正義曰：「禹通九州」者，蓋始自堯所都冀州而起，遂從東南通於兗州；兗州既達，又東南通於青州；青州既達，又從南通於徐州；徐州既達，又南通於楊州；楊州既達，又西通於荊州；荊州既達，又從荊而北通於豫州；豫州既達，又從豫而西通於梁州；梁州既達，又從梁而北通於雍州；雍州既達，於是又通乎冀州；冀州乃帝都也。凡此是皆禹通之耳。○注「 奄，東方無道國」至「王來自奄」。正義曰：案鄭玄云：「奄國在淮夷之北。」裴駰亦引而證《史記》。云伐奄者，孔安國云：周公歸政之明年，淮夷奄國又叛，成王東伐淮夷，遂滅奄而徙其君。五月，自奄還至縞京，是王自奄也。云「飛廉，紂諛臣」，案《史記》云「飛廉乃顓頊之苗裔也，飛廉善走，其子惡來，惡來有力，父子俱以材力事殷紂，周武王伐紂，並殺之」是矣。「舜放四罪」，所謂流共工於幽州，放兜於崇山，竄三苗於三危，殛鯀於羽山。四罪而天下咸服。凡此是也。○注「禹稷胼胝，周公仰思，仲尼皇皇」。正義曰：經云禹稷手足胼胝，周公仰而思之夜以繼日，揚雄云「仲尼皇皇」，是也，凡此蓋言皆能勤於為生民耳。"
      },
      {
        "index": 21,
        "text": "匡章曰：「陳仲子豈不誠廉士哉？居於陵，三日不食，耳無聞，目無見也。井上有李，螬食實者過半矣，匍匐往將食之，三咽，然後耳有聞，目有見。」(匡章齊人也。陳仲子，齊一介之士，窮不苟求者，是以絕糧而餒也。螬，蟲也。李實有蟲，食之過半，言仲子目不能擇也。)孟子曰：「於齊國之士，吾必以仲子為巨擘焉。雖然，仲子惡能廉？充仲子之操，則蚓而後可者也。夫蚓，上食槁壤，下飲黃泉。(巨擘，大指也。比於齊國之士，吾必以仲子為指中大者耳，非大器也。蚓，蚯蚓之蟲也。充滿其操行，似蚓而可行者也。蚓食土飲泉，極廉矣，然無心無識，仲子不知仁義，苟守一介，亦猶蚓也。)仲子所居之室，伯夷之所築與？抑亦盜蹠之所築與？所食之粟，伯夷之所樹與？抑亦盜蹠之所樹與？是未可知也。」(孟子問匡章：仲子豈能必使伯夷之徒築室、樹粟，乃居、食之邪？抑亦得盜蹠之徒使作也，是殆未可知也。)曰：「是何傷哉？彼身織屨，妻辟纑，以易之也。」(匡章曰：惡人作之何傷哉？彼仲子身自織屨，妻緝纑，以易食、宅耳。緝績其麻曰辟，練其麻曰纑，故云辟纑。)曰：「仲子，齊之世家也，兄戴，蓋祿萬鍾。以兄之祿為不義之祿而不食也，以兄之室為不義之室而不居也，避兄離母，處於於陵。(孟子言仲子，齊之世卿大夫之家，兄名戴，為齊卿，食采於蓋，祿萬鍾。仲子以為事非其君、行非其道以居富貴，故不義之，竄於於陵也。)他日歸，則有饋其兄生鵝者，己頻顣曰：『惡用是鶂鶂者為哉？』(他日，異日也。歸省其母，見兄受人之鵝而非之。己，仲子也。頻顣不悅，曰：「安用是鶂鶂者為乎？鶂鶂，鵝鳴聲)他日，其母殺是鵝也，與之食之。其兄自外至，曰：『是鶂鶂之肉也。』出而哇之。以母則不食，以妻則食之；以兄之室則弗居，以於陵則居之：是尚為能充其類也乎？若仲子者，蚓而後充其操者也。」(異日母食以鵝，不知是前所頻顣者也。兄疾之告曰：「是鶂鶂之肉也。」仲子出門而哇吐之。孟子非其不食於母，而食妻所作屨纑易食也；不居兄室，而居於於陵人所築室也：是尚能充人類乎？如蚓之性，然後可以充其操也。是以孟子喻以蚯蚓而比諸巨擘而已。)"
      },
      {
        "index": 22,
        "text": "疏「匡章曰」至「而後充其操者也」。○正義曰：此章指言聖人之道，親親尚和，志士之操，耿介特立，可以激濁，不可常法。是以孟子喻以丘蚓比諸巨擘也。「匡章曰：陳仲子豈不誠廉士哉」至「目有見」者，匡章齊國之人也。仲子，齊國一介之士也。匡章謂孟子曰：陳仲子之為人，豈不誠為廉士者哉？言仲子居處於於陵之地，三日無食，故不求食，以至饑餓，使耳聾而無聞，目盲而無見。井裏之上有李果為螬蟲所食者，其實已過半矣，但匍匐往而取食之，食至三吞然後耳方有所聞而不聾，目方有所見而不盲。言仲子之至如此之甚，尚不肯苟求於人，是所謂豈不誠廉潔之士哉。「孟子曰：於齊國之士」至「下飲黃泉」，孟子答之，以謂於齊國之眾士中，吾必以陳仲子但如指中之大者耳。雖然，大指又安能為廉潔之士哉？如充滿其仲子之操守，則必似蚯蚓而後可行也。故蚓但上食其槁壤之土，下飲其黃泉之水，是謂極廉矣。今仲子所居處之屋，且以為伯夷之所築而居之歟？抑亦即盜蹠為利者之所築而居歟？仲子所食之粟米，且以伯夷之所種而食歟？抑亦即為盜蹠者之所種而食歟？故孟子以此問之匡章乃曰：仲子所居之室，伯夷之所築歟，抑亦盜蹠之所築歟？所食之粟，伯夷之所樹歟，抑亦盜蹠之所樹歟？然孟子必以伯夷言之，又必以盜蹠言之者，蓋謂伯夷之清最為潔者，盜蹠最為貪利者，而仲子必不能使伯夷之徒築室、樹粟乃居、食之也，但亦盜蹠所築、樹而居、食之也，豈足謂之廉士哉？故曰「是未可知也」。以其但亦盜蹠所築、樹也，殆未可得而知也。「曰：是何傷哉？彼身織屨，妻辟纑，以易之也」，匡章又言於孟子曰：此何傷於仲子為廉哉？言雖盜蹠之徒而築、樹之，而仲子所居、食之，亦不足傷害仲子為廉潔之士矣。以其彼仲子親織其草屨，妻緝績其麻，以更易室粟而居、食之也。「曰：仲子，齊之世家也，兄戴，蓋祿萬鍾，以兄之祿為不義之祿」至「蚓而後可充其操者也」，孟子又言仲子者，乃齊國世卿大夫之家也，其仲子之兄名戴者，食采於蓋之邑，祿受萬鍾之秩，仲子乃以兄之祿為不義之祿而不食，以兄所居之室為不義之室而不居，遂逃避其兄，離去其母，而自處於於陵。於陵，齊之別邑也。異日，歸省其母，見有饋遺其兄之生鵝者，乃頻顣不悅，而言曰：「安用是鶂鶂者為饋哉？又至異日，其仲子之母乃殺此鵝與仲子而食之，其仲子之兄自外而歸至，見仲子食此鵝肉，乃疾告之曰：此是前日所饋我鶂鶂者之肉也。仲子覺為鵝肉，出門外哇而吐之。以其母所殺之食而且不食，乃食於妻子所辟纑而易所食而食之；以兄所居之屋而且不居，乃以於陵之人所居之屋而居之：如此，尚何能充為人之類乎？若仲子者，但如蚓之性然後可充其所操也。孟子意謂仲子之廉以此，是不足為廉者矣，人安可得而法之邪？匡章子所以言仲子為廉士者，以其欲則法之，宜孟子以是言而比喻巨擘、蚯蚓之類而排拒之也。巨擘，大指也。○注「緝績其麻曰辟，練麻曰纑」。○正義曰：《釋名》云：「辟，分辟也。纑，布纑也。」是知為緝績練麻也。○注「食采於蓋」。○正義曰：蓋，齊之下邑也。《公孫丑》之篇亦有說焉。"
      }
    ]
  }
}
