{
  "chapterNumber": 3,
  "title": "卷一下·梁惠王下",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷二上·梁惠王章句下（凡十六章）"
      },
      {
        "index": 2,
        "text": "疏正義曰：此卷趙氏分別為第二卷也。故云《梁惠王章句》下。今據此卷「章指」，凡十六章。一章言人君田獵以時，鍾鼓有節，與民同樂。二章譏王廣囿專利，以嚴刑陷民。三章言聖人樂天事小，以勇安天下。四章言與天下同憂樂者，不為慢遊恣溢之行。五章言齊王好色好貨，孟子推以公劉、太王好貨色與民同之。六章言君臣上下，各勤其任，無墮其職。七章言人君進賢退惡。八章言孟子云紂以崇惡，失其尊名。九章言任賢使能，不遺其學。十章言征伐之道，在順民心。十一章言伐惡養善，無貪其富，以小王大。十二章言上恤其下，下赴其難，惡出於已，害及其身。十三章言事無禮之國，不若得民心，與之守死善道。十四章言君子之道，正己在天，強暴之來，非已所召，獨善其身而已。十五章言太王居邠，權也，效死弗去，義也。十六章言讒邪構賢，賢者歸於天，不尤人也。凡十六章合上卷七章是《梁惠王篇》有二十三章矣。故各於卷首總列其章目，而分別其指焉。"
      },
      {
        "index": 3,
        "text": "莊暴見孟子，曰：「暴見於王，王語暴以好樂，暴未有以對也。」曰：「好樂何如？」（莊暴，齊臣也。不能決知之，故無以對。而問曰：王好樂何如。）孟子曰：「王之好樂甚，則齊國其庶幾乎？」（王誠能大好古之樂，齊國其庶幾治乎。）他日見於王，曰：「王嘗語莊子以好樂，有諸？（孟子問王有是語不。）王變乎色，曰：「寡人非能好先王之樂也，直好世俗之樂耳。」（變乎色，慍恚莊子道其好樂也。王言我不能好先聖王之樂，直好世俗之樂，謂鄭聲也。）曰：「王之好樂甚，則齊其庶幾乎！今之樂，猶古之樂也。（甚，大也。謂大要與民同樂，古今何異也。）曰：「可得聞與？」（王問古今同樂之意，寧可得聞邪？）曰：「獨樂樂，與人樂樂，孰樂？」（孟子復問王獨自作樂樂邪？與人共聽其樂為樂邪？）曰：「不若與人。」（王曰：「獨聽樂不如與眾共聽之為樂也。）曰：「與少樂樂，與眾樂樂，孰樂？」（孟子復問王與少之人共聽樂樂邪？眾人共聽樂樂也？）曰：「不若與眾。」（王言不若與眾人共聽樂為樂。）「臣請為王言樂。（孟子欲為王陳獨樂與眾人樂樂狀。）今王鼓樂於此，百姓聞王鍾鼓之聲、管籥之音，舉疾首蹙頞而相告曰：『吾王之好鼓樂，夫何使我至於此極也！父子不相見，兄弟妻子離散。』（鼓樂者，樂以鼓為節也。管，笙。籥，簫。或曰籥若笛短而有三孔。《詩》云「左手執籥」，以節眾也。疾首，頭痛也。蹙頞，愁貌。言王擊鼓作樂，發賦徭役皆出於民，而德不加之，故使民愁也。）今王田獵於此，百姓聞王車馬之音，見羽旄之美，舉疾首蹙頞而相告曰：『吾王之好田獵，夫何使我至於此極也？父子不相見，兄弟妻子離散。』此無他，不與民同樂也。（田獵無節，以非時取牲也。羽旄之美，但飾羽旄，使之美好也。發民驅獸，供給役使，不得休息，故民窮極而離散奔走也。）今王鼓樂於此，百姓聞王鍾鼓之聲、管籥之音，舉欣欣然有喜色而相告曰：『吾王庶幾無疾病與？何以能鼓樂也！』（百姓欲令王康強而鼓樂也。今無賦斂於民，而有惠益，故欣欣然而喜也。）今王田獵於此，百姓聞王車馬之音，見羽旄之美，舉欣欣然有喜色而相告曰：『吾王庶幾無疾病與？何以能田獵也！』此無他，與民同樂也。（王以農隙而田，不妨民時，有憫民之心。因田獵而加撫恤之，是以民悅之也。）今王與百姓同樂，則王矣。」（孟子言王何故不大好樂，效古賢君與民同樂，則可以王天下也。何惡莊子之言王之好樂也。）"
      },
      {
        "index": 4,
        "text": "疏「莊暴見孟子」至「則王矣」。○正義曰：此章言人君田獵以時，鍾鼓有節，發政行仁，民樂其事，則王道之階，在於此矣。故曰天時不如地利，地利不如人和矣，與民同樂也。「莊暴見孟子，曰：暴見於王，王語暴以好樂，暴未有以對也」者，莊暴，齊臣也，莊，姓也；暴，名也。言莊暴見孟子，謂暴朝見於齊王，王語暴以好樂之事，暴是時未有言以對答之。「曰好樂何如者」，故莊暴問孟子，以謂王之所以好樂，是如之何？「孟子曰王之好樂甚，則齊國其庶幾乎」者，孟子答莊暴之問也，言齊王之好樂至甚，則齊國庶幾其治安乎！「他日見於王，曰：王嘗語莊子以好樂，有諸」者，是孟子自見莊暴言好樂之後，他一日見於齊王而問之，曰：王曾與莊子語以好樂之事，還有此言否乎？孟子稱莊子，不稱曰暴者，是孟子尊王之臣，故不欲稱其名也。「王變乎色，曰：寡人非能好先王之樂也，直好世俗之樂耳」者，是齊王自孟子問之後，變其常容而有憤怒之色，蓋憤莊暴言己之好樂於孟子也，故答孟子曰：寡人不能好古聖王之樂，古聖王之樂，如黃帝之《咸池》，堯之《大章》，舜禹之《韶》，夏商周之《》、《武》是也，但能直好世俗樂耳，如鄭、衛之聲是也。「曰王之好樂甚，則齊其庶幾乎」者，孟子復對王而言也，言王之好樂至甚，則齊幾乎治安。孟子言「齊國其庶幾乎」以對莊子，對之齊王則止曰「齊其庶幾乎」者，蓋對莊子則稱其國，及對齊王故不必稱國焉耳。「今之樂，猶古之樂」者，是孟子見齊王言不能好先王之樂，直好世俗之樂，故以此言今之樂亦若古之聖王樂也。但其要在能與民同聽樂為樂耳，遂以此問之。「曰可得聞與」者，是齊王問孟子，言古今之樂一同，寧可得而聞知之與？「曰獨樂樂，與人樂樂，孰樂」者，是孟子欲以此問王，使王知與民同樂樂為樂也，故問之曰：王獨作樂為樂邪，與人同樂為樂邪？「曰不若與人」者，是齊王答孟子，亦以為獨樂樂不若與人同樂為樂也。「曰與少樂樂，與眾樂樂，孰樂」者，是孟子復問王與少人同樂為樂，與眾人同樂為樂，孰樂邪？「曰不若與眾」者，齊王亦復答孟子，以為不若與眾人同樂為樂也。「臣請為王言樂」，孟子於此知齊王亦識與眾同樂之意，乃為王陳其獨樂與眾同樂之效，故不待王問而自請言之也。「今王鼓樂於此」至「與民同樂也」者，皆孟子陳獨樂與眾樂樂之文也。言今王鼓作其樂於此國也，百姓之人聞王鍾鼓之聲與管籥之音，舉皆疾痛其頭，又蹙頞愁悶，而交相告曰：我王之好作樂為樂，發賦徭役，使我至於此之極也，父子不得以相見，兄弟妻子又皆離散之。以其如此，故百姓所以頭痛蹙頞愁悶也。又言今王田獵於此國，百姓之人聞王車馬之音，見羽旄之美好，舉皆蹙頞愁悶，疾痛其首，而交相告曰：我王之好田獵禽獸，如何使我供給役使，不得休息，而至於如此之跡覂父子不得以相見，兄弟妻子皆離散之。然則王之鼓樂田獵，而百姓皆如此者，無他事焉，是王之不與民同其樂也。言今王鼓樂於此國，百姓聞王鍾鼓之聲、管籥之音，舉皆欣欣然有喜色，而交相告曰：我王庶幾無疾病也，何以能鼓樂。於此言百姓皆欲之康強，不特止於庶幾無疾病也。苟即庶幾近於無疾病，則王亦何以能鼓樂也。又言今王田獵禽獸於此國，百姓之人聞王車馬之音，見羽旄之美好，舉皆欣欣然有喜色，而交相告曰：我王即庶幾近於無疾病，又何以能田獵也。此言又欲王之康強，不特止於庶幾無疾病也。然則王之鼓樂田獵，百姓皆如此欲王之康強者，無他事焉，是王能與民同其樂也。言今之王能與民同樂為樂，則為之王者矣。云「鼓樂」者，蓋鍾以止為體，鼓以作為用，故凡作樂所以謂之鼓樂也。云「音與聲」者，蓋鍾鼓言聲，以其聲之單出，故云聲也；管籥車馬言音，以其音之雜比，故云音也。然車馬亦謂之音者，蓋升車則馬動，馬動則鸞鳴，鸞鳴則和應故也。聲之與音，合而言之則，聲、音則一也；別而言之，則單出為聲，雜比為音。《詩》云「嘒嘒管聲」，此言管籥之音，是聲音之通論也。齊王悅南郭先生吹竽，廩食以數百人；喜鄒忌鼓琴，卒授之國政：是安知與眾樂樂邪？此孟子所以陳其與民同樂之意也。○注「鄭聲也」。○正義曰：《論語》云「鄭聲淫」，以其能惑人心也。《孔傳》云：「鄭聲惑人心，其與雅樂同也。」○注「鼓樂」至「百姓愁」。○正義曰：《周禮·鼓人》「掌教六鼓，以節聲樂」。《鍾師》「掌金奏」，注云：以鍾鼓奏者，先擊鍾，次擊鼓，以奏《九夏》。夏，大也。樂之大歌有九：《王夏》、《肆夏》、《昭夏》、《納夏》、《章夏》、《齊夏》、《族夏》、《裓夏》、《驁夏》，凡九夏是也，故附於此。云「管笙籥簫，或曰籥若笛而有三孔」者，案《禮圖》云：「笙長四尺，諸管參差，亦如鳥翼。」《爾雅》曰：「大笙謂之巢，小者謂之和。」郭璞《爾雅》云：「二十三管為簫。」《風俗通》云：「舜作竹簫，以象鳳翼。」《周禮·笙師》「掌教吹籥」，後鄭云「籥如笛，有三孔」是也。《詩》云「左手執籥」，蓋《邶詩·簡兮》之篇文也，注云：「籥六孔，言碩人多才藝，又能籥舞，言文武備也。」釋云：「首，頭也。」頞，鼻頸也。」言齊王擊鼓作樂，其使民徭役苦楚，皆蹙其鼻頸而愁悶也。○注「 田獵」至「奔走也」。○正義曰：釋云：獵，田也，蒐狩苗獮是也。案魯隱公五年《左傳》云：「春蒐、夏苗、秋獮、冬狩，皆於農隙講武事也。」杜預曰：「蒐，索擇取不孕者。苗，為苗除害也。獮，殺也，以殺為名，順秋氣也。狩，圍守也，冬物畢成，獲則取之，無所擇也。」羽旄者，案《左傳》魯襄公十四年，範宣子假羽旄於齊。定公四年，晉人假羽旄於鄭。杜預曰：「以析羽為旌，為王者斿車之所建也。」又案《司常》九旗之數，又有全羽、析羽。釋云：全羽，析羽，直有羽而無帛也。云「天時不如地利，地利不如人和」，蓋《公孫丑》篇文也。"
      },
      {
        "index": 5,
        "text": "齊宣王問曰：「文王之囿方七十里，有諸？」（王言聞文王苑囿方七十里，寧有之？）孟子對曰：「於傳有之。」 （於傳文有是言。）曰：「若是其大乎？」 （王怪其大。）曰：「民猶以為小也。」 （言文王之民尚以為小也。）曰：「寡人之囿方四十里，民猶以為大，何也？」 （王以為文王在岐山之時，雖為西伯，土地尚狹，而囿已大矣。今我地方千里而囿小之，民以為寡人之囿為大，何故也。）曰：「文王之囿方七十里，芻蕘者往焉，雉免者往焉。與民同之，民以為小，不亦宜乎！（芻蕘者，取芻薪之賤人也。雉免，獵人，取雉兔者。言文王聽民往取禽獸，刈其芻薪，民苦其小，是其宜也。）臣始至於境，問國之大禁，然後敢入。（言王之政嚴、刑重也。）臣聞郊關之內，有囿方四十里，殺其麋鹿者如殺人之罪。（郊關，齊四境之郊皆有關。）則是方四十里為阱於國中，民以為大，不亦宜乎？」 （設陷阱者不過丈尺之間耳，今王陷阱乃方四十里，民言其大，不亦宜乎。）"
      },
      {
        "index": 6,
        "text": "疏「齊宣王」至「不亦宜乎」。○正義曰：此章譏王廣囿專利嚴，刑陷民也。「齊宣王問曰：文王之囿方七十里，有諸」者，是宣王嘗聞文王有囿方闊七十里，故見孟子，問之還是有之否？「孟子對曰：於傳有之」者，孟子答之，以為書傳之文有言也。「曰：若是其大乎」者，宣王怪之，以為文王囿如此之闊大，民猶尚以為之小也。「曰：寡人之囿方四十里，民猶以為大，何也」者，宣王又問孟子，言寡人之囿但方闊四十里，而民猶尚以為之大，是如之何其差也。「曰：文王之囿方七十里，芻蕘者往焉，雉免者往焉。與民同之，民以為小，不亦宜乎」者，孟子言文王之囿方闊七十里，而采芻草薪木之賤人，與獵雉鳥兔獸者皆得往其中而有所取之，是其與民同共之，故民以為小，不亦宜乎也。「臣始至於境，問國之大禁，然後敢入」者，孟子對王稱臣，言自臣始初至於王之齊境，問其王國禁令，然後乃敢入其國中也。「臣聞郊關之內，有囿方四十里，殺其麋鹿者如殺人之罪。則是方四十里為阱於國中，民以為大，不亦宜乎」者，孟子言自臣入王郊關之內，乃聞王有苑囿方四十里之廣，其有於中殺其麋鹿者，如殺其人之罪，而科之如此，則是王為阱陷方四十里之廣於國中，以陷其民也。故民以為大，不亦宜之乎！凡此是皆孟子譏王之專利而不與民同也。傳云天子之囿方百里，大國四十里，次國三十里，小國二十里。文王之國，百里之國，或者以謂有七十之裏為苑囿，是如之何其差殊？不知文王百里之國是其始封之時製也，七十里之囿乃文王作西伯之時有也。周制，上公封四百里，其食者三之一，豈七十里之囿特止山川不可食之地與？彼有子虛者以謂楚地方千里，而囿居其九，是可食之地亦鞠為遊畋之地耶，是安知周制之法與？○注云「文王在岐山之時，雖為西伯，土地尚狹，而囿以大」者。○正義曰：案鄭玄《詩譜》云：「周之先公曰太王者，避狄難，自豳始遷焉，商王帝乙之初，命其子王季為西伯，至紂，又命文王典治南國江漢汝墳之諸侯。是文王繼父之業為西伯於岐邑也。商之州長曰伯，謂為雍州伯也。子夏云：王季以九命作伯於西，文王因之，亦為西伯焉。《論語》云：「三分天下有其二，以服事殷。」是時宜七十里之囿而民猶以為小也。○注「 郊關，齊四境之郊皆有關」者。○正義曰：《周官·閭師》：「掌國中及四郊之人民。」《司馬法》曰：「王國百里為郊，二百里為州，三百里為野，四百里為縣，五百里為都。」《載師》掌任土之法，「以宅田、土田、賈田、任近郊之地。以官田、牛田、賞田、牧田任遠郊之地」。杜子春云：「五十里為近郊，百里為遠郊。」云「四境郊皆有關」者，蓋四郊之門也。"
      },
      {
        "index": 7,
        "text": "齊宣王問曰：「交鄰國有道乎？」 （問與鄰國交接之道。）孟子對曰：「有。（欲為王陳古聖王之比也。）惟仁者為能以大事小，是故湯事葛，文王事昆夷。（葛伯放而不祀，湯先助之祀。《詩》云：「昆夷兌矣，惟其啄矣。」謂文王也。是則聖人行仁政，能以大事小者也。）惟智者為能以小事大，故太王事獯鬻，勾踐事吳。（獯鬻，北狄疆者，今匈奴也。大王去邠避獯鬻。越王勾踐退於會稽，身自臣事吳王夫差。是則智者用智，是故以小事大而全其國也。）以大事小者，樂天者也。以小事大者，畏天者也。樂天者保天下，畏天者保其國。《詩》云：『畏天之威，於時保之。』」 （聖人樂行天道，如天無不蓋也，故保天下，湯、文是也。智者量時畏天，故保其國，大王、勾踐是也。《詩·周頌·我將》之篇，言成王尚畏天之威，於是時故能安其太平之道也。）王曰：「大哉言矣！寡人有疾，寡人好勇。」（王謂孟子之言大，不合於其意。答之云寡人有疾，在於好勇，不能行聖賢之所履也。）對曰：「王請無好小勇。夫撫劍疾視，曰：『彼惡敢當我哉』此匹夫之勇，敵一人者也。（疾視，惡視也。撫劍瞋目曰：人安敢當我哉！此一匹夫之勇，足以當一人之敵者也。）王請大之。《詩》云：『王赫斯怒，爰整其旅，以遏徂莒，以篤周祜，以對於天下。』此文王之勇也。文王一怒而安天下之民。（《詩·大雅·皇矣》之篇也。言文王赫然斯怒，於是整其師旅，以遏止往伐莒者，以篤周家之福，以揚名於天下。文王一怒而安民，願王慕其大勇，無論匹夫之小勇。）《書》曰：『天降下民，作之君，作之師。惟曰其助上帝寵之。四方有罪無罪，惟我在，天下曷敢有越厥誌？』 （《書》，《尚書》逸篇也。言天生下民，為作君，為作師，以助天光寵之也。四方善惡皆在己，所謂在予一人，天下何敢有越其志者也。）一人衡行於天下，武王恥之，此武王之勇也。（衡，橫也。武王恥天下一人有橫行不順天道者，故伐紂也。）而武王亦一怒而安天下之民。今王亦一怒而安天下之民，民惟恐王之不好勇也。（孟子言武王好勇，亦則文王一怒而安天下之民也。今王好勇，亦則武王一怒而安天下之民。民恐王之不好勇耳，王何為欲小勇而自謂有疾也。）"
      },
      {
        "index": 8,
        "text": "疏自「齊宣王」至「惟恐王之不好勇也」。○正義曰：此章言聖人樂天，賢者知時，仁必有勇，勇以討亂，而不為暴，則百姓安之。「齊宣王問曰：交鄰國有道乎」者，是宣王問孟子，以交接鄰國其有道乎？「孟子對曰有」者，孟子欲陳古之聖王而比之，故答之曰：有道也。「惟仁者為能以大事小，是故湯事葛，文王事昆夷」至「於時保之」者，是皆孟子陳古之聖王而比之之文也。言惟有仁者之君乃能以大而奉事其小，是故葛國之伯不祭祀，而湯且遺之牛羊而助之，是湯事葛也。文王西有昆夷之患，而以采薇薄伐，肆不殄厥慍，是文王事昆夷也。昆夷，西戎之國也。惟智者乃能以小奉事其大，是故太王去邠避狄，始事之以皮幣、珠玉、犬馬而不免，是大王事獯鬻也。勾踐退會稽，身自官事吳王夫差，是勾踐事吳也。勾踐，越王也。以大奉事其小，是樂行天道，如天無不覆者也；以小奉事其大，以其量時畏天者也。故樂天者如湯、文，遂能安天下；畏天者如大王、勾踐，遂能安其國。故《詩》之《周頌·我將》之篇有云「畏天之威，於時保之」，蓋言成王能欽畏上天之威，故能安持盈守，成太平之道也。此孟子所以引之而證其言。「王曰：大哉言矣，寡人有疾，寡人好勇」者，宣王謂孟子之言大，不合己意，故答之曰「大哉言矣」，以言其寡人有疾，而疾在於好勇也。「對曰：王請無好小勇。夫撫劍疾視，曰彼惡敢當我哉，此匹夫之勇，敵一人者也」者，是孟子又答宣王，言宣王也今請之無好其小勇也，夫按劍瞋目，疾視而號於眾，曰彼安敢當敵我哉，此則一匹夫之小勇，隻可以抵敵於一人者也。故曰王請大之也。「《詩》云：王赫斯怒，爰整其旅，以遏徂莒，以篤周祜，以對於天下」者，此《詩·大雅·皇矣》之篇文也，孟子所以引此者，蓋欲言文王之勇而陳於王也，故曰此文王之勇也。其《詩》蓋言文王赫然大怒，以整其師旅，以止往伐莒，以篤厚周家之福，以揚天下之名也。言文王亦一怒而安天下之民者，謂文王亦以此一怒而安天下之民也。「《書》曰：天降下民，作之君，作之師，惟曰其助上帝，寵之四方。有罪無罪惟我在，天下曷敢有越厥誌」者，此周書之文也。孟子所以又引此《書》云者，蓋又欲言武王之勇而陳於王也。言天生下民，而立之君師以治以教之，惟曰其在助相上帝，寵安四方，有善有惡皆在我，天下安有敢違越其志者也。「一人衡行於天下，武王恥之，此武王之勇也」者，一人指紂而言之也，言紂一人縱橫逆行其道而不順其天，故武王心愧恥之，於是伐紂也。凡此是武王之大勇也。而武王於是亦一怒而安天下之民，故曰「武王亦一怒而安天下之民」。「今王亦一怒而安天下之民，民惟恐王之不好勇也」者，孟子言今王若能如文王、武王一怒而安天下之民，則天下之民惟恐王之不好勇也。○注「 葛伯不祀」至「小者也」。○正義曰：《書》云：「葛伯不祀，湯始征之。」孔安國云：「葛，國也。伯，爵也。湯居亳，與葛為鄰。葛伯不祀，湯使人遺之牛羊，又不祀，湯又使入往為之耕。」是其助之也。「《詩》云：混夷兌矣，惟其喙矣。謂文王也」者，蓋引《大雅·綿》之篇文也。箋云：「混夷，夷狄國也。見文王之使者將士眾過己國，則惶怖驚走，奔突入柞棫之中而逃，甚困劇也。」又云：「駾，突也。喙，困也。」趙注引此而證以解作文王事混夷，大與《詩》注不合。又云：「大王避狄，文王伐混夷，成道興國，其志一也。」是文王未嘗事之也。今孟子乃曰：「文王事混夷者，混夷，西戎之國也，《詩》之《采薇》云「文王之時，西有昆夷之患」，注云「混夷，西戎也」是也。今據《詩》之箋云乃曰伐昆夷，與孟子不合者，蓋文王始初事之，卒不免，故伐之也。始初之時，乃服事殷之時也。趙注引「混夷兌矣，惟其喙矣」，蓋失之矣。○注「 獯鬻」至「其國也」。○正義曰：案《匈奴傳》云：「唐虞以上有山戎、獫狁、獯戎居於北邊。夏道衰，公劉變於西戎，邑於豳。其後三百餘歲，戎狄攻大王亶父，亶父走於岐山。後至六國，遂為匈奴。」是也。云「越王勾踐退會稽，而身自官事吳王夫差」者，案《史記·世家》云：「吳王闔廬十五年伐越，至吳王夫差元年，悉以精兵伐越，敗之。越王勾踐乃以甲兵五千人棲於會稽，請委國為臣妾。」是也。賈逵曰：「會稽，山名也。」○注「《周頌·我將》之篇」至「太平之道」。○正義曰：箋云：於時，於是也。言成王畏天之威，於是得安文王之道，是其解也。○注「疾視」至「敵也」。○正義曰：莊書云：「蓬頭突鬢，瞋目而語，此庶人之勇，無異於鬥雞，一旦命已絕矣。」是與此同意。○注「《大雅》」至「小勇」。○正義曰：案《大雅·皇矣》之篇，其文乃曰「以遏徂旅」，今孟子乃曰「以遏徂莒」者。又案《春秋》魯隱公二年書「莒子盟於密」，則莒者，密之近地。《詩》言「密之眾」，孟子言「密之地」其旨同也。○注「 《尚書》逸篇」。○正義曰：案《周書·泰誓》篇，今有云「天佑下民，作之君，作之師，惟其克相上帝，寵綏四方，有罪無罪，予曷敢有越厥誌」，孔安國云：「寵綏四方，言當能助寵安天下。越，遠也。言已誌欲為民除惡，是與否不敢遠其志。」趙注乃以「其助上帝寵之」而斷其句，以「四方」為下文，則其意俱通，故二解皆錄焉。○注「衡橫也」至「伐紂也」。○正義曰：《周書·泰誓》篇云「惟十有一年，武王伐紂」是也。釋文云：「衡，橫也。」"
      },
      {
        "index": 9,
        "text": "齊宣王見孟子於雪宮。王曰：「賢者亦有此樂乎？」（雪宮，離宮之名也。宮中有苑囿台池之飾，禽獸之饒，王自多有此樂，故問曰：賢者亦有此之樂乎？）孟子對曰：「有人不得則非其上矣。不得而非其上者，非也。為民上而不與民同樂者，亦非也。（有人不得，人有不得其志也。不責已仁義不自修，而責上之不用己，此非君子之道。人君適情從欲，獨樂其身，而不與民同樂，亦非在上不驕之義也。）樂民之樂者，民亦樂其樂。憂民之憂者，民亦憂其憂。（言民之所樂，君與之同，故民亦樂使其君有樂也。民之所憂者，君亦助之憂，故民亦能憂君之憂，為之赴難也。）樂以天下，憂以天下，然而不王者，未之有也。（言古賢君樂則以已之樂與天下同之，憂則以天下之憂與已共之，如是未有不王者。孟子以是答王者，言雖有此樂，未能與人共之。）昔者齊景公問於晏子曰：『吾欲觀於轉附、朝儛、遵海而南，放於琅邪，吾何脩而可以比於先王觀也？』（孟子言往者齊景公嘗問其相晏子若此也。轉附、朝儛，皆山名也。又言朝，水名也。遵，循也。放，至也。循海而南，至於琅邪。琅邪，齊東境上邑也。當何修治，可以比先王之觀遊乎？先王，先聖王也。）晏子對曰：『善哉問也！天子適諸侯曰巡狩，巡狩者，巡所守也。諸侯朝於天子曰述職，述職者，述所職也。無非事者，春省耕而補不足，秋省斂而助不給。（言天子、諸侯出，必因王事，有所補助於民，無非事而空行者也。春省耕，補耒耜之不足。秋省斂，助其力不給也。）夏諺曰：吾王不遊，吾何以休？吾王不豫，吾何以助？一遊一豫，為諸侯度。（晏子道夏禹之世民之諺語也。言王者巡狩觀民，其行從容，若遊若豫。豫亦遊也，《春秋傳》曰：「魯季氏有嘉樹，晉範宣子豫焉。」吾王不遊，吾何以得見勞苦蒙休息也。吾王不豫，我何以得見賑贍助不足也。王者一遊一豫，行恩布德，應法而出，可以為諸侯之法度也。）今也不然，師行而糧食，饑者弗食，勞者弗息。肙肙胥讒，民乃作慝。（今也者，晏子言今時天下之民，人君行師興軍，皆遠轉糧食而食之，有饑不得飽食者，勞者致重，亦不得休息；在位在職者又肙肙側目相視，更相讒惡，民由是化之而作其慝惡也。）方命虐民，飲食若流。流連荒亡，為諸侯憂。（方猶逆也。逆先王之命，但為虐民之政，恣意飲食，若水流之無窮極也。謂沈湎於酒，熊蹯不熟、怒而殺人之類也。流連荒亡，皆驕君之溢行也。言王道虧，諸侯行霸，由當相匡正，故為諸侯憂也。）從流下而忘反謂之流，從流上而忘反謂之連，從獸無厭謂之荒，樂酒無厭謂之亡。先王無流連之樂、荒亡之行。惟君所行也。』（言驕君放遊，無所不為。或浮水而下，樂而忘反謂之流，若齊桓與蔡姬乘舟於囿之類也。連，引也。使人徒引舟舡上行，而亡反以為樂，故謂之連。《書》曰：「罔水行舟」，丹朱慢遊，是好無水而行舟，豈不引舟於水上而行乎？此其類也。從獸無厭，若羿之好田獵，無有厭極，以亡其身，故謂之荒亂也。樂酒無厭，若殷紂以酒喪國也，故謂之亡。言聖人之行無此四者，惟君所欲行也。晏子之意，不欲使景公空遊於琅邪而無益於民也。）景公說，大戒於國，出舍於郊。於是始興發，補不足。（景公說晏子之言也。戒，備也。大修戒備於國。出舍於郊，示憂民困。始興惠政，發倉廩以賑貧困不足者也。）召大師，曰：『為我作君臣相說之樂。』蓋《徵招》、《角招》是也。（大師，樂師也。《徵招》、《角招》，其所作樂章名也。）其《詩》曰：『畜君何尤？』畜君者，好君也。」（其詩，樂詩也。言臣說君，謂之好君。何尤者，無過也。孟子所以導晏子、景公之事者，欲以感喻宣王，非其矜誇雪宮而欲以苦賢者。）"
      },
      {
        "index": 10,
        "text": "疏「齊宣王」至「好君也」。○正義曰：此章指言與天下同憂者，不為慢遊之樂，不循肆溢之行也。是以文王不敢盤於遊田也。「齊宣王見孟子於雪宮」者，雪宮，離宮之名也，中間有池囿。言宣王在雪宮之中，而見孟子來至也。「王曰賢者亦樂此乎」者，是宣王稱孟子為賢者，問之孟子亦嘗有此雪宮之樂也？云「乎」者，亦未知孟子可否若何？所以云「乎」而疑之之辭也，亦梁惠王在沼上而問孟子賢者亦樂此乎同意。「孟子對曰：有人不得，則非其上矣」至「然而不王者未之有也」者，孟子答宣王之言，而欲宣王有此雪宮之樂在與民同其樂也。故言有為人下者，不得此樂則必非謗其上矣。為人下者，既不得此樂，而以非謗其上，非也，以其不可也。無他，是不知命與分定故也。為民之上者，既有此樂，而不與下民同其樂，亦非也，以其亦不可也。無他，是不知義而失之於驕也。蓋為之君，在民之上，凡有所樂，皆出於民之賦役而成之也，豈可驕之哉！故曰亦非也。苟為君能以民之所樂而為己之樂，則在下之民，見君之所樂亦樂之，麵不敢非謗也。以民之所憂而己亦為憂之，則在己有所憂，而在下之民亦分憂之矣。凡此皆君、民憂樂施報之效也，故曰在上為君者，凡有所樂，與天下之民同其樂；凡有所憂，天下之民同其憂：然而天下不歸往而為之王者，未之有也。言其無也。「昔者齊景公問於晏子曰：吾欲觀於轉附、朝儛、遵海而南，放於琅邪，吾何脩而可比於先王觀也」至「好君也」者，是皆孟子引景公問晏子、晏子告景公之言而誨齊宣王也。昔，往也。齊景公，齊莊公之後、景公杵臼是也。魯襄公二十六年立，在位五十八年薨。轉附、朝儛皆山名也。又云朝，水也。言往者齊景公嘗問於晏子曰：我欲遊觀於轉附、朝儛，循海而南，至於琅邪，我何以修治而可以比效於先聖王之遊觀也。晏子，齊景公之相，齊大夫也，姓晏名嬰者。晏子答曰善哉王之問也，乃言天子往於諸侯謂之巡狩，巡狩者，謂巡諸侯為天子所守土也，如歲二月東巡狩，五月南巡狩，八月西巡狩，十一月北巡狩是也。諸侯朝覲於天子謂之述職，述職者，謂述已之所守職，如春朝以圖天下之事，夏宗以陳天下之謨，秋覲以比邦國之功，冬遇以協諸侯之慮是也。然此皆無非事而已，春則省察民之耕，而食不足者則補之，如《周禮·旅師》春頒其粟是也；收則省察民之收，而有力不足者則助之，如《遂師》巡其稼穡，而移用其民，以救時事是也：凡如此是皆下之所以有望於上而巡也。故夏禹之世，民俗諺有曰：我王不遊，我何以得其休息；我王不豫，我何以得助其力。此先聖王所以一遊一豫而為諸侯之法度也。統而言之，則遊與豫皆巡行也；別而言之，則遊者有所縱至於適也，豫者有所適而至於樂也。故於遊則未至於豫，豫則不止於遊也。今也景公則不如此，其興師行軍，皆遠轉糧食而食之，有饑之民而不得飽食，有勞乏之民則不得休息。在位者皆肙肙然側目相視而非其上，而下民又皆作為邪慝也，故「方命虐民，飲食若流，流連荒亡，為諸侯憂」。方，逆也，凡物圓則行，方則止，行則順，止則逆。所謂方命虐民者，是逆先王之命，而下則暴虐民人也。凡遊豫補助，皆先王之命也。今則方命而虐民，又飲食無窮極而若水之流。蓋流、連、荒、亡四行，皆為諸侯之所憂也，以其皆能喪亡其身而已。故流者是從流下而忘反之謂也，如齊桓與蔡姬乘舟於囿是也；連者從流上而忘反之謂也，如《書》曰「罔水行舟」，若丹朱是也；荒者從獸無厭之謂也，如羿之好田獵無有厭極，以亡其身是也；亡者樂酒無厭之謂也，如殷紂以酒喪國是也。故曰「從流下而忘反謂之流，從流上而忘反謂之連，從獸無厭謂之荒，樂酒無厭謂之亡」，以其晏子自解之耳。言「先王無流連之樂、荒亡之行。惟君所行也」者，謂古之先王無此流連之極樂、荒亡之溢行，惟獨在君所行也。君者指景公而言也。景公自知已小有流連之樂，大有荒亡之行，遂一聞晏子之言而喜悅之。景公所以說者，以其能悟而改過也。乃大戒敕於國，而敢慢其事；出舍於郊，而不敢寧其居；於是能興發倉廩而補贍其不足者。又召樂師之官曰：為我作君臣相說之樂。以作《徵招》、《角招》是也。必作其《徵招》、《角招》之者，蓋徵以為事，角以為民，皆以招名之，曰亦舜作歌以康庶事、鼓琴歌南風以阜民財之意也，此所以謂之《徵招》、《角招》矣。又引《樂詩》曰「畜君何尤」，畜君者，好君也。言說君所以好君，何有其過也，故又曰畜君者是好君也。凡此皆晏子所言，是其畜君者也。孟子引此誨宣王，亦欲宣王如景公說晏子之言而悟之也。○注「 轉附、朝儛」至「邑也」。正義曰：云轉附、朝儛皆山名，今案諸經並未詳，據梁時顧野王釋云：㵲，水名，出南陽。恐誤㵲為儛，他並未詳。云「琅邪為齊東南上邑」者，案《地理志》云：「齊地東有琅邪。」《南越志》云「琅邪，邑名」是也。○注「沉湎於酒，熊蹯不熟、怒而殺人」者。○正義曰：注云：「羲和湎淫，胤往征之。」孔安國云：「羲和氏世業天地四時之官，自唐虞至三代世職不絕承，太康之後，沉湎於酒，過差非度。」又曰：「紂沉湎冒亂，敢行暴虐。」孔安國《傳》云：「沉湎耆酒。」《春秋》魯宣公二年：「晉靈公不君，厚斂以雕牆，從台上彈人，而觀其避九也。宰夫胹熊蹯不熟，殺之，置諸畚，使婦人載以過朝。」釋云：「胹，煮也。畚，草器也。」○注「齊桓與蔡姬乘舟於囿」。正義曰：案魯僖公三年《左傳》云：「齊侯與蔡姬乘舟於囿，蕩公，公怒。」杜預曰：「蔡姬，齊侯夫人。蕩，搖也。囿，苑也。蓋魚池在苑中耳。」○注「《書》云罔水行舟，若丹朱慢遊」者。○正義曰：案《書·益稷》篇云：「無若丹朱傲，惟慢遊是好，傲虐是作。罔晝夜額額，罔水行舟，朋淫於家，用殄厥世。」孔安國云：「丹朱，堯之子。傲戲而為虐，無晝夜，常額額，肆惡無休息，習於無水陸地行舟，言無度，群淫於家，妻妾亂用，是絕其世不得嗣。」○注「羿之好田獵無有厭極，以亡其身」。○正義曰：案《書》云：「太康屍位，以逸豫滅厥德，黎民咸貳，乃盤遊無度，畋於有洛之表。十旬弗反，有窮後羿因民弗忍，距於河。」孔注曰：「有窮，國名。羿，諸侯名。距太康於河，不得入，遂廢之。」魯襄公四年《左傳》云，事錄在梁惠王首章。賈逵曰：「羿之先祖，世為射官，故帝嚳賜羿弓矢，使司射。」《淮南子》云：「堯十日並出，堯使羿射九日而落之。」《歸藏易》云：「羿彈十日。」凡此其說羿為諸侯名，皆難取信。欲言帝嚳時有羿，堯時亦有羿，則羿是善射之號，非為人名。信如是，則不知言以羿為窮國君號、為諸侯者何也。○注「殷紂以酒喪國」。○正義曰：案《史記》云：「殷王紂樂戲於沙丘，以酒為池，以肉為林，使男女裸，相逐其間，為長夜之飲。百姓怨望，而諸侯有畔。於是有炮烙之法，後為武王所伐。」是也。○注「 《徵招》、《角招》，樂章也」。○正義曰：凡宮、商、角、徵、羽，蓋樂之五聲也。《晉志》云：「宮，土音，數有八十一，為聲之始，屬土者，以其最濁者也，君之象也。宮亂則荒，其君驕。商，金音，三分徵益一以生，其數七十二，屬金者，以其濁，次宮，臣之象也。商亂則詖，其官壞也。角，木音，三分羽益一以，生其數六十四，屬木者，以其清濁，中人之象也。亂則憂，其人怨也。徵，火音，三分宮去一以生，其數五十四，屬火者，以其微清，事之象也。亂則哀，其事隳也。羽，水音，三分商去一以生，其數四十八，屬水者，以其最清，物之象也。亂則危，其財匱也。凡此乃為樂章之名也。然則景公所以作角、徵樂，以其為民、為事也。○注「文王不敢盤於遊畋也」。○正義曰：注云此者，蓋引《周書·無逸》之篇文也。孔注云文王不敢盤於遊畋者，是不敢樂於遊逸田獵者也，故錄此焉。）"
      },
      {
        "index": 11,
        "text": "齊宣王問曰：「人皆謂我毀明堂，毀諸？已乎？」（謂泰山下明堂，本周天子東巡狩朝諸侯之處也，齊侵地而得有之。人勸齊宣王，諸侯不用明堂，可毀壞，故疑而問於孟子當毀之乎。已，止也。）孟子對曰：「夫明堂者，王者之堂也，王欲行王政，則勿毀之矣。」（言王能行王道者，則可無毀也。）王曰：「王政可得聞與？」（王言王政當何施，其法寧可得聞。）對曰：「昔者文王之治岐也，耕者九一，仕者世祿，關市譏而不征，澤梁無禁，罪人不孥。（言往者文王為西伯時，始行王政，使岐民修井田，八家耕八百畝，其百畝者以為公田及廬井，故曰九一也。紂時稅重，文王復行古法也。仕者世祿，賢者子孫必有土地。關以譏難非常，不征稅也。陂池魚梁不設禁，與民共之也。孥，妻子也。《詩》云：「樂爾妻孥。」罪人不孥，惡惡止其身，不及妻子也。）老而無妻曰鰥，老而無夫曰寡，老而無子曰獨，幼而無父曰孤。此四者天下之窮民而無告者，文王發政施仁，必先斯四者。（言此四者皆天下之窮民，而文王常恤鰥寡存孤獨也。）《詩》云：『哿矣富人，哀此煢獨。』」（《詩·小雅·正月》之篇。哿，可也。詩人言居今之世可矣，富人但憐憫此煢獨羸弱者耳。文王行政如此也。）王曰：「善哉言乎！」（善此王政之言。）曰：「王如善之，則何為不行？」（孟子言王如善此王政，則何為不行也。）王曰：「寡人有疾，寡人好貨。」（王言我有疾，疾於好貨，故不能行。）對曰：「昔者公劉好貨，《詩》云『乃積乃倉，乃裹餱糧，於橐於囊，思戢用光。弓矢斯張，干戈戚揚，爰方啟行』。故居者有積倉，行者有裹囊也，然後可以爰方啟行。王如好貨，與百姓同之，於王何有？」（《詩·大雅·公劉》之篇也。乃積穀於倉，乃裹盛乾食之糧於橐囊也。思安民，故用有寵光也。戚，斧；揚，鉞也。又以武備之，曰方啟行道路。孟子言公劉好貨若此，王若則之，於王何有不可也。）王曰：「寡人有疾，寡人好色。」（王言我有疾，疾於好色，不能行也。）對曰：「昔者太王好色，愛厥妃。《詩》云：『古公亶父，來朝走馬。率西水滸，至於岐下。爰及薑女，聿來胥宇。』當是時也，內無怨女，外無曠夫。王如好色，與百姓同之，於王何有？」（《詩·大雅·綿》之篇也。亶父，大王名也，號稱古公。來朝走馬，遠避狄難，去惡疾也。率，循也。滸，水涯也。循西方水滸，來至岐山下也。薑女，大王妃也。於是與薑女俱來相土居也。言太王亦好色，非但與薑女俱行而已，普使一國男女無有怨曠。王如則之，與百姓同欲，皆使無過時之思，則於王之政何有不可乎！）"
      },
      {
        "index": 12,
        "text": "疏「齊宣王問」至「於王何有」。○正義曰：此章指言夫子恂恂然善誘人，誘人進於善也。齊王好貨色，孟子推以公劉、大王，所謂「責難於君謂之恭」者也「齊宣問曰：人皆謂我毀明堂，毀諸？已乎」者，是齊王問孟子，以為在國之人皆謂勸我毀壞其明堂。今毀壞之已？而勿毀壞乎？魯太山下有明堂，後為齊侵其地，故齊有明堂。齊宣王尚疑之，所以問也。「孟子對曰：夫明堂者，王之堂也。王欲行王政，則勿毀之矣」者，孟子欲使宣王行王政，所以勸之勿毀耳。「王曰：王政可得聞與」者，是宣王問孟子，以謂王政之法寧可得而聞知之歟？「對曰：昔者文王之治岐也，耕者九一，仕者世祿，關市譏而不征，澤梁無禁，罪人不孥」至「必先斯四」者，是孟子對答宣王為王政之法也。言往者文王為西伯行政，自岐邑耕者，皆以井田之法制之，一夫受私田百畝，八夫家計受私田八百畝，井田中百畝是為公田，以其九分抽一分為公，以抵其賦稅也；仕者不特身受其祿，而至子孫之世亦與土地祿焉；關市，司關、司市之所，但譏問之，不令奸人出入，而不征取其稅；川澤魚梁之所，但與民共之，而不設禁止之法；罪人但誅辱止其一身，而不誅辱其妻子，孥，妻子也。老而無妻曰鰥，老而無夫曰寡，老而無子曰獨，幼而無父曰孤，凡此鰥、寡、孤、獨四者，是皆天下之民窮而無告者也。文王發政施仁，必先及此四者焉。無告者，以其鰥、寡、孤、獨，單隻上下，無所告者之人也。是皆孟子言文王在岐邑之時，為王政之法，如此而已。「《詩》云：「哿矣富人，哀此煢獨」者，哿，可也，蓋《詩》之《小雅·正月》之篇文也。其意蓋言當今之世可矣，富人但先哀憫此煢獨羸弱者耳。孟子所以引之，謂其文王行政是如此也，故援之以答宣王。「王曰：善哉言乎」者，是宣王問、孟子答之以文王行王政之法而善其言也。故曰：「善哉言乎。」「曰：王如善之，則何為不行」者，孟子言王如能善此王政之言，則何為不行此也。「王曰：寡人有疾，寡人好貨」者，宣王言我有疾，疾在於好貨財也。「昔者公劉好貨，《詩》云」至「於王何有」者，孟子引公劉好貨，故《詩》有《大雅·公劉》之篇文，而答於宣王也。言往者公劉好其貨財，其詩蓋謂乃積穀於倉，乃裹乾食之糧於橐囊之中，其思在於輯和其民以光顯於時。張其弓矢，執其干戈斧鉞，告其士卒曰：為女方開道路而行。如此，故居者有穀積於倉，行者有糧裹於囊，然後可以曰方開道路而行。王如能好貨，與民人同之，亦若公劉之如此，則於王也何有不可。云「橐囊」者，大曰囊，小曰橐也。爰，曰也。「王曰寡人有疾，寡人好色」者，是宣王又言我有疾，疾在於好色也。「對曰：昔者太王好色，愛厥妃，《詩》云」至「於何有」者，是孟子又引太王好色，故《詩·大雅·綿》之篇文也，答宣王也。亶父，大王名也。古公，號也。言往者太王好色，愛厥妃，其詩蓋謂古公亶父，來朝走馬，而避惡且早又疾急，循西水涯而至於岐山之下，曰與薑女自來相土居如此，故當是之時，內無怨女，外無曠夫。皆男、女嫁娶過時者，謂之怨女、曠夫也。女生向內，故云內。男生向外，故云外。王如能好色，與百姓同之，亦若大王之如此，則於王也，又何有不可。薑女，大薑也，是太王之妃也。○注「 謂太山下明堂」至「已，止也」。○正義曰：案《地理志》云：「齊南有太山。」《史記·封禪書》云：「舜二月東巡狩，至於岱宗。岱宗，太山也。遂覲東後。」又云：「此山黃帝之所常遊，自古受命帝王，未有睹符瑞見而不臻乎太山也。」云「太山下明堂，本周天子東巡狩朝諸侯之地」，案《禮記·明堂位》云：「明堂者，明諸侯之尊卑。昔殷紂亂天下，脯諸侯以享諸侯。是以周公相武伐紂。武王崩，成王幼弱，周公踐天子之位。六年，朝諸侯於明堂。七年，執政於成王。成王封周公於曲阜，令魯世世祀周公以天子之禮樂。」然則太山下明堂即周公朝諸侯之處。蓋魯封內有太山，後嘗為齊所伐，故齊南有太山。《文中子》云：「如有用我者，當處於太山矣。」注云：「太山，黃帝有合宮在其下，可以立明堂之制焉。」《禮器》云：「魯人將有事於上帝，必先有事於郊宮。齊人將有事於太山，必先有事於配林。」則太山在齊明矣。案周制明堂云：「周人明堂，度九尺之筵，東西九筵，南北七筵，堂崇一筵，五室，凡室二筵。」賈釋云：「明堂者，明政教之堂。」又夏度以步，殷度以尋，周度以筵，是王者明政也。周堂高九尺，殷三尺，以一相參之數而卑宮室，則夏堂高一尺矣。又上注云：堂上為五室，象五行，以宗廟製如明堂，明堂中有五天帝、五人神之座，皆法五行，以五行先起於東方，故東北之堂為木，其實兼水矣；東南火室矣，兼木；西南金室，兼火：西北水室，兼金。以中央太室有四堂，四角之室亦皆有堂，乃知義然也。賈釋《太史》「閏月」下義云「明堂、路寢及宗廟皆有五室十二堂門」，是也。四角之堂，皆於太室外接四角為之，則五室南北止有二筵，東西角二筵有六尺，乃得其度。若聽朔皆於時之堂，不於木火等室居。若閏月則闔門左扉，立其中而聽朔焉。○注「往者文王為西伯」至「妻子也」。○正義曰：《史記》云：「古公亶父為獯鬻戎狄所攻，遂去邠，逾梁山，止於岐下。古公少子季曆生昌，有聖瑞，立季曆以傳昌。昌立，是為西伯。西伯陰行善，諸侯皆來。」徐廣曰：「文王九十七乃崩。」云修井田八家八百畝以為公田者，亦依孟子云「方里而井，井九百畝」是也。小司徒佐大司徒，當都鄙三等之菜地而為井田，經云「九夫為井，四井為邑，四邑為丘，四丘為甸，四甸為縣，四縣為都」，以任役萬民，使營地事而貢軍賦，出車徒。又菜地之中，每一井之田，出一夫之稅以入於官也，故曰九一也。云「紂時稅重」者，《史記》云：「紂為人資辨捷疾，聞見甚敏，材力過人，手格猛獸，智足以拒諫，言足以飾非，好酒淫樂，嬖於婦人。愛妲已，於是厚賦稅以實鹿台之財，盈距橋之栗。」是紂時稅重也。「關譏不征稅，魚梁不設禁」者，《周禮·司關》「國凶劄，則無關門之征，猶譏」，《司市》「國凶荒，則市無征而作布」，《澤虞》「掌國澤之政令，為之厲禁」，《川衡》「以時舍其守，犯禁者，執而罰之」，《司厲》「 男子入於罪隸，女子入於舂槁」。此而推之，則關市非無征也，澤梁非無禁也，罪人非不孥也，而文王必皆無者，蓋亦見文王權一時之宜，不得不然耳。故孟子於宣王之一時，亦以此引之以救弊矣。○注「《詩·小雅·正月》之篇」者。○注云：「哿，可也」，「獨，單也」。箋云：「此言王政如是，富人已可惸獨困也。」○注「《詩·大雅·公劉》之篇也」至「不可也」。○正義曰：注云：「公劉居於邰而遭夏人亂，迫逐公劉，公劉乃辟中國之難，遂平西戎，而遷其民，邑於邠焉。『乃積乃倉』，言民事時和，國有積倉也。小曰橐，大曰囊。『思輯用光』，言民相與和睦，與顯於時也。」箋云：「公劉乃有積倉，積委及倉也。安安而能遷，積而能散，為夏人迫逐已之故，不忍鬥其民乃，裹糧食於橐囊之中，棄其餘而去，思在和其人民，用光其道，為今子孫之基。」又毛注云：「戚，斧也。揚，鉞也。張其弓矢，秉其干戈戚揚，以方開道路去之。蓋諸侯之從者，十有八國焉。」箋云：「幹，盾也。戈，勾矛戟也。爰，曰也。公劉之去邰，整其師，設其兵器，告其士卒曰：為方開道而行。明已之遷非為迫逐之，故乃欲全民也。」○注「《詩·大雅·綿》之篇也」至「不可乎」。正義曰：「《綿》詩，興也，綿綿不絕貌也。」毛注云：「古公，豳公也，古言久也。亶父，字。或因以名，言質也。古公處豳，狄人侵之，事之以皮幣，不得免焉，事之以犬馬，不得免焉，事之以珠玉，不得免焉。乃屬其耆老而告之曰：狄之所欲者吾土地，吾聞君子不以所養人者害人。於逾梁山，邑於岐山之下居焉。率，循也。滸，水涯也。薑女，大薑也。胥，相也。宇，居也。」箋云：「來朝走馬，言其辭惡早且疾也。循西水涯，涯，漆水側也。爰，於也。及，與也。聿，自也。於是與其妃大薑自來相可居者。著大薑之賢知也。」\n卷二下·梁惠王章句下"
      },
      {
        "index": 13,
        "text": "孟子謂齊宣王曰：「王之臣有托其妻子於其友而之楚遊者，(假此言以為喻。)比其反也，則凍餒其妻子，則如之何？」(言無友道，當如之何。)王曰：「棄之。」(言當棄之，絕友道也。)曰：「士師不能治士，則如之何？」(士師，獄官吏也。不能治獄，當如之何。)王曰：「已之。」(已之者，去之也。)曰：「四境之內不治，則如之何？」(境內之事，王所當理，不勝其任，當如之何。孟子以此動王心，令戒懼也。)王顧左右而言他。(王慚而左右顧視，道他事，無以答此言也。)"
      },
      {
        "index": 14,
        "text": "疏「孟子」至「言他」。○正義曰：此章言君臣上下，各勤其任，無墮其職，乃安其身也。「孟子謂齊宣王曰：王之臣有托其妻子於其友而之楚遊」者，是孟子欲以此比喻而諷之也，言王之臣下有寄托妻子於交友，而往楚國遊戲者。「比其反也，則凍餒其妻子，則如之何」者，言寄妻子於交友而往楚國，在近則反歸，而妻子在交友之所，皆寒凍其膚，饑餒其腹，則為交友之道，當如之何。凍者，寒之過之謂也。餒者，饑之過之謂也。「王曰：棄之」者，是宣王答孟子，以為交友之道既如此，當棄去之，而不必與為友也。「曰：士師不能治士，則為如之何」者，孟子因循又問宣王，言為之獄吏者，而不能主治其士，則為士師者當如之何處之。「王曰：己之」者，言當止之，而不可與為士師也。「曰：四境之內不治，則如之何」者，孟子因循問至於此，乃欲諷諫之，故問之曰：自一國四境之內，皆亂而不治，則為之君，當如之何處之。「王顧左右而言他」者，宣王知罪在諸己，乃自慚羞之，而顧視左右道其他事，無以答此言也。○注「士師，獄官吏也」。○正義曰：士師即周司寇之屬，有士師、鄉士，皆以士為官。鄭玄云：「士，察也。主察獄訟之事。」是士師為獄官之吏者也。"
      },
      {
        "index": 15,
        "text": "孟子見齊宣王曰：「所謂故國者，非謂有喬木之謂也，有世臣之謂也。(故者，舊也。喬，高也。人所謂是舊國也者，非但見其有高大樹木也，當有累世修德之臣，常能輔其君以道，乃為舊國，可法則也。)王無親臣矣。(今王無可親任之臣。)昔者所進，今日不知其亡也。」(言王取臣不詳審，往日之所知，今日為惡當誅亡，王無以知也。)王曰：「吾何以識其不才而舍之？」(王言我當何以先知其不才而舍之不用也。)曰：「國君進賢，如不得已，將使卑逾尊，疏逾戚，可不慎與！(言國君欲進用人，當留意考擇，如使忽然不精心意而詳審之，如不得己而取備官，則將使尊卑疏戚相逾，豈可不慎歟。)左右皆曰賢，未可也；諸大夫皆曰賢，未可也；國人皆曰賢，然後察之。見賢焉，然後用之。(謂選乃臣，鄰比周之譽，核其鄉原之徒，《論語》曰：「眾好之，必察焉。」)左右皆曰不可，勿聽；諸大夫皆曰不可，勿聽；國人皆曰不可，然後察之。見不可焉，然後去之。(眾惡之，必察焉。惡直醜正，實繁有徒，防其朋黨，以毀忠正也。)左右皆曰可殺，勿聽；諸大夫皆曰可殺，勿聽；國人皆曰可殺，然後察之。見可殺焉，然後殺之，故曰國人殺之也。(言當慎行大辟之罪，五聽三宥。古者刑人於市，與眾棄之。)如此，然後可以為民父母。」(行此三慎之聽，乃可以子畜百姓也。)"
      },
      {
        "index": 16,
        "text": "疏「孟子見」至「為民父母」。○正義曰：此章言人君進賢退惡，翔而後集，有世賢臣，稱曰舊國，則四方瞻仰之，以為則矣。「孟子見齊宣王曰：所謂故國者，非謂有喬木之謂也」者，是孟子見齊宣王而問之，言人所謂舊國者，非謂有高大木而謂之舊國也，以其有世世修德之舊臣也，故謂之舊國，故曰有世臣之謂也。故，舊也。喬，高也。世臣，累世修德之舊臣也。「王無親臣矣，昔者所進，今日不知其亡也」者，孟子言今王無有親任用之臣矣，往日所進者，今日為惡，而王又不知誅亡之。「王曰：吾何以識其不才而舍之」者，宣王言我何以知其臣之不才而舍去之而不用也。「曰：國君進賢如不得已，將使卑逾尊，疏逾戚，可不慎歟」者，孟子言國君進用賢人，當留意揀擇，如使混然，不能精心揀擇，但如不得已而取備官職，則將使其卑逾尊，疏逾戚，而殽亂之矣，其如是，豈可不重慎之歟。「左右皆曰賢，未可也。諸大夫皆曰賢，未可也。國人皆曰賢，然後察之。見賢焉，然後用之」至「如此，然後可以為民父母」者，此皆孟子教宣王進退賢不肖之言也。言於進用賢人之際，雖自王之左右臣者，皆曰此人賢，當進用之，則王未可進而用之也。以至諸大夫皆曰此人之賢，當進用之，則王又未可進而用之也。逮至一國之人，皆曰此人之賢，當進而用之，則王然後詳察，亦見其真足為賢人，故然後進而用之矣。如左右皆曰此人不賢，不可進用，則王莫聽之。以至諸大夫皆曰此人不賢，不可進用，當去之，則王亦當莫聽。迨至一國之人皆曰此人不賢，不可進用，當去之，則王然後審察之，見其真實不賢，不可進用，然後去之乃不進用也。如左右皆曰此人之罪，可以殺之，則王又當莫聽。以至諸大夫皆曰此人之罪，當殺之，則王又當勿聽。迨至一國之人，皆曰此人之罪，可以殺之，則王然後詳察，亦見其人實有可殺之罪，故然後方可殺之也。無他，以其一國之人皆曰可殺而殺之也。夫如此，則王然後可以為民父母，而子畜百姓矣。○注「故舊也」至「可法則也」。○正義曰：釋云：「故，舊也，文從古，故也。」《詩·伐木》之篇云「出自幽谷，遷於喬木」，注云「喬，高也」。故知喬木為高大之木。郭璞云：「喬，樹枝曲卷似鳥羽也。」《書》云：「圖任舊人共政。」又周任有言曰「人惟求舊」，是故臣之謂也。○注「鄉原之徒」。○正義曰：《語》云：「鄉原，德之賊也。」周氏注曰：「所至之鄉，輒原其人情而為意以待之，是賊亂其德也。」何晏云：一曰鄉，向也，古字同。謂人不能剛毅，而見人輒原其趣向，容媚而合之，言此所以合德也，故有三說焉。○注「大辟之罪五聽三宥」。○正義曰：孔安國《傳》云：「大辟，死刑也。」《周禮·大司寇》：「以五聲聽獄訟，求民情：一曰辭聽，二曰色聽，三曰氣聽，四曰耳聽，五曰目聽。」鄭注云：「辭聽者，觀其出不直則煩也。色聽者，觀其顏色不直則赧然也。氣聽者，觀其氣息不直則惴也。耳聽者，觀其聽聆不直則惑也。目聽者，觀其眸子視不直則毛然也。」凡此五聽是也，三宥者，「司剌掌三宥，一宥曰不識，再宥曰過失，三宥曰遺忘」。鄭司農云：「不識，謂愚民無所識則宥之；過失，若今律過失殺人，不坐死。」鄭玄云：「遺亡，若間惟薄忘有在焉，而以兵矢投射之。」凡此三宥也。○注云：行此三慎之聽也，蓋指孟子言自「左右皆曰賢」至「國人殺之也」者，是為之解也。"
      },
      {
        "index": 17,
        "text": "齊宣王問曰：「湯放桀，武王伐紂，有諸？」(有之否乎？)孟子對曰：「於傳有之。」(於傳文有之矣。)曰：「臣弑其君，可乎？」(王問臣何以得弑其君，豈可行乎？)曰：「賊仁者謂之賊，賊義者謂之殘，殘賊之人，謂之一夫。聞誅一夫紂矣，未聞弑君也。」(言殘賊仁義之道者，雖位在王公，將必降為匹夫，故謂之一夫也。但聞武王誅一夫紂耳，不聞弑君也，《書》云「獨夫紂」此之謂也。)"
      },
      {
        "index": 18,
        "text": "疏「齊宣王問」至「未聞弑君也」。○正義曰：此章言孟子云紂崇惡，失其尊名，不得以君臣論之，欲以深寤宣王，垂戒於後也。「齊宣王問曰：湯放桀，武王伐紂，有諸」者，是宣王問孟子，言商之湯王放其夏王桀於南巢之地，周武王伐商王紂於鹿台之中，還是有此言也否乎。「孟子對曰：於傳有之」者，孟子答宣王，以為傳文有是言也。故《書》云「湯放桀於南巢，惟十有一年，武王伐紂」。又《史記》「武王伐紂，紂走入，登鹿台，蒙衣其珠玉，自燔於火而死。武王以黃鉞斬紂頭，縣大白之旗」是也。「曰臣弑其君，可乎」者，宣王問孟子，如是則為臣下者，得以殺其君上，豈可乎？「曰賊仁者謂之賊，賊義者謂之殘，殘賊之人，謂之一夫。聞誅一夫紂矣，未聞弑君也」者，孟子答宣王，以謂賊害其仁者，名謂之賊；賊害其義者，名謂之殘。名謂殘賊者，皆謂之一匹夫也。我但聞誅亡其一匹夫紂矣，未嘗聞知有弑君者也，故《尚書》有云「獨夫紂」，是其證也。"
      },
      {
        "index": 19,
        "text": "孟子謂齊宣王曰：「為巨室則必使工師求大木，工師得大木則王喜，以為能勝其任也。匠人斫而小之，則王怒，以為不勝其任矣。(巨室，大宮也。《爾雅》曰：宮謂之室。工師，主工匠之吏。匠人，工匠之人也。將以比喻之也。)夫人幼而學之，壯而欲行之。王曰：『姑舍女所學而從我，則何如？』(姑，且也。謂人少學先王之道，壯大而仕，欲施行其道，而王止之曰：且舍置汝所學，而從我之教命，此如何也。)今有璞玉於此，雖萬鎰，必使玉人彫琢之。至於治國家，則曰『姑舍女所學而從我』，則何以異於教玉人彫琢玉哉？」(二十兩為鎰。彫琢，治飾玉也，《詩》云：「彫琢其章」。雖有萬鎰在此，言眾多也，必須玉人能治之耳。至於治國家而令從我，是為教玉人治玉也。教人治玉，不得其道，則玉不得美好。教人治國，不以其道，則何由能治乎。)"
      },
      {
        "index": 20,
        "text": "疏「孟子謂齊宣王」至「玉人彫琢玉哉」。○正義曰：此章言任賢使能，不遺其學，則功成而不墮。「孟子謂齊宣王曰：為巨室則必使工師求大木，工師得大木，則王喜，以為能勝其任也。匠人斫而小之，則王怒，以為不勝其任矣」者，是孟子謂齊宣王，言為大宮，則王必遣使工匠之吏求其大木，工匠之吏求得其大木則王喜，以為工匠之吏能勝其所任用矣。則至匠人斫削而小之，則王怒，以為匠人不勝其任矣。凡此皆孟子將以比喻而言也，以其欲使宣王易曉其意也。巨室，大宮也。工師，主工匠之吏也。又言「夫人幼而學之，壯而欲行之。王曰：姑舍女所學而從我，則何如」者，是孟子又言夫人既以幼少而學先王之道，及壯大仕而欲施行其幼之所學之道，而王乃曰且舍去汝所學之道而從我教命，則如之何也。「今有璞玉於此，雖萬鎰必使玉人彫琢之，至於治國家，則曰姑舍女所學而從我，則何以異於教玉人彫琢玉哉」者，是孟子又復以此而比喻於宣王也。言今假有素璞之玉於此，雖有萬鎰之多，然必使治玉之人，彫琢而治飾之耳。至於治國家，則固當以先王之道治之，而曰且舍去女所學，而令從我教命，則何以有異於教玉人治飾玉哉！言其無以異也。以其治國家當取學先王之道者，乃能治之。今乃至於治國家，則曰且舍汝所學，而從我教命，是何以異於此哉。蓋巨室則國家比也，用人猶製木，木則君子之道比也，工師則君子比也，匠人則人君比也。意言治國家必用君子之道，施而後治，人君反小而用之，未有能治國家者也。不特若此，又有以喻焉。璞玉則亦國家比也，玉人則亦君子比也，意謂璞玉，人之所寶也，然不敢自治飾之，必用使治玉人，然後得成美器也。若國家則人君之所寶也，然人君不能自治，必用君子治之，然後安也。今也君子不得施所學之道以治國家，反使從己所教以治之，此亦教玉人彫琢玉同也，固不足以成美器，適所以殘害之也，故孟子所以有此譬之。○注「 巨室大宮也」至「喻之也」。○正義曰：《字林》云：「巨，大也。」《白虎通》曰：「黃帝始作宮室，」是知巨室則大宮也。《周禮·考工記》云：「審曲麵埶，以飭五材，以辨民器，謂之工。凡攻木之工七，攻金之工六，攻皮之工五，設色之工五，刮摩之工五，磚埴之工二。」輪、輿、弓、廬、匠、車、梓，凡此者，是攻木之工也。餘工不敢煩述。所謂工師者，師，範也。教也，即掌教百工者，如《漢書》云「將作少府秦官掌理宮室者」是也。匠人即斫削之人也，《風俗通》云「凡是於事巫卜陶匠」是也。然則此言匠人者，即攻木之匠也。○注「金二十兩為鎰」。○正義曰：《國語》云二十四兩為鎰；《禮》云「朝一鎰米」，注亦謂「二十四兩」。今注誤為二十兩。"
      },
      {
        "index": 21,
        "text": "齊人伐燕，勝之。宣王問曰：「或謂寡人勿取，或謂寡人取之。以萬乘之國伐萬乘之國，五旬而舉之，人力不至於此，不取必有天殃，取之何如？」(萬乘，非諸侯之號，時燕國皆侵地廣大，僭號稱王，故曰萬乘。五旬，五十日也。《書》曰：「期三百有六旬。」 言五旬未久而取之，非人力，乃天也。天與不取，懼有殃咎，取之何如？)孟子對曰：「取之而燕民悅，則取之。古之人有行之者，武王是也。(武王伐紂而殷民喜悅，匪厥玄黃而來迎之，是以取之也。)取之而燕民不悅，則勿取。古之人有行之者，文王是也。(文王以三仁尚在，樂師未奔，取之懼殷民不悅，故未取之也。)以萬乘之國，伐萬乘之國，簞食壺漿以迎王師，豈有它哉！避水火也。如水益深，如火益熱，亦運而已矣。」(燕人所以持簞食壺漿來迎王師者，欲避水火難耳。如其所患益甚，則亦運行奔走而去矣。今王誠能使燕民免於水火，亦若武王伐紂，殷民喜悅之，則取之而已。)"
      },
      {
        "index": 22,
        "text": "疏「 齊人伐燕勝之」至「亦運而已矣」。○正義曰：此章言征伐之道，當順民心，民心悅則天意得，天意得，然後乃取人之國也。「齊人伐燕，勝之。宣王問曰：或謂寡人勿取，或謂寡人取之」至「何如」者，言齊國之人伐燕之人，必強勝之。齊宣乃問孟子，以謂或有人教我勿取此燕國，或有人又教我取之。今以萬乘之國伐萬乘之國，但五十日足以興舉之，非人力所能至，此乃天也。天與之而勿取，必有天殃而禍之。今則取之，何如？故以此問孟子。「孟子對曰：「取之而燕民悅，則取之，古之人有行之者，武王是也」者，是孟子答齊宣，以為今伐取之燕國，而燕國之民悅樂，則可以伐取之也。古之人有行征伐之道如此國者，若武王伐紂是也。《書》曰：「肆予東征，綏厥士女，惟其士女，篚厥玄黃，昭我周王。」是其武王伐紂之事耳。孟子所以引此答齊宣，蓋欲齊宣征伐順民心，亦若武王也。「取之而燕民不悅，則勿取，古之人有行之者，文王是也」者，孟子又以此答之齊宣，言今欲取之燕國，苟燕國之民愁怨而不悅，則當勿取之。故古之人有欲行征伐之道若此者，如文王於紂是也。孔子有云「文王三分天下有其二，猶服事殷」，是文王於紂之事耳。孟子所以又引此答齊宣者，復欲齊宣如文王順民心而未取之耳。「以萬乘之國，伐萬乘之國，簞食壺漿，以迎王師」至「亦運而已矣」者，孟子言今且托以萬乘之國伐取萬乘之國，其有以簞食壺漿而來迎王兵師者，豈有它事哉，蓋欲避去水火之患難耳，如若水彌深，火彌熱，則民亦運行而奔走矣，豈來迎王之兵師哉。意謂今齊誠能使燕民得免水火之難，亦若武王伐紂，殷民皆悅樂之，則可以取燕也。如不然，則若文王之於紂，故未取之耳。云「萬乘」者，蓋六國之時為諸侯者，皆僭王號，故皆曰萬乘。云「簞笥」者，案《曲禮》曰：「圓曰簞，方曰笥，飯器也。」《書》云：「衣裳在笥。」則笥亦盛衣。云「壺漿」者，《禮圖》云：「酒壺受一斛，口徑尺足高二寸徑尺。」又《公羊傳》云：「齊侯唁公於野井，國子執壺漿。」何休云：「壺，禮器，腹方口圓曰壺。」《釋名》曰：「漿，水也，飲也，或云漿，酒也。」○注「篚厥玄黃」。正義曰：孔安國《傳》云：「以筐篚盛其絲帛也。」《禮圖》云：篚以竹為之，長三尺，廣一尺，深六寸，足高三寸，上有蓋也。○注「 萬乘非諸侯之號」至「如何」。○正義曰：云萬乘非諸侯之號，時燕國皆侵地僭號稱王者，說在上卷首章「 《書》曰期三百有六旬」者，案孔安國《傳》云：匝四時曰期，一歲十二月，月三十日，正三百六十日，除小月六日為六日，是為一歲有餘十二日，未盈三歲，足得一月，則置閏焉。是其解也。○注「武王伐紂」 至「取之也」。○正義曰：《書》云：「惟十一年，武王伐紂。」《史記》云：武王伐紂，發兵七十萬人距紂師。紂師倒兵以戰以鬥武王，武王馳之，紂兵崩叛。紂走反入鹿台，蒙衣其珠玉，自燔於火而死。武王以黃鉞斬紂，懸其頭於大白之旗。」是也。○注「文王以三仁尚在，樂師未奔」者。○正義曰：《語》云殷有三仁焉，蓋微子、箕子、比幹是也。《呂氏春秋·仲冬紀》云：「紂之母生微子啟與仲衍，其時猶尚為妾，改而為妻，後生紂，紂之父欲立微子啟為太子。太史曰：妻之有子，不可立妾之子。故立紂為後。」微子名啟，《世家》曰開，孔安國曰：微，圻內國名。子，爵，為紂卿士。箕子者，《莊子》云：「箕子名胥。」鄭玄云：「箕亦在圻內。」比幹者，《家語》曰：比幹是紂之親則諸父。知比幹乃紂之諸父也。《宋世家》云：「箕子乃紂之親戚也。」言為親戚，又莫知其為父為兄也。鄭玄、王肅皆以箕子為紂之諸父，杜預以為紂之庶兄，皆以意言之耳。趙云：三仁尚在者，蓋文王為西伯之時，三仁尚未之亡去。及西伯卒，武王東伐，至盟津，諸侯會者八百，皆曰紂可伐，武王猶曰：爾未知天命。紂愈淫亂不止，微子諫不聽，乃與大師謀遂去。比幹曰：為人臣者不得不以死諫，乃強諫紂。紂怒曰：吾聞聖人心有七竅。刳比幹，觀其心。箕子懼，乃佯狂為奴，紂又囚之，後因武王乃釋之耳。"
      },
      {
        "index": 23,
        "text": "齊人伐燕，取之。諸侯將謀救燕，宣王曰：「諸侯多謀伐寡人者，何以待之？」(宣王貪燕而取之。諸侯不義其事，將謀救燕伐齊，宣王懼而問之。)孟子對曰：「臣聞七十里為政於天下者湯是也。未聞以千里畏人者也。(成湯修德，以七十里而得天下。今齊地方千里，何畏懼哉。)《書》曰：『湯一征，自葛始。』天下信之，東面而征西夷怨，南面而征北狄怨，曰『奚為後我』？民望之，若大旱之望云霓也。歸市者不止，耕者不變，誅其君而吊其民，若時雨降，民大悅。《書》曰：『徯我後，後來其蘇。』(此二篇皆《尚書》逸篇之文也，言湯初征自葛始，誅其君，恤其民，天下信湯之德。麵者，向也。東向征，西夷怨王。去王城四千里，夷服之國也，故謂之四夷。言遠國思望聖化之甚也，故曰何為後我。霓，虹也。雨則虹見，故大旱而思見之。徯，待也。後，君也。待我君來，則我蘇息而已。)今燕虐其民，王往而征之，民以為將拯已於水火之中也。簞食壺漿，以迎王師。若殺其父兄，係累其子弟，毀其宗廟，遷其重器，如之何其可也？(拯，濟也。係累猶縛結也。燕民所以悅喜迎王師者，謂濟救於水火之中耳，今又殘之若此，安可哉。)天下固畏齊之強也，今又倍地而不行仁政，是動天下之兵也。(言天下諸侯素畏齊強，今復並燕一倍之地，以是行暴，則多所危，是動天下之兵共謀齊也。)王速出令，反其旄倪，止其重器，謀於燕眾，置君而後去之，則猶可及止也。」(速，疾也。旄，老耄也。倪，弱小倪倪者也。孟子勸王急出令，先還其老小，止勿徙其寶重之器，與燕民謀置所欲立君而去之歸齊，天下之兵，猶可及其未發而止之也。)"
      },
      {
        "index": 24,
        "text": "疏「 齊人伐燕取之」至「猶可及士也」。○正義曰：此章言伐惡養善，無貪其富，以小王大，夫將何懼也。「齊人伐燕，取之，諸侯將謀救燕」者，齊國伐其燕國，而取其地，天下諸侯皆將謀度救燕國也。「宣王曰：諸侯多謀伐寡人者，何以待之」者，是齊宣見諸侯將謀度救燕國，而共伐我，乃曰天下多有謀度與燕共伐我者，則我當如之何以待它，故以此問孟子。「孟子對曰：臣聞七十里為政於天下者，湯是也。未聞以千里畏人也」者，孟子答齊宣，以為臣嘗聞有地但方闊七十里，而能為王政於天下者，如商湯王是也。未嘗聞有地方闊千里，而猶畏人者也。蓋湯為夏方伯之時，但有七十里而後為天下商王。今天下方千里者有九，而得其一，是齊之有千里地也。所以云然。「《書》曰：湯一征，自葛始，天下信之，東面而征，西夷怨」 至「民大悅」者，此皆《尚書》遺亡篇文也。今據《商書·仲虺之誥》篇，則云「乃葛伯仇餉，初征自葛，東征西夷怨，南征北狄怨，曰：奚為後予」。大抵孟子引此者，蓋恐齊王為己之臆說，以引此而證之，欲使齊宣信之也。故言《書》云湯一征，自葛國為始，天下皆信湯王之德。後湯東向而征伐，則西夷之人思望，而怨不先自此而正君之罪；南鄉而征伐，則北狄之人又皆思望，而怨以為不先自此而正君之罪，乃曰何為後去其我，而先向他國而征之，故其民望湯之來，皆若於大旱而望云霓如霓。不特此也，又使歸市者皆不止，以其皆得貨易有無也。耕於郊野者又不變易其事，以言其常得耕作也。雖誅亡其君，又吊問而存恤其民，其如時之旱而雨降，民皆悅樂之也。「《書》曰徯我後，後來其蘇」者，注云：自上文與此，皆逸篇之文也。今據《仲虺之篇》有云，大抵孟子引此而言者，又欲齊王知民如此之慕湯而則法湯也，蓋謂民皆喜曰：徯待我君來而蘇息我也。「今燕虐其民，王往而征之，民以為將拯已於水火之中也」至「如之何其可也」者，是孟子又言今燕國之暴虐其民，而王以兵往征伐之，民皆以為王兵之來，將拯救己於水火之中如也。故以簞食壺漿，迎其王師之來。今乃若以殺其民之父兄，係縛其民之子弟，又毀壞其國中之宗廟，使民不得其祀，復遷徙其國中之寶器，如之何可也。「天下固畏齊之強也，今又倍地而不行王」至「可及止也」者，孟子又言天下之諸侯，素畏齊國之強也，今王又並燕國一倍之地，而且復不行其王政，是所以興動天下諸侯之兵而共伐之也。王今即速疾出其命令，還其老耄幼小，勿遷移其寶器，復謀度於燕國之眾，為置立其君而後去之而歸齊，則天下諸侯之兵，尚可得及止之也。○注云「去王城四千里夷服之國」至「蘇息」。○正義曰：《周禮·九服》，又案《禮圖》云「自王畿千里至夷服，凡四千里」是也。云霓，虹也，《爾雅》云：「云出天之正氣，霓出地之正氣，雄謂之虹，雌謂之霓。」則云，陽物也，陰陽和而既雨，則云散而霓見矣。○注「旄，老耄，倪，弱小倪倪」者。○正義曰：釋云「耄齯」，案《爾雅》云：「黃髮、倪齒，壽也。然則趙注云「倪，弱小」，非止幼童之弱小，亦老之有弱小爾。"
      },
      {
        "index": 25,
        "text": "鄒與魯閧，穆公問曰：「吾有司死者三十三人，而民莫之死也。誅之則不可勝誅，不誅則疾視其長上之死而不救，如之何則可也。」(閧，鬥聲也，猶構兵而鬥也。長上，軍帥也。鄒穆公忿其民不赴難而問其罰當謂何則可也。)孟子對曰：「凶年饑歲，君之民，老弱轉乎溝壑，壯者散而之四方者，幾千人矣，而君之倉廩實，府庫充，有司莫以告，是上慢而殘下也。(言往者遭凶年之阨，民困如是。有司諸臣無告白於君有以賬救之，是上驕慢以殘賊其下也。)曾子曰：『戒之戒之，出乎爾者，反乎爾者也。』(曾子有言，上所出善惡之命，下終反之，不可不戒也。)夫民今而後得反之也，君無尤焉。(尤，過也。孟子言百姓乃今得反報諸臣不哀矜耳，君無過責之也。)君行仁政，斯民親其上，死其長矣。」(君行仁恩，憂民困窮，則民化而親其上，死其長矣。)"
      },
      {
        "index": 26,
        "text": "疏「 鄒與魯閧」至「死其長矣」。○正義曰：此章指言上恤其下，下赴其難，惡出乎己，害及其身，如影響自然也。「鄒與魯閧」者，言鄒國與魯國相鬥也。「穆公問曰：吾有司死者三十三人，而民莫之死也，誅之則不可勝誅，不誅則疾視其長上之死而不救，如之何則可也」者，是鄒穆公問孟子，言我國與魯國相鬥戰，而有司死者有三十三人，而民皆莫之死。我今欲誅亡其民，不可勝誅。不可勝誅者，是民眾之多，難以誅亡也。不誅其民，則我惡疾視其長上有司之死而不救之，故問孟子當何則可以誅亡也。「孟子對曰：凶年饑歲，君之民老羸轉乎溝壑」至「是上慢而殘下也」者，孟子答穆公，以為凶荒之年，而民皆饑餓，君之民人老羸者轉落死於溝壑之中，強壯者又離散之於四方者，幾近千人矣，而君之倉廩盈實，府庫充塞，為君之有司者，皆莫以告白其上發倉廩以濟其食之不給，開府庫以佐其用之不足，如此則有司在民之上，而以驕慢殘害其下也。「曾子曰：戒之戒之，出乎爾者，反乎爾者」，孟子言曾子有云在戒慎之，戒慎之，以其凡有善惡之命，苟善之出乎爾，則終亦以善反歸乎爾也；苟出乎爾以惡，則其終反歸爾亦以惡也。「夫民今而後得反之也，君無尤焉」者，孟子言夫民今所以不救長上之死者，以其在凶荒饑饉之歲，君之有司不以告白其君發倉廩，開府庫，以救賑之，所以於今視其死而不救，以報之也。然非君之過也，是有司自取之爾，故曰君無尤焉。「君行仁政，斯民親其上，死其長矣」者，孟子言君能行仁為政，則在下之民皆親其上，樂其君，而輕其死以為其長上矣。○注「閧鬥聲」。釋云：「閧，鬥也，故曰猶構兵而鬥也。"
      },
      {
        "index": 27,
        "text": "滕文公問曰：「滕，小國也，間於齊楚，事齊乎？事楚乎？」(文公言我居齊楚二國之間，非其所事，不能自保也。)孟子對曰：「是謀非吾所能及也。無已，則有一焉，鑿斯池也，築斯城也，與民守之，死而民弗去，則是可為也。」(孟子以二大國之君皆不由禮義，我不能知誰可事者也。不得已則有一謀焉，惟施德義以養民，與之堅守城池至死，使民不畔去，則是可以為也。)"
      },
      {
        "index": 28,
        "text": "疏「滕文公」至「可為也」。○正義曰：此章指言事無禮之國，不若得民心，與之守死善道也。「滕文公問曰：滕，小國也，間於齊楚，事齊乎，事楚乎」者，是滕文公問孟子，言我之滕國則小國也，今間廁在齊楚二國之間，而我今當奉事齊國乎，楚國乎？故以此問孟子。「孟子對曰：是謀非吾所能及也。無已，則有一焉，鑿斯池」至「是可為也」者，是孟子答文公，以謂若此之謀，而指誰國可事，非我所能及知也。以其齊楚二國，皆是無禮義之國，孟子所以答曰是謀非吾所能及也。言不得已，則有一謀計焉，言但鑿此滕國之池，築此滕國之城，與人民堅守此滕國至死，使民不畔去，則是一謀可以為也，其它非吾所及。"
      },
      {
        "index": 29,
        "text": "滕文公問曰：「齊人將築薛，吾甚恐。如之何則可？」(齊人並得薛，築其城以逼於滕，故文公恐也。)孟子對曰：「昔者大王居邠，狄人侵之，去之岐山之下居焉，非擇而取之，不得已也。(大王非好岐山之下，擇而居之焉，迫不得已，困於強暴，故避之。)苟為善，後世子孫必有王者矣。(誠能為善，雖失其地，後世乃有王者，若周家也。)君子創業垂統，為可繼也，若夫成功，則天也。君如彼何哉，強為善而已矣。」(君子創業垂統，貴令後世可繼續而行耳，又何能必有成功，成功乃天助之也。君豈如彼齊何乎，但當自強為善法，以遺後世而已矣。)"
      },
      {
        "index": 30,
        "text": "疏「滕文公」至「強為善而已矣」。正義曰：此章指言君子之道正己任天，強暴之來，非已所招，謂窮則獨善其身也。「滕文公問曰：齊人將築薛，吾甚恐，如之何則可」者，言齊人並得薛地，將欲築其城於此，故滕文公恐其逼，乃問孟子，當如何則可免為不見迫。「孟子對曰：昔者太王居邠，狄人侵之，去之岐山之下居焉，非擇而取之，不得已也」者，孟子答滕文公，以謂往者太王居邠國，後為戎狄之國所侵伐，遂去之岐山下為居焉，當此之時，非太王擇此岐山之下為居焉，不得已而避狄所侵患，故之岐山下為居耳。「苟為善，後世子孫必有王者矣」者，孟子言滕文公誠能為善修德而布政於民，今雖失其薛地，至後世子孫必有王者興作矣。「君子創業垂統，為可繼也。若夫成功，則天也。君如彼何哉，強為善而已矣」者，孟子又言君子在上，基創其業，垂統法於後世，蓋令後世可以繼續而承之耳。若夫其有成功，乃天助之也，於人又不可必其成功。君今豈奈彼齊之大國何？但勉強自為善以遺法於後世也。"
      },
      {
        "index": 31,
        "text": "滕文公問曰：「滕，小國也，竭力以事大國，則不得免焉，如之何則可？」(問免難全國於孟子。)孟子對曰：「昔者大王居邠，狄人侵之。事之以皮幣，不得免焉；事之以犬馬，不得免焉；事之以珠玉，不得免焉。(皮，狐貉之裘。幣，繒帛之貨也。)乃屬其耆老而告之曰：『狄人之所欲者，吾土地也。吾聞之也。君子不以其所以養人者害人，二三子何患乎無君，我將去之。』去邠，逾梁山，邑於岐山之下居焉。(屬，會也。土地生五穀，所以養人也。會長老告之如此，而去之矣。)邠人曰：『仁人也，不可失也。』從之者如歸市。(言樂隨大王，如歸趨於市，若將有得也。)或曰：『世守也，非身之所能為也。』效死勿去。君請擇於斯二者，」(或曰：土地乃先人之所受也，世世守之，非已身所能專為，至死不可去也。欲令文公擇此二者，惟所行也。)"
      },
      {
        "index": 32,
        "text": "疏「 滕文公問曰」至「擇於斯二者」。○正義曰：此章言大王去邠，權也，效死守業，義也。義權不並，故曰擇而處之也。「滕文公問曰：滕，小國也，竭力以事大國，則不得免焉。如之何則可」者，是滕文公問孟子，言我之滕國，小國也，今竭盡其力以奉事大國，則不得免其侵伐。當如何則可以免焉？「孟子對曰：昔者大王居邠，狄人侵之」至「事之以珠玉，不得免焉」者，孟子答文公，以謂往大王所居邠國，後為戎狄所侵伐。是時也，大王事之以皮幣，且尚不免其侵伐，又事之以犬馬，又不得免其侵伐，復事以珠玉，又且猶不免其侵伐焉。「乃屬耆老而告之曰」至「邑於岐山居焉，邠人曰：仁人也，不可失也，從之者如歸市」者，孟子言大王以皮幣、犬馬、珠玉奉事戎狄，猶不免其侵伐，乃會耆老而告之，曰：狄人所欲者在我之土地也，我聞君子不以所養人之土地而殘賊其民，汝二三子何憂患乎無君，我將去之，以讓狄也。遂去邠國，逾梁山，而邑於岐山下居焉。邠國之人，遂聞大王此言，乃曰：仁人之君，不可失去也。故從之者如歸趨於市，若將有所得耳。「或曰：世守也，非身之所能為也，效死勿去」者，孟子又言：或人有云土地者，乃先人之所受也，非己身所能為專也，乃世世守之也，當效死而不可去也。故請文公擇斯二者而處之。二者，其一如太王去邠，其二如或云效死勿去是也。○注「皮，狐貉之裘。幣，繒帛之貨」。○正義曰：蓋狐貉之皮為裘也。釋云：狐貉，妖獸也，後人以其狐貉性多疑，故以皮為之裘也。孔子曰「黃衣狐裘」，又曰「狐貉之厚以居」是也。《周禮·行人職》云：「合六幣：圭以馬，璋以皮，壁以帛，琮以錦，琥以繡，璜以黼。此六物以和諸侯之好。」鄭注云：「合，同也。六幣所以享也。」是幣即繒帛之貨也。云「屬，會也」，《釋文》云：「會也，又曰付也。」"
      },
      {
        "index": 33,
        "text": "魯平公將出，嬖人臧倉者請曰：「他日君出，則必命有司所之。今乘輿已駕矣，有司未知所之，敢請！」(平，諡也。嬖人，愛幸小人也。)公曰：「將見孟子。」(平公敬孟子有德，不敢請召，將往就見之。)曰：「何哉！君所為輕身以先於匹夫者，以為賢乎？禮義由賢者出，而孟子之後喪逾前喪，君無見焉。」(匹夫，一夫也。臧倉言君何為輕千乘而先匹夫乎？以為孟子賢故也，賢者當行禮義，而孟子前喪父約，後喪母奢，君無見也。)公曰：「諾。」(諾，止不出)樂正子入見，曰：「君奚為不見孟軻也？」(樂正，姓也。子，通稱，孟子弟子也，為魯臣，問公何為不便見孟軻也。)曰：「或告寡人曰：『孟子之後喪逾前喪。』是以不往見也。」(公言以此故也。)曰：「何哉？君所謂逾者，前以士，後以大夫。前以三鼎，而後以五鼎與？」(樂正子曰：君所謂逾者，前以士禮，後以大夫禮。士祭三鼎，大夫祭五鼎故也。)曰：「否。謂棺槨衣衾之美也。」(公曰：不謂鼎數也，以其棺槨衣衾之美惡也。)曰：「非所謂逾也，貧富不同也。」(樂正子曰：此非薄父厚母，令母喪逾父也。喪父時為士，喪母時為大夫。大夫祿重於士，故使然，貧富不同也。)樂正子見孟子，曰：「克告於君，君為來見也。嬖人有臧倉者沮君，君是以不果來也。」(克，樂正子名也。果，能也。曰：克告君以孟子之賢，君將欲來，臧倉者沮君，故君不能來也。)曰：「行或使之，止或尼之，行止非人所能也。吾之不遇魯侯，天也。臧氏之子，焉能使我不遇哉。(尼，止也。孟子之意，以為魯侯欲行，天使之矣，及其欲止，天令嬖人止之耳。行止天意，非人所能為也。如使吾見魯侯，冀得行道，天欲使濟斯民也，故曰吾之不遭遇魯侯，乃天所為也。臧氏小子，何能使我不遇哉。)"
      },
      {
        "index": 34,
        "text": "疏「 魯平公將出」至「焉能使予不遇哉」。○正義曰：此章指言讒邪構賢，賢者歸天，不尤人也。「魯平公將出，嬖人臧倉者請曰：他日君出，則必命有司所之，今乘輿已駕矣，有司未知所之，敢請」者，魯平公，魯國之君也，諡曰平。嬖人，平公愛幸之人也。臧，嬖人姓也；倉，名也。言魯平公將欲出見孟子，有司皆未知，惟臧倉為平公愛幸之人，乃請問之，曰：所往，他日君之所出，則必揮命有司同所往，今君乘車已駕行矣，有司之人皆未知君之所往，敢請問之，君何所往？駕，行也。之，往也。「公曰：將見孟子」者，魯平公答臧倉，言將欲出見孟子也。「曰：何哉，君所為輕身以先於匹夫者，以為賢乎？禮義由賢者出，而孟子之後喪逾前喪，君無見焉」者，臧倉者言：君今欲見孟子，以其為何往哉？君今所為自輕薄其身，以先往見於一匹之賤夫，以謂之為賢乎？臧倉言此，謂孟子則一匹之賤夫，不足謂之為賢也，故曰禮義之道，皆由賢者所出，而孟子乃以後喪其母之喪事，奢過於前喪其父之喪事，請君無更往而見焉。倉謂孟子母喪用事豐備，父喪用事儉約。父母皆己之所親也，其喪用事有厚薄者，此孟子所以不知禮義也。故云禮義由賢者出，而孟子之後喪逾前喪，君無見焉。「公曰諾」者，平公許允，止而不出也。「樂正子入見，曰：君奚為不見孟軻也」者，是日，樂正子見平公乘輿既行而止之，遂入見平公，而問之曰：君何為不往見於孟子也。樂正子為平公之臣，亦是孟子之弟子也。姓樂正，名克。稱子者，蓋男子之通稱也。「曰：或告寡人曰：孟子之後喪逾前喪，是以不往見也」者，平公答樂正子，以謂或有臧倉者告我曰：孟子後有母喪用事豐備過於前父之喪用事，我是以見其如此，遂止其駕而不往見也。「曰何哉！君所謂逾者，前以士，後以大夫。前以三鼎，而後以五鼎與」者，樂正子見平公為此而不往見孟子，乃曰君不往見，是為其何哉？君今所謂孟子以後喪過前喪者，蓋孟子前喪父之時，孟子正為之士，故以士禮用之；後喪母之時，孟子以為之大夫，故得以大夫禮用之。為其前為士，即得以三鼎之禮祭之；其後為大夫，遂得以五鼎之禮祭之故也。「曰否，謂棺槨衣衾之美也」者，平公以謂否，不為鼎數之有不同也，是為棺槨衣衾被服之美好有前後之不同也。「曰非所謂逾也，貧富不同也」 者，樂正子謂非所謂孟子有過於前也，為其前後貧富之不同也，非薄其父厚其母也。「樂正子見孟子曰：克告於君，君為來見也。嬖人有臧倉者沮君，君是以不果來也」者，蓋平公先欲見孟子者，以其樂正子告之也。故樂正自入見平公，所問君之不往意已畢，乃出而見於孟子，遂曰克前告其君，嘗言孟子。君是以欲往來見之，平公愛幸之人有一姓臧名倉者，沮止其君，所以不能來也。「曰行或使之，止或尼之，行止非人所能也。吾之不遇魯侯，天也，臧氏之子焉能使予不遇哉」者，孟子見樂正子告之以此意，遂曰：君所欲行，天使之行也；君所欲止，天使之止也。臧氏之子，安能使我不遇魯侯哉。○注「平，諡也。嬖人，愛幸小人也」。○正義曰：《諡法》云：「法治而清省曰平。」《春秋左傳》：「魯隱公有云嬖人之子。」杜預曰：「嬖，親幸也。」釋云：賤而得幸曰嬖。○注「樂正，姓也，為魯臣，孟子弟子也」。○正義曰：自微子之後，宋戴公四世孫樂莒為大司寇，又《左傳》宋上卿正考甫之後。是樂、正皆姓也。趙注樂正者為姓，案《禮記》有樂正子春，是樂正之姓，有自矣。云「孟子弟子」者，蓋嘗受教於孟子者，無非弟子也；為魯臣者，蓋非魯平公之臣，何以克告於君？是以知為魯臣明矣。趙注詳其意，故云為魯臣，如於他經書則未詳。○注「士祭三鼎，大夫祭五鼎」。○正義曰：如子路有列鼎之奉，主父在漢有五鼎之食，是其爵有差也。蓋士則爵卑而賤，大夫則爵尊而貴，孟子前以士，後以大夫，是其爵命貴賤之不同耳。○經云衣衾者，蓋衾，今之被也。案《喪大記》：「小斂，君錦衾，大夫縞，士緇。凡衾皆五幅。」鄭注云：「衾，單被也。」"
      }
    ]
  }
}
