{
  "chapterNumber": 5,
  "title": "卷二下·公孫丑下",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷四上·公孫丑章句下（凡十四章）"
      },
      {
        "index": 2,
        "text": "疏正義曰：此卷趙氏分上篇為此卷也。此卷凡十四章一章言民和為貴。二章言人君以尊德樂義為賢，君子以守道不回為誌。三章言取與之道，必得其禮，於其可，雖少不辭；義之無處，兼金不顧。四章言人臣以道事君，否則奉身以退。五章言執職者劣，藉道者優。六章言道不合者，不相與言。七章言孝必盡心，匪禮之逾。八章言誅不義者，必須聖賢。九章言聖人親親，不文其過；小人順非，以諂其上。十章言君子立身行道，道之不行，命也，不為利回。十一章言惟賢能安賢，智能知微。十二章言大德洋洋，介士察察，賢者誌其大者，不賢者誌其小者。十三章言聖賢興作，與天消息，天非人不因，人非天不成。十四章言祿以食功，誌以率事，無事而食其祿，君子不由也。此十四章合上篇卷，是《公孫丑》有二十三章矣。"
      },
      {
        "index": 3,
        "text": "孟子曰：「天時不如地利，地利不如人和。三里之城，七里之郭，環而攻之而不勝。夫環而攻之，必有得天時者矣，然而不勝者，是天時不如地利也。(天時謂時日、支干、五行、旺相、孤虛之屬也。地利、險阻、城池之固也。人和，得民心之所和樂也。環城圍之，必有得天時之善處者，然而城有不下，是不如地利。)城非不高也，池非不深也，兵革非不堅利也，米粟非不多也，委而去之，是地利不如人和也。(有堅強如此，而破之走者，不得民心，民不為守。衛懿公之民曰：「君其使鶴戰，餘焉能戰？」是也。)故曰域民不以封疆之界，固國不以山谿之險，威天下不以兵革之利。(域民，居民也。不以封疆之界禁之，使民懷德也。不依險阻之固，恃仁惠也。不為兵革之威，仗道德也。)得道者多助，失道者寡助。寡助之至，親戚畔之。多助之至，天下順之。以天下之所順，攻親戚之所畔，故君子有不戰，戰必勝矣。」(得道之君，何向不平。君子之道，貴不戰耳。如其當戰，戰則勝矣。)"
      },
      {
        "index": 4,
        "text": "疏「孟子曰天時」至「戰必勝矣」。○正義曰：此章言民和為貴，貴於天地，故曰得乎丘民為天子也。「孟子曰：天時不如地利，地利不如人和」至「是地利不如人和也」者，孟子言其用兵之要也，謂古之用兵者，莫不布策挾龜，迎日計月，望雲占風，觀星候氣，以察吉凶，以明利害，必有得天時者矣。然而內有三里之城，外有七里之郭，以為之禦，雖環轉而攻之，則莫能勝焉。是天時不如地利也。鑿池深之使其不可逾，築城高之使其不可攻，又以甲兵之堅利、米粟之多積，是地利亦有得矣，然而上下異政，君民異心，不能效死以守，至皆委卻而去之，是地利又不如人和也。孟子於前言天時不如地利，地利不如人和，乃設此文於後，而解其言也，故曰「三里之城，七里之郭，環而攻之而不勝。夫環而攻之，必有得天時者矣，然而不勝者，是天時不如地利也」至「是地利不如人和」而已矣。「故曰域民不以封疆之界」 至「戰必勝矣」者，此又孟子復言而詳說之也，故曰所居之民，不在以封疆之為界；欲牢固其國，又不在以山谿之為險；威震天下，又不在以兵甲之為堅利：以其得道之君，則人多助之，失道之君，則人寡助之而已。孟子所以言此者，蓋謂但在得其道，不在於封疆山谿兵甲之為矣，故復言人有寡助之至極者，則親戚離畔之。親戚離畔者，戰必不勝而敗績。有多助之至者，則天下皆順從之。以天下之所順從而攻伐其親戚所離畔者，故君子在有不戰而已，如戰則必勝。○注「天時謂時日、支干、五行、旺相、孤虛之屬」。正義曰：時日支干者，子、丑、寅、卯、辰、巳、午、未、申、酉、戌、亥是為支。甲、乙、丙、丁、戊、己、庚、辛、壬、癸是為幹。干支所以配時日而用之也。云「五行、旺相、孤虛之屬」者，五行：金、木、水、火、土是也。金旺在巳午未申酉，木旺在亥子丑寅卯，水旺在申酉戌亥子，火旺在寅卯辰巳午，土旺在申酉戌亥。孤虛者，蓋孤虛之法，以一畫為孤，無畫為虛，二畫為實，以六十甲子日定東西南北四方，然後占其孤虛實，而向背之，即知吉凶矣。又如周武王犯歲星以伐商，魏太祖以甲子日破慕容。凡用師之道，有太史以抱天時、太師之執同律之類是也。○注「衛懿公之民曰：君其使鶴戰」。○正義曰：案《左傳》魯閔公二年云：「狄人伐衛，衛懿公好鶴，鶴有乘軒者。將戰，國人受甲者皆曰：『使鶴，鶴實有祿位，餘焉能戰？』」是其文也。○注「得乎丘民而為天子」。○正義曰：此蓋經之文。"
      },
      {
        "index": 5,
        "text": "孟子將朝王，王使人來曰：「寡人如就見者也，有寒疾，不可以風，朝將視朝，不識可使寡人得見乎？」(孟子雖仕齊，處師賓之位，以道見敬，或稱以病，未嘗趨朝而拜也。王欲見之，先朝使人往謂孟子云：寡人如就見者，若言就孟子之館相見也，有惡寒之疾，不可見風，儻可來朝，欲力疾臨視朝，因得見孟子也，不知可使寡人得相見否。)對曰：「不幸而有疾，不能造朝。」(孟子不悅王之欲使朝，故稱其有疾而拒之也。)明日，出吊於東郭氏。公孫丑曰：「昔者辭以病，今日吊，或者不可乎？」(東郭氏，齊大夫家也。昔者，昨日也。丑以為不可。)曰：「昔者疾，今日愈，如之何不吊？」(孟子言我昨日病，今日愈，我何為不可以吊。)王使人問疾，醫來。(王以孟子實病，遣人將醫來，且問疾也。)孟仲子對曰：「昔者有王命，有采薪之憂，不能造朝。今病小愈，趨造於朝，我不識能至否乎？」(孟仲子，孟子之從昆弟，從學於孟子者也。權辭以對如此。憂，病也。《曲禮》云：「有負薪之憂。」)使數人要於路曰：「請必無歸而造於朝。」(仲子使數人要告孟子，君命宜敬，當必造朝也。)不得已而之景丑氏宿焉。(孟子迫於仲子之言，不得已，而心不欲至朝，因之其所知齊大夫景丑之家而宿焉。具以語景丑氏耳。)景子曰：「內則父子，外則君臣，人之大倫也。父子主恩，君臣主敬。丑見王之敬子也，未見所以敬王也。」(景丑責孟子不敬，何義也。)曰：「惡！是何言也！齊人無以仁義與王言者，豈以仁義為不美也？其心曰：『是何足與言仁義也！』云爾，則不敬莫大乎是。(曰惡者，深嗟歎。云景子之責我何言乎？今人皆謂王無知，不足與言仁義。云爾，絕語之辭也。人之不敬，無大於是者也。)我非堯舜之道不敢以陳於王前，故齊人莫如我敬王也。」(孟子言我每見王，常陳堯舜之道以勸勉王。齊人無有如我敬王者也。)景子曰：「否，非此之謂也。《禮》曰：『父召，無諾。』『君命召，不俟駕。』固將朝也，聞王命而遂不果，宜與夫《禮》若不相似然。」(景子曰：非謂不陳堯舜之道，謂為臣固自當朝也。今有王命而不果行。果，能也。《禮》：父召，無諾，無諾而不至也。君命召，輦車就牧，不坐待駕。而夫子若是，事宜與夫《禮》若不相似然乎？愚竊惑焉。)曰：「豈謂是與？曾子曰：『晉楚之富，不可及也。彼以其富，我以吾仁；彼以其爵，我以吾義。吾何慊乎哉？』夫豈不義而曾子言之？是或一道也。(孟子答景丑云：我豈謂是君臣召呼之間乎。謂王不禮賢下士，故道曾子之言，自以不慊晉楚之君。慊，少也。曾子豈嘗言不義之事邪？是或者自得道之一義，欲以喻王猶晉楚，我猶曾子，我豈輕於王乎？)天下有達尊三：爵一，齒一，德一。朝廷莫如爵，鄉黨莫如齒，輔世長民莫如德。惡得有其一以慢其二哉？(三者，天下之所通尊也。孟子謂賢者、長者，有德有齒，人君無德但有爵耳，故云何得以一慢二乎？)故將大有為之君，必有所不召之臣，欲有謀焉，則就之，其尊德樂道，不如是不足以有為也。(言古之大聖大賢有所興為之君，必就大賢臣而謀事，不敢召也。王者師臣，霸者友臣也。)故湯之於伊尹，學焉而後臣之，故不勞而王。桓公之於管仲，學焉而後臣之，故不勞而霸。(言師臣者王。桓公能師臣，而管仲不勉之於王，故孟子於上章陳其義，譏其功烈之卑也。)今天下地丑德齊，莫能相尚，無他，好臣其所教，而不好臣其所受教。(丑，類也。言今天下之人君，土地相類，德教齊等，不能相絕者，無它，但好臣其所教敕役使之才，可驕者耳。不能好臣大賢可從而受教者也。)湯之於伊尹，桓公之於管仲，則不敢召。管仲且猶不可召，而況不為管仲者乎？」(孟子自謂不為管仲，故非齊王之召已也，是以不往而朝見於齊王也。)"
      },
      {
        "index": 6,
        "text": "疏「孟子將朝王」至「而況不為管仲者乎」。○正義曰：此章指言人君以尊德樂義為賢，君子以守道不回為誌者也。「孟子將朝王，王使人來曰：寡人如就見者也」至「得見乎」者，言孟子自將欲朝見王，未及行而齊王欲見之，乃先使人來曰：寡人如往而就孟子所館處相見，以其有惡寒之疾，不可見風，儻可以來朝見，而我將視其來朝，不知可使寡人因此而得見孟子否乎？此皆齊王使人而言也。「對曰：不幸而有疾，不能造朝」者，王之使人既已見孟子而導王之言，孟子乃答王之使人，亦曰：我之不幸而有其疾，不能趨造而朝見王。以其孟子不喜王欲使來朝，故云有疾，以拒之也。「明日出吊於東郭氏，公孫丑曰：昔者辭以病，今日吊，或者不可乎」者，言孟子自辭王以為疾，不能造朝之，明日乃出吊問於齊大夫東郭氏之家，其弟子公孫丑問孟子曰：昨日辭王之使以為疾不能造朝，而今日以出吊問於東郭氏，或者以為不可出吊。「曰昔者疾，今日愈，如之何不吊」者，孟子答公孫丑，以為昨日有疾，今日已差愈，如之何為不可吊。孟子於是往吊之。「王使人問疾，醫來」者，王見使人回報，以謂孟子有疾，乃謂實有疾，遂遣人問疾，醫者來問其疾。「孟仲子對曰：昔者有王命，有采薪之憂，不能造朝。今疾小愈，趨造於朝，我不識能至否乎」者，孟仲子，孟子從昆弟，學於孟子者也。孟仲子時見王使人問疾，醫來至，而孟子已往吊於東郭氏，乃權其言而答問疾醫者，曰：昨日有王命來使孟子朝，孟子辭之，以其有采薪之憂，小疾，不能趨造而朝王。今日病以小愈，已趨造於王朝，我不知於今能至於王朝否乎，以為未曾至乎？「使數人要於路曰：請必無歸而造於朝」者，孟仲子恐孟子歸，以為失言，乃使數人而來告孟子於路曰：請必無歸，而趨造於王朝。「不得已而之景丑氏宿焉」者，孟子見孟仲子使數人要於路，乃見迫於仲子之言，遂不得已而往齊大夫景丑氏之家宿焉。以其心不欲朝王，故往景丑氏家宿而已。「景子曰：內則父子，外則君臣，人之大倫也。父子主恩，君臣主敬，丑見王之敬子也，未見所以敬王也」者，景丑見孟子不造朝，而乃止其家宿焉，於是曰：在閨門之內，則有父子之親，出而邦國之外，則有君臣之義，此人之大倫，而不可汩也。父子則存乎慈孝之恩，君臣則存乎恭敬之義。今丑每見王之敬重其子也，而未嘗見子之所以能尊敬於王也。「曰：惡，是何言也」至「莫大乎是」者，孟子答景丑言，乃歎惜言是何言，而責我也。齊人皆無以仁義之道與王言者，豈以仁義之道為不嘉美也，其齊人心已謂是王何足與言仁義之道也！言爾之不尊敬於王，莫大乎此者也。「我非堯舜之道，不敢以陳於王前，故齊人莫如我敬王也」者，孟子言我非是堯舜二帝之道，則不敢鋪陳於王之前，故齊人未有如我如此之敬王也。所謂堯舜之道，即仁義之道也。「景子曰：否，非此之謂也，《禮》曰：父召無諾」至「若不相似然」者，景丑言否，我不謂不陳堯舜之道也，以其《禮》云父召而子無諾而不至，君有命召，不坐待駕。今子固將欲自朝於王，而聞王命以遂不果行，是宜與夫《禮》若不相似然。以其有逆此《禮》也。「曰：豈謂是歟？曾子曰：晉、楚之富」至「是或一道也」者，孟子又言於景丑曰：我豈謂是君臣呼召之問乎？以其曾子言，晉、楚二君之富，人不可及也，然彼既以其富，我但有吾之仁，；彼既有其爵，而我但存吾之義：我何慊不足於彼乎哉！夫晉、楚之富，豈為不義？然於曾子言，是止於一道而言之也。一於道而言之，則曾子所以但言吾仁吾義，而不慊於晉、楚之富與其爵也。蓋謂晉、楚於富者，以其不過有所施而已，然我之仁固足以有施矣；晉楚貴於爵者，以其足以有制而已，然我之義固足以有制矣，然則富之與爵，而仁義得以並而有焉耳。此曾子所以一於仁義之道，而晉、楚富貴不足為富貴也。孟子所以執此而語景子者，意欲以比齊王之有富貴，亦晉楚之富貴不足為富貴也，而我猶曾子，但以仁義敵之，何有不足於齊王哉？此所以不欲朝王之意也。「天下有達尊三」至「惡得有其一而慢其二哉」者，達，通也，孟子又言天下有達尊者有三，爵一、齒一、德一是也。自朝廷之間莫如以爵為之尊，自鄉黨之間莫如以齒為之尊，自輔治其世、長養其民莫如以德為之尊。以其朝廷貴貴在爵，故以爵為朝廷之所尊；鄉黨長長在齒，故以齒為鄉黨之所尊；賢者有德，故以之輔世而佐佑之，則天下待之而後治，以之長民，則天下之民待之而後安，故以德為輔世長民之所尊。今齊王但有其爵，而安可止以一而慢去其齒、德二者哉？此孟子所以言齊王不能尊有德之士，故於景子而云然也。「故將大有為之君」至「而況不為管仲者乎」者，孟子又言故將有大興為之君，必有所不可命召之臣，凡欲有所謀計，則就而謀，以其不敢召也。其尊德樂道，不如此有謀則就而不召，是不足有大興為也。故湯王之於伊尹，乃就而師之，然後方敢得而為臣，故湯王自七十里而為天下，但不待勞而為之王者。齊桓公之於管仲，乃就而師之，然後方敢得而為臣，故桓公亦不勞而為諸侯之霸者。今天下於齊國，其地亦有類於湯、桓，其德又與湯、桓齊等，其未能有相加尚者，無他事焉，但湯、桓好受臣其所教，而齊王不好臣其所受教也。夫以湯王之於伊尹，齊桓之於管仲，則不敢召而見之。管仲，霸者之佐，且猶尚不可召見之，而況我不為管仲者乎？此孟子所以見齊王之召己，是以不往而見也。○注云「東郭氏，齊大夫家也」。○正義曰：東郭者，齊國之東地，號為東郭也。經云「卒之東郭墦間之祭」者，則東郭是齊國之東地也。氏者，未詳其人。注云「齊大夫家也」，以理測之，孟子之所以吊問者，必齊之賢大夫也。如非大夫之等，孟子亦何由而吊之。○注「孟仲子，孟子之從昆弟，而學於孟子者也」。○正義曰：未詳，以理推之，則與孟子同姓，必孟子從昆弟而學於孟子者也。○注「景丑氏，齊大夫」，亦未詳其人也。"
      },
      {
        "index": 7,
        "text": "陳臻問曰：「前日於齊，王饋兼金一百而不受，於宋，饋七十鎰而受，於薛，饋五十鎰而受。前日之不受是，則今日之受非也。今日之受是，則前日之不受非也。夫子必居一於此矣。」(陳臻，孟子弟子。兼金，好金也，其價兼倍於常者，故謂之兼金。一百，百鎰也。古者以一鎰為一金，鎰是為二十四兩。)孟子曰：「皆是也。當在宋也，予將有遠行，行者必以贐，辭曰『饋贐』，予何為不受？(贐，送。行者贈賄之禮也，時人謂之贐。)當在薛也，予有戒心，辭曰『聞戒』，故為兵饋之，予何為不受？(戒，有戒備不虞之心也。時有惡人欲害孟子，孟子戒備。薛君曰聞有戒，此金可鬻以作兵備，故饋之。我何為不受也？)若於齊，則未有處也。無處而饋之，是貨之也。焉有君子而可以貨取乎？」(我在齊時無事，於義未有所處也。義無所處而饋之，是以貨財取我，欲使我懷惠也。安有君子而可以貨財見取之乎？是其禮當其可也。)"
      },
      {
        "index": 8,
        "text": "疏「 陳臻問曰」至「可以貨取乎」。○正義曰：此章指言取與之道，必得其禮，於其可也，雖少不辭，義之無處，兼金不顧也。「陳臻問曰：前日於齊王饋兼金一百而不受」至「必居一於此矣」者，陳臻，孟子弟子也。問孟子，前日於齊王之所而齊王饋賜兼金百鎰而不受，於宋國但饋以七十鎰而受之，於薛國饋以五十鎰而受之，如為前日在齊不受百鎰是，則今日之受宋七十鎰為非也。如今日之受宋七十鎰為是則前日在齊不受一百鎰為非也。夫子於此三者之間，必居一於此矣。「孟子曰皆是也」至「而可以貨取乎」者，孟子答弟子陳臻，以為此三者之間，受與不受之所皆是也，無有非也。言我在宋之時，以其我將有遠行，行者必以有贐，故饋之者乃為之辭曰饋贐，我何為不受？是所以受之也。而不為非也。贐。送行者之賄也。我當在薛之時，我有戒不虞之心，以其時人欲害孟子也，饋之者乃為之辭曰：聞孟子有戒，欲以此金饋之，可為兵備之用也。如此，我何為不受？是所以受之也。若於齊之時，其以無事於我，未有所處於我，未有所處而饋我以金，是以貨財見取於我也，安有君子而可以貨取之乎？是所以於齊不受百鎰亦為是也。云有處、未有處者，如宋以遠行乃以贐為饋，於薛有戒乃以兵為饋，是皆若有處以饋之也。於齊亦無遠行，亦無戒備，饋之者亦無以辭處之而饋，於我亦無有辭處而受之故也。○注云「陳臻孟子弟子」至「二十四兩」。○正義曰：云弟子者，蓋時有所問於孟子者，即知為弟子也。如非弟子，又安得有問於孟子。云二十四兩為鎰，案《國語》有云：「二十四兩為鎰，又鄭注之文亦然。"
      },
      {
        "index": 9,
        "text": "孟子之平陸，謂其大夫曰：「子之持戟之士，一日而三失伍，則去之否乎？」(平陸，齊之邑也。大夫，居邑大夫也。持戟，戰士也。一日三失其行伍，則去之否乎？去之，殺之也。戎昭果毅。)曰：「不待三。」(大夫曰：一失之則行罰，不及待三失伍也。)「然則子之失伍也亦多矣。凶年饑歲，子之民老羸轉於溝壑、壯者散而之四方者幾千人矣。」(轉，轉屍於溝壑也。此則子之失伍也。)曰：「此非距心之所得為也。」(距心，大夫名。曰：此乃齊王之大政，不肯賑窮，非我所得專為也。)曰：「今有受人之牛羊而為之牧之者，則必為之求牧與芻矣。求牧與芻而不得，則反諸其人乎？抑亦立而視其死與？」(牧，牧地。以此喻距心不得自專，何不致為臣而去乎？何為立視民之死也？)曰：「此則距心之罪也。」(距心自知以不去位為罪者也。)他日，見於王曰：「王之為都者，臣知五人焉。知其罪者惟孔距心。」為王誦之。王曰：「此則寡人之罪也。」(孔，姓也。為都，治都也。邑有先君之宗廟曰都。誦，言也。為王言所與孔距心語者也。王知本之在己，故受其罪也。)"
      },
      {
        "index": 10,
        "text": "疏「孟子之平陸」至「寡人之罪也」。正義曰：此章指言人臣以道事君，否則奉身以退。《詩》云「彼君子兮，不素餐兮」，言不屍其祿也。「孟子之平陸，謂其大夫曰：子之持戟之士，一日而三失伍，則去之否乎」者，孟子往齊平陸之邑，謂其邑之大夫曰：子之持戟之戰士，一日三次失其行伍，則殺之否乎？「曰：不待三」者，邑大夫答孟子，以為不待三次失行伍也。言一次失行伍則殺之也。「然則子之失伍也亦多矣，凶年饑歲，子之民老羸轉於溝壑、壯者散而之四方者幾千人矣」者，凶年饑歲，子之邑民老羸弱者皆轉乎溝壑，壯健者皆散而奔往於四方者，幾近於一千人矣。此孟子首以持戟之士失伍比之，欲終以此諷之故也。蓋軍法以五人為伍，而以下士一人為之長，則持戟之士，伍長之士也，所以保衛其伍者也，不能保衛其伍，故一日三失伍，此不稱其職也。如齊之平陸大夫，所以保衛其邑之民，不能保衛其邑之民，故老弱轉溝壑，壯者散四方，其亦不稱職也。孟子故以此喻而終歸諷之。「曰：此非距心之所得為也」者，距心，齊大夫之名也。距心言是其齊王行政，故不肯發倉廩而賑救其民，非我所得而專為者也。「曰：今有受人之牛羊而為之牧之者，則必為之求牧與芻矣，求牧與芻而不得，則反諸其人乎，抑亦立而視其死與」者，孟子又以此比喻而歸諷之也，言今有受人之牛羊而為牧養者，則必於牛羊之主求其牧養之芻草矣。求牧養與芻草而不得，則歸反還於其主乎？抑亦但立視牛羊之死，而不為求牧與芻草歟？故以比喻而諷問之。「曰此則距心之罪也」者，距心因孟子以此比喻，乃自知以不去位為罪也。「他日，見於王曰：王之為都臣者，臣知五人焉」至「此則寡人之罪也」 者，言他日距心自見於王曰：王之治都之臣者，臣知五人焉，然於此五人之中，能知其有罪者，惟孔距心。故為王言誦之。孔，距心之姓也。王亦自知治都之臣有其罪者，以其本皆自於己，故云此則寡人之罪也。○注「邑有先君之宗廟曰都」至「不素餐兮」。○正義曰：《周禮》云：「都鄙。」鄭注云：「都之所居曰鄙。」都鄙，公卿大夫之采邑，王弟子所食邑，周、召、毛、冉、畢、原之屬，在畿內者，祭祀其先君社稷者也。云「彼君子兮，不素餐兮」者，《詩·國風·伐檀》之篇文也。箋云：「彼君子者，斥伐檀之人，仕有功者，乃肯受祿。」毛氏云：「孰食曰餐。」箋云：「如魚餐之餐。」"
      },
      {
        "index": 11,
        "text": "孟子謂蚳蛙曰：「子之辭靈丘而請士師，似也，為其可以言也。今既數月矣，未可以言與？」(蚳蛙，齊大夫。靈丘，齊下邑。士師，治獄官也。《周禮·士師》曰：「以五戒先後刑罰，無使罪麗於民。」孟子見蚳蛙辭外邑大夫，請為士師，知其欲近王，以諫正刑罰之不中者。數月而不言，故曰未可以言歟？以感責之也。)蚳蛙諫於王而不用，致為臣而去。(三諫不用，致仕而去。)齊人曰：「所以為蚳蛙則善矣，所以自為則吾不知也。」(齊人論者譏孟子為蚳蛙謀，使之諫不用而去，則善矣。不知自諫不用而不去，故曰我不見其自為謀者。)公都子以告。(公都子，孟子弟子也。以齊人語告孟子也。)曰：「吾聞之也，有官守者，不得其職則去，有言責者，不得其言則去。我無官守，我無言責也，則吾進退豈不綽綽然有餘裕哉！」(官守，居官守職者。言責，獻言之責，諫諍之官也。孟子言人臣居官不得守其職，諫正君不見納者，皆當致仕而去。今我居師賓之位，進退自由，豈不綽綽然舒緩有餘裕乎！綽、裕，皆寬也。)"
      },
      {
        "index": 12,
        "text": "疏「孟子謂蚳蛙曰」至「綽綽然有餘裕哉」。○正義曰：此章指言執職者劣，藉道者優，是以臧武仲雨行而不息，段幹木偃寢而式閭。「孟子謂蚳蛙曰：子之辭靈丘而請士師，似也」至「未可以言歟」者，孟子謂齊大夫蚳蛙曰：子之辭去其靈丘之邑，而請為王治獄之官，似近王，得諫其刑罰不中者。今既以數月矣而不言，是其未可以言歟否？故以此責而感之也。「蚳蛙諫於王而不用，致為臣而去」者，於是蚳蛙諫於王，而王不用其諫，乃致其臣而去之。「齊人曰：所以為蚳蛙則善矣，所以自為則吾不知也」者，齊國之人見孟子謂蚳蛙，乃言曰：孟子所以為蚳蛙，使之諫不納用而去之，則善矣美矣，其所以自為，其已之諫不見納用而不去，則我不知也。以言其為蚳蛙謀，使之去，而不知自去之故也。「公都子以告」者，公都子，孟子弟子也。公都子見齊國之人有此言，乃以此言告於孟子。「曰：吾聞之也，有官守者，不得其職則去，有言責者，不得其言則去。我無官守，我無言責，則吾進退豈不綽綽然有餘裕哉」者，孟子答公都子，以為我嘗聞之，有居官守職者，不得其職而守之，則去之而致仕；有言責諫諍之任，不得其言而諫正其君，則亦去而致仕。今我無官職之所守，又無言責而諫諍，則我進退自由，豈不綽綽然舒緩有餘裕哉！綽、裕，皆寬裕也。○注「 蚳蛙，齊大夫，靈丘，齊下邑」至「罪麗於民」。○正義曰：蚳蛙，於他經傳未詳其人。靈丘者，案《地理志》曰「代郡，有靈丘縣」是也。云「《周禮·士師》曰：以五戒先後刑罰，毋使罪麗於民」者，今案其文，云：「一曰誓，用之於軍旅；二曰誥，用之於會同；三曰禁，用諸田役；四曰糾，用諸國中；五曰憲，用諸都鄙。」鄭注云：「先後猶左右也，誓誥於《書》，則《甘誓》、《大誥》之屬，禁則軍禮曰『無干車』、『無自後射』此其類也。糾、憲，未有聞焉。」○注「 臧武仲段幹木」。○正義曰：案魯襄公二十二年《左傳》云：「臧武仲如晉，雨，過禦叔。禦叔在其邑，將飲酒曰：『焉用聖人，我將飲酒，而已雨行，何以聖為？』穆叔聞之曰：『不可使也。」杜預云：「禦叔，魯禦邑大夫。又武仲多知，時人謂之聖。」云「段幹木偃寢而軾閭」。案《史記·魏世家》云：「魏文侯受子貢經藝，客段幹木，過其閭，未嘗不軾也。」是矣。"
      },
      {
        "index": 13,
        "text": "孟子為卿於齊，出吊於滕，王使蓋大夫王驩為輔行。王驩朝暮見，反齊、滕之路，未嘗與之言行事也。(孟子嘗為齊卿，出吊於滕君，蓋齊下邑也。王以治蓋之大夫王為輔行。輔，副使也。王，齊之諂人，有寵於王，後為右師。孟子不悅其為人，雖與同使而行，未嘗與之言行事，不願與之相比也。)公孫丑曰：「齊卿之位，不為小矣。齊、滕之路，不為近矣。反之而未嘗與言行事，何也？」(丑怪孟子不與議行事也。)曰：「夫既或治之，予何言哉！」(既，已也。或，有也。孟子曰：夫人既自謂有治行事，我將復何言哉。言其專知自善，不知諮於人也。蓋言道不合者，故不相與言，所以有是而言之也已。)"
      },
      {
        "index": 14,
        "text": "疏「孟子為卿於齊」至「予何言哉」。○正義曰：此章指言道不合者不相與言。王之操與孟子殊，君子處時，危言遜行，故不尤之，但不與言。至於公行之喪，以禮為解也。「孟子為卿於齊，出吊於滕」至「未嘗與言行事也」者，言孟子嘗為卿相於齊，時自齊國出吊於滕國之君，齊王使齊之下邑大夫名曰王者為之輔行。輔行，言其為副使也。王旦夕見孟子，及反歸，自齊、滕之道路，而孟子未嘗與之言行事也。「公孫丑問曰：齊卿之位不為小矣，齊、滕之路不為近矣，反之而未嘗與言行事，何也」者，公孫丑問孟子，言齊王卿相之位不為卑小矣，自齊至滕，其相去之路又不為近矣，然而自滕反歸齊，其於道路之中，未嘗與王言行治之事，是如之何也？以其公孫丑有怪孟子不與王言，故問之以此耳。「曰：夫既或治之，予何言哉」者，孟子答公孫丑，以謂夫王既以嘗自謂有治行事，我將復何言哉！以其王自專為善，不諮訪人，故孟子所以未嘗與之言也。○注「王後為右師」。○正義曰：此蓋推經於《離婁》篇有云孟子不與右師言，右師不悅，是知王後為右師也。王姓王名，字子敖。又云「至於公行之喪，以其禮解之」者，蓋亦經之文也。\n卷四下·公孫丑章句下"
      },
      {
        "index": 15,
        "text": "孟子自齊葬於魯，反於齊，止於嬴。充虞請曰：「前日不知虞之不肖，使虞敦匠，事嚴，虞不敢請。今原竊有請也：木若以美然。」(孟子仕於齊，喪母，而歸葬於魯也。嬴，齊南邑。充虞，孟子弟子。敦匠，厚作棺也。事嚴，喪事急。木若以泰美然也。)曰：「古者棺槨無度。中古，棺七寸，槨稱之。自天子達於庶人，非直為觀美也，然後盡於人心。(孟子言古者棺槨厚薄無尺寸之度。中古，謂周公制禮以來，棺槨七寸，槨薄於棺，厚薄相稱相得也。從天子至於庶人，厚薄皆然，但重累之數，牆翣之飾有異，非直為人觀視之美好也。厚者難腐朽，然後盡於人心所不忍也。謂一世之後，孝子更去辟世，是為人盡心也。過是以往，變化自其理也。)不得不可，以為悅，無財不可以為悅，得之為有財，古之人皆用，吾何為獨不然？(悅者，孝子之欲厚送親，得之則悅也。王制所禁，不得用之，不可以悅心也。無財以供，則度而用之。禮：喪事不外求，不可稱貸而為悅也。禮得用之，財足備之，古人皆用之，我何為獨不然。不然者，言其不如是也。)且比化者，無使土親膚，於人心獨無恔乎？(恔，快也。棺槨敦厚，比親體之變化，且無令土親膚，於人子之心，獨不快然無所恨也。)吾聞之，君子不以天下儉其親。」(我聞君子之道，不以天下人所得用之物儉約於其親，言事親竭其力者也。)"
      },
      {
        "index": 16,
        "text": "疏「孟子自齊葬於魯」至「不以天下儉其親」。正義曰：此章指言孝必盡心，匪禮之逾。《論語》曰：「生事之以禮，死喪之以禮，可謂孝矣。」「孟子自齊葬於魯，反於齊，止於嬴」者，言孟子仕於齊國，喪其母，乃歸葬於魯國。既葬，又反於齊下嬴邑而止焉。「充虞請曰：前日不知虞之不肖，使虞敦匠事嚴，虞不敢請。今原竊有請也：木若以美然」者，充虞，孟子弟子也，言孟子止於嬴邑，弟子充虞請見於孟子曰：前日孟子喪母之時，孟子不知虞之不肖，乃使虞敦匠厚作其棺，以其是時喪事嚴急，故虞不敢請問孟子。今孟子既葬而反，原竊得而請問也。木若以美然？此充虞請問以此也。其問孟子為棺槨之木若以泰美然也。「曰：古者棺槨無度，中古棺七寸，槨稱之。自天子達於庶人，非直為觀美也，然後盡於人心」至「吾聞之君子，不以天下儉其親」者，此皆孟子答充虞而言也。言上古之人，棺槨薄厚無尺寸之度。自中古以來，棺厚七寸，以槨相稱之，自天子通於庶人皆然，非謂直為人觀美好也，然後乃為盡於人心也。以其不得其厚用之，則不可以為悅於心也。既得以此厚用之，而財物無以供贍其度，亦不可以為悅於心。如得之以此厚用，又有財物以供其度，古之人皆用之以厚葬其親也，我何為而獨不如是也。且棺槨敦厚，比親體之變化，無使其土壤親其肌膚，於人子之心獨無快乎！恔，快也。以其人子之心如此得厚葬其親，乃快然而弗恨也。我聞之，君子者，不以天下所得用者而儉薄其親也。○注「嬴，齊南邑」。○正義曰：案魯桓公三年《左傳》杜預注云「嬴，齊邑，今泰山嬴縣」是也。○注「重累之數牆翣之飾」。○正義曰：案《禮記·檀弓》云：「周人牆置翣。」鄭注云：「牆，柳衣也。凡此皆後王之制。」又案《阮氏圖》云：「柳，柳車也。四輪一轅，車長丈二尺，高五尺。」案《喪大記》云：「君飾棺，黼翣二，黻翣二，畫翣二，龍翣二。」《禮器》云：「天子八翣，大夫四翣。」又鄭注《喪大記》引《漢禮》：「翣以木為筐，廣三尺，高二尺四寸，方兩角，高以白布畫著紫云氣，其餘各如其象。柄長五尺，車行，使人持之而從，以障既窆，樹於壙中障板也。○注「《論語》曰：生事之以禮，死葬之以禮」。○正義曰：經於《滕文》之篇亦引為曾子言也，已說在前。"
      },
      {
        "index": 17,
        "text": "沈同以其私問曰：「燕可伐與？」孟子曰：「可。子會不得與人燕，子之不得受燕於子噲。(沈同，齊大臣。自以私情問，非王命也，故曰私。子噲，燕王也。子之，燕相也。孟子曰可者，以子噲不以天子之命而擅以國與子之，子之亦不受天子之命而私受國於子噲，故曰其罪可伐。)有仕於此，而子悅之，不告於王而私與之吾子之祿爵，夫士也亦無王命而私受之於子，則可乎？何以異於是！」(子謂沈同也。孟子設此，以譬燕王之罪。)齊人伐燕。(沈同以孟子言可，因歸勸其王伐燕。)或問曰：「勸齊伐燕，有諸？」(有人問孟子勸齊王伐燕，有之？)曰：「未也。沈同問燕可伐與？吾應之曰可。彼然而伐之也。(孟子曰：我未勸王也，同問可伐乎？吾曰可，彼然而伐之也。)彼如曰：孰可以伐之？則將應之曰：為天吏，則可以伐之。(彼如將問我曰：誰可以伐之？我將曰：為天吏則可以伐之。天吏，天所使，謂王者得天意者。彼不復問孰可，便自往伐之矣。)今有殺人者，或問之曰：人可殺與？則將應之曰：可。彼如曰：孰可以殺之？則將應之曰：為士師則可以殺之。今以燕伐燕，何為勸之哉？」(今有殺人者，問此人可殺否？將應之曰：可，為士官主獄則可以殺之矣。言燕雖有罪，猶當王者誅之耳。譬如殺人者雖當死，士師乃得殺之耳。今齊國之政猶燕政也，不能相逾，又非天吏也，我何為勸齊國伐燕國乎？)"
      },
      {
        "index": 18,
        "text": "疏「沈同以其私問曰」至「何為勸之哉」。○正義曰：此章指言誅不義者必須聖賢，禮樂征伐自天子出，王道之正者也。沈同，齊之大臣。「沈同以其私問曰：燕可伐歟？孟子曰：可，子噲不得與人燕，子之不得受燕於子噲」者，子噲，燕王名也；子之，燕相之名也。言沈同非王命，以其私情自問孟子曰：燕王可伐之歟？孟子答之，以為可伐之也，蓋以燕王不得天子之命而擅與其國於子之，子之亦不得天子之命而私受燕國於子噲，故其專擅如此，可以伐之也。「有仕於此，而子悅之，不告於王而私與之吾子之祿爵，夫士也亦無王命有私受之於子，則可乎？何以異於是」者，此皆孟子設此譬喻王之罪而可伐者也。吾子謂沈同也，言今有為之仕於此齊國，而子喜悅之為人，乃不告於王而私自與之吾子之祿爵，夫為之士者又無王之所命，而私自受祿爵於子，則可矣否乎？今燕王所以為可伐之罪，何以有異於此？「齊人伐燕」者，以其沈同問於孟子之言為燕可伐，於是歸勸齊王而伐之。「或問：勸齊伐燕，有諸」者，言有人或問於孟子，以為孟子勸齊伐燕，是有勸之之言否？「曰：未也，沈同問燕可伐與？吾應之曰可，彼然而伐之也」者，孟子答或人，以為我未嘗勸王也，以其沈同問我，謂燕可伐之歟？我應之曰可，彼以為是而伐之也。「彼如曰：孰可以伐之？則將應之曰：為天吏則可以伐之」者，孟子又答之或人，言彼如問我曰誰可以伐之，我將應之曰：為天吏，天所使者，則可以伐之矣。「今有殺人者，或問之曰：人可殺歟」至「何為勸之哉」者，孟子又以此言而比喻齊之伐燕也，言今有殺人者，或問我曰：人可以殺之歟？我將應之曰：可以殺之。彼如復問誰可以殺之，我則將應之曰：為士師主獄之官則可以殺之矣。今以齊國之政亦若燕之政，是皆有燕之罪，以燕伐燕，我何為勸齊王以伐燕乎？以其燕之雖有其罪，亦當王者則可以誅之耳。○注「子噲，燕王也，子之，燕相也」。○正義曰：案《史記·世家》云：「易王立十二年，子燕噲立。噲立，齊人殺蘇秦。蘇秦之在燕，與其相子之為婚。燕噲三年，與楚、三晉攻秦，不勝而還。子之相燕，貴重主斷，蘇代為齊使於燕，燕王問曰：『齊王奚如？』對曰：『必不霸。』燕王曰：『何也？』對曰：『不信其臣。』於是燕王大信子之子。之遺蘇代百金，乃謂燕王不如以國讓子之。子之以謂堯賢者，讓天下於許由，由不受，有讓天下之名而實不失天下。今王以燕國讓子之，子之亦必不敢受，是王與堯同行也。燕王因屬國於子之，子之大重，於是南面行王事，而噲老不聽政，國事皆決於子之。三年，國大亂，百姓憫恐。孟軻謂齊王曰：『今伐燕，此文、武之時，不可失也。』齊王因令章子將五都之兵以伐燕，燕噲死，齊大勝。燕子之亡。」凡此是其事也。○注云「禮樂征伐自天子出」。○正義曰：此蓋《論語·季氏》孔子之言也。言王宅功成制禮，治定作樂，立司馬之官，掌九伐之法，諸侯不得制禮作樂，賜弓矢，然後專征伐。是禮樂征伐自天子出也。"
      },
      {
        "index": 19,
        "text": "燕人畔，王曰：「吾甚慚於孟子。」(燕人畔，不肯歸齊。齊王聞孟子與沈同言為未勸王，今竟不能有燕，故慚之。)陳賈曰：「王無患焉。王目以為與周公孰仁且智？」王曰：「惡是何言也？」(陳賈，齊大夫也。問王曰：自視何如周公仁智乎？欲為王解孟子意，故曰王無患焉。王歎曰：是何言，言周公何可及也！)曰：「周公使管叔監殷，管叔以殷畔。知而使之，是不仁也；不知而使之，是不智也。仁、智，周公未之盡也，而況於王乎？賈請見而解之。」(賈欲以此說孟子也。)見孟子，問曰：「周公何人也？」(賈問之也。)曰：「古聖人也。」(孟子曰：周公，古之聖人也。)曰：「使管叔監殷，管叔以殷畔也，有諸？」(賈問有之否乎？)曰：「然。」(孟子曰：如是也。)曰：「周公知其將畔而使之與？」(賈問之也。)曰：「不知也。」(孟子曰：周公不知其將畔也。)「然則聖人且有過與？」(過，謬也。賈曰：聖人且猶有謬誤。)曰：「周公弟也，管叔兄也，周公之過，不亦宜乎。(孟子以為周公雖知管叔不賢，亦必不知其將畔，周公惟管叔弟也，故愛之；管叔念周公兄也，故望之：親親之恩也，周公之此過謬，不亦宜乎！)且古之君子，過則改之；今之君子，過則順之。古之君子，其過也如日月之食，民皆見之，及其更也，民皆仰之；今之君子，豈徒順之，又從為之辭。」(古之所謂君子，真聖人、賢人、君子也。周公雖有此過，乃誅三監，作《大誥》，明敕庶國，是周公改之也。今之所謂君子，非真君子也，順過飾非，或為之辭。孟子言此，以譏賈不能匡君，而欲以辭解之。)"
      },
      {
        "index": 20,
        "text": "疏「燕人畔」至「又從為之辭」。○正義曰：此章指言聖人親親，不文其過；小人順非，以諂其上者也。「燕人畔，王曰：吾甚慚於孟子」者，言燕人皆離畔，不肯歸齊王，齊王聞孟子與沈同言未嘗勸王伐燕，今果不能得燕，乃曰：我甚慚恥而見於孟子。「陳賈曰：王無患焉，王自以為與周公孰仁且智」者，陳賈，齊國之大夫也，言於齊王，以為無用憂患、慚於孟子也。且王自以為與周公孰仁且智乎？賈欲以此解王，故問之以此。「王曰：惡是何言也」者，齊王乃歎曰：此是何言也？周公大聖人，安可得而及之。「曰：周公使管叔監殷，管叔以殷畔，知而使之，是不仁也；不知而使之，是不智也。仁、智，周公未之盡也，而況於王乎？賈請見而解之」者，言陳賈謂周公使管叔為三監於殷，管叔乃背畔於殷。周公知管叔有背畔之心，而復使為監，是周公不仁也；周公不知管叔將有背畔之心，而使之為監，是周公之不智也。仁與智，而周公大聖人也，尚未之能盡，而況於齊王乎？賈今請以此見孟子，為王解之。「見孟子，問曰：周公何人也」，賈遂見孟子，果以此說問於孟子，以謂周公是何等人也？「曰：古之大聖人也」，孟子答之，以為周公是古之大聖人也。「曰：使管叔監殷，管叔以殷畔也，有諸」，賈又問孟子，以謂周公使管叔為監於殷，管叔以殷而背畔之，有之否乎？「曰然」孟子答之，以是有之也。「曰：周公知其將畔而使之與」，賈又問之，以謂周公知管叔將欲背畔，故使之為監與？「曰：不知也」，孟子答之，以為周公不知管叔將背畔。「然則聖人且有過與」，賈又問之，如是則周公為古之大聖人，尚且有過失乎？「曰：周公弟也，管叔兄也，周公之過，不亦宜乎」孟子以為周公雖知管叔不賢，亦不能知其將有畔之心，周公惟管叔弟也，故愛之而使為監；管叔念是周公兄也，故亦望之：是則周公有是之過謬，不亦宜之也。以親親之故，不得不然耳。「且古之君子，過則改之」至「今之君子，又從為之辭」者，孟子又言古之君子，如周公雖有此過，然而乃能誅三監，作《大誥》，以明敕庶國，則周公故能改之也；今之君子，非真君子，有過則順而不改。古之君子，其有過也，如日月之蝕焉，民皆得知而見之，及其更也，民皆得而仰望之；今之君子，豈徒順其過而不改，又且從其有過，復作言辭以文飾其過耳：孟子所以言此者，以其欲譏陳賈不能匡正齊王之過，又從為此周公管叔之辭，順其王之過而文之也。○注「燕人畔，王聞孟子與沈同言」。正義曰：此蓋前段案《史記·世家》言之詳矣。○注「 誅三監，作《大誥》，明敕庶國」。○正義曰：案《尚書·大誥》篇云：武王崩，三監及淮夷叛，周公相成王，將黜殷，作《大誥》。孔安國云：「三監：管、蔡、商是也。言作《大誥》，以誥天下。」又案《史記》云：「周公奉成王命，興師東伐，作《大誥》，遂誅管叔，殺武庚，放蔡叔，收殷餘民。」"
      },
      {
        "index": 21,
        "text": "孟子致為臣而歸。(辭齊卿而歸其室也。)王就見孟子曰：「前日願見而不可得，(謂未來仕齊也。遙聞孟子之賢，而不能得見之。)得侍同朝，甚喜。(來就為卿，君臣同朝，得相見，故喜之也。)今又棄寡人而歸，(今致為臣，棄寡人而歸。)不識可以繼此而得見乎？」(不知可以續今日之後，遂使寡人得相見否乎？)對曰：「不敢請耳，固所願也。」(孟子對王，言不敢自請耳，固心之所願也。孟子意欲使王繼今當自來謀也。)他日，王謂時子曰：「我欲中國而授孟子室，養弟子以萬鍾，使諸大夫國人皆有所矜式，子盍為我言之？」(時子，齊臣也。王欲於國中而為孟子築室，使教養一國君臣之子弟，與之萬鍾之祿。中國者，使學者遠近均也。矜，敬也。式，法也。欲使諸大夫國人皆敬法其道。盍，何不也，謂時子何不為我言之於孟子，知肯就之否？)時子因陳子而以告孟子。(陳子，孟子弟子陳臻也。)陳子以時子之言告孟子，孟子曰：「然。夫時子惡知其不可也？如使予欲富，辭十萬而受萬，是為欲富乎？」(孟子曰：如是，夫時子安能知其不可乎？時子以我為欲富，故以祿誘我，我往者饗十萬鍾之祿，以大道不行，故去耳。今更當受萬鍾，是為欲富乎？距時子之言，所以有是云也。)季孫曰：「異哉！子叔疑。」(二子，孟子弟子也。季孫知孟子意不欲，而心欲使孟子就之，故曰：異哉，弟子之所聞也，子叔心疑惑之。亦以為可就之矣。)「使己為政，不用，則亦已矣。又使其子弟為卿。人亦孰不欲富貴？而獨於富貴之中，有私龍斷焉。(孟子解二子之異意疑心。曰：齊王使我為政，不用，則亦自止矣。今又欲以其子弟故，使我為卿，而與我萬鍾之祿。人亦誰不欲富貴乎？是猶獨於富貴之中，有此私登龍斷之類也，我則恥之。)古之為巿也，以其所有易其所無者，有司者治之耳。有賤丈夫焉，必求龍斷而登之，以左右望而罔巿利，人皆以為賤，故從而征之。征商自此賤丈夫始矣。」(古者巿置有司，但治其爭訟，不征稅也。賤丈夫，貪人可賤者也。入巿則求龍斷而登之，龍斷，謂堁斷而高者也。左右占視望，見巿中有利，罔羅而取之，人皆賤其貪者也，故就征取其利。後世緣此，遂征商人。孟子言我苟貪萬鍾，不恥屈道，亦與此賤丈夫何異也。古者，謂周公以前，《周禮》有關市之征也。)"
      },
      {
        "index": 22,
        "text": "疏「孟子致為臣而歸」至「自此賤丈夫始矣」。○正義曰：此章指言君子正身行道，道之不行，命也。不為利回，創業可繼，是以君子以龍斷之人為惡戒也。「孟子致為臣而歸」，是孟子辭齊卿而歸處於室也。「王就見孟子曰：前日願見而不可得」至「不識可以繼此而得見乎」，是齊王見孟子辭齊卿而歸於室，乃就孟子之室而見孟子曰：前日未仕齊時，聞孟子之賢，願見之，而不能得見，後得侍於我而為之卿，遂得同朝相見，故甚喜之。今乃又棄去寡人而歸處於室，我不知可以繼今日之後，而使寡人得相見否？故以此問孟子。孟子對曰「不敢請耳，固所願也」，孟子意欲使王繼今日之後，當自來就見，故云不請見，固我心之所願也。「他日，王謂時子曰：我欲中國而授孟子室」至「盍為我言之」，時子，齊王之臣也，言自見孟子已往，他日齊王又謂其臣時子曰：我今欲以中國授孟子，為築其室，教養一國之子弟，故賜予以萬鍾之祿，使其諸大夫與一國之人皆有所敬法，時子何不為我以此言說之。「時子因陳子而以告孟子」，陳子，陳臻也，是孟子弟子也。時子於是因陳臻而以齊王之言使陳臻告於孟子也。「陳子以時子之言告孟子」至「是為欲富乎」，是陳子乃以時子所告齊王之言而告於孟子，孟子乃答之曰：然如是也，夫時子又安知其有不可也？如使我欲富其祿，我以辭去十萬之祿而受其萬，是以為我欲其富乎？云「乎」者，是不為欲富也。孟子欲以此言距時子也。「季孫曰：異哉，子叔疑」，季孫、子叔二子皆孟子弟子也，季孫知孟子意不欲遂時子之言，而心尚欲孟子就之，故但言異哉，弟子之所聞也，子叔疑之，亦以為可就。「使己為政，不用，則亦已矣，又使其子弟為卿」至「有私龍斷焉」者，孟子又言齊王使己為政之道，既以不得用，則我亦以辭之而止於其室矣；又欲以子弟之教，而使我為卿，以與我萬鍾之祿。人亦誰不欲其富貴乎？然以此者，是亦猶獨於富貴之中，私登龍斷之類也。以其恥之，所以言然。「古之為市也，以其所有易其所無者」至「自此賤丈夫始矣」者，孟子又言古之所以為市者，以其有無相貿易耳，有司者但治其爭訟而不征稅也，有賤丈夫，則必求丘龍堁斷之高者而登之，以左右占望，見市中有利，罔羅而取之，人皆以為賤丈夫焉，故後世亦從而征取其市中之稅。以其所以征商之稅於後世者，亦自此賤丈夫登龍斷而罔市利為之始矣，故曰「故從而征之，征商自此賤丈夫始矣」。《周禮》有司關、司市，是有司者也。○注云「古者，謂周公前，《周禮》有關市之征」。正義曰：此蓋前篇說之詳矣，此不復說。"
      },
      {
        "index": 23,
        "text": "孟子去齊，宿於晝。有欲為王留行者，(晝，齊西南近邑也。孟子去齊欲歸鄒，至晝地而宿也。齊人之知孟子者，追送見之，欲為王留孟子行。)坐而言，不應，隱几而臥。(客危坐而言留孟子之言也，孟子不應答，因隱倚其幾而臥也。)客不悅，曰：「弟子齊宿而後敢言，夫子臥而不聽，請勿復敢見矣。」(齊，敬。宿，素也。弟子素持敬心來言，夫子慢我，不受我言。言而遂起，退欲去，請絕也。)曰：「坐！我明語子：(孟子止客曰：且坐，我明告語子。)昔者魯繆公無人乎子思之側，則不能安子思；泄柳、申詳無人乎繆公之側，則不能安其身。(往者魯繆公尊禮子思，子思以道不行則欲去。繆公常使賢人往留之，說以方且聽子為政，然則子思復留。泄柳、申詳亦賢者也，繆公尊之不如子思，二子常有賢者在繆公之側勸以復之，其身乃安矣。)子為長者慮，而不及子思。子絕長者乎？長者絕子乎？」(長者，老者也。孟子年老，故自稱長者。言子為我慮，不如子思時賢人也，不勸王使我得行道，而但勸我留，留者何為哉？此為子絕我乎？又我絕子乎？何為而慍恨也。)"
      },
      {
        "index": 24,
        "text": "疏「孟子去齊」至「絕子乎」。○正義曰：此章指言惟賢能安賢，智能知微，以愚喻智，道之所以乖也。「孟子去齊，宿於晝，有欲為王留行」者，晝，齊之近邑也，言孟子去齊欲歸鄒，至晝而宿，齊人見之，有欲為王留行者也。「坐而言，不應，隱几而臥」，言為王留行者，危坐而說留孟子之行，言孟子乃隱倚其幾，但臥而不應答也。「客不悅，曰：弟子齊宿而後敢言，夫子臥而不聽，請勿復敢見矣」，客，為王留行者也。齊，敬也。宿，素也。言客見孟子不應答其言，但隱几而臥焉，遂欲退，乃曰：弟子素齊敬其心而後方敢言留夫子之行，夫子今乃臥而不聽其言，自今請絕，於此後勿復更敢見夫子矣。「曰：坐，我明語子」，孟子遂止客且坐，言我分明言告於子。云自昔繆公至「長者絕子乎」，是皆明告之言也。言往日魯國繆公無人於子思之側以導達其意，則不能安子思；泄柳、申詳無人於魯繆公之側以稱譽其賢，則泄柳、申詳不能安其身。以其子思之於繆公，師道也，非求容者也，故繆公無人於子思之側，則不能安子思；泄柳、申詳之於繆公，臣道也，則求容者也，故無人於繆公之側，則不能安其身。今孟子所以言此者，是謂齊之士不能為王謀安於孟子未去之前，逮至出晝，然後方為留行，此所以隱几臥而不答也。齊之留行之士不知以此，但以為孟子不應，遂不悅，而請勿復見。如此，是留行之士不以安子思而謀安孟子，但請勿復見為言，以其自絕於孟子矣。故孟子所以言：子為長者慮，而不及於子思，是子絕其長者乎，是長者絕子矣。以其不以安子思而謀安孟子於未去之前，是為孟子慮者，不及子思，特欲為泄柳、申詳之所為耳。故孟子所以有是言之，以曉其所以隱几而臥不應之意也。長者，孟子以年已之潰自稱為長者也。○注「晝，齊西南近邑」。○正義曰：蓋以鄒在魯，而魯又在齊之西南上，孟子去齊歸鄒，至晝而宿，是知晝之地為齊之西南近邑者也，故云近邑。"
      },
      {
        "index": 25,
        "text": "孟子去齊，尹士語人曰：「不識王之不可以為湯、武，則是不明也。識其不可，然且至，則是幹澤也。千里而見王，不遇故去，三宿而後出晝，是何濡滯也！士則茲不悅。」(尹士，齊人也。幹，求也。澤，祿也。尹士與論者言之，云孟子不知，則為求祿。濡滯，淹久也。既去，近留於晝三日，怪其淹久，故云士於此事則不悅也。)高子以告。(高子亦齊人，孟子弟子，以尹士之言告孟子也。)曰：「夫尹士惡知予哉？千里而見王，是子所欲也。不遇故去，豈予所欲哉！予不得已也。(孟子曰，夫尹士安能知我哉？我不得已而去耳，何汲汲而驅馳乎！)予三宿而出晝，於予心猶以為速，王庶幾改之。王如改諸，則必反予。(我自謂行速疾矣，冀王庶幾能反覆招還我矣。)夫出晝而王不予追也，予然後浩然有歸誌。(浩然，心浩浩有遠誌也。)予雖然，豈舍王哉？王由足用為善，王如用予，則豈徒齊民安？天下之民舉安。王庶幾改之，予日望之。(孟子以齊大國，知其可以行善政，故戀戀望王之改而反之，是以安行也。豈徒齊民安？言君子達則兼善天下也。)予豈若是小丈夫然哉！諫於其君而不受，則怒，悻悻然見於其面，去則窮日之力而後宿哉！」(我豈若狷狷急小丈夫，恚怒其君而去，極日力而宿，懼其不遠者哉。《論》曰：「悻悻然小人哉。」言已誌大，在於濟一世之民，不為小節也。)尹士聞之曰：「士誠小人也！」(尹士聞義則服。)"
      },
      {
        "index": 26,
        "text": "疏「孟子去齊」至「士誠小人也」。○正義曰：此章指言大德洋洋，介士察察，賢者誌其大者，不賢者誌其小者也，此之謂也。「孟子去齊」者，言孟子去齊而歸鄒也。「尹士語人曰」至「士則茲不悅」，尹士，齊人也，尹士見孟子去齊而宿於晝，乃語人曰：不知齊王不可以為湯、武之王，則是孟子蒙昧而不明鑒也；知齊王不可為湯、武之王，然且自鄒至齊而為仕，則是孟子幹求其祿也。今自千里之遠而見齊王，不遇不行其道，故復去而歸。然而三宿而後方出晝而行，是何其濡滯淹久也。我則以此不悅之也，「高子以告」，高子亦齊人，為孟子弟子也。高子以此尹士語人之言而告於孟子。「曰：夫尹士惡知予哉」至「而後宿哉」，孟子答高子，以為夫尹士者，安知我之志哉！我千里而見王，是我欲行道也。不遇於齊王，不得行其道，故去，豈我心之所欲哉！我不得已而去之矣，我三宿而後出晝邑而行，於我心尚以為急速也。齊王如能改之，使我得行其道，則必反留我回耳。夫出晝邑，至三宿而齊不我追而還齊國，我然後浩浩然有歸誌也，我雖然有浩然歸之之志，然而豈肯舍去王哉？王猶可足用為之善政，王如用我，則豈徒使齊國之民安泰，天下之民亦皆安泰矣。王庶幾能改而反我，我日常望之於王矣。我豈若狷狷急小丈夫，恚怒其君而去，為其諫於君而不受，則悻悻然心有所怒而見於麵容，去則極日力而後方止宿哉！孟子如此，所以云然也。「尹士聞之曰：士誠小人也」，尹士聞孟子言之以此，故服其義，而言於孟子曰：士實小人也。以其不能知孟子之意，有如此矣。"
      },
      {
        "index": 27,
        "text": "孟子去齊，充虞路問曰：「夫子若不豫色然。前日虞聞諸夫子曰：『君子不怨天，不尤人。』」(路，道也。於路中問也。充虞謂孟子去齊有恨心，顏色故不悅也。)曰：「彼一時，此一時也。五百年必有王者興，其間必有名世者。由周而來，七百有餘歲矣，以其數則過矣，以其時考之，則可矣。」(彼時前聖賢之出，是其時也，今此時亦是其一時也。五百年王者興，有興王道者也。名世，次聖之才，物來能名，正於一世者，生於聖人之間也。七百有餘歲，謂周家王跡始興，大王、文王以來，考驗其時，則可有也。)夫天未欲平治天下也，如欲平治天下，當今之世，舍我其誰也？吾何為不豫哉。」(孟子自謂能當名世之士，時又值之，而不得施。此乃天自未欲平治天下耳，非我之愆，我固不怨天，何為不悅豫乎？是故知命者不憂不懼，與天消息而已矣。)"
      },
      {
        "index": 28,
        "text": "疏「孟子去齊，充虞路問曰」至「吾何為不豫哉」。○正義曰：此章指言聖賢興作，與天消息，天非人不因，人非天不成，是故知命者不憂不懼也。「孟子去齊，充虞路問曰」至「不尤人」，言孟子歸鄒，弟子充虞於路中問孟子曰：夫子若有不悅豫之顏色，然前日虞聞夫子有言，君子之人，凡於事不怨恨於天，不見過於人也。「曰：彼一時，此一時也」至「吾何為不豫哉」，孟子答充虞，以謂彼時聖賢之所出，是其時也，此時今時，亦是其一時也。五百年之後，必有王者興，為於其間亦必名世大賢者，今自周興，大王、文王以來，已有七百有餘歲矣，以其年數推之，則過於五百年矣，以其時考之，而其時亦可有也。今天自未欲平治天下也，如天欲使平治天下，則當今之世，舍我其誰哉？此孟子所以歸於天命，道行與不行，皆未嘗有不悅之色也，故曰「吾何為不豫哉」。蓋孟子所以言此者，以其自謂能當名世之士，而時又值不得施爾。"
      },
      {
        "index": 29,
        "text": "孟子去齊，居休。公孫丑問曰：「仕而不受祿，古之道乎？」(休，地名。丑問古人之道，仕而不受祿邪？怪孟子於齊不受其祿也。)曰：「非也。於崇，吾得見王。退而有去誌，不欲變，故不受也。(崇，地名。孟子言不受祿，非古之道。於崇，吾始見齊王，知其不能納善。退出，誌欲去矣。不欲即去，若為變詭，見非太甚，故且宿留。心欲去，故不復受其祿也。)繼而有師命，不可以請；久於齊，非我誌也。」(言我本誌欲速去，繼見之後，有師旅之命，不得請去，故使我久而不受祿耳。久，非我本誌也。)"
      },
      {
        "index": 30,
        "text": "疏「孟子去齊」至「非我誌也」。○正義曰：此章指言祿以食功，誌以率事，無其事而食其祿，君子不由也。「孟子去齊，居休」，休乃地名也，言孟子去齊，乃居於休之地，蓋齊邑下之地也。「公孫丑問曰：仕而不受祿，古之道乎」，公孫丑問孟子曰：夫為仕而不受爵祿，古之道誠然乎？丑以其怪孟子於齊不受祿，故以此問之。「曰：非也。於崇吾得見王」至「非我誌也」者，孟子答之曰：我非不受祿也，亦非古之道如此也。然我於崇之地，我始得見於齊王，知王不能納善，故退而有去之心。又其不欲遽變為苟去，故於祿有所不受也。無他，以其道不行，不敢無功而受祿也。已既去，而齊王續以賓師之命而禮貌之，故由足為善，遂不敢請去，是以久留於齊，非我之志也，但不得已而已矣。"
      }
    ]
  }
}
