{
  "chapterNumber": 1,
  "title": "孟子注疏題辭解",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "孟子注疏題辭解"
      },
      {
        "index": 2,
        "text": "題辭解[【疏】正義曰︰：案《史記》云：「孟軻，受業子思門人，道既通，所干者不合，退與萬章之徒序《詩》、《書》，述仲尼之意，作《孟子》七篇。」至嬴秦焚書坑儒，《孟子》之徒黨自是盡矣。其七篇書號為諸子，故篇籍得不泯絕。漢興，高皇未遑庠序之事，孝惠雖除挾書之律，然而公卿皆武力功臣，亦莫以為意。及孝文皇帝廣遊學之路，天下眾書往往稍出，由是《論語》、《孟子》、《孝經》、《爾雅》皆置博士，當時乃有劉歆九種《孟子》，凡十一篇。炎漢之後，盛傳於世為之注者，西京趙岐出焉。至于李唐又有陸善經出焉。自陸善經已降，其所訓說，雖小有異同，而咸歸宗於趙氏。《隋志》云：趙岐注《孟子》十四卷。又有鄭亢注《孟子》七卷。在梁時又有綦母邃《孟子》九卷。《唐書‧藝文志》又云︰《孟子》注凡四家，有三十五卷。至于皇朝《崇文揔目》，《孟子》獨存趙岐注十四卷，唐陸善經注《孟子》七卷，凡二家二十一卷。今挍定仍據趙注為本。今以為主題辭者，趙岐謂此書孟子之所作，所以題號《孟子》之書，其題辭為《孟子》而作，故曰《孟子題辭》。]《孟子題辭》者，所以題號《孟子》之書，本末指義文辭之表也。[【疏】「孟子」至「表也」。○正義曰︰：此敘《孟子題辭》為《孟子》書之序也。張鎰釋云：《孟子題辭》即序也，趙注尚異，故不謂之序，而謂之題辭。]"
      },
      {
        "index": 3,
        "text": "孟，姓也。[【疏】正義曰︰此敘孟氏之所自也。案魯史桓公之後，桓公適子莊公為君，庶子公子慶父、公子叔牙、公子季友。仲孫是慶父之後，叔孫是叔牙之後，季孫是季友之後。其後子孫皆以仲、叔、季為氏。至仲孫氏後世，改仲曰孟。又云：孟，庶長之稱也。言己是庶，不敢與莊公為伯、仲、叔、季之次，故取庶長為始也。又定公六年有仲孫何忌如晉，《左傳》即曰孟懿子往。是孟氏為仲孫氏之後改孟也。子者，男子之通稱也。【疏】正義曰：此敘凡稱子之例也。案經傳凡敵者相謂皆言吾子，或直言子，稱師亦曰子。是子者，男子有德之通稱也。《公羊傳》云「子沈子曰」，何休云：「沈子稱子冠氏上者，著其為師也。不但言子曰者，辟孔子也。」然則後人稱先師則以子冠氏上，所以明其為師也。如子公羊子、子沈子之類是也。凡書傳直言子曰者，皆指孔子，以其師範來世，人盡知之，故不必言氏也。孟軻有德，亦足以師範來世，宜其以氏冠子，使後人知之，非獨云有孔子，又有孟子稱為子焉。]此書，孟子之所作也，故揔謂之《孟子》。[【疏】正義曰︰此敘孟子所作此書，故揔名號為《孟子》也。唐林慎思《續孟子書》二卷，以謂《孟子》七篇非軻自著，乃弟子共記其言。韓愈亦云：孟軻之書，非軻自著，軻既沒，其徒萬章、公孫丑相與記軻所言焉。今趙氏為孟子之所作，故揔謂之《孟子》者，蓋亦有由爾。]其篇目，則各自有名。[【疏】正義曰︰此敘《孟子》七篇各有名目也。故《梁惠王》、《公孫丑》、《滕文公》、《離婁》、《萬章》、《告子》、《盡心》是也。]"
      },
      {
        "index": 4,
        "text": "孟子，鄒人也，名軻，字則未聞也。鄒本春秋邾子之國，至孟子時改曰鄒矣。國近魯，後為魯所并。又言邾為楚所并，非魯也，今鄒縣是也。[【疏】正義曰︰此敘孟子姓字及所居之國也。案《史記》列傳云：「孟軻，鄒人也。」不紀其字，故趙氏云字則未聞焉。後世或云字子輿。云「鄒本春秋邾子之國」至「是也」者，案《春秋》隱公元年書「公及邾儀父盟于蔑」，杜注云︰「邾，今魯國鄒縣是也。」儀父事齊桓以奬王室，王命以為邾子。《說文》云：「鄒，孔子鄉也。」一云：「鄒，魯附庸之國，」云「國近魯」者，案《左傳》哀公七年，「公伐邾，及范門，猶聞鍾聲」。又曰︰「魯擊拆，聞於邾。」杜注云：「范門，邾郭門也。」是為魯所并。云「為楚所并」者，案《史記》云︰「魯頃公二十四年，楚考烈王伐滅魯。」是又為楚所并。]"
      },
      {
        "index": 5,
        "text": "或曰︰孟子，魯公族孟孫之後。故孟子仕於齊，喪母而歸葬於魯也。三桓子孫既以衰微，分適他國。[【疏】「或曰」至「他國」。○正義曰︰此敘孟子為魯公族孟孫之後也。其說在孟姓之段。云「仕於齊，葬於魯」者，《公孫丑》篇之文也。《春秋》定公六年，季孫斯、仲孫何忌如晉。十年，叔孫仇如齊。哀公二十七年，公患三桓之後，欲以諸侯去之。杜預云︰欲求諸侯以逐三桓後。至魯頃公時，魯遂絕祀。由是三桓子孫衰微。]"
      },
      {
        "index": 6,
        "text": "孟子生有淑質，夙喪其父，幼被慈母三遷之教，長師孔子之孫子思，治儒述之道，通《五經》，尤長於《詩》、《書》。[【疏】「孟子」至「詩書」。○正義曰︰此敘孟子自幼至長之事也。案《史‧列女傳》云︰孟軻母，其舍近墓，孟子少嬉遊為墓間之事，孟母曰︰此非吾所以處子也。乃去舍市傍，其嬉戲乃賈人【彳玄亍】賣之事。又曰︰此非吾所以處子也。復徙舍學宮之傍，其嬉戲乃設俎豆揖遜進退。孟母曰︰此真可以居吾子矣。遂居焉。及孟子既學而歸，孟母問學所至，孟子自若也。孟母以刀斷機，曰︰子廢學，若吾斷機。孟子懼，旦夕勤學不息，師子思，遂成名儒。又案《史記》云︰孟軻受業於子思之門人，道既通，所干不合，退與萬章之徒敘《詩》、《書》。故趙氏云尤長於《詩》、《書》。]"
      },
      {
        "index": 7,
        "text": "周衰之末，戰國縱橫，用兵爭強，以相侵奪，當世取士，務先權謀以為上賢。先王大道陵遲隳廢，異端並起，若楊朱、墨翟放蕩之言，以干時感，眾者非一。孟子閔悼堯、舜、湯、文、周、孔之業將遂湮微，正塗壅底，仁義荒怠，佞偽馳騁，紅紫亂朱。[【疏】「周衰之末」至「亂朱」。○正義曰︰此敘周衰戰國縱橫之時，大道陵遲也。案太史公曰︰秦紀至犬戎敗幽王，周東遷洛邑，秦襄公始封為諸侯，作西畤，用事上帝，於是僭端見矣。自後陪臣執政，大夫世祿，六卿分晉，及田常弒簡公而相齊國，諸侯晏然不討，海內爭於戰攻，於是六國盛焉。其務在強兵并敵謀詐用，而縱橫長短之說起。故秦用商君富國強兵，楚、魏用吳起戰勝弱敵，齊威宣王用孫子、田忌之徒而諸侯東面朝齊。天下於是方務於合縱連橫，以攻伐為賢，而楊朱、墨翟以兼愛自為，以害仁義。孟軻乃述唐虞三代之德，退敘《詩》、《書》，述孔子之意。當此之時，念非孟子有哀憫之心，則堯、舜、湯、文、周、孔之業將遂沉小，而正道鬱塞，仁義荒怠，佞偽並行，紅紫亂朱矣。楊雄云︰古者楊、墨塞路，孟子辭而辟之。云湮微者，湮，沉也；微，小也。云壅底者，言正道鬱塞而不明也。云仁義荒蕪者，《釋名》曰︰仁，忍也，好生惡殺，善惡含忍也。義，宜也，裁制事物使合宜也。《莊子》云︰愛仁利物之謂仁。楊子云︰事得其宜謂之義。《尚書》云︰無怠無荒。孔注云︰迷亂曰荒，怠，懈怠也。云佞偽馳騁者，《論語》云︰仁而不佞。孔云︰佞，口辭捷給，為人所憎惡者。《說文》云︰偽，詐也。馳騁，奔走。云紅紫亂朱者，《論語》云︰惡紫之奪朱也。孔注云︰朱，正色；紫，間色。案皇氏云︰青、赤、黃、白、黑，五方正色也。不正謂五方間色，綠、紅、碧、紫、駵黃是也。青是東方正，綠是東方間，東為木本，色青。木尅土，土色黃，並以所尅為間。故綠色，青、黃也。朱是南方正，紅是南方間，南為火，火色赤，火尅金，金色白，故紅色，赤、白也。白是西方正，碧是西方間，西為金，金色白，金尅木，故碧色，青、白也。黑是北方正，紫是北方間，北方水，水色黑，水尅火，火色赤，故紫色，赤、黑也。黃是中央正，亞黃是中央間，中央土，土色黃，土尅水，水色黑，故亞黃色，黃、黑也。是正間然。]"
      },
      {
        "index": 8,
        "text": "於是則慕仲尼，周流憂世，遂以儒道遊於諸侯，思濟斯民。然由不肯枉尺直尋，時君咸謂之迂闊於事，終莫能聽納其說。[【疏】「於是」至「其說」。○正義曰︰此敘孟子周流聘世，時君不聽納其說也。言孟子心慕孔子徧憂其世，遂以儒家仁義之道歷遊諸侯之國，思欲救濟天下之民。然而諸侯不能尊敬之者，孟子亦且不見也，雖召之而不往，以其不肯枉尺以直尋。十寸曰尺，八尺曰尋。《史記》云︰孟子道既通，遊事齊，齊宣王不能用。適梁，梁惠王不果所言。是皆以為迂遠而闊於事情，而莫有能聽納其說者。]"
      },
      {
        "index": 9,
        "text": "孟子亦自知遭蒼姬之訖錄，值炎劉之未奮。進不得佐興唐虞雍熙之和，退不能信三代之餘風，恥沒世而無聞焉。是故垂憲言以詒後人。仲尼有云︰我欲託之空言，不如載之行事之深切著明也。[【疏】「孟子」至「著明」也。○正義曰︰此敘孟子自知道不行於世，恥沒世無名聞，故慕仲尼託之空言而載之行事也。言孟子生於六國之時，當衰周末，又遇漢之未興，上不得輔起唐虞二世之治，下不能伸夏商周三代之風化，自愧沒一世而無名聞，所以垂法言以貺後人。故託慕仲尼周流憂世，既不遇，乃退而與萬章之徒敘《詩》、《書》而作此七篇也。趙氏意其然，乃引孔子之言而明孟子載七篇之意也。云蒼姬者，周以木德王，故號為蒼姬，姬，周姓也。云炎劉者，漢以火德王，故號為炎劉，劉，高祖之姓氏也。]"
      },
      {
        "index": 10,
        "text": "於是退而論集所與高第弟子公孫丑、萬章之徒難疑荅問，又自撰其法度之言，著書七篇，二百六十一章三萬四千六百八十五字。包羅天地，揆敘萬類，仁義道德，性命禍福，粲然靡所不載。[【疏】「於是」至「不載」。○正義曰︰此敘孟子退而著述篇章之數也。《史記》云︰孟子所干者不合，退而與萬章之徒敘《詩》、《書》，述仲尼之意，作《孟子》七篇。云二百六十一章者，合七篇之章數言也。據趙氏分章，則《梁惠王》篇凡二十有一章，《公孫丑》篇凡二十有三章，《滕文公》篇凡十有五章，《離婁》篇凡六十一，章《萬章》篇凡十有八章，《告子》篇凡三十有六章，《盡心》篇凡八十有四章，揔而計之，是二百六十一章也。云三萬四千六百八十五字者，合七篇而言也。今計《梁惠王》篇凡五千三百三十三字，《公孫丑》篇凡五千一百二十字，《滕文公》篇凡四千五百三十三字，《離婁》篇凡四千二百八十五字，《萬章》篇凡五千一百二十字，《告子》篇凡五千五百三十五字，《盡心》篇凡四千一百五十九字，揔而計之，是三萬四千六百八十五字也。云「包羅天地」至「靡所不載」者，言此七篇之書，大而至於天地，微而至於昆蟲草木，又次而至於性命禍福，無有不載者也。然而篇所以七者，蓋天以七紀璇璣運度，七政分離，聖以布曜，故法之也。章所以二百六十一者，三時之日數也，不敢比《易》當期之數，故取於三時。三時者，成歲之要時，故法之也。三萬四千六百八十五字者，可以行五常之道，施七政之紀，故法五七之數而不敢盈也已。]"
      },
      {
        "index": 11,
        "text": "帝王公侯遵之，則可以致隆平，頌清廟。卿、大夫、士蹈之，則可以尊君父，立忠信。守志厲操者儀之，則可以崇高節，抗浮雲。[【疏】「帝王」至「浮雲」。○正義曰︰此敘《孟子》之七篇書為要者也。言上而帝王遵循之，則可以興升平之治，次而公侯遵循之，則可以頌清廟。云「頌清廟」者，言公侯可以此助祭于天子之廟也。《詩》有《清廟》之篇以祀文王，注云︰「天德清明，文王象焉，故祭而歌此詩也。」箋云︰「諸侯有光明著見之德者，來助祭也。」卿、大夫、士蹈之，則可以尊欽君父，主其忠信。守志厲操者儀而法之，則可以此崇其高節而抗富貴如浮雲。云帝王公侯卿大夫士者，蓋帝以德言，王以業言，卿有諸侯之卿，有大夫之卿；士有中士，有下士。公侯是周之爵，所謂公侯伯子男，凡有五等是也。自帝王以下言之，則有公侯；自公侯以下，則有卿；自卿以下，則有大夫；自大夫以下，則止於有士也。]"
      },
      {
        "index": 12,
        "text": "有風人之託物，二雅之正言，可謂直而不倨，曲而不屈，命世亞聖之大才者也。[【疏】「有風」至「者也」。○正義曰︰此敘《孟子》七篇有風人二雅之言，為亞聖者也。如對惠王欲以與民同樂，故以文王靈臺靈沼為言；對宣王欲以好貨色與百姓同之，故以太王厥妃為言；論仁則託以穀為喻，論性則託以牛山之木為喻︰是皆有風人之託物言也。云二雅之正言者，如引他人有心、予忖度之，乃積乃倉，古公亶父來朝，走馬不失其馳，舍矢如破，幾此之類，是皆有二雅之正言也。故可謂直其辭而且不失之倨傲，曲其辭而且不失之屈枉，而孟子誠為間世亞聖之大才者也。言孟子之才比於上聖人之才，但相王天而已，故謂亞聖大才。]"
      },
      {
        "index": 13,
        "text": "孔子自衞反魯然後樂正，雅、頌各得其所，乃刪《詩》、定《書》、繫《周易》、作《春秋》。[【疏】「孔子」至「春秋」。○正義曰︰此敘引孔子退而著述之意也。案定公十四年，孔子去魯應聘諸國。哀公十一年，自衛反魯，是時道衰樂廢，孔子來還乃正之。又哀公十一年，《左傳》云︰「冬，衛孔文子將攻太叔，訪於仲尼。仲尼曰︰『胡簋之事則嘗學之，甲兵之事未之聞也。』退，命駕而行，曰︰『鳥則擇木，木豈能擇鳥？』文子遽止之，曰︰『圉豈敢度其私？訪衛國之難也。』將止，魯人以幣召之，乃歸。」杜預曰「於是自衛反魯，然後樂正，雅、頌各得其所」是也。云乃刪《詩》、定《書》、繫《周易》、作《春秋》者，案《世家》云︰魯定公五年，季氏僭公室，陪臣執國命，是以魯大夫以下皆潛離於正道，故孔子不仕，退而修《詩》、《書》、《禮》、《樂》，弟子彌眾，至自遠方，莫不受業焉。至哀十一年自衛反魯，乃上采契、后稷，中述商、周之盛，至幽、厲之缺，凡三百五篇，孔子皆弦歌之，以求合《韶》、《武》、雅、頌之音，禮、樂自此可得而述，以備王道，成六藝。孔子晚喜《易》，序《彖》、《繫》、《象》、《說卦》。孔子以《詩》、《書》、《禮》、《樂》教，弟子蓋三千焉。哀十四年春狩大野，仲尼視之，曰麟也，取之曰︰吾道窮矣。乃因史記作《春秋》，上至隱公，下訖哀十四年十二公，據魯親周，故商運之三代，約其文辭而指博，故曰︰後世知丘者，其惟《春秋》；罪丘者，亦惟《春秋》。]"
      },
      {
        "index": 14,
        "text": "孟子退自齊梁，述堯舜之道而著作焉，此大賢擬聖而作者也。[【疏】「孟子」至「者也」。○正義曰︰此敘孟子退而擬孔子之聖而著述焉。案馬遷作列傳云︰「孟子遊仕齊宣王，宣王不能用。適梁，梁惠王不果所言。是以退而敘《詩》、《書》，述仲尼之意，而作《孟子》七篇也。」]"
      },
      {
        "index": 15,
        "text": "七十子之疇，會集夫子所言以為《論語》。《論語》者，五經之錧鎋，六藝之喉衿也。[【疏】「七十子」至「衿也」。○正義曰︰此敘引孔子弟子記諸善言而為《論語》也。案《漢書‧藝文志》云︰「《論語》者，孔子應荅弟子時人及弟子相與言而接聞於夫子之語也。當時弟子各有所記，夫子既卒，門人相與集而論纂，故謂之《論語》。」鄭注云︰「仲弓、子遊、子夏等撰述。論者，綸也，以此書可以經綸世務，故曰論也。」語者，鄭注《周禮》云︰「荅述曰語。此書所載，皆仲尼荅弟子及時人之辭，故曰語，而在論字下。」錧鎋者，車軸頭鐵也。《說文》云︰「車鍵也。」喉衿者，《說文》云︰喉咽也。衿，衣領也。言《論語》為五經六藝之要，如此錧鎋與夫喉衿也。]孟子之書則而象之。[【疏】○正義曰︰此敘孟子作此七篇之書而儀象《論語》之書，是亦錧鎋喉衿。]"
      },
      {
        "index": 16,
        "text": "衛靈公問陳於孔子，孔子荅以俎豆。梁惠王問利國，孟子對以仁義。宋桓魋欲害孔子，孔子稱天生德於予。魯臧倉毀鬲孟子，孟子曰臧氏之子焉能使予不遇哉！旨意合同，若此者眾。[【疏】「衛靈公」至「遇哉」。○正義曰︰此敘孟子作七篇則象《論語》之旨意也。衛靈公問陳於孔子，孔子對曰俎豆之事，此《論語》之文也。案《左傳》哀公十一年云云，在孔子自衛反魯段。云俎豆者，案《明堂位》云︰「俎，有虞氏以梡，夏后氏以嶡，商以椇，周以房。」俎，鄭注云︰梡，斷木為四足而已。嶡之言蹷也，謂中足為橫距之象，《周禮》謂之距。椇之言根椇也，謂曲橈之也，謂足下跗也。上下兩間有似於堂房。《魯頌》曰籩豆大房，又曰夏氏以楬豆，商玉豆，周獻豆。鄭注云︰楬，無異物之飾也。獻，疏刻之。齊人謂無發為禿楬，其委曲制度，備在《禮圖》。梁惠王問利國，孟子對以仁義，說在《梁惠王》篇。宋桓魋欲害孔子，孔子稱天生德於予，是亦《論語》之文也。案《世家》︰孔子適宋，與弟子習禮大樹下，宋司馬桓魋欲殺孔子，拔其樹，孔子去。弟子曰︰可速矣。故孔子發此語，言「天生德於予」者，言孔子謂天授我以德性，德合天地，吉無不利，桓魋必不能害我，故曰其如予何！云「魯臧倉毀鬲孟子，孟子曰臧氏之子焉能使予不遇哉」者，說在《惠王》下篇。凡此者，是皆旨意合，若此類者甚眾，故不特止此而已。]"
      },
      {
        "index": 17,
        "text": "又有《外書》四篇，《性善》、《辯文》、《說孝經》、《為正》，其文不能弘深，不與內篇相似，似非孟子本真，後世依放而託之者也。[【疏】○正義曰︰凡此外書四篇，趙岐不尚，以故非之。漢中劉歆九種《孟子》有十一卷，時合此四篇。]"
      },
      {
        "index": 18,
        "text": "孟子既沒之後，大道遂絀，逮至亡秦，焚滅經術，坑戮儒生，孟子徒黨盡矣。其書號為諸子，故篇籍得不泯絕。[【疏】「孟子」至「泯絕」。○正義曰︰此敘《孟子》之書得其傳也。蓋孟子生於六國之時，憫道之不行，遂著述，作七篇之書。既沒之後，先王之大道遂絀而不明于世，至嬴秦并六國，號為秦始皇帝，因李斯之言，遂焚書坑儒，自是孟子徒黨盡矣。《秦紀》云︰秦皇三十四年，丞相李斯曰︰五帝不相復，三代不相襲，今陛下創大業，是萬世之功，固非愚儒所知，且越言三代之事，臣請史官非《秦紀》皆燒之，非博士官所職，天下敢有藏《詩》、《書》、百家語者，悉詣守尉雜燒之。所不去者，惟有醫、卜、種藝之書。故孟子之書號為諸子，以故篇籍不亡而得傳於世。]"
      },
      {
        "index": 19,
        "text": "漢興，除秦虐禁，開延道德，孝文皇帝欲廣遊學之路，《論語》、《孝經》、《孟子》、《爾雅》皆置博士，後罷傳記博士，獨立五經而已。訖今諸經通義得引《孟子》以明事，謂之博文。[【疏】「漢興」至「博文」。○正義曰︰此敘孟子之書自漢而行也。案《漢書》云︰高皇帝誅項羽，引兵圍魯，魯中諸儒尚講習禮，弦歌之音不絕，豈非聖人遺化好學之國哉！於是喟然興於學。然尚有干戈，平定四海，亦未遑庠序之事。至孝惠乃除挾書之律，然公卿皆武力功臣，莫以為意。至孝文始使掌故晁錯從伏生受《尚書》。《尚書》出于屋壁，《詩》始萌芽，天下眾書往往頗出，猶廣立於學官，為置博士。由是《論語》、《孟子》、《孝經》、《爾雅》皆置博士。及後罷傳記博士，以至于後漢，惟有五經博士。博士，秦官，掌通古今，秩比六百石，員多至數十人。漢武建元五年初，置五經博士。宣帝黃龍九年，增員二十人。自是之後，五經獨有博士，訖於西京趙岐之際，凡諸經通義，皆得引《孟子》以明事，故謂之博文也。]"
      },
      {
        "index": 20,
        "text": "孟子長於譬喻，辭不迫切而意以獨至，其言曰「說《詩》者不以文害辭，不以辭害志，以意逆志，為得之矣」。斯言殆欲使後人深求其意以解其文，不但施於說《詩》也。今諸解者往往摭取而說之，其說又多乖異不同。[【疏】「孟子」至「不同」○正義曰︰此敘孟子作七篇之書長於譬喻，其文辭不至迫切，而趙岐遂引孟子說《詩》之旨，亦欲使後人知之，但深求其意義，其旨不特止於說《詩》也。然今之解者摭取而說之，其說又多乖異而不同矣。]孟子以來五百餘載，傳之者亦已眾多。[【疏】○正義曰︰此言《孟子》七篇之書，自孟子既沒之後，至西京趙岐已五百有餘年。傳七篇之書解者，亦甚眾多也。]"
      },
      {
        "index": 21,
        "text": "余生西京，世尋丕祚，有自來矣。少蒙義方訓涉典文。知命之際，嬰戚于天，遘屯離蹇，詭姓遁身，經營八紘之內，十有餘年，心勦形瘵，何勤如焉！嘗息肩弛擔於濟岱之間，或有溫故知新，雅德君子，矜我劬瘁，眷我皓首，訪論稽古，慰以大道，余困吝之中，精神遐漂，靡所濟集，聊欲係志於翰墨，得以亂思遺老也。惟六籍之學，先覺之士釋而辯之者既已詳矣。儒家惟有《孟子》閎遠微妙，縕奧難見，宜在條理之科。於是乃述已所聞，證以經傳，為之章句，具載本文，章別其旨，分為上、下，凡十四卷。究而言之，不敢以當達者，施於新學，可以寤疑辯惑。愚亦未能審於是非，後之明者見其違闕，儻改而正諸，不亦宜乎。[【疏】「余生」至「不亦宜乎」。○正義曰︰此是趙岐自敘己意而為《孟子》解也。言我生自西漢之京，若以世代根尋其祚，其先與秦共祖，皆顓帝之裔孫也。其後子孫造父為穆王，攻徐偃王，大破之，以功封趙城，後因氏焉。故其來端有自矣。在幼少蒙義方教訓之以先王典籍。及五十之歲間，乃零丁嬰戚于天，是其時遇迍之險難，遂詭詐其姓氏，逃遁其身，經營治身於八紘之內，至十餘年，心神形色莫不焦瘁疲瘵，謂何勤如此之甚。曾因息肩㢮負擔於濟岱之地，或有溫故君子有雅德者，憐我勤苦焦瘁，見我頭白，遂訪我談論，以稽考古人，仍慰我以大道。然於困吝之中，其精神亦且遐漂，未有歸定，聊欲係志於筆墨，以亂思遺我老也。思其六經皆得先覺之賢士釋而辯論之，亦巳甚詳，於儒家獨有《孟子》七篇之書，其理蘊奧，深妙難造，宜在於聖智條理之科，於是乃申述己之聞見，驗以六經之傳，斷為章句，具載本文，章章別為意旨，分七篇作上、下篇，為十四卷。究極而言，雖不敢當於達士，然於初學人資之，亦可以曉悟其疑惑。其有是非得失，愚亦未敢審實，後之有明哲者，如見其違理疑闕者，改而正之，是其宜也。云為之章句，分為上、下凡十四卷者，各於卷下有說，此更不言。丁公著案︰《漢書‧趙岐本傳》云︰趙岐字邠卿，京兆長陵人也，嘗遇疾甚，誡其子曰︰吾死之後，置一圓石安墓前，刻曰漢有逸人姓趙名岐，有志無時。後疾瘳，仕至大僕卿。嘗仕州郡，以廉直疾惡見憚焉。]"
      }
    ]
  }
}
