{
  "chapterNumber": 15,
  "title": "卷七下·盡心下",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷十四上·盡心章句下（凡三十八章）"
      },
      {
        "index": 2,
        "text": "疏正義曰：此卷即趙注分上卷為之者也，此卷凡三十八章。一章言發政施仁，一國被恩，好戰輕民，災及所親。二章言《春秋》撥亂，時多戰爭。三章言文之過實，聖人不改，錄其意也。四章言民思明君，若旱望雨，以仁伐暴，誰不欣喜。五章言規矩之法，喻若典禮。六章言厄窮不憫，貴而思降。七章言恕以行仁，遠禍之端，暴以殘民，招咎之患。八章言修理關梁，譏而不征。九章言率人之道，躬行為首。十章言務利蹈奸，務德蹈仁。十一章言廉貪相殊，名亦卓異。十二章言親賢正禮，明其五教。十三章言王者當天，然後處之。十四章言得民為君，得君為臣，重民敬祀，治之所先。十五章言伯夷、柳下惠變貪厲薄。十六章言仁恩及人，人能弘道。十七章言孔子周流，不遇則去。十八章言君子固窮，窮不變道。上下無交，無賢援也。十九章言正己信心，不患眾口。二十章言以明照暗，暗者以開，以暗責明，暗者愈迷。二十一章言聖人之道，學而時習，仁義在身，當常被服，舍而不修，猶茅是塞。二十二章言前聖後聖，所向者同，三王一體，何得相逾。二十三章言可為則從，不可則止，非時逆指，猶若馮婦暴虎，無己必有害也。二十四章言尊德樂道，治性勤禮。二十五章言神聖以下，優劣異羞，樂正好善，猶下二科。二十六章言驅邪反正，正斯可矣；來者不追，追其前罪，君子甚之，以為過。二十七章言養民輕斂，君子道也。二十八章言寶此三者，以為國珍。二十九章言小知自私，藏怨之府，《大雅》先人，福之所聚。三十章言教誨之道，受之如海，百川移流，不得有拒。三十一章言善恕仁義，充其大美，無受爾汝，何施不可。三十二章言道之善以心為原。三十三章言君子之行，動合中禮，湯武之隆，不是過。三十四章言富貴而驕，自遺咎也；茅茨采椽，聖堯表也；以賤說貴，懼有蕩心。三十五章言清淨寡欲，行之高者；畜聚積實，穢行之下；廉者招福，濁者速禍。三十六章言曾參至孝，思親異心，羊棗之感，終身不嚐。三十七章言士行有科，人有等級，中道為上，狂狷不合，似是而非，色厲而內荏，鄉願之惡，聖人所甚戒。三十八章言三皇已來，人倫攸敘，聖人不出，名世承間，雖有斯限，蓋有遇不遇焉。是以仲尼止於獲麟，孟子終於無有乎爾。凡此三十八章，合前四十五章，是盡心篇有八十三章矣。"
      },
      {
        "index": 3,
        "text": "孟子曰：「不仁哉！梁惠王也。仁者以其所愛，及其所不愛。不仁者以其所不愛，及其所愛。」(梁，魏都也。以，用也。仁者用恩於所愛之臣民，王政不偏普施德教，所不親愛者並蒙其恩澤也。用不仁之政加於所不親愛，則有災傷，所親愛之臣民亦並被其害。惠王好戰殺人，故孟子曰不仁哉。)公孫丑問曰：「何謂也？」(丑問及所愛之狀何謂也。)「梁惠王以土地之故，糜爛其民而戰之，大敗。將復之，恐不能勝，故驅其所愛子弟以殉之，是之謂以其所不愛及其所愛也。」(孟子言惠王貪利鄰國之土地而戰，其民死亡於野，骨肉糜爛而不收兵，大敗而欲復戰，恐士卒少不能用勝，故復驅其所愛近臣及子弟而以殉之。殉，從也。所愛從其所不愛而往趨死亡，故曰及其所愛也。東敗於齊，長子死焉。)"
      },
      {
        "index": 4,
        "text": "疏「孟子曰」至「愛也」。○正義曰：此章指言發政施仁，一國被恩；好戰輕民，災及所親。著此魏王，以戒人君者也。「孟子曰：不仁哉梁惠王也」至「及其所愛也」，孟子言世稱不仁之人是梁惠王也，仁者之君以其用恩於所愛親幸者，以加及於所不親幸者，是自近及遠之謂也。不仁之君以其用不仁之政加於所不親愛幸者，則有災傷及其所親愛幸者也。公孫丑問曰：「何謂也」，公孫丑未曉其旨，乃問孟子曰：「及所愛之狀，是何所謂也？」「梁惠王以土地之故」至「及其所愛也」，孟子解其旨，以曉公孫丑之問也。言梁惠王貪利鄰國之土地而戰鬥，其民戰死於野，糜爛其骨肉，及兵大敗，將欲復戰之，恐懼其不能戰勝，以其士卒之少，故驅率其所愛幸之親臣及親愛之子弟以從之，而往趨於戰死，是謂以其所不愛及其所愛者也。此所以見梁惠王不仁之甚也。《左傳》云：「未陣而薄之曰敗某師，大崩曰敗績。」今梁王之敗，獨謂之大敗者，以其敗某師與敗績不足言，故稱為大敗。抑又言梁王不以義戰，以見梁王不仁之甚也。○注「梁，魏都」至「東敗於齊，長子死焉」。正義曰：此蓋首篇說矣。"
      },
      {
        "index": 5,
        "text": "孟子曰：「《春秋》無義戰，彼善於此，則有之矣。征者，上伐下也，敵國不相征也。」(《春秋》所載戰伐之事，無應王義者也。彼此相覺有善惡耳，孔子舉毫毛之善，貶纖芥之惡，故皆錄之於《春秋》也。上伐下謂之征，諸侯敵國不相征。五霸之世，諸侯相征，於三王之法，皆不得其正者也。)"
      },
      {
        "index": 6,
        "text": "疏正義曰：此章指言春秋撥亂，時多爭戰，事實違禮，以文反正。誅討征伐，不自王命，故曰無義戰者也。「孟子曰」至「敵國不相征也」，孟子言春秋之世，凡兵之所起，皆小役大，弱役強。或因怒興師，或棄禮貪利，未嘗有禁暴救亂之義也，是以春秋無義戰。然而春秋雖謂無義戰，其彼國之戰有善於此國，未嘗無也。是以彼善於此，則有之矣。夫征者以上伐下，無有敵於我師，所以正彼之罪也。如抗敵之國，則相為強弱以結禍亂，非上之所以伐下、罔有敵於我師者也，其勢皆足以相抗，皆出於交惡者也，故曰敵國不相征也。○注「孔子舉毫毛」至「春秋也」。○正義曰：此蓋言春秋無義戰之謂也，如有之，則孔子必書，故有是之言也。"
      },
      {
        "index": 7,
        "text": "孟子曰：「盡信《書》，則不如無《書》。吾於《武成》，取二三策而已矣。仁人無敵於天下，以至仁伐至不仁，而何其血之流杵也？」 (《書》，《尚書》。經有所美，言爭或過，若《康誥》曰「冒聞於上帝」，《甫刑》曰「帝清問下民」，《梓材》曰「欲至於萬年」，又曰「子子孫孫，永保民」。人不能聞天，天不能問於民，萬年永保，皆不可得為書，豈可案文而皆信之哉。《武成》，逸《書》之篇名，言武王誅紂，戰鬥殺人，血流舂杵。孟子言武王以至仁伐至不仁，殷人簞食壺漿而迎其師，何乃至於血流漂杵乎？故吾取《武成》兩三簡策可用者耳，其過辭則不取之也。)"
      },
      {
        "index": 8,
        "text": "疏正義曰：此章指言文之有美過實，聖人不改，錄其意也，非獨《書》云，《詩》亦有言「崧高極天，則百斯男」，是故取於《武成》二三策而已。孟子言《尚書》之文不可盡信之也，如盡信其書之文，則不若無《書》而已。以其辭之有過，適所以疑惑於人也。故孟子言我於《書》之《武成》篇特取二三策而為不盡信之而已，蓋《尚書》之過辭多矣，所以不暇具言之，故於《武成》但取二三策而言耳。曰：仁人用兵，故前徒倒戈，無有敵於我師也，是以至仁之人而誅伐其至不仁之人，而何其武王誅紂，戰鬥殺人乃至於血流舂杵也？此孟子於《武成》，所以執此而言《書》之不可盡信矣。○注「 《書》，《尚書》」至「不取也」。○正義曰：《康誥》曰「冒聞於上帝」者，蓋成王伐管叔、蔡叔，以殷餘民封康叔，作此《康誥》也，云「我西土，惟時怙冒聞於上帝，帝休」，孔安國云：「我西土岐周，惟是怙恃文王之道，故其政教冒被四表，上聞於天也。」云「《甫刑》曰：皇帝清問於下民」者，蓋呂侯見命為天子司寇，後為甫侯，故或稱《甫刑》，此篇蓋以穆王命作夏禹贖刑之法，以布告天下也。「皇帝清問下民」者，孔安國云：「堯帝詳問民患也。」云「《梓材》曰欲至於萬年」，又曰「子子孫孫，永保民「者，蓋康叔為政之道，亦如梓人治材，故曰《梓材》。言欲至於萬年，惟王子子孫孫永保民。孔注云：「我周家惟欲使至於萬年，承奉王室，又欲令子孫累世長居國以安民也。」餘已前說。"
      },
      {
        "index": 9,
        "text": "孟子曰：「有人曰：『我善為陳，我善為戰。』大罪也。國君好仁，天下無敵焉。南面而征，北夷怨；東面而征，西夷怨。曰：『奚為後我？』(此人欲勸諸侯以攻戰也，故謂之有罪。好仁無敵，四夷怨望遲，願見征，何為後我。已說於上篇矣。)武王之伐殷也，革車三百兩，虎賁三千人。王曰：『無畏，寧爾也，非敵百姓也。』若崩厥角，稽首。征之為言正也，各欲正己也，焉用戰？」(革車，兵車也。虎賁，武士為小臣者也。《書》云：「虎賁贅衣，趣馬小尹。」三百兩，三百乘也。武王令殷人曰：無驚畏，我來安止爾也。百姓歸周，若崩厥角，額角犀厥地。稽首拜命，亦以首至地也。欲令武王來征己之國，安用善戰陳者！)"
      },
      {
        "index": 10,
        "text": "疏「孟子曰」至「焉用戰」。○正義曰：此章指言民思明君，若旱望雨，以仁伐暴，誰不欣喜。是以殷民厥角，周師歌舞，焉用善戰，故云罪也。「孟子曰：有人曰我善為陳，我善為戰」至「焉用戰」者，孟子言有人謂我善為行陳，我善為戰鬥，以其是欲勸諸侯以攻戰者也，是為大罪之人也。且國君好行仁政以及民人，凡有所征，天下無敢有敵者也，故南面而征則北夷怨，東面而征則西夷怨，曰「奚為後我」。說已在上篇矣。武王之誅伐商紂，有兵車三百乘，虎賁之勇士有三千人。武王令告於商之人，曰：無驚畏，我來安止爾也。故不敢抗敵之，百姓皆崩摧其角，若無所容頭，乃稽首拜命。故征之所以言正彼之罪也。百姓各欲武王來征己之國焉，用為善戰者乎？此孟子所以有是而戒時君好仁以為無敵之道而已，是又戒時之臣無以戰事言於時君耳。○注「 革車」至「戰陳者」。○正義曰：革車者，以皮為飾者也。《牧誓》言武王戎車三百兩，虎賁三千人。孔安國云：「兵車，百夫長所載車，稱兩，一車步卒七十二人，凡二萬一千人，舉全數。虎賁，勇士稱也，若虎賁獸，言其猛也，皆百夫長也。」又案《太誓》篇云：「百姓懍懍，若崩厥角。」孔安國言民畏紂之虐，危懼不啻；若崩厥角，角無所容頭者也。"
      },
      {
        "index": 11,
        "text": "孟子曰：「梓匠輪輿，能與人規矩，不能使人巧。」(梓匠輪輿之功，能以規矩與人。人之巧在心，拙者雖得規矩，亦不能成器也。蓋喻人不誌仁，雖誦典憲，不能以善。)"
      },
      {
        "index": 12,
        "text": "疏正義曰：此章指言規矩之法，喻若典禮，人不誌仁，雖誦典憲，不能以善。善人修道，公輸守繩，政成器美，惟度是應，得其理也。孟子言梓匠輪輿之工，能與人規矩法度，而不能使人之巧。以其人之巧在心，如心拙，雖得規矩法度，亦不能成美器也。喻當時之君，如心不在仁，雖誦憲籍，亦不能成美政也。「梓匠輪輿」，已說於上篇矣。"
      },
      {
        "index": 13,
        "text": "孟子曰：「舜之飯糗茹草也，若將終身焉。及其為天子也，被袗衣，鼓琴，二女果，若固有之。(糗，飯乾糒也。袗，畫也。果，侍也。舜耕、陶之時，飯糗茹草，若將終身如是。及為天子，被畫衣黼黻絺繡也；鼓琴以協音律也；以堯二女自侍，亦不佚豫，如固自當有之也。)"
      },
      {
        "index": 14,
        "text": "疏正義曰：此章指言厄窮不憫，貴而思降，凡人所難，虞舜獨降聖德，所以殊者也。孟言舜初於耕曆山、陶河濱之時，以糗而飯，以草而茹，若終身如是焉。及堯禪位，為之天子，所被以畫衣黼黻絺繡，鼓五弦之琴，以堯帝二女事之實，若固自當有之也。○注「 糗，乾糒也」至「黼黻絺繡也」。○正義曰：云糗，糒也，按《釋名》云：「糗，乾飯屑也。」 云「袗，畫也」，《說文》云「袗，玄衣也」，《孔傳》云：「黼若斧形。黼為兩已相背。葛之精曰絺，五色備曰繡。」云「果，侍也」，按許慎謂女侍曰倮，今釋果為侍，謂二女之侍舜，是以有惑於許慎之說而遂誤歟。蓋木實曰果，云果者，取其實而言也。"
      },
      {
        "index": 15,
        "text": "孟子曰：「吾今而後知殺人親之重也。殺人之父，人亦殺其父。殺人之兄，人亦殺其兄。然則非自殺之也，一間耳。」(父仇不同天，兄仇不同國，以惡加人，人必加之，知其重也。一間者，我往彼來間一人耳，與自殺其親何異哉！)"
      },
      {
        "index": 16,
        "text": "疏正義曰：此章指言恕以行仁，遠禍之端，暴以殘民，招咎之患。是以君子好生惡殺，反諸身也。孟子言我於今然後知殺人之親之為最重者也，殺彼人之父，彼人亦殺己父而報之；殺彼人之兄，彼人亦殺己兄而報之：如是，則非己之殺，但一間耳，以其與自殺之無異也。○注「 父仇不同天，兄仇不同國」。○正義曰：案《禮》云：父之讎弗與共戴天，交遊之讎不同國，兄弟之讎不反兵。蓋所以避之也。《周官》云：「父之讎，避諸四海之外。」所謂不與共其國，蓋非《周禮》歟。又《周官》謂人凡殺人而義者勿令勿讎，則殺之而不義。在邦法不可殺者，必避之而已。"
      },
      {
        "index": 17,
        "text": "孟子曰：「古之為關也，將以禦暴。今之為關也，將以為暴。(古之為關，將以禦暴亂，譏閉非常也。今之為關，反以征稅出入之人，將以為暴虐之道也。)"
      },
      {
        "index": 18,
        "text": "疏正義曰：此章指言修理關梁，譏而不征，如以稅斂，非其程式，懼將為暴，故譏之也。孟子言古之為關，譏而不稅，將以禦暴亂、非常之人而已。今之為關，乃征稅而不譏，將以為暴亂之道也。按《周禮·司關》云：「凡四方之賓客叩關，則為之告，有內外之送，則以節傳出納之。」是以為關將以禦暴也。孟子之時，司關征取其稅，適所以為暴。此孟子所以有是言歟。"
      },
      {
        "index": 19,
        "text": "孟子曰：「身不行道，不行於妻子；使人不以道，不能行於妻子。」(身不自履行道德，而欲使人行道德，雖妻子不肯行之，言無所則效。使人不順其道理，不能使妻子順之，而況他人乎？)"
      },
      {
        "index": 20,
        "text": "疏正義曰：此章指言率人之道，躬行為首。《論語》曰：「其身不正，雖令不從。」孟子言人身自不履行其道德，雖妻子之間且有所不行，以其無所效法者也。使人如不以道理，雖妻子且有不順，況能行於民乎？荀況云：「有分義，則合天下而治，無分義，則一妻一妾而亂。」亦與同意。《論語》曰：「其身正，不令而行。其身不正，雖令不從。」亦其意也。"
      },
      {
        "index": 21,
        "text": "孟子曰：「周於利者，凶年不能殺。周於德者，邪世不能亂。」(周達於利，營苟得之利而趨生，雖凶年不能殺之。周達於德，身欲行之，雖遭邪世，不能亂其志也。)"
      },
      {
        "index": 22,
        "text": "疏正義曰：此章指言務利蹈奸，務德蹈仁，舍生取義，其道不均者也。孟子言人積備其利物，以為周於利者，則所養常厚，故凶荒之年且不能殺死。喻人之能盡其性，以為周於德者，則所守彌篤，故奸邪之世不能亂其志。蓋以戰國之時，無富而教之之術，此孟子所以救之以此。"
      },
      {
        "index": 23,
        "text": "孟子曰：「好名之人能讓千乘之國。苟非其人，簞食豆羹見於色。」(好不朽之名者，輕讓千乘，伯夷、季劄之類是也。誠非好名者，爭簞食豆羹變色，訟之致禍，鄭公子染指魭羹之類是也。)"
      },
      {
        "index": 24,
        "text": "疏正義曰：此章指言廉貪相殊，名亦卓異，故聞伯夷之風，懦夫有立志也。孟子言好不朽之名者，則重名輕利，故云能讓千乘之國而且不受。苟非好名之人，則重利而輕名，而簞食豆羹之小節，且見爭奪而變見於顏色。○注「伯夷季劄與鄭公子之類」。○正義曰：案《史記·列傳》云：伯夷、叔齊，孤竹君之二子，父欲立叔齊。及父卒，叔齊讓伯夷，伯夷曰：「父命也。」遂逃去。叔齊亦不肯立，而逃之。案《春秋·少陽篇》：「伯夷姓墨名允，字公信。伯，長也。夷，諡也。叔齊名智，字公達，伯夷之弟，齊亦諡也。」《世家》云：王餘昧，卒欲授弟季劄，季劄讓逃去，於是吳人曰：先王有命，兄卒弟代立，必致季子。今逃位，則王餘昧後立，今卒，其子當代。乃立王餘昧之子僚為王。凡此是伯夷、季劄之讓千乘之國也。云「鄭公子染指魭羹」者，案魯宣公四年《左傳》云：「楚人獻黿於鄭靈公。公子宋與子家將見，子公之食指動，以示子家曰：』他日我如此，必嘗異味。』及入，宰夫將解黿，相視而笑。公問之，子家以告。及食大夫黿，召子公而弗與。子公怒，染指於鼎，嘗之而出。公怒，欲殺子公。子公與子家謀先，子家曰：『畜老猶憚殺之，而況君乎？』反譖子家，子家懼而從之。夏，弑靈公。故經書曰：『鄭子公嘉弑其君夷。』」是也。"
      },
      {
        "index": 25,
        "text": "孟子曰：「不信仁賢，則國空虛。無禮義，則上下亂。無政事，則財用不足。」(不親信仁賢，仁賢去之，國無賢人，則曰空虛也。無禮義以正尊卑，則上下之敘泯亂。無善政以教人農時，貢賦則不入，故財用有所不足故也。)"
      },
      {
        "index": 26,
        "text": "疏正義曰：此章指言親賢正禮，明其五教，為政之源，聖人以三者為急也。孟子言人君不親信仁賢，則仁賢去之，仁賢去則國無賢人，是為空虛之國也。無禮義以正尊卑，則上下之序泯亂。無政事以理財，則財用乏而不足。蓋禮義由賢者出，政事由賢者出，不信仁賢則禮義不興，禮義不興則政事不行，而國之財用於是乎不足。此孟子言之，亦其敘之然。"
      },
      {
        "index": 27,
        "text": "孟子曰：「不仁而得國者有之矣。不仁而得天下者，未之有也。」(不仁得國者，謂象封於有庳，叔鮮、叔度封於管、蔡，以親親之恩而得國也。雖有誅亡，其世有土。丹朱、商均，天下元子，以其不仁，天下不與，故不得有天下焉。)"
      },
      {
        "index": 28,
        "text": "疏正義曰：此章指言王者當天，然後處之。桀、紂、幽、厲，雖得猶失，不以善終，不能世祀，為得也。孟子曰不仁而得國有之矣，不仁而得天下未之有也者。孟子言世有不仁之人，而得其國而為臣者有之矣。不仁之人而得天下而為王者，故未之有也。是以桀、紂、幽、厲，雖得而終亦失之，亦且不為者也。○注「象封有庳，叔鮮、叔度封於管、蔡」與「丹朱商均」者。○正義曰：云象封有庳，孟子於《萬章篇》言之詳矣。云「叔鮮、叔度」者，案《世家史記》云：管叔鮮、蔡叔度，周文王子而武王之弟也。武王克殷紂，平天下，封功臣、昆弟，於是封鮮叔於管，封叔度於蔡。」杜預云：管在滎陽京縣東北。《世本》曰居上蔡。丹朱、商均者，丹朱，堯之子也；商均，舜之子也。又言於上篇已詳矣。"
      },
      {
        "index": 29,
        "text": "孟子曰：「民為貴，社稷次之，君為輕。是故得乎丘民而為天子。(君輕於社稷，社稷輕於民。丘，十六井也。天下丘民皆樂其政，則為天子，殷湯、周文是也。)得乎天子為諸侯。(得天子之心，封以為諸侯。)得乎諸侯為大夫。(得諸侯之心，諸侯能以為大夫。)諸侯危社稷，則變置，(諸侯為危社稷之行，則變更立賢諸侯也。)犧牲既成，粢盛既絜，祭祀以時，然而旱乾水溢，則變置社稷。」(犧牲已成肥腯，粱稻已成絜精，祭祀社稷常以春秋之時，然而其國有旱乾水溢之災，則得毀社稷而更置之。)"
      },
      {
        "index": 30,
        "text": "疏「孟子」至「社稷」。○正義曰：此章指言得民為君，得君為臣，民為貴也。行黜諸侯，後毀社稷，君為輕也。重民敬祀，治之所先，故列次而言之。「孟子曰」至「則變置社稷」者，孟子言民之為貴，不可賤之者也，社稷次之於民，而君比於民，猶以為輕者。如此者也，如此故得乎四邑之民以樂其政，則為天子，以有天下；得乎天子之心，則為諸侯，以有其國；得乎諸侯之心，以為大夫，有其家。如諸侯不能保安其社稷而以危之，則變更立置其賢君，是社稷有重於君也；犧牲既成以肥腯，粢盛既成以精絜，祭祀又及春秋祈報之時，然而其國尚有旱乾水溢之災，則社稷無功以及民，亦在所更立有功於民者為之也，是民又有貴於社稷也。此孟子所以自解民為貴，社稷次之，君為輕之敘也。云社稷者，蓋先王立五土之神，祀以為社；立五穀之神，祀以為稷。以古推之，自顓帝以來，用句龍為社，柱為稷。及湯之旱，以棄易其柱。是亦知社稷之變置，又有見於湯之時然也。○注「 君輕於社稷」至「於殷湯、周文也」。○正義曰：此云「丘，十六井也」者，案《司馬法》云：「六尺為步，步百為畝，畝百為夫，夫三為屋，屋三為井，井十為通，通十為成。」是一丘為十六井，而一井為九夫之地也。今云十六井，蓋有一萬四千四百畝，為一百四十四夫所受者也。云「殷湯、周文」者，蓋引此二王皆自百里而起為天下王，是得乎民心者也。"
      },
      {
        "index": 31,
        "text": "孟子曰：「聖人，百世之師也，伯夷、柳下惠是也。(伯夷之清，柳下惠之和，聖人之一概也。)故聞伯夷之風者，頑夫廉，懦夫有立志。聞柳下惠之風者，薄夫敦，鄙夫寬。奮乎百世之上，百世之下聞者莫不興起也。非聖人而能若是乎？而況於親炙之者乎？」(頑，貪。懦，弱。鄙，狹也。百世，言其遠也。興起，誌意興起也。非聖人之行，何能感人若是！喻聞尚然，況於親見而薰炙之者乎？)"
      },
      {
        "index": 32,
        "text": "疏「孟子」至「者乎」。○正義曰：此章指言伯夷、柳下惠，變貪厲薄，千載聞之，猶有感激，謂之聖人，美其德也。「孟子曰」至「而況於親炙之者乎」者，此言伯夷、下惠之為聖人也。言聖人之道無窮，為百世之師法者也，伯夷、柳下惠二人是也，故千載之下，聞伯夷之清風者，頑貪之夫化而為廉儉，懦弱之夫化而有立毅之志。聞下惠之和風者，鄙薄之夫化而為敦厚寬大。是則二人清和之風，奮發乎百世之上，而使百世之下，聞其風者，無有不感激，而誌意興起而化之也。然而非聖人，其能若是，使百世之下，莫不興起者也。聞而化者尚如此，況當時有親見薰炙之者乎！○注「頑貪」至「美其德」，此蓋於上篇言之詳矣。\n孟子曰：「仁也者，人也。合而言之道也。」(能行仁恩者，人也。人與仁合而言之，可以謂之有道也。)"
      },
      {
        "index": 33,
        "text": "疏正義曰：此章指言仁恩須人，人能弘道也。孟子言為仁者，所以盡人道也，此仁者所以為人也。蓋人非仁不立，仁非人不行。合仁與人而言之，則人道盡矣。《楊子》云：「仁以人同。」"
      },
      {
        "index": 34,
        "text": "孟子曰：「孔子之去魯，曰『遲遲吾行也』，去父母國之道也。去齊，接淅而行，去他國之道也。」(遲遲，接淅，說已見上篇言矣，此不復說焉。)\n疏「此章蓋言孔子周流不遇，則之他國遠逝。惟魯斯戀，篤於父母之國也。"
      },
      {
        "index": 35,
        "text": "孟子曰：「君子之厄於陳、蔡之間，無上下之交也。」(君子，孔子也。《論語》曰：「君子之道三，我無能焉。」孔子乃尚謙，不敢當君子之道，故可謂孔子為君子也。孔子所以厄於陳、蔡之間者，其國君臣皆惡，上下無所交接，故厄也。)"
      },
      {
        "index": 36,
        "text": "疏正義曰：此章指言君子固窮，窮不變道。上下無交，無賢援也。「孟子言孔子見厄於陳、蔡二國之間，幾不免死，以無上下之交而已，以其上無所事，雖死不為諂，下無所可與，雖死不為瀆。是為無交接也。《論語·衛靈公》之篇云：「孔子在陳，絕糧，從者病，莫能興。子路慍見曰：『君子亦有窮乎。』子曰：『君子固窮，小人窮斯濫矣。』」豈非窮不變道者能如是乎！○注「君子道者三，我無能焉」，所謂乎仁者不憂，智者不惑，勇者不懼，是三者也。"
      },
      {
        "index": 37,
        "text": "貉稽曰：「稽大不理於口。」(貉，姓；稽，名。仕者也。為眾口所訕。理，賴也。謂孟子曰：稽大不賴人之口，如之何也。)孟子曰：「無傷也，士憎茲多口。(審己之德，口無傷也。離於凡人而仕者，亦益多口。)《詩》云：『憂心悄悄，慍於群小。』孔子也。『肆不殄厥慍，亦不殞厥問。』文王也。」(《詩·邶風·柏舟》之篇，曰「憂心悄悄」，憂在心也，「慍於群小」，怨小人聚而非議賢者也。孔子論此詩，孔子亦有武叔之口，故曰孔子之所苦也。《大雅·綿》之篇曰「肆不殄厥慍」，殄，絕；慍，怒也。「亦不殞厥問」，殞，失也。言文王不殞絕畎夷之慍怒，亦不能殞失文王之善聲問也。)"
      },
      {
        "index": 38,
        "text": "疏「 貉稽」至「文王也」。○正義曰：此章指言正己信心，不患眾口。眾口喧嘩，大聖所有，況於凡品之所能禦？故答貉稽曰無傷也。「貉稽曰：稽大不理於口」，貉，姓；稽，名，亦當世之士也。貉稽自稱名，問於孟子曰：稽大不能治人之口，使不訕其己者，如之何？「孟子曰無傷也」至「文王也」者，孟子答之，以為審己之德已修，雖人之口訕，亦不能傷害其己之德也。以其為士者益此多口，不能免人之訕也。故《邶風·柏舟》之詩有云「憂心悄悄，慍於群小」，言憂悄悄常在心，見怒於群小眾小人也。以其孔子刪此詩，亦不能免武叔之毀，故曰孔子尚如是憎多口也。《大雅·綿》之詩有云「肆不殄厥慍，亦不殞厥問」，言不能殄絕畎夷之慍怒，然亦不能殞失文王之善聲，故曰文王尚如此，亦憎多口也。此所以答貉稽大不理於口，以為無傷也。○注「《邶風·柏舟》之篇」至「聲聞也」。○正義曰：此篇蓋言仁人不遇也。注云：「慍，怒也。悄悄，憂貌。」《論語》云：「叔孫、武叔毀仲尼。子貢曰：『仲尼不可毀也。仲尼，日月也。人雖欲自絕，其何傷於日月乎？』」多見其不知量也。云「《大雅·綿》之篇」者，蓋此篇言文王之興，本由大王也。注：肆，故今也。慍，恚。殞，墜也。畎夷，狄國也。"
      },
      {
        "index": 39,
        "text": "孟子曰：「賢者以其昭昭，使人昭昭。今以其昏昏，使人昭昭。」(賢者治國，法度昭明。明於道德，是躬行之道可也。今之治國，法度昏昏，亂潰之政也，身不能治，而欲使人昭明，不可得也。)"
      },
      {
        "index": 40,
        "text": "疏正義曰：此章指言以明昭暗，暗者以開，以暗責明，暗者愈迷，賢者可遵，譏今之非也。「孟子曰」至「昭昭」者，孟子言有諸己然後求諸人之道也。賢者之君治國，以其昭昭，明己之道德，然後使人昭昭。今之治國者，乃以昏昏，不能自明己之道德，而欲使他人昭明，微不可得也。是亦所謂曲其表而求影之正，濁其源而求流之請，同其旨。"
      },
      {
        "index": 41,
        "text": "孟子謂高子曰：「山徑之蹊間介然用之而成路，為間不用，則茅塞之矣。今茅塞子之心矣。」(高子，齊人也，嘗學於孟子，鄉道而未明，則學於他術。孟子謂之曰：山徑，山之嶺有微蹊介然，人遂用之不止，則蹊成為路；為間，有間也，謂廢而不用，則茅草生而塞之，不復為路。以喻高子學於仁義之道，當遂行之而反中止，正若山路。故曰：「茅塞子之心也。」)"
      },
      {
        "index": 42,
        "text": "疏正義曰：此章指言聖人之道，學而時習，仁義在身常本常被服，舍而弗修，猶茅是塞，明為善之不可倦也。孟子謂於高子曰：山嶺有微蹊，其間之微小介然而已，如用而行之，則蹊成大路。不用而行之，茅草生塞之，不能成其路也。喻高子之為善，止於中道，而其心為利欲之所充塞，亦若茅塞其路矣。故曰今茅塞子之心矣。蓋高子嘗於為詩，而不通乎意，是塞其心之一端也。"
      },
      {
        "index": 43,
        "text": "高子曰：「禹之聲尚文王之聲。」孟子曰：「何以言之？」(高子以為禹之尚聲樂過於文王。孟子難之，曰何以言之。)曰：「以追蠡。」(高子曰：禹時鍾在者，追蠡也。追，鍾鈕也，鈕磨齧處深矣。蠡，欲絕之貌也。文王之鍾不然。以禹為尚樂也。)曰：「是奚足哉？城門之軌，兩馬之力與？」(孟子曰：是何足以為禹尚樂乎？先代之樂器，後王皆用之，禹在文王之前千有餘歲，用鍾日久，故追欲絕耳。譬若城門之軌齧，其限切深者，用之多耳，豈兩馬之力使之然乎？兩馬者，《春秋外傳》曰：「國馬足以行關，公馬足以稱賦。」是兩馬也。)"
      },
      {
        "index": 44,
        "text": "疏「高子」至「力與」。○正義曰：此章指言前聖後聖，所尚者同，三王一體，何得相逾。欲以追蠡，未達一隅。孟子言之，將以啟其蒙。「高子曰：禹之聲尚文王之聲」者，高子言於孟子，曰禹王之尚聲樂過於文王之聲樂也。「孟子曰何以言之」者，孟子見高子蔽惑，故難之曰：何以言禹之聲尚文王之聲也？「曰以追蠡」，高子曰：以其追蠡鍾鈕之銳欲絕，故云然也。「孟子曰：是奚足哉，城門之軌，兩馬之力與」，孟子又以此解高子之蔽也，言此追蠡何足為禹之聲尚樂過於文王乎？且譬之城門之軌齧，其限之深處，豈以兩馬之力能使之然。亦以積漸之久故使然也，非特兩馬之力即如是之深也。言禹王至文王，其鍾用之亦以日久，故能磨銳至於欲絕也。此又見高子之蔽不獨於詩也。所謂太山之溜，久而穿石；單極之綆，久而斷幹：其來非一日也。兩馬即如注所謂《春秋外傳》云「國馬、公馬」是也。"
      },
      {
        "index": 45,
        "text": "齊饑。陳臻曰：「國人皆以夫子將復為發棠，殆不可復。」(棠，齊邑也。孟子嘗勸齊王發棠邑之倉，以振貧窮，時人賴之。今齊人復饑，陳臻言一國之人皆以為夫子將復若發棠時勸王也，殆不可復言之也。)孟子曰：「是為馮婦也。晉人有馮婦者，善搏虎，卒為善士。則之野，有眾逐虎，虎負嵎，莫之敢攖。望見馮婦，趨而迎之。馮婦攘臂下車，眾皆悅之。其為士者笑之。」(馮，姓；婦，名也。勇而有力，能搏虎。卒，後也。善士者，以善搏虎有勇名也，故進以為士。之於野外，復見逐虎者，攖，迫也。虎依陬而怒，無敢迫近者也。馮婦恥不如前，見虎走而迎之，攘臂下車，欲復搏之，眾人悅其勇猛。其士之黨笑其不知止也。故孟子謂陳臻今欲復使我如發棠時言之於君，是則我為馮婦也，必為知者所笑也。)"
      },
      {
        "index": 46,
        "text": "疏「 齊饑」至「笑之」。○正義曰：此章指言可為則從，不可則凶，言善見用，得其時也。非時逆指，猶若馮婦，搏虎無已，必有害也。「齊饑，陳臻曰」至「殆不可復」者，蓋齊國之人時皆被饑，孟子嘗勸齊王發粟以賑之，今者復饑，而孟子不復發棠邑之粟以賑。陳臻為孟子之弟子，乃問孟子，言齊國之人皆以為夫子將復發棠邑之粟以賑救之，今夫子不復發棠，殆為齊王不可復勸，是如之何？故以此問孟子。「孟子曰」至「其為士者皆笑之」者，孟子乃以此馮婦之喻而比言於陳臻也。言如將復發棠，是為馮婦者也。馮婦能暴虎也，言晉國有馮婦之人，善能搏虎，後為之善士，則之於野外，見有眾人逐其虎，虎倚山嵎而怒，眾人皆莫敢攖而搏之者。望見馮婦來，乃皆趨進而迎之，馮婦乃下車，攘臂欲復搏之。眾人皆悅其勇猛，其為士之黨者，知道則笑其不知止也。言今齊王恃威虐以斂民，亦若虎之負嵎，以難合之說，述於暴人之前，又若迎而搏虎也。是以孟子將復為發棠，非不足以悅眾，自君子觀之，亦若為士者之笑馮婦也，以其不知止矣。○注「棠，齊邑也」。○正義曰：案《齊世家》，《史記》云：「棠公婁好。」裴駰云：「賈逵曰：棠公，齊邑大夫也。」是棠之為齊邑明矣。"
      },
      {
        "index": 47,
        "text": "孟子曰：「口之於味也，目之於色也，耳之於聲也，鼻之於臭也，四肢之於安佚也，性也。有命焉，君子不謂性也。」(口之甘美味，目之好美色，耳之樂五音，鼻之喜芬香。臭，香也，《易》曰：「其臭如蘭。」四體謂之四肢，四肢懈倦，則思安佚不勞苦。此皆人性之所欲也，得居此樂者，有命祿，人不能皆如其願也。凡人則有情從欲而求可身，君子之道，則以仁義為先，禮節為製，不以性欲而苟求之也，故君子不謂之性也。)仁之於父子也，義之於君臣也，禮之於賓主也，知之於賢者也，聖人之於天道也，命也。有性焉，君子不謂命也。(仁者得以恩愛施於父子，義者得以義理施於君臣，好禮者得以禮敬施於賓主，知者得以明知知賢達善，聖人得以天道王於天下，此皆命祿，遭遇乃得居而行之，不遇者不得施行。然亦才性有之，故可用也。凡人則歸之命祿，在天而已，不復治性。以君子之道，則修仁行義，修禮學知，庶幾聖人亹不倦，不但坐而聽命，故曰君子不謂命也。)"
      },
      {
        "index": 48,
        "text": "疏「孟子曰」至「命也」。○正義曰：此章指言尊德樂道，不任佚性，治性勤禮，不專委命。君子所能，小人所病。究言其事，以勸戒也。「孟子曰」至「君子不謂性也」者，孟子言人口之於美味，目之於好色，耳之於五聲，鼻之於芬芳，四肢之於安佚無事以勞之，凡此五者，皆人性所欲也。然而得居於此樂者，以其有命存焉。君子以為有命，在所不求，而不可以幸得也，是所以不謂之性也。「仁之於父子也」至「君子不謂命也」者，孟子又言仁以恩愛施之於父子，義以義理施之於君臣，禮以禮敬施之於賓主，知以明智施之於賢者，而具四端，聖人兼統四體而與於天道以王天下者也，凡此五者，皆歸之於命也。然而有是五者，皆稟乎天性也，以其有性存焉。君子以為有性，在所可求，而不可不勉也，是所以不謂之命也。孟子言之，所以分別凡人、君子，以勸戒時人。"
      },
      {
        "index": 49,
        "text": "浩生不害問曰：「樂正子何人也？」(浩生，姓；不害，名。齊人也。見孟子聞樂正子為政於魯而喜，故問樂政子何等人也。)孟子曰：「善人也，信人也。」(樂正子為人有善有信也。)「何謂善？何謂信？」(不害為善、信之行謂何？)曰：「可欲之謂善，有諸己之謂信，充實之謂美，充實而有光輝之謂大，大而化之之謂聖，聖而不可知之之謂。神樂正子二之中，四之下也。」(己之可欲，乃使人欲之，是為善人。己所不欲，勿施於人也。有之於己，乃謂人有之，是為信人。不意不信也。充實善信，使之不虛，是為美人。美德之人也。充實善信而宣揚之，使有光輝，是為大人。大行其道，使天下化之，是為聖人。有聖知之明，其道不可得知，是為神人。人有是六等，樂正子能善能信，在二者之中，四者之下也。)"
      },
      {
        "index": 50,
        "text": "疏「浩生」至「下也」。正義曰：此章指言神聖以下，優劣異差，樂正好善，應下二科，是以孟子為之喜者也。「浩生不害問曰：樂正何人也」者，浩生不害問孟子，曰樂正子何等人也，以其見孟子聞樂正子為政於魯而喜，故有此問之也。「孟子曰：善人也，信人也」，孟子答之，以為樂正子是善人、信人者也，以其有善有信故也。「何謂善、何謂信」，不害又問之，曰何以謂之善，何以謂之信也。「曰可欲之謂善，有諸己之謂信」至「四之下也」者，孟子又答而詳為之解之，曰己之可欲，使人欲之，是為善；有是善於己，謂人亦有之，是謂之信。所謂善即仁義禮智也，是為可欲之善矣。充實其善，使之不虛，是為美人，故謂之美；充實其善，而宣揚之，使有光輝於外，是為大人，故謂之大人；具此善，不特充實於己，而推之以化人，自近以及遠，自內以及外，是為聖人，故謂之聖；以此之善，又至經以萬方，使人莫知其故，是為神人，故謂之神。凡是六善，而樂正子能善能信，是在二之中，而在美、大、聖、神四者之下也，但不能充實而至神也。○注「孟子聞樂正子為政於魯」。○正義曰：此蓋經文，說見上。\n卷十四下·盡心章句下"
      },
      {
        "index": 51,
        "text": "孟子曰：「逃墨必歸於楊，逃楊必歸於儒。歸，斯受之而已矣。」(墨翟之道，兼愛無親疏之別，最為違禮。楊朱之道，為己愛身，雖違禮，尚得不敢毀傷之義。逃者去也，去邪歸正，故曰歸。去墨歸楊，去楊歸儒，則當受而安之也。)今之與楊、墨辯者，如追放豚，既入其苙，又從而招之。(苙，欄也。招，罥也。今之與楊、墨辯爭道者，譬如追放逸之豕豚，追而還之入欄則可，又復從而罥之，太甚。以言去楊、墨歸儒則可，又復從而非之，亦云太甚。)"
      },
      {
        "index": 52,
        "text": "疏「孟子」至「招之」。○正義曰：此章指言驅邪反正，正斯可矣，來者不綏，追其前罪，君子甚之，以為過也。「孟子曰：逃墨必歸於楊」至「歸斯受之而已矣」者，墨翟無親疏之別，楊朱尚得父母生身不敢毀傷之義。儒者之道，幼學所以為己，壯而行之所以為人，故能兼愛。無親疏之道，必歸於楊朱為己，逃去楊朱為己之道，必歸儒者之道也。然而歸之儒道，則當斯受而安之矣。「今之與楊、墨」，「又從而招之」者，孟子又言今之人有與楊、墨辯爭其道者，如追放逸之豕豚，既還入其欄，又從而罥之者也。以其逃墨而歸儒，則可受之而已，而乃又從而罪之，無以異於追放逸之豕豚，既入其欄，又從而罥之也。以其為亦太甚矣，此孟子所以比之。"
      },
      {
        "index": 53,
        "text": "孟子曰：「有布縷之征，粟米之征，力役之征。(征，賦也。國有軍旅之事，則橫興此三賦也。布，軍卒以為衣也，縷，紩鎧甲之縷也。粟米，軍糧也。力役，民負荷廝養之役也。)君子用其一，緩其二。用其二而民有殍，用其三而父子離。」(君子為政，雖遭軍旅，量其民力，不並此三役，更發異時。急一緩二，民不苦之。若並用二，則路有餓殍。若並用三，則分崩不振，父子離析，忘禮義矣。)"
      },
      {
        "index": 54,
        "text": "疏「孟子曰」至「父子離」。○正義曰：此章指言原心量力，政之善者；繇役並興，以致離殍；養民輕斂，君之道也。「孟子曰有布縷之征」至「用其三而父子離」者，此所以薄稅斂之言，而有以救時之弊者矣。孟子言有布縷之征，有粟米之征，有力役之征，布所以為衣，縷所以紩鎧甲，粟米所以為糧，力征所以荷負廝養之役。然而君子為政，其於此三者之賦未嘗並行也，用其一則緩其二，今夫三者之賦，皆取民以類也，如用其二，則有傷財而民至於餓死，用其三則有害民而至於父子離散，是豈君子之為政然歟！蓋征之者義也，緩之者仁也，惟君子以仁是守，以義是行，然而充類之至而義之盡者，君子所不為也。此孟子不得不權時而救時之弊也。"
      },
      {
        "index": 55,
        "text": "孟子曰：「諸侯之寶三：土地、人民、政事。寶珠玉者，殃必及身。」(諸侯正其封疆，不侵鄰國，鄰國不犯，寶土地也；使民以時，居不離散，寶人民也；修其德教，布其惠政，寶政事也。若寶珠玉，求索和氏之璧、隋氏之珠，與強國爭之，強國加害，殃及身也。)"
      },
      {
        "index": 56,
        "text": "疏正義曰：此章指言寶此三者，以為國珍；寶於珍玩，以殃其身。諸侯如茲，永無患也。孟子言諸侯之所寶者有三，曰土地，曰人民，曰政事。使鄰國無侵犯其封疆，是寶其土地也；撫恤鰥寡煢獨，使民以時，民不離散，是寶人民也；修德布惠，是寶政事也。若不以此三者為寶，而寶珠玉者，殃禍必及身矣。此孟子見當時之君爭城殺人，橫賦重斂，不以土地、人民、政事為寶，所以有是言而救之耳。○注「 和氏之璧、隋侯之珠」。○正義曰：案《韓詩》云：「楚人和氏得玉璞於楚山中，獻武王。武王使人相之，曰非也。王怒，刖其左足。後成王即位，和抱玉璞泣於楚山下。成王使人琢之，果得寶，名曰和氏之璧。」又隋侯姓祝，字元暢，往齊國，見一蛇在沙中，頭上血出，隋侯以杖挑於水中而去，後回還到蛇處，乃見此蛇銜珠來隋侯前，隋侯意不懌。是夜夢腳踏一蛇，驚起，乃得雙珠。後人稱為隋侯珠矣。"
      },
      {
        "index": 57,
        "text": "盆成括仕於齊。孟子曰：「死矣，盆成括！」(盆成，姓；括，名也。嘗欲學於孟子，問道未達而去，後仕於齊。孟子聞而嗟歎，曰：死矣盆成括。知其必死。)盆成括見殺，門人問曰：「夫子何以知其將見殺？」(門人問孟子，何以知之也。)曰：「其為人也小有才，未聞君子之大道也，則足以殺其軀而已矣。」(孟子答門人，言括之為人，小有才慧，而未知君子仁義謙順之道，適足以害其身也。)"
      },
      {
        "index": 58,
        "text": "疏「盆成括」至「而已矣」。○正義曰：此章指言小智自私，藏怨之府。大雅先人，福之所聚。勞謙終吉，君子道也。「盆成括仕於齊，孟子曰：死矣，盆成括」者，盆成括嘗學於孟子，未達其道而去之，後仕於齊國，孟子聞之，乃曰死矣，盆成括。以其盆成括之必見死也。「盆成括見殺，門人問曰：夫子何以知其將見殺」者，言盆成括果見殺死，門人乃問孟子曰：夫子何以知其盆成括將見殺死？「曰其為人也小有才，未聞君子之大道也，則足以殺其軀而已矣」者，孟子答之，曰盆成括之為人，小有才慧，而未知聞君子仁義謙順之大道，是則足以知其將見殺其身。"
      },
      {
        "index": 59,
        "text": "孟子之滕，館於上宮。(館，舍也。上宮，樓也。孟子舍止賓客所館之樓上也。)有業屨於牖上，館人求之弗得。或問之曰：「若是乎從者之廋也？」(屨，屝屨也。業，織之有次，業而未成也。置之窗牖之上，客到之後，求之不得。有來問孟子者曰：是客從者之廋？廋，匿也。孟子與門徒相隨，從車數十，故曰侍從者所竊匿也。)曰：「子以是為竊屨來與？」(孟子謂館人曰：子以是眾人來隨事我，本為欲竊屨故來邪。)曰：「殆非也。」(館人曰：殆非為是來事夫子也。自知問之過也。)「夫予之設科也，往者不追，來者不拒。苟以是心至，斯受之而已矣。」(孟子曰：夫我設教授之科，教人以道德也，其去者亦不追呼，來者亦不拒逆，誠以是學道之心來至我，則斯受之，亦不知其取之與否？君子不保其異心也。見館人殆非為是來，亦云不能保知，謙以益之而已。)"
      },
      {
        "index": 60,
        "text": "疏「孟子」至「而已矣」。○正義曰：此章指言教誨之道，受之如海，百川移流，不得有拒。雖獨竊屨，非己所絕。順答小人，小人自咎，所謂造次必於是也。「孟子之滕，館於上宮」者，孟子往至滕國，乃舍止於賓客所館之樓上。「有業屨於牖上，館人求之弗得。或問之曰：若是乎從者之廋也」者，言業織之有次，業而未成之屨，置之於窗牖之上，自客到之後，館主之人求之不得，或問於孟子曰：若此屨之不見，為從者之廋匿也？「曰子以是為竊屨來與」者，孟子見館主乃問己，以為從者之廋匿其屨，乃謂之曰：子以是從者來隨事我，本為欲竊子之屨故來與？「曰：殆非也」，館主自知責己問之過也，乃曰殆非為是來事夫子也。「夫子之設科也」至「斯受之而已矣」者，孟子又曰：夫我之設科以教人，往去之者則不追呼而還，來者則不拒逆，誠以是學道之心來至我，則斯容受之而教誨，亦且不保其異心也。然則不拒從者之匿屨，亦何累之有？《論語》云：「不保其往，有教無類。」其斯之謂與。"
      },
      {
        "index": 61,
        "text": "孟子曰：「人皆有所不忍，達之於其所忍，仁也。(人皆有所愛，不忍加惡，推之以通於所不愛，皆令被德，此仁人也。)人皆有所不為，達之於其所為，義也。(人皆有不喜為，謂貧賤也，通之於其所喜為，謂富貴也。抑情止欲，使若所不喜為此者，義人也。)人能充無欲害人之心，而仁不可勝用也。(人皆有不害人之心，能充大之以為仁，仁不可勝用也。)人能充無穿窬之心，而義不可勝用也。(穿牆逾屋，奸利之心也。人既無此心，能充大之以為義，義不可勝用也。)人能充無受爾汝之實，無所往而不為義也。(爾汝之實，德行可輕賤，人所爾汝者也。既不見輕賤，不為人所爾汝，能充大而以自行，所至皆可以為義也。)士未可以言而言，是以言餂之也。可以言而不言，是以不言餂之也。是皆穿逾之類也。」(餂，取也。人之為士者，見尊貴者未可與言而強與之言，欲以言取之也，是失言也。見可與言者而不與之言，不知賢人可與之言，而反欲以不言取之，是失人也。是皆趨利入邪無知之人，故曰穿逾之類也。)"
      },
      {
        "index": 62,
        "text": "疏「孟子曰」至「類也」。○正義曰：此章指言善恕行義，充大其美，無受爾汝，何施不可。取人不知，失其臧否，比之穿逾，善亦遠矣。「孟子曰：人皆不忍」至「是皆穿逾之類也」者，孟子言人皆有所惻隱而不忍，如能推之所不忍於其所忍者，仁人也，以其所愛及其所不愛，仁之為道如是也；人皆有所不喜為，謂貧賤也，如能推之所不喜為，而達之於所喜為，謂富貴也，是為有義之人也。人能充大不欲害人之心而為仁，則仁道於是乎備，故不可勝用也；人能充大其無穿逾奸利之心以為義，則義於是乎盡，故義不可勝用也。人能充大其不受人爾汝之實，是不為人所輕賤，故無所行而不為義者也，言所為皆可以為義矣。蓋惻隱有不忍者，仁之端也；羞惡有不為者，義也：但能充而大之，則為仁、義矣。人之為士，於尊貴者未可與言而與之言，是以言取之也，是失言也，以其失之諂也；可以與之言而不與之言，是以不言取之也，是失人也，以其失之敖也：如此者，是皆為穿牆逾屋趨奸利之類也。"
      },
      {
        "index": 63,
        "text": "孟子曰：「言近而指遠者，善言也。守約而施博者，善道也。君子之言也，不下帶而道存焉。(言近指遠，近言正心，遠可以事天也；守約施博，約守仁義，大可以施德於天下也：二者可謂善言善道也。正心守仁，皆在焜臆，吐口而言之，四體不與焉。故曰不下帶而道存焉。)君子之守，脩其身而天下平。(身正物正，天下平矣。)人病舍其田而芸人之田，所求於人者重，而所以自任者輕。」(芸，治也。田以喻身，舍身不治，而欲責人治，是求人太重，自任太輕也。)"
      },
      {
        "index": 64,
        "text": "疏「孟子曰」至「自任者輕。」正義曰：此章指言道之善，以心為原，當求諸己。而責於人，君子尤之，況以妄芸。言失務也。「孟子曰：言近而指遠者」至「所以自任者輕」，孟子言辭之近而指意巳遠者，乃為善言者也；所守簡約，而所施博大者，乃為善道。○「君子之言也，不下帶而道存焉」，是所謂言近而指遠也，是孟子自解其旨也。以其君子於其言也，皆在焜臆，以其不遠於心而道存焉。蓋帶者所以服之，近於人身也，故取而喻之，曰不下帶而道存，抑又見君子之言非特騰口說而已。「君子之守，脩其身而天下平」，是所謂守約而施博也，是孟子又自解其旨也。以其君子之所守，特在脩身，而天下由是平矣，是所謂正己而物正者也。且人病在舍其己之田，而耕芸他人之田也，是所求於人者為重，而所以自任其在己者太輕耳。芸，治也。田所以喻人之身也，言人病在舍其己身，而治他人之身也，故為是云。"
      },
      {
        "index": 65,
        "text": "孟子曰：「堯、舜，性者也。湯、武，反之也。(堯、舜之體性自善者也。殷湯、周武，反之於身，身安乃以施人，謂加善於民也。)動容周旋中禮者，盛德之至也。(人動作容儀周旋中禮者，盛德之至。)哭死而哀，非為生者也。(死者有德，哭者哀也。)經德不回，非以幹祿也。言語必信，非以正行也。(經，行也。體德之人，行其節操自不回邪，非以求祿位也。庸言必信，非必欲以正行為名也，性不忍欺人也。)君子行法以俟命而已矣。」(君子順性蹈德，行其法度，夭壽在天，行命以待之而已矣。)"
      },
      {
        "index": 66,
        "text": "疏「孟子」至「而已矣」。○正義曰：此章指言君子之行，動合禮中，不惑禍福，脩身俟終。堯、舜之盛，湯、武之隆，不是過也。「孟子曰」至於「君子行法以俟命而已矣」者，孟子言堯、舜之體性自然善也；湯王、武王反之於身，身安乃以施人，謂加善於人而反之者也。一則體性之自然，一則反之於身、身安乃以施人，無非是禮也，故動容周旋中禮者，是為盛之至也。至者，以其盛德至矣盡矣，不可以有加矣。蓋「哭死而哀，非為生者也」，是為動容中禮也，是孟子自解之旨也，言哭其死而哀之者，非為其生者也，以其動容中禮，德性然也。「經德不回，非以幹祿也。言語必信，非以正義也」，是謂周旋中禮者也，是孟子自解之旨也，言經德不回邪，非欲幹求爵祿而然也，以其周旋中禮，德行然也；言語必以正，非欲以正行為名故然也，亦以周旋中禮，德言如是也。君子者，順性蹈德，行其禮法，脩身以俟命而已。然則堯、舜、禹、湯為盛德之至，亦不是過也。"
      },
      {
        "index": 67,
        "text": "孟子曰：「說大人則藐之，勿視其巍巍然。(大人，謂當時之尊貴者也。孟子言說大人之法，心當有以輕藐之，勿敢視之巍巍富貴若此，而不畏之，則心舒意展，言語得盡而已。)堂高數仞，榱題數尺，我得志弗為也。(仞，八尺也。榱題，屋霤也。堂高數仞，榱題數尺，奢太之室，使我得志，不居此堂也。大屋無尺丈之限，故言數仞也。)食前方丈，侍妾數百人，我得志弗為也。(極五味之饌食，列於前方一丈，侍妾眾多至數百人也。)般樂飲酒，驅騁田獵，後車千乘，我得志弗為也。(般，大也。大作樂而飲酒，驅騁田獵，後車千乘，般於遊田也。)在彼者皆我所不為也，在我者皆古之制也，吾何畏彼哉！」(在彼貴者驕佚之事，我所恥為也。在我所行，皆古聖人所製之法，謂恭儉也。我心何為當畏彼人乎哉！)"
      },
      {
        "index": 68,
        "text": "疏「孟子」至「彼哉」。○正義曰：此章指言富貴而驕，自遺咎也，茅茨采椽，聖堯表也。以賤說貴，懼有蕩心，心謂彼陋，以寧我神，故以所不為為之寶玩也。「孟子曰：說大人則藐之」至「吾何畏彼哉」者，孟子言說當時之尊貴為之大人者，當輕藐之，勿視其巍巍然尊貴而畏之也，以其如是，則心意舒展，得盡其言也。又言堂高數仞，仞，八尺也，至霤高數尺，是為奢汰之室也，如我之得志於行道，不為此室也；食之前有方丈之廣，以極五味之饌而列之，又有所侍之妾至數百人之眾，如我得志於行道，亦不為之也；大作樂而飲酒，驅騁田獵，有後車千乘之多，如我得志於行道，亦不為之也。以其在彼驕貴之事者，皆於我所恥而不為之也；在我所行之事，又皆是古聖王之制度者也，是皆恭儉而有禮也：如是，則於我何有畏於彼之富貴乎哉！是以「說大人則藐之，而勿視其巍巍然也」。"
      },
      {
        "index": 69,
        "text": "孟子曰：「養心莫善於寡欲。其為人也寡欲，雖有不存焉者，寡矣。(養，治也。寡，少也。欲，利欲也。雖有少欲而亡者，謂遭橫暴，若單豹臥深山而遇饑虎之類也，然亦寡矣。)其為人也多欲，雖有存焉者，寡矣。」(謂貪而不亡，蒙先人德業，若晉國欒黶之類也，然亦少矣，不存者眾。)"
      },
      {
        "index": 70,
        "text": "疏「孟子」至「寡矣」。○正義曰：此章指言清淨寡欲，德之高者，畜聚積實，穢行之下。廉者招福，濁者速禍，雖有不然，蓋非常道，是以正路不可不由也。「孟子曰」至「雖有存焉者，寡矣」者，孟子言此以教時人養心之術也。言人之治其心，莫善於少欲也，其為人也少欲，則不為外物之汩喪，雖有遭橫暴而亡者，蓋亦百無二三也。然而未必全無也，以其少也，是如單豹為人少欲，獨隱處於深山而臥，乃遭遇於饑虎而亡之，是也。其為人也多欲，則常於外物之所汩喪，雖間有不亡其德業於身者，蓋亦百無二三也。然而未必多有者焉，以其亦少也，是如欒黶為人多貪，乃為卿而晉國者，是也。《荀子》云：「養心莫善於誠。」蓋亦與此孟子同其旨也。"
      },
      {
        "index": 71,
        "text": "曾晳嗜羊棗，而曾子不忍食羊棗。公孫丑問曰：「膾炙與羊棗孰美？」(羊棗，棗名也。曾子以父嗜羊棗，父沒之後，唯念其親不復食羊棗，故身不忍食也。公孫丑怪之，故問羊棗與膾炙孰美也。)孟子曰：「膾炙哉。」(言膾炙固美也，何比於羊棗。)公孫丑曰：「然則曾子何為食膾炙而不食羊棗？」曰：「膾炙所同也，羊棗所獨也。諱名不諱姓，姓所同也，名所獨也。」(孟子言膾炙雖美，人所同嗜。獨曾子父嗜羊棗耳，故曾子不忍食也。譬如諱君父之名，不諱其姓。姓與族同之，名所獨也，故諱之也。)"
      },
      {
        "index": 72,
        "text": "疏「曾晳」至「所獨也」。○正義曰：此章指言情禮相扶，以禮制情；人所同然，禮則不禁。曾參至孝，思親異心，羊棗之感，終身不嚐。孟子嘉焉，故上章稱曰：豈有非義而曾子言之者也。「曾晳嗜羊棗，而曾子不忍食羊棗。公孫丑問曰：膾炙與羊棗孰美」者，曾晳，曾子父也，曾晳為人專好羊棗。羊棗，棗名也。曾晳既沒，而曾子常思念其親，而不忍食羊棗，公孫丑怪之，乃問孟子，以謂膾炙與羊棗此二味孰為美。「孟子曰：膾炙哉」，言膾炙固美於羊棗也，而羊棗何可比於膾炙哉！「公孫丑曰：然則曾子何為食膾炙而不食羊棗」，公孫丑又問孟子，曰如是則曾子何為獨食於膾炙而不忍食羊棗。「曰：膾炙所同也，羊棗所獨也。諱名不諱姓，姓所同也，名所獨也」，孟子又答之。曰膾炙雖美，人所同好者也，羊棗獨曾子好之，故曾子所以思念之而不忍食也。譬如君父之名，不諱其姓者，以其姓為族之所同，名為君父之所獨，故諱之也。○注「羊棗，棗名也」。正義曰：蓋樲與棗一物也，然而有二名，是樲小而棗大，樲酸而棗甘耳。云羊棗，則羊棗之為大棗甘者也，其類則樲棗之屬也。曾晳者，曾子父也。案《史記·弟子傳》曰「曾蒧音點，字晳」是也。孔傳云：「曾參父名點。」○注「上章稱曰：豈有非義而曾子言之」者。○正義曰：此謂公孫丑疑曾子為非義，而乃不知膾炙所同、羊棗之所獨，而曾子之心言之是或一於孝道，故云然也。"
      },
      {
        "index": 73,
        "text": "萬章問曰：「孔子在陳，曰：『盍歸乎來？吾黨之小子狂簡進取，不忘其初。』孔子在陳，何思魯之狂士？」(孔子厄陳，不遇賢人，上下無所交，蓋歎息思歸，欲見其鄉黨之士也。簡，大也。狂者，進取大道而不得其正者也。不忘其初，孔子思故舊也。《周禮》「五黨為州，五州為鄉」，故曰吾黨之士也。萬章怪孔子何為思魯之狂士者也。)孟子曰：「孔子『不得中道而與之，必也狂狷乎？狂者進取，獧者有所不為也』。孔子豈不欲中道哉？不可必得，故思其次也。」(中道，中正之大道也。狂者能進取，獧者能不為不善。時無中道之人，以狂、獧次善者，故思之也。)「敢問何如斯可謂狂矣？」(萬章曰：人行何如斯則可謂之狂也。)曰：「如琴張、曾晳、牧皮者，孔子之所謂狂矣。」(孟子言人行如此三人者，孔子謂之狂也。琴張，子張也。子張之為人，踸踔譎詭，《論語》曰「師也僻」，故不能純善而稱狂也，又善鼓琴，號曰琴張。曾晳，曾參父也。牧皮，行與二人同皆，事孔子學者也。)「何以謂之狂也？」(萬章問何以謂此人為狂。)曰：「其志嘐嘐然，曰古之人，古之人。夷考其行，而不掩焉者也。(嘐嘐，誌大言大者也。重言古之人，欲慕之也。夷，平也。考察其行，不能掩覆其言，是其狂也。)狂者又不可得，欲得不屑不絜之士而與之，是獧也，是又其次也。(屑，絜也。不絜，汙穢也。既不能得狂者，欲得有介之人，能恥賤惡行不絜者，則可與言矣。是獧人次於狂者也。)孔子曰：『過我門而不入我室，我不憾焉者，其惟鄉原乎！鄉原，德之賊也。』」(憾，恨也。人過孔子之門不入，則孔子恨之，獨鄉原不入者無恨心耳。以其鄉原賊德故也。)曰：「何如斯可謂之鄉原矣？」(萬章問鄉願之惡如何。)曰：「何以是嘐嘐也？言不顧行，行不顧言，則曰『古之人，古之人。行何為踽踽涼涼？生斯世也，為斯世也，善斯可矣』。閹然媚於世也者，是鄉原也。」(孟子言鄉原之人言何以嘐嘐，若有大志也，其言行不顧，則亦稱曰古之人、古之人。行何為踽踽涼涼，有威儀如無所施之貌也。鄉原者，外欲慕古之人，而其心曰古之人何為空自踽踽涼涼，而生於今之世無所用之乎。以為生斯世，但當取為人所善善人則可矣。其實但為合眾之行。媚，愛也。故閹然大見愛於世也，若是者謂之鄉原也。)萬子曰：「一鄉皆稱原人焉，無所往而不為原人，孔子以為德之賊，何哉？」(萬子即萬章也，孟子錄之，以其不解於聖人之意，故謂之萬子。子，男子之通稱也。美之者，欲以責之也。萬子言人皆以為原善，所至亦謂之善人。若是，孔子以為賊德，何為也？)曰：「非之無舉也，刺之無刺也。同乎流俗，合乎汙世。居之似忠信，行之似廉絜，眾皆悅之，自以為是，而不可與入堯、舜之道，故曰德之賊也。(孟子言鄉原之人能匿蔽其惡，非之無可舉者，刺之無可刺者，誌同於流俗之人，行合於汙亂之世。為人謀，居其身若似忠信，行其身若似廉絜，為行矣眾皆悅美之，其人自以所行為是，而無仁義之實，故不可與入堯、舜之道也。無德而人以為有德，故曰德之賊也。)孔子曰：『惡似而非者，惡莠，恐其亂苗也；惡佞，恐其亂義也；惡利口，恐其亂信也；惡鄭聲，恐其亂樂也；惡紫，恐其亂朱也；惡鄉原，恐其亂德也。』(似真而非真者，孔子之所惡也。莠之莖葉似苗；佞人詐飾，似有義者；利口辯辭，似若有信；鄭聲淫，人之聽似若美樂；紫色似朱，朱，赤也；鄉原惑眾，似有德者：此六似者，孔子之所惡也。)君子反經而已矣。經正則庶民興，庶民興，斯無邪慝矣。」(經，常也。反，歸也。君子治國家歸於常經，謂以仁、義、禮、智道化之，則眾民興起而家給人足矣。倉廩實而知禮節，安有為邪惡之行也！)"
      },
      {
        "index": 74,
        "text": "疏「萬章曰」至「斯無邪慝矣」。○正義曰：此章指言士行有科，人有等級，中道為上，狂、獧不合。似是而非，色厲內荏，鄉原之惡，聖人所甚。反經身行，民化於己，子率而正，孰敢不正也。「萬章問曰：孔子在陳」至「何思魯之狂士」者，萬章問曰：孔子在陳國有厄，不遇賢人，上下無有交者，乃歎曰：盍歸乎來，言我黨之為士，進取於大道而不得其中道者也，亦以不忘其初而思故舊也，故問之孟子，謂孔子在陳國何為而思魯國之狂士者也。「孟子曰：孔子不得中道而與之」至「故思其次也」，孟子答之，曰孔子不得中正之道者而取與之，必也思其狂、狷者乎？狂者以其但進取於大道而不知退宿於中道，狷者有所不敢為，但守節無所為而應進退者也。孔子豈不欲中道者而與之哉！不可以必得中道之人，故思念其次於中道者為狂、狷者也。「敢問何如斯可謂狂矣」，萬章又問孟子曰：人行當何如，則斯可謂之狂矣。「曰琴張、曾晳、牧皮者，孔子之所謂狂矣」，孟子又答之，曰如琴張、曾晳、牧皮三者，孔子謂為狂者也。蓋《論語》嘗謂古之狂也肆，今之狂也蕩。琴張、曾晳、牧皮三者，皆學於孔子，進取於道而躐等者也，是謂古之狂者也。琴張曰君子不為利疚我，曾晳風乎舞雩、詠而歸，是皆有志於學，亦誌於仕以為進取者也。牧皮，經傳並無所見，大抵皆學孔子，而行有同於曾晳、琴張二人耳。此孟子所以皆謂之狂士。「何以謂之狂也」，萬章又問，何以謂此三人為之狂士也。「曰其志嘐嘐然，曰古之人，古之人」至「鄉原，德之賊也」者，孟子又答之，曰其志嘐嘐然大言，乃曰古之人，古之人，及考驗其所行之行，而未始掩覆其言焉，是言過於行，為之狂者也。孔子思與狂者，又不可而必得之，欲得有介之人，能恥賤汙行不絜者而與之，是為狷者也，是又次於狂者也。孔子有曰過我門而不入我室、我不以恨之者，其唯獨於鄉原之徒也，鄉原者，以其為賊害於德者也。然則孔子如以自非鄉原而過其門而不入室者，是則恨之矣。此亦見孔子自非鄉原之徒者，無不與之也，所以思於中道而不可得，則思其狂、狷。「曰：何如斯可謂之鄉原矣」，萬章又問何如則謂之鄉原者矣。「曰何以是嘐嘐也。」至「是鄉原也」，孟子又答之，曰鄉原之人其言何以是嘐嘐然若有大也？以其言不顧於行，行又不顧於言，則亦稱之曰古之人，古之人，所行之行何為踽踽涼涼，有威儀如無所施之貌也。是言鄉原之人外欲慕古之人，而其心乃曰：古之人何為空自踽踽涼涼，而生於今之世無所用之乎？以為生斯世也，但當取為人所善則可矣。故閹然大見媚愛之於世也者，是則謂之鄉原者矣。「萬子曰：一鄉皆稱原人焉」至「何哉」者，萬章不解孟子之意，故問之曰：如一鄉皆稱為原善之人，是無所往而不為善人矣，孔子乃以為有賊害於德，是為德之賊者，何為者哉？「曰非之無舉也」至「斯無邪慝」者，孟子又答之曰，言鄉原之人能掩蔽其惡，使人欲非謗之，則無可而非者；使人欲譏刺之，則無可為譏刺者；其志則有同乎流俗之人，所行又合於汙亂之世；居其身，則若有忠信，而實非忠信也；行其身，若有廉絜，而實非廉絜也；眾人皆悅美之，而自以為是，而無其實：故不與入堯、舜之正道者也，是無德而為有德，故謂之為德之賊者也。孔子有曰：惡有似真而非真者，惡莠之莖葉秀茂者，以其似苗，恐有亂其苗種者也；惡佞詐飾者，以其似義，恐有亂其義者也；惡利口辯辭，以其似信，恐其有亂於信者也；惡鄭聲之淫哇，以其似美樂，恐其有亂於雅樂也；惡紫之間色，以其似朱，恐其有亂於朱者也；惡鄉原之惑眾，以其似有德，恐其有亂於德者也。凡此六者，孔子所以惡之，以其似是而非者也。君子者，乃歸其常經而已矣。云經者，則義、信、德是也。如佞口鄉原者，是不經也。唯君子則反經而已矣，君子去其不經以反復乎經，則其經斯適於正而不他，故義以立而不為佞亂，信以立而不為利口亂，德以立而不為鄉原亂，此庶民所以興行，又不為兩疑之惑矣。庶民既以興行，斯無邪慝之行也。○注「《周禮》五黨為州，五州為鄉，故曰吾黨之士也」。○正義曰：案《論語》云：「子在陳，曰：『歸與歸與，吾黨之小子狂簡，斐然成章，不知所以裁之。』」今云《周禮》五黨而解其文，蓋亦不案此《論語》而有誤也。誠如《周禮》五黨言之，則《論語》何以云吾黨蓋，不當引此為證，所謂黨者，蓋五百家為之黨，是其旨也。○注「孟子言」至「學者也」。○正義曰：子張之為人，踸踔譎詐。《論語》曰：「師也辟。」故不能純善者。案《家語》有衛人琴牢字張，則此與《左傳》所謂琴張者，琴牢而已，非所謂子張善鼓琴也。趙注引為顓孫師，亦未審何據。而琴張曰師張。曰「曾晳，曾參之父」，蓋言於前矣。牧皮者，未詳。○注「似真而非」至「孔子所惡也」。○正義曰：案《論語》云：「惡紫之奪朱，惡鄭聲之亂雅樂，惡利口之覆邦家。」其序與此不同者，蓋孟子以亂義不及亂信，亂信不及亂德，其所主三者而已，苗莠、朱紫、聲樂，所托以為喻者也，是所以為異者也。○注「色厲內荏」至「子帥以正，孰敢不正」者。○正義曰：此蓋本《論語》之文而云。"
      },
      {
        "index": 75,
        "text": "孟子曰：「由堯、舜至於湯，五百有餘歲。若禹、皋陶則見而知之，若湯則聞而知之。(言五百歲聖人一出，天道之常也。亦有遲速，不能正五百歲，故言有餘歲也。見而知之，謂輔佐也。通於大賢次聖者，亦得與在其間。親見聖人之道而佐行之，言易也。聞而知之者，聖人相去卓遠，數百歲之間變故眾多，逾聞前聖所行，追而遵之，以致其道，言難也。)由湯至於文王，五百有餘歲。若伊尹、萊朱則見而知之，若文王則聞而知之。(伊尹，摯也。萊朱，亦湯賢臣也，一曰仲虺是也。《春秋傳》曰：「仲虺居薛，為湯左相。」是則伊尹為右相，故二人等德也。)由文王至於孔子，五百有餘歲。若太公望、散宜生，則見而知之，若孔子則聞而知之。(太公望，呂尚也，號曰師尚父。散宜生，文王四臣之一也。呂尚有勇謀而為將，散宜生有文德而為相，故以相配而言之也。)由孔子而來，至於今，百有餘歲，去聖人之世，若此其未遠也；近聖人之居，若此其甚也。然而無有乎爾，則亦無有乎爾。」(至今者，至今之世，當孟子時也。聖人之間，必有大賢名世者，百有餘年，適可以出未為遠而無有也。鄒、魯相近，《傳》曰：「魯擊柝聞於邾。」近之甚也。言己足以識孔子之道，能奉而行之，既不遭值聖人，若伊尹、呂望之為輔佐，猶可應備名世，如傅說之中出於殷高宗也。然而世謂之無有，此乃天不欲使我行道也。故重言之，知天意之審也。言「則亦」者，非實無有也，則亦當使為無有也。「乎爾」者，歎而不怨之辭也。)"
      },
      {
        "index": 76,
        "text": "疏「孟子曰」至「無有乎爾」。○正義曰：此章指言天地剖判，開元建始，三皇以來，人倫攸敘，宏析道德，班垂文采，莫貴聖人。聖人不出，名世承間，雖有此限，蓋有遇不遇焉。是以仲尼至「獲麟」而止筆，孟子亦有「乎爾」終其篇章，斯亦一契之趣也。「孟子曰由堯舜至於湯」至「由湯至於文王」，又至「由文王至於孔子」，又至「由孔子而至於今」，止「無有乎爾」者，此孟子欲歸道於己，故曆言其世代也。言自堯、舜二帝至於商湯，其年數有五百餘載矣，如禹、皋陶為堯、舜之臣，則親見而知堯、舜聖人之大道而佐行之也，如湯王之去堯、舜之世，則相去有數百歲之遠，則但聞其二帝所行之道，遵而行之者也。又自商湯逮至文王周時，又有五百餘歲，如伊尹、萊朱，二者俱為湯之賢臣，則親見而知湯所行之道而輔佐之者也，如文王之去湯世，則相去有數百歲之遠，則但聞其湯所行之道而遵之者也。以自文王之世至於孔子之時，又有五百餘載，如太公望、散宜生，二者為文王之臣，則親見而知文王所行之道而輔佐之者也，如孔子之去文王世，則相去亦有數百歲之遠，則但聞其文王之道而遵之者也。故自孔子以來逮至於今，但百有餘歲，以其去孔子之世如此之未遠，自鄒國至於魯國其地相去如此之甚近，然而猶可應備名世，如傅說之中出於高宗也。然而世之以謂無有此名世而出於間者，乃天不欲使我行道也，故曰「然而無有乎爾，則亦無有乎爾」矣，此所以欲歸於己而曆舉世代而言之也。○注「 伊尹」至於「等德也」。○正義曰：《史記》云：「伊尹名摯，號為阿衡也，為湯之相。萊朱，亦湯賢臣，一曰仲虺。」是也。「《春秋傳》曰：仲虺居薛，為湯左相」者，蓋魯定公元年左丘明之文也。杜預云：「仲虺，奚仲之後也。」○注「太公望、散宜生」。○正義曰：太公望，於前詳言之矣。散宜生，案《論語》云：「武王曰：『予有亂臣十人。』」馬融云：「十人而散宜生在焉。散，姓；宜生，名也。」○注「 至今者」至「而無有也」。○正義曰：云「魯擊析聞於邾」者，按魯哀公七年公伐邾之文也，亦於敘言之詳矣。云「傅說出殷高宗」者，亦言於前篇矣。然而仲尼作《春秋》，必至獲麟而止者也，孟子亦必止於「無有乎爾」而終其篇者，蓋亦見孟子擬仲尼而作者也。故哀公十四年春，西狩獲麟。杜氏云：「麟，仁獸也，聖王之嘉瑞。時無明王出，而遇獲仲尼，傷周道不興，感嘉瑞之無應，故《春秋》脩中興之教，絕筆於獲麟之一句，所感而作，固所以為終也。」《孟子》之書，終於是言者，蓋亦憫聖道不明於世，曆三皇已來，推以世代，雖有歲限，然亦有遇不遇焉，故述仲尼之意而作此七篇，遂以「無有乎爾」終於篇章之末，蓋亦深歎而不怨之云爾。"
      }
    ]
  }
}
