{
  "chapterNumber": 10,
  "title": "卷五上·萬章上",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "卷九上·萬章章句上（凡九章）\n（萬章者，萬，姓；章，名。孟子弟子也。萬章問舜孝，猶《論語》顏淵問仁，因以題其篇也。）"
      },
      {
        "index": 2,
        "text": "疏正義曰：前篇論離婁之明，此篇論萬章問孝，蓋以明者當明其行，而行莫大於為孝。今萬章問孝，故以「萬章」為此篇之題，以次於前篇矣。此篇凡十八章，趙氏分為上下卷。據此上卷，凡有九章而已。一章言孝為百行之本，無物以先之，雖富有天下，而不能取悅其父母也。二章言仁聖所存者大，舍小從大，達權之義，不告而娶，守正道也。三章言仁人之心。四章言孝莫大於嚴父，行莫大於蒸蒸。五章言德合於天，則天爵歸之，行歸於仁，則天下與之。六章言義於人，則四海宅心，守正不足，則聖位莫保者也。七章言賢達之理世務，推政以濟時物，守己直行，不枉道以取容。八章言君子大居正位，以禮進退，屈伸達節，不違貞信。九章言君子時行則行，時舍則舍，故能顯君明道，不為苟合。其餘九章，分在下卷，各有說焉。○注「萬章」至「篇也」。○正義曰：萬章，孟子弟子，已說在敘段。云：「《論語》顏淵問仁」者，蓋《論語》第十二篇，首顏淵問為仁，孔子曰：「克己復禮為仁。」因以「顏淵」目其篇，蓋其文也。《孟子》於此則而象之爾。"
      },
      {
        "index": 3,
        "text": "萬章問曰：「舜往於田，號泣於旻天，何為其號泣也？」(問舜往至於田，何為號泣也？謂耕於曆山之時然也。)孟子曰：「怨慕也。」(言舜自怨遭父母見惡之厄而思慕也。)萬章曰：「父母愛之，喜而不忘。父母惡之，勞而不怨。然則舜怨乎？」(言孝法當不怨，如是舜何故怨？)曰：「長息問於公明高曰：『舜往於田，則吾既得聞命矣。號泣於旻天、於父母則吾不知也。』公明高曰：『是非爾所知也。』(長息，公明高弟子。公明高，曾子弟子。旻天，秋天也。幽陰氣也，故訴於旻天。高非息之問不得其義，故曰非爾所知也已。)夫公明高以孝子之心為不若是恝。(恝，無愁之貌。孟子以萬章之問，難自距之，故為言高、息之問對如此。夫公明高以為孝子不得意於父母，自當怨悲，豈可恝恝然無憂哉。因以萬章具陳其意耳。)『我竭力耕田，共為子職而已矣。父母之不我愛，於我何哉？』(我共人子之事，而父母不我愛，於我之身獨有何罪哉？自求責於己而悲感焉。)帝使其子九男二女，百官牛羊倉廩備，以事舜於畎畝之中。(帝，堯也。堯使九子事舜以為師，以二女妻舜，百官致牛羊倉廩，致粟米之餼，備具饋禮，以奉事舜於畎畝之中。由是遂賜舜以倉廩牛羊，使得自有之。《堯典》曰：「厘降二女」，不見九男。孟子時，《尚書》凡百二十篇，逸書有《舜典》之《敘》，亡失其文。孟子諸所言舜事，皆《舜典》逸書所載。獨丹朱以胤嗣之子，臣下以距堯求禪，其餘八庶無事，故不見於《堯典》。猶晉獻公之子九人，五人以事見於《春秋》，其餘四子亦不復見於經。)天下之士多就之者，帝將胥天下而遷之焉；為不順於父母，如窮人無所歸。(天下之善士，多就舜而悅之。胥，須也。堯須天下悉治，將遷位而禪之。順，愛也。為不愛於父母，其為憂愁，若困窮之人無所歸往也。)天下之士悅之，人之所欲也，(欲，貪也。)而不足以解憂。好色，人之所欲，妻帝之二女，而不足以解憂；富，人之所欲，富有天下，而不足以解憂；貴，人之所欲，貴為天子，而不足以解憂。人悅之、好色、富、貴，無足以解憂者，惟順於父母可以解憂。(言為人所悅，將見禪為天子，皆不足以解憂，獨見愛於父母為可以解己之憂。)人少則慕父母，知好色則慕少艾，有妻子則慕妻子，仕則慕君，不得於君則熱中。(慕，思慕也。人少，年少也。艾，美好也。不得於君，失意於君也。熱中，心熱恐懼也。是乃人之情。)大孝，終身慕父母，五十而慕者，予於大舜見之矣。」(大孝之人，終身慕父母。巷老萊子七十而慕，衣五采之衣，為嬰兒匍匐於父母前也。我於大舜見五十而尚慕父母。《書》曰：「舜生三十徵庸，三十在位。」在位時尚慕，故言五十也。)"
      },
      {
        "index": 4,
        "text": "疏「 萬章問舜往於田」至「予於大舜見之矣」。○正義曰：此章指言夫孝，百行之本，無物以先之，雖富有天下，而不能取悅於其父母，莫有可也。孝道明著則六合歸仁矣。「萬章問曰：舜往於田，號泣於旻天，何為其號泣也」者，萬章問孟子，謂舜往耕於田，乃號泣於旻天，是何為其號泣於此也？旻天，秋天之號也，以其情主乎憫也，《爾雅》曰「秋曰旻天」是也。「孟子曰：怨慕也」，孟子答之曰：舜所以號泣於田者，自怨遭父母之惡而思慕之也。「萬章曰：父母愛之」至「怨乎」，萬章又曰：父母以慈愛愛息其子，子則當喜悅而不敢忘其父母之所愛；父母惡之，其子亦當勤勞奉事之而不可怨恨父母。今舜若是，則舜誠有怨恨父母乎？「曰：長息問於公明高」至「是非爾所知也」，孟子難以自為言拒之，乃托以長息問公明高之言而答也。言長息常問公明高曰：舜往於田，則我既以得聞教命矣，號泣於旻天，則我不能知也，故問之。公明高乃答之曰：此非爾所能知者也。以其所問不得其義，故答之此也。「夫公明高以孝子之心為不若是恝」至「於我何哉」者，孟子又言夫公明高以謂孝子之心，有不得意於父母，為不若此恝恝然而無憂也，以其有不得父母意，故有是怨也。其舜必謂我竭盡其力而耕作田業，以供為子之事，以奉養父母，而父母今反不我愛恤，誠於我有何罪哉？故自求責於己，而號泣怨慕也。「帝使其子九男二女」至「予於大舜見之矣」。孟子至此，乃繼其言而答萬章，言舜堯帝使其子九男與二女，兼百官及牛羊倉廩皆備具，以事舜於畎畝之中。天下之善士多就歸舜而悅之者，堯帝又將須以天下而遷位讓之，其舜尚以有不得愛於父母，其亦憂愁，若窮困苦極之人無所歸告者矣。且天下之善士悅而就之，是人之所皆欲也，而尚不足以解舜之憂。好色之女，是人之所皆欲者也，妻以堯帝之二女，而尚亦不足以解舜之憂。富是人之所皆欲者也，而堯以百官牛羊倉廩備以事之，而尚亦不足以解舜之憂。貴是人之所皆欲者也，而堯將以天下遷而讓之而為天子，尚亦更不足以解其憂。凡以人悅之、好色、富、貴此數者，皆無足以解舜之憂，惟得於父母然後可以解其憂。夫人少小之時則知思慕父母，及長知好其女色則思慕其少艾，有妻子則思慕其妻子，至於為仕則思慕其君，如不得遇於君，則熱中心而恐懼之也，是則人之常情如此。如為大孝者，則終身思慕父母而不忘也。然則孟子言至於五十之歲者而思慕父母而不敢忘者，我於大舜見之矣。故曆以此答其萬章之問。○注「耕於曆山」。○正義曰：上卷首章已說詳矣。○注「堯典」至「不復見」。○正義曰：云「《堯典》曰：厘降二女，不見九男。惟丹朱胤嗣之子，臣下以距堯求禪，其餘八庶無事，故不見」，二女，即娥皇、女英是也。案《尚書·堯典》：「放齊曰：『胤子朱，啟明。』帝曰：『籲，嚚訟，可乎？』」孔安國云：「胤，國名。子，爵。朱，胤子之名也。」《益稷》云：「無若丹朱傲。」孔注云：「丹朱，堯之子。」是堯九子，但見丹朱一人矣。其餘八子，亦未詳，以其經傳無見為雲。如晉獻公九人，以事見於《春秋》，餘四子亦不所見者。按魯莊公二十八年《左傳》云：晉獻公娶於賈，無子。烝於齊薑，生秦穆夫人及大子申生。又娶二女於戎，大戎生重耳，小戎子生夷吾。晉伐驪戎，驪戎男女以驪姬。歸，生奚齊。其娣生卓子。凡此九人，但見其此，即此五人是也。云「獻公有九人」，按《史記·世家》云「獻公有子九人，而太子申生、重耳、夷吾皆有賢行」，以此則知獻公有子九人而已。其餘四者，亦以經傳無見焉。○注「慕，思慕」至「人之情」。正義曰：云「少，年少也。艾，美好也」者，蓋世之傳《孟子》者，以少女為少艾也。按《說文》云：「艾，老也，長也。」又按《禮記》云：「五十曰艾。」是則艾誠老長之稱也，謂之少艾，安可乎？是則云艾、美好也者，又不知何據為之誤也。殆亦未可知。○注「老萊子七十而慕」至「《書》曰：舜生三十徵庸，三十在位」。正義曰：云老萊子者，按《高士傳》云：「老萊子，楚人，少以孝行，養親極甘脆，年七十，父母猶存，萊子服荊蘭之衣，為嬰兒戲親前，言不稱老，為親取食上堂，足跌而偃，因為嬰兒啼，誠至發中。楚室方亂，乃隱耕於蒙山之陽，著書號《萊子》，莫知所終。」又云老萊著五采五色斑斕之衣，出《列女傳》，文今不載。"
      },
      {
        "index": 5,
        "text": "萬章問曰：「《詩》云：『娶妻如之何？必告父母。』信斯言也，宜莫如舜。舜之不告而娶，何也？」(《詩·齊風·南山》之篇。言娶妻之禮，必告父母。舜合信此詩之言，何為違禮，不告而娶也？)孟子曰：「告則不得娶。男女居室，人之大倫也。如告，則廢人之大倫以懟父母，是以不告也。」(舜父頑母嚚，常欲害舜。告則不聽其娶，是廢人之大倫，以怨懟於父母也。)萬章曰：「舜之不告而娶，則吾既得聞命矣。帝之妻舜而不告，何也？」(禮，娶須五禮，父母先答以辭，是相告也。帝，謂堯。何不告舜父母？)曰：「帝亦知告焉則不得妻也。」(帝堯知舜大孝，父母止之，舜不敢違，則不得妻之，故亦不告也。)萬章曰：「父母使舜完廩，捐階，瞽瞍焚廩。使浚井，出，從而揜之。(完，治。廩，倉。階，梯也。使舜登廩屋，而捐去其階，焚燒其廩也。一說捐階，舜即旋從階下，瞽瞍不知其已下，故焚廩也。使舜浚井，舜入而即出，瞽瞍不知其已出，從而蓋揜其井，以為舜死矣。)象曰：『 謨蓋都君，咸我績。(象，舜異母弟也。謨，謀。蓋，覆也。都，於也。君，舜也，舜有牛羊倉廩之奉，故謂之君。咸，皆。績，功也。象言謀覆於君而殺之者，皆我之功。欲與父母分舜之有，取其善者，故引為己之功也。)牛羊，父母；倉廩，父母。(欲以牛羊、倉廩與其父母。)干戈，朕；琴，朕；弤，朕；二嫂，使治朕棲。』(幹，楯。戈，戟也。琴，舜所彈五弦琴也。弤，雕弓也，天子曰雕弓，堯禪舜天下，故賜之雕弓也。棲，床也。二嫂：娥皇、女英。使治床，欲以為妻也。)象往人舜宮，舜在床琴，象曰：『鬱陶思君爾。』忸怩。(象見舜生，在床鼓琴，愕然，反辭曰：我鬱陶思君，故來。爾，辭也。忸怩而慚，是其情也。)舜曰：『唯茲臣庶，汝其於予治。』(茲，此也。象素憎舜，不至其宮也，故舜見來而喜曰：惟念此臣眾，汝故助我治事。)不識舜不知象之將殺己與？」 (萬章言我不知舜不知象之將殺己與？何為好言順辭以答象也。)曰：「奚而不知也？象憂亦憂，象喜亦喜。」(奚，何也。孟子曰：舜何為不知象惡己也？仁人愛其弟，憂喜隨之。象方言思君，故以順辭答之。)曰：「然則舜偽喜者與？」(詐偽也。萬章言如是則為舜行至誠，而詐喜以悅人矣。)曰：「否！昔者有饋生魚於鄭子產，子產使校人畜之池。校人烹之，反命曰：『始舍之，圉圉焉；少則洋洋焉，攸然而逝。』子產曰：『得其所哉，得其所哉。』(孟子言否，云舜不詐喜也。因為說子產以喻之。子產，鄭子國之子公孫僑，大賢人也。校人，生池沼小吏也。圉圉，魚在水羸劣之貌。洋洋，舒緩搖尾之貌。攸然，迅走水趣深處也。故曰得其所哉。重言之者，嘉得魚之志也。)校人出，曰：『孰謂子產智？予既烹而食之，曰：得其所哉！得其所哉！』故君子可欺以其方，難罔以非其道。彼以愛兄之道來，故誠信而喜之，奚偽焉？」(方，類也。君子可以事類欺，故子產不知校人之食其魚。象以其愛兄之道來問舜，是亦其類也。故誠信之而喜，何為偽喜也？)"
      },
      {
        "index": 6,
        "text": "疏「萬章問曰」至「奚偽焉」。○正義曰：此章指言仁聖所存者大，舍小從大，達權之義也，不告而娶，守正道也。「萬章問曰」至「何也」者，萬章問孟子，言《齊風·南山》之詩有云「娶妻如之何，必告父母」，如信此詩之言，宜莫如舜信之，今舜乃不告父母而娶，是如之何也？「孟子曰」至「是以不告也」，孟子答之，曰：舜如告父母，則不得娶之也，男女居室，是人之大倫者也，如告之，則舜必不得娶也，不得娶，是廢人之大倫，以致怨懟於父母也。是以舜為此所以不告父母而娶也。「萬章曰」至「何也」者，萬章又問孟子，言舜之不告而娶，則我既已得聞教命矣，然堯帝而以二女妻於舜，而不告舜父母，是如之何也？故以此問之。妻者，以女嫁人謂之妻也。「曰：帝亦知告焉則不得妻也」，孟子又答之曰：帝堯亦知告舜父母，則舜父母止之，則不得以妻之也。「萬章曰」至「不知象之將殺己與」，萬章又問孟子，言舜之父母使舜完治倉廩，舜既登倉廩，即捐梯而下，瞽瞍不知已下，乃焚廩，欲因此以燒殺其舜；又使舜深浚其井，舜既浚井，即反出之，瞽瞍不知已出，又欲從而掩之，以溺殺其舜。其舜有弟名象，乃曰：謀揜蓋而殺都君者，皆我之功也。都君，即象稱舜也。然謂之都君者，蓋以舜在側微之時，漁雷澤，一年所居成聚，二年成邑，三年成都，故以此遂因為之都君矣。注曰：「都，於也」，其說亦通。又曰：牛羊與父母，倉廩與父母，干戈留我，琴亦留我，氐亦留我，二嫂使治我之床以為我妻。欲與父母分此，故先設言為謨蓋都君者，咸我績耳。於是象遂往入舜之宮，遇舜又在床而鼓五弦之琴，愕然反其辭曰：我氣閉積思意君，故來此。遂忸怩其顏，而乃慚恥形於麵容也，以其恐舜知已謀其二嫂故也。「舜曰：惟茲臣庶，汝其於予治」，是舜見象素不來至其宮，遂見至宮，乃曰：「念此臣之眾，汝其來助我治耳。如此，故萬章乃問孟子，言舜帝不知其弟象之將欲殺其己與？故以此好言而答其象也。「曰：奚而不知也，象憂亦憂，象喜亦喜」，孟子又言舜何為而不知象謀殺己也？以其仁人愛其弟，故象憂亦憂，象喜亦喜，故以好言答之也。曰：然則舜偽為喜以悅人者與？「曰否」至「奚偽焉」，孟子又答之曰：舜非偽喜以悅人者矣，又引以子產有饋生魚事而證之。言往者有人饋賜生魚於鄭之子產，子產受之，乃使主池沼之吏曰校人者畜養於池。校人烹煮而食之，遂反歸命告於子產曰：我始初放之於池，則魚尚羸乏圉圉然於水而未遊，少頃則洋洋然舒緩搖尾，而走趣於深處。子產信之以為然，乃曰此魚是得其所養哉。故重言之，乃歎魚之得志於水甚快然也。其校人乃出而與人曰：誰謂子產為智者，有知於人？予既烹煮而食其魚，子產乃曰得其所哉，得其所哉。如此，孟子故於此言，故君子者可欺偽以其方類，難誣罔全以非其道也。彼象謂以鬱陶思君，是以愛兄之道來至於宮，是以但欺以其方類也，故舜遂必以誠深信之而喜其來，故以好辭答之矣，何為以舜為偽喜者焉。言舜不偽也，亦若校人欺子產之謂，故子產亦必曰得其所哉，得其所哉耳。所謂方類者，以其在疑似之間故也。○注「 完，治」至「為死矣」。○正義曰：云捐去其階焚舜之說，不若旋階之說通也。按《史記》云：瞽瞍欲殺舜，使舜上塗廩，瞽瞍從下縱火焚廩，舜乃以兩笠自扞而下去，得不死。後瞽瞍又使舜穿井為匿空旁出，舜既入深，瞽瞍與象共下土實井，舜從匿空旁出去，瞽瞍與象喜，以為舜死矣。象曰：本謀者，象之謀也。象於是與父母分，於是曰：「舜妻堯二女與琴，象取之，牛羊倉廩事父母。象乃止舜宮居，鼓其琴，舜往見之，象愕不懌曰：我思舜，正鬱陶。舜曰：然爾其庶。舜復事瞽瞍，愛弟彌謹。凡此亦其事也。以《史記》觀之，則捐階之說，是此之文也。大抵學者不可執此以為深然也，當以意喻，默然有自判之論可矣。○注「幹楯戈戟也」 至「妻也」。○正義曰：云「幹，楯也」者，按孔安國云「幹，楯也」，《周禮》掌五兵五楯，鄭玄「五楯，幹櫓之屬」。云「戈戟也」者，《禮圖》云：戈，今之勾戟，或謂之雞鳴，或之擁頸內謂胡，以內接秘者也。長四寸，胡六寸。疏云：胡子橫插，微邪向上，不勾。不勾，似罄之折殺也。又云：戟，今之三鋒戟也，內長四寸半，胡長六寸，以其與戈相類，故云戈戟也。論其則別矣。云「雕弓天子之弓」者，雕弓，漆赤弓也，《尚書》云：「彤弓，一彤矢百。」孔安國云：「諸侯有大功，賜弓矢，然後專征伐，彤弓，所以講德習射，藏示子孫。」《周禮·司弓》云：「天子之弓合九而成規，諸侯之弓合七而成規，大夫合五而成規，士合三而成規。」是其等也。云「五弦琴」者，《史記》云「舜彈五弦之琴」是矣。云棲床者，蓋取類於禽棲故也。以其床則主木而言，棲則主棲而言，二女即娥皇、女英是也。○注「鄭子國之子公孫僑」者。○正義曰：按《左傳》云：子產，穆公之孫，公子發之子，名僑，公子之子曰公孫。襄三十年執鄭國之政，為鄭大夫。公子發，字子國。公孫之子，以王父字為氏，據後而言，故稱為國僑。"
      },
      {
        "index": 7,
        "text": "萬章問曰：「象日以殺舜為事。立為天子則放之，何也？」(怪舜放之何故。)孟子曰：「封之也，或曰放焉。」(舜封象於有庳，或有人以為放之。)萬章曰：「舜流共工於幽州，放兜於崇山，殺三苗於三危，殛鯀於羽山，四罪而天下咸服，誅不仁也。象至不仁，封之有庳，有庳之人奚罪焉？仁人固如是乎？在他人則誅之，在弟則封之。」(舜誅四佞，以其惡也。象惡亦甚，而封之，仁人用心當如是乎？罪在他人當誅之，在弟則封之。)曰：「仁人之於弟也，不藏怒焉，不宿怨焉，親愛之而已矣。親之欲其貴也，愛之欲其富也。封之有庳，富貴之也。身為天子，弟為匹夫，可謂親愛之乎？」(孟子言仁人於弟，不問善惡，親愛之而已。封者欲使富貴耳。身既已為天子，弟雖不仁，豈可為匹夫？)「敢問或曰放者何謂也？」(萬章問放之意。)曰：「象不得有為於其國，天子使吏治其國而納其貢稅焉，故謂之放，豈得暴彼民哉！(象不得施教於其國，天子使吏代其治，而納貢賦與之，比諸見放也。有庳雖不得賢君，象亦不侵其民也。)雖然，欲常常而見之，故源源而來，不及貢，以政接於有庳。(雖不使象得豫政事，舜以兄弟之恩，欲常常見之無已，故源源而來，如流水之與源通。不及貢者，不待朝貢諸侯常禮乃來也。其間歲歲自至京師，謂若天子以政事接見有庳之君者，實親親之恩也。)此之謂也。」(此「常常」以下，皆《尚書》逸篇之辭。孟子以告萬章，言此乃象之謂也。)"
      },
      {
        "index": 8,
        "text": "疏「萬章問曰」至「此之謂也」。○正義曰：此章指言懇誠於內者，則外發於事，仁人之心也。象為無道極矣，友於之性，忘其悖逆，況其仁賢乎。「萬章問曰：象日以殺舜為事，立為天子，則放之，何也」者，萬章問孟子，以謂象日日以謀殺舜為事，然舜既立為天子，則放象而不誅，如之何？「孟子曰：封之也，或曰放焉」，孟子答之曰：是封象也，或人言放焉。「萬章曰」至「在弟則封之」，萬章又問舜流共工於幽州，放兜於崇山，殺三苗於三危，殛鯀於羽山，誅罪此四者，而天下於是咸服，此乃是誅戮其不仁者也。然象傲極不仁，乃反封之於有庳之國，則有庳之國中人何罪也，仁人固肯如此乎？在他人之惡則誅戮焉，在弟則封之國，故曰仁人固如是乎？萬章之意，以謂仁人必不肯如此也。孔安國注《尚書》云：「共工象恭滔天，足以惑世，故流放之。幽州北裔。水中可居者曰洲。兜黨於共工，罪惡同。崇山，南裔也。三苗，國名，縉云氏之後，為諸侯，號饕餮。三危，西裔。鯀方命圮族，績用不成。羽山，東裔，在海中。」按《史記》云：「共工，少皞氏不才子，天下謂之窮奇者也。兜，帝鴻氏不才子，天下謂之混沌者也。鯀，顓頊氏不才子，天下謂之饕餮者也。」「曰：仁人之於弟也」至「可謂親愛之乎」，孟子又答之，曰：仁者之人於其弟也，不藏怒心，不隔宿怨，但親愛之而已，所以親之者，以欲其貴也；愛之者，以欲其富也。今舜封象於有庳者，是所以富貴之也，如舜身自為天子，而使弟隻為之匹夫，可謂為親愛其弟者乎？有庳，國之名號也。「敢問或曰放者何謂也」，萬章又問孟子：或人言放之者，是何所謂也？「曰：象不得有為於其國」至「此之謂也」，孟子又答之曰：象之於庳，不得施政教於其國中，天子使吏代之以治其國，而納天子之貢賦焉，故謂之為放也。象豈得暴彼有庳之國民哉？以其使吏代之故也。雖然，不使象得施政教，而舜以兄弟親親之恩，欲常常見之，故源源如水之流與源而通，不以朝貢之諸侯常禮乃來也。其自至而見天子如天子，以政事接見於有庳之君也。故孟子云是此之謂也。○注云「自常常已下，皆《尚書》逸篇之辭」。○正義曰：按《隋·經籍志》，《尚書》逸篇出於齊、梁之間，考其篇目，似孔氏壁中書之殘缺者，故附《尚書》之末，唐有三卷，徐邈為之注焉。蓋其文也。"
      },
      {
        "index": 9,
        "text": "咸丘蒙問曰：「語云：盛德之士，君不得而臣，父不得而子。舜南面而立，堯帥諸侯北面而朝之，瞽瞍亦北面而朝之。舜見瞽瞍，其容有蹙。孔子曰：『於斯時也，天下殆哉，岌岌乎。』不識此語誠然乎哉？」(咸丘蒙，孟子弟子。語者，諺語也。言盛德之士，君不敢臣，父不敢子。堯與瞽瞍皆臣事舜，其容有蹙踖不自安也。孔子以為君、父為臣，岌岌乎不安貌也，故曰殆哉。不知此語實然乎？)孟子曰：「否！(言不然也。)此非君子之言，齊東野人之語也。(東野，東作田野之人所言耳。咸丘蒙，齊人也，故聞齊野人之言。《書》曰「平秩東作」，謂治農事也。)堯老而舜攝也。《堯典》曰：『二十有八載，放勳乃徂落，百姓如喪考妣。三年，四海遏密八音。』(孟子言舜攝行事耳，未為天子也。放勳，堯名。徂落，死也。如喪考妣，思之如父母也。遏，止也。密，無聲也。八音不作，哀思甚也。)孔子曰：『天無二日，民無二王。』舜既為天子矣，又帥天下諸侯以為堯三年喪，是二天子矣。」(日一，王一，言不得並也。)咸丘蒙曰：「舜之不臣堯，則吾既得聞命矣。(不以堯為臣也。)《詩》云：『普天之下，莫非王土。率土之濱，莫非王臣。』而舜既為天子矣，敢問瞽瞍之非臣如何？」(《詩·小雅·北山》之篇。普，遍。率，循也。遍天下循土之濱，無有非王者之臣，而曰瞽瞍非臣如何也？)曰：「是詩也，非是之謂也。勞於王事，而不得養父母也。曰：『此莫非王事，我獨賢勞也。』(孟子言此詩非舜臣父之謂也。詩言皆王臣也，何為獨使我以賢才而勞苦，不得養父母乎？是以怨也。)故說詩者不以文害辭，不以辭害誌。以意逆誌，是為得之，如以辭而已矣，《雲漢》之詩曰：『周餘黎民，靡有孑遺。』信斯言也，是周無遺民也。(文，詩之文章所引以興事也。辭，詩人所歌詠之辭。誌，詩人誌所欲之事。意，學者之心意也。孟子言說詩者當本之，不可以文害其辭，文不顯乃反顯也。不可以辭害其志，辭曰「周餘黎民，靡有孑遺」，志在憂旱災，民無孑然遺脫不遭旱災者，非無民也。人情不遠，以己之意逆詩人之志，是為得其實矣。王者有所不臣，不可謂皆為王臣，謂舜臣其父也。)孝子之至，莫大乎尊親。尊親之至，莫大乎以天下養。為天子父，尊之至也。以天下養，養之至也。(尊之至，瞽瞍為天子之父；養之至，舜以天下之富奉養其親。至，極也。)詩曰：『永言孝思，孝思惟則。』此之謂也。(《詩·大雅·下武》之篇。周武王所以長言孝道，欲以為天下法則。此舜之謂也。)《書》曰：『祗載見瞽瞍，夔夔齋栗，瞽瞍亦允若。』是為父不得而子也。」(《書》，《尚書》逸篇。祗，敬。載，事也。夔夔齋栗，敬慎戰懼貌。舜既為天子，敬事嚴父，戰栗以見瞽瞍。瞍亦信知舜之大孝，若是為父不得而子也，以此解咸丘蒙之疑。)"
      },
      {
        "index": 10,
        "text": "疏「咸丘蒙」至「不得而子也」。○正義曰：此章指言孝莫大於嚴父而尊之矣，行莫過於蒸蒸而執子之政者也。此聖人軌道，無有加焉。「咸丘蒙問曰」至「誠然乎哉」者，咸丘蒙問孟子曰：諺語有云，盛德之士，君不得而臣之，父不得而子之。今舜向南面而立為天子，堯帝乃率天下諸侯北面而朝之，而舜見瞽瞍，其容蹙踖然而不敢自安。孔子亦云：於此時也，而天下危殆岌岌乎如也。岌岌，不安之貌也。然未知此諺語，實如是乎？「孟子曰：否，此非君子之言，齊東野人之語也」者，孟子答以否，不然也，此語非君子之言也，即齊東作田野人之語也。「堯老而舜攝之」至「是二天子矣」，孟子又言堯帝既老，而舜於是攝權堯行事耳，未為天子也。《堯典》之篇有云：言舜攝堯行事，至二十有八年，放勳乃徂落而死。放勳，堯之號也。魂氣往為徂，體魄殞為落，大抵則死也。堯既死，天下百姓如喪其父母，三年，四海之內絕盡八音，以其哀思之甚也。《禮記》曰：「生曰父曰母，死曰考曰妣。」鄭注云：考，成也，言其德行之成也。妣之言媲也，媲於考故也。八音：金、石、絲、竹、匏、土、革、木是也。孔子云天無兩日，民無兩王，如舜既為天子矣，又率諸侯以為堯三年之喪，是則為二天子矣。言日與王不可得而並也。以其舜方攝堯行事，未為天子故也。「咸丘蒙曰」至「非臣如何」者，咸丘蒙又言舜之不得臣堯，則我既得聞教命矣，然而《詩·小雅·北山》之篇有云：遍天之下，莫非為王之土地；循土之濱，莫非為王之臣。而舜既得為天子矣，敢問舜父瞽瞍之非臣，是如之何？「曰：是詩也，非是之謂也」至「是周無遺民也」者，孟子又答之曰：此《北山》之詩，云非是舜臣父之謂也，其詩蓋言勤勞於王事而不得奉養其父母者也，故云：「普天之下，莫非王土。率土之濱，莫非王臣。」言皆是王臣也，以其無非為王事者也，何為獨使我以賢才而勞苦，不得奉養其父母也？故以是而怨之也。故說詩者不以文而害逆其辭，又不可以其辭而害逆其詩人之志，以己之心意而逆求知詩人之志，是為得詩人之辭旨。人如說詩者，但以歌詠之辭為然，而不以己之意而求詩人誌之所在，而為得詩人之旨而已矣，則《雲漢》之篇，有云「周餘黎民，靡有孑遺」，信此言也，是周無遺民矣。殊不知此《雲漢》之詩，其詩人之志蓋在憂旱災，以其多有死亡者矣，今其餘民無有單孑得遺脫不遭旱災者，非謂無民也。孑，單也。孟子引此，所以證此《北山》之詩云「普天之下，莫非王土，率土之濱，莫非王臣」，亦非謂舜臣父之意也。「孝子之至，莫大乎尊親」至「是為父不得而子也」者，孟子又言孝子之至，不可以有加者，莫大乎尊親為之至也；尊親之至，莫大乎以天下奉養其親，是為尊親之至也。今瞽瞍為天子之父，是舜尊親之至者也；舜以天下奉養之，是養之至者也。《詩·大雅·下武》之篇云：武王長言孝心之所思，所思者，維則法大王、王季、文王三後之所行耳。此亦舜之謂也。《書》於《大禹謨》篇亦云：舜敬以事，見於父，夔夔然悚懼齋莊戰栗，瞽瞍亦信順之。見舜以瞍為父，而不得子之也。孔安國注云：「祇，敬。載，事也。允，信。若，順也。」○注「咸丘蒙」。○正義曰：云為孟子弟子齊人也者，他經傳未詳。今按《春秋》桓公七年有「焚咸丘」，杜預云：「咸丘，魯地。」以此推之，則此所謂咸丘蒙者，豈咸丘之人，有以蒙為名者邪？是未可知也。注乃云「齊人也」者，蓋魯國，孟子時為齊之所侵，故咸丘之地乃為齊之地故也。有所問於孟子，即為弟子矣。○注「《書》平秩東作」。○正義曰：孔安國《傳》云：「平均次序東作之事，以務農也。」○注「《詩·小雅·北山》之篇。○正義曰：此篇蓋剌幽王役使不均，己勞於從事而不得養其父母也。○注「《大雅·下武》之篇。○正義曰：此詩蓋詠武王有聖德，復受天命，能昭先人之功也。○注「逸篇」。○正義曰：據今《大禹謨》有云此，非特止於逸篇文也已矣。\n卷九下·萬章章句上"
      },
      {
        "index": 11,
        "text": "萬章曰：「堯以天下與舜，有諸？」(欲知堯實以天下與舜否？)孟子曰：「否。(堯不與之。)天子不能以天下與人。」(當與天意合之，非天命者，天子不能違天命也。「堯曰谘爾舜，天之曆數在爾躬」是也。)「然則舜有天下也，孰與之？」(萬章言誰與之也。)曰：「天與之。」(孟子言天與之。)「天與之者，諄諄然命之乎？」(萬章言天有聲音命與之乎？)曰：「否。天不言，以行與事示之而已矣。」(孟子曰：天不言語，但以其人之所行善惡，又以其事從而示天下也。)曰：「以行與事示之者，如之何？」(萬章欲知示之之意。)曰：「天子能薦人於天，不能使天與之天下。諸侯能薦人於天子，不能使天子與之諸侯。大夫能薦人於諸侯，不能使諸侯與之大夫。昔者堯薦舜於天而天受之，暴之於民而民受之。故曰：天不言，以行與事示之而已矣。」(孟子言下能薦人於上，不能令上必用之。舜，天人所受，故得天下也。)曰：「敢問薦之於天而天受之，暴之於民而民受之，如何？」(萬章言天人受之，其事云何？)曰：「使之主祭，而百神享之，是天受之；使之主事而事治，百姓安之，是民受之也。天與之，人與之，故曰天子不能以天下與人。(百神享之，祭祀得福也。百姓安之，民皆謳歌其德也。)舜相堯二十有八載，非人之所能為也，天也。(二十八年之久，非人為也，天與之也。)堯崩，三年之喪畢，舜避堯之子於南河之南。天下諸侯朝覲者，不之堯之子而之舜；訟獄者，不之堯之子而之舜；謳歌者，不謳歌堯之子而謳歌舜。故曰天也。夫然後之中國，踐天子位焉。而居堯之宮，逼堯之子，是篡也，非天與也。(南河之南，遠地南夷也，故言然後之中國。堯子，胤子丹朱。訟獄，獄不決其罪，故訟之。謳歌，謳歌舜德也。)《泰誓》曰：『天視自我民視，天聽自我民聽。』此之謂也。」(《泰誓》，《尚書》篇名。自，從也。言天之視聽，從人所欲也。)"
      },
      {
        "index": 12,
        "text": "疏「萬章曰」至「此之謂也」。○正義曰：此章指言德合於天，則天爵歸之；行歸於仁，則天下與之天命不常，此之謂也。「萬章曰：堯以天下與舜，有諸」萬章問孟子，堯帝以天下與舜，有之乎？「孟子曰：否」，孟子答之，堯不與之也。「天子不能以天下與人」，孟子言天子不能以天下與其人也。「然則舜有天下也，孰與之」，萬章又問孟子，言如此則舜有天下也，誰與之？「曰天與之」，孟子答以為天與之也。「天與之者，諄諄然命之乎」，萬章又問天與之舜者，天有聲音，諄諄然命與之乎？「曰：天不言，以行與事示之而已矣」，孟子又答之，言天不以言語諄諄然命之也，但以人之所行善惡與其事，從而示之而止矣。「曰：以行與事示之者，如之何？」萬章又問，以行與事示之者，是如之何也？「曰：天子能薦人」至「示之而已矣」，孟子答之，言天子者雖能舉薦人於上天也，又不能使上天以與之天下也；諸侯者能舉薦人於天子，而不能使天子必與為之諸侯；大夫者能薦人於諸侯，而不能使諸侯必與為之大夫。往者堯舉薦舜於上天，而天受之；暴之於民，而民受之：我故曰天不言，以行與事示之矣。「曰：敢問薦之於天而天受之，暴之於民而民受之，如何」，萬章又問薦之於天而天受之，與暴之於民而民受之，是如之何也？「曰：使之主祭，而百神享之，是天受之也。使之主事而事治，百姓安之，是民受之也。天與之，人與之，故曰天不能以天下與人也」，《書》云「納於大麓」，是堯薦舜於天也；「烈風雷雨弗迷」，是天受之也。所謂百神享之，亦可知也。「慎徽五典，納於百揆」，是暴之於民也；「五典克從，百揆時敘」，是民受之也。所謂百姓安之，亦可知也，曰「黎民於變時雍」是也。然於天則云薦，於民則云暴者，蓋天遠而在上，是為尊者也，聖人於天，舉其所知，而取舍不在我，故云薦之也；民近而在下，是為卑者也，聖人之於民，顯其功業，而使之自附，故云暴之也。所謂受之者，即是與之也。「舜相堯」至「此之謂也」，孟子又言舜攝行堯事輔相之，得二十八年之久，非人所能為之也，乃天與之也。堯帝既崩死，舜率天下諸侯為堯三年喪，三年喪既畢，舜乃逃避堯之子丹朱而隱於南河之南，天下諸侯朝覲而來者，不往朝覲於堯之子丹朱，而往朝覲於舜；訟獄有未決斷者，不往求治於堯之子丹朱，而往求治於舜；謳歌吟詠者，不吟詠堯之子丹朱，而吟詠舜：故曰天與之也。如此，然後往歸中國，履天子之位焉。如使舜不避堯之子，而居堯帝之宮，逼逐堯之子，是則為篡奪者也，非謂為天與之也。《泰誓》篇亦云天之所視從我民之所視，天之所聽亦從我民之所聽，是此天與之、人與之之謂也。○注「 谘爾舜，天之曆數在爾躬」。○正義曰：案《論語·堯曰》篇有此文，《書》亦有此。何晏曰：「曆數，列次也。」孔安國云：「曆數，天道。謂天曆運之數，帝王易姓而興，故言曆數謂天道。」○注「河南，南夷也」。○正義曰：案裴駰云：劉熙曰：南河之南，九河之最南者是也。是知為南夷也。所謂中國，劉熙云：帝王所都為中，故曰中國。○注「《泰誓》，《尚書》篇」。○正義曰：孔安國傳云：《泰誓》者，大會以誓眾也。又云天因民以視聽，民所惡者，天誅之而已。"
      },
      {
        "index": 13,
        "text": "萬章問曰：「人有言『至於禹而德衰，不傳於賢而傳於子』，有諸？」(問禹之德衰，不傳於賢而自傳於子，有之否乎？)孟子曰：「否，不然也。(否，不也。不如人所言。)天與賢，則與賢；天與子，則與子。(言隨天也。)昔者舜薦禹於天，十有七年，舜崩。三年之喪畢，禹避舜之子於陽城，天下之民從之，若堯崩之後不從堯之子而從舜也。禹薦益於天，七年，禹崩。三年之喪畢，益避禹之子於箕山之陰，朝覲訟獄者不之益而之啟，曰：『吾君之子也。』謳歌者不謳歌益而謳歌啟，曰：『吾君之子也。』丹朱之不肖，舜之子亦不肖。舜之相堯，禹之相舜也，曆年多，施澤於民久。啟賢，能敬承繼禹之道。益之相禹也，曆年少，施澤於民未久。(舜薦禹、禹薦益同也，以啟之賢，故天下歸之，益又未久故也。陽城，箕山之陰，皆嵩山下深谷之中以藏處也。)舜、禹、益相去久遠，其子之賢不肖皆天也，非人之所能為也。莫之為而為者，天也。莫之致而至者，命也。(莫，無也。人無所欲為而橫為之者，天使為也。人無欲致此事而此事自至者，是其命而已矣。故曰命也。)匹夫而有天下者，德必若舜、禹而又有天子薦之者，故仲尼不有天下。繼世而有天下，(仲尼無天子之薦，故不得以有天下。繼世之君，雖無仲尼之德，襲父之位，非匹夫，故得有天下也。)天之所廢，必若桀、紂者也，故益、伊尹、周公不有天下。(益值啟之賢，伊尹值大甲能改過，周公值成王有德，不遭桀、紂，故以匹夫而不有天下。)伊尹相湯以王於天下，湯崩，太丁未立，外丙二年，仲壬四年。太甲顛覆湯之典刑，伊尹放之於桐三年。太甲悔過，自怨自艾，於桐處仁遷義三年，以聽伊尹之訓已也，復歸於亳。(太丁，湯之太子，未立而薨。外丙立二年，仲壬立四年，皆太丁之弟也。太甲，太丁子也，伊尹以其顛覆典刑，放之於桐邑。處，居也。遷，徙也。居仁徙義，自怨其惡行。艾，治也。治而改過，以聽伊尹之教訓已，故復得歸之於亳，反天子位也。)周公之不有天下，猶益之於夏，伊尹之於殷也。孔子曰：『唐、虞禪，夏後、殷、周繼，其義一也。』」(周公與益、伊尹雖有聖賢之德，不遭者時。然孔子言禪、繼其義一也。)"
      },
      {
        "index": 14,
        "text": "疏「萬章問曰」至「其義一也」。○正義曰：此章指言篤誌於仁，則四海宅心，守正不足，則賢位莫繼，丹朱、商均是也。是以聖人孜孜於仁德也。萬章問孟子曰：世人有言，至於禹之代而德衰微，不傳於賢而傳於子，有諸此乎否？孟子答之曰：否，不然也。天與之賢者，則與賢者；天與之子，則與子。以其隨天如何耳。往者舜薦禹於天，及得十有七年，舜於是崩死。禹以三年服喪畢，遂避舜之子商均，隱於陽城，天下之民從禹，若堯之死後民之舜而不之丹朱也。禹其後又薦益於天，及得七年，禹即崩死，益以三年服喪畢，益遂避禹之子啟，隱於箕山之陰，朝覲訟獄謳歌者皆不歸益而歸禹之子啟，咸曰：我君之子也。無它，以其堯子丹朱不肖，舜子商均亦不肖，而舜之輔相堯、禹之輔相舜而曆年多矣，施恩澤於民已久，天下之民所以歸舜與禹，不歸丹朱、商均也。啟以賢，能敬承續禹之治，而益又輔相禹但七年，其曆年尚少，不如舜相堯二十有八年、禹相舜十有七年之多，而施恩澤於民亦未至久，所以天下之民不歸益而歸啟也，又況啟有賢德，與丹朱、商均之不同耶。舜、禹、益相去年代己久遠，其子之或賢或不肖，天使然也。非人所能為之也。人莫之為然而為然者，故曰天使然也，人莫能致之此事而其事自至者，是其命有是也。言天與命者，究其義則一也，以其無為而無不為，故曰天也；天之使我有是之謂命，故曰命也。天下善否，天實使之然也；祿位器服，乃其所命故也。今丹朱、商均與啟三者之或賢或否，是其天也；天下之民或歸之或不歸之，是其命也。與《書》所謂天難諶命靡常，孔子云死生有命富貴在天，凡此亦天與命之意也。匹夫之賤而有天下者，其義必如舜、禹，而又得天子薦之者，故得有天下也。故孔子不有天下，雖言有德，然而無天子以薦之者，是不有天下也。繼世之君，雖無仲尼之德，然而襲父之位，又非匹夫，故得有天下也。夫天之所以廢滅者，必若桀與紂之暴虐，然後無乃廢滅之矣。故益、伊尹、周公三者，不有天下，以其時值啟、太甲、成王三君皆賢，天不廢此三君，故益、伊尹、周公所以不有天下也。伊尹相湯王天下也，及湯崩死，太子太丁未立而喪，於是太丁弟外丙立，外丙即位二年崩，外丙弟仲壬立，仲壬即位四年崩，太丁子太甲立。太甲即位，遂顛覆湯之典刑，伊尹乃放之於桐宮，及三年，太甲乃自悔過，而怨其已惡，遂治身於桐宮，於是居仁徙義，以聽伊尹之教訓，復歸於亳都，反天子之位焉。周公之不有天下，若益之於夏禹、伊尹之於殷湯故也。孔子曰：唐、虞二帝，禪讓其位，夏禹、殷湯、周武繼父之位，其義則一，更無二也。謂其義則一而無二者，蓋唐、虞與賢，夏後、殷、周與子，天與賢則與賢，天與子則與子，其為順天則一而已，故曰其義則一也。云禪者，蓋唐、虞禪祭而告傳位，故曰禪也。○注「陽城、箕山之陰，皆嵩山下深谷中」。正義曰：案《史記》裴駰注云：劉熙曰：陽城是今之潁川也；箕山，嵩高之北是也。○注「太丁湯之子」至「位也」。○正義曰：案《史記》文，已具在《公孫醜》篇內，此更不錄。然《史記》乃云外丙即位三年，今孟子云外丙二年，蓋《史記》不稽《孟子》之過也。○注「丹朱、商均」。○正義曰：堯、舜之子。皇甫謐云：娥皇無子，商均，女英生也。"
      },
      {
        "index": 15,
        "text": "萬章問曰：「人有言『伊尹以割烹要湯』，有諸？」(人言伊尹負鼎俎而幹湯，有之否？)孟子曰：「否，然。(否，不也，不如是也。)伊尹耕於有莘之野，而樂堯、舜之道焉。非其義也，非其道也，祿之以天下弗顧也，係馬千駟弗視也。非其義也，非其道也。一介不以與人，一介不以取諸人。(有莘，國名。伊尹初隱之時，耕於有莘之國，樂仁義之道。非仁義之道者，雖以天下之祿加之，不一顧而覦也。千駟，四千匹也，雖多，不一眄視也。一介草不以與人，亦不以取於人也。)湯使人以幣聘之，囂囂然曰：『我何以湯之聘幣為哉？我豈若處畎畝之中，由是以樂堯、舜之道哉？』(湯聞其賢，以玄纁之幣帛往聘之，囂囂然，自得之志，無欲之貌也。曰：豈若居畎畝之中而無憂哉，樂我堯、舜仁義之道。)湯三使往聘之，既而幡然改曰：『與我處畎畝之中，由是以樂堯、舜之道，吾豈若使是君為堯、舜之君哉！吾豈若使是民為堯、舜之民哉！吾豈若於吾身親見之哉！(幡，反也。三聘既至，而後幡然改本之計，欲就湯聘，以行其道，使君為堯、舜之君，使民為堯、舜之民。)天之生此民也，使先知覺後知，使先覺覺後覺也。予，天民之先覺者也，予將以斯道覺斯民也，非予覺之而誰也？』(覺，悟也。天欲使先知之人悟後知之人，我先悟覺者也，我欲以此仁義之道覺悟此未知之民，非我悟之，將誰教乎？)思天下之民，匹夫匹婦有不被堯、舜之澤者，若己推而內之溝中，其自任以天下之重如此，故就湯而說之以伐夏救民。(伊尹思念不以仁義之道化民者，如己推排內之溝壑中也。自任之重如此，故就湯說之伐夏桀、救民之厄也。)吾未聞枉己而正人者也，況辱己以正天下者乎？(枉己者尚不能以正人，況於辱己之身而有正天下者也。)聖人之行不同也，或遠或近，或去或不去，歸潔其身而已矣。(不同，謂所由不同，大要當同歸，但殊塗耳。或遠者，處身遠也；或近者，仕者近君也；或去者，不屑就也；或不去者，云焉能浼我也，歸絜於身不汙己而已。)吾聞其以堯、舜之道要湯，未聞以割烹也。(我聞伊尹以仁義幹湯，致湯為王，不聞以割烹牛羊為道。)《伊訓》曰：『天誅造攻，自牧宮。朕載自亳。』」(《伊訓》，《尚書》逸篇名。牧宮，桀宮。朕，我也，謂湯也。載，始也。亳，殷都也。言意欲誅伐桀造作可攻計之罪者，從牧宮桀起自取之也。湯曰我始與伊尹謀之於亳，遂順天而誅之也。)"
      },
      {
        "index": 16,
        "text": "疏「萬章問曰」至「自亳」。○正義曰：此章指言賢達之理世務也，推正以濟時物，守己直行，不枉道以取容，期於益治而已矣。「萬章問曰」至「有諸」者，萬章問孟子，謂世人有言伊尹以負鼎俎割烹之事而幹湯，有之否乎？「孟子曰：否」至「朕載自亳」，孟子答之。曰：否，不是也，伊尹耕於有莘之國野而樂行堯、舜二帝之道，如非其義與非其道也，雖祿賜之以天下之大，且不顧而若無也；係馬雖千匹之多，亦且不眄視也。非其義也，非其道也，雖一草介亦不取諸人也，以其伊尹所操守如是也。湯聞如此之賢，乃使人以幣帛之物往聘之。伊尹且囂囂然自得，而曰：我何為以湯之幣聘是為出哉？我豈如居處有莘之畎畝之中，緣此以樂堯、舜之道哉？湯至三次使人往以幣帛聘之，既至而後反然改本之計曰：與我居處有莘之畎畝之中，由是以樂堯、舜之道，我豈如使此君成湯為堯、舜之君哉？吾豈若使湯之民為堯、舜之民哉？我豈若吾身今得親見致君為堯、舜之君，致民為堯、舜之民哉？於是又曰：上天之生此人民也，是使為先知以覺悟後知者也，是使為先覺悟以覺悟其後覺者也。我今亦天民之先覺者也，我將亦以伊尹樂堯、舜仁義之道以覺悟今之民，如非我覺悟之，而誰能也？孟子於此又言伊尹思念天下之民，雖一匹之夫婦有不被堯、舜之恩澤者，如己推而內之於溝壑中也。其伊尹自任以天下之重如此，然後故就湯而說之，以伐夏桀而救人民之厄也。我未聞有枉其己身而能正人者也，而況伊尹肯辱身負鼎俎割烹之事以為正天下者乎？且聖人所行之跡不同也，或遠處其身而不仕，或近而仕君，或去而不屑就，或不去以為爾焉能浼我哉，但歸絜其身而不汙己而已矣。如是，則我所以但聞伊尹以堯、舜之道幹說其湯，未聞以鼎俎割烹之事而要湯也。故《尚書·伊訓》之篇有云：天行誅伐，始攻之罪者，自桀宮起也。湯言我始與伊尹謀之，自亳地也。以此詳之，則知伊尹非事割烹之汙而要湯伐桀者也。伊尹或遠而不仕，謂在有莘之野是也；或近而仕，謂湯三聘而往見之是也；去亳適夏，所謂或去是也；既醜有夏，復歸於亳，所謂或不去是也。○注「 伊尹負鼎俎而幹湯」。○正義曰：案《史記·殷本紀》云：「伊尹名阿衡，欲幹湯而無由，乃為有莘氏媵臣，負鼎俎，以滋味說湯，致於王道。或曰伊尹處士，湯使人聘迎之，五反然後肯往從湯，言素王及九主事，湯舉任以國政。伊尹去湯適夏，既醜有夏，復歸於亳。」 裴駰云：《列女傳》曰：「湯妃，有莘氏之女。」劉向《別錄》曰「九主者，有去君、專君、授君、勞君、寄君、等君、破君、國君、三歲社君，凡九品。圖畫其形」是也。○注「有莘，國名」至「人也」。○正義曰：案《左傳》莊公三十二年秋七月「有神降於莘」，杜預曰：「莘，虢地。」又云：「虢國，今滎陽縣」是也。云「千駟，四千匹」。案《論語》，孔子云：「齊景公有馬千駟。」孔安國注云：「千駟，四千匹。」○注「 伊訓」至「牧宮」。○正義曰：云《伊訓》，逸篇之名，蓋今之《尚書》亦有《伊訓》之篇，乃其文則曰：「 造攻自鳴條，朕哉自亳。」孔安國傳云：「造皆始也。鳴條，地在安邑之西。」又云：「湯始居亳。」孔安國云：「帝嚳都亳，湯自商丘遷焉。」是則亳，帝嚳之都也。今云殷都，即因湯居而言爾。"
      },
      {
        "index": 17,
        "text": "萬章問曰：「或謂孔子於衛主癰疽，於齊主侍人瘠環，有諸乎？」(有人以孔子為然。癰疽，癰疽之醫者也。瘠，姓；環，名，侍人也。衛君、齊君之所近狎人也。)孟子曰：「否。然也。好事者為之也。(否，不也，不如是也。但好事毀人德行者為之辭爾。)於衛主顏讎由。彌子之妻與子路之妻，兄弟也。彌子謂子路曰：『孔子主我，衛卿可得也。』子路以告，孔子曰：『有命。』孔子進以禮，退以義，得之不得曰『有命』。而主癰疽與侍人瘠環，是無義無命也。(顏讎由，衛賢大夫，孔子以為主。彌子，彌子瑕也，因子路欲為孔子主，孔子知彌子幸於靈，不以正道，故不納之，而歸於命也。孔子進以禮，退以義，必曰有天命也。若主此二人，是為無義無命者也。)孔子不悅於魯、衛，遭宋桓司馬，將要而殺之，微服而過宋。是時孔子當厄，主司城貞子，為陳侯周臣。(孔子以道不合，不見悅魯、衛之君而去適諸侯，遭宋桓魋之故，乃變更微服而過宋。司城貞子，宋卿也，雖非大賢，亦無諂惡之罪，故諡為貞子。陳侯周，陳懷公子也，為楚所滅，故無諡，但曰陳侯周。是時孔子遭厄難，不暇擇大賢臣，而主貞子，為陳侯周臣也。於衛、齊無厄難，何為主癰疽、瘠環者也。)吾聞觀近臣，以其所為主；觀遠臣，以其所主。若孔子主癰疽與侍人瘠環，何以為孔子？」(近臣，當為遠方來賢者為主。遠臣自遠而至，當主於在朝之臣賢者。若孔子主於卑幸之臣，是為凡人耳。何謂孔子得見稱為聖人乎？)"
      },
      {
        "index": 18,
        "text": "疏「萬章問曰」至「孔子」。○正義曰：此章指言君子大居正，以禮進退，屈伸達節，不違貞信。故孟子辯之，正其大義者也。「萬章問曰」至「有諸乎」，萬章問孟子曰：或有人謂孔子於衛國主癰疽之醫者，於齊國主侍人姓瘠名環者，誠有諸此乎否？「孟子曰：否」至「何以為孔子」，孟子答之曰：否，言不如是也，但好事毀人德行者為此言也。夫孔子於衛主顏讎由，讎由，賢大夫也。彌子瑕之妻與子路之妻是兄弟也，彌子瑕乃謂子路曰：孔子如主於我，則衛之卿，孔子可得也。子路以此言告孔子，孔子遂曰：我有命也。以其得與不得皆命也。孟子於此言夫孔子進以禮而有辭遜之心，退以義而有羞惡之心，其得用與不得用，則曰有命，如為主於癰疽與侍人瘠環者，是無義無命者也，是孔子所不為也。然則孔子於衛主顏讎由者，以其義也；於衛不主彌子，以其有命也。以義則得其宜也，以命則得與不得無所憂也。然而孔子又嘗不悅於魯、衛二國，遂之宋國，是時宋國司馬桓魋將要求孔子而殺之，孔子乃變更微服而過宋。當此時也，孔子是遭其厄，不得已，遂至陳，主司城貞子家，為陳侯周之臣。孟子於此又曰：我聞觀遠方之來臣者，但觀其所為主者如何，則知其賢否也。今孔子如主癰疽與侍人瘠環，二人但卑佞之臣耳，為凡人也，何得為之孔子？今以司城貞子之行不可得而詳，由其諡而推之，則司城貞子亦為守正之臣者也，非癰疽、瘠環之比也。然則孔子當厄，不得己而主之者尚且如是，況癰疽、瘠環者，孰謂孔子肯主之乎？蓋司城者，今以宋六卿考之，則司城在司寇之上，右師、左師、司馬、司徒之下，其位則六卿之中也。古有司空之官，無司城之名，特宋有之者，按《左傳》魯桓公六年「宋以武公廢司空」。杜預曰：「武公名司空，遂變為司城也。」○注「癰疽之醫」，「瘠，姓；環，名，侍人也」。○正義曰：未詳其人，但以經文推之，亦誠然也。○注「顏讎由」至「靈公」。○正義曰：案孔子世家《史記》云：「孔子自魯適衛，主於子路妻兄顏濁鄒家。」是則顏讎由即濁鄒也，為衛大夫。又案魯哀公二十五年《左傳》云：「彌子飲衛侯酒。」杜預云：「彌子，彌子瑕也。是其有幸於衛靈公者也。」○注「遭宋桓魋之故」至「陳侯周」。○正義曰：案《史記》：「孔子自衛過曹，及去曹適宋，與弟子習禮大樹下。宋司馬桓魋欲殺孔子，拔其樹。遂適鄭，與弟子相失。遂至陳，主於司城貞子家。歲餘，吳王夫差伐陳，取三邑而去。」由是推之，則司城貞子為陳國之卿，非宋卿也。亦恐史家謬誤。云陳侯周，懷公子也，今案《史記·世家》「陳懷公之子名越者，乃為湣公」，又案《湣公年表》「六年，孔子來」，是則陳侯周即湣公，是為懷公之子。湣公即位二十四年，楚惠王復國，以兵北伐，殺湣公，遂滅陳而有之，是歲孔子卒於魯。案《孔子世家》云：「孔子在陳三歲，晉、楚爭強，更伐陳。及吳侵陳，孔子遂曰：歸與歸與。」然則孔子湣公六年來至，居三歲，遂復適衛而歸魯，是湣公八年去陳也。由此推之，則孔子主於司城，是為湣公之臣矣。今孟子乃云為陳侯周臣，是陳侯周即湣也。"
      },
      {
        "index": 19,
        "text": "萬章問曰：「或曰：『百里奚自鬻於秦養牲者，五羊之皮，食牛，以要秦繆公。』信乎？」(人言百里奚自賣五羖羊皮，為人養牛，以是而要秦繆之相，實然不？)孟子曰：「否，然，好事者為之也。(好事毀敗人之德行者為設此言也。)百里奚，虞人也。晉人以垂棘之璧與屈產之乘，假道於虞以伐虢。宮之奇諫，(垂棘，美玉所出地名。屈產，地，良馬所生。乘，四馬也。皆晉國之所寶。宮之奇，虞之賢臣，諫之不欲令虞公受璧、馬而假晉道。)百里奚不諫，知虞公之不可諫而去。之秦，年已七十矣，曾不知以食牛幹秦繆公之為汙也，可謂智乎？不可諫而不諫，可謂不智乎？知虞公之將亡而先去之，不可謂不智也。時舉於秦，知繆公之可與有行也而相之，可謂不智乎？相秦而顯其君於天下，可傳於後世，不賢而能之乎？」(百里奚知虞公之不可諫而去之秦，年七十而不知食牛、幹人君之為汙，是為不智也。欲言其不智，下有三智，知食牛幹秦為不然也。卒相秦，顯其君，不賢之人豈能如是？言其實賢也。)自鬻以成其君，鄉黨自好者不為，而謂賢者為之乎？(人自鬻於汙辱，而已傳相成立其君，鄉黨邑裏自喜好名者尚不肯為也，況賢人肯辱身而為之乎？)"
      },
      {
        "index": 20,
        "text": "疏「萬章問曰」至「賢者為之乎」。○正義曰：此章指言君子時行則行，時舍則舍，故能顯君明道，不為苟合，而為正者也。「萬章問曰」至「信乎者」，萬章問孟子，謂或有人曰百里奚自賣五羖羊之皮於秦，為人養牛，以此而幹秦繆公為之相，今信乃為實然乎，否乎？「孟子曰：否」至「而謂賢者為之乎」，孟子答之，以為否，不信然也。百里奚，虞國之大夫也。晉獻公以垂棘之璧與屈產之乘，假道於虞以伐虢國。虞之大夫宮之奇諫之，令虞公無受璧與馬以借與道也。百里奚不諫之，以其知虞公之不可諫而去之。遂往秦，時百里奚年己七十歲矣，豈不知食養牛、幹秦繆公之為有汙辱也？苟如是，不知以食牛為汙辱，可謂為智者？言不可謂之智者矣。知虞公為君不可得而諫，故不諫，可謂為不智乎？言如此可謂為智者也。又知虞公將亡其國，而乃先去之而之秦，不可謂之不智也。時得舉用於秦國，百里奚知秦繆公可與有行其道也，遂輔相之，可謂不智乎？言可謂之智者矣。及輔相秦繆公，而顯其君名揚於天下，又可傳於後世，不為賢者而能如是乎？言百里奚真賢者，乃能如是顯其君於天下，可傳於後世。如自賣而汙辱其身，乃為成立其君，雖鄉黨邑裏自喜好名者，尚亦不肯為自鬻以汙身，今乃謂百里奚為真賢者而肯為乎？言百里奚不肯為是也。蓋宮之奇者，按杜預《春秋傳》云：「虞之忠臣也。」○注「五羖羊皮」。○正義曰：《說文》云：「羖，夏羊牝曰羖羊也。」○注「 垂棘」至「晉道」。○正義曰：《左傳》魯僖公二年云：「晉荀息請以屈產之乘與垂棘之璧，假道於虞以伐虢。」杜預曰：「荀息，荀叔也。屈產生良馬，垂棘出美玉，故以為名。四馬曰乘。」《史記》云：「百里奚者，晉獻公既虜百里奚以為秦繆公媵於秦，百里奚亡秦走宛，楚鄙人說之，繆公聞百里奚賢，欲重贖之，恐楚人不與，乃使人請以五羖羊之皮贖之。楚人許之，繆公乃釋其囚，授之以國政，號曰五羖大夫。」是其事矣。又僖公五年，云：「晉侯復假道於虞以伐虢。宮之奇諫曰：『虢，虞之表也。虢亡，虞必從之。晉不可啟，寇不可玩，一之謂甚，其可再乎為？』二年，假晉道，滅下陽是也，諺所謂『輔車相依，唇亡齒寒』，其虞、虢之謂也。宮之奇以其族行，曰：『虞不臘矣，在此行也。』冬十二月，晉滅虢，虢公醜奔京師。師還，館於虞。遂襲虞，滅之，執虞公及其大夫井伯，以媵秦穆姬。而脩虞祀，且歸其職貢於王。故書曰：『晉人執虞公。』罪虞，且言易也。」此孟子所以據且云焉。"
      }
    ]
  }
}
