{
  "chapterNumber": 35,
  "title": "XXXIIII. De Adventu Stephani Filii Comitis Perticensis (On the Arrival of Stephen, Son of the Count of Perche)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Paucis enim interiectis diebus, fama precurrente, compertum est Stephanum [comitis Perticensis filium in Siciliam venientem ad comitem Gravinensem fratris sui filium divertisse. Quem ipse comes multis honoratum muneribus et de statu curie diligenter instructum,] ad [saluberrim]a Sicilie loca transmisit, [timens] eum, cum iam estas ingrueret, ob intemperiem aeris in Apulia diutius detinere, simulque sciens reginam illius adventum summo desiderio prestolari. Cum igitur, transito Faro, Panormum accessisset, curie familiares episcopique ac milites cum comestabulis illi obviam exeuntes, ad palatium eum ut iussi fuerant perduxerunt. Quem regina multo cum honore suscepit, et astantibus cunctis: \"Ecce\", inquit, \"completum video quod plenis semper votis expetii. Nec enim aliter quam fratres proprios diligere quidem et honorare debeo filios comitis Perticensis per quem, ut verum fatear, pater meus regnum obtinuit. nam idem comes patri meo terram amplissimam cum nepte sua, matre mea, dotem dedit, quam in Hispania multis periculis ac diuturnis laboribus expugnatam, Sarracenis abstulerat. Nec ergo mirari debetis si filium eius, matris mee consobrinum, loco michi fratris habendum censeam, [et de remotissimis partibus ad me venientem gratanter excipiam, quem q]uidem volo iubeo[que, ut qui me fi]liumque meum [diligere] se fatentur, propensius diligant et honorent, ut eorum gratia erga nos ex hoc ipso fidei dilectionisque quantitatem emetiar\". Tunc omnes id se libenter facturos promptissime responderunt, licet inter eos essent nonnulli quibus illius adventus maxime displiceret. Interea regina voluntatem eius diligenter inquirens, cum intellexisset eum nolle diutius in Sicilia commorari, summa ope niti cepit ut hoc eius propositum immutaret, et gloriam ei divitiasque, quas habiturus erat si remaneret, ostentans simulque Transmontanorum inopiam ei frequenter obiciens, socios quoque ipsius propositi ingentibus premiis hortabatur, ut cum eo se promicterent remansuros, intelligens non posse mentem illius aliter ad id quod postulabat inflecti."
      }
    ]
  }
}
