{
  "chapterNumber": 28,
  "title": "XXVII. De Eo Quod in Vita Hodio Habebatur a Multis Quod Post Mortem Dilexerunt Eum (On the Fact That He Who Was Hated by Many in Life Was Loved After Death)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Hiis diebus Willelmum regem, quem viventem velut atrocissimum tyrannum oderant, plurimi mortuum deflevere, videntes privatis inimicitiis regni posthaberi negotia, thesauros multis artibus inaniri, et contra dignitatem curie regnique privilegia plurima perpetrari. electus quoque, cum aliquando, multis presentibus, vellet eiusdem regis mortem dampnosam innuere, Catonis dicta presenti tempori coaptabat, qui Pompei morte cognita,"
      },
      {
        "index": 1,
        "text": "Civis obit, inquit, multum maioribus impar Nosse modum iuris, sed in hoc tamen utilis evo."
      },
      {
        "index": 2,
        "text": "Nec illud reticendum arbitror, quod cum ad cardinalem magnates curie die quadam ceterique proceres et episcopi convenissent, aderat inter eos note loquacitatis et urbane quidam insanie, qui ob stultitiam suam libere quidem et nimis quandoque mordaciter in ipsos etiam familiares invehi consueverat, et assidue curiam sequebatur. Hic, cum universos solitis verborum contumeliis afficiens, ad risum singulos permovisset, tandem, omissis ceteris, Iohannem Neapolitanum intuitus: \"quot\", inquit, \"o cardinal, videtur tibi miliariis Panormum ab urbe Romana distare?\" Cumque responsum esset .XV. dierum itinere: \"At ego\", inquit, \"te videns totiens tamque secure tanti difficultatem itineris quasi negligendo discurrere, non ampliori spatio nos ab Romanis abesse quam .XX. miliariis arbitrabar. Nunc autem intelligo qua spe lucri ductus pericula tanta contempnis, sentiens in manus stultorum thesauros palatii devenisse. Quod si Willelmus senior viveret, neque Romam redires ita suffarcinatus auro Sicilie, neque totiens Panormum recurreres ut contentiones et rixas in curia suscitares\". Hoc illius dictum cum astantibus placuisset, subito dispersum in populo, multam adversus cardinalem plebis invidiam excitavit, versumque est in proverbium: \"Iohannem Neapolitanum ab urbe Romana usque Panormum .XX. miliaria computare\"."
      }
    ]
  }
}
