{
  "chapterNumber": 30,
  "title": "XXVIIII. De Mobilitate Mulierum (On the Fickleness of Women)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Sic hostium machinis dissolutis et consiliis redactis in nichilum, electus in curie familiaritate permansit. Per idem tempus Richardus de Sagio Panormum veniens, uxorem suam, sororem Bartholomei Parisini, secum adduxerat, ut ea dimissa, neptem archiepiscopi Capuani, nobilissimam meretricem cuius amore dudum captus fuerat, matrimonio sibi coniungeret. Hic cum Apulie diu capitaneus et magister comestabulus extitisset, totiens aliis rebellantibus, fidem inconcussam retinens, nunquam ab rege defecit. Quem regina benigne suscipiens, dedit ei comitatum Richardi de Aquila Fundani comitis, qui sine spe reditus, in Romanorum finibus exulabat. De solvendo quoque matrimonio precepit curie familiaribus, ut convocatis episcopis aliisque personis ecclesiasticis, et auditis utriusque partis allegationibus, quod inde dictaret equitas expedirent. At illi rogaverunt cardinales ut eiusdem interessent examinationi negotii, eo quod ipsi promptiorem harum rerum haberent notitiam, cum Romana curia frequenter super huiusmodi causis cognosceret. Iohannes ergo Neapolitanus eorum facile petitioni consensit. Episcopus autem Hostiensis, vir honestatis non dubie, cum socium suum vidisset muneribus et gratia precorruptum, eoque ipso recte iudicandi libertatem sublatam, nullis precibus adduci potuit ut eorum vellet iudiciis interesse."
      },
      {
        "index": 1,
        "text": "Causa vero propter quam predictus Richardus putabat oportere dissolvi coniugium hec erat: quod se, dudum ante contractum matrimonium, cum quadam uxoris sue consobrina rem habuisse dicebat; cuius rei testes processerant .II. milites hoc se vidisse certissime protestantes. Quod cum adversa pars denegaret, essentque qui falsum eos perhibere testimonium se probaturos assererent, non quia causam huiusmodi crederent, etsi constaret, ad solvendum matrimonium posse sufficere, sed ut obiecti consanguinee sue criminis iniuriam propulsarent; cardinal rem breviter satagens definire, predictos testes iurare precepit. inde, soluto matrimonio, et ab utraque parte de non coeundo deinceps prestito sacramento, Richardo potestatem dedit ad secundas nuptias licite transeundi, illam autem iussit sine spe coniugii permanere."
      }
    ]
  }
}
