{
  "chapterNumber": 49,
  "title": "XXXXVIII. Nota Periculum Medici (Note the Peril of the Physician)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Salernus tamen, contra voluntatem eius, latenter egrum adire disposuit, velud in invitum beneficia collaturus, summaque diligentia domum in qua iacebat perquirens, eum aliquotiens visitavit. Quo postea rebus humanis, non sine magno cancellarii dolore, sublato, mirabantur qui aderant videntes capillos eius sponte defluere cutemque lividam ad tactum manus avelli et a carne facillime separari; dicebant ergo venenum ei fuisse sine dubio propinatum. quod cum ad aures cancellarii pervenisset, statuit rei veritatem modis omnibus explorare. Sed quoniam putabatur idem in quibusdam egritudinibus posse contingere, misit archiepiscopum Salernitanum, virum in fisica probatissimum, et episcopum Maltensem aliosque prudentes et discretos viros, qui rei modum et causam agnoscerent. Hii autem, visa re, constanter asserebant nunquam eiusmodi posse corruptionem ex ea quam passus fuerat egritudine provenire. Cum ergo quesitum esset utrum aliquis ad [eum me]dicus preter eos qui ad hoc deputati fuerant accessisset, dictum est de hiis qui egro assidebant, Salernum iudicem quiddam ei quasi siroppum in vase vitreo porrexisse. Quorum unus manum ostendens late patenti vulnere sauciatam, dicebat hoc sibi ex eiusdem siroppi malitia contigisse. Aiebat enim quod forte sociis recedentibus, solus in domo remanens, voluisset ex eadem potione latenter accipere, sicut imprudentium quorumdam mos est velle quecunque viderint attemptare, maxime cum ad expellendam egritudinem quam passus nuper fuerat illam sibi crederet profuturam. Quam tamen, sic ferente fortuna, concave manui prius infudit, digito manus alterius ipsam aliquamdiu confricando. cumque paulo post eam in terram effudisset, cutem, dicebat, multis lesam apparuisse scissuris, eamque paulatim, ut patebat, postmodum decidisse. Sed et Willelmus notarius, qui ante adventum cancellarii Matheo notario servierat, dicebat quemdam ex hominibus eiusdem Mathei sepius ad se venisse, et ex parte domini sui rogasse importunius ut ei domum in qua Robertus Bellisinensis iacebat ostenderet. Hec omnia cum audisset cancellarius, convoca[tis in domum suam electo Siracusano, Matheo notario, Richardo Molisii comite, Rumoaldo Salernitano archiepiscopo ceterisque e]piscopis ac plerisque [proceribus], rem eis totam exposuit iussitque Salernum eorum consiliis accersiri."
      }
    ]
  }
}
