{
  "chapterNumber": 29,
  "title": "XXVIII. De Amicitia Inita Inter Electum Siracusanum et Richardum Comitem (On the Friendship Formed Between the Elect of Syracuse and Count Richard)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ille tamen, nichilo segnius electum Siracusanum contemptus arguens, propinquum ei consecrationis terminum assignabat, ut maturius iter arripere cogeretur. Electus autem, videns illum [in proposito pertinacem], timensque ne, si contra [cardinalem], adversante regina que [iura regni] tueri debuerat, aperte libereque velit contendere, Romani pontificis offensam incurrat, ad aliud se transfert consilium, et Richardi comitis qui plurimum apud reginam poterat multa persuasionum instantia largisque muneribus gratiam sibi conciliat, et cum eo firmat amicitiam, ceterorum deinceps odia parvipendens. Cum ergo rursus omnes ad curiam convenissent, ceperunt fictis rogare precibus cardinalem, ut maiores electo daret inducias. Qui cum id se facturum negaret, responderunt: eius oportere fieri voluntatem, nec electum debere vel posse Romane curie iussionibus obviare. tunc Richardus comes ex abrupto, ut erat impetuosus, in verba prorumpens: \"Miror\", inquit, \"vos utilitate regni posthabita in eo fixos consilio, ut electum Siracusanum, virum prudentem et curie necessarium, velitis expellere, cui rex, et dum viveret pre ceteris familiaribus honorem exhibuit, et in extremis agens, filios suos specialiter et attentissime commendavit. Ego certe neque consilium istud adprobo neque, salva fidelitate regis, id fieri posse perspicio. Sed neque regina pati debet ut idem vel consecr[ationis causa, vel occa]sione qualibet [a curia separetur\"]. Ad hec verba com[itis, mir]antibus aliis atque tacentibus, cum eum cardinal post consecrationem suam statim diceret reversurum, regina mutato consilio respondit: electi presentiam curie necessariam esse, nec eum ad presens posse quopiam proficisci; alias iturum, cum temporis oportunitas pateretur."
      }
    ]
  }
}
