{
  "chapterNumber": 52,
  "title": "LI. De Profectu Regis Messanam (On the King's Journey to Messina)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Post aliquantum vero temporis cancellarius cupiens patefactis hostium consiliis ad vindictam accingi, reique statum prius diligenter considerans, animadvertit nondum tantas sibi vires suppetere ut auderet sollempni iudicio coniurationis principes accusare, ne latentes et occultas insidias in apertam seditionem converteret. Sed nec oportere rem dissimulando diutius occultari, ne cum amplius virium collegissent, difficile posset eorum machinationibus obviari. Ad aliud ergo traductus consilium, regi regineque persuasit ut Messanam proficiscentes, instantem hyemem ibidem transigerent, deinceps, si visum foret, ad primam [veris temperiem in Apuliam transituri. Huius autem diem et causam itineris Gilleberto comiti Gravinensi missis licteris indicavit], scribens eidem ut, n[egotiis omnibus ad] presens posthabitis, quam [mature posse]t Messanam veniens, Farum transiret. Caveret autem ne, sicut tempore gayti Petri fecerat, ad curiam inhermis accederet, sed ita militibus armisque premunitus ne tamen exercitum ducere videretur. Hiis diebus tanta contigerat inundatio pluviarum, quanta per multum temporis in Sicilia visa non fuerat; unde curie familiares, occasionem nacti, persuadere nitebantur cancellario ut in proxime venturam estatem iter propositum distraeretur. Quod cum optinere non possent, sperabant tamen regem ac reginam ipsumque cancellarium ob imbres continuos et itinerum difficultatem ab eo quod proposuerant absterrendos; at ille, nichilo segnius, misso cum licteris regis hostiario per universa que in transitu erant oppida, iussit dilatari viarum angustias et abrupta precidi omniaque transituro regi necessaria, iuxta consuetudinem, preparari. At vero circa prefixum terminum repente contra spem omnium celi facies immutata, quanta prius imbrium horruerat densitate, tante serenitatis indicio gratam cepit: deinceps spondere temperiem. itaque rex, .xv. die novembris, ut constitutum fuerat, Messanam proficiscitur, relictis Panormi militibus ad ipsius custodiam civitatis."
      }
    ]
  }
}
