{
  "chapterNumber": 9,
  "title": "VIII. De Excidio Civitatis Barensis (On the Destruction of the City of Bari)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ea rex potitus victoria, Barum traducit exercitum, ibique populum eiusdem urbis inermem obvium habet, ut sibi parcatur orantem. At ille, castelli sui quod a Barensibus dirutum erat ruinas aspiciens, \"iusto\", inquit, \"vobiscum agam iudicio, et quia domui mee parcere noluistis, certe nec ego vestris sum domibus parciturus; vos autem omnes libere cum rebus vestris abire permictam\". Dantur ergo eis duorum dierum inducie, ut interim exeuntes omnia sua secum asportent. Quod ubi factum est, muris primum equatis solo, totius insecutum est excidium civitatis. Ita prepotens Apulie civitas, fama celebris, opibus pollens, nobilissimis superba civibus, edificiorum structura mirabilis, iacet nunc in acervos lapidum transformata. Huius rei fama comitem Robertum aliosque qui rebelles extiterant valde perterruit, presertim cum viderent de totius Apulie civitatibus ad regem omnes confluere. Nec iam facile tantis erat viribus resistendum, omnemque spem venie crudelitas regis excluserat. Relictis ergo castellis, oppidis urbibusque quas possederant, multi regni terminos exierunt, plerique cum comite Roberto in terram Aprutii transfugerunt. Robertus Surrentinus Capue princeps, cum nichil sibi fuga tutius comperisset, per terram comitis Richardi de Aquila secure transiens, in transitu fluminis ab eodem capi iussus regique traditus est. Quem admiratus Panormi non multo post in vincula coniectum, oculis fecit privari. Eo facto, comes Richardus cum regem antea plurimum offendisset, gratiam eius promeruit, sed nec infamie notam penitus evitavit. Nam a multis crimini datum accepi, quod idem dominum suum, summe nobilitatis ac mansuetudinis virum, cui sacramentum quoque fidelitatis prestiterat, turpiter prodidisset. Rex autem, Grecis devictis fugatoque comite Roberto, reliquos hostes suos persequens, cum omnes ante faciem eius disparerent, totius Apulie ac Terre Laboris tumultum compescuit; ac demum prospere gestis omnibus, Farum transiens, Panormum rediit."
      }
    ]
  }
}
