{
  "chapterNumber": 51,
  "title": "L. De Sententia Lata Contra Salernum Medicum (On the Sentence Pronounced Against Salernus the Physician)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Itaque prolata in eum sententia, decrevere bonis omnibus spoliatum capitali supplicio [subiacere, solum ei vivendi spem in misericordia curie relinquentes. Qui detrusus in carcerem multis adactus est minis et promissionibus] attemptatus [ut fateretur] cuius id prece vel consilio fecisset, sed hoc ei persuaderi non potuit."
      },
      {
        "index": 1,
        "text": "Dum hanc in Sicilie partibus fortuna conspirationis seriem ordiretur, aliam interim in Apulia multorum roboratam confederatione texuerat. Cum enim multi proceres indignarentur Richardum Molisii comitem tante subito dignitatis esse culmine sublimatum, Henricum fratrem regine Montis Caveosi comitem adversus illum stimulaverant, dicentes: inhertem eum a multis et timidum appellari, qui dedecus et iniuriam sibi totique regno simul illatam vel nimis patienter sustineat, vel consentiendo dissimulet. Nec enim ambigi parum honestam intercessisse causam ut regina, quam primum regni balium adepta est, Richardum de Mandra, nullius virum consilii, nobilissimo Molisii comitatu donatum, pre ceteris omnibus sibi familiarem asciverit. Quod si ipse, quem res ad vindictam specialiter exposcebat, a predicto Richardo tante vellet presumptionis penas exigere, suum ei nequaquam defuturum auxilium. Ad hoc comes id hactenus se nescisse respondit: ignorantie non timiditati quod vindictam distulerit ascribendum; nunc iam ipsi quid actum iri velint confidenter edicant; prompte se facturum quidquid decreverint neque sororis sue dedecus ultra passurum. At illi Richardum [Molisii comitem] vel interfici, vel a curia saltem amoveri censebant. Regni vero curam ad eum, qui regine frater et regis esset avunculus, pertinere. Hiis ille ductus consiliis, multos milites hispanos, qui partim cum eo venerant, partim ad eum nuper confluxerant, armis premuniens, quam mature posset in Siciliam transire disposuit; plerosque etiam procerum, quorum hoc agebat instinctu, secum ducturus. Nam Boamundus comes Monopoleos, vir prudens et facundus, Willelmus de Gisoaldo, Ricardus Balbanensis aliique plures eum sequi decreverant, sperantes siquidem propositum suum adimpleri contingeret, facile se per eum quod a curia peterent adepturos. Necdum enim, cum huiusmodi consilia pertractarent, cancellarii potestatem eo pervenisse cognoverant ut omnibus in curia premineret. Quod ubi paulo post fide non dubia perceperunt, primum ab incepto paulisper absterriti, deinde resumptis animis ad propositum nichilo segnius peragendum accincti, tandem in Siciliam pervenerunt. Quorum adventu comperto causaque simul adventus precognita, Richardus comes cancellarium adit; Henrici comitis et Apulorum ei consilium aperit, rogatque obsecrans, ne patiatur hominem insanum, et eos qui cum ipso venerint, sola stimulatus invidia, temeritatis sue votum explere. Siquidem enim in curia eis seditiones impune liceat excitare, et in eos qui curie serviunt conspirationibus factis licite debachari, ipsi culpam oportere specialiter imputari et in eum [iniuriam redun]dare qui cum administrationem regni susceperit, improborum debeat contumaciam cohercere. Cancellarius autem, licet illum sibi suspectum multorum fecisset opinio, ne tamen ipse contempni videretur, aut ea regnum occasione perturbari contingeret, seditiosos a curia tumultus arcere disposuit et improbis Apulorum consiliis obviare. Missis itaque litteris regiis Henrico comiti, qui iam Thermas usque pervenerat, iussum est ad urbem eum accedere; Boamundum vero comitem aliosque qui cum eo erant Thermis interim mandatum curie prestolari. Venientem ergo comitem, cancellarius benigno vultu et post multam collocutionem blandioribus eum verbis aggressus, hortari cepit ac diligentius admonere, ne rebellandi multis occasionem daturus, haud facile reparabilem regni quietem quibuslibet seditionum motibus exturbaret, nec Apulorum fabulis traheretur, quorum in eo semper hesisset consilium ut regnum aliquatenus perturbarent; nichil esse quod eum exasperare debeat, cum et opes ei affluenter suppetant et inter maximos regni proceres loco sit non impari constitutus; id ei maxime cavendum, ne reginam offendere presumat, aut contra voluntatem eius quidpiam agere, per quam hec adeptus fuerit et maiora putetur, nisi per eum steterit, adepturus. Ita multis assertionibus ex animo conceptum in Apulia furorem [eliminans, vixque tandem ad innate stoliditatis simplicitatem eum retrahens, indignationem eius compescuit, et Richardum] comitem accersiens, [pacem inter eos et con]cordiam renovavit. Reg[ine quoque] nichilominus erga eumdem comitem animum mitigavit, quam plurimum quidem offenderat, multis in Apulia perperam ac temere contra mandatum curie perpetratis. Promisit autem se deinceps consilium in omnibus habiturum cancellarii, nec ulterius regine voluntatem in aliquo transgressurum. Tum demum cancellarius licteris suis Boamundum comitem eiusque socios qui Thermis morabantur accersiit, eisque benigne susceptis, cum adventus causam inquireret, dixerunt: id sibi principale fuisse propositum ut visitarent eum, optantes ab eo cognosci et inter fideles eius milites computari, simulque ut per eum quedam que petituri erant apud maiestatem regiam optinerent. At ille sibi gratum esse quod venerint, opemque suam illis non defuturam, respondit; suum tamen esse consilium ne quid ad presens a curia peterent, alias eorum petitionem efficacius admictendam. Sic ergo Panormi paucis diebus commorati videntesque rem secus ac providerant accidisse, tandem in Apuliam redierunt. Boamundus tamen comes, ut erat vir non negligende prudentie, multa cancellario familiarius colloquendo, favorem et amicitiam eius optinuit, quam postmodum non ea qua solent Apuli levitate vel inanibus verbis, sed fide non dubia certisque rerum argumentis excoluit."
      },
      {
        "index": 2,
        "text": "Henricus autem comes [cancellarii penitus voluntatem et consilium sequebatur, eique tanta se familiaritate coniunxerat, ut cum eo balneum frequenter intraret,] cum eo singulis [diebus a]d curiam ascenderet, indeque [reverte]ntes, magnam diei partem secretius colloquendo transmicterent. Qui vero conspiraverant adversus cancellarium, videntes, si concordiam illam inter eos perseverare contingeret, machinationes suas sperato non posse fine concludi, modis omnibus perquirebant quibus possent artibus eam amicitiam et familiaritatem dissolvere; primoque mentem comitis quibusdam insinuationibus pertemptantes, aiebant non oportere regine fratrem in curia quempiam superiorem admictere, nec eius frequentare domum et inherere vestigiis a quo potius ipse debuerat visitari; nam ad eum potestatis prerogativam et totius regni curam merito pertinere. Quibus ille Francorum se linguam ignorare, que maxime necessaria esset in curia, nec eius esse, respondebat, industrie ut oneri tanto sufficeret; cancellario curam hanc rectissime debere committi, qui discretus esset et prudens summeque nobilis, regi quoque nichilominus ac regine non dubia propinquitate coniunctus. Hac illi repulsa non contenti, milites hispanos, quos ei maxime familiares esse cognoverant, ceperunt secretius convenire, dicentes: multe mansuetudinis et patientie comitem esse, qui [cancellarium, quem velut hostem deberet persequi, potius diligat et honoret propensiorem ei reverentiam exhibendo, et hoc eum forte videri prudenter agere, quod sororem nolens offendere, docuerit animum patienter omnia sustinere, nisi patientiam hanc gravis infamia sequeretur; nunc reliquum quidem esse, ut aut inhonestis regine votis deservire credatur ipsiusque cancellarii libidini seu potius incestui consentire, aut illicitam eorum familiaritatem se nescire fateatur. Patere autem omnibus hanc esse, ut dici solet, nimis crassam ac supinam ignorantiam, ut quod omnes predicant solus ignoret: hec igitur a multis frequenter audita, milites ad aures comitis pertulerunt. Qui, cum primum mente dubia vacillaret, dehinc ab ipsis rei principibus qui confinxerant ea cumulatius eadem audiens, plenam hiis que sibi dicta fuerant fidem adhibuit, relictoque cancellario, consiliis eorum adhesit, quod inde suaderent se facturum pollicitus. At illi rem quam multum desideraverant adsequuti, non distulerunt eum, prestitis hinc inde sacramentis quibus visum est pactionibus obligare. Hec ergo conspiratio iam eo usque processerat ut amicis cancellarii plurimum terroris incuteret. Nam gaytus Richardus, magister palacii, quem eisdem constabat esse sacramentis astrictum, magnas conspiratoribus vires addiderat. Nec enim contentus militibus suis, quibus ipse stipendia dabat, maximam partem militum regis et universos curie sagittarios [ita sibi do]nis ac beneficiis multis illexerat ut eius in omnibus voluntatem et imperia sequerentur. At cancellarius, adversus eorum insidias sese premuniens, statuit non iam omnes, ut consueverat, indifferenter admictere, sed certas horas constituit, quibus ad eum omnibus pateret accessus, militesque suos eisdem horis paratos adesse precepit. Sed et quinquaginta viros eligens qui post primam ianuam in vestibulo domus cum armis parati semper assisterent, numerum quoque militum studuit adaugere, plerosque etiam milites transmontanos, qui de Francia nuper venerant Ierosolimam transituri, secum detinuit, inter quos erat Iohannes de Lavardino, cuius acta cancellario non parum attulerunt incommodi, quemadmodum sequentia manifestius declarabunt."
      }
    ]
  }
}
