{
  "chapterNumber": 41,
  "title": "XXXX. [De] Eo Quod Notarii a [sin]gulis Deberent [a]ccipere Circum Quod ... Non Populus (On the Fact That Notaries Should Receive from Each What Is Due)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Hac igitur occasione, primo notariorum enormem studuit rapacitatem ad mensuram redigere, certumque modum quid a singulis deberent accipere pro negotiorum diversitate constituit. Sed et stratigotorum nichilominus eorumque qui provinciis vel singulis oppidis preerant perniciosam licentiam refrenavit, quia plebem impune multis dampnis et iniuriis atterebant. Iusticie vero rigorem eatenus voluit observari, ut nec amicis quidem aut ipsis magnatibus curie parcendum crederet, nec a potentibus viris subiectos opprimi pateretur, nec omnino quamlibet iniuriam pauperis dissimulando transiret. Cuius rei fama [totum] regnum brevi pervaden[s, ple]bisque gratiam et favorem ei concilians, tanta nomen eius celebritate diffudit, ut omnes assererent velut consolatorem angelum a Deo missum, qui curie statu in melius immutato, aurea secula revexisset. Unde contigit ad curiam ex omnibus regni finibus tantam virorum ac mulierum turbam confluere, ut et iudices examinandis litibus, et notariorum numerus, licet nuper adauctus esset, vix licteris scribendis sufficeret."
      },
      {
        "index": 1,
        "text": "Interea qui ob confirmandam electionem missi fuerant redeuntes, licteras Romani pontificis affectuosissimas attulerunt, asserentes promotionem se cancellarii gratanter audisse et eius electionem modis omnibus approbatam velle ratam et stabilem permanere. Requisiti ergo suffraganei episcopi canonicique ut ipsi cancellario securitatis sacramentum prestarent, assensum facile prebuerunt. Cumque Mazariensis episcopus et Maltensis iuxta propositum sibi modum iurassent, episcopus Agrigentinus, ut affectuosius et ex animo videretur iurare, novis quibusdam et expressioribus verbis ipse sibi iurandi modum instituit. Qui quanto ceteris iuravit expressius, tanto postm[odum] quod iuraverat deterius observavit. Verum hec alias, nunc ad rei seriem revertamur."
      }
    ]
  }
}
