{
  "chapterNumber": 56,
  "title": "LV. De Officialibus Curie (On the Officials of the Court)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Interea gaytus Richardus magister palacii camerarius, Matheus notarius et Gentilis Agrigentinus episcopus, aliique quibus cancellarius rem dissimulando scelerum impunitatem indulserat, semel conceptam rabiem nitebantur ad effectum urgere, nec illius erant beneficiis emolliti, sed, ex absentia comitis Gravinensis considerantes cancellario multum subtractum esse virium, facile suis eum patere iam estimabant insidiis, tanquam improvidum et incautum et velut omni difficultate superata, nichil ultra periculi formidantem. Itaque novas ex integro pactiones instituunt mutuisque se rursus obligant sacramentis; dehinc implendo proposito dies certa prefigitur, et iureiurando prestito, milites eliguntur qui dominica in ramis palmarum, ubi rex e palatio iuxta consuetudinem exierit, cancellarium gladiis in ipsa turba confodiant. Sed et multos civium tam Panormi quam in aliis quibusdam oppidis adversus cancellarium instigaverant, multa dando multaque pollicendo quibus non difficile persuaserant cancellarium, si diu perseveraverit in eo culmine potestatis, universis populis Sicilie libertatem quam hactenus habuerant sublaturum. Cuius rei magnum illis visum est argumentum quod Iohannes de La[vardino, cui rogatu cancellarii terra Mathei Bonelli nuper data fuerat, oppidanos suos tantis affligebat iniuriis, ut om]nium [rerum mobilium quas habebant [medietatem ab eis partem exigeret]. Hanc enim esse terre s[ue consuetudin]em asserebat. At illi libertatem civium et oppidanorum Sicilie pretendentes, nullos se redditus, aiebant, nullas exactiones debere, sed aliquotiens dominis suis, urgente qualibet necessitate, quantum vellent sponte et libera voluntate servire; Sarracenos autem et Grecos eos solum qui villani dicantur solvendis redditibus annuisque pensionibus deputatos. Cumque nichil hec allegando proficerent, rem ad cancellarii notitiam pertulerunt. Qui Roberti de Sancto Iohanne Rogeriique Tironensis magistri comestabuli neglecto consilio, maluit quorundam quos de Francia secum adduxerat temeritate seduci, qui super hoc nullam illis iustitiam oportere fieri decernentes, dicebant intolerabilem hanc esse rusticorum audaciam, et siquidem eos id quod postulent optinere contigerit, multis inde perniciosum exemplum datum iri, ut adversus dominos suos contumaces ac rebelles existerent. Itaque nichil eorum que speraverant impetrantes, coacti sunt iniuriam suam patienter interim sustinere. Ea res hostibus cancellarii plurimam oportunitatem attulit ut adversus illum multorum civium et oppidanorum odia suscitarent, dicentes id eum proponere ut universi populi Sicilie redditus annuos et exactiones solvere cogerentur, iuxta Gallie consuetudinem que cives liberos non haberet. Cancel[larius autem, agnitis eorum consiliis, ubi nulla vidit eos mansuetudine, nullis beneficiis a proposito revocari, primo Matheum notarium, qui ceteris astutia preeminebat, congregata curia,] iudicio sollempni pos[tulatum, neque] defensionem congruam offerentem, recipi iussit in carcerem. Inde capti sunt plerique milites, quos de morte ipsius iusiurandum prestitisse constabat. Cumque regina nullatenus consentiret ut Richardus gaytus caperetur, qui coniurationis caput erat et principium, vix tandem cancellarius id solum optinuit, ne liceret ei extra palatium egredi, neque copiam haberet militibus colloquendi. Episcopus Agrigentinus, captis sociis, nichil spei reliquum videns ut ad peragendum propositum facinus tot partibus mutilata conspiratio convalescat, statuit adversus cancellarium urbis Agrigentine et adiacentium oppidorum populos commovere et apertas in eum inimicitias profiteri, confidens Rogerium comitem Giracii, eiusdem coniurationis socium, et eius hortatu multos alios consilium suum facile sequuturos, simulque sperans Willelmum Leluciensem in Calabria, iuxta quod inter eos convenerat, idem facturum. Itaque, sine licentia curie, cum paucis militibus clam discedens, occulta quadam via pervenit Agrigentum, convocansque populum, Mathei notarii et aliorum eis captionem exponit, dicens hoc esse propositum cancellarii ut omnes Sicilie proceres, quotquot ei non consenserint, primo capiat; inde veneno regem extinguens, regnum ipse sibi transsumat, cum regina, quam propinquam suam nunc appellat, matrimonium contracturus; eo [ventum esse] necessitatis, ut oporteat [Siculos omnes qui] fidem regi servare vo[luerin]t unanimiter adversus proditorem insurgere et antequam tam detestabile perpetretur flagitium, consiliorum eius machinas prevenire. Hec et Agrigenti publice concionatus est et Messanensi populo scripta transmisit. Verum Agrigentinis horum nichil persuaderi potuit, neque satis iusta visa est occasio rebellandi. Rex autem ac regina fugam episcopi cognoscentes, Burgundium iusticiarium cum licteris regiis Agrigentum miserunt, precipientes Agrigentinis ut episcopum tanquam proditorem sub eiusdem Burgundii custodia Panormum transmicterent. Qui cum ad curiam veniens ea que palam gesserat quibusdam niteretur ambagibus excusare, multorum convictus testimonio, ductus est in castello Sancti Marci, quod in valle Demenie situm est, ibidem interim servandus, donec operum eius series ad Romanum pontificem perferretur. Ita iam metu reique difficultate sublata, viribus omnino destituta conspiratio deinceps respirare non poterat, nisi novus denuo casus emergens novum induxisset periculum et multorum prudentium virorum industria sopitum extinctumque pene malorum fomitem unius viri temeritas suscitasset. Nam, cum Odonem Quarrellum Messane diutius morari post constitutum abeundi terminum cancellarius comperisset, quod futurum erat presaga mente `concipiens, minis et contumeliis plenam ei direxit epistolam, precipiens ut infra triduum post susceptas licteras, omni lucri spe neglecta omnique dampni posthabita ratione, discederet. At ille, fatali iam [imminente prec]ipitio, cupiditatis tenebris exce[catus], nullis inde minis aut precibus, n[ullo po]terat genere persuasionis avelli, ob id solum tanto se periculo negligenter obiciens ut a navibus in Siriam transituris extorqueret pecuniam, non aliter eis indulta copia transeundi. Hanc exactionem cives molestissime ferentes, ceperunt inter se primum occulte conqueri, deinde licentius ac manifestius indignari, suamque ipsorum temeritatem et ignaviam accusare qui predones alienigenas paterentur regni thesauros et de civium iniuriis conquisitam pecuniam in Franciam asportare. Sed et Odonis Quarrelli clientes, qui per urbem ebrii vagari consueverant, forte Grecos in domo quadam ludentes invenerunt, eorumque ludos improbe perturbantes, cepere multis eos verborum iniuriis irritare. Qui ob timorem cancellarii patienter aliquamdiu sustinentes, rogabant eos ut abscederent, vel ab iniuria temperarent. At ubi iam ira iugibus accensa contumeliis, propulsato metu, patientiam eos dedocuit, raptis fustibus, illos aggressi improbam eorum loquacitatem multis verberibus represserunt. Odo Quarrellus ea re cognita, stratigotum accersiit ipsosque sibi Grecos captos exhiberi precepit. Stratigotus autem respondit: variis urbem concussam rumoribus et ad seditionem pronos civium animos non oportere nunc amplius asperari, sed hanc interim quasi negligendo dissimulan[dam iniuriam, et ultionem in tempus congruum differendam. Tum ille, ut semel ad iram motus nullum admictebat] consi[lium, subintulit: quicquid acturi] essent reliqui, istos impresentiarum ob illatum sibi dedecus puniendos; inefficaciter eiusmodi causas pretendi, ut factum hoc sequeretur impunitas; nichil sibi de rusticorum confederatione timoris innasci; expedire nunc ut eorum exemplo ceteri terrerentur. Cum ergo stratigotus eius voluntati satisfacturus ad locum ubi res acciderat pervenisset, plurimam ibi Grecorum multitudinem conglobatam invenit. Quos cum cepisset asperius convenire, responderunt non esse tempus hoc quo stratigoti civibus debeant minari, sed blandiri; neque dicto segnius in eum pariter irruentes, cum equi rapiditate fretus in fugam se verteret, multas post eum lapides proiecerunt. Videntes Latini qui ob navium redemptionem in odium Francorum inducti fuerant, Grecos quoque adversus eosdem novis iniuriis lacessitos, ceperunt ad seditionem eos hortari, asserentes Francis id esse animi ut, omnibus Grecis expulsis, ipsi domos eorum, vineas ceteraque predia possiderent. Reginam vero nupsisse cancellario, neque satis adhuc constare quid regi contigerit, sed eum, si quidem vivat, magno discrimini subiacere. Itaque tota iam civitas falsis rumoribus perstrepebat, et evidens rebellandi pretendens indicium, eo rerum turbine laborabat ut neque stratigotus, neque iudices contra voluntatem [plebis auderent iuris quidpiam exercere. Quod ubi regi regineque cognitum] est, falsa civitatem opinione [delusam, im]mensis tumultuum flu[ctibus agitari], Messanensibus in hunc modum scriptam epistolam direxerunt: \"Willelmus Dei gratia rex Sicilie, ducatus Apulie et principatus Capue, una cum domina Margar[ita] gloriosa regina matre sua, Andree stratigoto et iudicibus et universo populo messanensi fidelibus suis salutem et dilectionem. certum est eos maiestatis crimen admictere, non solum si quos tanta vis furoris exagitat, ut ausu nefario vite salutique nostre insidiari presumant, verum etiam quos in familiarium nostrorum necem aliquid clam palamve moliri contigerit, quicquid adversus eos qui negociis nostris invigilant, quorum ope et consilio regnum nostrum feliciter gubernatur, impietatis sue machinas putaverint erigendas. Quod genus hominum cum ad totius regni pernitiem natum appareat, meritis quidem expedit deputari suppliciis, et quod in alios nitebantur atrociter exercere, in caput eorum iustissime retorqueri. Inde est, quod Gentilem Agrigentinum episcopum, gaytum Richardum, Matheum notarium, quos contra Stephanum, dilectum consanguineum et cancellarium nostrum, conspirasse manifestis rerum argumentis agnovimus, in presentia nostra convictos dampnatosque carcerali iussimus custodie mancipari. Statuit autem maiestatis nostre serenitas, eiusdem Stephani precibus, erga eos misericorditer agere, citraque iu[ris] severitatem punitis, vivendi copiam indulgere. Hec idcirco fidelitatem vestram [la]tere noluimus, ne forte vos, [fallaci cu]iuspiam suggestione deceptos, aut aliis quibuslibet rumoribus perturbatos, contra voluntatem nostram agere fidemque quam erga nos hactenus inconcussam servastis, aliquatenus violare contingeret. Itaque, scitote nos sanos et incolumes in palatio nostro summa tranquillitate gaudere, omnesque de civitate vestra seditionum motus et occasiones excludite, ut nostram possitis gratiam uberius promereri\"."
      },
      {
        "index": 1,
        "text": "Has licteras recipiens, stratigotus iussit ad ecclesiam novam populum convenire, ut eas faceret coram universis civibus recitari. Cumque moram eo faciente populus diutius expectaret, ceperunt invicem colloquendo varias opiniones confingere. Alii Stephanum cancellarium asserebant proculdubio regem factum, et hanc eius epistolam quam audituri venerant regias licteras appellari; nam Willelmum regem interfectum esse; Henricum fratrem eius, cum paucis militibus in castello maris clausum, obsidione vallari; alii, quibus ratione magis utentibus tam aperta falsitas huius rei fidem subtraxerat, velud moderatius astruebant, non ipsum cancellarium, sed Gaufridum quemdam eius fratrem regnaturum, et ob hoc Odonem Quarrellum cum ingenti pecunia transiturum in Gallias ut eius opera ductuque predictus Gaufridus in Siciliam transfretaret, et Constantiam, Rogerii regis filiam, uxorem duceret, inde sibi dandam occasionem existi[mans] ut videretur regnum iustius occupare. cum ergo iam murmur invalesceret et plebis indignatio multiplicatis rumoribus augeretur, exclamavit quidam, ad eius vocem facto silentio: solum hoc in tanto turbine superesse consilium ut Odonem Quarrellum primo interficerent, dehinc Henricum comitem, qui Messanenses pluri[mum semper dilexerat, liberarent. Tunc universi qui aderant, non aliter quam si consiliis illius se paritum ire iurassent, ad expugnandam Odonis Quarrelli domum, neglecto stratigoti mandato, concurrunt. Sed cum primo impetu nichil agere potuissent, ad portum repente se transferunt, et septem galeas ibi repertas viris armisque complentes, Regium, traiecto Faro, perveniunt. Regini vero consilio Iohannis Calomeni, qui tunc Calabrie camerarius erat, portas Messanensibus aperientes, eorum societati se iureiurando prestito coniunxerunt. Inde ad castellum ubi comes sub paucorum militum custodia servabatur confidentius accesserunt, dicentes militibus qui ad defensionem parati muros ascenderant ut comitem sibi redderent, alioquin ipsos si vi capti forent tanquam proditores illico suspendendos; sed nec eos posse quidem evadere, nam si forte, quod vix accidere possit, ea tota die sustinuerint, in crastino Messane .LX. galeas armatum iri seque machinas ad expugnandam turrim necessarias allaturos. At illi primo neglectis eorum minis, instantes acerrime [repellebant, et importunitatem piraticam multiplicatis lapidum iactibus proturbabant. Inde] vero se paucos ad[modum esse consideran]tes, nec in toto castello [tantum esse] victualium quod per triduum eis posset sufficere, Messanensibus instantissime comitem sibi reddi poscentibus responderunt: homines ignotos, qui sine duce, sine rectore venerint, non oportere super hiis que postulabant audiri. Si vero stratigotum vel iudices, vel omnino quospiam de maioribus civitatis adducerent, eorum se verbis facile credituros. Quod illi statim se facturos polliciti, Messanam reversi sunt, et Iacob hostiarium, qui ad armandum stolium a curia missus fuerat nolentem reluctantemque Regium perduxerunt. Milites igitur, omni spe fiduciaque resistendi sublata, tandem illis comitem reddiderunt. Quo post Fari transitum a Messanensibus non sine totius civitatis concursu multaque plebis alacritate suscepto, iuraverunt omnes Henrici comitis de cetero se per omnia secuturos imperium, nec ei vita superstite defuturos. Interim autem Odo Quarrellus in palatium regis, quod domui sue proximum erat cum omnibus rebus suis se contulerat, ibique virorum multitudine circa muros excubantium circumseptus, nec ipse poterat exire, neque per licteras cancellario quod ei contigerat indicare nam et palatii custos, cum aliter irruentis populi furorem arcere non posset, eum se capitis sui periculo spoponderat servaturum. Comes igitur, [missis cum notario suo plerisque civium, universam illius pecuniam, aurum,] argentum, gemmas vestes[que sericas] scripto consignari fecit et in [interiore par]te palacii summa diligentia custodiri. Ipsum autem Odonem lintri sub silentio noctis impositum, ad castellum vetus, quod in portu secus ecclesiam novam situm est, iussit transferri. Interea Messanenses, veriti ne comes illum ea spe custodiri faceret, ut eo curie reddito veniam impetraret, eorumque societati se fraudulenter subtraheret, optimum arbitrati sunt ipsum Odonem interficere. Hoc enim perpetrato, non posse comitem erga curiam deinceps excusari. Itaque, magna virorum multitudine convocata, comitem adeunt postulantes ut Odonem Quarrellum eis traderet puniendum; non enim eo captum fuisse consilio ut incolumis servaretur, sed ut eo diris excruciato suppliciis, tam regis quam suas iniurias vindicarent. Comes autem, ne videretur eorum ingratus beneficiis, simulque videns, etsi reluctari vellet, plebis tamen oportere desiderium adimpleri, noluit eorum petitioni moras opponere, licet ei plurimum displiceret. Timebat enim ne speratum finem non posset res inconsulte cepta sortiri. At illi repente castellum adeunt, et Odonem Quarrellum a castellano sibi traditum exuentes, asino quem ad hoc preparaverant eum imponunt, pedibus eius in anteriorem asini partem porrectis, capite vero in partem contrariam acclinato. Dehinc universo populo ad hoc spectaculum confluente, per medium urbis eum cum ingenti clamore deducunt, contumeliis interim ac verberibus insistentes. Ubi ad portam civitatis ventum est, quidam eorum cultrum pisanum quantis potuit viribus illius immergens cerebro, cruorem qui ferro adheserat sub omnium aspectu lingebat ad inexorabilis odii magnitudinem exprimendam. Cuius exemplum sequuti, ceteri membratim Odonem innumeris confossum vulneribus discerpserunt. Capud autem eius affixum lancee per urbem diutius ostentantes, ad ultimum illud in cloacas publicas proiecerunt. Quod inde furtim sublatum est et traditum sepulture. Inter hec autem Greci transalpinos quotquot invenire poterant occidebant, donec Henricus comes id fieri cum interminatione pene prohibuit. Messanenses igitur ut venturo regis exercitui, quatenus poterant, aditus viarum obstruerent, primo Rimetulam, castellum fortissimum, occuparunt, castellani fide promissis facile precorrupta; inde Tauromenium tam dolo quam viribus aggressi sunt ut Richardum comitem Molisii liberarent, et oppido quidem non difficile potiti sunt; castellum autem nullis poterat viribus expugnari. Sed et Mathei castellani fides, licet multa premiorum pollicitatione multisque minis attemptata, nusquam tamen a propositi soliditate roboris excidebat; demum autem uxoris eius frater a Messanensibus missus exorabat eum cum lacrimis ut tante consilio crudelitatis abiecto, misereretur uxoris ac liberorum, quos in carcerem missos preceperant Messanenses interfici nisi Richardum comitem mature reddi contingeret. At ille respondit: non solum necem illorum sibi tolerabilem fore, verum etiam se ipsum morti paratum audacter occurrere, antequam huiusmodi proditione vitam fedaret, quam hactenus nullius infamie nota resperserat. Tum is qui missus fuerat, cum intelligeret illius animum ab eo quod dixerat non posse deflecti, gavarreto ipsius castelli, quem dudum noverat, interposita fide, multa pollicitus persuasit ei ut quam primum temporis oportunitas pateretur, Richardum comitem solveret et hostium ei carceris aperiret. Quadam ergo die, dormiente Matheo castellano, gavarretus, ut spoponderat, Richardum comitem a vinculis expeditum eduxit. Cumque mox ad castellanum itinere recto contenderet, ille ad strepitum pedum excusso sompno, cum vidisset comitem, repente perterritus ensem arripuit, et sibi paratas insidias in capud illius facile retorsisset, nisi proditor, cuius id opera patratum fuerat, amplexus improvidum, ferientis conatum eluderet, et illi cultro quem tenebat superiorem dorsi partem inter humeros transfixisset, manu tamen comitis quam ensi sublato pretenderat vulnerata. Ita Matheo multis confosso vulneribus, Messanenses Tauromenii castellum ipsumque comitem alacres receperunt. Hec ubi cancellario nunciata sunt, tanto repente turbatus infortunio, consilium amicorum quod diu neglexerat, tum demum expetiit; visum[que est persuadere regi, ut exerci]tu congregato Messanam] obsessum pergeret, quod [ille facile prona]que voluntate concessit, ad educendum exercitum certo ab astrologis termino constituto. Interim autem Cathaniensibus scripsit ut nichil omnino victualium Messanam deferrent, neque naves Messanensium ibidem onerari permicterent, omnesque insuper Cathaniensium naves ad terram subduci precepit, singulis earum carinis singulas tabulas subtrahendo. Ea res, annone comportande subtracta copia, Messanensibus famis necessitatem indixerat, cum nullum aliunde super hoc solatium expectarent. Calabria enim eius anni sterilitate dampnata, vix sibi sufficere poterat. Interea Randacini, Vacarienses, Capiciani, Nicosiani, Maniacenses ceterique Lombardi qui cancellarii partes ob multa eius beneficia tuebantur, haud dubiam proditorum invidiam ac scelera detestati, legatos Panormum miserunt, rogantes cancellarium, et ei modis omnibus persuadere nitentes,ut adversus Messanenses exercitum confidenter educeret; nam eum quidem de solis Lombardorum oppidis .xx. milia pugnatorum, ubicumque preciperet, habiturum. Quorum laudata fide, cancellarius terminum eis ad hoc constitutum exposuit, iussitque ut interim se rebus necessariis premunirent. Rogerius autem Giracii comes, ubi vidit denuo conspirationem multum ex improviso virium collegisse, rebellandi desiderium quod hactenus dissimulan[s occultaverat apertis cepit in]diciis profiteri, castellaque sua muniens, Cephaludium adiit et cum eiusdem civitatis episcopo colloquium habens, persuasit ei ut iuraret nunquam opem suam adversus cancellarium Messanensibus defuturam, adiecitque ut ab universis civibus suis idem iusiurandum acciperet. Cancellarius tamen eiusdem urbis arcem munitissimam preoccupaverat, cum iam ab initio fidem episcopi dubiam agnovisset, et ad ipsius arcis custodiam Andream hostiarium deputarat. Matheus autem notarius cum in palacio clausus teneretur, audiens quod Messane gestum fuerat, simulque videns Ansaldum castellanum amicum cancellarii in superiori parte palacii valitudine detineri, ex illius absentia datam sibi perpetrandi quod optabat oportunitatem agnovit, et Constantinum eius socium, penes quem solum custodiendi palacii cura tunc erat, multis persuasionibus eo impulit ut universos palacii servientes, qui fere quadringenti erant, iurare faceret quod die certa quam eis prefixerat cancellarium ad curiam venientem, et cum eo Iohannem de Lavardino et Rogerium Avellini comitem, inter primam ac secundam portam interficerent. Iam tunc ergo conspiratoribus in spem et audaciam rursus erectis, in partes scissa civitas variis assensibus laborabat. Sed et plerique viri rapinis assueti, qui circa viam Coopertam et in superiori parte vie Marmoree commanebant, videntes rixas et seditiones inter curie familiares exortas, societatis inter se fedus inierant, non quia favore partis utriuslibet traherentur, sed lucri spem sequentes, iuraverant in illum quidem impetum se facturos, in quem primum acclamari contingeret. Optabant aut m e um fore cancellarium, eo quod in domo illius multam arbitrantes congestam esse pecuniam, credebant se quod optaverant ibidem uberius et facilius effecturos."
      },
      {
        "index": 2,
        "text": "Inter has rerum ambiguitates et pericula cancellarius deprehensus, ab Ansaldo castellano statuit sciscitari quid ei potissimum in tanto turbine faciendum decerneret. Cuius consilium fuit: ut, neglecto termino quem astrologi prefixerant, cum militibus suis in aliquam munitionum Sicilie se reciperet, et tam Lombardos quam ceteros quos sibi fideles noverat accersiens, quantum posset exercitum congregaret, ibique regis prestolaretur adventum. Nam eum, si Panormi diutius moraretur, vix tantas hostium insidias evasurum. Prevaluit tamen Roberti comitis Mellenti ceterorumque Francorum sententia, qui proditorum astutiam et curie consuetudinem nescientes, Panormi morari tutius asserebant, nec oportere cancellarium, sine rege quopiam proficisci, ignorantes nusquam aptius insidias quam in ipso palacio preparari, ubi nemini liceat armis se vel militibus premunire. At, ubi, iam constituta dies aderat, servientes palacii, sperantes cancellarium mane iuxta consuetudinem ad curiam ascensurum, parati ante ianuam consistebant, ut eum venientem cum paucis admictentes, milites eius excluderent. Odo vero magister stabuli, cum eorum intellexisset consilium, repente descendens e palatio, cancellarium quod ei periculum imminebat edocuit. Qui paucos amicorum secum retinens, milites et hostiários, qui ante domum eius convenerant ut euntem ad curiam sequerentur, iussit abscedere. Constantinus itaque castellanus, ubi spem et opinionem suam elusam animadvertit, mittens plerosque palatii servientes, quos civibus notissimos esse cognoverat, per singulas urbis regiones eos distribuit, iussitque clamare ut universi cives ad arma concurrerent et domum cancellarii, qui paratis iam navibus cum thesauris regiis fugere decreverat, obsiderent. Hiis urbe commota rumoribus, Herveus Floridus, quem non tam familiaritas cancellarii quam ipse de se plurimum loquens palatinis suspectum fecerat, cum Rogerio comite Avellini secus palatium equitabat. Quem cum vidissent clientes gayti Richardi ac plerique alii viri, qui iam illuc armati confluxerant, irruerunt in eum et equo deiectum gladiis transfoderunt. Inde comitem persequentes, cum extra portam urbis in planum quod palacio adiacet pervenissent, fugiendi spe sublata iam in eum lanceas intendebant, cum rex, ut ad fenestras palacii quid tumultus esset prospectum venerat, exclamans, multum illis interminatus est, nisi sibi vivum illum et inco[lumem assignarent. S]ic eorum impe[tu vix] compresso, cum aliter comitem [liberare] non posset, iussit eum in castello maris summa diligentia custodiri. Tunc vero sagittarii curie, qui nunquam in seditionibus ubi lucri spes appareat ultimi consueverunt occurrere, cum hiis quos superius coniurasse diximus, magnaque preterea confluentium virorum multitudine, domum cancellarii circumvallant. Simon autem Pictavensis, cuius diligentie domus eius cura commissa fuerat, milites peditesque, prout locorum oportunitas exigebat, per murorum disponens ambitum, singula loca congrua defensione premuniit. Militum vero maximam partem repentinus plebis concursus excluserat. Cancellarius, ubi rem videt in id discriminis pervenisse, cum plerisque viris nobilibus quos a se non passus erat discedere, per ecclesiam que domui sue contigua erat, in campanarii fortissimam ut in plano munitionem se recipit. Erant autem qui semper ei familiarius adherebant: Carbonellus et Boamundus Tarsenses, Willelmus de Sancto Severino, Alduinus Cantuensis, Hugo Lupinus, Robertus quoque Mellenti comes, cum quibusdam Francis militibus. Interea Rogerius Tironensis magister comestabulus cum militibus suis superveniens, viros quos ibi repererat acerrime proturbabat. At ubi iam multitudo populi confluentis in immensum excrevit, resump[tis animis in euun pariter irr]uentes, tam ipsum quam eius milites fugere compulerunt, domumque cancellarii, que multo distendebatur ambitu, ceperunt ex omni parte totis viribus oppugnare. Obsessi vero non solum de locis sibi deputatis nichilo segnius instantibus resistebant, verum etiam apertis aliquotiens foribus erumpentes, totam multitudinem audacissime repellebant longiusque cogebant absistere. Matheus quoque notarius et gaytus Richardus de locis in quibus clausi fuerant exeuntes, pristine se dignitati, nemine prohibente, reddiderant. Qui servis buccinariis accersitis, preceperunt eis ut ante domum cancellarii tubis ac tympanis personarent. Tunc universa civitas tam Sarraceni quam Christiani signum belli notissimum audientes, iussu regis id fieri crediderunt, moxque cum ingenti clamore ac strepitu concurrentes, ceperunt instare vehementius, videntesque se diutius insistendo nichil proficere, tandem ad portam ecclesie magna lignorum strue composita, decreverunt ignem supponere. Cumque iam redactis in carbones foribus liber patuisset introitus, plerique milites cancellarii, quibus universa virtus periculi metum sustulerat, opposuerunt se conantibus introire. Ibi diu multumque summa virtute pugnatum est, hiis quidem urgentissima necessitate vires et audaciam ministrante, illis autem indignantibus quod paucissimi viri tante multitudinis impetum sustinerent. Prevalente vix tandem multitudine, fatigati se milites in campanarium contulerunt. At illi per ecclesiam in domum cancellarii libere transeuntes, milites peditesque qui muris defendendis operam dabant repente captos vinctosque castellanis palacii transmiserunt. Quos autem reppererant de locis adhuc munitioribus resistentes, ut se dederent bonis conditionibus effecerunt. Inde ad expugnandum campanarium redeuntes, cum iam multis eorum vulneratis acrius instando nichil agerent, variis huc illuc consiliis agebantur. Alii multa lignorum coacervata congerie supponendum ignem censebant; nam ex eiusmodi saxis constructum esse campanarium, que perseverante diutius igne facile dissolvantur; alii machinas ocius inferendas; alii cratibus invectis suffodiendum ab imo campanarium decernebant. Interea cum rex ad matris petitionem e palatio vellet exire ut ab obsidione populum amoveret, Matheus notarius ceterique conspiratores qui aderant prohibuerunt egredi, dicentes non esse tutum illuc accedere, nam sagittarum ac lapidum circumquaque turbinem agitari. Cumque viderent nullatenus ea die posse campanarium expugnari, timuerunt ne, si res produceretur in crastinum, plebis tepescerent animi, vel penitentia ducti desisterent ab incepto, cum id regi displicere cognoscerent."
      },
      {
        "index": 3,
        "text": "Statuerunt ergo cum cancellario pacisci, ut, abiurato regno Sicilie, liceret ei in quam eligeret terram libere transmeare. Missis itaque nunciis qui hanc ei conditionem proponerent, ita demum inter eos transactum est, ut armata galea cancellarius cum paucis quos eligeret traduceretur in Syriam, comiti vero Mellenti ceterisque Francis ad transfretandum navigia pararentur. Nobiles autem viri de regno Sicilie, qui cum eo in campanario erant, terras suas secure ac libere possiderent, militibus stipendiariis indulta licentia vel in curia commorandi, vel ad alium locum quemlibet transeundi. Hoc ita sine dolo factum iri iuraverunt Richardus Siracusanus electus, Matheus notarius, gaytus Richardus, Rumoaldus Salernitanus archiepiscopus, Iohannes episcopus Maltensis; ipsaque nocte galeam preparari fecerunt. Mane vero cancellarium e campanario cum paucis sociis extrahentes, ad portum eum Gallicum perduxerunt. Cumque galeam ascenderet, canonici panormitani qui aderant rogabant eum ut a sacramento fidelitatis eos absolveret; at ille rem dissimulans, nichil respondit. Tunc curie familiares ceperunt eum primo blandius hortari, dehinc acrius et importunius comminantes instare ut, electioni renuncians, eligendi pastoris canonicis copiam daret. Ille vero videns armatam circumfremere multitudinem, tumultu[ari milites, magnates] indignari, [quod] necdum revertendi videretur animum abiecisse, metu compulsus, renunciavit electioni. Moxque galeam ingressus, iussit eam a terra propelli, suspectum habens populum magno illuc impetu confluentem. Itaque curie familiares ad campanarium regressi, comitem Mellenti ceterosque Francos eduxerunt, plebisque seditiosos impetus et adventum Messanensium formidantes, in duobus castellis Partenico Carinulaque fecerunt illos interim commorari, donec eis ad transfretandum navigia providerent. At cancellarius a portu quam primum potuit avulsus, per Mazariensium fines australem Sicilie partem circumiens, Lecatulam pervenit, quod castellum in finibus Agrigentinorum situm est. Ibi necessario coactus ad terram egredi, premisit episcopum Maltensem, qui dux ei datus fuerat, ut oppidanis ex parte regis preciperet ne illum aliquatenus impedirent. Iam enim galea, procelloso maris turbine fatigata, dissolutis compagibus, naufragium minabatur. Cumque brevi temporis intervallo congrue resarciri non posset, neque sine certo capitis periculo liceret cancellario triduum ibi transigere, navem onerariam in eodem inventam littore a Ianuensibus emit, eisdemque nautis conductis, in Siriam prospere transfretavit."
      },
      {
        "index": 4,
        "text": "Interea Gentilis Agrigentinus episcopus qui in vallem Demenie missus fuerat revocatur [et curie familiaris effi]citur. Henricus comes Montis Caveosi et Richardus Molisii comes cum plerisque Messanensium .XXIV. galeis armatis Panormum perveniunt, viribusque freti, curie statum innovant, et .x. familiares instituunt: Richardum Siracusanum electum, Gentilem Agrigentinum episcopum, Rumoaldum Salernitanum archiepiscopum, Iohannem Maltensem episcopum, Rogerium comitem Giracii, Richardum Molisii, Henricum Montis Caveosi comitem, Matheum notarium, gaytum Richardum, Gualterium decanum Agrigentinum regis preceptorem. In eo statu curia constituta, decernitur in primis uti Gillebertus comes Gravinensis cum filio suo Bertranno comite pellatur e regno, salvus tamen et incolumis, si quidem hiis curie mandatis ultro parere voluerit. Quod si viribus uti et militibus adunatis reniti presumpsisset, cum eo deinceps hostiliter agi, et tanquam proditorem totis regni viribus oppugnari. Hoc autem negotium Rogerio comiti Albensi Richardoque de Sagio Fundano comiti delegatur. Qui de totius Apulie civitatibus immensum congregantes exercitum, Gillebertum comitem in castello quodam, quo se cum uxore receperat, obsederunt. Nam, audito curie mandato, universi milites ab eo discesserant. At ille multam in se procerum attendens invidiam, civitatum atrox odium nichilque spei sibi relictum intelligens, elegit se Richardo comiti Fundano cum thesauris suis eo pacto dedere ut liceret ei cum uxore ac liberis in partes Syrie transmeare."
      },
      {
        "index": 5,
        "text": "Eo sic expulso, cogitabant etiam curie magnates Hugonem comitem Catacensem, quia cancellarii consanguineus erat, expellere. Sed quia nullius consilii audacie homo erat ut vel occulte paraturus insidias, vel ex precipiti magnum ausurus aliquid timeretur, maluerunt ei parcere, sperantes eo ipso posse regine indignationem aliquatenus mitigari. Post paucos dies, Gualterius decanus Agrigentinus conducta plebis multitudine, metuque compulsis canonicis, consentiente curia, non tam electus quam violenter intrusus Panormitane regimen suscepit ecclesie. Ea res his qui cancellario foverant ipsique regine plurimum spei subtraxit. sperabant tamen Romanum pontificem id quod actum fuerat ratum non habiturum, cum non sponte cancellarium, sed capitalibus minis adactum electioni renunciasse constaret; quod autem vi metuve gestum fuerit ratum non habere pretorem; eiusmodi vero metum intercessisse, qui et in constantissimum virum cadere posset, nulli dubium erat, neque tam manifesta res ullis testibus indigebat. His accedebat quod Petrus Caietanus Romane curie subdiaconus certissime promiserat electionem hanc nichil roboris habituram, septingentasque auri uncias opera studioque regine acceperat Romano pontifici deferendas. Pars autem contraria, cuius opinio prevaluit, asserebat in eo statu Romanam esse curiam, ut voluntati procerum Sicilie non audeat obviare, neque censeat immensam pecuniam ob confirmandam electionem sibi oblatam in eo necessitatis articulo contempnendam. Hoc itaque negotio paucis diebus protracto, ne videretur precipitari sententia, demum Romanus pontifex electionem ratam habuit, ipsumque iussit electum a suffraganeis episcopis consecrari. Qui tante dignitatis culmine sublimatus, repente statum immutavit curie, summamque sibi potestatem retinens, Matheum notarium et Gentilem Agrigentinum episcopum sub se familiares instituit. Eodem anno, quarta die februarii, circiter primam horam eiusdem diei, vehemens terre motus tanta Siciliam concussit violentia ut in Calabria quoque circa Regium oppidaque proxima sentiretur. Cathaniensium opulentissima civitas usque adeo subversa est, ut ne una quidem domus in urbe superstes remanserit. Viri ac mulieres circiter .xv. milia cum episcopo eiusdem civitatis maximaque parte monachorum sub ruina sunt edificiorum oppressi. Leontini, nobile Siracusanorum oppidum, eadem terre concussione subversum oppidanorum plerosque ruentium edificiorum mole consumpsit. Multa preterea in finibus Cathaniensium ac Siracusanorum castella diruta sunt; multis in locis terra dehiscens et novos protulit fontes, et veterum nonnullos [obstruxit, eaque pars Ethnei cacuminis que Taurominium respicit visa est aliquantulum subsedisse. Siracusis Aretusa fons nominatissimus, quem ab Elide Grecie civitate fama est in Siciliam occultis meatibus derivari, de limpido turbulentus effectus, saporem salsum multa maris admixtione contraxit. Taius fons quidem aquis uberrimus, qui de Pedemontis iuxta Casale Sarracenorum egreditur, quasi duarum horarum spatio manens obstrusus, aquas continuit, magnoque dehinc erumpens impetu, sanguinei coloris latices per unius spatium hore mirantium oculis indigenarum exhibuit. Messane vero mare, cum tranquillissimum esset, in seipsum primo se contrahens, paulisper cessit a littore, deinde pedetemptim rediens, prefixas littoris metas transiliit, murosque civitatis alluens, ipsis etiam se portis infudit. Hiis aliisque prodigiis curie familiares eorumque fautores perterriti, arbitrabantur novitatem hanc rerum magnam Siculis calamitatem portendere. Timebant ergo ne cancellarius, ope et consilio Constantinopolitani imperatoris, qui legatos eius, ut ferebatur, benigne susceperat, regnum Sicilie, collectis viribus, occuparet. Nec enim dubium erat plerosque regni comites ac proceres illius adventum avidissime prestolari. Credebant autem etiam Robertum comitem Lorotelli regine voluntatem [et imperium, cuius opera] nuper ab exilio revocatus fuerat, proculdubio secuturum."
      },
      {
        "index": 6,
        "text": "Dum igitur adversus ea que accidere poterant multis se consiliis et artibus premunirent, repente de morte cancellarii certissimus ad curiam rumor perlatus, et regine prorsus animum deiecit, et partem contrariam in id roboris ac securitatis evexit ut nichil sibi deinceps estimarent difficultatis ac periculi formidandum. Itaque summa regni potestas et negotiorum cognitio penes Gualterium archiepiscopum Panormitanum erat, qui sibi regem eatenus suspecta satis familiaritate devinxerat ut non tam curiam quam regem ipsum regere videretur."
      }
    ]
  }
}
