{
  "chapterNumber": 11,
  "title": "X. De Amissione Affrice (On the Loss of Africa)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Per idem tempus cum imperatore Grecorum fedus initum est paxque firmata, Greci Constantinopolim dimissi, qui post Brundusinum bellum in vinculis tenebantur; iam itaque omnem rei difficultatem Maio superaverat; iam ad id pervenerat potestatis, ut non tam admirati quam regis videretur preditus dignitate; iam regis ipsius aperte predicabat insanias; iam stultitiam eius publice deridebat, et si quid tyrannicum aut inhumanum rex, eo suadente, preceperat, veluti innocenti cuippiam oculos erui, linguam abscidi, vel aliquid talium perpetrari, ipse sua postmodum auctoritate prohibebat id fieri, dicens non omnia que tyrannus inconsulte aut delirando iusserit, statim effectui mancipanda, alioquin innocentium vitam periclitari sepissime. Nam ad hoc nitebatur ut in regem plebis exasperaret animos et omnium ei conflaret invidiam. Eam plerique causam fuis[se existimant ut idem Affricam a Saracenis] capi permicteret. Cum enim in partes Hispanie misso stolio, Masmudorum rex potentissimus Affricam obsedisset, idque nunciatum esset in Sicilia, placuit ad auxilium Affrice stolium revocari, cui tunc preerat gaitus Petrus eunucus. Isque, sicut et omnes eunuchi palatii, nomine tantum habituque christianus erat, animo saracenus. Erant autem galee circiter .CLX. que cum ex Hispania redeuntes e stationibus Masmudorum possent iam conspici, ceperunt milites qui Affrice erant, resumptis animis, clamorem tollere, insultare hostibus et venientes galeas ostendere. Contra vero, Masmudorum rex inopinato galearum adventu perterritus, intra castra cogebat exercitum, qui tamen pre sui magnitudine regi vix poterat. At ubi iam terre stolium propinquabat, ingens in urbe cum letitia militum clamor exoritur et siquidem, ut arbitrabantur, stolium ex uno latere, ipsi, apertis portis, ex alio in hostes irruerent, ea die victus fususque barbarorum cessisset exercitus. Sed secus actum est. Nam gaitus Petrus magister stolii, totum id previdens, cum iam plerique vela deducerent, ultro, mirantibus cunctis, in fugam conversus, carbasa ventis exposuit. Cetere quoque galee fugientem ducem prout queque poterat sequebantur; barbari vero, quos proditoris dolus non latuit, sexaginta galeas armantes, quas ad terram metu stolii prius eduxerant, persecuti sunt ilico fugientes. Septem galee capte sunt a Masmudis; relique turpiter misereque re gesta in Siciliam pervenerunt. Ea res et barbarorum animos plurimum extulit et obsessis desperationem incussit. Nam et pauci quidem sed invicti bello milites erant et cibi premebantur inopia. Quicquid tamen in tanta rerum angustia virtus poterat, effecerunt. Nec enim solum tante multitudinis creberrimos impetus viriliter sustinebant, sed et singulis fere diebus egressi, barbarorum perturbabant exercitum, nonnulli post multam stragem hostium revertentes. Rex itaque Masmudorum, consumptis omnibus que ad optinendam urbem sibi crediderat expedire, iam obsessorum militum audaciam considerabat attonitus eorumque virtutem et constantiam mirabatur, et nullis urbem iam sperabat posse viribus expugnari, ultroque nisi famis intolerantiam perfugarum inditio cognovisset, ab obsidione amoturus erat exercitum. Sed ubi contra consuetudinem humanam nec equis iam parci, nec a canibus aliisque immundis animalibus abstineri cognovit, cepit milites ad deditionem hortari, dicens frustra suam eos indigentiam occultare; que patiebantur sibi non esse incognita; e Sicilia nichil venturum auxilii, nam se litteras eunuchorum palatii nuperrime recepisse, quibus rei veritatem plene didicerat; denique, nichil spei reliquum esse ut evasuros se putent, sed eorum virtuti velle se parcere, et siquidem regis Sicilie tyrannidem metuentes secum morari maluerint, largissima eis quotquot fuerint stipendia se daturum. Sin autem in Siciliam redire prelegerint, datis que sufficiant navibus, liberum eis transitum permittendum. At illi, super hoc habentes consilium, paucorum dierum inducias petiere, ut missis in Siciliam legatis, postularent auxilium, quo non impetrato, tum demum conditioni starent proposite; nec idipsum eis negatum est. Sed cum eorum nuncii Panormum venientes, urbis sue periculum et famem exponerent, omnia iam se passos quecumque summa necessitas indixisset, peterentque frumentum saltem eo transmitti, nichil tamen multis persuasionibus effecerunt. Nam admiratus falso regi suggesserat frumentum Affrice, quod per totum annum sufficeret, se iubente, fuisse repositu[m; foris autem publice predicabat in ea regem esse sententia,] ut diceret si caperetur Affrica, nichil se dampni passurum, eamque civitatem plus oneri sibi esse quam honori; cum in stipendiis militum aliisque ad urbis tuitionem necessariis maximos quidem sumptus faceret, unde nichil unquam emolumenti speraret. Hoc autem ab admirato, sicut dictum est, eo fiebat animo ut insani capitis esse regem ostenderet, qui nobilissime civitatis amissione regnum suum mutilari iacturam non duceret, cum eidem posset facillime subveniri; nec animadverteret rei turpitudinem aut quod inde Sicilie periculum immineret. Igitur ubi Affrice cognitum est legatos elusos esse, cum iam nichil sperarent auxilii, sed neque fames ultra poterat sustineri, prehabite transactioni stari placuit; ac tunc demum Masmudis urbe tradita, acceptisque navibus, que ad transfretandum sufficerent, in Siciliam transierunt."
      }
    ]
  }
}
