{
  "chapterNumber": 10,
  "title": "VIIII. De Reditu Regis in Siciliam (On the King's Return to Sicily)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Interea comes Gaufredus, cui Fari transitus interdictus fuerat, suadente Maione, privatus oculis carceri datur. Comes Symon, qui Policastri remanserat, ob idem accersitur ad curiam, ut quam primum venerit capiatur. Sed in ipso procinctu itineris felici morte preventus est. Preterea comes Wilelmus Alesinus, Boamundus Tarsensis, cum pluribus aliis, Panormi iam in vinculis tenebantur, inter quos erat et Robertus Bovensis, comitis Ebrardi, ut ferebatur, avunculus, vir quidem armis strenuus, sed parum habens fidei, quem Francorum rex, ob proditionem quam ibidem perpetraverat, ad tempus iusserat exulare. Filii quoque ducis Rogerii, Tancredus et Willelmus, nobilissima matre geniti, ad quam dux ipse consuetudinem habuerat, inter septa palatii servabantur inclusi. Nec dum tamen Maionis quiescit animus aut nefandum cessat propositum cum tot preclaris ac nobilibus viris carceres plenos aspiciat; quorum aliis oculos fecerat effodi, alios cedi fustibus, quosdam in teterrimis locis cum serpentibus habitare. Uxores quoque ac filias eorum e domibus suis abstractas, diversis clauserat in locis, aliasque sue deservire libidini, alias inopia cogente venalem passim formam compulerat exhibere. Hiis omnibus proditoris rabies expleri non potest, nichil actum putat quia comitem Ebrardum superesse videt incolumem. Sed neque satis scit quid tanto viro criminis possit intendere, cuius fides omnibus evidenter apparet. Iam tunc ergo omnia comitis facta dictaque subtiliter explorat, ut detrahendi causam inveniat. Cum ergo quadam die comes cum paucis venatum exisset, admiratus ilico regem adit nunciatque comitem Ebrardum absque licentia curie cum multitudine militum recessisse; rebellandi hoc esse satis evidens argumentum, eum, siquidem abire libere possit, multos eiusdem propositi socios habiturum, suadetque missis absque dilatione nunciis comitem ex itinere revocari. Comes autem regis mandatum audiens, omissa venatione, redit Panormum, subitoque vocatus ad curiam, ibidem retentus est et in vincula coniectus; cui primum effossis oculis, non multo post admiratus linguam quoque fecit abscidi. Iamque viris fortibus, quoscumque sibi timendos admiratus putaverat, aut captis aut in exilium compulsis, totius regni tumultus quieverat. Videns autem Maio superesse iam neminem qui sue possit vel audeat contradicere voluntati, ad perpetrandum quod necessitate cogente distulerat facinus rursus accingitur. Sed ita facillime sperat id posse fieri, si populi prius amorem sibi conciliet, si propinquis et affinibus suis maximas regni conferat dignitates, quorum adversus nobilitatis superbiam sese tueatur auxilio. Symonem ergo senescalcum, maritum sororis sue, toti Apulie ac Terre Laboris magistrum capitaneum preficiens, Stephanum quoque fratrem suum stolii constituit admiratum. Ipse interim indigentibus multa largiri, omnibus prebere se facilem, legatos undecumque venientes plurimum honorare in animum induxerat; strenuos bello milites longobardos ac transmontanos indifferenter plurimis sibi largitionibus alliciens, clericos quoque magnis sepe promovebat honoribus, prout cuiusque dignitas exigebat. Ita modis omnibus sollicitus erat ut nichil omitteret, quod ad alliciendum plebis animos utile videretur. Dum hec in regis pernitiem premoliens, admiratus callide suum occultaret propositum, r[egnum aliquandiu visum est qu]ievisse, nisi quod comes Robertus terram Aprutii vicinasque partes Apulie crebris adeo fatigabat incursibus, ut in Apulia necessario teneretur exercitus, ubi variis est sepe pugnatum eventibus. Richardus de Mandra, comitis Roberti comestabulus, interim cum episcopo Tetino captus est et Panormum deductus."
      }
    ]
  }
}
