{
  "chapterNumber": 26,
  "title": "XXV. De Regis Obitu et Creatione Regis Willelmi Filii (On the King's Death and the Creation of King William His Son)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Cum ergo regnum ab extrinsecis tumultibus aliquando quievisset, rex autem interim otio quietique vacaret, timens ne quevis occasio voluptuosum otium impediret, familiares suos premonuerat ut nichil ei quod mestitiam aut sollicitudinem posset ingerere nunciarent, ac se totum deinceps voluptati devovens, cepit animo latius evagari, cogitans ut quia pater eius Favariam, Minenium aliaque delectabilia loca fecerat, ipse quoque palatium construeret, quod commodius ac diligentius compositum, videretur universis patris operibus premillere. Cuius parte maxima, mira celeritate, non sinc magnis sumptibus expedita, antequam supremam operi manum imponeret, dissenteriam incurrens cepit diuturno morbo dissolvi. Ac duorum fere mensium spatio protracta valetudine, denuo convalescens, cum iam eum medici crederent evasurum, repente, recidivo morbo consumptus, interiit qui, cum adhuc in extremis ageret, magnatibus curie convocatis et archiepiscopis Salernitano Reginoque presenrtibus, ultimam] voluntatem suam exponens, Willelmum maiorem filium post se regnatum ire constituit; Henricum vero principatu Capue, quem dudum ei concesserat, voluit esse contentum; reginam autem precepit totius regni curam et administrationem, que vulgo balium appellatur, tamdiu gerere dum puer cius discretionis esset que negotiis provide disponendis sufficcre putaretur electum quoque Siracusanum, gaytum Petrum, Matlleum notarium, quos ipse sibi farniliares elegerat, in eadem iussit famitiaritate curie permanere, ut eorum regina consilio que gerenda viderentur disponerct. Nec multo post, ingruente rmortis articulo, communi iam luce defungens, presentibus illis atque flentibus, regno vitaque sc pariter abdicavit. At illi, metuelltes ne subito dispersus rumor in populo motus quoslibet excitarct, iusserunt eum interim in ipso palatio sepeliri, simulantes eum adlzuc vivere, donec ad curiam proceribus evocatis, que ad coronandum regem putabantur necessaria prepararent quod ubi paucis dicbus peractuol est, primum in palatio morc lugubri funere conclamato, repente totius luctus subsequutus est civitatis. Moxque proceres cum epis[copis et magnatibus curie, de loco] ubi [sepultum fuerat,] in capellam [corpus regium] transtulerunt. Universi quoque cives, nigris induti vestibus, usque in diem tertium in eodem habitu permanserunt. Per totum autem hoc triduum mulieres nobilesque matrone, maxime sarracene, quibus ex morte regis dolor non fictus obvenerat, saccis operte, passis crinibus et die noctuque turmatim incedentes, ancillarum preeunte multitudine, totam civitatem ululatu complebant ad pulsata tympana cantu flebili respolldentes."
      },
      {
        "index": 1,
        "text": "At ubi dies transierunt luctui publico deputati, Willelmus, qui iam fere .XIIII. annum etatis attigerat, sub ingenti plebis gaudio rex creatus, per urbem sollempniter equitavit. Qui cum pulcherrimus esset, ca tamen die, nescio quo pacto, pulcrior apparens et augustiorem quamdam in vultu preferens venustatem, adeo gratiam et favorem omnium promeruit, ut etiam hii qui patrem eius atrociter oderant neque putabantur fidem unquam eius heredibus servaturi, dicerent humanitatis eum terminos transgressurum qui adversus puerum hunc aliquid impie moliretur. Sufficere enim malorum auctorem sublatum esse de medio, nec innocenti [debere puero patris tyrannidem] imputari [erat autem eius puer] pulcritudi[nis que facilius] quidem parem excludere videretur, quam superiorem admictere. Itaque regina, ut plebem ac proceres sibi filioque gratos efficeret, statuit eorum gratiam copia meritorum elicere, et fidem, si fieri posset, immensis saltem beneficiis extorquere ac primum universa recludi iussit ergastula plurimamque multitudinem virorum, tam in Sicilia quam in adiacentibus insulis, liberavit. Inde redemptionis onus inaportabile, quod totam Apuliam Terramque Laboris ultima iam desperatione concusserat, omnino censuit amovendum, scripsitque magistris camerariis ut a nemine deinceps quicquam nomine redemptionis exigerent. Familiares autem curie non in eo gradu quo fuerant aut dignitatis equalitate voluit permanere; nam gayto Petro summa rerum omnium potestate concessa, super omnes eminentiori loco constituens, electum Siracusanum Matheumque notarium precepit, ut eius coadiutores, interesse quidem consiliis et familiares appellari, sed eius in omnibus imperio subservire."
      }
    ]
  }
}
