{
  "chapterNumber": 5,
  "title": "IIII. De Maione (On Maio)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Hec ubi Panormi cognita sunt, inopinata res admirati paulisper animum conturbavit, non tamen usque adeo ut vultum quoque sufficeret immutare. Nam in maximis quoque periculis ex industria dignitatem oris integram conservabat, ne si quotiens timendum erat, vultus id fateretur indicio; hostibus quidem spem ingerens, suis nichilominus metum incuteret. Quod ergo ratus est optimum in tanta perturbatione consilium, eos qui nondum rebellaverant litteris regiis suisque crebrius exhortatur uti virtutis sue memores cum proditoribus audacter dimicent habitamque de se hactenus opinionem ratam faciant; meminerint virtuti premia laudesque proponi, e contra penas et perpetue notam infamie proditoribus irrogari. Ipse interim Panormi quoscumque potest sibi conciliat, propositum suum eis de morte regis aperit, censetque hoc maturius peragendum, timens ne si forte rex id eum sceleris machinari perpenderit, crimine sibi maiestatis obiecto, capitali supplicio deputetur. Erat tunc Panormi Gaufredus comes Montis Caveosi, vir utique summe liberalitatis, armis eximius admodumque consulti pectoris, sed mobilis erat ingenii, fidei vacillantis, novitates rerum semper exoptans. Huius opem admiratus plurimum sibi tore putans necessariam, ita commodissime sibi eum allici posse perspicit, si prius odium ei regis incutiat. Habebat autem ipse comes oppida quedam in Sicilia, Notum, Sclafanum, Calatanissetum, sed Notum ceteris specialius diligebat. Nam idem castellum tum virorum frequentia, tum natura loci munitissimum erat et defensioni locum prebebat aptissimum. Primum ergo regi Maio persuadet ut hanc sibi munitionem accipiat, dicens non sine periculo eam a comite possideri. Dehinc, ubi comitem ex amissione oppidi satis comperit indignatum, secreto eum ad se precipit accersiri. Iurat ultra quam credi facile sit hac de re se dolere, regique cum hoc preciperet plurimum restitisse, sed tantam hominis esse temeritatem, tantam insaniam ut neque cuiuspiam consilium iam admittat, nec ab eo quod semel dixerit qualibet possit persuasione deflecti. Quodque indignius est, Salomonem etiam parum scisse commemorans, ipse cum sit mortalium stolidissimus, sibi soli prudentiam, sibi virtutem ascribat. Preterea, tyrannum hunc verius quam regem nescio quid sceleris in animo gerere facile ex verbis eius posse conici, si diutius regnaverit, brevi futurum ut virorum nobilium paucos superesse contingat qui non aut suppliciis deputentur aut carceri. \"Nec immerito\", inquit, \"deteriora nobis contingerent, nam siquidem viri et non feminis molliores essemus, si ratione utentes et non brutorum similes animantium, huius tante pestis exitio dudum querelas eiusmodi sopissemus. Sed forte ad interitum fata nos trahunt et imminentis mali necessitas cecitatem nobis inducit. Certe fatum hoc temeritas nostra est, que iam ad extrema nos periculorum adduxit\". Tunc comes quid hec sibi vellet oratio satis intelligens, subiungit in hac omnes opinione versari quod absque ipsius admirati consilio nichil omnino rex gereret, ideoque huius rei culpam penes eum esse qui regis insanias et tyrannidem publicare deberet, nec alienam in se criminationem transfundere, sed ad omnium vindictam singulos exhortari, facile ei omnes obsequi, si voluntatem eius cognoverint sese quoque ad primum eius imperium sanguinem regis hausturum. Ad hec admiratus comitis laudare prudentiam virtutemque ad celum tollere ipsumque cepit amplecti, referens ei quod archiepiscopus aliique quamplures in id consenserint, ut, interfecto rege, ipsum admiratum ei substituant. Inde magis temptandi gratia quam ex animo, subiungit, indignum se esse qui tanto regno preesse debeat; sanius sibi videri consilium ut regis filius patri succedat. Sed et quo id animo dixisset comitem Gaufredum non latuit, responditque hoc se nunquam passurum. Nam de semine tyranni nichil nunquam nisi tyrannicum procreari, impioque patre genitos, paterne quoque futuros impietatis heredes. Hoc unum se laudare, hoc velle ut admirato regia dignitas conferatur, subinferente illo sic futururm siquidem ipsi placuerit, comes ei suum ad hoc spondet auxilium et ut mutantem adhuc animum certiorem efficiat, illi se iureiurando astringit. Exhinde iam admiratus perpetrando sceleri locum ac tempus querebat ydoneum, existimans comitem Gaufredum sibi per omnia fore subsidio."
      }
    ]
  }
}
