{
  "chapterNumber": 54,
  "title": "LIII. De Accusatione Stratigoti (On the Accusation of the Strategos)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Videntes interea Messanenses de totius regni partibus [ad curia]m multam virorum ac mulierum turbam confluere, neque suo quempiam iure fraudari, sed in omnibus iudiciis districte rigorem observari iustitie, ad accusandum Richardum Messane stratigotum audacter prosiliunt; libellos accusationis conscribunt, eosque cancellario porrigentes, ingenti clamore postulant iudicio rem committi; alii rapinas, homicidia, furta, incendia consensu illius asserunt a maleficis, accepta pecunia, perpetrari; alii vineas aut domos sibi conqueruntur ablatas; multi stupra virginum, adulteria, plerique etiam iudiciorum ei subversionem obiciunt. Cancellarius autem, cum viri prudentiam et ingenium agnovisset, arbitratus eum parti sue plurimum roboris allaturum si mentem illius beneficiis sibi posset allicere, temptabat rem aliquamdiu protrahendo furentis plebis iram compescere: illi vero, nichil ex dilatione mutato consilio, videntes cancellarium negligentius ac tepidius respondere, rursus accusationes in scripta redigunt, eaque a summitatibus harundinum suspendentes, ante palatium ingentem clamorem attollunt, miserum esse dicentes, ceteris omnibus ius suum consequentibus, solos Messanenses, qui regi fidelissimi semper extiterint, haberi ludibrio et eorum voces in curia non audiri. Tunc regina clamorem vulgi non ferens, cancellario precipit ut eorum scripta recipiens, negotium hoc sine dilatione definiat. Cancellarius autem magistris iusticiari[is] causam delegat, precipiens itidem ut Richardo stratigoto diem dicant et nunquam a districti iuris tramite recedentes, controversiam ipsam legitimo fine concludant. Qui, die constituto, diligenter allegationibus utriusque partis auditis, cum post ipsius negotii examinationem stratigotus multorum reus criminum patuisset, lata sententia, decreverunt eum, post bonorum amissionem, carceri mancipandum. Messanenses igitur ob redditum sibi privilegium et stratigoti dampnationem cancellarii nomen multis laudibus extollentes, eius se beneficio libertati redditos fatebantur, paratos se dicentes ipsius gratia quantelibet difficultatis onus suscipere. Verum exitus rei fidem eorum ostendit tam greca perfidia quam levitate piratica vacillare. Paulo post enim magna pars civium Henrico comiti, suadente Bartholomeo Parisino qui plurimum apud Messanenses poterat, occulte iuravit. Multi quoque Calabrorum, qui Messanam audito regis adventu confluxerant, eisdem erant sacramentorum nexibus irretiti, nec incertum erat Gentilem Agrigentinum episcopum a cancellario defecisse, neglecto quod ei prestiterat sacramento. interea Gillebertus comes Gravinensis ex insperato superveniens, coniuratorum repressit audaciam, et incipientem iam apertis indiciis apparere compulit inter suas iterum latebras occultari. Centum enim milites non dubie virtutis secum adduxerat, armis, ut premonitus fuerat, diligenter instructos, quos de nomina[tissimis Apulie ac Terre Laboris militibus multis cognitos bellis elegerat. Tota vero civitas variis iam ceperat rumo]ribus fl[uctuari et plebem multosque] milites adversus cancellarium, preter eam que iam plurimum invaluerat conspirationem, e vicino quoque causa suppetens, instigabat. Nuper enim ad eum de Francia Normanniaque clientuli multi confluxerant, qui, ut eorum mos est, in contumeliosa verba precipites et curie patrocinio licentius abutentes, Grecos et Longobardos proditores appellabant, multis eos iniuriis lacessentes. Henricus ergo comes, crebris eorum qui conspiraverant exhortationibus et consiliis animatus, terminum certum constituit ut in cancellarium a curia redeuntem irrueret improvisus et incautum occideret. Cumque dies instaret qua id sibi faciendum decreverat, a multis occulte iusiurandum interim exigebat, inter quos Rogerium, unum de iudicibus civitatis, nocte quadam accersiens, petiit itidem ab eo ut iuraret voluntatem comitis se facturum. Qui cum respondisset nequaquam adeo se temere iuraturum nisi rem ei manifestius indicaret, comes ei de morte cancellarii propositum suum aperuit, dicens multos proceres et episcopos magnamque partem Messanensium in idem sacramento sibi prestito consentire, diemque nichilominus ad hoc comuni consilio deputatam eidem exposuit. At ille gratum hoc sibi fore simulans asserensque nemini sapienti displicere rem tan[torum procerum consiliis adprobatam, sed inconsulti ac precipitis esse animi sine deliberatione rem tantam inconsulte promictere,] vix tandem in crastinum inducias impetravit, interposita fide quod creditum sibi consilium nemini revelaret. Summo vero mane cancellarium adiens, omnia illi verba comitis enarravit, multos inquiens adversus eum Sicilie proceres coniurasse; mature deliberandum qualiter improbis eorum consiliis obvietur; unius ad hoc diei spatium indulgeri, diem enim crastinam ad peragendum eorum propositum certissime constitutam. Tunc cancellarius vocatis ad se Gilleberto comite Gravinensi, Boamundo comite Monopoleos Rogerioque Avellini comite, de quibus maxime confidebat, rem eos ex ordine totam edocuit. At illi, periculum imminens attendentes, Rogerio iudici preceperunt ut ad comitem rediens, eius satisfaceret voluntati, ne, si iurare nolens adversus eum confidentius loqueretur, ex hoc ipso quippiam illi suspicionis ingereret; neque vero periurium incurrere vereretur, per quod ipsius regis iniuriam totiusque regni dedecus et obprobrium propulsaret. Id cum ille non secus ac iussus fuerat peregisset, visum est cancellario regem ac reginam super hiis convenire eosque consilium et acta comitis edocere. Quod ubi regina cognovit, anxia cepit distrahi sollicitudine multeque fluctuationis estibus agitari. Durius enim in fratrem decernere quippiam tantamque presumptionem animadversione digna punire crudele quidem tyrampnidique proximum videbatur; sed et si fratri parceret, intelligebat cancellario non dubium capitis periculum imminere, neque posse proditores ab eo quod ceperant absterreri; simulque considerabat indignum eum esse, cui fraternus exhiberetur affectus, qui sororis posthabita reverentia, qui tot eius beneficiorum immemor id solum agere decrevisset quod ad eius dedecus et infamiam non ambigeret retorquendum, multisque rebellandi prebens materiam, regni pacem et quietem niteretur modis omnibus impedire. Huic ergo deliberationi iusta succedens indignatio, fraternam ab eius animo clementiam exturbavit, placuitque, congregata curia, comitem sollempni iudicio conveniri, convictumque vel confessum interim in aliqua munitionum servari, donec eius indicio ceteri possent proditores agnosci. Missis igitur hostiariis, curie familiares episcopi, comites ceterique proceres cum magistris iusticiariis ad curiam convocantur. Quibus admissis, ceteri omnes ab ingressu palatii prohibentur, preter paucos milites cancellarii quos ipse iusserat introduci, timens ne tumultus in curia vel seditio quelibet oriretur. Cum enim sciret plerosque procerum qui aderant Henrici comitis favere partibus, timebat ne, si cum eo districtius agi cepisset, rem in seditionem converterent, ideoque sub tunica loricam indutus, predictos milites paratos ibidem adesse iusserat et a quibusdam clericis suis aliquot enses latenter inferri. Cumque iam omnes in curia consedissent, Henricus comes, ut a complicibus suis edoctus fuerat, indigentiam suam cepit exponere, dicens multis se debitis coartari; comitatum Montis Caveosi sumptibus vel angustiis non posse sufficere, petiitque principatum Tarenti vel comitatum quem in Sicilia Symon comes olim tenuerat sibi concedi, quasi iustam habiturus adversus cancellarium occasionem, si quidem hec ei petitio negaretur. At Gillebertus comes Gravinensis ex illius verbis oblata sibi copia respondendi: \"Hec \", ait, \"que velut ense stricto, preces porrigens, timide nunc improbeque postulas, facile dudum impetrare potueras, si in animum induxisses erga regem ac reginam te qualem oportuerat exbibere. Nunc autem hanc eorum animis de te non iam opinionem, sed firmam stabilemque sententiam iniecisti, ut non solum indignum te credant, qui ad altiora debeas promoveri, verum etiam id tibi dando quod possides magnopere se fuisse deceptos existiment, neque dignum censeant in regno suo quidquam a te deinceps possideri. Ut enim immensam pecunie quantitatem in usus turpissimos temere prodigeque consumptam, ut oppida que tibi data fuerant domesticis rapinis et iniuriis multis attrita preteream, ausus es etiam in ipsum regem eiusque matrem nequitie tue venenum aspergere, ut regine consuleres castella sua munire, eoque thesauros suos dum liceret transferre, dicens incertum esse quem erga ipsam animum rex esset postmodum habiturus. Regi vero persuadere temptabas ut regni tibi curam et administrationem concederet; asserebas enim reginam privatas utilitates sectantem, regni statum in deterius commutare; civitates oppidaque large distribuere; regios paulatim exhaurire thesauros; multa demum agere, que et regnum evidenter pessundarent et honori filii derogarent, et maternum prorsus affectum excludere viderentur. Rex vero temeritatem tuam agnoscens, respondit: ubi matrem suspectam haberet, multo se tibi difficilius crediturum. Sic inter matrem et filium discordiam seminans, tranquillitati regni, quam deflebas pessundari, provide consulebas. Heu michi falsitatem impudenter coneris obicere! Hec eorum me scias indicio cognovisse. Ecce presentes sunt ambo, quod utrique dixisti coram utroque nega, si potes. Nunc autem ad aliud devolutus consilium et proditionis furiis agitatus, eo te sceleris immersisti, ut cancellarii sanguinem tibi proponens hauriendum, eligensque tantis non solus involvi flagitiis, cum id te facturum iurasses, multos idem iurare fecisti. Velim ergo te palam in presentia regis edicere quod cancellario crimen intendas, cuius eum sceleris arguas, quid demum cause sit quod tam atroces in eum inimicitias excitavit. An tibi debitam hereditatem subripuit, aut patrimonii tui fines invasit? Numquid eum tibi dampni vel iniurie quidpiam intulisse conquereris? An, quod verius est, invidia stimulatus, in eius odium exarsisti? Indignaris nimirum eius arbitrio curiam regi; moleste fers eum vice regis omnibus regni populis imperare. Si parem gloriam affectas, virtute prudentiaque illi te parem exhibeas, et ambitam tibi dignitatem ultro concedimus. Quod si temeritatis innate preiudicio condempnatus, eo aspirare non potes, neque nos certe patiemur sub rectore temerario regni periclitari fortunam. Sed ad hec michi forte respondes, te semper in curia viros prudentes ac strenuos habiturum, et quod industria tua non possis hoc eorum facturum consiliis. Quod id quibusdam forsitan vere dicere putareris, nisi terre tue, quam opulentissimam recepisti, presens calamitas argumento nobis esset quid in te sit spei ac fiducie reponendum. Quod ergo iure tibi negandum palam non ausus es postulare, id facta coniuratione per te ipsum, ausu temerario, subripere conabaris. In quo, et regni quidem inventus es perturbator, et contra maiestatem regiam contumax ac rebellis, eoque ipso meruisti non solum terram quam possidebas amictere, sed et capitalem subire sententiam, nisi veniam tibi velit regia benignitas indulgere."
      },
      {
        "index": 1,
        "text": "Henricus itaque comes audiens ex insperato palam esse cuncta que gesserat, tanti se criminis obiectione pulsari, neque dari sibi copiam ut quamlibet dilationis interim causam opponeret, inter metum ac stuporem anxie deprehensus, tarde timideque respondit, nunquam se contra cancellarium conspirasse. At Rogerius iudex, productus in medium, quod ille negabat se probaturum asseruit, dicens seipsum minis adactum nuper ei iusiurandum de morte cancellarii prestitisse. Quibus verbis adeo comitis mentem et ingenium perturbavit, ut nec illius dicta refelleret, nec obiecta purgaret, sed in contumelie verba prorumpens, Rogerium iudicem proditorem appellabat ac periurum, qui iureiurando neglecto, consilia sibi credita prodidisset. Ita sua ipsius confessione dampnatus, intra palacium iussus est custodiri; subitoque nunciatum est in curia milites Henrici comitis armatos in domum illius se recepisse; totam urbem esse in motu; multos civium ad arma concurrere. Tunc cancellarius milites comitis Gravinensis suosque iussit armari et ante palatium convenire; missique sunt per urbem hostiarii, qui cives ab armis iuberent discedere populique metum sedarent. Inde voce preconia denunciatur Hispanis ut omnes eadem die Farum transeant, alioquin in crastino quotquot eorum inventi fuerint in carcerem retrudendos. At illi, relictis armis, ut eis imperatum fuerat, prout quisque celerius poterat, in Calabriam transierunt. Greci vero quod Messane gestum fuerat audientes, spe lucri fugientibus occurrebant et multis eos verberibus affligentes, tandem saucios, nudos omniumque rerum inopes dimittebant; quorum magna pars in Solanie silve nivibus perierunt hiemis asperitate consumpti. Urbis ergo tumultu sedato, Bartholomeus Lusciensis cancellarium adiens, ultro confessus est eiusdem se conspirationis fuisse participem, veniamque postulans et congruam satisfactionem offerens, Egidii Venusini abbatis precibus impetravit ut extra regni terminos aliquanti temporis sustineret exilium, donec universis proditoribus expulsis integreque paci curia restituta, regis eum indulgentia revocaret, terra ipsius interim ab eodem Egidio possidenda. Huius secutus exemplum, Rogerius Sorellus se quoque manifestavit cum aliis iurasse, multis persuasionum fraudibus circumventum; sed idem, venia non impetrata, carceri datus est, eo quod id tarde confessus fuerat, cum iam omnes coniurationis auctores Henrici comitis indicio proderentur. Hostibus itaque cognitis, ingens cancellarium sollicitudinum turba concusserat ambigentem cui se consilio potissimum inclinaret. Amicorum enim eius plerique coniuratorum numerum et potentiam attendentes, periculosum estimabant in singulos vindictam extendere, nec eo modo posse malum hoc radicitus amputari, cum certe pluribus eorum vel omnibus qui conspiraverant captis, semper tamen superesse contingeret qui propinquorum vellent iniurias vindicare. Ideoque cancellario [suadebant ut eos deinceps mitigare potius quam persequi conaretur; eisque simul] ad curiam convocatis, [in presentia regis] ignoscens, impunitatem concederet et innocentiam suam paucis exponens, adderet se quidem ad vindictam viribus uti posse, sed malle vincere beneficiis quam in viros nobiles, quos honorare proposuerat, tirannice desevire. Porro Gillebertus comes Gravinensis, cuius sententia prevaluit, hiis omnino contraria sentiebat, neque censebat oportere quempiam illorum impunitum evadere quos tanti sceleris participes aut conscios esse constaret, maxime cum adversus Richardum Molisii comitem, qui eum a curia dudum expulerat, videret ultionis sibi tempus congruum occurrisse. Alii terre ipsius consuetudinem et tirannidem plenius agnoscentes, cum futura diligentius providerent, aiebant illos oportere vel omnino non capi, vel captos in pelagus demergi, aut alias latenter interfici, vel membris saltem principalibus mutilari: hoc enim modo Rogerium regem prudentissimum regno suo pacem olim integram peperisse. Utilis quidem et securitatis plena sententia, sed tantam crudelitatem in misericordiam pronior cancellarius abhorrebat."
      },
      {
        "index": 2,
        "text": "Post paucas igitur dies, cum ad curiam vocati comites aliique proceres ex ordine consedissent, Boamundus Tarsensis frater Carbonelli, adolescens egregie virtutis et nobilitatis preclare, surgens in medio procerum, dixit: Richardum Molisii comitem, inter familiares curie regis ac regine [beneficio constitutum, erga eos parum fideliter se gessisse, cum hiis] qui adversus cancellarium iuraverant consensisset. Ipsum enim non solum ex ore Henrici comitis eorum agnovisse propositum, sed et consilium approbasse, nec, ut debuerat, adversus eorum insidias curiam premunisse. Quod si quidem ipse negare contenderet, se probaturum nichilo segnius asserebat. Comes autem, audacter ei falsitatem obiciens et oblatam probationem prompta defensionis instantia subsecutus, iurabat nunquam se contra cancellarium mali quippiam cogitasse, et ut erat impotens ire, velut ex indignatione prorumpens in lacrimas, clamabat susceptam cum Boamundo monomachiam sibi esse pro minimo, nam se quidem adversus illum aliosque duos ei similes confidentissime pugnaturum. Sed hinc eius animo iustam doloris causam ingeri quod id de se cancellario persuaderi potuerit, cui devote semper obsequi studuisset, et nisi comitis ei Gravinensis obfuisset odium, facile potuerat a cancellario veniam impetrare, cum nec eum iurasse constaret, neque iurantibus quicquam virium ministrasse. Dum hec adversus comitem agerentur, Robertus comes Casertinus adiecit eundem auctoritate sua dudum in Apulia Mandram et quedam oppida regis in Troianorum finibus invasisse furtimque adhuc, eadem ignorante curia, possidere. Ad hec ille respondit quod gaytus Petrus, qui tunc preerat curie, Mandram ei tenendam ad tempus eo tenore dederat, ut inde singulis annis curie certam redderet pecunie quantitatem; oppida vero que in partibus Troianorum invasisse dicebatur, itidem sibi a Turgisio terre illius camerario fuisse concessa. Interrogatus idem Turgisius, qui tunc forte presens aderat, negavit eum hec oppida sua licentia tenuisse. Iussi sunt itaque proceres omnes, preter curie familiares, in partem secedere, super hiis que adversus comitem dicta fuerant iudicialem sententiam prolaturi. erant autem hii qui ad iudicium faciendum surrexerant: Boamundus Monopolis comes, Robertus de Lauro comes Casertinus, Rogerius eius filius Tricarici comes, Rogerius comes Avellini, Symon comes Sangrensis, Rogerius comes Giracii, Rogerius Tironensis magister comestabulus, Florius Camerotensis, iudex quoque Tarentinus et Abdenago Hannibalis filius, qui magistri erant iusticiarii. Quibus invicem super hiis disceptantibus, visum est Richardum Molisii comitem, antequam gaytus Petrus fugeret, Mandram quam ab eo acceperat licentia curie tenuisse. Post illius autem discessum, cum eam teneret occulte, neque rem, ut oportebat, ad regis notitiam referret, non iam precario possidentem, sed invasorem rectius estimandum, ut qui sua tantum auctoritate, non consentiente sed ignorante curia, possideret, eumque de tota terra quam tenuerat in misericordia regis esse tum propter id, tum propter dicta oppida que constabat eum sua itidem auctoritate contra fidem regi debitam occupasse. Hanc ergo sententiam, vice consensuque omnium, Boamundus comes, ut erat vir eloquens, in presentia regis exposuit. tunc Richardus comes exclamavit: iniuste se gravari; odium equitati manifeste preferri; paratum se probare quod iniquam falsamque protulisset sententiam. quibus verbis Boamundus [comitem prohibuit curie respondere, dicens iniuriam hanc non in eos qui iudicaverant, sed in caput regium principaliter redundare. Dehinc iniunctum est ar]chiepiscopis et episcopis qui ader[ant ut in aucto]rem tante contumelie quod equum esset de iuris severitate decernerent. At illi, iuxta constitutiones regum Sicilie, decreverunt Richardum comitem non solum de terra sua, verum etiam de membris et corpore regis misericordie subiacere, eo quod iudicium curie falsum dicere presumpsisset. Captus igitur et militum custodie deputatus, Taurominium iussus est perduci et ibidem in castello quod in ardua rupe positum oppido supereminet summa diligentia custodiri. Hiis itaque duobus viris potentissimis ita captis, nemo iam coniuratorum supererat quem sibi crederet cancellarius formidandum. Episcopus autem Agrigentinus, dum hec in curia gererentur, presentiam suam interim curie subtrahebat, gravi se fingens egritudine molestari. Nec multo post Iohannes de Sinopoli et Bartolomeus Parisinus eiusdem criminis condempnati sunt et in principatu Salerni per loca munitissima distributi. Gualterius autem Modicensis super eadem coniuratione sollempniter accusatus, pacta cum accusatore suo monomachia datisque fideiussoribus, diem constitutam iussus est expectare. Interea mortuo Symone comite Sangrensi, Richardus frater eius illi substitutus cancellarii partem totis viribus tuebatur. Hannibal quoque puer, Rainaldi comitis filius, comes creatus, integre terram patris obtinuit. Gillebertus vero comes Gravinensis, considerans cancella[rium opera] sua tot hostium insidias eva[sisse, om]nia sibi prospere cedere nullumque, ut [estim]abat, iam superesse periculum, in tantam est precipitatus audaciam ut Lorotelli comitatum a curia postulans impetraret, eligeretque stabilem in quo erat gradum non dubio precipitio commutare. Hoc enim facto, multorum in se procerum et civitatum Apulie congessit invidiam et inexorabiles inimicitias suscitavit. Nam, accepto comitatu Lorotelli, Roberto comiti, cuius omnes reditum summis desideriis exoptabant, obstruxisse videbatur aditum revertendi et spem que diu foverat eos penitus sustulisse. At cancellarius, licet nonnullos familiares curie aliosque multos contra se facte coniurationi consensisse non ambigeret, tamen erga illos blandius agens, eorum facta dissimulare proposuit, ne rem atrocius persequi videretur; simulque sperans eos aliorum penis admonitos a scelesto proposito posse facile revocari. De Henrico vero comite Montis Caveosi regine consilium fuit ut datis ei mille auri unciis in Hispaniam eum ad fratrem remicteret. Iussit ergo .VII. galeas armari, que Odonem Quarrellum in Franciam transiturum et sub eius custodia comitem usque in Arelatensium fines transveherent. Interim autem in castello Regii servabatur, que civitas ex opposito Messane super Farum in extremis Italie finibus sita est, ut inde promptius eum et facilius galee susciperent, quam primum rex Panormum rediturus ab urbe Messanensi discederet."
      }
    ]
  }
}
