{
  "chapterNumber": 17,
  "title": "XVI. De Liberatione Regis (On the Liberation of the King)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Plebs autem cum id Mathei Bonelli consilio gestum audisset, eius prestolabatur adventum. Cum ergo iam in diem tertium sustinentes, eum neque venisse cognoscerent, neque venturum quibuslibet indiciis persentirent, ceperunt invicem murmurare, dicentes indignum esse satisque miserabile regem a paucis predonibus turpiter captum in carcere detineri, neque populum id pati debere diutius, cum thesauros etiam ad regni defensionem multis laboribus optimique regis industria conquisitos asportari videant et penitus exhauriri. Quod ubi a paucorum, ut accidit, confabulatione profectum in vulgi multitudinem emanavit, repente quasi divino commoverentur oraculo, aut ardentissimi ducis impetum sequerentur, omnes ad arma concurrunt, palatium obsident regemque sibi reddi depostulant, interminantes, si diutius eum tenuerint, se quidem scalas aliasque ad expugnandum palatium machinas illaturos ac de ipsis non secus [ac de proditoribus sumptu]ros supplicium. At illi tam subita mutatione rerum attoniti, primo tamen instantes acerrime per muros distributi depellunt, neque propius accedere patiuntur, missis eos desuper molibus proturbantes. Verum et pauci admodum erant, ambitusque castelli diffusior ad defensionem sui multo maiorem virorum copiam exposcebat. Hoc igitur previdentes, temptabant populi furentis iram et impetum mitigare, rogantes eos ut interim ab armis discederent et Matheum Bonellum ceterosque proceres, quorum id consilio gestum fuerat, expectarent. Sed eorum semel excitata rabies facile sedari non poterat, eoque magis instabant, acrius comminantes, nisi regem eis ostenderent. Illi vero, tametsi viderent ad defension em palatii se nequaquam posse sufficere, rem tamen ex industria protrahere conabantur, sperantes Matheum Bonellum interim adfuturum. Hoc autem ut opinati fuerant minime procedente, tandem ad ultimum desperationis adducti, populo spondent eorum se voluntati satisfacturos, regemque adeunt et cum eo paciscuntur ut salvos eos et incolumes abire permittat; dehinc ad Ioharie fenestras eum perducunt. Tunc vero, viso rege, totius multitudinis clamor et tumultus ingens exoritur; portas ocius postulant aperiri censentque non oportere proditores evadere. Rex autem, manu silentium indicens, iubet eos quiescere, satis inquiens ad promerendum fidelitatis titulum sufficere quod eorum sit opera liberatus; deinceps arma deponant eosque libere sinant egredi, quibus ipse quo maluerint eundi concesserit libertatem; alioquin eos posse gratiam suam, quam integre promeruerant, iterum demereri. Sic igitur, tumultu plebis utcumque sedato, reseratis foribus exeuntes, Cacabum transfugerunt. Hec autem licet subita repentinaque rerum varietas rnagnam tamen malorum seriem intra brevissimi temporis angustias coartavit, totique regno non parum attulit detrimenti. Non solum enim plurime nobilitatis amissione debilitatum est, et exhausta thesaurorum parte non minima pauperatum, sed et aliam irreparabilem quidem in multa tempora iacturam sustinuit, interfecto Rogerio duce, cuius supra meminimus, qui tam avi quam patrui moribus ultra quam id etatis exigeret iam evidentissime ceperat insigniri, et alterius quidem prudentiam, alterius vero benignitatem cum utriusque nomine preferebat. expediret quidem Sicilie perpetuo regem carcere detineri, vel certe capitalem subisse sententiam, ne tam felicis indolis auspicio privaretur."
      }
    ]
  }
}
