{
  "chapterNumber": 21,
  "title": "XX. Restitutio Mathei Bonelli in Gratiam Regis (The Restoration of Matthew Bonello to the King's Favour)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Interea Panormi nunciatum est Symonem quem principem appellabant, Tancredum ducis filium, Willelmum Alesinum, Alexandrum Conversanensem, Rogerium Sclavum filium comitis Symonis spurium aliosque quotquot in captione regis consenserant, cum Matheo Bonello Cacabi esse plurimamque militum multitudinem illis adiunctam. Placuit igitur ad ipsum Matheum mitti legatos, ut sciscitentur ab eo quid erga regem gerat animi, quid hec sibi velit militum adunatio, quidve se facturum proponat, dicantque non oportuisse illum proditorum consiliis immisceri, vel eos, post audita que perpetraverant scelera, recepisse. Hac autem legatione fungentibus ille respondit: numquam eorum se quos proditores appellent sceleribus consensisse, nec eorum scisse aut approbasse consilium, sed tyrampnicum et crudele fuisse tot viros nobiles ad se confulgientes non recipere, capitalibus periculis exponendos. Enimvero regem, si sua diligenter facta discutiat, magis debuisse mirari quod regni proceres velud in servitutem se redigi tam diu sustinuerint, quam quod adversus eum, multis iniuriis provocati, vix tandem impatientia doloris exarserint. Ut enim cetera que perpessi fuerant omittantur, miserrimum esse vel apud servilis conditionis homines filias suas innuptas domi toto vite tempore permanere. Nec enim inter eos, absque permissione curie, matrimonia posse contrahi adeoque difficile permissionem hanc hactenus impetratam, ut alias quidem tunc demum liceret nuptui dari, cum iam omnem spem sobolis senectus ingruens sustulisset, alias vero perpetua virginitate dampnatas sine spe coniugii decessisse. Nunc autem totius regni viros nobiles, seque cum illis, hoc regem postulare, hoc requirere, ut hiis aliisque pernitiosis legibus antiquatis, eas restituat consuetudines, quas avus eius Rogerius comes a Roberto Guischardo prius introductas observaverit et observari preceperit. Alioquin si contra antecessorum statuta niti voluerit, hoc eos minime diutius perpessuros. Hec ad regem legatis deferentibus, respondit: malle se regno privari, vel morti, si necesse sit, audacter occurrere, quam ab eo metu vel minis indignum se pactum eliciant. Quod si depositis armis dimissisque proditoribus ad se pacifice venientes aliquid postularint, facilius eos quod petierint adepturos. Quod ubi Cacabi relatum est, displicuit universis qui aderant, et Mathei culpantes ignaviam, persuaserunt ei ut ad obsidendam urbem accederet. Quorum ille consiliis adquiescens, Panormum profectus est, tribusque fere milibus procul ab urbe cum militibus suis consedit. Rex autem interim Messanam mittit nuncios ad stratigotum populumque civitatis, ut quotcumque galeas possent viris armisque diligenter instructas, sine dilatione sibi transmicterent. At vero Panormi militum adventu precognito, videre erat desolate miserateque faciem civitatis; cives trepidos, paventes, attonitos omnemque fame strepitum arrectis auribus haurientes, et auditis animum conformantes rumoribus; alii Matheo Bonello, quum primum veniret, sese dedere cogitabant; alii, quia socios eius offenderant, timebant se suaque predam fore militibus; nemo civium spem in armis po[suerat; nemo de civitatis] defe[nsione sollicitus er]at. Hiis accedebat [quod annone] deficientis inopia future famis intolerantiam minabatur, nec enim iam frumentum eo poterat de locis finitimis comportari, cum ex omni parte viarum transitus milites custodirent. Igitur in urbe perturbata erant confusaque omnia, et siquidem Matheus Bonellus, inoffenso pergens itinere, propius accessisset, poterat utique, nemine prohibente, civitatem ingressus occupasse palatium, ipsumque regem in vincula coniecisse. Sed alio fretus consilio, Cacabum rursus iter instituit. Inter hec autem subitus Messanensium galearum adventus, civium metu sublato, regi quoque spem restituit, sed et multi milites ex interioribus Sicilie partibus ad auxilium regis confluxerant, quantum illi roboris accrescebat, tantum adverse parti diffidentie ac formidinis accedebat. Statuit ergo, resumpto spiritu, cum fortuna respirante progredi, et humilitate legationis abiecta, regiam in verbis pretendere dignitatem, cum nichil illi facilius esset quam ab humilitate ad superbiam transvolare. Rursus itaque ad Matheum Bonellum legatum misit Robertum de Sancto Iohanne Panormitanum canonicum, preclari nominis et exami[nate fidei virum, quem nulla coniuratorum unquam societas], nulla [persecutio]nis procella, cum totum sepe regnum concuteret, ab eo cui semper inheserat proposito fidelitatis avulsit. Nunquam eum blanda fortuna sic extulit, ut innate benignitati superbie quicquam aut tyrannidis admisceret; nunquam sic adversa deiecit, ut fidem suam vellet potentium virorum gratia vel cuiuslibet dignitatis pretio nundinari. Hinc eum archiepiscopus latenti semper odio prosecutus, parum perfecit, cum multas adversus eum consiliorum machinas erexisset. Hinc admiratus ei, cum aperte non posset, occulte parans insidias, obfuit quidem, sed nec omnino quod optabat effecit. Cum enim rex, a nemine rogatus vel monitus, in id incidisset voluntatis ut predicto Roberto cancellariatum dare decerneret, idque Maio cognovisset ipsius regis indicio, laudavit eius super hoc voluntatem, dicens: hoc equitati congruere et regnantis esse maiestate dignum propositum, ut qui fideliter ei diuque servierint, tandem regie liberalitatis in beneficio non fraudentur; verum quia legatos Venetiam curi a mictendos esse providerit, et ad hoc ipsius Roberti fidem et industriam constet esse perutilem, expedire ut hanc prius legationem perficiat, quatinus et regi promotionis eius uberior causa suppetat, et ille, peracta legatione, diuturni fructum servitii post laborem gratius amplectatur. Quod ubi regi persuasum est, illico Maio scripsit Petro de Castro Novo, qui tunc in Apulia capitaneus erat, uti Roberto de Sancto Iohanne in Venetiam transituro navem fragilem et vetustate dissolutam nautasque maris inscios, inertes et improvidos assignaret, ut et putrida navis ad quoslibet undarum insultus fatiscens, non sufficeret sinum Adriaticum transmetiri, nec ille nautarum peritia posset incolumis conservari. Qui, traiecto Faro, cum in Apuliam pervenisset, Tranensis archiepiscopus ei non solum hoc verbis exposuit, sed et ipsius ostendit literas admirati. At ille prudenti consilio, non veritus salutem suam auro redimere, propriis sumptibus navem nautasque conduxit, et licet multis fatigatus periculis, insidias tamen Maionis evasit. Hic igitur Cacabum profectus, post multas variasque disceptationes et controversias, eo fine conclusit negotium, ut rex omnibus hiis qui ad Matheum Bonellum confugerant galeis que sufficerent assignatis, extra regni fines eos faceret salvos et indempnes perduci; ipsum vero Matheum, omni questione remissa, tanquam fidelem suum benigne susciperet, suam ei gratiam plene restituens. Quod postquam ex parte regia sacramentis prestitis roboratum est, Matheus cum ingenti plebis alacritate Panormum veniens, tranquillitatem urbi restituit. Alii fere omnes ad galeas perducti, regni terminos exierunt."
      }
    ]
  }
}
