{
  "chapterNumber": 24,
  "title": "XIII. De Castro Buterie Qualiter Destructa Fuit (On the Castle of Butera, How It Was Destroyed)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Inde Buteriam, quo se, post auditum eius adventum, hostes contulerant, obsidione vallavit. At Rogerius Sclavus, ubi se vidit obsessum, primum socios breviter cohortatus, dehinc oppidanos admonuit ut unius essent animi, neque diversa sentirent aut regis formidarent exercitum, nam si paucis diebus equanimiter sustinerent, maximam partem Sicilie totamque Calabriam eorum secuturam exemplum; patris etiam in eos quam plurima beneficia recensebat, simulque regis exponebat atrocitatem et tyranniderri in subiectos. At illi constanter et audacissime spoponderunt, se nunquam eius defuturos imperio neque difficultatem aliquam aut periculum, quominus ei pareant, causaturos. In exercitu vero tedio iam ceperant aIfici plerique militum, quia videbant regem in obsidione diutius moraturum, neque spes erat oppidum captum iri nisi fames ingruens, quod vix in multum tempus accidere poterat, ad deditionem cogeret oppidanos. Nam et loci natura munitissimum erat, nec ad sui defensionem virtute vel audacia sub Rogerio Sclavo aut sub Tancredo prudentia consiliove poterat indigere. Ita, crebri conatus obsidentium hostibus nichil oberant, illique, licet audacter magnaque vi sepe descenderent, nichil aut parum ledebant exercitum. Rex enim, cum sciret Tancredum, fratris sui filium, astrol[ogic]is rationibus dies tam obsessis quam obsidentibus utiles previdere, ipse quoque cum astrologis suis eosdem dies diligentius attendebat, indicans familiaribus suis diem quo descensuros eos previderat, ut adversus repentinas eorum eruptiones exercitum premunirent. Sic, aliquandiu re pro tracta, difficultatem hanc solvit inter proceres et plebem in oppido nata discordia. Nam Rogerii Tancredique voluntas et consilium erat totius oppidi frumentum adunatum tam militibus quam oppidanis per equas portiones distribui. Plebs vero negabat victualia sua publicatum iri volebantque singulis oppidanis singulos milites assignari, ut eis in domibus suis necessaria providerent. Quod militibus suspectum quidem et fidei vacillalltis indicium videbatur cepit ergo plebs a militibus plurimum dissidere, adeo quidem ut se regi dedere militesque regios in oppidum latenter introducere molirentur. Sed ubi Rogerius Sclavus et qui cum eo erant hoc illorum percepere consilium, rebus omnibus iam diffidentes, statuerunt ipsi quoque pacisci cum rege, ut, oppido recepto, salvos atque incolumes eos abire permicteret. Quod eis facile rex concessit, cum neque se tam mature speraret [oppido potiturum] et, necessitate cogente, proponeret in Italiam sine dilatione transire. Robertus enim comes Lorotelli, dum Siciliam fortuna crebris tumultibus fatigaret, maximam regni partem invadens, usque Orgeolum pervenerat, quod in Apulie Calabrieque confinio situm est. Omnesque comites, qui primum ob admirati scelera rebelles extiterant, postmodurn de regis gratia desperantes, illi se coniunxerant, preter Gillebertum Gravine comitem, qui regis gratiam consanguinee sue regine precibus impetraverat, et relicta societate comitum, exercitui preerat in Apulia, Roberti comitis impetum quantum poterat moraturus. In Calabria quoque comitissa Catacensis ad eum defecerat, Tabernamque, castrum fortissimum, tam militibus quam aliis rebus necessariis premunierat, ut si regem Farum transire contigeret, eo se cum matre sua posset secure recipere."
      }
    ]
  }
}
