{
  "chapterNumber": 7,
  "title": "VI. De Manifestatione Maionis (On the Revelation of Maio)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Interea iam incipiente turbari Sicilia, Bartholomeus de Garsiliato cum quibusdam aliis Buteriam occupat, locum utique munitissimum et adversus quoslibet obsidentium impetus prerupti montis beneficio facile resistentem. Ad quem plures alii confluentes, ceperunt ex agris finitimis predam agere, loca vicina populari, cum plerisque potentibus viris societatem contrahere. Ea res Maionem ad ultimum fere desperationis compulit, adeo quidem ut inceptum facinus necessario crederet differendum, nec aliter invalescentis mali posse dispendium evitari, nisi regi ipsi, tum adhuc ad debellandos hostes vires suppetunt, rem totam aperiat, alioquin totam Siciliam in brevi defecturam ad hostes. Quod ubi regi cognitum est, primum negligendo rem distulit, dicens non tanti viros esse momenti qui perseverare audeant ultro, ab occupata munitione nuperrime discessuros. Id enim regi consuetudinis erat, ut difficile palatio vellet exire, sed ubi necessitas eum compellebat egredi, quanta prius torpuerat ignavia, tanto deinceps impetu, non tam audacter quam indiscrete ac temere raptabatur, quantislibet se periculis obiecturus. Nec quid sibi, quid adverse parti virium esset attendebat, par an impar hostes adoriretur parum sollicitus. Mox ubi comperit eos qui erant Buterie ab incepto nolle desistere, sed acrius urgere propositum, comitem Ebrardum ad eos legatum mittit ut sciscitetur ab eis quo consilio, qua mente castellum suum occupaverint; quid se deinceps acturos existiment. At illi non aliter id se dicturos respondent, quam si comes eis iureiurando se obliget, ut quicquid ei dixerint, ipse regi seriatim exponat. Prestito deinde quod petierant a comite sacramento, dicunt se contra regem nichil agere aut egisse, sed eo duci consilio ut Maionis admirati et Hugonis archiepiscopi proditionem detegant, impediantque propositum quos adversus regem certissime noverant conspirasse, ipsumque Maionem ad regnum totis viribus anelare. Ultro se Panormum ad regios pedes venturos, si de proditoribus supplicium sumptum audierint. Cum igitur hec omnia comes Ebrardus, ut erat incorrupte vir fidei, non tam efficaciter quam audacter ad regis pertulisset notitiam, rex primum novitate rei attonitus mirari cepit; dehinc inhumanum ratus ut crederet eum sibi mortem moliri quem tanta sublimaverat dignitate, quicquid ei comes dixerat retulit admirato, subiungens numquam se de illo tale quippiam crediturum. Admiratus exinde comitem Ebrardum suspectum habens, atrox in eum odium exercebat, sed id prudenti dissimulabat consilio donec ultioni tempus congruum inveniret. Interim comes Gaufridus Buteriam transfugit, per aliquot castella sua militum relicto presidio. Tunc vero Panonni tumultus ingens exoritur, ubique civitatis timor et indignatio, tota plebs adversus Maionem fremit ac murmurat; comitem Symonem iniuste captum omnes unanimi de voto deposcunt. Admiratus autem, videns murmur invalescere, nec iam facile posse compesci, nisi plebis satisfiat desiderio, persuadet regi ut comes Symon extrahatur de carcere. Quo ad iussionem regis educto, ita subito status civitatis immutatus est, ut cum eo pax et tranquillitas urbi reddita videretur. Rex itaque, ut in tanto necessitatis articulo nullum videt superesse locum ignavie, nec dilationis causam ydoneam, vix tandem instinctu Maionis educit exercitum, Buteriam obsidet, ubi nisi comitem Symonem secum duxisset, non parum fuerat temporis consumpturus. Cum igitur aliquandiu castellum totis viribus oppugnasset, oppidani vero nichilominus audacter ei resisterent et ad deditionem eos cogi fere iam impossibile videretur, demum hortatu et consilio comitis Symonis res est in transactionem deducta, comitique Gaufredo et sociis eius ab admirato, archiepiscopo ac plerisque comitibus in animam regis iuratum, quod eos rex incolumes, libere ac secure et absque impedimento extra regnum suum ire permitteret. Sic oppido recepto totaque iam quiescente Sicilia, paucis post diebus Messanam proficiscitur, in Apuliam transiturus."
      }
    ]
  }
}
