{
  "chapterNumber": 33,
  "title": "XXXII. De Qualitate et Diversitate Hominum Civitatis Messane (On the Quality and Diversity of the Men of Messina)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Hic aliquandiu Panormi commoratus, cum immoderatis sumptibus immensam pecuniam a regina sibi traditam facile consumpsisset, in Apuliam transire disposuit, veniensque Messanam, multos ibi viros quales affectabat invenit. Hec enim civitas ex convenis, piratis, predonibus adunata, omne fere genus hominum intra menia sua conclusit, nullius expers sceleris, nullum abhorrens flagitium, nichil eorum que possit putans illicitum. Itaque latrones, pirate, scurre, assentatores ceterisque flagitiis irretiti confluebant ad eum, et diem conviviis extrahentes, totis noctibus tessararum iactibus insistebant. Quod ubi regine cognitum est, [durius eius temeritate]m redar[guens, scripsit ut Farum] sine dilatione transiret. Qui,] suadentibus sociis, [vix in]de tandem avulsus in Apuliam iter instituit."
      },
      {
        "index": 1,
        "text": "Emenso itaque post mortem regis annuo fere spatio, cum paulatim decidens procella curie recedisset, proceres regni multis evicti regine beneficiis interim quiescebant. Ut enim incarceratorum multitudinem liberatam, servos libertate donatos, civibus immunitates concessas, consuetudines que perniciose videbantur explosas, ut villas oppidaque multis nobilibus viris donata preteream, octo comites eodem anno creaverat: Richardum Mandrensem, Bertrannum comitis Gravinensis filium, Richardum de Sagio, Rogerium Richardi filium, Iocelinum, Symonem Sangrensem, Willelmum Silvestri comitis filium, Hugonem de Rupeforti consanguineum suum, hominem omnis virtutis expertem, qui de Francia nuper advenerat; Rogerium quoque comitem Acerranum et Rogerium Avellini comitem, ab exilio revocatos, pristine restituerat dignitati. Hiis ergo multisque preterea beneficiis regine liberalitatem experti, temptabant ab innata rebellandi consuetudine feroces animos cohibere."
      }
    ]
  }
}
