{
  "chapterNumber": 14,
  "title": "XIII. De Matheo Bonello et Qualiter Occidit Maionem (On Matthew Bonello and How He Killed Maio)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Huic autem legationi neminem magis quam Matheum Bonellum putabat posse sufficere. Nam et genere nobilissimus integreque apud omnes opinionis erat, et eum plerique nobiles viri Calabrie propinquitatis linea contigebant. Sed et eum admiratus non aliter quam filium diligebat. Videns enim eumdem, adhuc etate iuvenem, ut qui prima lanugine genas vestiret, summe nobilem, forma pulcherrimum, corporis prestantem viribus ultra quam id etatis exigeret, optimam terram in Sicilia possidentem, filiam suam adhuc parvulam illi desponderat. Idem vero militibus multa largiens omnibusque se prebens affabilem, et in equestribus ludis, que vocant hastiludia, nemini posthabendus, militum [sibi grati]am magnumque nomen pepererat. Ceterum inconstans erat animo, facilis a proposito resilire, quod persuasum esset, audax promittere, ubi ad rem ventum erat, tepidior. Is autem cuiusdam filie regis Rogerii spurie, que Hugonis comitis Mollisinii uxor fuerat, forma captus, desponsate sibi puellule, eo quod ignobilis esset, ceperat nuptias abhorrere. Sed et hoc molestissime ferebat, quod admiratus, re cognita, palatium eiusdem comitisse diligentius custodiri preceperat, utriusque votum impediens. Cum igitur, legatione suscepta, Farum transisset et quibusdam potentibus viris Calabrie, qui ad loquendum ei convenerant, adventus sui causam exponeret, Maionis innocentiam modis omnibus asseverans, Rogerius de Marturano, qui tunc in Calabria magni nominis erat, omnium qui aderant vice respondit, satis superque se mirari quo consilio ad id temeritatis devolvi potuerit, ut nefandissimi proditoris mandatum exequens, contra omnium opinionem eum ostendere velit innoxium, adeoque causam admirati tuendam susceperit, ut eiusdem conspirationis non immerito particeps estimetur. \"Nam alios\", inquit, \"Maionis deliramenta sectari eiusque negotiis ac sceleribus immisceri equiore tulerim animo, nec tanta dignum admiratione crediderim. Quosdam enim tenue patrimonium et rei familiaris angustia cogit honestatem negligere, dum suam quolibet pacto tolerabilem faciant egestatem. Alios obscuritas generis altum aliquid sperare non sinit, eoque miserie traducit ut potentioribus adulando deserviant, summam beatitudinem estimantes si possint vel nobilium pedibus inherere eoque pacto quibuslibet se non vereantur obiectare periculis, nec ullius reatum sceleris pertimescant. Differunt item ab hiis, sed non dispari laborant insania, qui cum ignobiles sint nullaque genus virtute redimant, sublimia tamen sperare presumunt, potentium virorum patrocinia multis ementes periculis ut abiecti generis possint ignominiam diffiteri. Plerique nobiles criminosis actionibus bonam famam demeriti, fas et nefas equa lance trutinant, nichil se deinceps sperantes acturos, quo possint semel inflictam notam infamie propulsare. Nonnulli quoque de proditorum semine procreati, patrum eligunt sequi vestigia. Eiusmodi quidem homines haud indigne ferendum est Maionis parere mandatis eiusque limina frequentare. Te vero summe nobilitatis et integerrime fame iu[venem, amplissimis ditem patrimoniis, nulla permittit ratio lucris turpibus inhiare, pre] oculis habe qui te parentes genuerint, et omnem tibi delinquendi viam obstructam intelliges aspernandique sceleris necessitatem indictam. Certe, si neminem videres proditoris huius obviare sceleribus, tu saltem nobilitatis, quam idem atrocissime persequitur, vindex esse debueras. Nunc autem, cum omnes adversus eum unanimiter moveantur, tu solus eumdem predicas innocentem? Cuius dum asseris innocentiam suspectum te facis, verendumque tibi ne fame dispendium ac lesionem incurras. Quis enim eo putandus nocentior; qui bonorum omnium sanguinem sitit, qui nemini nocet nisi quem innocentem cognoverit, qui demum ei fraudulenter querit regnum subripere, per quem in hanc eminentiam potestatis evasit? tu consilium hoc innocentiam vocas, tu propositum hoc approbas, tu regem occidi consenties, aut honore privari, cum ei sacramento sis fidelitatis astrictus, aut, eo deposito, notarium hunc regem fieri, dudum olei venditorem? at, eo regnante, secundus eris a rege, summis fulgebis honoribus, optio tibi dabitur quem velis comitatum eligere. Sic tibi iam, nisi fallor, de futura prosperitate blandiris. O perditissimi virum ingenii! Puta [iam regem depositum. Quid ergo? Maionem regnaturum exist]imas? Eadem cer[te die qua reg]num occupaverit cum omnibus hiis qui eius familiaritati adheserint, et si ferrum nusquam compareat, saltem lapidibus obruetur. Adde quod unus es in Sicilia cui virtutis aliquid imputetur; te solum omnes respiciunt; quicquid egeris, obscurum esse non potest. Elige virtutem malis an scelera publicari? Pudeat te quidem omnium expectationem deludere; pudeat inter prime iuventutis auspicia malarum artium rudimenta suscipere. Aspernare socerum, cuius affinitatis contagio tua sit nobilitas polluenda. Respue, si sapis, uxorem liberos tibi parituram degeneres prolemque generis biformitate patri dissimilem. Adquiesce tandem amicorum consiliis et ad eorum omnium vindictam accingere; teque pariter et id nobilitatis quod superest in libertatem vendica, nec patere truculentissimam hanc beluam in nostram perniciem diutius debacchari. Experiatur certe virtuti, licet innumeris eam persecutionibus oppressam attriverit, ad vindictam tamen scelerum audaciam et ultores gladios non deesse. Regis quidem ipsius incolumitas regnique salus ac libertas in manibus tuis est. Nam, ceteris omnibus [huius] tam preclari facinoris impotentia condempnatis, tante laudis cumulum fortune tibi benignitas reservavit. Nec ad id cuiuslibet procrastinationis dilatio necessaria est, aut temporis oportunitas expectanda. Adeo enim suis te fraudibus ac dolis circumventum existimat, ut neminem alium putet iam familiarius admictendum. Sive igitur eidem armatus sive inermis, solus an militum multitudine stipatus occurras, nichil ex hoc ei timoris, nichil suspicionis innascitur. Unde et eum secure potes ubicumque libuerit obtruncare. Quo semel occiso, nichil tibi verendum est ne quempiam ad vindictam sui superstitem derelinquat. Age ergo, iuvenis; enitere ut gradum hunc felicitatis attingas, quo te virtus vocat sequaris intrepidus, nec poscenti fortune tuum deneges obsequium. Quod si te facturum non dubia nobis pactione spoponderis, preter eam quam inde consequeris immortalem gloriam, non deerit etiam mutua grataque meriti compensatio. Nam id modis omnibus perquiremus et impetrabimus, ut comitissa Catacensis matrimonii tibi federe coniungatur, et omni dubietatis sublato scrupulo, huius te pactionis reddemus certissimum, seu iurisiurandi religione [ma]lueris esse contentus, seu quolibet alio satisdationis genere tibi prospiciendum esse putaveris. Quantum autem eadem comitissa nobilitate tibi premineat, quam potentium virorum nuptias recusaverit, non attinet dicere, cum nichil horum tibi putem incognitum\"."
      },
      {
        "index": 1,
        "text": "Hec eo dicente, ceperat iam animus iuvenilis, ut facile movebatur amore laudis, accendi, ipsiusque Maionis detestari scelera, iamque eius affinitatem plurimum abhorrebat, quadam tamen adhuc velut hesitatione suspensus. Mox autem, dum paulisper secum deliberans, hinc desponsate sibi virginis genus obscurum, patris eius infamiam et quod ei periculum imminebat, inde pactas sibi comitisse nuptias animo metiretur, puduit eam super hoc hesitasse, cepitque in eodem proposito plenius roborari. Nec diutius moratus, Rogerio de Marturano aliisque qui aderant nobilibus viris respondit: ea se que persuadent confidenter ausurum, plenaque peracturum fiducia, si pactioni starent proposite. Sic ubi visum est utrique parti nichil eorum penitus que promiserant immutare, ipsaque etiam postmodum comitissa nec non et eius propinquis predispositum fedus matrimonii ratum habentibus, utrinque prestito sacramento, pactum preha[bitum roboratur, mortique Ma]ionis termi[nus certus prefigitur. Additque etiam Matheus Bonellus,] si temporis interim occurrat oportunitas, nequaquam id sibi esse animi ut prefixam diem expectet, nec per se staturum quin illud quam mature possit perficiat. Nec minus alibi quoque fortunam, tantis admirati fatigatam successibus, iam ab eius obsequio descivisse perciperes. Cum enim instaret iam dies quem idem interficiendo regi providerat, placuit ei cum archiepiscopo secretum habere colloquium. Cum de rege maturius amovendo, de sedandis populi motibus regnique statu mox futuro deliberantes invicem disceptarent, suborta est inde controversia de thesauris ipsiusque regis filiis, cuius deberent custodie deputari. Dicebat enim admiratus puerorum tutelam ac thesauros totumque palatium sibi debere committi, quoniam oporteret regni negotiis insudare, maximeque thesauros necessarios esse ad tumultus rebellantium comprimendos et arcendos exterorum incursus hostium, nec sine magnis sumptibus emersuras dissensiones et intestina bella posse compesci. Archiepiscopus autem aiebat id se numquam passurum, nam ex ea puerorum tutela plurimum posse suspicionis innasci maxime[que roborari precedentem plebis opinionem: tunc omnes fore certissimos nichil illum aliud quam reg]num appetere, [tunc adversu]s eum modis omnibus asperandos. Suspectum enim tutorem pueris dari, nec iura permictere, et si datus sit, removendum censere. Sanius autem esse consilium ut archiepiscopis, episcopis aliisque venerabilibus et religiosis personis, de quibus nulla posset haberi suspicio, puerorum ac thesaurorum custodia crederetur. Nam et redditus totius regni sumptibus faciendis suppetere, et si necessitas exigeret, ab ipsis eum thesaurorum custodibus quantum sufficeret accepturum. Sic igitur alternis disceptationibus ea controversia diutius protracta, cum archiepiscopus a predicta non posset avelli sententia, eademque Maioni penitus displiceret, quippe quem suis noverat machinationibus obviare, tandem iratus subintulit, non ita se de archiepiscopo meruisse ut suo debuerit adversari proposito. Sed nunc compensationem sibi mutuam reliberi, quod eum sola gratia socium et consilii participem ascivisset, cum eius non indigeret auxilio, et eo quidem ignaro, aut etiam reluctante, facile posset quod proposuerat adimplere. Verum hanc ad presens nichil obfuisse discordiam, nec enim esse iam dubium quid in tali socio spei sibi debeat reservare. Preterea iam [se penite]re propositi, animumque suum ab incepto penitus avertisse, nec unquam deinceps tale quidpiam admissurum. Tunc archiepiscopus, licet hec eum ex animo dixisse non crederet, \"oportunum quidem\", ait, \"et satis approbandum consilium; nam et me quoque facti deterret atrocitas, nec absque salutis et fame nostre periculo posset hoc fieri\". In hunc modum, contracte dudum societatis federe dissoluto, Maio discessit, totis iam se nisibus preparans ultioni. Ac primo quidem erga socium ita regis animum spe lucri, ut erat cupidissimus, irritavit, ut septingentas ab eo auri uncias extorqueret. At ille, quamquam eiusmodi iactura satis efficaciter ad doloris eum impatientiam permovisset, pudore tamen et indignitate rei vehementius exestuans, totum ad eius rei vindictam ingenium transportavit. Cumque prius tanto pacis ac dilectionis federe tenerentur astricti ut se fratres invicem appellarent, nunc hostes atrocissimi sed occulti in exitium suum plenis operabantur affectibus, non iam fortunas alter alterius petituri, sed vite dispendio peneque capitis imminentes. Admiratus enim pestifera veneni potione meditabatur illum extinguere, ad idque locum ac tempus prestolabatur ydoneum. At ille detestabile Maionis facinus tam per se, quam per familiares suos multis detegens, ad vindictam eos tanti sceleris hortabatur, et prehabitam de se suspicionem removens, adversus illum plebis animos irritabat, multos etiam milites ac nobiles viros plurimis sibi persuasionibus alliciens. Sub ea tempestate Nicholaus logothetus, qui tunc in Calabrie partibus iussu curie morabatur, Maioni scripsit epistolam, ubi quicquid a Matheo Bonello gestum fuerat pactaque inter eum et comitissam Catacensem habita, prout relatu didicerat amicorum, breviter enarravit. Ea res primo dubiam viri mentem longa deliberatione suspenderat, necdum fide dignum censebat eum suis refragari consiliis, quem summa promotum diligentia, tamquam filium educarat. At ubi multis id asserentibus pleniorem fidem adhibuit, iam de vindicta secum deliberans, ad id operam dabat, ne factum hoc impunitas sequeretur. Matheus autem Bonellus ita re gesta, reversus in Siciliam iam Thermas pervenerat, quod oppidum ab urbe Panormo .XX. milibus distat. Ibi quemdam militem suum obvium habens, quem in Calabriam profecturus Panormi reliquerat, mentem ac propositum Maionis eiusdem persensit indicio quodque iam sibi venturo carcerem prepararet, et quamquam admirati litteris cre[brius citaretur, nec] longam temporis angustia deliberationem admitteret, prudenti tamen consilio statuit non prius Thermas ascendere, quam missis nunciis animum illius prelibaverit. Litteris ergo Maioni directis narrat opera sua sedatos esse Calabrie tumultus; Calabros omnes de inimicis amicissimos ei factos et ad peragendum quicquid iniunxerit expeditos, nichilque iam aliud quam eius imperia prestolari; additque suam ipsius fidem hac in re maxime satis habundeque spectatam, qui tanto studio tantaque sollicitudine negotia gesserit admirati, licet semper eius nichilominus voluntati diligentissime fuerit obsecutus sue per omnia iussioni deserviens, ea spe quidem ac fiducia, ut quem suis videret insudare negotiis, eum ampliori benivolentia crederet amplectendum, pactasque sili filie nuptias non differret; verum hoc in contrarium cessisse. Nam pro gratia potius ingratitudinem compensationis vice sibi redibitam, iamque se longa promissionis expectatione suspensum, diutius cruciari, suoque fraudari desiderio. Nunc id se rogare, id plenitudine votorum exposcere, ac per si quid de eo bene meruerat obtestari, ut qui timorem eius in gaudium commutasset, qui timendum ac triste belli principium ad letos exitus perduxisset, eum redeuntem promissi coniugii letitia muneraret."
      },
      {
        "index": 2,
        "text": "Has igitur litteras admiratus inspiciens, familiaribus suis eas ostendit, illis precipue qui adversus Matheum Bonellum eius indignationem commoverant, dicens palam esse nunc eorum falsitatem que sibi dicta fuerant; iniquum esse tanti criminis eum argui, qui filie sue nuptias tanta prece tantisque votis expeteret, nec se deinceps crediturum, si quis de eo mali quidpiam sibi suggesserit. Dehinc illi sub omni celeritate rescribit, uti securus veniat et conceptam deponat sollicitudinem, suo, quam primum venerit, satisfacturum iri desiderio, eumque nuptias, quas tam affectuose postulaverat, adepturum. At ille visis eiusmodi litteris, tanquam ea nuptiarum promissione lenitus, leta fronte Panormum ingreditur, ibique ab admirato benigne et cum honore susceptus, gratias ei agit, rogatque ut promissionem suam celeri prosequatur effectu. Hinc archiepiscopum febribus laborantem secretius adit, eique quod gestum fuerat totum expediens, ab eodem plurimum admonetur ut omnibus modis acceleret et dilationis impedimentum omne submoveat, rem enim tantam non sine periculo iam differri. Interim ergo Matheus Bonellus perpetrando facinori tempus ydoneum sollicite perquirebat; sed et huic eius sollicitudini fortuna non defuit, que quasi penitentia ducta, quod virum ignobilem, tantis horrendum flagitiis, in summo fere rerum culmine collocasset, iam ei precipitium minabatur et volubilis circuli supereminentiam sensim detrudens, ad infima, circumductis anfractibus, rotam ceperat obliquare. Cum enim iam admiratus ipsi archiepiscopo per manum cuiusdam familiaris sui, quem donis ac promissis illexerat, venenum propinari fecisset, mirabatur eum tardius mori diuque languere, et curis ingentibus angebatur, timens ne forte posset pristine sanitati restitui. Idque ex impotentia veneni previdens accidisse, preparat aliud multo vehementius ad nocendum et amplioris malitie. Quod secum deferens, die quadam, circa horam undecimam, archiepiscopum visitat, eique assidens, primo de statu eius interrogat; inde subiungit eum facile, si consilio amicorum crediderit, evasurum; rogatque ut facilem et expertissimam ad hoc genus egritudinis medicinam accipiat, quam ipse in presentia sua diligentissime fecerat preparari. Ad hec archiepiscopus tantum se iurat pati fastidium, tanta membrorum debilitate vexari, [ut neque] sine magno periculo corpus ita debile possit amplius inaniri, et ipse quamlibet medicinam solo visu abhorreat, sed et cum summa difficultate cibos accipiat. At Maio, ne videretur importune instare, eoque ipso suspectus fieret, preparatam iubet potionem in diem aliam reservari: dehinc illi familiarius assidet, et blande super hoc eum redarguens, hortatur ne consilium amicorum tam negligenter audiat, neque sue semper obtemperet voluntati, cum sciat eam esse legem egritudinis ut animus nociva frequentius appetens, ea que prosunt nichilominus aspernetur; vim sibi, si sanari desiderat, aliquotiens faciendam; seque de illius ut propria salute iurat indifferenter esse sollicitum, nam siquidem eum mori contigerit, nescire se quid deinceps sit acturus, quo se vertat, quam expetat societatem, cuius fidei se committat. Nichil enim in alio quoque spei aut fiducie sibi repositum. At ille grates ei referens, impotentiam suam excusat, fidemque laudat amicitie. Ad singula prolixius respondendo, aliisque insuper de rebus verba multiplicans, mittit ilico qui Matheo Bonello dicat, ut siquidem vir est, nunc acceleret et ad peragendum quod promisit viriliter accingatur; milites suos occulte faciat armari; armatos competentibus disponat in locis; interim se Maionem variis sermonum ambagibus detenturum. Matheus ergo Bonellus, prout ei imperatum fuerat, in secretiore domus parte militibus convocatis, rem eis totam exponit, paucisque admonet ut audaci fortique sint animo; sine metu, sine periculo facillime posse rem fieri; sive enim nesciens hoc sibi periculum imminere securus exierit, non esse dubium quin omnis ei fugiendi aditus obstruatur; sive re cognita timens exire, aliud quicquid machinari voluerit, itidem eum in ipsis edibus nichilo segnius obtruncandum, nec ei deliberandi spatium indultum iri. Nec vero longis erant persuasionibus onerandi, quos ad id perpetrandum, et sacramentum astrinxerat, et Maionis dudum inflammaverat odium, et lucri spes vehementius accendebat. Inter hec occasui solis iam succedente crepusculo, totam urbem subitis incertisque rumoribus videres attonitam civesque hinc inde turmatim dispersos incedere, et quidnam esset timoris quod urbem repente sic attonuerat, ab invicem sciscitari; alios autem obstipo quidem capite, sed arrectis auribus per plateas urbis conventicula facientes, varias super hoc dissonasque proferre sententias. Plurimorum tamen circa id versabatur opinio ut Maionis instinctu, regem ad archiepiscopum ea nocte venturum in ipsaque via crederent occidendum. At Matheus Bonellus, ubi videt militum sibi promptam audaciam non deesse, Maionem ab archiepiscopo satis commode detineri, noctem interim nichilominus oportune suas mundo tenebras iniecisse, primum in via Cooperta, ab eisdem archiepiscopi domibus ad palatium regis protensa, qua Maioni fuga sperari poterat, plerosque militum per congrua loca disponit; dehinc eam qua transiturus erat occulte premunit insidiis, ac sic ubi forte per venulas, ut vulgo dicitur, in vias alias lateraliter effluebat, easdem militibus suis provide distribuit observandas; turbe quoque que Maionem sequebatur quosdam suorum preceperat immisceri. Ipse cum paucis ad portam Sancte Agathes exeuntem prevenire disposuerat admiratum, eumque locum putabat oportunum insidiis, eo quod ibi via plurimum coartata, deinceps sese dispergebat in trivium et precedentis culpam angustie dilatatione prodiga redimebat. Itaque ubi iam admirato visum est re parum bene gesta discedere, iubet archiepiscopus fores diligentissime quam primum exierit obserari. Cum igitur episcopo Messanensi, qui eius lateri adherebat, colloquens, prope locum insidiarum in vie iam angustias incidisset, subito Matheus notarius eius familiaris et Adenolfus camerarius, vix sequentis turbe multitudinem transeuntes, ad eum perveniunt, eiusque auri immurmurant Matheum Bonellum cum plerisque militibus armatis visum esse in insidiis, ipsumque ab eodem, sicut audierant, debere interfici. Tunc Maio, stans ac subiti mali rumore turbatus, Matheum Bonellum ad se precipit accersiri. At ille sentiens se vocari, suaque Maionem iam non latere consilia, prosilit ex insidiis, strictoque gladio, terribilis ei repente supervenit, \"et ecce\", inquit, \"adsum, o proditor, pessundate nobilitatis ultor vel serus, ut nefandissimis sceleribus tuis modum imponam, unoque semel ictu in te tam admirati quam regis adulterum nomen abradam\". At Maioni, cum nec orandi veniam indulgeretur spatium, nec in extremo tamen vite discrimine fatigatum defecit ingenium. Nam in alteram partem defluens, et sublati ensis ictum evasit, et ferientis violentiam in irritum transportavit. At eiusdem fortius redeuntis impetum evitare non potuit, acceptoque letali vulnere, ad terram corruit moribundus. Hii vero qui sequebantur eum, subito disparentes, qua quisque potuit aufugerunt. Matheus notarius vix inter noctis tenebras, graviter vulneratus, evasit. Matheus ergo Bonellus ciusque comites, ita re gesta, timentes Panormi diutius immorari, cum incertum haberent quo id factum animo rex erat accepturus, ipsa nocte Cacabum, quoddam eius oppidum, devenerunt. Tota vero civitas que prius ambiguis erat suspensa rumoribus, proditoris morte cognita, sic exilarata est ut tunc primum in Maionem plebis odium appareret. Nam alii cadaver in media via proiectum, pedibus conculcabant; alii barbe pilos protervius evellentes, eius faciem conspuebant. Nec vero deerant qui Maionem putarent adhuc vivere, tantique virum ingenii nunquam adeo consilii fuisse inopem, ut sic interfici potuisset; eum autem qui iacebat exanimis, aliquem fuisse ex militibus suis afferrent. Eadem nocte rex, insolitum e palatio vulgi tumultum audiens, mirabatur quid in urbe turbinis accidisset, vidensque Odonem magistrum stabuli, qui ob id ipsum nunciandum ad palatium accedebat, rem ab eo totam edidicit, indignatusque est plurimum tam audacter id, iniussu suo, quempiam presumpsisse. Nam, etsi contra regiam maiestatem admiratum [aliquid m]achinari const[aret], ad [se tamen] primo referri debuisse, sibique reservari vindictam. At regina mortem Maionis multo molestius nec adeo patienter audivit, et in Matheum Bonellum eiusque socios maiori quidem impetu indignationis exarsit. Interim ergo, ex mandato regio, delecti sunt qui civitatem tota nocte pervigiles circuirent, ne forte ex ea occasione inter cives seditionis aut discordie quidpiam oriretur. Plerique etiam domus admirati custodie deputati; propinquorum enim et affinium eius domos, quia facile plebi inhiberi non poterat, permissum erat licite depredari."
      }
    ]
  }
}
