{
  "chapterNumber": 40,
  "title": "XXXVIIII. De Illo Qui Retribuit Malum pro Bono (On Him Who Returned Evil for Good)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Sed quanta celeritate curaverat electi spem ac petitionem collato beneficio prevenire, tam mature compensationis improbe vicem electus ei studuit redibere. Quidam enim viri de remotis partibus ad curiam venientes, hiis que postulaverant impetratis, cum pro licteris suis Petro notario consanguineo Mathei notarii, quod eis iustum videbatur offerrent, ille vero multa maiora petens, oblata sibi respu[eret, rem ad cancellarii notitiam pertulerunt. Qui precepit uni ex astantibus notariis ut alias licteras super eodem negotio] scriberet ipsaque die predictos viros absolveret. Petrus autem notarius videns eos qui prius importune instare consueverant ad se iam non reverti, persensit illos licteras suas ab alio notario recepisse, assumptisque quot visum est sociis, viam qua transituri erant observans, cum in eius insidias incidissent, licteras regias illis ablatas rupto sigillo frustatim discerpsit, ipsosque contumeliis et verberibus affecit. Quod ubi cancellario cognitum est, precepit eosdem sibi viros in curia presentari, vocatoque Petro notario, cum factum negare non posset, iussit eum carceri mancipari. Tunc electus Siracusanus nimis mordaciter respondit: contra ius et rationem eum sententiam eiusmodi protulisse, et in Francia forsitan ita solere decerni, sed in Sicilia nequaquam hoc iudicium obtinere; non levis auctoritatis esse notarios curie, nec eos oportere tam facile condempnari. Ea res non parum cancellarii permovit animum, cum eum, cui preter opinionem omnium duo casalia nudius tertius gratis dari fecerat, tanta nunc in se videret asperitate verborum insurgere, ne[que sibi saltem] in curia defer[re, ut eum] super hoc secretius [aut] moderatius conveniret. Nichil tamen ei respondit, sed iniuriam suam patienter dissimulans, Ansaldum palacii castellanum accersiit, iussitque notarium Petrum in carcerem sine dilatione retrudi donec examinaretur attentius cuiusmodi pene subiacere deberet, quem et contra regni pacem egisse et regie maiestati specialiter iniuriam constaret ac dedecus intulisse. Post paucos vero dies, rogatus a familiaribus curie, liberum eum abire dimisit, prohibens tamen ne deinceps notarii fungeretur officio."
      }
    ]
  }
}
