{
  "chapterNumber": 6,
  "title": "V. De Voluntate et Mente Comitis (On the Will and Mind of the Count)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Comiti vero longe alia mens erat aliudque volvebat in animo; iam enim plurimos Barensium qui tunc Panormi morabantur ipse sibi iurare fecerat, erantque cum eo Symon Sangrensis et Rogerius filius Richardi pluresque nobiles et factiosi milites per quelibet eum pericula secuturi, quibus indignum, turpe miserumque videbatur ut cuius pater oleum Bari vendere consueverat; sic enim dicebatur; eum regnare permicterent. Sed neque displicebat eis regem interfici ob tyrannidem quam in viros nobiles exercebat. Erat autem hoc eorum consilium ut quum mature regem admiratus occidisset, ipsi statim in eum tanquam interfecti regis ultores irruerent, ne sua diutius proditione gauderet regisque filium maiorem natu patri sustituerent heredem. Ita comes adversus dolos Maionis fraudulenter agere instituerat, plurimum interim ipsi blandiri, rogare ne rem tantam negligendo differret, paratos semper habere secum milites, prestolari de die in diem ut admiratus quod proposuerat adimpleret. Ubi segnius eum videt rem gerere tepidumque languere propositum, fidem suam illi suspectam esse sibique parum credi certis colligit argumentis. Post habito igitur de morte regis consilio, Maioni parat insidias et vel in presentia regis, si quidem aliter non possit, eum sibi destinat occidendum. Quod quadam die non secus ac providerat accidisset, nisi quod iam in palatium percussoribus introductis, subito nunciatum est in curia, de partibus Apulie galeas advenisse. Ea re tunc ab incepto milites absterrente, Maio fortune beneficio liberatus evasit; comes autem, videns id quod actum erat celari non posse; nam et multi milites cum armis viderant introductos; pro tempore consilium capit et cum admirato secretum habens colloquium, narrat ei ex ordine quid sibi acciderit et qualiter sit spe frustratus. Nam \"hodie\", inquit, \"ad curiam optime venimus preparati, ultimumque vite tyrannus diem clausisset, nisi quod galea calipolitana, quam applicuisse audivimus, impedimento nobis fuit\". Admiratus autem frustra eum timuisse respondit, nam Calipolim totam ei iurasse et unius secum esse propositi. Eadem die suggestum est ei a pluribus amicorum quod comes Gaufridus cum armis curiam eum interfecturus intraverit. Quibus ille hec omnia scire se dixit; suo totum id actum consilio; regi timendum fuisse, non sibi."
      }
    ]
  }
}
