{
  "chapterNumber": 3,
  "title": "II. De Comite Lorotelli (On the Count of Lorotello)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Eoque ipso spe subnixa, regnandi cupiditas acriores viro stimulos ingerebat. Scribit itaque cancellario uti Robertum comitem Lorotelli tanquam ad audiendum regis imperium Capuam evocet idque modis omnibus agat ut eumdem captum, sub fida custodia Panormum transmittat. Ut enim rex idem vellet multis persuasionibus effecerat, asserens quod ipse comes ad regni subreptionem plurimum aspiraret, ipsumque regnum sibi iure diceret pertinere eo quod Rogerius rex, avunculus eius, in quodam testamento suo precepisse diceretur, ut si quidem Willelmus eius filius inutilis aut parum ydoneus videretur, Robertum comitem, cuius virtus haud dubia erat, regno preficerent. Comes ergo acceptis litteris cancellarii cognitoque per amicos quid fraudis intenderet, animadvertit eiusmodi sibi expedire consilium, ut neque regis imperio contumaciter obloqui videretur et propositos sibi laqueos evitaret. Itaque, cum quingentis fere militibus optime armis instructis Capuam veniens, extra urbem in plano figit tentoria. Cancellarius, ubi hunc venisse comperit, illico denunciat ei ut omissis militibus suis ipse cum paucis in urbem veniat, velle se cum eo secrete loqui et regis aperire mandatum. Ad id comes urbem se non ingressurum asserit; siquidem cancellarius exeat, paratum audire quidquid ex parte regia sibi preceperit. At ille contra spem suam comitem dolos intelligens presensisse, egressus est ad eum, dicens voluntatem regis hanc esse, ut universos milites suos, prout feudum suum exigebat, Boamundo comiti assignaret. Quod quidem molestissime comes tulit, responditque indignum et contra consuetudinem esse ut milites sui ducem alium sortirentur, ac si ipse proditor aut bello videretur inutilis. Cumque instaret cancellarius, persuadens ut regie satisfaceret voluntati, adiecit comes aut non sani capitis aut proditoris istud esse mandatum: ideoque se nullatenus id facturum. Sic inani spe delusus cancellarius, Capuam rediit, comes in Aprutium iter convertit. Nec multo post in exercitu inter milites cancellarii et comitis Symonis orta seditio, eousque processit ut in dominos quoque militum iniuria redundaret multaque hinc inde verba mineque discurrerent. Quod utrum industria cancellarii factum sit, casuve contigerit parum constat. Verisimile tamen est Maionis intercessisse mandatum, ipsumque cancellarium in optimo comite non videntem quid crimini daret, in excitanda lite id habuisse consilii, ut inde maledicendi causam eliceret. Nam et super hoc litteris curie destinatis rem non tam vere quam hostiliter expressit et maiori comitem quam res exigeret criminatione pulsavit, dicens eum in exercitu crebras suscitare discordias; milites suos ad seditionem hortari; comitem etiam Robertum eius indicio propositas insidias effugisse; nuncios inter eos crebro discurrere, nescio quid eum fovere propositi, satis periculose deinceps ei creditum iri exercitum. Hec et huiusmodi plurima regi magnus admiratus suggerens, a cancellario sibi transmissa subiunxit fidem plenissimam eisdem litteris adhibendam. Nam se quoque dudum audisse quod Robertus comes cum plerisque aliis contra regem conspiraverat, comitemque Symonem eius ipsius factionis esse participem, quod claris nunc apparebat indiciis. Inde maturandum censet ut emergentis mali periculum evitetur; sero carnem putridam resecari, cum vicinas partes corruperit. Ideo facilius regi persuasum, quod propinquos omnes consanguineosque habebat suspectos. Comes igitur literis regiis citatur ad curiam, aliusque in eius locum comestabulus subrogatur. Sed eidem venienti neque suam purgare licuit innocentiam, nec obiectis ordine iudiciario respondere. Statim enim, non sine multa Maionis invidia, captus et in carcerem est retrusus."
      }
    ]
  }
}
