{
  "chapterNumber": 13,
  "title": "XII. De Comite Andrea (On Count Andrea)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Per idem tempus Andreas de Rupe Canina, qui tunc in Campanie partibus exulabat, videns tanto scismate regnum distrahi, congregatis militibus, Aquinum cepit, oppidoque Sancti Germani, quod Cassino monti subiacet, occupato, dehinc Aliphias usque pertransiit. Sed paulo post ab eisdem civibus qui eum sponte receperant circumventus, cum paucis militum suorum vix evasit, tutiusque potuerat urbes hostium expugnare, quam expugnatas deserere. Interim, dum in hunc modum Apulia turbaretur, adhuc Sicilia quiescebat, nec ullis agitabatur tumultibus; licet enim utraque gens infida, mobilis pronaque sit ad quodlibet facinus perpetrandum, Siculi tamen cautius dissimulando celant propositum et quos oderunt blandis adulationibus demulcent, ut improvisi ledant atrocius. Sed nec in Sicilia quemquam admiratus reliquerat, cui ad audendum animus superesset. Nam comes Silvester, hominum timidissimus, quamquam Apulorum consilium approbaret, quibus etiam sese modis omnibus spoponderat futur[um auxilio, suam tamen nullis audebat] indiciis [detegere voluntatem. Comes etiam] Rogerius Creonensis, cuius filiam Maio virginitate privaverat, iniuriam suam patienter dissimulans, vindictam Apulis reservabat. Admiratus, ubi contra spem suam animadvertit comitum vires in immensum excrescere, primum Amalfiam, Surrentum, Neapolim, maritimas civitates, que nondum defecerant, dehinc ex altero mari Tarentum, Ydrontum, Brundusium, Barolum literas ex parte regis transmisit, admonens ut nullis moverentur rumoribus, neque falsis comitum suggestionibus crederent, aut se proditorum turbe miscerent. Sed eo res devenerat, ut regis litteras nemo susciperet: dicebatur enim per manus proditoris eas fieri, neque regis in eisdem, sed Maionis exprimi voluntatem. Stephanum quoque fratrem suum, qui militibus in Apulia preerat; ut comitis Roberti crebros impetus sustineret, sepius admonens hortabatur, ut amplioribus stipendiis militum sibi mentes alliceret eosque tam muneribus quam promissis ad resistendum comitibus invitaret. Nam Symonem senescalcum in quoddam munitissimum oppidum se receptare comitum timor compulerat. Placuit etiam Mazariensem episcopum Melfiam mitti legatum, ut civium animos mitiga[ret et eorum indignationem compesceret. At il]le, non solum ab incepto Melfenses revocare non studuit, verum etiam amplius eorum mentes exasperans, plura de proditione Maionis et atrociora quam audissent, eis narravit. Sed et Calabria, iam ingruentibus Apulie procellis, quati ceperat, cuius antea fides difficillime consueverat vacillare. Ea res admirato plurimum terroris attulit, visumque est mature talem eo mitti oportere legatum, cuius facile persuasionibus fides habeatur a Calabris."
      }
    ]
  }
}
