{
  "chapterNumber": 9,
  "title": "Tom I, Rozdział IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IX."
      },
      {
        "index": 2,
        "text": "Jance długo stał w pamięci Witowski. Zaciekawił ją ogromnie, działał już z oddalenia, bo czuła w nim jakąś niezwykłą, nieszablonową organizację. Przypominały się jej postacie calderonowskich dramatów — i pełna niejasnych, niesformułowanych myśli i marzeń poszła odwiedzić Rochową. Janowa za nią niosła buljon i wino."
      },
      {
        "index": 3,
        "text": "Rocha nie było w izbie. Mała lampka kopciła nad okapem i zalewała izbę brudno-żółtem światłem. Przy kominie, na którym suche, świerkowe gałązki trzaskały wesoło, siedziało kilka kobiet, rozmawiały półgłosem i ze zdziwieniem podnosiły rozczerwienione od ognia twarze na wchodzącą. Chora otworzyła z trudem ciężkie powieki. Kobiety ją nieco uniosły na poduszki, a Janka wlała w zaciśnięte gardło trochę wina. Dyszała długo, w żółtych oczach zatlił się jakiś słaby błysk przytomności życia."
      },
      {
        "index": 4,
        "text": "— Panienko! — szeptała bezdźwięcznie, starając się ująć kostniejącą ręką dłoń Janki — a niech ci Pan Jezus da... a niech ci Bóg Ojciec da... a niech ci Matka Boska da... a niech ci... a... — dokończyła rzężeniem, płomyk świadomości zagasł, jęczała cicho i w długim oddechu otwierała usta, oczy stawały jej kołem i wytrzeszczone świeciły, niby wielkie, szklane paciorki. Jedna z kobiet zapaliła gromnicę, bo myślała, że już kona, ale Rochowa po chwili uspokoiła się i spojrzała przytomniej."
      },
      {
        "index": 5,
        "text": "Janka siedziała długo przy niej, poprawiała jej włosy, wymykające się z martwą bezwładnością z pod chustki, wlewała po kilka kropel wina, czasem gładziła ją po twarzy i zwolna sama zapadała w jakieś odrętwienie bezbolesne; kobiety znowu siedziały przy ognisku, jedna z nich ukryła głowę w poduszce, pokrywającej kłodkę, i spała, reszta mówiła cicho i trwożnie się oglądały na łóżko i na Jankę. Pociąg biegł z hukiem, aż cały domek dygotał i fajansowe talerze w serwantce brzęczały, i rozlewała się po izbie senna i tragiczna cisza; wiatr szamotał się z lasem i prześwistywał w kominie i ucichł, ale zaraz rozległo się jakieś żałosne beczenie kozłów w lesie, aż baby żegnały się pobożnie i przysuwały się coraz bliżej do siebie. Janka poruszyła się, spojrzała na izbę: kobiety milczały. Rochowa patrzyła na nią z jakiejś zawrotnej głębokości, a ten żółtawy blask spojrzenia przeniknął ją zimnem i trwogą: usunęła swoją rękę, bo chora dotykała jej końcem palców, nie mogąc ująć, jakby czepiała się z trwogą w tej przedostatniej chwili. Wstrząsnęła się i powstała do wyjścia."
      },
      {
        "index": 6,
        "text": "— Pa... pa... pa... nienko... pa... — rzężała Rochowa, napróżno usiłując ją zatrzymać, i jakaś straszliwa rozpacz i ból wykrzywiły jej twarz suchą. Janka nie spojrzała już na nią więcej, nie chciała widzieć nic i, chociaż czuła tę niewypowiedzianą i głęboką prośbę w twarzy umierającej, wyszła."
      },
      {
        "index": 7,
        "text": "Nie, nie mogła tam pozostać dłużej, bo czuła, że i w niej wszystko kona, że umiera. Dopiero w tej chwili poczuła całą zgrozę śmierci. Biegła tak prędko do domu, o ile jej tylko siły pozwoliły."
      },
      {
        "index": 8,
        "text": "Noc całą widziała tę trupią twarz, pływającą w cieniach."
      },
      {
        "index": 9,
        "text": "Rano Roch sprzątał w mieszkaniu, jak zwykle, tylko że dzisiaj co chwila stawał przy robocie, wytrzeszczał oczy, żegnał się i zaczynał ciągle nieskończony pacierz."
      },
      {
        "index": 10,
        "text": "— Cóż, żonie nielepiej? — zapytała Janka po długiem wahaniu, bo odgadła po jego zachowaniu, że już wszystko skończone, ale chciała zaprzeczenia, pragnęła słyszeć, że Rochowa żyje, bo ją nurtować począł jakiś żal, że nie została tam, że nie usłuchała prośby chorej, dręczył ją wyrzut sumienia."
      },
      {
        "index": 11,
        "text": "— Lepiej?... e... nielepiej panienko, bo akuratnie drugie kury piały, kiej się jej zmarło."
      },
      {
        "index": 12,
        "text": "— Umarła!..."
      },
      {
        "index": 13,
        "text": "— Umarła! Juści, panienko, na śmierć umarła. Ino panienka odeszła, przyjechałem z dobrodziejem, włożył na nią święte oleje i zaraz umarła. Już ją tam kobiety oporządziły do pochowku."
      },
      {
        "index": 14,
        "text": "— Umarła — mówił takim głosem, jakby się dziwił dźwiękom i nie rozumiał ich znaczenia, i nie mógł jeszcze uwierzyć, aby ta, z którą przeżył trzydzieści lat, mogła umrzeć. — Pojutrze pochowek! tak, panienko! Dobra kobieta była. Czasem to mnie juści i sprała, ale winowaty byłem, a jaka robotna! a jak harowała!"
      },
      {
        "index": 15,
        "text": "— Umarła!"
      },
      {
        "index": 16,
        "text": "Obejrzał się po pokoju."
      },
      {
        "index": 17,
        "text": "— Juści, że umarła — dopowiedział."
      },
      {
        "index": 18,
        "text": "— Dajcie pokój robocie, idźcie zająć się pogrzebem. Zaraz powiem ojcu, to napisze, żeby wam dyrekcja przysłała na pochowanie."
      },
      {
        "index": 19,
        "text": "Pomyślał chwilę i, pochylając się do nóg, rzekł pokornym głosem:"
      },
      {
        "index": 20,
        "text": "— A to, panienko, chciałem podziękować, że to panienka taka pani, a nie wagowała się przyjść do nieboszki, a niechta Pan Jezus da najlepsze i ta Matka Częstochowska."
      },
      {
        "index": 21,
        "text": "Widziała go, jak z czapką w ręku, którą ocierał sobie oczy, szedł ku domowi plantem."
      },
      {
        "index": 22,
        "text": "— Umarła! — powtórzyła cicho Janka i wstrząsnęła się w długim, przejmującym dreszczu."
      },
      {
        "index": 23,
        "text": "— Tak samo o mnie powiedzą: Umarła! — myślała."
      },
      {
        "index": 24,
        "text": "Przez parę dni nie mogła się otrząsnąć z przygnębiającego wrażenia, jakie śmierć Rochowej na niej wywarła. Zaleska heljotropowym listem zaproponowała jazdę na pogrzeb. — „Czas taki piękny, przejedziemy się, odetchniem świeżem powietrzem i spełnimy dobry uczynek“ — pisała. Przyszła wpół godziny po liście i z trudem namówiła Jankę. Świerkoski dawał konie i razem ze Stasiem mieli towarzyszyć."
      },
      {
        "index": 25,
        "text": "Zaraz po południu pojechali, dogonili orszak i jechali wolno za wszystkimi. Orszak rozciągnął się długim pasem na wąskiej drożynce leśnej. Na przodzie niesiono czarny krzyż i wielką chorągiew, trzepocącą się niby czarny, olbrzymi ptak, przybity jednem skrzydłem do drzewca, z wymalowanym biało kościotrupem z kosą w ręku, potem jechał wóz, w jednego zaprzężony konia, proste deski, w których leżała biała, czysto oheblowana trumna, z czarnym krzyżem w pośrodku wieka. Roch szedł przy niej ze spuszczoną na piersi głową, trzymał się ręką wieka, czasem patrzył przed siebie, w tę szarość perłową, jaka spływała z przestrzeni na drogę, wijącą się jakby głębokim wykopem wskroś lasu, na śmierć na chorągwi, co zdawała mu się wychylać i zagarniać kosą brzozy, stojące z obu stron drogi, aż żółte liście leciały, niby łzy lasu, na trumnę, na odkryte, konopiaste włosy chłopów, na żółte i czerwone chusty kobiet, i opadała mu głowa bezwładnie, i szedł, jak martwy, wielką żałością przytłoczony, a za nim ciągnęły się sznury gromnic, kwitnących złotemi płomieniami, rozpylających zapach przypalonego żarem lipcowym pszeniczyska, gdy na nie deszcz krótki upadnie, i płynął głęboki, pełny uroczystości i namaszczenia śpiew:"
      },
      {
        "index": 26,
        "text": "Pieśń tak mocno brzmiała w ciszy powietrza, aż brzozy drżały, a stare dęby, co poskręcane dziwacznie, narosłe guzami gałęzie wznosiły, niby zaciśnięte pięści, wgórę, szumiały rudemi liśćmi; długie, zielone jemioły trzęsły się, a zżółkłe trawy, jałowce, kiście poskręcanych paproci, drobne leszczyny szemrały smutnie, i las cały, okryty bladawem złotem i purpurą jesieni, słuchał tej pieśni, zadumywał się, pił ją wszystkiemi porami i, jakby przepełniony żałością, co owiewała idących, zaczął wtórować swojemi głosami, rozbrzmiewać cichym pogwarem i hukaniami; kołysał się wolno, niby łan zbóż olbrzymich, przystawał na chwilę wyprostowany, i wtedy leciał głęboki tajemniczy pokrzyk, aż dzięcioły kuć przestawały, wrony zrywały się z wrzaskiem i krążyły nad lasem przestraszone, a pieśń przycichała na mgnienie, i wtedy rozległ się ostry stuk kół wozu o kamienie, i świst bata nad koniem, i ciężkie westchnienia modlitwy orszaku."
      },
      {
        "index": 27,
        "text": "Jankę przepajał smutek spokojny, w milczeniu przypatrywała się twarzom idących i głowom — twarde były, kanciaste, a świeciły jakąś kamienną rezygnacją, podobne w tonie do tej szarej ziemi, po której szli i jak ona senni i spokojni, podobne były do tych dębów rosochatych ich mocne postacie, bo miały tę samą siłę i spokój roślinny. Błękitno-siwe ich oczy miały barwy kałuż wody, porozlewanej na drodze, i tego nieba, co jak nieobjętą szklaną taflą wisiało nad nimi. Janka myślała, że gdyby tak zaskrzepli w tym lesie, toby byli podobni grabom, dębom, że rozpłynęliby się na łonie tej pramatki swojej i zginęli bez śladu, tylko na wiosnę przybyłoby młodych pędów, i te pnie ludzkie zazieleniłyby się, i żyły dłużej, silniej i wolniej."
      },
      {
        "index": 28,
        "text": "— Wszystko zpowrotem do ziemi! — myślała, patrząc na trumnę — tak, wszystko — i przypatrywała się ze szczególną uwagą Świerkoskiemu, który siedział na przedniem siedzeniu i, skulony, złamany we dwoje, z dłońmi w rękawach, patrzał ponuro; usta mu drżały nerwowo, co chwila wciągał nozdrzami powietrze, spoglądał jakiemś ostrem, nienawistnem spojrzeniem na trumnę i zginał się jeszcze bardziej, i słuchał z zabobonną trwogą pieśni, co się rozwłóczyła po lesie pasmem jakby białego fioletu, przesyconego perłami łez, próśb, ufności — tych robaków ludzkich, którzy kładli w te rytmy odwieczne proste swoje dusze."
      },
      {
        "index": 29,
        "text": "— Amis! Amis! — zawołał cicho na psa, biegnącego obok bryczki. Pies wskoczył mu na kolana, zsunął się do nóg i zwinięty w kłębek leżał cicho. Przyciskał jego łeb do nóg, bo tak mu się pusto i smutno zrobiło w duszy, jakby umierał. Dźwięk jego głosu rozbił milczenie, jakie panowało pomiędzy nimi. Zaleska nachyliła się do Janki."
      },
      {
        "index": 30,
        "text": "— Wie pani! tam, w lesie, zdaleka tylko, niechby szła orkiestra i grała szopenowskiego marsza, tylko cicho, a przejmująco. Co za tło! śpiew chłopów, trumna, chorągiew, las uschnięty, świece zapalone — szeptała cicho i sinawa od pudru twarz zarumieniła się, oczy strzeliły artystyczną ekstazą. — Byłby cudowny efekt, cudowny! prawda?"
      },
      {
        "index": 31,
        "text": "— Tak, operowy efekt! — odpowiedziała gniewnie Janka, bo ją rozdrażniło zapytanie; nie chciała mówić teraz, kiedy cisza i milczenie były dobroczynne, ten głos zabrzmiał przykrym dysonansem w tej harmonji."
      },
      {
        "index": 32,
        "text": "— Operowy! tak. Trumnę zarzucić kwiatami, konia ubrać w czarną kapę i pióropusz, czarne płaszcze dać chłopom, przybledzić im twarze, cudownie, cudownie! — szeptała upojona i zaczęła pocichu nucić drugą część marsza żałobnego."
      },
      {
        "index": 33,
        "text": "Janka odwróciła się od niej niechętnie, patrzyła na dziada, co ścieżynką, wijącą się nad drogą pomiędzy drzewami, utykał na kulach, śpiewał tylko ostatnie słowa i biegł tak szybko, aż wielkie torby, wiszące mu na plecach, obijały się o skurczoną na kuli nogę i o kije, któremi się podpierał, i dymiły obłokiem wstrząsanej mąki."
      },
      {
        "index": 34,
        "text": "Przed karczmą, stojącą pomiędzy wsią a lasem, na rozdrożu, stało kilkadziesiąt wozów, naładowanych klocami drzewa, i kupa chłopów, którzy poodkrywali głowy i tępemi spojrzeniami spoglądali na żałobny orszak, a w progu karczmy, przy stoliku, siedział jakiś chłopak i pisał. Stary Grzesikiewicz z bryczki mu dyktował, a zobaczywszy Jankę, uśmiechnął się przyjaźnie i czapką przesłał jej ukłon, a za nim chłopi zaczęli się pochylać z uniżonością i szeptać między sobą."
      },
      {
        "index": 35,
        "text": "Zmieszała się nieco temi objawami szacunku, Świerkoski rzucił na nią jakieś groźno-drwiące spojrzenie i pochylił głowę."
      },
      {
        "index": 36,
        "text": "Przejeżdżali przez długą wieś o niskich ścianach bielonych, na których rozpłaszczały się słomiane, pokryte zielonym mchem, dachy. Ludzie stawali przed domami, żegnali się, psy wyły pod przyzbami i leciały za wozem, a dzieci w szarych koszulach, bose, w czerwonych rogatywkach na głowach, obsiadały płoty i przestraszonemi oczyma przeprowadzały orszak."
      },
      {
        "index": 37,
        "text": "Kościół stał na końcu wsi, w wieńcu ogromnych dębów, i tuż za nim, na zboczu wzgórza piaszczystego, rozkładał się cmentarz, prosty chłopski cmentarz, okopany rowem, zarosły brzozami, złotakiem i akacjami."
      },
      {
        "index": 38,
        "text": "Z boku drewnianej bramy, którą trzymały dwa murowane słupy, stał mały powozik, zaprzężony w przepyszne, kare konie."
      },
      {
        "index": 39,
        "text": "Chłopi przed bramą trumnę wzięli na ramiona i ponieśli, a ksiądz, który szedł już z nimi od kościoła, zaintonował pieśń łacińską."
      },
      {
        "index": 40,
        "text": "— Witowski! — szepnęła Zaleska, spostrzegłszy siedzącego mężczyznę w powozie. Janka spojrzała ciekawie, Witowski odwrócił twarz i spojrzenia ich zbiegły się na chwilę i utonęły w sobie. Fala krwi płomieniem zalała jej serce; przeszła szybciej do grobu, nad którym już postawiono trumnę i śpiewano."
      },
      {
        "index": 41,
        "text": "Ceremonja się skończyła prędko, spuścili trumnę na sznurach do dołu i na białe wieko zaczęli zsypywać ziemię."
      },
      {
        "index": 42,
        "text": "Jance zrobiło się zimno, strasznie zimno. Patrzyła przerażonemi oczyma w ten dół zasypywany. Roch, z zaciętemi ustami, zmarszczony, sypał ziemię z gorliwością, baby śpiewały jakąś rozpaczliwą, lamentującą pieśń, co gryzła wprost serce; Stasio odwrócił się i obcierał ukradkiem łzy, a Świerkoski, oparty o jakiś krzyż, przejmującym wzrokiem patrzył na świeży grób i drżał cały ze wzruszenia."
      },
      {
        "index": 43,
        "text": "Wiatr szumiał po cmentarzu i zamiatał na świeżo oklepane, żółcące się piaskiem mogiły, poczerniałe liście; Amis skomlał krótko i boleśnie, a stado wron na dębach przy kościele wieszało się z wrzaskiem i łączyły swoje głosy z jękliwem zawodzeniem kawek, kołujących nad szpiczastym, czerwonym dachem dzwonnicy, a nad tem wszystkiem wyciągał czarne ramiona krzyż, stojący w środku cmentarza, z którego patrzyły miłosiernie przebaczające oczy Chrystusa."
      },
      {
        "index": 44,
        "text": "Na krańcach, ponad lasami, co otaczały wieś kołem zamkniętem, na seledynowych przestrzeniach, zaczęły wykwitać różowe blaski zachodu i rozpurpurzać całą jedną stronę nieba. Mrok już się słaniał zaledwie dostrzegalny po gąszczach, co stanęły, niby w miedzianych blaskach ognisk, w łunach zachodu."
      },
      {
        "index": 45,
        "text": "Janka opuściła towarzystwo i poszła w głąb cmentarza, ku grobowcowi w formie piramidy Cestjusza, co się bielił przez wysmukłe, niby cyprysy, drzewa jałowców. Drzwi do grobowca były uchylone, stał w nich lokaj czarno ubrany. Nade drzwiami złocił się napis: „Grób rodziny Witowskich z Witowa“, a z boku drzwi, na marmurowej tablicy, świecił szereg imion i dat śmierci, cała litanja istnień dawno rozproszonych we wszechświecie."
      },
      {
        "index": 46,
        "text": "Janka uklękła i zaczęła się modlić, bo imię „Anna“, wyryte na samym końcu tablicy, przypomniało jej matkę, którą straciła w dzieciństwie i pamiętała bardzo słabo, niby jakiś dźwięk, słyszany w przelocie, jakby przez ścianę, i którego w zupełności nigdy sobie przypomnieć nie mogła."
      },
      {
        "index": 47,
        "text": "Z kaplicy wyszła młoda kobieta w czarnym stroju, lokaj ujął ją pod rękę i ostrożnie sprowadzał po schodkach. Janka podniosła się i ze zdumieniem patrzyła na nieznajomą, bo tak pięknej, tak dziwne pięknej twarzy nie widziała przedtem. Była to olśniewająca twarz blondynki najjaśniejszej o najczystszym tonie włosów, jakby ze lnu, owal przecudny, dziewczęcy prawie, nos rzymski i usta wprost arcydzieło, jako rysunek, oczy szafirowe ogromne i promienne, o długich i wypukłych powiekach, oprawione w zupełnie czarne, długie rzęsy, świeciły jakoś ostro. Nieznajoma szła wolno, z automatycznością stawiając kroki, i utkwiła oczy w Jance z uporem krótkowidzów. Cała jej twarz była tak jasna, uduchowiona i ześrodkowana w oczach, jak postacie Rossettiego."
      },
      {
        "index": 48,
        "text": "Jankę porwało to spojrzenie. Nieznajoma przeszła, a ona wciąż patrzyła w te oczy, które jej zapadły w pamięć, i aż się cofała, jakby przed głębią."
      },
      {
        "index": 49,
        "text": "— To Witowska, siostra tego, co siedzi w powozie — informowała Zaleska, która jej szukała, bo mieli zaraz odjeżdżać. — Prawda, jaka piękna, a tak dziwnie patrzy, tak dziwnie, że uklękłabym przed nią, nie wiem sama dlaczego."
      },
      {
        "index": 50,
        "text": "W bramie cmentarza spotkały Witowskiego, obrzucił Jankę wzrokiem i podprowadził siostrę do powozu; poczuła na swojej twarzy jakby lodowaty cień."
      },
      {
        "index": 51,
        "text": "— Kobiety tak piękne są niepotrzebne na świecie — powiedział Świerkoski, gdy już siadali na bryczce."
      },
      {
        "index": 52,
        "text": "Chłopi obstąpili ich, i Roch, a za nim Walek, stary gospodarz, zaczęli dziękować za honor, jaki zrobili, biorąc udział w pogrzebie."
      },
      {
        "index": 53,
        "text": "— Panienko! panienko dobra, że i rodzona lepszaby nie była! żeby Jagna mogła, toby pewnie z kontentnością sama podziękowała za dobroć i za honor — mówił Roch z rozrzewnieniem."
      },
      {
        "index": 54,
        "text": "— Prawda, jak i to prawda, że tam jej duszyczka trzepie się z ukontentowania, kiej te ptaszki! — dokończył Walek poważnie, wskazując kawki, kołujące nad dzwonnicą."
      },
      {
        "index": 55,
        "text": "— Zostańcie z Bogiem — żegnała ich wzruszona Janka."
      },
      {
        "index": 56,
        "text": "— Panu Bogu oddajem i dziękujem — rozległ się chór głosów, i wszystkie głowy się pochyliły."
      },
      {
        "index": 57,
        "text": "Odjechali prędko, bo wieczór nadchodził."
      },
      {
        "index": 58,
        "text": "Gromada ludzi ruszyła od cmentarza, Roch szedł naprzód z Walkiem, drapał się kłopotliwie po głowie, gdy przystanęli przed karczmą, ale ozwał się dość energicznie:"
      },
      {
        "index": 59,
        "text": "— Ludzie krześcjańskie, gospodarze i te wszystkie, co z Bukowca, wstąpcie ano na rozgrzywkę."
      },
      {
        "index": 60,
        "text": "— Dobrem sercem prosimy, co Bóg dał, to se zjemy i wypijemy — dodał Walek i ruszył pierwszy do karczmy."
      },
      {
        "index": 61,
        "text": "Roch przyniósł z wozu węzełek z chlebem i serkami. W karczmie znalazł się przetak jeden i drugi, a stara Krakalina, która na wszystkich pogrzebach, weselach i chrzcinach prym trzymała, bo umiała zaśpiewać piosnkę nabożną, albo i wesołą, i wiedziała, co robić przy każdej uroczystości, jak okowitę przygotować ze smalcem, zajęła się krajaniem chleba i serów, a poczęści i ugaszczaniem."
      },
      {
        "index": 62,
        "text": "Obsiedli długi stół na krzyżakach, i Walek, z butelką w garści, zaczął przepijać do bratów."
      },
      {
        "index": 63,
        "text": "— Ludzie krześcjańskie, Polaki kochane, na wypominek ś. p. Jagny — zaczął uroczyście, odlewając wódki w kąt."
      },
      {
        "index": 64,
        "text": "— A światłość wiekuista niechaj jej świeci na wieki wieków amen! — odpowiedział poważny chór głosów i wszystkie głowy się pochyliły, i kilkadziesiąt pięści grzmotnęło się w piersi, i kilkadziesiąt głębokich, ciężkich westchnień uderzyło w Rocha, co siedział ze spuszczoną głową i zamedytował się o swojej doli sierocej, podniósł głowę, przetarł kułakiem oczy i ryknął płaczem:"
      },
      {
        "index": 65,
        "text": "— Nima już Jagny, nima! O biedny ja sierota, biedny! — Oparł głowę o stół i płakał."
      },
      {
        "index": 66,
        "text": "Głosy zaczęły się podnosić, bo butelka krążyła wciąż wkółko; zrzucali z siebie żałość, przygnębienie, smutek i zaczęli się wyżalać jedni przed drugimi i przepijać do siebie, przegryzając łzy, pocałunki i wspominania chlebem i serem."
      },
      {
        "index": 67,
        "text": "Przy wielkim kominie, na którym, staroświeckim obyczajem, paliły się szczapy drzewa i rzucały krwawe blaski na ciemną izbę, siedział dziad i głosem drżącym i płaczliwym odmawiał nieskończone pacierze za umarłą."
      },
      {
        "index": 68,
        "text": "Za drewnianemi kratami stojący szynkwas rozjaśnił się nagle zapaloną lampką, w świetle wyjrzały z cieniów wielkie beczki z wódką, rzędy flaszeczek „słodkiej“ na półkach i zwoje kiełbas, wiszących na drążku."
      },
      {
        "index": 69,
        "text": "— Pijcie, braty, pijcie! — zapraszał wciąż Walek i do wszystkich razem, i do każdego zosobna przepijał, łamał chleb, maczał go w soli rozsypanej na stole, zjadał i znowu zapraszał. Krakalina zachęcała kobiety, co się wstydliwie odwracały, przysłaniały zapaskami i piły okowitę. Gwar coraz żywszy przepełniał karczmę."
      },
      {
        "index": 70,
        "text": "— Napij się, Rochu! Pan Bóg dał, Pan Bóg wziął, co poradzić, bracie, co? Miałeś ty kobietę, mieli ją ludzie, miał ją świat, a teraz ma ją święta ziemia, bo i dla niej trza."
      },
      {
        "index": 71,
        "text": "Napij się, Rochu, bo już tak być musi, kiej jest."
      },
      {
        "index": 72,
        "text": "— Pij, Rochu! żałość to kiej mróz, ino gorącością wypędzisz — dogadywała Krakalina."
      },
      {
        "index": 73,
        "text": "— Gorącością! juści, że ino gorącością — szepnął Roch i wypił, przegryzł chlebem i wyciągnął rękę po drugi kieliszek. — Gorącością, juści, że ino gorącością."
      },
      {
        "index": 74,
        "text": "— Co poradzić! ani pieniędzmi, ani grontem, ani płakaniem się nie wyprosisz od śmierci, oho! Kostucha przychodzi kiej złodziej, i kiej złodziej z obory bydlaka, tak ci ona pocichu grzeszną duszyczkę z człowieka wyprowadzi! Nalejcie no, Walek."
      },
      {
        "index": 75,
        "text": "— Wyprowadzi! juści, że wyprowadzi — powtarzał płaczliwie Roch i pił znowu; przypomniał sobie, że piętnaście lat temu ukradli im krowę, której zapomnieć i odżałować nie mogli. — Wyprowadził ścierwa! I zamek był, i pies zły był, i myśma z nieboszczką w chałupie były, a ścierwa wyprowadził — żalił się na starą krzywdę. — Trzysta złotych, jak nic, była warta. A cośma się naszukali, nieboszczka i na mszę dawała, i do policji chodziła, i kiej kamień we wodę. Jagna to ta dokumentniej wie... — Obejrzał się, jakby u żony szukając potwierdzenia, ale Jagny nie było, i taka go żałość przejęła, że z całą pasją bólu, co go gryzł, jak pies, zaczął rwać sobie włosy i tłuc głową o ścianę, i krzyczeć o swojem sieroctwie, o krowie, o trzystu złotych."
      },
      {
        "index": 76,
        "text": "Odciągał go Walek, otoczyli go kołem i pocieszali, jak kto mógł, brali go w ramiona, całowali."
      },
      {
        "index": 77,
        "text": "— Nie płacz, nie pomstuj! nie skarż się, sieroto Rochu! — pocieszała Krakalina — już ja ci żonkę wyswatam taką, co i krowę mieć będzie, i szmat, i grontu, abo spłatę gospodarską, że się pocieszysz, sieroto. — Napiła się do niego wódki i poszła z jednym kieliszkiem do dziada, co coraz głośniej i żałośliwiej mówił pacierze."
      },
      {
        "index": 78,
        "text": "— Pijcie i wy, dziaduniu, a mówcie za duszę ś. p. Jagny i wszystkie duszyczki w czyszczu zostające."
      },
      {
        "index": 79,
        "text": "— Bóg zapłać! Pani gospodyni, jeszcze kusztyczek, bom zziąbł kiej pies i pacierza w zębach utrzymać nie mogę."
      },
      {
        "index": 80,
        "text": "— Naści, robaku, pij!"
      },
      {
        "index": 81,
        "text": "— Rochu, mówię ci, nie płacz, nie narzekaj, bo grzech — zaczął wolno Walek, nalewając kieliszek pod światło bijące z komina. — Robotna była kobieta, z jednego zrobiła dwa, abo pienć, a że cię ta kiej nie kiej sprała kijaszkiem, abo i czem miętkiem, a że ta pomstowała o bele co, prawda, ale to była ino kobieta, człowieku krześcijański! Napij się, robaku, i odpuść wszystkie krzywdy, bo już na Boskim sądzie ona, z janiołami teraz ona, we weselu teraz ona, i siedzi se, jak ta największa dziedziczka, ino na złocie, ino na srybrze, a niech jej Pan Jezus da wieczne odpocznienie. Napij się, robaku."
      },
      {
        "index": 82,
        "text": "— Krześcijański pogrzeb miała, gospodyni na włóce nie miałaby lepszego, dobryście chłop, Rochu."
      },
      {
        "index": 83,
        "text": "— Nie miałaby lepszego! juści, że nie miałaby lepszego — powtarzał sennie Roch, oparł się o stół, bo wódka taką gorącością biła mu do głowy, że karczma zaczynała się z nim chwiać, i bał się, że skoro się puści stołu, to wpadnie w komin."
      },
      {
        "index": 84,
        "text": "— Niech będzie pochwalony! — powiedział stary Grzesikiewicz, wychodząc z alkierza, gdzie kończył rachunki z pisarzem leśnym; karczma należała do niego, i zaraz za nią cięto w lesie poręby."
      },
      {
        "index": 85,
        "text": "— Na wieki! — odpowiedzieli chórem i kłaniali mu się do nóg, a kobiety całowały go w zatłuszczony rękaw."
      },
      {
        "index": 86,
        "text": "— Co to, pochowałeś żonę, Rochu?"
      },
      {
        "index": 87,
        "text": "— Pochowałem, jaśnie Pietrze, dziedzicu — szepnął Roch i chciał mu się w pas ukłonić, ale szybko uchwycił się stołu, żeby nie runąć na ziemię."
      },
      {
        "index": 88,
        "text": "— Na każdego mizeracja przyjdzie, abo dopust Boży — rzekł uroczyście Walek."
      },
      {
        "index": 89,
        "text": "— Prawda! Pijta gorzałkę, a ulży wam. Matka! garniec okowity dla gospodarzy — krzyknął do karczmarki i oglądał się za stołkiem. Karczmarz przyniósł mu drewniany fotel z alkierza, wysłany pierzyną, i przysunął go do komina. Grzesikiewicz prawie się w nim położył, nogi wsparł o łupkę drzewa, leżącą przy ognisku, i tak się rozgrzewał. Chłopi stanęli kupą i nieśmiało pili w jego ręce; nie odmawiał, jego czerwona twarz apoplektyka po kilku kieliszkach zrobiła się sina, oczy zaszły mu mgłą, ale się rozochocił ogromnie."
      },
      {
        "index": 90,
        "text": "— No mówta, a co to gęby wam pozamarzały? — zawołał, bo milkli onieśmieleni jego obecnością i odsuwali się nieco w ciemny kąt karczmy."
      },
      {
        "index": 91,
        "text": "— Jaśnie Pietrze, dziedzicu, naród się waguje trochę, bo jakże to! jaśnie Pietr, dziedzic, i my proste chłopy, to cosik nie pasuje — szeptał chytrze Walek."
      },
      {
        "index": 92,
        "text": "— Głupiś. Pijcie do mnie, Krakalina. Albom to nie wasz, czy co, abo mi to ty, Franek — zwrócił się do chłopa, stojącego trochę w cieniu — tydzień temu nie zapłacił piętnaście rubli kary za dąbka, he! Widzisz go! jucha chłop, kupił ściołki, a uciął sobie dąbka."
      },
      {
        "index": 93,
        "text": "— Na rozworę, ino na rozworę, jaśnie Pietrze, dziedzicu — tłumaczył się dosyć markotno Franek i splunął z żałości za piętnastu rublami."
      },
      {
        "index": 94,
        "text": "— Na rozworę! a obrobiłeś go jucho na przyciesie, co? Już się nie tłumacz. Mówię wam ciągle: zboża brakuje, przyjdź, jucho, dam, pożyczę, ale od lasu wara! Potrzeba ci drzewa, zapłać! A ukradniesz, to do sądu i ostatnią krowę wezmę, kożuch ci sprzedam, a swojego nie daruję. Tniesz mi las, to jakbyś mnie po łbie siekierą ciął. Matka! pół garnca gorzałki dla chłopów! jak Boga tego kocham, dla sąsiadów!"
      },
      {
        "index": 95,
        "text": "Chłopi wypili, ale zmroziła ich wesołość ta przemowa, zaczęli się po jednemu wynosić, bo każdy miał coś na sumieniu i niejeden już siedział w kozie przez niego i płacił kary za las, przy którym wszyscy mieszkali, a Grzesikiewicz nikomu nie przebaczał. Las był jego czułą struną i chociaż i poił ich nieraz, i ugaszczał chętnie, obawiali się go i nienawidzili, i pocichu odgrażali się, że mu połamią kości; drwił z tego, bo zawsze jeździł z rewolwerem i parobkiem, który sam jeden mógł poturbować z dziesięciu."
      },
      {
        "index": 96,
        "text": "— Co, wszyscy poszli? Juchy chłopy — szeptał sennie, bo go ogień rozprażał, wódka biła mu do głowy. — Juchy! żebym za łeb nie trzymał, to miałbym wróbla... albo patyk złamany... Pochowałeś żonę, Rochu? — zapytał Rocha, drzemiącego pod ścianą."
      },
      {
        "index": 97,
        "text": "— Pochowałem, jaśnie Pietrze, dziedzicu, juści, że pochowałem."
      },
      {
        "index": 98,
        "text": "— Pij gorzałkę, a ulży ci. Matka! nalej kieliszki."
      },
      {
        "index": 99,
        "text": "— Pochowałem! — ciągnął dalej Roch sennym, nieprzytomnym głosem — jakom ino na wyrobku, ale gospodarski pochowek sprawiłem; i ksiądz był, i chorągiew była, i bractwo ze świecami było, i państwo ze stacji było; i wódka, i chleb, i ser, i wszyćko, wszyćko! — a jakem biedny sierota! Niema cię, Jagna, niema! — zaczął płakać cicho i kiwał się na wszystkie strony."
      },
      {
        "index": 100,
        "text": "— Panienka była?"
      },
      {
        "index": 101,
        "text": "— Była, jaśnie Pietrze, dziedzicu, była. Jak to słońce — wskazał na ogień w kominie — tak i ona dobra jest dusza, u nieboszczki przede śmiercią była, doktora sprowadziła, wina słodziuśkiego sama przyniesła."
      },
      {
        "index": 102,
        "text": "— Pij gorzałkę, pij, chłopaku, ulży ci — wołał ukontentowany Grzesikiewicz."
      },
      {
        "index": 103,
        "text": "Roch wypił, chociaż już był zupełnie nieprzytomny. Kołysał się na środku karczmy i wytrzeszczonemi, zamglonemi oczyma to patrzył w ogień, to na dziada, co się wyciągnął pod ścianą i z głową na torbach spał. Chciał mówić jeszcze o Jance, ale mu znowu na język wrócił pogrzeb."
      },
      {
        "index": 104,
        "text": "— I jakom tylko na wyrobku, ale gospodarski pochowek sprawiłem, jak się patrzy. Trumna to była z całe pół łokcia za duża. Prawdę rzekłem, jaśnie Pietrze, dziedzicu, prawdę, całe pół łokcia za duża, ale niech tam ta nieboszczka kochana ma domowinę galantą, po gospodarsku. Bidowała całe życie, to niechta teraz ma wygodę swoją i kontentność swoją, niech tam..."
      },
      {
        "index": 105,
        "text": "— Pochowałeś żonę, Rochu? — pytał wkółko Grzesikiewicz i drzemał dalej."
      },
      {
        "index": 106,
        "text": "— Pochowałem, jaśnie Pietrze. „Jakoś rzekł, Panie! Ty obrona moja!“ — zaśpiewał nagle jękliwie, bo mu się przywidziało, że idzie za trumną, i tak jak stał z czapką w garści i wyciągniętą ręką, jakby podtrzymywał trumnę, wyszedł z karczmy i szedł ku stacji tą samą dróżką, co kilka godzin temu."
      },
      {
        "index": 107,
        "text": "— Pochowałeś żonę, Rochu? Matka, nalej gorzałki sąsiadom — zawołał przez sen Grzesikiewicz, ale cisza orzeźwiła go nieco, obejrzał się po izbie. — Walek! do domu."
      },
      {
        "index": 108,
        "text": "Parobek z pomocą karczmarza wciągnął go na bryczkę. Grzesikiewicz, pomimo że zupełnie był pijany, siedział sztywno na siedzeniu i tylko na wybojach kiwał się; jechali tą samą drogą, co i Roch szedł, bo słychać go było, jak rozpłakanym, sennym głosem śpiewał:"
      },
      {
        "index": 109,
        "text": "Grzesikiewicz przejechał obok niego, nie widząc nic, bo spał."
      },
      {
        "index": 110,
        "text": "Roch zataczał się, uderzał o przydrożne drzewa, a szedł coraz prędzej, bo w jego sennym, bezprzytomnym mózgu tliła się myśl, że musi wracać na służbę. Czapkę wciąż trzymał w ręku, przystawał, przewracał się o kamienie i wyboje, podnosił i szedł."
      },
      {
        "index": 111,
        "text": "Blady księżyc świecił nad lasem i zalewał głęboki wyręb, jaki tworzyła droga, lśnił zielonawem światłem na żółtych liściach brzóz i rozlewał po lesie senność wielką i ciszę, bo ani wiatr, ani ptactwo, ani żaden szelest nie mącił uroczystego milczenia, tylko Roch mruczał:"
      },
      {
        "index": 112,
        "text": "— Prawda, we weselu teraz ona, i jako największa dziedziczka ino na złocie, ino na srybrze se siedzi i z janiołami! — powtarzał zdumionym głosem Walkową przemowę. — Jaśnie Pietrze, dziedzicu, Bóg zapłać, Bóg zapłać!... — schylał się, jakby chciał kogo objąć za nogi. — Gospodarski pochowek! pół łokcia trumna za duża... dwadzieścia cztery i złotych dwa, i groszy dwadzieścia, i cztery chleby, i sześć serków, i trzy garnce gorzałki! Gospodarski pochowek — gadał nieustannie, jakoś instynktownie trafił do stacji i zaraz na korytarzu dworca przewrócił się pod ścianą, i zasnął."
      }
    ]
  }
}