{
  "chapterNumber": 1,
  "title": "Tom I, Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "— Depesza od doktora; przyjedzie towarowym o pierwszej; pan naczelnik go wcześniej widocznie zamówił?"
      },
      {
        "index": 2,
        "text": "— Co to pana obchodzi! — mruknął zawiadowca drogi, odbierając depeszę."
      },
      {
        "index": 3,
        "text": "Telegrafista cofnął się, zmieszany nieco, do telegrafu, usiadł przy aparacie, zatopił długie, chude, nerwowe palce w jasnych jak len włosach i zapatrzył się przez okno w zamglony, jesienny dzień. Cisza się rozlała i zdawała się zatapiać całą stację w nudzie, zimnie i wilgoci. Deszcz płókał szyby z jednostajnym, usypiającym brzękiem i jakby związywał niebo i ziemię miljardami szarych skośnych włókien, a zegar, umieszczony w wysokiej szafce i mający cyferblat nazewnątrz stacji, cykał z okropną monotonją."
      },
      {
        "index": 4,
        "text": "Telegrafista nie mógł usiedzieć na miejscu, wstał i chodził na palcach, spoglądając z pewną obawą na drzwi otwarte do pokoju zawiadowcy, to na peron przemiękły, szklący się wodą, to, z czołem na szybie drzwi wspartem, słuchał dźwięków fortepianu, płynących niby słaby szmer z piętra stacji — ale odchodził zaraz, bo te równe, jednostajne rytmy, wybijane ciągle wkółko, denerwowały go jeszcze bardziej. Usiadł znowu przy aparacie i zaczął pisać list."
      },
      {
        "index": 5,
        "text": "„Mamusiu! Tak się nudzę, droga mamo, że aż mi się w tej chwili płakać zachciało. Jest tak mokro, tak zimno, tak brzydko, że mię ogarnia rozpacz. Mamo, czy ja długo będę musiał siedzieć w tym Bukowcu? Bo, przy tem wszystkiem, czuję się bardzo niezdrowym. Wczoraj zaczęło mi strzykać pod lewą łopatką, roztarłem kamforą i przeszło — ale dzisiaj język nieco obłożony i nic a nic nie mam apetytu, chociaż ta kaczka, którą mi mama przysłała, a szczególnie nadzienie było pyszne. Koszyczek odsyłam i sześć par mankietów brudnych, i kamaszki do podzelowania. Może mi mamusia kupi i przyśle rękawiczki lapis, z czarnem wyszyciem. Wie mamusia, dzisiaj rano tak się zgryzłem, że bałem się, aby mi to nie zaszkodziło, bo ta Andrzejowa zbiła te zielone żabki, co to wuj przywiózł mi z Wiednia, pamięta mama? A były takie śliczne i ogromnie się wszystkim podobały. Mamusiu! a flanelowy kaftanik, to jużby warto mieć, bo lada dzień mogą być przymrozki — myślę, że nie potrzeba kupować nowego, bo tamten...“"
      },
      {
        "index": 6,
        "text": "Ukrył list pod papiery, aparat zaczął przywoływać gwałtownie, a później wybijał znaki na wąskim pasku papieru, który się odwijał z krążka. Telegrafista czytał uważnie, gdy od peronu wszedł dozorca drogowy, Świerkoski, brunet, wysoki, chudy, z rzadkim zarostem i niespokojnemi czarnemi oczyma, nieco pochylony, w krótkim, jasnym kożuszku, w długich butach i kapuzie nieprzemakalnej na głowie."
      },
      {
        "index": 7,
        "text": "— Amis! no pójdź piesku! Amis! no złotko, chodź do pana, chodź! — wołał pieszczotliwie na psa, który stanął przed drzwiami, bojąc się wejść, usiadł na stopniach, niespokojnie patrzył na pana i kręcił ogonem."
      },
      {
        "index": 8,
        "text": "— Zamykaj pan drzwi, bo zimno!"
      },
      {
        "index": 9,
        "text": "— Amis, psie jeden! — krzyknął Świerkoski; pies zaskowyczał żałośnie, przypłaszczył się i wolno zaczął czołgać się do jego nóg. Świerkoski schwycił go za grzbiet i wrzucił do telegrafu. Pies tylko zapiszczał i z niesłychanym pośpiechem wcisnął się pod ceratową kanapkę, na której usiadł Świerkoski zły i pochmurny, jak odbicie tego październikowego dnia. Świerkoski złamał się we dwoje, zupełnie jak scyzoryk się zamknął, bo położył twarz na pięściach, wspartych na kolanach, i siedział czas jakiś w milczeniu, oczy mu niespokojnie biegały po podłodze, zarzuconej mundsztukami papierosów, kilka razy uderzył o bronzową skrzynkę, na której bielił się napis: „Środki opatrunkowe. Stacja Bukowiec“, i znowu goniły, to jakieś ostatnie muchy, leniwie wlokące się po podłodze, to za butami telegrafisty, które co chwila zmieniają pozycję, to patrzyły w zwichrzoną górę papierowej wstążki, która wciąż spływała z krążka na ziemię, wreszcie cmoknął cicho na psa. Amis wysuwał popielaty łeb trwożnie, ale, jakby zbierając całą odwagę, skoczył na kanapkę i zaczął go lizać po twarzy."
      },
      {
        "index": 10,
        "text": "— Precz! tam!... — syknął Świerkoski, wskazując drzwi. Pies poszedł wolno, usiadł przy drzwiach i żałośnie, prawie błagalnie, patrzył się piwnemi oczyma. Świerkoski nieznacznie wyjął z zanadrza kawał skręconego rzemienia, spoglądał pieszczotliwie na psa, uśmiechał się łagodnie i szeptał:"
      },
      {
        "index": 11,
        "text": "— Amis! chodź synku, chodź! — Pies przybiegł w radosnych susach. Schwycił go za kark i zaczął bić rzemieniem. — Będziesz złotko słuchać pana, co? Synek będzie słuchał, co? Amis będzie posłuszny, co? — Pies szarpał się i skomlał rozpaczliwie, po jego skórze, pokrytej krótkim, popielatym włosem, lśniącym jak jedwab, przebiegały dreszcze, niby fale, wyginał się, lizał buty pana, prosił się oczyma, ale Świerkoski wpadł w pasję i bił go coraz zacieklej. — A będziesz cicho synku, co? a zmilkniesz przyjacielu, co?"
      },
      {
        "index": 12,
        "text": "— Co pan robisz? Przysięgam Bogu, że chwili spokoju niema — zawołał zawiadowca, wybiegając ze swego pokoju. Popatrzył groźnie i cofnął się, zatrzaskując ze złością drzwi za sobą."
      },
      {
        "index": 13,
        "text": "— Idjota! — mruknął Świerkoski, puścił psa, schował rzemień i rozprostował się. Pies lizał sobie skórę i spoglądał chwilami wylęknionym wzrokiem z kąta, w którym leżał. Świerkoski zapalił papierosa, skubał rzadką brodę, uśmiechał się przyjacielsko i z jakąś dziką miłością do psa i spoglądał w okno, na plant, gdzie kilkunastu robotników, z głowami pozawijanemi w worki, z których porobili sobie kapuzy, podbijało pokłady."
      },
      {
        "index": 14,
        "text": "Długie milczenie przerwał telegrafista, bo aparat zamilkł:"
      },
      {
        "index": 15,
        "text": "— Co? porządny deszcz?"
      },
      {
        "index": 16,
        "text": "— A porządny."
      },
      {
        "index": 17,
        "text": "— Błoto duże?"
      },
      {
        "index": 18,
        "text": "— A duże."
      },
      {
        "index": 19,
        "text": "— Okropny październik?.."
      },
      {
        "index": 20,
        "text": "— Okropny październik — odpowiedział jak echo Świerkoski."
      },
      {
        "index": 21,
        "text": "— A co to będzie w zimie?"
      },
      {
        "index": 22,
        "text": "— Zima."
      },
      {
        "index": 23,
        "text": "— Ja teraz już wytrzymać nie mogę, nudy takie, że chyba się wścieknę."
      },
      {
        "index": 24,
        "text": "— Tylko pan później nie pogryź mojego Amisa — szepnął drwiąco Świerkoski."
      },
      {
        "index": 25,
        "text": "Pies na dźwięk swojego nazwiska zaskomlał cicho i położył się u nóg pana."
      },
      {
        "index": 26,
        "text": "— Psia służba. Ani gdzie wyjść, ani ludzi, ani rozrywek."
      },
      {
        "index": 27,
        "text": "— Przecież pan bywasz u tego... Grzesikiewicza — powiedział z przyciskiem."
      },
      {
        "index": 28,
        "text": "— Tak, ale... młody Grzesikiewicz, pan Andrzej, chociaż nie z mojej sfery, ale wyjątkowo porządny człowiek, to znowu rzadko go można zastać w domu, a wpaść w ręce jego ojca, prostego chłopa — dziękuję. Prowadzi zaraz do karczmy, częstuje wódką i kiełbasą, sprasza całą wieś, funduje wszystkim, a jak się upije, zaraz całuje — otrząsnął się nerwowo i splunął z obrzydzenia. — Myślałem ostatnią razą, że zemdleję, tylko, że noszę z sobą zawsze eter, więc się orzeźwiłem i uciekłem spiesznie."
      },
      {
        "index": 29,
        "text": "— Pan jesteś bardzo delikatny — powiedział cicho i błysnął urągliwie oczyma Świerkoski."
      },
      {
        "index": 30,
        "text": "— To jest naturalne nie wychowywałem się przecież w chałupie, ani nad rynsztokiem."
      },
      {
        "index": 31,
        "text": "— Wiemy tu wszyscy o tem, a jakże, że w salonach, w atłasach, w złoconych kołyskach, przy mamie, przy wujaszku, z niańką, z boną, z doktorem, Felusiem, jak mój Amis — drwił z dziką złością Świerkoski i patrzył na nieconiego nienawistnie."
      },
      {
        "index": 32,
        "text": "— O tak, tak — odpowiedział z pewną dumą telegrafista — ale nie wiem doprawdy, co w tem jest śmiesznego, że pan kpisz, bo przecież, że pan się tak nie chowałeś, to cóż ja temu winien, zresztą taka nierówność jest konieczna, bo..."
      },
      {
        "index": 33,
        "text": "— Tak, konieczna — przerwał mu śpiesznie — bo później się wszystko wyrównywa, bo później taki atłasowy Stasio, jak pan, panie Babiński, musi służyć, musi robić, po nocach nie sypiać, oczki wytężać i pobierać taką malutką pensyjkę, i zasmucać mamę, że się nudzi, i że mu się buciki podarły! hi! hi! hi! — zakończył śmiechem przykrym, jękliwym, ostrym jak zgrzyt stali po szkle."
      },
      {
        "index": 34,
        "text": "Stasio się zarumienił jak dziewczyna, oczy mu się zaszkliły łzami jakiejś żałości, blado-różowe, wypukłe usta drżały nerwowo, ale nie odpowiedział, rozpiął tylko kołnierz munduru, powąchał eter, który nosił przy sobie i zagadnął łagodnie."
      },
      {
        "index": 35,
        "text": "— Może pan masz jakie książki do czytania?"
      },
      {
        "index": 36,
        "text": "— Nie! nie mam pieniędzy na głupstwa — rzekł szorstko."
      },
      {
        "index": 37,
        "text": "Stasio popatrzył na niego z dobrotliwem politowaniem i znowu zmienił przedmiot rozmowy."
      },
      {
        "index": 38,
        "text": "— Przyszedł dzisiaj w nocy bagaż dla pana z Warszawy."
      },
      {
        "index": 39,
        "text": "— Przyszedł — zawołał radośnie Świerkoski, podnosząc się. — Nie uważałeś pan, czy aby w rogożach?"
      },
      {
        "index": 40,
        "text": "— Tak, doskonale zapakowany. Kupiłeś pan co?"
      },
      {
        "index": 41,
        "text": "— I... nie... nie... skądbym wziął pieniędzy, dostałem od familji; — mówił śpiesznie, rzucając niespokojnie oczyma — jakiś stary grat, którego przewóz kosztuje mnie tyle, że jestem zły, iż go wziąłem."
      },
      {
        "index": 42,
        "text": "Aparat zaczął stukać, Stasio znowu czytał z pasków, potem wstał, wyszedł na peron, uderzył w dzwonek stacyjny i cofnął się natychmiast."
      },
      {
        "index": 43,
        "text": "— Sygnały od Kielc, pociąg wyszedł — rzucił robotnikowi, który się zjawił na dzwonek."
      },
      {
        "index": 44,
        "text": "— Chodź pan na wódkę! — szepnął miękko jakoś Świerkoski."
      },
      {
        "index": 45,
        "text": "— Po pociągu to i owszem, chociaż, coprawda, wódka mi szkodzi."
      },
      {
        "index": 46,
        "text": "— Co tam, mama przyśle lekarstwo! — Zaśmiał się i poklepał go przyjacielsko po żołądku, bo, pomimo ustawicznych drwin, żyli w zgodzie ze Stasiem."
      },
      {
        "index": 47,
        "text": "— Słyszysz pan! zawiadowca rozmawia z sobą."
      },
      {
        "index": 48,
        "text": "Zaczęli słuchać. Z pokoju Orłowskiego dochodziły wyraźne głosy sprzeczki, czasem jakiś dosadny frazes, klątwa; to znowu przyciszony, pokorny i błagający głos."
      },
      {
        "index": 49,
        "text": "— Idjota! musiał się pomylić i sam sobie wymyśla i usprawiedliwia się przed sobą. Jeżeli jego nie zamkną u Bonifratrów, to ja, Świerkoski, będę miał miljony. Pan go nie znasz jeszcze dobrze, ale my... — Nie skończył mówić, bo Orłowski wszedł do nich ze swego pokoju; był ogromnie wzburzony, wielkie, czarne oczy, o krwawym odblasku, pałały mu wzruszeniem, twarz o rysach regularnych, jeszcze bardzo piękna, jakby wycięta z dawnych portretów senatorów weneckich, malowanych przez Tintoretta, otoczona gęstemi, szpakowatemi włosami i zakończona wspaniałą, spływającą do pół piersi brodą, dumna i zacięta, z brwiami prawie zrośniętemi, była aż sina z jakiejś irytacji. Przeszedł obok nich bez słowa i wyszedł na korytarz."
      },
      {
        "index": 50,
        "text": "Szedł wolno na piętro kamiennemi schodami, zaciskał ręce, mruczał niewyraźnie, to znowu pobłażająco i wyniośle uśmiechał się."
      },
      {
        "index": 51,
        "text": "Wszedł do kuchni, obrzucił badawczo wszystkie sprzęty, zajrzał do ognia pod blachę i przytłumionym głosem zapytał starej służącej, obierającej kartofle pod oknem:"
      },
      {
        "index": 52,
        "text": "— Panna Janina śpi?"
      },
      {
        "index": 53,
        "text": "— Nie wiem, ale to chybcikiem obaczę."
      },
      {
        "index": 54,
        "text": "— Nie trzeba — powiedział śpiesznie i wszedł do sąsiedniego pokoju, który służył za jadalnię, i przez zapuszczone kotary zajrzał do sypialni córki. W ciemnościach, zaledwie słabo rozrzedzonych pasmami brudnego dnia, przeciekającemi przez zapuszczone story, po chwili patrzenia dostrzegł łóżko i blade, niepewne zarysy Janki leżącej. Musiała usłyszeć szelest jego kroków, bo się poruszyła na pościeli. Poczuł jej wzrok na sobie i natychmiast się cofnął zmieszany. Postał jeszcze chwilę, podniósł koniec brody do ust, przyciął ją zębami i powrócił do kancelarji. Zastał tam Karasia, maszynistę rezerwowego, który mieszkał w Bukowcu, bo tu była rezerwowa maszyna, gotowa w każdej chwili wyruszyć z pomocą, gdyby było tego potrzeba, skinął mu głową i wszedł do swojego pokoju, zamykając drzwi za sobą."
      },
      {
        "index": 55,
        "text": "— Świerk! wiesz! — zaczął Karaś, siadając na skrzynce ze środkami opatrunkowemi — jesteś codzień podobniejszy do swojego psa, nawet już płowiejesz. Panie Babiński, pan jesteś grubo uczony, skończyłeś podobno całe trzy klasy; czy Darwin wywodzi ludzi od małp, czy od psów?"
      },
      {
        "index": 56,
        "text": "— W każdym razie nie od Karasiów."
      },
      {
        "index": 57,
        "text": "— Nie jestem godzien takiego zaszczytu, nie jestem godzien! — śmiał się Karaś, zacierał ręce i zaczął drobnemi kroczkami chodzić. Jego drobna, chuda i niska postać, śpiczasta bródka, cienki i długi nos, małe i kłujące oczki, wypukłe bardzo czoło, rzadkie, rudawe włosy, wystające kości policzkowe, sine z odmarznięcia uszy, jego cienkie nogi — wszystko to się trzęsło, skakało i poruszało ustawicznie, zdawało się, że wszystkie jego członki, obciągnięte w gruby kożuch, pokryty wyksatyną błyszczącą, zasmarowane oliwą i smarowidłami, skaczą ustawicznie i grożą rozsypaniem."
      },
      {
        "index": 58,
        "text": "— Nie masz pan jakiej nowej książki? — spytał go Staś."
      },
      {
        "index": 59,
        "text": "— Mam, wczoraj dostałem, ale jeszcze czytam. Bon! pożyczę panu, kapitalna historja i z takim pieprzykiem, jak to my lubimy, panie Stanisławie. — Zaśmiał się, zatarł ręce, zaczął błyskać oczyma, wyszczerzył zęby i znowu biegał po pokoju."
      },
      {
        "index": 60,
        "text": "— Uważasz pan, jest tam schadzka miłosna, cudissimo pisana, aż się krew gotuje przy czytaniu; musisz się pan rzeźwić eterem, albo lepiej pan zrób, przyłóż sobie przed zaczęciem książki synapizmy z chrzanu."
      },
      {
        "index": 61,
        "text": "— Dziękuję, takich książek nie czytam — odpowiedział Staś, rumieniąc się."
      },
      {
        "index": 62,
        "text": "— Bon! dziewczątko anielskie, gołąbku niewinny, bardzo słusznie robisz, napij się lepiej mleczka, wysmaruj kamforą, połóż do łóżka i czytaj z Tańskich Hofmanową, to dobrze robi, i na sen, i na trawienie. Żarty na stronę — dodał poważniej. — Zaleska musi mieć książki jakie, przecież to kobieta i piękna, i wykształcona, jak zapewnia jej mąż."
      },
      {
        "index": 63,
        "text": "— Ślicznie gra na fortepianie — wtrącił Staś i znowu się zarumienił."
      },
      {
        "index": 64,
        "text": "— Nie rumień się pan tak dziewiczo, afekty umieściłeś pan godnie; to mi się podoba."
      },
      {
        "index": 65,
        "text": "— Jak na marnego Karasia, jest to za duża ryba, wielki szczupak zgryzłby cię."
      },
      {
        "index": 66,
        "text": "— Nie bój się, Świerkoski! nie bój się! nie takie wieloryby ogryzałem, i było bon."
      },
      {
        "index": 67,
        "text": "Zaczął zacierać ręce i śmiał się tak cicho, głęboko i wstrętnie, że Staś odwrócił się od niego; nie mógł patrzeć na jego oczki, przysłonięte białawą mgłą, i na rzadkie, żółte i ostre zęby, które wyszczerzał w tym śmiechu. Trząsł się cały i rzucał na wszystkie strony."
      },
      {
        "index": 68,
        "text": "— Wiecie — zaczął znowu, uspokoiwszy się — byłem wczoraj w Kielcach, miałem przygodę taką, że... cudissimo, opowiem wam, bon?"
      },
      {
        "index": 69,
        "text": "— Nie ciekawiśmy, schowaj dla swojej Karasicy, będzie wdzięczna — przerwał mu Świerkoski."
      },
      {
        "index": 70,
        "text": "— Pociąg dochodzi! — zawołał robotnik, uchylajacuchylając drzwi z peronu."
      },
      {
        "index": 71,
        "text": "Orłowski w czerwonej czapce wyszedł, naciągnął niepokalanie białe rękawiczki i poszedł na peron."
      },
      {
        "index": 72,
        "text": "Karaś stanął na stopniach przed dworcem. Świerkoski znowu się złożył w dwoje, a Babiński stukał w aparat, notował, dawał sygnały elektryczne."
      },
      {
        "index": 73,
        "text": "Pociąg z głuchym szumem i sapaniem wtoczył się na szyny i stanął; masa żelastwa szczęknęła ciężko, pusty peron ożywił się nieco, bo kilku smarowników i brekowych zeszło ze swoich odkrytych kozłów na wagonach i rozprostowywało na ziemi pogięte ciała."
      },
      {
        "index": 74,
        "text": "Orłowski, chmurny, pod parasolem, spacerował wzdłuż pociągu; chwilami, kiedy przechodził pod oknami, z których nieskończonym potokiem płynęły gamy chromatyczne, ściągał nerwowo brwi, zaciskał silniej parasol, przyśpieszał kroku i spoglądał na ostatnie, narożne okna nad kancelarją stacyjną, przysłonione szczelnie. Wzdychał, zawracał i chodził dotąd, aż pociąg znowu zaczął sapać, dyszeć, trzeszczeć, szczękać, gwizdać — i powlókł się dalej, pozostawiając za sobą obłoki rudego, duszącego dymu, który darł się na strzępy o półnagie drzewa ogródka stacyjnego i rozwłóczył rudawym pasem po równo obciętej ścianie lasu, stojącego tuż nad plantem."
      },
      {
        "index": 75,
        "text": "Orłowski powrócił do kancelarji i, skoro się tylko zamknął, Świerkoski się podniósł."
      },
      {
        "index": 76,
        "text": "— Chodźcie na wódkę."
      },
      {
        "index": 77,
        "text": "— Ja zaraz przyjdę do was; spytam się tylko, gdzie jest osobowy? — powiedział Staś, stukając aparatem."
      },
      {
        "index": 78,
        "text": "Karaś ze Świerkoskim poszli do bufetu. Paru przemokłych żydów drzemało na ławkach, oczekując na osobowy pociąg, a za bufetem, wciśnięty pomiędzy szafę i piec, przysłoniony gazetą, chrapał głośno bufetowy. W drugim rogu wielkiej, brudnej sali kilku dróżników i robotników grało zatłuszczonemi kartami."
      },
      {
        "index": 79,
        "text": "Przeszli do drugiej sali pustej zupełnie."
      },
      {
        "index": 80,
        "text": "— Twoje zdrowie, Świerk, i twojego konia, i twojego psa, i twoich szwindlów, bon!"
      },
      {
        "index": 81,
        "text": "— Zaczekaj, zaraz przyjdzie Babiński, to wypijemy razem."
      },
      {
        "index": 82,
        "text": "— Bon, ale powiedz-no, podobno się żenisz, czy tam coś takiego z p. Zofją?"
      },
      {
        "index": 83,
        "text": "Świerkoski się skrzywił, poskubał bródkę, pobiegał oczyma po sali, wsunął ręce w rękawy i mówił:"
      },
      {
        "index": 84,
        "text": "— I... co ja dałbym jeść żonie? żwir i podkłady chyba?"
      },
      {
        "index": 85,
        "text": "— No i mech, jak swojemu koniowi."
      },
      {
        "index": 86,
        "text": "— Śmiej się... przecież jesteś żonaty i wiesz, co kosztuje żona, chociaż twoja to jeszcze anioł."
      },
      {
        "index": 87,
        "text": "— Bon, kwadratowy anioł, powiedz."
      },
      {
        "index": 88,
        "text": "— A te wszystkie panny, co to jest? gdzie znajdziesz zdrową? gdzie jest mądra, ładna, gospodarna i oszczędna? Jak się znajdzie jaka podobna, to nie ma grosza; jak znowu go ma, to nos do góry i myśli, że królowa, a jakie wymagania!"
      },
      {
        "index": 89,
        "text": "— O tak, chcą jadać, muszą chodzić w bucikach, mieć suknię, potrzebują czasami jakiej przyjemności, chcą żyć po ludzku; szelmy te panny, czego im się zachciewa!.. a przytem nie lubią, aby je bić, jak psa albo chłopów... — zaśmiał się Karaś."
      },
      {
        "index": 90,
        "text": "— Gadanie, żebym miał na to, to i ja żyłbym po ludzku, a jeśli oszczędzam, jeśli chcę znaleźć także żonę oszczędną, to tylko dlatego, żeby później żyć po ludzku. O, ja jeszcze będę inaczej żył, będę... Wiesz, znam tutaj tylko jedną pannę, z którąbym się choćby jutro ożenił, chociaż wielka pani..."
      },
      {
        "index": 91,
        "text": "— Czy też Grzesikiewicz ożeni się z zawiadowcy córką?"
      },
      {
        "index": 92,
        "text": "Świerkoski rzucił szybkie spojrzenie na niego, zgiął się, ręce głębiej wsunął w rękawy i nie odpowiedział, bo to przypomnienie Grzesikiewicza przejęło go złością i niechęcią."
      },
      {
        "index": 93,
        "text": "Przybiegł Stasio, i zaczęli pić wódkę."
      },
      {
        "index": 94,
        "text": "— Muszę się śpieszyć, bo trzeba korespondencje ekspedjować na osobowy."
      },
      {
        "index": 95,
        "text": "— Bon, ale jest jeszcze jedno źródło książek, panna Orłowska."
      },
      {
        "index": 96,
        "text": "— A, ta, co się truła; nie znam jej zupełnie i widziałem tylko wtedy, kiedy ją przenoszono z wagonu do mieszkania."
      },
      {
        "index": 97,
        "text": "— To pan nie znasz całej historji? bon, opowiem."
      },
      {
        "index": 98,
        "text": "— Bardzo mało, wiem tylko, że się pogniewała z ojcem, wyjechała do teatru, później się truła, sam nawet o tem czytałem w pismach. Byłem już w Bukowcu, jak zawiadowca jeździł po nią do Warszawy. Co to za panna?"
      },
      {
        "index": 99,
        "text": "— Warjatka, jak i jej ojciec — szepnął Świerkoski."
      },
      {
        "index": 100,
        "text": "— Ale piękna i wykształcona, bardzo piękna, majestatyczna kobieta, kształty cudowne, wzrok wspaniały, oczy ogromne i ogniste, cudissimo, że tylko całować."
      },
      {
        "index": 101,
        "text": "Zaczął się trząść i śmiać cicho i zacierał ręce."
      },
      {
        "index": 102,
        "text": "— Wartoby tak jeszcze coś tego chlapnąć. Panie bufet, sześć mocnych."
      },
      {
        "index": 103,
        "text": "— Czemuż odrazu sześć?"
      },
      {
        "index": 104,
        "text": "— Będzie bon, panie Stasiu, na zapas."
      },
      {
        "index": 105,
        "text": "— Słuchajcie no — zabrał głos Świerkoski, podnosząc głowę z kolan. — Chcę wam coś zaproponować, niezły interes, na którym możemy dobrze zarobić."
      },
      {
        "index": 106,
        "text": "— Bon, Świerk, mów."
      },
      {
        "index": 107,
        "text": "— Jest do kupienia poręba, niewielka, za tysiąc pięćset rubli, blisko kolei, oglądałem ją niedawno. Śmiało można zarobić na niej tysiąc rubli, mam nawet już zbyt na drzewo do Radomia. Weźmy ją do spółki, interes złoty."
      },
      {
        "index": 108,
        "text": "— I... to już weź sam, nie mam pieniędzy, a zresztą orżnąłeś mnie zimą na węglach, daj spokój, ja wiem, nie tłumacz się, bo ci powiem, czem jesteś..."
      },
      {
        "index": 109,
        "text": "— O, powiedz, ja się nie pogniewam, z pewnością się nie pogniewam..."
      },
      {
        "index": 110,
        "text": "— Bon! otóż wyszedłeś ze mną, jak świnia, tak... bufet! sześć mocnych! — krzyknął."
      },
      {
        "index": 111,
        "text": "— Tylko tyle, to niewiele — i Świerkoski zaczął się śmiać, ściągał na lewą stronę usta, skubał brodę, latał oczyma po twarzach i dalej ciągnął: — tak, to niewiele, bo mogłem się urządzić lepiej, a nie zrobiłem tego, to handel, mój kochany."
      },
      {
        "index": 112,
        "text": "— Łajdactwo, powiedz! handel ładny, przez trzy miesiące straciłem trzysta rubli, które przeszły do twojej kieszeni, któreś mi wyciągnął."
      },
      {
        "index": 113,
        "text": "— Kupmy porębę, to będziesz się mógł odbić, jeśli potrafisz..."
      },
      {
        "index": 114,
        "text": "— Gdzież ta poręba? przystępuję do spółki! — zawołał po chwili namysłu Karaś."
      },
      {
        "index": 115,
        "text": "— W Karczmiskach u Grzesikiewicza — szepnął śpiesznie Świerkoski, oczy mu zamigotały radością, pogładził psa."
      },
      {
        "index": 116,
        "text": "— Hi! hi! tydzień temu Szczygielski kupił i już tnie... hi!.. hi!.. — śmiał się Karaś, porwał się z krzesła, zaczął biegać po sali, trzęsąc się cały, zadowolenie malowało się w jego oczkach. — Bufet! sześć mocnych! — rzucił we drzwi. — Powiem ci, Świerk, że chcesz robić interesa, a głupi jesteś, bo się prędko zmiarkują, robisz łajdactwa, ale małe, marne, głupie, które pachną kratką... — Wypił wszystkie sześć kieliszków jeden po drugim, zatarł ręce, poklepał drwiąco Świerkoskiego po plecach i wyszedł razem ze Stasiem."
      },
      {
        "index": 117,
        "text": "— Zobaczymy... zobaczymy... — szepnął Świerkoski. — Łajdactwa, co za łajdactwa? chcę zarobić, chcę mieć pieniądze, więc niech się głupi strzegą. Amiś! chodź synku! Podły ten Szczygielski, taka pyszna poręba. — Kopnął psa z gniewu, bo straszny żal nim zatargał, że stracił ten na pewno przewidywany zarobek."
      },
      {
        "index": 118,
        "text": "Odebrał z magazynu swój bagaż i naładował na plecy robotnikowi, za którym szedł krok w krok. Staś z okna kancelarji widział, że co chwila Świerkoski obmacuje rogoże i głaszcze. Widział go długo, jak szedł tym swoim krętym, wilczym chodem, rzucając dookoła nieufne spojrzenia."
      },
      {
        "index": 119,
        "text": "— Chodź pan, podyktuję panu raport — zawołał Orłowski."
      },
      {
        "index": 120,
        "text": "Staś przyszedł do pokoju zawiadowcy i czekał, bo Orłowski chodził wzdłuż pokoju, spoglądał w dwa okna peronu, to przez okienko kasowe, wychodzące na korytarz, wychylał głowę i nasłuchiwał."
      },
      {
        "index": 121,
        "text": "— Siądź pan przy moim stoliku."
      },
      {
        "index": 122,
        "text": "— Przecież..."
      },
      {
        "index": 123,
        "text": "— Nie przecież, bo tamtemtamten, to stół ekspedytora."
      },
      {
        "index": 124,
        "text": "Orłowski był zawiadowcą stacji i załatwiał czynności ekspedytora."
      },
      {
        "index": 125,
        "text": "— Wszystko jedno chyba, skoro pan pełni obie służby."
      },
      {
        "index": 126,
        "text": "— Przysięgam Bogu, że mnie pan irytujesz. Nie wszystko jedno, bo wiedz pan, że napiszemy raport na ekspedytora stacji Bukowiec — mówił zupełnie poważnie. Babiński ze zdumieniem spoglądał na niego."
      },
      {
        "index": 127,
        "text": "— Panie, sam na siebie raport, co w dyrekcji powiedzą?"
      },
      {
        "index": 128,
        "text": "— To są głupcy. Porządek, przedewszystkiem porządek i systematyczność, słyszysz pan? Gdybyś się pan trzymał tych zasad, nie zwracałbyś uwagi swojej zwierzchności."
      },
      {
        "index": 129,
        "text": "Staś opuścił głowę i wyrzucał sobie, że go zadrasnął: tyle razy postanawiał o nic nie pytać, ślepo tylko wykonywać rozkazy, i znowu nie wytrzymał."
      },
      {
        "index": 130,
        "text": "— Pisz pan!"
      },
      {
        "index": 131,
        "text": "„Jako-że pełniący obowiązki ekspedytora st. Bukowiec swojem nietaktownem, a można powiedzieć i brutalnem, postępowaniem przy sprzedaży biletów spowodował to, że pasażerowie zanieśli skargę do księgi zażaleń, którą przy niniejszem załączam, upraszam Wysoką Dyrekcję o ukaranie według uznania, a to w celu uniknięcia na przyszłość podobnych zajść. Jako jedyne usprawiedliwienie ekspedytora, tenże objaśnia, że zajścia owe miały miejsce podczas niebezpiecznej choroby jego córki, która go jakoby miała zdenerwować. Sądzę jednak, że tego rodzaju usprawiedliwienia pod uwagę brać nie można, bo nikogo, ani Dyrekcji, ani pasażerów, nie obchodzą domowe sprawy urzędników, które nie powinny mieć żadnego wpływu na ich czynności służbowe“."
      },
      {
        "index": 132,
        "text": "— Ależ panie... — protestował Staś."
      },
      {
        "index": 133,
        "text": "— Cicho pan bądź! Przysięgam Bogu, bez uwag, panie Babiński. Zapomniałeś pan, że się milczy wtedy, kiedy zwierzchność mówi — zawołał Orłowski."
      },
      {
        "index": 134,
        "text": "Babiński zamilkł, przygryzając usta, znowu był zły na siebie."
      },
      {
        "index": 135,
        "text": "— Dochodzi! — krzyknął posługacz przez drzwi."
      }
    ]
  }
}