{
  "chapterNumber": 25,
  "title": "Tom II, Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI."
      },
      {
        "index": 2,
        "text": "— Pojedziemy się przejechać, panno Janino!"
      },
      {
        "index": 3,
        "text": "— Gdzie tylko pan chce."
      },
      {
        "index": 4,
        "text": "— Walek, jedź do szosy. Co było niewłaściwem, to niechże nam pani daruje!.. — zaczął nieśmiało."
      },
      {
        "index": 5,
        "text": "— Ależ, panie Andrzeju, daję słowo, że te kilka godzin, przepędzonych u państwa, sprawiły mi prawdziwą przyjemność, za którą panu serdecznie dziękuję."
      },
      {
        "index": 6,
        "text": "— Gdyby pani wiedziała, jak panią kocham, jakiego szczęścia pragnę dla pani! — mówił gorąco, okrywając jej ręce pocałunkami. Zamilkł, bo wjechali na szosę i konie ruszyły z kopyta; przygarnął ją do siebie ręką i siedzieli tak, milcząc i poddając się rozkoszy: on siedzenia przy niej, trzymania jej prawie w objęciu, że czuł jej oddech na twarzy; ona zaś temu nieokreślonemu uczuciu zadowolenia, jakie wywiozła z Krosnowy."
      },
      {
        "index": 7,
        "text": "Konie biegły tak szalenie prędko, że w półtorej godziny zrobili trzy mile. Stangret wjechał do Miechowa i przystanął przed cukiernią."
      },
      {
        "index": 8,
        "text": "— Jaśnie panie, koniom trza dać zipnąć i przegryźć co — tłumaczył."
      },
      {
        "index": 9,
        "text": "— A dobrze, wytrzyj je, pookrywaj, niechaj wytchną, bo za godzinę wracamy. Panno Janino, wstąpimy do cukierni na herbatę."
      },
      {
        "index": 10,
        "text": "— Doprawdy, wolałabym poczekać w sankach."
      },
      {
        "index": 11,
        "text": "— Nie, nie zgodzę się na to, zaziębiłaby się pani."
      },
      {
        "index": 12,
        "text": "— Tak, ale znowu... — wahała się chwilę, wreszcie wysiadła i weszli do cukierni. Wybrała jakiś zacieniony więcej stolik."
      },
      {
        "index": 13,
        "text": "Kończyli prawie herbatę, gdy przed dom zajechały z brzękiem sanki i do środka wpadł młody, czarno ubrany człowiek."
      },
      {
        "index": 14,
        "text": "Andrzej podszedł do niego i zaraz go przyprowadził i przedstawił."
      },
      {
        "index": 15,
        "text": "Był to Witowski."
      },
      {
        "index": 16,
        "text": "— Wyjechaliśmy z Krosnowy przejechać się, ale że sanna świetna, konie szły dobrze, więc znaleźliśmy się aż tutaj — objaśniał Andrzej, robiąc mu miejsce obok siebie."
      },
      {
        "index": 17,
        "text": "— I mnie spotkało coś podobnego. Jadzia pojechała do Jasinowskich, wybrałem się po nią i po drodze wstąpiłem na czarną kawę."
      },
      {
        "index": 18,
        "text": "— No, po drodze nie tak bardzo, dziesięć wiorst wbok — zaśmiał się Andrzej."
      },
      {
        "index": 19,
        "text": "— Tak, ale mojemi końmi dwadzieścia minut."
      },
      {
        "index": 20,
        "text": "— Kiedyż jedziesz za granicę?.. chłopiec! kawy gorącej i koniaku!"
      },
      {
        "index": 21,
        "text": "— Dopiero po ślubie państwa! — skłonił głowę przed Janką. — A czekam dosyć niecierpliwie, pomimo, że Ada chce mnie powstrzymać, jak można, najdłużej."
      },
      {
        "index": 22,
        "text": "— To musi być dosyć nudne jechać daleko koleją."
      },
      {
        "index": 23,
        "text": "— Jak dokąd, jak z kim i jak kiedy!.. — odpowiadał i pił wolno czarny ukrop, biorąc szklankę w obie ręce i ustawicznie przyglądał się nieznacznie rzucanemi spojrzeniami Jance, która siedziała milcząca i zmieszana nieco: i jego obecnością i swojem sam na sam z nimi; przytem mieszały i irytowały ją jego spojrzenia jakieś badawcze, a lekceważące, jego ton poufały i obejście swobodne."
      },
      {
        "index": 24,
        "text": "— Lubi pani sannę? — zapytał, stawiając szklankę."
      },
      {
        "index": 25,
        "text": "— Czemuż pan nie zapytał, czy ser lubię?.. i tem możnaby zacząć rozmowę — odpowiedziała dosyć porywczo, bo ją oburzył impertynencki, niedbały ton zapytania."
      },
      {
        "index": 26,
        "text": "Witowski odwrócił się cały do niej. Przez chudą twarz o czarnych, głębokich oczach, przebiegł jakiś twardy ton, skłonił się z powagą."
      },
      {
        "index": 27,
        "text": "— Ponieważ nie zawiniłem, więc niesłusznie mnie pani karze; ale, że widzę panią po raz pierwszy, że jest pani narzeczoną Andrzeja, że chcę żyć w zgodzie, więc niech mi pani zapomni przykrość mimowolną. — Wyprostował się na krześle i spojrzał na nią prosto."
      },
      {
        "index": 28,
        "text": "Zmieszała się, bo to spojrzenie miało taką siłę, że głowa jej drgnęła jakimś poprzecznym ruchem, poprawiła się na krześle."
      },
      {
        "index": 29,
        "text": "— Pani mi odpowie? — dodał."
      },
      {
        "index": 30,
        "text": "— Tem, że sannę lubię bardzo."
      },
      {
        "index": 31,
        "text": "— Przypuszczam, że pani nie zna prawdziwej sanny, bo konie Andrzeja, chociaż niezłe, ale człapaki, chodzą trochę szybciej od wołów."
      },
      {
        "index": 32,
        "text": "— Przesadzasz i to bardzo, trzy mile jechaliśmy półtory godziny."
      },
      {
        "index": 33,
        "text": "— To większa przesada, daję ci słowo, ale co tam, jedźcie państwo ze mną, odwiozę was do Bukowca. Zobaczy pani i poczuje prawdziwą jazdę sankami."
      },
      {
        "index": 34,
        "text": "— To znaczy, z wywróceniem — uśmiechnęła się."
      },
      {
        "index": 35,
        "text": "— O, nie, a zresztą, to zależy od szczęścia."
      },
      {
        "index": 36,
        "text": "— Miałeś pojechać po pannę Jadwigę — wtrącił Andrzej, bo nierad był z propozycji Witowskiego."
      },
      {
        "index": 37,
        "text": "— Jasinowski ją odwiezie. Ale uprzedzam, że będziemy jechali szalenie."
      },
      {
        "index": 38,
        "text": "— Zgoda, ale wracam do wywrócenia..."
      },
      {
        "index": 39,
        "text": "— O tem nie mogę nic mówić. Mnie to nie obchodzi zupełnie, bo wiem, że jeśli się to stanie, to mnie nic nie będzie, ale czy państwu nie, tego nie wiem."
      },
      {
        "index": 40,
        "text": "— Bardzo ciekawa pewność, z jaką pan mówi, że nic się panu nie stanie. Gdybym była panem Andrzejem, wystawiłabym ją na próbę — mówiła wesoło, bo wydał się jej zarozumiałym pozerem."
      },
      {
        "index": 41,
        "text": "— O, lubi pani eksperymentować..."
      },
      {
        "index": 42,
        "text": "— Jedyny sposób sprawdzenia."
      },
      {
        "index": 43,
        "text": "Zamilkł na chwilę, zaczynała go interesować, bo przedtem był prawie pewny, że skoro jest narzeczoną Jędrusia, więc musi być, ot, zwykłą sobie gąską, tymczasem zdziwiła go. Znajdował zupełnie co innego."
      },
      {
        "index": 44,
        "text": "— Dobrze, spróbujemy! — ściągnął brwi, aż mu na czole wystąpiły podłużne pręgi, formujące rzymską piątkę. Kazał zajeżdżać swemu stangretowi."
      },
      {
        "index": 45,
        "text": "— Więc jedziemy?"
      },
      {
        "index": 46,
        "text": "— Nie, dajmy spokój, panno Janino, z tego może być jeszcze nieszczęście."
      },
      {
        "index": 47,
        "text": "— Może być, ale czas jeszcze się cofnąć — szepnął ironicznie Witowski."
      },
      {
        "index": 48,
        "text": "— Sprawdzimy. Przecież pana Witowskiego konie nie mogą prędzej biec od pańskich?"
      },
      {
        "index": 49,
        "text": "— A to djabły, nie konie. Więc, chce pani? — zapytał, myśląc jeszcze, że Janka się cofnie."
      },
      {
        "index": 50,
        "text": "— O, proszę tylko — odpowiedziała stanowczo, bo przysłonione oczy Witowskiego jakby szydziły."
      },
      {
        "index": 51,
        "text": "Andrzej kazał swojemu jechać za sobą. Wsiedli w sanki Witowskiego, długie i wysłane niedźwiedziem futrem."
      },
      {
        "index": 52,
        "text": "Stangret ściągnął lejcami niewielkie, w białe łaty, żmudzkie koniki, pokrywane siatkowemi kapami i obejrzał się na sygnał."
      },
      {
        "index": 53,
        "text": "Janka siedziała w środku."
      },
      {
        "index": 54,
        "text": "— Ruszaj!.. a za miastem ze wszystkich sił! — zawołał Witowski."
      },
      {
        "index": 55,
        "text": "Istotnie, za ostatnim domem, stangret zaczął świstać batem, i konie ruszyły jak strzała, prostą, wyszlifowaną drogą."
      },
      {
        "index": 56,
        "text": "Noc się roztaczała nad ziemią; po granatowych głębiach, roziskrzonych miljardami gwiazd, płynął księżyc, rozsiewał i mżył pyłem świetlistym po śniegach stwardniałych, przesrebrzał nagie przydrożne drzewa, pokryte osiędzielizną, co puchem szklistym zwieszała się i trzęsła za każdem drgnieniem powietrza; drzewa stały długim, nieskończonym szeregiem szkieletów, jakby z masy perłowej i rozwichrzonemi, pokręconemi żałośnie koronami patrzyły w niebo i w tę noc dziką zimy i pól pustych, otoczonych na dalekim widnokręgu sinemi wałami lasów, niby jakiegoś morza falami, co zastygły i skamieniały. Po drodze, wytartej płozami sań, po śniegach, pokrywających pola jednostajną zimną białością, po drzewach, po krzyżach przydrożnych oszroniałych, wyciągających czarne ramiona na rozdrożach, włóczyły się i przebiegały błyski świetliste i skrzyły się tajemniczo i nieuchwytnie, niby jakieś widmo świateł i barw lata umarłego. A tam, pod wzgórzami białemi, siedziały cicho wsie długie, jakby wielkie jakieś ostygłe potwory, o setkach czworokątnych czerwonawych oczu i zdawały się uciekać z pośpiechem wtył."
      },
      {
        "index": 57,
        "text": "Mróz brał coraz siarczystszy, konie pokryły się białą pianą i tak leciały, że prawie brzuchami dotykały drogi i tylko od czasu do czasu kwiczały dziko i biły kopytami coraz szybciej."
      },
      {
        "index": 58,
        "text": "— Dobrze pani? — zapytał cicho Witowski."
      },
      {
        "index": 59,
        "text": "— Prędzej! prędzej!.. — szeptała, upojona tym ruchem szalonym."
      },
      {
        "index": 60,
        "text": "Witowski skoczył na kozioł, schwycił lejce i zaczął poświstywać na konie; zarżały radośnie, świsnął je batem; tak poderwały sanki i poniosły, że gdyby był Andrzej wpół nie uchwycił Janki, byłaby wyleciała z siedzenia."
      },
      {
        "index": 61,
        "text": "Zaczęła się prawdziwie szalona jazda. Tchu nie mogli złapać. Wsie, drzewa, krzyże, karczmy, przestrzenie, wszystko to zlało się w jakiś kłąb splątany, migający, niewyraźny, który się przewalał z niezmierną szybkością i toczył jakby w przepaść jakąś; a oni porwani, oniemieli, z dziką radością w sercach lecieli... lecieli... lecieli..."
      },
      {
        "index": 62,
        "text": "Śnieg, pryskający z pod kopyt końskich, zasypywał im twarze i palił płomieniem."
      },
      {
        "index": 63,
        "text": "— Czy teraz dobrze? — rzucił drwiąco."
      },
      {
        "index": 64,
        "text": "Nie odpowiedziała, bo nie miała sił i strach jakiś bezwiedny jeszcze przysłaniał jej oczy krwawym tumanem; przyciskała się do Andrzeja, który ją trzymał silnie, ale i w nim niepokój rósł co chwila większy, bo konie szalały, zaczęły kwiczeć dziko i rzucać się wbok, ale Witowski trzymał je na wodzy żelazną ręką, smagał potężnie, znaglając do biegu i od czasu do czasu Janka widziała jego profil, zwrócony do siebie, i czarne, zimne oczy i ten uśmiech dziwny, który ją przejmował dreszczem, ale za nic na świecie nie przyznałaby się do obawy; zaczynała tracić przytomność, zesłabła, czuła szalony zawrót głowy, porywały ją te charakterystyczne mdłości, jak przed chorobą morską, omdlewała ze wzruszenia, ale milczała."
      },
      {
        "index": 65,
        "text": "Przelecieli las jak burza, tylko ostre, gwałtowne dźwięki dzwonków pozostały po nich i leciały po cichym, oniemiałym lesie, i, jak burza, wpadli przed stację. Zatrzymał konie tak gwałtownie, że zaryły nozdrzami w śniegu."
      },
      {
        "index": 66,
        "text": "— Nie chciało się nas uczepić nieszczęście! — rzekł Witowski spokojnie, oddając lejce stangretowi."
      },
      {
        "index": 67,
        "text": "Janka wysiadła śpiesznie, ale, stanąwszy, zachwiała się i upadła zemdlona w śnieg."
      },
      {
        "index": 68,
        "text": "— Histeryczka! — mruknął Witowski, obwinął się futrem i, nie żegnając się z nikim, kazał wykręcić i odjechał."
      },
      {
        "index": 69,
        "text": "Andrzej, przestraszony, porwał Jankę na ręce. Panna Martyna i Marja z Janową zajęły się nią i przywracały do przytomności, a on, nie śmiejąc wejść do pokoju, siedział w kuchni i gryzł ręce i wąsy ze złości na siebie."
      },
      {
        "index": 70,
        "text": "Przysłuchiwał się przez drzwi narzekaniom kobiet i płaczom żałosnym Janowej i taka go rozpacz ogarnęła, że tłukł obcasem w skrzynkę, aż deski pękały, rzucał się do drzwi i chciał wejść siłą do pokoju, gdzie leżała Janka, ale Martyna rozkrzyżowała się we drzwiach i głosem wyniosłym powiedziała:"
      },
      {
        "index": 71,
        "text": "— Nie można!.. jaśnie pan wiedzieć powinien, że nie wypada panu tutaj wchodzić."
      },
      {
        "index": 72,
        "text": "Ale w kilkanaście minut okropnych dla niego, bo zdawało mu się, że Janka już umarła, usłyszał jej głos. Wpadł, niby wichura i, nie zważając na kobiety, przedarł się do sypialni i upadł przy łóżku na kolana, okrywając jej ręce pocałunkami i przepraszając najszczerzej jak mógł."
      },
      {
        "index": 73,
        "text": "— Moja wina, niech mi pani daruje, znam przecież tego djabła, onby poświęcił cały świat, ale pocom się ja zgodził. Doprawdy, myślałem, że pani już nie żyje."
      },
      {
        "index": 74,
        "text": "— Nic mi nie jest, zwyczajne omdlenie z nadmiaru takich silnych wrażeń, za silnych — mówiła z uśmiechem i przymykała oczy, przechylała się nieco wtył na poduszce, bo się jej wydawało, że jeszcze jedzie."
      },
      {
        "index": 75,
        "text": "— Nie, jak Pana Boga kocham, nie daruję! — wykrzyknął."
      },
      {
        "index": 76,
        "text": "— Przeciwnie, proszę pana bardzo o to, zapomnijmy... to była moja wina, ja tego chciałam. Czy pan Witowski już odjechał?"
      },
      {
        "index": 77,
        "text": "— Zapewne już w domu."
      },
      {
        "index": 78,
        "text": "— Pierwszy raz w życiu zemdlałam, zrobiło mi się tak słabo, tak się zakręcił świat ze mną, że pamiętam tylko tyle, jak upadałam, a później nic. Może się umiera tak samo."
      },
      {
        "index": 79,
        "text": "— Niech pani nie mówi o śmierci."
      },
      {
        "index": 80,
        "text": "— Boi się pan śmierci?"
      },
      {
        "index": 81,
        "text": "— Przyznam się szczerze, że przedewszystkiem staram się nie myśleć o niej, bo mnie zaraz dławi jakiś okropny strach. O, tak, boję się śmierci, boję."
      },
      {
        "index": 82,
        "text": "Rozmawiali jeszcze chwilę i wkrótce Andrzej odjechał, a Janka, nie mogąc usnąć, rozmyślała o Witowskim. To oczy jego wyglądały ze śnieżnych, roziskrzonych przestrzeni i chwiały się z powiewem wiatru, płonąc ponuro; to profil jego suchy, twardy, migotał tuż przed nią, to ten spiżowy głos słyszała tak wyraźnie, że przejmował ją dreszczem, i jakieś ciepłe nieznane fale pulsowały w jej żyłach."
      },
      {
        "index": 83,
        "text": "Zaczynał zajmować jej wyobraźnię, myślała o nim dłużej i aż się zdziwiła, uświadomiwszy sobie, że tak wiele się nim zajmuje; ale, pomimo, że odsunęła go w głąb pamięci, chciała się dowiedzieć bliższych szczegółów o nim. Zaciekawiał ją i podrażniał."
      },
      {
        "index": 84,
        "text": "Miała się spytać Andrzeja, który na drugi dzień przyjechał wcześniej, aby się dowiedzieć o jej zdrowie; ale, spojrzawszy w jego szczere, pełne miłości oczy, zaniechała, bo przesunęła się przed nią twarz tamtego, i bezwiednie porównywała."
      },
      {
        "index": 85,
        "text": "— Może i dzisiaj zechce się pani przejechać trochę? — proponował."
      },
      {
        "index": 86,
        "text": "— Dziękuję, ale na dosyć długo starczy mi wrażeń wczorajszych."
      },
      {
        "index": 87,
        "text": "Nie szła im rozmowa dzisiaj, Jankę mieszały jego czyste, gorące spojrzenia, jakiemi ją obrzucał, głos jego ją drażnił, bo z powodu przeziębienia chrypiał trochę, zawadzał jej, bo musiała z nim siedzieć, i nawet z pewną ulgą pożegnała go i powróciła do szwaczek, które już kończyły szyć wyprawę. Martyna śpieszyła się gorączkowo, bo czekały na nią konie z jakiegoś dworu, gdzie miała zaraz jechać."
      },
      {
        "index": 88,
        "text": "— Jadę do państwa Borzęckich; magnacki dom; starsza córka, panna Cecylja wychodzi zamąż, za jakiegoś Wiśniewskiego, doktorzynę z Warszawy; mezaljans, ale podobno się kochają! — skrzywiła się ironicznie. — Jakże się pani podobał przyszły pani dom? — zapytała i pochyliła głowę nad spodkiem z konfiturami, nabierarającnabierając wiśnie na igłę, żeby ukryć drwiący uśmieszek, jakiego powstrzymać nie mogła."
      },
      {
        "index": 89,
        "text": "— Bardzo mi się podobał, prześlicznie urządzony, z przepychem niesłychanym."
      },
      {
        "index": 90,
        "text": "— Chamskim! — myślała Martyna i wybladłe jej oczy zaświeciły pogardą."
      },
      {
        "index": 91,
        "text": "— Wie pani, będzie temu dwa lata, szyłam wyprawę u państwa K. na Litwie, magnacki dom, jedynaczka ich wychodziła zamąż za pana Włodka, prześliczny mężczyzna. Na tydzień przed ślubem pojechali na spacer sankami, panna się zaziębiła i zachorowała, nie umarła wprawdzie, ale małżeństwo się rozwiało, bo rodzice uważali, że to zły znak."
      },
      {
        "index": 92,
        "text": "— Więc?.. — zapytała się Janka, odwracając się szybko do niej."
      },
      {
        "index": 93,
        "text": "— Ja nie chcę przez to powiedzieć, nie, tylko mi na myśl przyszło pani zemdlenie i przypomniałam sobie tę historję. To się czasem tak dziwnie składa, to takie dziwne rzeczy nieraz przychodzą, niewiadomo skąd... — mówiła takim złowróżbnym głosem, że Janka zirytowała się i odeszła do swojego pokoju, ale Orłowski zawołał ją do saloniku i zaczął cicho wypytywać o Krosnowę i o jej zdrowie."
      },
      {
        "index": 94,
        "text": "Opowiadała mu szczegółowo, zdawał się nie słyszeć, patrzył tępym, zmąconym wzrokiem w okno i automatycznie gładził brodę; gdy skończyła, rzekł najspokojniej:"
      },
      {
        "index": 95,
        "text": "— Jakże tam w Krosnowie? pałac ładny? przyjęli cię szczerze?"
      },
      {
        "index": 96,
        "text": "— Ależ w tej chwili opowiadałam o wszystkiem, nie słyszał ojciec, co ojcu jest?"
      },
      {
        "index": 97,
        "text": "— Nic, nic, a prawda, słyszałem, dywany, bronzy, porcelana sewrska, stołowy wykładany dębem, prawda, słyszałem. Więc idziesz za Andrzeja? — zapytał, podnosząc na nią ciężko oczy i z takim dziwnie przejmującym akcentem, że zadrżała."
      },
      {
        "index": 98,
        "text": "— Dlaczego ojciec pyta się w ten sposób? — zawołała przestraszona i chciała go ująć za ręce."
      },
      {
        "index": 99,
        "text": "— Nie, nie!.. — zakrzyknął, cofając się gwałtownie. — Widzisz, myślałem, żeś się rozmyśliła, że... że... — mówił wolniej i raptownie podniósł się i wyszedł do swego pokoju."
      },
      {
        "index": 100,
        "text": "— Chory! — pomyślała i w chwilę potem zajrzała za nim."
      },
      {
        "index": 101,
        "text": "Orłowski stał przed biurkiem z twarzą pochyloną do ściany, nieruchomo i cicho."
      },
      {
        "index": 102,
        "text": "Cofnęła się z niepokojem w sercu i napróżno starała sobie wytłumaczyć jego stan, ale uspokoiła się, bo przy wieczornej herbacie, gdy zostali sami — szwaczki już odjechały — Orłowski był w zwykłem usposobieniu, zauważyła tylko jakiś ledwie pochwytny odcień zdumienia, czy przestrachu, jaki miał w oczach, i to, że, odchodząc spać wcześniej niż zwykle, nie pocałował jej."
      },
      {
        "index": 103,
        "text": "Przeczuwała, że ma jakieś wielkie zmartwienie, że musiało go coś spotkać na służbie i, chcąc się dowiedzieć, poszła do Zaleskich. Byli oboje w domu, ona grała, a on próbował śpiewać jakąś wielką arję, bo teraz słychać go było na stacji dnie całe wyśpiewującego nieustannie."
      },
      {
        "index": 104,
        "text": "Usiadła, milcząc, żeby doczekać się końca śpiewu. Henio wyprężał się po bohatersku i z ręką na sercu, w pozie tenora heroicznego wydzierał wprost głos z siebie i rzucał zabójcze spojrzenia na żonusię, która, jakaś rozpromieniona, z rozrzuconą grzywką, spotniała od wysiłku, zdenerwowana, poddawała mu głosem i dźwiękami tony i wybijała jeszcze od czasu do czasu takt nogą."
      },
      {
        "index": 105,
        "text": "— Jakże się pani mój głos podoba, prawda, że jest? — skromnie pytał po skończeniu."
      },
      {
        "index": 106,
        "text": "— Zdumiewający! przepraszam, że przeszkadzam, ale przyszłam z prośbą."
      },
      {
        "index": 107,
        "text": "Henio się wyprężył, wyciągnął mankietki, musnął wąsiki, skłonił nisko, przysunął krzesło, usiadł z miną bardzo poważną i bardzo wdzięczną i słuchał."
      },
      {
        "index": 108,
        "text": "Opowiedziała mu swoje przypuszczenia co do ojca."
      },
      {
        "index": 109,
        "text": "— Nic nie wiem, nic, daję słowo! — rzekł patetycznie, ale jakoś zesztywniał, spoglądał przelotnie, porozumiewająco, na żonusię, która słuchała rozmowy z twarzą zatopioną w nutach rozłożonych na pulpicie. Jankę zdziwiło jego zachowanie się, odczuła, że ukrywa coś przed nią, i utwierdziła się jeszcze bardziej w przypuszczeniach. Pożegnała się prędko i wstąpiła do kancelarji, aby zapytać się Stasia, bo obawa jakaś ciemna, a bolesna, przepełniała jej serce, ale w kancelarji był Karaś, pokazywał pod światło karty z pornograficznemi rysunkami i śmiał się jakimś ohydnym śmiechem, podobnym do rechotania świń. Staś, rozczerwieniony, z oczyma na wierzchu, niby żaba wpatrująca się w słońce, stał i patrzył. Zamknęła prędko drzwi i wróciła na górę."
      },
      {
        "index": 110,
        "text": "— Dlaczego ja się denerwuję? — myślała. — Przecież nic się nie stało, nic! — i szukała myślą przyczyn tego dziwnego nastroju; nic nie znalazła, ale, pomimo to, zdenerwowanie nie ustępowało, niepokój rósł i coraz gęstszemi włóknami opasywał jej serce."
      },
      {
        "index": 111,
        "text": "Następnego dnia Andrzej nie przyjechał wcale; czekała go do późna."
      },
      {
        "index": 112,
        "text": "— Musiał gdzie pojechać... nie mówił mi, że wyjedzie... — przypominała sobie i po kilkakroć szła do kuchni, aby oknem popatrzyć na rozsrebrzony las, na pusty podjazd i na długą białą wstęgę drogi, ginącą w lesie. Pusto było wszędzie i cicho."
      },
      {
        "index": 113,
        "text": "Orłowski milczał cały wieczór i chodził zgarbiony dokoła stołu, targał brodę, rzucał ramionami i znowu, nie całując jej na dobranoc, odszedł do siebie."
      },
      {
        "index": 114,
        "text": "— Co to jest? dlaczego? — myślała."
      },
      {
        "index": 115,
        "text": "Następnego dnia Andrzej także się nie zjawił."
      },
      {
        "index": 116,
        "text": "Jankę zaczęły trapić dręczące, złe przeczucia. Szły na nią, jak te chmury ołowiane, ciężkie, jakie zaczęły zasnuwać horyzont i zaciemniać świat, jak te wichry, które zrywały się z pól, porywały kłęby śniegu, tarzały się w śnieżnych tumanach i ginęły w nagłej, przerażającej ciszy."
      },
      {
        "index": 117,
        "text": "Niepokoiło ją niepokazywanie się Andrzeja, przestraszał ojciec, który całą noc chodził po swoim pokoju i rozmawiał z sobą. Dręczyło i rozdrażniało ją wszystko."
      },
      {
        "index": 118,
        "text": "Nie mogła spać w nocy, bo Zaleska grała dłużej i smutniej jakoś tego wieczora; słuchając tych oddalonych łkających dźwięków, zdawało się jej, że to las tak płacze i skarży się. Wyglądała oknem w noc ciemną, burzliwą, rozwianą wichrami, szalejącą, i uczuwała, że ją dławi strach mocny i okropny, patrzyła się rozszerzonemi oczyma w zawieruchę, co, niby orkan, kłębiła się, wirowała w olbrzymich lejach i biła niestrudzenie w las, który się pokładał, jęczał, giął, ale wstawał i rozsrożony, straszny jakiś, w obłokach kurzawy, huczał ponury hymn walki."
      },
      {
        "index": 119,
        "text": "— To okropne! — szeptała, siadając na łóżku, a nie mogąc wysiedzieć, zrywała się, jakby chcąc uciekać, i padała na małą otomankę, skręcała się w kłębek, chowała głowę i leżała tak długo, uspokajając się powoli rozmyślaniem."
      },
      {
        "index": 120,
        "text": "Andrzej znowu nie przyjechał. Janka, pomimo, że ciągle sobie przypominała, iż go nie kocha przecież, że nic jej nie obchodzi, czy on jest, lub go niema, powiedziała ojcu, że należałoby posłać do Krosnowy i dowiedzieć się, co się tam stało."
      },
      {
        "index": 121,
        "text": "— Widziałem pana Grzesikiewicza w bufecie — powiedział Świerkoski, słysząc jej słowa."
      },
      {
        "index": 122,
        "text": "— Kiedy?"
      },
      {
        "index": 123,
        "text": "— Dzisiaj."
      },
      {
        "index": 124,
        "text": "— Przywidziało się panu. Ręczę, że gdyby był w bufecie, byłby i tutaj! — odpowiedziała gniewnie. — Czego ten idjota chce, poco dzisiaj przyszedł? — pomyślała."
      },
      {
        "index": 125,
        "text": "— Ręczę pani, że w bufecie był. Wydawał się jakiś zmartwiony, wpadł do bufetu, siedzieliśmy z Karasiem i oglądali nowe karty, jakie sprowadził z Sosnowca, przystanął przy nas, popatrzył i zaraz wyszedł; myśleliśmy, że poszedł, jak zwykle, do państwa."
      },
      {
        "index": 126,
        "text": "— Nie był, musiał mieć ważny interes i brakło mu czasu... — szepnęła, jakby usprawiedliwiając."
      },
      {
        "index": 127,
        "text": "— O tak, przecież narzeczony może mieć interesa ważniejsze, niż odwiedzanie... może... tak..."
      },
      {
        "index": 128,
        "text": "— Z czegóż się pan śmieje? — zawołała porywczo, bo po ustach Świerkoskiego przesunął się zjadliwy uśmieszek."
      },
      {
        "index": 129,
        "text": "— Nie śmieję się, wydaje się pani — powiedział poważnie, wsuwając ręce w rękawy."
      },
      {
        "index": 130,
        "text": "Spoglądała na niego podejrzliwie, bo ją uderzył jego suchy, szydzący akcent."
      },
      {
        "index": 131,
        "text": "Świerkoski dzisiaj był szczególny; nie poruszał się prawie na krześle, siedział prosto i sztywno, tylko oczy z błyskawiczną szybkością biegały mu po pokoju. W twarzy zamkniętej, więcej pożółkłej i bardziej jeszcze podobnej do pyska wilka, tkwił jakiś wyraz głębokiej radości, siłą powstrzymywanej, i triumfu, mówił bardzo mało i grał w warcaby z Orłowskim, a tak spokojnie przegrywał, że zawiadowca, zapominając o kłopotach, podrwiwał z niego."
      },
      {
        "index": 132,
        "text": "— Dlaczego nie wstąpił, co to się dzieje? — myślała Janka, z odrazą odwracając oczy od Świerkoskiego i zadumywała się, nie odpowiadając na jego zapytania."
      },
      {
        "index": 133,
        "text": "Nuda jakaś obrzydliwa i okropna po tem zdenerwowaniu przyszła i ogarniała ją całą, przesyciła nawskroś i gnębiła niesłychanie."
      }
    ]
  }
}