{
  "chapterNumber": 18,
  "title": "Tom I, Rozdział XVIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVIII."
      },
      {
        "index": 2,
        "text": "Myślała o tem całą drogę swobodnie, bo Zaleska, która z nią jechała, była także w jakiemś dziwnem usposobieniu; oczy miała czerwone od łez, bardzo zmęczoną twarz i milczała ciągle, zaledwie odpowiadając na zapytania. Dopiero w Kielcach, w magazynach, wobec tysiącznych drobiazgów tualety kobiecej, wobec materjałów modnych, ożywiła się, zapomniała o własnem udręczeniu i rozkoszowała się nieskończonem wybieraniem fasonów, kolorów i gatunków i chciała tę rozkoszną chwilę przedłużać do nieskończoności, bo Janka prędko się decydowała i bystro się orjentowała we wszystkiem."
      },
      {
        "index": 3,
        "text": "— Namyślmy się, zastanówmy się, panno Janino — szeptała przy każdym przedmiocie."
      },
      {
        "index": 4,
        "text": "— Biorę, proszę pakować! — odpowiedziała Janka trochę niecierpliwie."
      },
      {
        "index": 5,
        "text": "— Wolniej, nie tak prędko, trzeba dobrze obejrzeć — mówiła z żalem Zaleska i z rozkoszą zanurzała ręce po łokcie w koronkach, jedwabiach, a choćby tylko w doskonałych płótnach, traciła wprost głowę, przeglądała materjały pod słońce, okręcała się niemi, przeglądała w lustrach, pytała się wszystkich, czy jej do twarzy. Z wielką przykrością skończyły zakupy i umawianie się z modniarkami. Janka była zmęczona i znudzona, a Zaleska trzęsła się w zdenerwowaniu."
      },
      {
        "index": 6,
        "text": "Ponieważ miały jeszcze ze dwie godziny czasu do pociągu, Janka zaproponowała, żeby pójść na obiad do znajomego jej hotelu."
      },
      {
        "index": 7,
        "text": "Zaleska energicznie zaprotestowała."
      },
      {
        "index": 8,
        "text": "— Nie wypada, jakże, dwie same młode kobiety pójdą do restauracji, nie można. Coby sobie ludzie pomyśleli o nas?"
      },
      {
        "index": 9,
        "text": "— Że nam się jeść chce i przyszłyśmy jeść — odpowiedziała trochę szorstko."
      },
      {
        "index": 10,
        "text": "— Ja za nic w świecie nie weszłabym bez mężusia do restauracji."
      },
      {
        "index": 11,
        "text": "— No, to chodźmy do cukierni, na kawę z ciasteczkami! — powiedziała z przyciskiem."
      },
      {
        "index": 12,
        "text": "Weszły do cukierni w rynku, w jakimś kąciku zdala od okna usiadły."
      },
      {
        "index": 13,
        "text": "Janka spostrzegła przy drzwiach wywieszony ogromny, czerwony afisz, ogłaszający, że towarzystwo artystów dramatycznych, pod dyrekcją Cabińskiego, w dniu dzisiejszym daje: „Gniazdo rodzinne“ Sudermanna, z panną Majkowską w roli Magdy."
      },
      {
        "index": 14,
        "text": "Przeglądała afisz z dziwnem, nie dającem się sformułować wrażeniem, złożonem z najsprzeczniejszych uczuć. Przetarła oczy, bo się jej to wydało niemożebnem, że halucynuje na jawie, ale nie, afisz malinową plamą odcinał się od czarnego tła futryn drzwiowych, czytała po raz drugi i znalazła te same szczegóły. Obejrzała się po cukierni zdumiona i przestraszona zarazem."
      },
      {
        "index": 15,
        "text": "Przy okrągłym stole marmurowym, pod oknem, wychodzącem na rynek, siedziało kilka osób. Janka zaczęła się przypatrywać pilnie. Poznała Cabińską, żonę dyrektora teatru, w którym była latem."
      },
      {
        "index": 16,
        "text": "Cabińska siedziała zadumana, wpatrzona w okno, rzucała co czas jakiś oczyma na zeszyt trzymany w ręku, popijała czekoladę, stojącą przed nią, i znowu patrzyła."
      },
      {
        "index": 17,
        "text": "Janka poczuła w sercu jakiś zalew ciepła ogromnego."
      },
      {
        "index": 18,
        "text": "Naprzeciw Cabińskiej siedział chudy aktor, o ładnej, myślącej twarzy, opuścił się w krześle i błądził błękitnemi oczyma po cukierni."
      },
      {
        "index": 19,
        "text": "— Pieś! — myślała Janka, coraz więcej zdumiona. Poznała go, bo był to aktor, grywający role charakterystyczo-dramatyczne, miał talent i dużo rozmyślał, był z tego względu unikatem w teatrze. Obok niego siedziała niemłoda, wyróżowana, wybielona i wyczerniona aktorka, ubrana z czysto aktorską elegancją. Janka nie wiedziała, co robić ze sobą; serce biło jej gwałtownie i takie wzruszenie ją owładnęło, że nie odpowiadała zupełnie na szczebiot Zaleskiej."
      },
      {
        "index": 20,
        "text": "— Całe towarzystwo! moje towarzystwo! Majkowska na afiszu! a tutaj: Cabińska, Rosińska! Pieś! — myślała z gwałtownem uczuciem radości. Zapomniała o wszystkich nędzach, których przyczyną byli właśnie ci ludzie, siedzący tam tak obojętnie, zapomniała o nienawiści, jaką czuła do nich, tylko zapragnęła pomówić z nimi, zobaczyć ich zbliska, odetchnąć powietrzem tamtego świata, który, pomimo wszystkiego, co w nim wycierpiała, ukazał się teraz przed nią, niby olśniewające, czarodziejskie widzenie. Chciała podnieść się, ale nogi się pod nią ugięły, brakło jej sił, drżenie, dziwne drżenie tremy, jak podczas pierwszego występu, zatrzęsło nią bólem rozkosznym, zdobyła się tylko na to, że zawołała chłopaka, aby jej podał afisz."
      },
      {
        "index": 21,
        "text": "Czytała go z jakąś chciwością niewypowiedzianą."
      },
      {
        "index": 22,
        "text": "— Wszyscy moi! Wszyscy z wyjątkiem kilku obcych nazwisk! — Czytała go uważnie i przy każdem nazwisku występowała jakaś twarz z pamięci, scena, jakiś głos lub frazes, który jej przypominał całą postać."
      },
      {
        "index": 23,
        "text": "— Pan Niedzielski! — Czytała to nazwisko po kilka razy, zanim uświadomiła sobie, kto to taki! Dopiero wtedy oprzytomniała. — I on tutaj! on! — Lodowaty powiew owionął jej serce."
      },
      {
        "index": 24,
        "text": "Aktorzy zwrócili uwagę na kobiety, czytające afisz, bo cukiernia była prawie pusta. Cabińska odwróciła się leniwie od okna, ale spojrzawszy na Jankę, wypuściła z rąk zeszyt, odstawiła filiżankę i z wyciągniętemi rękoma, z gestem i postawą lady Makbet, szła do niej."
      },
      {
        "index": 25,
        "text": "— Panna Orłowska!! Na Boga! i pani się nie wita z nami! Panno Janino! — Upadła jej w ramiona i obcałowywała z serdecznością przesadną, pociągając do okna."
      },
      {
        "index": 26,
        "text": "— To niespodzianka! Jakże się pani miewa, nigdybym się nie spodziewała spotkać z panią! — szeptała Rosińska, ściskając jej rękę i ciekawie ją oglądając."
      },
      {
        "index": 27,
        "text": "— Nie trzeba cieszyć się niczem, dziwić się niczemu, bo wszystko jest możebne — rzekł poważnie Pieś, witając się z nią i robiąc jej miejsce."
      },
      {
        "index": 28,
        "text": "— Co pani robi tutaj? Co pani wogóle robi? A myśmy panią już opłakiwali..."
      },
      {
        "index": 29,
        "text": "— Naprawdę! Glas nawet zbierał składkę na żałobne nabożeństwo."
      },
      {
        "index": 30,
        "text": "— Miał się napić za co — wtrąciła Janka zimno."
      },
      {
        "index": 31,
        "text": "— Płakałam, jak męża i dzieci kocham, płakałam, dowiedziawszy się o wszystkiem. Mój Boże, gdybyśmy mogły przeczuć! Ależ to z pani determonistka."
      },
      {
        "index": 32,
        "text": "— Deterministka! — poprawił Pieś."
      },
      {
        "index": 33,
        "text": "— Szkoda było łez, chociaż one niewiele kosztują w teatrze, jak szkoda było składek, o które trudniej znacznie; pocieszam się tylko tem, że łez nie wylano za wiele, a do składek brakło chęci i amatorów — odpowiedziała Janka zimno i twardo, bo, spotkawszy się z nimi, poczuła odrazu głęboki żal do nich, dawne, niewypowiedziane urazy powróciły i zresztą znała dobrze te komedjanckie dusze."
      },
      {
        "index": 34,
        "text": "— Panno Janino, pani ma żal do nas, a to niesłusznie; stało się źle, ale czy tylko z naszej winy. Czy myśmy byli winni, że pani jesteś inną kobietą, niż bywają w teatrze, czy mogliśmy przewidzieć, że pani tak na serjo wszystko bierze do serca."
      },
      {
        "index": 35,
        "text": "— Tak, zwykła historja, syci nigdy nie pojmują i nie uwierzą w głód, bo go nie rozumieją."
      },
      {
        "index": 36,
        "text": "— Mały! dwa koniaki dla pana sekretarza! — krzyknął gruby, niski aktor, ukazując głowę z sąsiedniego pokoju; ale zobaczywszy ożywienie pod oknem, przyszedł z kijem bilardowym w ręce, który kredował."
      },
      {
        "index": 37,
        "text": "— Glas, nie poznajesz panny Janiny?"
      },
      {
        "index": 38,
        "text": "— Panna Orłowska, ta, co to mortus! Psiatwarz. Pani żyjesz? naprawdę, pani żyjesz? — wołał z komicznym patosem, dotykając się jej rąk."
      },
      {
        "index": 39,
        "text": "— Żyję! Łzy państwa i intencje składek na nabożeństwo za mnie uratowały mi życie!..."
      },
      {
        "index": 40,
        "text": "— No, no! psiatwarz, to nie do uwierzenia. Przyjechał jeden „kibic“ o Majkowską, może miesiąc temu, do Płocka jeszcze; pytałem się o panią, ale nic nie wiedział. Niechno dyrektorowa postawi na tę uroczystość butelkę konjaku, skończę partję i przyjdę! No, to chociażby wódek rząd i piw kilkanaście — dodał ze śmiechem."
      },
      {
        "index": 41,
        "text": "— Pan się nic nie zmienił, ten sam humor zawsze — szepnęła Janka."
      },
      {
        "index": 42,
        "text": "— I ten sam zdrowy żołądek. Witam panią, jakże żołądeczek, t. j. chciałem powiedzieć zdróweczko, chociaż to zupełnie znaczy to samo — zagadnął cichym, bolejącym głosem aktor, podnosząc się od drugiego stolika, gdzie siedział zaczytany."
      },
      {
        "index": 43,
        "text": "Janka witała się, odpowiadała na pytania, a wciąż przypatrywała im się krytycznie. Nie mogła zaprzestać tego, tylko z jakąś dziwną przyjemnością stwierdzała ich stan. Wydali się jej nędzni, wytarci, niby łachmany ludzkie; twarze mieli podobne do masek martwych, ruchy zmęczone, spojrzenia niespokojne i apatyczne. Otoczyli ją kołem i znudzonemi głosami pytali, spoglądając w okno na rynek, lub poziewając ukradkiem."
      },
      {
        "index": 44,
        "text": "Jedna tylko Cabińska z istotną ciekawością wypytywała się jej i oglądała ją."
      },
      {
        "index": 45,
        "text": "— Razowiec! — odezwała się do aktora, który ostatni przyszedł. Szepnęła mu coś do ucha."
      },
      {
        "index": 46,
        "text": "— Dobrze, zaraz. Pieś, pozwól na chwilę, zaraz cię puszczę."
      },
      {
        "index": 47,
        "text": "Pieś ociężale się podniósł i podszedł."
      },
      {
        "index": 48,
        "text": "— Mój drogi, powiedz mi tylko jedno słowo: biały, co? — zapytał Razowca, pokazując mu język."
      },
      {
        "index": 49,
        "text": "— Czarny! Nie nudziłbyś ludzi swoim ozorem, bo to jest już głupie."
      },
      {
        "index": 50,
        "text": "— Mój drogi, kiedy mi nikt prawdy powiedzieć nie chce i lustra są wszędzie fałszywe, ale jeśli mi ty powiesz, uwierzę; prawda, że jest biały i obłożony plamami, bo czuję gorączkę, całą noc nie spałem. No, powiedz."
      },
      {
        "index": 51,
        "text": "— Język jest zupełnie normalny, tylko ty jesteś halucynant i skończysz w Tworkach — Odwrócił się od niego i usiadł przy Jance."
      },
      {
        "index": 52,
        "text": "— I pani już o teatrze nie myśli? To niemożebne — mówiła Cabińska. — Wie pani, cudowny pomysł przyszedł mi do głowy: angażuj się pani do nas, na amantki."
      },
      {
        "index": 53,
        "text": "— Dlaczegóż taki awans gwałtowny? W Warszawie marnej roli subretki nie chcieliście mi dawać. Doprawdy, że spotyka mnie zaszczyt niezasłużony."
      },
      {
        "index": 54,
        "text": "— Och, pani ma dobrą i mściwą pamięć, to czysto kobiece — wtrącił Pieś."
      },
      {
        "index": 55,
        "text": "— To chyba czysto ludzkie, że krzywdy się pamięta."
      },
      {
        "index": 56,
        "text": "— Panno Janino, wszystko się wygładzi, wszystko, zobaczy pani. Może pani pójdzie do nas, to pomówimy obszerniej, zobaczy pani swoją dawną uczennicę."
      },
      {
        "index": 57,
        "text": "— Nie mogę, za pół godziny muszę jechać na kolej — mówiła stanowczo, ale ta propozycja niespodziewana uderzyła jej do głowy, niby mocne wino, i rozmarzyła ją nieco. Siedziała zadowolona, swobodna, bo, pomimo że oni wszystko wiedzieli o niej, nie czuła się tam skrępowaną ani zawstydzoną, patrzyła na nich z pewnej wysokości; nawet te żale, jakie się w niej rozbudziły, nikły zwolna, tłumione rozrzewnieniem i radością, że widzi ich, że jest pomiędzy nimi."
      },
      {
        "index": 58,
        "text": "Wpadł zadyszany Cabiński, po którego posłała żona, i już od progu krzyczał:"
      },
      {
        "index": 59,
        "text": "— Co za gość! co za gość! Witam całem sercem i obu rękoma! — Ucałował jej rękę i z pewnem zdziwieniem patrzył na nią. — Doprawdy, że ledwie panią poznaję, tak się pani zmieniła! Bez komplementów powiem, że wygląda pani prześlicznie! Jak dzieci kocham, na bohaterkę liryczną z pierwszorzędnej sceny!"
      },
      {
        "index": 60,
        "text": "— Mały! dwa koniaki dla pana sekretarza! — krzyknął przez drzwi do bufetu Glas."
      },
      {
        "index": 61,
        "text": "Janka zaczęła się żegnać, bo Zaleska się już niecierpliwiła sama."
      },
      {
        "index": 62,
        "text": "— Pani na serjo odjeżdża? Myślałem, że chociaż na przedstawieniu zostanie pani. Przenocowałaby pani u nas, nacieszylibyśmy się dłużej panią."
      },
      {
        "index": 63,
        "text": "— To już chyba kiedy indziej, bo dzisiaj i to zaraz odjechać muszę."
      },
      {
        "index": 64,
        "text": "— Odprowadzimy panią na kolej."
      },
      {
        "index": 65,
        "text": "— A z przyjemnością. — Poszła do Zaleskiej."
      },
      {
        "index": 66,
        "text": "Aktorzy patrzyli na nią teraz z ciekawością i jakąś bezwiedną admiracją, bo była bardzo piękna, i jej twarz dumna, wzrost, chód poważny wyróżniały ją ogromnie i pociągały oczy. W drzwiach cukierni zetknęła się z Niedzielskim, z Władkiem. Spostrzegła go zdaleka, pobladła, zacięła dumnie usta i przeszła obok, uderzając go zimnym, pogardliwym wzrokiem, bo stanął pode drzwiami z cylindrem w ręku i, zobaczywszy ją, nie wiedział, co robić z sobą. Powiódł za nią jakimś mętnym, ogłupiałym wzrokiem i zniknął w cukierni."
      },
      {
        "index": 67,
        "text": "Do pociągu było jeszcze minut kilkanaście. Zaleska zajęła się ekspedjowaniem sprawunków, bo Cabińscy otoczyli Jankę i bardzo gorąco namawiali do powrotu na scenę."
      },
      {
        "index": 68,
        "text": "— Daję pani role pierwszorzędne, jakie tylko pani zechce — mówił uroczyście dyrektor."
      },
      {
        "index": 69,
        "text": "— A Majkowska? — rzuciła niepewnym głosem i chwiała się, nie wiedząc, jak postąpić."
      },
      {
        "index": 70,
        "text": "— Majkowska nie będzie u nas. Pani nie wie, że się rozeszli z Topolskim? Topolski założył towarzystwo, które trwało cały miesiąc, po pierwszej gaży rozlecieli się wszyscy. Przyjechała wtedy Mela do nas, ale mamy już jej dosyć. Dam pani nietylko jej repertuar, ale jej gażę, słowo honoru."
      },
      {
        "index": 71,
        "text": "— To jest, obiecuje dyrektor płacić — powiedziała ironicznie."
      },
      {
        "index": 72,
        "text": "— Jak Boga kocham, jakie te kobiety są mściwe. Otóż mogę się zobowiązać kontraktowo płacić pani zgóry. Jestem pewny bowiem, że za pół roku będzie pani najlepszą bohaterką na prowincji."
      },
      {
        "index": 73,
        "text": "— Mogłaby pani mieszkać z nami, bralibyśmy większe mieszkanie, to przypominałoby pani dom i ognisko rodzinne. — Janka uśmiechnęła się na wspomnienie ich rodzinnego ogniska."
      },
      {
        "index": 74,
        "text": "— Niech się pani zdecyduje, będzie nas pani jeszcze błogosławić, a z taką amantką, jak pani, to możnaby wziąć się do wystawienia Szekspira i najnowszych sztuk repertuaru wielkich teatrów świata; dokompletowałbym towarzystwo, pozabierał innym najlepsze siły... — prosił Cabiński, rozgrzewał się własnemi słowami, gładził dłonią po wygolonej świeżo twarzy i przedstawiał przyszłość w najpiękniejszych barwach. Całował ją co chwila po rękach. Cabińska ze swej strony gorączkowo a serdecznie namawiała."
      },
      {
        "index": 75,
        "text": "Janka nie mogła powiedzieć: nie; ale jeszcze nie mogła powiedzieć: tak!"
      },
      {
        "index": 76,
        "text": "Lwów, według projektu Głogowskiego, mógł być dopiero za dwa miesiące, ale tam role nie były pewne, trzeba było wywalczać stanowisko, a tutaj odrazu stanowisko pierwszorzędne, możnaby się prędko wybić, repertuar nieograniczony, a nawet błyskała jej możność zemsty na tych ludziach, którzy ją tak niedawno jeszcze lekceważyli. Czuła zawrót głowy, tysiące planów i projektów, tysiące wątpliwości i nadziei krzyżowały się w niej i oszałamiały; ale dusza, ale instynkt rwał ją w ten świat, do tej przyszłości, jaką ukazywał jej Cabiński. Zwolna straciła wszystko z oczu, co protestowało przeciwko angażowaniu się, zaczęła ją przenikać dawna gorączka teatru, palić ją i wstrząsać. Zaczął w jej mózgu wirować cały świat nowy, role wspaniałe, brawa potężne, publiczność, rozkosz grania i panowania nad tłumami poczuła w sercu."
      },
      {
        "index": 77,
        "text": "— Więc zgoda? Czuję, że pani nasza, prawda? — szeptał niespokojnie Cabiński."
      },
      {
        "index": 78,
        "text": "— Nie, jeszcze nie wiem, muszę się namyślić, ale jeślibym się zgodziła, to z jednym warunkiem... to... — Zawahała się, czy powiedzieć go wyraźnie."
      },
      {
        "index": 79,
        "text": "— Rozumiem i zgoda — zawołał Cabiński, domyśliwszy się, że jej idzie o to, aby nie było Władka. — Majkowska wyjedzie, to natychmiast sprowadzam na jego miejsce Topolskiego."
      },
      {
        "index": 80,
        "text": "— Dziękuję — powiedziała ciszej — w ciągu tygodnia napiszę stanowczo."
      },
      {
        "index": 81,
        "text": "— Czekamy z upragnieniem, uratuje pani teatr na prowincji! — zawołał patetycznie Cabiński."
      },
      {
        "index": 82,
        "text": "Pociąg przyszedł, i drzwi otwierano na peron. Z pokoju pierwszej klasy wyszła Majkowska, dawna nieprzyjaciółka Janki i, jakgdyby nic pomiędzy niemi nie zaszło, poznawszy Jankę, z uśmiechem podeszła, wyciągając rękę do powitania."
      },
      {
        "index": 83,
        "text": "— Co za spotkanie! Witam panią! Serdecznie się cieszę, że..."
      },
      {
        "index": 84,
        "text": "Janka schowała swoją rękę, spojrzała na nią druzgocąco, pożegnała się z Cabińskimi i przeszła na peron. Majkowska, niby skamieniała, została na środku sali. Cabiński postawił śpiesznie kołnierz palta, wziął żonę pod rękę i zemknął, obawiając się jakiego skandalu."
      },
      {
        "index": 85,
        "text": "— Ma zęby ta Orłowska — mruknęła na podjeździe dyrektorowa."
      },
      {
        "index": 86,
        "text": "— Pi! pi! mocna kobieta, a ładna! Niech ją kaczusie zdziobią, wprost zachwycająca."
      },
      {
        "index": 87,
        "text": "— Nie przewracaj tak oczyma, bo ci mogą z zachwytu kołem stanąć."
      },
      {
        "index": 88,
        "text": "— Nie bój się, Pepa, nie obawiaj się, prawnie poślubiona małżonko."
      }
    ]
  }
}