{
  "chapterNumber": 19,
  "title": "Tom I, Rozdział XIX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIX."
      },
      {
        "index": 2,
        "text": "Janka wracała do domu pełna triumfu i niepokoju zarazem. Ta bliskość urzeczywistnienia się jej marzeń prawie ją przerażała, wolałaby, aby to dalej jeszcze było; zresztą, tak na nią niespodzianie spadło to spotkanie, propozycja, że ją to wprawiało w niepokój niewytłumaczony. W domu pokazywała wszystko ojcu, co kupiła, ale mówiła mało, zajęta myślami o teatrze."
      },
      {
        "index": 3,
        "text": "— Pierwsze role i to wszystko chociażby jutro! — Wyprostowała się triumfalnie. — Ach, nareszcie będę wynagrodzona za wszystkie cierpienia. Nareszcie żyć zacznę naprawdę, żyć szeroko! — Wicher energji podrywał jej wyobraźnię rozpaloną, świat zniknął z oczu. Chciało się jej krzyczeć i śpiewać z rozradowania."
      },
      {
        "index": 4,
        "text": "Byłaby całowała w lesie drzewa, gdzie poszła nazajutrz, Rocha, który, myjąc podłogę, patrzył na nią baraniemi oczyma, Janową, jak zwykle cichą i głęboko zadumaną o swojej pani córce. Tylko wobec ojca ukrywała radość, przywdziewała na twarz maskę spokoju i zwykłej obojętności na wszystko, on jeden rzucił cień na jasne tło jej zadowolenia, ale pozbyła się tego myśleniem o teatrze."
      },
      {
        "index": 5,
        "text": "Napisała gwałtowny list do Głogowskiego, w którym odwoływała swoje projekty w poprzednim podane liście i radziła się, czy jechać do Cabińskich, chociaż w istocie zrobić to już postanowiła."
      },
      {
        "index": 6,
        "text": "Głogowski odpisał, że dobrze robi, jadąc do Cabińskich. Obiecał przyjechać przed jej wyjazdem, o którym prosił zawiadomienia, kiedy nastąpi. Opisywał swoich chlebodawców i wzmiankował, że dłużej niż miesiąc nie wytrzyma u Stabrowskich."
      },
      {
        "index": 7,
        "text": "List był jakiś wymuszony i smutny, czuć w nim było zniechęcenie i nudę."
      },
      {
        "index": 8,
        "text": "Ale Janka przyjęła jego tylko faktyczną stronę, nie wczuwając się w nastrój, bo za dużo sama w tej chwili czuła."
      },
      {
        "index": 9,
        "text": "Zrobiła się teraz niezmiernie dobrą i wesołą."
      },
      {
        "index": 10,
        "text": "Grzesikiewiczowi, który jednego dnia przywiózł bukiet, tak gorąco podziękowała, tak mu ściskała rękę i tak przyjacielsko patrzyła na niego, że Andrzej był uszczęśliwiony i chciał się zaraz oświadczyć, tylko nie znalazł sposobnej chwili, bo ciągle ktoś przeszkadzał. Nawet Świerkoski dostrzegł w niej zmianę, bo była tak dobra, kochająca świat i ludzi, że o ile tylko mogła, wylewała nazewnątrz to uczucie."
      },
      {
        "index": 11,
        "text": "Tylko Zaleska była tym stanem zdumiona i z ciekawością śledziła jej przygotowania."
      },
      {
        "index": 12,
        "text": "Orłowski tylko nie odczuwał w niej żadnej zmiany, bo sam był pogrążony w dziwnej cichości, jaka się w nim rozlewała i tłumiła wszystkie myśli i chęci, ociężała go ogromnie. Nie poznawał sam siebie! On, który ciągle musiał być czynnym, ciągle musiał coś robić, przesiadywał teraz godzinami, zapatrzony tępym wzrokiem w świat, widziany z okien swojej kancelarji, spełniał służbę automatycznie. Miał chwile nieraz uświadomienia, ale te były coraz rzadsze i coraz krócej trwały, a wtedy zrywał się z miejsca, biegł na górę lub na peron i w połowie drogi zapominał, gdzie idzie, przystawał, tarł sobie czoło i powracał siedzieć bezmyślnie u siebie. Napadały go okropne bóle głowy, w których tracił prawie przytomność i leżał na sofce wpatrzony w jakiś majak, ustawicznie rysujący się przed nim w mgławym zarysie. Zrywał się z sofy, jakby go chcąc uchwycić, przekonać się, że to nie złudzenie, i później cichym głosem wymawiał sobie własne przywidzenia, kłócił się z sobą i zapadał w coraz większą ciemność. Próbował czytać, aby sprawdzić siłę swego wzroku, bo myślał chwilami, że oślepnie; ale ten zarys jakiejś istoty wciąż majaczył mu przed oczyma: raz był przed nim i tak blisko, że mógł się go prawie dotknąć — to widział w jakiejś dali, jakby w głębi błyszczącej zwierciadła, twarz czerwoną, z dużą, sinawą brodą i z oczyma roziskrzonemi: to znowu ten ktoś słaniał mu się zboku i szeptał do ucha, aż się Orłowski odwracał szybko lub, co częściej robił, słuchał z głębokiem przejęciem, tak zupełnie, jakby słuchał zwierzeń córki lub którego z kolegów, kiwał głową potakująco lub zaprzeczał, i często wywiązywała się sprzeczka gwałtowna i długa, którą nieraz słyszeli w drugim pokoju Staś i Zaleski."
      },
      {
        "index": 13,
        "text": "Orłowski rozprzęgał się zwolna na dwie osobowości. Stawało się to z pewnemi przerwami, bo były dnie, w których czuł i myślał jak najnormalniej, i wtedy uderzała go przemiana Janki i gorączkowe przygotowania, ale się nic nie pytał, bo się obawiał odpowiedzi, czuł niejasno, że ona myśli i szykuje się do odjazdu: utwierdziły go w tem mniemaniu kufry, jakie kupiła w Kielcach, stojące w jej pokoju. Zresztą był tak podrażniony, że wprost przeczuwał jakąś katastrofę. Nieraz w nocy wstawał i szedł zobaczyć, czy ona jest jeszcze. Zapanował pomiędzy nimi jakiś stan przymusu i podejrzliwości."
      },
      {
        "index": 14,
        "text": "W końcu tygodnia Janka napisała list do Cabińskiego, wyznaczając termin swojego przyjazdu i prosząc, aby na pierwszy występ mogła zagrać Marję w „Doktorze Robin“, którą kiedyś grać miała, a odebraną w ostatniej chwili dla Majkowskiej."
      },
      {
        "index": 15,
        "text": "Cabiński odpisał entuzjastycznie, donosząc, że już role rozdał do nauki, że zrobił wzmiankę w miejscowej gazecie, iż „zaangażował młodą i niepospolitą siłę dramatyczną“, że Władek wyjechał, a Majkowska będzie tylko do dnia jej przyjazdu."
      },
      {
        "index": 16,
        "text": "Umocnił ją ten list, bo już teraz miała jasno określony cel, na którym koncentrowała wszystkie myśli i w którym czerpała siłę."
      },
      {
        "index": 17,
        "text": "Chwila odjazdu się zbliżała."
      },
      {
        "index": 18,
        "text": "Kufry czekały zapakowane, wszystko było gotowe, a ona teraz zaczęła jakoś zwlekać z godziny na godzinę, z pociągu do pociągu, bo przecież potrzeba było powiedzieć ojcu o wyjeździe; była pewna, że się zgodzi, a jeśliby nie!.. to i tak czuła, że już się nie powstrzyma, że jużby nie mogła poprostu — za wiele siebie włożyła w te plany i przygotowania, aby się mogła bez cierpień wyrzec wszystkiego."
      },
      {
        "index": 19,
        "text": "Zaczynała po kilka razy rozmowę z ojcem, ale te słowa nie chciały jej przeleźć przez gardło! — Odjeżdżam! — mówiły jej oczy, a usta milczały, zacięte nieśmiałością. Pasowała się z sobą i nie była w stanie zmusić się do powiedzenia tego prosto i szczerze, drżała ze zniecierpliwienia, że się tak zwłóczy z odjazdem, a przez całe dnie i wieczory nie mogła się zdobyć na odwagę."
      },
      {
        "index": 20,
        "text": "Zrobiło się to wkońcu samo prawie."
      },
      {
        "index": 21,
        "text": "W ostatni wieczór siedzieli, jak zwykle, przy herbacie."
      },
      {
        "index": 22,
        "text": "Noc była ciemna i dżdżysta, listopadowa noc, pełna wichrów, wyjących w piecach i kominach, deszczu bębniącego po szybach, jęków po lesie i smutków w całej przyrodzie. Przez szyby wciskało się zimno i wiatr, który chwiał płomieniem lampy, jakoś ciemno płonącej. Janowa miała zaczerwienione oczy, wzdychała ciężko i snuła się senna po mieszkaniu, nawet Roch odczuwał dzisiejszy nastrój, bo siedział w kuchni pod kominem smutny, i ilekroć wiatr uderzał silniej w las, a szumy i świsty zaczęły się w nim odzywać przeraźliwie, podnosił senne oczy na okno, żegnał się i znowu patrzał w dogasający ogień."
      },
      {
        "index": 23,
        "text": "Orłowskiemu dokuczał reumatyzm, wycierał nogi mrówczanym spirytusem, obwijał je flanelą i siedział w fotelu, klnąc co chwila pocichu. Przekrwionemi oczyma świdrował Jankę, która nie mogła usiedzieć na miejscu, chodziła z pokoju do pokoju, gorączką i niecierpliwością przepalana."
      },
      {
        "index": 24,
        "text": "Jutro postanowiła jechać."
      },
      {
        "index": 25,
        "text": "— Jutro! — powtarzała po tysiąc razy i po tysiąc razy chciała już powiedzieć ojcu o wyjeździe, ale spotykała się z jego oczyma, w których tkwił ból, strach jakiś i obłęd prawie, i siły ją opuszczały, odkładała jeszcze na później. Zimno jej było, ciemno, straszno jakoś. Zdenerwowanie dochodziło do swego maximum. Patrzyła z trwogą w świat zadeszczony, bała się tych dziwnych cieniów, które drżały pod sufitem i czaiły się pomiędzy meblami, wreszcie poszła do swojego pokoju, pootwierała kufry, pooglądała je z taką uwagą, jakby po raz pierwszy."
      },
      {
        "index": 26,
        "text": "— Janowa! Rochu! — krzyknął Orłowski, zerwał się z fotelu i przestraszonemi oczyma wpił się w szybę, na której rozpłaszczył się, zwabiony światłem, nietoperz i bił skrzydłami, nie mogąc się utrzymać na niej."
      },
      {
        "index": 27,
        "text": "Janka wstrząsnęła się na ten głos, zerwała się także i stała bezradnie."
      },
      {
        "index": 28,
        "text": "Orłowski się uspokoił, upadł znowu na dawne miejsce, spojrzał na nią, bo drzwi były otwarte i wprost nich stała, i zapytał spokojnie:"
      },
      {
        "index": 29,
        "text": "— Szykujesz się do odjazdu?"
      },
      {
        "index": 30,
        "text": "— Tak — odpowiedziała ze drżeniem, postąpiła krok naprzód, jakby ku tej walce, która miała się stoczyć w tej chwili. Dreszcz ją przeszedł zimny."
      },
      {
        "index": 31,
        "text": "Patrzeli na siebie długo."
      },
      {
        "index": 32,
        "text": "— Gdzie wyjeżdżasz? — zapytał cicho i tak bezdźwięcznie, że drgnęła przestraszona."
      },
      {
        "index": 33,
        "text": "— Do teatru... — odpowiedziała wolno i z trudem, bo jakiś okropny spazm strachu dusił ją, jakiś lęk zapchał jej gardło. Patrzyła coraz bardziej strwożona na jego ziemistą twarz i oczy biegające po niej, z uporczywością idjoty."
      },
      {
        "index": 34,
        "text": "Pociąg przelatywał stację z takim hukiem i łomotem, że ściany się zatrzęsły, a szkło w kredensie zabrzęczało, a potem zaległa śmiertelna cisza w mieszkaniu."
      },
      {
        "index": 35,
        "text": "— Gdzie wyjeżdżasz? do teatru? gdzie?"
      },
      {
        "index": 36,
        "text": "— Do teatru..."
      },
      {
        "index": 37,
        "text": "Znowu milczenie. Trąbki dróżnicze zaczęły grać na linji, wicher się wzmagał i bił w okna coraz silniej, i coraz większe szumy lasów przedzierały się smutnym jękiem i rozbrzmiewały w tej złowrogiej ciszy mieszkania."
      },
      {
        "index": 38,
        "text": "Jego oczy zaczęły się rozpalać, rozkrwawiać jeszcze bardziej, posiniałe usta opadły mu starczo, głowę pochylił i trząsł się cały, i miał wyraz takiej bezsilności, znękania, starości, że postąpiła znowu krok, bo myślała, że zleci z krzesła."
      },
      {
        "index": 39,
        "text": "Przetarł oczy, wyprostował się, potoczył oczyma po niej i po kufrach, jakby się zbudził ze snu; świadomość wszystkiego wracała mu, a w niej serce zamierało z trwogi niewytłumaczonej. Była przedtem pewna, że ojciec będzie się upierał, że wybuchnie cała jego gwałtowność, że może znowu ją wypędzi, na to była przygotowana, jak i była zdecydowana, pomimo właśnie takich przeszkód, zerwać z nim i odjechać; ale ten cichy, przejmujący szept, to spojrzenie rozpaczliwe wpiły się ostremi szponami w jej serce, zachwiały nią, zmąciły jej wolę, wytrąciły z równowagi, tego się nie spodziewała."
      },
      {
        "index": 40,
        "text": "— Jedź... jedź... jedź... — zaczął znowu mówić, ciężko oddychając, jakby każdy wyraz wyrywał z kawałkiem serca, z życiem razem, głos mu chrypiał i rozpływał się po pokoju jakąś smugą bólu niewypowiedzianego."
      },
      {
        "index": 41,
        "text": "Nie odezwała się, bo strach buchnął z jej serca i oblał płomieniem twarz i ręce, obezprzytomnił ją, patrzyła, nie mogąc mówić; wstał i poszedł do swego pokoju, powracając natychmiast z wielką, szarą kopertą w ręku."
      },
      {
        "index": 42,
        "text": "— Jedź, masz tutaj wszystko, co tylko mam — i zaczął wyjmować i rzucać na stół: listy zastawne, pożyczki premjowe, arkusze kuponów, książeczki czekowe. — Wszystko, co mam!.. — wyjął z pugilaresu wszystkie, jakie miał, pieniądze, z kieszeni drobną monetę i składał na jedną kupkę."
      },
      {
        "index": 43,
        "text": "— Masz, nie będziesz cierpiała nędzy, a mnie te pieniądze już na nic, mnie już nic nie potrzeba. — Zaprzestał na chwilę, odetchnął głęboko, zapatrzył się w jakąś głąb i mówił dalej: — Nic mi już nie potrzeba. Dyrekcja da na mój pogrzeb, nic mi nie potrzeba. Zostanę sam, położę się zaraz i umrę... umrę... umrę... — powtarzał wolno, coraz wolniej, głowa zaczęła mu się trząść... wypuścił z rąk kopertę, podniósł ręce ku twarzy, poczerwieniał i runął."
      },
      {
        "index": 44,
        "text": "Zdążyła go jeszcze chwycić, nim upadł na podłogę."
      },
      {
        "index": 45,
        "text": "— Ojcze! Ojcze! — jęknęła rozpaczliwie — Janowo, wody!"
      },
      {
        "index": 46,
        "text": "— Cicho! cicho! cicho!... nie trzeba nic, to tylko chwilowo zrobiło mi się niedobrze, rozepnij mi kołnierzyk. Dobrze, o lżej mi trochę. Dobrze. — Napił się wody i spojrzał na nią przytomnym, ale strasznie smutnym wzrokiem."
      },
      {
        "index": 47,
        "text": "— Jedź, dziecko, nie wstrzymuję cię, bo wiem, że to dla ciebie szczęście. My starzy, my ojcowie, czy matki, jesteśmy egoiści, chcielibyśmy dzieci zawsze mieć przy sobie. Jedź, proszę cię o to. Ja tutaj sobie radę dam i, chociaż zostanę sam... chociaż ciebie... nie będzie... chociaż... Przysięgam Bogu, że chcę tego! — krzyknął, uderzył pięścią w stół i zamilkł, zabrakło mu już sił, opuścił głowę na piersi i nie miał sił powstrzymać łez, które polały mu się z ócz dwoma strumieniami. I nic już nie mówił, tylko płakał, jak dziecko."
      },
      {
        "index": 48,
        "text": "A Janka porwana jego boleścią, przeniknięta temi łzami, co padały na jej serce rozpaloną lawą, uklękła przed nim i, obejmując go w jakiś ogromny uścisk miłości, zaczęła mu mówić:"
      },
      {
        "index": 49,
        "text": "— Ojcze mój! Nie pojadę. Zostanę z tobą. Daruj mi. Przebacz, nie wiedziałam, że ci sprawię boleść taką. Nie zostawię cię samego, nie rozstaniemy się nigdy. Słyszysz, ojcze, tylko mi przebacz — prosiła i pobladłą śmiertelnie twarz podnosiła do góry, jakby stamtąd chciała zaczerpnąć mocy do tego poświęcenia, które przechodziło jej siły. — Tak, nie pojadę, zostanę z tobą, ojcze."
      },
      {
        "index": 50,
        "text": "— Janka!... Janiu!... — odpowiadał, pochwycił ją w ramiona i zaczął gorąco całować, potem mówił bez związku, śmiał się nerwowo, chwytał zębami brodę, nareszcie się uspokoił i obtarł łzy."
      },
      {
        "index": 51,
        "text": "— Moje dziecko, ja cię proszę, żebyś pojechała."
      },
      {
        "index": 52,
        "text": "— Nie, mój ojcze, mówię stanowczo, że nie pojadę. Nie pojadę — powtórzyła silnie, powstając, i zdawało się jej, że po tych słowach świat się z nią zapada, że leci i przepada w jakichś ciemnościach, że w niej wszystko obumiera, taka nagła głusza opanowała jej mózg i serce. Patrzyła się na ojca spokojnie i raz jeszcze powtórzyła z jakąś kamienną determinacją:"
      },
      {
        "index": 53,
        "text": "— Nie pojadę do teatru."
      },
      {
        "index": 54,
        "text": "Upadła ciężko na krzesło, nic już nie wiedziała, co się z nią dzieje."
      },
      {
        "index": 55,
        "text": "Orłowski zerwał się z fotelu, oczy mu rozbłysły dawną energją i wdzięcznością, upadł przed nią na kolana i nim zdążyła mu wyrwać, objął jej nogi i całował."
      },
      {
        "index": 56,
        "text": "— Dziecko moje drogie, dziecię moje! — szeptał przejmująco."
      },
      {
        "index": 57,
        "text": "Podniosła go i odprowadziła do krzesła, bo się chwiał na nogach. Zużywała wszystkie siły, żeby być spokojną, żeby wytrwać. Nalała mu herbaty, podsuwała wszystko, czego mógł potrzebować."
      },
      {
        "index": 58,
        "text": "— Wie ojciec, żeby Grzesikiewicz chciał, to pójdę za niego — powiedziała umyślnie, żeby go już zupełnie uspokoić, że to, co mówiła, potrafi dotrzymać. — Ojciec wtedy służbę rzuci i zamieszka przy nas."
      },
      {
        "index": 59,
        "text": "— Rzucę służbę, dobrze, już mnie męczy wszystko, od pewnego czasu czuję się nawet słaby, głowa mnie ciągle boli — urwał i odwrócił się gwałtownie, zdawało mu się, że ten jego prześladowczy majak stanął za nim, słyszał najwyraźniej szept jego, patrzył po pokoju."
      },
      {
        "index": 60,
        "text": "Janka widziała ten ruch nie po raz pierwszy, ale go nie rozumiejąc, nie przywiązywała doń wagi najmniejszej, zresztą w tej chwili nic nie rozumiała, patrzyła się w ojca i pocichu, odruchowo powtarzała:"
      },
      {
        "index": 61,
        "text": "— Nie pojadę, zostanę. — Nie pojadę, zostanę... — i pierś jej wzbierała krzykiem buntu, ale siedziała, milcząc, w wielkiej ciszy, ogłuszona tem, co ją spotkało, nie zdawała sobie jeszcze sprawy dokładnie."
      },
      {
        "index": 62,
        "text": "Automatycznie odprowadzała ojca do łóżka; biernie i bezmyślnie przyjmowała jego pocałunki i dziękczynienia, bezmyślnie, siłą przyzwyczajenia, przeczytała ostatnią gazetę, usiłowała się nawet zastanowić nad jakimś modnym fasonem kapelusza, jaki zobaczyła w „Bluszczu“. Wydała Janowej dyspozycję na jutro, posprzątała sama ze stołu, poustawiała szkło w kredensie, rozplotła włosy, bo jej ciężyły, pooglądała lufciki, czy są zamknięte, wyjrzała przez okno, przy którem stała chwilę i, nie widząc, patrzyła na zielone latarnie zwrotnic, i poszła spać..."
      },
      {
        "index": 63,
        "text": "Dopiero, gdy ją ogarnęła ciemność i cisza, gdy myśli mogła zebrać, a oczy nie uderzały o nic zewnętrznego, ocknęła się nagle. Usiadła na łóżku."
      },
      {
        "index": 64,
        "text": "— Nie będę w teatrze! Zostanę w Bukowcu. Pójdę za Grzesikiewicza! — powtarzała głośno i za każdem zdaniem nowa fala uświadomienia biła w jej mózg. Schwyciła się za głowę nagłym, rozpaczliwym ruchem, jakby te słowa spadały na nią górami i rozbijały jej czaszkę. Patrzyła obłąkanym wzrokiem w jakąś próżnię, którą zobaczyła przed sobą, i stała tak chwilę, jak drzewo już podpiłowane, które drży jeszcze i chwieje się tylko koroną, zanim runie martwe na ziemię."
      },
      {
        "index": 65,
        "text": "— Co to jest? kto mi to mówi? kto tego chce? dlaczego? — pytała prędko i rzuciła się na pokój gwałtownym ruchem zwierzęcia ranionego, zbierającego wszystkie siły, aby ujść przed śmiercią, lub bronić się do ostatka. Cały huragan buntu wybuchnął i zakłębił się w jej mózgu i sercu."
      },
      {
        "index": 66,
        "text": "— Nie, nie, nie! Tysiąc razy nie! Mnie miałby kto powstrzymać, zabrać mi przyszłość, nie pozwolić żyć! O nie, nigdy; niema takiej mocy na ziemi, niema takich pęt, którychbym nie zerwała..."
      },
      {
        "index": 67,
        "text": "— Ojciec! — szepnął jej głos jakiś w głębi duszy. — Ojciec! — powtórzyła przeciągle, rozglądając się, jakby chcąc poznać, skąd pochodzi ten głos. Zatrzęsła się. — Nigdy, nikt, nawet ojciec mnie nie powstrzyma. Chcę żyć, a tam jest dla mnie życie, tam moje szczęście. W teatrze jest dla mnie wszystko, a tutaj, marność, wegetacja, konanie, wieczny głód duszy, wieczna męka! I ojciec chory! — szepnął znowu ten głos surowo. — Nikt się nie poświęcił dla mnie, to ja nie będę, to moje prawo: żyć! — A obowiązek?! — Obowiązek! — zaśmiała się sucho i urągliwie. — Obowiązek! Wielkie słowo, którego nikt nie wypełnia. Ja jestem dla siebie najważniejszym obowiązkiem, o tak! — rozpalała się coraz więcej. — O tak! cóż mnie powstrzyma? Drwię sobie z ludzi i ich sądów, poznałam dosyć ich podłości. Drwię sobie z opinji, wiem, kto ją robi. Drwię sobie z przesądów, znam ich wartość. Cóż mnie powstrzyma? — zapytała hardo, jakby całego świata. — Sumienie!.. — zadźwięczało w jej mózgu ciężko. — Litość, obowiązek, sumienie! — Zachwiała się, usiadła na łóżku i przestraszonym, błędnym wzrokiem patrzyła w ciemny głąb pokoju, gdzie mrok grubym, nieprzenikniętym całunem pokrywał wszystko; oliwna lampka, paląca się na przeciwległej ścianie, przed obrazem Matki Boskiej, migała zaledwie światłem. Wydało się jej, że z tamtej głębi wyłania się jakaś potężna i straszna postać, która mocnym, jakby śpiżowym głosem powtarza: — Litość! obowiązek! sumienie!"
      },
      {
        "index": 68,
        "text": "— Więc ja mam poświęcić siebie na stracenie? — pytała napół przytomna, przyciszonym głosem rozpaczy."
      },
      {
        "index": 69,
        "text": "— Tak."
      },
      {
        "index": 70,
        "text": "— Więc mam pozostać tutaj na zawsze, zamknąć się w tej ciasnej komórce życia, wyrzec się wszelkiej myśli o niezależności?"
      },
      {
        "index": 71,
        "text": "— Tak."
      },
      {
        "index": 72,
        "text": "— Więc, jeśli się poświęcę, zaprzepaszczę, wyrzeknę siebie i zgniję w tej codziennej nędzy, to będzie: litość, sumienie i obowiązek?"
      },
      {
        "index": 73,
        "text": "— Tak."
      },
      {
        "index": 74,
        "text": "Janka upadła nawznak na łóżko i jęczała z bólu; burza wrzała jej pod czaszką, burza rozrywała jej serce, orkan najsprzeczniejszych myśli i uczuć targał nią i rzucał."
      },
      {
        "index": 75,
        "text": "— Nie — powiedziała po chwili twardo, podnosząc się i zaciskając mocno ręce na piersiach. — Nie, pójdę. Co bądźby się stało, pójdę."
      },
      {
        "index": 76,
        "text": "— Idź! idź! idź! — zdawał się brzmieć głos, podobny teraz do jęku dzwonów pogrzebowych, i bił w jej mózg okropnym rytmem; słuchała i zdawało się jej, że wszystkie ściany się otworzyły, że z pod jej stóp biegnie droga w świat jasny, wesoły, uśmiechnięty, że idzie tą drogą i spostrzega wpoprzek trupa sinego ojca! — Krzyknęła z przestrachu. Zaczęła biegać po pokoju, myśli się zmieszały, jak toń, po której powiał ostry wicher."
      },
      {
        "index": 77,
        "text": "— Jezus! Jezus! Jezus! — jęczała, i taki okropny ból zakręcił jej całą istnością, że skowyczała nieludzko i wpadła w jakieś omdlenie, w którem przestała czuć i myśleć, tylko bezmyślnie patrzyła na smugi światła, wdzierające się z peronu, i miała pod czaszką jakąś pustkę i wielką głuszę dookoła."
      },
      {
        "index": 78,
        "text": "Godziny szły za godzinami i, niby krople, sączyły się do nieskończoności; noc trzymała świat w objęciu czarnem; noc, pełna plusku, deszczu i wichrów, które wyły za oknami i zginały skrzypiące żałośnie drzewa i mocowały się z lasem. Jęk drutów telegraficznych, podobny do żałosnego, zmęczonego pisku psów na łańcuchach, rozbrzmiewał po pokoju. Głosy nieznane nocy i ciemności skarżyły się nad lasami, leciały niby skry, niby promieniowania gwiazd, poprzez ciemności, tonęły w ciemnościach i martwocie. Ziemia i noc zlały się w jedną bezkształtną bryłę, która zdawała się drgać przez sen, wzdychać wiatrami i jazgotać urągliwie."
      },
      {
        "index": 79,
        "text": "Janka leżała wciąż, burza w niej ucichła, przestała się szamotać; była teraz jak ciężki kloc drzewa, wyrzucony z głębi wód na piasek nadbrzeżny, który tylko fale liżą chciwie, ale już nie mogą porwać na głębie i zatopić."
      },
      {
        "index": 80,
        "text": "Wszystko w niej przycichło, wyczerpało się, obumarło, jak świat po orkanie błyskawic i piorunów obumiera i przycicha, ale w powietrzu drży jeszcze groza, na ziemi leżą ruiny i jeszcze niekiedy piorun niemy przerżnie horyzont wstęgą ognistą."
      },
      {
        "index": 81,
        "text": "— Zostanę! zostanę! — odpowiadała, głosem podobnym do jęku konających. — Zostanę! — i prawie po raz ostatni pierś się podniosła w łkaniu. — Zostanę! — powtarzała uporczywie, czując, że wszystko, co w niej żyło, chciało, co myślało, zamiera, rozsypuje się i łączy jakby z tą straszną nocą. Czuła, że się rozwija, niby pełne wrzeciono, ze wszystkich marzeń i pragnień, i że się sprowadza do jakiegoś pierwotnego stanu, w którym się nie pragnie niczego, na nic nie czeka, niczemu się nie raduje, i jest się jak brzoza jesienią, bez liści i napół martwa, i tam się gnie, gdzie chcą wichry, i tam pada, gdzie chcą ludzie, i tak zamiera, jak chce ziemia martwiejąca i wystygła."
      },
      {
        "index": 82,
        "text": "Uklękła przed obrazem Matki Boskiej. KONIEC TOMU PIERWSZEGO"
      }
    ]
  }
}