{
  "chapterNumber": 20,
  "title": "Tom II, Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "— Przeniosą mężusia do Warszawy — wołała już od progu Zaleska."
      },
      {
        "index": 2,
        "text": "— Była pani w Warszawie?"
      },
      {
        "index": 3,
        "text": "— Stamtąd wracam, bo jak tylko mężuś zgodził się na mój projekt, o którym wtedy mówiła pani, pojechałam do kuzyna i tak prosiłam, aż się zajął wszystkiem i przeprowadził szczęśliwie translokację. Z pewnością od Nowego Roku wyniesiemy się z Bukowca. Jestem szczęśliwa, bo moje marzenia zaczynają się spełniać: będę mieszkać w Warszawie, będę występować! Doprawdy, aż mi się tańczyć chce z radości. No, do widzenia, bo w domu jeszcze nie byłam, mężusiowi powiedziałam na peronie i wpadłam do pani. Czy pani chora, bo tak okropnie blada?"
      },
      {
        "index": 4,
        "text": "— Zdrowa jestem zupełnie, a jak teraz, cieszę się pani szczęściem..."
      },
      {
        "index": 5,
        "text": "— O tak, jestem szczęśliwa! Boże, jakże to daleko do Nowego Roku! Co, wyjeżdża pani gdzie?"
      },
      {
        "index": 6,
        "text": "— Dlaczego pani pyta?"
      },
      {
        "index": 7,
        "text": "— Te wielkie kufry..."
      },
      {
        "index": 8,
        "text": "— Kupowałyśmy je razem w Kielcach, nie pamięta pani?"
      },
      {
        "index": 9,
        "text": "— Prawda! Zapomniałam. Boże! jakże jestem roztargniona. Czy to nie dzieci moje krzyczą? — Przystanęła na środku pokoju i słuchała chwilę wrzasków, rozlegających się donośnie."
      },
      {
        "index": 10,
        "text": "— Bawią się dzieci! — zauważyła cicho Janka, podnosząc na nią oczy."
      },
      {
        "index": 11,
        "text": "— Panno Janino, więc pani nie wyjeżdża już do teatru? — zapytała, biorąc za klamkę."
      },
      {
        "index": 12,
        "text": "— Nie."
      },
      {
        "index": 13,
        "text": "— Aha! rozumiem, oświadczył się pani Grzesikiewicz! No, niech się pani nie wypiera, nie uwierzę."
      },
      {
        "index": 14,
        "text": "— Skąd się pani wzięło to przypuszczenie? — zapytała ostrym, podniesionym głosem, ale ochłonęła i już łagodnie dodała: — Ma pani słuszność, istotnie, wyjdę prawdopodobnie za p. Andrzeja."
      },
      {
        "index": 15,
        "text": "— A to winszuję pani serdecznie, serdecznie."
      },
      {
        "index": 16,
        "text": "Chłodno przyjęła jej życzenia i pocałunki, tak chłodno, że Zaleska odczuła to, popatrzyła na nią jakby zalękniona i cicho wyszła."
      },
      {
        "index": 17,
        "text": "A Janka z pewną goryczą myślała o jej szczęściu, ale już nie zazdrościła, już teraz nie umiała nawet zazdrościć, tak była zrezygnowana."
      },
      {
        "index": 18,
        "text": "Napisała zaraz długi list do Głogowskiego i drugi do Cabińskich, odwołujący swój przyjazd."
      },
      {
        "index": 19,
        "text": "Od tej nocy walki ze sobą zmieniła się ogromnie. Próbowała się zobojętnić na wszystko, zamknąć serce i duszę dla wszystkich wrażeń zewnętrznych, ale pod tym chłodem tlało nieugaszone zarzewie, a pod tą maską spokoju i rezygnacji ukrywała się beznadziejność. Nie żałowała niczego, bo przecież świadomie zdecydowała się pozostać w Bukowcu, ale nurtowała ją coraz głębsza niechęć do otoczenia i jakiś niesłychanie subtelny żal do wszystkich. Była za młodą, za silną fizycznie, za namiętną, aby ta walka mogła wyrwać z niej wszystkie pragnienia niezaspokojone; żyły i rozwijały się w głębi nieświadomej; unicestwiała je wolą, ale to ciche mocowanie się było męczące i bezpłodne. Stawała nieraz przy oknie i ponuro patrzyła w świat, zaciskając usta, aby nie krzyknąć, aby nie wołać, że cierpi; błądziła oczyma po lasach, białawych od śniegów, zimnych, mokrych, przejętych szarugą jesieni późnej, po stacji, jakby sennej, błyszczącej oślizgłemi od wilgoci niciami szyn i dachami budynków — i gdy padały deszcze lub śniegi puchami pokrywały ziemię, gdy wichry zimowe świstały po lasach, gdy szły dnie tak krótkie, że prawie poranek łączył się ze zmrokiem i tak brudne, jak łachmany wytarzane po błotach, i gdy lasy krzyczały i mocowały się z wichrami, i gdy nie było ani nieba, ani ziemi, ani barw, ani świateł, tylko jedna plama migotała przed jej oczyma i osnuwała duszę posępną melancholją — przesiadywała dnie całe w kuchni przed kominem, zapatrzona w ogień i nie myślała nic, czuła tylko jakąś zwierzęcą prawie przyjemność: ciepła i spokoju. Zresztą, patrzyła śmiało w życie, które ją ujęło w swoje jarzmo i nie miało nigdy puścić i widziała bez trwogi, a nawet z jakąś dziwną przyjemnością, że ono gnębi ludzi. Zobaczyła po raz pierwszy, że otaczający ją, pomimo braku szerszych myśli i pożądań, jak myślała, także cierpią; zaczynała patrzeć i spostrzegać w tych szarych, grubych twarzach przebłyski dusz i zaczynała współczuć z niemi."
      },
      {
        "index": 20,
        "text": "— Czy oni myśleli kiedy? czy pragnęli? czy miotały nimi burze? — zadawała sobie pytania, przypatrując się ludziom. Nic nie mogła wyczytać ze spłowiałych i zatartych kart. Zatapiała się znowu w sobie i z pewną rozkoszą myślała, że po latach i ona zapomni o teraźniejszości, że się wyzbędzie tego, co ją tak dzisiaj unieszczęśliwia, że się tak dopasuje do tego jarzma, jak i wszyscy, że będzie zupełnie taką samą, jak te wszystkie młodsze i starsze kobiety, których roślinne prawie życie płynęło tak wolno i tak spokojnie, i których oczy poza dom, dzieci, mężów nie wybiegały."
      },
      {
        "index": 21,
        "text": "— Dobre takie ciche życie, dobre! — myślała i zaraz stwarzała sobie obraz i widziała się żoną Grzesikiewicza, kobietą starą, zajętą dziećmi i kłopotami i dwór krosnowski i czuła jakąś ciszę w sobie i spokój wegetacyjnego życia."
      },
      {
        "index": 22,
        "text": "— Dobrze! — i zapragnęła, aby Andrzej się jej oświadczył jak najprędzej, aby się to już wszystko stało, co się stać miało."
      },
      {
        "index": 23,
        "text": "Pragnęła spokoju za jaką bądź cenę."
      },
      {
        "index": 24,
        "text": "Ten przykry nastrój potęgował się jeszcze obawą o ojca, bo to wstrząśnienie źle podziałało na jego mózg, gubiący się w mrokach obłędu. Okazywał jej pewną wdzięczność, ale czuła, że nie rozumiał wielkości ofiary. Oniemiał jakoś, siadywał wieczory całe z gazetą w ręku, której nie czytał i podejrzliwym wzrokiem ciągle śledził kąty ciemne mieszkania, a nawet raz kazał pozapalać wszystkie światła w domu i chodził po pokojach, jak senny, przystawał, oglądał się śpiesznie, szeptał z sobą i gdy się później zamknął w swoim pokoju, słyszała rozmawiającego półgłosem. Coraz częściej teraz mówił my, a nawet jednego dnia kazał położyć przy obiedzie jedno nakrycie więcej."
      },
      {
        "index": 25,
        "text": "— Czy kto przyjdzie na obiad? — zapytała zdziwiona."
      },
      {
        "index": 26,
        "text": "— Tak, Miecio zaraz tutaj będzie."
      },
      {
        "index": 27,
        "text": "— Kto to taki?"
      },
      {
        "index": 28,
        "text": "— Nie znasz? Ekspedytor nasz przecież... — nie skończył, ukrył głowę w dłoniach i zamilkł, siedział tak dosyć długo, bo miał burzę pod czaszką, przez chaos rozprzęgającej się myśli błyskały jakieś słabe włókienka świadomości i jednocześnie zalewał go okropny strach przed szaleństwem. Ta walka dwóch, odrębnie rozrastających się osobowości, tocząca się w jego organizmie, w pewnych chwilach przytomności przepełniała go niewypowiedzianym lękiem. Uciekał wtedy z domu, chodził po stacji, siedział pod rampą magazynową, mieszał się z ludźmi, rozmawiał, śmiał się z nimi, nie widział wtedy żadnych uchybień, tylko, o ile mógł, trzymał się ludzi, bo czuł, że ich obecność wzmacnia go, że wtedy szaleństwo jakby nie mogło się przedrzeć do niego przez wał zdrowych organizmów."
      },
      {
        "index": 29,
        "text": "Jednego dnia, w początkach grudnia, w straszny dzień, bo deszcz ze śniegiem padał od rana, przyjechał Grzesikiewicz, w zwykłej porze, o zmierzchu, bo teraz przyjeżdżał codziennie prawie, ale dzisiaj, zanim poszedł na górę, wstąpił do kancelarji."
      },
      {
        "index": 30,
        "text": "Orłowski podniósł się z sofki, na której leżał i, widząc śnieg przez okno, powiedział:"
      },
      {
        "index": 31,
        "text": "— Wygodnie nam tutaj, ciepło i zacisznie!"
      },
      {
        "index": 32,
        "text": "— Ale na dworze jest okropnie. Musiałem przyjechać powozem, żeby nie zmoknąć."
      },
      {
        "index": 33,
        "text": "— Byłeś pan u Jani?"
      },
      {
        "index": 34,
        "text": "— Pójdę dopiero, muszę u pana nabrać nieco odwagi."
      },
      {
        "index": 35,
        "text": "— Dobrze wszystko będzie, dobrze, coś wiem o tem — zawołał wesoło, chwytając brodę zębami."
      },
      {
        "index": 36,
        "text": "— Czy naprawdę! bo już od kilku dni nie mogę zdobyć się na odwagę. Idę."
      },
      {
        "index": 37,
        "text": "Zawrócił od drzwi i zapytał cicho:"
      },
      {
        "index": 38,
        "text": "— A jeśli będzie: nie?"
      },
      {
        "index": 39,
        "text": "— Ależ ręczę ci, że: tak — zawołał Orłowski, wziął go w ramiona, ucałował serdecznie. — Idź, oświadcz się, w karnawale się ożenisz, no i basta. No idź, nie marnuj czasu... — popchnął go lekko ku drzwiom, które za nim zamknął i położył się znowu na sofce."
      },
      {
        "index": 40,
        "text": "— Widzisz, smyku, mówiłeś, że z tego małżeństwa nic nie będzie — szeptał drwiąco."
      },
      {
        "index": 41,
        "text": "— Zaczekaj! zobaczymy po ślubie, jak odejdą od ołtarza, zaczekaj... — odpowiedział sobie, ale zupełnie zmienionym głosem i głową trząsł niedowierzająco."
      },
      {
        "index": 42,
        "text": "— Co mi gadasz! Przysięgam Bogu, że jeśli mówię, iż wszystko się stanie, jak chcę, to tak będzie."
      },
      {
        "index": 43,
        "text": "— Niezawsze, mój naczelniku, przekonałeś się już, że na córkę liczyć nie można."
      },
      {
        "index": 44,
        "text": "— Cicho! Janka jest najlepszem dzieckiem, przysięgam Bogu, najlepszem."
      },
      {
        "index": 45,
        "text": "— Ho! ho! ho! — śmiał się cicho. — Najlepsza, a całe lato bujała, a teraz chciała odjechać!"
      },
      {
        "index": 46,
        "text": "— Milcz! — krzyknął i z wściekłością kopnął nogą w próżnię i rzucił się na pokój, ale sobowtór rozwiał się, zniknął; napróżno zaglądał pod sofkę, pod stoły, szukał nawet w szufladach biurka i w małej kasie ogniotrwałej, wmurowanej w ścianę; nie znalazł nikogo, ale tak był pewny, że tamten był przed chwilą, że otworzył kasowe okienko i krzyknął na Rocha, chcąc się spytać, czy kto nie szedł przez korytarz. Roch się nie zjawił, a on postał chwilę, skupiając myśli i poszedł do Zaleskiego."
      },
      {
        "index": 47,
        "text": "Grzesikiewicz tymczasem, pomimo zapewnień Orłowskiego, szedł na górę z wielką obawą, bo sobie dokładnie uprzytomniał podobną chwilę na wiosnę, kiedy szedł tak samo się oświadczyć. Rozbierał się bardzo wolno w przedpokoju."
      },
      {
        "index": 48,
        "text": "— Jest panna Janina? — zapytał Rocha, zdejmującego mu palto."
      },
      {
        "index": 49,
        "text": "— Jest! a juści, gdzieby miała być! Zaraz powiem panience, że jaśnie pan przyjechali!.."
      },
      {
        "index": 50,
        "text": "— Zaczekajno — zawołał za nim. — Roch się zatrzymał. — Andrzej obciągał surdut, zapinał się, wciągał rękawiczki, muskał wąsy, przyczesywał włosy i zwłóczył wejście. — No, czegóż stoisz? — zapytał."
      },
      {
        "index": 51,
        "text": "— A no, jaśnie pan kazali czekać..."
      },
      {
        "index": 52,
        "text": "— Tak, tak, chciałem ci dać coś, za różne usługi... tak, prawda... — Dał mu trzy ruble, Roch pocałował go w rękę i chciał starym zwyczajem objąć za nogi."
      },
      {
        "index": 53,
        "text": "— Głupi jesteś, mój Rochu! no, idźże już sobie..."
      },
      {
        "index": 54,
        "text": "Wszedł wreszcie do saloniku. Zatrzymał się na środku, zdjął rękawiczki i niespokojnie patrzył na drzwi, prowadzące do jadalnego pokoju. Niecierpliwość i obawa ryły się ustawicznie w jego spojrzeniu. Łowił uchem najdrobniejszy szelest i wzdrygał się cały, chciał już wyjść, uciec i odłożyć wszystko na później, to znowu chciał, nie mogąc już wytrzymać, iść do pokoju Janki, ale usiadł i siedział, słuchał nawet z pewnem zajęciem dźwięków przyćmionych fortepianu Zaleskiej, która zaczęła grać zwykłe, popołudniowe ćwiczenia."
      },
      {
        "index": 55,
        "text": "Wreszcie Janka przyszła i, witając się, poznała po jego uroczystej twarzy, że to dzisiaj się rozstrzygnie. Wskazała mu miejsce jakimś sztywnym ruchem, pobladła od wzruszenia chwilowego, bo zresztą była zdecydowana przyjąć jego oświadczyny."
      },
      {
        "index": 56,
        "text": "— Pani wygląda dzisiaj nieco cierpiąco? — przerwał milczenie."
      },
      {
        "index": 57,
        "text": "— Migrena... nic więcej."
      },
      {
        "index": 58,
        "text": "— O tak, na takie straszne powietrze to nic dziwnego..."
      },
      {
        "index": 59,
        "text": "— Nic dziwnego — odpowiedziała jak echo."
      },
      {
        "index": 60,
        "text": "— Śnieg, deszcz, wichura i zimno... — ciągnął dalej, ale język mu się plątał, był wściekły na swoją nieśmiałość, czuł, że gada najgłupsze banalności, a nie był w stanie powiedzieć nic innego."
      },
      {
        "index": 61,
        "text": "— Tak, śnieg, deszcz, wichura i zimno! Tak — powtórzyła ciszej, odwracając oczy do okna."
      },
      {
        "index": 62,
        "text": "A jemu chciało się uderzyć głową w kant stołu, z gniewu na siebie. Patrzył na nią błagalnie, prosił spojrzeniem, żeby mu ułatwiła wyjście z tego zaplątania, ale Janka, z niedostrzegalnym uśmiechem w oczach, udawała, że nic nie rozumie. Targał rękawiczki, zapinał i rozpinał guziki surduta, zagryzał wąs i nie mógł nic mówić, myśląc tylko z wściekłością, że może go weźmie za głupca i niedołęgę."
      },
      {
        "index": 63,
        "text": "— Prawda, że jestem śmieszny? — zawołał szorstko."
      },
      {
        "index": 64,
        "text": "— Nie, o, nie — powiedziała przeciągle, ale w oczach mignęły iskierki ironji — widzę tylko, że pan jakiś nieswój, jakby zakłopotany — dodała."
      },
      {
        "index": 65,
        "text": "— Niech pani powie, że jestem ogłupiały, niby baran zbłąkany."
      },
      {
        "index": 66,
        "text": "Roześmiała się głośno."
      },
      {
        "index": 67,
        "text": "— Śmiejesz się pani ze mnie?"
      },
      {
        "index": 68,
        "text": "— Broń Boże, porównanie mnie to rozśmieszyło, a raczej, roześmiałam się bez przyczyny."
      },
      {
        "index": 69,
        "text": "Podniósł się, przystanął przed nią na mgnienie i poszedł do okna."
      },
      {
        "index": 70,
        "text": "— Była pani dzisiaj na dworze?"
      },
      {
        "index": 71,
        "text": "— Nie, za mokro i za zimno..."
      },
      {
        "index": 72,
        "text": "— Prawda!"
      },
      {
        "index": 73,
        "text": "— Wie pan, przypomina mi się rozmowa, jaką mieliśmy w tym saloniku na wiosnę — powiedziała spokojnie i umyślnie, aby powiedział czego chce, bo zaczynał ją niecierpliwić."
      },
      {
        "index": 74,
        "text": "Odwrócił się szybko od okna, zbladł, pociemniałe oczy sypnęły mu iskrami."
      },
      {
        "index": 75,
        "text": "— Panno Janino... panno Janino... pani pamięta? ależ ja strasznie pamiętam... — głos mu uwiązł w gardle, obtarł sobie czoło rękawem i ujął ją za rękę."
      },
      {
        "index": 76,
        "text": "— Boję się, ale jeśli i dzisiaj ma mi pani powiedzieć: nie! to już nie wytrzymam. Nie, już nie jestem w stanie stłumić mojej miłości...! kocham panią. Panno Janino... kocham panią... tak... Nie umiem tego lepiej określić, nie umiem mówić, ale kocham panią!.. — mówił prędko. — Kochałem zawsze. Pamięta pani, kiedyśmy się spotkali po raz pierwszy? Jechała pani z Kielc, na wakacje... Od tego czasu kocham panią i od tego czasu marzyłem o tem, abyś została moją żoną. Pani mi nie mówi, nie odpowiada, nie słucha?.."
      },
      {
        "index": 77,
        "text": "— Mów pan, słucham z radością — odpowiedziała miękko."
      },
      {
        "index": 78,
        "text": "— Słucha pani z radością, więc się pani zgadza? Więc to prawda? Na Boga, niech pani mówi, bo oszaleję — krzyczał prawie, okrywając jej ręce pocałunkami. — Więc chce pani zostać moją żoną?"
      },
      {
        "index": 79,
        "text": "— Dobrze! — powiedziała dobitnie."
      },
      {
        "index": 80,
        "text": "Andrzej się wyprostował nagle, jakby oszołomiony jej słowami i patrzył prawie przestraszonym wzrokiem w jej oczy."
      },
      {
        "index": 81,
        "text": "— Pani powiedziała: dobrze? — pytał, nie wiercąc uszom własnym."
      },
      {
        "index": 82,
        "text": "— Powiedziałam."
      },
      {
        "index": 83,
        "text": "Osiadł spokojnie, panował już nad sobą zupełnie, zaczął mówić cichym głosem, bo radość roztrząsała mu serce, drżały mu ręce i usta, oczy całowały jej twarz bladą i piękną."
      },
      {
        "index": 84,
        "text": "— Wiem, że jestem tem, co się nazywa chamem; tak, jestem prosty człowiek, ale myślę, że zasłużę na miłość pani, przysięgam, że zasłużę. Marzyłem, że stworzymy rodzinę wzorową, którą ja będę podtrzymywał ramieniem, a pani będzie rozświecała i ocieplała uczuciem i inteligencją. Jestem olśniony, że marzenia moje zaczynają się spełniać. Człowiek dziki, taki, jakim ja jestem, potrzebuje kochać, musi kochać kobietę taką, jak pani! O tak, ja w tej chwili, patrząc na panią, czuję dopiero, dlaczego jesteś mi tak drogą i niezbędną do życia, bo kocham panią, bo kocham w pani piękno, inteligencję, kocham w pani kulturę, dobroć, subtelność; kocham w pani cały ten świat nowy dla mnie i wyższy. — Zaczął znowu całować ją po rękach, miał szaloną chęć wziąć ją w ramiona, okryć pocałunkami, przycisnąć do piersi i uciec z nią w jakiś gąszcz, zdala od ludzi! I mówił długo, opowiadał wiele, wyznawał swoje uczucia, swoje myśli, swoje pragnienia."
      },
      {
        "index": 85,
        "text": "Janka słuchała, ale tkwiło w niej ciągle to uczucie, że jednak ten człowiek, ten przyszły jej mąż, jest dla niej zupełnie obcy. Ale brzmienie jego niskiego głosu, serdeczne akcenta, miłość ogromna, pocałunki, ta ufność bezgraniczna, jaką w niej pokładał, zaczęły przenikać ciepłem nieznanego uczucia jej wrażliwą naturę, zaczynał zwolna wzruszać jej serce, jednak pomimo to, powiedziała wkońcu z całą samowiedzą:"
      },
      {
        "index": 86,
        "text": "— A jednak pan nie zna mojej przeszłości... — i czekała z dziwnem uczuciem żalu, który zaczął przesączać jej duszę, że skoro usłyszy tę odpowiedź, wyjdzie i nie wróci więcej. Patrzyła na niego z jakąś niemą prośbą, a powiedzieć wszystko postanowiła."
      },
      {
        "index": 87,
        "text": "— Przeszłość pani! Mój Boże, to tylko panią obchodzi... — powiedział prosto."
      },
      {
        "index": 88,
        "text": "— Powinnaby i pana obchodzić."
      },
      {
        "index": 89,
        "text": "— Nie, nie, nie, nie żąda pani spowiedzi ode mnie, więc nie mam prawa chcieć tego samego od pani. Życie nasze nie będzie miało: „wczoraj!“ Zaczyna się od „dzisiaj“ i będzie „jutrem“. Ach, jestem tak szczęśliwy, tak szczęśliwy! a jak się matka ucieszy! ona tak panią kocha!"
      },
      {
        "index": 90,
        "text": "I znowu mówił, z ogniem i bezładnością zakochanych."
      },
      {
        "index": 91,
        "text": "Janka nie nalegała, żeby słuchał jej spowiedzi, była bardzo wdzięczna, że nie chciał, teraz dopiero odczuwała całą okropność swojego wyznania. Nie, nie powinien nikt wiedzieć, nie, i całą duszą zaczęła słuchać jego wynurzeń, przytakiwać mu, uśmiechać się, dawała się porywać jego miłości i tak szybko swoją wrażliwą, aktorską naturą weszła znowu w nową dla siebie rolę, i tak się nią przejęła, że bez udawania i przymusu, a z wielką przyjemnością, grała rolę kochanej i kochającej narzeczonej. Sprawiło jej to ogromną ulgę, zapomniała prawie o przeszłości, śmiała się głośno i tak swobodnie, że Orłowski, który wkrótce nadszedł, usłyszawszy ten śmiech, zobaczywszy twarz rozjaśnioną Andrzeja, zrozumiał, że wszystko skończyło się dobrze."
      },
      {
        "index": 92,
        "text": "— No, moje dzieci, bądźcie szczęśliwi, bądźcie szczęśliwi — szeptał, całując ich serdecznie. — Podobasz mi się, Jędrek, podobasz, przysięgam Bogu; co za chłop! co za zięć! he! he! — i klepał go, brał w ramiona i całował z serdecznością."
      },
      {
        "index": 93,
        "text": "Wesoły nastrój ogarnął wszystkich."
      },
      {
        "index": 94,
        "text": "— Już to i ładny i dobry menszczyzna, już on panią na rękach nosił bedzie, już tam pani chyba ptasiego mleka braknie! — szeptała Janowa do Janki i dodawała: — żeby to moja pani córka takiego męża dostała! to jużbym piechty szła do Częstochowy i wszystkie piątki suszyła."
      },
      {
        "index": 95,
        "text": "Janka się śmiała z jej życzeń, ale nie chciała myśleć o tem przyszłem życiu, tak była podniecona tą wspólną wesołością, że pobiegła do Zaleskiej, aby jej powiedzieć o wszystkiem; ale, zobaczywszy ją grającą najspokojniej w pokoju prawie ciemnym i zimnym, ochłodła. Zamieniła kilka słów i powróciła do domu."
      },
      {
        "index": 96,
        "text": "Wieczorem, kiedy siedzieli przy kolacji, przyszedł Świerkoski i rychło z twarzy i rozmowy dowiedział się o wszystkiem. W pierwszej chwili oniemiał prawie, oczy mu zamigotały złowrogo, ale siedział, jak zwykle, zgarbiony, z rękoma w rękawach, tylko oczy biegały mu po twarzach Janki i Andrzeja, a nogą przydeptywał ze złości ogon Amisa, aż ten ze skowytem wyrwał się i uciekł do kuchni."
      },
      {
        "index": 97,
        "text": "Nikt nie zwracał uwagi na niego. Janka podawała mu herbatę, patrząc na Andrzeja i rozmawiała tylko z nim."
      },
      {
        "index": 98,
        "text": "Świerkoski siedział jak na torturach, chwytał oczyma ich spojrzenia i gryzł aż do krwi wargi, żeby nie krzyczeć z żalu, jaki mu zakręcił wnętrzności. Wydało mu się, że jak Amis, z kuchni na niego, tak on na nich patrzy łakomym wzrokiem, z jakiejś głębi, że nikt tego nawet nie spostrzega i taka mocna, straszna zazdrość i ból ścisnęły mu duszę, że bezwiednie prawie ugryzł szklankę, z której pił herbatę, szkło rozprysnęło się w kawałki, a z ust pokaleczonych popłynęła krew."
      },
      {
        "index": 99,
        "text": "— Co się panu stało? Szklanka w ręku pękła?"
      },
      {
        "index": 100,
        "text": "— W zębach! To nic — mruknął, obcierając usta chusteczką."
      },
      {
        "index": 101,
        "text": "— Zgryzłeś pan kamienie, a teraz bierzesz się do szkła, jest w tem postęp i metoda."
      },
      {
        "index": 102,
        "text": "— Zgryzę i twardsze rzeczy, panie dziedzicu — odpowiedział, wyszczerzając swoje wilcze zęby z uśmiechem. Krew płynęła mu obficie z warg, podniósł się i z chusteczką przy ustach szepnął głucho, nie patrząc na nikogo:"
      },
      {
        "index": 103,
        "text": "— Muszę już iść, a państwo przyjmijcie ode mnie szczere życzenia na nowe życie, szczere."
      },
      {
        "index": 104,
        "text": "— Dziękujemy. Żeń się pan, to pan zobaczy, jak przyjemnie odbierać podobne życzenia."
      },
      {
        "index": 105,
        "text": "— Poczekam jeszcze... poczekam — szepnął wolno i powlókł tak dziwnem spojrzeniem po Jance, że podniosła głowę i zadrżała z jakiejś trwogi, uśmiech zgasł na jej twarzy; patrzyła się chwilę w jego żółte oczy, nic nie rozumiejąc."
      },
      {
        "index": 106,
        "text": "— Ale w każdym razie, my zapraszamy się zgóry na pańskie wesele."
      },
      {
        "index": 107,
        "text": "— Taki zaszczyt!.. czyżbym mógł na serjo marzyć, aby ja, urzędniczyna, mógł gościć dziedzica dobrodzieja; nie, nie śmiałbym prosić, nie godnym takiego zaszczytu... — szeptał, ukłonił się od progu i wyszedł."
      }
    ]
  }
}