{
  "chapterNumber": 31,
  "title": "Tom II, Rozdział XII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XII."
      },
      {
        "index": 2,
        "text": "Przez całą drogę do Rozłogów nie mówiono nic. Janka siedziała, ogłuszona wiadomością, nie pytała nawet, kto ją przywiózł. Dopiero kiedy wchodziła do sanek, przysłanych z Bukowca, spostrzegła, że siedzi w nich, prócz stangreta, ktoś drugi. Cofnęła się bezwiednie, wydało się jej, że to Andrzej, ale z pod kapuzy, bo śnieg padał, wychyliła się do niej ostra twarz Witowskiego."
      },
      {
        "index": 3,
        "text": "— Pan tutaj, po mnie?"
      },
      {
        "index": 4,
        "text": "— Niech pani siada, bo pilno nam jechać — powiedział szorstko, okrywając ją bez pytania wielkim płaszczem futrzanym, który przywiózł z sobą."
      },
      {
        "index": 5,
        "text": "— Ojciec bardzo chory? — zapytała nieśmiało po długiej chwili, gdy już jechali."
      },
      {
        "index": 6,
        "text": "— Bardzo."
      },
      {
        "index": 7,
        "text": "— Może... — nie domówiła, bo strach ją przejął szalony."
      },
      {
        "index": 8,
        "text": "— Nie, ale zwarjował — powiedział z brutalną szczerością, która pokrywała rozdrażnienie."
      },
      {
        "index": 9,
        "text": "— Jedź prędzej, choćby konie paść miały! — krzyknął na stangreta."
      },
      {
        "index": 10,
        "text": "Sanki zamiotły tak silnie do rowu, że bezwiednie chwyciła się jego ręki, aby nie wypaść, i trzymała. Spoglądała na niego z prośbą niemą, ale on milczał z surowo ściągniętemi brwiami, a ją zaczął przejmować strach jakiś i żal okropny do siebie, że to jej wina, że to ostatnia scena zabiła ojca. Tak cierpiała, że łzy płynęły jej po twarzy. Płakała, nie wiedząc o tem, zapatrzona w tę dal zaśnieżoną, myślą w Bukowcu."
      },
      {
        "index": 11,
        "text": "— Co pani łzy pomogą? sił pani potrzeba — powiedział, zwracając się więcej do niej."
      },
      {
        "index": 12,
        "text": "— Ojciec... ojciec... — powtarzała cicho i bezdźwięcznie i coraz boleśniejsza męka ściskała jej serce; płakała ciągle, tym cichym płaczem rozpaczy i beznadziejności."
      },
      {
        "index": 13,
        "text": "Noc okrywała ich mętna, masy śniegu wolno, bez szelestu, otulały pola, drzewa i ich samych i spływały ustawicznie, jakby miały świat zasypać i rozpościerały jakąś okropną ciszę dookoła, w której jej myśli, niby zmęczone ptaki, kręciły się wkółko, napróżno szukając miejsca odpocznienia."
      },
      {
        "index": 14,
        "text": "— Nie płacz pani, bólu pani nic, prócz czasu, nie uleczy — mówił dobrym, ludzkim głosem i pochylił się ku niej tak blisko, że ją owionął oddechem aż zadrżała, spojrzawszy mu w tę głąb, gdzie świeciły jego źrenice."
      },
      {
        "index": 15,
        "text": "— Tam, w tych sinych przestrzeniach, w tym oceanie nicości, utoniemy wszyscy, wszyscy, ani jeden atom naszego ja nie ocaleje. Tak chce Bóg. Takie jest prawo. Silna dusza świadomością, to pancerz przeciw bólom. Nie płacz pani. Ze śmierci nie potrzeba się śmiać, ale i płakać nad nią nie trzeba, bo nie zmieni porządku, zresztą, ojciec nie umarł jeszcze."
      },
      {
        "index": 16,
        "text": "Nie odpowiedziała, tylko poleciała duszą w te przestrzenie, na które ręką wskazał i ogarnął ją jakiś powiew zimny i przerażenie. Głos jego wydał się jej, jakby pochodził z tamtej strony życia, jakby z tych obszarów konieczność mówiła i nieubłaganie; słuchała z bojaźnią."
      },
      {
        "index": 17,
        "text": "— Nie płacz pani — powiedział miękko, odczuwając febryczny dreszcz, jaki nią wstrząsnął. Pochyliła niżej głowę i łzy bólu, palące łzy, upadły mu na rękę, poprawiającą płaszcz na niej. Cofnął ją jakby sparzony."
      },
      {
        "index": 18,
        "text": "— Prędzej! — zawołał i zamilkł."
      },
      {
        "index": 19,
        "text": "Po jakiej godzinie jazdy, śnieg zaczął rzednąć i ustawać; a z poza szarości prześwitywały gwiazdy i wiatr ostry zrywał się z pól, huczał w lasach i kłębił śniegi."
      },
      {
        "index": 20,
        "text": "— Odwagi! Kiedy tylko pani zechce, to dom nasz i my jesteśmy do rozporządzenia — powiedział, kiedy wysiadła przed stacją. Uścisnęła mu ręce, silnie ucałował je i odjechał."
      },
      {
        "index": 21,
        "text": "Nowa służąca przyjęła ją obojętnie, tylko Roch całował ją po rękach, obejmował za kolana i ze łzami szeptał:"
      },
      {
        "index": 22,
        "text": "— A juści, że zachorzał, a juści... że się pewnikiem zamrze panisku, a juści..."
      },
      {
        "index": 23,
        "text": "Poszła prosto do pokoju ojca i krzyknęła z przerażenia, ujrzawszy jego głowę ogoloną zupełnie, pokrytą ranami, twarz cała była w ranie, na oczach miał przepaskę."
      },
      {
        "index": 24,
        "text": "— Jezus, Marja!"
      },
      {
        "index": 25,
        "text": "— Cicho! — szepnął doktor, który przyszedł za nią. — Chodźmy stąd."
      },
      {
        "index": 26,
        "text": "— Usnął niedawno — powiedział, wprowadzając ją do saloniku."
      },
      {
        "index": 27,
        "text": "Grzesikiewicz, który tam był, w milczeniu podszedł i gorąco ucałował jej ręce."
      },
      {
        "index": 28,
        "text": "— O, jaki pan jesteś dobry — szepnęła z głęboką wdzięcznością, patrząc na jego twarz zbiedzoną, zmizerowaną, po której teraz latały płomienie radości jakiejś."
      },
      {
        "index": 29,
        "text": "— Cicho! przejdziemy chyba do stołowego, tutaj jeszcze za blisko chorego."
      },
      {
        "index": 30,
        "text": "— Pani się położyć powinna, już późno, trzecia. Musi pani czuć się bardzo zmęczoną..."
      },
      {
        "index": 31,
        "text": "— Nie, nie, będę siedziała do rana przy ojcu, może czego będzie potrzebował."
      },
      {
        "index": 32,
        "text": "— Pójdziesz pani spać natychmiast! o ojcu ja pamiętam — napisał śpiesznie doktor na kartce, bo już założył respirator."
      },
      {
        "index": 33,
        "text": "— A dobrze, czuję się strasznie znużoną i tak głowa mnie boli, boli... — ścisnęła sobie skronie i smutnym, przejętym bólem wzrokiem patrzyła na Andrzeja."
      },
      {
        "index": 34,
        "text": "— Dobranoc pani — szepnął, biorąc ją za rękę."
      },
      {
        "index": 35,
        "text": "— Czy jutro... jutro... — zaczęła z wysiłkiem."
      },
      {
        "index": 36,
        "text": "— I jutro i zawsze; życie moje przecież należy do pani — powiedział prosto."
      },
      {
        "index": 37,
        "text": "Usiadła i zaczęła płakać ze zdenerwowania; ucałował jej ręce, pocałował ją w pochyloną głowę, jakimś pocałunkiem głębokiej czci i miłości i odjechał."
      },
      {
        "index": 38,
        "text": "Nie, nie miała sił podnieść się z krzesła, nie miała sił nawet podziękować mu za jego dobroć niesłychaną; siedziała tylko i załzawionemi oczyma odprowadzała go do drzwi i biegła za nim myślą, to znowu patrzyła na doktora, rewidującego swoim zwyczajem okna, drzwi i lufciki i chodzącego w milczeniu po pokoju. Nie zwracała uwagi na jego groźne spojrzenia i niecierpliwe ruchy, jakiemi ją wyprawiał spać."
      },
      {
        "index": 39,
        "text": "Co ją to wszystko obchodziło, czuła się tylko śmiertelnie zmęczoną, a do zmęczenia dopływały jeszcze nowe strumienie gryzącego żalu, pomieszane z wdzięcznością dla Andrzeja i przejmowały ją takiem rozełzawieniem denerwującem, że płakała, nie wiedząc nawet o tem."
      },
      {
        "index": 40,
        "text": "Dalekie echa dzwonków przy saniach, tłukące się po lesie, jakie napływały z wiatrem i wdarły się przez szyby w tę tragiczną ciszę mieszkania, przepełnioną widmami jęków i zapachem karbolu, oprzytomniły ją nieco."
      },
      {
        "index": 41,
        "text": "— Czemu odjechał? — myślała, z jakimś niewyraźnym jeszcze lękiem, patrząc w okno, w rozbielony śniegami świat, w te zimne, roziskrzone gwiazdami granatowo-płowe przestrzenie. Zatrzęsła się z zimna, z przejmującego zimna, jakie płynęło ze wszystkich stron, z obawy, jaka ją coraz silniej przenikała."
      },
      {
        "index": 42,
        "text": "Podniosła się, okryła chustką i chciała zajrzeć do ojca, ale doktor zastąpił jej drogę i rozkrzyżowanemi rękoma nie puścił."
      },
      {
        "index": 43,
        "text": "— Śpi — szepnął, zdejmując respirator. — Niech pani idzie spać."
      },
      {
        "index": 44,
        "text": "Podniosła się znowu i automatycznie szła ku drzwiom swojego pokoju."
      },
      {
        "index": 45,
        "text": "— Boję się — szepnęła cicho, powracając do niego."
      },
      {
        "index": 46,
        "text": "— Czego?"
      },
      {
        "index": 47,
        "text": "— Nie wiem, coś ze mną się dzieje, z czego nie umiem zdać sobie sprawy. Zalewa mi się mózg i serce jakąś ciemną obawą. Niech doktór mówi, straszy mnie ta cisza okropna."
      },
      {
        "index": 48,
        "text": "— Niech doktór mówi, boję się ciemności, boję się samotności, bo mi się zdaje, że skoro tylko zostanę samą, musi się znowu stać coś strasznego."
      },
      {
        "index": 49,
        "text": "— Niech doktór mówi — błagała coraz ciszej."
      },
      {
        "index": 50,
        "text": "— Rozdenerwowanie i nic więcej, trzeba iść spać, a wszystko przejdzie."
      },
      {
        "index": 51,
        "text": "— Nie, niech mi doktór opowie, jak się stało z ojcem. Może doktór lampę rozjaśni i drzwi pozamyka, bo mi jest straszliwie zimno."
      },
      {
        "index": 52,
        "text": "Trzęsła się jak w febrze."
      },
      {
        "index": 53,
        "text": "— Nie czas na opowiadanie, ale jak pani chce, to opowiem o ile wiem, lub się domyślam, to nawet dobrze zrobi na nerwy pani."
      },
      {
        "index": 54,
        "text": "Po pani wyjeździe przez kilka dni był zupełnie spokojny, tylko rozkazał Janowej, aby kładła do obiadu po dwa nakrycia, a wieczorami zamykał się i z zapaloną świecą chodził po mieszkaniu i oglądał wszystko."
      },
      {
        "index": 55,
        "text": "Zalescy przed wyjazdem wyprawiali pożegnalny wieczór, był na nim i, jak opowiada pan Babiński, zachowywał się normalnie."
      },
      {
        "index": 56,
        "text": "Dopiero po powrocie stamtąd, kazał Janowej zawołać pani."
      },
      {
        "index": 57,
        "text": "Nie chciał uwierzyć, że pani wyjechała."
      },
      {
        "index": 58,
        "text": "Nawymyślał jej i poszedł szukać po mieszkaniu i stacji całej; szukał po drodze, szukał nawet w lesie."
      },
      {
        "index": 59,
        "text": "Rano poszedł, jak zwykle, do kancelarji, zamknął się na klucz i siedział tam kilka godzin. Słyszeli, że cały czas rozmawiał i kłócił się z samym sobą, a raczej z tym swoim sobowtórem, ale służbę jeszcze pełnił przytomnie. Tak zeszło kilkanaście dni."
      },
      {
        "index": 60,
        "text": "Odzywał się tylko coraz mniej do otoczenia i coraz częściej całe noce nie spał, tylko chodził po mieszkaniu i szukał."
      },
      {
        "index": 61,
        "text": "Czego szukał? niewiadomo."
      },
      {
        "index": 62,
        "text": "Przedwczoraj w nocy, służącą obudziły krzyki głuche i trzask rozbijanych sprzętów. Obudziła Rocha i z nim dopiero pobiegła do jego pokoju. Stał na środku i śmiał się, a potem szukał, rozrywał sprzęty, właził pod meble, tupał nogami i krzyczał ze złością na tego drugiego."
      },
      {
        "index": 63,
        "text": "— Gdzie ona? Mieciu, psiakrew, bo zabiję!"
      },
      {
        "index": 64,
        "text": "Nie słyszeli więcej, bo spostrzegł ich i rzucił w Rocha krzesłem, uciekli. Rano, służąca znowu zajrzała do jego pokoju. Szyby były wytłuczone, świeca się dopalała na środku pokoju, a on pookręcany w poobrywane firanki i w zdarte pokrycia mebli, obłąkany, pokrwawiony, straszny, siedział w kącie."
      },
      {
        "index": 65,
        "text": "— Okropne!.. okropne!.. — szeptała Janka i serce jej przepełniał taki straszny, dziki ból, że z piersi wydobywały się krótkie, chrapliwe jęki, podobne do skowytu; pochylała głowę niżej, pod ciężarem tego udręczenia winy własnej, jaką sobie coraz wyraźniej uświadamiała."
      },
      {
        "index": 66,
        "text": "— To moja wina! To przeze mnie — myślała ciężko w tem poczuciu ostrem, jak nóż, które raz po raz przeszywało jej mózg i serce."
      },
      {
        "index": 67,
        "text": "— Dosyć ma już pani — szepnął doktór, odczuwając, co się w niej dzieje."
      },
      {
        "index": 68,
        "text": "— Niech doktór kończy, niech doktór mówi, chcę wszystko wiedzieć — mówiła prędko, chwytając powietrze posiniałemi ustami i podniosła na niego oczy tak pełne znękania, żalu i rozpaczy, że doktór ją ujął za rękę i bardzo serdecznym głosem powiedział:"
      },
      {
        "index": 69,
        "text": "— Nic tu pani nie jest winna, prawie nic. Tak, czy owak paniby postąpiła, on nieodwołalnie musiał skończyć obłąkaniem. Mówię to zupełnie szczerze, bo nietylko byłem jego przyjacielem, ale i lekarzem."
      },
      {
        "index": 70,
        "text": "— Prawie nic, prawie nic... — powtarzała wolno, a czuła, wiedziała teraz, w tej chwili, że była winną wiele, bardzo wiele i przesuwało się jej w pamięci tysiące scen, kłótni, rozdrażnień, cierpień, jakich była jedynym powodem."
      },
      {
        "index": 71,
        "text": "— Zresztą któż zna granice i cały ogrom wpływów i oddziaływań duszy na duszę; któż wie, kto winien? kto ma odpowiadać za nieszczęścia, jakie się stają? Wszyscy są winni i wszyscy pokrzywdzeni, ot co. No, uspokój się pani, już się stało i nic tego nie odmieni; fakty są to trupy, których nikt nie wskrzesi, jak nikt nie wskrzesi dnia, co przeszedł. Możesz pani myśleć o tem nieszczęściu i to myśleć głęboko, bo myślenie wypala odczuwanie... ot co! — Zakaszlał się straszliwie i potem długo siedział bez ruchu, wpatrzony w okno."
      },
      {
        "index": 72,
        "text": "Janka milczała także."
      },
      {
        "index": 73,
        "text": "Cisza była denerwująca, tylko wiatr rzucał suchym śniegiem w okna i świstał po szybach, a gdzieś, z bardzo daleka, szły jakieś słabe głosy, jakby wycia wilków i trzask odpadających w lesie gałęzi, albo z pokoju Orłowskiego wydobywały się długie i bolesne jęki, drżały chwilę i rozpływały się w ciszy."
      },
      {
        "index": 74,
        "text": "— Dokończę pani — zaczął doktor. — Wczoraj rano przyszedł ojciec do biura, przywitał się ze wszystkimi i poszedł do swojej kancelarji. Chociaż tam był zastępca jego, którego przysłała dyrekcja, zawiadomiona o wszystkiem, nie zważał na to, usiadł na sofce i zdrzemnął się. Żeby mu nie przeszkadzać, zastępca ów wyszedł."
      },
      {
        "index": 75,
        "text": "Po jakiejś godzinie, pan Babiński, który był na służbie w telegrafie, usłyszał zamykanie drzwi na klucz i wkrótce odgłosy jakby uderzeń i krzyki:"
      },
      {
        "index": 76,
        "text": "— Zabiję, zabiję! Dosyć mam tego, dosyć!"
      },
      {
        "index": 77,
        "text": "Stukano i proszono, aby drzwi otworzył, napróżno."
      },
      {
        "index": 78,
        "text": "Stali wszyscy pod drzwiami, nasłuchując, kiedy naraz drzwi się gwałtownie otwarły i zatrzasnęły natychmiast. Zobaczyli tylko, że zrobił ruch, jakby kogo siłą wyrzucał."
      },
      {
        "index": 79,
        "text": "Pozbył się drugiego swojego ja i w obłąkanym mózgu zaświtała zupełnie naturalna idea — pozbycia się go na zawsze: więc pod drzwi, któremi go wyrzucił, a mógł przypuszczać, że odgłosy, jakie z tamtej strony słyszał, były dobijaniem się wyrzuconego — pościągał papiery, krzesła połamane, meble porozrywane, maszynki do stemplowania biletów, drzwiczki nawet od pieca poobrywał, ułożył z tego stos, oblał naftą z lampy i podpalił."
      },
      {
        "index": 80,
        "text": "Sądził, że spali tego dręczyciela."
      },
      {
        "index": 81,
        "text": "Drzwi tymczasem nadaremnie próbowano otworzyć i dopiero, gdy dym zaczął się przedzierać przez szpary, wzięto się do wyważania ich. Świerkoski wybił od peronu okno i skoczył do środka. Usłyszał tylko straszny krzyk: Żyje! Żyje! i odgłos upadającego ciała — musiał uciekać, bo dym go dusił i stos ów palił się i zapełniał ogniem pół pokoju."
      },
      {
        "index": 82,
        "text": "Wywalono wreszcie drzwi i wyniesiono ojca napół żywego. Upadł prosto w ogień i palił się cały."
      },
      {
        "index": 83,
        "text": "Oto cała historja. Smutna historja!"
      },
      {
        "index": 84,
        "text": "Założył respirator, popatrzył na Jankę i poszedł do chorego."
      },
      {
        "index": 85,
        "text": "Nie powrócił już do niej."
      },
      {
        "index": 86,
        "text": "Lampa dogasała i brudny mrok zimowego świtu zaczął zalewać pokój i wydobywać kontury przedmiotów."
      },
      {
        "index": 87,
        "text": "Poszła do swojego pokoju i z czołem opartem na szybie stała, nie myśląc nic i nie czując; śledziła bezmyślnie brudne kłęby oparów, co się wznosiły z nad oparzelisk i bagien leśnych i rozlewały się nad lasami szarym obłokiem; to patrzyła w gwiazdy, coraz słabiej świecące i w boleśnie czerwone zorze świtu, co jak ostrza rozpalone wrzynały się w szarość obłoków i siały purpurową srzeżogę na śniegi, lasy i przestrzenie."
      },
      {
        "index": 88,
        "text": "Nie myślała, ale mózg jej bezwiednie odtwarzał dopiero co słyszane sceny szaleństwa i z taką brutalną wyrazistością i tak nieubłaganie w szczegółach rysował, że zwolna zaczęła drżeć z przestrachu i cofać się od szyby, bo była pewna, że to wszystko teraz się dzieje; że z tamtej strony okna zobaczyła jakąś larwę, patrzącą wprost wypalonemi oczodołami."
      },
      {
        "index": 89,
        "text": "— Ojciec! ojciec! — łkała bezprzytomnie ogarniona takim gwałtownym paroksyzmem strachu że była bliska szaleństwa."
      },
      {
        "index": 90,
        "text": "Chciała krzyczeć, uciekać — nie mogła! Wyciągnęła ręce bezsilnie i upadła nieprzytomna na podłogę."
      }
    ]
  }
}