{
  "chapterNumber": 23,
  "title": "Tom II, Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV."
      },
      {
        "index": 2,
        "text": "Kilka godzin chodziła jakaś martwa i taka smutna, że gdy przyjechał Andrzej, szepnęła:"
      },
      {
        "index": 3,
        "text": "— Dobrze, żeś pan przyjechał, czekałam z upragnieniem."
      },
      {
        "index": 4,
        "text": "Nie kochała go przecież, tylko samotność ciężyła jej strasznie. Przystosowywała się zwolna do jego zwyczajów i pojęć, ale często nudził ją swoją miłością, raził prostactwem, bo, pomimo swojej wolnomyślności pod każdym względem, miała już we krwi poczucie niezliczonych formułek towarzyskiego savoir-vivre’u, a Jędruś, jak go poufale nazywał Orłowski, pomimo pewnego wykształcenia, zresztą czysto specjalnego, był zupełnym barbarzyńcą w bliższych stosunkach."
      },
      {
        "index": 5,
        "text": "— Wytresuje mnie pani, jak konia dzikiego — usprawiedliwiał się nieraz i całował po rękach."
      },
      {
        "index": 6,
        "text": "Czyniła mu uwagi nieraz bardzo szorstko, bo ją irytowało jego nieuctwo i Andrzej obiecywał poprawę, ale w duchu było mu to obojętnem, wprost niebardzo rozumiał, czego ona chce i dlaczego. Gospodarstwo pochłaniało wszystkie jego siły i władze i zresztą tak był zakochany, że resztę spełniał prawie odruchowo, automatycznie. Pociągała go coraz więcej tem, że wobec niej czuł się onieśmielonym i że była dla niego jakąś istotą wyższą, był z niej dumny."
      },
      {
        "index": 7,
        "text": "Rozumował nieraz sobie, że do ich bogactw potrzeba takiej właśnie, jaką ona jest, przedstawicielki, takiej „pani“, jak ją określała jego matka. Codziennie jeździł do Bukowca i codziennie powracał do domu więcej upojony i szczęśliwszy i nieraz późno w nocy siedział u matki i opowiadał jej o Jance nieskończone szczegóły, albo jechał do Witowskich i przed panną Jadwigą spowiadał się do dna. Żył w gorączce przygotowań przedślubnych, nie zważając na szpilkowe i nieraz bardzo bolesne słowa Józi, która teraz często przyjeżdżała do Krosnowy i z nienawiścią i z żalem przyglądała się restauracji wnętrza pałacu."
      },
      {
        "index": 8,
        "text": "— Królewskie mieszkanie!.. i dla kogo?.. — szepnęła raz drwiąco."
      },
      {
        "index": 9,
        "text": "— Dla mojej żony... nie wiedziałaś?.."
      },
      {
        "index": 10,
        "text": "— O, wiedziałam, wiedziałam i wiem jeszcze więcej. — Odwróciła się i poszła."
      },
      {
        "index": 11,
        "text": "— Moja siostra bardzo mnie kocha... — powiedział ojcu, który słyszał ich rozmowę."
      },
      {
        "index": 12,
        "text": "— Co prawda, to prawda, ale djabli to potem, aksamity, dywany, złocone meble... tfu!.. twoja matka mieszkała w karczmie, jak wyszła za mnie i było dobrze, jak Boga kocham."
      },
      {
        "index": 13,
        "text": "— Bo ojciec nie miał pałacu, ani matka nie wnosiła trzydziestu tysięcy posagu."
      },
      {
        "index": 14,
        "text": "— Phi!.. trzydziestu tysięcy, ładny grosz, juści, ale... jak Boga tego kocham, zginiecie w tylu pokojach... pięć, sześć... to przecież i biskup więcej nie potrzebuje."
      },
      {
        "index": 15,
        "text": "— A my potrzebować będziemy szesnastu..."
      },
      {
        "index": 16,
        "text": "— Poco, co z niemi będziecie robić?"
      },
      {
        "index": 17,
        "text": "— Będziemy w nich mieszkać... — powiedział mocno, bo stary zaczynał go irytować."
      },
      {
        "index": 18,
        "text": "— Poręby z Ługów nie starczy na jedną zimę, żeby ogrzać te landary."
      },
      {
        "index": 19,
        "text": "— To są jeszcze krosnowskie lasy, są na Jakóbowie..."
      },
      {
        "index": 20,
        "text": "— A juści... są, ja wiem, że są, nie potrzebujesz mnie uczyć, gdzie są lasy moje, gdzie są moje poręby!... — zawołał z przyciskiem. — Jak Boga tego kocham, moje!... rodzone!..."
      },
      {
        "index": 21,
        "text": "— A ojciec nie potrzebuje mi ciągle mówić, że to moje lasy, moja ziemia, bo ja bardzo dobrze wiem i nie czyham na to — zawołał podniesionym głosem."
      },
      {
        "index": 22,
        "text": "— Jędrek! ej, Jędrek!... stul pysk, bo ci takiego figla spłatam, że pożałujesz!..."
      },
      {
        "index": 23,
        "text": "— Dam sobie radę!... — szepnął Andrzej lekceważąco, bo stary w ten sposób dawał mu uczuwać, że może cały majątek zapisać Józi."
      },
      {
        "index": 24,
        "text": "— Jucha, chłopak!... — myślał stary, z jakąś gniewną rzewnością patrząc za odchodzącym Andrzejem i sam, pomimo, że tylko z pomocą kija i ścian chodził, poszedł na pilnowanie i pogawędkę do pokojów, w których robili stolarze i tapicerzy."
      },
      {
        "index": 25,
        "text": "Stara także po kilka razy dziennie zaglądała do pałacu, przechodziła na palcach przez pokoje parterowe, już prawie gotowe, przyglądała się tym wspaniałościom z podziwem i dumą, gładziła jedwabie i aksamity, wzdychała, jakby z żalem za pieniędzmi, ale synowi nie mówiła nic. Wieczorami długiemi siadywała w kuchni z kołowrotkiem, albo z pierzem wpośród swoich dziewek i parobków, którzy byli na stole dworskim i niezmiernie lubiła słuchać, jak służba wychwalała jej Jędrusia, a często nie mogła się powstrzymać i opowiadała sama o Jance, o jej piękności i uczoności."
      },
      {
        "index": 26,
        "text": "Andrzej często robił matce wymówki za to poufalenie się ze służbą i opowiadanie."
      },
      {
        "index": 27,
        "text": "— A, mój Jędruś, a gdzieże pójdę pogadać, co?... tylko do swoich; nie bój się, oni mnie rozumią i pewnikiem, że mi lepiej życzą, jak pani Kossowska, albo Witowska, albo insze; to przecie swoje, nasze ludzie... — usprawiedliwiała się cicho. — Prędko się żeń, to se będę przychodziła do pani synowej na pogadanie — dodała."
      },
      {
        "index": 28,
        "text": "Rozbroiła go temi słowami, że nic już nie mówił."
      },
      {
        "index": 29,
        "text": "— Ale, Jędruś, poproś panny Janiny, niech przyjedzie zobaczyć; może się jej co nie podoba, to można teraz jeszcze zmienić."
      },
      {
        "index": 30,
        "text": "— A racja! jadę zaraz do Bukowca."
      },
      {
        "index": 31,
        "text": "— Tak, może będzie potrzeba postawić pałac w innem miejscu, tam, na wyspie, byłoby ładniej, a może każe go przenieść na górę, do lasu, stamtąd są śliczne widoki — syknęła Józia, gdy Andrzej wyszedł."
      },
      {
        "index": 32,
        "text": "— Ty, Józia, masz żądełko, he! he!... powie słówko, to jakby żgnął pod żebro, jak Boga tego kocham! — zaśmiał się stary."
      },
      {
        "index": 33,
        "text": "— Niechże ja chociaż mam oczy, kiedy ich nie ma ojciec, ani mama, bo o Andrzeju już nie mówię. Zobaczy ojciec, że jak ta jaśnie pani tu przyjdzie, to w parę lat zostaną strzępy z Krosnowy..."
      },
      {
        "index": 34,
        "text": "— A juści... a ja to nie żyję, co?.. patyczki stróżą, a ptaszki jeszcze w lesie."
      },
      {
        "index": 35,
        "text": "— Cóż z tego, albo Andrzej nie robi, co tylko chce... Ileż tysięcy kosztuje odnowienie pałacu i poco takie wydatki, co?.. Dla jakiejś zawiadowcówny!.. nos już dzisiaj zadziera do góry, jak jaka hrabianka, a to... — nie dokończyła, żółte jej oko zaczęło drgać newralgicznie, a błękitne znieruchomiało i patrzyło ponuro; założyła binokle."
      },
      {
        "index": 36,
        "text": "— Cicho, Józia!.. ożeni się Jędrek, sprowadzi żonę, zobaczymy, co będzie. Nie bój się, już ona Jędrka nie będzie za nos tak wodzić, jak ty swojego Głębika."
      },
      {
        "index": 37,
        "text": "— Tyle razy mówię ojcu, że mąż mój nazywa się Głębiński, ale z ojca cham nigdy nie wyjdzie."
      },
      {
        "index": 38,
        "text": "— No, dobrze, moja ty szlachcianko, grafinio, dobrze! ale powiedz jaśnie panu na Ługach Głębińskiemu, że już tydzień czekam na ratę dzierżawną."
      },
      {
        "index": 39,
        "text": "— Może ojciec poczekać jeszcze miesiąc."
      },
      {
        "index": 40,
        "text": "— Józka! — krzyknął, uderzając pięścią w stół ze złością; — tak mi nie gadaj, z pieniędzmi niema żartów; pamiętaj, że nie mówi do ciebie ojciec, a tylko wasz dziedzic, słyszysz?.."
      },
      {
        "index": 41,
        "text": "— Słyszę, poco się ojciec irytuje, czy to nie płacimy?.."
      },
      {
        "index": 42,
        "text": "— Tak, choroba takie płacenie... trzeba każdego rubla z gardła wyciągać!.."
      },
      {
        "index": 43,
        "text": "— Ale wkońcu ojciec wyciągnie co do jednego, nie daruje i grosza."
      },
      {
        "index": 44,
        "text": "— A niby za co miałbym darować, he?.. za co?.. jak Boga tego kocham!.."
      },
      {
        "index": 45,
        "text": "— Ależ mój ojcze, przecież my nie chcemy żadnych darowizn. Nie zapłaciliśmy teraz raty, bo musiałam posłać pieniądze do Wiednia, za dzieci, to przecież pierwsze. Zaczniemy pojutrze młócić pszenicę, to się z pierwszych pieniędzy odda — tłumaczyła się miękko."
      },
      {
        "index": 46,
        "text": "— No, dobrze, a sprzedać zaraz, bo teraz pszenica stoi fajn."
      },
      {
        "index": 47,
        "text": "A Andrzej rad, że ma powód, pojechał po raz drugi dzisiaj do Bukowca i zaraz od progu zaczął:"
      },
      {
        "index": 48,
        "text": "— Przyjechałem prosić pani o odwiedzenie Krosnowy. Ponieważ tam zawieszają portjery, firanki i obrazy, a ja, ani moi, niebardzo się znamy na tem, więc, jeśliby pani była łaskawa pojechać i zobaczyć i co złego pani spostrzeże, powiedzieć, to się przerobi tak, jak pani będzie chciała, dobrze? — prosił, całując ją po rękach."
      },
      {
        "index": 49,
        "text": "— A dobrze, miałam chęć pojechać trochę sankami."
      },
      {
        "index": 50,
        "text": "— To się przejedziemy."
      },
      {
        "index": 51,
        "text": "— Ale warunek, a raczej prośba!.."
      },
      {
        "index": 52,
        "text": "— Spełnię sto i jeden."
      },
      {
        "index": 53,
        "text": "— Będziemy jechali prędko."
      },
      {
        "index": 54,
        "text": "— Jak wicher, bułanki moje nie lubią człapać wolno."
      },
      {
        "index": 55,
        "text": "— A sanna przetarta?"
      },
      {
        "index": 56,
        "text": "— Jak po szkle, tak wyszlifowana."
      },
      {
        "index": 57,
        "text": "— Na szosie?"
      },
      {
        "index": 58,
        "text": "— Wszędzie."
      },
      {
        "index": 59,
        "text": "— Ślicznie!.. poszalejemy!.. — zawołała wesoło, bo poczuła ogromną chęć ruchu."
      },
      {
        "index": 60,
        "text": "— Jedziemy zaraz?"
      },
      {
        "index": 61,
        "text": "— Nie, jutro!.. przyjedzie pan do nas na obiad, a po obiedzie pojedziemy hulać po drogach."
      },
      {
        "index": 62,
        "text": "— Gdzie oczy poniosą! — zawołał, porwany jej ogniem."
      },
      {
        "index": 63,
        "text": "— A raczej, gdzie bułanki i drogi poprowadzą."
      },
      {
        "index": 64,
        "text": "Odjechał."
      }
    ]
  }
}