{
  "chapterNumber": 15,
  "title": "Tom I, Rozdział XV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XV."
      },
      {
        "index": 2,
        "text": "W Bukowcu było cicho i sennie; kilka dni po odjeździe Głogowskiego i po wieczorze u zawiadowcy, o którym przez kilkanaście godzin mówiono na stacji, było tak nudnych, tak rozpaczliwie nudnych, że ludzie chodzili apatyczni, bo deszcze, mgły i wilgoć zdawały się przesączać przez skóry i zalewać nudą, szarością i brzydotą mózgi i serca."
      },
      {
        "index": 3,
        "text": "Orłowskiemu te deszcze dały się okropnie we znaki, bo go powaliły cierpienia reumatyczne tak straszne, że całe dnie leżał w łóżku, jęczał z bólu i przeklinał cały świat. Janka, aby mu jako tako uprzyjemnić czas, czytywała głośno, ale wkrótce brakło jej świeżych książek. Orłowski kazał jej czytać balzakowskiego Ojca Goriota, którego znał dobrze; umyślnie, przez jakieś okrucieństwo, chciał, aby czytała, bo czuł, że sprawia jej tem przykrość. Zatykał usta kołdrą, aby nie jęczeć, ale słuchał, nie spuszczając z niej oczu, i ból, i ta smutna historja ojcowskiej miłości, niewdzięczność córek, z taką porywającą prawdą przedstawione, wyrywały mu z piersi chrapliwe złorzeczenia, miotał się po warjacku, siadał na łóżku, przerywał czytanie i wymyślał na dzieci niewdzięczne, ale przed przyjściem osobowego pociągu zmiękł i łagodnym głosem zaczął prosić Janki:"
      },
      {
        "index": 4,
        "text": "— Moje dziecko, okryj się i przejdź koło kasy, bo jesteśmy pewni, że ten mydłek, Zaleski, nie sprzedaje biletów. Używają tam sobie próżniaki! — huknął się ze złości w nogę."
      },
      {
        "index": 5,
        "text": "— Skoro zastępuje ojca, to tem samem odpowiada za wszystko."
      },
      {
        "index": 6,
        "text": "— Odpowiada, odpowiada, my tylko odpowiadamy! Janowa, ubranie!.. Pójdę sam!.."
      },
      {
        "index": 7,
        "text": "— W tej chwili idę! — zawołała, widząc, że był gotów, i poszła zaraz."
      },
      {
        "index": 8,
        "text": "— No, no! kasa była zamknięta, on jeździł już na rowerze, a pasażerowie pojechali bez biletów, na szwarc? Wiedziałem, że tak będzie! — mówił, gdy powróciła."
      },
      {
        "index": 9,
        "text": "— Przeciwnie. Było kilku pasażerów, widziałam ich odchodzących od kasy z biletami."
      },
      {
        "index": 10,
        "text": "— Jutro obejmiemy służbę. Przysięgam Bogu, że oni okpiwają. W nocy słychać było najwyraźniej, że z ekspedycji wyprowadzono rower, tak, Zaleski jeździł. Dzieją się tam hece! — Nie darujemy tego, o, nie! — uderzył znowu pięścią w kolano, bo straszliwie zabolały go stawy. — Raporciki się kropną, aż miło! — uśmiechnął się, chwycił zębami brodę i słuchał czytania w dalszym ciągu, ale już myślą przepatrywał księgi kasowe i dzienniki, znajdował nieporządki, opuszczenia, jakie Zaleski ze Stasiem porobili, i układał surowy raport w myśli."
      },
      {
        "index": 11,
        "text": "Janka czytała bezdźwięcznym, znudzonym i podrażnionym głosem; zdenerwowało ją kilkodniowe, nieustanne czuwanie, dziwactwa i kaprysy ojca, które chwilami były zupełnem już warjactwem. Często nie mówił prosto: ja, tylko: my, z jakąś szczególną powagą wypowiadając ten zaimek. Strach ją ogarniał, bo przypomniała sobie dokładnie ten wieczór, w którym sam siebie strofował."
      },
      {
        "index": 12,
        "text": "— SkończyłaSkończyła książkę i chciała odejść, czuła się bardzo zmęczoną, senną!"
      },
      {
        "index": 13,
        "text": "— Nie chodź, chcemy, abyś została! — krzyknął gwałtownie."
      },
      {
        "index": 14,
        "text": "Przez te kilka dni jego dawna szorstkość powracała zdwojona. Na Rocha rzucał butami, jeśli zbyt wolno szedł."
      },
      {
        "index": 15,
        "text": "Janka usiadła apatycznie."
      },
      {
        "index": 16,
        "text": "Janowa właśnie przyniosła rozprażony owies na okłady i, podając go, patrzyła załzawionemi współczuciem oczyma."
      },
      {
        "index": 17,
        "text": "— Cóżto? przysięgam Bogu, zdycham już, czy co, że będziesz tu nade mną kwiczeć, stara klępo!"
      },
      {
        "index": 18,
        "text": "— Panusiu! adyć mi żal, że panusio ma takie bolenie."
      },
      {
        "index": 19,
        "text": "— Głupiaś, przysięgam Bogu... to nie mnie boli, słyszysz, to nie mnie, tylko jego..."
      },
      {
        "index": 20,
        "text": "— Juści, że słyszę, ale wiem, że boli, a możeby z tatarczanej mąki zrobić okłady, abo zawołać takiej znającej! W Krosnowie jest dochtorka, co to ona i od kołtuna, i kiej w krzyzie strzyka, i od łamania w kościach suchego, a możeby wysmarowała tłustością..."
      },
      {
        "index": 21,
        "text": "— Głupiaś! Janka! wyrzuć tę wiedźmę, bo nie wytrzymam! Szczeka, jak stara suka!"
      },
      {
        "index": 22,
        "text": "Zerwał okłady z nóg i rzucił Janowej w twarz z wściekłością."
      },
      {
        "index": 23,
        "text": "— Idźcie sobie, bo przysięgam Bogu, że... — chciał rzucić lichtarzem, ale gwałtownie chwycił się za kolano i upadł na łóżko z jękiem i przekleństwami."
      },
      {
        "index": 24,
        "text": "Janka długo słyszała przez drzwi jęki i rozmowy energiczne; i co chwila huk uderzeń pięścią w ściany, lub łóżko. Zastraszona tą chorobą, napisała do doktora, przypominając mu obietnicę starań o pomocnika dla ojca."
      },
      {
        "index": 25,
        "text": "Nie sprzeciwiała się w niczem choremu, pokrywała milczeniem i obojętną twarzą jego ostre, a często obelżywe słowa, bo widziała jego cierpienia; ale w głębi, prócz strachu przed tem, co się z nim stać może, czuła zniecierpliwienie, że się tak długo i wolno wszystko wlecze. Pozostając samą, rozmyślała nad projektem Głogowskiego, przeglądała własną przeszłość i rozpalała się zwolna do myśli o powrocie na scenę; ale straszył ją jeszcze jakiś nieuchwytny cień, nie była to obawa, ale to mgnieniowe uświadomienie, że teatr już jest dla niej dosyć obojętnym; starała się wskrzeszać w sobie dawne wierzenia, ale już nie pragnęła tak namiętnie sceny jak przedtem."
      },
      {
        "index": 26,
        "text": "— Panienko, adyć poproszę ślicznie o jedno — prosiła Janowa, całując w rękę."
      },
      {
        "index": 27,
        "text": "— Mówcie!.."
      },
      {
        "index": 28,
        "text": "— Ta historja o tym panu Górze, czy jak tam, co to panienka czytała dzisiaj panu, czy to wszystko prawda? Albo to może ino tak sobie, la uciechy wymyśliły taką historję. Bo jak to być może, żeby taki bogacz dał córkom wszystko, a pochowku nie miał mu kto sprawić? żeby mu obleczenia nie kupiły, żeby ani jedna córka nie przyszła przede śmiercią?.. To widzi mi się, co prawda nie jest. — Mówiła cicho i tak patrzyła w oczy Janki, jakby koniecznie chciała potwierdzenia własnych życzeń."
      },
      {
        "index": 29,
        "text": "— To wszystko prawda, tak robią dzieci swoim ojcom, tak! — odpowiedziała Janka, czując jakąś srogą przyjemność w tych łzach, co się polały po twarzy służącej."
      },
      {
        "index": 30,
        "text": "— To źle, to nie po Bożemu, to takie dzieci powinni rozedrzeć końmi — powiedziała, boleśnie dotknięta. — Hale, żeby takie dzieci dla swych ojców, to już koniec świata."
      },
      {
        "index": 31,
        "text": "— Przecież i po wsiach tak robią z rodzicami. Janowa przecież znała Sochę w Ługach! Dał dzieciom majątek cały i wygnali go, i teraz chodzi po prośbie."
      },
      {
        "index": 32,
        "text": "— Znam go — szepnęła cicho — i wiem, że Pan Bóg ciężko te dzieci skarze na swoich dzieciach i dobytku, ale to ino głupie chłopy! Ale żeby taki pan, co tyla pieniędzy miał, co jego córki były kiej królewny i takie uczone, miały tak samo zrobić z ojcem, to mi się nie widzi, nie uwierzę, panienko, to jaże mnie cosik w sercu kole... — i trzęsła głową, nie mogła wierzyć, bo się jej przypominała własna córka, chowająca się u państwa i taka uczona. — Moja Anusia takby nie zrobiła! o, nie! — dodała, obcierając palcem łzy."
      },
      {
        "index": 33,
        "text": "Pozamykała drzwi, pogasiła światła i długo klęczała przed obrazem, wiszącym nad łóżkiem, zatopiona w gorących modlitwach za córkę."
      },
      {
        "index": 34,
        "text": "Jankę zaczynało wszystko gniewać i irytować: gniewała ją Janowa, że chodziła, niby krowa, trzęsąc brzuchem i rozstawiając szeroko nogi, że wierzyła w swoją córkę; irytował ją ojciec, Roch, że był idjota, Zaleski, że miał głupią minę, Zaleska, że miała jakieś aspiracje serca, a nie pilnowała dzieci — wszyscy i wszystko pobudzało ją ustawicznie do gniewu. Płakała ze złości na deszcz, który kilka dni mżył nieustannie i zalewał brudnemi strugami szyby, bo nie mogła wyjść za stację ani na chwilę, czuła się tak zdenerwowana, że nie przyjęła Grzesikiewicza coś trzy razy. Nie chciała widzieć nikogo. Rzucała w kąt heljotropowe bileciki Zaleskiej, nie otwierając ich. Nudziła się i męczyła tem, że nie mogła się zdecydować na projekt Głogowskiego i nie miała odwagi odrzucić go."
      },
      {
        "index": 35,
        "text": "Następny dzień powitała z radością, bo przyszedł pogodny, deszcz nie padał i słońce świeciło. Orłowski z trudem zwlókł się z łóżka i poszedł do kancelarji, i zaraz prawie usłyszała jego głos na peronie. Krzyczał na chłopów, zwożących kamienie dla Świerkoskiego, kłócił się z Karasiem, który najspokojniej siedział na tendrze, machał nogami i pogwizdywał. Poleciał do zwrotnic i z pomiędzy szpic-szyn i od bojowych wydobywał piasek palcami, i z pięściami rzucał się do zwrotniczego, wymyślając za niedbalstwo. Zwrotniczy, wyprężony niby struna, z ręką przy daszku, próbował się tłumaczyć; uderzył go w twarz i poleciał na drugi koniec stacji. Nie przyszedł nawet na obiad, tylko kazał sobie przynieść na dół, do kancelarji, w której się zamknął i pisał całą masę raportów, na wszystkich."
      },
      {
        "index": 36,
        "text": "Przed wieczorem, kiedy ziemia trochę obeschła, Janka poszła do lasu."
      },
      {
        "index": 37,
        "text": "Dzień był zupełnie ciepły i bardzo cichy."
      },
      {
        "index": 38,
        "text": "Las stał nieruchomy, przewiany niebieskawem powietrzem, tylko nad mokradłami tłukły się nisko szkliste opary. W miarę posuwania się w głąb lasu, ogarniała ją coraz większa cisza i uspokajała zupełnie. Szła coraz dalej, nie patrząc, gdzie idzie, i nic nie widząc. Weszła pomiędzy stare, zapadnięte szyby torfowe, ziemia uginała się pod jej stopami i dudniała głucho, strugi czarnej wody, podobnej do tafli polerowanego bazaltu, poplamione rdzawą pleśnią, świeciły tajemniczo z pośród rudawej, poobrywanej ziemi, otoczone żółtemi, umierającemi świerkami i suchemi kiściami paproci, co się czepiały rozpaczliwie starych, zmurszałych pni i ssały nędzny żywot z tych trupów."
      },
      {
        "index": 39,
        "text": "Chodziła bez celu. Siadała na kupach zlasowanego, rozkruszonego przez deszcze torfu, zatapiała się w przestrzeniach, jakby bez końca z jednej strony, to patrzyła ku wzgórzom płaskim, przecinającym horyzont pofalowaną, szarawą linją, nad które zsuwało się wolno olbrzymie, bezrzęsne, czerwone słońce; na rude, wyschłe łąki, po których ślizgały się miedziane promienie, niby węże olbrzymie; na szyby, zrównane z ziemią, błyszczące wodą, niby oczyma przekrwionemi; na cienkie smugi dymów, rozstrzępiające się po krzakach, niby przędza pajęcza; to na las z drugiej strony, który czerniał nagiemi szkieletami olch, a nad nim wrony krążyły stadem wielkiem i krzyczały."
      },
      {
        "index": 40,
        "text": "Patrzyła teraz na świat z jakiejś odległości i poczuła gorycz osamotnienia. Uczuła się samą. Widziała dookoła siebie świat wrogi, zły i mocny, i te tysiączne niewidzialne nici, łączące wszystkich ze sobą, które ją oplątywały coraz gęściej i silniej, że nie mogła się z nich wyrwać. Napróżno raz się zerwała, podeptała wszystko, napróżno, bo znowu czuje to ciężkie jarzmo zależności od wszystkiego i prawie wie, że inaczej żyć nie można. Wzdrygnęła się."
      },
      {
        "index": 41,
        "text": "Na moczarach sieczono uschłe, żółte trzciny i sitowia, i do niej dopłynął zgrzyt kos ostrzonych osełką. Zgrzyt ten przejął jej duszę zimnem, zmąciło się w niej wszystko i jakaś obawa nieświadoma ściskała jej serce."
      },
      {
        "index": 42,
        "text": "Powróciła znowu do wielkiego lasu. Uderzała kijem w pnie spróchniałe, strącała nogami uschłe muchomory, co, jak kapelusze, przekrzywiały się pod drzewami, i szła, szeleszcząc suchemi liśćmi, co pokrywały ścieżki i drożynki."
      },
      {
        "index": 43,
        "text": "Las już zamierał; brzozy żółte, jak wosk gromniczny, liście ostatnie roniły, niby łzy wielkie, które spływały na las, wieszały się na czarno-zielonych świerkach, na czerwonych bukach, padały na ziemię szarą, nędzną, zmordowaną jesienią. Pnie sosen świeciły rozpalonym bursztynem od słońca, które długiemi smugami wsączało się zboku i rozpalało krwawemi odblaskami wnętrze lasu, zasypiającego w ciszy."
      },
      {
        "index": 44,
        "text": "Nie śpiewały ptaki, nie brzęczały żuki, nie pachniały kwiaty, ani młode pędy drzew, nie tętniało życie młode, wszystko zapadało zwolna w zimową katalepsję i okręcało się w jakąś ciężką zadumę snu i milczenia; stada wron przeciągały wysoko, cicho łopocąc skrzydłami, albo z krzykiem ostrym i bolesnym siadały na nagich drzewach, biły skrzydłami i krakały smutną pieśń jesieni, i znowu całą bandą wzbijały się i wirowały nad lasem w takich wysokościach, że wyglądały na bladem tle nieba, niby kłąb sadzy; czasami wiatr chłodny wdzierał się do lasu, niewiadomo skąd, uderzał w korony, rozszumiał, rozszeleścił, rozgwarzył las i milknął w gąszczach zagajników, tylko olbrzymy kołysały się coraz powolniej i oderwane liście i szyszki leciały na ziemię, a melancholja, pełna spokoju i odrętwienia, i pełna rozdrganych, konających ech, łkań, szmerów i trzasków, rozlewała się po lesie."
      },
      {
        "index": 45,
        "text": "Janka usiadła na odwiecznem okopowisku, które kiedyś, przed wiekami, za napadów już niewiadomo jakich nieprzyjaciół, służyło za schronienie, bo zewsząd otaczały je nieprzebyte bagna, dzisiaj w połowie wyschłe i pokryte lasami, lub przemienione w pokłady torfu. Wzgórze było niewielkie, podobne do rozwalonej kopy siana i jakby ocembrowane wielkiemi głazami piaskowca zwietrzałego, który świecił swoją białością, niby ogromne, popękane czerepy jakichś olbrzymów, z pośród niskich krzaków jałowców, porastających wzgórze. Poschłe, popielate dziewanny stały sztywne i martwe, tylko u ziemi patrzyły oczyma ostatnich żółtych kwiatów. Okopowisko było pełne smętku i rumowisk dawno zmarłego życia, jakby zapomniane, umarłe cmentarzysko. Po wsiach szeptano, że tutaj straszy, że widywano w miesięczne noce całe gromady widm, że z prawej strony, gdzie sterczały wielkie, granitowe głazy, obrosłe mchem, zwalone na kupę bezładną i otoczone nieprzebytym gąszczem cierni, malin dzikich i jeżyn — otwierała się ziemia do wnętrza wzgórza, pełnego lochów, bogactw i dusz pokutujących."
      },
      {
        "index": 46,
        "text": "Janka położyła się na szczycie, na wielkich białych głazach, leżących w uschłych trawach, niby kamienie grobowe, patrzyła w niebo i zapominała o wszystkiem, przestawała czuć."
      },
      {
        "index": 47,
        "text": "Słońce zachodziło; nisko, nad samą ziemią ciągnęły się mgły i mroki, a las cały rozgorzał w ogniach zachodu, stał, jakby oblany miedzią stygnącą, pełen rdzawych blasków, purpury i fioletu. Daleko, z za wzgórz, gdzie chowało się słońce, buchały płomienie słupami, jakby ziemia paliła się z tamtej strony i purpurową łuną okrwawiała pół świata."
      },
      {
        "index": 48,
        "text": "Zwolna łuny bladły i zmniejszały się, pomarańczowe zorze przechodziły w żółtawy seledyn, zlewały się z szaro-błękitnym tonem nieba na zachodzie, i gwiazdy, w tym półmroku i półświetle blade, niby lilje; chłód wieczorny wstawał z bagnisk, z wód, z głębin leśnych, i rozpościerał się nad ziemią z mrokiem."
      },
      {
        "index": 49,
        "text": "Janka, z rękoma podwiniętemi pod głowę, leżała nieruchomie, wpatrując się w gwiazdy, świecące wprost w oczy. Odpoczywała i jakby nieświadomie piła z nieskończoności moc dalszego istnienia, i jakby się zdawała na łaskę i niełaskę tych strasznych przestrzeni, w które była zapatrzona, tej przyrody konającej i nocy, coraz mroczniejszy całun rozciągającej nad ziemią. Zanurzała się w ogromie i były chwile, w których czuła, że jej duszę przenika jakieś mroźne tchnienie, jakby unicestwienie, że jej roślinne życie zamiera i rozprzęga się; że te wszystkie napół martwe korzenie drzew i traw, ten cały las, cisza, przestrzenie, mroki — przenikają ją nawskroś i zaczynają z niej wysysać życie..."
      },
      {
        "index": 50,
        "text": "Oprzytomniała, bo wielkie stado wron zaczęło zataczać nad nią olbrzymie koła. Opuszczały się coraz niżej i niżej, słyszała jakby przytłumiony szum ich skrzydeł; krzyczały cicho, a tak złowrogo, że wzdrygnęła się ze strachu, ale nie poruszyła się nawet. Opuściły się już tak nisko, że czuła na twarzy pęd ich skrzydeł i widziała ostre, twarde dzioby, wyciągające się coraz drapieżniej, okrągłe, żółtawe oczy świeciły niby próchnicą; dreszcz ją przeszedł, zdawało się jej, że już tysiące szpon i dziobów spadło na nią ze wszystkich stron i zatopiły się w jej ciele; ale nie mogła się poruszyć, leżała martwa, jakby zahipnotyzowana tysiącami tych oczu, które wżerały się w nią z chciwością, tym szumem skrzydeł, temi krótkiemi, chrapliwemi krzykami, co ją nakrywały chmurą złowrogą; dopiero, gdy kilka wron śmielszych opadło tuż przy niej na ziemię, i z podniesionemi skrzydłami, z roziskrzonym wzrokiem podskakiwały do jej twarzy, zerwała się na nogi; cała ta czarna banda rozbiegła się na wszystkie strony, poobsiadała drzewa i krakała żałośnie z zawodu. Janka poszła do domu prędko, bo w lesie była już późna noc."
      },
      {
        "index": 51,
        "text": "Ale gdy powróciła do mieszkania, gdy usiadła w swoim pokoju, wybuchnęła niepowstrzymanym płaczem zdenerwowania. Nie wiedziała, co jej jest, dlaczego płacze, ale uspokoić się nie mogła."
      },
      {
        "index": 52,
        "text": "— Panienko! La Boga, co panience się stało? O Jezu miłosierny, czego to kochane dzieciątko płacze? — wyrzekała nad nią cicho Janowa, całując ją po rękach i nogach, i sama miała łzy żałości w oczach; a Janka uspokoić się nie mogła, nie mogła powstrzymać łez płynących nieustannym potokiem i płakała tak długo i spazmatycznie, że Janowa już nie wiedziała, co robić: przynosiła jej to wino, to ciastka, to herbaty, to gazety ostatnie, to wody, to wytarła jej twarz spirytusem, zamiast kolońską wodą, bo więcej w niego wierzyła, i wreszcie z płaczem, ulegając nieprzepartej sile sympatji i współczucia macierzyńskiego, zapominając o tem, że jest tylko służącą — usiadła przyniejprzy niej, wzięła ją wpół i przycisnęła do swojej prostej, poczciwej piersi, i zaczęła najsłodszemnajsłodszemi nazwiskami i wyrazami mówić do niej, uspokajać, krzepić."
      },
      {
        "index": 53,
        "text": "— Dzieciątko najsłodsze, córuchno przenajmilsza, panienko kochana, adyć nie płacz, adyć nie martwij się, adyć złe przeminie i Matka Przenajświętsza, i Jezus kochany dadzą ci tyle dobra i szczęścia, że będziesz go miała, jaże po grdykę. Nie płacz, królewno, nie płacz... bo świat całkiem przeminie, ale miłosierdzie boskie nie przeminie."
      },
      {
        "index": 54,
        "text": "Zaprowadziła ją do łóżka, rozebrała, ułożyła i pookrywała; chodziła koło niej na palcach i, pozałatwiawszy wszystkie roboty w kuchni pośpiesznie, siadła w progu, na małym stołeczku, z pończochą w ręku, i pilnowała jej głębokiego snu, spoglądając na nią z wiernością i miłością psa. Oczy szkliły się jej łzami, ciągle gubiła oczka, ale siedziała, odmawiając długie litanje na intencję Janki; zdawało się jej sercu, że to Anusia. Siedziała tak długo w noc, ale widząc, że Janka się nie budzi i śpi równo i mocno, poszła do kuchni. Postawiła zdjęty ze ściany obraz Matki Boskiej Częstochowskiej na skrzynce i krzyżem leżała przed nim, modląc się gorąco za Jankę i za swoją Anusię, aż wkońcu już za jedną tylko, bo tak się jej zlały w sercu w jedno, że rozróżnić nie umiała."
      }
    ]
  }
}