{
  "chapterNumber": 24,
  "title": "Tom II, Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Wieczór słał się nad ziemią; wieczór zimowy, mroźny, cichy, wyiskrzony miljardami gwiazd, oślepiająco biały, przesycony ciemno-błękitnemi cieniami, jakie kładły szkielety drzew na śniegi. Stacja milkła, a na długiej i krętej linji kolejowej, wijącej się wskroś białych płaszczyzn i gnących się pod śniegami lasów wykwitały złotawe światełka latarń strażniczych, niby sznur promieniejących pereł."
      },
      {
        "index": 2,
        "text": "Zaleska grała, jak zwykle o tej godzinie, muzyka sączyła się przez ściany łagodnemi dźwiękami, ale brzmiała tak smutnie jakoś, że Janka zadrżała, zabolało ją serce, czuła, że jakieś łzy niewypłakane jeszcze ma w duszy, że ta muzyka kołysze nią i budzi przygasłe nieco marzenia, rozpala jakieś ognie. Nie, nie chciała tego. Chciała być silną, chciała to jarzmo, które sama sobie włożyła na barki, nieść świadomie i wytrwale. Chciała zupełnie zapomnieć, czekała nawet dnia ślubu z pewną niecierpliwością, bo pragnęła się już znaleźć u siebie, pragnęła już zacząć żyć tem nowem życiem. Pragnęła i dlatego, że wtedy będzie prędzej mogła namówić ojca do porzucenia służby i zamieszkania przy niej, bo objawy jego obłędu, coraz częstsze, przejmowały ją trwogą."
      },
      {
        "index": 3,
        "text": "Pozamykała drzwi, żeby nie słyszeć muzyki, i usiadła w stołowym pokoju, zamienionym teraz na rodzaj pracowni krawieckiej, gdzie dwie szwaczki szyły rozmaite szczegóły wyprawy; jedna, młoda dziewczyna, sprowadzona z Kielc, a druga, stara, siwa, o pomarszczonej, żółtej twarzy i wybladłych oczach niebieskich kobieta, której całe życie zeszło na szyciu wypraw po dworach i dworkach, i która była wyrocznią w tych niezliczonych drobnostkach, tyczących się wypraw."
      },
      {
        "index": 4,
        "text": "— Proszę pani!.. — zaczęła, biorąc igłą wiśnię z konfitur, ze stojącego przed nią spodka. — Czy monogramy na pościeli gotowe?"
      },
      {
        "index": 5,
        "text": "— Są, wczoraj przysłała dopiero hafciarka. Chce pani widzieć?"
      },
      {
        "index": 6,
        "text": "— Ślicznie prosiłabym. — Pochyliła się uniżenie, i znowu igłą wzięła wiśnię."
      },
      {
        "index": 7,
        "text": "Janka przyniosła cały stos rozmaitej bielizny i położyła przed nią."
      },
      {
        "index": 8,
        "text": "— Iii! bez koron, a któż to słyszał co podobnego?.. same tylko litery, to dobre dla żydówek, albo jakich łyczek! — szepnęła pogardliwie, ściągając usta. — Przecież państwo mają prawo do korony pięciopałkowej? — zapytała ostrożnie."
      },
      {
        "index": 9,
        "text": "— Tak, ale sądziłam, że nie potrzeba, bo... — zarumieniła się pod badawczym i nieco aroganckim wzrokiem szwaczki."
      },
      {
        "index": 10,
        "text": "— Nie potrzeba?! szlacheckiej korony nie potrzeba?... co też pani mówi?.. A to znam rozchwiane małżeństwo, właśnie przez to, że panna młoda chorowała na taką sawantkę i nie chciała, żeby znaczono i malowano jej znaków herbowych i szlacheckich. Panna Górnicka, w Płockiem, magnacki dom!.. szyłam wyprawę, bieliznę obszywało się prawdziwemi walansjenkami. Porcelanę sprowadzono wprost z Sèvres... rozchwiało się, panna później rozpaczała, ale nic nie pomogło; jak to, żeby panna nie chciała i wstydziła się herbów swoich?.. to koniec świata!.. to zgroza!.. — szepnęła rzeczywiście oburzona, i zamilkła, zagłębiając się w robocie."
      },
      {
        "index": 11,
        "text": "Maszyny dudniały głucho, szyjąc bez ustanku."
      },
      {
        "index": 12,
        "text": "— Możnaby jeszcze pododawać te korony, prawda? — zapytała Janka po chwili."
      },
      {
        "index": 13,
        "text": "— Ślicznie radziłabym zapakować wszystko i odesłać zpowrotem."
      },
      {
        "index": 14,
        "text": "— Panno Martyno, odkąd mają zaczynać się te wody w kaftaniku? — zapytała młodsza, mizerna, blada, o sinawej twarzy i czarnych włosach, gładko rozdzielonych nad czołem."
      },
      {
        "index": 15,
        "text": "— Panna nie wie!.. — wykrzyknęła z wyniosłością i podziwem. — To koniec świata, to zgroza!.. ale to naturalne, panna jest z pierwszorzędnego magazynu!.. — uśmiechnęła się zjadliwie, biorąc igłą wiśnię. — Pamiętam, szyłam wyprawę dla panny Wojna, w Lubelskiem, magnacki dom!.. sprowadzili mi do pomocy pannę z pierwszego magazynu, z Warszawy. Ho, ho!.. ślicznotka, w kapeluszu modnym, żurnalowa panna, miała całą walizę listów miłosnych i kosmetyków!.. Wszyscy byli nią zachwyceni, bo i mówiła po francusku, i grała na fortepianie, i nawet śpiewała, ale była taka uzdolniona, że sukni upiąć nie umiała!.. Odesłałam ją po tygodniu do Warszawy!.. — zakończyła ciszej, i z wielką powagą poniosła na igle wiśnię do ust."
      },
      {
        "index": 16,
        "text": "Milczenie zapanowało."
      },
      {
        "index": 17,
        "text": "— Tę suknię należałoby przybrać aksamitem, welwet za ordynarny. Pamiętam, że u państwa Mielżyńskich, w Poznańskiem, hrabiowski dom!.."
      },
      {
        "index": 18,
        "text": "— Proszę panienki! — zawołała Janowa z kuchni."
      },
      {
        "index": 19,
        "text": "Janka, nie słuchając końca opowieści, wyszła."
      },
      {
        "index": 20,
        "text": "— A to od kilku dni jużem chciała panience podziękować za służbę od Nowego Roku... — zaczęła nieśmiało, całując ją w rękę."
      },
      {
        "index": 21,
        "text": "— Dlaczego?.. a ja myślałam, że Janową wezmę z sobą do Krosnowy..."
      },
      {
        "index": 22,
        "text": "— Nie mogę, panienko!.. z panią Zaleską się zmówiłam, bierze mnie z sobą do Warszawy."
      },
      {
        "index": 23,
        "text": "— Jeśli Janowej za mała pensja, to mogę płacić więcej."
      },
      {
        "index": 24,
        "text": "— Panienko, tu nie o zapłatę chodzi, to marna rzecz jest, a ja panienkę tak kocham, kieby rodzoną swoją panią córkę, ale ckni mi się do mojej Anusi, okrutnie mnie prze zobaczyć ją."
      },
      {
        "index": 25,
        "text": "— No, to można to zrobić; ojciec da wam bilet wolny do Warszawy i zpowrotem. Pojedzie Janowa, zobaczy, nacieszy się córką i powróci."
      },
      {
        "index": 26,
        "text": "— Hale!.. juści, mogłoby tak być, juści... — szeptała zakłopotana. — Ale juści tak wprost, kiej kulą w płot, nie pójdę prosto do niej... nie można!.. Muszę ino utrafić, i kiej bendzie szła do szkoły, to mogłabym popatrzeć na nią, albo i porozmawiać."
      },
      {
        "index": 27,
        "text": "— Dlaczegóż Janowa nie pójdzie wprost do państwa Zielińskich, i nie zażąda widzenia się z córką?.."
      },
      {
        "index": 28,
        "text": "— Prawda, że tak byłoby dobrze... ale państwoby się gniewało, że przeszkadzam, a i Anusi nie byłby honor, że to przy służbie, i przy inszych państwach przychodzi do ni taka chłopka, że to matka... juści..."
      },
      {
        "index": 29,
        "text": "Jance żal się zrobiło tej matki, której córka się wstydzi, i która sama nie śmie się upomnieć o swoje prawa, zaślepiona miłością i pragnieniem szczęścia dla dziecka; ale nie powiedziała jej nic, co myśli o córce jej, nie chciała odbierać jej złudzeń, któremi stara żyła jedynie."
      },
      {
        "index": 30,
        "text": "— Niech Janowa jedzie z panią Zaleską, jeśli tak będzie wygodniej; ale kiedy bądź Janowa zechce wrócić do mnie, zawsze miejsce będzie."
      },
      {
        "index": 31,
        "text": "— A Bóg zapłać panience, niechta pan Jezus wynagrodzi na szczęściu i na zdrowiu, i na dzieciach, i na majątku, bo ja tak se pocichu kalkulowałam, że od świętego Jana, kiedy już moja Anka z państwem przyjadą do Zielonki na lato, to wróciłabym do pani, do Krosnowy, bo byłoby mi blisko do niej, ino bez pola..."
      },
      {
        "index": 32,
        "text": "— Dobrze. Jak i kiedy tylko Janowa zechce. Niech Janowa podaje już samowar, a wy, Rochu, idźcie prosić pana na herbatę."
      },
      {
        "index": 33,
        "text": "Orłowski przyszedł zaraz, przebrał się tylko w swój stary, bez guzików mundur, którego używał w miejsce szlafroka, i siadł do stołu."
      },
      {
        "index": 34,
        "text": "— Panno Martyno, panno Marjo! proszę na herbatę."
      },
      {
        "index": 35,
        "text": "Marja usiadła przy stole, ale Martyna wzięła szklankę i postawiła ją na maszynie."
      },
      {
        "index": 36,
        "text": "— Niechże się pani przysunie do stołu, będzie wygodniej — zapraszał Orłowski."
      },
      {
        "index": 37,
        "text": "— Ślicznie dziękuję, ślicznie... — rzuciła druzgocące spojrzenie na Marję i siadła przy maszynie."
      },
      {
        "index": 38,
        "text": "— Może ojciec chce pojechać jutro do Krosnowy? pan Andrzej przyjedzie do nas na obiad, a po obiedzie obiecałam mu jechać do nich."
      },
      {
        "index": 39,
        "text": "— Jedź, dziecko, my nie mamy czasu, koniec miesiąca, śniegi, pociągi się ciągle spóźniają, zadymki i przerwy w komunikacji spodziewamy się lada dzień, więc ani na godzinę ze służby zejść nie mogę — odpowiadał spokojnie, ale głosem urywanym, chwilami zawieszał głos w połowie wyrazu, oglądał się za siebie, przecierał oczy i ciągnął dopiero dalej."
      },
      {
        "index": 40,
        "text": "Przesiedział cały wieczór i z niesłychanem zajęciem przyglądał się robocie i wypytywał o rozliczne szczegółyszczegóły. Martyna odpowiadała mu z szacunkiem i powagą, i kiedy odszedł już do swego pokoju, szepnęła cicho do Janki:"
      },
      {
        "index": 41,
        "text": "— Ojciec pani ma ogromnie pańską, arystokratyczną twarz, bardzo... znam się na tem, a pani nie chciała koron!.. Pamiętam, na Podolu, u państwa Kruszelnickich, magnacki dom... Stary pan Kruszelnicki, szyłam wyprawę dla wnuczki..."
      },
      {
        "index": 42,
        "text": "— Skończmy na dzisiaj te roboty!.. — przerwała Janka, już znudzona nieco jej przypomnieniami, i poszła do swojego pokoju, ale przez drzwi słyszała przyciszony głos Martyny:"
      },
      {
        "index": 43,
        "text": "— Jak pani śmiała siąść do stołu razem z państwem?.. to koniec świata, to zgroza!.. że oni proszą, powinni prosić, bo tylko prostacy nie proszą, ale że pani nie rozumie tego, że za grzeczność pańską trzeba grzecznością odpłacić. Ślicznie pani postępuje, ani słowa!"
      },
      {
        "index": 44,
        "text": "— Ależ, panno Martyno, cóż złego pani w tem widzi?"
      },
      {
        "index": 45,
        "text": "— Gorzej niż złe, bo niewłaściwe; ja, gdybym była panną Janiną, nie zniosłabym. Zresztą trzeba nieraz udawać nieśmiałość, szacunek, zdumienie, zachwyt... trzeba... — szeptała dalej tak cicho, że Janka nic nie słyszała, i wkrótce usnęła."
      },
      {
        "index": 46,
        "text": "Obudziła się niedługo; przez szpary w zapuszczonej portjerze światło z pokoju jadalnego wdzierało się do jej ciemnego pokoju. Wstała, żeby zobaczyć, która z nich siedzi tak długo i co robi."
      },
      {
        "index": 47,
        "text": "Uchyliła portjery i zajrzała: łóżko Marji zasłonione było parawanikiem, a Martyna stała przed lustrem, ubrana w welon ślubny, i udrapowana w biały atłas, z którego miała być zrobiona suknia Janki. Lustro, chociaż skośnie stojące od Janki, odbijało całą figurę Martyny, która zapuściła welon na twarz, uklękła, i z ręką wyciągniętą, niby do wiązania stułą, szeptała coś cicho. Potem odgarnęła welon z twarzy, i długo, bardzo długo patrzyła się w lustro; łzy płynęły wolno po jej starej, zmiętej, pożłobionej zmarszczkami i brózdami twarzy, a sine, obrzękłe wargi drżały jej w jakimś serdecznym, utajonym bólu. Przeszła cicho kilka kroków po pokoju, tak ociężale, jakby zwieszała się na czyjemś ramieniu; potem, zdjąwszy welon, poodpinała przypięte szpilkami do swojej sukni bryty atłasu, poskładała na dawne miejsca, i z twarzą jakąś dziwną, rozjaśnioną, rozrumienioną, pełną trwogi i szczęścia zarazem, z oczyma pełnemi jakiegoś niezrozumiałego zachwytu, zagasiła lampę i poszła spać."
      },
      {
        "index": 48,
        "text": "Janka powróciła na łóżko, zdumiona tem dziwacznem zachowaniem się i sceną. Nie rozumiała z niej nic i na drugi dzień przypatrywała się z wielką uwagą Martynie, ale na jej twarzy nie było nic znać; tak samo opowiadała niestrudzenie o rozmaitych wyprawach i domach magnackich, tak samo strofowała swoją pomocnicę i cały dzień jadła igłą wiśniowe konfitury."
      },
      {
        "index": 49,
        "text": "Janka była podrażniona, ale powiedzieć jej o tem, że była świadkiem tej nocnej sceny, nie śmiała."
      },
      {
        "index": 50,
        "text": "Grzesikiewicz przyjechał na obiad i zaraz po nim pojechali do Krosnowy."
      },
      {
        "index": 51,
        "text": "— Walek! w konie! — zawołał do stangreta, skoro tylko wjechali w las."
      },
      {
        "index": 52,
        "text": "— Nie teraz, dobrze? zpowrotem, wyjedziemy na szosę, tam szerzej... — prosiła."
      },
      {
        "index": 53,
        "text": "— Słowo daję, niema i tutaj obawy, pomimo, że droga wąska."
      },
      {
        "index": 54,
        "text": "— Nie boję się, tylko chciałam przypatrzyć się lasowi, nie byłam tutaj po śniegach."
      },
      {
        "index": 55,
        "text": "Jechali stępa."
      },
      {
        "index": 56,
        "text": "— Cudownie! panie Andrzeju, patrz pan! — zawołała z uniesieniem, zakreślając ręką szerokie koło."
      },
      {
        "index": 57,
        "text": "Istotnie, było przepięknie. Las stał cichy, jakby senny, pod masą śniegu, wiszącego na gałęziach, i skrzył się cały w blaskach słońca, i okrywał subtelnym obłokiem błękitu. Droga była jakby zasypana puchem, który pod uderzeniami płóz i nóg końskich rozpryskiwał się tumanem. Konie parskały radośnie, a dźwięczny, wesoły głos dzwonków rozlegał się po lesie bez echa; kłęby sinawej pary, słupy, całe fontanny wisiały nad sankami. Taka cisza panowała pod tą biało-błękitną kopułą lasu, wśród tych nieskończonych szaro-zielonawych kolumn, w tych głębiach perłowych, zionących chłodem, że każda szyszka spadająca, każda gałązka sucha, która pękała pod naporem śniegu, co wtedy kaskadą pyłów spływał na ziemię, rozlegały się ostrym dysonansem w tej symfonji milczenia. Przez dolinki, przez moczary, zarosłe żółtemi, poschłemi wicinami, wiły się pasy strumieni stalowo-modrych o zimnym blasku, nad któremi ciężkim, skośnym lotem unosiły się wrony."
      },
      {
        "index": 58,
        "text": "Jechali w milczeniu, bo Andrzej nie śmiał mówić, tylko patrzał na rozrumienioną twarz Janki, i biegł za jej oczyma, błądzącemi z rozkoszą po nagich, pustych i białych polach, na które wyjechali z lasu, i taka go dziwna a wielka radość przepełniła, że chciało mu się wstać w sankach i krzyczeć ze wszystkich sił, ale nie podniósł się, tylko delikatnie wyjął jej rękę z mufki i ucałował. Nie broniła mu, uśmiechnęła się łagodnie i szepnęła bezwiednie, przyciskając się ramieniem do niego:"
      },
      {
        "index": 59,
        "text": "— Dobrze tak jechać... dobrze..."
      },
      {
        "index": 60,
        "text": "— Nie zimno pani?... — zapytał troskliwie, otulając jej nogi futrem."
      },
      {
        "index": 61,
        "text": "— Nie."
      },
      {
        "index": 62,
        "text": "— Może jechać prędzej?"
      },
      {
        "index": 63,
        "text": "Skinęła głową."
      },
      {
        "index": 64,
        "text": "Dał znak stangretowi i konie ruszyły z kopyta, sanki świszczały tylko w locie szalonym."
      },
      {
        "index": 65,
        "text": "Zaraz też ukazały się zabudowania krosnowskie: park, wieś, nad którą unosiły się błękitne słupy dymów, i rzeka niezamarznięta miejscami, błyszcząca złotemi taflami wody w słońcu."
      },
      {
        "index": 66,
        "text": "Pod kolumnadą podjazdową pałacu, gdy dojechali, ukazał się stary Grzesikiewicz, odświętnie ubrany, w długie buty świeżo widocznie wysmarowane, bo w załamku cholew bieliły się resztki skrzepłego tłuszczu, w czarny kożuszek, podbity zwykłemi baranami, od którego zdaleka bił zapach skóry niewyprawnej, siwawe włosy miał gładko przyczesane, a twarz sino-czerwoną; końce wąsów, przyciętych nad ustami, buńczucznie wykręcał do góry."
      },
      {
        "index": 67,
        "text": "— Witami witam wielmożną panią! — zawołał, wysadzając Jankę, ale zamilkł i omroczył się, bo syn uderzył go oczyma za tę „wielmożną panią“. Odzyskał prędko równowagę i rubasznie, z mlaskaniem, ucałował ręce Janki, wiodąc ją do środka pałacu."
      },
      {
        "index": 68,
        "text": "Z Grzesikiewiczową przywitały się serdecznie, i gdy Janka pocałowała ją w rękę, stara chwyciła ją w ramiona i rozpłakała się ze wzruszenia."
      },
      {
        "index": 69,
        "text": "— Kto łzami wita, z miłości kwita! — zaśmiał się stary. — Pozadawała pani moim na kochanie, czy co?.. bo ani moja stara, ani Jędruś nie mogą już żyć bez pani, — powiedział wesoło i ujął ją pod ramię. — Jędruś, idź se synku miedzą, tam, gdzie gapy siedzą; ja panią sprowadzę."
      },
      {
        "index": 70,
        "text": "— Pan się fatyguje, ależ ja nie pozwolę, — protestować zaczęła, zobaczywszy, że ledwie wlecze nogi."
      },
      {
        "index": 71,
        "text": "— Ale, ale! oberkabymoberka bym jeszcze zatańcował z panią, jak Boga tego kocham."
      },
      {
        "index": 72,
        "text": "— I mój ojciec cierpi na reumatyzm, więc wiem, jaka to przykra choroba."
      },
      {
        "index": 73,
        "text": "— Niechno się pani dotknie, aksamit, prawdziwy aksamit!.. jak Boga tego kocham!.. Jucha, Jędrek, jeździł po niego sam do Warszawy!.. — mówił, pokazując pokrycie wielkiej, staroświeckiej kanapy. — I sprężyny nowe, o!.. — grzmotnął pięścią, aż zadźwięczały. — Pod bykiemby się nie złamały, a cóż dopiero pod panią, jak Boga tego kocham."
      },
      {
        "index": 74,
        "text": "— Wierzę — szepnęła, tłumiąc śmiech."
      },
      {
        "index": 75,
        "text": "— A oto, uważa pani, malunki dawniejsze. — Pokazywał jakieś mitologiczne sceny. — Ksiądz nasz na nie trochę się skrzywił, bo to, za pozwoleniem, ździebko za gołe są te pannice, ale wyrzucić było mi szkoda, bo ramy massyw... stuknął— stuknął kijem z rozkoszą w bronz. — Więc coby oczów nie paskudziło, kazałem stolarzowi, jak Pana Boga tego kocham, lakierem trochę popendzlować, i jest fertig!.. co, ładne?.."
      },
      {
        "index": 76,
        "text": "— Bardzo ładne!.. — przypatrywała się z zajęciem wspaniałym ramom w stylu cesarstwa, bo obrazu nie było widać, sczerniał pod lakierem stolarskim, tylko dwie główki bogiń jaśniejszą plamą wychylały się z tej czarności."
      },
      {
        "index": 77,
        "text": "— Ale to pokój stołowy. Uważa pani, jakie to wszystko!.. — zaczął otwierać kredens, wysuwał szuflady, próbował kluczy, dzwonił z rozkoszą pięścią w deski i blaty stołów."
      },
      {
        "index": 78,
        "text": "— Dąb rzetelny, jak Pana Boga tego kocham, u nas wszystko musi być fajn!.."
      },
      {
        "index": 79,
        "text": "— Istotnie, bardzo ładny pokój... — odparła, z zajęciem przypatrując się widokowi, jaki się roztaczał przez okna, na jeziorko i park."
      },
      {
        "index": 80,
        "text": "— Co?.. ładne?.. aha!.. mówiłem sam, że się to pani będzie podobać, latem to tylko ptaszysków bywało za dużo, darły się całe noce, że nie można było spać, ale jak je Jędruś przestrzelał, to ich teraz mniej."
      },
      {
        "index": 81,
        "text": "— Słowiki?"
      },
      {
        "index": 82,
        "text": "— Jest tego paskudztwa najwięcej. Chodźmy do salonu, bo to wszystko nic, ale zobaczy pani, jak Jędruś zmyślnie wszystko wykalkulował; jucha chłopak, do wszystkiego zdatny, jak Pana Boga tego kocham. — Odchylił kijem portjerę i puścił ją naprzód."
      },
      {
        "index": 83,
        "text": "Salon był ogromny, o czterech oknach, bardzo wysoki, z rodzajem estrady dla muzyki, i przeładowany cennemi meblami i sprzętami."
      },
      {
        "index": 84,
        "text": "— He, he!.. jak Boga tego kocham, niby kościół, niby królewski dom!.. a co?.. niechno pani weźmie! — zawołał, podając jej koniec story z jedwabnej gipjury. — Materja! a jaka gruba! co?.. takich sam sędzia Łomiszewski nie ma. A jakie to cacane, kiejby z cukru! a co!.. — wołał, wskazując kijem garniturek mebli w stylu rococo, ozdobiony złoceniami i malowidłami ręcznemi na jedwabnem pokryciu. — Trochę to puszczało, rozłaziło się, ale tapicer wyreparował, wymalował, matka wycerowała, i teraz fertig!.. a!.. fajnowe, jak Boga tego kocham."
      },
      {
        "index": 85,
        "text": "Janka z wielką ciekawością, a nawet zdziwieniem, przypatrywała się ślicznym wazonom z saskiej porcelany, stojącym na ogromnym, marmurowym kominku."
      },
      {
        "index": 86,
        "text": "— Porcenela! rozbiła się, jucha, ale stara lakiem skorupy zlepiła i ślicznie, jak Boga tego kocham... albo te malunki! i w kościele niema lepszych, a co ramy, to nasze sto razy więcej warte, żyd chciał je kupić na funty, ale szelma!.."
      },
      {
        "index": 87,
        "text": "— Mój ojcze, na chwileczkę!.. — zawołał Andrzej, wchodząc do saloniku i, usłyszawszy rozmowę, odciągnął starego trochę wbok, coś mu szepnął takiego, że stary odsunął się gniewnie, stuknął kijem, nasrożył wąsy i szepnął:"
      },
      {
        "index": 88,
        "text": "— Mówię ci, głupiś! ja wiem, co mówić! — i wrócił do Janki."
      },
      {
        "index": 89,
        "text": "— Panie Andrzeju, ależ to same prześliczne antyki te meble."
      },
      {
        "index": 90,
        "text": "— Szczęśliwy jestem, że się pani podobają! — odezwał się uradowany."
      },
      {
        "index": 91,
        "text": "— Jeszczeby też!.. za samo odnowienie wezmą te skurczybyki..."
      },
      {
        "index": 92,
        "text": "— Niechże ojciec nie nudzi pani takiemi szczegółami. Panno Janino, czy tak, jak jest urządzony i ustawiony, zostać może?.. podoba się pani?.. — mówił prędko, przysuwając się do niej, aby odgrodzić od ojca."
      },
      {
        "index": 93,
        "text": "— Podoba mi się bardzo, chociaż zaproponowałabym maleńkie zmiany."
      },
      {
        "index": 94,
        "text": "— Niech pani będzie tak dobra wskazać tylko, co zmienić, co przestawić, co wyrzucić, a wszystko natychmiast się zrobi."
      },
      {
        "index": 95,
        "text": "Stary szturchnął go kijem ztyłu, przestraszony, że obiecuje wyrzucać takie cenne rzeczy."
      },
      {
        "index": 96,
        "text": "— Wie pan, teraz niech tak zostanie wszystko, to już chyba później pomyślimy, razem."
      },
      {
        "index": 97,
        "text": "— Tak, tak, ma wielmożna pani rację, jak Boga tego kocham. Las kupuj latem, a ścinaj w zimie, będziesz spał w pierzynie. Ha, ha!.. a co?.. Co się odwlecze, to nie uciecze. Kto robi później, sakwy nie wypróżni! Rozum w głowie ma wielmożna pani fajn."
      },
      {
        "index": 98,
        "text": "Przeszli do dalszych pokojów, cały parter był już zupełnie skończony. Janka oglądała długo, bo to mieszkanie imponowało jej swoim wielkopańskim wyglądem: nie dostrzegła ani starości i zniszczenia mebli, ani grubej, ordynarnej roboty odnawiaczy, bo ją olśniewały wspaniałe dywany, portjery aksamitne i jedwabne, pokrycia mebli, meble złocone, stoliki inkrustowane metalami i kością, biurka i szafeczki z mahoniu, z ozdobami z bronzu i z nogami świeżo dopasowanemi, powleczonemi czerwonym bejcem; marmurowe kominki z kratami ze złoconego bronzu wywierały na nią wpływ magnetyczny — kiedyś marzyła o takich kominkach, spotykała się z niemi dotychczas w romansach tylko. Wielkie zwierciadła przeżółkłe, w połowie oślepłe, we wspaniałych, świeżo odzłoconych ramach barokowych, patrzyły ze wszystkich stron, jak zamierające smutne oczy; nie widziała tego, bo rada spostrzegła odbicie swojej postaci, bo ją porywało to mieszkanie. Oglądała po kilka razy jedno, cieszyła się, jak dziecko, ze świetnie błyszczącej zabawki, ale nazewnątrz nie objawiała zadowolenia, tylko chodziła wyniosła, majestatyczna, wspaniała, bo te wielkie i wysokie pokoje, te sprzęty staroświeckie, ten przepych butwiejący oddziaływał na nią szczególnie, czuła się, jakby na scenie, jakby w jakiejś roli margrabiny, więc bezwiednie przybierała odpowiednie ruchy, gesty, spojrzenia, nawet dźwięk głosu modulowała inaczej."
      },
      {
        "index": 99,
        "text": "Kończyli już oglądać, gdy stara się zjawiła, zapraszając na podwieczorek do siebie."
      },
      {
        "index": 100,
        "text": "Przez korytarz, łączący pałac z oficyną, i kuchnię pustą, bo wszystkie służące uciekły do sieni, i tylko przez szparę niedomkniętych drzwi widać było ich oczy, przeszli do jadalnego pokoju Grzesikiewiczów. Przy stole panowało milczenie, bo stary nie wiedział o czem mówić, matka krzątała się, przynosząc całe góry rozmaitych przysmaków, a Andrzej był onieśmielony spojrzeniami Janki, jakiemi obrzucała pokój i rodziców."
      },
      {
        "index": 101,
        "text": "Dopiero pod sam wieczór, kiedy ostatnie miedziane zorze zapalały się na zachodzie, przyjechała Józia i rozmowa się ożywiła."
      },
      {
        "index": 102,
        "text": "Głębińska była w szczególnie wesołem usposobieniu dnia tego. Ucałowała Jankę z serdecznością, śmiała się, żartowała z Andrzeja, piła wódkę z ojcem i co chwila zarzucała przyszłą bratowę gradem całym zachwytów, wypowiadanych w połowie po francusku, w połowie po polsku."
      },
      {
        "index": 103,
        "text": "— Matka, słyszysz?.. Józia gada po zagranicznemu! — zawołał zdumiony Grzesikiewicz, bo uczenie się francuskiego języka Józia trzymała w wielkiej tajemnicy."
      },
      {
        "index": 104,
        "text": "— A juści, abo to w klasach była! abo się uczyła od gubernantek?.. — wątpiła prosto stara."
      },
      {
        "index": 105,
        "text": "Józi kolorowe oczy zamigotały wściekłością, przykryła je śpiesznie binoklami i szepnęła ironicznie po francusku do Janki."
      },
      {
        "index": 106,
        "text": "— Musi się pani uzbroić w wielki zapas pobłażliwości dla naszych rodziców."
      },
      {
        "index": 107,
        "text": "— Józia, a to jak Boga tego, mów no po ludzku, człowiek siedzi, jak na kazaniu niemieckiem, a to ino szerc... szerc... — zaczął komicznie przedrzeźniać."
      },
      {
        "index": 108,
        "text": "— Ach, jaka pani dobra, jaka dobra, tego nie wypowiem, że pani nas odwiedziła, i myślę, że i o mnie nie zapomni pani. Proszę o to koniecznie, z całą serdecznością, no, dobrze?.. panno Janino!.."
      },
      {
        "index": 109,
        "text": "— A i owszem, jeśli pan Andrzej zechce mnie zawieźć do pani."
      },
      {
        "index": 110,
        "text": "— Kiedy tylko pani rozkaże, jestem przecież na rozkazy."
      },
      {
        "index": 111,
        "text": "— Przyjedźcie, tylko z pewnością, będzie to prawdziwe święto dla nas, moja droga panno Janino!.. — i tak się przymilała, tak łasiła, takiemi pieszczotliwemi akcentami drgały jej słowa, że stary szepnął cicho do żony:"
      },
      {
        "index": 112,
        "text": "— Jucha, musiała kogo oszwabić, kiedy taka ucieszna dzisiaj."
      },
      {
        "index": 113,
        "text": "— Widziała pani już pałac?.. prawda, że ładny."
      },
      {
        "index": 114,
        "text": "— Bardzo ładny, nie myślałam nawet, że tak w nim pięknie."
      },
      {
        "index": 115,
        "text": "— Królewskie mieszkanie, ale dla pani niema nic zbyt wspaniałego, nic, słowo honoru daję, że jestem z pani dumna."
      },
      {
        "index": 116,
        "text": "Jankę mieszały jej słowa, odczuwała pod temi gładkiemi i pięknemi frazesami nieszczerość, zresztą była bardzo czuła na szarżę, a Józia przesadzała w czułościach i komplementach, nawet Andrzej spoglądał na siostrę trochę niespokojnie i ze zdziwieniem, nie poznawał jej."
      },
      {
        "index": 117,
        "text": "Gdy zmierzch się zrobił i księżyc wypłynął z nad lasów, Janka podniosła się do odjazdu. Pożegnała się ze wszystkimi bardzo serdecznie. Stary sam ją wsadzał do sanek, okrywał jej nogi, i gdy sanki pomknęły z brzękiem z pod oficyny, szepnął:"
      },
      {
        "index": 118,
        "text": "— Jucha ten Jędrek, wybrał se pannicę niby łanię, jak Boga tego kocham, będzie chłop używał."
      },
      {
        "index": 119,
        "text": "Józia spoglądała za odjeżdżającymi ironicznym, drwiącym wzrokiem."
      }
    ]
  }
}