{
  "chapterNumber": 8,
  "title": "Tom I, Rozdział VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VIII."
      },
      {
        "index": 2,
        "text": "Andrzej po wczorajszym liście jechał z pierwszą wizytą do Janki. Miał być wieczorem, ale nie potrafił czekać, bo dzień mu się dłużył szalenie i matka go jeszcze przynaglała, aby nie odkładał. Pomimo radości, jaką mu dać miała ta długo oczekiwana chwila, był pełen niepokoju i obaw. Tyle już wycierpiał, że teraz bał się myśleć i wierzyć, że spełnią się jego marzenia; nawet głęboko w sercu tliła się gryząca pewność, którą pokrywał przypomnieniami jej listu, że coś się takiego stać musi, co ich znowu rozłączy. Myślał o powitaniu, gryzł wąsy, zapinał rękawiczki, które mu się ciągle rozpinały, i im był bliżej, tem wolniej jechać kazał stangretowi; był tak zatopiony w sobie, że nie widział przecinającej mu drogę Józi, ocknął się dopiero, gdy konie porwały się gwałtownie i skręciły z podjazdu wbok, w las. Przestraszyły się Zaleskiego, trenującego się na podjeździe stacyjnym. Stangret ściągnął konie, wykręcił je z pośród drzew, ale nie utrzymał, bo lejce pękły i konie przeleciały podjazd i wpadły do ogródka zawiadowcy, przeskakując niskie ogrodzenie z rur żelaznych. Stangret wyleciał, a Andrzej miał tyle przytomności, że wyskoczył; bryczka rozleciała się w kawałki, konie wpadły w wielki świerkowy klomb i zatrzymały się natychmiast."
      },
      {
        "index": 3,
        "text": "Zrobił się tumult na stacji. Przyleciał Orłowski, a Zaleski blady i pomieszany, z rowerem przy sobie, stał pod stacją."
      },
      {
        "index": 4,
        "text": "Wyprowadzono konie, i stangret, któremu się nic nie stało, pojechał do domu po drugą bryczkę. Andrzej miał tylko dłoń skaleczoną o jakiś kamień, okręcił ją silnie chustką, by zatamować krew i najspokojniej witał się z Orłowskim."
      },
      {
        "index": 5,
        "text": "— No nic, wypadek, ale pan Zaleski mógłby jeździć gdzie indziej, nie tam, gdzie konie stają; bo moje widocznie przestraszyły się błysku kół rowera i poniosły."
      },
      {
        "index": 6,
        "text": "Zaleski zaczął go przepraszać jak najserdeczniej."
      },
      {
        "index": 7,
        "text": "— No mniejsza, stało się już i nie odstanie."
      },
      {
        "index": 8,
        "text": "— Nie, panie Andrzeju, nie mniejsza; jeśli pan chcesz, możesz darować panu Zaleskiemu swoją ranę, rozbicie bryczki, przestrach; ale ja nie mogę, bo to się sprzeciwia przepisom; tego płazem nie puszczę, raport złożę o tem, bo mi sumienie zamilczeć nie pozwoli."
      },
      {
        "index": 9,
        "text": "— A składaj pan i dziesięć głupich raportów! — zawołał zirytowany Zaleski, skoczył na rower, i w gniewie zataczał coraz szybsze koła na podjeździe."
      },
      {
        "index": 10,
        "text": "— Złożę tylko jeden, przysięgam Bogu, że złożę! — krzyczał Orłowski. — Narażasz pan ludzi na nieszczęście i to w czasie, kiedyś pan powinien być na służbie. Panie Babiński, panie Stanisławie! — wołał, wchodząc do kancelarji. — Napiszemy raport."
      },
      {
        "index": 11,
        "text": "Staś list rozpoczęty do mamy wsunął pod papiery i niechętnie poszedł za Orłowskim, ale ten przypomniał sobie, że zostawił Grzesikiewicza przed stacją, i natychmiast wybiegł."
      },
      {
        "index": 12,
        "text": "Staś śpiesznie dopisywał:"
      },
      {
        "index": 13,
        "text": "„list i koszyczek odebrałem, dziękuję z całego serca za kiszkę, tylko mi się zdaje, że słona musiała być, bo dzisiaj ciągle mi się chce pić. W tej chwili konie Grzesikiewicza, tego, co jeździ do panny Orłowskiej, przestraszone rowerem Zaleskiego, poniosły; bryczka się potłukła w kawałki, ale jemu samemu nic się nie stało. Stary idjota chce pisać raport na Zaleskiego i pewnie napisze, bo był strasznie rozgniewany. Jeśli napisze, to Zaleski może mieć grubą nieprzyjemność, a może i translokację; niech się mama za kilka dni dowie w dyrekcji o tem. Wuj będzie wiedział. Posyłam flaszeczkę na spirytus kamforowy. Wczoraj zużyłem resztę, zrobiło mi się zupełnie dobrze, bo spałem całą noc doskonale i dzisiaj rano język miałem zupełnie czysty. Może się mamusia spyta Felcia, co to może być, że mnie dzisiaj noga zabolała w kostce, ale tak silnie, że ledwiem chodził. Kiszki niech mama nie przysyła, wolałbym polędwicę, albo kiełbasę serdelową. Papierosów wystarczy mi jeszcze do niedzieli. Całuję mamusię serdecznie. Staś“."
      },
      {
        "index": 14,
        "text": "Zaledwie zdążył list schować do koszyczka, który wysyłał do matki przez konduktorów, gdy Orłowski powrócił do kancelarji, bo osobowy pociąg dochodził do stacji."
      },
      {
        "index": 15,
        "text": "Grzesikiewicz z bijącem sercem szedł na górę. Ręka bolała go dotkliwie, tłumił gniew z tego powodu, ale, znalazłszy się w tym samym saloniku, gdzie przed kilku miesiącami dostał odmowę, zapomniał o bólu, usiadł przy stole i ze drżeniem oczekiwał na Jankę."
      },
      {
        "index": 16,
        "text": "Janka, pomimo pewności, że go zobaczy, była bardzo pomieszana. Patrzyła długo w lustro, przygładzała rozczochrane włosy, poprawiała ze szczególną starannością suknię, aby przedłużyć, o ile można wyjście."
      },
      {
        "index": 17,
        "text": "Gdy wreszcie weszła do saloniku, Grzesikiewicz podniósł się, zaledwie mogąc pokryć wrażenie, jakie na nim wywarła jej dziwnie blada twarz, mocno czerwone usta i głębokie ślady choroby, tkwiące w kątach ust i w podkrążonych sinemi plamami oczach."
      },
      {
        "index": 18,
        "text": "Ścisnęli sobie ręce w milczeniu."
      },
      {
        "index": 19,
        "text": "Janka, z jakimś szerokim, nieco teatralnym gestem wskazała krzesło."
      },
      {
        "index": 20,
        "text": "— Dziękuję raz jeszcze za pamięć. Bukiet zrobił mi wielką przyjemność, wielką — powtórzyła, czując, że mu sprawia temi słowami zadowolenie."
      },
      {
        "index": 21,
        "text": "— Jeżeli pani pozwoli przysyłać sobie częściej kwiaty, sprawi mi pani głęboką radość — mówił przytłumionym głosem."
      },
      {
        "index": 22,
        "text": "Podniósł rękę do wąsa, ale bezwiednie syknął z bólu."
      },
      {
        "index": 23,
        "text": "— Co panu w rękę? — spostrzegła obwiązaną rękę chustką, na której występowały krwawe piętna."
      },
      {
        "index": 24,
        "text": "— Bagatela; wyskakując z bryczki, upadłem rękoma na szaber."
      },
      {
        "index": 25,
        "text": "— Mówiła mi służąca o tym wypadku, ale powiadała, że nikomu, prócz bryczki, nic się nie stało."
      },
      {
        "index": 26,
        "text": "— Nic nie znacząca rana, spirytusem zaleję i boleć przestanie."
      },
      {
        "index": 27,
        "text": "Janka dosyć żywo poszła po spirytus i pomimo jego oporu odwinęła mu chustkę z ręki. Janowa przyniosła miednicę z wodą, w której wymoczył rękę i zalał spirytusem pękniętą w środku dłoń; obwinęła ją świeżym kawałkiem płótna. Spirytus tak go szczypał w ranie, że zbladł i pot rzęsisty okrył mu twarz rosą, zacinał z bólu zęby i szeptał z trudem:"
      },
      {
        "index": 28,
        "text": "— Niech-że mnie pani nie rozpieszcza... niech-że mnie pani nie przyzwyczaja, bo gotów jestem sobie całe ręce rozgnieść, aby zmusić panią do opatrunku."
      },
      {
        "index": 29,
        "text": "Janka spojrzała na niego jasnym, dobrym wzrokiem. Pocałował ją w rękę."
      },
      {
        "index": 30,
        "text": "— Wiedziałem dawno, że pani bardzo dobra."
      },
      {
        "index": 31,
        "text": "Cień jakiś przysłonił jej oczy, pochyliła głowę, nie mogąc znieść jego wzroku."
      },
      {
        "index": 32,
        "text": "— Co słychać u państwa? Rodzice zdrowi, siostra?"
      },
      {
        "index": 33,
        "text": "— Mama przesyła przeze mnie tysiące pozdrowień i zapytanie serdeczne, kiedy pani raczy ją odwiedzić, bo czeka stęskniona za panią, jak my wszyscy — dodał ciszej."
      },
      {
        "index": 34,
        "text": "— Wybierzemy się którego dnia z ojcem."
      },
      {
        "index": 35,
        "text": "— Wie pani, nie mogę sobie uwierzyć, patrzę na panią, słucham, mówię, a nie śmiem przypuszczać, że to naprawdę jestem w tym samym saloniku."
      },
      {
        "index": 36,
        "text": "Smutek zadrgał mu w głosie."
      },
      {
        "index": 37,
        "text": "— A jednak to prawda, wszystko zdaje się powracać do punktu wyjścia — powiedziała poważnie."
      },
      {
        "index": 38,
        "text": "— Być może, ale myśmy z ojcem pani tak stracili nadzieję zobaczenia pani tutaj, że jeszcze w tej chwili wątpliwości jakieś mnie przenikają, czy to nie jest sen zdradliwie łudzący pozorami rzeczywistości, czy to nie dalszy ciąg tych długich miesięcy oczekiwania. Pamiętam je głęboko. Przesiadywaliśmy w tym saloniku całe wieczory, nie mówiąc ani słowa do siebie i wisząc myślami i duszą na tej fotografji — wskazał szorstkim ruchem fotografję, stojącą na stole."
      },
      {
        "index": 39,
        "text": "Podniósł się, oczy przysłoniły mu się bólem przypomnień, i usiadł na drugiem krześle. Janka w milczeniu przypatrywała się jego twarzy. Wydał się jej teraz nietylko zupełnie przystojnym, ale i jakimś więcej interesującym. Nie było w nim nic z salonowca, ani z wielkomiejskiego pudla, skaczącego niby na sprężynach koło kobiet. Głos brzmiał mu akcentami prawdy i wielkiego uczucia. Miał w sobie jakąś godność i siłę, która jej zaczęła imponować. Przyglądała mu się, niby aktorowi, grającemu swoją rolę z przejęciem, śledziła jego szorstką mimikę, spojrzenia, ruchy, to goniła wzrokiem błysk brylantowego pierścionka, który miał na palcu, przyczepiała się uwagą do szpilki w krawacie, byle tylko zagłuszyć w sobie jakieś uczucie żalu i winy, jakie się w niej budziło."
      },
      {
        "index": 40,
        "text": "— Jeździł pan latem zagranicę? — przerwała to milczenie męczące, które już dosyć długo trwało."
      },
      {
        "index": 41,
        "text": "— Nie, ale... — zakaszlał, aby zagłuszyć to „ale“, bo chciał powiedzieć, że jeździł do Warszawy co tydzień, aby ją chociaż zdaleka zobaczyć."
      },
      {
        "index": 42,
        "text": "— Zazdroszczę mężczyznom swobody; możecie panowie robić, co wam się podoba, nie potrzebując z niczego i przed nikim składać rachunku."
      },
      {
        "index": 43,
        "text": "— Tak, ale za często nadużywają tej swobody."
      },
      {
        "index": 44,
        "text": "— Czy to we wszystkich wypadkach miałoby być złem?"
      },
      {
        "index": 45,
        "text": "— Z pewnością, bo każde nadużycie, każdy wybryk, każdy niepotrzebny czyn mści się później najsrożej na nas samych."
      },
      {
        "index": 46,
        "text": "Głęboko poczuła te słowa, zdawało się jej, że umyślnie powiedział do niej, i już oczy rozgorzały, już miała okazać chwilowe uczucie gniewu, ale się powstrzymała. Siedziała w milczeniu kłopotliwem."
      },
      {
        "index": 47,
        "text": "Andrzej miał tyle do powiedzenia, tyle uczuć przepełniło mu serce, tyle myśli tłoczyło się pod czaszką, a nie śmiał nic mówić, siedział skrępowany nieśmiałością własną i jej pozornym chłodem wzroku."
      },
      {
        "index": 48,
        "text": "— Żyją jeszcze bułanki? — zapytała znowu, aby tylko mówić."
      },
      {
        "index": 49,
        "text": "— Żyją i to one rozbiegały się dzisiaj."
      },
      {
        "index": 50,
        "text": "I znowu milczenie przykre i denerwujące."
      },
      {
        "index": 51,
        "text": "„Co tu mówić, o czem?...“ — myślała Janka z rozpaczą i wstała, poprawiła abażur na lampie, złożyła porozrzucane albumy, zajmowała ręce i poruszała się, żeby stłumić rosnącą coraz bardziej przykrość tego dziwnego przymusu, jaki panował pomiędzy nimi. Ta przeszłość jej niedawna stanęła pomiędzy nimi, i nie mogli się zbliżyć do siebie, nie mogli swobodnie rozmawiać, nie mogli nawet patrzeć na siebie prosto i jasno, bo jemu obok tej Janki, jaką teraz widział, stawała tamta, z teatru, wpośród sceny przyćmionej nieco; tamta Janka — wymalowana, w hecarskim kostjumie, rzucająca wyzywające spojrzenia na pierwsze rzędy krzeseł; tamta Janka — aktorka, której nienawidził za cierpienia, których była przyczyną; ona czuła, co się w nim dzieje, prawie widziała, jakie myśli krążą mu w głowie, czytała mu to wszystko z oczu i to ją gnębiło, i rozstrajało nerwowo; chciała, aby zapomniał o tem i nie myślał."
      },
      {
        "index": 52,
        "text": "— Zostanie pan na herbacie... prawda? — zapytała, widząc, że się podnosi. — Ojciec zaraz przyjdzie ze służby. Pozostawię pana na chwilę samego."
      },
      {
        "index": 53,
        "text": "Wyszła zająć się herbatą, a Andrzejowi zrobiło się jakoś jaśniej w duszy. Widział ją w tej chwilowej samotności inną, niż dawniej, imponującą więcej, ale i przez to droższą. Kocham ją! — myślał i czuł, że ją teraz kocha jakoś inaczej, niźli dawniej, głębiej i lepiej, że wzbudziła w nim szacunek, bo zobaczył w niej poza kobietą, której piękność go pociągała, duszę jakąś większą. — Kocham! — szeptał z mocą i jego nieugięta, twarda, chłopska dusza ze drżeniem rozkoszy klękała przed jej duszą i zanosiła niewolnicze modły."
      },
      {
        "index": 54,
        "text": "Przyszedł Orłowski, i wkrótce usiedli do herbaty. Zrobiło się wesoło i swobodnie. Janka miała humor i czuła się zadowoloną; Andrzej rozmawiał wiele i ze swoją porywczością trochę nieokrzesaną, prawie w każdem słowie i spojrzeniu, mówił jej o swojej miłości. Rozumiała go, była mu wdzięczną, tylko chwilami na spokojny ton jej usposobienia i myśli padał cień jakiś, mąciło się w niej wszystko na mgnienie, niedostrzegalnie, jak woda, gdy pod samą powierzchnią przepływa ryba; przechodziło to prędko, że znowu mówiła, ożywiała się, błyskała czasami subtelnym dowcipem, którego Andrzej nie odczuwał, nawet jej twarz blada zabarwiła się lekkim karminem krwi szybciej krążącej."
      },
      {
        "index": 55,
        "text": "Orłowski był uradowany, ale po wybuchach śmiechu, lub po gorąco wygłoszonem zdaniu, wpadał w zamyślenie, odwracał się prędko i rzucał przestraszone spojrzenia za siebie, i później tem usilniej łączył się, i brał udział w rozmowie, aby się ogłuszyć."
      },
      {
        "index": 56,
        "text": "— Doprawdy, tak mi tutaj dobrze, że radbym to dobro pić codziennie — powiedział Andrzej, podnosząc się do odjazdu."
      },
      {
        "index": 57,
        "text": "— Pij pan, dokąd nie obrzydnie — powiedziała wesoło."
      },
      {
        "index": 58,
        "text": "Ucałował jej ręce, czuła, że zadrżał po tych słowach, i kiedy wychodził, rzucił na nią jedno z tych spojrzeń, które są najgłębszym wyrazem miłości."
      },
      {
        "index": 59,
        "text": "Wyglądała za nim oknami z kuchni, odczuł jej wzrok, bo się z bryczki odwrócił i przesłał ukłon kapeluszem."
      },
      {
        "index": 60,
        "text": "Gdy tylko zostali sami, Orłowski wyjął jakiś papier i dał go do przeczytania Jance. Była to rezolucja Dyrekcji, na jego raport złożony na siebie."
      },
      {
        "index": 61,
        "text": "Naczelnik wydziału w bardzo poważnie brzmiących słowach, w których jednocześnie tkwiła ironja, polecał:"
      },
      {
        "index": 62,
        "text": "„Zawiadowcy st. Bukowiec, zawiadomić p. o. ekspedytora tej stacji, Orłowskiego, że na skutek zażaleń publiczności i motywów przytoczonych przez jego bezpośredniego zwierzchnika, zawiadowcę stacji, p. Orłowskiego, Dyrekcja skazuje go na trzyrublową karę, z tem nadmienieniem, aby w przyszłości się to nie powtórzyło, i robi zawiadowcę stacji, p. Orłowskiego, odpowiedzialnym na przyszłość za gorliwe i akuratne wypełnianie obowiązków służbowych przez p. o. ekspedytora tejże stacji, Orłowskiego“."
      },
      {
        "index": 63,
        "text": "Janka zadrżała, przeczytawszy, stanęły jej w myśli słowa doktora, przypomniały się jej wszystkie dziwactwa warjackie ojca, oddała papier, nie wiedząc, co mówić."
      },
      {
        "index": 64,
        "text": "— Surowa kara, prawda? — szepnął cicho. — Surowa, ale sprawiedliwa. Urzędnik nie powinien ulegać słabościom; kto jest na służbie, ten jest jakby na wojnie, ten nie ma ojca, matki, dzieci, rodziny, ma tylko obowiązek. Tak i oni to zrozumieli, uznali nareszcie to, o co się upominałem dawno. Zrozumieli i czynią mnie odpowiedzialnym za czynności ekspedytora, polecając czuwać nad nim. Słuszne, nic słuszniejszego."
      },
      {
        "index": 65,
        "text": "— Jak to pogodzi ojciec, spełniając obydwie czynności — mówiła nieśmiało, bojąc się go rozdrażnić, a pragnęła w jaki bądź sposób wywieść go z tego błędnego koła."
      },
      {
        "index": 66,
        "text": "— To się tylko tak mówi, że ja jeden spełniam obie służby, tak się mówi, ale jest inaczej. Czułem to dawno, a teraz po raz pierwszy i stanowczy uznała to Dyrekcja, pisząc: „zrobić zawiadowcę stacji, p. Orłowskiego, odpowiedzialnym na przyszłość za gorliwe i akuratne wypełnianie obowiązków służbowych przez p. o. ekspedytora tejże stacji, Orłowskiego“. To przecież wyraźnie powiedziane. Tak, dziecko, w istocie, w Bukowcu jest nas dwóch: Orłowski zawiadowca i Orłowski ekspedytor. Ja tak dawno myślałem: tak, są dwa etaty, dwa odrębne zajęcia, spełniane przez dwóch różnych ludzi. Z pewnością tak jest, pisze to sama Dyrekcja, która nie myli się chyba. — Zaśmiał się głośno, wzruszył ramionami, chwycił zębami brodę i chodził po pokoju, przyglądając się co chwila papierowi. Przystawał na chwilę, jakby pod wpływem niejasnych wątpliwości, jakie w nim tkwiły jeszcze, ale odczytywał odezwę, patrzył przed siebie, daleko, uderzał palcami w papier z uśmiechem zadowolenia i pewności."
      },
      {
        "index": 67,
        "text": "— Jakże się ojcu wydał dzisiaj Grzesikiewicz? — zapytała, aby go oderwać od tych myśli."
      },
      {
        "index": 68,
        "text": "— Ho, ho, miałem rację!... a Grzesikiewicz?... dobrze, bardzo dobrze. Bardzo dużo mówiliście ze sobą — ocknął się, papier schował do kieszeni. — Wiesz — zaczął, siadając obok niej zupełnie przytomny — że takiego dobrego i uczciwego człowieka nie znam drugiego na świecie. Żebyś chciała iść za niego, byłbym zupełnie szczęśliwy. No, ja cię nie zmuszam, przysięgam Bogu, nie zmuszam — mówił prędko, spostrzegłszy chmurę na jej twarzy. — Myślałem sobie tylko, że gdybyś mieszkała w Krosnowie, to jeździłbym do was codziennie."
      },
      {
        "index": 69,
        "text": "— Dlaczego ojciec nie rzuci służby? Miałby ojciec zupełną swobodę, nie potrzebaby znosić zmartwień i kłopotów. Poco ojcu służyć? Przecież to, co ojciec ma, wystarczyłoby nam na swobodne, niezależne zupełnie życie."
      },
      {
        "index": 70,
        "text": "— Myślałem o tem i zrobi się to, zrobi, ale teraz jeszcze nie można. Dopóki siły są, potrzeba coś robić i być czemś, zresztą, jestem potrzebny tutaj, bo kolej to społeczna instytucja, to krwionośne naczynie kraju, od jej prawidłowego funkcjonowania zależy cały organizm, zdrowie jego i siła; otóż ja znam, rozumiem i kocham swoje powołanie, a ludzi oddanych pracy, ludzi, którzyby służbie chcieli się poświęcić w zupełności, jest coraz mniej. Taki Zaleski, naprzykład, to mydłek, któremu rower tylko po łbie jeździ, który był w pięćdziesięciu służbach, takiemu idzie tylko o zapłatę i nic więcej. Stasio, to idjota. Świerkoski — zdziczała pomiędzy chłopstwem dusza. Karaś! ten, gdyby nie był zwierzęciem przedewszystkiem, które pije i goni za kobietami, mógłby być dobrym funkcjonarjuszem, bo rozumie, że słuchać potrzeba. A niższa służba! każdy tylko szuka sposobów wywinięcia się gładkiego od wypełniania obowiązków. Tak, czuję, że, żyjąc razem, byłoby nam dobrze, myślałem już nawet o tem, ale co jabym robił bez służby? Człowiek całe życie przywykł chodzić w kieracie, jak koń, który chociaż odwiązany od dyszla, to i tak będzie chodził wkółko, z pochylonym łbem, bo już inaczej nie umie. — Zaczął się śmiać z własnego porównania."
      },
      {
        "index": 71,
        "text": "Janka się uspokoiła, bo jego myśli wydały się jej zupełnie logicznemi."
      },
      {
        "index": 72,
        "text": "— Posłużę jeszcze czas jakiś, niech się przyzwyczają, niech zapomną, że żyli kiedyś inaczej, to już później beze mnie będą robić wszystko, samym ruchem porwani. To moja idea, że mało o tem kto wie i zdaje sobie sprawę; że mnie nie uznają, że nazywają mnie tyranem, że na moje projekty administracyjne odpowiadają często odmownie, to mnie chwilami boli, ale pomimo wszystkiego wytrwam, bo mam nagrodę w sobie, w sumieniu, w pewności, że tak robić powinienem!"
      },
      {
        "index": 73,
        "text": "Tak się rozgadał i ożywił, że opowiadał jej najrozmaitsze rzeczy, rozwijał teorję ekonomiczną; projekty uproszczonej administracji; przechodził na coraz szersze widnokręgi, zataczał coraz większe koła, porównywał ustroje państw, wykazywał wady panujących systemów wytwórczości, ich ścisły związek z moralnością, etyką, wyobrażeniami, liczbą urodzin i śmierci. Rzucał cyframi, które kreślił palcem w powietrzu, cytował z pamięci zdania autorów, studjowanych w tych obchodzących go kwestjach, zbijał niektóre twierdzenia, zapalał się, unosił, porywał sam siebie głosem i gestami, a chwilami przerywał, rzucał jakimś mętnym, zaniepokojonym wzrokiem dokoła, uśmiechał się blado do Janki, zdumionej tą powodzią słów i myśli, bo nigdy ojca takim nie widziała, ściskał oburącz głowę i snuł dalej marzenia, tylko ciszej i bezładniej, czasem wypowiadał tylko zarys myśli, jedno zdanie, jeden dźwięk i oglądał się za siebie z przestrachem i przez długą chwilę siedział w milczeniu, zatapiając twarz w wielkiej płachcie gazety, rozłożonej na stole. Wkońcu zerwał się i bez słowa poszedł do swojego pokoju."
      },
      {
        "index": 74,
        "text": "Janka poszła także spać i pomimo trwóg i obaw o niego, usnęła zaraz, zmęczona tylu wrażeniami, ale po pewnym czasie obudził ją jakiś przytłumiony głos. Podniosła głowę i słuchała. Zaleska, jak zwykle o tej godzinie, grała niekończące się gamy, dźwięki lały się monotonnie, ale na ich tle drgały jakieś nieznane, bliższe szepty, to wykrzykniki, to słowa jakby próśb pokornych."
      },
      {
        "index": 75,
        "text": "Poszła do saloniku, do pokoju ojca drzwi były uchylone."
      },
      {
        "index": 76,
        "text": "Orłowski w kalesonach, ale w mundurze i czerwonej czapce, stał na środku pokoju; świeca, płonąca na stoliczku przy łóżku, obrzucała go mętnem, żółtawem światłem."
      },
      {
        "index": 77,
        "text": "— Panie ekspedytorze, mówiłem: żadnych tłumaczeń, bo, przysięgam Bogu, nie uwzględnię. Dyrekcja skazała pana na trzy ruble kary, to pan zapłacisz i na przyszłość żadnych wykroczeń, żadnych, bo ja, naczelnik pański, nie pozwalam: słyszysz pan, nie pozwalam — mówił poważnie, rozwłócząc litery, nachylił się, jakby nad kimś znacznie niższym od siebie, pogroził palcem i odszedł, zrzucił mundur i czapkę, zaczął chodzić drobnemi krokami, obcierał spocone czoło i, garbiąc się i pochylając, szeptał zmienionym głosem i tak różnym, że Janka zajrzała lepiej, bo była narazie pewna, że tam jest ktoś drugi jeszcze. Orłowski chodził po jednej stronie pokoju, wprost drzwi uchylonych, któremi patrzyła, wyciągnął rękę do miejsca, gdzie stał przedtem."
      },
      {
        "index": 78,
        "text": "— Panie naczelniku, daję słowo uczciwego człowieka, jak córkę kocham, że niesłusznie mnie karzą. Byłem rozdrażniony wtedy, byłem chory, byłem nieprzytomny, prawda. Żydzi się tłoczyli, krzyczeli, uderzyłem jednego, prawda. Podnieśli krzyk, kazałem ich wyrzucić, prawda... ale niech pan naczelnik pamięta, że wtedy córka była śmiertelnie chora, że ją dopiero co przywiozłem z Warszawy, że byłem bardzo nieszczęśliwy. Panie naczelniku! a gdyby tak panu jedyna córka odjechała z domu, poszła do teatru, nie pisała przez kilka miesięcy, gdyby tak pana, ojca, rzuciła jak stary łach, i gdybyś pan to dziecko tak kochał, jak ja kocham, i gdyby ci potem zachorowała śmiertelnie, czy miałbyś przytomność, czy miałbyś poza nią jaką służbę? O, co ja wycierpiałem, co ja przeszedłem! — jęczał, zakrył twarz rękoma i szeptał poprzez łkanie; łzy zaczęły mu przeciekać przez palce i spływać po zbladłych policzkach i taki ból, taki wściekły ból skręcał mu serce, że tracił chwilami przytomność, chwytał się poręczy krzeseł, żeby nie runąć, kręcił się wkółko, składał błagalnie ręce i szeptał jakieś niedosłyszalne, bolesne skargi, to milczał, długo, wpatrując się z pokorą w tę urojoną postać naczelnika, w to drugie swoje ja, które widział przed sobą najwyraźniej."
      },
      {
        "index": 79,
        "text": "Jankę trząsł spazm trwogi, bo to spokojne, dziwne szaleństwo ojca przepełniało ją rozpaczą i wprowadzało także pierwiastek chaosu w jej myśli. Nie mogła się poruszyć z miejsca, brakło jej sił i odwagi. Pokój zaczął wirować, to blade światło świecy drgało przed nią, niby krwawa łuna, niby pożar olbrzymi, w którym kłębił się jakiś pęk ciał, wiły się jakieś ogniste i przerażające skręty myśli, ściskające jej głowę palącemi zwojami."
      },
      {
        "index": 80,
        "text": "Orłowski usiadł na łóżku, tarł sobie czoło, napił się wody z syfonu, stojącego na stoliku, i widocznie ten syk i szum wytaczanej wody powróciły mu nieco przytomności, oderwały tym głosem zewnętrznego świata od mar chorego mózgu; targał brodę, przecierał oczy i długo szeroko otwartemi oczyma, pełnemi bezbrzeżnego strachu, patrzył w ciemną głąb pokoju. Uspokoił się widocznie, bo w oczach zaczynała błyskać świadomość, majak zniknął. Zgasił świecę."
      },
      {
        "index": 81,
        "text": "Janka także oprzytomniała, słuchała pode drzwiami i wkrótce usłyszała równy, mocny oddech ojca; fortepian Zaleskiej coraz cichszemi dźwiękami śpiewał, aż zamilkł; cisza ogromna, mistyczna cisza nocy, pełna rozprzężonych drgań, pełna niewytłumaczonych szmerów i błysków, zalała mieszkanie."
      },
      {
        "index": 82,
        "text": "Przejął ją dziwny, wstrząsający strach. Szła do swojego pokoju ze drżeniem, tłumiła oddech, przyciskała serce bijące głośno, bo się jej zdawało, że tutaj, obok niej, w tamtym ciemnym kącie pokoju, ktoś jest, ktoś idzie za nią, jakieś ręce wyciągają się do niej, jakieś oczy patrzą złowieszczo, jakiś powiew zimnem tchnieniem powiał na jej twarz i zlodowacił krew. Meble, niby czarne, bezkształtne potwory, czaiły się w mrokach i zdawały się zabiegać drogę; biaława klawjatura wyszczerzała na nią długie, ostre kły. Przebiegła szybko salonik, wpadła do swojego pokoju, zamknęła drzwi na klucz i rzuciła się na łóżko, okręcając się kołdrą."
      },
      {
        "index": 83,
        "text": "Po długim czasie oprzytomniała zupełnie, zaczęła się ubierać, aby zejść nadół, podać depeszę do doktora, ale potrzeba było przejść stołowy, kuchnię, kurytarz długi — zatrzęsła się z trwogi i postanowiła zaczekać do rana."
      },
      {
        "index": 84,
        "text": "Nie spała całą noc, co chwila zdawało się jej, że słyszy głos ojca, chowała głowę w poduszkach, ale długo nie mogła tak wyleżeć, bo prawie była pewna, że przez szyby, któremi wpływała czarna, bez gwiazd noc, zagląda twarz jakaś. Zrywała się i, nie zobaczywszy nic, kładła się, ale w coraz boleśniej dręczącem zdenerwowaniu."
      },
      {
        "index": 85,
        "text": "Pociągi z hukiem przelatywały, czasem trąbki dróżnicze zagrały tak mocno, aż echa powtarzał las, i znowu się rozpościerała bezmierna, przytłaczająca cisza, jakby świat cały skonał."
      },
      {
        "index": 86,
        "text": "Rano Orłowski wstał o zwykłej godzinie, wypił herbatę i poszedł do swoich zajęć, był tylko bledszy i oczy miał więcej przekrwione czerwonemi żyłkami, ale ani słowem nie wspominał o Dyrekcji, wydawał się w zupełnie normalnem usposobieniu. Janka śledziła go uważnie i, gdy wyszedł, przespała się dopiero, a później napisała list do doktora, prosząc go, aby pod jakim bądź pozorem i jak najśpieszniej przyjechał, objaśniając w krótkości o stanie ojca."
      },
      {
        "index": 87,
        "text": "— Rochu, ten list oddacie na pierwszy towarowy, idący do Kielc. Macie tu rubla, dacie go z listem pakmajstrowi i poprosicie, żeby ze stacji natychmiast wyprawił. Co to wam jest? — zapytała, spostrzegłszy smutną i strapioną twarz Rocha."
      },
      {
        "index": 88,
        "text": "— Co mi jest? mnie to ta nic nie jest, panienko, ale Rochowa już ino bokami robi, pewnikiem się chudziątku zamrze."
      },
      {
        "index": 89,
        "text": "— Dawno chora? nic nie mówiliście."
      },
      {
        "index": 90,
        "text": "— Nie mówiłem! a juści, panienko, żem i nie mówił, bo co to pomoże... a dawno, juści, że nie od wczoraj, ino od lata słabuje; robić z początku nie mogła, bo zaraz ją kolki spierały pod piersiami, potem to i jeść nie jadła. Chodziła i do dochtorów, smarowała się i tłustością, i okowitą, i zielami, i nic nie pomogło."
      },
      {
        "index": 91,
        "text": "— Trzeba było wezwać kolejowego doktora, przecież wam pomoc lekarska się należy."
      },
      {
        "index": 92,
        "text": "— Się należy! a juści, panienko, należy, ale... dochtory panów to uny tam likować umieją, ale chłopów to pewnikiem nie, bo przyjechał do Banasikowej, no i co? umarła, panienko. Może i nie przez jego porękę, bo jak kto ma zamrzeć, to mu żadne dochtory pomóc nie pomogą, chyba jeden Pan Jezus, ale zawdy..."
      },
      {
        "index": 93,
        "text": "— Co jest właściwie waszej żonie?"
      },
      {
        "index": 94,
        "text": "— Waszej żonie? a juści, że dokumentnie nie wiem, a kto to wie, panienko, kiej ból jeno jest we wnętrzu. Jeść ni może, robić ni może, wyschła, kiej wiór, no i leży, i leży a czeka zmiłowania Pańskiego, albo śmierci; gemba, to jej się zrobiła kiej piąstka. Wódki czasem kapke sie napije, mięsa dziobnie pare razy łyżką i tyla."
      },
      {
        "index": 95,
        "text": "— Oddajcie ten list, zrobimy jeszcze inaczej."
      },
      {
        "index": 96,
        "text": "Napisała bilet do ojca, aby zatelegrafował po doktora do chorej Rochowej."
      },
      {
        "index": 97,
        "text": "— Zanieście to panu. Za dwie, trzy godziny doktór tutaj będzie. — Tak, to się lepiej stało, nikt wiedzieć nie będzie, że ja wzywałam doktora — pomyślała."
      },
      {
        "index": 98,
        "text": "Rzeczywiście, w kilka godzin później przyjechał doktór, przyszedł na górę, nie chciał się rozbierać ze swoich pledów, waterproofów, kaszlał więcej niż zwykle, cerę miał zielonawą, i respiratora nie zdejmował z ust zupełnie. Wszedłszy, natychmiast pozamykał drzwi i lufciki, obejrzał okna i, zobaczywszy, że nieopatrzone na zimę, pogroził Orłowskiemu, który z nim przyszedł."
      },
      {
        "index": 99,
        "text": "— Żyjemy i tak jakoś zdrowo! — zaśmiał się zawiadowca."
      },
      {
        "index": 100,
        "text": "— Ale z reumatyzmami, migrenami i newralgjami — napisał na marginesie gazety, leżącej na stole."
      },
      {
        "index": 101,
        "text": "— Może po powrocie od Rochowej doktór mnie jeszcze obejrzy."
      },
      {
        "index": 102,
        "text": "Popatrzył na nią, machnął ręką i znowu napisał:"
      },
      {
        "index": 103,
        "text": "— Pani jesteś zupełnie zdrowa — ale dopiero teraz spostrzegł, że patrzy na niego jakoś szczególnie. Skinął głową potakująco i chciał iść."
      },
      {
        "index": 104,
        "text": "Janka szybko ubrała się do wyjścia."
      },
      {
        "index": 105,
        "text": "— Pójdę do chorej z doktorem, bo już się od rana wybierałam."
      },
      {
        "index": 106,
        "text": "— Poco? — krzyknął Orłowski. — Jeśli zdycha, to się tam obejdzie bez ciebie, choroba może zaraźliwa."
      },
      {
        "index": 107,
        "text": "— Doktór pierw wejdzie i przekona się."
      },
      {
        "index": 108,
        "text": "Wyszli zaraz."
      },
      {
        "index": 109,
        "text": "Roch mieszkał o kilkadziesiąt kroków od stacji w małych koszarach, postawionych dla służby. Szli nad plantem, Janka ujęła doktora pod ramię i cicho zaczęła mu opowiadać o ojcu. Nie było to dla niego niespodzianką, ale, usłyszawszy tę nocną scenę, przystanął i powiedział jej smutnemi oczyma, że to bardzo źle."
      },
      {
        "index": 110,
        "text": "— Musi doktór pod jakim pozorem obejrzeć ojca i poradzić, ja głowę tracę."
      },
      {
        "index": 111,
        "text": "Skinął głową, i weszli do izby."
      },
      {
        "index": 112,
        "text": "Izba była dosyć czysto utrzymana, ale przepełniona wyziewami spirytusu z tłuszczem, świeżo zakwaszonej kapusty, której kłodka stała pod piecem, przykryta poduszką. Jedyne łóżko stało pod oknem, na którem w blaszanych kwartach rosły anemiczne geranje i stała butelka z pijawkami, z obwiązaną gałgankiem brudnym szyjką. Rochowa, z rękoma czarnemi i wyschłemi na pierzynie, leżała bez ruchu; próbowała się unieść, ale jęknęła tylko cicho i blademi, wypłowiałemi oczyma patrzyła bezmyślnie; twarz miała tak suchą, żółtą, pomarszczoną, jak leśne, zasuszone jabłko. Doktór nawet jej nie oglądał, bo już była w agonji, z trudem szeptała niezrozumiałe słowa i goniła zdumionym wzrokiem za Janką."
      },
      {
        "index": 113,
        "text": "— Co was boli?"
      },
      {
        "index": 114,
        "text": "— Umrę... umrę... — szeptała cicho, i ta jej twarz trupia miała ten sam ton, na tle kolorowej, w czerwone paski pościeli, co twarze świętych ascetów i męczenników, wiszących rzędem na ścianach, wychylające z czarniawej głębi tła, niby z niebytu, twarze bezkształtne, podobne do wizyj niezupełnie zmaterjalizowanych."
      },
      {
        "index": 115,
        "text": "— Czemuście mnie pierwej nie wezwali?"
      },
      {
        "index": 116,
        "text": "— Nie wzywali... a juści, nie wzywali, ale myśleliśwa, że samo przejdzie, a potem tośwa widzieli, że już i wielmożny dochtór nie poradzi — tłumaczył się Roch, wyprężony przy drzwiach jak struna i salutujący całą dłonią."
      },
      {
        "index": 117,
        "text": "— Jeździliście do znachorów, co?"
      },
      {
        "index": 118,
        "text": "— Juści, że do dochtorów jeździła i smarowała się wódką z tłustością, i piła ziele, i odczyniały ją kobiety, i na rosę boso chodziła, i pijawki przystawiała, i bańków trzy mendle suchych balwierz stawiał, i nic nie pomogło. Już widno na śmierć zachorzała, to nic nie pomoże — mówił ze spokojną rezygnacją, patrząc bezmyślnym, kamienno-obojętnym wzrokiem w chorą."
      },
      {
        "index": 119,
        "text": "— Przyślę jeszcze dzisiaj lekarstwo. Chodźmy! — powiedział doktór do Janki, która cały czas z jakąś litością, pełną trwogi, patrzyła na chorą. Odwróciła się, aby wyjść, ale Rochowa wyciągnęła rękę i chudemi palcami chwyciła ją za suknię. Obejrzała się przestraszona."
      },
      {
        "index": 120,
        "text": "— Panienko! panienko!.. — wołała głucho, zakrztusiła się i leżała chwilę z wysadzonemi z orbit oczyma, chwytając ciężko powietrze i drapiąc bezmyślnie pierzynę."
      },
      {
        "index": 121,
        "text": "Janka poczuła łzy w oczach, poprawiła jej poduszek i pierzyny, ściągnęła jej żółtą, rozluźnioną chustkę, jaką miała okręconą głowę, pogłaskała ją po twarzy i, połykając łzy, wyszła z izby. Rochowa patrzyła za nią i w sztywniejących, zmąconych śmiercią oczach, zaszkliły się jeszcze ostatnie łzy wdzięczności, a sine, obwisłe, odsłaniające bezzębne szczęki — usta poruszały się jakby w modlitwie."
      },
      {
        "index": 122,
        "text": "— A niechże!.. a niechże!.. a niechże!.."
      },
      {
        "index": 123,
        "text": "Snuło się jej po zamierającym mózgu, jak ostatni błysk światła, i spokojnie leżała, i bez trwogi patrzyła w jakąś dal nieznaną a straszną."
      },
      {
        "index": 124,
        "text": "— Kobieta jeszcze dzisiaj umrze — powiedział doktór Rochowi przed domem i zaraz włożył respirator."
      },
      {
        "index": 125,
        "text": "— Umrze... a juści, że umrze! Ta... to i zaraz póde po trumne — rzekł apatycznie."
      },
      {
        "index": 126,
        "text": "Jance zatrzęsło się serce z żalu, nie mogła nic mówić, tylko szła za doktorem i wpatrywała się w jesienne barwy lasu zamierającego, w szare stada chmur, co płynęły chyżo, niby ptactwo, w świat smutny i jakby obumarły."
      },
      {
        "index": 127,
        "text": "Doktór w mieszkaniu się rozebrał i pokazał na migi, żeby mu dali jeść, i gdy Janka opowiedziała ojcu o stanie Rochowej, skinął na nią nieznacznie, aby wyszła."
      },
      {
        "index": 128,
        "text": "Wyjął swój notes z ołówkiem na stół, usiadł, rzucił okiem na spacerującego po pokoju Orłowskiego i napisał:"
      },
      {
        "index": 129,
        "text": "— Jesteś niezdrów, widzę to."
      },
      {
        "index": 130,
        "text": "— Ale gdzie tam, nigdy nie byłem zdrowszy."
      },
      {
        "index": 131,
        "text": "— Masz w oczach napisane, że cię głowa boli, że źle sypiasz — napisał."
      },
      {
        "index": 132,
        "text": "— To prawda, ale mam tyle kłopotów na służbie, że to dosyć naturalne."
      },
      {
        "index": 133,
        "text": "Doktór obejrzał bez ceremonji oczy, obmacał grzbiet i głowę i siadł zpowrotem."
      },
      {
        "index": 134,
        "text": "— Nic mnie nie boli, co ci się zdaje?.."
      },
      {
        "index": 135,
        "text": "Nie odpisał, zjadł śpiesznie obiad i poszedł pożegnać się z Janką."
      },
      {
        "index": 136,
        "text": "— Jest tylko jedna rada: spokój, spokój, spokój — szepnął cicho — a druga, zresztą połowiczna, żeby Dyrekcja dała mu pomocnika do ekspedycji. Będę się o to starał pocichu."
      },
      {
        "index": 137,
        "text": "— Doktorze, nie wypowiem nawet, ale doktór odczuje, co się we mnie dziać musi, jak się boję strasznie, ratuj go, nie krępuj się kosztami, rozporządzaj, wszystko zrobię, byle go ocalić."
      },
      {
        "index": 138,
        "text": "— To nie o to idzie, mnie chodzi tylko o przedłużenie dzisiejszego stanu, o wyleczeniu niema mowy — szepnął szorstko, uścisnął jej gorąco rękę, pocałował ją w twarz, założył respirator i wyszedł."
      },
      {
        "index": 139,
        "text": "Wieczorem przyjechał Grzesikiewicz z bukietem kwiatów. Janka przyjęła go z roztargnieniem, bo całą uwagę miała skupioną na ojcu. Po przyjeździe Andrzeja, Orłowski otrząsnął się z przygnębienia, śmiał się często i był tak rozpromieniony, że obawy jej zwolna się rozwiewały i milkły, a nawet później o nich zapomniała, bo tak poufale poklepywał Andrzeja po bokach i tak często go całował, że była trochę zirytowana, gniewały ją czułe spojrzenia i ton narzeczeństwa, z jakim Andrzej zwracał się do niej. Rozmawiali o stosunkach sąsiedzkich, gdy Orłowski zapytał:"
      },
      {
        "index": 140,
        "text": "— Czy Witowski gdzie wyjechał? Dawno go nie widziałem."
      },
      {
        "index": 141,
        "text": "— Nie, przestał tylko jeździć przez Bukowiec."
      },
      {
        "index": 142,
        "text": "— Dlaczego?"
      },
      {
        "index": 143,
        "text": "— Dziwaczy, jak zwykle, tłumaczył mi dlaczego: oto, że ten dąb, na którym się zimą powiesił nasz owczarz, pamiętają państwo, denerwuje go, nie może obok niego przejeżdżać."
      },
      {
        "index": 144,
        "text": "— To dziwny człowiek jakiś!"
      },
      {
        "index": 145,
        "text": "— Niech pani powie dziwak. W sobotę, śpię w najlepsze, wtem budzi mnie ktoś; zerwałem się, zapalam zapałkę. Witowski siedzi na łóżku i wita się ze mną. Zdziwiłem się, ale myślałem, że ma jaki ważny interes; a on powiada, że nie mógł spać i koniecznie zapragnął mnie zobaczyć. Przyszedł pieszo, drzwi były pozamykane, więc od tarasu wybił szybę, otworzył okno i wszedł. Psy, jak zwykle, nie mówiły mu nic."
      },
      {
        "index": 146,
        "text": "— Jakto, jak zwykle?"
      },
      {
        "index": 147,
        "text": "— Tak, faktycznie, widziałem kilka razy, że psy nie mówią mu nic, ale idą do niego i łaszą się."
      },
      {
        "index": 148,
        "text": "— Na Boga! nie wiedziałam, że okolica ma taką nadzwyczajność."
      },
      {
        "index": 149,
        "text": "— Może wkrótce pani go pozna. Bardzo bogaty, wykształcony i straszliwie przykry w stosunkach, ale że wielki pan, boją się go wszyscy i wywiera na całą okolicę dziwny wpływ. Chłopi nazywają go „antychrystem“. Jako gospodarz, nie jest świetny, ale majątkiem administruje znakomicie. Bardzo dobrze jesteśmy z sobą i już mi nieraz powiedział prosto w oczy: Grzesikiewicz, ty jesteś cham, ale cię kocham, i dlatego, że jesteś dopiero elementalem ludzkim, z twojej rodziny wyjdzie wielka dusza."
      },
      {
        "index": 150,
        "text": "— Skąd on się wziął tutaj?"
      },
      {
        "index": 151,
        "text": "— Akurat rok temu okrągły sprowadził się prosto z Paryża. Stary Witowski z Witowa, stryj jego, zapisał mu Witów, aby majątek nie wyszedł z nazwiska, ale tyle pozostawił legatów filantropijnych, tyle zobowiązań moralnych a dziwacznych, że tylko szaleniec mógł przyjąć zapis, pomimo że to fortuna magnacka."
      },
      {
        "index": 152,
        "text": "— Opowiadał mi pan Skulski dziwne rzeczy o tym Witowskim."
      },
      {
        "index": 153,
        "text": "— No, już dosyć anegdot krąży po okolicy na jego conto."
      },
      {
        "index": 154,
        "text": "— Chciałabym go poznać."
      },
      {
        "index": 155,
        "text": "Grzesikiewicz zaczął się śmiać."
      },
      {
        "index": 156,
        "text": "Janka wzdrygnęła się lekko."
      },
      {
        "index": 157,
        "text": "— Śmieję się, bo powiedział mi kiedyś, że jeśli kto bądź mówi o nim, lub pragnie go widzieć, to on telepatycznie wie o tem i prędzej czy później da się poznać."
      },
      {
        "index": 158,
        "text": "— Będę cierpliwie czekała."
      },
      {
        "index": 159,
        "text": "— Pani wierzy w takie bajki, jak telepatyczne odczuwania, przeczucia i t. d.?"
      },
      {
        "index": 160,
        "text": "— Ani tak, ani nie, ja nie wiem, a przypuszczam możliwość wszystkiego. Rzeczywistość jest z tej samej przędzy, co i marzenia."
      },
      {
        "index": 161,
        "text": "Grzesikiewicz nie odpowiedział, ale w oczach miał niedostrzegalny błysk ironji."
      }
    ]
  }
}