{
  "chapterNumber": 32,
  "title": "Tom II, Rozdział XIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIII."
      },
      {
        "index": 2,
        "text": "Rano Orłowski leżał niby kłoda opalona, doktór okręcał mu twarz i głowę kataplazmami."
      },
      {
        "index": 3,
        "text": "— To pewna, że oczu się nie uratuje — powiedział."
      },
      {
        "index": 4,
        "text": "— Niema żadnego ratunku?"
      },
      {
        "index": 5,
        "text": "— Żadnego. Żyć będzie, ale skończone z nim. Jak tylko można będzie, przewiozę go do szpitala."
      },
      {
        "index": 6,
        "text": "— Nie, za nic w świecie, przecież może się leczyć w domu."
      },
      {
        "index": 7,
        "text": "— A tak, a w pierwszej chwili, gdy się poczuje lepiej, może wpaść w furję. Umieszczę go u Bonifratrów. Tu już i czułości nie pomogą — rzucił szorstko, zakładając spiesznie respirator."
      },
      {
        "index": 8,
        "text": "Nic już nie oponowała, nie rozpaczała nawet, chodziła jak trup, świecąc zapadłemi głęboko oczyma, zaniedbana i apatyczna na wszystko. Co jakiś czas zaglądała do ojca, patrzyła na niego i wychodziła."
      },
      {
        "index": 9,
        "text": "Coś się w niej zerwało, jakaś zdolność odczuwania bólów, czucia nawet. Dopiero z przyjazdem Andrzeja ożywiła się nieco. Grzesikiewiczowa przyjechała z synem, i z wielką troskliwością uspakajała ją i pocieszała, jak mogła; ale w akcencie głosu, w twarzy, miała przymus jakiś i oschłość, której pokryć nie umiała. Patrzyła na Jankę bolejącem, litościwem okiem, ucierała nos głośno dla zamaskowania pomieszania i przenosiła oczy na syna: a widząc jego zmizerowaną twarz, jego oczy płomienne i ślady głębokich cierpień w całem obliczu, pochylała głowę, poprawiała sukni, żeby się nie pogniotła, i niechęć ostra, prawie nienawiść, przesycała ją do tej sprawczyni wszystkiego."
      },
      {
        "index": 10,
        "text": "Wiedziała od Osieckiej i Józi wszystko."
      },
      {
        "index": 11,
        "text": "Ale widząc znowu, jak Janka dogląda ojca, z jak głębokim szacunkiem doktór zwraca się do niej, jak Andrzej ją całuje po rękach, poczuwała zadowolenie, zaczynała czuć niewiarę w to, co słyszała od Józi, bo nie mogło się pomieścić w jej chłopskiej głowie to wszystko, co tutaj widziała — z tem, co słyszała."
      },
      {
        "index": 12,
        "text": "Andrzej, zdawało się, nic nie pamiętał. Kochał ją, pomimo wszystkiego, i te kilka tygodni rozłączenia, pełne męki, przekuły mu duszę; tysiąc razy wybierał się do niej jechać, prosić o przebaczenie, ale zawsze brakło mu odwagi. Dopiero ten wypadek straszny, któremu był prawie wdzięczny, wytrącił go z błędnego koła bezradności i z całą szczerością pośpieszył podać jej rękę do zgody i zapomnienia przeszłości."
      },
      {
        "index": 13,
        "text": "Nie mówili o tem, ale wrócili do dawnego stosunku, jakby pomiędzy nimi nie było tych anonimów i zerwania. Podwajał teraz troskliwość o nią, żeby zatrzeć przeszłość; Janka odpłacała mu wdzięcznością i zwracała się doń we wszystkich sprawach, bo teraz czuła, że prócz niego nie ma już nikogo na świecie."
      },
      {
        "index": 14,
        "text": "Dnie wlokły się strasznie smutnie i monotonnie."
      },
      {
        "index": 15,
        "text": "Rany Orłowskiego goiły się bardzo powoli, a on sam leżał wciąż nieruchomy, z opaską na oczach, i nie odzywał się ani słowa, poruszał czasem ustami, jakby mówił niedosłyszalnym szeptem, i nie zwracał najmniejszej uwagi na otoczenie."
      },
      {
        "index": 16,
        "text": "Doktór przyjeżdżał codziennie opatrywać go i odjeżdżał, często nie zamieniwszy ani słowa jednego z Janką lub z Andrzejem, który całe dnie przesiadywał, jeździł do apteki po lekarstwa, pomagał nawet doktorowi przy opatrunku, pamiętał i zmuszał Jankę do jedzenia i spania, czuwał z niewyczerpaną dobrocią nad wszystkiem."
      },
      {
        "index": 17,
        "text": "Marzec był już w połowie, dnie nastały brudne, deszcze zaczęły zalewać świat, śniegi znikały; ta ohydna szarość przedwiosenna sączyła się z nieba i zalewała ziemię. Czasami tylko, w południe, słońce przedzierało się przez opary i rozpromieniało jasnością i ciepłem, i wtedy lasy zieleniały, wody lśniły atłasową miękkością i szmaragdem, wróble świergotały na gzymsach i pod oknami, i Janka budziła się jakby z apatji, w jakiej była pogrążona, rozglądała się po mieszkaniu, jakby po śnie, powracała jej cała świadomość, ale ze zniknięciem słońca, wpadała znowu w dawny, szary stan egzystencji prawie roślinnej."
      },
      {
        "index": 18,
        "text": "Chodziła smutna po tem mieszkaniu, pełnem zapachów karbolu i jodoformu, przesyconem żałobą i nieszczęściem, pełnem, zwłaszcza w nocy, jakichś ech okropnych, drgań, akcentów, skarg i płaczów, co nieraz w przejmującem largo wyłaniały się z cieniów i przenikały jej duszę bólem bezbrzeżnym."
      },
      {
        "index": 19,
        "text": "Po jednej z takich niespanych, pełnych udręczeń nocy, w której się jej zdawało, że wciąż słyszy ciche tony fortepianu Zaleskiej, i że las huczący wichurą wyrywa się i leci, a z nim wszystkie jęki, i wszystkie głosy, i wszystkie skargi ziemi zrywają się i brzmią w przestrzeniach i zapełniają pokój zgrozą i zgiełkiem — i w jeden z takich dni marcowych, w których życie jest ciężarem, myśl jakakolwiek niemożebnością, wszelki ruch męczarnią, w której człowiek nerwowy szaleje z niewytłumaczonego bólu, i w przygnębieniu, w strachu i w apatji jednocześnie zalega jaki kąt cichszy izby, i, oszołomiony, zmęczony śmiertelnie, ogłupiały, słucha plusku nieustannych deszczów i poświstów wichury, i kona z rozpaczliwej nudy, — przyjechali Witowscy z Andrzejem."
      },
      {
        "index": 20,
        "text": "Podniosła się na ich przyjęcie apatycznie, a nawet z pewną niechęcią, bo zmuszali ją do mówienia i ruchu, kiedy jej najwygodniej było siedzieć samotnie i nic nie myśleć."
      },
      {
        "index": 21,
        "text": "— Tyle słyszałam o pani, o nieszczęściu, zmusiłam brata, aby mnie, nieznajomą, przywiózł, bo wiem, że współczucie jest czasami balsamem — mówiła Jadwiga."
      },
      {
        "index": 22,
        "text": "— Częściej tylko plastrem, który przeszkadza ranie wygnić, a przez to zagoić się."
      },
      {
        "index": 23,
        "text": "Pożałowała swojej ostrości, bo Jadwiga pobladła i usta drgnęły jej bólem."
      },
      {
        "index": 24,
        "text": "— Niech mi pani daruje te słowa, jestem tak wprost ogłupiona różnemi rzeczami, że bezwiednie zupełnie i niesprawiedliwie krzywdzę — prosiła Janka, ocknąwszy się ze swej senności."
      },
      {
        "index": 25,
        "text": "— Ból nie szuka najłagodniejszej formy uzewnętrznienia się, tylko najtwardszej. Odczuwam panią i rozumiem."
      },
      {
        "index": 26,
        "text": "Ściskały się silnie za ręce i patrzyły sobie w twarze."
      },
      {
        "index": 27,
        "text": "— Nie widzę, pozwoli pani, że dotknę się jej twarzy."
      },
      {
        "index": 28,
        "text": "Janka nachyliła się ku niej, Jadwiga delikatnie, końcami palców dotknęła się czoła, oczu, nosa i brody. Opuściła potem ręce i skupiła uwagę na chwilę."
      },
      {
        "index": 29,
        "text": "— Wiem, jak pani wygląda. Wiem. Czuję panią! — Uśmiech niesłychanej dobroci i przyjaźni rozjaśnił jej twarz piękną, i jakby rozlał po pokoju jasność, pełną blasków wiośnianych."
      },
      {
        "index": 30,
        "text": "Siedziały przy sobie i mówiły długo."
      },
      {
        "index": 31,
        "text": "W stołowym, Andrzej z Witowskim wiódł cichą rozmowę o jakiemś serdecznem napięciu, bo oczy mu błyszczały rozrzewnieniem, gdy spoglądał na panie, siedzące w saloniku."
      },
      {
        "index": 32,
        "text": "Jakoś dobrze im było, wytworzyła się pomiędzy niemi atmosfera pełna sympatji; Janka mówiła mało, ale słuchała z chciwością; słodki głos Jadwigi, jej słowa pełne dobroci i jakiejś wprost nadzwyczajnej słodyczy uspakajały ją i wzmacniały. Budziła się w niej powoli energja, podnosiła duszę z apatji i z podziwem i czcią prawie patrzyła na tę ślepą dziewczynę, której każde słowo tchnęło miłością ludzi, przebaczeniem i wiarą."
      },
      {
        "index": 33,
        "text": "Takich rzeczy nikt jej nie mówił, takiego serca nie przeczuwała nawet istnienia."
      },
      {
        "index": 34,
        "text": "— Ale czuje pani i mówi, jak święta! — wykrzyknęła wkońcu."
      },
      {
        "index": 35,
        "text": "— O, nie! tylko jak głęboko wierząca, jak chrześcijanka. Wiara mnie uzdrowiła i wzmocniła."
      },
      {
        "index": 36,
        "text": "— Wiara? Czyż to możebne, aby mogła oderwać duszę zupełnie i na zawsze od nas samych?"
      },
      {
        "index": 37,
        "text": "— Nie, ona nie odrywa, ona tylko rozpala duszę miłością wszystkiego i przebaczeniem wszystkiego, rozjaśnia oczy. Kto wierzy w Boga, ten wszystko wie, dla tego niema tajemnic, wątpliwości, szamotań; kto wierzy, jest silnym i na życie, i na śmierć; kto wierzy, ten żyje i pracuje, jak robotnicy u dobrego pana, bo wie, że przyjdzie godzina zapłaty za trudy, godzina odpoczynku."
      },
      {
        "index": 38,
        "text": "— I pani tak mówi! Pani, która, przy wszystkich warunkach posiadanych do szczęścia, jesteś najnieszczęśliwszą, bo już tracisz wzrok, bo jutro może zupełnie zaniewidzisz? Pani błogosławisz?"
      },
      {
        "index": 39,
        "text": "— Tak, bo tak się Bogu podobało — powiedziała prosto, pochylając głowę."
      },
      {
        "index": 40,
        "text": "— Panno Jadwigo! Na litość, nic nie rozumiem."
      },
      {
        "index": 41,
        "text": "— Cicho! Jeśli Bóg tego chce, to tak być powinno!"
      },
      {
        "index": 42,
        "text": "— Ale skąd wiemy, że Bóg tego chce, abyśmy byli nieszczęśliwi? Czy to nie jest złudzenie, czy..."
      },
      {
        "index": 43,
        "text": "Doktór im przerwał, bo przyszedł, pooglądał lufciki u okien i drzwi do przedpokoju, rozdział się ze swoich pledów i obsłon, kiwnął im głową i poszedł do chorego."
      },
      {
        "index": 44,
        "text": "Nie mówiły już więcej, bo rozległ się głos Orłowskiego, pierwszy raz od czasu choroby."
      },
      {
        "index": 45,
        "text": "Janka wzięła za rękę Jadwigę i poszły do jego pokoju."
      },
      {
        "index": 46,
        "text": "Orłowski siedział na łóżku, opaskę miał na oczach i twarz całą pokrytą szklistą, czerwoną skórą, wychudłą i tak zmienioną, że niepodobna się było w niej doszukać śladów dawnej."
      },
      {
        "index": 47,
        "text": "— Zgoda, panie Mieciu — mówił i potrząsał wyciągniętą ręką, jakby ściskał dłoń komu. — Już się teraz nie opuścimy. Hm!.. chce ci się jeść? Zaraz. Dajcie Mieciowi jeść."
      },
      {
        "index": 48,
        "text": "Janka ujęła go za rękę i podniosła do ust."
      },
      {
        "index": 49,
        "text": "Nachylił się na bok i szeptał coś cicho i tajemniczo, a potem rzekł głośno:"
      },
      {
        "index": 50,
        "text": "— A Janka! Pamiętam, pamiętam. Dobrze, żeś przyszła, bo Mieciowi trzeba dać jeść."
      },
      {
        "index": 51,
        "text": "Doktór zaczął mówić do niego. Orłowski słuchał, ale pochylony w stronę, gdzie stał ten jego sobowtór, zwracał chwilami głowę do mówiącego i rzekł:"
      },
      {
        "index": 52,
        "text": "— Jak się masz! Każno dać jeść Mieciowi, bo nam się chce jeść. — Później szeptał coś pocichu, nie zwracając uwagi na nikogo i położył się."
      },
      {
        "index": 53,
        "text": "— Klasyczny przykład rozdwojenia osobowości — mówił doktór, i zaczął objaśniać Witowskiego, ale Witowski nie mógł słuchać, zrobiła ta scena takie wrażenie na nim, że zabrał Jadwigę i odjechali, prosząc usilnie, aby po umieszczeniu ojca w szpitalu, Janka przyjechała do nich."
      },
      {
        "index": 54,
        "text": "— A my jutro przewieziemy ojca — powiedział doktór Jance."
      },
      {
        "index": 55,
        "text": "— Doktór pozwoli, że i ja pojadę, mogę być użytecznym — ofiarowywał się Grzesikiewicz."
      },
      {
        "index": 56,
        "text": "— Ja także pojadę. Chcę zobaczyć, jak tam ojcu będzie."
      },
      {
        "index": 57,
        "text": "— Poco? a jakże, tam miejsce dla histeryczek! to nie żaden flirt panieński! — burknął doktór, zakładając spiesznie respirator."
      },
      {
        "index": 58,
        "text": "— Wytrzymam; tyle przeszłam, to i to zniosę."
      },
      {
        "index": 59,
        "text": "Nazajutrz, osobnym przedziałem odwieźli go do Warszawy."
      },
      {
        "index": 60,
        "text": "Dla Janki ta droga była męczarnią. Patrzyła ciągle w okno, albo stała na korytarzu, żeby nie widzieć straszliwie oszpeconej twarzy ojca."
      },
      {
        "index": 61,
        "text": "Orłowski wiedział, że jedzie, że jest przy nim doktór, córka, Grzesikiewicz, witał się z nimi, ale nie zwracał na nich uwagi, bo rozmawiał szeptem z tym drugim, któremu ustępował miejsca, sam zajmując brzeżek siedzenia."
      },
      {
        "index": 62,
        "text": "Na stacjach, koledzy i znajomi przychodzili go zobaczyć, bo wypadek był głośny na linji. Przystępując, mówili mu swoje nazwiska. Nie odpowiadał zaraz, tylko pocichu pytał Miecia, co to za jedni, i dopiero wtedy zamieniał po kilka słów. Jankę tak rozdrażniały podobne sceny i te twarze rozciekawione, te banalne pocieszania i jeszcze gorsze litościwe spojrzenia, że zatarasowała drzwi i nie chciała nikogo wpuszczać."
      },
      {
        "index": 63,
        "text": "W Warszawie czekała już zamówiona lektyka, którą przeniesiono chorego do szpitala."
      },
      {
        "index": 64,
        "text": "Jankę grobowe zimno owionęło, gdy się znalazła w długim i mrocznym korytarzu szpitala; szła za lektyką, jakby za trumną. Jakiś człowiek w łachmanach chodził po korytarzu, w papierowym kasku na głowie, z epoletami z czerwonego papieru na porwanej w strzępy bluzie; pas naklejony złotym papierem ściskał chudą jego postać, salutował poważnie blaszanym pałaszem przechodzących, zawracał po wojskowemu i chodził dalej sztywnym, miarowym krokiem, niebieskawemi oczyma wpatrzony w jakąś próżnię."
      },
      {
        "index": 65,
        "text": "Orłowskiego umieszczono w pokoju na pierwszem piętrze."
      },
      {
        "index": 66,
        "text": "— Niech pani jedzie do domu, ja będę doglądał ojca; podług prawa, może pani jeszcze mieszkać w Bukowcu półtora miesiąca — radził doktór, gdy wyszli ze szpitala."
      },
      {
        "index": 67,
        "text": "— Ani dnia nie będę tam mieszkała, wyjadę do Rozłogów."
      },
      {
        "index": 68,
        "text": "— Czy pani wychodzi za Grzesikiewicza? — zapytał otwarcie."
      },
      {
        "index": 69,
        "text": "— Prawdopodobnie wyjdę. — Zaczęła mu dziękować za wszystko, co dla nich uczynił."
      },
      {
        "index": 70,
        "text": "— To mój serdeczny obowiązek zrobić, co zrobiłem; byłem waszym przyjacielem nie z nazwiska, a zresztą taka fenomenalna choroba. Będę ją studjował, to mi się opłaci."
      },
      {
        "index": 71,
        "text": "Zaśmiał się sucho, założył respirator i machnął ręką, żeby sobie pojechała."
      },
      {
        "index": 72,
        "text": "— Co jakiś czas będę tu zaglądała, a gdyby było gorzej, to proszę o zawiadomienie."
      },
      {
        "index": 73,
        "text": "Skinął głową, wsadził ją w dorożkę i odszedł."
      },
      {
        "index": 74,
        "text": "Gdy się znowu znalazła w pustem mieszkaniu w Bukowcu, pełnem tylko niewywietrzałych zapachów karbolu, uczuła, że słabnie, że siła bezwładności, w jaką ją opancerzyła apatja i nadmiar wrażeń — gnie się i rozpryskuje, że gotowa będzie popełnić szaleństwo jakieś, byle się wyzbyć tych udręczeń i osamotnienia."
      },
      {
        "index": 75,
        "text": "Siedziała w cichym saloniku i szklanym, martwym wzrokiem przyglądała się fortepianowi, co w mroku wyszczerzał żółte zęby klawjatury, meblom jakimś obumarłym, tchnącym jakby stęchlizną i niemocą taką, że bała się dotknąć czegokolwiek, bo się jej wydało, że to wszystko się rozleci i rozsypie w pył..."
      },
      {
        "index": 76,
        "text": "Po kilku godzinach snu męczącego, obudził ją pociąg, z hukiem przebiegający stację."
      },
      {
        "index": 77,
        "text": "Czerwone latarnie rzuciły na pokój krwawą smugę światła, które się rozlało w cieniach strumieniem iskier; zerwała się i wsłuchiwała — pociąg huczał na moście i po chwili, oddalone, głuche dudnienie milkło i zlewało się coraz bardziej z szumem lasu."
      },
      {
        "index": 78,
        "text": "Już nie usnęła. Uprzytomniła sobie wszystko i strach niewytłumaczony przejął ją zimnem i niepokojem, który napróżno stłumić usiłowała."
      },
      {
        "index": 79,
        "text": "Stacja ogłuchła i oniemiała, tylko druty telegraficzne, targane wichrem, brzęczały słabo, i oderwany kawał blachy na dachu magazynu targał się i bił twardo o ściany i skrzypiał, a czasami do tych głosów las dorzucił rytm głęboki i krótki, lub wiatr zaszumiał głucho, zgarnął wszystkie odgłosy i niósł dalej."
      },
      {
        "index": 80,
        "text": "Koguty w zabudowaniach gospodarczych piały regularnie co godzina. Nie mogła już dłużej znieść tej strasznej monotonji nocy, tej ciszy i tego męczącego uczucia niepokoju, a wprost bała się poruszyć z łóżka. Pomieszane z wrażeniami myśli zaczęły ją zalewać chaosem, z nieświadomych głębin wynurzały się jakieś słowa nieznane, jakieś nieuchwytne dźwięki, barwy nigdy nie pamiętane, sceny umarłe dawno w pamięci, twarze wyblakłe, przestrzenie. Życia upłynionego widma, co teraz ukazywały się na zrębie jawy mgnieniowej, chybotały się i rozwijały na wąskim skrawku świadomości i rozpadały w chaos, ustępując miejsca zmartwychwstaniu innych, nowych, nieskończonych. Mózg jej zrobił się jakby terenem walki, widownią, na której tłoczyły się zobrazowane wrażenia, zmartwychwstając i umierając równocześnie; a jej się wydało, że to wszystko dzieje się zaraz przed nią, że siedzi zboku i patrzy, podziwia, wzrusza się, poznaje niektóre rzeczy, przypomina sobie niektóre, a na wiele spogląda z obojętnością, bo nie poznaje — i wszystko tak szybko się staje, w takim wirze się przewala, że nim zdąży sobie przypomnieć, zobaczyć i — znika, i zmienia się, i różniczkuje."
      },
      {
        "index": 81,
        "text": "Wkońcu nic już nie poznaje. Spogląda na pokój i widzi go dobrze; lampka pali się przed obrazem Matki Boskiej, migotliwym, żółtym płomykiem oliwy, i subtelne iskry światła drżą i ślizgają się po szkle, pokrywającem portret jej matki, a przez okna zagląda szaro-zielona twarz nocy, o błękitnych, głęboko osadzonych oczach gwiazd."
      },
      {
        "index": 82,
        "text": "— Co mi jest! czy ja spałam? Myśli — i patrzy się w ścianę — nic, widzi salonik, widzi pokój jadalny, widzi pokój ojca! — Zadrżała, bo z za jakichś kotar, cieniów wychyla się postać ojca!"
      },
      {
        "index": 83,
        "text": "On, on! — krzyczy jej coś w duszy rozdzierająco, i chciała się zerwać i biec, ale siedzi nieruchoma, i patrzy na ojca widmo, który z czarną przepaską na oczach, z ogoloną głową, z twarzą czerwoną, poranioną, z rękami wyciągniętemi — idzie... idzie... idzie..."
      },
      {
        "index": 84,
        "text": "Straszna noc! tak ją zmęczyły halucynacje i takim strachem przejmowały, że w chwili już świtowej, poczuwszy nieco siły, zerwała się z łóżka. — Oszaleję! Oszaleję!"
      },
      {
        "index": 85,
        "text": "Dodnia jeszcze posłała po Andrzeja."
      },
      {
        "index": 86,
        "text": "Prosiła go, aby wszystko, co było w mieszkaniu, przewiózł do Krosnowy, i żeby się tem zajął, bo ona nie była w stanie dłużej w tem mieszkaniu przebywać."
      },
      {
        "index": 87,
        "text": "A gdy ją zawiózł do Rozłogów, do Wolińskich, i przy rozstaniu, gdy patrzał jej w oczy i żądał spojrzeniem odpowiedzi, nie śmiejąc nic mówić — rzekła mu:"
      },
      {
        "index": 88,
        "text": "— Na wiosnę! Niech się trochę uspokoję. Przyjeżdżaj pan często, bardzo często! przecież prócz pana nie mam już nikogo na świecie!"
      }
    ]
  }
}