{
  "chapterNumber": 40,
  "title": "Tom II, Rozdział XXI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XXI."
      },
      {
        "index": 2,
        "text": "Do Witowa był kawał drogi; jechali wielką aleją, wysadzaną lipami, łączącą oba majątki, kiedyś tworzące całość jedną."
      },
      {
        "index": 3,
        "text": "Ciepło było w powietrzu i bardzo spokojnie."
      },
      {
        "index": 4,
        "text": "Lipy olbrzymie, rosochate, stały bez ruchu wyciągniętą linją, niby wał zielony. Pola ogołocone ze zbóż migotały pomiędzy pniami pasami chłopskich kartofli, jeszcze zieleniejących, i wysokiemi ścianami końskiego zębu, a na złotawordzawych rżyskach trzęsły się w słońcu srebrnym pyłem pajęczyny."
      },
      {
        "index": 5,
        "text": "Pszczoły brzęczały wśród gałęzi lip i na czerwonych kwiatach ostów, rosnących nad rowem przydrożnym, zewsząd pachniało miodem i gryką kwitnącą, której różano-śnieżne pola rozlewały się z drugiej strony drogi, nad łąkami, ku wodom, połyskującym złotem w oddali błękitnawej."
      },
      {
        "index": 6,
        "text": "Wieś była jakby wymarła. Domy stały w ogrodach, oddzielone od drogi płotami z desek i wysokiemi bramami, nakrytemi gontowemi daszkami, a w środku bram, w wiankach ze zbóż lub ziół pachnących, wisiały obrazki Matki Boskiej Częstochowskiej. Ściany domów bieliły się z sadów śliwkowych, pokrytych owocem, jakby liljową rdzą, i świeciły przepalonemi w słońcu oknami i stały ciche i puste. Tylko gdzie niegdzie błękitne słupy dymów biły prosto i wisiały w powietrzu spokojnie, a stare, oślepłe i zniedołężniałe psy wyłaziły na przyzby i szczekały krótko, albo otwartem oknem wyjrzała jaka twarz, stała chwilę, przysłaniając oczy dłonią, i ginęła w czarnem wnętrzu izb, i znowu było pusto i cicho, bo wszystko, co mogło tylko robić, było na polach i łąkach."
      },
      {
        "index": 7,
        "text": "— Proszę jaśnie pani, a to dziedziczka tam idą! — Przerwał milczenie Walek, wskazując batem przed siebie, ku końcowi wsi."
      },
      {
        "index": 8,
        "text": "Witowska szła środkiem drogi, otoczona gromadą dzieci, które trzymały się jej rąk, czepiały sukni, wieszały u ramion, tuliły się do niej ze wszystkich stron, niby młody rój pszczół do matki, i cienkiemi głosikami śpiewały. A ona z jasną, cudną głową, z uśmiechem, którym promieniały purpurowe usta i głęboko szafirowe oczy, pełnym szczęścia i dobroci nieopowiedzianej — szła i wtórowała dzieciom, to przystawała i mówiła im głośno, a one podnosiły głowy i wszystkie te dziecinne oczy wlepiały się w nią z miłością i zachwyceniem, i wtedy jej wysmukła postać, obwinięta w jasną muślinową suknię, wielkiemi fałdami spadającą do ziemi, ściśniętą w pasie niebieską szarfą, oblaną potokami słońca, co przez sady rzucało skośne, czerwonawe płomienie — wydawała się cudnem zjawiskiem, widmem, co spłynęło z tych pól ogromnych, z pod tego błękitu nieba, z lasów zielonych."
      },
      {
        "index": 9,
        "text": "Walek zjechał na bok; przystanął i zdjął bezwiednie czapkę — i patrzył się takim wzrokiem, jakim chłopi patrzą na obrazy świętych."
      },
      {
        "index": 10,
        "text": "Janka patrzyła zdumiona."
      },
      {
        "index": 11,
        "text": "Gromada skupiła się przed kapliczką, co stała przy drodze, nad strumykiem, gdzie święty Jan Nepomucen, ciosany z drzewa i polichromowany, stał z krzyżem w ręku, otoczony wieńcami i bukietami kwiatów, wśród ścian wybielonych wapnem. I chór tych młodych głosów, podobny do trzepotania liści wiosennych, do zapachów pól, do szumu strumieni i zbóż — śpiewał:"
      },
      {
        "index": 12,
        "text": "I jasne, konopiaste głowy, i modre, niby strumień w dzień pogodny, oczy, świecące w opalonych twarzach, podnosiły się wyżej, i głosiki brzmiały coraz zgodniej, i rozlewały słodkie rytmy, co się łączyły z harmonją wieczoru nadchodzącego."
      },
      {
        "index": 13,
        "text": "Jadwiga klęczała w pośrodku gromadki i, skupiona, zapatrzona daleko przed siebie, śpiewała czystym, dźwięcznym, niby bronz, głosem."
      },
      {
        "index": 14,
        "text": "Ludzie zaczęli już schodzić z pól, i co chwila ktoś przyklękał na drodze, kładł kosę czy grabie, składał ręce i modlił się lub łączył głos z drugimi."
      },
      {
        "index": 15,
        "text": "Wozy ze zbożem, jakie szły, przystawały, i chłopi przyklękali w piasku."
      },
      {
        "index": 16,
        "text": "Bydło, spędzane z pastwisk, szło całą drogą w złotej kurzawie pyłów, a za niem piszczałki pastuchów, klekotki zawieszone u karków krów, beczenie owiec, porykiwanie i pieśni, co się skądciś zrywały, głosy nawoływań, skrzyp kół — wszystko to łączyło się z tą pieśnią i rozlewało w cichem powietrzu pól, po ścierniskach, po ugorach, po podorówkach, i płynęło ku lasom — hen ku słońcu, co się za nie zsuwało. Wołało głębokim głosem ufności:"
      },
      {
        "index": 17,
        "text": "Janka stała zboku i słuchała, i dopiero gdy śpiew umilkł, gdy dzieci kolejno całowały Jadwigę w ręce, a ona każdą głowę głaskała jakimś ruchem miłości matczynej i całowała na pożegnanie, podeszła się przywitać."
      },
      {
        "index": 18,
        "text": "— Pani Janina! Ależ zrobiła mi pani ogromnie dobrą niespodziankę."
      },
      {
        "index": 19,
        "text": "— Szczęśliwiem trafiła, bo na jakąś uroczystość."
      },
      {
        "index": 20,
        "text": "— To dzieci z naszej ochrony śpiewały, odprowadziłam je, bo taki cudny czas."
      },
      {
        "index": 21,
        "text": "— Ja dotychczas nie mogę jeszcze pozbyć się zdumienia, patrząc na to."
      },
      {
        "index": 22,
        "text": "— Cóż panią dziwi? Wezmę panią pod rękę, bo niezbyt dobrze widzę."
      },
      {
        "index": 23,
        "text": "— Mam powóz, to pojedziemy. Jechałam właśnie do pani."
      },
      {
        "index": 24,
        "text": "— Przejdźmy, to tak blisko."
      },
      {
        "index": 25,
        "text": "— Co mnie dziwi? No to, co widziałam, być może dla pani jest to rzecz naturalna, ale dla mnie zupełnie nowa i zdumiewająca."
      },
      {
        "index": 26,
        "text": "— To brata zasługa i inicjatywa ta ochrona. Dawno państwo wrócili? — zapytała prędko, bo nie lubiła mówić o swoich czynach filantropijnych."
      },
      {
        "index": 27,
        "text": "— Przeszło miesiąc. Wybierałam się dawno do pani, ale mąż ma tyle roboty, a potem, zanim się do tego nowego życia nieco przyzwyczaiłam..."
      },
      {
        "index": 28,
        "text": "— Czekałam dawno na panią, dawno."
      },
      {
        "index": 29,
        "text": "— Daruje mi pani, bo już jestem."
      },
      {
        "index": 30,
        "text": "— I nie puszczę rychło, musi mi pani odświeżyć wrażenia Włoch, bo to już trzy lata, jak tam byliśmy po raz ostatni, trzy lata, jeszcze wtedy zupełnie dobrze widziałam — dokończyła ciszej i smutniej, zwieszając głowę na piersi."
      },
      {
        "index": 31,
        "text": "Szły czas jakiś w milczeniu, wśród wrzawy wieczornej wsi, zapełniającej się coraz gęściej ludźmi, wozami i stadami."
      },
      {
        "index": 32,
        "text": "Chłopi odkrywali przed niemi głowy, kobiety przychodziły całować po rękach, pochylać się do kolan i witać tem nieśmiertelnem: „Pochwalony“."
      },
      {
        "index": 33,
        "text": "Jadwiga poznawała wszystkich, wypytywała o roboty, o dzieci, zajmowała się ich interesami i kłopotami, radziła w niektórych kwestjach, i szła dalej, niby promień słońca przez mroki tej ciemni ludzkiej, co zapychała ulice wioski. Janka milczała, bo zdumienie jej przechodziło w podziw. Patrzyła na nią, nie rozumiejąc wcale. Lubiła lud, ale zdaleka, z przedpokoju, bo chłopa miała prawie za zwierzę i nie zbliżała się do niego bez źle skrywanego wstrętu, czysto estetycznego; nie mogła teraz odczuć i zrozumieć w Jadwidze tego jej szczerego zajęcia się nimi, wydało się jej to nieco ekscentrycznem. Żyła w ciasnej komórce wiecznie burzącej się duszy i przez to nie mogła zrozumieć takiej społecznej kobiety, jaką była Jadwiga."
      },
      {
        "index": 34,
        "text": "— Pokażę pani coś, co przypomni nieco Włochy, — odezwała się Jadwiga, kiedy już szły ogrodem, wielką aleją, nakrytą wiązami, co jak wielkie, porwane w strzępy parasole, zwieszały cienkie gałązki."
      },
      {
        "index": 35,
        "text": "I zaraz ukazał się ten głośny Witów, stary zameczek, zbudowany na sposób dawnych włoskich zamków, z wieżą czworokątną dwupiętrową, zakończoną wysmukłemi blankami, z tarasami, balkonami kamiennemi i żelaznemi, z oknami okratowanemi, ze strzelnicami długiemi, z rzędami wąskich okien, z murami zrudziałemi, po których pięły się pędy dzikiego wina aż do wysokości strzelnic i blanków. Zameczek był zbudowany na wysepce, oblanej szerokim pasem wody, rozpalonej do czerwoności zorzami zachodu. Wyniosłe jodły otaczały go wieńcem i kładły na wodę i na brzeg przeciwległy długie cienie."
      },
      {
        "index": 36,
        "text": "— Ależ to zamek z legend! Cudowny! — wykrzyknęła Janka, oczarowana, i dosyć długo stała, przypatrując się z rozkoszą."
      },
      {
        "index": 37,
        "text": "Przez olbrzymią sień, mogącą pomieścić ze sto osób, ozdobioną głowami jeleni, łosiów, dzików, zawieszoną bronią i skórami dzikich zwierząt, weszły w głąb domu."
      },
      {
        "index": 38,
        "text": "Jakaś klasztorna surowość wiała od wszystkiego i mroziła. Wszystkie pokoje były sklepione, o rzadkich oknach, zastawione ciężkiemi meblami starożytnemi, o ciemnych ścianach, robiły wrażenie kaplic w gotyckich katedrach."
      },
      {
        "index": 39,
        "text": "Janka szła z pewną obawą za Jadwigą, która, z wyciągniętemi rękami dotykając sprzętów i ścian, rozpoznawała drogę i zaprowadziła ją do pokoju, w którym kiedyś Andrzej powiedział, że nie ma już narzeczonej."
      },
      {
        "index": 40,
        "text": "Janka tam dopiero odetchnęła, bo chociaż panował półmrok, ale jasne meble i obicia czyniły ten pokój bardzo wesołym."
      },
      {
        "index": 41,
        "text": "Wkrótce przyszedł Witowski i siedzieli tak we troje, w zmroku, który zwolna zalewał pokój, przysłaniał wszystko i wypijał światło ze złoceń sufitu, ścian i sprzętów."
      },
      {
        "index": 42,
        "text": "Rozmawiali półgłosem."
      },
      {
        "index": 43,
        "text": "Jadwiga chodziła po pokoju z wyciągniętemi rękami, i w swojej białej sukni sprawiała wrażenie widma, cicho przesuwającego się."
      },
      {
        "index": 44,
        "text": "Witowski prawie leżał w biegunowem krześle, a Janka siedziała na niskim foteliku, pod oknem, tak, że jej złotawe włosy świeciły się w ostatnich blaskach dnia, i słuchała, uczuwając jakiś dziwny nastrój spokoju i zadowolenia. Czuła na sobie oczy Witowskiego, a jego głos niski, o brzmieniu bardzo miękkiem, przenikał ją głęboką rozkoszą, odzywał się echem w sercu i rozlewał po niem nieokreślone dziwne ciepło."
      },
      {
        "index": 45,
        "text": "— Włoch nie lubię! — mówił — są dla mnie za jasne, za ładne, tam wszystko się wykreśla z tą wyrazistością geometryczną, jakiej właśnie nie cierpię; tam piękno tkwi w powierzchni, w linji, w formie samej, a ja w pięknie szukam czegoś więcej jeszcze, szukam treści — duszy."
      },
      {
        "index": 46,
        "text": "— Ta dusza przecież musi i może się wyrażać w jakiejś formie, ta dusza może być właśnie w samej formie tylko — mówiła Jadwiga."
      },
      {
        "index": 47,
        "text": "— Nie, Ada! A pani jak myśli?"
      },
      {
        "index": 48,
        "text": "— Nie będę przeczyć ani potwierdzać, bo jeśli mi się coś podoba, zwykle nie zdaję sobie sprawy dlaczego."
      },
      {
        "index": 49,
        "text": "— Dlatego też podoba się pani i Neapol i Krosnowa — rzucił ciszej."
      },
      {
        "index": 50,
        "text": "— Bo i Neapol i Krosnowa są piękne, każde na swój sposób!"
      },
      {
        "index": 51,
        "text": "— Tak! — rzucił przeciągle i zakołysał się szybciej."
      },
      {
        "index": 52,
        "text": "— Mnie Włochy porywały właśnie tem jasnem powietrzem, przejrzystością przestrzeni, tym spokojem dziwnym piękna, taką dziwną łącznością sztuki z naturą. Tam zresztą czułam pierwszy raz głęboką przyjemność samego istnienia."
      },
      {
        "index": 53,
        "text": "— Tak... — rzucił znowu."
      },
      {
        "index": 54,
        "text": "— Tymczasem tutaj nie czułam nigdy tego; tutaj, idąc czy lasem, czy polami, nawet w zupełnym spokoju duszy, nigdy nie mogę zapomnieć, że jestem, wszystko sprawia mi jeśli nie ból, to przykrość, a ludzie i przyroda jest zmęczona dziką, nieustanną, straszną grozą śmierci; tutaj wszystko zdaje się żyć rozpaczą, walką, obawą, gdy tymczasem tam wydało mi się życie spokojem, niezakłóconym nawet przez obawę śmierci, nawet śmierć sama musi tam nie mieć grozy, tylko jakąś melancholję gasnącego dnia i kwiatów okwitających."
      },
      {
        "index": 55,
        "text": "— Tak! — powiedział po raz trzeci i uniósł głowę z fotelu."
      },
      {
        "index": 56,
        "text": "Janka spojrzała na niego ostro, podrażniona tym krótkim dźwiękiem, ale nie miała już czasu mówić, bo wszedł Andrzej."
      },
      {
        "index": 57,
        "text": "— Jesteśmy teraz wszyscy, tak, jak chciałam — mówiła Jadwiga."
      },
      {
        "index": 58,
        "text": "— Sami bliscy."
      },
      {
        "index": 59,
        "text": "— Ja nie mam prawa zaliczać się jeszcze do tych bliskich."
      },
      {
        "index": 60,
        "text": "— Zaliczamy jednak panią, bo Andrzej już dawno do nas należy."
      },
      {
        "index": 61,
        "text": "Andrzej przysiadł się bliżej niego. Janka wstała, ujęła Jadwigę pod ramię i chodziły przyciśnięte do siebie, i mówiły cicho."
      },
      {
        "index": 62,
        "text": "Wniesiono lampę, która napełniła seledynowemi blaskami jedną część pokoju, na resztę rozsypując zaledwie pył świetlany."
      },
      {
        "index": 63,
        "text": "— Kochałam panią, jeszcze nie znając, z opowiadań męża, i czekałam dawno tej dzisiejszej chwili."
      },
      {
        "index": 64,
        "text": "— Wyglądasz dzisiaj na bardzo szczęśliwego? — zagadnął Stefan."
      },
      {
        "index": 65,
        "text": "— Jestem istotnie szczęśliwy, no, bo powiedz..."
      },
      {
        "index": 66,
        "text": "— Chcesz wyliczać pierwiastki swojego szczęścia, daj spokój, dość mi spojrzeć tam — wskazał głową na Jankę — aby wiedzieć więcej, niż mi powiedzieć możesz... — Usta mu zadrgały, a przez oczy przeleciał jakiś zimny błysk, jakby niechęci czy zazdrości. Patrzył długo na twarz Andrzeja, który siedział przy nim na niskiem krześle, patrzył z gniewem prawie, aż rzekł:"
      },
      {
        "index": 67,
        "text": "— Masz twarz człowieka zupełnie zadowolonego, zupełnie spokojnego."
      },
      {
        "index": 68,
        "text": "— Jestem spokojny, tak spokojny, że aż mnie to dziwi, że po tylu burzach wszystko we mnie tak przycichło odrazu."
      },
      {
        "index": 69,
        "text": "— Szczęście jest oliwą, przytłumiającą burze wszelkie serc i mózgów."
      },
      {
        "index": 70,
        "text": "— Wiesz, nieraz w nocy wstaję, aby zajrzeć do niej, bo mi się chwilami wydaje niemożebnem, aby była pod moim dachem."
      },
      {
        "index": 71,
        "text": "— No i znajdujesz ją śpiącą!.. wtedy, ma się rozumieć, klękasz przed łóżkiem i wpatrujesz się w twarz ukochaną."
      },
      {
        "index": 72,
        "text": "— Dlaczego drwisz? — szepnął Andrzej z wyrzutem."
      },
      {
        "index": 73,
        "text": "Nie odezwał się, bo go złość przygniotła do krzesła; zaczął się kołysać szybko i zagryzał wargi do krwi prawie, przyciszał się z trudem. — Cóż to mnie obchodzi, co oni robią, jak się kochają, czy są szczęśliwi! Cóż mnie to obchodzi! — myślał, ale czuł, że jednak go to obchodzi."
      },
      {
        "index": 74,
        "text": "— Nie nudzi się żona w Krosnowie? — zapytał znowu, nie mogąc się oderwać od tego tematu."
      },
      {
        "index": 75,
        "text": "— Bój się Boga, dopiero trzy miesiące po ślubie i już nudziłaby się?"
      },
      {
        "index": 76,
        "text": "— Tak, tak! masz rację, trzy miesiące dla dusz upojonych sobą!.."
      },
      {
        "index": 77,
        "text": "Andrzej spojrzał na niego uważniej, a on gonił wzrokiem za Janką, spotkał się z jej wzrokiem i przypomniał sobie te ostatnie chwile, przed ich wyjazdem do Włoch, na stacji. Ściągnął brwi i kołysał się prędko, bardzo prędko, a myśli latały mu pod czaszką coraz dziwniejsze, i coraz potężniejsza fala złości zalewała mu duszę, gdy spoglądał na Andrzeja pochylonego nieco i siedzącego tak nisko, że były chwile, w których poczuł szaloną chęć uderzenia nogami w tę głowę i rozbicia jej na miazgę."
      },
      {
        "index": 78,
        "text": "— Czuję, że nam będzie dobrze ze sobą — mówiła Jadwiga do Janki — bo czego trzeba, aby się czuć szczęśliwym? Spokoju wewnętrznego i kilku dusz dobrych w otoczeniu, na których możnaby się wspierać w dniach smutku. — I mówiła długo jeszcze, odkrywała swoją czystą duszę z tą szczerością ludzi dobrych nawskroś. Opowiadała nietylko myśli swoje, ale i marzenia prawie, szczytne przez swój altruizm, przez wiarę w dobro, w cnotę, w sprawiedliwość."
      },
      {
        "index": 79,
        "text": "Janka słuchała z początku z pewnem roztargnieniem, które sprawiały oczy Witowskiego, i z pewnem sceptycznem niedowierzaniem; ale później i ją porwała, i już słuchała z chciwością, i wpatrywała się w tę cudną, napół oślepłą, głowę, otoczoną jakby aureolą świętą, dobrocią i zapałem."
      },
      {
        "index": 80,
        "text": "— Czy też ona zna anonim? — pomyślała nagle Janka. — Czy ona wie kto ja jestem? — i pierwszy raz w głębi swojej poczuła jakieś szarpnięcie ostre, poczucie niższości swojej wobec tej świętej. Już nie mogła słuchać, bo myślała o sobie, o przeszłości i zestawiała ją bezwiednie z życiem Jadwigi. — Któż ja jestem? — przychodziło jej co chwila na myśl. Puściła jej ramię i usiadła zamroczona temi oślepiającemi przypomnieniami."
      },
      {
        "index": 81,
        "text": "— Co pani? — pytała łagodnie i troskliwie."
      },
      {
        "index": 82,
        "text": "— Nic, zmęczyłam się tylko! — Opuściła głowę, bała się, aby jej z oczu nie wyczytała myśli, bo jakiś wstyd dziwnie palący przejął jej serce i ubarwił twarz rumieńcem."
      },
      {
        "index": 83,
        "text": "Przeszli wkrótce do jadalni, podobnej do średniowiecznego refektarza klasztornego, tak była ciemną i obstawioną olbrzymiemi kredensami."
      },
      {
        "index": 84,
        "text": "Cisza panowała. Służba w milczeniu grobowem usługiwała, nawet dziesiątki świec, płonących w wielkich branżowych kandelabrach, świeciły jakoś posępnie i nie rozświecały całego pokoju, bo szafy i sklepiony sufit o wydatnych żebrowaniach, podobnych do nóg olbrzymiego pająka, tonęły w cieniu. Później rozmowa była dosyć ożywiona, tylko Janka mówić nie mogła, miała gardło zapchane jakiemś cierpieniem bez nazwy i duszę smutną. Wodziła oczyma po wszystkich twarzach, które się uśmiechały do niej życzliwie, po białej plamie obrusa, pełnej sreber i kryształów promieniejących w świetle, po twarzach służby niknącej co chwila w mroku olbrzymiego pokoju, po głębokich niszach okien kolorowych, przez które zaglądał księżyc i kładł na kamiennej posadzce długie płaty światła różnokolorowego, i znowu siedziała zatopiona w sobie, z tem dręczącem pytaniem w mózgu:"
      },
      {
        "index": 85,
        "text": "— Czy ona wie, kto ja jestem?"
      },
      {
        "index": 86,
        "text": "Kiedy się żegnali, spostrzegła zły ironiczny wzrok Witowskiego, jakim mierzył Andrzeja i ją. Tak żywo dotknęło ją to spojrzenie, że chciała mu coś powiedzieć, ale nie zdołała, bo podał jej rękę i prowadził do powozu."
      },
      {
        "index": 87,
        "text": "— Piękny wieczór, nieprawdaż? — szeptała, aby coś powiedzieć, wskazując na księżyc, wlokący srebrne smugi światła po drżących wodach kanału i wyolbrzymiający cienie jodeł."
      },
      {
        "index": 88,
        "text": "— Piękny! Pani jest w stadjum najwyższego szczęścia, więc wszystko się wydaje pięknem, nawet tak banalny wieczór z księżycem, wodą i murami starego zameczku. Szkoda że pani nie maluje, możnaby to uwiecznić akwarelką. Panna Jasinowska już to wyśpiewała w tuzinie sonetów."
      },
      {
        "index": 89,
        "text": "Odsunęła się od niego bez słowa, a on natychmiast pożałował ironji, bo, żegnając się, szukał usilnie jej oczu, — nie spojrzała na niego."
      },
      {
        "index": 90,
        "text": "Wracali w milczeniu. Andrzej, jakoś dobrze usposobiony, całował ją gorąco i szeptał jakieś prośby, które ją przejmowały obawą, a nieledwie wstrętem takim, że mogła tylko przez zaciśnięte zęby powiedzieć:"
      },
      {
        "index": 91,
        "text": "— Nie... nie..."
      },
      {
        "index": 92,
        "text": "Długo w nocy nie mogła zasnąć, tyle myśli naraz skłębiło się w niej, myśli o sobie i o ludziach, a przez które prześlizgiwały się, niby błyskawica, spojrzenia Witowskiego i cudna głowa Jadwigi."
      },
      {
        "index": 93,
        "text": "I jakaś zazdrość takiego życia czystego, i płodnego, i spokojnego, gryzła jej serce aż do krwi i męczyła boleśnie."
      }
    ]
  }
}