{
  "chapterNumber": 10,
  "title": "Tom I, Rozdział X",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "— Panie Świerkoski, poślij pan przez swojego robotnika list do Osieckiej, bo piszą, że pilny, a mój Roch po wczorajszym pogrzebie jeszcze nieprzytomny."
      },
      {
        "index": 2,
        "text": "— Sam go zabiorę, bo tam z panem Babińskim idziemy wieczorem. Panie Stanisławie, prędko pan będzie gotów?"
      },
      {
        "index": 3,
        "text": "— O szóstej schodzę ze służby, to jest za godzinę. Wstąp pan do mnie do mieszkania."
      },
      {
        "index": 4,
        "text": "Świerkoski poszedł do domu, rzucił się na łóżko w tym swoim pustym pokoju i zawołał:"
      },
      {
        "index": 5,
        "text": "— Franek!"
      },
      {
        "index": 6,
        "text": "Wbiegł chłopak, który był jego lokajem, kucharzem, praczką i stangretem."
      },
      {
        "index": 7,
        "text": "— Herbaty! zdejm mi buty i naszykuj ubranie na wizytę."
      },
      {
        "index": 8,
        "text": "— Trzeba dzisiaj stanowczo pomyśleć: Zosia czy Orłowska? — myślał, leżąc. — Osiecka mówiła, że trzy tysiące w dzień ślubu. Trzy tysiące! ogromnie mało. Policzmy. — Wyjął notes i ołówek i zaczął stawiać różne cyfry, obliczać. — Ogromnie mało — splunął pogardliwie. — Nie, nic z Zosi, niema co myśleć... nędza. Pomyśl, Hipciu! Podoba ci się, co? Hi! hi! hi! — śmiał się cicho i urągliwie, że zadał sobie takie głupie pytanie. Nie cierpiał kobiet, bo dla niego kobieta była synonimem rozrzutności i słabości. — A Orłowska? — snuł dalej. — Bogata, podobno trzydzieści tysięcy! Śliczna cyfra! — Pisał kilkakrotnie tę cyfrę, lubował się szeregami zer, kreślił je z miłością. — Idjota, który niedługo zdechnie, albo zwarjuje! — pomyślał pod adresem Orłowskiego. — Cham przeszkodą — szepnął nienawistnie i splunął, jakby w twarz Grzesikiewiczowi. — Będziesz, Hipciu, całe życie parobkiem, bo chamy ci zabiorą tysiące! — Zerwał się z łóżka, usiadł przy oknie, pił herbatę i rozmyślał długo."
      },
      {
        "index": 9,
        "text": "— Od dzisiaj zacznę się starać o Orłowską! Zacznę robić czułe miny! Hi! hi! hi!.. — Przejrzał się w lusterku, pogładził włosy i śmiał się długo i głośno, aż Amis zaczął skakać mu do piersi i szczekać; kopnął go, pies zawył z bólu i skrył się pod łóżko. Świerkoski się uspokoił i przebrał się bardzo prędko."
      },
      {
        "index": 10,
        "text": "— Kamienie dobrze idą, zarobię dosyć. Wygram choćby jedną główną, ożenię się z Orłowską, zsumujmy razem. — Policzył i zapatrzył się w cyfry. Zatarł radośnie ręce. — Piękna cyfra. Hipciu, postaw na niej. Tak, ona może wygrać, — Zapisał ją sobie w notesie i poszedł do Stasia, do małego domku przy stacji."
      },
      {
        "index": 11,
        "text": "— No, chodź pan, a to niby panna, tak się pan stroisz."
      },
      {
        "index": 12,
        "text": "— Nie panna, ale do panny. Jeszcze zdążymy. Ubierać się powinno wolno i z namysłem."
      },
      {
        "index": 13,
        "text": "Staś z całą systematyczną powolnością rozebrał się z watowanego szlafroka; mył, wycierał, zlewał perfumami i oglądał każdą część garderoby po kilka razy, zanim ją włożył na siebie. Ustawił lustra tak, aby się mógł w nich obejrzeć ze wszystkich stron, przymierzał z tuzin krawatów, bardzo starannie ułożonych w pudełkach. Próbował kołnierzyków różnych fasonów, później cały rząd butów, aż wreszcie skończył się ubierać."
      },
      {
        "index": 14,
        "text": "— Herbatki z araczkiem napijecie się, prawda? — zaproponował, wycierając sobie brwi i włosy perfumami."
      },
      {
        "index": 15,
        "text": "— Spóźnimy się i zajdziemy na dziesiątą."
      },
      {
        "index": 16,
        "text": "— Jeszcze czas, wypijemy herbatki. Mama mówi, żeby zawsze przed wyjściem na powietrze zimne pić gorącą herbatę, bo to ociepla żołądek, zabezpiecza od przeziębień. Wiesz pan, możeby wziąć żakiet zamiast surduta, co? — zapytał, przeglądając się w lustrach."
      },
      {
        "index": 17,
        "text": "— Jak Boga kocham, nie wiedziałem, że w tem jest jaka różnica."
      },
      {
        "index": 18,
        "text": "— Ha! ha! nie wiedziałeś pan, to zabawne. Chyba pójdę w surducie, bo to wieczorna wizyta; tak, surdut dystyngowaniej wygląda, ale jakiego koloru rękawiczki?"
      },
      {
        "index": 19,
        "text": "Wyciągnął całe pudełko z rękawiczkami, przewracał, oglądał i nie mógł się zdecydować."
      },
      {
        "index": 20,
        "text": "— Amis! chodźmy sami, bo ja muszę wcześnie wrócić, żeby się wyspać."
      },
      {
        "index": 21,
        "text": "— Zaraz będę. Jedziesz pan gdzie rano? — Wciągał jasno-perłowe rękawiczki."
      },
      {
        "index": 22,
        "text": "— Tak, jadę do Krosnowy, namawiać chłopów do wożenia kamieni."
      },
      {
        "index": 23,
        "text": "— Dobrze idzie interesik, co? — zmienił perłowe na żółte."
      },
      {
        "index": 24,
        "text": "— I... niech psy biorą takie interesy a nie ludzie."
      },
      {
        "index": 25,
        "text": "— Orłowski mówił, że to świetny interes."
      },
      {
        "index": 26,
        "text": "— Idjota! co on tam wie? Widzi zarobki, a nie widzi strat."
      },
      {
        "index": 27,
        "text": "— Powiadał, że gdyby nie odradzała mu córka, to wziąłby tę dostawę sam."
      },
      {
        "index": 28,
        "text": "— Ugryzłby! a jakże! — syknął ze złością — zresztą co może wiedzieć taka gęś!.."
      },
      {
        "index": 29,
        "text": "— Panna Janina gęś! Panie Świerkoski, to jest wcale niestosowne określenie panny Janiny — mówił Staś poważnie i zmienił rękawiczki żółte na czerwone. — Bardzo nawet niewłaściwe, bo takiej rozumnej i pięknej kobiety nie można nazywać gęsią..."
      },
      {
        "index": 30,
        "text": "Świerkoski przekrzywił twarz i drwiąco patrzył na Stasia."
      },
      {
        "index": 31,
        "text": "— Rozumne, dobre, piękne, anioły, ideały i tak dalej! Amis! ty, piesku, jesteś lepszym i rozumniejszym od wszystkich panien na świecie! — szeptał, głaszcząc psa."
      },
      {
        "index": 32,
        "text": "Staś oburzył się, ale dobrawszy rękawiczki, pozamykał szafy, kufry, walizy, pozasuwał szuflady, pochował i poukładał wszystko na swojem miejscu, i dopiero wyszli."
      },
      {
        "index": 33,
        "text": "— Grzegorzu! — mówił do dróżnika przejazdowego, stojącego przed domem. — Powiedzcie żonie, aby naszykowała ciepłej wody, jak powrócę."
      },
      {
        "index": 34,
        "text": "— Co panu po ciepłej wodzie?"
      },
      {
        "index": 35,
        "text": "— Wycieram się zawsze przed spaniem wodą i kamforą, albo lekki masaż sobie robię, to mi bardzo służy."
      },
      {
        "index": 36,
        "text": "— A może pan polecisz wygrzać sobie łóżko i pantofle."
      },
      {
        "index": 37,
        "text": "— No teraz ja powiem: chodźmy! — zawołał energicznie Stasio, który zwykle długo się wahał, namyślał, szykował, ale gdy już coś postanowił, to szedł naprzód niepowstrzymanie."
      },
      {
        "index": 38,
        "text": "Staś milczał, podkręcał wąsów i układał w myśli jutrzejszy list do mamy."
      },
      {
        "index": 39,
        "text": "— Podoba się panu panna Janina? — zapytał Świerkoski."
      },
      {
        "index": 40,
        "text": "— Podoba mi się bardzo, ale... widzi pan, nie rozumiem, jak mogła panna z naszej sfery wstąpić do teatru. Grzesikiewicz miał się z nią żenić, stary ma pieniądze, nic nie rozumiem."
      },
      {
        "index": 41,
        "text": "— Ma bzika, przecież córka swojego ojca."
      },
      {
        "index": 42,
        "text": "— Wuj Felcio to samo mówił, chociaż i ci Grzesikiewiczowie to zupełne prostactwo."
      },
      {
        "index": 43,
        "text": "— To są chamy, najczystsze chamy, dorobkiewicze, hołota, ot, co oni są, panie Babiński."
      },
      {
        "index": 44,
        "text": "W milczeniu już doszli do Zacisza, bo Stasia zraził ostry, nienawistny ton Świerkoskiego."
      },
      {
        "index": 45,
        "text": "W przedpokoju Stasio się rozebrał, obciągnął, przejrzał w lusterku, przyczesał włosów, zapiął rękawiczki, ruszył się kilka razy, próbując, czy grzbiet dobrze się wygina w ukłonach, i dopiero weszli do stołowego, bo tam się świeciło."
      },
      {
        "index": 46,
        "text": "Osiecka, Zosia i jakaś pani siedziały przy herbacie."
      },
      {
        "index": 47,
        "text": "Świerkoski przywitał się i usiadł, a Staś kłaniał się, nie śmiejąc postąpić kroku, aż go Osiecka przyprowadziła przed nieznajomą i zarekomendowała:"
      },
      {
        "index": 48,
        "text": "— Pan Babiński, moja siostrzenica, Tola!"
      },
      {
        "index": 49,
        "text": "— Zosiu! nalej herbaty panom. Mieliście panowie śliczny pomysł, przychodząc do nas, będzie nam, biednym samotnicom, weselej trochę, bo teraz takie długie wieczory, że wprost końca nie mają. Jakże zdrowie, panie Stanisławie?..."
      },
      {
        "index": 50,
        "text": "— Dziękuję pani dobrodziejce, dzisiaj jestem zupełnie zdrów. — Porwał się, aby odebrać z rąk Zosi filiżankę, i w tym ruchu ręce ich się spotkały, zarumienili się oboje."
      },
      {
        "index": 51,
        "text": "Staś usiadł, pił herbatę i patrzył na nią z rozkoszą, jak się przesuwała cichutko i z niezrównanym wdziękiem. Świerkoski przysiadł się przy Osieckiej, która po przeczytaniu listu, przezeń przyniesionego, zbliżyła się do niego i dosyć tajemniczo zaczęła rozmawiać."
      },
      {
        "index": 52,
        "text": "— Może zagracie sobie państwo w warcaby? — zwróciła się do Stasia i Zosi."
      },
      {
        "index": 53,
        "text": "— Pan u nas dopiero piąty raz, prawda? — pytała cicho Zosia, rozstawiając warcabnicę na maleńkim stoliczku."
      },
      {
        "index": 54,
        "text": "— Dopiero, ale ileż razy więcej się wybierałem przyjść! — zarumienił się po same białka."
      },
      {
        "index": 55,
        "text": "— I czemu pan nie przychodził?"
      },
      {
        "index": 56,
        "text": "— Obawiałem się być natrętnym, to znowu..."
      },
      {
        "index": 57,
        "text": "— Natrętnym! pan! panie Stanisławie? Ciocia tak często wspominała o panu. — Spuściła oczy, przygryzła usta i rozstawiała po polach kamienie."
      },
      {
        "index": 58,
        "text": "— Doprawdy nie zasłużyłem. Pani wychodzi?"
      },
      {
        "index": 59,
        "text": "— To trzeba się zasłużyć. Nie, pan zaczyna grę — dodała prędko, podnosząc na niego błękitne oczy i bardzo ładną twarzyczkę, o stanowczych i nieco za wąskich ustach. Koralowy fartuszek okręcał jej wysmukłą, gibką kibić."
      },
      {
        "index": 60,
        "text": "— A pani mi pomoże się zasłużyć? — zapytał, nieśmiało spoglądając."
      },
      {
        "index": 61,
        "text": "— Biję odrazu dwa kamienie panu; ach, jaki pan nieuważny, jaki nieuważny! Umyślnie podstawiłam i złapałam pana."
      },
      {
        "index": 62,
        "text": "— Skoro pani jest tak podstępna, będę się teraz strzegł i miał na baczności."
      },
      {
        "index": 63,
        "text": "— Nie ustrzeże się pan! Otóż i mam znowu: miał pan do bicia, nie bił, biorę chuch! — zaczęła się śmiać serdecznie, ale tak cichutko, żeby Osiecka nie zwróciła uwagi."
      },
      {
        "index": 64,
        "text": "— Widzę, że z panią przegram."
      },
      {
        "index": 65,
        "text": "— Trzeba się bronić."
      },
      {
        "index": 66,
        "text": "— No, kiedy już nie widzę wyjścia."
      },
      {
        "index": 67,
        "text": "— Trzeba się nie dać, bronić do upadłego, walczyć."
      },
      {
        "index": 68,
        "text": "— Zosiu! nalej mi herbaty! — zagrzmiała Osiecka, uderzając pięścią w stół."
      },
      {
        "index": 69,
        "text": "— Gramy dalej, posuwałam ostatnia, teraz na pana kolej — powiedziała Zosia, podawszy herbatę."
      },
      {
        "index": 70,
        "text": "— Kuzynka chora, prawda? — zapytał Staś, ze współczuciem patrząc na Tolę, która bladą, schorzałą twarz oparła na poręczy krzesła i drzemała."
      },
      {
        "index": 71,
        "text": "— O, to bardzo nieszczęśliwa, bardzo nieszczęśliwa! — szepnęła Zosia i pochyliła się nad warcabami, aby ukryć łzy; musnęła włosami czoło Stasia. Cofnął się, zmieszany i drżący. Grali w milczeniu. Amis siedział przy nich i rozumnemi oczyma wpatrywał się w Zosię, która co chwila głaskała go i dawała po sucharku."
      },
      {
        "index": 72,
        "text": "Zegar cykał monotonnie, i w okna uderzał wiatr, a chwilami z obór i z chlewów dochodziły głosy stad i żórawie u studzien skrzypiały przeraźliwie. Cisza senna i nuda panowały w mieszkaniu."
      },
      {
        "index": 73,
        "text": "Osiecka wykręciła się bokiem do lampy, oparła o stół, aż trzeszczał, i pochylona nieco nad skręconym we dwoje Świerkoskim, któremu tylko oczy błyskały dziwną żółtością, opowiadała ciągle; musiała wspominać ś. p. męża, bo po kilka razy wyciągała chustkę z rękawa, aby obetrzeć oczy, ale zapominała i mówiła znowu."
      },
      {
        "index": 74,
        "text": "— U pani Zaleskiej będzie pani w niedzielę?"
      },
      {
        "index": 75,
        "text": "— Mówiła ciocia, że pojedziemy na preferansa, tak, przypominam sobie, że mówiła."
      },
      {
        "index": 76,
        "text": "— To przyjść można? Aha, nareszcie, zabieram pani trzy jednem biciem."
      },
      {
        "index": 77,
        "text": "— Mogę przyjść do Zaleskich w niedzielę? — zapytał prosząco, a ciszej."
      },
      {
        "index": 78,
        "text": "— Skądże ja mogę dawać panu pozwolenie! Bywa pan tam codziennie, tylko u nas raz na miesiąc — powiedziała jakby z wyrzutem."
      },
      {
        "index": 79,
        "text": "— A mógłbym tutaj bywać codziennie?"
      },
      {
        "index": 80,
        "text": "Zosia się zarumieniła, przymknęła oczy, aby ukryć radość, i, posuwając kamień, odpowiedziała:"
      },
      {
        "index": 81,
        "text": "— Chce pan, naprawdę?"
      },
      {
        "index": 82,
        "text": "— Bardzo! bardzo! — powtórzył, chcąc wziąć ją za rękę."
      },
      {
        "index": 83,
        "text": "— A zrobi pan to wszystko, o co poproszę?.."
      },
      {
        "index": 84,
        "text": "— Wszystko, pod warunkiem, że teraz pani zrobi to, o co poproszę."
      },
      {
        "index": 85,
        "text": "— Dobrze."
      },
      {
        "index": 86,
        "text": "— Proszę mi podać rączkę."
      },
      {
        "index": 87,
        "text": "Podała mu nieśmiało, wziął ją delikatnie i gorąco ucałował."
      },
      {
        "index": 88,
        "text": "— Panie Stachu! bo się pogniewam, tak nie można — broniła się surowo."
      },
      {
        "index": 89,
        "text": "Puścił jej rękę nieco zaambarasowany, czuł, że się posunął za daleko."
      },
      {
        "index": 90,
        "text": "— Pani mi daruje, ale przysięgam, że się to nigdy nie powtórzy — prosił pokornie, głęboko zmartwiony, bo Zosia, z namarszczoną brwią, odsunęła się nieco dalej."
      },
      {
        "index": 91,
        "text": "— Nigdy!... — powiedziała przeciągle ze zdumieniem."
      },
      {
        "index": 92,
        "text": "— Słowo daję, nigdy — przyrzekał poważnie. Zapiął dwa guziki, odpięte od surduta, musnął wąsiki, wyprostował się na krześle i grał w milczeniu, ale w tem wyprostowaniu czuł, że mu się jakiś guzik oberwał, sponsowiał i bał się ruszyć z miejsca. Zosia była i zdziwiona, i zła na jego naiwność, grała niedbale, pozwalając mu wygrywać, chociaż coraz bardziej fuszerował, bo go niepokoił ten oberwany guzik coraz bardziej."
      },
      {
        "index": 93,
        "text": "Skończyli partję. Zosia odsunęła stolik, posprzątała ze stołu nakrycia, wzięła swoją nieśmiertelną kanwę z kwiatami i zaczęła wyszywać, nie spoglądając nawet na Stasia, który, sztywny, onieśmielony, z rozpaczą prawie, że ją obraził, zaaferowany tym guzikiem, siedział nieruchomy i myślał, jakby tu zawiązać przerwaną rozmowę i odwrócić uwagę od siebie. Przysunął się nieco, rozpiął surdut, nachylił się ku Zosi, ale nie śmiał się odezwać, tylko błagającemi spojrzeniami obrzucał jej twarz pochyloną nad kanwą. Zosia udawała, że nic nie spostrzega, a uśmiechała się złośliwie. Siedzieli w tem kłopotliwem milczeniu dosyć długo, aż Staś, zrozpaczony, że nie mógł rozpocząć rozmowy i że szelki wpijały mu się coraz głębiej w ramię, powstał i zaczął się żegnać. Podniósł się i Świerkoski, zamienił jakieś tajemne słowa z Osiecką i wyszli."
      },
      {
        "index": 94,
        "text": "W milczeniu powracali. Staś czuł się oczarowanym i zgnębionym, nietyle Zosią, która mu się podobała bardzo, ile własną dzisiejszą wymową i śmiałością. Rozpiął palto, bo mu gorąco było, wyprostował się dumnie i rzucał rozpalone, miłosne spojrzenie w noc i w rzadko płonące na linji światła przejazdów."
      },
      {
        "index": 95,
        "text": "— Śliczna dziewczyna, muszę napisać o tem mamie. A jakie to musi być dobre! Panie Stachu! Panie Stachu! — powtarzał z rozkoszą i tak się rozmarzał, że nie pamiętał, czy przy rozstaniu pożegnał się ze Świerkoskim, który prędko szedł, pogrążony w rozpamiętywaniu tego, co słyszał od Osieckiej pod uroczystym sekretem."
      },
      {
        "index": 96,
        "text": "Na stacji pusto było, w oknach Orłowskich płonęło światło, a z poza heljotropowych zasłon buduaru Zaleskiej płynął potok dźwięków."
      },
      {
        "index": 97,
        "text": "Świerkoski, zaszedłszy do siebie, zbudził Franka, kazał mu gotować herbatę i, nie przebierając się, poszedł do saloniku swojego. Porozpalał świece i wielką lampę, stojącą w rogu na kolumnie, pod czerwonym, niby krew, abażurem. Usiadł na pluszowym, wykwintnym foteliku i zaczynał się rozkoszować komfortem, jaki go otaczał. Franek wkrótce postawił mu herbatę na małym, złoconym stoliczku. Świerkoski ze skrytki, misternie ukrytej w biurku, wyjął dobre cygaro, zapalił, otoczył się kłębem wonnego dymu, popijał herbatę, przyglądał się salonowi i jakby się rozkoszował przedsmakiem przyszłości."
      },
      {
        "index": 98,
        "text": "— Hipciu! ożenisz się z Orłowską! Tak, z pewnością. — Jakiś zły uśmiech wykrzywił jego trójkątną twarz, aż mu białe, długie zęby błyskały z pod wąsów i szczękały z zadowolenia. — Śliczna panna! Hi! hi! hi!... kochany robaczek, ślicznieńki, niewinnieńki! hi hi! hi!... — wydobywało mu się z zaciśniętego radością gardła, niby bulgotanie indycze, a twarz mu promieniała dziką, zwierzęcą radością. — Hipciu! będziesz panem, umiej tylko czekać — szeptał, splatając na kolanach długie, jak u szympansa, ręce. — Tak, ożeni się, rzuci służbę, wyprowadzi się do Warszawy, puści się w wielkie interesa, powygrywa na loterji i — miljony! miljony! miljony! — szeptał z upojeniem i przeciągał się ociężale z rozkoszy, dziwnie drażniącej."
      },
      {
        "index": 99,
        "text": "— Hipciu, ostrożnie! — ostrzegał sam siebie. — Ach, to ona miała kochanków! Skąd ta Osiecka się dowiedziała? Grzesik się ucieszy, skoro się dowie o tem! A chamie jeden, łajdaku, dobrze ci tak, masz już dosyć! — śmiał się cicho, chodząc po pokoju. Miał teraz w sobie, w tej trójkątnej, bronzowej twarzy, w żółto płonących oczkach, coś wilczego; zataczał koła tak samo jak wilk, z wyciągniętą szyją, z wygiętym grzbietem, miał postawę węszącego żer, co dwa kroki podrzucał się nerwowo, przysiadał na krzesłach i fotelikach, gładził aksamity i jedwabie i szeptał: — Twoje, Hipciu! twoje! — Amis! chodź, synku! — Pies rzucił się do niego. — Spokojnie, spokojnie, dobry piesek, dobry! — głaskał go, a pies lizał mu rękę i twarz. Świerkoski szybko wydobył z kieszeni rzemień i uderzył go z całej siły przez grzbiet. Amis zwinął się w kłębek i upadł na dywan. — Widzisz, synku, bez poufałości."
      }
    ]
  }
}