{
  "chapterNumber": 38,
  "title": "Tom II, Rozdział XIX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIX."
      },
      {
        "index": 2,
        "text": "W ostatnich dniach lipca Grzesikiewiczowie powrócili z Włoch."
      },
      {
        "index": 3,
        "text": "Na stacji nikt ich nie czekał, bo nikogo nie zawiadamiali o dniu przyjazdu. Wysiedli na peron pusty i cichy, po którym z powagą spacerował Staś, w czerwonej czapce i białych rękawiczkach, zastępujący zawiadowcę. Słońce przygrzewało mocno i zalewało jaskrawemi blaskami żółty peron i czerwone mury; linje lasów, długie wici szyn były jakby opłynięte rozgrzanem, drgającem morą, powietrzem."
      },
      {
        "index": 4,
        "text": "Cisza letnia upalnego dnia otoczyła ich i zalała."
      },
      {
        "index": 5,
        "text": "Janka z pewnem zdziwieniem rozglądała się dokoła."
      },
      {
        "index": 6,
        "text": "— Jak tu cicho!.. jak tu inaczej!.."
      },
      {
        "index": 7,
        "text": "— Ba, to Bukowiec, a nie Włochy! Bukowiec!.. — powtarzał przyciszonym głosem Andrzej i radośnie spoglądał na lasy i z chciwością wciągał w płuca powietrze, przesycone ciepłem i żywicznemi zapachami borów. Dusza tak mu się trzęsła z ukontentowania, że nie mógł utrzymać najrozmaitszych paczek i pudełek, które mu wypadały z rąk drżących; zbierał je kilka razy, aż Staś, który po odejściu pociągu odszedł, udając, że ich nie poznaje, ukazał się znowu i szedł śpiesznie, ale zawrócił zpowrotem do kancelarji, bo sobie przypomniał, że zdjął już czerwoną czapkę i rękawiczki. Przyszedł dopiero po chwili wyczerwieniony, różowszy niż dawniej, majestatyczny."
      },
      {
        "index": 8,
        "text": "— Mnie przypadł w udziale zaszczyt witania szanownych państwa po tak dalekiej podróży — rzekł, poważnie witając, ale Roch mu przerwał, bo chylił się do kolan Janki i załzawionym głosem gadał:"
      },
      {
        "index": 9,
        "text": "— Panienka! e... juści panienka, dziedziczka kochana!.. a starsze państwo, to niby z Krosnowy i jaśnie Pietrz dziedzic i pani gospodyni jechały bez Bukowiec wczoraj... tak, dobrze mówię, wczoraj... abo i..."
      },
      {
        "index": 10,
        "text": "— Niech Roch rzeczy zabiera i znika! — zawołał wyniośle Staś. — No, jakże zdrowie szanownych państwa, jakże podróż?"
      },
      {
        "index": 11,
        "text": "— Dziękujemy, dziękujemy!.. cóż słychać u pana, panie Stanisławie? mamusia zdrowa?"
      },
      {
        "index": 12,
        "text": "— Dziękuję i mama zdrowa i żona..."
      },
      {
        "index": 13,
        "text": "— Pan się ożenił?"
      },
      {
        "index": 14,
        "text": "— Tak, szanowna pani dziedziczko, dobrodziejko!.. w miesiąc po państwa wyjeździe zawarłem związek małżeński z panną Zofją Osiecką!.. o, widzi pani dobrodziejka, żona się z okna kłania! — mówił z powagą."
      },
      {
        "index": 15,
        "text": "— Dzień dobry! — krzyczała Zosia z okien dawniej Zaleskich i po chwili zbiegła na dół i rzuciła się w ramiona Janki i całowała ją z uczuciem dawnej przyjaciółki."
      },
      {
        "index": 16,
        "text": "— No i mnie się coś należy z tego! — żartował Andrzej."
      },
      {
        "index": 17,
        "text": "— Jak państwo ślicznie wyglądają oboje!.. Ja także chciałam, abyśmy ze Stasiem, z mężem, pojechali za granicę po ślubie, ale... ale... jakże? Włochy bardzo piękne?"
      },
      {
        "index": 18,
        "text": "— Bardzo piękne."
      },
      {
        "index": 19,
        "text": "— W Rzymie państwo byli, bo widzieliśmy listy..."
      },
      {
        "index": 20,
        "text": "— Byliśmy. Czy są jakie konie? — zwróciła się do Andrzeja, bo ją niecierpliwili."
      },
      {
        "index": 21,
        "text": "— Są, chłop szykuje siedzenia, możemy już jechać."
      },
      {
        "index": 22,
        "text": "— A Ojca świętego państwo widzieli?"
      },
      {
        "index": 23,
        "text": "— Widzieliśmy, ale daruje pani, że nie będę teraz opowiadać, bo jesteśmy dosyć zmęczeni drogą i pilno nam do domu."
      },
      {
        "index": 24,
        "text": "— Rozumiemy... ale jeśliby można kiedy zastać państwa w domu, to umyślnie, aby usłyszeć..."
      },
      {
        "index": 25,
        "text": "— Zawsze będziemy chyba, proszę, przyjedźcie państwo!"
      },
      {
        "index": 26,
        "text": "— Roch jutro przyjdzie do Krosnowy, to wam dam coś, co przywiozłam z Rzymu dla was — mówiła Janka, wsiadając na zwyczajny wózek krakowski, zaprzężony w małe koniki o parcianym moderunku."
      },
      {
        "index": 27,
        "text": "— Z Rzymu!.. e... z Rzymu, lo mnie... loboga! — mruczał Roch, pochylając się do wozu, który się potoczył."
      },
      {
        "index": 28,
        "text": "— Poganiaj prędzej! — wołał Andrzej na chłopa, bo koniki wlokły się sennie ze spuszczonemi łbami."
      },
      {
        "index": 29,
        "text": "— A juści, kiej gorąc taki!.. praży tyż Jezusieczek, praży!.. wio! maluśkie! wio! — świstał batem, szarpał lejcami, hukał, zachęcał; konie się podrywały, aż wózek skakał po kamieniach i korzeniach leśnych, ale po chwili wolniały i znowu się wlokły sennie wąską drożynką przez las, który ją prawie nakrywał, że tylko przez gałęzie kładły się płaty olśniewającego światła na drodze, na mchach, na pniach i mieniły fantastycznemi arabeskami."
      },
      {
        "index": 30,
        "text": "— To naprawdę las! — szepnął Andrzej z dumą."
      },
      {
        "index": 31,
        "text": "— Tak, to las! — odpowiedziała cicho i włóczyła trochę sennemi oczyma po dębach olbrzymich, po sosnach, co jak miedziane kolumny stały nieskończonemi szeregami i zdawały się podpierać niebo, po polankach zielonych i cichych, po bagniskach zarośniętych, pełnych wrzawy ptasiej, pisku, chlupotu, brzęku; po kamienistych szczytach, przeświecających przez drzewa, pokrytych zieloną siatką — pędami jeżyn. Las stał cichy, rozprażony lipcowym upałem, woniejący żywicą, trawami i garbnikiem. Ptaki zrzadka i sennemi głosami odzywały się w gąszczach, tylko sroki gdzie niegdzie kłóciły się na drzewach, albo żołna przelatywała cicho pod gałęziami, niby tęczowa błyskawica, albo drzewa zaszumiały na chwilę i znowu robiła się cisza głęboka i usypiająca."
      },
      {
        "index": 32,
        "text": "— Tak, to las! — myślała, ale widziała przez niego wysmukłe palmy, mieniły się jej w oczach lazury zatoki neapolitańskiej, tamta zieleń, tamto słońce, tamto powietrze — i teraz czuła, że ten las, tak kiedyś ukochany, jest jakiś czarny, dziki, że wionie chłodem i posępnością, że zaczyna ją omotywać jakiś smutek życia, tam nieodczuwany. Zadrżała w głębi, bo z tych przestrzeni zaczęły jakby iść do niej przypomnienia wszystkie życia tutaj spędzonego, zaczęły wstawać w niej widma przeszłości i cieniami przysłaniać jej duszę."
      },
      {
        "index": 33,
        "text": "Budziła się, jakby dawne życie brało ją w swoje łożysko zpowrotem."
      },
      {
        "index": 34,
        "text": "— Ciemno jakoś! — szepnęła, wstrząsając się nerwowo."
      },
      {
        "index": 35,
        "text": "— Bój się Boga, przecież słońce wprost oślepia!"
      },
      {
        "index": 36,
        "text": "— O, nie tak, jak w Neapolu, nie tak, jak w Palermo!"
      },
      {
        "index": 37,
        "text": "— Nie widzę różnicy, a zresztą, teraz powiem ci szczerze, że jestem szczęśliwy, czując się u siebie; nudziły mnie już Włochy w ostatku. To upiór, nie kraj żywy, to..."
      },
      {
        "index": 38,
        "text": "— Nie mówmy, dobrze?"
      },
      {
        "index": 39,
        "text": "— Dobrze, wiem przecież, że Włochy podobały ci się ogromnie; entuzjazmowałaś się przecie przy każdym zmurszałym kamieniu: no, milczę. Rozmarszcz czoło, spojrzyj na mnie."
      },
      {
        "index": 40,
        "text": "Spojrzała, ale nie mogła ukryć pewnego żalu i goryczy."
      },
      {
        "index": 41,
        "text": "— Powinnaś mi darować te chamskie uwagi, chociażby za ich szczerość!"
      },
      {
        "index": 42,
        "text": "— Alboż się gniewam?"
      },
      {
        "index": 43,
        "text": "— Dziękuję! ot widzisz, jedziemy już do siebie do domu; czy ciebie to nie cieszy?"
      },
      {
        "index": 44,
        "text": "— A i bardzo, bo zmęczona jestem."
      },
      {
        "index": 45,
        "text": "— Marzyłem o tym dniu, bo przecież teraz już żyć będziemy tylko ze sobą, nie będą nas krępowali ani ludzie, ani kraj obcy, ani to hotelowe życie, którego nie cierpię, nie będą pomiędzy nami stawały arcydzieła i kłótnie o nie; tak nie cierpię tego hotelowego kraju, tego życia w oczach wszystkich, podzielonego na etapy, wyznaczone przez Cooks limited, gdzie wszystko ma cenę zgóry oznaczoną, gdzie wszystko jest posegregowane i opisane i oznaczone numerami przez Baedekera, gdzie człowiek nigdy nie może się czuć sam zupełnie i sobą. Obcy świat, a mnie tego brakowało, o, tych lasów i tej ziemi!.. ja stąd i z tego!.. — zakreślił szeroki łuk ręką i rozrzewnionym wzrokiem ogarnął obszary pól, na które wyjechali z lasu."
      },
      {
        "index": 46,
        "text": "— To już Krosnowa? — szepnęła jakimś strwożonym głosem."
      },
      {
        "index": 47,
        "text": "— Tak, to już dom nasz."
      },
      {
        "index": 48,
        "text": "— Dom nasz!.. — powtórzyła jak echo. — Krosnowa! — i patrzyła z jakąś głuchą obawą na park i długą aleję lipową Krosnowy.. Nie czuła upału, jaki ich zalewał teraz, kiedy jechali polami, niezasłonieni niczem; zimno jej było i ciemno. Jakieś uczucie obcości przenikało jej duszę chłodem."
      },
      {
        "index": 49,
        "text": "— Dom nasz! — powtarzała i niepokój rósł, miała wrażenie, jakby te lasy, które zataczały olbrzymie koło i stanowiły zieloną ramę pól, odgradzały od świata i wtłaczały siłą w tę ciasną dolinę, gdzie odtąd żyć miała, jakby ją te pola, złocące się pszenicą, pohaftowaną makami czerwonemi, liljowemi wykami, które jak morze się kołysały i dźwięczały muzyką chrzęstów koników polnych, przepiórek, brały w swoje objęcia tak mocno, tak mocno, że czuła jakiś strach niewytłumaczony i ból."
      },
      {
        "index": 50,
        "text": "Andrzej spoglądał na nią, ale nie umiał czytać w tej pięknej, bladej twarzy. On się cieszył, że powrócił, bo pewny był, że teraz, kiedy go nic nie będzie przegradzało od jej duszy, zazna szczęścia dopiero, że teraz ona będzie mogła ocenić jego miłość; ale chwilami odzywał się w nim jakiś cichy i głęboki żal do niej za obojętność marmurową, za ten chłód, którego nie mógł przełamać, za tę wyniosłość pewną, która go onieśmielała i zamykała mu nieraz usta w połowie gorącego okrzyku, więc chwilami spoglądał surowiej, z wyrzutem, ale w tem wytrwać nie mógł, bo otaczały go jego ziemie i jego zboża."
      },
      {
        "index": 51,
        "text": "— Zwożą pszenicę! — zawołał, wstając na wózku. — Pyszna pogoda, sucho zbierają! — i gonił oczyma za żniwiarkami, które o kilka staj od drogi pracowały — tryby zgrzytały i ostre zęby błyskały co chwila stalowemi błyskawicami nad złotawem polem. Wielkie sterty wznosiły się w różnych kierunkach niby piramidy, a czerwone stroje kobiet, rojących się po polach, cięły się ostro, niby wielkie maki. Powietrze lekko drgało, aż przydrożne niskie grusze szeleściły sennie zakurzonemi liśćmi."
      },
      {
        "index": 52,
        "text": "— Walek! sam tu! — krzyknął ogromnym głosem Andrzej na chłopa, uwijającego się na koniu przy najbliższej żniwiarce."
      },
      {
        "index": 53,
        "text": "— Zobaczę tylko, co się robi i zaraz przyjadę!"
      },
      {
        "index": 54,
        "text": "Skinęła głową i patrzyła na Walka, który sadził przez zagony i kołysał się na siodle, niby na biegunach i co chwila zapadał i wychylał się ze zbóż."
      },
      {
        "index": 55,
        "text": "Pojechała sama do dworu. Nikt nie wyszedł na jej spotkanie, drzwi były pozamykane, okna szczelnie pozasłaniane, a na podwórzu, prócz kur i ślepego psa, co się wylegiwał w cieniu podjazdowej kolumnady, nikogo."
      },
      {
        "index": 56,
        "text": "Dopiero w kilkanaście minut po wołaniach chłopa, nadbiegł zadyszany Bartek w jednych tylko parciankach i koszuli, ociekał wodą i obcierał się nagwałt spencerkiem."
      },
      {
        "index": 57,
        "text": "— A to kąpać się byłem, bo taki gorąc, że śpik me morzył, ale ino pacierz byłem — usprawiedliwiał się ze strachem — a nie byłbym i tyla, ino..."
      },
      {
        "index": 58,
        "text": "— No dobrze, otwórz drzwi."
      },
      {
        "index": 59,
        "text": "— A juści, kiej Janowa mają klucze, zaraz polecę; a nie byłbym pacierza, ino Jędrek Rafałów, koniarek, wzion mi obleczenie i zaniósł na kępę; złapałem go, sprałem juchę kiej psa, a tu słyszę, że ktosik woła..."
      },
      {
        "index": 60,
        "text": "— Idźno i poszukaj Janowej."
      },
      {
        "index": 61,
        "text": "— Jezdem, paninko, jezdem! — krzyczała zdaleka, lecąc z rozłożonemi rękoma, niby stara kokosz do piskląt w niebezpieczeństwie; przypadła do nóg i radosnym głosem wołała: — O mój Jezu słodki, o moja paninka najukochańsza, a tośwa czekali i dnie i noce! a tośwa ze starszą panią wychodziły jaże do mostów, a tośwa se mówiły: a może dzisiaj przyjadą! Loboga, jak mi paninka ślicznie wygląda, kiej na obrazku, a opaliła się paninka na gembie za przeproszeniem, kiej bułeczka. — Gadała, otwierając drzwi, pomagając wnosić walizy, i co chwila przypadała do Janki, obejmowała za nogi, całowała po rękach, nie wiedziała co robić już, tak ją roztrzęsła radość."
      },
      {
        "index": 62,
        "text": "— Duszno tutaj, pootwieraj Bartek okna."
      },
      {
        "index": 63,
        "text": "— A moja złota paninko, a moja kochana!"
      },
      {
        "index": 64,
        "text": "— Starsza pani w domu?"
      },
      {
        "index": 65,
        "text": "— Pani gospodyni je na wsi u Jadamki, co już od rana rodzi, je i dochtór..."
      },
      {
        "index": 66,
        "text": "— Hale! widzisz go! głupi chłop, chlapie ozorem byle co, idź do kuchni palić ogiń! — zakrzyczała Janowa, wypychając Bartka. — A to u żniwa wszyscy, a starsza pani je rychtyk u chory kobity, na wsi. A ja byłam w ogrodzie za ogórkami i bez to me paninka nie zastała."
      },
      {
        "index": 67,
        "text": "— A córka wasza? cóż tam słychać, jest już w Zielonce?"
      },
      {
        "index": 68,
        "text": "— A jest... jest... — urwała, usta opadły jej tak jakoś na brodę, że jej stara obrzękła twarz z sinemi wargami zrobiła się podobną do gęby krowy, ryczącej za cielęciem."
      },
      {
        "index": 69,
        "text": "Janka nie czekała na dalszy ciąg opowiadania, tylko poszła oglądać mieszkanie. Otoczyła ją smutna cisza mieszkania napół umarłego, bo niezamieszkanego. Mrok, jaki rzucały pospuszczane story, ciemne obicia i portjery, meble o formach poważnych, wielkie pokoje, wszystko to tchnęło jakąś pleśnią i posępnością."
      },
      {
        "index": 70,
        "text": "Chodziła i oglądała długo, nikt się nie zjawił, tylko od oficyn dochodził ją krzyk łapanych i zarzynanych kurcząt, a od dziedzińców i zabudowań — szczekanie i wycie psów na łańcuchach, a czasami od pól leciały odgłosy turkotów i echa śpiewów rozbrzmiewały smutno w tem pustem mieszkaniu."
      },
      {
        "index": 71,
        "text": "— Co ja tu będę robić? — zapytała głośno, rozglądając się po tych wspaniałych pokojach. Nie umiała sobie odpowiedzieć, a nawet nie chciała; przeszła pokój jadalny, wyłożony dębem, obstawiony wspaniałemi kredensami i przez werendę zeszła do ogrodu, nad długie, powyginane jeziorko, otoczone alejami grabów strzyżonych, tak rozrośniętych, poskręcanych ze sobą, pooplątywanych dzikim chmielem, że tworzyły głuchy, zimny tunel, którego spód, niegracowany od wieków może, zarósł chwastami. W niszach żywych, utworzonych z drzew odwiecznych, stały trzony, z których pozrzucane posągi bóstw mitologicznych leżały zaledwie widoczne w trawie, sczerniałe, obrośnięte mchem, jedzone przez deszcze, trawy i powietrze. Kosy gwizdały w gąszczach, gile, zięby, bogowole, sikorki zawodziły ogromny wrzaskliwy chór w całym parku, a na jeziorku, przyczepione do wielkich liści grzybieni, żaby nukały przeciągle i sennie, wielkiemi oczyma patrzyły w słońce i na miljardy much, kotłujących się nad powierzchnią, niby tuman, przez który, jak punkty szmaragdowo-złote, błyskały wysmukłe ważki. Jaskółki ze świergotem przelatywały nad wodą i pruły powietrze fantastycznemi linjami. Cisza była taka ogromna w parku, że słychać było głosy komarów i szelest trzcin, tataraków i sitowia, co zarastały brzegi i biły o siebie, ilekroć wiatr powiał od drzew, albo kolisko wody roztrąconej piersią jaskółek nadbiegało. Jasnopopielatawy błękit rozciągał się nad wszystkiem, niby dach, z którego zsuwało się już ku zachodowi słońce i kładło na wodę złotą patynę, niby laserunek."
      },
      {
        "index": 72,
        "text": "Janka zimno i bez uniesienia przyglądała się parkowi; szła, ale zaczynała ją porywać nuda i zniechęcenie; siadała po kilka razy na kamiennych ławkach, zielonych od mchu, to na trawie tuż nad wodą, ale zrywała się prędko i znowu szła, patrząc obojętnie. Obeszła całą jedną stronę i przez most zrujnowany, ozdobiony kiedyś posągami, które teraz przeglądały z dna wody, przeszła na drugą stronę."
      },
      {
        "index": 73,
        "text": "— Jestem w domu! — myślała, idąc samym brzegiem, wpatrzona w fasadę domu, który się wychylał, niby z ramy zielonej, z pośród potężnych lip i buków, rosnących w szczytach."
      },
      {
        "index": 74,
        "text": "— Jestem w domu! — odwróciła nieco głowę, bo słońce biło w szyby i zapalało kilkadziesiąt promieniejących ognisk."
      },
      {
        "index": 75,
        "text": "Powtarzała te słowa po kilka razy, ale jej nie poruszyły. Nie wiedziała, co w niej jest, ale czuła, że niema w niej ani radości, ani zadowolenia z tego, że jest już u siebie."
      },
      {
        "index": 76,
        "text": "I kiedy powróciła i przy pomocy Janowej rozpakowywała walizy, to musiała sobie przypominać, że jest u siebie, bo jej się zdawało, że zaraz stąd odjedzie, że jest jakby z wizytą tylko."
      },
      {
        "index": 77,
        "text": "O dobrym zmroku dopiero przyszła Grzesikiewiczowa, a zaraz potem stary, Andrzej i Józia z dziećmi."
      },
      {
        "index": 78,
        "text": "Przywitanie było nad wyraz serdeczne."
      },
      {
        "index": 79,
        "text": "Józia drgała rozpromienieniem i radością, aż co chwila musiała zasłaniać oczy binoklami."
      },
      {
        "index": 80,
        "text": "— Ralf, Tola! przywitajcie się z ciocią! — wołała po francusku na dzieci i śledziła z dumą, jak dzieci, niby manekiny lub pudle wyuczone, sztywno witały się."
      },
      {
        "index": 81,
        "text": "— Józia, gadajno po ludzku! — upominał stary, który, trochę onieśmielony wyniosłem i chłodnem zachowaniem się Janki, stał sztywno, nie wiedząc, co zrobić z sobą. — Wielemożna pani! — zaczął, ale Józia uderzyła go oczyma, że zamilkł. — E! moja Józia, przecież ojciec tu jezdem, to mi tu wolno cośniecoś z pyska pary puścić przy swoi pani synowej; prawda pani? — pytał Janki, zbierając się na odwagę."
      },
      {
        "index": 82,
        "text": "— Ależ mój ojcze, przecież ojciec u siebie, to mu wszystko, wszystko wolno."
      },
      {
        "index": 83,
        "text": "— A widzisz Józka. Stara, a nie dajno wiele... pani synowej morusać rączków! — wykrzyknął, widząc, że Janka zabierała się do nalewania herbaty."
      },
      {
        "index": 84,
        "text": "— A juści, dałabym ja co robić. Siedź sobie córko, to już ja ci posłużę, abo i Józia."
      },
      {
        "index": 85,
        "text": "Józia skrzywiła się nieco, a Andrzej rozpromieniony patrzał na żonę i na matkę."
      },
      {
        "index": 86,
        "text": "Podano kolację i zaczęło się to prędkie i bezładne opowiadanie pierwszego dnia po podróży. Stara tylko niewiele słyszała, bo śledziła z niepokojem Bartka, obnoszącego półmiski, który, ubrany w przyciasną liberję, chodził sztywny i ogłupiały, wszystko wysuwało mu się z rąk."
      },
      {
        "index": 87,
        "text": "— Upuścisz! a, jakto trzymasz?... oblejesz, niedojdo, panią! — wykrzykiwała stara."
      },
      {
        "index": 88,
        "text": "— Gadaj, Jędruś, gadaj!... takim rad, żeście przyjechali, takim wesół, że pił będę na uciechę. Matka, postaw gorzałki! — wołał stary rozpromieniony i przesiadł się do syna, popijał i ukontentowany do głębi, dumny, słuchał i jadł jak wilk, głośno mlaskając, i z tej radości rzucał pod stół kości Łapie, staremu nieodstępnemu psu, który je odnosił pod okno i gryzł, aż trzeszczało."
      },
      {
        "index": 89,
        "text": "— Papo, szkoda podłogi, a zresztą do czego podobne rzucać kości na ziemię, tutaj nie karczma przecież."
      },
      {
        "index": 90,
        "text": "— Papo! papo! Józia! Józia! — przedrzeźniał stary. — Ty sobie dzisiaj gadaj, a ja i tak słuchał nie będę, bom wesół, jak Boga tego kocham. Matka, daj gorzałki."
      },
      {
        "index": 91,
        "text": "Józia założyła binokle i szepnęła po francusku do Janki:"
      },
      {
        "index": 92,
        "text": "— Czeka panią niemała praca oduczenia ojca od chłopskich nawyknień."
      },
      {
        "index": 93,
        "text": "Janka pochyliła głowę, nie odzywając się prawie przez całą kolację, tyle tylko, ile do niej się zwracano, bo dziwne wrażenie wywierali na nią zgromadzeni. Józia śledziła ją ciągle i goniła oczyma, matka pilnowała Bartka i gderała, stary pił, pluł za siebie, gadał głośno, śmiał się i dowcipkował rubasznie; dzieci siedziały obok siebie sztywno i poważnie, a Bartek, o ile nie był zajęty, stał przy drzwiach wyprostowany, zalękniony, i wycierał spoconą twarz rękawem i wzdychał. Andrzej opowiadał, ale jakoś sennie i niecierpliwił się, bo stary co chwila brał go w ramiona, albo klepał po łopatkach i porwany dumą wykrzykiwał:"
      },
      {
        "index": 94,
        "text": "— Udał mi się synek, udał mi się parobek, co, prawda, pani?.."
      },
      {
        "index": 95,
        "text": "A Janka na odpowiedź uśmiechała się blado i czekała, rychło się skończy ten wieczór, bo czuła się zmęczoną i jakoś bardzo obcą tym ludziom; zwracała się do dzieci, ale dzieci uśmiechały się do niej banalnie, niby automaty, aż stara rzucała na nie niechętne spojrzenia i szeptała:"
      },
      {
        "index": 96,
        "text": "— Cudaki! Boże się zmiłuj!"
      },
      {
        "index": 97,
        "text": "— Jestem w domu, u siebie, z rodziną! — powtarzała i wodziła oczyma po dębinie rzeźbionej, okrywającej ściany, pociętej na wielkie czworokątne pola bronzowemi pasami, po kredensach olbrzymich, co zajmowały całą jedną ścianę, po tych łosich głowach z rosochatemi gałęziami, co w środku owych pól były zawieszone, a potem po twarzach siedzących, prostych, grubych chłopskich twarzach, które tak dziwnie wyglądały na tle tego wielkopańskiego przepychu, że, chwilami zapominając, myślała: skąd oni się wzięli? poco? i miała ochotę wstać i wyjść, czując się dotkniętą, że siedzą obok niej."
      },
      {
        "index": 98,
        "text": "— A niechże pani nie zapomina o nas! — mówiła Józia i dalej już opowiadała o sąsiedztwie całem."
      },
      {
        "index": 99,
        "text": "Wtedy Janka przychodziła do równowagi i wkrótce przyszła zupełnie, bo przyniosła rozmaite drobiazgi, przywiezione z Włoch, i zaczęła rozdawać, kiedy drzwiami z werendy najniespodziewaniej wszedł Witowski."
      },
      {
        "index": 100,
        "text": "— Wszelki duch Pana Boga chwali! — wykrzyknęła stara."
      },
      {
        "index": 101,
        "text": "Nie odezwał się, tylko z Janką się witał najpierw, a potem z resztą. Andrzej zerwał się i pochylił do pocałowania, ale mu Stefan mocno uścisnął rękę i usiadł obok dzieci."
      },
      {
        "index": 102,
        "text": "— Bartek! daj mi mocnej herbaty. Dowiedziałem się, że państwo przyjechali i przyszedłem was zobaczyć. Jędruś pysznie wygląda, ale pani jakoś inaczej, o inaczej!.. — spojrzał jej w oczy tak mocno, że drgnęła."
      },
      {
        "index": 103,
        "text": "— Cóż, Włochy! cuda! same cuda! — ironja zadrgała mu w głosie."
      },
      {
        "index": 104,
        "text": "— Istotnie cudowny kraj! znalazłam tam więcej, niźli myślałam, że znajdę."
      },
      {
        "index": 105,
        "text": "— Albo przywiozła pani ze sobą taką chęć zobaczenia cudów, że aż pani i zobaczyła! — Zaczął pić herbatę, a po chwili dodał: — Jadzia przesyła pozdrowienia i czeka na wasze odwiedziny."
      },
      {
        "index": 106,
        "text": "— Jak tylko nieco żniwa zepchniemy, to natychmiast."
      },
      {
        "index": 107,
        "text": "— Dobra i obietnica."
      },
      {
        "index": 108,
        "text": "— Siostra zdrowa?"
      },
      {
        "index": 109,
        "text": "— Prawie już zdrowa i dzisiaj po raz pierwszy wyjeżdżała na spacer."
      },
      {
        "index": 110,
        "text": "— To chorowała?"
      },
      {
        "index": 111,
        "text": "— Trochę. Konie poniosły, powóz się wywrócił i potłukła się."
      },
      {
        "index": 112,
        "text": "— Pewnie te same djabły, któremiś nas wiózł wtedy."
      },
      {
        "index": 113,
        "text": "— Te same. Czy też pani pamięta jeszcze ową sannę?"
      },
      {
        "index": 114,
        "text": "— I myślę, że nie zapomnę nigdy! — odpowiedziała dosyć prędko."
      },
      {
        "index": 115,
        "text": "— A to ścierwy ogiery, czyste smok i, jak Boga tego kocham."
      },
      {
        "index": 116,
        "text": "— Smoki nie, tylko Jasinowski nie umiał powozić i pozwolił się im rozhukać. Pamiętasz, Jędruś, jak to wtedy się rwały? — umyślnie mówił o tej sannie i patrzał na Jankę."
      },
      {
        "index": 117,
        "text": "— Ba, dzisiaj mnie jeszcze dreszcz przejmuje i dziwię się, żeśmy się nie pozabijali, pamiętam i z tego, że żona zemdlała."
      },
      {
        "index": 118,
        "text": "— Pani zemdlała?.. ale kiedy?.. — pytał, jakby nie wiedząc o tem."
      },
      {
        "index": 119,
        "text": "— Skorośmy tylko wysiedli."
      },
      {
        "index": 120,
        "text": "— No, no, nie wiedziałem!.."
      },
      {
        "index": 121,
        "text": "— Że co? — podchwyciła."
      },
      {
        "index": 122,
        "text": "— Że pani umie takie rzeczy odczuwać tak mocno."
      },
      {
        "index": 123,
        "text": "— Zawżdy kobieta je miętsza, kiej menszczyzny! — wtrąciła stara sentencjonalnie."
      },
      {
        "index": 124,
        "text": "— Przyznam się, że pierwszy raz jechałam z taką szaloną szybkością."
      },
      {
        "index": 125,
        "text": "— Urządzimy sobie jeszcze nieraz podobną sannę, żeby się pani przyzwyczaiła i nie mdlała."
      },
      {
        "index": 126,
        "text": "— Nie, więcej już tak nie pojadę, a przynajmniej nie pańskiemi końmi — powiedziała z naciskiem, bo ją drażnił ironiczny ton jego głosu."
      },
      {
        "index": 127,
        "text": "— Wyrychtujemy sanie, założymy bułanki i pojedziemy, jak Boga tego kocham, że jaż... ha! Matka, dajno jeszcze gorzałki, napijemy się z panem Witowskim."
      },
      {
        "index": 128,
        "text": "Ale matka, widząc, że stary już pijany, podniosła się, ujęła go pod pachę i chciała wyprowadzić."
      },
      {
        "index": 129,
        "text": "— Nie ciągaj, jak mówię, gorzałki postaw, to postaw. Pan Witowski jest jaśnie pan dziedzic i ja jestem jaśnie Pietr dziedzic. Postaw gorzałki, niech się dwa dziedzice ucieszą, jak Boga tego kocham, wesołym dziś taki, to... — nie skończył już, bo go Andrzej ujął mocno pod ramię i wyprowadził, a zaraz i Józia się zabierać zaczynała do odjazdu."
      },
      {
        "index": 130,
        "text": "— Idźcie państwo spać, mnie Bartek da herbaty jeszcze, wypiję i pójdę sobie. Niech się pani nie dziwi, to nie po raz pierwszy... — tłumaczył Jance."
      },
      {
        "index": 131,
        "text": "Ale Andrzej z Janką pozostali i jeszcze z godzinę razem siedzieli na werandzie, wpatrzeni i wsłuchani w cudną noc lipcową, tak ciepłą, tak rozmarzającą i pełną zapachów lip i kwitnących w klombach heljotropów, tak rozśpiewaną, że Janka wkrótce zasnęła w swoim biegunowym fotelu, a Andrzej był coraz senniejszy."
      },
      {
        "index": 132,
        "text": "Witowski siedział na balustradzie, pił herbatę, dopóki była, palił papierosy jeden za drugim i patrzył w niebo granatowe, głębokie, pełne gwiazd i ciszy nieobjętej; czasem spoglądał na Jankę, której przechylona twarz słabo się rysowała w zmroku, na jeziorko dymiące mgłami, na park czarny i głucho szemrzący, jakby przez sen, w tę noc spokojną, która obejmowała wszystkich i wszystko w sen i w milczenie i wkońcu, nie odezwawszy się ani słowem, zeszedł z werandy i poszedł."
      }
    ]
  }
}