{
  "chapterNumber": 17,
  "title": "Tom I, Rozdział XVII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVII."
      },
      {
        "index": 2,
        "text": "W kilka dni później przyjechała Helena z mężem z Warszawy."
      },
      {
        "index": 3,
        "text": "Woliński zajął się wyładowaniem z wagonów najrozmaitszych przedmiotów, zakupionych w Warszawie, które ładowano na oczekujące już furmanki."
      },
      {
        "index": 4,
        "text": "Janka przywitała radośnie Helenę, ale pomimo ich dawnej przyjaźni te pięć lat rozłąki przedzielały ich dusze. Obie były dosyć skryte i za długo żyły w odosobnieniu od siebie, aby teraz mogły się szybko porozumieć, czuły się wobec siebie obco i dosyć obojętnie."
      },
      {
        "index": 5,
        "text": "Helena była jakaś smutna. Rozmawiały urywanie, nie mogąc trafić na przedmiot, któryby je zajął i połączył. Dawna przyjaźń była tylko w pamięci, ale nie było jej w sercach. Spoglądały na siebie ukradkowo i z zakłopotaniem, a Janka nawet z pewnym bólem uświadamiała sobie tę obojętność własną i starała się wszelkiemi sposobami wskrzesić dawne uczucia, ale niebardzo jej usiłowania zwyciężały. Wywołały tylko ze strony Heleny również sztuczną serdeczność i wymuszoną, która co chwila gasła, wyczerpana, i siedziały wtedy obok siebie, nie śmiejąc spojrzeć w oczy, z upokorzeniem w duszach i milcząc."
      },
      {
        "index": 6,
        "text": "Na stacji wekslowane wagony uderzyły z głuchym szczękiem o siebie. Helena zerwała się z krzesła z nerwowym, bezwiednym krzykiem."
      },
      {
        "index": 7,
        "text": "— Jesteś zdenerwowana ogromnie!"
      },
      {
        "index": 8,
        "text": "— Ach, wstydzę się, ale ta droga tak mnie zdenerwowała... no, mniejsza o mnie, mów mi o sobie..."
      },
      {
        "index": 9,
        "text": "— Cóż ci powiem?... Moja historja zamyka się w tem: cierpiałam i cierpię."
      },
      {
        "index": 10,
        "text": "— Szeroko bardzo określasz, tragicznie, ale to już wada panien, że przesadzają we wszystkiem. Nie żyłyście, a już przeklinacie życie."
      },
      {
        "index": 11,
        "text": "— Ja nie przeklinam, mówię tylko: cierpiałam i cierpię. Dawnoś wyszła zamąż?"
      },
      {
        "index": 12,
        "text": "— Cztery lata temu. Ogromny kawał czasu. Mieszkaliśmy w Lubelskiem, ale dla rozmaitych powodów musieliśmy się przenieść w te strony, coprawda, zamiana nieświetna, bo czujemy się dosyć obco pomiędzy sąsiedztwem, które jest jakieś smutne; zaabsorbowane kłopotami, trochę zaśniedziałe, więc prawie nie żyjemy z nikim, jedynie ze Stabrowskimi, bo do nich najbliżej."
      },
      {
        "index": 13,
        "text": "— Stabrowska?... ta literatka?"
      },
      {
        "index": 14,
        "text": "— A tak, tak, powieściopisarka, nowelistka, poetka, publicystka, tysiąc i jeden jeszcze tytułów możnaby jej dać! — Zaczęła się śmiać."
      },
      {
        "index": 15,
        "text": "— Nie znam jej; jeden z moich znajomych pojechał niedawno do nich za nauczyciela do chłopców; musisz znać nazwisko: Głogowski, komedjopisarz i nowelista."
      },
      {
        "index": 16,
        "text": "— Głogowski!... czekaj! Był w Paryżu przed pięciu laty?"
      },
      {
        "index": 17,
        "text": "— Doprawdy, że nie wiem, bo to człowiek który jeśli mówi, to zwykle nie o sobie."
      },
      {
        "index": 18,
        "text": "— Blondyn, ostre rysy, wichrowata czupryna, temperament ogromny!... Tak, pamiętam, i wtedy już pisał dramaty, bo graliśmy na Mont Parnasse jego jednoaktówkę, w której miał sam grać jedną z ról, ale w ostatniej chwili, zamiast wejść na scenę, uciekł z teatru z tremy. Później się tłumaczył, że sztuka jest tak podła, iż go mogła publiczność zasypać kaloszami i obwiesić za idjotyzm."
      },
      {
        "index": 19,
        "text": "— To ten sam, byłam przy wystawieniu jego sztuki w Warszawie, wygadywał podobnie."
      },
      {
        "index": 20,
        "text": "— Więc jest u Stabrowskich? Musimy odnowić znajomość. Znasz go dawno?"
      },
      {
        "index": 21,
        "text": "— Kilka miesięcy temu poznałam go w teatrze, nawet grałam małą rolkę w jego sztuce."
      },
      {
        "index": 22,
        "text": "— Gdzie w teatrze? Na amatorskiej scenie?"
      },
      {
        "index": 23,
        "text": "— Nie, na prawdziwej scenie, chociaż ogródkowej."
      },
      {
        "index": 24,
        "text": "— Ty występowałaś? Ty? Ależ to niemożebne."
      },
      {
        "index": 25,
        "text": "— Tak, byłam aktorką przez kilka miesięcy."
      },
      {
        "index": 26,
        "text": "— Ależ to niespodzianka dla mnie! Nie, uwierzyć nie mogę; jakto, ojciec ci pozwolił iść na scenę?"
      },
      {
        "index": 27,
        "text": "— Sama sobie pozwoliłam, niestety."
      },
      {
        "index": 28,
        "text": "— I miałaś tyle odwagi? i siły tyle?"
      },
      {
        "index": 29,
        "text": "— Miałam, musiałam się zdobyć na odwagę, bo nie mogłam już dłużej żyć tutaj. Pomyśl tylko, przypomnij sobie, że każda panna, dochodząc do pewnego wieku, obowiązana jest wyjść zamąż..."
      },
      {
        "index": 30,
        "text": "— A tak, zdaje mi się, że to jest dosyć naturalne — przerwała Helena."
      },
      {
        "index": 31,
        "text": "— Nie o to mi chodzi, tylko, że mogą być panny, które nie chcą szukać mężów, nie chcą urządzać polowań na władców i nie pragną pozostać wdzięcznemi niewolnicami."
      },
      {
        "index": 32,
        "text": "— Nawet na to zgoda, tylko niech co innego robią i nie skarżą się na los swój."
      },
      {
        "index": 33,
        "text": "— Otóż ja nie chciałam iść zamąż, bo chciałam się poświęcić sztuce — mówiła Janka z zapałem, nie słuchając jej uwag dosyć cierpkich. — Zresztą mnie tutaj duszno i ciasno, nienawidzę przymusu, kłamstwa, konwenansów, pruderji, jakie panujępanują na prowincji."
      },
      {
        "index": 34,
        "text": "— A gdzież ich niema?"
      },
      {
        "index": 35,
        "text": "— Nienawidzę całej tej ludzkiej zgrai, tej trzody gryzącej się przy korycie, poza którem nic nie istnieje dla nich."
      },
      {
        "index": 36,
        "text": "— Aj! jak ostro i strasznie! Być może, że ta zgraja nie jest tak zła, ani nikczemna, tylko trzeba ją obserwować bez uprzedzeń; nie mówmy o tem, to temat do dyskusji obszerny bardzo, za obszerny!... — mówiła, uśmiechając się pobłażliwie. — Długo byłaś w teatrze?"
      },
      {
        "index": 37,
        "text": "— Przeszło trzy miesiące! — zaczęła jej opowiadać dosyć gorączkowo smutne dzieje tych czasów. Helena słuchała z uwagą i z ogromnem współczuciem."
      },
      {
        "index": 38,
        "text": "— No, a teraz co myślisz robić?"
      },
      {
        "index": 39,
        "text": "— Stoję na rozdrożu i nic nie wiem, co pocznę naprawdę, bo chociaż postanowiłam wrócić do teatru, ale..."
      },
      {
        "index": 40,
        "text": "Nie dokończyła, bo wszedł Orłowski z Wolińskim, i rozmowa stała się ogólną."
      },
      {
        "index": 41,
        "text": "— Musicie nas państwo odwiedzić koniecznie — mówił przy herbacie Woliński. — Chociażby dlatego, abym się mógł pochwalić swojem gospodarstwem."
      },
      {
        "index": 42,
        "text": "— Ja to, przysięgam Bogu, nie mogę, bo musiałbym brać urlop, ale Jania, jeśli zechce, to może wkrótce wpaść do państwa."
      },
      {
        "index": 43,
        "text": "— Przyjedziesz Janiu, co?"
      },
      {
        "index": 44,
        "text": "— Przyjadę, potrzebuję, chociażby przez chwilę, odetchnąć innem, świeżem powietrzem..."
      },
      {
        "index": 45,
        "text": "— Dwór mamy obszerny, park piękny, lasy nie ustępują tutejszym i w okolicy bardzo dużo przystojnej młodzieży."
      },
      {
        "index": 46,
        "text": "— Ostatni warunek, jak dla mnie, nie ma znaczenia."
      },
      {
        "index": 47,
        "text": "— Nie wyrzekaj się tak stanowczo, Janiu!"
      },
      {
        "index": 48,
        "text": "— Tak, tak, przysięgam Bogu! — powiedział Orłowski przez zęby, pociągnął brodę gwałtownie i zaciął gniewnie usta."
      },
      {
        "index": 49,
        "text": "Helena umilkła, Janka patrzyła w lampę zamyślona, a Woliński szeroko opowiadał o gospodarstwie i ulepszeniach, jakie zamierzał wprowadzić u siebie."
      },
      {
        "index": 50,
        "text": "Przyjechał i Andrzej, ale już od progu przeprosił za kostjum niewłaściwy."
      },
      {
        "index": 51,
        "text": "— Byłem konno w miasteczku, wracając, żal mi było nie wstąpić, tem bardziej, że całe dwa dni nie widziałem pani — usprawiedliwiał się przed Janką."
      },
      {
        "index": 52,
        "text": "Poznajomiła go."
      },
      {
        "index": 53,
        "text": "— Ach! to pan kupił Rozłogi; mówili mi faktorowie, że jakiś pan z Lubelskiego i przytem kiwali głowami na rodzaj gospodarstwa, jakie tam pan podobno zaprowadza."
      },
      {
        "index": 54,
        "text": "— Tak, zaprowadzam gospodarstwo przemysłowe, bo nie chcę wyjść z kijem i z torbą, jak mój poprzednik. Sąsiedzi trochę podrwiwają ze mnie, nazywają ironicznie reformatorem, śmieję się razem z nimi i wszystko przekształcam."
      },
      {
        "index": 55,
        "text": "— To są nieuniknione rzeczy; takąż, a nawet jeszcze cięższą walkę i ja stoczyłem, nawet z własnym ojcem, który dopiero w roku przeszłym się pogodził z moim systemem, bo dostaliśmy złoty medal za nasienie buraczane i srebrny za opasy. Rozłogi znam dobrze. Mój ojciec tam kiedyś trzymał karczmę i tam się chowałem — powiedział zupełnie szczerze, bez cienia afektacji."
      },
      {
        "index": 56,
        "text": "Wolińscy spojrzeli zdumieni, a Orłowski zmarszczył brwi i szarpnął gwałtownie brodę."
      },
      {
        "index": 57,
        "text": "— Pozer — pomyślała Janka."
      },
      {
        "index": 58,
        "text": "— W Rozłogach pierwsze poręby kupował. Tam z lasem będzie około stu pięćdziesięciu włók, co?"
      },
      {
        "index": 59,
        "text": "— Przeszło — odpowiedział dosyć chłodno Woliński i spojrzał na Andrzeja jakoś zgóry, zpańska; ten ojciec karczmarz, do którego się tak głośno przyznawał, popsuł mu humor. I już do końca, do samego odjazdu, traktował go z subtelną pobłażliwością."
      },
      {
        "index": 60,
        "text": "— Śmieją się z niego, ale rutyna zawsze się śmieje z postępu — powiedział Andrzej po ich odjeździe."
      },
      {
        "index": 61,
        "text": "— Pan, to już duszę i ciało sprzedał gospodarstwu."
      },
      {
        "index": 62,
        "text": "— Ciało tak, ale duszę komu innemu — odpowiedział, patrząc się na Jankę. Zaczęła mu zbyt prędko przysuwać herbatę i tak niezręcznie, że szklanka zleciała i rozbiła się na miazgę o posadzkę."
      },
      {
        "index": 63,
        "text": "— To na szczęście tłucze się szkło — zawołał wesoło."
      },
      {
        "index": 64,
        "text": "— Ale na czyje?"
      },
      {
        "index": 65,
        "text": "— Nie wiem, ale myślę, że na tego, komu była przysuwana herbata."
      },
      {
        "index": 66,
        "text": "— Jeśli tak, to dodam jeszcze od siebie życzenia szczęścia."
      },
      {
        "index": 67,
        "text": "— Życzy mi pani..."
      },
      {
        "index": 68,
        "text": "— Ja zawsze i wszystkim życzę, aby byli szczęśliwi — powiedziała wymijająco."
      },
      {
        "index": 69,
        "text": "Orłowski uśmiechnął się nieznacznie i poklepał kolano Andrzeja, który rozpromienił się niby słońce i tak świecił radością, że Janka się zlękła, bo pomyślała, że może dzisiaj się zechce oświadczyć. Nie odezwała się i z namarszczoną brwią, chłodna i zimna, siedziała dosyć sztywno, nie spoglądając nawet na niego."
      },
      {
        "index": 70,
        "text": "Andrzej wyjął z kieszeni papiery i rozłożył je na stole."
      },
      {
        "index": 71,
        "text": "— Jeśli to pani nie znudzi, to pokazałbym pewne plany — prosił."
      },
      {
        "index": 72,
        "text": "— Owszem. Stawiać pan co będzie? — zapytała obojętnie."
      },
      {
        "index": 73,
        "text": "— Nie, przerabiam ten nasz pałac, bo zacznie się walić niedługo — mówił cicho i oczy jego mówiły, że to dla niej się robi. Przyglądała się z początku obojętnie planom, ale wkońcu poczuła dla niego wdzięczność. Tak się pochylił nad planami, że jej puszyste włosy musnęły mu twarz, rozczerwienił się i dotknął ustami jej ręki, spoczywającej na planach; nie usunęła jej, spojrzała na niego przelotnie z jakąś subtelną ironją i pytała dalej o informacje."
      },
      {
        "index": 74,
        "text": "— To ogromny dom; myślałam, że tam znacznie mniej pokojów."
      },
      {
        "index": 75,
        "text": "— Tak, dla mnie to puszcza, w której samotny ginę. Jak pani uważa, czy mój pomysł przywrócenia go do dawnej świetności nie jest śmieszny?"
      },
      {
        "index": 76,
        "text": "— Śmieszny nie, uważam tylko, że musi być bardzo kosztowny."
      },
      {
        "index": 77,
        "text": "— Bagatela, nie zrujnuje to nas! — powiedział akcentem człowieka, dla którego kilka tysięcy rubli niewiele znaczy."
      },
      {
        "index": 78,
        "text": "— Wierzę... — powiedziała przeciągle, a pomyślała: — cham! — i odsunęła się nieco od niego."
      },
      {
        "index": 79,
        "text": "— Nawet koszta nie są tak wielkie, bo większość mebli i sprzętów tylko się odnowi; są, a raczej będą do użytku."
      },
      {
        "index": 80,
        "text": "— No i potrzeba, żeby tam miał kto mieszkać — wtrącił Orłowski, który, podczas gdy oglądali, chodził dokoła stołu, z rękoma na grzbiecie i przypatrywał się obojgu z różnych stron i uśmiechał się z zadowolenia."
      },
      {
        "index": 81,
        "text": "— Przedewszystkiem to — zawołał Andrzej z zapałem i znowu pochylił się, aby pocałować ją w rękę; usunęła tak śpiesznie, że dotknął ustami stołu, a ona zacięła usta, żeby nie roześmiać mu się w oczy, bo miał dosyć zabawną minę."
      },
      {
        "index": 82,
        "text": "— Przecież i państwa wystarczy na cały dom: pan, ojciec, mama... — ciągnęła złośliwie."
      },
      {
        "index": 83,
        "text": "— Ojciec, ani mama nigdyby w pałacu nie mieszkali, prędzejby zgodzili się na oborę. Niech się pani nie dziwi, całe prawie życie mieszkali po karczmach, po szałasach leśnych, po szopach owczarskich, więc ten pałac ich onieśmiela, robi na nich wrażenie kościoła. Przyznam się pani, że i ja czuję się w nim niebardzo swobodnie."
      },
      {
        "index": 84,
        "text": "— A odnawia pan, mebluje, przywraca mu dawną świetność! Więc?..."
      },
      {
        "index": 85,
        "text": "— To nie dla siebie... tak... przecież zawsze sam nie będę w nim mieszkał, bo... — jąkał się, zwijając plany, i gdyby nie obecność starego, to byłby powiedział otwarcie, że dla niej odnawia, że tylko o niej myśli, że ją kocha jak zawsze i prosiłby, aby została jego żoną; ale Orłowski chodził uparcie. Janka odczuła doskonale, co myśli, i miała ochotę powiedzieć mu także, zgóry, nimby on zdążył wyznać jej swą miłość: — nie, nie pójdę za pana, bo powracam do teatru: — ale pomimo takich chęci, gdy odjeżdżał, pożegnała go serdecznie, a później myślała o nim ze współczuciem."
      },
      {
        "index": 86,
        "text": "— Ten mnie kocha naprawdę. Trudno, trzeba go tak trzymać, aby mi się nie zdążył oświadczyć przed wyjazdem. — Chciała sobie oszczędzić przykrości. Po zachowaniu się ojca, który jej ciągle wspominał Grzesikiewicza, po coraz słodszych oczach Świerkoskiego, poznała, że jeśli ma wyjeżdżać z domu, to trzeba to zrobić w jak najkrótszym czasie. Czuła się zupełnie zdrową i zupełnie zdecydowaną do zerwania jarzma powtórnie. Przystąpiła zaraz do czynu. Napisała obszerny list o wszystkiem do Głogowskiego, nadmieniając, że ona może wyjechać chociażby zaraz. Przytoczyła przyczyny, jakie ją zmuszają do tego."
      },
      {
        "index": 87,
        "text": "Zakleiła list i dopiero przyszła kwestja, przez kogo list posłać? Rocha nie chciała użyć, bo trzebaby powiedzieć ojcu."
      },
      {
        "index": 88,
        "text": "— A ojciec? Prawda! co on powie na mój wyjazd? — pomyślała. — Zgodzi się! Musi się zgodzić, był taki dobry dla mnie. — Uspokoiła się. Zeszła z listem nadół, bo przez okno zobaczyła gromadę chłopów na stacji. W korytarzu spotkała Stasia."
      },
      {
        "index": 89,
        "text": "— Czy pan powraca z Kielc? Szkoda, że nie wiedziałam, bo mam mały interes."
      },
      {
        "index": 90,
        "text": "— Nie, nie byłem. Idę od pani Osieckiej — odpowiedział miękko."
      },
      {
        "index": 91,
        "text": "— Panie zdrowe?"
      },
      {
        "index": 92,
        "text": "— Panna Zosia zdrowa, dziękuję pani. — Zarumienił się. — Przesyła ukłony, ale panią Osiecką spotkała niemiła przygoda, nie, to raczej wypadek."
      },
      {
        "index": 93,
        "text": "Mieszka u niej siostrzenica, melancholiczka, która ciągle chce uciekać; otóż, kilka dni temu, udało się jej wymknąć z domu t. j. uciec. Pani Osiecka przestraszona, żeby chora gdzie nie zabłądziła, bo las i w nocy było, czy nawet wieczorem — zamyślił się — tak, wieczorem — pojechała jej szukać, znalazła, zabrała na bryczkę i powracała tą drogą nad plantem, wie pani? Pociąg szedł, koń się przestraszył świateł, huku i poniósł. Uważa pani, poniósł w lesie. Bryczka się rozbiła, a pani Osiecka szczęśliwie upadła na krzak jałowca, tak mówi, a mnie się zdaje, że na ciernie, i strasznie podrapała sobie twarz. Ja nawet pewny jestem, że jałowiec nie mógł tak podrapać, jest za miękki, tylko ciernie. Szczęściem, że na tem się tylko skończyło."
      },
      {
        "index": 94,
        "text": "— O tak, bo mogło się skończyć gorzej. Niechże im pan ode mnie złoży słowa współczucia i życzenie wyzdrowienia."
      },
      {
        "index": 95,
        "text": "Stasio, przejęty ważnością swej misji, dziękował bardzo poważnie w Osieckiej imieniu. Janka szła do tej gromady, ale już zdaleka doszedł ją głuchy pomruk klątw i złorzeczeń."
      },
      {
        "index": 96,
        "text": "— Złodziej! Powiada: weźta chłopy, zapłacę co zechceta. Przywieźliśwa, a un oszukuje!"
      },
      {
        "index": 97,
        "text": "— Prawda! Mnie powiada: nie chcesz za furę 40 groszy, to ją sobie zabierz."
      },
      {
        "index": 98,
        "text": "— Zabierz! a juści! Ciarach zapowietrzony! Zabierz, a cóżto na barszcz będę kamienie gotował, a moja praca, a wozisko, a konisko się tłukło bez cały miesiąc, a teraz mówi: zabierz sobie!"
      },
      {
        "index": 99,
        "text": "— Za pierwsze, to jucha zapłacił po ludzku."
      },
      {
        "index": 100,
        "text": "— Dla zachęty, mądry on, kiej Żyd! Zapłacił pierwej, a teraz nas krzywdzi."
      },
      {
        "index": 101,
        "text": "— Wzięliśta Marcin, to czegój pyskujeta!"
      },
      {
        "index": 102,
        "text": "— A miałem robić co? Może mu darmo dam kamienie, abo je wezmę do chałupy?"
      },
      {
        "index": 103,
        "text": "— Oszukaniec, psiamać!"
      },
      {
        "index": 104,
        "text": "— Ścierwa! a to kiej pies się łasił i skomlał, coby mu tylko wozić!"
      },
      {
        "index": 105,
        "text": "— Bez to on i teraz gryzie, nie bój się, Wawrzon, myślał on, co robić!"
      },
      {
        "index": 106,
        "text": "— Ino go zdzielić kłonicą po ty wilczy mordzie, niechby obaczył, co to oszukiwać."
      },
      {
        "index": 107,
        "text": "— Poganin zapowietrzony. Mówią, co ino Żydy oszukują, a to swój, i pies taki..."
      },
      {
        "index": 108,
        "text": "— Jaki on ta swój, obieżyświat!..."
      },
      {
        "index": 109,
        "text": "Leciały groźby, wyrzekania, klątwy; pięści się zacisnęły, oczy rzucały błyskawice, twarze świeciły posępną, groźną nienawiścią; skupili się, baty zaciskali w rękach, przestępowali z nogi na nogę, drapali się w głowę, spluwali i stali kupą bezradną."
      },
      {
        "index": 110,
        "text": "Domyśliła się, że to o Świerkoskim mowa."
      },
      {
        "index": 111,
        "text": "Posłała przez jednego z chłopów list do Głogowskiego, a nazajutrz, spotkawszy Świerkoskiego, zapytała:"
      },
      {
        "index": 112,
        "text": "— Skończył pan już z kamieniami?"
      },
      {
        "index": 113,
        "text": "— Wczoraj właśnie wypłaciłem już chłopom za ostatnie fury."
      },
      {
        "index": 114,
        "text": "— Słyszałam. Chłopi błogosławili panu i wydawali się bardzo zadowoleni... bardzo."
      },
      {
        "index": 115,
        "text": "— Bardzo naturalne, płacę co do grosza, co się komu należy..."
      },
      {
        "index": 116,
        "text": "— O, to szlachetnie, bardzo szlachetnie... — mówiła drwiąco."
      },
      {
        "index": 117,
        "text": "Podniósł szybko na nią oczy, pociemniała mu twarz, usta drgnęły nerwowo i rzekł cicho:"
      },
      {
        "index": 118,
        "text": "— Pani myśli, że ich oszukałem, okradłem; nie, słowo, że nie."
      },
      {
        "index": 119,
        "text": "— Ja nic nie mówię i nie myślę, co pan robi, bo mnie to absolutnie nic nie obchodzi. — Skinęła mu pogardliwie głową i, poszedłszy do domu, opowiedziała ojcu o wszystkiem."
      },
      {
        "index": 120,
        "text": "Orłowski się nie zdziwił."
      },
      {
        "index": 121,
        "text": "— Znam go dobrze, to głupi i zły człowiek. Ile on mi już wprost łajdackich propozycyj robił! To wstyd mówić o tem."
      },
      {
        "index": 122,
        "text": "— Może ojciec którego dnia pojedzie ze mną do Kielc?"
      },
      {
        "index": 123,
        "text": "— Nie mogę, przysięgam Bogu, nie mogę. Poproś Zaleskiej, niech jedzie z tobą. Czy chcesz co kupować?"
      },
      {
        "index": 124,
        "text": "— Tak, jak ojciec wie, prawie nie mam garderoby i bielizny. Wszystko trzeba kupić. Wszystko, co było, wyprzedałam."
      },
      {
        "index": 125,
        "text": "— Nieciekawym gdzie! — krzyknął ze złością, ale uspokoił się prędko, pocałował ją w czoło dosyć szorstko i miękkim, łagodnym głosem powiedział: — Ile chcesz pieniędzy?"
      },
      {
        "index": 126,
        "text": "— Sama nie wiem, ale dosyć wydać będzie trzeba, bo wszystkiego potrochu należałoby kupić. — Mówiła nieśmiało i, pociągnięta jego pocałunkiem, pochyliła mu się do ręki; ujął ją wpół i pociągnął do swojego pokoju, posadził w swoim fotelu."
      },
      {
        "index": 127,
        "text": "— Dlaczego potrochu? Obstaluj kompletną wyprawę, taką, jaką tylko zechcesz, przecież nas stać na to, żeby się później nie wstydzić przed obcymi. Myślę, że w Kielcach nie dostaniesz wszystkiego, jedź do Warszawy. Czytałem w ogłoszeniach, zaraz ci pokażę. — Wyjął z biurka kilkanaście cenników rozmaitych magazynów. — Przeglądałem to latem, zobacz, są tu wymienione najrozmaitsze przedmioty. — Usiadł przy niej i zaczął jej pokazywać cenniki i miejsca w nich pozakreślane czerwonym ołówkiem; były tam podznaczone najdrobniejsze nawet przedmioty. Jankę takie gwałtowne rozczulenie chwyciło, widząc te głębokie dowody jego miłości, że łzy pociekły z jej oczu."
      },
      {
        "index": 128,
        "text": "— Jaki ojciec dobry, jaki dobry! — szeptała, całując mu gorąco ręce."
      },
      {
        "index": 129,
        "text": "— Cicho! bo sobie pójdę, przysięgam Bogu! — wykrzykiwał, wyrywając ręce, i zaczął chodzić po pokoju wielkiemi krokami, rzucać ramionami, chwytać brodę zębami i oczy mu świeciły dziwnem światłem rozradowania. Siedziała z temi cennikami w ręku i patrzyła się załzawionemi oczyma na niego, a on coraz to przystawał, gładził brodę, brał jej głowę w ręce, przechylał ją do światła, całował w czoło i szeptał:"
      },
      {
        "index": 130,
        "text": "— Janka! a co? Janka! Faramuszki reszta! a co! Janka! — i chodził znowu, był szczęśliwy i pewny, że ona już zdecydowała się iść za Grzesikiewicza."
      },
      {
        "index": 131,
        "text": "— DałDał jej tysiąc rubli i, wsadzając do wagonu na drugi dzień, jeszcze zalecał, żeby nie oszczędzała go i kupowała co najlepsze."
      },
      {
        "index": 132,
        "text": "Janka wiedziała, dlaczego taki hojny i rozradowany, ale nie wyprowadzała go z błędu, chociaż czyniła sobie wyrzuty, że go oszukuje niejako. Miała mu powiedzieć wszystko dopiero w chwili wyjazdu bez przygotowań, żeby zaraz wyjechać i nie dać mu czasu do protestowania. Bała się, ukrywała tę obawę na dnie serca, ale ją czekała ta niedaleka chwila i mroziła niedobremi przeczuciami."
      }
    ]
  }
}