{
  "chapterNumber": 3,
  "title": "Tom I, Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III."
      },
      {
        "index": 2,
        "text": "Janka źle spała tej pierwszej nocy po skończonej prawie chorobie."
      },
      {
        "index": 3,
        "text": "Budziła się często i często jej się zdawało, że jest jeszcze w szpitalu. Widziała tę długą, białą, pełną łóżek salę, w której niedawno leżała. Spoglądała na poprzeczną ścianę sali, tam, gdzie obraz Matki Boskiej, słodko i z miłością patrzący na chorych, poprzez żółtawe blaski oliwnej lampki. Pamiętała to spojrzenie, miała je w mózgu. Nieraz w te nieskończone, długie i okropne noce szpitalne, kiedy się budziła, biegła oczyma do tego obrazu, wisiała duszą u boskiego uśmiechu Królowej, piła słodycz i dobroć jej spojrzenia i długie, nieme, niewypowiadane modlitwy i skargi słała do niej."
      },
      {
        "index": 4,
        "text": "Podnosiła głowę teraz i zdawało się jej, że słyszy jęki chorych, chrapliwe rzężenia konających, że słyszy płaczliwe, żebrzące zmiłowania słowa modlitw, szeptanych spalonemi gorączką ustami. Przymykała oczy i leżała cicho, bez ruchu, w trwodze niepojętej; przyciszało się w niej życie i zawieszało na mgnienie, aby tę śmierć, którą cz snuła ującączuła snującą się w szarych cieniach, którą prawie widziała, jak przemyka się pomiędzy łóżkami i kościstemi palcami dotyka chorych, i świeci czarnemi, pustemi oczodołami, omylić, aby się jej wydrzeć podstępem choćby; albo zrywała się gwałtownie, siadała na łóżku, bo krzyk wielki, wstrząsający, rozdzierał boleśnie ciszę. Śmierć! — powtarzała zbladłemi ustami. — Śmierć! — i serce przestawało jej bić w dręczącym bólu strachu, rozpaczy i oczekiwania."
      },
      {
        "index": 5,
        "text": "Mary zmęczonego mózgu wysuwały szpony przypomnień i darły jej duszę strzępami uczuć gorzkich i bolesnych, przeszłemi nędzami, a tak okropnie, że nieomal krzyczała ratunku."
      },
      {
        "index": 6,
        "text": "Bukowiec, Bukowiec... powtarzała z uporem i tak długo, aż ten dźwięk zamienił się w obraz i w świadomość i wypędzał z pamięci wszystko, i zapełnił ją całą. Nie pamiętała znowu tych czterech miesięcy teatru; rozmyślała o nim jak dawniej, zanim go poznała, i jak dawniej zaczęła roić przyszłość, zapalać się, entuzjazmować, przerzucać od pewności zwycięstwa do zupełnej apatji i zniechęcenia, i jak dawniej gwałtowna jej dusza zrywała się do walki, do zdobywania szczęśliwości nieznanej, drżała namiętnem i niesformułowanem pragnieniem życia wolnego, wyłamania się z wszelkiej zależności; i jak dawniej nienawidziła ojca, przymusu wszelkiego i wierzyła, że posiądzie to wszystko nieznane a wielkie, czego pożądała, i jak dawniej szarpała się w męce i rozbijała o pręty klatki, w której los ją umieścił. Wreszcie wyczerpana usnęła i już nieprzerwanie spała do rana."
      },
      {
        "index": 7,
        "text": "Obudziła się dziwnie rzeźwa i zdrowa. Wstała natychmiast i poszła do okna. Poranek był przepiękny, jeden z tych, jakie bywają czasami w październiku, pomiędzy dwiema serjami deszczów. Pożółkłe trawniki pokrywał szron, mieniący się w słońcu, które świeciło jasno i rozlewało potoki ciepła i wesela na czerwone liście buków, na rdzawe korony grusz, stojących w ogródku, na blado-złote, jakby z najczystszego, nietopionego jeszcze wosku topole; na zielono-perłową ruń zbóż młodych, ciągnących się długim pasem, równolegle z szynami kolei; — odbijało się w kałużach wody, jakby w taflach z seledynu, rozzłacało powietrze i te długie mury lasów stojących bez ruchu, zatopionych w jakiejś usypiającej ciszy. Drzewa zdawały się wolno oddychać i podnosić ostatnie pędy i nieopadłe jeszcze liście ku słońcu, i piły światło i ciepło. Wróble z krzykiem radosnym trzepotały się pod magazynem i jakby oszalałe ciepłem biły się zajadle, i całemi bandami obsiadały dachy, wieszały się na drzewach i znowu spadały ze świergotem na ziemię."
      },
      {
        "index": 8,
        "text": "— Bardzo ciepło dzisiaj? — zapytała Rocha, który z mokrą ścierką w ręku suwał się na kolanach po pokoju i wycierał podłogę."
      },
      {
        "index": 9,
        "text": "— Ciepło! e... panienko, ciepło je galante, ale i zamróz je też galanty."
      },
      {
        "index": 10,
        "text": "Roześmiała się z tej odpowiedzi i zapragnęła ruchu, powietrza, poczuła w sobie dawną Jankę, silną i niezmożoną. Zaczęła się krzątać po pokoju i zapytała go znowu:"
      },
      {
        "index": 11,
        "text": "— Pan na służbie?"
      },
      {
        "index": 12,
        "text": "— Na służbie! e... jużci że na służbie, bo pan Zaleski pojechał dodnia na swej maszynie i nie wrócił, pan naczelnik go zastępuje."
      },
      {
        "index": 13,
        "text": "— Na rezerwie pojechał?"
      },
      {
        "index": 14,
        "text": "— Na rezerwie! e... nie panienko, na taki maszynie, co to się siada na ni okrakiem i ino się kalikuje nogami, a ona się kręci sama; pan Zaleski cięgiem jeździ na niej!"
      },
      {
        "index": 15,
        "text": "— Bicykl."
      },
      {
        "index": 16,
        "text": "— Biceg! e... juści, bo mi onegdaj na odwieczerzy pedział: Rochu, przyprowadź biceg z magazynu. Przyprowadziłem juche delikatnie kiej kunia, a on se skoczył na bicega tego i pojechał, a to kółeczko ino się lśniło."
      },
      {
        "index": 17,
        "text": "Aż przymrużył oczy, tak sobie żywo przypomniał to lśnienie, i szorował dalej."
      },
      {
        "index": 18,
        "text": "Janka zaczęła oglądać całe mieszkanie. Słaniała się nieco, nogi drżały pod nią, z uczuciem dzieciństwa uczyła się prawie chodzić i myślała, oglądając, że przez te cztery miesiące nic się tutaj nie zmieniło, tylko więcej niż zwykle kurzu leżało na meblach i fortepian był przykryty dywanem. Usiadła przy nim i otworzyła, ale nie śmiała uderzyć w klawisze, które się w tem ostrem świetle słonecznego dnia wydawały niby wyszczerzone zęby jakiejś czaszki trupiej. Pewien lęk niewytłumaczony powstrzymywał ją, czuła, że, uderzywszy, obudzi jakąś przeszłość, która ją znowu otoczy tumanami przypomnień bolesnych, bo sam widok już przypominał jej, że w tym samym saloniku oświadczał się jej Grzesikiewicz, i z tego samego saloniku ojciec ją wygnał z domu. Zimno ją przejęło, poszła do swojego pokoju, nie mając nawet odwagi zamknąć fortepianu. Usiadła w oknie i przyglądała się stacji."
      },
      {
        "index": 19,
        "text": "Karaś, na maszynie rezerwowej, podciągał ładowne wagony pod rampę, i co chwila rozlegał się głuchy huk buforów, uderzających o siebie przy dojeżdżaniu. Świerkoski szedł z psem linją i stał chwilę przy robotnikach, rozkopujących plant i huczących oskardami przy podbijaniu podkładów. Jacyś Żydzi snuli się po rampie, na której leżały stosy worków ze zbożem, dziesiątki furmanek chłopskich zabierały węgiel z wagonów, słychać było zgrzyt żelaznych szufli o węglarki, skrzyp wozów i poganianie koni. Orłowski chodził po peronie w czerwonej czapce i w białych rękawiczkach, co chwila spoglądając na nią."
      },
      {
        "index": 20,
        "text": "Życie toczyło się dokoła po codziennej równi cicho i automatycznie prawie, a ona tak odwykła od niego, iż z pewnem zdziwieniem i przykrością patrzyła; zobaczyła, że ci ludzie poruszają się jakoś sennie, że się tutaj nie śpieszy nikomu, że tutaj nikt nie potrąca i nie prześciga drugich w pośpiechu; że gwar ustawiczny wysiłków, zgiełk, szamotanie się, ostra i wyczerpująca walka współzawodnicza nie istnieje tutaj, że muszą czuć mało i myśleć jeszcze mniej, tyle tylko, ile potrzeba było do roślinnego prawie życia, do zaspokojenia najpierwotniejszych potrzeb; że wszyscy mają w sobie coś z tej ziemi, odartej już z barw lata, smutnej i jakby zamierającej, szarej a silnej, z tych lasów wielkich; czuła w ludziach tę samą twardość, co w dębach, których potężne, rosochate korony, pokryte zrudziałemi liśćmi, miała przed sobą, po drugiej stronie stacji; ten sam smutek rezygnacyjny i nieświadomy, jaki był w wielkich brzozach, co świeciły białemi pniami z pośród ciemnych świerków; i tak samo ci ludzie zaczynali mowę i milkli nagle, jak las, który się rozkołysał, rozszemrał, rozchwiał niewiadomo dlaczego i milknął, i opuszczał się w zadumę, także niewiadomo dlaczego."
      },
      {
        "index": 21,
        "text": "Chodziła po pokoju i myślała o takiem cichem życiu, oddanem pracy i obowiązkom, o życiu tylko ciał i mięśni, uwięzionych w jarzmie potrzeb codziennych. Wzdrygała się. Nie, onaby nie mogła tak żyć i tak powoli, bez protestu i świadomości, staczać się do śmierci, tak rozmieniać się na nędzne prace codzienne, małe myśli, kręcenie się w kółku, niezmiernie gładko wyszlifowanem, ale niezmiernie ciasnem."
      },
      {
        "index": 22,
        "text": "— Wyzdrowieć tylko zupełnie! wyzdrowieć jak najprędzej! — myślała, ale jeszcze nie miała odwagi nic postanowić, co z sobą zrobi później, po wyzdrowieniu. Czuła tylko, że przecież tutaj nie pozostanie. Przy obiedzie była mniej ożywiona."
      },
      {
        "index": 23,
        "text": "— Czy dróżki w lesie bardzo rozmokłe? — spytała Janowej."
      },
      {
        "index": 24,
        "text": "— Nie, panienko, byłam rano na rydzach, to sucho całkiem."
      },
      {
        "index": 25,
        "text": "— Są rydze? — i pociągnęła nozdrzami, bo poczuła ich zapach."
      },
      {
        "index": 26,
        "text": "Janowa przyniosła ich cały koszyk i pokazywała. Orłowski kręcił się niespokojnie po pokoju, chciał coś mówić, ale dopiero wychodząc po obiedzie rzekł do Janowej:"
      },
      {
        "index": 27,
        "text": "— Janowa powie panience, żeby się ubrała ciepło, jeżeli chce iść do lasu, ja przyślę pana Babińskiego, to z nim pójdzie, bo sama może się jeszcze zmęczyć."
      },
      {
        "index": 28,
        "text": "Poszedł znowu na dół do kancelarji i bardzo serdecznie prosił Stasia o towarzyszenie córce na spacer, lecz w duszy był wściekły, bo sam miał ogromną chęć iść i prowadzić ją pod rękę, ale za nic w świecie nie byłby w stanie tego zaproponować. Żeby stłumić gniew, wyszedł na podjazd, który Roch zamiatał, i zaczął krzyczeć na niego:"
      },
      {
        "index": 29,
        "text": "— Niedołęga, przysięgam Bogu. Trzyma miotłę jak pióro! Słyszysz, co mówię! wszystkie liście zostają za tobą; jak zamiatasz, co?"
      },
      {
        "index": 30,
        "text": "— Zostają! e... nie, panie naczelniku! e... zamiecie się, zamiecie doczysta, będzie alagancko kiej w izbie — usprawiedliwiał się spokojnie i dalej zamiatał."
      },
      {
        "index": 31,
        "text": "Orłowski miał już odejść, gdy go doszedł tętent konia; ktoś jechał lasem. Przysłonił ręką oczy, bo słońce raziło go, i, poznawszy jeźdźca, który wychylał się z lasu na bułanku z białą grzywą i ogonem, uśmiechał się radośnie."
      },
      {
        "index": 32,
        "text": "— Roch! potrzymaj panu dziedzicowi konia! — krzyknął, gdy jeździec zeskakiwał na podjeździe."
      },
      {
        "index": 33,
        "text": "— Dzień dobry! — skrzyżowały się powitania i ścisnęły się silnie dłonie."
      },
      {
        "index": 34,
        "text": "— Panie Andrzeju, pozwólcie do mnie, na chwilę. Nie proszę na górę, bo... — zaciął się, przygryzł brodę i machnął ręką."
      },
      {
        "index": 35,
        "text": "— Jakże zdrowie panny Janiny? — zapytał Grzesikiewicz, kiedy się już znaleźli w kancelarji."
      },
      {
        "index": 36,
        "text": "— Dobrze, tak dobrze, że dzisiaj ma zamiar iść trochę się przejść."
      },
      {
        "index": 37,
        "text": "— O! — szepnął Andrzej, i jego blado-niebieskie oczy pociemniały jakąś myślą, zaczął skubać niewielkie, jasne wąsy."
      },
      {
        "index": 38,
        "text": "— Więc jest zupełnie zdrowa, co? — zapytał po chwili."
      },
      {
        "index": 39,
        "text": "— Zupełnie. Doktór był wczoraj i mówił, że zupełnie. A bo niedosyć miałem trzy tygodnie ustawicznej trwogi, wiszenia pomiędzy życiem a śmiercią."
      },
      {
        "index": 40,
        "text": "Mówił szorstko i w nagłym przypływie uczuć chwytał coraz szybciej zębami brodę."
      },
      {
        "index": 41,
        "text": "— Ja dawniej wiszę — szepnął cicho Andrzej, z jakimś ledwie odczutym akcentem bólu, i twarz mu pobladła, ale oczy natychmiast rozbłysły dawną energją wytrwania i uporu."
      },
      {
        "index": 42,
        "text": "— Cóż tam u was słychać? kartofle kopiecie?"
      },
      {
        "index": 43,
        "text": "— Kończymy kopać; za tydzień chcę już zacząć odsyłać do gorzelni."
      },
      {
        "index": 44,
        "text": "— Rodzice zdrowi? ojca jakoś dawno nie widziałem."
      },
      {
        "index": 45,
        "text": "— Mama zdrowa, a ojciec także zdrów, o zdrów! — roześmiał się sucho i trochę cierpko. — Nie zabieram panu czasu. Może pan zechce zanieść pannie Janinie pozdrowienie ode mnie, dobrze? — zakończył ciszej."
      },
      {
        "index": 46,
        "text": "Orłowski spojrzał bystro na niego, uścisnął mu ręce i powiedział:"
      },
      {
        "index": 47,
        "text": "— Dobrze, dobrze. A mamie ucałowanie rączek ode mnie."
      },
      {
        "index": 48,
        "text": "Wyszli pod stację, i Grzesikiewicz odjechał galopem. Orłowski długo patrzył za nim, na jego rozrosłą, pochyloną nad karkiem konia postać."
      },
      {
        "index": 49,
        "text": "— Szkoda, taki chłop jak dąb — myślał. — Szkoda! Żeby Janka chciała tylko... Może się to wszystko jeszcze dobrze ułoży... może teraz się zgodzi. Szkoda! — powrócił do kancelarji i zamyślił się głęboko."
      },
      {
        "index": 50,
        "text": "Wszedł za nim Świerkoski, usiadł na kanapce, złamał się we dwoje, jak zwykle, i gonił oczyma po pokoju."
      },
      {
        "index": 51,
        "text": "— Przyszedłem prosić pana o radę — zaczął, wsuwając ręce w rękawy."
      },
      {
        "index": 52,
        "text": "— A owszem, owszem, jeśli będę mógł tylko."
      },
      {
        "index": 53,
        "text": "Świerkoski zaczął mu obszernie opowiadać o interesie, jaki miał zamiar przeprowadzić, o dostawie trzystu sążni kamienia brukowego. Chciał się podjąć tej dostawy, bo obliczał, że można na tem zarobić w przeciągu dwóch lat około trzech tysięcy rubli. Rozsnuwał swoje plany i projekty, zapalał się do tego zarobku, aż mu oczy świeciły chciwością i usta drżały nerwowo. Przedstawił to przedsiębiorstwo w najpiękniejszem świetle."
      },
      {
        "index": 54,
        "text": "— Co ja mogę innego radzić, bierz pan! — powiedział Orłowski."
      },
      {
        "index": 55,
        "text": "— Potrzeba kilku tysięcy rubli, żeby puścić w ruch interes, a ja tyle nie mam. Otóż przychodzi mi na myśl, właściwie przyszedłem z nią: zaproponować panu spółkę w tem przedsiębiorstwie. Trzydzieści procentów od kapitału włożonego jest pewne."
      },
      {
        "index": 56,
        "text": "— Przysięgam Bogu, a naco mi to! — Prawda, mam kilkanaście tysięcy rubli w papierach procentowych i na hipotekach, ale niełakomy jestem na wielkie procenty, wystarczają mi dotychczasowe."
      },
      {
        "index": 57,
        "text": "— Cztery, pięć, no sześć procent najwyżej, ależ to śmieszne! szczególniej teraz, gdy można mieć trzydzieści. Gdybym ja miał taki kapitał, to ręczę, że w krótkim czasie podwoiłbym go i potroił. Puściłbym go w ruch, umieścił w interesach, niech się powiększa, niech robi dziesiątki tysięcy, setki, miljony. Niech płynie szerokiem korytem, niech po drodze zbierze, co się da zebrać, niech potężnieje."
      },
      {
        "index": 58,
        "text": "— Albo niech zginie bez śladu, bo i to się trafia — przerwał mu Orłowski."
      },
      {
        "index": 59,
        "text": "Nie odpowiedział natychmiast Świerkoski, bo go olśniły własne słowa i projekty, a odmowa Orłowskiego przejęła go zimnem i żalem ogromnym, że te marzenia się nie urzeczywistnią."
      },
      {
        "index": 60,
        "text": "Spojrzał na Orłowskiego ze źle pokrytym gniewem i nienawiścią."
      },
      {
        "index": 61,
        "text": "— Widział się pan z tym chamem? — szepnął twardo."
      },
      {
        "index": 62,
        "text": "— Z jakim chamem?"
      },
      {
        "index": 63,
        "text": "— No, z tym Grzesikiem — objaśnił drwiąco."
      },
      {
        "index": 64,
        "text": "Orłowski rzucił się gwałtownie."
      },
      {
        "index": 65,
        "text": "— Widziałem się z panem Grzesikiewiczem."
      },
      {
        "index": 66,
        "text": "— Skądże on Grzesikiewicz! Grzesik, karczmarski syn, wszyscy wiedzą o tem."
      },
      {
        "index": 67,
        "text": "— Dobrze, ale poco i dlaczego pan mi to mówi? — zapytał gwałtownie Orłowski."
      },
      {
        "index": 68,
        "text": "— Myślałem, że pan nie wie, chciałem ostrzec po przyjacielsku."
      },
      {
        "index": 69,
        "text": "— Dziękuję, przysięgam Bogu, dziękuję, ale zupełnie dobrze się obywam bez takich wiadomości — mówił, biegając po pokoju, zirytowany."
      },
      {
        "index": 70,
        "text": "— To się tak mówi: obejdę się, a jest inaczej zupełnie. Proszę pana, ludzie są podli i maskują się, aby wyprowadzić w pole takich, jak pan, a Grzesikowi potrzebne jest ukrywanie swego pochodzenia przed państwem. Ho! ho! gra on teraz rolę szlachcica, pana wielkiego. Tfy! chamczuk psiakrew — szeptał nienawistnie i spluwał z pogardą."
      },
      {
        "index": 71,
        "text": "— Panie Świerkoski, przysięgam Bogu, ale oszczędź mię pan, nie chcę słuchać więcej."
      },
      {
        "index": 72,
        "text": "— Dobrze! Amis! do domu. — Podniósł się ciężko, jego trójkątna wilcza twarz pokryła się jakimś ceglanym rumieńcem, głowa zaczynała mu drgać z hamowanego wzruszenia, a długie, chude, o bardzo rozwiniętych węzłach palce, podobne do pazurów, darły z wściekłością kożuch."
      },
      {
        "index": 73,
        "text": "— Spółki pan nie chce? — zapytał już w progu."
      },
      {
        "index": 74,
        "text": "— Dziękuję, zarabiaj pan sam, prędzej się zbogacisz — rzucił mu szyderczo Orłowski."
      },
      {
        "index": 75,
        "text": "— O! o! pan szydzisz ze mnie — zawołał chrapliwie."
      },
      {
        "index": 76,
        "text": "— Nie, panie Świerkoski, ja życzę panu z całego serca zbogacenia rychłego."
      },
      {
        "index": 77,
        "text": "Świerkoski wyszedł bez słowa, ale zaraz za drzwiami wyprostował się dumnie i podniósł zaciśniętą pięść. — Poczekaj! poczekaj — syczał. — Odbiję to wszystko kiedyś na tobie. Będziecie jeszcze się nisko kłaniać Świerkoskiemu, będziecie! — myślał, śpiesznie biegnąc do mieszkania. W pierwszym, pustym prawie pokoju, gdzie, oprócz łóżka zbitego z nieheblowanych, sosnowych desek, takiegoż stołu i ławeczki, nie było nic więcej, rozebrał się, włożył pantofle i stary szynel dróżniczy w miejsce szlafroka i tak przebrany poszedł do salonu, od którego klucz zawsze nosił przy sobie. Salon stanowił wielki kontrast z resztą mieszkania, bo był literalnie zapchany meblami bardzo wytwornemi i drogiemi. Świerkoski otworzył wewnętrzne okiennice i zabrał się do rozpakowywania wczorajszej przesyłki, jaką odebrał. Było to maleńkie, damskie biureczko, inkrustowane perłową masą, prześliczne cacko, zniszczone już i pokryte pleśnią wilgotnych składów, obejrzał je z radością, bo udało mu się kupić je bardzo tanio w jakimś pociejowskim składzie."
      },
      {
        "index": 78,
        "text": "— Franek! herbaty! — krzyknął do kuchni i zaczął wolno cłapać pantoflami, zrobionemi ze starych kamaszków. Przystawał przed sprzętami, dotykał się z pieszczotą mahoniów lub palisandrów, gładził aksamity pokrycia, przeglądał się w wielkich zwierciadłach, zasnutych pajęczyną, bo nie było wolno Frankowi uprzątać, ani nawet zaglądać do tego skarbca, okręcał głowę w jedwabne, brudne portjery, zasłaniające drzwi, albo na chwilę siadał na przepysznej, tylko nieco poplamionej otomanie, pokrytej wiśniowym w złote pasy aksamitem, o który omdlewającym ruchem kota obcierał policzki, przymykał oczy z rozkoszy, przeciągał się, ogarniał pokój dumnem spojrzeniem i szeptał: — Moje! moje!"
      },
      {
        "index": 79,
        "text": "— Franek! herbaty! — Pił szklankę za szklanką, palił papierosy jeden za drugim i rozmarzał się coraz bardziej. Zwinięty w kłębek na otomanie, jak Amis, który leżał w drugim końcu, otoczony kłębami dymu, przez który świeciły fosforycznie jego żółtawe, wilcze oczy, puszczał wodze marzeniom, pozbywał się codziennych trosk, zrzucał z siebie skórę zwykłą, znaną wszystkim, zostawiał gdzieś daleko tego Świerkoskiego, który nienawidził wszystkich: i tych, co byli dobrzy za dobroć ich, bogatych za bogactwa, biednych, bo mu byli wstrętni, pięknych dla ich piękna, szlachetnych, bo uważał ich za głupców, mądrych, bo drwił z mądrości, bo nienawidził tej mądrości, która wskazywała jakieś większe, piękniejsze cele w życiu, niż pieniądze, cały ten Świerkoski, który się wił ciągle w wiecznych pożądaniach nigdy niezaspokojonej ambicji i chciwości, zniknął, została tylko dusza, która już osiągnęła wszystko i tem wszystkiem się rozkoszowała."
      },
      {
        "index": 80,
        "text": "Chodził już w myśli po wspaniałych salonach, czuł się bogatym i podziwianym, uśmiech osiadł mu na wąskich wargach, wił się po twarzy i przenikał rozszerzone dumą serce jakimś olbrzymim przypływem pychy i zadowolenia; jego niskie, wysunięte nad twarzą czoło idjoty, sfałdowane głębokiemi zmarszczkami, zdawało się promieniować jakąś zielonawą aureolą. Wyjął z pugilaresu dziesiątki losów loteryjnych najrozmaitszych krajów, porozkładał je przed sobą i zapatrzył się w wielkie szeregi cyfr, w sumy, jakie obiecywał wygrywać."
      },
      {
        "index": 81,
        "text": "— Dwieście tysięcy rubli! — szeptał z głęboką czułością, rozwijając pożyczkę premjową. — Dwieście tysięcy rubli! — przeginał się jakoś lubieżnie, bo ten słodki dźwięk łaskotał rozkosznie po sercu."
      },
      {
        "index": 82,
        "text": "— Trzysta tysięcy marek! — zdawał się szeptać różowy los loterji hamburskiej."
      },
      {
        "index": 83,
        "text": "— Dwieście tysięcy marek! — śpiewało mu w duszy od błękitnego losu saskiego."
      },
      {
        "index": 84,
        "text": "— Sto tysięcy florenów! — grzmiały czerwone węgierskie."
      },
      {
        "index": 85,
        "text": "— Pół miljona franków! — rozległ się głęboki, poważny głos liljowego papieru z głową rzeczypospolitej francuskiej w pośrodku."
      },
      {
        "index": 86,
        "text": "— Miljony! miljony! miljony! — szeptał, uśmiechając się słabo, i te miljony już czuł przy sobie, rozpalały mu krew, przenikały siłą potężną, rozprostowywały skurczoną w pożądaniu duszę, podnosił głowę coraz wyżej, oddychał głęboko, jakby wciągając słodki a denerwujący zapach tych pieniędzy, aby je wchłonąć w siebie, aby je czuć we własnej krwi."
      },
      {
        "index": 87,
        "text": "— Miljony, moje miljony — skandował wolno razy kilkanaście z uporczywością idjoty i kretyna, olśnionego świecącą blaszką. — Moje — i nie pamiętał już nic, że prowadzi życie nędzne, że żywi się chlebem, kartoflami i herbatą, że oszukuje zarówno ludzi, jak i siebie, że dla tych urojeń poświęcił w życiu wszystko, że te losy kłamały, że oszukiwały go dwa razy rocznie, że przez nie umierał prawie z rozpaczy, ponieważ nie padała na nie wielka wygrana — nic, nic już nie pamiętał, bo w najtajniejszej głębi jego istoty tkwiła niespożyta wiara w spełnienie się tych idjotycznych marzeń."
      },
      {
        "index": 88,
        "text": "Orłowski poszedł na górę, był wściekły za ode zwanie się lekceważące o Grzesikiewiczu: Cham! Grzesik! karczmarski syn! — myślał, powtarzając ze złością słowa Świerkoskiego. — Tak, ale porządny człowiek, wykształcony, dobry, bogaty. Co im do tego? Co to kogo obchodzi! — Dopiero po jakimś dłuższym czasie uspokoił się i zaczął rozmyślać, dlaczego tak Świerkoski mówił, co w tem miał za interes! Uderzył się nagle w czoło i kilka razy z rzędu schwycił brodę zębami. — Ach! on może myśli o Jance, zazdrość o Andrzeja żre go, a! rozumiem teraz, rozumiem. Mój panie Świerkoski! za małyś dla Orłowskiej, za mały — szeptał, uchylił drzwi do kuchni i zawołał:"
      },
      {
        "index": 89,
        "text": "— Niech Janowa powie, że pan Grzesikiewicz przesyła ukłony panience."
      },
      {
        "index": 90,
        "text": "— Panie Stanisławie! — mówił do Babińskiego, zeszedłszy do kancelarji — córka już czeka na pana."
      },
      {
        "index": 91,
        "text": "— Jestem gotów, tylko zechce mnie pan przedstawić, bo nie mam przyjemności znać osobiście szanownej panny Janiny — mówił Staś uroczyście, naciągając rękawiczki."
      },
      {
        "index": 92,
        "text": "Zaprowadził go, przedstawił w dwóch słowach, nie patrząc na Jankę, i wyszedł."
      },
      {
        "index": 93,
        "text": "— Ja czekałem tylko wyzdrowienia pani, aby przyjść z prośbą o pożyczenie książek do czytania — mówił Staś. — Takie nudy, takie nudy, że moi przyjaciele warszawscy są zdumieni, że ja wytrzymam tutaj."
      },
      {
        "index": 94,
        "text": "— Pan niedawno w Bukowcu?"
      },
      {
        "index": 95,
        "text": "— Od trzech miesięcy, pani! — powiedział z tak komicznem ubolewaniem, że Janka roześmiała się: wydał się jej sympatycznym i zabawnym z tą różową cerą młodej dziewczyny i z tą nieśmiałością dziecinną, śmieszną przy jego brodzie i wysokim wzroście, i rozwiniętych ramionach. Robił wrażenie chłopaczka, ucharakteryzowanego na mężczyznę."
      },
      {
        "index": 96,
        "text": "— Chodźmy, pokażę panu, że Bukowiec, chociaż nudny, brzydkim nie jest."
      },
      {
        "index": 97,
        "text": "Podał jej rękę, gdy szli, ale się tak zarumienił gwałtownie, że odwracał głowę, aby tego nie spostrzegła. Prowadził ją z największą ostrożnością, bo nogi się jej plątały."
      },
      {
        "index": 98,
        "text": "— Babiński, a uważaj pan! — zawołał za nim Orłowski przed stacją."
      },
      {
        "index": 99,
        "text": "— Czy do lasu pójdziemy?"
      },
      {
        "index": 100,
        "text": "— Tak, musiał go pan już poznać trochę?"
      },
      {
        "index": 101,
        "text": "— Nie. Byłem raz i zbłądziłem, a po drugie, mama mówi, że to niezdrowo teraz chodzić po lesie, za dużo wilgoci, więc niebezpiecznie, można się przeziębić, dostać febry,"
      },
      {
        "index": 102,
        "text": "— O! pan się chyba o siebie obawiać nie powinien — powiedziała, obrzucając go spojrzeniem."
      },
      {
        "index": 103,
        "text": "— Ba... właśnie, że muszę się pilnować, ciągle muszę pamiętać; mama mówi, żebym nie zaniedbywał, bo zwykle jedna choroba przygotowuje następne. — I zaczął obszernie opowiadać o środkach leczniczych, o wycieraniu się kamforą po każdem zmęczeniu, o obwijaniu flanelą do łóżka, mówił z całą naiwnością, a tak serjo, że Janka powstrzymywała się, aby nie wybuchnąć śmiechem."
      },
      {
        "index": 104,
        "text": "— Ma pan dobrą mamę — powiedziała mu krótko, gdy skończył."
      },
      {
        "index": 105,
        "text": "— O pani! myślę, że takiej drugiej niema na świecie — i znowu snuł tysiączne szczegóły o rozrzewniającej troskliwości matczynej, i pomimo nieśmiałości, z jaką do niej się zwracał, jaką miał w spojrzeniu niebieskich oczu, w ruchach, w uśmiechu — gadał i gadał niepowstrzymanie."
      },
      {
        "index": 106,
        "text": "Nie odzywała się, nie słuchała go nawet; puściła jego ramię i szła środkiem dróżki leśnej, przemiękłym piaskiem, obeschłym tylko zwierzchu. Las nakrywał ich potężnie rozrosłemi konarami, tylko przez gałęzie błyskały kawałki bladego nieba i na mchach żółtawych, na skręconych, rudych i zeschłych piórach paproci drżały miejscami złotawe blaski słoneczne. Suche szyszki, zwieszające się ze świerków niby pełne wrzeciona, spadały im pod nogi i w doły pełne zgniłej wody, w której odbijało się słońce. Nad strugami stały czarne olchy, albo biało-srebrnawe osiki trzepały listeczkami, pomimo zupełnej ciszy i spokoju, panujących w lesie. Potężny zapach żywicy, liści gnijących, surowizny, kory i ziemi przemiękłej unosił się po lesie. Janka błądziła w zadumie oczyma po lesie tak dobrze jej znanym, odnajdywała wszędzie znajomych: wielką górę skalistą i nagą, żółcącą się zrudziałemi głazami, jakieś wapienne zbocza, po których się pięły, niby wyciągnięte szpony, długie pędy jerzyn; olbrzymie sosny, co migotały zdaleka swoją czerwonawą korą, istne bursztynowe kolumny, poplamione rdzą; strumyki, które się sączyły pomiędzy korzeniami drzew, jak pasma jedwabiu lśniące; ścieżki, polanki z bagniskami w pośrodku, poznawała wszystko, myślała w Warszawie nieraz o tym lesie, było teraz tak, jak chciała, aby było, jak pragnęła — a jednak zobaczywszy, poczuła brak czegoś: nie witała uniesieniem, bo ten las był jej prawie obojętnym teraz, nie czuła już tego łącznika pomiędzy sobą a temi gąszczami, co stały nieme, w połowie z liści odarte, zbiedzone i jakby zapadające w długi sen zimowy, a zionęły chłodem."
      },
      {
        "index": 107,
        "text": "Chodzili z godzinę. Babiński zamilkł, a ona z pewną goryczą patrzyła na ten las, który nic nie mówił teraz do niej, którego życia nie czuła jak dawniej, i jak dawniej nie wstrząsał nią. Czuła się obcą wobec niego."
      },
      {
        "index": 108,
        "text": "— Wracajmy, tak mnie odurzyło powietrze, że czuję się jakby pijaną."
      },
      {
        "index": 109,
        "text": "— Dobrze, bo przyznam się, że zaczynam czuć katar, nie wziąłem kaloszy."
      },
      {
        "index": 110,
        "text": "— Co pan robi wieczorem? — zapytała, aby coś powiedzieć."
      },
      {
        "index": 111,
        "text": "— Jeśli nie jestem na służbie, to siedzę w domu i czytam, a gdy mi zbraknie książek, to idę do państwa Zaleskich, posłuchać gry pani Zaleskiej."
      },
      {
        "index": 112,
        "text": "— Nie znam ich, muszą być w Bukowcu niedawno?"
      },
      {
        "index": 113,
        "text": "— Trzy miesiące, razem sprowadziliśmy się tutaj."
      },
      {
        "index": 114,
        "text": "— Ależ ona musi całe dnie grywać, bo ciągle słyszę muzykę."
      },
      {
        "index": 115,
        "text": "— Po sześć godzin dziennie. Ogromnie pracuje, a przytem niesłychanie miła — dodał gorąco i zmieszał się, bo Janka uśmiechnęła się lekko. — Więc pani będzie łaskawa pożyczyć mi książek do czytania?"
      },
      {
        "index": 116,
        "text": "— Może pan przyjść jutro, to wybierzemy, jeśli się co znajdzie. — Podziękowała za towarzystwo i poszła do mieszkania. Jeszcze się nie zdążyła rozebrać, gdy Janowa przyniosła list."
      },
      {
        "index": 117,
        "text": "— To od tej pani, co gra cięgiem — objaśniła."
      },
      {
        "index": 118,
        "text": "Janka ciekawie oglądała heljotropowy list ze złotą lirą na kopercie, woniejącej także heljotropem; nie miała go jeszcze czasu przeczytać, gdy w kuchni rozległ się jakiś obcy głos. Janka podeszła do drzwi, w których ukazała się Zaleska w szlafroku adamaszkowym bordo w złote palmy, obrzuconym u szyi i przy dłoniach kremowemi koronkami."
      },
      {
        "index": 119,
        "text": "— Pani pozwoli, ale przychodzę się usprawiedliwić..."
      },
      {
        "index": 120,
        "text": "Janka poprosiła ją do pokoju."
      },
      {
        "index": 121,
        "text": "— Pani daruje... Jestem Zaleska! Musiała już pani słyszeć o nas, jesteśmy niedawno w Bukowcu. Trochę dziwnym jest mój list, ale niech mnie usprawiedliwi tak, jak mnie ośmielało bliskie sąsiedztwo. — Usiadła przy stole, wyjęła srebrną papierośnicę i podała Jance z uśmiechem zapraszającym."
      },
      {
        "index": 122,
        "text": "— Dziękuję pani, nie palę."
      },
      {
        "index": 123,
        "text": "— Jeśli zabieram czas, to proszę, powiedz pani otwarcie, pomiędzy koleżankami nie powinno być żadnego skrępowania. — Zaczęła gwałtownie koło siebie szukać zapałek. — Prosiłam pani listownie, bo osobiście nie miałam odwagi, ale mam przynajmniej nadzieję, że pani mi daruje i śmiałość, i natręctwo! — zapaliła wreszcie papierosa i pociągnęła kilka razy z lubością. — Mam wieczorem trochę gości, kuzyni bliscy, państwo Tacikowscy z Tacikowa, wie pani? Ona i moja mama... wilgotny tytoń i palić się nie chce — rzuciła papieros na podłogę i rozgniotła go nogą. — Byłam w Warszawie, ale kupić zapomniałam, więc jeśli pani będzie łaskawa, to będę jej wdzięczną, a wdzięczną być umiem... Pamiętam raz, jeszcze byłam w konserwatorjum, na ostatnim kursie, Cesia Pigłowska, wie pani? była później jedną z najlepszych uczenic Rubinsteina, talent pierwszorzędny, ale zmarnowany przez zamążpójście, chociaż ten jej mąż idealny, słowo daję — idealny. W zabawny sposób poznali się ze sobą, wypadkiem, a że traf wszystkiem rządzi... Ale powracam do prośby, otóż chciałam prosić o pożyczenie nakrycia na sześć osób, bo tak mi dzieci wytłukły w ostatnich dniach, że zmuszoną jestem pożyczać. A i pani ma fortepian? i pani grywa? — zawołała, spostrzegłszy przez uchylone drzwi do saloniku fortepian; pobiegła do niego i z wielką biegłością zaczęła wybębniać jakąś improwizację. Janka poszła za nią, zdziwiona tą paplaniną nieskończoną bez związku i sensu."
      },
      {
        "index": 124,
        "text": "— Zna pani to, co? — zagadnęła, rozpoczynając co innego. — To scherzo z koncertu Moszkowskiego! Prześliczna rzecz, a szczególniej w tem miejscu, słyszy pani śmiech, subtelny, ironiczny śmiech! — Odrzuciła tren szlafroczka ruchem koncertantki na estradzie, uśmiechała się, przechylając główkę na bok, jakby pod ciężarem rozmarzenia, i grała, posyłając wdal z pod przysłonionych powiek niezmiernie melancholijne spojrzenia. — Ale i bielizny stołowej zechcesz mi pani pożyczyć — powiedziała, kończąc grę jakiemś wściekłem fortissimo, westchnęła, opuściła bezwładnie ramiona, niby pod ciężarem rozkoszy, powlokła oczami po saloniku, podniosła rękę do czoła, westchnęła przeciągle, jakby się budząc, i powstała, dumnie się prostując."
      },
      {
        "index": 125,
        "text": "— Daruje mi pani roztargnienie — zaczęła cicho, biorąc Jankę za rękę — ale wiem, że pani mnie zrozumie, bo jesteś pani przecież artystką. Słyszałam, słyszałam, i ma pani całą moją przyjaźń i całe moje serce. Wszystkie dusze, żyjące tylko dla sztuki, powinny się rozumieć i kochać. Do widzenia, do widzenia! — przesłała jej pocałunek od ust i wybiegła. Janka nie miała sposobności zamienić z nią i słowa jednego i po jej odejściu wzruszyła ramionami lekceważąco, i wzięła się do czytania."
      },
      {
        "index": 126,
        "text": "W pół godziny Zaleska przesłała znowu heljotropowy liścik: o pożyczenie dwóch funtów cukru i herbaty; bo, pisała, mężuś zapomniał z Kielc."
      },
      {
        "index": 127,
        "text": "Janka kazała Janowej zanieść wszystko, o co prosiła, ale Janowa zaprotestowała."
      },
      {
        "index": 128,
        "text": "— Panienko, ta pani to cięgiem ino pożycza; pan naczelnik jeszcze dawniej, jak panienki nie było, powiedział, ażeby jej nic nie dawać, bo nie oddaje. Niech pan sam powie! — zwróciła się do Orłowskiego wchodzącego, powtarzając mu, o co idzie."
      },
      {
        "index": 129,
        "text": "— Głupiaś, moja Janowa, jak panienka jest w domu, to panienka rządzi, mnie nic do tego — powiedział ostro. — Jeżeli panienka kazała ci dać, to dać natychmiast."
      },
      {
        "index": 130,
        "text": "Janka położyła się zaraz do łóżka, bo się czuła tym pierwszym spacerem bardzo zmęczoną. Orłowski cały wieczór chodził po stołowym pokoju i co chwila prawie posyłał Janową do Janki z zapytaniem, czy nie potrzebuje czego, a następnie zaproponował czytanie głośne."
      },
      {
        "index": 131,
        "text": "— Niech Janowa powie, że bardzo serdecznie dziękuję i słuchać będę z przyjemnością, bo zupełnie spać nie mogę! — powiedziała Janka głośno. — Orłowski usłyszał, odsłonił kotarę, przysunął stół i, siadłszy w drzwiach, czytał jakąś mdłą powieść angielską."
      },
      {
        "index": 132,
        "text": "Rano Zaleska znowu przysłała wonny list, w którym zapowiadała się na wieczór, a tymczasem przepraszała, że nie odsyła pożyczonych przedmiotów, bo ci spodziewani kuzyni pojechali do Warszawy, mężuś się widział z nimi na stacji, wstąpią zpowrotem. Posyłała pocałunki i prosiła na zakończenie o pożyczenie kwarty kaszki krakowskiej."
      },
      {
        "index": 133,
        "text": "— Panienko! ona ma tu! — wtrąciła Janowa, widząc uśmiech Janki, z jakim czytała list, i zaczęła opowiadać o porządkach, jakie panują u Zaleskich."
      },
      {
        "index": 134,
        "text": "— Nie chcę słyszeć, niech mi Janowa nigdy nie opowiada, co się gdzie dzieje."
      },
      {
        "index": 135,
        "text": "— Zawdy przecie lepiej wiedzieć więcej kiej mniej! — tłumaczyła Janowa."
      },
      {
        "index": 136,
        "text": "— Prowincja już mnie chwyta — myślała Janka — zaczynam już czuć jarzmo."
      },
      {
        "index": 137,
        "text": "Przychodziła do zdrowia bardzo szybko i z początku z pewnem upodobaniem poddawała się prądowi życia cichego i dosyć czynnego, ale strasznie monotonnego, jakie płynęło w Bukowcu. Pociągi w oznaczonych godzinach przychodziły i odchodziły; Orłowski regularnie szedł na służbę rano i powracał wieczorem; Zaleski, jego pomocnik, wszystkie wolne chwile poświęcał trenowaniu się na rowerze przed stacją, na małym podjeździe. Spóźniał się na służbę i zaniedbywał dom, a jeździł i jeździł, aż to znudziło wszystkich, i tylko czasami w niedzielę chłopaki najbliższych wsi przylatywali zobaczyć tego „cudaka“, co w opiętym kostjumie, na tej djabelskiej maszynie wykreślał nieskończone koła."
      },
      {
        "index": 138,
        "text": "Grzesikiewicz codziennie, w różnych godzinach, przyjeżdżał dowiadywać się o zdrowie Janki. Przyglądała mu się kilka razy z okna z dziwnem uczuciem pomieszania. Karaś ciągle wekslował swoje wagony. Świerkoski dnie całe przesiadywał na stacji, łaził po linji z psem, krzyczał na robotników. Janka przyzwyczaiła się widywać go w jednych i tych samych godzinach, w których przechodził koło okien i kłaniał się jej uniżenie, jak i przyzwyczaiła się do wiecznego brzęczenia fortepianu Zaleskiej. Wiedziała, co robili wszyscy wczoraj i co robić będą jutro. Wiedziała o wszystkich nadziejach i chorobach Stasia, bo był u nich kilka razy i z całą naiwną otwartością opowiadał wszystko, co się jego tyczyło. Wiedziała o wszystkiem, bo Janowa nie mogła się uspokoić dotąd, aż wypowiedziała, ile pani Zaleska wydaje na puder, ile na mięso, co robi po nocach Karaś, kto z okolicy i po co przysyłał do bufetu, i tak jej to prędko obrzydło, że zamykała się na całe dnie w pokoju i leżała godzinami na łóżku, nie myśląc nic i nic nie czując prócz nudy, która ją ogarniać poczynała."
      },
      {
        "index": 139,
        "text": "Zaleska wypisywała do niej całe tuziny pachnących listów, wpadała na chwilę, a siedziała godziny całe, opowiadając w tempie jedenastej rapsodji Liszta o najmłodszym swoim synku, Waciu, że zaczynał już ząbkować; o Szopenie, że jest boski! o zdolnościach starszego Stefka, który wybijał pięścią klawisze; o Helence, która miała niegrzeczny zwyczaj plucia na wszystko. Wtrącała uwagi o Babińskim i ze śmieszkiem znaczącym usprawiedliwiała się dyskretnie, że nie jest winną temu, że chłopak głowę traci. To znowu snuła fantastyczne projekty na przyszłość i odrazu przeskakiwała do zapytania, po ile Janka płaciła za łokieć materjału, z jakiego miała zrobioną suknię; to przynosiła kapelusz do przymierzenia, bo lustro Janki było lepsze. Wspominała niejasno o jakimś kuzynie w Warszawie, bardzo wpływowym, bardzo bogatym i bardzo miłym, który ich protegował."
      },
      {
        "index": 140,
        "text": "— Bo mężuś jest zdolny bardzo — szeptała, uśmiechając się blado i skubiąc kanwowy fartuszek z minką dziewczynki — ale nie ma szczęścia, zupełnie nie ma, przez cztery lata zmienił sześć służb. — Wzdychała ciężko i dawała do zrozumienia, że nie jest szczęśliwą, że ją spotkał w życiu zawód wielki, że jest ofiarą losu. A czasami, słówkami rzuconemi niebacznie, wspominała o jakimś swoim występie publicznym; o występie, który był wielkim triumfem. Wyprostowywała się, mówiąc o tem, usta jej drżały wzruszeniem i rzeczywista czy też imaginacyjna boleść za przeszłością wyciskała jej łzy z oczu i tak ją rozczulała, że śpiesznie wybiegała do siebie."
      },
      {
        "index": 141,
        "text": "Jance wydawała się bardzo śmieszną, ale szanowała ją, bo grała znakomicie: tak opanowała technikę fortepianu, jak niewielu ze znanych i uznanych mistrzów tego instrumentu, ale poza grą była dzieckiem, zatopionem w małych sprawach codziennych, w głupstwach; nic nie wiedziała i nic prawie nie pojmowała."
      },
      {
        "index": 142,
        "text": "Zaprosiła Jankę jednego dnia na herbatę, ale przedtem heljotropowym liścikiem prosiła o szklanki i cukier miałki. Janka poszła z ciekawością."
      },
      {
        "index": 143,
        "text": "Zaleska przeprowadziła ją śpiesznie przez pokój, w którym mężuś nierozebrany, zabłocony ostatnią jazdą, chrapał rozgłośnie na sofce, do swojego pokoju, przylegającego do saloniku Orłowskich. Pokój był wybity błękitnym papierem i bardzo ładnie urządzony. Meble pokrywał błękitny z heljotropowym odcieniem aksamit, takież były portjery i firanki, i podobny zupełnie dywan tłumił kroki. Blüthnerowski fortepian stał pod oknem; wielka palma swojemi wachlarzowatemi liśćmi tworzyła zielony dach nad klawjaturą. Gerydony, pełne zwiędłych i poschłych kwiatów, stały w kilku miejscach. Biurko, wykładane kością słoniową, maleńkie, eleganckie, przepełnione cackami, powiędłemi bukiecikami fiołków, które od wiosny wyrzucić zapomniano, listami, pudełkami z papierem listowym, nutami, rękawiczkami, które się walały w rozsypanym pudrze, stało na środku pokoju. Po krzesłach, po fotelikach japońskich z bambusu, o poręczach z heljotropowego aksamitu, na fortepianie, nawet na skromnem łóżku, ukrytem pod pawilonem z heljotropowych tiulów, na dywanie pod ścianami leżały bezładnie porozrzucane książki, nuty, przeglądy mód, fartuszki dziecinne, kalosze mężusia i t. d. i t. d."
      },
      {
        "index": 144,
        "text": "— Boże, co za nieład, Boże, co za nieporządek — narzekała Zaleska, załamując ręce."
      },
      {
        "index": 145,
        "text": "— Anusia, Anusia! — wołała na służącą, ale Anusia nie przyszła, tylko od kuchni dolatywał gwar i krzyk dzieci, a w przerwach coraz potężniejsze chrapanie mężusia."
      },
      {
        "index": 146,
        "text": "— Panno Janino! niechże pani siada; straszliwy nieporządek; ale jedna sługa nie może sobie dać rady ze wszystkiem; doprawdy, że nieraz rozpacz mnie ogarnia. Mówiłam już mężusiowi, aby przyjął pokojówkę; powiada, że dostać nie można. Pisałam nawet do kuzyna, niechby przysłał z Warszawy."
      },
      {
        "index": 147,
        "text": "Poskładała nuty na fortepian, przysunęła Jance fotelik i upadła zmęczona na niski, biegunowy fotel, obity heljotropowym jedwabiem; ale zerwała się natychmiast, wydobyła pudełko cukierków z biurka, przysunęła do Janki maleńki stoliczek z czerwonej laki, postawiła cukierki i zaczęła Jankę zapraszać do nich. Sama jadła je ciągle, bujała się na fotelu, poprawiała misternie w grajcarki sztywne ufryzowaną grzywkę i znowu mówiła:"
      },
      {
        "index": 148,
        "text": "— Proszę pani, myślę, czemu nie zostałybyśmy przyjaciółkami! Chwilami tak mi potrzeba przyjacielskiego serca, duszy, któraby mnie kochała. Ach! w tej chwili każę dawać herbatę. — Wybiegła i powróciła prawie natychmiast zdyszana i zarumieniona, z wypiekami na twarzy, upadła ciężko na fotelik, zaczęła gryźć cukierki, z kuchni przybiegły za nią przeraźliwe krzyki dzieci. — Ach! boję się szaleństwa, ale jeślibym dłużej miała w takich warunkach żyć, to nie ręczę za siebie. — Przerwała, nasłuchując, bo turkot jakiś rozległ się przed stacją. — Ma przyjechać do mnie dzisiaj pani Osiecka, zna ją pani?"
      },
      {
        "index": 149,
        "text": "— Tylko z widzenia."
      },
      {
        "index": 150,
        "text": "— Bardzo miła kobieta, trochę smutna, ale dystyngowana i ma rozległe w świecie stosunki, bardzo często przyjmuje u siebie, szczególniej latem, bo mieszkało u niej kilka kuzynek. Świerkoski się podobno stara o jej siostrzenicę, Zosię, ale to bardzo dziwny człowiek, przyznam się, że go się boję. Czy to prawda, że pani była w teatrze — zapytała prosto."
      },
      {
        "index": 151,
        "text": "— Trzy miesiące byłam — odpowiedziała Janka niechętnie."
      },
      {
        "index": 152,
        "text": "— Pani mi daruje, już się nie pytam więcej, bo widzę, sprawiłam przykrość zapytaniem. Tak, tak — szepnęła melancholijnie — każdy człowiek, a szczególniej kobieta każda, ma w swojem życiu jaśniejsze chwile, o których nierada mówić; rozumiem to dobrze. Proszę pani, te morele w cukrze bardzo dobre, ręczę za nie, bo to mój kuzyn je przysłał."
      },
      {
        "index": 153,
        "text": "Usiadła do fortepianu z cukierkiem w ustach i zaczęła grać preludjum Szopena, te szeptane przez łzy, wśród czarów wiosennej przyrody, zwierzenia duszy chorej. Janka wsłuchiwała się z przejęciem i kładła na tych pełnych woni i smutku rytmach duszę, i zwolna pogrążyła się w jakiś nastrój szarpiący nieopowiedzianą tęsknotą. Zaleska grała z uczuciem i z przedziwną prostotą, nie było w jej grze nic błyskotliwego, nic wirtuozowskiego, obliczonego na olśnienie i zdumienie słuchaczy; gra jej była jakaś nieosobista, tak nic indywidualnego nie mąciło i nie przysłaniało Szopena. Jej blada, nieregularna twarz, powlekła się smutkiem, wielkie, piwne oczy świeciły głębokim wyrazem odczuwania piękności muzyki, przygryzła ze wzruszenia wiśniowe, prześlicznie wykrojone usta i grała, przejmując się coraz głębiej."
      },
      {
        "index": 154,
        "text": "— Przestań! psiakrew, że to przespać się nie można, tylko brzdąkanie i brzdąkanie — krzyczał mąż, zatrzaskując drzwi do buduarku, i poznać można było po gwałtownem trzeszczeniu sofy, że położył się znowu spać."
      },
      {
        "index": 155,
        "text": "Zaleska zerwała się od fortepianu i zalęknionym wzrokiem spoglądała na drzwi, to na Jankę."
      },
      {
        "index": 156,
        "text": "— Pani daruje, ale mężuś zmęczony treningiem... zapomniałam istotnie... — Wstała, chcąc prawdopodobnie iść przepraszać go, ale usiadła zpowrotem przy fortepianie i zaczęła obrywać zeschłe liście kwiatów na oknie, aby ukryć wzruszenie, ale nie potrafiła, bo łzy zaczęły się wydzierać z pod zaciskanych powiek i coraz obficiej płynąć po twarzy, żłobiąc w wypudrowanej powierzchni żółtawe brózdy; rozpłakała się wreszcie spazmatycznie, przysłoniła twarz chustką i płakała cicho, jak dziecko skarcone niesłusznie. Janka uczuła się wprost oburzona brutalnością Zaleskiego i w jakimś przypływie współczucia przysunęła się do niej, i uspokajała ją z prawdziwą serdecznością. Zaleska przycisnęła się do niej, jak dziecko, i płakała; zdawało się, że całe strumienie łez ruszyły z łożysk niewyczerpanych i płyną coraz obficiej."
      },
      {
        "index": 157,
        "text": "— O, jakże jestem nieszczęśliwa! o, gdybyś pani wiedziała! — szeptała coraz ciszej, trzęsła się w łkaniu, jakie rozrywało jej piersi."
      },
      {
        "index": 158,
        "text": "Janka przygarniała ją do siebie coraz silniej i głaskała pieszczotliwie po wspaniałych, puszczonych w warkocz, włosach. Nie wiedziała, co mówić do niej, ani czem ją pocieszać, wzbudzała litość tem swojem dzieciństwem i wrażliwością."
      },
      {
        "index": 159,
        "text": "— Mężuś jest dobry, o, ja się nie skarżę na niego, nie; jest bardzo dobry, ale służba tak go rozdrażniła, że czasem powie jakie słowo ostre, które mnie tak boli, tak boli... — Umilkła i zaczęła ssać chciwie cukierek; uspokoiło ją to nieco, bo poszła do tualetki, stojącej obok łóżka, wytarła się kolońską wodą, przypudrowała i wyszła uśmiechnięta i rozpromieniona; zupełnie już zapomniała o przykrości niedawnej, tylko pod oczami, wilgotnemi od łez i wody kolońskiej, wystąpiły sine plamy, jako jedyne ślady wzruszenia. Poszła do kuchni i wkrótce służąca przyniosła herbatę."
      },
      {
        "index": 160,
        "text": "— Anusia, a nie zapomnij tam o dzieciach."
      },
      {
        "index": 161,
        "text": "— To się wie, nie trzeba mi przypominać — odpowiedziała opryskliwie służąca."
      },
      {
        "index": 162,
        "text": "— Niech się Anusia nie gniewa, ale czasem można zapomnieć — prosiła pokornie i, gdy służąca wyszła, zaczęła się usprawiedliwiać: — Takie teraz są złe służące i tak o nie trudno, że boję się, aby mnie moja Anusia nie opuściła, bo mężuś się gniewa, jeśli zmieniam sługi często, a do tej dzieci zupełnie się przyzwyczaiły."
      },
      {
        "index": 163,
        "text": "Jance żal się zrobiło tej biednej niewolnicy sług, męża i dzieci, i chciała jej to powiedzieć, ale Zaleska znowu mówiła:"
      },
      {
        "index": 164,
        "text": "— Pani zna pana Grzesikiewicza?"
      },
      {
        "index": 165,
        "text": "— Dosyć dawno — odpowiedziała Janka, chmurniejąc."
      },
      {
        "index": 166,
        "text": "Zaleska spostrzegła się, że znowu sprawiła jej przykrość, i umilkła, przysiadła do biurka, napisała na heljotropowym bilecie kilka wierszy, które zaraz poszła wysłać przez Anusię. Później znowu zaczynała mówić, ale wpadała co chwila w zamyślenie, patrzyła w okno, zaglądała cichutko, czy mężuś śpi jeszcze, wzdychała, jadła cukierki i przesiadała się z krzesła na krzesło, nie mogąc nigdzie usiedzieć."
      },
      {
        "index": 167,
        "text": "— Wie pani! w Warszawie jesień nie jest tak straszną. Ciekawam, czy też noszą jeszcze figara?"
      },
      {
        "index": 168,
        "text": "— Nie wiem."
      },
      {
        "index": 169,
        "text": "— Sezon korcertowy już się rozpoczął; ach, te środy w Towarzystwie Muzycznem!"
      },
      {
        "index": 170,
        "text": "— Bywała pani często?"
      },
      {
        "index": 171,
        "text": "— Nie opuszczałam ani jednej! a premjery w Rozmaitościach? a koncerty latem w Dolinie Szwajcarskiej! a tysiąc przyjemności, jakie tylko miasto dać może; ta atmosfera artystyczna, którą się oddycha, to życie inne! Boże, Boże! gdzie to wszystko się podziało, gdzie te czasy."
      },
      {
        "index": 172,
        "text": "Janka uśmiechnęła się ironicznie; znała ona nieco tę atmosferę artystyczną, to inne życie."
      },
      {
        "index": 173,
        "text": "— Pani Osiecka z panienką przyjechały! — meldowała Anusia."
      },
      {
        "index": 174,
        "text": "— Proś! proś! — zawołała Zaleska, biegając po pokoju i, nie wiedząc co robić, pobiegła do mężusia."
      },
      {
        "index": 175,
        "text": "— Heniu! Heniu! — szeptała mu do ucha, czerwieniejąc z trwogi. — Mężusiu, mój złoty, wstań-no, przyjechała pani Osiecka. — Zaczęła bardzo delikatnie poruszać go."
      },
      {
        "index": 176,
        "text": "— Do pioruna z babami! Czegóż znowu chce ten stary grzmot? Psiakrew, że to przespać się nie można — krzyczał, podnosząc się na nogi."
      },
      {
        "index": 177,
        "text": "— Henieczku! nie gniewaj się, mój złoty! mój jedyny! — szczebiotała napół z płaczem, uwiesiła mu się u szyi i bardzo pieszczotliwie i z niezrównanym wdziękiem kotki łasiła mu się u szyi, i spoglądała w oczy trwożnie, niby pies, który się boi kopnięcia."
      },
      {
        "index": 178,
        "text": "Odepchnął ją, zabrał poduszkę pod pachę i wyniósł się do dziecinnego pokoju, a Zaleska pobiegła śpiesznie naprzeciw bardzo poważnie prezentującej się damie, która wchodziła."
      },
      {
        "index": 179,
        "text": "— Jaka pani dobra, jaka pani dobra! — całowała ją serdecznie. — Panno Zofjo, jakże zdrowie? — zwróciła się do młodej panny w dość krótkiej sukience i filcowym, marynarskim kapeluszu. — Panna Janina Orłowska! — przedstawiała Jankę. — Anusia! weźno okrycie pani."
      },
      {
        "index": 180,
        "text": "— Cicho, dzieci! — krzyczała na gromadkę swoich dziatek, która ze wszystkich stron wieszała się Osieckiej. — Pozwólcie panie do mnie."
      },
      {
        "index": 181,
        "text": "— Moja pani Stefo, a niech się tam koniem zajmie służąca, bo przyjechałyśmy same, no, mówię pani, same, bez parobka! — zawołała potężnym głosem Osiecka, z trudem wpychając się na fotel."
      },
      {
        "index": 182,
        "text": "— Dobrze. Anusia! a daj tam koniowi owsa! Prawda, że konie jadają owies?"
      },
      {
        "index": 183,
        "text": "Osiecka roześmiała się na całe gardło i tak donośnie, że koń zarżał na podjeździe."
      },
      {
        "index": 184,
        "text": "— Oj, ty dzieciaku, dzieciaku! a chodź-że do mnie, niech cię ucałuję za taką szczerą naiwność, to... — zakrzyczała gwałtownie, jakby jej kto zaprzeczał."
      },
      {
        "index": 185,
        "text": "— To ja się zajmę koniem, może Anusia nie chodzić — powiedziała Janka, myśląc, że przy tej sposobności potrafi się wymknąć."
      },
      {
        "index": 186,
        "text": "— O, złota panno Janino, dobrze, bo doprawdy nie wiem, czy mamy w domu owies; ale pani zaraz powróci, koniecznie, bardzo o to proszę, bardzo."
      },
      {
        "index": 187,
        "text": "Janka obiecała i wyszła."
      },
      {
        "index": 188,
        "text": "— Czy to ta Orłowska, co to była w teatrze, co to się przed miesiącem truła? stało o tem w gazetach, sama czytałam, na własne oczy! — dodała, czerwieniąc się z irytacji."
      },
      {
        "index": 189,
        "text": "— Tak, to ta sama, bardzo dystyngowana kobieta, dzielna."
      },
      {
        "index": 190,
        "text": "— O, dzielna! doskonale! Dzielna kobieta! — powtórzyła ciszej Osiecka, i jakiś drwiący, zły uśmiech przeleciał po jej przystojnej twarzy, okolonej zupełnie siwemi włosami, co przy czarnych, ogromnych oczach, pełnych żywości i temperamentu, stanowiło jakiś przykry kontrast. Usta i płeć miała zadziwiająco świeże i młodzieńcze."
      },
      {
        "index": 191,
        "text": "Janka powróciła wkrótce, i zaczęła się pogawędka bardzo żywa, o niczem prawie. Zaleska częstowała tylko cukierkami i kolejno przysiadała się do każdej, aby kilka słów szepnąć do ucha w tajemnicy. Osiecka ustawicznie przyglądała się Jance. Janka poczuła ten wzrok ciekawy, podniosła dumnie głowę, spojrzenia ich się skrzyżowały zimno i badawczo, a Jankę owładnął jakiś lęk niewytłumaczony, zadrżała, bo oczy Osieckiej przewiercały ją nawskroś i wprost obmacywały całą jej postać, i śledziły z uwagą jej ruchy."
      },
      {
        "index": 192,
        "text": "— Nie nudzi się pani na wsi? — spytała Zosi."
      },
      {
        "index": 193,
        "text": "— Nie — odpowiedziała krótko i w zakłopotaniu spoglądała na Osiecką, pytając się oczyma, czy mówić może, ale i Janka nie pytała więcej, bo czuła, że myśli zebrać nie może, bo ten tubalny głos Osieckiej podrażniał ją, a te jej oczy, ustawicznie biegające, mieszały ją. Mękę jakąś czuła, jaką musi przechodzić ptak, hipnotyzowany przez grzechotnika; nie miała sił się podnieść i uciec, pomimo że pragnęła to zrobić; w głowie zaczynało się jej mącić, fale krwi uderzały do mózgu, tak osłabła, że była bliską omdlenia, a jednocześnie z pewnym strachem stwierdzała swój stan, bo nigdy przedtem czegoś podobnego nie doświadczała. — Chora jestem! — myślała, rozcierając sobie skronie."
      },
      {
        "index": 194,
        "text": "— Gdzież Henio? — zagrzmiała Osiecka."
      },
      {
        "index": 195,
        "text": "— Mężuś? prawdopodobnie na służbie..."
      },
      {
        "index": 196,
        "text": "— Nieprawda. Tatuś śpi! — zaprzeczyła ze złośliwą radością siedząca dotąd cicho Hela."
      },
      {
        "index": 197,
        "text": "— Tak... być może... nie uważałam — tłumaczyła się Zaleska, spoglądając błagalnie na córkę."
      },
      {
        "index": 198,
        "text": "— Obudź go pani, to sobie małego preferka urządzimy; no, mówię małego, to małego! Pani gra w preferansa? — zapytała już spokojniej, zwracając się do Janki."
      },
      {
        "index": 199,
        "text": "— Nie — wyszeptała z trudem, wstrząsając się nerwowo."
      },
      {
        "index": 200,
        "text": "— Szkoda! Mój ś. p. mąż mawiał, że to jedna z najprzyjemniejszych gier; dla mnie ona jest, niestety, jedyną przyjemnością od czasu śmierci ś. p. męża; tak, jedyną biednej, samotnej wdowy przyjemnością; no tak, skoro mówię, że samotnej, biednej wdowy jedyną... przyjemnością... — powtórzyła z jakiemś łkaniem, wsparła się na stoliczku, aż zatrzeszczał, i łzy, niby wielkie krople tłuszczu, zaczęły płynąć z jej oczu niespodzianie."
      },
      {
        "index": 201,
        "text": "— Cioteczko! niech się ciocia uspokoi."
      },
      {
        "index": 202,
        "text": "— Droga pani wie, że jej każde wzruszenie szkodzi — prosiła błagalnie Zaleska."
      },
      {
        "index": 203,
        "text": "— Szkodzi... oj, szkodzi, ale pani myślisz, że to biednej sierocie tak łatwo zapomnieć o swoim przyjacielu najlepszym, a wszystko mi ciągle przypomina, że jego już niema. Nie mogę podnieść łyżki do ust, aby nie pomyśleć, że ten mój kochany, ten niezapomniany! ten... — przysłoniła sobie tłustą, wielką, niby patelnia, ręką oczy i ciężko wzdychała, aż fotel trzeszczał, rozpierany jej kształtami, wstrząsanemi łkaniem sierocem. — Zosia całowała ją po rękach i szczebiotała słowa banalnych pociech, ale w oczach miała źle skrywaną niecierpliwość i znudzenie. — Zaleska biegała pomiędzy nią a tualetką, skąd przynosiła coraz nowe flaszki z perfumami i z całem namaszczeniem zlewała jej twarz i głowę kolońską wodą. Osiecka pozwoliła robić z sobą wszystko, co chciała. Odjęła ręce od twarzy i całym ciężarem zwiesiła się na poręczy fotelika z bezwładnością boleści nieutulonej."
      },
      {
        "index": 204,
        "text": "Janka, pod wpływem tej sceny, która zrobiła na niej komiczne wrażenie, odzyskała nieco sił i przytomności i teraz patrzyła na profil Osieckiej z drwiącym uśmiechem."
      },
      {
        "index": 205,
        "text": "— Dziękuję ci, Stefa! dziękuję! — szeptała Osiecka rozbolałym głosem. — Twoje współczucie budzi nowy żal, nowy ból szarpie mnie przypomnieniami, że to nie on, nie ś. p. mąż mój tak myśli o mnie; nie ś. p. mąż mój tak mnie pieści — zawołała energiczniej."
      },
      {
        "index": 206,
        "text": "— Ależ nikt pani nie przeczy — powiedziała trochę szorstko Janka."
      },
      {
        "index": 207,
        "text": "Osiecka uderzyła ją oczami, niby maczugą, i ciągnęła dalej narzekania łzawym głosem:"
      },
      {
        "index": 208,
        "text": "— Nie dziwię się obojętności ludzkiej, bo cóż kogo może obchodzić stara, samotna kobieta? Grzeczność! tak, grzeczność zimna tylko. To się dopiero później ocenia, kiedy się zostaje samą na świecie... sierotą... opuszczoną... Pani Stefo, każ zaraz robić kolację, bo tylko jedną partję dzisiaj zagramy, aby wcześniej jechać do domu, bo noce teraz są ciemne — są bardzo ciemne, jeśli się nie nienie mylę. — Zwróciła się do Janki."
      },
      {
        "index": 209,
        "text": "— Doprawdy, ale nie mogę tego potwierdzić, bo wieczorem już oddawna nie wychodziłam."
      },
      {
        "index": 210,
        "text": "— Ach, pani chorowała, jeśli się nie mylę."
      },
      {
        "index": 211,
        "text": "— Tak — powiedziała krótko Janka, bo ten wzrok przenikliwy Osieckiej zabolał ją i zmieszał."
      },
      {
        "index": 212,
        "text": "— Pani Stefo, obudźno męża, czasby już zacząć grać; no, mówię, że czas, to czas."
      },
      {
        "index": 213,
        "text": "— O, z pewnością, że czas — potwierdziła senna Zosia."
      },
      {
        "index": 214,
        "text": "Zaleska wyszła, i po chwili w sąsiednim pokoju rozległ się gniewny, zaspany głos mężusia i pokorny, błagający żonusi; potem trzask wysuwanych i zamykanych szuflad, chlupot wody i potężne parskanie. W jakie pół godziny ukazał się Henio. Wyświeżony, w nowym mundurze, uśmiechnięty, różowy od snu i wody, podobny do młodego kurczaka, z tym nosem cienkim i długim, z grzywką naturalnie się wijących w pierścionki włosów blond, starannie rozczesanych przez środek głowy, aż do karku, z oczyma niebieskiemi z wypełzłej emalji, ze słodkim uśmiechem i elegancją kelnera, suwał nogami i przeginał wysoką, smukłą, dobrze uformowaną figurę. Ucałował ręce Osieckiej, która go pieszczotliwie poklepała po twarzy."
      },
      {
        "index": 215,
        "text": "— Pani dziedziczka dobrodziejka raczyła zaszczycić nas swoją osobą, z czego ja i moja żona jesteśmy niezmiernie radzi, nieprawdaż, żonusiu? — Ucałował po raz drugi jej ręce, pochylił przepołowioną rozczesaniem głowę przed Zosią, i zwrócił się do Janki z poważnym, pełnym szacunku dla córki zwierzchnika, wyrazem twarzy."
      },
      {
        "index": 216,
        "text": "— Nie miałem dotychczas sposobności i przyjemności poznać pani osobiście, chociaż tego pragnąłem bardzo, ja i moja żona, nieprawdaż, żonusiu? Tak mówię, bo jestem pewny, że mam przed sobą pannę Janinę Orłowską, córkę naszego drogiego, szanownego naczelnika, z czego jesteśmy, ja i moja żona, niezmiernie szczęśliwi, niezmiernie jesteśmy dumni, że możemy panią powitać u siebie. — Stanął w drugiej pozycji, wyciągnął rekęrękę, jak w kontredansie, uścisnął jej dłoń, skłonił się tak nisko, że zobaczyła jego czerwony kark, i usiadł pomiędzy Janką a żoną. Uśmiech nie schodził mu z ust i rozpromienienie z twarzy."
      },
      {
        "index": 217,
        "text": "— Jaki on piękny! jak on mi przypomina ś. p. mojego męża — rozrzewniła się Osiecka, całując go oczyma. — Panie Henryku! usiądź pan przy mnie, bo mam taki szum w głowie, że zdaleka wyrazów niektórych nie dosłyszę."
      },
      {
        "index": 218,
        "text": "Przysunęła się do niego tak blisko, że prawie pół jej osoby, zwieszającej się przez trzcinowe poręcze fotelika, opadło i pokryło jego nogi."
      },
      {
        "index": 219,
        "text": "— Żonusiu! może każesz naszykować stolik do kart."
      },
      {
        "index": 220,
        "text": "— Jakże panu idzie trening? — zapytała Zosia."
      },
      {
        "index": 221,
        "text": "— Bliski jestem celu, bardzo bliski — zawołał żywo. — Robię już dwadzieścia kilometrów w minut pięćdziesiąt, i jeśli tak dalej będę postępował, to wiosenny pierwszy rekord mój z pewnością, bo dotychczas jeszcze nikt tak szybko nie jeździł. — Rozpromienił się, z żywością zaczął rozmawiać o maszynach, gumach pełnych, pneumatykach, oliwiarkach, szosach, rekordach i startach. Przytaczał szczegóły z ostatnich wyścigów, opowiadał anegdotki ze sportowego życia. Prawił z wielkiem lekceważeniem o niezwyciężonym dotychczas, polskim championie cyklistów. Pokazywał nogami i rękami niektóre finishowe ruchy, które powinien robić jeździec, jeśli chce pierwszy stanąć u celownika. Siadał na krześle, niby na maszynie, i mówił, mówił, sam śmiał się z własnych dowcipów pierwszy, a nogami bezwładnie pedałował i poręcz krzesła ściskał, i kręcił, jakby kierownikiem. Zosia słuchała z otwartemi ustami, Osiecka co chwila wybuchała potężnym śmiechem, aż fotelik trzeszczał i, aby okazać mu swoje zadowolenie, klepała go po twarzy, lub szczypała nieznacznie w wyrobione, stwardniałe bicepsy."
      },
      {
        "index": 222,
        "text": "— A smyk! a zuch chłopak! — szeptała, zachęcając go do coraz nowych opowiadań. Zaleska w otwartych drzwiach do jadalnego pokoju ukazywała się co chwila, patrzyła na mężusia z dumą, słuchała, uśmiechała się delikatnie z jego blagierstwa i znikała, krzątając się dalej około kolacji. Jankę znudziło prędko to towarzystwo, więc, pomimo bardzo gorących próśb, aby została dłużej, pożegnała się i poszła do mieszkania."
      }
    ]
  }
}