{
  "chapterNumber": 21,
  "title": "Tom II, Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II."
      },
      {
        "index": 2,
        "text": "Świerkoski stanął przed stacją pod ścianą, bo wszystko w nim zakotłowało i rwało mu mózg i wnętrzności bólem. Stał tak długo, przyciśnięty do tej ściany, z rękoma w rękawach, zgarbiony, nie zważając na zimno, na przemarznięty suchy śnieg, bijący mu w oczy, pies skomlał z zimna i tulił mu się do nóg; nie zważał na niego, pochłonięty tym strasznym żalem, ściskającym mu duszę, jakby obręczą. Zatapiał żółtawe, o fosforycznych blaskach, źrenice w ciemne przestrzenie, z których zaczęły wyłaniać się blade gwiazdy, bo mróz ściskał ziemię, to w las, okryty śniegiem, przygięty, biały, jakby zasłuchany w ciszę, jaka zapanowała, — i jęczał przez zaciśnięte zęby. Poczuł teraz, że kocha Jankę, że nietylko mu żal posagu, ale i jej..."
      },
      {
        "index": 3,
        "text": "Porwał się gwałtownie, bo taka dzika, wściekła złość nim zatrzęsła, że drżał cały, a palce kurczyły mu się i zakrzywiały, niby szpony; byłby chwycił, gdyby mógł, Andrzeja za gardło i darł go paznokciami. Nie poszedł do domu, tylko, namyśliwszy się, ruszył do Osieckiej, ale, przechodząc obok koni Andrzeja, stojących na podjeździe, nie mógł powstrzymać się, i uderzył z całej siły licowego pięścią w brzuch: zdawało mu się, że uderzył Grzesikiewicza. Koń porwał się zestraszony, i skoczył z powozem wbok gwałtownie; drzemiący na koźle stangret, poderwany tym ruchem, wypadł na ziemię, a konie poszły w las."
      },
      {
        "index": 4,
        "text": "Świerkoski zniknął w lesie."
      },
      {
        "index": 5,
        "text": "— Poczekam, chamciu! poczekam! — myślał, szczękając zębami z wściekłości, i aż przystawał, bo złość tamowała mu oddech i takim nastrojem napełniała całego, że prawie tracił przytomność. Zgarbił się i począł wyć przeciągle, aby sobie ulżyć. Amis mu wtórował tak głośno, że psy dróżnicze, przy pierwszych domkach, skomlały przeraźliwie i szczekały, a on wył wciąż, aż po lesie leciały takie echa, jakby całe stado zgłodniałych wilków wyło."
      },
      {
        "index": 6,
        "text": "— Poczekam! Hipcio czekać umie!.. — i żeby jeszcze energiczniej wyrazić złość swoją, i miłość, i nienawiść, zaczął strzelać z rewolweru w las; strzelał, bo ten huk, zapach prochu, urwane smugi strzałów, błyskające w ciemności, sprawiały mu rozkosz, uspokajały go."
      },
      {
        "index": 7,
        "text": "Gdy przyszedł do Zacisza, był już zupełnym panem siebie."
      },
      {
        "index": 8,
        "text": "Zastał Osiecką w jadalnym pokoju, przy stole. Zosia nalewała herbatę, Staś siedział i, niby zahipnotyzowany, wpatrywał się w nią. Tola jak zwykle sztywna i martwa, siedziała na swojem miejscu, wpatrzona w lampę. Była jeszcze jakaś nieznajoma młoda kobieta, o schorowanej twarzy, siedząca w fotelu, obłożona poduszkami."
      },
      {
        "index": 9,
        "text": "Świerkoski przywitał się i zaraz szepnął Osieckiej, że ma pilny interes."
      },
      {
        "index": 10,
        "text": "— Cóż takiego? Przestraszasz mnie pan złowieszczą miną! — zapytała, gdy się znaleźli w sąsiednim pokoju."
      },
      {
        "index": 11,
        "text": "— Grzesik oświadczył się dzisiaj i został przyjęty."
      },
      {
        "index": 12,
        "text": "— Głupiec. To naturalne, że został przyjęty, onaby wyszła za tragarza, byleby ją tylko ten tragarz chciał."
      },
      {
        "index": 13,
        "text": "— Przesadza pani! — szepnął; dotknęło go to niemile."
      },
      {
        "index": 14,
        "text": "— Pan mi wierz."
      },
      {
        "index": 15,
        "text": "— Wierzę, bardzo wierzę, ale pomimo tego, a może dlatego, oni się pobiorą..."
      },
      {
        "index": 16,
        "text": "— Ręczę panu, że nie. Zaręczyny to nie ślub. W tej chwili jadę do Głębińskiej, już ona ich rozerwie, choćby byli stalą spojeni. A, sprawiedliwość chodząca! Zedrzemy ci maskę, zedrzemy!.. — szeptała groźnie, i jej piękną twarz napiętnował wyraz takiej mściwości nieubłaganej, że Świerkoski z pewnym niepokojem patrzył na nią."
      },
      {
        "index": 17,
        "text": "— Chodź pan, podwiozę pana do stacji, pomówimy obszerniej w drodze."
      },
      {
        "index": 18,
        "text": "Kazała natychmiast zakładać konie."
      },
      {
        "index": 19,
        "text": "— Panie Stanisławie, zostanie pan, żeby się dziewczęta nie bały; no, kiedy mówię, że pan zostanie, to nie potrzebuje się pan szykować do wyjścia. Za dwie godziny najdalej powrócę."
      },
      {
        "index": 20,
        "text": "Ubrała się spiesznie i zaraz pojechali."
      },
      {
        "index": 21,
        "text": "W pokoju zrobiło się cicho. Staś dzisiaj był bardziej niż zwykle nieśmiały, bo ostatni list matki, zabraniający mu kochać się w Zosi, przygnębiał go i pogrążał w rozpaczy. Przez jakiś tydzień nie był w Zaciszu, ale nie mógł wytrzymać dłużej i przyszedł. Cały wieczór był mroczny i smutny, ten list w kieszeni palił mu piersi i przypominał ciągle, że postępuje naprzekór radom i życzeniom matki; czuł się winnym, nieszczęśliwym, przez tę walkę pomiędzy dwiema miłościami, i takie gorące spojrzenia rzucał na Zosię, że ta, zaraz po wyjeździe Osieckiej, przysunęła się do niego."
      },
      {
        "index": 22,
        "text": "— Co pana tak martwi? — zapytała, pochylając się nad jakiemś pismem, rozłożonem na stole."
      },
      {
        "index": 23,
        "text": "— O, bo są chwile w życiu człowieka... że jest bardzo zmartwiony, bardzo — i bezwiednie dotknął piersi, na której spoczywał list matki."
      },
      {
        "index": 24,
        "text": "— Boli pana serce?"
      },
      {
        "index": 25,
        "text": "— Nie, nie. Doprawdy, za łaskawą jest pani, zwracając uwagę na mnie..."
      },
      {
        "index": 26,
        "text": "— A jeśli mnie obchodzi, dlaczego, przez co pan cierpi?.. — powiedziała ciszej, pochylając niżej jeszcze głowę nad gazetą."
      },
      {
        "index": 27,
        "text": "— Panno Zofjo! panno Zofjo! — wyrwało mu się z piersi."
      },
      {
        "index": 28,
        "text": "— Niech mi pan powie, co pana tak martwi, proszę o to. Czy to służba?"
      },
      {
        "index": 29,
        "text": "— Nie, nie."
      },
      {
        "index": 30,
        "text": "— Może mama chora, albo wuj który?"
      },
      {
        "index": 31,
        "text": "— Nie, nie... doprawdy..."
      },
      {
        "index": 32,
        "text": "— Aha! pewnie mama napisała jaki niebardzo słodki list. Opowiadał mi ktoś ze stacji, że pan wszystko mamie opisuje i tylko to robi, co mama zaleci lub poradzi."
      },
      {
        "index": 33,
        "text": "— Tak, prawda; robię to, bo mama mnie przecież kocha i życzy mi najlepiej w świecie, więc byłoby niewdzięcznością z mojej strony, gdybym jej nie pisał o wszystkiem, co robię. A zresztą, mama zajmuje się mojemi interesami."
      },
      {
        "index": 34,
        "text": "— Więc ostatni list od mamy był taki nieprzyjemny? — pytała trochę zirytowana."
      },
      {
        "index": 35,
        "text": "— Tak, istotnie, był niezmiernie przykry, bardzo przykry — skarżył się płaczliwie."
      },
      {
        "index": 36,
        "text": "— Cicho! — krzyknęła Tola, zaczęła nasłuchiwać i wyciągnęła próżną filiżankę do Zosi."
      },
      {
        "index": 37,
        "text": "Zosia wstała, a chora, drzemiąca w fotelu, podniosła oczy na nich, uśmiechnęła się łagodnie, poruszyła ustami, i znowu powieki jej spadły i spała dalej."
      },
      {
        "index": 38,
        "text": "Zosia, podawszy Toli herbatę, siadła przy nim."
      },
      {
        "index": 39,
        "text": "— Musi mi pan pokazać ten list. Proszę o to, bardzo proszę, bardzo..."
      },
      {
        "index": 40,
        "text": "— Nie mogę, słowo daję. Są w życiu człowieka takie chwile, w których nie powinien ulegać... — bronił się i, jakby dla zabezpieczenia, wyjął list z kieszeni i ścisnął go w ręku."
      },
      {
        "index": 41,
        "text": "— Będę się gniewała; ale prawda, cóż to pana może obchodzić, byle się mama nie gniewała... bo reszta dla pana obojętna. — Odwróciła się zadąsana."
      },
      {
        "index": 42,
        "text": "— Gdyby pani wiedziała... gdybym mógł pani powiedzieć... gdybym..."
      },
      {
        "index": 43,
        "text": "— Trzeba się spytać mamy, czy pozwoli powiedzieć — szepnęła uszczypliwie."
      },
      {
        "index": 44,
        "text": "— Panno Zofjo! — powiedział z wyrzutem, wstyd mu się zrobiło, że może ona myśli, iż boi się matki."
      },
      {
        "index": 45,
        "text": "— Niech pan nic nie mówi, bo wiem, aż nadto dobrze, że jest mi pan nieżyczliwy, chociaż ja..."
      },
      {
        "index": 46,
        "text": "— Proszę pani ten list! — zawołał z rozpaczliwą odwagą, dotknięty boleśnie jej akcentem głosu; — ale pani da mi słowo, że, bądź co bądź, gniewać się pani na mnie nie będzie."
      },
      {
        "index": 47,
        "text": "— Panie Stanisławie, czy ja na pana mogłabym się gniewać? — powiedziała tak słodko, biorąc list, że Staś oblał się rumieńcem i radością niesłychaną."
      },
      {
        "index": 48,
        "text": "Zaczęła czytać wolno. Staś patrzył na nią z niepokojem i teraz żałował serdecznie swojej odwagi; bał się patrzeć na jej twarz, kręcił się na krześle, odpinał surdut, bo i duszno mu było, i te nowe szelki wpijały mu się w ramiona i dodawały jeszcze męki."
      },
      {
        "index": 49,
        "text": "Oddała mu list, patrząc nań z jakąś gniewną, litościwą czułością; nie miał odwagi nic pytać, unikał jej oczu, i coraz to nowa fala krwi rozczerwieniała go na buraczkowo."
      },
      {
        "index": 50,
        "text": "Zosia, bez słowa, podniosła się i poszła do saloniku."
      },
      {
        "index": 51,
        "text": "Wstał, aby iść za nią, ale nie śmiał; usiadł zpowrotem bezradnie, a ze złością zaczął myśleć i buntować się przeciw tyranji matki, i zaczął uczuwać, że przecież jest mężczyzną, że przecież... Wyprostował się męsko, zapiął surdut na wszystkie guziki, poprawił niepostrzeżenie szelek, zrobiło mu się znacznie lepiej. Spojrzał zgóry na pokój, potoczył oczyma wyzywająco, zacisnął dłonie i nie śmiał iść za Zosią."
      },
      {
        "index": 52,
        "text": "Chora się przebudziła, popatrzyła sennemi oczyma po pokoju i zawołała:"
      },
      {
        "index": 53,
        "text": "— Zosiu! Tola powinna iść już spać."
      },
      {
        "index": 54,
        "text": "— Panna Zofja wyszła, w tej chwili poproszę — powiedział, idąc do saloniku."
      },
      {
        "index": 55,
        "text": "Zosia siedziała przy fortepianie z twarzą ukrytą w dłoniach, podniosła na niego zaczerwienione, jakby płaczem, oczy."
      },
      {
        "index": 56,
        "text": "— Panno Zofjo!... pani się gniewa na mnie, że ośmieliłem się pisać do mamy o pani, ale... ale... Tola powinna iść spać, ta pani chora woła panią; bo widzi pani: nie mogłem nie pisać, nie mogłem, i pani mi wybaczyć musi... bo są chwile w życiu człowieka, że..."
      },
      {
        "index": 57,
        "text": "— Panie Stanisławie, trzeba być mężczyzną, nie można przecież nawet mamie mówić wszystkiego, co się myśli i czuje, nie trzeba. Ja, istotnie powinnabym się gniewać na pana..."
      },
      {
        "index": 58,
        "text": "— Ale mi pani przebaczy. Przysięgam pani, że od dzisiaj już będę inny, ma pani rację, będę mężczyzną!... tak!... — wyprostował się i z jakąś odwagą niesłychaną ujął jej rękę i podniósł do ust. — Ja panią przekonam, że, jak potrzeba, to jestem mężczyzną."
      },
      {
        "index": 59,
        "text": "— Nie, nie, pan znowu o wszystkiem napisze do mamy."
      },
      {
        "index": 60,
        "text": "— Słowo honoru daję, że nie napiszę — powiedział energicznie i potrząsnął ją tak silnie za ręce, że mu prawie upadła w ramiona; jakoś się tak stało, że usta ich spotkały się w długim, palącym pocałunku. Ogarnęła ich oślepiająca jasność szczęścia — świat razem z mamą, z obawą i z ludźmi zapadł się gdzieś, pokój zniknął, pamięć wszystkiego sczezła, zostali tylko we dwoje i z ustami przy ustach, z sercem przy sercu, spleceni potężnym pocałunkiem pierwszej miłości. Odrywali się od siebie na chwilę, spoglądali sobie w oczy, w których było zdumienie szczęścia nadzwyczajnego, prawie przestrach, i znowu padali sobie w objęcia, oniemieli, bez tchu, bez przytomności, i wysysali z siebie życie, i dawali je sobie."
      },
      {
        "index": 61,
        "text": "— Kocham! — śpiewały jej wielkie niebieskie oczy, pełne łzawych blasków rozkoszy."
      },
      {
        "index": 62,
        "text": "— Kocham! — odpowiadały jego oczy."
      },
      {
        "index": 63,
        "text": "— Kocham! kocham! kocham! — śpiewało im w mózgach, w duszach, w krwi młodej, i wszystko w nich, i wszystko dookoła śpiewało im ten hymn szczęścia, miłości, upojenia."
      },
      {
        "index": 64,
        "text": "Zarzuciła mu bezwiednym ruchem ręce na szyję, oplotła go sobą, i przez łzy, przez miłość, przez bojaźń i rozkosz, szeptała upojona i porwana czarem tej chwili:"
      },
      {
        "index": 65,
        "text": "— Stachu mój! Stachu mój! kocham cię!"
      },
      {
        "index": 66,
        "text": "Nie mógł mówić ze wzruszenia, dopiero po chwili pewnej, klęknął przed nią i zapewniał drżącym głosem o swojej miłości wiernej, przysięgał jej na śmierć i życie."
      },
      {
        "index": 67,
        "text": "Wreszcie, kiedy już powrócili do jakiej takiej równowagi, Staś otrzepał chusteczką kolana, wytarł spoconą twarz, zapiął wszystkie guziki surduta, i poważnym, nieco drżącym głosem, rzekł:"
      },
      {
        "index": 68,
        "text": "— To ja pójdę pomówić z ciocią pani..."
      },
      {
        "index": 69,
        "text": "Tak, teraz czuł się mężczyzną."
      },
      {
        "index": 70,
        "text": "— Nie, nie teraz, nie śmiałabym spojrzeć jej w oczy, a zresztą nie przyjechała jeszcze, ale niech pan już idzie."
      },
      {
        "index": 71,
        "text": "Pocałował ją w rękę i nachylił się, jakby chcąc pocałować w twarz."
      },
      {
        "index": 72,
        "text": "— Nie, nie, Stachu... panie Stanisławie! — szepnęła, uchylając głowę, a wysuwając rozchylone karminowe usta."
      },
      {
        "index": 73,
        "text": "Wyszli do ciemnej sieni, drżącemi rękoma szukał klamki, gdy Zosia cicho szepnęła:"
      },
      {
        "index": 74,
        "text": "— Stasiu!.."
      },
      {
        "index": 75,
        "text": "Wyciągnął ramiona i, pomimo ciemności, objął ją w namiętnym uścisku."
      },
      {
        "index": 76,
        "text": "— Idź już!.. idź, mój złoty!.. idź, bo się boję!.."
      },
      {
        "index": 77,
        "text": "Rozerwali się siłą prawie."
      },
      {
        "index": 78,
        "text": "Staś wyszedł; zataczał się z upojenia, wracając na stację, nie wiedział, co się z nim stało, nie mógł przypomnieć sobie, w jaki to sposób usta ich się złączyły, dreszcz wstrząsający przenikał go jeszcze, czuł ją przy sobie, czuł ciepło jej ciała, jeszcze jej oddech muskał i pieścił mu twarz, słyszał ją, czuł ją całą w ramionach, na piersiach, bezwiednie otwierał ręce i zaciskał, jakby ją obejmował."
      },
      {
        "index": 79,
        "text": "Szedł wolno, zatopiony w szczęśliwości niewypowiedzianej, i pierwszą jego myślą, pierwszym ruchem serca była chęć napisania wszystkiego matce, wyspowiadania się przed nią, ale zaraz przyszły mu na pamięć słowa Zosi. — Tak, przecież jestem mężczyzną — myślał, popuszczając szelek, żeby się uwolnić od tego piekielnego uciskania. — Dam sobie radę i bez mamy — rozumował energicznie, ale w głębi czuł się bezradnym i strwożonym wobec tego nowego życia, jakie go czekało, i tej samodzielności. — Zosia taka dobra, energiczna, mądra, przecież zostanie moją żoną! — Uspokoił się, powracała mu równowaga, bo nieświadomie jeszcze odczuwał, że Zosia w zupełności zastąpi mu matkę."
      },
      {
        "index": 80,
        "text": "Przed stacją spotkał Osiecką, wychodzącą od Zaleskich, do których wstępowała tylko na chwilę, cofnął się w cień, jakby się bał spotkania z nią. Objął zaraz służbę po Zaleskim, który poszedł spać, i noc całą, pomiędzy depeszami i pociągami, w wolnym czasie, układał plany przyszłego życia, obrachowywał budżet, obmyśliwał umeblowanie i t. d., ale tak mu to szło ciężko, że kilka razy wyjmował papier listowy, pisał „Kochana mamusiu“ i darł arkusik, bo sobie przypominał obietnicę, jaką dał Zosi, i jej słowa: „Trzeba być mężczyzną!“"
      },
      {
        "index": 81,
        "text": "— Tak, „trzeba być mężczyzną!“ — powtarzał mocno. Odpiął zupełnie szelki, wytarł sobie skronie kamforą, połknął kilka homeopatycznych pigułek dla orzeźwienia, i czuł się silnym, pełnym woli mężczyzną."
      }
    ]
  }
}