{
  "chapterNumber": 7,
  "title": "Tom I, Rozdział VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VII."
      },
      {
        "index": 2,
        "text": "Józia wróciła do domu w wesołem usposobieniu. Mieszkali tylko o cztery wiorsty, w Ługach, wielkim folwarku, dzierżawionym od ojca, bo stary dzieciom nic nie dawał darmo. Józi tanio nawet wydzierżawiał Ługi, mające coś z pięćdziesiąt włók, a Andrzejowi za zarząd całym majątkiem płacił pensję."
      },
      {
        "index": 3,
        "text": "Dwór w Ługach był wielki i urządzony z przepychem niezmiernie prostym, uderzający swoją wytwornością. Służby było niewiele, ale tak wytresowana i poważna, i z taką godnością spełniająca swoje obowiązki, jak rzadko gdzie w naszych dworach. Józia wszystkich trzymała żelazną ręką. Mąż zakrzyczany, styranizowany, słuchał ślepo i w milczeniu spełniał wszystkie rozporządzenia; był tylko ekonomem u własnej żony, która na gospodarstwie znała się tak znakomicie, że nieraz sąsiedzi zasięgali jej rad i pomocy."
      },
      {
        "index": 4,
        "text": "Zajechała przed dom oświetlony w jednej połowie, rzuciła lejce stangretowi i przez ganek, wsparty na ogromnych słupach, okręconych pędami dzikiego wina, weszła do wielkiego przedpokoju. Lokaj w piaskowej liberji z czarnem zerwał się na jej wejście."
      },
      {
        "index": 5,
        "text": "— Pan w domu? — rzuciła mu zapytanie razem z burnusem i kapeluszem."
      },
      {
        "index": 6,
        "text": "— Jaśnie pan jest jeszcze w podwórzu — rzekł, prostując się uroczyście."
      },
      {
        "index": 7,
        "text": "Poszła do pokoju, którego okna wychodziły na ogród. Przy stole okrągłym, oświeconym wiszącą lampą, siedziała chuda, mała, o długiej twarzy, przenikliwych, czarnych oczach, kobieta lat czterdziestu kilku, otoczona gazetami i książkami."
      },
      {
        "index": 8,
        "text": "— Fifi, każ dawać kolację, głodna jestem, mamusia poczęstowała mnie kawą tak obrzydliwą, że mi się słabo robiło — zaczęła Józia, siadając w fotelu na biegunach; rozkołysała się gwałtownie. — Co, znowu czytasz głupstwa?"
      },
      {
        "index": 9,
        "text": "Fifi, stara nauczycielka, jej powiernica i sprzęt, na którym wywierała nieraz złość swoją, złożyła śpiesznie powycinane świeżo feljetony i podniosła się."
      },
      {
        "index": 10,
        "text": "— Idź prędko, a nie zgub nogi! — zawołała złośliwie, bo Fifi utykała i, idąc, kołysała się gwałtownie na jedną stronę."
      },
      {
        "index": 11,
        "text": "Zadzwoniła. Wszedł lokaj i stał przy drzwiach wyczekująco."
      },
      {
        "index": 12,
        "text": "— Idź w podwórze, poszukaj pana i powiedz, że ja proszę."
      },
      {
        "index": 13,
        "text": "Lokaj zniknął cicho, a ona zaczęła znowu się bujać na fotelu i rozmyślać o sposobach przeszkodzenia małżeństwu Janki z Andrzejem."
      },
      {
        "index": 14,
        "text": "W pół godziny jakie przyszedł lokaj i, nachylając się lekko, mówił:"
      },
      {
        "index": 15,
        "text": "— Jaśnie pan pyta się, czy może przyjść do jaśnie pani tak, jak przyszedł z podwórza."
      },
      {
        "index": 16,
        "text": "— Nie! — ściągnęła gniewnie brwi i błysnęła okiem. — Cham! — szepnęła pogardliwie. Zmuszała męża, żeby, przychodząc od gospodarstwa wieczorem, mył się i przebierał do stołu."
      },
      {
        "index": 17,
        "text": "— Kolacja? — zapytała krótko panny Fifi powracającej."
      },
      {
        "index": 18,
        "text": "— Zaraz będzie. Skończyłam „Stary Zamek“, prześliczna rzecz — mówiła Fifi z silnym akcentem francuskim. — Po kolacji zrobimy lekcje? — zapytała prędko, strwożona ściągnięciem brwi pani."
      },
      {
        "index": 19,
        "text": "— Zrobimy! — i kołysała się dalej, nie patrząc na Francuzkę, która wyciągała książki i kajety, a na tych ostatnich robiła jakieś uwagi czerwonym ołówkiem. Józia w wielkiej tajemnicy uczyła się po francusku i była tak wytrwała, i takie postępy robiła, że Fifina zdumiewała się czasem. Nikt nie wiedział o tem, nawet mąż, że Józia uczy się po francusku, a postanowiła umieć, bo na balu u prezesa jedna z dam głośno zagadnęła ją w tym języku i z uszczypliwością zdumiewała się, jak może polska kobieta nie umieć po francusku. Józia wściekała się z bezsilnej złości i postanowiła się nauczyć. Szło jej straszliwie ciężko, ale przezwyciężała trudności uporem, pasją, z jaką się wzięła do uczenia i z jaką wszystko robiła. Jej nienasycona ambicja pchała ją ciągle naprzód. Nienawidziła tych wszystkich pań, w których towarzystwie żyła, śmiała się z nich, kłuła je ostrem żądłem sarkazmu, ale pragnęła wszystkie prześcignąć w przepychu, upokorzyć i zaćmić. W domu obywała się byle czem, kuchnią niewiele lepszą od chłopskiej, ubraniem nicowanem i przerabianem po kilka razy, kawą paloną z grochu, albo z żyta, byle oszczędzić i mieć pieniądze na kosztowne kształcenie dzieci zagranicą, na zbytkowne graty, na lokai, którzy całe dnie wysiadywali w przedpokoju, na powozy i konie najpiękniejsze w okolicy, na wspaniałe przyjęcia, jakie urządzali dwa razy do roku, i na które spraszali całe dalsze i bliższe sąsiedztwo. Wtedy było wszystko po magnacku."
      },
      {
        "index": 20,
        "text": "Józia się podniosła i poszła razem z Fifiną."
      },
      {
        "index": 21,
        "text": "W stołowym siedział już mąż, wysoki, przygarbiony nieco pracą, mężczyzna o łagodnej twarzy, i rozmawiał z młodym praktykantem, obywatelskim synem z Krakowskiego, zapalonym myśliwym i gospodarzem, który w Ługach przechodził praktyczną szkołę gospodarską."
      },
      {
        "index": 22,
        "text": "— Panie Zygmuncie, mam ukłony dla pana."
      },
      {
        "index": 23,
        "text": "— Wolno wiedzieć, kto o mnie pamięta? — zapytał Zygmunt, zwracając ku niej swoją piękną, arystokratyczną twarz, spaloną przez słońce na bronz."
      },
      {
        "index": 24,
        "text": "— Zgadnij pan."
      },
      {
        "index": 25,
        "text": "— Nie domyślę się, z pewnością się nie domyślę, ale to była kobieta, nieprawdaż?"
      },
      {
        "index": 26,
        "text": "— O tak, i bardzo piękna. — Założyła binokle, bo jej żółte oko zaczęło drgać newralgicznie na wspomnienie tej pięknej."
      },
      {
        "index": 27,
        "text": "— Znam tylko jedną, zupełnie piękną kobietę w Polsce, moją kuzynkę, Jadzię Witowską: ale ta mnie niecierpi i nazywa dzikim człowiekiem; to nie ona, prawda?"
      },
      {
        "index": 28,
        "text": "— Ona. Spotkałam się z nią, jadąc do domu."
      },
      {
        "index": 29,
        "text": "— Doprawdy, nigdybym nie przypuszczał, że pamięta o mnie?"
      },
      {
        "index": 30,
        "text": "— To, naturalnie, powiedziała mi w braku czegoś innego, więc niech się pan zbytnio nie cieszy. Trzeba było o czemś powiedzieć słów kilka, a że nie mamy nic wspólnego..."
      },
      {
        "index": 31,
        "text": "— Dziękuję, dziękuję, otrzeźwiła mnie pani, chociaż mogę upewnić panią, że jeszcze nie pływałem w słodkim obłoku marzeń o niej, nie. — Śmiał się Zygmunt, trochę z przymusem: nieszczerość dźwięczała mu w głosie."
      },
      {
        "index": 32,
        "text": "— Fifi! — wskazała szorstkim ruchem Zygmunta i talerze."
      },
      {
        "index": 33,
        "text": "Fifi, utykając i kołysząc się, podsuwała mu kolację. Dla Zygmunta był befsztyk, konjak i piwo, a oni zadowolili się herbatą, wędlinami i resztką pieczeni z obiadu."
      },
      {
        "index": 34,
        "text": "— Buraki?..."
      },
      {
        "index": 35,
        "text": "— Skończone. Jutro zaczniemy odstawiać do cukrowni — odpowiedział cicho mąż."
      },
      {
        "index": 36,
        "text": "— Zredukuj płacę kopaczom o dziesięć groszy dziennie."
      },
      {
        "index": 37,
        "text": "Zygmunt spojrzał na nią z oburzeniem, mąż ani drgnął, tylko patrzył w szklankę, a Fifi roześmiała się sucho. Cisza się zrobiła długa, ale nikt głośno nie zaprotestował narazie."
      },
      {
        "index": 38,
        "text": "— Obiecywaliśmy płacić drożej, ja sam zapewniałem... — zaczął Zygmunt dość energicznie."
      },
      {
        "index": 39,
        "text": "— Zapłacimy taniej. Wtedy, kiedyśmy zaczynali kopać buraki, były słoty i zimna, więc trudniej było dostać ludzi, ale skoro zrobiła się pogoda, niema sensu płacić tak drogo."
      },
      {
        "index": 40,
        "text": "— Obiecywaliśmy — szepnął mąż cicho."
      },
      {
        "index": 41,
        "text": "— Zapłacimy inaczej. — Poruszyła się niecierpliwie na krześle."
      },
      {
        "index": 42,
        "text": "— Będą malkontenci, będą się skarżyć, obmówią nas w okolicy o wyzysk biednych ludzi."
      },
      {
        "index": 43,
        "text": "Józia pisała coś w notesie bardzo szybko, liczyła i sumowała."
      },
      {
        "index": 44,
        "text": "— To wszystko razem jedno wielkie nic, i tak nas nikt nie oszczędza w tej szanownej okolicy. — Odpowiedziała twardo, schowała notes, dokończyła kolacji, skinęła Zygmuntowi głową, zabrała męża i poszła do kancelarji, w której siedzieli ze dwie godziny, obliczając robocizny i zapisując. Później wróciła do narożnego pokoju, gdzie już Fifina, czekając na nią zdrzemnęła się w biegunowym fotelu."
      },
      {
        "index": 45,
        "text": "— Moja Fifi, na dywanie możesz sobie siadać, ale w fotelu, którego ja używam, proszę cię, nie wysypiaj się, tego nie znoszę — powiedziała szorstko. Francuzka zaczęła się lękliwie usprawiedliwiać. — Głupia gęś jesteś; jeśli zrobisz co złego, to miejże odwagę znosić następstwa, a nie wykręcać się, jak dzieciak. Zacznijmy lekcję."
      },
      {
        "index": 46,
        "text": "Lekcja ciągnęła się bardzo długo. Józia z niesłychaną cierpliwością tłumaczyła na język polski jakąś powiastkę i znosiła uszczypliwe uwagi i gniewne, pogardliwym tonem wypowiadane poprawki Fifiny, która w ten chociaż sposób wetowała swoje upokorzenia i krzywdy. Józia to czuła głęboko i nieraz rzucała w nią książką lub kajetem, ale uspokajała się błyskawicznie, przepraszała, a nie omieszkała w najbliższym czasie udręczać jej z procentami. Pomimo wszystkiego, żyły na stopie przyjacielskiej, dopełniały się niejako i były sobie potrzebne."
      },
      {
        "index": 47,
        "text": "Na drugi dzień, zaraz po południu, Józia kazała założyć konie do breku i pojechała do Osieckiej, bo już miała jakiś plan względem Janki, do którego wykonania była niezbędną Osiecka, dawna i dobra jej znajoma."
      },
      {
        "index": 48,
        "text": "Osiecka mieszkała przy samym plancie kolei, od Bukowca ze dwie wiorsty, w małym kilkuwłókowym folwarczku, położonym zupełnie samotnie, w lasach, a kupionym od Grzesikiewicza. Gospodarowała dosyć źle, ale nie żyła z ziemi, tylko z procentów. Kazała zbudować w tem zaciszu, jak nazywano jej osadę, bardzo elegancką willę, piętrową, z werandami z trzech stron. Widok z frontowych okien miała rozległy, bo pola, należące do niej, ciągnęły się długim pasem i kończyły daleko, za koleją, do której od domu szła alejka, wysadzona poczwórnym szeregiem brzóz i jodeł. Las stał z trzech stron, zieloną ramą obiegając ten szmat szczerkowej, dosyć lichej ziemi."
      },
      {
        "index": 49,
        "text": "Józia znalazła Osiecką w saloniku, w chwili ataku wspomnień o ś. p. mężu i płaczów. Zastała także Świerkoskiego, który tutaj codziennym był gościem. Siedział zgięty i patrzył obojętnie na Osiecką płaczącą i na Zosię, zajętą wyszywaniem czerwonych kwiatów na fioletowej kanwie. Amis leżał przy nim, skomląc cicho, jakby wtórując Osieckiej, która, ujrzawszy wchodzącą, powstrzymała łzy i z żywością porwała się do przywitania."
      },
      {
        "index": 50,
        "text": "— Przepraszam, bardzo przepraszam, przerywam jakąś scenę rodzinną — mówiła Józia, łącząc wzrokiem bezwiednie Świerkoskiego z Zosią."
      },
      {
        "index": 51,
        "text": "— O nie, słowo daję, że nie, a jestem pani bardzo wdzięczną za odwiedziny. — Ściskała ręce Józi, wpijając w jej zamkniętą twarz czarne, niespokojne oczy."
      },
      {
        "index": 52,
        "text": "— Pani pozwoli sobie przedstawić, pan Świerkoski, poczciwy, nie zapominający o samotnicach przyjaciel."
      },
      {
        "index": 53,
        "text": "Świerkoski kłaniał się apatycznie."
      },
      {
        "index": 54,
        "text": "— Miałam do kochanej sąsiadki interesik prawdziwie sąsiedzki, więc jeśli mi pani zechce poświęcić trochę czasu..."
      },
      {
        "index": 55,
        "text": "— Ależ, szanowna pani, doprawdy uradowana jestem, proszę mi wierzyć, tem samem, że pani jest łaskawą mieć do mnie interesik, jak ś. p. męża kocham, jestem uradowana; no, kiedy mówię, że jestem uradowana, to niema wątpliwości — dodała mocniej, obrzucając pokój oczyma."
      },
      {
        "index": 56,
        "text": "Józia uśmiechała się złośliwie; wyszły zaraz na drugą stronę domu."
      },
      {
        "index": 57,
        "text": "Świerkoski przysiadł się bliżej Zosi, pies biegał koło niej i wydzierał jej zębami kanwę. Pogłaskała go i, nie podnosząc oczu, zapytała:"
      },
      {
        "index": 58,
        "text": "— Amis, prawda?"
      },
      {
        "index": 59,
        "text": "— Tak."
      },
      {
        "index": 60,
        "text": "— Zawsze chodzi z panem?"
      },
      {
        "index": 61,
        "text": "— Tak."
      },
      {
        "index": 62,
        "text": "— Dobry pies, ładny pies, mądry pies — mówiła, głaszcząc go pieszczotliwie."
      },
      {
        "index": 63,
        "text": "Amis skakał i szczekał z radości. Świerkoskiemu rozbłysły oczy, wsadził rękę w zanadrze i zawołał cicho:"
      },
      {
        "index": 64,
        "text": "— Amis!"
      },
      {
        "index": 65,
        "text": "Pies odskoczył na środek pokoju, stanął na dwóch łapach i szedł ku niemu. Świerkoski wyjął kawałek cukru z kieszeni, położył mu na nosie i wstał, świsnął rzemieniem koło jego uszu i zakomenderował:"
      },
      {
        "index": 66,
        "text": "— Amis, marsz! rata ta ta ta! rata ta ta ta! — wołał, naśladując bębnienie i wybijając takt nogą. Pies maszerował wokoło sztywno, z cukrem na nosie i z wywieszonym różowym językiem, a on świstał tylko batem i bębnił."
      },
      {
        "index": 67,
        "text": "Zosia opuściła robótkę i z podziwem przypatrywała się tej scenie."
      },
      {
        "index": 68,
        "text": "— Rata ta ta ta ta ta! ognia! — krzyknął i chlasnął go batem przez grzbiet. Amis wywinął koziołka, cukier w powietrzu chwycił i zemknął pod fotel, na którym siedziała Zosia."
      },
      {
        "index": 69,
        "text": "— Jakie to ładne! Pan go tak wyuczył?"
      },
      {
        "index": 70,
        "text": "— Tak."
      },
      {
        "index": 71,
        "text": "— Musi dużo sztuk umieć."
      },
      {
        "index": 72,
        "text": "— Zaraz pani pokażę. Amis! — Pies przyszedł niechętnie, oblizywał się i pokornie patrzył. — Amis, synku, pamiętaj, nie zrób wstydu panu — szepnął mu do ucha i głaskał. — No, Amis! kot! kot! kot!.. — Pies się wyciągnął i zaczął skakać po pokoju, udając, że go goni zawzięcie; przeskakiwał krzesła i stoły, szczekał zajadle i biegał wciąż wkółko. Zosia śmiała się rozbawiona ogromnie, a Świerkoski, kiedy pies już biegał jak szalony, wyjął rewolwer i strzelił w otwarty lufcik. Amis, jak martwy, przewrócił się na środku pokoju."
      },
      {
        "index": 73,
        "text": "Zosia, przestraszona hukiem, zerwała się i podbiegła do Amisa, bo była pewna, że nieżywy."
      },
      {
        "index": 74,
        "text": "— Zdechł pies, niema psa — wołał żałosnym głosem Świerkoski, pochylając się nad nim. — Zdechł pies, zdechł!.. — przydeptał mu ogon, Amis przekręcił się na grzbiet, wtedy Świerkoski zaczął go obchodzić wkółko i udawać, to szczekanie psów, to kwik świń, to rżenie koni, to bek owiec, i tak dokładnie, że Amis, chociaż wiedział, kto to robi, nie mógł się powstrzymać od strzyżenia uszami i warczenia; potem udawał krakanie wron i targał go za skórę, wreszcie skręcił się i szedł do psa prawie na czworakach, i wył głucho, jak wilk. Oczy roziskrzyły mu się zwierzęco, trójkątna twarz pociemniała, i wył, aż na podwórzu wszystkie psy wtórować mu zaczęły żałośnie, kury gdakały strachliwie, a gęsi z krzykiem próbowały uciekać na płoty. Zosia zbladła ze strachu."
      },
      {
        "index": 75,
        "text": "Amis nie wytrwał, porwał się i skoczył do drzwi, trząsł się cały, skrobał je rozpaczliwie i wył głucho, bo Świerkoski patrzył na niego rozgorzałemi, wilczemi ślepiami, świstał batem i wył coraz przeraźliwiej, pies uciekł od drzwi i skoczył przez lufcik na werandę, a stamtąd na podwórze."
      },
      {
        "index": 76,
        "text": "Świerkoski się wyprostował, przetarł sobie drżącą ręką oczy, popatrzył bezprzytomnie na Zosię, napół żywą z przestrachu, i, chwiejąc się i wspierając o sprzęty, wyszedł, nie powiedziawszy ani słowa. Sam nie wiedział, co się z nim działo."
      },
      {
        "index": 77,
        "text": "Zosia wyjrzała oknem i zobaczyła, że bił psa, a potem obaj szli alejką do frontu. Świerkoski, zgarbiony, kołysał się na długich nogach, a Amis wlókł się ze spuszczonym łbem za nim."
      },
      {
        "index": 78,
        "text": "Jeszcze się nie uspokoiła po wstrząsającem wrażeniu, jakie na nią wywarło wycie Świerkoskiego i jego twarz straszna, gdy weszła Osiecka i Józia."
      },
      {
        "index": 79,
        "text": "— Pan Świerkoski poszedł?"
      },
      {
        "index": 80,
        "text": "— W tej chwili dopiero; ciocia nie słyszała strzału, ani wycia?"
      },
      {
        "index": 81,
        "text": "— Słyszałam, słyszałam — odpowiedziała niedbale."
      },
      {
        "index": 82,
        "text": "— Nie zabieram czasu — powiedziała Józia, ucałowała Zosię i wyszła. Na werandzie Osiecka szepnęła jej do ucha:"
      },
      {
        "index": 83,
        "text": "— Najdłużej za dwa tygodnie będzie pani wiedzieć wszystko, natychmiast piszę w tej sprawie do znajomych."
      },
      {
        "index": 84,
        "text": "— Czy ta Orłowska żyje z kim bliżej?"
      },
      {
        "index": 85,
        "text": "— Przyjaźni się z Zaleską, zna ją pani, idjotka muzykalna — zaśmiała się rubasznie z własnego konceptu. — Aha! zrozumiałam panią. Franusia! nie wychodź z dzieckiem na powietrze — zawołała do tłustej mamki z dzieckiem na ręku, wychylającej się z za węgla. — To dziecko mojej siostry, chorowało na koklusz, więc dla zmiany powietrza przysłali je do mnie z Warszawy — tłumaczyła się śpiesznie."
      },
      {
        "index": 86,
        "text": "Uścisnęły sobie ręce, i Józia odjechała w wybornym humorze. Podcinała konie coraz częściej, pomimo, że biegły jak szalone wąską, leśną drożyną; brek podskakiwał niby piłka na grubych korzeniach i tak się kołysał chwilami gwałtownie, aż stangret chwytał się oburącz kozła, żeby nie zlecieć. Lubiła tak jeździć, był to nieomylny znak zadowolenia, bo w złości chodziła zwykle pieszo. Droga biegła równolegle z koleją, przez wąski skrawek lasu żółcił się świeży nasyp. Przed stacją, na przecięciu drogi, wiodącej z Krosnowy, zobaczyła bułanki Andrzeja; uśmiech złośliwy przeleciał jej przez usta, oko zadrgało, podcięła mocniej koni, żeby jej nie spostrzegł, i zniknęła na skręcie drogi, w lesie."
      }
    ]
  }
}