{
  "chapterNumber": 28,
  "title": "Tom II, Rozdział IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IX."
      },
      {
        "index": 2,
        "text": "— To i po wszystkiem! — powiedziała Janka, zamykając się w pokoju, po rozstaniu z Andrzejem."
      },
      {
        "index": 3,
        "text": "— Po wszystkiem! — powtórzyła głucho, usiadła na otomanie, ukryła twarz w dłoniach i siedziała kilka godzin w najsroższej z mąk duszy — w męce upokorzenia i w męce wstydu. To okropnie palące uczucie przepełniało całą jej istotę, paraliżowało mózg, odbierało świadomość i paliło, paliło, paliło."
      },
      {
        "index": 4,
        "text": "Orłowski wszedł i chodził po pokoju, co chwila przystając przed nią; nie spostrzegła go nawet."
      },
      {
        "index": 5,
        "text": "— Andrzej był?.."
      },
      {
        "index": 6,
        "text": "Drgnęła na ten dźwięk, podniosła oczy i odpowiedziała bezdźwięcznie:"
      },
      {
        "index": 7,
        "text": "— Był..."
      },
      {
        "index": 8,
        "text": "— I więcej już nie przyjedzie... — dokończył wolno; oczy zaczęły mu latać, szarpał palcami guziki munduru, ale powstrzymywał wybuch, rozpierający mu piersi."
      },
      {
        "index": 9,
        "text": "— Nie przyjedzie... — powtórzyła jak echo."
      },
      {
        "index": 10,
        "text": "— Wiem! nie potrzebujesz mówić tego! — krzyknął, przyskakując do niej z zaciśniętemi pięściami, ale ręce mu opadły, obejrzał się wbok, i znowu zaczął chodzić."
      },
      {
        "index": 11,
        "text": "— Wypędziłaś go znowu — rzekł spokojniej."
      },
      {
        "index": 12,
        "text": "— Nie... sam odszedł — mówiła jakimś echowym głosem, bo sił już jej brakło, i siedziała w biernem opuszczeniu, gotowa teraz poddać się każdej sile, któraby ją porwała. Patrzyła w oczy ojcu prosto, bo czuła, że on wie wszystko, i wielka litość nad jego cierpieniem zaczęła się podnosić w jej sercu."
      },
      {
        "index": 13,
        "text": "— To go wypędziło, ty ulicznico... — wybuchnął, rzucając jej w twarz zmięty list, bo i on dostał anonim."
      },
      {
        "index": 14,
        "text": "Pochyliła głowę i łzy zaczęły wolno spływać z jej oczu; nie powstrzymywała, patrząc z poza nich bezbrzeżnie smutnie."
      },
      {
        "index": 15,
        "text": "— Orłowska miała kochanka! moja córka! krew z krwi mojej! — krzyczał coraz głośniej. — Dobrze, dobrze! musi się to wszystko skończyć, musi, bo ja nie zniosę..."
      },
      {
        "index": 16,
        "text": "— Niech się skończy, niech mnie ojciec zabije. Tak mi jest ciężko, tak strasznie źle, że zrobi ojciec dobrodziejstwo. Proszę cię całą istotą moją, zabij mnie, zabij!.. — błagała, osuwając mu się do kolan. — Zhańbiłam ci nazwisko, unieszczęśliwiłam ciebie i Andrzeja, robiłam tylko złe, i sama jestem taka nieszczęśliwa, taka okropnie nieszczęśliwa, że błagam cię, zabij mnie. Niech się już wszystko skończy. — Upadła przed nim, objęła jego nogi rękoma i z płaczem całowała."
      },
      {
        "index": 17,
        "text": "— Nie dotykaj mnie, bo powalasz! — krzyknął wściekły i odepchnął ją z taką brutalnością, że upadła nawznak. Zerwała się, twarz jej pokryła się purpurą, oczy rozgorzały płomieniem i całą ją przejął nagły, oślepiający, niepowstrzymany krzyk poniżenia i dumy."
      },
      {
        "index": 18,
        "text": "— A! dosyć tego! to nie jest kara, tylko zemsta. Ojcu nie wolno tak postępować ze mną! Ja zabraniam ojcu, nie pozwolę... — krzyczała obłąkanym, przejmującym głosem. — Za cóż ojciec poniewiera mną tak, co? że miałam kochanka! ale ojciec mnie się nawet nie pytał, czy to prawda, tylko na mocy marnego oskarżenia poniewiera mną, odtrąca od nóg, jak ostatnią!"
      },
      {
        "index": 19,
        "text": "— Prawda! prawda!.. — szeptał, zalękniony."
      },
      {
        "index": 20,
        "text": "— Dlaczego mnie to spotkało? dlaczego ja mam rachunki składać z życia? Nie spytał mnie ojciec, ilem wycierpiała przez to, jak drogo okupiłam swój błąd. Przez trzy miesiące było ojcu obojętnem, co robię, czy mam co jeść, czy się nie sprzedaję wprost z nędzy, a całe życie ojciec mnie tylko tyranizował i trzymał w jarzmie upokorzeń, nienawiści, męki... Zamordował ojciec matkę, mordował ojciec mnie, naginając do swoich zachcianek, nie dbając, czy się połamię lub nie, byle się stało zadość kaprysowi! A teraz ojciec przychodzi i płaci mi zniewagą! Dlaczego ja mam spowiadać się ze swojego życia, kto ma prawo karać mnie, że żyłam tak, jak żyłam, kto? — wołała w najwyższem wzburzeniu, sina aż z wysiłku i gniewu, ze spojrzeniem, rozgorzałem nienawiścią i buntem."
      },
      {
        "index": 21,
        "text": "— Ja, ojciec, mam to prawo, mam to prawo? — pytał cicho, jakby siebie, i rozglądał się nieprzytomnie po pokoju."
      },
      {
        "index": 22,
        "text": "— Nie, tylko jeden Bóg ma prawo, bo on wie, co wycierpiałam. On jeden zna wszystkie łzy moje, wszystkie cierpienia. O Boże, Boże, Boże!.. — szeptała coraz ciszej i spazm takiego żalu ścisnął jej serce, że straciła przytomność i upadła na podłogę."
      },
      {
        "index": 23,
        "text": "Orłowski rzucił się na ratunek, poniósł ją na łóżko, zaczął krzyczeć na Janową, która przybiegła natychmiast, i nagle wszystko się w nim rozprzęgło i zmąciło, przystanął przed łóżkiem, zatarł ręce i śmiał się cicho i długo."
      },
      {
        "index": 24,
        "text": "— Dobrze! dobrze, Mieciu! — Poklepał ręką próżnię na wysokości ramienia i wyszedł przed stację. Popatrzył na las, na podjazd, zajrzał do kancelarji, stał dosyć długo na korytarzu, bo z głębin zaczęły mu się wyłaniać jakieś strzępy przytomności i łączyć. Powrócił szybko do Janki, która, już przytomna, leżała na łóżku."
      },
      {
        "index": 25,
        "text": "— Janiu! — szepnął nieśmiało, nachylił się, aby ją pocałować, ale cofnął się prędko, jakby szarpnięty wtył przez niewidzialną rękę, przetarł czoło i usiadł przy łóżku."
      },
      {
        "index": 26,
        "text": "— Daruj mi... Uniosłem się, ale ja cię tak kochałem, tak cię jeszcze kocham... — powtarzał wolno, odwrócił szybko głowę i, patrząc w jakąś próżnię, spochmurniał, oczy mu zamigotały surowością i mówił twardo i prędko: — Jeżeli chcesz jechać gdzie odpocząć, jedź! Może do tej swojej przyjaciółki. Pamiętasz, jak cię zapraszała?"
      },
      {
        "index": 27,
        "text": "— Pojadę. Odzyskam trochę sił i zaraz pojadę — odpowiadała ze drżeniem, bo widziała, co się w nim dzieje, jak się zmusza do uprzejmości i spokoju, jak tłumi w sobie grozę i wstręt nieledwie."
      },
      {
        "index": 28,
        "text": "— Nie myśl o Grzesikiewiczu, to cham, prosty cham. Dobrze, że się tak stało, bo teraz czuję, że nie byłabyś za nim szczęśliwą. Prawda, co to za rodzina — szynkarska. Jakbyś tam mogła wytrzymać pomiędzy starym pijanicą, chłopką prostą i mężem parobkiem! Jedź, nie krępuj się, że ja sam zostanę, siedź u nich do wiosny. Od kwietnia wezmę dymisję. Dosyć mam służby. Wyjedziemy do Warszawy, albo dokąd zechcesz."
      },
      {
        "index": 29,
        "text": "— Wszystko mi jedno, dokąd ojciec zechce, tam pojadę."
      },
      {
        "index": 30,
        "text": "— Będziemy spokojni, tak, tak, należy się nam odpoczynek — powtarzał smutnie. — Głupia cała ta służba, głupie wszystko, poco to?.. Cicho, nic nie mów. — Słuchał chwilkę, pokiwał głową i mówił dalej:"
      },
      {
        "index": 31,
        "text": "— Skończy się to wszystko, skończy, przejdzie, zapomnimy, prawda?"
      },
      {
        "index": 32,
        "text": "— Zapomnimy — odpowiedziała głębokim głosem pragnienia, i chciałaby już, w tej chwili, zanurzyć duszę w zapomnieniu i nie pamiętać nic, nic."
      },
      {
        "index": 33,
        "text": "Orłowski odszedł i nie widziała go dni kilka, bo kazał przynosić obiady do kancelarji, herbatę rano i wieczorem pijał w swoim pokoju."
      },
      {
        "index": 34,
        "text": "Nie zwracała prawie uwagi na niego, apatycznie poddawała się wszystkiemu i tak była zmęczona i wyczerpana, że nic jej nie obchodziło. Jeżeli pragnęła czego i myślała, to tylko, aby gdzie przepaść i utonąć w ciszy i zapomnieć."
      },
      {
        "index": 35,
        "text": "Chciała jechać do Heleny, bo nie miała żadnych innych znajomych, i czuła, że tam u nich, zdala od miast i kolei, na szczerej wsi, znajdzie tę ciszę upragnioną."
      },
      {
        "index": 36,
        "text": "Kilka dni zwłóczyła z wyjazdem, bo tkwiła w niej głęboka jakaś nadzieja, do której się nawet nie przyznawała, że Andrzej powróci, bo zresztą wielką przykrość sprawiła jej myśl, że się z nim rozstaje w gniewie i żalu. Nie kochała, nie byłaby teraz za nic w świecie wyszła za niego, ale ten ból, jaki w nim czuła, wzbudził w niej szacunek."
      },
      {
        "index": 37,
        "text": "Andrzej nie dawał znaku najmniejszego, nawet przez te kilka dni nikt z jego ludzi nie zjawił się na stacji."
      },
      {
        "index": 38,
        "text": "W dniu odjazdu, gdy już wszystko było gotowe, popakowane, walizy powynoszone na sanki, czekające przed dworcem, Orłowski odezwał się, dając tę samą wielką kopertę z pieniędzmi."
      },
      {
        "index": 39,
        "text": "— Weź z sobą, to twoje pieniądze, a mieszkanie zostanie puste, więc mogliby złodzieje... — nie dokończył i cofnął się do saloniku i chodził."
      },
      {
        "index": 40,
        "text": "Janka pożegnała się z Zaleską, która jej pomagała pakować, i zaczęła się już ubierać w futro, gdy zjawił się Świerkoski, wyświeżony, paradnie ubrany, uroczysty jakiś."
      },
      {
        "index": 41,
        "text": "— Byłbym się spóźnił... — powiedział z ulgą."
      },
      {
        "index": 42,
        "text": "— Z czem? — zapytała niechętnie."
      },
      {
        "index": 43,
        "text": "Świerkoski stanął przy stole, nachylił się nieco ku niej, i, nie podnosząc oczu, któremi biegał po stole, mówił:"
      },
      {
        "index": 44,
        "text": "— Natychmiast powiem, mogłem to dawniej mówić, ale czekałem, bo... Grzesikiewicz był jeszcze narzeczonym pani; czekałem, nim być przestanie."
      },
      {
        "index": 45,
        "text": "— Zechce pan mówić prędzej, bo nie mam czasu."
      },
      {
        "index": 46,
        "text": "— Jestem pewny, że skoro pani powiem to, z czem przyszedłem, to znajdzie pani czas dla mnie..."
      },
      {
        "index": 47,
        "text": "Usiadła gwałtownie, miała ochotę zawołać na Rocha, żeby go wyrzucił."
      },
      {
        "index": 48,
        "text": "— Słucham..."
      },
      {
        "index": 49,
        "text": "— Nie umiem mówić pięknie, ale każde moje słowo ma wagę."
      },
      {
        "index": 50,
        "text": "— Kamieni — wtrąciła ironicznie."
      },
      {
        "index": 51,
        "text": "— Rubli choćby, czegoś solidnego zawsze. Otóż przyszedłem z propozycją, jakby to krócej powiedzieć, że mogę się z panią ożenić! — wyrzucił mocniej i utkwił żółte oczy w jej źrenicach, i głaskał psa, który się spinał obok niego na stół."
      },
      {
        "index": 52,
        "text": "— Pan dostałeś pomieszania zmysłów! — zawołała, zrywając się z krzesła."
      },
      {
        "index": 53,
        "text": "— Nie, słowo daję, że ja tu obecny, jestem przytomny i, po długiem rozmyślaniu, postanowiłem przyjść i prosić o pani rękę, pomimo wszystkiego... — zakończył z naciskiem."
      },
      {
        "index": 54,
        "text": "— Jakto?.. co pan mówi?.. nic nie rozumiem..."
      },
      {
        "index": 55,
        "text": "— Ano... bo słyszało się coś niecoś o tem, jakto tam było w Warszawie... wiem, że Grzesikiewicz zerwał przez to z panią, ale to cham, nie ma wyrozumienia, że przecież i panny... mnie tam wszystko jedno. Co to mnie obchodzi, możemy i tak żyć w zgodzie przecież. Ja jestem dobry człowiek i myślę, że pani żałować wyjścia za mnie nie będzie."
      },
      {
        "index": 56,
        "text": "Janka patrzyła na niego nietylko ze zdziwieniem, ale i przestrachem."
      },
      {
        "index": 57,
        "text": "— Myślę, że się pani zgodzi, no bo jak taki porządny człowiek, mający nieco kapitałów, chce się ożenić z panią, to niema żadnej racji do odmowy. Wyniesiemy się do wielkiego miasta, nikt nas znać nie będzie, będzie nam dobrze, bo będziemy się jeszcze tak kochali, niby turkawki hi!.. hi!.. hi!.. — zaczął się śmiać jękliwie i błyskać oczyma."
      },
      {
        "index": 58,
        "text": "— Precz! — krzyknęła, bo przysuwał się ku niej tym cichym, krętym ruchem wilczym, i niby wilkowi błyszczały mu żółte oczy, a zęby ostre i długie kłapały ze wzruszenia."
      },
      {
        "index": 59,
        "text": "— O! Takaś to! o! — wykrzyknął i zgiął się, jakby do skoku."
      },
      {
        "index": 60,
        "text": "— Precz natychmiast, bo ludzi zawołam."
      },
      {
        "index": 61,
        "text": "— Ostrożnie, z Hipciem ostrożnie, ostrożnie, piękna pani, ostrożnie ty moja caceńka... bo wszystkie ząbki wytrzaskam, żebyś nie ugryzła — syczał w strasznej złości i palce mu się gięły i rozprężały, jakby chciał ją schwycić za gardło i zdusić, wyciągnął ku niej ręce."
      },
      {
        "index": 62,
        "text": "— Ojcze! — krzyknęła i z jakąś niesłychaną siłą porwała krzesło z pod siebie i rzuciła w niego. Zawył głucho, skręcił się we dwoje i byłby się rzucił na nią, ale Orłowski wpadł, schwytał go za kark i rzucił pod piec."
      },
      {
        "index": 63,
        "text": "Zerwał się natychmiast. Krzyczał strasznym głosem, szukał po kieszeniach, trząsł się, obłąkany z gniewu, rwał włosy."
      },
      {
        "index": 64,
        "text": "— Amis!.. bierz go! — krzyknął wreszcie, nieprzytomny."
      },
      {
        "index": 65,
        "text": "Dog zebrał się cały i rzucił się prosto na piersi Orłowskiego, ale ten, jakimś odruchem, z taką potężną siłą kopnął go w brzuch, że Amis zaskowyczał przeciągle i upadł jak martwy. Świerkoski wtedy oprzytomniał, rzucił się na psa, zaczął mu dmuchać w nozdrza i trząść nim, ale pies się nie ruszał, więc go chwycił w ramiona i, pozostawiając palto i czapkę, uciekł z nim, jak szalony."
      },
      {
        "index": 66,
        "text": "— Jedź już, jedź. Bez czułości, przysięgam Bogu! obejdzie się! — krzyknął, widząc, że Janka chce się z nim pożegnać."
      },
      {
        "index": 67,
        "text": "— Dobrze — szepnęła."
      },
      {
        "index": 68,
        "text": "Odwrócił się, żeby nie widzieć jej spojrzenia, a ona pożegnała się z Janową, zalecając raz jeszcze czuwanie nad ojcem i pojechała."
      },
      {
        "index": 69,
        "text": "Nie odwróciła głowy z sań, aby spojrzeć po raz ostatni na stację, na okno, w którem stał Orłowski i przekrwionemi, obłąkanemi oczyma patrzył za nią dotąd, aż zakrył ją las."
      },
      {
        "index": 70,
        "text": "— Samiśmy teraz, Mieciu, co? Sami, sami... — odpowiadał, zacierając ręce. — Zjemy sobie dobry obiad i pójdziemy do roboty, obiad z winem, co? — zapytał i odpowiadał sobie, ale przytomniał chwilami, biegł do okna i stał przy niem, i długo patrzył na pustą, białą drogę i na las cichy."
      },
      {
        "index": 71,
        "text": "Wracał do stołu i jakiś strach szaleństwa mącił mu mózg, zrywał się, jakby chciał uciekać, tarł sobie czoło i uspakajał się znowu."
      },
      {
        "index": 72,
        "text": "— Siadaj, Mieciu! Janowa! Dwa nakrycia położyć, bo będziemy jedli obiad razem."
      },
      {
        "index": 73,
        "text": "A Świerkoski leciał oszalały trwogą, bo już nie pamiętał odmowy, ani uderzenia krzesłem, ani uderzenia o piec, widział tylko, że jego Amis nie żyje..."
      },
      {
        "index": 74,
        "text": "Wpadł do mieszkania i, nie pomnąc o śniegu na butach, wleciał do salonu, położył Amisa na otomanie i zaczął go przywracać do przytomności."
      },
      {
        "index": 75,
        "text": "— Amis! Amis! piesku mój — wołał czułym, zrozpaczonym głosem, przewracając psa na wszystkie boki. — Franek! śniegu prędzej, okłady mu zrobić! — krzyknął na chłopaka, ale i okłady nie pomogły, pies leżał nieruchomy, wyciągnięty i bez oddechu."
      },
      {
        "index": 76,
        "text": "— Amis! — krzyknął mu do ucha; pies ani drgnął. Wtedy Świerkoski, oszalały z boleści po stracie psa, zaczął biegać po pokoju, a że zagrodził mu drogę mały, inkrustowany stoliczek, uniósł go i z taką siłą rzucił o podłogę, że rozleciał się w kawałki."
      },
      {
        "index": 77,
        "text": "— Masz żonę! masz pieniądze, masz spokojną przyszłość... masz... masz... A durniu!... a głupcze... dobrze ci tak... — krzyczał coraz głośniej i nieprzytomniej."
      },
      {
        "index": 78,
        "text": "— Masz państwo i miljony, nędzarzu... masz... A żeby cię, psiakrew, najjaśniejsze pioruny! A żeby cię! — zaczął ryczeć na cały głos i rzucił się na kanapę z jakąś dziką wściekłością, darł pokrycie nogami, rękoma i zębami; wywłóczył włosie, odrywał poręcze i łamał, krzyczał, gryzł i chrypiał oszalały."
      },
      {
        "index": 79,
        "text": "— Psiakrew!... psiakrew!... a!..."
      },
      {
        "index": 80,
        "text": "Wkońcu, zmęczony, bezprzytomny z gniewu, długo leżał w niemem, rozpaczliwem milczeniu. Przycichnął zewnętrznie, ale w duszy zaczęły mu się podnosić gryzące żale, dawne straty, zawody, przegrane stawki, ciągłe i daremne usiłowania wypłynięcia nawierzch i zostania bogatym, wieczne marzenia o życiu spokojnem i dostatniem — i tak go gryzły w sercu te przypomnienia, że jęczał z bólu, ściskał głowę rozpaczliwie, i od czasu do czasu, potężnym odruchem kopał w próżnię, lub bił pięścią w sprężyny kanapy. To uspokajał się i chciał coś myśleć spokojniej o jutrze własnem, ale nie mógł, bo pamięć tej ostatniej sceny z Janką z taką wyrazistością stawała przed nim, że rozszalały potężnym, oślepiającym przypływem gniewu, zrywał się i chciał biec, bić, łamać, krzyczeć, mścić się... ale stawał na środku z zaciśniętemi pięściami, wodził roziskrzonym wzrokiem dokoła po pokoju, zarzuconym szczątkami stolika i kanapy i siadał."
      },
      {
        "index": 81,
        "text": "— Amis! — Pies nie przyszedł, bo Franek jeszcze go przywracał do życia. — Amis! — szepnął ciszej, i przerażonym wzrokiem spostrzegł teraz dopiero zniszczenie; oglądał aksamit podarty, poręcze połamane, resztki porozrzucane i przesycał się coraz głębiej żalem, który nim wreszcie tak zatrząsł, że oprzytomniał zupełnie."
      },
      {
        "index": 82,
        "text": "Oblał się zimną wodą, ochłodził się jeszcze chwilę przed domem na mrozie, i zaczął zbierać po podłodze porozbijane kawałki mebli."
      },
      {
        "index": 83,
        "text": "— Franek! ugotuj kleju, chamie, a prędko! — krzyknął do chłopaka i cały się teraz zagłębił w reparację i dopasowywanie."
      },
      {
        "index": 84,
        "text": "— A, jakiż głupiec ze mnie! Tyle szkody! tyle szkody! — mruczał żałośnie, i z całą pasją i namaszczeniem zszywał, układał, kleił. Nie zapytał nawet o Amisa chłopaka, który mu klej przyniósł. Zapomniał o całym świecie, na czworakach zbierał szczątki inkrustacji, obmuchiwał, wycierał, całował miejsca już zreparowane, oblewał prawie każdy kawałek, każdą drzazgę, każdy płat podartego aksamitu — łzami żalu i radości, jeśli udało mu się coś zreparować, że znać nie było."
      },
      {
        "index": 85,
        "text": "Nie widział, że zmrok zapada, że wichura się zrywa i bije w okna suchym śniegiem, nie słyszał wycia lasu, coraz potężniejszego, ani huku i gwizdań pociągów przebiegających."
      },
      {
        "index": 86,
        "text": "— Amis żyje, proszę pana — krzyknął Franek, wtykając we drzwi uradowaną twarz; i tego nie słyszał."
      },
      {
        "index": 87,
        "text": "— Amis żyje, proszę pana — powtórzył chłopak głośniej."
      },
      {
        "index": 88,
        "text": "Świerkoski podniósł głowę, pomyślał przez chwilę i dopiero poszedł do psa."
      },
      {
        "index": 89,
        "text": "Amis kręcił ogonem i lizał go po twarzy i rękach, i zaczął wyskakiwać i szczekać z zadowolenia. Świerkoski wygłaskał go, wycałował i zmarszczył się groźnie. Pies zadrżał, przypadł na podłogę i pokornym, żebrzącym wzrokiem patrzał w niego, a bił niespokojnie ogonem."
      },
      {
        "index": 90,
        "text": "— Do nogi! — zawołał, uśmiechając się złowieszczo, wyjął z zanadrza swój bat i zaczął czołgającego się psa bić z całych sił."
      },
      {
        "index": 91,
        "text": "— A piesku, a synku, to ja przez ciebie miałem tyle strachu, przez ciebie tyle szkód sobie zrobiłem, co? a synku! — i bił go coraz zacieklej. Pies chował się pod łóżka, pomiędzy sprzęty, rzucał się na drzwi, skakał do okien, ale Świerkoski wszędzie go znalazł, wyciągał i bił, wyładowując wszystek ból, wszystką swoją dziką rozpacz w ten sposób. Pies przyczołgał mu się w ostatku do nóg, nie widząc już nigdzie ratunku, i zaczął wyć żałośnie, błagająco, rozpaczliwie."
      },
      {
        "index": 92,
        "text": "Świerkoski rzucił bat, oczy mu zaszły łzami, rzucił się na ziemię obok psa, objął go za szyję i zaczął ryczeć i wyć razem z nim, tarzał się po ziemi, niby w epilepsji, aż zmęczony, wyczerpany, opadły z sił, przycichł i usnął na podłodze; Franek podłożył mu później poduszkę delikatnie pod głowę, a Amis leżał przy nim i drzemał, tylko od czasu do czasu otwierał oczy, przysuwał się bliżej, i z jakąś nieopowiedzianą czułością przyciskał swój płowy łeb do jego piersi i lizał go po twarzy i rękach, i spozierał w okno, którem biała, rozwichrzona, grudniowa noc zaglądała."
      }
    ]
  }
}