{
  "chapterNumber": 30,
  "title": "Tom II, Rozdział XI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XI."
      },
      {
        "index": 2,
        "text": "U Stabrowskich zastali kilka osób: ksiądz dziekan, który często zaglądał na partyjkę, siwy, stary, z piękną twarzą biskupa rzymskiego; jakiś szlachcic szpakowaty z okrągłym brzuszkiem i sumiastemi wąsami i z cerą tak spaloną, że była podobna do szafranu nierozpuszczonego. Sam Stabrowski, przystojny brunet, z postawą, sztywnością, z faworytami lorda i z monoklem w oku. Matka Stabrowskiej, typ szczątkowy tych cichych, oddanych dzieciom i pracy, matron, których już i na wsiach brakować zaczyna, no i pani domu."
      },
      {
        "index": 3,
        "text": "Siedzieli wszyscy w bibljotece. Cała jedna ściana, aż do sufitu, zapchana była książkami, nagromadzonemi na prostych, bronzowo bejcowanych półkach, a po kątach, na stoliczkach, na parapetach trzech okien, wychodzących na ogród, leżały całe stosy dzienników i tygodników. Długi, dębowy stół, na środku pokoju, zarzucony był papierami i stosami jeszcze nieporozcinanych książek, ale w najwidoczniejszem i honorowem miejscu — leżały numery przeróżnych pism z utworami Stabrowskiej."
      },
      {
        "index": 4,
        "text": "Wysokie, mosiężne lampy, okryte zielonemi umbrelami, rzucały światło tylko na stół. Na wolnej od książek ścianie, pod którą stały meble obciągnięte skórą i fotel na biegunach, wisiał wielki karton z kilkudziesięciu portretami z jakiegoś zamkniętego już pisma, pomiędzy któremi był portret Stabrowskiej, obrysowany dla wyodrębnienia czerwonym ołówkiem."
      },
      {
        "index": 5,
        "text": "— Czekaliśmy z partyjką na pana — odezwał się, po przywitaniu, ksiądz dziekan do Wolińskiego."
      },
      {
        "index": 6,
        "text": "— Możemy zaraz siadać."
      },
      {
        "index": 7,
        "text": "— Kto gra? Aha, ja, pan Woliński, ksiądz dziekan i pan Rutowski."
      },
      {
        "index": 8,
        "text": "— A my? cóż my tu będziemy robiły same? Zamiast porozmawiać z nami, zabawić, to panowie zaraz uciekają do kart."
      },
      {
        "index": 9,
        "text": "— Pani dobrodziejka przeczyta jaki utworek — zaczął dziekan żartobliwie."
      },
      {
        "index": 10,
        "text": "— Ależ panowie stracicie na tem, bo go słyszeć nie będziecie."
      },
      {
        "index": 11,
        "text": "— Pani dobrodziejko, to my sobie to później powetujemy, powetujemy... no, panowie, chodźmy, karteczki czekają."
      },
      {
        "index": 12,
        "text": "— Doprawdy, że to jest wyborny temat do artykułu. Zjedzie kilku mężczyzn i zamiast porozumieć się w różnych kwestjach, siadają do kart. Cóż z tego wynika? zupełny zanik towarzyskości, zgrubienie obyczajów, że później taki pan w salonie, pomiędzy kobietami, trzech słów powiedzieć nie umie, że dla niego nie istnieje nic, ani nowy wynalazek, ani nowa książka, ani idea — połknął karcianego bacyllusa i ten go zjada. Rzeczywiście, można o tem napisać z punktu socjologicznego. — Napisała kilkanaście słów na kartce i wsunęła ją pod przycisk."
      },
      {
        "index": 13,
        "text": "— Pani wszystko notuje? — zapytała ciekawie Janka."
      },
      {
        "index": 14,
        "text": "— Wszystko. Tylko w ten sposób można chwytać z życia i z własnego mózgu najwybitniejsze, najlepsze momenty. O, widzi pani, to są moje dokumenty ludzkie. Mam ich całe stosy — wskazała góry różnokolorowych kartek."
      },
      {
        "index": 15,
        "text": "— Te białe, to psychologja ogólna; czerwone, sprawy społeczne; zielone: opisy, krajobrazy, nastroje, wschody i zachody słońca; błękitne: miłość, uczucia rodzinne, małżeństwa szczęśliwe, przyjaźń; białe z czarnem: śmierci, wypadki, tragedje losowe, zbrodnie ze sprawozdań sądowych; żółte: zazdrości, niechęci, nienawiści, sytuacje w głębiach dusz; purpurowe: kataklizmy, i zdrady, uwodzenia, walki z obowiązkami, z sercem, tragedje zmysłów; heljotropowe: tęsknoty, marzenia, sny, zapachy kwiatów, muzyka, chwile łzawe; pomarańczowe: wszystkie najbujniejsze rzeczy, których terenem — dusza. Razem, same szkice, strzępy, notatki i t. d., a tutaj — wskazała paski białe — tu są same pomysły, tematy już gotowe, szkielety opracowane nowel, powieści i dramatów."
      },
      {
        "index": 16,
        "text": "— Zupełnie au bon marché literackie. Wszystko jest, co potrzeba w chwili pracy."
      },
      {
        "index": 17,
        "text": "— Wie pani, że to dobre porównanie, zanotuję. Literatura — ciągnęła dalej, zapisawszy to porównanie na jakimś szarym papierze — to ciężka praca, która potrzebuje szalonego przygotowania."
      },
      {
        "index": 18,
        "text": "— Pani dużo pisuje?"
      },
      {
        "index": 19,
        "text": "— Bardzo nawet dużo, ale niewiele drukuję, bo... — zawahała się nieco; jej płaską, chudą twarz, osypaną pudrem, przeleciał twardy wyraz złości i ironji; oczy białawe, rozmiękłe, niby u ryby ugotowanej, wysadzone nawierzch, obwiedzione czerwoną obrączką powiek, szydziły."
      },
      {
        "index": 20,
        "text": "— Ja jestem na stopie wojennej prawie z całą naszą prasą, hołdującą tylko gustom i opinjom wulgarnym tłumu, masy ciemnej, instynktom i tradycjom skostniałym, nierozwinięciu, co oni lubią? czemu hołdują? jakie mają zasady? dokąd idą? czego chcą?"
      },
      {
        "index": 21,
        "text": "Tylko to i tylko to, czego chcą ich czytelnicy i prenumeratorzy; służą obłudzie społecznej. Jeżeli można streścić całą literaturę naszą zapachem, to powiem za Głogowskim, że śmierdzi pieluchami i wodą święconą!"
      },
      {
        "index": 22,
        "text": "Zamiast prowadzić i wieść tłumy, oni węszą, dokąd ten tłum, w swojej ciemności, chce iść i tam za nim dążą. Nie lubię kłamstw, chociażby w imię najdroższych, narodowych bolączek i obwijania brudnemi kompresami obłudy ran, które leczyć można i należy wypalaniem lub nożem."
      },
      {
        "index": 23,
        "text": "Odbiegłam od przedmiotu. Otóż dlatego jestem na wojennej stopie z prasą i z uznanymi, bo jestem dla nich za szczera, za bardzo kocham i za mocno nienawidzę."
      },
      {
        "index": 24,
        "text": "Ja chcę pokazywać życie bez obsłon romantyzmu i dziecinnej wstydliwości, po męsku chcę wszystko rozpatrywać, aby w tych głębiach, starannie dotychczas omijanych przez rutynę, obnażyć najgłębsze rany i wynaleźć lekarstwo na nie. A szczególniej zwracam uwagę na miłość z jej fizjologicznej strony, bo to kwestja niesłychanej doniosłości społecznej i najobłudniej dotychczas traktowana przez naszych pisarzy, chcę ją wyciągnąć na jawę dnia i zmusić ludzi, aby głośno przyznali jej prawa obywatelskie i jej niespożytą moc, i..."
      },
      {
        "index": 25,
        "text": "— Ale poco? przypuszczam, że wszyscy wiedzą o jej sile i trwaniu."
      },
      {
        "index": 26,
        "text": "— Ach, poco? Zaraz pani powiem słowami Zoli; mam w tej kwestji list od niego, zaraz pani przeczytam — zaczęła szukać pomiędzy papierami, po tekach i szufladach, pomiędzy kartkami książek, ale nie znalazła. — Nie mogę znaleźć w tej chwili. Nawet pan Głogowski nie chce uznać mojej idei, pomimo, że taki nawskroś realista."
      },
      {
        "index": 27,
        "text": "— Ale nie naturalista i nie pornograf — powiedział Stabrowski, stając we drzwiach, wrzucił monokl w oko i rozczesywał powoli, długiemi palcami, wspaniałe bokobrody."
      },
      {
        "index": 28,
        "text": "— Mój Włodku! powtarzasz dosyć zużyty epitet, jesteś echem. A zresztą, w tem określeniu niema nic śmiesznego, ani ubliżającego. Każda nowa myśl ma przeciwników. Homer, Dante, Ariosto, Szekspir, Byron, Mickiewicz — wyliczyła bezładnie kilkanaście nazwisk — mieli nieprzyjaciół, którzy im odmawiali nietylko talentu, ale i prawa uzewnętrznienia się! Ale rewolucja zrobiła swoje, wytopiła złoto, a śmiecie zginęło w niepamięci czasów. Dla prawdziwych talentów przyjdzie zawsze dzień uznania."
      },
      {
        "index": 29,
        "text": "— Daleko! chyba Todzio doczeka się tego! — szepnął, spoglądając na kilkoletniego chłopaka, przytulonego do Heleny."
      },
      {
        "index": 30,
        "text": "— Mój Włodku... — nie skończyła, zagryzła blade usta i na żółtej karteczce nakreśliła słów kilka."
      },
      {
        "index": 31,
        "text": "— Unieśmiertelniłaś moją uwagę — uśmiechnął się i wrócił do kart."
      },
      {
        "index": 32,
        "text": "— Może pani co przeczyta, prosimy bardzo — zaczęła Helena prędko, aby zatrzeć odezwanie się Stabrowskiego."
      },
      {
        "index": 33,
        "text": "— Dobrze, przeczytam paniom ustęp ze szkicu pod tytułem „W oborze“. Nie jest to zarozumiałością, jeśli powiem, że jest to pierwsza rzecz pisana po polsku z takim realizmem, że życie jest tutaj samo w sobie, że to wprost prawda sama."
      },
      {
        "index": 34,
        "text": "Wzięła kilkanaście krótszych i dłuższych kartek, kawałków papieru, kopert nawet, marginesów gazet, zapisanych drobnem, prawie nieczytelnem pismem. Uporządkowała jako tako i zaczęła dosyć cicho, przysuwając się bliżej."
      },
      {
        "index": 35,
        "text": "— „Waluś! Waluś! Waluś! dyszała Józia z omdlewającym ruchem kolan, cisnąc się do niego i czerwonemi ustami wpijała się w jego twarz brudną, zalana strugami potu, rozgrzana."
      },
      {
        "index": 36,
        "text": "— Waluś! — oczy jej zachodziły mgłą coraz mętniejszą, przenikał ją słodki, orzeźwiający dreszcz i jakaś brutalnie łechcąca niemoc rozpierała ją coraz szerzej“."
      },
      {
        "index": 37,
        "text": "— A dostaniemy herbatki? — zawołał dziekan, wchodząc."
      },
      {
        "index": 38,
        "text": "— W tej chwili. Proszę panów do stołu — zaczęła zapraszać matka, bo Stabrowska zbierała kartki rękopisu drżącemi rękoma, zirytowana, że w najpiękniejszem miejscu jej przerwano."
      },
      {
        "index": 39,
        "text": "— Nie zdążyłam przeczytać najpiękniejszej sceny, jak Jagna, żona Walka, spostrzega ich."
      },
      {
        "index": 40,
        "text": "Helena i Janka były zmieszane tem, co słyszały i zarumieniły się bezwiednie, nie śmiejąc spojrzeć na Stabrowskiego, który dość ciekawie spoglądał."
      },
      {
        "index": 41,
        "text": "Stabrowska przy stole była rozpromieniona, oczy jej świeciły, blade usta zaszły purpurą krwi, przeciągała się nieznacznie i co chwila przycinała zębami koniec języka. Odczuwała doskonale opisywaną scenę."
      },
      {
        "index": 42,
        "text": "— Więc pan dobrodziej na wiosnę do Włoch jedzie... — ciągnął rozpoczętą przy kartach rozmowę dziekan."
      },
      {
        "index": 43,
        "text": "— Pojadę, jakem Rutowski, raz, dwa, trzy, panie tego owego, pojadę."
      },
      {
        "index": 44,
        "text": "— Bodaj, czy to nie rok piąty, jak się sąsiad wybiera — wtrącił ironicznie Stabrowski."
      },
      {
        "index": 45,
        "text": "— Tak, tak, ale panie tego i owego, zawsze jakoś się tak składało, że nie mogłem, ale już w tym roku, choćby na pniu sprzedać pszenicę, sprzedam, a taki pojadę."
      },
      {
        "index": 46,
        "text": "— Istotnie, warto jest zwiedzić Włochy."
      },
      {
        "index": 47,
        "text": "— Pani zna Włochy? — zawołał żywo, zwracając się do Wolińskiej."
      },
      {
        "index": 48,
        "text": "— Mieszkaliśmy tam z mężem cały rok."
      },
      {
        "index": 49,
        "text": "— A, pani moja, ale musi mi pani opowiedzieć — przesiadł się do niej — bo ja byłem kiedyś we Włoszech całe sześć lat i nie mogę zapomnieć i ciągnie mnie coś do nich, że tylko myślę, aby przed śmiercią tam być. Rzym pani zna?"
      },
      {
        "index": 50,
        "text": "— Kilka tygodni byliśmy w Rzymie."
      },
      {
        "index": 51,
        "text": "— Prawda, że wygląda jak rudera, jak wspaniały, ale okropnie zdewastowany majątek. W kopule św Piotra musiała pani być? Chodziłem do niej co tydzień, bo w tej bani, pod krzyżem samym, są szpary, któremi widać Śródziemne morze, ale z tej odległości, takie, panie tego i owego, zielone, jak świeżo wykłoszona pszenica... to przypominało mi nasze pola, jak to idziesz sobie dróżką, panie tego i owego, a na lewo nie dojrzysz końca zbożu i na prawo nie dojrzysz. Wiaterek sobie musknie kłoski, a całe pola szu... szu... i kładzie się pod nogi, kołysze i tak pachnie! A Monte Pincio! śliczny stamtąd widok na miasto. Obmurowywaliśmy go od strony willi Borghese."
      },
      {
        "index": 52,
        "text": "— Jakto i pan obmurowywał?"
      },
      {
        "index": 53,
        "text": "— Tak, jakem Rutowski, woziłem kamień taczkami, aż miło! cóż było robić? Ho! ho! nietylko takie roboty były! — Pokręcił wąsa, twarz mu się rozjaśniła, a w wybladłych, jakby spłowiałych oczach, zamigotał głęboki lazur."
      },
      {
        "index": 54,
        "text": "— A Neapol? co? Śmierdzi pewnie i dzisiaj tak samo, jak śmierdział. Uliczki, panie tego i owego, niby przegony na sapach! Gorąco, zaduch, krzyk, brud ścieka po ścianach, oliwa śmierdzi, ludzie śmierdzą, ryby śmierdzą, osły śmierdzą, że człowiek chciałby uciekać na bory i lasy, ale zrobisz dziesięć kroków dalej, cicho jak w lesie, kawał muru, na którym złocą się pomarańcze, Matka Boska wisi, pięknie ubrana, róże po murach kwitną i pachną, ptaszki śpiewają i ludzie się modlą przed Madonną!.."
      },
      {
        "index": 55,
        "text": "Trzy lata mieszkałem w Neapolu, przy porcie via... zaraz!.. nie, to był vinicolo Siesta, rynsztok, panie tego i owego, uliczka bez wyjścia, sześć pięter domy. Z okna do okna, z jednej strony ulicy na drugą, ręce można sobie ściskać. Nie pamiętacie państwo vinicolo Siesta, zaraz przy porcie?"
      },
      {
        "index": 56,
        "text": "— Niestety, tyle tam tych zaułków i takich strasznych, żeśmy się obawiali w nie puszczać."
      },
      {
        "index": 57,
        "text": "— A zatoka, taka sama, co? co to jak patrzeć pod słońce, to daleko, przy Capri, aż czarna prawie, taka modra, nic, tylko jakby zasiał chabrami całe pole. Ślicznie, panie tego i owego, malować tylko."
      },
      {
        "index": 58,
        "text": "— A Wenecja, pani dobrodziejko?! to brudna kaczka, panie tego i owego, jakem Rutowski. Kamień, niebo i woda! no widział to kto? głupie miasto!"
      },
      {
        "index": 59,
        "text": "— Padwa! Florencja! Genua! to wszystko razem kamień i świństwo! Włóczyłem się tu i owdzie, żyłem z Włochami za pan brat, znam Italję na durch. O bella Italia! bella! Ha! ha! dziwny kraj, lasu ani kawałka, pola ludzkiego ani znaleźć, gospodarstwo Boże się zmiłuj! Sałata, wino, oliwa!"
      },
      {
        "index": 60,
        "text": "— Z tego wnioskować można, że pan niezbyt przyjemne wrażenie wywiózł z Włoch — wtrąciła Stabrowska."
      },
      {
        "index": 61,
        "text": "— Niby prawda, pani dobrodziejko, tak... juści, ale kiedy sobie wspominam, to mi się tak jakoś robi na sercu, że mi dobrze. Było tam i źle i głodno i smutno, ale coś mnie ciągnie do tej włoskiej jasności; ja, panie dobrodzieju, nieraz w polu, w żniwa szczególniej, patrzę się w niebo i widzę, że tu wszystko ciemno, chociaż słońce doskwiera. Pamiętam Włochy. Jak się wylazło nieraz w Neapolu na wierzch, na góry, to jak się spojrzało na morze, na miasto, na drzewa, to się płakało niewiadomo z czego, niby mazgaj ostatni, panie tego i owego. Tak, pojadę na wiosnę z pewnością, niech tam co chce się stanie!"
      },
      {
        "index": 62,
        "text": "Albo kiedy człowiek był zmęczony, zapracowany, jak ten wół, panie dobrodzieju, to się szło na molo, nad wodę od strony Torre Greco, gdzie same ogrody pomarańcz, to się siadało i poprostu jadło się powietrze i jadło się oczyma świat i zapominało się o wszystkiem, bo to morze co chwila pod nogi chlup! chlup! panie tego i owego, pomarańcze pachną, ciepło, wszystko w człowieku jakby umierało z radości, a na wodzie byle kto jedzie, pierwszy lepszy cham i parobek i śpiewa, aż się w kościach ciepło robiło."
      },
      {
        "index": 63,
        "text": "Nieraz człowiek za ostatniego lira siadał w barkę i hajda, panie tego i owego, na morze, a przewoźnik na mandolinie brzdęk... brzdęk... brzdęk... i zanucił drżącym, pełnym zapału i chrypki głosem. Zerwał się, oczy mu pociemniały z zawstydzenia, zaczął targać wąsy, żeby pokryć i wzruszenie i złość na siebie, bo mężczyźni patrzyli na niego nieco drwiąco."
      },
      {
        "index": 64,
        "text": "Ksiądz dziekan przymrużył jedno oko, zażył tabaki i szepnął:"
      },
      {
        "index": 65,
        "text": "— Stary grzesznik! Garybaldysta, mason..."
      },
      {
        "index": 66,
        "text": "Stabrowska słuchała go z uwagą autorską, co zdaje się zapisywać w pamięci każde słowo i gest każdy... Helena słuchała z przymkniętemi oczyma i przenosiła się myślą do Włoch, była w Neapolu, płynęła barką i zdawało się jej, że słyszy:"
      },
      {
        "index": 67,
        "text": "A w Jance wstawało jakieś ogromne pragnienie zobaczenia tych cudów. Dopełniała słyszane czytanem i wyobraźnią i tysiące obrazów zaczęło snuć się przed jej duszą."
      },
      {
        "index": 68,
        "text": "Milczenie zaległo. Pokojówka nalewała i roznosiła herbatę."
      },
      {
        "index": 69,
        "text": "Rutowski pochylił nisko, nad szklanką twarz, bo tęsknota szarpnęła mu boleśnie sercem do tych brudów, kamieni, słowem do tego piękna, w którem się bezwiednie kochał. Wstydził się sam siebie, bo jakto on, ojciec sześciorga dzieci, stary człowiek, jeszcze o takich myśli głupstwach, niby pierwszy lepszy młokos! — Tfy... panie tego i owego — splunął nieznacznie i zaczął rozmawiać o gospodarstwie."
      },
      {
        "index": 70,
        "text": "Stabrowska poszła do bibljoteki i na białej karcie pisała:"
      },
      {
        "index": 71,
        "text": "„Epizod: szlachcic, który był we Włoszech i nazywa Rzym folwarkiem zdewastowanym. O Neapolu mówi: śmierdzi, ludzie śmierdzą, ulice śmierdzą, powietrze śmierdzi, morze śmierdzi. O Wenecji: kaczka brudna“."
      },
      {
        "index": 72,
        "text": "Sanki z brzękiem zajechały przed dwór."
      },
      {
        "index": 73,
        "text": "Stabrowski wyszedł i powrócił po chwili zmieszany jakiś i pobladły."
      },
      {
        "index": 74,
        "text": "— Po panią przyjechali, z Bukowca — szepnął do Janki."
      },
      {
        "index": 75,
        "text": "— Ojciec chory! — porwała się z krzesła takim ruchem, jakby biec chciała do niego, ale powstrzymała się, stłumiła przestrach i spokojnie się pożegnała."
      },
      {
        "index": 76,
        "text": "Wolińscy zrobili to samo i wkrótce wracali do Rozłogów. Chciała jeszcze wstąpić do nich, aby się przebrać na drogę."
      },
      {
        "index": 77,
        "text": "Stabrowska po ich odjeździe powróciła znowu do bibljoteki i na purpurowym papierze pisała:"
      },
      {
        "index": 78,
        "text": "„Ojciec umarł! — zerwała się z krzesła i z wyciągniętemi rękoma, z krzykiem straszliwym w oniemiałych ustach i szeroko otwartych oczach, szła ku temu złowrogiemu posłańcowi śmierci, który ostrym zgrzytem zmącił słodką harmonję wieczoru“."
      }
    ]
  }
}