{
  "chapterNumber": 35,
  "title": "Tom II, Rozdział XVI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVI."
      },
      {
        "index": 2,
        "text": "Janka, nie domyślając się niczego, weszła do mieszkania Zaleskich, na pierwsze piętro."
      },
      {
        "index": 3,
        "text": "Janowa rzuciła się do niej z krzykiem radości."
      },
      {
        "index": 4,
        "text": "— Laboga, ady to panienka moja!.. Pani! pani... — wołała do pokoju pośpiesznie. — Panienka z Bukowca przyjechała!.. jaka to pani dobra... a ja dzień i noc myślałam o panience i tak się nieraz głowiłam, co też panienka robi?.."
      },
      {
        "index": 5,
        "text": "Utarła nos z hałasem i rozpłakała się, całując ją po rękach z uniesieniem."
      },
      {
        "index": 6,
        "text": "Zaleska w niezapiętym szlafroku, nieumyta, z przypudrowaną tylko twarzą, wybiegła, rzucając się Jance na szyję."
      },
      {
        "index": 7,
        "text": "— Boże, co za niespodzianka!.. Myślałam, że pani zapomniała już o nas. Janowa, herbaty! Niechże pani pozwoli dalej! — zaczęła pomagać jej przy rozbieraniu. — Papierosa tymczasem, proszę pani!.. ach, pani nie pali. Boże, jakże pani pięknie wygląda!.. Co za nieład!.. Janowa! Janowa!.. herbaty prędzej!.."
      },
      {
        "index": 8,
        "text": "Zaczęła biegać po pokoju tak zapełnionym sprzętami, garderobą porozrzucaną, nutami i dziennikami, które leżały wszędzie, że usiąść nie było miejsca. Pobiegła do kuchni, krzyczała na dzieci, sprzeczała się z Janową, wreszcie przybiegła i przy biurku, na heljotropowym papierze napisała kilka wierszy, z któremi wysłała Janową."
      },
      {
        "index": 9,
        "text": "— Ciekawe, od kogo teraz pożycza? — myślała Janka, zobaczywszy list."
      },
      {
        "index": 10,
        "text": "— Ach, jakam szczęśliwa, że panią widzę, to wypowiedzieć nie umiem. — Znowu serja całusów, słów bez związku, uśmiechów, ruchów, przesuwań wszystkich krzeseł i bieganiny wkółko."
      },
      {
        "index": 11,
        "text": "— Cóż słychać u państwa? — zapytała Janka dość chłodno; raził ją nieład i to jej roztargnienie."
      },
      {
        "index": 12,
        "text": "— O, dobrze, bardzo dobrze!.. mam dosyć lekcyj nieźle płatnych."
      },
      {
        "index": 13,
        "text": "— A kiedyż koncert? — zapytała ciszej i odwróciła głowę, bo gryzący uśmiech miała w oczach."
      },
      {
        "index": 14,
        "text": "— Niedługo, jeszcze czekam. Widzi pani, przeprowadzka, zainstalowanie się, pozawieranie a raczej poodnawianie znajomości zajęły nam bardzo wiele czasu. Ale teraz zaczynam już myśleć o koncercie, szykuję się... o, ja mam cierpliwość, jak pani wie, mam!.. — podeszła do przymkniętych drzwi sąsiedniego pokoju na palcach, zajrzała i cofnęła się śpiesznie."
      },
      {
        "index": 15,
        "text": "— Czuje się pani szczęśliwszą, niż w Bukowcu?"
      },
      {
        "index": 16,
        "text": "— O, o całą oktawę! Żyję przynajmniej w cywilizowanym świecie. Bywam w domach, gdzie zbiera się literatura, sztuka i teatr!.. o, nieskończenie jestem szczęśliwsza... kilka razy grałam z wielkiem powodzeniem na rautach!.. — zajrzała znowu do sąsiedniego pokoju. — I gdyby nie różne kłopoty... no, ale się wszystko przetrzyma! Jakoś tam będzie! Mężuś bierze lekcje śpiewu i uczy się bohaterskich partyj: Raula, Lohengrina, Wilhelma Tella! Wolno idzie, bo musi przecież chodzić do biura. Tak, tak się to żyje, ale co u pani?.. co w Bukowcu?.. Była tu u mnie niedawno matka pana Stasia. Bardzo miła kobieta, tylko taka dziwna... przyszła się wypytywać o syna, mnie... uważa pani, jakie to kłopotliwe... skarżyła się, że zaprzestał wszystko pisywać w listach, szczególniej od mojego wyjazdu z Bukowca. — Zarumieniła się. — Prosiła mnie, żebym mu nie cofała swojej przyjaźni, że on zupełnie zasługuje nawet na miłość... doprawdy, że nie rozumiem, czego ona chciała."
      },
      {
        "index": 17,
        "text": "— Stefa! — rozległ się głos Henia z drugiego pokoju. — Wody do mycia!.. co u djabła, dwie wiedźmy w domu, a nic nienaszykowane!.. — krzyczał ze złością."
      },
      {
        "index": 18,
        "text": "Zaleska pomieszana pobiegła do niego."
      },
      {
        "index": 19,
        "text": "— A, przecież usłyszałaś... kamaszki, dawajże mi kamaszki, cóż u starego djabła!"
      },
      {
        "index": 20,
        "text": "Umilkł nagle, musiała mu powiedzieć o obecności Janki i słychać było tylko skrzyp łóżka. Wstawał i ubierał się. Stefa ze spuszczonemi oczyma nosiła mu wodę, kamasze, bieliznę i nie śmiała spojrzeć na Jankę, która odwróciła się nieco do okna przez delikatność, ale wytrzymać nie mogła, tak ją irytowało tyranizowanie Stefy."
      },
      {
        "index": 21,
        "text": "Janowa powróciła z ulicy i nakrywała do herbaty w przyległym saloniku, który służył i za jadalnię i za pokój dziecinny, bo był obstawiony łóżeczkami. Stara była tak rozradowana obecnością Janki, że co chwila przybiegała patrzeć na nią i całować po rękach."
      },
      {
        "index": 22,
        "text": "— Kuntentność mam taką w sobie, że laboga! — szeptała."
      },
      {
        "index": 23,
        "text": "— Dzień dobry drogiej pani, dzień dobry! — wołał Zaleski, wchodząc. Był ubrany w jasny garnitur, w krawatkę błękitną, w artystyczny węzeł zawiązaną. Jasny, uśmiechnięty, woniejący, w koszuli w różowe paski z białym kołnierzykiem, w lakierkach. Piękny, jak tenor prowincjonalny i z głupim, iście tenorowym, uśmiechem na ustach, posunął się do niej, ścisnął jej rękę, potrząsając zgóry, jakby ją chciał jej wsadzić w bok. Upadł niedbale na krzesło, założył nogę na nogę, wsadził monokl w oko, wyciągnął mankietki i tak siedział z przymrużonemi oczyma, pozwalając się łaskawie podziwiać."
      },
      {
        "index": 24,
        "text": "— Doprawdy, że na ulicy nie poznałabym pana! — zaczęła Janka, z trudem tłumiąc śmiech, takim się jej wydał głupio zabawnym."
      },
      {
        "index": 25,
        "text": "— Si... si... signora! to naturalne!.. — mówił z komiczną wyniosłością. — Człowiek taki, jak ja, w nędznej budzie, jak Bukowiec, nie mógł być na właściwem miejscu, nie mógł czuć się sobą. Doprawdy, dzisiaj dziwię się, że tam mogłem tak długo wytrwać — zakończył pogardliwie, wsadzając monokl, który mu wypadł."
      },
      {
        "index": 26,
        "text": "— Mężusiu, poproś panią na śniadanie."
      },
      {
        "index": 27,
        "text": "— Pani — rzekł z ukłonem, królewskim ruchem ręki zapraszając. — Gdybym był wcześniej głos swój zaczął obrabiać, śpiewałbym już w operach, a tymczasem muszę jeszcze zaczekać, muszę jeszcze pojechać do Medjolanu na jakie pół roku."
      },
      {
        "index": 28,
        "text": "— Tak mężusiowi radzą, ale to jeszcze niewiadomo, bo..."
      },
      {
        "index": 29,
        "text": "— Nie przerywaj, żonusiu... tak będzie, jak ja chcę. Mam zresztą bardzo bogatego mecenasa, który się zachwyca moim głosem. Wierzy pani, że biorę górne cis, jak Mierzwiński, o... — zaśpiewał pełnym głosem i z wielką łatwością jakiś pasaż. — Mecenas powiada, że w górnym regestrze mam najszlachetniejszy metal. Na pierwszy występ biorę Jontka w „Halce“. Żonusiu! — zawołał groźnie, otworzywszy jajko, które przed nim leżało na serwetce. — Te jajka są za twarde, ja takich jadać nie mogę, mnie zabroniono, mówiłem tyle razy!.. — mówił z oburzeniem."
      },
      {
        "index": 30,
        "text": "— W tej chwili będą inne. Janowa, codzień wam mówię, żeby się tylko jajka ścięły."
      },
      {
        "index": 31,
        "text": "— Adyć to już wymysły czyste; niecałe Zdrowaś trzymałam je we wodzie. Pan to ino ciągiem piekło robi, a to jajka za twarde, a to za słone, a tera..."
      },
      {
        "index": 32,
        "text": "— Moja Baucis, nie falsetuj, tylko dawaj świeże jajka."
      },
      {
        "index": 33,
        "text": "— Kiej już niema."
      },
      {
        "index": 34,
        "text": "— Kup, ugotuj i dawaj!.. prędzej!.. — zawołał silniej, wciskając monokl, który mu ustawicznie wylatywał z oka."
      },
      {
        "index": 35,
        "text": "Zaleska znowu napisała heljotropowy liścik i w kilkanaście minut Henio z całą ważnością połknął dwa jajka. Wypił szklankę bardzo lekkiej herbaty i, gryząc sucharek, rzekł z namaszczeniem:"
      },
      {
        "index": 36,
        "text": "— Sztuka, to męczeństwo!.. widzi pani, sucharki jadam, jak dziecko."
      },
      {
        "index": 37,
        "text": "— Takie poświęcenie nie zostanie bez nagrody — odpowiedziała z drwiącym uśmiechem, ale nie zrozumiał ironji."
      },
      {
        "index": 38,
        "text": "— Jakże ojciec?.. słyszałem o wszystkiem i było mi bardzo przykro, ale, droga pani, myśmy to przewidywali, niestety! przykry był w stosunkach, często niesprawiedliwy, no, ale to trudno, człowiek starej daty, rutynista..."
      },
      {
        "index": 39,
        "text": "— Kiedyż ślub pani? — przerwała mu szybko żonusia."
      },
      {
        "index": 40,
        "text": "— W początku maja."
      },
      {
        "index": 41,
        "text": "— A, wychodzi pani za tego... jakże się nazywa?... aha, za Grzesikiewicza, poczciwe chłopisko!... orzeł to nie jest, trochę, jakby to powiedzieć... — pstrzyknął w palce, pociągnął mankietki i wsadził monokl. — No mniejsza, ale winszuję pani szczerze szczęścia w tym związku..."
      },
      {
        "index": 42,
        "text": "— Dziękuję i nawzajem życzę panu scenicznych sukcesów — powiedziała dosyć cierpko, bo ją ten jego głupio-protekcyjny ton irytował."
      },
      {
        "index": 43,
        "text": "— Sukcesy, wieńce, oklaski, powodzenie, o, będzie to wszystko, daję pani na to słowo honoru. — Przycisnął rękę do piersi teatralnym ruchem, obtarł fularem usta, otrzepał starannie klapy, przejrzał się bez ceremonji w wiszącem nawprost stołu lustrze i powstał."
      },
      {
        "index": 44,
        "text": "— Bardzo żałuję, ale muszę się wyrzec towarzystwa tak miłego i wyjść."
      },
      {
        "index": 45,
        "text": "— Mężusiu, mieliśmy iść razem, pamiętasz gdzie..."
      },
      {
        "index": 46,
        "text": "— Ja państwu nie przeszkodzę, bo wpadłam tylko na chwilę i mam rzeczy do kupowania — zaczęła Janka, podnosząc się także i kładąc kapelusz."
      },
      {
        "index": 47,
        "text": "— Ależ żonusia zostanie, ja muszę iść sam, bo przypominam sobie, że jednemu z kompozytorów obiecałem, że przyjdę do Semadeniego w tej porze. Addio, ma bella, addio Signora! — rzucił pocałunek od ust, kiwnął niedbale głową i wyszedł."
      },
      {
        "index": 48,
        "text": "Na schodach jeszcze słychać było jego organ, brzmiący najszlachetniejszym metalem."
      },
      {
        "index": 49,
        "text": "— Śliczny głos! — szepnęła Zaleska, nasłuchując z lubością. — Prawda, jaki on piękny? Niechże pani jeszcze siada na chwileczkę. Ma szalone powodzenie u kobiet, całe stosy bilecików przynosi do domu. Śmiejemy się z nich razem i nieraz ja sama umyślnie odpisuję. To takie zabawne, bo wyznaczam schadzki w takich godzinach, w których mężuś jest albo w biurze, albo na lekcji. Tak, przypominam sobie, że go wczoraj zapraszał Noskowski. Niechże pani jeszcze nie odchodzi, a może cukierka, te są przepyszne!... — zapraszała uprzejmie, podając pudełko."
      },
      {
        "index": 50,
        "text": "Janka tak miała ich dosyć, że, nie zważając na pocałunki i gorące prośby Zaleskiej, ubrała się i wyszła. Na ulicy już dogoniła ją Janowa."
      },
      {
        "index": 51,
        "text": "— Duchem lecę, a ledwiem zgoniła. A to chciałam pokornie się przypomnieć, co jakby panienka chciała mnie wziąć do Krosnowy..."
      },
      {
        "index": 52,
        "text": "— Dobrze. Od świętego Jana, bo zaraz po ślubie wyjeżdżamy z mężem i dopiero w lipcu będziemy zpowrotem, ale ja powiem panu Grzesikiewiczowi..."
      },
      {
        "index": 53,
        "text": "— Bo widzi panienka, ja już tu ścierpieć dłużej nie ścierpię. Dobrzy są ludzie. Pani na ten przykład, ale cóż, kiej jej tu cosik brak — stuknęła się w czoło — i pomyślonek ma kiepski. A pan, to takie ladaco, że jaże wstyd mówić panience, cięgiem się ino drze, kieby go kto wrzątkiem polewał, że jaże państwo z dołu przysyłają, co sypiać nie mogą. I taka bieda, taka bieda, że wszystko się na bórg bierze, na karteczki. Pani się zaharowywa, bo całe dnie chodzi uczyć grania, a on, co zarobi i co wyciągnie od pani... słyszy to panienka?.. to przepuści z takiemi!.. — zaakcentowała pogardliwie. — Oho, dobrze wiem, ino pani nie powiem, bo i tak ma za swoje, a un taki pies niepoczciwy..."
      },
      {
        "index": 54,
        "text": "— Córkę widuje Janowa często? — przerwała jej Janka."
      },
      {
        "index": 55,
        "text": "— A jakże, panienko, a toć i wczoraj widziałam moją panią córkę. Zobaczyłam ją zdaleka, jak se szła do szkoły, służąca niesła za nią książki, schowałam się do bramy, bo mi tak cosik zatchnęło w piersiach, że tchu złapać nie mogłam, ale wytchnęłam ździebko głowę, zobaczyła mnie i ośmiała się. Bledziuchna taka, kiej panienka, a w pasie to cienka jak osa, a tak się rucha cała kiej na sprężynach i szlachetnie niby pani ubrana."
      },
      {
        "index": 56,
        "text": "— Rozmawia z nią Janowa?"
      },
      {
        "index": 57,
        "text": "— A gdzieżbym ja śmiała zaczepić na ulicy taką szlachciankę, przecież ja prosta kobieta jezdem, nienauczna, jeszczeby się pogniewała, bo zawsze tak jej śpieszno do tych klasów, że chociaż me obaczy, to ino spojrzy, co jaże mnie gorącość przejmie i poleci — mówiła, podnosząc na Jankę wybladłe, pełne łez oczy. — Byłam raz w niedzielę u tych jej opiekunów. Czekałam w kuchni, wyszedł lokaj i powiada, że jaśnie panienka kazała, żeby niania, to niby ja, przyszła. Poszłam, zaprowadziła mnie do swojego pokoju, takiego śliczniuchnego, co jażem się przeżegnała. I u najpierwszej dziedziczki, to piękniej nie jest. Pokazała mi wszystkie podarunki, jakie dostała. Jezus! jakie śliczności i materje i złoto żółciutkie i brelanty! Nagadałam się z nią długo, a potem to mi przynieśli obiad, a moja pani córka dała mi te chustke i kazała koniecznie w niej chodzić, a na odchodnem me prosiła, żeby często przychodzić, tylko że ona się musi teraz dużo uczyć i taka była dobra dla mnie, tak me pogłaskała po gembie, żem ją jaże pocałowała w rączkę, a ma takusią, paninko!.. — pokazała na trzy swoje palce. — Dobrą mi Pan Jezus dał córkę, dobrą!.. Juści, matce toby się ta chciało popieścić z gołąbką, popłakać, ale kiej nie można teraz, to nie można... — obtarła fartuchem oczy."
      },
      {
        "index": 58,
        "text": "— Janowa jest taką dobrą matką, że lepszej chyba na świecie niema."
      },
      {
        "index": 59,
        "text": "— Panienko, to przecież moje dzieciątko! — zawołała prosto. — Hale! byłam tam we szpitalu, u starszego pana i tak się spłakałam, że jaże mnie mroczyło."
      },
      {
        "index": 60,
        "text": "— Była Janowa?.. a, moi drodzy, dziękuję wam z całego serca! — zawołała rozrzewniona."
      },
      {
        "index": 61,
        "text": "— Jak mi pani powiedziała o wszystkiem, to się jednej niedzieli wystroiłam i poszłam. Nie poznało mnie panisko. Mówiłam: adyć jezdem Janowa, proszę pana naczelnika. Janowa, służyłam u państwa w Bukowcu! Krzyczeć zaczął, co niema żadnego Bukowca, słyszy też panienka? i tak gadał do siebie i tak się patrzył temi czerwonemi oczami, kiej wrona, co jej chłopaki na psotę ślepie wypalą. Laboga! myślałam, że mi serce pęknie z bolenia. Mój Boże! taki naczelnik, taki nauczny, taki szlachcic dobry i tak mu popadło robakowi. — Lamentowała z głębokiem, pełnem zgrozy współczuciem."
      },
      {
        "index": 62,
        "text": "Rozstała się z Janową i szła wolno Marszałkowską."
      },
      {
        "index": 63,
        "text": "Słońce świeciło jasno i rozlewało potoki ciepła i wesela na twarze przechodniów. Tłumy zapełniały ulice, tłumy strojne, banalnie uśmiechnięte, sztywne w swoich świątecznych sukniach; wybladłe twarze podnosiły do słońca, a zmęczone powieki spadały na oczy pod dotknięciem blasków. W tem silnem, południowem słońcu, w tem wiosennem powietrzu, co zawiewało od ogrodów zieleniejących, od pól odległych, od sprzedawanych po ulicach fiołków i hiacyntów, odcinały się ostro chorobliwe twarze ludzi. Śmiech drżał w powietrzu, ale jakiś nieszczery, wymuszony i rozpływał się szybko, ginął w głuchym gwarze, w turkocie dorożek, w odgłosach tramwajowych dzwonków i pozostawiał tylko jakiś rytm ciężki troski, zmęczenia i apatji."
      },
      {
        "index": 64,
        "text": "Janka zaczęła uczuwać udręczenie: to, co widziała u Zaleskich, ich całą nędzę wewnętrzną, oszukiwanie się, kłamstwo, pozory łudzące, blagę, zaczynała teraz dostrzegać i na ulicach i w twarzach przechodniów i w tym ruchu szalonym a bezcelowym, wywoływanym nie potrzebą, lecz chęcią ogłuszania się."
      },
      {
        "index": 65,
        "text": "Wróble świerkały radośnie i tarzały się pijane wiosną po trawnikach, pokrytych delikatnym puchem zieleni, drzewa otaczały się już przesubtelną aureolą młodych, pierwszych listków, w powietrzu drgała wiosna z całym swoim czarem; ale Janka rozglądała się po Saskim ogrodzie ze smutkiem prawie, ludzie przysłaniali jej sobą wszystko — te tysiące twarzy, które się snuły po ogrodzie, śmiały, mówiły — te stroje błyskotliwe i tandetnie świetne, zasłaniały tylko a nie przykrywały trosk i nędzy, jakie się poza niemi taiły."
      },
      {
        "index": 66,
        "text": "— Blaga! blaga! blaga! — myślała, patrząc w ich dusze jakimś ostrym wzrokiem przenikania nawskróś, do dna wszystkiego. Widziała, że te piękne warszawianki są sztuczne, poretuszowane pudrem, szminką, różem, woalkami, kapeluszem, suknią; że te ciała są nierozwinięte, pokręcone, że poza maskami banalnie uśmiechniętych twarzy niema nic; że te fiołkowe, czarne, niebieskie oczy patrzą pustką i głupotą; że mężczyźni chudzi, mali, wynędzniali, nerwowi, są wprost marni, wiało od nich chłodem zużycia i przesytu. Patrzyła coraz uważniej i później zaczęła spostrzegać coraz wyraźniej w tych tłumach piętno walki, tragicznej, codziennej, głupiej i zabijającej powoli walki o byt."
      },
      {
        "index": 67,
        "text": "Nic tylko o żer! tylko o żer! — myślała z litością i wiedziała teraz, że to jarzmo przeklęte tak zgina tych ludzi, ogłupia i wysysa z nich wszystkie myśli i pragnienia szersze. Dalszy ciąg myśli przerwał Andrzej, który już czekał przy fontannie; zadrżała na jego widok, nie wiedząc dlaczego."
      },
      {
        "index": 68,
        "text": "— Zimno pani? — zapytał, spostrzegłszy to."
      },
      {
        "index": 69,
        "text": "— Chodźmy z ogrodu, zimno jest istotnie."
      },
      {
        "index": 70,
        "text": "Pozałatwiali sprawunki, zjedli obiad w hotelu i przed wieczorem samym wyjechali."
      },
      {
        "index": 71,
        "text": "W wagonie już zaczęła mu opowiadać o Zaleskiej i o Janowej. — Mówiła z goryczą i politowaniem smutnem."
      },
      {
        "index": 72,
        "text": "— O Zaleskim dawno wiedziałem, że to błazen i cyrkowiec, ale że ona taka naiwna i wierzy w jego głos i karjerę na scenie — nie myślałem. Szkoda jej, bo że on ją rzuci i pozostawi na bruku, tego jestem pewny, bo do głupoty przymieszały się teraz aspiracje, zaraził się niemi od żonusi. Ach, te wyższe aspiracje! — rzucił szorstko i pogardliwie. Przecież jeśli to nie jest śmieszne, to jest głupie. Tacy Zalescy mają aspiracje, ona będzie zdobywać świat muzyką, on głosem. Ha, ha! — zaśmiał się."
      },
      {
        "index": 73,
        "text": "Janka patrzyła się na niego trochę smutnie, ale mówić zaczęła:"
      },
      {
        "index": 74,
        "text": "— Tak, ona jest naiwna, słaba i śmieszna, ale ma właśnie te głupie szersze aspiracje. Jej nie wystarcza to życie codzienne, umiera w tem jarzmie bez pożytku dla nikogo. Pan jest szczęśliwym przez to, że się pan do swoich warunków życiowych tak przystosował, iż nie ma potrzeby pragnienia czegoś więcej. Ale ona! ale inni! nie śmiejmy się! nie potępiajmy ludzi za ich pragnienia, często nierozsądne, za ich marzenia, prawie nigdy nieurzeczywistnione, bo cierpią przez nie i dla nich. Boże, jakie tragedje odgrywają się w takich duszach, ile szamotań, męki, łez płynie w cichości, zdala od oczu ludzkich i o tem nikt i nigdy wiedzieć nie będzie. Tak mi żal dusz takich, jak Zaleska, bo pod maską pewnych śmiesznostek, które się wydają takiemi tylko, że nie umiemy przeniknąć do głębi, jest tam ciągłe krwawienie, ciągły wysiłek, a nie będzie nigdy szczęścia i wszystko to, całe jej życie przejdzie nadaremnie."
      },
      {
        "index": 75,
        "text": "— Tak, tak, ma pani słuszność! — szepnął z głęboką przykrością."
      },
      {
        "index": 76,
        "text": "Janka popatrzyła na niego długo, potem oparła głowę o poduszki i zaraz usnęła."
      },
      {
        "index": 77,
        "text": "Andrzej wyszedł i, paląc papierosa po papierosie, chodził po korytarzu i co chwila patrzył przez niedomknięte drzwi na śpiącą. Był wzburzony i nie mógł stłumić w sobie jakiegoś żalu do niej, co się wyłonił teraz w nim i przejmował udręczeniem. Niechęć prawie czuł w sobie do jej inteligencji, do jej wyższości rasowej i intelektualnej. Teraz dopiero zapragnął nagle, żeby go kochała, bo dotychczas wystarczało mu to, że on sam kochał, że myślał o niej, że odgadywał i spełniał jej najmniejsze życzenia, że żył jej uśmiechami i nadzieją, że będzie jego żoną i wystarczało mu takie kochanie; ale teraz, w tej chwili jakby przebudzenia, pragnął jej miłości, pragnął panowania nad nią, pragnął ją posiąść całą i mieć."
      },
      {
        "index": 78,
        "text": "Przystanął i długo patrzał na jej twarz, tonącą w mroku wagonu; spała jakimś cichym snem; półotwarte usta swoją purpurą odcinały się mocno od bladości twarzy, opadłe powieki rzucały długi cień na policzki, była bardzo piękna."
      },
      {
        "index": 79,
        "text": "Pociąg biegł bez ustanku, zatrzymywał się na stacjach mgnienie, wyrzucał z siebie pasażerów, zabierał nowych, gwizdał, dyszał i znowu leciał, niby potwór, ziejący ogniem w tumanie dymów, w deszczu iskier, co jak ogon komety ciągnął się za nim. Noc była ciemna, w wagonach spali wszyscy; Andrzej pozasuwał firanki na latarnię i usiadł naprzeciwko śpiącej i patrzył się w jej twarz coraz bliżej. Walczył z sobą. Była tak piękna, że przenikał go dreszcz ognisty, że wyciągał już ręce, aby ją pochwycić i ucałować, ale powstrzymał się prawie w ostatniej chwili i, aby nie ulec pokusie, wyszedł znowu na korytarz. Spacerował w dalszym ciągu, ale już nie patrzył na Jankę, ochłonął i jakiś nastrój nudy i zniechęcenia powoli nim owładnął; zobojętniała mu nagle tak, że, widząc sąsiedni przedział pusty, położył się w nim i usnął."
      },
      {
        "index": 80,
        "text": "Konduktor obudził go w Bukowcu. Nie usprawiedliwiał się nawet przed nią, że spał, wyprowadził ją z wagonu, wsadził do czekającego powozu i, drzemiąc całą drogę, dowiózł do Rozłogów."
      },
      {
        "index": 81,
        "text": "Pożegnali się, jak zwykle, krótkiem „do widzenia“."
      }
    ]
  }
}