{
  "chapterNumber": 5,
  "title": "Tom I, Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "— Panienko, oto Bartek z Krosnowy przyszedł i powiada, że go dziedzic przysłali po list."
      },
      {
        "index": 2,
        "text": "— Niech Janowa każe mu przyjść do mnie."
      },
      {
        "index": 3,
        "text": "— Hale!... wczoraj podłoga myta, a tam bez las takie błocko, takie... możeby..."
      },
      {
        "index": 4,
        "text": "— Zawołać go zaraz, podłogę Janowa wytrze."
      },
      {
        "index": 5,
        "text": "Bartek przyszedł i stał przy drzwiach, obracając nieśmiało czapkę, a Janowa ze stołowego pokoju spoglądała na jego buty z jakąś komiczną nienawiścią, bo istotnie zostawiały grube ślady na woskowanej posadzce."
      },
      {
        "index": 6,
        "text": "Janka pisała, ale co chwila darła arkusiki i zaczynała na nowo. Chciała podziękować Grzesikiewiczowi za pamięć i odpisać kilka słów uprzejmych, a nic nieznaczących. Wreszcie po długich usiłowaniach skleiła odpowiedź."
      },
      {
        "index": 7,
        "text": "— Dawno jesteście u pana Grzesikiewicza? — zapytała, pieczętując list."
      },
      {
        "index": 8,
        "text": "— He! he!.. a zawdy byłem, nikaj indziej nie służyłem."
      },
      {
        "index": 9,
        "text": "— Starsza pani zdrowa?"
      },
      {
        "index": 10,
        "text": "— He! he!.. zdrowa, musi być zdrowa, bo jeszcze rano Jewkę sprała po gębie — śmiał się głupowato Bartek, obracając coraz szybciej czapkę, i okrągła, pucołowata twarz, wygolona starannie, z szerokiemi ustami, małym noskiem, okrągłemi oczyma i z grzywką żółtawych włosów, równo obciętych nad czołem, krzywiła mu się zadowoleniem."
      },
      {
        "index": 11,
        "text": "— Oddajcie list i kłaniajcie się państwu. Jak się nazywacie?"
      },
      {
        "index": 12,
        "text": "— He! he!.. a Bartek! To panienka nie wiedzą? a przecież wszyscy wiedzą! — Bartek list obwinął w chusteczkę, wsadził ją w zanadrze, pochylił się do nóg, pochwalił Boga i wyszedł."
      },
      {
        "index": 13,
        "text": "W kuchni czyhała na niego Janowa."
      },
      {
        "index": 14,
        "text": "— Bartek, ty zapowietrzony, a nie mogłeś to se niezdaro bucisków obmyć w wodzie, co? to do pokojów będziesz chodzić w takich gnojach, co? Drugi raz to cię przetrącę."
      },
      {
        "index": 15,
        "text": "— He! he!.. ożynię się z wami, kobito, i pogodziwa się!"
      },
      {
        "index": 16,
        "text": "— Hale! będziesz się tu, pokrako jedna, prześmiwać! — i oglądać się zaczęła za miotłą."
      },
      {
        "index": 17,
        "text": "Bartek sunął prędzej do drzwi i walił nogami tak silnie, że błoto kawałami odpadało mu od butów na czystą podłogę kuchni, największą troskę i chlubę Janowej."
      },
      {
        "index": 18,
        "text": "Zabrał gazety z poczty, wsadził je do parcianej torby, którą sobie przewiesił przez ramię, popatrzył przed stacją na trenującego się Zaleskiego i ruszył przez las do domu. Leciał prędko, ale im bliżej był Krosnowy, tem większa markotność i niepokój przepełniały mu duszę. Przystawał, zdejmował czapkę i drapał się frasobliwie po głowie. — I... raz kozie śmierć — mruczał, naciskał głębiej czerwoną, krakowską rogatywkę, ucierał nos w palce, obciągał szeroki, nabijany mosiężnemi blaszkami skórzeń i szedł wolniej, bojaźliwem spojrzeniem badając drogę, wybiegającą z lasu na wielkie pola, pofalowane wzgórzami, pocięte długiemi obszarami zbóż ozimych, podorówek i rdzawych, wytartych ugorów i ściernisk. Lasy wielkiem kołem, jakby obręczą niebieskawą, ściskały obszary pól, z majaczącą wśród nich wsią dużą, przez której domy i sady, w połowie ogołocone z liści, błyskała szeroka, wijąca się kapryśnemi skrętami rzeka, płynąca z lasów do wielkiego stawu przy dworskim ogrodzie, skąd wylewała się na młyńskie koła i płynęła niżej przez wielki park, przecinała drogę i migotała błyszczącą w słońcu wstęgą na łąkach żółtawych, pomiędzy kępami czarnych olszyn i długich plam trzcin poschniętych."
      },
      {
        "index": 19,
        "text": "Bartek most przeszedł i wspaniałym z lip olbrzymich szpalerem, sadzonym w kierunku nasypu, trzymającego rzekę na wodzy, biegł ku dworowi, zdaleka już bielejącemu wielką kolumnadą podjazdu, nad którą okna piętra, zakończonego bardzo śpiczastym dachem o dwóch kondygnacjach, odbijały jaskrawo promienie słońca. Przeszedł skośnie wielki klomb, otoczony niskim, berberysowym żywopłotem, porozrywanym i uschłym w połowie, w którym zamiast trawników i kwiatów rosły kartofle, i poszedł wbok, do dużej oficyny, stojącej w cieniu kasztanów, połączonej z dworem gankiem krytym, pełnym powybijanych szyb, obdartym z szalowania, jakiem niegdyś był obity. Zajrzał przez otwarte okno do kuchni."
      },
      {
        "index": 20,
        "text": "— Magda, a kaj pani gospodyni?"
      },
      {
        "index": 21,
        "text": "Magda wskazała mu głową na sień i tłukła dalej kartofle w wielkiej cebratce, buchającej kłębami pary."
      },
      {
        "index": 22,
        "text": "Na progu sieni, do której się schodziło przez czworokątne zagłębienie, tworzące wpuszczony w dom ganek, siedziała Grzesikiewiczowa na starym, podartym fotelu, z którego wyłaziło włosie. Darła pierze w przetak, trzymany na kolanach, i co chwila rzucała oczyma na klomb i na drugie podwórze, oddzielone od paradnego wyplatanym płotem chróścianym i rządem wysmukłych, z poschłemi wierzchołkami, topoli, otoczone z trzech stron budynkami gospodarskiemi."
      },
      {
        "index": 23,
        "text": "Bartek w ganku czapką zdjął, torbę przekręcił i wyjmował gazety."
      },
      {
        "index": 24,
        "text": "— Masz list od panienki? — zapytała łagodnym głosem, podnosząc ku niemu siwe, bystre oczy i twarz wybladłą i pomarszczoną."
      },
      {
        "index": 25,
        "text": "— Jużci, że mam. Panienka kazała mi przyjść do pokoju, kazała list oddać i kazała grzecznie się kłaniać państwu, he! he..."
      },
      {
        "index": 26,
        "text": "— I zdrowa panienka, co?"
      },
      {
        "index": 27,
        "text": "— Musi być, co tam o tem w liście stoi, alem widział, że sielnie bledziuchna na gembie, kiej miesiąc na nowiu, i tak miętko gada, com ledwie usłyszał. Pytała się mnie, czy dawno służę u państwa? — he! he! — śmiał się cicho, bo mu się dziwnem wydawało, że ona nie wie — przecież cały świat wiedział, nawet w Miechowie Żydzi wiedzieli, że się on u nich chował od dzieciństwa. — Pytała się, czy starsza pani, to niby gospodyni, zdrowa? Pedziałem, że zdrowa. Kazała się kłaniać i przyszedłem."
      },
      {
        "index": 28,
        "text": "— Nic więcej nie mówiła? — spytała się, bo ogromnie lubiła wypytywać ludzi."
      },
      {
        "index": 29,
        "text": "— He! he!.. a dyć mówiła: Jak się nazywacie? A Bartek! odrzekłem. A dawno służycie? A zawzdy, pedam, he! he... A starsza pani zdrowa? — powtarzał wkółko."
      },
      {
        "index": 30,
        "text": "— Bartek, idźże do kuchni, pomożesz Magdzie zanieść świniom, a potem pójdziesz do kopców, tylko się nie gzij, bo zobaczysz... — pogroziła mu."
      },
      {
        "index": 31,
        "text": "Bartek torbę powiesił w sieni i poszedł, ale powrócił zaraz, miął czapkę w ręku, drapał się po głowie, przestępował z nogi na nogę i nieśmiało patrzył się na starą."
      },
      {
        "index": 32,
        "text": "— Czego chcesz?"
      },
      {
        "index": 33,
        "text": "— A to... możeby pani gospodyni — pochylił się i pocałował ją w kolano — wstawili się do pana dziedzica, bo mi się cosik we łbie pokręciło i te listy, co mi dziedzic dali na pocztę, pójdą na maszynę dopiero jutro, a bez to dopiero jutro pójdą nie dzisia, że pan dziedzic powiedzieli: modry na maszynę, a biały do naczelnika. Baczyłem do lasu, ale potem tak mi się we łbie pokiełbasiło, że myślałem, co modry la naczelnika, a biały na maszyne, inaczej ich dać nie chciałem. Naczelnik mnie skrzyczał, bo modry był na maszynę, a biały do naczelnika! Baczyłem do lasu, a w lesie to mi się widziało, że modry był..."
      },
      {
        "index": 34,
        "text": "— Dobrze, dobrze — przerwała mu prędko, bo nie zrozumiała, o co mu idzie. Odstawiła pierze z gazetami i listami, które wzięła przez czerwoną zapaskę samodziałową, jaką była opasana, przeszła kuchnię i tym gankiem krytym poszła do dworu, do pokoju syna, położonego na piętrze, w rogu domu. Szła cicho przez wspaniale kiedyś urządzone pokoje, pełne jeszcze starożytnych, stylowych mebli, malowideł i złoceń na sufitach poczerniałych, obrazów zakurzonych na ścianach."
      },
      {
        "index": 35,
        "text": "Dwór był prawdziwie pański, Grzesikiewicz kupił go na licytacji ze wszystkiem, co w sobie zawierał, bo majątek ogromny obszarem ziemi i lasów, po śmierci właściciela, który się zastrzelił w przystępie obłędu, poszedł pod młotek na rzecz niezliczonych wierzycieli. Starzy Grzesikiewiczowie mieszkali w oficynie; dwór był za wielki i za paradnie urządzony dla nich, nie umieli chodzić po posadzkach i dywanach, ani też poruszać się wśród aksamitów, jedwabiów, bronzów i wielkopańskiego, wytwornego wykwintu; czuli się w tym domu skrępowani, jakby w kościele. Andrzej tylko zajmował dwa pokoje na piętrze, bo stamtąd miał całe podwórze i kawał pól na oczach, a reszta stała pustkami. W jednej połowie poskładano wszystkie meble bezładnie, a druga służyła za śpichlerz, skład uprzęży i starego żelastwa."
      },
      {
        "index": 36,
        "text": "Stara szła wolno, unosiła nieco szarej, beżowej sukni, bo kurz grubą warstwą pokrywał dywany i posadzki, i oglądała uważnie pokój po pokoju, wybierając w myśli mieszkanie dla przyszłej synowej. Dom cały, pomimo nagromadzonych w nim wspaniałości, mroził smutkiem i opuszczeniem. Wiele okien było pozabijanych deskami, w wielu szyby pozaklejane papierem, albo zapchane słomą; sprzęty koszlawe, bez nóg, z fornirami poodklejanemi, wyglądały niby najnędzniejsze kaleki w żydowskim składzie mebli. Marmurowe, rzeźbione kominki, o kratach ze złoconego bronzu, zarzucone było śmieciami. Ciężkie, aksamitne z adamaszków jedwabnych portjery zwieszały się w niektórych drzwiach oderwane; wiele obrazów wyleciało z ram i leżało w kurzu; tynki odpadały i tworzyły warstwę szarą na konsolach luster wspaniałych, zasnutych pajęczyną, martwych, na stołach inkrustowanych różnokolorowem drzewem i miedzią złoconą."
      },
      {
        "index": 37,
        "text": "W wielkim pokoju od ogrodu, oświeconym przez dwa weneckie okna, dawniej jadalnym, obstawionym kredensami, wyłożonemi dębowemi, rzeźbionemi boazerjami, leżały stosy cebuli, a na stołach dębowych, o wspaniałych blatach, pokrytych mozaiką z jasnego drzewa, czerwieniły się poukładane rzędem pomidory, wystawione tutaj na działanie słońca. Oszklone, szerokie drzwi prowadziły na taras, otoczony balustradą żelazną, kutą ręcznie w wielkie lilje; z tarasu kamienne schody, połupane, powybijane z obsad, prowadziły na trawniki. Grzesikiewiczowa popatrzyła na czerwone georginje, dogasające ostatniemi kwiatami, na żółte nagietki i blade ślazy, które rosły w klombach dziko i odradzały się same z każdą wiosną, na długie, powyginane, pełne wysepek jeziorko, ciągnące się od samego prawie tarasu i przez cały park, pełen starodrzewia, wzgórz sztucznych, grot, posągów potrzaskanych, ulic obsadzonych przystrzyżonemi grabami, aż do rzeki. Poodwracała część pomidorów i poszła na piętro, do syna. Mieszkanie Andrzeja utrzymane było przyzwoicie, miało czyste firanki i całe meble, ale czuć w niem było, że tutaj się tylko sypia, a nie myśli, nie żyje; taki stamtąd wiał chłód i tak poprawnie stały meble. Na długiem biurku pełno było papierów i ksiąg gospodarczych, słojów z próbkami sztucznych nawozów, rysunków, próbek ziemi i kilka retort. Stara pookurzała wszystko starannie, poprawiła pościel na łóżku i patrzyła długo na list Janki, opatrując go ze wszystkich stron. Przyglądała się ciekawie pismu z tą jakąś czcią i szacunkiem, z jakim się patrzą na nie chłopi, bo sama nie umiała pisać, ani pisanego czytać; czytywała tylko na swojej książce do nabożeństwa. Położyła list na biurku, w widocznem miejscu, pogładziła go pieszczotliwie, jakby Jankę głaskała i, uśmiechając się z radości, zeszła zpowrotem do oficyny. Zabrała pierze i zaniosła do swojego pokoju, położonego zaraz przy sieni, z którego okna wychodziły na podwórze i na warzywny ogród. Przymknęła lekko drzwi, aby słyszeć, co się dzieje w kuchni, i drobnemi kroczkami spacerowała po przecinającym pokój chodniku samodziałowym, w poprzeczne biało-zielone i czerwone pasy. Pokój miał podłogę prostą, z oheblowanych desek sosnowych, lśniących prawie od białości, i ściany wybielone wapnem z niebieską obwódką pod sufitem. Trzy rzędy obrazów świętych, we wspaniałych, złotych ramach, wisiały na ścianach, a nad łóżkiem ogromnem, mahoniowem, przyniesionem ze dworu, zasłanem pierzyną i stosem poduszek i jaśków w białych powłoczkach, wisiał obraz Matki Boskiej, przysłoniony muślinową firaneczką i otoczony kilkunastu obrazkami, przyklejonemi do ściany. W rogu izby starożytna, wykładana bronzami, komoda dźwigała dwa olbrzymie bukiety z papierowych róż żółtych i czerwonych, wstawionych w obtłuczone nieco wazony, pomiędzy któremi stała czarna, prosta pasyjka, opleciona różańcem, a nad komodą, aż do sufitu, wisiały obrazki, otaczające wielkiego, z kości słoniowej, Chrystusa, rozpiętego na hebanowym krzyżu. Niebieska lampa na poczerniałym łańcuszku paliła się przed krzyżem nieustannie."
      },
      {
        "index": 38,
        "text": "— Anusia! — zawołała do kuchni — naszykuj dla starszego pana podwieczorek."
      },
      {
        "index": 39,
        "text": "— O, pani! Prawdziwa pani! — myślała, uśmiechając się słodko na wspomnienie Janki. Pośliniła palec i pogładziła włosy, gładko rozczesane nad czołem, okryła się kraciastą chustką, wzięła kij, zajrzała do sąsiedniego pokoju i podreptała do kuchni. Sama krajała chleb dla służby i, wziąwszy naszykowany już podwieczorek dla męża, poszła w podwórze. Zajrzała najpierw do chlewów, przerobionych z dawnej psiarni."
      },
      {
        "index": 40,
        "text": "— Magda! toście tak żreć dawali, co? Połowa kartofli na ziemi, nie w korycie."
      },
      {
        "index": 41,
        "text": "— A to maciora wyrzuciła ryjem, niech gospodyni patrzą, jak wyrzuca."
      },
      {
        "index": 42,
        "text": "— Maciora! Ty tłomoku jeden, już nieraz widziałam, jak ty dajesz im jeść — krzyczała piskliwie i zaczęła rękami zbierać z ziemi kartofle z ospą i wrzucać do koryta. — Powiem panu dziedzicowi, to jak cię kijem przeleje trochę, to zaraz będziesz uważała, gdzie kłaść, zaraz zobaczysz koryto. Próżniaki! szelmy! — mruczała. — Bartek! zanieś starszemu panu do buraków, a żywo!"
      },
      {
        "index": 43,
        "text": "Bartek zniknął za węgłem z podwieczorkiem, a stara poszła dalej."
      },
      {
        "index": 44,
        "text": "W podwórzu cicho było, tylko kilkadziesiąt kaczek trzepało się po gnojowiskach i stada kur rozgrzebywały śmiecie i słomę przed stodołami."
      },
      {
        "index": 45,
        "text": "Wielkie, kudłate brytany, z rudawej sierści podobne do wilków, przykute przy drzwiach stajen, zaczęły się rzucać na łańcuchach i skomleć radośnie, pogłaskała każdego i weszła do środka, do źrebaków, zamkniętych w osobnej przegrodzie. Klepała ich po bokach, po karkach, głaskała i zaglądała do żłobków, a ujrzawszy w drugim końcu stajni koniarka, krzyknęła:"
      },
      {
        "index": 46,
        "text": "— Michał! źrebaki siana nie mają, od czegoś ty próżniaku! — pogroziła mu kijem i poszła do kopców, sypanych w ogrodzie."
      },
      {
        "index": 47,
        "text": "Kilkanaście fornalek woziło kartofle, które zsypywano w długie pryzmy. Stara szła przez ogród, zupełnie opuszczony, pełen odwiecznych drzew owocowych, pokrytych mchem, pod któremi stało kilkanaście pookręcanych słomą pni pszczół."
      },
      {
        "index": 48,
        "text": "Za ogrodem kilkadziesiąt kobiet, w jaskrawo czerwonych wełniakach i chustkach, kopało kartofle. Przysłoniła ręką oczy i patrzyła na młody zagajnik, przy którym biegła dróżka, wysadzona od pola brzózkami, a rdzawe kiście liści wznosiły się na białych pniach i na tle mocno błękitnem zagajnika rysowały się, niby wielkie pawie pióra. Dróżką migotał bułanek Andrzeja."
      },
      {
        "index": 49,
        "text": "W powietrzu była cisza zupełna; graby w parku ciągnęły się długiemi, rudawemi pasami, wiśnie ciemnoczerwone liście zrzucały na ziemię, świeżo rozkopaną, i plamiły ją, niby płatkami krwi zastygłej. Wróble goniły się pod stogami owsa, a wrony całą bandą chodziły po kartoflisku i zrywały się na każdy głośniejszy odgłos śpiewów, jakie płynęły w powietrzu od kopiących. Wozy turkotały, czasem krzyk fornali rozlegał się głośniej, razem ze świstem bata, to głuchy odgłos zsypywanych na ubitą ziemię kartofli, albo jakaś pszczoła zabrzęczała cicho i siadała na liljowych, ostatnich astrach; młyn huczał gdzieś za parkiem jednostajnie. Senność zdawała się spływać ze światłem słońca i rozwłóczyła się nad ziemią obnażoną ze zbóż, rozkopaną, obdartą z roślinności, zmiętą i zmęczoną wysiłkiem wegetacji, ludzie i zwierzęta chodzili ociężale, nie leciały pokrzyki radosne nad zżółkłemi trawami, nie szumiały drzewa prawie nagie, nie śpiewało ptactwo. Jesień pobrała barwy i siłę przyrodzie, na polach było szaro i pusto, tylko gdzie niegdzie zieleniły się młode zboża, a od łąk rozbrzmiewał głuchy, bez echa, poryk bydła. Zamierało wszystko, zapadało w długi sen i odpocznienie."
      },
      {
        "index": 50,
        "text": "Leciała zwrotka od kopiarzy, ale zaraz przepadła w ciszy i senności przestrzeni. Grzesikiewiczowa powróciła do domu, myśląc, że syna tam zastanie. Nie było go jeszcze."
      }
    ]
  }
}