{
  "chapterNumber": 6,
  "title": "Tom I, Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI."
      },
      {
        "index": 2,
        "text": "Na sam wieczór, kiedy już podwórze zaczynało nabierać życia, bo rozbrzmiewało beczenie owiec i spędzano bydło do obór, przyjechała Józia, córka Grzesikiewiczów, starsza od Andrzeja."
      },
      {
        "index": 3,
        "text": "Przyjechała brekiem, ze stangretem, ubranym w liberję."
      },
      {
        "index": 4,
        "text": "— Dobrze, żeś przyjechała — zaczęła stara, wprowadzając ją do swojego pokoju. — Zaraz ci coś pokażę."
      },
      {
        "index": 5,
        "text": "Poszła śpiesznie do dworu i przyniosła list Janki."
      },
      {
        "index": 6,
        "text": "— Patrz, list od panny Orłowskiej do Jędrusia."
      },
      {
        "index": 7,
        "text": "Józia obejrzała list i dosyć niechętnie rzuciła go na stół."
      },
      {
        "index": 8,
        "text": "— Cóż w tem ważnego? — szepnęła, podnosząc na matkę dwukolorowe oczy, bo miała jedno błękitne, a drugie żółtawe."
      },
      {
        "index": 9,
        "text": "— Przecież to od panny Janiny — powiedziała z naciskiem, jeszcze raz przypatrując się listowi."
      },
      {
        "index": 10,
        "text": "— Słyszę, nie potrzebuje mi mama powtarzać."
      },
      {
        "index": 11,
        "text": "— Jędruś teraz to już się z pewnością ożeni."
      },
      {
        "index": 12,
        "text": "— Jędruś jest... — nie dokończyła, zniżyła głos do szeptu. — Jędruś, żeby chciał, to mógłby się ożenić nie z taką, jak Orłowska. Młody jest przecie, wykształcony, bogaty."
      },
      {
        "index": 13,
        "text": "— A juści! juści, że młody, że bogaty, że uczony, tyle lat był w klasach, juści, ale..."
      },
      {
        "index": 14,
        "text": "— Mogłaby mama tego „juści“ nie mówić; to dawniej uchodziło jeszcze, ale dzisiaj..."
      },
      {
        "index": 15,
        "text": "— O, moja Józiu, co ci to szkodzi?"
      },
      {
        "index": 16,
        "text": "— Szkodzi, bo ludzie się z mamy śmieją."
      },
      {
        "index": 17,
        "text": "— Tylko głupie się śmieją, mądre nie, bo wiedzą, że prosta, nieuczona kobieta jestem i przecież na starość uczyła się nie będę pięknego mówienia. A ty zawsze mnie musisz ugryźć: a matka tak niech nie mówi, a tak nie chodzi, a z matki ludzie się śmieją. Adyć, moja Józiu, choćbym gadała i ubierała się po pańsku, ludzieby i tak wiedzieli, że nie żadna pani jestem. Ty to se żyjesz, jak grafina jaka, a i tak wiedzą, żeś moja córka, i że twój ojciec był karbowym. Jest czem się dąć. Jezus Marja! — szeptała prędko i z pewną goryczą."
      },
      {
        "index": 18,
        "text": "— Niech mama przestanie, bo zaraz odjadę — szepnęła Józia, złość zamigotała w jej oczkach, wyprostowała swoją wyniosłą, majestatyczną postać i zmierzała ku drzwiom, ale się rozmyśliła i usiadła na kanapce drewnianej, plecami do okna."
      },
      {
        "index": 19,
        "text": "— Czy Andrzej się już oświadczył? — zapytała prawie obojętnie."
      },
      {
        "index": 20,
        "text": "— Jeszcze nie, ale że napisała do niego sama, to juścić, że wszystko musi być dobrze pomiędzy niemi. Jędruś tam jeździł codzień podczas jej choroby, ale pono już wyzdrowiała. Chciałabym, żeby się ożenił z nią — uśmiechała się tkliwie. — Taka pani, i ładna, i dobra. Przecież jak łoni, zeszłego roku — poprawiła się, bo Józia syknęła — spotkałam ją w lesie, to pocałowała mnie w rękę! a przecież prosta kobieta jestem — dobra, o, dobra panienka!.."
      },
      {
        "index": 21,
        "text": "— Dobrze tylko liczy. Przecież takiego, jak Andrzej, męża, nie znajdzie drugiego. Niech mama zrozumie, że panny z najpierwszych domów poszłyby z chęcią za niego."
      },
      {
        "index": 22,
        "text": "— Mówisz! a nie jeździł to do panny Zielińskiej, albo do Owińskiej, co? i napróżno."
      },
      {
        "index": 23,
        "text": "— To on był temu winien, bo nie umiał się podobać — odpowiedziała i błysk triumfu zaświecił w żółtawem oku, błękitne świeciło zimno, jak lód bardzo przejrzysty, a po wąskich ustach prześlizgnął się uśmieszek niedostrzegalny."
      },
      {
        "index": 24,
        "text": "— Nie to, ino tamte panny głupie, dufają, wierzą — poprawiła się — w swoje państwo. Jędruś, choć chłopski syn, ambicję swoją ma i honor, nie chciał łasić się kole nich, kiej pies, i ja nie chciałam, bo jak mie spotkały w kościele, to se patrzyły na mnie bez te głupie szkiełka, kiej na zagranicznego robaka!.. A cóżto, cudak jaki jestem, czy co? — zatrzęsła się z oburzenia."
      },
      {
        "index": 25,
        "text": "— Bo też mogłaby mama ubierać się inaczej. Co mama kładzie na siebie! fi! — Wstała i zaczęła matkę wykręcać na wszystkie strony i oglądać z politowaniem. — Zapaska, beżowa suknia, watowany, barchanowy kaftanik, chustka za pół rubla na głowie, fi!.. mogłaby mama w tym kostjumie stać za szynkwasem. Co? i ciżemki na nogach za dziesięć złotych! hi! hi! hi! paradne, jak dzieci kocham. Moja gospodyni... — nie skończyła, odsunęła się i, zatykając nos, szeptała pogardliwie: — ależ mamę czuć oborą i chlewami, to już chamstwo!.."
      },
      {
        "index": 26,
        "text": "— A ta panna Orłowska — ciągnęła stara, nie obrażając się, ani zważając na słowa córki — to całkiem inna, całkiem. Uczona też jest i bogata. Prawdziwa pani, a Jędrusiowi jużby czas wielki był się ożenić, bo ja stara, niedługo oczy zamknę i coraz mi ciężej doglądać gospodarstwa."
      },
      {
        "index": 27,
        "text": "— Czemu mama nie weźmie sobie gospodyni?"
      },
      {
        "index": 28,
        "text": "— Trzeba juścić płacić, a po drugie, bo to obca dojrzy, bo to się można spuścić na nie."
      },
      {
        "index": 29,
        "text": "— Mama myśli, że Orłowska zajmowałaby się gospodarstwem?"
      },
      {
        "index": 30,
        "text": "— A niechby ta i nie, aby tylko była. Tak, niech ta se siedzi cały dzień w pałacu, czyta po francusku, abo i gra na fortepianie, od tego przecież ona pani. Jużbym ja jej rączków nie dała umorusać robotą, nie. A taka szlachcianka, taka pani synowa, to nie honor, co? — Uśmiechała się, wodząc rozpromienionym wzrokiem po okrągłej, mocno wypudrowanej twarzy córki, zacinającej usta, żeby nie wybuchnąć złym, drwiącym śmiechem. Żółte oko świeciło nienawiścią i biegało po pokoju, gdy tymczasem błękitne trzymała utkwione w matce."
      },
      {
        "index": 31,
        "text": "— Zawsze co pani, to pani. W pałacu tyle dobra jest i marnieje wszystko, a ona umiałaby się w tem obracać."
      },
      {
        "index": 32,
        "text": "— Dlaczegóż mi mama nic nie chce dać z tych gratów? Dla bratowej i tak starczy."
      },
      {
        "index": 33,
        "text": "— To Jędrusia, przecież wiesz, że to wszystko Jędrusia. Ojciec, jak kupił, chciał śpichrz zrobić z pałacu, a meble sprzedać, ale się z Jędrusiem jakoś porachowali, że teraz pałac i wszystko, co w nim jest, jego. Ja ci dać nie mogę z tego, nie mogę. — Zaczęła energicznemi ruchami zaprzeczać możliwości dania czegokolwiek, bo Józia często ją o to nagabywała."
      },
      {
        "index": 34,
        "text": "— Niech się mama nie boi, zostanie wszystko dla Jędrusia, bo przecież tylko Jędruś jest dzieckiem, tylko Jędruś potrzebuje, tylko o Jędrusiu się myśli i dla Jędrusia się zbiera."
      },
      {
        "index": 35,
        "text": "— A tybyś chciała wziąć sama wszystko. Masz już po zęby, a najeść się nie możesz; to nawet grzech takie łakomstwo, Pan Bóg cię jeszcze za to skarze, zobaczysz..."
      },
      {
        "index": 36,
        "text": "— Niech-no mama te przepowiednie zostawi na później, a teraz może dostanę co jeść, bo wyjechałam z domu przed kawą."
      },
      {
        "index": 37,
        "text": "Stara popatrzyła na nią niechętnie i poszła do kuchni."
      },
      {
        "index": 38,
        "text": "Józia siedziała nieruchoma na kanapce i ze złości zaczęła gryźć i szarpać rękawiczki. Zaczęła pracować mózgiem usilnie, jakby przeszkodzić temu małżeństwu, które mogło popsuć jej najtajniejsze plany i najgorętsze marzenia. Nie chciała, żeby się Andrzej ożenił, bo w przyszłości widziała się już panią całego majątku. Popsuła Andrzejowi opinję we wszystkich dworach, gdzie były panny, z pomocą Osieckiej, która była jej najlepszą przyjaciółką i pomocnicą. Była głęboko uradowana na wiosnę, dowiedziawszy się, że Janka odmówiła bratu, a jeszcze głębiej, gdy się dowiedziała o jej wyjeździe z Bukowca i wstąpieniu do teatru; wtedy, przy każdej sposobności, w formie współczucia i politowania, rozmawiała o niej z Andrzejem. — Znowu wchodzi mi w drogę! — pomyślała, uklękła na kanapce, oparła się łokciem o parapet okienny i utonęła w męczącej pracy myśli, wynajdywaniu środków, jakiemi należy przeszkodzić temu małżeństwu. Patrzyła w ten zmrok czerwonawy, pełen refleksów miedzianych, zórz pozachodnich i smug fioletowych, i gwarów kończącego się dnia, co już rozwłóczył się nad ziemią, ogarniał pola, okrywał niskie krzewy i pnie topoli, i wpływał do pokoju mętnym, szarym tumanem, porysowanym konającemi na złotych ramach obrazów błyskami. — Nie dam! — szeptała, zaciskając pięście. — Nie dam! — i zawzięta, chciwa jej dusza zacięła się w gniewie. Żółte oko zaczęło drgać newralgicznie i sypać iskrami, błękitne świeciło martwo i groźnie. Nienawidziła Janki całą mocą swojej dzikiej, chłopskiej duszy, jak nienawidziła wszystkiego, co było pięknem i wyższem."
      },
      {
        "index": 39,
        "text": "Służąca wniosła kawę i lampę, bo już w pokoju zupełnie ciemno się zrobiło."
      },
      {
        "index": 40,
        "text": "Józia oderwała się od okna, włożyła na nos niebieskie binokle, żeby ukryć oczy pod niemi i z założonemi na plecach rękoma spacerowała po pokoju."
      },
      {
        "index": 41,
        "text": "— Irenka pisała? — zapytała matka, nalewając kawę z dzbanuszka."
      },
      {
        "index": 42,
        "text": "— Pisała, całuje mamę i ojca. Na Boże NarorodzenieNarodzenie przyjedzie. Przełożona dopisała się do listu i donosi, że Irenka bardzo dobrze się uczy — opowiadała żywo Józia, siadając przy stole, poruszona przypomnieniem córki, która się uczyła u sercanek lwowskich. Rozpromieniła się i zapomniała o wszystkiem, tylko opowiadała nieskończone szczegóły o dzieciach swoich, bo miała jeszcze syna, umieszczonego w jakimś specjalnie arystokratycznym pensjonacie wiedeńskim. Dzieci były jej dumą, marzeniem i pociechą, bo czuła się zawsze nieszczęśliwą; to jej pochodzenie, którego się wstydziła, było dla niej ciężkiem jarzmem w całem życiu. Była dumną, mściwą, zazdrosną i chciwą. Wiedziała, że, pomimo znacznego majątku, okolica, to jest cała dawno osiadła tutaj szlachta, traktuje ją, jak córkę byłego szynkarza i owczarza, i to ją głęboko bolało. Upokarzał ją własny mąż, ekonom, za którego wydali ją rodzice jeszcze wtedy, kiedy stary Grzesikiewicz handlował wełną i owcami, kiedy jeszcze nikt nie przewidywał jego zbogacenia się, bo pomimo kostjumów, w jakie ubierać się go zmuszała, pozostawał zawsze prostym, ordynaryjnym ekonomem, umiejącym zaledwie czytać i pisać."
      },
      {
        "index": 43,
        "text": "— Andrzej wie, że Orłowska była całe cztery miesiące w Warszawie? — zapytała wkońcu, skombinowawszy jakiś plan."
      },
      {
        "index": 44,
        "text": "— Jakżeż, przecież tam jeździł więcej niż dziesięć razy latem."
      },
      {
        "index": 45,
        "text": "— Do niej? — zapytała, udając zdziwienie, bo o wszystkiem wiedziała doskonale."
      },
      {
        "index": 46,
        "text": "— Juści tego nie wiem, bo mi nie pedział, nie powiedział — poprawiła się śpiesznie — ale tak sobie kalkuluję."
      },
      {
        "index": 47,
        "text": "— Pewnie, że tak. Mama wie, co ona robiła w Warszawie?"
      },
      {
        "index": 48,
        "text": "— Przecież Jędruś mówił, że uczyła się."
      },
      {
        "index": 49,
        "text": "Józia wybuchnęła śmiechem tak serdecznym i długim, aż czerwona, pomimo pudru, jej twarz pokryła się sinawemi plamami."
      },
      {
        "index": 50,
        "text": "— Mama jest łatwowierna, mamie wszystko wmówić można, i gdyby Jędruś powiedział, że Orłowska pojechała na księżyc, to mamaby uwierzyła."
      },
      {
        "index": 51,
        "text": "— A dlaczegóżby nie? Pocóż Jędruś miałby cyganić przede mną?"
      },
      {
        "index": 52,
        "text": "— Poco?.. bo się wstydził powiedzieć, że ta panna Janina, ta prawdziwa pani, ta szlachcianka z edukacją, była komedjantką."
      },
      {
        "index": 53,
        "text": "— Komedjantką? — zapytała stara, nie rozumiejąc dobrze."
      },
      {
        "index": 54,
        "text": "— A tak. Taka, jakie widziała mama w Miechowie, co to jeździły na koniach i przewracały koziołki; pamięta mama, te w koszulach tylko."
      },
      {
        "index": 55,
        "text": "— Jezus Marja! Józia, co ty mówisz? — wykrzyknęła, załamując tragicznym ruchem ręce. Stanęła przed córką i ze zgrozą jakąś, litością i smutkiem patrzyła na nią."
      },
      {
        "index": 56,
        "text": "— Prawdę mówię, niech się mama spyta Andrzeja, niech się mama spyta, kogo chce. Na stacji wiedzą najlepiej, zresztą, cała okolica wie dobrze."
      },
      {
        "index": 57,
        "text": "— A nie, nie uwierzę, nie, bo pocóżby ona poszła do tych komedjantów? Ojca ma, pieniądze ma, porządna kobieta, nie, nie. — Zaprzeczała energicznie i szybko odzyskiwała wiarę, zachwianą na chwilę. — Taka pani i poszłaby do takich małpów, i poco? — pytała się, nie mogąc zrozumieć."
      },
      {
        "index": 58,
        "text": "— Mówili różnie, poco? przecież porządna panna, jeżeli się jej trafia iść zamąż za takiego człowieka, jakim jest Jędruś, toby wyszła, a ona nie chciała... tylko zaraz potem uciekła z domu. Mama wie dobrze, co wyrabiał Orłowski, że o mało nie zwarjował ze wstydu."
      },
      {
        "index": 59,
        "text": "— Prawda, prawda... ale bez co ona poszła do komedjantów? — pytała stara, i znowu fala wątpliwości i goryczy przepełniła jej serce."
      },
      {
        "index": 60,
        "text": "— Może nie mogła iść za Jędrusia, i musiała uciekać z domu! mówią nawet, że Orłowski ją wygnał!.. — szeptała znacząco Józia, nie patrząc na matkę, która połykała te słowa, jak ogień palący zgrozą."
      },
      {
        "index": 61,
        "text": "— Józia, co ty mówisz, jeszcze kto usłyszy? — obejrzała się odruchowo na drzwi i okna."
      },
      {
        "index": 62,
        "text": "— Nie będę powtarzać, co wszyscy mówią i wiedzą, ale jak była w domu, to przecież włóczyła się sama po lasach, sama jeździła do Kielc. To porządna panna tak powinna robić, co? Nigdzieby jej za próg nie puścili do porządnego domu. A co robiła w teatrze? Dlaczego się truła?.. przecież napół żywą przywiózł ją stary do Bukowca, leżała w szpitalu, pisały o tem gazety."
      },
      {
        "index": 63,
        "text": "— W szpitalu była! truła się, pisały o tem gazety!— powtarzała stara zbladłemi, trzęsącemi się ustami, i łzy, niby groch, posypały się jej z oczu na watowany kaftanik."
      },
      {
        "index": 64,
        "text": "— Wszyscy o tem wiedzą. Nikt nie wie, dlaczego się truła, ale przecież to nietrudno się domyślić, o, wcale nietrudno... — szeptała cichym, przenikającym głosem, i zły uśmiech odsłonił jej ostre, psie zęby."
      },
      {
        "index": 65,
        "text": "— Nie, nie!.. — protestowała znowu stara. — Jedź już ty sobie, jedź. Nie przywieziesz ty nigdy żadnej pociechy, tylko, jak djabeł, zmartwienie albo złość."
      },
      {
        "index": 66,
        "text": "— Prawdę przynoszę zawsze; przekona się mama jeszcze o tem — powiedziała twardo. Podniosła się, włożyła kapelusz zielony z jasnem piórkiem, okryła się długim burnusem i chciała na pożegnanie pocałować matkę w rękę, ale stara usunęła się śpiesznie. Józia kiwnęła jej pogardliwie głową i wyszła."
      },
      {
        "index": 67,
        "text": "Grzesikiewiczowa stała wciąż, nie mogąc zgnieść w sobie żalu i oburzenia. Dygotała, bo jej gmach szczęścia, o którym tak dawno marzyła, rysował się i groził rozsypaniem. Janka! ta Janka, której tak pragnęła za synową, byłaby taką... Ta pani... szlachcianka, którą jej Jędruś tak kochał... Nie, nie... to nieprawda. Jędruśby wiedział, on taki mądry i uczony... Tak, to z pewnością nieprawda, co ta Józia mówiła — wmawiała w siebie. — Z pewnością nieprawda. A, suka! aby tylko ugryźć — szepnęła z gniewem, spoglądając oknem za córką, na brek okrążający klomb i ginący pod wspaniałą arkadową bramą. Uspokoiła się nieco, ale w głębi wiły się wątpliwości z pragnieniem, żeby to była nieprawda; jej prosty, chłopski mózg nie mógł pojąć, nie mógł zrozumieć nawet istnienia przyczyn, skłaniających takie kobiety, jaką była Janka, do wstąpienia do teatru i do popełnienia tego, o co ją oskarżała Józia; ale jednocześnie chłopska podejrzliwość świdrowała ją boleśnie. Długo się biedziła temi pytaniami i, nie mogąc doczekać się syna, poszła w podwórze."
      },
      {
        "index": 68,
        "text": "Aż w oficynie słychać było jej gderliwy, cienki głos; krzyczała na parobków, na dziewki, na dwórki, dojące krowy. Zaglądała wszędzie: do świń, do żłobów końskich, do owiec, do kur i gęsi; oglądała zamki w śpichlerzu i stodołach, i co chwila głos jej gniewny rozlegał się w innej stronie."
      },
      {
        "index": 69,
        "text": "Poszła ku kopcom, gdzie, pomimo ciemności, kończono okrywanie kartofli, bo stamtąd ją doszedł potężny głos syna, krzyczącego na Bartka, który stał z czapką w ręku i starał się tłumaczyć płaczliwym głosem."
      },
      {
        "index": 70,
        "text": "— Coś mi ty narobił, chamie jeden! Nie powiedziałem ci wyraźnie, nie tłumaczyłem po kilka razy, że niebieski list wrzucisz do pociągu, a biały oddasz naczelnikowi, co?.."
      },
      {
        "index": 71,
        "text": "— Jaśnie panie, były dwa listy: biały i modry. Juści, że bacze, co jaśnie pan kazali, modry na maszynę, a biały dla pana naczelnika."
      },
      {
        "index": 72,
        "text": "— A czemuś tak nie zrobił? — zapytał Andrzej łagodniej, spostrzegłszy nadchodzącą matkę."
      },
      {
        "index": 73,
        "text": "— Zapomniałem. Wyszedłem, tom baczył do samego lasu, pamiętałem cięgiem, co biały do naczelnika, a modry na maszynę; ale już w lesie cosik mi się pokiełbasiło, i stawał modry we łbie tam, gdzie przódzi był biały, i nie wiedziałem dokumentnie, który gdzie trza oddać, a kiej przyszedem na stacje, to mi się kuniecznie widziało, co modry do naczelnika, a biały na maszynę. Ja, jaśnie panie, baczyłem dobrze, ino pod lasem wrony krakały, śmignułem na nie kamuszkiem i poszedem, i do samego lasu cięgiem se przepowiadałem: modry na maszyne, biały do naczelnika; a w lesie to mie jakoś zamroczyło, i myślałem już: biały abo modry na maszynę, tak, modry abo biały la naczelnika. A na stacji... jaśnie pan mi darują, ale do lasu myślałem: biały, biały, biały — naczelnik, naczelnik..."
      },
      {
        "index": 74,
        "text": "— Idź do djabła! Zaprowadź bułanka do stajni! Odpowiedź przyniosłeś?"
      },
      {
        "index": 75,
        "text": "— Oddałem pani gospodyni."
      },
      {
        "index": 76,
        "text": "— No, ruszaj! — krzyknął, oddając konia, który stał przy nim spokojnie."
      },
      {
        "index": 77,
        "text": "— Jaśnie panie! — szeptał przez łzy Bartek. — Do lasu dobrzem myślał: biały, biały — juścić biały..."
      },
      {
        "index": 78,
        "text": "— Wynoś się, idjoto! Wytrzyj konia i okryj go na noc derką."
      },
      {
        "index": 79,
        "text": "Bartek zniknął w mroku, ciągnął za tręzlę konia, drapał się po skłopotanej głowie i mruczał:"
      },
      {
        "index": 80,
        "text": "— Jezus! to te zapowietrzone gapy, za to, com na nie śmignął kamieniem. Jeszcze do lasu myślałem: biały, biały, w lesie, abo modry, abo biały... Lo Boga, to nic inszego, ino te gapy dur rzuciły na mnie."
      },
      {
        "index": 81,
        "text": "Andrzej wydał ostatnie polecenie i razem z matką powracał do domu. Stara spoglądała na niego tajemniczo i cicho powiedziała:"
      },
      {
        "index": 82,
        "text": "— Jest list od panny Orłowskiej."
      },
      {
        "index": 83,
        "text": "— A mówił mi ten idjota, Bartek. — Zaczął iść prędko, niecierpliwość go porywała."
      },
      {
        "index": 84,
        "text": "— Jędruś, bo nie zdążę, już mi tchu brak."
      },
      {
        "index": 85,
        "text": "Zwolnił kroku, ujął matkę pod ramię i prowadził troskliwie."
      },
      {
        "index": 86,
        "text": "— Józia dopiero co odjechała — zaczęła stara, nie wiedząc, w jaki sposób opowiedzieć mu to, co słyszała od córki. Spoglądała na niego co chwila, i nieśmiałość, a zarazem jakaś matczyna miłość zamykała jej usta."
      },
      {
        "index": 87,
        "text": "— Nie jedzie do Warszawy, nie wspominała mamie?"
      },
      {
        "index": 88,
        "text": "— Nie, ale dużo mi opowiadała o pannie Janinie — rzuciła drżącym głosem."
      },
      {
        "index": 89,
        "text": "— Może mi mama nie powtarzać, znam dobrze Józię i wiem, co mówić mogła. Wiem, że nie zostawiła na pannie Orłowskiej i jednej suchej nitki, ani jednej białej centki. Znam dobrze tę jędzę!"
      },
      {
        "index": 90,
        "text": "Stara odetchnęła, bo jeśli on wszystko wie i chce się z Janką żenić, to, co jej Józia opowiadała i kazała się domyślać, musi być nieprawda; tak ją to serdecznie ucieszyło, że zaczęła na Józię się skarżyć."
      },
      {
        "index": 91,
        "text": "— A taka chciwa, że aż wstyd. Wszystkoby ino brała i cięgiem się ze mnie śmieje."
      },
      {
        "index": 92,
        "text": "— Lubi brać, w przeszłym tygodniu była w pałacu, prosiła mnie o dwa lichtarze z bronzu. Nie dałem, ale i tak, wychodząc, zabrała je pod okrycie. Mniejsza o to, ale mama powinna jej zabronić wstępu do pałacu, kiedy mnie tam niema. Okropna kobieta, kłóci się z całym światem, okolica cała się jej boi, bo jak kogo weźmie na język, to go tak obrobi, czy winien czy nie, że strach, a przy tem w domu ciągle piekło; ten biedny Ignacy, to już bez głowy chodzi."
      },
      {
        "index": 93,
        "text": "Weszli do mieszkania."
      },
      {
        "index": 94,
        "text": "Rozerwał gorączkowo kopertę i pożerał list oczyma; fala krwi oblała rumieńcem radości jego jasną twarz, o regularnych, mocno ciętych rysach, zakończonych płową czupryną. Zaczął skubać i przygryzać wąsy, czytał list po kilka razy."
      },
      {
        "index": 95,
        "text": "— Przeczytaj, Jędruś, głośno, i ja radabym wiedzieć — prosiła stara, dotykając listu delikatnie."
      },
      {
        "index": 96,
        "text": "Czytał. Matka rozradowała się zupełnie. Wszystkie podejrzenia, wątpliwości topiły się, jak śnieg pod wpływem wiosennego słońca, radość przejęła jej serce i szczęście świeciło w jej białej, niby z blichowanego wosku, twarzy."
      },
      {
        "index": 97,
        "text": "— Teraz to mi się widzi, że się z nią ożenisz, a czasby, Jędruś, czas! — westchnęła."
      },
      {
        "index": 98,
        "text": "— Ożenić się, mamo, jeżeli mnie tylko zechce, to się zaraz ożenię. — I jakaś radosna pewność przejmowała go słodkiem uczuciem zadowolenia. — Będzie mama mieć synową, będzie."
      },
      {
        "index": 99,
        "text": "— I wnuczki, Jędruś?"
      },
      {
        "index": 100,
        "text": "— Będą i wnuczki! — wołał ze śmiechem, całując matkę po rękach."
      },
      {
        "index": 101,
        "text": "Przycisnęła mu głowę do piersi."
      },
      {
        "index": 102,
        "text": "— Stara kobieta jestem i wnuczków mi kuniecznie trza, kuniecznie twoich dzieciątek, Jędrusiu! bo te Józine, to jakieś nie nasze, babki nie rozumieją, i takie jakieś, kiejby zagraniczne."
      },
      {
        "index": 103,
        "text": "Jędruś zaczął snuć plany przyszłości i tak mówił wiele, że stara rozpływała się w radości, bo się nigdy nim dostatecznie nasycić nie mogła. Zawsze czas przepędzał za domem, przy gospodarstwie, wpadał tylko do rodziców jeść, zamieniał po kilkanaście słów i znikał. Lecz teraz, zamiast iść do siebie lub jechać do Witowa, gdzie często przepędzał wieczory, siedział z matką i rozmarzonym głosem opowiadał o Jance i o przyszłości. Dotykał ręką piersi, na której list Janki spoczywał, chodził, siadał, opierał głowę na krawędzi stołu i snuł cudną przędzę marzeń."
      },
      {
        "index": 104,
        "text": "Matka siedziała w swoim starym, podartym fotelu i robiła pończochę, pochylała się nad nią chwilami, aby znaleźć zgubione oczka, i podnosiła siwe oczy na Andrzeja, promieniała jego szczęściem i słuchała. Przerwał im turkot bryczki."
      },
      {
        "index": 105,
        "text": "— Ojciec przyjechał."
      },
      {
        "index": 106,
        "text": "Parobek przeprowadził starego tak pijanego, że ledwie się wlókł na nogach, do sąsiedniego pokoju, który był jego pokojem i zarazem służył za jadalnię. Stary upadł na głęboki fotel i dyszał ciężko, zgrzytnął zębami, uderzył w poręcz ręką i syknął:"
      },
      {
        "index": 107,
        "text": "— A, boli! niech cię psy zgryzą, będzie jutro plucha... a, boli!.. kazałeś zakryć kopce?"
      },
      {
        "index": 108,
        "text": "— Kopanie skończone."
      },
      {
        "index": 109,
        "text": "— Byłem w lesie, bo się zjechało dużo ludzi po drzewo. A... to jak świderkiem, tak mi w kościach wierci. Matka, dajno gorzałki, zaleję tego psa wściekłego, co mnie gryzie, jak Boga tego kocham."
      },
      {
        "index": 110,
        "text": "— Musiał go ojciec dosyć już zalewać w lesie — szepnął z goryczą Andrzej."
      },
      {
        "index": 111,
        "text": "— Cicho, synku! cicho! Widzisz, tak było: strzyknęło mnie coś w nogach, posłałem Walka po gorzałkę, i co mnie kolło tylko, zaraz kieliszek nalałem na tego robaka podłego, aż mnie rozkolały obydwie nogi. Jędruś, sprzedałem tę zmurszałą! — zawołał radośnie, rozcierając kolana."
      },
      {
        "index": 112,
        "text": "— Prosiłem ojca, żeby nie sprzedawać, znowu ojciec oszukał kogo."
      },
      {
        "index": 113,
        "text": "— Cicho, synku! zapłacili jak za najzdrowsze drzewo. Ho! ho! Niemiec myślał, że mnie oszwabi, a ja go wziąłem! a jucha Szwab, jucha! Matka, dajno gorzałki, bo boli — zaczął zgrzytać zębami, głowa mu opadła na tył fotelu, twarz posiniała nagle i pokryła się potem, krzywił się okropnie i przewracał oczyma. — Matko, daj wódki! — jęczał."
      },
      {
        "index": 114,
        "text": "— A juści, chcesz się dopić królestwa niebieskiego? Doktór ci nie powiedział, cobyś ani wódki, ani żadnych jenszych tronków nie pijał, co? Już masz tyle, że ani kropli ci nie dam!"
      },
      {
        "index": 115,
        "text": "— Matka, daj wódki, mówię ci, bo jak Boga tego kocham... — grzmotnął pięścią w stół, aż szklanki i talerze podskoczyły, zgrzytnął i wyprężył się z jękiem."
      },
      {
        "index": 116,
        "text": "— Niech mama nie daje! — zawołał Andrzej, widząc, że matka obciera łzy, ale i szuka kluczyków od śpiżarni. — Jeżeli ojciec nie dba o swoje zdrowie, to myśmy powinni."
      },
      {
        "index": 117,
        "text": "— Mądryś, panie synie, mądryś! Jutro się wyprowadzę do Józi, kiedyście tacy, już ona da mi tyle wódki, ile tylko wypiję. Już ona wiedzieć będzie, kto ja jestem — mruczał coraz niezrozumiałej. — Pan jestem. Jaśnie Pietrz dziedzic jestem!.. to mnie słuchać!.. juchy... słuchać, bo wygonię na cztery wiatry!.. jak Boga tego kocham!.. Matka, daj wódki!.. Jędrek!.. ej, Jędrek!.. Jędrek, mówię ci, wara ode mnie... wara... bo... — zgrzytnął zębami, bełkotał coś jeszcze sennie i zasnął."
      },
      {
        "index": 118,
        "text": "Andrzej przeprowadził go do łóżka. Służąca chciała mu zdjąć zabłocone buty, ale tak kopał i krzyczał przez sen, że musiała dać spokój. Od paru lat chodził spać, nie rozbierając się, bo zawsze wieczorem był pijany. Cały dzień wódki do ust nie brał, ale pod wieczór, lub przy kolacji, upić się musiał."
      },
      {
        "index": 119,
        "text": "Stary, pomimo niesłychanego sprytu i rozumu, był chamem w ujemnem tego słowa znaczeniu, i nic go nie było w stanie przerobić. Jeszcze dawniej, kiedy potrzebował częściej prowadzić rozmaite sprawy z ludźmi, maskował się i starał się ukrywać swoje kanty, ale w ostatnich latach, gdy zarząd całym majątkiem prowadził Andrzej, nie krępował się w niczem. Pijał z chłopami po karczmach, okpiwał, bo mu to wielką sprawiało przyjemność; śmiał się ze wszystkich i wszystkiego urągliwie, rozpierany potęgą swojego majątku, który wzrastał corocznie, bo nie wydawali i połowy dochodów."
      },
      {
        "index": 120,
        "text": "Andrzej wkrótce poszedł do swojego mieszkania."
      },
      {
        "index": 121,
        "text": "Cichość ogromna zapanowała nad światem, wszystko umilkło i posnęło w całym domu, tylko psy szczekały gdzieś na wsi i młyn szumiał głucho. Noc ciągnęła się długo. Andrzej prawie do samego rana przechodził po swoim pokoju, rozmyślając o przyszłości i o tem jutrzejszem widzeniu się z Janką. Postanawiał w najkrótszym czasie ponowić oświadczyny."
      }
    ]
  }
}