{
  "chapterNumber": 29,
  "title": "Tom II, Rozdział X",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "— Przeczytam ci nowinę, Janiu, sądzę, że..."
      },
      {
        "index": 2,
        "text": "— Tatusiu ja na barana, mnie weź, mnie. Fela nie była grzeczna."
      },
      {
        "index": 3,
        "text": "— Tatusiu, Fela na balana ce, Fela ce, tatusiu!"
      },
      {
        "index": 4,
        "text": "Krzyczały dzieci w niebogłosy i, rozbawione, śmiały się i wdrapywały na Wolińskiego, który w połowie leżał na wielkiej sofie i sam krzyczał i śmiał się najgłośniej."
      },
      {
        "index": 5,
        "text": "— Cicho! ależ własnego głosu nie słyszę — wołała Helena, zatykając uszy i tupotała nogą, ale twarz i usta śmiały się jej do tych jasnowłosych, różowych krzykaczów, tarzających się po sofie. — Mój drogi, widzę, że ty najlepiej się bawisz, bo najgłośniej krzyczysz."
      },
      {
        "index": 6,
        "text": "— No, cóż ja im zrobię? Cicho, dzieci, mamusia przeczyta, dzieci będą grzeczne, a później tatko zrobi konia — tłumaczył dzieciom, zdejmując je z siebie."
      },
      {
        "index": 7,
        "text": "— Więc czytam: „P. Głogowski, młody, utalentowany dramaturg i nowelista, złożył dyrekcji teatrów najnowszy swój dramat p. t. „Niezłomni“. O ileśmy mogli poznać, z pośpiesznie, bo na krótko nam udzielonego rękopisu, rzecz to wspaniała, w duchu Ibseno-Maeterlinkowskim, o scenach niezmiernie wstrząsających“."
      },
      {
        "index": 8,
        "text": "— A rozpaczał przede mną, że dramat ten absolutnie nic niewart — zagadnęła Janka."
      },
      {
        "index": 9,
        "text": "— Dziwadło, przyjeżdżał od Stabrowskich kilka razy do nas."
      },
      {
        "index": 10,
        "text": "— Dziwadło! być może, ale bardzo utalentowane i najlepsze pod słońcem."
      },
      {
        "index": 11,
        "text": "— Oceniliśmy go tak samo wszyscy. Był rozrywany w sąsiedztwie, nawet przez niego, wiem to z pewnością, bo od panny, jedno bliskie małżeństwo się zerwało. Urządził kilka odczytów, na które panny zjeżdżały tłumami."
      },
      {
        "index": 12,
        "text": "— Gąski zawsze rzucają się na owies."
      },
      {
        "index": 13,
        "text": "— Dlaczego ma pani to za złe?"
      },
      {
        "index": 14,
        "text": "— Nie za złe, bawi mię tylko ta panieńska łapczywość, z jaką rzucają się na wszelką nowość, bez względu co ona w sobie zawiera."
      },
      {
        "index": 15,
        "text": "— Ba, od tego jest młodość, żeby się zapalała. No, dzieci, zrobimy konia?"
      },
      {
        "index": 16,
        "text": "— Posyła pan jutro konie do Bukowca?"
      },
      {
        "index": 17,
        "text": "— Tak się stało, że nie, ale jeśli pani potrzebuje, to posłać mogę."
      },
      {
        "index": 18,
        "text": "— Nie potrzebuję, przecież człowiek pójdzie i tak po gazety."
      },
      {
        "index": 19,
        "text": "— Nie miałaś jeszcze listu od ojca?"
      },
      {
        "index": 20,
        "text": "— Nie, dziwi mię to i niepokoi. Przez te trzy tygodnie pisałam cztery razy, a miałam odpowiedź jedną, boję się, czy nie chory."
      },
      {
        "index": 21,
        "text": "— Myślę, że jest przeciwnie, dlatego, że zdrowy, nic nie pisze."
      },
      {
        "index": 22,
        "text": "— Cichocie no... — zawołała Helena, podnosząc rękę do góry."
      },
      {
        "index": 23,
        "text": "— Nic, psy się gryzą w podwórzu, muszą im jeść dawać."
      },
      {
        "index": 24,
        "text": "— A mnie się wydało, że słyszałam najwyraźniej płacz... — powiedziała Helena."
      },
      {
        "index": 25,
        "text": "— Et... zdawanie — mruknął i znowu zaczęły się krzyki i śmiechy dzieci."
      },
      {
        "index": 26,
        "text": "Helena odczytywała gazety, przerysowywała monogramy z Bluszczu, a Janka siedziała bezczynnie i w milczeniu przypatrywała się, jak na czworakach, z jednem dzieckiem na karku, a z drugiem na plecach, skakał po dywanie i udawał rżenie konia. Nie zwracała na to uwagi, chociaż z początku z podziwem patrzyła na niego, że wszystek wolny od gospodarstwa czas poświęcał dzieciom i kamieniem przesiadywał w domu."
      },
      {
        "index": 27,
        "text": "Nie zajmowała się zresztą nimi zbyt silnie, bo własne troski pochłaniały ją w zupełności. Czekała listu od ojca; tylko od ojca, ale w głębi ciemnej nurtowało ją pragnienie otrzymania choćby kilku słów od Andrzeja. Nie przyznawała się przed sobą do tego, myślała nawet o nim z niechęcią; ale były chwile, że wyglądała na podjazd, na szeroką, wysadzoną topolami drogę, wiodącą z Rozłogów do Bukowca. Wiedziała, że stamtąd do niej nikt nie przyjedzie, a nieraz się jej wydawało, że widzi wdali zaśnieżonej bułanki znajome, i zawód powlekał jej czoło smutkiem i goryczą."
      },
      {
        "index": 28,
        "text": "Zresztą, nudziła się tutaj. Helena dzień cały była zajęta dziećmi i gospodarstwem, on tak samo, a ona przestawała samotna z myślami swojemi i wspomnieniami. Czytać wprost nie mogła, tylko gdy dnie były piękniejsze i suchsze, ubierała się ciepło i szła, tą wielką aleją, na spacer, ale i to ją wkrótce znudziło, bo śniegi były wielkie i na drodze panował ruch nieustanny, więc musiała się spotykać z ludźmi, co ją rozdrażniało."
      },
      {
        "index": 29,
        "text": "Lubiła samotność zawsze, a teraz pokochała tę dobroczynną, słodką, upajającą przyjaciółkę dusz chorych, lub zmęczonych życiem. Cofała się od życia i spraw jego w głąb jakąś, z której cały świat i ludzie, i namiętności — wydawać się jej poczynały dosyć sobie marne i głupie, i widziała z tej głębi i siebie także, i długo patrzyła, tak długo, dobrze i jasno, aż opadły jej ręce i dusza załkała ze zgryzoty, że marnowała życie na głupstwa, że goniła majaki, że, chcąc i pożądając szczęścia, robiła wszystko, aby je sama popsuła."
      },
      {
        "index": 30,
        "text": "— Jak mogłam! jaka ja byłam ślepa — szeptała ze smutkiem w tych chwilach poznawania. I teraz, patrząc na Wolińskiego, tak serdecznie bawiącego się z dziećmi, na Helenę, czytającą w spokoju, z tym czystym, głębokim wyrazem w twarzy człowieka, który żyje dobrze, bo spełnia obowiązki i resztę zostawia losom, myślała, że takie życie jest najwyższem dobrem, ale czuła, że takby sama żyć nie mogła, bo za wiele pamiętała innego życia."
      },
      {
        "index": 31,
        "text": "— Jedziemy jutro do Stabrowskich? — zapytał, siadając przy stole."
      },
      {
        "index": 32,
        "text": "— Jak chcesz, ja wolałabym przesiedzieć w domu."
      },
      {
        "index": 33,
        "text": "— Obiecałem w twojem imieniu, że będziemy."
      },
      {
        "index": 34,
        "text": "— Pani Stabrowska uraczy nas jakim specjałem literackim — szepnęła Janka."
      },
      {
        "index": 35,
        "text": "— Pani jej nie lubi?"
      },
      {
        "index": 36,
        "text": "— O, przeciwnie, tylko nie mogę nie widzieć jej śmieszności. Prawda, że prócz Głogowskiego, nie znam bliżej żadnego literata, ani literatki, ale myślę, iż osoby zarozumialszej niema pod słońcem. Przy tem wszystkiem talent ma."
      },
      {
        "index": 37,
        "text": "— Ma pani rację, i gdyby do talentu miała jeszcze piękność i nie mordowała znajomych czytaniem swoich utworów, byłaby z niej idealna kobieta."
      },
      {
        "index": 38,
        "text": "— Nie uważam naprawdę za tak ciężką karę słuchania jej utworów, przeciwnie nawet, dwa ostatnie razy słuchałam z ciekawością i byłam jej wdzięczną, bo mnie porwała."
      },
      {
        "index": 39,
        "text": "— A ja, przyznam się szczerze, drzemałem i nic a nic nie mogłem zrozumieć."
      },
      {
        "index": 40,
        "text": "— To chyba wina drzemki, nie czytanego utworu — uśmiechnęła się pobłażliwie."
      },
      {
        "index": 41,
        "text": "— Panno Janino! słowo daję, że szanuję panią ogromnie, że oceniam i podziwiam, że pani jest jedyną kobietą, nie wyłączając Heli, której ważność czuję nad sobą; ale przyznam się, że, że chwilami miewa pani uśmiech taki straszny, taki miażdżący, że ja tracę przytomność, zabija mnie, krając jak nożem — mówił prędko, z pewną niecierpliwością i wyrzutem."
      },
      {
        "index": 42,
        "text": "— Tak... — powiedziała przeciągle i znowu uśmiechnęła się bezwiednie. Helena zaczęła się śmiać głośno. Woliński zerwał się z krzesła, przeszedł kilka razy pokój i usiadł zpowrotem, hamując przykrość, jaką mu sprawiło to krótkie „tak“."
      },
      {
        "index": 43,
        "text": "— A, zapomniałem powiedzieć, że dzisiaj, na polowaniu, rozmawialiśmy o pani."
      },
      {
        "index": 44,
        "text": "— Zobaczę, czy powinnam być wdzięczną za zaszczyt..."
      },
      {
        "index": 45,
        "text": "— Ale, bo to nie był ktoś zupełnie obcy pani. Sam mnie zaczepił, odciągnął z koła, i tak par force pytał o zdrowie pani."
      },
      {
        "index": 46,
        "text": "— Grzesikiewicz? — szepnęła cicho i czuła, że fala krwi płomieniem oblewa jej twarz i ręce."
      },
      {
        "index": 47,
        "text": "— Zgadła pani. Ogromnie się zmienił od tego czasu, kiedym go poznał u państwa. Był z nim jakiś Witowski, bardzo cudaczny człowieczek."
      },
      {
        "index": 48,
        "text": "— Dlaczego cudaczny?"
      },
      {
        "index": 49,
        "text": "— Nie strzelał zupełnie. Miał stanowisko obok mnie. Wyszedł na niego najpierw zając: nic, oparł się o drzewo i patrzy spokojnie; zając skręcił na mnie. Zabiłem go. Później wysunął się lis, był już o jakie dziesięć kroków, a ten podniósł szyszkę i rzucił na niego. Założyli kocioł na sarny, wyszedł młody jelonek, pyszna sztuka, i tak blisko krajał las, że można go było zabić z rewolweru; ale Witowski zaczął mu pogwizdywać i nie strzelił. Brogowski z Doleżan wściekał się ze złości i zaczął dosyć urągliwie mówić o paryskich strzelcach i nowej szlachcie. Witowski wysłuchał i powiada wkońcu:"
      },
      {
        "index": 50,
        "text": "— Do ludzi tylko strzelam, ale nie pudłuję."
      },
      {
        "index": 51,
        "text": "Brogowski, że to szlachcic sierdzisty i stary awanturnik, pokręcił wąsów i rzecze:"
      },
      {
        "index": 52,
        "text": "— Ano, to możebyśmy, panie dobrodziejski, się tego i owego przestrzelali, to zobaczyłbyś pan, czy ja zawsze pudłuję."
      },
      {
        "index": 53,
        "text": "— Dobrze, mogę pana przestrzelić, ale uprzedzam, że pan spudłujesz."
      },
      {
        "index": 54,
        "text": "Rzucili się pomiędzy nich, bo do pojedynku nie było najmniejszego powodu i załagodzili."
      },
      {
        "index": 55,
        "text": "Zaraz pożegnał się i odjechał z Grzesikiewiczem. Co, czy nie cudak?"
      },
      {
        "index": 56,
        "text": "— Tak, na tem szarem tle rysuje się jego indywidualność nieco za jaskrawo — odpowiedziała Janka, przypominając sobie tę szaloną sannę i to, co słyszała o nim."
      },
      {
        "index": 57,
        "text": "Nazajutrz, gdy w czwórkę krakowską, zaprzągniętą do sanek, jechali do Stabrowskich, znowu się jej przypomniał."
      }
    ]
  }
}