{
  "chapterNumber": 11,
  "title": "Tom I, Rozdział XI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XI."
      },
      {
        "index": 2,
        "text": "Rano, po załatwieniu się z kamieniami, Świerkoski był już na stacji około jedenastej. Stasio był na służbie, i Zaleski, który łaził po telegrafie w skwaszonym humorze i co chwila wyglądał przez szyby, nie mogąc poradzić nudzie, wyszedł na peron i wkrótce już trenował się na rowerze. Świerkoski złożył się we dwoje i siedział na kanapce nieruchomo, tylko oczy ustawicznie biegały mu po podłodze, a Stasio, w przerwach pomiędzy jedną a drugą depeszą, pisał list:"
      },
      {
        "index": 3,
        "text": "„Droga mamusiu! Koszyczek odebrałem, za co serdecznie dziękuję. Cielęcina była znakomita. Z resztek kazałem zrobić potrawkę dróżniczce z białym sosem i kaszką. Wczoraj byłem ze Świerkoskim u pani Osieckiej. Panna Zosia była taka ładna i taka jakaś życzliwa dla mnie, że z żalem odchodziłem do domu, ale musieliśmy wcześnie odejść, bo Świerkoski ma dostawę kamieni, więc rano wstawać musi. Graliśmy w warcaby i pili herbatę, do której podali ciastka z serem, ale się bałem jeść, bo ser na noc za ciężki do strawienia. Była tam siostrzenica Osieckiej, Tola, chora. A żeby mamusia wiedziała, jaka ta Zosia ładna i jaka dobra! Będę tam częściej chodził, bo mi się już nudzą przewracania oczu Zaleskiej, a Orłowscy przyjmują tylko Grzesikiewicza, wie mama, tego bogacza-chama, co to pisałem o nim, że się z p. Orłowską żeni. Może mi mamusia kupi nowe szelki, tylko jedwabne, miękkie, bo te, co mam, tak mnie wczoraj uwierały w ramię, że porobiły mi się czerwone pasy, aż je wycierałem spirytusem. Było mi bardzo przyjemnie przez cały wieczór, tylko pod koniec pocałowałem pannę Zosię w rękę, rozgniewała się i guzik mi się oberwał przy szelkach, więc się nieco strapiłem. W niedzielę zobaczę się z nią, to mamie napiszę o wiele obszerniej. Całuję mamie rączki“. — Zapieczętował śpiesznie, bo Orłowski zły i mroczny jakiś wszedł, nie odzywał się do nikogo, trzaskał drzwiami i później chodził wielkiemi krokami po swoim pokoju."
      },
      {
        "index": 4,
        "text": "— Może naczelnik ma dużo do pisania, to mógłbym pomóc — powiedział Świerkoski, wchodząc za nim. Orłowski przystanął, błysnął groźnie oczyma, targnął brodą i głucho rzekł:"
      },
      {
        "index": 5,
        "text": "— Bez łaski! Jest nas dwóch, przysięgam Bogu, to wystarczyć powinno, za cóżby płaciła Dyrekcja?"
      },
      {
        "index": 6,
        "text": "Świerkoski zżymnął ramionami i wyszedł."
      },
      {
        "index": 7,
        "text": "Orłowski zamknął drzwi za nim, pisał raporty, porządkował kasę i sprawdzał rachunki i, zrobiwszy całą, codzienną czynność, przygotowawszy kasę i papiery do wysyłki, zaczął odpieczętowywać nadesłane ekspedycje i czytać. Po przeczytaniu;przeczytaniu, bo były adresowane na jego ręce, napisał w nagłówku czerwonym ołówkiem:"
      },
      {
        "index": 8,
        "text": "„P. o. ekspedytora, do wiadomości i zastosowania się“."
      },
      {
        "index": 9,
        "text": "— Roch! zanieś to do ekspedycji. — Roch zabrał papier i najspokojniej położył go na drugim stole. — A ten list zanieś panience. — Orłowski zdjął czerwoną czapkę, włożył zwyczajną, służby ruchu, z czerwonemi wypustkami, zatarł ręce, przygarbił się nieco i przesiadł do tamtego stolika. Przeczytał uważnie słowa, napisane przed chwilą przez siebie."
      },
      {
        "index": 10,
        "text": "— Dobrze, panie naczelniku, uważam! — odpowiadał chwilami, unosząc się i pochylając, jakby słuchał polecenia. — Zaciągnę tylko do dziennika i otworzę kasę, bo niedługo osobowy przychodzi. — Skończył wkrótce, otworzył okienko, uporządkował stempel do biletów; przechodził przez pokój na palcach, przesuwał się ostrożnie, aby nie robić najmniejszego szelestu. Od kasy kilkakrotnie spoglądał na biurko swoje, z pewną dziwną usłużnością i pokorą w oczach, i wtedy przychodziła mu myśl, że trzyrublową karę zapłacił niesłusznie, wzdychał lekko. Gdy pociąg dochodził, kasę zamknął, przemienił czapkę, naciągnął rękawiczki i wyprostowany, wspaniały, niby wódz na przeglądzie armji, chodził po peronie."
      },
      {
        "index": 11,
        "text": "Janka ze zdziwieniem odebrała list, nie miała pojęcia, kto mógł pisać do niej. Rozerwała kopertę i zobaczyła podpis „Głogowski“. — A! Głogowski! — szepnęła uradowana. — List był krótki:"
      },
      {
        "index": 12,
        "text": "„Panno Janino! Przypomina też pani sobie, w tej chwili czytania, moją osobę?“ — Uśmiechnęła się i z pamięci wyłoniła się jej jasna, nieregularna, o ostrych rysach, szarych oczach, twarz, zakończona rozczochraną czupryną. — „Uciekłem kilka dni temu z ostatniej kondycji i już trochę trafem, trochę, że chciałem, dostałem miejsce, wcale dobre, w domu jednej okropnie głośnej autorki. Mieszka ta sława o trzy mile od Bukowca. Mam pakować mądrość we łby jej jedynie żywych utworów. Przyjeżdżam w niedzielę do Bukowca, otóż, bez względu, jak mnie pani przyjmie: dobrze, czy psami, widzieć panią muszę. Pamięta pani, że nas łączą węzły zacnie zawartej przyjaźni? Ogromnie jestem ciekaw stron tamtych i pani. Pisanie kończę, bo obiecuję wiele powiedzieć osobiście. Całuję pani ręce z szacunkiem dawnym i z dawną życzliwością. Przyjadę wieczorem o siódmej, tak mnie objaśnił rozkład“."
      },
      {
        "index": 13,
        "text": "Odczytywała list po kilka razy i jakby wchłaniała z tego krótkiego szeregu wierszy jakąś szczególną siłę życia, która ją przenikać poczynała dreszczem. — Głogowski — wymówiła głośno, aby się upewnić niejako, że to prawda, że nie śni w dalszym ciągu, nie marzy, w tem biernem, apatycznem poddaniu się losowi. — Głogowski! a! — Budziła się w niej gwałtownie dawna Janka, dawna natura dzika i nieposkromiona w żądzach szerszego lotu, dusza szarpiąca się w jarzmie szarego, prowincjonalnego bytu, pełna fermentu gwałtownego."
      },
      {
        "index": 14,
        "text": "Przypomnienia teatru obsiadły jej mózg, wyłaniały się z ciemnych komórek myśli, gdzie czaiły się i czekały na sposobną chwilę, otaczały ją rojem barwnym, skrzącym blaskami, szalonym; taki zamęt miała pod czaszką, że, aby ochłonąć, otworzyła lufcik i patrzyła chwilę na ojca spacerującego po peronie i na pociąg stojący, ale cofnęła się prędko. Co ją to wszystko obchodziło! Dusiła się właśnie w tej samotności. Ubrała się i, nie mówiąc nic Janowej, poszła do lasu."
      },
      {
        "index": 15,
        "text": "— Głogowski! — powtarzała, bo ten dźwięk zawarł w sobie cały świat; rozglądała się po lesie, a myślą podążała tam, w tę przeszłość niedawną, której nie było nigdzie, prócz w pamięci. Widziała teatr, kolegów, przedstawienia, publiczność; cały szereg zdarzeń, nanizanych na łańcuch czasu. — Spałam! spałam! — szeptała, rozglądając się zdumionym wzrokiem po lesie. — Co ja tutaj robię? Poco jestem? — Trzy tygodnie w Bukowcu, to był sen; tak, teraz się budziła, przebudził ją ten list przyjaciela. Myśli jej biegły w świat, jak te liście buków, co, niby płatki krwi, leciały na ścieżyny, wieszały się kolczastych głogów, chwiały się na nagich gałęziach olch i jak te obłoki, które, zbite w bezładną gromadę, zmieszane, niby stado burych gęsi, uciekały przez przestrzenie, gnane wichurą."
      },
      {
        "index": 16,
        "text": "Obejmowała dumnem spojrzeniem władczyni las, co szumiał dokoła tajemniczo i trząsł koronami hardo, i jakby mocował się z wichurą, co prześwistywała pomiędzy gałęziami, biła w korony i wżerała się w gąszcze. Tylko teraz już nie widziała lasu, nie łączyła z nim swojej duszy, nie czuła w sobie tego tętna, nie szarpała się pomiędzy temi olbrzymami, co ją otaczały ponurą, straszną ciżbą; przyszła do niego, bo szukała odosobnienia, bo miała w piersiach jakiś krzyk, w oczach jakiś ogień, w mózgu jakiś szał i chciała się niemi nacieszyć, chciała wyładować z siebie ten gwałtowny przypływ energji. Nie miała jeszcze żadnej idei, nie sformułowała żadnej myśli o przyszłości, wystarczyło jej teraz marzenie i poczucie, że czuje, jak kiedyś, że jest znowu gotową do walki, do zdobywania świata! Cieszyła się własnem istnieniem."
      },
      {
        "index": 17,
        "text": "— Dzieńdobry pani!"
      },
      {
        "index": 18,
        "text": "Przebudziła się i zadrżała. Przed nią stał Grzesikiewicz, konia prowadził za uzdeczkę i przyjaźnie wyciągał rękę, i uśmiechał się, szczęśliwy z tego niespodziewanego spotkania, a ją przeniknął ból dziwny, żal jakiś i smutek. Opadły jej skrzydła, w miejsce snów — Grzesikiewicz! Przez krótką chwilę nienawidziła go głęboko, ale zapanowała nad sobą, uśmiechnęła się jakoś po komedjancku."
      },
      {
        "index": 19,
        "text": "— Pan do nas jedzie?"
      },
      {
        "index": 20,
        "text": "— Tak, wybrałem się trochę wcześniej, i szczęśliwy traf pozwolił mi spotkać panią."
      },
      {
        "index": 21,
        "text": "— Wyszłam się przejść. — Czekała, że może będzie tak delikatnym, że ją przeprosi i odjedzie sobie, ale Andrzej nie myślał o tem."
      },
      {
        "index": 22,
        "text": "— Mama się wybiera w niedzielę do państwa."
      },
      {
        "index": 23,
        "text": "— O, proszę, będziemy z ojcem bardzo radzi — odpowiedziała chłodno."
      },
      {
        "index": 24,
        "text": "— Pani jeszcze nigdzie nie wyjeżdżała?"
      },
      {
        "index": 25,
        "text": "— Nie, dopiero w niedzielę może się wybiorę do kościoła po raz pierwszy. Chciałabym zobaczyć trochę więcej ludzi. Czuję się już zupełnie zdrową."
      },
      {
        "index": 26,
        "text": "— O, wygląda pani prześlicznie — rzekł z zapałem."
      },
      {
        "index": 27,
        "text": "Wydał się jej głupim z tym banalnym komplementem; spojrzała na niego ostro."
      },
      {
        "index": 28,
        "text": "— Może za prędko idziemy, pani się zmęczy!..."
      },
      {
        "index": 29,
        "text": "— Nie, lubię chodzić prędko."
      },
      {
        "index": 30,
        "text": "— Przyślę w niedzielę państwu swoje konie, dobrze?"
      },
      {
        "index": 31,
        "text": "— Dziękuję, ale ojciec już zamówił w Zielonce — odpowiedziała i z pewną przyjemnością zauważyła, że sprawiła mu tą wiadomością przykrość."
      },
      {
        "index": 32,
        "text": "— Odwiedzi pani mamę?"
      },
      {
        "index": 33,
        "text": "— Może... — powiedziała wolno, cofając trochę głowę, bo pochylił się ku niej zbyt blisko, odsunął się zmieszany, bo uderzyła go oczyma, niby szpicrutą, aż pokręcił wąsów z zakłopotania. Weszli do mieszkania, ponieważ Orłowski był, zostawiła mu Andrzeja, a sama poszła do saloniku i po raz pierwszy po chorobie zagrała jakiegoś marsza, ze wściekłą brawurą."
      },
      {
        "index": 34,
        "text": "Grzesikiewicz patrzał otwartemi drzwiami na nią, nie mógł jej dzisiaj poznać. Wczoraj była taka dobra, słodka, cicha, a dzisiaj!!! Co się tu stało? — zapytywał siebie z niepokojem. Przestała grać i wzięła udział w rozmowie, ale ton jej głosu był niby stal, ostry i zimny."
      },
      {
        "index": 35,
        "text": "— Wie pan, spotkałam Witowskiego na cmentarzu."
      },
      {
        "index": 36,
        "text": "— Mówił mi ojciec, że panią widział jadącą za pogrzebem. Jakże się pani podobał?"
      },
      {
        "index": 37,
        "text": "— On, taki sobie, ale Witowska prześliczna kobieta."
      },
      {
        "index": 38,
        "text": "— Także nie mniejsza warjatka, niźli jej brat."
      },
      {
        "index": 39,
        "text": "— Dlaczego? — zapytała szorstko; nie cierpiała tego drwiącego tonu, jakim mówił o Witowskich."
      },
      {
        "index": 40,
        "text": "— Pierwsze, że się jej zdaje, iż ślepnie."
      },
      {
        "index": 41,
        "text": "— Niedość na tem; musi być tego pewna, skoro tak twierdzi, a zresztą samo zdawanie się jest cierpieniem."
      },
      {
        "index": 42,
        "text": "— I... bogata! głowa przewrócona, brak jej zajęcia i wymyśla sobie różne urozmaicenia."
      },
      {
        "index": 43,
        "text": "— Ale co to przeszkadza komu, co robi? — zapytała dosyć niegrzecznie. — Co pan nazywa przewróconą głową? — zapytała prędko rozrumieniona irytacją."
      },
      {
        "index": 44,
        "text": "— Mogła wyjść zamąż, nie chce; urządziła połowę pałacu zupełnie na sposób klasztorny i, niby mniszka, spędza dnie całe na modlitwie; założyła ochronę dla zwierząt, he! he! he! bardzo ładna menażerja!"
      },
      {
        "index": 45,
        "text": "— To są jej osobiste, dajmy na to, wady, ale co pan wogóle nazywa przewróconą głową?"
      },
      {
        "index": 46,
        "text": "— Nie umiem pani tego zdefinjować krótko, ale dałem jeden przykład, dobrze ilustrujący przewróconą głowę; dam teraz drugi: pani Stabrowska, literatka powiatowa, zamiast pilnować gospodarstwa, męża, dzieci, bawi się w pisanie głupich wierszyków i jeszcze głupszych artykułów, mających zreformować świat. Albo to nie jest typowa, przewrócona głowa?"
      },
      {
        "index": 47,
        "text": "— Kretyni! — pomyślała Janka, odpadła ją chęć pytania, dyskutowania, już ją nawet nudził ten temat, miała tylko ochotę powiedzieć mu, że jest bałwan i głupiec."
      },
      {
        "index": 48,
        "text": "— Czy to Stabrowska z Bonar? — zapytał Orłowski."
      },
      {
        "index": 49,
        "text": "— Tak! Śliczny majątek, ale się wszystko rozłazi, bo gospodarstwo prowadzi się prawie po literacku, corocznie przystosowują nowe systemy gospodarowania, a przytem, jak żyją z sobą! — Janka wyszła, a Andrzej nachylił się i pocichu opowiadał różne drastyczne i dosyć skandaliczne szczególiki, jakie kursowały po okolicy o Stabrowskich."
      },
      {
        "index": 50,
        "text": "— Ci, co was przerastają o piędź, są przewrócone głowy, wszyscy jesteście głupcy i idjoci. Nienawidzicie tych, którym nie wystarcza codzienne życie, codzienne plotki, bydło robocze! — myślała po wyjeździe Grzesikiewicza, który odjeżdżał smutniejszy i żebrał spojrzeniem litości. Pożegnała go ceremonjalnie."
      },
      {
        "index": 51,
        "text": "Po jego wyjściu Zaleska przysłała heljotropowy liścik i wkrótce sama przybiegła, rzuciła się Jance na szyję i obsypywała ją gradem pocałunków."
      },
      {
        "index": 52,
        "text": "Janka się zdziwiła, nie rozumiejąc powodów tej nagłej czułości."
      },
      {
        "index": 53,
        "text": "— Ależ pani zagrała tego marsza prześlicznie. Czytałam w buduarze książkę, słyszę fortepian, przyznam się, że wyjść chciałam do kuchni, bo myślałam, że pani gra, ot tak sobie, jak wszystkie panny, po domowemu. Zdumiona byłam, posłuchawszy. Pani masz talent; co za siła uderzenia, co za ekspresja. Ledwiem się doczekała wyjścia narzeczonego pani."
      },
      {
        "index": 54,
        "text": "— Pan Grzesikiewicz nie jest moim narzeczonym — odpowiedziała, niemile dotknięta."
      },
      {
        "index": 55,
        "text": "— Niech się pani na mnie nie gniewa, to powiedziałam, co w całej okolicy mówią. Mnie się nawet nie zdawało to prawdą, bo przecież byłabym coś od pani usłyszała. Muszę zaraz iść, bo się dzieci kąpią, a służąca pojechała po sprawunki; ale poproszę bardzo o zagranie czegokolwiek, moja droga panno Janino, bardzo proszę. A! nie jest pani narzeczoną. Dobrze? zagra pani?"
      },
      {
        "index": 56,
        "text": "Janka uległa prośbom i zagrała. Grała długo; Zaleska chodziła cicho po pokoju, przystawała, stukała nogą w podłogę, gdzie pedał wychodził za słabo, wybijała takt ręką, szeptała — forte! forte! — uderzała rozłożonemi palcami w powietrze, niby w klawisze, siadała gwałtownie na fotelu, ale, nie mogąc wytrzymać, zdenerwowana, trochę rozczarowana i tem uradowana, przerwała jej grę nowym wylewem czułości."
      },
      {
        "index": 57,
        "text": "— Ma pani talent, ogromne uczucie, indywidualizuje pani muzykę, brak tylko pani szkoły i techniki, gra pani jest intuicyjną. Boże, muszę iść, bo tam dzieci w kąpieli! Tak, ta jedna fraza pyszna. Uderzyła w klawisze i powtórzyła ją kilka razy — pyszna!"
      },
      {
        "index": 58,
        "text": "— O, niech mnie pani nie chwali; talentu nie mam, o tem wiem; czuję tylko, co gram."
      },
      {
        "index": 59,
        "text": "— Gdyby się pani chciała uczyć, to przytem, co pani posiada, przy swobodzie i środkach, zaszłaby pani daleko."
      },
      {
        "index": 60,
        "text": "— Dokąd? — zapytała Janka spokojnie."
      },
      {
        "index": 61,
        "text": "— Na estradę, do rozgłosu, do sławy! — odpowiedziała uroczyście."
      },
      {
        "index": 62,
        "text": "— Znam tę gorączkę i te marzenia, paliła się we mnie, ale już wygasła."
      },
      {
        "index": 63,
        "text": "— Nie pragnie pani wrócić na scenę?"
      },
      {
        "index": 64,
        "text": "— Nie, wystarczy mi wspominanie teatru na całe, najdłuższe życie."
      },
      {
        "index": 65,
        "text": "— Jakto, wyrzekła się pani myśli o sztuce, nie pragnie pani sławy, oklasków, tego boskiego upojenia sztuką, tego zdenerwowania występu, tego szału, tego... — wołała patetycznie Zaleska."
      },
      {
        "index": 66,
        "text": "— Nie, niczego już z tego wszystkiego nie pragnę — odpowiedziała smutnie, i to uświadomienie zabolało ją bardzo, poczuła w sercu jakąś próżnię, a w myśli zniechęcenie do życia."
      },
      {
        "index": 67,
        "text": "— Ach! żebyś pani wiedziała! Na popisach to nic — ale po skończeniu konserwatorjum zaproszono mnie do wzięcia udziału w koncercie. Skończyłam konserwatorjum ze złotym medalem, przyniosę go pani pokazać. Panno Janino, nigdy tego koncertu nie zapomnę. Grałam szopenowskie mazurki, o te — uderzyła pierwsze takty. — Nigdy tego nie zapomnę. Umierałam z rozkoszy. Dostałam bukiet i wieniec. Czy pani nic nie słyszy? — zdawało mi się, że Hela krzyczy... Krytyka, pokażę pani, co napisali o mojej grze. Cóż z tego? zmuszono mnie wyjść zamąż, środków nie miałam do dalszego kształcenia, a brakowało mi tylko techniki. Teraz ją mam, zdobyłam sześcioletnią pracą, czekam tylko sposobności — przerwała, uśmiechając się łzawo do przeszłości, czy przyszłości. — Zapomniała o dzieciach, o mężusiu, nawet kuzyna nie wspominała, wstrząśnięta zapałem. Miała oczy pełne łez, grzywka się jej rozwiała, podkreślenia oczu rozmazały łzy, nie pamiętała o niczem, marzyła głośno o triumfach i sławie. Zniknęła jej dziecinna wesołość, oczy błyszczały ogniem, rosła jej dusza i obnażała się, pokazywała swoje wnętrze. Rzucała pioruny oczyma, jakby stały przed nią całe tłumy słuchaczów. Uśmiechała się omdlewająco, upojona muzyką, którą słyszała dusza, olśniona brawami, wstrząsana dreszczem ekstazy."
      },
      {
        "index": 68,
        "text": "Janka słuchała i patrzyła, ale ten chłód i próżnia, jakie poczuła we własnem sercu, przeszkadzały jej odczuwać zachwyty i uniesienia Zaleskiej. Wydawała się jej wysoce śmieszną, z trudem powstrzymywała uśmiech litości. Miała ochotę przerwać jej brutalnie jaką uwagą ostrą, ale żal się jej zrobiło i słuchała tych nieskończonych wynurzeń coraz niecierpliwiej."
      },
      {
        "index": 69,
        "text": "— Laboga pani! tam dzieci cosik krzyczą! — zawołała Janowa, wpadając do pokoju."
      },
      {
        "index": 70,
        "text": "Zaleska zatrzymała się na środku pokoju, zbladła, zaczęła spoglądać naokoło błędnym wzrokiem, później spuściła oczy. Mówiła coś bez związku, kręciła się wkółko, jakby nagle straciła przytomność, nie wiedziała, co zrobić ze sobą, wreszcie łzy strumieniem popłynęły z jej oczu, zakryła twarz rękoma i uciekła."
      },
      {
        "index": 71,
        "text": "Po kilku minutach przysłała Rocha z heljotropowym liścikiem, prosiła o paski czystego płótna na bandaż i trochę maści diachilowej. Janka posłała i zaraz sama poszła odwiedzić ją, ale przede drzwiami usłyszała podniesiony głos mężusia:"
      },
      {
        "index": 72,
        "text": "— Co to jest! Włóczysz się po sąsiadach! Psiakrew, żeby dzieci zostawiać same w kąpieli, potopiłyby się jak szczenięta, a ona tam rajcuje z tą komedjantką. Dosyć już tego. Człowiek nie może spać, nie może jeść, obiadu nigdy na czas niema, a ja muszę dzieci pilnować, bo żonusi podoba się chodzić z wizytami, a wszystko zostawiać na Bożej opiece."
      },
      {
        "index": 73,
        "text": "— Henryczku! mój najdroższy, mój jedyny, wybiegłam tylko na chwileczkę, bo miałam pilny interes."
      },
      {
        "index": 74,
        "text": "— Siedzieć w domu i pilnować domu! Wszystko idzie do góry nogami. Trzeba ci było wziąć ze dwadzieścia tysięcy posagu, to mogłabyś robić, coby ci się podobało, miałby cię kto wyręczyć, byłoby za co."
      },
      {
        "index": 75,
        "text": "Janka cofnęła się, nie chciała więcej słyszeć, wystarczyło jej odgłosów małżeńskiego szczęścia. Zamknęła nawet drzwi od salonu, bo przez cienką ścianę przenikał krzykliwy głos Henia, odgłos rozbijanych sprzętów i płaczliwy, pokorny, błagający głosik żonusi."
      },
      {
        "index": 76,
        "text": "Do niedzieli, to jest przez całe trzy dni, nie widziała Zaleskiej; przysłała ona tylko kilka pachnących bilecików z zapytaniami o zdrowie i w przypiskach skarżyła się domyślnikami i wykrzyknikami na los i życie. Wieczorem grywała po dwie godziny dłużej, niż dawniej."
      },
      {
        "index": 77,
        "text": "— W niedzielę przyjedzie Głogowski! — powtarzała sobie Janka ustawicznie."
      }
    ]
  }
}