{
  "chapterNumber": 16,
  "title": "Tom I, Rozdział XVI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVI."
      },
      {
        "index": 2,
        "text": "Janka rano uczuła się spokojną, wczorajszy płacz wyrwał z niej gorycz tych smutnych dni i zdenerwowania i przepełnił jej serce rezygnacją smutku."
      },
      {
        "index": 3,
        "text": "Zaleska heljotropowym liścikiem prosiła o pożyczenie nakryć, bo już dzisiaj z pewnością mieli przyjechać do nich ci wyczekiwani bogaci kuzyni."
      },
      {
        "index": 4,
        "text": "Przybiegła zresztą sama w pięć minut po liście."
      },
      {
        "index": 5,
        "text": "— Od kilku dni wybieram się do pani. Mam znakomity projekt! Tylko, panno Janino, na miłość boską, ani słowa nikomu, dobrze? — rzuciła się na szyję i ucałowała."
      },
      {
        "index": 6,
        "text": "— Sześć par noży i widelców, no, całe naczynie, razem z bielizną stołową. Mężuś po pensję jedzie do Warszawy, to kupi. Nie powie pani nikomu o tym projekcie?"
      },
      {
        "index": 7,
        "text": "— Jeszcze nic nie wiem — odpowiedziała dosyć szorstko, bo już ją nudziła Zaleska."
      },
      {
        "index": 8,
        "text": "— Napisałam do kuzyna, aby się postarał przenieść mężusia do Warszawy, do Dyrekcji; to bardzo wpływowy człowiek, dla nas szczególnie życzliwy — opuściła głowę na chwilę. — Otóż, gdyby się tak stało, to mężuś mógłby w godzinach pozabiurowych brać lekcje śpiewu."
      },
      {
        "index": 9,
        "text": "— Poco? — rzuciła niechętnie i prawie z gniewem."
      },
      {
        "index": 10,
        "text": "— Panno Janino, on ma wspaniały głos, mógłby zostać śpiewakiem, gdyby się tylko uczył, a ja tymczasem miałabym czas zdobyć sobie rozgłos. Wystąpiłabym najpierw w Towarzystwie Muzycznem, później urządziliby mi koncert w ratuszu, zdobyłabym środki na kształcenie się zagranicą."
      },
      {
        "index": 11,
        "text": "— Pani to mówi serjo? — zapytała porywczo, bo ją zirytowała ta głupia pewność powodzenia, ten optymizm względem świata, z którego ona wyszła zdruzgotana rozczarowaniem."
      },
      {
        "index": 12,
        "text": "— Zupełnie serjo. Cóż pani w tem widzi niemożebnego? — zapytała zlękłym głosem."
      },
      {
        "index": 13,
        "text": "— Proszę pani. Zupełnie nie przeczę, że pani ma talent — nie mogła powstrzymać lekceważącego uśmiechu. — Ale żeby w Warszawie, gdzie tyle swoich i obcych sław walczy ciągle z sobą o powodzenie, mogła się pani wybić nad zwykłą poprawność, w to trudno mi uwierzyć. Zna pani przecież tamten świat; wie pani o tych szalonych trudnościach, jakie trzeba przezwyciężyć, o tej ciężkiej, przeważnie bezowocnej walce, jaką trzeba toczyć, nim się coś zdobędzie — i pomimo to chce pani tam iść! Bo zresztą, przypuśćmy, że kuzyn — podkreśliła to słowo — urządzi pani koncert, który się powiedzie pod każdym względem, bo kuzyn prawdopodobnie wie, jak brać się do tego, ale co później, co dalej?"
      },
      {
        "index": 14,
        "text": "— Będę pracowała, aby zdobyć uznanie."
      },
      {
        "index": 15,
        "text": "— Nie tak będzie, tylko tak, że mąż pani będzie się wciąż uczył, a pani będzie się męczyła, męczyła, męczyła do śmierci — powiedziała głośno i twardo."
      },
      {
        "index": 16,
        "text": "— Być może, ale przynajmniej będę się męczyła wpośród tego świata, o jakim marzę i bez którego jużbym dłużej nie wyżyła. — Łzy zaczęły zalewać jej twarz. — Przecież pani wie, jakie życie straszne tutaj, bez celu, tylko byle dzień przepchnąć, a przytem my jesteśmy biedni, bo ta marna pensyjka mężusia zaledwie wystarcza dla niego, i gdyby nie pomoc kuzyna, to jeść nie mielibyśmy co, a liczę, że przy jakiem takiem powodzeniu jego na scenie a mojem na estradzie, będziemy mieli znacznie więcej dochodów, i zresztą już ten kuzyn nasz..."
      },
      {
        "index": 17,
        "text": "— O, tak, będziecie mieli skarby! O, tak, będziecie mieszkali w jednym pokoju na czwartem piętrze i jadali raz na dwa dni obiady. Znam takie życie, jadłam tę rozkosz, jaką sztuka daje, tak łapczywie, że aż się udławiłam."
      },
      {
        "index": 18,
        "text": "— Panno Janino, dlaczego dzisiaj pani tak mówi? Odbiera mi pani siły i wiarę w przyszłość — skarżyła się, cicho łkając."
      },
      {
        "index": 19,
        "text": "— Bo panią znam, jesteś pani biednym ptaszkiem, który chce przelecieć ocean, i mówię: utoniesz, bo, o ile mi się zdaje, mąż pani nie ma takiego głosu, z którego możnaby coś zrobić na scenie; jest to głos do saloniku w Bukowcu bardzo dobry, ale nic więcej, jeden z miljona. Żal mi pani, a że mam pewne doświadczenie, chciałam panią ostrzec, bez entuzjazmu, bez złudzeń i obsłon pokazać chciałam pani przyszłość."
      },
      {
        "index": 20,
        "text": "— Dziękuję, dziękuję pani, ale pójdę za przeznaczeniem, pójdę — powiedziała mocno, otarła łzy i, nie żegnając się, wyszła."
      },
      {
        "index": 21,
        "text": "— Głupia gęś, świat chce zdobywać i panować mu — szepnęła Janka ironicznie. Rozgniewało ją to, że jakaś głupia kobiecina marzy o tem samem, co ona niegdyś i teraz. Nie, nie chciała jej przyznać nawet talentu, chociaż go czuła w niej, bo coś niby zazdrość ostremi szponami szarpało jej duszę. Zaczęła chodzić po mieszkaniu. — Tak, tak bywa na świecie, jakaś tam będzie triumfowała, zdobędzie wszystko, a ona? — myślała — ona, co całe życie włożyła w pragnienia i którą urzeczywistnienie ich kosztowało już tyle łez i rozczarowań, ona zostanie na tej nędznej prowincji, wyjdzie zamąż za tego chama!"
      },
      {
        "index": 22,
        "text": "Odepchnęła gniewnie krzesło, które stało na jej drodze. Będzie mu rodziła dzieci, chodziła koło gospodarstwa, będzie żyła w tym świecie, który ją w niedzielę spoliczkował; uśmiechać się będzie do tej starej chłopki, do tej swojej pani matki, która razem z jej służącą chodziła kiedyś na pańszczyznę, będzie mówiła: ojcze! temu pijakowi, wycierającemu wszystkie karczmy okoliczne, będzie żoną tego karczmarczyka, tego Grzesika!"
      },
      {
        "index": 23,
        "text": "Pchnęła znowu jakiś fotel, aż poleciał do przeciwległej ściany. — Ona, ona! tak żyć musi, a dlaczego? poco? Żeby z kluczami u pasa, w przydeptanych trzewikach, chodzić po chlewach, pilnować udojów, toczyć walki ze służbą, żeby w niedzielę jeździć do kościoła, czasem przyjąć u siebie całą tę bandę głupców i kretynów, to stado gęsi i plotkarek, i żeby się wciąż płaszczyć, wciąż pilnować własnej duszy, wciąż stać na straży własnej przeszłości, by żaden jej odgłos nie doszedł tych poczciwców, bo mógłby jej kto w twarz rzucić: cyrkówka! dawna aktorka! I tak zmaleć, tak zdusić własną duszę, wszystkie pragnienia szerszego życia, wszystkie marzenia, nie mające na celu jedynie koryta, tak znikczemnieć, żeby bez szemrania chodzić w jarzmie codziennego, przemarnego życia!"
      },
      {
        "index": 24,
        "text": "— To ja mam zrobić? ja mam tak żyć dalej? ja? Nie, nie, nie!... — wołała, unosząc się, porwana buntem duszy, czującej własne siły. — Nie! niech świat się zapada, niech wszystko runie dokoła mnie, wszystko mi jedno, ja pójdę tam, gdzie chcę, żyć będę pełną piersią, gdzie mi nikt nie powie: nie można! nie wypada! nie wolno!"
      },
      {
        "index": 25,
        "text": "Myśli jej, jak przestraszone przez jastrzębia ptaki, rozbiegły się nagle z tego skupienia i zakłębiły chaotycznie gmatwaniną scen jakichś, obrazów, przypomnień, barw, głosów, chwiała się jej dusza, porywana jakimś potężnym wichrem, i leciała w tamten wymarzony i pożądany świat, pełen słońca, czynów i życia szerokiego i swobodnego."
      },
      {
        "index": 26,
        "text": "Usiadła i siedziała długo, rozmyślając zimno."
      },
      {
        "index": 27,
        "text": "— Tak, pójdę do teatru, talent mam... muszę go mieć. Odbiorę swój posag, żeby nie zaznać znowu nędzy. Pójdę do teatru. — Mówiła sobie głośno i przez mózg zaczęły się jej przewijać sylwetki poznanych ludzi w Warszawie: tych niby artystów, którzy tworzyli teatr, i tych ludzi, którzy tworzyli publiczność, i te wszystkie nędze, głupie, codzienne ich życia szczegóły, które teraz widziała w ostrem, prawdziwem świetle; te kłótnie nieustanne i intrygi, podłostki, nikczemności całe trzęsawisko, pełne błota moralnego, cały świat histeryków, podłych, złych, do ostatnich włókien, jakiemi ich teraz zobaczyła. A publiczność, te masy Zaleskich, Grzesikiewiczów, Babińskich, Świerkoskich, te masy głupie, dzikie i barbarzyńskie, które tylko w teatrze poszukują żeru dla stępionych nerwów, podrażnienia, uciechy."
      },
      {
        "index": 28,
        "text": "— Błazny, manekiny i bydło... Nie, już nic nie wiem! — szeptała zgnębiona tem poznaniem i nie mogła pozbyć się uczucia głębokiej odrazy i pogardy, jaką ją to uświadomienie przejęło do teatru; ale pomimo wszystkiego postanowiła, że wyjedzie. Wszystko jedno, co się stanie, byle się już raz stało, byle stało się jak najprędzej, bo pragnęła wyjechać, nim Grzesikiewicz odważyć się zdoła na oświadczyny. O ojcu nie myślała teraz, ale Andrzeja było jej trochę żal, chociaż sama nie wiedziała dlaczego, czuła się wobec niego jakby winną jakiego przestępstwa."
      },
      {
        "index": 29,
        "text": "I tak była temi projektami i myślami pochłonięta, że nazajutrz zrobiła się szorstką i gwałtowną w stosunkach z ludźmi, a ze szczególną niechęcią traktowała Świerkoskiego, który starał się spotykać ją na spacerach, przychodził do nich codziennie po podniesieniu się z łóżka Orłowskiego i przesiadywał wspólnie z Andrzejem całe wieczory, grając w domino z Orłowskim, bawiąc Jankę swojemi dzikiemi z psem sztukami, albo skulony na krześle, zły, milczał cały wieczór, skubiąc brodę i świdrując żółtemi oczyma Grzesikiewicza."
      },
      {
        "index": 30,
        "text": "— Wie pani, zarobiłem na kamieniach przez trzy miesiące pięćset rubli — powiedział raz w miejsce powitania, drgającym, rozbitym z radości głosem."
      },
      {
        "index": 31,
        "text": "— A ileż pan chce zarobić jeszcze? — zapytała drwiąco."
      },
      {
        "index": 32,
        "text": "— Tysiąc, co najmniej, a może być dwa! — uśmiechnął się lubieżnie do tej sumy."
      },
      {
        "index": 33,
        "text": "— No, a później na czem pan myśli zarabiać?"
      },
      {
        "index": 34,
        "text": "— Na czem się tylko da. Będę kupował od Grzesikiewiczów budulcowe drzewo i będę je dostawiał do Warszawy wielkim zakładom ciesielskim. To początek, a później chcę się wziąć do handlu zbożowego; w tym roku Żydzi pozarabiali na nim ogromne pieniądze, czemu ja nie miałbym także zarobić, co?"
      },
      {
        "index": 35,
        "text": "— Rzeczywiście, czemu! Dlaczego i pan nie miałby zrobić majątku?"
      },
      {
        "index": 36,
        "text": "— Będę go miał, zobaczy pani! — wsunął ręce w rękawy i patrzył na nią z jakąś dziką, wilczą czułością."
      },
      {
        "index": 37,
        "text": "— Rzuci pan wtedy służbę na kolei."
      },
      {
        "index": 38,
        "text": "— Tak."
      },
      {
        "index": 39,
        "text": "— Powinien się pan wtedy ożenić, żeby te miljony nie pleśniały w skrzyniach — powiedziała wesoło, podsuwając mu szklankę herbaty."
      },
      {
        "index": 40,
        "text": "— Ożenić się powinienem prędzej, ożenię się nawet... — mówił wolno i patrzał jej w oczy bardzo czule i bardzo znacząco."
      },
      {
        "index": 41,
        "text": "— Ożeń się pan; ale naprawdę co mnie to wszystko obchodzi? — powiedziała bardzo impertynenckim tonem, bo ją rozgniewały i zdenerwowały te żółte oczy, które ciągle czuła na swojej twarzy, jak jakieś oślizgłe, wstrętne pocałunki."
      },
      {
        "index": 42,
        "text": "Orłowski, który słyszał tę rozmowę, roześmiał się na całe gardło z poza gazety."
      },
      {
        "index": 43,
        "text": "— Świerk, dostałeś prztyczka w nos, co? Trzymajże, bracie! — i śmiał się znowu."
      },
      {
        "index": 44,
        "text": "— Tak, dostałem i trzymam, tak! — i przez jakie pięć minut pił śpiesznie herbatę, dmuchał w szklankę, parzył sobie z pośpiechem usta, szczękał zębami po szkle, kopał nieznacznie leżącego u nóg psa i przez zęby syczał cicho i jakby bezmyślnie. — Tak, dostałem i trzymam, tak! — skończył wreszcie i wyszedł..."
      },
      {
        "index": 45,
        "text": "— Będzie cię jeszcze wszystko obchodziło, aniołku, będzie — szeptał szarpany wściekłością i tak kopnął psa, że Amis zleciał ze schodów. — Przypiłuję ci te śliczne ząbeczki, Hipcio ci je powyrywa, zobaczysz!"
      },
      {
        "index": 46,
        "text": "Nie przestawał jednak chodzić codziennie do nich. Przysyłał zające, kuropatwy, ryby, które mu znosili jako gościńce robotnicy kolejowi. Nie mogła Janka odrzucać, bo zwyczaj taki panował i na innych stacjach, tylko mu zawsze tak cierpko dziękowała za te prezenty, że Świerkoski trząsł się z gniewu, ale po każdem takiem przysłaniu czegokolwiek przychodził, bo łaknął podziękowań, bo, pomimo tej ostrej formy, sprawiały mu zadowolenie; tłumaczył sobie, że ponieważ przyjmują, więc jest widziany dobrze."
      }
    ]
  }
}