{
  "chapterNumber": 14,
  "title": "Tom I, Rozdział XIV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VXI.XIV."
      },
      {
        "index": 2,
        "text": "Głogowski miał spać w pokoju Orłowskiego. Wkrótce cała stacja utonęła w ciemnościach i w śnie, tylko Stasio siedział na przedniem siedzeniu bryczki razem z Zosią i powoził wolno, bo noc była ciemna i pełno wybojów i korzeni na leśnej dróżce."
      },
      {
        "index": 3,
        "text": "— Pan się pogniewa, że go tak fatygujemy? — zapytała pierwsza, bo Staś milczał uporczywie."
      },
      {
        "index": 4,
        "text": "— O, przeciwnie, jestem uradowany, jestem bardzo szczęśliwy, bardzo... — umilkł znowu."
      },
      {
        "index": 5,
        "text": "— Co panu jest, panie Stanisławie? — zapytała szeptem, biorąc go pod rękę, bo siedzenie było tak wąskie, że co chwila obawiała się wylecieć."
      },
      {
        "index": 6,
        "text": "— Zmartwiony jestem, bo mama napisała mi taki list... — urwał, cmoknął na konia."
      },
      {
        "index": 7,
        "text": "Osiecka, rozwalona niby w fotelu na swojem siedzeniu, chrapała."
      },
      {
        "index": 8,
        "text": "— Pamięta pan, że mi pan obiecał wszystko zrobić, o co poproszę."
      },
      {
        "index": 9,
        "text": "— Pamiętam, wio kary, wio! — uderzył konia batem bardzo energicznie."
      },
      {
        "index": 10,
        "text": "— Otóż, ja teraz proszę o powiedzenie mi swojego zmartwienia."
      },
      {
        "index": 11,
        "text": "— Nie, nie śmiałbym, nie mógłbym nawet, nie..."
      },
      {
        "index": 12,
        "text": "— A jeżeli mnie to obchodzi bardzo, bardzo... — szepnęła słodko, przyciskając się do niego ramieniem."
      },
      {
        "index": 13,
        "text": "Stasia przeszedł dreszcz, chciał się odsunąć, bo jej oddech palił mu twarz, ale nie było gdzie się usunąć. Milczenie zapanowało pomiędzy nimi. Las szumiał tajemniczo w czarnych głębiach. Księżyc rzucał złotawe blaski na mchy i lśnił arabeskami fantastycznego rysunku na czerwonych korach sosen, chmury leciały szybko przez szare sklepienia i co chwila przysłaniały światło."
      },
      {
        "index": 14,
        "text": "— Pani się na mnie gniewa? — zapytał po długiej chwili."
      },
      {
        "index": 15,
        "text": "Nie odpowiedziała."
      },
      {
        "index": 16,
        "text": "— Pani się gniewa? — powtórzył płaczliwie i ujął ją za rękę. Wyrwała mu ją energicznie."
      },
      {
        "index": 17,
        "text": "Staś posmutniał i pokornym głosem błagał o przebaczenie. Nie powiedziała mu nic, tylko gdy stanęli przed domem, dotknęła się ustami jego ucha i szepnęła, ściskając mu rękę:"
      },
      {
        "index": 18,
        "text": "— Przyjdź pan jutro, wieczorem."
      },
      {
        "index": 19,
        "text": "Staś wracał na służbę oszołomiony. Stał długo pomiędzy szynami i patrzył na rozświetlone okna Zacisza; coś się w nim rozrastało potężnie, jakiś zachwyt i szczęście przepełniały go całego."
      },
      {
        "index": 20,
        "text": "Zaleski spał na kanapie okryty mundurem, aparat milczał. Staś zmienił kamasze na zielone, haftowane złotem pantofle, chodził po kancelarji i nie mógł jeszcze pojąć, co się z nim dzieje. Zażył laurowych kropli, bo serce biło mu przyśpieszonem tętnem, wyjął z kieszeni dzisiejszy list matki i przeczytał go raz jeszcze:"
      },
      {
        "index": 21,
        "text": "„Mój synu! Odpisuję natychmiast, bo twój ostatni list przeraził mnie poprostu. Co to za panna Zofja? Skąd ją znasz? Jak dawno? Gdzie mieszka? Kto są jej rodzice? To jest najważniejsze, a tego mi nie piszesz, tylko same głupstwa, że ci się bardzo podoba. Mój Stasiu, nie jesteś już dzieckiem, więc bądźże mężczyzną. Powinieneś już wiedzieć, co ci się podobać powinno. Pamiętaj, że niema nic niebezpieczniejszego nad młode panny. Każda z nich myśli tylko o jednem, aby się jak najprędzej wydać zamąż, aby złapać jakiego bądź głupca, i potrafią one tak mężczyznę obałamucić uśmieszkami, słówkami, spojrzeniami, że ani się spostrzeże, kiedy już wpadł po szyję. Możesz mi wierzyć, ja się trochę znam na tem, żyję dosyć dawno i patrzę, a ty jesteś niedoświadczony dzieciak. Gdybyś uprawiał mały flircik z Zaleską, gdybyś się jej starał przypodobać, nie miałabym nic przeciw temu, bo mężatka nie może grozić małżeństwem, i przez nią mógłbyś mieć protekcję jej męża! Gdybyś się umizgał do zawiadowcówny, to także nic złego, bo to córka zwierzchnika, panna z naszej sfery i bogata; ale jakaś tam pierwsza lepsza zrobiła do niego oko, a ten już pisze: „podoba mi się ogromnie“. Piszę w rozżaleniu, że ośmieliłeś się, nie zapytawszy pierwej matki, zwrócić uwagę na dziewczynę, której ja nie znam. Stasieczku, jeśli mnie kochasz, to bywać u tych pań przestaniesz, wierzę, że tak uczynisz dla matki, która cię tak bardzo kocha i prosi o to. Szelki ci posyłam i z twego listu widzę, że gdyby cię nie uwierały, to możebyś się był oświadczył, ty zapaleńcze. Załączam kawałek pasztetu, bardzo dobry, i cały placek z serem. Na pewno u tej panny takiego ci nie podadzą do herbaty!"
      },
      {
        "index": 22,
        "text": "„Ostrożnie, drogie dziecko, z pannami ubogiemi i nieznanemi, jak z ogniem. Wuj Feluś całuje cię. Posyłam ci sześć jedwabnych chusteczek; kupiłam, bo mi się bardzo podobały“."
      },
      {
        "index": 23,
        "text": "To był powód, dlaczego się tak hamował w rozmowie z Zosią. Rozmyślał nad tym listem od rana. Wahał się, postanawiał już więcej nie widzieć Zosi, ale ile razy przypomniał dźwięk jej słów ostatnich i dotknięcie jej ust, drżał ze wzruszenia, łzy zapełniały jego wypukłe oczy, łzy radości — i wtedy zapominał o mamie, o wuju Felciu, o wszystkiem. Czuł, że nie jest w stanie oderwać myśli od niej, że nie potrafi zastosować się do życzeń matki — a równocześnie przesuwał mu się przez pamięć jej cień. Matki, której od dziecka ślepo nawykł słuchać, która prowadziła go przez życie krok za krokiem z największą troskliwością i usuwała przed nim przeszkody wszystkie i cierpienia, i która dostarczała mu nietylko rad, jak ma żyć i postępować, nietylko szelek, placków z serem i pasztetów, ale była gotowa stręczyć mu kochanki, byle go tylko nie wypuścić z opieki i nie stracić nad nim władzy. Rozumiał cały ogrom jej miłości, ale miłość do Zosi brała chwilami górę, budziła się w nim samodzielność, wyprostowywał się z energją, chciał nawet list przedrzeć i właśnie przez bunt robić wszystko naprzekór swej matce, ale skończyło się na tem, że list przeczytał raz jeszcze, ucałował go i poddał się biernie losowi. Przyjmował i wysyłał depesze ze zwykłą mechaniczną bezmyślnością, zapisywał do dzienników czas przyjścia i odchodzenia pociągów. Wydawał polecenia Karasiowi, ile wagonów ma podstawić pod rampę do naładowania, i chwilami tylko wzdychał, wpatrując się w omglony, szary, jesienny poranek, i w szeregi błyszczących od rosy, bronzowych wagonów, któremi Karaś manewrował po linji; słuchał gwizdawki parowozu, stuku sztosujących buforów, świergotu wróbli pod magazynem. Dobrze mu teraz było, bo myśleć nie potrzebował, bo to życie dokoła, pokratkowane na godziny, wymierzone, czynne, w którem szedł ze służby na odpoczynek, z odpoczynku na służbę, trzymało go silnie swoją otoczką przepisów i obowiązków."
      },
      {
        "index": 24,
        "text": "Wyjrzał na podjazd, czekały tam konie na Głogowskiego, dał o tem znać do Orłowskiego przez Rocha, zdał służbę i poszedł spać."
      },
      {
        "index": 25,
        "text": "Głogowski pił śpiesznie herbatę. Orłowski poszedł na osobowy."
      },
      {
        "index": 26,
        "text": "— Trzeba zaraz jechać. Mówiliśmy o tem i owem, ale, panno Janino, czy ta przyjaźń nasza, jaką zawarliśmy w Warszawie, trwa jeszcze?"
      },
      {
        "index": 27,
        "text": "— Co do mnie, to jeśli przyjaźń daję komu, daję na zawsze."
      },
      {
        "index": 28,
        "text": "— Dziękuję. Ja się także nie zmieniłem, a powiem przytem otwarcie, że dawniej nie wierzyłem w przyjaźń mężczyzny z kobietą, ale teraz wiem, że to istnieje, chociaż jest to nie moją zasługą, bo wyraźnie mi było wzbronione kochanie się w pani, a?"
      },
      {
        "index": 29,
        "text": "Uśmiechała się, podnosząc na niego oczy."
      },
      {
        "index": 30,
        "text": "— I nie kocham pani tak, jak się kocha kobiety; ja panią uważam za wielką dla mnie duszę, za drogą dla mnie głowę, za inteligencję pokrewną, której los mnie obchodzi, która związana jest z mojem ja niezliczonemi nićmi wspólnych wrażeń, ideałów, pragnień i wstrętów. Powiedziałem wstęp, aby się teraz zapytać: czy mogę wszystko wiedzieć, co się pani tyczy, o wszystko pytać?"
      },
      {
        "index": 31,
        "text": "Nie odpowiedziała, tylko skinęła mu potakująco głową, ale uchwycił, że jakiś cień przemknął po jej oczach, wpatrzonych w niego."
      },
      {
        "index": 32,
        "text": "— Otóż, niech mi pani powie, co teraz z sobą pani robić myśli? — zapytał prosto, i resztę pytań, jakie miał na ustach, połknął, bo ten cień go ostrzegł, że nikt wszystkiego, nawet najserdeczniejszym, nie powie, że każda dusza musi mieć swoje tajemne skrytki, które muszą pozostać zamknięte i niepoznane."
      },
      {
        "index": 33,
        "text": "— Nie wiem — odpowiedziała poważnie."
      },
      {
        "index": 34,
        "text": "— W Bukowcu pani długo nie wytrzyma, to wiem, ale chybaby pani zamąż wyszła?"
      },
      {
        "index": 35,
        "text": "— Nie wiem."
      },
      {
        "index": 36,
        "text": "— O powrocie na scenę pani nie myśli? — pytał, zdumiony trochę jej odpowiedziami."
      },
      {
        "index": 37,
        "text": "— Nie wiem... nie wiem... nie wiem... nic jeszcze nie wiem: co pocznę, dokąd pójdę... Te kilka tygodni przychodziłam do życia, do równowagi, i bałam się samej siebie zapytać jasno: co dalej?.. bo nie znalazłabym odpowiedzi ani w sobie, ani — zrobiła szeroki krąg ręką. — Nie wiem! Wir jakiś mnie porwał i kręci mną dotąd, i nie pozwala wydostać się na prąd, któryby mnie poniósł, chociażby na zatracenie. Wszystko mnie rwie w jakąś dal, ale dokąd? gdzie? poco? nie wiem! — szeptała cicho, oczy jej błądziły po jakiejś próżni i bolesny uśmiech okolił usta drżące od wzruszenia. — Wie pan, wczoraj, w kościele, wszyscy odwrócili się ode mnie z pogardą. Opowiadali sobie prawie głośno takie szczegóły o mnie, że, słuchając, umierałam ze wstydu i bólu, że byłabym spoliczkowała całą tę zgraję i uciekła, gdzie mnie poniosą oczy. O, tutaj jest piekło, piekło! — wołała, przyciskając sobie serce i czoło. — Czegoś pan mi umrzeć przeszkodził?"
      },
      {
        "index": 38,
        "text": "— Powinienem był. Życie pani nie jest jednak własnością osobistą, to dobro społeczne."
      },
      {
        "index": 39,
        "text": "— Obudziłam się w szpitalu po wypiciu tej esencji, myślałam, że już nie żyję. Ojciec klęczał przy łóżku i całował mnie ze łzami, i wtedy cierpiałam niewypowiedzianie za tem zmarnowanem życiem, i przysięgałam sobie, że jeśli żyć będę, to będę żyła dla niego, dla ojca. Teraz, kiedy jestem zdrowa, chciałabym żyć znowu dla siebie. Czuję, że moje serce nie jest zdolne do poświęceń i do ofiar, i do miłości, bo tyle już wyczerpałam z niego, że każda chwila życia tylko do mnie należy, że nic nikomu nie odstąpię. — Zawiesiła głos na chwilę i patrzyła twardo i ponuro w świat, w przestrzeń ogromną, co się roztaczała za oknami."
      },
      {
        "index": 40,
        "text": "Głogowski cierpiał, bo te jej gwałtowne akcenta, ta dzika, trochę bezładna mowa, ten chłód, jaki w niej czuł, pomimo ognistych spojrzeń i porywów, przejmowały go bólem współczucia. Czuł, że się szamoce z sobą, że sama nie wie, czego chce, że największym wrogiem jest jej ja własne, buntownicze i bezwzględne, jej temperament szalony, że to wszystko, jak dawniej, fermentuje w niej."
      },
      {
        "index": 41,
        "text": "— Odbiegłam daleko, a panu się śpieszy. Chce pan wiedzieć, co będę robiła? Panie, mój ojciec jest bardzo chory, żyje tylko dotąd, dopóki ja jestem przy nim, żyje tylko mojem życiem."
      },
      {
        "index": 42,
        "text": "— Pogodziliście się zupełnie?"
      },
      {
        "index": 43,
        "text": "— Tak. Najlepszy człowiek i tyle już wycierpiał przeze mnie, że nie wolno mi go narażać na nowe cierpienia, boby ich nie przeniósł."
      },
      {
        "index": 44,
        "text": "— Czy nie możnaby, jeśli coś pani zechce poczynać, robić to z jego wiedzą i wolą?"
      },
      {
        "index": 45,
        "text": "— Możnaby. Tylko, co robić? Wrócić do teatru? — zapytała ciszej, i gorzki uśmiech rozkwitnął na jej bladych wargach. — Panie, co ja tam przeszłam, zanim zdołałam targnąć się na własne życie! Nie przypuszcza pan nawet istnienia takich cierpień, nędzy i upokorzeń. Chciałam być kobietą — nie mogłam; chciałam grać, wybić się ponad tłum — nie mogłam; żyć nawet nie mogłam, zepchnięto mnie wdół. Podłość ludzka jest straszna dla takich naiwnych, jaką byłam — jaką byłam — powtórzyła."
      },
      {
        "index": 46,
        "text": "— Słyszałem trochę o pani nędzy! — rzekł cicho i smutnie."
      },
      {
        "index": 47,
        "text": "— Obrzydł mi teatr, nie czuję w sobie talentu na scenie; po tej chorobie coś się zerwało we mnie, coś zgasło mi w duszy, przyciemnił mi się świat, nawet sama sztuka wydaje mi się chwilami marną zabawką, nędznem odbiciem wszechpiękna."
      },
      {
        "index": 48,
        "text": "— Szkoda, bo miałem pewien projekt, który teraz nie warto jest podnosić."
      },
      {
        "index": 49,
        "text": "— Powiedz go pan, mów, niech będzie najdzikszy, nie zlęknę się projektowania, marzenie jest jedyną rozkoszą w tem półżyciu mojem, bo na czyn nie mam już sił."
      },
      {
        "index": 50,
        "text": "— Chciałem pani zaproponować to: Ja od Nowego Roku wstępuję do lwowskiego teatru, już się umówiłem, potrzebuję być na scenie jakiś czas, wprost dla jej poznania. Załatwiając to, myślałem i robiłem też miejsce dla pani, zgodzono się. Tymczasem, przez dwa miesiące będę uczył dzieci i chcę skończyć swoją sztukę. Projekt, przynajmniej co do pani, zostanie projektem; ale myślałem, że się pani zgodzi. Tam inny świat, ludzie inni, byłoby pani tam lepiej, bo ma już pani pewne doświadczenie..."
      },
      {
        "index": 51,
        "text": "— O, mam już dosyć doświadczenia, dosyć... — zaczęła się śmiać suchym, histerycznym śmiechem tak gwałtownie, aż Głogowski porwał się z krzesła przestraszony."
      },
      {
        "index": 52,
        "text": "— To nie atak histerji, nie! Śmiałam się z siebie samej i żegnałam całą przeszłość głupią, ach, jak głupią, złudzenia młodości i wiarę w ludzi. Mów pan, mów: kiedyś mi pan odsłonił oczy duszy mojej, to przesuwaj przed niemi obrazy, wizje nawet."
      },
      {
        "index": 53,
        "text": "Głogowski chodził po pokoju poruszony, ten śmiech i jej słowa nie podobały mu się, widział w nich komedję, albo istotną histerję, spoglądał na nią badawczo."
      },
      {
        "index": 54,
        "text": "— Nie patrz pan tak, nie lubię tego spojrzenia, które tylko obserwuje i bada; patrzysz pan na mnie, niby na dzikie, lub bardzo osobliwe zwierzę — zawołała porywczo."
      },
      {
        "index": 55,
        "text": "— Patrzę, bo pani nie poznaję; ale wracam do mojego projektu. Układając się z lwowskim teatrem, byłem pewny zgody pani, bo stamtąd otwarta jest droga na cały świat."
      },
      {
        "index": 56,
        "text": "— Cudowna bańka mydlana, prześliczna fatamorgana, boję się w nią patrzeć, żeby nie zapragnąć dotknąć się jej ręką, bo cóżby się stało?"
      },
      {
        "index": 57,
        "text": "— Więc? — zapytał, przystając przed nią i patrząc na zegarek."
      },
      {
        "index": 58,
        "text": "— Nie wiem. Wszystkie dawne myśli, wszystkie dawne pragnienia i wszystkie dawne marzenia są we mnie; tylko nie wierzę, żeby mogły dać szczęście. Będę myśleć, co zrobić z sobą. Napiszę do pana, dobrze?"
      },
      {
        "index": 59,
        "text": "— Tysiąc razy dobrze! Chciałem prosić o to samo. W grudniu muszę już wiedzieć z pewnością, czy pani pojedzie, lub nie."
      },
      {
        "index": 60,
        "text": "— Przyjedź pan do nas, przyjeżdżaj często. Pan jeden streszcza mi w sobie cały inny świat, który jest poza Bukowcem."
      },
      {
        "index": 61,
        "text": "— Dobrze, jeśli znajdę parę godzin czasu, przyjadę."
      },
      {
        "index": 62,
        "text": "— Do widzenia."
      },
      {
        "index": 63,
        "text": "— Do widzenia. Niech pani tylko wytrwa w tem, co postanowi."
      },
      {
        "index": 64,
        "text": "— Będę chciała..."
      },
      {
        "index": 65,
        "text": "Odjechał."
      }
    ]
  }
}