{
  "chapterNumber": 22,
  "title": "Tom II, Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III."
      },
      {
        "index": 2,
        "text": "W kilka dni po oświadczynach Grzesikiewicza, najniespodziewaniej przyjechał Głogowski. Janka przywitała go radośnie."
      },
      {
        "index": 3,
        "text": "— Chciałam widzieć pana, ale się nie spodziewałam, dziękuję bardzo za pamięć, za odwiedziny."
      },
      {
        "index": 4,
        "text": "— Daj pani spokój, w odwiedziny! — przerwał jej szorstko. — Jestem w Bukowcu, bo uciekam w świat. Rzuciłem do djabła swoich Syngalezów."
      },
      {
        "index": 5,
        "text": "— Już się pan pożegnał ze Stabrowskimi?"
      },
      {
        "index": 6,
        "text": "— Ciekawa pani przedewszystkiem: dlaczego? Naturalne zapytanie, bo u kobiet prędzej przychodzi słowo na usta, aniżeli myśl do mózgu. — Powiedział twardo, zwichrzył gwałtownie włosy i wielkiemi krokami zaczął obchodzić stół."
      },
      {
        "index": 7,
        "text": "— Ano dlaczego? bo wytrzymać nie mogłem. Godny dom, a jakże, sześć razy dziennie siadają do koryta, uważa pani, sześć razy! Niech pioruny spalą, to i świniaby nie wytrzymała. A jacy wszyscy porządni ludzie! jak Boga kocham, automaty! mąż do produkowania pieniędzy, a żona głupstw. Wyobraź pani sobie najregularniejszy kwadrat szablonu, konwenansów, formuł i porządku! Niech pioruny spalą wszelką regularność, wszelki porządek i wszystkich porządnych ludzi! — I zatopił chude, nerwowe palce, o mocno rozwiniętych stawach, w zwichrzonych włosach i usiadł."
      },
      {
        "index": 8,
        "text": "— Nie, już nie mogłem, nie mogłem; jesień taka straszna, zimno, ciemno, mokro, nudnie, że położyć się w błocie i wyć z rozpaczy."
      },
      {
        "index": 9,
        "text": "— Jadę do Paryża! Szóste pięterko, obiad w gargocie, co drugi dzień, to głupstwo wszystko, bo człowiek przytem będzie wolny, będzie mógł oddychać powietrzem, będzie się mógł włóczyć, gdzie oczy poniosą, a to rozkosz, tęsknię za tem. Uważa pani, ta Stabrowska zupełnie sfiksowała, smaruje sążniste głupstwa i tak mnie zaczynała niemi opychać, że zbuntowałem się i powiedziałem jej, dosyć zresztą grzecznie, że to, co pisze, i funta kłaków niewarte, że lepiejby zrobiła, pilnując udojów i kur. No, niechby pisała, jest to taka sama dobra choroba, jak katar chroniczny, lub ślinienie się, ale czemu pragnie zarażać głupstwem ludzi, czemu czytuje swoim i obcym, znajomym i nieznajomym?.. Właściwie, poco ja się irytuję, co to mnie obchodzi? a niech sobie zdycha świat cały, wszystko mi jedno. — Gadał prędko, przeskakując z przedmiotu na przedmiot, roztrzęsionym, zdenerwowanym głosem."
      },
      {
        "index": 10,
        "text": "— Tak, to prawda, poco się irytować?"
      },
      {
        "index": 11,
        "text": "— Irytują się ludzie, mający krew, a zresztą, co ja będę gadał! — machnął ręką."
      },
      {
        "index": 12,
        "text": "— Skończył pan „Ludzi niezłomnych“?"
      },
      {
        "index": 13,
        "text": "— Nie, nie, nie! — krzyczał jakimś wysiłkiem nerwowym i twarz mu poczerwieniała, a w oczach zabłysnął ponury, rozpaczliwy ogień. Posmutniał nagle, oparł czoło o dłonie i głosem znękanym zaczął mówić dosyć bezładnie i cicho, jakby mówił do siebie."
      },
      {
        "index": 14,
        "text": "— Nie skończyłem i nie skończę, dosyć mam literatury, dosyć mam tego głupiego kuglarstwa, zdycham z tego. Co mi daje ta kochana sztuka? szczęście może — a jakże, daje mi tylko coraz głębsze uświadomienie, że jestem ślepiec i idjota, że nic nie umiem, nic nie rozumiem. Dałem już spokój wszystkiemu."
      },
      {
        "index": 15,
        "text": "— Jakto? więc możesz pan już nic nie pisać, nic nie robić?"
      },
      {
        "index": 16,
        "text": "— Nie będę, a raczej nie powinienem, przekonałem się, że nie powinienem brać pióra do ręki. Właściwie, to napisałem „Niezłomnych“, włożyłem w nich pół roku pracy, pół roku myślenia, podlewałem krwią, żeby rośli i żyli, dawałem mózg, chuchałem, ochraniałem, modliłem się do nich, cierpiałem z nimi i za nich, żyłem tylko nimi — i przez pięć minut byłem pewny, że stworzyłem arcydzieło! A wie pani, co jest naprawdę? Manekiny bez kropli krwi, bez jednego prawdziwego tętna w papierowych piersiach!.. Gadanie jest, nie ludzie, gadanie, nie życie, odbicie prawdy, cień! Rozpacz mnie ogarnęła! o! ja mam tych ludzi w sobie, są we mnie z krwią i kośćmi, mam ich dusze w swojej, to wszystko trzepie się we mnie, jak ptactwo, które chce wyrwać się z klatki i lecieć, te dusze płaczą, krzyczą, proszą się o światło dzienne, proszą się o ciało, chcą żyć samodzielnie, męczą mnie okropnie! — a ja, jak marny pastuch, który widzi cud, który czuje cud i nie może go pojąć i nie może go niczem zakląć, żeby trwał!.. Ach! i ja nie mogę wyrwać tych dusz z siebie, nie mogę ich uzewnętrznić!.. — O, nie mów pani, nie, bo mnie gorycz zalewa, niemoc ogłupia, rozpacz żre; nie chciej pani nic, bo chcieć nawet nie warto, nie pragnij pani niczego, bo niczego pragnąć nie warto, bo się nie urzeczywistni, bo tylko to straszne jarzmo własnej niemocy człowiek silniej czuje, bo poznaje całą swoją marność i nędzotę, bo później najprostszej ludzkiej przyjemności nie odczuje. Szczęście nie jest tam, gdzieś, w marzeniach o sławie, w sławie samej, nie jest poza nami, nie szukajmy go poza sobą, bo ono jest w nas. Głupcy! głupcy! głupcy! — wołał podniesionym głosem. — Naśladujmy woły, co z wiecznie pochyloną głową ciągną pługi i nigdy nie patrzą w niebo; naśladujmy drzewa, którym wystarczy rosnąć, kwitnąć, uczuwać ciepło, pić słońce, kołysać się z wiatrami, usypiać o każdej jesieni i budzić się z pierwszem drgnięciem wiosny, bo szczęście jest w trwaniu, w istnieniu i w spokoju!"
      },
      {
        "index": 17,
        "text": "Zamilkł ze zmęczenia, po twarzy przelatywały mu błyskawice gniewu i żalu, który mu serce przeorywał boleśnie, szamotał się w niemocy. Targał piersi, jakby chcąc wydrzeć z siebie te uczucia i porywy, myśli i marzenia, tę przyrodę swoją, która nim rzucała po świecie. Wił się ciągle, wznosił na wyżyny i opadał wdół świadomej niemocy."
      },
      {
        "index": 18,
        "text": "Siedział teraz niemy i w szarych, zaszklonych oczach tlił się krwawy ból i zmęczenie. Janka słuchała tego długiego, bezładnego wybuchu uczuć z jakąś gorzką przyjemnością, ale i ze zdziwieniem, bo go znała jako nieugiętego bojownika, który szedł śmiało od porażki do porażki, bo wierzył, że zwycięży wkońcu."
      },
      {
        "index": 19,
        "text": "Współczuła mu serdecznie, ale w tem współczuciu była jakaś odrobina zadowolenia z tego, że nietylko jej się źle dzieje, nietylko ona się męczy."
      },
      {
        "index": 20,
        "text": "— Tak mi pana żal szczerze, że..."
      },
      {
        "index": 21,
        "text": "— Nie kończ pani, nie przyjechałem po słowa pociechy, ani współczucia, bo te mi nie pomogą. Przyjechałem, aby panią zobaczyć, aby powiedzieć to, co mówiłem, bo się już przepełniło we mnie, a czy pani słuchała, czy mnie żałuje, grubo mi to obojętne. Tak, tak, tak! — wołał, uderzając ze złością w stół."
      },
      {
        "index": 22,
        "text": "Uśmiechnęła się cierpko, bo ją nieco dotknęły te słowa."
      },
      {
        "index": 23,
        "text": "— Odebrał pan ostatnie listy moje?"
      },
      {
        "index": 24,
        "text": "— Odebrałem."
      },
      {
        "index": 25,
        "text": "— I nic pan mi nie powie?"
      },
      {
        "index": 26,
        "text": "— Powiem: powinna pani była tak zrobić, jak pani zrobiła."
      },
      {
        "index": 27,
        "text": "— Czy powinnam? — powiedziała z naciskiem, bo ją podrażniło to: powinna."
      },
      {
        "index": 28,
        "text": "— Mniejsza o wyraz; dobrze pani zrobiła, pozostając przy ojcu. Cóżby pani miała w teatrze?.. rozkosz, sławę, nieśmiertelność?.. Nic z tego, walkę tylko, walkę marną o marność, walkę o cień, którego nikt jeszcze nie uchwycił."
      },
      {
        "index": 29,
        "text": "— A cóż tutaj?"
      },
      {
        "index": 30,
        "text": "— Chociażby i spokojne wegetowanie."
      },
      {
        "index": 31,
        "text": "— To jest: prawidłowość i porządek, rodzina, mąż, dzieci i obowiązki. Znam to! Zaleca mi pan to, co sam od siebie odrzuca ze wstrętem. Trochę wydaje mi się to sprzecznem..."
      },
      {
        "index": 32,
        "text": "— Niech się pani nie wydaje, bo się pani źle wydaje. Odrzucam je, bo odrzucać mogę, bo tam, gdzie jałowiec może rosnąć i żyć, tam dęby schną i umierają."
      },
      {
        "index": 33,
        "text": "— Dobrze pan rozgatunkował — szepnęła z goryczą."
      },
      {
        "index": 34,
        "text": "— Znowu o wyraz się gniewamy, nie chodzi mi o to, tylko, że jeden człowiek może żyć sto lat rzepą pieczoną i czuć się szczęśliwym, a drugi rzepą żyćby nie mógł."
      },
      {
        "index": 35,
        "text": "— Skądże pan wie, że akurat ja jestem jałowcem, że akurat ja jestem tym człowiekiem, który rzepą żyć może?"
      },
      {
        "index": 36,
        "text": "— Nie mówiłem tego do pani, ale ogólnie."
      },
      {
        "index": 37,
        "text": "— Ponieważ mówiliśmy o mnie, musiałam wziąć to do siebie."
      },
      {
        "index": 38,
        "text": "— Kobiety zawsze sprowadzają wszystko do swojego ja."
      },
      {
        "index": 39,
        "text": "— Więc?.. — rozdrażniała się coraz głębiej."
      },
      {
        "index": 40,
        "text": "— Więc, ja nie wiem, kto pani; ale wiem, że każdy silny człowiek bierze swój krzyż na ramiona i idzie w świat, lub kładzie się gdzieś pod płotem i zdycha, jeśli mu się tak podoba."
      },
      {
        "index": 41,
        "text": "— A ja wychodzę zamąż!.. — szepnęła jakoś urągliwie i oczy jej rozbłysły gniewem."
      },
      {
        "index": 42,
        "text": "— Najlepszą rzecz pani robi, jaka pozostała do zrobienia."
      },
      {
        "index": 43,
        "text": "— I ostateczną..."
      },
      {
        "index": 44,
        "text": "— Przedramatyzowuje pani. Kobiety zawsze wpadają w ostateczność."
      },
      {
        "index": 45,
        "text": "— Żółcią pan dzisiaj oddycha i goryczą."
      },
      {
        "index": 46,
        "text": "— Nie miodem mnie życie poi. Zresztą, czas przerwać dialektyczne obełgiwanie się i wspólne lamenty na los. Każdy dostaje to, co mu się należy."
      },
      {
        "index": 47,
        "text": "— A należeć mu się powinno szczęście, a tego nie dostaje."
      },
      {
        "index": 48,
        "text": "— Dlaczego mu się należy? skąd pani to wie, że człowiek powinien być szczęśliwym?"
      },
      {
        "index": 49,
        "text": "— Bo chce."
      },
      {
        "index": 50,
        "text": "— Więc niech je pani wyrwie skąd bądź, jest do wzięcia zawsze."
      },
      {
        "index": 51,
        "text": "— Gdzie?"
      },
      {
        "index": 52,
        "text": "— W nas samych i tylko w nas samych."
      },
      {
        "index": 53,
        "text": "— Niema go we mnie! — odpowiedziała cicho."
      },
      {
        "index": 54,
        "text": "— Ha! to go niema dla pani nigdzie..."
      },
      {
        "index": 55,
        "text": "Nie odpowiedziała, oczy miała pełne łez, a serce goryczy i żalu."
      },
      {
        "index": 56,
        "text": "— No, dosyć, czas mi już odejść, pociąg zaraz nadejdzie. Żegnam panią i życzę z całej duszy szczęścia, którego pani tak łaknie bardzo, a wszystko się gnie przed duszą w ekstazie, powiada Avicenna, stary scholastyk."
      },
      {
        "index": 57,
        "text": "— Nie zobaczymy się pewnie prędko — mówiła smutnie i żałość ją ogarnęła za tą jedyną duszą, którą ceniła wysoko i kochała miłością przyjaźni."
      },
      {
        "index": 58,
        "text": "— Myślę, że nigdy. — Głos mu zadźwięczał surowo, stanął przy oknie i patrzył szklistym wzrokiem wdal jakąś."
      },
      {
        "index": 59,
        "text": "— „Nigdy“ powinno się wykreślić z języka ludzkiego, brzmi w tem rozpacz i nicość nasza."
      },
      {
        "index": 60,
        "text": "— Dwie jedyne rzeczy, które nie zawodzą nikogo. No, do widzenia. Teraz jadę do Warszawy, a po świętach — w świat. Jeśli mi będzie bardzo źle, albo bardzo dobrze, napiszę do pani, bo tego nie zapomnę, że w tym dzikim zakątku jest jedna dusza przyjazna i cierpiąca."
      },
      {
        "index": 61,
        "text": "— Dziękuję, ale ogromny mi żal stracić pana."
      },
      {
        "index": 62,
        "text": "— Nie żałuj pani, właśnie i w tem szczęście, że człowiek może zapominać. Ja nie potrafię zapomnieć pani, ale to co innego. Być może, iż gdybyśmy żyli bliżej, znienawidzilibyśmy się i pogryźli jak psy, za blisko siebie przykute i rywalizujące o miskę i o powietrze."
      },
      {
        "index": 63,
        "text": "— Nie, bo ustąpiłabym panu — powiedziała poważnie."
      },
      {
        "index": 64,
        "text": "— Do widzenia!.. ciężko mi się odrywać. — Wziął jej obie ręce, ucałował i patrzał długo w jej twarz, jakby chcąc zapamiętać na zawsze."
      },
      {
        "index": 65,
        "text": "— Niech mi pani wybaczy... serce mi się rwie z bólu... życie mnie gryzie!.. gryzie..."
      },
      {
        "index": 66,
        "text": "Obejrzał się po pokoju i wyszedł śpiesznie, obcierając na schodach oczy załzawione."
      },
      {
        "index": 67,
        "text": "Janka patrzyła oknem, jak chodził po peronie z ojcem, który mu oddawał ten jej dawny dług, jak się całowali na pożegnanie. Widziała go jeszcze wyglądającego z pociągu. Przesłał jej ukłon, pociąg ruszył i wszystko zniknęło w śnieżnym tumanie."
      },
      {
        "index": 68,
        "text": "Ciężko się jej zrobiło na sercu. Czuła, że go już może nie zobaczy nigdy, że z nim pękają ostatnie nici, łączące ją ze światem, że rwą się i zalewają ją ciężkim, przytłaczającym smutkiem osamotnienia. Oddalała się teraz od swojej przeszłości z szaloną szybkością."
      }
    ]
  }
}