{
  "chapterNumber": 26,
  "title": "Tom II, Rozdział VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VII."
      },
      {
        "index": 2,
        "text": "Leżała na otomanie bezmyślnie zapatrzona w sufit, gdy Janowa przyszła powiedzieć, że pan z Krosnowy przyjechał i czeka w saloniku."
      },
      {
        "index": 3,
        "text": "— To dobrze, zaraz przyjdę! — zawołała tak żywo, że aż się zarumieniła i długo patrzyła w lustro i poprawiała sobie włosy, nim wyszła."
      },
      {
        "index": 4,
        "text": "Andrzej zerwał się z krzesła, pocałował ją w rękę i usiadł znowu, w roztargnieniu pokręcając wąsy."
      },
      {
        "index": 5,
        "text": "— Co się z panem dzieje, czy pan chory? chciałam już dzisiaj z zapytaniem posłać Rocha."
      },
      {
        "index": 6,
        "text": "— Zdrów jestem, nawet zupełnie zdrowy jestem, tak... tak... — mówił urywanie, podniósł się i patrzył na nią wahająco."
      },
      {
        "index": 7,
        "text": "— Pan taki strasznie zmieniony!.. — spostrzegła jego dziwną, sinawą bladość, oczy podkrążone i świecące gorączką, usta białe i popękane."
      },
      {
        "index": 8,
        "text": "Nie odpowiedział, zrobił kilka bezcelowych kroków, strzepnął kurz z serwety na stole, przekręcił nieco abażur, przystanął. Patrzał się teraz prosto w jej oczy, ale takim zmęczonym, bezbrzeżnie żałosnym wzrokiem, że zatrzęsła się z trwogi. Drżącemi rękoma rozpiął surdut i długo szukał portfelu, z którego wyjął niewielki, w długiej kopercie list i podał jej. Potem upadł na krzesło, jakby z absolutnego braku sił, oparł czoło o stół i szeptał głucho:"
      },
      {
        "index": 9,
        "text": "— Niech pani przeczyta, niech pani przeczyta, niech pani... — urwał, brakło mu głosu i sił do mówienia."
      },
      {
        "index": 10,
        "text": "Janka najspokojniej wzięła list i czytała."
      },
      {
        "index": 11,
        "text": "„Panie! Bardzo życzliwa osoba poczytuje sobie za święty, chrześcijański obowiązek przesłać panu ostrzeżenie: Ta, której pan dajesz swoje nazwisko, która ma być matką twoich dzieci, żoną twoją, jest najpospolitszą awanturnicą. Że była w teatrze, wie pan o tem, ale o tem, że była kochanką niejakiego Kotlickiego, później Głogowskiego literata, a wkońcu Niedzielskiego, zwykłego szubrawca teatralnego, o tem zapewne szanownemu panu nie zdążyła jeszcze powiedzieć ta, która z taką pogardą patrzy na świat i zwykłych uczciwych ludzi. Nie powiedziała prawdopodobnie i o przyczynach, jakie ją zmusiły szukać przed hańbą ucieczki w samobójstwie. Spytaj się jej pan."
      },
      {
        "index": 12,
        "text": "„Załączam adres osoby, u której mieszkała w Warszawie, ta panu może bliższe, ciekawsze szczegóły opowiedzieć. Później, kiedy pan odtrąci ją od siebie, kiedy odetchnie powietrzem czystem i uspokoi się, osoba, która pana ostrzega, da się poznać, żebyś wiedział, kto czuwa nad twojem nazwiskiem, a przedewszystkiem, nad twojem szczęściem“."
      },
      {
        "index": 13,
        "text": "Podpisu nie było żadnego, data z przed trzech dni."
      },
      {
        "index": 14,
        "text": "Janka czytała wolniej, coraz wolniej, odrywała oczy od listu, patrzyła chwilę przed siebie, oddychała głęboko i czytała dalej, chwilami nie rozumiejąc nic, bo litery zlewały się w jedną czarną plamę i krew z takim szumem napływała do głowy i huczała w skroniach, że chwiało się z nią wszystko."
      },
      {
        "index": 15,
        "text": "Upadła na krzesło, taki okrutny spazm żalu ścisnął jej serce. Opuściła głowę bezwładnie, bo wszystka moc ją odbiegła, tylko załzawionemi oczyma patrzyła w próżnię i zdawało się jej, że słyszy jakiś potwarczy, nieubłagany głos, mściwie krzyczący:"
      },
      {
        "index": 16,
        "text": "— Była kochanką Kotlickiego! Głogowskiego! Niedzielskiego! — i ten głos smagał ją okropnie, rozdzierał jej wprost mózg hukiem i rozprężał wszystkie tętnice bólem."
      },
      {
        "index": 17,
        "text": "Andrzej patrzał na nią i pił spojrzeniem z jej źrenic każdy błysk i każde uczucie."
      },
      {
        "index": 18,
        "text": "— Czy to... prawda?... — zapytał wolno, ale tak wolno i ciężko, jak pyta umierający. Pot zalewał mu oczy świecące krwawo i rozpaczliwie, opierał się o stół, bo wydawało mu się, że zaraz padnie i umrze."
      },
      {
        "index": 19,
        "text": "Nie odpowiedziała, tylko patrzyła na niego takim dziwnym, okropnym wzrokiem, pełnym krzyku i rozpaczy, że zadrżał, jakiś błysk nadziei przeleciał mu przez mózg: usta, oczy, cała twarz zaczęła mu latać, rękoma bił powietrze, nie mogąc tchu złapać i nagła, oślepiająca, śmiertelna radość, niby burza, zerwała się w nim; nie mógł mówić, trząsł się ze wzruszenia i rzucił się jej do nóg z okrzykiem jakimś dzikim i zaczął okrywać jej stopy i suknię pocałunkami."
      },
      {
        "index": 20,
        "text": "Odsunęła go łagodnie, podniosła z ziemi list i oddała; a kiedy odbierał go, nie rozumiejąc nic, pochyliła się szybko, pocałowała go w rękę i wyszła z pokoju."
      },
      {
        "index": 21,
        "text": "Stał osłupiały, zmartwiały, nieprzytomny i patrzył na drzwi, któremi wyszła."
      },
      {
        "index": 22,
        "text": "— A! a! a!... — wyrwało mu się z gardła. Ubrał się cicho i wyszedł."
      },
      {
        "index": 23,
        "text": "Siadał do sanek nieprzytomny i patrzył na stada wron, tłukących się po drodze, po kupach końskiego nawozu; uciekały przed końmi i opadały zpowrotem na dawne miejsca. Obejrzał się za niemi."
      },
      {
        "index": 24,
        "text": "— Walek! gdzie ty jedziesz? Przecież mówiłem, że jedziemy do Bukowca! — zawołał ostro, spostrzegłszy, że jadą lasem."
      },
      {
        "index": 25,
        "text": "— A dyć, jaśnie panie, przecie jedziemy z Bukowca."
      },
      {
        "index": 26,
        "text": "— Głupiś, zawracaj do Bukowca! To idjota dopiero!.. — dokończył ciszej i, gdy stangret spełnił rozkaz i wykręcił, Andrzej zaczął naciągać machinalnie rękawiczki, a kiedy w parę minut zatrzymali się przed stacją, wysiadł, poszedł na górę i zadzwonił najspokojniej. Dopiero zobaczywszy Janową, która mu drzwi otworzyła, ocknął się, przypomniał sobie wszystko, zatrząsł się cały i uciekł, rzucił się do sanek i krzyknął:"
      },
      {
        "index": 27,
        "text": "— Ruszaj!... prędzej!... — konie pomknęły tęgim kłusem."
      },
      {
        "index": 28,
        "text": "— Prędzej!... — wołał, wyrwał Walkowi bat z ręki i z całą wściekłością bił konie, aż zaczynały stawać dęba i rżeć."
      },
      {
        "index": 29,
        "text": "— Prędzej!... prędzej, psiakrew, prędzej!... — krzyczał ochrypłym głosem i bił zapamiętale. Wreszcie upadł w sanie, zatkał sobie usta futrem, żeby nie krzyczeć ze strasznego bólu, jaki mu żarł duszę."
      },
      {
        "index": 30,
        "text": "— Ta święta! Janka! jego narzeczona, jego ideał, jest... Jezus! Jezus! Jezus!... ratuj, bo zwarjuję... — jęczał przez łkanie."
      },
      {
        "index": 31,
        "text": "Chwilami siedział sztywno i bezmyślnie, patrzył na drogę, na las czarny, otrząśnięty wichrami ze śniegu, na sroki, które w porębie wieszały się na nasiennikach i krzyczały, i wtedy jakaś chwilowa cisza rozlewała się w nim i przytłumiła burzę."
      },
      {
        "index": 32,
        "text": "Zamknął się u siebie i rzucał po mieszkaniu, jak rozszalałe zwierzę, tłukące głową o pręty klatki, która się nie otworzy. Ale ból i chaos nie ustępowały; wściekłość tylko dzika miotała nim coraz srożej i ten straszny, nieopowiedziany ból zawodów miłosnych przeplatał go nawskroś i gryzł. Po kilka razy chwytał rewolwer ze stolika i kładł go po chwili, bo zapominał o myśli, z jaką go brał, bo ten zamęt rozsadzał mu wprost czaszkę i wszystkie myśli i uczucia plątał i rozkładał."
      },
      {
        "index": 33,
        "text": "Poszedł w podwórze na wieczorny przegląd gospodarstwa, ale na nic nie patrzył i nie pamiętał. Chodził z tym bólem, niby z nożem w sercu, i za każdem uświadomieniem sobie własnego stanu, chwiał się i potykał i chodził dalej bezprzytomny. Przy kolacji dopiero zwrócił uwagę na ojca, który, pijany potężnie, krzyczał o wódkę."
      },
      {
        "index": 34,
        "text": "— Niech mama nie daje! — krzyknął ze złością i rozsrożył się."
      },
      {
        "index": 35,
        "text": "— Jędrek, cicho!.. jak Boga tego kocham, cicho!.. matka, gorzałki postaw! — bełkotał stary i bił pięścią w stół. — Dziedzic tu jestem, to mnie słuchać, bo jak Boga tego kocham... pszoł wszyscy!.. Matka, mówię ci po dobremu, gorzałki postaw!.. — i kiwał się sennie i pluł co chwila na własny brzuch i na talerze, rozstawione do kolacji."
      },
      {
        "index": 36,
        "text": "Stara przestraszona postawiła butelkę."
      },
      {
        "index": 37,
        "text": "Andrzej ją porwał i rzucił pod piec."
      },
      {
        "index": 38,
        "text": "Stary wytrzeźwiał odrazu, siadł prosto i zapytał:"
      },
      {
        "index": 39,
        "text": "— Coś ty Jędruś zrobił?"
      },
      {
        "index": 40,
        "text": "— Widzi ojciec, co zrobiłem; dosyć tego pijaństwa!.. — ojciec opija się, jak zwierzę."
      },
      {
        "index": 41,
        "text": "— Bo mi się tak chce, Jędrusiu! bo mi się tak podoba, synku! jak Boga tego kocham."
      },
      {
        "index": 42,
        "text": "— Ale mnie się tak nie podoba, ja nie chcę, żeby się ojciec zapijał."
      },
      {
        "index": 43,
        "text": "— Nie chcesz, Jędrusiu! nie chcesz, mój jaśnie panie synku! aha, to niby ty chcesz, żeby ja nie pił... — przekomarzał się stary i oczy mu zaczęły błyskać wściekłością, a zęby latały jak w febrze."
      },
      {
        "index": 44,
        "text": "— Niech mnie ojciec nie irytuje, bo... — krzyknął Andrzej, hamując z trudem gniew."
      },
      {
        "index": 45,
        "text": "— No bo co?.. zbijesz mnie, wyrzucisz na śmieci, nie dasz jeść?.."
      },
      {
        "index": 46,
        "text": "— Pietruś! ady na rany Chrystusowe, proszę was, ludzie!.. — błagała stara, czepiając się obu i starając zażegnać burzę."
      },
      {
        "index": 47,
        "text": "— To niby ja ci zawadzam, jużbyś wszystko chciał zabrać, jak Boga tego kocham... poczekaj jeszcze, poczekaj dzieciątko... mnie ta niepilno do Abramka na piwo... oho, jeszcze długo musisz tylko wąchać mój majątek. To mnie żałujesz gorzałki, a całe tysiące rubli pakujesz na swoją grafinię!.. to se kupujesz jaksamity i sajety, a mnie nie chcesz dać gorzałki; a przecie to wszystko moje... a przecie ja tu dziedzic i pan, jak Boga tego kocham... a tobie od wszystkiego wara, jak psu!.. jak ci każę polizać, to liż! ale ugryźć nie wolno, bo nogą w zęby i za drzwi!.. pszoł!.. jucho jedna, pszoł!.."
      },
      {
        "index": 48,
        "text": "Andrzej się zerwał gwałtownie, ale rzekł dosyć spokojnie:"
      },
      {
        "index": 49,
        "text": "— To dobrze, niechże sobie ojciec zostaje dziedzicem, ja jutro wyjeżdżam."
      },
      {
        "index": 50,
        "text": "— Jedź, Jędruś! jedź jaśnie synku do Italji z jaśnie synową, na pomarańcze, ale pierwej rachunki z foliwarków złóż, wylicz się!.. Ho, jaki mądrala, jak Boga tego kocham... obłowił się niezgorzej, a teraz powiada: pocałuj psa w nos, odjeżdżam!.."
      },
      {
        "index": 51,
        "text": "— Co wziąłem, gdziem się obłowił, com ojcu ukradł? — krzyczał Andrzej z wściekłością. — Daje mi ojciec chociaż grosz na pensję? Ile razy ojciec naciągał mnie na pożyczki? kiedy rachunków nie składałem? co?.. a odnawiam pałac, to ojciec dobrze wie, że za oszczędności, za konie, które mi wolno chować, mam to w kontrakcie. To zato, że robię i za pana i za parobka, że cały dzień, jak pies z wywieszonym ozorem, latam przy gospodarstwie; to zato, że zaprowadziłem gospodarstwo leśne, że zaprowadziłem płodozmian, że podniosłem dochód w dwójnasób, że pracuję jak wół — ojciec robi mnie jeszcze złodziejem!.. Mnie złodziejem zato, że ojciec się upija, jak świnia i nie wie, co się z nim robi i ojciec mi tak śmie powiedzieć?"
      },
      {
        "index": 52,
        "text": "— A śmiem, dziedzic tu jestem, bo pan tu jestem, słuchać i basta, a nie, to... pszoł!.."
      },
      {
        "index": 53,
        "text": "— Ja złodziej, ja!.. — krzyczał, zerwał się z krzesła, chwycił starego za klapy i zaczął trząść nim z całej siły, niby snopem słomy. — Żeby mi to powiedział kto obcy, to zabiłbym jak psa..."
      },
      {
        "index": 54,
        "text": "— Puść, Jędruś, Jędruś, puść!.. — jęczał stary i znowu poczuł, że jest pijany; przymknął oczy i czekał, rychło go syn zacznie tłuc o piec."
      },
      {
        "index": 55,
        "text": "Stara z płaczem rzuciła się pomiędzy nich."
      },
      {
        "index": 56,
        "text": "— Karczmarska dusza, psiakrew!.. — syknął Andrzej, rzucił starego niby pęk łachów na łóżko i wyszedł."
      },
      {
        "index": 57,
        "text": "— Pietruś! laboga Pietruś!.. — zawołała matka, potrząsając rozpaczliwie starym, bo leżał chwilę, jak kłoda nieruchomy, ale wkrótce otworzył oczy i podniósł się przy jej pomocy, obmacał sobie głowę i boki i rzekł trzeźwo:"
      },
      {
        "index": 58,
        "text": "— Dobra nasza! niczego w kosteczkach nie brakuje! A to honorna ścierwa, jak Boga tego kocham, kiej szlachcic... — zakończył z jakąś głęboką satysfakcją i podziwem."
      },
      {
        "index": 59,
        "text": "— Ty pijanico! piekło zrobiłeś, a jak Jędruś pojedzie sobie, to będziesz miał..."
      },
      {
        "index": 60,
        "text": "— Głupiaś, stara, a gdzie to pojedzie, hę?.."
      },
      {
        "index": 61,
        "text": "— A juści, to un, co taki uczony, niby nie poradzi sobie; a zresztą, bo to jego panna nie ma pieniędzy?.. to ty będziesz moją pociechę, mojego jedynaka wyganiać, co?.."
      },
      {
        "index": 62,
        "text": "— Głupiaś, nie wydziwiaj! Jędruś nie pojedzie, bo mu zaraz jutro u regenta zapiszę wszystko. Wart tego, juści że prawda, ale co honorna jucha, to honorna... — podrapał się po głowie. — A mocny, jak koń; rzucił mnie, kiej snopek. Ho, ho!.. udał mi się parobek, jak Boga tego kocham, udał mi się. Pójdę i przeproszę go, co?.. jak matka zrobić? iść, czy nie?"
      },
      {
        "index": 63,
        "text": "— Idź!.. przecież, że trza go przeprosić; jabym sama poszła, ino śmiałości nie mam."
      },
      {
        "index": 64,
        "text": "Stary poszedł, ale trochę nieśmiało, wstyd mu było własnego uniesienia."
      },
      {
        "index": 65,
        "text": "Andrzeja nie było w mieszkaniu, wybiegł od rodziców w najwyższem rozdrażnieniu; kłótnia, do której zresztą nie przywiązywał wagi, bo podobne często bywały, dopełniła miary jego zdenerwowania."
      },
      {
        "index": 66,
        "text": "Poleciał naprzełaj polami do Witowskiego."
      }
    ]
  }
}