{
  "chapterNumber": 27,
  "title": "Tom II, Rozdział VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VIII."
      },
      {
        "index": 2,
        "text": "Noc była chmurna i wietrzna; od północy ciągnęły nieskończonym szeregiem szare, bezkształtne chmury, podobne do porozrywanych bel bawełny: wiatr miękki prześwistywał i niósł szum lasów huczących woddali jak burza, śnieg prószył mokremi płatkami i opadał ciężko na ziemię."
      },
      {
        "index": 3,
        "text": "Andrzej szedł śpiesznie, do Witowa było tylko 5 wiorst, ale śniegi i ta droga przez zaspy i zagony zmęczyły go potężnie. Ochłonął z gwałtowności, ale samowiedza nieszczęścia przenikała go żałością rozpaczliwą. Skarżył się w duchu tym obszarom nocy. Czuł się tak nieszczęśliwym, że przystawał i obrzucał przestrzenie wzrokiem błagającym o pomoc, o zmiłowanie i szedł dalej z tą niepewnością człowieka, który stracił drogę i znaleźć drugiej nie może."
      },
      {
        "index": 4,
        "text": "Do Witowskich pchała go siła przyzwyczajenia i to, że Witowski panował nad nim. Andrzej nietylko go słuchał, ale wierzył mu zupełnie, bo w swojem osamotnieniu miał duszę przyjazną, przed którą mógł się wywnętrzać. Witowski nigdy go nie oszczędzał i zawsze go ciął, niby brzytwą, sarkazmem, ale go kochał. Były to dwa szczyty: pierwszy, człowiek z ludu, silny i prosty, w połowie tylko okrzesany cywilizacją — i przerafinowany potomek wojewodów, histeryk prawie, a z pewnością neurastenik."
      },
      {
        "index": 5,
        "text": "Dopełniali się."
      },
      {
        "index": 6,
        "text": "Andrzej przeszedł most, bo wielki dom, dawny zameczek obronny, stał na wysepce i wszedł do przedpokoju."
      },
      {
        "index": 7,
        "text": "Lokaj w liberji oczyścił go ze śniegu."
      },
      {
        "index": 8,
        "text": "— Gdzie państwo?"
      },
      {
        "index": 9,
        "text": "— W bibljotece."
      },
      {
        "index": 10,
        "text": "Przeszedł wielki ciemny salon, jakiś mniejszy pokoik i zatrzymał się przed zapuszczoną portjerą, z poza której rozlegał się monotonny głos lektorki:"
      },
      {
        "index": 11,
        "text": "„Panie! otom jest w przygodzie: ciało moje chore, a serce udręczone smutkiem, który je uciska. A teraz cóż powiem? Niech Twoja wola się stanie!“"
      },
      {
        "index": 12,
        "text": "Nie słuchał więcej, odchylił portjerę i wszedł."
      },
      {
        "index": 13,
        "text": "— Miałem posłać po ciebie — powiedział Witowski, ściskając mu rękę."
      },
      {
        "index": 14,
        "text": "— Myślałam dzisiaj o panu! — odezwała się panna Jadwiga, siedząca w głębokim fotelu."
      },
      {
        "index": 15,
        "text": "— Jedziesz z domu, czy od narzeczonej?"
      },
      {
        "index": 16,
        "text": "— Z domu przyszedłem... ale przeszkadzam, to zabiorę pani brata i wyjdę."
      },
      {
        "index": 17,
        "text": "— Nie, nie zgodzę się na to dzisiaj. Panno Aureljo, odłóżmy czytanie! — zwróciła się do lektorki, która zaraz wyszła. — Masz na dzisiaj dosyć Naśladowania!.. namówiłam po raz pierwszy, żeby słuchał... — zwróciła się do Andrzeja."
      },
      {
        "index": 18,
        "text": "— I słuchałem. Dziwna rzecz, jak te słowa są przesiąknięte łzami, poddaniem się, ufnością bezgraniczną; co w tem poezji!"
      },
      {
        "index": 19,
        "text": "— Może jeszcze tak samo będziesz wierzył! — szepnęła jakimś srebrnym głosem, zwracając na niego cudne, ale bez blasku, martwe oczy."
      },
      {
        "index": 20,
        "text": "— Od zachwytu do wiary znacznie dalsza droga, niż nam się zdaje."
      },
      {
        "index": 21,
        "text": "— Sądzę, że nie."
      },
      {
        "index": 22,
        "text": "Zaczęli jedną z tych przesubtelnych rozmów, w których nietylko słowa i pojęcia, ale ich najlżejsze odcienie rozcina się i przepatruje. Andrzej zwykle milczał, bo albo nie rozumiał, o czem mówią, albo się nudził, ale dzisiaj opuścił się w krześle i nic nie słyszał zupełnie, a czuł się tak wyczerpanym, rozbolałym, zmiażdżonym, że siedział w uroczystej ciszy duszy, omdlewający z nadmiaru cierpienia."
      },
      {
        "index": 23,
        "text": "— My mówimy, a pan Andrzej coś milczy zawzięcie."
      },
      {
        "index": 24,
        "text": "— Jeść mi się chce — powiedział szczerze, bo w tej chwili przypomniał sobie, że nie jadł od rana i głód zaczął mu ssać wnętrzności."
      },
      {
        "index": 25,
        "text": "— Od trzech dni mało co jadłem — usprawiedliwiał się."
      },
      {
        "index": 26,
        "text": "— O, to coś niezwykłego! co ci się stało? konie padły, owce zdychają?"
      },
      {
        "index": 27,
        "text": "— O, nie, nie!.. — zaprzeczał smutnie, nie odczuwając ironji."
      },
      {
        "index": 28,
        "text": "— Z rodziców które chore? — zapytała Jadwiga ze współczuciem — bo po głosie czuję, że pan cierpi."
      },
      {
        "index": 29,
        "text": "— Niesłychane! Andrzej cierpi i cierpi nie z powodu strat materjalnych... aha, możeś ty chory?"
      },
      {
        "index": 30,
        "text": "— Zdrów jestem, ale uważasz mnie za proste zwierzę, bez duszy i bez serca."
      },
      {
        "index": 31,
        "text": "— Nie, ale myślałem, że te organa nie funkcjonują u ciebie."
      },
      {
        "index": 32,
        "text": "— Więc za kogóż ty mnie masz? — zapytał mocno dotknięty."
      },
      {
        "index": 33,
        "text": "— W każdym razie za człowieka, a uważaj, że Jasinowskiemu już tego przyznać nie mogę."
      },
      {
        "index": 34,
        "text": "— Dziękuję, boć to zaszczyt być zakwalifikowanym przez ciebie do ludzkiego rodzaju."
      },
      {
        "index": 35,
        "text": "— Gatunku!.. — poprawił Witowski, unosząc głowę z fotelu, na którym bujał."
      },
      {
        "index": 36,
        "text": "— A, tak, marnego, podłego, stadowego gatunku, który nie umie kochać, nie może cierpieć... tak, rozumiem cię, rozumiem was!.. — zaczął się unosić, głos mu brzmiał goryczą i żalem, a w oczach płonął ponury ogień. — Któż ja jestem?.. cham, prosty cham... bydlę prawie dla ciebie... o, tak, my nie cierpimy, my nie kochamy, my nie czujemy. Tak, cóż ja jestem? zwierzę pociągowe; człowiek, który widział tylko z cywilizacji ubranie i potrzeby niektóre; ty przecież mówisz mi codziennie o tem, bo sobie nie zadajesz trudu zajrzeć do mojego wnętrza, bo nie wierzysz, żebym mógł myśleć i zajmować się nietylko końmi, gospodarstwem, lasem, ziemią... a zresztą, co mnie to obchodzi!.. — dokończył ciszej i zamilkł."
      },
      {
        "index": 37,
        "text": "— Pan cierpi bardzo, panie Andrzeju?.. pokaż się pan!..— ujęła go za rękę i podprowadziła pod lampę, okrytą jedwabnym, zielonym abażurem i zbliska zajrzała mu w oczy. — Bardzo pan cierpi... — szepnęła smutnie, usta jej drgnęły wielką litością. Wróciła do swojego fotelu, delikatnie rozpoznając drogę rękoma, bo sprzęty rysowały się jej niby we mgle niezdecydowanemi konturami."
      },
      {
        "index": 38,
        "text": "— Może poradzimy... jeśli można, powiedz pan, co się stało?.. każde serce ludzkie, to wszechświat zaludniony miljardami bólów. Straszne, straszne!.. — szeptała cicho i cudną głowę zwiesiła na piersi, a w martwych, wystygłych oczach błysnęły łzy."
      },
      {
        "index": 39,
        "text": "Andrzej poruszył się, spojrzał na nią z wdzięcznością i uwielbieniem, ale pochwycił przelotnie wyraz twarzy Witowskiego, jakiś pogardliwy, i całe wyznanie, jakie miał już na ustach, zamknął w sobie. Zesztywniał nagle, zapiął bezwiednie surdut, jakby go mroźne tchnienie owiało i, podkręcając wąsa, mówił, siląc się na spokój i obojętność:"
      },
      {
        "index": 40,
        "text": "— Bagatela!.. słowo pani daję... małe nieporozumienie domowe..."
      },
      {
        "index": 41,
        "text": "— Domowe... — szepnął przeciągle Witowski, leżąc w fotelu, zapatrzony w malowane na suficie Trytony, dmące w muszle."
      },
      {
        "index": 42,
        "text": "— Ach! te niesnaski rodzinne są zwykle najboleśniejsze, bo sączą w duszę rozdrażnienie i złość, niby z czary pękniętej, kropla po kropli i ani się spostrzeże człowiek, jak znienawidził ten swój dom, przystań jedyną... jak przeklina; a to wszystko z powodu braku pobłażliwości, wyrozumienia."
      },
      {
        "index": 43,
        "text": "— Tak!.. — szepnął znowu Witowski, ziewając głośno."
      },
      {
        "index": 44,
        "text": "— Szczęście, że my ze Stefem nie kłócimy się nigdy; nawet w czasach najcięższej nędzy, kiedy nas dławiła w Londynie, żaden cień nie mącił naszego przywiązania."
      },
      {
        "index": 45,
        "text": "— Stawiają też państwa za wzór zgody i miłości rodzinnej."
      },
      {
        "index": 46,
        "text": "— I warjactwa! — dorzucił szyderczo Witowski."
      },
      {
        "index": 47,
        "text": "Przyniesiono stolik, pokryty potrawami, przed Andrzeja. Zaczął jeść chciwie."
      },
      {
        "index": 48,
        "text": "Milczenie zaległo pokój."
      },
      {
        "index": 49,
        "text": "Witowski patrzał wciąż w sufit z ironicznym, gryzącym wyrazem ust, a Jadwiga wstała i zaczęła chodzić wzdłuż pokoju, wyciągniętemi rękoma dotykając sprzętów i tą cudowną intuicją ślepych omijając zawady."
      },
      {
        "index": 50,
        "text": "— Kiedyż pan mnie zaznajomi z narzeczoną? pragnę się jej dotknąć i poznać. Myślę, marzę nawet, że stworzymy sobie we czworo mocny związek dusz zbratanych, oddanych zupełnie sobie."
      },
      {
        "index": 51,
        "text": "— Liljowy bukiet dusz, związanych surowcem — rzucił Stefan, spoglądając na Andrzeja."
      },
      {
        "index": 52,
        "text": "Andrzej udał, że nie rozumie przycinku."
      },
      {
        "index": 53,
        "text": "— To moje głębokie marzenie: mieć naokoło siebie dużo dobrych ludzi i wtedy, kiedy już świat zniknie zupełnie dla moich oczu, kiedy ta wielka noc zatopi moje ciało, czuć przy sobie serca dobre i czerpać z ich życia trochę sił do znoszenia ciężaru własnej egzystencji. O, to są egoistyczne uczucia, wiem; ale tak mi trudno się ich wyrzec, tak trudno... — mówiła, stojąc na środku pokoju, z oczyma wzniesionemi do góry i z rękoma wyciągniętemi. — Nie mogę znaleźć innej radości, a chociaż nie mam prawa już do żadnej..."
      },
      {
        "index": 54,
        "text": "— Ada! — powiedział z uczuciem Witowski, podchodząc do niej. — Nie mów tak, nie myśl o tem, bo mnie to rozdziera i ciebie wzburza i przyśpiesza ten kres straszny. Nie mów, uśmiechnij się, siostro! — prosił głębokim, przejętym łzami głosem, bo jej twarz jasna, wzniesiona nieco, była pełna surowości bólu, jaki szarpał jej sercem."
      },
      {
        "index": 55,
        "text": "Dotknęła się jego twarzy jakimś matczynym, pełnym czułości ruchem i uśmiech, podobny do uśmiechów kwiatów konających, przysypanych ziemią, wykwitł na bladych ustach."
      },
      {
        "index": 56,
        "text": "— Myśli są niby ptaki; zrywają się z gałęzi, aby usiąść na drugiej, ale padają daleko, daleko, daleko... bo już w locie spostrzegłszy wynioślejszy wierzchołek, wirują dokoła niego, nim spostrzegą, że i tam odpoczynku niema... Kiedy mnie pan zaznajomi z narzeczoną?.. chciałabym ją poznać jak najprędzej. Stef mówił, że taka piękna!.."
      },
      {
        "index": 57,
        "text": "— Nie mam już narzeczonej!.. — odpowiedział wolnym, drżącym głosem."
      },
      {
        "index": 58,
        "text": "— O, o, o!.. — wymawiał wolno Witowski, leżąc znowu w fotelu, i odrywał zwolna oczy z sufitu i coraz silniej świecił niemi, przenosząc je na twarz Andrzeja."
      },
      {
        "index": 59,
        "text": "— I marzenia są jak ptaki, gdyż krążą upojone siłą własną, weselem, pięknem, radością czystą istnienia i wtedy zdają się dosięgać słońca i świat zabarwiać; a jastrząb spada i rozbija harmonję i ginie radość, uniesienie... i ginie szczęście i giną marzenia; złe wieści, to jastrzębie, co szponami wiszą u serc i krzyczą, śmierć i zatracenie! Bardzo bolesną wieść pan przyniósł, bardzo... — mówiła ze smutkiem."
      },
      {
        "index": 60,
        "text": "— Złe wieści, to wilki, to węże, co oplatają serca i mózgi potwornemi skrętami i gryzą... gryzą... gryzą... — powtarzał wolno Witowski z wykrzywioną twarzą i takim ciężkim i bolesnym głosem, jakby wszystkie żmije bólów ocknęły się w nim i zaczęły mu gryźć duszę."
      },
      {
        "index": 61,
        "text": "— Dobranoc! — powiedział Andrzej, powstając nagle od niedokończonego jedzenia, bo ton ich słów, wyrazy ich twarzy, ta tragiczna cisza pokoju i przypomnienia schwyciły go za gardło okropnem łkaniem i serce ścisnęły mu tak strasznie, że nie mógł nic więcej mówić i wyszedł."
      },
      {
        "index": 62,
        "text": "I szedł zpowrotem temi samemi polami i jakby ze śmiercią w sobie — i przez łzy, które mu przysłaniały oczy, przez ból, przez całą nędzę swojego stanu szeptał chwilami:"
      },
      {
        "index": 63,
        "text": "— Janka!.. Janka!.. — i wyciągał ręce do tych bezmiernych, pustych przestrzeni niebios, w których gdzie niegdzie w przerażającej głębi migotały gwiazdy, przysłaniane chmurami, pędzącemi z szaloną szybkością."
      },
      {
        "index": 64,
        "text": "— Biedny człowiek! ta miłość tak go podnosiła i tak uszczęśliwiała!.. — szepnęła ze współczuciem Jadwiga."
      },
      {
        "index": 65,
        "text": "— Tak, ale ta boleść go uczłowieczy."
      },
      {
        "index": 66,
        "text": "— Biedny człowiek, czem on żyć będzie? przecież w tę miłość włożył całego siebie. Zostaniesz?.. pójdę się modlić..."
      },
      {
        "index": 67,
        "text": "— Ada! znowu wzruszenie?.. a czyż my nie cierpimy? On mniej cierpi, bo cierpi jak człowiek dziki, który tylko czuje; ale my srożej, bo uświadamiamy sobie i nie widzimy ratunku na ból. Rano pojadę do niego, rozpytam, będę chciał ich pogodzić."
      },
      {
        "index": 68,
        "text": "— Dobranoc! — Dotknęła ustami jego czoła, przesunęła ręką po włosach i twarzy i wyszła."
      },
      {
        "index": 69,
        "text": "Szła długim, sklepionym korytarzem, pociętym z jednej strony oknami, zupełnie klasztornemi, bo w głębokich niszach wisiały wielkie krzyże, oświecone lampkami oliwnemi. Dotykała się ich, przystawała chwilę w głębokiem skupieniu przed każdym i weszła do ogromnej kaplicy. Była to dawna zamkowa kaplica, zajmująca narożną dwupiętrową basztę, zupełnie bez ozdób i przerażająca swoją surowością i ciszą kamienną. Ściany były czarne od starości, poplamione zielonawemi plamami wilgoci, która ściekała na posadzkę kamienną, ułożoną z tafli białych i czerwonych. Kilka wąskich i długich strzelnic w środku murów nie przepuszczało prawie światła, tak były zasnute pajęczyną. Od wiązań dachowych spuszczał się prosty sznur i trzymał lampę, podobną do róży złotej, która drżała ustawicznie i rozsypywała nieco blasków zimnych na klęcznik, stojący pod nią i na prosty ołtarz, na którym stało sześć żelaznych lichtarzy, z żółtemi woskowemi świecami. Na tle tej czarności grobowej, nad ołtarzem, wisiał ogromny Chrystus, z kości słoniowej, przepyszna kopja z Donatella, z pałacu Pitti; dwie lampki o purpurowych szkłach, stojące pomiędzy lichtarzami, rzucały krwawy refleks na Ukrzyżowanego, którego głowa zwieszona bezsilnie na piersiach, tragiczna smutkiem, wychylała się z cieniów i jakąś nadludzką bladością promieniowała."
      },
      {
        "index": 70,
        "text": "Jadwiga uklękła na klęczniku i zatopiła się w modlitwie."
      }
    ]
  }
}