{
  "chapterNumber": 39,
  "title": "Tom II, Rozdział XX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XX."
      },
      {
        "index": 2,
        "text": "Życie w Krosnowie płynęło cicho, a pracowicie, szczególniej teraz, czasu żniw."
      },
      {
        "index": 3,
        "text": "Andrzej od świtu do nocy na koniu uwijał się na polach, stary również dnie całe przesiadywał w lasach. Dom opustoszał, bo nawet stara Grzesikiewiczowa, gdy słońce przygrzało, szła w pole z przyzwyczajenia i siadywała dnie całe pod stertami, lub niezżętem jeszcze zbożem i śledziła robotę, albo łaziła około domowego gospodarstwa i gderała, że ciągle słychać było jej gniewny głos w coraz innej stronie."
      },
      {
        "index": 4,
        "text": "Tylko Janka nie brała udziału w tych kłopotach i pracach."
      },
      {
        "index": 5,
        "text": "Te pierwsze dnie przepędziła prawie samotnie. Męża widywała raz na dzień, a czasami wcale, jeśli kazał sobie obiad przynieść na pole, a wieczorami, albo zamknięty w kancelarji z ekonomami przesiadywał prawie czas cały, albo, jeśli przychodził na kolację do jadalnego, to był tak strudzony, że nie dopijał herbaty i zasypiał w krześle."
      },
      {
        "index": 6,
        "text": "Przepraszał ją zato serdecznie, wypytywał, czy się nie nudzi, czasem zabierał w pole, i uspokojony jej spojrzeniem i twarzą zawsze zamkniętą, zmrożony tym chłodem obojętności, jaki wiał od niej, i tą jakąś pańską wyniosłością, z jaką na wszystko patrzyła, choć bardzo cierpiał z tego powodu, zostawiał ją w samotności. Zapracowywał się, żeby nie czuć bólu i wyzbyć się tego wrzenia gniewu, jakie nieraz czuł w sobie w jej obecności."
      },
      {
        "index": 7,
        "text": "— Jeszcze się nie zżyła z nami, czuje się obcą, niech mama o niej pamięta! — tłumaczył matce."
      },
      {
        "index": 8,
        "text": "— Nie bój się, Jędruś, już ja pilnuję, chucham na nią, już jej tu niczego nie brakuje."
      },
      {
        "index": 9,
        "text": "— Niech mama z nią więcej przesiaduje i rozmawia, bo ona tak ciągle sama, to może się jej nudzi."
      },
      {
        "index": 10,
        "text": "— A bogać to! mówić, juści, ale widzisz, kiej nie śmie. Nieraz przylecę z pola ino poto, coby z nią pogadać, bo i mnie się za nią ckni, i boje się gemby otworzyć. Ona taka pani, taka uczona, co ja jej powiem? A nudzić, to pewnie, że sie nie nudzi, bo cięgiem grywa na fortepianie, abo czyta na tych wielgich książkach. Panią mam synowę, uczoną mam synowę! — dopowiadała z dumą stara, ale swoją drogą ciężko jej było, że nie mogła się do niej zbliżyć, bo właśnie ta jej „uczoność“ i „pańskość“ przegradzały i otaczały Jankę kołem zaklętem. Obcą była im wszystkim, zupełnie obcą. Przyszła z innego świata, podziwiali ją, kochali po swojemu, ale nie rozumieli tak, że zwolna do duszy starych wkradała się niechęć, podsycana jeszcze zmianami, jakie z jej przyjazdem zaprowadzał Andrzej w Krosnowie."
      },
      {
        "index": 11,
        "text": "Dotychczas, pomimo magnackiej fortuny, żyli jak dostatni chłopi, może trochę lepiej, mieszkali w oficynie, jadali co Magda ugotowała, jeździli bryczkami, ubierali się jak bądź, skąpili na wszystkiem, bo nie mieli żadnych potrzeb. A teraz wszystko się zmieniło. Andrzej chciał dom postawić na stopie odpowiedniej: nie dla siebie, bo było mu to dosyć obojętnem, ale dla Janki, przyjął kucharza, piwnice kazał zaopatrzyć dostatnio, Bartka ubrał w liberję, pokupował powozy i kilka par koni cugowych stało zawsze w stajni, aż starego złość porywała."
      },
      {
        "index": 12,
        "text": "— Te habany zeźrą tyle owsa, co połowa fornalskich, nic nie robią, jak Boga tego kocham! — skarżył się żonie pocichu, bo Andrzejowi nie śmiał."
      },
      {
        "index": 13,
        "text": "— Kunie, juści że żadna pociecha, a wydatki tylko; ale żeby to kunie ino, a toć ten zapowietrzony kucharz tyla masła, jajków i śmietany bez tydzień bierze, co dawniej i bez miesiąc nie wyszło, a jeszcze się za gotowy grosz sprzedało."
      },
      {
        "index": 14,
        "text": "— Gryzą Krosnowę, aż trzeszczy! — dodawała Józia od siebie; — ale to początek, zobaczy ojciec, jak to później będzie."
      },
      {
        "index": 15,
        "text": "— Głupiaś! nie wtykaj swoje trzy grosze! — przerwał jej brutalnie, bo go złość szarpnęła."
      },
      {
        "index": 16,
        "text": "— Ale pani synowa jest niby lala malowana!"
      },
      {
        "index": 17,
        "text": "— Józia, ty mi na nią nic nie mów, słyszysz, bo jak Boga tego kocham! — uderzył pięścią w stół, złapał czapkę i wyniósł się w podwórze."
      },
      {
        "index": 18,
        "text": "— Lala malowana, wielka pani! szlachcianka! Tfu! na psa taki pański moderunek na habecie! — mruczał zirytowany, bo gryzły go i te wydatki, i to, że synowa trzymała go w oddaleniu, że nie śmiał ani kląć przy niej, ani pić, i musiał na obiady i kolacje przychodzić do pałacu umytym i przebranym, bo mu to Andrzej wprost nakazał."
      },
      {
        "index": 19,
        "text": "— Takim eligantem zostanę jeszcze, że co miesiąc nowe obleczenie będę sobie kupował, fryzjera sprowadze, frak kupie, jak Boga tego kocham! i celender!.. — gadał nieraz Andrzejowi."
      },
      {
        "index": 20,
        "text": "— Przecież ojca na to stać."
      },
      {
        "index": 21,
        "text": "— Stać! przecie że stać i na więcej, bo cóż to przy nas taki pan Łomiszewski, co to ino czwórkami wali? karbowym mógłbym go zrobić na folwarku; albo pan Zieliński! wielkie mi państwo, jak Boga tego kocham! z bebechamibym ich kupił, i jeszczeby się co zostało, prawda, synku?"
      },
      {
        "index": 22,
        "text": "— I dużoby się zostało, bo oni prócz długów, pretensyj i szlachectwa, nic nie mają więcej. Dlatego właśnie my będziemy żyć po ludzku."
      },
      {
        "index": 23,
        "text": "— A jaktośmy dotąd żyli, he?"
      },
      {
        "index": 24,
        "text": "— Po chłopsku! ojciec tego nie rozumie, że właśnie dlatego, że mamy dużo, to powinniśmy znacznie więcej niż dotychczas wydawać. Robiliśmy dotąd pieniądze, a teraz musimy zacząć żyć."
      },
      {
        "index": 25,
        "text": "— A żyj se Jędruś, ino kiej chorujesz na pana, to ja twoim doktorem nie bede, i za lekarstwa płacił nie bede. Głód daje nogi, a chleb rogi, mój synku, jak Boga tego kocham! mój panie dziedzicu, mój jaśnie Jędrusiu! ho! ho! — Andrzej trzasnął drzwiami i wyszedł."
      },
      {
        "index": 26,
        "text": "— Szlachta zapowietrzona! Pani synowa nie może patrzeć na mój kożuch, buty jej moje śmierdzą, perfunami po mnie kadzi, a żeby to!.. — syczał ze złości i kopnął nienawistne kamaszki, w które się miał przebrać, aż się rozleciały po pokoju. Napił się wódki dla uspokojenia, ubrał się i poszedł do pałacu."
      },
      {
        "index": 27,
        "text": "Prawie takie same sceny były i z matką, która za nic nie chciała się pozbyć swoich beżowych sukien i chustki z głowy i starych chłopskich przyzwyczajeń."
      },
      {
        "index": 28,
        "text": "Andrzej znowu nie ustępował, bo nieraz widział spojrzenia, żonyspojrzenia żony, rzucane na rodziców, i czuł, że ją rażą swojem prostactwem i ubiorami, zdawało mu się przeto, że, przebrawszy ich, zbliży do niej tem samem."
      },
      {
        "index": 29,
        "text": "Ale i to nie pomogło, nie zbliżyło ich do siebie. Janka żyła obok nich, ale nie z nimi. Pozostawała też prawie samotna dnie całe."
      },
      {
        "index": 30,
        "text": "Jeździła czasami na pola ze starym, chodziła z matką po chlewach i oborach, odwiedziła Józię, próbowała się interesować życiem otoczenia, chciała się zająć sprawami domu i gospodarstwa; ale kończyło się to prędko, i znowu czuła, że to wszystko nic jej nie obchodzi. Napróżno powtarzała, że jest w domu u siebie, że już stąd nigdy nie wyjdzie, że musi przystosować się do tych ram życia, jakiem żyli wszyscy; nie, nie mogła, i żyła tylko jakiemś oczekiwaniem — na co? nie wiedziała. Czuła tylko, że tutaj pozostać nie może, że nie wytrzyma pomiędzy tymi ludźmi prostymi, którzy ją odgrodzili od świata, jakby groźnie strzegli, żeby nawet myślą nie mogła wybiec z Krosnowy; więc się zamykała coraz częściej w sobie i długie godziny przepędzała przy fortepianie, albo na samotnych po parku spacerach; pisywała długie listy do Heleny i do doktora, który jej często donosił o zdrowiu ojca; przesiadywała z książką w ręku, zapatrzona w przestrzeń, bezmyślnie prawie poddając się apatji i nudzie, jakie ją przenikały; obca temu, na co patrzyła, i obca nawet samej sobie, tej dawnej swojej duszy, pełnej nieskrystalizowanych fermentów, marzeń i pragnień, której teraz, jeśli się jej przypatrywała głębią swoją, poznać nie mogła."
      },
      {
        "index": 31,
        "text": "— Co się ze mną stało? — myślała, ale odpowiedzi nie znalazła, i pogrążyła się znowu w apatji, i leniwie przypatrywała się Bartkowi, siedzącemu pod podjazdem, który przeciągał się ociężale, i tęsknie poglądał na pola, i wzdychał jakoś żałośnie."
      },
      {
        "index": 32,
        "text": "— Bartek!"
      },
      {
        "index": 33,
        "text": "Chłopak śpiesznie nadział spencer liberyjny, który, o ile tylko mógł, zawsze zdejmował, bo go dusił, i rozczerwieniony, sztywny, patrzał na nią."
      },
      {
        "index": 34,
        "text": "— Co ci jest? czemu tak wzdychasz?"
      },
      {
        "index": 35,
        "text": "— A to... a bo... ckno mi, proszę jaśnie pani! — szeptał nieśmiało."
      },
      {
        "index": 36,
        "text": "— Powinno być ci dobrze: nic nie robisz, masz chłodno."
      },
      {
        "index": 37,
        "text": "— Juści, że nic nie robię; juści, że chłód mam galanty, ale... — zaczął się drapać po głowie rękami i obcierać rękawem twarz wiecznie spoconą, — ale... człek był wzwyczajony do pola i do ruchania się, tu siedź, kiej pies w budzie uwiązany, kiej tyn kamień, i patrz, jak drugie parobki jeżdżą, śpiwają se, a do tego wszyscy się śmieją ze mnie... — zakończył napół z płaczem."
      },
      {
        "index": 38,
        "text": "— Śmieją się z ciebie?"
      },
      {
        "index": 39,
        "text": "— A ino, że to ja lokaj, i w tej zapowietrzonej luberji, kiej jaka małpa zagraniczna chodzę, że ino pańskie psy po ogonach drapie za całą robotę. Ścierwy!... — mruknął, zaciskając pięści, opamiętał się rychło i zamilkł zmieszany."
      },
      {
        "index": 40,
        "text": "Nie odezwała się już nic więcej i szła przez wspaniałe salony, zalane mrokiem, chłodem i ciszą. Stare portrety ze ścian spoglądały za nią wybladłemi spojrzeniami, w których tkwił jakiś smutek rzeczy umarłych; bronzy, złocenia, kraty kominków, marmury, stiuki sufitów, ciężkie jedwabie portjer i obić miały w sobie jakąś przygniatającą posępność; wpół oślepłe zwierciadła świeciły suchotniczą żółtością, niby zamierające oczy tych pustych salonów; bukiety róż, lewkonij i astrów rozlewały duszącą, ciężką woń i pogłębiały barwami ten nastrój pustki, jaki Jankę przenikał coraz głębiej."
      },
      {
        "index": 41,
        "text": "Chodziła z pokoju do pokoju, grube dywany tłumiły odgłos jej stąpań, czasem przystawała na środku, zakładała ręce na głowę i stała długą chwilę, nie myśląc, pustemi oczyma błądząc po otaczającym ją przepychu, po oknach, przez których zasłony rysowały się kontury drzew, i za któremi były pola, lasy, ludzie, świat cały, ten świat, od którego czuła się coraz dalej."
      },
      {
        "index": 42,
        "text": "— Moi kochani, powiedzcie mi prawdę, czy tutaj jest smutno? — zapytała Janowej, która w jednym z pokojów wycierała podłogę."
      },
      {
        "index": 43,
        "text": "— Hale! całkiem po pańsku jest. Ja prosta kobita jezdem, cobym ta tutaj nie ścierpiała, ale ślicznie je, kiej w kościele. Jezus kochany, kiej wejdę do tej dużej stancji, to jaże mi sie chce przeżegnać, tyla je złota, że jaże trza oczy mrużyć, tak się łyśni wszystko."
      },
      {
        "index": 44,
        "text": "— Czy wam nigdy nie jest smutno?"
      },
      {
        "index": 45,
        "text": "— O, jest, paninko, jest! kiej pani córki długo nie widze, to me tak rozbiera, że rady sobie dać nie mogę."
      },
      {
        "index": 46,
        "text": "Nie pytała się więcej, poszła do swojego pokoju."
      },
      {
        "index": 47,
        "text": "— Pusto! pusto! pusto! — szeptała, opadając w głęboki fotel."
      },
      {
        "index": 48,
        "text": "Wzięła jakąś książkę i przerzucała bezmyślnie kartki dotąd, aż oczy same zaczęły się zaczepiać na literach i czytać:"
      },
      {
        "index": 49,
        "text": "— Dziwny człowiek, dziwny! — myślała o Witowskim, oderwawszy oczy od książki, i zobaczyła jego suchą, ostrą twarz, i jego czarne, przepaściste oczy magnetyzera. Zaczęła znowu czytać to samo, nie wiedząc, co czyta; przeczytała po raz trzeci, bo ten wiersz: „Dwie nasze dusze są jak dwie otchłanie“ zapadał jej w pamięć, i powracał na usta, i koncentrował koło siebie rozpierzchłe myśli."
      },
      {
        "index": 50,
        "text": "Przeczytała raz jeszcze, odłożyła książkę, chodziła znowu po pokojach i powtarzała te cztery wiersze ustawicznie, a ten rytm słów, to ich głębokie znaczenie budziło ją z apatji. Te wiersze zapełniły całą jej duszę, przeżuwała je po tysiąc razy, i było jej coraz dziwniej w duszy."
      },
      {
        "index": 51,
        "text": "Mieszkanie wydało się jej grobem, i ta pustka jakby się wdarła do jej duszy i huczała rytmem powtarzanych wierszy."
      },
      {
        "index": 52,
        "text": "Głęboka tęsknota zerwała się w niej, i niby wicher, owionęła całe jej jestestwo, — tęsknota za światem, za życiem, za kochaniem."
      },
      {
        "index": 53,
        "text": "— Janiu."
      },
      {
        "index": 54,
        "text": "Drgnęła, przystając, bo już miała wyjść na podjazd."
      },
      {
        "index": 55,
        "text": "— A to miodu córko ci przyniesłam, podebrali dopiero pszczółkom, może zjesz?"
      },
      {
        "index": 56,
        "text": "— Dziękuję mamie serdecznie. — Ucałowała ręce gorąco, taką czuła potrzebę zbliżenia się do ludzi."
      },
      {
        "index": 57,
        "text": "Stara łzy miała w oczach z radości."
      },
      {
        "index": 58,
        "text": "— Jedz, dzieciątko, taki czysty jak bursztyn. Banach podbierał, a ja se myślę: siedzi tam sama, wezme miodu i zaniese. Jedz, córko, słodziutki jest, bo to lato było suche, i kwiateczki dobrze kwitły; wzięłam i przyniesłam."
      },
      {
        "index": 59,
        "text": "— Wie mama co? wezmę ten miód i zaniosę Andrzejowi na pole! — zawołała i, porwana myślą, okryła talerzyk jakąś serwetką, i poszła."
      },
      {
        "index": 60,
        "text": "Andrzej był na polach zaraz za parkiem, stał na koniu przy młockarni parowej, buchającej kłębami brudnego dymu, zobaczył żonę idącą przez ściernisko i skoczył do niej galopem."
      },
      {
        "index": 61,
        "text": "— Jakaś ty dobra, żeś przyszła, jakaś dobra! — wołał głęboko uradowany, okrywając jej ręce i twarz pocałunkami."
      },
      {
        "index": 62,
        "text": "— Widzisz, tak mi było jakoś pusto i samotnie, a potem mama przyniosła miód, może będziesz jadł, co? — zapytała nieśmiało, odsłaniając talerzyk."
      },
      {
        "index": 63,
        "text": "— O moja najdroższa, o moja kochana! nigdym jeszcze nie czuł się tak szczęśliwym. Umyślnieś mi przyniosła? — nie mógł uwierzyć."
      },
      {
        "index": 64,
        "text": "— Ależ tak, będziesz jadł?"
      },
      {
        "index": 65,
        "text": "— Chcesz, to zjem i talerzyk, i serwetkę nawet! — wykrzyknął entuzjastycznie."
      },
      {
        "index": 66,
        "text": "Oparł się o konia i jadł pośpiesznie, a całował ją oczyma i śmiała mu się twarz i dusza z przypływu radości ogromnej i niespodziewanej."
      },
      {
        "index": 67,
        "text": "— Te! chamie jeden! uważaj, bo batem dostaniesz! — krzyknął na fornala, wiozącego zboże do młockarni, który nieomal nie wywrócił na przegonie."
      },
      {
        "index": 68,
        "text": "— Jeśli masz czas dzisiaj, to możebyśmy pojechali do Witowskich?"
      },
      {
        "index": 69,
        "text": "— Jedź sama zaraz, przyjadę po ciebie wieczorem, dobrze?"
      },
      {
        "index": 70,
        "text": "— Nie możesz teraz jechać?"
      },
      {
        "index": 71,
        "text": "— Widzisz, młócą pszenicę, to ważna taka robota, ale jeśli już tak koniecznie chcesz razem, zaczekaj trochę."
      },
      {
        "index": 72,
        "text": "Miała się już zgodzić na to, ale w ostatniej chwili powstrzymała się i szepnęła:"
      },
      {
        "index": 73,
        "text": "— Pojadę, mogę pojechać i sama, ty przyjedziesz?"
      },
      {
        "index": 74,
        "text": "— Przyjadę! Walek, odgarniać słomę prędzej! — krzyknął znowu."
      },
      {
        "index": 75,
        "text": "— Prędko przyjedziesz na obiad?"
      },
      {
        "index": 76,
        "text": "— Za pół godziny."
      },
      {
        "index": 77,
        "text": "— To ja już pójdę."
      },
      {
        "index": 78,
        "text": "Uśmiechnęła się do niego blado, i poszła zirytowana na siebie za ten spacer."
      },
      {
        "index": 79,
        "text": "— Śmieszna scena! — myślała. „My się nie możem kochać jak gołębie“, powtórzyła półgłosem i roześmiała się głośno, tak głośno, że aż się obejrzała, czy nie usłyszał; zobaczyła, że znowu siedzi na koniu. I taki silny, ogorzały, wielki, niby posąg śpiżowy Gattamelaty w Padwie."
      },
      {
        "index": 80,
        "text": "Przy obiedzie była dość rozmowną, bo oczekiwanie wyjazdu do Jadwigi podniecało ją, i przytem zaczynała czuć do samej siebie wdzięczność za ten miód zaniesiony Andrzejowi, który był niesłychanie rozpromieniony przy stole. Stara także była w humorze, i po raz dziesiąty opowiadała, jak to ona przyniosła miód, jak to ją Janka ucałowała, i jak ten miód zaniosła; tylko stary był mroczny i zły czegoś, czekał tylko okazji, aby się wywnętrzyć."
      },
      {
        "index": 81,
        "text": "— Kundlu jeden! — krzyknął na Bartka. — Cóż to, w liberji będziesz paradował na codzień? widzisz go! jucha się w korty wystroiła, i myśli, że sielny pan, jak Boga tego kocham! fotela ci tylko potrzeba."
      },
      {
        "index": 82,
        "text": "— Jaśnie Pietrze dziedzicu, kiej mi tak kazali."
      },
      {
        "index": 83,
        "text": "— Niech mu ojciec da spokój!"
      },
      {
        "index": 84,
        "text": "— A to w spencerku chodzić nie może?... to darł bedziesz takie ubranie poczciwe, co kosztuje całe dwadzieścia pięć rubli."
      },
      {
        "index": 85,
        "text": "— Bartek, idź do Walka, niech założy cugowe do wolancika, pojedzie z panią do Witowa!"
      },
      {
        "index": 86,
        "text": "— Bój się Boga, chłopaku! roboty tyla, że niewiadomo, co wpierw robić, ludzi nawet na lekarstwo dostać nie można, a ten, jak Boga tego kocham, parobków na spacery wysyłać będzie!"
      },
      {
        "index": 87,
        "text": "— Wiem dobrze, że robota jest, ale Jania musi jechać."
      },
      {
        "index": 88,
        "text": "— Tak, muszę jechać! — odpowiedziała z przyciskiem, aby zrobić na złość staremu."
      },
      {
        "index": 89,
        "text": "— Grafina zapowietrzona! — mruknął stary ze złością i, nie skończywszy obiadu, wyszedł, a Janka była w takiem usposobieniu, że aby mu zrobić więcej przykrości, kazała koniom czekać przed dworem całe dwie godziny, i z pewną przyjemnością widziała, że stary kilka razy wyglądał z oficyny na podjazd, klął głośno na marnowanie czasu i na jaśnie państwo, i, nie mogąc wkońcu wytrzymać, krzyknął na stangreta:"
      },
      {
        "index": 90,
        "text": "— Czemu nie jedziesz?"
      },
      {
        "index": 91,
        "text": "— Jaśnie pani kazała czekać."
      },
      {
        "index": 92,
        "text": "— Ażeby pioruny takie rządy, jak Boga... — cofnął się, bo wyszła Janka i pojechali."
      }
    ]
  }
}