{
  "chapterNumber": 13,
  "title": "Tom I, Rozdział XIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIII."
      },
      {
        "index": 2,
        "text": "Do pociągu, którym przyjeżdżał Głogowski, było jeszcze kilka godzin."
      },
      {
        "index": 3,
        "text": "Jankę teraz, gdy została sama, opadły przypomnienia niedawnej sceny w kościele i z taką siłą ją żarły, że poszła do fortepianu, starając zagłuszyć się i utonąć w muzyce."
      },
      {
        "index": 4,
        "text": "Przybiegła wkrótce Zaleska i siedziała w milczeniu, z podziwem przypatrując się jej bladej twarzy i oczom posępnie świecącym; była także w kościele razem z Osiecką i Zosią, i słyszała, co mówiono o niej. Po kilka razy zaczynała mówić, pragnęła pocieszyć, ale ten posępny spokój, w jaki zapadła Janka, powstrzymywał ją i onieśmielał; siedziała długo i, nie mogąc się doczekać końca gry, wyszła cicho."
      },
      {
        "index": 5,
        "text": "Janka roztapiała się w dźwiękach, improwizowała jakąś dziką fantazję, pełną burzy i piorunów, która orkanem zrywała się ze strun i biła ostremi rytmami w jej duszę."
      },
      {
        "index": 6,
        "text": "Później chodziła po ciemnem mieszkaniu i wyglądała co chwila na sygnały, czy podane. Myśli jej były niby węże ogniste, gryzły i oślepiały, niby błyskawice, wijące się w mrocznych przestrzeniach krwawemi biczami."
      },
      {
        "index": 7,
        "text": "Pociąg przyszedł wreszcie. W świetle latarni powozowych dojrzała Głogowskiego. Wzruszenie ją ogarnęło. Słyszała, że idzie z ojcem po schodach, że już jest w przedpokoju, i ruszyć się nie mogła z krzesła; dopiero usłyszawszy głosy, podniosła się i wyszła naprzeciw."
      },
      {
        "index": 8,
        "text": "Głogowski, tym tak dobrze znanym ruchem, wyciągnął do niej ręce."
      },
      {
        "index": 9,
        "text": "— No! niech zdechnę! niech zdechnę teraz, kiedy oczy moje widziały panią w zdrowiu — wołał, całując ją po rękach i bijąc się w piersi. Jasno-szare oczy promieniały radością, rozwichrzone, jasne włosy trzęsły się i spadały na czoło bezładnie, a usta i cała twarz tak mu się śmiały szczerą, dziecinną radością, że i Jankę przeniknął nastrój radosny."
      },
      {
        "index": 10,
        "text": "— Zaraz na peronie przedstawiłem się panu Orłowskiemu, no i jestem. Moi drodzy! — zawołał do Rocha — dowiedzcie się, czy są już konie od państwa Stabrowskich."
      },
      {
        "index": 11,
        "text": "— Ależ... przysięgam Bogu, że pana tak zaraz nie puścimy, musi pan zostać choćby do jutra — protestował Orłowski."
      },
      {
        "index": 12,
        "text": "— Musi pan zostać, bo tak chcemy — odezwała się po raz pierwszy do niego Janka."
      },
      {
        "index": 13,
        "text": "— Stwierdzam gwałt, na osobie wolnego obywatela popełniony, ulegam przemocy i zostaję. Powiem jedno, czego szanowny pan dobrodziej za złe mi wziąć nie zechce, bo o pannę Janinę jestem spokojny: otóż jeść mi się chce tak cacanie, że... — rozkrzyżował ręce komicznie."
      },
      {
        "index": 14,
        "text": "— Czekaliśmy umyślnie na pana z obiadem i natychmiast podadzą."
      },
      {
        "index": 15,
        "text": "— Panie! — zaczął poważnie Orłowski po wyjściu Janki, biorąc go za ręce. — Winienem ci więcej niż wdzięczność, bo życie córki i swoje; bo gdybyś był nie podał depeszy o chorobie Janki, nic byłbym nie wiedział; nie pojechałbym, onaby umarła i jabym nie żył. Chciałem dawno podziękować panu za jego dobroć, a że nie mogłem, czynię to teraz całą duszą i proszę: rozporządzaj mną w zupełności, pozwól sobie czem wywdzięczyć."
      },
      {
        "index": 16,
        "text": "— Niech... — powstrzymał się. — Jeśli usłyszę jeszcze jedno słowo podziękowań, to słowo honoru daję, że, chociażby pieszo, w tej chwili uciekam."
      },
      {
        "index": 17,
        "text": "— No, to pozwól się pan chociaż ucałować."
      },
      {
        "index": 18,
        "text": "— O, to, to i owszem, tego możemy używać!"
      },
      {
        "index": 19,
        "text": "Ucałowali się serdecznie."
      },
      {
        "index": 20,
        "text": "— Zrobiłem tylko to, co zrobić byłem powinien. Ludzie poto żyją w jakimś statku, aby pomagać sobie, jest to najczystszy egoizm, bo co dzisiaj zrobię Piotrowi, to Piotr dla mnie jutro, uważa pan dobrodziej? Ależ to piękny krajobraz? — zawołał, przystępując do okna i patrząc na lasy, oświecone księżycowem światłem."
      },
      {
        "index": 21,
        "text": "Orłowski przyglądał mu się bacznie; jakieś przykre podejrzenie, które napróżno chciał stłumić w sobie, niepokoiło go. Przez cały obiad prawie się nie odzywał, tylko z chciwością chwytał ich spojrzenia i słowa, śledził uśmiechy, słuchał ze skupieniem, ale nie mógł złapać nic podejrzanego, bo w ich zachowaniu się była tylko wielka przyjacielska zażyłość, pełna szacunku i życzliwości."
      },
      {
        "index": 22,
        "text": "— Niedługo byłem w Radomskiem — opowiadał Głogowski. — Mój chlebodawca zaczął mi mówić:"
      },
      {
        "index": 23,
        "text": "„Niech siada, niech weźmie, niech uważa na synków“. Skończyłem z nim w ten sam sposób, powiedziałem:"
      },
      {
        "index": 24,
        "text": "„Niech zapłaci, niech zdechnie, niech sam uczy synków“ — i wyjechałem. Teraz siedziałem trochę w Warszawie."
      },
      {
        "index": 25,
        "text": "— A pan nie urzędował nigdzie? Przecież byłoby wygodniej dostać jaką posadę, chociażby na kolei; mógłby pan siedzieć w Warszawie i równocześnie oddawać się literaturze, toby jedno drugiemu nie przeszkadzało."
      },
      {
        "index": 26,
        "text": "— Dwa razy już próbowałem posad. Na pierwszej byłem dwa miesiące, a że się tak zdarzyło, iż w tym czasie pisałem jakiś dramat, więc zapomniałem trochę o biurze i nie byłem coś z miesiąc. Sztukę skończyłem, ale z posady mnie wybębniono. Drugi raz dostałem się na kolej i wytrzymałem całe dwa lata, bom sobie powiedział: basta z literaturą, nawet w domu nie miałem jednej ćwiartki białego papieru, nie nosiłem notesu, ani biletów wizytowych, ba, nawet nie miałem czystych mankietów, że mi się bazgrać nie chciało. Chodziłem do biura niby zegarek, pracowałem usilnie, idjociałem tak wzorowo, że w końcu dwóch lat zrobiono mnie jakimś małym naczelnikiem. Urządziło się dla oblania nominacji wspaniałą bibkę, piliśmy bruderszaft, całowaliśmy się z dubeltówki, później mówiliśmy z kolegami sobie ty, jednem słowem w moim oddziale panował raj, bywało u nas weselej, niż na maskaradzie. Raz woła mnie mój naczelnik i bardzo delikatnie daje mi do zrozumienia, że nie powinienem się poufalić z podwładnymi, że brak mi powagi, że powinieniem trzymać się więcej po naczelnikowsku, no i t. d. Uśmiałem się szczerze."
      },
      {
        "index": 27,
        "text": "— Przysięgam Bogu, ale pański naczelnik miał zupełną rację."
      },
      {
        "index": 28,
        "text": "— Tak, ale i ja miałem pewne racje, aby się śmiać z tego."
      },
      {
        "index": 29,
        "text": "— Ciekawy jestem rozwiązania."
      },
      {
        "index": 30,
        "text": "— Zaraz nastąpiło — mówił wesoło, wstał i chodził dookoła stołu, bo pięciu minut nie mógł wysiedzieć na jednem miejscu. — Któryś z kolegów napisał humorystyczną scenę na ten temat, bo im opowiedziałem, i umieścił w jednem z pism. A że wiedziano o moich dawnych stosunkach z literaturą, przypisano to przestępstwo mnie. Naczelnik śmiertelnie się pogniewał i ubliżył mi publicznie, nie pozostałem mu dłużnym, w następstwie czego posłałem mu grzecznie kartkę, ale on postarał się o dymisję dla mnie zamiast odpowiedzi. — Roześmiał się serdecznie i nerwowym ruchem wichrzył czuprynę, i szybciej biegał dookoła stołu."
      },
      {
        "index": 31,
        "text": "Orłowski, zirytowany, zaczął mu tłumaczyć idee zwierzchności:"
      },
      {
        "index": 32,
        "text": "— Nie można inaczej, przysięgam Bogu, nie można. Trzeba cugle trzymać w garści i batem jeśli nie bić, to świstać przynajmniej, bo inaczej cała buda stanie, i nikt jej później z miejsca nie ruszy."
      },
      {
        "index": 33,
        "text": "— Być może, że tak potrzeba, ale ja nie chcę, aby nade mną bat świstał i sam nim świstać nie chcę."
      },
      {
        "index": 34,
        "text": "— Musi pan być jednym lub drugim — powiedziała Janka, i przypomniały się jej dawne, nieskończone z nim dysputy."
      },
      {
        "index": 35,
        "text": "— O, za pozwoleniem, jest jeszcze galerja, są widzowie, którzy przypatrują się hecy i którzy się tem bawią lub nudzą. Otóż ja często jestem tylko takim widzem, ale szelmostwo... — potarł czoło i rozgarniał włosy. — Nie mogę długo się przypatrywać obojętnie, no i zawsze głupstwo zrobię, uważa pani dobrodziejka."
      },
      {
        "index": 36,
        "text": "— Tak, to niebezpiecznie, skończy pan pod kołami, bo albo w pociągu, albo zdaleka od niego — zawołał energicznie Orłowski, chwytając brodę zębami, i rzucił się w gorącą dyskusję."
      },
      {
        "index": 37,
        "text": "— Proszę panienki, państwo z Krosnowy przyjechały — zameldowała Janowa."
      },
      {
        "index": 38,
        "text": "Orłowski wyszedł z Janką. Głogowski tylko chodził dalej naokoło stołu i myślał:"
      },
      {
        "index": 39,
        "text": "— Co to jest, to nie ta dawna Orłowska! Spokojna, zimna, uroczysta, jak bogata panna na wydaniu; czyby ją choroba tak przemieniła! Do djabła, niech zdechnę, ale mi ją skleili na inny fason, na podły fason."
      },
      {
        "index": 40,
        "text": "Nie miał już czasu więcej myśleć, bo go Orłowski zabrał i wiódł przedstawić Grzesikiewiczowi. Już zdaleka szeptał: bardzo mi przyjemnie — szastał nogami i rzucał głową, jak koń ściągany zbyt mocno mundsztukiem."
      },
      {
        "index": 41,
        "text": "Grzesikiewiczowa siedziała na fotelu uroczyście, odrzuciła nieco przydługi tren swojej mantynowej, błyszczącej i twardej, jak blacha, sukni, żeby się nie wygniotła, poprawiła starannie czarny, koronkowy czepek na głowie, sprawdziła, czy tkwią w uszach olbrzymie kolczyki bursztynowe, w formie gruszek, które się opierały już o ramiona, i bardzo cicho mówiła do Janki, bo jej wrodzona nieśmiałość spotęgowała się jeszcze obecnością Głogowskiego i tym świątecznym strojem, w jaki ją Józia zmusiła dzisiaj się ubrać."
      },
      {
        "index": 42,
        "text": "— Nie mogliśmy wcześniej przyjechać, bo Józia była."
      },
      {
        "index": 43,
        "text": "— Dlaczego mąż nie był łaskaw?"
      },
      {
        "index": 44,
        "text": "— A bo widzi panna... przyjechał ten Witowski, i zabrał go ze sobą. Ja się go zawsze tak boję, że uciekam, bo to wygląda kiej czysty antychryst, więc i starego nie zatrzymałam. A to ten djabeł podobno... — nachyliła się i szeptała pocichu, rzucając przeciągłe spojrzenia na Andrzeja, który czuł się nieco skrępowany obecnością Głogowskiego i spoglądał na niego niebardzo przyjaźnie."
      },
      {
        "index": 45,
        "text": "— Gdzieś musiałem widzieć tego śledzia! — myślał, podkręcając wąsów."
      },
      {
        "index": 46,
        "text": "— To mięso jest mi skądś znane, ale skąd? — snuło się Głogowskiemu."
      },
      {
        "index": 47,
        "text": "Zaczęli spoglądać na siebie z niechęcią."
      },
      {
        "index": 48,
        "text": "Orłowski przysiadał się do nich kolejno i rozpoczynał rozmowę, ale się nie kleiła, bo Głogowski zadumywał się, a Andrzej nieznacznie patrzył na matkę, która coś żywo opowiadała Jance i wskazywała go brodą, a zresztą, był jeszcze głęboko wzburzony kościelną sceną, bo to, co usłyszał na konto Janki od znajomych — a nikt mu nie szczędził szczegółów i uwag, bo nie zdradził się ani jednem drgnieniem, jak bardzo go to obchodzi — darło poprostu wnętrzności jakby sierpem. Patrzył teraz co chwila w jej twarz, szczególniej dzisiaj piękną i rozjaśnioną, i uspokajał się nieco, ale znowu ten Głogowski! Co za jeden, skąd się oni znają? Niepokój w nim rósł i niechęć. — Może konkurent? — myślał, i tak go ta myśl ugryzła, że się raptownie zwrócił do niego."
      },
      {
        "index": 49,
        "text": "— Skąd ja pana znam? — zapytał Głogowski prosto, uprzedzając."
      },
      {
        "index": 50,
        "text": "— Nie wiem i nie będę z pewnością myślał o tem — odpowiedział Andrzej szorstko."
      },
      {
        "index": 51,
        "text": "— A, pamiętam! Był pan latem u panny Janiny w Warszawie. Przyszliśmy całą bandą po nią, bo jechaliśmy na majówkę, pan zaraz wyszedł."
      },
      {
        "index": 52,
        "text": "— Tak, ale ja pana sobie nie przypominam — mówił z pewną złością; ale uderzony tem przypomnieniem, przysunął się bliżej i spojrzał mu w oczy. — Pan zna pannę Janinę z teatru?"
      },
      {
        "index": 53,
        "text": "— Tak, i z teatru, i z za kulis, i z domu — mówił wolno Głogowski, bo mu się wydał dosyć zabawnym sposób, w jaki go traktował Andrzej."
      },
      {
        "index": 54,
        "text": "— Pan jest aktorem? — zapytał Grzesikiewicz twardo, i spojrzał na niego pogardliwie."
      },
      {
        "index": 55,
        "text": "— Cofnij pan ten uśmiech nieskończonej pogardy, bo, niestety, nie mnie się należy, nie jestem aktorem, jestem tylko dotychczas dramatopisarzem, uważa pan dobrodziej?.."
      },
      {
        "index": 56,
        "text": "— Daruje mi pan, nie chciałem ubliżyć, słowo honoru na to daję, ale na wspomnienie aktorów i teatru nie mogę się powstrzymać, aby nie poczuć nienawiści i wstrętu."
      },
      {
        "index": 57,
        "text": "— Pan musi potężnie kochać i potężnie nienawidzieć — szepnął Głogowski, ciekawie przypatrując się jego silnie sklepionemu czołu i rysom ostro ciętym."
      },
      {
        "index": 58,
        "text": "— Tak, tak, tak!.. — odpowiedział Andrzej przez zaciśnięte zęby, i oczy strzeliły mu takim silnym płomieniem woli, i taka moc rozbłysła mu w twarzy, że Głogowski aż zadrżał z radości, iż spotkał taki piękny okaz; przysunął się bliżej, żeby porozmawiać obszerniej i obmacać mu nieco duszę."
      },
      {
        "index": 59,
        "text": "— Daruje mi pan zapytanie: dlaczego aktorów i teatru pan tak nie lubi?"
      },
      {
        "index": 60,
        "text": "— Bo cierpiałem i jeszcze cierpię przez nich."
      },
      {
        "index": 61,
        "text": "— Więc tylko z czysto osobistych pobudek; to zmienia dosyć znaczenie."
      },
      {
        "index": 62,
        "text": "— Nie, panie, to nic nie zmienia. Ponieważ coś robi mi źle, więc to coś nienawidzę całą duszą."
      },
      {
        "index": 63,
        "text": "— Ale dla drugich to samo może być dobrem."
      },
      {
        "index": 64,
        "text": "— To drugich obchodzi, dla mnie jest złem, więc jest złem — powiedział z naciskiem."
      },
      {
        "index": 65,
        "text": "— Jędruś! — zawołała stara."
      },
      {
        "index": 66,
        "text": "Jędruś poszedł do matki i zaraz wyszedł do przedpokoju po chusteczkę, której stara zapomniała w kieszeni okrycia."
      },
      {
        "index": 67,
        "text": "— Pyszny okaz nieuspołecznionego jeszcze bydlęcia, pierwotniaka! pyszny! — myślał Głogowski z zadowoleniem, bo nienawidził ludzi zlepionych z kompromisów. — Jedna bryła, być może, że tylko glina, ale czysta, bez wiórów we łbie."
      },
      {
        "index": 68,
        "text": "Andrzej usiadł na dawnem miejscu zpowrotem, ale nie mówił nic, patrzył na Jankę, której Janowa przyniosła heljotropowy bilecik. Przeczytała go, szepnęła coś potakująco Janowej, ale podniosła się i przystąpiła do ojca, który siedział jakiś zmieniony, oglądał się często dokoła, przecierał czoło, gryzł brodę i zapadł w zamyślenie."
      },
      {
        "index": 69,
        "text": "— U Zaleskich są goście: Osiecka, Zosia i Świerkoski. Zaleska mi to pisze i prosi o pożyczenie nakrycia, ale przyszła mi myśl: możeby wszystkich zaprosić do nas, byłoby weselej; jak ojciec uważa? — szeptała cicho."
      },
      {
        "index": 70,
        "text": "— Dobrze, zaraz pójdę ich prosić; bardzo dobrze, urządzimy sobie preferansa."
      },
      {
        "index": 71,
        "text": "— Ile razy pan Głogowski powiedział panu: niech zdechnę? — zagadnęła, zatrzymując się przed Andrzejem."
      },
      {
        "index": 72,
        "text": "— Doprawdy, że nie zauważyłem."
      },
      {
        "index": 73,
        "text": "— Oho! niech zdechnę już umarło! Odzwyczaiła mnie od niego narzeczona."
      },
      {
        "index": 74,
        "text": "— Ma pan narzeczoną, no, no..."
      },
      {
        "index": 75,
        "text": "— Miałem, miałem, ale piękne sny trwają krótko! — śmiał się Głogowski."
      },
      {
        "index": 76,
        "text": "— W mieście, to tam pannów nigdy nie zbraknie — powiedziała Grzesikiewiczowa sentencjonalnie, poprawiając suknię i obmacując czepeczek i kolczyki."
      },
      {
        "index": 77,
        "text": "— Rzeczywiście tak jest, tylko niema się komu z niemi żenić."
      },
      {
        "index": 78,
        "text": "— Bo te miejskie mężczyzny, to ino tak na urwisa, aby ino zawrócić głowy, a tak do ożenku, to ich nima."
      },
      {
        "index": 79,
        "text": "Andrzej zagryzał usta do krwi ze złości i dawał oczyma matce znaki, żeby przestała mówić, a Głogowski przysiadł się bliżej, bo chciał więcej usłyszeć. Stara zamilkła, bo wchodziło całe towarzystwo Zaleskich. Wszyscy się znali z sobą, więc tylko Głogowskiego wziął Orłowski pod rękę i przedstawiał."
      },
      {
        "index": 80,
        "text": "— Głogowski! — mruknął dramaturg przed Osiecką, która padła na fotel i sapała niby lokomotywa."
      },
      {
        "index": 81,
        "text": "— Głogowski! — i spojrzał ciekawie na Zosię, zarumienioną i dygocącą po pensjonarsku."
      },
      {
        "index": 82,
        "text": "— Głogowski! — uścisnął wąską, obciągniętą w lapisową rękawiczkę, dłoń Zaleskiej."
      },
      {
        "index": 83,
        "text": "— Głogowski! Głogowski! — szepnął już ze złością Zaleskiemu i Świerkoskiemu. Kiwnął się raz jeszcze do próżni, puścił ramię Orłowskiego, splunął i stanął przy fortepianie obok Janki. — Co, mógłbym być lokajem, grzbiet mam wygimnastykowany — szepnął. — Wie pani, że z powodu tych przedstawień, których nienawidzę, zerwę z ludźmi, bo czuję się wtedy, jak się czuć musi małpa, oprowadzana na obroży i ustrojona w sukienkę. Ta bułeczka, to ładna — wskazał nieznacznie na Zosię."
      },
      {
        "index": 84,
        "text": "— Panno Janino, może pani nam co zagra! — prosił słodko Zaleski, pochylając się przed nią, aż pokazał cały przedział włosów, od czoła do karku."
      },
      {
        "index": 85,
        "text": "— Przy pani Stefanji nie ośmieliłabym się nigdy."
      },
      {
        "index": 86,
        "text": "— Zbyt łaskawą jest szanowna pani, doprawdy, że dobrze mówię, iż zbyt łaskawą. — Pochylił się znowu w ukłonie, wykręcił się, musnął wąsików, wyciągnął mankietki, poprawił krawatu i posunął się do Zosi."
      },
      {
        "index": 87,
        "text": "— To małpa, stworzona na amanta ogródkowego. Stroi takie miny, jak Wawrzek albo Władek; przypomina pani sobie?"
      },
      {
        "index": 88,
        "text": "Janka skinęła głową; spojrzała gdzieś przed siebie i odeszła."
      },
      {
        "index": 89,
        "text": "— Panowie, a możebyśmy tak partyjkę preferansa urządzili — proponował Orłowski."
      },
      {
        "index": 90,
        "text": "— Jeśli panowie tego, to ja i wszem — zamruczał Świerkoski, który w czarnym surducie, sztywny i z miną psa od dwóch dni głodnego, siedział przy Zosi i patrzył na Jankę."
      },
      {
        "index": 91,
        "text": "— Ja nie gram zupełnie — powiedział Głogowski."
      },
      {
        "index": 92,
        "text": "— Więc... ja, Świerkoski, Zaleski i może pani dobrodziejka — zwrócił się do Osieckiej."
      },
      {
        "index": 93,
        "text": "— Owszem. Po śmierci ś. p. mojego męża, to jedyna rozrywka jego biednej, samotnej wdowy... a może i pani zagrałaby z nami?"
      },
      {
        "index": 94,
        "text": "— O nie; ja nawet kartów nie znam."
      },
      {
        "index": 95,
        "text": "Popowstawali wszyscy mężczyźni, bo w sąsiednim, Orłowskiego pokoju, szykowano stolik i zapalono świece. Świerkoski swoim cichym i krętym chodem spacerował po pokoju, liczył wszystkich, kombinował jakieś cyfry, latał oczyma ustawicznie to za Janką, która się krzątała po ojca pokoju, za Andrzejem, rozmawiającym z Zaleskim, to za Głogowskim, który stał na środku saloniku z rękoma w kieszeniach i odrzuconemi wtył ramionami, z przegiętą nieco głową, i przypatrywał się Zosi, szczebiocącej do Zaleskiej."
      },
      {
        "index": 96,
        "text": "— Któż dzisiaj pełni służbę, bo widzę tutaj wszystkich — mówiła naiwnie Zosia."
      },
      {
        "index": 97,
        "text": "— Pan Babiński z mężusiem, ale do dwunastej zastępuje go sam."
      },
      {
        "index": 98,
        "text": "— Prawda! zapomniałam, że tu jest jeszcze pan Babiński."
      },
      {
        "index": 99,
        "text": "— Jakże się mają wnuczki pani dziedziczki? No, tak, pani dziedziczki."
      },
      {
        "index": 100,
        "text": "— Nie widziałam ich, jak łoni, kiej przeszłego roku — poprawiła się — moja pani Józia miała list od nich niedawno; a no, cóż, są zdrowe, uczą się..."
      },
      {
        "index": 101,
        "text": "— Prawda, jaka to miła osoba ta panna Janina?"
      },
      {
        "index": 102,
        "text": "— A juści, że prawda, moja pani, a to daleko szukać takiej panny, bo to i figurna, i piękna, i uczona. Prawdziwa pani."
      },
      {
        "index": 103,
        "text": "— Ale i pan Andrzej jak malowanie — cedziła wolno Osiecka."
      },
      {
        "index": 104,
        "text": "— Przecież, a dobry! Takich synów to mało na świecie."
      },
      {
        "index": 105,
        "text": "— Słyszałam, że się żeni? — badała dalej, dyskretnie się uśmiechając."
      },
      {
        "index": 106,
        "text": "— Czasby mu było, ale poczekać jeszcze może... — wywinęła się stara."
      },
      {
        "index": 107,
        "text": "— Zmieniłem rower, kupiłem teraz sobie Brensbora; jak dziedzic przyjedzie, to pokażę."
      },
      {
        "index": 108,
        "text": "— Aha, to pan niby tego, kołuje... — zapytał Głogowski, wykreślając palcem kółeczko w powietrzu, na wysokości czoła Zaleskiego."
      },
      {
        "index": 109,
        "text": "— Trenuję się, panie — poprawił z naciskiem. — Brałem udział w tegorocznym rekordzie Warszawa — Radom, przyjechałem czwarty, bo nie byłem dobrze przygotowany i rower miałem podły, ale na przyszły rok będę pierwszy z pewnością."
      },
      {
        "index": 110,
        "text": "— Nic dziwnego, kto ma takie obiecujące nogi! — drwił spokojnie Głogowski."
      },
      {
        "index": 111,
        "text": "— Prawda! Zobaczno pan ręką muskuły, stalowe, jak żonusię kocham. — Nachylił się i z dumą obszczypywał sobie łydki. — Zobaczcie, panowie."
      },
      {
        "index": 112,
        "text": "— Wierzymy, że to są pierwsze polskie nogi, ale do pana, jako do specjalisty, zwrócę się o informację: poco te treningi, wyścigi i rekordy pan robisz?"
      },
      {
        "index": 113,
        "text": "— Zostanę championem, pierwszym jeźdźcem na Królestwo Polskie! Zdobędę medal..."
      },
      {
        "index": 114,
        "text": "— Tak, to ładne, ale co dalej?"
      },
      {
        "index": 115,
        "text": "— No, będę championem, to niedosyć? — odpowiedział z politowaniem nad jego głupotą Zaleski."
      },
      {
        "index": 116,
        "text": "Andrzej odwrócił się nieco, bo Głogowski najpoważniej uścisnął mu rękę i rzekł prawie wzruszonym głosem:"
      },
      {
        "index": 117,
        "text": "— Panie! pozwól, abym ja pierwszy powinszował ci tego zaszczytu, jest to dla mnie prawdziwy zaszczyt powitać w panu championa nietylko Polski, ale następnie i świata całego. Panie... jakże to?.. — mówił, biorąc go za metalowy guzik munduru."
      },
      {
        "index": 118,
        "text": "— Zaleski! Henryk Marjan Zaleski!"
      },
      {
        "index": 119,
        "text": "— Panie Henryku Marjanie Zaleski! wytrwaj pan w tak wielkim zamiarze, nie zważaj pan, że filisterja i ludzie, którym trochę brak tutaj — stuknął się w czoło — drwią z tej kołowacizny, nazywają to bezcelową zabawką, marnującą czas i zdrowie, że niektórzy doktorzy higjeniści wystąpili przeciw temu sportowi w imię zdrowia, że kobiety są przeciwne temu z jakichś swoich tajemnych racyj, drwij z tego, panie Henryku Marjanie Zaleski, i idź prosto przez przeszkody do szampjonowania, na sławę kraju i rodaków."
      },
      {
        "index": 120,
        "text": "— Panie... panie... doprawdy, że nie dosłyszałem..."
      },
      {
        "index": 121,
        "text": "— Głogowski! Pafnucy Symforjan! — wygłosił powolnie Głogowski i rzucił szybkie spojrzenie na Jankę, która, usłyszawszy te imiona, wybuchnęła śmiechem i odwróciła się śpiesznie."
      },
      {
        "index": 122,
        "text": "— O, panie Głogowski, najtrudniej jest usłyszeć mądre słowo zachęty. Dziękuję panu, bardzo dziękuję, a jeżeli pan kiedy zawadzi o Bukowiec, to bardzo proszę do nas na herbatkę, pogawędkę i przekonanie się o mojej jeździe."
      },
      {
        "index": 123,
        "text": "— Ja bo miałem już przyjemność nietylko oglądać — rzekł złośliwie Andrzej, oglądając sobie rękę, zalepioną jeszcze plastrem."
      },
      {
        "index": 124,
        "text": "— Panie dziedzicu dobrodzieju, wypadki chodzą po ludziach, tak, dobrze mówię, trafiają się wypadki i ludziom... ale przepraszam... — skłonił się, musnął wąsików, wyciągnął mankietki, poprawił krawat i poszedł do żonusi."
      },
      {
        "index": 125,
        "text": "— Ależ go pan wypatroszył, niby zająca. Cały się pokazał."
      },
      {
        "index": 126,
        "text": "— Panie, ludzi zawsze można wywrócić niby surdut, podszewką nawierzch."
      },
      {
        "index": 127,
        "text": "— Pan się tem bawi?"
      },
      {
        "index": 128,
        "text": "— Nie, ja to obserwuję, to moja specjalność, uważa pan dobrodziej?"
      },
      {
        "index": 129,
        "text": "— Mężusiu! Henieczku! Kto to ten pan Głogowski?"
      },
      {
        "index": 130,
        "text": "— Nie wiem, żonusiu, wiem tylko, że to człowiek bardzo rozumny, bardzo światły, że tak powiem. Zaglądałaś do dzieci?"
      },
      {
        "index": 131,
        "text": "— Anusia przecież tam jest i pilnuje — powiedziała niechętnie."
      },
      {
        "index": 132,
        "text": "— Proszę cię, żonusiu, idź zaraz i przekonaj się, czy śpią! — szepnął twardo i despotycznie, uśmiechając się jednocześnie z niezrównaną słodyczą."
      },
      {
        "index": 133,
        "text": "— Panowie! stół gotów! — wołał Orłowski, trzaskając kartami."
      },
      {
        "index": 134,
        "text": "— Gdybym miała syna, to sama wybierałabym mu żonę, bo już mój ś. p. mąż mówił, że i najlepiej wychowane panny mogą... uważa pani, no mówię, że mogą wyprowadzić w pole mężczyznę. Mój ś. p. mąż znał się na tem, idę... idę... no idę... — powiedziała głośno i ze złością, podniosła się z fotelu i poszła do kart, aż się podłoga gięła pod nią."
      },
      {
        "index": 135,
        "text": "— Panno Janino, kto jest ten pan Głogowski? Bo mężuś mówi, że bardzo rozumny..."
      },
      {
        "index": 136,
        "text": "— Literat: dramaturg i powieściopisarz — objaśniła ją Janka i poszła dalej, uśmiechając się."
      },
      {
        "index": 137,
        "text": "— Literat! — szepnęła, poprawiając sobie odruchowo grzywkę, w subtelne kółeczka opadającą na czoło. — Dramaturg! — uśmiechnęła się czarująco. — Powieściopisarz! — przysłoniła oczy rzęsami i usiadła przy Głogowskim, który zaczął właśnie przeglądać album, leżący na stole, i przypatrywał się fotografji Janki."
      },
      {
        "index": 138,
        "text": "— Prześliczna twarz, ma w wyrazie coś muzycznego — szepnęła, poprawiając sobie pierścionek."
      },
      {
        "index": 139,
        "text": "— Dobre określenie! — odpowiedział żywo. — Tak, jest w tej twarzy coś rytmicznego. Pani zapewne uprawia muzykę?.."
      },
      {
        "index": 140,
        "text": "— Trochę, o ile można ją uprawiać na wsi; jest to jedyna moja przyjemność."
      },
      {
        "index": 141,
        "text": "— Prawdopodobnie wielka."
      },
      {
        "index": 142,
        "text": "— O, nadzwyczajna! Czyżby bez muzyki możebnem było wyżyć w Bukowcu, wpośród ludzi obojętnych na cele wyższe, na przyjemności subtelniejsze, na sztukę. Podziwiam pannę Janinę, że ona może tutaj wytrzymać, pomimo, iż jest wolna, bo ja muszę, mnie trzymają obowiązki... — westchnęła lekko."
      },
      {
        "index": 143,
        "text": "— Mężuś, dziateczki! — westchnął współczująco."
      },
      {
        "index": 144,
        "text": "— Jedynie marzenie o sztuce, nadzieja trzyma mnie na powierzchni tego życia okropnego. Pan, jako poeta, jako artysta..."
      },
      {
        "index": 145,
        "text": "— Siedem pik, bez atu!"
      },
      {
        "index": 146,
        "text": "— Ręka!"
      },
      {
        "index": 147,
        "text": "— Siedem trefl!"
      },
      {
        "index": 148,
        "text": "— Ręka!"
      },
      {
        "index": 149,
        "text": "— Siedem kierów."
      },
      {
        "index": 150,
        "text": "— Przejdę się, ręka! — strzelały słowa licytacji z pokoju karcianego."
      },
      {
        "index": 151,
        "text": "— Istotnie, kto ma nadzieję, ten ma wszystko. — I w dalszym ciągu oglądał album, a Zaleska szarpała palce z niecierpliwości i nie mogła znaleźć tematu rozmowy, którą koniecznie chciała prowadzić; wreszcie po długiej pauzie zaczęła:"
      },
      {
        "index": 152,
        "text": "— To pańska nowela p. t. „Zacisze“, prawda?"
      },
      {
        "index": 153,
        "text": "Głogowski skinął głową niechętnie, nie lubił rozmawiać o swoich pracach."
      },
      {
        "index": 154,
        "text": "— Prześliczna! Uwierzy mi pan, że płakałam serdecznie nad tą biedną Zośką, płakałam. Jest w tym obrazku szopenowska melancholja i smutek. Wyobrażałam sobie autora, że musi mieć jasne, bujne włosy, jak pan, że musi być dobry, smutny i cierpiący."
      },
      {
        "index": 155,
        "text": "— Na żołądek i nerki — wtrącił cicho. — Spotkał panią pewien zawód, bo nie jestem dobry, a jestem bardzo wesoły i niecierpię melancholji — mówił ironicznie."
      },
      {
        "index": 156,
        "text": "Patrzyła na niego szeroko otwartemi oczyma i z głęboką przykrością słuchała objaśnień."
      },
      {
        "index": 157,
        "text": "— Panno Janino! — zwróciła się Grzesikiewiczowa do Janki, która usiadła przy niej na chwilę. — Czem jest ten pan? — wskazała Głogowskiego."
      },
      {
        "index": 158,
        "text": "— Literat, pisarz — tłumaczyła cicho."
      },
      {
        "index": 159,
        "text": "— Pisarz? ze dwora jakiego, czy z kolei?"
      },
      {
        "index": 160,
        "text": "— Nie, to, widzi pani, taki pisarz, co układa i pisze książki..."
      },
      {
        "index": 161,
        "text": "— Naprawdę taki, co to książki pisze!... Ale on na pobożnego wcale nie wygląda..."
      },
      {
        "index": 162,
        "text": "— Do nabożeństwa książek nie pisze — mówiła już zniecierpliwiona jej naiwnością."
      },
      {
        "index": 163,
        "text": "— A ino jensze, takie do uczenia, co się to Jędruś w klasach uczył..."
      },
      {
        "index": 164,
        "text": "— Nie, powieści, dramata, krytyki..."
      },
      {
        "index": 165,
        "text": "— To niby takie historje, kiej o Magielonie! Aha, rozumiem! To pewnie i gazety pisze?"
      },
      {
        "index": 166,
        "text": "— Pisze — zakończyła krótko. — Pani Zofjo! zaziębi się pani! — zawołała do Zosi, która otworzyła lufcik i wychyliła głowę na peron, bo Staś, nie mogąc zejść ze służby, co parę minut wychodził z kancelarji, spacerował pod oknami i uśmiechał się słodko ku niej. Zamknęła lufcik i siedziała przy klawjaturze, przeglądając nuty, ale tak blisko szyby, że bez trudu widziała przez nią Stasia."
      },
      {
        "index": 167,
        "text": "— Proszę odkryć karty!"
      },
      {
        "index": 168,
        "text": "— No cóż wielkiego, bez trzech leży pan Świerkoski."
      },
      {
        "index": 169,
        "text": "— Ś. p. mąż mój zawsze mawiał..."
      },
      {
        "index": 170,
        "text": "— Panie Zaleski, pan mnie poderwałeś, wyszedłeś pan w dziesiątkę, a powinieneś był w ósemkę."
      },
      {
        "index": 171,
        "text": "— Panie Świerkoski! Pozwoli szanowny pan dobrodziej, ale ja wiem, w co wyjść powinienem."
      },
      {
        "index": 172,
        "text": "— Panie Zaleski!... — syczał coraz ciszej Świerkoski i trzęsła mu się cała twarz, a żółtawe oczy tryskały prawie iskrami i przebijały Zaleskiego."
      },
      {
        "index": 173,
        "text": "— Muzyka, to archanielskie skrzydła duszy! — deklamowała przyciszonym, rozemdlonym głosem. — To szybowanie w przestworzach szczęścia..."
      },
      {
        "index": 174,
        "text": "— Z mężusiem i dziateczkami! — odpowiedział prawie głośno Głogowski. — Może pani nieco rozwinie tych skrzydeł, chciałbym bardzo usłyszeć grę pani."
      },
      {
        "index": 175,
        "text": "— Dobrze... ale... — spojrzała niespokojnie w stronę mężusia, usiadła przy fortepianie i zaczęła delikatnie trącać klawisze, ale przestała."
      },
      {
        "index": 176,
        "text": "— To chyba później, teraz czuję się tak jakoś zdenerwowaną."
      },
      {
        "index": 177,
        "text": "Wrócili do stołu, Janka usiadła przy nich, i rozmawiali. Zosia znowu wyglądała lufcikiem. Grzesikiewiczowa co chwila dotykała czepeczka i kolczyków, poprawiała suknię i nadstawiała pilnie uszu na ich rozmowę, bo spojrzenia, jakiemi Głogowski obrzucał Jankę, któremi się porozumiewali, gdyż Zaleska wygadywała niezmiernie śmieszne dzieciństwa, intrygowały ją i niepokoiły, usposabiając niechętnie do niego. Chciała iść i zawołać Jędrusia, powiedzieć mu, żeby siedział przy pannie; ale na myśl, że musi się podnieść i przejść przez pokój, że wszyscy będą patrzyli na nią, dała spokój i siedziała nieruchomie."
      },
      {
        "index": 178,
        "text": "— Licytowałam bez atu! Jak ś. p. męża kocham, bez atu, no, kiedy mówię, że bez..."
      },
      {
        "index": 179,
        "text": "— Ale przysięgam Bogu, że nikt tego nie słyszał."
      },
      {
        "index": 180,
        "text": "— Taki tak! nikt tego nie słyszał! — rozległ się drewniany głos Świerkoskiego."
      },
      {
        "index": 181,
        "text": "— Szanowna pani dziedziczka dobrodziejka zapomniała, tak, dobrze mówię, nie uważała za stosowne powiedzieć, że bez atu — tłumaczył uprzejmie Zaleski, pociągając mankietki."
      },
      {
        "index": 182,
        "text": "— Co mi pan będziesz gadał: zapomniałam! Mój panie, ja więcej lat grywam w karty, niźli ich pan masz, i gram dobrze; mówił mi to jeszcze ś. p. mąż, a panowie mi zarzucają omyłkę, no tak, jeśli mówię omyłkę, to omyłkę! Ś. p. mąż mój..."
      },
      {
        "index": 183,
        "text": "— Daruje pani, gramy dalej i niebardzośmy ciekawi, co o tem myślał ś. p. mąż pani — powiedział szorstko Andrzej. — Kto gra, musi ulegać kontroli. Panie Zaleski, weź pan kurę od pani Osieckiej."
      },
      {
        "index": 184,
        "text": "— Dobrze, zabierzcie, piszcie, tylko szanujcie imię ś. p. męża, który..."
      },
      {
        "index": 185,
        "text": "— Jedziemy! ośm w pikach! podać sygnał! — zawołał Orłowski, grzmotnął pięścią w stół, aż podskoczyły lichtarze i popielniczki. Osiecka zamilkła, połykała łzy i przez łkanie jakieś szepnęła łzawo:"
      },
      {
        "index": 186,
        "text": "— Przejdę się, panie Orłowski! wistuję! ale się pan położy!"
      },
      {
        "index": 187,
        "text": "— Zobaczymy, zobaczymy — szeptał Orłowski, wybijając nogą jakiś takt, i uśmiechał się do kart, trzymanych w ręku, szarpał brodę, rzucał z pod binokli drwiące spojrzenie i bił karty o stół z siłą."
      },
      {
        "index": 188,
        "text": "Zapanowała chwila zupełnej ciszy, tylko szelest kart i sapanie Osieckiej rozlegały się po mieszkaniu."
      },
      {
        "index": 189,
        "text": "Andrzej, który po rozdaniu był wolnym, przyszedł i usiadł na chwilę."
      },
      {
        "index": 190,
        "text": "— Pani się dzisiaj nie nudzi, taka ożywiona twarz, jak dawno nie widziałem."
      },
      {
        "index": 191,
        "text": "— O tak, jest to pierwszy dzień w Bukowcu, w którym się czuję zupełnie dobrze."
      },
      {
        "index": 192,
        "text": "— Powinniśmy być wdzięczni panu Głogowskiemu, bo to jego zasługa..."
      },
      {
        "index": 193,
        "text": "— Dlaczego ironja dźwięczy w pańskim głosie? Opowiem panu kiedy, jak wiele mi zrobił dobrego ten człowiek, więc nic dziwnego, że się uradowałam, zobaczywszy go."
      },
      {
        "index": 194,
        "text": "— Głównie, że pani przypomina teatr, tamte czasy..."
      },
      {
        "index": 195,
        "text": "— Panie Andrzeju, jeśli chce pan usłyszeć, to powiem krótko: teatru obecnie nienawidzę, a tamtych czasów nie przeklinam, ale patrzę na nie, jak na smutną szkołę, jak na tragiczną lekcję życia. Powiedziałam całą prawdę; wierzy pan?"
      },
      {
        "index": 196,
        "text": "— Wierzę i dziękuję pani z całego serca! — szepnął uszczęśliwiony."
      },
      {
        "index": 197,
        "text": "— Panie Andrzeju! — zawołano."
      },
      {
        "index": 198,
        "text": "Dotknął się jakimś pieszczotliwym ruchem jej ręki, rzucił na nią jedno z tych głębokich spojrzeń, jakie zamykały całą jego miłość i poszedł..."
      },
      {
        "index": 199,
        "text": "Janka patrzyła za nim i także poszła do jadalnego pokoju, pilnować nakrywania stołu."
      },
      {
        "index": 200,
        "text": "— Zazdrosny jest, ale ja się przed nim zaczynam już tłumaczyć, dlaczego? — myślała, a w sercu nie miała ani gniewu, ani obojętności zupełnej, ale wdzięczność jakąś słodką za jego dobroć."
      },
      {
        "index": 201,
        "text": "— Panno Janino, czy ja z panią kilku słów swobodnie nie zamienię dzisiaj — mówił półgłosem Głogowski, wsadzając głowę we drzwi. — Niech mi pani przy stole wyznaczy miejsce przy sobie, honorowe, jako gościowi! — cofnął się, bo Zosia chciała przejść do stołowego. Zeszła aż na korytarz stacyjny i pod drzwiami kancelarji zaczęła głośno wołać:"
      },
      {
        "index": 202,
        "text": "— Rochu! Rochu!"
      },
      {
        "index": 203,
        "text": "Staś, usłyszawszy wołanie, wyszedł. Zapłoniła się i z najniewinniejszą minką pytała:"
      },
      {
        "index": 204,
        "text": "— Chciałam, aby Roch poszedł i zobaczył, czy koń nasz ma jeszcze obrok w opałce. Pan na służbie? Myślałam, że pan gdzie wyjechał!..."
      },
      {
        "index": 205,
        "text": "— Tak mi służba nieszczęśliwie wypadła, że nie mogę być u Orłowskich."
      },
      {
        "index": 206,
        "text": "— Wierzę, że pan żałuje, bo jest tam i pani Zaleska, a panna Janina cudownie dzisiaj wygląda."
      },
      {
        "index": 207,
        "text": "— Panno Zofjo! — zawołał z wyrzutem, biorąc ją za rękę."
      },
      {
        "index": 208,
        "text": "— Do widzenia, do widzenia. Roch pewnie jest na peronie. — Ścisnęła mu dłoń i uciekła."
      },
      {
        "index": 209,
        "text": "— Może Roch po kolacji opatrzy naszego konia, trzeba go będzie napoić — mówiła w kuchni."
      },
      {
        "index": 210,
        "text": "— Napoić! e... a juści, że sie juchę napoi! Gospodarna panna, ho! ho! gospodarna! — szeptał Roch."
      },
      {
        "index": 211,
        "text": "— Przecie, taka szlachetna panna, a sama myśli o koniu — powiedziała Janowa."
      },
      {
        "index": 212,
        "text": "Zosia cichutko prześlizgnęła się do saloniku, gdzie już wszyscy po skończeniu preferansa kłócili się i rozmawiali."
      },
      {
        "index": 213,
        "text": "Świerkoski tylko, z talją kart w ręku, został przy stoliku i sprawdzał półgłosem:"
      },
      {
        "index": 214,
        "text": "— Biję asem, daję młódkę, daję dziesiątkę — przebija mi waletem atutowym; daję damę kier, biję ją siódemką atutową — dobrze; daję ósemkę, zrzuca mi obcego asa... — nie tak — łupię królem atutowym, przebija mi asem, gwałtu! Leżę bez nóżki ze sześciu!"
      },
      {
        "index": 215,
        "text": "Położył karty, obszedł stolik parę razy i znowu medytował zirytowany przegraną, i odszedł dopiero do kolacji, która bardzo była gwarną, ale wszystkie głosy przenosił i pokrywał bas Osieckiej, która przez stół do Andrzeja liczyła na palcach karty i wyjścia, i przekonywała, że dobrze grała. Świerkoski temu przeczył półgłosem, Zaleski uśmiechał się dyskretnie, podkręcał wąsiki, wyciągał mankietki i obcierał co chwila serwetką różowe usta. Podawał mechanicznie obok siedzącej Zosi wszystko i prawił jej w przerwach komplimenty, z których dziewczyna śmiała się do rozpuku i rzucała ciekawe spojrzenia na Jankę, siedzącą nieco dalej, pomiędzy Grzesikiewiczową a Głogowskim, z którym ciągle mówiła pocichu, o ile mogła, bo co chwila podnosiła się, by dyrygować Rochem, który w odświętnym, szarym mundurze z czerwonemi wypustkami, czysto wymyty i wygolony, pełnił rolę lokaja. Andrzej, pomimo że dzisiaj szczególniej jakoś pamiętała o nim, siedział naprzeciwko i chwytał oczyma ich szepty. Zazdrość cicha gryzła go boleśnie, ale się zmuszał do rozmowy z Orłowskim, który był dziwnie roztargniony, podnosił się, odbierał z rąk spoconego Rocha półmiski, obnosił je sam, siadał, oglądał się dokoła, słuchał rozmów, czasem mieszał się do nich, ale nic nie rozumiał, co mówią. Zdawało mu się ciągle, że ktoś mówi mu do ucha, i męczył się tem, że nie mógł zrozumieć, skąd ten głos pochodzi. Zaleska, siedząca obok niego, patrzyła melancholijnie w zapalone świece, przelotnie spoglądała na Głogowskiego, czasem uśmiechała się do mężusia i bezwiednie przebierała palcami po serwecie."
      },
      {
        "index": 216,
        "text": "Po kolacji porozdzielali się, i zaczęła się gwarna i bezładna rozmowa. Zaleska usiadła do fortepianu i długo grała."
      },
      {
        "index": 217,
        "text": "— Ależ pani gra wprost znakomicie! — powiedział Głogowski, gdy skończyła i usiadła przy stole."
      },
      {
        "index": 218,
        "text": "— Cóż z tego, kiedy muszę siedzieć w Bukowcu."
      },
      {
        "index": 219,
        "text": "— Powinna pani koniecznie wystąpić publicznie, w Warszawie."
      },
      {
        "index": 220,
        "text": "— To są moje dawne marzenia, dotychczas, niestety, niespełnione."
      },
      {
        "index": 221,
        "text": "— Doprawdy, przyznam się szczerze, ale nie spodziewałem się spotkać z takim talentem w Bukowcu."
      },
      {
        "index": 222,
        "text": "— Ja dawno czuję, że mam talent, dawno! — i zaczęła mu opowiadać o swoim występie, o owacjach, o kwiatach; powtarzała słowa krytyków muzycznych, mówiła, ile ma lat i ile dzieci, że lubi kolor heljotropu, takież perfumy i pralinki, które jej kuzyn przysyłał z Warszawy. Skończyła tem, że znowu usiadła do fortepianu, zagrała jakąś piosenkę Tostiego i śpiewała niewielkim, ale dosyć wyrobionym głosem. Posypały się brawa i podziękowania."
      },
      {
        "index": 223,
        "text": "— Panie Zaleski, zaśpiewaj pan, wiemy, że pan ma piękny głos — prosiła Janka, prośbę poparli wszyscy, prócz Świerkoskiego, który nie mógł darować przegranej i chodził teraz po saloniku, liczył meble, świece i ludzi, kombinował różne cyfry i zapisywał na mankiecie, zresztą dosyć brudnym."
      },
      {
        "index": 224,
        "text": "Zaleski, po zwykłej serji wymawań, rozpiął guzik munduru na piersiach, pogładził wąsiki, wyciągnął nieco mankietki, wyprężył pierś, stanął w postawie bohaterskiej obok fortepianu i huknął barytonem „Starego kaprala“."
      },
      {
        "index": 225,
        "text": "— Dobry głos, zupełnie sceniczny! Powinieneś się pan uczyć i iść na scenę, karjera pewna — powiedział mu Głogowski zupełnie na serjo, gdy skończył śpiew."
      },
      {
        "index": 226,
        "text": "— Słyszysz, mężusiu, co pan Głogowski powiedział, a pan, jako literat i krytyk, zna się znakomicie i mógłby ci swoim wpływem w prasie wiele pomóc."
      },
      {
        "index": 227,
        "text": "Zaleski czuł się wniebowziętym z zadowolenia i śpiewał jeszcze kilka piosenek, żeby pokazać siłę głosu Głogowskiemu."
      },
      {
        "index": 228,
        "text": "Po północy zaczęli się szykować i podnosić do rozejścia. Świerkoski wyniósł się najpierw, bo zobaczył Rocha w stołowym, więc wykombinował, że w przedpokoju nie będzie, a on nie potrzebuje dać mu na piwo za podanie palta."
      },
      {
        "index": 229,
        "text": "Osiecka, już w kapeluszu i okrywce, zaczęła płaczliwie lamentować."
      },
      {
        "index": 230,
        "text": "— Kto mnie z panów odwiezie, tak ciemno dzisiaj, że się boję sama, a stangreta nie wzięłam, no, tak, kiedy mówię, że nie wzięłam, to nie wzięłam! — zakrzyczała, czerwieniąc się z irytacji, chociaż nikt jej nie przeczył. — A możeby pan Babiński! — dodała, usłyszawszy wporę szept Zosi. — Ale, prawda, pan Babiński na służbie."
      },
      {
        "index": 231,
        "text": "— Ja go natychmiast zastąpię, to będzie paniom służył — powiedział Zaleski."
      },
      {
        "index": 232,
        "text": "Grzesikiewiczowa ucałowała Jankę serdecznie i bardzo usilnie zapraszała do siebie."
      },
      {
        "index": 233,
        "text": "Andrzej był niewyraźny, czuł jakiś żal do Janki, gniewał go jej humor, bo wiedział, że on nie był jego sprawcą."
      }
    ]
  }
}