{
  "chapterNumber": 37,
  "title": "Tom II, Rozdział XVIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVIII."
      },
      {
        "index": 2,
        "text": "Staś po odejściu pociągu wrócił do pokoju, dawniej zajmowanego przez Orłowskiego, bo zastępczo pełnił obowiązki zawiadowcy, i pisał list do mamy:"
      },
      {
        "index": 3,
        "text": "„Najdroższa mamusiu! Dawno nie pisałem, bo jestem tak zawalony robotą i tak zmęczony, że radziłem się już doktora i ten zalecił mi dłuższy odpoczynek. Podałem się też o urlop dwudziestoośmiodniowy. Mamusia poprosi wuja, żeby mnie poparł, gdzie potrzeba, dobrze? Będę mógł cały ten czas przepędzić z mamusią, prawda? Muszę też przy sposobności kupić w Warszawie wiele rzeczy do mieszkania, bo przecież teraz, zostawszy pomocnikiem zawiadowcy, powinienem żyć na odpowiedniej stopie. Mamusiu! mam jeszcze plan taki, że teraz będzie pora i czas, aby mnie mamusia zapoznała z panną Cesią, co to mamusia pisała niedawno. Przecież jestem już na takiem stanowisku, że mi o żonie myśleć wypada, co? Kołnierzyki odsyłam, bo o pół numeru są mniejsze, niż zwykle noszę. Wie mamusia? Orłowska, córka dawnego zawiadowcy, tego co zwarjował, wyszła zamąż, pomimo skandali, za tego chama Grzesikiewicza, dzisiaj odjechali w podróż poślubną do Włoch! słyszy mamusia: do Włoch! Tacy jeżdżą do Włoch, a my musimy służyć za jakieś marne paręset rubli! Nie ukłoniłem się jej nawet, bo przecież, żeby tylko było połowę prawdy w tem, co o niej mówią, to jużby należało wyprzeć się, że się ją znało kiedykolwiek! Dobrana para: karczmarski syn i cyrkówka!"
      },
      {
        "index": 4,
        "text": "„Może mamusia pójdzie do Zaleskich i odbierze od niego maszynkę do papierosów, parę mankietów, dwie spinki czarne do gorsu i rubla. Pożyczyłem mu to już dawno, pisałem już, żeby mi pozwracał trzy razy, ale mi nie odpisał. Koszyczek odsyłam, placek z powidłami był pyszny, tego z serem nie jadłem, bo bałem się przy obecnem rozdenerwowaniu, żeby mi nie zaszkodził, dałem go państwu Kubiczom. Całuję mamusię i t. d.“"
      },
      {
        "index": 5,
        "text": "Wysłał list z koszyczkiem i po skończeniu służby przebrał się i poszedł do Osieckiej."
      },
      {
        "index": 6,
        "text": "Zaraz na wekslach spotkał się ze Świerkoskim, który wymyślał dróżnikowi:"
      },
      {
        "index": 7,
        "text": "— Psiakrew! złodzieje! psy! chamy!.. wypędzę, wygonię! oddam do kryminału! — krzyczał, tupał nogami i bił czapką o ziemię z taką wściekłością, że aż Amis szczękał zębami i skomlał cicho."
      },
      {
        "index": 8,
        "text": "— Wielmożny nizinierze, juści, że winien jeżdem, ale się dopraszam łaski, powiem jak było i dopiero niech mie sądzą! — tłumaczył się pokornie dróżnik. — Roch, ten ze stacji, przychodzi i powiada, co nasza dawna panienka dzisia będzie jechać do Italji, a że moja kobieta chciała jej grzecznie podziękować, bo jak się wyprowadzali, kazała jej panienka dać różne statki, to moja mówi: — Rafał, polece na pociąg, ucałuje panience rączki, a może i da co jeszcze dla dzieciaków, bo tera taka wielka dziedziczka, i zaraz przylece. — Mówię: idź, zastąpie cie na służbie na te pare minut, bo myślałem, że choćby i pan nizinier się dowiedział, to gniewać się nie będą."
      },
      {
        "index": 9,
        "text": "— Nie wolno krokiem ruszyć się ze służby bez mojego pozwolenia, nie wolno, bo złożę raport, zawieszę cię w służbie, wyślę na roboty, wygonię na cztery wiatry! nie wolno! — krzyczał, pieniąc się z wściekłości i przyskakując z pięściami do dróżnika, który wyciągnięty, sztywny, z ręką przy czapce, stał głęboko zmartwiony."
      },
      {
        "index": 10,
        "text": "— Panie Świerkoski, chodź pan! — rzekł Staś, wziął go pod rękę i odprowadził. — Poco się pan irytujesz? szkoda zdrowia, taka bagatela zresztą..."
      },
      {
        "index": 11,
        "text": "— Trucizna moja! A, podłe chamy, w czułości psy się bawią... przejeżdża jakaś ostatnia... a ta leci całować ją po rękach, żegnać... ażeby cię psiakrew!"
      },
      {
        "index": 12,
        "text": "— Cicho, panie! usłyszy kto, doniesie Grzesikiewiczowi i awantura gotowa."
      },
      {
        "index": 13,
        "text": "— Co mi taki cham, złodziej! oszukaniec! w kajdanach zgnije..."
      },
      {
        "index": 14,
        "text": "— Gadajże pan sobie, bo ja słuchać nie chcę. — Staś go puścił, zeszedł z plantu w las i zniknął."
      },
      {
        "index": 15,
        "text": "Świerkoski gwizdnął na psa i zaczął go okładać batem. Staś zdala słyszał jeszcze wycie psa i krzyki Świerkoskiego, bieganie po lesie; wsadził watę w uszy i przyśpieszył kroku, nie lubił takich gwałtowności, denerwowały go i przyprawiały zwykle o pewne zaburzenia żołądkowe i bezsenność."
      },
      {
        "index": 16,
        "text": "Zobaczył zdaleka Zosię, siedzącą na werandzie i zaczął machać czapką i krzyczeć. Wybiegła naprzeciwko niego i, zakryci olbrzymim krzakiem bzów rozkwitłych, ucałowali się serdecznie."
      },
      {
        "index": 17,
        "text": "— Napisałem już do mamy o urlopie, mama niczego się nie domyśla i nawet pisałem, że na cały czas urlopu przyjadę do mamy odpocząć... — zaczął się śmiać."
      },
      {
        "index": 18,
        "text": "— Panie Stachu, ale tak oszukiwać mamę, to..."
      },
      {
        "index": 19,
        "text": "— Panno Zosiu! przecież jestem mężczyzną! — wyprostował się dumnie — trudno, kiedy nie można inaczej, to trzeba oszukiwać."
      },
      {
        "index": 20,
        "text": "— A jakby się skąd dowiedziała o wszystkiem i przyjechała?"
      },
      {
        "index": 21,
        "text": "— No to... nie dałbym się, oho! dosyć mam tego słodkiego jarzma, już mi się sprzykrzyło! — wykrzykiwał bardzo głośno, nawet za głośno."
      },
      {
        "index": 22,
        "text": "— Panie Stachu! — zaczęła, owijając sobie na palec loczek z grzywki i patrząc nań z pod czoła."
      },
      {
        "index": 23,
        "text": "— Panno Zosiu, słucham! — mówił jakimś miłosnym, przyduszonym głosem."
      },
      {
        "index": 24,
        "text": "— Trzeba być zawsze mężczyzną, zawsze... zawsze... nie trzeba się obawiać mamy, trzeba mnie kochać i słuchać; dobrze, panie Stachu?"
      },
      {
        "index": 25,
        "text": "— Panno Zosiu! alboż pani nie widzi, że jestem mężczyzna? kocham panią, przesiedliłem się do tutejszej gminy, dałem na zapowiedzi, prosiłem o urlop, weźmiemy ślub, wyjedziemy, no i tak panią kocham, tak kocham, że nigdy tak nie kochałem! — i łzy mu zaświeciły w niebieskich oczach."
      },
      {
        "index": 26,
        "text": "Przytuliła się do niego i rozgarniała mu paluszkami włosy zwichrzone, bo czapkę trzymał w ręku, a on ją zaczął całować po twarzy, po oczach, ustach, włosach, rękach, gdzie dostał, i szeptał łzawo:"
      },
      {
        "index": 27,
        "text": "— Moja złota Zośka, moja dobra, moja kochana, najdroższa, święta, moja ty mateczko!"
      },
      {
        "index": 28,
        "text": "— Dzieci! a chodźcie-no do domu! — zagrzmiał z werendy bas Osieckiej i echem rozległ się po lesie."
      },
      {
        "index": 29,
        "text": "Wzięli się za ręce i poszli."
      },
      {
        "index": 30,
        "text": "Osiecka roztyła się przez ostatnie czasy, włosy miała bielsze, a twarz różowszą. Patrzyła na Stasia groźnie i gdy ją na powitanie całował w rękę, uszczypała go w policzek."
      },
      {
        "index": 31,
        "text": "— Rzepa nie chłopak. Po ślubie dziateczki do lasu, po ślubie. A to takie smyki, jak pan, co psem śmierdzą jeszcze, to zdaleka od narzeczonej... kiedy mówię, że zdaleka, to zdaleka! — krzyknęła, czerwieniąc się nagle."
      },
      {
        "index": 32,
        "text": "— Ależ ja nie zaprzeczam — tłumaczyć się począł."
      },
      {
        "index": 33,
        "text": "— Głupiś, mój kochany. Franka, przyprowadzić na obiad Tolę! — wrzasnęła."
      },
      {
        "index": 34,
        "text": "— Proszę pani, już wszystko gotowe. Urlop mieć będę w piątek najdalej, to w sobotę ślub możemy wziąć i wyjedziemy zaraz na parę tygodni."
      },
      {
        "index": 35,
        "text": "— Dobrze... matkę biorę na siebie, już ja ją uprzedzę o wszystkiem, no, mówię, że uprzedzę, że wszystko będzie dobrze."
      },
      {
        "index": 36,
        "text": "— Dziękuję pani."
      },
      {
        "index": 37,
        "text": "Poszli w głąb domu."
      }
    ]
  }
}