{
  "chapterNumber": 4,
  "title": "Tom I, Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV."
      },
      {
        "index": 2,
        "text": "Zastała ojca przy herbacie i Świerkoskiego, coś żywo rozmawiających. Na stole stał w bardzo pięknym, bronzowym wazonie wielki bukiet z róż kremowych i czerwonych goździków. Przywitała się ze Świerkoskim i ze zdziwieniem oglądała bukiet ze wszystkich stron, a unikając spojrzeń ojca, spojrzała pytająco na Janową, która stawiała przed nią herbatę."
      },
      {
        "index": 3,
        "text": "Orłowski podsunął jej list i wymownym ruchem wskazał jedność z bukietem, odwrócił się do Janowej i półgłosem powiedział:"
      },
      {
        "index": 4,
        "text": "— Niech Janowa powie, że to z Krosnowy! Owszem! z przyjemnością, panie Świerkoski, pożyczę panu tych czterystu rubli — zaczął mówić prędko do dozorcy."
      },
      {
        "index": 5,
        "text": "— Za dwa miesiące od daty dzisiejszej zwrócę, lecz, jak mówiłem, mam teraz wypłaty za te kamienie chłopom, którzy mi je dostawiają, i całą gotówkę już wydałem. Za dwa miesiące będę mógł wziąć zaliczkę, to zwrócę. — Zamilkł gwałtownie, podniósł się i zaczął liczyć w bukiecie kwiaty. — Trzydzieści pięć róż — szepnął, zapisując tę cyfrę na mankiecie. Sześćdziesiąt dwa goździki. — Policzył raz jeszcze i postawił tę cyfrę obok poprzedniej. — Trzy tysiące pięćset sześćdziesiąt dwa! bardzo dobry numer, bardzo dobry. Połowa stanowi: tysiąc siedemset osiemdziesiąt jeden. Śliczna cyfra — szeptał, zapisując mankiet. — Jak się państwu ta pierwsza cyfra podoba? — zapytał, pokazując kolejno brudny mankiet Orłowskiemu i Jance."
      },
      {
        "index": 6,
        "text": "— Doprawdy nie wiem, co panu mam powiedzieć, bo na mnie żadne cyfry nie robią wrażenia — odpowiedziała Janka, zdumioniazdumiona jego zachowaniem."
      },
      {
        "index": 7,
        "text": "— To dla pani martwe, tak! do mnie zaś mówią wyraźnie, ot ta cyfra, którą tutaj wyciągnąłem z ilości kwiatów, mówi mi, żebym poszukał tegoż numeru w jakiejkolwiek loterji, bo wygra z pewnością los główny. Dziękuję panu serdecznie za pożyczkę — zwrócił się do Orłowskiego. — Bardzo przepraszam, ale iść już muszę; przypomniał mi się bardzo pilny interes. — Pożegnał się śpiesznie, świsnął na psa i wybiegł: leciał do domu, aby w samotności rozmyślać nad temi cyframi i pisać do swoich loteryjnych dostawców o los z takim numerem."
      },
      {
        "index": 8,
        "text": "— Bzika ma, przysięgam Bogu, zupełny fiksat — mruknął Orłowski."
      },
      {
        "index": 9,
        "text": "— Bardzo ładne kwiaty! — szepnęła Janka, oglądając raz jeszcze bukiet."
      },
      {
        "index": 10,
        "text": "— Umyślnie jeździł po nie do Warszawy — szepnął Orłowski, szarpiąc brodę, bo mu było ciężko mówić wprost do niej; zaczął chodzić naokoło stołu z założonemi na plecach rękoma i z czułością spoglądał na Jankę, która długo czytała list Grzesikiewicza, skończyła i w milczeniu podała go ojcu."
      },
      {
        "index": 11,
        "text": "„Szanowna Pani. Niewłaściwie postępuję, ale z tak szczeremi intencjami, że Pani mi wybaczyć musi. Od ojca wiem, iż Pani powróciła do zdrowia, więc jeśli moja osoba nie sprawia Pani wstrętu, jeśli jej nie jestem nienawistnym, to bardzo serdecznie proszę o pozwolenie odwiedzenia się“. — List był długi i cały w tym tonie błagalnym, a szczerym. Prosił wkońcu o słówko choćby odpowiedzi, bo bez niej nie miałby odwagi przyjechać; że jeśli nie zechce go widzieć, to on się zgodzi na to, ale tak błagał, tak zgóry zobowiązywał się skryć w sobie, zdusić wszelkie samolubne uczucia, byle tylko pozwoliła mu przyjechać. Załączał pozdrowienie od rodziców."
      },
      {
        "index": 12,
        "text": "— Poczciwy chłop, przysięgam Bogu, poczciwy Jędrek — szeptał Orłowski, a Janka słuchała jakby w płomieniach; zaczął ją przepalać jakiś bolesny ogień, jakiś cichy, głęboki żal zatargał nią. Wpatrywała się w bukiet, wchłaniała bladą, jesienną woń tych kwiatów i zobaczyła przed sobą dobrą, poczciwą twarz tego, który jej te kwiaty ofiarował. Poczuła głęboką wdzięczność i jakieś słodkie zadowolenie miłości własnej, że pomimo wszystkiego on ją kocha jeszcze, ale ta wdzięczność jej serca zaczęła się mieszać powoli z jakąś troską, z jakimś nieuchwytnym żalem, z jakimś, niewiadomo skąd płynącym, lękiem; serce jej podobne było do palety pełnej farb, które rozciekały, mieszały się z sobą, przenikały wzajemnie i, pomieszane, tworzyły jakąś brudną plamę."
      },
      {
        "index": 13,
        "text": "Wieczór ciągnął się posępnie."
      },
      {
        "index": 14,
        "text": "Nie mówili do siebie, ale coraz głębiej czuli, że im tak źle, że potrzebują koniecznie powiedzieć jakieś słowo, które ich zjednoczy i wzmocni. Serca ich wzbierały pragnieniem wypowiedzenia się."
      },
      {
        "index": 15,
        "text": "Orłowski wciąż chodził naokoło stołu z ponurą twarzą. Chwytał brodę zębami, przystawał i miał już to słowo na ustach, już chciał je wymówić, ale obawa, że ona się rozgniewa i pójdzie do swojego pokoju, mroziła go, rzucał ramionami, oczy błyskały mu boleścią i nie odzywał się. Janka także nie mogła usiedzieć na miejscu, próbowała czytać, szyć, coś robić, nie mogła, co wzięła, wysuwało się jej z rąk. Zdenerwowanie trzęsło nią całą. Wpadła w jakiś bolesny stan, pełen przeczuć i niepokojów nieznanych. Słuchała szumów leśnych, wdzierających się przez okna, to monotonnego skrzypu zegara, ale na niczem nie mogła skupić uwagi, o niczem myśleć nie mogła, bo pierzchały jej myśli, jak stado ptactwa, płoszone przez coś niewytłumaczonego. Patrzyła na list, leżący na stole, na który kwiaty rzucały lekki różowawy refleks, czytała go po kilka razy i miała tylko jedno słowo, które samo wracało ciągle i dźwięczało w jej mózgu bez udziału nawet świadomości."
      },
      {
        "index": 16,
        "text": "— Nie! nie! nie!"
      },
      {
        "index": 17,
        "text": "Poszła spać. Orłowski patrzył za nią krwawemi, błagającemi oczyma, nie spojrzała nawet na niego, przechodząc; zapomniała, że oprócz niej jest jeszcze ktoś w pokoju. Postawiła bukiet na stole, zgasiła lampę i leżała wpatrzona w świat, zalany potokami księżycowego światła, które wielkim i długim, pokratowanym przez fugi okienne, pasem, lśniło się na posadzce. Wpatrywała się później z usilnością w stary, wyblakły portret matki, wiszący na przeciwnej ścianie, po którego oszkleniu i czarnych ramach ślizgało się światło i wydobywało łagodne kontury rysów, zatopionych w cieniach, jak się tylko w pamięci rysują dawno umarłe postaci; patrzyła się w matkę i jakby żądała od niej jakiej rady, jakiegoś słowa mocnego, którego pragnęła, którego potrzebowała, i jakby się modliła do niej głębią nieświadomą tylko, bo usta szeptały: — Co robić? co robić... — i, nie znajdując odpowiedzi w sobie, ani nie słysząc jej z zewnątrz, zapadała w chaos splątanych myśli, scen i marzeń, jakie w tej ciszy nocy szły do niej z przestrzeni, wychylały się z ciemnych nor mózgu i przepełniały jej duszę gwarem bolesnym, uczuciem opuszczenia, smutkiem, niemocą; i wtedy miała tylko tyle siły, aby sobie powtarzać w duszy: — Nie, nie, nie! — Bała się, nie śmiała nawet sobie zdać sprawy, dlaczego myśli to — nie. — O! nie mogła, bo natychmiast, gdy unosiła się wewnętrznie, gdy zaczynała rozplątywać, i myśli układały się w pewien wniosek, z jakichś głębin wyłaniała się twarz tego nienawistnego, podłego, którego z całą gwałtownością swojej natury przeklinała, i wisiała jej przed oczyma, i wlokła za sobą wszystkie zapomniane sceny jej upadku, wstrętne sceny! przypomnienia wszystkich łez i cierpień."
      },
      {
        "index": 18,
        "text": "Zerwała się z łóżka i boso, w bieliźnie tylko, z zaciśniętemi palcami, chodziła po pokoju. Rozpuszczone na noc włosy, jak złoty ogon komety, biegały za nią, zamiatając kurz posadzki, i w księżycowem świetle skrzyły się elektrycznemi skrami."
      },
      {
        "index": 19,
        "text": "Okryła się chustką i poszła do stołowego; przez drzwi do kuchni przeciskało się światło, weszła tam. Janowa siedziała na ziemi, przed skrzynką otwartą."
      },
      {
        "index": 20,
        "text": "— Panienka nie śpi jeszcze? A ja se panienko oglądam, a jakże, oglądam se. A to te materje dała mi pani córka — mówiła, rozwijając z papieru jakiś rdzawego koloru materjał. — Spódnicaby była i kaftan, ale ja sobie to każę zrobić dopiero na śmierć, a na śmierć, panienko. Dziecińskie podarunki najmilsze do trumny, panienko. Jak się przed Ojcem Przedwiecznym stanie, to choćby tu i pani córka nagrzeszyła, to jak ja, matka, powiem: dała mi to obleczenie, kochała mnie! to ta już odpuszczone będzie."
      },
      {
        "index": 21,
        "text": "Janka w milczeniu przypatrywała się jej starej, pomarszczonej twarzy, o sinych, obwisłych ustach, z poza których wychylały się spróchniałe zęby, podobnej do krowiej gęby, a pełnej macierzyńskiej miłości, którą jaśniały małe, głęboko schowane oczy, świecące pod czołem, okręconem żółtą chustką. Poczuła szacunek dla tej prostej, głupiej kobiety, która umiała tylko kochać, dla której cały świat i życie całe streszczało się w dziecku."
      },
      {
        "index": 22,
        "text": "Wyszła z kuchni, bo poczuła jakiś żal, że jej nikt tak bezgranicznie nie kochał. Zajrzała do saloniku, w którym księżyc świecił przez okno i złocił jakby wyszczerzone, zielonkawe zęby klawjatury otwartej. Janka weszła i, nie myśląc, poco idzie, pchnęła ostatnie drzwi do pokoju ojca; nie słyszał jej wejścia, siedział pochylony nad biurkiem i pisał."
      },
      {
        "index": 23,
        "text": "— Może mi ojciec poradzi, co mam odpisać Grzesikiewiczowi? — zapytała cicho."
      },
      {
        "index": 24,
        "text": "Orłowski zerwał się gwałtownie, popatrzył na nią targnął brodę i szepnął:"
      },
      {
        "index": 25,
        "text": "— Co chcesz, co tylko chcesz; ja cię do niczego nie zmuszam, na nic nie nalegam. Zechcesz iść za niego, idź, nie chcesz, dobrze. — Zamilkł, bo go wzruszenie dławiło, odwrócił się i zaczął bibułą wyciągać atrament z pisma."
      },
      {
        "index": 26,
        "text": "Jance zrobiło się przykro, wzięła jego ruch za niechęć, jego szorstki głos za głos gniewu i nienawiści, więc się nie odzywała, tylko szła zpowrotem."
      },
      {
        "index": 27,
        "text": "— Janiu! — zawołał, ale tak miękko, tak pieściwie, z takim smutkiem i miłością, i żalem, i strachem w głosie, że odwróciła się szybko i, porwana tym głębokim akcentem, który zatargał ją do głębi, rzuciła mu się w ramiona."
      },
      {
        "index": 28,
        "text": "— Ojcze mój! Ojcze! Ojcze!"
      },
      {
        "index": 29,
        "text": "— Moje dziecko! moje dziecko! — szeptali, obejmując się ramionami. Zmieszali z sobą łzy i pocałunki i nie mówili nic więcej ponad te słowa, tylko serca biły im zgodnie."
      }
    ]
  }
}