{
  "chapterNumber": 33,
  "title": "Tom II, Rozdział XIV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIV."
      },
      {
        "index": 2,
        "text": "Wiosna się budziła."
      },
      {
        "index": 3,
        "text": "Kwietniowemi rankami, o świtaniu, gdy łąki, moczary i wody, niby z kadzielnic dymiły słupami oparów ku purpurowo-złotym zorzom wschodu; gdy w rosach i wodach zapalały się barwy; gdy resztki cieniów — widma nocy, uciekały chyłkiem w gąszcza, lub na polach konały w światłości; gdy purpurowe, ogromne, bezrzęsne słońce wychyliło się z za lasów i rozlało po świecie miljardy drgań, błysków, światła i ciepła: wiosna podnosiła złotawo-senną głowę, uwieńczoną diademem z jaskółek martwych, i, jeszcze ociężała, napół świadoma piękna swego i mocy, płynęła nad polami zimnemi i martwemi, muskała wrębem słonecznej sukni ziemię i szare ugory się zieleniły; kaczeńce otwierały żółte oczy nad strumieniami i piły rosę; stokrotki przy drogach, na miedzach, rozchylały czerwone rzęsy; ostromlecze świeciły po rowach, w zaciszach, pomiędzy kamieniami; brzozy pękały i dyszały aromatem; topole, co nad drogami stały pół żywe, szeleściły, radośnie pijąc słońce czerwonawemi listkami; a wiatr ciepły, pieszczący, niby tchnienie matki, obejmował ziemię, suszył pola, topił resztki śniegów, co brudnemi plamami świeciły po dołach i wąwozach, podnosił zboża, marszczył wody, budził ptaki, co się zrywały z głuszy leśnych na pola i śpiewały:"
      },
      {
        "index": 4,
        "text": "— Wiosna! Wiosna! Wiosna!.. — A wiosna była coraz potężniejsza; budziła lasy skostniałe, anemony, pierwiosnki, sasanki śmiały się pod cieniem sennych jeszcze olbrzymów; przepływała nad wodami — i wody rzucały resztki lodów, strumienie płynęły szybciej i błyskały szafirem i złotem; budziła wszystko i z jej dłoni dobroczynnych, z jej oczu złotych, z jej uśmiechów promiennych — płynęło na świat ciepło, życie i rozkosz!"
      },
      {
        "index": 5,
        "text": "Bociany brodziły z powagą po łąkach, a rankami długo klekotały po gniazdach, wróble po strzechach biły się jak szalone i całemi bandami leciały na świeże podorówki, na jęczmiona dopiero posiane, na owsy."
      },
      {
        "index": 6,
        "text": "Po polach, po lasach, w przestrzeniach brzmiał krzyk głęboki, twórczy, nieśmiertelny."
      },
      {
        "index": 7,
        "text": "Wiosna! Wiosna! Wiosna!.."
      },
      {
        "index": 8,
        "text": "Bydło w oborach ryczało na ruń, na powietrze pachnące; psy biegały olśnione, nieprzytomne z radości i tarzały się razem z dziećmi przed chałupami."
      },
      {
        "index": 9,
        "text": "Pługi migotały na czarnej, ciężkiej ziemi, niby srebrne błyskawice, a za niemi rzędami chodziły wrony, a nad niemi śpiewały skowronki hymny upojenia."
      },
      {
        "index": 10,
        "text": "Przepotężny rytm odradzania się, poczynania, miłości, drgał i przepływał przez wszystko, co było i co czuło."
      },
      {
        "index": 11,
        "text": "Ludzie po polach śpiewali zapatrzeni w słońce. Starcy wyłazili na przyzby i wybladłemi oczyma pili nowe życie."
      },
      {
        "index": 12,
        "text": "Serca wzbierały dobrocią, modlitwą, dziękczynieniem!"
      },
      {
        "index": 13,
        "text": "— A, życie! życie! — wybuchnęła Janka, otwierając ramiona do tych przestrzeni, zalanych pożogą słoneczną i tętniących wiosną. Śmiała się jej dusza i drżało serce, w wielkiej radości istnienia."
      },
      {
        "index": 14,
        "text": "Nie mówiła więcej, tylko szła aleją parku i dotykała ręką grubych pędów lilij, co wychylały się z ziemi, gładziła liljowe perełki pierwiosnków, rwała pierwsze fiołki; to szła wpatrzona wdal, oddychając głęboko zapachem brzóz, ziemi świeżo oranej, słońca; słuchała ptaków świergocących, szmeru rzeczki, głosów lecących od zabudowań gospodarczych — i nie myślała nic, obejmując sercem wszystko i rozlewając się na wszystko — radością wiosny i zmartwychwstania."
      },
      {
        "index": 15,
        "text": "— Jesteś pani entuzjastką — szepnęła Stabrowska, która szła za nią z Heleną. We trzy wybrały się po raz pierwszy do parku."
      },
      {
        "index": 16,
        "text": "— Nie wiem, czem jestem, czuję tylko, że jestem, że dusza mi zaczyna płonąć, że szłabym gdzieś, że śpiewałabym razem z temi ptakami, że mam szaloną ochotę potarzać się po trawnikach, że mnie coś unosi do słońca, że chciałabym objąć to wszystko i przepaść! A, wiosno! wiosno! — dodała ciszej z niewypowiedzianą rozkoszą w sercu. Nie pamiętała ojca, Andrzeja, cierpień, nudy Rozłogów, bo czuła, że się budzi tak samo, jak ziemia pod pocałunkami słońca i ciepła."
      },
      {
        "index": 17,
        "text": "Helena uśmiechała się z życzliwą pobłażliwością, a Stabrowska, obwinięta w pled, w głębokich kaloszach, wodziła znudzonym wzrokiem po nagich drzewach i gryzła ołówek, bo nadaremnie szukała czegoś do zanotowania."
      },
      {
        "index": 18,
        "text": "— Chyba już powrócimy, wilgoci tyle w powietrzu..."
      },
      {
        "index": 19,
        "text": "— Nie zdążyła pani nic zanotować i chce pani powrotu?"
      },
      {
        "index": 20,
        "text": "— Nic godnego uwagi niema, bo przecież tego notować nie będę, że wiosnę czuć w powietrzu. To dobre dla bardzo prostaczych natur. Boże kochany! Wiosna, to stary zleżały bagaż poetycznych retorów, którzy udają, że szaleją z rozkoszy, usłyszawszy śpiew skowronka, lub spostrzegłszy pierwszą stokrotką! Blaga i dzieciństwo!.. — dokończyła drwiąco i szła dalej, strącając parasolką pierwiosnki i kłapiąc po rzadkim, wilgotnym żwirze alei za dużemi kaloszami."
      },
      {
        "index": 21,
        "text": "— Kiedy pani jedzie do Warszawy?"
      },
      {
        "index": 22,
        "text": "— W sobotę w nocy, a raczej bardzo wcześnie w niedzielę, to jest jutro."
      },
      {
        "index": 23,
        "text": "— Jeśliby pani zechciała mi jedną rzecz kupić..."
      },
      {
        "index": 24,
        "text": "— A owszem, cały dzień zwykle spędzam w Warszawie."
      },
      {
        "index": 25,
        "text": "— Często pani jeździ?"
      },
      {
        "index": 26,
        "text": "— Ostatni raz byłam dwa tygodnie temu u ojca."
      },
      {
        "index": 27,
        "text": "— Zdrowszy?"
      },
      {
        "index": 28,
        "text": "— Fizycznie zupełnie zdrowy, tylko umysłowo jak dawniej."
      },
      {
        "index": 29,
        "text": "— Można spytać, kiedy ślub?"
      },
      {
        "index": 30,
        "text": "— W początkach maja. — Wyręczyła ją Helena, bo Janka pochyliła się nad fiołkami."
      },
      {
        "index": 31,
        "text": "— W naszym kościele?"
      },
      {
        "index": 32,
        "text": "— Tak. Odbędzie się rano, pocichu, a po śniadaniu, jakie będzie u nas, wyjazd do Krosnowy."
      },
      {
        "index": 33,
        "text": "— Poprawię cię, Helciu. Po śniadaniu wyjazd prosto do Włoch, to moja wina, opowiadałaś mi tyle cudów, że namówiłam pana Andrzeja, abyśmy prosto od ołtarza tam pojechali."
      },
      {
        "index": 34,
        "text": "— Do Włoch! Co za romantyczna podróż! O, tak! to bardzo poetycznie; ręka w rękę płynąć lagunami Wenecji, spacerować po galerjach Florencji, zwiedzać Kolizeum rzymskie; o tak, to wzniosłe, żyć w chwilach pierwszych uniesień miłosnych w kraju, gdzie cytryna dojrzewa, gdzie pomarańcz gaj, gdzie laury, i gdzie wszystko śmierdzi, jak powiada Rutowski."
      },
      {
        "index": 35,
        "text": "Szeptała patetycznie z gryzącą ironją Stabrowska, zmieniła szybko ton i mówiła surowym, poważnym głosem:"
      },
      {
        "index": 36,
        "text": "— Myślałam, że epidemja podróży poślubnych wygasła, że ta moda razem z krynolinami przeszła, a tymczasem! tak, to ciekawe, że gdy warstwy przodujące jeździć przestały, teraz plebs, pchany odruchem, czysto naśladowczym... tak, dobry społeczny temat — szeptała, szybko zapisując w notesie."
      },
      {
        "index": 37,
        "text": "— Co za czasy okropne, że plebs zaczyna czuć się człowiekiem i zaczyna mieć cywilizowane potrzeby zobaczenia świata, piękna, arcydzieł! — wykrzyknęła złośliwie Janka."
      },
      {
        "index": 38,
        "text": "— Podróże są znakomitą szkołą poglądową — rzuciła Helena."
      },
      {
        "index": 39,
        "text": "— Zapominania obowiązków dla marnych przyjemności."
      },
      {
        "index": 40,
        "text": "— Niech mi pani wierzy, że ja zawsze pamiętam o swoich obowiązkach — odpowiedziała Janka z naciskiem, bo Stabrowska już od pewnego czasu irytowała ją swojemi uwagami moralizującemi i ignorancją często dotkliwą."
      },
      {
        "index": 41,
        "text": "— Ja nie zwracałam uwagi pani. Broń Boże. Mam takie zasady, jakie głoszę, a głoszę wolność indywidualną zupełną. Niech każdy robi, jak mu wygodniej i przyjemniej — mówiła prędko, rozbierając się w wielkiej sieni dworu i, przyszedłszy do salonu, wyjęła notes i pisała: — „Obowiązki! Dajcie mi spokój! Rozkosz jest moim obowiązkiem, upojenie, przyjemność, to co chcę, czego pożądam, czego mi potrzeba“. — Nie skończyła, bo przyjechał mąż i wszedł do saloniku — zaraz zaczął gorąco prosić Janki o zagranie."
      },
      {
        "index": 42,
        "text": "— Bo chociaż żona moja nazywa mnie marnym filistrem, ale, jak pani wie, uwielbiam muzykę i po pracy jest mi ona bardzo krzepiącym odpoczynkiem."
      },
      {
        "index": 43,
        "text": "— W tem właśnie jest filisterstwo. Nie cierpię brzdąkania, muzyką mogą się zachwycać tylko ludzie, nie umiejący myśleć. Jest to sztuka dusz płaskich i znudzonych, która je przyjemnie łaskoce, i przyjemnie zatapia w słodkiem far-niente lenistwa i bezmyślności, dlatego właśnie muzyka w tem stuleciu budzi taki szalony wpływ na masy, bo bezmyślne..."
      },
      {
        "index": 44,
        "text": "— Nie, dziecko — przerwał dosyć łagodnie Stabrowski, kręcąc młynka monoklem."
      },
      {
        "index": 45,
        "text": "— Masz przykry sposób przeczenia, tem tyranizujesz."
      },
      {
        "index": 46,
        "text": "— Kiedy jestem tyranem, to raz jeszcze powiem: nie! — zawołał mocno, oczy mu błysły, wrzucił w oko monokl i drżącemi nieco palcami rozczesywał bokobrody."
      },
      {
        "index": 47,
        "text": "— Nie, nie, nie! Muzyka dlatego przemawia do tłumów, bo mówi do ich uczuć szlachetniejszych, lepszych, bo zaspokaja pewną sumę idealniejszych pragnień i porywów, bo odrywa ich właśnie od ciężkiej i często istotnie bezmyślnej pracy, bo jest potrzebą przedewszystkiem uczucia..."
      },
      {
        "index": 48,
        "text": "— Uczucia! — przerwała mu triumfująco — to właśnie barbarja, bo tylko dzicy czują i wszystko sprowadzają do uczuć; człowiek kulturowy pojmuje, rozważa, myśli..."
      },
      {
        "index": 49,
        "text": "— Ej, gdzie Rzym, gdzie Krym, gdzie..."
      },
      {
        "index": 50,
        "text": "— Nie przerywaj. Takiemu człowiekowi, naprawdę cywilizowanemu, muzyka nie wystarczy, bo nie mówi do niego całego, bo nie może wystarczyć schemat, który można wypełnić dowolnie, czem kto chce. Muzyka, to chińska łamigłówka, którą każdy rozwiązuje po swojemu, i zawsze dobrze, bo jest bez rozwiązania. Muzyka, to jak te głosy przyrody, w których poeci, histerycy, halucynanci słyszą hymny, czują słodycz, śpiewy aniołów, niebo, harmonje, a to jest tylko ryczenie krów na pastwiskach, krzyki ptaków w bitwie o żer i samice, szum drzew targanych wichrem, kwik osłów i świń; jednem słowem pierwotna bezrozumna kakofonja. Muzyka! nie mówcie, że to sztuka wielka, światowa, to kwilenie dzieci i warjatów, to... — zatrzymała się, aby zaczerpnąć powietrza."
      },
      {
        "index": 51,
        "text": "— Mów dalej, żono, słuchamy i myślimy z Hamletem: Słowa! Słowa! Słowa!.."
      },
      {
        "index": 52,
        "text": "Stabrowska odwróciła się gniewnie do okna, patrzyła w milczeniu w okno, ale wkrótce wyjęła notes i pisała:"
      },
      {
        "index": 53,
        "text": "— „Mężczyźni są podli, i wtedy kiedy kochają — i kiedy nie kochają. Mężczyźni są nikczemni, i głupi, i wtedy kiedy świat ma ich za mędrców, i kiedy są kretynami“."
      },
      {
        "index": 54,
        "text": "Stabrowski, oparty o fortepian, mówił do Janki, rozkładającej nuty na pulpicie:"
      },
      {
        "index": 55,
        "text": "— Nie wiem dobrze, co się kryje pod nazwą filistra, ale przypuszczam, że żona ma rację, że jestem chwilami filistrem, to znaczy, że jestem człowiekiem, który pracować musi, który nie może mieć zbyt wysubtelnionych uczuć, któremu nie wolno się osłabiać uniesieniami, ani nawet zbyt głębokiemi rozmyślaniami; bo musi dodnia wstać, iść do gospodarstwa, i robić; musi trzymać się tej ziemi ze wszystkich sił, trzymać nie dlatego, że ten kawałek należy do niego od pięciuset lat, nie dla jakiejś tradycji kastowej, tylko dlatego, że to mój warsztat, na którym obowiązałem się wyrabiać codzienny chleb dla siebie i dla rodziny, i dla tych, którzy pracują razem ze mną, i dlatego, żeby za część mojej pracy fizycznej inni mogli myśleć, tworzyć arcydzieła, posuwać w spokoju wielkie dzieło postępu."
      },
      {
        "index": 56,
        "text": "Jestem tylko nawozem, na którym rosną kwiaty i zboża, ale rozumiem to i zgadzam się, bo tak być powinno; a że nie chcę udawać słowika, gdy czuję się tylko koniem roboczym, więc nazywają mnie pogardliwie filistrem. Ależ ja nie niszczę słowików, nie zaprzeczam im prawa śpiewania i życia, bo wiem, że koń i słowik — są potrzebni w przyrodzie."
      },
      {
        "index": 57,
        "text": "— Włożył pan głowę dobrowolnie w ciężkie jarzmo zrezygnowania."
      },
      {
        "index": 58,
        "text": "— Cięższe jest ono, niźli pani przypuszcza, ale świadomie włożone! — spojrzał bezwiednie na żonę."
      },
      {
        "index": 59,
        "text": "— Są ludzie, co umieją zmniejszyć ciężary, nawet własnowolnie podejmowane."
      },
      {
        "index": 60,
        "text": "— Są, ale tacy, jak ja, filistrzy, brzydzą się kompromisami. Jest się uczciwym, lub się nim nie jest. Zacząć, to dokończyć, podjąć się czego, to dokonać. A zresztą, to nie widzę nigdzie ucieczki, bo nie tu, to tam, gdzie indziej, a zawsze, chociaż w coraz inny sposób, jakieś jarzmo musi ująć kark ludzki i gnieść do śmierci."
      },
      {
        "index": 61,
        "text": "— Zawsze? prawda! — odpowiedziała i zaczęła grać preludjum Szopena."
      },
      {
        "index": 62,
        "text": "Cisza zapanowała w saloniku."
      },
      {
        "index": 63,
        "text": "Wieczór nadchodził. Zorze pomarańczowe paliły się za parkiem i oblewały nagie, czerwone dachy aureolą niesłychanie subtelnego fioletu, który razem ze zmrokiem wsączał się do pokoju i przysłaniał zwolna wszystko."
      },
      {
        "index": 64,
        "text": "Janka z preludjum przeszła do improwizacji, która dźwięczała, niby skarga pohaftowana marzeniami, i zapełniała pokój nastrojem melancholji. — Chwilami pobłyskiwała łzami, jak te rozlewy i kałuże wody po brózdach, co się paliły w ogniach zachodu i świeciły ostro; czasami wionęła tak denerwująco, jak fale powietrza nabrzmiałe zapachami brzóz, fiołków i wiosną, to podnosiła głos i śpiewała głębokim, poważnym rytmem, w którym były i organów brzmienia i bicie dzwonów, i pieśni wypełniające dusze wszystkich, i te marzenia, co płynęły nad chatami, co się tuliły w zakątkach serc i mózgów wszystkich."
      },
      {
        "index": 65,
        "text": "Przycichły tony, osłabły i prowadziły smutny śpiew, przestronny, jak te pola, co za parkiem szły nieskończoną równiną, i rozlewały się nad niemi skargą bolesną — tony ligawek pastuszych się odzywały i śpiewały żale jakieś prostacze, dziecięce, jakby żale dzieci, co pogubiły ojców i szły zmrokiem, płacząc i wołając napróżno — i obejmowała je cicha noc kwietniowa, mgły, chóry żab, chłód przejmujący; a one idą wciąż, wołają cicho i przejmująco, błądzą w nocy, która zaczynała patrzeć miljardami oczu zimnych i błyszczących; siadają nad rowem jakimś i, spłakane, zmęczone, przyciskają się do siebie i usypiają pod krzakiem pokrytej kwiatem tarniny, a przez sen jeszcze szepcą i wołają napróżno; nad niemi latają czajki coraz niżej, niżej, zaglądają im w oczy i krzyczą cicho i przejmująco. A tam, w tych wioskach, ostatnie wierzeje skrzypią, ostatnie rżenia i ryki przebrzmiewają, światła gasną, ludzie usypiają — i zalewa świat pełna tajemnic noc i panuje milczenie..."
      },
      {
        "index": 66,
        "text": "Oderwała ręce od klawjatury i taka cisza zalała pokój, że słyszała bicie serca swojego."
      },
      {
        "index": 67,
        "text": "— Helenko! na litość, jeść mi każ dać! — wołał Woliński, wchodząc do pokoju i, przywitawszy się ze wszystkimi, odciągnął Stabrowskiego i półgłosem opowiadał."
      },
      {
        "index": 68,
        "text": "„Głowa ginęła w cieniu firanki, tylko wspaniale rozwinięte piersi rysowały się przez czarną tkaninkę opiętego stanika — zmysłowe usta i wysunięty podbródek w tym półzmroku rysowały się wydatnie. On lubieżnym, przysłoniętym białawą mgłą wzrokiem obejmował jej piersi, jej stan, jej biodra i nachylał się coraz bliżej ku niej“."
      },
      {
        "index": 69,
        "text": "Zapisała szybko Stabrowska i zwróciła się do Janki:"
      },
      {
        "index": 70,
        "text": "— Pani improwizowała?"
      },
      {
        "index": 71,
        "text": "— I tak i nie, bo, grając, nigdy nie wiem, co gram, tak się myśli i uczucia mieszają swoje i cudze, tak się jedno z drugiego wysuwa i łączy w jeden łańcuch, że trudno mi rozumieć."
      },
      {
        "index": 72,
        "text": "— Ja panią podziwiam, że może pani przy fortepianie siedzieć kilka godzin i grać, mnie pół godziny przynosi już sen — mówił Woliński."
      },
      {
        "index": 73,
        "text": "— To naturalne, bo pan sam nie gra i nie lubi muzyki."
      },
      {
        "index": 74,
        "text": "— Może i lubię, tylko nie mam nigdy czasu. Człowiek przyjdzie wieczorem spracowany jak wół, to są przedewszystkiem dzieci, potem kolacja, trochę rozmowy i już przy gazecie jestem gotów."
      },
      {
        "index": 75,
        "text": "Zaczął się śmiać z dobrodusznością."
      },
      {
        "index": 76,
        "text": "Po herbacie Stabrowscy odjechali, a Janka poszła spać zaraz, bo trzeba było wstać wcześnie, aby zdążyć na pierwszy pociąg."
      }
    ]
  }
}