{
  "chapterNumber": 36,
  "title": "Tom II, Rozdział XVII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVII."
      },
      {
        "index": 2,
        "text": "— Za cztery godziny będziesz żoną pana Andrzeja, jak to prędko!"
      },
      {
        "index": 3,
        "text": "— A tak! — odpowiedziała, ziewając. — Za cztery godziny wszystko się skończy."
      },
      {
        "index": 4,
        "text": "— Albo, właściwie mówiąc, zacznie się... boisz się?.. — zapytała Helena troskliwie."
      },
      {
        "index": 5,
        "text": "— Nie, tylko mi smutno, bardzo mi smutno! — powtórzyła w myśli."
      },
      {
        "index": 6,
        "text": "— A ja się cieszę, bo czuję, że będziesz szczęśliwa."
      },
      {
        "index": 7,
        "text": "— A ty jesteś szczęśliwa? — zapytała prędko, podnosząc na nią oczy."
      },
      {
        "index": 8,
        "text": "— Zupełnie, ale tak bardzo, że aż chwilami boję się o to szczęście, bo nieraz czuję się wprost za szczęśliwą. Pomyśl, mam wszystko, czego pragnęłam: męża, miłość, dzieci, jaki taki majątek, spokój i zadowolenie. O tak, jestem bardzo szczęśliwa i tobie z całej duszy życzę takiego szczęścia."
      },
      {
        "index": 9,
        "text": "— Dziękuję! — szepnęła cicho, z niedosłyszaną prawie ironją w głosie."
      },
      {
        "index": 10,
        "text": "Po wyjściu Heleny, stała przy oknie długo, zapatrzona w siebie; ocknęła się z zadumy wtedy, gdy był już czas ubierać się do ślubu. Czuła się spokojną i zimną prawie. Nieliczne towarzystwo, tylko najbliżsi znajomi: starzy Grzesikiewiczowie, Józia z mężem i Witowski, czekali na nią w salonie i po jej wejściu otoczyli kołem, składając życzenia. Przyjmowała je obojętnie i później, jadąc już zamkniętą karetą do kościoła, dziwiła się sobie, że ten ślub nie robi na niej żadnego wrażenia, że więcej ją zajmują te pola, na które oknem patrzała, pełne zieloności i wiosny, niż Andrzej, który siedział obok niej w milczeniu i drzemał nieco, bo ostatniego wieczora wyprawiał pożegnanie kawalerstwa tak wesoło, że Woliński, który był na niem, jeszcze dzisiaj nie był zupełnie trzeźwym."
      },
      {
        "index": 11,
        "text": "Stary, drewniany kościół, o czarnych, pogiętych ścianach, obwieszonych obrazami poczerniałemi, ubrany w jedlinowe girlandy i świerki, rozjaśniony szeregiem świec olbrzymich, które tworzyły szpaler płomieni, wiodący od wielkich drzwi do ołtarza, poprzeplatanych podzwrotnikowemi krzewami z oranżerji Stabrowskich, wyglądał czarodziejsko i pochłaniał jej uwagę. Z rozkoszą czysto estetyczną przyglądała się światłu, przesianemu przez zieleń palm, starym, czerwonym chorągwiom, tworzącym pod chórem pyszne plamy, jakby krwi krzepnącej, a wielki ołtarz ze swojemi złoceniami poczerniałemi, po których drgały blaski świec, tonący w kwiatach białych i purpurowych azalij, obwiedziony u dołu wieńcem narcyzów, o węzłach z bzów i fiołków, wionął na nią czarem. Spojrzała z wdzięcznością na Andrzeja, ale nie było już czasu szepnąć podziękowania, bo zaczęła się ceremonja."
      },
      {
        "index": 12,
        "text": "Składała przysięgę z takim spokojem i obojętnością, że po kilka razy podnosiła oczy ku oknom, poza któremi na wielkiej lipie hałaśliwie świergotały wróble, lub patrzyła na sinawą twarz Józi i na drgające jej żółte oko i na Witowskiego, który stał po prawej stronie z przysłoniętemi oczyma i zagryzał usta."
      },
      {
        "index": 13,
        "text": "Organy śpiewały „Veni Creator“ i wszystko się skończyło dość prędko, ale Janka, odchodząc od ołtarza, czuła się znużoną. Patrzyła pustym, martwym wzrokiem po twarzach obecnych i pomyślała, że gdyby wszyscy w tej chwili zniknęli, zapadli się w podziemie, to tak samo obojętnie wychodziłaby z kościoła. Czuła, że nic ją nie obchodzą ci ludzie, nawet Helena, z którą w wielkiej żyła przyjaźni, była jej w tej chwili obcą zupełnie; te wszystkie pędy sympatji, jakiemi była splątana z ludźmi, poschły nagle i opadły, jak marny popiół na dno pustej duszy; to oczekiwanie nowego życia stłumiło w niej wszystkie myśli i uczucia, pochyliła się pod niem z biernością i szła obojętna i apatyczna, a równocześnie zdumiona tą zmianą w sobie, której przyczyny ani ogromu nie była jeszcze w stanie uświadomić. Zdawało się jej, że ją porwał prąd szeroki i tak wolno ją niósł, że nawet nie wiedziała, czy płynie dokąd?"
      },
      {
        "index": 14,
        "text": "Po ślubie nie wstępowali nigdzie, nawet do Krosnowy, tylko pojechali wprost do Bukowca, na pociąg, bo jechali do Włoch."
      },
      {
        "index": 15,
        "text": "Witowski ze starym odwieźli ich na stację."
      },
      {
        "index": 16,
        "text": "Andrzej zajął się ekspedycją bagaży, a Janka to chodziła po sali niecierpliwie, bo pragnęła się znaleźć od tych miejsc daleko i jak najprędzej, to wyglądała na peron, po którym Stasio spacerował ubrany w czerwoną czapkę zawiadowcy."
      },
      {
        "index": 17,
        "text": "Odrętwiający spokój panował dokoła; bo nawet Karaś, jak zwykle wekslujący wagony i podstawiający je pod ramę magazynową, nie gwizdał i nie dawał sztosów hałaśliwych, maszyna suwała się po szynach cicho i dyszała wielkiemi kłębami brudnego dymu, który płoszył wróble goniące się po dachach; kilku robotników podbijało oskardami podkłady jakimś automatycznym, usypiającym ruchem, a lasy stały dokoła ciche, zieleniejące młodemi pędami, pełne rozśpiewanych ptaków i woni żywicznej, co zalewała całą stację; słońce świeciło nad stacją, i na łukach linji drgało jakby morą i wypijało błyszczące smugi wody w rowach. Życie płynęło zwykłym codziennym rytmem. Janka z przykrością zaczęła odczuwać, że się tutaj nic nie zmieniło, że nie było czuć braku ojca, ani Zaleskiego, ani jej, że wszystko jest, jak było, i że wszystko to zostanie, chociaż wszyscy ludzie się zmienią. Miała żal do tych lasów, że rosły i żyły, do słońca, do tych murów nawet, do pociągów, co przychodziły i odchodziły."
      },
      {
        "index": 18,
        "text": "— Nie życzyłem pani dotychczas nic — przerwał jej Witowski, podchodząc. — Bo czegóż mogę życzyć? szczęścia?"
      },
      {
        "index": 19,
        "text": "Uderzył ją jego głos cichy i smutny i spojrzenie pełne wilgotnych blasków; popatrzyła mu prosto w oczy i odpowiedziała nieco niepewnie."
      },
      {
        "index": 20,
        "text": "— Tak, tylko szczęścia!"
      },
      {
        "index": 21,
        "text": "I umilkli oboje, bo im nagle na usta zaczęły się cisnąć jakieś wyrazy pełne smutku i goryczy i serca przepełniło drżenie bolesne, bo poczuli, że mogliby powiedzieć sobie słowa, których im mówić nie wolno, bo zresztą żal ciężki i gryzący szarpał im dusze i ostre, bezlitosne światło poznania olśniło ich i pogrążyło w trwodze i w tępym, głuchym bólu. Bojąc się spojrzeć sobie w oczy, patrzyli na stację, na jasny świat, przecinany, niby kulami, szalonym lotem jaskółek, i serca im biły cicho i wolno."
      },
      {
        "index": 22,
        "text": "Nie umieli sobie wytłumaczyć, co się dzieje z nimi, skąd to przyszło. Poznali tylko, że zajrzeli do jakiejś głębi i przerażenie odebrało im siły i świadomość."
      },
      {
        "index": 23,
        "text": "Wszedł Andrzej, bo pociąg już huczał, wpadając na stację."
      },
      {
        "index": 24,
        "text": "Odjechali zaraz."
      },
      {
        "index": 25,
        "text": "Witowski, nie żegnając się ze starymi, popędził do domu."
      },
      {
        "index": 26,
        "text": "Grzesikiewiczowie długo stali na peronie, powiewając chustkami za ginącym woddali pociągiem, ale wreszcie wsiedli w bryczkę i odjechali."
      },
      {
        "index": 27,
        "text": "— Pietruś! — szepnęła stara po długiej chwili milczenia, obcierając ostatnie łzy."
      },
      {
        "index": 28,
        "text": "— He?"
      },
      {
        "index": 29,
        "text": "— Mamy już, chwała Bogu, synowę."
      },
      {
        "index": 30,
        "text": "— A juści, że mamy dziedziczkę, jak Boga tego kocham. — Wsunął palce pod czapkę i drapał się z jakiegoś głębokiego zadowolenia, bo oczy mu się skrzyły wesoło."
      },
      {
        "index": 31,
        "text": "— Sielma szlachcianka ta pani synowa! W kościele kiej szła, to niby królewna wyglądała, że te drugie panie, to przy niej były niby służące! Ale bo to i Jędruś nie dziedzic? nie uczony? — pocieszała się."
      },
      {
        "index": 32,
        "text": "— Będziesz ty jej jeszcze usługiwać, jak Boga tego kocham! przeje ci się jej państwo..."
      },
      {
        "index": 33,
        "text": "— Nie bój się!.. a usługiwała będę, jak dla mnie będzie dobra."
      },
      {
        "index": 34,
        "text": "— Ho, ho! już ona potrafi za łeb Jędrka wziąć!"
      },
      {
        "index": 35,
        "text": "— Charakterna to juści ona jest, a ładna taka, że laboga! cięgiem mi przed oczami stoi, aże nie śmiałam jej całować."
      },
      {
        "index": 36,
        "text": "— Jucha chłopak ten Jędrek!.. będzie se używał, jak Boga tego kocham!"
      },
      {
        "index": 37,
        "text": "— Cichobyś był, a to nogami ledwo powłóczy, a rozpusta jeszcze mu we łbie."
      },
      {
        "index": 38,
        "text": "— Jucha chłopak... we mnie się wrodził... jucha... — mruczał głęboko zadowolony, przymrużał oczy, chlastał konie batem, bo sam powoził i coraz to cmokał ustami, rozpamiętując piękność Janki."
      }
    ]
  }
}