{
  "chapterNumber": 2,
  "title": "Tom I, Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II."
      },
      {
        "index": 2,
        "text": "Staś pobiegł do aparatu, a Orłowski na peron. Przypatrując się dosyć licznej dzisiaj publiczności, witał się z jakiemiś paniami, za któremi w przyzwoitem oddaleniu chodził uliberjowany lokaj, ale, spostrzegłszy doktora, zwrócił się do niego i przywitał w milczeniu; raportem skinął, dzwonek zadźwięczał, rozległa się gwizdawka prowadzącego, a później maszynisty, i pociąg ruszył dalej."
      },
      {
        "index": 3,
        "text": "— Czekałem na ciebie niecierpliwie, przysięgam Bogu, dobrze, żeś przyjechał. Jance jest lepiej, ale zobaczysz i to powiesz mi, bo ja przypuszczam tylko, że lepiej, a nie wiem. Pójdziesz zaraz do niej?"
      },
      {
        "index": 4,
        "text": "Doktór skinął głową potakująco, bo na ustach miał respirator, który mu bladą, długą i chudą twarz przecinał na dwoje czarną wstęgą; olbrzymie, głębokie kalosze ledwie ciągnął z nogami, uginał się pod futrem, na które miał narzucony płaszcz gumowy, i pod grubym kraciastym pledem, przykrywającym mu ramiona. Szedł wolno po schodach, odpoczywał i odpinał co stopień jeden guzik u płaszcza i jeden u futra. Nie rozebrał się w przedpokoju, tylko wszedł do saloniku i zaczął oglądać i próbować okien, drzwi i lufcików, czy są dobrze pozamykane."
      },
      {
        "index": 5,
        "text": "Orłowski już z przed kotary, zasłaniającej drzwi pokoju, w którym leżała Janka, zawrócił i poszedł do służącej."
      },
      {
        "index": 6,
        "text": "— Niech Janowa powie pannie Janinie, że doktór przyjechał. Czy przyjąć może?.. Zaczekaj chwilę, służąca ci zaraz powie — zwrócił się do doktora, który z pomocą Rocha, stacyjnego popychadła, rozbierał się z niezliczonych okrywek. — Pójdę na chwilę do kancelarji. Przyślij po mnie, jak skończysz."
      },
      {
        "index": 7,
        "text": "Okręcił się kilka razy po pokoju, popatrzył na doktora, szybko podniósł koniec brody do ust, strzepnął ją, wzruszył ramionami i wyszedł."
      },
      {
        "index": 8,
        "text": "— Panie Babiński, napiszemy raport. Niech teraz sam od siebie broni się ekspedytor."
      },
      {
        "index": 9,
        "text": "Zaczął dyktować Stasiowi, ale co chwila przerywał, stawał na środku pokoju, przygryzał brodę i wsłuchiwał się chciwie w słabe, zaledwie dosłyszalne, odgłosy kroków na górze, bo pokój chorej był tuż nad kancelarją. Słyszał, a raczej czuł, że doktór usiadł przy łóżku, bo jakieś słabe drgnienie przebiegło sufit; zmąciły mu to wyczuwanie dźwięki fortepianu, które się rozlegały bardzo głośno."
      },
      {
        "index": 10,
        "text": "— Cicho tam! — krzyknął z gniewem, tupiąc nogą."
      },
      {
        "index": 11,
        "text": "Staś uśmiechał się — przecież grająca przez sufity usłyszeć nie mogła; ale pochylił głowę nad papierem, bo Orłowski znowu zaczął dyktować i, nie skończywszy, pobiegł do mieszkania, słuchał chwilę pode drzwiami i szedł znowu na peron, spacerował po nim, nieznacznie spoglądając na okna."
      },
      {
        "index": 12,
        "text": "Doktór skończył rozbieranie się, przyczesał siwawe włosy i zapukał do chorej."
      },
      {
        "index": 13,
        "text": "— Proszę! — ozwał się dźwięczny, silny głos."
      },
      {
        "index": 14,
        "text": "Uśmiech rozjaśnił mu twarz, gdy wchodził do pokoju. Podniósł story do połowy, opatrzył znowu, czy okna i lufciki domknięte, i dopiero usiadł przy łóżku."
      },
      {
        "index": 15,
        "text": "— Jakże się pani czuje? — pytał cicho, odjąwszy respirator."
      },
      {
        "index": 16,
        "text": "— Dobrze, chciałabym wstać — odpowiedziała, zadrżawszy, gdy dotknął chłodną dłonią jej ręki. — Tak koniecznie chciałam widzieć doktora, że miałam już pisać dzisiaj — mówiła jakimś dziwnym, prawie altowym głosem, który się jej chwilami przerywał i chrypiał niemile; wtedy przestawała mówić, oddychała głęboko, i głos powracał, ale w wielkich, czarnych oczach migotał ból wysiłku. Uniosła się nieco, skręciła w grecki węzeł całą masę przepysznych rudawoblond włosów, rozsypanych niby snop dojrzałej pszenicznej słomy po pościeli, i mówiła: — Czuję się zupełnie zdrową. W gardle tylko i w piersiach doznaję jeszcze chwilami piekącego bólu, no i głosu mi często brakuje, ale czuję, że się to coraz rzadziej zjawia. Tak, jestem zdrowa, ale się nudzę straszliwie. Doktór zostanie na obiedzie? Mam prośbę do pana... — szepnęła ciszej, i fala krwi przyciemniła na mgnienie jej kredowo-bladą twarz."
      },
      {
        "index": 17,
        "text": "— Zostanę, zaraz pani służę. — Wstał i poszedł do kuchni; oczy Janki biegły dotąd za nim, aż zniknął za drzwiami, i gdy po chwili wrócił, zawisły mu badawczo na twarzy."
      },
      {
        "index": 18,
        "text": "— Kazałem dawać obiad wcześniej, żeby zdążyć na pociąg — usprawiedliwiał się, siadając. — Jeszcze raz zbadam panią dokładnie, ale jednocześnie mogę słuchać..."
      },
      {
        "index": 19,
        "text": "Janka spojrzała na niego z wdzięcznością, bo nie miałaby odwagi powiedzieć mu swojej prośby, gdyby czuła jego przenikliwy wzrok na sobie."
      },
      {
        "index": 20,
        "text": "Doktór opukiwał ją, oglądał, pytał o niektóre szczegóły, takie, że Janka odwracała mimowolnie twarz do ściany, przycinała usta i odpowiadała cicho, że ledwie dosłyszał. Konsultacja trwała długo, bo badał chorą sumiennie."
      },
      {
        "index": 21,
        "text": "— Czy ojciec wie wszystko?... wszystko?... — powtórzyła cicho."
      },
      {
        "index": 22,
        "text": "— Zdaje mi się, że nie. — Wyprostował się, żeby odetchnąć i obrzucił ją spojrzeniem, pod którem oczy jej pociemniały i pochyliła głowę niżej."
      },
      {
        "index": 23,
        "text": "— Czy powinien wiedzieć! — pytała wolno, z trudem hamując wzruszenie. — Pana się radzę, jako naszego najdawniejszego i najlepszego przyjaciela, który mnie zna od dziecka, a zrobię tak, jak mi pan poradzi. — Milczała dosyć długo, kąty ust zaczęły drgać w jakiemś bolesnem ściągnięciu. — Nie chciałabym kłamać, co bądźby później nastąpiło, powiedziałabym, ale... boję się... On mnie nienawidził i nie miał racji, ale gdyby, gdyby wiedział teraz o wszystkiem, to... — zacisnęła kurczowo palce, głosu jej brakło, przycisnęła ręką pierś, bo ten zwykły, piekący ból rozgorzał w niej niby zarzewie i palił straszliwie: dyszała ciężko, ale po chwili cichym a szorstkim z powstrzymanego wzruszenia głosem, ciągnęła dalej: — mnie ojca żal, bardzo mi żal."
      },
      {
        "index": 24,
        "text": "— To dobrze; on panią kocha, po warjacku może, ale ogromnie."
      },
      {
        "index": 25,
        "text": "Olśniła ją nagle myśl jakaś gnębiąca."
      },
      {
        "index": 26,
        "text": "— Czy ojciec zupełnie jest zdrów? — zapytała prędko i wpiła się oczyma w doktora."
      },
      {
        "index": 27,
        "text": "— Nie... i dlatego trzeba go oszczędzać, nie wzburzać, bo..."
      },
      {
        "index": 28,
        "text": "— Co? powiedz pan otwarcie; jestem dosyć silna na usłyszenie zupełnej prawdy, a nietylko pragnę jej, ale potrzebuję ją usłyszeć koniecznie. Tyle przypuszczam, tyle symptomatów dziwnych, prawie przerażających widzę, że boję się o niego."
      },
      {
        "index": 29,
        "text": "— Tak, dobrze nie jest, bo jego despotyzm, zaciekłość i ta pewna dwoistość, na którą rozłamuje go powoli ta dwoista służba, jaką pełni... Mówili mi w wydziale o jego raportach..."
      },
      {
        "index": 30,
        "text": "— Czem się to wszystko może skończyć? — zapytała przerażona, bo doktór umilkł i odwrócił od niej twarz."
      },
      {
        "index": 31,
        "text": "— Nie wiem, wiem tylko, że nie trzeba nic mówić, nic — powiedział krótko."
      },
      {
        "index": 32,
        "text": "— A jeśli będzie chciał wiedzieć? — zapytała twardo, jakby już chciała rzucić całą prawdę w oczy."
      },
      {
        "index": 33,
        "text": "— I wtedy powinna pani nie mówić nic. Prawda jest czasami zbrodnią, bo tak samo zabija. A jeśli ojciec nie obchodzi panią nic, to trzeba powiedzieć, zabije go to odrazu i będzie pani miała później spokój i rozwiązane ręce. — Mówił prędko i gniewnie, nałożył zaraz respirator na usta i rzucił się na krzesełko."
      },
      {
        "index": 34,
        "text": "Janka patrzyła długo na niego, po jej pięknej, wychudzonej i zmizerowanej twarzy przewijały się najrozmaitsze uczucia: to ból, to gorycz przypominań, to niepokój i trwoga, to głęboka, ciężka apatja powlekała jej twarz, a oczy zaczynały świecić posępnie pod ciemnemi brwiami jakimś ogniem rezygnacji."
      },
      {
        "index": 35,
        "text": "— Co pan myśli o mnie? — zapytała wreszcie. Zapragnęła usłyszeć ciepłe słowo pociechy i przebaczenia, i współczucia; była gotową otworzyć serce, dać ujście dręczącym ją uczuciom, bólom i skargom; pragnęła teraz, w tej chwili, rzucić się na piersi czyje i na nich wypłakać wszystkie nędze całego życia, cały nagromadzony żal. Czuła się tak słabą w tej chwili, bezbronną, a skrzywdzoną, że płacz byłby sprawił jej radość i ulgę; ale doktór długo milczał, pociągał się za nos, przygładzał włosy, patrzył w okno, wreszcie odjął respirator, ścisnął jej dłoń i powiedział:"
      },
      {
        "index": 36,
        "text": "— Że jesteś nieszczęśliwa, że mi cię, pani, tak żal, jak córki własnej."
      },
      {
        "index": 37,
        "text": "— O!... doktorze... o! doktorze... — Nie mogła nic więcej powiedzieć, oczy zaszły jej łzami, przycisnęła jego rękę do ust i opadła na poduszki bezwładnie, tylko łzy, jak jasne, drogie, wyhodowane przez cierpienia perły, posypały się z oczu — i taki nagły a wielki rozlew żalu poczuła w sobie, że nie widziała wychodzącego doktora, że nie słyszała nic i nic nie pamiętała. Leżała bez ruchu i prawie bez przytomności; w każdym swoim atomie czuła łzy i niewypowiedziany ból, co przepalał ją całą."
      },
      {
        "index": 38,
        "text": "Ocknęła się wtedy dopiero, gdy służąca na małym stoliczku, przy łóżku, postawiła obiad."
      },
      {
        "index": 39,
        "text": "— Niech Janowa zabierze zpowrotem, nie chce mi się jeść."
      },
      {
        "index": 40,
        "text": "— Adyć ode wczoraj ani krzynki panienka nie zjadła jeszcze. A kto to słyszał tak się morzyć głodem. Adyć i ja, panienko, niezdrowa, o nie!... w dołku mnie cosik tak ściska, że jaże mnie mroczy. — Spuściła story, odniosła obiad i znowu zaczęła narzekać bolejącym głosem. — I na to bolenie żadnego leku niema, a możeby się to lekarstwo zdało, co panienka używa?"
      },
      {
        "index": 41,
        "text": "— Niech się Janowa wódki napije, to zaraz przejdzie choroba."
      },
      {
        "index": 42,
        "text": "— Wódki!... a prawda, panienko. Wódki! a widzieliście moi ludzie! wódki! a to się przed dobrodziejem odrzekłam, bo to i moja pani córka tego chciała, ale że panienka rzekła, że pomoże na ściskanie, to juści być prawdą musi."
      },
      {
        "index": 43,
        "text": "— Niechże Janowa idzie sobie — zawołała zniecierpliwiona."
      },
      {
        "index": 44,
        "text": "— Idę! idę... tak samo nieraz mówi moja pani córka. Idę! idę... wódki! aby ino kusztyczek niewielki i na lekarstwo, to grzech być nie musi. — Wyszła, i zaraz rozległ się skrzyp otwieranego kredensu i szczęk szkła."
      },
      {
        "index": 45,
        "text": "Janka nasłuchiwała słabo brzmiących odgłosów rozmowy w saloniku, prowadzonej przez ojca."
      },
      {
        "index": 46,
        "text": "Doktór zjadł obiad, nie czekając na Orłowskiego, który przyszedł pod koniec dopiero i rozpytywał o Jankę."
      },
      {
        "index": 47,
        "text": "— Zupełnie dobrze, może wstać, zresztą wszystko, co potrzeba robić i używać, tutaj napisałem, masz kartkę."
      },
      {
        "index": 48,
        "text": "Orłowski chciwie przebiegał oczyma przepisy."
      },
      {
        "index": 49,
        "text": "— Dobrze jest, ale nie krzycz na nią, nie warjuj, bo recydywa dla niej, to śmierć — mówił doktór, a widząc, że twarz Orłowskiego czerwienieje, że zaraz wybuchnie gwałtownym tonem sprzeczki, założył respirator na usta i usiadł przy stole."
      },
      {
        "index": 50,
        "text": "— Ja ją zabijam, to przeze mnie chora? krzyczę na nią, co?"
      },
      {
        "index": 51,
        "text": "— Daj spokój, bo w wielkiej części winieneś wszystkiemu — napisał doktór na kartce ołówkiem."
      },
      {
        "index": 52,
        "text": "— Więc i ty mówisz, że ja winienem, że ja! — zakrzyczał Orłowski i, zmiąwszy kartkę, rzucił ją na ziemię, rozdeptał, kopnął i stanął na środku pokoju z rozłożonemi rękoma, jakby chciał głośno zaprzeczać, ale usiadł gwałtownie przy oknie, zaczął bębnić po szybach, otworzył lufcik i krzyknął do robotnika, stojącego na peronie."
      },
      {
        "index": 53,
        "text": "— Sygnał od Strzemieszyc, nie słyszałeś, bałwanie, że osobowy wyszedł! — zamknął z trzaskiem lufcik, powrócił na dawne miejsce, zapalił papierosa i natychmiast ze złością go rzucił w piec i zaczął chodzić; po twarzy przelatywały mu jakieś płomienie, targał brodę, poruszał ramionami, zataczał oczyma niespokojnie, ale omijał twarz doktora."
      },
      {
        "index": 54,
        "text": "— Nieprawda! Co tylko robiłem, jak postępowałem z nią, wszystko miało na celu jedynie jej dobro. Nieprawda, a tak! — wołał podniesionym głosem, uderzając w stół pięścią."
      },
      {
        "index": 55,
        "text": "— Dla jej dobra wypędziłeś ją z domu? — napisał doktór."
      },
      {
        "index": 56,
        "text": "— Wypędziłem?... tak, prawda... — jęknął Orłowski, rzuciwszy okiem na kartkę, i jakby go te słowa uderzyły i olśniły, cofnął się, spojrzał mętnie i usiadł cichy i zgnębiony."
      },
      {
        "index": 57,
        "text": "— Prawda! — dodał ciszej nieco, i tak żywo przypomniał sobie tę scenę nieszczęsną, która tutaj, w tym samym saloniku, rozegrała się parę miesięcy temu, że przygasłem spojrzeniem powiódł dokoła i pochylił głowę, nie mogąc znieść surowego spojrzenia doktora."
      },
      {
        "index": 58,
        "text": "— Ty jej nie znasz! — mówił znowu, wstając i chodząc wolno, i przystając mgnieniowo przy drzwiach. — Opowiem ci krótko. Na wiosnę oświadczył się jej Grzesikiewicz, znasz go, człowiek zupełnie porządny i bogaty."
      },
      {
        "index": 59,
        "text": "— I cham zupełny, chociaż zewnętrznie ogładzony wykształceniem — napisał doktór."
      },
      {
        "index": 60,
        "text": "— Mniejsza. Nie chciała iść za niego, tak się uparła, że nie pomogły prośby moje, powiedziała, że nie, i postawiła na swojem."
      },
      {
        "index": 61,
        "text": "— Miała rację, bo go nie kochała."
      },
      {
        "index": 62,
        "text": "— Miłość, co to takiego? głupstwo! — machnął pogardliwie ręką — nie dlatego: tylko chciała mi zrobić na złość, chciała postawić na swojem, i postawiła."
      },
      {
        "index": 63,
        "text": "— A tyś także chciał postawić na swojem i zmusić! — pisał szybko doktór i podsunął mu kartkę."
      },
      {
        "index": 64,
        "text": "— Tylko jej nie zmusisz! Być może, uniosłem się, no, może w rozdrażnieniu sprawiłem jej przykrość, ale czy powinna była zaraz, natychmiast uciekać z domu, powinna była, pomimo wszystkiego, co zaszło pomiędzy nami, porzucać mnie, ojca, dom? I poco? aby wstąpić do teatru!.. słyszysz, córka porządnego domu, moja córka, do teatru, do teatru! — powtórzył z przyciskiem."
      },
      {
        "index": 65,
        "text": "— Wypędziłeś ją, musiała coś zrobić z sobą."
      },
      {
        "index": 66,
        "text": "Orłowski aż skoczył, przeczytawszy te słowa. Oczy mu latały w orbitach, broda i usta trzęsły się od gwałtownego wzruszenia. Zaczął przygryzać brodę i biegać po pokoju wkółko, jak zwierzę w klatce, potem usiadł zpowrotem na fotelu, aż sprężyny zatrzeszczały. Zapanowało chwilowe milczenie; przez okna przedzierał się brzęk przekładanych na stacji szyn, w szyby pluskał deszcz z dawną monotonją, a głuche, jednostajne dźwięki fortepianu sączyły się przez ścianę i rozpylały w powietrzu. Doktór spokojnie siedział i śledził muchy, marne, ostatnie, jesienne muchy, łażące leniwie po białym obrusie."
      },
      {
        "index": 67,
        "text": "— Wypędziłem... ale ona poszła, ani się obejrzała, poszła i ani mi słowa jednego nie powiedziała na pożegnanie, poszła do teatru, na komedjantkę, pomiędzy bandę łobuzów i ladacznic, rzuciła mnie, ojca, dla nich... A niegodziwa, niegodziwa, niegodziwa! — syczał i targał sobie mundur na piersiach i dygotał cały. — Wypędziłem... a ona przez cały czas nie napisała do mnie nawet słowa jednego! Cztery miesiące! Dobrze, że jesteś kawalerem, dobrze, że nie masz dzieci, nie znasz więc tych cierpień, jakie sprawiają one ojcom... Cztery miesiące sam, w trwodze ciągłej o nią, otoczony upokorzeniami, a!.. a!.. — Gniew zatkał mu gardło, że słowa przemówić nie mógł."
      },
      {
        "index": 68,
        "text": "— Trzeba było jechać po nią, przebaczyć i zabrać do siebie — napisał doktór."
      },
      {
        "index": 69,
        "text": "— Ja miałem jechać, prosić, upokarzać się przed nią, ja?! — krzyczał, uderzając raz po raz zaciśniętą pięścią w piersi, aż dudniło. — Ja? nigdy, niechby mnie raczej djabli wzięli!"
      },
      {
        "index": 70,
        "text": "— Ciebie nie wzięli, ale ją przez to wzięli!"
      },
      {
        "index": 71,
        "text": "Orłowski przeczytał, milczał długo, ukrywszy twarz w dłoniach."
      },
      {
        "index": 72,
        "text": "— Ja czekałem, że przecież odezwie się w niej córka i powróci — mówił przejętym łzami głosem; — czekałem choćby listu, myślałem, że napisze o pieniądze, bo ona tam nędzę cierpiała, byłbym rzucił wszystko, i na pierwsze jej słowa pojechał i przebaczył, bo przecież to dziecko jedyne moje, a ja nie mam nikogo prócz niej, i jestem stary, bardzo stary, a starość samotna jest gorzką, o jak gorzką, tego ci powiedzieć nawet nie mogę; zresztą, pocóżbym żył, gdybym nie mógł żyć dla niej? Dwa tygodnie temu dostaję z Warszawy telegram, patrz, noszę go przy sobie: „Panna Orłowska chora. Szpital Dzieciątka Jezus. Prosi o przyjazd. Głogowski“. Pojechałem. Zastałem ją nieprzytomną. Otruła się, wiesz o tem, boś ją później ratował i uratował, ale dlaczego to zrobiła, nie wiem do dzisiaj."
      },
      {
        "index": 73,
        "text": "Doktór spojrzał na niego z pod czoła."
      },
      {
        "index": 74,
        "text": "— Odzyskałem ją i traciłem. Byłbym sobie palnął w łeb, gdybyś jej nie uratował. Na złość mi to zrobiła, tak, na złość, żeby mnie zabić, a łajdaczka, łajdaczka!.. — krzyczał prawie i gryzł ręce, szarpał mundur i rzucał się jakby w paroksyzmie obłędu. Uspokoił się po chwili, pozapinał mundur na wszystkie guziki i naciągał machinalnie białe rękawiczki."
      },
      {
        "index": 75,
        "text": "— Musisz wiedzieć, dlaczego się truła, przez kogo — mówił spokojnie, ale głos mu drżał i oczy świeciły ponuro. — Powiedz otwarcie, wszystko... tak, wszystko przebaczę jej, ale jeśli tam jest winien człowiek jaki, zabiję, tak mi dopomóż Boże i wszyscy święci! — wymawiał wolno przez błyskające zęby."
      },
      {
        "index": 76,
        "text": "— Nie, nic nie wiem — powiedział śpiesznie doktór, zdjąwszy respirator — wiem tylko, że się bała powrócić do ciebie. Co chcesz, to twoja córka i tak samo gotowa jest raczej złamać się, niźli zgiąć. Pogódźcie się, to wam obojgu na dobre wyjdzie. Ona cię kocha, ale jeśli chcesz to usłyszeć sam z jej ust, musisz i ty ją kochać. Poco wy się męczycie, poco?"
      },
      {
        "index": 77,
        "text": "— Poco? prawda! tyle lat, tyle cierpień..."
      },
      {
        "index": 78,
        "text": "— Pociąg dochodzi! — zawołał posługacz, wsadzając we drzwi głowę."
      },
      {
        "index": 79,
        "text": "— Poco! — powtórzył Orłowski cicho, ucałował doktora i wybiegł śpiesznie."
      },
      {
        "index": 80,
        "text": "Doktór poszedł do Janki, ale, że nie spostrzegła go natychmiast, cofnął się i zaraz odjechał. A Janka zupadłazapadła w stan dziwnego odrętwienia, w którym się czuje, słyszy, widzi nawet, tylko się nie wie."
      },
      {
        "index": 81,
        "text": "Pod czaszką czuła jakąś wielką próżnię, w której rozbrzmiewały echami odgłosy życia zewnętrznego, niezrozumiałe i niepojęte. Patrzyła w głąb nieokreśloną i kilkakrotnie odruchowo powtórzyła słowa doktora:"
      },
      {
        "index": 82,
        "text": "— Prawda czasami jest zbrodnią, bo zabija tak samo."
      },
      {
        "index": 83,
        "text": "I wolno zaczynała później snuć konsekwencje takiego wyznania aż do końca, i cofnęła się, blednąc, opuściła się bezwładnie w sobie, i ostry, przejmujący ból gryzł ją w serce. Nie można — myślała — musi się kryć z przeszłością, musi strzec słów własnych, pilnować się, ukrywać, grać rolę wstrętną obłudnicy. — Ona musi ukrywać coś przed ludźmi, wstydzić się! ona! co niedawno byłaby wyzywała do walki świat cały, ona, co tak dumnie i pogardliwie traktowała błąd wszelki i słabość wszelką, która prawie nie rozumiała, że ona może zrobić coś takiego, z czemby musiała się kryć, bo wszystko robiła świadomie, jak człowiek, który wie, co robi — i teraz, teraz! kryć się musi, udawać, grać komedję — i musi tak robić, a nie inaczej. — Oczy jej pociemniały łzami złości bezsilnej, buntem przeciwko temu jarzmu narzuconemu; jej gwałtowna natura zrywała się w energicznym proteście przeciwko obłudzie, jaką odtąd żyć musiała."
      },
      {
        "index": 84,
        "text": "— Toby ojca zabiło... Tak, tak... — powtarzała ciężko, coraz wolniej, i głęboka litość, pełna bolesnego współczucia, budziła się w jej sercu, ale równocześnie dziwiło ją to uczucie, dziwiło ją, że we własnem sercu znajduje coś, jakby miłość do tego, którego, jak się jej zdawało, nienawidziła, do ojca, który ją tyranizował i męczył lata całe, który ją wygnał z domu. O, jeszcze dzisiaj, teraz, poczuła ból tamtej, przeszłej chwili; odnowiła się rana, którą kiedyś wpłynęło całe morze nienawiści. Zapatrzona w mrok pokoju, powtarzała: Precz! precz!.. i czuła, że ją taki sam kurcz trwogi i bólu ściska, jak wtedy, kiedy ją temi słowami wyganiał na zawsze z domu. — Jestem w tym samym pokoju, pomimo wszystkiego — myślała, rozglądając się i jakby budząc z przykrego uczucia. — Mam go oszczędzać poto, ażeby mnie znowu wypędził, gdy mu się w czem sprzeciwię... Nie miała w sobie odpowiedzi innej, tylko powtarzała ją, krzepiąc się wpół świadomie do odebrania przyszłego ciosu."
      },
      {
        "index": 85,
        "text": "— To pójdę, pójdę w świat! — powtarzała bezmyślnie i, przez jakieś skojarzenie dziwne, zaczęła się w niej budzić przeszłość niedawna, wiązała bezwiednie dzisiaj z dniem onegdajszym, bo wczoraj tkwiło w niej szarą, niewyraźną plamą. Zadrżała, bo się jej wydało, że leży w tym samym hotelu, w którym się otruła, że to teraz, mgnienie temu, wypiła truciznę i czeka śmierci, że się przeważa całą duszą wtył i leci z jakimś niemym, okropnym krzykiem trwogi w głąb, w noc, w nicość — przymknęła oczy, wir myśli rozprzężonej zakłębił się w jej mózgu, czuła, że się stacza i nie ma ani sił, ani woli do zatrzymania się na pochyłej drodze, że ta pamięć bólów przeszłych, wszystkich, jakie kiedy bądź przecierpiała, przesyca męką niewysłowioną; zaciskała zęby, mocowała się z sobą, żeby nie krzyczeć i żeby nie oszaleć, żeby to słabe tętno świadomości, jakie czuła jeszcze, nie przerwało się. Otworzyła oczy po długiej chwili tak ciężko i tak zdziwiona, jak hipnotycy, i ostre światło myśli i zupełnej przytomności orzeźwiło ją natychmiast."
      },
      {
        "index": 86,
        "text": "— Jestem w Bukowcu, u ojca! tak samo jak dawniej, jak przed czterema miesiącami, i jak dawniej, życie ma być bez celu, z dnia na dzień? Nie powiedziała: nie, ale głębokim, prawie nieświadomym ruchem myśli przeczyła i czuła, że jużby tak samo żyć nie mogła, że jej życie ma teraz nowy etap, że pierwszy skończył się w dniu wyjścia z domu i wstąpienia do teatru. Całą przeszłość dwudziesto-dwuletnią, czasy dzieciństwa, czasy szkolne, kilka lat ostatnich, przepędzonych razem z ojcem, te marzenia, wyczekiwania przyszłości innej i niepodobnej, szalone żądze duszy, szamocącej się w szarym bycie córki zawiadowcy, walki indywidualności, szarpiącej się w jarzmie wegetacji prowincjonalnej — walki z ojcem, wstrętne, marne, a okropne przez swoją tragiczną ciągłość — wszystko to staczało się w przeszłość, w noc, w której zaledwie kontury doniosłych niegdyś zdarzeń widziała teraz. To ostatnie czteromiesięczne życie w teatrze zaczęła rozsnuwać we wspomnieniu. Patrzyła zimno w tę przeszłość niedawną, przypominała sobie teatr i ludzi, w najdrobniejszych szczegółach, i jego nędza z farsami tragicznemi, i twarz jakaś piękna i cyniczna zaczęła się wyłaniać coraz natarczywiej z pamięci i przysłaniać wszystko. Wzdrygała się, jakby pod dotknięciem płazu zimnego i oślizgłego — i w gwałtownem uczuciu złości, nienawiści szalonej, zacisnęła kurczowo dłonie, oczy strzeliły płomieniami, uniosła się, jakby chcąc wstać, iść i mścić się za krzywdy swoje... ale roześmiała się sucho."
      },
      {
        "index": 87,
        "text": "— Głupia! głupia! głupia!.. — szepnęła z nienawiścią do samej siebie, przypominając tego kochanka, marną kreaturę, nędznika, do którego czuła większą pogardę niż żal."
      },
      {
        "index": 88,
        "text": "— Jak ja mogłam! jak ja mogłam! — myślała z palącym wstydem i uprzytomniała go sobie w całej jego nikczemności i głupocie tak dokładnie, że gryzła poduszkę, aby przytłumić gniew na samą siebie, że chciało się jej krzyczeć, aby ulżyć sobie, żeby wyrzucić ten ogrom nienawiści i wstrętu, jaki się w niej zebrał."
      },
      {
        "index": 89,
        "text": "Zadzwoniła na Janową. Nie mogła wyleżeć dłużej. Poczuła się zdrową, zapragnęła pod wpływem tych przejść wewnętrznych ruchu gwałtownego, powietrza, ludzi i przestrzeni. Dusza jej rozbłysła oślepiającym ją samą płomieniem energji, który podrywał, przepalał i unosił."
      },
      {
        "index": 90,
        "text": "— Zimno dzisiaj? — zapytała Janowej, pomagającej jej ubierać się."
      },
      {
        "index": 91,
        "text": "— A zimno, adyć kiej pies tak gryzie. Panienko! a panienka wie, że dzisiaj był pan z Krosnowy? Szłam, a on mię pyta: Janowa! Grzecznie się ukłoniłam i słucham. A on wąsiki se podkręca i rzeknie: A panna Janina już wstała? — powiadam, a juści że nie, a on chlasnął bacikiem konia i powiada: A niech się Janowa kłania panience ode mnie. Grzeczny pan..."
      },
      {
        "index": 92,
        "text": "— To Janowa zna pana Grzesikiewicza?"
      },
      {
        "index": 93,
        "text": "— Za pozwoleniem panienki, ale my z jego matką... panienka się gniewać nie będzie, co?"
      },
      {
        "index": 94,
        "text": "— Nie nudcież, mówcie prędzej."
      },
      {
        "index": 95,
        "text": "— A tośmy z jego matką, za pańszczyzny, razem chodziły do roboty do dworu."
      },
      {
        "index": 96,
        "text": "— Janowa z jego matką? — zapytała dotknięta nieprzyjemnie."
      },
      {
        "index": 97,
        "text": "— A juści. Ony są teraz wielkie państwo, pan Bóg im poszczęścił i zostały szlachta, a ja sługuję, jak sługiwałam. A niechta, moja panienko! a niechta Pan Jezus da wszyćkiemu narodowi dobra po zęby, to i biedny się pożywi prędzej. A Grzesikiewicze dobrzy ludzie; że tam stary lubi się kiejś niekiejś napić krzynkę, toć nie grzech, bo majątek robi, a ona taka dobra kobieta, że szukać lepszy, a pewnikiem się nie znajdzie. Przecież ja, no cóż, ja... prosta kobieta jestem, na wyrobku, a jak tam pójdę, to mnie ugości, kiej równą, a przecież ony ziemi mają z tysiąc włók, a taka szlachta wielka! Druga toby nie chciała i patrzeć na mnie, a ta i gada ze mną to o swoim Jędrusiu, to o Józi! Ja i powiadam o swoi pani córce, to znowu ugotować każe wódki z tłustością i częstuje... dobra kobieta."
      },
      {
        "index": 98,
        "text": "— Janowa ma córkę?"
      },
      {
        "index": 99,
        "text": "— Mam panienko! Oho! moja pani córka jest teraz pani! Wzieny ją te warsiawskie państwo, co to do Zwolenia przyjeżdżają co lato, do siebie. Dzieci nie mają, i jak zobaczyły moją Anusię, tak się im spodobała, że nie mogłam się oprzeć i dać ją dałam, bo jakże... miałam dziecku los zagrodzić?.. Teraz je we klasach i na takich wielgich, jak dobrodziej, księgach se czyta, a uczona taka, że po zagranicznemu już gada. — Mówiła z dumą naiwną."
      },
      {
        "index": 100,
        "text": "— Często ją widuje Janowa?"
      },
      {
        "index": 101,
        "text": "Janowa nie odpowiedziała zaraz, otarła nos i oczy zapaską, pokręciła się bez celu po pokoju i dopiero, rozczesując włosy Jance, mówiła:"
      },
      {
        "index": 102,
        "text": "— Nie można często, bo zimą je we Warszawie, a latem, jak są w Zwoleniu, to Anusia mówi, że się państwo gniewają, jak przychodzić często, i że się przeszkadza w uczeniu. Ciężko mi nieraz, bo chciałoby się człowiekowi pogłaskać ją, przytulić, popłakać z uciechy, ale kiej nie można, bo to i dla niej nie honor, i sama nie śmiem, bo gdzie mnie się dotykać brudnemi ręcami takiej pannicy w szlachetnym ubiorze, co wygląda jak jaka grafinia. Ale moja Anusia dobra, łoni dała mi całego rubla i chustkę, i materji na całe obleczenie. Spłakałam się i aż zaniesłam dobrodziejowi na msze, i krzyżem leżałam na jej intencję, za tę dobroć. — Mówiła cicho, i łzy głębokiej radości szkliły się w jej wyblakłych oczach."
      },
      {
        "index": 103,
        "text": "Janka przyglądała się jej uważnie, bo nie tyle zajęło ją opowiadanie o córce, ile to, że razem z matką niedoszłego jej męża chodziła do roboty."
      },
      {
        "index": 104,
        "text": "Kazała później poodsłaniać zupełnie okna i wyjrzała na świat."
      },
      {
        "index": 105,
        "text": "Zmrok mętny, zielonawy, rozpościerał się nad lasami, deszcz ustał, ale wiatr się zrywał i trząsł drzewami, i prześwistywał po drutach telegraficznych z jękiem żałosnym; zielone światła na stacyjnych wekslach migotały w szarości, niby kwiaty promieniejące."
      },
      {
        "index": 106,
        "text": "Janka, wpatrzona w żółcące się nad lasami, nagie szczyty wzgórz, przypomniała sobie te dawne wycieczki w lasy, o takiej porze, i zapragnęła iść zaraz, ale, przeszedłszy przez pokój, osłabła, nogi gięły się pod nią, i czuła się tak wyczerpaną, że poszła do jadalni i usiadła. Janowa zapaliła światło i przyniosła jej cały stos gazet, ale nie mogła czytać, odsunęła płachty zadrukowanego papieru, wpatrzyła się w lampę i długo siedziała bez ruchu, słowa i myśli. Wyczuwała tylko przyjemność, że jest, że żyje, że zaraz, jak tylko zechce, może wstać i iść."
      },
      {
        "index": 107,
        "text": "Orłowski, po zdaniu służby pomocnikowi, przyszedł, przebrał się w jakiś stary bez guzików mundur i siadł z drugiej strony stołu, nawprost córki. Janowa szykowała do herbaty."
      },
      {
        "index": 108,
        "text": "— Niech się Janowa zapyta, może panienka zje befsztyk, doktór zalecił! — rzucił cicho z za gazety, prześlizgując się tylko spojrzeniem po twarzy Janki, która na to pytanie podniosła oczy na niego."
      },
      {
        "index": 109,
        "text": "— Dobrze, niech Janowa usmaży — odpowiedziała Janowej, która powtórzyła dosłownie."
      },
      {
        "index": 110,
        "text": "Orłowski błysnął zadowoleniem, położył pismo i sam zaczął z kredensu wystawiać na stół konjak, owoce, kieliszek, ciastka, konfitury, wina. Nie mówili z sobą, chwilami tylko łapali się oczyma i odwracali zmieszane twarze, lub powlekali je udaną obojętnością."
      },
      {
        "index": 111,
        "text": "— Janowa!... nalewać herbatę — zawołał, zobaczywszy, że Janka się podniosła i idzie do samowaru."
      },
      {
        "index": 112,
        "text": "Usiadła zpowrotem, ale uśmiech jakiś przemknął po jej ustach."
      },
      {
        "index": 113,
        "text": "— Niech Janowa poprosi panienki, żeby się przed befsztykiem napiła konjaku, tak doktór zalecił."
      },
      {
        "index": 114,
        "text": "Janowa już teraz nie mogła wykrztusić tego polecenia, tylko wytrzeszczyła oczy i patrzała kolejno na nich ze zdumieniem."
      },
      {
        "index": 115,
        "text": "— Jeszcze jeden kieliszek niech Janowa wyjmie z kredensu — powiedziała."
      },
      {
        "index": 116,
        "text": "— Nie trzeba! — zawołał prędko. — Wypiję z tego samego, niech Janowa powie."
      },
      {
        "index": 117,
        "text": "Janka nalała i podsunęła do niego. Zmarszczył się gniewnie, aby pokryć wzruszenie, zaczął chwytać brodę zębami, ale wypił wkońcu i, odsuwając kieliszek, rzekł:"
      },
      {
        "index": 118,
        "text": "— Niech Janowa podziękuje panience."
      },
      {
        "index": 119,
        "text": "Janka, żeby zakryć twarz drgającą już śmiechem, podniosła szklankę i przyglądała się herbacie pod światło."
      },
      {
        "index": 120,
        "text": "— Mętna, co? — zapytał się jej prosto, zerwał się i wyciągnął rękę po szklankę, ale usiadł natychmiast i przygryzł brodę. — Niech Janowa naleje świeżej herbaty! — powiedział surowo i zaczął gwałtownie mieszać swoją."
      },
      {
        "index": 121,
        "text": "Milczenie zapanowało. Janka wolno jadła, a czując wzrok ojca na swojej głowie, podnosiła chwilami na niego oczy; wtedy on zatapiał swoje w szklance, albo nerwowym ruchem chwytał gazetę i zasłaniał się nią, jak tarczą, aby znowu po chwili, gdy jadła w dalszym ciągu, śledzić każde jej poruszenie głowy i ust i całować ją oczyma."
      },
      {
        "index": 122,
        "text": "— Niech Janowa naleje panience wina. Stare wino doktór zalecił — odezwał się, gdy Janka przestała jeść befsztyk."
      },
      {
        "index": 123,
        "text": "Po kolacji Janka nie wiedziała, co zrobić z sobą, czuła się znużoną i ociężałą, a nie śmiała iść do swojego pokoju, żeby ojcu nie sprawić przykrości; wzięła jakieś pismo i czytała, ale męczyło ją schylanie się i ugniatał w plecy drewniany tył krzesła — spostrzegł to Orłowski i przyniósł swój głęboki, wybity skórą fotel."
      },
      {
        "index": 124,
        "text": "— Niech Janowa poprosi panienki, żeby usiadła w fotelu, będzie wygodniej."
      },
      {
        "index": 125,
        "text": "Spojrzała na niego z wdzięcznością, zakrył się śpiesznie gazetą, marszcząc brwi."
      },
      {
        "index": 126,
        "text": "Za oknami wył wiatr, aż filiżanki drżały, a księżyc ukazywał się i znikał za szybko przebiegającemi chmurami. Cisza w pokoju panowała zupełna. Lampa płonęła jasno i rzucała smugi światła na ich głowy pochylone nieco; czasem zagrała trąbka dróżnicza na linji, lub pociąg z hukiem i szumem przebiegał przez stację, i tak ciężko, że dom cały drżał i szklanki szczękały w kredensie; wtedy Orłowski podnosił się, patrzył przez okno na czerwone światła, zakończające pociąg, i po jego zniknięciu siadał znowu do czytania."
      },
      {
        "index": 127,
        "text": "Janka odłożyła gazetę, bo było jej niewygodnie czytać, położyła się prawie w fotelu i patrzyła na Janową, siedzącą w kuchni, zaraz przy drzwiach otwartych do jadalni, z pończochą w ręku. Stary Roch, posługacz stacyjny, klęczał przed kominem i kawałem sukna szorował rondle. Ten spokój, jakiś senny i ciepły, zaczął na nią oddziaływać kojąco. Czuła się dobrze w tem kole dobrobytu i życzliwości — i bezwiednie porównywała to z ostatniemi tygodniami w teatrze, pełnemi głodu, nędzy najstraszliwszej i cierpień. Przetarła ręką czoło, jakby chcąc odegnać przykre mary. Spostrzegł ten ruch Orłowski."
      },
      {
        "index": 128,
        "text": "— Jeżeli panienkę głowa boli, to są proszki, niech się Janowa spyta!"
      },
      {
        "index": 129,
        "text": "— Nie, dziękuję, nic mi nie jest, czuję się zupełnie zdrową."
      },
      {
        "index": 130,
        "text": "Rozrzewniła ją ta troskliwość i zdumiewała zarazem, bo po raz pierwszy jej doświadczała."
      },
      {
        "index": 131,
        "text": "Orłowski zaczął czytać gazetę półgłosem z początku, a upewniwszy się, że ona słucha, czytał dalej już pełnym głosem, wybierając umyślnie najciekawsze rzeczy."
      },
      {
        "index": 132,
        "text": "Była zdumiona i wdzięczna głęboko. Czuł to, bo się przysłonił gazetą, i w akcentach głosu drgało rozradowanie, modulował go, spieszczał, z usilnością wygładzał jego szorstkie brzmienia, żeby tylko jej nie razić, żeby tylko zechciała słuchać czytania jak najdłużej, bo sprawiało mu to nieznaną dotychczas radość."
      },
      {
        "index": 133,
        "text": "Wieczór się ciągnął długo, a Janka, rozmarzona winem, ukołysana tą atmosferą pokoju, ciepła, łagodnych brzmień ojcowskiego głosu, usnęła. Spostrzegł to i natychmiast pocichu wyniósł się do swojego pokoju, zostawiając drzwi otwarte, żeby móc patrzeć na nią choćby zdaleka. Nie czytał, chociaż gazetę podnosił co chwila do oczu, bo litery mu się zmieszały i nie rozumiał, widział tylko ją. Wstrzymywał prawie oddech, bał się poruszyć na krześle, nie zapalał papierosa, żeby trzask zapałki, lub dym nie zbudziły śpiącej. Siedział i patrzył na nią z głęboką czułością, i miał szaloną chęć iść i ująć w dłonie tą drogą głowę, i całować; o, teraz czuł w całej potędze, jak mu jest bardzo drogą, jak ją kocha. Serce mu biło wielką, ojcowską miłością. Już nie pamiętał nic z przeszłości. Czuł, że ją i dawniej musiał kochać, chociaż zdawało mu się, że nienawidził. Z jakimś uśmiechem głębokim myślał, że teraz jego życie będzie jednem pasmem szczęścia, i zaczynała się w mózgu formułować idea wyniesienia się z kolei, zamieszkania gdzieś w mieście z nią razem, i już się widział tam, już w myśli prowadził Jankę, wspartą na jego ramieniu, dumną i piękną, pomiędzy roje ludzi — i podnosił głowę coraz wyżej, i miał ochotę wołać: Patrzcie, to moja córka, moja! Z drogi wszyscy, z drogi! — rozmarzał się w szczęściu coraz głębiej."
      },
      {
        "index": 134,
        "text": "W okna uderzał wiatr, i głęboki szum lasów płynął smutną pieśnią, czasem pociąg z hukiem przebiegał, a wszystko drgało i przyciszało się, senniało znowu. Z sąsiedniego mieszkania Zaleskich zaczęły przenikać ciche, przytłumione murami i odległością, dźwięki fortepianu i lały się nieskończoną, monotonną strugą gam, to buchały wrzawą zgiełkliwą rapsodji, albo śpiewały księżycowe hymny rozmarzeń, dreszczów nocy wiosennej, łkań, lub nuciły rzewną, prostą, a głęboką, jak wieczność, piosnkę miłości."
      },
      {
        "index": 135,
        "text": "Orłowski słuchał tej muzyki w coraz większem zniecierpliwieniu i już się zerwał, aby iść i prosić o zaprzestanie, kiedy zobaczył, że Janka się przebudziła i szukała go oczyma. Podszedł prędko, ale podniosła się, nie zauważywszy go, i poszła do swojego pokoju."
      },
      {
        "index": 136,
        "text": "— Janowa! niech Janowa powie dobranoc panience ode mnie — powiedział cicho do służącej i poszedł spać."
      }
    ]
  }
}