{
  "chapterNumber": 12,
  "title": "Tom I, Rozdział XII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XII."
      },
      {
        "index": 2,
        "text": "Nareszcie nadeszła niedziela, tak wyglądana przez Jankę. Denerwowało ją oczekiwanie Głogowskiego, bo się jej zdawało, że z jego przyjazdem jej położenie zmienić się musi, że on przywiezie z sobą coś takiego, czego pragnęła w marzeniach, jakieś niedosnute dobro, oczekiwane z gorączką od chwili przeczytania listu. Głogowski rozrastał się w niej, w głębokościach tej pustki, w jakiej żyła, stroiła go w idealne cechy, prawie bohatera, wyolbrzymiając go wysokością własnej duszy, chciała mieć nadczłowiekiem, żeby go móc uwielbiać, bo, jak każda żywotniejsza natura, musiała mieć przed sobą fetysza, musiała mieć jakiś cel woddali, do któregoby można iść, modlić się, któregoby można czuć się własnością."
      },
      {
        "index": 3,
        "text": "Powiedziała ojcu o jego przyjeździe. Orłowski się uradował."
      },
      {
        "index": 4,
        "text": "— Wtedy... chciałem go zobaczyć, ale nie było go w Warszawie. Winniśmy mu bardzo wiele. Poczciwy człowiek, i żeby nie on... — przerwał i schwycił się za brodę..."
      },
      {
        "index": 5,
        "text": "— Idealnie dobry człowiek. Jestem mu winna kilkadziesiąt rubli; pożyczył mi w takiej chwili, kiedy byłam już bez grosza."
      },
      {
        "index": 6,
        "text": "— Oddam mu natychmiast. Taką biedę tam miałaś? — mówił cicho, nie śmiejąc spojrzeć na nią, aby się nie obraziła pytaniem."
      },
      {
        "index": 7,
        "text": "— Dosyć tego było, więcej nawet, niźli człowiek unieść może."
      },
      {
        "index": 8,
        "text": "— Czemuś nie napisała? co? — krzyknął gwałtownie, ale podniósł ręce do góry, jakby chciał przyciszyć ten ostry dźwięk, i dodał z goryczą i żalem — gdybym był wiedział, gdybym..."
      },
      {
        "index": 9,
        "text": "— Gdyby!.. Wykreślmy ten wyraz z naszych rozmów. W tym dźwięku są zamknięte wszystkie najsroższe nędze ludzkie, przez to „gdyby“ świat się szamoce w męce. — Gdyby! — myślała już, blednąc i przypominając przeszłość, stanęła przy oknie i zatkała usta chustką, aby nie rzucić głośno przekleństwa na to „gdyby“. Przyciszała się siłą i ubierała śpiesznie, bo Orłowski przynaglał; konie, zaprzężone do jakiegoś odwiecznego powozu, czekały już przed stacją."
      },
      {
        "index": 10,
        "text": "Wpół godziny później jechali do miasteczka, oddalonego o milę od stacji. Zdaleka było już widać masę domków niskich, usadzonych bezładnie, z kościołem w pośrodku, co się nad gontowe, szare dachy wznosił potężną masą gotyckich murów i błyszczał złotym krzyżem na wysmukłej wieży."
      },
      {
        "index": 11,
        "text": "Drogą błotnistą, pełną wyboi i kałuż, wlokło się dużo wozów chłopskich, bryczek i powozów; wąską ścieżyną, biegnącą nad przydrożnym, w połowie zawalonym rowem, wpoprzek zagonów, obsianych żytem, szły rzędami czerwono ubrane kobiety, z trzewikami w rękach, niby długą, czerwoną wstęgą, jaskrawo drżącą na tle zimnej zieleni zbóż. Orłowski kłaniał się powozom, kapelusze się uchylały i z poza szyb karet, albo z pod bud powozów wychylały się kobiece twarze i ciekawe spojrzenia obrzucały Jankę. Umyślnie odwróciła głowę, bo ją irytowały te spojrzenia, i kiwała głową chłopom, co ich witali uśmiechami życzliwemi, ukłonami i tem nieśmiertelnem: — Pochwalony! Wjechali w błotnistą uliczkę, obstawioną nędznemi, pozapadanemi w ziemię domkami, zachlapanemi błotem, aż po małe, przekrzywione okienka. Żydzi, brudni i oberwani, Żydówki w obłoconych sukniach, w rudych perukach, nędzne i brzydkie, snuli się pomiędzy chłopami i wydzierali sobie z rąk kury i gęsi, przynoszone na sprzedaż i zapełniające ulicę krzykiem. Wozy stały przed szynkami z wyprzężonemi końmi, pomiędzy któremi trzoda chlewna uwijała się, szukając pożywienia. Jeden potok błota tworzyły niebrukowane uliczki; błoto wpływało do czarnych sieni, zalewało podłogi nędznych sklepików, czerniało na szybach okien, oblepiało ludzi i zwierzęta, unosiło się w oparach ciężkich, co się snuły nad domami razem ze smugami brudnych dymów."
      },
      {
        "index": 12,
        "text": "Na wielkim rynku, obstawionym kilku jednopiętrowemi domami z cegły nietynkowanej, gdzie znajdowała się poczta, sąd, apteka i kościół, było trochę suszej; kilkadziesiąt niedołamanych drzewek czerniło się nad chodnikiem z cegieł i osłaniało wielką studnię kołową, obok której rozsiadły się stragany handlarzy. Sterty bułek żółciły się na stolikach, zwoje kiełbas piętrzyły się razem z połciami słoniny, czerwone i żółte chustki powiewały na kramach, niby chorągwie, buty żółte, białe, krakowskie kapoty, niebieskie spodnie, stłoczone razem, wisiały długiemi rzędami i kołysały się na wietrze. Poza murem cmentarnym, okalającym kościół, pomiędzy wielkiemi, szaremi modrzewiami, bieliły się krzyże i nagrobki marmurowe, tworzące kamienny, rozpadający się już w gruzy las. Na cmentarzu kobiety wiązały chustki, wdziewały trzewiki na bose nogi, a kilkunastu mieszczan w czarnych kapotach, wygniecionych całotygodniowem leżeniem w skrzyniach, w czapkach ze lśniącemi daszkami, z wielkiemi książkami do nabożeństwa pod pachami, rozmawiało półgłosem; witali uniżenie Orłowskiego, bo mieli ciągłe stosunki z Bukowcem."
      },
      {
        "index": 13,
        "text": "Bocznemi drzwiami, przez zakrystję, weszli do wielkiego, poklasztornego kościoła; Orłowski został we drzwiach, a Janka poszła do olbrzymich stall, wspaniale rzeźbionych w dębie i inkrustowanych jesionem, w których niegdyś gromadzili się na modlitwy wspólne zakonnicy. Stalle zajmowały z obu stron całą długość prezbiterjum i wznosiły się aż po wąskie, gotyckie okna, trzema kondygnacjami miejsc. Janka usiadła najniżej, blisko ołtarza, tam, gdzie siadywała dawniej."
      },
      {
        "index": 14,
        "text": "Było jeszcze dosyć wcześnie, ławki stały prawie puste, tylko pod olbrzymiemi nawami kościoła kłębił się coraz gęstszy tłum ludzi. Po prawej stronie kobiety, niby cały łan maków ponsowych, poprzerastałych żółtemi jaskrami i chabrami, zajmował pół kościoła, aż po wręb niskiej, przypłaszczonej, bocznej nawy, z której przez kolorowe szyby gotyckich okien wpływały smugi słońca i refleksami szyb malowały głowy i ramiona, kładły szmaragdowe plamy na wygolone, surowe i kanciaste twarze chłopów, krwawiły rubinem jasne włosy, zalewały fioletem białe kapoty i czerwone kamizele, iskrzyły się barwnym, brylantowym pyłem na metalowych ozdobach pasów, kierezyj i kołnierzy."
      },
      {
        "index": 15,
        "text": "Wielki żyrandol, wiszący przed prezbiterjum, obwieszony szlifowanem szkłem, błyskał, niby tęczą, całą gamą barw, jakby się okrył chmurą różnobarwnego pyłu, w którym płonęły złote płomienie świec pozapalanych."
      },
      {
        "index": 16,
        "text": "Szmer modlitw, oddechów, kaszlu, ruchów, bił w ołtarz wielki i oblewał Jankę denerwującem ciepłem; ludzie się kołysali, niby wielki łan zbóż, biernie poddając się naporowi ustawicznie napływających wielkiemi drzwiami."
      },
      {
        "index": 17,
        "text": "Stalle zapełniały się zwolna."
      },
      {
        "index": 18,
        "text": "Janka z ciekawością i z pewnem uczuciem przyjemności spostrzegła twarze, znane tylko z widzenia, i osobistych swoich znajomych. Spostrzegła po drugiej stronie sędzinę Zakrzewską, przyjaciółkę matki swojej, ukłoniła się jej z uśmiechem radości. Sędzina przez pince-nez na długiej, szyldkretowej rączce patrzyła na nią długo, ale się nie odkłoniła, szepnęła tylko jakieś słówko do ucha sąsiadki i z pogardliwym ruchem głowy wskazała Jankę. Odczuła boleśnie ten ruch i to ironicznie-litościwe spojrzenie, jakie jej rzucano, odwróciła wyniośle głowę do kazalnicy, bo ksiądz zaczął mówić. Przez prezbiterjum, zapchane córkami i żonami mieszczan i oficjalistów dworskich, szła dobra znajoma Janki, p. Łomiszewska, znana z języka, energji i czterech córek, które, niby źle dobrana fornalka, szły wprost ku niej. Podniosła się nieco, aby je przeprosić i przywitać się. Łomiszewska, spostrzegłszy ją, cofnęła się, zagradzając sobą córki i usuwając wtył ostentacyjnie ręce."
      },
      {
        "index": 19,
        "text": "— Chodźmy, tutaj dla nas niema miejsca."
      },
      {
        "index": 20,
        "text": "— Ależ, mamo, tutaj zaraz kilka wolnych."
      },
      {
        "index": 21,
        "text": "— Nie, nie będziecie siedzieć przecież obok jakiejś cyrkówki!... — szepnęła tak głośno i pogardliwie, że wszystkie oczy zwróciły się na Jankę."
      },
      {
        "index": 22,
        "text": "Janka zatrzęsła się z oburzenia i gniewu tak silnego, że było mgnienie niepowstrzymanej chęci rzucenia książką w twarz Łomiszewskiej; oprzytomniała jednak, usiadła ciężko, zapatrzyła się w ołtarz i słuchała melodyjnego głosu księdza i tych szeptów, co za nią i obok niej zaczęły się krzyżować. Panie przyglądały się jej impertynencko."
      },
      {
        "index": 23,
        "text": "— To ta, w tym zielonym kapelusiku?"
      },
      {
        "index": 24,
        "text": "— Tak, twarz jakby z miedzi pobielanej."
      },
      {
        "index": 25,
        "text": "— Ale, naprawdę, piękna."
      },
      {
        "index": 26,
        "text": "— Brwi ma malowane i usta."
      },
      {
        "index": 27,
        "text": "— To ona się truła?"
      },
      {
        "index": 28,
        "text": "— Gazety o tem pisały."
      },
      {
        "index": 29,
        "text": "Przycichły, bo ksiądz, w religijnej ekstazie, wyciągnął z ambony ręce do ołtarza i wołał ogromnym głosem wiary i ufności: „Powinniśmy tylko tego Pana prosić, słuchać: tego Pana się bać, temu się zasługiwać“. — I mówił ciszej, a tysiące oczu i tysiące ust rozchylonych wznosiło się ku niemu, i wszystkie serca, stopione w jedno serce tłumu, drżały w głębokiej ciszy kontemplacji, stalle tylko ciągnęły przerwane na chwilę rozmowy."
      },
      {
        "index": 30,
        "text": "— Podobno ten zawiadowca zupełny warjat!"
      },
      {
        "index": 31,
        "text": "— Lodzia musi się z nią znać, a o ile sobie przypominam, były na jednej stancji i razem chodziły do szkoły, była nawet u państwa, tak, przypominam sobie."
      },
      {
        "index": 32,
        "text": "— Tak, niestety, i nigdy tego nie odżałuję."
      },
      {
        "index": 33,
        "text": "— Ja swoich dziewczątek nie oddam do szkół publicznych, gdzie byle kto umieszcza swoje dzieci."
      },
      {
        "index": 34,
        "text": "— Dlaczego uciekła z domu?"
      },
      {
        "index": 35,
        "text": "— Proszę pani, różnie mówią... — szept stał się niedosłyszalny."
      },
      {
        "index": 36,
        "text": "— Daję pani słowo, mówiła mi onegdaj Głębińska, siostra Grzesikiewicza."
      },
      {
        "index": 37,
        "text": "Janka już nic nie słyszała więcej, miała dosyć, te słowa zalewały jej duszę bólem i smagały, niby żelaznym prętem; podniosła głowę i słuchała, chciała słuchać przynajmniej, kazania."
      },
      {
        "index": 38,
        "text": "— „Błogosławieni pokornego serca! — mówił ksiądz — błogosławieni wierzący, błogosławieni ciszę w sercach bliźnich czyniący, błogosławieni spełniający przykazanie, bo oni miłują ludzi i dobrze im czynią; są oni, jako ci pasterze i pracownicy, którzy po dniach pracy uznojeni, ale czystego serca, przychodzą do drzwi Pana swojego odebrać zapłatę za trud żywota. I zaprawdę, powiadam wam, Pan wypłaci wszystkim podług ich zasług“. Unosił się, klękał na kazalnicy i mówił na zakończenie gorącą, przejętą łzami prośby o łaskę i upamiętanie, modlitwę. Westchnienie przeciągłe i palące, niby wicher sierpniowy, przeleciało po kościele, lud się zakołysał gwałtownie, jak las uderzony przez wichurę, oczy się rozełzawiły, jęk wyrwał się ze wszystkich piersi, ręce się podniosły wgórę, serca korzyły się, a czoła biły o posadzkę, i wielki rytm modlitw i płaczu drgał pod sklepieniami."
      },
      {
        "index": 39,
        "text": "Janka powtarzała zbielałemi ustami te modlitwy, byle tylko zapomnieć o tych szeptach, które spadały na nią, niby deszcz ukropu, i przepalały ją niesłychaną goryczą. Nie czuła już gniewu, ani nienawiści, tylko głęboki żal trząsł jej sercem, tylko zdawało się jej, że wszystkie oczy przewiercają jej czaszkę, że cały świat z szyderstwem, pogardą, nienawiścią woła:"
      },
      {
        "index": 40,
        "text": "— Zdaleka od niej! wyklęta!"
      },
      {
        "index": 41,
        "text": "Łzy zalewały jej serce, ale siedziała prosto i wzrokiem zimnym, rozeszklonym wielkim bólem, patrzyła przed siebie."
      },
      {
        "index": 42,
        "text": "Zaczęła się suma, ale Janka modlić się nie mogła; patrzyła na Witowską, którą lokaj prowadził do fotelu, stojącego obok ołtarza, ale Witowska szarpnęła za rękaw lokaja i usiadła obok niej."
      },
      {
        "index": 43,
        "text": "Witowski z Andrzejem stali we drzwiach i spoglądali na nią, stara Grzesikiewiczowa siedziała w środku prezbiterjum, na krześle, umyślnie dla niej przyniesionem, i modliła się z roztargnieniem, bo co chwila spoglądała w jej stronę z nieokreślonym wyrazem miłości i podejrzliwości."
      },
      {
        "index": 44,
        "text": "Msza ciągnęła się uroczyście, organy snuły jakąś poważną psalmodję, pełną przejmujących akcentów, głosy śpiewaków, co niby girlandą głów bramowali balustradę chóru, płynęły pod sklepienia uroczystą, namaszczoną powagą. Słońce świeciło przez okna i zalewało cały kościół blaskami, w których snuły się błękitnawe pasma dymów, płynące z trybularza. U ołtarza, wpośród obłoków kadzideł, wpośród świateł i blasków, siwy, stary ksiądz drżącym głosem śpiewał modlitwy. Westchnienia, szepty modlitw, ciche jęki dusz rozmodlonych zlewały się z barwami, z muzyką, z mrocznemi głębiami naw bocznych, z rozpalonemi spojrzeniami, kłębiły się i uderzały potężnym szumem w wielki ołtarz, niby falą, i cofały się do drzwi głównych, i wypływały w blady, złotawy dzień październikowy, co się roztaczał nad ziemią i lasami."
      },
      {
        "index": 45,
        "text": "Janka patrzyła w murillowską Madonnę, której kopja była w ołtarzu, ale myślą nie była przy niej, nie widziała nic z tego, co ją otaczało, zatapiała się we własnem wnętrzu, i wszystkie krzywdy, jakich doznała, przypominały się, wyłaziły z ciemnych głębin pamięci i zobojętniały ją na wszystko, zalewając serce spokojem prawie kamiennym."
      },
      {
        "index": 46,
        "text": "Nie czuła już żalu nawet, tylko reszta goryczy sączyła się, niby z rozbitej czary złudzeń, i padała po kropli na serce."
      },
      {
        "index": 47,
        "text": "— Dlaczego? Za co? — myślała. — Cierpiała tak wiele w życiu, i za te wszystkie szamotania, za zawody spotyka ją pogarda ogólna! — Czyż nie ma prawa do szczęścia? Co ja takiego zrobiłam? — i wodziła oczyma po kościele i głowach ludu, po stallach, pełnych znajomych i znanych twarzy, i uczuła się bardzo samotną i jakby obcą pomiędzy niemi; zrozumiała, że niema żadnej spójni pomiędzy jej duszą a tamtemi duszami. Czuła się na jakiemś morzu, które ją z obojętnością żywiołu zalewało i spychało w głąb. Była poza kołem tego życia, jakiem żyli wszyscy, ale tego nie mogła zrozumieć, jak i nie wiedziała, czem zawiniła wobec nich."
      },
      {
        "index": 48,
        "text": "Organy na chwilę umilkły i chóralny śpiew przycichnął."
      },
      {
        "index": 49,
        "text": "Ksiądz złotą, promieniejącą monstrancją zrobił krzyż nad klęczącymi i zaintonował: i schodził po stopniach ołtarza:"
      },
      {
        "index": 50,
        "text": "Zerwał się potężny śpiew ze wszystkich piersi, niby orkan huczał, a ksiądz szedł pod baldachimem w obłokach dymu i niósł wysoko, złotem lśniącą i rubinami, monstrancję; lud szedł za nim, głowa przy głowie, ramię przy ramieniu, serce przy sercu i śpiewał prawie jednym głosem; rzędy świec migotały złotemi światłami, dzwonki ostre dźwięki dorzucały do tej ogromnej harmonji, co jednoczyła wszystkie dusze i wielkim głosem wiary płynęła w świat. Procesja wyszła na cmentarz i obchodziła kościół, prowadzona przez śpiżowe, radosne głosy dzwonów, i tylko do kościoła zupełnie pustego, przez grube mury, wdzierał się przyciszony, odległy śpiew:"
      },
      {
        "index": 51,
        "text": "— Święty, a nieśmiertelny! Zmiłuj się nad nami! — śpiewały echa w pustych nawach, jakby przez tych Serafów i Świętych, których roje pokrywały ściany i stropy kościoła."
      },
      {
        "index": 52,
        "text": "— Zmiłuj się nad nami! — powtarzała Janka, nie ruszając się z miejsca, i piła ten śpiew chciwie, i myślała równocześnie, że w świecie niema zmiłowania nad nikim, że wszyscy ci, którzy idą z tym śpiewem na ustach, że ci wszyscy, których zobaczyła wchodzących zpowrotem w wielkie drzwi, rozśpiewanych, ogromnych uniesieniem, silnych ekstazą, zalewających kościół, niby niezmożoną niczem falą, są jej wrogami."
      },
      {
        "index": 53,
        "text": "Przycisnęła się do ławki ze strachem bezwiednym, bo cała ta masa ludzka szła prosto na nią; rozpłomienione oczy, dymy kadzideł, lśnienie złota, dźwięki organów, usta porozchylane w śpiewie, głuchy łomot nóg, wszystko to splątane w jakiś kłąb groźny toczyło się ze straszną siłą. Przymykała oczy, bo jej się zdawało, że to morze uderzy w nią i zaleje, jak nędzne źdźbło, że ją rozdepcą, niby marnego robaczka, który śmiał stawiać czoło temu prądowi. Po nabożeństwie wychodziła prawie ostatnia, gdy ją Grzesikiewiczowa ujęła pod ramię życzliwie i dreptała obok niej, szepcąc cichutko ostatnie słowa pacierza."
      },
      {
        "index": 54,
        "text": "Na cmentarzu całe towarzystwo okoliczne stało porozdzielane na grupy i rozmawiało z ożywieniem. Chłodnawy wiatr zawiewał nagiemi gałęźmi modrzewi i świstał smutnie. Zanosiło się na deszcz."
      },
      {
        "index": 55,
        "text": "— Chciałam usiąść przy pani, ale już miejsca nie było — szeptała stara."
      },
      {
        "index": 56,
        "text": "— O, przeciwnie, bo było dosyć miejsca — odpowiedziała spokojnie, uśmiechając się tak blado, że ten uśmiech miał wyraz odpowiedni w smutku rozwleczonym w przyrodzie jesiennej."
      },
      {
        "index": 57,
        "text": "— Będziecie w domu wieczorem? bo my się z Jędrzejem wybieramy do państwa."
      },
      {
        "index": 58,
        "text": "— Będziemy i będę pani bardzo wdzięczną za odwiedziny, bardzo! — Głos jej zmiękł, bez namysłu podniosła rękę starej i pocałowała. Była jej w tej chwili bardzo wdzięczną."
      },
      {
        "index": 59,
        "text": "Towarzystwo rozstępowało się przed niemi, gdy szły do furtki, rozmowy milkły, kilka pań, umyślnie prawdopodobnie, zbliżało się do Grzesikiewiczowej z powitaniami, ostentacyjnie nie spostrzegając Janki. Przechodziła dumnie pod tem kaudyńskiem jarzmem spojrzeń i pogardy, zimnym wzrokiem wodząc po ich twarzach i nie odpowiadając na ukłony kilku młodych ludzi, którzy z pewną nieśmiałością uchylali kapeluszy."
      },
      {
        "index": 60,
        "text": "Andrzej z Witowskimi szedł za niemi i widział wszystko."
      },
      {
        "index": 61,
        "text": "Odprowadziła starą do powozu, pożegnała się z Andrzejem, który z kapeluszem w ręce, wobec wszystkich, całował ją w rękę; czekała jeszcze na ojca, który w sąsiednim sklepie kupował różne rzeczy, kiedy głos łagodny i rozradowany zawołał ztyłu:"
      },
      {
        "index": 62,
        "text": "— Janka!"
      },
      {
        "index": 63,
        "text": "Odwróciła się szybko, zelektryzowana tym dźwiękiem."
      },
      {
        "index": 64,
        "text": "— Helena! Ty tutaj? Skąd?"
      },
      {
        "index": 65,
        "text": "— Co za radosna niespodzianka!"
      },
      {
        "index": 66,
        "text": "I dwie, jeszcze ze szkolnych czasów, koleżanki i przyjaciółki ucałowały się serdecznie."
      },
      {
        "index": 67,
        "text": "— Mieszkasz w tej okolicy? — zapytała Janka."
      },
      {
        "index": 68,
        "text": "— Odniedawna, w Rozłogach, jeśliś kiedy słyszała o nich. Mieszkamy tutaj dopiero kilka miesięcy; ale ty, ty wciąż w domu? w Bukowcu?"
      },
      {
        "index": 69,
        "text": "— Powiedz: znowu w domu, znowu w Bukowcu. Co tam! pomówimy obszerniej później, tymczasem zabieram cię do nas."
      },
      {
        "index": 70,
        "text": "— Nie, bo jedziemy wprawdzie do Bukowca, ale na stację i pierwszym pociągiem do Warszawy. Zpowrotem z całą przyjemnością wstąpimy. Boże, to już coś z pięć lat nie widziałyśmy się!"
      },
      {
        "index": 71,
        "text": "— Tylko pięć! Dawno wróciłaś z Paryża?"
      },
      {
        "index": 72,
        "text": "— Cztery lata temu, byłam tam rok tylko."
      },
      {
        "index": 73,
        "text": "— Miałam do ciebie żal i mam go do dzisiaj, żeś ani słóweczkiem nie zawiadomiła mnie o sobie, a ja nie wiedziałam, gdzie cię szukać. Zapytywałam się o twój adres, przed rokiem, Haliny, ale i ona nie wiedziała."
      },
      {
        "index": 74,
        "text": "— Usprawiedliwień pewnie że nie znajdę, ale przebaczyć mi musisz, tymczasem. Panna Orłowska, mój mąż — przedstawiała wysokiego blondyna, który nadszedł, bardzo przystojnego i bardzo pospolitego. — Jedź z nami do stacji, to pomówimy o tem."
      },
      {
        "index": 75,
        "text": "— Dobrze, zaczekajcie, pójdę ojcu powiedzieć o tem."
      },
      {
        "index": 76,
        "text": "W kilka sekund była już zpowrotem, czuła się bardzo uradowaną ze spotkania z przyjaciółką."
      },
      {
        "index": 77,
        "text": "— I co robisz? — spytała Helena, kiedy już jechali, obserwując ją drobiazgowo."
      },
      {
        "index": 78,
        "text": "— A cóżby! Jestem panną na wydaniu! — rzuciła ironicznie Janka."
      },
      {
        "index": 79,
        "text": "— Niezabawna pozycja, to prawda."
      },
      {
        "index": 80,
        "text": "— O, przepraszam cię, Helu, ale swobody widzę nie oceniasz dostatecznie."
      },
      {
        "index": 81,
        "text": "— Doskonałe grunta! — zaczął Woliński, zbudzony milczeniem, jakie zapanowało."
      },
      {
        "index": 82,
        "text": "— Znacie się już państwo z okolicą? Dzisiaj w kościele była prawie w komplecie."
      },
      {
        "index": 83,
        "text": "— Prócz najbliższego sąsiedztwa, nikogo. W tym kościele byliśmy dzisiaj po raz pierwszy, bo to nie nasza parafja i dosyć daleko od nas. Wstąpiliśmy po drodze, jadąc do kolei."
      },
      {
        "index": 84,
        "text": "— Jechałam z planem, że jeśli cię znajdę w Bukowcu, to cię zabiorę, choćby siłą, do nas."
      },
      {
        "index": 85,
        "text": "— Nie odmawiam i nie przyrzekam. Mama żyje, zdrowa?"
      },
      {
        "index": 86,
        "text": "— O, żyje, dziękuję."
      },
      {
        "index": 87,
        "text": "— Czy ten pan, co cię w rękę całował, jest... — pytała żywo, zmieniając temat rozmowy."
      },
      {
        "index": 88,
        "text": "— O nie, nie! To tylko bardzo dobry znajomy — zaprotestowała energicznie Janka."
      },
      {
        "index": 89,
        "text": "Umilkły obie i z zakłopotaniem spoglądały na siebie."
      },
      {
        "index": 90,
        "text": "Nie wiedziały, o czem mówić z sobą, były sobie już zupełnie obce i nieznane prawie."
      },
      {
        "index": 91,
        "text": "Dojechali do stacji. Wolińscy nie mieli czasu na odwiedziny, bo pociąg zaraz przyszedł, obiecali tylko solennie, że za powrotem wstąpią."
      }
    ]
  }
}