{
  "chapterNumber": 34,
  "title": "Tom II, Rozdział XV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XV."
      },
      {
        "index": 2,
        "text": "W Bukowcu czekał Andrzej, bo razem zwykle jeździli odwiedzać Orłowskiego. Janka nie mogła bez przykrości patrzeć na tę stację, bo całe poprzednie życie przychodziło jej na pamięć; czuła dziwne ściśnięcie serca, spoglądając na nowego zawiadowcę, który, tak samo jak ojciec, w czerwonej czapce i białych rękawiczkach, spacerował po peronie. Drażniło ją też, że ilekroć była tutaj, widziała zawsze w oknie dawnego swego pokoju jakąś twarz wypudrowaną, suchą, z papierosem w ustach, z grzywką pofryzowaną w grube loczki, podobne do grajcarków."
      },
      {
        "index": 3,
        "text": "Nieraz, oczekując na pociąg, nasłuchiwała, czy się nie rozlegną dźwięki fortepianu Zaleskiej, lub czy nie usłyszy charakterystycznego chrzęstu rowera na podjeździe. Kilka razy, wysiadłszy z powozu, szła prosto na górę i dopiero przed drzwiami przypominała sobie nagle, że ona jest tutaj obcą zupełnie. I dzisiaj, ponieważ do przyjścia pociągu było z godzinę czasu, nie mogła usiedzieć w chłodnej i pustej sali pasażerskiej, pozostawiła Andrzeja, który usnął na kanapce, znużony ciszą i czekaniem i poszła na peron."
      },
      {
        "index": 4,
        "text": "Świt szary zapalał się nad lasami i rozbielał przestrzenie, a w porannej rosie długie nici szyn, dachy, zwrotnice, budki czerniały twardo. Światła zdawały się dogasać słabym pyłem i jakby tylko rodzajem aureoli rozświecały przedświt. Przeszła peron i ze ściśniętem, pełnem żalu sercem patrzyła na wszystko: na las, co stał ciemną, milczącą masą, jeszcze senną, na stację jakby obumarłą, na drogi i dróżki biegnące wśród lasu, o stwardniałej, wiśnej niby rzemień ziemi — wszędzie znajdowała jakieś echo dawnego życia, wszędzie jakiś cień, jakieś widmo wstawało, budziło się i szło za nią i szeptało do jej duszy przejmującymi głosami wspomnień..."
      },
      {
        "index": 5,
        "text": "Dopiero dzisiaj poczuła swoją głęboką zależność od tej miejscowości."
      },
      {
        "index": 6,
        "text": "— Za długo tu byłam — myślała, zatrzymując się na skraju lasu i patrząc w jego mroczne, wionące surowością głębie. Z miłością jakąś obejmowała wzrokiem olbrzymy nagie jeszcze, czarne, stojące w ponurem odrętwieniu, słuchała z radością jakichś krzyków rozlegających się po lesie i znowu szła na peron i wszędzie odnajdywała jakąś cząstkę siebie, umarłą i zapomnianą, która teraz zmartwychwstawała."
      },
      {
        "index": 7,
        "text": "Oparła się o ogrodzenie ogródka i patrzyła na klomby, przysypane zeszłorocznemi liśćmi, z pomiędzy których sterczały suche, umarłe badyle kwiatów."
      },
      {
        "index": 8,
        "text": "— E... panienka, a juści... Niech będzie pochwalony!"
      },
      {
        "index": 9,
        "text": "Odwróciła się żywo, bo Roch z czapką w ręku schylał się jej do kolan."
      },
      {
        "index": 10,
        "text": "— Jakże się macie, Rochu!"
      },
      {
        "index": 11,
        "text": "— Niezgorzy, chwała Panu Bogu, niezgorzy juścić."
      },
      {
        "index": 12,
        "text": "— Cóż u was słychać? jakże sobie radę dajecie sam?"
      },
      {
        "index": 13,
        "text": "— Sam? e... panienko, nie sam, bo żonę mam, jak się patrzy."
      },
      {
        "index": 14,
        "text": "— Ożeniliście się!.. no i któraż żona lepsza?"
      },
      {
        "index": 15,
        "text": "Roch wsadził palec pod czapkę, zafrasował się i po krótkim namyśle rzekł:"
      },
      {
        "index": 16,
        "text": "— I... zawżdy ta nowa mocniejsza."
      },
      {
        "index": 17,
        "text": "— Cóż za jedna? panna, czy wdowa?"
      },
      {
        "index": 18,
        "text": "— Jakby to rzec, juści niby panna, ale ta ździebko nie umiała pilnować kole swego panieństwa i przypadek się zdarzył w ten czas, kiej moja nieboszka pomarła; ale dobra kobieta i robotna i szmat ma galantych i krowe z cielakiem, jako że nie samą wziąłem — dali i spłata będzie niezgorsza, dwa tysiące. Piękna kobieta, czerwona, mocna w garści, rozłożysta, nie taki chuderek kiej nieboszka! Piękna kobieta."
      },
      {
        "index": 19,
        "text": "Skinęła mu głową i poszła, pociąg dochodził i Andrzej z bagażami stał już na peronie. Z okna pociągu zobaczyła Świerkoskiego; szedł ze swojego mieszkania skulony, z rękami w rękawach, zapatrzony w ziemię; cofnęła się żywo, ale podniósł oczy, spostrzegł ją i przystanął na mgnienie; kopnął Amisa, który się także zatrzymał i spiesznie ruszył dalej."
      },
      {
        "index": 20,
        "text": "W Warszawie, prosto z pociągu pojechali do szpitala."
      },
      {
        "index": 21,
        "text": "Nie mogła bez trwogi przestępować tych strasznych progów. Szła, patrząc z przerażeniem po długich, nagich, zimno białych korytarzach, pociętych oknami silnie zakratowanemi; z oddali dochodziły przytłumione nieco ryki jakieś ludzkie i rozlegały się ciężkiem, hucznem echem."
      },
      {
        "index": 22,
        "text": "— Po tygodniu zwarjowałabym tutaj."
      },
      {
        "index": 23,
        "text": "— I na mnie działa ogromnie. Tutaj zawsze myśl o śmierci przychodzi w całej swojej przerażającej grozie i potem mnie prześladuje długo."
      },
      {
        "index": 24,
        "text": "Weszli do celi ojca. Orłowski w długim szlafroku, na który naciągnął mundur dawny, siedział przy stole, zarzuconym papierami i pisał."
      },
      {
        "index": 25,
        "text": "Gdy weszli, podniósł na nich swoją straszną twarz i czerwone oczodoły."
      },
      {
        "index": 26,
        "text": "— Zaczekać! kasę zaraz otworzą!"
      },
      {
        "index": 27,
        "text": "Ciągle pisał raporty i załatwiał czynności służbowe, a czasami chodząc, dyktował Mieciowi. Dostarczano mu całe góry papieru, które, pomimo ślepoty, zapisywał."
      },
      {
        "index": 28,
        "text": "— Panie Mieciu, czas kasę otworzyć! — zawołał, podnosząc się. Przeciągnął się, zdjął z głowy czerwoną czapką, włożył zwyczajną z czerwonemi wypustkami, stanął przy długim stoliku, stojącym poprzecznie do drzwi, nachylił się nad nim takim ruchem, jakby dawnem okienkiem kasy wyglądał, zatarł ręce i czekał."
      },
      {
        "index": 29,
        "text": "Janka pocałowała go w rękę, nie mogąc słowa powiedzieć, bo dusiły ją łzy."
      },
      {
        "index": 30,
        "text": "Nachylił się wbok, szeptał coś pocichu i dopiero powiedział:"
      },
      {
        "index": 31,
        "text": "— Janka! jak się masz? jak się masz Jędruś? — wyciągnął do niego rękę i uścisnął."
      },
      {
        "index": 32,
        "text": "— Jakże się ojciec czuje?"
      },
      {
        "index": 33,
        "text": "— Ślicznie! kropnąłem na Miecia taki raporcik, że pięć rubli zapłaci, jak amen w pacierzu. Przysięgam Bogu, że musiałem; sam służysz, to rozumieć powinieneś, że zwierzchnik jest stróżem i wykonawcą przepisów i poleceń — mówił, jakby do Miecia."
      },
      {
        "index": 34,
        "text": "— Nie brakuje niczego ojcu?"
      },
      {
        "index": 35,
        "text": "— Mnie nie, tylko — zniżył głos — Miecio jest gałgan, zły urzędnik, niedbały, czasem się upija, przysięgam Bogu, wczoraj poczułem, że pije wódkę; ale widzisz, skarżył mi się, że jeść mu się chce czasem. Złożyłem o tem raport! Narzekał, że mu twardo spać; kropnąłem protokuł, bo to już dyrekcja winna! Swoją drogą napiszę trzeci. Tak. Dobrze mi jest, tylko tu, przez ścianę, ciągle ktoś krzyczy; posłałem Miecia, żeby się dowiedział, kto taki; przychodzi i powiada, że tam warjaci siedzą. Co za warjaci? Warjaci! ha! ha!"
      },
      {
        "index": 36,
        "text": "— Zaraz po ślubie, to ojca przewieziemy do nas, do Krosnowy — przerwał mu Andrzej."
      },
      {
        "index": 37,
        "text": "— Krosnowa! co to takiego? Mieciu, Krosnowa! o!"
      },
      {
        "index": 38,
        "text": "— Ojciec nie pamięta, parę wiorst przecież od Bukowca."
      },
      {
        "index": 39,
        "text": "— Bukowiec? Nie znam i Miecio nie zna. Nie było nigdy żadnego Bukowca — rzekł stanowczo. — Nie, nie."
      },
      {
        "index": 40,
        "text": "— Ojcze, przyjechaliśmy prosić o błogosławieństwo, bo za kilkanaście dni nasz ślub."
      },
      {
        "index": 41,
        "text": "— Ślub... Mieciu! — odsunął się pod okno, pochylił i szeptał długo. — Rozumiem. Janka idzie za ciebie — mówił, powróciwszy do nich. — Naturalnie, w tym liście, mam go tutaj, wczoraj przysłali z dyrekcji, piszą, żeś był jej kochankiem. Pamiętam, ale kiedy... moje dzieci... moje dzieci... — Umilkł, patrzył krwawemi oczodołami, naprężył żyły na skroniach, walczył z jakąś myślą, która jak słaby świt przesunęła się w chaosie szaleństwa, bił rękami z niecierpliwości, tarł czoło, męczył się, wreszcie szepnął cicho z takim akcentem, że zadrżeli oboje."
      },
      {
        "index": 42,
        "text": "— Moje dzieci... moje dzieci... ale ja!... — bełkotał dalej niewyraźnie, pochylił się nad stołem i wielkie łzy popłynęły po jego twarzy, pokrytej zabliźnionemi ranami."
      },
      {
        "index": 43,
        "text": "Janka rzuciła się do niego, bo myślała, że powróciła mu świadomość; ale skoro go tylko dotknęła ręką, wyprostował się gwałtownie, brzask przytomności zagasł, odepchnął ją silnie i zaczął krzyczeć:"
      },
      {
        "index": 44,
        "text": "— Wynosić się! Pociąg już odszedł. Panie Mieciu, powiedz tym ludziom, że nie mają na co czekać. — Odwrócił się i poszedł w drugi koniec pokoju i stamtąd zmienionym głosem mówił: — Tak, idźcie sobie, bo jak pan naczelnik powiedział, że pociąg odszedł, to nie macie na co czekać."
      },
      {
        "index": 45,
        "text": "Usiadł przy stole i zaczął najspokojniej przeglądać papiery."
      },
      {
        "index": 46,
        "text": "Spojrzeli tylko na siebie i wyszli."
      },
      {
        "index": 47,
        "text": "— Dokąd pani teraz chce jechać? — zapytał, gdy się znaleźli na ulicy."
      },
      {
        "index": 48,
        "text": "— Pojadę odwiedzić Zaleską; prosiła mnie listownie, aby koniecznie wstąpić do niej, a później zrobię kilka sprawunków dla Stabrowskiej."
      },
      {
        "index": 49,
        "text": "Wyznaczyła mu miejsce, gdzie się spotkać mieli i następnie iść razem kupować."
      },
      {
        "index": 50,
        "text": "W milczeniu zaprowadził Jankę do dorożki, bo wzburzyło go wspomnienie anonimu."
      },
      {
        "index": 51,
        "text": "„Byłeś jej kochankiem“ brzmiały mu w mózgu słowa Orłowskiego i piekły boleśnie."
      },
      {
        "index": 52,
        "text": "Gdy zobaczył ją odjeżdżającą, przyszła mu myśl pewna. Wskoczył do drugiej dorożki i kazał wolno jechać w oddaleniu."
      },
      {
        "index": 53,
        "text": "— Do Zaleskiej! Do Zaleskiej! — powtarzał, a na usta cisnęło mu się inne nazwisko z anonimu. — Z pewnością, że tak, z pewnością. — Uspakajał się i zaczął wyrzucać sobie podejrzliwość i zazdrość, jaka nim miotała i na Marszałkowskiej już wstrzymał dorożkę, aby wysiąść, ale tramwaj zagrodził mu drogę. Skinął ręką i pojechał dalej. Drżał, żeby się nie odwróciła i nie spostrzegła go za sobą. Z denerwującym niepokojem patrzył na trotuary, zapchane ludźmi wystrojonymi, na ruch, jaki wrzał dokoła, na jej głowę, ubraną w ciemny, wielki kapelusz."
      },
      {
        "index": 54,
        "text": "— Do Zaleskiej! tak... tak... — powtarzał i coraz boleśniejszy kurcz strachu ściskał mu serce. Jej dorożka skręciła w Piękną i zatrzymała się wkrótce przed jakimś parkanem; Janka wysiadła i zniknęła w głębi. Odprawił dorożkę i z pół godziny czekał w jakiejś bramie, aż się wreszcie odważył wyjść i, chwiejąc się na nogach, blady i wzruszony niezmiernie, przez małą furtkę wszedł na to samo podwórze; zboku stała oficyna murowana jednopiętrowa, której okna wychodziły na ulicę, a na niej, tuż przy drzwiach sieni, wisiała lista lokatorów. Przebiegł ją kilka razy oczyma i z ogromną ulgą odczytał: „Zaleski Henryk, urzędnik Dr. Ż. I. D.“ — i uciekł, jak mógł najśpieszniej."
      }
    ]
  }
}