{
  "chapterNumber": 1,
  "title": "Section 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "1. Λίγυρες, ἔθνος προσεχὲς τοῖς Τυρρηνοῖς· Ἀρτεμίδωρος ἐν Ἐπιτομῇ τῶν ἕνδεκα· ἀπὸ Λιγύρου ποταμοῦ."
      },
      {
        "index": 2,
        "text": "2. Δερτών. πόλις Λιγύρων. Ἀρτεμίδωρος ἐν Ἐπιτομῆ τῶν ια΄· « Τὴν καλουμένην Δερτῶνα πόλιν. Τὸ ἐθνικὸν Δερτώνιος, ὡς Ἀντρώνιος."
      },
      {
        "index": 3,
        "text": "3. Μαστραμέλη, πόλις καὶ λίμνη τῆς Κελτικῆς. Ἀρτεμίδωρος ἐν τῷ Ἐπιτομῇ τῶν ἕνδεκα."
      },
      {
        "index": 4,
        "text": "4. Τῆς γὰρ Ναρβωνησίας τὸν περίπλουν ἐν τῇ ἐπιτομῇ τῆς Ἀρτεμιδώρου γεωγραφίας ἤτοι περίπλου σαφῶς διεξήλθομεν, εἰ καὶ ὁ προειρημένος Ἀρτεμίδωρος τὴν διαίρεσιν τῶν ἐν Ἰβηρίᾳ ἐπαριῶν αὐκ ἐποτήσατο."
      },
      {
        "index": 5,
        "text": "5. Νάρβων, ἐμπόριον καὶ πόλις κελτική Μαρκιανὸς δὲ Ναρβωνησίαν αὐτήν φησιν."
      },
      {
        "index": 6,
        "text": "6. Μαλάκη, πόλις Ἰβηρίας. Μαρκιανὸς ἐν β΄ τῶν Ἐπιτομῶν Ἀρτεμιδώρου."
      },
      {
        "index": 7,
        "text": "7. Οἱ δὲ κατὰ Γάδειρα τὴν νῆσον (τὰς φ. Ἡρακλείους στήλας εἶναί φασιν), ὥσπερ καὶ Ἀρτεμίδωρος ὁ γεωγράφος."
      },
      {
        "index": 8,
        "text": "8. Σολκοί, πόλις ἐν Σαρδοῖ, ὡς Ἀρτεμίδωρος ἐν Ἐπιτομῇ· « ἀπὸ δὲ Καράλεως ἐπὶ Σολκούς »."
      },
      {
        "index": 9,
        "text": "9. Τέγεστρα, οὐδετέρως, πόλις Ἰλλυρίας πρὸς τῇ Ἀκυληίᾳ, . Ἀρτεμίδωρος δʼ ἐν Ἐπιτομῇ τῶν ἕνδεκα Τέργεστρον αὐτὴν καὶ κώμην οἶδεν « Ἀπὸ Τεργέστρου κώμης καὶ τοῦ μυχοῦ ἐπὶ τὸν Ἀδρίαν στάδιοι εκε΄. »"
      },
      {
        "index": 10,
        "text": "10. Φλάνων, πόλις καὶ λιμὴν περὶ τὴν Ἄψυρτον νῆσον. Ἀρτεμίδωρος ἐν Ἐπιτομῇ τῶν ια΄. « Μετὰ δὲ τὴν Ἄλωον λιμήν ἐστι Φλάνων καὶ πόλις Φλάνων, καὶ πᾶς ὁ κόλπος οὗτος Φλανωνικὸς καλεῖται. »"
      },
      {
        "index": 11,
        "text": "11. Ἀψυρτίδες, νῆσοι πρὸς τῷ Ἀδρίᾳ, ἀπὸ Ἀψύρτου παιδὸς Αἰήτου ἐν μιᾷ δολοφονηθέντος ὑπὸ τῆς ἀδελφῆς Μηδείας. Οἱ νησιῶται Ἀψυρτεῖς καὶ Ἄψυρτοι. (Ἔστι καὶ τόπος ἐν τῷ Εὐξείνῳ πόντῳ Ἄψαρος, Ἄψυρτος πρότερον λεγόμες.) Ἀρτεμίδωρος ἐν Ἐπιτομῇ καὶ πόλιν νῆσον Ἄψυρτον ἱστορεῖ."
      },
      {
        "index": 12,
        "text": "12. Κώθων, νῆσος οὐ πόρρω Κυθήρων. Ἀρτεμίδωρος ἐν Ἐπιτομῇ τῶν ἕνδεκα. Τὸ ἐθνικὸν Κωθώνιος, ὡς Σιδώνιος."
      },
      {
        "index": 13,
        "text": "13. Λῶς, νῆσος περὶ Θετταλίαν, ὡς Κῶς. Ἀρτεμίδωρος ἐν Ἐπιτομῇ τῶν ἕνδεκα. Λῷος ὁ νησιώτης."
      },
      {
        "index": 14,
        "text": "14. Ἀσταί, ἔθνος Θρᾴκης. Ἀρτεμίδωρος ἐν Ἐπιτομῇ τῶν ἕνδεκα."
      },
      {
        "index": 15,
        "text": "15. Φίλιποι, πόλις Μακεδονίας, οἱ πρότερον Κρηνίδες. Ἀρτεμίδωρος ἐν Ἐπιτομῇ τῶν ἕνδεκα· « Καὶ πόλις Φίλιπποι τὸ παλαιὸν Κρηνίδες. Τοῖς δὲ Κρηνίταις πολεμουμένοις ὑπὸ Θρακῶν βοηθήσας ὁ Φίλιππος Φιλίππους ὠνόμασεν. » Ἔνθεν ἦν Ἄδραστος ὁ περιπατητικὸς φιλόσοφος, Ἀριστοτέλους μαθη τής."
      }
    ]
  }
}