{
  "chapterNumber": 8,
  "title": "VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Také na úzkých schodech měl náš hrdina potíž se svou sudlicí, která stále vrážela do zdi."
      },
      {
        "index": 1,
        "text": "Venku ocitli se v hustých zástupech ozbrojeného lidu, kterými jen stěží kupředu se dostávali. Zvláště náš sudličník měl starost se svou zbraní, nevěda, kterak by ji držel nejvhodněji; sráželať se každou chvíli s jinými oštěpy, ba i hlavy kolemstojících a jdoucích ohrožovala, začež se mu dostalo nejednou káravých pohledů neb i zlostného okřiknutí."
      },
      {
        "index": 2,
        "text": "Janek od Zvonu pozdravoval se tu a tam se známými, a když došli k polední straně radnice, upozornil soudruha na městský orloj, který však vypadal zcela jinak, než dosud zachovaný umělý orloj mistra Hanuše z konce patnáctého století, a na velký zvon, jímž zvonívalo se na poplach; ale pan Brouček neměl času na pozorování, poněvadž tu byla tlačenice největší a tudíž svízel se sudlicí ještě horší, takže si několikrát zabručel: „Čert mi byl to ráhno dlužen!“"
      },
      {
        "index": 3,
        "text": "Konečně vyvázli poněkud z tísně na Malém náměstí, kdež mohl host již více pozornosti věnovati svému okolí. Poskytovalo vpravdě obraz neobyčejně malebný. Kolem ta směs domů různé velikosti, s klenutými podsíněmi, s arkýři, pavlačemi, daleko vystrčenými střechami, byla pokryta všelijakou divnou prací kamenickou nebo řezbářskou; v malých oknech, někdy podvojných, tu a tam třpytila se různobarevná, v prostředku vypouklá kolečka skleněná, olovem spojená, ale většina oken byla ještě potažena toliko neprůhlednou mázdrou; na průčelích domů pestřila se vymalovaná znamení domovní, z nichž panu Broučkovi zvláště napadla na jednom domě lilie, kteréžto znamení na témž domě až podnes je zachováno, a na jiném velicí pštrosové v barvách křiklavých vymalovaní. Uprostřed Malého náměstí pak seděly ženy v pestrých starodávných rouchách, prodávajíce rozličné druhy ovoce, jehož červené, modré a jiné šťavnaté barvy také nemálo přispívaly k živému koloritu místa, závodíce v té příčině s umělými věnci z různobarevných suken, ze zlatého a stříbrného dracounu a jiných třpytných cetek zrobenými, jejichž prodavači měli své stoličky a budky po pravé straně náměstí a dále podloubím až proti náměstí Linhartskému, kde stál nějaký kostel se hřbitovem."
      },
      {
        "index": 4,
        "text": "„I hle, vy máte ovocný a květinářský trh na Malém rynečku!“ divil se pan Brouček."
      },
      {
        "index": 5,
        "text": "„Ovocný a věnečnický,“ opravil Domšík. „Tuto kupují si naše panny ozdobné věnce na hlavy. Ale nyní jest výdělek věnečníků skrovný, neb ani dcery naše v tomto nebezpečí města nemají chuti a času na hledání ozdob, a které by přece měly, ty bojí se táborů, nepřejících takovým marnostem světským. Vidíš tu pouhý stín trhu, jak bývá jindy. Mnozí prodavači chopili se zbraní a kupujících je také málo. Jindy bývá na všech stranách kolem, radnice velmi živo rozmanitým trhem. V podloubích pod východní Stranou radnice mají své kotce a štoky kramáři, kožešníci a pláteníci; na jižní straně prodávají v podloubích pod radnicí pekaři a před ní kuchaři své zboží; naproti jsou tandléři; tuto —“"
      },
      {
        "index": 6,
        "text": "Výklad jeho byl přerušen křikem jedné staré ovocnářky, které pan Brouček z nedopatření svou sudlicí smetl hromádku nejkrásnějších letních jablek, začež naň ihned vychrlila hojnou zásobu staročeských nezdvořilostí: „Ha, darmopichu šeredný, kterakže se oháníš svým oštípem! Nemáš-li očí, trpasleku břichatý, či neumíš-li nésti sudlici, protivo protivná! Dočkám se toho, že na šibenici višneš larvo lotrovská! Bééé! Bééé!“"
      },
      {
        "index": 7,
        "text": "A lítá babizna, ve svém strakatém zakuklení strašidlu podobná, podpírajíc boky a skrčeným tělem dopředu se nahýbajíc, bekala na pana Broučka s ohyzdnými posuňky."
      },
      {
        "index": 8,
        "text": "„Mlčiž, domudnice!“ okřikl ji Domšík a soudruha pobídnul:"
      },
      {
        "index": 9,
        "text": "„Pojď dále! Mezi těmito cti nedobudeš. Pravdu jsem slyšel v jedné studentské hře velikonoční, žeť zlá baba horší nežli čert:"
      },
      {
        "index": 10,
        "text": "Čerta sě odžehnati muože — rač zlé baby uchovati, bože!“"
      },
      {
        "index": 11,
        "text": "Hodnou chvíli slyšeli za sebou hanlivý křik prodavaček a halas dětí, které ve svých strakatých středověkých šatičkách ještě kus cesty za Broučkem poskakovaly jako rej pitvorných gnomů."
      },
      {
        "index": 12,
        "text": "Náš hrdina si pomyslil, že pražské hokyně za pět století mnoho se nezměnily, a litoval jen znovu: „Ďas mi napískal, abych si vybral to bidlo!“"
      },
      {
        "index": 13,
        "text": "„Zvláště hokyně mají zlé jazyky,“ mínil Domšík, „a trh, kde ženy prodávají, zřídka kdy bývá bez vády, ač máme na ně přísný zákon. Když se totiž dvě hokyně nebo prodavačky svadí a budou rychtářem jaty, má za trest jedna žernovky kamenné nositi od šatlavy k pranéři a druhá ji bůsti, a pak zase ona této stejně činiti od pranéře k šatlavě.“"
      },
      {
        "index": 14,
        "text": "Staročech vedl pana Broučka dále na Linhartský plácek, kde býval tehdáž kurný trh, a ukázal mu kostel svatého Linharta se hřbitovem, při němž stály krámky uzdářů. Upozornil jej také na blízký kostel Matky Boží na Louži, který stál v rohu uličky, vedoucí z Linhartského plácku na nynější náměstí Mariánské."
      },
      {
        "index": 15,
        "text": "Z náměstí Linhartského vedl hosta ke kostelu sv. Mikuláše. Cestou uvítalo je z nejbližší dlouhé ulice po pravici hlučné bušení a klepání; průvodce vysvětlil panu Broučkovi, že to ulice Ostrožná čili Platnéřská, nazvaná tak podle hotovitelů ostruh a plátů, kteří s helméři, uzdáři a jinými podobnými řemeslníky v ní svou hřmotnou živnost provozují."
      },
      {
        "index": 16,
        "text": "Nalevo při vchodu na Mikulášské náměstí, které Domšík nazýval Starým kurným trhem, mile překvapil pana Broučka známý dům se znamením zelené žáby."
      },
      {
        "index": 17,
        "text": "Veliký kostel sv. Mikuláše měl zcela jinou podobu než pozdější stavba Dienzenhoferova, nyní bohoslužbě pravoslavné věnovaná. Vedle něho byl hřbitov a dům farní."
      },
      {
        "index": 18,
        "text": "Na západní straně náměstí upozornil Domšík hosta na rozsáhlou kolej Všech svatých a dále na půlnoc za ulicí Svatovalentinskou, v níž pan Brouček dle polohy poznal nynější Kaprovou, na původní sídlo učení pražského, bývalý dům Lazara žida, císařem Karlem universitě darovaný."
      },
      {
        "index": 19,
        "text": "Vedle toho domu podivil se host pevné, železem pobité brance, kterou byla úzká, na sever jdoucí ulička uzavřena. Průvodce ho poučil, že je to jedna z šesti forten židovských, jimiž okrsek židů se všech stran jest chráněn. Z dalších slov Domšíkových poznal pan Brouček, že tehdá Židovské Město zaujímalo mnohem skrovnější prostor než nyní a že se v té době ještě stále zužovalo, poněvadž židé mimo svoji čtvrt usazovati se nesměli, ale naopak domy židovské leckdy do rukou křesťanských se dostávaly. Náš hrdina si pomyslil, doby věci se obrátily: Židovské Město se pevné branky měnily se v pouhé dráty, konečně protrhlo židovstvo i tuto lehkou síť, a Janek od Zvonu by se podivil, kdyby, přenesen do Prahy, spatřil hebrejské obličeje v oknech nejpěknějších domů v hlavních ulicích a v každém druhém krámě po celém městě."
      },
      {
        "index": 20,
        "text": "Oba naši chodci putovali dále starou Prahou, avšak mně není možno sledovati podrobnosti jejich zajímavé pouti, poněvadž by tím kniha moje vzrostl a více, než by nakladateli a snad i čtenářům bylo milo. Kdož by chtěl v duchu vykonati sám takovou procházku, vezmi Tomkův Dějepis Prahy a jeho Základy starého místopisu Pražského: nebudešli litovati pracného studium a přibereš-li na pomoc čarodějku fantasii, vyvstane před tebou z pětistyletého hrobu celá dávná Praha, ulice za ulicí, dům za domem, ve své plné středověké malebnosti, ve své starožitné rozmanitosti a pestrosti, s čilým ruchem tržním, s pošmournými hřbitovy kolem přečetných kostelů a kostelíků, z nichž mnohé již zmizely, mnohých původní ryzí krása nevkusem pozdějších věků k nepoznání byla zhyzděna a leckteré v žalostném zpuštění a rozvalení za skladiště obchodníků a brlohy vetešníků musí propůjčovati zbytky své gotiky velkolepé."
      },
      {
        "index": 21,
        "text": "Zde vytknu pouze, že naši chodci po delší toulce dostali se na křižovatku ulic, z nichž jedna v některé vzdálenosti řetězem přepjatá připomínala panu Broučkovi noční dobrodružství. Průvodce mu vysvětloval, že vojenští hejtmané mnohé ulice na zdržení nepřátel, kdyby do města vnikli, řetězy a šraňky dali přepažiti. Koncem května přitáhl královským na pomoc oddíl českého panstva podjednou, veza s sebou i sekery na přetínání oněch překážek; ale Žižka porazil je u Ovence a s jinou kořistí i sekery jim pobral."
      },
      {
        "index": 22,
        "text": "Minuvše tuto ulici, která se tehdáž jako nyní jmenovala Dlouhá, kráčeli naši poutníci na sever ulicí Hrnčířskou, jak ji jmenoval Janek od Zvonu; pan Brouček poznal v ní dle polohy nynější ulicí Kozí."
      },
      {
        "index": 23,
        "text": "Náš hrdina překládal dosud sudlici s ramene na rameno; nyní bolela ho již obě, i nesl ji kolmo, opíraje se jí v chůzi o zem jako holí, ač to byla španělka velmi nepohodlná. Přitom tázal se v duchu všech rozumných lidí, není-li největší nesmysl pachtiti se pro nic za nic s takovým stožárem, a tloukl dolejším koncem svého ratiště zlostně o kostrbaté dláždění. Nedávaje pozor na půdu, udeřil pojednou dřevcem doprostřed objemné kalužiny, že na všechny strany vystříkla a jeho klok i nohavice řádně pokropila, právě jako se mu stalo v noci."
      },
      {
        "index": 24,
        "text": "Nelitoval sice pranic vypůjčeného oděvu, ale nemohl přece potlačiti hlasnou nevoli nad nečistotou ulic, která se mu v denním světle jevila ještě horší, než tušil za noční potulky. Ulicí tekla strouha, do níž sbíhaly se stružky z domů; všude bylo hojně starého i čerstvého bláta, smetí, střepů, kuchyňských odpadků a ještě horších věcí. Interpeloval proto Janka od Zvonu. Ale staročeský měšťan pokrčil jen rameny."
      },
      {
        "index": 25,
        "text": "„Kdož by dbal v nynějším bouřlivém čase takových malicherností,“ pravil. „Jindy pečujeme dosti o čistotu města. Jest nařízení, že má každý svá prasata chovati v domě, že nemá vylévati na hrnce s nečistotou ani vyhazovati do ní mrchy a že jest povinen ve třech dnech po provolání čistiti před svým domem; je-li bláta příliš mnoho, dává ho někdy obec sama vyvážeti z ulic na břehy vltavské. Pravda jest ovšem, že mnozí nařízení těch ani v dobách pokojných nedbají.“"
      },
      {
        "index": 26,
        "text": "Citovaná nařízení o čistotě ulic (hodící se dobře za pendant k jednomu rýmovanému středověkému „galanthomu“ německému, dle něhož se nesluší ve společnosti při jídle šťárati sobě nožem v zubech a utírat sobě ubrusem nos) přiměla pana Broučka, že odprosil znova v duchu novočeské pány na radnici pro všechny výtky, které jim kdy činil. Kdyby tak oni moderní Pražané, kteří se durdí na metaře, halící je za dne v nejživějších ulicích v husté oblaky dusivého prachu, na hromady bláta a sněhu, zdobící někdy trochu déle obrubu chodníků, a na podobné lapálie, — kdyby tak tito choulostivci jednou nahlédli do Prahy patnáctého století, oč že by nebesům na kolenou děkovali za svoji pečlivou správu obecní!"
      },
      {
        "index": 27,
        "text": "Pojednou zarazil se pan domácí. Zahlédl totiž napravo v ulici branku, jejíž veřej mimo jiné zdobilo několik z kovu tepaných ptáků ve věncích. Branka uzavírala vchod do úzké, překlenuté uličky, vedoucí mezi dvěma domy k jinému velikému stavení za nimi, zkrátka, všechno nasvědčovalo tomu, že našel znenadání východiště své noční toulky."
      },
      {
        "index": 28,
        "text": "„Příteli, nevíš, kam vede tahle branka?“ otázal se dychtivě."
      },
      {
        "index": 29,
        "text": "„Tato branka?“ pravil Janek od zvonu. „Jistě povšiml jsi sobě rozsáhlého průčelí domu před vchodem do této ulice. Toť bývalý dvůr krále Václava, zvaný U černého orla, jehož zadní část se rozkládá za všemi těmito domky po levici, podél celé ulice Hrnčířské, majíc sem postranní východ touto překlenutou uličkou a brankou.“"
      },
      {
        "index": 30,
        "text": "„A král Václav tady již nebydlí?“ ptal se pan Brouček nedočkavě."
      },
      {
        "index": 31,
        "text": "„Což jsem ti již nepravil o jeho smrti?! Zemřel před rokem, náhle raněn mrtvicí, a nyní jest dům tento opuštěn. Asi před týdnem ubytovali jsme v něm část táborských pomocníků, ale nedávno vyvedl je Žižka z města na horu Vítkovu.“"
      },
      {
        "index": 32,
        "text": "„A teď je královský dům prázdný?“"
      },
      {
        "index": 33,
        "text": "„Zcela prázdný.“"
      },
      {
        "index": 34,
        "text": "Zpráva Domšíkova vzrušila nemálo pana domácího. Báječný poklad byl opět v jeho moci! Nikdo patrně pro náhlou smrt královu o tajné skrýši nezvěděl, neboť jinak by v těchto bouřlivých časech poklad jistě byl býval přestěhován na místo bezpečnější; ani táboři nevyslídili skryté bohatství. On jediný ví o něm a může snadno k němu vniknouti do prázdného domu. Může si alespoň nacpati plné kapsy nejdražších klenotů, a dá-li bůh, že se navrátí do století devatenáctého, bude mít alespoň z divokého husitského dobrodružství krásnou výslužku, leda by se ty klenoty proměnily v suché listí, — ale to se stává jen v báchorkách…"
      },
      {
        "index": 35,
        "text": "A konečně, kdyby mu bylo i souzeno, aby do smrti uvízl ve středověku, — ani zde není takové bohatství k zahození. Pán peníz všady jest — jak pravil Domšík a každým způsobem bude příjemnější živiti se jen střiháním kuponů nežli nějakým řemeslem, třeba by to bylo koštérství vín."
      },
      {
        "index": 36,
        "text": "Janek od Zvonu musel hosta pobídnouti, aby šel dále."
      },
      {
        "index": 37,
        "text": "Kráčeli přes Starý uhelný trh, nynější Kozí náměstí, a pak ulicí od něho na sever vedoucí, jež končila po pravé straně zahradou velkolepého kláštera sv. Anežky. Domšík sdělil Broučkovi, že klarisky odtud v nynějších bouřích se přestěhovaly na Týnec, a vypočítával pražské kláštery, které od husitů dílem byly zbořeny, dílem zpustošeny, dílem po vypuzení nenáviděných mnichů k jiným účelům obráceny. Pan Brouček v duchu to boření a pustošení neschvaloval; ale pisatel těchto řádků právě vzpomíná, kterak klášter blahoslavené Anežky, převzácný ten klenot starého stavitelského umění, přetrvavší bouři husitskou, v časech „osvícených“ vandalsky byl zohaven a ve špinavé sklady hadrů proměněn, kterýž osud potkal i jiné drahé památky domácí k hanbě doby, pyšnící se svou láskou k dědům a k umění."
      },
      {
        "index": 38,
        "text": "Když naši chodci vyšli za klášterní zahradou na břeh vltavský, byl pan Brouček velice překvapen divadlem, které před ním se rozestíralo. Naproti za řekou zdvihala se stráň letenská, pokrytá z větší části zbytky vinic, nedávno asi zpustošených. O nynější Mariánské baště a královském letohrádku Belvederu nebylo ani potuchy. všade po výšinách těchto táhly se jen vinice a zahrady až ku hradu pražskému, který vypadal zcela jinak než nyní. Pan domácí poznal sice Černou a Bílou věž, Daliborku, obě věže kostela sv. Jiří, ačkoli všechny ty věže buď střechou, buď jiným detailem od nynějších se lišily — zvláště mu napadla střecha věže, třpytící se na slunci, jako by byla kryta zlatem —; ale věž sv. Víta věru těžko bylo poznati: bylať vyšší než nyní a neměla vrcholek baňatý, nýbrž vysokou, špičatou střechu šindelovou. Také kostel byl kryt šindelem a táhl se ještě na západ, za věž, jako by byla Mockrova nová stavba již provedena nebo spíše jako by tam byl chrám sv. Víta přilepen na zbytek jiného kostela, neboť, ta západní část jevila jiný sloh a měla také svou zvláštní věž. I královský zámek poskytoval obraz naprosto jiný a za hradem chyběl výrazný dům Schwarzenberský. Zato byla nynější hradčanská čtvrť opevněna mohutnými hradbami jako pevnost."
      },
      {
        "index": 39,
        "text": "A což teprve Malá Strana, jejíž arci jen malou část bylo odtud viděti; zdálo se, že zaujímá mnohem menší prostor než nyní, jsouc obehnána silnou, místy však pobořenou hradební zdí s množstvím věží, ale podobala se ohromnému zbořeništi a spáleništi. I Strahovský klášter nahoře vypadal jako obrovská zřícenina."
      },
      {
        "index": 40,
        "text": "Ke Kamennému mostu a dále nebylo odtud viděti. Však pan domácí pohřešil i Řetězovou lávku, most Františka Josefa a viadukt státní dráhy."
      },
      {
        "index": 41,
        "text": "Tento celý obraz přelétl arci jen zběžným pohledem, neboť všechna jeho pozornost brzy se soustředila na hřebenu Letné. Spatřilť tam divadlo nevídané. Po celé dlouhé výšině táhlo se cosi jako město ze samých bud a stanů, nad nimiž vlály nesčíslné praporce a korouhvičky, červeným křížem znamenané. A všecko ležení jen se hemžilo bojovníky, dílem v různobarevných šatech, dílem v kovovém odění. přílby, krunýře, nesčetné zbraně strašlivě se blýskaly v paprscích slunečních. Ze zástupů trčelo veliké množství dlouhých kopí, ozdobených též korouhvičkami s červeným křížem; místy tvořila hustě sražená kopí pravý les."
      },
      {
        "index": 42,
        "text": "Tu a tam bylo viděti nějaké stroje z pák, řetězů a klád sestrojené; Domšík vysvětloval, že jsou tam založeny hrubé samostříly, veliké praky, totachy a jiné stroje na metání ohnivých soudkův a šípů, těžkých kamenův a jiných bořicích střel do města. Ukazoval také místa, kde jsou postaveny děla, tarasnice, srubnice, houfnice a jiná těžká střelba prachem, jíž mají nepřátelé množství veliké. Zikmund nedovolil však dosud užíti hrubé střelby, na domluvu prý českých pánů v jeho ležení, aby si nekazil bez potřeby vlastního města."
      },
      {
        "index": 43,
        "text": "Dále pravil Domšík, že ovšem také Pražané mají houfnice i větší děla, z nichž mohou odpovědíti nepřátelům leckterou koulí kamennou nebo železnou. Pražka prý vystřeluje kamenné koule až padesátiliberní a Jaromiřka, Rychlice, Hovorka, Trubačka ne mnohem lehčí. „Tuto máme jen některé menší pušky,“ dodal, ukazuje na několik malých děl zvláštního tvaru, umístěných nedaleko před nimi na břehu. I na této pražské straně bylo živo: stályť zde zástupy bojovníků i zvědavců, čile spolu rozmlouvajících a kamsi na protější břeh, směrem k Malé Straně sobě ukazujících."
      },
      {
        "index": 44,
        "text": "Pan Brouček představoval si vojsko Zikmundovo sice zcela jinak, podobnější řádné armádě novověké; ale přesto bylo mu nevolno před leskem těch nesčíslných starožitných zbraní a v dostřelu oněch praků a děl, nechť to byly třeba jen nějaké předpotopní, nemotorné hmoždíře. Tiskl se proto s malou duší nazad a držel se co nejblíže u rohu klášterní zahrady, aby pro případ nebezpečí rychle za ním hledal ochranu."
      },
      {
        "index": 45,
        "text": "Soudruh mu zatím sděloval, že tábor na Letné je toliko část Zikmundova vojska: leží tu Němci bavorští a rýnští. Druhé ležení s vojskem knížat míšenských rozestírá se za nimi blíže Královské obory u Ovence; na polích u Holíšovic má stanoviště lid Albrechta Rakouského a na druhé straně, nejblíže u hradu pražského, je tábor čtvrtý, skládající se hlavně z Uhrů a Slezáků. K tomu sluší ještě přičísti silné královské posádky na hradě pražském a na Vyšehradě."
      },
      {
        "index": 46,
        "text": "„Ale to musí být lidu!“ zvolal pan Brouček."
      },
      {
        "index": 47,
        "text": "„Ovšem. Tolik bojovníků z rozličných končin křesťanstva nebylo snad nikdy pohromadě,“ potvrzoval Janek od Zvonu. „Málem celý svět křesťanský stojí tu proti nám; na volání papežovo a za slíbenými odpustky shrnuly se k Zikmundovi ohromné davy křižáků z blízka i z daleka: Němci, Uhři, Valaši, Francouzové, Angličané, Španělé, Holanďané a přemnozí jiní národové, též Chorváti, Bulhaři, Rusíni, Polané a jiní jazyka slovanského i s nevěrnými Čechy, všeho všudy jistě sto padesát tisíc ozbrojenců.“"
      },
      {
        "index": 48,
        "text": "„Sto padesát tisíc, toť hrozné! A kolik je vás?“"
      },
      {
        "index": 49,
        "text": "„Všeho obyvatelstva pražského s ženami i dětmi počítalo se za krále Václava asi sto tisíc. Avšak odchodem německých studentův a cizích kupců, poklesnutím obchodu v nynějších bouřlivých dobách, útěkem nebo vypuzením měšťanů německých studentův a cizích kupců, poklesnutí obchodu v nynějších bouřlivých dobách, útěkem nebo vypuzením měšťanů německých i nevěrných Čechů, přehojného duchovenstva světského i řeholního s rozličnou čeledí, mnohých dvořanů a panských služebníků i jiným způsobem ztenčil se onen počet znamenitě a nechybím snad, počítaje na straně naší všech k boji způsobilých mužů i s venkovskými pomocníky jedva pětinu proti onomu počtu křižáků.“"
      },
      {
        "index": 50,
        "text": "„Můj bože — jeden proti pěti! A k tomu skoro jen samí řemeslníci a sedláci, jak jsi povídal! Řekněte mi pak, lidičky, co vám napadlo postavit se proti takové přesile!“"
      },
      {
        "index": 51,
        "text": "Domšík se zakabonil. „A co jsme měli činiti? Snad Zikmundovi se vzdáti?“"
      },
      {
        "index": 52,
        "text": "„Říká se ‚Hlavou zeď neprorazíš!‘ a ‚Nemůžeš-li přeskočiti, podlez!‘ Vždyť se nemusíte vzdáti hned na milost a nemilost. Možná, že by vám na přímluvu té české šlechty povolil nějaké ústupky —“"
      },
      {
        "index": 53,
        "text": "„Věz — hanbím se za to a všemi silami stavěl jsem se proti tomu — věz, že Pražané již dvakráte se poddávali nešlechetnému králi, žádajíce toliko za svobodné přijímání kalicha. A víš-li, jak Zikmund přijal posly naše? Na potupu nechal je drahnou dobu před sebou klečeti a pak osupil se na ně řečmi hanlivými, bez výminky odklizení všech řetězů a šraňků z ulic a po druhé, při jednání na Horách Kutných, i vydání všech zbraní nařizuje. Tu poznali ovšem i nejopatrnější mezi námi, že nezbývá než chopiti se meče. Nyní, maje při sobě ohromné vojsko křižácké, tím méně by byl ochoten v čemkoli nám povoliti. Hoříť touhou krutě potrestati náš odpor a do kořene vyhladiti učení Husovo. A kdyby snad i naoko přistoupil k žádostem našim, věř, že dosáhna moci nad námi, své sliby věrolomně by zrušil, jako nečestně zradil vlastní svůj glejt mistru Husi daný.“"
      },
      {
        "index": 54,
        "text": "Pan Brouček mlčel, věda, že s Jankem od Zvonu není moudré řeči; ale v duchu lál zaslepenosti Pražanů, kteří tak šíleně se vrhají do jisté záhuby. Je to čiré bláznovství. Těch sto padesát tisíc křižáků hravě umačká hrstku povstalců a ta dělostřelba na Letné rozstřílí celé město na padrť…"
      },
      {
        "index": 55,
        "text": "Vtom upozornil je křik a ruch zástupů před nimi na protější břeh, kam již dříve všichni pohlíželi a sobě ukazovali. K řece, asi v místech nynější Jesuitské zahrady, byl tam sestoupil silný zástup žoldnéřů královských a nyní spěšně postupoval směrem k Malé Straně."
      },
      {
        "index": 56,
        "text": "Domšík vysvětlil rychle soudruhovi, že to asi z kláštera Svatotomského nebo z domu Saského u mostecké věže, které s několika málo pevnými budovami zbyly z Menšího Města, v bojích Pražanů s královskou posádkou na hradě pražském úplně zbořeného a vypáleného, některý odvážný, houfec měšťanů vybíhá k potýčce s nepřítelem. A skutečně objevil se brzy proti žoldnéřům skrovný hlouček husitů, jen v obyčejných šatech a pouhými cepy ozbrojených, i strhla se zuřivá šarvátka. Zástupové na staroměstském břehu provázeli boj svých protějších soudruhů hlasným voláním a z těch, kteří stáli u samé Vltavy nejzáže nalevo, kde byly nějaké mlýny a dva jezy táhly se přes řeku, skákali mnozí do člunů, ke břehu přivázaných, aby přispěli oněm na pomoc. Avšak než odrazili ode břehu, byl krátký boj za řekou již rozhodnut. Hlouček neoděných husitů dotíral svými železnými cepy na velikou přesilu obrněných křižáků tak zuřivě, že pobiv některé, ostatní na útěk do úvozu nad Bruskou zahnal a vítězně do Menšího Města se vracel, provázen jásotem Pražanů na pravém břehu."
      },
      {
        "index": 57,
        "text": "Ale také naproti, na Letné nastal povyk. Křižáci shrnuli se až na okraj výšiny, hrozili Pražanům zbraněmi a pěstmi, napínali samostříly a vedli sobě jako posedlí. Bylo téměř viděti zuřivé posuňky rozšklebených jejich obličejů. Mnozí přikládali také dlaně k ústům, křičíce cosi na druhý břeh, a brzy doléhal zřetelně ku Pražanům sterohlasý posměšný řev Němců: „Ha, ha! Hus, Hus! Kacer, kacer!“"
      },
      {
        "index": 58,
        "text": "Zároveň rozstoupil se dav u jednoho stroje a pojednou vylétlo z něho množství převelikých šípů, zamířených do nejhustšího zástupu Pražanů, kteří však rychle se rozskočili, takže toliko dva lehce byli poraněni. Jeden z těch šípů zafrčel Broučkovi blízko kolem hlavy a zarazil se za nim do zdi zahradní, že zdrobené zdivo daleko se rozlétlo…"
      },
      {
        "index": 59,
        "text": "Panu domácímu leknutím vypadla sudlice z ruky a chvilku stál jako bez života. Pak úprkem pádil odtud uličkou podél klášterní zahrady a zastavil se teprve za protějším rohem zahradní zdi, kde mněl se v bezpečí před německými střelami. Byl bled jako stěna a nohy se pod ním třásly, že si musel sednouti na kámen u zdi. Chvějící se rukou utíral si s uděšeného obličeje bohaté krůpěje potu. Za chvíli objevil se před ním Domšík, drže jeho sudlici v ruce."
      },
      {
        "index": 60,
        "text": "„Kde vězíš?“ zvolal. „Po výstřelu Němců ztratil jsem tě na chvilku s očí a potom nadarmo jsem se po tobě ohlížel; našel jsem jedno na zemi tvoji sudlici.“"
      },
      {
        "index": 61,
        "text": "„Snad nemyslíš, že jim tam zůstanu za terč, aby mě prošpikovali svými šípy jako svatého Šebastiána!“ horlil pan Brouček."
      },
      {
        "index": 62,
        "text": "Janek od Zvonu se usmál, ale pak souhlasil: „Máš bezmála pravdu. Co bychom tuto činili? Pouhým škádlením škoda mařiti čas a k řádnému boji na té straně nedojde. Odtud budou královští leda hrubou střelbou podporovati útok s jiných stran. Prozatím ulevují si bláhově jen posměšným křikem, jímž ani cihla s našich střech nespadne, a někdy takovou neškodnou prškou šípů, jakou na nás právě poslali z některého totachu nebo hrubého samostřílu. Dokud je nenapustí sirou, neovinou .smolným plátnem a nezapálí na cestu, můžeme je vítati pouhým smíchem… Nuže, tu máš svou sudlici a pojďme dále!“"
      },
      {
        "index": 63,
        "text": "S nevlídným pohledem přijal pan domácí sudlici, s kterou by se byl ze srdce rád navždy rozžehnal; ale zato ochotně uposlechl druhého vyzvání a vzdaloval se od místa nebezpečí tak rychle, že mu Domšík sotva stačil."
      },
      {
        "index": 64,
        "text": "Když konečně krok uvolnili, pokračoval Staročech v hovoru dřívějším: „Onde za řekou mohl jsi viděti, jak málo Pražané se bojí Zikmundova vojska. Téměř každý den vytrhne jich takový houfec proti nepříteli, bez odění, s pouhými cepy, a zahání mnohem silnější zástupy dobře obrněných a ozbrojených křižáků. A také naši venkovští pomocníci dokázali již u Sudoměře a jinde, že hrstka jich umí porážeti celá vojska železných rytířů. Oč slabší jsme počtem a válečnými potřebami, to vrchem nahražuje náš horlivý zápal, i doufám pevně v Boha, že nás neopustí ve svaté při; souzeno-li přece jinak, umřeme alespoň s vědomím, že bránili jsme svých statků nejdražších a cti své zmužile do posledního dechu.“"
      },
      {
        "index": 65,
        "text": "Pan Brouček hrubě neposlouchal tuto řeč, cele jsa zaujat svými trampotami. Proklatá sudlice ho tížila, těsné nohavice škrtily, škorně tlačily a polední slunce pálilo, že valil se s něho ustavičně pot a jazyk znova práhl žízní."
      },
      {
        "index": 66,
        "text": "Nevšímal si téměř ničeho kolem sebe, až teprve, když došli k nějaké bráně, před níž po levé straně strměla rozsáhlá, krásná budova. K dotazu jeho vysvětlil mu Domšík, že jsou na konci ulice Celetné, ona budova že jest druhý královský dvůr, nazývaný u sv. Benedikta, a brána že vede na Nové Město, na příkop."
      },
      {
        "index": 67,
        "text": "„Z Celetné ulice na Příkopy?“ zvolal pan Brouček. „Ale toť by tu musela být Prašná brána!“"
      },
      {
        "index": 68,
        "text": "„O Prašné bráně nevím,“ odpověděl Domšík. „Této říkáme prostě brána proti sv. Ambroži neb Od rána, poněvadž vede na východ.“"
      },
      {
        "index": 69,
        "text": "Pan Brouček poznal, že tedy Prašná věž tehdáž nebyla ještě vystavěna, a rychle prošel branou, jsa zvědav, jak asi vypadala za husitských dob nejelegantnější promenáda pražská, pyšné Příkopy."
      },
      {
        "index": 70,
        "text": "Netušil mnoho elegance, ale i skrovné jeho očekávání bylo velice zklamáno. Vystoupil z brány na most, který vedl přes široký příkop, a co pan Brouček za ním spatřil, bylo tak naprosto rozdílno od nynějšího obrazu té části města, že stanul v ustrnutí."
      },
      {
        "index": 71,
        "text": "Na místech, kde se nyní táhnou od Prašné věže upravené Příkopy, nebyla vůbec žádná ulice, nýbrž po pravé straně trčela mohutná zubatá zeď, ohrazující staroměstskou stranu proti Novému Městu jako ohromnou pevnost a vinoucí se — jak Domšík vysvětloval — odtud podél celého Starého Města až k nábřeží. Před touto hradbou táhl se i hluboký příkop, přetržený jediné u východu nynější ulice Havířské, kde byla ve hradební zdi fortna prolomena a příkop před fortnou zasypán; z nynější ulice Na můstku, tehdáž branou uzavřené, vycházelo se přes příkop po mostě, na němž stály proti sobě dva domky, zamezující další vyhlídku v nynější ulici Ovocnou a dále."
      },
      {
        "index": 72,
        "text": "Toliko na protější, novoměstské straně stála proti hradbám staroměstským dlouhá řada domů, dosti výstavných, avšak svou středověkou rozmanitostí nynějším střízlivým budovám příkopským zcela nepodobných. Před nimi tekla po celé délce nynějšího korsa pražského strouha špinavé vody"
      },
      {
        "index": 73,
        "text": "„Můj bože!“ pomyslil si pan domácí, „kdo by v této divočině mohl tušiti budoucí Příkopy!“"
      },
      {
        "index": 74,
        "text": "V duchu zaletěl nazpět či vlastně vpřed do věku devatenáctého a před ním vynořilo se skvělé korso, oživené zástupy elegantních pánů a dam, oslňujících a koketujících, stavící se na odiv a navzájem se kritizujících, skřipci a hůlkami šermujících, drahými látkami šustících a líbeznou němčinou šveholících… a s hlubokým povzdechem vrátil se do husitské doby Posupné hradby strmí tam, kde za jasnými okny nádherné kavárny sedávali, či vlastně budou sedávati dlouhonosí spekulanti, a strakatina podivných staročeských domů tlačí se tam naproti, kde bude se pyšnit hotel U černého koně a dům německého kasina."
      },
      {
        "index": 75,
        "text": "Právě asi v tu stranu ukázal Domšík se slovy: „Hle, onen dům náležel Žižkovi, dokud býval služebníkem krále Václava.“"
      },
      {
        "index": 76,
        "text": "Vedl hosta dále směrem k Poříčí. Přitom ukázal mu na pravé straně dvouvěžatou Horskou bránu na konci nynější Hybernské ulice a veliký klášter sv. Ambrože, který stál na místě nynější hlavní celnice, vlevo pak, na západní straně nynějšího Josefského paláce a Eliščiny třídy, staroměstské hradby a příkopy, které se také na té straně táhly až k řece. V hradební zdi byly tu blízko sebe čtyři průchody; totiž fortna z královského dvora, brány na konci ulic Svatobenediktské (nynější Králodvorské) a Dlouhé, pak ještě jedna brána u Vltavy. Domšík podotknul, že nyní hradby a brány Starého Města proti Novému nemají žádného významu, poněvadž jsou obě města zajedno; proto střeží se, a to jediné v noci, oněch bran toliko dvě nejkrajnější u Vltavy. Brouček hádal, že na své noční pouti přiblížil se k jedné z těch dvou, totiž ku bráně na konci Dlouhé třídy."
      },
      {
        "index": 77,
        "text": "Zahnuli do ulice vedoucí ku bráně Poříčské. Mučedník sudlice kráčel opět v myšlenkách pochmurných. Trpěl velmi rozličnými svízeli, které jsme nahoře uvedli, a rozvažoval, nebylo-li by na čase, aby nepohodlnému hostiteli nějakou lstí upláchl, a maje nyní středověký šat na sobě, sám ve staré Praze štěstí sobě hledal nebo některou branou z ní se vykradl."
      },
      {
        "index": 78,
        "text": "Pojednou byl z myšlenek vyrušen nešťastnou sudlicí, která kdesi ve výšce v čemsi uvázla. Pohlednuv do výšky shledal, že se hákovité výběžky hrotu zapletly do jakýchsi železných kudrlinek, které na železné tyči nad brankou jednoho domu do ulice visely."
      },
      {
        "index": 79,
        "text": "„Jaká je tohle zase hloupost!“ huboval host."
      },
      {
        "index": 80,
        "text": "„Vždyť vidíš — znamení krčmy,“ poučil ho Janek od Zvonu, pomáhaje mu vyplésti sudlici z kudrlinek železné tyče, na jejímž konci pan Brouček teprve nyní zpozoroval houpající se věnec chvojový, pestrými fábory vyzdobený."
      },
      {
        "index": 81,
        "text": "Obličej Broučkův se povyjasnil jako zázrakem."
      },
      {
        "index": 82,
        "text": "„Opravdu, hospoda!“ zvolal. „A sama si mě zadržela, jako by tušila, že mám pekelnou žízeň. Toť zrovna pokynutí osudu, abychom vešli.“"
      },
      {
        "index": 83,
        "text": "„Budiž, jsi-li žízniv, vejděme na pohářík,“ svolil Domšík čemuž jsem upřímně povděčen, poněvadž myslím, že čtenářstvo má suchopárného líčení dávných pražských ulic právě dosyta."
      }
    ]
  }
}