{
  "chapterNumber": 12,
  "title": "XII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ó slunce velikého, věčně památného dne! Ty, kteréžs ozářilo skrovný voj hrdinů, jakých málo se zaskvělo v dějinách lidstva, kteréžs okázalo světu, seč jest národ malý, vede-li jej horoucí nadšení, obětující radostně statek i život za svaté přesvědčení, ty pochodni nebeská, kteráž zaplápolalas nad horou Vítkovou, abys čela bohatýrských předků ověnčila glorií slávy nesmrtelné, — ó slunce, jehož odlesky ještě po staletích rozehřívají k silnějšímu tluku mdlá srdce potomků: kolik zanícení chovati může nitro české, kolik slov úchvatných a plamenných jazyk náš, všechna by měla splynouti v ódu velebnou, vítající tvůj triumfální vzchod na zlatém a purpurovém obzoru! Ale s časem změnili se i lidé. Nesčíslněkrát vzešlo jako tehdáž krásné letní slunce nad Vítkovem, však nikdy již neozářilo božích bohatýrů a po staletích svítí na pokolení malé, bez pravdy a síly, bez nadšení, cedícího poslední krůpěj krve za drahý ideál, na pokolení, které již sotva rozumí a věří velkému činu předků a usmívá se zvěsti o něm jako staré, divné pohádce, kterou již i nudno poslouchati. Neschopno jsouc oněch velkých obětí a zápalů, vymlouvá se na jiné časy a poměry, zapovídá si vyprávění o slavném skutku minulém a skládá přitom ruce v klín nebo robí trety — ó zapadlé slunce naší síly, zda vyjdeš opět a najdeš i básníka, jenž dovede tě uvítat plamenným nadšením, a ne prázdným zvoněním slov a malichernou karikaturou jako já!"
      },
      {
        "index": 1,
        "text": "„Vstávej, bratře Matěji, — jižť čas!“ Brouček protřel si oči a spatřil nad sebou vrásčité líce bratra Stacha, který mu podával těžký, hřebíky posázený cep a kus chleba se sýrem."
      },
      {
        "index": 2,
        "text": "Bratr Matěj přijal obé s těžkým povzdechem a — leč nebudu zevrubně vyličovati toto nedělní dopoledne našeho hrdiny, které patří k jeho nejtrudnějším svátečním upomínkám."
      },
      {
        "index": 3,
        "text": "Jen tolik podotknu, že dnes nepodával sic kamenů, ale poslouchal kázání kněží táborských s nábožným zpěvem bratří a přijímal — nerad to vyznávám, ale konečně musí pravda na světlo — přijímal také pod obojí způsobou, obyčejem táborským, totiž u prostého, ubrusem pokrytého stolu, za nímž stál kněz bez ornátu, odbývající krátký obřad pouze jazykem českým."
      },
      {
        "index": 4,
        "text": "V poledne podaly sestry táborské bratru Matěji nedělní oběd, jehož součástky byly „kyselo“ — jakýsi druh polévky, o jejíž jakosti pan Brouček ze šetrnosti k dávným předkům zachovává hluboké mlčení —, kus vařené hověziny, režný chléb a náprstek — alespoň na míru bratra Matěje pouhý náprstek — všelijakého piva."
      },
      {
        "index": 5,
        "text": "Ale když se po obědě oddával dumám nejchmurnějším, probleskla jimi pojednou myšlenka slibující spásu. Napadla mu totiž podzemní chodba, jíž se z devatenáctého do patnáctého století dostal, a k tomu přidružilo se pomyšlení: Což kdyby toutéž chodbou bylo možno dostati se nazpět? Přisvědčující odpověď jevila se mu tak samozřejmou, že radostně vyskočil a div hlasitě nezajásal. Pak zchladila ovšem jeho naději pochybnost, možno-li jen tak chodbou ze století do století přecházeti. Ale hned zase si pravil: „Jisté jest, že jsem tou chodbou do minulosti zabloudil, — proč by nemohla způsobiti také zázrak opačný?“ Přišla mu na mysl vířivá závrať, která ho pojala, když zavřel dvířka, vedoucí z podzemní chodby do klenotnice krále Václava; vzpomněl si také, že tato dvířka byla na jedné straně červotočivá a zrezavělá, na druhé však úplně nová, — oč, že tvořila ona přehradu mezi oběma věky, a když dvířka za sebou zavřel, tu ocítil se závratným letem o pět století nazpět. Nyní učiní rovněž a bude zase v moderní Praze arci, z počátku vlastně jen pod ní, v oné podzemní chodbě, vedoucí od Kozí ulice pod Hradčany, tam nastane opět otázka, jak se dostane vysokou, sráznou šachtou nahoru na povrch země. Leč za dne se tam asi přec někoho dovolá, a ne-li, — nu, v nejhorším tom případě vrátí se zkrátka do husitské Prahy či spíše, zásobí se napřed nějakými potravinami a zůstane v podzemní chodbě jako v bezpečném úkrytu až do té chvíle, kdy bude město dobyto a první vztek nepřátelského vojska zchlazen; pak zajisté zavládne opět pokoj a pořádek, a bude život i v tom patnáctém století alespoň snesitelný… Byl by nejraději ihned táborům unikl, ale v tu chvíli právě bylo to nejméně možné. Žižka zpozoroval totiž nějaké podezřelé pohyby v nepřátelském ležení a rozkázal bratřím, aby byli pohotoví. Následkem toho sestavovali se rychle střelci, sudličníci, cepníci a bojovníci jiného druhu na vykázaných sobě místech. Část cepníků pod vedením Chvalovým postavila se u srubu západního. Mezi těmito byl i bratr Matěj; stál sice v poslední řadě, na samém pokraji severní stráně, ale sráznost této, zeď srubu za ním a šik bojovníků, mezi ním a jižní strání hustě seřaděný, nedaly myšlence na útěk v této chvíli ani vzniknouti."
      },
      {
        "index": 6,
        "text": "Zato mohl se svého stanoviska dobře pozorovati všecko, co se děje dole na Špitálském poli a dále za řekou."
      },
      {
        "index": 7,
        "text": "Tam bylo již viděti na všech stranách zlověstný ruch. Oddíly jezdců i pěších měnily svá stanoviska, tu se rozdělujíce, tam se spojujíce a pořádajíce v šiky. Zvláště čilé proudění bylo v táboře Míšňanů u Ovence a v ležení Albrechta Rakouského vedle nich."
      },
      {
        "index": 8,
        "text": "Pražané netušili patrně také nic dobrého; neboť husté jich davy stály na zdech městských i v branách, k boji připraveny a bedlivě pozorujíce pohyby vojsk nepřátelských."
      },
      {
        "index": 9,
        "text": "Konečně asi ke čtvrté hodině — vrhli se míšenští jezdcové s Uhry a Rakušany, počtem asi 25 tisíc bojovníků, do Vltavy a brodili se rychle na druhou stranu. Opodál za řekou zůstaly tři šiky křižáků v záloze. Z města ozýval se hromový křik a zvonění na poplach i bylo pozorovati, že nepřítel také na jiných stranách, od hradu pražského a od Vyšehradu, chystá se k současnému útoku."
      },
      {
        "index": 10,
        "text": "Bratru Matějovi bylo, jako by nastával soudný den. S hrůzou pozoroval, kterak se Špitálské pole plní nepřátelským vojskem, a na chvilku jen vzpřímila ho poznámka Chvalova: „Ti mají namířeno na Poříčí; sem k nám by se na koních nedostali!“ Ale nepřítel nezamířil ku Praze, nýbrž valný počet jezdců rozjel se tryskem ve směru opačném na východ."
      },
      {
        "index": 11,
        "text": "„Milí bratří!“ rozlehl se táborem rázný hlas Žižkův. „Tuším, že nastala chvíle rozhodnutí. Brzy bohdá ukážeme věrolomnému králi, jak umíme se bíti o boží a svou při proti všem rotám Antikristovým. Již hrnou se na nás ti nepřátelé pravdy a zhoubcové České země. Protož doufajíce v Boha, i buďte hotovi! Držtež se každý šiku svého a pozorujte svých hejtmanů: Pán Bůh rač vás posilniti!“"
      },
      {
        "index": 12,
        "text": "„Zvítězíme nebo umřeme!“ rozlehlo se táborem a zase zazněl hřímavý zpěv: „Kdož jste boží bojovníci…“"
      },
      {
        "index": 13,
        "text": "Právě když zvučela bojovně poslední sloka:"
      },
      {
        "index": 14,
        "text": "A s tím vesele zkřikněte, řkouc: Na ně! hrr na ně! braň svou rukama chutnejte, Bůh náš Pán! zkřikněte, bíte, zabíte, žádného neživte!"
      },
      {
        "index": 15,
        "text": "vmísil se do ní divoký křik a třeskný hlahol trub se strany východní, kde míšeňská jízda po mírněji skloněném svahu vzhůru byla vyjela a nyní po hřebenu hory úprkem se hnala na srub v té straně stojící."
      },
      {
        "index": 16,
        "text": "Táboři nenadáli se tak náhlého a silného útoku s té strany; domnívaliť se, že nepřátelé spíše horu obejdou a pak od jihu neb zároveň s několika stran na tábor udeří. Nenadálý, prudký náraz útočníkův uvedl proto nečetné hajitele srubu ve zmatek, že většina jich, poděšena a zastrašena děsným křikem Míšňanů, blýskavicí dlouhých kopí a deštěm střel, na útěk se dala a nepřítel hned prvním návalem nejen věž viničnou u srubu dobyl, nýbrž i příkopu se zmocnil. Již první jeho davy, sesedše s koní, s vítězným rykem drápaly se vzhůru na zeď srubu, v němž zůstala toliko skrovná hrstka táborů s dvěma ženami a jednou pannou. Ti, nemajíce zbraně střelné, metali jen kameny s podsebití srubu i se zdi na útočníky a hrdinsky se bránili; zvláště vynikala jedna žena vysoké postavy, rozpuštěných a kolem snědé šíje poletujících černých vlasů, která stojíc na zdi srubu, jako titánka obnaženýma, svalnatýma rukama veliké kameny nad hlavu zdvihala a zuřivě metala na dorážející Míšňany. Ostatní hajitelé již couvali, však ona zvolala velikým hlasem: „Před Antikristem nesmí křesťan věrný ustoupiti!“, a nemajíc po ruce již kamenů, holýma rukama pustila se v zápas s obrněným kolohnátem, který se právě vydrápal na zeď, — leč vtom zaryl se jí oštěp jiného Míšňana do hrudi — hrdinka klesla a v pádu strhla s sebou i odpůrce dolů mezi rozlícené útočníky."
      },
      {
        "index": 17,
        "text": "V největší té tísni přišla obráncům srubu vydatná posila. Žižka s částí svého lidu pospíšil do srubu, sám první vystoupil na zeď, a hromovým hlasem pobízeje ostatní, prudce máchal svým palcátem na všechny strany, srážeje Míšňany vzhůru se deroucí. Náhle poklesl: některý nepřítel chopil jej za nohy a táhl se zdi — již zdálo se, že je ztracen. Leč tu objevil se vedle Žižky stařičký bojovník táborský kolem vpadlých skrání, s nichž čapku urval ruch bitevní, jako sníh poletovaly řídké, bílé kadeře stará kostnatá ruka mladistvou ještě silou zamávla těžkým cepem a pádnou ranou povalila Míšňana — ostatní cepníci vtáhli vůdce nazpět Žižka byl zachráněn. Ale zároveň proklály míšeňské zbraně vetchá prsa starochova — horoucí přání šedého bratra Stacha bylo splněno!"
      },
      {
        "index": 18,
        "text": "S děsným třeskotem dopadaly nyní táborské cepy na lebky nepřátel, kameny s deštěm střel sypaly se na ně, že s křikem a bolestným stonem couvali od srubu, jehož příkop se naplnil mrtvolami."
      },
      {
        "index": 19,
        "text": "Zatím vida, že první útok na srub jest odražen, vrátil se z něho k ostatním lidem svým a pravil k hejtmanu Chvalovi: „Dej se potichu a rychle s cepníky svými tudy vinicemi“ — ukázal zkrváceným palcátem na jižní stráň — „a chop nepřítele v boku!“"
      },
      {
        "index": 20,
        "text": "Chval jen kývl a spěšně vykonal rozkaz. Dal svým cepníkům potřebné naučení a v čele jich vybočil tiše na stráň mezi vinice. Bratr Matěj při dosavadním průběhu boje nevycházel"
      },
      {
        "index": 21,
        "text": "ze smrtelných úzkostí; třásl se na celém těle tak, že i strašný, hřeby pobitý cep kýval se za jeho ramenem. Byl by se jistě poradil s Vaňkem, kdyby to jen trochu bylo bývalo možné. Ještě štěstí, že stál dosti opodál od vlastního jeviště bitvy."
      },
      {
        "index": 22,
        "text": "Když nyní Chval s cepníky zatočil se mezi vinice, ovládla bratrem Matějem jediná myšlenka: že musí prchnouti stůj co stůj — již proto, že nižádná moc světa po druhé živého do bitvy jej nedostane."
      },
      {
        "index": 23,
        "text": "Záměr jeho byl usnadněn tím, že nalézal se v poslední řadě. Sotvaže tato sestoupila do vinice, vyskočil bez rozmýšlení průlomem polozbořené viničné zdi a pádil úprkem po stráni dolů, směrem od bojiště. Zaslechl za sebou výkřik „Zrádný zbabělče!“ i zdálo se mu, že někdo běží těsně za ním a každou chvíli koncem palcátu již dosahuje jeho zad, což ho tím více pobádalo k zoufalému, zběsilému běhu."
      },
      {
        "index": 24,
        "text": "Tu zaslechl kdesi stranou za křovinami dva hlasy, bezpochyby venkovanů, pozorujících boj na hoře:"
      },
      {
        "index": 25,
        "text": "„Tuto běží některý Němec.“"
      },
      {
        "index": 26,
        "text": "„Tábor je to. Vždyť má cep na rameně.“"
      },
      {
        "index": 27,
        "text": "„Zajisté posel Žižkův ku Pražanům.“"
      },
      {
        "index": 28,
        "text": "Tou rozmluvou vzpamatoval se bratr Matěj. Poznal, že domnělý pronásledovatel jest vlastní jeho cep, kterýž rozkýván divokým úprkem, tepal ho do zad."
      },
      {
        "index": 29,
        "text": "Ohlednuv se, nepozoroval za sebou žádného nebezpečí. Táboři byli příliš zaměstnáni bitvou, než aby stíhali uprchlíka."
      },
      {
        "index": 30,
        "text": "Slova venkovanů vnukla mu zároveň výbornou myšlenku. Ano, vydá se za posla Žižkova a tak dostane se bez překážky nejbližší branou do Prahy; tam pak pospíší do domu Jankova, převleče se opět do svých vlastních šatů, které ukryje pod širokým a dlouhým klokem, i zamíří rychle k domu královskému U černého orla…"
      },
      {
        "index": 31,
        "text": "Již neběžel, nýbrž jen rychle kráčel ku blízké Horské bráně. Po levici táhly se k ní opět vinice, za nimiž blýskaly se zbraně nepřátel na poli."
      },
      {
        "index": 32,
        "text": "Nad branou, na obou věžích při ní a na zdech městských bylo plno lidí, pozorujících boj na Vítkově hoře, a když bratr Matěj ku bráně se přiblížil, rozeznal, že panuje mezi nimi veliké hoře a zděšení. Viděl, jak tam ženy a starci lomí rukama nebo je spínají prosebně k nebesům; slyšel také pláč, nářek a modlení úpěnlivé. Patrně pozorovali, že nepřítel na Vítkově hoře vítězí, a skládali poslední naděje toliko v pomoc boží."
      },
      {
        "index": 33,
        "text": "Ale dole v otevřené bráně jevil se zástup, z jehož jiskřivých očí zírala neohrožená bojechtivost. Pražský kněz v komži a v ostatní církevní úpravě nesl tu na vysoké hůlce blýštivou svátost téže divné podoby, jakou pan Brouček poznal již na Staroměstském náměstí; před ním stálo pachole, také v komži, zvoníc ručním zvoncem; za ním pak tísnili se v bráně bojovníci s kušemi v rukou. V pozadí bylo viděti zástupy cepníků."
      },
      {
        "index": 34,
        "text": "Když bratr Matěj došel k mostu, jenž vedl přes hradební příkop do brány, zvolal na něho kněz: „Kdo jsi?“"
      },
      {
        "index": 35,
        "text": "„Posílá mě Žižka,“ směle odpověděl bratr Matěj, ale hlas jeho se přece trochu třásl."
      },
      {
        "index": 36,
        "text": "„jak jest na hoře?“"
      },
      {
        "index": 37,
        "text": "„Zle, moc zle. Žižka vzkazuje, abyste mu přišli na pomoc,“ lhal samozvaný posel srdnatě dál."
      },
      {
        "index": 38,
        "text": "„Právě se chystáme do boje.“"
      },
      {
        "index": 39,
        "text": "„Musím ještě k někomu do města,“ dodal bratr Matěj ostýchavě."
      },
      {
        "index": 40,
        "text": "„Propusťte Žižkova posla,“ obrátil se kněz k bojovníkům a tito ochotně se rozstoupili. Bratr Matěj prošel branou do města s kuklou hodně staženou, aby ušel pozornosti Janka od Zvonu a včerejších soubesedníků v krčmě, kdyby snad byli mezi bojovníky u této brány. Zabočiv za roh nejbližší příční uličky, zhluboka si oddechl, vida, že lest dokonale se zdařila."
      },
      {
        "index": 41,
        "text": "Přesvědčiv se, že ho nikdo nepozoruje, zhostil se ještě v nejbližším prázdném průjezdu nepohodlného cepu — a s táborskou tou zbraní skládáme i my s něho hodnost bratra Matěje a budeme se v příští, předposlední kapitole opět jen zabývati s pouhým, milým panem Broučkem."
      }
    ]
  }
}