{
  "chapterNumber": 10,
  "title": "X",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Náš hrdina (nyní mohu jej tak pojmenovati plným právem) byl v pravém slova smyslu vystrčen blízkou Poříčskou branou od bojovných davů, s hromovým křikem „Hr, Praha!“ proti nepříteli se ženoucích."
      },
      {
        "index": 1,
        "text": "V panu Broučkovi všechny ostatní city ustoupily té chvíle smrtelné úzkosti, která ho mocí pudila směrem od bojiště opačným; ale prudký nával hustých zástupů za ním nutil jej dále a dále vpřed, kdežto s obou stran svírali ho jako v kleštích Janek od Zvonu a Vojta od Pávů."
      },
      {
        "index": 2,
        "text": "Tak dostal se branou na most, vedoucí za ní přes široký příkop městských hradeb a byl vlečen ještě kus dále rovinou, která se za Poříčskou branou prostírala na místě nynějšího Karlína mezi řekou a horou Vítkovou, nynějším Žižkovem, a nazývala se polem Špitálským. Byla tu většinou pole v tu dobu před časem již posekaná a jen něco rozptýlených domků se zahrádkami; těsně pod sráznou strání Žižkova táhla se větší zahrada a vinice. Na hřebenu Žižkova bylo viděti dva čtyřhranné dřevěné sruby a mezi nimi táborské vojsko pod černou korouhví s červeným kalichem."
      },
      {
        "index": 3,
        "text": "Náš hrdina nevěnoval arci okolí hrubě pozornost; prach, vybouřený kvapícím davem na široké cestě, která se od brány polem Špitálským táhla, kalil mu zraky zároveň s nevýslovnou bázní, která čelo jeho pokrývala krůpějemi chladného potu. Avšak po nějaké chvíli uvolnily se alespoň jeho; pohyby. Za branou mohl se totiž tlum kvapících bojovníků šíře rozvinouti, roztrhal se v houfce, pak i v jednotlivce, kteří v divokém úprku druh druha předstihovali. Janek od Zvonu i novoměstský měšťan brzy nechali za sebou našeho sudličníka, který z dobrých důvodů příliš nechvátal. Tiskl se napravo nedbaje nárazů a štilců, jichž se mu dostávalo od zadních, kterým v běhu překážel. Konečně se mu podařilo z nejhustšího proudu kvapících vyplésti se do pole stranou."
      },
      {
        "index": 4,
        "text": "Zpátky do města ovšem nemohl, neboť i brána Poříčská a brána Horská na konci nynější Hybernské ulice chrlily stále nové davy ozbrojenců na bojiště; avšak zahlédl vinici pod Žižkovem a pud sebezachování hnal ho tímto směrem, kde mohl snad nalézti bezpečného úkrytu."
      },
      {
        "index": 5,
        "text": "Pojednou však zpozoroval, že se vyvalil proti Pražanům na poli Špitálském nový, ohromný oblak prachu, z něhož blýskalo železné brnění a množství kopí a mečů. Tryskem přijížděl dav jezdců od hlavy k patě železem oděných, vlajícími chocholy na přílbách, jedni napřahujíc: dlouhá kopí, na nichž se třepetaly korouhvičky s červeným křížem, jiní máchajíce dlouhými meči. S křikem strašlivým uháněli tak proti husitům a v tom nestvůrném železném zakuklení, kterým nabývali příšerného, pro pana Broučka zcela neobyčejného vzezření, nezdáli se našemu hrdinovi ani lidmi, nýbrž hroznými letícími přízraky."
      },
      {
        "index": 6,
        "text": "Krev stydla mu v žilách a hrůzou na okamžik strnul jako k zemi přikován."
      },
      {
        "index": 7,
        "text": "Jezdci setkali se již s prvními zástupy Pražanů a panu Broučkovi zjevil se hrůzně krásný obraz: v oblacích prachu chumelili se pěší i jezdci, míchaly se pestré oděvy Pražanů s lesklým brněním Němců, rudé kalichy, vyšité na šatu oněch, s červenými kříži na křižáckých korouhvičkách, hřívy koňů vlály, meče a hroty kopí se kmitaly, ježaté železné cepy a palcáty lítaly vzduchem a strašlivý třesk a řinkot těchto zbraní spojoval se s křikem bojujících, s dupotem a ržáním koňů v ohlušující vřavu."
      },
      {
        "index": 8,
        "text": "Než Pražané bránili se jen krátce; byliť vytrhli z města v úplném nepořádku, rozptýlili se příliš, přední zástupy vzdálily se od zadních a srazily se proto se zdrcující přesilou nepřátelské jízdy. Několik jich padlo; ostatní, vidouce marnost odporu, dali se na útěk, vnášeli zmatek do zadních davů a strhovali i tyto k nepořádnému ústupu; jezdci s vítězným rykem bouřili kupředu jako hromonosné železné mračno, porážejíce Pražany k zemi a ženouce zmatené před sebou…"
      },
      {
        "index": 9,
        "text": "Již před neblahým obratem boje nabyl pan Brouček opět smyslů a pokračoval ve svém divokém úprku k vinici; ale vtom zamířila směrem k němu jedna z oněch železných příšer, a než mohl hrůzné nebezpečí řádně pojmouti, zableskl se nad ním hrot smrtonosného kopí —"
      },
      {
        "index": 10,
        "text": "Ó zlatá sudlice, ty neochotným nosičem svým stokrát do horoucích propastí posílaná a tam na břehu vltavském již ošemetně opuštěná, ty spoustou urážlivých názvů a porovnání obsypávaná: tys nyní jediná velkomyslně zachránila život mého hrdiny! Stojíš-li někde v některém museum mezi rezavou zbrojí husitskou, což rád bych k tobě putoval a vděčně zulíbal tvé červotočivé ratiště, že zachovalo národu největšího cestovatele a mně vydatný zdroj honorářů a slávy!"
      },
      {
        "index": 11,
        "text": "Ano, v osudném okamžiku slavně jsi se osvědčila, proslulá zbrani božích bojovníků, — můj hrdina totiž v běhu klopýtl přes tebe a jak dlouhý tak široký natáhl se na zemi přes tvé dřevce, kůň s železným jezdcem pak mocným skokem přeletěl přes padlého, ani kopytem oň nezavadiv, a vrazil do zástupu jiných pražských bojovníků."
      },
      {
        "index": 12,
        "text": "Ano, pan Brouček byl mezi těmi několika padlými, o nichž se historie, vypisujíc tento krátký boj, zmiňuje; avšak historie neví, že jeden z těch padlých opět vstal, ovšem nikoli hned. Neboť hodnou chvíli zůstal náš hrdina — jemuž domácí dějiny za tuto malou opravu k díkům jsou zavázány — bez pohnutí ležeti jako bezduchý. V prvním okamžiku ztratil prý leknutím opravdu vědomí, a když ho zase nabyl, setrval ve své nepohnutosti z dobré příčiny. Soudil totiž, že ani nejlítější nepřítel nebude tak nemilosrdným, aby bodal ještě do mrtvoly."
      },
      {
        "index": 13,
        "text": "Taje i dech, naslouchal vřavě bojujících, která se na štěstí vzdalovala od něho ku bráně. Konečně odvážil se mrknouti okem v tu stranu i shledal, že jezdcové dosud ženou husity před sebou a všechen svůj zřetel jen dopředu obracejí. To dodalo mu tolik hrdinné odvahy, že osmělil se pošoupnouti zlehounka tělo o poznání dále, načež opět napodobil mrtvého, až po novém mrknutí po nepříteli opakoval svůj manévr. Tak plazil se jako had po břiše dále směrem k vinici, pomáhaje si co nejopatrněji lehkými pohyby loktů a kolen, aby posouvání jeho bylo co nejméně znatelné."
      },
      {
        "index": 14,
        "text": "Přitom pomýšlel především na úkryt ve vinici, ale zároveň uzrálo v něm přesvědčení, že učiní nejlépe, odstěhuje-li se z ohrožené Prahy prozatím na horu Vítkov k Žižkovi, jehož pevný tábor mu poskytne ochranu alespoň do té chvíle, dokud povstání v Praze nebude udušeno."
      },
      {
        "index": 15,
        "text": "S tímto úmyslem smýkal se opatrně dále a byl již blízko vinice, když ohlednuv se nazpět, zočil novou překvapující změnu na bojišti. Nové, valné zástupy Pražanů, avšak tentokrát spořádané a hejtmany svými vedené, vytrhly z bran Poříčské i Horské, a nepřátelská jízda, ani jich nedočkavši, pojednou obrátila své koně nazad a ujížděla k řece."
      },
      {
        "index": 16,
        "text": "Vtom uslyšel pan Brouček blízké kroky a hlasy směrem od vinice a mžikem strnul opět v živou mrtvolu."
      },
      {
        "index": 17,
        "text": "Od vinice přicházeli dva ozbrojení mužové a již slyšel zřetelně jejich rozmluvu."
      },
      {
        "index": 18,
        "text": "„Hle, Němci bředou zase přes řeku,“ pravil jeden. „Jistě chtěl Zikmund jediné zkusiti Pražany, jak se budou míti k obraně.“"
      },
      {
        "index": 19,
        "text": "„A počátek nebyl dobrý,“ dodal druhý muž. „Vysuli se příliš dychtivě, bez hejtmanů svých, nejsouce k boji zřízeni, a přední speřili se s jízdou mnohem silnější, která je proto snadně mohla odbíti. Však jim to bude alespoň naučením pro podruhé. — Hle, tuto leží jeden, i zdá se, žeť ještě živ.“"
      },
      {
        "index": 20,
        "text": "Pan Brouček, usoudiv dle řeči příchozích, že jsou táboři, procitl nadobro ze své zdánlivé smrti a s těžkým povzdechem napolo se vztýčil."
      },
      {
        "index": 21,
        "text": "Zočil před sebou vysokého, ramenatého muže, velitelského vzezření, s přílbou na hlavě a s železným mlatem v ruce; vedle něho stál muž těla štíhlého a bledé tváře, však vášnivě planoucích černých očí. Černý jeho šat, černý birýt, havraní vlasy a vousy tvořily příkrou protivu ku bledosti pleti a činily na Broučka dojem téměř příšerný; po boku měl dlouhý meč a pod pažím knihu v tlusté kožené vazbě."
      },
      {
        "index": 22,
        "text": "„Jsi-li poraněn?“ tázal se muž s mlatem."
      },
      {
        "index": 23,
        "text": "„Možná, že jsem utrpěl nějaký vnitřní úraz,“ zasténal pan Brouček, „nebo jsem byl snad omráčen —“"
      },
      {
        "index": 24,
        "text": "„Hle, tvůj klok je okrvaven,“ upozornil ho muž."
      },
      {
        "index": 25,
        "text": "„Okrvaven?“ zvolal s hrůzou náš hrdina a rázem vyskočil. S úžasem spatřil na kloku krev a začal se rychle ohledávati, zdali snad přece tajemným způsobem neutržil poranění; ale neshledal ani necítil ničeho, co by děsivé té domněnce nasvědčovalo."
      },
      {
        "index": 26,
        "text": "Tato krev na kloku pana domácího zůstane asi navždy hádankou nerozřešenou. Byla-li to snad medovina v krčmě rozlitá, která na fialovém kloku krvi se podobala, nebo-li šíp některého Pražana zasáhl nepřátelského koně právě v tom okamžiku, když letěl přes padlého Broučka, a vystříkla-li přitom krev jeho na klok, neb-li dokonce Broučkova sudlice, padajíc, nějakým podivným obratem koně poranila a způsobila ten zázrak. Tyto otázky vřadí bezpochyby Klio mezi své věčné záhady."
      },
      {
        "index": 27,
        "text": "„Kde máš zbraň?“ ptal se dále muž s mlatem."
      },
      {
        "index": 28,
        "text": "„Nevím věru, kam se poděla,“ zapřel pan Brouček nevděčně svou sudlici, na štěstí dosti vzdálenou, s níž nehodlal se více shledati. „Napřáhl jsem ji —“ a povzbuzen šťastným nápadem, kterým si pomohl z rozpaků, osvědčil netušené nadání k epickému, básnění dalším líčením: „— napřáhl jsem ji proti jezdci, který tryskem ke mně mířil, — a vrazil jsem ji vší silou koni do boku — kůň se vzepjal a — a —“"
      },
      {
        "index": 29,
        "text": "„A kopytem tě omráčil,“ doplnil muž. „Meč pak buď uvízl koni v boku nebo ti vypadl z ruky a někdo jej zvedl.“"
      },
      {
        "index": 30,
        "text": "„Takové to asi bylo,“ potvrzoval srdnatě náš hrdina. „Poněvadž jsem byl omráčen, nevím, co se dále se mnou dělo.“"
      },
      {
        "index": 31,
        "text": "„A kterak jsi zabloudil až sem, tak daleko od ostatních?"
      },
      {
        "index": 32,
        "text": "„Běžel jsem napřed a chtěl jsem na křižáky se strany,“ lhal již bez okolků pan Brouček, kterého tato kritická chvíle obdařila neobyčejným důvtipem"
      },
      {
        "index": 33,
        "text": "„Aj, tyť i chytrosti válečné vymýšlíš, že bys hejtmanem býti mohl,“ usmál se muž s mlatem. „Ale zdá se, že jsi vpravdě pacholek statečný, ač vzezření nemáš hrubě bojovného.“"
      },
      {
        "index": 34,
        "text": "Náš hrdina přijal sice titul pacholka s nelibostí, ale náhradou bylo mu uznání jeho statečnosti, při němž se skromně zapýřil. Nyní, kdy bezpečí minulo, pocítil v sobě skutečně cosi jako jiskru hrdinství a podíval se na oba muže již beze strachu."
      },
      {
        "index": 35,
        "text": "„Ale proč mluvíš tak chatrně česky?“ vyzvídal onen. „Jsi-li z té hrstky pražských Němcův, kteří se přichýlili k učení Husovu?“"
      },
      {
        "index": 36,
        "text": "Pan Brouček ohradil se proti nařknutí z němectví a znovu opakoval svou báchorku o dlouholetém pobytu v cizích zemích, odkud se nedávno vrátil."
      },
      {
        "index": 37,
        "text": "„Abys pomáhal krajanům v těžkém boji?“ ptal se muž s mlatem, jehož oči vlídně zazářily. Brouček nesměle přisvědčil."
      },
      {
        "index": 38,
        "text": "„Opravdu ni se líbíš, brachu! — Co myslíš ty, kněže Václave?“"
      },
      {
        "index": 39,
        "text": "„Rci, přidržuješ-li se učení pražských mistrův,“ otázal se pana Broučka táborský kněz."
      },
      {
        "index": 40,
        "text": "Jak víme, umínil si náš hrdina, že přejde na čas od Pražanů k táborům, a proto odpověděl: „Abych pravdu řekl, Pražané se ni tuze nelíbí —“ načež po šťastném vnuknutí, vzpomenuv si na hádku v hospůdce, rychle dodal: „A jsem také proti ornátům.“"
      },
      {
        "index": 41,
        "text": "Tím dobyl si rázem srdce táborského kněze."
      },
      {
        "index": 42,
        "text": "„Proti mešním plachtám a všem ostatním zbytkům římské modloslužby!“ zvolal pochvalně. „Tak-li tomu, nepatříš mezi Pražany ale mezi nás. Hejtman Chval uznal i tvou statečnost — budeš řádným bratrem táborem!“"
      },
      {
        "index": 43,
        "text": "„Ovšem, pojď s námi tuto na Vítkovu horu,“ přisvědčil Chval."
      },
      {
        "index": 44,
        "text": "Brouček souhlasil a kráčel s Chvalem Řepickým z Machovic, hejtmanem táborským, a proslulým knězem Václavem Korandou, jejichž plná jména později vyzvěděl, po stezce mezi vinohrady, zčásti zpustošenými, vzhůru na nynější vrch Žižkov."
      }
    ]
  }
}