{
  "chapterNumber": 3,
  "title": "III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Oddechnuv si řádně na čerstvém vzduchu, uznal pan Brouček především za potřebné zapamatovat si zevnějšek domu, který v sobě skrýval příští jeho bohatství."
      },
      {
        "index": 1,
        "text": "Pohlédl proto za sebe do výšky, avšak shledal, že chodbička, z níž právě vyšel, jest pouze překlenutá úzká ulička, vedoucí mezi dvěma domy k jiné veliké budově v pozadí, která je patrně bývalým dvorem krále Václava. Posvítil si tedy jenom na branku a spatřil na ní krásně tepané ozdoby, z nichž mu zvláště napadlo několik ptáků ve věncích, zcela podobných oněm, kteří jsou vyobrazeni na staroměstské mostecké věži."
      },
      {
        "index": 2,
        "text": "Rozhlédl, aby poznal také ulici. Než, ačkoliv znal Prahu skrz naskrz, nemohl se orientovati. V úzké ulici byla tma; avšak nahoře odstiňovaly se záři měsíčné zřetelně obrysy vysokých štítů, podivných arkýřů s vížkami a pavlačemi, skládajíce fantastický obraz, na jaký se pan Brouček ze svých pražských potulek marně rozpomínal."
      },
      {
        "index": 3,
        "text": "„Jsem bezpochyby někde v Židovském Městě,“ hovořil k sobě. „Neboť tam jsou ještě, možná, takové ztracené, zanedbané kouty, do kterých jsem posud ani já nezapadl. Věru skandál, že smí uprostřed moderního města strašit taková rachotina. Mluví se pořád o regulaci a byly prý také už nějaké plány vystaveny; ale myslím, že se jí dočkáme jako té pramenité vody, kterou bych jim ostatně, pro svou osobu, ještě nejspíše odpustil. Nějaký Napoleon by měl přijít, jako tehdáž v Paříži, postavit se čtyř stran děla a sestřílet všechno na hromadu — to by byla nejlepší regulace! Ačkoliv, co je platno regulovat na jedné straně, když se jinde vyhazují peníze na opravu všelijakých starých bran a věží a kaplí, kterých máme v Praze posud až hanba a které zahrazují pasáži jen proto, aby na ně mohl tu a tam zevlovat některý potrhlý cizinec. Co by tu mohlo státi krásných, výnosných činžovních domů! Ale to máme z toho, že rozhodují na radnici všelijací nepraktičtí doktoři a profesoři.“"
      },
      {
        "index": 4,
        "text": "Jak viděti, zůstal pan domácí navzdory svým občasným starožitnickým libůstkám vřelým přívržencem moderního pokroku."
      },
      {
        "index": 5,
        "text": "Popošel několik kroků a začal resonovati znova: „A tma je tu jako v pytli. Znamenité hospodářství. Ani jednu svítilnu nenechají hořet. A to jmenujou pak osvícenou správou města. K čemu máme obecní plynárnu? K čemu platíme krvavé přirážky? Nejdeš-li se slepicemi spát, můžeš si v postranních ulicích rozbít nos nebo přerazit žebra. Ba, věru, že tu jde o zdravé kosti. Za takové dláždění by se styděli v nejposlednějším venkovském hnízdě. I hrome!“"
      },
      {
        "index": 6,
        "text": "Divoký ten výkřik byl vzbuzen objemnou kalužinou, do níž náš chodec znenadání vpadl, že záhadná tekutina s hlasným žbluňknutím a šplíchnutím vysoko kolem něho vystříkla."
      },
      {
        "index": 7,
        "text": "„Tohleto dám do novin!“ zvolal pan Brouček ve spravedlivém rozhorlení. „Hned po ránu, a kdyby mne to pětku stálo. To již přesahuje všechny meze. Takové rybníky uprostřed ulice. A jaký zápach! Mám spodky na měsíc napuštěny tou voňavkou. A pak se ještě mluví o veřejném zdravotnictví. Rád bych věděl, k čemu platíme městské fysikátory neb jak se ti darmochlebové jmenují. Leda pro sekaturu pořádných měšťanů. Mně vystěhují nájemníky ze sklepních bytů, že tam trochu teče ze zdí, a tady se může člověk na veřejné ulici utopit bůhví v jaké neřesti.“"
      },
      {
        "index": 8,
        "text": "Rozžehl sirku a posvítil si na zem."
      },
      {
        "index": 9,
        "text": "„I hlehle! Vždyť tu každý vylévá na ulici pomeje a co se mu líbí. No, počkej, slavný magistráte, na tohle posvítíme v lokálce, kterou si nedáš za rámeček. Jak se vyspím, dojdu k rukavičkáři Klapzubovi, aby mi to sestavil. A policii také přisolíme. Jsem jist, že sem za celou noc žádný strážník ani nepáchne. A přece je tahle tma jako stvořena pro špatné lidi, kteří tu mohou člověku zakroutit krk, ani se nenadá.“"
      },
      {
        "index": 10,
        "text": "Zatím došel nároží a pohledl pátravě do příční ulice nalevo."
      },
      {
        "index": 11,
        "text": "„I tady tma jako v tunelu! A všechno jako vymřelé. Nikde človíčka, kterého bych se mohl zeptat, kde vlastně jsem. Pravý skandál, musí-li se starý i Pražan ve svém rodném městě vyptávat po cestě jako svatojanský poutník. Myslil jsem, že znám v Praze každý dům, a zatím kouká na mne už druhá ulice, jako bych byl znovu zapadl někam na Měsíc. Nikde v Praze přece jsem neviděl takovou řadu divných štítů a klikatých střech, tolik věžiček a pavlačí. Není jinak — dostal jsem se do některé končiny, kde jsem delší čas nebyl a kde zatím páni stavitelé nastavěli zase haldu domů podle nynější bláznivé módy. I dříve jsme vyhnali zkrátka čtyři rovné zdi, na ně postavila se tříhranná střecha a byl dům, jak se sluší a patří. Nahoře nějaký ten komín a vpředu dvě tři řady rozumných oken byla radost se podívat. Ale teď všude samá věž, balkony, sloupy, plno všelijakých tatrmanů, ba i strakatého malování, až člověku oči přecházejí. Inu, takový architekt neví, jak by hloupým lidem tahal peníze z kapes!“"
      },
      {
        "index": 12,
        "text": "Z té filipiky vyrušil pana Broučka zjev míhavého světla, které se zakmitlo před ním ve tmách příční ulice. Zprvu myslil, že je to nárožní svítilna, ale brzy poznal v těkavém světélku prostou ruční lucernu, kterou nějaký chodec nesl před sebou."
      },
      {
        "index": 13,
        "text": "„Opravdu, daleko jsme to v Praze dotáhli! Pro věčnou hanbu města svítí si tu skutečně již lidé lucernami po ulicích jako v nějaké Zapadlé Lhotě,“ huboval pan domácí, ale v duchu se radoval z objevení živé bytosti, jejíž pomocí konečně zjistí jméno ulice, skrytým pokladem pro něho tak předůležité, a pak nejkratší cestou pospíší do svého domu, po jehož útulné ložnici se mu také již upřímně stýskalo."
      },
      {
        "index": 14,
        "text": "Zrychlil tedy kroky, zamířiv pozdnímu, či lépe snad časnému chodci v ústrety. Ale když se asi na padesát kroků k sobě přiblížili, stanul pojednou protichůdce a zadíval se pátravě do tmy směrem, kde také Brouček bezděky se zastavil. Překvapilť pana domácího zevnějšek neznámého, pokud se jevil v matných, poletavých paprscích lucerny."
      },
      {
        "index": 15,
        "text": "„Kýho výra!“ pomyslil si. „Toť nějaká maškara. Kde se tu vzala? Vždyť nemáme přece v červenci masopust. A slavný pohřeb se také neodbýval, aby to byl některý v hostinci zbylý spolkový praporečník. Či snad to utekl některý statista z divadla i se svým strakatým kostýmem?“"
      },
      {
        "index": 16,
        "text": "Zatím co náš hrdina takto uvažoval, zamířil muž s lucernou spěšnými kroky na protější stranu ulice."
      },
      {
        "index": 17,
        "text": "„Aha!“ pomyslil si pan domácí. „Snad se přede mnou stydí za svůj komediantský oblek, anebo si myslí, že jsem strážník. Ale takhle mi neuklouzne.“"
      },
      {
        "index": 18,
        "text": "Zabočil také na druhou stranu, takže se šikmé dráhy obou musely sraziti u protějšího domu. Ale než tam dospěl, opřel se již podivný chodec zády o zeď domu, a napřáhnuv proti panu Broučkovi ruce, vzkřikl hrozebně: „Jsili dobrý, stuoj!“"
      },
      {
        "index": 19,
        "text": "Pan Brouček bezděky couvl, zaražen hrozivým pohybem a výkřikem neznámého, jakož i nezvyklým rázem jeho řeči, zejména tím podivným „stuoj!“ Pomyslil si, že má chlapík bezpochyby pitkou těžký jazyk. Ale pak náhle zpozoroval v jeho napřažené pravé ruce nějakou bodnou zbraň, která nevypadala, jako by byla jen divadelní."
      },
      {
        "index": 20,
        "text": "Ucouvl ještě dále a zvolal polo káravě, polo chlácholivě: „Snad si nemyslíte, že jsem nějaký pobuda, který má zabroušeno na vaší tobolku. Schovejte jen tu svou kosinku a buďte rád, že ji žádný strážník nezahledl; neboť pochybuju velmi, že máte povolení k nošení takových nebezpečných hraček. Ačkoliv nám skoro nezbude, než abychom pečovali sami o svou bezpečnost, když policie trpí na ulicích takovouhle egyptskou tmu, která zrovna vybízí ke všem špatnostem. Ale já jsem pořádný, pokojný měšťan, který se vás chtěl jen zeptat, kde to vlastně jsem.“"
      },
      {
        "index": 21,
        "text": "Za řeči Broučkovy ohledl se světlonoš několikrát napravo a nalevo, jako by hledal nějakého neviditelného společníka. Potom sklonil trochu dýku, ale nezměnil své odpuzující držení těla a pravil hlasem, který neztratil mnoho z dřívější příkrosti: „Sotně rozomiem, co bebceš. Ej, zdali hodný měštěnín túlá sě bez světla po puolnoci městem jako zloděj? Razi tobě, stul kabelku a chutně jdi ote mne!“"
      },
      {
        "index": 22,
        "text": "„A propánaboha,“ pomyslil si pan Brouček, „ten má horší výřečnost než nějaký skleničkář. To již nemůže býti z piva. Zdá se, že spolek pro povznesení návštěvy cizinců přece začíná působit. Tenhle musí být hodně z daleka, bezpochyby z Bosny nebo z Dalmacie — ti nosí také takový bláznovský oblek a mluví také takovou pokaženou slovanštinou.“"
      },
      {
        "index": 23,
        "text": "„I vždyť půjdu bez křiku!“ pravil nahlas. „Beztoho bych se od vás od tebe dověděl starého ďasa, poněvadž tě náhoda bůhvíodkud do Prahy přivála. Podle tvé divné řeči a ještě divnějšího (bez urážky!) obleku soudím, že jsi Bosňák nebo Dalmatinec, který tu prodává ocet nebo nože, nebo snad chodí s medvědem.“"
      },
      {
        "index": 24,
        "text": "„V hrdlo lžeš!“ rozkřikl se muž s lucernou. „Věziš, že jsem usedlý pražský měštěnín a věrný Čech. Ale ty jsi jistě cizozemec poběhlý, ježto mluvieš někakú změtenú řěčí a odieváš sě takým rúchem potvorným.“"
      },
      {
        "index": 25,
        "text": "„No teď toho je dost!“ zvolal pan Brouček. „Jsi-li opravdu pražský měšťan, děláš svou maškarou a svými hloupými šprýmy měšťanstvu jen ostudu nebo patříš do Kateřinek, mezi blázny.“"
      },
      {
        "index": 26,
        "text": "„Mlčiž lotře ohavný!“ opáčil vztekle divous. „Přísahám pánu bohu, blázny ty mně dávati nebudeš, a sám jsa horší blázna. Však viem, ktož jsi. Ha! Zrádce jsi nešlechetný, biřic Antikristóv, zpyták a špehéř ciesaře Zikmunda. Vlúdil jsi sě do města, aby snad nad námi zradil. Však buoh dá, že zdráv nevyjdeš.“"
      },
      {
        "index": 27,
        "text": "Nenadálé obvinění z vyzvědačství překvapilo pana domácího tou měrou, že na ostatní nadávky zapomněl a chvíli všecek byl popleten."
      },
      {
        "index": 28,
        "text": "„Jaké to zase hloupé řeči!“ zvolal konečně. „Já vyzvědač! Jaký to nesmysl! Vyzvědač císaře Zikmunda! Jakého Zikmunda? Jaktěživ jsem o žádném císaři Zikmundovi ani neslyšel — totiž — pravda — četl jsem o něm někde něco — ale ten žil bůhví před kolika sty lety, tuším ještě za Žižkových časů.“"
      },
      {
        "index": 29,
        "text": "Nyní zahleděl se zase neznámý v ustrnutí na pana Broučka."
      },
      {
        "index": 30,
        "text": "„Za Žižkových časuov!“ vzkřikl. „Co pleteš, an Žižka žije a tam na Vítkově hoře s tábory čaká Zikmunda!“"
      },
      {
        "index": 31,
        "text": "„Haha, Žižka prý žije! To je dobré. Žižka leží již hezkých pár set let v zemi a snad ani z té jeho kůže, kterou si prý táborité po jeho smrti potáhli buben, nezbývá už ani cípek. Žižka prý žije! To by to u nás jinak hrálo! Ten by tu, holečku, měl co pořádat svým palcátem, ač jestli by dávno neseděl u sv. Václava, — neboť za našich časů jsou na bourání zámků a pálení klášterů zpropadené paragrafy. Ale, ale, nešlapte si na rozum, člověče! Kdyby Žižka ještě žil, byl by starší než sám Methusalem. Nevím sice, kdy se narodil, ale to vím, že byl živ ještě před bitvou na Bílé hoře, a na to datum se náhodou dobře pamatuju — bylo to roku šestnáct set dvacet — nu, a nyní máme rok osmnáct set osmdesát osm.“"
      },
      {
        "index": 32,
        "text": "Neznámý byl by úžasem bezmála upustil svítilnu. Vytřeštil na pana Broučka oči a vypravil trhaně ze sebe:"
      },
      {
        "index": 33,
        "text": "„Tisiec — osm set — osmdesáte — osm? Haha! Jižť znamenám, že tvé hlavě nenie zdrávo. Každý, ktož rozom dobrý jmá, povie tobě, žet nynie rok ot narozenie božieho tisiec čtyři sta dvadcátý!“"
      },
      {
        "index": 34,
        "text": "„Tisíc čtyři sta dvacet?“ vykřikl pan domácí. „Buď myslíš, člověče, že máš před sebou blázna, nebo jsi sám dokonalý blázen.“"
      },
      {
        "index": 35,
        "text": "„Ej, nebudu sě meškati s šielencem,“ pravil pohrdlivě neznámý a rychlým krokem ubíral se dále. Několikrát se ještě ohledl a pak vzdaloval se spěšně, splývaje s okolní tmou, jíž toliko svítilna jeho jako bludička kmitavě se třepetala, dokud nezmizela za rohem ulice."
      },
      {
        "index": 36,
        "text": "Pan Brouček díval se za ním tupě, až s obzoru jeho unikl."
      },
      {
        "index": 37,
        "text": "„Blázen!“ pravil k sobě s určitostí. „Mohl jsem to poznati už z těch divných hadrů, které měl na sobě. Ale má prazvláštní motanici v hlavě. Myslet, že píšeme nyní rok čtrnáct set dvacet — toť věru nesmysl k pohledání. Ostatně, jsou prý blázni, kteří sebe pokládají za papeže nebo krále, nosí papírové koruny, vidí v holém kumbálku nádhernou trůnní síň a v dozorcích blázince své ministry, — proč by nemohl býti také pomatenec, který se přenesl o několik století nazpátek a všechno si zařizuje podle té bláznivé myšlenky? Pořídil si divadelní oblek z nějakého rytířského kusu, chodí v noci po ulicích s lucernou, poněvadž za Žižkových časů sotva měli plynové osvětlení, a drmolí také jakous haťmatilku, která má býti starou češtinou. — Je to k popukání! A ten ubožák myslí ještě, že blázním já. Divím se jen, že ho nechávají v té maškaře jen tak běhat po Praze, se zbraní k tomu. A je to mrzutá náhoda, že jsem trefil právě na takového šílence.“"
      },
      {
        "index": 38,
        "text": "Zatím popošel dále ulicí a spatřil před sebou za rohem zákmit nějaké záře. Pospíšil tam, ale náhle vrazil do nějaké překážky a překotil se s hlasitým zaklením."
      },
      {
        "index": 39,
        "text": "Když se zdvihl a sirkou na překážku posvítil, shledal s ustrnutím, že je to silný řetěz, přepjatý napříč přes ulici."
      },
      {
        "index": 40,
        "text": "„Tohle svět neviděl,“ řádil, mna si poblácenou rukou obražené koleno. „To již není nedbalost, ale hotové darebáctví. Řetěz přes ulici! Tohle již volá do nebe! A kdyby k tomu pověsili alespoň nějakou lucerničku, — ale ne, nastraží to jako naschvál v nejhlubší tmě, aby si poplatníci polámali nohy a ruce. Řetěz přes ulici! No počkejte, tím řetězem vám zacinkám, až vás budou uši brnět. Na to se podíváme, smí-li nám obec za naše krvavé peníze ještě zatahovat ulice řetězem. A vůbec, než bych se zlobil v takovém Kocourkově, to prodám raději svůj barák a budu svého bohatství užívat ve Vídni nebo v jiném pořádném městě, kde by se styděli míti ulice na řetězech.“"
      },
      {
        "index": 41,
        "text": "Jak patrno, připomenul si pan Brouček opět svůj poklad a byl tím poněkud udobřen."
      },
      {
        "index": 42,
        "text": "Podlezl pod nešťastným řetězem a kráčel opatrněji dále. Ulice zahýbala tu ostře napravo a na konci jejím spatřil jasné, plápolavé světlo. Brzy rozeznal velikou hranici dříví, která hořela uprostřed ulice a kolem níž se míhaly fantastické stíny četných postav."
      },
      {
        "index": 43,
        "text": "„I podívejme se! Toť celé vojsko metařů nebo stokařů. Proto snad ten řetěz. A co tam asi kutí? Snad dokonce neprovádějí potichu a pod pokličkou tu novou kanalizaci, o které se pořád mluví a píše, aby nás jednou zčista jasna příjemně překvapi… Ouha!“"
      },
      {
        "index": 44,
        "text": "V myšlenkách vrazil zase do něčeho, v čemž poznal jakýs důkladný, železem pobitý šraňk. Přijal to nové překvapení už jen s jizlivým humorem."
      },
      {
        "index": 45,
        "text": "„Hezky. Není dosti řetězů, ještě klády. Snad si myslí obec, že nám neuškodí trochu tělocviku! Vilímku a Březnovský, kde jste?“"
      },
      {
        "index": 46,
        "text": "Vtom zpozoroval však cosi, co jej překvapilo ještě mnohem více. Všiml si podivné věžaté brány, jejíž silueta, zčásti onou hranicí ozářená, uzavírala ulici a podle níž s obou stran se černala zubovatá hradba. Pravil si určitě, že nikde na Starém Městě, ba vůbec v Praze není takové brány a hradby. Duchem jeho zavířily trapné pochybnosti: Což jestli ani není v Praze, jestli proletěl onou ďábelskou šachtou až někam na druhou stranu zeměkoule, mezi protinožce! Dostal-li se z Vikárky na Měsíc, proč by se z té zakleté místnosti nemohl propadnouti třeba až do pekla?!"
      },
      {
        "index": 47,
        "text": "Trapné myšlénky proměnily se přímo v ustrnutí a zděšení, když prodlel zrakem na podobách kolem hořící hranice, dílem sedících, dílem stojících, které mohl odtud již dobře rozeznati. Byli to většinou statní a hranatí mužové divokého vzezření, odění dílem v hrubé haleny, dílem v pestré šaty podivného střihu, dílem v jakési železné nebo drátěné brnění; jedni měli na hlavách okrouhlé přílby, jiní podivně točené čepice nebo nevídané klobouky, opět jiní různobarevné kukly, a příšernost toho skupení, zčásti ozářeného rudým odleskem hranice, zvyšovaly pro pana Broučka strašné zbraně: halapartny, meče, palice s dlouhými železnými bodlinami, okované a množstvím hřebíků posázené cepy…"
      },
      {
        "index": 48,
        "text": "Předtím zlobil se sice pan Brouček na rozličné obecní nepořádky, kteréž mu způsobily několik malých nepříjemností; ale v pozadí těch lehkých chmur zářila stále myšlénka na příští velké bohatství a nedopouštěla, aby radostně rozjařená jeho nálada vážně a doopravdy se zkalila. Nyní však zmizel rázem onen radostný pocit a celou duši zachvátilo ohromné zděšení. Chvíli hleděl pan domácí okem hrůzou vypouleným bez pohnutí, jako zkamenělý na strašlivou společnost. Pak začal potichu couvati, až zaskočil rychle za roh blízké poboční ulice. Odtud vyhlédl ještě jednou opatrně k podálnému ležení ozbrojenců: ale rychle zatáhl opět hlavu, neboť se mu zdálo, že děsná společnost obrátila směrem k němu hrozivé obličeje a chápala se svých zbraní, aby jej pronásledovala."
      },
      {
        "index": 49,
        "text": "V šíleném strachu ubíhal náš hrdina odtud a teprve po delším běhu, když za sebou ničeho neslyšel, klesl bez dechu na široký patník."
      }
    ]
  }
}