{
  "chapterNumber": 9,
  "title": "IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Klenutou brankou vešli do domu a náš sudličník pronesl opatrně svou zbraň úzkou chodbičkou a dveřmi napravo, nyní v létě dokořán otevřenými, do stinného sklípku s klenutým stropem, jehož pěkná žebra byla dole ozdobena vytesanými pitvornými hlavičkami."
      },
      {
        "index": 1,
        "text": "Nad prostotou hospůdky se pan Brouček již nepozastavil. Na cihlovou podlahu byl již zvyklý; nepodivil se také, že nábytek skládal se pouze ze dvou hrubých dřevěných stolů se zkříženými nohami, nenatřených a nepokrytých, stojících v obou rozích vedle jediného okna, jdoucího na ulici, a ze čtyř dlouhých prasprostých lavic, z nichž dvě za stoly ke zdi byly přibity a dvě, s dlouhým lenochem, zpředu ke stolům přistaveny. Okno dotčené bylo v hlubokém výklenku tlusté zdi jako v tunelu umístěno a tak malé, že jím vnikalo dovnitř na stoly jen skrovničké polosvětlo, kdežto ostatní část světničky byla zahalena v tajemný soumrak, tak bylo v létě; což asi teprve v zimě, kdy okeničku, nyní zcela prázdnou, snad přece zalepili proti mrazivé slotě nějakou blanou."
      },
      {
        "index": 2,
        "text": "Na polici nade dveřmi stály hliněné misky a hrnce a na jakémsi štoku v třetím rohu rozmanité dřevěné, hliněné a cínové poháry, džbány, hubatky; čtvrtý kout zaujímala mohutná pec. Nápadně lišila se staročeská hospůdka od našich úplným nedostatkem čpavého tabákového dýmu, bez něhož si nyní pravou krčmu ani mysliti nemůžeme."
      },
      {
        "index": 3,
        "text": "U jednoho stolu seděli tři mužové, u druhého hubený bezvousý mladík v šerém zedraném oděvu s ošumělou zelenou kuklou; na hrdle mu visela špinavá mošna, za širokým pasem měl jakési destičky s několika husími brky a přivěšeno cosi jako malou, začerněnou kaditelničku, bezpochyby středověký kalamář. Kdo si připamatuje líčení ubohého školáka ve staročeské básni o podkoním a žáku, pozná v osamělém pijáku jeho blížence."
      },
      {
        "index": 4,
        "text": "Když naši přátelé vešli, vstříc a vítal se přátelsky s Jankem od Zvonu."
      },
      {
        "index": 5,
        "text": "„Podíval jsem se k Poříčské bráně, je-li na té straně co nového,“ pravil jeden, „a tu jsem se rozhovořil a seznámil s Miroslavem zlatníkem od vás ze Starého Města a tuto s Vackem Bradatým z našich pomocníků žateckých. Všickni v tom vedru žíznivi jsouce, pobídli jsme se vespolek na pohár a dobrou vůli ve jméno boží. Zavdej si z mého a k nám se svým soudruhem.“"
      },
      {
        "index": 6,
        "text": "„Matěj, zvaný Brouček, host zemí, ale Čech a Pražan rodilý,“ představoval Domšík svého tovaryše, kterýž zatím s hlubokým oddechnutím sudlici opatrně do kouta postavil."
      },
      {
        "index": 7,
        "text": "„Vítej Macku!“ pozdravovali pana Broučka mužové a podávali mu své poháry."
      },
      {
        "index": 8,
        "text": "On se trochu zakabonil nad tím více než kamarádským oslovením, ale jsa již uvyklý středověkým nezpůsobům, upil drobátko z jedné číše i shledal, že obsahuje nějaké temně začervenalé, silné víno chuti zvláštní, avšak příjemné."
      },
      {
        "index": 9,
        "text": "„Dopij!“ pobízel ho Miroslav zlatník. Pan Brouček měl řádnou žízeň a proto bez odmluvy vyprázdnil objemnou číši jedním douškem."
      },
      {
        "index": 10,
        "text": "„Ej, pitel jsi dobrý,“ zvolal Vacek Bradatý."
      },
      {
        "index": 11,
        "text": "Tu byla shovívavost pana Broučka v koncích."
      },
      {
        "index": 12,
        "text": "„Pytlů bych si přece vyprosil,“ odsekl uražen."
      },
      {
        "index": 13,
        "text": "„Co se škaredíš?“ podivil se Vacek. „Z toho-li se hněváš, že dobrým pitelem tě nazývám? ‚Dobrý pitel — dobrý bitel!‘ říkává se u nás na Žatecku. A věru, umíš-li se tak bíti, jako umíš píti, přišel jsi do Čech právě vhod. Protož jak praví staré přísloví: Pí a smíchu nepropíjej, milý Macku!“"
      },
      {
        "index": 14,
        "text": "„Jmenuju se příjmením Brouček a křestním jménem Matěj,“ významně pronesl rozdurděný dosud Novočech, nedotýkaje se číše, kterou Žatečan k němu přišoupl."
      },
      {
        "index": 15,
        "text": "Nyní rozhněval se i Vacek. „Proč nepřijímáš pocty ode mne?“ zvolal s rozjiskřeným zrakem. „Zdali proto, že pouhý sedlák jsem?“"
      },
      {
        "index": 16,
        "text": "„Nerozumíte sobě, bratři,“ chlácholil oba Janek od Zvonu. „Můj host byl mnohá léta v cizině, Vacku, a ledacos pozapomněl z české řeči. Ty pak, hoste, věz, že u nás Macek není pohanou. Takto měníme všechna jména křestná v obyčejném hovoru. Tuto můj příbuzný Vojtěch jest zámožný měšťan novoměstský a každý mu říká toliko Vojta od Pávů jako mně Janek od Zvonu; tuto Miroslav se nepohorší, nazveš-li ho Mirkem; z křestního jména Václav stává se obyčejně Vacek a z Matěje Macek.“"
      },
      {
        "index": 17,
        "text": "„A což nemáte příjmení?“ tázal se pan domácí, poněkud usmířen."
      },
      {
        "index": 18,
        "text": "„Máme také často, buď po otci jako Pavel Petrův, nebo po řemesle jako Miroslav zlatník, nebo po domě jako Vojta i já, nebo po některé vlastnosti jako tuto Vacek Bradatý po svém dlouhém vouse, nebo přezdívky rozličné.“"
      },
      {
        "index": 19,
        "text": "„Ale toť mívá u vás otec jiné příjmení nežli syn!“"
      },
      {
        "index": 20,
        "text": "„Ovšemže mívá. Jen málokdy zůstává některé příjmení stále v rodině… Než nyní zavdej si z Vackova poháru a ty, krčmáři, přines i nám nějaký nápoj.“"
      },
      {
        "index": 21,
        "text": "„Víno mi došlo; mám jedno medovinu.“"
      },
      {
        "index": 22,
        "text": "„Medo —“ vyrazil ze sebe pan Brouček s posuňkem největší ošklivosti, a vstav napolo, obrátil se po své sudlici, jako by se chystal k odchodu."
      },
      {
        "index": 23,
        "text": "„Což ti můj med nechutná?“ durdil se krčmář. „A přece jsi dopil do dna již druhý pohár.“"
      },
      {
        "index": 24,
        "text": "Ukázal na číši Vackovu, kterou byl právě pan domácí k vybídnutí svého soudruha vyprázdnil."
      },
      {
        "index": 25,
        "text": "Pan Brouček vyvalil oči. „Tohle tohle — tohleto že byla medovina?“"
      },
      {
        "index": 26,
        "text": "„I ovšem. Cožpak neznáš medoviny?“ divili a smáli se Staročechové."
      },
      {
        "index": 27,
        "text": "„Nyní již vím, proč jsi se u mne tak bránil proti ní,“ pravil Domšík. „Domníval jsi se jistě, že to pouhý nekvašený med, jaký vytéká z plástů. Ó, medovina jest lahodný domácí nápoj a škoda, že jí za našich dob víc a více milovníkův ubývá.“"
      },
      {
        "index": 28,
        "text": "Novočech se přiznal, že si dosud pověstný rytířský nápoj představoval jako druh sladké kolomazi, a vzdal jí zato nyní nejlichotivější chválu. Rozmar jeho začal se vůbec lepšiti. Po svízelné pouti se sudlicí, v těsných škorních a po vedru na ulici bylo příjemno hověti sobě ve stinné, chladivé hospůdce a také vypité dva poháry přispěly snad k osvěžení tělesnému i duševnímu."
      },
      {
        "index": 29,
        "text": "V myšlenkách si arci povzdechl: „Do jaké společnosti jsi se to dostal! Kdyby tě tak tvoji známí od Würfla a od Kohouta viděli s takovou čeládkou pohromadě!“"
      },
      {
        "index": 30,
        "text": "Ba věru, ti známí by divně pohlíželi na hosty staročeské hospůdky. Tu seděl opřilbený Domšík, jehož zevnějšek již známe. tu jeho novoměstský příbuzný Vojta od Pávů, hranatý silák, mající kromě přílby i krunýř a kromě meče i krátký železný mlat, jenž ležel před ním na stole; tu staroměstský zlatník Miroslav, bodrý, trochu k tlouštce náchylný padesátník, v podobných šatech jako Domšík, jenže bez přílby, s podivně, jako šnekovitě stočenou čepicí, kterou sňal s pololysé hlavy a pověsil na roh svého štítu, stojícího za ním u zdi podle veliké kuše, kdežto místo meče měl po boku jen široký, zlatem ozdobený tesák; tu žatecký venkovan Vacek Bradatý, neveliký, ale širokoplecí, s krátkou býčí šíjí, s ohromnýma rukama a s vousem sáhajícím až po pás, v hrubém slaměném klobouce nemotorného tvaru, v jakési režné haleně až pod kolena splývající a v kožených opánkách, ozbrojen toliko velikou palicí, hojně posázenou dlouhými hřeby."
      },
      {
        "index": 31,
        "text": "K tomuto čtverolístku vhodně se družil sám pan Brouček v kukle a kloku, onen ošumělý holobradý mladík školského vzezření u druhého stolu a konečně krčmář, ramenatý břicháč brunátného, oholeného obličeje, v rozepjatém kabátci a krátké sukni, s tesákem při pasu, právě přinášející nové poháry."
      },
      {
        "index": 32,
        "text": "Pan Brouček musel připíti též Vojtovi od Pávů a byl třetím pohárem již mile rozjařen. Než zároveň dostavila se nová chuť."
      },
      {
        "index": 33,
        "text": "Zachytil odcházejícího krčmáře za sukni a požádal o jídelní lístek, leč upozorněn udiveným jeho pohledem na svůj novočeský poklesek, opravil se hned otázkou, mají-li něco v kuchyni."
      },
      {
        "index": 34,
        "text": "„Krmí nemám žádných, kromě slané ryby,“ odpověděl krčmář."
      },
      {
        "index": 35,
        "text": "Host poručil si tedy slanou rybu. Neočekával sice mnoho, ale přece zvolal zklamán nad přineseným pokrmem: „Vždyť je to docela obyčejný herink!“"
      },
      {
        "index": 36,
        "text": "„Také tomu tak říkáme,“ potvrdil krčmář."
      },
      {
        "index": 37,
        "text": "„Již v pořekadlech pana Flašky psáno jest: Nesázej blázna nad herinky,“ podotknul Miroslav zlatník."
      },
      {
        "index": 38,
        "text": "„Ale měli bychom dbáti napomenutí Husova a vymítnouti to slovce německé, jako šorce, hynstkopy, pancíře, mazhauzy, mentlíky a jiné cizí nestvůry, proti nimž horlil náš svatý mistr,“ dodal Vacek Bradatý."
      },
      {
        "index": 39,
        "text": "„Ale dovol,“ obrátil se k němu pan Brouček, „jsi-li takový Čech, nemáš asi tam v Žatci mezi kovanými Němci ustláno na růžích?“"
      },
      {
        "index": 40,
        "text": "„Co pleteš — v Žatci kovaní Němci!?“ žasl Vacek. „Ó, by všude po Čechách byli takoví upřímní Čechové jako Žatečtí! Nejsem z města, než z dědiny za Žatcem, ale ještě daleko za námi jest všecko české. Jen pohleď na můj klobouk,“ doložil s úsměvem, „a vzpomeň na staré, žertovné přísloví: Poznáš Pehmiše v slaměném klobúce!“"
      },
      {
        "index": 41,
        "text": "Po chvilce otázal se Miroslav zlatník: „Rci, Matěji, jak o nás Češích mluví v cizích zemích!“"
      },
      {
        "index": 42,
        "text": "„Abych pravdu řekl,“ zabručel pan domácí za svým slanečkem, „moc oblíbeni nejsme.“"
      },
      {
        "index": 43,
        "text": "„Tomu věřím rád,“ usmál se Vojta od Pávů. „Výmluvným toho důkazem jest za řekou ono vojsko křižácké, se všech konců světa proti nám sebrané.“"
      },
      {
        "index": 44,
        "text": "„Slyším, že v cizině netoliko kacířů nám spílají, ale i báchorky ohavné na nás vymýšlejí, jako bychom se klaněli zlému duchu v podobě bílého beránka nebo černého brouka,“ vmísil se do rozmluvy krčmář."
      },
      {
        "index": 45,
        "text": "„Mor na lháře ošemetné!“ zvolal Janek od Zvonu."
      },
      {
        "index": 46,
        "text": "„Jest napsáno ve svatém čtení: Blahoslaveni, když vám bude láno,“ pravil Vojta od Pávů, „a znáš přísloví: Mnoho by bylo plátna míti, by chtěl každému ústa zastříti. Ať si tam za horami mluví, co jim libo; však tuto v zemi České dáme bohdá každému hanci odpověď, že oněmí na věky!“"
      },
      {
        "index": 47,
        "text": "„Kdož by se přece nermoutil, že jméno české zlehčeno a potupeno jest po všem křesťanstvu!“ odporoval s povzdechem Miroslav zlatník."
      },
      {
        "index": 48,
        "text": "„Ha, pravíš to, jako bys litoval, že odmítáme jho Zikmundovo a věrně při kalichu stojíme,“ vyčítal Vojta."
      },
      {
        "index": 49,
        "text": "„O mé věrnosti k učení Husovu nikdo nesmí pochybovati, a jak smýšlím o Zikmundovi, dosvědčuje toto,“ hájil se důrazně Miroslav, ukazuje na svou kuši a pavézu. „Avšak žel mi přece, že koruny české dědic jako úhlavní vrah bojuje proti nám a že církev odpírá čistému zákonu božímu.“"
      },
      {
        "index": 50,
        "text": "„Což tu činiti než do poslední krůpěje krve brániti mečem pravdy té proti církvi, králi a světu celému!“ zvolal novoměstský měšťan."
      },
      {
        "index": 51,
        "text": "„Také já jsem hotov položiti život za ni,“ hájil se dále zlatník. „Ale bojím se, že ani vítězství naše nezastaví záhubných zmatkův hrnoucích se na zemi tuto z podtržení starých zemských řádův a z nových rozličných učení, která den co den ze smělé mysli kněží našich, ba i laiků se rojíce, již i mezi námi, obranci kalicha, žalostné různice plodí.“"
      },
      {
        "index": 52,
        "text": "„Tak, tak!“ ozval se tenkým, ostrým hlasem hubený mladík u druhého stolu, vstávaje. „Toť kořenné zlo i nenabyté ohavení země naší, že mnozí lidé všeteční a zvláště ti kněží táborští den ode dne nové bludné nálezky vynášejí a rozsévají proti čistému učení našich mistrů pražských.“"
      },
      {
        "index": 53,
        "text": "Po těch slovech zaznělo bouchnutí tak silné, že pan Brouček leknutím všecek se zatřásl. To Vacek Bradatý udeřil svou ohromnou pěstí na stůl, načež hněvivě zvolal na mladíka: „Z čeho chceš, ty žáku holobradý, trestati kněží táborských?“"
      },
      {
        "index": 54,
        "text": "„Ač holou bradu mám, však v písmech jsem zběhlý a chtěl bych se hádati o thesi jakoukoli s bakaláři i mistry,“ chlubně hájil se žák. „Chciť dovésti světle z písem svatých, z Otcův církevních, z knih mistra Husi i z traktátův samého Viklefa, že kněží táborští všickni proti křesťanské pravé víře bloudí a zvláště —“"
      },
      {
        "index": 55,
        "text": "„Mlčiž, protivo nevlídná!“ okřikl ho prudce Vacek. „Trus všetečným rozumem svým ve škole, kde ti o hřbet rozbijí ještě mnohou metlu březovou. Věz, že i já se držím učení kněží táborských a nedám na ně kdykati nikomu, nejméně tobě, partéko hubená!“"
      },
      {
        "index": 56,
        "text": "„Nechej žáka s pokojem,“ ujal se mladíka Miroslav zlatník. „Sámť věřím, že táboři bloudí, uchylujíce se od učení Husova a vymýšlejíce smělé novoty rozličné, které netoliko navždy od církve obecné by nás odtrhly, ale i zvrátily všecek starodávný řád. Již nechtějí míti krále nad sebou ani pána jiného, práva pánů, panoší i měšťanů rušíce a statků i zboží jim odjímajíce. Nadto boří a pálí netoliko kláštery, než i chrámy boží, oltáře rozmetávají, ornáty trhají, posvátné nářadí třískají, sochy i kosti svatých rouhavě potupují —“"
      },
      {
        "index": 57,
        "text": "„Poněvadž modloslužba jest, klaněti se kostem trouchnivým a loutkám rukou lidskou utvořeným,“ prudce odmlouval Vacek. „A není-li psáno v písmě, že přijde čas, kdy lidé nebudou se modliti ani v Jerusalemě ani na hoře Garizim, ale modliti se budou v duchu a pravdě? Tato doba přišla již nám, pravdu poznávajícím. Nám netřeba chrámů, ani oltářů, my kdekoli modlíme se v srdci svém.Aniž nám třeba bludných ustanovení lidských; myť nosíme čistý zákon boží psaný v srdcích svých. V říši boží není pánů ani chlapů, než toliko bratří a sestry, milující sebe vespolek a svorně se dělící o všechny potřeby pozemské. Ale tvé srdce, zlatníku, lpí na mrzkém kovu více než na pravdě nebeské. Ty bojíš se, by vypleněním hříšné marnosti světské nebyl ukrácen tvůj zisk, a proto hájíš i drahocenných monstrancí, pozlacených sošek a skvostně krumplovaných ornátů —“"
      },
      {
        "index": 58,
        "text": "„Poctivý výdělek za hřích sobě nekladu,“ rozhorleně namítal Miroslav. „Ale pro zisk nehájím monstrancí a ornátů, než jedno pro čest boží a důstojnost mše svaté, kteréž slouží drahý kov leskem, rukou Stvořitele přidaným.“"
      },
      {
        "index": 59,
        "text": "„Právě jsi pověděl,“ přispěl mu nedočkavě na pomoc žák a začal mluviti jako v učené disputaci, vážně se tváře a po příkladu snad některého starého, šedobradého mistra, palcem a ukazováčkem pravé ruky jezdě po hubených tvářích od očí až pod bradu, jako by si skutečně hladil dlouhý plnovous: „Takto velí řád křesťanský při mší sloužení, kterýž složen jest z nejušlechtilejších pravd a modliteb svatých jako z perel svatých drahých a z kusův zlatých a z drahého kamení pravdy a víry křesťanské, pročež mu i zevnější drahocenná ozdoba právem božským přísluší. A co zvláště zavržení ornátův se týče, v tom změtenci oni táborští netoliko šeredně bloudí, ale i svého Viklefa potupují, jenž sloužil až do smrti mši s ornátem a v knihách De eucharistia v kapitole čtvrté světle praví, že —“"
      },
      {
        "index": 60,
        "text": "„Jdižiž se svou nedopečenou moudrostí!“ přetrhnul jeho výklady Vojta od Pávů. „Věz, i já srovnávám se ve mnohém s tábory.“"
      },
      {
        "index": 61,
        "text": "„Však vás Novoměstské brzy docela v tábory převrátí zuřivý kněz Jan Želivský, který k nim tíhne,“ zvolal Miroslav zlatník."
      },
      {
        "index": 62,
        "text": "„Slyš,“ vzkřikl Vojta podrážděn, „kněze Jana mi nedotýkej, sic odpovím, že budou někomu boky třeštiti!“"
      },
      {
        "index": 63,
        "text": "„Ustaňte přátelé!“ konejšil vádu Janek od Zvonu. „Není doba k hádání; nyní třeba nám všem býti zajeden člověk proti hrozícímu nepříteli. Však stojíme všickni stejně o kalich a svobodu zákona božího, a v čem jiném se různíme, to nebudiž rovnáno vádou v krčmě, ale vážným rozmlouváním kněží obou stran. Do té doby nikdo nikomu nespílej změtenců, nejméně pro ornáty.“"
      },
      {
        "index": 64,
        "text": "„Ale ornátové náležejí mezi stěžejné řády církevní,“ vedl dále svou neodbytný žák. „Ovšem, táboři i církev samu potupují a ze všech řádů jejích se vytrhují, nevážíce toho, co praví Beda v kapitole ‚Quicumque‘ a svatý Augustin v kapitole ‚Omnis catholicus‘ a v kapitole ‚Ita fit‘ a k témuž v kapitole ‚Sic enim‘. Hm, hm. Et ponitur —“"
      },
      {
        "index": 65,
        "text": "Uvázl, a vyňav destičky z pásu, začal je pilně prohlížeti."
      },
      {
        "index": 66,
        "text": "„Co soudíš ty o mešních ornátích?“ obrátil se Miroslav zlatník k panu Broučkovi."
      },
      {
        "index": 67,
        "text": "Tento utužil zatím svoji novou známost s medovinou a nalézal při ní čím dále tím rozmilejší vlastnosti. Dí-li staročeské přísloví: „Chmel hrdina“, mělo medovinu nazvati snad ještě větší hrdinkou. Novočeskému pijákovi se zdálo, že každým douškem vlévá se do jeho žil ohnivější krev a do srdce divnější odvaha; zapomínal na všechny přístrachy středověku a zrak jeho zářil téměř bojovně budoucím věcem vstříc. Ač z počátku se mrzel na Staročechy, že ani v krčmě neznají rozumnější rozprávky než o politice a dokonce o náboženství, pocítil znenáhla sám velikou chuť vmíchati se do toho sporu. Vackova rána pěstí o stůl ho sice na okamžik zastrašila, ale nový doušek vrátil mu bojovného ducha, takže nyní na otázku zlatníkovu odpověděl velmi rozhodně: „Divím se věru, lidičky, že se můžete o takovou věc ještě hádati. Copak by byla mše bez ornátu! Tak ji slouží snad leda berani —“"
      },
      {
        "index": 68,
        "text": "Vtom se stalo s panem Broučkem něco, co v prvním okamžiku ani dobře nechápal, ale čím pojednou vzalo za své všechno jeho medové hrdinství. Železná ruka sevřela ho v týle, před ním zakmitla se palice s dlouhými hřeby a do uší zahřměl mu vzteklý hlas: „Dám ti berany, machometo nečistý!“"
      },
      {
        "index": 69,
        "text": "Episodě v krčmě hrozil přesmutný konec, ač ještě včas zachytil s jedné strany Domšík zuřivého venkovana za ruku s palicí a s druhé strany zakročil chlácholivě krčmář."
      },
      {
        "index": 70,
        "text": "Na štěstí zalehl vtom z ulice do krčmy zmatený křik a lomoz. Vacek bezděky pustil šíji Broučkovu a všichni naslouchali; hlukem venku bylo slyšeti rány zvonu."
      },
      {
        "index": 71,
        "text": "„Toť na radnici zvoní na poplach!“ zvolal Domšík."
      },
      {
        "index": 72,
        "text": "Krčmář, jenž zatím vyběhl na chodbu, vrátil se rozčilen, hlásaje: „Křižáci přejeli přes Vltavu na pole Špitálské a míří k Poříčské bráně!“"
      },
      {
        "index": 73,
        "text": "Rázem zapomněli všichni hosté na spor a zvolali téměř jedněmi ústy: „Vzhůru na ně!“ chápajíce se zbraní."
      },
      {
        "index": 74,
        "text": "Jediný žák dosud pilně převracel destičky. Krčmář zaskočiv do temného pozadí, vrátil se odtud k němu s dřevěnou, hřebíky posázenou a řetězem ku krátkému držadlu připevněnou koulí."
      },
      {
        "index": 75,
        "text": "„Ej, školáku,“ vzkřikl, „tu máš důvod pro tuto chvíli nejlepší!“"
      },
      {
        "index": 76,
        "text": "„Mníš, bych se neuměl oháněti i v takové disputací?“ opáčil žák hrdě a zchvátil nabídnutou zbraň."
      },
      {
        "index": 77,
        "text": "Domšík vytáhl měšec s penězi, ale krčmář vyrazil již s vytaseným tesákem na ulici."
      },
      {
        "index": 78,
        "text": "Co se s panem Broučkem v tu chvíli dělo, může si určitě připamatovati; jenom nejasně se mu zdá, že Janek od Zvonu vtiskl sudlici do jeho ruky a že hrozný Vacek za ním máchal svou ohřebíkovanou palicí. Jest arci skoro jisté, že máchání to neplatilo panu Broučkovi, nýbrž Němcům křižákům, s nimiž se nedočkavý bojovník v duchu již měřil; ale pan domácí se domnívá, že hluboký respekt před touto palicí byl hlavní pobídkou, která ho v těsném klubku ostatních hostů dopravila z krčmy ven na ulici."
      },
      {
        "index": 79,
        "text": "Celou její šíří valilo se již jako dravá, rozvodněná řeka bojechtivé množství Pražanů, křičících, tlačících se, máchajících zbraněmi všeho druhu, nedbajících varovného volání některých vůdců, a strhlo i hlouček z krčmy vyběhnuvší rázem do svého bouřlivého, neodolatelného proudu. Pan Brouček byl jím nesen kupředu, nevěda ani jak. Přiznává se, že v té chvíli byl skoro bez ducha, bez myšlenky; cítil jen smrtelnou úzkost a nesmírnou hrůzu; byl prý jistě bledý jako křída, vlasy se mu ježily, čelo kryl studený pot, kolena se mu třásla, ba i zuby prý mu cvakaly."
      }
    ]
  }
}