{
  "chapterNumber": 1,
  "title": "I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Třeba dosvědčiti, že pan Brouček slávou, kterou mu zjednal epochální výlet na měsíc, ani dost málo nezpyšněl. Zpráva o jeho úžasných výzkumech rozlétla se po vlasti a jméno Brouček chvělo se na každém rtu; ba, kvůli němu vjelo si do vlasů několik redakcí a stran, z nichž každá drala se o jeho přízeň a podkládala mu svoje tendence. Ale pan Brouček moudře a skromně mlčel. Nestaraje se o vřavu veřejnosti, vybíral klidně dál svou činži a trávil své večery jako dříve mezi starými známými U kohouta nebo na Vikárce, ale zde řidčeji odvažovalť se k panu Würflovi jen za novoluní nebo byla-li obloha mračny zastřena."
      },
      {
        "index": 1,
        "text": "Zkrátka, pan domácí nezměnil v ničem neokázalý způsob svého života. Nechodil do kaváren sbírat hold obdivu z očí mladistvých nadšenců, a jda ulicí, tvářil se, jako by nepozoroval, že zraky a všech na něm utkvívají s touž posvátnou úctou, s jakou patříval kdys italský lid na pěvce „Inferna“, hledaje na tváři jeho stopy pobytu pekelného. Pan Brouček nedal se ani fotografovati s okem v neurčitou dálku upřeným a se svým cestopisem v ruce, aniž sestavil pro časopisy a naučné slovníky svou skromnou autobiografii s obligátním učitelem, který již v útlou dětskou duši vkládal sémě všeho dobrého a krásného, aniž si uchystal do zásoby duchaplné sentence pro památníky, ba neučinil mezi přáteli ani nejmenší narážku na okolnost, že je tomu právě deset roků, co začal choditi na Vikárku, zkrátka, nepřijal ani jedné zvyklosti slavných lidí a přiznal se mi, že vavřín má pro něho cenu jen potud, pokud se jeho listů užívá ke skopové na divoko."
      },
      {
        "index": 2,
        "text": "Zdržuji se déle při této skromnosti páně Broučkově, poněvadž je u nás nyní vlastností tak neobyčejně vzácnou. Touha po slávě stává se znenáhla hlavním, všeobecným rysem naší společnosti. Kdož dbá nyní o to, aby tiše působil na své roli, ve své dílně, na katedře nebo za studovním stolkem, spokojen zdárným, byť neokázalým ovocem své skromné práce?! Ten starosvětský druh lidí pomalu vymírá. Jediná snaha nynějšího pokolení směřuje k zevnějšímu lesku a fanfárám slávy. Arci slávy nejrůznějšího druhu. Studující pohrdá studiemi a shání se po vavřínech básnických; učitel pokládá učitelství za své vedlejší povolání a baží státi se spisovatelem, ne-li redaktorem; advokát přenechává své klienty Pánubohu a stará se o vyšší politiku; rolník zanedbává své hospodářství a dere se o různá výborství; řemeslník zaměňuje verpánek předsednickým křeslem v různých spolcích atd. atd. Národní statky, hmotné i duševní, při tom směru valně neprospívají, ale zato máme v Čechách již takovou spoustu proslulých lidí, že trávíme skoro všechen svůj čas srdečnými ovacemi, slavením pětiletých jubileí, pořádáním slavnostních banketů i večírků a podobnými užitečnými věcmi."
      },
      {
        "index": 3,
        "text": "Jak hluboko srostla slávychtivost s veškerým naším životem, toho důkazy nalézáme i v nesčetných rčeních a titulaturách. Jiní národové, pozdravujíce voláním své zasloužilé nebo oblíbené muže, přestávají na prostém přání, aby žili (což není zajisté mnoho) nebo nejvýše aby dlouho žili. Němci volají „hoch!“, což je také velmi krotké, ba skoro dvojsmyslné přání. Ale u nás pozdravujeme každého, kdo třeba nevykonal pranic jiného, nežli že se dožil svého padesátého roku, hned hromovým „Sláva!“, jinde dává se nejváženějším korporacím nejvýše titul „chvalný“ nebo „ctěný“. U nás by každá osoba pokládala za urážku, kdyby se jí odepřelo uznání její slávy. Slavný je u nás každý výbor, klub a spolek; slavná každá redakce, komise a jednota; slavné, ne-li dokonce veleslavné, každé finanční ředitelství. Zkrátka, sláva rozléhá se na všech koncích a slávou hází se na všechny strany, jako by to byla nejlacinější věc na světě. Věru, že nechápu, odkud se u nás tolik slávy bere, pohlížím-li na naši přece jen skrovnou literaturu, na naši vědu v začátcích, na nedostatky našeho průmyslu a obchodu, na náš dluhy přetížený rolnický majetek a na politické naše postavení, o němž raději pomlčím. Odpusťte mi nudné úvahy, k nimž zavedla mne bezpříkladná skromnost mého hrdiny. Mnohý, kdo se nepodíval ani do Krče, neřku-li na Měsíc, chlubí se každému na potkání svými drahocennými zkušenostmi. Však znáte takového člověka, který byl jednou v životě za hranicemi, např. jen v Drážďanech. Každá společnost, v níž se octne, musí vyslechnouti alespoň některou upomínku z jeho cesty. Prohoďte si třeba něco o gorgonzolském sýru, a již spustí: „Kdykoli slyším o gorgonzolském sýru, pánové, tu mi vždycky napadne drážďanská Sixtinská madona, před níž jsem se spřátelil s jedním starým podivínským Vlachem, který atd.“ Zkrátka, ať se mluví o čemkoli, drážďanský cestovatel dovede na všechno šikovně nebo nešikovně zavěsiti své Drážďany."
      },
      {
        "index": 4,
        "text": "Zcela jinak pan Brouček. On dotýkal se Měsíce skoro nerad a jeho rozprávky v hostinci točily se jako dříve jen kolem věcí pozemských. Jenže nyní, věren svému slibu na Měsíci, zdržoval se všeho nepříznivého kritizování městských a státních záležitostí; z téže příčiny vyhýbal se teď i rukavičkáři Klapzubovi jako zlovolnému rýpalu. Ale jedna věc povážlivě zviklala jeho příkladný optimismus. Byly to nově vydané zákony o exekučním řízení, které tak citelně zkracují práva ubohých domácích pánů a vydávají je bez obrany všanc zlovůli nesvědomitých nájemníků."
      },
      {
        "index": 5,
        "text": "Ačkoliv panu Broučkovi někdy mráz po zádech pobíhal při pomyšlení na hrůzy železné panny a středověké inkvisice, o níž děsivě pojednávala jedna kniha jeho skrovné bibliotéky, budilo v něm přece ono nespravedlivé zákonní ustanovení leckdy touhu po starých, zlatých časech. Litoval, že falešná humanita vzala věřiteli možnost, vsaditi nesvědomitého dlužníka mezi žáby a krysy na dno nějaké romantické věže, a myslil si, že by čtvrcení za živa nebylo přílišným trestem pro nájemníka, který ze zásady nájemné neplatí."
      },
      {
        "index": 6,
        "text": "Tyto a podobné úvahy staly se zárodkem, z něhož poznenáhlu v panu Broučkovi vyklíčila jakási záliba ve věcech minulých. Porovnávaje přítomnost s minulostí, pokud ji znal z vlastních upomínek, z vypravování starých penzistů a z několika rytířských románů, které četl za mladých let, — začal se kloniti k náhledu, že bylo za stara v mnohé příčině lépe než nyní. Pro znovuzavedení železné panny a španělské inkvisice by sice nebyl, ale kdyby každého zloděje pověsili zkrátka jako tehdáž na nejbližší šibenici, uspořil by tím stát ohromné sumy na živení darebáků, kterým se nyní staví paláce z kapes poctivých lidí. A jakým právem nutí se nyní bezdětný člověk k tomu, aby platil krvavé přirážky na hříšný školní přepych pro cizí děti? I dříve stálo vyučování pakatel, a přece mládež člověka slušněji pozdravila než nyní. Továrny neubíraly řemeslníku výdělek a zato vytrval ti kabát půl století. A co železnice? Kolik formanů a hospod mělo dříve na silnicích pěkné vyživení, a cestování po dostavníku bylo sice zdlouhavější, ale zato jsi přece cesty užil a nemusel se báti většího neštěstí než leda zlomení nápravy. A jestliže za dávných dob loupežní rytířové s pacholky svými pocestné přepadali, měli alespoň své brlohy jenom na vysokých skalách a číhali za noci v pustých lesích; nyní však mají nejlepší domy uprostřed samého města a odírají nás všechny za bílého dne."
      },
      {
        "index": 7,
        "text": "Není divu, že při tomto směru myšlenek pan Brouček zabřídal časem do romantické nálady, která mu dříve — vyjma snad mladistvé ony doby rytířských románů — bývala úplně cizí. Zvláště často budila se tato nálada, když vystoupil vzhůru na Hradčany a blížil se Vikárce."
      },
      {
        "index": 8,
        "text": "Spisovatel této knihy se přiznává, že i sám bývá opředen romantickým kouzlem, kdykoliv navštěvuje zajímavý tento hostinec. Ať již se k němu ubírám zadem po Starých zámeckých schodech branou při zasmušilé Černé věži, kolem vážného purkrabství a šedých věží památného kostela svatojirského, či předem přes Nové schody zámecké, kolem starých šlechtických domů a novějším zámeckým portálem Scamozziho, kdykoli vstoupím na třetí hradní dvůr před velebný, kamenným lesem ozdobných pilířů a oblouků k nebi strmící kolos dómu: vždy vyvstávají ze všech koutů stíny tisícileté minulosti a naplňují mou fantasii vírem pochmurných i pestroskvělých obrazů. Z šera dávných věků vynořuje se přede mnou zástup prvních křesťanských chrámů. Vidím tajemný pahorek Ziži, kde snad posvátný plamen kdysi šlehával v kole žreců; vidím i kamenný stolec, na němž dávní Přemyslovci obouvali se v lýkové střevíce svého praotce. Ale pojednou mizejí tyto obrazy a namísto nich zdvíhá se přede mnou chrám svatovítský, sice ještě pouhý nedokončený jeho kůr, ale již velebně zářící v lesku své nové nádhery, a do něho vchází Karel ve zlatém panovnickém ornátu, obklopen skvoucím průvodem kněžstva a rytířstva; pak objevuje se vážná postava betlémského kazatele, jenž směle přibíjí své pozvání k disputací o kramaření odpustkovém na dvéře chrámové; tu kadeřavá krásná hlava Jiřího hrdě nese zářivou korunu; tam Vladislav Polský kráčí v plném majestátu; pak plní se nádvoří cizokrajnými postavami ve španělských pláštích nebo temných řízách astrologů; teď ve vozech, obklopených zástupy žoldnéřů, bělohorští mučeníci konají smutnou cestu k Bílé věži — a dále, dále snuje se proměnlivé pásmo výjevů radostných a žalostných, velebných a děsivých…"
      },
      {
        "index": 9,
        "text": "Na chvilku prociťuji ze sna minulosti a hledím se zálibou na vzrůstající zdi nové lodi chrámové, jíž doba naše doplní velkolepé dílo Karlovo. Ale těsná Vikářská ulička znova mne unáší v zašlé časy. Vzpomínám na bouřlivé děje, jež v dobách náboženských rozbrojů tolikrát rušily klid kanovníků pražských, jejichž kapitulní refektář stával právě asi tam, kde vítá tě nyní Würflův skromný hostinec."
      },
      {
        "index": 10,
        "text": "Ačkoliv má prosté, nevysoké to stavení zvenčí střízlivé novověké vzezření, přece kdykoli vstupuji do jeho nepravidelné předsíňky, vždy vězívám ještě v kouzelných poutech minulosti a očekávám, že pan Würfel uvítá mne v malebném středověkém kroji: s pestrou karkulí na hlavě, v kabátci s napouchlými, prostříhanými rukávy, v sukni kunovinou lemované, v těsně přiléhajících nohavicích, jedné žluté a druhé fialové, v červených střevících s půlsáhovými špičkami, a že přede mne místo střízlivé půllitrové sklenice postaví ohromný hliněný pohár s malováním a s divnými maňásky na víku."
      },
      {
        "index": 11,
        "text": "A ještě když sedím v hostinské jizbě u hlubokého výklenku okna, z něhož jest obloukem krytého schodiště viděti dolů na dvorek, ohrazený v pozadí tlustou hradní zdí, kde v širokém výklenku dvě malá okna hledí do bujné zeleni jeleního příkopu a napravo strmí okrouhlá, malebná, romantická Mihulka: ještě tam, skloniv za sklenicí chmeloviny ve stinném koutě hlavu do dlaní, dopřádám sen minulosti — jest mi, jako bych seděl pod gotickým sklepením nějaké středověké krčmy, a čekám, až otevru oči, že shledám se v některém století minulém…"
      },
      {
        "index": 12,
        "text": "Čtenář mi promine, že mluvím trochu déle o sobě. Vždyť ví, s jakou sympatií lnou všichni autoři vůbec ku své osobě. Je skutečně zvláštní, jak rádi se obírají sebou samými a s jakou pietou se k osobě své chovají. Nemluvím ani o lyrických básnících, kteří se věnují zpravidla výhradně kultu svého šlechetného a drahocenného Já; nemluvím o cestopiscích, kteří cizích krajin a národů užívají většinou toliko za malebnou stafáž ku své zajímavé osobnosti, imponující čtenáři při každém kroku vpravdě gentlemanskou jistotou a vybroušeností, ač třeba často bývala dosti komickou figurkou pro ty spolucestující a domorodce, které sama líčí jen s pohrdavým humorem, — ale již neobejde se bez vystoupení autora, všemi ctnostmi ozdobeného, ani žádná báseň epická, žádný román, žádná novela nebo črta, a brzy nadejde bezpochyby doba, kdy také dramatičtí spisovatelé vřadí svou vlastní vděčnou figuru mezi osoby svých kusů. Ani učení spisovatelé nechovají se jinak. Alespoň pod řádkou musí do svých studií a monografií vpraviti „spisovatele těchto řádků“ a z každé stránky vyzírá opravdová úcta, jakou chovají k „autoru tohoto pojednání“."
      },
      {
        "index": 13,
        "text": "Než dosti již reflexí; přistupme k ději!"
      }
    ]
  }
}