{
  "chapterNumber": 11,
  "title": "XI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Hejtman Chval stoupal napřed, Koranda však držel se za ním po boku nastávajícího tábora, vykládaje mu své náhledy o zavržitelnosti postů, církevních svátků, latiny při mši, vzývání svatých, modliteb za zemřelé a jiné kusy učení táborského."
      },
      {
        "index": 1,
        "text": "Pan Brouček stával se čím dále posluchačem roztržitějším; ani plamenná muka očistcová, která kněz obšírnými důvody odkazoval do říše bájí, nedovedla ho rozehřáti a v duchu posílal nudného společníka někam do sousedství popíraného očistce. Nebylť mu Koranda vůbec hrubě sympatický. To hubené tělo, bledé tváře, horečně svítící oči a k tomu ten ohromný meč po boku — ne, tohle nebyl společník po vkusu pana domácího. „Čistý velebníček,“ prohodil k sobě."
      },
      {
        "index": 2,
        "text": "Kněz přetrhl pojednou svůj výklad a zastaviv se upřel naň své plamenné oči tak pronikavě, že náš hrdina leknutím až se zachvěl."
      },
      {
        "index": 3,
        "text": "„Proč na mne tak divně hledíš?“ otázal se Koranda přísně."
      },
      {
        "index": 4,
        "text": "„I nic, velebný pane, nic,“ omlouval se rozpačitě pan Brouček. „Pomyslil jsem si jen, že to máte kapitální zabiják u pasu.“"
      },
      {
        "index": 5,
        "text": "„Zdaž mi chceš vytýkati oči mým mečem?“ zvolal kněz"
      },
      {
        "index": 6,
        "text": "„Já — vám — já ti — — já oči vypíchnout?“ koktal všecek pomaten náš hrdina, který neměl ovšem ani tušení o staročeské frázi, v níž „vytýkati někomu něčím oči“ znamená prostě tolik jako v novočeštině „někomu něco do očí vyčítati“."
      },
      {
        "index": 7,
        "text": "„Věz, že sice i já meč si připínám v dobách, kdy snad jedno rameno rozhodnouti může svatý boj pro zákon Páně,“ pravil Koranda slavně; „ale kdyby došlo na tuto potřebu nejhorší a ruce mé, boží službě zasvěcené, poskvrnily se lidské krve prolitím, tuť nikdy již nedotkly by se kalicha s velebnou krví Kristovou!“ („Staří letopisové“ nás poučují, že se Koranda skutečně zachoval podle slov k panu Broučkovi pronesených. Tento kněz táborský, jenž na památné hromadě U křížků první volal k lidu, že potřebí jest, aby již nechodili s poutnickou holí, ale s mečem v rukou; který dlel v tuhém boji u Sudoměře a v jiných bojích četných; který tak horlivě vodil ozbrojený lid na kláštery a nabádal k dílu zkázy. kterého ještě mnohem později Eneáš Sylvius, setkav se s ním již starcem v Táboře, nazval „starým ďábla nástrojem“: týž Koranda přestal ještě téhož roku 1420 až do své smrti sloužiti mše proto, poněvadž na Přibenicích s jinými se bránil, házeje s věže kamení dolů na nepřátele, a tudíž se domníval, že přitom někoho se světa sprovodil.)"
      },
      {
        "index": 8,
        "text": "Po episodě s mečem pokračoval kněz ve svých náboženských výkladech; ale pan Brouček přestal již nadobro poslouchati. Ducha jeho zaměstnávaly jiné věci."
      },
      {
        "index": 9,
        "text": "Z počátku bral se chutě do vrchu, ale čím výše vystupoval, tím více klesal na mysli. Přicházelyť mu na paměť všechny pravdivé i nepravdivé historky, které kdy slýchal o Žižkovi: ty hřeby, které prý hrozný slepec vrážel do tonsur kněžských, ty oběti, jež prý vlastnoručně palcátem zabíjel, a jiné, které dal v jedné sakristii za živa upáliti, a podobně. Hleděl tedy s úzkostí stále vzrůstající vstříc okamžiku, až bude představen strašnému vůdci táborů."
      },
      {
        "index": 10,
        "text": "Na hřebenu hory, na samém kraji jeho ku Praze obráceném, stál čtyřhranný dřevěný srub se střílnami a vyčnívajícím shora podsebitím, obehnaný zdí z kamení a hlíny, jakož i příkopem. Chodci zahnuli však pod tímto srubem na zadní, jižní stráň hory, k nynějšímu Žižkovu obrácenou. Odtud bylo již viděti i druhý dřevěný srub, též na hřebenu hory v některé vzdálenosti od prvního na východ vystavěný a rovněž zdí a příkopem chráněný.Vedle něho zdvihala se jakási věž v rohu jedné z ohrazených vinic, pokrývajících tuto jižní stráň."
      },
      {
        "index": 11,
        "text": "„Chceš-li se státi vůdcem vojenským, jak možno se domnívati podle tvého útoku v bok Němcův, u Žižky budeš míti školu nejlepší,“ pravil s úsměvem Chval Řepický k panu Broučkovi, když se plahočili po příkré stráni zpustošenou vinicí vzhůru na hřeben. „Hle, kterak rychle a lacino si tuto zřídil znamenitou tvrz, jak vtipně se tu ohradil a okopal! Naše vojsko leží na úzkém hřebenu hory mezi oběma sruby, chráněno jimi na východ a západ; od půlnoci je mu bezpečnou obranou srázná, zhola nepřístupná stráň a také k této polední straně jest, jakož vidíš, sklon hory dosti příkrý, i vadí tu také nepříteli vinice a jejich kamenné ohrady. Žižka svým bystrým jedním okem všechno umí nejlépe vyhlídnouti a všeho k záměrům svým použíti; hleď, i ona věž viničná dobře se mu hodila k lepšímu opevnění východního srubu.“"
      },
      {
        "index": 12,
        "text": "Zatím dostoupili blízko ke hřebenu, vyšli z vinice přes rozbořenou zeď a pan Brouček spatřil před sebou vojsko táborské."
      },
      {
        "index": 13,
        "text": "Byly tu rozloženy mezi oběma sruby husté davy mužů, žen i výrostků v nejpestřejší směsici. Malá část mužů měla krunýře a přílby; většina byla oblečena jen v kabáty kožené neb soukenné, krátké sukně, nohavice a škorně neb opanky, tkanicemi k nohám připevněné, někteří v haleny nebo pláště, na hlavě pak měli kukly, nemotorné klobouky nebo huňaté čepice. Mnozí nesli na kabátě přišitý kalich z červeného sukna. Zbraněmi jejich byly sudlice, kopí, okované cepy, palcáty, samostříly, meče; část měla podlouhlé veliké štíty dřevěné, většinou koží nebo plátnem potažené a pomalované. Zbraní výrostků byl kožený ruční prak na loučení kamenů. Ženy a dívky byly buď prostovlasé nebo měly na hlavách dlouhé plachetky, páskou k čelu připoutané, na těle jen režné košile a prosté sukně, zčásti kabátce nebo pláště, a byly většinou tváří stejně opálených jako mužové, těl statných, očí jiskrných a smělých."
      },
      {
        "index": 14,
        "text": "Některé zástupy stály dosud na půlnočním okraji hory, odkud byly patrně průběh boje na Špitálském poli sledovaly; jiní seděli, živě rozmlouvajíce o šarvátce právě ukončené; některý počet žen, mužů i výrostků pak byl již opět zaměstnán u srubů, kdež dokončoval poslední části zdí, na obranu tam zdělaných. Mezi zástupy bylo také viděti několik kněží, veskrze vousatých a šatem jen málo od ostatního množství se lišících; někteří nesli bibli pod paží nebo i kalich v ruce."
      },
      {
        "index": 15,
        "text": "A nad celým tím pestrým, malebným obrazem vlál na vysoké žerdi dlouhý černý prapor s červeným kalichem."
      },
      {
        "index": 16,
        "text": "Chval z Machovic uvedl nového tábora k vojevůdci, tehdáž ještě jednookému, kterýž právě s železným palcátem v klíně na velikém balvanu jako na prestolu sedě, s výstupku hory pátravě pohlížel přes Vltavu na ležení nepřátel, do něhož se německá jízda zatím již navrátila."
      },
      {
        "index": 17,
        "text": "Čím blíže pan Brouček přicházel, tím větší úzkost pociťoval před setkáním se strašným vůdcem táborským, a když konečně před Žižkou stanul, měl oči strachem zakaleny tak, že nemůže vylíčiti ani podobu, ani šat jeho, čehož sluší litovati tím více, poněvadž ve starých památkách dosud marně hledáme podobiznu nepochybně věrnou největšího hrdiny národního."
      },
      {
        "index": 18,
        "text": "Přepamátné setkání Jana Žižky s Matějem Broučkem odbylo se velmi krátce."
      },
      {
        "index": 19,
        "text": "Chval pravil: „Vedu ti nového tábora, bratře Žižko; já a kněz Koranda setkali jsme se s ním dole na poli Špitálském, kdež s Pražany mužsky bojoval, a na žádost jeho přijali jsme ho mezi bratry.“"
      },
      {
        "index": 20,
        "text": "Třesoucí se Brouček cítil, kterak bystré jedno oko Žižkovo zpytavě na něm spočívá, a pak slyšel jeho zvučný velitelský hlas: „Zdá mi se, žes dosud břichu svému sloužil více nežli bohu. Všakť u nás brzy pozbudeš hříšného tuku. Jaké jest tvoje jméno?“"
      },
      {
        "index": 21,
        "text": "„Matěj Brouček,“ stěží vyslovil pan domácí chvějícím se rtem."
      },
      {
        "index": 22,
        "text": "„Nuže, bratře Matěji, hejtman Chval přijme tě mezi své cepníky a vycvičí tě k boji po našem způsobu; nyní jdi a pomáhej pracovníkům na zdech! Zdráv buď!“"
      },
      {
        "index": 23,
        "text": "Chval odešel s Broučkem k zástupu cepníků, kteří pozdravem a někteří stiskem ruky uvítali nového bratra, a pak jej dovedl mezi ženy a muže na zdi pracující."
      },
      {
        "index": 24,
        "text": "„Jsi chlapík silný, bratře; můžeš podávati kameny,“ rozkázal mu a vrátil se k cepníkům."
      },
      {
        "index": 25,
        "text": "Bratr Matěj byl sice rád, že má představení u Žižky odbyto, ale úkol na uvítanou mu přidělený naplňoval jej pramalým potěšením. „Pěkné přivítání,“ hučel do sebe. — „Mám podávat kameny jako nádeník! Ani se to pro vojáka nesluší. Skoro se mi zdá, že jsem vyvedl notnou hloupost. Pražané znají přece uctíti hosta. Janek od Zvonu je sice jinak potrhlý, ale na špatné pohoštění kromě té komořice si nemohu naříkat. Mohl jsem nyní po šarvátce sedět klidně u medoviny v krčmě nebo za plným stolem u Domšíků. Baže jsem prohloupil, pořádně prohloupil!“"
      },
      {
        "index": 26,
        "text": "Brzy poznal také, že nebyla jeho práce žádnou hračkou. Musel zdvihati balvany, že se pod nimi až prohýbal, a starý, šedobradý tábor, jménem bratr Stach, kterému Žižka dohled na pracovníky svěřil, pobádal jej ustavičně k pospěchu. Utrmácen již cestami po Praze, ruchem šarvátky a lezením na Vítkovu horu, musel nyní v úpalu slunečním robotit, až ho všecky údy bolely a po rozžhavených tvářích stékaly potůčky horkého potu. K tomu smály se ještě táborky jeho hlubokým povzdechům a žalobným posuňkům."
      },
      {
        "index": 27,
        "text": "Jaktěživ ani nezavadil o sprostou práci a teď se musel trmácet jako nejbídnější pomahač na stavbě. On, majitel třípatrového domu! Kdyby ho viděli jeho známí při takové lopotě! Bylo mu téměř do pláče."
      },
      {
        "index": 28,
        "text": "Když byla konečně práce hotova, svalil se únavou jako žok do trávy na pokraji příkré severní stráně. S trpkou výčitkou pohlížel na ruce rozedřené, plné puchýřů krví podlitých. Když si poněkud oddechl a večerním vánkem se ochladil, zadíval se smutně dolů do krajiny. Vzpomněl si, kterak ještě nedávno, v devatenáctém století, zabloudil procházkou na Žižkov a jak právě s tohoto místa spokojeně pohlížel na střelbu a cvičení vojenská u Invalidovny, na živé předměstí karlínské, na jasnou řeku, po níž se vlekly nemotorné staré lodě, koňmi tažené, na veselou krajinu s Libní, továrnami holešovickými, Stromovkou, vínorodou Trojí a přívětivou Pelc-Tyrolskou. Můj bože, jaká to hrozná změna! Nyní vidí před sebou tutéž krajinu, tu samou v malebné oklice zatočenou Vltavu, za ní v pozadí lesnaté Ládví a dlouhé površí, táhnoucí se odtud až k Podbabě, — všechno je totéž — ale jak zcela jinak vypadá přece ta krajina ve století patnáctém!"
      },
      {
        "index": 29,
        "text": "Místo Invalidovny a Karlína holá pláň s několika rozptýlenými domky. Vzadu po výšinách od nepatrné vesničky Libně až k Podbabě samý jen vinohrad; místo holešovických továren toliko široká role u malé vesničky a na nich vojenský tábor; jiné veliké tábory na Letné, u Ovence a Stromovky, tehdejší Královské obory, i blíže u hradu pražského — všechna ta krajina za řekou jest pokryta vojenskými boudami a stany, hemží se bojovníky a koňstvem, ježí se kopími, blýská se všelikými zbraněmi, třepetá korouhvemi a kmitá červenými kříži. Jediné to velkolepé mraveniště válečné!"
      },
      {
        "index": 30,
        "text": "Pan Brouček teprve nyní plně poznal strašlivou moc, které troufají si čeliti zaslepení Pražané a ta hrstka táborů. Nemohl ani pochopiti takovou bláhovost a pravil sobě, že minuli se zajisté všichni s rozumem."
      },
      {
        "index": 31,
        "text": "Starý bratr Stach, který se posadil vedle něho, ozval se pojednou, jako by četl v jeho myšlenkách: „Žasneš nad počtem nepřátel, bratře, a snad i soudíš, že pošetilci jsme, čekajíce vítězství nad silou takovou. Ha, nebyl jsi v boji u Sudoměře jako já, neviděl jsi tu strašnou blýskavici železných pánů proti nám, hrstce neoděných sedláků, jejichž hradbou jedinou bylo dvanácte vozů a Hospodin Bůh. Více než pět jich bylo na jednoho našince a na kopyta koňů svých nás chtěli rozebrati. Ale Bůh kázal slunci, aby před časem zapadlo za horu, a ve tmě bili se nepřátelé sami mezi sebou i rozprášeni jsou cepy našimi v útěk hanebný… Tys nebyl u Nekměře, bratře; tys neslyšel hrozný i třeskot našich cepů, když jsme u Poříčí tepali vojska královská… A doufání pevné mám v pána Boha, že i Zikmund nešlechetný dá hřbet před námi s těmi Míšňáky, Durynky, Bavoříky a vším tím zlostným pokolením německým, i se svými Uhřaty a všemi těmi pronárody světa… Hospodin je s námi a žehná zbraním našim, poněvadž vidí v čistá srdce naše a ví, že nebojujeme pro zisk ni slávu, než na obranu své země a svaté pravdy.“"
      },
      {
        "index": 32,
        "text": "Bratr Matěj — jakž nyní i my pana Broučka budeme jmenovati — pohověl sice ztrmáceným údům, ale zato ozval se v něm jiný, nepřítel: hlad, což nebude divné nikomu, uváží všechny jeho trampoty od časného oběda u Domšíka, a že od té doby požil jediného slanečka. Začal netrpělivě toužiti po večeři a znovu litoval svého odpadnutí od Pražanů, pomýšleje na dobrou kuchyni pečlivé Mandaleny a málo očekávaje od táborské polní menáže. Trpce si vyčítal, že věc tak důležitou neuvážil."
      },
      {
        "index": 33,
        "text": "Sdílný bratr Stach po chvíli pokračoval: „Blahořečím pánu, že dopřál mým starým očím uviděti dobu spásy. Trávil jsem život v lopotě a viděl jsem, kterak pán utiskuje poddaného, chudého, jak bratr bratra vydírá bez milosti, jenom po vlastním zisku a pohodlí se sháněje, po hříšných rozmařilostech světa; viděl jsem, jak i kněží, v ústech majíce lásku k Bohu a bližním, srdcem lnou k bídným rozkoším pozemským a milují toliko sami sebe, bažíce po moci a bohatství, hýříce a svatokupčíce. Slyšel jsem, že slujemi neřestí staly se i nejvyšší vrcholy křesťanstva, i pravil jsem sobě, že blíží se časové, kdy v nepravostech zahyne svět… Ale tu vzešla hvězda nad Betlemem, nebeská hvězda, v jejíž záři jsem zaplesal vstříc jitru vykoupení… A tam na hrádku Kozím spatřily tyto mé oči mistra Bohem poslaného, uši mé slyšely z čistých jeho rtů slova věčné pravdy… A když zvěst o mučenické smrti jeho dolétla ke mně, tu zatřásl jsem pěstí, zaskřípal zuby, okoval svůj cep a navždy opustil chatrč i role svá.jediná mi zbyla touha: dáti život svůj za pravdu boží. Stará moje ruka sotva zdvihá cep, a přece již ve třech bitvách máchal jsem jím v řadě nejprvnější. Meče a střely nepřátel jako by se vyhýbaly mé šedivé hlavě; ni krůpěj krve neprocedil jsem dosud za víru svou.Však nyní praví mi vnitřní hlas, že uzřím boj ze všech nejstrašnější a že vněm konečně najdu slavnou smrt za kalich a zákon Páně!“"
      },
      {
        "index": 34,
        "text": "„Kdypak budeme večeřet?“ poněkud nevhod ozval se bratr Matěj."
      },
      {
        "index": 35,
        "text": "Stařec chvilku překvapen zíral na něho, nemoha se vpraviti v náhlý ten obrat od věcí nebeských k nejhrubší pozemskosti. Pak vyňal mlčky z kabely u pasu veliký kus černého chleba se sýrem, a podávaje obé Broučkovi, pravil: „Přijmi večeři mou. Jedva jsem se jí dotekl. Starý žaludek můj slábne den ode dne více a již hrubě nedbám o pokrm pozemský. Však i toho má každý v našem táboře dostatek. Ovšem jen pokrm nejsprostnější; neboť hříchem by bylo krmiti pochoutkami tu blátivou schránku duše a budoucí pytel červů.“"
      },
      {
        "index": 36,
        "text": "Bratr Matěj přijal chléb se sýrem váhavě a zaškaredil se nad nimi jako noc. „A to je krásná večeře!“ láteřil v duchu, „kus komisárku černého jako zem a houževnatého jako podešev! A k tomu sýr — ale hanba mluvit. Myslel jsem, že budou mít přece kousek masa s nějakým komisním knedlíkem… Broučku, Broučku, kam jsi dal rozum!“"
      },
      {
        "index": 37,
        "text": "Hlad ho donutil, že se pustil přece do tvrdého chleba, po němž ho rozbolely dásně, a že s odporem snědl také část sýra, který zanechal v jeho ústech nepříjemnou chuť a palčivou žízeň."
      },
      {
        "index": 38,
        "text": "„Kdepak tu dostanu něco k pití?“ ptal se malomyslně."
      },
      {
        "index": 39,
        "text": "Bratr Stach odepjal od pasu a podal mu kulatou dřevěnou nádobku."
      },
      {
        "index": 40,
        "text": "Bratr Matěj přijal ji nedůvěřivě a drobátko si přihnul; ale hned ji odtrhl od úst a zvolal s kyselým obličejem: „Vždyť je to čistá voda!“"
      },
      {
        "index": 41,
        "text": "„Ovšem, čerstvá boží voděnka. Načerpal jsem ji před chvilkou dole ze studánky.“"
      },
      {
        "index": 42,
        "text": "„A piva tu nemáte?“"
      },
      {
        "index": 43,
        "text": "„Měli jsme dnes, ale již došlo. Žižka dbává také, aby měli bratři střídmý doušek piva na posilněnou. Ovšem na pochodech píváme obyčejně jen vodu. Ale jdeme-li do některého města přátelského, tu Žižka leckdy napřed psává: ,Myť k vám bohdá brzy přijdeme; jedno mějte chléb, pivo, obrok koňům připravený,’ a bratři chystají k našemu příchodu, co mohou. Každý rád obětuje vše, co má, na společnou potřebu. Vždyť jsme jedna rodina božích dítek. Rytíř rovně se sedlákem, všichni v našem vojsku jsme bratři."
      },
      {
        "index": 44,
        "text": "Žádný nechce se vypínati nad druhého, aniž lépe žíti ostatních. Každý stará se o všechny. Všichni prodali jsme své statky a dědiny a každý vysypal stržené peníze do kádí, na Táboře k tomu připravených, z nichž platíme společné potřeby.“"
      },
      {
        "index": 45,
        "text": "Hovorný stařec umlknul, vyrušen hlaholem zvonů, který se ozval zdola. Byloť se zatím slunce schýlilo k západu a zamodralý obzor zbarvil se jemnými odstíny červeni a zlata. Hnědý soumrak i začal obestírati rozsáhlé tábory křižácké na pláních za Vltavou. Z měst pražských pak zahlaholil večerní pozdrav, nejprve z jedné, pak z druhé, pak z jiných věží, tu jasněji, tam temněji, v rozmanitých mohutných a lahodných hlasech, splývajících v ohromnou hymnu, slavnou a dojemnou."
      },
      {
        "index": 46,
        "text": "„Toť jaksi dlouhé a slavné klekání,“ prohodil bratr Matěj."
      },
      {
        "index": 47,
        "text": "„Slaví předvečer nedělní,“ vysvětlil bratr Stach."
      },
      {
        "index": 48,
        "text": "„Předvečer nedělní? Vždyť je dnes teprve pátek!“ zvolal bratr Matěj, vzpomínaje si určitě, že měl včera před svým nešťastným výletem na Hradčany obvyklý čtvrteční hrách s uzeninou."
      },
      {
        "index": 49,
        "text": "„Mýlíš se; sobota je dnes, den svaté Markéty,“ odvětil Stach."
      },
      {
        "index": 50,
        "text": "„Právě proto je dnes pátek. Vždyť jsem si včera ve čtvrtek po obědě vzpomněl, ale pak jako na své hříchy zapomněl, že bych měl cestou na Hradčany koupit nějaký dárek své hospodyni ku dnešním jmeninám,“ odmlouval bratr Matěj a tiše si povzdechl: „Pěkně slavím její svátek!“"
      },
      {
        "index": 51,
        "text": "Stach znovu setrval na svém a Brouček se dále nehádal, mysle si, že s časem spletli se i svatí."
      },
      {
        "index": 52,
        "text": "Byl také již ospalý po denním trmácení. Nyní přišla v jeho vzpomínkách i komořice ke cti, ba i posada s nebesy a pruhovanými peřinami budila žádostivý jeho vzdech. jak by tam nyní, dobře nasycen a napojen, hověl unaveným údům v té bezpečné, tiché arše, na měkkých duchnách prachových kdežto zde musí spáti na holé, tvrdé zemi, pod širým nebem, uprostřed divokého, ozbrojeného lidu. Rozhodnul se již nadobro, že při nejbližší vhodné příležitosti i tábor Žižkův opustí, někde v krčských lesích se ukryje a hned po udušení vzpoury do Prahy se vrátí. Tahle společnost se pro něho naprosto nehodí. S každým otrapou se bratříčkovat — kdyby alespoň slušně pili na to bratrství! Ale takhle! Bratr tu, bratr tam a pak tě postaví ke zdi, abys podával kameny! Živit se černým chlebem, zapíjet vodou, spát na holé zemi, a když ke groši přijdeš, hodit jim ho do kádě, pěkně děkuju za takové živobytí!"
      },
      {
        "index": 53,
        "text": "S tím odhodláním přitáhl si pevněji kuklu, aby mu něco nevlezlo do ucha, zabalil se do kloku a chystal se ku spaní."
      },
      {
        "index": 54,
        "text": "Hovor a šum v táboře právě utichl, ale hned nato zazněl silný, vášnivý hlas, jenž bezděky vymáhal pozornost každého. I bratr Matěj obrátil se po něm a spatřil Korandu stojícího na balvanu uprostřed bratří, kteří se k němu shrnuli. Také Stach opustil své místo vedle Broučka a přistoupil blíže ke kazateli."
      },
      {
        "index": 55,
        "text": "V posledních paprscích slunečních zářila tu štíhlá postava bledého kněze, z jehož roznícených očí jako by sršely blesky a jehož obě ruce hrozivě byly napřaženy dolů směrem k táborům křižáků."
      },
      {
        "index": 56,
        "text": "Mluvil o draku ryšavém, sedmihlavém a sedmikorunném ze Zjevení svatého Jana, jenž přichází zahubit zrozeňátko ženy hvězdné, novorozenou Pravdu…"
      },
      {
        "index": 57,
        "text": "„To je nápad — kázání v noci, když si chce člověk po té nádenické robotě alespoň s pokojem zdřímnout,“ zlobil se bratr Matěj."
      },
      {
        "index": 58,
        "text": "Obalil si zakuklenou hlavu ještě klokem a obrátil se na druhou stranu. Avšak mohutná, plamenná řeč Korandova pronikala i dvojím příkrovem a přiměla bratra Matěje po mnohém obracení se strany na stranu konečně k tomu, že rozezlen raději opět se posadil a toliko obě uši dlaněmi zacpal."
      },
      {
        "index": 59,
        "text": "Přesto slyšel hlas Korandův i přizvukující výkřiky nadšených bratří a sester. Zatím setmělo se již. Dole po Letné, po pláních holešovických a oveneckých zaplanuly nocí četné ohně v leženích křižáků a také zde na temeni Žižkova rozžehli táboři veliké ohně strážné. Osvětlovaly příšerně některé skupiny posluchačů, uprostřed nichž nejasně se míhala postava zaníceného kazatele, pnoucího obě ruce vzhůru, jako by horoucím zápalem svým chtěl se vznésti ku hvězdnatému nebi."
      },
      {
        "index": 60,
        "text": "Posléze ukončil své kázání, za nímž ozval bouřlivý souhlas nadšeného posluchačstva."
      },
      {
        "index": 61,
        "text": "„Díky bohu!“ oddechl si bratr Matěj a znovu se uložil."
      },
      {
        "index": 62,
        "text": "Ale vtom rozlehl se zpěv."
      },
      {
        "index": 63,
        "text": "Kdož jste boží bojovníci a zákona jeho, prostež od Boha pomoci a doufejtež v něho, že konečné s ním vždycky zvítězíte."
      },
      {
        "index": 64,
        "text": "Z počátku zpíval jen hlouček, ale brzy vpadly nové a nové hlasy, takže druhá sloka zněla již mohutným, hřímavým sborem:"
      },
      {
        "index": 65,
        "text": "Tenť pán velí se nebáti záhubcí tělesných, velíť i život ztratiti pro lásku bližních svých, protož posilňte zmužile srdcí svých."
      },
      {
        "index": 66,
        "text": "„Můj bože! Takové hulákání! Ani vyspat se tu člověk nemůže!“ bědoval a zlobil se v duchu zoufalý bratr Matěj."
      },
      {
        "index": 67,
        "text": "Ale musel poslouchati ještě i následující sloky písně táborské:"
      },
      {
        "index": 68,
        "text": "Kristus vám za škody stojí, stokrát víc slibuje; pakli kdo proň život složí, věčný míti bude: blaze každému, kdož na pravdě sejde. Protož střelci, kopidlníci řádu rytířského, sudličníci a cepníci lidu rozličného, pomnětež všickni na pána štědrého. Nepřátel se nelekejte, na množství nehleďte — —"
      },
      {
        "index": 69,
        "text": "A dále, dále zněla z tisíce hrdel ta píseň neumělá, však jadrnou silou a vroucí vírou naplněná, ta píseň samým Žižkou prý složená, před jejímž pouhým vzdáleným hlaholem později valné voje na útěk se dávaly, dále hřímala tu velebně a nadšeně s hřebenu Vítkovy hory daleko do umlklé noční krajiny."
      },
      {
        "index": 70,
        "text": "Posléze dozněla a tábor Žižkův uložil se ke spaní. I bratr Matěj došel dlouho kýženého klidu, chvíli jen ještě vyrušován a pak ve sny ukolébán nějakými žalmy, které starý bratr Stach vedle něho tiše prozpěvoval."
      },
      {
        "index": 71,
        "text": "Našemu hrdinovi zdálo se o ryšavém, sedmihlavém draku a ženě hvězdné, která se však poznenáhla proměnila v půvabnou Domšíkovu dceru…"
      }
    ]
  }
}