{
  "chapterNumber": 6,
  "title": "VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Spánek asi čtyřhodinný osvěžil pana Broučka zázračně."
      },
      {
        "index": 1,
        "text": "Bystře vyskočil z postele a rozhlížel se vůkol; zakabonil se sice, když místo přívětivých stěn své ložnice s obrazy odalisky a zálivu Neapolského spatřil pošmourné zdi středověké komnatky, ale po nějaké chvíli vpravil se do svého osudu s mužnější myslí než před usnutím."
      },
      {
        "index": 2,
        "text": "„Dostal jsem se z Měsíce nazpět,“ končil řadu úvah, kterými se hleděl potěšiti, „a dostanu se také odtud. A nějak se tou husitskou melou také protluku. Co se ti konečně může státi? Vždyť přece vím, že jsem za několik set let zase žil — či že budu za několik set let — či vlastně, že… I, nebudu si tím motat hlavu!“"
      },
      {
        "index": 3,
        "text": "Vtom padl zrak jeho na strakatinu oděvů, ležících na truhle."
      },
      {
        "index": 4,
        "text": "„Ah, tady máme ten masopůst,“ zažertoval si trpce. „Ale jaká pomoc — musíme do toho. Janek měl pravdu. Jaký kroj, tak se stroj! Podíváme se, na to nadělení.“"
      },
      {
        "index": 5,
        "text": "Hrábnuv do pestré směsi, vytáhl z ní nohavice."
      },
      {
        "index": 6,
        "text": "„A na moutě věru!“ zvolal s mrzutým smíchem. „Vskutku jedna červená jako krev a druhá zelená jako brčál. Ajajaj! To je krása, že by člověk z kůže vyletěl! Pak říkají, že byli staří Čechové moudři a rozšafní. Tady se podívejte na tu rozšafnost! Půl zelené, půl červené! A tohle má vzít na sebe rozumný člověk a pražský měšťan. I to aby —“"
      },
      {
        "index": 7,
        "text": "Mrštil zlostně nohavicemi o podlahu."
      },
      {
        "index": 8,
        "text": "Potom vytáhl ze strakatiny na truhle žlutý kabátec a pak něco velikého, fialového, do čeho nevěděl kudy kam. Obrátiv to několikrát bez výsledku na různé strany, odhodil záhadný šat nevrle i zpět na truhlu a chopil se zase pohozených nohavic."
      },
      {
        "index": 9,
        "text": "Se zoufalou odhodlaností začal si je navlékati. Šlo to dosti těžce a několikrát proklel nepraktický jejich střih, neboť zužovaly se dolů v pravé píšťaly. Konečně je dostal přec na sebe; arci padly mu na tělo až příliš těsně, jako trikot, že se při každém pohybu bál, aby nepraskly. Ale byly patrně z látky velice solidní a navzdor ctihodnému stáří dosti zachovalé. Nakonec si prohlédl svůj červenozelený podstavec s křečovitým smíchem a zlostně odplivl."
      },
      {
        "index": 10,
        "text": "Začal se rozhlížeti po toaletních potřebách. Přitom podrobil znovu posměšné kritice ohromnou postel se stupadlem, nemotornou truhlu a stolici, okenice zalepené nějakou blanou, jakož i sprosté hliněné nádoby na polici, jejichž dobrodružným tvarům vzdal ironickou pochvalu mnohým „Aj aj!“ nebo „I safraporte!“"
      },
      {
        "index": 11,
        "text": "V malém výklenku vyštrachal ještě hrubý železný svícen s kouskem lojové svíčky („V pokoji pro hosty!“ zahučel) a s pranemotorným kratiknotem, pak předmět, v němž na první pohled tušil schránku na posejpátko, ale brzy poznal přesýpací hodiny, jaké vídal na vyobrazeních ducha času."
      },
      {
        "index": 12,
        "text": "„Jak sem taková hloupost přichází, ví bůh,“ zabručel. „Kdyby si raději byli vzpomněli na opravdové hodiny!“"
      },
      {
        "index": 13,
        "text": "Dlouhým kusem bílé látky, pestrými květy a ptáky vyšívané, jež visela vedle dveří na bidélku, na obou koncích směšnými figurkami ozdobeném, byl inventář komořice úplně vyčerpán."
      },
      {
        "index": 14,
        "text": "Po toaletním stolku nikde ani stopy. Po zrcadle se také marně rozhlížel."
      },
      {
        "index": 15,
        "text": "„Inu, vzor hostinského pokoje!“ shrnul ještě jednou své dojmy a vyšel z ložnice, aby se alespoň nějaké vody na umytí dopídil. S pavlače spatřil na dvorku mezi drůbeží svraštělou, hrbatou stařenu, v pestrých šatech středověkých tak bizarně zakuklenou, že upomínala na babu čarodějku z pohádky."
      },
      {
        "index": 16,
        "text": "Pan Brouček se jí až ulekl a prohodil k sobě: „Taková ježibaba hned po ránu — to není dobré znamení!“"
      },
      {
        "index": 17,
        "text": "Ale pak zavolal dolů: „Hej, babičko, nějaké umyvadlo nebo lavór nebo jak to po staročesku jmenujete!“"
      },
      {
        "index": 18,
        "text": "Starucha vytřeštila vzhůru oči, stála chvilku jako zkamenělá, pak spráskla suché ruce nad hlavou a rychle odbelhala do domu."
      },
      {
        "index": 19,
        "text": "Brzy nato objevil se na pavlači Domšík."
      },
      {
        "index": 20,
        "text": "Podávaje Broučkovi ruku, pravil srdečně: „Spal jsi dobře? Stará služebnice Kedruta, která ještě nevěděla o tvém příchodu, přiběhla právě všecka vyděšena, že nějaký divous křičí na ni podivná slova s pavlače. Jaké je tvoje přání?“"
      },
      {
        "index": 21,
        "text": "„Rád bych se umyl.“"
      },
      {
        "index": 22,
        "text": "„Hned ti pošlu medenici s vodou; ručník visí v komořici na obrtlíku. Chceš-li, pošlu také hřeben nebo chvoštiště —“"
      },
      {
        "index": 23,
        "text": "„Chvo — chvoštiště? K čemu to?“"
      },
      {
        "index": 24,
        "text": "„Aj, na vlasy.“"
      },
      {
        "index": 25,
        "text": "„Chvoštiště na vlasy!!“"
      },
      {
        "index": 26,
        "text": "Pan Brouček sepjal ruce a zdvihl oči k nebesům."
      },
      {
        "index": 27,
        "text": "Chtěl ještě něco vykřiknouti, ale rozmysliv se, řekl jen suše: „Děkuju. Kromě vody nepotřebuju ničeho.“"
      },
      {
        "index": 28,
        "text": "Hostitel odešel a host, vraceje se do ložnice, opakoval si několikrát: „Chvoštiště na vlasy!!“"
      },
      {
        "index": 29,
        "text": "Vytáhl z kapsy své vesty, ležící na stolici, elegantní kartáček na vlasy s hřebínkem i zrcadélkem, a pohlížeje naň téměř něžně, šeptal si: „Zlaté devatenácté století! Kdybych neměl tohle s sebou, musel bych se učesat nějakým koštětem! Má prý také hřeben. Bude to asi hřeben — snad hřeblo na koně a bezpochyby se tím hřebelcuje celý dům.“"
      },
      {
        "index": 30,
        "text": "Vyňav ze svých šatů také ostatní drobnosti, zejména hodinky s řetízkem, tobolku, nožík, klíč od bytu, škatulku se zbytkem sirek a dopola vykouřený „krátký“ doutník (pan domácí — ostatně jen sváteční kuřák, protestuje totiž proti nedávnému zdražení doutníků tím, že sestoupil s portorik na krátké), položil zatím všechno na okno."
      },
      {
        "index": 31,
        "text": "Ještě byl prohledáváním kapes zaměstnán, když vešla do komory Kedruta, nesouc vyzáblýma rukama velikou, nemotornou kovovou nádobu s vodou."
      },
      {
        "index": 32,
        "text": "Vešla plíživě jako stín, a šourajíc se přes komoru, vzhlédala zespod vrásčitého, pitvorně zakukleného čela plaše k oknu po panu Broučkovi, při čemž se jí třásly kostnaté ruce tak, že voda vyšplichovala přes okraj nádoby. Postavila medenici na truhlu, a kradouc se zpátky ke dveřím, ohlížela se po panu domácím úzkostlivě, jako by se bála, že jí skočí znenadání do týla. Také on stopoval kosým pohledem pohyby bizarního zjevu, až hrbatá stařena zmizela za dveřmi, načež si ulevil zabručením. „Učiněné strašidlo!“"
      },
      {
        "index": 33,
        "text": "Poté přistoupil k medenici a shledal, že babizna vedle ní také položila s jedné strany kus hrubého, černého mýdla a s druhé jakýs čtyrhranný plíšek."
      },
      {
        "index": 34,
        "text": "„Ďáble, co je zase tohle?“ hádal, otáčeje plíšek mezi prsty. „Snad sis tím nemám oškrábat jazyk?!“"
      },
      {
        "index": 35,
        "text": "Konečně zpozoroval, že jedna plocha je hladce vyleštěná, takže se v ní obrážel jeho udivený obličej."
      },
      {
        "index": 36,
        "text": "Položil si ukazováček na nos a hvízdnul s potupným úsměškem. „Ipse vtip se: zrcátko! Staročeské toaletní! Co je pravda: není nad husitskou eleganci a noblesu! A to mýdlo se hodí také spíš na drhnutí podlahy než na lidskou kůži.“"
      },
      {
        "index": 37,
        "text": "Ale když se umyl a pomocí svého moderního přístrojíku učesal, nabyla zase vrch předešlá jasnější nálada."
      },
      {
        "index": 38,
        "text": "Dostal také chuť na ranní požitek krátkého. Zapálil si zbytek doutníku a klidně odfukoval modravé obláčky vonného dýmu, lze-li při té sortě užíti obvyklých epithet."
      },
      {
        "index": 39,
        "text": "Přitom oblekl se zvolna do žlutého kabátce, ale s ostatními částmi středověkého oděvu nevěděl si rady. Dal se tedy prozatím do obouvání. Tu všiml si znovu zející rány na levém pérku. Ač neznal dosud středověkou obuv, pociťoval proti ní nepřekonatelnou antipatii — což měla snad na svědomí kniha o středověké inkvisici, jejíž nepohodlné španělské boty v něm zůstavily hluboký — dojem — i rozhodl se proto, že bude nejlépe poslati porouchanou obuv k ševci, aby ji narychlo sešil."
      },
      {
        "index": 40,
        "text": "Otevřel tedy dvéře a zavolal: „Kekruto!“"
      },
      {
        "index": 41,
        "text": "Za chvíli protáhla stařice opatrně dovnitř scvrklý obličej a hořejší polovici hrbatého těla, právě v okamžiku, kdy pan Brouček, drže oběma rukama roztrženou obuv a hořící doutník v koutku úst, vypouštěl do zakouřené světnice nový dýmový oblak."
      },
      {
        "index": 42,
        "text": "Babice vytřeštila oči a chvilku hleděla naň jako ztrnulá, jevíc v obličeji největší zděšení; pak náhle udělala vyzáblou rukou před sebe do vzduchu kříž a s výkřikem dala se na útěk, třesknuvši dveřmi za sebou."
      },
      {
        "index": 43,
        "text": "„Hloupá baba!“ zlobil se pan Brouček. „Uteče mi před nosem jako střelená. Snad se mne to strašidlo nebojí? Kdyby z ní někdo dostal strach, nebylo by divu: ale já — já — Tohle se mi ještě nestalo! Trdlo! — zažehnává mě jako zlého ducha… Bezpochyby nemá všech pět pohromadě. Teď abych hledal Janka po domě nebo čekal, až se mu uráčí podívat se zase na hosta.“"
      },
      {
        "index": 44,
        "text": "Nevrle odložil doutník a začal znovu přehazovati starožitné šatstvo."
      },
      {
        "index": 45,
        "text": "Vtom vešel pán domu, jaksi do smíchu naladěn, ale stanul zaražen, rozhlížeje se po dýmu kolem a pohybuje chřípěmi."
      },
      {
        "index": 46,
        "text": "„Co konáš?“ ptal se. „Proč vykuřuješ komoru takovým ohavným zápachem?“"
      },
      {
        "index": 47,
        "text": "„Inu, za pár krejcarů od eráru kadidlo nedostaneš.“"
      },
      {
        "index": 48,
        "text": "Domšík rozhlížel se dosud po komoře, hledaje bezpochyby zdroj nelibě páchnoucího kouře, a tu zpozoroval drobnosti, ležící na zídce v okně."
      },
      {
        "index": 49,
        "text": "„Nastojte, jaké divné věci máš tuto!“ zvolal a začal je prohlížeti."
      },
      {
        "index": 50,
        "text": "Tobolku minul, klíč jen zběžně prohlédl, ale nožík ohledával bedlivě, až postřehl a zotvíral želízka ve střence složená."
      },
      {
        "index": 51,
        "text": "„Ajhle, jaká divná a vtipná práce!“ obdivoval se. „Tři nožíčky v jediné násadce, do které mohou býti uschovány. A kterak to všechno jest útlé a sličné. Vidím, že jsou cizí nožíři umělejší našich: ti nerobí takových mistrných kousků.“"
      },
      {
        "index": 52,
        "text": "Poté vzal do ruky hodinky s řetízkem a prohlížel je pozorně."
      },
      {
        "index": 53,
        "text": "„Co jest to?“ ptal se konečně."
      },
      {
        "index": 54,
        "text": "„Vždyť přece vidíš — hodinky.“"
      },
      {
        "index": 55,
        "text": "„Hodinky? Hodinky?“"
      },
      {
        "index": 56,
        "text": "Pan Brouček zdvihl ruce k nebesům a sklonil je potom v sepnutí tak prudkém, že mu až prsty v kloubech zapraštěly."
      },
      {
        "index": 57,
        "text": "„Je-li možná? Ani hodinky neznáte? Prosím tě proboha, člověče — podle čehopak poznáváš, kolik je hodin?“"
      },
      {
        "index": 58,
        "text": "„To zhruba snadně uhodnu, a chci-li míti jistotu, pohlednu na sluneční orlojík, který jsem si pořídil ve světnici na zdi v okně, a tuto mám také orlojík sypací.“ Ukázal na přesýpací hodiny ve výklenku."
      },
      {
        "index": 59,
        "text": "„A to máte znamenité časoměry! Ale poslyš — nevěsíš mi něco na nos? Nejde mi ani do hlavy, že by mohli lidé žíti bez hodin, bez pořádných hodin se strojem a kolečky, neboť o slunečních hodinách a té přesejpací hlouposti škoda mluvit.“"
      },
      {
        "index": 60,
        "text": "„Hodiny se strojem? Mluvíš zajisté o velkých orlojích, jaké bývají na věžích. Takové máme ovšem také: na radnici, na kostelích —“"
      },
      {
        "index": 61,
        "text": "„Tedy máte hodiny nebo — jak jim říkáte orloje pouze na věžích? A v pokoji na stěně nic, kapesní také žádné? A což, jsi-li někde venku v polích nebo lesích, kde si nemůžeš doběhnout k nějaké věži? Tuhle přesypovací lucernu přece s sebou na cestách nenosíš — byly by to krásné kapesní hodinky!“"
      },
      {
        "index": 62,
        "text": "„V domech bys ovšem umělých orlojů se strojem našel málo, leda v některém klášteře nebo snad u některého boháče, který nelitoval nákladu na takovou vzácnou věc. Ale pro smích jest mi, co pravíš o kapesních orlojích. Obrem by musel býti a kapsář míti jako svět, kdo by chtěl nositi při sobě celý orloj se všemi hřídeli a koly i závažím!“"
      },
      {
        "index": 63,
        "text": "„Tak?! Tuhle máš celý ten orloj pohromadě se všemi kolečky — a závaží není dokonce třeba.“ Již dříve vymknul pan Brouček hodinky lehce z rukou Jankových, vida, jak neomaleně s nimi se obírá. Nyní odklopil zadní jejich příklopky a strčil mu otevřený stroj pod oči."
      },
      {
        "index": 64,
        "text": "Staročech zahleděl se udiven do hodinkového ústrojí, a čím déle tam pohlížel, tím větší úžas jevil se na jeho tváři."
      },
      {
        "index": 65,
        "text": "„Vpravdě!“ podivoval se. „Plno tu rozmanitých koleček a jak přeuměle uspořádaných! Kterak to všechno ku podivu útličké a drobounké! Rci, z které země přicházíš, že tam umějí robiti takové věci zázračné? Toť nepodobá se ani dílu lidskému. Nevěřím, by ruka člověčí dovedla vypilovati tyto zoubky, které sotva oko rozeznává.“"
      },
      {
        "index": 66,
        "text": "„Však mají proto hodináři lupu.“"
      },
      {
        "index": 67,
        "text": "„Lupu?“"
      },
      {
        "index": 68,
        "text": "„No, zvětšovací sklo, které ukazuje na příklad blechu tak velikou jako — nu, třeba jako dům,“ přepínal pan Brouček."
      },
      {
        "index": 69,
        "text": "Janek od Zvonu zavrtěl hlavou a zpytavě pohleděl na něho."
      },
      {
        "index": 70,
        "text": "„Poslouchej, hosti: Slyše tvé divné řeči a vida tento trpasličí orlojík, málem že také netuším věci nadpřirozené. Smál jsem se před chvílí, když stará Kedruta, která má hlavu plnou pohanských pověr a všude vidí přístrachy, sotva dechu popadajíc přiběhla do světnice s děsivou zvěstí, že chrlíš ze sebe dým a jiskry, dokládajíc, žes jistě kouzelník, ne-li sám nečistý duch —“"
      },
      {
        "index": 71,
        "text": "„Vaše Kedruta je hloupý strašpytel. Víš, co jsem dělal? Tohle!“"
      },
      {
        "index": 72,
        "text": "Pan Brouček vzal do úst vyhaslý zbytek doutníku a rozškrtnul sirku, aby si zapálil."
      },
      {
        "index": 73,
        "text": "Když sirka zapraskla a plamének vyšlehl, ucouvl Domšík s leknutím a vztáhl ruce jako na obranu."
      },
      {
        "index": 74,
        "text": "Potom zvolal: „Co jsi učinil? Odkud přišel ten oheň?“ Brouček byl touto otázkou tak překvapen, že sirku upustil. „Dobrou noc!“ povzdechl si. „Neznají ani sirky!“"
      },
      {
        "index": 75,
        "text": "„Jest oheň v té truhličce?“ pokračoval tazatel."
      },
      {
        "index": 76,
        "text": "„I co ti napadá!“ A pan domácí otevřel škatulku."
      },
      {
        "index": 77,
        "text": "„Kterak jsi tedy zapálil dřívko?“"
      },
      {
        "index": 78,
        "text": "„Jednoduše tak!“ A pan Brouček rozškrtnul na škatulce novou sirku."
      },
      {
        "index": 79,
        "text": "„Přepodivné! Rci, jak možno vytáhnouti oheň z prázdné krabičky holým dřívkem?“"
      },
      {
        "index": 80,
        "text": "„I, to je náramně přirozená věc — hmhm —“ Pan domácí uvázl v rozpacích. Z dlouhé chvíle čítal často nápis na škatulkách švédských sirek a kdosi mu vyložil, že „utan svafvel och fosfor“ znamená „bez fosforu a síry“. Z čeho jiného se však zapalují, nemohl si nyní vysvětlit sám."
      },
      {
        "index": 81,
        "text": "„A z čeho pochází ten smrdutý kouř?“ vyzvídal Staročech dále. „Zdali z těch dřívek?“"
      },
      {
        "index": 82,
        "text": "„I toto! Tuhle z doutníku.“"
      },
      {
        "index": 83,
        "text": "„A proč pálíš takové šeredné koření?“"
      },
      {
        "index": 84,
        "text": "Pan Brouček poznal, že staří Čechové ani o tabáku nevědí a že by jim těžko vysvětlil, proč kouří, zvláště takovou sortu. Vždyť někdy sám nepochopoval, proč tak vlastně činí. Raději tedy mlčel."
      },
      {
        "index": 85,
        "text": "„Divím se, jak můžeš strkati do úst ohavnost takovou! Dým tento vpravdě peklem zapáchá, že mi v něm již nevolno —“"
      },
      {
        "index": 86,
        "text": "Při těch slovech otevřel Domšík dvéře do kořán a pokračoval vážně: „Vím, že vtip lidský mnohé divné věci vymyslil a snad ještě divnější vymyslí, i kárám ty, kdož nemohouce vystihnouti věc nějakou, volají: Čáry a kouzla! Ale nechci příti, že druhdy dějí se i věci nadpřirozené působením ďábelským. Byl jsi mezi lidmi toulavými, kteří rádi se obírají rozličnými poboňky, a možná, že tě naučili též umění černému —“"
      },
      {
        "index": 87,
        "text": "„Snad bys nevěřil v našem osvíceném —“ ‚Pěkně osvíceném!‘ rozpomenul se ihned pan Brouček a začal svou obranu jinak: „Ale vždyť jsem ty sirky sám nedělal, vždyť jsem je koupil!“"
      },
      {
        "index": 88,
        "text": "„Nechťsi jen koupil, však nedobře činíš, zabývaje se věcmi takovými. já ti věřím, že nemáš co činiti s čarodějstvím, a možná, že jsou tyto věci pouhé kejkle, na oklamání lidí chytře smyšlené. Ale jiní snadně by soudili jinak a zlým bys toho zažil. Na kouzelnictví jest pokuta upálení za živa. Proto uposlechni mé rady a odhoď od sebe to pekelné koření i kouzelnou skříňku!“"
      },
      {
        "index": 89,
        "text": "„I s radostí — je beztoho už prázdná.“ A host vyhodil škatulku i doutník otevřenými dveřmi, huče pro sebe: „Ta středověká pověrčivost je věru nakažlivá — bůh ví, že jsem sám už dostával strach z těch ubohých Säkerhets Tändstickor!“"
      },
      {
        "index": 90,
        "text": "„A nyní se ustroj i v ostatní roucha,“ pobízel jej hostitel."
      },
      {
        "index": 91,
        "text": "„Byl bych to již udělal, kdybych věděl, jak do nich. Pověz mi ku příkladu, co s touhle fialovou plandou?“"
      },
      {
        "index": 92,
        "text": "„To jest klok,“ vysvětloval s úsměvem Janek od Zvonu. „Ale tím zahalíš se až naposled.“"
      },
      {
        "index": 93,
        "text": "S pomocí jeho připevnil si pan domácí ke kabátci objemný kapsář, oblekl se v blankytnou sukni, opásal se kovovým pásem s přivěšenou tobolkou a vzal na všecko podivný plášť, který Janek pojmenoval klokem. Při každém kusu poctil v duchu staročeské krejčí ironickou gratulací a nakonec uložil pečlivě do kapsáře a tobolky drahocenné drobné relikvie devatenáctého věku."
      },
      {
        "index": 94,
        "text": "Ale na truhle zbylo ještě něco hnědého, soukenného, čehož účel nemohl naprosto uhodnouti."
      },
      {
        "index": 95,
        "text": "„To je snad zástěra k té sukni, co?“ tázal se sarkasticky."
      },
      {
        "index": 96,
        "text": "Janek od Zvonu srdečně se rozesmál."
      },
      {
        "index": 97,
        "text": "„Ale vždyť je to kukla. Pohleď!“ A vzav hnědou látku z rukou hostových, upravil si ji na hlavě tím způsobem, že z ní vyhlédal pouze jeho smějící se obličej."
      },
      {
        "index": 98,
        "text": "Pan Brouček dal se také do smíchu, jenže trochu kyselého."
      },
      {
        "index": 99,
        "text": "„Moc krásné!“ chválil ironicky. „Člověk z toho kouká jako kvočna z kukaně. Takový čepec se docela hodí k té babské sukni s kapsářem.“"
      },
      {
        "index": 100,
        "text": "„Alespoň budeš míti hlavu ochráněnu proti čerstvému povětří, jehož se tak bojíš,“ mínil hostitel s úsměvem, připevňuje kuklu na hlavu pana Broučka, jehož obličej se v ní pýřil studem a zlostí."
      },
      {
        "index": 101,
        "text": "„Ale hle, na obuv jsme zapomněli!“ zvolal ještě Domšík, přeletnuv ustrojeného zkoumavým pohledem od hlavy k noze."
      },
      {
        "index": 102,
        "text": "„Chtěl jsem právě poslat Redutu k obuvníkovi, aby mi tohle narychlo sešil,“ oznamoval Brouček, ukazuje roztrženou botu."
      },
      {
        "index": 103,
        "text": "Domšík prohlásil, že správka sotva dnes bude hotova, tím méně, jelikož i řemeslníci v tuto dobu spíše zbraně než díla si hledí; ale napadlo mu, že má zde v komoře za truhlou také jedny zděděné škorně, které by se snad Broučkovi hodily."
      },
      {
        "index": 104,
        "text": "Tento změřil plachým pohledem starožitné boty, jež Domšík z úkrytu vytáhl. Měly náramně dlouhé špičky a byly také dvojí barvy: k červené nohavici zelená a k zelené červená."
      },
      {
        "index": 105,
        "text": "Staročech doporučil je slovy: „Vše vhod dobro, praví staré přísloví. Nedbej, že jsou po starém způsobu. Dříve nosívali z marnivosti světské takové předlouhé špičky a slyšel jsem, že před lety na hradě Košťálu v Litoměřicku hrom rytíři a jeho manželce do střevíců uhodil a ty dlouhé nosce jim urazil.“"
      },
      {
        "index": 106,
        "text": "„Měl by uhoditi do všeho!“ pomyslil si pan Brouček, a vida nezbytí, navlekl starodávnou obuv."
      },
      {
        "index": 107,
        "text": "„Nyní jsi přece člověku podoben,“ pravil s uspokojením hostitel. „Zbývá ti jedno, vybrati sobě některou zbraň, kterými jsem hojně zásoben.“"
      },
      {
        "index": 108,
        "text": "„I, se zbraní mi dej svatý pokoj! Kdybych stál o vojenskou marnost a parádu, mohl jsem se dáti dávno k městským ostrostřelcům nebo granátníkům.“"
      },
      {
        "index": 109,
        "text": "„Však my nenosíme zbraní pro marnost, než z potřeby.“"
      },
      {
        "index": 110,
        "text": "„Z jaké potřeby? Proboha, snad že nejste jisti jeden před druhým? Copak je tu v Praze tak nebezpečno, že se neodvažujete ani ve dne neozbrojeni na ulici? Což nemáte policii, která by chránila pokojného občana proti lotrovině?“"
      },
      {
        "index": 111,
        "text": "„O lotry neběží. Zdali jsem ti nepravil, že Zikmund s vojskem svým leží před městem?“"
      },
      {
        "index": 112,
        "text": "„Ah, zapomněl jsem na to zpropadené obležení. Je to náramně smutná věc, ale zbraň by mi při tom ďasa pomohla. Takovým bláhovcem nebudu, abych se postavil proti vojsku, a pokojného člověka nechají snad také s pokojem; ne-li, bránit se nebudu, poněvadž bych nic nepořídil a darmo vojáky ještě více podráždil. To poručím raději duši pánu bohu a nechám se rozsekat.“"
      },
      {
        "index": 113,
        "text": "„Co pravíš? Zajisté žertuješ. Nevěřím, by který muž tak hanebně smýšlel a sám hanbu svou vyznával. Nebyl bys hoden ani té sukně ženské, proti které jsi se tak bránil. Možno-li, že bys, muž jsa a zdravé maje paže, bez obrany jako skot schýlil šíji pod meč vrahův? Nikoli. Zmužile půjdeš s námi v boj proti žoldnéřům Zikmundovým.“"
      },
      {
        "index": 114,
        "text": "„Ale dovol, co je mně po Zikmundovi? Máte-li vy s ním něco, vyřiďte si to sami a nechte na pokoji člověka, kterého se ta záležitost pranic netýká. Já jsem tu cizinec a přicházím do té celé ošklivé věci jako Pilát do Kreda.“"
      },
      {
        "index": 115,
        "text": "Domšík prudce ustoupil, a měře hosta plamenným pohledem, zvolal hněvivě: „Ha, tedy jsi přece lhal, vydávaje se za pravého Čecha! Křivě jsi přísahal! Hle, Zikmund nešlechetný, syn nehodný přeslavné paměti krále Karla, tak zapomněl se na svém rodu a své cti, že sebral ohromné vojsko vlastnímu lidu svému a jako katan přichází sem, aby ohněm a mečem vyplenil víru naši, rozšlapal práva naše, vydal nás na potupu celému světu, a touž nectnou pravicí, která zrádně vydala plamenům svatého mistra našeho, ne jako laskavý vládce, než jako zuřivý tyran mocí sobě vložil na mrzké čelo velebnou korunu svatováclavskou: který tu věrný syn té země nezahořel by spravedlivým hněvem a nevytrhl meč na odvrácení té zhouby a potupy, který pravý Čech mohl by říci, že není jeho ta pře, a slože ruce v klín lhostejně přihlížeti, ani jeho bratří radostně nasazují statky a hrdla v boji nerovném a rozhodném! Již poznávám, že přijal jsem zrádce pod střechu svou.“"
      },
      {
        "index": 116,
        "text": "Ustrašený pan Brouček zakoktal: „Ale co ti napadá? Vždyť jsem také Čech a nemám nic proti vlastencům; sám jsem vystřílel hezkých pár krejcarů národním střelcem… Jeli pravda, že je ten Zikmund takový darebný člověk, jak povídáš, přeju mu ze srdce, aby dostal pořádný výprask.“"
      },
      {
        "index": 117,
        "text": "„Ovšem tvoje nevědomost je ti omluvou,“ přiznal Staročech. „Zapomněl jsem zase, že nevíš, co se děje v Čechách. Nuže, nyní znáš naši při a budeš s námi státi ve svatém boji.“"
      },
      {
        "index": 118,
        "text": "„Ale — milý příteli, copak vám budu platen? Jsem starý chlap a neumím se zbraní zacházet. Ani za mladých let mě při odvodu nechtěli, že jsem ploskonohý, že mám tlustý krk a bůhvíco ještě. Mnoho byste si na mně nechytli a velkou parádu bych vám také nedělal. A vůbec se divím, že nutíte také civilisty do zbraní; k čemupak máte řádné vojsko?“"
      },
      {
        "index": 119,
        "text": "„Mluvíš-li o najatých žoldnéřích, těch nemáme. My sami jsme vojsko. Všickni věrní pražští měšťané, řemeslníci, podruzi, bohatí i chudí, mladí i staří, kdo zbraň unésti může, všickni jsme vzhůru na obranu svého města, kalicha, cti a svobod země České. A z venkova přichvátali nám na pomoc Táboři, Žatečtí, Lounští, Slanští a jiní, tisíce lidu selského, pobivše železem své cepy a vyměnivše své otky za oštípy a sudlice; i ženy a panny spěchají s nimi srdnatě v boj, ba i pacholata malá, jichž ruka sotva kamenem umí loučiti, všickni jsouce hotovi raději položiti život svůj než poddati se nepříteli. A ty, muž silný a zdravý, chtěl bys zbaběle boji se vyhnouti?“"
      },
      {
        "index": 120,
        "text": "Tato řeč Domšíkova zadala panu domácímu novou ránu."
      },
      {
        "index": 121,
        "text": "„Do horšího už jsem se nemohl dostat!“ — hořekoval v duchu. — „Myslil jsem, že vedou řádnou vojnu, a oni zatím dělají jen revoluci. Broučku, Broučku, ani v nejošklivějším snu ti nikdy nepřišlo na mysl, že se jednou dostaneš mezi povstalce! Arci, dlouho ta rebelie asi nepotrvá. Dopadne to jako v roce osmačtyřicátém. Až jim vojsko rozstřílí několik barikád, rozutíkají se do všech konců a ty venkovské gardy nejdřív. A pak začne vojenský soud pracovat olovem a oprátkou… Co si mám počít! Řeknu-li ne, dost možná, že mě ten zhorka nakvašený Janek přece probodne. A kdybych i zdráv odtud vyšel, dole na náměstí mě očekává sotva něco lepšího.“"
      },
      {
        "index": 122,
        "text": "Tanula mu sice na mysli Svinská brána, za níž neleží vojsko, že by tudy mohl upláchnouti do Nuslí nebo do Vršovic a tam počkati, až bude povstání potlačeno; ale pochyboval, že by ve svém obleku z města vyvázl, zajisté by ho cestou někde zadrželi a snad utloukli jako domnělého cizáka a nepřítele. A konečně, kdož ví, jak teprve vypadá staročeský venkov!"
      },
      {
        "index": 123,
        "text": "S těžkým srdcem rozhodl se tedy, že prozatím Domšíkovi naoko vyhoví a vyčká vhodnou příležitost, aby se mu nějak vysmekl z klepet, než boj skutečně začne. Pravil tedy s líčenou zmužilostí: „Když jdete všichni, nezůstanu přece sám za pecí!“"
      },
      {
        "index": 124,
        "text": "„Takové slovo muži sluší,“ řekl Staročech usmířen. „Ale slyš! Není radno ni v žertu mluviti u nás ony zbabělé řeči, které jsi prve mluvil; snadno bys za ně utržil ránu železným cepem. — Nyní pojď se mnou do světnice, kde moje žena s dcerou uchystaly snídaní nebo spíše již malý oběd, neb za nynější doby vycházejíce z domu nikdy nevíme, kdy se zase vrátíme.“"
      },
      {
        "index": 125,
        "text": "Host byl tomuto obratu od vojenských věcí ke kuchyňským velmi povděčen. Byl již notně vyhladovělý. Šel tedy chutě za hostitelem, hrubě si ani nevšímaje, jak špatně se mu kráčelo v těsných nohavicích a předlouhých škorních."
      },
      {
        "index": 126,
        "text": "Byl zvědav na staročeskou kuchyni. Dle dosavadních zkušeností ve středověku neočekával příliš jemné a vybrané přípravy, ale zato nadál se jadrné podstatnosti, ku které mu již kuchař hlad přidá všeho žádoucího koření."
      },
      {
        "index": 127,
        "text": "Poněkud ho jen tísnila myšlenka na představení dámám: nechť cokoli řeknou spanilé čtenářky, zatajiti nemohu, že panu Broučkovi bývá všude jinde volněji než v dámské společnosti."
      }
    ]
  }
}