{
  "chapterNumber": 4,
  "title": "IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Chvíli ležel pan Brouček na patníku jako omráčen. Ale hlavou jeho vířila divoká směs myšlének. Ti hromotluci u brány a jejich zbraně, zvláště ty cepy ty z musea známé strašné cepy husitské rázem vnutily mu nestvůrnou myšlénku, že snad člověk s lucernou měl přece pravdu a že on (pan Brouček) stal se náhle současníkem Žižkovým. A bizarní ta domněnka nalézala mocnou podporu v neznámé věžaté bráně, zubaté zdi, starožitném kroji a divné češtině domnělého blázna, v neosvětlenosti a podivném vzezření ulic, v řetězu a šraňku, v úplné neporušenosti klenotů a maleb ve starém domě královském."
      },
      {
        "index": 1,
        "text": "Bránil se arci vší mocí té myšlenkové nestvůře. Napadla mu povídka o mladém mnichu, který v lese prospal sto let a jako bělovlasý kmet přišel nazpět do kláštera, kde se k němu nikdo nechtěl znáti, — je to pouhá báchorka, ale přece ještě stokrát možnější, než aby někdo se octnul ve století dávno minulém. Toť holý nerozum. Není možno, aby se čas zastavil, neřku-li aby šel nazpátek. A kdyby skutečně čas o několik století skočil nazad, nemohl by v něm pan Brouček žíti již proto, že by se teprve o několik století později narodil — Až se mu hlava zatočila z toho nesmyslu."
      },
      {
        "index": 2,
        "text": "Pak mu zase napadlo, že snad cestou od Würfla někde na patníku usnul a měl neobyčejně živý sen. Cesta podzemní chodbou, poklad — ach, i poklad krále Václava! —, muž s lucernou a všechno ostatní bylo pouze divokým, strakatým snem, z něhož se nyní probudil. Avšak ani vysvětlení to neobstálo."
      },
      {
        "index": 3,
        "text": "Noční tma byla zatím již ustoupila prvnímu šeření letního dne. Hustá černá rouška proměnila se v lehký šedivý závoj, v němž byly již patrny nejen hořejší kontury, nýbrž i všechny hlavní rysy okolních předmětů. A závoj byl každým okamžikem průhlednější, klesal s domů níže a níže."
      },
      {
        "index": 4,
        "text": "Co však panu Broučkovi odestíral, naplňovalo jej úžasem a zoufalostí. Čtenáři jeho cesty do Měsíce pamatují se snad na místo, kde jsem konstatoval, že míval pan domácí na svých nočních cestách z hostince k domovu zvláštní zrakový přelud, který mu jevíval pražské ulice v divném zmatení a zpitvoření, všechno zkřivené, klikaté, nemožně protáhlé nebo skrčené, ba i zdvojené, ale to bývalo za klamného svitu měsíce a městských svítilen."
      },
      {
        "index": 5,
        "text": "Nyní však viděl podobný obraz ve střízlivém světle denním."
      },
      {
        "index": 6,
        "text": "Viděl domy rozmanité velikosti a podoby, některé i zpola dřevěné, s nemotornými širokými nebo nevídaně špičatými střechami, plno rozmanitých výstupků, arkýřů s vížkami a divnými kamenickými ozdobami, pavlačí kamenných i dřevěných, otevřených i krytých chodeb, někde vedoucích vysoko od domu k domu jako vzdušný most, okna nejrozličnější velikosti a podoby, namnoze velmi malá, až i pouhým štěrbinám podobná, v nich místo skla povětšině jen nějaké neprůhledné blány nebo mázdry, tu a tam divně spletené a všelijak okrášlené mříže železné, místo dveří domovních namnoze zaokrouhlené nebo zašpičatělé branky a fortny, na stěnách domů množství vytesaných ozdob a figurek, pestré malování, všude do ulice čouhající železné tyče, na nichž se houpaly tu železná rukavice, tu podivný klobouk, tu dřevěná přeslice a jiné odznaky řemesel neb obrovské dřevěné i železné hrušky, hvězdy a jiná znamení domovní, vše dohromady poskytovalo obraz tak pestrý, rozmanitý a zvláštní, že byl pan domácí jako v Jiříkově vidění."
      },
      {
        "index": 7,
        "text": "Teď nemohl již pochybovati, že se s ním stalo zase něco stejně neobyčejného jako tehdáž, když tak nenadále z Hradčan na Měsíc zabloudil. Ale přece vzpíral se dosud připustiti, že by byl nyní zase zabloudil do nějaké minulosti, bezmála o pět století nazpět. Bylať to myšlenka příliš absurdní."
      },
      {
        "index": 8,
        "text": "Přesto vmyslil se bezděky do té nemožné situace a pravil si, kdyby tohle skutečně byla dávná Praha, že by se v ní snad přece musel vyznati, poněvadž zajisté alespoň náměstí a hlavní ulice měly tutéž polohu jako nyní."
      },
      {
        "index": 9,
        "text": "Prohlédl si bedlivěji okolí. Stál u malého nárožního domku při vchodu do křivé uličky. Bezděky pohledl na zeď domku a pak na protější dům, hledaje nápis uličky; avšak po nápisu nebylo ani stopy."
      },
      {
        "index": 10,
        "text": "Obrátil se tedy k uličce zády a pohlížel na jiné strany. Od uličky nalevo prostíralo se malé náměstí, na němž stály vedle sebe dvě dlouhé řady jakýchsi budek, v nichž pan domácí dle rozličných známek poznal masné krámy. „Kdybych byl na Starém Městě,“ pravil k sobě, „mohla by tohle být Masná ulice; pak by musela býti tuhle napravo Štupartská ulice a ta ulička za mnou byla by Týnská ulice, ale je to všechno hloupost!“"
      },
      {
        "index": 11,
        "text": "Přece pohledl napravo k domnělé Štupartské ulici, hledaje kostel sv. Jakuba. A vskutku vypínal se v té straně vysoký kostel, jenže měl průčelí zcela jiné."
      },
      {
        "index": 12,
        "text": "Po této bezvýsledné prohlídce uvažoval náš hrdina chvilku, co má činit dále. Konečně se rozhodl, že se pustí nazdařbůh uličkou, kterou dle dřívější své hypothesy nazval Týnskou. Porozhlédne se dále po neznámém městě a dopídí se snad brzy nějaké jistoty."
      },
      {
        "index": 13,
        "text": "Kráčel tedy uličkou. Po pravé straně upoutal jeho pozornost nejprve dům, jehož veliké dvéře byly celé železem pobity. Pak následoval po té straně dvorek druhého, uvnitř mezi jinými zastrčeného domu a pak — pan Brouček se zarazil. Na průčelí domu následujícího bylo vytesáno veliké vozové kolo, natřené červenou barvou. Toť skutečně překvapující shoda!"
      },
      {
        "index": 14,
        "text": "Pan domácí znal totiž Týnskou ulici velmi dobře, poněvadž tam míval jednoho dlužníka, kterého bezpočtukrát návštěvou svojí oblažoval. Všiml si v ní také pokaždé domu U červeného kola, kteréžto znamení je na něm nápadným způsobem vypodobněno. „Tohle je podivné, podivné!“ bručel nyní pro sebe. „Jako by to skutečně byla Týnská ulice. I ta klikatost se shoduje. — Arci vypadají ty domy všechny jinak; ale za pět set roků se mnoho změní — I pořád se mi plete do hlavy ten nesmysl!“"
      },
      {
        "index": 15,
        "text": "Ale přes odmítnutí bláhové domněnky blížil se pan Brouček východu uličky s velikou napjatostí, nespatří-li tam Týnský chrám."
      },
      {
        "index": 16,
        "text": "Již vyšel z uličky — a hle, velebný Týnský kostel vypínal se skutečně před ním! Poznal jej určitě, ač zářil ozdobností a novostí, jako by byly právě teprve jeho zdi dostavěny. Maně ohlédl se pan domácí ještě stranou a hle, tu byl vytesán nad klenutou brankou domu veliký pozlacený prsten a vedle byla zamčená brána mohutného stavení, které sice vypadalo trochu jinak než nynější Týnský dvůr, ale patrně nebylo ničím jiným."
      },
      {
        "index": 17,
        "text": "Pan Brouček sáhl si k čelu. Hlava se mu zatočila jako v závrati. Dům U kola — U prstenu — Týnský kostel a přijdeli tudy na Staroměstské náměstí…"
      },
      {
        "index": 18,
        "text": "Skoro se potácel uličkou podél chrámu. Postranní portál dotvrzoval totožnost, ač byl nový, jako právě teprve vytesaný, bez nejmenší úhony a mezery v přebohatém věnci ozdob ornamentálních i figurálních, v jemném, čistém zpracování svém vypadajících jako z cukru. Napravo našel tutéž úzkou uličku, která vede ke Kozí ulici a Dlouhé třídě. Pak minul po té straně dům s neznámým označením: velikou sedmibarvou duhou; ale teď — ó bože! Ano, to je náměstí Staroměstské, a kdyby o tom pochyboval, tenhle známý nárožní dům Týnské uličky s velikým bílým zvonem přesvědčil by ho nadobro."
      },
      {
        "index": 19,
        "text": "Vzezření Staroměstského náměstí o sobě mohlo arci buditi pochybnosti. Domy vypadaly stejně podivně jako ty, které dotud spatřil; ba, byly ještě bohatší arkýři, vížkami, pestrým malováním a rozmanitými okrasami; uprostřed nestál známý sloup mariánský, ale zato zdvihalo se na severní straně náměstí nějaké lešení s velikým kůlem, k němuž byl přidělán železný kruh a s něhož visel nějaký roztrhaný, strakatý prapor; obě věže týnské shlížely sice do náměstí přes domy před kostelem stojící, ale vypadaly spíše jako dva obrovské široké pilíře, poněvadž jim chyběly dosud nejhořejší části a střechy. Na druhé straně však vypínala se věž radnice — arci s trochu jiným vrcholkem již v plné slávě i s ozdobnou arkýřovou kaplí. Radnice sama měla ovšem zcela jiné vzezření a místo chybějící novější části její s pavlánem stály až k uličce vedle nynějšího Krenovského domu ještě tři domy, pod radnicí pak a těmito sousedními domy táhla se podloubí, v nichž bylo viděti budky a sklípky nějakých krámů: ale v hlavních rysech shodovala se poloha, rozměry, uspořádání a situace ulic do něho ústících tak úplně s obrazem nynějšího Staroměstského náměstí, že nemohl pan Brouček vzhledem ke všem předcházejícím pozorováním déle o totožnosti pochybovati."
      },
      {
        "index": 20,
        "text": "Zdrcen klesl na kamenné sedátko, stojící za sloupem podloubí nárožního domu před kostelem Týnským, proti domu U bílého zvonu. Snad se také úmyslně uchýlil do toho úkrytu; neboť navzdory tomu, že se před chvílí teprve rozbřesklo časné červencové jitro, pestřili se již tu a tam chodci v malebném starodávném kroji po náměstí a před radnicí stál zástup ozbrojenců, který na pana Broučka nečinil o nic lepší dojem než ona stráž u brány."
      },
      {
        "index": 21,
        "text": "„Tedy přece,“ uvažoval ubohý pan Brouček, „přece! Je to nemožné — a přece! Když o tom přemýšlím, div se mi hlava nerozskočí. Ale co mé zdravé oči vidí, co mohu hmatat rukama, tomu přece musím uvěřit. Jsem tedy najednou o pár set roků zpátky, dívám se na domy, které vlastně již dávno nestojí nebo alespoň v téhle podobě nestojí, sedím na sedátku, o kterém dobře vím, že po něm nezbylo na tomto místě ani potuchy, jsem mezi lidmi, kteří vlastně dávno již v prach a popel se proměnili a kteří se přece tamhle živi a zdrávi ve svých dávno rozpadlých a zetlelých šatech procházejí. A já sám, je-li nyní skutečně rok čtrnáct set dvacet, nemohu býti živ, poněvadž se teprve za čtyři sta a více let narodím — a přece cítím, že jsem živ, a vím zcela určitě, že jsem včera, dne 12.&nbsp;července&nbsp;1888, seděl u Würfla! Z takové motanice by se člověk věru zbláznil. Ale — snad jsem opravdu blázen. Snad žiju a žil jsem ustavičně za Žižkových časů a měl jsem přitom tutéž fixní ideu, z které jsem nedávno nařkl onoho člověka s lucernou, jenže, obráceně: totiž utkvělou myšlenku, že žiju o pět set let později. A můj dům byl přelud, moje hospodyně přelud, Würfel přelud, všechno, všechno holá fantasie mého churavého mozku, z níž se teprve nyní probírám ve světlém okamžiku. Ale to je zase všechno holý nesmysl: Vždyť mám přece tuhle na sobě kabát od Nerada, tady je jeho firma — a Nerad přece není husita; tuhle v kapse mám tramvajový lístek a tramvaje máme v Praze teprve — vlastně měli jsme teprve — či vlastně budeme míti — I ďas aby už do toho — —!“"
      },
      {
        "index": 22,
        "text": "A pan Brouček v zoufalé zlosti bil se pěstmi do čela, smál se křečovitě a počínal si opravdu jako šílenec."
      },
      {
        "index": 23,
        "text": "A není divu: Vždyť autorovi samému se točí hlava z té matenice časů a duch jeho teskně hledí vstříc následujícím kapitolám, kde bude mu tančiti mečový tanec mezi přítomností a minulostí, v němž utrží leda krvavé šrámy. Ó buďte milosrdní tentokrát, vy pánové, kteří pokládáte českého spisovatele za ubohého lotra na pranýři, po němž každý smí metati úšklebky a blátem pro zábavu obecenstva, které si leda pomyslí: Dobře mu tak — proč píše!"
      }
    ]
  }
}