{
  "chapterNumber": 14,
  "title": "XIV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "„Božínku, copak to tady kunká?“ ozval se nad panem Broučkem povědomý hlas, a když hlavu povznesl, zočil ustrnulou tvář pana Würfla, nakloněnou k otevřenému sudu."
      },
      {
        "index": 1,
        "text": "„I pro všechny svaté — pan domácí!“ trnul hostinský, spráskaje ruce nad hlavou. „Můj ty spasiteli, jakpak se ráčili dostat do sudu?“ (Pan Würfel totiž někdy po starém, ctihodném způsobu ještě oniká.)"
      },
      {
        "index": 2,
        "text": "Pan Brouček neodpovídal; díval se jen vyjeveně na něho, jako by se nemohl vzpamatovat, kde jest a co se s ním děje."
      },
      {
        "index": 3,
        "text": "„Líbějí přece vylézt, pane domácí; vždyť je tam plno neřesti,“ pobízel ho starostlivý Würfel."
      },
      {
        "index": 4,
        "text": "Ale pan Brouček prozatím opatrně vystrčil jen hlavu a rozhlédl se úzkostlivě kolem. Spatřil sice kus středověku, totiž okrouhlou romantickou věž Mihulku, ale jinak ničeho z těch děsných dávnověkých zjevů, které jej před chvilkou ještě obklopovaly. Shledal, že je sice v prázdném sudu, ale nikoli u pranýře a před hořící hranicí na středověkém Staroměstském náměstí, uprostřed hrozivých zástupů husitských, nýbrž na tichém dvorku útulné Vikárky."
      },
      {
        "index": 5,
        "text": "Oddechl si zhluboka, jako by se mu ohromný balvan s prsou svalil, a s pomocí Würflovou vylezl pracně ze sudu. Měl údy jako přelámané a v hlavě cítil mučivou tíhu. Také jeho oděv byl nečistotou v sudě šeredně zpořízen."
      },
      {
        "index": 6,
        "text": "„Pěkně vypadají, pěkně!“ konstatoval vyčítavě hostinský. „A zdá se, že si ulovili taky krásnou rýmu. Inu, není divu, celou noc v mokrém sudě!“"
      },
      {
        "index": 7,
        "text": "„É, tu jsem si ulovil v komořici a při tom čistém noclehu na Žižkově,“ odsekl mrzutě pan domácí."
      },
      {
        "index": 8,
        "text": "„V komořici? Na Žižkově?“ opakoval s úžasem hostinský a díval se na hosta, jako by pochyboval, má-li všech pět pohromadě."
      },
      {
        "index": 9,
        "text": "Ale pan Brouček nepouštěl se prozatím do nijakých vysvětlení, nýbrž ohlížel se po svém klobouku, který byl šťastně také za sudem na zemi nalezen, arci ve stavu neblahém."
      },
      {
        "index": 10,
        "text": "Würfel odvedl pana domácího do hostinské světnice a přivedl i paní Würflovou, načež oba o závod ulevovali největšímu svému udivení nad příhodou tak neobyčejnou. Konečně vyslovil hostinský domněnku, o níž jsem se zmínil již v kapitole druhé. Pan domácí spletl prý si v noci nejspíše cestu a nevyšel předsíňkou na ulici, nýbrž zabloudil na opačnou stranu ke schodům, po nichž bezpochyby divnou nějakou náhodou na dvorek a do starého, vysloužilého sudu se dostal, kterýž tam s vyraženým hořejším dnem v koutě stojí a k chytání dešťové vody i jiným podobným účelům slouží. Jinak prý ta věc státi se nemohla, leda by pan Brouček po druhé na měsíc byl zabloudil a odtamtud působením nějaké přitažlivé síly přímo do řečeného sudu nazpět byl spadl. Náš hrdina odpověděl na tyto teorie jen rázným zavrtěním hlavy, ale hlasu ze sebe nevydal."
      },
      {
        "index": 11,
        "text": "Zatím co paní Würflová něco pro zahřátí a posilnění v kuchyni chystala, svlékl pan domácí k vybídnutí hostinského své zubožené šaty a zahalil se prozatím v páně Würflův župan. Za té časné doby náš moderní Diogenes opustil totiž svůj sud k osmé hodině ranní — nebylo pro štěstí na Vikárce, ještě žádných hostů."
      },
      {
        "index": 12,
        "text": "Teprve když pan Brouček chutnou snídaní na vidličku se občerstvil, dvě sklenice plzeňského vyprázdnil a do svých vycíděných šatů znovu se oblekl, rozvázala se za třetí sklenicí mlčelivá jeho ústa. Arci mohl prozatím nastíniti jen hlavní obrysy svého podivného dobrodružství. Pan Würfel naslouchal sice v němém úžasu, ale zároveň vrtěl nedůvěřivě hlavou a nakonec ohradil se rozhodně proti tomu, že by někde v jeho místnostech hostinských nebo nablízku byla nějaká šachta, kterou by se jeho hosté mohli propadati do středověku."
      },
      {
        "index": 13,
        "text": "K jeho žádosti kladu sem s ohledem na bázlivější hosty Vikárky výslovný jeho protest a dodávám, že se později sám pan Brouček bedlivým místním ohledáním o naprosté bezpečnosti Vikárky a jejího okolí přesvědčil; ale přesto trvá i on na svém a ponechává všem znalcům podzemního stavitelství na uváženou, mohl-li se z hostince Würflova do hluboké tajné chodby pod Vltavu vedoucí dostati jinak nežli nějakou šachtou."
      },
      {
        "index": 14,
        "text": "Pan Brouček lituje, že ústí tajemné chodby tak pojednou beze stopy zmizelo; avšak lituje toho jediné vzhledem k ohromnému pokladu krále Václava — z něhož ostatně pro případ, že bude nalezen, zákonný podíl, jemu jako prvnímu objeviteli náležitý, šlechetně věnuje spolku českých spisovatelů „Máj“, čímž dobývá si o spisovatelstvo jistě větší zásluhy nežli nějakou z oblíbených úvah o nynější krizi literární. Jinak nemá ani nejmenší chuti podívati se řečenou šachtou po druhé do patnáctého století a neradil by ani čtenáři k takovému výletu."
      },
      {
        "index": 15,
        "text": "Navzdory kuřatům po půl groši, nadbytku lososiny, medovině a jiným některým výhodám středověku zůstavila doba husitská v panu domácím dojem rozhodně nepříznivý, nejen pro nedostatek sirek a vidliček, měření času posejpátkem, chvošťata na vlasy, mužské sukně a podobné barbarské hlouposti, ale i pro jiné, ještě mnohem horší věci."
      },
      {
        "index": 16,
        "text": "Pan Brouček nemá ničeho proti tak zvanému vlastenectví, pokud zůstává v rozumných mezích; spánembohem ať si Čechové mluví mezi sebou česky, chodí do českého divadla, zakládají české spolky pořádají národní slavnosti a třeba i sbírají na vlastenecké podniky ovšem nikoli u domácích pánů, kteří za nynějších zlých časů nemohou si dopřáti takových zbytečných výdajů. Ostatně pan Brouček sám, jak bylo již na jiném místě řečeno, vystřílel na Vikárce hezkých pár krejcarů národním střelcem pro Ústřední matici a byl také dvakráte na národní slavnosti, kde vypil zcela v tichosti piva za pět chlubných národovců."
      },
      {
        "index": 17,
        "text": "Ale chtíti jako husité, aby člověk z vlastenectví nebo vůbec pro nějaké zásady vydával v nebezpečí své jmění aneb dokonce svůj život, toť přece hotové šílenství. Každý rozumný člověk musí jen chváliti, že pan Brouček přešel od Pražanů k táborům, když se mu zdálo, že si tím své postavení polepší (bylo to arci krásné polepšení!), a že se vydával před domnělými německými křižáky za Němce, aby svůj život národu zachoval. Pro podobné věci hrozí nyní nejvýše papírový novinářský pranýř, který pro ustavičné vzájemné zrádcování našich politiků skoro již pozbyl veškeré účinnosti. Kdybychom teď každého, kdo takto jedná, vrazili místo do novin po husitsku hned do sudu, stalo by se brzy v Čechách bednářství nejvýnosnějším řemeslem."
      },
      {
        "index": 18,
        "text": "Husité byli zkrátka potřeštění výstředníci: daleci tiché, společné práce národní, libovali si jen v okázalém bouchání houfnicemi a palcáty, dopouštěli se nedůstojných demonstrací a kompromitovali svou zbrklostí český národ v nejvyšších kruzích. Národové docházejí svých cílů toliko klidnou rozšafností, jakož nejlépe dokazuje příklad Maďarů, kteří svou vzornou umírněností dosáhli všeho, čeho si jen mohli přáti. Proto dobře činí ti mezi námi, kdož nás ustavičně k mírnosti napomínají; vždyť jsme my Novočechové, jak známo, příliš ohniví a divocí, a kdybychom druh druha nedrželi, bůh sám ví, co bychom ve své bezohledné ráznosti ztropili!"
      },
      {
        "index": 19,
        "text": "Nejvíce však poškodili husité českou věc ve svém nerozumném odporu proti němčině tím, že netoliko moc druhého zemského jazyka v Čechách na dlouhé časy zlomili, ale i celou spoustu Němců odtud vypudili a tím všeliké příležitosti k německé konversaci se zbavili, bez níž se nikdo řádně německy nenaučí. Kdež jsme mohli jinak býti! Dnes by zajisté každý Čech mluvil již německy, jako když bičem práská, a nebylo by třeba, aby vlastimilové o zachování a rozšíření německého jazyka mezi Čechy tak namáhavě pečovali."
      },
      {
        "index": 20,
        "text": "Kromě těchto pro celý národ předůležitých zkušeností vytěžil pan domácí z výpravy do středověku pro sebe jen některé linguistické drobnosti."
      },
      {
        "index": 21,
        "text": "Udeřením sedmé na „orloji“ bývá teď pravidelně „U kokota“ (Vikárce se od památného července jaksi vyhýbá), oklepá tam na „mázhauze“ sníh s „kloku“ a „škorní“, z jídelního lístku vybírá si s oblibou smaženou „kuru“ nebo jazyk s polskou „šalší“, bere si k tomu slaný „rohlíček“ a při osmém „poháříku“ začíná blouzniti o jablkové „varmuži“. Časem zamyslí se pak hluboce, zapadá v tichou melancholii, z jeho prsou derou se těžké vzdechy a někdy zatřpytí se i slza v jeho zraku zkrátka, jevívá všechny příznaky nešťastné lásky. Domnívám se, že ho v takových okamžicích zachvacuje beznadějná touha buď po staročeské medovině, neb dokonce po spanilé Kunce, v kterémžto druhém případě by byl arci nejnešťastnějším milovníkem na světě a za své zatvrzelé panictví potrestán způsobem tak ukrutným, že by ani spanilomyslné čtenářky ukrutnější pokuty vymysliti nedovedly."
      },
      {
        "index": 22,
        "text": "Vedle oněch morálních výsledků přinesl si pan Brouček ze středověku jedinou hmotnou výslužku: novou podrážku svých bot. Je mu tím milejší, poněvadž ji má zcela zadarmo; pohledávka husitského ševce je totiž dávno promlčena. Hospodyně (kterou mohl pan domácí ku jmeninám přece mile překvapiti dárkem v podobě kartounové zástěrky, poněvadž se nepochopitelným způsobem již dne 13.&nbsp;července, tedy před výročním dnem bitvy na Žižkově, do novověku vrátil) upozornila ho sice, že podrážka řečená vypadá zcela jako ona stará, s níž si pan Brouček den předtím na Hradčany vyšel, ale pan domácí vítězně namítl, že arci výrobek patnáctého století nemůže vypadati jako nový a že vůbec již pouhá existence té podrážky svědčí o báječné důkladnosti staročeských obuvníků. Trvanlivost tato činí skoro již zoufalým jistého profesora, který si husitské podešve, až budou roztrhány, vyžádal ku vědeckému probádání, — kdož prý může věděti, nenajde-li se v nich nějaký nový proužek našich rukopisů, čímž by neblahý spor rázem šťastně byl ukončen. Ale podešve nechtějí a nechtějí se roztrhati, a proto budeme bůhvíjak dlouho ještě čekati na konečnou obranu dotčeného pana profesora."
      }
    ]
  }
}