{
  "chapterNumber": 13,
  "title": "XIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "S ulehčenou plecí i myslí chvátal pan Brouček dále. Ale brzy zabloudil v neznámých ulicích středověké Prahy, takže teprve po dobré hodině šťastně dostihl domu U bílého zvonu."
      },
      {
        "index": 1,
        "text": "Cestou potkával jen málo lidí; patrně byla valná většina u bran a zdí městských. Také dům Jankův byl jako vymřelý. Ani v průjezdu, ani na paláci nepotkal pan Brouček nikoho a nezaslechl ani známky života. Domšík byl zajisté mezi bojovníky pražskými a ženské meškaly bezpochyby také někde u brány nebo na zdi městské, očekávajíce výsledek boje."
      },
      {
        "index": 2,
        "text": "Pan domácí pospíšil tedy přes pavlač do komořice. Byla otevřena; když vešel, spatřil v ní starou Kedrutu, kropící podlahu a postel z nějaké cínové nádobky."
      },
      {
        "index": 3,
        "text": "Když ho zočila, stanula chvilku jako přimrazena s největší hrůzou v obličeji; pak sebou trhla a rychle jako vyplašený netopýr unikla kolem něho z ložnice."
      },
      {
        "index": 4,
        "text": "„Proklatá modlářka — že tu po mně vykrápěla svěcenou vodou!“ — rozzlobil se pan Brouček."
      },
      {
        "index": 5,
        "text": "Ale vtom zalehl sem zvenčí opět mohutný hlahol zvonů a pobídl pana Broučka — tušícího v něm poslední zvonění na poplach proti vítěznému snad již nepříteli —, aby si pospíšil s převlékáním."
      },
      {
        "index": 6,
        "text": "Rychle tedy svlékl středověký oděv, odhodil konečně s ošklivostí a ulehčením i červenozelené nohavice do kouta a převlekl se do svých, teď dvojnásob milých šatů moderních, které ležely vycíděny na truhle. Našel vedle nich i své boty; porouchaná byla náležitě spravena a obě nově podraženy."
      },
      {
        "index": 7,
        "text": "S uspokojením obul se do nich, odhodiv dvojbarevné škorně s nevolí do kouta k nohavicím. Přestěhoval pak ještě své hodinky a ostatní movitosti z kapsáře a středověké tobolky nazpět do svých poctivých kapes a nakonec zahalil se od hlavy k patě do kloku, aby zakryl svou novověkou úpravu. S posupným výsměchem spočinul při odchodu jeho zrak na ohromné posadě s truhlíky a stupátkem, zdrtil přesýpací hodiny ve výklenku pohledem nejhlubšího opovržení a bez nejmenšího žalu, ne-li radostně, rozloučil se s pošmournou komořicí. Tiše plížil se pavlačí a mázhauzem kolem zavřených dveří světnice, u nichž mu přece trochu prudčeji zabušilo srdce při vzpomínce na sličnou Jankovu dceru. Ač lahodný obraz její příhodami na Špitálském poli a na Vítkově do pozadí byl zatlačen, přece dosud milostně zářil v toužebném jeho nitru. Avšak ani obraz ten nedovedl jej zadržeti v surovém středověku Rychle sestupoval z mázhauzu po schodech a bez překážky dostal se z domu."
      },
      {
        "index": 8,
        "text": "Poněvadž bylo na náměstí opět více lidí, dal se z opatrnosti nazad ulicí Týnskou a potom uzoučkou, pošmournou uličkou příční, která vede vlevo ke Kozí ulici. Chvátal nedočkavě, kochaje se přeblahým pomyšlením: dostane-li se skutečně z královského domu podzemní chodbou nazpět pod Vikárku a do zlatého století devatenáctého! Umínil si také, že nyní v klenotnici krále Václava každým způsobem všechny své kapsy naplní nejvzácnějšími skvosty…"
      },
      {
        "index": 9,
        "text": "Minul nějaký pivovar — patrně onen z Domšíkova vypravování nám již povědomý pivovár V pekle —, a vyšed z uličky, namířil již napříč k ulici Hrnčířské, nynější Kozí, aby se dostal známou postranní brankou do zadní části královského domu U černého orla. Na předsevzetí, že se zásobí na výpravu do tajné chodby potravinami, zapomněl v nedočkavém spěchu svém docela."
      },
      {
        "index": 10,
        "text": "Leč najednou se zarazil. Po celou cestu Týnskou ulicí a příčnou uličkou slyšel jako dříve v komořici hlahol zvonů, však stále silnější, jako by zvon za zvonem po celé Praze vpadal do toho hřímavého chorálu; nyní uslyšel také křik, hluk a řinkot z Dlouhé třídy a spatřil, že lidé z náměstí spěchají v tu stranu."
      },
      {
        "index": 11,
        "text": "Chtěl rychle přeběhnouti ke Kozí ulici, ale bylo pozdě. Z Dlouhé třídy vyrazilo několik jezdců, máchajících dlouhými kopími, na nichž se třepetaly korouhvičky s červeným křížem. Vítězní křižáci!"
      },
      {
        "index": 12,
        "text": "Pan Brouček seznav, že prchnouti již nemůže, ve smrtelných úzkostech klesl na kolena a zvolal německy: „Milost! Jsem Němec! Jsem katolík!“"
      },
      {
        "index": 13,
        "text": "„Zabte Němce papežence!“ vzkřikli jezdcové česky skoro jedněmi ústy a jeden napřáhl kopí po panu domácím."
      },
      {
        "index": 14,
        "text": "Ten uskočil a zvolal teď česky: „I pro pána vždyť nejsem Němec ani katolík! jsem Čech a husita!“"
      },
      {
        "index": 15,
        "text": "Jezdci v udivení zastavili koně a valný pěší dav ozbrojených i neozbrojených mužů, žen i dětí, který se zatím vyvalil za nimi z Dlouhé třídy jako bouřící pestrá řeka, obklíčil ubohého se všech stran."
      },
      {
        "index": 16,
        "text": "„Proč jsi tedy volal německy, žes Němec a podjednou?“ vzkřikl jeden z jezdců, který se zdál býti vůdcem ostatních."
      },
      {
        "index": 17,
        "text": "„Myslel jsem myslel jsem — že jste němečtí křižáci podle těch korouhviček,“ koktal strachem pan Brouček."
      },
      {
        "index": 18,
        "text": "„Haha! Ty jsme ukořistili na Špitálském poli, kde Bůh právě nám popřál slavného vítězství. Ale ty jsi Němec. Vždyť ani dobře česky neumíš!“"
      },
      {
        "index": 19,
        "text": "„Ne ne! Přísahám, že nejsem Němec — byl jsem jen dlouho v cizině — Dosvědčí vám to Domšík — Janek od Zvonu —“"
      },
      {
        "index": 20,
        "text": "„Janek od Zvonu? Ten položil dnes život svůj za pravdu a vlast, vytrhnuv s námi Staroměstskými v prvních řadách z brány Poříčské a smrtelně byv raněn v krátkém boji pod Vítkovou horou. Jsi-li opravdu Čech i husita, kterakže smíš vysloviti jméno hrdinovo týmiž mrzkými ústy, kterými pro bídný strach smrti právě jsi zapřel rod svůj i víru svou?!“"
      },
      {
        "index": 21,
        "text": "„Skolte lotra! Ubijte zbabělce!“ křičel dav kolem a zuřivě vrhal se na Broučka. Ten chtěl uprchnouti, ale někdo ze zástupu zachytil jeho klok, jenž prudkým škubnutím s něho se svezl,a pan domácí stál pojednou před udiveným množstvím ve svém moderním obleku."
      },
      {
        "index": 22,
        "text": "Úžas na chvilku zarazil útočníky tu a tam ozval se také chechtot."
      },
      {
        "index": 23,
        "text": "„Hle, hle, co se vyklubalo z nevinného kloku!“ zvolal vůdce. „Chceš-li ještě nyní lháti, že jsi našinec? Spíše zdá mi se, že patříš k té poběhlé sběři křižácké, žes vyzvědač Zikmundův!“"
      },
      {
        "index": 24,
        "text": "„Přísahám, že nejsem vyzvědač! Jsem Čech a Pražan —“"
      },
      {
        "index": 25,
        "text": "„Ej nuž, jsi-li Pražan, náležíš k soudu našemu. Svažte jej a veďte na radnici! Kat a skřipec vyzvědí na něm pravdu.“"
      },
      {
        "index": 26,
        "text": "Pan Brouček, slyše o katu a skřipci, zesínal jako mrtvola. Klesl opět na kolena a v úzkosti hrozné koktal: „Smilování! Nejsem Pražan! — Jsem sice v Praze rodilý, ale dal jsem se k táborům — jsem cepník hejtmana Chvala sám Žižka vám to potvrdí —“"
      },
      {
        "index": 27,
        "text": "„Haha, tábor — takový zbabělec!“ — „Ještě si blázny činí z nás!“ — „Hyběti tobě, křižáku a lotře ohavný!“ — Takové i jiné výkřiky hněvu zněly vůkol a pan Brouček byl by zle pochodil, kdyby nebyl znova hlas vůdcův ukrotil rozkacené množství: „Ustaňte! Hanebník ten proměnil se sice za malou chvilku z Němce a katolíka v Čecha a husitu, poté z Pražana v tábora a kdož ví, več ještě se promění, i zasluhuje smrti již pro tyto nestoudné, zbabělé lži; avšak vydává-li se za Chvalova cepníka, odevzdáme ho na soud táborům.“"
      },
      {
        "index": 28,
        "text": "„Však prý Žižka právě s Pražany vjíždí Horskou branou do města,“ zvolal někdo z lidí, kteří sem přichvátali z náměstí Staroměstského."
      },
      {
        "index": 29,
        "text": "Pan Brouček byl tedy jen svázán a vlečen i strkán na náměstí."
      },
      {
        "index": 30,
        "text": "Tam hrnuly se také již z Celetné ulice a odjinud pestré davy, živě rozmlouvajíce, druh druhu nové podrobnosti skončené bitvy vypravujíce, mnozí hlasitě plesajíce nebo písně vítězné prozpěvujíce. Bylo viděti starce na zemi klečící a ruce s horoucím díků činěním k nebi spínající. Panny přinášely zelené ratolesti a čerstvé kvítí, jež přijíždějícím a přicházejícím bojovníkům v cestu metaly nebo na přílbice a čapky připínal. Na všech obličejích zářila nesmírná radost a v četných očích třpytily se slzy blaha. Samo slunce, ač již k západu se klonící, zdálo se, jako by svítilo svátečním, radostným jasem, v němž i domy zářily jak v blaženém usmívání. Všecko město rozléhalo se plesem, do něhož zvony se všech věží pražských mísily hřímavou, jásavou svoji hymnu."
      },
      {
        "index": 31,
        "text": "Ozbrojenci s nešťastným Broučkem stanuli na rohu Celetné ulice, kde kupilo se lidu nejvíce. Na vysokém patníku, jenž měl podobu ohromné, nestvůrné hlavy, stál tam nějaký účastník nebo svědek celé bitvy a právě líčil naslouchajícím davům daleko zvučným, radostně pohnutým hlasem šťastný obrat její."
      },
      {
        "index": 32,
        "text": "Ubohý pan Brouček ve svých úzkostech smrtelných neměl bohužel smyslu pro jeho řeč, a proto uvádím zde stručně jen to, co nám o slavné bitvě boží na hoře Vítkově historie zaznamenala."
      },
      {
        "index": 33,
        "text": "Jak víme, podobalo se tam již zle k porážce; ale bystrý vojevůdce včas přispěl hajitelům ohroženého srubu na pomoc a vyslal část svého lidu vinicemi po stráni polední, aby vpadli do boku nepřátelského vojska na hřebenu hory. Ti vyřítili se nenadále od jihu i od východu na Míšňany, kteří pro úzkost horského hřebenu a příkrost stráně ani s koňmi svými se otáčeti, ani na pěší útočníky rozjeti se nemohli a tlačeni jsou k vysokému srázu půlnočnímu. Nemohouce odolati strašlivému hromobití táborských cepů, jezdec za jezdcem i s koňmi káceli se do hlubiny, v pádu vazy a údy sobě lámajíce. Také ti nepřátelé, kteří s ořů byli sesedli a na srub doráželi, nemohouce couvati pro nával zadnějších a ustavičně zasypáváni kameny a deštěm šípů se srubu, dílem do propasti jsou sráženi, dílem v zoufalém útěku sami dolů se vrhali a většinou s rozbitými hlavami nebo roztříštěnými údy na balvanech nebo úpatí vysokého srázu ležeti zůstávali; z těch konečně, kteří zbyli na hoře, boje se vzdávajíce na zem sedali a toliko štíty proti kamenům a střelám se srubu pršícím se chránili, jiní marně se bránili proti rozlíceným cepníkům, jejichž pádná zbraň se strašlivým svistem a hukotem jako smrtící železné hromobití na hlavy jejich dopadala."
      },
      {
        "index": 34,
        "text": "Křižácké vojsko dole na Špitálském poli, vidouc úžasnou tu metelici táborských cepů na hřebenu hory, vidouc obrněnce a koně s vysokého srázu střemhlav se kotící a jiné po mírnějším svahu v šíleném úprku dolů prchající, vidouc netušenou tu krvavou porážku Míšňanů na vrchu, bylo zachváceno náhlým zděšením, a když vtom i bojechtivé zástupy Pražanů a selských jejich spojenců, vytrhnuvše již před šťastným obratem boje na Vítkově z bran Horské a Poříčské, hrozivě do boku jeho zaměřily, majíce v čele nadšeného bledého kněze, nad jehož hlavou veliký paprskový kotouč s velebnou svátostí třepetavě se blýskal v záři sluneční jako světlý zjev nadpozemský a jehož hlasnou modlitbu provázel zvuk zvonce, jímž kadeřavé pachole, komží oděné, před svátostí potřásalo: tu pohnulo se pojednou vojsko Němců a Uhrů jako mračno ohromné, do něhož náhlý uragan zabouřil, a v divokém zmatku dalo se valem na útěk. V úplném nepořádku a šíleném chvatu uhánělo nazpět k řece a vrhalo se o překot do jejích vln. S hromovým „Hr, Tábor!“ hnali se táboři s vrchu za nimi, s bouřlivým „Hr, Hus! Hr, Praha!“ vpadli jim Pražané v bok, v divé chumelenici valila se spousta prchajících a stíhajících k Vltavě, jezdci s pěšími v těsných chomáčích, okované cepy lítaly vzduchem, v oblacích vydupaného prachu blýskala se ostří sudlic, ohromný lomoz, řehtot, křik, ston a jásot naplňoval širé prostranství pod Vítkovou horou, a také řeka rozbouřila se v celé šířce přívalem jezdců, brodících se v úprku a zmatku na druhou stranu. Množství mrtvých křižáků pokrývalo krvavé pole Špitálské a nemalá jich část utonula také ve vlnách vltavských."
      },
      {
        "index": 35,
        "text": "A na takový obraz musel hleděti s protějšího břehu král Zikmund, týž pyšný a prchlivý král, který před chvílí krutou radostí již napřed mnul sobě ruce, pevně jsa přesvědčen, že ohromnou svojí přesilou rázem zlomí vzdor smělého národa a rozšlápne hlavu nenáviděného kacířstva. Za hodinu jaká změna! Nyní rval sobě zoufale bradu, třásl se hněvem, lítostí a hanbou, vida tuto neslýchanou, potupnou porážku svého valného, vybraného, dobře oděného voje v boji proti takové menšině prostých venkovanů, ozbrojených jen cepy a jinou podobnou, z nouze pořízenou zbrojí. Ohromné vojsko, sebrané s požehnáním papežským ze všech národů a zemí křesťanstva, muselo se dívati na ten hanebný útěk svého nejlepšího oddílu a poslouchati vítězný jásot té hrstky kacířských sedláků a měšťanů!"
      },
      {
        "index": 36,
        "text": "Tak asi líčil řečník na patníku průběh nedávného boje a zakončil své vypravování nadšeným zvoláním: „Veleben budiž Hospodin za slavné vítězství, kteréhož dopřáti ráčil hrstce lidu svého nad ohromným množstvím zpupných nepřátel!“"
      },
      {
        "index": 37,
        "text": "„Vzdali jsme Bohu díky již na bojišti samém, pokleknuvše tam na krvavé zemi a prozpěvujíce hlučný chvalozpěv,“ ozval se někdo z davů nově přišlých. „Ale čest a chvála náleží také Žižkovi, kterýž svým udatenstvím a vtipem boj na hoře Vítkově k nenadálému vítězství obrátil. Bratři, jmenujme ode dneška horu tuto horou Žižkovou pro věčnou památku slavné jeho bitvy!“"
      },
      {
        "index": 38,
        "text": "„Tak! Tak!“ přizvukovalo bouřlivě množství. „Čest a chvála bratru Žižkovi!“"
      },
      {
        "index": 39,
        "text": "Vtom přihrnul se ulicí Celetnou nový, valný příboj lidu a vítězný jásot jeho přehlušil hlasy davu před nárožím nakupeného. Zvolna bral se tudy k náměstí hlavní voj Pražanů s částí vojska táborského a samým Žižkou, vítáni a provázeni zástupy starců, žen, dětí a jiných obyvatelů pražských. Průvod ten uprostřed malebných středověkých domů poskytoval obraz neobyčejně pestrý, mocného ruchu plný, vpravdě úchvatný."
      },
      {
        "index": 40,
        "text": "Vpředu vyšlapoval si hrdě zástup osmahlých hochů táborských se svými ručními praky a k nim družilo se množství dítek městských, nesoucích v ruce zelené ratolesti, namnoze i malými mečíky a oštípky máchajících. Očka drobného předvoje jiskřila se pýchou a veselím a svěží, jasné hlásky horlivě prozpěvovaly neumělou sice, ale z vroucího citu vyplynulou píseň, kterou táborský kněz Čapek v radostném zanícení hned na bojišti na oslavu vítězství, složil. Nyní kráčel sám v čele dítek a předzpěvoval jim svoji skladbu:"
      },
      {
        "index": 41,
        "text": "Dietky, Bohu zpievajmy, jemu čest, chválu vzdávajmy i s starými, neb Němce, Míšněny, Uhry, Šváby, také Rakušeny, poběhlé Čechy zarmútil, zastrašil i rozehnal ot dietek malých mnoho sem, mnoho tam k utěšení svých milých stálých. Milý otče! Přijmiž chválu ot Čechóv věrných!"
      },
      {
        "index": 42,
        "text": "Za dětmi kráčela velebná postava onoho pražského kněze, který bojovníky městské do bitvy vedl; v rukou držel dosud na tenké, vysoké žerdi blýštivou svátost a před ním bral se zvonící žáček."
      },
      {
        "index": 43,
        "text": "Za knězem pak jel na bujném bělouši jednooký vůdce táborů, pod korouhví s kalichem, kterou nad ním nesl jeden bratr, následován valným davem bojovníků táborských i pražských."
      },
      {
        "index": 44,
        "text": "Hrůzný a zároveň unášející byl pohled na ten zvláštní průvod, na tu pestrou směs rozmanitých odění a rouch dosud prachem pokrytých a krví potřísněných, na ty tváře nadšené a vítězným jasem zářící, na tu spoustu zkrvavených sudlic a cepů, ježících se a trčících nad vlnami té bouřlivé živé řeky, z níž se ozývaly řinčivé zvuky zbraní, hřmot kročejů, dusot koní, zpěv a plesné pokřiky, splývajíce s mohutným hlaholem pražských zvonů v jedinou velkolepou hymnu radosti a slávy."
      },
      {
        "index": 45,
        "text": "Středem nejhlučnější oslavy byl arci bratr Žižka. Dívky házely čerstvé kvítí před jeho koně, matky zdvihaly vysoko své dítky, ukazujíce jim božího hrdinu, starci vznášeli k němu s žehnáním ruce, jásot a chvála odevšad burácely mu vstříc."
      },
      {
        "index": 46,
        "text": "Právě nablízku zástupu, v němž jedva držel se na nohou nejnešťastnější, bezděčný účastník této slavnosti, náš ubohý spoutaný Brouček, zastavil Žižka na chvíli svého koně a zvolal po svém prostém, jadrném způsobu povznešeným, zvučným hlasem, z něhož se ozývala síla ryzího, hlubokého zápalu a vroucí, upřímná zbožnost: „Milí bratří! Nechvaltež mne, ale chvalte Toho, jehož jsme všichni pouhými nehodnými nástroji. Milostivý Bůh povalil slabou rukou naší nepřátele své i naše, protivníky pravdy svaté a našeho jazyka českého i slovenského. Pán všemohoucí, svatá naše záštita, porazil a zetřel mrzkou pýchu jejich. Jemu buď proto čest a chvála na věky věkův, amen!“"
      },
      {
        "index": 47,
        "text": "„Amen! Amen!“ zaburácelo kolem jako jedněmi ústy."
      },
      {
        "index": 48,
        "text": "Tu padl zrak Žižkův na spoutaného Broučka."
      },
      {
        "index": 49,
        "text": "„Jakého tu máte zajatce?“ tázal se."
      },
      {
        "index": 50,
        "text": "„Jali jsme ho v městě,“ oznamoval vůdce jezdců, „an volal, že jest Němec papeženec. Omlouval se, že tak volal ze strachu, maje nás podle ukořistěných korouhviček s křížem za německé křižáky. Jistil pak, že jest Čech a husita, zprvu vydávaje se za Pražana, ale když jsme ho chtěli vésti na radnici, pravil zase, že náleží mezi tábory. Protož vedeme jej k tobě, abys nad ním soudil sám.“"
      },
      {
        "index": 51,
        "text": "Jedno oko táborského vůdce pronikavě spočinulo na zajatci, žíla na čele Žižkově naběhla a mohutný jeho hlas zahřměl: „Ha, nepoznal jsem ho dříve v pitvorném tom přestrojení! Pohleď, bratře Chvale, není-li to zrádce ten ošemetný, kterého jsme včera po boji na Špitálském poli mezi sebe přijali a který dnes, ve chvíli nejtěžší s hory Vítkovy zbaběle utekl?“"
      },
      {
        "index": 52,
        "text": "„Věru, že jest!“ vzkřikl Chval z Machovic, jedoucí v průvodu za Žižkou. „Ani já nepoznal jsem ho dříve v té dvorné mumraji. Padouch ten včera nestoudnými lžemi mne a kněze Korandu zaslepil, že jsme ho mezi bratry přijali. Bájilť drze, že na Špitálském s Pražany statečně bojoval a že po mnohých letech z ciziny se vrací, aby rodákům pomáhal v těžkém zápasu. Dnes mužnost svou na hoře Vítkově skutkem nejlépe dokázal, a kdokoli jen v tuto chvíli naň pohlédne, pozná ihned, jaký jest hrdina! Haha!“"
      },
      {
        "index": 53,
        "text": "Zraky všeho množství spočívaly s opovržením, úžasem a hněvem na zajatci přepodivně oblečeném kterýž neměl v okamžiku tom opravdu ani špetky bohatýrského vzezření. Byl bledý jako křída a třásl se na celém těle jako osikový list."
      },
      {
        "index": 54,
        "text": "Vtom prodral se zástupem zavalitý vousatý venkovan v režné haleně a hrubém slaměném klobouku, s pokrvácenou těžkou palicí v ruce."
      },
      {
        "index": 55,
        "text": "„K táborům že se přidal nešlechetník ten po boji včerejším?“ křičel venkovan, v němž asi čtenář poznal Žatečana Vacka Bradatého. „Slyšte: Malou chvíli před bojem tím, přišed jako host Janka od Zvonu do krčmy mezi nás, když jsme se tu o kněžské plachty svadili a potkli, ornátů horlivě se zastával a táborům beranů spílal, že bych byl málem tuto pohanu palicí svou na něm ztrestal.“"
      },
      {
        "index": 56,
        "text": "„A nám hned po boji pravil, že ornáty zamítá a proto od Pražanů ustupuje,“ zvolal hejtman Chval v největší nevoli."
      },
      {
        "index": 57,
        "text": "„Nevěřím, by Praha mohla zroditi takovou ohavu!“ ozval se z davu Vojta od Pávů jako nový svědek proti Broučkovi. „V hrdlo zajisté lhal, namluviv nebožci Jankovi od Zvonu, že jest Pražan rodilý a že z ciziny domů se vrací. Jistě cizák jest nebo poběhlík bez domova, který lstivě vloudil se do Prahy a do táboru Žižkova, aby tu špehérské služby konal Zikmundovi.“"
      },
      {
        "index": 58,
        "text": "„Zabte lotra!“ zaburácelo vůkol rozlíceným lidem."
      },
      {
        "index": 59,
        "text": "„Přísahám — přísahám — že nejsem špehoun — Kdyby tu byl jen Domšík! Čech a Pražan — Milost — milost!“ úpěl pan Brouček, padaje na kolena a jektaje zuby."
      },
      {
        "index": 60,
        "text": "„Buď kdo buď, smrti nejohavnější jsi hoden, zbabělče a pokrytče ničemný!“ rozhodl Žižka. „A jsi-li vpravdě Čech, tím spíše musí tě vyhladiti spravedlivý hněv rodáků, jimž pro hanbu jen žiješ a potupu. Hned po prvé vida tebe, soudil jsem, že sloužíš více břichu svému nežli Bohu, ale nyní poznávám, že nemáš Boha žádného, že nic není tobě svato a draho kromě mrzkého prospěchu bídného těla tvého, pro kterýž hotov jsi každému po libosti zapříti Boha, pravdu, bratry, matku, rod a jazyk svůj. Budiž vyhlazen s této země, kteréž jsi ohavou a poskvrnou!“"
      },
      {
        "index": 61,
        "text": "„Smilování!“ sténal pan domácí, šoupaje se po kolenou, a pak náhle v zoufalém odhodlání zakoktal: „Proboha — slyšte — přátelé — — Vždyť ani nepatřím — do vašeho věku — vždyť jsem se narodil v devatenáctém století — jsem váš prapravnuk a jenom zázrakem nepochopitelným dostal jsem se mezi vás — do daleké minulosti!“"
      },
      {
        "index": 62,
        "text": "Překvapené davy pohlížely naň chvíli v němém ustrnutí."
      },
      {
        "index": 63,
        "text": "Konečně promluvil Žižka: „Ha, babský strach pomátl tvůj rozum. Šílená jest myšlenka, že by člověk dalekých příštích věků přišel mezi dávné předky své, a kdyby se i mohl státi neslýchaný ten div, — toho bohdá nikdy nebude, abychom takové měli potomky!“"
      },
      {
        "index": 64,
        "text": "Máchl prudce rukou nad odsouzencem a pobídl znovu bělouše k jízdě."
      },
      {
        "index": 65,
        "text": "„Upalte ho!“ dodal hněvivý Chval a jel dále za Žižkou s ostatním průvodem."
      },
      {
        "index": 66,
        "text": "„Upálíme ho!“ vzkřikl zuřivý dav a shrnul se na ubohou, nevinnou oběť."
      },
      {
        "index": 67,
        "text": "„Slitujte se! Smilujte se!“ žebronil úpěnlivě pan Brouček."
      },
      {
        "index": 68,
        "text": "„Pro zbabělce a zrádce nemáme smilování!“ zvolal tvrdě Vacek Bradatý. „Marně skuhráš o bídný život svůj, jehož bohem jediným byl zajisté břich a svatyní plný sud.“"
      },
      {
        "index": 69,
        "text": "„Tak-li tomu, budiž sud i rakví jeho!“ navrhoval někdo z davu."
      },
      {
        "index": 70,
        "text": "„Dobře díš! Upalme ho v sudě!“ přisvědčovalo bouřlivě množství a —"
      },
      {
        "index": 71,
        "text": "Péro klesá mi z ruky. Zdráhá se dokresliti příšerný výjev. Ale povinnost spisovatelská velí, abych provodil svého hrdinu až do strašného konce středověkých jeho dobrodružství a doplnil tou šerednou črtou svůj věrný obraz dávné doby, v níž ku skvělým zářím družily se tím temnější stíny."
      },
      {
        "index": 72,
        "text": "Útlocitné čtenářce však radím, aby přeskočila konec této kapitoly; vždyť asi již dosavadní útrapy dobrého pana Broučka vyloudily nejednou vláhu soustrasti na její řasy. Jenom čtenář pevnějších nervů sleduj mne i při smutném posledním úkolu a měj přitom na paměti, že tehdejší doba nebyla tak uhlazená a choulostivá jako náš osvícený věk, v němž sice statisícové umírají v mukách na bojišti, ale kat představuje se odsouzenci v rukavičkách. Ani v krvavých románech nesetkáváme se již s exekucemi toho druhu, jaká vykonána byla dne 14. července 1420 v Praze na panu Broučkovi a dne 21. srpna 1421 v Roudnici stejným způsobem na smělém novotáři Martinu Houskovi či Loquisovi a jeho tovaryši knězi Prokopovi."
      },
      {
        "index": 73,
        "text": "Ostatně mohu následující děj naznačiti jen v několika hlavních, příšerných rysech. Pan domácí připomíná si tuto katastrofu jen mlhavě jako nejstrašnější sen svého života; úzkosti smrtelné kalily mu smysly, že jen kuse a nejasně vnímal všechny okolnosti strašného děje."
      },
      {
        "index": 74,
        "text": "Polomrtev byl dovlečen za křiku a lání davu ku pranýři na Staroměstském náměstí — lid snesl tam za chvilku hromadu polen a slámy — pračata přivalila veliký sud zaslechl ještě jako v mrákotách, že vyvalili sud ten z Pekla (pivovar ten byl nyní hoden svého jména!), ozval se praskot dřev, vyšlehly rudé plameny a příšerně ozářily strakatý středověk, dav, jímž se prodrala hrbatá ohyzdná babice, čímsi nad hlavou máchajíc a zlobně spílajíc: „Dobře tak! Upalte zlého čarodějníka! Hle, tuto vrhám k němu na hranici pekelnou krabičku s kouzelnými slovy a ďábelské koření, kterým začaroval náš dům, že stal se příbytkem neštěstí. Jdi k satanu, ohavný kouzelníku, jemuž jsi zapsal černou duši svou.“ — Nato podnikl pan Brouček ještě poslední marný zápas s lítými katany, kteří ho svázaného vstrčili do sudu — naposled zdálo se mu, že zahlédl v otevřeném okně domu Domšíkova smutnou tvář spanilé Kunky, pak objala jej tma, zabušily palice, vrážející nad ním víko v otvor sudu, sud začal se s ním valiti blíže k praskajícímu ohni."
      },
      {
        "index": 75,
        "text": "Mrákoty obestřely jeho mysl a jen jako vzdálená hvězda zamihla se těmi chmůrami ještě líbezná představa Domšíkovy dcery; zakalený duch upjal se k ní bláhově jako k poslednímu zásvitu naděje a z prsou vydral se chroptivý, zoufalý hlas: „Kunko! Kunko!“"
      }
    ]
  }
}