{
  "chapterNumber": 5,
  "title": "V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "„Což tuto činíš? Kto jsi?“ zaznělo ostře nad zoufalým panem domácím."
      },
      {
        "index": 1,
        "text": "Brouček zdvihl tupě oči a bezděky vstal. Spatřilť před sebou vysokého, statného muže pěkné, dlouhým vousem obrostlé tváře, v oděvu skutečně malebném. Měl čepici zvláštního tvaru, dlouhý modrý plášť s červenou podšívkou, vpředu rozhalený, takže bylo pod ním viděti přiléhavý černý kabátec, ozdobený uprostřed na prsou vyšitým červeným kalichem, níže cosi jako krátkou, ke kolenům splývající sukni, bílou, dole obroubenou úzkým lemem z černé kožešiny, šikmo kolem boků kovaný stříbrný pás, s kabelou, zavěšenou po pravé, a s dlouhým mečem po levé straně, konečně úzké zelené nohavice a nízké červené boty, vybíhající v ostré špičky."
      },
      {
        "index": 2,
        "text": "„Prosím vás, řekněte mi, máme teď opravdu rok čtrnáct set dvacet?“ otázal se pan domácí místo odpovědi."
      },
      {
        "index": 3,
        "text": "„I ovšemť,“ potvrdil muž, ohlednuv se udiveně napravo i nalevo. „Ale koho se tážeš kromě mne, jsa tu se mnú sám druhý?“"
      },
      {
        "index": 4,
        "text": "Panu Broučkovi nyní zasvitlo, proč se také člověk s lucernou při jeho oslovení na všechny strany ohlížel. Jest patrné, že ti nevzdělaní staří Čechové nemají o zdvořilém vykání ani potuchy. Neboť že se dostal skutečně mezi staré Čechy, o tom nemohl již pochybovati."
      },
      {
        "index": 5,
        "text": "(Doufám, že jsem svou staročeštinou neznalce již dosti oslnil, znalce pak dosyta pozlobil, a že mi proto čtenářové dovolí, abych ostatní řeči svých Staročechů podal prostou novočeštinou, leda tu a tam některým starožitným slovem neb obratem kořeněnou.)"
      },
      {
        "index": 6,
        "text": "„A povězte — pověz mi ještě,“ ptal se dále zoufalý pan Brouček, „jsi opravdu, čím se zdáš, nejsi pouhý přelud?“"
      },
      {
        "index": 7,
        "text": "„Přelud? Nevím, co tím chceš říci. Jsem Jan řečený Domšík, a říkají mi také Janek od Zvonu, toť od mého domu tuto, na němž vidíš vytesaný zvon.“"
      },
      {
        "index": 8,
        "text": "Pan Brouček si pomyslil, že se pramálo hodí pro domácího pána oblékat se po rytířsku a nosit po boku takový sáhodlouhý rožeň; ale útěchou mu bylo, že se tedy aspoň setkal s pořádným člověkem, s kolegou, a ne s ledajakou nájemnickou chamradí."
      },
      {
        "index": 9,
        "text": "Zato prohlížel si. ho staročeský domácí s patrnou nedůvěrou."
      },
      {
        "index": 10,
        "text": "„Ale kdožpak jsi ty?“ pokračoval ostře. „Jistě cizozemec jakýs — a snad —“ Oči Domšíkovy zableskly se hrozivě."
      },
      {
        "index": 11,
        "text": "„E, žádný cizozemec!“ ohradil se pan Brouček. „Jsem Čech a Pražan k tomu.“"
      },
      {
        "index": 12,
        "text": "„Lžeš. Vždyť mluvíš česky, až ohavno poslouchati, a takové šeredné pladry a hadry by nevzal na sebe poctivý Pražan.“"
      },
      {
        "index": 13,
        "text": "Pan Brouček stěží spolknul nevoli nad tím, že člověk s takovým strakatým masopustním oblekem, za který by se každý vzdělanec devatenáctého století styděl, smí tak pohrdlivě mluviti o jeho solidním, moderním šatě. Ale uznal, že musí především vyvrátit podezření staročeského kolegy, který ho snad také pokládá za špehouna. Co má říci? Kdyby řekl pravdu, odkud přichází, spatřoval by v tom onen buď nejapný šprým nebo tlachání blázna, kterého by dal zavříti do blázince, a pan Brouček slýchal o bývalých blázincích hrozné věci. Konečně napadla mu jakás takás výmluva."
      },
      {
        "index": 14,
        "text": "„Víte — víš, milý příteli,“ začal nejistým hlasem, „nebyl jsem dlouho v Čechách — potloukal jsem se po světě —“"
      },
      {
        "index": 15,
        "text": "„Toť jistě dávno tomu, co jsi odešel z domova?“"
      },
      {
        "index": 16,
        "text": "„I ba dávno,“ lhal pan Brouček dále. „Byl jsem ještě malý hoch —“"
      },
      {
        "index": 17,
        "text": "„A jak se to stalo?“"
      },
      {
        "index": 18,
        "text": "„Jak? Jak? Hm — hm jak se to stává: komedianti — komedianti mne ukradli a odnesli.“"
      },
      {
        "index": 19,
        "text": "Pan domácí zapýřil se až do temna při té snižující lži, ku které se v okamžitém nedostatku onačejší výmluvy ve své tísni utekl."
      },
      {
        "index": 20,
        "text": "„Světoběžníci že tě unesli? A byl jsi stále v cizině? Proč se vracíš nyní?“ zkoumal dále Janek od Zvonu."
      },
      {
        "index": 21,
        "text": "„Proč? Inu, toť víš — zastesklo se mi na stará kolena — vždyť znáš staré přísloví: Všude dobře, doma nejlíp.“"
      },
      {
        "index": 22,
        "text": "„A mluvíš pravdu?“ zvolal Domšík, hledě mu pronikavě do očí. „Jsi tedy pravý Čech? Nejsi pytač z vojska Zikmundova?“"
      },
      {
        "index": 23,
        "text": "Místo odpovědi zdvihl pan Brouček slavně tři prsty k nebesům. Vždyť na ty dvě věci mohl přísahati s čistým svědomím."
      },
      {
        "index": 24,
        "text": "Staročech byl patrně přesvědčen a ptal se vlídněji: „Jak se jmenuješ?“ „Matěj Brouček.“"
      },
      {
        "index": 25,
        "text": "„Brúček? Jistě přezdívka, kterou ti dali oni tuláci. Nevíšli, jak se nazýval tvůj otec a čím byl?“"
      },
      {
        "index": 26,
        "text": "Pan Brouček musel s lítostí zapříti svého otce a na svém poctivém, váženém příjmení nechati hanu komediantské přezdívky, aby snad Jankovi nenapadlo pátrati po jeho příbuzných, z čehož by mohly nastati všelijaké zmatky."
      },
      {
        "index": 27,
        "text": "„A přišel jsi teprve nyní do města?“ vyzvídal ještě Domšík."
      },
      {
        "index": 28,
        "text": "„Ano, či vlastně včera —“"
      },
      {
        "index": 29,
        "text": "„Zajisté pozdě večer? Neb za světla neprošel bys v tomto oděvu do města. A jistě vešel jsi branou Koňskou nebo Svinskou?“"
      },
      {
        "index": 30,
        "text": "Pan domácí vzhledl na tazatele, nechce-li ho snad urážeti, ale Janek od zvonu vysvětloval vážně, že jsou obě jmenované brány nejméně střeženy, poněvadž na polední straně neleží nepřítel. Brouček uznal v duchu blahodárnost našich nynějších komisí pro pojmenování ulic a pak zavrtala se mu do hlavy zmínka o nepříteli."
      },
      {
        "index": 31,
        "text": "„Na té straně že neleží nepřítel?“ pravil. „Ty můj bože, což je Praha obležena?“"
      },
      {
        "index": 32,
        "text": "„Jakže? Možno-li, že nevíš o nesmírném vojsku křižáckém, sebraném ze všech národů a pronárodů světa, s nímž Zikmund již dvě neděle leží před Prahou na straně půlnoční, od hradu pražského až k Holíšovicům?!“"
      },
      {
        "index": 33,
        "text": "Nyní teprve porozuměl pan Brouček obvinění z vyzvědačství a žaloval v duchu s těžkým povzdechem: „Tak! To ještě scházelo! Není dost na tom, že mě rarach zanesl do starodávné Prahy, ještě se to muselo státi zrovna v době, kdy ji obléhá ten zlořečený Zikmund. Teď tu ke všemu zažiju bombardování a budu snad rád, najím-li se koňského masa, ne-li něčeho ještě horšího!“"
      },
      {
        "index": 34,
        "text": "Domšík zatím vysvětloval dále: „Nezavíráme sice bran, ale střežíme je pilně a v městě máme pozor na všechny lidi podezřelé, které zvláštní zřízenci k tomu ustanovení přísně zkoumají a ven vyváděti dávají. Těm bys za světla neušel. Kde jsi hospodou?“"
      },
      {
        "index": 35,
        "text": "„Nikde. Bloudil jsem celou noc po ulicích.“"
      },
      {
        "index": 36,
        "text": "„A nepotkal jsi rychtáře s konšely?“"
      },
      {
        "index": 37,
        "text": "„Jakého rychtáře? Jaké konšely?“"
      },
      {
        "index": 38,
        "text": "„Chodí s hůlkami —“"
      },
      {
        "index": 39,
        "text": "Janek od Zvonu řekl vlastně po staročesku s „hólkami“, z čehož povstalo malé nedorozumění, až pak důraznějším prodloužením „s hólkami“ a přidanou proměnou „s huolkami“ mravné udivení Broučkovo zažehnal."
      },
      {
        "index": 40,
        "text": "„S hůlkami postříbřenými, které jsou znamením jejich úřadu. Věz, že máme od stara zákon: když u večer vyzvoní v rychtářův zvonec, tehdy nemá nikdo jíti bez světla ulicemi, nechceli být jat a trestán rychtářem neb podrychtářím, který v noci s biřici chodí po městě. V čas potřeby provází ho také několik konšelů neb i sousedů přísežných. I nyní konají se pilně tyto noční hlídky, ač mimo to má dozor nad městem dvanácte hejtmanů, osm volených od nás Pražanů, čtyři pak od táborův a ostatních přespolních, kteřížto hejtmané řídí vojenské věci a pečují zejména o střežení bran a zdí městských. Jest věru zázrak, že jsi se v tomto podezřelém obleku nejen do města dostal, ale i celou noc chůzí po ulicích stráviti mohl, na žádnou ponůcku nebo stráž nenaraziv.“"
      },
      {
        "index": 41,
        "text": "Nyní poznal zase pan Brouček, proč noční chodec nesl lucernu a proč ihned tasil zbraň; tušilť zajisté v panu domácím, jdoucím beze světla, nějakého zákeřníka."
      },
      {
        "index": 42,
        "text": "„Jsou to krásné poměry v té staré Praze!“ — pomyslil sobě náš hrdina. — „Sotva jsem do ní mrknul okem, a již začínám litovat každého slova, které jsem kdy řekl proti naší správě obecní. Ó zlatá Praho devatenáctého století! Když si pomyslím, že bych se měl po každé ke Kohoutovi nebo na Hradčany vlíkat s lucernou a potom každému na sebe svítit, odkud jdu a kdy se vracím domů! A kdybych ji někde ztratil, vyspal bych se v base! A pěkně by vypadaly naše živé ulice za tmy, až by se v nich kmitaly a třepetaly roje takových svatojanských mušek a bludiček!“"
      },
      {
        "index": 43,
        "text": "„A proč jsi nehledal noclehu v některé hospodě? Nemášli peněz?“ otázal se staročeský měšťan."
      },
      {
        "index": 44,
        "text": "Brouček hned neodpověděl. Dotaz uvedl mu na mysl nový svízel. Měl sice v tobolce něco peněz, ale pořídí tu s nimi asi stejně jako na Měsíci. Husité nebudou chtít bezpochyby také rozuměti ani němčině, ani maďarštině. A tu mu napadl zase poklad nedávno nalezený. Ach bože, v divokém běhu od brány zapomněl docela na kontrolu ulic a kdož ví, najde-li branku s ptáky v té bohapusté míchanici a strakatině středověkých domů. A kdyby ji našel, kdož ví, dostane-li se po druhé k pokladu, jenž patrně není opuštěný a zapomenutý, nýbrž patří buď ještě králi Václavovi, který snad dosud žije, nebo jinému středověkému boháči, který ho tam ukryl v tom bouřlivém husitském čase. A konečně, co by mu bylo platno bohatství v obleženém městě, z kterého bude třeba rád, dostane-li se s holým životem. Ach, s radostí by obětoval všechny ty klenoty, aby se z divokého středověku dostal nazpět do spořádané, vzdělané Prahy moderní! Poklad krále Václava byl tedy pouhým luzným snem, který mu zazářil na okamžik jen proto, aby tím bolestnější bylo procitnutí."
      },
      {
        "index": 45,
        "text": "Skutečná žalost zachvívala hlasem pana domácího, když konečně odpověděl: „Mám sice nějaký pakatel, ale jsou to peníze, které zde neudám. Jsem žebrák, hotový žebrák.“"
      },
      {
        "index": 46,
        "text": "„Proto tedy tvé zoufalé konání před chvílí, když jsem tě pozoroval oknem svého domu?“ pravil Domšík útrpně. „Utěš se, milý. Všakť bude lépe. Prozatím buď mým hostem.“"
      },
      {
        "index": 47,
        "text": "Pojednou se však zarazil, jako by si připomínal důležitou věc, a zvolal opět přísněji: „Ale poslouchej, Matěji, jsi podobojí?“"
      },
      {
        "index": 48,
        "text": "„Pod obojí?“ opakoval pan Brouček s podivením, nechápaje smysl otázky."
      },
      {
        "index": 49,
        "text": "„Přijímáš pod obojí způsobou?“ doplnil Janek od Zvonu."
      },
      {
        "index": 50,
        "text": "„Pod obojí způsobou?“ opakoval znovu pan domácí a mnul si čelo; nechápalť dosud ničeho."
      },
      {
        "index": 51,
        "text": "„Nerozumíš-li?“ zvolal onen již netrpělivě. „Tážu se, přijímáš-li také pod způsobou vína?“"
      },
      {
        "index": 52,
        "text": "„Ach, tak!“ oddechl si s úsměvem pan Brouček, domnívaje se, že konečně chápe a že dotaz Jankův souvisí s pohostinstvím dříve nabídnutým. V duchu si řekl, že je staročeská řeč náramně šroubovaná; jakých tu oklik místo krátké otázky, piješ-li víno! Ale nahlas odpověděl vesele: „I toť se rozumí, že jsem pod obojí. Pod obojí, haha — dosti dobrý nápad! Bodejť bych nepil také víno, příteli; ale mám-li říci pravdu, dobrá chmelovina je mi přece nade všechno.“"
      },
      {
        "index": 53,
        "text": "Domšík couvl skoro leknutím a napřáhl proti němu ruku: „Ustaň, rouhavý jazyku! Chceš-li smích pobíjeti svatou věrou naší?“"
      },
      {
        "index": 54,
        "text": "Ale vtom se rozpomenul a pokračoval mírněji: „Ovšem, pravil jsi, žes od mala přebýval v cizích zemích; možná proto, že nevíš o pravdě boží mistrem Janem Husí, Jeronymem, Jakoubkem ze Stříbra a jinými mistry nám hlásané. Ale jistě slyšel jsi, kterak oba svatí mučeníci naši ukrutně jsou upáleni v Kostnici od papeže, biskupů a jiných kněží Antikristových.“"
      },
      {
        "index": 55,
        "text": "„O tom jsem, pravda, něco slyšel a četl. Ale proč vlastně Husa upálili, to dobře nevím. Tuším, že si rozlil ocet s pány pátery. Vyskočil povídal jednou, že prý Hus byl kacíř —“"
      },
      {
        "index": 56,
        "text": "„Hus — kacíř?“ rozkřikl se Domšík, zajiskřiv divoce očima a chopiv rukojeť svého meče. „Hus, který nám kázal pravé slovo boží, který chtěl očistiti církev od všelikých bludův i mrzkých nálezkův lidských a ji navrátiti k apoštolské ryzosti prvotní, Hus, který káral pýchu, lakomství a nemravnost zlých kněží, až zuřivou jejich mstivostí křivě jest odsouzen a smrtí ohavnou usmrcen na věčnou potupu země naší a jména českého, — Hus že jest kacíř, pravíš, rouhači nešlechetný?!“"
      },
      {
        "index": 57,
        "text": "Přitom dotíral prudce na Broučka, skřípaje zuby a potrhávaje rukojetí meče, že onen, všecek se třesa, bázlivě couval a v úzkosti koktal: „Ale vždyť nepovídám já, ze byl Hus kacíř, — povídal to jednou při pivě Vyskočil, když se dostal do hádky s Klapzubou, kterému někdy žertem říkáme husita… A Vyskočil je krejčí — má práci v semináři — toť se ví, že musí být klerikální, když je od klerik živ. Ale já nemám konečně nic proti Husovi; vždyť jsem sedal u Kohouta zrovna pod jeho obrazem.“"
      },
      {
        "index": 58,
        "text": "Ačkoliv Domšík té omluvě jen zčásti rozuměl, byl hněv jeho přece ukrocen. Odtáhl ruku od meče a ptal se živě: „Chceš tedy odstoupiti bludů papeženských a státi se vyznavačem učení Husova?“"
      },
      {
        "index": 59,
        "text": "To byla choulostivá otázka. Pan Brouček v rozpacích mlčel a škrabal se za ušima. „Pěkná historie!“ pravil si v duchu. „Jaktěživ jsi se o náboženské věci hrubě nestaral a teď přicházíš do takové bryndy! Státi se husitou, děkuju pěkně. Takovým husitou, o jakých jednou žertovně mluvil pan doktor Rieger na radnici, — takovým husitou, který pronásleduje biskupy dobře pečené a šťavnatým zelím obložené, takovým jsem také z plného srdce, alespoň až do sv. Martina. Ale abych snad — tento — nějaké hlouposti s vírou — tento — proti pánům páterům — snad dokonce s nějakým takovým ohřebíkovaným cepem — děkuju pěkně. A vlastně ani dobře nevím, jaké ti lidé měli náboženství. Jenom jsem slyšel, že prý s jinověrci nedělali žádné velké orace…“ Až mu přeběhl mráz po zádech, když si vzpomněl na některé historky, které o tom slyšel a četl."
      },
      {
        "index": 60,
        "text": "Janek od Zvonu díval se zatím netrpělivě na rozpačitého Broučka, a nedočkav se odpovědi, pokračoval hlasem opět nevlídným: „Zdá mi se, že nechceš přichýliti srdce k čistému zákonu božímu a že hodláš setrvati v bludech svých. Je-li tomu tak, vyjdi rychle z města, neboť věz, že netrpíme v Praze žádného podjednou. Vyvedu tě sám před bránu, neboť jinak snadno by se mohlo státi, že bys zdráv odtud nevyvázl. Ostatně, tam venku ti asi také dobře nebude. Setkáš-li se s německými křižáky, zle toho požiješ; neboť upalují bez milosti každého Čecha, který se jim dostane do rukou, nedbajíce, je-li husita nebo katolík.“"
      },
      {
        "index": 61,
        "text": "Vyhlídka tato měla žádoucí účinek."
      },
      {
        "index": 62,
        "text": "„Vždyť neříkám,“ pravil pan domácí úzkostlivě, „že jsem proti vaší víře. Myslím si také, že nemuseli Husa hned upálit a že vůbec celá inkvisice nestála za nic.“"
      },
      {
        "index": 63,
        "text": "„A chceš také přijímati pod obojí způsobou? Chceš přijímati tělo a krev pána našeho pod způsobou chleba a vína, jak to Kristus o poslední večeři ustanovil a jak také apoštolé i první křesťané činili?“"
      },
      {
        "index": 64,
        "text": "„I pročpak bych nedělal, co dělali apoštolové? To přece nemůže být žádným hříchem.“"
      },
      {
        "index": 65,
        "text": "V duchu nespokojil se pan Brouček touto sofistickou omluvou, nýbrž dodal si ještě: „Však tak brzo k přijímání nepůjdu!“"
      },
      {
        "index": 66,
        "text": "Janek od Zvonu byl jeho odpovědí úplně usmířen. Všechna nedůvěra zmizela z jeho obličeje, zraky přívětivě zazářily a pravice vztáhla se přátelsky k panu Broučkovi."
      },
      {
        "index": 67,
        "text": "„Nuže, Matěji, nyní buď mi srdečně vítán! Jsi náš a budeš s námi brániti svobodu zákona božího. Pojď se mnou do mého domu; později ti ještě lépe vyložím učení našich mistrů. Zajisté jsi ospalý, prochodiv celou noc?“"
      },
      {
        "index": 68,
        "text": "„Přiznávám se, že bych si opravdu rád na nějakou hodinku schrupnul.“"
      },
      {
        "index": 69,
        "text": "„Prospíš se u mne. Pojď již!“"
      },
      {
        "index": 70,
        "text": "Vedl pana Broučka do svého domu, který stál, jak již řečeno, právě naproti, trochu dozadu zastrčen, tvoře druhý roh Týnské ulice do náměstí, a který na témž místě stojí podnes, arci v jiné podobě, ale posud se starodávným znamením zvonu."
      },
      {
        "index": 71,
        "text": "Nebyl třípatrový jako nyní, nýbrž toliko dvoupatrový a měl vysokou, v tupou špičku vybíhající střechu jako nějaká věž, v kteréžto podobě se tuším ještě spatřuje na Sadelerově vyobrazení staré Prahy."
      },
      {
        "index": 72,
        "text": "Klenutou brankou s kamennými sedátky po obou stranách vešli do jakés prostranné, ale pošmourné síně a z ní vystoupili po úzkých kamenných schodech do jiné, cihlami dlážděné síně v prvním patře, v níž stálo několik nemotorných, pobitých a pomalovaných truhel, hrubá almara, sprostý stůl s lavicemi a kde na všech stranách bylo viděti dvéře do jiných místností, dvě velikými trámci či kladkami napříč zatarasené, jiné se zámky neb závorami."
      },
      {
        "index": 73,
        "text": "„Tuto jest můj palác,“ pravil staročeský domácí pán. Host pohledl na něho s úsměvem."
      },
      {
        "index": 74,
        "text": "„Čemu se směješ?“ ptal se Domšík poněkud uražen. „Či shledáváš, že je ta síň malá a špatná? Ovšem takovou nemohu míti, jako má u příklad tam naproti přes náměstí vdova po Mikuláši Nastojte v bývalém domě Křížovském, který náleží mezi pražské domy nejnákladnější. Ale mně stačí tahle síň úplně.“"
      },
      {
        "index": 75,
        "text": "„I slušná je,“ pochválil nuceně host. „Smál jsem se jen, žes mluvil o paláci.“"
      },
      {
        "index": 76,
        "text": "„A což se nejmenuje taková síň palác? Však, již vím. Ty znáš bezpochyby z ciziny jen německé pojmenování mázhúz. Nejlépe by ovšem bylo říkati jen prostě po česku veliká neboli svrchní síň.“"
      },
      {
        "index": 77,
        "text": "„To je dobré,“ řekl si pan Brouček, „takhle by dovedl každý podruh zůstávat po knížecku! Sprostá, cihlami dlážděná síň se starým selským hamparádím je u nich palác! Rád bych věděl, jak teprv říkají pořádnému pokoji!“"
      },
      {
        "index": 78,
        "text": "„Moje žena a dcera nejsou ještě ustrojeny,“ pravil Janek. „Uvedu tě tedy rovnou do zadní komořice, kterou mám pro hosty.“"
      },
      {
        "index": 79,
        "text": "Vedl hosta mázhúzem na dřevěnou pavlač, s níž bylo viděti do dvorku. Host podivil se jeho venkovskému vzezření. Byla to učiněná selanka. Stály tam rozličné stáje, chlívky a kurníky; na hnojišti váleli se štětináči; po smetišti vykračoval si statný paša kohout uprostřed četného harému slípek a stranou rozestíral také pyšný páv nádherný vějíř svých okatých per, duhou hrajících na jitřním slunci."
      },
      {
        "index": 80,
        "text": "Tohle zařízení musel pan Brouček v duchu pochválit a záviděl staročeským domácím volnost, s jakou smějí využitkovat svůj dvorek, který ve škrobeném devatenáctém století je pro majitele pražského domu věru čirým přepychem."
      },
      {
        "index": 81,
        "text": "Na konci pavlače odšoupl Domšík dřevěnou závoru hrubých, žlutou hlinkou natřených dveří („Pěkný vchod do hostinského pokoje!“ pomyslil si pan Brouček) a pobídl hosta do „komořice“, malé, nehrubě světlé klenuté místnosti, také jen cihlami dlážděné, s dřevěným táflováním po dolejší části stěn a s rozličným divným harampádím."
      },
      {
        "index": 82,
        "text": "„Čistá ložnice pro hosta!“ pravil k sobě zklamaný pan Brouček. „Nemá to ani poctivé podlahy, jenom cihly jako v nejsprostší venkovské ratejně! A v okně — i můj bože! opravdu v okně — ani kousek skla — všechno zalepeno maštěným papírem nebo čím! Že se ten člověk nestydí! To je potom hostinský pokoj dvoupatrového domácího pána!“"
      },
      {
        "index": 83,
        "text": "Ani nábytek neučinil na hosta dojem příznivý. Zase taková malovaná selská truhla, jedna nenatřená nízká stolice předpotopního tvaru, podivné hliněné nádoby na polici a konečně dva předměty, které nelze jen tak odbýti slovem."
      },
      {
        "index": 84,
        "text": "Jeden vypadal jako veliké lešení s ohromnou posadou, strmící téměř až do stropu. Dole stál dlouhý a široký podstavec, do něhož bylo vpraveno několik zasouvacích truhlíků, jeden nad druhým; nad tím podstavcem vypínaly se v rozích čtyři vysoké sloupce, nesouce nahoře jakýsi strop s širokou římsou a zubovatým cimbuřím, vše ze dřeva rozmanitě vyřezáno a pomalováno. Mezi sloupci pak splývaly od cimbuří dolů řasnaté pestré záclony, z nichž přední byla poodhrnuta tak, že se jevila uvnitř vysoko narovnaná spousta dvojbarevně pruhovaných peřin a podušek. Lože bylo tak vysoké, že k němu vedlo stupadlo o třech velikých stupních."
      },
      {
        "index": 85,
        "text": "„Tuto si můžeš odpočinouti,“ pravil hostitel, ukazuje na postelní monstrum."
      },
      {
        "index": 86,
        "text": "„Bodejť, polezu někam do stropu!“ vyjelo nevrlému panu Broučkovi z úst. „Abych ve spaní vypad a zlomil si vaz! A budu se dusit uprostřed léta v té babylonské věži peřin! Ne, brachu, nežli na takovou palandu, to si raději lehnu na podlahu.“"
      },
      {
        "index": 87,
        "text": "„Na podlaze bys ležel snad nedobře,“ mínil klidně Janek od Zvonu („Snad! Krásný hostitel!“ pomyslil si s nevolí host) a uvedl pana Broučka k výklenku, v němž stála postel druhá, menší, jejíž postranice spočívaly přímo na podlaze, ale nad níž se také vypínaly sloupce s nebesy a záclonami. „Nemiluješ-li velikého lože, zde máš prosté. Budeš v něm jistě dobře spáti. Šaty lehací jsou řádné: prostěradlo kmentové, čisté, peřina a duchna pernatá, polštář prašný, cíše nedávno převlečené. Kdyby ti světlo překáželo, zastři postel koltrami. A nechceš-li svrchní peřiny, přikryj se dekem nebo ulehni jen tak v šatech chodicích.“"
      },
      {
        "index": 88,
        "text": "„Ale po vyspání musíš se převléci,“ dodal. „Ve svém potvorném šatě bys nemohl vyjíti mezi lidi. Zdědil jsem jeden oděv, který se bude asi hoditi na tvou postavu. Jest sice bezmála čtyřicet roků stár —“"
      },
      {
        "index": 89,
        "text": "„Čtyřicet roků!“ žasl host. „Ten musí přece vypadat že ho už ani žid nechtěl zadarmo.“"
      },
      {
        "index": 90,
        "text": "„Jest cele dobrý, skorem jako nový.“"
      },
      {
        "index": 91,
        "text": "„Jistě žertuješ? Toť by vaše sukna musila být železná a vaši krejčí by pomírali hladem.“"
      },
      {
        "index": 92,
        "text": "„Ó, naši krejčíři jsou dobře živi. Čtyřicet roků není přece mnoho. A ten oděv dlouhý čas ležel jen v truhle. Náleží k němu kukla, plášť, kabátec a nohavice. A sukni nějakou pro tebe také vyhledám —“"
      },
      {
        "index": 93,
        "text": "„Sukni?!“ zhrozil se pan Brouček. „Co ti to napadá? Snad mě nechceš přestrojit za ženskou?“"
      },
      {
        "index": 94,
        "text": "Domšík vyvalil na hosta udivením oči."
      },
      {
        "index": 95,
        "text": "Ale ten ohrazoval se dále: „Ne, příteli, se sukní mi dej svatý pokoj! Musím-li už ze sebe dělat maškaru, bohu poručeno; ale do sukně, holečku, mě nedostaneš. Vždyť bych se musel hanbou propadnout, kdyby se někdo z mých známých dověděl, že jsem já Brouček — pražský domácí pán chodil v sukni!!!“"
      },
      {
        "index": 96,
        "text": "„Co mluvíš? Hanba že je chodit v sukni, kterou vidíš na mně a do které se odívá každý slušný muž?“"
      },
      {
        "index": 97,
        "text": "„Ah — tohle jmenujete také sukní? Já myslil, že míníš —“"
      },
      {
        "index": 98,
        "text": "„Snad ženskou sukni? Rci, kde jsi vězel ve světě, že ani nevíš o mužských sukních? Vždyť je nosí v Německu, ve Francouzsku i jinde. Pořádný člověk styděl by se chodit bez sukně, jen tak v nohavicích, jako ty!“"
      },
      {
        "index": 99,
        "text": "„No, to je pro mne skutečně nová věc, aby se někdo styděl chodit v kalhotách. Ale jaká pomoc! Musí-li to být, vezmu na sebe i to, čemu říkáte sukně, — ale řeknu ti upřímně, se i ta mužská sukně divně na mužského hodí.“"
      },
      {
        "index": 100,
        "text": "„Nebudu se s tebou o to příti. Každý rád cizí způsob haní a svůj chválí. Sobě ježek kadeřav, praví staré přísloví. Nechme proto marných řečí. Přinesu ti hned ony šaty. Nemáš-li také hlad a žízeň?“"
      },
      {
        "index": 101,
        "text": "„Prozatím děkuju. Chce se mi jenom spát.“"
      },
      {
        "index": 102,
        "text": "Pán domu odešel, zůstaviv hosta neveselým úvahám o tom, že bude na stará kolena chodit v maškaře. Zároveň přemáhalo jej nevyspání, namáhání a rozčilení dnešní noci tou měrou, že. uprostřed svých žalostných meditací důkladně zíval. Šla mu již ze všeho hlava kolem."
      },
      {
        "index": 103,
        "text": "Po chvilce vrátil se Domšík s šaty, a klada je na truhlu, pravil: „Myslím, že ti ten oděv dobře půjde na tělo. Jest sice trochu po staru. Nohavice nosili tehdáž dvojí barvy; jednu budeš míti zelenou a druhou červenou —“"
      },
      {
        "index": 104,
        "text": "„I můj ty spasiteli!“ spráskl pan Brouček ruce nad hlavou. „Uctivě děkuju. Poslyš, příteli, nejlíp bude přece, když si necháš svoje krásné šaty a já taky svoje.“"
      },
      {
        "index": 105,
        "text": "„Chceš-li mermomoci, budiž. Ale pravím tobě, že ve svých šatech budeš na posměch celému městu. Zvláště naši pomocníci venkovští, nepřátelé všech neobyčejných krojů jako marnosti lidské, nepěkně tě uvítají; vždyť bylo třeba přísného zákazu Žižkova, aby táboři v ulicích pražských na potkání nestříhali mužům vousy a pannám copy, ženám pak netrhali ozdobné závoje. Kromě toho víš, co jsem ti pravil o jímání podezřelých; jiné, spatří-li tě v tomto potvorném šatě, sotva dovedeš přesvědčiti jako mne, že nenálež k některému pronárodu z ležení Zikmundova tam za řekou.“"
      },
      {
        "index": 106,
        "text": "„I tedy — dělejte už se mnou, co chcete,“ s povzdechem oddal se Brouček svému osudu."
      },
      {
        "index": 107,
        "text": "„Vytáhnu ti ještě okno, neb zdá se mi, že tu dusno,“ navrhnul úslužný hostitel a pošinul hořejší zalepenou okenici do výšky. Poněvadž zůstaly zároveň dvéře otevřeny, ocitl se host, který zatím již kabát svlékl, v ostrém proudu ranního vzduchu, navzdory letní době v tuto časnou chvíli dosti svižného."
      },
      {
        "index": 108,
        "text": "Víme, že pan Brouček v posledním čase bedlivě opatruje své zdraví, a pochopíme tudíž nevoli, s jakou zvolal: „Pro pána, příteli, co děláš? Vždyť si mohu v tom průvanu ulovit notnou rýmu.“"
      },
      {
        "index": 109,
        "text": "„V průvanu? Co je to?“"
      },
      {
        "index": 110,
        "text": "„Můj bože — neví, co je průvan! Vždyť přece cítíš, jak to táhne.“"
      },
      {
        "index": 111,
        "text": "„Co táhne?“"
      },
      {
        "index": 112,
        "text": "„Prosím tě, netrop si ze mne šašky! Co táhne? Vzduch táhne. A fouká dnes tak čiperně, že by nebylo divu, kdybych si něco chytil.“"
      },
      {
        "index": 113,
        "text": "„Nastojte, povětří se bojíš?!“ žasl a smál se Domšík. „Co živ, nikdy jsem neslyšel, aby se kdo bál čistého božího povětří, neřku-li čerstvého ranního větříčku, který je v létě naopak velice příjemný. Ale nechceš-li, staniž se po tvém.“"
      },
      {
        "index": 114,
        "text": "A vrtě hlavou spustil zase okenici."
      },
      {
        "index": 115,
        "text": "Pan Brouček zatím naříkal v duchu: „Kam jsi se to dostal, Matěji! Nevědí v tom nevzdělaném století ani, co je průvan! Měl jsem již za našich časů s průvanem věčný kříž; co si teprve počnu zde? Štěstí ještě, že jsem včera nezapomněl nacpat si bavlnku do uší.“"
      },
      {
        "index": 116,
        "text": "„Dobře spi, Matěji!“ poroučel se hostitel."
      },
      {
        "index": 117,
        "text": "„Děkuju, Janku!“ odsekl host se zvláštním důrazem na tom prostém „Janku!“"
      },
      {
        "index": 118,
        "text": "„Jak ty mně, tak já tobě —“ hučel pro sebe, když Domšík odešel. — „Čisté mají způsoby! ‚Matěji!‘ ‚Janku!‘ Pěkné oslovení pro domácí pány! ‚Janku!‘ Našinec tak nepojmenuje rád ani koně, neřku-li majitele dvoupatrového domu. Bůh mě potrestal, že jsem chválil staré časy. Není nad naše vzdělané devatenácté století!“"
      },
      {
        "index": 119,
        "text": "V tomto mínění byl utvrzen, když si musil pracně zouvati botu o botu. „Nemají tu ani zouvák,“ bručel, „a to potom jmenují komořicí pro hosty!“"
      },
      {
        "index": 120,
        "text": "Při zouvání shledal na jedné botě žalostný úraz. Podpatek i s kusem podešve byl napolo odtržen od svršku. Bezpochyby následek klopýtání přes kamení v podzemní chodbě a běhu po krásném husitském dláždění. Musí dát botu do správky a zatím nezbude mu než choditi bůhví v jaké starožitné škorni!"
      },
      {
        "index": 121,
        "text": "Podíval se ještě na hodinky a shledal, že ukazují na půl druhé. Jakž by se nezbláznily, když sám čas ztratil rozum a zaběhl se o pět století nazpátek! Poněvadž v červenci slunce vychází asi o čtvrté hodině, usoudil, že bude asi půl páté."
      },
      {
        "index": 122,
        "text": "Lehl si poloodstrojen na postel a za chvilku usnul. Poslední myšlenka, která mu divokým vírem nedávných dojmů prokmitla mozkem, bylo toužebné pomyšlení, kéž by se tak probudil na své pohodlné posteli ve své útulné ložnici a shledal, že byl celý výlet do středověku pouhým škaredým snem!"
      }
    ]
  }
}