{
  "chapterNumber": 2,
  "title": "II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ve čtvrtek dne 12.&nbsp;července t.&nbsp;r. (udávám přesně datum, poněvadž má v tomto cestopise zvláštní důležitost) vyšel si pan Brouček po delší době opět jednou na Hradčany."
      },
      {
        "index": 1,
        "text": "Na Vikárce bylo právě několik hostů a brzy rozproudil se obecný hovor, k němuž látku poskytovala — jako zde tak často — romantická minulost. Vždyť tu v obvodu zámeckém všechno takořka žije a namnoze tyje z minulosti. Najdeš zde kanovníky a jiné duchovenstvo, mající z odkazů dávné zbožnosti službu a bydlo při starobylé katedrále; najdeš tu sakristány, kterým týž velebný památník dává obživu a leckterý mimořádný příspěvek z kapes umění milovných cestovatelů; najdeš zde několik zámeckých služebníků, kteří v osiřelém hradě obcházejí jako teskné stíny pohynulé slávy; najdeš tu šlechtičny tereziánského ústavu, které nikterak neruší starožitný ráz okolí; najdeš zde chudinu, bydlící v trpasličích, zvenčí idylicky nalíčených, ke staré hradní zdi přilepených jesličkách Zlaté uličky, té uličky, kde bys našel asi právě tolik zlata jako v kelímkách Rudolfových alchymistů, jejichž bývalé laboratoře sem jalová pověst položila, — té uličky, v níž snad leckterý novověký obyvatel nepovšimnut hladoví v sousedství děsně romantických hladomoren, kam duše útlocitné spropitným vstup si kupují, aby trnuly nad barbarstvím věků minulých; najdeš tu rozmanité skromné obyvatelstvo jiných domků a domů, na, lepených na šedivé, polozřícené hradby a věže, jen po tom nejhlavnějším, co patří k lepému a slavnému sídlu královskému, nadarmo se ohlížíš…"
      },
      {
        "index": 2,
        "text": "Dnešní zábavu na Vikárce zahájily staré hradní věže a hrůzné jejich žaláře. Pan Würfel vypravoval, kterak se spustil jednou po rumpále do nejhlubšího sklepení Daliborky, do bývalé hladomorny, a co tam všechno spatřil. Povzbuzen dojmem svého vypravování přidal zprávu o podzemních chodbách, které při kopání základů pro novou stavbu chrámovou byly objeveny a do nichž samojediný vnikl. Po stupních dobře zachovaných sestoupil pod zemi a našel tam dvě, bohužel zasypané chodby, z nichž jedna vedla patrně přímo pod Vikárkou do jeleního příkopu, druhá však bůhvíkam."
      },
      {
        "index": 3,
        "text": "Poslední zvěst účinkovala mocně na pana Broučka, pro něhož takové chodby mívaly odjakživa zvláštní příšerně pikantní půvab. Chopil se tedy živě nového předmětu a vyslovil náhled, že ony podzemní chodby jsou bezpochyby pouhým útržkem celé sítě tajných podzemních východů, jimiž králové v době nebezpečí mohli z hradu vyváznouti v tu stranu, kam se jim právě nejlépe hodilo. Ani žádný obyčejný hrad rytířský nelze si mysliti bez takových podzemních opatření, neřku-li staré královské sídlo, tak často ohrožované nepřátelskými útoky. Nějaký profesor, který dnes na Vikárku zabloudil, provázel výklad pana domácího dvojsmyslným úsměvem a prohodil ironicky, že nám bohužel historie nezachovala zpráv o některém králi, který by byl podzemní cestou z pražského hradu unikl. Pan Brouček odbyl naivní námitku podle zásluhy."
      },
      {
        "index": 4,
        "text": "„Ale, ale, pane profesore,“ pravil, klepaje si výmluvně prstem na čelo, „snad nemyslíte, že byli staří králové tak hloupí, aby někomu vyzvonili, kudy tajně z hradu utíkají?! Byly by to pěkné tajné chodby, o kterých by profesoři dějepisu ve školách přednášeli. To je rozum! Vždyť je známo, že i dělníci, kteří takové chodby kopali, mívali oči zavázané a bývali hned po vykonaném díle odpraveni.“"
      },
      {
        "index": 5,
        "text": "Tyto zevrubné zprávy měl pan domácí z dotčených již rytířských románů, v nichž se dočetl za mlada tolikerých podrobností o tajných chodbách, že mohl právem vystupovati jako znalec v tomto oboru podzemního stavitelství."
      },
      {
        "index": 6,
        "text": "Jiný host přidal se na jeho stranu a mínil, že as ty podzemní chodby zvláště dobře se hodily král Václavovi, který tudy mohl vycházeti s nerozlučným katem na svá noční dobrodružství a v čas potřeby unikati nástrahám nepřátelského panstva do některého ze svých domů uprostřed města."
      },
      {
        "index": 7,
        "text": "„Snad nějakým průkopem pod řečištěm vltavským?“ otázal se posměšně profesor. „Neboť, jak povědomo, ze tří královských domů Václava IV. ležely dva na Starém Městě a třetí dokonce až na Zderaze.“"
      },
      {
        "index": 8,
        "text": "„Velmi možná, že takovým průkopem!“ odsekl příkře pan Brouček, podrážděn již pohrdlivým způsobem a tónem nadutého profesora. „Či snad myslíte, že by takový tunel nikdo neprovedl? Dávno již četl jsem o průkopu pod řekou Temží v Londýně a tuhle stálo ve všech novinách, že chtějí prokopati veliký tunel pod mořským dnem z Anglicka do Francouzska. Prosím!“"
      },
      {
        "index": 9,
        "text": "„Ale, ale, drahý pane! Co je možno za našich dnů — za nynější pokročilé techniky —“ začal profesor, usmívaje se dále svým hrdopyšným způsobem; ale Broučkův spolubojovník přerušil prudce tyto výklady."
      },
      {
        "index": 10,
        "text": "„Oho, snad nemyslíte, pane profesore, že za stara neuměli se zavrtat právě tak pořádně do země jako nyní! O tom by vás mohly nejlépe poučit příbramské doly nebo třeba kutnohorský Osel!“"
      },
      {
        "index": 11,
        "text": "„Bodejť že každý osel!“ dotvrdil rozdrážděný pan Brouček, který náhodou o kutnohorském dolu toho jména neměl tušení. „Sám bych vám mohl jmenovat rytířské hrady, od kterých vedly tajné chodby pod horami a doly, skalami a lesy až k jiným hradům několik mil cesty vzdáleným — několik mil — rozumíme, a to je něco více než krátký tunel pod Vltavou. Na příklad od hradu Eulensteinu až k hradu Teufelsburgu — pamatuju-li se dobře — Ale tehdáž odbyly se takové věci v tichosti, kdežto nyní tropí se po celém světě pekelný povyk ledajakou prokopnutou úžinou!“"
      },
      {
        "index": 12,
        "text": "Netřeba podotknouti, že také hrady Eulenstein a Teufelsburg, o jichž poloze nemohu čtenáře poučiti, byly výtěžkem mladistvé rytířské páně Broučkovy."
      },
      {
        "index": 13,
        "text": "V debatě, která nabývala každou chvilkou větší živosti a vášnivosti, účastnili se horlivě tamní, vyjma jediného — pana Würfla, který myl sklenice vyprazdňované. Největší práci měl s oběma sklenicemi pana domácího. Brouček stává se totiž v poslední době starostlivějším o své zdraví a dbá toho, aby pivo bylo řádně odstálé, pročež si dává přinášeti dvě sklenice najednou, které se mu nyní výborně hodily k demonstrování polohy hradů Eulensteinu a Teufelsburgu. Posádky hradní představoval obsah obou sklenic a tajnou podzemní chodbu páně Broučkovo vlastní hrdlo, jímž upláchla obyčejně posádka Teufelsburgu dříve, než stačil pan Würfel zásobiti Eulenstein novými silami. Ba, pan domácí vzpomněl si ještě na třetí hrad, jakýs Unkenfels, mající s oněmi také podzemní spojení, a rozšiřoval své demonstrace i tímto směrem, až ho profesor důtklivě upozornil, že domnělý Unkenfels jest jeho (profesorova) vlastní sklenice a nemá dnes pranic co činiti s tajnou chodbou pana domácího."
      },
      {
        "index": 14,
        "text": "Řečnický boj skončil úplným vítězstvím pana Broučka. Odpůrce za odpůrcem poražen dával se na útěk, až posléze náš hrdina zůstal na opanovaném bojišti samoten s panem Würflem, který další jeho výklady sice provázel naprostým souhlasem, ale přitom vytrvale porovnával své remontoirky s nástěnnými hodinami. Čtenáři „Výletu do Měsíce“ znají již význam tohoto konání a nepodiví se tedy, že pan domácí po chvíli zaplatil svůj řád a svou známou měsíční chůzí opustil hostinskou světnici."
      },
      {
        "index": 15,
        "text": "Na neštěstí byl pan Würfel zaměstnán odklízením spoust na bojišti a nevyprovodil proto jak obyčejně vzácného hosta předsíňkou až na ulici, nýbrž zvolal za ním jen „Šťastnou dobrou noc, pane domácí —“ s šelmovským dodatkem: „A pozor na Měsíc!“"
      },
      {
        "index": 16,
        "text": "Pravím: na neštěstí, a měl bych spíše říci: na štěstí, neboť bez tohoto opomenutí páně Würflova nebyl by asi pan Brouček zažil nového úžasného dobrodružství a nebyla by povstala tato kniha."
      },
      {
        "index": 17,
        "text": "Ale než přikročím k vylíčení následujících událostí, uznávám za vhodné podati čtenářstvu některé místopisné zprávy, ač nepochybuji, že snad již každý uvědomělý Čech navštívil věkopamátné východiště objevů Broučkových."
      },
      {
        "index": 18,
        "text": "Hostinec pana Würfla leží asi uprostřed Vikářské uličky, naproti vzrůstající nové lodi svatovítského chrámu. Zasklenými dveřmi vchází se z ulice do nevelké předsíně, z níž vstupujeme napravo do hostinské světnice rovněž nevelké, avšak útulné,.hledící dvěma okny do Vikářské uličky a jedním ke dvorku při Jelením příkopu. Vzhledem k ohromnému významu této místnosti pro lunozpyt a domácí historii mohl bych podrobně vylíčit i několik stolů se slánkami a pepřenkami, vzorně ohmataného národního střelce a několik obrazů z uměleckého stanoviska snad nikoli nezajímavých, ale především po důkladné restauraci volajících; než ponechám takovou svědomitost těm kolegům spisovatelům, kteří nemohou zavaditi o žádný pro čtenářstvo úplně lhostejný brloh, aby nesepsali zevrubný inventář všech jeho svrchků, že by v něm ani nejpřísnější exekutor žádné mezery nenašel. V pozadí vedou dvéře do jiné místnosti, nepřístupné profánním navštěvovatelům hostince; jenom pan Würfel, chce-li obětovati domácím lárům a penátům, vchází tam jako velekněz do nejvnitřnější svatyně."
      },
      {
        "index": 19,
        "text": "Leč vraťme se již z hostinské světnice do předsíně. V pozadí jejím otvírají se dvéře do kuchyně a napravo vede druhý východ do krytého schodiště, v němž dole po jedné straně vchází se do sklepa a po druhé na romantický dvorek, dříve již vylíčený."
      },
      {
        "index": 20,
        "text": "Toť stručný soupis místností Vikárčiných — jak by asi napsal v nejryzejším slohu světový cestovatel Josef Wünsch."
      },
      {
        "index": 21,
        "text": "Pan Brouček vyšel tedy z hostinské světnice do předsíňky; ale co se dálo v nejbližších okamžicích, zůstane snad navždy zahaleno clonou neproniknutelné záhady… Würfel chová sice nezvratné přesvědčení, že pan domácí — bezpochyby ještě v hlubokých myšlénkách o sporné theorii tajných chodeb — cestu si spletl a předsíňkou místo ke dveřím na ulici v opačnou stranu ke schodům na dvorek vedoucím zamířil; ale pan Brouček odmítá rozhodně tuto domněnku. S jistotou ví ovšem toliko, že pojednou ustoupila půda pod jeho nohama a že po nějaké srázně nakloněné ploše s úžasnou rychlostí sjel do hlubin. Když se ocitl opět na rovné půdě a z ohromení se probral, ohmatal bezděky sebe a nejbližší okolí, zahalené v čirou tmu. Na sobě neshledal žádného úrazu, ale kolem sebe nahmatával jen vlhkou půdu a stejně vlhké a chladné zdivo."
      },
      {
        "index": 22,
        "text": "Vzpomněl si, že má při sobě škatulku sirek, a rozžehnuv jednu, posvítil před sebe. Spatřil úzkou, nízkou chodbu, zasmušilého a zpustlého vzezřeni, se zdivem pokrytým plísní a místy zborceným. Konce jejího při plachém světélku sirky nedohlédl. Rozžehl druhou sirku a pohlédl za sebe: do chodby ústil tam otvor jakési šikmé, srázné šachty, již se byl do hlubiny svezl. Hořejšího ústí šachty nemohl dohlédnouti, ač si několika sirkami do výše posvítil."
      },
      {
        "index": 23,
        "text": "„To je zase nějaká čistá historie!“ zabručel a přemítal, kam to asi zapadl. „Bezpochyby do sklepa,“ potěšil se. Arci nebývají ve sklepích takové úzké chodby a dle trvání rychlého pádu šachtou ležel by ten sklep neobyčejně hluboko. Avšak možná, že nynější Vikárka zdědila nějaké staré sklepy královské nebo prelátské z dob, kdy bývaly prý sudy chlapíci až tisícivěderní a proto potřebovaly také jinačích sklepů než nyní. „I bodejť že!“ ujišťoval sám sebe pan domácí. „Tou chodbou se dostanu do sklepa, a nejsou-li tam dvéře otevřené, snadno se dovolám nebo dotluku Würfla, kterému hned vycinkám podle noty, že nechává svým hostům na cestě beze všeho opatřeni takové šachty, z kterých si mohou snadno zlámati vaz.“"
      },
      {
        "index": 24,
        "text": "Vstal a tápal chodbou kupředu. První leknutí minulo a myšlénky jeho držely se usilovně onoho nevinného výkladu nenadálé příhody. Spadl prostě a na štěstí bez úrazu nějakým průchodem do sklepa, a kdyby v něm nakrásně musel přenocovati — nocleh na kantnýři nebo na holé, vlhké zemi nebyl by sice příliš pohodlný, ale hrozné by také nebylo, vyspati se jednou ve společnosti přátelských sudů, takořka v náručí spřízněného živlu, přímo pod čepem, z něhož by si mohl pouhým vztáhnutím ruky louditi do úst lahodný pramen plzeňského. Za trest neopatrnému Würflovi užil by té příležitosti důkladně a dlouho by ještě dnešní dobrodružství poskytovalo na Vikárce látku k veselé zábavě. Přesto svítil si dopředu s tlukoucím srdcem, hledaje nedočkavě v posupných tmách přívětivé obrysy sudu. Ale pátral nadarmo: chodba zůstávala stejně prázdná, stejně úzká a stejně nevlídná."
      },
      {
        "index": 25,
        "text": "Konečně zhasl poslední paprsek naděje. Zmizela představa sklepa, jediná představa, v níž se jevilo panu domácímu podzemí útulným, a místo její zaujaly obrazy děsivé, které dotud mocí od sebe zaplašoval. Propadl se bezpochyby do nějakých katakomb, do bludiště podzemních hrobek pod chrámem svatovítským! Místo sympatických sudů zamihly se v jeho rozrušené obraznosti červotočivé rakve, zetlelé rubáše, zpráchnivělé mrtvoly, šklebící se lebky a příšerné mumie. — Hrůzou zježily se mu vlasy a bezděky couval nazpět."
      },
      {
        "index": 26,
        "text": "Obratem ruky jevila se panu Broučkovi situace v barvách nejčernějších. Snažil se sice zapuditi přízraky hrobové a vzpomněl si na ony tajné chodby, o nichž před chvilkou tak živě rokovali. Leč i tato představa byla málo lákavá. Nahoře, za sklenicí piva v příjemné společnosti pěkně se hovořilo o takových chodbách, ale jiná jest tápati v nich skutečně, samoten, po půlnoci, bůhvíkde pod zemí!"
      },
      {
        "index": 27,
        "text": "Náhle prošlehla mu mozkem spasná myšlénka! Že na ni nepřipadl hned! Vždyť se může dovolati pomoci onou šachtou, jíž se dolů svezl a která hořejším otvorem ústí zajisté buď někde v místnostech Vikárky samé nebo alespoň v těsné blízkosti."
      },
      {
        "index": 28,
        "text": "Rychle dotápal se tedy nazpět k dolejšímu ústí šachty a vzkřikl nahoru plnou silou svých zdravých plic: „Hej, pane Würfel! Paní Würflová! Lidičky, kde jste kdo! Pomóóóóóóc!“"
      },
      {
        "index": 29,
        "text": "Naslouchal, volal znova, ale odpovídal mu jen vlastní hlas, odrážející se dutou, příšernou ozvěnou ode stěn šachty, bůhvíjak vysoké. Přesto opakoval své marné pokusy až do ochraptění. Pak svěsil beznadějně hlavu."
      },
      {
        "index": 30,
        "text": "Co teď? Nezbude přece než vydati se znova na výzkumnou cestu do chodby. Pravda, archeologické to bádání vábilo jej pramálo. Jeho zápal pro starožitnosti byl rázem ochlazen až na bod mrazu. Ostatně soudím, že by ani prof. Sedláček nebyl valně nadšen, kdyby z útulné hostinské jizby pojednou samoten se ocitl v některé podzemní hradní chodbě, nevěda, kudy se z ní dostane a dostane-li i se vůbec na světlo boží."
      },
      {
        "index": 31,
        "text": "Není-li možná dovolati se šachtou pomoci a je-li chodba na druhém konci zasypána — Děsné pomyšlení! Pak jsi tu za živa pohřben, nešťastný Broučku, a čeká tě bídná smrt hladem, stokrát bídnější než na Měsíci, kde by tě alespoň citliví Měsíčané byli oplakali; zde však žádná duše soucitná tě nepolituje, až si budeš hladem ohryzovati vlastní ruce, nikdo ti nezatlačí oči a snad nikdo nikdy nenajde ani tvé zpráchnivělé kosti!"
      },
      {
        "index": 32,
        "text": "Tak žaloval v duchu náš hrdina, vnikaje opět do chodby. Hlavou narážel o vyčnívající nebo zpola vypadlé kameny nízkého stropu, nohy smekaly se na vlhké půdě nebo klopýtaly přes hromádky z zesutého zdiva, ale zoufalý chodec, poháněn smrtelnou úzkostí, rychle postupoval dále."
      },
      {
        "index": 33,
        "text": "Po delší teprve chůzi odpočinul si na chvilku a znovu přemítal o své trapné situaci. Předtím zasvitla mu bludička nové naděje — že snad chodba vyjde do Jeleního příkopu; ale nyní šel již tak dlouho, že by dávno musel býti venku, kdyby chodba vedla tím směrem. Také v kamenné schody, po nichž tehdy Würfel sestoupil, marné již bylo doufati; ostatně, vždyť Würfel pravil, že byly chodby u těch schodů zasypány, a schody samy jsou asi dávno zazděny pod základy nové lodi chrámové. Ale — což aby chodba skutečně vedla do některého z bývalých královských domů v městě, jak nedávno proti nadutému profesorovi dokazoval?! Z trvání bezděčné jízdy sráznou šachtou soudil, že mohla snadno dosahovati až pod niveau dna vltavského a že tudíž vodorovná chodba od ní vycházející mohla vésti pod řečištěm na Staré Město, kde snad ústí ve sklepě některého starého domu, v němž král Václav míval své sídlo…"
      },
      {
        "index": 34,
        "text": "Chopil se toho nápadu jako tonoucí poslední trosky korábu a vydal se odhodlaně na další cestu. Z počátku rozškrtával opět sirku za sirkou, ale připomenul si včas, že by mohl takhle celou škatulku sirek vypotřebovati, než by došel polovice cesty. A kdyby chodba nekončila východem na povrch země, nýbrž ústila do labyrintu jiných chodeb nebo byla zasypána, co by si pak počal beze světla v těch egyptských tmách? Nechtěl ani domysliti tu hrůznou myšlénku."
      },
      {
        "index": 35,
        "text": "Rozhodl se tedy, že bude sirkami šetřiti co nejvíce, možná a že jich použije jen v případu naléhavé potřeby. Obtíže cesty se tím arci ztrojnásobily. Musel s hlavou skloněnou opatrně hmatati po stěnách a šinouti nohu za nohou s největší opatrností; neboť shora obával se vysedlých kamenů a zdola jednak trosek, potměšilých studní a propastí, jednak hadů, ještěru, bazilišků a jiného jedovatého plazu, který s oblibou peleší v takových tajných chodbách, jak dobře věděl z rytířských románů několikrát již citovaných. Ke všemu tomu obletoval jej krvavý stín jakéhosi Bertrama z Uhusteinu a jiných nešťastníků a nešťastnic, v podzemí zločinně utracených."
      },
      {
        "index": 36,
        "text": "Každý uzná, že bych mohl ještě dlouho kořistiti z neblahé situace pana Broučka a vyplniti několik napínavých kapitol dalším obšírným líčením příšerné podzemní pouti, pomocí všelijakých překážek a nebezpečí, padajících kamenů, zejících propastí, bojů s krysami, klopýtání přes kostry a podobných zajímavých věcí. Ale nejde mi o to, abych napínal čivy čtenářovy na skřipec, nýbrž hodlám střízlivě líčiti pouhou pravdu."
      },
      {
        "index": 37,
        "text": "Proto řeknu jen krátce, že pan Brouček dále tápal chodbou a že se mu zdálo, jako by ta křížová cesta trvala již celou věčnost. Však pojednou oživila se jeho naděje. Uslyšel nad sebou temný šum, jako proudění valných vod, a na rozpálené jeho čelo dopadly studené krůpěje s provlhlého stropu chodby. Jeho domněnka byla tím potvrzena: patrně dostal se již do té části chodby, která vede pod řečištěm vltavským na Staré Město!"
      },
      {
        "index": 38,
        "text": "Zbodřen, s novými silami pokračoval ve své trudné pouti a choval již toliko jedinou obavu: aby konečný otvor chodby nebyl někde hluboko pod zemí zasypán nebo neústil do nějaké zazděné krypty nebo ztracené stoky."
      },
      {
        "index": 39,
        "text": "Šumot nad jeho hlavou utichl; byl patrně již pod Starým Městem. S tlukoucím srdcem, v napjatém očekávání rychle postupoval dále. Tu náhle vrazil nohou na nějakou překážku; spěšně rozsvítil sirku, a kdož vylíčí radostné jeho pohnutí, když spatřil omšené kamenné schůdky, vedoucí z chodby kamsi nahoru!"
      },
      {
        "index": 40,
        "text": "Nedočkavě vystupoval po nich výše, svítě si na cestu sirkami. Schůdky byly točité a stoupání po nich tedy dosti nepohodlné. Posléze vystoupil do těsného, nízkého prostoru a spatřil před sebou červotočivá, pavučinami hustě opředená dvířka, pobitá ozdobnými, ale rezem valně již rozežranými pruty. V zámku rovněž zrezavělém trčel — ó štěstí! rezavý veliký klíč přepodivného tvaru."
      },
      {
        "index": 41,
        "text": "Pan Brouček zkusil nejprve, jsou-li dvéře otevřeny. Nebyly. Chtěl tedy otočiti klíč. Ale mamě namáhal se, až mu krůpěje potu vyvstávaly na čele. Klíč byl jako srostlý se zámkem v jedinou rezavou hmotu. Konečně, když si ovinul šátkem ruku a napjal všechny síly, povolilo staré železo se strašným skřípotem. Tahal dvířka k sobě, avšak neotvírala se v tuto stranu. Zatlačil tedy na ně — dvířka se náhle otevřela a pan Brouček pykal za svou neopatrnost tím, že spadl do nějaké prohlubně, na štěstí s malé výšky, takže se jen trochu na kolenou narazil."
      },
      {
        "index": 42,
        "text": "Zdvihl se a posvítil si kolem. Co spatřil, bylo tak neočekávané, že mu překvapením sirka z ruky vypadla. Zakmitlo se před ním v míhavém světélku něco jako čarovný obraz z pohádky."
      },
      {
        "index": 43,
        "text": "Rozžehl opět — nebyl to přelud. Stál v malém, nízkém sklepení, ale prostor ten zářil všecek jako plná skříň nejvzácnějších klenotů. A byly to klenoty skutečně. Stěny byly veskrze posázeny jaspisy, křišťály, ametysty, chalcedony a jinými různobarvými polodrahokamy na zlaté půdě; vzácnější pak drahé kameny: démanty, rubíny, granáty, safíry, smaragdy a jiné blýskaly se na zlatých a stříbrných přílbách, krunýřích, rukojetích a pochvách mečů, štítech, pásech, čelenkách, sponách, prstenech, nádobách, misách a pohárech, křížích a páteřích, na brokátových královských talárech a jiných oděvech z rozličné vzácné látky, krumplovaných perlami, kterážto nádhera byla kolem zčásti po stěnách rozvěšena, zčásti úhledně rozestavena po krásně malovaných neb uměle vykládaných truhlách, zlatými nebo stříbrnými pruty a hřeby pobitých a patrně jiné ještě poklady obsahujících, dílem i na podlaze, kteráž sama se skládala z dlaždiček střídavě pozlacených a postříbřených."
      },
      {
        "index": 44,
        "text": "Jen ke svatyni svatého Kříže na Karlštejně, v níž Otec vlasti do malého prostoru jako do čarovného ohniska shrnul vše, co měl v říši své nejdražšího, nejkrásnějšího a nejsvětějšího, mohl jsi přirovnati tuto oslňující místnost. Ale kdežto onde sám císař obuv svou zouval, chtěl-li vejíti k modlitbám do zářící svatyně, kde odpočívaly v nejsvětější ochraně drahocenné svátosti a klenoty zemské, byla tato kobka patrně jen schránou světských pokladů a majetník přicházel sem asi jen, aby se pokochal pohledem na obraz báječné nádhery, kterou zde jako vybranou ukázku a výstavu svého bohatství soustředil."
      },
      {
        "index": 45,
        "text": "Není divu, že byl pan Brouček objevením té úžasné skvostnosti nesmírně překvapen. V celé Praze nevěděl a neslyšel o žádné takové klenotnici, která přece cenou skvostů zde nahromaděných zajisté zastiňovala i pokladnici kapucínů v loretánském klášteře na Hradčanech. Hned mu napadlo, že ho snad podzemní chodba uvedla do tajné klenotnice krále Václava, která zůstala ukryta až do této chvíle, kdy ji Brouček zvláštní náhodou objevil."
      },
      {
        "index": 46,
        "text": "Z té myšlenky pojala ho téměř závrať. Je-li tomu tak, musí mu připadnouti nejméně část pokladu, a již desetina těch skvostů učiní ho boháčem nesmírným."
      },
      {
        "index": 47,
        "text": "Znovu rozškrtnul sirku, a povšimnuv si nyní též drahocenné zlaté lampy, visící na stříbrných řetízcích se stropu, zapálil její knot. Rozhořel se skutečně a dosti jasně osvětloval nevelikou prostoru."
      },
      {
        "index": 48,
        "text": "Pan Brouček mohl se nyní pohodlně kochati pohledem na skvoucí poklady. Dotýkal se jich, některé bral do ruky, odhadoval v duchu cenu toho bohatství, která rostla do výší závratných. Rázem zapomněl na všechny úzkosti a děsivé myšlenky, které ho ještě před chvilkou v podzemní chodbě skličovaly. Byl jako u vytržení."
      },
      {
        "index": 49,
        "text": "Při té prohlídce posunul i trochu dvířka dovnitř otevřená a tu byl překvapen znova. Shledal totiž, že vnitřní jejich strana představovala nějaký obraz ve skvostném zlatém rámu, který, když se dvířka zavřela, přilehl na stěnu tak, že nikdo nemohl v něm tušiti veřej. Tím méně, poněvadž nedosahoval až k podlaze, nýbrž byl jako každý jiný obraz umístěn ve výši, arci pro nízkost klenotnice jen asi ve výšce okna, následkem jehož také pan Brouček měl tak lehký pád."
      },
      {
        "index": 50,
        "text": "V okamžiku, kdy pan Brouček dvířka úplně zavřel, uchvátil ho divný pocit. Hlava mu zavířila, vědomí zastřelo se mlhou; bylo mu, jako by nějaká vichřice bleskurychlým, závratným letem jej unášela do dálky. Ale trvalo to právě jen okamžik."
      },
      {
        "index": 51,
        "text": "Záchvat zmizel a pan Brouček zabručel jen, sahaje si na hlavu: „Kýho ďábla! Zdálo se mi, jako bych omdlíval nebo dokonce — bůh uchovej! — jako by se o mne pokoušela mrtvice… Nebylo by divu po všem tom rozčilení! Ale díky bohu, není to nic.“"
      },
      {
        "index": 52,
        "text": "Pohledl znovu na obraz, který představoval nějakého krále s velkým psem u nohou, patrně krále Václava. Pan domácí shledal v tom zřejmé potvrzení své dřívější domněnky. Ale podivil se svěžesti té malby, jež vypadala skoro jako nová. Zvláštní věc! Tam na druhé straně dvířek všechno červy provrtáno a rezem rozežráno — zde však barvy tak čerstvé, jako by byl malíř teprve nedávno obraz dokončil. A také všechny předměty v klenotnici lesknou se jako nové; ani roucha nejsou dost málo porušená nebo vybledlá. Či by to snad nebyla klenotnice krále Václava, nýbrž nějakého nynějšího boháče, kterému třeba patří bývalý královský dům? Ale domněnka tato neobstála. Ač tu vypadalo všechno jako nové, měly přece ty klenoty, zbraně, šaty vesměs tvar, střih a ráz starodávný, jakého takové výrobky nyní nikde nemají. Novověká klenotnice to tedy není. A sbírka starožitností? Tu by zase ty věci nemohly vypadat vesměs tak úplně neporušené, zejména roucha."
      },
      {
        "index": 53,
        "text": "Posléze vysvětlil si podivuhodnou zachovalost předmětů stálou uzavřeností a zvláštní povahou sklepení; slyšel jednou, že v některých takových kobkách i mrtvoly po staletí zůstávají neporušeny."
      },
      {
        "index": 54,
        "text": "Snad se sklepení to neotevřelo od časů krále Václava, pomyslil si dále a při té myšlence ho lehce zamrazilo. Krále Václava znal ze své četby a z doslechu velmi dobře — ovšem nikoli historického krále Václava, ale toho lenivého, s ohromným černým psem vzápětí a s kmotrem katem po ruce. Představil si ho, jak sem asi naposled podzemní chodbou kráčel, aby se pokochal pohledem na tajný poklad, jak potom dvířky za obrazem skrytými vyšel a zvenčí v zámku otočil klíč, kterého se od té doby nedotkla žádná ruka lidská, až teprve po staletích ruka Broučkova. Bezděky ucouvl, pohlížeje úzkostlivě na obraz; zdálo se mu na okamžik, jako by to sám živý příšerný král se svým strašným psem hrozivě stál v otvoru otevřených dveří."
      },
      {
        "index": 55,
        "text": "Ale nikoli! Dveře byly zavřeny a na nich pouhý obraz, který patrně zde byl umístěn proto, aby zakryl východ do tajné chodby vetřelci, který by se do klenotnice dostal. Tu se teprve rozhlédl pan Brouček po druhém východu z klenotnice. Byl na to v úžasu nad objeveným pokladem úplně zapomněl."
      },
      {
        "index": 56,
        "text": "Snadno obhlédl nevelký prostor, ale nikde nespatřil dveří, ba ani jediného okénka. Tu padl však jeho pohled na obraz ve zlatém, drahokamy posázeném rámu, představující nějakou královnu a upevněný právě naproti obrazu krále ve stejné výši. Shodoval se i velikostí úplně se svým protějškem."
      },
      {
        "index": 57,
        "text": "Byly zde jen tyto dva obrazy a panu Broučkovi napadlo ihned, že asi také za tímto druhým ukryty jsou dvéře. Zatahal silně za rám, pak tlačil jej zas navenek, ale obraz sebou nehýbal."
      },
      {
        "index": 58,
        "text": "Na chvíli zkrušilo pana Broučka strašné pomyšlení, že klenotnice nemá žádného jiného východu a že se nalézá třeba v nitru nějaké skály daleko od příbytků lidských, takže mu přece nezbude než zemříti hladem uprostřed všeho toho bohatství, což by nebylo o nic příjemnější nežli smrt v podzemní chodbě. Ale pojednou zpozoroval, že je rám na jednom místě trochu ohmatán. Přiložil tam ruku, hmatal, mačkal a vtom ó radosti! — pohnula se jedna ozdoba, a když ještě silněji přitlačil, otočil se celý obraz nazad a ve stěně objevil se otvor východu."
      },
      {
        "index": 59,
        "text": "Pan Brouček vyhoupl se do něho a posvítil sirkou do prostoru za ním. Spatřil dlouhou chodbu s obrazy a okny, složenými z drobných, různobarevných tabulek. „Díky bohu!“ oddechl si zhluboka."
      },
      {
        "index": 60,
        "text": "Vrátil se však ještě do klenotnice. Nemohl se s ní jen tak rozloučiti. Nyní, když měl východ již pojištěný, pociťoval z nálezu teprve radost plnou a nezkalenou. Byla to královská odměna za všechno, co té noci vytrpěl."
      },
      {
        "index": 61,
        "text": "Ale přec odolal pokušení nacpat si hned kapsy hrstmi klenotů. Je-li to skutečně tajný poklad, však mu neuteče. Třeba jen dobře zapamatovat si místo, aby ho zase našel."
      },
      {
        "index": 62,
        "text": "Zhasiv lampu, vystoupil tedy z klenotnice na chodbu a posvítil si na zevnější stranu obrazové veřeje. Shledal, že představuje také obraz nějaké královny — bezpochyby jednu z obou manželek Václavových, snad tu, která byla ohromným psem královým na Karlštejně zardoušena. Když pan Brouček veřej zavřel a přimáčkl, vypadala i zvenčí jako pouhý obraz, jichž řadou byla chodba ozdobena."
      },
      {
        "index": 63,
        "text": "„Již to je docela jisté!“ zajásal v duchu pan domácí. „Toť tajná klenotnice krále Václava, umístěná v některém jeho pražském domě, k níž vedla tajná chodba z hradčanského zámku a jejíž druhý východ byl tak opatrně ukryt, že zůstala neznáma všem pozdějším majitelům domu. Tisíce lidí prošlo tisíckrát touto galerií a žádný neměl ani nejmenší potuchy, jaké bohatství se ukrývá za tímto obrazem.“"
      },
      {
        "index": 64,
        "text": "Umínil si, že prozatím nechá drahocenné tajemství pro sebe a teprve uváží, má-li se nynějšímu majiteli domu svěřiti a s ním se rozděliti, či raději sám nějakým šikovným způsobem celý poklad si osvojiti, což by zajisté bylo zcela po právu."
      },
      {
        "index": 65,
        "text": "Přesvědčil se ještě zrakem i hmatem, že obraz opět pevně ku stěně přiléhá a tudíž podezření žádného vzbuditi nemůže, a tiše ubíral se chodbou, do níž drobnými tabulkami oken padalo trochu měsíčního světla."
      },
      {
        "index": 66,
        "text": "Kráčel sice opatrně, ale nelámal si hlavu myšlenkami, co by se stalo, kdyby ho tu někdo v cizím domě po půlnoci přistihl, ani jak se odtud dostane na ulici. Všecka jeho mysl byla zaujata a radostně opojena nalezeným pokladem. V závratném reji míhaly se jeho duchem paláce, letohrádky, pyšné ekypáže, premovaní sluhové, tabule nejvzácnějších pochoutek, svůdné krasavice a jiné podobné zjevy, které by se asi také čtenáři za takové příležitosti chumelily hlavou; ke cti svého hrdiny musím však dodati, že si také vzpomněl na svou hospodyni, kterou dá se skrovnou pensí na odpočinek, na všechny své známé, kterým vystrojí zadarmo na Vikárce velkolepé vepřové hody, ba i na Ústřední matici, které věnuje velkodušný dar dvaceti zlatých."
      },
      {
        "index": 67,
        "text": "Zatím došel k nějakým schodům a sestoupil po nich do těsné, dlouhé chodbičky, na jejímž konci nalezl železná vrátka. Byl mile překvapen, když shledal, že nejsou zamčena, a když, vykročiv z nich, spatřil nad sebou černé štíty domů a za nimi hvězdnaté nebe."
      },
      {
        "index": 68,
        "text": "„Mají tu krásný pořádek!“ blahořečil v duchu neznámému domovníkovi, že se jeho nedbalostí dostal tak hravě z domu."
      },
      {
        "index": 69,
        "text": "Byl tedy opět pod boží oblohou, na volné ulici!"
      }
    ]
  }
}