{
  "chapterNumber": 7,
  "title": "VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Vstup našeho hrdiny do staročeského salonu nebyl příliš důstojný, zakopl totiž o práh a upadl přes dlouhé špičky svých škorní, při čemž se zároveň zamotal do řasnatého kloku tak, že by se byl bez pomoci Jankovy sotva zase dostal na nohy."
      },
      {
        "index": 1,
        "text": "Všecek hoře ve tváři, škubal kuklou, která se mu pádem svezla až na ústa, a jen jako v mlhách spatřil před sebou dva příjemné ženské obličeje."
      },
      {
        "index": 2,
        "text": "Také z jejich středověké úpravy zachytil prozatím toliko neurčitý dojem malebnosti a z libozvučné staročeštiny obou vyrozuměl jediné, že jest ze srdce, vítán, načež uznal za svou povinnost, zkusiti se v galantní pokloně a zamumlati: „Ruku líbám, milostpaní!“ a „Má úcta, slečno!“"
      },
      {
        "index": 3,
        "text": "„Co mluvíš o milosti a proč se klaníš, jako bys před kněžnami stál?“ pokáral ho vlídně Janek od Zvonu. „Vždyť tu jen moje žena Mandalena a moje dcera Kunhuta, jíž říkáme krátce Kunka. Stiskni přátelské pravice, které ti podávají, a buď mezi námi jako ve vlastní rodině.“"
      },
      {
        "index": 4,
        "text": "Pan Brouček stiskl rozpačitě ruce staročeských dam a byl velice rád, když se vzdálily ze světnice, aby vykonaly poslední přípravy k ranému obědu."
      },
      {
        "index": 5,
        "text": "Teprve nyní rozhlédl se volně po světnici a shrnul již po chvilce výsledky svého pozorování v úsudek, že není nemístnou skromností, nazývá-li Domšík svůj parádní pokoj (neboť do takového zajisté uvedl hosta ku stolování) prostě světnicí. Byla sice poněkud prostrannější nežli komořice, ale stejně skoupě osvětlená a rovněž jen cihlami čtyř- a osmihrannými dlážděná; kolkolem podél šedých stěn, tu a tam pestře tkanými látkami ověšených, táhly se prosté dřevěné lavice, jako nyní jen někde v selských jizbách nebo venkovských hospodách; v jednom koutě stál při nich stejně prostý dřevěný stůl bez židlic, v jiném ohromná kachlová kamna podivné podoby; ostatní nábytek skládal se z malovaných truhel a nemotorné almary; na polici leskly se cínové mísy a rozmanité číše; z malé zavírací almárky ve zdi, kteráž byla právě otevřena, vyhlédalo několik starožitných knih v tlustých kožených deskách a s kováním. Dodáme-li, že světnice byla nepravidelná, plna koutů a výklenků, že skrovný nábytek v ní byl ledabyle, nesouměrně rozestaven a každý skoro kus jiné, k tomu živé barvy, takže dohromady činily dojem velmi pestrý, tož zajisté přisvědčí čtenář panu Broučkovi, že salon Janka od Zvonu mnohem spíše se podobal starosvětské selské jizbě než modernímu městskému pokoji."
      },
      {
        "index": 6,
        "text": "Ovšem byly tu i věci, o kterých se ani naší selské světnici nikdy nesnívá: okna, umístěná ve hlubokých, po dvou stranách sedátky opatřených výklencích, nebyla zasklena tabulemi, nýbrž množstvím různobarevných sklených koleček, olovem spojených, jaké nyní vídáme leda v kostelech, a po stěnách byly zase tu a tam rozvěšeny jako ve zbrojnici divné, rozmanité zbraně a kusy brnění, k nimž se družil i veliký malovaný štít, postavený v jednom koutě. Pravda také, že zařízení světnice, ač hostu z devatenáctého století pramálo imponovalo, přece zevrubnější jeho prohlídce všude jevilo snahu po okrase, někde i skvostnosti. Již sama cihlová podlaha byla sem tam posypána čerstvým kvítím, které vydávalo příjemnou vůni; pestrá ozdoba květů a ptáků byla vetkána do koberců na stěnách a namalována na jedné truhle, kdežto ostatní — jedinou jen barvou, ač každá jinou natřené — měly alespoň pěkně pro pletené a všelijak okrášlené kování; almara a trnož prostého stolu byly divně, ale pěkně vyřezávané; a mohutná kamna, sice bez glazury, ale rozličnými barevnými hlinkami vypestřená, vypadala skoro jako malý hrad, jsouce na vrcholu korunována ozdobným cimbuřím."
      },
      {
        "index": 7,
        "text": "Domšík, vida pozornost, jakou host výtvoru staročeského hrnčířství věnuje, vysvětlil mu, že dal na místě dřívějšího začazeného krbu za pěkný peníz postaviti tato kamna, která nyní mnoho přicházejí do obyčeje."
      },
      {
        "index": 8,
        "text": "„I tato skleněná kolečka dal jsem sobě vsaditi do oken,“ dodal s patrnou chloubou."
      },
      {
        "index": 9,
        "text": "„Hezká jsou,“ pochválil nuceně Brouček; „jenže to vypadá trochu jako v kostele.“"
      },
      {
        "index": 10,
        "text": "„Ovšem bývala dříve skleněná okna toliko v kostelích,“ pravil hostitel; „ale v nynější době někteří bohatší měšťané, nelitujíce velikého nákladu, pořizují sobě tuto drahocennou okrasu i ve světnicích.“"
      },
      {
        "index": 11,
        "text": "„Sklo — sklo že je drahocenné?“ žasl host. „Skleněná okna že si pořizují u vás jen boháči? Můj bože, copak dávají ostatní do oken?“"
      },
      {
        "index": 12,
        "text": "„Soudím podle tvé řeči, že jsi byl v nějakých dalekých zemích, kde je sklo lacinější a proto skleněná okna v obyčeji; u nás však i v sousedních zemích nespatřil jsi do nedávna v oknech domů ničeho kromě blan a mázder, pergamenu, plátna nebo rohoviny a dosud shledáš oken z drahých skelných koleček jen pořídku. Já sice nejsem veliký boháč, ale krásná tato vzácnost zalíbila se mi tou měrou, že jsem nelitoval obětovati pěknou částku svého statečku na skleněná okna ve světnici.“"
      },
      {
        "index": 13,
        "text": "Pan Brouček si umínil, že se nebude již ničemu diviti; proto zavrtěl jen hlavou a prohodil: „Ale copak jsou platny v okně neprůhledné blány a mázdry? Vždyť i těmihle slepenými střípky těžko rozeznáš, co se děje na ulici.“"
      },
      {
        "index": 14,
        "text": "„Chci-li to zevrubně viděti, otevru prostě okno,“ odpověděl Domšík a skutečně tak učinil."
      },
      {
        "index": 15,
        "text": "Host byl nemálo překvapen divadlem, které se mu otevřeným oknem naskytlo. Spatřil před sebou Staroměstské náměstí s těmi divnými domy, které si prohlížel již za úsvitu; ale nyní bylo širé prostranství mezi těmito domy všecko naplněno hustými zástupy lidu, valnou většinou ozbrojeného, jehož rozmanité oděvy slévaly se v takovou strakatinu živých barev, že z ní až oči přecházely. Ve směsi malebných rouch a různotvárných klobouků i čepic blýskaly se na slunci též okrouhlé přílby, pancíře, drátěné a šupinaté brnění, malované štíty, jakož i nesčíslné zbraně: jilce mečů, sekery, kování samostřílů, hřebíky okovaných cepů, bodliny těžkých palcátů. Nad hlavami pak trčelo do vzduchu množství dlouhých oštěpů a tu a tam vlály korouhve pestré nebo černé s červeným kalichem. Na jednom místě, kde bylo viděti uprostřed zástupu černé řízy a bílé komže kněžské, vznášel se do výše na tenké, dlouhé holi zářivý terč, obklopený kolem dokola lesklými paprskovitými cípy, že se podobal obrovské slunečnici. A živé to moře vlnilo se a vířilo, šumělo a hučelo: sterohlasý hovor a křik splýval s řinčením zbraní a hřmotem kroků v temnou vřavu, z níž chvílemi zřetelně vyráželo některé pronikavé nebo hřímavé zvolání."
      },
      {
        "index": 16,
        "text": "Hostu šla z toho všeho hlava kolem a před očima dělaly se mu mžitky."
      },
      {
        "index": 17,
        "text": "„Hle, vojsko naše,“ pravil pán domu, ukazuje jaksi pyšně dolů, „ozbrojené měšťanstvo pražské a pomocný venkovský lid. Vpravdě však toliko část našeho vojska; ostatek jest v ulicích, u bran i na zdech městských a Žižka s tábory stojí na hoře Vítkově, aby Zikmund nemohl tam se usaditi a tudy Prahu, vojskem křižáckým a královskými posádkami na hradě pražském i na Vyšehradě se tří stran již sevřenou, cele obklíčiti. Medle rci, hledí-li tento lid, jako by se bál jeho křižáckých rot?“"
      },
      {
        "index": 18,
        "text": "Host musel mlčky doznati, že ti lidé dole nevypadají jako bázlivci, ba přiznal se v duchu i sobě, že naopak nahánějí — alespoň jemu — důkladný respekt. Ale pak si v myšlenkách dodal, že arci svým divokým revolucionářským vzezřením a těmi šerednými zbraněmi mohou zastrašiti civilistu, ale nikoli řádné vojsko. Jen počkejme, až se proti nim zablesknou bodáky a zabouchají děla, ďasa pak pořídí s tím starým železným hamparátím, s těmi ponocenskými pikami a selskými cepy. Vždyť vidíš na první pohled, že je to všelijaká sebranka, která nemá snad o disciplině a vojenském držení ani potuchy. Ani tři nestojí tam v řadě, každý klátí rukama, jak mu libo, a vypíná třeba břicho místo prsou. Tamhle má jeden dokonce hrb jako chalupu na zádech a tuhle belhá s pikou šedivý dědek; to snad bude i naše domobrana vypadat onačeji! Vtom napadlo panu Broučkovi, že by mohl vlastně vědět, kterak to povstání proti králi Zikmundovi skončí. Mohl by se toho dočísti v každém českém dějepise. Jenže dějepisu zde nemá a v paměti své nalézá jen velmi povrchní a neurčitá data, z nichž podobá se jistotě jen to jediné, že slepý vůdce táboritů mnohokrát Němcům naklepal a sám nikým nebyl poražen. Ale zároveň mu přišla na mysl historka, kterak prý Žižka jednou, octnuv se v úzkých na nějaké hoře, podkovy koňům obráceně přikovati dal a za tmy unikl nepřátelům, kteří ho pak ani po stopách jeho koňstva stíhati nemohli. Kdož ví, nebylo-li to právě na té Vítkově hoře, neupláchne-li Žižka se svými tábory chytře Zikmundovi a nezůstaví-li Prahu samé sobě, které pak vojsko křižácké hračkou dobude? I pan Brouček nyní velice žehral, že nedostalo se mu ve škole řádného poučení o domácích dějinách, a přísahal si, vrátí-li se nazpět do devatenáctého století, že popíchne Klapzubu k uveřejnění Zaslána v novinách, jímž vyzve český poslanecký klub, aby vpravil do nového liechtensteinského zákona školského odstavec, že na českých školách má se vyučovati zvlášť důkladně dějinám husitským."
      },
      {
        "index": 19,
        "text": "Janek od Zvonu ukazoval hostu některé vynikající hejtmany, kněze a jiné osoby v zástupech dole a k jeho dotazu vysvětlil mu, že onen paprskovitý lesklý kotouč, trčící na žerdi nad hloučkem kněží, jest velebná svátost. Pan Brouček, zavrtěv hlavou nad husitskou monstrancí, ptal se dále, jaké velení má to povstalecké vojsko, a když Domšík udiveně na něho pohlédl, učinil mu svou otázku srozumitelnější dodatkem, v jaké řeči husitští důstojníci (při tom titulu se pohrdlivě usmál) rozkazují svému mužstvu."
      },
      {
        "index": 20,
        "text": "Ale tu Staročech teprve všecek ustrnul."
      },
      {
        "index": 21,
        "text": "„Zda jsi pozbyl rozumu, že se takto tážeš?“ zvolal. „Jakou řečí by nám rozkazovali, ne-li naší? Rci, kde v širém světě hejtmané vojenští velí jazykem, kterému lid jejich nerozumí?“"
      },
      {
        "index": 22,
        "text": "Pan Brouček si potichu povážlivě hvízdnul, ale poznamenal jen, že boj s řádně komandovaným a vycvičeným vojskem nebude hračkou."
      },
      {
        "index": 23,
        "text": "Domšík přisvědčil, že bude zápasení asi perné pro velikou přesilu nepřátel, ale poučil hosta, že lid pražský není v díle válečném tak necvičený, jak se domnívá. Vždyť tu každý od malička učí se zacházeti se zbraní a měšťanstvo svého musí nejen hájiti svého města, nýbrž má odedávna i povinnost účastniti se u válečných výpravách zemských, při menších skrze najaté žoldnéře, při důležitějších však osobně. Již v panských bouřích za krále Václava nejednou musilo se chopiti zbraní a od smrti jeho podobá se Praha téměř stále vojenskému ležení; loni i letos dokázali měšťané svou statečnost v bojích s královskými posádkami na hradě pražském i na Vyšehradě a v tomto měsíci téměř co den svádějí vítězné šarvátky s vojskem Prahu obléhajícím. Také lid selský vycvičil se již v boji, a třeba měl jen cepy a sudlice, přece již několikrát se zdarem čelil silnějšímu a lépe ozbrojenému nepříteli. Z vůdců pak zvláště Žižka slavně se osvědčil, poraziv loni s třemi sty svého lidu dva tisíce bojovníků Švamberkových u Nekměře, letos v březnu stejně ohromnou přesilu pyšných železných pánův u Sudoměře a v květnu trojí vojsko královské u Poříčí na Sázavě."
      },
      {
        "index": 24,
        "text": "Host přeslechl větší část těchto výkladů, anať jeho pozornost byla odvrácena jinam. Do světnice vrátila se totiž Kunka, nesouc jídelní nádobí a velký sněhobílý, na obrubě vyšíváním a třásněmi ozdobený ubrus, i začala prostírati na stůl v rohu. Pan domácí prohlédl si teprve nyní dívku pozorněji a shledal, že je roztomilá."
      },
      {
        "index": 25,
        "text": "Čtenářky, které snad pana Broučka s nevolí vřadily mezi zarputilé odpůrce dam, činí mu křivdu. Pravda, že si nelibuje v dámské společnosti, ale příčina toho spočívá spíše v jistých ohledech a formalitách, které s takovou společností bývají spojeny, nežli v dámách samých."
      },
      {
        "index": 26,
        "text": "Tyto o sobě — ovšem, jsou-li krásné! — budívají dosti často, byť jen z odměřené dálky, sympatickou jeho pozornost, a kde nejde o dámy v přísném slova smyslu, kde tudíž dotčených ohledů a formalit není třeba, tu dovede býti nejednou i roztomilým ve styku s ženskými. Přiznalť se tuším již ve svém cestopise na Měsíc, že „vyvedl za mladých let leckterou hloupost“ a že dosud, „spatří-li švarnou holčici, leckdy neodolá pokušení vzít ji za kulatou bradičku nebo ji štípnout do červené tvářičky“."
      },
      {
        "index": 27,
        "text": "Proč zůstal přesto panicem až do let velmi usedlých, nechci dopodrobna zkoumati. Najisto mohu tvrdit jen tolik, že ani nepřísahal věčnou věrnost nějaké zemřelé milence, ani nebyl odcizen nejsladším radostem života nevyléčitelným hořem zklamané lásky. Pro takové věci nemá smyslu. Skoro se mi zdá, že vedle představy mučenického křesla v parádním pokoji, před šálkem čaje s piškotem, v kole zábavných starých tet s falešnými kadeřemi a břitkými jazyky, věčného líbání ruky matince a klanění se na všechny strany, ustavičného prošení a děkování s povinným blaženým úsměvem, úslužného nošení všelijakých pokrývek a psíků, nutného rozjaření při nudných společenských hrách a líčeného vytržení při falešné hře na pianě, škrcení se v elegantní černi a nevyspání o plesích, útrat a sterého nepohodlí na krásných, nezapomenutelných výletech — že vedle představy celého toho předpeklí ženitby odstrašila jej od přístavu manželského hlavně obava před blouznivým vlnobitím citů, kterýmž nutno k cíli se proplaviti: tanulyť mu na mysli vzdechy a nyvé pohledy, kytice růží a milostné lístky, šepoty o liliích a hvězdách, klesání na kolena, horoucí přísahy a jiné podobné věci, o nichž se dočetl v románech. Konečně přiměla ho snad k celibátu i vyhlídka do rozličných příjemností manželství samého. Avšak tato věc je pro mne vůči spanilým čtenářkám příliš choulostivá, a proto nechci do ní, jak řečeno, vniknouti hlouběji."
      },
      {
        "index": 28,
        "text": "Buď jak buď, kouzlu ženské krásy o sobě není můj hrdina nepřístupen. Ovšem, pro vděky tíhnoucí více méně k ethernosti, jejichž nedostižný vrchol poznal na Měsíci, neumí se nadchnouti; ale jinak má plné porozumění a uznání pro všeliké druhy ženského půvabu."
      },
      {
        "index": 29,
        "text": "Nyní musil si však doznati, že dosud žádná dívka neučinila naň dojem tak všestranně příznivý jako dcera Domšíkova. Tělo ani příliš štíhlé, ani nad potřebu boubelaté, než právě nejlepší; obličej mírně plný, lahodného útvaru a čisťoučké pleti; tvářinky líbezně ruměné a čerstvé jako broskev, přímo k nakousnutí; jiskrné hnědé oči; všecko zdravé a mladistvě pružné — kdož by se tu podivil, že obstála před soudnou stolicí Broučkovou bez výtky jediné. Ba i starožitnou úpravu nejen že jí odpustil, nýbrž shledal naopak, že jí ty růžové šaty, v pěkných záhybech kolem ztepilé postavy splývající, v kyčlích zlatou páskou obemknuté a dole sobolinou lemované, ten řasnatý jasnomodrý pláštík, pod hrdlem stříbrnou sponou sepjatý, ten věnec z různých třpytných cet a perel kolem hnědých kadeří sluší znamenitě, každým způsobem líp než moderním krasotinkám chumáče vlasů sčesané až do očí a neforemné podkladky šatů vzadu, což, nota bene, není můj, nýbrž páně Broučkův úsudek. Ostatně, kdo by chtěl poznati několik roztomilých ukázek staročeské módy, prohledni sobě drobnomalby ve Štítného Naučení křesťanském a potom rozhodni sám."
      },
      {
        "index": 30,
        "text": "Nikdo nebude míti panu Broučkovi za zlé, že přesléchaje výklady Domšíkovy, stále pokukoval stranou po dívce, úpravou stolu zaměstnané, a že sledoval svižné její pohyby s upřímným zalíbením. A když, setkavši se pohledem s jeho upřenými zraky, měkké dlouhé řasy sklopila a ještě živějším nachem v líci zahořela, tu bylo mu, jako by jiskry jejích očí také jeho krev byly zanítily mladickým ohněm."
      },
      {
        "index": 31,
        "text": "Ještě potom, když světnici zase opustila, ovládal ho příjemný onen dojem tou měrou, že hostitel jen stěží dovedl obrátiti jeho pozornost na veliký kůl, který trčel na severní straně náměstí a jehož si pan domácí již za úsvitu povšiml."
      },
      {
        "index": 32,
        "text": "„Vidíš-li tam na pranýři ty vlající cáry?“ mluvil Staročech. „Totě roztržená korouhev Čeňka z Vartenberka, zavěšená tam na potupu věrolomného pána, jenž nedávno ještě hlásiv se k obráncům kalicha nejhorlivějším a k odpůrcům krále Zikmunda nejkrajnějším, ve chvíli rozhodné pro mrzký prospěch své osoby a svého stavu věc naši opustil a v květnu hrad pražský nepřátelům zrádně vydal.“"
      },
      {
        "index": 33,
        "text": "„Vartenberka neznám,“ prohodil pan Brouček. „A což ostatní šlechta? Co Schwarzenberg?“"
      },
      {
        "index": 34,
        "text": "„Švarcenberka neznám zase já.“"
      },
      {
        "index": 35,
        "text": "„No ten, kterému patří Krumlov a Třeboň a bůhvíco všechno.“"
      },
      {
        "index": 36,
        "text": "„Krumlov a Třeboň nepatří Švarcenberkovi, nýbrž Oldřichovi z Rožmberka. I ten je zrádce ošemetný. Z počátku horlil také pro kalich, ale nyní se stal úhlavním jeho nepřítelem. Věz, nevěřím v upřímnost našich pánův. Mnozí přijali sice kalich, ale to většině jich nebrání, aby se nechýlili ve jho krále Zikmunda, téhož, který nejen se zapřisáhl vyhladiti učení Husovo, ale i prohlašuje, že zkrotí odpor náš, byť proto celou zemi zhubiti a české kraje jiným národem osaditi měl! A již opravdu svolal do zbraně proti nám celý svět. Jižť neběží pouze o víru, než o národ sám. A co činí v tu chvíli rozhodnou naše panstvo? Ty, kteří dnes jdou s námi, na prstech spočítáš. Ostatní hledí nečinně na boj náš nerovný aneb stojí před Prahou po boku Zikmundově, v ležení našich vrahů. Zdali takto jednati mohou Čechové praví a upřímní? O věř, našim pánům není nade vše čest a dobro národa, ale vlastní zisk, a kde uvidí prospěch svého stavu, tam hotovi budou i s cizím nepřítelem spolčiti se proti lidu svému.“"
      },
      {
        "index": 37,
        "text": "Pana domácího nudila již ta staročeská politika, a proto raději odstoupil od okna, které Domšík poté zavřel."
      },
      {
        "index": 38,
        "text": "„Máš zajisté již hlad?“ pravil k hostu. „Nevím, jak ti budou chutnat po cizozemských naše krmě české. Rád-li jíš kuru?“"
      },
      {
        "index": 39,
        "text": "„Kůru!“ zvolal v ustrnutí host."
      },
      {
        "index": 40,
        "text": "„Proč se divíš? Zdalis také zapomněl, jak se jmenuje drůbež, která sedá na hřadách a s kokotem neboli kohútem běhá po dvoře?“"
      },
      {
        "index": 41,
        "text": "„A — slepice?“ pravil pan Brouček, jehož obličej se rázem rozjasnil. „Už jsem se domníval, že snad žvýkáte —“ Nechtěl ani v myšlenkách šerednou představu doplniti; vždyť byla skoro ještě horší než kuchyně měsíční."
      },
      {
        "index": 42,
        "text": "„Slepice neboli kura,“ potvrdil Domšík. „Ale neboj se staré, houževnaté slepice; budeš míti kuře. Ačkoliv odraný žák ve starém kratochvilném skládání podkonímu se chlubí:"
      },
      {
        "index": 43,
        "text": "od stravyť sě mámy pyšně, masa, kur dosti přielišně"
      },
      {
        "index": 44,
        "text": "— vím, že se nemohu před hostem pyšniti sprostým kuřetem.“"
      },
      {
        "index": 45,
        "text": "„Kuře že je sprosté jídlo? To slyším ponejprv. Pro mne je kuřátko znamenitá věc!“"
      },
      {
        "index": 46,
        "text": "„Za nynějších bouřlivých dob a v tom obležení nemůžeme si vybírati. Drahota jest náramná. Dříve bývalo kuře za půl groše —“"
      },
      {
        "index": 47,
        "text": "„Za půl groše!“ žasl pan Brouček. „Příteli, nech špatných vtipů!“"
      },
      {
        "index": 48,
        "text": "„Tobě i půl groše jest mnoho, pravda-li? V cizích zemích jsou asi kuřenci ještě lacinější. U nás nyní stojí na trhu celý groš!! Já chovám arciť kury na dvoře. Však lepších věcí mnohdy ani na trhu nedostaneš. Neplatíť u nás v těchto dnech staré přísloví: Pán peníz všady jest. Dobře, že kuřata rád jídáš. Hanbím se ti říci, že máme druhou krmí lososa.“"
      },
      {
        "index": 49,
        "text": "„Lososa!“ vzkřikl rozradovaný host. „Lososa! Toť bude knížecí tabule!“"
      },
      {
        "index": 50,
        "text": "„Ještě se mi posmíváš!“ vyčítal hostitel."
      },
      {
        "index": 51,
        "text": "„Já že se ti posmívám? Snad ke všemu neřekneš, že je také losos sprosté jídlo? Já sám jedl lososa jedinkrát ve svém životě a to ještě při takovém hloupém banketu,"
      },
      {
        "index": 52,
        "text": "kde se člověk pro samé oslavování ani k pořádné porci nedostane.“"
      },
      {
        "index": 53,
        "text": "„Toť nepodobno k víře!“ zvolal hostitel v úžasu. „U nás jest lososů tak hojně, že sobě i čeleď vymiňuje, aby jí lososina nebyla dávána k obědu častěji než dvakráte za týden.“"
      },
      {
        "index": 54,
        "text": "„Můj bože, toť žijete bezpochyby jako v té báječné zemi, kde pečení holubi lítají do úst a víno teče řekami,“ podivoval se radostně host, jemuž sliny sbíhaly se v ústech."
      },
      {
        "index": 55,
        "text": "„Vhod jsi mne upamatoval. Co chceš píti? Mám dobrý med.“"
      },
      {
        "index": 56,
        "text": "„Med!“ vyrazil ze sebe pan Brouček, jehož obličej se mžikem opět zaškaredil."
      },
      {
        "index": 57,
        "text": "„Domácí medovinu. Doufám, že ji pochválíš.“"
      },
      {
        "index": 58,
        "text": "Host zatřepal odmítavě rukama a pak je sepjal k dojemné prosbě: „Proboha tě prosím, příteli, už nikdy přede mnou ani to slovo nevyslov! Čítal jsem o té vaší — je ni špatně už při pouhém jménu. Důkladně jsi ni toho lososa zkazil. Věř mi: spíše bych se napil třeba i vody!“"
      },
      {
        "index": 59,
        "text": "„Nepiješ-li rád medu, pošlu ti pro jiný nápoj. Ráno jsi pravil, že jest ti chmelovina milejší vína; pošlu tedy pro pivo —“"
      },
      {
        "index": 60,
        "text": "Pan Brouček sebou prudce trhnul, oči se mu zajiskřily, ruce chopily se rukou Domšíkových a z úst vyhrklo: „Tedy ho máte?“"
      },
      {
        "index": 61,
        "text": "„Pivo? Ovšemže máme, pražské i svídnické, bílé, staré —“"
      },
      {
        "index": 62,
        "text": "„I ať, jakékoli, jen když ho máte! Teď je vyhráno příteli! Vždyť jsem už myslil, že se tady k němu nedostanu.“"
      },
      {
        "index": 63,
        "text": "„Pošlu Kedrutu do Pekla.“"
      },
      {
        "index": 64,
        "text": "„Do pekla?“ otázal se udiven host, ačkoliv mu zároveň hlavou kmitla myšlenka, že tam jmenovaná skutečně patří."
      },
      {
        "index": 65,
        "text": "„V pekle‘ nazývá se pivovar v příční uličce za mým domem,“ vysvětlil Domšík. „Je v té uzoučké, věčně tmavé uličce vpravdě jako do podsvětí zapadlý, ale vaří v něm dobré staré pivo.“"
      },
      {
        "index": 66,
        "text": "Pán domu vyšel, aby poslal pro nápoj, a Brouček mna si ruce opakoval radostně: „Mají ho!“"
      },
      {
        "index": 67,
        "text": "V tu chvíli zapomněl na husity, na Zikmunda, na obležení, na všeliká strádání a nebezpečenství, která mu hrozila v patnáctém století, a proměnlivý jeho rozmar, již zjevem staročeské krasavice napravený, nabyl opět jasnějších barev."
      },
      {
        "index": 68,
        "text": "Po chvilce vrátil se Domšílk do světnice s manželkou a dcerou, kteréž přinášely pokrmy na stůl. Pan Brouček všiml se teď i Mandaleny a shledal, že je to statná paní pěkné dosud tváře, jíž slušel právě tak jako dceři starožitný oděv a zvláště veliký bílý závoj, v malebných záhybech kolem hlavy upravený a bílou páskou k čelu připjatý."
      },
      {
        "index": 69,
        "text": "Kunka přinesla ještě vodu v medenici s ručníkem a mlčky držela obé před hostem, který chvilku v rozpacích na to pohlížel a pak pravil: „Ó děkuju, umyl jsem se již v komořici.“"
      },
      {
        "index": 70,
        "text": "„Divný způsob, mýt se v jídelně!“ řekl si v duchu, ale vida, že ostatní jen ruce opláchli, změnil svůj úsudek: „Podívejme se! Oplachujou si ruce u tabule jako vrchnost; jenže to vrchnosti tuším dělají po jídle.“"
      },
      {
        "index": 71,
        "text": "Hostitelé pobídli hosta ke stolu a postáli chvilku v tiché modlitbě. Pan Brouček uznal sice za slušné následovat jejich příkladu, ale modlil se jen rukama, prohlížeje si zvědavě ustrojení staročeské tabule. Jeden ubrus pokrýval vrch stolu, druhý ovázán či snad lépe ověšen byl kolem dokola, splývaje v bohatých záhybech od okraje stolního téměř až k podlaze. Na stole stály čtyři cínové talíře a několik podivných nádob větších i menších, jedna s polévkou, jiná se solí, jiné s rozličným pečivem. Kromě toho ležely na stole čtyři lžíce, podobné spíše hlubokým lopatkám, a dva nemotorné nože. Konečně všiml si host ještě malovaného tatrmánka, který na stropě tenounkým drátkem zavěšen, vznášel se nad prostředkem stolu, jako nyní někde na venkově holubičky z pouchu a pestrých cetek nad kamny. „Trochu jako za stara o selském posvícení!“ shrnul host v duchu výsledky svého pozorování, zakončuje křížem líčenou modlitbu. „Stůl v koutě u stěny, lavice, takové sprosté talíře! A Kunka byla notně roztržitá: místo dvou ubrusů měla raději položiti ubrousky na stůl, a na vidličky také zapomněla!“"
      },
      {
        "index": 72,
        "text": "„Dobré chutnání přeju,“ pronesl sedaje."
      },
      {
        "index": 73,
        "text": "Ostatní pohledli naň, jako by dobře nerozuměli, a Domšík pravil s úsměvem: „O naši chuť neměj starostí; jen budeli tobě dobře chutnat.“"
      },
      {
        "index": 74,
        "text": "„Tuto jest okřín s polévkou,“ ukazovala domácí paní. „Však naliju ti raději sama.“"
      },
      {
        "index": 75,
        "text": "„O děkuju,“ šeptal pan Brouček, ochotně dopouštěje, aby mu nalila vrchovatý talíř polévky, jejíž vůně se mu slibně zamlouvala."
      },
      {
        "index": 76,
        "text": "„V cizině jsi zajisté uvykl jídati z taléře,“ soudil Domšík. „U nás dosud mnozí jídají z okřínů a za dřívějších dob masité pokrmy kladli prostě i na pečené placky.“"
      },
      {
        "index": 77,
        "text": "Host pustil se do silné polévky a shledal, že má chuť sice trochu nezvyklou, ale výbornou. Litoval jenom nepraktického tvaru lžíce, který mu jedení nemálo ztěžoval."
      },
      {
        "index": 78,
        "text": "„Nuže, chutnala ti, milý hosti?“ tázala se Mandalena, když dojedl. „Chceš-li, naliju ti ještě jednou.“"
      },
      {
        "index": 79,
        "text": "„Ó děkuju. Je znamenitá!“"
      },
      {
        "index": 80,
        "text": "Pan Brouček vyprázdnil i druhý vrchovatý talíř s plnou chutí. Rozehřáté tváře leskly se mu krůpějemi potu a libým uspokojením."
      },
      {
        "index": 81,
        "text": "Postrádal nyní jedině ubrousku. Byl z devatenáctého století zvyklý uvázat si po každé před jídlem pečlivě kolem krku čistý ubrousek s cípy trčícími vzadu v podobě velikých bílých uší a tato stolní toaleta bývala nejmilejším jeho výkonem. Zde však neměl ani čím si otříti ústa. Tu zahledl, kterak hostitel k dolejšímu, kolem stolu ověšenému ubrusu se nahnul a v jeho záhybech rty sobě osušil."
      },
      {
        "index": 82,
        "text": "„Ah, takové to je!“ řekl si host s úsměvem. „Nedělají tu velkých okolků. Nuže, nebudu se také ostýchat.“"
      },
      {
        "index": 83,
        "text": "A pomohl si stejným způsobem."
      },
      {
        "index": 84,
        "text": "Hůře bylo s pečenými a již rozkrájenými kuřaty, která následovala. Domšík pobídl hosta, aby si bral. Ten přitáhl lehce ku svému talíři jeden z obou nožů na ubrusu ležících a dával pohledem, pátravě po stole těkajícím, na srozuměnou, že přece nemůže hrábnou do mísy rukou. Ale hostitelé se nedovtipovali. Nezbylo mu tedy než přímo požádati: „Prosil bych o vidličku —“"
      },
      {
        "index": 85,
        "text": "„Vidličku?“ opáčil Domšík s podivením. „Kunko, přines hostu z kuchyně vidlici! Proč váháš? Přines ji, an si toho přeje.“"
      },
      {
        "index": 86,
        "text": "Dívka přinesla něco, co se mohlo spíše nazývati vidlemi."
      },
      {
        "index": 87,
        "text": "„Děkuju,“ pronesl ze zdvořilého zvyku host, ale s úžasem bral do ruky mohutné, těžké držadlo, z něhož vybíhaly dvě dlouhé, silné, železné vidlice."
      },
      {
        "index": 88,
        "text": "„Tyť ustavičně prosíš a děkuješ jako žebrák,“ pokáral ho vlídně Janek od Zvonu. „Jsi naším hostem a vším, čeho si přeješ, posloužíme ti ze srdce rádi. Nepros tedy a neděkuj za každou malichernost.“"
      },
      {
        "index": 89,
        "text": "„Prosím,“ šeptal nenapravitelný host, v rozpacích otáčeje nestvůrný nástroj."
      },
      {
        "index": 90,
        "text": "Ohromná vidlička rozkračovala se nad mísou jako Kolos rhodský a chvíli trvalo, než zachytila jednou nohou nemotorné křídlo kuřátka. A pak zase křepčila na talíři tak nejapně, že byla obava, aby si pan Brouček nevypíchl oči."
      },
      {
        "index": 91,
        "text": "Cítil, že zraky ostatních s podivením na něm spočívají, a stával se tím nemotornějším, když tu zpozoroval, kterak Domšík druhé křídlo prostě rukou z mísy vylovil a také jen pomocí rukou a zubů obírati začal."
      },
      {
        "index": 92,
        "text": "„A pro pána krále!“ — rozbřesklo se mu v hlavě — „jedí holýma rukama jako divoši! Tohle je patrně veliká kuchyňská vidlička pro napichování a rozkrajování celé pečeně. — U stolu slouží jim místo vidliček prsty! — To je přece trochu mnoho. Ačkoliv — jinak — alespoň při kuřeti — je to skorem praktičtější než párat se vidličkou a nožem, které beztoho člověk, je-li pozván do nějaké škrobené společnosti, při nynější převrácené módě neví jak vzít do ruky.“"
      },
      {
        "index": 93,
        "text": "Odloživ nemotornou vidlici, činil jako hostitel a shledal, že výtečně pečené kuře husitských dob chutná právě tak dobře jako moderní, třebaže bylo jedeno bez vidličky."
      },
      {
        "index": 94,
        "text": "V tom pootevřely se s vrzotem dvéře a jimi vztáhly se do světnice dvě vyzáblé, žluté ruce s velikým džbánem. Postavivše jej na podlahu, rychle opět zmizely."
      },
      {
        "index": 95,
        "text": "„Viz jaký strach má z tebe naše Kedruta!“ zvolal Domšík a ostatní smáli se s ním. „Musíme si posluhovat sami.“"
      },
      {
        "index": 96,
        "text": "„Hloupá baba!“ poctil ji potichu pan Brouček."
      },
      {
        "index": 97,
        "text": "Pán domu nalil do dvou pohárů a vybídl hosta: „Ve jménu božím, připijme si na zdraví, milý Matěji!“"
      },
      {
        "index": 98,
        "text": "Pan Brouček přiťukl si, ale nenapil se jen tak ledabyle. Vždyť byl to okamžik předůležitý. S radostí přijal dříve zvěst, že mají středověcí Čechové také pivo, ale zbyla ještě závažná otázka, jaké. Nejsou-li to nějaké starodávné kalné patoky. Pil tedy s pozorností a rozvážností, příslušící tomu důležitému okamžiku. Ze zvyku otřel nejprve okraj poháru, pohladil nádobu a vznesl ji proti světlu; ale poněvadž byl pohár neprůhledný, postavil jej zase, učinil dnem jeho po stole kruhovitý pohyb a zdvihl jej teprve k pití; pil s okem přihmouřeným, zvolna, maje v obličeji výraz vážné soustředěnosti a napjaté zkoumavosti; po prvním doušku učinil malou přestávku, v níž držel pohár trochu od úst, a zavřel oči docela, ukazoval v nepohnuté tváři tajemnou hloubavost sfingy; tak setrval několik okamžiků a pak napil se po druhé, po čemž pootevřely se již oči a na líci zjevil se mnohoslibný zásvit; hned nato přisadil pohár do třetice k ústům a pil, pil nyní bez přetržení, zdvihaje nádobu i hlavu výše a výše, až obrátil se pohár dnem vzhůru a hlava a hlava co nejdále nazad, oči pak jako ve zbožném vytržení k nebesům, že bylo vidět skoro jen bělmo jejich. Konečně postavil prázdnou číši rázně na stůl, přejel si rukou žaludek, chvilku obracel jazyk v ústech, zamlaskal rty, a upíraje na Janka od Zvonu nadšený pohled, ulevil si táhlým: Ááááá! To je pivko! Všechna čest a sláva! Ten váš pekelný sládek vaří opravdu čertovsky řízný nápoj.“"
      },
      {
        "index": 99,
        "text": "A znovu pomlaskával jazykem a rty."
      },
      {
        "index": 100,
        "text": "Ostatní stopovali jeho složitý pijácký výkon s úsměvem a Janek prohodil nyní žertovně: „Těší mne, že ti chutná. Ale slyš, tyť bys dobře se hodil za koštéře.“"
      },
      {
        "index": 101,
        "text": "„Za koštéře? Copak je to?“ ptal se Brouček."
      },
      {
        "index": 102,
        "text": "„Kdo se živí tím, že vinárníkům vína okouší.“"
      },
      {
        "index": 103,
        "text": "„A to je znamenitá živnost! Ale bezpochyby jen žertuješ?“"
      },
      {
        "index": 104,
        "text": "„Nežertuji. Vždyť jeden můj strýc jest koštéřem vín a živí se tím velmi dobře. Žertem říkáme, že nosí štít svého řemesla na obličeji, čemuž bys porozuměl, spatře barvu jeho tváří a nosu. Avšak jest k umění tomu potřebí velmi citlivého jazyka a nemalé zkušenosti.“"
      },
      {
        "index": 105,
        "text": "„A jsou také koštéři piv?“"
      },
      {
        "index": 106,
        "text": "„Nejsou. Piva nejsou tak vzácná ni rozmanitá a dovede je rozeznati každý.“"
      },
      {
        "index": 107,
        "text": "Pan Brouček neřekl ničeho, ale pomyslil si, že se Janek náramně mýlí. Byl nyní v náladě skoro výtečné. V uchu zvonil mu stále refrén „Kde se pivo vaří, tam se dobře daří“ a v myšlénkách si pravil, že by si již ani nezoufal, kdyby mu třeba bylo souzeno, aby v tom patnáctém století nadobro uvízl. Arci, musel by si zvykat na mnohé nepohodlí a zvláště to povstání proti Zikmundovi je prožluklá věc; ale každá vojna má svůj konec a v pokoji by se tu snad přece nežilo špatně. Pivo znamenité, kuchyň dobrá, kuře za půl groše, toť by se mohl míti jako prelát. Zejména kdyby mu neušel poklad krále Václava! Ale i bez toho by se nějak uživil, zvláště při té báječné láci. Mohl by si třeba zaříditi koštéřství piv — však by starým Čechům ukázal, jaký rozdíl je také mezi pivem a pivem a k jaké citlivosti může i v tom směru jazyk cvičený vyspěti. A v nejhorším případu dá se třeba i na koštéřství vín. Ve vínech se sice příliš nezná a je trochu stár, ale snad není přece zmeškáno a při pilném cviku mohl by za půl roku dostati za vyučenou. Provozoval by to řemeslo opravdu s chutí a možná, že by si za několik let vydělal na nějaký domek nebo by se mohl také do některého přiže—"
      },
      {
        "index": 108,
        "text": "Tu se pan Brouček přece zarazil. Bylať neobyčejná věc, že třeba jen myšlenkou zavadil o ženitbu. Zažehnal sice satanáše, ale zraky jeho hledaly opět Domšíkovu dceru, na kterou byl pro vážnější záležitosti svého žaludku a hrdla pozapomněl."
      },
      {
        "index": 109,
        "text": "Přinášela právě velikou nádobu s lososinou, a stavíc ji na stůl, přívětivě ho pobídla: „Beř sobě, milý hosti, a chceš-li šalše, tuto miska šalešná.“"
      },
      {
        "index": 110,
        "text": "„Šalše? Copak je to dobrého?“ ptal se host."
      },
      {
        "index": 111,
        "text": "„Říkáme také omáčka.“"
      },
      {
        "index": 112,
        "text": "„Ach tak! Tedy šalše. To si musím pamatovat. Jsem omáčkář.“"
      },
      {
        "index": 113,
        "text": "„Naučil jsi se zajisté ve světě rozličným cizím jazykům?“"
      },
      {
        "index": 114,
        "text": "„Abych se přiznal, příliš mnoho jich neumím. Nemám hlavu na řeči. Ale německy umím bohudíky jakž takž.“"
      },
      {
        "index": 115,
        "text": "„Proč pravíš bohudíky?“"
      },
      {
        "index": 116,
        "text": "„Člověk má přece bohu děkovat za každou řeč, kterou umí. A zvláště za němčinu. Neboť té potřebujeme při každém kroku.“"
      },
      {
        "index": 117,
        "text": "„Co zase pravíš?“ vpadl do rozmluvy Domšík. „Německé řeči že potřebujeme při každém kroku? Kdo jí potřebuje? Nemá jí potřebí ani sedlák a robotěz v českém kraji, ani zeman ve své tvrzi a pán na svém hradě mezi lidem českým, ani český měštan, ať řemeslník nebo kupec, leda by mu bylo vyjížděti za svým obchodem do Německa, a kolik je takových?“"
      },
      {
        "index": 118,
        "text": "„Zase přichází se svou politikou!“ zlobil se v duchu Brouček, jenž se oddal právě s pietou vzácnému požitku výborného lososa. — „Jako by nemohl mluviti o povětrnosti, o jídle a pití, o bytě a jiných rozumných věcech!“"
      },
      {
        "index": 119,
        "text": "„Proč tedy pravíš, že potřebuješ německého jazyka?“ hartusil Janek od zvonu dále. „Snad v Míšni nebo v Rakousích nebo kde jinde jsi přebýval mezi Němci, ale nikoliv u nás!“"
      },
      {
        "index": 120,
        "text": "Pan Brouček rozmrzel se již na rušitele lososích i požitků tou měrou, že zapomenuv docela na století, v němž se nalézal, ostře si vyjel: „Prosím tě, komupak to povídáš? Myslíš snad, že neznám Prahu? Jen se projdi po Příkopech, nebo si sedni do tramvaje, nebo zajdi do Městského parku, do Stromovky, kamkoli na živější místa, a všude uslyšíš němčiny, až tě budou uši brnět. Paničky a slečinky na ulicích skoro ani jinak nemluví než německy. Vždyť každá chce ukázat své vyšší vzdělání a každý moudrý český otec posílá své dcery do německých škol, ústavů, klášterů, ne-li doma, alespoň za hranice. Pravda, že němčina po nějaký čas ustupovala, ale nyní němčí se zase o překot nejen v Praze, nýbrž i na venkově. Znám to z vlastní zkušenosti i z vypravování jiných. Alespoň v honoračním kumbálku za šenkovnou potěšíš se i v nejbídnější vesnici druhým zemským jazykem.“"
      },
      {
        "index": 121,
        "text": "Mohl volně domluviti, neboť posluchačstvo bylo úžasem všecko ztrnulé. Teprv po chvíli zvolal Staročech: „Ejhle hlava mi se mate tvými nemoudrými slovy. Řeč pleteš jako rohoži. Jak můžeš hovořiti o Čechách, proživ celý věk v cizině?! Snad ti někdo vypravoval, jak u nás dříve bývalo, a tu ještě pravdu se lží smíchal. Pravda jest, že u královského dvora jazyk německý záhy byl oblíben; pravda, že i panstvo v cizotě sobě libovalo, dávajíc hradům svým i sobě jména německá a po cizích obyčejích dychtivě se opičíc; pravda, že zaslepení králové naši cizozemce valem do země uváděli a hýčkali, až města větší všecka v područí Němců se dostala a sama část měšťanů českých k hovoru a mravu cizímu chýliti se začala, kterýmiž příčinami již již se podobalo, že jazyk slovanský i v zeni této bude vyhuben jako v krajinách severních. Ale věci obrátily se jinak. Lidu selského cizota se nedotkla a pravda není, že by kdy v českých vesnicích německý hovor byl se ozýval; také zemané a rytíři, lepší v tom panstva vyššího, zůstávali vždy Čechy věrnými a někteří, jako šlechetný rytíř Štítný, i knihy jazykem českým skládali, lásku k němu budíce a proti cizotě hlasů svých pozdvihujíce; i v městech vzmáhali se Čechové víc a více proti cizozemcům, kteří počtem vždy slabší, toliko svým bohatstvím, svými výsadami, zpupným násilím a přízní královskou svoji moc nepřirozenou zachovati sobě na čas dovedli, ale posléze všude pravým dítkám té země musili ustoupiti. Toho již od let nebylo, aby kdo jako starý kronikář při korunování krále Jana před sto lety říci mohl, že v ulicích pražských více německého nežli českého mluvení bylo slyšeti, a holá nepravda jest, co jsi pravil, že by čeští Pražané své dcery do německých škol a klášterů posílali —“"
      },
      {
        "index": 122,
        "text": "„Nikdy bych se neučila jazyku našich úhlavních nepřátel!“ zvolala Kunka ohnivě."
      },
      {
        "index": 123,
        "text": "„Kdyby potřebí bylo, aby prostá dcerka měšťanská cizí řeč uměla,“ pokračoval její otec, „dal bych ji učiti latině nebo kterékoli jiné řeči, ale nikdy jazyku, který všude pohrdavě nad náš se vypíná a jej zahubiti usiluje. Což by zaplesali naši nepřátelé, kdybychom sami jejich řeč dítkám svým vnucovali, kterouž oni násilím a lstí v Čechách panující učiniti marně se snažili. Tuť bychom sami zhoubcům svým proti sobě pomáhali; neboť kdyby zase moci nad námi dosáhli, mnohem snáze by lidi nestatečné a pošetilé mezi námi, německy již umějící, cele k sobě přichýlili a v bídné odřezance převrátili. A vždy, šíří-li se valně v lidu známost jazyka cizího, kazí se tím a hyne jazyk domácí, jakož jsme i v Čechách poznali. Protož Hus velice horlil proti dvojení řeči a napsal: ‚Věrně, jako Neemiáš slyšav, ano dítky židovské mluví odpolu azotsky a neumějí židovsky, proto je mrskal a bil: též nyní hodni by byli mrskání Pražané i jiní Čechové, jenž mluví odpolu česky a odpolu německy.‘“"
      },
      {
        "index": 124,
        "text": "„Můžeme se chlubiti, že panny a ženy české vroucně lnuly a lnou k jazyku mateřskému, pilně čítajíce v naučeních Štítného a jiných knihách českých a dychtivě přijímajíce učení kazatelů českých, zvláště mistra Husi, který jim svoji Dcerku sepsal a ještě ze žaláře kostnického před smrtí srdečná pozdravení vzkazoval,“ mluvila dívka, všecka uzardělá horlivým zápalem."
      },
      {
        "index": 125,
        "text": "„To je všechno hezké,“ ozval se znovu host. „Ale němčina je přece druhý zemský jazyk a pak tu máme rovnoprávnost.“"
      },
      {
        "index": 126,
        "text": "„Jazykem České země jest drahý náš jazyk svatováclavský,“ důrazně odvětil pán domu. „Skrovní počtem Němci jsou tu pozdní přistěhovalci a na nich bylo naučiti se řeči národa, který je pohostinně přijal. Leč oni myslí naopak. Však my je proto vyhladiti nechceme. I nyní za obležení dopouštíme Němcům, k učení Husovu se hlásícím, aby bez nátisků v Praze přebývali a služby boží jazykem svým konali. Však těch je hrstka nepatrná. Ostatní nechtí se spokojiti rovným právem s námi, ale chtějí námi vládnouti. Věř, že mezi nimi a námi není žádného srovnání v míru, poněvadž oni nikdy neustanou po panství nad námi bažiti a nás k obraně nutiti. Viz jen, kterak si vedli v Praze! Nové Město a Hradčany byly od svého založení české; i Menší Město, do něhož král Otakar místo Čechů násilím vypuzených Němce uvedl, přirozeným během věcí v moc Čechů se navrátilo; avšak na Starém Městě bohatí přistěhovalci němečtí do nedávna houževnatě se drželi panství neprávem nabytého, zpupně a krutě utiskujíce četnější obyvatelstvo domácí. O všecky úřady a konšelství se dělili, pravého Čecha mezi sebe nepouštějíce; knihy městské jen německy vedli a nařízení svá jen německy vydávali; německými žoldnéři ]id český strašili; Čech cizím jazykem souzen býval na radnici, odkud vyhostili každé slovo české. Co krušného úsilí stálo, než tu Čechové domohli se svých práv přirozených! Darmo nařídil spravedlivý císař Karel, že na soudech městských má se jednati česky a že pouzí Němci příště konšely býti nesmějí; Němci dovedli zmařiti toto nařízení, ani do knih svých městských jeho nezapsavše. Ještě před osmi lety byli konšelé téměř samí Němci a měli smělosti dostatek protiviti se pomocí najatých oděnců německých náboženským snahám českého obyvatelstva, avšak již marně. Dali sice v bouři pro odpustky stíti tři české jinochy, ale rozhořčení lidu odstrašilo je od jiných činů násilných a také útok jejich na Husa i na Betlem zůstal planým náběhem. Důrazné pak stížnosti obyvatelstva českého pohnuly krále Václava, že rozkázal, aby příště polovice konšelů byli Čechové, polovice Němci. Ale tu ještě podrželi němečtí konšelé tolik moci, že mohli jedva dvě neděle potom zchladiti své záští na dvou nejhorlivějších vůdcích českého měšťanstva, vydavše katu mého otce nebožce a —“"
      },
      {
        "index": 127,
        "text": "Nedokončil, poněvadž pan Brouček leknutím upustil lžíci s chutnou lososí šalší na podlahu."
      },
      {
        "index": 128,
        "text": "„Jakže? Tvůj otec byl — byl odpraven?“ vyrazil ze sebe."
      },
      {
        "index": 129,
        "text": "„Byl z rozkazu konšelů před sedmi lety sťat spolu s Čeňkem kraječem.“"
      },
      {
        "index": 130,
        "text": "„A to jsem se dostal do pěkné rodiny!“ trnul host a hned mu napadlo, že snad má na těle šaty popraveného. Otřásl se ošklivostí i hrůzou a zdálo se mu, že na svém starožitném oděvu pozoruje krvavé stopy."
      },
      {
        "index": 131,
        "text": "Ale Domšík pokračoval: „Zemřel jako mučedník pro svou příchylnost k učení Husovu a jazyku českému. Chovám věrně jako svatou památku šat zkropený drahou krví, který jsme svlekli s mrtvoly ku pohřbení nám vydané.“"
      },
      {
        "index": 132,
        "text": "„Tyhle šaty nejsou tedy po něm?“ oddechl si pan Brouček, zarývaje dosud ruce do kloku, jako by jej chtěl strhnouti a odhoditi daleko od sebe."
      },
      {
        "index": 133,
        "text": "„Nikoli; ty jsou po mém dědu. Roucho mého otce nebožtíčka ani by se nehodilo na tebe, poněvadž byl vysoký jako já.“"
      },
      {
        "index": 134,
        "text": "Po chvilce hovořil Janek od Zvonu dále: „Onen skutek ohavný byl koncem německého panství v Praze. Král Václav ssadil všecky tehdejší konšely a od té doby nabyli Čechové rozhodné převahy i na radnici staroměstské. Když pak lid český po upálení mistra Jana svatým hněvem vzplanul proti jeho odpůrcům a po smrti krále Václava zbraně se chápal proti Zikmundovi, tu němci pražští houfně prchali z Prahy k němu, doufajíce, že s vítězným vojskem královským v město dobyté se vrátí a znovu krutým jařmem spoutají národ povalený. však i pozůstalé, kromě hrstky těch, kteří přijali učení Husovo, musili jsme sami vypovědíti z města, abychom neměli ve vlastním středu tajné i zjevné spojence nepřátel. Nyní čekají tam venku v ležení králově jako vlci hltaví, aby se v patách křižáků vrhli mezi rozvaliny a mrtvoly udolané Prahy, — ale věřím pevně, že Bůh spravedlivý ochrání nás a v dým obrátí všecky naděje jejich!“"
      },
      {
        "index": 135,
        "text": "Vyprázdněný talíř zbavil pana Broučka nudné a nechutné rozprávky. Mandalena opět pobízela hosta, chutná-li mu; on pak chválil vřele a na očitý důkaz nakládal sobě, pokud talíř stačil. V duchu však si stěžoval: „Ten potrhlý výstředník mi skoro pokazil celou chuť. Musí se vytasit zrovna při jídle s katem a stínáním!“"
      },
      {
        "index": 136,
        "text": "Leč vpravdě byla chuť jeho dosud dobrá a výbornost pokrmu a nápoje brzy mu vrátila i dobrou náladu."
      },
      {
        "index": 137,
        "text": "A když potom dívka hostu s lahodným úsměvem nabízela — patrně za desert — ještě na vybranou „pirohů“, nadívaných „roháčků“, konfektů z Rudolfovy apotéky U lilium (tehdáž prodávalo se cukroví v lékárnách) a „varmuže“, byl již tak rozjařen, že se vzmohl i na galantní slova: „Nejsem přítelem sladkostí, ale vám nemohu odepříti. Nu, vezmeme si třeba té varmuže. Vypadá po čertech lákavě.“"
      },
      {
        "index": 138,
        "text": "„Toť z jablek a jiného ovoce,“ vysvětlovala Kunka."
      },
      {
        "index": 139,
        "text": "„Učiněná mana!“ liboval si host. „To jste vy sama připravovala, slečno?“"
      },
      {
        "index": 140,
        "text": "„Kdo —? Co pravíš?“"
      },
      {
        "index": 141,
        "text": "„Tos ty sama uchystala?“ váhavě opravil se host a pomyslil sobě: „Hle, co v devatenáctém století je třeba okolků a času, než si vymůžeš sladké tykání, a tady to jde ihned na první setkání, samo sebou!“"
      },
      {
        "index": 142,
        "text": "Kouzlo ženské krásy! Ty věčně vítězné, proti němuž nechrání ani talár filosofický ani žíněné roucho askety, ni halena žebrácká, ni šediny stáří, nic, nic na světě tom, proč bychom zapírali, žes opředlo také pana Broučka navzdory jeho usedlosti a pokročilým letům, navzdory obavám a starostem, kterými jej obklopoval temný, divoký středověk!"
      },
      {
        "index": 143,
        "text": "Stavíc okřín s varmuží opět na stůl, dotkla se náhodou ručka děvina ruky hostovy a ten kratičký teplý styk sladce rozplamenil jeho krev. Sladkost po varmuži sdružila se s pocitem ještě medovějším, oči se blaženě přimhouřily a čelem snulo se pásmo růžových myšlének: „Starý je sice hodně potrhlý a ta historie s jejím dědečkem také se mi pranic nelíbí, ale ona za ně nemůže. A je to děvče jako lusk, hezké, zdravé, milé, umí vařit a hledí si domácnosti; není jako ty naše fifleny, které umějí jen břinkat na piano… K tomu jediná dcera… A barák je slušný, dvoupatrový, solidně stavěný, arci hodně po staru a zanedbaný až hanba, ale až bych položil nové podlahy, vybílil a vymaloval pokoje, zvenku otloukl všelijaké ty hlouposti a dal na průčelí nějaký veselý nátěr, byl by to švihák mezi těmi staročeskými budníky. Jenom kdyby to povstání bylo brzy u konce. Je-li ti souzeno, abych tady v tom patnáctém století zůstal, kdo ví — kdo — ví, co bych neudělal… Příliš stár ještě nejsem… To koštérství vín by nebylo taky špatné… Hm, hm…“"
      },
      {
        "index": 144,
        "text": "Z příjemných dum nemile ho vyrušil Domšíkův hlas: „Jsi-li nasycen, milý hosti, vyjdeme do města.“"
      },
      {
        "index": 145,
        "text": "Ač byl pan Brouček syt, nechtělo se mu nikterak od stolu, z milé společnosti, do divoké husitské Prahy."
      },
      {
        "index": 146,
        "text": "Vhod otřáslo jím nehorázné kýchnutí, i pravil vstávaje. „Vida, následek toho průvanu v komořici. Ulovil jsem si rýmu. Bude skoro lépe, když zůstanu doma a ještě se trochu v posteli vypotím.“"
      },
      {
        "index": 147,
        "text": "„Začínáš-li zase žerty nehodné? Věz, že nyní chvíli co chvíli očekáváme boj rozhodný. Žižka, usadiv se na Vítkově hoře, zmařil úmysl králův Prahu obklíčiti a hladem udolati. Pravil jsem ti, že jest nyní u nás draho a že nelze dostati vzácnějších věcí; ale chleba a jiných obyčejných potřeb kromě soli máme hojnost, ano zatím vojsko křižácké trpí nedostatkem i nejvšednějších pokrmů. Proto Zikmund snad již dnes, snad zítra odhodlá se k útoku, k jehož odražení bude nám potřebí rukou všech, a tu bys chtěl v posteli lenivě si hověti?“ přísně mluvil Domšík, a jeho slova padala ledovou sprchou na milostně roznícenou hlavu hostovu."
      },
      {
        "index": 148,
        "text": "Již si jedva povšiml spanilé Kunky, kteráž mu s přívětivým úsměvem opět medenici k umytí rukou přinesla."
      },
      {
        "index": 149,
        "text": "Když krátkou modlitbou oběd skončili, odvedl Domšík hosta stranou a pravil, ukazuje na zbraně po stěně rozvěšené:"
      },
      {
        "index": 150,
        "text": "„Vol sobě zbraň, tuto jich máš dosti na výběr.“ O bože, to byl zcela jiný výběr nežli před chvilkou: místo lákavé varmuže, pirohů a roháčků hleděly tu na pana Broučka strašné nástroje válečné, na nichž domníval se viděti tu a tam stopy uschlé krve."
      },
      {
        "index": 151,
        "text": "Blýskaly se tak děsivě, že přece ještě ucouvl a zakoktal: „Ale snad — snad bych mohl posluhovat u raněných v nemocnici — nebo — nebo psát v nějaké vojanské kanceláři — mám dost pěkný rukopis —“"
      },
      {
        "index": 152,
        "text": "„Nyní potřebujeme jen těchto per,“ odpověděl s důrazem Domšík, udeřiv rukou na svůj meč. „A raněné ošetřují naše ženy a panny; to není práce pro muže. Nuže, již vol snad tento řemdih?“ A zatočil palicí s dlouhými železnými bodlinami tak bez okolků, že pan Brouček leknutím uskočil."
      },
      {
        "index": 153,
        "text": "„I děkuju,“ vypravil ze sebe, „— abych se tím snad popíchal sám!“"
      },
      {
        "index": 154,
        "text": "„Nuže, tento samostříl — jsi-li dobrý střelec.“"
      },
      {
        "index": 155,
        "text": "„Ne, nikdy jsem nezastřelil ani vrabce.“"
      },
      {
        "index": 156,
        "text": "„Či snad tento meč?“"
      },
      {
        "index": 157,
        "text": "„Nerad bych se vláčel s takovým závažím, vždyť bych to ani neunesl.“"
      },
      {
        "index": 158,
        "text": "„Rci tedy, co chceš. Snad tuto sudlici?“"
      },
      {
        "index": 159,
        "text": "„I dej mi ji tedy spánembohem!“ pravil s povzdechem resignace pan Brouček, přijímaje dlouhý oštěp, s železným hrotem a dvěma háky pod ním. Vypadal pro něho ještě nejmíň děsivě, poněvadž mu připomínal nejneškodnější zbraň na světě: ponocenskou halapartnu."
      },
      {
        "index": 160,
        "text": "„Chceš-li také brnění a přilbu?“ tázal se dále jeho mučitel."
      },
      {
        "index": 161,
        "text": "„Bodejť bych se ještě potil a pachtil v takovém železném hrnci! Mám dost na téhle kukani.“"
      },
      {
        "index": 162,
        "text": "„Pancíř také nechám doma, ale přilba bude dobrá,“ soudil Staročech a zaměnil svou čapku okrouhlou helmicí."
      },
      {
        "index": 163,
        "text": "Ženské zatím sklidily se stolu a přistoupily k nim."
      },
      {
        "index": 164,
        "text": "„Ach, že nesmím jako táborky po boku vašem do boje,“ povzdechla si dívka."
      },
      {
        "index": 165,
        "text": "„Pro tvou ruku není zbraň,“ pravil jí otec. „Ty nejsi tak otrlá a tvrdou lopotou otužilá jako naše venkovanky. Všakť nás mužů v Praze dosti, abychom stačili na obranu bez rukou ženských. Dojde-li k boji, ty pomáhej v městě ošetřovati raněné.“"
      },
      {
        "index": 166,
        "text": "„Ach milý choti a pane můj, vrať se mi zdráv!“ zasteskla si Mandalena, a prudce objavši manžela, vzdychajíc, vinula se k němu."
      },
      {
        "index": 167,
        "text": "„Ženo!“ pokáral ji Domšík, ale zároveň vtiskl na její čelo něžné políbení. Pak objal a políbil také dceru."
      },
      {
        "index": 168,
        "text": "Nato podaly ženské i hosti ruku, kterouž on Mandaleně na její veliké překvapení zdvořile políbil a Kunce s významným pohledem stiskl."
      },
      {
        "index": 169,
        "text": "Vycházeje ze dveří, měl nemalý svízel se svým dlouhým dřevcem, ale dostal se šťastně ven, až na to, že při náhlém obratu dolejším koncem sudlice poněkud nešetrně o Kunku zavadil a s truhly množství narovnaného nádobí smetl, kteréž se většinou na podlaze rozbilo v střepy."
      }
    ]
  }
}