{
  "chapterNumber": 2,
  "title": "Book 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "C 1. \"on δ᾽ ἐπανῆλϑε Δαβὶδ ἐκ τῆς τῶν ἀλλοφύλων κοπῆς, καί τις ἀνὴρ προσῆλϑεν αὐτῷ ἀπαγγέλλων τὴν ἧτταν τῶν Ἰσραη- λιτῶν καὶ τὸν ϑάνατον τοῦ Σαοὺλ χαὶ τοῦ Ἰωνάϑαν. ἀνακρινό- μενος δὲ εἰ ἀληϑῇ ἀπαγγέλλει, εἶπε καιρίαν πληγῆναι τὸν Σαούλ, καὶ μὴ οἷόν τε ὄντα δι᾽ ἀσϑένειαν ἑαυτὸν ἀνελεῖν, παρακαλέσαι 5 αὐτόν, ἵνα μὴ ζῶν τοῖς πολεμίοις ἁλῷ, ἐπιρρῶσαι αὐτῷ τὴν πληγὴν ἐπιπεσόντε τῇ ἰδίᾳ ῥομφαίᾳ\" καὶ ποιῆσαι κατὰ τὸ ἐπί- τάγμα, καὶ τὸν βασιλέα διαχειρίσασϑαι. καὶ εἰς πίστιν τῶν λόγων προέτεινε τὸν ἐπὶ τῆς κεφαλῆς ἐχείνου βασίλειον στέφανον"
      },
      {
        "index": 1,
        "text": "D καὶ τὸν ἐπὶ τοῖς βραχίοσι χρυσόν, καὶ ἐδίδου Δαβίδ. ἐθρήνησεν 10 οὖν 4Ιαβὶδ καὶ οἱ μετ᾽ αὐτοῦ τὸν Σαοὺλ καὶ τὸν Ἰωνάϑαν, τὸν ὑὲ τὸν Σαοὺλ ἀνελόντα ἐκόλασεν ὅτι τῷ χριστῷ χυρίου τὴν χεῖρα ἐπήνεγχε. καὶ μετὰ ταῦτα τοῦ ϑεοῦ κελεύσαντος εἰς Χεβρὼν ἀνέβη, πόλιν Ἰούδα, μετὰ ἀμφοῖν τῶν γυναικῶν αὐτοῦ Z1ymoop καὶ “4βιγαίας, καὶ οἱ ἄνδρες οἵ μετ᾽ αὐτοῦ πανοιχί\" ἔνϑα (9aci- 15 λεὺς αἱρεῖται παρὰ τῆς Ἰούδα φυλῆς. εὐλόγησε δὲ 4εβὶδ τοὺς ἄνδρας Ἰαβεὶς ὡς ϑάψαντας τοὺς τοῦ Σαοὺλ καὶ τοῦ Ἰωνάϑαν νεκρούς."
      },
      {
        "index": 2,
        "text": "ὋὉ δὲ τοῦ Σαοὺλ ἀρχιστράτηγος Z4fevvzo λαβὼν τὸν aeot- λοιπὸν υἱὸν τοῦ κυρίου αὐτοῦ τὸν Ἰεβοσϑέ, βασιλέα ἐπὶ πάντα 20 τὸν Ἰσραήλ, τοῦ Ἰούδα χωρίς, ἀνηγόρευσεν. ἦν δὲ τεσσαρά-"
      },
      {
        "index": 3,
        "text": "xovra ἐτῶν ὅτε ἐβασίλευσεν ὃ Ἰεβοσϑέ, καὶ δύο ἔτη τῆς βασιλείας ἐχράτησεν. ὃ δὲ Ldfivvio δι᾽ ὀργῆς ἐποιεῖτο τὴν τοῦ Ἰούδα φυλὴν ὡς βασιλεύσασαν τὸν 4αβίδ, καὶ ὥρμησε κατ᾽ αὐτῆς. ἀπήντησε δ᾽ αὐτῷ μετὰ δυνάμεως Ἰωάβ, ὃς ἦν τοῦ “1αβὶδ ἀρχι- ὀστράτηγος. χαὶ πρῶτον μὲν δώδεκα ἐξ ἑκάστης ἐμονομάχησαν στρατιᾶς\" πάντων δὲ πεπτωκότων ἐχείνων, καὶ ᾿ἄμφω oi στρατιαὶ ἀλλήλαις προσέβαλον, καὶ ἡττήϑησαν οἱ τοῦ Αβεννήρ. ᾿Αβεσὰ ὑὲ xal ᾿σαὴλ ἀδελφοὶ Ἰωάβ. ὃ δὲ ᾿Ασαὴλ ἐπὶ ποδῶν ὠκύ- Tyr. σεμνυνόμενος ἐδίωκεν ὄπισϑεν ᾿4βεννήρ. ὃ δὲ ἀναστρέφειν B Ἰ0παρήνει\" ἐπεὶ δὲ μὴ ἔπειϑε, πλήξας αὐτὸν ἐξόπισϑεν καιρίως ἀπέκτεινε. τοῦ τεθνεῶτος δ᾽ οἱ σύγγονοι διὰ τὴν τοῦ ἀδελφοῦ σφυγὴν ὀργιζόμενοι μετέϑεον τὸν “4βεννήρ. ἐκεῖνος δὲ στὰς ἐπὶ κορυφῆς ἑνὸς τῶν βουνῶν ἐβόησε πρὸς Ἰωὰβ λέγων “μὴ παρόξυνε πρὸς μάχην ἄνδρας ὁμοεθνεῖς \" καὶ Ἡσαὴλ γὰρ ἡμάρτηχε μὴ πει-- Ιὸ σϑείς uoc συμβουλεύοντι ἀναστρέφειν, κἀντεῦϑεν τέτρωταί τε καὶ τέϑνηκε.\" παράχλησιν οὖν τοὺς λόγους τούτους ὃ Ἰωὰβ ἡγησά- μένος ἀνακλητικὸν ἠχῆσαι χελεύει τὴν σάλπιγγα καὶ τὴν δίωξιν ἔστησεν. ἀρχὴν δὲ ἐξ ἐκείνου παρ᾽ ᾿Εβραίοις ἔλαβεν ὃ ἐμφύλιος πόλεμος, καὶ διέμεινεν ἐπὶ πλεῖστον, τῶν μὲν τοῦ Ζαβὶδ χρω- Ἡτιιουμένων, ἀσϑενούντων δέ γε τῶν τοῦ Σαούλ. ᾿Ετέχϑησαν δὲ τῷ 4 αβὶδ ἐν Χεβρὼν ὄντι ἐκ γυναικῶν δια- C φόρων υἱοὶ ἕξ, ὧν ἦν πρωτότοχος ὃ μνών. τοῦ δὲ ᾿βεννὴρ παλλαχῇ μιχϑέντος Σαούλ, ἠγανάκτησεν. Ἰεβοσϑὲ κατ᾿ αὐτοῦ διὰ τὴν παλλακὴν τοῦ πατρὸς αὐτοῦ. τοῦτο γέγονεν αἴτιον τοῦ"
      },
      {
        "index": 4,
        "text": "“προσρυῆναι τὸν ᾿4βεννὴρ τῷ 4εβίδ. ὃ δὲ Zafió στείλας πρὸς τὸν Ἰεβοσϑὲ τὴν ἰδίαν γυναῖχα ἐζήτει Πελχόλ. ὃ δὲ ἀποσπάσας αὐτὴν τοῦ ἀνδρός, € μετὰ τὴν φυγὴν τοῦ Zfafió ἡρμόσατο αὐτὴν ὃ Σαούλ, ἀπέστειλε τῷ Δαβίδ. ᾿Αβεννὴρ δὲ τοῖς γηραιοῖς τοῦ πλήϑους τῶν Ἰσραηλιτῶν καὶ τοῖς ταξιάρχαις διαλεχϑεὶς 5 D μεταϑέσϑαι συνήνεσε πρὸς Ζ4αβίδ, τοῦτο καὶ πάντων προϑυμου-- μένων. τοῦτο δὲ ποιήσας ἧκε πρὸς τὸν Ζαβὶδ ἐνόρκους πίστεις ληψόμενος. καὶ δεχϑεὶς ἀσμένως, ἀπήει συναϑροίσων τὸ πλῆ- Soc, ἵνα παρὰ πάντων ἀναρρηϑῇ ὃ 4αβίδ. ἐλθὼν δὲ πρὸς Χεβρὼν Ἰωὰβ καὶ μαϑὼν τὰ περὶ ᾿Αβεννήρ, δείσας μὴ ὑπερέξει 10 ἐκεῖνος αὐτοῦ, κατεῖπε μὲν πολλὰ τοῦ ἀνδρὸς πρὸς Δαβίδ, μὴ πείϑων δὲ στέλλει λάϑρα τὸν καλέσοντα τὸν ᾿4βεννὴρ ὡς ἐκ τοῦ Δαβίδ' κἀχεῖνος ἀνέστρεψε. καὶ ὑπαντήσας αὐτῷ Ἰωάβ, καὶ ὥς τι μυστικώτερον αὐτῷ διαλεξόμενος, πόρρω τῶν οἰκείων ἀπα- γαγὼν αὐτὸν κτείνει, ξίφει πατάξας ὑπὸ λαγόνα. 4afió δὲ15 P τοῦτο μαϑὼν ἤλγησε σφόδρα καὶ τῷ τὸν ἄνδρα κτείναντε κατη- ράσατο, καὶ ἐϑρήνησε τὸν ϑανόντα καὶ φιλοτίμως ἐνεταφίασεν. Ἰεβοσϑὲ δὲ μετὰ μικρὸν ἐπιβουλευϑεὶς ἐσφάγη κοιμώμενος. καὶ οἱ τοῦτον ἀνελόντες, δύο ὄντες, τὴν χεφαλὴν λαβόντες αὐτοῦ τῷ Δαβὶδ ἀπεκόμισαν. ὃ δὲ οὐ μόνον μὴ κεχαρισμένα πρᾶξαι αὐτῷ 30 τοὺς ἄνδρας ἡγήσατο, ἀλλὰ καὶ ἀναιρεϑῆναι προσέταξε, δίκας τοῦ φόνου πραττόμενος. εἶτα πᾶς Ἰσραὴλ πορεύεται πρὸς “4 αβίδ, καὶ χρίουσιν αὐτὸν dg βασιλέα πασῶν τῶν φυλῶν. ἦν δὲ τρια- χογταίτης 4αβὶδ ὅτε ἐπὶ τὸν Ἰούδαν ἐβασίλευσεν, xal ἦρξεν ἐν Χεβρὼν τῆς τοῦ Ἰούδα μόνης φυλῆς ἐνιαυτοὺς ἑπτά, τριάκοντα δὲ καὶ τρεῖς τοῦ παντὸς Ἰσραήλ. Β 2. nios δ᾽ ἐκ Χεβρὼν αὐτὸς καὶ oí μετ᾽ αὐτοῦ, καὶ ὁπαραγέγονεν εἰς Ιεροσόλυμα. κατῴκουν δὲ τότε τὴν πόλιν καὶ τὴν γῆν ἐκείνην Ἰεβουσαῖοι, ὅϑεν Ἰεβοῦς ἐχαλεῖτο 75 πόλις\" Χαναναίοις δ᾽ ἦσαν κατὰ γένος προσήχοντες. of τοὺς τυφλοὺς καὶ χωλοὺς καὶ ἄλλως πεπηρωμένους στήσαντες ἐπὶ τῶν ἐπάλξεων W 1 49 ἐπὶ χλεύῃ, μὴ παραχωρεῖν αὐτοὺς ἔλεγον τῷ Zlaflid τῆς εἰς τὴν Ι0πόλιν εἰσύδου. ὀργισϑεὶς δὲ διὰ ταῦτα “αβὶδ πολιορκίᾳ τὴν πόλιν εἷλε, καὶ τοὺς Ἰεβουσαίους ἐκεῖθεν ὠσάμενος καὶ ἀνοικοδο-- μήσας αὐτὴν εἰς ὄνομα οἰχεῖον πόλιν Δαβὶδ ἐπωνόμασεν, ἐπὶ ““βραὰμ Σόλυμα καλουμένην. καὶ διέτριβεν ἐν αὐτῇ βασίλεια δομησάμενος. ἐγένοντο δὲ Eri παῖδες, αὐτῷ ἐκ γυναικῶν πλειόνων C 16 καὶ παλλακῶν. καὶ οἱ ἀλλόφυλοι ἐστράτευσαν κατὰ τοῦ Ζαβίδ, ὃ δὲ τοῦ ϑεοῦ ἐπινεύσαντος ἔξεισι xa? αὐτῶν μετὰ τῆς ἑαυτοῦ στρατιᾶς xal νικᾷ, οἱ δὲ πολὺ πλείους συναϑροισϑέντες πάλιν ἐπήεσαν. ἐρομένου δὲ καὶ αὖϑις τὸν ϑεὸν τοῦ “αβίδ, ἐν τοῖς ἄλσεσι τοῦ Κλαυϑμῶνος προσέταξεν ὃ ϑεὸς αὐλίζεσθαι σὺν τῇ υστρατιᾷ, καὶ μὴ ἄλλως προσβάλλειν τοῖς ἐναντίοις πρὶν ἂν τὰ ἄλση σαλεύεσϑαι ἄρξωνται. — xal οὕτω ποιήσας τρέπει τοὺς πολε- μίους, καὶ ἄχρι τῶν δρίων αὐτῶν διώκων αὐτοὺς ἔχτεινε. μετὰ ταῦτα συνεκάλεσε “αβὶδ τοὺς ἱερεῖς καὶ “ἰευίτας καὶ ἅπαντα τὸν λαὸν dg Καριαϑιαρείμ. καὶ ἐπεβίβασαν οἱ ἱερεῖς τὴν κιβωτὸν D χυρίου ἐφ᾽ ἅμαξαν καινήν, κατάγοντες αὐτὴν εἰς “Ἱεροσόλυμα. καὶ ὃ λαὸς καὶ ὃ βασιλεὺς ἦδον ἔμπροσϑεν αὐτῆς πορευόμενοι. ἀνατραπῆναι δὲ κινδυνευούσης τῆς κιβωτοῦ, ᾿ΟἸὰν ὃ υἱὸς τοῦ Ἀμιναδὰβ ἐκτείνας τὴν χεῖρα κατέσχεν αὐτὴν καὶ ἐπεστήριζε μὴ 5 πεσεῖν, ϑνήσχει οὖν αὐτίχα, ὀργισϑέντος τοῦ ϑεοῦ ὅτι ἥψατο τῆς κιβωτοῦ, ἐπεὶ μὴ ἱέρωτο\" καὶ ἐκλήϑη ὃ τόπος ἐχεῖνος ἐντεῦϑεν Aluxonij. καὶ ηὐλαβήϑη Δαβὶδ εἰσαγαγεῖν εἰς τὴν πόλιν τὴν κιβωτόν, κατέϑετο δὲ αὐτὴν εἰς τὸν οἶχον “4βεδδαρὰ Atultov ἀνδρός\" καὶ ἦν ἐκεῖ τρεῖς μῆνας, καὶ ἀπήλαυσεν ὃ olxog τοῦ 10 ἀνδρὸς ἐκείνου πολλῶν ἀγαθῶν. καὶ ἀκούσας Ζαβὶδ μετεχό- μισὲν ἐχεῖϑεν τὴν κιβωτὸν εἰς τὴν πόλιν τὴν ἑαυτοῦ, ἑπτὰ χορῶν προαγόντων. καὶ αὐτὸς τὴν κεννύραν ἔχρουε καὶ ἐχόρευε παίζων. ἰδοῦσα δὲ αὐτὸν ὀρχούμενον καὶ σκιρτῶντα 7; γυνὴ αὐτοῦ Μελχὸλ ἐμέμψατο αὐτῷ ὡς ἀσχημανοῦντι\" ὃ δὲ οὐκ αἰδεῖσϑαι εἶπεν, ἐπεὶ lo μὴ ἀσχημοσύνη ταῦτα, γινόμενα εἰς ϑεόν. εἰσήνεγκαν δὲ τὴν χιβωτὸν καὶ κατέϑεντο εἰς τὴν σκηνὴν ἣν ἔπηξεν αὐτῇ ὃ Δαβίδ. εἶτα οἶχον δομήσασϑαι τῇ κιβωτῷ ἠβουλήϑη. καὶ ὃ ϑεὸς τῷ προφήτῃ Νάϑαν ἐντέλλεται εἰπεῖν τῷ Δαβὶδ ὅτι “οὐ σὺ olxodo- μήσεις μοι οἶχον, ἀλλ᾽ ὃ υἱός cov, ὃς σοῦ ϑανόντος τὴν βασι- 20 λείαν cov διαδέξεται.\" ταῦτα τοῦ προφήτου τῷ Zaflió ἀπαγ- γείλαντος ἐκεῖνος εἷς εὐχαριστίαν ἐτράπετο. καὶ μετὰ ταῦτα ἐπάταξε τοὺς ἀλλοφύλους καὶ κατετροπώσατο αὐτοὺς καὶ τοὺς - συμμάχους αὐτῶν, καὶ τὴν Συρίαν $nóqogov ἐποιήσατο, φρουρὰν B ἐν Δαμασκῷ καταστήσας. καὶ ἐν τῷ ἐπαναζευγνύειν ἐπάταξε τὴν Ιδουμαίαν, καὶ ἐγένοντο πάντες Ἰδουμαῖοε δοῦλοι τῷ 4αβίδ. μγνησϑεὶς δὲ ὃ Δαβὶδ τῶν πρὸς Ἰωνάϑαν τὸν τοῦ Σαοὺλ συν- θϑηχῶν, ἐζήτησεν εἴ τις ἐκ τοῦ γένους τοῦ Σαοὺλ ὑπολέλειπται\" καὶ μαϑὼν περιεῖναι τοῦ Ἰωνάϑαν υἱὸν βεβλαμμένον τοὺς πόδας, ΠΠεμφιβοσϑὲ κεκλημένον, μετεκαλέσατο αὐτὸν καὶ ἐχαρίσατο τὴν τοῦ πάππου πᾶσαν ὕπαρξιν τῷ ἀνδρί, καὶ ὁμοδίαιτον ἑαυτῷ διό-- λου εἶναι ἐκέλευσε, xal τοὺς πατρῴους οἰκέτας αὐτῷ προσαπένει- 10μὲν\" ὧν ἑνὶ Σιβὰ καλουμένῳ ἐπιτροπεύειν τῶν δεδωρημένων τῷ αὐτοῦ κυρίῳ ἐπέτρεψε καὶ προσάγειν ἐκείνῳ τὴν ἐχεῖϑεν ὠφέ- λειαν. ὃ δὲ ΜΙεμφιβοσϑὲ ἐν Ἱεροσολύμοις ᾧκει καὶ συνειστιᾶτο C τῷ βασιλεῖ."
      },
      {
        "index": 5,
        "text": "8. Κατὰ δὲ τὸν τότε χρόνον τέϑνηκεν ὃ τῶν “Μμμανιτῶν 15 βασιλεὺς φίλος ὧν τοῦ 4αβίδ, ἐπὶ υἱῷ ᾿ννών, ὃς τὴν πατρικὴν ἀρχὴν διεδέξατο. ἔπεμψεν οὖν πρὸς Zfyvàv ὃ 4.αβὶδ τοὺς παρη- γορήσοντας τὴν ἐπὶ τῷ πατρὶ λύπην αὐτοῦ καὶ τηρεῖν τὴν φιλίαν ἀπαγγελοῦντας καὶ ἐπ᾿ αὐτῷ τὸν Δαβίδ. ὃ δὲ κατασκόπους εἶναι W Y 50 τοὺς πεμῳφϑέντας ὑπειληφώς, ξυρήσας αὐτῶν παρὰ μέρος τοὺς 50 πώγωνας καὶ περιτεμὼν τὰ ἡμίση τῶν ἐπωμίδων αὐτῶν, ἐξαπέ- στειλε τοὺς ἄνδρας. ovg οὕτω διακειμένους ἰδὼν ὃ “΄αβὶδ τὸ τῆς στρατιᾶς ἀχμαιότατον τῷ ἀρχιστρατήγῳ δοὺς Ἰωὰβ κατὰ τῶν ᾿Ἀμμανιτῶν ἐξαπέστειλε. καὶ συμβαλὼν ἐχείνοις ὃ Ἰωὰβ Ὁ αὐτούς T€ xal τοὺς συμμάχους Σύρους Trrü* xal τρέπονται εἰς φυγήν. οἱ δὲ καὶ πάλιν συμμάχους προσειληφότες πρὸς πόλεμον ἤεσαν. καὶ ὃ Δαβὶδ σὺν πάσῃ τῇ στρατιᾷ συμβαλὼν αὐτοῖς πολλοὺς μὲν ἀνεῖλεν, ὃ δ᾽ ἐξάρχων τῆς τῶν ἐναντίων δυνάμεως Σωβὰκ τρωϑεὶς καιρίως ἐν τῷ πολέμῳ τέθνηκεν ἐκ τοῦ τραύ- 5 ματος. οἱ σύμμαχοι δὲ τῶν ᾿Ἱμμανιτῶν, Σύροι ὄντες ἐκ Πεσο-- ποταμίας, ἑαυτοὺς παρέδωχαν τῷ af. αὖϑις δὲ τὸν Ἰωὰβ ἐχπέπομφε κατὰ τῶν ᾿μμανιτῶν\" ὃς συγκλείσας αὐτοὺς εἷς τὴν τῆς χώρας αὐτῶν μητρόπολιν ἐπολιόρχει. 4αεβὶδ δὲ ἐν [Ἱεροσολύμοις διάγων καὶ ἐκ τῶν βασιλείων 10 ἰδὼν γυναῖκα xaz' οἶχον λουσμένην, Βηρσαβεὲ καλουμένην, ἠράσϑη αὐτῆς. καὶ μεταστειλάμενος τὴν γυναῖκα ἐμίγη αὐτῇ. συλλαβοῦσα δὲ τῷ βασιλεῖ τὸ πρᾶγμα ἐδήλωσεν. ὃ δὲ τὸν ἄνδρα αὐτῆς ἐκ τῆς πολιορκίας ἐκάλεσεν, Οὐρίαν ὠνομασμένον, καὶ ἐρωτήσας περὶ τῆς στρατιᾶς, καὶ ἐκ τοῦ δείπνου αὐτῷ 19 παρασχών, εἷς τὸν οἶχον αὐτοῦ ἐκέλευσεν ἀπελϑεῖν. ὃ δὲ οὐχ ἀπῆλϑε, μὴ δίκαιον εἶναι φήσας τὸν στρατηγὸν καὶ τοὺς συστρα- τιώτας ταλαιπωρεῖσϑαι ἦν τῇ παρεμβολῇ, αὐτὸν δὲ μετὰ τῆς γυναικὸς συνευνάζεσϑαι. πάλιν δὲ τοῦ βασιλέως προτρεπομένου αὐτὸν οἴχαδε ἀπελϑεῖν, καὶ δεξιωσαμένου αὐτὸν προπόσεσιν, ὡς 30 καὶ εἰς μέϑην σχεδὸν προαχϑῆναι, ἐχεῖνος πρὸ τῶν ϑυρῶν τῶν B βασιλείων κατέδαρϑεν. ἀπέστειλεν οὖν πάλιν elg τὸ στρατόπεδον τὸν Οὐρίαν ὃ βασιλεύς, γραφὴν αὐτῷ ἐγχειρίσας πρὸς Ἰωὰβ"
      },
      {
        "index": 6,
        "text": "l καὶ tQ. &. φυγήν om A. 3 ἴεσαν À. 14 τῆς πολιορχίας"
      },
      {
        "index": 7,
        "text": "ἐντελλομένην στῆσαι τὸν Οὐρίαν ἔνϑα τῶν πολεμίων τὸ dvoua- χώτατον, καὶ ἀποστραφῆναι τοὺς σὺν αὐτῷ, μόνον λιπόντας ἐκεῖ, ἵν᾽ οὕτως ἀναιρεϑῇ. καὶ γέγονε. κατὰ τὸ τοῦ βασιλέως ἐπίταγμα, καὶ ὃ Οὐρίας ἀπέϑανεν. ἡ δὲ γυνὴ αὐτοῦ ἐπένθησεν 5inl τῷ ἀνδρί, παυσαμένην δὲ τοῦ πένϑους ὃ Δαβὶδ ἔλαβεν αὐ- τὴν εἰς γυναῖκα\" καὶ ἔτεκεν αὐτῷ υἱόν. ὃ δὲ ϑεὸς ὠργίσϑη, καὶ τὸν Ná3aἔστειλε πρὸς.“΄αβίδ, ὃ δὲ πρὸς τὸν βασιλέα ἐλϑὼν ἔφη “δύο ἦσαν ἄνδρες, ὃ μὲν ἔχων ποίμνια καὶ βουχόλια, ὃ δὲ μίαν ἀμνάδα ἐκέχτητο. ξεγνισϑέντος δέ τινος τῷ πλουσίῳ, lOovx ἐκ τῶν οἰκείων ἔϑυσεν, ἀλλὰ τὴν μίαν λαβὼν ἀμνάδα τοῦ C πένητος ᾿ἔσφαξε καὶ τὸν φίλον εἱστίασεν.\" καὶ ὃ Δαβὶδ τὸν τοῦτο ποιήσαντα τὴν μὲν ἀμνάδα εἰς τετρατιλοῦν ἀποδοῦναι, ἐκεῖνον δὲ ϑανεῖν. κατεδίκασε. Νάϑαν δέ \"xa9? ἑαυτοῦ τὴν ψῆφον\" εἶπεν “ἐξήνεγκας ὦ βασιλεῦ\" σὺ γὰρ εἶ ὃ εἰργασμένος Ἰδτουτὶ τὸ ἀνόμημα.\" καὶ τὴν μοιχείαν αὐτῷ καὶ τὸν φόνον κατέ- λεγε, καὶ τὴν διὰ ταῦτα ὀργὴν τοῦ ϑεοῦ, καὶ ὅσα πείσεται προ-- κατήγγειλε, ϑανεῖσϑαι δὲ καὶ τὸν υἱὸν τὸν ἐκ τῆς μοιχείας αὐτῷ γεννηϑέντα. ὃ δὲ 4αβίδ “ἡμάρτηκα τῷ κυρίῳ\" περιπαϑῶς ἀνεβόησε, καὶ ὃ NáJaπαραβιβασϑῆναι αὐτῷ παρὰ τοῦ ϑεοῦ 20:0 ἁμάρτημα ἀπεχρίνατο. ἐνόσει μετέπειτα ὃ ἐκ τῆς Βηρσαβεὲ γεννηϑείς. καὶ ἤλγει σφόδρα Zlafíó, ἐφ᾽ ἡμέραν τε ἑβδόμην D ἀπόσιτος ἦν καὶ μελανειμονήσας, καὶ ἐπὶ σάκκου πεσὼν ἐδέετο τοῦ ϑεοῦ ὑπὲρ τῆς ζωῆς τοῦ παιδός. τῇ δὲ ἑβδόμῃ τέϑνηκε ὃ μὲν παῖς, αὐτὸς δὲ τοῦτο μαϑὼν ἐξανίσταται καὶ λουσάμενος"
      },
      {
        "index": 8,
        "text": "xal μεταμφιασάμενος τῷ ϑεῷ ηὐχαρίστησε καὶ τράπεζαν αὐτῷ ἑτοιμασϑῆναι ἐκέλευσεν. ὡς δ᾽ ἐθαύμαζον ἐπὶ τοῖς γενομένοις ot τοῦ βασιλέως ϑεράποντες, ἐκεῖνος “ἔτι μὲν ζῶντος τοῦ παιδός\" ἐἶπεν, “ἐλπίζων παρακληϑήσεσθϑαι τὸν ϑεόν, ἐταπείνουν ἑαυτὸν καὶ ἱκέτευον,\" ἤδη δὲ ϑανόντος εἰς μάτην τὴν λύπην καὶ τὴν ὃ περὶ ἐχείνου γίνεσϑαι δέησιν. ἔει δὲ ἔτεκε Βηρσαβεὲ τῷ «1υβὶδ υἱόν, καὶ ἐκάλεσεν αὐτὸν Σολομῶνξω Ἰωὰβ δὲ πολιορκῶν τοὺς ᾿Ἀμμανίτας ἐν στενῷ χομιδῆ τὴν ἅλωσιν εἶχε τῆς πόλεως, καὶ δηλοῖ τοῦτο τῷ βασιλεῖ, ὃ δὲ ἀπῆλϑεν ἐχεῖ καὶ τὴν πόλιν παρέλαβε καὶ εἰς διαρπαγὴν τῇ 10 στρατιᾷ ἀφῆκεν αὐτήν, τὸν δὲ τοῦ βασιλέως αὐτῆς στέφανον αὐτὸς λαβὼν ἐφόρει, ἕλχοντα γρυσίου τάλαντον καὶ λίϑον ἔχοντα τῶν πολυτίμων\" τὸ δὲ τῆς πόλεως πλῆϑος διέφϑειρεν. οὕτως δὲ χαὶ ταῖς ἄλλαις πόλεσι πεποίηκε τῶν Vuuarvdüv. καὶ εἰς Ἱερουσαλὴμ ἐπανέζευξεν. Σ 15"
      },
      {
        "index": 9,
        "text": "4, Ἣν δὲ τῷ “1«βὶδ ϑυγάτηρ Θάμαρ ὠνομασμένη, 6uo- μήτριος ἀδελφὴ τῷ ᾿4βεσαλιόμ\" ταὐϊὴς ἤρα “Ἀμνὼν ὃ πρωτότοχος B υἱὸς τοῦ “αβίδ, καὶ ἦν ὃ ἔρως πολὺς ὡς καὶ νοσῆσαι τὸν ἐρῶντα, ἀφικομένου δὲ τοῦ πατρὸς πρὸς ἐπίσκεψιν αὐτοῦ, ἠξίωσεν αὐτὸν παραγενέσϑαι τὴν Θάμαρ εἰς ὑπηρεσίαν αὐτοῦ\" ὃ δὲ κατένευσεν. 30 ᾿ ἧκεν οὖν ἡ Θάμαρ καὶ ἡτοίμασεν ciii) κολλυρίδας. ὃ δὲ πάντας ἐξέπεμψε, μόνην δὲ τὴν ἀδελφὴν δπηρετήσασθϑαι ἠξίου αὐτῷ. τῆς δὲ κόρης μόνης περιλειφϑείσης βιάξειαι αὐτήν, καὶ διαχο- ρήσας αὐτὴν μῖσος αὐτίχα ἔσχεν ἀντίϑετον τοῦ πρὶν ἔρωτος, καὶ ἀπιέναι παραχρῆμα ἐκέλευε, καὶ κελεύει τῷ οἰχέτῃ αὐτὴν ἐχβαλεῖν. ἐκείνη δὲ διά τε τὴν βίαν καὶ τὴν ὕβριν περιαλγήσασα διαρρήγνυσι τὸν χιτῶνα, καὶ κόνιν καταπασσομένη τῆς κεφαλῆς δἐπορεύετο ϑρηνοῦσα. ὃ δὲ ἀδελφὸς αὐτῆς ᾿4βεσαλὼὸμ ἡσυχάσαι αὐτῇ συνεβούλευσεν, ἐμηνία δὲ τῷ Ἀμνὼν διὰ τὴν ἀδελφήν. ὃ δὲ βασιλεὺς μαϑὼν τὸ συμβὰν ἤχϑετο μέν, λυπῆσαι δὲ τὸν “μνὼν οὐκ ἤϑελεν ὅτι πρωτότοκος ἦν αὐτῷ. διετηρίδος δὲ παρελϑούσης κείρειν ἔμελλεν ἄρτι τὰ ἴδια πρόβατα ὃ ᾿βεσαλώμ, Ιυχαὶ εἷς πότον τοὺς ἀδελφοὺς συνεκάλεσεν. ἐνετείλατο δὲ τοῖς ὑπηρετουμένοις αὐτῷ, προχωροῦντος τοῦ πότου πατάξαι τὸν “μνὼν καὶ ἀποχτεῖναι. καὶ ἐποίησαν οὕτως ot παῖδες ᾿βεσαλώμ. ἰδόντες δὲ οἱ λοιποὶ τοῦ βασιλέως viol τὸ γενόμενον ἔφυγον. φήμης δὲ προελϑούσης ὡς ἔκτεινε πάντας τοὺς τοῦ βασιλέως υἱοὺς 50 ᾿Ἵβεσαλώμ, διέρρηξε τὴν ἐσθῆτα αὐτοῦ ὃ Ζ΄αβὶὸ καὶ ἔπεσεν ἐπὶ τὴν γῆν ϑρηνῶν. ἐν τοσούτῳ δ᾽ ἥκασιν οἱ τοῦ βασιλέως υἱοὶ καὶ τὸν φόνον τοῦ “Ἀμνὼν πενθοῦντες ἀπήγγειλαν. ᾿Αβεσαλὼμ δὲ ἀπέδρα πρὸς τὸν πάππον τὸν πρὸς μητρός, τὸν βασιλέα τῆς Γίϑι, καὶ ἐπὶ τριετίαν ἦν διάγων ἐκεῖ. τῆς ὀργῆς δὲ τῷ χρόνῳ δ0λωφησάσης καταλλαγῆναι τὸν βασιλέα τῷ “4βεσαλὼμ ὃ Ἰωὰβ ἐσοφίσατο. γύναιον γάρ τι παρεσκεύασεν ὡς πενϑοῦν τῷ βασιλεῖ προσελϑεῖν καὶ ἀποδύρεσθαι, ὅτι δύο παίδων ὄντων αὐτῇ, καὶ"
      },
      {
        "index": 10,
        "text": "ϑατέρου τὸν ἕτερον κτείναντος, οἱ συγγενεῖς ἀνελεῖν ζητοῦσι τὸν περιόντα διὰ τὸν φόνον τοῦ ἀδελφοῦ\" καὶ δέεσϑαι τοῦ βασιλέως χαρίσασϑαι αὐτῇ τὴν τοῦ παιδὸς σωτηρίαν. 4 μὲν οὖν προσελ- ϑοῦσα τῷ βασιλεῖ περιπαϑῶς εἶπε ταῦτα, ὃ δὲ βασιλεὺς τὴν ζωὴν αὐτῇ χαρίσασϑαι τοῦ παιδὸς ἐπηγγείλατο. χαὶ ἣ γυνὴ χάριτας ὃ ὡμολόγει αὐτῷ\" “ἵνα δ᾽ ἐχέγγυον εἴη μοι τῶν ὑπεσχημένων\" εἶπε, “πρῶτος αὐτὸς τῷ οἰχείῳ υἱῷ διαλλάγηϑι, καὶ μὴ τῷ φόνῳ τοῦ παρὰ γνώμην σου ϑανόντος υἱοῦ προσϑήσεις ἑκούσιον ἕτερον.\" συνῆχεν ὃ βασιλεὺς σκῆψιν εἶναι τοὺς Aóyovg τῆς γυ- γαικός, καὶ τούτους σοφισϑῆναι παρ᾽ Ἰωάβ, καὶ κατάγειν αὐτῷ 10 W 1 62 ἐπέτρεψε τὸν ᾿Αβεσαλώμ. καὶ πορευϑεὶς Ἰωὰβ ἤγαγεν αὐτὸν εἷς Ἱερουσαλήμ᾽ εἰς ὄψιν δ᾽ ἐλϑεῖν οὐ συγκεχώρητο τῷ πατρί."
      },
      {
        "index": 11,
        "text": "ἹΜετὰ δὲ ταῦτα κατηλλάγη ὃ βασιλεὺς τῷ ᾿4βεσαλώμ., καὶ χαλέσας αὐτὸν συγγνώμην αἰτήσαντε δέδωκε καὶ ἀμνηστίαν τοῦ ἁμαρτήμαιος ἐπηγγείλατο. Ἵππους δὲ καὶ ἅρματα προσχτησά-- 15"
      },
      {
        "index": 12,
        "text": "B μενος ὃ ᾿Αβεσαλὼμ καὶ πολλοὺς ὀπαδούς, xaO\" ἑκάστην ἀπήει πρὸς τὰ βασίλεια, καὶ πρὸς χάριν τοῖς πλήϑεσιν ὁμιλῶν, εὐνοεῖν αὐτῷ πολλοὺς παρεσκεύασεν. ἤδη δὲ τετραετίας παραρρυείσης μετὰ τὴν χάϑοδον σχήπτεταε ϑυσίας χάριν εἰς Χεβρὼν ἀπελϑεῖν, ὡς εὐχὴν τοῦτο πεποιηκὼς τυγχάνων ἐν τῇ φυγῇ\" καὶ ἀφείϑη 30 πρὸς τοῦ πατρός. ἀπελθὼν δὲ πρὰς πολλοὺς διεπέμψατο, καὶ πλεῖστοι πρὸς αὐτὸν συνερρύησαν, πρὸς δὲ τοῖς ἄλλοις καὶ Ἠχιτόφελ ὃ τοῦ πατρὸς αὐτοῦ σύμβουλος. καὶ ὑπὸ πάντων βασιλεὺς ἀνερρήϑη. τοῦτο γνοὺς ὃ Zaffà ἀπῆρε μετὰ τῶν περὶ αὐτὸν ἐξ Ἱερουσαλήμ\" καὶ οἱ ἑξακόσιοι ἄνδρες oí ἐπὶ Σαοὺλ συνόντες αὐτῷ αὖϑις αὐτῷ συνεξώρμησαν. ἠγγέλη δὲ καὶ ᾿4χι- τόφιλ προσρυεὶς τῷ ᾿Αβεσαλώμ\" 0 καὶ τὸν φόβον αὐτῷ μείζονα $xai πλείονα τὴν λύπην ἐποίησεν. ἐπεχὰλεῖτο δὲ τὸν ϑεόν, xol τὴν χρίσιν ἐπὶ πᾶσιν ἐχείνῳ ἐπέτρεπε. Χυυσὶ δ᾽ ἑταῖρος ὧν τοῦ Δαβίδ, κατὰ γνώμην αὐτοῦ ψευδαυτομολεῖ πρὸς Ἠβεσαλώμ. πρόσεισι δὲ τῷ 4΄αβὶδ ἀπιόντι ὃ δοῦλος τοῦ Meuqifloo9 Σιβά, ζεῦγος ἄγων ὄνων φερόντων τὰ ἐπιτήδεια, xol τοῦ δεσπότου ΙἸθχατηγορῶν ὡς μείναντος ἐν [Ἱεροσολύμοις καὶ προσδοχῶντός αὐτῷ τὴν βασιλείαν περιελεύσεσϑαι, οἷα τοῦ πλήϑους αἱρησομένου αὐτόν. ἠγανάχτησεν ἐπὶ τούτοις ofi), καὶ πάντα ὅσα τῷ ἸΠεμφιβοσϑὲ πρὶν ἐδωρήσατο τῷ Σιβὰ ἐχαρίσατο. εἶτα ἔπεισιν αὐτῷ κατὰ τὴν ὁδὸν Σεμεεῖί, ἀνὴρ ix τῆς συγγενείας Σαούλ, Vxai λίϑους κατὰ τοῦ βασιλέως ἠκόντιζε xal κατηρᾶτο αὐτῷ xol ἄνδρα αἱμάτων ὠνόμαζε καὶ παράνομον. τῶν δὲ μετὰ Δαβὶδ δρμώντων ἀνελεῖν τὸν Σεμεεὶ ὃ βασιλεὺς oix ἀφῆκεν, εἰπών “κύριος εἶπεν αὐτῷ ταῦτα ποιεῖν, ἄφετε αὐτόν.\" καὶ ἐλϑὼν εἷς τὸν Ἰορδάνην ἐχεῖ τοὺς μετ᾽ αὐτοῦ χεκοπιαχότας"
      },
      {
        "index": 13,
        "text": "5. l4ficahóu δὲ παραγενόμενος εἷς Ἱεροσόλυμα, ἐλϑόντι πρὸς αὐτὸν τῷ Χουσὶ ἔφη \"ira τί ἑταῖρος ὧν τοῦ πατρός μου P πρὸς ἐμὲ ἥκεις ἐκεῖνον λιπών;\" 6 dé “τῷ ἐκλελεγμένῳ παρὰ ϑεοῦ συνέσομαι\" εἶπε, “καὶ συνέψομαι τῷ ἤρετισμένῳ παρὰ παντὸς τοῦ λαοῦ.\" τί δὲ δεῖ πράττειν, τὸν ᾿ἀχιτόφελ ἤρετο ὃ ὃ βεσαλώμ. καὶ ὃς συνεβούλευσε ταῖς τοῦ πατρὸς μίσγεσθαι παλλακαῖς, ἵν᾽ οὕτω γνοῖεν πάντες ἄσπονδον εἶναί σοι τὴν ἔχϑραν πρὸς τὸν πατέρα σου. καὶ ἐποίησε κατὰ τὴν συμβουλὴν ταύτην ᾿βεσαλώμ. αἰτήσαντος δὲ τοῦ ᾿Αχιτόφελ μυρίους ἄνδρας, ὡς ἄν αὐτίκα καταδιώξῃ ὄπισϑεν τοῦ βασιλέως 4 αβὶδ καὶ τῶν μετ᾿ 19 αὐτοῦ ἐχλελυμένων ὄντων ὑπὸ τοῦ κόπου, καὶ τὸν μὲν πατάξῃ τοὺς δὲ ἐπιστρέψῃ, ὃ ᾿βεσαλὼμ ἠρώτησε τὸν “Χουσὶ περὶ τῆς B συμβουλῆς. ὃ δὲ οὐκ ἀγαθὴν αὐτὴν ἀπεφήνατο, λέγων ὡς “οὐχ ἠγνόηταί σοι 7j τοῦ πατρὸς καὶ τῶν μετ᾽ αὐτοῦ ἀνδρεία καὶ ἐμπειρία. δεῖν δὲ νομίζω ἐκ πάσης τῆς χώρας στρατιὰν συλλε-- 15 ξάμενον οὕτως αὐτόν σε xarà τοῦ πατρὸς ὁρμῆσαι καὶ στρατη- γῆσαι τὸν πόλεμον, χκαὶ πάντως νικήσεις, πρὸς βραχεῖς μετὰ W D 08 πολλῶν συρρηγνύμενος.\" χαὶ εἶπεν ᾿βεσαλὼμ καὶ oi σὺν αὐτῷ “᾿ἀγαϑὴ ἢ βουλὴ Χουσὶ ὑπὲρ τὴν βουλὴν ᾿Αἀχιτόρελ.\" πάντα δὲ ταῦτα Χουσὶ τῷ Σαδὼκ καὶ τῷ ᾿4βιάϑαρ τοῖς ἱερεῦσι δηλῶσαι ϑο τῷ affió ἐνετείλατο. οἱ δὲ ἐστάλχασι πρὸς Zlaflid ἄνδρας τοὺς γνωριοῦντας αὐτῷ τὰ γενόμενα. ἀπηγγέλη δὲ τῷ ᾿Αβεσαλὼμ περὶ τῶν ἀνδρῶν, xal κατεδίωχεν αὐτούς. ὃ γνόντες ἐκεῖνοι zt00- C σφεύγουσιν ἐν οἰκίᾳ τινός, καὶ εἰς φρέαρ καταδύντες ἐκρύβησάν τε καὶ ἐλαϑον, xai τῷ dafiió ἐκεῖθεν ἐξελϑόντες τὰ μηνυϑέντῳ ἀπήγγειλαν. ὃ δὲ νυχτὸς σὺν τοῖς. μετ᾿ αὐτοῦ διέβη τὸν ᾿Ἰορῥά- ὅγην, Ἀχιτόφελ μέντοι παρευδοκιμηϑ είς, xal γγοὺς ὕτι κακὰ συν- αντήσεταιτῷ “Αβεσαλώμ, ἀπῆλθεν elg τὸν οἶκον αὐτοῦ καὶ ἀπήγξατο. ἀριϑμήσας δὲ τοὺς μετ᾽ αὐτοῦ ὃ ufió τετρακισχιλίους εὗρε. xal εἰς τρεῖς διεῖλε μοίρας τὴν στρατιάν, ἑχάστῃ τε ἐπέ- 0150€ στρατηγόν\" αὐτὸς δὲ συνεχστρατεῦσᾳι παρὰ τῶν φίλων οὐ Ἰυσυγχεχώρητο, λεγόντων ὡς εἰ μετ᾽ αὐτοῦ τραπεῖεν, πάσης ἐλπίδος ἐχπίπτουσιν, αὐτοῦ δὲ σωζομένον. ἔτι σφίσιν ἐλπὶς πιεριλέλειγιται-"
      },
      {
        "index": 14,
        "text": "ἔπεμψεν οὖν τὸν λαὸν αὐτοῦ μαχησόμενογ, καὶ παρεκάλει φείσα- D σϑαι τοῦ ᾿4βεσαλὼμ εἰ νικήσειαν. μάχης δὲ συρραγείσης κρα-- 1000w οἱ τοῦ “΄αβίδ, xul τὸν ᾿βεσαλὼμ ἐδίωκον φεύγοντα. Ἰὸ φερόμενος δ᾽ ἐφ ἡμιόνου καὶ εἰς δᾳυμὸν εἰσελϑών, δρυΐ με- γάλῃ τῆς τριχὸς αὐτοῦ ἐμπλακείσης (ἔτρεφε γὰρ τὴν κύμην σφό- ὅρα πολλήν), ἀπῃώρητο τῆς δρυός\" ἡ δ᾽ ἡμίονος παρελήλυϑε. καί τες ἀνηρτημένον οὕτω τὸν ᾿“βεσαλὼμ ϑεασάμενος καταμηνύει τῷ Ἰωάβ. ὃ δὲ βέλεσιν αὐτὸν τρισὶ κατὰ τῆς καρδίας βαλὼν στειλε. μιηνυϑείσης δὲ τῆς νίχης αὐτῷ, εἰ ζῇ ὃ υἱὸς ἐπυνθάνετο\" ἀχαύσας δὲ τεϑνάναι αὐτόν, ἀπωδύρετο. ἐλθὼν δὲ πρὸς τὸν βασιλέᾳ 0 Ἰωὰβ ἔπεισεν οἷς εἶπε παύσασϑαι τοῦ θρηνεῖν\" παυσά- αὐτοῖς À. | μενός τε xal τοῖς στρατιώταις ἐμφανισϑεὶς ἐπήνεσεν αὐτούς, πάν-- τες δ᾽ ὡς πρὶν αὐτῷ ὑπετάγησαν. καὶ ἀπελήλυϑεν εἰς \"TIegocó-- λυμα\" ἀπιόντι δὲ συνήντησε Σεμεεὶ συγγνώμην αἰτῶν ἐφ᾽ οἷσπερ ἡμάρτηχεν. ὃ δὲ κἀκείνῳ τὴν ἁμαρτίαν ὥμοσεν ἀφιέναι καὶ πᾶ-- σι τοῖς εἰς αὐτὸν πλημμελήσασιν. ἀπήντησε δὲ καὶ ὃ Μεμφι-- 5 βοσϑέ. καὶ ὃ βασιλεύς, τί δή ποτε μὴ τῆς φυγῆς αὐτῷ κεχοιγώ-- B νῆχεν, ἤρετο. ὃ δὲ τούτου τὸν Σιβὰ αἰτιώτατον ἔλεγε, μὴ ἑτοιμάσαντά οἱ τὰ πρὸς τὴν ἔξοδον\" αὐτὸν δὲ τὰς βάσεις ὄντα βεβλαμμένον μὴ οἷόν v εἶναι συνέπεσθαι\" τὸν δὲ καὶ προσδια-- βαλεῖν αὐτὸν κακούργως καὶ καταψεύσασϑαι. πρὸς ταῦτα 4]αβὶδ 10 καὶ συγγνώμην αὐτῷ παρεῖχε καὶ τὰ ἡμίση τῆς ὑποστάσεως αὐτῷ ἀποκαταστῆναι ἐχέλευσε. | ERE"
      },
      {
        "index": 15,
        "text": "6. Παραγενομένου δὲ τοῦ βασιλέως εἰς Γάλγαλα, συν- 4x95 ἐκεῖ πᾶς ὃ λαὸς Ἰσραήλ, αἰτιώμενοι τὴν Ἰούδα φυλὴν λάϑρα πρὸς αὐτὸν ἐλϑοῦσαν. οἱ δὲ μὴ δεῖν κακίζειν αὐτοὺς 15 ἔλεγον διὰ τοῦτο, οἰκείους ὄντας πρὸς γένος τῷ βασιλεῖ. τῷ δὲ Ολαῷ σκληρὸς ὃ λόγος οὗτος ἐφάνη. xal τις ἀνὴρ Βενιαμίτης στασιώδης καὶ πονηρός, Σαβεὲ κεκλημένος, “οὐκ ἔστιν ἡμῖν μερὶς ἐν Δαβὶδ οὐδὲ κληρονομία ἐν τῷ υἱῷ Ἰεσσαί\" ἀνεβόησε, καὶ σαλπίσας ἐν χέρατι ἀπέστησε πάντας ἀπὸ Ζαβίδ,. μόνης τῆς 30 Ἰούδα φυλῆς παραμεινάσης αὐτῷ. ὃ βασιλεὺς δὲ στρατηγὸν τὸν uto προβαλλόμενος, συλλέξαι στρατιὰν ἐκ τῆς Ἰούδα φυλῆς"
      },
      {
        "index": 16,
        "text": "ἐξαπέστειλε, καὶ μετὰ τρεῖς ἡμέρας ἐπανελθεῖν. χρονίζοντος δὲ W Y54 τοῦ μεσά, τῷ Ἰωὰβ ἐγκελεύεται τὴν ἐκεῖ παροῦσαν λαβόντα δύναμιν ἐξορμῆσαι κατὰ τοῦ Σαάβεί, “ἵνα μὴ ὑπερτιϑεμένων ἡμῶν\" φησι “μᾶλλον ὃ ἐχϑρὸς παρασκευασϑῇ.\" καὶ αὐτίκα ὃ δ]ωὰβ ἐχώρει πρὸς πόλεμον. ἀπιόντι δὲ μετὰ μεγάλης δυνάμεως D συνηντήκεε αὐτῷ 24utcá* x«l Ἰωάβ, προσιόντος αὐτῷ τοῦ Ἄμεσά, τὸ ξίφος 0 περιέζωσίο πεποίηκε τοῦ χοὐλεοῦ ἐχπεσεῖν, καὶ ἦρε τοῦτο ἀπὸ τῆς γῆς, καὶ ἀσπάσασθαι προσεγγίσας τῷ ᾿Αμεσά, ὦσε κατὰ τῆς γαστρὸς ἐκείνου τὴν μάχαιραν καὶ ἀπέκτεινε. Ιυπροσλαβόμενος δὲ καὶ τὸν ἐχείγου λαόν, τὸν Σαβεὲ κατεδίωκεν\" ὃ δὲ εἰς πόλιν κατέφυγεν ὀχυράν. καὶ ἐπολιόρκει τὴν πόλιν Ó Ἰωάβ, καί τις ἀπὸ τοῦ τείχους γυνὴ συνετὴ ἐβόησε πρὸς αὐτόν “γα τί καταβαλεῖν (c μητρόπολιν Ἰσραήλ;\" ὃ δέ “διὰ τὸν Σαβεέ\" ἀπεκρίνατο. ἡ δὲ πρὸς τοὺς πολίτας ἐλϑοῦσα πείϑεε Ιδτεμόντας τὴν χεφαλὴν Σαβεὲ ῥῖψαι εἰς τὸ στρατόπεδον. καὶ τούτου γεγονότος ὃ ᾿Ἰωὰβ τὴν πολιορκίαν λύσας ἀπῆλθεν dg | “Περουσαλήμ, καὶ ἀπεδείχϑη πάσης τῆς δυνάμεως ἀρχιστράτηγος. Ἐγένετο δὲ μετὰ ταῦτα λιμὸς καὶ ἐπὶ ἔτη τρία ἐπίεζε τὸν λαόν. ζητήσαντος δὲ τοῦ βασιλέως περὶ τούτου, δεδήλωκεν ὃ 209:0c, διὰ τοὺς Γαβαωνίτας γίνεσϑαι τὸν λιμόν, καὶ δεῖν αὐτοὺς ἐχδικίας τυχεῖν -àv9^ ὧν ὃ Σαοὺλ ἀπέχτεινεν ἐξ αὐτῶν, μὴ τηρήσας τοὺς παρὰ ᾿Ιησοῦ καὶ τῆς γερουσίας γεγονότας ὅρκους αὐτοῖς. Ἐχάλεσεν οὖν τοὺς Γαβαωνίτας ὃ βασιλεύς, καὶ τί ἂν βυύλοιντο γενέσθαι αὐτοῖς ἐπύϑετο εἰς ἐξίλασμα\" οἱ δὲ ἑπτὰ"
      },
      {
        "index": 17,
        "text": "\" ἄνδρας ἤτησαν δοθῆναι αὐτοῖς. ἐκ τοῦ οἴκου Σαούλ. καὶ ἔδωκεν B αὐτοῖς 0 βασιλεὺς τοὺς ἑπτὰ ἄνδρας ὡς ἤτησαν, τοῦ Mega βοσϑὲ φεισάμενης\" οἱ δὲ λαβόντες τοὺς ἄνδρας ἀπέκτειναν. καὶ κατήνεγκεν ὃ ϑεὸς ἐπὶ τὴν γῆν Δετόνγ."
      },
      {
        "index": 18,
        "text": "aq. JloMuov δὲ μετὰ ταῦτᾳ γενομένου πρὸς ἀλλοφύλους ὃ ὃ Zaflió μετὰ τῆς οἰκείᾳς στρατιᾶς. κατεδίωξε τοὺς πολεμίους. καὶ κατάκοπος γεγονὼς παρεῖτο ἐκλυϑείς\" xal τις τῶν ἐναντίων — ἔχοντα τὸν βασιλέα ἰδὼν ὥρμησε πατάξαι αὐτόν, ““βεσὰ δὲ ἀδελφὰς ? Io ὑπερασπίσας. τοῦ βασιλέως τὸν ἀλλόφυλον ἔχτεινε, καὶ διὰ τοῦτο ὠμοσαν. οἱ περὶ φ“αβὶδ μηκέτι παραχωρῆσψι αὐτὸν 10 àlg πόλεμον ἐξελθεῖν. καὶ πάλιν δὲ τῶν. ἀλλοφύλων στρατευσα- giérow στείλας ὃ βασιλεὺς στρατὸν in? αὐτούς, πολλοὺς μὲν κταν- Sirac πεποίηκε; τοὺς δὲ περιλειφϑέντας φωγεῖν. διαλιπόντες δὲ"
      },
      {
        "index": 19,
        "text": "Ὁ μικρὸν οἵ ἀλλόφυλοι ἐπῆλϑον ἔτι κατὰ τῆς χώρας τῶν ᾿Ισραηλι-"
      },
      {
        "index": 20,
        "text": "ἐν ἑκατέρᾳ χειρὶ xal ὁμοίως dv τοῖς ποσίν\" ᾧ συμαλακεὶς ' Lo- γάϑαν ἀδελφιδοῦς τοῦ Zlafió κατέβαλεν αὐτὸν καὶ ἐσλύλευσε καὶ ῥοπὴν πρὸς γίχην τοῖς ὁμοφύλοις παρέσχετο. οὐκέτι γοῦν προσ- — οἱ ἀλλόφυλοι τοῖς Faouloi μαχέφασϑαι."
      },
      {
        "index": 21,
        "text": "4. Εἰρήνῃς. δὲ ἔχτοξε τυχὼν ὃ 4afid ὠδὰς συν £340. πρὸς 20 ϑεόν; καὶ ὄργανα κατασκευάσας μετ᾽ αὐτῶν ἐδίδαξε τοὺς Atul- ⸗u⸗ τοὺς ὕμνους ἄδειν. τοιαῦτα δ᾽ ἦσαν τὰ ὄργανα. ἣ μὲν"
      },
      {
        "index": 22,
        "text": "xtyvipa. δεχάχορϑος ἦν xul πλήκτρῳ ἐκρούετο\" ἡ δὲ νἀῦλα δώδεχα φϑύγγους ἔχουσα τοῖς δακτύλοις ἐπλήττετο\" κύμβαλά vt ὑπῆρ--"
      },
      {
        "index": 23,
        "text": "gov χάλκεα, μεγάλα τε καὶ πλατέα. ἦν δὲ περὶ τὸν Δαβὶδ καὶ σύστημα γενναίων ἀνδρῶν. οἱ δὲ τούτων ἐπισημότατοι τριάκοντα δέἐτύγχανον καὶ ἑπτά, οὗ πολλάκις ἠρίστευσαν.. καί ποτε ἀλλο- φύλων ἐπὶ Βηϑλεὲμ. ἐστρατοπεδευκότων ὃ βασιλεὺς ἐκ τοῦ ἐν Βηϑλεὲμ φρέατος ὕδωρ πιεῖν ἐπεθύμησε.. καὶ «ρεῖς ἐκ τιῦν περὶ αὐτὸν ἀνδρείων δραμόντες καὶ μέσην τὴν τῶν ἐναντίων διελϑόντες παρεμβολὴν ὑδρεύσαντο ἐξ ἐχείνου τοῦ φρέατος, καὶ αὖϑις διὰ ἰθτῶν πολεμίων ἐλϑόντες καταπλαγέντων τὸ ϑάῤσος αὐτῶν xai ἠρεμούντων, τῷ βασιλεῖ τὸ ὕδωρ προσκεχομίκασιν. ὃ δέ “ἵλεώς μοι κύριος\" εἶπεν, “οὐ πίομαι τοῦτο, οὕματε τῶν ἀνδρῶν καὶ ῬῚ 80 κινδύνῳ τῶν ψυχῶν αὐτῶν κομισϑέν.\" οὐκ ἔπιεν οὖν ἀλλ᾽ ἔσπεισεν αὐτὸ τῷ Seg. | T ! ι΄ ᾿“παριϑμῆσαι δὲ τὸν λαὸν ἅπαντα βουληϑ εὶς xéAevos τὸν ᾿Ιωὰβ ποιῆσαι τὴν ἀπαρίϑμησιν,. τοῦ δὲ μὴ ἐπαινέσαντος τὴν βουλὴν καὶ τὴν πρᾶξιν οὐκ ἀγαθὴν λέψοντος, ὃ βασιλεὺς οὐχ ἐπείϑετος καὶ ἀπῆλϑεν ᾿Ιωὰβ καὶ ἠρίϑμησε τὸν λαόν, καὶ ἦν ὃ ἀριϑμὸς ᾿Ισραὴλ ὀκταχοσίων χιλιάδων ἀνδρῶν δυνάμεως σπωμένων 0 ῥομφαίαν, καὶ πενταχοσίων χιλιάδων ἀνδρῶν μαχητῶν τῶν ἐξ"
      },
      {
        "index": 24,
        "text": "Ἰούδα φυλῆς. εἶτα μετεμέλετο ὃ “αβὶὸ καὶ ὡμολόγει ἡμαρτη-᾿ κέγαι. Γὰδ δὲ ὃ προφήτης κελεύσαντος τοῦ ϑεοῦ ἐπορεύϑη πρὸς τὸν “αβὶδ καί φησιν \" ἐκ τριῶν τούτων ἔκλεξαε ὃ πρὸς βουλῆς"
      },
      {
        "index": 25,
        "text": "ool ἐστι;\" πότερον. αἵρῇ ἐπὶ ἔτη ἑπτὰ λιμὸν ἔσεσϑαί oov κατὰ τὴν εἰ χώραν, ἢ τρεῖς μῆνὰς ὑπὸ πολεμίων᾽ διώκεσθαι, ἢ ϑάνατον ἐπὶ τρεῖς ἡμέρας ἐνσκῆψαί σου τῷ λαῷ\" ὃ δέ “ στενά “μοι πάντο-- ϑεν\" ἔφη, “ ἀλλὰ βέλτιόν poc εἰς τὰς χεῖρας τοῦ ϑεοῦ ἐμπεσεῖν."
      },
      {
        "index": 26,
        "text": "xal ἐπῆλθε ϑάνατος τῷ λαῷ πρωΐϑεν fuc. ὥρας ἀρίστου, x«l 5 ἀπέϑωνον. à παντὸς λαοῦ ᾿χιλιάδες ἑβδομήχοντα. καὶ ὃ Zlaflió ἱκέτευε τὸν ϑεόν..\" καὶ ὃ ὀλοϑρεύων ἄγγελος τῷ λαῷ ἐξ- ἔτεινε τὴν χεῖρα αὐτοῦ ἐπὶ ᾿Ἰερουσαλήμ. εἶπεν οὖν δ᾽ βασιλεύς “ ἐγὼ ἡμάρτηκα κύριε, ἃ ποιμήν; τὰ δὲ \"ποίμνια δ᾽ \"λαὸς. ody"
      },
      {
        "index": 27,
        "text": "C ἡμάρτοσαν\" ἐγώ εἶμι κολάσεως. ἄξιος καὶ οὖχ obron\" δυσωπη- 10 ϑεὶς δὲ. τὴν τοῦ βασιλέως κατάνυξιν δ' ϑεὸς ἔπαυσε τὴν φϑοράν,"
      },
      {
        "index": 28,
        "text": "' καὶ διὰ τοῦ προφήτου Γὰδ ἐν τῇ 'ἅλωνι τοῦ ᾿Ιεβουσαίου Ὄρνᾶ ϑυσιαστήριον πήξασθαι ἐκέλευσε καὶ ϑῦσαι \"ἐκεῖ. καὶ ἐποίησεν οὕτως Ζαβίδ, ὠνησάμενος τὴν ἅλωνα ἐκ τοῦ Ὀρνᾶ. ὡς δὲ ᾽1ώ- σηπος ἔγραψεν, ἐν ἐκείνιυ. τῷ “τόπῳ λέγεται ἀγαγεῖν ᾿ἀβραὰμ τὸν 15 ᾿Ισαὰκ ὥστε δλοκαυτῶσαι αὐτόν. ἠβούλετο δὲ xal ναὸν olxoóo- μῆσαι “αβὶδ ἐκεῖ τῷ ϑεῷ, ἀλλ᾽ ἀπείρχϑη πρὸς τοῦ ϑεοῦ."
      },
      {
        "index": 29,
        "text": "Πρεσβύτης δὲ γενόμενος ὃ 4Φαβὶδ σφόδρα δύσριγος ὑπὸ τοῦ γήρως ἐτύγχανε.. διὸ νεάνιδα ἐξελέξαντο (ΑΑβισὰκ ὄνομα αὐτῇ)\" καὶ ἦν 7 κόρη συγχοιταζομένη τῷ βασιλεῖ καὶ ϑάλπουσα αὐτόν. 59"
      },
      {
        "index": 30,
        "text": "D καὶ οὐκ ἔγνω αὐτήν\" ἀφροδισιάζειν γὰρ διὰ γῆρας οὐκ ἠδύνατο."
      },
      {
        "index": 31,
        "text": "| Αδωνίας δὲ τέταρτος ὧν dτοῖς τοῦ βασιλέως υἱοῖς, ὡραῖος πάνυ, δρῶν τὸν πατέρα γεγηρακότα, τῆς βασιλείας ἀντεποιεῖτο, συναντιλαμβανομένου αὐτῷ ᾿Ιωὰβ τοῦ ἀρχιστρατήγου xal ᾿4βιά- Sag τοῦ ἀρχιερέως... καί ποτε ϑυσίαν δαψιλῆ παρασκευασάμενος τοὺς ἀδελφοὺς συνεκάλεσε καὶ τοὺς προέχοντας τῆς Ἰούδα φυλῆς καὶ ᾿Αβιάϑαρ καὶ Ἰωάβ\". Σολομῶντα δὲ καὶ τὸν προφήτην 'Νάϑαν δχαὶ Βαναίαν τὸν ἄρχοντα τῶν σωματοφυλάκων οὐ κέκληκεν. εἶπεν οὖν πρὸς Βηρσαβεὲ Ná9av “ ἀκήκοας ὅτι ἐβασίλευσεν 1400- víac;\" ἡ δὲ πρὸς τὸν βασιλέα εἰσελϑοῦσα “ σὺ ὥμοσας\" εἶπε “χύριέ μου βασιλεῦ, ὡς Σολομὼν ὃ υἱός σου βασιλεύσει μετὰ σέ, καὶ ἰδοὺ ἐβασίλευσεν ᾿Αδωνίας, σὺ δὲ ἠγνόησας.\" ἔτι ταῦτα W 1 56 Ιθϑλεγούσης Βηρσαβεὲ καὶ ὃ προφήτης Νάϑαν εἰσελϑὼν ἠρώτᾳ τὸν βασιλέα εἰ κατὰ γνώμην αὐτοῦ βεβασίλευκεν ἀδωγίας. ὃ δὲ τὸν ϑεὸν ὦμοσεν ὡς “σήμερον βασιλεὺς ἔσται ὃ Σολομών.\" καὶ κα- λέσας τὸν ἀρχιερέα Σαδὼκ καὶ Βαναίαν, κελεύει συμπαρειληφό- τας τὸν προφήτην καὶ τοὺς περὶ τὴν αὐλὴν τὴν βασιλικὴν ὁπλίτας is ἀναϑέσϑαι τὸν Σολομῶντα ἐπὶ τὴν τοῦ βασιλέως ἡμίονον, καὶ ἀπαγαγόντας ἔξω τῆς πόλεως ἐπὶ τὴν πηγὴν τὴν καλουμένην Σιών, χρῖσαι τῷ ἁγίῳ ἐλαίῳ, καὶ βασιλέα ἀναγορεῦσαι σαλπίζοντας ἐν τοῖς χέρασι, καὶ διὰ μέσης τῆς πόλεως παραπέμψαι αὐτόν. οἵ δὲ αὐτίκα καϑὼς ἐγετάλϑησαν πεποιήκασι \" καὶ διεβοήϑη παντα- γία καὶ τοῖς σϑνευωχουμένοις αὐτῷ, οἵ μὲν ἄλλοι πρὸς ἑαυτοὺς ἀπῆλθον, ᾿Αδωνίας, δὲ μᾶλλον δεδιὼς tQ ϑυσιαστηφίῳ προσπέ-"
      },
      {
        "index": 32,
        "text": "gevye xal πίστεις τῆς σωτηρίας ἤτει παρὰ τοῦ Σολομῶντος. ὃ δὲ τῆς μὲν τότε ἁμαρτίας ἀφῆκεν αὐτόν, \" εἰ. δ᾽ εἰσαῦϑις\" ἔφη \" xaxóv τι ποιῶν εὑρεθῇ, θανατωθήσεται.\" Ὁρῶν δὲ Δαβὶδ ἐγγίζοντά οἱ τὸν ϑάνατον, προσκαλεῖταε τὸν Σολομῶντα καὶ ἐντέλλεται αὐτῷ φυλάττειν τὰς τοῦ ϑεοῦ ἐντο-- 5 λὰς καὶ κατὰ τοὺς νόμους αὐτοῦ πολιτεύεσθαι, “ἵνα τὸ σπέρμα ἡμῶν\" φησι, “᾿καϑὼς ἐπηγγείλατό uoc ὃ κύριος, ἕως τοῦ αἰῶνος εἴη ἐπὶ τοῦ ϑρόνου μου.\" καὶ προστίϑησι μὴ ἐᾶσαι τὸν Ἰωὰβ Ὁ ἀτιμώρητον, ἀνελόντα τὸν βεννὴρ καὶ τὸν 2ducaíav* μηδὲ udv- τοι τὸν Σεμεεί, ὃς αὐτῷ κατηράσατο φεύγοντι, καὶ ἄλλα αὐτῷ 10 ἐντειλάμενος, καὶ ναὺν ἐπισκήψας οἰκοδομῆσαι xvplo, καὶ τὴν διαγραφὴν τῆς οἰκοδομῆς τοῦ ναοῦ παρέσχεν αὐτῷ, καὶ πρὸς τὸ ἔργον λόγοις διήγειρε καὶ αὐτὸν καὶ τοὺς ἄρχοντας καὶ τὴν φυλὴν τοῦ evi, πολλὰ φήσας καταλιπεῖν εἷς τὴν κατασκευὴν τοῦ ναοῦ, τάλαντα μὲν χρυσοῦ μύρια, μυριάδας δὲ ταλάντων ἀργόρου δέκα, 15 σμάραγδόν τε καὶ ἄλλους λίϑους πολυτελεῖς, χαλκὸν δὲ καὶ σίδη-- ρὸν ἀριϑμὸν ὑπερβαίνοντα, καὶ ὕλην ἑτέραν ἄφϑονον\" καὶ νῦν δὲ προστιϑέναι τοῖς ἤδη συνειλεγμένοις χρυσοῦ καϑαροῦ τρισχίλια τάλαντα dg τὸ ἄδυτον, καὶ μυρίους στατῆρας, ἀργύρου δὲ μύρια Ὁ τάλαντα. καὶ εἴ τινι δὲ λέϑος ἦν τῶν τιμίων, ἐκόμισεν ἕχαστος 90 καὶ παρέδωκεν εἷς τοὺς ϑησαυρούς. μετ᾽ ὀλίγον δὲ ἐτελεύτησε Δαβίδ, βιώσας ἐνιαυτοὺς ἑβδομήκοντα, βασιλεύσας ἐν Χεβρὼν μὲν ἔτη ἑπτά, ἐν [Ἱερουσαλὴμ δὲ τρία πρὸς τοῖς τριάχοντα, ἀνὴρ"
      },
      {
        "index": 33,
        "text": "ἐνετείλατό Α. 9 ᾿Δμεσίαν) qui supra p. 136 v. 22 ᾿ἡμεσά. πᾶσαν ἀρετὴν χατορϑωχὼς προσήκουσαν βασιλεῖ. ἔϑαψε δὲ αὐτὸν ὃ παῖς Σολομὼν ἐν Ἱεροσολύμοις βασιλικῶς, καὶ πλοῦτον ἄφϑονον αὐτῷ συνεχήδευσεν.:"
      },
      {
        "index": 34,
        "text": "8. Σολομὼν δὲ Dre τὴν βασιλείαν παρέλαβε νεώτατος. ἦν, οϑωδέχατον ἔτος ἄγων τῆς ἡλικίας αὐτοῦ. ὃ μέντοι Αδωνίας: πορευϑεὶς πρὸς Βηρσαβεὲ τὴν μητέρα τοῦ Σολομῶντος “ οἶδας\" P ] 82 εἶπε “τὴν βασιλείαν ἐμοὶ προςἥκειν καὶ διὰ πρεσβυγένειαν καὶ διὰ τὴν αἵρεσιν τοῦ λαυῦ, μετέβη δὲ πρὸς Σολομῶντα τὸν ἀδελφόν μου, καί uot στερχτέον τὸ γεγονὸς ὡς γνώμῃ ϑεοῦ γεγονός. μίαν 100* αἰτῶ αἴτησιν, δοϑῆναί μοι πρὸς γάμον τὴν τῷ πατρὶ συγχοιμω- μένην κόρην τὴν ᾿Αβισάκ, ἐπεὶ μηδ᾽ ἔγνω ταὐτὴν ὃ πατὴρ διὰ γῆ- ρας, ἀλλ᾽ Fre παρϑένος ἐστίν.\" ἢ δὲ Βηρσαβεὲ κὸμίσειν τοὺς λό- yovc ὑπέσχετο τῷ υἱῷ καὶ καταπράξασθαι τὸν γάμον αὐτῷ σπου: δαιότατα. καὶ πορευϑεῖσα πρὸς τὸν υἱόν, δοῦναι τῷ ἀδελφῷ dar- ἰὸ νέᾳ τὴν Αβισὰκ παρεκάλει. ὃ δὲ ὀργισϑεὶς ἐπὶ τῷ λόγῳ ϑαυμάζειν εἶπεν el μὴ καὶ τῆς βασιλείας παραχωρῆσαι ᾿Αδωνίᾳ ὡς πρεσβυτέρῳ B αὐτὸν ἀξιοῖ. καὶ αὐτίκα τῷ ἐπὶ τῶν σωματοφυλάκων Βαναΐίᾳ xrei- vat τὸν Z40wríav προσέταξε. τῷ δὲ ᾿βιάϑαρ εἰς τὴν. ἐνεγχαμένην πορευϑῆναι ἐπέταξε καὶ διάγειν ἐν τοῖς ἀγροῖς. “᾿ϑανάτου γάρ\" 30970: \" ῥύεταί σὲ ὁπόσα μου συνέκαμες τῷ πατρί.\" χαϑὼς οὖν τῷ Ἠλεὶ προείρηκεν ὃ ϑεός, ἀφήρητο 7 τῆς ἱερωσύνης τιμὴ ἐξ oixov Ἰθάμαρ καὶ πρὸς Σαδὼχ Ἀεταπέπτωχεν, ix τοῦ γένους"
      },
      {
        "index": 35,
        "text": "ὄντα τοῦ Φινεές. ὃ δὲ στρατηγὸς Ἰωὰβ ταῦτα μαϑὼν xol περι-- δεὴς γεγονὼς τῷ ϑυσιαστηρίῳ προσπέφευγε, καὶ καλούμενος οὐκ ἄν ποτε ἐξελϑεῖν εἶπεν, ἀλλ᾽ αὐτοῦ τεϑνήξεσθαι καὶ οὐκ ἀλλοϑι.- τοῦτο τῷ. βασιλεῖ ἀγγελϑὲν πέπεικε στεῖλαι κἀχεῖ τὸν Ἰωὰβ ἀνελεῖν. C ἐντεῦϑεν Βαναίας. μὲν. πάσης τῆς δυνάμεως προκεχείριστο στρα-- 5. τηγός, Σαδὼχ δὲ τῆς ἀρχιερωσύνης ἠξίωτο. τὸν δέ γε Σεμεεὶ ὃ βασιλεὺς ἐν Ἱερουσαλὴμ περιώρισεν ὥστε ταύτης μὴ ἐξιέναι\" εἶ δ᾽ οὔ, ϑάνατον αὐτῷ τὸ ἐπιτίμιον ἔταξεν. ὃ δὲ μετὰ ἔτη τρία δούλων αὐτοῦ φυγόντων ἐπὶ ζήτησιν αὐτῶν ἐξελήλυϑε\" καὶ τοῦτο γνοὺς Σολομὼν ἀναιρεϑῆναι τὸν ἄνδρα ἐκέλευσεν. 10 Ἄγεται δὲ Σολομὼν εἷς γυναῖκα ϑυγατέρα Φαραώ. καὶ τὰ τείχη τῶν Ἱεροσολύμων ἐπὶ μεῖζον ἦρε καὶ ὀχυρώτερα xart- σχεύασε. καϑ᾽ ὕπνους δὲ χρηματίσας αὐτῷ ὃ ϑεὸς εἶπεν αὐτῷ αἰτῆσαι ὃ βούλοιτο\" ὃ δὲ σύνεσιν xal φρόνησιν ἤτησε δοθῆναι αὐτῷ, καὶ ὃ ϑεὸς ἀποδεξάμενος αὐτὸν τῆς αἰτήσεως, καὶ σοφίαν 15 D δώσειν αὐτῷ καὶ μέγαν νοῦν ἐπηγγείλατο ὡς οὐχ ἑτέρῳ πρὸ αὐτοῦ ἢ τινι τῶν μετ᾽ αὐτόν, προσϑεῖναι δὲ καὶ ἅπερ οὐκ ἤτησε, πλοῦ-- vov xal νίχην καὶ εὔκλειαν, εἰ φυλάξειε τὰς αὐτοῦ ἐντολὰς καὶ τὰ δικαιώματα. — | ἹΠετὰ ταῦτα δύο προσῆλθον αὐτῷ γυναῖκες\" ὧν ἡ ula90 “ βασιλεῦ\" ἔφη, “ἀλλήλαις ἡμεῖς συνῳχοῦμεν καὶ οὐδεὶς μεϑ᾽ ἡμῶν. ἐτέχομεν δὲ ἄμφω κατὰ τὸν αὐτὸν καιρὸν ἄρρενα. καὶ μετὰ μικρὸν αὕτη τῷ αὐτῆς ἐπιπεσοῦσα υἱῷ νεκρὸν διυπνισϑεῖσα εὗρεν αὐτόν. καὶ τὸ μὲν τεϑνηκὸς ὑπνούσης ἐμοῦ ὑποτίϑησι ταῖς"
      },
      {
        "index": 36,
        "text": "ἀγκάλαις μου, τὸ δὲ ζῶν ἐξ ἐμοῦ ἀφελοῦσα ὡς ἑαυτῆς φκειώσατο. καὶ γνοῦσα τὸ δρᾶμα ζητῶ τὸν παῖδα\" ἡ δέ μοι οὐ δίδωσιν\" ἡ δ᾽ ἑτέρω τὸ ζῶν εἶναι τὸ ἑαυτῆς παιδίον ἀπισχυρίζετο, τῆς δ᾽ ἀντιδίχου τὸ τεϑνηκός\" xal ἐπὶ τοσοῦτον καχουργίας μὴ προ- βῆναι διώμνυτο. ἀπορούντων δὲ τῶν περιεστηκότων πῶς ἂν δια- χριϑείη τὸ ἀληϑές, ὃ βασιλεὺς διχῆ τμηϑῆναι τὸ ζῶν παιδίον μαχαίρᾳ ἐκέλευσε καὶ ἀνὰ μέρος δοϑῆναι ἑκατέρᾳ τῶν γυναικῶν. τοῦτο ἡ μὲν ἀληϑὴς τοῦ βρέφους μήτηρ βαρέως ἤνεγκε, καὶ παρ-- τεῖτο τὴν ψῆφον, καὶ δοϑῆναι ζῶν τὸ παιδίον τῇ ἀντιδίκῳ ἱκέ- lorevev* ἡ δὲ ψευδῶς ἑαυτὴν μητέρα τοῦ παιδὸς ὀνομάζουσα καὶ ἐπήνει τὴν κρίσιν καὶ ἐπέσπευδε τὴν διαίρεσιν. καὶ ὃ βασιλεὺς δοϑῆναι ζῶν τὸ παιδίον προσέταξε τῇ παραιτουμένῃ τὴν ἐκείνου B διαίρεσιν, \" αὕτη\" φήσας “ἡ τούτου μήτηρ ἐστίν, ἣ τοῦ παιδὸς σφαγῆναι μέλλοντος ὑπερήλγησεν.\" τοῦτο πᾶς ὁ λαὺς ἀχριβὲς ἰδ τεκμήριον ἔσχηχε τῆς τοῦ βασιλέως φρονήσεως."
      },
      {
        "index": 37,
        "text": "Πάντας δὲ τυὺς πρὶν εἰς σοφίαν καὶ φρόνησιν ὑπερβέβηκε. συνέταξε δὲ τρισχιλίας παραβολὰς καὶ πεντακισχιλίας ὦδάς, καὶ ἀπὸ τῆς κέδρου ἕως ὑσσώπου συνεγράψατο, καὶ περὶ φύσεως ζώων τῶν τε πεζῶν καὶ ἀερίων καὶ νηκτῶν καὶ τῶν ἰδιωμάτων W 1 58 αὐτῶν ἐξήτασε καὶ ἐφιλοσόφησε, καὶ κατὰ τῶν δαιμόνων ἐξεύρη- xtv ἐπῳδὰς εἰς ἀνθρώπων ὠφέλειαν\" καὶ τρύπους κατέλιπεν ἐξορ-- χώσεων, αἷς τὰ δαιμόνια ἐδιώκοντο. καὶ ταύτην τὴν ϑεραπείαν τῶν νηχτῶν À, φησὶν ὃ Ἰώσηπος καὶ μέχρις ἐκείνου ἰσχύειν\" καί τι dupysisaa τοιοῦτον, τὸν λόγον πιστούμενος. ᾿Ελεάζαρ τῶν ὁμοφύλων λέγεε κεχτῆσϑαί τινα δαχτύλιον ἔχοντα ὑπὸ τὴν σφραγῖδα ῥίζαν ἐξ ὧν ὑπέδειξε Σολομών. καὶ τοῦτον ταῖς Quoi τοῦ δαιμονῶντος προ-- σφέρειν, καὶ τῇ ὀσφρήσει διὰ τῶν μυκτήρων τοῦ πάσχοντος ἐξέλ-- 5 χκεσϑαι τὸ δαιμόνιον. εἶτα τοῦ Σολομῶντος μεμνημένον ἐπῳδάς τε λέγειν ἐξ ὧν ἐκεῖνος συνέϑετο, καὶ ἐξορκοῦν τὸ δαιμόνιον μηχέτε ἐπανελϑεῖν εἰς τὸν ἄνϑρωπον. τοῦτο καὶ Οὐεσπασιανοῦ καὶ τῶν υἱῶν ἐκείνου ἐνώπιον λέγει ποιῆσαε τὸν ᾿Ελεάζαρ\" καὶ Ὁ διδόντα τῆς κατὰ τῶν δαιμόνων ἰσχύος ἀπόδειξιν, τιϑέναι ποτή-- 10 qrov πλῆρες ὕδατος, καὶ ἐπιτάσσειν τῷ δαίμονι ἐξερχομένῳ τοῦ πάσχοντος ἀνατρέψαι αὐτό\" καὶ ἀνατρέπεσϑαι τὸ ποτήριον μηδε- ψὸς ὁρῶντος τὸν ἀνατρέποντα."
      },
      {
        "index": 38,
        "text": "9. Ἤρξατο δὲ τῆς οἰκοδομῆς τοῦ ναοῦ κατὰ τὸ τέταρτον ἔτος τῆς βασιλείας αὐτοῦ, μετὰ ἔτη τῆς ἐξ «Αἰγύπτου ὑποχωρή- 19 σεως τοῦ λαοῦ τετρακόσια τεσσαράκοντα. περὶ δὲ τοῦ μέτρου τοῦ ὕψους αὐτοῦ καὶ τοῦ μήκους καὶ τῆς τούτου χατασκευῆς οὐχ ὁμοφωνοῦσιν 3| τε τρίτη τῶν Βασιλειῶν καὶ Ἰώσηπος ἐν τῷ ὀγδόῳ λόγῳ τῆς “Ἀρχαιολογίας περὶ τοῦ ναοῦ συγγραφόμενος, ἀλλ᾽ ἐν τοῖς πλείοσι διαφέρονται. ᾧ δὲ τὰ περὶ τῆς διαφορᾶς πρὸς fov- 20 λῆς ἀχριβώσασϑαι, καὶ περὶ τῶν δύο Χερουβὶμ ἃ χρυσοῦ ποιή- σας κατὰ τὸ ἄδυτον ἔστησε, καὶ περὶ τῆς κιβωτοῦ καὶ τῆς χαλκῆς"
      },
      {
        "index": 39,
        "text": "aie A. 16 τῶν μέτρων Α. *"
      },
      {
        "index": 40,
        "text": "ϑαλάσσης xal τῶν λουτήρων, xal πηλίκον ἦν τὸ χάλκεον ϑυσια- στήριον, οἷα δ᾽ ἡ τράπεζα 7j χρυσῆ, καὶ ὅσα σκεύη ἀργύρεά τε καὶ χρύσεα Σολομὼν ἀνέϑετο τῷ ναῷ, καὶ περὶ τῶν ἄλλων, ἡ τρίτη τῶν Βασιλειῶν βίβλος καὶ ἀρχαιολογῶν ὃ Ἰώσηπος ἀρχέ- ὅσουσι παραστήσασϑαι τὴν ἐφ᾽ ἑκάστῳ ἀκρίβειαν. ἐν ἔτεσι δὲ ἑπτὰ συντελέσας ὃ βασιλεὺς τόν τε ναὸν καὶ ὅσα περὶ ἐκεῖνον, συνεχάλεσε τὸν λαὸν εἰς Ἱεροσόλυμα. καὶ ἄραντες τὴν κιβωτὸν οἱ ἱερεῖς καὶ τὴν σκηνὴν ἣν ἐπήξατο ἸΠωυσῆς καὶ τὰ ἐν ταῖς B ϑυσίαις ὑπηρετούμενα σκεύη πρὸς τὸν ναὸν μετεκόμιζον, τοῦ 10βασιλέως προάγοντος καὶ τοῦ πλήϑους παντός, καὶ τῶν “ευιτῶν σπενδόντων καὶ ϑυμιώντων. καὶ κατετέϑη ἡ κιβωτὸς εἷς τὸ ἄδυτον μεταξὺ τῶν δύο Χερουβίμ, τὰς δύο λιϑίνας πλάκας ἔχουσα ἔνδοϑεν. ἐξελθόντων δ᾽ ἐκ τοῦ ἀδύτου τῶν ἱερέων, δόξης κυρίου ὃ οἶχος ἐμπέπληστο καὶ νεφέλη τὸν ναὸν ὅλον 15 περεεχέχυτο\" ἐξ ἧς ἐπιδημῆσαι τῷ ναῷ τὸν ϑεὸν ἐφαντάζοντο σκηνώσαντω ἐν αὐτῷ. ὃ δὲ βασιλεὺς ἣσϑ εὶς ἐπὶ τούτοις εὐχαρι- στίαν τε πρὸς τὸν ϑεὸν ἐποιήσατο καὶ τὸν λαὸν εὐλόγησε καὶ ἱχέ- τευσεν ἐπήκοον γίνεσϑαι τὸ ϑεῖον πᾶσι τοῖς ἐν αὐτῷ εὐχομένοις. εἶτα τῷ βωμῷ ϑυσίας προσήγαγε. καὶ ὃ ϑεὸς δεικνὺς ὡς εὖ- C ϑυμενῶς αὐτὰς προσεδέξατο, πῦρ ἐκλάμψαι δι᾿ ἀέρος πεποίηκεν ἐπενεχϑῆναί τε τῷ βωμῷ καὶ τὴν ϑυσίαν ἅπασαν καταδαίσασϑαι. ταῦϑ᾽ ὃ λαὸς ἰδὼν εὐλόγησε τὸν ϑεόν, καὶ ὃ βασιλεὺς ηὐχαρί- στησε, καὶ πολυτελῶς ἑορτάσαντες τὸν σύλλογον διελύσαντο. ὄνειρος δὲ γεγονὼς τῷ βασιλεῖ ἐπακοῦσαι τῆς εὐχῆς αὐτοῦ τὸν ἡϑϑεὸν ἐδήλου, καὶ τὸν ναόν τε συντηρηϑῆναι καὶ αὐτὸν εἰς ἄκρον εὐδαιμονίας ἀναχϑῆναι, xal τῆς χώρας ἄρξειν τοὺς ἐξ αὐτοῦ, d αὐτός τε κἀκεῖνοι καὶ ὃ λαὸς τὰ ϑεῖα μὴ παραβαῖεν ἐντάλματα. Ὗ εἰ δ᾽ οὔ, πρόρριζον ἐκκόψειν ἠπείλει τὸ γένος αὐτοῦ, καὶ τὸν λαὸν δουλείαις καὶ καχώσεσι μυρίαις ὑποβαλεῖν, καὶ τὸν ναὸν D παραδώσειν εἰς ἐμπρησμὸν x«i διαρπαγήν, καὶ τὴν πόλεν εἰς za-5 τασκαφήν τε καὶ προνομήν."
      },
      {
        "index": 41,
        "text": "Οὕτω μὲν οὖν τὰ τοῦ ναοῦ τῷ Σολομῶντι τετέλεστο\" μετὰ δὲ ταῦτα βασίλεια ἑαυτῷ φκοδόμησε πολυτελῆ vs καὶ λαμπρά, καὶ τὰ τῶν Ἱεροσολύμων δὲ τείχη προσεπεσκεύασε, καὶ πόλεις ἄλλας προσῳκυδόμησε, καὶ τοὺς ἐν τῷ “Πιβάνῳ ὄρει τῶν Xava- 10 ναίων vq' ἑαυτὸν ποιησάμενος, μὴ πρὶν ὑποταγέντας, ὑποφό- ρους κατέστησε. σοφίσματα δὲ καὶ λόγους αἰνιγματώδεις Χειρὰμ ὃ τῶν Τυρίων βασιλεὺς αὐτῷ πέπομφεν, ἀξιῶν σαφηνίσαι αὐτά\" καὶ πάντα διέλυσε καὶ τὸν νοῦν ἐκείνων δεδήλωκε. μεμνῆσϑαι τούτων ἱστορεῖ ὃ Ἰώσηπος καὶ συγγραφεῖς ἀρχαίους, τόν τε fiov 15 καὶ πρὸς τούτῳ τὸν Méívavógov. διαβοηϑείσης δὲ πανταχοῦ τῆς σοφίας τοῦ Σολομῶντος καὶ τῆς φρονήσεως, βασίλισσά τις «ἰγύ- πτου καὶ «Αἰθιόπων σοφίαν φιλοῦσα καὶ ἐχζητοῦσα dc Ἱεροσόλυμα παραγέγονε. καὶ ὃ βασιλεὺς φιλοτίμως αὐτὴν προσεδέξατο, xai τὰ σοφίσματα ἃ προετίϑει ἐκείνη ῥᾳδίως ἐπέλυεν, ὡς ἐκπλήτ- 90 τεσϑαι τὴν βασίλισσαν καὶ πλέον λέγειν τῶν ἠκουσμένων δρᾶν. ἐθαύμαζε δὲ καὶ τὰ βασίλεια καὶ τῶν δείπνων τὴν πολυτέλειαν xal τὴν ὑπηρεσίαν πᾶσαν τὴν βασιλικὴν καὶ τὰς ἐν τῷ ναῷ ϑυ- βασίλειον Α. σίας xui τῶν ϑυόντων τὸ εὔτακτον. ἐδωρήσατο δὲ τὸν βασιλέα χρυσίῳ καὶ λίϑοις τῶν πολυτίμιυν καὶ ἀμυϑήτοις ἀρώμασι καὶ βαλσάμου ῥίζαις, ὡς ἐξ ἐκείνης ἐν Παλαιστίνῃ φυῆναι τὸ βάλσα- pov. xai Σολομὼν δὲ πολλοῖς ἀγαϑοῖς τὴν βασίλισσαν ἀντημεί- $waro. καὶ 7 μὲν εἰς τὰ ἑαυτῆς ὑπενόστησεν\" (10) ὁ δὲ βασι- λεὺς πάντων τῶν τιρὸ αὐτοῦ γενόμενος ἐνδοξότατος καὶ φρονήσει καὶ πλούτῳ διενεγκὼν οὐκ ἐνέμεινε τοῖς ϑείοις ϑεσμοῖς, ἀκρασίαν δὲ νοσήσας περὶ τὰ ἀφροδίσια καὶ περὶ γυναῖκας ἐχμανεὶς οὐ ταῖς ὁμογενέσιν ἠρχεῖτο, ἀλλὰ xai ἀλλοφύλους ἔγημε πλείστας, xai Ιθχαριζύμενος ἐχείγαις διὰ τὸν ἔρωτα ἐϑρήσκευε καὶ τοὺς ἐχείνων"
      },
      {
        "index": 42,
        "text": "ϑεούς. ἔγημε γὰρ ϑυγατέρας ἀρχόντων διασήμων ἑπταχοσίας €"
      },
      {
        "index": 43,
        "text": "xui παλλακὰς τριαχοσίας xul τὴν ϑυγατέρα τοῦ βασιλέως τῶν «Αἰγυπτίων. εἶπεν οὖν ὁ κύριος πρὸς Σολομῶντα “ὅτι oix ἐφύ- λαξας ὅσα ἐνετειλάμην σοι, διαρρήξω τὴν βασιλείαν σου χαὶ ϑώσω"
      },
      {
        "index": 44,
        "text": "lj αὐτὴν τῷ δούλῳ σου. οὐ σὲ δὲ ζῶντα τὴν ἀρχὴν ἀφαιρήσομαι διὰ τὸν πατέρα cov, ϑανόντος δέ σον ταῦτα ἐπὶ τῷ υἱῷ σου ποιήσω. καὶ οὐδὲ πᾶσαν ἐξ αὐτοῦ τὴν βασιλείαν ἀφέλομαι, δύο δὲ φυλὰς αἰτῷ καταλελοιπὼς καὶ τὴν Ἱερουσαλὴμ διὰ τὸν nán- nov Ζ4Ζαβίδ, τὰς δέκα τῷ δούλῳ δώσω αὐτοῦ.\""
      },
      {
        "index": 45,
        "text": "Οὐ συχνὸς καιρὸς διελήλυϑε, καὶ Aeg εἷς πόλεμον κατέστη τῷ Ἰσραήλ. ἦν δὲ ὃ \"4dig Ἰδουμαῖος ἐκ βασιλείου σπορᾶς, ὃς τοῦ Ἰωὰβ κατὰ τοὺς χρόνους “΄αβὶδ καταστρεψαμένου τὴν Ἰδου-"
      },
      {
        "index": 46,
        "text": "21 ó om A. 22 καταστρεψαμένου τὴν ἰδουμαίαν κατὰ τοὺς χρόνους δαβὶδ Α."
      },
      {
        "index": 47,
        "text": "D ualay παιδάριον ὧν ἀπέδρα elc Αἴγυπτον, xal φιλοφρόνως δε- χϑεὶς παρὰ Φαραὼ ἠγαπήϑη καὶ τὴν ἀδελφὴν ἔγημε τῆς γυναι- κὸς Φαραώ. οὗτος οὖν ἀνδρωϑεὶς καὶ ϑανόντας μαϑὼν τὸν 4α- βὶδ καὶ τὸν Ἰωάβ, ἐπανελϑεῖν ἐζήτει πρὸς τὴν πατρῴαν ἀρχήν\" ἀλλ᾽ οὐ παρεχωρεῖτο πρὸς Φαραώ. ἤδη δὲ τῷ Σολομῶντι τῶν ὃ πραγμάτων κακῶς ἐχόντων παρεχωρήϑη καὶ “4δὲρ καὶ εἰς τὴν Ἰδουμαίαν ἐπανελήλυϑε. ταύτης δ᾽ ἀσφαλῶς φρουρουμένης εἰς τὴν Συρίαν ἀφίκετο, καὶ σύστημά τι σχὼν περὶ αὐτὸν λῃστρικόν, ταύτην τε κατέσχε καὶ τὴν τῶν Ἑβραίων ἐληΐζετο χώραν."
      },
      {
        "index": 48,
        "text": "“Ἱεροβοὰμ δὲ υἱὸς Ναβὰτ παιδάριον ὧν ὑπηρέτει τῷ βασι- 10"
      },
      {
        "index": 49,
        "text": "J * As. ἰδὼν δὲ Σολομὼν αὐτὸν γενναῖον τὸ φρόνημα, ὅτε τῇ Ie- ρουσαλὴμ περίβολον ὠκοδόμει ἐπέστησεν αὐτὸν τῆς οἰκοδομῆς ἐπι- μελητήν. ἀπερχομένῳ δέ που τῷ Ἱεροβοὰμ συνήντησε προφήτης ὃ Σηλωνίτης Axid, καὶ ἐκκλίνας αὐτὸν τῆς διέρρηξε τὸ ἱμά-- τιον εἷς δώδεκα ῥήγματα καὶ δέδωκεν ἐκείνῳ τὰ δέκα, εἰπὼν ὡς 15 “οὕτως διαρρήξει τὴν βασιλείαν Σολομῶντος ὃ κύριος, καὶ τῷ μιὲν ἐχείνου υἱῷ δύο καταλείψει φυλὰς διὰ τὸν πάππον, σοὶ δὲ τὰς δέκα δώσει καὶ βασιλεύσει ct ἐν αὐταῖς. σὺ δὲ ἀλλὰ τῶν νόμων ἀντέχου κυρίου καὶ γίνου δίκαιος.\" τούτοις μέγα φρονή-"
      },
      {
        "index": 50,
        "text": "Β σας Ἱεροβοὰμ νεωτερίζειν ἐπεχείρει. καὶ γνοὺς τὸ πρᾶγμα ὃ βα- 30 σιλεὺς ἀνελεῖν ἐζήτεε αὐτόν. ὃ δὲ φεύγει εἰς “Αἴγυπτον κἀκεῖ διῆγεν ἕως Σολομὼν ἐτελεύτησε. τέϑνηκε δὲ ὃ βασιλεὺς Σολο-- μών, ὡς μὲν ἡ βίβλος τῶν Βασιλειῶν ἱστορεῖ, ζήσας ἐνιαυτοὺς πεντήχοντα πρὸς δυσί (δωδεκαέτης γὰρ τῆς βασιλείας ἐπιβῆναι ἱστόρηται, βασιλεῦσαι δὲ ἔτη τεσσαράχοντα), ὡς δ᾽ ὃ Ἰώσηπος συγεγράψατο, τέσσαρας μὲν ἐνιαυτοὺς ἐβίω καὶ ἐνενήκοντα, ὀγδοή-- κοντα δὲ βεβασίλευκεν\" εὐτυχῶς μὲν ζήσας καὶ εὐχλεῶς, napa- δνομήσας μέντοι περὶ τὸ γῆρας, ὑπ᾽ ἐρώτων ovx εὐαγῶν ἀλλο- γενέσι πεισϑεὶς γυναιξὶ καὶ τοῖς ἐκείνων ἀκολουϑήσας ϑρησκεύμασι."
      },
      {
        "index": 51,
        "text": "11, Διάδοχον δ᾽ ἔσχε τῆς βασιλείας τὸν υἱὸν “Ῥυβοάμ. C καὶ ὃ λαὸς συνήχϑη πᾶς πρὸς αὐτόν, καὶ ixértvov ἐλαφρῦναι αὐτοῖς τὸν τῆς δουλείας ζυγὸν ὃς παρὰ Σολομῶντος αὐτοῖς ἐπενή-- Ἰθνέχτο, καὶ τοῦ πατρὸς φανῆναι χρηστότερον. ὃ δὲ σχέψασϑαι εἶπε καὶ μετὰ τρεῖς ἡμέρας εἰπεῖν. κχαλέσας οὖν τοὺς γηραιοτέ- ρους τῶν πατρῴων ϑεραπόντων, τέ ἄν ἀποχριϑείη τῷ λαῷ ἐπυν- ϑάνετο\" χἀχεῖνοι διαλεχϑῆναι αὐτοῖς συνεβούλευον ἠπιώτερον μηδ᾽ ὑπερηφάνως xal ὀγκηρῶς. μετὰ δὲ τὴν γερουσίαν τοῖς μειραχί- 15 σχοις, οἵπερ αὐτῷ συνετρέφοντο, τοῦ σχέμματος κεχοινώνηκε, καὶ τὴν τῶν πρεσβυτέρων εἰπὼν συμβουλήν. οἱ δὲ τραχύτερον Ὁ αὐτῷ προσομιλῆσαι τῷ λαῷ συνεβούλευσαν, καὶ τοὺς λόγους ἀνα-- λόγους τῷ τῆς ἀρχῆς ὄγκῳ ποιήσασϑαι καὶ τῷ βασιλικῷ ἀξιώ- ματι. καὶ ὃς τούτοις προσέϑετο, καὶ ἐπεὶ τὸ πλῆϑος αὖϑις συν- 20 εληλύϑει \" εἰ τὸν ζυγὸν ὑμῖν ἐσκλήρυνεν ὃ πατήρ μου ἔφη, “τοῦ- τον αὐτὸς ἐπάξω βαρύτερον\" xai εἰ μάστιξιν ἐχεῖνος ἐχέχρητο"
      },
      {
        "index": 52,
        "text": "x«J9^ ὑμῶν, σχορπίοις ὑμᾶς κολάσω αὐτός\" xal μου τῆς σμι- χρότητος παχυτέρας τῆς ὀσφύος τοῦ πατρὸς πειραϑήσεσϑε.\" τούτων τὸ πλῆϑος ἀκοῦσαν “τίς ἡμῖν μερὶς ἐν Ζαβίδ;\" ἐξεβόη- σαν, x«i ἀποδυσπετήσαντες ἀπήεσαν. πέμψαντος δὲ Ῥοβοὰμ τῶν οἰκείων ἕνα διαλεχϑῆναι αὐτοῖς καὶ πραῦναι, ἔχτειναν ὑπ᾽ ὀργῆς τὸν ὃ ἄνδρα λιϑολευστήσαντεςς. “Ῥοβοὰμ δὲ δείσας εἰς Ἱεροσόλυμα πέ- φέυγε, παραμεινάσης αὐτῷ τῆς Ἰούδα φυλῆς καὶ σὺν αὐτῇ τῆς Βενιαμίτιδος. αἱ δέ γε λοιπαί, ἤδη τοῦ Ἱεροβοὰμ ἐπανελϑόντος ἐκ τῆς «Αϊγύπτου μετὰ τελευτὴν Σολομῶντος, καλέσασαι αὐτὸν WAovro βασιλέα. \"Pofloà δὲ ἡτοιμάζετο μαχέσασϑαι τοῖς Toga- 10 ηλίταις περὶ τῆς βασιλείας καὶ τῷ [Ιεροβοάμ, ἐκωλύϑη δὲ παρὰ τοῦ ϑεοῦ διὰ τοῦ προφήτου Σαμαία."
      },
      {
        "index": 53,
        "text": "Καὶ Ἱεροβοὰμ δείσας μὴ τὸ πλῆϑος εἰς Ἱεροσόλυμα ἀπιὸν καὶ τοῖς ἐκεῖ συναναμιγνύμενον ἐπιστραφῇ πρὸς τὸν πρότερον αὐτοῦ βασιλέα καὶ καταλείψῃ αὐτόν, δύο δαμάλεις εἰργάσατο ἐκ 15"
      },
      {
        "index": 54,
        "text": ".B χρυσοῦ, καὶ ἔϑετο τὴν μὲν ἐν Βαιϑήλ, τὴν δ᾽ ἑτέραν ἐν Zfáv. καὶ ἐκχλησιάσας τὸ πλῆϑος “πανταχοῦ ὃ ϑεός ἐστιν\" εἶπεν, “ὦ ἄνδρες, ἀλλ᾽ οὐ μόνον ἐν Ἱεροσολύμοις. ἰδοῦ οὖν δύο δαμάλεις πεποίηκα εἰς ὄνομα τοῦ ϑεοῦ, καὶ οὐχέτι ὑμῖν ἀνάγκη πορεύεσϑαι εἰς ]εροσόλυμα. ἀπερχόμενοι δ᾽ εἷς αὐτὰς προσκυνεῖτε καὶ ϑύετε\" 90 καὶ ἱερεῖς γὰρ ἔξ ὑμῶν αὐτῶν ἀποδείξω.\" τούτοις ἐξαπατηϑ εἰς ὃ λαὸς τά τε πάτρια παραβέβηκε καὶ παρώργισε τὸν ϑεόν, ὡς καὶ dc αἰχμαλωσίαν παραδοϑῆναι τοῖς ἀλλοφύλοις τὸν ᾿Ισραήλ. περὶ τῆς βασιλείας μαχέσασϑαι τοῖς ἰσραηλίταις À. 13 xai ποιήσας δὲ ἱερεῖς ὃ “Ἱεροβοὰμ καὶ ϑυσιαστήριον, ἑώρτασε\" xal ἀνέϑη αὐτὸς ἐπὶ τὸν βωμὸν καὶ περὶ αὐτὸν οἱ ἱερεῖς. καὶ ἤδη μέλλοντε λέγει κύριος. ϑυσιαστήριον, ἐκ Zlaflió ἔσεταί vic ᾿Ιωσίας καλού-- ὅμενος, ὃς ϑύσει τοὺς ἱερεῖς σου ἐπὶ σὲ καὶ κατακαύσει τὰ ὀστᾶ αὐτῶν. ἕνα δὲ εἴη δῆλον ὡς οἱ λόγοι μου ἀληϑεύοιεν, ἰδοὺ ῥα- γήσεται τὸ ϑυσιαστήριον, καὶ 7 ἐπ᾽ αὐτὸ πιότης χεϑήσεται κατὰ γῆς.\" καὶ αὐτίχα τὸ τε ϑυσιαστήριον διερράγη καὶ ἣ πιότης τῶν ϑυμάτων ἐκκέχυτο. ἐξέτεινε δὲ τὴν χεῖρα “Ἱεροβοάμ, συσχε- Ι0ϑῆναε τὸν προφήτην ἐγκελευόμενος. ἢ δὲ ξηρανϑεῖσα ἀκίνητος ἔμεινε. δεηϑεὶς γοῦν “Ἱεροβοὰμ τοῦ προφήτου, ἔσχεν αὖϑις τὴν χεῖρα κινουμένην καὶ ἐγεργόν. καὶ ἠξίου αὐτὸν συνδειπνῆσαι αὖ- τῷ. ὃ δὲ οὐ κατένευσε, λέγων παρὰ τοῦ ϑεοῦ κωλυϑῆναι ἄρτον φαγεῖν ἢ ὕδωρ πιεῖν ἢ ὑποστρέψαι δι᾽ ἧς δδοῦ εἰς τὴν πόλιν ἐλή- D ιόλυϑε\" καὶ ἀπήει ἑτέραν τραπόμενος. ψευδοπροφήτης δέ τις ἦν ἐν τῇ πόλει ἐκείνῃ, τὸν “Ἰεροβοὰμ ἀπατῶν καὶ πιρὸς χάριν αὐτῷ ὁμιλῶν. οὗτος μαϑὼν ὅσα ὃ τοῦ ϑεοῦ προφήτης καὶ εἴρηκε καὶ πεποίηκε καὶ ὡς ἄπεισι, κατεδίωξεν ὀπίσω αὐτοῦ, καὶ καταλα- βὼν αὐτὸν ἠξίου ἀναστρέψαι καὶ nag! αὐτῷ ξενισϑῆναι. τοῦ δὲ “Ὁ ἀπαναινομένου, ὡς ἀπαγορεύσαντος τοῦ ϑεοῦ, “ἀλλὰ κἀγὼ προ- φήτης eiut\" ὃ πονηρὸς ἐκεῖνος εἶπεν ἀνήρ, “καὶ ἥκω κατ᾽ ivro- ijv τοῦ ϑεοῦ ἐπιστρέψων σε τραπέζης μοι κοινωγήσοντα.\" ἐπί- στευσὲεν ὃ προφήτης τοῖς τοῦ ψευδοπροφήτου λόγοις xal ὑπενό-- στησε. ξενισϑέντε δ᾽ ἐχεῖ τῷ προφήτῃ λόγος ἐγένετο κυρίου, àv9\" ὧν οὐχ ἐτήρησε τὰ ἐνταλϑέντα αὐτῷ ἀναιρεϑήσεσθαι κατὰ. τὴν ὁδὸν παρὰ λέοντος. καὶ ὑποστρέφοντα λέων αὐτὸν ἔκτεινε xai παρακαϑήμενος ἐφύλαττε τὸν νεχρὸν καὶ τὸ ὑποζύγιον. μα-- 5 ϑὼν δὲ τὸ γεγονὸς ὁ ψευδοπροφήτης συνεχόμισε τὸ σῶμα τοῦ τεϑνεῶτος καὶ ἔϑαψε, καὶ τοῖς ἑαυτοῦ παισὶν ἐνετείλατο, τῷ προ-- φήτῃ συγκηδεῦσαι καὶ αὐτοῦ τὸ σῶμα ϑανόντος\" τί τοῦτο μηχανη-- σάμενος; ἵν᾽ ὅτε κατὰ τὴν ἐκείνου προφητείαν κατασχαφῇ τὸ ϑυσιαστήριον, καὶ τῶν ἱερέων καὶ ψευδοπροφητῶν πυρὶ παραδο-- τὸ"
      },
      {
        "index": 55,
        "text": "B ϑῇ τὰ ὀστᾶ, αὐτὸς διαφύγῃ τὴν ὕβριν εἰ τῷ ἀνθρώπῳ τοῦ ϑεοῦ συγκατατεϑῇ."
      },
      {
        "index": 56,
        "text": "19. Ταῦτα μὲν οὖν οὕτως ἐγένετο\" “Ἱεροβοὰμ δὲ τῆς αὐτῆς εἴχετο ἀσεβείας ἢ καὶ ἐπεδίδου xa9^ ἑκάστην παρανομῶν, καὶ χρη-- μάτων τὴν ψευδῆ τῶν ὑψηλῶν ἱερωσύνην παρεῖχε τοῖς ϑέλουσιν 15 wriov. καὶ εἰς ἁμαρτίαν ἡ πρᾶξις αὕτη ἐλογίσϑη αὐτῷ, καὶ tg: ἀφανισμὸν τοῦ οἴκου αὐτοῦ γέγονε καὶ εἷς ὄλεθρον. εἰ δὲ τὸ τὴν ἀνίερον ἐχείνην ἱερωσύνην ἀποδίδοσϑαι χρημάτων ἁμαρτία λελό-- γιστο, τί ἄν τις εἴποι περὶ τῶν πωλούντων καὶ ὠνουμένων τὴν ϑείαν ὄντως ἱερωσύνην, τὴν τῆς φρικτῆς καὶ ἀναιμάκτου ϑυσίας 20 τελεστικήν;"
      },
      {
        "index": 57,
        "text": "Ἐνόσησε δὲ 24 à ὃ υἱὸς Ἱεροβοάμ\" καὶ ἔστειλε τὴν γυναῖκα C αὐτοῦ ὃ βασιλεὺς πρὸς ᾿Ἀχιὰ τὸν προφήτην, εἰ ζήσεται ἐρωτή-- σουσαν. ἡ δὲ ἰδιωτιχὴν μεταμφιασαμένη στολὴν ἀπῆλϑε. καὶ ὃ προφήτης τὸ δρᾶμα γνοὺς “μὴ κρύπτε σαυτήν, γύναι 'Tego- ὁβοάμ\" ἔφη, “᾿ἄπιϑι δὲ καὶ τῷ ἀνδρί σου εἰπὲ ὅτι, ἐπεὶ καταλι- πὼν τὸν ϑεὸν σεαυτῷ ϑεοὺς ἐποίησας χωνευτούς, προσδόκα τήν τε βασιλείαν ἀφαιρεϑήσεσϑαι καὶ αὐτὸς παγγενῆ ἐξολοϑρευϑήσε- σϑαι. ὅτι δέ σοι ἀσεβήσαντι καὶ τὸ πλῆϑος ἐπηκολούϑησεν, οὐδ᾽ W 1 62 ἐχεῖνο μένει ἀτιμώρητον. σὺ δὲ ἀπιϑὲε, γύναι, καὶ ϑανόντα"
      },
      {
        "index": 58,
        "text": "Ιθεὑρήσεις τὸν παῖδά σου, ὃς xal ταφήσεται ϑρηνηϑείς\" μόνος γὰρ ἐξ “Ιεροβοὰμ οὗτος ἦν ἀγαθός.\" ἀπελϑοῦσα δὲ ἡ γυνὴ τὸν D μὲν παῖδα εὗρε θανόντα, τῷ δὲ ἀνδρὶ τὰ παρὰ τοῦ προφή-- του ἀπήγγειλεν. ὃ δ᾽ οὐδὲν ἔξ ἐκείνων ἐβελτιώϑη, τυγχάνων ἀσύνετος."
      },
      {
        "index": 59,
        "text": "15 “Ῥυβοὰμ δὲ τοῦ υἱοῦ ZoAoudrrog βασιλεύοντος ἐν “Ἰερουσα-- λήμ, οἱ παρὰ τοῖς ᾿Ισραηλίταις ἱερεῖς καὶ «ἀευῖται καὶ ὅσοι τοῦ πλήϑους ἦσαν συνιέντες τὸ ἀγαθόν, ἀποστάντες τῶν ἰδίων nó- λέων εἰς “Ιεροσόλυμα παραγίνονται\" κἀντεῦϑεν ἡ βασιλεία τοῦ '᾿Ῥυβοὰμ ηὔξητο. ὃ δὲ καὶ αὐτὸς ἠσέβησεν dg ϑεόν, καὶ πᾶς ὃ"
      },
      {
        "index": 60,
        "text": "30olxg ᾿Ιούδα τῆς τοῦ ϑεοῦ ϑρησκείας χατωλιγώρησε. διὸ καὶ ἀνέβη Σουσακὶμ ὃ βασιλεὺς «Ἰϊγύπτου ἐπὶ “Ἱερουσαλὴμ μετὰ βα- θείας δυνάμεως ἐν ἔτει πέμπτῳ τῆς βασιλείας τοῦ Ροβοάμ. συγ- χλείσας δὲ αὐτὸν Ῥοβοὰμ ἐν τῇ πόλει καὶ τὸν λαόν, ἐδέετο τοῦ"
      },
      {
        "index": 61,
        "text": "ϑεοῦ δοῦναι σωτηρίαν αὐτοῖς, καὶ ἃ ἥμαρτον εἷς ϑεὸν ἐξωμολο- yoUrro. παραχληϑεὶς δὲ ὃ ϑεὸς οὐχ ἀπολέσειν αὐτοὺς ἀλλὰ δώ- σειν εἶπεν ὑποχειρίους τοῖς πολεμίοις. δεξαμένου τοίνυν ἐν τῇ πόλει Ῥοβοὰμ τὸν «Αϊγύπτιον ἐπὶ συνϑήκαις, παρασπονδήσας ἐχεῖ- vog τοὺς TOU ϑεοῦ τε ϑησαυροὺς ἐσύλησε χαὶ τοὺς βασιλικοὺς ὃ ἐξεχένωσε, καὶ τὰ χρυσᾶ ὅπλα ἃ ἐποίησε Σολομὼν καὶ τὰ δόρατα τὰ χρυσᾶ ἃ ὃ Δαβὶδ ἀνέϑετο πάντα ἀφείλετο. ἐτελεύτησε δὲ Β Ῥοβοὰμ ζήσας ἔτη πεντήχοντα χαὶ ἑπτά, ἐξ ὧν ἑπτακαίδεκα βε- βασίλευκε, διάδοχον τὸν υἱὸν καταλιπὼν fiov. καϑ᾽ οὗ ' Itpo- βοὰμ ἐξεστράτευσεν, ἀεὶ καὶ τῷ “Ῥοβοὰμ πολεμῶν. ᾿Αβιοὺ i00 οὐκ ἔπτηξε τὴν ἔφοδον, ἀλλ᾽ ἀντιτάξας αὐτῷ τοὺς οἰκείους, νί- xqνικᾷ περιβόητον, ὡς μηκέτι ϑαρσῆσαι τὸν “Ιεροβοὰμ ἀντι- παρατάξασϑαι. τελευτᾷ δὲ ᾿Αβιοὺ βασιλεύσας ἐν “Ιερουσαλὴμ ἔτη τρία, ποιήσας τὸ πονηρὸν ἐνώπιον κυρίου. χαὶ ἐβασίλευσεν σὰ ὃ υἱὸς αὐτοῦ, τοὺς ϑείους ϑεσμοὺς τηρήσας κατὰ Zfafiól τὸν οἰχεῖον προπάτορα. Τέϑνηκε δὲ καὶ “Ἱεροβοὰμ ἀνύσας ἐν τῇ ἀρχῇ ἔτη δύο καὶ εἴκοσι. καὶ διεδέξατο αὐτὸν Ναβὰτ ὃ υἱὸς αὐτοῦ, κἀκεῖνος àot- C βὴς κατὰ τὸν πατέρα γενόμενος. ὃς πόλιν τῶν ἀλλοφύλων πο- λιορχῶν Γαβαϑών, ἐπεβουλεύϑη παρὰ Βαασὰν υἱοῦ 24yik, χαὶ 30 τέϑνηκε δύο ἄρξας ἐνιαυτούς. Βαυσὰν δὲ τῆς τῶν δέκα φυλῶν βασιλείας ἐγκρατὴς γεγονὼς πᾶν τὸ γένος τοῦ ᾿Ἰεροβοὰμ ἐξωλό- ϑρευσει καὶ οὗτος δὲ ὡς “Ἱεροβοὰμ παρηνόμησε καὶ τὸν λαὸν"
      },
      {
        "index": 62,
        "text": "ὁμοίως πεποίηκεν ἁμαρτεῖν. καὶ ἠπείλησεν αὐτῷ ὃ ϑεὸς διὰ 'Dj) τοῦ προφήτου διαφϑερεῖν τὸν οἶχον αὐτοῦ ὡς τὸν οἶχον “Ιεροβοάμ. τέϑνηκε δὲ καὶ οὗτος, ἐπὶ τὸν ᾿Ισραὴλ βασιλεύσας ἔτη ἐπὶ τέσσαρσιν εἴκοσι. καὶ ᾿Ηλὰ ὃ υἱὸς αὐτοῦ γέγονε τῆς na- δτρικῆς βασιλείας διάδοχος. ὃν Ζαμβρὴ ὁ ἄρχων τῆς ἵππου αὖ- τοῦ μεθύοντα χτείνας ἐπὶ δύο ἐνιαυτοὺς βασιλεύσαντα, τήν τε D βασιλείαν ἀφείλετο καὶ τὸ γένος ἅπαν τοῦ Βαασὰν ἐξωλόϑρευσεν. 7 δὲ τῶν ᾿Ισραηλιτῶν στρατιὰ πολιορχοῦσα τὴν Γαβαϑών, μα ϑοῦσα ὅτι Ζαμβρὴ κτείνας τὸν ᾿Ηλὰ ἐβασίλευσε, τὸν οἰκεῖον Ιϑστρατάρχην Ζαμβρὴν ἐν τῇ παρεμβολῇ ἀνηγόρευσε, καὶ τὴν πό- λιν Θερσὰ. μετ᾽ αὐτοῦ προχαταλαβοῦσα κρατεῖ ταύτης. Ζαμ- βρὴ δὲ ὃ πρότερος εἰς τὸ μυχαίτατον τῶν βασιλείων εἰσδὺς καὶ ἐμπρήσας αὐτό, συνδιέφϑειρεν ἐκείνῳ καὶ ἑαυτόν, ἑπτὰ ἡμέρας τὴν ἀρχὴν κατασχών. εἶτα μερίζεται ὃ λαός, καὶ τὸ μὲν αὐτοῦ τὸν Ζαμβρὴν rotto, τὸ δ᾽ ἕτερον τὸν Θαμνί. ἀλλ᾽ ὕπερι- W IY 68 σχύσαντες οἱ τοῦ Ζαμβρῆ, καὶ ἀνελόντες τὸν Θαμνί, ἀστα- σίαστον τὴν ἀρχὴν τῷ Ζαμβρῇ περιεποιήσαντο. ὃς πρότερον μὲν ἐν Θερσὰ διῆγεν βασιλεύων, ἔπειτα δ᾽ ἐν ]αρεώνῃ τῷ ὄρει, ἐν ᾧ πόλιν ἐδομήσατο ἣ Σαμάρεια κέκληται, αὐτοῦ Σαμαραιὸν τὸ 300pog καλέσαντος εἰς ὄνομα Σεμηρών, ἀφ᾽ οὗ τοῦτο ἐπρίατο\" χεί- ρων τῶν πρὸ αὐτοῦ γεγονώς. χαὶ κατέστρεψε τὴν ζωὴν ἐν Σα- μαρείᾳ, δώδεκα βασιλεύσας ἐνιαυτούς. ἡ δὲ βασιλεία περιῆλϑεν εἰς ᾿ἀχαὰβ τὸν υἱὸν αὐτοῦ. Οἱ μὲν οὖν τῶν ᾿Ισραηλιτῶν βασιλεῖς ἄλλος ἐπ᾿ ἄλλῳ διὰ τὴν παρανομίαν αὐτῶν ἐν ὀλίγῳ χρόνῳ διεφϑάρησαν, ᾿Ασὰ δὲ 0 τῆς “Ἰερουσαλὴμ βασιλεὺς ϑεοφιλὴς ἦν. οὗ τῷ δεκάτῳ τῆς fa-5 B σιλείας ἔτει ὃ βασιλεὺς «ἀἰϑιόπων στρατεύει κατ᾽ αὐτοῦ μετὰ βα- ρείας δυνάμεως. ὃ δὲ τὸν ϑεὸν σύμμαχον ἐπεκέκλητο\" καὶ συμ- πλακεὶς τοῖς «ἀἰϊϑίοψι πολλοὺς μὲν ἀνειλε, τοὺς δὲ λοιποὺς φυγόν- τας ἐδίωξε καὶ τὴν παρεμβολὴν ἐκείνων διήρπασε, καὶ πολλὰ αὐτὸς καὶ ὃ λαὸς ἐχομέσαντο λάφυρα. ἀναζευγνύντι δὲ τῷ faci-10 Ae καὶ τῇ στρατιᾷ ὃ προφήτης ᾿Αζαρίας ὑπαντήσας, τῆς νίκης τὸν ϑεὸν εἶναι αὐτῷ δοτῆρα εἶπε καὶ τῷ λαῷ, δικαιοσύνης ἐπι- μελουμένοις. καὶ μετιοῦσι μὲν ἀρετὴν εὐδαιμονίαν καὶ εἰσέπειτα ἐπηγγείλατο, τῶν δὲ τοῦ ϑεοῦ ἐντολῶν χατολιγωρήσασι πολλὰ συμβήσεσϑαι λυπηρά, σὰ τοίνυν ἐν εὐσεβείᾳ τὴν ζωὴν ἀνύσας 9h C καὶ εἰς γῆρας καταντήσας βαϑὺ τέϑγνηκε, βασιλεύσας ἐνιαυτοὺς ἐφ᾽ ἑνὶ τεσσαράκοντα, ᾿Ιωσαφὰτ οἰκείῳ υἱῷ τὴν ἡγεμονίαν κα- ταλιπών."
      },
      {
        "index": 63,
        "text": "13. ᾿Αχαὰβ δὲ ἐν Σαμαρείᾳ ἐκέκτητο τὰ βασίλεια, τοὺς πρὸ αὐτοῦ παραδραμὼν dc ἀσέβειαν, καὶ ὑπὸ τῆς γυναικὸς ᾽1ε- 9 ζάβελ μᾶλλον εἷς κακίαν προβιβασϑείς, ἣ τοῦ βασιλέως μὲν Τύ- ρου xal Σιδῶνος ϑυγάτηρ ἦν, ἰταμὸν δὲ καὶ τολμηρὸν γύναιον. αὕτη ναὸν τῷ οἰκείῳ ϑεῷ τῷ Βὴλ ἐδομήσατο καὶ ἄλσος ἐφύτευσε"
      },
      {
        "index": 64,
        "text": "xai ἱερεῖς αὐτῷ xal ψευδοπροφήτας κατέστησεν. ᾿Ηλιοὺ δὲ ὃ προφήτης ἐκ πόλεως Θέσβης, ζηλώσας ἐπὶ ταῖς ἀσεβείαις τοῦ βα- σιλέως καὶ τοῦ λαοῦ, εἶπε πρὸς “χαάβ “ ζῇ κύριος εἰ ἔσται ὑετὸς εἰ μὴ διὰ λόγου μου.\" καὶ ταῦτα εἰπὼν ἀπῆλϑεν ἐν τῷ χειμάρ- p δρῳ Χορὰϑ᾽ κατ᾽ ἐντολὴν τοῦ ϑεοῦ\" ἔνϑα παρὰ κοράκων ἐτρέφετο ἄρτους αὐτῷ κομιζόντων πρωΐ καὶ κρέας τὸ δειλινόν, τὴν δὲ πό-- σιν αὐτῷ ἐχορήγει ὃ χείμαρρος. οὗ ξηρανϑένος εἰς Σαρεφϑὰ πόλιν οὖσαν μεταξὺ Σιδῶνος καὶ Τύρου τῷ ϑεῷ πειϑόμενος ἄπεισι. καὶ πρὸ τῆς πόλεως γυναιχί voi ἐντυχών, ὕδωρ αὐτῷ loxouícat ἱκέτευεν. ὡς δ᾽ ἐπορεύετο ἡ γυνή, καὶ ἄρτον αὐτῷ ἐνεγχεῖν ἠξίου. ἡ δὲ μιᾶς δρακὸς ἀλεύρου ἐξώμνυτο εὐπορεῖν καὶ βραχυτάτου ἐλαίου, καὶ συλλέξασα ξυλάρια ἀπιέναι ποιήσουσα μικρὰν τροφὴν ἑαυτῇ καὶ τοῖς παισίν, ἧς ἐκλιπούσης καὶ αὐτοὺς λεμῷ ἐκλιπεῖν. ὃ δὲ προφήτης ϑαρρεῖν αὐτῇ ἐγχελεύεται\" μηδὲ P 91 I$ γὰρ ἐκλείψειν ἄλευρον ἐκ τοῦ ἀγγείου τοῦ τοῦτο φέροντος, μηδ᾽ (aov. ἐκ τῆς ληκύϑου, ἕως γένηται ὕετός. ἡ δὲ πορευϑεῖσα τόν’ τε προφήτην παρ᾽ αὐτῇ ξενισϑέντα καὶ ἑαυτὴν καὶ τὰ τέκνα ἐκ τοῦ βραχίστου ἐκείνου ἀλεύρου ἔτρεφεν ἕως ὃ λιμὸς παρελήλυϑε. γοσήσαντος δὲ τοῦ υἱοῦ τῆς γυναικὸς ταύτης καὶ θανόντος, ἐβλα- δθσφήμει κατὰ τοῦ προφήτου ἐκείνη. ὃ δὲ δοθῆναι αὐτῷ τὸ Tt- ϑνηχὸς παιδίον ἤτησε. καὶ λαβὼν dg τὸ ὑπερῷον ἔνϑα ᾧχει ἀνή-- vtyxe xal ἔϑετο ἐπὶ τῆς κλίνης αὐτοῦ\" καὶ τὸν ϑεὸν ἱκετείσας τρισ- σάκις ἐνεφύσησε τῷ νεκρῷ, καὶ ἀνέζησε. καὶ ἔδωκε τὸν παῖδα ζῶντα"
      },
      {
        "index": 65,
        "text": "B τῇ γειναμένῃ\" ἢ δ᾽ ηὐχαρίστει. καὶ μετὰ ταῦτα ἐνετείλατο τῷ Ἡλιοὺ ὃ ϑεὸς πορευϑῆναι καὶ προειπεῖν ᾿Δχαὰβ ὡς ἔσται ὑετός. ὃ δὲ λιμὸς ἐπὶ Σαμάρειαν καὶ τὴν χώραν ἅπασαν χεχραταίωτο. Myakf δὲ τὸν οἰχονόμον αὐτοῦ ᾿Αβδιοὺ ἄνδρα χρηστὸν παραλα- βὼν ἀπήει εἰ εὕροι τοῖς ἵπποις χλόν. καὶ ὃ μὲν ἄλλην ἀπήειϑ δόόν, ἑτέραν δὲ ᾿Αβδιού, ἐρευνῶντες ποῦ ἂν εὕροιεν χορτὸν ἐν πηγαῖς ἢ χειμάρροις. συναντᾷ τοίνυν τῷ “Αβδιοὺ ὃ ᾿Ηλίας καὶ ἤτει τῷ βασιλεῖ μηνύειν αὐτόν. ὁ δὲ καὶ μάλα ζητεῖσϑαι παρὰ τοῦ ᾿χαὰβ ἔλεγεν αὐτόν, ἵνα ἀνέλοι εἰ εὕροι, καὶ κρύπτεσϑαι συνεβούλευεν, ἔλεγέ τε xal αὐτὸς ἑκατὸν προφήτας χρύπτειν καὶ 10 C τρέφειν καὶ σώζειν οὕτω, τοὺς ἄλλους πάντας τῆς ᾿Ιεζάβελ, ἀνῃ- ρηκυίας. ὃ δὲ ὥμοσε κατ᾽ ἐκείνην ὀφϑήσεσϑαι τὴν ἡμέραν τῷ \"dyaáf. ἀπῆλϑεν οὖν ᾿Αβδιοὺ καὶ ἀπήγγειλε περὶ τοῦ ᾿Ηλία τῷ βασιλεῖ. καὶ ἰδὼν τὸν προφήτην ἐχεῖνος, εἰ αὐτός ἐστιν, ἤρετο, ὃ διαστρέφων τὸν ᾿Ισραήλ. ᾿Ηλίας δέ “᾿ σὺ μᾶλλον\" εἶπε “καὶ ὃ 15 οἶκος τοῦ πατρός σου διαστρέφετε τὸν λαύν, καταλιπόντες τὸν κύριον καὶ ψευδεῖς τιμῶντες ϑεούς. ἀλλ᾽ ἄϑροισον εἰς τὸ Καρ- μήλιον τὸν λαὸν καὶ τοὺς σοὺς προφήτας καὶ τοὺς τῆς γυναικός.\" πάντων δὲ συνελϑόντων εἶπεν ᾿Ηλίας ὡς “᾿ἐγὼ μόνος ὑπολέλειμμαι τοῦ ϑεοῦ προφήτης, οἱ δὲ ψευδοπροφῆται σφόδρα πολλοί. δότε οὖν 0t μόνῳ βοῦν, καὶ αὐτοῖς ἅπασιν ἕτερον, καὶ ϑύσαντες D τοὺς βόας ἐπιϑῶμεν ξύλοις τὰ ϑύματα, πῦρ δέ γε μὴ ἐπενέγχω-- μεν\" καὶ ἕκαστος ἐπικαλείσϑω τὸν οἰκεῖον ϑεόν, καὶ ὑφ᾽ ov ἂν αὐτόματον πῦρ ἐκλάμψῃ xol κατακαύσῃ τὰ ξύλα Tt xol τὰ 9v- ματα, ἐκεῖνος λογιζέσθω ϑεὸς ἀληϑής.\" ἐπήνεσε τὸ πλῆϑος τοὺς λόγους, καὶ ἐποίησαν οὕτως οἱ ἱερεῖς τῆς αἰσχύνης, καὶ 9U- σαντὲς τὸν μόσχον καὶ ἐπιϑέντες Ἑύλοις ἄνευ πυρός, ἐπεκαλοῦντο 510vΒάαλ πρωΐϑεν εἷς μεσημβρίαν. μυκτηρίζων δὲ αὐτοὺς ὃ προφήτης μέγα βοᾶν αὐτοῖς συνεβούλευε, μή ποτε καϑεύδῃ αὐτοῖς ὃ ϑεὸς ἤ τις ἀσχολία αὐτῷ ἐστίν. ὡς δ᾽ οὐδὲν ἐκείνοις δεομένοις πολλὰ ἐπεραίνετο, ὃ προφήτης δώδεχα λίϑους λαβὼν xa9? éxdo- τὴν φυλήν, φκοδόμησε ϑυσιαστήριον, ὥρυξε δεξαμενήν, ἐστοί- P ] 92 Ιϑβασε τὰς σχίδακας ἐπὶ τοῦ βωμοῦ, καὶ αὐταῖς τὰ ἱερεῖα ἔπενεγ-- χὼν ὕδωρ ἐπιχεϑῆναι τῷ ϑυσιαστηρίῳ ἐκέλευσεν, ὥστε καὶ τὴν δεξαμενὴν πληρωθῆναι. καὶ ἐπὶ τούτοις ἐπεκαλέσατο τὸν ϑεόν, χαὶ πῦρ οὐρανόϑεν ἐπὶ τὸν βωμὸν κατενήνεκτο πάντων δρώντων, xai τὴν ϑυσίαν καὶ τὰ ξύλα καὶ τοὺς λίϑους κατέφαγε, τὸ ὕδωρ ὅτε καὶ τὸν χοῦν. ὃ λαὸς δ᾽ ἐχπλαγεὶς ἔπεσεν ἐπὶ τὴν γῆν, ἕνα ϑεὸν ἀληθῆ τε καὶ μέγαν δμολογοῦντες. καὶ συλλαβόντες τοὺς ψευδοπροφήτας ἀπέχτειναν τοῦ προφήτου χελεύσαντος. εἶπε δὲ τῷ βασιλεῖ ὡς ὕσει μετὰ μικρὸν ὃ ϑεός, καὶ γέγονε κατὰ τὴν πρόρρησιν αὐτοῦ ῥαγδαῖος ὄμβρος. ἀπειλησάσης δὲ τῆς ᾿Ιεζά--"
      },
      {
        "index": 66,
        "text": "2080. ἀνελεῖν τὸν ᾿Ηλίαν, φοβηϑεὶς ὃ προφήτης ἔφυγεν, xal dv τῇ ἐρήμῳ γενόμενος ἀϑυμῶν ἀποθανεῖν ἱκέτευε τὸν ϑεόν. χοι- μηϑεὶς δὲ διυπνίσϑη παρά τινος ἀναστῆναι καὶ φαγεῖν αὐτῷ ἐπι- τρέποντος. ὅρᾷ δὲ καὶ ὀλυρίτην ἄρτον ἐκεῖ καὶ ὕδωρ. καὶ φα- γὼν ἐκοιμήϑη πάλιν, καὶ αὖϑις ὃ ἄγγελος φαγεῖν αὐτῷ ἐγκελεύ- εται, ὡς πολλῆς αὐτῷ προχειμένης 00oU. καὶ πάλιν δὲ φαγὼν καὶ ἐνισχύσας ἐκ τῆς τροφῆς ἐκείνης, ἐπορεύϑη ἡμέρας τεσσαρά- χοντα. καὶ γενόμενος ἐν τῷ ὄρει Χωρήβ, εἰσῆλϑεν εἰς σπήλαιον, καὶ φωνῆς ἤκουσε “τί παραγέγονας ἐνταῦϑα;\" ὃ δὲ ἔφη “ὅτι Un-5 C λώσας ἔχτεινα τοὺς προφήτας τῆς ᾿]εζάβελ, ἡ δὲ ζητεῖ μὲ κτα- γεῖν.\" ὃ δὲ χρηματίζων εἶπεν αὖϑις αὐτῷ “ἔξελϑε αὔριον καὶ στῆϑι ἐνώπιον κυρίου.\" καὶ ἐποίησεν οὕτως, καὶ αἰσϑάνεται πνεύματός τε καὶ συσσεισμοῦ, καὶ δρᾷ καιόμενον πῦρ. εἶτα λεπτῆς αὔρας γενομένης, ἀχούει φωνῆς ἐχεῖϑεν ἀναστρέψαι xt-10 λευούσης αὐτῷ καὶ χρῖσαι βασιλέα τῆς Συρίας τὸν ᾿Δζαήλ, καὶ τὸν ᾿Ιηοὺ βασιλέα τῷ ᾿Ισραήλ, καὶ τὸν ᾿Ἐλισσαιὲ εἰς προφήτην &v9' ἑαυτοῦ, οἱ τοὺς ἀσεβεῖς ὀλοϑρεύσουσιν. ὑποστρέψας δὲ Ἠλίας ὡς ἐκελεύσϑη, εὗρε τὸν ᾿Ελισσαῖον ἀροτριοῦντα, καὶ ἐπέρ- D ρίψεν αὐτῷ τὴν μηλωτὴν αὐτοῦ. ὃ δὲ καταλιπὼν πάντα ἤχο- 15 λούϑησεν αὐτῷ προφητεύειν ἀξιωϑ είς."
      },
      {
        "index": 67,
        "text": "14, “ἀμπελῶνα δὲ πλησίον τῶν ἀγρῶν τοῦ βασιλέως Ay adf κεχτημένος ὃ Ναβουϑαὶ ἠξιοῦτο πωλῆσαι αὐτὸν τῷ βασιλεῖ ἢ ἀν- ταλλάξαι\" ὃ δὲ οὐκ ἐπείϑετο. καὶ ὃ βασιλεὺς διὰ τοῦτο λελύ- πητο. μαϑοῦσα δὲ Ἰεζάβελ, τῆς λύπης τὸ αἴτιον, γραφὴν ἐποιή-30 σατο ὡς ἐξ ᾿“χαὰβ πρὸς τοὺς προέχοντας τῆς χώρας ἐν fj κατῴκει ὃ Ναβουϑαί, ἐγκελευομένην αὐτοῖς κατηγορῆσαι τοῦ ἀνδρὸς ὡς"
      },
      {
        "index": 68,
        "text": "12 et 14 ἐλισαιὲ et ἐλισαῖον À, item in sequentibus. 21 πρὸς βλασφημήσαντος κατὰ τοῦ ϑεοῦ καὶ τοῦ βασιλέως, καί τινας παρασχευάσαι καταμαρτυρῆσαι αὐτοῦ, καὶ καταλιϑάσαι αὐτόν. ταύτην τὴν γραφὴν τῇ σφραγῖδι τοῦ βασιλέως ἐπισημηναμένη ἔστειλε πρὸς τοὺς ἄνδρας. κἀκείνων ποιησάντων ὡς ἐνετάλϑησαν, 60 μὲν Ναβουϑαὶ κατελεύσϑη καὶ τέϑνηκεν, ἢ δ᾽ ᾿ΙΤεζάβελ κληρο- γομῆσαι τὸν ἀμπελῶνα τοῦ Ναβουθαὶ τῷ ᾿“χαὰβ ἐνετέλλετο, ϑανόντος ἐκείνους ὃ δὲ ἐλυπήϑη διὰ τὸν φόνον, τὸν ἀμπελῶνα δὲ φκειώσατο. καὶ ᾿Ηλίας κελεύσαντος τοῦ ϑεοῦ ἀπήει πρὸς ᾿Αχαὰβ λέγων “ὅτι ἐφόνευσας τὸν Naffov9al διὰ τὸ σχεῖν τὸν Ιϑἀμπελῶνα αὐτοῦ, διὰ τοῦτο τάδε λέγει κύριος. ἔνϑα οἱ κύνες τὸ ἐκείνου ἔλειξαν αἷμα, ἐκεῖ καὶ τὸ σὸν αἷμα καὶ τὸ τῆς γυναι- κός σου λείξουσι, καὶ αἱ πόρναι λούσονται ἐν τῷ αἵματί σου, καὶ ἅπαν τὸ γένος cov ἐξολοϑρευϑήσεται.\" ᾿Α«Ἰχαὰβ δ᾽ ἐπὶ τούτοις κατανυγεὶς ἔκλαυσε καὶ σάκχον περιεβάλλετο καὶ ἐνήστευσεν ἐπὶ roig πεπραγμένοις μεταμελόμενος. καὶ ὃ ϑεὸς διὰ τὴν μετάνοιαν αὐτοῦ μὴ ἐπάξειν αὐτῷ τὰ ἠπειλημένα ἐδήλωσε τῷ προφήτῃ, ἀλλ᾽ ἐν ταῖς ἡμέραις τοῦ παιδὸς αὐτοῦ ταῦτα τελέσειν. 'O δὲ τοῦ \"“4δὲρ υἱὸς βασιλεὺς Συρίας ἐστράτευσεν ἐπὶ Σαμάρειαν μετὰ βαρείας δυνάμεως καὶ συμμάχων πολλῶν. καὶ δ πολιορχῶν αὐτὴν ἔπεμψε πρὸς ᾽᾿“χαὰβ λέγων ὅτι “ὃ πλοῦτός σου καὶ αἱ γυναῖκές σου καὶ τὰ τέχνα σου ἐμά ἐστι\" λήψομαι γὰρ πολέμῳ αὐτά. ἂν δ᾽ ὅσα βούλωμαι παραχωρήσῃς μοι λήψε- σϑαι, λύσω τὴν πολιορκίαν xal ἀπελεύσομαι.\" ᾿«“Τχαὰβ δέ"
      },
      {
        "index": 69,
        "text": "\"xàyu\" ἔφη “καὶ οἱ ἐμοὶ πάντες σοί ἐσμεν.\" καὶ συναϑροίσας τοὺς πρεσβυτέρους τῆς γῆς, ὅσα πρὸς αὐτὸν διεπέμψατο ὃ πολέ- μιος ἀνεδίδαξες. τὸ δὲ πλῆϑος μὴ πεισϑῆναι αὐτῷ συνεβού- C λευσεν. ὃ δὲ τοῖς πρέσβεσι τῶν πολεμίων εἶπε, μὴ δύνασϑαι ποιῆσαι τὸ ἀπαιτούμενον. τοῦτο ἀγγελϑὲν τῷ βασιλεῖ τῆς Zv-5 ρίας εἰς ὀργὴν ἐκεῖνον ἐκίνησε, καὶ χάρακα βαλεῖν περὶ τὴν πόλιν καὶ χώματα ἐγειρεῖν ἐκέλευσε. προφήτου δέ τινος τῷ ᾿“χαὰβ φήσαντος, παραδιδόναι τὸν ϑεὸν τοὺς πολεμίους αὐτῷ μετὰ τῶν παιδαρίων τῶν ἡγεμόνων ἐπιόντι αὐτοῖς, ἠρίϑμησε τὰ παιδάρια, καὶ εὗρε διακόσια τριάκοντα δύο. τῶν δὲ πολεμίων εὐωχουμένων! 10 xal μεϑυόντων κατὰ μεσημβρίαν ἐξῆλθεν ὃ ᾿“χαὰβ παραλαβὼν τὰ παιδάρια. ὃ βασιλεὺς δὲ Συρίας ἰδὼν αὐτούς, δεδεμένους τοὺς προσιόντας παραστῆσαι αὐτῷ τισὶ τῶν οἰκείων προσέταξεν. D οἱ δὲ παῖδες τοῖς ἐπιοῦσι προσμίξαντες πολλοὺς ἀνεῖλον. ἑπομένη δὲ ὄπισϑεν τῶν παίδων 7 πᾶσα δύναμις Ἰσραήλ, ἐξαίφνης κατὰ 15 τῶν Σύρων ὁρμήσασα, εἰς φυγὴν αὐτοὺς ἔτρεψεν, ὡς καὶ τὸν βασιλέα σφῶν μόλις φυγόντα σωϑῆναι. καὶ ἀναστρέψας ἐκ τῆς διώξεως \"Ayaàfl τὸ στρατόπεδον τῶν πολεμίων διήρπασε, καὶ ἐπανῆλϑε πρὸς τὴν Σαμάρειαν. ὃ δὲ προφήτης αὖϑις τοῦ Σύρου αὐτῷ προεῖπεν ἐπέλευσιν. ἤδη δὲ ἐπιστάντος τοῦ ἔαρος ἐπεστρά- 90 τευσεὲν αὖϑις ὃ Σύρος κατὰ τοῦ Ἰσραήλ, καὶ ἐν πεδίῳ ἐσκήνωσεν. εἶπον γὰρ αὐτῷ οἱ περὶ αὐτόν, ἐν ὄρεσι τὸν ϑεὸν τῶν “Εβραίων τὴν δύναμιν ἔχειν, οὗ μέντοι καὶ ἐν κοιλάσι. τοῦ δὲ προφήτου νίχην ἐπαγγελλομένου τῷ ? Ayadf, ἵνα (φησί) xai ἐν χοιλάσι τὴν ἰσχὺν ἐπιδείξηται ὃ ϑεός, τὰς μὲν ἄλλας ἡμέρας ἡσύχαζον τὰ στρατόπεδα, τῇ δ᾽ ἑβδόμῃ μάχης συγκροτηϑείσης φεύγουσιν οἱ Σύροι\" καὶ ᾿“χαὰβ ἐδίωκε καὶ ἀνήρει αὐτούς. πολλοὶ δὲ δπερισωϑέντες εἷς \"Mgexxa τὴν πόλιν, ἐκεῖ διεφϑάρησαν τοῦ τεί- χους ἐπιπεσόντος αὐτοῖς. ὃ δὲ τοῦ \"“δερ υἱὸς μετά τινων ὃδλί- γων φυγὼν ἐκρύβη. οἱ δὲ περὶ ἐκεῖνον σάχχκους ἐνδύντες καὶ σχοίνους ταῖς κεφαλαῖς περιδήσαντες προσῆλθον τῷ \" Aya, καὶ σώζειν τὸν ἑαυτῶν ἱκέτευον χύριον\" ὃ δὲ χατένευσε. κἀκεῖνοι Ἰϑπροσήγαγον τὸν ἀρχηγὸν ἑαυτῶν ἐφ᾽ ἅρματι ὀχουμένῳ τῷ ᾿“χαάβ. ὃ δὲ ἐπὶ τὸ ἅρμα λαμβάνει αὐτὸν καὶ ἀσπάζεταε καὶ ϑαρρεῖν"
      },
      {
        "index": 70,
        "text": "ἐγκελεύεται. εἶτα ἐπὶ συνθήκαις ἀφῆκεν αὐτὸν ἀπελϑεῖν, πολλὰ Β δωρησάμενος. ὃ προφήτης δὲ ΤΠιχαίας τινὰ τῶν ὁμοφύλων ἠξίου πατάξαι αὐτὸν κατὰ κεφαλῆς. τοῦ δὲ μὴ πειϑομένου, ὑπὸ λέον-- ἴότος αὐτὸν παταχϑῆναι προέφη\" καὶ γέγονεν εἰς ἔργον 5 πρόρ- ρῆσις. εἶϑ᾽ ἑτέρῳ τὴν αὐτὴν προσῆγεν ἀξίωσιν\" πλήξαντος δ᾽ ἐκείνου, καταδησάμενος τὴν χεφαλὴν προσῆλϑε τῷ ᾿«“χαάβ, λέγων ἐπὶ φυλακῇ παραλαβεῖν παρὰ τοῦ ταξιάρχου αἰχμάλωτον, φυγόντος δ᾽ ἐκείνου τὸν ταξίαρχον ζητεῖν αὐτὸν ἀνελεῖν. ὡς δὲ 0 δίκαιον εἶναι τοῦτο εἶπεν ὃ ᾿Αχαάβ, λύσας ἐκεῖνος τὴν κεφαλὴν ἐπεγνώσθη ὡς ὃ προφήτης Πιχαίας ἦν. καὶ ἔφη τῷ \"yaf"
      },
      {
        "index": 71,
        "text": "“ἐπεὶ τὸν βασιλέα Συρίας ἄνδρα ὀλέθριον ἀτιμώρητον ἀφῆκας, C αὐτὸς ἀντ᾽ ἐκείνου ἀποθανῇ, καὶ ὃ σὸς λαὸς ἀντὶ τοῦ λαοῦ"
      },
      {
        "index": 72,
        "text": "ἐκείνου.\" ἐλυπήϑη τούτων ἀκούσας 0\" Myadf. ἐπὶ δὲ τριετίαν εἰρήνην ἀγαγών, εἶτα βουληϑεὶς τὴν πόλιν 'Psuuà9 ὡς αὐτῷ διαφέρουσαν ἀφελέσϑαι τῶν Σύρων, ἠξίου καὶ τὸν βασιλέα τῆς “ερουσαλὴμ τὸν Ἰωσαφὰτ συνεκστρατεῦσαι αὐτῷ. κἀκεῖνος κατέ- γευσε, xal συνεβούλευεν ἐρωτῆσαι τὸν ϑεὸν διὰ τοῦ προφήτου, 5 εἰ εὐδοκεῖ. ᾿Αἰχαὰβ δὲ τοὺς ἑαυτοῦ προφήτας συγκαλεσάμενος, & πορεύσεται πρὸς πόλεμον ἤρετο. τῶν δὲ νίχην ἐπαγγελλομένων D ὃ βασιλεὺς Ἰωσαφὰτ προφήτην ἐζήτησε τοῦ κυρίου. ᾿Αἰχαὰβ δὲ εἶναι μὲν ἔφη, προσωχϑικέναι δ᾽ ἐκείνῳ, κακὰ προαγορεύοντι. καὶ ὃ Ἰωσαφὰτ χληϑῆναι αὐτὸν ἠξίου. κληϑέντα δὲ τὸν ΤΠιχαίαν 10 ἠρώτα ὃ ^ yaf εἰ μαχήσεται ἢ μή. ὃ δέ “ἑώρακα τὸν Ἰσραήλ\" ἔφη “διεσπαρμένον ἐν τοῖς ὄρεσιν ὡς ποίμνιον ἀποίμαντον. ὃ δὲ κύριος εἶπέ μοι, τοὺς μὲν σωϑήσεσϑαι καὶ ἀναστρέψαι, σὲ δὲ μόνον πεσεῖσϑαι ἐν ῬΡεμμάϑ.\" ταῦτα τοῦ IMuyalov εἰπόντος ὃ ᾿Αχαὰβ πρὸς Ἰωσαφὰτ ἔφη “οὐκ εἶπόν σοι ὡς κακά μοι ἀεὶ 15 προφητεύει;\" Σεδεκίας δέ τις τῶν ψευδοπροφητῶν ἐρράπισε τὴν σιαγόνα Πιχαίου. ὃ δὲ ἔφη αὐτῷ “μετ᾽ ὀλίγον ταμεῖον ἐκ ταμείου ἀμείψεις κρυπτόμενος.\" ὃ δὲ βασιλεὺς ᾿“Ιχαὰβ xa9up- χϑῆναι αὐτὸν καὶ φυλάττεσθαι μέχρις ἂν αὐτὸς ὑποστρέψῃ προσέταξε. καὶ ὃ ἸΜιχαίας “᾿ἐὰν ὑποστρέψῃς ἐν εἰρήνῃ σύ\" Ὧ εἶπεν, “οὐκ ἐλάλησεν ἐν ἐμοὶ χύριος.\" ἤδη δὲ πορευϑέντων τῶν βασιλέων, καὶ ὃ τῶν Σύρων βασιλεὺς αὐτοῖς ἀντιπαρετάξατο, ἐντειλάμενος τοῖς στρατιώταις αὐτοῦ μηδενὶ πολεμεῖν τῶν ἄλλων, εἰ μὴ μόνῳ τῷ 'Ayadf. ὃ dé τὴν βασιλικὴν ἀμείψας στολήν, ἰδιωτιχὴν ἐνεδύσατο. ἰδόντες δὲ οἱ τῶν Σύρων στρατάρχαι τὸν Ἰωσαφὰτ κεκοσμημένον βασιλικῶς, φήϑησαν εἶναι τὸν ᾿ΑΑχαὰβ καὶ ἐκύχλωσαν αὐτόν. ὡς δ᾽ ἔγνωσαν μὴ ὄντα τὸν βασιλέα τοῦ δ᾽Ἰσραήλ, ἀνεχώρησαν. εἷς δέ τις τὸ τόξον ἐντείνας βάλλει τὸν ᾿Αχαάβ. γνοὺς δὲ καιρίως πληγῆναι, τῷ ἡνιόχῳ ἐκέλευσε τὸ ἅρμα τῆς μάχης ἐξαγαγεῖν\" xal περὶ δύσιν ἡλίου ἐξέλιπε. xoi B οἱ μὲν Σύροι γνόντες τεθνηκότα τὸν ᾿“χαὰβ ἀπῆλθον πρὸς W 1 61 ἑαυτούς, ὃ δὲ τὸῦὔ βασιλέως νεχρὸς κομισϑεὶς εἰς Σαμάρειαν"
      },
      {
        "index": 73,
        "text": "ἰυϑάπτεται. τὸ δὲ ἅρμα καϑῃμαγμένον τῷ φόνῳ τοῦ βασιλέως ἀπέκρυψαν ἐν τῇ κρήνῃ τῆς Σαμαρείας, καὶ οἵ τε κύνες τὸ αἷμα ἔλειξαν, αἵ τε πόρναι ἐπὶ τῇ κρήνῃ ἐλούοντο, ὡς ᾿Ηλίας πρυεί- ρηκεν. ἀπέϑανε δὲ ᾿“χαὰβ ónov ὃ Πιχαίας προηγόρευσε, τὸν ὄλεθρον μὴ φυγὼν καίτοι προρρηϑέντα αὐτῷ, βασιλεύσας ἔτη δύο καὶ εἴκοσι. τὴν δὲ βασιλείαν ὃ παῖς αὐτοῦ Ὀχοζίας μετ᾽ ἐχεῖνον παρέλαβεν."
      },
      {
        "index": 74,
        "text": "15. ᾿Ιωσαφὰτ δὲ τῷ βασιλεῖ “Ἱερουσαλὴμ ἀπὸ τῆς πρὸς ᾿Αχαὰβ συμμαχίας ἐπανελθόντι ᾿]ηοὺ ὃ προφήτης ἐπενεκάλει ὅτι ἀνθρώπῳ συνεμάχησεν ἀσεβεῖ\" ῥυσθῆναι δ᾽ αὐτὸν ἔλεγε παρὰ"
      },
      {
        "index": 75,
        "text": "ϑεοῦ, καίτοι τῷ ἔργῳ αὐτοῦ προσοχϑίσαντος. ὃ δὲ βασι- λεὺς ηὐχαρίστει. εἶτα τὴν ὑπ᾽ αὐτὸν περιερχόμενος χώραν, τοὺς γύόμους τηρεῖν ἐνετέλλετο, xol χριτὰς πανταχοῦ καταστήσας δι- καίως χρίνειν προσέταττε. ἸΪωαβιτῶν δὲ καὶ ᾿“μμανιτῶν προσ- λαβομένων καὶ \" dMoaflag ἐπελϑόντων αὐτῷ, ἐπεχαλεῖτο τὸν ϑεὸν εἰς βοήϑειαν. προφήτης δέ τις ὑπερμαχῆσαι αὐτοῦ τὸν ϑεὸν εἶπε, καὶ κελεύει ἐξαγαγεῖν μὲν τὴν στρατιάν, μὴ συμμῖξαι μέντοι 8"
      },
      {
        "index": 76,
        "text": "D τοῖς πολεμίοις, ἑστῶτας δ᾽ δρᾶν τὴν ϑεόϑεν ἐπικουρίαν. ἕωϑεν δ᾽ ἐξελϑὼν μετὰ τῆς στρατιᾶς ὃ βασιλεὺς τῇ μὲν ἵστασϑαι ἐνε-- τέλλετο, τοὺς ἱερεῖς δὲ προεστάναι τοῦ στρατεύματος μετὰ τῶν σαλπίγγων, καὶ τοὺς ““ευίτας καὶ τοὺς ὑμνῳδοὺς ἄδειν εὔχαρι- στήριον τῷ ϑεῷ. οἱ δὲ πολέμιοι κατ᾽ ἀλλήλων κινηϑέντες ἀλλή- 1 λους ἀπέκτεινον ὡς μηδένα σωθῆναι. ᾿Ιωσαφὰτ δὲ εἰς διαρπα- γὴν ἀφῆκε τῇ στρατιᾷ τὴν τῶν ἐναντίων παρεμβολήν. ἐντεῦϑεν ὡς τὸ ϑεῖον ἔχοντα σύμμαχον δείσαντες αὐτὸν οἱ ἀλλόφυλοι ἠρέμουν."
      },
      {
        "index": 77,
        "text": "Ὀχοζίας δὲ ὃ τῶν ᾿Ἰσραηλιτῶν βασιλεὺς τοῖς ἑαυτοῦ γονεῦ- 15 σιν εἷς πονηρίαν ὡμοίωτο. περὶ δὲ τὸ δεύτερον ἔτος τῆς βασι- λείας αὐτοῦ ἐπέσχον oí IMoaffitas τοὺς φόρους οὖς εἰσέφερον τῷ"
      },
      {
        "index": 78,
        "text": "P πατρὶ αὐτοῦ. νοσήσας δὲ πρὸς τὴν ᾿“χκκαρῶν ϑεόν, lMviav ὠνομασμένην, ἔπεμψεν ἐρωτῶν εἰ ἀναρρωσϑήσεται. ᾿Ηλίας δὲ τοῖς ἐσταλμένοις ὑπαντήσας ἀναστρέφειν ἐκέλευε xol λέγειν τῷ 30 πέμψαντι πρὸς τὸν τῶν ἀλλοφύλων ϑεὸν ὡς τῷ ᾿Ισραὴλ μὴ ὄντος ϑεοῦ, ὅτι ἐκ τῆς κλίνης οὐκ ἀναστήσεται. xal οἱ ἄνδρες ἐπανελ- ϑόντες εἶπον ἃ ἤχουσαν, Ὀχοζίας δὲ τίς ὃ ταῦτα εἰρηκὼς εἴη"
      },
      {
        "index": 79,
        "text": "ἠρώτα. τῶν δὲ μὴ εἰδέναι φησάντων, τὸ εἶδος τοῦ ἀνδρὸς ἐκεί- vov λέγειν ἀπήτει αὐτούς. εἰπόντων δὲ δασὺν εἶναι καὶ ζώνην δερματίνην περιεζῶσϑαι, συνῆκεν ὡς Ἤλίας ἦν. καὶ πέμψας πεντηχόνταρχον σὺν τοῖς ὕπ᾽ αὐτόν, ἀχϑῆναι τὸν προφήτην ἐκέ- B ϑλευσε. καὶ ὃ σταλεὶς ἐπὶ τῆς κορυφῆς τοῦ ὄρους εὑρὼν αὐτὸν ἥκειν ἐχέλευε πρὸς τὸν βασιλέα. εὐξαμένου δὲ ᾿Ηλιού, πῦρ οὐρανόϑεν ῥυὲν διέφϑειρε τὸν πεντηκόνταρχον καὶ τοὺς σὺν αὐτῷ. καὶ ὃ βασιλεὺς ἕτερον ἔστειλε πεντηκόνταρχον μετὰ τῶν πεντή- κοντα\" κἀκείνους ὁμοίως πῦρ οὐράνιον ἐδαπάνησε. καὶ αὖϑις lozoéroc ἐπέμφϑη ταξίαρχος σὺν τοῖς ὑπ᾽ αὐτόν. ὃς ἐπὶ τὸν προ- φήτην ἐλϑών, πεσὼν προσεχύγησε καὶ παρῃτεῖτο τὴν ἐξ αὐτοῦ τιμωρίαν, λέγων ἄχων ἥκειν βασιλικῷ πεπεισμένος κελεύσματι, καὶ παρεκάλει αὐτὸν ἀπελϑεῖν πρὸς τὸν βασιλέα. ᾿Ἡλιοὺ δέ, ἀγγέλου αὐτῷ πορευϑῆναι εἰπόντος καὶ μὴ πτοεῖσϑαι, κατῆλϑεν 15éx τοῦ ὄρους, καὶ ἀπελϑὼν τῷ βασιλεῖ ἔφη “ἐπεὶ πρὸς ἀλλό- C τρίον ϑεὸν ἔστειλας ζητῶν εἰ ζήσεις, ἴσϑε ὡς οὐκ ἀναστήσῃ ἐκ τῆς νόσου ἀλλὰ τεϑνήξῃ.\" ἀπέϑανεν οὖν Ὀχοζίας xarà τὴν τοῦ προφήτον πρόρρησιν, τῷ ἀδελφῷ ᾿Ιωρὰμ τὴν βασιλείαν κατα- λιπών. ὃς τὰς μὲν στήλας τοῦ Βάαλ, ἃς ἔστησεν \"Ayaàf ὃ δυπατὴρ αὐτοῦ, συνέτριψε, τἄλλα δὲ ἀσεβὴς καὶ πονηρὸς ἦν καὶ τοῖς γονεῦσι προσεοικώς. ᾿λιοὺ δὲ ἀναλαμβάνεσθαι μέλλων ἐπορεύϑη μετὰ ᾿Ελισσαιέ, καὶ ἐλϑὼν εἰς τὸν ᾿Ιορδάνην, τῇ μηλωτῇ αὐτοῦ τὸ ὕδωρ ἐπά-- Tuit, xai διῃρέϑη τὸ ὕδωρ, καὶ διῆλϑον ἄμφω ἐπὶ ξηρᾶς. εἶτα"
      },
      {
        "index": 80,
        "text": "WI ἐπι “αἴτησαι εἶπε τῷ Ἔλισσαιέ “τί ποιήσω σοι.\" ὃ δὲ διπλῆν τὴν ἐν αὐτῷ τοῦ πνεύματος χάριν γενέσϑαι ἤτησεν ἐπ᾿ αὐτόν. ᾿Ηλίας δὲ φορτικὸν εἶναι εἶπε τὸ αἴτημα, “πλῆν εἰ ὄψει με ἀναλαμβανό- μένον, γεννήσεταί σοι.\" ἔτι δὲ λαλούντων αὐτῶν ἅρμα ἔμπυρον σὺν ἵπποις ὁμοίοις ἐπέστη καὶ ἥρπασε τὸν ᾿Ηλίαν. ἀναφερόμενος 5 δὲ τὴν μηλωτὴν αὐτοῦ ἐπέρριψε τῷ \"Ecco. καὶ ὃς λαβὼν αὐτήν, μηκέτι τὸν ᾿Ηλίαν ὁρῶν ὑπέστρεψε. καὶ ἐλϑὼν εἰς τὸν ᾿Ιορδάνην ἀπόπειραν ἐποιεῖτο εἰ ἔλαβε τὴν χάριν ὡς ἤτησε, καὶ ἐπάταξε τὸ ὕδωρ τῇ μηλωτῇ\" τὸ δὲ οὐ διήρητο. καὶ εἶπε “ποῦ"
      },
      {
        "index": 81,
        "text": "PIS76 ϑεὸς ᾿Ηλίου;\" καὶ ἐπάταξε πάλιν\" καὶ διέστη τὸ ὕδωρ, καὶ 1 διῆλϑεν. ἰδόντες δὲ αὐτὸν υἱοὶ τῶν προφητῶν πεντήκοντα, εἶπον “ ἐπαναπέπαυται τὸ πνεῦμα ᾿Ηλιοὺ ἐπὶ ᾿Ελισσαιέ,\" καὶ ἠκολού- ϑησαν αὐτῷ. καὶ ἐζήτουν πορευϑῆναι, ἐρευνήσοντες μή ποτε ἦρε τὸν ᾿Ηλίαν πνεῦμα κυρίου xal ἔρριψεν αὐτὸν ἐφ᾽ ἕν τῶν"
      },
      {
        "index": 82,
        "text": "ὀρέων ἢ τῶν βουνῶν\" ᾿Ελισσαιὲ δὲ οὐκ ἐπέτρεπεν\" ἐγκειμένων 15 δ᾽ ἐχείνων κατένευσε. καὶ ἐπορεύϑησαν πεντήχοντα ἄνδρες καὶ ἐζήτησαν τρεῖς ἡμέρας καὶ οὐχ εὗρον. ἜἘλισσαιὲ δὲ ἐν Ἱεριχῷ ἦν. καὶ ἦλθον οἱ ἄνδρες τῆς πόλεως πρὸς αὐτὸν δεόμενοι μεταβλη- Β ϑῆναι παρ᾽ αὐτοῦ τὰ ὕδατα τοῦ τόπου ἐκείνου πονηρὰ ὄντα καὶ"
      },
      {
        "index": 83,
        "text": "ἀτεκνοῦντα. ὃ δὲ ἐν ἀγγείῳ καινῷ ἅλας αὐτῷ κομισϑῆναι ἐζή-- 30 τησε, καὶ κομισϑέντος εἰς τὴν πηγὴν τῶν ὑδάτων χαϑῆκεν ἅλας ἐπικαλούμενος τὸν ϑεόν, καὶ τὰ ὕδατα ἐκ πικρίας εἰς γλυχύτητα μετεβλήϑησαν xal οὐδὲν αὐτοῖς ἐναπέμεινε βλαβερόν. ἀπιόντος dí που τοῦ προφήτου \"Ἑλισσαιέ, παιδάρια μικρὰ κατέπαιζον αὐτοῦ βοῶντα “ἀνάβαινε φαλακρέ.\" ἀλγήσας δ᾽ ἐπὶ τούτῳ κατηύξατο αὐτῶν. καὶ ἐξῆλθον ἄρκτοι ἀπὸ τοῦ ὄρους καὶ ἀπέ- $xruvay ἐκ τῶν παίδων δύο καὶ τεσσαράκοντα. ᾿Ιωρὰμ δὲ ὃ υἱὸς ᾿“Ιχαὰβ μέλλων κατὰ ]ωαβιτῶν ἐκστρα- τεύειν, ᾿Ιωσαφὰτ τὸν βασιλέα τῆς ᾿Ιουδαίας ἠξίου συμμαχῆσαι αὐτῷ, ὃ δὲ καὶ τὸν ᾿Ιδουμαίων βασιλέα ὑπείκοντα αὐτῷ προσ- λαβέσϑαι σύμμαχον ἐπηγγείλατο. ἑνωθέντες δ᾽ oi τρεῖς βασιλεῖς lo did τῆς ἐρήμου ἀπήεσαν ἐφ᾽ ἡμέρας ἑπτά. καὶ τὸ ὕδωρ ἐπέ- λεψε τοῖς στρατεύμασιν. ἦλθον οὖν πρὸς ᾿Ελισσαιὲ οἱ τρεῖς βασιλεῖς καὶ ἐδέοντο σώζειν αὐτοὺς καὶ τὴν στρατιάν. ὃ δὲ τῷ ᾿Ιωρὰμ ἔφη “πρὸς τοὺς τοῦ πατρός σου καὶ τῆς μητρός σου ἄπιϑε προφήτας,\" xal ὥμοσε μὴ ἂν ἀποχριϑῆναι αὐτῷ εἰ μὴ 16 διὰ ᾿Ιωσαφάτ. εἶτα ψάλλοντά τινα κληθῆναι ἐκέλευσε. ψάλ- λοντος δ᾽ ἐκείνου πνεῦμα κυρίου ἐνέπνευσε τῷ προφήτῃ, xol ἐπέταξε πολλοὺς βόϑρους ὀρύξαι παρὰ τὸν χείμαρρον\" “ὔψεσϑε γάρ\" ἔφη “πλήρη τὸν’ χείμαρρον, οὔτε πνεύματος πνεύσαντος οὔϑ᾽ ὑετοῦ γεγονότος, καὶ πίεσϑε tlg κόρον, xol τῶν ἐχϑρῶν χυριεύσετε.\" καὶ ὃ μὲν οὕτως προείρηκεν\" ἕωϑεν δὲ τῇ ἐπαύ- ριον ó χεέμαρρος ὑδάτων ἐμπέπληστο, καὶ πλημμύρας γενομένης ἅπαν τὸ πρόσωπον τῆς γῆς ἐκείνης τὸ ὕδωρ ἐκάλυψεν. ἀνατεί-"
      },
      {
        "index": 84,
        "text": "Aavroc δὲ ToU ἡλίου πυρώδους xal προσβαλόντος τοῖς ὕδασιν, ἐρυϑρὰ ταῦτα πρὸς τὴν αὐγὴν τοῦ ἡλίου ἐφαίνοντο. οἱ οὖν ἸΠωαβῖται ἐν τοῖς ὄρεσιν ἐστρατοπεδευχότες καὶ ὑψόϑεν κατα- σχοποῦντες, αἷμα τὸ ὕδωρ ὑπολαβόντες, καὶ νομίσαντες τοὺς βασιλεῖς πρὸς ἀλλήλους μαχέσασϑαι καὶ ἀποχτεῖναι ἀλλήλους 5 τοὺς στρατιώτας αὐτῶν, ὥρμησαν ἀσυντάχτως εἷς τὴν τῶν Oxv- λων διαρπαγήν. καὶ τῶν ἐχϑρῶν περιστάντων αὐτούς, οἱ μὲν ἀνῃρέϑησαν, oi δὲ ἔφυγον. οἱ δὲ ᾿Ισραηλῖται διώκοντες εἷς τὴν ἸΠωαβῖτιν ἐνέβαλον καὶ τάς τε πόλεις καϑεῖλον καὶ τὴν χώραν ἠρήμωσαν. ὃ βασιλεὺς δὲ ἸΠ]ωὰβ εἰς τὴν πόλιν ἐπανελϑών, τὸν 10 πρωτότοχον υἱὸν αὐτοῦ ἐπὶ τὸ τεῖχος ἀναγαγὼν ἐξ ἀπογνώσεως ἔϑυσε καὶ ὡλοκαύτωσε τῷ ϑεῷ. τοῦτο οἱ βασιλεῖς ἰδόντες καὶ τῆς ἀπογνώσεως ἐκεῖνον οἰχτείραντες ἔλυσαν τὴν πολιορχίαν. ᾿Ιωσαφὰτ δὲ ἐπανελϑὼν εἷς “Ἱεροσόλυμα τελευτᾷ, ζήσας μὲν ἔτη ἑξήκοντα, βασιλεύσας δ᾽ ἐκ τούτων πέντε xol εἴχοσι, ἀνὴρ 15 γενόμενος ϑεοσεβής τε xai δίκαιος. πολλοὺς δὲ παῖδας λιπών, διάδοχον τῆς βασιλείας τὸν πρεσβύτατον ἐποιήσατο ᾿Ιωρὰμ κεκλημένον, δμωνύμως τῷ ᾿Ισραηλιτῶν βασιλεῖ μητραδέλφῳ ὄντι αὐτοῦ."
      },
      {
        "index": 85,
        "text": "16. Ἐν Σαμαρείᾳ δὲ τῷ ᾿Ἐλισσαίῳ διάγοντι πρόσεισι 30 γυνή τις χήρα, ἀποκλαιομένη ὅτι χρεωστοῦσα καὶ μὴ ἔχουσα τὸ χρέος ἀποδοῦναι, τοὺς υἱοὺς ἀφαιρεῖται παρὰ τοῦ δανειστοῦ, εἰς δούλους αὐτῷ ἐσομένους. ὃ δὲ προφήτης, τί ἐν τῷ οἴκῳ προσβάλλοντος Α."
      },
      {
        "index": 86,
        "text": "ἔχει, ἠρώτα αὐτήν\" ἡ δὲ οὐδὲν ἕτερον ἔφη ἢ βραχύτατον ἕλαιυν. xai ἐνετείλατο αὐτῇ χρήσασθαι ἀγγεῖα πολλά, καὶ ἐπιχεῖν ἐκ τοῦ ἐλαίου ἐν ἅπασι. πεποίηκε τὰ κελευσϑέντα τὸ γύναιον, καὶ πάντα ἐλαίου ἐπλήσθησαν\" καὶ ἀνήγγειλε τῷ προφήτῃ τὸ γεγονός. ὁ χἀχεῖνος ἀποδόσϑαι τὸ ἔλαιον συνεβούλευσε καὶ ἀποτῖσαι τὸ χρέος xai τῷ περισσῷ εἷς διοίκησιν χρήσασϑαι. ξενισϑεὶς δὲ παρὰ τῆς Σουναμέτιδος καὶ ἐν τῇ οἰκίᾳ αὐτῆς ἀναπαυόμενος μὴ ἐχούσης παῖδα, προεῖπεν αὐτῇ συλλήψεσθαι καὶ τεκεῖν υἱόν. xal κατὰ τὴν τοῦ προφήτου πρόρρησιν ἔτεκεν. ἀδρυνϑὲν δὲ τὸ παιδίον C Ιθτέϑνηκεν. ἡ δὲ γυνὴ πρὸς τὸν ᾿Ελισσαῖον dg τὸ Καρμήλιον ἀπελήλυϑεν, καὶ πεσοῦσα παρὰ τοὺς πόδας αὐτοῦ τὴν συμφορὰν ἀπεκλαίετο. ὃ δὲ τῷ φοιτητῇ αὐτοῦ Γιεζὶ ἐνετείλατο ἀπελϑ εῖν, δοὺς αὐτῷ τὴν ἑαυτοῦ βαχτηρίαν ἵνα ἐπίϑηται αὐτὴν τῷ τεϑνεῶτι παιδί. καὶ 7 γυνὴ ὥμοσε μὴ ὑποστρέψαι εἰ μὴ αὐτὸς αὐτῇ 1δ συμπορεύσεται. ἐπείσϑη οὖν ὃ προφήτης, καὶ ἀπελϑὼν εὗρε τὸ παιδάριον ἀναχεχλιμένον ἐν τῇ κλίνῃ αὐτοῦ\" καὶ προσευξάμενος ἀνέβη ἐπὶ τὴν κλίνην καὶ συνανεκλίϑη τῷ παιδαρίῳ καὶ ἐνεφύ-- σησὲν εἷς αὐτό. καὶ ἑπτάκις οὕτω τοῦ προφήτου ποιήσαντος ἀνεζωώϑη ὃ τεϑνηκώς, καὶ ἔδωκεν αὐτὸν τῇ μητρὶ αὐτοῦ ζῶντα- προφητῶν ἥκασι πρὸς αὐτόν. ὃ δὲ τῷ διακόνῳ αὐτοῦ ἐπέταξεν ἑτοιμάσαε αὐτοῖς ἕψημα. καὶ συνέλεξεν ἐκεῖνος ἐκ τοῦ ἀγροῦ λάχανα, οἷς καὶ τολύπη συνανεμέμικτο\" 7 δὲ βοτάγη ἐστὶ δηλη- τήριος\" καὶ ἑψήσας προσήγαγε τοῖς ἀνδράσιν. ἐσϑίοντες δὲ"
      },
      {
        "index": 87,
        "text": "ἐπέγνων τὴν τολύπην, xal πρὸς τὸν προφήτην ὡς τεϑνηξόμενοι ἐξεβόησαν. ὃ δὲ ἄλευρον κελεύσας ἐμβαλεῖν εἰς τὸν λέβητα, ἐπέτρεψε φαγεῖν, καὶ οὐδενί τι γέγονεν ἐκ τῆς τροφῆς πονηρόν. ἐνεγχόντος δ᾽ αὐτῷ τινος ἄρτους εἴκοσι καὶ παλάϑας, ἐνετείλατο Ρ199 τῷ ὑπηρέτῃ αὐτοῦ παραϑεῖναι τῷ λαῷ ταῦτα. τοῦ δέ, τί ἂνδ γένοιτο ταῦτα πρὸς ἄνδρας ἑκατόν, εἰρηκότος, “ὁός\" εἶπε “ταῦτα, xal ἐσϑιέτωσαν\" κορεσϑήσονται γὰρ καὶ καταλείψουσι περισσεύ-- ματα.\" καὶ dg ἔργον ὃ λόγος ἐγένετο. Νεεμὰν δὲ μέγας ὧν παρὰ τῷ βασιλεῖ Συρίας λελέπρωτο. καὶ νεάνιδος αἰχμαλωτισϑείσης ᾿Ισραηλίτιδος, 7j γυνὴ Νεεμὰν 10 δούλην ἔσχεν αὐτήν. ἥτις ἔφη πρὸς τὴν κυρίαν αὐτῆς ὡς \"d ἀπῆλϑεν ὃ χύριός μου πρὸς τὸν προφήτην \"Exwoodl, ἀπηλλάγη ἂν τῆς νόσου αὐτοῦ.\" ἢ δὲ τῷ ἀνδρὶ τοὺς λόγους ἀπήγγειλε τῆς νεάνιδος, καὶ Νεεμὰν τὰ λαληϑέντα τῷ βασιλεῖ Συρέας ἀνήνεγκε. καὶ ὃ βασιλεὺς ἐπιστολὴν ἐκτίϑεται περὶ τοῦ ϑερα- 15 B πευϑῆναι τὸν Νεεμὰν πρὸς τὸν βασιλέα τοῦ ᾿Ισραήλ. Νεεμεὰν δὲ λαβὼν δέκα τάλαντα ἀργυρίου καὶ ἑξακισχιλίους χρυσυῦς καὶ δέκα ἀλλασσομένας στολάς, ἐπορεύϑη ἐπὶ Σαμάρειαν καὶ τὴν ἐπιστολὴν τῷ βασιλεῖ ἐνεχείρισεν. ὃ δὲ ἀναγνοὺς αὐτὴν διέρρηξε τὰ ἱμάτια αὐτοῦ, λέγων ὅτι “πρόφασιν xaJ? ὑμῶν ὃ βασιλεὺς 30 Συρίας ζητεῖ.\" Ἐλισσαιὲ δὲ ταῦτα μαϑών “᾿ἐλϑέτω πρός με ὃ Νεεεμάν\" μεμήνυκε τῷ βασιλεῖ ᾿Ισραήλ. x«l ἐλϑόντι στείλας δεδήλωκεν ἀπελϑεῖν εἰς τὸν ᾿Ιορδάνην καὶ λούσασϑαι ἑπτάκις, καὶ οὕτω τῆς λέπρας ἀπαλλαγήσεσϑαι. ὠργίσϑη δὲ Νεεμὰν ὅτι μὴ ἐξῆλϑε πρὸς αὐτὸν ὃ προφήτης καὶ ηὔξατο καὶ ἐπέϑετο αὐτῷ τὴν χεῖρα, καὶ ἀγανακτῶν ὑπεχώρει, λέγων “οὔκ εἶσι ποταμοὶ παρ᾽ ἡμῖν ὑπὲρ τὸν ᾿Ιορδάνην; πορευϑεὶς λούσομαι ἐν αὐτοῖς d I 70 καὶ καϑαρισϑήσομαι.\" ὑποχωροῦντι δὲ εἶπον αὐτῷ οἱ ϑερά- ὅποντες “ποίησον τὸν τοῦ προφήτου λόγον, ῥάδιον ὄντα.\" καὶ χατέβη Νεεμὰν καὶ ἐβαπτίσατο ἐν τῷ ᾿Ιορδάνῃ ἑπτάκις, καὶ ἐχαϑαρίσϑη\" καὶ ἀναστρέψας ηὐχαρίστει τῷ προφήτῃ, καὶ μὴ εἶναι ϑεὸν ἕτερον ὡμολόγει παρὰ τὸν ἐν τῷ ᾿Ισραήλ, καὶ ἠξίου αὐτὸν λαβεῖν τι ἐξ ὧν ἐκόμιζεν\" ὃ δὲ ἀπηνήνατος, καὶ ὑπέστρεψε Ι0Νεεμάν. Γιεζὶ δὲ κατεδίωξεν αὐτὸν καὶ εἶπεν “ὃ προφήτης ἀπέ- στειλέ μὲ λήψεσθαι ἀπὸ σοῦ τάλαντον ἀργυρίου καὶ δύο στολάς, δοϑησόμενα δεομένοις τισὶν ἄρτι προσελϑοῦσιν αὐτῷ.\" καὶ ἔδωκεν αὐτῷ Νεεμάν\" καὶ ὑπέστρεψε Γιεζὶ πρὸς λισσαιές. ἔγνω δὲ ὃ προφήτης ὃ εἴργαστο τῷ luli, καὶ εἶπεν αὐτῷ “ὅτι ἔλαβες Ὁ 15 τὸ ἀργύριον καὶ τὰ ἱμάτια ἀπὸ τοῦ Νεεμάν, 5j λέπρα ἐκείνου χολληϑήσεται σοὶ xal τῷ σπέρματί cov.\" καὶ ἐξῆλϑε λελε- πρωμένος. Οἱ υἱοὶ δὲ τῶν προφητῶν οἱ μετὰ \"Ἐλισσαίου ἐπορεύϑησαν εἰς τὸν ᾿Ιορδάνην τεμεῖν ξύλα ὡς ἂν ποιήσωσιν ἑαυτοῖς σκηνάς\" 20xui Ἐλισσαῖος αὐτοῖς συνεπορεύετο. τεμνόντων δὲ τὰ ξύλα ἑνὸς τὸ τῆς ἀξίνης σιδήριον ἐνέπεσεν εἷς τὸν ποταμόν. καὶ ὃ τῆς ἀξίνης κύριος τὸν προφήτην ἐπεχαλέσατο, καὶ τὸν τόπον ὑπέδειξεν αὐτῷ dv ᾧ κατέδυ ὃ σίδηρος. ὃ δὲ ξύλον λαβὼν ἐνέβαλεν ἐκεῖ, καὶ ἀνέδυ τὸ σιδήριον, καὶ ἐπιπολάσαν ἔλαβεν αὐτὸ ὃ ἀπολέ- σας αὐτό. ἷ ! ὋὉ δὲ βασιλεὺς Συρίας ἐνέδραν ἐκάϑισεν ἵν᾽ ἕλῃ τὸν βασιλέα τὸν ᾿Ιωράμ. ἀπέστειλε δὲ ὃ προφήτης πρὸς ᾿Ιωρὰμ φυλάττεσϑαιϑδ αὐτῷ ἐντελλόμενος καὶ μὴ ἀπιέναι πρὸς ϑήραν. καὶ ὃ μὲν o)x ἐξήει, Adto δὲ τῆς ἐπιβουλῆς ἁμαρτὼν τοὺς οἰκείους ὑπώπτευε γίνεσϑαι προδότας τῶν βεβουλευμένων αὐτῷ. φησάντων δ᾽ ἐκεί- γων οὐκ αὐτοὺς ἀλλὰ τὸν προφήτην ᾿Ελισσαῖον μηνύειν αὐτῷ τὰ ἀπόρρητα, στέλλει ἐν “4΄οϑαῖν στράτευμα ἵν᾽ αὐτὸν λάβοιεν. 10 ἰδὼν δὲ τὸν λαὸν κύχλῳ τῆς πόλεως ὃ τοῦ προφήτου διάκονος, περιδεὴς ἀφίχετο πρὸς αὐτὸν ἀπαγγέλλων τὸ πρᾶγμα. ὃ δέ “μὴ δέδιϑι\" ἔφη, καὶ ἱκέτευσε τὸν ϑεὸν δεῖξαι τῷ διακόνῳ αὐτοῦ ὕπως φυλάττεται παρ᾽ αὐτοῦ. καὶ δέδωκεν ὃ ϑεὸς τῷ B ϑεράποντι τοῦ προφήτου χάριν ἰδεῖν αὐτὸν ἅρμασι καὶ ἵπποις 15 πυρίνοις κεκυχλωμένον. ἠμαύρωσε δὲ ὃ προφήτης προσευξάμενος καὶ τὰ ὄμματα τῶν ἐχϑρῶν, καὶ ἐξελϑὼν πρὸς αὐτοὺς ἔφη “᾿ἀκολουϑεῖτέ μοι καὶ δώσω τὸν ᾿Ελισσαῖον ὑμῖν.\" οἱ δὲ ἑΐποντο, καὶ τὰς ὄψεις βεβλαμμένοι καὶ τὴν διάνοιαν. ἀπαγαγὼν δὲ αὐ- τοὺς εἰς Σαμάρειαν, περιστῆσαι αὐτοῖς τὴν αὐτοῦ δύναμιν 1020 βασιλεῖ ἐνετείλατο. καὶ τὸν ϑεὸν ἤτει περιαιρεϑῆναι τὴν ἀχλὺν ix τῶν ὀμμάτων αὐτῶν. περιαιρεϑείσης δὲ εἶδον ἑαυτοὺς oi Σύροι μέσον ἐμπεριειλημμένους τῶν πολεμίων. ᾿Ἐλισσαῖος δὲ οὐδένα ἐπιϑέσθαι αὐτοῖς παρεχώρει, ξενίσαι δὲ μᾶλλον καὶ ἀπο--: λῦσαι ἀπαϑεῖς συνεβούλευε. φιλοτίμως οὖν ὃ ᾿Ιωρὰμ ἑστιάσας αὐτοὺς κατὰ τὸν τοῦ προφήτου λόγον ἀφῆκεν. οἱ δὲ ἀπῆλϑον xal τὰ γεγονότα τῷ ἑαυτῶν βασιλεῖ διηγήσαντο\" καὶ ἐξεπλάγη. δ l7. Mà ταῦτα δὲ πανστρατιᾷ παρελϑὼν εἷς Σαμάρειαν ó βασιλεὺς Συρίας ἐπολιόρκει αὐτήν. καὶ ἐγένετο λιμὸς σφοδρό-- τατος ἐν αὐτῇ, ὥστε κεφαλὴν ὄνου πεντήκοντα νομισμάτων ἀργύ-- ρου πραϑῆναι, καὶ ξέστην κόπρου περιστερῶν πεντήκοντα νομι- σμάτων ὁμοίων. τοῦ δὲ βασιλέως ᾿Ιωρὰμ περιιόντος τὸ τεῖχος"
      },
      {
        "index": 88,
        "text": "Ιθἐβόησε γύναιον “σῶσον ὦ βασιλεῦ.\" ὃ δὲ νομίσας τροφὴν αἰτεῖν τὴν γυναῖκα “πόϑεν ot σώσω\" βλασφημήσας αὐτὴν ἔφη “μήτε ἅλωνός μοι μήτε ληνοῦ ὑπαρχούσης;\" τῆς δὲ χρίσιν αἰτεῖν εἰπούσης, λέγειν ἐπέτρεψε. χαὶ ἢ γυνή “συνθήκας εἶπεν"
      },
      {
        "index": 89,
        "text": "“ἐθέμην μεϑ᾽ ἑτέρας γυναικὸς γειτνιώσης μοι, ϑῦσαι τὰ τέκνα"
      },
      {
        "index": 90,
        "text": "lb ἡμῶν καὶ ἀνὰ μίαν ἡμέραν ἀλλήλας ϑρέψαι. χἀγὼ μὲν τὸ ἐμὸν ἔϑυσα, 7 δὲ παραβαίνεε τὰ ὡμολογημένα.\" τούτων ἀχούσας βασιλεὺς ὑπερήλγησε καὶ τὴν ἐσθῆτα διέρρηξε, xal κατὰ τοῦ προφήτου ἐξώργιστο ὅτι μὴ δέοιτο τοῦ ϑεοῦ λῦσαι τὴν κάκωσιν, καὶ τὸν ἀποχτενοῦντα αὐτὸν ἔπεμψεν. ᾿Ἐλισσαῖος δὲ τοῖς φοιτη--"
      },
      {
        "index": 91,
        "text": "ϑοταῖς ὁμιλῶν προεῖπεν αὐτοῖς ὅτι “ὃ τοῦ φονέως υἱὸς κτανεῖν με ἀπέστειλεν, ἀλλ᾽ ὑμεῖς τὴν ϑύραν κλείσαντες κωλύσατε τὴν εἴσο--: jov τῷ σφαγεῖ\" ἕψεται γὰρ μεταμεμελημένος ὃ βασιλείς.\" καὶ"
      },
      {
        "index": 92,
        "text": "oí μὲν xarà τὸν τοῦ προφήτου λόγον ἐποίησαν, ᾿Ιωρὰμ δὲ μετα- βουλευσάμενος σπεύδων πρὸς τὸν προφήτην ἀφίκετο καὶ ἠτιᾶτο αὐτὸν ὅτι μὴ δέοιτο τοῦ ϑεοῦ λῦσαι σφίσι τὰ λυπηρά. ὃ δέ “αὔριον ἔφη “δύο σάτα κριϑῆς πραϑήσεται σίκλου, καὶ σεμι- δάλεως σάτον σίχλου.\" καί τις τῶν ἑπομένων τῷ βασιλεῖϑ “ἀπιστα\" ἔφη “λέγεις, προφῆτα.\" ὃ δέ “ὄψει μέν\" ἔφη “τὰ ἐπηγγελμένα, οὐκ ἀπολαύσεις δὲ αὐτῶν διὰ τὴν ἀπιστίαν.\" κατὰ δὲ τὴν νύχτα ἐκείνην κτύπον ἁρμάτων ἵππων τε καὶ ὅπλων xal πλήϑους ἀλαλαγμὸν ἐνεποίησεν ὃ ϑεὸς τῶν Σύρων ταῖς ἀχοαῖς. οἱ δὲ συμμαχικὸν προσλαβέσθαι πολὺ τὸν ᾿Ιωρὰμ οἵη-ἴὸ ϑέντες καὶ ἐπέρχεσθαι σφίσι, λιπόντες τὸ στρατόπεδον περιδεῶς ἀπεδίδρασκον. λεπροὶ δὲ τέσσαρες ἄνδρες ἔξω τῆς πόλεως ἦσαν, B τοῦ νόμου τοὺς λεπροὺς χελεύοντος ἐξωθϑεῖσϑαι τῶν πόλεων. οἱ γοῦν λεπροὶ ἐχεῖνοι ἤδη τῷ λιμῷ φϑειρόμενοι προσελϑεῖν τῇ τῶν Σύρων παρεμβολῇ ἐβουλεύσαντο, λέγοντες ὡς “ἢ φείσονται ἡ μῶν 15 καὶ τραφέντες ζησόμεϑα, ἢ ἀναιρεϑέντες τῶν κακῶν ἀπαλλαγη- σόμεϑα.\" ἧκον οὖν ὄρϑρυυ πρὸς τὸ τῶν Σύρων στρατόπεδον, καὶ οὐδεὶς αὐτοῖς ἑωρᾶτο\" παρῆλϑον εἷς μίαν σχηνήν, καὶ κενὴν ἀνθρώπων κατέλαβον\" ἐξ ἐκείνης εἷς ἑτέραν μετέβησαν, κἀκείνην ἔρημον οὖσαν εὑρήκασι\" καὶ εἰς πλείους δὲ μεταβάντες ὡς οὐδενὶ 0 ἐνετύγχανον, πρῶτον μὲν ἔφαγόν τε καὶ ἔπιον, εἶτα χρυσίον τε καὶ ἀργύριον καὶ ἱμάτια λαβόντες ἐκεῖϑεν ἔκρυψαν, καὶ οὕτως εἰς τὴν πόλιν ἐλθόντες τὸ γεγονὸς ἀνεκήρυττον. ὃ δὲ βασιλεὺς C ἀχούσας ἐνέδραν εἶπεν εἶναι τοῦτο τῶν πολεμίων, καὶ μὴ ngoi£vat διεχελεύετο, τοὺς δὲ κατασκοπήσοντας ἔπεμψεν. οἵ ἀπελϑόντες ἐνέτυχον μὲν οὐδενὶ παρὰ τὴν ὅδόν, πλήρη δὲ αὐτὴν ἱματίων xal σκευῶν εὕρισκον. ταῦτα μαϑὼν ὃ βασιλεὺς διαρπάσαι τὴν παρεμβολὴν τῷ πλήϑει ἐπέτρεψεν. ὅϑεν τοσαύτη ἀφϑονία τῶν ἀναγκαίων ἐγένετο, ὡς δίο σάτα κριϑῆς σίκλου πωλεῖσϑαι, σάτον δὲ σεμιδάλεως\" τὸ δὲ σάτον ἐστὶν ᾿Ιταλικὸν ἡμιμέδιμνον. μόνος δὲ τῆς ἀφϑονίας ἐχείνης οὐκ ἀπώνατο ὃ τοῦ βασιλέως Ἰθτριστάτης, κατὰ τὸν τοῦ προφήτου λόγον, ὃς τῇ αὐτοῦ προρ- ρήσει ἠπίστησε\" συρρεύσαντος γὰρ τοῦ πλήϑους ἐπὶ τὴν πύλην D τῆς πόλεως συνεπατήϑη καὶ τέϑνηκεν. Ὃ δὲ βασιλεὺς Zfauacxo? μετὰ ταῦτα ἐνόσησε. καὶ ὃ ᾿Ελισσαῖος ἀπῆλθε τότε πρὸς Ζαμασκόν\" καὶ ἤκουσεν ὃ νοσῶν Ιδπερὶ τοῦ προφήτου, καὶ ἀπέστειλεν ᾿“ζαὴλ τὸν ἐντιμότερον τῶν θεραπόντων αὐτοῦ πρὸς αὐτόν, ἐρωτῶντα εἰ ζήσεται. ἔπεμψε δὲ αὐτῷ καὶ δῶρα πολλά. ἐρωτηϑεὶς δὲ ὃ προφήτης τεϑνή- ξεσϑαι μὲν τὸν νοσοῦντα βασιλέα προεῖπε, τῷ δὲ ᾿Αζαὴλ ἐνετέλ- Aero μηδὲν ἐχείνῳ εἰπεῖν\" αὐτὸς δὲ ἔκλαιε. καὶ ἐρωτηϑεὶς παρὰ 20:00 ““ζαὴλ τοῦ κλαυϑμοῦ τὴν αἰτίαν, θρηνεῖν ἔφη προορῶν ὅσα ix σοῦ συμβήσεται τοῖς ᾿Ισραηλίταις δεινά \" σὺ γὰρ βασιλεὺς ἔσῃ Συρίας. ὑποστρέψας δὲ ᾿Αζαὴλ πρὸς τὸν κύριον αὐτοῦ, ἀπήγ-"
      },
      {
        "index": 93,
        "text": "PW. 10 τριστάτης] ἐπιστάτης A: illud LXX: Iosephus ὁ τῆς τρίτης μοίρας ἡγεμών, ] γειλε φάναι τὸν προφήτην ὡς ζήσεται. τῇ δ᾽ ἐπιούσῃ δίχτυον αὑτῷ ἐπιβαλὼν διάβροχον, τὸν μὲν ἀπέπνιξεν, αὐτὸς δὲ τῆς βασιλείας ἐπείληπτο."
      },
      {
        "index": 94,
        "text": "18. ὋὉ δὲ τοῦ Ἰούδα βασιλεὺς Ἰωράμ (7; γὰρ αὐτὴ κλῆσις ἀμφοῖν τοῖν βασιλέοιν προσῆν) εἰς ἀσέβειαν ἐξεκυλίσϑη παρὰ τῆς 5 γυναικὸς αὐτοῦ Γοϑολίας, ϑυγατρὸς οὔσης τοῦ ZAyaáB, καὶ τοὺς ἀδελφοὺς αὐτοῦ ἀνεῖλε καὶ τοὺς πατρῴους ϑεράποντας, καὶ τὸν λαὸν συνασεβεῖν αὐτῷ κατηνάγκαζεν. οὕτω δὲ βιοῦντι ὃ προ- φήτης ἐπέστειλε, προμηνύων αὐτῷ τὸν ἐσόμενον ὄλεϑρον καὶ τὴν τῶν γυναικῶν αὐτοῦ καὶ τῶν τέκνων φϑορὰν διὰ τὴν ἀσέβειαν 10 xal τὴν τοῦ λαοῦ κάχωσιν\" ἃ καὶ εἰς ἔργον ἐξέβησαν, ᾿Ἵράβων ἐπιστρατευσάντων τῇ ᾿Ιουδαίᾳ, ἑνὸς τῶν υἱῶν αὐτοῦ περισωϑέντος τοῦ Ὀχοζίου. ᾿Ιωρὰμ δὲ μετὰ ταῦτα νοσήσας, ὡς ὃ προφήτης προείρηκε, βιαίως ἐξέψυξε, ζήσας μὲν ἐνιαυτοὺς τεσσαράκοντα, βασιλεύσας δὲ ὀκτώ. ἡ δ᾽ ἀρχὴ τῷ υἱῷ αὐτοῦ Ὀχοζίᾳ περιε- 15 λήλυϑεν."
      },
      {
        "index": 95,
        "text": "᾿Ιωρὰμ δὲ τῷ ἑτέρῳ, τῷ τῶν ᾿Ισραηλιτῶν βασιλεῖ, κατὰ τῶν Σύρων στρατεύσαντι συνέβη τοξευϑῆναι ἐν τῷ πολέμῳ. καὶ ὃ μὲν ἀνεχώρησε ϑεραπευϑησόμενος τὴν πληγήν, ἡγεμόνα τῆς στρατιᾶς καταλείψας ᾿]Ιηοῦν τὸν τοῦ ᾿Μμασῆ\" ᾿Ἐλισσαῖος δ᾽ ἕνα 30 τῶν μαϑητῶν ἔπεμψε χρίσοντα εἷς βασιλέα τὸν ᾿Ιηοῦν, ὡς τοῦ ϑεοῦ αὐτὸν ἡρημένου. ὃ δ᾽ ἐλϑὼν ἰδίᾳ τῶν ἄλλων ἀπολαβὼν τὸν ᾿Ιηοῦν, ὡς δή τι λέξων αὐτῷ μυστικώτερον, εἰς τὸ ταμιεῖον εἰσδύς, τὸ ἔλαιον κατέχεε τῆς αὐτοῦ χεφαλῆς, φήσας αἱρεῖσϑαι τὸν ϑεὸν εἰς βασιλέα αὐτόν, ἵν᾽ ἀφανίσῃ τὸ γένος τοῦ ZAyadf. xul ὃ μὲν ἅμα τε εἶπε καὶ ix τοῦ ταμιείου σπουδαίως ἐξέδραμε, ὀπυνϑανομένων δὲ τῶν σὺν αὐτῷ τί ἂν βούλοιτο ὃ καλέσας αὐτόν, χαὶ μεμηνότι παρεικαζόντων ἐχεῖνον, “ὀρθῶς ἐχρίνατε\" ἔφη, “ἐπεὶ καὶ λόγους μοι μεστοὺς μανίας ἀπήγγειλεν\" εἴρηκε γὰρ βασιλέα μὲ χειροτονεῖν τὸν ϑεύν.\" καὶ ὃ λαὸς ἀχούσας ταῦτα σαλπίζων &vryógeve βασιλέα τὸν ᾿Ιηοῦν. ὃ δὲ αὐτίκα τοὺς λογά- Ι0δας τῶν ἱππέων παραλαβὼν ἐξώρμησεν, ἵν᾿ ἀϑρόον ἐπέλϑῃ τοῖς περὶ τὸν ᾿Ιωράμ. τοῦ δὲ σκοποῦ τῷ ᾿Ιωρὰμ ἱππεῖς ἥκειν φήσαν- τος, ἔστειλέ τινα ἐχεῖνος ἐρωτῶντα τί ἂν βούλοιντο. ᾿Ιηοῦς δὲ μηδὲν ἀποχριϑεὶς ἕπεσϑαι αὐτῷ προετρέπετο. εἶτα καὶ δεύτερον ἔστειλεν\" οὐδ᾽ ἐχείνυυ δὲ ἀναστρέψαντος, αὐτὸς ὃ ᾿Ιωρὰμ τοῦ ἰὐάρματος ἐπιβάς, σὺν Ὀχοζίᾳ ἐλϑόντε πρὸς ἐπίσκεψιν αὐτοῦ, ἀδελφῆς αὐτοῦ ὄντι υἱῷ, συνήντησεν ἐν ἀγρῷ Ναβουθαὶ τῷ Tnoũ, καὶ ἤρετο περὶ τῆς στρατιᾶς ὅπως ἔχει\" ὃ δὲ βλασφημίας αὐτοῦ κατέχεεν. ᾿Ιωρὰμ δὲ στραφεὶς ἀπεδίδρασκε δεδιώς. καὶ \"Dj τὸ τόξον ἐντείνας βάλλει αὐτόν. xal τοῦ ἅρματος ἐκπε- ἢ σὼν τέϑνηκε, καὶ ἐρρίφη εἰς τὸν τοῦ Naffov9al ἀγρὸν κατὰ τὴν πρόρρησιν Ἤλιού, ἣν πρὸς ᾿Αχαὰβ ἐποιήσατο. καὶ Ὀχοζίαν δὲ φείγοντα ἐτόξευσεν ᾿Ιηού, καὶ ἐκ τῆς πληγῆς μετὰ μικρὸν ἔτε- λεύτησεν, ἕνα βασιλεύσας ἐνιαυτόν. — IcCófle δ᾽ ἐκ τοῦ πύργου προκύπτουσα, κεκαλλωπισμένη πρὸς τὸ ἐπαγωγότερον, “᾿ἀγαϑός\" εἶπε “δοῦλος ὃς τὸν δεσπότην ἀνεῖλεν.\" ᾿Ιηοὺ δὲ ἄνωθεν αὐὖ- τὴν ῥῖψαι τοῖς εὐνούχοις προσέταξε. καὶ καταφερομένης αὐτῆς περιερράνϑη τὸ τεῖχος τῷ αἵμάτι\" ἡ δὲ τέϑνηκεν. ᾿Ιηοὺ Β ταφῆναι αὐτὴν προστάξαντος διὰ τὸ γένος αὐτῆς τὸ βασίλειον, οἱ προσταγέντες οὐδὲν εὗρον ἐκ τοῦ σώματος αὐτῆς ἢ μόνα ὀστᾶ\" ὑπὸ γὰρ κυνῶν διεσπάρακτο, ὡς ᾿Ηλιοὺ προεφήτευσεν. - Ἦσαν δὲ ἐν Σαμαρείᾳ τῷ Ἀχαὰβ υἱοὶ ἑβδομήκοντα. ἐπέ- στειλὲν οὖν ᾿Ιηοὺ τοῖς ἄρχουσι Σαμαρείας καὶ τοῖς παιδαγωγοῖς 10 τῶν υἱῶν χαάβ, δηλῶν τὸν χρείττω τούτων βασιλεῦσαι αὐτούς. πειρώμενος δὲ τῶν ἀνδρῶν ἔγραψε ταῦτα. οἱ δὲ αὐτὸν ἔχειν δεσπότην ἀντέγραψαν. καὶ αὖϑις ἐπέστειλεν ᾿Τηού, εἰ δουλείαν ὁμολογοῦσιν αὐτῷ, τὰς κεφαλὰς πάντων τῶν παίδων τοῦ ᾿“χαὰβ κομίσειν αὐτῷ. κἀκεῖνοι τὸ ἐπιταχϑὲν πεποιήκασιν. ὃ δὲ πρὸ 15 τῆς πύλης τῆς πόλεως τεθῆναι τὰς κεφαλὰς ἐν δυσὶ τόποις ἐκέ- C λευσε. καὶ τούτου γενομένου προελϑών “ἐγὼ μέν\" εἶπε “τὸν βασιλέα ἀνήρηκα, οὗτοι δὲ κατὰ τὴν πρόρρησιν τοῦ προφήτου ἀπώλοντο\" καὶ πάντας δὲ τοὺς συγγενεῖς ““χαὰβ ἐρευνήσας ἀπέ- κτεινὲν \"Ϊηού. ἀπιόντι δὲ αὐτῷ εἰς Σαμάρειαν συναντᾷ ᾿Ιωναδάβ, 20 xal προσειπὼν εὐλόγησεν αὐτὸν ὅτε ἐξωλόϑρευσε τὸ γένος τοῦ “χαάβ. | Εἶτα ἵνα μή τις λάϑῃ τῶν ψευδοπροφητῶν xol τῶν ἱερέων τοῦ Βάαλ, ϑυσίαν ἐκήρυξε μέλλειν ϑῦσαι πολυτελῆ, καὶ πάντας τοὺς ἱερεῖς τοῦ Βάαλ xal τοὺς προφήτας παρεῖναι ἐκέλευσεν\" εἰ δέ τις μὴ παρείη, θάνατον εἶναί oi ἔφη τὸ ἐπιτίμιον. ἀϑροι- σϑεῖσι δὲ ἐνδύματα δούς, καὶ μετὰ ταῦτα εἰς τὸν οἶκον μετ᾽ αὖ- τῶν ἀπελϑὼν τοῦ Βάαλ, μή τινα αὐτοῖς ἕτερον ἀναμεμῖχϑαι δπροσέταξεν. τῶν δὲ μηδένα παρεῖναι φησάντων ἕτερον, στρα- τιώτας περιέστησεν ἔξω, κελεύσας ἀποχτεῖναι τοὺς ἔνδον. ov ἐχείνους τε πάντας ἀνεῖλον καὶ τὸν οἶκον τοῦ Βάαλ ἐνέπρησαν xal τὴν στήλην αὐτοῦ\" τὰς δὲ χρυσᾶς δαμάλεις οὐ περιεῖλεν. ὁ δὲ ϑεὸς αὐτῷ ἐπηγγείλατο τὸν οἶκον ἐξαφανίσαντι dyaóf ἐπὶ Ιθτετάρτην γενεὰν τῶν παίδων αὐτοῦ διαρκέσειν τὴν βασιλείαν αὐτοῦ."
      },
      {
        "index": 96,
        "text": "19. Οὕτω μὲν οὖν τὸ γένος ἐξωλοϑρεύϑη τοῦ ᾿χαάβ' ἡ δὲ ϑυγάτηρ ἐκείνου Γοϑολία, ἣ Ὀχοζίᾳ συνῴκει τῷ τῆς “Τερου-- σαλὴμ βασιλεῖ, ϑανόντος ἐκείνου τῆς βασιλείας ᾿Ιούδα ἐγκρατὴς Ἰδοὖσα, σπούδασμα ἔϑετο καὶ αὐτὴ τὸ γένος ἐξολοθρεῦσαι τὸ τοῦ Ζαβίδ. καὶ χωρὶς ἑνὸς ἀπέχτεινεν ἅπαντας. 7j γὰρ ἀδελφὴ Ὀχοζίου ᾿Ιωσαβεὲ καλουμένη, ἀναιρουμένων τῶν υἱῶν τοῦ ἀδελ- φοῦ αὐτῆς, ἠδυνήϑη ἕνα νήπιον ὄντα, ὄνομα ᾿Ιωάς, ἀποχρύψαι, καὶ ἔτρεφεν αὐτὸν ἐπὶ ἔτη ἕξ λεληϑότως. ἐν δὲ τῷ ἑβδόμῳ 20 Ιωδαὲ ὃ ἀρχιερεύς, ᾧ συνῴκει 3j ᾿Ιωσαβεέ, προσκαλεσάμενός τινας τῶν ἑκατοντάρχων, ὑπέδειξεν ἐκείνοις τὸν ᾿Ιωάς, καὶ κοινολογησάμενος τοῖς ἀνδράσι πείϑει τῇ μὲν Γοϑολίᾳ ἐπανα- στῆναι, τῷ δὲ παιδὶ τὴν πατρῴαν βασιλείαν ἐπανασώσασϑαι. οἱ xal ὅρχοις τὰς Opoloylag πιστώσαντες ἀπῆλθον καὶ συνή- ϑροισαν τοὺς ἱερεῖς καὶ “Πευίτας καὶ φυλάρχους πρὸς τὸν ᾿Ιωδαέ. ὃ δὲ αὐτοῖς τὸν ᾿Ιωὰς ἐνεφάνισε λέγων “οὗτος ὑμῖν βασιλεὺς ἐκ σπέρματος τοῦ 4αβίδ.\" καὶ τὸ ἱερὸν περιεκύκλωσε τῷ λαῷ, 5 μέσον δὲ στήσας τὸν ᾿Ιωὰς διάδημά τε αὐτῷ περιέϑετο καὶ τὸ τῆς χρίσεως ἔλαιον καταχέας αὐτοῦ βασιλέα ἀπέδειξε\" καὶ ὃ λαὸς ἐπευφήμησε. τῆς δὲ βοῆς 5 Γοϑολία ἀκούσασα, τῶν βασι- λείων τεϑορυβημένη ἐξέϑορεν, ἑπομένης αὐτῇ καὶ τῆς στρατιᾶς. ἐλϑοῦσαν δὲ εἰς τὸ ἱερὸν τὴν μὲν ἐντὸς oi ἱερεῖς εἰσεδέξαντο, 10 τοῖς δὲ περὶ αὐτὴν τὸ πλῆϑος ἀπεῖρξε τὴν εἴσοδον. ἢ δὲ τὸν παῖδα ἐστεμμένον ἰδοῦσα ἠπείλησεν ἀνελεῖν τοὺς τὴν ἀρχὴν αὐτῆς ἐπιχεχειρηκότας. ᾿Ιωδαὲ δὲ τοῖς ἑκατοντάρχαις ἐπέτρεψεν ἔξω τὴν Γοϑολίαν ἑλκύσαντας ἀναιρῆσαι. καὶ οἱ μὲν οὕτως ἐποίησαν, ᾿Ιωδαὲ δὲ τόν τε βασιλέα καὶ τὸν λαὸν ὥρχωσε τιμᾶν τὸν ϑεὸν 15 καὶ τοὺς νόμους τηρεῖν. καὶ ἐπελθόντες αὐτίχα τῷ τοῦ Βάαλ ναῷ κατέσχαψάν τε αὐτὸν καὶ τὰ ἰνδάλματα τοῦ Báo συνέτρι- way xol τὸν ἱερέα ἀπέχτειναν. τὸν δὲ βασιλέα ἐγκαϑιστᾶσιν εἰς τὰ βασίλεια, ἑπταέτη τότε τυγχάνοντα. τι δὲ ἀρχιερεῖ ᾿Ἰωδαὲ τήν τε πρὸς τὸ ϑεῖον πίστιν τηρεῖσϑαι καὶ τοὺς νόμους φυλάττε- 30 σϑαι σφόδρα ἐμέλησεν."
      },
      {
        "index": 97,
        "text": "Ἡβήσας μῶντοι ὃ βασιλεὲς καὶ γυναῖκας ἠγάγετο δύο. τοῦ δὲ ναοῦ καϑαιρεϑέντος ἔν τισι μέρεσι παρὰ Γοϑολίας, ὃ ᾿Ιωὰς"
      },
      {
        "index": 98,
        "text": "ἀναχαινίσαι αὐτὸν προτεϑύμητο. καὶ τὸν ἱερέα καλέσας \"Inda, ἐκέλευσε πέμψαι τοὺς αἰτήσοντας ἐκ πάσης τῆς χώρας dg τὴν ἐπισχευὴν τοῦ ναοῦ ὑπὲρ ἑχάστης κεφαλῆς ἀργυρίου ἡμίσικλον. D Ἰωδαὲ δὲ φορτικὸν τοῦτο τῷ λαᾷ συνεὶς λογισϑήσεσϑαι, ἑτέρως δμέτεισι τῶν χρημάτων τὸν ἔρανον. κιβώτιον γάρ τι κατασκευάσας πάντοϑεν χεχλεισμένον, τρῆμά τι πεποίηκεν ἄνωθεν ἐν αὐτῷ, καὶ ἔϑετο αὐτὸ παρὰ τὸν ναόν, καὶ ἠξίου ἐμβάλλειν διὰ τοῦ τρήματος ὅσον ἑκάστῳ ἦν πρὸς βουλῆς εἰς ἀνακαινισμὸν τοῦ ναοῦ. ὅτι γοῦν εἰς τὴν ἑκάστου προαίρεσιν ἀνεῖτο τὸ δοϑησόμενον, ἀνε-- Ἰοπαχϑῶς τε τὴν δόσιν πεποίηντο καὶ ἐφιλοτιμοῦντο περὶ τὴν τῶν χρημάτων καταβολήν, ὥστε πολὺ χρυσίον ἀϑροισθῆναι καὶ πλεῖ- στον ἀργύριον, ἐξ ὧν ὅ τε ναὸς ἐπεσκευάσϑη καὶ σκεύη πολλὰ P I πρὸς τὰς ϑυσίας εἰογάσϑησαν, af φιλότιμοι μέχρις ἐβίω ᾿Ιωδαὲ. προσήγοντο τῷ ϑεῷ. ἐκείνου δὲ δικαίως καὶ κατὰ νόμον ζήσαν- lózog ἔτη ἑχατὸν πρὸς τριάχοντα καὶ οὕτω τὸν βίον ἐκλελοιπότος, ἀμελῶς περὶ τὴν εἰς τὸ Oeoδιετέϑη τιμὴν ὃ βασιλεὺς \" Indc, καὶ οἵ φύλαρχοι καὶ ot ἄλλως ἐξάρχοντες τοῦ πλήϑους συνδιε-- φϑάρησαν, καὶ προφητῶν δὲ διαμαρτυρομέγων αὐτοῖς περὶ τῆς εἰς τὸν ϑεὸν ἀσεβείας, οἱ δ᾽ οὐκ ἐπαύσαντο. Ζαχαρίου δὲ τοῦ 0 υἱοῦ τοῦ ἀρχιερέως ᾿Ιωδαὲ προφητεύοντος καὶ παραινοῦντος τὸν βασιλέα καὶ τὸν λαὸν χατὰ νόμους ζῆν, ὃ ᾿Ιωὰς χαλεπήνας κατα- λευσϑῆναε αὐτὸν ἐχέλευσεν. ἀναιρούμενος δὲ ὃ προφήτης dixá- B σαι τὸν ϑεὸν ηὔξατο. ἀνϑ᾽ ὅτου τῆς ζωῆς στερεῖται παρὰ τοῦ εὐεργετηϑέντος ἐκ ToU πατρὸς αὐτοῦ. καὶ μέντοι καὶ ταχέως ἐδίκασεν\" ὃ γὰρ τῶν Σύρων βασιλεὺς bo ἐπελϑὼν ἐπολιόρκεε τὴν ᾿Ιερουσαλήμ. ὃ δὲ πάντας τοὺς ϑησαυροὺς τούς τε ϑείους καὶ τοὺς βασιλικοὺς ἀφελόμενος καὶ ὅσα ἐν ἀναϑήμασι, τῷ ᾿4ζαὴλ παρέσχετο\" ὃς τῷ πλήϑει τῶν χρημάτων ἡσϑεὶς τῆς πολιορχίας 5 ἀπέσχετο."
      },
      {
        "index": 99,
        "text": "Τοῖς δὲ ᾿Ισραηλίταις ὃ Σύρος οὗτος ἐπιτιϑέμενος ἐκάκου αὐτοὺς σφόδρα. ᾿Ιηοὺ δὲ ὃ τῶν ᾿Ισραηλιτῶν βασιλεύς, παρα- βάτης τῶν ϑείων γεγονὼς ἐντολῶν, καὶ βασιλεύσας ἔτη εἴκοσι καὶ ἑπτά, τέϑνηκεν. (20) τῆς βασιλείας δὲ ἐπελάβετο ᾿Ιωάχαζ 10"
      },
      {
        "index": 100,
        "text": "C ὃ υἱὸς αὐτοῦ. οὗ βασιλεύοντος ὃ τῶν Σύρων ἀρχηγὸς τὴν χώραν ἐκάκωσε, πόλεις τε πολλὰς αὐτοῦ κατασχὼν τὴν στρατιὰν αὐτοῦ μαχαίρας ἔργον πεποίηκεν. ἐν τούτῳ δὲ ὃ ᾿Ιωάχαξ τοῦ ϑεοῦ δεηϑεὶς σωτηρίαν εὕρατο καὶ ἀνακωχὴν τῶν δεινῶν. ἑπτακαί- δεκα δὲ βασιλεύσας ἔτη ϑνήσκχει, διάδοχον τῆς βασιλείας ἐσχηκὼς 15 ᾿Ιωὰς τὸν υἱόν, δὁμωνυμοῦντα τῷ τῆς ᾿Ιούδα φυλῆς βασιλεύοντι. οὐχ ὅμοιος δὲ τῷ πατρὶ ὃ ᾿Ιωὰς οὗτος ἐγένετο, ἀγαϑὺς δέ. ὃς καὶ τοῦ ᾿Ελισσαίου νοσήσαντός τε καὶ ϑνήσκοντος ἐϑρήνει, πατέρα αὐτὸν καὶ ὅπλον καλῶν, Gg δι᾽ αὐτοῦ κρατῶν τῶν ἐχϑρῶν. ὃ δὲ προφήτης παρεμυϑεῖτο αὐτόν\" καὶ τόξον ἐκέλευε λαβόντα βέλη 30"
      },
      {
        "index": 101,
        "text": "D βαλεῖν. τρισσάχις δὲ τοῦ βασιλέως τοξεύσαντος καὶ παυσαμένου, εἶπεν ὃ ᾿Ελισσαῖος “εἰ μὲν πλείω ἀφῆκας βέλη, ἐξέκοψας ἂν ῥιζό- Juτὴν τῶν Σύρων ἀρχήν\" νῦν δ᾽ ἰσαρίϑμους τοῖς βέλεσι νίχας γικήσεις αὐτούς, καὶ τὴν χώραν ἣν ἐκεῖνοι ἀφείλοντο ἐπανασώ-- σεις σου τῇ ἀρχῇ.\" εἶτα ὃ προφήτης ἐξέλιπε καὶ ἔτυχε ταφῆς μεγαλοπρεποῦς. λῃσταὶ δέ τινα ἀνελόντες εἷς τὸν τάφον τοῦ προφήτου αὐτὸν ἔρριψαν\" καὶ ἀνέζησεν ὃ ῥιφεὶς καὶ ἀνέστη. ὁ ἀπέϑανε δὲ xal Lia? ὃ βασιλεὺς Συρίας, ἐπὶ διαδόχῳ τῷ υἱῷ “δερ\" ᾧ συμβαλὼν ᾿Ιωὰς ὃ τῶν ᾿Ισραηλιτῶν βασιλεύς, καὶ τρισ- σάχις ἥττήσας, ἐπανεσώσατο τῷ ᾿Ισραὴλ τὴν χώραν καὶ τὰς πό- Auc ἃς ᾿ἀζαὴλ ἀφείλετο ὃ τοῦ “4δερ πατήρ. Ἰωὰς δὲ ὃ βασιλεὺς Ἰούδα ἐτῶν μὲν ὧν ἑπτὰ ὅτε ἀνερρήϑη, Ι0 βασιλεύσας δὲ ἐνιαυτοὺς τεσσαράκοντα, ἐτελεύτησεν, ἀναιρεϑ εὶς παρὰ τῶν ϑεραπόντων αὐτοῦ. καὶ τὴν βασιλείαν τῆς \"Tiov- σαλὴμ ὃ υἱὸς αὐτοῦ ᾿Μμεσίας περιεζώσατο, εὐσεβὴς γεγονώς, ἐτῶν ὧν ὅτε τῆς ἀρχῆς ἐπέβη πέντε xal εἴκοσι, ἠνυχὼς δὲ τὴν βασιλείαν ἐπ᾽ ἐνιαυτοὺς ἐννέα xal εἴχοσι. καὶ τοὺς ἀνελόντας τὸν πατέρα αὐτοῦ χολάσας, τοὺς ἐχείνων παῖδας ἀϑώους ἀφῆκε κατὰ τὸν νόμον λέγοντα “οὖκ ἀποθανοῦνται πατέρες ὑπὲρ υἱῶν, οὐδὲ μέντοι διὰ πατέρας viol.\" ὃς καὶ κατὰ τῶν δουμαίων καὶ “Μμαληκιτῶν στρατεύσας συμμάχους ἐκ τῶν ᾿Ισραηλιτῶν ἐμισϑώ- σατο. προφήτης ÓÉ τις καταλιπεῖν τοὺς συμμάχους αὐτῷ συνε- ἡ0βούλευε καὶ μετὰ μόνων τῶν οἰκείων διαϑέσϑαι τὸν πόλεμον. ᾧ πεισϑεὶς ἀπέλυσε τοὺς Ἰσραηλίτας, καὶ τὸν μισϑὸν αὐτοῖς χαρισάμενος. συμβαλὼν οὖν τοῖς ἀλλοφύλοις ἐνίκησεν. οἱ δ᾽"
      },
      {
        "index": 102,
        "text": "ἀπολυϑέντες σύμμαχοι ὀργισϑέντες τήν τε χώραν τῶν Ἰουδαίων οὐ Α. τῶν om Α. χατέδραμον xal πολλοὺς ἀνεῖλον. ᾿Αμεσίας δὲ διὰ τὸ εὐτύχημα φρονηματισϑείς, καὶ ἀσεβήσας εἰς ϑεόν, διεπέμψατο πρὸς Ἰωὰς τὸν βασιλέα τοῦ Ἰσραήλ, ἀπαιτῶν πρὸς αὐτὸν ἥξειν ὡς ὑποκεῖ- σϑαί οἱ ὀφείλοντα, ἀπογόνῳ “΄αβὶδ καὶ Σολομῶντος τυγχάνοντε. ὃ δὲ ἀνταπέστειλε μηνύων αὐτῷ ὡς “τὴν χέδρον ἢ ἄκνος ἠξίου 5 χῆδος ἐπὶ τοῖς παισὶ τοῖς οἰκείοις ποιήσασϑαι. ἐν τοσούτῳ δὲ τὰ ϑηρία τοῦ ἀγροῦ παρερχόμενα συνεπάτησαν τὴν ἄχνον, καὶ C ἀπώλετο. τοῦτό σοι ἀρκετὸν elg παράδειγμα \" καὶ μὴ ὅτε εὐτύ-- χησας, πατάξας τοὺς ἀλλοφύλους, μεγάλα φρόνει, μηδὲ τὸν λαόν σου καὶ ἑαυτὸν εἰς κινδύνους συνώϑει.\" πρὸς ταῦτα ὀργι-- 10 σϑεὶς ᾿Ἀμεσίας στρατεύει xarà τοῦ Ἰωάς. φόβος δ᾽ ἐμπίπτει τῇ αὐτοῦ στρατιᾷ, καὶ τρέπεται εἷς φυγήν\" μονωθεὶς δὲ ᾿“μεσίας συλλαμβάνεται παρὰ τῶν πολεμίων καὶ ἀπάγεται πρὸς τὸν Ἰωάς. ὃ δὲ δέσμιον ἄγων αὐτὸν ἦλϑεν εἰς Ἱερουσαλήμ, xai καϑελὼν τοῦ τείχους μέρος, εἰσήλασε διὰ τοῦ καϑαιρεϑέντος εἰς τὴν πόλιν 15 ἐφ᾽ ἅρματος, καὶ ἀφείλετο τούς τε ἱεροὺς ϑησαυροὺς καὶ ὅσα ἐν τοῖς βασιλείοις ἀπέκειτο. καὶ λύσας τὸν ᾿μεσίαν ἐπανῆλϑεν dg τὴν Σαμάρειαν. καὶ βασιλεύσας τὰ πάντα ἕξ xoi δέκα ἔτη τε- D λευτᾷ. καὶ ἐβασίλευσεν Ἱεροβοὰμ ὃ υἱὸς αὐτοῦ. ᾿Αμεσίας δὲ μετὰ ταῦτα ἐπιβουλευϑεὶς ἀνῃρέϑη, ζήσας τέσσαρας ἐνιαυτοὺς 30 καὶ πεντήχοντα, βασιλεύσας δὲ εἴκοσι καὶ ἐννέα. ἐχρίσϑη δὲ βασιλεὺς ὃ υἱὸς αὐτοῦ Ὀζίας, ἐτῶν ὑπάρχων ἑξκαίδεκα."
      },
      {
        "index": 103,
        "text": "91. Ἱεροβοὰμ δὲ ὃ υἱὸς Ἰωὰς ἀσεβὴς ἐγένετο καὶ napá- γομος. καὶ τοιοῦτος δὲ ὦν, τοῦ ϑεοῦ τὸν Ἰσραηλίτην λαὸν ἐλεήσαντος ταπεινωϑέντα, τοῖς Σύροις πολεμήσας ἐνίκησε, τοῦ προφήτου Ἰωνᾶ τὴν νίκην αὐτῷ προαγορεύσαντος."
      },
      {
        "index": 104,
        "text": "Τοῦτον τὸν προφήτην ἀπέστειλεν ὃ ϑεὸς εἷς Νινευὶ τὴν πόλιν κηρύξοντα καταστροφὴν αὐτῆς xal τῶν Νινευιτῶν ἐξολό-- ϑρευσιν. ὃ δὲ οὐκ ἀπήει, ἀλλ᾽ ἀπεδίδρασκεν εἰς πλοῖον ἐμβάς. χλύδωνος δὲ γεγονότος ἡ ναῦς ἐκινδύνευε. xol κλήρῳ τῶν P Y ἐμπλεόντων πειρωμένων γνῶναι τὸν αἴτιον, κληροῦται ὃ Ἰωνᾶς. Ιθχκαὶ ὅστις εἴη ἀναχρινόμενος ἐκεῖνος τὰ xa9^ ἑαυτὸν διηγήσατο, καὶ ἐμβαλεῖν αὐτὸν εἰς τὴν ϑάλασσαν προετρέπετο\" “οὐ γὰρ ἂν ἄλλως\" ἔλεγε “τὸν κίνδυνον διαφύγοιτε.\" ὃ μὲν οὖν ἐρρίφη, ὃ δὲ κλύδων ἐχύπασε. χῆτος δὲ τὸν προφήτην καταπιὸν μετὰ τρεῖς ἡμέρας καὶ ἴσας νύκτας ζῶντα καὶ σῶον αὐτὸν ἐξήμεσεν. δὲ συγγνώμην frt τὸν ϑεὸν διὰ τὴν παραχοήν, καὶ ἐπέμφϑη πάλιν κηρῦξαι ἃ προσετέτακτο. ὃ δὲ ἀπελϑὼν μετὰ τρεῖς ἡμέρας τὴν Νινευὶ χαταστραφῆναι ἐκήρυξεν. ὃ δὲ τῆς πόλεως βασιλεὺς xul ὃ λαὸς ἅπας τῷ προφήτῃ πιστεύσαντες ἀπέχλιναν εἰς μετά- B νοιαν καὶ τὸν ϑεὸν ἱκέτευον ἐλεῆσαι αὐτούς. καὶ ὃς τῇ μετανοίᾳ 20109 πλήϑους χαμφϑεὶς ἀπέστρεψε τὸν ὄλεθρον ἀπ᾿ αὐτῶν."
      },
      {
        "index": 105,
        "text": "Ἱεροβοὰμ δὲ τεσσαράκοντα πρὸς τῷ ἑνὶ βασιλεύσας ἐνιαυ-: τοὺς ϑνήσχει. καὶ μετ᾽ αὐτὸν ἐκράτησε τῆς ἀρχῆς ᾿Αζαρίας ὃ παῖς αὑτοῦ."
      },
      {
        "index": 106,
        "text": "'O δὲ βασιλεὺς Ἱερουσαλὴμ Ὀζίας εὐσεβὴς τὰ πρὸς τὸν ϑεὸν καὶ τὰ πρὸς τοὺς ὑπηκόους δίκαιος ἦν\" διὸ καὶ πολλοὺς τῶν ἀλλοφύλων ἐνίχησε καὶ ὑποφόρους ἐποίησεν. εὐδαιμονήσας δὲ καὶ τυφωϑεὶς ἐκπέπτωχε τοῦ χαϑήκοντος. καὶ ὡς ἱερεὺς στο-- λισϑεὶς ἐπὶ τοῦ χρυσοῦ βωμοῦ ϑυμιάσαι τῷ ϑεῷ ἐπεχείρησεν \" 5 C κωλυόντων δ᾽ αὐτὸν τοῦ ἀρχιερέως “Ἀζαρίου καὶ τῶν ἱερέων καὶ μὴ παρανομεῖν παραινούντων, ϑάνατον αὐτοῖς ἠπείλησεν εἰ μὴ ἡσυχάσαιεν. ἐν τούτῳ φῶς οἷον ἐπιλάμψαν ἐν τῷ ναῷ καὶ τῇ τοῦ βασιλέως ὕψει προσβαλόν, λέπραν ἐποίησε κατ᾽ αὐτῆς ἐξαν-- ϑῆσαι. οἱ δ᾽ ἱερεῖς τὴν συμφορὰν ἐδήλουν τῷ βασιλεῖ καὶ ἐξιέναε10 τῆς πόλεως συνεβούλευον. καὶ οὕτως ζήσας χρόνον τινά, ὑπ᾽ ἀϑυμίας ἀπέϑανε, βασιλεύσας ἔτη δύο τε καὶ πεντήκοντα, ζήσας δὲ τὰ πάντα ἑξήχοντα πρὸς ὀχτώ, τὴν ἀρχὴν παραδοὺς τῷ υἱῷ αὐτοῦ Ἰωάϑαμ. \"Ἀζαρίας δὲ ὃ τοῦ Ἱεροβοὰμ ἐπὶ ἕξ βασιλεύσας μῆνας τῶν 15 ᾿Ισραηλιτῶν ἀπέθανεν δολοφονηϑεὶς ὑπὸ Σελούμ, ἀσεβῶς βιούς. D ἀνῃρέϑη δὲ Σελοὺμ ἐφ᾽ ἡμέρας βασιλεύσας τριάκοντα παρὰ ἹἸΠαναΐμ, βασιλεύσαντος ἐπὶ τὸν ᾿Ισραὴλ ἀντ᾽ αὐτοῦ. ἀραμένου δὲ πόλεμον πρὸς αὐτὸν Φουὰ τοῦ τῶν Z4oovoloav βασιλέως, χίλια δοὺς αὐτῷ τάλαντα ἀργυρίου, ἃ ἐκ τοῦ λαοῦ ἠρανίσατο, τὸν 30 πόλεμον διελύσατος ἐπὶ ἔτη δὲ βασιλεύσας δέκα ὃ lMavatu, ἀσεβής τε καὶ ἀπηνὴς γεγονώς, τέϑνηκε, τὴν βασιλείαν διαβε- βάσας εἰς τὸν υἱὸν GOaxtolav. ἀσεβὴς δὲ xol οὗτος καὶ ὠμὸς γεγονὼς ἀνῃρέϑη δολοφονηθεὶς παρὰ Φακεὲ τοῦ υἱοῦ “Ρομελίου, βασιλεύσαντος ἀντὶ τοῦ ἀναιρεθέντος, ἀσεβῶς καὶ αὐτοῦ καὶ παρανόμως ἀνύσαντος τὴν ἀρχήν. ὅτε καὶ Θαιγλαφαλασὰρ ὃ δτῶν “΄σσυρίων βασιλεὺς τῇ χώρᾳ τῶν Ἰσραηλιτῶν ἐπελϑὼν πόλεις τε πολλὰς κατεστρέψατο καὶ αἰχμαλωσίαν ἀπήγαγεν εἷς τὴν ἕαυ- τοῦ χώραν οὖκ εὐαρίϑμητον. ὃ δὲ τοῦ Ὀζίου υἱὸς Ἰωάϑαμ βασιλεὺς Ἱερουσαλὴμ εὐσεβὴς τυγχάνων καὶ δίκαιος, τῆς τε nó- λέως καὶ τοῦ ναοῦ ἐπεμέλετο καὶ τοὺς ᾿μμανίτας ὑποφόρους"
      },
      {
        "index": 107,
        "text": "Ιθἔϑετο, μάχῃ νικήσας αὐτούς. Ναοὺμ δὲ τότε προφητεύων περὶ τῆς τῶν ᾿Ασσυρίων προεῖπε καταστροφῆς\" καὶ 7 πρόρρησις ἐκεί- vov ἔργον ἐγένετο ἑκατὸν καὶ πεντεκαίδεκα παρελθόντων ἐνιαυτῶν. τῷ δὲ Ἰωάϑαμ ἐπέλιπε τὸ βιώσιμον ζήσαντι μὲν ἔτη πρὸς ἑνὶ τεσσαράκοντα, δέχα δ᾽ ἐπὶ ἕξ βασιλεύσαντι."
      },
      {
        "index": 108,
        "text": "15 22. Meréntos δὲ τῆς Ἱερουσαλὴμ 3j ἀρχὴ εἷς Ἄχαζ τὸν B ἐχείνου υἱόν, ἀσεβήσαντα πρὸς τὸν ϑεὸν καὶ τοὺς αὐτοῦ νόμους παραβάντα\" εἰδώλοις γὰρ προσεκύνει καὶ βωμὸν αὐτοῖς ἐν Ἵερο- σολύμοις ἀνέστησε καὶ παῖδα οἰκεῖον αὐτοῖς ὡλοκαύτωσε. καϑ᾽ οὗ Ῥαασὼν ὃ τῶν Σύρων ἡγεμονεύων καὶ ὃ τῶν ᾿Ισραηλιτῶν βασιλεὺς Φακεὲ συμπνεύσαντες ἐπολιόρκουν αὐτὸν ἐν “Ἱερουσαλὴμ ἐπὶ μακρόν. καὶ ὃ μὲν Ῥαασών, πόλεων ἑτέρων κρατήσας, τοὺς αὐτῶν οἰκήτορας ἀνελὼν καὶ Σύρους ἐγκατοικίσας αὐταῖς ἐπανῆλ-"
      },
      {
        "index": 109,
        "text": "ϑὲν dg Zapaoxóv* \"Ayal; δέ, «μόνου περιλειφϑέντος τοῦ Φακεέ, συμμίξας αὐτῷ ἥττητο, δώδεκα μυριάδας ἀποβαλὼν τοῦ λαοῦ καὶ πολλοὺς τῶν ἐπισήμων καὶ τὸν υἱόν. (Φαχεὲ δὲ ἀνέζευξεν εἰς"
      },
      {
        "index": 110,
        "text": "C Σαμάρειαν αὐτὸς καὶ 7 στρατιὰ αὐτοῦ, αἰχμαλώτων πλῆϑος πολὺ εἰς τὴν ἑαυτῶν μετοικίσαντεςς. προφήτης δέ τις ἐν Σαμαρείᾳ πρὸδ τῶν τειχῶν ὑπαντήσας αὐτοῖς ἐμέμφετο ὡς συγγενεῖς αἰχμαλωτί-- σασι καὶ συνεβούλευεν ἐλευϑερῶσαι αὐτούς\" οἱ δὲ πεισϑέντες ἀφῆκαν τοὺς αἰχμαλώτους. ᾿ἄχαζ δὲ τὸν ᾿“σσυρίων βασιλέα ἠξίου συμμαχῆσαι αὐτῷ κατὰ τῶν Σύρων καὶ τῶν ᾿Ισραηλιτῶν- ὃ δ᾽ ἧκε καὶ τήν 1t χώραν τῶν Σύρων ἐπόρϑησε καὶ τὴν Ζίαμα- 10 σχὸν εἷλε καὶ τὸν Ραασὼν ἀνεῖλε καὶ τὴν τῶν ᾿Ισραηλιτῶν χώραν καταδραμὼν πλείστους αἰχμαλώτους ἀπήγαγεν. ὃ δὲ Αχαζ ἀμοι-- βὴν ὑπὲρ τούτων τῷ Θαιγλαφαλασὰρ τούς τε βασιλικοὺς δέδωκε ϑησαυροὺς xal ὅσα τῷ ἱερῷ ἐναπέκειντο. ἐς τοσοῦτον δ᾽ ἦσέ- βησὲν ὡς μὴ μόνον τοὺς τῶν ἀλλοφύλων σέβειν ϑεούς, ἀλλὰ καὶ 15"
      },
      {
        "index": 111,
        "text": "D τὸν ναὸν ἀποχλεῖσαι xol συλῆσαι τὰ αὐτοῦ ἀναϑήματα. οὕτω δὲ βιοὺς ἐτελεύτησεν ἕξ καὶ τριάκοντα ζήσας ἔτη, βασιλεύσας δ᾽ ἑξχαίδεκα, Ἐζεκίᾳ τῷ υἱῷ τὴν βασιλείαν λιπών. συνέβη δὲ καὶ τῶν ᾿Ισραηλιτῶν βασιλέα τότε ϑανεῖν κατ᾽ ἐπιβουλὴν Doré. καὶ οὗτος δὲ πονηρὸς ἦν\" διὸ καὶ στρατεύσαντος xav? αὐτοῦ τοῦ τῶν 20 “Ἀσσυρίων βασιλέως Σαλμανασὰρ ἐδουλώϑη αἰτῷ, φόρους τελεῖν ἐτησίως ἐπιταχϑ είς.; σαλαμανασὰρ À."
      },
      {
        "index": 112,
        "text": "Ἐζεκίας δὲ εὐσεβὴς ὧν xal δίκαιος, ἐκκλησιάσας τοῦς ἱερεῖς χαὶ “Δευίτας ἀνοῖξαι τὸ ἱερὸν ἐνετείλατο καὶ ϑύειν ὡς νόμος αὐ- τοῖς, καὶ τὸν λαὸν μηδὲν τῆς τοῦ ϑείου τιμῆς ἐκέλευε προτιμᾶν. ἔστειλε μέντοε καὶ πρὸς πᾶσαν τὴν χώραν μετακαλούμενος ἅπαν:"
      },
      {
        "index": 113,
        "text": "ὅτας τὴν τῶν ἀζύμων ἑορτὴν ἑορτάσοντας, ἐπὶ μαχρὸν μὴ τελε- σϑεῖσαν διὰ τὰς τῶν κρατούντων παρανομίας. καὶ τοῖς ᾿Ισραη- λίταις προὐτρέπετο τὸν πατρῷον σέβειν Div κατὰ τὴν πάλαι συνήϑειαν. οἱ δὲ οὐκ ἐπείσϑησαν, ἀλλὰ καὶ τοὺς προφήτας ταὐτὰ παραινοῦντας ἐφόνευσαν. τινὲς δὲ πεισϑέντες μετηνέχϑη- locaεἷς εὐσέβειαν καὶ εἰς ᾿Ιερουσαλὴμ συνέδραμον εἰς προσχύνησιν"
      },
      {
        "index": 114,
        "text": "TOU ϑεοῦ. καὶ ὃ βασιλεὺς \"Ecexlag μετὰ τῶν ἡγεμόνων τοῦ λαοῦ —"
      },
      {
        "index": 115,
        "text": "ἀπελθὼν dg τὸ ἱερόν, ἔϑυσε διὰ τῶν ἱερέων ϑυσίας πολυτελεῖς; καὶ τῷ λαῷ μετέδωχε ζώων πρὸς εὐωχίαν πολλῶν\" καὶ τοῖς ἱερεῦ- σιν PES εἰς τὴν χώραν xal ἁγνίσαι αὐτὴν ἐνετείλατο. εἶτα ib κατὰ τῶν ἀλλοφύλων πόλεμον ἦρε καὶ πόλεις εἷλεν αὐτῶν. Ὁ *O δὲ τῶν Ἰσραηλιτῶν βασιλεὺς Ὡσηὲ εἰς συμμαχίαν προσε-- καλέσατο Σωβὰ τὸν βασιλέα «Αϊγύπτου κατὰ τῶν Moovolov. ὃ γνοὺς ΣΣαλμανασὰρ ὠργίσϑη\" καὶ ἐπὶ τρισὶν ἔτεσιν ἐπολιόρκησε τὴν Σαμάρειαν, καὶ κατέσχε τὴν πόλιν καὶ τὴν βασιλείαν ἠφάνισε, καὶ ἀρ τὸν λαὸν -αἰχμαλωτίσιις μετῴκισεν εἰς τὴν οἰχείαν χώραν, καὶ αὖ- τὸν τὸν βασιλέα τῶν Ἰσραηλιτῶν \"Doré. καὶ μεταναστεύσας ἐκ τῆς οἰκείας χώρας ἕτερα ἔϑνη ἀπό τινος τόπου Xos39ov καλουμέ- κισεν À. οἰκείαν) ἰδίαν À.."
      },
      {
        "index": 116,
        "text": "YOU μβῴχισεν dg Σαμάρειαν καὶ εἷς τὴν χώραν αὐτῆς. μετήχϑη-- σαν οὖν αἱ δέκα φυλαὶ τῶν Ἰσραηλιτῶν μετὰ ἐννακόσια τεσσαρά-- xovru ἑπτὰ ἔτη ἐξότου τὴν “Ἄἴγυπτον λιπόντες ἐξήλθοσαν, μετά τε διακόσια τεσσαράκοντα καὶ μῆνας ἑπτὰ ἐξότου καταλιπόντες τὼν “Ῥοβοὰμ. ἕλοντο ἑαυτοῖς εἰς βασιλέα τὸν Ἱεροβοάμ, οἱ δὲ μετοι-- 5 κισϑέντες εἰς τὴν Σαμάρειαν, Χουϑαῖοι καλούμενοι ix τοῦ τόπου ἐν ᾧ κατῴκουν τὸ πρὶν ἐν Περσίδι, πέντε ὄντες ἔϑνη, τοὺς ἰδίους ϑεοὺς καὶ αἶϑις ἐϑρήσκευον. ὡς μὲν οὖν ἢ τετάρτη τῶν Βασι- λειῶν λέγει, λέοντας ἐξήγειρεν ὃ ϑεὸς xal διέφϑειρε πολλοὺς ἐξ αὐτῶν\" ὡς δὲ Ἰώσηπος ἱστορεῖ, λοιμὸς αὐτοῖς ἐνέσκηψε, γνόντες 10 D δὲ κατ᾿ ὀργὴν τοῦ ϑεοῦ ἐπιέναι αὐτοῖς τὰ κακά, τοῦ σφετέρου βα- σιλέως ἐδέοντο ἱερεῖς στεῖλαι αὐτοῖς ἐκ τῶν Ἰσραηλιτῶν, ἵν᾽ αὖ- τοὺς τὴν τῶν “Εβραίων ϑρησκείαν μυήσωσιν\" οὗ γενομένου ἐπαύ-- σατο ἡ φϑορά, καλοῦνται δὲ παρὰ μὲν τῶν Εβραίων Χουθαῖοι, πρὸς δὲ τῶν Ελλήνων Σαμαρεῖται. —. 15"
      },
      {
        "index": 117,
        "text": "29. Ἔν 06 τῷ τεσσαρεσκαιδεκάτῳ ἔτει τῆς βασιλείας Ἔζε- χίου τοῦ τῆς Ἱερουσαλὴμ βασιλέως ὃ τῶν ᾿ἀσσυῤίων βασιλεύων Σὲε- γαχηρεὶμ. 323496 πῇ ᾿Ιουδαίᾳ καὶ πάσας εἷλε τὰς πόλεις τῶν δύο, φυλῶν, δείσας δὲ ᾿Εζεκίας περὶ τῇ “Ιερουσαλήμ, διαπέμπεται πρὸς αὐτὸν ὑπισχνούμενος διδόναι φόρον ὃν ἂν αὐτῷ ἐπενέγκοι.30 Σεναχηρεὶμ δὲ τριακόσια μὲν ἀργύρον τάλαντα, χρυσοῦ δὲ τριᾶ--. κοντα ἤτησε, καὶ πίστεις ἐνομότους παρέσχεν, ἢ μὴν ἀναχωρήσειν"
      },
      {
        "index": 118,
        "text": "d ταῦτα λάβοι. λαβὼν δὲ αὐτὸς uiv in^ «Αἰγυπτίους ὥρμησε xui Αἰϑίοπας, τὸν δὲ ἀρχιστράτηγον αὐτοῦ Ῥαψάχην σὺν δυσὶ στρατηγοῖς ἑτέρυις καὶ δυνάμει βαρείᾳ κατέλιπε τὴν Ἱερουσαλὴμ ἐχπορϑήσοντας. οἱ δὲ πρὸ τῶν τειχῶν βαλόμενοι χάρακα ἐντυχεῖν"
      },
      {
        "index": 119,
        "text": "ὅ ἐζήτουν τῷ ᾿Εζεκίᾳ. ἀλλ᾽ ἐκεῖνος μὲν͵ ἀπεδειλίασεν ἐξελϑεῖν, τρεῖς δὲ τοὺς αὐτῷ τιμωμένους τῶν ὑπ᾽ αὐτὸν ἔπεμψε. κἀκεῖνοι \" el ἐπὶ τοὺς «ἀϊγυπτίους πέποιϑεν ᾿Εζεκίᾳς\" ἔφησαν, “μωραίνει ἐπίσης ἀγϑρώπῳ καλαμίνῃ ῥάβδῳ ἐρειδομένῳ, καὶ αὐτῇ τεϑλασμένῃ, ἣ οὐδὲν ἤμυγε τῷ κατέχοντι, ἀλλ᾽ αὐτός τε συμπέπτωκε καὶ ὃ κάλα- ἴθμος τὴν αὐτοῦ χεῖρα διέτρησε. τοιοῦτός ἐστι Φαραὼ ὃ «Αἰγύ- πτιος.\" ταῦτα “Εβραϊστὶ 6 Ραψάκης τοῖς πεμῳφϑεῖσιν ὡμίλει. οἱ δὲ τῇ τῶν Σύρων διαλέκτῳ ὑμιλεῖν αὐτοῖς ἠξίουν αὐτόν, ἵνα μὴ τὸ τιλῆϑος τῶν λεγομένων συνίησι, ὃ δὲ μᾶλλον τὴν φωνὴν 4nágag'Effguigal πάλιψ ἔλεγεν εἰς ἐπήκοον πάντων “μὴ ἀπατάτω 16 ὑμιᾶς ᾿Εζεκίᾳς λέγον, κύριος ῥύσεται ἡμᾶς. μὴ ἐρρύσατο Σαμά-- ρέιαν; καὶ ἀπήγγειλαν ταῦτα τῷ ᾿Εζεκίᾳ. ὃ δὲ ἀχούσας διέρρηξε τὰ ἱμάτια αὐτοῦ xal περιεβάλετο σάκκον, καὶ πεσὼν ἐδέετο τοῦ ϑεοῦ, βοήϑειαν ἐπ᾿ ἀνελπίστοις αἰτῶν\" καὶ πρὸς “Ησαΐαν τὴν προ- φήτην πέμψας παρεκάλεε αὐτὸν δέεσθαι τοῦ ϑεοῦ ἵν᾽ ἵλεως ἔσοιτο 30:0 λαῷ. ὃ. δὲ ἀμαχητὶ τοὺς πολεμίους προέλεγεν ἡἥττηϑήσεσϑαι xul τὸν Σεναχηρεὶμκς χτανϑῆναι ἄπρακτον ἀπ᾿ Alyéntou ἐπανελ-- ϑόντα. ἐπέστειλε δὲ καὶ Σεναχηρεὶμι τῷ ᾿Εζεκίᾳ “μὴ ἐπαιρέτω σε ὃ ϑεός σου ἐφ᾽ ᾧ πέποιϑας μὴ παραδοϑῆναι τὴν “Ιερουσαλὴμ εἰς χεῖράς μου\" ἀναλόγισαι ποῦ εἶσιν oi βασιλεῖς τῶν ἐϑνῶν otc δεέ- φϑειραν οἱ πατέρες μου ταύτην τὴν ἐπιστολὴν ἀναγνοὺς ᾿Εζεκέας κατέϑετο εἷς τὸ ἱερὸν καὶ ἱχέτευσε τὸν ϑεόν “ἴδε λέγων “χύρεε καὶ ἄκουσον τοὺς λόγους Σεναχηρεὶμ οὕς ἀπέστειλεν ὀνειδίζων σε τὸν ζῶντα ϑεόν, καὶ σῶσον ἡμᾶς ἐκ χειρὸς αὐτοῦ Ἡσαΐας δὲ δ παρεϑάρρυνε τὸν βασιλέα, ἐπακοῦσαι φάσκων αὐτοῦ τὸν ϑεόν."
      },
      {
        "index": 120,
        "text": "xal τῇ νυκτὶ ἄγγελος ἐν τῇ παρεμβολῇ τῶν ᾿Πσσυρίων ἄνειλεν éco τὸν ὀγδοήχοντα πέντε χιλιάδας, καὶ μεϑ᾽ ἡμέραν νεκρὰ τὰ τούτων σώματα εὑρέϑησαν. καὶ ἀπῆρε τὸ περιλειφϑὲν τῆς στρατιᾶς 2E “Ἱερουσαλήμ. ΣΣεναχηρεὶμ δὲ πολιορχῶν τὸ Πηλούσιον, ἔλυσε τὴν 10 πολιορχίαν, μυῶν ἐν νυκτὶ μιᾷ καταφαγόντων τὰ τόξα τῶν 4doov- ρίων καὶ τὰ λοιπὰ τῶν ὅπλων αὐτῶν. τοῦτο ἐν μὲν τῇ τῶν Βασε- λειῶν οὐκ ἀναγράφεται βίβλῳ, ᾿Ιώσηπος δὲ ἱστορεῖ ἐν Ἡροδότῳ εὑρών. τὸν δὲ Βηρωσὸν τὰ Χαλδαϊκὰ συγγραψάμενον φάσκειν φησὶν ὡς ἐπανελϑὼν ὃ Σεναχηρεὶμ ἀπὸ τοῦ τῶν «ΑἸγυπτίων πολέ- 15 μου κατέλαβε τὴν σὺν τῷ Pawáxy στρατιὰν εἰς Ιεροσόλυμα\" καὶ τοῦ ϑεοῦ λοιμώδη νόσον ἐνσχήψαντος τοῖς ““σσυρίοις, ἐν μιᾷ νυκτὲ"
      },
      {
        "index": 121,
        "text": "᾿μυριάδες\" ὀκτωκαίδεκα φϑείρονται καὶ πεντακισχίλιοι σὺν ἡγεμόσε καὶ ταξιάρχαις. δείσας οὖν ἐχεῖνος καὶ περὶ τῇ λοιπῇ σερατεᾷ,"
      },
      {
        "index": 122,
        "text": "᾿ἀπαίρει ἐκεῖϑεν μετὰ τῆς περιλειφϑείσης δυνάμεως καὶ ἄπεισιν εἰς 30 ᾿Νινευί. καὶ μετ᾽ ὀλίγον ἐπιβουλευϑεὶς παρὰ τῶν πρεσβυτέρων παίδων ἀνῃρέϑη, τῶν μὲν ἀνῃρηκότων αὐτὸν φυγόντων, Ναχορ- δὰν δὲ τοῦ υἱοῦ αὐτοῦ τὴν ἀρχὴν διαδεξαμένους ᾿Ἐζεχίας δὲ τοῦ gófov ἀπαλλαγεὶς τῷ ϑεῷ ηὐχαρίστει. καὶ μετ᾽ ὀλίγον νοσήσαντι αὐτῷ προσελϑὼν ᾿Ησαΐας κατ᾽ ἐντολὴν τοῦ ϑεοῦ εἶπε “τάξαι τῷ οἴχῳ σου\" οὐ γὰρ ζήσῃ\" τῷ δὲ 7 τοῦ ϑνήσκειν ἐλπίς, καὶ ὅτε παῖδας μὴ ἔχων ἔρημον ἔμελλε τὴν βασιλείαν καταλιπεῖν γνησίας διαδοχῆς, ἐποίει μείζω τὴν συμφοράν, καὶ ἀϑυμῶν ἐπὶ τούτοις ἔχλαυσε, ζωὴν ἐπιδαψιλευϑῆναι αὐτῷ ἐξαιτούμενος τὸν ϑεόν. ἐλϑὼν δὲ αὖϑις Ησαΐας ὑγείαν αὐτῷ μετὰ τρίτην ἡμέραν &ayye- λίζεται καὶ προσϑήκην ζωῆς ἐτῶν πεντεκαίδεκα. ὃ δὲ τοῦ ϑαύμα- ἴθτος τὸ ὑπερφυὲς λογιζόμενος, σημεῖον ἤτει τὸν προφήτην δεῖξαι αὐτῷ εἰς πίστωσιν τῶν ἐπηγγελμένων. τοῦ δὲ προφήτου τὸν ϑεὸν ἱκετεύσανξος σημεῖον γενέσϑαι, ἤδη ἐπὶ δυσμὰς δέκα βαϑμοὺς ἀποκλίνας ὃ ἥλιος καὶ σκιὰν ποιήσας, ἐπέστρεψεν εἰς τὰ ὀπίσω δέκα ἀναβαϑμούς. ἐντεῦϑεν Ἐζεχίας τῆς νόσου ἀπήλλακτο. ὃ δὲ δ τῶν Βαβυλωνίων βασιλεὺς Βαλαδὰν πρὸς ᾿Εζεκίαν πρεσβείαν nomoá- μενος καὶ δῶρα στείλας, σύμμαχον αὐτὸν καὶ φίλον ἔχειν ἠξίου. ὃ δὲ τοῖς πρέσβεσι τοὺς ϑησαυροὺς ὑπέδειξε καὶ τὰ ὅπλα καὶ πᾶσαν τὴν βασιλικὴν πολυτέλειαν, καὶ ἀνταποστείλας δῶρα τῷ Βαβυλωνίῳ ἀπέλυσεν αὐτούς. ᾿Ησαΐας δὲ εἶπε τῷ ᾿Εζεκίᾳ “ ἐλεύσονται ἡμέραι, 0 χαὶ ὃ πλοῦτος ὃν ἐϑεάτρισας εἰς Βαβυλῶνα μετατεϑήσεται, καὶ οἵ υἱοί σου ἔσονται εἰς εὐνούχους τῷ βασιλεῖ Βαβυλῶνος\" Ἐζεκίας δέ, ἐπεὶ μὴ διαπεσεῖν τὸν λόγον τοῦ ϑεοῦ δυνατόν, \"toro\" φησὶ “εἰρήνη ἐν ταῖς ἡμέραις μου ἐπιβιοὺς δὲ τὸν προστεϑέντα αὖ- τῷ χρόνον εἰρηνικῶς, ϑνήσκει, πεντηκοστὸν καὶ τέταρτον ἔτος ἀνί- σας ἐν τῇ ζωῇ, ἐννέα δὲ βασιλεύσας καὶ εἴκοσι."
      },
      {
        "index": 123,
        "text": "Διαδεξάμενος δὲ τὴν ἀρχὴν ὃ υἱὸς αὐτοῦ Π]ανασσῆς πᾶν εἷ- δος κακίας καὶ ἀσεβείας πρότερον ἐπεδείξατο, μιάνας τε τὸν ναὸν καὶ μηδὲ τῶν προφητῶν φεισάμενος. ὄργισϑεὶς δὲ διὰ ταῦτα 05 ϑεὸς τὴν τῶν Βαβυλωνίων στρατιὰν κατὰ τῆς ᾿Ιουδαίας ἐκίνησεν, $ τήν τε χώραν ἐληΐσατο καὶ τὸν Πανασσῆν ἐχειρώσατο. ὃ δὲ συνεὶς ἑαυτὸν τῆς συμφορᾶς αἴτιον, ἀπέκλινεν εἰς μετάνοιαν καὶ ἱκέτευε τὸν ϑεὸν λῦσαί οἵ τὰ δυσχερῆ. καὶ ὃ ϑεὸς ἐπακούσας αὖ- τοῦ λύει τε τῆς αἰχμαλωσίας αὐτὸν καὶ εἷς τὴν βασιλείαν ἀποχα- 1 ϑίστησιν. ἐπανελθὼν δὲ ἐχεῖνος εὐσέβειαν αὐτός τε μετήει xal"
      },
      {
        "index": 124,
        "text": "| 10λαὸν μετιέναι ἀνέπειϑ εν. οὕτω δὲ ζήσας ζηλωτὸς ἐγένετο διὰ τὴν εὐσέβειαν, καὶ ἐτελεύτησε βασιλεύσας ἐνιαυτοὺς πέντε πρὸς πεντήκοντα, βιώσας δὲ τοὺς πάντας ἑξήκοντα καὶ ἑπτά,"
      },
      {
        "index": 125,
        "text": "94. 'H βασιλεία δὲ πρὸς uc μετῆλϑε τὸν παῖδα αὐτοῦ, 15 μιμησάμενον τὰ τῆς νεότητος τοῦ οἰκείου πατρός. ἀπέϑανε δὲ"
      },
      {
        "index": 126,
        "text": "Β ἐπιβουλευϑείς, ζήσας ἐνιαυτοὺς ἐπὶ τέσσαρσιν εἴχοσι, δύο δὲ βα- σιλεύσας. τοὺς δὲ αὐτὸν ἀνελόντας ἐτιμωρήσατο ἣ πληϑὺς καὶ βασιλέα τὸν υἱὸν ἐκείνου ἀνέδειξεν ᾿Ιωσίαν, ὄγδοον τῆς ἡλικίας ἀνύοντα χρόνον\" ὃς εὐσεβὴς ἐγένετο καὶ τὸν λαὺν ἀνέπειϑεν εὐσε- 20 fév. ἐπισχευάσαι δὲ βουληϑεὶς τὸν ναὸν παρήνει τοῖς ὑπὸ χεῖρα μανασσῆ À. 16 οἰκείου πατρός] πατρὸς αὐτοῦ Α΄. 21 τοὺς ὑποχεῖρα À. ᾿ διδόναι εἰς τὴν ἐπισκευὴν ὅσον ἕκαστος βούλεται. καὶ οὕτω συνα- χϑέντων χρημάτων 0 τε ναὸς ἀνεκαινίσϑη καὶ τοῖς περιττεύσασιν εἰς κρατῆρας xal σπονδεῖα καὶ φιάλας ἐχρήσατο, τοῦ ἀρχιερέως Χελκίου τούτοις ἐπιστατοῦντος. ὃς ἐντυγχάνει ταῖς ἱεραῖς τοῦ"
      },
      {
        "index": 127,
        "text": "Μωυσέως βίβλοις ἐν τῷ ἐξάγειν τοῦ ἱεροῦ ταμείου τὸ ἀργύριον, ἀποχειμέναις ἐκεῖ, καὶ στέλλει ταύτας διὰ τοῦ γραμματέως τῷ βα- cd. ὡς δ᾽ ἀνεγνώσϑησαν αὐτῷ, τὴν ἐσϑῆτα διέρρηξε καὶ πρὸς τὴν προφῆτιν Ὀλδὰν γυναῖχα Σελοὺμ ἔπεμψε τὸν ἀρχιερέα Χελκίαν χαὶ ἄλλους, ἱλεώσασϑαι τὸν ϑεὸν ἀξιῶν αὐτήν. ἡ δὲ τὸ μὲν Ι0ϑεῖον ἤδη ψῆφον εἶπεν ἐξενεγκεῖν κατὰ τῆς χώρας καὶ τοῦ λαοῦ ἀσεβήσαντος, διὰ δὲ τὸν βασιλέα δίκαιον ὄντα οὐκ ἐπάξειν νῦν τὰ κακά, ἀλλ᾽ αὐτοῦ παρελϑόντος γενήσεται τὰ ἐψηφισμένα. ὃ δὲ τούτων ἀχούσας συνήγαγε τὸν λαὸν εἰς “Ιεροσόλυμα, καὶ εἰς ἐπή- xooπάντων τὰς ἱερὰς βίβλους ἀναγνωσθῆναι πεποίηκεν. εἶτα 1ό ὅρκους ἐκ πάντων ἀπήτησε φυλάττειν τοὺς νόμους καὶ σέβεσϑαι τὸν ϑεόν. χαὶ ϑύων ὃ λαὸς ἐξιλεοῦτο τὸν κύριον. ἐνέπρησε δὲ καὶ τὰ ἀναϑήματα τῶν εἰδώλων, καὶ τοὺς ἱερεῖς αὐτῶν ἐθανάτωσε, xal τὰ τῶν ψευδοπροφητῶν ὀστῶ πυρὶ κατέκαυσεν ἐπὶ τοῦ βωμοῦ ὃν ἀνέστησεν ᾿Ἰεροβοάμ, κατὰ τὴν τοῦ προφήτου πρόρρησιν, ὃς \"οϑυσιάζοντι προσῆλϑεν ἐκείνῳ καὶ προεῖπε ταῦτα ποιήσειν ἀπόγονον τοῦ ΖΦαβὶδ ᾿Ιωσίαν μετὰ τριακόσια ἔτη καὶ ἑξήκοντα πρὸς ἑνί, καὶ πρὸς τοὺς ᾿Ισραηλίτας δὲ πορευϑ εὶς ᾿Ιωσίας, ὅσοι τὴν αἰχμαλωσίαν διέφυγον, τὸν πάτριον παρήνει ϑρησκεύειν ϑεὸν xal κατὰ νόμους βιοῦν. καὶ ἐξ ἁπάσης τῆς χώρας ἀφανίσας τὰ εἴδωλα, εἰς Icgov- σαλὴμ τὸ πλῆϑος συνήγαγε, καὶ τὴν τῶν ἀζύμων ἑορτήν, ἣν πάσχα καλοῦσιν, ἑώρτασε. βίον δὲ εἰρηνικὸν διαγαγών, τοξευϑ elg ἐπὶ τέλει τὸν βίον κατέστρεψεν. ὃ γὰρ τῶν «Αἰγυπτίων βασιλεὺς Ne-5 xao Ἰἤήδους πολεμήσων ἀπῇει, εἶργε δὲ αὐτὸν ᾿Ιωσίας διὰ τῆς χώρας αὐτοῦ παρελϑεῖν. ὃ δὲ μὴ ἐπ᾽ αὐτὸν στρατεύειν ἐδήλου αὐτῷ. ᾿Ιωσίας δὲ οὐ μεϑίετο. ἤδη οὖν παρετάσσοντο μαχεσό- μένοι, καὶ ᾿Ιωσίαν διατάσσοντα τὸν οἰκεῖον λαὸν τοξεύσας «4ἰγύ- πτιος τὸν πόλεμον ἔλυσεν. ὃ δὲ βασιλεὺς ἀναζεύξας elc “Ιεροσόλυμα YO τελευτᾷ, βασιλεύσας ἔτη τριάκοντα πρὸς ἑνί, ζήσας δὲ πρὸ τῆς βασιλείας ὀκτώ. ἐπὶ τούτου “Ἱερεμίας ἦν ὃ προφήτης, ὃς καὶ τὰ συμβήσεσϑαι μέλλοντα τῇ “Ἱερουσαλὴμ δεινὰ προηγόρευσε καὶ τὴν B ὑπὸ Ρωμαίων αὐτῆς ἅλωσιν. οὐ μόνον δὲ οὗτος περὶ τούτων προέγραψεν, ἀλλὰ καὶ Ἰεζεκιὴλ πρῶτος περὶ τούτων δύο βιβλία 15 κατέλιπεν. ἦσαν δὲ ἄμφω τῆς ἱερατικῆς φυλῆς. un | Tvioarrog 0?\" Iocíov ᾿Ιωάχαξ ὃ παῖς αὐτοῦ ἦρξεν, εἴκο- σιν ἐπὶ τρισὶν ἐνιαυτῶν ὦν, ἀσεβὴς γεγονώς\" ὃν ἀπὸ τοῦ πολέμου ἀναζευγνὺς ὃ τῶν “ἀϊγυπτίων βασιλεὺς ἔδησε, καὶ τὴν μὲν βασι- λείαν τῷ πρεσβυτέρῳ ἀδελφῷ ᾿Ἐλιακεὶμ δέδωκεν, \"Ἰωακεὶμ μετονο- 30 μάσας αὐτόν, καὶ εἰσφορὰν τῇ χώρᾳ ἐπιτάξας ἑκατὸν ἀργυρίου τάλαντα, ἕν δὲ χρυσοῦ. τὸν δὲ ᾿Ιωάχαζ ἀπήγαγεν elg τὴν Alyv-"
      },
      {
        "index": 128,
        "text": "mov, ὅπου xol ἐτελεύτησεν, ὃ δὲ χρόνος τῆς βασιλείας αὐτοῦ τρεῖς ἦσαν μῆνες ἐπὶ δέκα ἡμέραις. S ᾿Ιωακεὶμ δὲ ἀσεβεῖ τε ὄντε xal κακούργῳ ἔτος ἤδη τῆς βασι- λείας ἠνύετο τέταρτον, καὶ τὴν Βαβυλωνίων ἀρχὴν Ναβουχοδονό- ὅσορ περιεζώσατο. οὗτος τὸν «Αἰγύπτιον Νεχαὼ νικήσας πολὺ μέ- ρος τῆς χώρας αὐτοῦ παρεσπάσατο. ἐν ὀγδόῳ δ᾽ ἔτει τῆς βασι-- λείας ᾿Ιωακείμ, ἐπιστρατεύει τῇ \"Ιουδαίᾳ μετὰ βαρείας δυνάμεως. ᾿Ιωακεὶμ δὲ δείσας ὑπόφορον ἔϑετο τῷ Βαβυλωνίῳ τὴν χώραν τὴν ἑαυτοῦ. καὶ τρισὶ μὲν ἔτεσι προσῆγε τοὺς φόρους. εἶτα Ιϑτοὺς “ϊγυπτίους ἀκούσας κατὰ τοῦ Βαβυλωνίου χωρεῖν, ἐπέ- σχε τὴν τῶν φόρων καταβολήν, καίτοι τοῦ προφήτου “Ἱερεμίου προλέγοντος τὴν ὑπὸ τοῦ Βαβυλωνίου τῆς πόλεως ἅλωσιν καὶ τὴν τοῦ βασιλέως ᾿Ιωαχεὶμ ἀναίρεσιν, καὶ οὐ μόγον εἰπόντος ἀλλὰ καὶ γράψαντος καὶ εἰς ἐπήκοον τοῦ πλήϑους ἀναγνόντος τὴν συγγρα- 16 φήν. ἣν λαβόντες οἱ ἡγεμόνες τῷ βασιλεῖ προσήνεγκαν\" ὃ δὲ ἐπὶ τοῖς γεγραμμένοις χολωϑεὶς πυρὶ τὸ σύγγραμμα κατῃϑάλωσε, τὸν δὲ προφήτην xal Βαροὺχ τὸν γραμματέα αὐτοῦ κολάσαι ἐζήτει. ἀλλ᾽ oi μὲν φυγόντες ἐξέκλιναν τὴν ὀργὴν αὐτοῦ\" μετ᾽ οὐ πολὺ δὲ xui' αὐτοῦ στρατεύει ὃ Βαβυλώνιος, ᾿Ιωὰκεὶμ δὲ ἀπραγμόνως 0 αὐτὸν εἰς τὴν πόλιν εἰσδέχεται. ὃ δὲ τούς τε κρείττους τῶν πολι- τῶν καὶ αὐτὸν τὸν βασιλέα ἐφόνευσε, τρισχιλίους δὲ τοὺς καλλί- στους αἰχμαλώτους ἀπήγαγεν, ἐν οἷς ἦν καὶ ὃ προφήτης ᾽Πεζεκιὴλ παῖς ὧν, τὸν δὲ υἱὸν τοῦ κτανϑέντος βασιλέως, ᾿Ιωακεὶμ ὄνομα- ζόμενον xal αὐτόν, ἀναδείξας βασιλέα τῆς ᾿Ιουδαίας."
      },
      {
        "index": 129,
        "text": "Οὕτω μὲν τέλους ἔσχεν Ἰωακείμ, ἐνιαυτοὺς βιώσας ἕξ xai τριάχοντα, βασιλεύσας δὲ ἕνδεκα. ὃ δὲ Βαβυλώνιος ὑποπτεύσας μνησικακῆσαι τὸν υἱὸν ἐκείνου διὰ τὸν φόνον τὸν τοῦ πατρὸς καὶ ἀποστατῆσαι, πέμψας ἐπολιόρκει αὐτόν. ὃ δὲ μὴ ϑέλων τὴν πό- λιν δι αὐτὸν κινδυνεῦσαι, παραδίδωσιν ἑαυτὸν καὶ τοὺς προσή-ὅ xovrag αὐτῷ τοῖς πολεμίοις ἐπὶ συνθήκαις μή τι καχῶσαι τὴν πόλιν ἢ αὐτούς\" ἃς παρέβη 0 Βαβυλώνιος, κελεύσας τὴν ἐν τῇ πόλει πᾶσαν γεότητα καὶ τοὺς τεχνίτας ἀπαγαγεῖν πρὸς αὐτόν, oi πρὸς ὀχτα-"
      },
      {
        "index": 130,
        "text": "B χοσίοις τριάκοντα δύο εἰς δέκα χιλιάδας ἠρίϑμηντο. τὸν ᾿Ιωαχεὶμ δὲ καὶ τὴν μητέρα αὐτοῦ καὶ τοὺς φίλους καϑείρξας ἐφύλαττε, 0 μῆνας τρεῖς βασιλεύσαντα καὶ ἡμέρας δέκα. — (25) τὴν δὲ τῆς “Ἱερουσαλὴμ βασιλείαν τῷ τοῦ ᾿Ιωακεὶμ παραδέλφῳ τῷ “Σεδεχία παρέδωκεν,. ὁμόσαντι μὴ εὐνοήσειν τοῖς «Αἰγυπτίοις, ἀλλ᾽ αὐτῷ φυλάξειν τὴν χώραν. ὃ δὲ νέος ὧν (εἴκοσι γὰρ καὶ ἑνὸς ἦν ἐτῶν ὅτε παρέλαβε τὴν ἀρχήν) καὶ ὑπερόπτης τοῦ δικαίου τε καὶ τοῦ 19 δέοντος, παραινοῦντι τῷ “Ἱερεμίᾳ τὰς ἀσεβείας καὶ τὰς παρανο- μίας λιπεῖν οὐκ ἐπείϑετο, οὐδ᾽ ἐπίστευε λέγοντι τὰς μελλούσας ἔσεσϑαι συμφορὰς αὐτῷ τε καὶ τῷ λαῷ\" ἃς καὶ \"Ιεζεκιὴλ ἐν Βαβυ-"
      },
      {
        "index": 131,
        "text": "€ λῶνι προέλεγε καὶ γράψας ἀπέσταλκεν εἰς Ἱεροσόλυμα. ἠπέστησε δὲ ἀμφοῖν τοῖς προφήταις ὃ Σεδεκίας ὡς τάχα διαφωνοῦσι. περὶ μὲν γὰρ τῶν ἄλλων συνεφώνουν, περὶ δὲ αὐτοῦ Σεδεχίου ἐδόκουν ἐναντιοῦσϑαι. ᾿]εζεκιὴλ μὲν yàp μὴ ὄψεσθαι τὴν Βαβυλῶνα ai- τὸν προεφήτευεν, “Ἱερεμίας δὲ δέσμιον αὐτὸν ἀπαχϑῆναι πρὸς Ba- βυλῶνα προέλεγε. συνῳδὰ δὲ τοῖς προφήταις xal τὰ περὶ τού- του προείρηντο\" τυφλωϑεὶς γὰρ ἐν Ἰουδαίᾳ καὶ δέσμιος ἀπαχϑεὶς τὴν Βαβυλῶνα οὐκ ἐθεάσατο. τὸν Βαβυλώνιον, πρὸς τοὺς Alyuntloug ἀπέκλινε. διὸ στρατεύσας εἰς συμμαχίαν ἡκόντων τοῖς Ἰουδαίοις, προὐπαντήσας σφίσιν ὃ Βαβυλώνιος καὶ τρεψάμενος αὐτοὺς διώκει. οἵ δὲ ψευδοπροφῆ- ἴ0ται μηκέτι τοὺς πολεμίους πολιορκήσειν αὐτοὺς ἔλεγον\" Ἱερεμίας δὲ καὶ ὑποστρέψαι αὐτοὺς καὶ τὴν πόλιν αἱρήσειν καὶ xaracxá- wy καὶ τὸν ναὸν ἐμπρήσειν καὶ τὸν λαὸν τὸν τέως περιλειφϑη- σόμενον ἀπάξειν προηγόρευε δορυάλωτον, im\" ἔτη δουλεύσοντα ἑβδομήκοντα, μέχρις οὗ Πέρσαι καὶ Mzdow τὴν Βαβυλωνίων 15 ἀρχὴν καταλύσουσι\" τότε δὲ λυϑῆναι τῆς αἰχμαλωσίας αὐτούς, καὶ τὸν ναὸν αὖϑις καὶ τὴν πόλιν ἀνοικοδομῆσαι. ταῦτ᾽ ἔλεγεν Ἱερεμίας\" ὃ δὲ βασιλεὺς καὶ oi περὶ αὐτὸν τοὺς λόγους αὐτοῦ ἐμυχτήριζον. ἀπιόντι δὲ τῷ προφήτῃ πρὸς ᾿ἀναϑὼϑ' τὴν πατρίδα συναντήσας τις τῶν ἀρχόντων καὶ κατασχὼν ὡς αὐτόμολον ἤγαγε ἡ πρὸς τοὺς ἄρχοντας\" ot αἰκισάμενοι αὐτὸν ἐτήρουν εἰς χόλασιν. Κατὰ δὲ τὸ ἔννατον ἔτος τῆς βασιλείας Σεδεκίου ἔπεισι τὸ δεύτερον κατὰ τῶν Ἱεροσολύμων ὃ Βαβυλώνιος, καὶ ἐφ᾽ ἕνα πρὸς τῷ ἡμίσει ἐνιαυτὸν χραταιῶς τὴν πόλιν πολιορχεῖ, τῇ δὲ πολιορ- κίᾳ καὶ λιμὸς συνηνέχϑη xal ἐπὶ τούτοις λοιμός. “Ἱερεμίας δὲ καὶ χαϑειργμένος δέξασϑαι τὸν Βαβυλώνιον παρεχάλει τὸ πλῆϑος\" σωϑήσεσϑαι γὰρ οὕτως\" εἰ δ᾽ οὔ, μένοντας ἀπολεῖσϑαι ἢ λιμῷ ἢ μαχαίρᾳ\" “εἰ δέ τις προσχωρήσει τοῖς πολεμίοις, τὸν ϑάνατον᾽\" ἔλεγε “ διαφεύξεται.\" οὐδενὶ μέντοι πιστὸς ὃ προφήτης λελόγιστο, 5 B οἱ δ᾽ ἡγεμόνες καὶ προσηρέϑιζον κατ᾽ ἐκείνου τὸν βασιλέα. ὃ δὲ διὰ τὸν καιρὸν αὐτοὺς ϑεραπεύων, ἐνέδωκεν αὐτοῖς χρήσασϑαι τῷ προφήτῃ ὡς βούλονται. κἀκεῖνοι αὐτὸν εἷς λάκκον βορβορώδη ἐνέβαλον. “Σεδεκίας δὲ τοῦτο μαϑὼν ἀνελκυσθϑῆναι αὐτὸν ἐχεῖϑεν ἐχέλευσε,. καὶ λάϑρα καλέσας ἤρετο τί φησι πρὸς τὰ παρόντα 10 δεινά, ὃ. δὲ παραδοῦναι τὴν πόλιν συνεβούλευε τῷ Βαβυλωνίῳ. Σεδεκίας δὲ δεδιέναι ἔλεγε μὴ ἀναιρεϑῇ. ὃ δὲ προφήτης οὐδε- γὺς αὐτὸν οὕτω ποιοῦντα πειραϑήσεσϑαι δυσχεροῦς ἰσχυρίζετο, τὸν μὲν οὖν ὃ βασιλεὺς ἀπέλυσεν, ὃ δέ γε Βαβυλώνιος ἐπολιόρχει τὴν πόλιν μετὰ σφόδρας ἐπιϑέσεως, καὶ εἷλε ταύτην τῷ ἑνδεκάτῳ lo C ἐνιαυτῷ τῆς ἀρχῆς Σεδεκίου. Σεδεκίας δὲ μετὰ τῶν γυναικῶν καὶ τῶν τέκνων καὶ τῶν προσηχόντων καὶ τῶν φίλων ἔφευγεν ἐκ τῆς πόλεως. οἱ δὲ πολέμιοι κατεδίωξαν αὐτὸν καὶ κατέλαβον μο- νιυϑέντα\" οἱ γὰρ ἡγεμόνες καὶ οἱ φίλοι αὐτοῦ διεσπάρησαν. ζω- γρήσαντες οὖν αὐτὸν καὶ τὰ τέχνα καὶ τὰς γυναῖχας ἤγαγον εἰς Ὁ τὸν Βαβυλώνιον. ὃ δὲ ὠνείδισεν αὐτὸν εἰς ἀχαριστίαν καὶ ἀπι- στίαν, ἐχέλευσέ τε τοὺς παῖδας αὐτοῦ καὶ τοὺς φίλους κτανϑῆναι ἐν ὀφθαλμοῖς αὐτοῦ\" εἶτα καὶ τὰ ὄμματα πηρώσας αὐτοῦ δέ- σμιον εἰς Βαβυλῶνα ἀπήγαγεν. καὶ τότε συνῆκε καὶ ἄμφω τοὺς προφήτας ἀληϑῶς προειπεῖν. οὗτος τέλος ἐγένετο τῶν ἐκ τοῦ ὁ σπέρματος τοῦ Zfaflid βεβασιλευκότων. εἴκοσι δὲ καὶ εἷς ἐτύγχα- vov ἅπαντες, ἐτῶν διελϑόντων ἐξότου τῆς βασιλείας ἐπέβη Σαοὺλ D πενταχοσίων δέκα καὶ τεσσάρων, μηνῶν. Ἐξ, ἡμερῶν δεκαῖξ..— Πεμφϑεὶς δὲ Ναβουζαρδὰν ὃ ἀρχιμάγειρος τοῦ Βαβυλωνίου 5:0τε ναὸν xal τὰ βασίλεια ἐνέπρησε καὶ τὴν πόλιν κατέσκαψε καὶ τὰ τοῦ ναοῦ πάντα ἐσύλησεν. ἐμπέπρηστο δὲ ὃ ναὸς μετὰ τετρακόσια ἔτη καὶ ἑβδομήκοντα μῆνάς τε ἕξ καὶ ἡμέρας δέκα ἀφ᾽ οὗ ἐδομήϑη᾽ καιροῦ, ἐκ δὲ τῆς ἐξ Alyonrov τῶν “Ἑβραίων 'μεταναστεύσεως μετὰ ἑξήχοντα δύο ἔτη καὶ χίλια καὶ μῆνας Ἰθχαὶ ἡμέρας δέκα, ἀπὸ δὲ τοῦ κατακλυσμοῦ μετὰ χιλίους ἐνναχο- σίους πεντήκοντα ἑπτὰ ἐνιαυτοὺς καὶ μῆνας ἕξ καὶ ἡμέρας δέκα\" W 1 82 ἐχ δὲ τῆς παραγωγῆς τοῦ πρώτου ἀνθρώπου μέχρι τότε τρισχίλια πεντακχύσια δέκα καὶ τρία ἔτη παρήλϑοσαν, μῆνες ἕξ καὶ ἡμέραι δέκα,"
      }
    ]
  }
}