{
  "chapterNumber": 11,
  "title": "Book 11",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "l.: Ὁ μὲν οὖν Αὔγουστος ἀπεβίω ὡς εἴρηται, τὴν δὲ Ὁ μοναρχίαν ὃ Τιβέριος διεδέξατο. ὃς εὐπατρίδης μὲν ἦν καὶ πεπαί δευτο, τὴν δὲ γνώμην ἦν ποικιλώτατος, ἐναντίους τῇ προαιρέσει δτοὺς λόγους ποιούμενος. ὧν γὰρ ἐβούλετο τἀναντία ἔλεγεν, ἄλλα μὲν κεύϑων ἐνὶ φρεσὶν ἄλλα δὲ λέγων\" καὶ ὀργίζεσϑιι προσποιούμενος ἐν οἷς οὐκ ὠργίζετο, καὶ ἐν οἷς ἐϑυμοῦτο σχηματιζόμενος ἐπιείκειαν\" καὶ ὡς οἰχειότατον ἑώρα τὸν ἔχϑιστον, καὶ ὡς ἀλλο τριωτάτῳ προσεφέρετο τῷ φιλτάτῳ. καὶ οὐκ ἠξίου τοῖς ἄλλοιςδῆλον εἶναί οἱ τὸ φρόνημα, τοῦτο προσήκειν τῷ αὐταρχοῦντι φρονῶν. καὶ εἴτε τις ἠναντιοῦτο οἷς ἔλεγεν, εἴτε μὴν καὶ συνήνει, μεμίσητο. | m Τέως δ᾽ οὖν εἷς τὰ στρατόπεδα καὶ elg τὰ ἔϑνη πάντα ὡς αὐτοχράτωρ αὐτίκα ἐπέστειλε, μὴ λέγων αὐτοκράτωρ εἶναι\" ψη φισϑὲν γὰρ αὐτῷ καὶ τοῦτο μετὰ τῶν ἄλλων ὀνομάτων οὐκ ἐδέ ξατο. καὶ τὰ τῆς ἀρχῆς διοικῶν ἅπαντα, μηδὲν αὐτῆς δεῖσϑαε ἔλεγε, καὶ ταύτης ἐξίστασϑαι ἐκομψεύετο καὶ διὰ τὴν ἡλικίαν (ἐξ γὰρ καὶ πεντήκοντα ἐτῶν ἦν) καὶ δι᾿ ἀμβλυωπίαν\" πλεῖστον γὰρ ἐν σκότει βλέπων ἐλάχιστα τὴν ἡμέραν ἑώρα. εἶτα κοινωνοὺς ἤτει 90 τῆς ἀρχῆς καὶ συνάρχοντας, οὐδὲν τούτων ποιῆσαι μέλλων, ἄλλ᾽ ὠργέζετο Α: Dio ὠργέξετό τὸ ἐν οἷς ἥκιστα ἐθυμοῦτο. καὶ Τέως δ᾽ οὖν. αὖ ὅτι τε ὕπουλον εἶχεν ἦϑος, καὶ ὅτι καὶ τὰ στρατεύματα τά τε ἕν Παννονίᾳ καὶ ἐν Γερμανίᾳ ὑπώπτευε, καὶ τὸν Γερμανικὸν ἐδεδέει τῆς Γερμανίας ἄρχοντα τότε καὶ τοῖς στρατιώταις φιλούμενον. καὶ διὰ ταῦτα οὐδὲν ὡς αὐτοκράτωρ ἔπραττε φανερῶς, ἀλλὰ καὶ γοσεῖν προσποιούμενος οἰχουρῶν ἦν καὶ διέμελλεν, ἵν᾿ ἐλπίδι τοῦ δ ἑκόντα τὴν ἀρχὴν ἀφήσειν αὐτὸν μή τί τινες νεοχμώσωσι, μέχρις οὗ τῆς ἡγεμονίας ἐγκρατὴς διὰ πάντων ἐγένετο. τὸν μὲν οὖν \"Myoínnav αὐτίκα πέμψας ἀπέκτεινε, τοῦ ““ὐγούστου, ὡς εἴρηται, ὄντα ϑυγατριδοῦν ἐξ Ἰουλίας καὶ τοῦ Zfyoínnov* τὸν δὲ Γερμα γνικὸν λίαν ἐφοβεῖτο. Ἐϑορύβησε δὲ καὶ τὸ ἐν τῇ Παννονίᾳ στράτευμα, ὡς καὶ κατὰ τοῦ ἄρχοντος αὐτῶν ὁρμῆσαι. εἶτα τῶν ϑρασυτέρων καὶ πρωταιτέων κολασϑέντων κατέστησαν οἱ λοιποί. οἱ δὲ ἐν τῇ Γερ μανίᾳ τόν τε Τιβέριον ἐκακηγόρησαν καὶ τὸν Γερμανικὸν ἐπεκά λεσαν αὐτοκράτορα. ἐκείνου δὲ τὸ ξίφος σπασαμένου ὡς ἑαυτὸν ᾿ἀναιρήσοντος, εἷς vic τῶν στρατιωτῶν τὸ ἑαυτοῦ ξίφος ἀνατείνας “τοῦτο ἔφη “λάβε\" ὀξύτερον γάρ ἐστιν.\" ὃ οὖν Γερμανικὸς τοῦ κτεῖναι μὲν ἑαυτὸν ἀπέσχετο ἵνα μὴ μᾶλλον στασιάσωσι, γράμματα δὲ ὡς ἐκ τοῦ Τιβερίου πεμφϑέντα πλασάμενος δωρεὰς αὖτοῖς διδόντα καὶ ἄλλα τινὰ ὑπισχνούμενα τὴν στάσιν τότε κατἐπαυσεν. ὕστερον δὲ πρεσβευτῶν παρὰ τοῦ Τιβερίου πεμφϑέντων γνόντες τὸ τοῦ Γερμανικοῦ στρατήγημα καὶ ὑποπτεύσαντες τοὺς πρέσβεις ἀνατρέψοντας ἥκειν τὰ ὑπ᾽ ἐκείνου ἐπηγγελμένα, ἐϑορύβησαν αὖϑις καὶ κατὰ τῶν πρέσβεων ὥρμησαν. καὶ τὴν τοῦ Γερμωνικοῦ γυναῖκα τὴν Z4yginnlvav, «τῆς τοῦ Καίσαρος ϑυγα τρὸς τῆς Ἰουλίας καὶ τοῦ ““γρίππου παῖδα γεγονυῖαν, συνέλαβον, δ καὶ τὸν υἱὸν αὐτοῦ Γάϊον\" καὶ τὴν μὲν χἩγριππέναν ἐγκύμονα οὖ--: σαν ἀφῆκαν αὐτῷ, κατεῖχον δὲ τὸν υἱόν. ὡς δ᾽ οὐδὲν ἤνυον, ἡσύχασαν xol αὐτοί, καὶ ὃ μὲν δυνάμενος τὴν αὐτοκράτορα Ὁ λαβεῖν ἀρχὴν οὐκ ἠθέλησεν, ὃ δὲ Τιβέριος κατὰ μὲν τὸ φαινόμε γον ἐπήνεε αὐτὸν παρὰ τῇ βουλῇ, παρ᾽ ἑαυτῷ δὲ καὶ λίαν ὑπ Ἰοώπτενε καὶ ἐδεδίει αὐτὸν ὡς ἐγκεχειρισμένον στρατεύματα. Ὡς δ᾽ οὐδὲν ἔτι νεώτερον ἠγγέλλετο, τὴν ἀρχὴν οὐκέτι εἰρωνευόμενος ὑπεδέξατο. καὶ μέχρις Γερμανικὸς περιῆν, οὐδὲν xa^ ἑαυτὸν ἔπραττεν, ἀλλὰ πάντα εἷς τὴν γερουσίὰν εἰσέφερε, καὶ οὐδὲ αὐτοκράτωρ καλεῖσϑαι παρά του ἢ μόνων τῶν στρατιω"
      },
      {
        "index": 1,
        "text": "15 vàν ἠξίου, Καῖσαρ δὲ καὶ Γερμανικὸς καὶ πρόκρειτος τῆς γερου σίας ὠνομάζετο, ηὔχετό τε τοσοῦτον καὶ ζῆσαι καὶ ἄρξαε χρόνον ὅσον ἂν τῷ δημοσίῳ συμφέρῃ, καὶ διὰ πάντων δημοτικὸς δοκεῖν ῬῚ ἔσπευδε, καὶ ἐλάχιστα εἰς ἑαυτὸν δαπανῶν πλεῖστα ἐς τὸ κοινὸν ἀνήλισκε,. τὰ πεπονηκότα τε ἀνορϑῶν καὶ ἐπικοσμῶν, τὰς τῶν ἀρχῆϑεν οἰκοδομησάντων αὐτὰ κλήσεις σφίσιν ἐπέγραφε, καὶ πόλεσι καὶ ἰδιώταις ἐπήρχει, καὶ τῶν βουλευτῶν συχνοὺς πενομέ γους ἐπλούτισε, καὶ τὰ δωρούμενα εὐθὺς ὁρῶντος αὐτοῦ ἠριϑμεῖτο, Tra μὴ οἱ δοτῆρες νοσφίζωνταί τι αὐτῶν, εἰδὼς τοῦτο ἐπὶ τοῦ “4ὐγούστου᾽ γινόμενον. καὶ οὔτε ἀπέκτεινέ τινα διὰ χρήματα οὔτ᾽ οὐσίαν τότε ἐδήμευσεν οὐδενός, οὐδ᾽ ἔξω τι τῶν νενομισμένων ἠργυρολόγησεν. ΑΑἸϊμιλίῳ γοῦν χρήματα πλείω παρὰ τὸ διατε ταγμένον πέμψαντι ἀντεπέστειλεν ὅτι ““κείρεσϑαί μου τὰ πρόβαταϑ ἀλλ᾽ οὐκ ἀποξυρᾶσϑαι βούλομαι.\" καὶ εὐπρόσοδος καὶ εὐπροσἤγορος ἦν, τούς τε ἄρχοντας ὡς ἐν δημοκρατίᾳ ἐτίμα καὶ τοῖς “ὑπάτοις ὑπανίστατο, καὶ τοῖς ἑταίροις ὡς ἐν ἰδιωτείᾳ συνῆν, γοσοῦντάς τε ἐπεσχέπτετο, μηδεμίαν φρουρὰν ἐπαγόμενος\" καὶ ἐπί τινι αὐτῶν τελευτήσαντι αὐτὸς ἀνέγνω τὸν ἐπιτάφιον. καὶ τὴνμητέρα τὴν «Δ! βίαν ὁμοίως προσφέρεσθαι πᾶσιν ἐκέλευεν. ἢ δὲ W H πάνυ ὥγκωτο, .καὶ oí τοῦ Τιβερίου ἐπιστολαὶ χρόνον τινὰ καὶ τὸ | ἐχείνης ὄνομια εἶχον, τά τε ἄλλα πάντα ὡς αὐταρχοῦσα διοικεῖν ἐπεχείρει, καὶ οὐκ ἐξ ἴσου ἄρχειν ἀλλὰ καὶ πρεσβεύειν αὐτοῦ ἢϑε λεν, αὐτὴ ποιῆσαι αὐχοῦσα αὐτὸν αὐτοκράτορα. ὃ 'δὲ ἤχϑετο πρῶτον αὐτῇ\" εἶτα τῶν μὲν δημοσίων αὐτὴν ἔπαυσε, τὰ δ᾽ οἴκοι διοικεῖν ἀφῆκεν\" ὡς δὲ κἀν τούτοις ἦν ἐπαχϑής, ἀπεδήμει καὶ αὐτῆς ἐξίστατο. σωφρονέστατά τε χρόνον τινὰ διῆγε, καὶ ἄλλους δ᾽ ἐκόλαζεν ἀσελγαίνοντας, καὶ τῷ Δρούσῳ δὲ τῷ υἱῷ, ὃν ἐξ “Πγριππίνης τῆς προτέρας αὐτοῦ γυναικὸς ἔσχηκε, καὶ ἄσελγεῖ τυγχάνοντι καὶ ὠμῷ, ἐπετίμα καὶ ἤχϑετο. καί ποτε αὐτῷ εἶπεν ἀγριππίνας ὅτι “ζῶντος ἐμοῦ οὔτε βίαιον οὔϑ᾽ ὑβριστικόν τι πράξεις\" ἂν δέ, τι καὶ τολμήσῃς, οὐδὲ τελευτήσαντος.\""
      },
      {
        "index": 2,
        "text": "2. Οὕτω ταῦτα καὶ τἄλλα μέχρις ὃ Γερμανικὸς ἔζη ἐποίει\" μετὰ δὲ τοῦτο συχνὰ τούτων μετήλλαξε. μήπω γὰρ τῶν παρὰ roU. “Τὐγούστου τῷ δήμῳ καταλελειμμένων δοϑέντων, ἐπεὶ νεκρὸς διὰ τῆς ἀγορᾶς ἐξεφέρετο, καὶ, προσελϑών τις elg τὸ οὖς αὐτῷ ἐψιϑύρισε, καὶ ἐρωτηϑεὶς ὃ τι εἴρηκεν, ἐντετάλϑαι ἔφη τῷ “4ὺ γούστῳ εἰπεῖν ὅτε οὐδέπω οὐδὲν ἐκομίσαντο, τὸν μὲν αὐτίκα ἀπἔκτεινε, καὶ εἶπεν ὡς ἐπισκώπτων, ἵν᾽ αὐτάγγελος αὐτῷ γένηται, τοῖς δ᾽ ἄλλοις τὰ καταλελειμμένα διένειμε. τοῦ δ᾽ ἐγγόνου ai- τοῦ, ὃν ix τοῦ Ζροίσου εἶχε, ϑανόντος, ᾿οὐδεμιᾶς τῶν συνήϑων ἀπέσχετο πράξεως, μὴ δεῖν διὰ τοὺς οἰχομένους τὰ τῶν ζώντων λέγων προΐεσϑαι. Κλήμης δέ τις τοῦ 2dyoínzov γεγονὼς δοῦλος καὶ προσεοι xoc αὐτῷ ἐπλάσατο αὐτὸς ὃ ᾿4γρίππας εἶναι\" καὶ εἰς τὴν Γαλα ziaν ἐλϑὼν πολλοὺς μὲν ἐκεῖ, πολλοὺς δὲ ἐν τῇ Ἰταλίᾳ προσ ἐποιήσατο, καὶ τέλος ἐπὶ τὴν Ρώμην ὥρμησεν ὡς τὴν παππῴαν μοναρχίων ἀποληψόμενος. χειρωσάμενος δ᾽ ὅμως αὐτὸν ὃ Τιβέ θεος διά τινων τὰ ἐκείνου προσποιησαμένων φρονεῖν, καὶ βασανί σας ἵνα περὶ συνιστόρων τι μάϑῃ, ἐπεὶ μηδὲν ἐξελάλησεν, ἤρετο. αὐτόν “πῶς \"Ἀγρίππας ἐγένου ;\" καὶ ὃς ἀπεκρίνατο ὅτι “οὕτως ὡς xe σὺ Καῖσαρ.\""
      },
      {
        "index": 3,
        "text": "Τὴν δὲ γυναῖκα Ἰουλίαν οἴτε ἐπανήγαγεν ἐκ τῆς ὑπερορίας ἣν παρὰ τοῦ πατρὸς αὐτῆς τοῦ «Αὐγούστου κατεδικάσθη δι᾽ ἀσέλγειαν, ἀλλὰ καὶ κατέκλεισεν αὐτὴν ὥὦσϑ᾽ ὑπὸ καχουχίας καὶ λιμοῦ φϑαρῆναι. πολλῶν τε αὐτὸν ἀξιούντων τὸν Νοέμβριον μῆνα, οὗ τῇ ἕκτῃ ἐπὶ δεκάτῃ γεγέννητο, Τιβέριον ἐξ αὐτοῦ κα λεῖσϑαι, “καὶ τί\" ἔφη “ποιήσεξε ἂν δεκατρεῖς Καίσαρες γέ γωνται :ἢ Ἔν τούτοις ὃ Γερμανικὸς ἐτελεύτησεν ἐν “Ἀντιοχείᾳ, κατα γοητευϑείς τε καὶ φαρμαχϑεὶς ὑπὸ Πείσωνος. ὀστᾶ τε γὰρ εὑρέϑη ἀνθρώπεια κατορωρυγμένα ἐν τῇ οἰκίᾳ ἐν ἡ κατῴκει, καὶ μολίβδε vot ἐλασμοὶ ἀράς τινας μετὰ τοῦ ὀνόματος αὐτοῦ ἔχοντες. ὅτι δὲ xa) φαρμάκῳ ἐφϑάρη τὸ σῶμα αὐτοῦ ἐξέφηνεν εἷς τὴν ἀγορὰν κομισϑὲν καὶ τοῖς παροῦσι δειχϑέν. ϑανόντος δὲ ὃ μὲν Τιβέριος καὶ «Ἰιβία ἥσϑησαν, oi δ᾽ ἄλλοι σφοδρότατωα ἤλγησαν. καάλλιστος μὲν γὰρ τὸ σῶμα ἄριστος δὲ τὴν ψυχὴν ἔφυ, παιδείᾳ τε 1δ ἅμα καὶ ἀνδρείᾳ ἐν πολέμοις εὐδοκιμῶν ἡμερώτατα τοῖς ὑπ᾽ αὖ τὸν προσεφέρετο, καὶ μέγα δυνάμενος ἅτε Καῖσαρ ἐξ ἴσου τοῖς ἀσϑενεστάτοις ἐσωφρόνει, καὶ οὔτε τι πρὸς τὸν Ζροῦσον ἐπέφϑο yov οὔτε πρὸς τὸν Τιβέριον ἐποίει ἐπίβουλον, καὶ δυνάμενος παρά τε τῶν στρατιωτῶν ἑκόντων καὶ τῆς βουλῆς καὶ τοῦ δήμου τὴν 90 ἀρχὴν τὴν αὐτοκράτορα λήψεσθαι οὐκ ἠϑέλησεν. ὃ δὲ Πείσων"
      },
      {
        "index": 4,
        "text": "\" χρόνῳ ὕστερον εἰς τὴν Ῥώμην ἀνακομισϑείς, καὶ ἐπὶ τῷ φόνῳ τοῦ Γερμανικοῦ εἰς τὸ βουλευτήριον ὕπ᾽ αὐτοῦ τοῦ Τιβερίου εἰσαχϑεὶς διακρουομένου τὴν ὑποψίαν τὴν ἐπὶ τῇ φϑορᾷ τοῦ Γερμανικοῦ, καὶ ἀναβολὴν αἰτήσας, ἑαυτὸν κατεχρήσατο. ἐπὶ δ τρισὶ δ᾽ υἱέσιν ὃ Γερμανικὸς ἐτελεύτησεν, οὖς ὃ “Ἵὔγουστος ἐν ταῖς διαϑήκαις αὐτοῦ ὠνόμασε Καίσαρας.\" τούτων ὃ πρεσβύτατος Νέρων κατὰ τὸν χρόνον ἐκεῖνον τοῖς ἐφήβοις κατηριϑμήϑη. μέχρε μὲν οὖν τοῦ χρόνου τούτου πλεῖστα χρηστὰ ὁ Τιβέριος ἔπραξε καὶ βραχέα ἐξήμαρτεν, ἐπεὶ δ᾽ ὃ Γερμανικὸς ἐκποδών οἱ ἐγένετο, xav? Ιοὀλέγον ἠλλοίωτο. τά τε γὰρ ἄλλα ἀγρίως ἦρχε, καὶ τοῖς εἰς αὐτὸν ἢ τὴν μητέρα ἢ τὸν Αὔγούστον πράξασί τι ἢ εἰποῦσιν ἄν ἐπιτήδειον ἀπηνῶς ὡς ἀσεβήσασι προσεφέρετο, καὶ εἰς τοὺς ὑπονοηϑέντας ἐπιβουλεύειν αὐτῷ ἀπαραίτητος ἦν. ἤδη δὲ καὶ ἐν δεικνύμενός τισιν ὅτι βούλεται τεϑνάναι τινάς, δι᾽ ἐκείνων σφᾶς ἀπεχτίννυνε, καὶ οὐκ ἐλάνθανε ταῦτα ποιῶν. ἐξήταζέ τε τῶνν δυνατῶν ἑκάστου τὴν ἡμέραν καὶ τὴν ὥραν iv ἢ γεγέννητο, καὶ οὕτω τὸ πεπρωμένον ἑκάστῳ ἐξηρεύνα\" ὥστε καὶ τῷ Γάλβᾳ τῷ μετὰ ταῦτα αὐταρχήσαντε ἀπαντήσας ἔφη xol ov ποτε τῆς Tye- μονίας yevogr.\" ἐφείσατο δὲ αὑτοῦ, λέγων ὃτι ἐν γήρᾳ καὶ μετὰ 40 πολὺ τῆς τελευτῆς αὐτοῦ ἄρξει. εἶτα μετὰ τοῦ Ζρούσου ὑπάτευσεν ὃ Τιβέριος, ὅϑεν πολλοὶ τὸν ὄλεθρον ἐκ τούτου τοῦ “Ιρούσου"
      },
      {
        "index": 5,
        "text": "l χοόνῳ -ἀνακομισϑείς om Dionis codices. διακπροϑομέ vov 7 ρας ὠνόμασε πρεσβύτερος ἐγκατηρυϑμήϑη Alciphr. 61 τοῖς δικάξουσι καταριϑμεῖται. καὶ εἰς τοὺς --- προεμαγτεύσαντο\". οὗ yàg ἔστιν ὅστις τῶν συνυπατευσάντων αὖ τῷ οὐ βιαίως ἀπέϑανε. μετὰ ταῦτα γὰρ φαρμάκῳ διώλετο. Σεϊανὸς γάρ τις μέγα παρὰ τῷ Τιβερίῳ δυνηϑεὶς καὶ ὑπέρογκος γεγονώς, πὺξ αὐτῷ ποτε ἐντείνας κἀκ τούτου δείσας κἀκεῖνον καὶ τὸν Τιβέριον, ἅμα καὶ προσδοκήσας ἂν τὸν “Ιροῦσον κατεργάση ται ῥᾷον μεταχειρίσασϑαι τὸν Τιβέριον, φάρμακόν τι αὐτῷ διά τινῶν ϑεραπόντων αὐτοῦ καὶ διὰ τῆς γυναικός, ἣν TovMay ἕτεροι δὲ “Πιβίων γράφουσι, (καὶ γὰρ ἐμοίχευεν αὐτήν) ἔδωκεν. ὃ μὲν οὖν οὕτως ἀπώλετο, ὃ δέ γε Τιβέριος εἷς τὸ συνέδριον ἀφικόμε vog ἐκεῖνόν τε ἀπωδύρατο, καὶ τὰν Νέρωνα τόν τε “ροῦσον τοὺςτοῦ Γερμανικοῦ παῖδας τῇ γερουσίᾳ παρακατέϑετο, καὶ τὸ σῶμα τοῦ “Ιρούσου προὐτέϑη ἐπὶ τοῦ βήματος\" καὶ ὃ Νέρων γαμβρὸς αὐτοῦ ὧν ἐπαίνους in^ αὐτῷ εἶπεν. ὃ δὲ δὴ ϑάνατος αὐτοῦ πολ-- λοῖς αἴτιος ϑανάτου ἐγένετο ὡς ἐφησϑεῖσι τῇ ἀπωλείᾳ αὐτοῦ. πολλοί τε γὰρ καὶ ἄλλοι διώλοντο καὶ ἡ “4γριππένα μετὰ τῶνπαίδων αὐτῆς, τοῦ νεωτάτου χωρίς. πολλὰ γὰρ κατ᾽ αὐτῆς ὃ Σειανὸς παρώξυνε τὸν Τιβέριον, προσδοκήσας ἐχείγης μετὰ τῶν τέκνων ἀπολομένης τῇ v& “Πιβίᾳ συνοικήσειν τῇ τοῦ “Ιρούσου γυναικί, ἧς ἤρα, καὶ τὸ κράτος ἕξειν, μηδενὸς τῷ Τιβερίῳ τυγχώ γοντος διαδόχου\" τὸν γὰρ υἱεδοῦν ἐμίσει ὡς καὶ μοιχίδιον. καὶ ἄλλους δὲ πολλοὺς ἐπὶ ἄλλαις καὶ ἄλλαις αἰτέαις, ταῖς δέ᾽ γε ὀνομάξουσιν. διώλετο ὃ δέ γε Τιβέριος — p. 441 πλείοσε πεπλασμέναις, καὶ ἐφυγάδευσε καὶ διέφϑειρε, xol τινὰ ὅτι τὰ τοῦ Καίσαρος καὶ τὰ τοῦ «Αὐγούστου ἱστόρησε, καέτοι μή τι κατ᾽ ἐκείνων συγγεγραφότα, ἐκόλασε, καὶ τὸ σύγγραμμα ὅπου δὴ xal εὑρέϑη κατέκαυσεν, ὅτε μὴ ἐκείνους ἐσέμνυνε. πλείοὄνας δὲ ὡς αὐτὸν βλασφημοῦντας διέφϑειρε. καί τις Σαβῖνος ἐπὶ τοιαύτῃ κατηγορηϑεὶς αἰτίᾳ elg τὸ δεσμωτήριον καϑείρχϑη, εἶτα καὶ ἐφονεύϑη, καὶ τὸ σῶμα αὐτοῦ εἰς τὸν ποταμὸν ἐρρίφη. καὶ δεινὸν μὲν τοῦτο καὶ καϑ' ἑαυτὸ ἅπασιν ἦν, ἐδείνωσε᾽ δ᾽ αὐτὸ ἐπὶ πλεῖον κύων τις τοῦ Σαβίνου, συνεισελϑών 3m αὐτῷ εἷς τὸ δεσμωτήριον καὶ ἀποθανόντι παραμείνας καὶ εἰς τὸν - ποταμὸν διφέντι συνεισπεσών. ταῦτα ταύτῃ ἐγένετο, καὶ ἐκ τῶν πολλῶν ὀλίγα ἱστόρηται. | | Ἢ δὲ ifla ὑπέργηρως γεγονυῖα μετήλλαξεν, ἘΞ ζήσασα ἔτη καὶ ὀγδοήκοντα. καὶ οὔτε νοσοῦσαν αὐτὴν ὃ Τιβέριος ἐπ 1δεσχέψατο, οὔτ᾽ ἀποθανοῦσαν ἐτίμησε, πλὴν μόνης ἐκφορᾶς καὶ ἐϊκόνων τινῶν. ἀλλὰ πρὸς διαβολὴν τοῦ Τιβερίου πένϑος ταῖς γυναιξὶν βουλὴ παρ᾽ ὅλον ἐνιαυτὸν ἐπ᾿ αὐτῇ ἐψηφίσατο\" καὶ ὅτι δὲ πολλοὺς αὐτῶν ἐσεσώκει καὶ παῖδας πολλῶν .ἐτετρόφει xó- | pag τε πλείοσιν ἐξεδεδώκει, καὶ ἄλλας τιμὰς ἐκείνῃ ἀπένειμαν. οὐδὲν δὲ τῶν τισι καταλειφϑέντων ὑπ᾽ ἐκείνης δέδωκεν ὁ Τιβέριος. ἀπομνημονευτέον δὲ καὶ τῶν παρ᾽ ἐκείνης εἰρημένων ἐνίων. λέγε vou ὅτι γυμνούς ποτε ἄνδρας αὐτῇ ἀπαντήσαντας, καὶ μέλλοντας διὰ τοῦτο ϑανατωθῆναι, ἔσωσεν εἰποῦσα ὅτι “οὐδὲν ἀνδριάντων ταῖς σωφρονούσαις οὗ τοιοῦτοι διαφέρουσιν.\" ἐρομένου δέ τινος αὐτήν “πῶς καὶ τί δρῶσα τοῦ A)yovorov κατεκχράτησας;\" ἀπ ἐχρένατο ὅτι “αὐτή τε ἀκριβῶς σωφρονοῖσα, καὶ πάντα τὰ δο κοῦντα αὐτῷ ἡδέως ποιοῦσα, καὶ μηδὲν τῶν ἐκείνου πολυπραγμο γοῦσα, καὶ τὰ ἀφροδίσια αὐτοῦ ἀϑύρματα μήτ᾽ ἀκούειν μήτ᾽ αἰσθάνεσθαι προσποιουμένη.\""
      },
      {
        "index": 6,
        "text": "Τὸν δὲ Σεϊανὸν ὃ Τιβέριος ἐπὶ μέγα δόξης ἐπάρας ν καὶ κηδεστὴν ἐπὶ ουλίᾳ τῇ τοῦ ΖΔρούσου ϑυγατρὶ ποιησάμενος, ὕστε: pov ἔκτεινε, τῆς γερουσίας ϑάνατον αὐτοῦ καταψηφισαμένης σπου δῇ αὐτοῦ. καὶ τῷ σώματι αὐτοῦ ἐπὶ τρισὶν ἡμέραις ἐρριμμένῳ τὸ πλῆϑος ἐνύβρισεν, εἶτα εἰς τὸν ποταμὸν ἐνέβαλε. τά τε παιδέα αὐτοῦ κατὰ δόγμα ἀπέθανε, καὶ ἡ γυνὴ αὐτοῦ ἑαυτὴν διεχρή-. σατο. καὶ ἄλλοι δι᾽ ἐκεῖνον ἀπώλοντο, oi μὲν ἑαυτοὺς ἀνελόντες, οὗ δὲ ὑφ᾽ ἑτέρων. ἀναιρεϑέντες. |"
      },
      {
        "index": 7,
        "text": "8. Τιβέριος δὲ πρὸς τοῖς ἄλλοις καὶ διὰ τοὺς ἔρωτας, οἷς ἀσελγῶς τε καὶ ἀναιδῶς ἐχρῆτο τῶν εὐγενεστάτων καὶ ἀρρένων καὶ ϑηλειῶν, διεβάλλετο, καὶ διὰ τὸν τῆς “4γριππίγης τοῦ τε Δρούσου ϑάνατον ἐς ὠμότητα ἐλοιδορεῖτο. δοκοῦντες γὰρ oi ἄνϑρωποι ὑπὸ τοῦ Σεϊανοῦ πάντα τὰ κατ᾽ ἐκείνων πρότερον γίνε σϑαι, ὡς κἀκείνους κτανϑῆναι ἔμαϑον μετὰ τὴν ἐκείνου φϑοράν, σιανὸν, ᾿ καὶ κηδεστὴν -- ποιησάμενος ἐν ὑπερήλγησαν. τὸν δὲ δὴ Γάϊον τὸν νεώτερον τῶν τοῦ Γερμανικοῦ παίδωνν ταμίαν ἀπέδειξε. “τὸν γὰρ ἔγγονον τὸν Τιβέριον, ὅτε τε παιδίον ἦν καὶ ὅτι μὴ εἶναι τοῦ ἀρούσου παῖς ὑπωπτεύετο, παρ ton, τῷ Γοΐῳ δὲ ὡς καὶ μοναρχήσοντι προσεῖχεν. ἠγνόει γὰρ δοῦδὲν τῶν κατὰ τὸν Γάϊον, ἀλλὰ καὶ ἔφη ποτὲ αὐτῷ διαφερυμένῳ πρὸς τὸν Τιβέριον ὅτι “σύ τε τοῦτον ἀποκτενεῖς, καὶ σὲ ἄλλοι.\" οὔτε δὲ ἕτερόν τινα ὁμοίως προσήκοντα ἑαυτῷ ἔχων, καὶ ἐκεῖνον εἰδὼς ἐσόμενον κάκιστον, ἀσμένως τὴν ἀρχήν, ὥς φασι, δέδωχεν αὐτῷ, ὅπως τῇ τοῦ Γαίου τῆς κακίας ὑπερβολῇ τὰ ἑαυτοῦ κρυ 1οφϑείη, καὶ τὸ πλεῖστον καὶ εὐγενέστατον τῆς βουλῆς φϑαρῇ παρ ελϑόντος αὐτοῦ. λέγεται δὲ καὶ πολλάκις ἀναφϑέγξασϑαι τοῦτο δὴ τὸ ἀρχαῖον μοῦ ϑανόντος γαῖα μιχϑήτω πυρί, καὶ τὸν Πρίαμον μακαρίζειν ὅτε ἄρδην μετὰ τῆς πατρίδος καὶ τῆς βασιλείας ἀπώλετο. τοσοῦτον δὲ πλῆϑος τῶν τε βουλευτῶν καὶ τῶν ἄλλων διέφϑαρτο, ὥστε τοὺς τὰς ἡγεμονίας τῶν ἐϑνῶν ἔχον Tac ἀπορίᾳ τῶν αὐτοὺς διαδεξομένων ἀδιαδόχους εἶναι. οἱ μὲν οὖν ἄλλοι δι᾽ ἄλλας αἰτίας καὶ ψευδεῖς καὶ ἀληϑεῖς ἐχτιννύοντο, \"Miulog δὲ Σκαῦρος διὰ τραγῳδίαν ἀπέϑανεν. \"Ἀτρεὺς μὲν γὰρ 3010 ποίημα ἦν, παρήνει δὲ τῶν ἀρχομένων τινὶ τὴν τοῦ κρατοῦντὸς ἀβουλίαν φέρειν. μαϑὼν οὖν ταῦτα ὃ Τιβέριος ἐπ᾿ αὐτὸν € ἐν ᾧ εἰσήγαγέ τινα λέγοντα κατὰ τὸν Εὐριπίδην ὅτι “τὰς τῶν κρατούντιον ἀμαθίας φέρειν χρεών πεποιῆσϑαι τὸ ἔπος ἐνόμισε, καὶ εἶπε “κἀγὼ οὖν “Αἴαντα αὐτὸν ποιήσω, xal ἀὐτοεντίᾳ ἀπολέσϑαι αὐτὸν ἠνάγκασεν. ἐν τούτοις γεακπίσκος τις Ζροῦσος εἶναι λέγων negl τε τὴν “Ελλάδα καὶ τὴν Ἰωνίαν ὠφϑη. καὶ ἐδέξαντο αὐτὸν ἀσμένως oi πόλεις, καὶ κἄν. ἐς τὴν Συρίαν προχωρήσας κατέσχε τὰ στρατόπεδα, εἰ μὴ ἐπι ὅ γνούς τις αὐτὸν συνέλαβε καὶ πρὸς τὸν Τιβέριον ἤγαγεν\" ὃ δὲ ἐν Ὁ Τίβερις δὲ τότε πολλὰ τῆς Ρώμης ἐπέκλυσεν ὥστε πλευ σϑῆναι, καὶ πυρὶ μυρία ἐφϑάρη. εἰ δέ τι καὶ τὰ ΑἸἰγύπτια πρὸς τοὺς Ρωμαίους προσήκει, 0 φοίνιξ ἐκείνῳ τῷ ἔτεε ὥφϑη. καὶ ἔδοξε ταῦτα τὸν ϑάνατον τῷ Τιβερίῳ προσημαίνειν\" ὃς ἐνόσησε μὲν πρὸ πλείονος χρόνου, οὔτε δὲ τὴν δίαιταν παρήλλαξεν οὔτε τοῖς ἰατροῖς ἐκέχρητο, διὰ τὸν τοῦ Θρασύλου λόγον, ὃς πάνυ μὲν ἀκριβῶς ἤδει καὶ τὴν ἡμέραν καὶ τὴν ὦραν καθ ἣν τεϑνήξεσϑαι ἔμελλεν ὃ Τιβέριος, ἐκείνῳ δὲ δέκα ἐνιαυτοὺς ἔτι βιώσεσϑαιε ἔλε γεν, ἵν᾽ ὡς ἐπὶ μακρότερον ζήσων μὴ ἐπειχϑῇ πολλοὺς ἀποχτεῖναι. οἷα δ᾽ ἐν γήρᾳ καὶ νόσῳ μὴ ὀξείᾳ τοτὲ μὲν κατεπονεῖτο, τοτὲ δὲ ἀνερρώννυτο. κἀντεῦϑεν ἐνίοτε μὲν ἥδοντο οἵ τε λοιποὶ καὶ ὃ Γάϊος ὡς τελευτήσοντος, ἐνίοτε δὲ ὡς καὶ ζησομένου πεφόβηντο. δείσας οὖν ὃ Γάϊος μὴ καὶ ἀνασωϑῇ, οὔτε φαγεῖν αἰτήσαντι ἔδω κεν, ὡς τάχα βλαβησομένῳ, καὶ ἱμάτια πολλὰ καὶ παχέα ὡς ϑερ μασίας δεομένῳ προσέβαλε, καὶ οὕτως ἀπέπνιξεν αὐτόν, ζήσαντα"
      },
      {
        "index": 8,
        "text": ". ἔτη ἑπτὰ πρὸς τοῖς ἑβδομήκοντα xal μῆνας τέσσαρας καὶ ἡμέρας ἐννέα, ἀφ᾽ ὧν δύο καὶ εἴκοσιν ἐνιαυτοὺς ἐμονάρχησε καὶ μῆνας ἑπτὰ καὶ ἡμέρας ἑπτά, μετήλλαξε δὲ τῇ εἰκοστῇ τοῦ ἸΠαρτίου ἡμέρᾳ. | | δ Τούτου τῷ πεντεκαιδεκάτῳ ἔτει ἐβαπτίσϑη ὃ κύριος ἡμῶν, Ἰησοῦς Χριστός, ἐμ δὲ τῷ ὀκτωκαιδεκάτῳ παρεδόϑη καὶ ἐσταυρώϑη καὶ ἀνέστη. ἱστορεῖ δὲ ὃ Εὐσέβιος τὸν Πιλάτον τῆς Ἰου δαίας τηνικαῦτα ἐπιτροπεύοντα γράψαι τὰ περὶ τοῦ κυρίου τῷ ; Τιβερίῳ, ἔϑους ὄντος τοῖς τῶν ἐθνῶν ἄρχουσι τὰ παρὰ σφίσικαινοτομούμενα δηλοῦν τῷ τὴν μοναρχίαν ἰϑύνοντι, ἵν᾽ αὐτῷ μηδὲν ἀγνοῆται τῶν παρ᾽ ἑκάστοις τῶν ἐϑνῶν γινομένων. ἤδη γάρ φησι τῆς ἐκ νεκρῶν ἀναστάσεως τοῦ σωτῆρος ἡμῶν εἷς ἅπαντας ἐν πάσῃ τῇ Παλαιστίνῃ διαβεβοημένης, τὰ περὶ αὐτῆς ὃ Πιλάτος ἐκοινώσατο Τιβερίῳ τῷ αὐτοκράτορι, ὃς τάς τε ἄλλας ad- τοῦ πυϑόμενος τερατείας καὶ ὡς μετὰ ϑάνατον ἐκ νεκρῶν ἀναστὰς ϑεὸς εἶναι παρὰ πλείστοις ἤδη πεπίστευται, ἀνήνεγκε μὲν τῇ συγ χλήτῳ ταῦτα ἐκείνῃ δὲ τὸν λόγον ἀπώσατο, ὅτι μὴ πρότερον αὐτὴ τοῦτο δοκιμάσασα ἦν, παλαιοῦ νόμου κεκρατηκότος μὴ ἄλ λως τινὰ παρὰ Ῥωμαίοις ϑεοποιεῖσϑαι μὴ οὐχὶ ψήφῳ τῆς συγχλήτου καὶ δόγματι. ταύτης δ᾽ οὖν ἀπωσαμένης τὸν περὶ τοῦ σωτῆρος ἡμῶν λόγον, τὸν Τιβέριον, ἣν καὶ πρώην εἶχε γνώμην πρὸς τοῖς. εἰκοστῇ} ἕκτῃ καὶ εἰκοστῇ Dio."
      },
      {
        "index": 9,
        "text": "os? δὲ ὁ Εὐσέβιος. eccl. 2. l4 τάς τε ἄλλας αὐτοῦ τηρήσαντα, μηδὲν ἄτοπον κατὰ τῆς τοῦ Χριστοῦ διδασκαλίας ἐπινοῆσαι. μάρτυρα δ᾽ ἐπὶ τούτοις παράγει Τερτυλιωνὸν ὃ Εὐ σέβιος, ἄνδρα Ῥωμαῖον καὶ ἕνα τῶν ἐν τῇ Ῥώμῃ λαμπρῶν, ἐν συγγραφῇ τινι παρ᾽ αὐτοῦ ἐκτεϑείσῃ Ῥωμαϊκῇ διαλέκτῳ, μεταβλη.ϑείσῃ δ᾽ εἰς τὴν Ἑλλάδα φωνήν, λέγοντα ταῦτα “παλαιὸν ἦν ὅ δόγμα μηδένα ϑεὸν ὑπό του καϑιεροῦσϑαι πρὶν ὑπὸ τῆς συγχλή του δοκιμασϑῇ. ὃ Τιβέριος οὖν, ἐφ᾽ οὔ τὸ τῶν Χριστιανῶν ὄνομα slg τὸν κόσμον εἰσεληλύϑει, ἀγγελϑέντος αὐτῷ ix Παλαι στίνης τοῦ δόγματος τούτου ἔνϑα πρῶτον ἤρξατο, τῇ συγκλήτῳ ἀνεκοινώσατο, δῆλος ὧν ἐκείνοις ὡς τῷ δόγματε ἀρέσκεται. ἡ δὲ σύγκλητος ἐπεὶ ox αὐτὴ δεδοκιμάκεε τοῦτο ἀπώσατο.. ὃ δὲ ἐν τῇ αὐτοῦ γνώμῃ ἔμεινεν, ἀπειλήσας ϑάνατον τοῖς τῶν “Χριστιανῶν κατηγόροις.\" ταῦτα ὃ Εὐσέβιος ποιῆσαε τὸν Τιβέριον ἱστορεῖ μαϑόντα περὶ τῆς ϑεότητος τοῦ σωτῆρος ἡμῶν καὶ τῆς ἐχ νεκρῶν αὐτοῦ ἀναστάσεως, ἐκ τῆς τοῦ Τιρτυλιανοῦ συγγραφῆς αὐτὰ 1ό ἐχλεξάμενος."
      },
      {
        "index": 10,
        "text": "4, Kabo μὲν Τιβέριος οὕτως ἀπεβίω, διεδέξατο δὲ αὐτὸν Γάϊος ὃ τοῦ Γερμανικοῦ καὶ τῆς ᾿Μγριππίνης παῖς, ὃν καὶ Γερ μανικὸν καὶ Καλλιγόλαν ἐπωνόμαζον. εἶ γὰρ καὶ ὃ Τιβέριος καὶ τῷ ἰδίῳ ἐγγόνῳ τῷ Τιβερίῳ τὴν αὐταρχίαν κατέλιπεν, ἀλλ᾽ 090"
      },
      {
        "index": 11,
        "text": "5, cuius verba infra posuimus. ἐκτεθείσῃ ᾿Ρωμαϊκῇ διαλέκτῳ Γάϊος τὰς διαϑήκας αὐτοῦ tlg τὸ συνέδριον πέμψας ἀκύρους παρεσκεύασε γενέσθαι, ὡς παραφρονήσαντος, οἷα παιδί, ᾧ μηδ᾽ εἰσελϑεῖν ἐξῆν εἰς τὸ βουλευτήριον, ἄρχειν τῶν Ῥωμαίων ἐπιτρέ ψαντος, τῆς μὲν οὖν ἀρχῆς αὐτὸν οὕτως αὐτίκα παρέλυσε καὶ δ μετὰ τοῦτο εἰσποιησάμενος ἀπέκτεινεν ὡς τελευτῆσαι αὐτὸν εὐξάώ μένον, χρήματα δὲ πολλὰ τοῖς στρατιώταις καὶ τῷ δήμῳ διένειμε, τὰ μὲν ἐκ τῶν Τιβερίου διαϑηκῶν, τὰ δὲ ἐκ τῶν τῆς “«Ἰιβίας, ἃ ὃ Τιβέριος οὐ παρέσχε. xol εἰπερ. καὶ τὰ λοιπὰ δεόντως ἀνήλισκε, μεγαλόνους ὧν καὶ μεγαλοπρεπὴς ἔδοξε\" νῦν δὲ καὶ εἷς ὀρχηστὰς καὶ ἵππους καὶ μονομάχους καὶ τοιουτότροπα ἕτερα ἀπλήστως δαπανῶν, καὶ τοὺς ϑησαυροὺς μεγάλους γεγονότας διὰ βραχέος ἐξεκένωσε, καὶ ἑαυτὸν προσεξήλεγξεν ὅτι εὐχερείᾳ καὶ ἀκρεσίᾳ κἀκεῖνα πεποίηκε. καὶ οὐδ᾽ ἐς τρίτον ἔτος μέρος αὐτῶν τι διέσωὙ ἀλλ᾽ εὐθὺς παμπόλλων προσεδεήθη."
      },
      {
        "index": 12,
        "text": "Τῷ δ᾽ αὐτῷ τούτῳ τρόπῳ xoi ἐς τὰ ἄλλα ἐκέχρητο. μοιχικώτατός τε γὰρ ἀνδρῶν γεγενημένος, καὶ γυναῖκα μίαν μὲν ἃρ πάσας ἐκδιδομένην ἄνδρί, ἄλλας δὲ ἤδη ἐχδεδομένας καὶ συνοι κούσας τισὶν ἀποσπάσας, πλὴν μιᾶς τὰς ἄλλας ἐμίσησε\" πάντως δ᾽ ἂν κἀκείνην ἐμίσησεν εἰ ἐπὶ πλέον ἐβεβιώκει. καὶ ἐς τὴν μητέρα χαὶ τὰς ἀδελφὰς τήν τε τήϑην τὴν Ἀντωνίαν πολλὰ εὐσεβῶς dy- — . δειξάμενος, μετὰ ταῦτα τὴν μὲν τήϑην ἐπιτιμήσασάν αὐτῷ εἰς ἀνάγκην éxovolov ϑανάτου κατέστησε, τὰς ἀδελφὰς δὲ διαφϑ εἰ ρας ἁπάσας elc νῆσον τὰς δύο χατέχλεισεν\" ἢ γὰρ τρίτη προετε-᾿ ϑνήκει. καὶ ἄλλα πολλὰ τοιαῦτα ἐποίησε. καὶ τὸν Τιβέριον ὡς ἀσελγῆ καὶ μιαιφόνον διέβαλλεν, ὥστε καὶ ἄλλους ἐκ τούτου χα ριεῖσϑαί οἱ νομίσαντας προπετεστέρᾳ παρρησίᾳ χρήσασϑαε\" εἶτα .D ἀπήνει τε καὶ ἐσέμνυνεν, ὥστε καὶ κολάσαι τινὰς ἐφ᾽ οἷς κατ᾽ ὃ ἐκείνου εἰρήκεσαν\" καὶ τοὺς βλασφημοῦντας ἐκεῖνον ἐκάχεζεν, καὶ τοὺς ἐπαινοῦντας ὡς φίλους ἐκείνου ἐμίσει\" καὶ παμπληϑεῖς ἀπ ἔχτεινε τῶν κατὰ τοῦ πατρὸς καὶ τῆς μητρὸς καὶ τῶν ἀδελφῶν αὐτοῦ τὸν Τιβέριον ἐρεϑισάντων, καίτοι τὴν ὀργὴν αὐτοῖς ἀφεῖς yut λέγων καὶ τὰ γράμματα καταφλέξαι αὐτῶν.. καὶ ναοὺς δὲ ἑαυτῷ καὶ ϑυσίας ὡς ϑεῷ γίνεσθαι ἐκέλευσεν. αἰϊτούμενός τέ τι ὠργίζετο, καὶ αὖϑις ἐμηνία ὡς μὴ αἰτούμενος\" ὀξύς τ᾽ ἐπέ τινας πράξεις ἐφέρετο, καὶ νωϑέστατα ἐνίας μετακεχείριστο\" τά τε χροήμῳᾳτα καὶ ἀφειδέστατα ἀνήλισκε, καὶ ῥυπαρώτατα ἤργυρολύγει\" τοῖς τε ϑωπεύουσιν αὐτὸν καὶ τοῖς παρρησιαζομένοις καὶ ἤχϑετο ὁμοίως καὶ ἥδετο. καὶ πολλοὺς μὲν μεγάλα ἀδικήσαντας ἐχόλασε, πολλοὺς δὲ μηδὲν ἠδικηκότας ἀπέκτεινε. καὶ τῶν ἑταί ρων τοὺς μὲν ὑπερεκολάκευε, τοὺς δὲ ὑπερύβριζε. τοιούτῳ δὲ τὸ σύμπαν οἱ Ῥωμαῖοι τότε παρεδόϑησαν αὐτοκράτορι, ὥστε τὰ τοῦ Τιβερίου ἔργα, καίτοι δοκοῦντα παγχάλεπα, τυσοῦτον τὰ τοῦ Γαΐου παρενεγκεῖν, ὅσον κρείττω ἐκείνων τὰ τοῦ «Αὐγούστου εἶναι ἐδόχουν. Τιβέριος μὲν γὰρ ἦρχε καὶ τοῖς ἄλλοις ὑπηρέταις πρὸς τὸ αὐτοῦ ἐκέχρητο βούλημα, Γάϊος δὲ ἤρχετο μὲν ὑπὸ τῶν áp- ματηλατούντων καὶ ὑπὸ τῶν δπλομαχούντων, ἐδούλευε δὲ καὶ τοῖς Β΄ ὀρχηστάϊς καὶ τοῖς λοιποῖς τοῖς περὶ τὴν σκηνήν. τὸν γοῦν ψἍπελ λῆν τῶν τότε τραγῳδῶν τὸν εὐδοκειμώτατον καὶ δημοσιείων συν δόντα αὐτῷ εἶχεν ἀεί, καὶ χωρὶς μὲν’ ἐκεῖνος, χωρὶς δ᾽ οἱ λοιποὶ πάνϑ᾽ ὅσα ἂν τοιοῦτοε δυνηϑέντες τολμήσειαν, ἐπ᾽ ἐξουσίας ἐποίουν. καὶ αὐτῶν τὰ μὲν πρῶτα ϑεατὴς καὶ ἀκροατὴς ἐγίνετο, συσπουδάζων καὶ ἀντιστασιάζων τισίν\" εἶτα καὶ ἅρματα ἤλασε καὶ ἐμονομάχησεν, ὀρχήσει τε ἐκέχρητο καὶ τραγῳδίαν ὑπεκρίνετο. ἅπαξ δὲ τοὺς πρώτοις τῆς γερουσίας νυκτὸς ὡς ἐπέ τι ἀναγκαῖον μεταπεμψάμενος ὠρχήσατο. ἐγκλήματα τῆς ἀσεβείας κατέλυσε καὶ τὰ. περὶ αὐτῶν τοῦ Τιβε οἷον γράμματα, ὡς ἔλεγεν, ἔκαυσεν, ἐπῃνεῖτό τε ἐπὶ τούτοις\" (5) εἴτα καὶ ὑπάτευσε, τὸν ϑεῖον τὸν Κλαύδιον προσλαβών. οὗ τος γὰρ ἱππεὺς ὧν τότε πρῶτον καὶ ὑπάτευσε καὶ ἐβούλευσεν, $E καὶ τεσσαράκοντα, ἐτῶν γεγονώς. ὃ δὲ δὴ πενϑερὸς αὐτοῦ ἸΠάρκος"
      },
      {
        "index": 13,
        "text": "Σιλανός, ἐπειδὴ βαρὺς αὐτῷ ὑπό τε τῆς ἀρετῆς καὶ ὑπὸ τῆς συγγενείας ἦν, προπηλακιζόμενός τε καὶ περιυβριζόμενος, διέχει ρίσατο ἑαυτόν, καίτοι παρὰ τοῦ Τιβερίου σφόδρα τιμώμενος. ὃ δὲ καὶ τὴν ϑυγατέρα αὐτοῦ ἐκβαλὼν ἔγημε Κορνηλίαν ᾿Ορεστίναν, ἣν ἐν αὐτοῖς τοῖς γάμοις ἀφήρπασεν οὗς συνεώρταζε τῷ ἐγγεγυη μένῳ αὐτὴν Γαΐῳ Καλπουρνίῳ Πείσωνι. καίτοι δὲ τοιοῦτος ὧν ἔπραξέ τινα καὶ ἐπαίνου ἄξια. ἐμπρησμὸν γὰρ μετὰ τῶν στρα-ὅ τιωτῶν κατασβέσας ἐπήρκεσε τοῖς ζημιωθεῖσι, τοῦ τε τῶν ἱππέων"
      },
      {
        "index": 14,
        "text": ". πέλους ὀλιγανδροῦντος ἐξ ἅπάσης ἀρχῆς τοὺς πρώτους μεταπεμ ψάμενος κατελέξατο, καὶ τὰς ἀρχαιβεσίας. τῷ δήμῳ ἀπέδωκε, καὶ ἄλλα τινὰ τοιαῦτα ἐποίησεν. ὑπαίτια δὲ εἰργάσατο πολλαπλάσια. καὶ πολλοὺς ἀπέχτεινεν\" ἦν δὲ οὐ τὸ πλῆϑος τῶν ἀπολλυμένων οὕτω δεινόν, καίτοι δεινὸν ὄν, ἀλλ᾽ ὅτι roig τε φόνοις αὐτῶν ὑπερέχαιρε καὶ ἀπλήστως εἶχε τῆς ϑέας τοῦ αἵματος. ὑπὸ γοῦν ὠμότητος ἐπιλιπόντων ποτὲ τῶν τοῖς ϑηρίοις ἐκ καταδίκης διδο μένων, ἐκέλευσεν ἐκ τοῦ ὄχλου roi τοῖς ἱκρίοις προστετηκότος συναρπασϑῆναί τινας καὶ παραβληϑῆναι αὐτοῖς.\" καὶ ὅπως μήτε 16 ἐπιβοήσασϑαι μήτε τι αἰτιάσασϑαι δυνηϑῶσι, τὰς γλώσσας αὖ τῶν προαπέτεμον. πολλοὺς δὲ καὶ διὰ τὰς οὐσίας ἐφόνευεν, ἕτερ᾽ ἅττα σφίσιν ἐπεγκαλῶν. καὶ ὃ τῆς Ζρουσίλλης τῆς ἀδελφῆς αὐτοῦ ες ϑάνατος οὗ μείους διέφϑειρεν, ἡ συνῴκει μὲν Πάρκος Adénidog παιδικὰ ἅμα αὐτοῦ καὶ ἐραστὴς ὦν, συνῆν δὲ καὶ 0 Γάϊος. ἀπο 0"
      },
      {
        "index": 15,
        "text": "ϑανοῦσαν οὖν πολλῶν μὲν καὶ ἄλλων ἠξίωσεν, εἶτα καὶ ἀπεϑέωσε. μετ᾽ üMyov δὲ ἔγημε “Τολέαν. Παυλίναν, αὐτὸν τὸν ἄνδρα αὐτῆς ἐγγυῆσαι αὐτῷ τὴν γυναῖκα βιάσας, ἵνα μὴ ἀνέγγυον αὐτὴν λα fàν παρανομήσῃ. | Ἔν στενωπῷ δέ ποτε πηλὸν πολὺν ϑειισάμενος, ἐκέλευσεν δ αὐτὸν εἰς τὰ τοῦ ἀγορανομοῦντος τότε καὶ τῆς τῶν ὁδῶν καϑάρ σεως ἐπιμελουμένου ἱμάτια ἐμβληϑῆναε. Οὐεσπασιανὸς δὲ τότε ἣν ἀγορανομῶν\" ὥστε ὕστερον ἐκείνου τὰ πράγματα τεταραγμένα καὶ πεφυρμένα παραλαβόντος καὶ καταστήσαντος ἔδοξεν οὐκ ἀϑ εεὶ τὸ τότε συμβὰν γεγονέναι, ἀλλ᾽ ἄντικρυς αὐτῷ τὴν πόλιν. πρὸς ἐπανόρϑωσιν παρὰ Γαΐου ἐγχειρισϑῆναι."
      },
      {
        "index": 16,
        "text": "Διηνειχῶς δὲ πολλοὺς ὃ Γάϊος ἐφόνευε, xol ἦν ἔξω τῶν φόνων οὐδέν. καὶ οὐδὲ τῷ πλήϑει τι ἐχαρίζετο. κἀκεῖνοι πάνυ αὐτῷ ἀπηχϑάνοντο\" πολλὰ μὲν γὰρ καὶ ἄλλα αὐτῷ μὴ ἀρέσκοντα ἔλεγόν τε καὶ ἔπραττον, πρὸς δὲ τοῖς ἠγανάκτει δεενῶς ὅτι μεγα λύνοντες αὑτόν “νεανίσκε αΑὔγουστε\" ἐπεβόων. οὐ γὰρ μακαρίζε σθαι ἡγεῖτο ὅτε νέος ὦν ἐμονάρχει, ἀλλ᾽ ἐγκαλεῖσϑαι ὅτι ἐν ἡλικίᾳ Ὁ τοιαύτῃ τηλικαύτην εἶχεν ἀρχήν. ἐχρημάτιζε δὲ ἐκ τρόπου nay- τός, ἀργυριόμοῦ ἄλλοτε ἄλλας ἐφευρίσκων λαβάς\" καὶ ἀζήμιος τῶν \"γέ τε ἐχόντων οὐδεὶς οὐχ ἀνὴρ οὐ γυνὴ καταλέλειπτος κἂν ὁθτινας δὲ τῶν ἀφηλικεστέρων ζῆν εἴα, ἀλλὰ πατέρας τε καὶ πάπ πους μητέρας τε ὀνομάζων καὶ τήϑας, καὶ ζῶντας ἐξεκαρποῦτο καὶ τελευτώντων τὰς οὐσίας ἐκληρονόμει. Ἐλάσαι δὲ διὰ τῆς ϑαλάσσης τρόπον τινὰ xol διπιπεῦσαε ἐπεθύμησε, καὶ ἐγεφύρωσε τὸ μεταξὺ τῶν Ποτιόλων καὶ τῶν PIS556 Βαύλων. τὸ δὲ χωρίον τοῦτο καταντιπέραν τῆς πόλεώς ἐστι, διέχον αὐτῆς σταδίους ἕξ xal εἴχοσι. πλοῖα δὲ εἰς τὴν γέφυραν τὰ μὲν κατεσχευάσϑη τὰ δὲ ἠϑροίσϑης ἀφ᾽ οὗπερ καὶ λιμὸς ἔν ὅ τε τῇ Ἰταλίᾳ καὶ ἐν τῇ Ρώμῃ μάλιστα ἰσχυρὸς ἐγένετο. ὃ δὲ τὸν . τοῦ ᾿Αλεξάνδρου, ὡς ἔλεγε, ϑώρακα ἐνδυσάμενος καὶ ἐπ᾽ αὐτῷ χλαμύδα σηρικὴν ἁλουργῆ πολὺ μὲν χρυσίον πολλοὺς δὲ λίϑους Ἰνδικοὺς ἔχουσαν, καὶ ξίφος περιζωσάμενος καὶ ἀσπίδα λαβών. δρυΐ τε στεφανωσάμενος,. σπουδῇ καϑάπερ ἐπὶ πολεμέαν εἷς τὴν πόλιν εἰσήλασε, παμπληϑεῖς ἱππεῖς τε καὶ πεζοὺς ὡπλισμένους ἐπαγόμενος\" καὶ ἄλλα δέ τινα τοιἀῦτα ποιήσας καὶ ἑαυτὸν ἀπο σεμνύνας ἐν δημηγορίᾳ διὰ ταῦτα ἐς τὸν Ζαρεῖον καὶ τὸν Ξέρξην ἀπέσκωπτεν, ὡς πολλαπλάσιον ἢ ἐκεῖνοι τῆς ϑαλάσσης μέτρον ζεύξας αὐτός. | \" lia \"δὲ ϑανάτου πολλοῖς xal αὕτη 7; γέφυρα γέγονε. χρή ματα γὰρ slg αὐτὴν ἀναλώσας ἀμύϑητα πολλῷ πλείοσι διὰ τὰς οὐσίας ἐπεβούλευσεν. ὥστε ἸἸούνιός τις Πρίσκος στβατηγὸς ἡτιάμὲν ἐπ᾽ ἄλλοις τισίν, ἀπέϑανε δὲ ὡς πλούσιος\" μαϑὼν δὲ ὃ Γάϊος ὅτι οὐδὲν ἄξιον τοῦ ϑανάτου ἐκέκτητο, εἶπεν ὅτι “ἠπάτησέξο μὲ καὶ μάτην ἀπώλετο, ζῆν γὰρ ἠδύνατο.\" Ἄφρος δὲ Δομέτιος παρὰ μικρὸν κινδυνεύσας παραδόξως ἐσώϑη. ἐπί τινι γὰρ αἰτίᾳ ἐς τὸ συνέδριον ἀγαγὼν αὐτόν, λόγον κατ᾽ αὐτοῦ ἀνέγνω μακρόν"
      },
      {
        "index": 17,
        "text": "(vexüy γὰρ ἠξίου πάντας τοὺς ῥήτορας, καὶ τὸν 4ομέτιον δεινότατον ὄντα εἰπεῖν ὑπερβαλεῖν ἐσπούδασεν), ὃ δὲ οὔτε τι ἀντεῖπεν οὔτ᾽ ἀνταπελογήσατο, ϑαυμάζειν δὲ τὴν τοῦ lulov δεινότητα . προσεποιεῖτο καὶ καταπλήττεσϑαι, καὶ ἠντιβόλει τε καὶ ἱκέτευε, δτὸν ῥήτορα μᾶλλον ἢ τὸν Καίσαρα φοβεῖσϑαι λέγων. καὶ ἐπὶ 'τούτοις ἡσϑεὶς ἐκεῖνος, καὶ πιστεύσας τῇ τῶν λόγων δεινότητε, κρατῆσαι αὐτοῦ, ἐπαύσατο τῆς ὀργῆς. |"
      },
      {
        "index": 18,
        "text": "6. Εἶτα εἷς τὴν Γαλατίαν ἀφώρμησεν ὡς τάχα τῶν Keh- τῶν τι παρακινούντων, καὶ τοὺς μὲν πολεμίους οὐδέν τι ἔβλαψε, l0zo)g δ᾽ ὑπηκόους καὶ τοὺς συμμάχους καὶ τοὺς πολίτας πλεῖστα ἐκάχωσε. κχυβεύων δέ ποτε, καὶ yvoig ὡς οὐκ ἔχει ἀργύριον, ἤτησε τὰς τῶν Γαλατῶν ἀπογραφάς. καὶ κελεύσας ϑανατωθῆναε τοὺς πλουσιωτάτους αὐτῶν, ἐπανῆλϑε πρὸς τοὺς συγκυβευτὰς καὶ εἶπεν ὡς “περὶ ὀλίγων δραχμῶν ὑμεῖς ἀγωνίζεσϑε, ἐγὼ δὲ μυρίαςκαὶ πενταχισχιλίας ἤϑροισα μυριάδας.\" οὕτως ἀκρίτως πάντα εὐ ἐγίνετο. καὶ τὸν “έπιδον᾽ δ᾽ ἐκεῖνον τὸν ἐραστήν, τὸν ἐρώμενον, ᾿ τὸν τῆς Ζρουσίλλης ἄνδρα, ὃν ὑπερετίμησε͵ καὶ διάδοχον ἕξειν - τῆς ἀρχῆς ἐπηγγέλλετο, ἔκτεινε\" καὶ τὰς ἀδελφὰς τὰς οἰκείας ὡς ἐκείνῳ συμφϑαρείσας εἰς τὰς Ποντίους νήσρυς ἀπήγαγε\" καὶ ἄλλαπολλὰ τοιαῦτα πεποίηκεν. εἶτα τὴν Παυλίναν ἐκβαλών, ngogóaet —.."
      },
      {
        "index": 19,
        "text": "Ποντίας Dio. μὲν dic μὴ τίκτουσαν, τὸ δ᾽ ἀληϑὲς ὅτι διακορὴς ἐχείνης ἐγένετο, ῬΠλωνίαν Καισωνίαν ἔγημεν, ἣν πρότερον μὲν ἐμοίχευσε, τότε δὲ καὶ γαμετὴν ἐσχηκέναι ἠθέλησεν, ἐπειδὴ ἐν γαστρὶ ἔσχεν, V? αὐτῷ παιδίον τέχῃ τριακονϑήμερον."
      },
      {
        "index": 20,
        "text": "Οἱ δ᾽ ἐν τῇ Ῥώμῃ ἐταράττοντο μὲν ἐκ τούτων, ἐταράττοντο ὅ δὲ καὶ ὅτι δίκαι σφίσι πλεῖσται ἐπήγοντο ἐπὶ τῇ πρὸς τὰς ἀδελ φὰς αὐτοῦ καὶ ἐπὶ τῇ πρὸς τοὺς πεφονευμένους φιλίᾳ, προσεδό"
      },
      {
        "index": 21,
        "text": "B xov τὲ καὶ ἐπὶ πλεῖον τήν τε ὠμότητα τοῦ Γαΐου καὶ τὴν ἀσέλ yeuxν. αὐξήσειν, εἰ ὃ τῆς ἀρχῆς αὐτοῦ χρόνος πλείων γένηται. καὶ oi μὲν οὕτω διέκειντο πρὸς αὐτόν, ὃ δὲ καὶ τὸν Πτολεμαῖοντὸν τοῦ Ἰόβα παῖδα μεταστειλάμενος ὡς πλουτοῦντα κἀκεῖνον ἀπέκτεινε. , Τοῦτον δὲ τὸν τρόπον βιοὺς πάντως ἐπιβουλευϑήσεσθαι ἔμελλε. καὶ ἐφώρασε τὴν ἐπίϑεσιν, καὶ συλλαβὼν Νίκιον Κερεά Aiν xal) τὸν vióν αὐτοῦ Σέξτον Παπίνιον ἐβασάνισε\" καὶ ἐπεὶ μηδὲν ἐξελάλησεν, ἀνέπεισε τὸν Παπίνιον, σωτηρίαν αὐτῷ καὶ ἄδειαν ὑποσχόμενος, κατειπεῖν τίνων ἢ ἀληϑῶς ψευδῶς, καὶ ἐκεῖνον αὐτίκα καὶ τοὺς ἄλλους ἐν ὀφθαλμοῖς αὐτοῦ ἀπέκτεινεν."
      },
      {
        "index": 22,
        "text": "CO ἑνὸς δὲ τῶν κτεινομέγων καὶ τὸν πατέρα παρεῖναι κατηνάγχαασε τοῦ υἱοῦ φονευομένου\" πυϑόμενόν τε εἰ μύσαι αὐτῷ ἐπιτρέπει, καὶ ἐκεῖνον σφαγῆναι προσέταξεν. ὃ δὲ κινδυνεύων προσεποιήσατο ἐκ ριάλιος παντελῶς οὐδὲν εἶπεν Vat. τῶν ἐπιβεβουλευκότων εἶναι, καὶ τοὺς λοιποὺς πάντας ἐκφῆναε ὑπέσχετο, καὶ ὠνόμασε τούς τε ἑταίρους τοὺς τοῦ Γαΐου καὶ τοὺς συνεργοὺς τῆς ἀσελγείας καὶ τῆς ὠμότητος. καὶ πολλοὺς ἂν ἀπώλεσεν, εἰ μὴ καὶ τοὺς ὑπάρχους καὶ τὸν Κάλλιστον καὶ τὴνΚαισωνίαν προσδιαβαλὼν 772101197. ΄ Καὶ 0 μὲν ἀπέθανεν, τῷ δὲ Γαΐῳ τὸν ὄλεθρον αὐτὸ τοῦτα παρεσκεύασεν. ἰδίᾳ γὰρ τοὺς ὑπάρχους τε καὶ τὸν Κάλλιστον προσκαλεσάμενος “εἷς εἰμι\" ἔφη, “τρεῖς δὲ ὑμεῖς\" καὶ γυμνὸς μὲν ἐγώ, ὡπλισμένοι δ᾽ ὑμεῖς. εἰ οὖν μισεῖτέ με καὶ. ἀποκτείνειν 10ϑέλετε, φονεύσατε.\" ἐξ ἐχείνου δὲ μισεῖσθαι νομίσας καὶ ἄχϑε σϑαι τοῖς πραττομένοις ἐκείνους, ὑπώπτευε σφᾶς, καὶ ξίφος κἂν τῇ πόλει παρεζώννυτο, καὶ συνέβαλλεν αὐτοὺς ἀλλήλοις ὅπως μὴ συμφωνῶσε κατὰ μόνας ἑκάστῳ ὡς πιστοτάτῳ διαλεγόμενος περὶ τῶν λοιπῶν, μέχρις οὔ συνέντες τὸ ἐπιχείρημα προήκαντο αὐτὸν . 1δ τοῖς ἐπιβουλεύουσι."
      },
      {
        "index": 23,
        "text": "Τῶν δὲ βουλευτῶν, ὅτι μὴ κατεψηφίσαντό τινων, περιφό fw ὄντων, Πρωτογένης τις πρὸς τὰ χαλεπώτατα τῷ Γαΐῳ vngos- τῶν, (cre καὶ βιβλία δύο περιφέρειν ὧν τὸ μὲν ξίφος τὸ δ᾽ ὠνόμαζεν ἐγχειρίδιον, εἰσῆλϑεν εἰς τὸ συνέδριον, καὶ πάντων δεξιου μένων αὐτόν, οἷα εἰκός, δριμύ τι προσέβλεψεν ἑνὶ Σκριβωνίῳ Πρόκλῳ, εἰπών “καὶ σύ μὲ ἀσπάζῃ, μισῶν οὕτω τὸν ajroxgá- καὶ τὸν Κάλλιστον ὡπλισμένοι μὲν ὑμεῖς, ἐγὼ δὲ γυμνός σφᾶς ὑπώπτευε ΒΟ. συμφρονῶσι τορα; ἀκούσαντες δὲ τοῦτο οἱ παρόντες περιέσχον τὸν συμβου λευτὴν καὶ διέσπασαν"
      },
      {
        "index": 24,
        "text": "7. Θωπευόντων δ᾽ αὐτὸν καὶ τῶν μὲν ἥρωα τῶν δὲ ϑεὸν ἀποχαλούντων δεινῶς ἐξεφρόνησεν. ἠξίου μὲν γὰρ καὶ πρότερον ὑπὲρ ἄνϑριυπον νομίζεσθαι, καὶ τῇ Σελήνῃ συγγίνεσθαι καὶ Ζεὺς εἶναι ἐπλάττετο, καὶ διὰ τοῦτο μάλιστα ταῖς ἀδελφαῖς προεφασί ζετο μίγνυσθαι, καὶ πάντας ϑεοὺς ὑπεχρίνετο, καὶ τὰς ϑηλείας αὐτάς, καὶ Ἥρα καὶ “Ἄρτεμις καὶ “Ἀφροδίτη ἐγίνετο, καὶ πρὸς τὴν τῶν ὀνομάτων μετάϑεσιν καὶ πᾶν τὸ σχῆμα μετήμειβεν, ὡςποτὲ μὲν ϑηλυδρίαν δρῶσϑαι αἰτὸν καὶ κρατῆρα καὶ ϑύρσον φέ θέειν, ποτὲ δὲ ἀρρενωπὸν καὶ ῥόπαλον καὶ λεοντῆν ἐνημμένον, καὶ αὖϑις λειογένειον ἢ πωγωνίαν δείκνυσϑαι. τρίαινάν τε ἐκράτει καὶ ἀνέτεινε κεραυνόν, παρϑένῳ τε κυνηγετικῇ ὡμοιοῦτο, καὶ ἐγυναίκιζεν αὖϑις, καὶ τῇ στολῇ καὶ τοῖς προσϑέτοις καὶ περιϑέ τοις ἀκριβῶς ἐποικίλλετο, καὶ πάντα μᾶλλον. ἢ ἄνϑρωπος δοχεῖν αὐτοκράτωρ ἐβούλετο. καί ποτε ἰδών τις αὐτὸν ἀνὴρ Γαλάτης ἐπὶ δίφρου ὑψηλοῦ ἐν εἴδει. Διὸς χρηματίζοντα, ἐγέλασε. μαϑὼν οὖν τοῦτο ἐχάλεσεν αὐτὸν καὶ ἤρετο “τί σοι δοχῶ εἶναι; κἀκεῖ: voc “μέγα παραλήρημα\" ἔφη. καὶ οὐδὲν ἔπαϑε δεινόν\" παρελο-- ελογέσϑη γὰρ γίσϑη yàp σκυτοτόμος dv. ἠσπάζετό τε βραχεῖς, τοῖς δ᾽ ἄλλοιξ' καὶ τῶν βουλευτῶν ἢ τὴν χεῖρα ἢ τὸν πόδα προσκυνεῖν ὦρεγε. πάντες δὲ αὐτὸν ἐκολάχευον. καί ποτε τὸν “Τούκιον τὸν Οὐϊτέλλιον ἄνδρα εὐγενῆ καὶ φρονήσεως εὖ ἔγοντα ἤρετο, τῇ Σελήνῃ ὅ μίγνυσϑαι λέγων, εἰ ὁρῴη τὴν ϑεὸν συνοῦσαν αὐτῷ. ὃ δὲ κάτω νεύων, οἷα δὴ τεϑηπώς, καὶ μικρόν τι φϑεγξάμενος καὶ ὑπότρο pov “ὑμῖν\" ἔφη “τοῖς ϑεοῖς, δέσποτα, μόνοις ἀλλήλους ὁρᾶν ἔξεστιν.\" ᾿ 07"
      },
      {
        "index": 25,
        "text": "|.. Οὕτω δ᾽ ἐξεμάνη ὃ Γάϊος ὥς καὶ τοῖς ἐν τῇ 2Molo τέμενος. ἑαυτῷ ἀνεγεῖραι κελεῦσαι κατὰ τὴν Mürov. καὶ ἐν τῇ Ῥώμῃ δύο ναοὶ αὐτῷ ἱδρύϑησαν\" τὸν μὲν γὰρ αὐτὸς ἑαυτῷ ἐν τῷ noàa- τίῳ ἐτεκτήνατο, ὃ δ᾽ ὑπὸ τῆς βουλῆς αὐτῷ ἐψηφίσϑη καὶ ἐδομήϑη. ἐπενεκάλει δὲ καὶ τῷ Zi ὅτι τὸ Καπιτώλιον προκατέλαβε. καὶ ἀγάλματα δ᾽ ἑαυτοῦ πανταχοῦ τῆς οἰκουμένης ἀπέστειλε, προσκυνεῖσϑαι ταῦτα κελεύσας. τὸν δ᾽ ἐν ἱεροσολύμοις ναὸν εἷς οἰκεῖον ἱερὸν μεϑηρμόζετο, ἵνα Διὸς ἐπιφανοῦς νέου χρηματίζῃ . Γαΐου, εἰ καὶ ὃ Ἰώσηπος τοῦτο παρεσιώπησεν ἀρχαιολογῶν. ὅϑεν καὶ ἡ τῶν Ἰουδαίων ἀποστασία ἔσχηκε τὴν ἀρχήν. ἱερέας τε πολλοὲς ἑαυτῷ κατεστήσατο, καὶ αὐτὸς δ᾽ ἑαυτῷ ἱερᾶτο. ταῖςτε βρονταῖς ἐκ. μηχανῆς ἀντεβρόντα, ἀντήστραπτέ τε ταῖς ἀστρα παῖς. καὶ ὁπότε κατήνεκτο κεραυνός, λίϑους ἀντηχόντιζεν, ἐπι λέγων ἐφ᾽ ἑκάστῳ τὸ τοῦ Ὃμήρου “ἢ μ᾽ ἀνάειρ᾽ ἢ ἐγὼ σέ.\" Ἐπὶ τούτου, ὡς Εὐσέβιος ἱστορεῖ, ἐκ τῶν τὰς ᾿Ολυμπιάδας ἀναγραψάντων ἀναλέξασϑαι ταῦτα λέγων, τοσαύταις περιέπεσε - συμφοραῖς ὃ Πιλάτος, ὥστε ἀναγκασϑῆναι ἑαυτοῦ γενέσϑαι αὖ τόχειρ, τῆς ϑείας δίκης μετελϑούσης αὐτόν. | Ὡς οὖν πάντα τρόπον ἔξεμαίνετο (ἀπαριϑμεῖν γὰρ τὸ καθ ἕχαστον πολλῆς ἂν dim λέσχης καὶ ἀηδίας) ἐπεβούλευσαν αὐτῷ Κάσσιδς τε Χαιρέας καὶ Κορνήλιος Σαβῖνος. συνώμοσαν μὲν γὰρ πλείονες καὶ συνήδεισαν τὸ πραττόμενον καὶ οἱ περὶ αὐτὸν ὄντες \"10 καὶ ὅσοι δὲ οὐ συνώμοσαν, γνόντες οὔτ᾽ ἐξέφηναν καὶ ἄσμενοι εἶδον αὐτὸν ἐπιβουλευόμενον. ἐπεβουλεύϑη δὲ ϑέαν ἐπιτελῶν. ὃ γὰρ “Χαιρέας καὶ ὃ Σαβῖνος ἐπὶ τοῖς γινομένοις αἰσχροῖς ἀλγοῦντες, ὅμως ἐκαρτέρουν ἐπὶ πέντε ἡμέρας. ὡς δὲ καὶ αὐτὸς ὃ Γάϊος καὶ ὀρχήσασϑαι καὶ τραγῳδίαν ἠθέλησεν ὑποχρίνασϑαι, καὶ διὰ τοῦτο ἑτέρας τρεῖς ἡμέρας προήγγειλε, τηρήσαντες αὐτὸν ἐκ τοῦ ϑεάτρου ἐξερχόμενον ἐν στενωπῷ τινι περιστάντες ἀπέκχτειναν. καὶ πεσόντος οὐδεὶς τῶν παρόντων ἀπέσχετο, ἀλλὰ καὶ νεκρὸν αὐτὸν κατετίτρωσκὸν. καὶ τὴν γυναῖκα αὐτοῦ καὶ τὴν ϑυγατέρα αὐτίκα ἀπέσφαξαν."
      },
      {
        "index": 26,
        "text": "Γόϊος μὲν δὴ ταῦτα ἔν τε τρισὶν ἔτεσι xol μησὶν ἐννέα καὶ ἡμέραις ὀκτὼ καὶ εἴκοσι πράξας ἔργοις αὐτοῖς ὡς οὐκ ἦν ϑεὴς ἔγνωκεν, ὡς δὲ ὃ ϑάνατος αὐτοῦ διηγγέλϑη, πλὴν ὀλίγων τῶν συνησελγηκότων αὐτῷ, πάντες ἔχαιρον, μεμνημένοι καὶ τοῦ λε δχϑέντος ποτὲ ὑπ᾽ αὐτοῦ, ὅτε ὀργισϑεὶς τῷ δήμῳ ἔφη “εἶϑε ἕνα αὐχένα εἴχετε\", καὶ ἐπιλέγοντες ὅτι “σὺ μὲν ἕνα ἔχεις αὐχένα, ἡμεῖς Ὁ δὲ χεῖρας πολλάς.\" διαϑεόντων δέ τινων ὀλίγων καὶ ϑορυβούν των βοώντων τε “τίς Γάϊον ᾿ἀπέσφαξεν;\" Οὐαλλέριος “Ασιατικός, ἀνὴρ ὑπατευκώς, ἀνῆλϑεν εἷς ἀποπτόν τι χωρίον, καὶ ἐχβοήσας ἔφη “εἶϑε ἐγὼ αὐτὸν ἤμην ἀπεκτονώς.\" καὶ οὕτω καταπλαγένξες οὗ ϑορυβοῦντες ἡσύχασαν."
      },
      {
        "index": 27,
        "text": "8. 1411 οὕτω μὲν διέφϑαρτο Γάϊος\" τῆς δὲ βουλῆς ἐν τῷ Καπιτωλίῳ συναϑροισϑείσης τοῖς μὲν δημοκρατεῖσθαι ἐδόκει, oi δὲ μοναρχεῖσϑαι καὶ αὖϑις ἔκρινον\" καὶ τούτων oi μὲν τόνδε, οὗ ἕνα τι διαρπάσωσιν, εἰσπηδήσαντες εὗρον ἐν σκοτεινῇ γωνίᾳ κατα κρυπτόμενόν που τὸν Κλαύδιον (συνῆν γὰρ τῷ Γαΐῳ τοῦ ϑεάτρου ἐξερχομένῳ, καὶ τὴν ταραχὴν φοβηϑ εὶς κατεκρύβη), καὶ ἐξεῖλκον αὐτὸν μὴ εἰδότες ὅστις ἦν\" γνόντες δὲ αὐτοχράτορά τε προσηγό-- ρευσαν καὶ ἐς τὸ στρατόπεδον ἤγαγον, καὶ μή τιγος ἐνδοιάσαντης ἅπαντες αὐτῷ κράτος δεδώκασιν, ὡς ἐκ γέγους ὄντι βασιλικοῦ"
      },
      {
        "index": 28,
        "text": "xal νομιζομένῳ ἐπιεικεῖ. εἶ γὰρ καὶ ἀνεδύετο xal ἀντέλεγεν, ἀλλ᾽ ὅσον ἐξίστατο xol ἀντέκειτο, τοσοῦτον μᾶλλον ἀντεφιλονείκουν oi στρατιῶται μὴ παρ᾽ ἑτέρων λαβεῖν αὐτοχράτορα ἀλλ᾽ αὐτοὶ δοῦ vat πᾶσι. διὸ καὶ ἄκων, ὡς ἐδόκει, ὑπέκυψε. μαϑόντες δὲ καὶ οἱ ὕπατοι καὶ οἱ βουλευταὶ ἤδη προκατειλῆφϑαι τὴν ἀρχήν, καὶ ες αὐτοὶ ὡμολόγησαν. Kal οὕτω Τιβέριος Κλαύδιος Νέρων Γερμανικὸς ὃ τοῦ ΖΔρούσου τοῦ τῆς “Πιβίας υἱοῦ παῖς τῆς αὐτοκρατοῦς ἀρχῆς ἔτυ χεν, ἄγων ἔτος πεντηκοστόν. ἐγένετο δὲ τὴν μὲν ψυχὴν οὐ φαῦ λος, ἀλλὰ καὶ ἐν παιδείᾳ ἤσκητο, ὥστε καὶ συγγράψαι τινά\" τὸ δὲ σῶμα νοσώδης. πάνυ δὲ ἐγυναικοκρατήϑη ἅμα καὶ ἐδουλο κρατήϑη. ἅτε καὶ ἐκ παίδων ἔν τε 'νοσηλείᾳ καὶ ἐν φόβῳ πολλῷ τραφείς, κἀντεῦϑεν εὐήϑειαν xal ἐπὶ πλεῖον τῆς ἀληϑείας προσποιησάμενος καὶ ἤϑους χαυνότητα (ὅπερ καὶ αὐτὸς ἐν τῇ βουλῇ ᾿ ᾧὧμολόγησε), καὶ πολὺν μὲν χρόνον τῇ τήϑῃ “«1ιβίᾳ πολὺν δὲ τῇ μητρὶ vrai τοῖς τ᾽ ἀπελευϑέροις συνδιαιτηϑείς, οὐδὲν ἔλευ ϑεροπρεπὲς ἐπεδείκνυτο. ἐπετίϑεντο ὁ᾽ αὐτῷ 64 γυναῖκές τὲ καὶ οἱ ἀπελεύϑεροι ἐν τοῖς πότοις κἀὶ ἐν ταῖς μιίξεσι\" πάνυ γὰρ ἀπλή στως ἀμφοτέροις προσέκειτο. πρὸς δὲ καὶ δειλίαν εἶχε. τοιοῦτος δὲ πεφυκώς, ὡς συνελόντι εἰπεῖν, ὅμως οὐκ ὀλίγα καὶ δεόντως Ὁ ἔπραττεν ὁσάκις τῶν εἰρημένων παϑῶν ἔξω ἐγίνετο καὶ ἑαυτοῦ ἐκράτει. οὐκ εὐθὺς μέντοι εἷς τὴν βουλὴν εἰσῆλθεν; ἀλλὰ μετὰ τριακοστὴν ἡμέραν, διά τε τὸν Γάϊον οὕτως ἀπολωλότα. δεδιώς, καὶ ὅτι τινὲς ἑαυτοῦ βελτίους εἷς τὴν ἀρχὴν παρὰ τῆς. βουλῆς ὠνομάσϑησαν. ἀλλὰ τά τε ἄλλα ἀκριβῶς ἐφυλάσσετο καὶ πάντας δτοὺς αὐτῷ προσιόντας ἐρεννᾶσθαι ἐποίεε μή τι ξιφίδιον ἔχωσι, καὶ ἐν τοῖς συμποσίοις στρατιώτας εἶχεν αὐτῷ συνόντας. ὃ xal μετὰ ταῦτα ἐγίνετο\" ἡ δὲ τῶν ξιφιδίων ἔρευνα διὰ Οὐεσπασιανοῦ ἐπαύσατο. | Τὸν uiv οὖν Χαιρέαν καί τινας ἄλλους ἀπέκτεινεν, οὐ διὰ τὸν Γάϊον, ἀλλ᾽ ἑαυτῷ ἀσφάλειαν προμηϑοίμενος\" καὶ ὃ Σαβῖ γος δὲ ἑκὼν ἀπέϑανε, μὴ ἀξιώσας κολασϑέντος τοῦ Χαιρέου αὖ - τὸς περιεῖναι\" τὰς δὲ τοῦ Γαΐου ἀδελφὰς τήν ve Iyginnivyav καὶ P τὴν Ἰουλίαν καταγαγὼν ἐκ τῆς ὑπερορίας, καὶ τὰς οὐσίας αὐταῖς ἀπέδωκε, καὶ τοὺς ἄλλους τοὺς ἐκπεσόντας ὁμοίως κατήγαγε. καὶ 3510)g ἐν εἱραταῖς δεδεμένους ἀκριβῶς ἐξετάσας, τοὺς μὲν συκοφαντουμένους ἀφῆκε, τοὺς δὲ κακοιργήσαντάς τε ἐκόλασε. καὶ -τὰ φάρμακα ἃ πολλὰ ἐν τοῖς τοῦ Γαΐου-εὑρέϑη, καὶ τὰ βιβλία τοῦ Πρωτογένους, ὃν καὶ ἀπέκτεινεν, ἔκαυσε. τώ γράμματα - ἃ ἔλεγε μὲν κατακαῦσαι ὁ Γάϊος, εὑρέϑησαν δὲ ὄντα, τοῖς βου evsoig τε ἐπέδειξε, καὶ ἔδωκεν ἀναγνῶναι τοῖς τε γράψασιν αὐτὰ καὶ τοῖς xaJ? ὧν ἐγέγραπτο, καὶ μετὰ τοῦτο κατέφλεξε. τῆς τε | γερουσίας ἀτιμῶσαι βουληϑείσης τὸν Γάϊον, ψηφισϑῆναι μὲν τοῦτο αὐτὲς ἐκώλυσε, νυκτὸς δὲ τὰς εἰκόνας αὐτοῦ πάσας ἤἦφά γνισε; καὶ τὰ ὑπὸ τοῦ Γαΐου καὶ ὑφ᾽ ἑτέρων δι᾽ ἐκεῖνον οὐκ ὀρϑῶς γεγονότα ἀνέτρεψεν. ἀνδριάντων δὲ αὐτῷ ψηφισϑέντων πῳρῃτή σατο\" καὶ ϑύειν ἢ προσχυνεῖν ἐν ἀγάλμασιν αὐτῷ ἀπηγόρευσε. καὶ ἄλλα δὲ τοιαῦτα πολλὰ ἐποίει, μετριοφρονῶν καὶ κρίσει ταῦτα πράττων, ἀλλ᾽ οὐκ ἐπιτηδεύσει. τὰς γοῦν ϑυγατέρας κατηγγύησε τὴν μὲν “ουκίῳ Ἰουνίῳ Σιλανῷ, τὴν δὲ Γναίῳ Πομπηίῳ Ἰἤάγνῳ. $ καὶ οὐδὲν ὑπέρογκον ἔπραξεν, ἀλλὰ καὶ αὐτὸς ἐν ταῖς ἡμέραις \"ἐκείναις ἐδίκασε καὶ ἡ βουλὴ ἠϑροίσϑη. ταῦτά τε οὖν ἐπιεικῶς ἔπραττε, καὶ τῶν ὑπάτων ἐν τῷ συνεδρίῳ καταβάντων ἀπὸ τῶν δίφρων ἵνα διαλεχϑῶσιν αὐτῷ, προσεξανέστη τε καὶ ἀντιπροσῆλϑε σφίσιν. ἰδιωτικῶς τε ἔζη ὡς τὰ πολλὰ καὶ ἑλληνικῶς αὐτός τεκαὶ οἵ περὶ αὐτὸν διῃτῶντο. | Περὶ τὰ χρήματα δὲ ϑαυμαστὸς ἐγένετο. ἀπηγόρευσε γὰρ ἀργύριον αὐτῷ προσφέρεσϑαι, ὃ καὶ ἐπὶ τοῦ ““ὐγούστου ἐγίνετο. ἀπεῖπε δὲ μηδὲ κληρονόμος παρά τινος συγγενεῖς ἔχοντος xava- λμιπάνεσϑαι. καὶ τῶν προδημευϑέντων ἐπί τε τοῦ Τιβερίου «καὶ τοῦ Γαΐου τὰ μὲν αὐτοῖς ἔτι περιοῦσι τὰ δὲ τοῖς τέχνοις αὐτῶν ἀπέδωκε\" καὶ πολλοῖς παρὰ τοῦ ΓΙ αἴου τὰς σφετέρας ἀρχὰς καὶ Ὁ χώρας ἀφαιρεϑεῖσιν αἰτὸς αὖϑις ἐπανεσώσατο. καὶ ἄλλα τοιαῦτα ἔργα εἰργάσατο, δι᾽ ἃ ἐπῃνεῖτο, ὑπὸ δὲ τῶν ἐξελευϑέρων αὐτοῦ καὶ τῆς . γυναικὸς Βαλλερίας ἸΠεσσαλίνης ἕτερα ἐπράχϑη οὐχδμοιότραπια. λιμοῦ μέντοι ἰσχυροῦ γενομένου οὗ μόνον τῆς τότε ἀφθονίας ἐφρόντισεν, ἀλλὰ καὶ τῆς εἰσέπειτα. ἐπεισάκτου yàg παντὸς σχεδὸν τοῦ σίτου τοῖς Ρωμαίοις ὄντος, 5j χώρα ἣ πρὸρ ταῖς ἰχβυλαῖς τοῦ Τιβέριδος οὔτε κατάρσεις ἀσφαλεῖς οὔτε λιμέ vag ἐπιτηδείους ἔχουσα ἀνωφελὲς σφίσι τὸ χράτος τῆς ϑαλάσσης ἐποίει\" οὐδὲν γὰρ κατὰ τὴν χειμερινὴν ὥραν ἠδύνατο εἰσφοιτᾶν. roro οὖν συνιδὼν λιμένας τε κατεσκεύασε καὶ ἀπετέλεσε πρᾶγμα καὶ τοῦ φρονήματος καὶ τοῦ μεγέϑους τῆς Ρώμης ἄξιον. ἐν πᾶσι δὲ μετριάζων, οὔτε γεννηϑένξος αὐτῷ υἱέος (ὃς τότε μὲν Κλαύ dioc Τιβέριος Γερμανικός, ὕστερον δὲ καὶ Βρεττανικὸς ἐπωνομά σϑη) ἄλλο τι ἐπιφανὲς ἔπραξεν, οὔτ᾽ Αὔγουστον αὐτὸν ἢ τὴνΜεσσαλίναν «Αὐγούσταν ἐπιχληϑῆναι ἐφῆκε."
      },
      {
        "index": 29,
        "text": "9. Συνεχῶς δὲ μονομαχίας ἀγῶνας ἐτίϑει, πάνυ χαίρων αὐτοῖς, κἀντεῦϑεν πολλοὶ ἀπώλλυντο ἄνθρωποι, ἐπ᾿ αἰτίαις τισὶ καταψηφισϑέντες. ἐϑισϑεὶς οὖν οὕτως αἵματος καὶ φόνων ἀνα πίμπλασϑαι, προπετέστερον καὶ ταῖς ἄλλαις σφαγαῖς ἐχρήσατο. αἴτιοι δὲ τούτου οἵ τε καισάρειοι καὶ ἡ Μεσσαλίνα ἐγίνοντο. εἰ γὰρ ἀποκτεῖναί τινα ἐϑελήσειαν, ἐξεφόβουν αὐτόν, καὶ πάνϑ᾽ ὅσα ἐβούλοντο ποιεῖν ἐπετρέποντο. καὶ πολλάκις ἐξαπιναίως ἐκπλαγεὶς καὶ κελεύσας τινὰ ἐκ τοῦ παραχρῆμα περιδεοῦς ἀπολέσϑαι, ἔπειτα ἀνενεγκὼν καὶ ἀναφρονήσας, μαϑὼν τὸ γεγονὸς ἐλυπεῖτο καὶ μετεγίνωσχε. ριαῦτα δὲ ποιοῦντος αὐτοῦ οὐκέτι χρηστὴν ἐλπίδα ἐπὶ Κλαυδίῳ οἱ Ῥωμαῖοι ἐσχήκασι. διὸ καὶ ἐπεβουλεύϑη ὑφ᾽ ἑτέρων τε xal ὑπ᾽ ᾿Ἡννίου Βινικιανοῦ, ὃς πρὸς Φούριον Κάμιλλον Xxgi- βωνιανὸν τῆς “Δαλματίας ἄρχοντα ἔπεμψε καὶ ἀνέπεισεν αὐτὸν ἐπαναστῆναι. τῶν δὲ στρατιωτῶν μὴ πεισϑέντων αὐτῷ, αὐτὸς μὲν ἀπέκτεινεν ἑαυτόν, Κλαύδιος δὲ καίτοι πάνυ καταδείσας ὡς Ὁ ἑτοίμως ἔχειν ἐκστῆναι αὐτῷ τοῦ κράτους ἐϑελοντής, ὅμως τὸνϑάνατον αὐτοῦ μαϑὼν ἀνεϑάρσησε, καὶ τοὺς μὲν στρατιώτας ἄλλοις τέ τισι καὶ χρήμασιν ἀντημείψατο, τοὺς δὲ συνεπιβουλεύσαντας ἀνεζήτησε καὶ πλείστους ἐκόλασε. συχνοὶ δὲ ἄλλοι τε καὶ ὃ Βινικιανὸς διεχειρίσαντο ἑαυτούς. ἡ γὰρ ἹΠεσσαλίνα καὶ ὃ τοῦ Κλαυδίου ἀπελεύϑερος Νάρκισσος οἵ τε συναπελείϑεροι αὐτοῦ, τῆς ἀφορμῆς ταύτης λαβόμενοι, οὐδενὸς τῶν δεινοτάτων ἀπ ἔσχοντο. ἄνδρες τε οὖν πολλοὶ καὶ γυναῖχες ἐκολάσϑησαν\" τινὲς δὲ καὶ τῶν πάνυ ὑπαιτίων ἐσώϑησαν, οἷ μὲν χρήμασιν ἔνιοι δέ γε καὶ χάρισι. Γαλαῖσος δέ τις ἀπελεύϑερος τοῦ Καμᾶλου ἐν τῷ βουλευτηρίῳ τοῦ Nagxlocov παρελϑόντος εἷς τὸ μέσον καὶ εἶπόν τος αὐτῷ “τί ἂν ἐποίησας Γαλαῖσε εἰ Κάμιλλος ἐμονάρχησεν;\" ἀπεχρίνατο ὅτε \" εἱστήχειν ἂν ὄπισϑεν αὐτοῦ καὶ ἐσιώπων\" 4ρ ua δὲ γυνὴ Καικίνου ὑπάτου οὖσα, εἰ καὶ τῇ ἹΜεσσαλίνῃ ogó- ὅρα φκείωτο, οὐχ ἤνεγκε ζῆν τοῦ ἀνδρὸς ϑνήσκοντος, ἀλλὰ καὶ τὸν ἄνδρα ἀποδειλιῶντα ἐπέρρωσε. τὸ γὰρ ξίφος λαβοῦσα ἕαυ τὴν ἔπληξε κἀκείνῳ ἐπέδωκεν εἰποῦσα “ἰδοὺ παῖε, οὐκ ἀλγῶ.\" καὶ oi μὲν ἐπὶ τούτοις. ἐπηνοῦντο, Κλαύδιος δὲ οὕτως πρὸς τὰς κολάσεις ἔσχεν ὥστε καὶ σύνϑημα τοῖς στρατιώταις τὸ ἔπος τοῦτο συνεχῶς διδόναι, χρὴ | | n ἄνδρ᾽ ἀπαμύνασϑαι ὅτε τις πρότερος χαλεπήνῃ.- δὴ δὲ ἸΠεσσαλίνα καὶ οἱ ἀπελεύϑεροι αὐτοῦ οὕτως τὴν πολιτείαν καὶ τὰς στρατείας καὶ τὰς ἐπιτροπὰς τάς τε ἡγεμονέας καὶ τὰ ἄλλα πάντα ἐπώλουν καὶ ἐκαπήλενον, ὥστε σπανίσαι πάντα τὰ - ὦνια, κἀντεῦϑεν βιασϑῆναι. τὸν Κλαύδιον ᾿ἀπὸ βήματος τὰς τε μὰς αὐτῶν διατάξαι. ΑΑὔλου δὲ Πλαυτίου ἐς τὴν Βρεττανίαν."
      },
      {
        "index": 30,
        "text": "Κλαυδίῳ τὰ συμβάντα γνωρίσαντος, ἐκεῖνος τὰ οἴκοι Οὐϊτελλίῳ Ὁ «“Ἰουκίῳ τῷ συνυπατευχότι ἐγχειρίσας ἐξεστράτευσε. καὶ πρὸς τὸν ᾿Ὠχεανὸν ἀφικόμενος εἴς τε τὴν Βρεττανίαν περαιωϑ εὶς μετὰ πλείο vog παρασκευῆς καὶ ἐλεφάντων συνέμιξε τοῖς στρατεύμασι. - καὶ μετ᾽ αὐτῶν τοῖς βαρβάροις συμβαλὼν ἐνίκησε καὶ τὸ βασίλειον αὐτῶν εἶλε. καὶ dg τὴν Ρώμην ἐπανῆλθε, τὴν ἀγγελίαν τῆς"
      },
      {
        "index": 31,
        "text": "^ wine διὰ τῶν γαμβρῶν τοῦ τε ἸΠάγνου. καὶ τοῦ -Σιλανοῦ προπέμ-\" ψας. μαϑοῦσα δὲ ταῦτα ἡ γερουσία Βρεττανικὸν καὶ αὐτὸν καὶ τὸν υἱὸν αὐτοῦ ἐπεκάλεσε, καὶ πολλὰ αὐτοῖς ἐψηφίσατο ἕτερα. Ἢ δὲ ἸΜΠεσσαλένα ὀρχηστοῦ ἐρασϑεῖσά τινος ἸΠνηστῆρος ὠνομασμένου, ἐπεὶ ᾿μήϑ᾽ ὑποσχέσεσιν αὐτὸν μήτ᾽ ἐχφοβήσεσιν ἀνέπειϑε cvyyevlo90i αὐτῇ, τὸν Κλαύδιον παρεσκεύασεν ἐπιτάξαι αὐτῷ πειϑαρχεῖν αὐτῇ, ὡς ἐπ᾽ ἄλλο τι δεομένη αὐτοῦ\" καὶ ci- πόντος αὐτῷ τοῦ Κλαυδίου ὅσα προστάττεται παρὰ τῆς ἤεσσα λένης ποιεῖν, συνῆν αὐτῇ, ὡς χαὶ τοῦτο ὑπ᾽ ἐκείνου κεκελευσμέ νec. τοῦτο δὲ καὶ πρὸς συχνοὺς ἑτέρους ἐποίει. ὡς γὰρ εἰδότος τοῦ ἀνδρὸς αὐτῆς τὰ γινόμενα καὶ συγχωροῦντος ἀκολασταίνειν αὐτῇ ἐμοιχεώετο. Βινίκιος δὲ ὅτε μὴ ἠθέλησεν αὐτῇ συγγενέσϑαι, φαρμάκῳ ὑπ᾽ αὐτῆς διεφϑάρη. ἤσχαλλον δὲ οἱ “Ῥωμαῖοι δου λεύοντα αὐτὸν τῇ γυναικὶ καὶ τοῖς ἀπελευϑέροις δρῶντες."
      },
      {
        "index": 32,
        "text": "Τῷ δ᾽ ἑξῆς ἐνιαυτῷ ὀχταχοσιοστῷ ἔτεε τῇ “Ῥώμῃ ὄντε τὸ τέταρτον ὑπάτευσε Κλαύδιος. ὅτε Γάλλον τινά, βουλεῦσαι δυνάμενον εἷς δὲ τὴν Καρχηδόνα ἐξοικήσαντα, σπουδῇ μετεπέμψατο, εἰπὼν ὅτε “χρυσαῖς σε πέδαις δήσω.\" καὶ οὕτω τῷ ἀξιώματε πεδηϑεὶς κατὰ χώρων ἔμεινεν. ἐπιβουλῆς δέ τινος τῷ Κλαυδίῳ μηνυϑείσης κατεφρόνησε τοῦ μηνυϑέντος καὶ ἐν οὐδενὶ λόγῳ αὖ τὸν ἐποιήσατο, εἰπὼν ὅτι “οὐχ ὁμοίως δεῖ ψύλλαν καὶ ϑηρίον ἀμύνεσθαι.\" ἄλλους δὲ πολλοὺς διωβληϑέντας ὑπὸ τῆς Meaca- λίνης καὶ τὸν “Πσιατικὸν xoi τὸν γαμβρὸν τὸν ἸΠάγνον ἀπέχτεινε\" τὸν μὲν ᾿Ἡσιατικὸν διὰ τὴν οὐσίαν, τὸν δὲ ἹΜάγνον διὰ τὸ γένος καὶ τὸ κῆδος. ἑάλωσαν μέντοι ὡς ἐπ᾿ ἄλλοις τισίν. ἐπεὶ δὲ"
      },
      {
        "index": 33,
        "text": "“πολλοὺς δούλους νοσοῦντας οὐδεμιᾶς ϑεραπείας οἱ δεσπόται ἠξίουν, ἀλλὰ xal τῶν οἰκιῶν ἐξώϑουν, ἐνομοθέτησε πάντας τοὺς ἐκ τοῦ τοιούτου περιγενομένους ἐλευϑέρους εἶναι. γεννηϑέντος δέ ol ἐγγόνου ἐκ τῆς ᾿Αντωνίας τῆς ϑυγατρός, ἣν Κορνηλίῳ Φαό ΡῚ στῳ Σύλλᾳ ἀδελφῷ τῆς εσσαλίνης ὄντι μετὰ τὸν τοῦ άγνουσυνῴκισε ϑάνατον, οὐδὲν ἀφῆκε ψηφισθῆναι, μετριοφρονῶν. ἧ δὲ ἹΜεσσαλίνα καὶ οἱ ἐξελεύϑεροε αὐτοῦ ἐξώγκωντο. ἦσαν δὲ τρεῖς οἱ μάλιστα τὸ κράτος διειληφότες\" 0 τε Κάλλιστος, ὃς ἐπὶ κοῖς βίβλοις τῶν ἀξιώσεων ἐτέτακτο\" καὶ ὃ Νάρκισσος, ὃς τῶν ἐπιστολῶν ἐπεστάτει, διὸ καὶ ἐγχειρίδιον παρεζώννυτο\" καὶ ὃ Πάλλας, ᾧ ἡ τῶν χρημάτων διοίκησις ἐμπεπίστευτο."
      },
      {
        "index": 34,
        "text": "10. Ἢ δὲ MiocaMva μὴ ἀρκουμένη ὅτι ἐμοιχεύετο, ἐπ εϑύμησε καὶ ἄνδρας πολλοὺς ἔχειν\" καὶ συνῴκησεν ἂν πᾶσι τοῖς αὐτῇ χρωμένοις μετὰ συμβολαίων, εἰ μὴ ἐν τῷ πρώτῳ φωρα ϑεῖσα ἀπώλετο. ἕως μὲν γὰρ οἱ καισάρειοε πάντες ὡμονόουν τδαὐτῇ, οὐδὲν ἦν ὃ οὐκ ἀπὸ κοινῆς γνώμης ἐποίουν\" ἐπεὶ δὲ τὸν Πολύβιον, καίτοι κἀκείνῳ πλησιάζουσα, διέβαλε καὶ ἀπέκτεινεν, οὐκέτ᾽ αὐτῇ ἐπίστευον, xal ἐρημωθεῖσα τῆς nap? αὐτῶν εὐνοίας ἐφϑάρη. τὸν yàp Σίλιον τὸν Γάϊον τὸν τοῦ Σιλίου τοῦ ὑπὸ “ Τιβερίου σφαγέντος υἱὸν ἄνδρα ἐπεγράψατο, καὶ τούς τε γάμους Φοπολυτελῶς εἱστίασε καὶ οἰκίαν αὐτῷ βασιλικὴν ἐχαρίσατο, πάντα ται. [ἐσσαλίνη καὶ συνῴκησεν — ἐφθάρη τὰ τιμιώτατα τῶν τοῦ Κλαυδίου κειμηλίων συμφορήσασα εἷς αὖ τήν᾽ καὶ τέλος ὕπατον αὐτὸν ἀπέφηνε. ταῦτα δῆλα τοῖς ἄλλοις ὄντα τὸν Κλαύδιον ἐλάνϑανεν. ἀποδημοῦντι δέ ποτε αὐτῷ καὶ μονωϑέντι ὃ Νάρκισσος μηνύει πάντα διὰ τῶν παλλακῶν τὰ γινό μενα. ὅϑεν εἰς τὴν Ρώμην ἐπανῆλϑε, καὶ ἄλλους τε πολλοὺς καὶδ ὃν Μνηστῆρα ἐφόνευσε, καὶ μετὰ τοῦτο καὶ αὐτὴν 'ν ἀπέσφαξεν, ᾿ δ᾽ οὕτω διαφϑαρείσης τὴν ᾿4γριππίναν τὴν ἀδελ \"πουδῇ τῶν ἀπελευϑέρων, ὅτι τὸν Δομίτιον ἐς τελοῦντα εἶχεν υἱόν, ὅπως ἔφεδρον αὐτὸν “ἐπὶ τῇ τὸ ἀρχῇ τρέφοντες μηδὲν ὑπὸ τοῦ Βρεττανικοῦ δεινὸν πάϑωσιν, ὡς τὴν αὐτοῦ μητέρα τὴν ἹΜεσσαλίναν ἀναιρεϑῆναι ποιήσαντες. δε-- δογμένου δὲ ἤδη: τοῦ γάμου, δείσαντες τὸν Σιλανὸν ὑπὸ τοῦ Κλαυδίου τιμώμενον ὡς ἄνδρα ἀγαϑόν, ἅμω δὲ καὶ τὴν Ὄχτα βίαν τὴν ϑυγατέρα αὐτοῦ τῷ τῆς ᾿ἀγριππίνης υἱῷ τῷ dona τὸ προμνώμενοι, ἐγγεγυημένην τῷ Σιλανῷ, πείϑουσι τὸν Κλαύδιον ὡς ἐπιβουλεύοντά οἱ τὸν Σιλανὸν ἀποκτεῖναι. γενομένου δὲ τού του λόγους ἐν τῇ βουλῇ ὃ Οὐϊτέλλιος ἐποιήσατο ὅτι συμφέρει τῷ κοινῷ γῆμαι τὸν Κλαύδιον. καὶ τὴν ᾿Αγριππίναν ἐπιτήδειαν εἷς τοῦτο ἀπέφαινε, καὶ βιάσασϑαι σφίσιν αὐτὸν ἐπὶ. τὸν “γάμονσυνεβούλευεν. ἐντεῦϑεν ὁρμηϑέντες οἱ βουλευταὶ πρὸς τὸν Klas- διον ἦλθον καὶ $váyxacavy δῆϑεν αὐτὸν γῆμαι, xol ψήφισμα ἐποιήσαντο ἐξεῖναι Ῥωμαίοις ἀδελφιδᾶς ἄγεσθαι\" πρότερον γὰρ ἐκεκώλυτο. Ὡς δ᾽ ὃ γάμος ἐτελέσϑη, τόν τε Κλαύδιον ἐσφετερίσατο, ὅ δεινοτάτη οὖσα πράγμασι χρῆσϑαι, καὶ πρὸς otc εὐνοϊκῶς ἐκεῖ vog εἶχε, τοὺς μὲν φόβῳ τοὺς δὲ εὐεργεσίαις φκειώσατο. καὶ τέλος τὸν μὲν Βρεττανικὸν τὸν παῖδα αὐτοῦ ὡς τῶν τυχόντων τινὰ τρέφεσθαι ἐποίει (ὃ γὰρ ἕτερος ἔϑανε), τὸν δὲ Ζομίτιον τότε μὲν γαμβρὸν τῷ Κλαυδίῳ ἀπέδειξεν, ὕστερον δὲ καὶ εἰσεποίησε, xal εἰσποεήσασα τῷ Κλαυδίῳ αὐτὸν καὶ πρὸς τὸ \"κράτος ἐξήσκει καὶ παρὰ τῷ Σενέκᾳ ἐξεπαίδευεν. ἀμύϑητόν τε πλοῦτον συνέλεγεν, οὐδὲ τὴν τυχοῦσαν λαβὴν ἐπ᾿ ἀργυρισμῷ παραλείπουσα,. πολλοὺς δὲ καὶ φονεύουσα διὰ χρήματα. ἤδη δέ τινας καὶ γυναῖκας ζηλο τυπήσασα ἔχτεινε, τὴν γοῦν Παυλίναν τὴν “ολλίαν ἀποχτείνασα καὶ τὴν κεφαλὴν αὐτῆς κομισϑεῖσαν μὴ γνωρίσασα, τό τε στόμα αὐτῆς αὐτὴ ταῖς χερσὶν ἀνέῳξε καὶ τοὺς ὀδόντας ἐπεσκέψατο ἰδίως. πως ἔχοντας. ἹΠετὰ ταῦτα δὲ καὶ “ὐγούσταν τὴν ᾿4γριππίναν ὃ Κλαύ διος ἐπεκάλεσε, καὶ τὸν υἱὸν αὐτῆς εἰσποιησάμενος μετωνόμασε 90 Τιβέριον Κλαύδιον Νέρωνα “Ιροῦσον Γερμανικὸν Καίσαρα, μηδὲν φροντίσας ὅτι καίεσϑαι ὃ οὐρανὸς τὴν ἡμέραν ἐχείνην ἔδοξε. καὶ μετὰ τοῦτο τὴν ϑυγατέρα τὴν ᾿ΟὈχταβίαν εἰς ἕτερόν τι γένος εἰσ-- αγαγών, ἵνα μὴ ἀδελφοὺς συνοικέζειν δοκῇ, ἐνεγγύησεν αὐτῷ, Zyoinniva δὲ καὶ Καλπουρνίαν γυναῖκα τῶν πρώτων ἐφυγάδευ σεν, ἢ ὡς λέγεται καὶ ἀπέκτεινεν, ἐπειδὴ τὸ κάλλος αὐτῆς ὃ Κλαύδιος ἐϑαύμασε καὶ ἐπήἥνεσε. τοῦ δὲ Νέρωνος (τοῦτο γὰρ τὸ ὄνομα ἐπ᾿ αὐτῷ ἐξενίκησεν) ἐς τοὺς ἐφήβους ἐγγραφέντος, ὃ κατὰ τὴν ἡμέραν ἐν jj ἐνεγράφη τὸ δαιμόνιον τήν τε γῆν ἐπὶ πολὼ ἔσεισε καὶ φόβον νυκτὸς πᾶσιν ὁμοίως ἐνέβαλε. Νέρων μὲν οὖν ηὔξετο, Βρεττανικὸς δὲ οὔτε τινὰ τιμὴν οὔτε ἐπιμέλειαν εἶχεν\" ἢ γὰρ “Αγριππίνα τοὺς περιέποντας αὐτὸν τοὺς μὲν ἐξήλασε τοὺς δὲ καὶ ἀπέκτεινε\" καὶ τὸν Σωσίβιον, ᾧ ἥ τροφὴ αὐτοῦ καὶ παι , Ótía ngoctzézoxso, κατέσφαξεν ὡς τῷ Νέρωνι ἐπιβουλεύοντα. καὶ παραδοῦσα αὐτὸν οἷς ἤϑελεν, οὔτε τῷ πατρὶ συνεῖναι οὔτε δημο σιεύειν εἴα. ἠδύνατο δὲ πάντα, τοῦ Κλαυδίου κρατοῦσα καὶ τὸν Νάρκισσον καὶ τὸν Πάλλαντα οἰχκειωσαμένη\" ὃ γὰρ Κάλλιστος ἐπὶ πολὺ προχωρήσας δυνάμεως ἐτελεύτησεν. Οἱ ἀστρολόγοε δὲ ἐξ ἁπάσης τῆς Ἰταλίας ἠλάϑησαν, καὶ oi αὐτοῖς συγγινόμενυε ἐκολάσϑησαν. Καράταχος δέ τις βαρβάρων ἀρχηγὸς ἁλοὺς. καὶ εἰς τὴν Ρώμην ἀχϑείς, xal συγγνώμης παρὰ τοῦ Κλαυδίου τυχών, εἶτα περινοστήσας τὴν πόλιν μετὰ τὴν ἄφεσιν, καὶ ἰδὼν αὐτῆς τὴν λαμπρότητα καὶ τὸ μέγεϑος \"cha\""
      },
      {
        "index": 35,
        "text": "Vat. 90, ubi τῶν Βρεττανῶν ἄρχων Καρτάκης. ἔφη “ταῦτα καὶ τὰ τοιαῦτα κεχτημένοε τῶν σκηνιδίων ἡμῶν ἐπι ϑυμεῖτε;\" Ἰουλίῳ δέ τινε Γαλικῷ δίκην λέγοντι ἀχϑεσϑεὶς Κλαύδιος ἐκέλευσεν αὐτὸν εἰς τὸν Τίβεριν ἐμβληϑῆναι. ἐφ᾽ ᾧ δὴ Φομίτιος Ἄφρος, πλεῖστον τῶν κατ᾽ αὐτὸν ἐν τῷ συνηγορεῖν δισχύσας, κάλλιστα ἀπέσχωψε\" δεηϑέντος γάρ τινος τῆς παρ᾽ αὐτοῦ βοηϑείας ἐπειδὴ ὑπὸ τοῦ Γαλικοῦ ἐγκατελείφϑη, ἔφη πρὸς αὐτόν “καὶ τίς σοι εἶπεν ὅτι χρεῖσσον ἐχείνου νήχομαι;\""
      },
      {
        "index": 36,
        "text": "11. Νυοσήσαντος δὲ μετὰ ταῦτα τοῦ Κλαυδίου εἰσῆλθεν ὃ Νέρων εἷς τὸ συνέδριον χαί, εἰ ἀναρρωσδϑείη ὃ Ἀλαύδιος, ἵππο ἴ0 δρομίαν ὑπέσχετος πάντα γὰρ τρόπον $ ᾿Αγριππίνα ἐκένει ἵνα τῷ vt πλήϑει χαρίζοιτο καὶ μόνος ἔσεσθαι νομίζοιτο τῆς αὐταρ χίως διάδοχος. διὸ τόν τε ἱππικὸν ἀγῶνα, ᾧ προσέκειντο μάλι στα, ἐποίησε τὸν Νέρωνα ὑποσχέσϑαι ἐπὶ τῇ τοῦ Κλαυδίου ὑγείᾳ,\" ἣν καὶ πάνυ ἀπηύχετο\" καὶ πρὸς τὴν πρᾶσιν τῶν ἄρτων ϑόρυβόντινα γενέσϑαε παρασκευάσασᾳ, ἀνέπεισε τὸν Κλαύδιον τῷ τε δήμῳ ἐκ προγραφῆς δηλῶσαι καὶ τῇ γερουσίᾳ ἐπιστεῖλαι ὅτι, κἂν αὐτὸς ἀποϑάνοι, ὃ Νέρων τὰ κοινὰ ἱκανὸς ἤδη ἐστὶ διοικεῖν. καὶ ὃ μὲν πολύς τε ἔκτοτε ἦν καὶ διὰ στόματος ἤγετο ἅπασι, τὸν δὲ Βρετ τανικὸν συχνοὶ μὲν οὐδ᾽ εἰ ἔζη ἐγίνωσκον, οἱ λοιποὶ δὲ παραπλῆγα μόνος ἔσεσθαι ψομίξοιτο καὶ ἐπίληπτον, ταῦτα κηρυττούσης τῆς “4γριππίνης, ᾧοντο. ῥαΐ- σαντος δὲ τοῦ Κλαυδίου τὴν ἱπποδρομίαν ὃ Νέρων μεγαλοπρεπῶς ἐπετέλεσε, καὶ τὴν Ὀχταβίαν δὲ τότε ἔγημεν, ὥστε καὶ ἐκ τούτου ἀνὴρ ἤδη δοκεῖν. οὐδὲν δὲ ἀρκοῦν τῇ ““γριππίνῃ ἐδόκει\" καίτοε ὅσα τε ἡ «“Τιβία ἔσχε κἀκείνῃ ἐδέδοτο, καὶ ἀλλ᾽ ἄττα πλείω $ ἐψήφιστο. ἡ δὲ καὶ ἰσοκρατὴς τῷ Κλαυδίῳ ἄντικρυς ὀνομάζεσθαε ἤϑελε. καί ποτε πολλοῦ τὴν πόλιν ἐπινεμομένου πυρός, πρὸς τὴν ἐπικουρίαν ἐχείνῳ συβμπαρεγένετο. 2E"
      },
      {
        "index": 37,
        "text": "*O γοῦν Κλαύδιος ἀχϑόμενος τοῖς δρωμένοις τοῖς τέως elc γνῶσιν ἰοῦσιν αὐτῷ, καὶ τῷ Βρεττανικῷ ὁπότε ἐντύχοι φιλοφρόνως συγγινόμένος, οὐκ ἤνεγκε τὰ γινόμενα, ἀλλ᾽ ἐκείνην τε καταλῦσαι καὶ τὸν υἱὸν ἐς τοὺς ἐφήβους εἰσαγαγεῖν καὶ διάδοχον ἀποδεῖξαι παρεσκευάζετο. γνοῦσα δὲ ταῦτα ἡ “2γριππίνα προκαταλαβεῖν αὐτὸν φαρμάκῳ πρίν τι τοιοῦτον πραχϑῆναι ἐσπούδασεν. ὡς δ᾽ ἐκεῖνο — οὐδὲν ὑπό τε τοῦ οἴνου, ὃν πολὺν ἀεὶ ὁ Κλαύδιος ἔπινεν, ἐξειργάσατο, καὶ ὑπὸ τῆς ἄλλης διαίτης, Tj πάντες ἐπίπαν οἱ τὸ κράτος ἔχοντες χρῶνται πρὸς φυλωκὴν ἑαυτῶν, “Ἰουκούσταν φαρμακίδα τινὰ περιβόητον ἐπ᾿ αὐτῷ τούτῳ νέον ἑαλωκυῖαν μετεπέμψατο\" καί τι φάρμακον ἕτερον ἄφυκτον σκευάσασα δι᾽ αὐτῆς, eg ἔνια τῶν καλουμένων μυχήτων ἐνέβαλε; καὶ αὐτὴ μὲν ἐκ τῶν ἄλλων ἤσϑιεν, ἐκεῖνον δὲ ἐκ τοῦ τὸ φάρμακον ἔχοντος, ὄντος μεγίστου τε καὶ καλλίστου, φαγεῖν παρεσκείασε. καὶ ὃ μὲν οὕτως ἐπιβου-- λευϑείς, ὡς ὑπερκορὴς σφόδρα τῇ μέϑῃ γενόμενος, ὅπερ xol ἄλλοτε πολλάκις ἐγένετο, ἐκ τοῦ συμποσίου ἐξεκομίσϑη\" κατερ γασϑεὶς δὲ τῷ φαρμάχῳ μετήλλαξε διὰ τῆς νυκτὸς μήτ᾽ εἰπεῖν μήτ᾽ ἀχοῦσαί τι δυνηϑείς, ζήσας ἔτη ἐπὶ τρισὶν ἑξήκοντα καὶ δμῆνας δύο καὶ ἡμέρας τρισκαίδεκα, αὐταρχήσας δ᾽ ἐνιαυτοὺς ᾿ δεκατρεῖς μῆνάς τε ὀκτὼ καὶ ἡμέρας εἴκοσι. Ταῦτα δὲ ᾿\"Ἀγριππένα πεποίηκε τὸν Νάρκισσον εἰς Καμπανίαν προπέμψασα, ὡς τοῖς ὕδασιν ἐκεῖ πρὰς τὴν ποδάγραν χρησόμενον\" οὐ γάρ ποτε παρόντος ἐκείνου τοιυῦτόν τι δεδρακέναι 10οἴσχυσεν ἄν\" τοιοῦτος ToU δεσπότου φύλαξ ἐτύγχανε. ϑανόντος Ὑ Τί δὲ τοῦ Κλαυδίου καὶ αὐτὸς εὐθὺς διεφϑάρη, μέγιστον δυνηϑ εἰς. πρὸ δὲ τοῦ σφαγῆναι ἔργον λαμπρὸν διεπράξατο. τὰ γὰρ γράμ ματα τοῦ Κλαυδίου ὅσα ἀπόρρητα κατά τε τῆς “4γριππίνης καὶ καϑ᾽ ἑτέρων τινῶν ἔχων, οἷα τὰς ἐπιστολὰς αὐτοῦ διοικῶν, ἅπαντα προκατέκαυσεν. ἐσφάγη δὲ παρὰ τῷ τῆς ἹΠεσσαλίνης μνημείῳ, ὅπερ ἐκ συντυχίας συνενεχϑέν, ἔδοξεν εἰς τὴν ἐκείνης τιμωρίαν γενέσϑαι. 0997 μέντοι κομήτης ἀστὴρ ἐπὶ πλεῖστον, καὶ ψεκὰς αἱματώδης καὶ σκηπτὸς ἐς τὸ δορυφορικὸν σημεῖον ἐνέπεσε, καὶ O - ἕτερ᾽ ἄττα συνέπεσεν & σημεῖα τῆς Κλαυδίου τελευτῆς ἐλογίς"
      },
      {
        "index": 38,
        "text": "Τούτου γοῦν μοναρχοῦντος xal Θευδᾶς ἐγένετο, οὗ καὶ à ἔτεμε, Eusebii Hist. eccl, 11. μοναρχοῦντος βασιλεύον τος"
      },
      {
        "index": 39,
        "text": "ϑεῖος “Τουκᾶς ἐν ταῖς Πράξεσι μέμνηται, καὶ ὁ Ἰώσηπος iv τῷ ἐννεακαιδεκάτῳ λόγῳ τῆς “Ἀρχαιολογίας ἱστορεῖ γόητα αὐτὸν ὄντα πολλοὺς ἀπατῆσαι, ἕως Φάδος ὁ τῆς Ἰουδαίας ἐπίτροπος ἴλην ἑππέων πέμψας πολλοὺς τῶν περὶ αὐτὸν ἀνεῖλε, πολλοὺς δ᾽ ἐζώ yonot, καὶ αὐτοῦ δὲ τοῦ Θευδᾶ ζωγρηϑέντος τὴν κάραν ánértut. o Καὶ Σίμων δ᾽ ὃ μάγος ἐπὶ τούτου τοῦ βασιλέως τῇ Ῥώμῃ ἐπιδημήσας πολλοὺς τῶν αὐτὴν οἰκούντων γοητείαις ἠπάτησε καὶ ἐσφετερίσατος δηλοῖ δὲ τοῦτο Ἰουστῖνος ὃ φιλόσοφός τε καὶ μάρτυς ἐν τῇ πρὸς ᾿Αντωνῖνον ὑπὲρ τοῦ καθ ἡμᾶς δόγματος ἀπολογίᾳ γράφων ταῦτα “καὶ μετὰ τὴν ἀνάληψεν τοῦ κυρίου εἷςοὐρανὸν προεβάλλοντο οἱ δαίμονες ἀνθρώπους τινὰς λέγοντας ἑαυτοὺς εἶναε ϑεούς, of οὐ μόνον οὐκ ἐδιώχϑησαν ὕφ᾽ ὑμῶν ἀλλὰ καὶ τιμῆς ἠξιώϑησαν\" ὧν εἷς καὶ Σίμων ὃ Σαμαρεὺς ὃ ἀπὸ κώμης Γιττῶν, ὃς ἐπὶ Κλαυδίου Καίσαρος διὰ τῆς τῶν δαιμόνων ἐνεργείας δυνάμεις μαγικὰς ποιήσας ἐν τῇ πόλει ὑμῶν τῇ βασι λίδι Ῥώμῃ ϑεὸς ἐνομίσϑη καὶ ἀνδριάντι παρ᾽ ὑμῖν τετίμηται ἐν τῷ Τιβέριδι ποταμῷ μεταξὺ τῶν δύο γεφυρῶν ἱσταμένῳ, γράμ μασιν ἐπιγεγραμμένῳ Ῥωμαϊκοῖς Σίμωνι δέῳ σάγχτῳ᾽\" ὅπερ ἐξ ελληνιζόμενον Σίμωνι ϑεῷ ἁγίῳ δηλοῖ. ΡῚ Καὶ ὃ Πέτρος δὲ ἐπὶ Κλαυδίου πρῶτον ἐπεδήμησε τῇ Ῥώμῃ, 38"
      },
      {
        "index": 40,
        "text": "Πράξεσι. ἐννεακαιδεκάτῳ) Antiquit. lib. τὸ σωτήριον κήρυγμα ἐγκατασπείρων αὐτῇ καὶ τῷ φωτὶ τῆς ἀλη ϑείας καταυγάζων τὰς διανοίας τῶν ἐν αὐτῇ, ὡς καὶ πολλοὺς πιστεῦσαι τῶν Ρωμαίων xol οὕτως ἁλῶναι τῇ διδασχαλίᾳ τοῦ κορυφαίου τῶν ἀποστόλων ὡς μηδὲ τοῖς λόγοις αὐτοῦ ἀρκεσϑῆ δναι μόνοις, παρακλήσεσε δὲ πρὸς ἸΠάρκον χρήσασϑαι τὸν ἀπό στολον ὀπαδὸν ὄντα Πέτρον, ἔγγραφον αὐτοῖς τῆς τοῦ κορυφαίου διδασκαλίας ἐχϑέσϑαι ὑπόμνημα, καὶ αὐτοὺς αἰτίους γενέσϑαε τῆς τοῦ κατὰ. ]Mdgxoν εὐαγγελίου συγγραφῆς. οὕτω ταῦϑ'᾽ igró- οησεν ὃ Εὐσέβιος. |"
      },
      {
        "index": 41,
        "text": "10 12. Kai Κλαύδιος μὲν ὃν εἴρηται τρόπον ἐξ ἀνθρώπων . σπουδῇ, υἱὸς αὐτῆς ὧν καὶ εἰσποιητὸς παῖς τῷ Κλαυδίῳ γενόμε νος; τῶν 1€ διαϑηκῶν τοῦ Κλαυδίου ἀφανισϑεισῶν καὶ τοῦ Βρεττανιχοῦ παρηγχωνισμένου, ὃς γνήσιος ἦν τοῦ τεϑνεῶτος υἷός, ἐν παιδικῇ ἔτε τυγχάνων τῇ ἡλικίᾳ. τοῦ Νέρωνος δὲ αὐτοκράτορος καὶ αὐγούστου ὑπό τε τῆς βουλῆς καὶ τῆς στρατιᾶς ἀναγορευ ϑέντος 4$ “Ἀγριππίμρα πάντα τὰ τῇ ἀρχῇ προσήχοντα διῴχει τῷ ἐχείνου ὀνόματε καπηλεύηυσα πάντα. προϊόντος δὲ τοῦ χρόνου ὃ Σενέκας ἔπαρχος ὧν τοῦ δορυφορικοῦ καὶ ὃ Bovogog διδάσκαλος"
      },
      {
        "index": 42,
        "text": "20:0) Νέρωνος τὴν μὲν ἔπαυσαν, «αὐτοὶ δὲ τὴν ἀρχὴν ἤνυσαν ἄριστα ἐφ᾽ ὅσονπερ ἠδυνήϑησαν. ὃ yàg Νέρων γεότατος τυγχά ἱστορεῖ ὁ add ΑΒ, σεννέκας σεννέας ἔπαρχος ὧν ὅ τὸ Zevíxog καὶ ὁ Βοῦρρος᾽ ὁ μὲν γὰρ ἔπαρχος τοῦ δορυφορικοῦ ἥν, ὁ δὲ διδάσκαλος αὐτοῦ."
      },
      {
        "index": 43,
        "text": "yuν ὅτ᾽ ἐμονάρχησεν (ἑπτακαιδέκατον γὰρ ἔτος ἦγε τότε τῆς ἦλι κίας αὐτοῦ), καὶ μήτε φιλοπραγματίας ὦν, ἐτρύφα καὶ ἤρὰ καὶ ἐχώμαζε καὶ ἐμέϑυε, καὶ μονομαχίαις καὶ ἱπποδρομίαις ἐσχόλαζε. πολυδάπανος δὲ καὶ οὐ μικρόφρων ἦν, ἀλλὰ μᾶλλον ἀσωτευόμενος. τεκμήριον δέ, τινὶ τῶν περὶ αὐτὸν πεντήκοντα ἅμα καὶ διακοσίας S μυριάδας ἀργυρίου δοϑῆναι κελεύσας, ἐπειδὴ ἡ ᾿4γριππίνα ἀϑροί σασα τὸ ἀργύριον ἐνώπιον αὐτοῦ τεϑῆναι πεποίηκεν, ἵν᾽ ἀϑρόον ἰδὼν αὐτὸ μεταβάληται, συνεὶς ἐκεῖνος ἤρετο πόσον εἴη τὸ κείμε-. γον, καὶ μαϑών “ἠγνόησα᾽\" εἶπεν “ὀλίγον οὕτω κεχαρισμένος\", καὶ διπλασιασϑῆναι ἐκέλευσεν. οὕτω δὲ ταχὺ τοὺς βασιλικοὺς ἐξήντλησε ϑησαυρούς, ταχὺ δὲ πόρων ἐδεήϑὴ καινῶν, καὶ τέλη οὐχ εἰϑισμένα πάντοϑεν ἐξελέγετο."
      },
      {
        "index": 44,
        "text": "Τῆς δ᾽ ᾿Πγριππίνης, ὅτι μὴ ἀργυρολογεῖν ἠδύνατο φιλάργυρωτάτη οὖσα, περιϑύμως ὄδργισϑείσης; καὶ ἀπειλησαμένης τὸν Βρεττανικὸν αὐτοκράτορα καταστήσειν, φοβηϑεὶς ὃ Νέρων àn-15 ᾿ ἕχτεινε φαρμάκῳ αὐτόν. καὶ 0 μὲν παραχρῆμα ἀπέψυξε καὶ φοράδην ὡς ἐπίληπτος ἐκκεχόμιστο\" ἐν δέ γε τῇ ἐκφορῷ, ἐπεὶ φελιδνὸς ὑπὸ τοῦ φαρμάκου γέγονε, γύψῳ χρισϑεὶς διὰ τῆς ἀγορᾶς ἤγετο\" ὑετὸς δὲ πολὺς ὑγρᾶς ἔτι τῆς γύψου οὔσης ἐπιπεσὼν ἅπασαν αὐτὴν ἀπέκλυσεν, ὥστε τὸ δεινὸν μὴ μόνον ἀκούεσϑαι ἀλλὰ καὶ δρᾶσϑαι. )"
      },
      {
        "index": 45,
        "text": "y«o , μήτε ] οὔτ᾽ ἄλλως φιλοπραγματίας ἦν, καὶ ἔχαιρεν ἐν ῥᾳστώνῃ διάγων Xiphilinus. μὴ. Ὕστερον δὲ xol τὴν μητέρα τὴν ᾿Αγριππίναν, τὸν ἀπελεύ ϑέρον “Ανίκητον πέμψας, διεχειρίσατο. ἣ τὸν πεμφϑέντα ἰδοῦσα, καὶ γνοῦσα ἐφ᾽ ὅτῳ ἥκει, τὴν ἐσθῆτα περιερρήξατο, καὶ τὴν γαστέῤα ἀπογυμνώσασα “παῖε ταύτην\" ἔφη “᾿Δγίκητε, παῖε, ὅτι"
      },
      {
        "index": 46,
        "text": "Νέρωνα ἔτεκε.\" καὶ ἡ μὲν ἐσφάγη, ὃ δὲ Νέρων καὶ αὐτόπτης τοῦ τολμήματος γέγονε καὶ πᾶσαν εἶδε γυμνώσας καὶ τὰ τραύματα ἐξηρίϑμησε. ταῖς δὲ νυξὶν ἐξεταράττετο ὥστε καὶ ἐκ τῆς εὐνῆς ἀναπηδᾶν καὶ ἐκδειματοῦσϑαι. ἐν δὲ τῇ Ρώμῃ πολλαχόϑι. ἐγράφετο παρά τινων ἀφανῶς"
      },
      {
        "index": 47,
        "text": "Νέρων Ὀρέστης “λκμαίων μητροκτόνοι. ᾿ς Καὶ τὴν «ἀὐγούσταν ᾿Οχταβίαν τὴν τοῦ Κλαυδίου ϑυγατέρα, τὴν ἑαυτοῦ γυναῖκα, ἀπεπέμψατο. τῆς γὰρ Σαβίνης ἐρῶν, ἤϑε λὲν αὐτῇ συνεῖναι ὡς γαμετῇ. δείσασα δὲ ἡ Σαβίνα μή ποτε ἡ Ὀχταβία μετακληϑῇ; κατηγόρους ἐπ᾽ αὐτῇ καὶ μοιχείας καὶ γοη--"
      },
      {
        "index": 48,
        "text": ", Ἰδτείας ψευδοῦς παρεσκευάσατο. καὶ τὸ μὲν πρῶτον φυγαδευϑῆναι αὐτήν, ἔπειτα καὶ σφαγῆναι ἐποίησεν. εἶτα καὶ αὑτὴ ἡ Σαβίνα ἐκτάγ"
      },
      {
        "index": 49,
        "text": "- ϑὴ ὑπὸ τοῦ Νέρωνος\" κυούσῃ γὰρ αὐτῇ λὰξ ἐνέϑορεν. ἐπὶ πολὺ δὲ ϑανοῦσων ἐπένϑησεν. οὕτως δ᾽ αὐτὴν ἐπόϑησεν dore τὰ μὲν πρῶτα γυναῖκά τινα προσφερῇ ἐκείνῃ μετεπέμψατο καὶ\" ἔσχεν, ἔπειτα παῖδα ἀπελεύϑερον, ὃν Σπόρον ὠνόμαζεν, ἐκτεμὼν ἔγημεν, € ἐπειδὴ καὶ αὐτὸς τῇ Σαβίνῃ ἐῴκει, καίπερ Πυϑαγόρα τινὶ ἐξ ελευϑέρῳ γεγαμημένος. καὶ συνεγίνοντο ἅμα τῷ Νέρωνι Πυϑα γόρας μὲν ὡς ἀνήρ, Σπόρος δὲ ὡς γυνή. καὶ ἐκιϑαρῴδησε δὲ δημοσίᾳ, καίτοι βραχὺ καὶ μέλαν φώνημα ἔχων, καὶ ἐν τῷ ἷπ ποδρομίῳ ἡρματηλάτησεν. ἐπεραιώϑη δὲ καὶ πρὸς τὴν “Ελλάδα, olivo: γε ὡς οὗ πρόγονοι αὐτοῦ, ἀλλ᾽ ἐπὶ ὀρχήσει καὶ ἐπὶ κιϑα ρῳδήσει κηρύξει τε καὶ τραγῳδίας ὑποκρίσει. γὰρ ἤρκει αὐτῷ Ὁ ἡ Ῥώμη, ἀλλ᾽ ἐδεήϑη καὶ ἐκστρατείας, ἵνα καὶ περιοδονίκης, ὡς ἔλεγε, γένηται. τί ἄν τις καθ\" ἕκαστον λέγοι τῶν παρ᾽ ἐχείνου πραττομέγων; πάντα γὰρ ἅπλῶς ὅσα οἷ τυχόντες ὑποχρίνονται, κἀκεῖ voc ἔλεγέ τε xal ἔπραττε καὶ ἔπασχε, πλὴν καθ ὅσον χρυσαῖς ἐδεῖτο ἁλύσεσιν\" οὐ γὰρ ἔπρεπε “Ῥωμαίων αὐτοχράτορα σιδηραῖς δεῖσθαι. στρατιώτης δέ τις ἰδὼν αὐτόν ποτε δεδεμένον ἠγανάκτησε"
      },
      {
        "index": 50,
        "text": "ΠΊ89 καὶ προσδραμὼν ἔλυσεν. ἕτερος δέ, ἐρομένου τινὸς τί ποιεῖ αὐτοχράτωρ, ἀπεκρίνατο ὅτι “τίκτει\" τοιοῦτον γάρ τι ὑπεκρίνετο τότε. ἤρξατο δὲ καὶ τὸν ᾿Ισϑμὸν τῆς Πελοποννήσου διορύξαε, καίπερ τῶν ἀνθρώπων ὀκνούντων. λαβὼν οὖν αὐτὸς δίκελλαν, καί τι καὶ ἀνασχάψας, ἔπεισε καὶ τοὺς ἄλλους ἀνάγκῃ αὐτὸν μιμήσασϑαι. αἷμα δὲ τοῖς πρώτοις ἅἁψαμένοις τῆς γῆς λέγεται Ὁ ἀναβλύσαι καὶ οἰμωγὰς καὶ μυχηϑμοὺς ἐξακούεσϑαι καὶ εἰδώλων γενέσϑαι φαντασίαν πολλῶν."
      },
      {
        "index": 51,
        "text": "13. Οὗτος πρῶτος καὶ τοῦ κατὰ Χριστιανῶν ἤρξατο διω - γμοῦ, καὶ Πέτρον καὶ Παῦλον τοὺς κορυφαίους τῶν ἀπαστόλων ἀπέκτεινε κατὰ τὸν αὐτὸν καιρόν, ὡς ὃ Εὐσέβιος ἱστορεῖ, ἐκ παλιμοτέρων συγγραφέων μαρτυρίας παράγων. ἕτεροι δὲ -κιιτὰ δτὴν αὐτὴν μὲν ἡμέραν quol τελειωθῆναι καὶ ἄμφω τοὺς ἀποστόλους, ἐν ἄλλῳ δὲ ἔτεε καὶ ἄλλῳ. μετὰ δὲ Πέτρον πρῶτος ἀρχεε ρεὺς τῆς Ῥώμης ὃ “νος ἐγένετο. E Ἔτι δ᾽ ἐν τῇ ᾿Ἑλλάδε ὄντος τοῦ Νέρωνος Ἰουδαῖοι εἷς προῦπτον ἀπέστησαν\" καὶ ἐπ᾽ αὐτοὲς τὸν Οὐεσπασιανὸν ἔπεμψε. καὶ οἱ ἐν τῇ Βρεττανίᾳ δὲ καὶ oí Γαλάται βαρυνόμενοι ταῖς εἰσφοραῖς ἤσχαλλον ἐκ πλείονος καὶ ἐφλέγμαινον. Γάϊος δὲ Ἰούλιος Οὐΐνδιξ, ἀνὴρ κατὰ τὸν πατέρα βουλευτὴς τῶν Ρωμαίων, δρῶν τοὺς ὁμοφύλους Γαλάτας ὀργῶντας πρὸς ἀποστασίαν, δι᾽ ὧν ἐδημηγόρησεν ἠρέϑισεν αὐτούς, καὶ ὥρκωσε πάντα ὑπὲρ τῆς βου-- δλῆς καὶ τοῦ δήμου τῶν Ῥωμαίων ποιήσειν, καὶ ἑαυτὸν ἄν τι παρὰ ταῦτα πράξῃ φονεύσειν. αὐτοχράτορα δὲ Γάλβαν τὸν Σερούϊον τὸν Σουλπίκιον προεχειρίσατο, γενόμενον ἐξ εὐπατριδῶν, καὶ τότε τῆς Ἰβηρίας ἄρχοντα. καὶ ὃς τὴν ἡγεμονίαν ἐδέξατο, οὐχ ἠϑέλησε"
      },
      {
        "index": 52,
        "text": "- δὲ τὰς τῆς αὐταρχίας ἐπικλήσεις προσλαβεῖν «τότε. τῆς δ᾽ ἄπο στασίας παρατεινομένης ὃ Οὐΐνδιξ ἑαυτὸν ἀπέσφαξε, τῶν μετ᾽ αὐτοῦ στρατιωτῶν κινδυνευσάντων ὑπεραλγήσας, καὶ πρὸς τὸ δαιμόνιον ἀγανακτήσας ὅτι τοιούτου πράγματος ὀριγνηϑείς, τοῦ"
      },
      {
        "index": 53,
        "text": ". τὸν Νέρωνα καϑελεῖν καὶ τοὺς “Ῥωμαίους ἐλευϑερῶσαι, οὐκ ἐξ ὅ ᾿ετέλεσεν αὐτό. τοσαύτῃ γὰρ προθυμίᾳ πρὸς τοῦτο ἐχρήσατο, ὥστε τοῦ Νέρωνος διακοσίας καὶ πεντήκοντα μυριάδας ἐπικηρύ ἕαντος τῷ τὴν κεφαλὴν αὐτῷ κομίσοντι τοῦ Οὐΐνδικος, ἐκεῖνος ἔφη ὅτι “ὃ Νέρωνα ἀποκτείνας καὶ τὴν ἐκείνου κομίσας μοι χεφα λήν, τὴν ἐμὴν ἀντιλήψεται.\" |"
      },
      {
        "index": 54,
        "text": "*O δὲ Νέρων μαϑὼν καὶ τὸν Πετρώνιον, ὃν κατὰ τῶν àn- ἀναστάντων μετὰ τοῦ πλείονος προεπεπόμφει στρατεύματος, τὰ τοῦ Γάλβα φρονήσαντα, οὐκέτ᾽ οὐδεμίαν ἐλπίδα τῶν ὅπλων ἔσχεν, ἀλλ᾽ ἐβουλεύσατο τούς τε βουλευτὰς ἀποχτεῖναι καὶ τὴν πόλιν καταπρῆσαιε καὶ πλεῦσαι εἷς ““λεξάνδρειαν, ὑπειπὼν ὅτι “ἂν καὶ τῆς ἀρχῆς ἐκπέσωμεν, ἀλλὰ τό ye τέχνιον ἡμᾶς ἐκεῖ διαϑρέψει.\" μέλλοντος δὲ ταῦτα πράσσειν ἢ βουλὴ τὴν περὶ τὸν Νέρωνα φρου gàν ἀποκαλέσασα εἰσῆλϑεν εἷς τὸ στρατόπεδον, καὶ τὸν μὲν πολέ piov ἀπέφηνε, τὸν δὲ Γάλβαν ἀνϑείλετο αὐτοκράτορα. Νέρων"
      },
      {
        "index": 55,
        "text": "ΡΙ671 δὲ ὡς ἤσϑετο 01: ὑπὸ τῶν φυλάκων ἐγκαταλέλειπται, ἐσθῆτά τε30 18 ὅπλων ἔσχεν om Dio exc. γάλ * Dio exc. πράσσειν. τῶν ψαύλην ἐνέδυ καὶ ἐπὶ ἵππον. οὐδὲν βελτίονα. ἀμέβη, xal καφακεκα - λυμμένος, ὅπως διαλάϑῃ, μετὰ ᾿Επαφροδίτου καὶ τοῦ Σπόρου γυχτὸς ἔφυγε. γνωρισϑεὶς δὲ ὡς καὶ παρά του τῶν ἀπαντησάν των αὐτοκράτωρ προσαγορευϑῆναι, τῆς ὁδοῦ ἀπετράπετο καὶ εἰς δκαλαμώδη τόπον τινὰ κατεχρύφϑη. Ὃ δὲ δῆμος ἐν τῇ Ῥώμῃ, ἐπεὶ ἡμέρα ἐγένετο, ὁπερόχαιρον καὶ τὴν πόλιν στεφανωμάτων ἐπλήρωσαν, καί τινες καὶ nia ὡς ἠλευϑερωμένοι ἔφερον, καὶ βουλὴ τῷ Γάλβᾳ τὰ τῇ ἀρχῇ προσ ήκοντα ἐψηφίσατο. ὃ δὲ ὅμιλος εἴς τε τὸν Νέρωνα ἀπέσκωπτον, καὶ συχνοὺς τῶν παρ᾽ αὐτῷ δυνηθέντων φονεύοντες εἷλκον. ἐχεί. vov δὲ ζήτησιν οἱ στρατιῶται καὶ ἄλλοι πεποίηντο, καὶ γνόντες ὅποι ποτὲ ἦν, ἔπεμψαν ἐπ᾽ αὐτὸν ἱππέας. ὃ δὲ προσιόντας αὖ τοὺς αἰσϑόμενος προσέταξε τοῖς παροῦσι καὶ ἑαυτὸν καὶ σφᾶς ᾿ ἀποκτεῖναι. ὡς δ᾽, οὐχ ὑπήκουον, μέγα ἐστέναξεν. εἶτα τὸν"
      },
      {
        "index": 56,
        "text": "Σπόρον ἀνελεῖν ϑελήσας καὶ μὴ δυνηϑείς, “ ἐγὼ μόνος\" ἔφη “οὔτε φίλον οὔτε ἐχϑρὸν ἔχω.\" καὶ ἤδη πρλασάντων τῶν ἱππέων αὐτὸς ἑαυτὸν ἐπάταξεν, εἰπών “ ὦ Ζεῦ, οἷος τεχνίτης ἀπόλλυμαι.\" δυσϑανατοῦντα δ᾽ αὐτὸν ὃ ᾿Επαφρόδιτος προσκατειργάσατο. ᾿ Ὃ μὲν οὖν οὕτω κατὰ τὸν Ἰούλιον ἐτελεύτησε μῆνα, βιοὺς δ κατεκρύβη B: Xiphilinus κατεκρύφϑη. ἐπεὶ ἡμέρα ἐγένετο εἰ τὴν π us στεφανωμάτων ἐπλήρωσαν om Dio exc, καὶ ἡ βουλὴ. ἐψηφίσατο) Xiphilinus καὶ. ἐψηφίσαντο. ὁ δὲ ὅμιλος --- id Ἑζκον om Dio exc, avro B, αὐτῶν αὖ καὶ σφᾶς. εἶτα -δυνηϑείς om Dio exc. 'O μὲν — μῆνα om Dio exc. Ἰούνιον"
      },
      {
        "index": 57,
        "text": "€ ἔτη τριάκοντα πρὸς μησὶν πέντε xal ἡμέραις εἴκοσιν, ἀφ᾽ ὧν ἦρξεν ἔτη τριςκαίδεκα καὶ μῆνας ὀκτὼ δυοῖν ἡμέραιν δέοντας. ἔν δὲ τῷ ὀγδόῳ τῆς τυύτου μοναρχίας ἔτει πρῶτος ἐπίσκοπος νλΆλεξανν- δρείας μετὰ τὸν ἀπόστολον καὶ εὐαγγελιστὴν Ἰάρκον “Ανιανὸς γέγονεν. $ Γάλβας δ᾽, ἐπεὶ ὃ Νέρων διέφϑαρτο xol ἢ βουλὴ τὴν ἀρχὴν αὐτῷ ἐψηφίσατο καὶ ὃ Ῥοῦφος αὐτῷ προσεχώρησεν, ἀν εϑάρσησεν, οὗ μέντοι καὶ τὸ Καίσαρος ἀνέλαβεν ὄνομα πρὶν τοὺς τῆς βουλῆς πρεσβευτὰς πρὸς αὐτὸν ἐλϑεῖν\" ἀλλ᾽ οὐδὲ τὸ τοῦ αὖ τοχράτορος πρότερον elg οὐδὲν γράμμα ἐνεγεγράφει. τοὺς δὲ συχο φαντήσαντάς τινας ἐπὶ τοῦ Νέρωνας ἢ ψευδομαρτυρήσαντας ἐκό"
      },
      {
        "index": 58,
        "text": "'D λασε. καὶ οἱ δοῦλοι οἱ κατὰ τῶν δεσποτῶν πράξαντές τι ἢ εἰπόντες αὐτοῖς ἐκείνοις ἐπὶ τιμωρίᾳ παρεδόϑησαν. καὶ τὰ χρήματα δὲ καὶ τὰ κτήματα ὅσα τινὲς παρὰ τοῦ Νέρωνος εἰλήφεσαν ἀπῃτεῖτο. τούς γε μὴν ὑπ᾿ ἐκείνου φυγαδευϑέντας ὡς ἠσεβηκότας τι εἰς αὖ τὸν κατήγαγε, καὶ τὰ ὀστᾶ τῶν ἐκ τοῦ βασιλικοῦ γένους σφαγέν των εἰς τὸ τοῦ «Αὐγούστου μνημεῖον μετεκόμισε, καὶ τὰς αὐτῶν εἰκόνας ἀποκατέστησεν. πρὸς μησὶν πέντε καὶ ἡμέραις εἴκοσιν) καὶ μῆνας ἐννέα Xiphili-"
      },
      {
        "index": 59,
        "text": "Ot δὲ ἐν ταῖς Γερμανίαις σερατιῶται προστησάμενοι “ὅλον Οὐϊτέλλιον ἐπανέστησαν. ὃ οὖν Γάλβας τὴν ἐπανάστασιν πυϑό μενος, «ούκιον Πείσωνα, νεανίσκον εὐγενῆ ἐπιεικῆ φρόνιμον, υἱοϑετήσατο καὶ ἀπέδειξε “Καίσαρα. ὃ δὲ Ὄϑων ὃ Mápxoc ὁ"
      },
      {
        "index": 60,
        "text": "Σαλούϊος, ἀγακακτήσας ὅτι μὴ αὐτὸς ὑπὸ τοῦ Γάλβου υἱοϑετή -- ϑη, ἐπανέστη αὐτῷ, τριάκοντα μόνους στρατιώτας ἑτοιμασάμε γος. ᾿ ἐπεὶ γὰρ ϑύοντι τῷ Γάλβᾳ μόνος τῶν βουλευτῶν αὐτῷ παρέστη, καὶ τοῦ ἱερόπτου ἐπιβουλευϑήσεσϑαι αὐτὸν εἰπόντος ἤκουσε καὶ παραινοῦντος οἶκοι μεῖναι καὶ μηδαμῇ προελϑ εῖν, Ἰοχατέδραμέ τε εὐθὺς ὡς ἐπ᾽ ἄλλο τι εἷς τὸ στρατόπεδον ἀπιών, καὶ ὑπὸ τῶν συνομωμοκότων αὐτῷ στρατιωτῶν εἷς τὸ τεῖχος εἶσἤἦχϑη, καὶ τοὺς ἄλλους στρατιώτας προσαναπείσας, ἢ μᾶλλον εἰπεῖν, ἐχπριάμενος πολλαῖς ὑποσχέσεσι, παρ᾽ ἐκείνων τε naga- χρῆμα καὶ τῶν ἄλλων ἔλαβε τὴν ἀρχήν. | Ὁ Γάλβας δὲ μαϑὼν τὰ πρασσόμενα ἔπεμψεν εἷς τὸ στρατόπεδόν τινας ὡς μεταπεῖσαε τοὺς ἐν αὐτῷ δυνησόμενος. κἂν τούτῳ στρατιώτης τις γυμνὸν τὸ ξίφος καὶ ἡμαγμένον ἀνατείνων προσῆλθεν αὐτῷ, φάσκων “ϑάρσει αὐτόκρατορ\" Ὄϑωνα γὰρ ἄπ ἔκτεινα.\" πιστεύσας οὖν ὃ Γάλβας εἷς τὸ Καπιτώλιον ὡς ϑύσων ὥρμησε. καὶ ἐν μέσῃ τῇ ἀγορᾷ ἀπαντήσαντες αὐτῷ ἱππεῖς καὶ πεζοὶ ἐκεῖ τὸν γέροντα τὸν ὕπατον τὸν ἀρχιερέα τὸν Καίσαρα τὸν αὐτοκράτορα πολλῶν δρώντων κατέκοψαν\" καὶ τὴν κεφαλὴν ἀπο"
      },
      {
        "index": 61,
        "text": ": Οὐϊτέλιον passim. τριάκοντα — ἑτοιμασάμενος om Dio exc. πολλαῖς ὑποσχέσεσι om Dio exc. αὐτό κόψαντες xovrQ ἐνέπειραν. καὶ “ὃ μὲν οὕτως ἐφονεύϑη, τοῦτο μόνον εἰπών \"xal τί κακὸν ἐποίησα;\" ἀπέϑανε δὲ καὶ ὃ Πείσων καὶ ἄλλοε συχνοί, καὶ πράξαντες ταῦτα οἱ “σερωτιῶται, τάς τε κεφαλὰς ἐκείνων ἀποτεμόντες, πρὸς τὸν Ὄϑωνα αὐτὰς ἐν τῷ στρατοπέδῳ καὶ εἷς τὸ συνέδριον ἐχόμισαν, ὥστε τοὺς βουλευτὰς ὁ καταπλαγέντας χαίρειν τε προσποιεῖσϑαι καὶ τῷ Ὄϑωνι πάντα τὰ πρὸς τὴν ἀρχὴν φέροντα ψηφίσασϑαι. οὐχ ἐλάνθανε δὲ ὅτι αὖ ᾿ τὸς τὴν βουλὴν ἐβιάζετο καὶ ὡς ἀσελγέστερον καὶ πιχρότερον τοῦ Νέρωνος ἄρξειν ἔμελλε."
      },
      {
        "index": 62,
        "text": "Γάλβᾳ μὲν οὖν ζήσαντε ἔτη δύο καὶ ἑβδομήκοντα καὶ 7zu£- ρας τρεῖς καὶ εἴχοσιν, ἄρξαντι δὲ μῆνας ἐννέα καὶ ἡμέρας τρισ καίδεκα, τοῦτο τέλος ἐγένετο\" (15) ὃ δὲ Ὄϑων μετέγνω μὲν ἐπὶ τοῖς πεπραγμένοις, τῶν ἱερῶν αὐτῷ ϑύοντι πονηρῶν ὀφϑέντων .* καὶ ἄλλων σημείων αὐτῷ γενομένων, ἀλλ᾽ οὐκ εἶχεν elg τὴν ἀρχὴν ἤδη εἰσελϑὼν ἀναδῦναι. καὶ ἐνέμεινεν αὐτῇ καὶ δίκην δέδωκεν. — Ἐν τυύτοις δέ τις πλασάμενος Νέρων εἶναι ἐκ τῆς πρὸς τὸν Νέρωνα οὔσης ἐμφερείας αὐτῷ, τὴν “Ἑλλάδα ὀλίγου πᾶσαν ἐτά θαξε, καὶ χεῖρα κακούργων ἀνδρῶν ἀϑροίσας πρὸς τὰ ἐν τῇ Συ τὴν βουλὴν ἐβιάξετο om Dio exc. καὶ ἡμέρας τρεῖς *al"
      },
      {
        "index": 63,
        "text": "9a στράτόπεδα ὥρμησεν. ἐν Κύδνῳ δὲ περαιούμενον αὐτὸν 6 Καλπούρνιος συνέλαβε καὶ ἀπέκτεινεν. | | Ὁ δὲ Ὄϑων λάϑρα πολλοὺς πρὸς τὸν Οὐϊτέλλιον ἐπὶ κατ αλλὰαγῇ ἔπεμψεν. ὡς δ᾽ οὐκ ἐπείϑετα, πρεσβευτὰς ἀπέστειλε φανερῶς. οὔτε δὲ ἀπεκρίνατό τι αὐτοῖς Οὐϊτέλλιος, οὔτε ἀντ ἔπεμψεν αὐτούς. εἶτα ἔπεμψεν Ὄϑων ἰσχὺν κατὰ γῆν τε καὶ. κατὰ ϑάλασσαν, ἡττήϑη δὲ διὰ πολυαρχίαν, οὐ δι᾽ ἀσϑένειαν. κὰκ τῆς Ῥώμης δὲ ἐξωρμήϑη καὶ τοὺς πρώτους ἐξήγαγε. μέρος δέ τι τῆς δυνάμεως τῷ Πρόκλῳ δούς, αὐτὸς ἀνεχώρησε, λέγωνμὴ φέρειν μάχην ἀνδρῶν ὁμοφύλων ἰδεῖν. ὅϑεν μαλακίαν αὐτοῦ καταγνόντες oi στρατιῶται καὶ ot στρατάρχαι οὐδὲν τῶν δεόντων ἔπραξαν, ἀλλ᾽ ἡἥττήϑησαν καὶ τοῖς τοῦ Οὐϊτελλίου ἐπεκηρυκεύσαντο καὶ ἀνεμέίχϑησαν σφίσι. τῷ δὲ Ὄϑωνι ἤγγειλε ταῦτα Ín- πεύς, καὶ ἀπιστρύμενος ede\" ἔφη “ταῦτα ψευδῆ, Καῖσαρ, ἥν\" καὶ εἰπὼν ἑαυτὸν διεχρήσατο. πιστευσάντων δ᾽ éx τηύτου πάν των καὶ ἑτοίμως: ἐχόντων ἀναμαχέσασϑαι (οἷ τε γὰρ δορυφόροι συχνοὶ ἤσαν, καὶ ἕτεροι οὐκ ὀλίγοι παρῆσαν) καὶ ἱκετευόντων ai- τὸν μήϑ᾽ ἑαυτὸν μήτε σφᾶς προδοῦναι ( πάντες yag\" ἔλεγον"
      },
      {
        "index": 64,
        "text": "“ὑπὲρ. σοῦ ἡδέως ἀποθανούμεθα), ὃ Ὄϑων. “πολὺ δικαιότερόν ἐστιν\" εἶπεν “ἕνα ὑπὲρ πάντων ἢ πολλοὺς ὑπὲρ ἑνὸς ἀπολέσθαι\", καὶ μὴ βούλεσϑαι δι᾽ ἕνα ἄνδρα τὸν δῆμον τῶν Ρωμαίων στα-- σιάζειν καὶ τοσοῦτον ὄχλον ἀνθρώπων φϑείρεσϑαι. ταῦτ᾽ εἰπὼν, * . χαλπουρῖνος κατὰ"
      },
      {
        "index": 65,
        "text": "' τούτου. οἵ τὸ — παρῆσαν αὖ * τοί τὲ γὰρ συχνοὶ ἦσαν καὶ ἕτεροι ἐκ τῆς Παννονίας παρῆσαν. εἰς τὸ δωμάτιον ἀνεχώρησε, καί τινα τοῖς τε οἰχείοις καὶ τῷ Osi- τελλίῳ ὑπὲρ αὐτῶν ἐπιστείλας, τά τε γράμματα ὅσα τινὲς αὐτῷ κατ᾿ ἐκείνου ἐγεγράφεισαν ἔκαυσεν, ὥστε μηδένα ἐξ αὐτῶν φωρα ϑέντα κινδυνεῦσαι, καὶ καλῶν ἕνα ἕχαστον τῶν παρόντων ἤσπά ζετο αὐτοὺς καὶ ἐδίδου σφίσι χρήματα. xáv τούτῳ ταραχῆς yev6-5 μένης στρατιωτῶν ἐξῆλθε, καὶ καταστήσας αὐτοὺς οὐ πρότερον ἀνεχώρησε πρὶν ἐς τὸ ἀσφαλὲς ἄλλους ἀλλαχοῦ πέμψαι. καὶ οὕτως ἐπεὶ μηδὲν ἔτι ταραχῶδες ἐγίνετο, ἑαυτὸν διεχρήσατο. καὶ οἱ στρατιῶται τὸ σῶμα αὐτοῦ ἔϑαψαν, καί τινες αὐτῷ ἐπέσφαξαν ἑαυτούς. Τοῦτο τὸ τέλος τῷ Ὄϑωνει γέγονε, ζήσαντε μὲν ἑπτὰ καὶ τριάκοντα ἔτη, ἄρξαντι δὲ ἡμέρας ἐνενήκοντα\" ὅϑεν xol τὴν ἀσέβειαν καὶ τὴν πονηρίαν τοῦ βίου συνεσκίασε\" κάκιστα γὰρ ἀν ϑρώπων ζήσας, κάλλιστα ἀπέθανεν. οἱ δὲ στρατρῶται εὐθὺς μὲν ἐταράχϑησαν, καὶ ὑπ᾽ ἀλλήλων πολλοὶ ἀνῃρέϑησαν\" ἔπειτα ὧμο γόησαν καὶ προσκεχωρήκεσαν τοῖς κεχρατηκόσιν."
      },
      {
        "index": 66,
        "text": "16. Οἱ δ᾽ ἐν τῇ Ρώμῃ τὸ πάϑος μαϑόντες τοῦ Ὄϑωνος (ἀπεδήμει γὰρ τοῦ ἄστεως ὡς προείρηται!) αὐτοχράτορα τὸν Οὐΐ- τέλλιον ἀνηγόρευον. ὄντι δ᾽ ἐν τῇ Γαλατίᾳ ὃ ϑάνατος ἠγγέλϑη ὅϑεν κεκρατη ἄνευ αὐτῶν om Dio exc. ὁ vo? ὄϑωνος ϑάνατος ἀνὴηγ γέλϑη τοῦ Ὄϑωνος. ἦλϑε δὲ πρὸς αὐτὸν καὶ ἡ γυνὴ καὶ τὸ παιδίον, ὃ καὶ ἐπὶ βήματος Γερμανικόν τε καὶ αὐτοκράτορα ἐπωνόμασεν, ἑξάετες ὄν. φιλόμαντις δὲ ὑπάρχων xol μηδὲ τὸ βραχὺ πράσσων ἄνευ αὐτῶν, τότε μὲν τοὺς ἀστρονόμους, ὕστερον δὲ καὶ τοὺς δγόητας ἐξήλασε, προειπὼν σφίσιν ἐντὸς τῆσδε τῆς ἡμέρας ἐξ . ἁπάσης ἐκχωρῆσαι τῆς Ἰταλίας. κἀκεῖνοι νυκτὸς ἀντιπροϑέντες προγράμματα, ἀντιπαρήγγειλαν αὐτῷ ἀπαλλαγῆναι τοῦ βίου ἐντὸς τῆς ἡμέρας ἐν ἡ ἐτελεύτησεν."
      },
      {
        "index": 67,
        "text": "\"Hy δὲ τρυφῇ τε καὶ ἀσελγείᾳ προσκείμενος. καὶ ἀπ᾽ ἀρχῆςτοιοῦτος ὧν οἷος περὶ τὰ καπηλεῖα καὶ τὰ κυβευτήρια καὶ τοὺς ὀρχη στὰς καὶ τοὺς ἁρματηλάτας ἐσπουδακέναι, καὶ ἀμύϑητα ἐς τὰ τοιαῦ τὰ ἀνήλισκε καὶ διὰ τοῦτο καὶ δανειστὰς πολλοὺς εἶχε\" τότε δὲ καὶ μᾶλλον ὕβριζε, καὶ τῆς τε ἡμέρας τὸ πλεῖστον τῆς τε νυκτὸς ἐδαπάνα ἀπλήστως ἐμφορούμενος καὶ συνεχῶς ἐξεμῶν, ὡς μόνῃ τῇ παρόδῳ τῶν σιτίων τρέφεσϑαι. ἀφ᾽ «οὗπερ καὶ ἀνταρκεῖν ἠδύνατο\" οἱ δὲ συνδειπνοῦντες αὐτῷ πάνυ κακῶς ἀπηλλάσσοντο. ὅϑεν εἷς τις αὐτῶν νοσήσας καὶ διὰ τοῦτο ἡμέρας τινὰς τοῦ συσσιτίου ἀπο λειφϑεὶς εἶπεν ὅτι “εἰ μὴ ἐνόσησα, πάντως ἂν ἀπολώλειν.\" καὶ ἐγένετο δ᾽ χρόνος ὃ τῆς ἀρχῆς αὐτοῦ σύμπας οὐδὲν ἄλλο ἢ μέϑαι 80τε xal χῶμοι. καὶ τί ἄν τις καθ? ἕκαστον αὐτῶν καταλέγοι, δὲ καὶ τοὺς γόητας om Xiphilinus: Exc. ἀντιπροσϑέντες γράμματα Α ὁπότε πρὸς πάντων ὡμολόγηται δύο μυριάδας μυριάδων καὶ χιλίας πεντακοσίας ἐν τῷ τῆς ἀρχῆς αὐτοῦ χρόνῳ ἐς τὰ δεῖπνα αὐτὸν δεδαπανηκέναι. πολλάχις δὲ καὶ παρ᾽ ἄλλοις εἱστιᾶτο, καὶ τῆς Ο αὐτῆς ἡμέρας ἄλλοι μὲν ἀκρατίσασϑαι παρεῖχον αὐτῷ, ἄλλοι δὲ ἀριστῆσαι, ἕτεροι δὲ δεῖπνον, καὶ ἕτεροε μεταδόρπιά τινα πλη-ὅ σμονῆς παραμύϑια. 00 Οὕτω δὲ βιοὺς οὐκ ἄμοιρος ἦν παντάπασι xol καλῶγ ἔργων. τό τε γὰρ ἐπὶ Νέρωνος καὶ τὸ ἐπὶ Γάλβου τοῦ τε Ὄϑωνος κοπὲν γόμισμα ἐτήρησεν, οὐκ ἀγανακτῶν ταῖς εἰκόσιν αὐτῶν\" xoi ὅσα τισὶν ἐδεδώρηντο ἐφύλαξε, μηδένα μηδὲν ἀφελόμενος\" καὶ οὔτε!0 τὰ ἐκ τῶν συντελειῶν ἐποφληϑέντα ἀπήτησεν οὔτε οὐσίαν τινὸς ἐδήμευσεν, ὀλίγους μὲν πάνυ τῶν τὰ Ὄϑωνος πραξάντων ἀποχτεί γας, μηδὲ τὰς ἐκείνων μένξτοε οὐσίας τοὺς προσήκοντας σφῶν ἀποστερήσας. καὶ τοῖς οἰκείοις δὲ τῶν πρότερόν ποτε ϑανατω ϑέντων ἐδωρήσατο πάντα ὅσα ἔτι ἐν τῷ δημοσίῳ εὕρηντο. ἀλλ᾽ Ἰό οὐδὲ τὰς διωϑήκας τῶν ἀντιπολεμησάντων αὐτῷ καὶ ἐν ταῖς μά χαις πεσόντων ἠτιάσατο. ἀπηγόρευσε δὲ καὶ τοῖς βρυλευταῖς καὶ τοῖς ἱππεῦσι μονομαχεῖν ἢ ἐν ὀρχήστρᾳ ϑέαν τινὰ παρέχειν. καὶ διὰ ταῦτα ἐπῃνεῖτο. ἮΝ Ἐπὶ τούτοις ἠγγέλϑη αὐτῷ ἡ 2v Ἰουδαίᾳ κατ᾽ αὐτοῦ ἐπ ἀνάστασις. καὶ δεινῶς κατέδεισε δι᾽ αὐτήν, ἄλλων τε συμβάν τῶν σημείων, καὶ τῆς σελήνης παρὰ τὸ καϑεστηκὸς δὶς ἐκλελοιπέναι δοξάσης\" καὶ γὰρ τεταρταία καὶ ἑβδομαία ἐσκιάσϑη. ἡλίους τε δύο ἅμα τότε εἶδον Ex τε τῶν ἀνατολῶν καὶ ix τῶν δυσμῶν, τὸν μὲν ἀσϑενῆ καὶ ὠχρόν, τὸν δ᾽ ἐξ ἀνατολῶν ἰσχυρόν. ᾿ἘἘπράχϑη δὲ. τὰ τῆς ἐπαναστάσεως ὧδε. Οὐεσπασιανὸς ἐν Ἰουδαίᾳ διατρίβων (óc γὰρ ἤδη ἱστόρηται, παρὰ Νέρωνος ἦν. ἐκεῖσε σταλεὶς διὰ τὴν τῶν Ἰουδαίων ἀποστασίαν) τῷ μὲν Γάλβᾳ αὔταρχήσαντι τὸν υἱὸν ἔπεμψε Τίτον προσεροῦντα αὐτόν\" ἐπἪ Π ανελϑόντος δὲ τοῦ Τίτου, ἐπεὶ καϑ' 000ν ἐμεμαϑήκει τὴν τοῦ͵"
      },
      {
        "index": 68,
        "text": "Οὐϊτελλίου καὶ τοῦ Ὄϑωνος ἐπανάστασιν, πρὸς μοναρχίαν καὶ αὐτὸς ὡρμήϑη, κατὰ τὸν Ζίωνα. ὡς δ᾽ ὃ Ἰώσηπος ἐν τῇ τῆς ἁλώσεως ἱστορίᾳ φησίν, oi μετ᾽ αὐτοῦ στρατιῶται μαϑόντες τοὺς μὲν ἐν τῇ Εὐρώπῃ Γαλάτας στασιάσαντας Γάλβαν προχειρίσα σθαι αὐτοκράτορα, τοὺς δ᾽ ἐν Γερμανίᾳ στρατευομένους ἀνϑ-- Ὄϑωνα, καὶ αὐτοὶ τὴν μοναρχίαν τῷ σφετέρῳ στρατηγῷ ἐψηφί σαντο, καὶ παραχροτύσαντες ἀλλήλους ἀνηγόρευσαν τὸν Οὐεσπα ᾿σιανὸν αὐτοκράτορα καὶ σώζειν τὴν τῶν Ρωμαίων ἡγεμονίαν κιν δυνεύουσαν παρεκάλουν. ἀρνουμένου δ᾽ ἐκείνου oi μὲν qysuóveg — «"
      },
      {
        "index": 69,
        "text": "Φ0προσέκειντο, oi δὲ στρατιῶται περιχυϑέντες ξιφήρεις vedν —— ἠπείλουν αὐτόν. πείϑεται οὖν, καὶ πρῶτον τῷ τὴν ἀρχὴν τῆς «4ϊγύπτου ἰϑύνοντι ἐπιστέλλει περὶ τῶν κατ᾽ αὐτόν ἀνηγόρευσεν αὐτὸν αὐτοκράτορα. Οὐεσπασιανὸς δὲ τοῦτο μαϑὼν τὸν μὲν τῆς Συρίας ἡγούμενον Πουχιανὸν εἷς τὴν Ἰταλίαν ἐπὶ τὸν"
      },
      {
        "index": 70,
        "text": "Οὐϊτέλλιον ἔπεμψεν. ὅτε καὶ τὸν Ὃ γὰρ Ἰώσηπος, ὡς αὐτὸς ἐκεῖνος ἱστόρησε, χρησμόν τινὰ ἐν γράμμασιν ἱεροῖς εὑρηκὼς δηλοῦντα ὡς ἄρξει τις ἀπὸ. τῆς χώρας αὐτῶν τῆς οἰκουμένης, διὰ τὰς ἐν τῇ Ῥώμῃ στάσεις καὶ τῶν ἐχεῖ βασιλέων τὰς συνεχεῖς ἀλλαγὰς εἰς τὸν Οὐεσπασεανὸν τείνειν ὑπείληφε τὸν χρησμόν, καί oi τὸ κράτος προεμαντεύσατο. τούτου δὲ τοῦ χρησμοῦ μέμνηται καὶ ᾿Ἀππιανὸς ἐν τῷ εἰκοστῷ δευτέρῳ λόγῳ τῆς Ρωμαϊκῆς ἱστορίας αὐτοῦ. δικαιότερον δ᾽ ἄν ἢ ἀληϑὲς μάλιστα νομισϑείη τὸ ἐπὶ τὸν σωτῆρα τοῦ τῶν ἀνϑρώ nov γένους τὸν κύριον Ἰησοῦν Χριστὸν τὸν χρησμὸν ἐχληφϑῆναι."
      },
      {
        "index": 71,
        "text": "| daico lib. cap. $ 7. ἔτι ὄντα καλέσας πρὸς σηπὸς — p. 49 6 πέρατα τῆς γῆς} horum plurima ex Eusebii Hist. eccl. lib. cap. 8. προεμαντεύσαντο τοῦ"
      },
      {
        "index": 72,
        "text": "pora continebat. ῥωμαϊκῆς ἱστορίας αὐτοῦ ἱστορίας οὐ yàp τῆς οἰκουμένης &n&ogg Οὐεσπασιανὸς ἐβασίλευσε, xarà τὸν χρησμόν, ἀλλὰ τῆς ὑπὸ Ῥωμαίους μόνης\" πολὺ δὲ τῆς οἴκαυ μένης ἣν ὃ τῆς Ῥωμαϊκῆς ἀρχῆς ἦν ἐκτός\" ὃ δὲ κύριος συμπάσης τῆς οἰκουμένης ἐβασίλευσέ τε καὶ βασιλεύει, ᾧ παρὰ τοῦ πατρὸς δ ἐρρήϑη “αἴτησαι παρ᾽ ἐμοῦ, καὶ δώσω σοι ἔϑνη τὴν κληρονομίαν σου, καὶ τὴν κατάσχεσίν σου τὰ πέρατα τῆς γῆς.\" Οὐεσπασιανὸς δὲ πρὸς “Αλεξάνδρειαν ὥρμησεν, ἔνϑα καὶ ἀπὸ τῆς Ῥώμης εὐαγγέλια ἧκεν αὐτῷ, ὡς Οὐϊτέλλιος μὲν ἂπ ἐσφάγη, αὐτὸς δὲ αὐτοκράτωρ τῷ τε δήμῳ καὶ τῇ συγκλήτῳ ἀνηγορεύϑη, καὶ ὃ υἱὸς αὐτοῦ “Ἰομετιανὸς εἰς ἡγεμονίαν προήχϑη μέχρι τῆς αὐτοῦ πρὸς τὴν “Ῥώμην ἀφίξεως. | Ὃ δὲ τοῦ Οὐϊτελλίου ϑάνατος τοῦτον τὸν τρόπον ἐγένετο. ἤδη οἵ Οὐεσπασιάνειοι στρατιῶται πεπλησιακότες ἦσαν τῇ Ῥώμῃ, καὶ ἐς αὐτὴν ἐσβαλόντες οὐδὲν ὅ τι τῶν δεινῶν οὐκ ἐποίησαν. 1δτῆς δὲ πόλεως πορϑουμένης ὃ Οὐϊτέλλιος φοβηϑείς, χιτωνίσκον τε ῥωακώδη περιβαλόμενος, ἐς οἴκημα σκοτεινόν, iv ᾧ κύνες ἐτρέφοντο, κατεχρύφϑη, διανοούμενος νυχτὸς ἐς τὴν Ταρακίναν πρὸς τὸν ἀδελφὸν ἀποδρᾶναι. ἀναζητήσαντες δὲ oi στρατιῶται αὐτὸν συνέλαβον φορυτοῦ πεπλησμένον καὶ αἵματος (ὑπὸ γὰρ τῶν 90 χυνῶν ἐλελύμαντο), καὶ τὴν ἐσθῆτα περιρρήξαντες αὐτοῦ καὶ εἰς τοὐπίσω τὼ χεῖρε δεσμήσαντες, σχοῖνόν τε περιϑέντες αὐτῷ πε ριαυχένιον, οἱ μὲν ἐρράπιζον, οἱ δὲ τοῦ γενείου ἔτιλλον, πάντες δὲ πάσης Οὐεσπασιανὸς — ἀφίξεως ἐλελύματο Xiphilinus, αὐτὸν — 91 αὐτῷ περιϑέντες ἔσκωήτον τά τε ἄλλα xol τὴν ἀσωτίαν αὐτοῦ. αἰσχυνομένου δὲ ἐπὲ τούτοις καὶ χάτω βλέποντος, oi στρατιῶται ξιφιδίοις αὐτὸν ὑπὸ τὸ γένειον ὑπεκέντουν, ἵνα καὶ ἄχων ἄνω βλέπῃς Κελτὸς δέ τις ἐλεήσας αὐτόν “ἐγώ σοι\" ἔφη “᾿βοηϑήσω ὡς μόνος δύναμαι.\" καὶ ὃ μὲν ἐκεῖνον ἔτρωσε καὶ ἑαυτὸν ἀπέσφαξεν\" οὐ μέντοι καὶ 05"
      },
      {
        "index": 73,
        "text": "Οὐϊτέλλιος ἀπέϑανεν ἐκ τοῦ τραύμαϊος, ἀλλ᾽ ἐσύρετο εἷς τὸ δεσμωτήριον. περιαλγήσας δὲ οἷς τε ἔπασχε καὶ οἷς ἤκουεν “ἀλλ᾽ ἔγωγε\" ἔφη “ αὐτοχράτωρ ὑμῶν ἐγενόμην.\" ὀργισϑέντες οὖν oi στρατιῶται κατέχοψαν αὐτόν, καὶ τὴν κεφαλὴν ἀποτεμόντες οαὖ τοῦ κατὰ πᾶσαν τὴν πόλιν περιήγαγον, ζήσαντος ἔτη τέσσαρα καὶ πεντήκοντα καὶ ἡμέρας ἐννέα καὶ ὀγδοήκοντα, ἄρξαντος δὲ ἐνιαυ τὸν δέκα ἡμερῶν ἐπιδέοντα."
      },
      {
        "index": 74,
        "text": "17. Πεπραγμένων δὲ τούτων ἸΠουκιανὸς ἐπῆλϑε καὶ τῷ Δομετιανῷ συνδιῴκει\" αὐτοκράτωρ τε ὃ Οὐεσπασιανὸς καὶ πρὸς τῆς βουλῆς εὐφημήθϑη, καὶ Καίσαρες ὃ τε Τίτος καὶ ὃ Δομετια νὸς ἐπεκλήϑησαν. ὃ δὲ ἸΠουκιανὸς ἀδελφὸς παρὰ τοῦ Οὐεσπα σιανοῦ ὠνομάζετο, χαὶ ἐξουσίαν εἴληφε πάνθ᾽ ὅσα ἐβούλετο πράττειν καὶ γράφειν, τὸ ὄνομα τοῦ αὐτοκράτορος μόνον ἐπει γραφόμενος\" καὶ διὰ τοῦτο xal δακτύλιον πεμφϑέντα oi ἐφόρει, ἕνα τὸ αὐτοκρατορικὸν σφράγισμα λαμβάνῃ τὰ, σημαινόμενα. πολλοῖς γοῦν ἀρχάς vt xal ἐπιτροπείας αὐτὸς xol ὃ Ζυμετιανὸς ἔδοσαν, καὶ ἐπάρχους ἄλλους ἐπ᾽ ἄλλοις καὶ ὑπάτους ἀπέδειξαν, ὡς αὐτοὶ αὐταρχοῦντες. ὥστε τὸν Οὐεσπασιανὸν ἐπιστεῖλαι τῷ “ομετιανῷ ὅτι “χάριν ἔχω σοι τέκνον, ὅτε μὲ ἐᾷς ἄρχειν καὶ οὐδέπω με καταλέλυκας.\" | oo Ἐς δὲ τὴν IMaEdydgeny ὃ Οὐεσπασιανὸς ἀφικόμενος χρήματα πολλὰ ἐκεῖϑεν ἠργυρολόγησε, χρηματιζόμενος πάντοϑεν, καὶ , ' τέλη πολλὰ τὰ μὲν ἐκλελειμμένα ἀνενεώσατο, τὰ δὲ καὶ νομιζό-: ' μένα προσεπηύξησε, καινά τε προσέϑετο ἕτερα. τὸ δ᾽ αὐτὸ τοῦτο loxal ἐν τῇ ἄλλῃ ὑπηκόῳ τῇ v6 Ἰταλίᾳ καὶ αὐτῇ τῇ Ῥώμῃ μετὰ ταῦτα ἐποίησε. τὴν μὲν οὖν “ἔἴγυπτον δι᾽ ὀλίγου κατεστήσατο, καὶ σῖτον πολὺν εἰς τὴν Ῥώμην ἔπεμψεν àm αὐτῆς\" τὸν δὲ υἱὸν αὐτοῦ Τίτον εἷς Ἱεροσόλυμα καταλελοιπὼς πορϑῆσαι αὐτά, τὴν. ἐκείνων ἀνέμεψεν ἅλωσιν, ἵγα μετὰ τοῦ υἱέος ἐπανέλθῃ πρὸς τὴν Ἰδ' Ῥώμην. τριβομένου δὲ χρόνου ἐν τῇ πολιορκίᾳ, τὸν μὲν Τίτον ἐν τῇ Παλαιστίνῃ κατέλιπεν, αὐτὸς δὲ ὁλκάδος ἐπιβὰς ἐς “νχίαν ἔπλευσε, κἀκεῖθεν τὰ μὲν πεζῇ τὰ δὲ πλοϊζόμενος εἰς 10. Βρεντέ σιον ἐχομίσϑη. ᾿ . E ἸΕλθὼν δ᾽ ἐς τὴν Ῥώμην καὶ τοῖς στρατιώταις xol τῷ δήμῳ παρέσχηχε δωρεάς ,*xal τὰ τεμένη καὶ τὰ δημόσια ἔργα τὰ πεπο γηκότα ἀνελάμβανε, καὶ τὰ ἤδη ἐφϑαρμένα ἐπανεσκεύαζε, καὶ συντελουμένοις αὐτοῖς οὐ τὸ ἑαυτοῦ ἐπέγραφεν ὄνομα, ἀλλὰ τὸ τῶν πρώτως δομησαμένων. τάς τε οὐσίας τῶν ἐναντιωθέντων αὐτῷ καὶ ἐν ταῖς μάχαις πεσόντων τοῖς παισὶν ἐκείνων ἢ τοῖς ἄλλως οἰκείοις ἀφῆχε, καὶ τὰ συμβόλαια τὰ τῷ δημοσίῳ προσ ἤκοντα προσδιέφϑειρε. μεγαλοπρεπῶς δὲ εἷς τὸ κοινὸν ἀναλίσκων, εὐτελέστατα διῃτᾶτο, καὶ οὐδὲν ἔξω τῶν ἀναγκαίων ἐδαπάνα. ἦν δ δὲ οὔτε ἐξ εὐγενῶν οὔτε πλούσιος. πάντας δὲ τοὺς προσιόντας ^. αὐτῷ προσεδέχετο. τοῖς δὲ φίλοις καὶ πρὸ τῆς ἕω xoi ἐπὶ τῆς εὐνῆς κατακείμενος aevtylyevo* xoi αἵ ϑύραι τῶν βασιλείων ἠνεῳγμέναι διὰ πάσης τῆς ἡμέρας ἦσαν, καὶ φρουρὸς οὐκ ἦν ἐν αὐταῖς. τό τε σύμπαν, τῇ μὲν προνοίᾳ τῶν χρινῶν αὐτοκρά τωρ νενόμιστο, εἷς τἄλλα δὲ πάντα κοινὸς καὶ ἰσοδίαιτος ἦν τοῖς λοιποῖς."
      },
      {
        "index": 75,
        "text": "Τῶν δ᾽ Ἱεροσολύμων ἁλόντων ὃ Τίτος εἷς τὴν Ἰταλίαν ἐπ ἀνελθὼν τὼ ἐπινίκια αὐτός τε καὶ ὃ πατὴρ ἐφ᾽ ἅρματος ἔπεμψαν\" συνέπεμπε δὲ σφίσιν αὐτὰ καὶ ὃ Ζομετιανὸς ὑπατεύων ἐπὶ κέλητος. μετὰ τοῦτο διδασκάλους ἐν τῇ “Ῥώμῃ καὶ τῆς «Δατίνων καὶ τῆς “Ελληνικῆς παιδείας κατέστησε, μισϑὸν ἐκ τοῦ δημοσίου φέροντας. κατηγορίαν δὲ ὃ ἸΠουκιανὸς τῶν φιλοσόφων πολλὴν ποιησάμενος ἔπεισε τὸν Οὐεσπασιανὸν ἐξελάσαι αὐτοὺς τῆς Ῥώμης \" καὶ πλὴν τοῦ Ἰουσωνίου ἅπαντες ἀπηλάϑησαν. γρημᾶτιστὴς δ᾽ ἐνομίζετο, ὅτε ἀνδριάντα στῆσαι αὐτῷ ψηφισαμένων τινῶν, οὗ τὸ ἀνάλωμα μυριάδες ἦσαν πέντε καὶ εἴκοσι, προέτεινε τὴν χεῖρα “δότε μοι"
      },
      {
        "index": 76,
        "text": "ost συμβόλαια add τὰ παλαιὰ. ἤν δὲ φέροντας am'Dio τὸ ἀργύριον\" εἰπών\" “ἡ γὰρ βάσις αὐτοῦ αὕτη ἐστί.\" καὶ πρὸς τὸν Τίτον ἀγαναχτοῦντα τέλει τινὶ ᾧ αὐτὸς καταδεδείχει, εἶπεν, χρυσοῦς ἐξ αὐτοῦ πεπορισμένους λαβών, “ἰδού, τέκνον, εἴ τι ὄζουσιν.\" ἐπεβουλεύϑη δὲ ὑπὸ ᾿Αλιηνοῦ καὶ ὑπὸ Παρκέλλου, δῳφωραϑέντες δέ, ὃ μὲν ““λιηνὸς ἐν τοῖς βασιλείοις ἐσφάγη, τοῦ Τίτου κελεύσαντος, Πάρχελλος δὲ κριϑεὶς͵ ἐν τῷ συνεδρίῳ καὶ καταδικασϑεὶς αὐτὸς ἑαυτὸν ἀνεῖλε ξυρῷ τεμὼν τὸν λαιμόν. Οὐεσπασιανὸς δὲ νοσήσας πυρετοῖς μετήλλαξεν\" ὡς δέ τινες ἔφασαν, τοῦ Τίτου καταψευδόμενοι, φάρμακον ἐν συμποσίῳ τινὶ Ἰ0πεπωκώς. ἐπιτιμώντων δὲ αὐτῷ νοσοῦντε τῶν ἰατρῶν ὅτι νοσῶν P 978^ πάντα τὰ τῇ ἀρχῇ προσήκοντα ἔπραττε, “τὸν αὐτοκράτορα\" iq “ἑστῶτα δεῖ ἀποθνήσκειν.\" ἀπεβίω δὲ ζήσας ἔτη ἐννέα καὶ ἑξήκοντα καὶ μῆνας ὀκτὼ καὶ ἡμέρας ὀκτώ, μοναρχήσας δὲ ἔτη δέκα, ἕξ δέοντα ἡμερῶν."
      },
      {
        "index": 77,
        "text": "15 18. To/rov δὲ τελευτήσαντος ὃ Τίτος τὴν ἀρχὴν διεδέ ξατο. ὃς μοναρχήσας οὔτε φονικόν τι οὔτε ἐρωτικὸν ἔπραξεν, ἢ ὅτε μετεβάλετο, ἢ ὅτε ἐπὶ βραχύτατον, ὥς γε ἐς ἡγεμονίαν εἰπεῖν, ἐπεβίω. δύο γὰρ ἔτη μετὰ τὴν αὐταρχίαν καὶ μῆνας δύο ἡμέρας τε εἴκοσιν ἔζησεν, ἐπ᾽ ἐννέα καὶ τριάκοντα ἔτεσι καὶ μησὶ névis “. καὶ ἡμέραις πέντε καὶ εἴκοσι. διὸ καὶ ἐξ ἴσου αὐτὸν. ἄγουσι τῇ τοῦ «Αὐγούστου πολυετίᾳ, ὅτι οὔτ᾽ ἐκεῖνος ἐφιλήϑη ἂν el ἐλάττω χρόνον ἐζήκει, οὔτ᾽ ἂν οὗτος εἰ πλείονα\" ὃ μὲν ὅτι τραχύτερος κατ᾿ ἀρχὰς διὰ τοὺς πολέμους καὶ τὰς στάσεις γενόμενος ἠδυνήϑη μετὰ ταῦτα εὐεργεσίαις ἐν τῷ πολυχρονίῳ λαμπρύνεσθαι, ὁ δ᾽ ὅτι ἐπιεικῶς ἄρξας ἐν ἀχμῇ τῆς δόξης ἀπέϑανε, τάχ᾽ ἂν ἐλεγ δ χϑείς, εἴ γε ἐβίω ἐπὶ μακρόν, ὅτε εὐτυχίᾳ πλείονι ἐχρήσατο ἢ ἀρετῇ. οὔτε δέ τινα τῶν βουλευτῶν ἐν τῇ αὐτοῦ ἡγεμονίᾳ ἀπ ἔέχτεινε, καὶ γράμματα ἐξέϑηκε βεβαιῶν πάντα τὰ ὑπὸ τῶν πρό τερον αὐτοκρατόρων δοϑέντα τισίν. ἦν δὲ περὶ χρήματα ἄκρι βὴς καὶ οὐ μάτην ἀνήλισκεν\" οὐδένα μέντοι ποτὲ διὰ ταῦτα ἐκόλασεν. Ἐπὶ τούτου καὶ ὃ Ῥευδονέρων ἐφάνη, ὃς ᾿Ἡσιανὸς ἦν, ἐκαλεῖτο δὲ Τερέντιος Ἰάξιμος, προσεοικὼς δὲ τῷ Νέρωνι καὶ τὸ εἶδος καὶ τὴν φωνήν\" καὶ γὰρ καὶ ἐκιϑαρῴδει. Ἔν δὲ τῷ πρώτῳ τῆς ἡγεμονίας τοῦ Τίτου ἔτει πῦρ dv"
      },
      {
        "index": 78,
        "text": ". Καμπανίᾳ πολὺ κατὰ τὸ φϑινόπωρον ἀϑρόον ἐξήνϑησε. τὸ γὰρ ὄρος τὸ Βέσβιον, κατὰ Νέαν ὃν πόλιν, ἔχει πυρὸς ἀφϑύνους πηγάς\" μέσον δέ γε μόνον πεπύρωται, τὰ δ᾽ ἔξω τούτου dog ἄπυρα. τῶν οὖν ἐν τῷ μέσῳ κχραυρουμέθον καὶ τεφρουμένων, αἱ μὲν πέριξ κορυφαὶ τὸ ἀρχαῖον σώζουσιν ὕψος, τὸ δὲ μάξον δαπανηϑὲν τῷ πυρὶ κοῖλον ἐκ τοῦ συνιζάνειν ἐγένετο. καὶ ἀναδί δ δοται ἐξ αὐτοῦ τῆς μὲν νυχτὸς φλόξ, τῆς δ᾽ ἡμέρας καπνός, κἀξ' ποτὲ μὲν μᾶλλον, ποτὲ δὲ ἥττον\" ἐπέοτε δ καὶ τέφραν ἀναβάλλει ὅταν ἀϑρόον ὑφιζήσῃ, καὶ λίϑους ἀφαπέμπει ὅταν ὑπὸ πνεύματος - ἐχβιασϑῇ\" ἠχεῖ τε καὶ fo, μὴ συμπεπιλημένας ἀλλ᾽ ἀραιὰς καὶ — ἐλευϑέρας τὰς ἀναπνοὰς ἔχον. ταιερῦτον μέν νέστει τὸ Βέσβιον\" Ὶ Ἰοτότε δὲ κτύπος ἐξαίσιος ἐξαπίνης ὡς τῶν ἀρῶν συμπιπτόντων ἐξ--. ηκούσϑη, καὶ ἀνέϑορον πρῶτον μὲν λίϑοι ὑπερμεγέϑεις, ἔπειτα Ὶ πῦρ πολὺ καὶ καπνὸς ἄπλετος, ὡς καὶ τὸν ἥλιον. συγκρυφϑῆναι καὶ σκότος ἐκ φωτὸς γενέσϑαι. καὶ τέφρα δὲ ἀνεφυσήϑη. ἀμύ ϑητος, ὡς τῆς τε γῆς καὶ τῆς ϑαλάσσης καὶ τοῦ ἀέρος κατασκεδασϑῆναι παντός, καὶ τοὺς ἰχϑύας τά τε ὄρνεα διαφϑαρῆναι, καὶ δύο πόλεις, τό τε “Ἑρχουλάνεον καὶ τοὺς Πομπηΐους, ἐν ϑεάτρῳ τοῦ δήμου αὐτῶν καϑημένου, καταχωσθῆναι. τοσαύτη δ᾽ ἦν ἢ τέφρα, ὥστε τι αὐτῆς καὶ ἐς ᾿Ἰφρικὴν ἐλϑεῖν καὶ εἷς Συρίαν καὶ εἰς τὴν “ἴγυπτον καὶ εἰς αὐτὴν τὴν Ῥώμην\" ἐξ ἧς 40 ὕστερον λοιμώδης νόσος ἐνέσκηψεν. Ὁ δ᾽ οὖν Τίτος τοῖς Καμπανοῖς καὶ οἰκιστὰς ἔπεμψε καὶ"
      },
      {
        "index": 79,
        "text": "Xiphilinus. ἩἩρκουλάνεον Xiphilinus, πομπίους αὐτῆς Xiphilinus. οἰκιστὰς | Xiphi- linus δύο ἄνδρας ἐκ τῶν ὑπατευκότων οἰκιστὰρ. |"
      },
      {
        "index": 80,
        "text": "* seiuoso ἐδωρήσατο ἄλλα τε καὶ τὰ τῶν ἀκληρονομήτων. αὐτὸς δὲ οὐδὲρ παρ᾽ οϑδενθς, χαίτοι πολλῶν διδόντων, ἐδέξατο\" πολλὰ δὲ φῶν δημοσίων ἔργων ἀνέστησεν οἴκοϑεν. καὶ ἀγῶνας ἐποίησε ϑαυμαστούς, ἐν οἷς σφαιρία ξύλινα μικρὰ ἄνωθεν ἐρρίπτει, σύμ floXor ἔχοντα τὸ μὲν ἐδωδίμαν τινός, τὸ δὲ ἐσθῆτος, ἄλλο χρυ σοῦ ἵᾳπων ὑποζυγίων βρσκημάτων ἀνδραπόδων\" ἃ ot ἁρπάζοντες πρὸς τοὺς δοτῆρας αὐτῶν ἀπάγοντες τὸ ἐπιγεγραμμένον ἐλάμ"
      },
      {
        "index": 81,
        "text": "Τούτου ios) καὶ ἡ ἀοίξεμος ἐκείνη φωνὴ cinóvroc “σήμερον οὐκ ἐβασίλευσα ἐπεὶ αὐδένα εὐηργέτησα.\" Τούτου τῷ δευτέρῳ ἔτει “ίνος ὃ πρῶτος ἐπίσκοπος τῆς “Ῥωμαίων ἐκκλησίας τελευτῶν ““νεγκλήτῳ τὴν ἀρχιερωσύνην παρ ἐδωχε."
      },
      {
        "index": 82,
        "text": "Τῷ δ᾽ ἐπιγενομένῳ ἔτει μετήλλαξεν ὃ Τίτος, ὡς μὲν φήμη κρατεῖ, πρὸς τοῦ ἀδελφοῦ ἐπιβουλευϑείς, ὡς δ᾽ ἔνιοι γράφουσι, νοσήσας. ἔμπνουν μέντοι αὐτὸν ἔτι ὄντα καὶ τάχα περιγενέσϑαι δυνάμενον ἐς λάρνακα πλήρη χιόνος ὃ Ζομετιανὸς ἐνέβαλεν, ὡς δεομένης τῆς νόσου τάχα τινὸς περιψύξεως. ἀποψύχων δὲ εἰπεῖν λέγεται ὅτε “ἕν μόνον ἐπλημμέλησα τί δὲ τοῦτο ἦν οὐ διεσά φησε. τινὲς μὲν οὖν λέγουσιν ὅτι τὴν Δομιτίαν ἔσχε τὴν γυναῖκα 90 τοῦ ἀδελφοῦ, ἕτεῤοι δὲ ὅτι τὸν Ζομετιανὸν οὐκ ἀπέκτεινεν ἐπι βουλεύοντά οἱ σαφῶς, ἀλλ᾽ αὐτός τε ὑπ᾽ ἐκείνου ἐφρϑάρη καὶ τὴν τῶν Ρωμαίων ἀρχὴν ἄνδρὶ τοιούτῳ ἐϊέδωκεν."
      },
      {
        "index": 83,
        "text": "19. Ἔτι γοῦν τοῦ Τίτου ἐμπνέοντοςὃ “Τομετιανὸς εἰς τὲ τὴν Ῥώμην ἀφίππευσε καὶ εἷς τὸ στρατόπεδον εἰσελήλῳϑε καὶ τὴν δ ἐπίκλησιν καὶ τὴν ἐξουσίαν τοῦ ἀαϑτοκράτορος ἔλαβεν. ἦν δὲ ϑρασὺς καὶ ὀργίλος καὶ ἐπίβουλος καὶ χρυψίνους\" ἄνθρωπον δὲ ἐφίλησε μὲν ἀληϑῶς οὐδένα πλήν τίνων γυναικῶν, ἐπλάττετο δὲ ἀγαπᾶν ὃν μάλιστα κτεῖναι ἤϑελεν. ἄπιστος γοῦν καὶ πρὸς τοὺς χαριζομένους αὐτῷ καὶ ὑπηρετοῦνταᾳ dc τὰ δωμότατα ἦν. καὶ ὑπότε τινὲς αὐτῷ ἢ πλεῖστα πορίσειαν χρήματα ἢ πολλοὺς συκοφαντήσειαν, τούτους ἐκτίννυεν, ἵν᾽ ὑπ᾽ αὐτῶν μόνων δοκῇ προβαίνειν τὰ ἀδικήματα. κάκιστος δὲ ὧν καὶ τοὺς τοῦ πατρὸς καὶ τοῦ ἀδελφοῦ φίλους ἀτίμως εἶχε, τοὺς δὲ καὶ διώλεσε. καὶ τὴν γυναῖκα αὐτοῦ ΖΦομιτίαν ὡς ἐπὶ μοιχείᾳ ἀπεπέμψατο, τὸν Πάριντὸν ὀρχηστὴν ἐν μέσῃ τῇ ὁδῷ Oc αὐτὴν φονεύσάς, καὶ τῇ ἀδελ-: φιδῇ Ἰουλίᾳ συνῆν ἀπαρακαλύπτως ὡς γαμετῇ. εἶτα δεηϑέντος τοῦ δήμου κατηλλάγη μὲν τῇ Δομιτίᾳ, ἐχρῆτο δ᾽ οὐδὲν ἧττον τῇ τοιούτῳ ὁ δομετιανὸς τὸ Xiphilinus."
      },
      {
        "index": 84,
        "text": "Kal μετὰ ταῦτα εἷς Γαλατίαν ἐξορμήσας, καὶ λεηλατήσας τινὰ τῶν πέραν Ῥήνου ξῶν ἐνσπόνδων, ὠγκοῦτο ὥς 1: μέγα κατὠρϑωχώς, καὶ τοῖς στρατιώταις ἐπηύξησε τὴν μισϑοφοράν, τάχα διὰ τὴν νίκην. πέντε γὰρ καὶ ἑβδομήκοντα δραχμὰς ἑκάστου λαμβάνοντος, ἑκατὸν ἐκέλευσε δίδοσϑαι. μεταμεληϑεὶς δὲ τὴν ὅ μὲν ποσότητα οὐκ ἐμείωσε, τὸ δὲ πλῆϑος τῶν στρατευομένων συνέστειλε. καὶ ἑκατέρωθεν μεγάλα τὸ δημόσιον ἔβλαψε, μήϑ᾽ ἱκανοὺς τοὺς ἀμύνονεας αὐτῷ, καὶ τούτους μεγαλομίσϑους ποιήΟ σας. καὶ τοῖς ϑεραπεύουσι δὲ καὶ τοῖς μή, ἀμφοτέροις ὁμοίως ἤχϑετο, τοῖς μὲν ὡς ϑωπεύουσι, τοῖς δὲ ὡς καταφρονοῦσι. νέκαςδὲ ψευδεῖς προσποιούμενος, ὕπατος μὲν ἐπ᾿ ἔτη δέκα, τιμητὴς δὲ διὰ βίου κεχειροτόνητο. |"
      },
      {
        "index": 85,
        "text": "Πολλοὶ δὲ τῶν ὑποτελῶν “Ῥωμαίοις ἀφίσταντο, χρήματα βιαίως πρασσόμενοι, ὡς καὶ οἵ Νασαμῶνες. τούς vt γὰρ τῶν χρημάτων πράκτορας ἔφϑειραν, καὶ τὸν Νουμιδίας ἄρχονταΦλάκκον ἐπελϑόντα σφίσιν ἥττησαν οὕτως ὡς πορϑῆσαι καὶ τὸ ᾿ στρατόπεδον. εὑρόντες δὲ ἐν αὐτῷ τἄἀλλά τε ἐπιτήδεια καὶ οἶνον, ἐμπλησθέντες ὕπνωσαν. καὶ γνοὺς ὃ Φλάκκος τοῦτο ἐπέθετο αὐτοῖς καὶ πάντας ἀπώλεσε καὶ τοὺς ἀπομάχους διέφϑειρεν ἅπαντας. ἐφ᾽ ᾧ ὃ Δομετιανὸς ἐπαρϑεὶς εἶπε πρὸς τὴν βουλὴν ὅτε “ Νασαμῶνας ἐχώλυσα εἶναι.\" ἤδη γὰρ καὶ ϑεὸς ἠξίου νομίζε σϑαι, καὶ δεσπότης καλούμενος καὶ ϑεὸς ὑπερηγάλλετο. ταῦτα"
      },
      {
        "index": 86,
        "text": "o? μόνον ἐλέγετο ἀλλὰ καὶ ἂγράφετο. ἐν δὲ δέᾳ ὑετοῦ πολλοῦ xal χειμῶνος σφοδροῦ ἐξαίφνης γενομένου οὐδένα εἴασεν ἐκ τῆς ϑέας ἀπαλλαγῆναι, ἀλλ᾽ αὐτὸς μανδύας ἀλλασσόμενος ἐκείνοις\" οὐδὲν μεταμφιάσασϑαι παρεχώρησε\" κἀντεῦϑεν πολλοὶ νοσήσαν δτες ἐτελεύτησαν. τοὺς δ᾽ ὑπ᾽ αὐτοῦ κολασϑέντας οὐκ ἄν τις ἐξαριϑμήσασϑαι δύναιτο, συχνοὶ δὲ καὶ ἄνδρες καὶ γυναῖκες τῶν πλουσίων ἐπὶ μοιχείᾳ ἐκολάσϑησαν\" ὧν ἔνιαε καὶ ὑπ᾽ αὐτοῦ Ὶ . ἐμοιχεύϑησαν. καὶ ἄλλαις δ᾽ αἰτίαις πολλοὶ καὶ ἐζημιώϑησαν καὶ ἀπέϑανον. γυνὴ γάρ τις ὅτι ἐναντίον εἰκόνος αὐτοῦ ἀπεδύ--: 100«ro ἐφονεύϑη, καὶ ἕτερος ὡς ἀστρολόγοις ὡμιληκώς. ἹΜέτιον δέ τινα, ὃνφήμη μοναρχῆσαι μέλλειν ἐκήρυττεν, ἐξορίσας ἐφόνευσεν, ἐγκαλέσας αὐτῷ ὅτι ἐν τοῖς τοῦ κοιτῶνος τοίχοις εἶχε γεγραμμένην τὴν οἰκουμένην. καὶ σοφιστήν τινα, ὅτε ἀσκῶν μελέτην κατὰ τυράννων συνεγράψατο, ϑανάτῳ ἐκόλασε. πολλοὶ δὲ καὶ ὡς φιλοσοφοῦντες διώλοντο, καὶ οἱ λοιποὶ ἐξηλάϑησαν. | Τοιαῦτα δὲ πράττων ἐπεβουλεύϑη παρά τε Παρϑενίου καὶ Σιγήρου τῶν προκοίτων αὐτοῦ, καὶ ᾿Ἐντέλλου τοῦ τὰ τῆς ἀρχῆς βιβλία διέποντος, καὶ Στεφάνου ἀπελευϑέρου. τὴν δ᾽ ἐπιβου-. λὴν οὔτε ἢ γυνὴ αὐτοῦ Zlopuxía ἠγνόησεν, οὔτε ὃ ἔπαρχος Νωρβανός, οὔτε ὃ συνάρχων Πετρώνιος. ἣ τε γὰρ 4ομιτία ὑπ᾽ ἐξαριϑμήσασϑαι οὐκ ἄν τις δυνήσαιτο δον\" συχνοὶ δὲ --- ἕτερος — ὧμιληκώς om Dio exc. ἀστρολόγος C: κατὰ τυράννων μεζέτην τινὰ συνεγράψατο : Xiphilinus κατὰ τυράννων αὐτοῦ μισουμένη ἐδεδίει μὴ ἀποϑάν, καὶ οἱ ἄλλοι οὐκέτ᾽ αὐτὸν ἐφίλουν. λέγεται δὲ ὅτι πάντας ἅμα αὐτοὺς ὃ “Πομετιανὸς ὕπ φπτιεύων ἀποκτεῖναι ἐμελέτα, καὶ τὰ ὀνόματα αὐτῶν ἀπογραψά μενος ἐν τῇ κλίνῃ ὑπέϑετο ὑπὸ τὸ προσκεφάλαιομ\" xol τι παιδίον τὴν ἀπογραφὴν ἀφελόμενον ἔφερε, μὴ εἰδὸς τί φέρει. ἐντυχοῦσαδὲ ἡ ojo αὐτῷ, καὶ ἀναγνοῦσα τὰ γεγραμμένα, κἀκείνοις ἐμήνυσε\" κἀκ τούτου συνετάχυναν τὴν ἐπιβουλήν."
      },
      {
        "index": 87,
        "text": "Καὶ πολλὰ «δὲ σημεῖα ἐγένοντό οἵ οὐκ αἰσια. «“αργῖνος δέ. τις Πρόκλος, ἐν Γερμανίᾳ προειπὼν ὅτι κατὰ τήνδε τὴν ἡμέραν τελευτήσει ὃ Ζομετιανός, ἐπέμῳϑη διὰ τοῦτο συσχεϑεὶς clc τὴν Ῥώμην\" καὶ ἐρωτηϑ εἰς πκρ᾽ αὐτοῦ ἔφη καὶ τότε οὕτω γενήσεσθαι. καταδικασϑεὶς δὲ ϑανεῖν ἀνεβλήϑη, ὅπως μετὰ τὴν ἡμέραν ἐν ι ἔφη ἀποθανεῖσθαι μέλλειν τὸν Ζομετιανὰν φονευϑῇ\" σφαγέν τος δὲ τοῦ Ζομετιανοῦ κατ᾽ ἐχείνην, ἐσώϑη. ἕτερος δέ τις εἰπὼν αὑτῷ ὁπότε καὶ ὅπως φϑαρήσεται, ἠρωτήϑη ὁποίῳ καὶ αὐτὸς «oózo ϑανεῖται\" καὶ φήσας ὡς ὑπὸ κυνῶν ἀναλωθήσεται, ζῶν κατεκρίϑη καυϑῆναι, καὶ τῷ πυρὶ προσερρίφη. ὑετοῦ δὲ κα ταρραγέντος πολλοῦ ἡ μὲν πυρὰ ἐσβέσθη, ἐχεῖνον δὲ ὀπίσω τὼ χεῖρε δεδεμένον καὶ ἐπικείμενον αὐτῇ κύνες εὑρόντες διεσπά"
      },
      {
        "index": 88,
        "text": "Τῷ δὲ Ζαμετιανῷ τὸ μεσημβρινὸν ἀναπαυομένῳ τὸν Στέ φανον ὡς τῶν ἄλλων ἐρρωμενέστερον εἰσέπεμψεν ὃ Παρϑένιος. τελευτήσῃ γέρε. καὶ ἐπλήγη μὲν ὃ Δομετιαῴς, οὐ βὴν καιρίαν, ἀλλὰ καταβλη ϑεὶς ὕπ᾽ αὐτοῦ ἔκειτο\" εἶτ᾽ αὖϑις ὑπ᾽ ἐχείνου καὶ ἑτέρων προσ κατειργάσϑη. καὶ ὃ μὲν οὕτω κατεσφάγη, xal ὃ Στέφανος δὲ προσαπώλετο, συνδραμόντων ἐπ᾽ αὐτὸν τῶν oU μετεσχηκότων P τῆς συνωμοσίας. \"Ἀπολλώνιος δὲ ὃ Τυανεύς (φιλόσοφος δὲ οὗτος ἦν Πυϑαγορικός, γόης 'δὲ μάλιστα) ἐν ᾿Εφέσῳ τότε διάγων καὶ τῷ πλήϑει διαλεγόμενος κατὰ τὴν ὥραν καϑ᾽ ἣν ὃ Ζομετιανὸς ἀνῃρεῖτο, ὡς ὕστερον ἐκ τῶν ἑκατέρωθεν γενρμένων ἠκριβώϑη, ἐπί τινα ὥραν ἐνεὸς ἔστη, εἶτα ἐξεβόησεν “εὖγε Στέφανε, καλῶςΣτέφανε, παῖε τὸν ἀλιτήριον\" ἔπληξας, ἔτρωσας, ἀπέκτεινας. τοῦτο δὲ καὶ ὃ (Φιλόστρατος τὸν τοῦ ἈnolAwwiov βίον συγγεγρα φὼς οὕτως ἀνέγραψεν. Ἔζησε δὲ Ζομετιανὸς ἔτη πρὸς τέσσαρσε τεσσαράξοντα καὶ μῆνας «δέκα καὶ ἡμέρας ἕξ καὶ εἴκοσιν, ἐμονάρχησε δ᾽ ἐνιαυτοὺςπεντεκαίδεκα καὶ ἡμέρας πέντε. ᾿ ᾿ Τῷ δὲ τετάρτῳ ἔτει τῆς αὐτοῦ μοναρχίας ὃ τῆς Gav- δρέων ἐκκλησίας πρῶτος μετὰ IMapxov τὸν ἀπόστολον ἀρχιερεὺς γεγονὼς ἐτελεύτησε, καὶ “Αβίλιος αὐτὸν διεδέξατο, δεύτερος ἐπί σχοπος “Αλεξανδρείας γενόμενος. τῷ δωδεκάτῳ δ᾽ ἔτει τῆς ἤγε μονίας αὐτοῦ τελευτήσαντος χἀνεγκλήτου Κλήμης τὴν ρχιερωσύγὴν τῆς Ῥώμης παρέλαβε, τρίτος ταύτης χρηματίσας ἐπίσκοπος, κατὰ τὸν Εὐσέβιον. ι ' ἐννεὸς Φιλόστρατος ἀθ vita Apollonii 'T'yanei lib. ο. 10. τετράσι δὲ (Ὀ. ἐνιαυτοὺς"
      },
      {
        "index": 89,
        "text": "Οὗτος ὃ ἔχϑιστος αὐτθκράτωρ 'νμετὰ τὸν Νέρωνα αὖϑις τὸν κατὰ τῶν Χριστιανῶν διωγμὸν ἀνεκίγησε, τῆς ἐκείνου ϑευμαχίας ᾿ Διάδοχος γεγονώς\" ὃς καὶ τὸν ἀπόστολον καὶ εὐαγγελιστὴν Ἰωάν γὴν ἐν Πάτμῳ τῇ νήσῳ διὰ τὸ κήρυγμα περιώρισε, καὶ τοὺς ἀπογόνους Zfaf)ó ἀναιρεῖσϑαι προσέταξε. ταῦϑ᾽ ἱστορῶν ὃ Εὐ ὅ σέβιος τὸν “Ηγήσιππον παράγει λέγοντα οὕτως. “ἔτι δὲ περιῆσαν υἱωνοὶ Ἰούδα τοῦ κατὰ σάρκα λεγομένου ἀδελφοῦ oU κυρίου, οὕς Ὡνὲς προσήγγειλαν ὡς ἐκ γένους ὄντας 4αβίδ. τούτους πρὸς αὐτὸν ἀχϑέντας ὃ Ζομετιανὸς ἤρετο εἰ ἐκ Δαβίδ εἶσε\" καὶ κατ ἔϑεντο. προσεπήρετο οὖν πόσας κέκτηνται χτήσεις καὶ πόσωνεὐποροῦσι χρημάτων\" οἱ δ᾽ ἔφασαν ἐννακισχίλια δηνάρια ὑὕπάρ guν αὐτοῖς μόνα, καὶ ταῦτα οὐκ ἐν ἀργυρίοις ἔχειν ἀλλ᾽ ἐν δια-᾿ | τιμήσει γῆς, ἐξ ἧς αὐτούς τε διατρέφεσϑαι αὐτουργοῦντας καὶ τοὺς φόρους εἰσφέρειν\" καὶ τὴν τῶν χειρῶν δὲ τραχύτητα ἐπ ἐδείκνυον τῆς αὐτουργίας μαρτύριον. ἐρωτηϑέντες δὲ καὶ περὶ τῆς τοῦ Χριστοῦ βασιλείας, ὁποία τις εἴη καὶ ποῖ καὶ πότε φα γνησομέγη, οὗ κοσμικὴν αὐτὴν εἶναι οὐδ᾽ ἐπίγειον ἀπεχρίναντο, ἀλλ᾽ ἐπουράνιον, ἐπὶ συντελείᾳ τοῦ αἰῶνος φανησομένην. ἐφ᾽ οἷς ὡς εὐτελῶν αὐτῶν καταφρονήσας ὃ Ζομετιανὸς ἐλευϑέρους ἀφῆκε, καὶ τὸν διωγμὸν προστάγματι ἔπαυσεν.\" | *O μὲν οὖν κάκιστος γεγονὼς βιαίως ἀπέρρηξε τὴν ζωήν, ὡς τὸν priusom τῶν Χριστιανῶν. ἀνεκαίνισε εἶϑε καὶ πρὸ τῆς μοναρχίας, (20) ἢ δ᾽ ἡγεμονία εἰς Νερούαν μετήνεκτο, ἄνδρα καὶ εὐγενέστατον xol ἐπιεικέστατον. οἱ γὰρ τῷ 4ομετιανῷ ἐπιβουλεύοντες οὐ πρότερον ἔργου ἥψαντο πρὶν ΡῚ τὸν διαδεξόμενον τὴν αὐταρχίαν ἐβεβαιώσαντος. ἦλθον οὖν ἐπὶ ᾿ δτὸν Νερούαν\" ὃς ἀστρολόγων ὅτε μοναρχήσει φηψάντων μικροῦ διώλετο ἄν. ὃ γὰρ «Δομετιανὸς πάντων τῶν πρώτων τάς τε ἡμέ ρας καὶ τὰς ὥρας ἐν αἷς ἐγεγέννηντο διασκοπῶν, ovx ὀλίγους κἀκ τούτου τῶν ἐλπιζομένων ἔν τινι δυνάμει ἔσεσϑαι προανήξμσκε. καὶ τοῦτον ἀπέκτεινεν ἄν, εἰ μή τις τῶν ἀστρολόγων αὐτῷ εὐνοῶν . ἔφη ὅτι δι᾽ ὀλίγων ἡμερῶν τελευτήσει\" πιστεύσας γὰρ ὄντως τοῦτ᾽ ἔσεσϑαι. οὐκ ἠϑέλησε κἀκεῖνον πεφονευκέναι, ὡς πάντως μετὰ μικρὸν τεϑνηξόμενον. διὰ ταῦτα γοῦν Qüov ἔπεισαν αὐτὸν συν ᾿ ϑέσϑαι τῇ τῆς ἡγεμονίας καταδοχῇ. καὶ φϑαρέντος τοῦ Ζ;ομετιανοῦ εὐθὺς αὐτὸς τὴν αὐταρχίαν ἐδέξατο. καὶ τοῖς ὑπ᾽ ἐκείνου ἐξελαϑεῖσι δόγματι ἐπανελϑεῖν ἐφῆκε καὶ τὰς οὐσίας ἀπολαβεῖν. ἢ δέ γε σύγκλητος καϑαιρεϑῆναι τὰς Ζομετιανοῦ τιμὰς ἐψη φίσατο."
      },
      {
        "index": 90,
        "text": "Τότε τοίνυν καὶ τὸν μέγαν ἀπόστολον Ἰωάννην ἀπὸ τῆς ἐν τῇ Πάτμῳ ὑπερορίας λόγος ἔχει ἐπανελϑεῖν πρὸς τὴν Ἔφεσον. ἀπιξομένων om πιστεύσας -τεϑνηξόμενον om Dio exc. καὶ φϑαρέντος — ἐψηφίσατο) horum plurima . ᾿Ὁ ραυροῦ τι εὗρεν ἐπὶ τῆς οἰκίας χρῆμα ἀμύϑητον. καὶ φοβηϑεὶς ἔγραψε τῷ Νεφούᾳ ὡς “ϑησαυρὸς ἐπὶ τῆς οἰκίας εὑρέϑη μοι\" τέδ οὖν κελεύεις περὶ αὐτοῦ; καὶ ὃς ἀντέγραψε “χρῶ τῷ εὑρήματι:\" ὃ δ᾽ ἔτι εὐλαβηϑεὶς ἔγραψεν αὖϑις “ἀλλ᾽ ὑπὲρ ἐμὲ τυγχάνει τὸ εὑρεϑῴν.\" καὶ ὃ αὐτοκράτωρ πρὸς τοῦτο “καὶ καταχρῶ\" ἀντ ἐπέστειλε. |"
      },
      {
        "index": 91,
        "text": "Τούτου βασιλεύοντος ὃ δεύτερος ἐπίσκοπος “4λεξανδρείας zBÜ.oc μετήλλαξε τὴν ζωήν, καὶ Κέρδων τῆς ἐκεῖ ἐκκλησίας προέστη. τῆς. δ᾽ ἐν ἸΑντιοχείᾳ ἐκκλησίας ᾿Ιγνάτιος τότε ὃ ϑεοφόρος προΐστατο, δεύτερος καὶ οὗτος ἐπίσκοπος ἐκεῖ μετὰ Εὐόδιον γνωριζόμενος. ὁμοίως δὲ καὶ τῆς ἐν “Ἱεροσολύμοις τῶν πιστῶν ἐχχλησίας Συμεὼν ἐξηγεῖτο, δεύτερος καὶ οὗτος μετὰ τὸν συγγενῆ Ἰάχωβον τὸν ἀδελφὸν τοῦ xvglov λεγόμενον τὴν ἐπισκοπὴν λε λογχώς."
      },
      {
        "index": 92,
        "text": "Παρὰ τούτου τοῦ αὐτοκράτορος ai μονομαχέαε καὶ ἢ τού των ϑέα ἀπηγορεύϑησαν. ἔπραττε δὲ οὐδὲν γνώμης ἄτερ τῶν ἔξόχων τῶν τῆς βουλῆς. οὗτος ἐνομοϑέτησε καὶ τὸ μή τινα τὰ παιδογόνα μόρια παρὰ “Ῥωμαίοις ἐκτέμνεσθαι, «μήτε μὴν ἄγεσϑαι πρὸς γάμον ἀδελφιδῆν. φωράσας δὲ τὸν Καλπούρνιον Κράσσον"
      },
      {
        "index": 93,
        "text": "“ουρῖνον κράσον καὶ ἄλλους ἐπιβουλεύοντάς οἱ, ἔν τινι ϑέᾳ πλησίον αὐτοῦ καϑίσας αὐτοὺς μήπω γνόντας ὅτι πεφώρανται, ξίφη αὐτοῖς ἐνεχείρισεν, ἵνα τάχα ἴδοιεν αὐτὰ εἰ εὖ ἐξείργασταί τε καὶ τέϑηκται\" τῇ δ᾽ ἀληϑείᾳ, ἵνα γνοῖεν ὡς καταπεφρόνηταί οἱ ὃ ϑάνατος. ἔλεγε. δὲ, 50r. “οὕτως ἦρξα ὥστε δύνασθαι καὶ τὴν ἀρχὴν ἀποϑέσϑαι καὶ ἀσφαλῶς ἰδιωτεῦσαι.\" διὰ . δὲ τρόπων χρηστότητα καὶ γῆρας. βαϑὺ καταφρονούμενος, ἀναβὰς εἰς τὸ Καπιτώλιον ἐξεβόησεν “ἀγαθῇ τύχῃ τῆς ve βουλῆς καὶ τοῦ δήμου, IMdágxov Odinν Νερούαν Τραϊανὸν εἰαποιοῦμαι.\" εἶτα καὶ Καίσαρα ἀνεῖπεναὐτόν, xal αὐτοχείρως ἐπέστειλε τῷ ἀνδρὶ τῆς Γερμανίᾷς ἂρ χοντι τόσε | “τίσειαν Ζαναοὶ ἐμὰ δάκρυα σοῖσι fAsaciy.\" ἄρξας οὖν ὃ Νερούας ἐφ᾽ ἕνα ἐνιαυτὸν καὶ μηνῶν, τετραχτύν, μετήλλαξε τὴν ζωὴν νοσήσας, καὶ αὐτοκράτορα τὸν Τραϊανὸνπροβαλόμενος."
      },
      {
        "index": 94,
        "text": "21. Τραϊανὸς δὲ τὸ γένος εἷλκεν ἐξ ᾿Ιβηρίας, δεύτερον ἐπὶ τεσσαρακοστῷ ἔτος ἄγων ἀπὸ γενέσεως ὅτε τῆς αὐταρχίας τετύχηκεν, ὥστ᾽ ἐν ἀκμῇ αὐτὸν εἶναι καὶ τῆς ψυχῆς καὶ τοῦ σώματος, καὶ μήτε ϑράσους ὑπὸ νεότητος πίμπλασϑαι μήϑ᾽ ὑπὸ γήρους ἀμβλύνεσϑαι. ἐτίμα δὲ τοὺς ἀγαϑούς, καὶ εὖ πρὸς πάν τὰς διατιϑέμενος οὔτ᾽ ἐδεδοίχει τινὰς οὔτε μὴν ἀπηχϑάνετο, οὔτε προσεῖχε τοῖς διαβάλλουσιν, οὔτ᾽ ἦν ὀξύρροπος πρὸς ὀργήν, τῶν τὲ χρημάτων τῶν ἀλλοτρίων ἴσα καὶ φόνων τῶν ἀδίκων ἀπείχετο. καίτοι μεγαλόφρων καὶ μεγαλογνώμων γενόμενος καὶ ἐν. ὁδοῖς καὶ ἐν λιμέσι καὶ ἐν δημοσίοις οἰκοδομήμασιν ἐδαπάνα πολλά. καὶ ὅ ἐπειδὴ τὸν ἐν τῇ Ῥώμῃ ἱππόδρομον φϑαρέντα ἀνήγειρε μείζω τε καὶ περικαλλέστερον,. ἐπέγραψεν αὐτῷ ὅτε ἐξαρκοῦντα τῷ τῶν “Ῥωμαέων δήμῳ ἐποίησε. καὶ μᾶλλον ἔχαιρε φιλούμενος ἢ τιμώ μενος, καὶ ἀγαπητὸς ἤϑελεν εἶναι τοῖς ὑπηκόοις, τοῖς πολεμίοις δὲ φοβερός. τῆς μὲν οὖν ἐν λόγοις παιδείας οὐ μετέσχηκε, τὸ δ᾽ ἔργον αὐτῆς καὶ ἠπίστατο καὶ εἰργάζετο. οἴνου δ᾽ ἡττώμενος νήφων ἦν, καὶ ἐπτοημένος περὶ μειράκια οὐδένα ἐλύπησε. φιλοὉ πόλεμος δὲ γεγονὼς καὶ πλεῖστα κατωρϑωχὼς οὐκ εἴα τοὺς στρατιώτας ὑπερφρονεῖν, οὕτως. ἐγκρατῶς αὐτῶν ἦρχεν. - ἦν δ᾽ αὐτῷ γυνὴ Πλωτίνα. ᾿Εστράτευσε μέντοι ἐπὶ Zláxag , ἢ Zdlaxodg κατὰ Ἴωνας, ὡς ὃ ᾿“ππιανὸς ἐν τῷ εἰκοστῷ τρίτῳ λόγῳ τῆς Ῥωμαϊκῆς ἱστορίας φησί, μήτε χρήματα ἃ ἐπετείως ἐλάμβωνον διδόναι αὐτοῖς üveyó- μενος, καὶ δίκας εἰσπράξασϑαι τῶν πεπραγμένων αὐτόϊς ἱμειρό μένος. πυϑόμενος οὖν ὃ Δεκέβαλος, ὃς Δακῶν ἦρχε, τὴν τοῦ 30᾽ Τραϊανοῦ κατὰ τοῦ ἔϑνους ὁρμήν, ἔδεισεν, εἰδὼς τὸν ἄνδρα στρατηγικώτατον. xal πολέμου συρραγέντος σφίσι πολλοὺς μὲν οὔτ᾽ ἦν ὀξύρροπος πρὸς ὀργήν τῶν πολεμίων ἀπέκτειναν οἱ Ῥωμαῖοι, οὐ μείους δὲ καὶ αὐτῶν ἐτραυματίσϑησαν. τοσοῦτοι δ᾽ ἦσαν oi τραυματίαι, ὡς ἐπιλιπόντων τῶν ἐπιδέσμων μηδὲ τῆς ἑαυτοῦ ἐσϑῆτος φείσασϑαι τὸν Τραϊανόν. ἐπεὶ δὲ τά τε ἄκρα, δυσχερῶς μέν, κατέλαβε δέ, καὶ δ πέλας τῶν βασιλείων ἦλϑεν αὐτῶν, πρέσβεις ὃ 4εκέβαλος πέ πομφε, συντιϑέμενος τά τε ὅπλα xol τὰ μηχανήματα καὶ τοὺς μηχανοποιοὺς παραδοῦναι, καὶ ἅπαν ἕτερον ὃ ἂν ἀπαιτοῖτο ποιῆ σαι\" καὶ πρὸς τὸν αὐτοχράτορα ἐλϑὼν ἐς οὗδας κατακλιϑεὶς αὖ τῷ προσεκύνησεν. εἶτα εἷς τὴν Ἰταλίαν ὃ Τραϊανὸς ἀναζεύξας καὶ τοὺς τοῦ ZfexefáAov πρέσβεις ἐπήγετο. οἵπερ εἰσαχϑέντες εἰς . τὸ συνέδριον, τὰ ὅπλα ἀποϑέμενοι καὶ τὰς χεῖρας συνάψαντες ἐν Β΄ αἰχμαλώτων σχήματι, πολλά τε εἶπον καὶ ἱκέτευσαν\" καὶ οὕτω σπονδῶν τυχόντες αὖϑις τὰ ὅπλα ἀπέλαβον. Τραϊανὸς δὲ καὶ ἐθριάμβευσε καὶ “Ζακιλὸς ὠνομάσϑη. οὐχ ὡς ἀρήϊος δὲ τῶν ἄλλων ἠμέλει ἢ ἧττον ἐδίκαζεν, ἀλλὰ καὶ πολλαχοῦ καὶ πολλάκϊς ᾿ ἐπὶ βήματος ἔκρινεν. Ὁ ' καὶ ταῖς συνϑήκαις οὐκ ἐμμένων, αὐτὸς καὶ πάλιν πρὸς ἐκεῖνον ἐστράτευσε. καὶ ὃ Ζεκέβαλος ἡττώμενος ἰσχύϊ, δόλῳ αὐτοῦ περι γενέσθαι διεμελέτησε. καἀὶ εἰδὼς εὐπρόσιτον ὄντα Τραϊανόν, καὶ τὸν βουλόμενον εἷς δμιλίαν δεχόμενον, ψευδαυτομόλους ἀπέστειλεν, ἵν᾽ εἰ δυνηϑεῖεν αὐτὸν διαχρήσαιντος εἷς δ᾽ ἐκείνων 9n- οπτευϑεὶς συνελήφϑη, καὶ ἐτασϑεὶς ἐξέφηνε τὸ ἀπόρρητον. γεφυ ρώσας δὲ τὸν Ἴστρον ὃ αὐτοχράτωρ, καὶ ἔργον τοῦτο διαπραξάμενος μήτε ϑαυμασϑῆναι ἀξίως μήτ᾽ ἐξηγηϑῆναι δυνάμενον, διὰ τῆς γεφύρας τε ταύτης τὸν ποταμὸν περαιωθϑείς, μόλις μὲν καὶ κινδυνωδῶς ἐκράτησε τῶν Δακῶν, ἐχράτησε δ᾽ οὖν. καὶ ὃ Ζεκέ βαλος ἀπογνοὺς διεχειρίσατο ἑαυτόν. χἀντεῦϑεν τὸ ἔϑνος τὸ τῶν Δακῶν καὶ χώρα σφῶν “Ῥωμαίοις ὑπήχοος γέγονε. καὶ τοὺς ϑησαυροὺς δ᾽ εὗρε τοὺς Δεκεβάλου, καίτοι δυσχεροῦς οὔσης τῆς τούτων εὑρέσεως. ποταμὸν γάρ, ὃς τοῖς βασιλείοις αὐτοῦ παρέρ « ρει, μετοχετεύσας ὃ βάρβαρος, τὴν γῆν ἐφ᾽ ἧς διήει τὸ ὕδωρ ὦρυξεν εἰς βάϑος πολύ, καὶ πλεῖστον μὲν χρυσόν, πλείω δὲ ἄργυρον, καὶ ἄλλα τῶν τιμίων ὅσα μὴ πέφυκεν ἐξ ὑγρότητος φϑείρε σθαι, καταϑέμενος τῷ ὀρύγματι, πλαξί τε κατέστρωσε τὴν ἐκεῖ γῆν καὶ χοῦν ταύταις ἐπήνεγχε, καὶ οὕτως αὖϑις τὸ ὕδωρ εἰς τὴν πρώτην μετέστρεψε δίοδον\" καὶ ἐς σπήλαιον δὲ πολλὰ ἐναπέϑετο. ταῦτα δ᾽ ἐποίει μή τινος ἄλλου παρόντος ἢ αἰχμαλώτων οἵ περὲ ταῦτα ἐπόνουν τοὺς δορυφόρους ἀποπέμψας, τὸν ἰατρὸν τοῦ Σούρα ἐκάλεσε, καὶ δι᾽ ἐκείνου τοὺς ὀφϑαλμούς, διὰ δὲ τοῦ κουρέως ἐκείνου τὴν"
      },
      {
        "index": 95,
        "text": "' ὑπήνην ἐξύρατο\" εἶτα καὶ ἐλούσατο καὶ ἐδείπνησε. καὶ τοῖς τὸν Σούραν διαβάλλουσιν ἔφη τῇ ὑστεραίᾳ “εἰ ἤϑελέ με Σούρας ázo- κτεῖναι, οὐδὲν ἐκώλυε τὸν ἄνδρα χϑὲς τοῦτο ποιῆσαι.\""
      },
      {
        "index": 96,
        "text": "\"Enagxov μέντοι τῶν δορυφόρων προχειριζόμενος, καὶ ὁρέ γων αὐτῷ τὸ ξίφος ὃ παραζώννυσθαι αὐτὸν ἐχρῆν, “λάβε τοῦτο\" ἔφη; xol εἰ μὲν ἄρχω καλῶς, ὑπὲρ ἐμοῦ τούτῳ χρῆσαι, εἰ δὲ κακῶς, κατ᾽. ἐμοῦ.\" ἐποίησε δὲ καὶ βιβλίων ἀποϑήκας. καὶ Ἰομετὰ ταῦτα κατὰ Πάρϑων καὶ “Τρμενίων ἐστράτευσεν, ὅτι τὸ διάδημα ὃ “Ἀρμένιος οὐχ ὑπ᾽ αὐτοῦ ἔλαβεν, ἀλλὰ παρὰ τοῦ Πάρ Juv βασιλέως. ἦν δὲ σκῆψις τοῦτο, τὸ δ᾽ ὅλον φιλοτιμία καὶ δόξης ἔρως. ἐχειρώσατο οὖν τὴν \"Ἀρμενίαν. καὶ αὐτῷ ἡ βουλὴ πολλὰ ἐψηφίσατο, πρὸς δὲ τοῖς ἄλλοις καὶ Ὄπτιμον ἐπωνόμασεν"
      },
      {
        "index": 97,
        "text": "16 (ἄριστον δὲ τοῦτο δηλοῖ ἐξελληνιζόμενον), εἶτα καὶ Παρϑικὸν αὖ τῷ ἐπίκλησιν ἔϑετος ὃ δὲ μᾶλλον τῶν ἄλλων τῇ τοῦ Ὀπτίμου προσηγορίᾳ ἦν σεμνυνόμενος, ὅτι τοὺς τρόπους ὑπεδήλου αὐτοῦ."
      },
      {
        "index": 98,
        "text": "22. ΣΣεισμοῦ δὲ ἐπὶ τῆς αὐταρχίας αὐτοῦ σφοδροτάτου συμβάντος, καὶ ἄλλαι μὲν ἔπαϑον πόλεις, μᾶλλον δὲ τῶν ἄλλων πρὸς τῷ Ὀρόντῃ πέπονθεν “Αντιόχεια. ὅτε καὶ αὐτὸς ὃ Τραΐαγὸς ἐκεῖ διατρίβων μιχροῦ κεκχινδύνευκεν ἄν\" ἐπλήγη δὲ τέως ἐκ τοῦ τῆς οἰκίας, ἐν ἡ διῆγε, συμπτώματος. ἀριϑμοῦ δὲ κρεῖττον πλῆϑος συγκέχωστο τοῖς συμπτώμασι. καὶ οἱ μὲν συντριβόμενοι τῷ βάρει τῶν καταπιπτόντων ἀπώλλυντο, oi δὲ ἐν διακένοις τισὶ τυχαίως συμβαίνουσιν, οὕτω τῶν ὑλῶν συμπιπτουσῶν, διασωζόμενοι, ἐξελϑεῖν δ᾽ ἐκεῖθεν οὐχ ἰσχύοντες, λιμῷ διεφϑείροντο\" ἐπεκράτει γὰρ ὃ κλόνος τῆς γῆς ἐφ᾽ ἡμέρας πολλάς. ἤδη δὲ παυσαμένης τῆς συμφορᾶς ἐπέβη τις ἀναϑαρσήσας τῶν ἐρειπίων, καὶ ἤκουσε βοώσης κάτωθεν γυναικός. ἀνορύξαντες οὖν τὴν &y- ϑρωπον ἀνεσώσαντο, καὶ παιδίον φέρουσαν ὑπομάζιον, ὃ τῷ γάλακτι ἔτρεφεν, ἀλλὰ μέντοε“καὶ ἑαυτήν. ἐκ τούτου καὶ τὰ λοιπὰ ἀνεχώννυον\" ἀλλ᾽ οὐχ εὗρον ζῶντάς τινας πλὴν παιδίου ἑνός, τῷ λιμῷ δὲ φϑαρέντας πολλούς. Ἔαρος δ᾽ ἐπιστάντος κατὰ τῶν Πάρϑων αὖϑις ἐχώρησεν ὃ Τραϊανός\" καὶ τῆς τε ᾿Αδιαβηνῆς ἁπάσης ἐκράτησεν, ἣ μέρος ἐστὶ τῆς “σσυρίας τῆς περὶ Νίνον, xal τῶν Γαυγαμήλων καὶ τῶν “Ἀρβήλων, παρ᾽ οἷς ᾿Αλέξανδρος τὸν Ζ΄αρεῖον ἐνίκησε\" καὶ μέχρε ᾿ τῆς Βαβυλῶνος προῆλϑεν αὐτῆς, ἐπεραιώϑη δὲ καὶ τὸν Τίγριν καὶ dg τὴν Κτησιφῶντα εἰσῆλϑεν. ἱμείρετο μέντοι καὶ τὴν"
      },
      {
        "index": 99,
        "text": "P κέκληται δ᾽ οὕτως ἀπό τινος ἐν αὐτῇ δυναστεύσαντος. ἐνενόει δὲ καὶ Ἰνδούς, καὶ ἔλεγεν ὡς “εἰ νέος ἔτε ἦν, καὶ in? αὐτοὺς ἂν ᾿ ἐπεραιώϑην.\" ἐν ᾧ δὲ χρόνῳ ἐπὶ τὸν ᾿Ωκεανὸν κατέπλει καὶ αὖϑις ἀνήγετο, ὅσα ἑάλωσαν πρότερον ἀποστασίαν ἐνόσησαν.- ὃ δὲ δείσας μὴ xol oi Πάρϑοι τὸ αὐτὸ δράσωσιν, ὁμογενῆ σφίσι βασιλέα προεχειρίσατο, αὐτὸς αὐτῷ τὸ διάδημα ἐπιϑέμενος. εἶτα καὶ τῶν ᾿Ἰράβων ἀφεστηκότων ὥρμησε κατ᾿ αὐτῶν\" καὶ μηδὲν ἀνύσας ὀλίγου δεῖν ἐτρώϑη ἄν\" κἀκεῖθεν ἀπῆλϑε νοσῶν. δ Καὶ οἱ κατὰ Κυρήνην δὲ Ἰουδαῖοι ἀπέστησαν καὶ ἔκτεινον καὶ Ῥωμαίους. καὶ Ἕλληνας, καὶ οἱ ἐν «Αἰγύπτῳ καὶ οἱ ἐν Κύπρῳ οὐχ ἥττους ὁμοίως διέφϑειραν. κατεστρέψατο δὲ τούτους Τραϊΐϊα νóg, στράτευμα κατ᾽ αὐτῶν πεπομφώς. μέμνηται τῆς τῶν Tov- δαίων ταύτης ἀποστασίας καὶ ὃ Εὐσέβιος àv τῷ τετάρτῳ λόγῳ τῆς Ἐκκλησιαστικῆς ἱστορίας. ἐκείνῳ δ᾽ ἦν πρὸς Μεσοποταμίαν τὸ ὅρμημα, τῇ. δὲ νόσῳ καταπονούμενος ἤρξατο τοῦ πρὸς Ἰταλίαν πλοός, Πόπλιον ΔἌἔἴλιον ᾿Αδριανὸν ἄρχειν ἐπιστήσας τῶν στρατευ μάτων ἐν τῇ Συρίᾳ. ἐλϑὼν δ᾽ εἰς Σελινοῦντα τῆς Κιλικίας, ἣ καὶ Τραϊανούπολις κέκληται, τὸν βίον κατέλυσεν, ὡς μὲν ἐκεῖνος φήϑη φαρμάκῳ διαφϑαρείς, ὡς δέ τινες λέγουσι δι᾽ ἐπίσχεσιν αἵματος ἐτησίως αὐτῷ ἐχκρινομένου διὰ γαστρός. συνέβη δέ οἱ καὶ ἀποπληξία, ἧ πάρεσις τοῦ σώματος ἐκ μέρους ἐπηκολούϑησεν. ὕδερος δ᾽ ἦν ὡς ἐπίπαν αὐτῷ τοῦ ϑανάτου τὸ αἴτιον. ἦρξε δ᾽ ἔτη ἐννεακαίδεκα πρὸς μησὶν $5. '"
      },
      {
        "index": 100,
        "text": "Τούτου κρατοῦντος Συμεὼν ὃ τοῦ KAonü, δεύτερος ἀἄρχιε ρεὺς γεγονὼς Ἱεροσολίμων μετὰ τὸν ϑεῖον ᾿Ιάκωβον, ἐμαρτύρησεν, αἰχισϑεὶς μὲν πρότερον ἐπὶ πλείσταις ἡμέραις, εἶτα σταυρὸν κατα δικασϑείς, ἐτῶν ὧν ἑκατῶν τε καὶ εἴκοσι. μεϑ᾽ ὃν τρίτος Ἵερο-- συλύμων ἀρχιερεὺς Ἰοῦστος ἐκ περιτομῆς καὶ αὐτὸς ἐχρημάτισε, καὶ ἄλλους δὲ τότε πολλοὺς ἐν τόποις πλείοσι μαρτυρικοῦ τέλους ἀξιωθῆναι ἱστόρησεν ὁ Εὐσέβιος\" εἶτα τὸ πλῆϑος τῶν κτεινομέ νων μαϑόντα τὸν αὐτοκράτορα, xul ὡς οὐδὲν ἀνόσιον πράττουσιν ἀλλ᾽ ἢ πρωΐϑεν ἐξεγειρόμενοι τὸν Χριστὸν ὑμνοῦσιν ἴσα 9:5 μόνον δ᾽ εἰδώλοις ϑύειν οὐ πείϑονται, ϑεσπίσαε μὴ ἐκζητεῖσθαι τοὺς κενλημένους ix τοῦ Χριστοῦ, ἐμπεσόντας δέ γε κολάζεσϑαι\" καὶ οὕτως γενέσθαι τὸν διωγμὸν μετριώτερον. τότε καὶ ὁ ϑεοφύ ρος Ἰγνάτιος, δεύτερος τῆς κατὰ Κοίλην Συρίαν ᾿Ἀντιοχείας τυγχά νων ἀρχιερεύς, συλληφϑεὶς εἰς Ρώμην ἐπέμφϑη δέσμιος, ἔνϑαϑηρίοις παραδοϑεὶς διήνυσε τὸ μαρτύριον. χαὶ μετ᾽ αὐτὸν τὴν ἱεραρχίαν διεδέξατο Ἥρως. τῷ τρίτῳ δ᾽ ἔτει τῆς αὐταρχίας Τραϊανοῦ Κλήμεντος ἐχλελοιπότος, ὃς τρίτος ἦν ἐν Ρώμῃ ἄρχιε ρεὺς καὶ ἔτεσιν ἐννέα τὴν ἐκκλησίαν ἴϑυνε τῶν πιστῶν, τέταρτος ἀντεισήχϑη Εὐάρεστος\" ὃς ὄγδοον ἀρχιερατείσας ἐνιαυτὸν μετ £9ero τὴν ζωήν, ὑπ᾽ ᾿Αλεξάνδρου διαδεχϑεὶς πέμπτου γεγονότος τῆς Ῥωμαίων ἀρχιερέως. καὶ ὃ τῆς \"4λεξανδρέων κατὰ τρίτην τάξιν ἐπίσκοπος γεγονὼς Κέρδων μεταστὰς τῶν ἐνθένδε διάδοχον ἔσχηκε Πρῖμον."
      },
      {
        "index": 101,
        "text": "28. ᾿ἤπαιδος δὲ Τραϊανοῦ τελευτήσαντος Καίσαρά τε καὶ αὐτοκράτορα τὸν ᾿4“δριανὸν Jj τε τοῦ Τραϊανοῦ σύζυγος Πλωτίνυ ἐξ ἐρωτικῆς φιλίας καὶ ὃ Τατιανὸς ἐπίτροπος αὐτοῦ γεγονὼς ἀπ ἔδειξαν, ἐν ᾿Αντιοχείᾳ τῆς Συρίας διάγοντα ἐπεὶ καὶ ἦρχεν αὐτῆς, προσγενῆ τε ὄντα Τραϊανοῦ καὶ συνοιχοῦντα ἐκείνου ἀδελφιδῇ. ἦν δ᾽ οὗτος υἱὸς ἄφρου ἸΑδριανοῦ, φιλόλογος ἀνήρ, ὃς καὶ ποιήματά τινα πεζά τε καὶ ἐν ἔπεσι καταλέλοιπεν\" ἀπλήστως δέ γε πρὸς φιλοτιμίαν ἔχων πάντα τε ἐπετήδευε καὶ ηὔχει μηδὲν ἀγνοεῖν. ὅϑεν καὶ τῶν ἔν τισιν εὐδοκιμούντων καϑεῖλε συχνοὺς καὶ o) μείους ἀπώλεσεν, ἵν᾽ αὐτὸς χρατεῖν ἐν πᾶσι δοκῇ. ἐκακίζετο μὲν οὖν διά τε ταῦτα καὶ τὸ πάνυ ἀκριβὲς καὶ τὸ περίεργον καὶ 10πολύτροπον, ἀνελάμβανε δὲ ταῦτα καὶ ἐθεράπευε τό τε προνοητι κὸν αὐτοῦ καὶ ἐπιμέλεια καὶ τὸ μεγαλοπρεπὲς καὶ ἡ δεξιότης, καὶ τὸ μήτ᾽ ἄρξαι πολέμου καὶ τοὺς ἠργμένους καταπαῦσαι, καὶ ὅτε οὐδενὸς ἀδίκως ἀφείλετο χρήματα, ἀλλὰ καὶ πολλοῖς παρ ἔσχετο μάλιστα αὐθορμήτως καὶ μηδ᾽ αἰτούμενος, καὶ πόλεσισυμμαχίσι τε καὶ ὑποφόροις πάσαις Gc εἰπεῖν ἐπεκούρησε, ταῖς μὲν ὕδωρ καταγαγών, ταῖς δὲ λιμένας οἰκοδομήσας, ταῖς δὲ σῖτον, καὶ ἔργα καὶ χρήματα καὶ τιμὰς δούς. τῷ τε δήμῳ τῶν 'Po- μαίων οὐ ϑωπευτιχῶς ἀλλ᾽ ἐμβριϑῶς προσεφέρετο\" καί ποτέ τι αἰτοῦντι ϑρασύτερον οὐκ ἔνειμεν, ἀλλ᾽ εἰπεῖν ἐκέλευσε τῷ κήρυκι 20\" σιωπήσατε᾽\" ὡς δ᾽ οὐδὲν εἰπόντος ἐκείνου, τὴν χεῖρα δὲ ἀνατεί vuyroc, ἐσιώπησαν, οὐ μόνον κατὰ τοῦ κήρυκος οὐκ ἐξώργιστο ὡς μὴ πεποιηκότος τὸ κελευσϑέν, ἀλλὰ καὶ τιμῆς τὸν ἄνδρα"
      },
      {
        "index": 102,
        "text": "Α΄ ἠξίωσεν ὅτι ὃ ἦν αὐτῷ βουλόμενον ἤνυσε, μὴ ἐκφήνας τὸ τραχὺ τοῦ κελεύσματος. οὐ γὰρ ἠγανάκτεε εἴ τι καὶ παρὰ γνώμην αὖ τοῦ πρός τινος ἐγίνετο, τὸ δ᾽ ἀφώρα πρὸς τὴν αὐτοῦ λυσιτέλειαν. παριόντος δ᾽ αὐτοῦ ποτε γυνή τις ἐδέετο, καὶ εἰπόντος ὡς “οὐ σχολάζω\", ἀνέχραξεν ἡ γυνή “καὶ μὴ βασίλευε.\" ὃ δὲ αὐτίκα τὲ ἐπεστράφη καὶ προσέσχε τῇ δεομένῃ. καὶ πάντα δὲ τὰ μεγάλα καὶ ἀναγκαῖα οὐκ ἰδίᾳ ἀλλὰ μετὰ τῶν βουλευτῶν ἔπραττε, χαὶ μετὰ τῶν πρώτων ἐδίκαζεν ἀπὸ βήματος, ὥστε δημοσιεύεσϑαι τὰ γινόμενα, καὶ τοῖς ὑπάτοις συνδικάζουσι παρεγένετο \" ἀεί τε περὶ αὐτὸν τοὺς dolorovg εἶχε καὶ μετὰ τῶν πρώτων καὶ τῶν ἀρίστων lo συνεδείπνει, καὶ ἦν αὐτῷ πλῆρες λόγων παντοδαπῶν τὸ συσσί τιον\" τούς τὲ πάνυ νοσοῦντας τῶν φίλων ἐπεσκέπτετο, καὶ συνν- διῃτᾶτο τῶν συνήϑων τοῖς ἑορτάζουσιν. Ἐπεὶ δ᾽ ἐς τὴν Ῥώμην ἧκε, χρεοκοπίαν ἐκήρυξε τοῖς ὄφλουσι τῷ βασιλικῷ ταμείῳ καὶ τῷ δημοσίῳ τῷ τῶν “Ῥωμαίων. εἶτα εἷς ἄλλην ἐξ ἄλλης. φοιτῶν ἐπαρχίαν, καὶ τὰς χώρας ἐπεσκέπτετο καὶ τὰς πόλεις, καὶ μετεσκεύαζεν ἕκαστον πρὸς τὸ βέλτιον. καὶ οὐ τὰ κοινὰ τῶν στρατοπέδων μόνον ἐφώρα δι᾽ ἑαυτοῦ καὶ rob, ἀλλὰ καὶ τὰ τοῦ καϑ' ἕκαστον. καὶ ὅσους πρὸς τὸ ἁβρότερυν εὕρισκεν ἐκδεδιῃτημένους, πρὸς τὸ στρατιωτικώτερον μετῆγε χαὶ μετερρύϑμιζε, καὶ πρὸς παντοίαν μάχην τοὺς στρατιώτας ἐγύμναζε καὶ ἐδίδασκεν ἅπερ ἔδει ποιεῖν. κχαὶ τοὺς μὲν ἐτίμα, τοὺς δὲ ἐνουθέτει, καὶ διῃτᾶτο σκληρότερον, ἵν᾽ ὁρῴη τὸ στρατιωτικὸν αὐτόν, καὶ οὕτω διαιτᾶσθαι κἀκεῖνο' ἐϑίζοιτος ἐντεῦϑεν τοὺς στρατιώτας τοιούτους ἐποίησεν ὡς καὶ ἱπποτῶν ἴλην σύν γε τοῖς δ ὅπλοις τὸν Ἴστρον εὐμαρῶς διανήξασθϑαι, καὶ τοὺς βαρβάρους ταῦϑ᾽ δρῶντας ἐκπλήττεσθαι, ὥστε καὶ χρᾶσϑαι διαλλακτῇ τού τῳ τῷ αὐτοχράτορι ἐφ᾽ οἷς ἀλλήλοις ἐκπεπολέμωντο. ἐσπούδαζε δὲ καὶ περὶ ϑήρας, ὡς ἐν ταύταις καί τινά oí μέλη κατεαγῆναι\" Ὁ καὶ ἐν υσίᾳ πόλιν ᾧκισεν ᾿δριανοῦ ϑήρας καλέσας αὐτήν. εἷς"
      },
      {
        "index": 103,
        "text": "10. 4Ζἴγυπτον δὲ ἀπιὼν καὶ τῷ τάφῳ Πομπηΐου Máyvov διεφϑαρμένῳ περιτυχών, καὶ ἐνήγισε τῷ χειμένῳ καὶ τοῦτ᾽ εἶπε τὸ ἔπος τῷ ναοῖς βρίϑοντι πόση σπάνις ἔπλετο τύμβου καὶ τὸ μνῆμα ἀνῳκοδόμησεν. Ἐν δὲ Παλαιστίνῃ πόλιν οἰχοδομήσας ἄντὶ τῆς κατασχαφεί σης Ἱερουσαλήμ, «ΑἸϊλίαν Καπιτωλίναν ὠνόμασε\" καὶ ἔνϑα πρώην. ὃ τοῦ ϑεοῦ νεὼς ἵδρυτο, τῷ 41ὶ τέμενος ἀνϑιδρύσατο ἕτερον. Ἰουδαῖοι δὲ μὴ φέροντες τῆς σφῶν παραπολαύοντας μητροπόλεως ἄλλους ὁρᾶν (Ἕλληνες γὰρ ἐν αὐτῇ κατῳκίσϑησαν) μηδὲ ξενικοὺς τιμᾶσϑαι ϑεοὺς ἐν αὐτῇ ἀνεχόμενοι, ἕως μὲν ᾿δριανὸς παρά τε"
      },
      {
        "index": 104,
        "text": "“9οτῇ «4ἰγύπτῳ καὶ τῇ Συρίᾳ διέτριβεν, ἠρέμουν διέυλαβούμενοι, ἐπεὶ δ᾽ ἐκεῖθεν ἀπῆλϑε, τά τε τῆς χώρας ἐπίκαιρα κατελάμβανον ἕν᾽ ἔχοιεν αὐτὰ ὁρμητήρια, καὶ πολλὰ τοὺς Ῥωμαίους ἐκάκωσαν ᾿8 τοιούτους τοὺς στρατιώτας T post ἀλλήλοις add ἴσως. λάϑρα τε xal ἀναφανδόν, τῶν τε ἁπανταχοῦ γῆς Ἰουδαίων συνιόν τῶν ἐκεῖ, καὶ πολλῶν ἀλλοφύλων ἔρωτι κέρδους συνεπιχουρούν τῶν αὐτοῖς. ὃ μέντοι ᾿“δριανὸς τοὺς ἐπιφανεστάτους τῶν στρα P τηγῶν τοῖς Ἰουδαίοις ἐπήγαγεν, ὧν ἐπῆρχε Σευῆρος Ἰούλιος. ὃς κατὰ συστάδην συμβαλεῖν τοῖς ἐναντίοις οὐκ ἔχρινε σύμφορον, πλῆϑος αὐτῶν καὶ τὴν ἀπόγνωσιν εὐλαβούμενος, τροφῆς δὲ σφᾶς ἀπείργων καὶ κατακλείων, ἔστι δ᾽ οὗ καὶ ὅπη παρήκοι τοὺς στρα τιώτας μοέραις αὐτῶν ἐπάγων, χρονιώτερον μέν, ἀκινδυνότερον δὲ τὸ ἔϑνος αὐτῶν ἐξέτριψέ τε καὶ ἐξεερύχωσεν, ὡς κομιδῇ βρα χίστους περιγενέσθαι. ᾿ φρούρια μὲν γὰρ αὐτῶν τὰ χρείττω πεν τήκοντα χατεστράφησαν, χῶμαι δὲ πέντε καὶ ὀγδοήκοντα ἐπ᾽ ἐν νακοσίαις ὀνομαστόταται κατεσκάφησαν' ἀνδρῶν δὲ μυριάδες ὀχτὼ καὶ πεντήκοντα ἐν ταῖς καταδρομαῖς καὶ ταῖς μάχαις ἐσφά γηῆσαν. τὸ δὲ πλῆϑος τῶν λιμῷ καὶ νόσοις καὶ πυρὶ φϑαρέντων ἀνεξερεύνητον τυγχάνον οὐκ ἔγνωσται, ὥστε πᾶσαν σχεδὸν τὴν Ιύ Ἰσυδαίαν ἐρημωϑῆναι. ὃ καὶ πρὸ τοῦ πολέμου αὐτοῖς συμβόλοις & τισὶ τὸ ϑεῖον ἐνέφηνε. τό τε γὰρ μνημεῖον τοῦ Σολομῶντος ἐξ οὐδεμιᾶς δήλης αἰτίας διελύϑη vt καὶ συνέπεσε, καὶ λύχοι καὶ ϑαιναι πλεῖσται elg τὰς πόλεις αὐτῶν εἰσέπιπτον ὠρυόμεναι. πολ λοὶ μέντοι καὶ Ρωμαῖοι τότε ἀπώλοντο, ὥστε καὶ ᾿“δρεανὸς yod- Ὁ quν πρὸς τὴν βουλὴν οὐ τῷ συνήϑει προοιμίῳ ἐχρήσατο. τὸ δ᾽ ἥν “εἰ καὶ αὐτοὶ καὶ οἱ παῖδες ὑμῶν ὑγιαίνετε, εὖ ἂν ἔχοι\" καὶ ἐγὼ δὲ καὶ τὰ στρατεύματα ὑγιαίνομεν.᾽\" Ὃ μὲν δὴ πρὸς Ἰουδαίους πόλεμος οὕτως ἤνυστο, (24) δὲ πρὸς ᾿Αλβανούς (εἰσὶ δὲ ἸΠασσαγέται κατὰ τὸν Ζίωνα) ὑπὸ Φαρασμάνου κεκίγητο\" καὶ τὴν μὲν Malay λίαν ἐλύπησε, τῆς δ᾽ 4ouevlag καὶ τῆς Καππαδοκίας ἥψατο μέν, τῶν δ᾽ ᾿“λβανῶν δπῆ μὲν δώροις πεισϑέντων nij δὲ δεισάντων ἐπαύσατο. ᾿Ελθὼν δὲ dg τὴν Ρώμην “Αδριανὸς αἰτοῦντι τῷ δήμῳ ἀρματηλάτην δοῦλον ἐλευϑερίας τυχεῖν, ἀντεῖπεν ὡς “οὐ προσήκει οὔτ᾽ ἐμοὶ ἀλλότριον ἐλευϑερῶσαι δοῦλον, οὔϑ᾽ ὑμῖν τὸν δεσπότην αὐτοῦ ποιῆσαι τοῦτο βιάζεσθαι.\" νοσήσας δέ, αἵματος αὐτῷ"
      },
      {
        "index": 105,
        "text": "Καίσαρα Ῥωμαίοις ἀνεῖπε. Σευηριανὸν δὲ καὶ Φοῦσκον τὸν ἔγ γογον ἀγανακτοῦντας ἐπὶ τούτῳ ἐφόνευσεν. ἣν δὲ Σευηριανὸς ἐνενηχοντούτης. ὃς ἀποσφαγῆναι μέλλων πῦρ ἤτησε καὶ ϑυμιῶν ἔφη “ὑμεῖς, ὦ ϑεοί, ἴστε ὅτι οὐδὲν. ἀδικῶ\" εὔχομαι δὲ τὸν"
      },
      {
        "index": 106,
        "text": "159. 42δριανὸν ἐπιϑυμῆσαι ἀποϑανεῖν, μὴ δύνασϑαι δέ.\" ὅϑεν καὶ xoovíoc νοσήσας \"Ἀδριανὸς ηὔξατο πολλάκις ἀποσβῆναι, ὥστε καὶ ἑαυτὸν ἐϑελῆσαι διαχειοίσασϑαι. ὃ μέντοι Σευηριανὸς καὶ αὐτῷ τῷ “Αδριανῷ ἄξιος τῆς αὐταρχίας γνενόμιστο. εἰπὼν γὰρ τοῖς φίλοις ποτὲ ἵνα δέκα ἄνδρας δοκίμους elg αὐταρχίαν ἐξονομά"
      },
      {
        "index": 107,
        "text": "potius, Exc, Vat. male ὅτι ὁ Σιλουα γὸς καὶ Φοῦσκος ὑπὸ ᾿ἡδριανοῦ ἀνῃρέθησαν\" ὅπερ μαϑὼν Σιρβέλ σωσι, μικρόν τι διαλιπὼν ἔφη ὡς “ἐννέα 94 μαϑεῖν\" τὸν γὰρ ἕνα γινώσχω τὸν Σευηριανόν.\" Ἦσαν δὲ xol Τούρβων xal Σίμιλις τῶν ἀρίστων ἐπιφανέ στατοι. xul ὃ μὲν Τούρβων, οἷα στρατηγικώτατος, ἔπαρχος γεγονὼς εἴτ᾽ οὖν ἄρχων τοῦ δορυφορικοῦ, ὡς εἷς τῶν πολλῶνϑ διεβίω\" ὃς οὔ ποτε ἡμέρας οἴκοι ὦπτο, οὐδὲ νοσήσας, ἀλλὰ πρὸς - τὸν βασιλέα διέτριβε. καί ποτε νοσοῦντι ἀτρεμήσειν αὐτῷ τοῦ αὐτοχράτορος συμβουλεύοντος, εἶπεν ὅτι τὸν ἔπαρχον ἑστῶτα δεῖ τελευτᾶν. ὃ δὲ Σίμιλις ἡλικίᾳ καὶ τάξει προήκων αὐτοῦ, καὶ ἑχατονταρχῶν ἐπὶ Τραϊανοῦ, καὶ κληϑεὶς παρ᾽ αὐτοῦ πρὸ τῶν 1ῦ ἐπάρχων, ἔφη αὐτῷ εἰσελϑών"
      },
      {
        "index": 108,
        "text": ". ἄρχων ἑστώτων ἔξω, ἑκατοντάρχῃ σε ὃμιλεῖν.\" εἶτα καὶ τῆς τῶν δορυφόρων ἀρχῆς ἄχων ἀξιωθεὶς ἔλαβε μέν, ἐξέστη δ᾽ ἑκὼν καὶ ἐν ἀγρῷ διεβίω. ἔνϑα καὶ τέϑνηκεν, ἐνιαυτοὺς ἐχεῖ διατρίψας ἑπτά, ἐπιγράψας τῷ μνήματι ὅτι Σίμιλις ἐνταῦϑα κεῖται, βιοὺς μὲν ἔτη τόσα, ζήσας δ᾽ ἑπτά."
      },
      {
        "index": 109,
        "text": "““δριανὸς δὲ φϑόῃ τ᾽ ἐλήφϑη ix τῆς πολλῆς τοῦ αἵματος ῥύσεως καὶ ὑδέρῳ. ὡς δὲ ὃ Καῖσαρ “ούκιος Κόμοδος αἷμα ἐμῶν ἐκ πλείονος ἐξαίφνης ἐξέλιπεν ἀϑρόον πλείστου αἵματος ἐκχυϑέντος, συνεκάλεσε τοὺς πρώτους τῶν βουλευτῶν καὶ εἶπεν 0"
      },
      {
        "index": 110,
        "text": "pag. 1042 (2044): πεντήκοντα τῆς Xiphilinus. ὁ λούκιος κόμοδος ὁ καίσαρ 40 ἐκ “τὸν “Ἰούχιον τὸ δαιμόνιον ἀφείλετο ἡμῶν, εὗρον δὲ αὐτοχράτορα ὑμῖν εὐγενῆ πρᾷον εὔεικτον φρόνιμον, μήϑ᾽ ὑπὸ νεότητος προπε “τὲς μήϑ᾽ ὑπὸ γήρως ἀμελές τι ποιήσοντα, τὸν ᾿Αντωνῖνον «ὐρήλιον. καὶ “δ μὲν οὕτως προκεχείριστο αὐτοκράτωρ\" φροντίζωνδὲ καὶ περὶ τῶν μετὰ ταῦτα αὐταρχησόντων ““δριανός, ἐπεὶ ág- θένος 0 ᾿Αντωνῖνος ἡμοίρει γονῆς, τὸν Κομόδου υἱὸν Κόμοδον αὐτῷ εἰσεποίησε, καὶ IMMágxov “Ἄννινον Βῆρον, ὃς Κατίλιος ὠνόμαστο πρότερον, “Φννίνου Βήρου τοῦ τρὶς ὑπατεύσαντος καὶ χιλιαρχήσαντος ἔγγονος ὦν. ΝΣ “δέρῳ δὲ περιπεσὼν ὃ “Ἵ“δριανὸς μαγγανείαις μέν τισι καὶ Nr γοητείαις ἐκένου ποτὲ τὸ ὑγρόν, δι᾽ ὀλίγου δ᾽ αὖϑις ἠϑροίζετο ἕτερον\" καὶ ὡς ἐπεδίδου πρὸς τὸ χεῖρον ἄεί, ἀποϑανεῖν ἐπεθύμει, οὐκ ἠδύνατο δέ, μηδενὸς αὐτῷ διδόντος μὴ ξίφος μὴ φάρμακον. καὶ τέλος, μὴ οἷός τε ὧν ἑαυτὸν διαχρήσασϑαι, τῆς κατὰ τὴν δίαιταν ἀχριβείας μεϑῆκε, καὶ μὴ προσήκουσιν ἐδωδίμοις καὶ ποτοῖς χρώμενος κατέλυσε τὴν ζωήν, ζήσας ἔτη δύο καὶ ἑξήκοντα πρὸς μησὶ πέντε καὶ ἡμέραις ἐννεακαίδεκα, μοναρχήσας δὲ ἐπὶ εἴκοσι καὶ ἕνα ἐνιαυτὸν μηνὸς ἑνὸς λείποντος. Ἐπὶ δὲ τῆς ἡγεμονίας αὐτοῦ ᾿Αλέξανδρος ἀρχιερατεύσας ἐν 20'Pouy δέκατον ἔτος εἷς τὴν ἀγήρω μετέβη ζωήν\" ὃν διεδέξατο ἐξύστος. καὶ Πρῖμος δὲ ᾿“λεξανδρέων ἐπισκοπήσας δωδέκατον ἐνιαυτὸν καὶ μεταλλάξας τὴν βιοτήν, Ἰοῦστον ἔσχε διάδοχον. τῶν εὔοικτον Xiphilinus. xal περὶ τῶν μετὰ ταῦτα δὲ αὐταρ χησόντων φροντίζων post Βῆρον add ὠνόμασεν, ὃ τοῦ Xiphilinus. χιλιαρχήσαντορ. ἔγγονος δ᾽ ἐν Ἱεροσολύμοις ἐπισκόπων τὸν ἀριϑμὸν dg πεντεκαίδεκα ntpi- στῆναι μέχρι τῆς κατὰ \"“δριανὸν Ιουδαίων ἀποστασίας, βραχυ βίων ὡς ἔοικε γεγονότων, ὃ Εὐσέβιος ἱστορεῖ, πάντας δ᾽ ἐξ Ἰου δαίων πιστεύσαντας εἶναι. ὧν πρῶτος ἦν Ἰάκωβος ὃ τοῦ κυρίου λεγόμενος ἀδελφός, καὶ δεύτερος Συμεών, τρίτος Ἰοῦστος, Zax-5 χαῖος τέταρτος, Τωβέας πέρμιπτος, ἕκτος Βενιαμίν, ἕβδομος Ἰωάννης, ὄγδοος Ἰατϑίας, ἔννατος Φίλιππος, δέκατος Zevtxüc, Ἰοῦστος ἄλλος ἑνδέχατος, “Ἰευὶς δωδέκατος, ᾿Εφρῆς τρισχαιδέ κατος; τεσσαρεσχαιδέκατος Ἰωσήφ, καὶ Ἰούδας πεντεκαιδέκατος. voroν δὲ μετὰ χρόνον δεκαέτη τελευτήσαντα ἕβδομος ἐν Ῥώμῃ διεδέξατο Τελεσφόρος. τῆς δὲ τῶν ᾿4λεξανδρέων ἐχκλησίας τὴν προστασίαν ἕκτος Εὐμενὴς ἐκληρώσατο, ᾿Ἰούστου μετὰ ἑνδέκατον ϑανόντος ἐνιαυτόν. | . Οὗτος ὃ αὐτοχράτωρ διὰ τὰς ἤδη ῥηϑείσας στάσεις μετὰ τὸν πολὺν τῶν Ἰουδαίων ὄλεθρον καὶ δόγμα ἐξέϑετο χωλῦον 1015 ἔϑνος αὐτῶν ἐπιβαίνειν τῶν “ἽἹεροσολίμων καὶ τῆς χώρας αὐτῶν ἁπάσης. καὶ λοιπὸν ἐξ ἐϑνῶν τῆς πόλεως οἰκισϑείσης xai Mag κληϑείσης ὡς ὃ Ἀδριανὸς ἐχρημάτιζε, πρῶτος ταύτης ἀρχιερεὺς μετὰ τοὺς ἐκ περιτομῆς κατέστη Πάρκος. τότε καὶ Σατορνῖνος “ντιοχεὺς καὶ Βασιλείδης “Ἀλεξανδρεὺς καὶ Καρποκράτης αἱρέ σέων διαφόρων πατέρες καὶ ἀρχηγοὶ ἐγνωρίζοντο, καὶ ᾿Ηγήσιπ"
      },
      {
        "index": 111,
        "text": "roc δὲ τότε τὴν τοῦ ἀποστολικοῦ κηρύγματος παράδοσιν ἐν πέντε λόγοις συγγράψασϑαι ἀναγράφεται. καὶ Ἰουστῖνος ὃ φιλόσοφος, ὃς μετέπειτα καὶ μάρτυς ἐγένετο, τότέ πρὸς ϑεοσέβειαν ἐξ “λληνικῶν σπουδασμάτων μετέϑετο. ὃς ἱστορεῖ ᾿Ερέννιον Γρανιανὸν δ τῆς ᾿Ασίας ἀνθυπατεύοντα ἐπιστεῖλαι ᾿Αδριανῷ, μὴ δίκωμον εἶναι ἐπ’ ἐγκλήματε μηδενὶ κολάζεσϑαι τοὺς χριστιανούς\" καὶ τὸν ϑεσπίσαι μηδένα εἰ μὴ ἐπ᾽ ἐγχλήματι ἐκ κατηγορίας ἁλῷ κτεί γεσϑαι. |"
      }
    ]
  }
}