{
  "chapterNumber": 7,
  "title": "哀公問",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "哀公問於孔子曰：「大禮何如？君子之言禮，何其尊也？」孔子曰：「丘也小人，不足以知禮。」○注：謙不答也。君曰：「否，吾子言之也。」孔子曰：「丘聞之，民之所由生，禮為大，非禮無以節事天地之神也，非禮無以辨君臣、上下、長幼之位也，非禮無以別男女、父子、兄弟之親，昏姻疏數之交也。君子以此之為尊敬然。○注：言君子以此故尊禮。○音義：長，於丈反。別，彼列反。數，色角反。然後以其所能教百姓，不廢其會節。○注：君子以其所能於禮，教百姓，使其不廢此上事之期節。有成事，然後治其雕鏤、文章、黼黻以嗣。○注：上事行於民，有成功，乃後續以治文飾，以為尊卑之差。○音義：彫，本亦作雕。鏤，力豆反。黼音甫。黻音弗。其順之，然後言其喪算，備其鼎俎，設其豕蜡，脩其宗廟，歲時以敬祭祀，以序宗族。即安其居，節醜其衣服，卑其宮室，車不雕幾，器不刻鏤，食不貳味，以與民同利。昔之君子之行禮者如此。○注：言，語也。筭，數也。即，就也。醜，類也。幾，附纏之也。言君子既尊禮，民以為順，乃後語以喪祭之禮，就安其居處，正其衣服，教之節儉，與之同利者，上下俱足也。○音義：筭，悉讓反。備其鼎俎，本亦無此句。蜡音昔。卑如字，又音婢。幾音祈，注同。語以，魚據反。公曰：「今之君子胡莫行之也？」孔子曰：「今之君子好實無厭，淫德不倦，荒怠敖慢，固民是盡，午其眾以伐有道，求得當欲不以其所。昔之用民者由前，今之用民者由後，今之君子，莫為禮也。」○注：實，猶富也。淫，放也。固，猶故也。午其眾，逆其族類也。當，猶稱也。所，猶道也。由前，用上所言；猶後，用下所言。○音義：好，呼報反。厭，於艷反。敖，五報反。午，五故反，一音如字，注同；王肅作迕，迕，違也。當，丁浪反，注同。稱，尺證反。"
      },
      {
        "index": 1,
        "text": "疏　 「哀公」至「禮也」。○正義曰：此一節是哀公問禮之事。「大禮何如」者，以禮之所用，其事廣大，包含處廣，故云「大禮」。○「君子之言禮何其尊也」者，哀公問夫子云：賢人君子言說禮之事重，此禮何事可尊？問其所尊之事意。○「君曰：否，吾子言之也」者，孔子既辭以不堪足以識知於禮。君，謂哀公，哀公止其謙讓曰：「否。」否，不也，言不得謙退，吾子但言說之也。○「然後以其所能教百姓」者，人君既知所生由禮，故尊而學之，學之既能，回持此能以教百姓也。○「不廢其會節」者，會，由期也。期節，謂天地、君臣、男女之期節也。既教百姓，故使百姓不廢此三事之期節也。○「有成事」者，謂有上三事行於民，有成功之事，故云「有成事」，則上事天地、辨君臣、別男女等之事。○「然後治其雕鏤、文章、黼黻以嗣」者，言既有在上諸事，然後聖人能治理其雕畫刻鏤、文章、黼黻以嗣續其事，便每事有尊卑上下文彩之異。○「其順之」者，謂其民也。君既尊敬於禮，故民得教而百姓順從之。○「然後言其喪筭」者，言，猶示語也；筭數也。民既從順，然後示語其喪紀節數以教之也。○「設其豕蜡」者，謂喪中之奠，有豕有蜡也。前示服數，後設喪奠之禮也。○「脩其宗廟，歲時以敬祭祀」者，謂除服之後，又教為之宗廟，以鬼享之。○「以序宗族」者，又教祭祀末，留同姓燕飲，序會宗族也。○「即安其居」者，即，就也。就安其居，謂隨其風俗、山川、溪谷之異而安之，不使山者居川，渚者居中原是也。○「節醜其衣服」者，節，正也；醜，類也。又正其民衣服，使得其類也。衣服異宜，器械異制是也。○「卑其宮室」者，制使有度，不峻宇雕牆也。○「車不雕幾」者，幾，謂沂鄂也。謂不雕鏤，使有沂鄂也。○「器不刻鏤」者，謂常用之器不用采飾。○「食不貳味」者，謂不副貳餚膳也。○「以與民同利」者，非唯教民如此，而君亦不奢飾，但與百姓同其利潤也。○「昔之君子之行禮者如此」，以哀公問君予尊禮所由，故結之云古昔之君子之行禮如此上事，剌公今不然。○「孔子曰：今之君子好實無厭」者，實，謂財貨充實，言今之君子性行貪婪，好此財貨，無知厭足。○「固民是盡」者，固，故也；盡，謂竭盡。言不恤於下，故使人之財力於是盡竭。○「午其眾以伐有道」者，午，忤也；忤，違逆也，言專意自縱，不順眾心，是違逆其眾族類也。守道者被害，是以伐有道也。「求得當欲不以其所」者，當，稱也，所道也。言不以道而侵民，求其所得，必須稱己所欲，不用其養民之道。○「今之君子，莫為禮也」者，言古之君子用前經所云以化民，今之君子用後經所說以害下。故今之君子無能為先世君子之禮也。"
      },
      {
        "index": 2,
        "text": "孔子侍坐於哀公。哀公曰：「敢問人道誰為大？」子愀然作色而對曰：「君之及此言也，百姓之德也，固臣敢無辭而對？人道政為大。」○注：愀然，變動貌也。作，猶變也。德，猶福也。辭，讓也。○音義：坐，才臥反。愀，七小反，舊慈糾反，又在由反，又音秋，又子了反，下同。公曰：「敢問何謂為政？」孔子對曰：「政者正也，君為正，則百姓從政矣。君之所為，百姓之所從也。君所不為，百姓何從？」○注：言君當務於政。公曰：「敢問為政如之何？」孔子對曰：「夫婦別，父子親，君臣嚴。三者正，則庶物從之矣。」○注：庶物，猶眾事也。○音義：別，彼列反。公曰：「寡人雖無似也，原聞所以行三言之道。可得聞乎？」○注：無似，猶言不肖。○音義：肖音笑。孔子對曰：「古之為政，愛人為大。所以治愛人，禮為大。所以治禮，敬為大。敬之至矣，大昏為大，大昏至矣！大昏既至，冕而親迎，親之也。親之也者，親之也。是故君子興敬為親，舍敬是遺親也。弗愛不親，弗敬不正，愛與敬，其政之本與！」○注：大昏，國君取禮也。至矣，言至大也。興敬為親，言相敬則親。○音義：迎，逆敬反，下及注同。捨音捨。「不親」、「不正」，一本「不」皆作「弗」。與音餘，下本「與敬與」並同。公曰：「寡人願有言然。冕而親迎，不已重乎？」○注：已，猶大也。怪親迎乃服祭服。○音義：大音泰。孔子愀然作色而對曰：「合二姓之好，以繼先聖之後，以為天地宗廟社稷之主，君何謂已重乎？」○注：先聖，周公也。○音義：好，呼報反。公曰：「寡人固。不固，焉得聞此言也？寡人欲問，不得其辭，請少進。」○注：固，不固，言吾由鄙固故也。請少進，欲其為言以曉己。○音義：焉，於虔反。為，于偽反。孔子曰：「天地不合，萬物不生。大昏，萬世之嗣也。君何謂已重焉！」孔子遂言曰：「內以治宗廟之禮，足以配天地之神明。出以治直言之禮，足以立上下之敬。物恥足以振之，國恥足以興之。為政先禮，禮其政之本與！」○注：宗廟之禮，祭宗廟也。夫婦配天地，有日月之象焉。《禮器》曰：「君在阼，夫人在房，大明生於東，月生於西，此陰陽之分，夫婦之位也。」直，猶正也，正言謂出政教也。政教有夫婦之禮焉。《昏義》曰：「天子聽外治，後聽內職，教順成俗，外內和順，國家理治，此之謂盛德。」物，猶事也。事恥，臣恥也。振，猶救也。國恥，君恥也。君臣之行有可恥者，禮足以救之，足以興復之。○音義：分，扶問反。治，直吏反，下同。行，下孟反，下「君之行」同。孔子遂言曰：「昔三代明王之政，必敬其妻、子也，有道。妻也者，親之主也，敢不敬與？子也者，親之後也，敢不敬與？君子無不敬也，敬身為大。身也者，親之枝也，敢不敬與？不能敬其身，是傷其親。傷其親，是傷其本。傷其本，枝從而亡。三者，百姓之象也。身以及身，子以及子，妃以及妃。君行此三者，則愾乎天下矣，大王之道也。如此，則國家順矣。○注：愾，猶至也。大王居幽，為狄所伐，乃曰：「土地，所以養人也。君子不以其所養害所養，乃去之岐。」是言百姓之身猶吾身也，百姓之妻、子猶吾妻、子也，不忍以土地之故而害之。去之岐，而王跡興焉。○音義：妃，芳非反。愾，詐乞反，又許氣反。大音泰，注同。豳，彼貧反。"
      },
      {
        "index": 3,
        "text": "疏　 「孔子」至「順矣」。○正義曰：此一節明哀公問政之事，並問為政何以必須親迎。孔子對之三事，今各隨文解之。○「孔子侍坐於哀公」者，謂哀公命孔子坐而侍之，因問以為政之事。自此以下終篇末，皆侍坐時言也。此云「侍坐」，則以前問者，非侍坐時也，當立而與之言也。○「百姓之德也」者，德，謂恩德，謂福慶之事。言君今問此人道之大，欲憂恤於下，是百姓受其福慶。○「公曰：寡人雖無似也」者，無似猶言不肖也，肖，亦似也。哀公謙退，言己愚蔽，無能似類賢人也。○「原聞所以行三年之道」者，則上經夫婦別、父子親、君臣嚴是也。○「古之為政，愛人為大」者，人為國本，是以為政之道，愛養民人為大。○「所以治愛人，禮為大」者，人有禮則生，所以治理愛人，非禮不可，故禮為大。○「所以治禮，敬為大」者，禮以敬為主，故欲治禮者，則先須敬，故敬為其大也。○「敬之至矣，大昏為大」者，敬有大小，若敬至極之中，大昏為大。大昏，謂天子、諸侯之昏也。○「大昏」至「矣者」，美大昏是敬中至極也。○「大昏既至，冕而親迎，親之也」者，上親，猶自也；下親，親愛也。言大昏既是至敬，故國君雖尊，而服其冕服，以自迎也。所以自迎者，欲親此婦也，故云「親之」也。○「親之也者，親之也」，謂所以親此婦人，亦親己也，是故君子興敬為親者，言君子冕而親迎，興起敬心，為欲相親也。○「捨敬是遺親也」者，若不冕而親迎，則是捨夫敬心，是遺棄相親之道也。○「弗愛不親」者，若夫不愛重，不自親迎，則夫婦之情不相親愛矣。○「弗敬不正」者，若夫不冕服親迎，是不敬於婦，則室家之道不正矣。「愛與敬，其政之本與」者，愛謂親愛，則仁也；敬謂尊敬，則義也。是仁義為政教之本也。○「冕而親迎，不已重乎」者，冕則祭服也，天子則袞冕，諸侯以下各用助祭之服，故《士昏禮》主人爵弁服是也。已，猶大也。君身著祭服而親迎，不亦大重乎！○注「怪親迎乃服祭服」。○正義曰：昏禮迎婦，二《傳》不同。《春秋公羊》說自天子至庶人皆親迎；《左氏》說天子至尊無敵，故無親迎之禮，諸侯有故，若疾病，則使上卿逆，上公臨之。許氏謹案：「高祖時，皇太子納妃，叔孫通制禮，以為天子無親迎，從《左氏》義。」玄駁之云：「大姒之家在渭之涘，文王親迎於渭，即天子親迎明文也。」引《禮記》：「『冕而親迎』，『繼先聖之後，以為天地、宗廟、社稷之主』，非天子則誰乎？」如鄭此言，從《公羊》義也。又《詩說》云：「文王親迎於渭，紂尚南面，文王猶為西伯耳。」以《左氏》義為長，鄭駮未定。○注云「先聖，周公也」。○正義曰：以哀公所問，當問己諸侯，唯魯出周公，故解先聖為周公。又魯得郊天，故云「天地、宗廟、社稷之主」。若《異義》駮所云，則以先聖及天地據天子，以事含兩義，故彼此各舉一邊。○「公曰」至「本與」。○「固，不固」者，上固是彼固，下固，故也。言寡人由鄙固，之故所以得聞此言，由其固陋，殷重問之，故得聞此言。皇氏用王肅之義，二固皆為固陋，上固言已之固陋，下固言若不鄙固則不問，不問，焉得聞此言哉！○「寡人欲問，不得其辭，請少進」者，寡人更欲問所疑之事，不能得其所問之辭。請孔子少進，言使簡約易了。○「內以治宗廟之禮，足以配天地之神明」者，謂君祼獻、後夫人亞獻之屬，是治宗廟之禮也。天地，謂日月也，夫配日，婦配月，注引《禮器》文是也。○「出以治直言之禮，足以立上下之敬」者，直，正也。若夫婦出在於外，治理政直、言教之禮，足以立君臣上下之恭敬也，則注引《昏義》文是也。「物恥足以振之」者，物，事也；振，救也。謂臣之職事有可恥愧者，其禮足以救之。○「國恥足以興之」者，謂君於治國有可恥愧，其禮足以興起之也。○「為政先禮，禮其政之本與」者，言欲為國家之政，先行於禮。禮，謂夫婦之道內則治宗廟、配天地，外則施政教、立上下，故為政教之本與！○「孔子」至「順矣」。○音義：上經孔子答哀公以問政之事，遂更廣言三代明王為政之道，敬其妻、子及敬其身，乃可施政教於天下，言「敬其妻、子也，有道」者，謂三代敬其妻、子，必有道理，故言「有道」也。○「妻也者，親之主也」，言妻所以供粢盛祭祀，與親為主，故云「親之主」也。○「三者，百姓之象也」者，謂身也、子也、妃也。若愛百姓，先須敬身及子及妃，乃能及百姓，故云「百姓之象也」。○「身以及身，子以及子，妃以及妃」者，此言百姓之象，能愛己身，則以及百姓之身。能愛己子，則以及百姓之子。能愛己妃，則以及百姓之妃。是身與妻、子，還是百姓身與妻、子，故云「百姓之象」也。前泛言，故云妻，此論人君治國政，故云妃。○「君行此三者，則愾乎天下矣，大王之道也」者，言人君行此三事，從近而能廣至於天下矣，唯大王能然，故云「大王之道也」。○「如此國家順矣」者，既能愛百姓之身及妻、子如似已身及己之妻、子也，則天下懷德，無不順從，故云「國家順矣」。○注「愾猶」至「興焉」。○正義曰：愾，音近憩，憩為息，息是至之義，故云「愾，猶至也」。云大王居豳，為狄所伐者，《毛詩傳》文。案《詩》稱：「大王居豳，狄人侵之，事之以皮幣，不得免焉。事之以犬馬，不得免焉。事之以珠玉，不得免焉。乃屬其耆老而告之曰：『狄人之所欲，吾土地。吾聞之，土地所以養人，君子不以其所養人而害人。』遂去之，邑於岐山之下。」《毛傳》所引者，皆《孟子》文。又《莊子》及《呂氏春秋》稱大王亶父曰：「與人之兄居而殺其弟，與人之父居而殺其子，吾不忍也。且吾聞之，不以其所養害所養。於是乃策杖而去。民相隨而從之，遂成國於岐山之下。」又《書傳略說》云：「事之以菽、粟、貨財，狄人攻而不止，遂策杖而去。國人束脩奔走而從者三千乘，止而民成三千戶之邑也。」此注「君子不以其所養害所養」，取《莊子》、《呂氏春秋》文也。"
      },
      {
        "index": 4,
        "text": "公曰：「敢問何謂敬身？」孔子對曰：「君子過言則民作辭，過動則民作則。君子言不過辭，動不過則，百姓不命而敬恭。如是則能敬其身。能敬其身，則能成其親矣。」○注：則，法也。民者，化君者也，君之言雖過，民猶稱其辭。君之行雖過，民猶以為法。"
      },
      {
        "index": 5,
        "text": "疏　 「公曰」至「親矣」。○正義曰：以前經對哀公為政，在於敬身。故此經公問敬身之事，孔子對以敬身之理。○「君子過言，則民作辭」者，以君為民表，下之所從。假令過誤出言，民猶法之稱，作其辭。○「過動則民作則」者，君子假令過誤舉動，而民作其法則，所以君子出言不得過誤其辭，舉動不得過誤法則。"
      },
      {
        "index": 6,
        "text": "公曰：「敢問何謂成親？」孔子對曰：「君子也者，人之成名也。百姓歸之名，謂之君子之子，是使其親為君子也。是為成其親之名也己。」孔子遂言曰：「古之為政，愛人為大。不能愛人，不能有其身。不能有其身，不能安土。不能安土，不能樂天。不能樂天，不能成其身。」○注：有，猶保也，不能保身者，言人將害之也。不能安土，動移失業也。不能樂天，不知己過而怨天也。○音義：樂天，音洛，下及注同。怨，於元反，又於原反。"
      },
      {
        "index": 7,
        "text": "疏　 「公曰」至「其身」。○正義曰：前經對哀公敬身則能成親，故此經明公更問敬身之事何以成親？夫子答以成親之義，遂廣明成身之理。「君子也者，人之成名也」者，言凡謂之君子者，人之成就美名。王肅云：「君上位，子下民。」○「百姓歸之名，謂之君子之子」者，言己若能敬身，則百姓歸己善名，謂己為君子所生之子，是己之脩身，使其親有君子之名，是脩身成其親也。○「不能有其身，不能安土」者，既不能泛愛於人，人則害之，故不能保有其身避其禍害，流移失業，是不能安土。○「不能樂天」者，身既失業，不知己過所招，乃更怨天，是不能愛樂於天也。○「不能成其身」者，既不能樂天，不自知其罪，將謂天之濫罰罪惡之事，無所不為，是不能成其身。"
      },
      {
        "index": 8,
        "text": "公曰：「敢問何謂成身？」孔子對曰：「不過乎物。」○注：物，猶事也。\n疏　 「公曰」至「乎物」。○正義曰：以前經對哀公以成身，故此經明公問成身，夫子答以成身之事。○「不過乎物」者，過，謂過誤；物，事也。言成身之道，不過誤其事，但萬事得中，不有過誤，則諸行並善，是所以成身也。"
      },
      {
        "index": 9,
        "text": "公曰：「敢問君子何貴乎天道也？」孔子對曰：「貴其不已，如日月東西相從而不已也，是天道也。不閉其久，是天道也。無為而物成，是天道也。已成而明，是天道也。」○注：已，猶止也。是天道也者，言人君法之，當如是也。日月相從，君臣相朝會也。不閉其久，通其政教，不可以倦。無為而成，使民不可以煩也。已成而明，照察有功。○音義：朝，宣遙反。炤音照，本亦作照。"
      },
      {
        "index": 10,
        "text": "疏　 「公曰」至「道也」。○正義曰：以前經孔子對以成身之事，公更無疑，更改問君子何貴乎天道。孔子又答以貴天道之事。○「如日月東西相從而不已也，是天道也」者，言天體無形，運行不息，如似日月東西相從而不休已，是天道也。人君設法，當則上天之道，君臣朝會往來不已也。○「不閉其久，是天道也」者，言天開生萬物，不使閉塞，其能久長，是天道也。謂人君施政，當則天道，施為政教，開通萬物，而能長久不懈倦也，故云「是天道也」。○「無為而物成，是天道也」者，言春生夏長，無見天之所為，而萬物得成，是天道。謂人君當則天道，以德潛化，無所營為而天下治理，故云「是天道也」。○「已成而明，是天道也」者，言天之生物已能成就而功之明著，是天道。人君當則天道，化民治理，而功成大平。故云「是天道也」。"
      },
      {
        "index": 11,
        "text": "公曰：「寡人憃愚，冥煩，子志之心也。」○注：志，讀為識，識，知也。冥煩者，言不能明理此事。子之心所知也，欲其要言，使易行。○音義：憃，如容反，徐昌容反，又湯邦反，一音丁絳反。《字林》：「丑凶反，又丑絳反，愚也。」冥，莫亭反，徐亡定反。志，依注音識，徐音試。易，以豉反。孔子蹴然辟席而對曰：「仁人不過乎物，孝子不過乎物。是故仁人之事親也如事天，事天如事親，是故孝子成身。」○注：蹴然，敬貌。物，猶事也。事親、事天，孝、敬同也。《孝經》曰：「事父孝，故事天明。」舉無過事，以孝事親，是所以成身。○音義：蹴，子六反，又在育反。辟音避。"
      },
      {
        "index": 12,
        "text": "疏　 「公曰」至「成身」。○正義曰：前經明天道之事，人君當則之無已。公欲孔子要陳所行何事能得如天不已，孔子答以所行不已之事。「寡人憃愚」者，是哀公謙退，言己憃然愚蔽，無所瞭解。○「冥煩，子志之心也」，皇氏云：「子志，夫子之志。志是知也。言我之心冥煩不能明理此事，子心所知也。今謂志是識知也，言孔子識知廣博，故己欲使夫子出要言以示己。」○「孔子蹴然辟席而對曰」者，以公謙退，故蹴然恭敬，辟席而起對。○「仁人不過乎物」者，物，事也。言仁德之人不過失於其事，言在事無過失也。○「孝子不過乎物」者，言孝子事親，亦於事無過也。○「是故仁人之事親也如事天」者，言仁人事親以敬，如以事天相似，言敬親與敬天同。○「事天如事親」者，言仁人事天以孝愛，如人事親孝愛相似，言愛親與愛天同。○「是故孝子成身」者，上稱仁人，則孝子也，據其泛愛，則稱仁人；據其事親，則稱孝子。內則孝敬於父母，外則孝敬於天地。其間無所不行孝敬，故云「孝子成身」也。"
      },
      {
        "index": 13,
        "text": "公曰：「寡人既聞此言也，無如後罪何！」○注：既聞此言也者，欲勤行之也，無奈後日過於事之罪何？為謙辭。孔子對曰：「君之及此言也，是臣之福也。」○注：善哀公及此。言此，言善言也。"
      },
      {
        "index": 14,
        "text": "疏　 「公曰」至「福也」。○正義曰：此一節明哀公問事畢，有謙退之辭。孔子答以君懼後罪，是臣之福也。○「無如後罪何」者，如，柰也。言寡人以聞子之言，勤力而行，但己之才弱，無柰後日過於其事而有罪戾何？是謙退之辭。"
      }
    ]
  }
}