{
  "chapterNumber": 23,
  "title": "冠義",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "凡人之所以為人者，禮義也。禮義之始，在於正容體，齊顏色，順辭令。○注：言人為禮，以此三者為始。容體正，顏色齊，辭令順，而后禮義備。以正君臣，親父子，和長幼。○注：言三始既備乃，可求以三行也。○音義：長，丁丈反，下同。行，下孟反。君臣正，父子親，長幼和，而后禮義立。○注：立，猶成也。故冠而后服備，服備而后容體正，顏色齊，辭令順。○注：言服未備者，未可求以三始也。童子之服，采衣紒。○音義：冠，古亂反，除下文「玄冠」及注「緇布冠」、「玄冠」以外並同。紒音計。故曰「冠者，禮之始也」。是故古者聖王重冠。古者冠禮，筮日、筮賓，所以敬冠事。敬冠事所以重禮，重禮所以為國本也。○注：國以禮為本。○音義：筮，布至反，蓍曰筮。重，直用反，後同。故冠於阼，以著代也。醮於客位，三加彌尊，加有成也。○注：阼，謂主人之北也。適子冠於阼。若不醴，則醮用酒於客位，敬而成之也。戶西為客位。庶子冠於房戶外，又因醮焉，不代父也。冠者，初加緇布冠，次加皮弁，次加爵弁。每加益尊，所以益成也。○音義：阼，才故反。著，張慮反。醮，子笑反。彌音迷。適音嫡。醴音禮。已冠而字之，成人之道也。○注：字，所以相尊也。見於母，母拜之，見於兄弟，兄弟拜之，成人而與為禮也。玄冠、玄端，奠摯於君，遂以摯見於鄉大夫、鄉先生，以成人見也。○注：鄉先生，同鄉老而致仕者。服玄冠、玄端，異於朝也。○音義：見，賢遍反，下皆同。摯，本亦作贄，同音至。「鄉大夫鄉先生」，並音香，注同。朝，直遙反。成人之者，將責成人禮焉也。責成人禮焉者，將責為人子、為人弟、為人臣、為人少者之禮行焉。將責四者之行於人，其禮可不重與？○注：言責人以大禮者，己接之不可以苟。○音義：少，詩照反。之行，下孟反，下同。與音餘。故孝弟忠順之行立，而后可以為人，可以為人，而后可以治人也。故聖王重禮。故曰「冠者，禮之始也，嘉事之重者也」。是故古者重冠。重冠，故行之於廟。行之於廟者，所以尊重事。尊重事而不敢擅重事，不敢擅重事，所以自卑而尊先祖也。○注：嘉事，嘉禮也。宗伯掌五禮：有吉禮，有凶禮，有賓禮，有軍禮，有嘉禮。而冠屬嘉禮，《周禮》曰「以玄冠之禮，親成男女也」。○音義：弟音悌。治，直吏反。擅，市戰反。"
      },
      {
        "index": 1,
        "text": "疏　 「凡人」至「祖也」。○正義曰：此一節明人之所以相敘加冠之事，從始至終，各隨文解之。○「凡人之所以為人者，禮義也」者，言人之所以得異於禽獸者，以其行禮義也。禮義之事，終身行之。○「禮義之始，在於正容體，齊顏色，順辭令」者，言欲一世行禮之始，先須正容體，齊顏色，順辭令為先也。然後可以正君臣，親父子，和長幼。○「古者冠禮」者，此明將冠之時。「筮日、筮賓」，重冠禮之事，又明冠禮三加其冠，以漸成人之禮。○「故冠於阼，以著代也」者，言適子必加冠於阼。阼是主人接賓之處。今適子冠於阼階，所以著明代父之義也。○「醮於客位，三加彌尊，加有成也」者，若依《周禮》適子「醴於客位」，今云「醮」者，或因先代夏、殷之禮，醮之用酒於客位，室戶外之西。必在賓客位者，尊以成人，若賓客待之。三加，初加緇布冠，次加皮弁冠，三加爵弁冠，彌漸而尊。故云「三加彌尊，加有成也」，謂加益有成人之事矣。○注「阼位」至「成也」。○正義曰：「阼，謂主人之北也」，知者，案《士冠禮》文也。云「若不醴，則醮用酒」者，亦《士冠禮》文。以《周禮》之法，適子則以醴禮之，庶子則以酒醮之。若先代之禮，雖適子皆以酒醮之。其於周時，或有舊俗行先代之禮，雖適子亦用酒醮，則因而行，不必改也。故鄭注《士冠禮》云「若不醴，謂國有舊俗可行，聖人用焉不改」是也。醮者，醮盡之義，故鄭注《士冠禮》云「酌而無酬酢曰醮」是也。云「庶子冠於房戶外，又因醮焉」者，皆《士冠禮》文也。但此《記》之作，是記《儀禮．士冠禮》之事，士禮，故三加也。若大夫亦同。《士冠禮》云：「無大夫冠禮。」古者五十而後爵，何大夫冠禮之有？是大夫雖冠，用士禮。若諸侯則有冠禮，故《左傳》云：「公冠，用祼享之禮行之，金石之樂節之。」其加則四加，而有玄冕也，故《大戴禮》公冠四加也。諸侯尚四加，則天子亦當五加袞冕也。○「已冠而字之」者，此明冠畢加字、見母父兄弟，及見君之節，以其成人而見人也。未冠之前，以其名別之。既冠之後，又改以字。且人二十有為父之道，不可復言其名，故冠而加字之，成人之道也。○「見於母，母拜之」，故不拜也。今唐禮，母見子，但起立不拜也。案《儀禮》，廟中冠子，以酒脯奠廟訖，子持所奠酒脯以見於母，母拜其酒脯，重從尊者處來，故拜之，非拜子也。○「玄冠玄端，奠摯於君」者，此「玄冠玄端」，則異於朝服之衣。但玄端，上士則玄裳，中士則黃裳，下士則雜裳。以其初成人，故著玄端，異於朝服也。若朝服則素裳奠摯，奠之於君也。○「遂以摯見於鄉大夫、鄉先生」者，以摯，謂以雉也。故《士相見禮》冬用雉，夏用腒。「見於鄉大夫」，謂在朝之鄉大夫也。「鄉先生」，謂鄉老而致仕也。○「成人之者」，此明加冠成人之義。必「成人」者，「將責成人禮焉」。冠責以成人之事，若成人事立，可以治人也。是冠者為治之本，故先王重之，行之於廟，士行之於禰廟，故《士冠禮》注「廟謂禰廟」。既在「禰廟」，此云「尊先祖」者，尊禰即尊先祖之義。且下士祖禰共廟，其諸侯則冠於太祖之廟，故《左傳》云「先君之祧以處之」，《聘禮》「不腆先君之祧」，鄭注以為始祖之廟，則天子當冠於始祖廟也。服虔注《左傳》「先君之祧處之」，以為曾祖廟者，以《左傳》魯襄公冠於衛成公之廟。衛成公則當今衛君獻公曾祖，服虔望時解之，故以「祧」為「曾祖」，非鄭義也。"
      }
    ]
  }
}