{
  "chapterNumber": 11,
  "title": "中庸",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "天命之謂性，率性之謂道，脩道之謂教。○注：天命，謂天所命生人者也，是謂性命。木神則仁，金神則義，火神則禮，水神則信，土神則知。《孝經說》曰：「性者，生之質命，人所稟受度也。」率，循也。循性行之，是謂道。脩，治也。治而廣之，人放效之，是曰「教」。○音義：率，所律反。知音智，下「知者」、「大知」皆同。放，方往反。效，胡教反。道也者，不可須臾離也，可離非道也。○注：道，猶道路也，出入動作由之，離之惡乎從也？○音義：離，力智反，下及注同。惡音烏。是故君子戒慎乎其所不睹，恐懼乎其所不聞。○注：小人閒居為不善，無所不至也。君子則不然，雖視之無人，聽之無聲，猶戒慎恐懼自脩正，是其不須臾離道。○音義：睹，丁古反。恐，匡勇反，注同。閒音閒，下同。莫見乎隱，莫顯乎微，故君子慎其獨也。○注：慎獨者，慎其間居之所為。小人於隱者，動作言語，自以為不見睹，不見聞，則必肆盡其情也。若有佔聽之者，是為顯見，甚於眾人之中為之。○音義：見，賢遍反，注「顯見」同，一音如字。佔，敕廉反。喜怒哀樂之未發謂之中，發而皆中節謂之和。中也者，天下之大本也。和也者，天下之達道也。○注：中為大本者，以其含喜怒哀樂，禮之所由生，政教自此出也。○音義：樂音洛，注同。中，丁仲反，下注「為之中」同。致中和，天地位焉，萬物育焉。○注：致，行之至也。位，猶正也。育，生也，長也。○音義：長，丁丈反。"
      },
      {
        "index": 1,
        "text": "疏　 「天命」至「育焉」。○正義曰：此節明中庸之德，必脩道而行；謂子思欲明中庸，先本於道。○「天命之謂性傚者，天本無體，亦無言語之命，但人感自然而生，有賢愚吉凶，若天之付命遣使之然，故云「天命」。老子云：「道本無名，強名之曰道。」但人自然感生，有剛柔好惡，或仁、或義、或禮、或知、或信，是天性自然，故云「謂之性」。○「率性之謂道」，率，循也；道者，通物之名。言依循性之所感而行，不令違越，是之曰「道」。感仁行仁，感義行義之屬，不失其常，合於道理，使得通達，是「率性之謂道」。○「脩道之謂教」，謂人君在上脩行此道以教於下，是「脩道之謂教」也。○注「天命」至「曰教」。○正義曰：云「天命，謂天所命生人者也，是謂性命」，案《易．乾．彖》云「乾道變化，各正性命」是也。云「木神則仁」者，皇氏云「東方春，春主施生」，仁亦主施生。云「金神則義」者，秋為金，金主嚴殺，義亦果敢斷決也。云「火神則禮」者，夏為火，火主照物而有分別，禮亦主分別。云「水神則信」，冬主閉藏，充實不虛，水有內明，不欺於物，信亦不虛詐也。云「土神則知」者，金、木、水、火，土無所不載，土所含義者，多知亦所含者眾，故云「土神則知」。云「《孝經說》曰：性者，生之質命，人所稟受度也」，不云命者，鄭以通解性命為一，故不復言命。但性情之義，說者不通，亦略言之。賀瑒云：「性之與情，猶波之與水，靜時是水，動則是波；靜時是性，動則是情。」案《左傳》云天有六氣，降而生五行。至於含生之類，皆感五行生矣。唯人獨稟秀氣，故《禮運》云：人者五行之秀氣，被色而生。既有五常仁、義、禮、智、信，因五常而有六情，則性之與情，似金與鐶印，鐶印之用非金，亦因金而有鐶印。情之所用非性，亦因性而有情，則性者靜，情者動。故《樂記》云：「人生而靜，天之性也。感於物而動，性之欲也。」故《詩序》云「情動於中」是也。但感五行，在人為五常，得其清氣備者則為聖人，得其濁氣簡者則為愚人。降聖以下，愚人以上，所稟或多或少，不可言一，故分為九等。孔子云：「唯上智與下愚不移。」二者之外，逐物移矣，故《論語》云：「性相近，習相遠也。」亦據中人七等也。「道也者，不可須臾離也」者，此謂聖人脩行仁、義、禮、知、信以為教化。道，猶道路也。道者，開通性命，猶如道路開通於人，人行於道路，不可須臾離也。若離道則礙難不通，猶善道須臾離棄則身有患害而生也。「可離非道也」者，若荒梗塞澀之處是可離棄，以非道路之所由。猶如兇惡邪辟之行是可離棄，以亦非善道之行，故云「可離非道也」。○「是故君子戒慎乎其所不睹」者，言君子行道，先慮其微。若微能先慮，則必合於道，故君子恒常戒於其所不睹之處。人雖目不睹之處猶戒慎，況其惡事睹見而肯犯乎？故君子恒常戒慎之。○「恐懼乎其所不聞」者，言君子恒恐迫畏懼於所不聞之處。言雖耳所不聞，恒懷恐懼之，不睹不聞猶須恐懼，況睹聞之處恐懼可知也。○「莫見乎隱，莫顯乎微」者，莫，無也。言凡在眾人之中，猶知所畏，及至幽隱之處，謂人不見，便即恣情，人皆佔聽，察見罪狀，甚於眾人之中，所以恒須慎懼如此。以罪過愆失無見於幽隱之處，無顯露於細微之所也。○「故君子慎其獨也」者，以其隱微之處，恐其罪惡彰顯，故君子之人恒慎其獨居。言言雖曰獨居，能謹慎守道也。○「喜怒哀樂之未發謂之中」者，言喜怒哀樂緣事而生，未發之時，澹然虛靜，心無所慮而當於理，故「謂之中」。○「發而皆中節謂之和」者，不能寂靜而有喜怒哀樂之情，雖復動發，皆中節限，猶如鹽梅相得，性行和諧，故云「謂之和」。○「中也者，天下之大本也」者，言情慾未發，是人性初本，故曰「天下之大本也」。○「和也者，天下之達道也」者，言情慾雖發而能和合，道理可通達流行，故曰「天下之達道也」。○「致中和，天地位焉，萬物育焉」，致，至也。位，正也。育，生長也。言人君所能至極中和，使陰陽不錯，則天地得其正位焉。生成得理，故萬物其養育焉。"
      },
      {
        "index": 2,
        "text": "仲尼曰：「君子中庸，小人反中庸。君子之中庸也，君子而時中。小人之中庸也，小人而無忌憚也。」○注：庸，常也。用中為常，道也。「反中庸」者，所行非中庸，然亦自以為中庸也。「君子而時中」者，其容貌君子，而又時節其中也。「小人而無忌憚」，其容貌小人，又以無畏難為常行，是其「反中庸」也。○音義：「小人之中庸也」，王肅本作「小人之反中庸也」。忌憚，徒旦反。忌，畏也。憚，難也。難，乃旦反。行，下孟反。子曰：「中庸其至矣乎！民鮮能久矣。」○注：鮮，罕也。言中庸為道至美，顧人罕能久行。○音義：「中庸其至矣乎」，一本作「中庸之為德，其至矣乎」。鮮，息淺反，下及注同。罕，胡坦反，希也，少也。子曰：「道之不行也，我知之矣，知者過之，愚者不及也。道之不明也，我知之矣。賢者過之，不肖者不及也。人莫不飲食也，鮮能知味也。」○注：罕知其味，謂「愚者所以不及也」。過與不及，使道不行，唯禮能為之中。○音義：知音智，下文「大知也」、「予知」，注「有知」皆同。肖音笑，下同。子曰：「道其不行矣夫。」○注：閔無明君教之。○音義：夫音扶。"
      },
      {
        "index": 3,
        "text": "疏　 「仲尼」至「矣夫」。○正義曰：此一節是子思引仲尼之言，廣明中庸之行，賢者過之，不肖者不及也；中庸之道，鮮能行之。○「君子中庸」者，庸，常也。君子之人用中以為常，故云「君子中庸」。○「小人反中庸」者，小人則不用中為常，是「反中庸」也。○「君子之中庸也，君子而時中」者，此覆說君子中庸之事，言君子之為中庸，容貌為君子，心行而時節其中，謂喜怒不過節也，故云君子而時中。○「小人反中庸也，小人而無忌憚也」者，此覆說小人反中庸之事，言小人為中庸，形貌為小人，而心行無所忌憚，故云「小人而無忌憚也」。小人將此以為常，亦以為中庸，故云「小人之中庸也」。○「子曰中庸，其至矣乎」，前既言君子、小人不同，此又歎中庸之美，人寡能久行，其中庸之德至極美乎！○「民鮮能久矣」者，但寡能長久而行。鮮，罕也。言中庸為至美，故人罕能久行之。○「子曰：道之不行也，我知之矣」者，此覆說人寡能行中庸之事。道之所以不行者，言我知其道之不行所由，故云「我知之矣」。○「知者過之，愚者不及也」，以輕於道，故「過之」。以遠於道，故「不及」。○「道之不明也，我知之矣」者，言道之所以不顯明，我亦知其所由也。○「賢者過之，不肖者不及也」，言道之不行為易，故「知者過之，愚者不及」；道之不明為難，故云「賢者過之，不肖者不及」。是以變知稱賢，變愚稱不肖，是賢勝於智，不肖勝於愚也。○「人莫不飲食也，鮮能知味也」者，言飲食，易也；知味，難也。猶言人莫不行中庸，但鮮能久行之。言知之者易，行之者難，所謂愚者不能及中庸也。案《異義》云：張華辨鮓，師曠別薪，符朗為青州剌史，善能知味，食雞知棲半露，食鵝知其黑白。此皆《晉書》文也。「子曰：道其不行久矣夫」者，夫子既傷道之不行，又哀閔傷之，云時無明君，其道不復行也。○注「反中」至「庸也」。○正義曰：「反中庸者，所行非中庸者」，言用非中以為常，是「反中庸」，故云「所行非中庸」。云「亦自以為中庸也」，解經「小人之中庸」，雖行惡事，亦自謂為中庸。云「其容貌君子，而又時節其中也」，解經「君子而時中」。云「其容貌小人，又以無畏難為常行」者，解經「小人而無忌憚」。既無忌憚，則不時節其中庸也。"
      },
      {
        "index": 4,
        "text": "子曰：「舜其大知也與？舜好問而好察邇言，隱惡而揚善，執其兩端，用其中於民，其斯以為舜乎！」○注：邇，近也。近言而善，易以進人，察而行之也。「兩端」，過與不及也。「用其中於民」，賢與不肖皆能行之也。斯，此也。其德如此，乃號為「舜」，舜之言「充」也。○音義：與音餘，下「強與」皆同。好，呼報反，下同。易，以豉反。"
      },
      {
        "index": 5,
        "text": "疏　 「子曰」至「舜乎」。○正義曰：此一經明舜能行中庸之行，先察近言而後至於中庸也。○「舜其大知也與」者，既能包於大道，又能察於近言，即是「大知」也。○「執其兩端，用其中於民」者，端謂頭緒，謂「知者過之，愚者不及」，言舜能執持愚、知兩端，用其中道於民，使愚、知俱能行之。○「其斯以為舜乎」者，斯，此也，以其德化如此，故號之為「舜」。○注「舜之言充也」。○正義曰：案《謚法》云：「受禪成功曰舜。」又云：「仁義盛明曰舜。」皆是道德充滿之意，故言舜為「充」也。"
      },
      {
        "index": 6,
        "text": "子曰：「人皆曰予知，驅而納諸罟擭陷阱之中，而莫之知辟也。人皆曰予知，擇乎中庸，而不能期月守也。」○注：予，我也。言凡人自謂有知，人使之入罟，不知辟也。自謂擇中庸而為之，亦不能久行，言其實愚又無恒。○音義：罟音古，罔之總名。擭，胡化反，《尚書傳》云：「捕獸機檻。」陷，陷沒之陷。阱，才性反，本或作阱，同。阱，穿地陷獸也。《說文》云：「阱或為阱字也。」辟音避，注「知辟」、「辟害」皆同。期音基。"
      },
      {
        "index": 7,
        "text": "疏　 「子曰」至「守也」。○正義曰：此一經明無知之人行中庸之事。予，我也。世之愚人，皆自謂言我有知。○「驅而納諸罟擭陷阱之中，而莫之知辟也」者，此謂無知之人設譬也。罟，網也。擭，謂柞<木咢>也。陷阱，謂坑也。穿地為坎，豎鋒刃於中以陷獸也。言禽獸被人所驅，納於罟網、擭陷阱之中，而不知違辟，似無知之人為嗜欲所驅，入罪禍之中而不知辟，即下文是也。○「擇乎中庸，而不能期月守也」者，鄭云：「自謂擇中庸而為之，亦不能久行，言其實愚又無恒也。」小人自謂選擇中庸，而心行亦非中庸。假令偶有中庸，亦不能期匝一月而守之，如入陷阱也。"
      },
      {
        "index": 8,
        "text": "子曰：「回之為人也，擇乎中庸，得一善，則拳拳服膺而弗失之矣。」○注：拳拳，奉持之貌。○音義：拳音權，又起阮反，徐羌權反。膺，徐音應，又於陵反。奉，芳勇反。子曰：「天下國家可均也，爵祿可辭也，白刃可蹈也，中庸不可能也。」○注：言中庸難為之難。○音義：蹈音悼，又徒報反。"
      },
      {
        "index": 9,
        "text": "疏　 「子曰」至「能也」。○正義曰：此一節是夫子明顏回能行中庸，言中庸之難也。○「得一善，則拳拳服膺而弗失之矣」者，言顏回選擇中庸而行，得一善事，則形貌拳拳然奉持之。膺，謂胸膺，言奉持守於善道，弗敢棄失。○「子曰：天下國家可均也」，「天下」謂天子，「國」謂諸侯，「家」謂卿大夫也。○「白刃可蹈也」者，言白刃雖利，尚可履蹈而行之。○「中庸不可能」也，言在上諸事，雖難猶可為之，唯中庸之道不可能也。為知者過之，愚者不及，言中庸難為之難也。"
      },
      {
        "index": 10,
        "text": "子路問強。○注：強，勇者所好也。○音義：強，其良反，下同。好，呼報反。子曰：「南方之強與？北方之強與？抑而強與？○注：言三者所以為強者異也。抑，辭也。「而」之言「女」也，謂中國也。○音義：女音汝，下「抑女」同。寬柔以教，不報無道，南方之強也，君子居之。○注：南方以舒緩為強。「不報無道」，謂犯而不校也。○音義：校，交孝反，報也。衽金革，死而不厭，北方之強也，而強者居之。○注：衽猶席也。北方以剛猛為強。○音義：衽，而忍反，又而鴆反。厭，於艷反。故君子和而不流，強哉矯；中立而不倚，強哉矯；國有道，不變塞焉，強哉矯；國無道，至死不變，強哉矯。」○注：此抑女之強也。流，猶移也。塞，猶實也。國有道，不變以趨時。國無道，不變以辟害。有道、無道一也。矯，強貌。塞，或為「色」。○音義：矯，居表反，下同。倚，依彼反徐其蟻反。"
      },
      {
        "index": 11,
        "text": "疏　 「子路」至「哉矯」。○正義曰：此一節明中庸之道，亦兼中國之強。子路聞孔子美顏回能擇「中庸」，言己有強，故問之，問強中亦兼有中庸否？庾氏云：問強中之中庸者。然此問之，亦如《論語》云「子謂顏淵曰：『用之則行，捨之則藏，唯我與爾有是夫？』子路曰『子行三軍，則誰與』之類」是也。○「子曰：南方之強與，北方之強與，抑而強與」者，抑，語助也，「而」之言「女」也；女，子路也。夫子將答子路之問，且先反問子路，言強有多種，女今所問，問何者之強，為南方，為北方，為中國，女所能之強也。子路之強，行中國之強也。○「寬柔以教，不報無道，南方之強也，君子居之」者，反問既竟，夫子遂為歷解之。南方，謂荊陽之南，其地多陽。陽氣舒散，人情寬緩和柔，假令人有無道加己，己亦不報，和柔為君子之道，故云「君子居之」。○「衽金革，死而不厭，北方之強也，而強者居之」者，衽，臥席也。金革，謂軍戎器械也。北方沙漠之地，其地多陰。陰氣堅急，故人生剛猛，恒好鬥爭，故以甲鎧為席，寢宿於中，至死不厭，非君子所處，而強梁者居之。然唯云南北，不云東西者，鄭沖云：「是必南北互舉，蓋與東西俗同，故不言也。」「故君子和而不流，強哉矯」，此以下，皆述中國之強也。流，移也。矯亦強貌也。不為南北之強，故性行和合而不流移，心行強哉，形貌矯然。○「中立而不倚，強哉矯」者，中正獨立而不偏倚，志意強哉，形貌矯然。○「國有道，不變塞焉，強哉矯」者，若國有道，守直不變，德行充實，志意強哉，形貌矯然。○「國無道，至死不變，強哉矯」者，若國之無道，守善至死，性不改變，志意強哉，形貌矯然。○注「此抑」至「強貌」。○正義曰：「此抑女之強也」，何以知之？上文既說三種之強，又見南方之強，又見北方之強，唯「抑而之強」未見，故知此經所云者，是「抑女之強也」。云「流，移也」者，以其性和同，必流移隨物，合和而不移，亦中庸之德也。云「國有道，不變以趨時」者，國雖有道，不能隨逐物以求榮利。今不改變己志，以趨會於時也。云「矯，強貌」者，矯是壯大之形，故云「強貌」也。"
      },
      {
        "index": 12,
        "text": "子曰：「素隱行怪，後世有述焉，吾弗為之矣。○注：「素」讀如攻城攻其所傃之「傃」，傃，猶鄉也。言方鄉辟害隱身，而行詭譎以作後世名也。「弗為之矣」，恥之也。○音義：傃音素。鄉，本又作「鄉」，許亮反，下皆同。佹，久委反，下同譎音決。君子遵道而行，半塗而廢，吾弗能已矣。○注：廢，猶罷止也。「弗能已矣」，汲汲行道，而為時人之隱行。○音義：汲音急。隱行，下孟反。君子依乎中庸，遯世不見，知而不悔，唯聖者能之。○注：言隱者當如此也。唯舜為能如此。○音義：遯，本又作「遁」，同徒頓反。君子之道，費而隱。○注：言可隱之節也。費，猶佹也。道不費則仕。○音義：費，本又作「拂」，同扶弗反，徐音弗，注同。夫婦之愚，可以與知焉。及其至也，雖聖人亦有所不知焉。夫婦之不肖，可以能行焉。及其至也，雖聖人亦有所不能焉。○注：「與」讀為贊者皆與之「與」。言匹夫匹婦愚耳，亦可以其與有所知，可以其能有所行者。以其知行之極也，聖人有不能，如此舜好察邇言，由此故與。○音義：以與音預，注「皆與之與」、「以其與」同。好，呼報反。故與音餘。天地之大也，人猶有所憾。○注：憾，恨也。天地至大，無不覆載，人尚有所恨焉，況於聖人能盡備之乎。○音義：憾，本又作「感」，胡暗反，注同。故君子語大，天下莫能載焉；語小，天下莫能破焉。○注：語猶說也。所說大事，謂先王之道也。所說小事，謂若愚、不肖夫婦之知行也。聖人盡兼行。《詩》云：『鳶飛戾天，魚躍於淵。』言其上下察也。○注：察，猶著也。言聖人之德至於天，則「鳶飛戾天」；至於地，則「魚躍於淵」，是其著明於天地也。○音義：鳶，悅專反，字又作「<鳥>」。戾，力計、呂結二反。躍，羊灼反。著，張慮反，下同。君子之道，造端乎夫婦，及其至也，察乎天地。」○注：夫婦，謂匹夫匹婦之所知、所行。○音義：造，在老反。"
      },
      {
        "index": 13,
        "text": "疏　 「子曰」至「天地」。○正義曰：此一節論夫子雖隱遯之世，亦行中庸。又明中庸之道，初則起於匹夫匹婦，終則遍於天地。○「素隱行怪，後世有述焉」者，素，鄉也。謂無道之世，身鄉幽隱之處，應須靜默。若行怪異之事，求立功名，使後世有所述焉。○「吾弗為之矣」者，恥之也。如此之事，我不能為之，以其身雖隱遯而名欲彰也。○注「素讀如攻城攻其所傃之傃」。○正義曰：《司馬法》文。言身隱而行佹譎，以作後世之名，若許由洗耳之屬是也。○「君子遵道而行，半塗而廢」者，言君子之人，初既遵循道德而行，當須行之終竟。今不能終竟，猶如人行於道路，半塗而自休廢。廢，猶罷止也。○「吾弗能已矣」，已，猶止也。吾弗能如時人半塗而休止，言汲汲行道無休已也。○注「不為時人之隱行」。○正義曰：謂作佹譎求名是也。君子以隱終始，行道不能止也。○「君子」至「能之」。○言君子依行中庸之德，若值時無道隱遯於世，雖有才德，不為時人所知，而無悔恨之心，如此者非凡人所能，唯聖者能然。若不能依行中庸者，雖隱遯於世，不為人所知，則有悔恨之心也。○注「唯舜為能如此」。○正義曰：知者，《史記》云：「舜耕於歷山，漁於雷澤，陶於河濱。」是不見知而不悔。○「君子之道，費而隱」，注云：「言可隱之節。費，猶佹也。」言君子之人，遭值亂世，道德違費則隱而不仕。若道之不費，則當仕也。○「夫婦之愚，可以與知焉」，言天下之事，千端萬緒，或細小之事，雖夫婦之愚，偶然與知其善惡，若萏蕘之言有可聽用，故云「與知」。○「及其至也，雖聖人亦有所不知焉」者，言道之至極，如造化之理，雖聖人不知其所由，故云「及其至也，雖聖人亦有所不知焉」。○「夫婦之不肖，可以能行焉」，以行之至極故也。前文據其知，此文據其行，以其知、行有異，故別起其文。但知之易，行之難，故上文云「夫婦之愚」。行之難，故此經云「夫婦之不肖」。不肖勝於愚也。○「及其至也，雖聖人亦有所不能焉」者，知之與行之皆是至極，既是至極，故聖人有不能也。○注「與讀為贊者皆與之與」，○正義曰：《士冠禮》云「其饗冠者，贊者皆與」，謂於與也。云「舜好察邇言，由此故與」者，即愚夫愚婦有所識知故也。與，語助也。○「天地之大也，人猶有所憾」者，憾，恨也。言天地至大，無物不養，無物不覆，載於冬寒夏暑，人猶有怨恨之，猶如聖人之德，無善不包，人猶怨之，是不可備也。中庸之道，於理為難，大小兼包，始可以備也。○「故君子語大，天下莫能載焉」者，語，說也；大，謂先王之道。言君子語說先王之道，其事既大，天下之人無能勝載之者。○「語小，天下莫能破焉」者，若說細碎小事，謂愚不肖，事既纖細，天下之人無能分破之者。言事似秋亳，不可分破也。○注「聖人盡兼行」。○正義曰：謂兼行大、小之事。小事則愚夫愚婦所知行，大事則先王之道。前文云雖聖人有所不知、不能，此云大事聖人兼行之者，前云有所「不知」、「不能」，謂於小事不勝匹夫匹婦耳，非謂大事不能也，故此云盡兼行之。○「《詩》云：鳶飛戾天，魚躍於淵，言其上下察也」者，《詩．大雅．旱麓》之篇，美文王之詩。引之者，言聖人之德上至於天，則「鳶飛戾天」，是翱翔得所。聖人之德下至於地，則「魚躍於淵」，是游泳得所。言聖人之德，上下明察。《詩》本文云「鳶飛戾天」，喻惡人遠去；「魚躍於淵」，喻善人得所。此引斷章，故與《詩》義有異也。○「君子之道，造端乎夫婦」者，言君子行道，初始造立端緒，起於匹夫匹婦之所知所行者。○「及其至也，察乎天地」者，言雖起於匹夫匹婦所知所行，及其至極之時，明察於上下天地也。"
      },
      {
        "index": 14,
        "text": "子曰：「道不遠人，人之為道而遠人，不可以為道。○注：言道即不遠於人，人不能行也。《詩》云：『伐柯伐柯，其則不遠。』執柯以伐柯，睨而視之，猶以為遠。○注：則，法也。言持柯以伐木，將以為柯近，以柯為尺寸之法，此法不遠人，人尚遠之，明為道不可以遠。○音義：柯，古何反。睨，徐音詣，睥睨也。故君子以人治人，改而止。○注：言人有罪過，君子以人道治之，其人改則止赦之，不責以人所不能。忠恕違道不遠，施諸己而不願，亦勿施於人。○注：違猶去也。君子之道四，丘未能一焉。所求乎子以事父，未能也。所求乎臣以事君，未能也。所求乎弟以事兄，未能也。所求乎朋友先施之，未能也。○注：聖人而曰我未能，明人當勉之無巳。庸德之行，庸言之謹，有所不足，不敢不勉，有餘不敢盡，言顧行，行顧言。○注：庸猶常也，言德常行也，言常謹也。聖人之行，實過於人，「有餘不敢盡」，常為人法，從禮也。○音義：行行，皆下孟反，注「聖人之行」同，或一讀皆如字。君子胡不慥慥爾。○注：君子，謂眾賢也。慥慥，守實言行相應之貌。○音義：慥，七到反。行，下孟反。應，於陵反。舊音應對之應。君子素其位而行，不願乎其外。素富貴行乎富貴，素貧賤行乎貧賤，素夷狄行乎夷狄，素患難行乎患難。君子無入而不自得焉。○注：傃皆讀為素。「不願乎其外」，謂思不出其位也。「自得」，謂所鄉不失其道。○音義：難，乃旦反，下同。在上位不陵下，在下位不援上。○注：援，謂牽持之也。○音義：援音園，注同。正己而不求於人，則無怨。上不怨天，下不尤人。○注：「無怨」，人無怨之者也。《論語》曰：「君子求諸己，小人求諸人。」○音義：己音紀。怨，於願反，又於元反，下及注並同。故君子居易以俟命，小人行險以徼幸。」○注：易，猶平安也。俟命，聽天任命也。險，謂傾危之道。○音義：易，以豉反，注同。徼，古堯反。"
      },
      {
        "index": 15,
        "text": "疏　 「子曰」至「徼幸」。○正義曰：此一節明中庸之道去人不遠，但行於己則外能及物。「道不遠人」者，言中庸之道不遠離於人身，但人能行之於己，則中庸也。「人之為道而遠人，不可以為道」，言人為中庸之道，當附近於人，謂人所能行，則己所行可以為道。若違理離遠，則不可施於己，又不可行於人，則非道也，故云「人之為道而遠人，不可以為道也」。○「《詩》云『伐柯伐柯，其則不遠』。執柯以伐柯，睨而視之，猶以為遠」，此《豳風．伐柯》之篇，美周公之詩。柯，斧柄也。《周禮》云：「柯長三尺，博三寸。」則，法也。言伐柯，斫也。柯柄長短，其法不遠也，但執柯睨而視之，猶以為遠。言欲行其道於人，其法亦不遠，但近取法於身，何異持柯以伐柯？人猶以為遠，明為道之法亦不可以遠。即所不原於上，無以交於下；所不原於下，無以事上。況是在身外，於他人之處，欲以為道，何可得乎？明行道在於身而求道也。○「故君子以人治人，改而止」者，以道去人不遠，言人有過，君子當以人道治此有過之人。「改而止」，若人自改而休止，不須更責不能之事。若人所不能，則己亦不能，是行道在於己身也。○「忠恕違道不遠」者，忠者，內盡於心，恕者，外不欺物。恕，忖也。忖度其義於人。違，去也。言身行忠恕，則去道不遠也。○「施諸己而不願，亦勿施於人」者，諸，於也。他人有一不善之事施之於己，己所不願，亦勿施於人，人亦不原故也。「所求乎子以事父，未能也」，言此四者，欲明求之於他人，必先行之於己，欲求其子以孝道事己，己須以孝道事父母，故云「所求乎子以事父，未能也」。恐人未能行之。夫子，聖人，聖人猶曰我未能行，凡人當勉之無己。「所求乎臣以事君，未能也」，譬如己是諸侯，欲求於臣以忠事己，己當先行忠於天子及廟中事尸，是全臣道也。「所求乎朋友先施之，未能也」，欲求朋友以恩惠施己，則己當先施恩惠於朋友也。「庸德之行，庸言之謹」，庸，常也。謂自修己身，常以德而行，常以言而謹也。○「有所不足，不敢不勉」，謂己之才行有所不足之處，不敢不勉而行之。○「有餘不敢盡」，謂己之才行有餘，於人常持謙退，不敢盡其才行以過於人。○「言顧行」者，使言不過行，恒顧視於行。○「行顧言」者，使行副於言，謂恒顧視於言也。○「君子胡不慥慥爾」，「慥慥，守實言行相應之貌」。胡，猶何也。既顧言行相副，君子何得不慥慥然守實言行相應之道也。○「君子素其位而行不願乎其外」至「行乎患難」，素，鄉也。鄉其所居之位，而行其所行之事，不願行在位外之事。《論語》云：「君子思不出其位也。」鄉富貴之中，行道於富貴，謂不驕、不淫也。鄉貧賤之中，則行道於貧賤，謂不諂、不懾也。鄉夷狄之中，行道於夷狄，夷狄雖陋，雖隨其俗而守道不改。鄉難患之中，行道於患難，而臨危不傾，守死於善道也。○「君子無入而不自得焉」者，言君子所入之處，皆守善道。在上位不陵下，此「素富貴行富貴」也。若身處富貴，依我常正之性，不使富貴以陵人。若以富貴陵人，是不行富貴之道。○「在下位不援上」者，此「素貧賤行貧賤」也。援，牽持也。若身處貧賤則安之，宜令自樂，不得援牽富貴。若以援牽富貴，是不行貧賤之道。○「正己而不求於人，則無怨」，此「素夷狄行夷狄」也。若身入夷狄，夷狄無禮義，當自正己而行，不得求於彼人，則被人無怨己者。《論語》云：「言忠信，行篤敬，雖之夷狄，不可棄。」○「上不怨天，下不尢人」，此「素患難行患難」也。尢，過也，責也。苟皆應之患難，則亦甘為，不得上怨天下尤人，故《論語》云「不怨天，不尢人」是也。○「故君子居易以俟命」者，易，謂平安也。言君子以道自處，恒居平安之中，以聽待天命也。○「小人行險以徼幸」，小人以惡自居，恒行險難傾危之事以徼求榮幸之道，《論語》曰「不仁者，不可以久處約」是也。"
      },
      {
        "index": 16,
        "text": "子曰：「射有似乎君子，失諸正鵠，反求諸其身。○注：反求於其身，不以怨人。畫曰正，棲皮曰鵠。○音義：正音征，注同。鵠，古毒反，注同。正、鵠皆鳥名也，一曰正，正也；鵠，直也。大射則張皮侯而棲鵠，賓射張布侯而設正也。棲，細兮反。君子之道，辟如行遠必自邇，辟如登高必自卑。○注：自，從也。邇，近也。行之以近者、卑者，始以漸致之高遠。○音義：辟音譬，下同。邇音爾。卑音婢，又如字，注同。《詩》曰：『妻子好合，如鼓瑟琴。兄弟既翕，和樂且耽。宜爾室家，樂爾妻帑。』」○注：琴瑟，聲相應和也。翕，合也。耽，亦樂也。古者謂子孫曰「帑」，此《詩》言和室家之道，自近者始。○音義：好，呼報反。翕，許急反。樂音洛，下及注同。耽，丁南反。帑音奴，子孫也，本又作孥，同《尚書傳》、《毛詩箋》並云「子」也，杜預注《左傳》云：「妻子也。」應，應對之應。和，胡臥反。子曰：「父母其順矣乎？」○注：謂其教令行，使室家順。"
      },
      {
        "index": 17,
        "text": "疏　 「子曰」至「妻帑」。○正義曰：以上雖行道在於己身，故此一節覆明行道在身之事，以射譬之。○「射有似乎君子」者，言凡人之射，有似乎君子之道。○「失諸正鵠，反求諸其身」者，諸，於也；求，責也；正，謂賓射之侯；鵠，謂大射之侯。言射者失於正鵠，謂矢不中正鵠。不責他人，反鄉自責其身，言君子之人，失道於外，亦反自責於己。「君子之道，譬如行遠必自邇，譬如登高必自卑」者，自，從也；邇，近也；卑，下也。行之以遠者近之始，升之以高者卑之始，言以漸至高遠。不云近者遠始，卑者高始，但勤行其道於身，然後能被於物，而可謂之高遠耳。○「《詩》云妻子好合，如鼓瑟琴。兄弟既翕，和樂且耽」，此《小雅．常棣》之篇，美文王之詩。記人引此者，言行道之法自近始，猶如詩人之所云，欲和遠人，先和其妻子兄弟，故云妻子好合，情意相得，如似鼓彈瑟與琴，音聲相和也。兄弟盡皆翕合，情意和樂且復耽之。耽之者，是相好之甚也。「宜爾室家，樂爾妻帑」者，宜善爾之室家，愛樂爾之妻帑。帑，子也。古者謂子孫為帑，故《甘誓》云：「予則帑戮汝。」於人則妻子為帑，於鳥則鳥尾為帑。《左傳》云「以害鳥帑」是也。○「子曰父母其順矣乎者」。○正義曰：因上和於遠人，先和室家，故此一經次之。「父母其順矣乎」，謂父母能以教令行乎室家，其和順矣乎。言中庸之道，先使室家和順，乃能和順於外，即上云道不遠、施諸己。"
      },
      {
        "index": 18,
        "text": "子曰：「鬼神之為德，其盛矣乎！視之而弗見，聽之而弗聞，體物而不可遺。○注：體，猶生也。可，猶所也。不有所遺，言萬物無不以鬼神之氣生也。使天下之人，齊明盛服，以承祭祀。洋洋乎如在其上，如在其左右。○注：明，猶潔也。洋洋，人想思其傍僾之貌。○音義：齊，側皆反，本亦作齋。洋音羊。傍，皇薄剛反，謂左右也，徐方岡反。僾，徐於愷反，又音愛。《詩》曰：『神之格思，不可度思，矧可射思。』○注：格，來也。矧，況也。射，厭也。嗯，皆聲之助。言神之來，其形象不可億度而知，事之盡敬而已，況可厭倦乎。○音義：格，古百反。度，待洛反，注同。矧詩忍反，注同。射音亦。厭，於艷反，字又作「厭」，下同。盡，子忍反。夫微之顯，誠之不可揜，如此夫。」○注：言神無形而著，不言而誠。○音義：揜音掩，於檢反。此夫音扶。著，張慮反。"
      },
      {
        "index": 19,
        "text": "疏　 「子曰」至「此夫」。○正義曰：此一節明鬼神之道無形，而能顯著誠信。中庸之道與鬼神之道相似，亦從微至著，不言而自誠也。○「體物而不可遺」者，體，猶生也；可，猶所也。言萬物生而有形體，故云「體物而不可遺」者，言鬼神之道，生養萬物，無不周遍而不有所遺，言萬物無不以鬼神之氣生也。○「使天下之人，齊明盛服，以承祭祀」者，明，猶絜也。言鬼神能生養萬物，故天下之人齊戒明絜，盛飾餘服以承祭祀。○「洋洋乎如在其上，如在其左右」者，言鬼神之形狀，人想像之，如在人之上，如在人之左右，想見其形也。○「詩曰：神之格思，不可度思，矧可射思」者，格，來也；思，辭也；矧，況也；射，厭也。此《大雅．抑》之篇，剌厲王之詩。詩人剌時人祭祀懈倦，故云神之來至，以其無形不可度知，恒須恭敬，況於祭祀之末可厭倦之乎？言不可厭倦也。記者引《詩》，明鬼神之所尊敬也。○「夫微之顯」者，言鬼神之狀微昧不見，而精靈與人為吉凶，是「從微之顯」也。○「誠之不可揜」者，言鬼神誠信，不可揜蔽。善者必降之以福，惡者必降之以禍。「如此夫」者，此詩人所云，何可厭倦？夫，語助也。此鬼神即與《易．繫辭》云「是故知鬼神之情狀，與天地相似」，以能生萬物也。案彼註：「木火之神生物，金水之鬼終物。」彼以春夏對秋冬，故以春夏生物，秋冬終物。其實鬼神皆能生物、終物也，故此云「體物而不可遺」。此雖說陰陽鬼神，人之鬼神亦附陰陽之鬼神，故此云「齊明盛服，以承祭祀」，是兼人之鬼神也。"
      },
      {
        "index": 20,
        "text": "子曰：「舜其大孝也與？德為聖人，尊為天子，富有四海之內，宗廟饗之，子孫保之。○注：保，安也。○音義：與音餘。故大德必得其位，必得其祿，必得其名，必得其壽。○注：名，令聞也。○音義：聞音問，下令聞同。故天之生物，必因其材而篤焉。○注：材，謂其質性也。篤，厚也。言善者天厚其福，惡者天厚其毒，皆由其本而為之。故栽者培之，傾者覆之。○注：栽讀如「文王初載」之「栽」。栽猶殖也。培，益也。今時人名草木之殖曰「栽」，築牆立板亦曰「栽」，栽或為「茲」。覆，敗也。○音義：栽，依注音災，將才反，注同，植也。培，蒲回反。覆，芳伏反。載之載並音災，本或作哉，同。《詩》曰：『嘉樂君子，憲憲令德。宜民宜人，受祿於天。保佑命之，自天申之。』故大德者必受命。」○注：憲憲，興盛之貌。保，安也。佑，助也。○音義：嘉，戶嫁反，《詩》本作「假」，音同。假，嘉也，皇音加，善也。憲音顯，注同，一音如字。佑音祐，下注同。"
      },
      {
        "index": 21,
        "text": "疏　 「子曰」至「受命」。○正義曰：此一節明中庸之德，故能富有天下，受天之命也。○「子孫保之」者，師說云：舜禪與禹，何言保者，此子孫承保祭祀，故云「保」。周時陳國是舜之後。○「故大德必得其位」者，以其德大能覆養天下，故「必得其位」。如孔子有大德而無其位，以不應王錄，雖有大德，而無其位也。案《援神契》云：「丘為製法，上黑綠，不代蒼黃。」言孔子黑龍之精，不合代周家木德之蒼也。《孔演圖》又云「聖人不空生，必有所制以顯天心，丘為木鐸制天下法」是也。「必得其壽」者，據舜言之，而夫子不長壽，以勤憂故也。○「故天之生物，必因其材而篤焉」，材謂質性也；篤，厚也。言天之所生，隨物質性而厚之。善者因厚其福，舜、禹是也；惡者因厚其毒，桀、紂是也。故四凶黜而舜受禪也。○「故栽者培之，傾者覆之」，栽，殖也；培，益也。言道德自能豐殖，則天因而培益之。○「傾者覆之」者，若無德自取傾危者，天亦因而覆敗之也。○注「栽讀」至「曰栽」。○正義曰：「栽讀如文王初載之載」者，案《詩．大明》云：「文王初載，天作之合。」彼注云：「載，識也。言文王生適有所識，天為之生配，謂生大姒。」此載為栽殖者，載容兩義，亦得為識，亦得為殖。此對傾者覆之，故以為殖。云「築牆立板亦曰栽」者，案莊二十九年《左傳》云「水昏正而栽」，謂立板築也。○「《詩》曰：嘉樂君子，憲憲令德」，此《大雅．嘉樂》之篇，美成王之詩。嘉，善也。憲憲，興盛之貌。詩人言善樂君子，此成王憲憲然，有令善之德。案《詩》本文「憲憲」為「顯顯」，與此不同者，齊魯、韓《詩》與《毛詩》不同故也。○「宜民宜人，受祿於天。保佑命之，自天申之。故大德者必受命」者，宜民，謂宜養萬民，宜人，謂宜官人。其德如此，故受福於天。佑，助也。保，安也。天乃保安佑助，命之為天子，又申重福之。作《記》者，引證大德必受命之義，則舜之為也。"
      },
      {
        "index": 22,
        "text": "子曰：「無憂者，其唯文王乎？以王季為父，以武王為子，父作之，子述之。○注：聖人以立法度為大事，子能述成之，則何憂乎？堯、舜之父子則有凶頑，禹、湯之父子則寡令聞。父子相成，唯有文王。武王纘大王、王季、文王之緒，壹戎衣而有天下，身不失天下之顯名，尊為天子，富有四海之內，宗廟饗之，子孫保之。○注：纘，繼也。緒，業也。戎，兵也。衣讀如「殷」，聲之誤也。齊人言殷聲如「衣」，虞、夏、商、周氏者多矣。今姓有衣者，殷之胄與？「壹戎殷」者，壹用兵伐殷也。○音義：纘，徐音纂，哉管反。大音泰，下及注「大王」皆同。「壹戎衣」，依注衣作殷，於巾反，謂一用兵伐殷也。《尚書》依字讀，謂一著戎衣而天下大定。胄與，直救反，下音餘。武王末受命，周公成文、武之德，追王大王、王季，上祀先公以天子之禮。斯禮也，達乎諸侯、大夫及士、庶人。父為大夫，子為士，葬以大夫，祭以士。父為士，子為大夫，葬以士，祭以大夫。期之喪，達乎大夫。三年之喪，達乎天子。父母之喪，無貴賤一也。」○注：末，猶老也。「追王大王、王季」者，以王跡起焉，先公組紺以上至后稷也。「斯禮達於諸侯、大夫、士、庶人」者，謂葬之從死者之爵，祭之用生者之祿也。言大夫葬以大夫，士葬以士，則「追王」者，改葬之矣。「期之喪，達於大夫」者，謂旁親所降在大功者，其正統之期，天子諸侯猶不降也。大夫所降，天子諸侯絕之不為服，所不臣乃服之也。承葬、祭說期、三年之喪者，明子事父以孝，不用其尊卑變。○音義：末，亡遏反。追王，於況反，注「追王」同。期音基，注同。組音祖。紺，古闇反。組紺，大王之父也，亦曰諸盩，盩音置留反。以上，時掌反。不為服，于偽反。"
      },
      {
        "index": 23,
        "text": "疏　 「子曰」至「一也」。○正義曰：此一節明夫子論文王、武王聖德相承王有天下，上能追尊大王、王季，因明天子以下及士、庶人葬、祭祀之禮，各隨文解之。○「以王季為父，以武王為子，父作之，子述之」者，言文王以王季為父，則王季能製作禮樂，文王奉而行之。文王以武王為子，武王又能述成文王之道，故「無憂」也。○「武王纘大王、王季、文王之緒」者，纘，繼也；緒，業也。言武王能纘繼父祖之業，以王天下也。○「壹戎衣而有天下」者，戎，兵也。言一用兵伐殷而勝之也。○注「衣讀為殷」。○正義曰：案《尚書．武成》云「一戎衣」，謂一著戎衣而滅殷。此云「一」者，以經武王繼大王、王季、文王三人之業，一用滅殷，對三人之業為「一」耳。由三人之業，故一身滅之。鄭必以衣為「殷」者，以十一年觀兵於孟津，十三年滅紂，是再著戎服，不得稱「一戎衣」，故「以衣為殷」，故注云「齊人言殷聲如衣」。○「武王末受命」，此美周公之德也。末，猶老也，謂武王年老，而受命平定天下也。「斯禮也，達乎諸侯、大夫及士、庶人」者，斯，此也。言周公尊崇先公之禮，非直天子所行，乃下達於諸侯、大夫、士、庶人等，無問尊卑，皆得上尊祖父，以己之祿祭其先人，猶若周公以成王天子之禮祀其先公也。○「父為大夫，子為士，葬以大夫，祭以士」者，謂父既為大夫，祭以士禮，貶其先人而云尊之者，欲明以已之祿祀其先人也。○「期之喪，達乎大夫」者，欲見大夫之尊，猶有期喪，謂旁親所降在大功者，得為期喪，還著大功之服，故云「達乎大夫」。若天子、諸侯旁期之喪，則不為服也。○「三年之喪，達乎天子」者，謂正統在三年之喪，父母及適子並妻也。「達乎天子」者，言天子皆服之。不云「父母」，而云「三年」者，包適子也。天子為後服期，以三年包之者，以後卒必待三年然後娶，所以達子之志，故通在三年之中。是以昭十五年《左傳》云：「穆後崩」，「大子壽卒」。叔向云：「王一歲而有三年之喪二焉。」是包後為三年也。直云「達乎天子」，不云「諸侯」者，諸侯旁親尊同則不降，故《喪服．大功章》云：「諸侯為姑姊妹嫁於國君者」是也。○「父母之喪，無貴賤一也」，唯父母之喪，無問天子及士、庶人，其服並同，故云「無貴賤一也」。○注「末猶」至「卑變」。○正義曰：「末猶老也」者，謂文王受命，十一年武王觀兵於孟津，白魚入王舟，是老而受命，受命後七年而崩。故鄭注《洛誥》，文王受赤雀，武王俯取白魚，皆七年是也。云「追王大王、王季者，以王跡起焉」，案《詩．頌．閟宮》云大王「居岐之陽，實始翦商」，是王跡起也。云「先公組紺以上至后稷也」者，組紺，太王之父，一名諸盭，《周本紀》云：「亞圉卒，子太公叔穎立。太公卒，子古公亶父立。」又《世本》云：「亞圉云生太公組紺諸盭」，則叔穎、組紺、諸盭是一人也。此文云「追王大王、王季，上祀先公」，則先公之中包后稷也。故云「組紺以上至后稷」也。案《司服》云：「享先王則袞冕，先公則鷩冕。」以后稷為周之始祖，祫祭於廟，當同先王用袞，則先公無后稷也。故鄭注《司服》云，先公不窋至諸盭。若四時常祀，唯后稷及大王、王季之等，不得廣及先公。故《天保》云：「禴祀蒸嘗於公。」先王是四時常祀，但有后稷諸盭以下，故鄭注《天保》云：「先公謂后稷至諸盭。」此皆盡望經上下釋義，故不同，或有至字誤也。云「則追王者，改葬之矣」者，以大王、王季身為諸侯，葬從死者之爵，則大王、王季祗得為諸侯葬禮，不得言「追王」，從天子法。故知追王之時，而更改葬，用天子禮。案《大傳》云：「武王追王大王亶父、王季歷。」此云周公追王，不同者，武王既伐紂，「追王」佈告天下，周公追而改葬，故不同也。云「期之喪，達於大夫者，謂旁親所降在大功」者，熊氏云：「此對天子、諸侯，故云『期之喪達乎大夫』，其實大夫為大功之喪得降小功，小功之喪得降緦麻。」是大功小功，皆達乎大夫。熊氏又云：「天子為正統之喪，適婦大功，適孫之婦小功。」義或然，但無正文耳。云「所不臣乃服之也」者，《喪服傳》云：「始封之君不臣諸父昆弟，封君之子不臣諸父而臣昆弟。」但不臣者，皆以本服服也。"
      },
      {
        "index": 24,
        "text": "子曰：「武王周公，其達孝矣！乎夫孝者，善繼人之志，善述人之事者也。春秋脩其祖廟，陳其宗器，設其裳衣，薦其時食。○注：脩，謂掃糞也。宗器，祭器也。裳衣，先祖之遺衣服也，設之當以授尸也。時食，四時祭也。○音義：掃，悉報反。糞，弗運反，本亦作盭，亦作拚，同。宗廟之禮，所以序昭穆也。序爵，所以辨貴賤也；序事，所以辨賢也。旅酬下為上，所以逮賤也。燕毛，所以序齒也。○注：序，猶次也。爵，謂公、卿、大夫、士也。事，謂薦羞也。「以辨賢」者，以其事別所能也。若司徒「羞牛」，宗伯「共雞牲」矣。《文王世子》曰：「宗廟之中，以爵為位，崇德也。」宗人授事以官，尊賢也。「旅酬下為上」者，謂若《特牲饋食》之禮賓，弟子、兄弟之子各舉觶於其長也。「逮賤」者，宗廟之中，以有事為榮也。「燕」，謂既祭而燕也。燕以髮色為坐，祭時尊尊也，至燕親親也。齒，亦年也。○音義：昭穆，常遙反。穆，又作繆，音同。遝，本又作逮，同音代。燕，於見反，注並同。別，彼列反。共音恭。饋，其位反。觶音至。長，丁丈反，下「謂長」同。踐其位，行其禮，奏其樂，敬其所尊，愛其所親，事死如事生，事亡如事存，孝之至也。○注：踐，猶升也。「其」者，其先祖也。踐或為「纘」。郊社之禮，所以事上帝也。宗廟之禮，所以祀乎其先也。○注：社，祭地神，不言后土者，省文。○音義：省，色領反。明乎郊社之禮，禘嘗之義，治國其如示諸掌乎！」○注：示讀如「寘諸河干」之「寘」。寘，置也。物而在掌中，易為知力者也。序爵、辨賢，尊尊、親親，治國之要。○音義：示，依注音寘，之豉反。易，以豉反。知力音智，本亦無力字。治之要也，治，直吏反，一本作「治國之要」，治則如字。"
      },
      {
        "index": 25,
        "text": "疏　 「子曰」至「掌乎」。○正義曰：以前經論文王、武王聖德相承，此論武王、周公上成先祖，脩其宗廟，行郊社之禮，所以能治國如置物掌中也，各隨文解之。○「夫孝者，善繼人之志」者，人，謂先人。若文王有志伐紂，武王能繼而承之。《尚書．武成》曰：「予小子，其承厥志。」是「善繼人之志」也。○「善述人之事者也」，言文王有文德為王基，而周公制禮以贊述之。故《洛誥》云「考朕昭子刑，乃單文祖德」，是善述人之事也。此是武王、周公繼孝之事。○「宗廟之禮，所以序昭穆也」者，若昭與昭齒，穆與穆齒是也。○「序爵，所以辨貴賤也」者，序，謂次序；爵，謂公、卿、大夫、士也。謂祭祀之時，公、卿、大夫各以其爵位齒列而助祭祀，是「辨貴賤」也。故《文王世子》云「宗廟之中，以爵為位，崇德也。宗人授事以官，尊賢也」是也。○「序事，所以辨賢也」者，序謂薦羞也，序謂次序，所共祭祀之事，若司徒奉牛，司馬奉羊，宗伯供雞，是分別賢能，堪任其官也。○「旅酬下為上，所以逮賤也」者，旅，眾也；逮，及也。謂祭末飲酒之時，使一人舉觶之後，至旅酬之時，使卑者二人各舉觶於其長者。卑下者先飲，是下者為上，賤人在先，是恩意先及於賤者，故云「所以逮賤也」。案《特牲饋食》之禮，主人洗爵，獻長兄弟，獻眾兄弟之後，眾賓弟子於西階，兄弟弟子於東階，各舉觶於其長也。弟子等皆是下賤而得舉觶，是有事於宗廟之中，是其榮也。又制受爵，是「逮賤」也。○「燕毛，所以序齒也」者，言祭末燕時，以毛髮為次序，是所以序年齒也。故注云：「燕謂既祭而燕也。燕以髮色為坐，祭時尊尊也，至燕親親也。」○「踐其位，行其禮」者，踐，升也，謂孝子升其先祖之位，行祭祀之禮也。○「治國其如示諸掌乎」，注云「『示』，讀如『寘諸河干』之『寘』，寘，置也」者，若能明此序爵辨賢尊親，則治理其國，其事為易，猶如置物於掌中也。"
      },
      {
        "index": 26,
        "text": "哀公問政。子曰：「文武之政，布在方策，其人存則其政舉，其人亡則其政息。○注：方，板也。策，簡也。息，猶滅也。○音義：方策，初革反。版音板，本亦作「板」。人道敏政，地道敏樹。○注：敏，猶勉也。樹，謂殖草木也。人之無政，若地無草木矣。敏或為「謀」。夫政也者，蒲盧也。○注：蒲盧，蜾蠃謂土蜂也。《詩》曰：「螟蛉有子，蜾蠃負之。」螟蛉，桑蟲也。蒲盧取桑蟲之子，去而變化之，以成為己子。政之於百姓，若蒲盧之於桑蟲然。○音義：蒲盧，並如字，《爾雅》云「蜾蠃，蒲盧」，即今之細腰蜂也，一名蠮螉。蜾音果。螺，力果反，本亦作蠃，音同。蜂，芳封反，字亦作，同。螟，莫瓶反。蛉音零。己音紀。故為政在人，○注：在於得賢人也。取人以身，脩身以道，脩道以仁。○注：取人以身，言明君乃能得人。仁者，人也，親親為大。義者，宜也，尊賢為大。親親之殺，尊賢之等，禮所生也。○注：人也，讀如相人偶之「人」。以人意相存問之言。○音義：殺，色界反，徐所例反。在下位不獲乎上，民不可得而治矣。○注：此句其屬在下，著脫誤重在此。○音義：治，直吏反，一音如字。脫音奪。重，直用反。故君子不可以不脩身。思脩身，不可以不事親。思事親，不可以不知人。思知人，不可以不知天。○注：言修身乃知孝，知孝乃知人，知人乃知賢、不肖，知賢、不肖乃知天命所保佑。天下之達道五，所以行之者三，曰君臣也、父子也、夫婦也、昆弟也、朋友之交也。五者，天下之達道也。知、仁、勇三者，天下之達德也。所以行之者一也。○注：達者常行，百王所不變也。○音義：知音智，下「近乎知」，注「言有知」皆同。或生而知之，或學而知之，或困而知之，及其知之一也。○注：「困而知之」，謂長而見禮義之事，己臨之而有不足，乃始學而知之，此「達道」也。○音義：長，丁丈反。己音紀。或安而行之，或利而行之，或勉強而行之，及其成功，一也。」○注：利，謂貪榮名也。「勉強」，恥不若人。○音義：強，其兩反，注同。"
      },
      {
        "index": 27,
        "text": "疏　 「哀公」至「一也」。○正義曰：此一節明哀公問政於孔子，孔子答以為政之道在於「取人」、「脩身」，並明「達道」有五，行之者三。今各隨文解之。○「文武之政，布在方策」者，言文王武王為政之道，皆布列在於方牘簡策。○「其人存則其政舉」者，雖在方策，其事久遠，此廣陳為政之道。「其人」，謂賢人。舉，猶行也。存，謂道德存在也。若得其人，道德存在，則能興行政教，故云「舉」也。○「其人亡則其政息」者，息，滅也。其人若亡，謂道德滅亡，不能興舉於政教。若位無賢臣，政所以滅絕也。○「人道敏政」者，敏，勉也。言為人君當勉力行政。○「地道敏樹」者，樹，殖草木也。言為地之道，亦勉力生殖也。人之無政，若地無草木。地既無心，云勉力者，以地之生物無倦，似若人勉力行政然也。○「夫政也者，蒲盧也」，蒲盧，取桑蟲之子以為己子。善為政者，化養他民以為己民，若蒲盧然也。○「故為政在人」，言君行善政，則民從之，故欲為善政者，在於得賢人也。○「取人以身」，明君欲取賢人，先以脩正己身，則賢人至也。○「脩身以道」，言欲脩正其身，先須行於道德也。○「脩道以仁」者，言欲脩道德，必須先脩仁義。○「仁者人也，親親為大」者，仁謂仁愛相親偶也。言行仁之法，在於親偶。欲親偶疏人，先親己親，然後比親及疏，故云「親親為大」。○「義者宜也，尊賢為大」，宜，謂於事得宜，即是其義，故云「義者宜也」。若欲於事得宜，莫過尊賢，故云「尊賢為大」。○「親親之殺，尊賢之等，禮所生也」者，五服之節，降殺不同，是親親之衰殺。公卿大夫，其爵各異，是「尊賢之等」。禮者所以辨明此上諸事，故云「禮所生也」。○「在下位不獲乎上」者，鄭謂此句應在下章，著脫誤重在此耳。○「故君子不可以不脩身。思脩身，不可以不事親」，言思念脩身之道，必先以孝為本，故云「不可以不事親」。○「思事親，不可以不知人」，既思事親，不可不先擇友取人也。○「思知人，不可以不知天」，欲思擇人，必先知天時所佑助也。謂人作善，降之百祥；作不善，降之百殃，當捨惡脩善也。「五者，天下之達道也」，五者，謂君臣、父子、夫婦、昆弟、朋夫之交，皆是人間常行道理，事得開通，故云「達道也」。○「知、仁、勇三者，天下之達德也」，言知、仁、勇，人所常行，在身為德，故云「天下之達德也」。○言百王用此三德以行五道。五事為本，故云「道」；三者為末，故云「德」。若行五道，必須三德。無知不能識其理，無仁不能安其事，無勇不能果其行，故必須三德也。○「所以行之者一也」，言百王以來，行此五道三德，其義一也，古今不變也。○「或生而知之」，謂天生自知也。○「或學而知之」，謂因學而知之。「或困而知之」，謂臨事有困，由學乃知。○「及其知之，一也」，言初知之時，其事雖別，既知之後，並皆是「知」，故云「及其知之，一也」。○「或安而行之」，謂無所求為，安靜而行之。○「或利而行之」，謂貪其利益而行之。行此五事，得其榮名，於己無害，則「利而行之」也。故《論語》云「知者利仁」是也。○「或勉強而行之」，或畏懼罪惡，勉力自強而行之。「及其成功，一也」，雖行之有異，及其所行成功，是一也，言皆得成功矣。皇氏云：「所知、所行，謂上五道三德。」今謂百行皆然，非唯三五而已也。"
      },
      {
        "index": 28,
        "text": "子曰：「好學近乎知，力行近乎仁，知恥近乎勇。知斯三者，則知所以脩身。知所以脩身，則知所以治人。知所以治人，則知所以治天下國家矣。○注：言有知、有仁、有勇，乃知脩身，則脩身以此三者為基。○音義：好，呼報反。近，附近之近，下同。行，皇如字，徐下孟反。凡為天下國家有九經，曰：脩身也，尊賢也，親親也，敬大臣也，體群臣也，子庶民也，來百工也，柔遠人也，懷諸侯也。○注：體，猶接納也。子，猶愛也。「遠人」，蕃國之諸侯也。○音義：子，如字，徐將吏反，下句放此。蕃，方元反。脩身則道立，尊賢則不惑，親親則諸父昆弟不怨，敬大臣則不眩，體群臣則士之報禮重，子庶民則百姓勸，來百工則財用足，柔遠人則四方歸之，懷諸侯則天下畏之。○注：「不惑」，謀者良也。不眩，所任明也。○音義：眩，玄遍反。"
      },
      {
        "index": 29,
        "text": "疏　 「子曰」至「家矣」。○正義曰：前文夫子答哀公為政，須修身、知人、行五道三德之事，此以下夫子更為哀公廣說修身治天下之道，有九種常行之事。又明修身在於至誠，若能至誠，所以贊天地、動蓍龜也。博厚配地，高明配天，各隨文解之。此一節覆明上生而知之，學而知之，困而知之。○「好學近乎知」者，覆前文「或學而知之」，覆能好學，無事不知，故云「近乎知」也。○「力行近乎仁」者，此則前文「或利而行之」，以其勉力行善，故「近乎仁」也。○「知恥近乎勇」者，覆前文「困而知之」，及「勉強而行之」，以其知自羞恥，勤行善事，不避危難，故「近乎勇」也。前經「生而知之」不覆說者，以其生知自然合聖，故不須覆說也。○「凡為天下國家有九經」者，此夫子為哀公說治天下國家之道有九種常行之事，論九經之次目也。○「體群臣也」者，體，謂接納，言接納群臣與之同體也。○「子庶民也」者，謂子愛庶民也。○「來百工也」者，謂招來百工也。○「脩身則道立」者，此一經覆說行「九經」，則致其功用也。「脩身則道立」者，謂脩正其身，不為邪惡，則道德興立也。○「尊賢則不惑」者，以賢人輔弼，故臨事不惑，所謀者善也。○「敬大臣則不眩」者，眩，亦惑也，以恭敬大臣，任使分明，故於事不惑。前文不惑，謀國家大事，此云「不眩」，謂謀國家眾事，但所謀之事，大小有殊，所以異其文。○「體群臣則士之報禮重」者，群臣雖賤，而君厚接納之，則臣感君恩，故為君死於患難，是「報禮重」也。○「子庶民則百姓勸」，子，愛也，言愛民如子，則百姓勸勉以事上也。○「來百工則財用足」，百工興財用也，君若賞賚招來之，則百工皆自至，故國家財用豐足。○「柔遠人則四方歸之」，「遠」，謂蕃國之諸侯，「四方」，則蕃國也。懷諸侯則天下畏之。懷，安撫也。君若安撫懷之，則諸侯服從，兵強土廣，故「天下畏之」。"
      },
      {
        "index": 30,
        "text": "齊明盛服，非禮不動，所以脩身也。去讒遠色，賤貨而貴德，所以勸賢也。尊其位，重其祿，同其好惡，所以勸親親也。官盛任使，所以勸大臣也。忠信重祿，所以勸士也。時使薄斂，所以勸百姓也。日省月試，既廩稱事所以勸百工也。送往迎來，嘉善而矜不能，所以柔遠人也。繼絕世，舉廢國，治亂持危，朝聘以時，厚往而薄來，所以懷諸侯也。○注：「同其好惡」，不特有所好惡於同姓，雖恩不同，義必同也。尊重其祿位，所以貴之，不必授以官守，天官不可私也。「官盛任使」，大臣皆有屬官所任使，不親小事也。「忠信重祿」，有忠信者，重其祿也。「時使」，使之以時，日省月試，考校其成功也。「既」讀為「餼」，「餼廩」，稍食也。《槁人職》曰：「乘其事，考其弓弩，以下上其食。」○音義：齊，側皆反。去，起呂反。遠，於萬反。好惡，呼報反，下烏路反，又並如字，注同。斂，力驗反。既，依注音餼，許氣反。廩，彼錦反，一本又力錦反。稱，尺證反。朝，直遙反。槁，苦報反，一音古老反。上，時掌反。"
      },
      {
        "index": 31,
        "text": "疏　 「齊明」至「侯也」。○正義曰：此一節說行「九經」之法。○「齊明盛服」者，齊，謂整齊；明，謂嚴明；盛服，謂正其衣冠：是脩身之體也。此等「非禮不動」，是所以勸脩身。○「尊其位，重其祿，同其好惡，所以勸親親也」者，「尊其位」，謂授以大位；「重其祿」，謂重多其祿位。崇重而已，不可任以職事。「同其好惡」，好，謂慶賞，惡，謂誅罰。言於同姓既有親疏，恩親雖不同，義必須等，故不特有所好惡。○「勸親親也」者，尊位重祿以勉之，同其好惡以勵之，是「勸親親也」。○「官盛任使」，所以勸大臣也。官盛，謂官之盛大。「有屬臣」者，當令任使屬臣，不可以小事專勞大臣。大臣懷德，故云「所以勸大臣」也。「日省月試，既廩稱事，所以勸百工也」，既廩，謂飲食、糧廩也。言在上每日省視百工功程，每月試其所作之事，又飲食糧廩，稱當其事，功多則廩厚，功小則餼薄，是「所以勸百工也」。○「治亂持危」者，諸侯國內有亂，則治討之，危弱則扶持之。○「厚往而薄來，所以懷諸侯也」，「厚往」，謂諸侯還國，王者以其材賄厚重往報之。「薄來」，謂諸侯貢獻，使輕薄而來。如此則諸侯歸服，故所以懷諸侯也。○注「尊重」至「其食」。○正義曰：「尊重其祿位」者，言同姓之親，既非賢才，但尊重其祿位，榮貴之而已，不必授以官守也。云「大臣皆有屬官所任，使不親小事也」者，若《周禮》六卿其下，各有屬官，其細碎小事，皆屬官為之，是「不親小事也」。云「既讀為餼，餼廩稍食也」者，以既與廩連文，又與餼字聲同，故讀既為餼。「稍食」者，謂稍給之，故《周禮》「月終均其稍食」是也。引《槁人職》者，證其餼廩稱事。案《周禮．夏官．槁人》掌弓矢之材，其職云「乘其事」，乘，謂計筭其所為之事。「考其弓弩」謂考校弓弩之善惡多少。「以下上其食」，下，謂貶退；上，謂增益。善者則增上其食，惡者則減其食故也。"
      },
      {
        "index": 32,
        "text": "凡為天下國家有九經，所以行之者一也。凡事豫則立，不豫則廢。言前定則不跲，事前定則不困，行前定則不疚，道前定則不窮。○注：一，謂當豫也。跲，躓也。疚，病也。人不能病之。○音義：跲，其劫反，皇音給。行，下孟反。疚音救。躓，徐音致。"
      },
      {
        "index": 33,
        "text": "疏　 「凡為」至「不窮」。○正義曰：此一節明前「九經」之法，唯在豫前謀之，故云「所以行之者一也」。「一」，謂豫也。○「言前定則不跲者，案《字林》：「跲，躓也。」躓謂行倒蹶也。將欲發言，能豫前思定，然後出口，則言得流行，不有躓蹶也。○「事前定則不困」者，困，乏也。言欲為事之時，先須豫前思定，則臨事不睏。○「行言定則不疚」者，疚，病也。言欲為行之時，豫前思定，則行不疚病。○「道前定則不窮」者，言欲行道之時，豫前謀定，則道無窮也。○注「人不能病之」。○正義曰：解「經行前定則不疚」。人若行不豫前先定，人或不信病害之。既前定而後行，故人不能病害也。"
      },
      {
        "index": 34,
        "text": "在下位不獲乎上，民不可得而治矣。○注：獲，得也。言臣不得於君，則不得居位治民。獲乎上有道，不信乎朋友，不獲乎上矣。信乎朋友有道，不順乎親，不信乎朋友矣。順乎親有道，反諸身不誠，不順乎親矣。誠身有道，不明乎善，不誠乎身矣。○注：言知善之為善，乃能行誠。"
      },
      {
        "index": 35,
        "text": "疏　 「在下」至「身矣」。○正義曰：此明為臣為人，皆須誠信於身，然後可得之事。○「在下位不獲乎上」者，獲，得也。言人臣處在下位，不得於君上之意，則不得居位以治民，故云「民不可得而治矣」。○「獲乎上有道，不信乎朋友，不獲乎上矣」者，言臣欲得君上之意，先須有道德信著朋友。若道德無信著乎朋友，則不得君上之意矣。言欲得上意，先須信乎朋友也。○「信乎朋友有道，不順乎親，則不信乎朋友矣」者，言欲行信著於朋友，先須有道順乎其親。若不順乎其親，則不信乎朋友矣。○「順乎親有道，反諸身不誠，不順乎親矣」者，言欲順乎親，必須有道，反於己身，使有至誠。若身不能至誠，則不能「順乎親矣」。○「誠身有道，不明乎善，不誠乎身矣」者，言欲行至誠於身，先須有道明乎善行。若不明乎善行，則不能至誠乎身矣。言明乎善行，始能至誠乎身。能職誠乎身，始能順乎親。順乎親，始能信乎朋友。信乎朋友，始能得君上之意。得乎君上之意，始得居位治民也。"
      },
      {
        "index": 36,
        "text": "誠者，天之道也。誠之者，人之道也。誠者不勉而中，不思而得，從容中道，聖人也。誠之者，擇善而固執之者也。○注：言「誠者」，天性也。「誠之者」，學而誠之者也。因誠身說有大至誠。○音義：中，丁仲反，又如字，下「中道」同。從，七容反。"
      },
      {
        "index": 37,
        "text": "疏　 「誠者」至「者也」。○正義曰：前經欲明事君，先須身有至誠。此經明至誠之道，天之性也。則人當學其至誠之性，是上天之道不為而誠，不思而得。若天之性有殺，信著四時，是天之道。「誠之者人之道也」者，言人能勉力學此至誠，是人之道也。不學則不得，故云人之道。○「誠者不勉而中，不思而得，從容中道，聖人也」者，此覆說上文「誠者，天之道也」。唯聖人能然，謂不勉勵而自中當於善，不思慮而自得於善，從容間暇而自中乎道，以聖人性合於天道自然，故云「聖人也」。○「誠之者，擇善而固執之者也」，此覆說上文「誠之者，人之道也」，謂由學而致此至誠，謂賢人也。言選擇善事，而堅固執之，行之不已，遂致至誠也。○注「因誠身說有大至誠」。○正義曰：以前經云欲事親事君，先須修身，有大至誠，故此說有大至誠。大至誠，則經云「誠者，天之道也」，聖人是矣。"
      },
      {
        "index": 38,
        "text": "博學之，審問之，慎思之，明辨之，篤行之。有弗學，學之弗能，弗措也。有弗問，問之弗知，弗措也。有弗思，思之弗得，弗措也。有弗辨，辨之弗明，弗措也。有弗行，行之弗篤，弗措也。人一能之，己百之，人十能之，己千之。果能此道矣，雖愚必明，雖柔必強。○注：此勸人學誠其身也。果，猶決也。○音義：措，七路反，下及注皆同，置也。強，其良反。"
      },
      {
        "index": 39,
        "text": "疏　 「博學」至「必強」。○正義曰：此一經申明上經「誠之者，擇善而固執之」事。○「有弗學，學之弗能，弗措也」者，謂身有事，不能常學習，當須勤力學之。措，置也。言學不至於能，不措置休廢，必待能之乃已也。以下諸事皆然，此一句覆上「博學之」也。○「有弗問，問之弗知，弗措也」，覆上「審問之」也。「有弗思，思之弗得，弗措也」，覆上「慎思之」也。「有弗辨，辨之弗明，弗措也」，覆上「明辨之」也。「有弗行，行之弗篤，弗措也」，覆上「篤行之」也。○「人一能之，己百之，人十能之，己千之」，謂他人性識聰敏，一學則能知之，己當百倍用功而學，使能知之，言己加心精勤之多，恒百倍於他人也。○「果能此道矣，雖愚必明，雖柔必強」，果，謂果決也。若決能為此百倍用功之道，識慮雖復愚弱，而必至明強。此勸人學誠其身也。"
      },
      {
        "index": 40,
        "text": "自誠明謂之性，自明誠謂之教。誠則明矣，明則誠矣。○注：自，由也。由至誠而有明德，是聖人之性者也。由明德而有至誠，是賢人學以知之也。有至誠則必有明德，有明德則必有至誠。"
      },
      {
        "index": 41,
        "text": "疏　 「自誠」至「誠矣」。○正義曰：此一經顯天性至誠，或學而能。兩者雖異，功用則相通。○「自誠明謂之性」者，此說天性自誠者。自，由也，言由天性至誠，而身有明德，此乃自然天性如此，故「謂之性」。「自明誠謂之教」者，此說學而至誠，由身聰明，勉力學習，而致至誠，非由天性教習使然，故云「謂之教」。然則「自誠明謂之性」，聖人之德也。「自明誠謂之教」，賢人之德也。○「誠則明矣」者，言聖人天性至誠，則能有明德，由至誠而致明也。○「明則誠矣」者，謂賢人由身聰明習學，乃致至誠，故云「明則誠矣」。是誠則能明，明則能誠，優劣雖異，二者皆通有至誠也。"
      },
      {
        "index": 42,
        "text": "唯天下至誠，為能盡其性。能盡其性，則能盡人之性。能盡人之性，則能盡物之性。能盡物之性，則可以贊天地之化育。可以贊天地之化育，則可以與天地參矣。○注：盡性者，謂順理之使不失其所也。贊，助也。育，生也。助天地之化生，謂聖人受命在王位致大平。○音義：大音泰。"
      },
      {
        "index": 43,
        "text": "疏　 「唯天」至「參矣」。○正義曰：此明天性至誠，聖人之道也。「唯天下至誠」者，謂一天下之內，至極誠信為聖人也。○「為能盡其性」者，以其至極誠信，與天地合，故能「盡其性」。既盡其性，則能盡其人與萬物之性，是以下云「能盡人之性」。既能盡人性，則能盡萬物之性，故能贊助天地之化育，功與天地相參。上云「誠者，天之道」，此兼云「地」者，上說至誠之理由神妙而來，故特云「天之道」。此據化育生物，故並云「地」也。"
      },
      {
        "index": 44,
        "text": "其次致曲，曲能有誠，誠則形，形則著，著則明，明則動，動則變，變則化。唯天下至誠為能化。○注：「其次」，謂「自明誠」者也。致，至也。曲，猶小小之事也。不能盡性而有至誠，於有義焉而已，形謂人見其功也。盡性之誠，人不能見也。著，形之大者也。明，著之顯者也。動，動人心也。變，改惡為善也，變之久則化而性善也。"
      },
      {
        "index": 45,
        "text": "疏　 「其次」至「能化」。○正義曰：此一經明賢人習學而致至誠，故云「其次致曲」。曲，謂細小之事。言其賢人致行細小之事不能盡性，於細小之事能有至誠也。○「誠則形，形則著」者，謂不能自然至誠，由學而來，故誠則人見其功，是「誠則形」也。初有小形，後乃大而明，著故云「形則著」也。若天性至誠之人不能見，則不形不著也。○「著則明，明則動」者，由著故顯明，由明能感動於眾。○「動則變，變則化」者，既感動人心，漸變惡為善，變而既久，遂至於化。言惡人全化為善，人無復為惡也。○「唯天下至誠為能化」，言唯天下學致至誠之人，為能化惡為善，改移舊俗。不如前經天生至誠，能盡其性，與天地參矣。○注「其次」至「善也」。○正義曰：以前經云「自明誠謂之教」，是由明而致誠，是賢人，次於聖人，故云「其次，謂自明誠也」。云「不能盡性而有至誠，於有義焉而已」者，言此次誠不能如至誠盡物之性，但能有至誠於細小物焉而已。云「形謂人見其功也」者，由次誠彰露，人皆見其功也。云「盡性之誠，人不能見也」者，言天性至誠，神妙無體，人不見也。云「著，形之大者也」，解經「形則著」，初有微形，後則大而形著。云「變之久則化而性善也」者，解經「變則化」，初漸謂之變，變時新舊兩體俱有，變盡舊體而有新體謂之為「化」。如《月令》鳩化為鷹，是為鷹之時非復鳩也，猶如善人無復有惡也。"
      },
      {
        "index": 46,
        "text": "至誠之道，可以前知。國家將興，必有禎祥。國家將亡，必有妖孽。見乎蓍龜，動乎四體，禍福將至，善必先知之，不善必先知之，故至誠如神。○注：「可以前知」者，言天不欺至誠者也。前，亦先也。禎祥、妖孽，蓍龜之占，雖其時有小人、愚主，皆為至誠能知者出也。四體，謂龜之四足，春占後左，夏占前左，秋占前右，冬占後右。○音義：禎音貞。妖，於驕反。《左傳》云：「地反物為妖。」《說文》作「祅」，云「衣服、歌謠、草木之怪謂之祅」。孽，魚列反，《說文》「蠥」，云「禽獸蟲蝗之怪謂之蠥」。一本乎作於。蓍音尸。為，于偽反。"
      },
      {
        "index": 47,
        "text": "疏　 「至誠」至「如神」。○正義曰：「至誠之道，可以前知」者，此由身有至誠，可以豫知前事。此至誠之內，是天生至誠，亦通學而至誠，故前經云「自明誠謂之教」，是賢人至誠同聖人也。言聖人、賢人俱有至誠之行，天所不欺，可知前事。「國家將興，必有禎祥」者，禎祥，吉之萌兆；祥，善也。言國家之將興，必先有嘉慶善祥也。《文說》：「禎祥者，言人有至誠，天地不能隱，如文王有至誠，招赤雀之瑞也。」國本有今異曰禎，本無今有曰祥。何為本有今異者？何胤云：「國本有雀，今有赤雀來，是禎也。國本無鳳，今有鳳來，是祥也。」《尚書》「祥桑、穀共生於朝」，是惡，此經云善，何？得入國者，以吉凶先見者皆曰「祥」，別無義也。「國家將亡，必有妖孽」者，妖孽，謂兇惡之萌兆也。妖猶傷也，傷甚曰孽，謂惡物來為妖傷之征。若魯國賓鵒來巢，以為國之傷徵。案《左傳》云：「地反物為妖。」《說文》云：「衣服、歌謠、草木之怪為妖，禽獸、蟲蝗之怪為孽。」○「見乎蓍龜，動乎四體」者，所以先知禎祥妖孽見乎蓍龜，卦兆發動於龜之四體也。○「福福將至」者。禍謂妖孽，福謂禎祥。萌兆豫來，是「禍福將至」。○「善必先知之」者，善，謂福也。○「不善必先知之」者，不善謂禍也。○「故至誠如神」者，言至誠之道，先知前事，如神之微妙，故云「至誠如神」也。注云「雖其時有小人、愚主，皆為至誠能知者出也」。○正義曰：鄭以聖人君子將興之時，或聖人有至誠，或賢人有至誠，則國之將興，禎祥可知。而小人、愚主之世無至誠，又時無賢人，亦無至誠，所以得知國家之將亡而有妖孽者，雖小人、愚主，由至誠之人生在亂世，猶有至誠之德，此妖孽為有至誠能知者出也。案《周語》云：「幽王二年，三川皆震，伯陽父曰：『周將亡矣。昔伊、洛竭而夏亡，河竭而商亡。』」時三川皆震，為周之惡瑞，是伯陽父有至誠能知周亡也。又周惠王十五年，有神降於莘。莘，虢國地名。周惠王問內史過，史過對曰：「夏之興也，祝融降於崇山，其亡也，回祿信於聆隧。商之興也，檮杭次於丕山，其亡也，夷羊在牧。周之興也，鸑鷟鳴於岐山，其衰也，杜伯射宣王於鎬。今虢多涼德，虢必亡也。」又內史過有至誠之德，神為之出。是愚主之世，以妖孽為至誠能知者出也。"
      },
      {
        "index": 48,
        "text": "誠者自成也，而道自道也。○注：言人能至誠，所以「自成」也。有道藝所以自道達。○音義：自道音導，注「自道」同。誠者物之終始，不誠無物。○注：物，萬物也，亦事也。大人無誠，萬物不生，小人無誠，則事不成。是故君子誠之為貴。○注：言貴至誠。誠者非自成己而已也，所以成物也。成己，仁也。成物，知也。性之德也，合外內之道也。○注：以至誠成己，則仁道立。以至誠成物，則知彌博。此五性之所以為德也，外內所須而合也，外內猶上下。○音義：知音智，注同。故時措之宜也。○注：時措，言得其時而用也。故至誠無息，不息則久，久則徵，徵則悠遠，悠遠則博厚，博厚則高明。○注：徵，猶效驗也。此言至誠之德既著於四方，其高厚日以廣大也。徵或為「徹」。博厚所以載物也，高明所以覆物也，悠久所以成物也。博厚配地，高明配天，悠久無疆。○注：後言悠久者，言至誠之德，既至「博厚」、「高明」，配乎天地，又欲其長久行之。○音義：疆，居良反。如此者，不見而章，不動而變，無為而成，天地之道，可一言而盡也。○注：言其德化與天地相似，可一言而盡，要在至誠。其為物不貳，則其生物不測。○注：言至誠無貳，乃能生萬物多無數也。○音義：不貳，本亦作㒃，音二。天地之道博也，厚也，高也，明也，悠也，久也。○注：此言其著見成功也。"
      },
      {
        "index": 49,
        "text": "疏　 「誠者」至「久也」。○此經明巳有至誠能成就物也。「誠者非自成己而已也，所以成物也」者，言人有至誠，非但自成就己身而已，又能成就外物。○「成己，仁也。成物，知也」者，若成能就己身，則仁道興立，故云「成己，仁也」。若能成就外物，則知力廣遠，故云「成物，知也」。○「性之德也」者，言誠者是人五性之德，則仁、義、禮、知、信皆猶至誠而為德，故云「性之德也」。○「合外內之道也」者，言至誠之行合於外內之道，無問外內，皆須至誠。於人事言之，有外有內，於萬物言之，外內猶上下。上謂天，下謂地。天體高明，故為外；地體博厚閉藏，故為內也。是至誠合天地之道也。○「故時措之宜也」，措，猶用也。言至誠者成萬物之性，合天地之道，故得時而用之，則無往而不宜，故注云「時措，言得其時而用也」。○「故至誠無息」，言至誠之德，所用皆宜，無有止息，故能久遠、博厚、高明以配天地也。○「不息則久」者，以其不息，故能長久也。○「久則徵」，徵，驗也。以其久行，故有徵驗。○「徵則悠遠」者，悠，長也。若事有徵驗，則可行長遠也。○「悠遠則博厚」，以其德既長遠，無所不周，故「博厚」也。養物博厚，則功業顯著，故「博厚則高明」也。○「博厚所以載物也」，以其德博厚，所以負載於物。○「高明所以覆物也」，以其功業高明，所以覆蓋於萬物也。○「悠久所以成物也」，以行之長久，能成就於物，此謂至誠之德也。○「博厚配地」，言聖人之德博厚配偶於地，與地同功，能載物也。○「高明配天」，言聖人功業高明配偶於天，與天同功，能覆物也。○「悠久無疆」疆，窮也。言聖人之德既能覆載，又能長久行之，所以無窮。「悠久」，則上經「悠遠」。「悠久」在「博厚高明」之上，此經「悠久」在「博厚高明」之下者，上經欲明積漸先悠久，後能博厚高明。此經既能博厚高明，又須行之悠久，故反覆言之。○「如此者，不見而章，不動而變，無為而成」者，言聖人之德如此博厚高明悠久，不見所為而功業章顯，不見動作而萬物改變，無所施為而道德成就。○「天地之道，可壹言而盡也」者，言聖人之德能同於天地之道，欲尋求所由，可一句之言而能盡其事理，正由於至誠，是「壹言而盡也」。○「其為物不貳，則其生物不測」者，言聖人行至誠，接待於物不有差貳，以此之故，能生殖眾物不可測量，故鄭云「言多無數也」。"
      },
      {
        "index": 50,
        "text": "今夫天，斯昭昭之多，及其無窮也，日月星辰繫焉，萬物覆焉。今夫地，一撮土之多，及其廣厚，載華嶽而不重，振河海而不洩，萬物載焉。今夫山，一拳石之多，及其廣大，草木生之，禽獸居之，寶藏興焉。今夫水，一勺之多，及其不測，黿鼉蛟龍魚鱉生焉，貨財殖焉。○注：此言天之高明，本生「昭昭」；地之博厚，本由「撮土」；山之廣大，本起「卷石」；水之不測，本從「一勺」：皆合少成多，自小致大，為至誠者，以如此乎！昭昭猶耿耿，小明也。振，猶收也。卷，猶區也。○音義：夫音扶，下同。昭，章遙反，注同，本亦作「炤」，同。撮，七活反。華岳，戶化、戶瓜二反，本亦作「山嶽」。洩，息列反。卷，李音權，又羌權反，范羌阮反，注同。藏，才浪反。勺，徐市若反。黿音元。鼉，徒河反，一音直丹反。鮫音交，本又作蛟。鱉，必列反。耿，公迥反，又公公頂反，舊音孔頂反。區，羌俱反。《詩》曰：「維天之命，於穆不已。」蓋曰天之所以為天也。「於乎不顯，文王之德之純。」蓋曰文王之所以為文也，純亦不已。○注：天所以為天，文王所以為文，皆由行之無己，為之不止，如天地山川之云也。《易》曰「君子以順德，積小以成高大」是與。○音義：於穆，上音烏，下「於乎」亦同。乎，呼奴反。慎如字，一本又作「順」。與音餘。"
      },
      {
        "index": 51,
        "text": "疏　 「今夫」至「不已」。○正義曰：此一節明至誠不已，則能從微至著，從小至大。○「今夫天，斯昭昭之多」者，斯，此也；昭昭，狹小之貌。言天初時唯有此昭昭之多小貌爾，故云「昭昭之多」。○「今夫地，一撮土之多」，言土之初時唯一撮土之多，言多少唯一撮土。○「振河海而不洩」者，振，收也。言地之廣大，載五嶽而不重，振收河海而不漏洩。○「今夫山，一卷石之多」，言山之初時唯一卷石之多，多少唯一卷石耳。故鄭注云：「卷猶區也。」「今夫水，一勺之多」，言水初時多少唯一勺耳。此以下皆言為之不已，從小至大。然天之與地，造化之初，清濁二氣為天地，分而成二體，元初作盤薄穹隆，非是以小至大。今云「昭昭」與「撮土」、「卷石」與「勺水」者何？但山或壘石為高，水或眾流而成大，是從微至著。因說聖人至誠之功亦是從小至大，以今天地體大，假言由小而來，以譬至誠，非實論也。○「《詩》曰：惟天之命，於穆不已」，此一經以上文至誠不已，已能從小至大，故此經引《詩》明不已之事。所引《詩》者，《周頌．維天之命》文也。《詩》稱「維天之命」，謂四時運行所為教命。穆，美也。「於穆不已」者，美之不休已也，此《詩》之本文也。○「蓋曰天之所以為天也」，此是孔子之言，記者載之。此《詩》所論，蓋說天之所以為天在乎不已。○「於乎不顯，文王之德之純」，此亦《周頌．文王》之詩。純，謂不已。顯，謂光明。詩人歎之云，於乎不光明乎，言光明矣。「文王之德之純」，謂不已也，言文王德教不有休已，與天同功。○「蓋曰文王之所以為文也」，此亦孔子之言，解《詩》之文也。○「純亦不已」者，言文王之德之純，亦如天之不休已，故云「純亦不已」。○注「《易》曰君子慎德，積小以高大」。○正義曰：此《易．升卦》之象辭。案《升卦》，巽下坤上，木生於地中，升進之義，故為「升」也。"
      },
      {
        "index": 52,
        "text": "大哉聖人之道，洋洋乎發幼萬物，峻極於天。○注：育，生也。峻，高大也。○音義：洋音羊。峻，思潤反。優優大哉，禮儀三百，威儀三千，待其人然後行，故曰：「苟不至德，至道不凝焉。」○注：言為政在人，政由禮也。凝，猶成也。○音義：優，於求反。倡，優也。凝，本又作疑，魚澄反。"
      },
      {
        "index": 53,
        "text": "疏　 「大哉」至「凝焉」。○正義曰：此一節明聖人之道高大，苟非至德，其道不成。洋洋，謂道德充滿之貌天下洋洋。育，生也。峻，高也。言聖人之道，高大與山相似，上極於天。○「優優大哉」，優優，寬裕之貌。聖人優優然寬裕其道。「禮儀三百」者，《周禮》有三百六十官，言「三百」者，舉其成數耳。○「威儀三千」者，即《儀禮》行事之威儀。《儀禮》雖十七篇，其中事有三千。○「待其人然後行」者，言三百、三千之禮，必待賢人然後施行其事。○「故曰：苟不至德，至道不凝焉」，凝，成也。古語先有其文，今夫子既言三百、三千待其賢人始行，故引古語證之。苟，誠也。不，非也。苟誠非至德之人，則聖人至極之道不可成也。俗本「不」作「非」也。"
      },
      {
        "index": 54,
        "text": "故君子尊德性而道問學，致廣大而盡精微，極高明而道中庸，溫故而知新，敦厚以崇禮。○注：德性，謂性至誠者。道，猶由也。問學，學誠者也。廣大，猶博厚也。溫，讀如「燅溫」之「溫」，謂故學之孰矣，後「時習之」謂之「溫」。○音義：燅音尋。"
      },
      {
        "index": 55,
        "text": "疏　 「故君」至「崇禮」。○正義曰：此一經明君子欲行聖人之道，當須勤學。前經明聖人性之至誠，此經明賢人學而至誠也。○「君子尊德性」者，謂君子賢人尊敬此聖人道德之性自然至誠也。○「而道問學」者，言賢人行道由於問學，謂勤學乃致至誠也。○「致廣大而盡精微」者，廣大謂地也，言賢人由學能致廣大，如地之生養之德也。「而盡精微」，謂致其生養之德既能致於廣大，盡育物之精微，言無微不盡也。○「極高明而道中庸」者，高明，謂天也，言賢人由學極盡天之高明之德。道，通也，又能通達於中庸之理也。○「溫故而知新」者，言賢人由學既能溫尋故事，又能知新事也。○「敦厚以崇禮」者，言以敦厚重行於學，故以尊崇三百、三千之禮也。○注「溫讀如燅溫之溫」。○正義曰：案《左傳》哀十二年，公會吳於橐皋，大宰嚭請尋盟。子貢對曰：「盟，若可尋也，亦可寒也。」賈逵注云：「尋，溫也。」又《有司徹》云「乃燅尸俎」，是燅為溫也。云「謂故學之孰矣，後時習之，謂之溫」者，謂賢人舊學已精熟，在後更習之，猶若溫尋故食也。"
      },
      {
        "index": 56,
        "text": "是故居上不驕，為下不倍。國有道，其言足以興。國無道，其默足以容。○注：興謂起在位也。○音義：驕，本亦作「喬」，音嬌。倍音佩。默，亡北反。《詩》曰：「既明且哲，以保其身。」其此之謂與？○注：保，安也。○音義：哲，涉列反，徐本作知，音智。與音餘。"
      },
      {
        "index": 57,
        "text": "疏　 「是故」至「謂與」。○正義曰：此一節明賢人學至誠之道，中庸之行，若國有道之時，盡竭知謀，其言足以興成其國。興，謂發謀出慮。○「國無道，其默足以容」，若無道之時，則韜光潛默，足以自容其身，免於禍害。○「《詩》云：「既明且哲，以保其身」，此《大雅．烝民》之篇，美宣王之詩，言宣王任用仲山甫，能顯明其事任，且又哲知保安全其己身，言中庸之人亦能如此，故云「其此之謂與」。"
      },
      {
        "index": 58,
        "text": "子曰：「愚而好自用，賤而好自專，生乎今之世，反古之道，如此者，烖及其身者也。○注：「反古之道」，謂曉一孔之人，不知今王之新政可從。○音義：好，呼報反，下同。災音災。非天子不議禮，不制度，不考文。○注：此天下所共行，天子乃能一之也。禮，謂人所服行也。度，國家宮室及車輿也。文，書名也。今天下車同軌，書同文，行同倫。○注：今，孔子謂其時。○音義：行，下孟反。雖有其位，苟無其德，不敢作禮樂焉。雖有其德，苟無其位，亦不敢作禮樂焉。」○注：言作禮樂者，必聖人在天子之位。"
      },
      {
        "index": 59,
        "text": "疏　 「子曰」至「樂焉」。○正義曰：上經論賢人學至誠，商量國之有道無道能或語或默，以保其身。若不能中庸者，皆不能量事制宜，必及禍患矣。因明己以此之故，不敢專輒製作禮樂也。○「生乎今之世，反古之道，如此者，災及其身者也」，此謂尋常之人，不知大道。若賢人君子，雖生今時，能持古法，故《儒行》云「今人與居，古人與稽」是也。俗本「反」下有「行」字，又無「如此者」三字，非也。○「非天子不議禮」者，此論禮由天子所行，既非天子，不得論議禮之是非。○「不制度」，謂不敢製造法度，及國家宮室大小高下及車輿也。○「不考文」，亦不得考成文章書籍之名也。○「今天下車同軌」者，今謂孔子時車同軌，覆上「不制度」。「書同文」，覆上「不考文」。「行同倫」，倫，道也，言人所行之行，皆同道理，覆上「不議禮」。當孔子時，禮壞樂崩，家殊國異，而云此者，欲明己雖有德，身無其位，不敢造作禮樂，故極行而虛己，先說以自謙也。○注「反古之道，謂曉一孔之人」。○正義曰：孔，謂孔穴，孔穴所出，事有多塗。今唯曉知一孔之人，不知餘孔通達，唯守此一處，故云「曉一孔之人」。"
      },
      {
        "index": 60,
        "text": "子曰：「吾說夏禮，杞不足徵也。吾學殷禮，有宋存焉。吾學周禮，今用之，吾從周。○注：徵，猶明也，吾能說夏禮，顧杞之君不足與明之也。「吾從周」，行今之道。○音義：杞音起。王天下有三重焉，其寡過矣乎！○注：「三重」，三王之禮。○音義：王，於況反，又如字。上焉者，雖善無徵，無徵不信，不信，民弗從。下焉者，雖善不尊，不尊不信，不信，民弗從。○注：上，謂君也。君雖善，善無明徵，則其善不信也。下，謂臣也。臣雖善，善而不尊君，則其善亦不信也。征或為「證」。故君子之道，本諸身，徵諸庶民，考諸三王而不繆，建諸天地而不悖，質諸鬼神而無疑，百世以俟聖人而不惑。『質諸鬼神而無疑』，知天也。『百世以俟聖人而不惑』，知人也。○注：知天、知人，謂知其道也。鬼神，從天地者也。《易》曰：「故知鬼神之情狀，與天地相似。」聖人則之，百世同道。徵或為「證」。○音義：繆音謬。悖，布內反，後同。是故君子動而世為天下道，行而世為天下法，言而世為天下則。遠之則有望，近之則不厭。○注：用其法度，想思若其將來也。○音義：遠如字，又於萬反。近如字，又附近之近。厭，於艷反，後皆同。《詩》曰：『在彼無惡，在此無射，庶幾夙夜，以永終譽。』君子未有不如此而蚤有譽於天下者也。」○注：射，厭也。永，長也。○音義：射音亦，注同。蚤音早。"
      },
      {
        "index": 61,
        "text": "疏　 「子曰」至「者也」。○正義曰：以上文孔子身無其位，不敢製作二代之禮，夏、殷不足可從，所以獨從周禮之意，因明君子行道，須本於身，達諸天地，質諸鬼神，使動則為天下之道，行則為後世之法，故能早有名譽於天下。蓋孔子微自明已之意。○「子曰：吾說夏禮，杞不足徵也」，徵，成也，明也。孔子言：我欲明說夏代之禮，須行夏禮之國贊而成之。杞雖行夏禮，其君闇弱，不足贊而成之。○「吾學殷禮，有宋存焉」者，宋行殷禮，故云「有宋存焉」。但宋君闇弱，欲其贊明殷禮，亦不足可成。故《論語》云：「宋不足徵也。」此云「杞不足徵」，即宋亦不足徵。此云「有宋存焉」，則杞亦存焉。互文見義。○「吾學周禮，今用之，吾從周」者，既杞、宋二國不足明，己當不復行前代之禮，故云「吾從周」。案趙商問：孔子稱「吾學周禮，今用之，吾從周」，《檀弓》云「今丘也，殷人也」，兩楹奠殯哭師之處，皆所法於殷禮，未必由周，而云「吾從周」者，何也？鄭答曰：「今用之者，魯與諸侯皆用周之禮法，非專自施於己。在宋冠章甫之冠，在魯衣逢掖之衣，何必純用之。『吾從周』者，言周禮法最備，其為殷、周事豈一也。」如鄭此言，諸侯禮法則從周，身之所行雜用殷禮也。○「王天下有三重焉，其寡過矣乎」，言為君王有天下者，有三種之重焉，謂夏、殷、週三王之禮，其事尊重，若能行之，寡少於過矣。○「上焉者，雖善無徵，無徵不信，不信，民弗從」，上，謂君也，言為君雖有善行，無分明徵驗，則不信著於下，既不信著，則民不從。「下焉者，雖善不尊，不尊不信，不信，民弗從」，下，謂臣也，言臣所行之事，雖有善行而不尊，不尊敬於君，則善不信著於下，既不信著，則民不從，故下云「徵諸庶民」，謂行善須有徵驗於庶民也。皇氏云「無徵，謂無符應之徵」，其義非也。○「故君子之道」者，言君臣為善，須有徵驗，民乃順從，故明之也。○「本諸身」者，言君子行道，先從身起，是「本諸身」也。○「徵諸庶民」者，徵，驗也；諸，於也。謂立身行善，使有徵驗於庶民。若晉文公出定襄王，示民尊上也；伐原，示民以信之類也。○「考諸三王而不繆」者，繆，亂也。謂已所行之事，考校與三王合同，不有錯繆也。○「建諸天地而不悖」者，悖，逆也。言己所行道，建達於天地，而不有悖逆，謂與天地合也。○「質諸鬼神而無疑，知天也」者，質，正也。謂己所行之行，正諸鬼神不有疑惑，是識知天道也。此鬼神，是陰陽七八、九六之鬼神生成萬物者。此是天地所為，既能質正陰陽，不有疑惑，是識知天道也。○「百世以俟聖人而不惑，知人也」者，以聖人身有聖人之德，垂法於後，雖在後百世亦堪俟待。後世世之聖人，其道不異，故云「知人也」。○注「知天」至「同道」。○正義曰：以經云知天、知人，故鄭引經總結之。云「知其道」者，以天地陰陽，生成萬物，今能正諸陰陽鬼神而不有疑惑，是知天道也。以聖人之道，雖相去百世，其歸一揆，今能百世以待聖人而不有疑惑，是知聖人之道也。云「鬼神從天地者也」，解所以質諸鬼神之德、知天道之意，引《易》曰「故知鬼神之情狀，與天地相似」者，證鬼神從天地之意。案《易．繫辭》云「精氣為物，遊魂為變。」鄭云：「木火之神生物，金水之鬼成物。」以七八之神生物，九六之鬼成物，是鬼神以生成為功，天地亦以生成為務，是鬼神之狀與天地相似。云「聖人則之，百世同道」者，解經知人之道，以前世聖人既能垂法以俟待後世聖人，是識知聖人之道百世不殊，故「聖人則之，百世同道」也。○「遠之則有望，近之則不厭」者，言聖人之道，為世法則，若遠離之則有企望，思慕之深也。若附近之則不厭倦，言人愛之無已。「《詩》云：在彼無惡，在此無射，庶幾夙夜，以永終譽」，此引《周頌．振鷺》之篇，言微子來朝，身有美德，在彼宋國之內，民無惡之，在此來朝，人無厭倦。故庶幾夙夜，以長永終竟美善聲譽。言君子之德亦能如此，故引《詩》以結成之。○「君子未有不如此而蚤有譽於天下者也」，言欲蚤有名譽會須如此，未嘗有不行如此而蚤得有聲譽者也。"
      },
      {
        "index": 62,
        "text": "仲尼祖述堯舜，憲章文武，上律天時，下襲水土。○注：此以《春秋》之義說孔子之德。孔子曰：「吾志在《春秋》，行在《孝經》。」二經固足以明之，孔子所述堯、舜之道而制《春秋》，而斷以文王、武王之法度。《春秋傳》曰：「君子曷為為《春秋》？撥亂世，反諸正，莫近諸《春秋》。其諸君子樂道堯舜之道與？末不亦樂乎？堯舜之知君子也。」又曰：「是子也，繼文王之體，守文王之法度。文王之法無求而求，故譏之也。」又曰：「王者孰謂，謂文王也。」此孔子兼包堯、舜、文、武之盛德而著之《春秋》，以俟後聖者也。律，述也。述天時，謂編年，四時具也。襲，因也。因水土，謂記諸夏之事，山川之異。○音義：行，下孟反。斷，丁亂反。曷為，于偽反。以，如字。撥，生末反。近，附近之近，又如字。與音餘。編，必縣反，又甫連反。辟如天地之無不持載，無不覆幬。辟如四時之錯行，如日月之代明。萬物並育而不相害，道並行而不相悖，小德川流，大德敦化，此天地之所以為大也。○注：聖人製作，其德配天地，如此唯五始可以當焉。幬亦覆也。「小德川流」，浸潤萌芽，喻諸侯也。「大德敦化」，厚生萬物，喻天子也。幬或作「燾」。○音義：辟音譬，下同。幬，徒報反。錯，七各反。當，丁浪反，又下郎反。浸，子鴆反。燾，徒報反。唯天下至聖為能。聰明睿知，足以有臨也。寬裕溫柔，足以有容也。發強剛毅，足以有執也。齊莊中正，足以有敬也。文理密察，足以有別也。○注：言德不如此，不可以君天下也。蓋傷孔子有其德而無其命。○音義：睿音銳。知音智，下「聖知」同。齊，側皆反。別，彼列反。溥博淵泉，而時出之。○注：言其臨下普遍，思慮深重，非得其時不出政教。○音義：溥音普。遍音遍。嗯，息嗣反，又如字。溥博如天，淵泉如淵，見而民莫不敬，言而民莫不信，行而民莫不說。是以聲名洋溢乎中國，施及蠻貊，舟車所至，人力所通，天之所覆，地之所載，日月所照，霜露所隊，凡有血氣者，莫不尊親，故曰「配天」。○注：如天取其運照不已也，如淵取其清深不測也。「尊親」，尊而親之。○音義：見，賢遍反。說音悅。施，以豉反。貉，本又作「貊」，武伯反。《說文》云：「北方人也。」隊，直類反。唯天下至誠，為能經綸天下之大經，立天下之大本，知天地之化育。○注：「至誠」，性至誠，謂孔子也。「大經」，謂六藝，而指《春秋》也。「大本」，《孝經》也。○音義：論，本又作「綸」，同音倫。夫焉有所倚，肫肫其仁，淵淵其淵，浩浩其天。○注：安無所倚，言無所偏倚也。故人人自以被德尤厚，似偏頗者。肫肫讀如「誨爾忳忳」之「忳」。忳忳，懇誠貌也。肫肫，或為「純純」。○音義：焉，於虔反。倚，依綺、於寄二反，注同。肫肫，依注音之淳反。浩，胡老反。被，皮義反。頗，破河反。懇，苦很反。純音淳，又之淳反。苟不固聰明聖知達天德者，其孰能知之。○注：言唯聖人乃能知聖人也。《春秋傳》曰「末不亦樂乎，堯舜之知君子」，明凡人不知。《詩》曰「衣錦尚絅」，惡其文之著也。故君子之道，闇然而日章；小人之道，的然而日亡。○注：言君子深遠難知，小人淺近易知。人所以不知孔子，以其深遠。襌為絅。錦衣之美而君子以絅表之，為其文章露見，似小人也。○音義：絅，本又作「顈」，《詩》作「褧」，同口迥反，徐口定反，一音口穎反。惡，烏路反。著，張慮反。闇，於感反，又如字。日，而一反，下同。的，丁歷反。易，以豉反，下「易舉」同。襌為音丹。為其，于偽反。見，賢遍反。君子之道，淡而不厭，簡而文，溫而理，知遠之近，知風之自，知微之顯，可與入德矣。○注：淡其味似薄也，簡而文，溫而理，猶簡而辨，直而溫也。「自」，謂所從來也。「三知」者，皆言其睹末察本，探端知緒也。入德，入聖人之德。○音義：淡，徒暫反，又大敢反，下注同。厭，於艷反。睹音睹。探音貪。《詩》云：「潛雖伏矣，亦孔之昭。」故君子內省不疚，無惡於志。○注：孔，甚也。昭，明也。言聖人雖隱遯，其德亦甚明矣。疚，病也。君子自省，身無愆病，雖不遇世，亦無損害於己志。○音義：昭，本又作炤，同之召反，又章遙反。疚，九又反。遯，大困反，本又作「遁」，字亦同。愆，起虔反。君子所不可及者，其唯人之所不見乎？《詩》云：「相在爾室，尚不愧於屋漏。」○注：言君子雖隱居，不失其君子之容德也。相，視也。室西北隅謂之「屋漏」。視女在室獨居者，猶不愧於屋漏。屋漏非有人也，況有人乎？○音義：相，息亮反，注同。愧，本又作媿，同九位反。女音汝。故君子不動而敬，不言而信。《詩》曰：「奏假無言，時靡有爭。」○注：假，大也。此《頌》也。言奏大樂於宗廟之中，人皆肅敬。金聲玉色，無有言者，以時太平，和合無所爭也。○音義：奏如字，《詩》作鬷，子公反。假，古雅反。爭，爭鬥之爭，注同。大平音泰。是故君子不賞而民勸，不怒而民威於鈇鉞。《詩》曰：「不顯惟德，百辟其刑之。○注：爭？不顯，言顯也。辟，君也。此《頌》也。言不顯乎文王之德，百君盡刑之，諸侯法之也。○音義：鈇，方於反，又音斧。鉞音越。辟音璧，注同。是故君子篤恭而天下平。《詩》曰：「予懷明德，不大聲以色。」○注：予，我也。懷，歸也。言我歸有明德者，以其不大聲為嚴厲之色以威我也。"
      },
      {
        "index": 63,
        "text": "疏　 「仲尼」至「以色」。○正義曰：此一節明子思申明夫子之德，與天地相似堪以配天地而育萬物，傷有聖德無其位也。今各隨文解之。○「仲尼祖述堯舜」者，祖，始也。言仲尼祖述始行堯、舜之道也。○「憲章文武」者，憲，法也；章，明也。言夫子發明文、武之德。○「上律天時」者，律，述也。言夫子上則述行天時，以與言陰陽時候也。○「下襲水土」者，襲，因也。下則因襲諸侯之事，水土所在。此言子思讚揚聖祖之德，以仲尼修《春秋》而有此等之事也。○注「吾志」至「之異」。○正義曰：「吾志在《春秋》，行在《孝經》」者，《孝經緯》文，言褒貶諸侯善惡，志在於《春秋》，人倫尊卑之行在於《孝經》。云「二經固足以明之」者，此是鄭語，言《春秋》、《孝經》足以顯明先祖述憲章之事。云「孔子祖述堯舜之道而制《春秋》」者，則下文所引《公羊傳》云「君子樂道，堯、舜之道與」是也。云「斷以文王武王之法度」者，則下文引《公羊》云「王者孰謂？謂文王」是也。云「《春秋傳》曰」至「堯舜之知君子」也。哀十四年《公羊傳》文。引之者，謂祖述堯、舜之事。「君子曷為為春秋」，曷，何也；「君子」，謂孔子。傳曰「孔子何為作《春秋》」，云「撥亂世，反諸正，莫近諸《春秋》」者，此傳之文，答孔子為《春秋》之意。何休云：「撥猶治也。」言欲治於亂世，使反歸正道。莫近，莫過也。言餘書莫過於《春秋》，言治亂世者，《春秋》最近之也。云「其諸君子樂道堯舜之道與」者，上「道」，論道；下「道」，謂道德；「與」，語辭；言「君子」，孔子也。言孔子樂欲論道堯舜之道與也。云「末不亦樂乎，堯舜之知君子也」者，末謂終末，謂孔子末，聖漢之初，豈不亦愛樂堯、舜之知君子也。案何休云：「得麟之後，天下血書魯端門，曰『趨作法，孔聖沒，周姬亡，彗東出。秦政起，胡破術，書記散，孔不絕』。子夏明日往視之，血書飛為赤鳥，化為白書。」漢當秦大亂之後，故作撥亂之法，是其事也。云「又曰是子也，繼文王之體，守文王之法度，文王之法無求而求，故譏之也」者，此文九年《公羊傳》文。八年天王崩，謂周襄王也。九年春，毛伯來求金，傳云：「是子繼文王之體，守文王之法度。文王之法無求而求，故譏之。」「是子」謂嗣位之王，在喪未合稱王，故稱「是子」。嗣位之王，守文王之法度。文王之法度無所求也，謂三分有二以服事殷。謂在喪之內，無合求金之法度，今遣毛伯來求金，是「無求而求」也，故書以譏之。彼傳云「是子」，俗本云「子是」者，誤也。云「又曰王者孰謂，謂文王也」，此隱元年《公羊傳》文。案傳云：「元年，春，王，正月。王者孰謂？謂文王也。」武王道同，舉文王可知也。云「著之《春秋》，以俟後聖者也」，哀十四年《公羊傳》云「制《春秋》之義，以俟後聖」。何休云：「待聖漢之王，以為法也。」云「述天時，謂編年，四時具也」，案《合成圖》云：「皇帝立五始，制以天道。」《元命包》云：「諸侯不上奉王之正，則不得即位。正不由王出，不得為正。王不承於天以制號令，則無法。天不得正其元，則不能成其化也。」○「五始」者，元年，一也；春，二也；王，三也；正月，四也；公即位，五也。此《春秋》元年，即當《堯典》「欽若昊天」也。《春秋》四時，即當《堯典》「日中星鳥，日永星火，宵中星虛，日短星昴」之類是也。《春秋》獲麟，則當《益稷》「百獸率舞，鳳凰來儀」是也。此皆祖述堯、舜之事，言《春秋》四時皆具。桓四年及七年不書「秋七月」、「冬十月」，成十年不書「冬十月」，桓十七年直云「五月」不云「夏」，昭十年直云「十二月」不云「冬」，如此不具者，賈、服之義：若登台而不視朔，則書「時」不書「月」；若視朔而不登台，則書「月」不書「時」；若雖無事視朔、登台，則空書時月。若杜元凱之意，凡時月不具者，皆史闕文。其《公羊》、《穀梁》之義，各為曲說。今略而不取也。云「襲，因也。因水土，謂記諸夏之事，山川之異」者，「諸夏之事」，謂諸侯征伐、會盟所在之地。「山川之異」，若僖十四年「沙鹿崩」，成五年「梁山崩」之屬是也。○「譬如」至「大也。○正義曰：此明孔子之德與天地日月相似，與天子、諸侯德化無異。○「小德川流，大德敦化」者，言孔子所作《春秋》，若以諸侯「小德」言之，如川水之流，浸潤萌芽。若以天子「大德」言之，則仁愛敦厚，化生萬物也。「此天地之所以為大也」，言夫子之德比並天地，所以為大不可測也。○「唯天」至「別也」。○此又申明夫子之德聰明寬裕，足以容養天下，傷其有聖德而無位也。○「寬裕溫柔，足以有容也」，言夫子寬弘性善，溫克和柔，足以包容也。○「發強剛毅，足以有執也」，發，起也；執，猶斷也。言孔子發起志意，堅強剛毅，足以斷決事物也。○「溥博」至「配天。○此節更申明夫子蘊蓄聖德，俟時而出，日月所照之處，無不尊仰。○「溥博淵泉」者，溥，謂無不周遍；博，謂所及廣遠。以其浸潤之澤，如似淵泉溥大也。既思慮深重，非得其時不出政教，必以俟時而出。○「溥博如天」者，言似天「無不覆幬」。○「淵泉如淵」，言潤澤深厚，如川水之流。○「夫焉有所倚」至「浩浩其天」，以前經贊明夫子之德，此又云夫子無所偏倚，而仁德自然盛大也。倚，謂偏有所倚近，言夫子之德，普被於人，何有獨倚近於一人，言不特有偏頗也。○「肫肫其仁」，肫肫，懇誠之貌。仁，謂施惠仁厚。言又能肫肫然懇誠行此仁厚爾。○「淵淵其淵」，淵水深之貌也，言夫子之德，淵淵然若水之深也。○「浩浩其天」，言夫子之德，浩浩盛大，其若如天也。○注「肫肫讀如誨爾忳忳之忳」。○正義曰：此《大雅．抑》之篇，剌厲王之詩。言詩人誨爾厲王忳忳然懇誠不已，厲王聽我藐藐然而不入也。○「苟不固聰明聖知達天德者，其孰能知之」者，上經論夫子之德大如天，此經論唯至聖乃知夫子之德。苟，誠也。固，堅固也。言帝誠不堅固聰明睿聖通知曉達天德者，其誰能識知夫子之德？故注引《公羊傳》云「堯舜之知君子」者，言有堯、舜之德乃知夫子，明凡人不知也。○「《詩》曰衣錦尚褧，惡其文之著也」，以前經論夫子之德難知，故此經因明君子、小人隱顯不同之事。此《詩．衛風．碩人》之篇，美莊姜之詩。言莊姜初嫁在塗，衣著錦衣，為其文之大著，尚著襌絅加於錦衣之上。絅，襌也，以單縠為衣，尚以覆錦衣也。案《詩》本文云「衣錦褧衣」，此云「尚絅」者，斷截《詩》文也。又俗本云「衣錦褧裳」，又與定本不同者。記人欲明君子謙退，惡其文之彰著，故引《詩》以結之。○「故君子之道，闇然而日章」者，章，明也。言君子以其道德深遠謙退，初視未見，故曰「闇然」。其後明著，故曰日章明也。○「小人之道，的然而日亡」者，若小人好自矜大，故初視時「的然」。以其才藝淺近，後無所取，故曰日益亡。○「君子」至「德矣」。○此一經明君子之道，察微知著，故能「入德」。○「淡而不厭」者，言不媚悅於人，初似淡薄，久而愈敬，無惡可厭也。○「簡而文」者，性無嗜欲，故簡靜，才藝明辨，故有文也。○「溫而理」，氣性和潤，故溫也。正直不違，故修理也。○「知遠之近」，言欲知遠處，必先之適於近，乃後及遠。「知風之自」，自，謂所從來處，言見目前之風則知之適所從來處，故鄭注云「睹末察本」。遠是近之末，風是所原空缺五字從來之末也。「知微之顯」，此初時所微之事，久乃適於顯明，微是初端，顯是縱緒，故鄭注云「探端知緒」。○「可與入德矣」，言君子或探末以知本，或睹本而知末，察微知著，終始皆知，故可以入聖人之德矣。○「《詩》曰：潛雖伏矣，亦孔之昭」，此明君子其身雖隱，其德昭著。所引者《小雅．正月》之篇，剌幽王之詩。《詩》之本文以幽王無道，喻賢人君子雖隱其身，德亦甚明著，不能免禍害，猶如魚伏於水，亦甚著見，被人采捕。記者斷章取義，言賢人君子身雖藏隱，猶如魚伏於水，其道德亦甚彰矣。○「故君子內省不疚，無惡於志」者，疚，病也。言君子雖不遇世，內自省身，不有愆病，則亦不損害於己志。言守志彌堅固也。○注「孔，甚也」。○正義曰：《爾雅．釋言》文。○「君子」至「屋漏」。○此明君子之閒居獨處，不敢為非，故云「君子所不可及者，其唯人之所不見乎」。○「《詩》云：相在爾室，尚不愧於屋漏」，此《大雅．抑》之篇，剌厲王之詩。詩人意稱王朝小人不敬鬼神，瞻視女在廟堂之中，猶尚不愧畏於屋漏之神。記者引之斷章取義，言君子之人在室之中「屋漏」，雖無人之處不敢為非，猶愧懼於屋漏之神，況有人之處君子愧懼可知也。言君子雖獨居，常能恭敬。○注「言君」至「人乎」。○正義曰：言「君子雖隱居，不失其君子之容德也」者，隱居，謂在室獨居猶不愧畏，無人之處又常能恭敬，是「不失其君子之容德也」。云「西北隅謂之屋漏」者，《爾雅．釋宮》文。以戶明漏照其處，故稱「屋漏」。「屋漏非有人」者，言人之所居，多近於戶，屋漏深邃之處，非人所居，故云無有人也。云「況有人乎」者，言無人之處尚不愧之，況有人之處不愧之可知也。言君子無問有人無人，恒能畏懼也。○「故君子不動而敬，不言而信」者，以君子敬懼如是，故不動而民敬之，不言而民信之。○「《詩》曰：奏假無言，時靡有爭」，此《商頌．烈祖》之篇，美成湯之詩。詩本文云「鬷假無言」，此云「奏假」者，與《詩》反異也。假，大也。言祭成湯之時，奏此大樂於宗廟之中，人皆肅敬，無有喧嘩之言。所以然者，時既太平，無有爭訟之事，故「無言」也。引證君子不言而民信。○注「假，大也」。○正義曰：《爾雅．釋詁》文。○「《詩》曰：不顯惟德，百辟其刑之」，此《周頌．烈文》之篇，美文王之德。不顯乎文王之德，言其顯矣。以道德顯著，故天下百辟諸侯皆刑法之。引之者，證君子之德猶若文王，其德顯明在外，明眾人皆刑法之。○注「辟，君也」。○正義曰：《爾雅．釋詁》文。○「《詩》云：予懷明德，不大聲以色《爾雅》釋詁，此《大雅．皇矣》之篇，美文王之詩。予，我也。懷，歸也。言天謂文王曰，我歸就爾之明德，所以歸之者，以文王不大作音聲以為嚴厲之色，故歸之。記者引之，證君子亦不作大音聲以為嚴厲之色，與文王同也。"
      },
      {
        "index": 64,
        "text": "子曰：「聲色之於以化民，末也。《詩》曰：『德輶如毛。』○注：輶，輕也。言化民常以德，德之易舉而用，其輕如毛耳。○音義：末，下葛反。輶音酉，一音由，注同。易，以豉反。毛猶有倫。『上天之載，無聲無臭。』至矣。」○注：倫，猶比也。載讀曰「栽」，謂生物也。言毛雖輕，尚有所比；有所比，則有重。上天之造生萬物，人無聞其聲音，亦無知其臭氣者。化民之德，清明如神，淵淵浩浩然後善。○音義：載，依注讀曰栽，音災，生也。《詩》音再。比，必覆反，下同；或音毗志反，又必利反，皆非也。重，直勇反，又直容反。"
      },
      {
        "index": 65,
        "text": "疏　 「子曰」至「至矣」。○正義曰：此一節是夫子之言。子思既說君子之德不大聲以色，引夫子舊語聲色之事以接之，言化民之法當以德為本，不用聲色以化民也。若用聲色化民，是其末事，故云「化民末也」。○「詩曰：德輶如毛」者，此《大雅．烝民》之篇，美宣王之詩。輶，輕也。言用德化民，舉行甚易，其輕如毛也。○「毛猶有倫」，倫，比也。既引《詩》文「德輶如毛」，又言德之至極本自無體，何直如毛？毛雖細物，猶有形體可比並，故云「毛猶有倫」也。○「上天之載，無聲無臭。至矣」，載，生也，言天之生物無音聲無臭氣，寂然無象而物自生。言聖人用德化民，亦無音聲，亦無臭氣而人自化。是聖人之德至極，與天地同。此二句是《大雅．文王》之詩，美文王之德。不言「《詩》云」者，孔子略而不言，直取《詩》之文爾。此亦斷章取義。○注「載讀」至「後善」。○正義曰：案文以「載」為事，此讀為「栽」者，言其生物，故讀「載」為「栽」也。云「毛雖輕，尚有所比，有所比，則有重」，言毛雖輕物，尚有形體，以他物來比，有可比之形，則是有重。毛在虛中猶得隊下，是有重也。云「化民之德，清明如神，淵淵浩浩」，則上文「淵淵其淵，浩浩其天」是也。"
      }
    ]
  }
}