{
  "chapterNumber": 20,
  "title": "投壺",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "投壺之禮，主人奉矢，司射奉中，使人執壺。○注：矢，所以投者也。中，士則鹿中也。射人案之者，投壺，射之類也。其奉之，西階上，北面。○音義：投壺，壺，器名，以矢投其中，射之類。奉音捧，芳勇反，下及注皆同，徐音如字，下「奉中」同。主人請曰：「某有枉矢哨壺，請以樂賓。」賓曰：「子有旨酒嘉餚，某既賜矣，又重以樂，敢辭。」○注：燕飲酒，既脫屨升堂，主人乃請投壺也。否則或射，所謂燕射也。枉、哨，不正貌，為謙辭。○音義：枉，紆往反。哨，七笑反，徐又以救反。枉、哨，不正貌。王肅云：「枉不直，哨不正也。」樂賓音洛，下同，一讀下「以樂」音岳，言投壺以樂。餚，戶交反。重，直用反，下及注同。稅，本亦作脫，吐活反。請，七井反，下文同。主人曰：「枉矢哨壺不足辭也，敢以請。」賓曰：「某既賜矣，又重以樂，敢固辭。」○注：固之言如故也。言如故辭者，重辭也。主人曰：「枉矢哨壺不足辭也。敢固以請。」賓曰：「某固辭不得命，敢不敬從。」○注：不得命，不以命見許。"
      },
      {
        "index": 1,
        "text": "疏　 「投壺」至「敬從」。○正義曰：此一節論燕禮脫屨升堂之後，主人請投壺於賓，」賓辭及許之事。○「主人奉矢者，謂於阼階之上，西面奉持其矢。知西面者，以賓在西，故知西面對賓也。○「司射奉中」者，中，謂受算之器。投壺亦射之類，故司射於西階上奉中北面也。○「使人執壺」者，謂主人使人執所投之壺於司射之西而北面也。所以皆在西階上者，欲就賓處也。唯云「使人」，不言「官」者，以賤略之也。○「某有枉矢哨壺」者，枉，謂曲而不直也。哨，謂哨峻不正。是主人謙遜之辭。○「某既賜矣，又重以樂，敢辭」者，賓稱主人設酒餚以待己，是某既受主人之賜矣，主人又請投壺樂己，是重以樂也。○注「士則」至「北面」。○正義曰：「士則鹿中」，案《鄉射記》云：「大夫兕中，士鹿中。」此篇《投壺》是大夫、士之禮，故云「士則鹿中」。不云兕中者，略之也。知此投壺是大夫、士禮者，以經云主人請賓，是平敵之辭，與《鄉飲酒》、《鄉射》同，故知是大夫、士也。若諸侯，則《燕禮》、《大射》每事云「請於公」，不得云主人請賓也。此既非諸侯之禮，而經云奏《貍首》者，別取燕飲之義，非謂尊卑之詩。其諸侯相燕，亦有投壺，故《左傳》云：「晉侯與齊侯燕，投壺。」然則天子亦有之，但古禮亡，無以知也。其中之形，刻木為之，狀如兕鹿而伏，背上立圓圈以盛算。云「奉之西階上北面」者，案《鄉射禮》將射之時，司射升自西階，階上北面告於賓，故知此司射奉中在西階上北面。其執壺之人，賤於司射，故在司射之西。以凡行禮，統於主人，雖俱在西階，而當尊東，故《燕禮》、《大射》，宰夫代公為主人，與賓俱升西階，而主人在東也。○注「燕飲」至「射也」。○正義曰：知「既脫屨升堂，主人乃請投壺也」者，案《燕禮》取俎以出，卿大夫皆降，賓反入，及卿大夫皆脫屨升，就席，羞庶庶之後，乃云「若射，則大射正為司射」。則知此亦在脫屨升堂之後。若鄉射之禮，則在飲酒未旅之前為射，以其詢眾庶，禮重，故早射，異於燕射也。"
      },
      {
        "index": 2,
        "text": "賓再拜受，主人般還，曰：「辟。」○注：賓再拜受，拜受矢也。主人既辟，進授矢兩楹之間也。○音義：般，步干反，下同。還音旋，下同。辟音避，徐扶亦反，注及下同。主人阼階上拜送，賓般還，曰：「辟。」○注：拜送，送矢也。辟亦於其階上。"
      },
      {
        "index": 3,
        "text": "疏　 「賓再」至「曰辟」。○正義曰：此一經論賓與主人受矢送矢之節。○「賓再拜受」者，賓既許主人投壺，賓乃於西階上北面再拜，遙受矢也。「主人般還，曰辟」者，主人見賓之拜，乃般曲折還，謂賓曰：今辟而不敢受。言此者，欲止賓之拜也。於是賓及主人各來兩楹之間相就，俱南面，主人在東，授矢與賓。○「主人阼階上拜送」者，主人既授矢之後，歸還阼階上，北面拜送矢也。○「賓般還，曰辟」者，賓授矢之後，歸於西階上，見主人之拜，賓為般還而告主人曰：今辟而不敢受之。言此者，亦止主人拜。知皆北面者，案《鄉飲酒》、《鄉射》拜受爵、送爵皆北面，故知亦當北面。熊氏云：「以拜時還辟，或可東西面相拜。又以曰『辟』者，是贊者來辭告主人及賓，言曰『辟』。」義亦通也。"
      },
      {
        "index": 4,
        "text": "已拜，受矢，進即兩楹間，退反位，揖賓就筵。○注：主人既拜送矢，又自受矢。「進即兩楹間」者，言將有事於此也。退乃揖賓即席，欲與階進，明為偶也。賓席、主人席皆南鄉，間相去如射物。○音義：鄉，許亮反。"
      },
      {
        "index": 5,
        "text": "疏　 「已拜」至「就筵」。○正義曰：此一經明賓主受矢之後，就投壺之筵。○「已拜，受矢」者，謂主人拜送矢之後，主人讚者持矢授主人。主人於阼階上受矢也。○「退即兩楹間，退反位」者，主人受矢之後，乃獨來就兩楹間者，言將有事於此也。看投壺處所，乃卻退反阼階之位。○「揖賓就筵」者，主人於阼階之上西面揖賓，今就投壺之筵。於是賓主各來就筵。○注「退乃」至「射物」。○正義曰：云「退乃揖賓」者，解經「退反位，揖賓」也。所以揖之者，欲與賓俱即席相對為偶而共投壺。云「賓席、主人席皆南鄉，間相去如射物」者，以壺在於南，故知投壺南鄉也。投壺是射之類，故知席相去「如射物」也。物，謂射者，所立之處，物長三尺，闊一尺三寸，兩物東西相去容一弓，故《鄉射記》云：「物長如笴，其間容弓，距隨長武。」注云：「笴長三尺。距隨者，物橫畫也。」"
      },
      {
        "index": 6,
        "text": "司射進度壺，間以二矢半。反位，設中，東面，執八算興。○注：度壺，度其辨設之處也。壺去坐二矢半，則堂上去賓席、主人席邪行各七尺也。反位，西階上位也。設中東面，既設中，亦實八算於中，橫委其餘於中西，執算而立，以請賓俟投。○音義：度，徒洛反，注同。「以二矢半」，一本無此四字，依注則有。算，悉亂反，下皆同。處，昌慮反。坐，才臥反，又如字，下同。邪，似嗟反。"
      },
      {
        "index": 7,
        "text": "疏　 「司射」至「算興」○正義曰：前經賓主既就筵，此經明進度壺，並算之節。○「司射進度壺」者，同射於西階之上，於執壺之人處受壺，乃東鄉來賓主筵前，進所量度。其壺置於賓主筵南。○「間以二矢半」者，投壺有三處，室中、堂中及庭中也。日中則於室，日晚則於堂，太晚則於庭，是各隨光明處也。矢有長短，亦隨地廣狹。室中矢，長五扶狹；堂上稍廣，矢長七扶；庭中大廣，矢長九扶。四指曰「扶」，扶廣四寸。五扶者，則二尺也。七扶者，則二尺八寸也。九扶者，則三尺六寸也。雖矢有長短，而度壺皆使去賓主之席各二矢半也。室中去席五尺，堂上則去席七尺，庭中則去席九尺。○「反位」者，司射度壺既畢，反還西階上位。○「設中」者，司射西階上取中，稍進東面而設中也。○「東面，執八算興」者，既設中之後，於中西東面手執八算而興起。其中裡亦實八算。○注「亦實八算於中，橫委其餘於中西」。○正義曰：此約《鄉射》文，實八算於中。今此投壺，射之類，故云「亦實八算於中」。「亦」者，亦鄉射也。"
      },
      {
        "index": 8,
        "text": "請賓，曰：「順投為入，比投不釋，勝飲不勝者。正爵既行，請為勝者立馬，一馬從二馬。三馬既立，請慶多馬。」請主人亦如之。○注：請，猶告也。順投，矢本入也。比投，不拾也。勝飲不勝，言以能養不能也。正爵，所以正禮之爵也，或以罰，或以慶。馬，勝算也。請之馬者，若云技藝如此，任為將帥乘馬也。射、投壺，皆所以習武，因為樂。○音義：比，毗志反，頻也，徐扶質反，注同。勝飲，上尺證反，下於鴆反，注及下同。為，于偽反。勝者立馬，俗本或此句下有「一馬從二馬」五字，誤。拾，其劫反，下文及注皆同。技，其綺反。任音而林反。將，子匠反。帥，色類反。樂音洛。"
      },
      {
        "index": 9,
        "text": "疏　 「請賓」至「如之」。○正義曰：此一經明司射告賓主以投壺之法。○「順投為入者，司射執八算起而告賓黨為投壺之法也。順，本也。言矢有本末，投矢於壺，以矢本入者，乃名為入，則為之釋算也。若矢以末入，則不名為入，亦不為之釋算也。○「比投不釋者，比，頻也。又賓主投壺法，要更遞而投，不得以前既入喜悅，不待後人投之而已頻投；頻投，雖入，亦不為之釋算也。○「勝飲不勝」者，又告云，若投勝者，則酌酒飲於不勝者也。「正爵既行」者，又說飲法也。正爵，謂「勝飲不勝」之爵也。以其正禮，故謂為「正爵」。既行，謂行爵竟也。○「請為勝者立馬」者，此謂行正爵畢，而為勝者立馬者，則反取算以為馬，表於勝數也。必謂「算」為「馬」者，馬是威武之用，為將帥所乘。今投壺及射，亦是習武，而勝者同表堪為將帥，故云「馬」也。○「一馬從二馬」者，每一勝輒立一馬，禮以三馬為成。若專三馬，則為一成。但勝偶未必專頻得三，若勝偶得二，劣偶得一，一既劣於二，故致取劣偶之一，以足勝偶之二為三，故云「一馬從二馬」。然定本無此一句。○「三馬既立，請慶多馬」者，若頻得三成，或取彼足為三馬，是其勝已成，又酌酒慶賀於多馬之偶也。○「請主人亦如之」者，司射請賓之黨為每事，並應曰諾，竟而司射又請主人事，事亦如賓，而主人皆亦曰諾，如賓也。案《鄉射》，司射請賓於西階上，請主人於阼階上。則此請賓、請主人，皆亦就賓主之前也。○注「正爵」至「為樂」。○正義曰：此經正爵謂罰爵，故下別云「三馬既備，請慶多馬」。今鄭注「或以罰，或以慶」，則慶馬勝算亦為正爵者，鄭通而解之，罰、慶俱是正爵，故下文云：「正爵既行，請徹馬。」彼謂慶爵，亦稱正爵也。案《鄉射禮》，三耦先射，賓主乃射，以射禮重也。此投壺不立三耦，以投壺禮輕故也。"
      },
      {
        "index": 10,
        "text": "命弦者曰：「請奏《貍首》，間若一。」大師曰：「諾。」○注：弦，鼓瑟者也。《貍首》，《詩》篇名也，今逸。《射義》所云「詩曰曾孫侯氏」是也。間若一者，投壺當以為志取節焉。○音義：貍，吏持反。間，間廁之間，注同。大音泰。"
      },
      {
        "index": 11,
        "text": "疏　 「命弦」至「曰諾」。○正義曰：此一經明司射命工作樂節投壺之儀，○「命弦者曰：請奏貍首」者，謂司射命遣鼓瑟之弦者，請奏《貍首》之篇。○「間若一」者，謂前後樂節中間疏數如似一也。○「大師曰：諾」者，大師應此司射曰諾。諾，承領之辭也。○注「弦鼓」至「節焉」。○正義曰：知「鼓瑟」者，鄭約《鄉射禮》用瑟也。案下有魯鼓、薛鼓，節亦有鼓，以弦為重，故特云「命弦者」。云「《貍首》，《詩》篇名也」者，以與《射義》「《騶虞》、《采蘋》」相類，故知《詩》篇名也。既非諸侯投壺而奏《貍首》者，義取燕飲之儀，猶如鄉射奏《騶虞》，不計人之尊卑。云「投壺當以為志取節焉」者，解所以間若一，投壺者當聽之以為志，取投合於樂節，故須中間若一也。案《鄉射》三番，初一番耦射不釋算，第二番釋算未作樂，第三番乃用樂。此投壺發初則用樂者，以投壺禮輕，主於歡樂故也。"
      },
      {
        "index": 12,
        "text": "左右告矢具，請拾投。有入者，則司射坐而釋一算焉。賓黨於右，主黨於左。○注：拾，更也。告矢具請更投者，司射也。司射東面立，釋算則坐。以南為右，北為左也。已投者退，各反其位。○音義：更，古衡反，下同。"
      },
      {
        "index": 13,
        "text": "疏　 「左右」至「於左」。○正義曰：此一經論投壺之事，中者釋算之儀。○「左右告矢具」者，左，謂主人；右，謂賓客。司射告主與賓以矢具也。○「請拾投」者，拾，更也。司射又請賓主更遞而投，於是乃投壺也。○「有入者，則司射坐而設一算焉」者，若矢入壺者，則司射乃坐釋一算於地也。○「賓黨於右」者，右，謂司射之前稍南也。○「主黨於左」者，左，謂司射之前稍北也。○注「已投者退，各反其位」。○正義曰：約《鄉射禮》射畢，則各反其位。則知投壺者畢，亦各反其位，辟後來也。反位，謂主黨於東，賓黨於西。"
      },
      {
        "index": 14,
        "text": "卒投，司射執算曰：「左右卒投，請數。」二算為純，一純以取，一算為奇。遂以奇算告，曰：「某賢於某若干純。」奇則曰「奇」，均則曰「左右鈞」。○注：卒，已也。賓主之黨畢已投，司射又請數其所釋左右算，如數射算。一純以取，實於左手，十純則縮而委之，每委異之；有餘則橫諸純下；一算為奇，奇則縮諸純下。兼斂左算，實於左手，一純以委，十則異之，其他如右獲。畢則司射執奇算，以告於賓與主人也。若告云某賢於某者，未斥主黨勝與，賓黨勝與，以勝為賢，尚技藝也。鈞，猶等也。等，則左右手各執一算以告。○音義：數，色主反，注同。為純音全，下及注同，鄭注《儀禮》如字，云「純，全也」。奇，紀宜反，下同。遂以奇算告，一本此句上更有勝者司射五字，誤。鈞，居旬反。縮，色六反，直也。其它音他。勝與音餘，下「勝與」同。技，其綺反。"
      },
      {
        "index": 15,
        "text": "疏　 「卒投」至「右鈞」。○正義曰：此一經明投壺算數之儀。○「卒投」者，謂投壺卒也。○「司射執算曰：左右卒投，請數」者，司射於壺西東面，執算請曰：賓主之黨卒竟投，請數算。「二算為純，一純以取」者，純，全也。二算合為一全。地上取算之時，一純則別而取之。○「一算為奇」者，一算，謂不全純者。奇，只也，故云「一算為奇」。○「遂以奇算告」者，奇，餘也。謂左右數鈞等之餘算，手執而告曰：某賢於某若干純者。或左或右不定，故稱「某賢」。賢，謂勝者也。勝者若有雙數，則云若干純。假令十數，則云五純也。○「奇則曰奇」者，若有奇數則曰奇。假令九算，則曰九奇也。○「鈞則曰左右鈞」者，鈞猶等也，等則左右各執一算以告。○注「卒已」至「以告」。○正義曰：云「如數射算」者，以投壺，射之類，故知此首芏壺之算，如數射算。云「一純以取」至「其地如右獲」，此皆《鄉射》之禮文也。「一純以取，實於左手」，謂就地上之算以右手，每一純別而取實於左手。云「十純則縮而委之，每委異之「者，滿十純，則從而委之於地，司射東面，則東西為縮，每十雙，則東西縮為一委。每有十雙，更別委之，故云「每委異之」。云「有餘則橫諸純下」者，有餘，謂不滿十雙，或八雙、九雙以下，則橫於純下。謂橫在十純之西，南北置之。云「一算為奇，奇則縮諸純下」者，若唯有一算，則縮之零純之下，在零純之西，東西置之。此謂數右算之法。若數左算，則異於右算，謂總斂地之算，實於左手之中。每一純取以委地，滿十則異之，謂滿十純總為一委。云「其他如右獲」者，謂所縱所橫如右獲也。"
      },
      {
        "index": 16,
        "text": "命酌，曰：「請行觴。」酌者曰：「諾。」○注：司射又請於賓與主人，以行正爵。酌者，勝黨之弟子。○音義：觴，失羊反，本或作，同。當飲者皆跪，奉觴曰：「賜灌。」勝者跪曰：「敬養。」○注：酌者亦酌奠於豐上，不勝者坐取，乃退而跪飲之。灌，猶飲也。言「賜灌」者，服而為尊敬辭也。《周禮》曰：「以灌賓客。」賜灌、敬養，各與其偶於西階上，如飲射爵。○音義：跪，其委反。奉，芳勇反，下注「奉觴」同。灌，古亂反。養，羊尚反，注同。飲，於鴆反，下「飲不勝」同。"
      },
      {
        "index": 17,
        "text": "疏　 「命酌」至「敬養」。○正義曰：此一節明飲不勝之儀。「命酌曰：請行觴」者，謂司射命此酌酒者曰：敬以請賓與主人行觴。謂罰爵之事，賓主已許，汝當酌之。○「酌者曰：諾」者，謂勝黨之弟子曰諾，受領許酌，乃於西階上南面設豐洗觶，升，酌，坐奠於豐上也。○「當飲者皆跪，奉觴曰：賜灌」者，謂勝者與不勝者俱升西階，勝者在東，不勝者跪取豐上之爵，手奉其觴曰：蒙賜灌。灌，猶飲也。○「勝者跪曰：敬養」者，勝者跪執之，曰：敬以此觴而養不能。○注「酌者，勝黨之弟子」。○正義曰：此《鄉射禮》文也。案彼文云：「弟子奉豐升，設於西楹之西。」勝者之弟子，洗觶升酌，南面坐奠於豐上是也。○注「《周禮》」至「射爵」。○正義曰：此《周禮．典瑞》文。引之者，證「灌」為「飲」也。云「賜灌、敬養，各與其偶於西階上，如飲射爵」者，以投壺，射類，故約《鄉射》而知也。"
      },
      {
        "index": 18,
        "text": "正爵既行，請立馬。馬各直其算，一馬從二馬，以慶。慶禮曰：「三馬既備，請慶多馬。」賓主皆曰：「諾。」○注：飲不勝者畢，司射又請為勝者立馬，當其所釋算之前。三立馬者，投壺如射，亦三而止也。三者，一黨不必三勝。其一勝者並其馬於再勝者以慶之，明一勝不得慶也。飲慶爵者偶親酌，不使弟子，無豐。○音義：直，如字，又持吏反。為，于偽反。正爵既行，請徹馬。○注：投壺禮畢，可以去其勝算也。既徹馬，無算爵乃行。○音義：去音起呂反。"
      },
      {
        "index": 19,
        "text": "疏　 「正爵」至「徹馬」。○正義曰：此一經論飲不勝者畢，司射請為勝者立馬，以表顯賢能之事。○「正爵既行」者，謂正禮罰酒之爵既行，飲畢之後，司射乃請賓主，請為勝者樹標立其馬也。○「馬各直其算」者，直，當也。謂所立之馬，各當其初釋算之前，所釋之算，東中之西也。○「一馬從二馬」者，投壺與射禮同，亦三番而止，每番勝者則立一馬。假令賓黨三番俱勝，則立三馬。或賓黨兩勝，而立二馬；主黨一勝，但立一馬。即以主黨從就賓黨二馬，以少足益於多，以助勝者為榮。○「以慶」者，一馬從二馬之後，乃以慶賀多馬，故云「以慶」。但此經上云「請立馬」者，是司射請辭。「馬各直其算，一馬從二馬，以慶」，是禮家陳事之言也。「慶禮曰：三馬既備，請慶多馬」者，以還是司射請辭，言為慶之禮，勝者三馬既已備具，請酌酒慶賀於多馬者。「賓主皆曰諾」者，無問勝與不勝，皆稱曰「諾」。○注「飲不」至「無豐」。○正義曰：云「投壺如射，亦三而止也」者，以投壺，射之類，故知亦三番而止。案《鄉射禮》：初番三耦射，但唱獲而已，未視算，亦未飲不勝者；第二番耦射畢，賓主之黨皆射畢，乃數算，飲不勝者；第三番三耦及賓主等皆射中鼓節，乃釋算，飲罰爵。今投壺初則不立三耦，唯賓主三番而止。云「三者，一黨不必三勝」者，解一馬從二馬之意。言或賓或主之黨，黨中不必三番得勝，故以一勝之馬，並其馬於再勝者以慶之，明一勝者不得慶也。云「飲慶爵者偶親酌，不使弟子，無豐」者，以飲不勝之時，賤其無能，故偶不親酌，使弟子酌奠於豐上，則《鄉射禮》所云者是也。今既尊賢，當須親酌，手自授之，故知不使其弟子無豐也。皇氏以為，三番而止者，謂三耦投壺而止。案《鄉射禮》每番皆三耦而止，今云「三耦投壺而止」，非其義也。○「正爵既行，請徹馬」。○正義曰：此明飲慶爵之後，司射請徹去其馬，以投壺禮畢，行無算爵之事。"
      },
      {
        "index": 20,
        "text": "算多少視其坐。○注：算用當視坐投壺者之眾寡為數也。投壺者人四矢，亦人四算。○音義：坐如字，又才臥反，注同。籌，室中五扶，堂上七扶，庭中九扶。○注：籌，矢也。鋪四指曰扶，一指案寸。《春秋傳》曰：「膚寸而合。」投壺者，或於室，或於堂，或於庭，其禮褻，隨晏早之宜，無常處。○音義：籌，直由反。扶，方於反，下及注同。鋪，普烏反，又芳夫反。褻，息列反。處，昌慮反。算，長尺二寸。○注：其節三扶可也。或曰：算，長尺有握。握，素也。○音義：長，直亮反，注同。壺頸脩七寸，腹脩五寸，口徑二寸半，容斗五升。壺中實小豆焉，為其矢之躍而出也。壺去席二尺半。○注：脩，長也。腹容斗五升，三分益一則為二鬥，得圜囷之象，積三百二十四寸也。以腹脩五寸約之，所得，求其圜周，圜週二尺七寸有奇，是為腹徑九寸有餘也。實以小豆，取其滑且堅。○音義：頸，吉井反，又九領反，徐其聲反。為，于偽反。躍，羊略反。圜音圓。囷，去倫反。奇，紀宜反。滑，乎八反。矢，以柘若棘，毋去其皮。○注：取其堅且重也。舊說云：「矢大七分。」或言去其皮節。○音義：柘，止夜反，木名。毋音無，下皆同。去，起呂反，注同。"
      },
      {
        "index": 21,
        "text": "疏　 「算多」至「其皮」。○正義曰：此一節明算及矢長短之數，又明壺之大小及矢之所用。以《儀禮》准之，此亦正篇之後，記者之言也。今錄記者，既陳正禮於上，又以此諸事繼之於下。「算多少視其坐」者，言算之多少，視其所坐之人。每人四矢，人別四算也。○「籌，室中五扶，堂上七扶，庭中九扶」者，籌，矢也。室中最狹，故五扶。堂士差寬，故七扶。庭中彌寬，故九扶。○注「投壺者人四矢」。○正義曰：案《鄉射》及《大射》，人皆「乘矢」，故知四矢也。○注「籌矢」至「常處」。○正義曰：云「《春秋傳》曰：膚寸而合」者，此僖三十一年《公羊傳》文。彼云：「觸石而出，膚寸而合，不崇朝而遍雨乎，天下唯泰山爾。」引之者，證彼「膚」與此「扶」同也。○注「脩長」至「餘也」。○正義曰：「腹容斗五升，三分益一則為二斗」者，既稱「腹容斗五升」，又云「三分益一」者，以斗五升，其數難計，故加三分益一為二鬥，從整數計之。云「得圜囷之象，積三百二十四寸也」者，以算法方一寸、高中六尺二分為一升，則一斗之積，方一寸、高一百六十二寸也。二斗之積，為三百二十四寸也。於此壺之圜囷之中，凡有三百二十四寸也。云「以腹脩五寸約之，所得」者，腹之上下高五寸，共有三百二十四寸。今且以壺底一寸約之，即於三百二十四寸之中五分之一，得六十四寸八分也。是腹脩五寸，約之所得之數也。云「求其圜周，圜週二尺七寸有奇」者，壺底一重，既有六十四寸八分，以圜求方，須三分加一，六十四寸八分，分為三分，則一分有二十一寸六分，並前六十六寸八分，得八十六寸八分也，即是壺底一重方積之數也。今將八十六寸開方積之，九九八十一，則為方九寸強也。一面有九寸強，四面凡有三十六寸強。今以方求圜，四分去一，有二十七寸強，是壺圜週二尺七寸有強，故云「圜週二尺七寸有奇」也。鄭之此計，據二斗之數。必知然者，壺徑九寸，以圜求方，以方九寸計之，凡九九八十一，壺底一重有八十一寸，五重則有五個八十一寸，總為四百五寸。今以方求圜，四分去一，去其一百一寸四分寸之一，餘三百三寸四分寸之三。於二斗之積三百二十四寸之內，但容三百二寸四分寸之三，餘有二十寸四分寸之一不盡，故云「圜週二十七寸有奇」，乃得盡也。若以斗五升計之，計一十五升之積，有二百四十三寸，則壺之所徑唯八寸餘也，得容此數。必知然者，凡方八寸，開方計之八八六十四，得六十四寸。壺高五重，則五個六十四寸，總為三百二十寸。以方求圜，四分去一，去八十寸，餘有二百四十寸。於一斗五升之積，餘有三寸不盡，是壺徑八寸有餘，乃得盡也。今檢鄭之文注之意，以二十整數計之，不取經文鬥五升之義，故云「圜週二尺七寸有奇」。今算者以其二尺七寸之圍，必受斗五升之物，數不相會也。云壺體腹之上下，各漸減殺，苟慾望合，恐非鄭意。"
      },
      {
        "index": 22,
        "text": "魯令弟子辭曰：「毋幠，毋敖，毋偝立，毋踰言。偝立、踰言有常爵。」薛令弟子辭曰：「毋幠，毋敖，毋偝立，毋踰言。若是者浮。」○注：弟子，賓黨、主黨年稚者也。為其立堂下相褻慢，司射戒令之。記魯、薛者，禮衰乖異，不知孰是也。幠、敖，慢也。偝者，不正鄉前也。踰言，遠談語也。常爵，常所以罰人之爵也。浮，亦謂是也。《晏子春秋》曰：「酌者奉觴而進曰：『君令浮！』」晏子時以罰梁丘據。浮，或作「匏」，或作「符」。踰，或為「遙」。○音義：幠，好吾反，下同，敖也。敖，五報反，又五羔反，下同，敖，慢也。偝音佩，徐符代反，舊又薛敗反。浮音縛謀反，罰也。稚音直吏反。為音于偽反。鄉，許亮反。據，本又作處，同，音據。匏，薄交反。"
      },
      {
        "index": 23,
        "text": "疏　 「魯令弟子辭曰」至「若是者浮」。○正義曰：此一篇是周公正經，而有魯、薛之事者，錄記之人以周衰之後，魯之與薛有當時投壺號令弟子之異，未知孰是，故因以記之也。○「毋幠，毋敖毋者，幠亦敖也。號令弟子，云毋得幠而敖慢也。○「毋偝立，毋踰言。偝立、踰言有常爵」者，「毋偝立」，謂不正面前。毋得踰言，謂遠相談話。若偝立踰言，有常刑之罰爵也。「若是者浮」，浮亦罰也。薛令弟子辭曰：若如是偝立諭言者，則有浮罰之爵。薛令弟子異於魯者，其魯令弟子則稱偝立踰言有常爵，薛令弟子則總稱「若是者浮」，浮亦罰也。其言辭詳略雖異，其意則同。○注「晏子」至「丘據」。○正義曰：引《晏子春秋》者，證「浮」是罰爵之義，故《小爾雅》云：「浮，罰也。」"
      },
      {
        "index": 24,
        "text": "鼓：○□○○□□○□○○□。半，○□○□○○○□□○□○。魯鼓，○□○○○□□○□○○□□○□○○□□○半，○□○○○□□○。薛鼓，○注：此魯、薛擊鼓之節也。圜者擊鼙，方者擊鼓。古者舉事，鼓各有節。聞其節，則知其事矣。○音義：圜音圓。鼙，薄迷反，鄭呼為「鼙」也，其聲下，其音榻榻然。榻音吐臘反。□，方鼓，鄭呼為「鼓」也，其聲高，其音鏜鏜然。鏜音吐郎反。取半以下為投壺禮，盡用之為射禮。○注：投壺之鼓半射節者，投壺，射之細也。射，謂燕射。司射、庭長及冠士立者皆屬賓黨，樂人及使者、童子皆屬主黨。○注：庭長，司正也。使者，主人所使薦羞者。樂人，國子能為樂者。此皆與於投壺。○音義：長，丁丈反，注同。冠，古亂反。與音預。魯鼓：○□○○□□○○。半，○□○○□○○○○□○□○ 。薛鼓： ○□○○○○□○□○□○○○□○□○○□○ 。半，○□○□○○○○□○。○注：此二者，記兩家之異，故兼列之。"
      },
      {
        "index": 25,
        "text": "疏　 「魯鼓薛鼓」。○注云「此魯、薛擊鼓之節也。圜者擊鼙，方者擊鼓」。○正義曰：以鼓節有圜點，有方點，故以為「圜者擊鼙，方者擊鼓」。若頻有圜點，則頻擊鼙聲；每一圜點，則一擊鼙聲。若頻有方點，則頻擊鼓聲也。但記者因魯、薛擊鼓之異，圖而記之，但年代久遠，無以知其得失。○注「射謂燕射」。○正義曰：以此「射」與「投壺」相對，用半鼓節為投壺，用全鼓節為射禮。又投壺在室在堂，是燕樂之事，故知此射亦謂燕射，非大射及鄉射也。○注「庭長」至「投壺」。○正義曰：經云「司射庭長」，案《鄉飲酒》，將旅之時，使相為司正，在庭中，立於觶南北面，察飲酒不如儀者，故知「庭長，司正」也。「冠士」者，謂外人來觀投壺，成人加冠之士，尊之，故令屬「賓黨」。若童子賤，則屬「主黨」也。云「樂人，國子能為樂」者，以國子習樂，故云「國子能為樂者」。欲明此樂人非瞽朦視了之徒，以其能與主人之黨而觀禮，故知非作樂瞽人也。案國子是王子公卿大夫元士之子，今來觀樂，士大夫投壺者，以國之俊選，皆在學習樂，共士子來觀投壺，非謂一皆是王子及公卿大夫之子也。云「此皆與於投壺」者，鄭恐但來觀其禮，不觀投壺。經既云屬賓黨、主黨，則是入賓、主之朋，故云「與於投壺」也。"
      }
    ]
  }
}