{
  "chapterNumber": 2,
  "title": "曲禮下",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]正義曰：案鄭《目錄》云：「義與前篇同，簡策重多，分為上下。」\n凡奉者當心，提者當帶。高下之節。○奉，本亦作捧，同，芳勇反。提，徒兮反。"
      },
      {
        "index": 1,
        "text": "[疏]「凡奉」至「當帶」。○正義曰：此一節論臣所奉持及俛仰裼襲之節，各依文解之。○「凡奉者當心，提者當帶」，物有宜奉持之者，有宜提挈之者，各因其宜。奉之者，謂仰手當心，奉持其物。提之者，謂屈臂當帶，而提挈其物。帶有二處，朝服之屬，其帶則高於心，深衣之類，其帶則下於脅。何以知然？《玉藻》說大帶云：「三分帶下，紳居二焉。」紳長三尺，而居帶之下三分之二，則帶之下去地四尺五寸矣。人長八尺為限，若帶下四尺五寸，則帶上所餘正三尺五寸，故知朝服等帶則高也。而《深衣》云：「帶下母厭髀，上母厭脅，當無骨者。」故知深衣之帶則下也。今云「提者當帶」，謂深衣之帶。且古人恆著深衣，此明平常提奉，故益可知也。"
      },
      {
        "index": 2,
        "text": "執天子之器則上衡，謂高於心，彌敬也。此衡謂與心平。○上，時掌反。國君則平衡，大夫則綏之，士則提之。綏讀曰妥，妥之，謂下於心。○綏，依注音妥，湯果反，又他回反。"
      },
      {
        "index": 3,
        "text": "[疏]「執天」至「提之」。○正義曰：向明常法，此以下明臣各為其君上提奉之禮也。執，持也。上猶高也。衡，平也。平謂人之拱手正當心平，故謂心為衡。天子至尊，器不宜下，故臣為擎奉皆高於心，彌敬也。此衡謂與心平也。凡言衡有二處，若大夫衡視，則面為衡；此為天子執器，則上衡，謂高心也。既有二處不同，故鄭云此衡與心平，明他衡者不與心平也。○「國君則平衡」者，國君，諸侯也。降於天子，故其臣為奉持器與心齊平也。○「大夫則綏之」者，綏，下也。又降於諸侯，故其臣為奉器下於心也。○「士則提之」者，上云大夫綏之，已下於心，今為士提之，又在綏之下，即上「提者當帶」。然凡常提物，尚得當帶，今為士提物，更在帶下者，士臣為士，卑遠於君，故厭降在下。故《禮》云「大夫之臣，不稽首，以辟君」其義同也。"
      },
      {
        "index": 4,
        "text": "凡執主器，執輕如不克重慎之也。主，君也。克，勝也。○勝音升。\n[疏]「凡執」至「不克」。○正義曰：向明持奉高下之節，此辨持奉之容儀也。主亦君也。禮，大夫稱主，今此言「主」，上通天子諸侯，下含大夫為君者，故並曰「主」，士則不然。克，勝也。尊者之器，不論輕重，其臣執之，唯宜重慎，器雖輕小，而執之恆如實重，如不勝之容也。故《論語》云：「孔子執圭，鞠躬如也，如不勝。」《聘禮》曰：「上介執玉如重。」是也。"
      },
      {
        "index": 5,
        "text": "執主器，操幣、圭璧，則尚左手。行不舉足，車輪曳踵。重慎也。尚左手，尊左也。車輪，謂行不絕也。○操，七刀反。曳，以制反。踵，支勇反。"
      },
      {
        "index": 6,
        "text": "[疏]「執主」至「曳踵」。○正義曰：又明提奉用手足之儀也。圭璧，瑞玉也。尚，上也。謂執持君器及幣玉也。若擎奉此物，則右手在下，左手在上。左尊，故云「尚左手」。○「行不舉足，車輪曳踵」者，曳，拽也。踵，腳後也。若執器行時，則不得舉足，但起前拽後，使踵如車輪曳地而行，故云「車輪曳踵」。"
      },
      {
        "index": 7,
        "text": "立則磬折垂佩。主佩倚則臣佩垂，主佩垂則臣佩委。君臣俛仰之節。倚，謂附於身。小俛則垂，大俛則委於地。○折，之列反，一音逝。佩，步內反，本或作珮，非。倚，范於綺反，徐其綺反。執玉，其有藉者則裼，無藉者則襲。藉，藻也。裼，襲，文質相變耳。有藻為文，裼見美亦文。無藻為質，襲充美亦質。圭璋特而襲，璧琮加束帛而裼，亦是也。○藉，在夜反，下同。裼，星歷反。藻音早，本又作繅。琮，才冬反。"
      },
      {
        "index": 8,
        "text": "[疏]「立則」至「則襲」。○正義曰：向明奉持及手足之儀，此明授受時禮也。立，倚也。佩謂玉珮也，帶佩於兩邊。臣則身宜僂折，如磬之背，故云「磬折」也。身既僂折，則所著之佩從兩邊，出縣垂於前也。○「主佩倚」者，主謂君也。倚猶附也。君宜直立，則佩直附倚身，而縣垂不出前。○「則臣佩垂」者，君若直立，佩倚於身，則臣宜曲折，曲折則佩不得倚身，故縣垂於前也。○「主佩垂，則臣佩委」者，主，君也。言君若重慎折身而佩垂，則臣彌曲，故佩歷委於地。然臣不發初太曲，必待君僂而後方曲者，亦授立不跪之義也。○「執玉，其有藉者則裼，無藉者則襲」。○凡執玉之時，必有其藻，以承於玉。若盡飾見美之時，必垂藻於兩端，令垂向於下，謂之「有藉」。當時所執之人，則去體上外服，以見在內裼衣，故云「有藉者則裼」也。其事質充美之時，承玉之藻，不使下垂，屈而在手，謂之「無藉」。當時所執之人，則掩其上服，襲蓋裼衣，謂之「無藉者則襲」。此謂執玉之人，朝聘行禮，或有裼時，或有襲時。○注「圭璋」至「是也」。○正義曰：鄭云此者，以經云裼襲者，人之裼襲，欲明玉亦有裼襲。云「圭璋特而襲」者，上公享王圭以馬，享後璋以皮，皮馬既不上於堂，其上唯特有圭璋。圭璋既是寶物，不可露見，必以物覆襲之，故云「圭璋特而襲」也。云「璧琮加束帛而裼」者，謂侯伯子男享天子璧以帛，享後琮以錦，既有帛錦承玉，上唯用輕細之物蒙覆以裼之，故云「璧琮加束帛而裼」也。云「亦是」者，非但人有裼襲，其玉亦有裼襲之義，此皇氏之說。熊氏以為上明賓、介二人為裼襲。「圭璋特」以下又明賓、主各自為裼襲，謂朝時用圭璋特，賓、主俱襲行，享時用璧琮加束帛，賓、主俱裼，亦是也。凡執玉，「天子執冒四寸，以朝諸侯」。注云：「德能覆蓋天下，四寸者方，以尊接卑，以小為貴。又孔安國注《顧命》云，「方四寸，邪刻之」，用之以冒諸侯之圭，以為瑞信。子男執璧，蓋亦刻驗覆之，但無以言焉。又執鎮圭以朝日及祭天地宗廟，知者，《典瑞》云，王執鎮圭以朝日；又《鄭志》云「祭天地宗廟亦執之，」是朝日既執鎮圭，則夕月亦當然也。《大宗伯》云：「王執鎮圭。」註：「以四鎮之山為瑑飾，圭長尺有二寸，故《玉人》云『鎮圭尺有二寸，天子守之』」是也。其五等諸侯，《大宗伯》又云「公執桓圭」，注云：「雙植謂之桓。桓，宮室之象，所以安其上也。圭長九寸。」故《玉人》云「命圭九寸，公守之」是也。《宗伯》又云：「侯執信圭，伯執躬圭。」注云：「蓋皆象以人形為瑑飾，文有粗縟耳，欲其慎行以保身。圭皆長七寸。」故《玉人》云：「命圭七寸，謂之信圭，侯守之。命圭七寸，謂之躬圭，伯守之。」江南儒者解云，直者為信，其文縟細；曲者為躬，其文粗略。義或然也。《宗伯》又云：「子執穀璧，男執蒲璧。」注云：「穀所以養人，蒲為席所以安人。不執圭者，未成國也。」蓋瑑以為穀稼及蒲葦之文，蓋皆徑五寸。故《大行人》云，子執穀璧，男執蒲璧，五寸是也。凡圭廣三寸，厚半寸，剡上左右各寸半，知者，是《聘禮記》文。其璧則內有孔，外有玉，其孔謂之好，故《爾雅•釋器》云：「肉倍好謂之璧，好倍肉謂之瑗，肉好若一謂之環。」此謂諸侯所執圭璧，皆朝於王及相朝所用也。故《典瑞》前既陳玉，則云「朝、覲、宗、遇、會、同於王，諸侯相見亦如之」是也。其公侯伯朝後皆用璋，知者，以《聘禮》聘君用圭，聘夫人以璋，則知於天子及後亦然也。其子男既朝王用璧，朝後宜用琮，以璧、琮相對故也。鄭注《小行人》云，其上公及二王之後，享天子圭以馬，享後璋以皮，其侯伯子男享天子璧以帛，享後琮以錦，其玉小大，各如其命數。知者，《玉人》云「璧琮九寸，諸侯以享天子」是也。其諸侯相朝所執之玉，與朝天子同。其享玉皆以璧享君，以琮享夫人。知者，《聘禮》璧以享君，琮以享夫人，明相朝禮亦當然。子男相享則降用琥以繡，璜以黼。故鄭注《小行人》云：「其於諸侯亦用璧琮耳。子男於諸侯則享用琥璜，下其瑞是也。」其諸侯之臣聘天子及聘諸侯，其聘玉及享玉，降其君瑞一等，故《玉人》云「瑑圭璋八寸，璧琮八寸，以覜聘」是也。其藉玉之藻，鄭注《覲禮》云：「繅所以藉玉，以韋衣木，廣袤各如其玉之大小。」天子則以五采畫之，諸侯則三采，子男二采，其卿大夫亦二采。故《典瑞》云，王五采五就，公侯伯三采三就，子男二采二就。又云「瑑圭、璋、璧、琮，繅皆二采一就」是也。熊氏云：「五采五就者，采別二行為一就，故五就也。三采三就者，亦采別二行為一就，故三就也。二采二就者，亦采別二行為一就，故再就也。二采一就者，以卿大夫卑。二采，采則別唯一行共為一就。」知然者，《雜記》及《聘禮記》三采六等，則知天子諸侯采別為二等也。此是周法，其殷以上，則《禮說•含文嘉》云：「天子、三公、諸侯，皆以三帛以薦玉。」宋均注云：「其殷禮三帛謂朱白倉，像三正。其五帝之禮，薦玉用一色之帛。」故鄭注《虞書》「三帛」，「高陽氏之後用赤繒，高辛氏之後用黑繒，其餘用白繒」。「其餘」謂堯舜之諸侯。既以采色畫韋衣於板上，前後垂之，又有五采組繩以為繫，其組上以玄為天，下以黃為地，長尺，無事則以系玉，有事則垂為飾。故《聘禮記》「皆玄纁，繫長尺，絢組」，注云「采成文曰絢繫，無事則以繫玉，因以為飾，皆用五采組。上以玄，下以絳為地」是也。其裼襲之義者，藻藉有二種，一者以韋衣木畫之也，二者絢組垂之。若板之藻藉，則當有，今言無者，據垂之也。其垂藻之時則須裼，屈藻之時則須襲。案《聘禮》賓至主人廟門之外，「賈人東面坐，啟櫝，取圭垂繅，不起而授上介」。注云：「不言裼襲者，賤不裼。」以賈賤，故不言裼，明貴者垂藻當裼也。又云：「上介不襲，執圭屈繅授賓。」註：「上介不襲者，以盛禮不在於己。」明屈藻合襲也。又云：「賓襲，執圭。」又云：「公襲，受玉。」於時圭皆屈藻，故賓與公執玉皆襲。是屈藻之時皆襲，則所謂「無藉者襲」是也。《聘禮》又云：「賓出，公授宰玉，裼降立。」是授玉之後乃裼也。又云：「賓裼，奉束帛加璧享。」是有藉者裼。凡朝之與聘，賓與主，君行禮皆屈而襲，至於行享之時皆裼也。知者，以《聘禮》行聘則襲，受享則裼。凡享時其玉皆無藉藻，故崔靈恩云：「初享圭璋特，故有藻，其餘則束帛加璧。既有束帛，不須藻。」凡諸侯朝天子，皆行三享之禮，故《大行人》云公侯伯子男，並云：「廟中將幣，三享。」《覲禮》云「四享」者，鄭注云：「四當為三，初享或用虎豹之皮，其次享三牲、魚臘、龜、金、丹、漆，唯國所有，分為三享，皆以璧帛致之。」若其臣出聘，唯行一享，故《聘禮》致夫人聘享唯一享也。裼所以異於襲者，凡衣近體有袍襗之屬，其外有裘，夏月則衣葛，其上有裼衣，裼衣上有襲衣，襲衣之上有常著之服，則皮弁之屬也。掩而不開則謂之為襲。若開此皮弁及中衣，左袒出其裼衣，謂之為裼。故鄭注《聘禮》云：「裼者，左袒也。」一玉之上，若垂藻之時，其人則裼，屈藻之時，其人則襲，則裼襲不相因。《表記》云「裼襲不相因」者，彼謂各執其物，執龜玉者則襲，受享者則裼，與此同也。"
      },
      {
        "index": 9,
        "text": "國君不名卿老世婦，大夫不名世臣侄娣，士不名家相長妾。雖貴，於其國家猶有所尊也。卿老，上卿也。世臣，父時老臣。○侄，大節反，《字林》丈一反。娣，六計反。相，息亮反。長，丁丈反，下注「長老」同"
      },
      {
        "index": 10,
        "text": "[疏]「國君」至「長妾」。○正義曰：此一節總明稱謂之事，各依文解之。○「國君不名卿老世婦」者，人君雖有國家之貴，猶宜有所敬，不得呼其名者也。「卿老」謂上卿，上卿貴，故曰「卿老」。「世婦」者，謂兩媵也，次於夫人，而貴於諸妾也。言諸侯雖貴，不得呼其名也。○「大夫不名世臣侄娣」者，世臣，父在時老臣也。侄是妻之兄女，娣是妻之妹，從妻來為妾也。大夫不得呼世臣及貴妾名也。然《王制》云：「大夫不世爵。」此有世臣者，子賢，謂襲父爵者也。○「士不名家相長妾」者，家相謂助知家事者也。長妾，妾之有子者也。士不得呼此二等人名也。不名長妾者，熊氏云：「士有一妻二妾，言長妾者，當謂娣也。故鄭注《昏禮》云：『娣尊侄卑。』」義或然也。"
      },
      {
        "index": 11,
        "text": "君大夫之子不敢自稱曰「余小子」。辟天子之子未除喪之名。君大夫，天子大夫有土地者。○辟音避，本又作避，下同。大夫士之子不敢自稱曰「嗣子某」。亦辟其君之子未除喪之名。不敢與世子同名。辟僣傚也，其先之生，則亦不改。世或為大。○僣，作念反。傚，胡孝反。"
      },
      {
        "index": 12,
        "text": "[疏]「君大」至「同名」。○：此以下明孝子在喪，擯者接對賓客之辭也。君大夫，謂天子大夫有地者，大夫有地者則亦稱曰君，故云「君大夫」也。天子未除喪，自稱曰「余小子」。今大夫有地，雖同曰君，而其子在喪，不敢同天子稱余小子也。○「大夫士之子不敢自稱曰嗣子某」者，此諸侯稱大夫士之子也。諸侯在喪之嗣子某，臣之子避之也。○「不敢與世子同名」者，世子謂諸侯之適子也。諸侯之臣為其子作名，不得與君適子名同也。《白虎通》云：「生在稱世子何？繫於君也。」○注「辟僣」至「為大」。○正義曰：若名子與君世子同，則嫌其名自比擬於君，故云「避僣傚也」。世子貴不得同，則與庶子同不嫌。又若其子生在君之世子前，已為名，而君來同之，此是君來同己，不須易也。故《穀梁•昭七年傳》云：「何為君臣同名？君子不奪人親之所名，重其所由來也。」是臣先名，君後名，同之，臣不改也。又案《雜記》云：「與君之諱同則稱字。」若先生與世子同名，亦當然也。諸侯之子不可同天子之子，故宜不也。《異義》：「《公羊》說臣子先死，君父猶名之。孔子云『鯉也死』，是已死而稱名。《左氏》說既沒，稱字而不名，桓二年宋督弒其君與夷及其大夫孔父，先君死，故稱其字。《穀梁》同《左氏》說。許慎謹案：同《左氏》、《穀梁》說，以為《論語》稱『鯉也死』，時實未死，假言死耳。」鄭康成亦同《左氏》、《穀梁》之義，以《論語》云「鯉也死，有棺而無槨」是實死未葬已前也。故鄭駁許慎云：「設言死，凡人於恩猶不然，況賢聖乎？然鯉也死，未滿五十。鯉死稱伯魚者，案《冠禮》二十已稱伯某甫，未必要五十也。但五十直稱伯耳。」焦氏問：「案《春秋》君在稱世子，君薨稱子某既葬稱子，無言嗣子某者也，又大夫之子當何稱？」張逸答曰：「此避子某耳，大夫之子稱未聞。案稱嗣子某，或殷禮也。」"
      },
      {
        "index": 13,
        "text": "君使士射，不能，則辭以疾。言曰：「某有負薪之憂。」射者所以觀德，唯有疾，可以辭也。使士射，謂以備耦也。憂或為疾。○使音史。射，市夜反。則辭以疾，如字；本又作「有疾」、「為疾」，如字；本又作疚，音救。"
      },
      {
        "index": 14,
        "text": "[疏]「君使」至「之憂」。正義曰：射法，每兩人相對，以決勝負，名之曰耦。耦，貴賤必對，故卿與卿耦，大夫與大夫耦，或奇餘不足，則使士備耦。案《大射》君與賓耦，卿大夫自相耦，又有士御於大夫。又司射誓耦，「卑者與尊者為耦，不異侯」，是言士得備預為耦，故此有「使士射」之禮也。○「不能，則辭以疾」者，士若不能，不得云不能，但當自稱有疾也。所以然者，夫射以表德，士既升朝，必宜有德；若不能，則是素餐之辱，兼辱君不知人，誤用己也。○「言曰：某有負薪之憂」者，此稱疾之辭也。某，士名也。負，簷也。薪，樵也，大樵曰薪。《詩》云：「析薪如之何？匪斧不克。」是大故用斧也。憂，勞也。言已有簷樵之餘勞，不堪射也。不直云「疾」而云「負薪」者，若直云「疾」，則似傲慢，故陳疾之所由，明非假也。然士祿代耕，且後問庶人子云能負薪，而今云士負薪者，亦謙辭也。兼言昔未為士時經簷樵，今猶發動昔日之勞也。《白虎通》云：「天子病曰不豫，言不復豫政也。諸侯曰負子。子，民也，言憂民不復子之也。」桓十六年「衛侯朔出奔齊」，《公羊》云有疾曰「負茲」。諸侯之疾，所以名不同者，蓋「子」、「茲」聲相近，其字相亂，未知孰是。《音義隱》云：「天子曰不豫，諸侯曰不茲，大夫曰犬馬，士曰負薪。」○注「使士射，謂以備耦也。憂或為疾」。○正義曰：知非士自射，而云「備耦者」，熊氏云：「若其自射，不須云使，又不應辭，以其言使言辭，故云備耦。」"
      },
      {
        "index": 15,
        "text": "侍於君子，不顧望而對，非禮也。禮尚謙也。不顧望，若子路帥爾而對。\n[疏]「侍於」至「禮也」。○正義曰：謂多人侍而君子有問，若指問一人，則一人直對。若問多人，則侍者當先顧望坐中，或有勝已者宜前，而己不得率爾先對，先對非禮也。○注「禮尚」至「而對」。○正義曰：此證問多人而不顧望對者。《論語》云，子路、曾晰、冉有、公西華侍於孔子，孔子問四人：「各言其志。」而子路率爾先對云：「原治千乘之國。」而孔子哂之云：「為國以禮，其言不讓，是故哂之。」"
      },
      {
        "index": 16,
        "text": "君子行禮，不求變俗。求猶務也。不務變其故俗，重本也。謂去先祖之國，居他國。祭祀之禮，居喪之服，哭泣之位，皆如其國之故，謹修其法而審行之。其法，謂其先祖之制度，若夏、殷。"
      },
      {
        "index": 17,
        "text": "[疏]「君子」至「行之」。○正義曰：此一節論臣去本國行禮之事，各依文解之。○「君子行禮」者，謂去先祖之國，居他國者也。求猶務也。俗者，本國禮法所行也。明雖居他國，猶宜重本，行故國法，不務變之從新也。如杞、宋之臣入於齊、魯，齊、魯之臣入於杞、宋，各宜行已本國禮法也。此云不變俗，謂大夫出在他國，不變己本國之俗。案鄭答趙商，以為衛武公居殷墟，故用殷禮，即引此云：「君子行禮，不求變俗。」如鄭之意，不變所往之國舊時風俗，與此不同者，熊氏云：「若人臣出居他國，亦不忘本，故云不變本國風俗，人君務在化民，因其舊俗，往之新國，不須改也。」然則「不求變俗」，其文雖一，但人君、人臣兩義不同。熊氏云：「必知人君不易舊俗者。《王制》云：『修其教，不易其俗。』又《左傳》定四年，封魯公，因商奄之人，封康叔於殷虛，啟以商政，封唐叔於夏虛，啟以夏政。皆因其舊俗也。」案有列於朝，有詔於國，三代之內，喪服為舊。「君齊衰三月」，傳曰：「三諫不從，待放未絕者，爵祿尚有列於朝，出入尚有詔於國。」如《喪服》所云，大夫待放之時，名為有列有詔。不至三世者，熊氏云：「彼據為舊君著服，故以未去之時，名為有列有詔。此據去國之後，但有列有詔，仍行舊國之禮，斷章取證，故彼此不同。」○「祭祀之禮」者，此陳不變之事，若祭祀之禮不變，即夏立屍，殷坐屍，周旅酬六屍，及先求陰陽、犧牲、騂黑之屬也。「居喪之服」者，殷雖尊貴，猶服傍親，周則以尊降服。○「哭泣之位」者，殷不重適，以班高處上。周世貴正，嗣孫居其首。○「皆如其國之故」者，謂故俗也。凡上諸事，悉不改革，行之如本國俗也。然上既舉三條，余冠、昏之屬從可知也。○「謹修其法而審行之」者，並結前事，各令分明謹脩本國之法，審慎以行之。其法，謂其先祖之制度，若夏、殷子孫在周者，悉行其先世之禮，是不變俗也。"
      },
      {
        "index": 18,
        "text": "去國三世，爵祿有列於朝，出入有詔於國，三世，自祖至孫。逾久可以忘故俗，而猶不變者，爵祿有列於朝，謂君不絕其祖祀，復立其族，若臧紇奔邾，立臧為矣。詔，告也，謂與卿大夫吉凶往來相赴告。○三世，盧、王云：「世，歲也。萬物以歲為世。」朝，直遙反，下皆同。復，扶又反，下「復還」同。紇，恨發反，徐胡切反，沈胡謁反。若兄弟宗族猶存，則反告於宗後。謂無列無詔者。反告亦謂吉凶也。宗後，宗子也。"
      },
      {
        "index": 19,
        "text": "[疏]「去國」至「宗後」。正義曰：此以下明在他國而得變俗者也。將明得變改，上先明未得者也。○「去國三世」，謂三諫不從，及他事礙被黜，出入新國已經三世者，則鄭注云「三世，自祖至孫」也。○「爵祿有列於朝」者，謂本國君不絕其祖祀，復立族為後有朝者也。○「出入有詔於國」者，出入猶吉凶之事，更相往來也。詔，告也。去已三世，而本國之君猶為立後不絕，則若有吉凶之事，當與本國卿大夫往來出入，共相赴告，故云「出入有詔於國」。○注「若臧」至「為矣」。○正義曰：引之者，證有列位也。臧紇，武仲也，時為季氏家廢長立少，故與孟氏相惡，遂出奔邾。魯人以臧紇有功，復立其異母兄臧為，以守先祀，是有列也。故魯襄二十三年《左傳》云，臧紇奔邾，「使告臧賈，且致大蔡焉。曰：『紇不佞，失守宗祧，敢告不吊。紇之罪不及不祀，子以大蔡納請，其可』賈曰：『是家之禍，非子之過。賈聞命矣。』再拜受龜，使為以納請，遂自為也。乃立臧為，紇致防而奔齊」，是其事也。○「若兄弟」至「宗後」。○此是出已三世而爵祿無列於朝、吉凶不相詔告、而不仕新國者。宗族兄弟，謂本國之親。宗後，大宗之後也。已本國不列不告，若宗族猶存，兄弟尚在，已有吉凶，當反還告宗適，不忘本故也。前告國者，亦告兄弟耳。然既未仕新國，猶用本國禮也。《音義隱》云：「雖無列於朝，有吉凶，猶反告於宗後。其都無親在故國，不復來往也。」"
      },
      {
        "index": 20,
        "text": "去國三世，爵祿無列於朝，出入無詔於國，唯興之日，從新國之法。以故國與已無恩。興謂起為卿大夫。\n[疏]「去國三世，爵祿無列於朝，出入無詔」至「之法」。○正義曰：此猶是論無列無詔而反告宗後者，今得仕新國者也。但仕新國有異，故重言「三世」也。○「唯興之日，從新國之法」者，唯興謂已始仕也。雖有宗族相告，已仕新國，而本國無列無詔，故所行禮俗，悉改從新也。然推此而言，若本國猶有列詔者，雖仕新國，猶行故俗。何以知然？既云無列而從新，明有列，理不從也。又若無詔而不仕新者，不得從新。何以知然？既云「唯興」，明不興則不從。無列無詔，唯興之日三世，即從新國之制。孔子去宋既久，父為大夫，尚冠章甫之冠，送葬皆從殷制者，熊氏云：「案《鉤命決》云：『丘為製法之主，黑綠不伐蒼黃，聖人特為製法，不與常禮同也。』」○注「興謂起為卿大夫」。○正義曰：鄭注云「起為卿大夫」者，則若為士猶卑，不得變本也。"
      },
      {
        "index": 21,
        "text": "君子已孤不更名，亦重本。已孤暴貴，不為父作謚。子事父，無貴賤。○為，於偽反。謚音示。\n[疏]「君子」至「作謚」。○正義曰：此一節論父沒不可輒改為名謚之事。「已孤不更名」者，不復改易，更作新名。所以然者，名是父之所作，父今已死，若其更名，似遺棄其父，故鄭注云「亦重本」也。言「亦」者，亦上行本國之俗，上是重本，故云「亦」也。「已孤暴貴，不為父作謚」者，此孤不辨老少，唯無父則是也。暴貴，本為士庶，今起為諸侯，非一等之位，故云「暴貴」也。謚者，列平生德行，而為作美號。若父昔賤，本無謚，而己今暴貴，升為諸侯，乃得制謚，而不得為父作謚。所以爾者，父賤無謚，子今雖貴，而忽為造之，如似鄙薄父賤，不宜為貴人之父也。或舉武王為難，鄭答趙商曰：「周道之基，隆於二王，功德由之，王跡興焉。凡為人父，豈能賢乎？若夏禹、殷湯，則不然矣。」○注「子事父，無貴賤」。○正義曰：子不得言已昔賤今貴，父賤不宜為貴人之父也。"
      },
      {
        "index": 22,
        "text": "居喪，未葬，讀喪禮。既葬，讀祭禮。喪復常，讀樂章。為禮各於其時。居喪不言樂，祭事不言凶，公庭不言婦女。非其時也。"
      },
      {
        "index": 23,
        "text": "[疏]「居喪」至「婦女」。○正義曰：此一節明行禮各有時之事，各隨文解之。○「居喪」者，居父母之喪也。喪禮謂朝夕奠下室、朔望奠殯宮及葬等禮也。此禮皆未葬以前。○「既葬，讀祭禮」者，祭禮，虞、卒哭、祔、小祥、大祥之禮也。○「喪復常，讀樂章」者，復常，謂大祥除服之後也。樂章，謂樂書之篇；章謂《詩》也。禫而後吉祭，故知禫後宜讀之。此上三節，事須預習，故皆許讀之。"
      },
      {
        "index": 24,
        "text": "振書、端書於君前有誅，倒筴、側龜於君前有誅。臣不豫事，不敬也。振，去塵也。端，正也。倒，顛倒也。側，反側也。皆謂甫省視之。○倒，多老反。去，羌呂反，下「徹猶去」、「去琴瑟」同。顛，丁田反。"
      },
      {
        "index": 25,
        "text": "[疏]「振書」至「有誅」。○正義曰：此一節總明臣當預事，並明臣入公門當謹敬之禮也，各依文解之。○「振書」者，拂去塵也。書，簿領也。端，正也。誅，責也。臣不豫慎，若將文書簿領於君前，臨時乃拂整，則宜誅責也。○「倒筴、側龜於君前有誅」者，倒，顛倒也。側，反側也。龜筴，君之卜筮所須也。不預周正，而來在君前方顛倒反側齊正，則有責罰也。○注「臣不」至「視之」。○正義曰：甫者，始也，謂不豫整理，今於君前始正之。"
      },
      {
        "index": 26,
        "text": "龜筴、幾杖、席蓋、重素、袗絺綌，不入公門。龜筴，嫌問國家吉凶。幾杖，嫌自長老。席蓋，載喪車也。《雜記》曰：「士輤，葦席以為屋，蒲席以為裳帷。」重素，衣裳皆素，喪服也。袗，單也。孔子曰：「當暑，袗絺綌，必表而出之。」為其形褻。○重素，直龍反，注同；重素，衣裳皆素。袗，之忍反。輤，於見反。葦，於鬼反。為其，於偽反，苞屨、扱衽、厭冠，不入公門。此皆凶服也。苞，藨也，齊衰藨蒯之菲也。《問喪》曰：「親始死，扱上衽。」厭猶伏也，喪冠厭伏。苞或為菲。○苞，白表反，草也。扱，初洽反。衽，而審反。厭，於涉反。藨，白表反，一音扶苗反。齊衰，本又作齋，音咨，下七雷反，下文同。蒯，苦怪反。菲，扶味反，屨也。書方、衰、凶器，不以告，不入公門。此謂喪在內，不得不入，當先告君耳。方，板也。《士喪禮》下篇曰：「書賵於方，若九、若七、若五。」凶器，明器也。○板，字又作版，音同。賵，芳仲反，車馬曰賵。公事不私議。嫌若奸也。"
      },
      {
        "index": 27,
        "text": "[疏]「龜筴」至「公門」。○正義曰：此以下明臣物不得入君門者也。○「龜筴」者，謂臣之龜筴也。將入，嫌問國家吉凶。○「幾杖」者，臣之幾杖也。若將入，謂欲驕矜，嫌自長老。○「席蓋」者，喪車蓋也。臣有死於公宮，可許將柩出門，不得將喪車凶物入也。車比棺為緩，宜停外也。○「重素」者，衣裳皆以素，謂遭喪之服也，亦不宜著入也。○「袗絺綌」者，袗，單也。絺綌，葛也。上無衣表，則肉露見，為不敬，故不著入也。○「不入公門」者，並結上諸條事，皆不得入也。若屍乘以幾至廟門，及八十杖於朝，則幾、杖得入公門也。○注「龜筴」至「形褻」。○正義曰：引《雜記》，證席蓋是喪車也。輤，喪車邊牆也。在上曰屋，在邊曰裳帷。士喪車用葦席為上屋，蒲席以為邊牆也。然天子諸侯染布為蒨色，大夫但布而不染。士用席，而亦言輤者，因天子輤通名也。今言席蓋，謂士耳。舉士為例，卿大夫喪車亦不得入。云「重素，衣裳皆素，喪服也」者，若臣之待放，衣裳皆素。既是待放，本無得入公門之理。此云重素不入公門者，謂私服。又《文王世子》，公族有死罪，公親素服。唯君得素服入，臣則不可。引《論語》，證入公門不單也。形褻，謂肉露見也。○「苞屨」至「公門」。○苞屨，謂藨蒯之草為齊衰喪屨。○「扱衽」者，親始死，孝子徒跣扱上衽也。○「厭冠」者，喪冠也。厭帖無者強，為五服喪所著也。○「不入公門」者，此並五服之內，喪服差次，不合入，不得著入公門也。苞謂杖齊衰之屨，故《喪服》杖齊衰章云：「疏屨者，藨蒯之菲也。」此云苞屨、扱衽不入公門，《服問》云：「唯公門有稅齊。」注云：「不杖齊衰也，於公門有免齊衰，則大功有免絰也。」如鄭之言，五服入公門與否，各有差降。熊氏云：「父之喪唯扱上衽不入公門，冠絰衰屨皆得入也。杖齊衰，則屨不得入，不杖齊衰，衰又不得入，其大功絰又不得入，其小功以下，冠又不得入。此厭冠者，謂小功以下之冠，故云不入公門。凡喪冠皆厭，大功以上，厭冠宜得入公門也」。凡喪屨，案《喪服》斬衰用菅屨，杖齊衰用苞，不杖齊衰用麻，大功用繩。故《小記》云：「齊衰三月，與大功同者繩屨。」其小功以下，鄭引舊說云：「小功以下，吉屨無絇。」○「書方」者，此謂臣有死於公宮，應須凶具，此下諸物，並宜告而後入者也。書謂條錄送死者物件數目多少，如今死人移書也。方，板也。百字以上用方板書之，故云「書方」也。○「衰」者，孝子喪服也。○「凶器」者，棺材及棺中服器也。○「不以告，不入公門」者，臣在公宮而死，營凶器所須，而不得輒將入公門，故須告也。然衰之屬，今厭冠苞屨尚不入，云衰告乃入者，熊氏云：「上不入，謂公宮庫、雉、路之門，今此不入公門者，國城之門，謂卿大夫之喪從外，來書、方、衰、凶器，須告乃入。」今謂既同稱公門，又國城之內，百姓民眾所居，方、衰、凶器，須告乃入，事恐非也。蓋公門非一，或是公之外門，及百官治事之處。君許其在內殯，及將葬之禮，故有明器書方，須告乃入。○注「士喪」至「器也」。○正義曰：證喪禮書方也。送死者，車馬曰賵，衣服曰襚，亦通曰賵。「若九、若七」等，謂書送物於板行列之數多少，物多則九行，少則七行五行也。"
      },
      {
        "index": 28,
        "text": "君子將營宮室，宗廟為先，廄庫為次，居室為後。重先祖及國之用。○廄，九又反。○凡家造，祭器為先，犧賦為次，養器為後。大夫稱家，謂家始造事。犧賦，以稅出牲。○凡家造，才早反，一本作「凡家造器」，「器」，衍字。犧，許宜反。養，羊尚反，一如字。無田祿者不設祭器，有田祿者先為祭服。祭器可假，祭服宜自有。君子雖貧，不粥祭器。雖寒，不衣祭服。為宮室，不斬於丘木。廣敬鬼神也。粥，賣也。丘，壟也。○粥音育。衣，於既反。"
      },
      {
        "index": 29,
        "text": "[疏]「凡家」至「丘木」。○正義曰：此一節總論大夫所造祭器衣服，並明祭器所寄之事，各依文解之。○「凡家造」，謂大夫始造家事也。大夫為家。○「祭器為先」者，崇敬祖禰，故在先。「犧賦為次」者，諸侯、大夫少牢。此言犧，謂牛。即是天子之大夫祭祀，賦斂邑民，供出牲牢，故曰「犧賦」。○「養器為後」者，養器，供養人之飲食器也。自贍為私，宜後造。然諸侯言「宗廟」，大夫言「祭器」，諸侯言「廄庫」、「居室」，大夫言「犧賦」、「養器」者，互言也。此據有地大夫，故得造祭器。若無田祿者，但為祭服耳。其有地大夫祭器、祭服俱造，則先造祭服，乃造祭器。此言「祭器為先」者，對犧賦、養器為先，其實在祭服之後。○「無田」至「祭服」。○鄉明得造祭器，此明不得造者，下民也。若大夫及士有田祿者乃得造器，猶不具，唯天子大夫四命以上者得備具。若諸侯大夫非四命，無田祿，則不得造，故《禮運》云：「大夫磬樂皆具，祭器不假，非禮也。」據諸侯大夫言之也。熊氏以《禮運》據天子大夫得造，不得具，非也。○「有田祿者先為祭服」者，若有田祿，雖得造器，而先為祭服，後為祭器耳。所以然者，緣人形參差，衣服有大小，不可假借，故宜先造；而祭器之品量同官可可以共有，以其制同，既可暫假，故營之在後。"
      },
      {
        "index": 30,
        "text": "大夫士去國，祭器不逾竟。此用君祿所作，取以出竟，恐辱親也。○去國祭器不逾竟，音境，注及下同；一本作「大夫士去國」，下「去國逾竟」亦然。大夫寓祭器於大夫，士寓祭器於士。寓，寄也。與得用者言寄，覬己後還。○寓，魚具反。覬音冀。"
      },
      {
        "index": 31,
        "text": "[疏]「大夫」至「於士」。○正義曰：此以下明人臣三諫不從，去國之禮。○「祭器不逾竟」者，既明出禮，先從重物為始也。逾，越也。此祭器是君祿所造，今既放出，故不得自隨越竟也。注云「此用」至「親也」。無德而出，若猶濫用其器，是辱親也。《隱義》云：「嫌見奪，故云恐辱親也。」「大夫寓祭器於大夫，士寓祭器於士」者，寓猶寄也。既不將去，故留寄其同僚。必寄之者，冀其復還得用也。魯季友奔陳，國人復之，傳曰「季子來歸」是也。○注「寓寄」至「後還」。○正義曰：此解言「寄」之義也。夫物不被用，則生蟲蠹，故寄於同官，令彼得用，不使毀敗，冀還復用，大夫士義皆然也。"
      },
      {
        "index": 32,
        "text": "大夫士去國逾竟，為壇位鄉國而哭。素衣、素裳、素冠，徹緣、鞮屨、素冪，乘髦馬，不蚤鬋，不祭食，不說人以無罪，婦人不當御，三月而復服。言以喪禮自處也。臣無君，猶無天也。壇位，除地為位也。徹猶去也。鞮屨，無絇之菲也。冪，覆笭也。髦馬，不鬄落也。蚤讀為爪。鬋，鬋鬢也。不自說於人以無罪，嫌惡其君也。御，接見也。三月一時，天氣變，可以遂去也。冪或為幕。○壇，徐音善，注同。鄉，許亮反。緣，悅絹反。鞮，都兮反，又徒兮反；鞮屨，屨無絇。冪，本又作幭，莫歷反，注同，白狗皮覆笭。髦音毛。蚤，依注音爪，謂除爪也。鬋，子淺反。絇，求俱反。笭，力丁反，車闌。鬄，吐歷反，又他計反。說，亦劣反，又如字。惡，烏路反。見，賢遍反，下文「見國君」、注「謂見」同。幕，莫歷反，又音莫。"
      },
      {
        "index": 33,
        "text": "[疏]「大夫」至「復服」。○正義曰：此大夫士三諫而不從，出在竟上。大夫則待放，三年聽於君命。若與環則還，與玦便去。《隱義》云：「去國當待於也。若士不待放，臨去皆行此禮也。」○「為壇位鄉國而哭」者，壇者，除地不為壇。臣之無君，猶人無天也。嫌去父母之邦，有桑梓之變，故為壇鄉國而哭，以喪禮自變處也。所以待放必三年者，三年一閏，天道一變，因天道變，望君自改也。然在竟未去。聽君環玦，不謂待歸，而謂待放者，既已在竟，不敢必放，言唯待君見放乃去也。○「素衣、素裳、素冠」者，今既離君，故其衣裳冠皆素，為凶飾也。○「徹緣」者，緣，中衣緣也。素服裡亦有中衣，若吉時中衣用采緣，此既凶喪，故徹緣而純素。○「鞮屨」者，謂無絇繶屨也。屨以絇為飾，凶故無絇也。《士冠禮》云：「玄端黑屨，青絇博寸。」鄭云：「絇之言拘也。以為行戒，狀如刀衣鼻，在屨頭。」故解者云：古屨以物繫之為行戒，故用繒一寸，屈之為絇，絇為絇著屨頭，以容受繫穿貫也。其屈之形，似漢時刀衣鼻也，其色或青或黑不同。而《冠禮》屨夏用葛，冬用皮，又各隨裳色。今素裳，則屨白色也。○「素」者，素，白狗皮也。冪，車覆蘭也。禮，人君羔幦虎犆，大夫鹿幦豹犆。今此喪禮，故用白狗皮也。《既夕禮》云「主人乘惡車，白狗幦」是也。然吉凶覆笭，不必用皮者，像始服牛馬，初當用皮為覆。○「乘髦馬」者，吉則翦剔馬毛為飾，凶則無飾，不翦而乘之也。○「不蚤鬋」者，以治手足爪也。鬋剔治鬚髮也。吉則治翦為飾，凶故不翦也。《士虞禮》曰「蚤翦」，謂爪翦須也。○「不祭食」者，祭，祭先也。夫食盛饌則祭食之先，喪凶，故不祭也。○「不說人以無罪」者，善則稱君，過則稱己。今雖放逐，猶不得鄉人自說道已無罪而君惡，故見放退也。○「婦人不當御」者，御，接見也。吉時婦人以次侍御寢宿，今喪禮自貶，故不也。○「三月而復服」者，自貶三月，然後事事反還如吉禮，而遂去也。所以三月者，為一時天氣一變，故三月人情亦宜易也。○注「鞮屨，無絇之菲也」。○正義曰：知鞮是無絇之屨者，案《周禮•屨人》屨舄皆有絇繶純。案《鞮屨氏》無絇繶之文，故知是無絇之菲也。云「髦馬，不鬄落也」者，以其稱髦馬，與童子垂髦同，故知不鬄落鬃鬣。案《大戴禮•王度記》云：「大夫俟放於郊，三年，得環乃還，得玦乃去。」此逾國三月乃行，不同者，得玦之後，從郊至竟，三月之內而行此禮也。"
      },
      {
        "index": 34,
        "text": "大夫士見於國君，君若勞之，則還辟，再拜稽首。謂見君，既拜矣，而後見勞也。《聘禮》曰，君勞使者及介，君皆答拜。○勞，力報反，注及下「君勞」同。辟，婢亦反，下同。還辟，逡巡也。使，色吏反。君若迎拜，則還辟，不敢答拜。嫌與君亢賓主之禮。迎拜，謂君迎而先拜之。《聘禮》曰，大夫入門再拜，君拜其辱。"
      },
      {
        "index": 35,
        "text": "[疏]「大夫」至「答拜」。○正義曰：此一節論君臣男女相答拜之法，各依文解之。○「大夫士見於國君」者，謂大夫士出聘他國君之禮。「君若勞之，則還辟，再拜稽首」者，勞，慰勞也。還辟，逡巡也。初至行聘享私覿禮畢，而主君又別慰勞已在道路之勤，故已逡巡而退者，辟君之答己之意也。○案《聘禮》行聘享及私覿訖，賓出，主君送至大門內，主君問聘君、問大夫竟，乃云「公勞賓，賓再拜稽首，公答拜。公勞介，介再拜稽首，公答拜」，即此大夫出聘他國、君勞之是也。《聘禮》無「還辟」之文者，文不備也。○注「謂見」至「答拜」。○正義曰：案《聘禮》勞賓之前，不見賓先拜，此云賓「既拜矣」，謂賓初行私覿之時，已拜主君矣。在後始主君勞，故曰「既拜矣，而後見勞」。引《聘禮》者，證君勞賓再拜之事。熊氏以為唯云「大夫士」，謂小聘大夫為賓、士為介故也。今謂大聘小聘皆然，故鄭引《聘禮》以證之，此大夫之中則含卿也。知者，以此經皆總云大夫，不別言卿，故知大夫含卿也。「君若迎拜，則還辟，不敢答拜」者，君若迎，先拜賓，賓是使臣，不敢當禮，則還辟逡巡，不敢答主君之拜。○注「嫌與」至「其辱」。○正義曰：此主君迎拜者，謂聘賓初至主國大門外，主君迎而拜之，故《聘禮》云，賓入門左，公再拜，賓辟不答拜，是也。故鄭引《聘禮》，大夫入門再拜，君拜其辱者，初入門，主君再拜其辱也。"
      },
      {
        "index": 36,
        "text": "大夫士相見，雖貴賤不敵，主人敬客，則先拜客，客敬主人，則先拜主人。尊賢。\n[疏]「大夫士相見」至「則先拜主人」。○正義曰：此謂使臣行禮受勞已竟，次見彼國卿大夫也。唯賢是敬，不計賓主貴賤，雖為大夫而德劣，亦先拜有德之士也。謂異國則爾，同國則否。又《士相見禮》若先生異爵者，謂士則先拜之，此則不必同國也。"
      },
      {
        "index": 37,
        "text": "凡非弔喪，非見國君，無不答拜者。禮尚往來。喪，賓不答拜，不自賓客也。國君見士，不答其拜，士賤。○非見，賢遍反，下「大夫見」、「士見」、下注「拜見」同。"
      },
      {
        "index": 38,
        "text": "[疏]「凡非」至「拜者」。○正義曰：此明禮尚往來也。己雖賢德，而必皆相答拜也。凡拜而不答拜者，唯有弔喪與士見已君此二條耳。吊所以賓不答拜者，己本來為助執於喪事，非行賓主之禮，故主人雖拜己，己不答也。故《士喪禮》有賓則拜之、賓不答拜是也。君不答士者，謂士見已君，君尊不答也。○注「國君」至「拜士賤」。○正義曰：案《聘禮》士介四人，君皆答拜者，以其他國之士故也。"
      },
      {
        "index": 39,
        "text": "大夫見於國君，國君拜其辱。士見於大夫，大夫拜其辱。同國始相見，主人拜其辱。自外來而拜，拜見也。自內來而拜，拜辱也。君於士，不答拜也，非其臣則答拜之。不臣人之臣。大夫於其臣，雖賤，必答拜之。辟正君。○辟音避。男女相答拜也。嫌遠別不相答拜以明之。○相答拜，一本作「不相答拜」；皇云：「後人加『不』字耳。」別，彼列反。"
      },
      {
        "index": 40,
        "text": "[疏]「大夫」至「相答拜也」。○正義曰：「辱「謂見他國君也，故《聘禮》云公在門左拜，是拜其辱也。○「士見於大夫，大夫拜其辱」者，謂平常相答拜，非加敬也。故《聘禮》賓朝服問卿，卿迎於廟門外，再拜，是主人必拜辱也。《士相見禮》士見大夫，於其入也，主人一拜，賓退，送，又再拜。熊氏以為同國大夫見已君，君拜其辱者，以初為大夫，敬之故也，若尋常則不拜也。○「同國始相見，主人拜其辱」者，前是異國，此明同國。同國則主人必先拜辱，不論有德也。○「君於士，不答拜也，非其臣，則答拜之者，君於己士，以其賤，故不答拜。然《聘禮》云聘使還，士介四人，君旅答拜者，敬其奉使而還。《士相見禮》士見國君，君答拜者，以其初為士，敬之故也。○「非其臣則答拜之」者，以其他國之士，非已尊所加，故答之也。○「大夫於其臣，雖賤，必答拜之」者，大夫為君，宜辟正君，故不辨己臣貴賤，皆答拜也。○「男女相答拜也」者，男女宜別，或嫌其不相答，故明雖別，必宜答也。俗本云：「男女不相答拜。」禮，男女拜，悉相答拜，則有「不」梁為非，故鄭云：「嫌遠別不相答拜以明之。」"
      },
      {
        "index": 41,
        "text": "國君春田不圍澤，大夫不掩群，士不取麛卵。生乳之時，重傷其類。○麛音迷。卵，力管反。乳，如注反。\n[疏]「國君」至「麛卵」。○正義曰：此明貴賤田獵不同。國君，諸侯也。春時萬物產孕，不欲多傷殺，故不合圍繞取也，夏亦當然。○「大夫不掩群」者，群謂禽獸共聚也。群聚則多，不可掩取之。○「士不取麛卵」者，麛乃是鹿子之稱，而凡獸子亦得通名也。卵，鳥卵也。春方乳長，故不得取也。然國君春田不圍也，則天子春圍。大夫春不掩，則國君春掩也。士春不取麛卵，則大夫春取也。而《王制》云「天子不合圍，諸侯不掩群」，則與此異者，彼上云：「天子諸侯無事，則歲三田。」鄭云：「三田者，謂夏不田，謂夏時也。」案《周禮》四時田，而云「三田」者，下因云「不合圍」，則知彼亦夏禮也。又《史記》湯立三面網，而天下歸仁，亦是不合圍也。此間所明周制矣。"
      },
      {
        "index": 42,
        "text": "歲凶，年穀不登。登，成也。君膳不祭肺，馬不食穀，馳道不除，祭事不縣大夫不食梁，士飲酒不樂。皆自為貶損憂民也。《禮》：食殺牲則祭先，有虞氏以首，夏後氏以心，殷人以肝，周人以肺。不祭肺，則不殺也。天子食，日少牢，朔月大牢。諸侯食，日特牲，朔月少牢。除，治也。不治道，為妨民取蔬食也。縣，樂器鐘磬之屬也。粱，加食也。不樂，去琴瑟。○肺音芳廢。縣音玄，下同。為如字，舊音於偽反，下「為妨」音於偽反。"
      },
      {
        "index": 43,
        "text": "[疏]「歲凶」至「飲酒不樂」。○正義曰：此下明凶荒人君憂民自貶退禮也。○「歲凶」者，謂水早災害也。「年穀不登」者，歲既凶荒，而年中穀稼不登。登，成也。然年、歲雖通，其亦有異。鄭注《太史職》：「中數曰歲，朔數曰年。」釋者云，年是據有氣之初，歲是舉年中之稱，故云朔數曰年，中數曰歲也。○「君膳不祭肺」者，膳，美食名。禮，天子食，日少牢，朔月太牢。諸侯食，日特牲，朔月少牢。夫盛食必祭，周人重肺，故食先祭肺。歲既凶饑，故不祭肺，則不殺牲也。○「馬不食穀」者，年豐則馬食穀，今凶年，故不食也。○「馳道不除」者，馳道，正道，如今御路也。是君馳走車馬之處，故曰「馳道」也。除，治也。不治謂不除於草萊也。所以不除者，凶年人各應采蔬食，今若使人治路，則廢取蔬食，故不除也。「祭事不縣」者，樂有縣鐘磬，因曰「縣」也。凶年雖祭，而不作樂也。自貶損，故先言膳，後言祭。○「大夫不食梁」者，大夫食黍稷，以梁為加，故凶年去之也。○「士飲酒不樂」者，士平常飲酒奏樂，今凶年，猶許飲酒，但不奏樂也。○「君膳不祭肺」以下，及「士飲酒不樂」，各舉一邊而言，其實互而相通，但君尊，故舉不殺牲及不縣之等大者而言，大夫士卑，直舉飲酒之小者言耳。○注「有虞」至「琴瑟」。○正義曰：此《明堂位》文，引之者，證不祭肺。「天子食，日少牢，朔月大牢。諸侯食，日特牲，朔月少牢」，此《玉藻》文。引之者，證天子諸侯非凶年常食殺牲之事。案《周禮•膳夫》云，王日一舉太牢。不引《膳夫》而引《玉藻》者，以《膳夫》秪有王禮，《玉藻》兼載天子諸侯。此經云「君膳不祭肺」，又連言大夫士，是其文既廣，故引《玉藻》天子諸侯為證也。《玉藻》所以異《膳夫》者，《膳夫》是周之正禮，《玉藻》是衰世之法，故《鄭志》云：「作《記》之時，或諸侯同天子，或天子與諸侯同，作《記》者亂之耳。」云「粱，加食也」者，以其《公食大夫禮》設正饌之後，乃設稻粱，以其是加也。此「歲凶」者，案襄二十四年冬大饑，《穀梁傳》曰：「五穀不升為大饑。一穀不升謂之嗛，二穀不升謂之饑，三穀不升謂之饉，四穀不升謂之康，五穀不升謂之大侵。。大侵之禮，君食不兼味，台榭不塗，弛侯，廷道不除，百官布而不制，鬼神禱而不祀。」此云「歲凶」，與彼「大侵」同也。此「膳而不祭肺」，則「食不兼味」也。此「祭事不縣」，謂祈禱之祭，則與大侵「禱而不祀」一也。《白虎通》云：「一穀不升徹鶉遲，二穀不升徹鳧雁，三穀不升徹雉兔，四穀不升損囿獸，五穀不升不備三牲。」其「不備三牲」，與此「君膳不祭肺」同也。"
      },
      {
        "index": 44,
        "text": "君無故玉不去身，大夫無故不徹縣，士無故不徹琴瑟。憂樂不相干也。「故」謂災患喪病。○樂音洛。\n[疏]「君無」至「琴瑟」。○正義曰：此明無災者也。君，諸侯也。玉謂佩也。君子於玉比德，故恆佩玉，明身恆有德也。且以玉為容飾，無故則有容飾，故佩玉也。○「大夫無故不徹縣」者，徹亦去也，無災變則不去樂也。○「士無故不徹琴瑟」者，此無災則亦不去也。故鄭前注士「不樂，去琴瑟」，取此文「琴瑟」，此是不命之士爾，若其命士，則特縣也。自士以上，皆有玉珮。上云君無故不去玉，則知下通於士也。下言士不去琴瑟，亦上通於君也。但比德為重，故君上明之也。又大夫言縣，士言琴瑟，亦互言耳。但縣勝，故大夫言之也。○注「憂樂」至「喪病」。○正義曰：災，水火也。熊氏云：「案《春秋說題辭》：『樂無大夫士制。』鄭玄《箴膏肓》從《題辭》之義。大夫士無樂，《小胥》『大夫判縣，士特縣』者，《小胥》所云娛身之樂及治人之樂則有之也。故《鄉飲酒》有工歌之樂是也。縣，《題辭》云無樂者，謂無祭祀之樂，故特牲、少牢無樂。若然，此云大夫不徹縣，士不徹琴瑟者，謂娛身及治民之樂也。」"
      },
      {
        "index": 45,
        "text": "士有獻於國君，他日，君問之曰：「安取彼？」再拜稽首而後對。起敬也。\n[疏]「士有」至「後對」。○正義曰：此一節論大夫士饋獻之事，各依文解之。○「士有獻」者，謂士有物奉貢於君也。○「他日，君問之曰，安取彼」者，「他日」謂別日也，非是獻物之日。「安取彼」，猶何處取彼物。別日君問士云：「何處得前所獻之物？」所以須問者，士卑德薄，嫌其無有也。不即問而待他日者，士有貢獻，當日乃自致於外，而不敢容易見，恐君答已拜，故別日乃見君，君得問之也。○「再拜稽首而後對」者，士聞君問，故先拜稽首，而後起對得物所由。"
      },
      {
        "index": 46,
        "text": "大夫私行，出疆必請，反必有獻。士私行，出疆必請，反必告。臣不敢自專也。私行，謂以已事也。士言告者，不必有其獻也，告反而已。○疆，居良反，下同。君勞之，則拜。問其行，拜而後對。亦起敬也。問行，謂道中無恙及所經過。○恙音羊尚反。"
      },
      {
        "index": 47,
        "text": "[疏]「大夫私行」至「拜而後對」。○正義曰：「私行」謂非為君行也。「疆」，界也。既非公事，故宜必請也。然大夫無外交，而此有私行出界，或是新來大夫，姻婭猶在本國，故有私行往來，但不得執交於外耳。○「反必有獻」者，大夫有德，必能招人餉遺，故還必有獻。有獻由德，亦示君知賢無異志。○「士私行出疆，必請」者，出與大夫同也。○「反必告」者，還與大夫異也。士德劣，故不必有獻，但必知還而已。○「君勞之，則拜」者，大夫士通如此，謂行還，而君若慰勞己之勞苦，則己拜之也。或有本云「士有獻」字，非也。○「問其行，拜而後對」者，君若問其行道中無恙及游涉所至，則又拜拜竟而起對也。先拜後答，急謝見問之恩也。"
      },
      {
        "index": 48,
        "text": "國君去其國，止之曰：「奈何去社稷也？」大夫，曰：「奈何去宗廟也？」士，曰：「奈何去墳墓也？」皆民臣慇勤之言。國君死社稷，死其所受於天子也，謂見侵伐也。《春秋傳》曰：「國滅，君死之，正也。」大夫死眾，士死制。死其所受於君。眾謂君師。制謂君教令所使為之。"
      },
      {
        "index": 49,
        "text": "[疏]「國君」至「死制」。○正義曰：此一節論國君以下去國，臣民止留之辭，及死其所守之事，各依文解之。○「國君去其國」者，謂諸侯去國，而其臣民止留慇勤之辭也。奈何，猶言如何也。國主社稷，君去，故云「去社稷」。《異義》：「《公羊》說，『國滅，君死，正也』。故《禮運》云『君死社稷』，無去國之義。《左傳》說，昔大王居豳，狄人攻之，乃逾梁山，邑於岐由，故知有去國之義也。許慎謹案：《易》曰：『繫遁，有疾厲，畜臣妾，吉。』知諸侯無去國之義也。」鄭不駁之，明從許君用《公羊》義也。然則《公羊》之說正禮，《左氏》之說權法，義皆通也。○「大夫，曰，奈何去宗廟也」者，大夫去國，謂三諫不從，或以罪見黜者，亦臣民止留之辭也。大夫無社稷，故云「宗廟」也。故《孝經》云，諸侯保其社稷，大夫守其宗廟也。○「士，曰，奈何去墳墓也」，士亦謂三諫不從，及或以罪見黜，雖無臣民，而屬吏止之也。士亦有廟，辟大夫，言「墳墓」，亦與大夫互也。然《孝經》云，士「保其祿位而守其祭祀」。今不云「祭祀」者，明雖去此之彼，而猶得祭祀，但墳墓不隨耳。○「國君」至「死制」。○國君體國，國以社稷為主，若有寇難，則以死衛之，故不可去也。注云：「死其所受於天子也，謂見侵伐也。」鄭又引《公羊》襄六年傳云「國滅，君死之，正也」。以證之，是也。○「大夫死眾」者，大夫職主領眾將軍，若四郊多壘，則為己辱，故有寇難，當保國，必率眾御之，以死為度。「士死制」者，制謂君教命所使也。雖不得率師，若君命使之，則唯致死。熊氏云：「上云國君『去社稷』，此云『死社稷』，上云大夫『去宗廟』，士『去墳墓』，此不云大夫『死宗廟』，士『死墳墓』，而云『死眾』、『死制』者，以宗廟、墳墓已私有之，大夫士為臣事君，不可為私事而死，秪得死君之師眾及君政令。然君言「死社稷」，則宗廟、墳墓亦死可知也。但社稷受於天子，故特舉言焉。"
      },
      {
        "index": 50,
        "text": "君天下曰「天子」，朝諸侯、分職、授政、任功，曰「予一人」。皆擯者辭也。天子，謂外及四海也。今漢於蠻夷稱天子，於王侯稱皇帝。《覲禮》曰：「伯父實來，余一人嘉之。」余、予古今字。○分，方云反，徐扶問反。擯，必刃反。予一人，依字音羊汝反，鄭云「余、予古今字」，則同音餘。"
      },
      {
        "index": 51,
        "text": "[疏]「君天」至「一人」。○正義曰：此一節論天子稱謂之事，各依文解之。○「君天下」者，「天下」謂七千里外也。天子若接七千里外四海之諸侯，則擯者稱天子以對之也。所以然者，四海難伏，宜尊名以威臨之也。不言王者，以父天母地，是上天之子，又為天所命，子養下民，此尊名也。崔靈恩云：「夷狄不識王化，無有歸往之義，故不稱王臨之也。」不云皇者，戎狄不識尊極之理，皇號，尊大也，夷狄唯知畏天，故舉天子威之也。○「朝諸侯」者，此謂接七千里以內諸侯也。○「授政」者，謂所縣象魏之法，授於諸侯也。○「任功」者，謂使人專掌委任之功，若「五侯九伯，汝實征之」也。○「曰予一人」者，予，我也。自「朝諸侯」以下，皆是內事，故不假以威稱，但自謂「予一人」者，言我是人中之一人，與物不殊，故自謙損。《白虎通》云：「王自謂一人者，謙也，欲言己才能當一人耳，故《論語》云：『百姓有過，在予一人。』臣下謂之『一人』者，所以尊王者也。以天下之大，四海之內，所共尊者一人耳。」○注「皆擯」至「天子」。○正義曰：知擯者之辭者，以《覲禮》云，擯者曰：「伯父實來，予一人嘉之。」此經亦稱「予一人」，故知「擯者辭」。引漢禮於夷狄稱天子者，證此經「君天下」謂夷狄之內也。《異義》：「天子有爵不？《易》孟京說，《易》有周人五號：帝，天稱，一也；王，美稱，二也；天子，爵號，三也；大君者，興盛行異，四也；大人者，聖人德備，五也。是天子有爵。《古周禮》說天子無爵，同號於天，何爵之有？許慎謹案：《春秋左氏》云施於夷狄稱天子，施於諸夏稱天王，施於京師稱王。知天子非爵稱，同古《周禮》義。」鄭駮云：「案《士冠禮》云：『古者生無爵，死無謚。』自周及漢，天子有謚。此有爵甚明，云無爵，失之矣。」若杜預之義，天子，王者之通稱，故成公八年，「天子使召伯來賜公命」，魯非夷狄，稱「天子」；莊元年冬，「王使榮叔來錫桓公命」，魯非京師，而單稱「王」：是無義例。其許慎、服虔等依京師曰「王」、夷狄曰「天子」，與此不同，具有別說。"
      },
      {
        "index": 52,
        "text": "踐阼，臨祭祀，內事曰「孝王某」，外事曰「嗣王某」。皆祝辭也。唯宗廟稱孝，天地社稷祭之郊內，而曰嗣王，不敢同外內。○「皆祝辭」，本或作「皆祝祝辭也」，下祝字之又反，又之六反。"
      },
      {
        "index": 53,
        "text": "[疏]「踐阼」至「王某」。○正義曰：踐，履也。阼，主人階也。天子祭祀升阼階。天子吉凶之稱，凡自稱及擯者之辭曰「予一人」，故《玉藻》云「凡自稱，天子曰予一人」是也；在喪未葬，自稱曰「小童」，故僖九年在喪未葬「王曰小童」是也；若既葬之後，未逾年，則稱名稱子，故昭二十二年六月「葬景王」，冬十月「王子猛卒」是也；若逾年之後，三年之內稱「予小子」，故下文云「天子未除喪，曰『予小子』是也；若三年除喪，稱王，故《公羊》云九年傳云「天子三年，然後稱王」是也；或稱「予」，或稱「我」，故《泰誓》云「予克受」，又曰「我友邦塚君」是也；或稱「朕」，故《湯誥》云「朕躬有罪」是也。其祝告神之辭，則下文云：「內事曰孝王某，外事又嗣王某」，曰曰「天王某甫」是也。其史書策辭，下文云「天王崩」。其招魂之辭，其下文云「天子復矣」是也。其謙虛卑退，或稱「小子」，《湯誓》云「非台小子」是也。或曰「不穀」，僖二十四年《左傳》云「不穀不德，得罪於母弟之寵子帶」是也。或曰「寡人」，故《中候洛予命》湯東觀於洛，云「寡人慎機」是也。「逾年則稱王」者，據臣子稱也。若王自稱，必待三年。《顧命》成王殯，未能逾年，稱「予一人」者，熊氏云：「天下不可一日無王故也。今謂『予一人』者，以麻冕黼裳，即位受顧命，從吉，故暫稱『一人』也。」履主階行事，故云「踐阼」也。○「臨祭祀」者，謂天子臨郊廟之祭祀也。○「內事曰孝王某」者，內事，宗廟，是事親。事親宜言孝，故升阼階，祭廟則祝辭云「孝王某某」，為天子名也。「外事曰嗣王某」者，外事，郊社也。天地尊遠，不敢同親云孝，故云「嗣王某」，言此王繼嗣前王而立也。○注「皆祝」至「內外」。○正義曰：天子以四郊為外，圓丘方澤，明堂社稷，皆在郊內，應稱孝而猶同外辭曰「嗣王」者，尊天地，雖祭之郊內，猶從外辭。崔靈恩云：「天地社稷是外神，而祭之郊內，不敢外之。」今案鄭注云：「而曰嗣王，不敢同外內。」則是唯於嗣王之稱有外內，不關祭祀之處。崔所云天地祭之在內，不敢外，恐非鄭義。謂不敢外內者，若宗廟之祭從內事之例，而祭辭稱孝，若凡常山川並岳瀆之神祭之在外之例，而辭稱嗣，是在內從內辭，在外從外辭。今天地社稷既尊，不敢同外內之例。雖祭之在內而用外辭，天地是尊，不敢同外內之常例也。"
      },
      {
        "index": 54,
        "text": "臨諸侯，畛於鬼神，曰「有天王某甫」。畛，致也。祝告致於鬼神辭也。曰「有天王某甫」，某甫，且字也。不名者，不親往也。《周禮》大會同，過山川，則大祝用事焉。鬼神謂百辟卿士也。畛或為祗。○畛，之忍反。父音甫，注同。大祝音泰，下文、注除「太宗」皆同。辟，必亦反。"
      },
      {
        "index": 55,
        "text": "[疏]「臨諸」至「某甫」。○正義曰：此謂天子巡守，祝告神辭也。巡守遍於方岳，臨視諸侯，故曰「臨諸侯」也。鄭云：「以尊適卑曰臨。」○「畛於鬼神」者，畛，致也。王往方岳，凡所過山川，悉使祝往致辭，告於山川鬼神也。○「曰有天王某甫」者，既不自往，故祝辭不稱名，而云「某甫」者，鄭云「且字」也。解「且字」者，云某是天子之字，甫是男子美稱也。祝稱天子字，而下云甫，是尼父之類也。故《穀梁傳》云：「父猶傅也，男子美稱也。」《士冠禮》注曰：「甫，丈夫美稱。」而《雜記》：「附於殤，稱陽童某甫。」鄭注云：「尊神不名，為之造字。」以此而言，「某」者是字，「甫」者，丈夫美稱。而鄭所以謂為「且字」者，舊說云，未斥其人，且以美稱配成其字。《音義隱》云：「且，假借此字也。」○注「畛致」至「事」。○正義曰：致鬼神，謂天子所行過諸侯之國，則止於諸侯之廟，而使太祝告鬼神，云「有天王某甫」。「鬼神謂百辟卿士」者，謂昔為諸侯卿士者，若過山川，亦使太祝用事往告曰有某甫，故引《太祝職》以證之。"
      },
      {
        "index": 56,
        "text": "崩，曰：「天王崩。」史書策辭。復，曰：「天子復矣。」始死時呼魄辭也。不呼名，臣不名君也。諸侯呼字。\n[疏]「崩曰」至「復矣」。○正義曰：此謂告王者升假，而史書載於方策之辭。「崩」者，自上而墜下曰崩，王者死如從天墜下，故曰「崩」也。然崩通於壞敗之稱，則防墓崩，及《春秋》「沙鹿崩」是也。「復，曰，天子復矣」者，復，招魂復魄也。夫精氣為魂，身形為魄。人若命至終畢，必是精氣離形，而臣子罔極之至，猶望應生，故使人升屋，北面招呼死者之魂，令還復身中，故曰復也。若漫招呼，則無指的，故男子呼名，婦人呼字，令魂識知其名字而還。王者不呼名字者，一則臣子不可名君，二則普天率土，王者一人而已，故呼「天子復」，而王者必知呼已而返也。以例而言之，則王后死亦呼「王后復」也。崔靈恩云：「復所以呼天子者，凡王者皆感五精之帝而生，是天之子，今天王崩，是其精氣還復於上，呼稱天子，望更生之義。」"
      },
      {
        "index": 57,
        "text": "告喪，曰：「天王登假。」告，赴也。登，上也。假，已也。上已者，若仙去云耳。○假音遐，注同。登上，時掌反，下同。仙音仙。措之廟，立之主曰「帝「。同之天神，《春秋傳》曰：「凡君，卒哭而祔，祔而作主。」○措，七故反，置也。祔音附。天子未除喪，曰「予小子」。謙，未敢稱一人。《春秋傳》曰：「以諸侯之逾年即位，亦知天子之逾年即位。以天子三年然後稱王，亦知諸侯於其封內三年稱子。」生名之，死亦名之。生名之曰小子王，死亦曰小子王也。晉有小子侯，是僣取於天子號也。"
      },
      {
        "index": 58,
        "text": "[疏]「告喪」至「名之」。○正義曰：此謂天王崩而遣使告天下萬國之辭也。登，上也。假，已也。言天子上升已矣，若仙去然也。而史策書云「天王崩」，復曰「天子復」，赴云「天王登假」，三稱不同者，為義然也。王是歸往，而策及赴告是有存亡往來之義，故崩、赴並言之也。○「措之廟，立之主」者，措，置也。王葬後，卒哭竟而祔，置於廟，立主，使神依之也。《白虎通》云：「所以有主者，神無依據，孝子以繼心也。主用木，木有始終，又與人相似也。」蓋記之為題，欲令後可知也。方尺，或曰尺二寸，鄭云：「周以栗。」《漢書》：「前方後圓。」《五經異義》云：「主狀正方，穿中央，達四方。天子長尺二寸，諸侯長一尺。」○「曰帝」者，天神曰帝，今號此主，同於天神，故題稱帝，云文帝武帝之類也。崔靈恩云：「古者帝王生死同稱，生稱帝者，死亦稱帝。生稱王者，死亦稱王。今云『措之廟，立之主曰帝』者，蓋是為記時有主入廟稱帝之義，記者錄以為法也。」○注「同之」至「作主」。○正義曰：此是《左傳》僖三十三年之言也。天子七月而葬，九月而卒哭。諸侯五月而葬，七月而卒哭。大夫三月而葬，五月而卒哭。士三月而葬，是月而卒哭。卒哭者，是葬竟虞數畢後之祭名也。孝子親始死，哭晝夜無時，葬後虞竟，乃行神事，故卒其無時之哭，猶朝夕各一哭，故謂其祭為卒哭。卒哭明日而立主，祔於廟，隨其昭穆，從祖父食。卒哭，主暫時祖廟，畢，更還殯宮，至小祥作栗主入廟，乃埋桑主於祖廟門左埋重處。故鄭云：「虞而作主，至祔，奉以祔祖廟，既事畢，反之殯宮。」然大夫士亦卒哭而祔，而《左傳》唯據人君有主者言之，故云「凡君」。鄭注《祭法》，云大夫士無主也。此言「凡君」，明不關大夫士也。崔靈恩云：「大夫士無主，以幣帛祔、祔竟，並還殯宮，至小祥而入廟也。」又《檀弓》云：「重，主道也。」鄭注引《公羊傳》云「虞主用桑，練主用栗」，則似虞己有主。而《左傳》云：「祔而作主。」二傳不同者，案說《公羊》者，朝葬，日中則作虞主。若鄭君以二傳之文雖異，其意則同，皆是虞祭總了，然後作主。以作主去虞實近，故《公羊》上系之於虞，作主謂之「虞主」。又作主為祔所須，故知《左氏》據祔而言，故云：「祔而作主。」故《異義》云：「《古春秋左氏》說，既葬，反虞。天子九虞，九虞者以柔日，九虞十六日也。諸侯七虞，十二日也。大夫五虞，八日也。士三虞，四日也。既虞，然後祔死者於先死者，祔而作主，謂桑主也。期年然後作栗主。許慎謹案：《左氏》說與《禮記》同。」鄭君不駁，明同許意。故注《檀弓》云：「重既虞而埋之，乃後作主。」是總行虞祭竟，乃埋重作主耳。下《檀弓》云：「虞而立屍，有几筵，卒哭而諱，生事畢，而鬼事始已。既卒哭，宰夫執木鐸以命於宮中曰：『捨故而諱新。』鄭云：「故謂高祖之父當遷者。」據《檀弓》文句相連，鄭以為人君之禮，明虞唯立屍，未作主也。○「天子未除喪，曰予小子」者，夫適嗣於初喪，但人子當未忍即受天王之稱，故不曰「予一人」，而稱「予小子」者，言我德狹小也。○注「《春秋》」至「稱子」。○正義曰：鄭所引者，文九年《公羊傳》文。案《公羊傳》說文八年八月，「天王崩」，九年，「毛伯來求金」。《公羊》云：「逾年矣，何以不言王使？未稱君也。以諸侯逾年即位，亦知天子之逾年即位也。以天子三年然後稱王，亦知諸侯於其封內三年稱子也。」若然，天子逾年即位無文。約魯十二公，諸侯三年內稱子亦無文，約天子逾年不稱使也，是天子諸侯互相明也。引之者，證天子三年之內稱「予小子」也。又准《左傳》之義，諸侯薨而嗣子即位，凡有三時，一是始喪，即適子之位：二是逾年正月，即一國正君臣之位；三是除喪而見於天子，天子命之，嗣列為諸侯之位。今此《公羊》逾年即位，是遭喪明年，為元年正月即位。《白虎通》云：「父沒稱子某，屈於屍柩也。既葬稱子者，即尊之漸也。逾年稱公者，緣民臣之心不可一日無君。終始之義，不可一年二君，故逾年即位，保民臣之心也。三年後受爵者，緣孝子之思，未忍安吉。」故僖三十二年十二月乙巳，公薨於小寢。文公元年正月，公即位，四月丁巳葬。《韓詩內傳》曰：「諸侯世子三年喪畢，上受爵命於天子。」乃歸即位何？明爵天子有也，臣無自爵之義是也。童子亦當受爵命，使大夫就其國命之，不與童子為禮也。○「生名之，死亦名之」者，嗣王既呼為小子，若於喪中而死，亦謚為小子王，喪質，故不變稱也。○注「生名」至「號也」。○正義曰：以晉為證也。晉有小子侯，哀侯之子也。魯桓公七年《左傳》「曲沃伯誘晉小子侯殺之」，是在喪而死，猶呼為小子侯也。其應稱嗣子某，不得同天子稱小子，是僣取之耳。"
      },
      {
        "index": 59,
        "text": "天子有後，有夫人，有世婦，有嬪，有妻，有妾。妻，八十一御妻，《周禮》謂之「女御」，以其御序於王之燕寢。妾，賤者。○嬪音頻。"
      },
      {
        "index": 60,
        "text": "[疏]「天子」至「有妾」。○正義曰：此一節總論立男官女官之事，各隨文解之。○「天子有後」者，天子立官，則先從后妃為始。所以然者，為治之法，刑於寡妻，始於家邦，終於四海，故刪《詩》則以后妃為首。若論氣先陰後陽，故此言「天子有後」也。謂之為後者，後，後也，言其後於天子，亦以廣後胤也。○「有夫人」者，夫，扶也，言扶持於王也。○「有世婦」者，婦，服也，言其進以服事君子也。以其猶貴，故加以「世」言之，亦廣世胤也。○「有嬪」者，嬪，婦人之美稱，可賓敬也。○「有妻」者，鄭注《內則》云：「妻之言齊也。以禮見問，得與夫敵體也。」案彼是判合齊體者，今此言齊者，以進御於王之時，暫有齊同之義。○「有妾」者，鄭注《內則》云：「妾之言接也，聞彼有禮，走而往焉，以得接見於君子也。」《周禮》則嬪在世婦上，又無妾之文也。今此所陳與《周禮》雜而不次者，記者之言，不可一依《周禮》，或可雜夏、殷而言之。鄭注《檀弓》云：「舜不告而娶。不立正配，但三夫人。夏則因而廣之，增九女，則十二人，所增九女者，則九嬪也。」故鄭云：「《春秋》說云，天子娶十二人，夏制。」鄭又云：「殷增三九二十七人，總三十九人，所增二十七世婦也。周又三二十七人，因為八十一人，則女御也。」○注「《周禮》」至「賤者」。○正義曰：解周名為「女御」之義，以其御於王之燕寢。御法，案《周禮》王有六寢，一是正寢，余五寢在後，通名燕寢。其一在東北，王春居之。一在西北，王冬居之。一在西南，王秋居之。一在東南，王夏居之。一在中央，六月居之。凡后妃以下更以次序而上御王於五寢之中也。故鄭注《周禮•九嬪》云：「凡御見之法，月與后妃共象也。卑者宜先，尊者宜後。女御八十一人當九夕，世婦二十七人當三夕，九嬪九人當一夕，三夫人當一夕，後當一夕，亦十五日而遍。云自望後反之。孔子云：『日者天之明，月者地之理，陰契制，故月上屬為天，使婦從夫放月紀。」月紀是星也。而婦人上御，必有女史彤管，以差次之。《毛詩傳》「貽我彤管」云：「古者後夫人必有女史彤管之法，史不記過，其罪殺之。后妃妾以禮御於君所，女史書其日月，授之環以進退之。生子月辰則以金環退之。當御者以銀環進之，著左手。既御，著於右手。事無小大，記以成法。"
      },
      {
        "index": 61,
        "text": "天子建天官。先六大，曰大宰、大宗、大史、大祝、大士、大卜，典司六典。典，法也。此蓋殷時制也，周則大宰為天官，大宗曰宗伯，宗伯為春官，大史以下屬焉，大士以神仕者。天子之五官，曰司徒、司馬、司空、司士、司寇，典司五眾。眾，謂眾臣也。此亦殷時制也，周則司士屬司馬，大宰、司徒、宗伯、司馬、司寇、司空為六官。天子之六府，曰司土、司木、司水、司草、司器、司貨，典司六職。府，主藏六物之稅者。此亦殷時制也，周則皆屬司徒。司士，土均也。司木，山虞也。司水，川衡也。司草，稻人也。司器，角人也。司貨，人也。○，革猛反，又音虢猛反，徐故孟反，人掌金玉錫石未成器者。天子之六工，曰土工、金工、石工、木工、獸工、草工，典制六材。此亦殷時制也，周則皆屬司空。土工，陶、也。金工，築、冶、鳧、栗、鍛、桃也。石工，玉人、馨人也。木工，輪、輿、弓、廬、匠、車、梓也。獸工，函、鮑、韗、韋、裘也。唯草工職亡，蓋謂作萑葦之器。○陶音桃，陶人為瓦器也。，方往反，人為簠簋之屬。築音竹，築氏為書刀。冶音也，冶氏為箭鏃。鳧音符，鳧氏為鍾也。段，本又作鍛，多亂反，段氏為錢鎛。函音含，函人為甲鎧。韗，況萬反，一音運，一音況運反，韗人為鼓。萑音丸。五官致貢曰享。貢，功也。享，獻也。致其歲終之功於王謂之獻也。《周禮•大宰》：「歲終，則令百官府各正其治，受其會，聽其致事，而詔王廢置。」○享，許兩反，舊許亮反，後皆放此，不復重出。治音直吏反。會古外反。"
      },
      {
        "index": 62,
        "text": "[疏]「天子建天官」至「致貢曰享」。○正義曰：此以下是殷禮，所明異於周法。案《甘誓》云：「六事之人。」鄭云：「《周禮》六軍皆命卿，則三代同矣。」案《甘誓》及鄭注，則茸荃同有六卿。又鄭注《大傳》：「《夏書》云，所謂六卿者，後稷、司徒、秩宗、司馬、作士、共工也。」而不說殷家六卿之名，今比《記》所言，上非夏法，下異周典，鄭唯指為殷禮也。然天官以下，殷家六卿，何者？大宰、司徒、司馬、司空、司士、司寇是也。但周立六卿，放天地四時，而殷六卿所法，則有異也。殷以大宰為一卿，以象天時，司徒以下五卿法於地事，故《鄭志》崇精問焦氏云：「鄭云茸荃同六卿，殷應六卿，此云『五官』何也？」焦氏答曰：「殷立天官，與五行其取象異耳。是司徒以下法五行，並此大宰，即為六官也。但大宰既尊，故先列大宰，並顯大宰之下隸屬大宰之官。既法於天，故同受大名，故云『先六大』，大宰一、大宗二、大史三、大祝四、大士五、大卜六也。」「典司六典」者，結上也。上「典」是守典，下典是典則之典。言立此六官，以守主於六事之法。○注「此蓋」至「仕者」。○正義曰：知殷制者，以其上與夏官不同，下與《周禮》有異，故疑殷制也。知「大士」非司士及士師、卿士之等者，以其下別有「司士」、「司寇」，故知非士師、卿士也。與「大祝」、「大卜」相連，皆主神之士，故知神仕也。○「天子之五官」者，向立六官，以法天之六氣，此又置五官，以象地之五行也。天地五行踐立，故復云「天子」，不云「建」，從「天官」也。又天官尊、陽，故一卿以攝眾，地官卑、陰，故五卿俱陳也。不云「地」者，與前互也。天尊故沒其數，地卑故明言其五也。司徒一、司馬二、司空三、司士四、司寇五也。○「典司五眾」者，結上也。言用此上五官，使各守其所掌上之群眾也。然此五官，亦各有所領群眾，如大宰領大宗以下也，而不條出其人者，略也。天言「六典」，地言「五眾」者，互言也。但天尊，故云「典」，地卑，故云「眾」也。○注「眾謂」至「六官」。正義曰：知此非是天下眾人，而為「群臣也」者，以經云「五眾」，明官各有所眾，如週六官之屬也。《周禮》大宰總主六官之職。司徒主教，教其徒眾。宗伯者，伯，長也；宗，尊也；以主鬼神，故以尊為名。司馬主征伐，馬是征伐所用。司寇主除賊寇。司空主士居民。司士主公卿以下版藉爵祿之等。特以「司士」為名者，士是官之總首，故《詩》云「濟濟多士」是也。諸官皆云「司」，而大宰、宗伯不云「司」者，司，主也，大宰總主六官，不偏有所司，故不言「司」也。宗伯之官不言「司」者，以上天地鬼神之事，天地鬼神既尊，非人所司，故不云「司」也。○「天子」至「六職」。○殷六卿外，復別立此六官也。府者，藏物之處也。既法天地立官，天地應生萬物，故為萬物立府也。○「曰司土」，一也，於周為土均也。均平地稅之政令也。土生萬物，故為均也。○「司木」，二也，於周則為山虞也。虞，度也。主量度山之大小所生之物。○「司水」，三也，於周則為川衡。衡，平也。掌巡行川澤，平其禁令。○「司草」，四也，於周為稻人也。掌稼種下地及除草菜。○「司器」，五也，於周為人也。掌以時征齒角於山澤之農，供為器用也。○「司貨」，六也，於周為丱人，言礦器未成者也。掌金玉錫石之地，而為之守禁，以時取之，以供器物。金玉曰貨，故稱貨人。「典司六職」者，結上立此六官，使各主其所掌職也。○注「府主」至「人也」。○正義曰：此皆與周不同，故云亦殷制也。司土，土均也。案《周禮》「土均，上士二人」。司木，山虞，「每大山中士四人，中山下士六人，小山下士二人」。不言林衡者，略舉山虞耳。司水於周為川衡，「川衡，每大川下士十有二人，中川下士六人，小川下士二」。人不言澤虞者，亦略舉川衡耳。「司草，稻人」者，「上士二人」。《周禮》亦有草人。今以司草為稻人者，二官俱主殺草，鄭舉稻人，欲見司草兼有二官也。「司器，角人」者，「下士二人」。「司貨，丱人」者，「中士二人」。○「天子」至「六材」。○工，能也，言能作器物者也。前既有六府之物，宜立六工以作之為器物，故為次也。亦有六者，依府以用事也。○「曰土工、金工、木工、石工、獸工、草工」者，此六官於《周禮》並屬司空，而《司空職》散亡，漢購千金不得，今唯有《考工記》以代之。○「典制六材」者，「材」謂材物，結上立此六工，使典制六府之材物。○注「土工」至「之器」。○正義曰：《考工記》「陶人為甗，實二釜」，又「甑實二釜，七穿」。《人職》云：「人為簋。」是放法，陶是陶冶，互文耳。但簋是祭器，故取放法之名也。云「金工」，謂築氏，掌為削。削，書刀也。「冶」謂煎金石者，冶鑄為之，冶氏掌為戈戟，故因呼煎金為冶。鳧氏世能為鍾以供樂器，故因呼作鍾為鳧氏也。氏為量器，為豆、區、釜、鍾之屬也，氏世能為之。段氏主作錢鑄田器。桃氏為刃，刃謂刀劍之屬。云「石工，玉人、磬人」者，玉人謂作圭璧者，磬人作磬也。玉及磬同出於石，故謂「石工」也。云「木工，輪、輿、弓、廬、匠、車、梓也」者，此七物並用木，故曰「木工」也。輪，車輪也。輿，車床也。車難，不能一人獨成，各有所善，故輪、輿不同也。弓，能作弓者，也。廬，能作戈戟柲者也。匠，能作宮室之屬者。車謂能作大車及羊車也。梓謂杯勺為筍虡之屬也。「獸工，函、鮑、韗、韋、裘」者，此物並用獸皮，故曰「獸工」。函謂能作甲鎧者。鮑謂能治皮供作甲者。韗謂《考工記》「韗人為皋陶鼓木」，謂能以皮冒鼓者。韋，熟皮為衣及韎韐者。裘謂帶毛狐裘之屬者。《考工記》韋、裘二職存，唯草工職亡，《考工》無。「蓋謂作萑葦之器」，盛食之器及葦席之屬也。或言「氏」，或言「人」者，鄭注《考工記》云：「其曰某人者，以其事名官也。其曰某氏者，官有世功，若族有世業者也。」干寶云：「凡言司者，總其領也。凡言師者，訓其徒也。凡言職者，主其業也。凡言衡者，平其政也。凡言掌者，主其事也。凡言氏者，世其官也。凡言人者，終其身也。不氏不人，權其材也。通權其才者，既云不世，又不終身，隨其材而權暫用也。」然案《周禮》建官列職，有「司會」之屬，是言「司」者也。有「甸師」之屬，是言「師」者也。有「職內」之屬，是言「職」者也。有「川衡」之屬，是言「衡」者也。有「掌捨」之屬，是言掌者也。有「師氏」之屬，是言「師」者也。有「庖人」之屬，是言「人」者也。有「宮正」、「膳夫」、「外饔」、「內饔」之屬，皆不「氏」不「人」者也。○「五官致貢曰享」者，「五官」即前自後以下之五官，後一，天官二，地官三，六府四，六工五。貢，功也。享，獻也。歲終則此五官各考其屬一年之功，以獻於天子，故云「致貢曰享」也。王后之屬致蠶織之功，天官以下各獻其職之功。○注「貢功」至「廢置」。○正義曰：引《周禮》，證歲終百官各獻其功，以禮詔告也。周則塚宰至歲終受於百官之簿書所會之最，而考一年之功多少，以告天子也。若功少則廢黜其人，功多則遷置其職也。今謂「五官」，則上天子五官司徒以下，故下云「五官之長曰伯」，與此五官一也。但太宰總攝群職，總受五官之貢，故不入其數也。若以五官為後以下，則下云「五官之長」、豈有長於後乎？熊氏以為五等諸侯。亦非也。"
      },
      {
        "index": 63,
        "text": "五官之長曰「伯」，謂為三公者，《周禮》：「九命作伯。」○長，丁丈反，後皆同。是職方。職，主也，是伯分主東西者。《春秋傳》曰：「自陝以東，周公主之；自陝以西，召公主之；一相處乎內。」是，或為氏。○陝，式冉反，依字當作陝。何休注《公羊傳》云：「弘農陝縣是也。」一云當作郟，古洽反，謂王城郊鄏也。召，時照反，又作邵，音同。相，息亮反。"
      },
      {
        "index": 64,
        "text": "[疏]「五官」至「職方」。○正義曰：此一節總論二伯，及州牧諸侯等稱謂，今各依文解之。○「五官之長曰伯」，畿外之大，莫大於二伯，故此先言之也。「五官」者，即司徒以下五官也。云「長」者，謂三公無職，故不在五官之中，即三公加一命，出為分陝二伯者也。「伯」，長也，謂朝廷之長，言此二伯為內外官之長。「是職方」者，言二伯於是職主當方之事也。○注「職主」至「乎內」。○正義曰：引《公羊傳》，證周家二伯所主之事。隱五年《公羊傳》云：「天子三公者何？天子之相也。則何以三？自陝而東者，周公主之；自陝而西者，召公主之；一相處乎內。」又案三公八命者，堯時為四伯，故《詩•崧高》注云：「當堯時，姜氏為四伯，至堯之末，分置八伯。」故《虞書傳》云：「元祀巡守四岳八伯。」舜之元祀有八伯，明堯末置之，夏則無文，殷則改置二伯，與周同。故《王制》云：「八州八伯。」又云「天子之老二人，曰二伯」是也。"
      },
      {
        "index": 65,
        "text": "其擯於天子也，曰「天子之吏」。擯者辭也。《春秋傳》曰「王命委之三吏」，謂三公也。○擯，本又作儐，必刃反。天子同姓謂之「伯父」，異姓謂之「伯舅」。自稱於諸侯曰「天子之老」，於外曰「公」，於其國曰「君」。稱之以父與舅，親親之辭也。外，自其私土之外，天子畿內。○「天子謂之伯父」，本或有「同姓」二字，衍文。"
      },
      {
        "index": 66,
        "text": "[疏]「其擯」至「之吏」。○正義曰：此是二伯也。擯謂天子接賓之人也。若擯者傳辭於天子，則稱此二伯為「天子之吏」也。亦當言名也，記者略，可知也。然擯呼在朝三公亦為天子之吏。若然，《玉藻》云「伯曰天子之力臣」者，謂介傳命稱天子力臣。擯者受辭，傳於天子，則曰「天子之吏」。○注「擯者」至「公也」。○正義曰：引證呼三公並為吏之意也。此《左傳》成二年晉使鞏朔獻齊捷於王，王命委之三吏。杜預注云：「三吏，三公也。」於時王不見鞏朔，王命委付三公接對之，故云「委之三吏」。○「天子同姓謂之伯父」者，此三公與王同姓者，王呼為伯父。伯者長大之名，父乃同姓重親之稱也。○「異姓謂之伯舅」者，異族重親之名也。異族無父稱，故呼為伯舅，亦親之故也。案晉文公為二伯，《左傳》僖二十八年云：「王曰叔父。」不稱伯者，以州牧之禮命之，故稱叔也。然晉既稱叔父，所以昭九年云「伯父惠公歸自秦，而誘以來」，又云「我在伯父，猶衣服之有冠冕」。晉稱伯父者，以晉既稱伯父，又以晉為州牧，又為二伯，若以州牧為禮稱之，則曰叔父；若以二伯之禮稱之，則曰伯父；故晉或稱伯，或稱叔也。周公分陝為二伯，《詩》稱「王曰叔父」者，成王以本親命之。晉文侯仇為伯，《尚書》直云「父義和」，不云伯者，親親之也。又二伯稱「天子之老」，自敵以下曰寡人，僖四年齊桓公對楚屈完稱不穀者，謙也。凡常諸侯皆稱寡人，莊十一年宋災，魯往吊之，宋閔公稱孤者，傳云：「列國有凶，稱孤，禮也。」以有凶災，故降名稱孤。○「自稱於諸侯曰天子之老」者，二伯若與九州及四夷之諸侯言，己自謂「天子之老」，繫於天子言之，以威遠國也。○「於外曰公」者，外者，其私土采地之外也，而猶在王畿之內，如周公食邑於周。向國外之人，其自稱則曰公也。○「於其國曰君」者，其國采地內也。若與采地內臣民言，則自稱曰君。其既主分陝，又在王朝，嫌不正為采地君，故明之也。不云自稱，承上可知也。○注「稱之」至「畿內」。○正義曰：自稱為公，正在畿內耳，畿外則曰「天子之老」也。"
      },
      {
        "index": 67,
        "text": "九州之長，入天子之國曰「牧」。每一州之中，天子選諸侯之賢者，以為之牧也。《周禮》曰：「乃施典於邦國而建其牧。」○牧，牧養之牧，徐音目。天子同姓，謂之「叔父」，異姓謂之「叔舅」，於外曰「侯」，於其國曰「君」。牧尊於大國之君，而謂之叔父，辟二伯也。亦以此為尊。禮或損之而益，謂此類也。外，自其國之外，九州之中，曰侯者，本爵也。二王之後不為牧。○辟音避，下同。"
      },
      {
        "index": 68,
        "text": "[疏]「九州」至「曰君」。○正義曰：殷曰伯，周曰牧。此云牧，據《周禮》也。天子於每州之中選取賢侯一人，加一命，使主一州為牧。若入天子國，則自稱曰牧。牧，養也，言其養一州之人，故《周禮》「八命作牧」是也。然伯不云入天子國者，伯不出，故不言入耳。州長云入曰牧，出則否也。崔靈恩云：「州長，自稱也。」《白虎通》云：「往來牧視諸侯也。」○「天子同姓謂之叔父，異姓謂之叔舅」者，牧劣於二伯，故天子謂之叔。叔，小也。父、舅，義如前。一本云「天下同姓」。然則二伯云其「擯於天子，曰天子之吏」，此不云擯於天子，是記者略之也。故下云諸侯見天子，鄭云「為州牧則曰天子之老臣某侯某」是也。○「於外曰侯」者，外謂其所封外九州內也。自稱曰侯，侯是本爵，不云牧自稱，承前可知也。○「於其國曰君」者，若與國內臣民言，猶自稱為君也。○注「牧尊」至「為牧」。○正義曰：大國之君是侯，使稱伯，今選侯之賢者加一命為牧，則是尊貴於不牧之侯。而不謂為伯，降呼為叔父者，分陝已稱伯，今牧若又呼為伯，則亂於分陝，若猶呼本稱，則不見其異，故呼為叔，亦異常也。云「禮或損之而益，謂此類也」者，崔云：「《覲禮》，大國之咀墁姓謂之伯父，異姓謂之伯舅。此小者，同姓謂之叔父，異姓謂之叔舅。此各當一國，不嫌敵二伯。州牧雖為侯封，皆是大國之君，本自稱伯牧。今總攝眾國，嫌其敵義，故更稱叔，此是損也。叔名雖損，即是明其為牧，故謂之為益，故云「損之而益，謂此類也』。」熊氏云：「三夫人致飲，有醴、清、醫、酏、糟，不體王，故申得二飲。後致飲，醫、酏、糟以體王，故屈二飲，亦是損之而益之類也。」云「二王之後不為牧」，知不為牧者，以二王之後，其爵稱公，今此經云「九州之長曰牧」，「於外曰侯」，不言於外曰公，故知二王之後不為牧，牧用侯以下。二王之後所以不為牧者，以其先祖嘗為天子，統領海內，若更遣為牧，恐有專權之心故也。"
      },
      {
        "index": 69,
        "text": "其在東夷、北狄、西戎、南蠻，雖大曰「子」。謂九州之外長也。天子亦選其諸侯之賢者以為之子。子猶牧也。入天子之國曰子，天子亦謂之子，雖有侯伯之地，本爵亦無過子，是以同名曰子。"
      },
      {
        "index": 70,
        "text": "[疏]「其在」至「曰子」。○正義曰：此天子亦選其中賢者為之牧也。但不知幾國立一人耳。卑不得名為牧，又不得謂為父舅，其本爵不過子男；若其本爵子者，今朝天子擯辭曰子；若本爵是男，亦謂為子也。所以爾者，舉其高者言之，亦尊異故也。不云「入天子國」，及不云「擯」者，略可知也。故《爾雅》云：「九夷、八狄、七戎、六蠻謂之四海。」李巡註：「四海，遠於四荒，晦冥無形，不可教誨，故云四海也。」海者晦也。言其晦暗無知。案《爾雅》所列與此同，但數異爾。○注「謂九」至「曰子」。正義曰：其或有多功益士，雖加侯伯之地，而爵不得進，終守子男，以卑遠故也。今雖別為牧長，而同呼為子，不得過本爵也。"
      },
      {
        "index": 71,
        "text": "於內自稱曰「不穀」，與民言之謙稱。穀，善也。○謙稱，尺澄反。於外自稱曰「王老」。威遠國也。外，亦其戎狄之中。"
      },
      {
        "index": 72,
        "text": "[疏]「於內」至「王老」。○正義曰：謂其國之外，夷狄之中也。以為牧長，恐夷狄難服，須尊名威之，故與一切言，自稱曰「我是天子之老臣」也。崔云：「方伯牧稱天子之老，四夷之長稱曰王老。方伯之職，帶三公之任，猶謂之內臣，化同天子，無有歸往之義，故云天子之老。四夷之君去王遠，由有歸往之義，賢始得為長，故以王老為稱也。」"
      },
      {
        "index": 73,
        "text": "庶方小侯，入天子之國曰「某人」，於外曰「子」，自稱曰「孤」。謂戎狄子男君也。男者於外亦曰男，舉尊言之。"
      },
      {
        "index": 74,
        "text": "[疏]「庶方」至「曰孤」。○正義曰：庶，眾也。小侯謂四夷之君，非為牧者也。以其賤，故曰眾方也。若入王國，自稱曰某人，若牟人、介人也。六服之內，但舉伯之與牧，不顯其餘諸侯。九州之外，既舉大國之子，又舉其餘小國者，以六服諸侯下文別更具顯，故於此略之。○「於外曰子」者，此君在其本國外，四夷之中，自稱依其本爵，或子或男。今言子，是舉其尊稱耳，若男亦稱男也。○「自稱曰孤」者，若自與臣民言則曰孤，孤者特立無德能也。凡二伯自稱及介傳命曰「天子之力臣」，故《玉藻》云「伯曰天子之力臣」是也。若擯者傳命於天子，則曰「天子之吏」，故此云擯於天子則曰天子之吏是也。於諸侯及朝廷則曰「天子之老」，則此文及昭公十三年劉獻公對晉叔向云「天子之老」是也。九州之長及介傳命則曰「某土之守臣某。」知者，《玉藻》云：「若其擯者傳命於天子，則曰：天子之老臣某侯某」，知者，約此文「天子之老」，及下文「云某侯某」。其餘諸侯介傳命云「某土之守臣某」，知者，亦約《玉藻》文也。擯者傳命云某侯某，知者，約下文也。凡九州之外，大國之子，介傳命「某屏之守臣某」，故《玉藻》又云「其在邊邑，曰某屏之守臣某」是也。擯者告天子稱「某子某」，與中國諸侯同。庶方小侯，介傳命云「某土之孤某」，知者，《玉藻》云「小國之君曰孤」是也。擯者告天子亦應云「某孤某」，知者，約尋常諸侯稱「某侯某」，但稱孤為異耳。其二伯以下，對天子皆稱名也。"
      },
      {
        "index": 75,
        "text": "天子當依而立，諸侯北面而見天子，曰「覲」。天子當寧而立，諸公東面，諸侯西面，曰「朝」。諸侯春見曰朝，受摯於朝，受享於廟，生氣文也。秋見曰覲，一受之於廟，殺氣質也。朝者，位於內朝而序進。覲者，位於廟門外而序入。王南面，立於依寧而受焉。夏宗依春，冬遇依秋。春秋時齊侯唁魯昭公，以遇禮相見，取易略也。《覲禮》今存，朝、宗、遇禮今亡。○依本又作扆，同，於豈反，注同；狀如屏風，畫為黼文，高八尺。見，賢遍反，下文注除「相見」皆同。覲，其靳反。寧，徐珍呂反，又音儲，門屏之間曰寧。夏，戶嫁反。唁音彥，《穀梁傳》云：「吊失國曰唁。」易，以豉反。"
      },
      {
        "index": 76,
        "text": "[疏]「天子」至「曰朝」。○正義曰：此二節論諸侯四時朝、覲、宗、遇之法，各隨文解之。○「天子當依而立」者，依，狀如屏風，以絳為質，高八尺，東西當戶牖之間，繡為斧文也，亦曰斧依。故《覲禮》云：「天子設斧依於戶牖之間，左右幾。天子袞冕，負斧依。」，鄭注云：「依如今綈素屏風也。有繡斧文，所以示威也。」《爾雅》云：「牖戶之間謂之扆。」郭注云：「窗東戶西也。」依此諸解，是設依於廟堂戶牖之間。天子見諸侯，則依而立，負之而南面，以對諸侯也。凡諸侯朝王，一年四時。案《宗伯》：「春曰朝，夏曰宗，秋曰覲，冬曰遇。」鄭註：「朝猶朝也，欲其來之早。宗，尊也，欲其尊王。覲之言勤也，欲其勤王之事。遇猶偶也，欲其若不期而俱至。」若通而言之，悉曰朝，從初受名。《覲禮》云：「諸侯前朝，皆受捨於朝。」又云：「乘墨車，載龍旂弧韣乃朝。」又《春秋》僖二十八年夏五月經曰：「公朝於王所。」知朝，通名也。但朝、覲、宗、遇禮異耳。案《大行人》云，侯服歲壹見，甸服二歲壹見，男服三歲壹見，采服四歲壹見，衛服五歲壹見，要服六歲壹見。隨服更來，週而復始。然而六服分來，又每方服別分為四分，一分朝春，一分宗夏，一分覲秋，一分遇冬，四方並然。故鄭注云：「其朝貢之歲，四方各四分趨四時而來。或朝春，或宗夏，或覲秋，或遇冬。」要服之外，有夷、鎮、藩三服。案《大行人》云：「九州之外謂之藩國，世壹見。」鄭注云：「世謂父死子立，及嗣王即位，乃一來耳。」六服之中，服數朝外，又有四名：一是「時見曰會」者，若諸侯有不服者，王將有征討之事，若東方諸侯不服，則與東方諸侯共討之；若南方諸侯不服，則與南方諸侯共討之；諸方皆然。朝竟，王乃為壇於國外，與之會盟。春於國東，夏南，秋西，冬北。會則隨事，無有定期，有時而然，故曰「時見曰會」也。二曰「殷見曰同」者，天子十二年一巡守，或應巡守之歲而天下未平，或王有他故不獲自行，則四方諸侯並朝京師，朝竟，亦於國外為壇，以命之政事。殷，眾也，其來既眾，故曰「殷見曰同」也。三曰「時聘曰問」者，謂王有事，諸侯非朝王之歲，不得自來，遣大夫來聘，因而問王起居，此亦無常期，故曰「時聘曰問」也。四曰「殷覜曰視」者，謂元年、七年、十一年，唯有侯服來朝，朝者既少，諸侯遣卿大夫以大禮來聘，聘者既眾，故曰殷也。覜亦見也，為來見王起居，故曰覜也。殷頫亦並依時，春東、夏南、秋西、冬北，各隨方逐時，但不每方分為四耳，故鄭注《大行人》云：「其殷國，四方四時分來如平時也。」鄭既云「四時分來如平時」，而前六服，初時唯云四時，雖不言四方，後又云四方各分趨四時，明其同也。然所以殷覜不須分見四時者，小禮不須更見四時法也。天子當依而立，是秋於廟受覲禮也。諸侯來朝，至於近郊，王使大行人皮弁用璧以迎勞之。諸侯亦皮弁，從使者以入。天子賜捨，諸侯受捨，聽天子之命。其朝日未出之前，諸侯上介受捨於廟門外，同姓西面北上，異姓東面北上。至朝日質明，諸侯裨冕，先釋幣於其齊車之行主。天子袞冕在廟，當依前南面而立，不迎賓。諸侯自廟門外位，天子使上擯進諸侯。諸侯入廟門右，坐奠圭玉而再拜。所以奠圭玉者，卑見於尊，奠贄不授也。擯者命升西階，親授諸侯，於是坐取圭玉升堂，王受玉，是當依而立之時也。○「諸侯北面而見天子曰覲」者，王既受玉，而諸侯降階，並北面再拜稽首。擯者延之，使升成拜，是北面曰覲時。所以同北面者，覲遇秋冬，陰氣質斂，故不布散。○「天子當寧而立」者，此為春夏受朝時也。寧者，《爾雅》云：「門屏之間謂之寧。」郭注云：「人君視朝所寧立處。」李巡云：「正門內兩塾間曰寧。」謂天子受朝於路門外之朝，於門外而寧立以待諸侯之至，故云「當寧而立」也。然路門外有屏者，即樹塞門是也。《爾雅》云：「正門謂之應門。」又云：「屏謂之樹。」李巡云：「恆當門自蔽名曰樹。」郭云：「小牆當門中。」今案李、郭二注以推驗《禮》文，諸侯內屏在路門之內，天子外屏在路門之外而近應門者矣。○「諸公東面，諸侯西面，曰朝」者，王既立寧，諸侯次第而進，諸公在西，諸侯在東，而朝王，陽氣文也，故因文而分佈也。崔云：「地道貴右，公故在西也。然此是春朝也，先受朝竟，然後入廟受享也。」○注「諸侯」至「今亡」。○正義曰：庭實受之於廟，生氣文也。陽生之時，其氣文舒而布散，故分於兩處受也。云「秋見曰覲，一受之於廟」，一併朝享，皆廟受之，殺氣質也。此陰殺之時，其氣質斂，故並於一處受之也。云「朝者，位於內朝而序進」者，此內朝，即路門外朝也。對皋門內三槐九棘之外朝，故稱內也。若對路寢庭朝又為外，故《文王世子》云「朝於外朝則以官」是也。崔云：「諸侯春夏來朝，各乘其命車至皋門外陳介也。天子車時在大門內，傳辭既訖，則乘車出大門下車。若升朝之時，王但迎公，自諸侯以下則隨之而入，更不別迎也。入至文王廟門，天子還服朝服，立於路門之外。諸侯更易服朝服，執贄而入應門而行禮，故王當寧以待諸侯次第而進，故云「序進」。謂入應門，諸公東面，諸侯西面。」若熊氏之義，則朝無迎法，唯享有迎諸侯之禮。案《覲禮》諸侯乘墨車而入朝。鄭云：「墨車者，大夫制也。入天子之國，車服不可盡同也。」云「覲者，位於廟門外而序入」者，其宿受位次在廟門外，至朝之旦，秋冬王不出迎，其尊卑各在其次中。未得相見，聽上擯進之，乃於位次第而入，故云「序入」也。云「王南面，立於依寧而受焉」者，二處皆南面也。云「夏宗依春，冬遇依秋」者，陰陽同，各相依也。云「春秋時齊侯唁魯昭公，以遇禮相見，取易略也」者，此引證宗依朝，遇依覲，非唯並受為異，其禮有難易繁省之殊也。《穀梁傳》曰：「吊失國曰唁。」魯昭公伐季氏，不勝而出，故《春秋》昭二十五年九月，「公孫於齊。次於陽州。齊侯唁公於野井」，《公羊》云「以人為菑，以幦為席，以鞍為幾，以遇禮相見」是也。分六服隨服而朝，則六年一遍，此鄭康成之義。《尚書》「六年五服一朝」，而孔注云：「五服一朝，侯、甸、男、采、衛，六年一朝，會京師。」孔、鄭不同。孔以昭十三年《左傳》云「歲聘以志業，間朝以講禮，再朝而會以示威，再會而盟以顯昭明」，以為諸侯三年一朝，六年一會，十二年一盟，是周之正朝法也。其《大行人》依服數見者，是諸侯遣使貢獻而見耳。知覲在廟者，此云「當依而立」，《覲禮》又有「負斧依」，及侯氏入廟門告聽事，鄭注云「告王以國所用為罪之事」，《大行人》云「廟中將幣，三享」故也。知在文王廟者，《聘禮》云：「不腆先君之祧。」明天子受覲於廟之祧可知也。又案《覲禮》：「同姓西面，異姓東面。」鄭註：「分別同姓異姓者，受之將有先後也。」則是《覲禮》之法先同姓，後異姓。若然，案《檀弓》注云「朝覲爵同同位」，則爵尊先見。《覲禮》見不同者，二文雖異，其意則同，就爵同之中，先受同姓之朝。周之盟會，亦先同姓也。故定四年祝佗稱踐土之盟載書云：「晉重、魯申、蔡甲午、鄭捷、齊潘。」鄭雖小國，而在齊上，故隱十一年傳云：「周之宗盟，異姓為後。」若其餘盟，分國大小為次，故襄二十七年，宋之盟，晉楚爭先，楚人先歃是也。必知然者，案杜預《釋例》云：「若王官之伯主盟，異姓為後，其餘則否也。」凡天子三朝，其一在路門內，謂之燕朝，大僕掌之，故《大僕》云：「王燕朝則正其位。」《文王世子》云：「公族朝於內朝，親之也。」此則王與宗人圖其嘉事，及王退，俟大夫之朝也。其二是路門外之朝，謂之治朝，司士掌之，故《司士》云：「正朝儀之位，王南鄉，三公北面東上。孤東面北上，卿大夫西面北上。王族、故士、虎士在路門之右，南面東上，太僕、太右、太僕從者在路門之左，南面西上上。」此是每日視朝之位，其王與諸侯賓射亦與治朝同，故《射人》云：「三公北面，孤東面，卿大夫西面，諸侯在朝，則皆北面。」不云王族、故士、虎士、大僕、大右者，文不具耳。不云士者，鄭注云：「此與諸侯射，士不與。」案諸侯大射，士立於西方東面，是天子大射，士亦預禮也。其三是皋門之內，庫門之外，謂之外朝，朝士掌之，故《朝士》云：「左九棘，孤卿大夫位焉。右九棘，公侯伯子男位焉。面三槐，三公位焉。」此是詢眾庶之朝也。凡朝，三公北面者，以其貴臣答王之義也。孤及諸侯東面者，尊之，故從賓位。卿大夫西面者，君之臣子統於君也。士門西東面者，以其卑賤，故外之。其外朝，孤與士辟諸侯，故就東方西面同其位。案《燕禮》云：「卿西面，大夫北面，士門西東面，大射亦然。」知諸侯有路門外朝者，案《玉藻》云「君朝服，日出而視朝，退適路寢」是也。其外詢眾庶之所，經雖無文，亦當與天子同。其位，無三公及諸侯，當同《燕禮》、《大射》之位。若然，《周禮》天子有射、朝、燕，《儀禮》諸侯有燕、朝也，射雖無正朝，當與天子同，則天子諸侯皆三朝也。"
      },
      {
        "index": 77,
        "text": "諸侯未及期相見曰「遇」，相見於郤地曰「會」。諸侯使大夫問於諸侯曰「聘」，約信曰「誓」，蒞牲曰「盟」。及，至也。郤，間也。蒞，臨也。坎用牲，臨而讀其盟書。《聘禮》今存，遇、會、誓、盟禮亡。誓之辭，《尚書》見有六篇。○郤，丘逆反。蒞音利，徐力二反，又音類。盟音明，徐音亡幸反。郤，間，如字，又音閒。坎，苦感反，徐又苦敢反，後同。"
      },
      {
        "index": 78,
        "text": "[疏]「諸侯」至「曰盟」。○正義曰：今若未至前所期之日，及非所期之地，而忽相見，則並用遇禮相接，故曰遇也。所以爾者，遇禮易略，既期未至，故用簡易禮也。○「相見於郤地曰會」者，此謂及期之禮郤間也。既及期，又至所期之地，則其禮閒暇。○「諸侯使大夫問於諸侯曰聘」者，聘，問也。謂遣大夫往相存問。○「約信曰誓」者，亦諸侯事也。約信，以其不能自和好，故用言辭共相約束以為信也。若用言相約束以相見，則用誓禮，故曰誓也。鄭注《司寇》云：「約，言語之約束也。」○「蒞牲曰盟」者，亦諸侯事也。蒞，臨也。臨牲者，盟所用也。盟者，殺牲歃血，誓於神也。若約束而臨牲，則用盟禮，故云「蒞牲曰盟」也。然天下太平之時，則諸侯不得擅相與盟。唯天子巡守至方岳之下，會畢，然後乃與諸侯相盟，同好惡，獎王室，以昭事神，訓民事君，凡國有疑，則盟詛其不信者。及殷見曰同，並用此禮。後至於五霸之道，卑於茸荃，有事而會，不協而盟。盟之為法，先鑿地為方坎，殺牲於坎上，割牲左耳，盛以珠盤，又取血，盛以玉敦，用血為盟，書成，乃歃血而讀書。知坎血加書者，案僖二十五年《左傳》云「坎血加書」。又襄二十六年《左傳》云「歃用牲加書」是也。知用耳者，《戎右職》云：「贊牛耳。」知用左者，以馘者用左耳故也。知珠槃、玉敦者，《戎右職》云：「以玉敦辟盟。」又《玉府》云：「則共珠槃、玉敦。」知口歃血者，隱七年《左傳》云：「陳五父及鄭伯盟，歃如忘。」又襄九年云「新與楚盟，口血未乾」是也。《異義》云：「禮：約盟不今。《春秋公羊》說，『古者不盟，結言而退』，故《穀梁傳》云：『誥誓不及五帝，盟詛不及茸荃，交質子不及二伯。』詛盟非禮。故《春秋左氏》云，《周禮》有司盟之官，殺牲歃血，所以盟事神明。又云『凡國有疑，盟詛其不信者』，是知於禮得盟。許君謹案：從《左氏》說，以太平之時，有盟詛之禮。」鄭氏不駁，從許慎義也。盟詛不及茸荃，非鄭所用。然盟牲所用，許慎據《韓詩》云：「天子諸侯以牛豕，大夫以犬，庶人以雞。」又云：「《毛詩》說君以豕，臣以犬，民以雞。又《左傳》云：『鄭伯使卒出豭，行出犬雞，以詛射穎考叔者。』又云：『衛伯姬盟孔悝以豭。』」鄭云：「《詩》說及鄭伯皆謂詛小於盟，《周禮•戎右職》云：『盟則以玉敦辟盟，遂役之。』」鄭注云：「役之者，傳敦血授當歃者。」下云：「贊牛耳桃茢。又《左傳》云：『孟武伯問於高柴曰：諸侯盟誰執牛耳？』然則盟者人君以牛，伯姬盟孔悝以豭，下人君也。」皇氏以為《春秋》時盟乃割心取血，故定四年爐金云：「王割子期之心，與隨人盟。」杜云「當心前割取血以盟，示其至心」是也。○注「及至」至「六篇」。○正義曰：鄭注《司盟》云：「盟者書其辭於策，殺牲取血，坎其牲，加書於上而埋之，謂之載書。」云《聘禮》今存，遇、會、誓、盟禮亡。《誓》之辭，《尚書》見有六篇」者，一曰《甘誓》，夏啟伐有扈氏，誓群眾。二曰《湯誓》，謂湯伐桀，誓群臣也。三曰《泰誓》，武王伐紂，度孟津，誓敕士眾之辭也。四曰《牧誓》，武王伐紂於牧野時所作。五曰《費誓》，徐戎作難，魯侯伯禽誓群臣，興兵伐之也。六曰《秦誓》，秦穆公襲鄭，不從蹇叔之謀，果敗諸崤，後穆公悔過，與群臣自誓也。"
      },
      {
        "index": 79,
        "text": "諸侯見天子，曰「臣某侯某」。謂嗇夫承命告天子辭也。其為州牧，則曰「天子之老臣某侯某奉珪請覲」。○嗇音色。其與民言自稱曰「寡人」。謙也，於臣亦然。○自謂，一本作「自稱」。其在凶服，曰「適子孤」。凶服，亦謂未除喪。○適音的。臨祭祀，內事曰「孝子某侯某」，外事曰「曾孫某侯某」。稱國者，遠辟天子。死曰「薨」，亦史書策辭。復曰「某甫復矣」。某甫且字。既葬，見天子，曰「類見」。代父受國。類猶象也。執皮帛，像諸侯之禮見也。其禮亡。言謚曰「類」。使大夫行，像聘問之禮也。言謚者，序其行及謚所宜，其禮亡。○其行，下孟反。諸侯使人使於諸侯，使者自稱曰「寡君之老」。繫於君以為尊也。此謂諸侯之卿上大夫。○使於，色吏反，下同。"
      },
      {
        "index": 80,
        "text": "[疏]「諸侯」至「之老」。○正義曰：此一節明諸侯及臣稱謂之法，各隨文解之。○「諸侯」，謂五等諸侯見天子，而擯者將命之辭也。同得稱臣，故曰臣也。○「某侯某」者，若言齊侯、衛侯，下某是名。若伯子男則云曹伯、許男某也。○注「謂嗇」至「請覲」。○正義曰：「嗇夫承命告天子辭也，」此注並《覲禮》之文也。鄭云：「嗇夫，蓋司空屬也。為末擯，承命於侯氏，末介傳而上，上擯以告於天子也。」《音義隱》云：「嗇夫主諸侯所繼幣帛皮圭之禮，奉以白於天子也。」云「其為州牧，則曰天子之老臣某侯某」者，若為州牧既尊，若來見，故擯者加此四字也。前州牧闕此，故鄭補言之也。云「奉珪請覲」，是鄭意術擯者之辭，文無所出也。○「其與民言自稱曰寡人」，此亦自與民言法也。寡人者，言己是寡德之人。○「其在凶服曰適子孤」者，謂擯者告賓之辭。知者，《雜記》云：「相者告曰，孤某須矣。」但彼文不云適子，文不備。此直云「適子孤」，不云名，亦文不具也。稱孤稱名者，皆謂父死未葬之前也，故《雜記》云：「孤某須矣。」下則云「既葬蒲席」，明孤某是未葬也。凡諸侯在喪之稱，《公羊》未葬稱子某者，莊三十二年「子般卒」，襄三十一年「子野卒」，皆是君薨未葬稱子某也。既葬稱子，則文公十八年子惡卒，經書「子卒」是也。逾年稱君者，則僖公十年裡克殺其君卓，及文公元年公即位，是逾年稱君也，謂臣子稱君也，若其君自稱猶曰子，故《公羊傳》文九年「諸侯於其封內三年稱子」是也。案昭十一年，「楚滅蔡，執世子有」。其時蔡君已死，其子仍稱世子者，何休云：「稱世子者，不許楚之滅蔡也。猶若君存然，故猶稱世子。」文十四年九月，「齊商人弒其君捨」，捨為君，商人之弒也。襄二十九年，「吳子使季札來聘」，先君未逾年，吳稱子者，賢季子，故錄之。桓十一年，「鄭忽出奔衛」，先君既葬而尚稱名者，《公羊》云：「何以名？伯子男一也。辭無所貶。」何休云：「直以喪降稱名，無餘罪致貶，凡以王事出會未逾年皆稱子。」僖九年會於葵丘，宋襄公稱子；僖二十八年會於踐土，陳共公稱子；定四年會召陵，陳懷公稱子：皆未逾年會王事而稱子也。若未逾年，非王事而稱爵者，皆譏耳。成四年「鄭伯伐許」是也。從上以來，皆《公羊》之義也。其《左氏》之義，君薨未葬，未行即位之禮前稱子某，子般、子野是也。其出會諸侯，未葬之前稱子，故僖九年《左氏傳》云：「凡在喪，王曰小童，公侯曰子。」葵丘之會，宋襄公稱子，踐土之會，陳共公稱子是也。葬雖未逾年則稱君，則「晉裡克弒其君卓」，「齊商人弒其君捨」是也。文十八年子惡卒，先君葬後稱子者，杜預云：「時史畏襄仲不敢稱君，故云子也。」其王事出會則稱爵，成四年「鄭伯伐許」是也。案桓十三年經書衛惠公稱侯，成十三年經書宋公衛侯，此並先君未葬而稱爵者，賈、服注譏其不稱子。杜預云：「非禮也。」僖二十五年「會衛子、莒慶、盟於洮」，時先君巳葬，衛成公猶稱子者，杜預云：「善其成父之志，故上繫於父而稱子。」服虔亦云：「明不失子道。」成十年晉侯伐鄭，時厲公父景公患未薨，而厲公出會稱爵，譏其生代父位不子也。此皆《左氏》之義。《公羊》以奚齊僖九年死，卓子十年死，以卓子逾年，故稱君。《左氏》卓子亦九年死，但赴告在十年，以葬後，故稱君。《左氏》、《公羊》二傳不同也。《公羊》以成四年鄭伯伐許非王事，未逾年而稱爵，譏之也。《左氏》則以鄭伯伐許為王事，雖未逾年，得稱爵，當與《公羊》異。鄭《駁異義》從《公羊》義，以鄭伯伐許為非禮。及《公羊》未逾年為王事，皆稱子，即宋襄公稱子，陳共公稱子是也。《左氏》未逾年為王事，皆稱爵。鄭《駁異義》引宋襄公稱子，從《公羊》說，以為稱子禮也。○「外事曰曾孫某侯某」，○外事謂社稷山川在封內者也。天子外事言嗣王某，諸侯不得稱嗣侯，但稱曾孫。所以然者，天子尊，謂能繼天德而立也；諸侯無德，不繼嗣為侯，故不云嗣。但是父祖重孫，故言曾孫也。○「死曰薨」者，此謂諸侯死而國史策辭也。若異國史書之，則但云卒也。在四夷不言，亦賤，略也。自此以下皆然。○注「亦史書策辭」。○正義曰：上又云「天王崩」，書策辭。今諸侯云薨，故亦史策辭。若告於諸侯，則辭當謙退，故《雜記》云：「赴於諸侯，曰寡君不祿。」○「復曰某甫復矣」，天子復則曰天子，諸侯不可復云諸侯復，故呼其字，言某甫，故鄭注前文諸侯呼字是也。○「既葬，見天子，曰類見」，此諸侯世子父死葬畢，而見於天子禮也。類，像也。言葬後未執玉而執皮帛，以象諸侯見，故曰類見。然《春秋》之義，三年除喪之後乃見，而今云「既葬」者，謂天子或巡守至竟，故得見也。若未葬，未正君臣，故雖天子巡守，亦不見也。○「言謚曰類」，言謚，謂將葬，就君請謚也。凡謚既是表德，故由尊者所裁，故將葬之前，親使人請之於天子。若《檀弓》云：「其子戌請謚於君曰：『日月有時，將葬矣，請所以易其名者。』是言謚於君也。而曰類者，王肅云：「請謚於天子，必以其實為謚，類於平生之行也。」何胤云：「類其德而稱之，如經天緯地曰文也。」鄭云：「使大夫行象聘問之禮也。」今案，鄭旨謂吉時遣大夫行則曰聘，今請謚使大夫不得曰聘，而名曰類，言類象聘而行此禮也。故云「言謚曰類」也。○注「使大」至「禮亡」。○正義曰：言象聘問之禮者，解經中「類」字，言比類聘問之禮，請謚於天子。○「諸侯」至「之老」。案《玉藻》云：「上大夫曰下臣，擯者曰寡君之老，下大夫自名，擯者曰寡大夫。」此云「自稱曰寡君之老」，則上大夫擯者傳辭。及自稱於他國，亦曰寡君之老。若於已君，則《玉藻》云「下臣某」。"
      },
      {
        "index": 81,
        "text": "天子穆穆，諸侯皇皇，大夫濟濟，士蹌蹌，庶人僬僬。皆行容止之貌也。《聘禮》曰：「賓入門皇。」又曰：「皇且行。」又曰：「眾介北面鏘鏘焉。」凡行容，尊者體盤，卑者體蹙。○濟，子禮反。蹌，本又作鶬，或作鏘，同士良反。僬，子妙反。盤，步丹反。蹙，子六反。"
      },
      {
        "index": 82,
        "text": "[疏]「天子」至「僬僬」。○正義曰：此一節論天子至庶人行容之貌，云「天子穆穆」者，威儀多貌也。天子尊重，故行止威儀多也。○「諸侯皇皇」者，自莊盛也。諸侯不及穆穆，而猶有莊盛。鄭注《聘禮》云：「皇皇，莊盛也。」○「大夫濟濟」者，濟濟，徐行有節。大夫降於諸侯，不得自莊盛，但徐行而已也。○「士蹌蹌」者，鄭注《聘禮》云：「容貌舒揚也。」案鄭意則不得濟濟也，但舒揚而已。○「庶人僬僬」者，卑盡之貌也。庶人卑賤，都無容儀，並自直行而已。崔云：「凡形容，下不得兼上，上得兼下，故《詩》有『濟濟文王』、『穆穆魯侯』者，詩人頌美，舉盛以言，非對例也。」○注「《聘禮》」至「體蹙」。○正義曰：引《聘禮》證「皇皇」是容儀也，此是入門時容也。「又曰，皇且行」者，又證行時容也。然皇是諸侯之容，《聘禮》是臣而云皇者，執玉入廟門得進其容，亦如其君行禮，宜巳申也。若在本國，則濟濟然。云「又曰眾介北面蹌焉」，亦《聘禮》文也。眾介，士也。卑故不得進容，猶蹌蹌而已。云「凡行容，尊者體盤，卑者體蹙」，尊者體盤，穆穆皇皇，卑者體蹙，蹌蹌僬僬是也。"
      },
      {
        "index": 83,
        "text": "天子之妃曰「後」，後之言後也。○妃，芳非反。諸侯曰「夫人」，夫之言扶。大夫曰「孺人」，孺之言屬。○孺，而樹反。士曰「婦人」，婦之言服。庶人曰「妻」。妻之言齊。公、侯有夫人，有世婦，有妻，有妾。貶於天子也，無後與嬪，去上中。○貶，皮檢反。去，羌呂反。夫人自稱於天子曰「老婦」，自稱於天子，謂畿內諸侯之夫人助祭，若時事見。自稱於諸侯曰「寡小君」，謂饗來朝諸侯之時。自稱於其君曰「小童」，自世婦以下，自稱曰「婢子」。小童，若云未成人也。婢之言卑也。於其君稱此，以接見禮敵，嫌其當。○童本或作僮。子於父母，則自名也。名，父母所為也。言子者，通男女。列國之大夫，入天子之國曰「某士」，亦謂諸侯之卿也。三命以下，於天子為士。曰某士者，如晉韓起聘於周，擯者曰「晉土起」。自稱曰「陪臣某」，陪，重也。○重，直恭反。於外曰「子」，子，有德之稱，《魯春秋》曰：「齊高子來盟。」○稱，尺證反。○於其國曰「寡君之老」。使者自稱曰「某」。使，謂使人於諸侯也。某，名也。○使自稱，色吏反，注「使謂」同，本或作「使者自稱」。"
      },
      {
        "index": 84,
        "text": "[疏]「天子」至「曰某」。○正義曰：此一節論天子以下妃妾及臣子稱謂之法，各隨文解之。○「天子之妃曰後，諸侯曰夫人，大夫曰孺人，士曰婦人，庶人曰妻」者，皆敵其夫，如王之後，故以後居前耳。妃，邦君之合配，王諸侯以下，通有妃義，故以妃字冠之。以《特牲》、《少牢》是大夫士之禮，皆云某妃配某氏，尊卑通稱也。《白虎通》云：「後，君也。明配至尊，為海內小君，天下尊之，故繼其王言之曰王后也。」○「諸侯曰夫人」者，夫人之名，唯諸侯得稱，《論語》云「邦君之妻，邦人稱之曰君夫人」是也。○「大夫曰孺人」者，孺，屬也，言其為親屬。○注「孺之言屬」也。○正義曰：案《爾雅》云：「孺，屬也。○「士曰婦人」者，婦之言服也，服事其夫也。其婦號亦上下通名，故《春秋》「逆婦姜於齊」，是諸侯亦呼婦也。《穀梁傳》云：「言婦，有姑之辭。」言服事舅姑，知通名也。○「庶人曰妻」者，妻之言齊也。庶人賤，無別稱，判合齊體而已。尊卑如此，若通而言之，則貴賤悉曰妻，故《詩》曰：「刑於寡妻。」是天子曰妻也。周家大夫妻曰內子，趙姬以叔隗為內子是也。○「公侯」至「有妾」。○正義曰：獨言諸侯，舉其上者，餘從可知也。既下於天子，不得立後，故以敵體一人正者為夫人。○「有世婦」者，謂夫人之侄娣，故《公羊》云，夫人無子，立侄娣子也。質家先立侄之子，文家先立娣之子。《左氏》亦夫人侄娣貴於二媵，則此世婦者，謂夫人侄娣也，其數二人。○「有妻」者，謂二媵及侄娣也，凡六人。「有妾」者，謂九女之外，別有其妾。知者，以上文云天子八十一御妻之外，更有妾。鄭注云：「妾，賤者，不入百二十人數。」故知此妾不在九女之數也。○「夫人」至「婢子」，此「夫人」謂畿內諸侯之妻也。其助祭於後，得接見天子，故得自稱也，言老而服事也。以畿外諸侯夫人無見天子之禮，此云「自稱於天子」，故注云「畿內諸侯之夫人助祭」。「若時事見」，謂若獻繭之屬。○「自稱於諸侯曰寡小君」者，此諸侯謂他國君也。古者諸侯相饗，夫人亦出，故得自稱也。知者，《坊記》云：「陽侯殺繆侯，竊其夫人，故大饗廢夫人之禮。」於此之前，有夫人饗法，故注云：「謂饗來朝諸侯之時也。」君之妻曰小君，而云寡者，亦從君為謙也。○「自稱於其君曰小童」者，小童，未成人之稱也。其與夫言，自謙稱為小童，若未成人，言無知也。○「自世婦以下，自稱曰婢子」者，降於夫人，故並自稱婢子，賤故也。婢之言卑也，向其夫自稱，言己卑，故《春秋》晉懷嬴謂公曰「寡君使婢子侍執巾櫛」是也。注云「接見體敵，嫌其當」者，為其接見之時，暫有體敵，嫌若當夫人然也。○「列國之大夫，入天子之國曰某士」，○謂擯者辭也。列國，五等諸侯也，天子上士三命，中士再命，下士一命，而五等之臣，唯公國一孤四命耳。自卿大夫從三命而下，其命等於王之士，故入天子之國，則擯者稱為某國之士也。故注引《春秋》襄二十六年「晉韓起聘於周，擯者曰晉士起」，言晉國之士起以證之也。○「自稱曰陪臣某」，陪，重也。某，名也。其君已為王臣，己今又為己君之臣，故自稱對王曰重臣也。若襄二十一年晉欒盈辭於行人曰「天子陪臣盈」是也。○「於外曰子」者，亦擯者辭。外謂在他國時也。擯者則稱其姓而曰子。子是有德之稱，故注引閔公二年冬「齊高子來盟」，證於外曰子也。高子，高傒是也。○「於其國曰寡君之老」者，其國，自國中也。其君與民言，自稱曰寡人，故此卿若與國中人語，自稱曰「寡君之老」也。○「使者自稱曰某」者，某，名也。若此卿為使，在他國與彼君語，則稱名也。若與彼臣民言，則自稱「寡君之老」也。○注「使謂」至「名也」。正義曰：知者，以《玉藻》云「上大夫於他國，擯者曰寡君之老，下大夫於他國，擯者曰寡大夫」，皆無稱名之事。《玉藻》又云：「大夫私事使，私人擯則稱名。」注云：「私事使，謂以君命私行，非聘也。若晉韓穿來言汶陽之田。」彼以私事使稱名，此文使自稱曰某，稱名與彼相當，故知「使謂使人於諸侯也」。"
      },
      {
        "index": 85,
        "text": "天子不言出，諸侯不生名，君子不親惡。天子之言出，諸侯之生名，皆有大惡，君子所遠，出、名以絕之。《春秋傳》曰「天王出居於鄭」、「衛侯朔入於衛」是也。○遠，於萬反。諸侯失地，名。滅同姓，名。絕之。"
      },
      {
        "index": 86,
        "text": "[疏]「天子」至「姓名」。○正義曰：此一節論天子諸侯有罪，書出、名之事，各隨文解之。○「天子不言出」者，天子以天下為家，策書不得言出，所在稱君。○「諸侯不生名」者，諸侯南面之尊，名者質賤之稱。諸侯相見，祗可稱爵，不可稱名。○「君子不親惡」者，謂策書君子，謂孔子書經，若見天子大惡，書「出」以絕之，諸侯大惡，書名以絕之。君子不親比惡人，故書「出」、「名」以罪之也。○注「天子」至「是也」。○正義曰：案僖二十四年「天王出居於鄭」，《公羊》云：「王者無外，此其言出何？不能乎母也。「謂不能以孝事於母。此鄭注天子言出大惡，用《公羊》義也。案《春秋》莊六年，「衛侯朔入於衛」，朔未為君之時，與其母讒構世子伋，及為君，被逐出，奔齊。王立公子黔牟。朔自齊而入衛，以逐黔牟。《公羊》云：「朔何以名？絕。曷為絕之？犯命也。」謂犯王命。鄭注以朔為大惡，亦用《公羊》義也。○「諸侯失地，名，滅同姓，名」。○《春秋》莊十年，「荊敗蔡師於莘，以蔡侯獻舞歸」。《公羊》云：「何以名？絕。曷為絕之？獲也。」此失地名也。僖二十五年「衛侯毀滅邢」。《公羊》云：「何以名？絕。曷為絕之？滅同姓也。」此滅同姓名也。故鄭總言「絕之」。"
      },
      {
        "index": 87,
        "text": "為人臣之禮，不顯諫。為奪美也。顯，明也。謂明言其君惡，不幾微。○為奪，於偽反。三諫而不聽，則逃之。逃，去也。君臣有義則合，無義則離。"
      },
      {
        "index": 88,
        "text": "[疏]「為人」至「逃之」。○正義曰：案莊二十四年，「曹羈出奔陳」。《公羊傳》云：「戎將侵曹，曹羈諫曰：『戎眾以無義，君請勿自敵也。』曹伯曰：『不可。』三諫不從，遂去之。」何休云「諫有五，一曰諷諫」者，案定十二年《公羊傳》云：「孔子以季氏之強謂季孫曰：『家不藏甲，邑無百雉之城。』季孫聞之，墮費邑。」是諷諫也。何休又云：「二曰順諫，曹羈是也。」即上諫曹君，無以戎敵，三諫不從，遂出奔陳。所謂以道事君，不可則止，此是順諫也。何休又云：「三曰直諫，子家駒是也。」案昭二十五年《公羊傳》云：「昭公將弒季氏，子家駒諫曰：『諸侯僣於天子，大夫僣於諸侯久矣。」是不辟君僣而言之，是直諫也。何休又云：「四曰爭諫，子反請歸是也。」案宣十五年《公羊》云，楚莊王圍宋，子反、華元乘堙相對語。華元謂子反云：「易子而食之，析骸而炊之。」子反謂華元：「吾軍有七日之糧。」子反勸楚王赦宋而歸，楚王不可。子反頻諫不聽，乃引師去，楚王亦歸。是爭諫也。何休又云：「五曰贛諫，百里子、蹇叔子是也。」案僖三十三年《公羊》云，秦穆公將襲鄭，百里子、與蹇叔子諫。穆公不從，百里子、蹇叔子從其子而哭之。是贛諫也。凡諫，諷諫為上，贛諫為下。事君雖主諫爭，亦當依微納進善言耳，不得顯然明言君惡以奪君之美也。○「三諫不聽，則逃之」者。聽猶從也。逃猶去也。君臣有離合之義，有義則合，無義則離。若三諫不聽，則待放而去也。"
      },
      {
        "index": 89,
        "text": "子之事親也，三諫而不聽，則號泣而隨之。至親無去，志在感動之。○號，戶刀反。\n[疏]「子之」至「隨之」。○正義曰：父子天然，理不可逃，雖不從，則當號泣而隨之，冀有悟而改之。然《論語》云：「事父母，幾諫。」此不云者，以其略耳。《檀弓》云：「事親無犯。」相互耳。又云：「事君有犯。」故此論其微。《檀弓》言「事親無犯」，此論其犯，亦互言耳。故注云：「至親無去，志在感動之。」"
      },
      {
        "index": 90,
        "text": "君有疾飲藥，臣先嘗之。親有疾飲藥，子先嘗之。嘗度其所堪。○度，待各反。醫不三世，不服其藥。慎物齊也。○齊，才細反。"
      },
      {
        "index": 91,
        "text": "[疏]「君有疾飲藥」至「醫不三世，不服其藥」。○正義曰：凡人病疾，蓋以筋血不調，故服藥以治之。其藥不慎於物，必無其征，故宜戒之，擇其父子相承至三世也。是慎物調齊也。又說云，「三世」者，一曰黃帝《針灸》，二曰神農《本草》，三曰素女《脈訣》，又云夫子《脈訣》。若不習此三世之書，不得服食其藥。然鄭云「慎物齊也」，則非謂《本草》、《針經》、《脈訣》，於理不當，其義非也。"
      },
      {
        "index": 92,
        "text": "儗人必於其倫。儗猶比也。倫猶類也。比大夫當於大夫，比士當於士，不以其類，則有所褻。○儗，魚起反，注同。褻，息列反。"
      },
      {
        "index": 93,
        "text": "[疏]「儗人」至「其倫」。○儗人必於其倫。○正義曰：儗，比也。倫，匹類也。凡欲比方於人，當以類相並，不得以貴比賤，則為不敬也。"
      },
      {
        "index": 94,
        "text": "問天子之年，對曰：「聞之，始服衣若干尺矣。」既不敢言年，又不敢斥至尊所能。問國君之年，長，曰：「能從宗廟社稷之事矣。」幼，曰：「未能從宗廟社稷之事也。」問大夫之子，長，曰：「能御矣。」幼，曰：「未能御也。」問士之子，長，曰：「能典謁矣。」幼，曰：「未能典謁也。」問庶人之子，長，曰：「能負薪矣。」幼，曰：「未能負薪也。」皆言其能，則長幼可知。御猶主也。《書》曰：「越乃御事。」謂主事者。謁，請也，謂能擯贊出入，以事請告也。《禮》：「四十強而仕，五十命為大夫。」"
      },
      {
        "index": 95,
        "text": "[疏]「問天」至「負薪也」。○正義曰：此謂幼少新立之王，或有遠方異域人來，不知王年大小，問朝廷之臣。○「對曰，聞之，始服衣若干尺矣」者，臣為答之，必有法則。《禮》：「齒路馬有誅。」而至尊體貴，故臣不可輕言君年及形長短與才技所堪，故依違而對也。但云「聞之」，謙不敢言見也。云「始服衣若干尺」，既不敢指斥，即云服衣若干尺，謂或五尺，或六尺，隨長短而言之也。幼則衣短，長則衣長。問者聞之，則知玉之長幼也。古者謂數為若干，故《儀禮•鄉射》、《大射》數射筭云「若干純」、「若干奇」。若，如也。干，求也。言事本不定，常如此求之也，故云若干也。○「問國君之年」者，亦謂幼少新立為君，而他人問其臣也。○「長，曰，能從宗廟社稷之事矣。幼，曰，未能從宗廟社稷之事也」，不言聞之及衣，而言所能主國者，辟天子也。國保宗廟社稷，故以所保答之也。人君十五有養子之禮，長則能主國，聞其能主國，則知十五以上為長也。若聞未能主國，則知十四以下是為幼也。○「問大夫之子」者，亦他國人問此大夫之子長幼於大夫之臣也。天子諸侯，繼世象賢，其年不定，故問其年；而大夫五十乃爵，故不問大夫而問其子。○「長，曰，能御矣。幼，曰，未能御也」，御謂主事也。官有世功，子學父業，故有御事之因也。舉其所能，則長幼可知也。大夫子卑，長幼當以二十為限也。○「問士之子」者，亦謂他國人來問此士之屬吏也。四十強而仕，故問其子也。○「長，曰，能典謁矣。幼，曰，未能典謁也」，謁，請也。士之子年數長，則言能主賓客告請之事，幼則言未能也。士賤無臣，但以子自典告也。○「問庶人之子」者，庶人謂府史之屬，亦有同僚或他國人問其同僚府史。熊氏云：「庶人年無長幼，亦問其子者，順上大夫士而言之。」○「長，曰，能負薪矣。幼，曰，未能負薪也」者，《少儀》云：「問士之子長幼，長則曰能耕矣，幼則曰能負薪、未能負薪。」謂士祿薄，子猶以能農事為業也。與此不同者，亦當有田無田之異。此所言之士者，是有田者，故子免耕負薪而典謁。○注「《書》曰：越乃御事。謂主事者」。○正義曰：引《大誥》證御事是大夫禮。「四十強而仕，五十命為大夫」，《曲禮》文。引之，釋所以不問大夫士庶人之身，而問其子之義也。以大夫士其年既定，故不假問其年，而問其子也。"
      },
      {
        "index": 96,
        "text": "問國君之富，數地以對，山澤之所出。問大夫之富，曰：「有宰食力，祭器衣服不假。」問士之富，以車數對。問庶人之富，數畜以對。皆在其所制以多少對，宰，邑士也。食力，謂民之賦稅。○數，色主反，下「數畜」同。畜，許又反。鄭注《周禮》云：「始養曰畜。」"
      },
      {
        "index": 97,
        "text": "[疏]「問國」至「以對」。○正義曰：謂問諸侯之臣，求知其君封內土地所出也。云富者，非問其多金帛，正是問最所優饒者也。不問天子者，率土之物，莫非王有，天下共見，故不須問，而諸侯止一國，故致問也。○「數地以對」者，首芰地廣狹對之也。「山澤之所出」者，又以魚、鹽、蜃、蛤、金、銀、錫、石之屬，隨有而對也。晉文公謂楚成王曰「羽、毛、齒、革，君地生焉」是也。○「問大夫之富」者，亦他國人問其臣也。○「曰，有宰食力」者，答之也。宰，邑宰也。有宰，明有采地，即「公山弗擾為季氏宰」是也。「食力」謂食民下賦稅之力也。○「祭器衣服不假」者，謂四命大夫也。衣服，祭服也。若四命大夫，得自造祭器衣服，故云「不假」。若三命以下，有田者造而不備，則假借也。○「問士之富，以車數對」者，士有地不多，亦無邑宰，故其屬吏但以其車數對也。上士三命，則得賜車馬也，副車隨命。中士乘棧車，無副車也。○「問庶人之富，數畜以對」者，謂雞豚之屬。《閭師》云：「凡庶民，不畜者祭無牲，不耕者祭無盛，不樹者無槨，不蠶者不帛，不績者不衰。」故以畜數對。鄭注《周禮》云：「始養曰畜，將用之曰牲。」引《春秋》云：「卜日曰牲。」"
      },
      {
        "index": 98,
        "text": "天子祭天地，祭四方，祭山川，祭五祀，歲遍。諸侯方祀，祭山川，祭五祀，歲遍。大夫祭五祀，歲遍。士祭其先。祭四方，謂祭五官之神於四郊也。句芒在東，祝融后土在南，蓐收在西，玄冥在北。《詩》云：「來方禋祀。」方祀者，各祭其方之官而已。五祀，戶、灶、中霤、門、行也。此蓋殷時制也。《祭法》曰天子立七祀，諸侯立五祀，大夫立三祀，士立二祀，謂周制也。○遍音遍，本亦作遍，下同。句，古侯反。芒音亡。蓐音辱。冥，亡丁反。禋音因。霤，力救反。"
      },
      {
        "index": 99,
        "text": "[疏]「天子」至「其先」。○正義曰：此一節論天子以下祭祀尊卑不同，並論神有廢置之事，各隨文解之。○「天子祭天地」者，祭天謂四時迎氣，祭五天帝於四郊，各以當方人帝配之。《月令》春曰「其帝太皞」，夏曰「其帝炎帝」，季夏曰「其帝黃帝」，秋曰「其帝少皞」，冬曰「其帝顓頊」，明為配天及告朔而言之。其雩祭亦然，故《月令》孟夏云：「大雩帝，為命祀百辟卿士。」既云「祀百辟卿士」，明五方人帝，天子亦雩祀之，其夏正郊感生之帝，周以後稷配之，其於明堂總享五帝，以文王、武王配之，故《孝經說》云「後稷為天地之主，文王為五帝之宗」是也。周人祭明堂時，又兼以武王配之，故《祭法》云周人宗武王是也。知方丘之神是崑崙者，案《地統書•括地象》云：「地中央曰崑崙。」又云：「其東南方五千里曰神州。」以此言之，崑崙在西北，別統四方九州，其神州者，是崑崙東南一州耳。於一州中更分為九州，則《禹貢》之九州是也。其配地之神，《孝經緯》既云後稷為天地之主，則後稷配天南郊，又配地北郊。則周人以嚳配圓丘，亦當配方澤也。○「祭山川」者，《周禮》：「兆五帝於四郊，四望、四類亦如之也。」○「祭五祀」者，春祭戶，夏祭灶，季夏祭中霤，秋祭門，冬祭行也。。○「歲遍」者，謂五方之帝迎氣雩祀明堂及郊，雖有重者，諸神總遍，故云「歲遍」。○「諸侯方祀」者，諸侯既不得祭天地，又不得總祭五方之神，唯祀當方，故云「方祀」。○「祭山川」者，《王制》云「在其地則祭之，亡其地則不祭」是也。○「大夫祭五祀」者，大夫不得方祀及山川，直祭五祀而已。○「士祭其先」，不云歲遍者，以士祭先祖，歲有四時，更無餘神故也。「天子祭天地」者，天地有覆載大功，天子王有四海，故得總祭天地以報其功。其天有六，祭之一歲有九。昊天上帝，冬至祭之，一也。蒼帝靈威仰，立春之日祭之於東郊，二也。赤帝赤熛怒，立夏之日祭之於南郊，三也。黃帝含樞紐，季夏六月土王之日，亦祭之於南郊，四也。白帝白招拒，立秋之日祭之於西郊，五也。黑帝汁光紀，立冬之日祭之於北郊，六也。王者，各稟五帝之精氣而王天下，於夏正之月祭於南郊，七也。四月龍星見而雩，總祭五帝於南郊，八也。季秋大饗五帝於明堂，九也。地神有二，歲有二祭。夏至之日祭崑崙之神於方澤，一也。夏正之月祭神州地祗於北郊，二也。或云建申之月祭之，與郊天相對。冬至祭昊天上帝者，《春秋緯》云「紫微為天帝，北極輝魄寶」是也。其配之人，以帝嚳配之，故《祭法》云「周人褅嚳」是也。其五帝則《春秋緯•文耀鉤》云：「蒼帝曰靈威仰，赤帝曰赤熛怒，黃帝曰含樞紐，白帝曰白招拒，黑帝曰汁光紀。」○注「祭四」至「制也」。○正義曰：此經直言「祭四方」，知非祭五天帝於四方者，以上云「祭天地」則五帝在其中矣，故知非天帝也。案《宗伯》云：「辜祭四方百物。」知此方祀非四方百物者，以此文在山川、五祀之上。與《大宗伯》「血祭社稷、五祀、五嶽」，五祀在五嶽之上，此四方亦在山川之上，故知是五官之神。云「祝融后土在南」者，鄭意以為黎兼為后土，土位在南方，故知「祝融后土在南」。引《詩》云「來方禋祀」者，是《小雅•大田》之詩，以刺幽王之無道，追論成王之時，太平時和年豐，至秋報祭，招來四方之神，禋絜祭祀。引之者，證四方之義也。云「五祀，戶、灶、中霤、門、行」者，此《月令》文。《大宗伯》五祀以為五官者，以其在五嶽之上，此五祀在山川之下，又與大夫同祭，故知是戶、灶等。云「此蓋殷時制也」者，以天子諸侯大夫同云「祭五祀」，既無差等，故疑殷時制也。案《王制》云：「大夫祭五祀。」文與此同，而鄭云：「五祀謂司命也、中霤也、門也、行也、厲也。」與此不同者，《王制》之文，上云「天子祭天地，諸侯祭社稷，大夫祭五祀」，既有尊卑等級，疑是周禮，故引《祭法》五祀以解之，與此不同。是有地大夫祭五祀，無地大夫祭三祀。"
      },
      {
        "index": 100,
        "text": "凡祭，有其廢之，莫敢舉也。有其舉之，莫敢廢也。為其瀆神也。廢、舉謂若殷廢農祀棄，後不可復廢棄祀農也。後有德者繼之，不嫌也。○為，於偽反。復，扶又反。非其所祭而祭之，名曰「淫祀」，淫祀無福。妄祭，神不饗。○妄祭，本亦作「無福」。"
      },
      {
        "index": 101,
        "text": "[疏]「凡祭」至「無福」。○正義曰：此明祭有常典，不可輒擅廢興，如殷時廢柱祀棄，則後人不得復舉柱而祭之也。○「有其舉之，莫敢廢也」者，若已舉棄祀之，後人不得復廢棄也。○注「為其」至「嫌也」。○正義曰：農即柱也，有農功，故曰農也。棄即後稷也，為稷官，故曰稷也。《尚書》云「棄，黎民阻饑，汝後稷」是也。云「後有德者繼之，不嫌也」者，鄭恐人疑之，昔以舉柱，何意廢柱祀稷乎，故此解之者，若後有德者繼之，則不在今所言之例也。"
      },
      {
        "index": 102,
        "text": "天子以犧牛，諸侯以肥牛，大夫以索牛，士以羊豕。犧，純毛也。肥，養於滌也。索，求得而用之。○索，所百反，注同，求也。牷音全，一本作純。滌，直的反，養牲官也，徐又同吊反。"
      },
      {
        "index": 103,
        "text": "[疏]「天子」至「羊豕」。○正義曰：此「天子以犧牛，諸侯以肥牛，大夫以索牛」，皆上得兼下，下不得僣上，故《左傳》云：「聖王先成民而後致力於神，故奉牲以告曰，博碩肥腯。」是天子亦得以肥也。又《公羊》云：「帝牲必在滌三月，稷牛惟具，稷有災，故臨時得別求之。」是天子諸侯得有索牛。○「大夫以索牛，士以羊豕」者，天子大夫、士也。若諸侯大夫即用少牢，士則用特牲。其喪祭，大夫亦得用牛，士亦用羊豕，故《雜記》云「上大夫之虞也，少牢；卒哭成事、附皆大牢。下大夫之虞也，特牲；卒哭成事、附皆少牢」是也。據此諸侯不得用犧牛。《祭義》云：「天子諸侯必有養獸之官。」下云：「犧牷祭牲，必於是取之。」諸侯有犧牲大牢者，諸侯對卿大夫亦得云「犧」，若對天子則稱「肥」耳。其大夫牲體完全，亦有犧牲之稱，故上云大夫犧賦為次，但不毛色純耳。○注「肥，養於滌也」。○正義曰：案《楚語》觀射父云：「大者牛羊，必在滌三月，小者犬豕，不過十日。」然者即此大夫索牛、士羊豕，既不在滌三月，當十日以上，但不知其日數耳。"
      },
      {
        "index": 104,
        "text": "支子不祭，祭必告於宗子。不敢自專，謂宗子有故，支子當攝而祭者也，五宗皆然。\n[疏]「支子」至「宗子」。○正義曰：支子，庶子也。祖禰廟在適子之家，而庶子賤，不敢輒祭之也。若濫祭亦是淫祀。○「祭必告於宗子」者，支子雖不得祭，若宗子有疾，不堪當祭，則庶子代攝可也。猶宜告宗子然後祭，故鄭云：「不敢自專。」"
      },
      {
        "index": 105,
        "text": "凡祭宗廟之禮，牛曰「一元大武」，豕曰「剛鬣」，豚曰「腯肥」，羊曰「柔毛」，雞曰「翰音」，犬曰「羹獻」，雉曰「疏趾」，兔曰「明視」，脯曰「尹祭」，槁魚曰「商祭」，鮮魚曰「脡祭」。水曰「清滌」，酒曰「清酌」。黍曰「薌合」，梁曰「薌萁」，稷曰：「明粢」，稻曰「嘉蔬」，韭曰「豐本」，鹽曰「鹹鹺」。玉曰「嘉玉」，幣曰「量幣」。號牲物者，異於人用也。元，頭也。武，跡也。腯亦肥也，《春秋傳》作「腯」。腯，充貌也。翰猶長也。羹獻，食人之餘也。尹，正也。商猶量也。脡，直也。萁，辭也。稻，菰蔬之屬也。豐，茂也。大鹹曰鹺，今河東云。幣，帛也。○大武，如字，一音泰。鬣，力輒反。豚，徒門反。腯，徒忽反，注同，本亦作豚。翰，戶旦反。羹，古衡反，徐又音衡。槁，苦老反，乾魚。鮮音仙。脡，肥頂反，徐唐頂反。薌音香。合如字，或音閤。萁，字又作箕，同，音姬，語辭也；王音期，期，時也。稷曰明粢，音咨，一本作明梁，古本無此句。疏，本又作蔬，色魚反。韭音久。鹹本又作鹹，音鹹。鹺，才何反。量音亮，又音良。作腯，徒忽反。翰長，如字。菰音孤，本又作菰，音同。"
      },
      {
        "index": 106,
        "text": "[疏]「凡祭」至「量幣」。○正義曰：此一節論祭廟牲幣告神之法。○「凡祭」者，為貴賤悉然。○「牛曰一元大武」者，元，頭也。武，跡也。牛若肥則腳大，腳大則跡痕大，故云「一元大武」也。○「豕曰剛鬣」者，豕肥則毛鬣剛大也。王云：「剛鬣，言肥大也。」「豚曰腯肥」者，腯即充滿貌也。○「羊曰柔毛」者，若羊肥則毛細而柔弱，故王云：「柔毛，言肥澤也。」○「雞曰翰音」者，翰，長也，雞肥則其鳴聲長也。○「犬曰羹獻」者，人將所食羹餘以與犬，犬得食之肥，肥可以獻祭於鬼神，故曰「羹獻」也。○「雉曰疏趾」者，趾，足也，雉肥則兩足開張，趾相去疏也。《音義隱》云：「雉之肥則足疏。故王云：「足間疏也。」○「兔曰明視」者，兔肥則目開而視明也。故王云：「目精明，皆肥貌也。」然自牛至兔，凡有八物，唯有牛云一頭，而豕以下不云數者，皆從其所用而言數也，則並宜云若干也。雞雉為膳及臘，則不數也。○「脯曰尹祭」者，尹，正也。裁截方正，而用之祭，一通云正，謂自作之也。脯自作，則知肉之所用也。《論語》云：「沽酒市脯不食。」言其不正也。○「槁魚曰商祭」者，槁，乾也。商，量也。祭用乾魚，量度燥滋得中而用之也。○「鮮魚曰脡祭」者，脡，直也。祭有鮮魚，必須鮮者，煮熟則脡直，若餒則敗碎不直。○「水曰清滌」者，古祭用水當酒，謂之玄酒也。而云「清滌」，言其甚清皎絜也。《樂記》云「尚玄酒」是也。○「酒曰清酌」者，酌，斟酌也，言此酒甚清澈，可斟酌。當為三酒，未必為五齊。「黍曰薌合」者，夫穀秫者曰黍，秫既軟而相合，氣息又香，故曰「薌合」也。○「粱曰薌萁」者，梁謂白粱黃粱也。萁，語助也。○「稷曰明粢」者，稷，粟也。明，白也。言此祭祀明白粢也。鄭注《甸師》云：「粢，稷也。」《爾雅》云：「粢，稷也。」註：「今江東人呼粟為粢。」隋祕書監王劭勘晉宋古本，皆無「稷曰明粢」一句，立八疑十二證，以為無此一句為是。《今尚書》云：「黍稷非馨。」《詩》云：「我黍與與，我稷翼翼，為酒為食，以享以祀。」然則黍稷為五穀之主，是粢盛之貴，黍既別有異號，稷何因獨無美名？《爾雅》又以粢為稷，此又云「稷曰明粢」，正與《爾雅》相合。又《士虞禮》云：「明齊溲酒。」鄭注云：「或曰明齊當為明視，謂兔臘也。今文曰明粢，粢，稷也。皆非其次也。」如鄭言云「皆非其次」，由《曲禮》有明粢之文，故注《儀禮》云：「非其次。」王劭既背《爾雅》之說，又不見鄭玄之言，苟信錯書，妄生同異，改亂經籍，深可哀哉！○注「號牲」至「幣帛」。○正義曰：「元，頭也」，案《釋古》文：「元，首。」首則頭也。武也。釋訓文《春秋傳》作腯者，桓六年《左傳》云「博碩肥腯」是也。云「羹獻，食人之餘也」者，《周禮•槁人》云「掌豢祭祀之犬」是也。「尹，正也」，「嘉，善也」，《釋言》文。此等諸號，若一祭並有，則舉其大者牲牢、酒齊而言，不應諸事皆道，故《少牢禮》稱「敢用柔毛、剛鬣、嘉薦、普淖」是也。或唯有雞犬，或唯魚兔及水酒韭鹽之祭，則各舉其美號，故此經備載其名。必知然者，案《士虞禮》祝辭云：「尹祭。」鄭注云：「尹，脯也。大夫、士祭無云脯者，今不言牲號而云尹祭，亦記者誤矣。」如鄭此言，明單用脯者稱尹祭。以此推之，餘亦可知也。"
      },
      {
        "index": 107,
        "text": "天子死曰「崩」，諸侯曰「薨」，大夫曰「卒」，士曰「不祿」，庶人曰「死」。異死名者，為人褻其無知，若猶不同然也。自上顛壞曰崩。薨，顛壞之聲。卒，終也。不祿，不終其祿。死之言澌也，精神斯盡也。○傎音顛。澌本又作<歹斯>，同，音賜。在床曰「屍」，屍，陳也，言形體在。在棺曰「柩」。柩之言究也。○柩音舊，《白虎通》云「久也」。"
      },
      {
        "index": 108,
        "text": "[疏]「天子」至「曰柩」。○正義曰：此一節論死後稱謂尊卑不同之事，各隨文解之。但生時尊卑著見可識，而死蔭為野土，嫌若可棄而稱輕褻之，故為制尊卑之名，則明其猶有貴賤之異也。○「崩」者，墜壞之名，譬若天形墜壓然，則四海必睹。古之王者登假也，則率土咸知，故曰崩。○「諸侯曰薨」者，薨者，崩之餘聲也。而《詩》云「蟲飛薨薨」，是聲也。諸侯卑，死不得效崩之形，但如崩後之餘聲，遠劣於形壓，諸侯之死，知者亦局也。○「大夫曰卒」者，卒，畢竟也。大夫是有德之位，仕能至此，亦是畢了平生，故曰卒也。○「士曰不祿」者，士祿以代耕，而今遂死，是不終其祿。○「庶人曰死」者，死者，澌也。澌是消盡無餘之目，庶人極賤，生無令譽，死絕餘芳，精氣一去，身名俱盡，故曰死。今俗呼盡為澌，即舊語有存者也。云崩、薨異號，至葬同者，以臣子藏其君父，安厝貴賤同也。○「在床曰屍」者，屍，陳也。古人病困氣未絕之時，下置在地。氣絕之後，更還床上。所以如此者，凡人初生在地，既病將死，故下復其初生，冀脫得死重生也。若其不生，復反本床。既未殯斂，陳列在床，故曰屍也。《白虎通》云「失氣亡神，形體獨陳」是也，言形體在也。○「在棺曰柩」者，柩，究也。三日不生，斂之在棺，死事究竟於此也。《白虎通》云：「柩，究也，久也，不復變色。」然屍、柩亦通名也。案《曾子問》云：「如小斂，則子免而從柩。」此謂小斂，舉屍在為柩也。《春秋左氏傳》：「贈死不及屍。」是呼未葬之柩為屍。"
      },
      {
        "index": 109,
        "text": "羽鳥曰「降」，四足曰「漬」。異於人也。降，落也。漬，謂相瀸汙而死也。《春秋傳》曰：「大災者何？大漬也。」○降，戶江反，又音絳，注同。漬，辭賜反。瀸，子廉反。污，穢污之污，一作汗，戶旦反。"
      },
      {
        "index": 110,
        "text": "[疏]「羽鳥」至「曰漬」。○鳥、獸死異名也。降，落也。羽鳥飛翔之物，今云其降落，是知死也。○「四足曰漬」者，牛馬之屬也。若一個死，則餘者更相染漬而死。今云其漬，則知死也異於人耳。《春秋傳》曰：大災者何？大漬也」，《公羊》莊二十年，「夏，齊大災。大災者何？大瘠也。大瘠者何？<列>也」。注云：「<列>者，民疾疫也」。然此云漬，彼云瘠，字異而意同也者。"
      },
      {
        "index": 111,
        "text": "死寇曰「兵」。異於凡人，當饗祿其後。祭王父曰「皇祖考」，王母曰「皇祖妣」，父曰「皇考」，母曰「皇妣」，夫曰「皇辟」。更設稱號，尊神異於人也。皇，君也。考，成也，言其德行之成也。妣之言媲也。媲於考也。辟，法也，妻所取法也。○妣，必履反。辟，婢亦反，徐扶亦反。稱，尺澄反，下之「稱」皆同。行，下孟反，下同。媲，普計反。"
      },
      {
        "index": 112,
        "text": "[疏]「死寇」至「皇辟」。○「死寇曰兵」，謂父祖死君之寇，而子孫為名也，言人能為國家捍難禦侮，為寇所殺者，謂為兵。兵，器仗之名，言其為器仗之用也。故君恆祿恤其子孫，異於凡人也。故鄭云「當饗祿其後，春饗孤子」是也。○「祭王」至「皇辟」。○此更為神設尊號，亦廣其義也。○王父，祖父也。皇，君也。考，成也。此言祖有君德已成之也。○「王母曰皇祖妣」者，王母，祖母也。妣，媲也，言得媲匹於祖也。○「父曰皇考，母曰皇妣」者，義如上祖父母也。○「夫曰皇辟」者，辟，法也，夫是妻所取法。如君，故言君法也。○注「皇君」至「法也」。○正義曰：「皇，君也」、「考，成也」、「辟，法也」，皆《釋古》文也。"
      },
      {
        "index": 113,
        "text": "生曰「父」、曰「母」、曰「妻」，死曰「考」、曰「妣」、曰「嬪」。嬪，婦人有法度者之稱也。《周禮》：「九嬪掌婦學之法，教九御婦德、婦言、婦容、婦功。」"
      },
      {
        "index": 114,
        "text": "[疏]「生曰」至「曰嬪」。○生時所稱也。不言祖及夫者，以生號無別稱也。○「死曰考、曰妣、曰嬪」者，嬪，婦人有法度之名也。前是宗廟之祭，加其尊稱，故父母並曰皇也。此謂非祭時所稱也。○注「嬪婦」至「婦功」。○正義曰：「《周禮》九嬪掌婦學之法，教九御」者，此證嬪有德之名，《周禮》以九嬪教宮內之婦人學四德也。謂「九御」者，自世婦以下，九九而御者也。嬪所教不教後夫人及世婦，唯教九御而已。云「婦德、婦言、婦容、婦功」者，此九嬪所教之事也。「婦德」謂貞順也，「婦言」謂辭令也，「婦容」謂婉娩也，「婦功」謂絲枲也。○此生死異稱，出《爾雅》文，言其別於生時耳。若通而言之亦通也。《尚書》云「大傷其考心」，又云「聰聽祖考之彝訓」，《倉頡篇》云「考妣延年」，《書》云「嬪於虞」，《詩•大明》云「曰嬪於京」，《周禮》九嬪之官，並非生死異稱矣。"
      },
      {
        "index": 115,
        "text": "壽考曰「卒」，短折曰「不祿」。祿謂有德行任為大夫、士而不為者，老而死，從大夫之稱，少而死，從士之稱。○折，市設反。任音壬，又如字。"
      },
      {
        "index": 116,
        "text": "[疏]「壽考」至「不祿」。○此並是有德未經仕而死者之稱也。壽考，老也。短折，少也。若有德不仕老而死者，從大夫之稱，故曰卒也。若少而死者，則從士之稱，故曰不祿。○注「有德」至「之稱」。○正義曰：鄭知「有德行任為大夫、士而不為者」，若實是大夫、士，前文已顯；今更別云卒與不祿，同大夫、士之稱，故知堪為大夫、士而不為者。《檀弓》云：「君子曰終，小人曰死。」與此不同者，此據年之老者從大夫之稱，少者從士之稱；《檀弓》不據年之老少，但據君子取終其成功，小人精神盡澌，與此別也。"
      },
      {
        "index": 117,
        "text": "天子視不上於袷，不下於帶。袷，交領也。天子至尊，臣視之，目不過此。○上，時掌反，下及注同。袷音劫。國君綏視，視國君彌高。綏讀為妥，妥視，謂視上於袷。○綏依注音妥，他果反。大夫衡視，視大夫又彌高也。衡，平也。平視，謂視面也。士視五步。士視得旁遊目五步之中也。視大夫以上，上下遊目不得旁。○游如字，徐音流。凡視，上於面則敖，敖則仰。○敖，五報反。下於帶則憂，憂則低。○傾則奸。辟頭旁視，心不正也。傾或為側。○辟，本或作僻，匹亦反。"
      },
      {
        "index": 118,
        "text": "[疏]「天子」至「則奸」。○正義曰：此一節論天子以下，其臣視君尊卑有異之事。○「天子視不上於袷」者，袷謂朝祭服之曲領也。天子至尊，臣之所視，不得上過於袷，過袷則慢。供奉至尊，須承候顏色。又不得下過於帶，若下過於帶，則似有憂戚，不供其事。○「國君綏視」者，國君，諸侯也。妥，下也。若臣視君，目不得取看於面，當視面下袷上。既卑，稍得上視也。庾氏云：「妥，頹下之貌。前執器以心為平，故以下為妥。此視以面為平，故妥下於面，則上於袷也。」○「大夫衡視」者，衡，平也。人相看，以面為平。若大夫之臣視大夫，平看其面也，故前云「綏視」，形大夫為言。「士視五步」者，若視大夫以上，唯直瞻上下，並不得旁視。若士之屬吏視士，亦不得高面下帶，而得旁視左右五步也。○「凡視上於面則敖」者，此解所以觀視有界限之義也。視人過高則是敖慢，定十五年「邾子執玉高，其容仰」，「高仰，驕也」。○「下於帶則憂」者，若視過下則似有憂，有憂頭低垂，定十五年，「魯公受玉卑，其容俯」，「卑俯，替也」。又昭十一年秋，會於厥憖，單子視不登帶是也。○「傾則奸」者，傾，欹側也。若視尊者而欹側旁視，流目東西，則似有奸惡之意也。"
      },
      {
        "index": 119,
        "text": "君命，大夫與士肄，肄，習也。君有命，大夫則與士展習其事，謂欲有所發為也。○「君命」絕句。肆，本又作肄，同以二反。在官言官，在府言府，在庫言庫，在朝言朝。唯君命所在，就展習之也。官謂板圖文書之處。府謂寶藏貨賄之處也。庫謂車馬兵甲之處也。朝謂君臣謀政事之處也。○處，昌慮反，下皆同。藏，才浪反。賄，呼罪反，《字林》音悔。朝言不及犬馬。非公議也。輟朝而顧，不有異事，必有異慮。心不正，志不在君。輟猶止也。○輟，丁劣反。故輟朝而顧，君子謂之固。固，謂不達於禮也。在朝言禮，問禮，對以禮。於朝廷言無所不用禮。"
      },
      {
        "index": 120,
        "text": "[疏]「君命」至「以禮」。○正義曰：此一節論臣事君，所在皆當謹習其事，各隨文解之。○「君命」，謂君有教命，有所營為也。其大夫則與士先習學所為之事，備擬君之所使。○「在官言官」者，此是君命所使之事，言猶議也。若君命之在官，則臣當展習言議在官之事。○「在府言府」者，命之在府，亦當習議在府之事也。○「在庫言庫」者，命之在庫，亦隨而習議在庫之事也。○「在朝言朝」者，命之在朝，亦隨而習議在朝之事也。○注「唯君」至「處也」。○正義曰：知「官謂板圖文書」者，與「府」相對。《周禮》內府之屬皆主財貨，故知「官謂板圖文書」，故《周禮》八法治官府。○「朝言」至「以禮」。○此以下明在朝言朝之事，朝既如此，則官及府、庫可知也。朝是謀於政教之處也，不宜私褻辯論以及犬馬也。○「輟朝而顧，不有異事，必有異慮」者，輟，止也。異事，非常之事。異慮，非常之慮也。臣於朝矜莊儼恪，視不流目。若忽止朝而回顧，此若非見異事，則心有異慮也。此由不先習也。○「故輟朝而顧，君子謂之固」者，固，陋也。若身無異事，心無異慮，忽止朝而顧，君子謂此為固陋，不達禮意也。魯哀公答孔子云「寡人固不固」是也。固謂不達禮也。○「在朝言禮，問禮，對以禮」者，朝事既重，謀政不輕，慇勤誡之，言及問對，則宜每事稱禮也。故鄭注「於朝廷言無所不用禮」，故《論語》云，孔子謂顏回曰「非禮勿動，非禮勿言，非禮勿視，非禮勿聽」是也。"
      },
      {
        "index": 121,
        "text": "大饗不問卜，祭五帝於明堂，莫適卜也。《郊特牲》曰：「郊血，大饗腥。」○適，丁歷反。腥音星。不饒富。富之言備也。備而已，勿多於禮也。"
      },
      {
        "index": 122,
        "text": "[疏]「大饗」至「饒富」。○正義曰：此大饗總祭五帝，其神非一，若卜其牲日，五帝總卜而已，不得每帝問卜。若其一一問卜，神有多種，恐吉凶不同，故鄭云「莫適卜」，一卜而已。○「不饒富」者，富之言備也。雖曰大饗諸帝，配以文武，然禮數有常，取備而已，不得以其大饗，豐饒其物，使之過禮。此經直云「大饗」，鄭知「祭五帝於明堂」者，以其上文云「不問卜」，又與《月令》季秋大饗帝同，諸帝皆在，不得每帝問卜。若其祫之大饗，則《周禮•宗伯》享大鬼皆卜，不得云不問卜，知非大祫也。鄭引《郊特牲》云「郊血，大饗腥」者，取「大饗」二字以證此「大饗」之文，其實彼「大饗」文在郊下，謂祫祭也。然此祭五帝莫適卜，而雩總祭五帝得每帝問卜者，以雩祭為百穀祈雨，非一帝之功，故每帝適卜。至於大饗之時，歲功總畢，配以文武，祭報其功，不須每帝皆卜，故惟一卜而已。"
      },
      {
        "index": 123,
        "text": "凡摯，天子鬯，諸侯圭，卿羔，大夫雁，士雉，庶人之摯匹。童子委摯而退。摯之言至也。天子無客禮，以鬯為摯者，所以唯用告神為至也。童子委摯而退，不與成人為禮也。說者以匹為鶩。○摯音至，徐之二反，本又作贄，同。鬯，敕亮反，香酒。摯匹，依注作鶩，音木，鴨也。野外軍中無摯，以纓、拾、矢可也。非為禮之處，用時物相禮而已。纓，馬繁纓也。拾謂射韝。○樊，本又作繁，步丹反。韝，徐音溝，又古侯反，一音古豆反。婦人之摯，椇、榛、脯、脩、棗、栗。婦人無外事，見以羞物也。椇、榛，木名。椇，枳也，有實，今邳、郯之東食之。榛，實似栗而小。○椇，俱羽反。榛，側巾反，《字林》云：「仕巾反，木叢也。」古本又作亲，音壯巾反，云似梓，實如小栗也。見，賢遍反。枳，居紙反。邳，被悲反，下邳也。郯音談，東海縣名。"
      },
      {
        "index": 124,
        "text": "[疏]「凡摯」至「棗栗」。○正義曰：「天子鬯」者，釀黑黍為酒，其氣芬芳調暢，故因謂為鬯也。天子無客禮，必用鬯為摯者，天子吊臨適諸侯，必捨其祖廟。既至諸侯祖廟，仍以鬯禮於廟神，以表天子之至，故鄭注《鬯人》亦然也。。○「諸侯圭」者，謂公侯伯也。公侯伯用圭，子男用璧，以朝王及相朝聘，表於至也。此唯云圭，不言璧者，略可知也。○「卿羔」者，鄭注《宗伯》云：「羔，小羊，取其群而不失類也。」《白虎通》云：「羔，取其群而不黨。」卿職在盡忠率下不黨也。《周禮》云：「公之孤以皮帛。」若諸侯適子被王命者，各下其君一等。公之子如侯伯，執圭侯伯之子如子男，執璧；子男之子命與未命者，皆以皮帛繼子男也。○「大夫雁」者，鄭注《宗伯》云：「雁，取其候時而行也。」《白虎通》云：「雁，取飛則行列也。」大夫職在奉命適四方，動則當以正道事君也。○「士雉」者，雉，取性耿介，唯敵是赴。士始升朝，宜為赴敵，故用雉也。羔、雁生執，雉則死持，亦表見危致命，《書》云「二生一死」是也。故鄭注《宗伯》云：「雉，取其守介而死，不失其節也。」然《白虎通》云：「雉，取其不可誘之以食，撓之則威，死不可畜也。士行威介守節，死義不當移。」士摯，冬雉夏腒也。○「庶人之摯匹」者，匹，鶩也。野鴨曰裊，家鴨曰鶩，鶩不能飛騰，如庶人但守耕稼而已，故鄭注《宗伯》云：「鶩取其不飛遷。」《爾雅•釋鳥》云：「舒鳧鶩。」郭景純云：「鶩音木。」舍人及李巡云：「鶩，野鴨名。鶩，家鴨名。」某氏云：「在野舒飛遠者為鶩」。○「童子委摯而退」者，童子見先生，或尋朋友，既未成人，不敢與主人相授受拜伉之儀，但奠委其摯於地而自退辟之。然童子之摯，悉用束脩也。故《論語》云孔子「自行束脩以上，則吾未嘗無誨焉」。是謂童子也。然凡用牲為摯，主人皆食之，故《司士》云：「掌擯士者膳其摯。鄭司農云：「王食其所執羔、雁之摯。」玄謂：「膳者入於王之膳人。」○注「摯之」至「至也」。○正義曰：鄭知然者，以上文云「天子臨諸侯，畛於鬼神」。又《鬯人》云：「供介鬯。」是天子於諸侯有告神之義。○「野外軍中無摯，以纓、拾、矢可也」，○謂人在野外軍旅之中，或應相見而無物可持為摯者，則不以舊禮，當隨時所用。纓謂馬繁纓，即馬鞅也。拾，射韝也。矢猶箭也。軍在野無物，故用此為摯可也。不直云軍中，而云野外者，若軍在都邑中則宜依舊禮，不可用軍物也。云若非軍中而在野外，亦曰時物，或纓、拾之徒，隨所有也，舉一隅耳，觸類而長之。則若土地無正幣，則時物皆可也。○「婦人之摯，椇、榛、脯、脩、棗、栗」，○婦人無外事，唯初嫁用摯，以見舅姑，故用此六物為摯也。椇即今之白石李也，形如珊瑚，味甜美。榛似栗而小也。脯，搏肉無骨而曝之。脩，取肉鍜治而加姜桂乾之如脯者。所以用此六物者：椇訓法也；榛訓至也；脯，始也；脩，治也；棗，早也；栗，肅也。婦人有法，始至，脩身早起，肅敬也。故後、夫人以下，皆以棗栗為摯，取其早起戰慄自正也。必知以名為義者，案莊二十四年《左傳》云：「女贄不過榛、栗、棗、脩，以告虔也。」見榛是虔義之名，明諸物皆取名為義。案《昏禮》婦見舅以棗、栗，見姑以□、脩。其榛、椇所用無文。"
      },
      {
        "index": 125,
        "text": "納女，於天子曰「備百姓」，於國君曰「備酒漿」，於大夫曰「備埽灑」。納女，猶致女也。婿不親迎，則女之家遣人致之，此其辭也。姓之言生也。天子，皇后以下百二十人，廣子姓也。酒漿、埽灑，婦人之職。○埽，悉報反。灑，所買反，又山寄反。迎，魚敬反。賤婦人之職，本又有無「婦」字者。"
      },
      {
        "index": 126,
        "text": "[疏]「納女」至「埽灑」。○正義曰：納猶致也。致者，婿不親迎，則女之家三月廟見，使人致之而為此辭。姓，生也。言致此女備王之后妃以下百二十人，以生廣子孫，故云姓也。○「於國君曰備酒漿」者，致女於諸侯也。酒漿是婦人之職也。故送女而持此為辭。轉卑，不敢言「百姓」也。《詩》云「無非無儀，唯酒食是議」是也。○「於大夫曰備埽灑」，彌賤也，不敢同諸侯，故不得言「酒漿」也。唯及大夫，不及士者，士卑故也。諸侯功成，得備八妾，重國廣嗣也。○注「納女」至「之職」。○正義曰：成九年夏，「季孫行父如宋致女」。此云「納女」，故云「納女，猶致女」也。知婿不親迎嫁女之家，使人致女者，以成九年二月「伯姬歸於宋」，時宋公不親迎，故魯季孫行父如宋致女是也。而天子亦有親迎以否者，《異義》云：「《禮》戴說天子親迎。《左氏》說天子不親迎，使上卿迎之。諸侯亦不親迎，使上大夫迎。」鄭《駁異義》云：「文王迎大姒，親迎於渭。」又引孔子答哀公：「合二姓之好，以繼先聖之後，以為天地宗廟社稷之主，冕而親迎，君何謂已重乎？」此天子諸侯有親迎也。若不親迎，則宜致女，云「備百姓也」。"
      }
    ]
  }
}