{
  "chapterNumber": 24,
  "title": "昏義",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "昏禮者，將合二姓之好，上以事宗廟，而下以繼後世也，故君子重之。是以昏禮納采、問名、納吉、納徵、請期，皆主人筵几於廟，而拜迎於門外，入揖讓而升，聽命於廟，所以敬慎重正昏禮也。○注：聽命，謂主人聽使者所傳婿家之命。○音義：昏者，一本作「昏禮者」，婚禮用昏，故經典多止作昏字。合，如字，徐音閤。好，呼報反。采，七在反，采擇也。期，徐音情，又如字。筵音延。使，色吏反。傳，直專反。"
      },
      {
        "index": 1,
        "text": "疏　 「昏禮」至「禮也」。○正義曰：此一節總明昏禮之義，而拜迎於門外，揖讓而升，自從始至終也。○「納采」者，謂采擇之禮，故《昏禮》云：「下達，納采，用雁也。」必用雁者，《白虎通》云：「雁，取其隨時而南北，不失節也。又是隨陽之鳥，妻從夫之義也。」「問名」者，問其女之所生母之姓名，故《昏禮》云「謂誰氏」，言母之女何姓氏也。此二禮一使而兼行之。○「納吉」者，謂男家既卜得吉，」與女氏也。○「納徵者，納聘財也。徵，成也。先納聘財，而後昏成，《春秋》則謂之「納幣」。其庶人則緇帛五兩；卿大夫則玄纁，玄三纁二，加以儷皮；及諸侯加以大璋，天子加以穀圭，皆具於《周禮》經、注也。「請期」者，謂男家使人請女家以昏時之期，由男家告於女家。何必「請」者，男家不敢自專，執謙敬之辭，故云「請」也。女氏終聽男家之命，乃告之。納吉、納徵、請期每一事，則使者二人行。惟納徵無雁，以有幣故，其餘皆用雁。○「主人筵几於廟」者，謂行此等之禮。主人，謂女父母設筵几於禰廟。此等皆據《士昏禮》而知之也。○「聽命於廟」者，謂女之父母，聽受婿之使者之命於廟堂之上兩楹之間也。"
      },
      {
        "index": 2,
        "text": "父親醮子而命之迎，男先於女也。子承命以迎，主人筵几於廟，而拜迎於門外。壻執雁入，揖讓升堂，再拜奠雁，蓋親受之於父母也。降出，御婦車，而壻授綏，御輪三周，先俟於門外。婦至，壻揖婦以入，共牢而食，合巹而酳，所以合體同尊卑，以親之也。○注：酌而無酬酢曰醮。醮之禮，如冠醮與？其異者，於寢耳。婿御婦車，輪三周，御者代之，婿自乘其車，先道之歸也。「共牢而食，合巹而酳」，成婦之義。○音義：醮，子妙反。迎，魚敬反，下「以迎」同。先，悉薦反。子承命，本或作「子承父命」，誤。婿，或又作婿，悉計反，女之夫也，依字從士從胥，俗從知，下作耳。奠，大見反。綏音雖。合，徐音閤，又如字。巹，徐音謹，破瓢為卮也，《說文》作「」，云：「蠡也。」《字林》幾敏反，以此「巹」為「警」，身有所承。《說文》云：「讀若赤舄幾。」酳，徐音胤，又仕覲反。酢音昨。如冠，古亂反，下「又始於冠」同。與音餘。道音導。"
      },
      {
        "index": 3,
        "text": "疏　 「父親」至「之也」。○正義曰：此一節明親迎之時，父之醮子，明夫婦之節。○「父親醮子而命之迎」者，謂婿父身親以酒醮子，而命之親迎也。○「男先於女也」者，釋命親迎之意。所以必命迎者，欲使男往迎之，女則從男迎來也。是男子先迎，女從後至，是男先於女也。若男子不迎，女自來至，是女自先來，不得為「男先於女」也。○「主人筵几於廟，而拜迎於門外」者，主人，女之父，以婿來親迎，故拜迎於門外，以敵禮待之。○「婿執雁入，揖讓升堂，再拜奠雁」者，主人就東階，初入門將曲揖，當階北面揖，當碑揖，至階三讓。主人升自阼階，揖，婿升自西階，北面奠雁再拜，蓋親受之於父母也。於時女房中南面，母在房戶外之西，南面，婿既拜訖，旋降出。女出房南面，立於母左，父西面誡之，女乃西行，母南面誡之，是婿親受之於父母。但親受之，非是分明手有親受，示有親受之義，故云「蓋」以疑之。○「降出，御婦車」者，謂婿降西階而出，親御婦車也。○「而婿授綏」者，謂婦升車之時，而婿授之以綏。○「御輪三周」者，謂婿御婦車之輪三匝，然後御者代婿御之。○「婦至，婿揖婦以入」者，謂婦至婿之寢門，婿揖以婦入，則稍西避之。故《魏詩》云「宛然左辟」，謂此時也。○「共牢而食」者，在夫之寢，婿東面，婦西面，共一牲牢而同食，不異牲。○「合巹而酳」者，酳，演也。謂食畢飲酒，演安其氣。巹，謂半瓢，以一瓢分為兩瓢，謂之巹。婿之與婦各執一片以酳，故云「合巹而酳」。○「所以合體同尊卑，以親之也」者，「同尊卑」，謂共牢也。「所以合體同尊卑」者，欲使婿之親婦，婦亦親婿，所以體同為一，不使尊卑有殊也。○注「酌而」至「歸也」。○正義曰：以鄉飲酒禮、燕禮之屬，皆為賓主相酬酢，故不稱醮，則但受爵者，飲而盡之，又不反相酬酢，直醮盡而已，故稱「醮」也。然醴亦無酬酢，不云「醮」者，以醴尚質不為飲也，故不稱「醮」，但禮敬之而已。云「醮之禮，如冠醮與？其異者，於寢耳」者，以父之醮子，令其親迎，與醮子冠而成人其事相似，故云「如冠醮與」。但冠禮醮子在廟，此醮子在寢，故云「其異者，在寢耳」。"
      },
      {
        "index": 4,
        "text": "敬慎重正，而后親之，禮之大體，而所以成男女之別，而立夫婦之義也。男女有別，而后夫婦有義；夫婦有義，而后父子有親；父子有親，而后君臣有正。故曰「昏禮者，禮之本也」。○注：言子受氣性純則孝，孝則忠也。○音義：別，彼列反，下同。"
      },
      {
        "index": 5,
        "text": "疏　 「敬慎」至「本也」。○正義曰：前經明共牢合巹，使之相親。此經論謹慎重正禮之根本，各隨文解之。○「敬慎重正」者，言行昏禮之時，必須恭敬謹慎，尊重正禮，而後男女相親。若不敬慎重正，則夫婦久必離異，不相親也。○「昏禮者，禮之本也」者，夫婦昏姻之禮，是諸禮之本。所以昏禮為禮本者，昏姻得所，則受氣純和，生子必孝，事君必忠。孝則父子親，忠則朝廷正，故《孝經》云：「喪則致其哀，祭則致其嚴。」是昏禮為諸禮之本也。"
      },
      {
        "index": 6,
        "text": "夫禮始於冠，本於昏，重於喪祭，尊於朝聘，和於鄉射。此禮之大體也。○注：始，猶根也。本，猶幹也。鄉，鄉飲酒。○音義：朝聘，直遙反，下匹正反。"
      },
      {
        "index": 7,
        "text": "疏　 「夫禮」至「體也」。○正義曰：此經因昏禮為諸侯之本，遂廣明禮之始終。始則在於冠、昏，終則重於喪祭，其間有朝聘、鄉射，是禮之大體之事也。"
      },
      {
        "index": 8,
        "text": "夙興，婦沐浴以俟見。質明，贊見婦於舅姑，婦執笲，棗、栗段修以見。贊醴婦，婦祭脯醢，祭醴，成婦禮也。○注：成其為婦之禮也。贊醴婦，當作「禮」，聲之誤也。○音義：沐音木。浴音欲。見，賢遍反，下及注同。笲音煩，一音皮彥反，器名，以葦若竹為之，其形如筥，衣之以青繒，以盛棗栗腶脩之屬。棗音早，《爾雅》云「棘實謂之棗」，俗作「{來來}，誤。段脩，丁亂反，本又作腶，或作鍛，同，脩脯也。加姜桂曰腶脩。何休云：「婦執腶脩者，取其斷斷自脩飾也。」贊醴，依注作禮。醢音海。舅姑入室，婦以特豚饋，明婦順也。○注：以饋明婦順者，供養之禮主於孝順。○音義：婦以特豚饋，其位反，一本無「婦」字。供，俱用反。養，羊尚反。厥明，舅姑共饗婦以一獻之禮，奠酬，舅姑先降自西階，婦降自阼階，以著代也。○注：言既獻之，而授之以室事也。降者，各還其燕寢。婦見及饋享於適寢。《昏禮》不言「厥明」，此言之者，容大夫以上禮多，或異耳。○音義：適，丁歷反。上，時掌反。"
      },
      {
        "index": 9,
        "text": "疏　 「夙興」至「代也」。○正義曰：此論昏禮明日婦見舅姑，舅姑醴婦，又舅姑入室，婦饋特豚，又明日舅姑饗婦之節。此即士昏禮也，故有特豚饋於舅姑。若大夫以上，非惟特豚而已。雖以士為主，亦兼明大夫，故有「厥明，舅姑共饗婦」。若士婦見舅姑之日，即舅姑享婦，故《士昏禮》舅姑醴婦，醴婦既訖，則享之，不待厥明也。○「婦執笲，棗栗段脩以見」者，案《士昏禮》「舅坐於阼階西面，姑坐於房外南面，婦執笲，棗栗進，東面拜奠於舅席。訖，婦又執腶脩升，進北面，拜奠於姑席」是也。○「贊醴婦，婦祭脯醢，祭醴」者，案《士昏禮》：婦席於戶牖間，贊者酌醴置於席前北面，婦於席西東面拜受，贊者西階上北面拜送，婦又拜薦脯醢。婦升席左執觶，右祭脯醢。訖，以柶祭醴三。是「祭脯醢，祭醴也」。○「成婦禮也」者，言所以見舅姑及醴之者，成其為婦之禮也。○「舅姑入室，婦以特豚饋」者，案《士昏禮》：「舅姑入於室，婦盥，饋特豚，合升，側載，無魚臘，無稷，並南上。」其他如取女禮。鄭注云：「側載者，右胖載之舅俎，左胖載之姑俎，異尊卑。並南上者，舅姑共席於奧，其饌各以南為上。」是「特豚饋」也。○「明婦順也」者，言所以「特豚饋」者，顯明其為婦之孝順也。○「厥明，舅姑共饗婦以一獻之禮，奠酬」者，案《士昏禮》云，既言舅姑薦俎醢，以《鄉飲酒》之禮約之，席在室外戶之西，舅酌酒於阼階獻婦，婦西階上拜受，即席，祭薦祭酒畢，於西階上北面卒爵。婦酢舅，舅於阼階上受酢，飲畢，乃酬婦。先酌自飲畢，更酌酒以酬姑。姑受爵奠於薦左，不舉爵，正禮畢也。○「以著代也」者，言所以舅姑降自西階，婦降自阼階，是舅姑所升之處。今婦由阼階而降，是著明代舅姑之事也。○注「降者」至「異日」。○正義曰：「各還其燕寢」者，舅姑還舅姑之燕寢，婦還婦之燕寢也。云「婦見及老於適寢」者，謂舅姑之適寢。云「《昏禮》不言厥明，此言之者，容大夫以上禮多，或異日」，以此云「厥明」，與《士昏禮》異也。"
      },
      {
        "index": 10,
        "text": "成婦禮，明婦順，又申之以著代，所以重責婦順焉也。婦順者，順於舅姑，和於室人，而后當於夫，以成絲麻、布帛之事，以審守委積蓋藏。○注：室人，謂女妐、女叔、諸婦也。當，猶稱也。後言稱夫者，不順舅姑，不和室人，雖有善者，猶不為稱夫也。○音義：當，丁浪反，一音於郎反，下注同，下注「和當」亦同。委，于偽反。積，子賜反。藏，才浪反。猶稱，尺證反，下同。是故婦順備而后內和理，內和理而後家可長久也。故聖王重之。○注：順備者，行和當，事成審也。○音義：行，下孟反。"
      },
      {
        "index": 11,
        "text": "疏　 「成婦」至「重之」。○正義曰：此經明上經成婦禮、明婦順之事。若婦順既成，則室家長久，故聖王所重也。○「成婦禮」者，則上經「婦祭脯醢，祭醴」之等，是成婦禮也。○「明婦順」者，則上經「舅婦入室」，「以特豚饋」，是明婦順也。○「又申之以著代」者，則上經「婦降自阼階，以著代」是也。申，重也。既明婦禮順，又重加之以著代之義也。○「所以重責婦順焉也」者，言成婦禮、明婦順則重著代，所以厚重責婦人之孝順焉。分之則婦禮、婦順、著代三者別文，皆總歸於婦順，故自此以下，唯申明婦順也。○「以審守委積蓋藏」者，言既當夫氏，又成婦事，以此詳審保守家之所有委積掩蓋藏聚之物也。○「注室人謂女妐、女叔、諸婦也」。○正義曰：經既言「順於舅姑」，乃「和於室人」，是在室之人，非男子也。女妐，謂婿之姊也。女叔，謂婿之妹。諸婦，謂娣姒之屬。○注云「備順者，行和當，事成審也」。○正義曰：行，是順於舅姑；和，謂和於室人；當，謂當於夫，則前經所說是也。云「事成審」者，則前經「以成絲麻布帛之事，以審守委積蓋藏」，是事成審也。"
      },
      {
        "index": 12,
        "text": "是以古者婦人先嫁三月，祖廟未毀，教於公宮。祖廟既毀，教於宗室。教以婦德、婦言、婦容、婦功；教成，祭之，牲用魚，芼之以蘋藻，所以成婦順也。○注：謂與天子、諸侯同姓者也。嫁女者，必就尊者教成之。教成之者，女師也。祖廟，女所出之祖也。公，君也。宗室，宗子之家也。婦德，貞順也。婦言，辭令也。婦容，婉娩也。婦功，絲麻也。祭之，祭其所出之祖也。魚、蘋藻，皆水物，陰類也。魚為俎實，蘋藻為羹菜。祭無牲牢，告事耳，非正祭也，其齊盛用黍云。君使有司告之。宗子之家，若其祖廟已毀，則為壇而告焉。○音義：先，悉薦反。芼，莫報反。蘋音頻。藻音早。《毛詩》：「於以采蘋，於以采藻。」《詩》箋云：「蘋之言賓，藻之言早。」婉，紆免反。婉貞貌，《詩》箋云：「婉娩，貞順貌。」又音挽。齊音咨。壇，徒丹反。"
      },
      {
        "index": 13,
        "text": "疏　 「是以」至「順也」。○正義曰：此經更發明前經成婦順之事。所以能成婦德者，以未嫁之前，先教以四德。故此經明嫁所教之事。○「祖禰未毀，教於公宮」者，此謂與君為骨肉，親廟有四，高祖之廟未毀除，此欲嫁之女教於公宮也。「祖廟既毀，教於宗室」者，謂與君四從以外，同高祖之父以上，其廟既遷，是「祖廟既毀」，此女則教於大宗子之室。○「教成，祭之」者，謂三月教之，其教已成，祭女所出祖廟，告以教成也。○「所以成婦順也」者，以為未嫁之前，先教四德。又祭而告，但成其為婦之順，欲使嫁而為婦，舉遵此教而成和順。○注「謂與」至「告焉」。○正義曰：此云「教於公宮」，故知是天子諸侯同姓也。天子當言王宮。今經云「公宮」，知兼天子者，此云「公宮」，謂公之宮也，若天子公邑官家之宮爾，非謂諸侯公宮也。此《昏義》雖記士昏禮之事，自此以下，廣明天子以下教女及夫婦之義，故此經教女舉貴者言。云「嫁女者，必就尊者教成之」者，按《內則》：「女子十年不出，使姆教成之。」明已前恒教，但嫁前三月特就公宮之教，欲尊之也。云「教之者，女師也」者，即《詩．周南》云「言告師氏」，則《昏禮》注云「姆，婦人五十無子出」者也。云「祖廟，女所出之祖也」者，謂女父與君所分出之祖，或與君共高祖而分出，以下皆然，與諸侯共高祖，廟未毀，所出之女，皆自公宮教之。天子雖七廟，親廟上自高祖以下也。云「公，君也」者，鄭恐唯謂諸侯之公，故解「公」為「君」。天子、諸侯皆稱君。云「宗室，宗子之家也」者，鄭注不云大宗、小宗，則大宗、小宗之家悉得教之。與大宗近者，於大宗教之，與大宗遠者，於小宗教之。此《記》謂君之同姓，若君之異姓，異姓始祖在者，其後亦有大宗小宗，其族人嫁女，各於其家也。云「祭之，祭其所出之祖也」者，此女出於君之高祖，則祭高祖廟，出於君之曾祖，則祭曾祖，以下皆然。女親行祭，《詩》云「誰其尸之，有齊季女」是也。云：「祭無姓牢，告事耳，非正祭也」者，以祭君之廟應用牲牢，今其俎唯魚，故云「告事耳，非正祭也」。云「其齊盛用黍」者，以其教祭不用正牲，則無稻粱。既以蘋藻為羹，則當有齊盛，此士祭特牲黍稷，故知此亦用黍也。云「君使有司告之」者，約《雜記》「釁廟，使有司行之」，故知此告成之祭，亦使有司也。若有卿大夫以下，則女主之，宗子掌其禮也。云「若其祖廟已毀，則為壇而告焉」者，此謂與宗子或同曾祖，假令宗子為士，只有父、祖廟，曾祖、高祖無廟，則為壇於宗子之家而告焉。若與宗子同曾祖，則為壇告曾祖焉。若與宗子同高祖，則為壇告高祖焉。此注或有作「墠」者，誤也。所以知者，以《祭法》篇，適士二廟一壇，則曾祖為壇也。大夫三廟二壇，則高祖及高祖之父為壇。或可宗子為中士、下士，但有二廟無壇，則為墠而告之也。"
      },
      {
        "index": 14,
        "text": "古者天子后立六宮、三夫人、九嬪、二十七世婦、八十一御妻，以聽天下之內治，以明章婦順，故天下內和而家理。天子立六官、三公、九卿、二十七大夫、八十一元士，以聽天下之外治，以明章天下之男教，故外和而國治。故曰：「天子聽男教，后聽女順。天子理陽道，后治陰德；天子聽外治，后聽內職。教順成俗，外內和順，國家理治，此之謂盛德。」○注：天子六寢，而六宮在後，六官在前，所以承副，施外內之政也。三夫人以下百二十人，周制也。三公以下百二十人，似夏時也。合而言之，取其相應，有象大數也。內治，婦學之法也。陰德，謂主陰事、陰令也。○音義：嬪，毗人反。治，直吏反，下及注除「後治陰德」皆同。應如字，音應對之應。"
      },
      {
        "index": 15,
        "text": "疏　 「古者」至「盛德」。○正義曰：此一經因上夫婦昏禮之事，故此明天子與後各立其官，掌內外之事，法陰陽所為。但後之所立六宮，周之法也，天子所為立六官，夏之制也。欲見其數相當，故以夏、周相對為內、外也。○注「天子」至「令也」。○正義曰：按《宮人》云：「掌王之六寢之修。」注云：路寢一，小寢五。是天子六寢也。云「六宮在後」者，後之六宮在王之六寢之後，亦大寢一，小寢五。其九嬪以下，亦分居之。其三夫人，雖不分居六宮，亦分主六宮之事，或二宮則一人也，或猶如三公分主六卿之類也。云「六官在前」者，六卿之官，在王六寢之前，其三孤亦分主六官之職，總謂之九卿。故《考工記》云「外有九室，九卿朝焉」是也。云「三公以下，百二十人」者，週三百，此百二十人，延於百數，故云「似夏時」。以無正文，故稱「似」也。云「內治，婦學之法也」者，案《九嬪職》云「掌婦學之法」，故知內治是婦學也。云「陰德，謂主陰事、陰令也」者，案《內宰》：「掌王之陰事陰令。」注云：「陰事，謂群妃御見之事。陰令為王所求，為於北宮也。」"
      },
      {
        "index": 16,
        "text": "是故男教不脩，陽事不得，適見於天，日為之食。婦順不脩，陰事不得，適見於天，月為之食。是故日食則天子素服而脩六官之職，蕩天下之陽事。月食則後素服而脩六宮之職，蕩天下之陰事。故天子之與后，猶日之與月，陰之與陽，相須而后成者也。○注：適之言責也。食者，見道有虧傷也。蕩，蕩滌去穢惡也。○音義：適，直革反，下注同。見，賢遍反，下及注同。日為，于偽反，下文皆同。蕩，徒浪反。滌，直歷反，又杜亦反。去，起呂反。穢，紆廢反。天子脩男教，父道也。后脩女順，母道也。故曰：「天子之與后，猶父之與母也。」故為天王服斬衰，服父之義也。為后服資衰，服母之義也。○注：父母者，施教令於婦子者也，故其服同。資，當為「齊」，聲之誤也。○音義：衰，七雷反，下同。資，依注作齊，音咨，注又作「」者，同。"
      },
      {
        "index": 17,
        "text": "疏　 「是故」至「義也」。○正義曰：此以下說男女之教，若其不得，日月為之適食。又明天子與後是父之與母之義。○「是故日食則天子素服而脩六官之職，蕩天下之陽事」者，謂救日之食者素服蕩，除天下之陽事。「有穢惡」者，案《左傳》昭三十一年「十二月，辛亥朔，日有食之」，庚午之日始有謫。謫，謂日之將食之氣，氣見於上，所以責人君也。故《詩》云：「十月之交，朔月辛卯。日有食之，亦孔之丑。」又云：「此日而食，於何不臧？」是君之不善而日食。凡日食，若壬午朔日有食之，《左傳》云：「公問於梓慎，『禍福何為』？對曰：『二至二分，日有食之，不為災也。日月之行也，分同道也，至相過也。其他月，則為災，陽不克也，故常為水也。』」然《詩》之十月，則夏之八月，秋分日食而為災者，以辛卯之日，卯往侵辛，木反克金，故為災。昭七年夏四月甲辰朔，日有食之，而大咎衛君上卿。四月，夏之二月，為災者，以其甲辰之日，甲為木，辰為士，卯當克士，今日食，土反克木，故為災也。昭二十一年秋七月壬午朔而日食，壬為水，午為火，水應克火，而日食，火反克水，不為災者，以秋七月，夏之五月，是壬午之時，得有克壬之理，故不得為災。杜預以為假日食之異以戒懼人君，其言若信若不信，不可定以為驗也。"
      }
    ]
  }
}