{
  "chapterNumber": 5,
  "title": "王制",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "王者之制祿爵：公、侯、伯、子、男，凡五等。諸侯之上大夫卿、下大夫、上士、中士、下士，凡五等。○注：二五，像五行剛柔十日。祿，所受食。爵，秩次也。上大夫曰卿。○音義：王者如字，徐於況反。十日，人一反。"
      },
      {
        "index": 1,
        "text": "疏　 「王者」至「五等」。○正義曰：此一經論為王者之制祿爵，公、侯、卿大夫以下及士之法。凡王者之制度，祿爵為重，其食祿受爵之人，有公、侯、伯、子、男，並南面之君，凡五等也。其諸侯之下，北面之臣，有上大夫卿，有下大夫，有上士，有中士，有下士，凡五等也。南面之君五等，法五行之柔日。北面之臣五者，法五行之柔日。不以王朝之臣，而以諸侯臣者，王朝之臣本是事王，今《王制》統天下，故不自在其數，謂制統天下之君及天下之臣，取君臣自相對，故不取王臣也。此作記者，雖記虞氏皇而祭之文，大都總記三王制度，故言王者之制，不云帝皇制也。不云天子制者，《白虎通》云：「王是天子爵號。」《穀梁傳》曰：「王者，仁義歸往曰王，以其身有仁義，眾所歸往謂之王。」王者制統海內，故云「王制」，不云天子制也。凡王者不得稱官，故《學記》云「大德不官」，而得稱職，故《詩》云「袞職有闕」，《考工記》云「國有六職」，坐而論道，謂之王公」是也。此並互文以見義。既天子不官，亦當不主一職。若以主天下為職，亦得管天下為官矣。祿者，穀也，故鄭注《司錄》云「祿之言穀，年穀豐乃後制祿」，《援神契》云「祿者，錄也」，《白虎通》云「祿者，錄也。上以收錄接下，下以名錄謹以事上」是也。爵者，盡也，熊氏云「醮盡其才而用之」，故《白虎通》云「爵者，盡也，所以盡人才」是也。按下文云「位定然後祿之」，又《大司徒》云「十有一曰以賢制爵」，「十有二曰以庸制祿」，並祿在爵後。此祿在爵前者，祿是田財之物，班布在下，最是國之重事，須裁節得所，王者制度重之，故在於先，故此經下文先云天子之田，乃云諸侯之田，次云制農田，又云「下士視上農夫祿」，又云「君十卿祿」，並先言祿。下始云次國上卿當大國中卿，是後云爵也。熊氏、皇氏以為試功之祿，故在爵前。按此王者制度，必當舉其正禮，何得唯明試功之祿？下云「君十卿祿」，豈試功乎？熊氏、皇氏之說，於義疑也。公者，按《元命包》云：「公者，為言平也，公平正直。侯者，候也，候王順逆。伯者，伯之為言白也，明白於德也。子者，奉恩宣德。男者，任功立業。」此五等者，謂虞夏及周制。殷則三等，公、侯、伯也。此公、侯、伯、子、男，獨以侯為名，而稱諸侯者，舉中而言，又《爾雅》侯為君，故以侯言之。伯亦居中，不言諸伯者，嫌是東、西二伯，及九州之伯故也。上大夫卿者，見下文云「下大夫倍上士，卿四大夫祿」，是下大夫之上則有卿，故知上大夫即卿也。此上大夫卿外，惟有下大夫，所以下文除卿之外，更有上大夫、下大夫者，謂就下大夫之中，更分為上下耳。卿者，《白虎通》云：「卿之言向也，為人所歸向。」大夫者，達人，謂扶達於人。上者，事也，皇氏、熊氏皆為任職事。其大夫之稱，亦得兼三公，故《詩》云「三事大夫」，謂三公也。上大夫卿，亦兼孤也，故《春秋》陽處父為大傅，經云「晉殺其大夫陽處父」是也。孤亦稱公，故《鄉飲酒禮》云「公三重」，是孤也。卿亦得稱公，故《春秋》襄三十年傳云鄭伯有之臣，稱伯有曰「吾公在壑谷」。士既命同，而分為三等者，言士職卑德薄，義取漸進，故細分為三。卿與大夫德高位顯，各有別命，不復細分。其諸侯以下，及三公至士，總而言之，皆謂之官。官者，管也，以管領為名，若指其所主，則謂之職，故《周禮》云「設官分職」，通卿、大夫、士也。知諸侯亦為官者，《尚書．周官》云「唐虞稽古，建官惟百」，下云「外有州牧侯伯」，是州牧侯伯亦為官也。若細而言之，諸侯非偏有所主，則非官也，故《學記》云「大德不官」，注云「天子諸侯」是也。諸侯亦稱職，故《左傳》云「小有述職，大有巡功」，述職謂諸侯朝天子，是諸侯稱職也。其爵，則殷以前大夫以上有爵，故《士冠禮》云「古者生無爵，死無謚」，謂士也。周則士亦有爵，故鄭注「周制以士為爵，死猶不為謚耳」是也。○注「二五」至「十日」。○正義曰：知象陰陽者，按《元命包》云「周爵五等法五精」，注云「五精，是其總法五行，分之則法五剛，甲、丙、戊、庚、壬。其諸侯之臣法五柔，乙、丁、巳、辛、癸」是也。"
      },
      {
        "index": 2,
        "text": "天子之田方千里，○注：像日月之大，亦取晷同也。此謂縣內，以祿公、卿、大夫、元士。○音義：晷音軌，日影。公侯田方百里，伯七十里，子男五十里。不能五十里者，不合於天子，附於諸侯曰附庸。天子之三公之田視公侯，天子之卿視伯，天子之大夫視子男，天子之元士視附庸。○注：皆象星辰之大小也。不合，謂不朝會也。小城曰附庸。附庸者，以國事附於大國，未能以其名通也。視猶比也。元，善也。善士謂命士也。此地，殷所因夏爵三等之制也。殷有鬼侯、梅伯，《春秋》變周之文，從殷之質，合伯、子、男以為一，則殷爵三等者，公、侯、伯也。異畿內謂之子。周武王初定天下，更立五等之爵，增以子、男，而猶因殷之地，以九州之界尚狹也。周公攝政致大平，斥大九州之界，制禮成武王之意，封王者之後為公，及有功之諸侯，大者地方五百里，其次侯四百里，其次伯三百里，其次子二百里，其次男百里。所因殷之諸侯，亦以功黜陟之，其不合者，皆益之地為百里焉。是以周世有爵尊而國小，爵卑而國大者，唯天子畿內不增，以祿群臣，不主為治民。○音義：朝，直遙反，卷內皆同。畿，求衣反。狹音洽，後文同。太平音泰。斥，昌石反。黜陟，上丑律反；下竹力反。主為，于偽反，下「為有」，「亦為有」同。"
      },
      {
        "index": 3,
        "text": "疏　 「天子」至「附庸」。○正義曰：此一節論天子畿內之田及畿外五等諸侯，及畿內公、卿受地多少之法，各隨文解之。○注「像日」至「元士」。○正義曰：按《元命包》云「日圓望之廣尺，以應千里」，故云「象日月之大，亦取晷同也」者。按《考靈耀》云「地與星辰四游升降於三萬里之中。夏至之景，尺有五寸，是半三萬里，得萬五千里」。故鄭注《司徒》云「凡日景於地，千里而差一寸」，是千里同一寸也。細而言之，就千里之內，亦漸漸分數不同。此云同一寸者，大略而言之，非但象日月大小，又取晷同，故云亦。云「以祿公、卿、大夫元士」者，即下文「三公之田視公侯，天子之卿視伯」以下是也。按下注云「待封王之子弟」，此唯言「公、卿、大夫、元士」者，舉正者言之耳。○注「皆象」至「治民」。○正義曰：「皆象星辰之大小也」者，按《元命包》云「王者封之，上應列宿之位」，注云「若角亢為鄭，房心為宋之比」。又云「其餘小國不中星辰者，以為附庸」，是象星辰大小也。非但象星辰，其百里者又像雷，故《援神契》云「王者之後稱公，大國稱侯，皆千乘，像雷震百里」，是取法於雷也。其七十里者倍減於百里，五十里者倍減於七十里，故《孝經》云德不倍者，不異其爵；功不倍者，不異其土，故轉相半，別優劣。云「不合謂不朝會也」者，謂不得與諸侯集合朝會天子也。云「小城曰附庸」者，庸，城也，謂小國之城，不能自通、以其國事附於大國，故曰附庸。此不能五十里，故為小國之城。若《詩》「崇墉言言」，及《易》「公用射隼於高墉之上」，是大國之城亦名庸也。云「元，善也。善士謂命士也」者，按《易．文言》云「元者，善之長也」，故元為善也。按《周禮》注「天子上士三命，中士再命，下士一命」，故云「善士謂命士」，則上中下之士，皆稱元士也。天子之士所以稱元者，異於諸侯之士也。《周禮》公侯伯之士，雖一命不得稱元士，其夏、殷以上，諸侯之士皆不命也。故下文云「小國之卿，與下大夫一命」，是士不得命也。云「此地，殷所因夏爵三等之制也」者，以夏會諸侯於塗山，執玉帛者萬國。若不百里、七十里、五十里，則不得為萬國也。故知夏爵三等之制，如此經文不直舉夏時，而云殷所因者，若經指夏時，則下當云萬國，不得云凡九州千七百七十三國，故以為殷所因夏爵三等之制也，其國則少於夏也。云「殷有鬼侯梅伯」，按《明堂位》云「脯鬼侯」，又《呂氏春秋》云「昔紂為無道，殺梅伯而醢之，殺鬼侯而脯之，以禮諸侯於廟」，《楚辭》云「梅伯菹醢」，是殷有鬼侯梅伯也。鄭引此者，證殷有侯有伯，二王之後稱公，則殷亦有公可知也。云「《春秋》改周之文，從殷之質，合伯、子、男以為一」者，按《公羊傳》桓十一年九月，「鄭忽出奔衛。忽何以名？《春秋》伯、子、男一也，辭無所貶」，何休云「《春秋》改周之文，從殷之質，合伯、子、男為一，一辭無所貶，皆從子」。《春秋》之時，伯亦得稱子，子亦得稱伯。今鄭是伯爵，忽若稱子，與成君無異，則不見在喪之降貶，故在喪降而稱名，非為貶責稱名，故云辭無所貶。何休之意，合伯、子、男為一，皆從稱子也。鄭康成此注之意，合伯、子、男以為一，皆稱伯也，與何休不同，故鄭云「殷爵三等者，公、侯、伯也」。若殷家夷狄之君，大者亦稱伯，故《書序》云「巢伯來朝」，注云「伯，爵也。南方遠國」。云「則殷爵三等者，公、侯、伯也」者，則公百里，侯七十里，伯五十里也。云「異畿內謂之子」者，畿外既有公、侯、伯，標異畿內，特謂之子爵。雖為子，若作三公，則受百里之地。若作卿，則受七十里之地。若作大夫，則受五十里之地。殷家雖因於夏，畿內之制，與夏不同。夏之畿內國，皆方五十里，故鄭注《尚書》萬國之數云「四百國，在畿內」，是皆五十里。殷之畿內，據下文「有百里之國九，七十里之國二十有一，五十里之國六十有三，凡九十三國」，是與夏不同也。張逸問：「殷爵三等，公、侯、伯，《尚書》有微子、箕子何？」鄭答云：「微子、箕子，實是畿內采地之爵，非畿外治民之君，故云子也。」云「周武王初定天下，更立五等之爵，增以子、男」者，按《尚書．武成》云「列爵惟五，分土惟三」，既云「列爵惟五」，故知增以子、男也。云「而猶因殷之地，以九州之界尚狹也」者，解所以列爵既五，則應五等之土，上公五百里以下，猶因殷之地。公、侯百里，伯七十里，子、男五十里為三等，以雖伐紂，九州之地尚隘狹，未得五等之封故也。云「周公攝政致太平，斥大九州之界，制禮成武王之意」者，斥大謂開斥廣大，於先中國方三千里，今方七千，是斥大九州之界也。武王既列爵惟五，是意欲為五等之封，但為界狹。今周公為五等之封，是成武王之意。云「諸侯大者地方五百里」以下，皆《大司徒職》文。云「所因殷之諸侯，亦以功黜陟之」者，謂周之諸侯，既以有功封建其國，所因殷之諸侯，既無大罪，不可以絕滅。亦如周之諸侯，以勳多少黜退之，升陟之。殷之諸侯大者百里，今日有功則升陟，或二百里，或三百里，是陟之也。云黜者，謂於周家有過，諸侯黨紂為惡者，皆黜退之，不復得為諸侯。或黜咸至七十、五十里，或有罪黜為附庸也。云「其不合者，皆益之地為百里焉」，謂其不以功過黜陟者，謂平常諸侯，皆益之地，使滿百里焉。云「周世有爵尊而國小，爵卑而國大」者，張逸疑而不解，以問於鄭，鄭答之云：「設今有五十里之國於此，無功可進，無過可退，亦就益其地，為百里之國。爵尊而國小者，若虞虢之君，爵為公，地方百里。爵卑而國大者，侯四百里，伯三百里，子、男二百里，皆大於虞虢。」鄭通言男亦二百里者，據男有功，得附庸者言之耳，大於虞虢百里之意。云「惟天子畿內不增以祿群臣，不主為治民」者，解畿內之地，公、侯、伯、子、男皆增其地，今畿內、公卿大夫采地不增益之者，本以祿賜群臣，不須增益其地，以其不主為治民者也。外土諸侯本為治民，須使民利國，故須增益其封。周之畿內有百里之國，有五十里之國，有二十五里之國。鄭注《小司徒》云：「百里之國凡四都，五十里之國凡四縣，二十五里之國凡四甸。」故崔氏云：「畿內有百里之國，有五十里之國，有二十五里之國。」《元命包》云：「周爵五等法五精，《春秋》三等像三光。」說者因此以為文家爵五等，質家爵三等。若然，夏家文應五等，虞家質應三等。按《虞書》「輯五瑞」，「修五禮五玉」，豈復三等乎？又《禮緯含文嘉》云：「殷爵三等，殷正尚白，白者兼正中，故三等。夏尚黑，亦從三等。」按《孝經》夏制，而云公、侯、伯、子男，是不為三等也。《含文嘉》之文，又不可用也。"
      },
      {
        "index": 4,
        "text": "制：農田百畝。百畝之分，上農夫食九人，其次食八人，其次食七人，其次食六人。下農夫食五人。庶人在官者，其祿以是為差也。○注：農夫皆受田於公，田肥墽有五等，收入不同也。庶人在官，謂府史之屬，官長所除，不命於天子國君者。分或為糞。○音義：分，扶問反。食音嗣，下同，徐音自。差，初佳反，徐初宜反，下注同。墝本又作墽，苦交反。長，丁丈反，下文及注皆同。糞，方運反。諸侯之下士視上農夫，祿足以代其耕也。中士倍下士，上士倍中士，下大夫倍上士。卿四大夫祿，君十卿祿。次國之卿三大夫祿，君十卿祿。小國之卿倍大夫祿，君十卿祿。○注：此班祿尊卑之差。"
      },
      {
        "index": 5,
        "text": "疏　 「制農」至「卿祿」。○正義曰：此一節論制農田有上中下，以祿庶人在官及士大夫，並卿及君之祿，各隨文解之。○注「農夫」至「為糞」。○正義曰：「農夫皆受田於公」者，以經云「制農田」，是王者制度；授農以田，是農夫受田於公也。云「肥墽有五等，收入不同也」者，按《周禮》地有九等，故《司徒》「上地家七人，中地家六人，下地家五人」，注云「有夫有婦，然後為家。自二人以至於十人為九等」，「一家男女七人以上，則授之以上地，所養者眾也。男女五人以下，則授之以下地，所養者寡也。正以七人六人五人為率者」，舉中而言。如鄭此言上地家七人者，為中地之上；家六人者謂中地之中；家五人者謂中地之下。以此推之，下地之上家四人，下地之中家三人，下地之下家二人，則上地之上家十人，上地之中家九人，上地之下家八人，是有九等，從十人而以至於二人。此經地惟五等，自九人而下至五人不同者，《大司徒》所云農夫授田，實有九等。此據准庶人在官之祿，最下者猶五人，故從上農夫至五人而已。《司徒》「上地家七人」，此云「上農夫食九人」者，謂上中之地亦為上地，即上農夫，不言上上者，欲取九人當下士祿，亦與《司徒》不異也。既有九等，按《大司徒》「不易之地家百畝，一易之地家二百畝，再易之地家三百畝」，地惟有三等者，《大司徒》言其大綱，其實不易、一易、再易各為三等，則九等也。按《異義》：「《左氏》說山林之地，九夫為度，九度而當一井。藪澤之地，九夫為鳩，八鳩當一井。京陵之地，九夫為辨，七辨而當一井。淳鹵之地，九夫為表，六表而當一井。疆潦之地，九夫為數，五數而當一井。偃豬之地，九夫為規，四規而當一井。原防之地，九夫為町，三町而當一井。隰皋之地，九夫為牧，二牧而當一井。衍沃之地，九夫為井。賦法積百井，除山川坑岸三十六井，定出賦者六十四井，則千里之畿，地方百萬井，除山川坑岸三十六萬井，定出賦者六十四萬井，長轂萬乘。」如《異義》此說，則方十里凡百井。三十六井為山川坑岸，六十四井為平地出稅。按鄭注《小司徒》成方十里，緣邊一里，治為溝洫，則三十六井，其餘方八里為甸，六十四井出田稅，與《異義》不同者，《異義》所云通山林藪澤九等而言之，鄭注《小司徒》者，據衍沃平地而言之，所以不同也。《異義》九等者，據大略國中有山林，至衍沃之等言之。《周禮》九等者，據授民地肥瘠有九等，與《異義》不同也。《尚書．禹貢》注云：「一井上上，出九夫稅，上中出八夫稅，上下出七夫稅，中上出六夫稅，中中出五夫稅，中下出四夫稅，下上出三夫稅，下中出二夫稅，下下出一夫稅。」所以又有此九等者，以《禹貢》九州有上中下九等。出沒不同，故以井田計之，以一州當一井。假令冀州上上出九百萬夫之稅，兗州下下出一百萬夫之稅，是九州大較，相比如此，非謂冀州之民皆出上上，兗州之民皆出下下，與《周禮》九等又不同也。所以上農夫得食九人者，以《史記》云上地畝一鐘，鍾六斛四斗，百畝百鐘，則六百四十斛。按《食貨志》又云「上孰，其收自四斛」，則百畝四百斛也。按《廩人》中歲人食三釜，其九人之內，老幼相通，不皆人食三釜，故食九人也。其民之常稅不過什一，又庶民喪祭費用又少，且年有豐儉，不恆上孰。崔氏以為畝皆一鐘，人恆食四釜，又為什二而稅，又云祭用數之仂者，苟欲計筭使合其義，非也。云「庶人在官，謂府史之屬」者，則《周禮．大宰》云「府六人，史十有二人。」云之屬，謂工人、賈人及胥徒也。云「官長所除，不命於天子國君者」，官長謂塚宰為天官之長，司徒為地官之長，自所命，或若大府為府藏官之長，大司樂為樂官之長是也。言所除者，謂所命之官，除去其舊名籍。《周禮》注云「凡府史以下，官長所自辟除」，以其非九命之內，故知不命於天子國君也。若子男之士雖無命，亦當命於國君也，以其稱士故也。○注「此班」至「之差」。○正義曰：經云「下士視上農夫，祿足以代其耕也」，則庶人在官者，雖食八人以下，不得代耕，故《載師》有官田，謂庶人在官之田，大夫以下，位卑祿少，故大小國不殊，卿與君祿重位尊，故祿隨國之大小為節。按《周禮》天子卿、大夫、士，與諸侯之臣執贄同，則祿亦同也。此自下士至小國之卿倍大夫祿，皆據無采地者言之，故鄭答臨碩云：「王畿方千里者，凡九百萬夫之地，三分去一，定受田者三百萬夫。出都家之田，以其餘地之稅，祿無田者，下士食九人，中士食十八人，上士三十六人，下大夫七十二人，中大夫百四十四人，卿二百八十八人。"
      },
      {
        "index": 6,
        "text": "次國之上卿，位當大國之中，中當其下，下當其上大夫。小國之上卿，位當大國之下卿，中當其上大夫，下當其下大夫。○注：此諸侯使卿大夫覜聘並會之序也。其爵位同，小國在下，爵異，固在上耳。○音義：覜，吐吊反。"
      },
      {
        "index": 7,
        "text": "疏　 「次國」至「大夫」。○正義曰：此一節論諸侯使卿、大夫、士覜聘班序行列之法，各隨文解之。○注「此諸」至「上耳」。○正義曰：經文既稱大國小國大小並在則非是特來故知使卿大夫覜聘並會也。云：「其位爵同小國在下者，爵同，謂同作卿也。據經文，小國卑於大國，故知小國之卿在大國之卿下。云「爵異，固在上耳」者，謂大國是大夫，小國是卿，則經云小國之卿，位當大國之上大夫，是小國之卿，爵異於大國之大夫。其爵既異，固當在大夫之上。必知爵異，小國在上者，以其卿執羔，大夫執雁，使卿絺冕，大夫玄冕，故知小國之卿，不得在大國大夫之下也。"
      },
      {
        "index": 8,
        "text": "其有中士下士者，數各居其上之三分。○注：謂其為介，若特行而並會也。居猶當也。此據大國而言，大國之士為上，次國之士為中，小國之士為下。士之數，國皆二十七人，各三分之上九、中九、下九，以位相當，則次國之上士當大國之中，中當其下，小國之上士當大國之下。凡非命士，亦無出會之事。《春秋傳》謂士為微。○音義：三分如字。為界音界。"
      },
      {
        "index": 9,
        "text": "疏　 「其有」至「三分」。○正義曰：中士者，謂次國之士。下士者，謂小國之士。大國之士既分為三分，次國小國之士亦分為三分。今大國之士既定在朝會，若其有中國之士小國之士者，其行位之數，各居其上國之三分之二，謂次國以大國為上，而次國上九當大國中九，次國中九當大國下九，是當其大國之三分之二。小國以次國為上，小國上九當次國中九，小國中九當次國下九，亦是居上三分之二也。是各居上之三分。○注「謂其」至「為微」。○正義曰：言「謂其為介」者，若《聘禮》「士介四人」是也。若特行，則隱元年「及宋人盟於宿」是也。本國出使，其行至他國，與諸國並會也。云「此據大國而言」者，以經必云中士下士，不云上士，是文以大國為主，以中國下國來當之，故知據大國而言。云「大國之士為上，次國之士為中，小國之士為下」者，解經之中士為中國之士，下士為下國之士。經雖無上士之文，以中士下士類之，則上士為大國之士也。就上士中士下士之內，各分為上九、中九、下九。言大國之士為上，不解經之上字者，自謂次國以大國為上，小國以次國為上耳。云「凡非命士，亦無出會之事」者，即《祭法》庶士是也。云「《春秋傳》謂士為微」者，隱元年「及宋人盟於宿」，《公羊傳》云「孰及之？內之微者也」，是謂士為微也。"
      },
      {
        "index": 10,
        "text": "凡四海之內九州。州方千里，州建百里之國三十，七十里之國六十，五十里之國百有二十，凡二百一十國。名山大澤不以封，其餘以為附庸間田。八州，州二百一十國。○注：建，立也。立大國三十，十三公也。立次國六十，十六卿也。立小國百二十，十二小卿也。名山大澤不以封者，其民同財，不得障管，亦賦稅之而已。此大界方三千里，三三而九，方千里者九也。其一為縣內，餘八各立一州，此殷制也。周公制禮，九州大界方七千里，七七四十九，方千里者四十有九也。其一為畿內，餘四十八。八州各有方千里者六，設法一州，封地方五百里者不過四，謂之大國。又封方四百里者不過六，又封方三百里者不過十一，謂之次國。又封方二百里者不過二十五，及餘方百里者，謂之小國。盈上四等之數，並四十六。一州二百一十國，則餘方百里者百六十四也。凡處地方千里者五方，百里者五十九，其餘方百里者四十一，附庸地也。○音義：間音閒，章，之尚反。"
      },
      {
        "index": 11,
        "text": "疏　 「凡四」至「十國」。○正義曰：此一節論四海之內九州，州別建國多少及附庸間田之法，如鄭所注，此經云是殷法也。《周禮》則九服，夷鎮蕃三服謂之四海，四海之內，謂要服以內。殷則服數無文，則必不與周同。按《爾雅．釋地》云：「九夷八狄七戎六蠻，謂之四海。」孫炎云：「海之言晦，晦闇於禮義。」此言四海之內，謂夷狄之內也。地方三千里，以開方計之，三三如九，方千里者有九。其一為天子縣內，下文具之。以外八州，州別方千里者有一。州建百里之國三十，是公國也；七十里之國六十，是侯國也；五十里之國百有二十，是伯國也，是一州凡二百一十國。必二百一十國者，按《元命包》云：「陽成於三，列於七，三七二十一，故二百一十國也。」「其餘以為附庸間田」，謂置二百一十國外之餘地，為附庸間田也。若封人，附於大國謂之附庸。若未封人，謂之間田。每州二百一十國所餘之地者，則下文云「方百里者十，方十里者六十」是也。○注「建立」至「地也」。○正義曰：建是樹立之義，故建為立也。云「立大國三十，十三公也」者，鄭以天子縣內三公之國亦百里，今畿外大國亦百里，是準擬畿內三公之地，故云「十三公」也。每十個國則准一公，是三十國准於三公也。云「立次國六十，十六卿也」者，亦以畿內六卿之地方七十里，今畿外次國亦七十里，故知準擬六卿，言十於六卿六十也。通三孤則謂之九卿，據有職事者言之，故為六卿也。云「立小國百二十，十二小卿也」者，小卿則天子畿內大夫，國方五十里，今畿外小國亦五十里，是準擬大夫，當十於十二小卿也。定本云「十十二小卿」，重有十字，俗本直云十二小卿，俗本誤也。云「名山大澤不以封者，與民同財」者，若封諸侯，則諸侯為主，若不得取其財物，故不封諸侯，使民共取，故《山虞職》云「令萬民時斬材，有期日」是也。云「不得障管，亦賦稅之而已」者，既不封諸侯，其諸侯不得障塞管領，禁民取物，民既取物，隨其所取賦稅而已，故《澤虞》云「使其地之人，守其財物，以時入之於王府」是也。定本云「不得不管，亦賦稅而已」，謂雖不封諸侯，諸侯不得不管。若如此解，則於「而已」二字為妨，恐定本誤也。云「此殷制也」者，以夏時萬國，則地餘三千里，周又中國方七千里，今大界三千，非夏非周，故云「殷制也」。其實夏之末年，亦與殷同方三千里，故下云「天子之縣內」，鄭注云「縣內，夏時天子所居州界名也」。又云「夏末既衰，夷狄內侵」，「土地減，國數少」是也。云「周公制禮，九州大界方七千里」者，按《大行人》「邦畿方千里，其外方五百里，謂之侯服」、甸服、男服、采服、衛服、要服，服五百里，通王畿四面相距為七千里。《大行人》要服已外，即云「九州之外，謂之蕃國」，是要服以內為中國也。云「設法一州，封地方五百里者不過四」者，言設法謂假設為法，非實封也，故《職方》云「千里封公，以方五百里則四公」，注云「每事言則者，設法也」，是不實封。必知不實封者，以每州有四公，八州則三十二公。周之上公，則惟杞、宋耳，故知非實封也。一州有千里之方六，則一個千里之方，為方百里者百；一個五百里之國，為方百里者二十五，四個二十五用千里之方一，是方五百里者不過四也。云「又封方四百里者不過六」者，以一個四百里之國，為方百里者一十六，六個一十六為九十六，是用百里之方九十六，為六個四百里之國，故云「方四百里者不過六」，用千里之方一，猶餘百里之方四。云「又封方三百里者不過十一」者，以一個三百里之國，為方百里者九，十一個九為九十九，是用百里之方九十九，故云「封方三百里者不過十一」，用千里之方一，猶餘百里之方一。云「又封方二百里者不過二十五」者，以一個二百里之國，為方百里者四，二十五個二百里國，用千里之方一，故云「封方二百里者不過二十五」。云「盈上四等之數」者，謂將此百里小國一百六十四，添盈公、侯、伯、子四等之數四十六，則為一州二百一十國也。云「則餘方百里者，百六十四也」者，以其上惟云「餘方百里者，謂之小國」，不顯其數多少，直言盈上四等之數。四等既有四十六，若添滿二百一十，必須百六十四，故云「方百里者，百六十四也」。云「凡處地方千里者五，方百里者五十九」者，封公則四，是用千里之方一；封侯則六，又用千里之方一；封伯十一，又用千里之方一；封子二十五，又用千里之方一，封男百，又用千里之方一。是處地方千里者五，男國更須六十四，則應須百里之方六十四，但千里之方六，封侯之外，猶餘百里之方四，千里之方封伯十一之外，猶餘百里之方一，是五個千里之方內，總餘百里之方五，得為五個男國，則五個千里之方，更得五十九外個百里之方，是滿六十四也。云「其餘方百里者四十一，附庸地也」者，以百里之方百，去其五十九，故餘四十一也。按鄭注《大司徒》云「侯附庸九同，伯附庸七同，子附庸五同，男附庸三同。」今一州，惟有方百里者四十一，得備侯、伯、子、男一百一十國附庸者。鄭注《司徒》云「凡諸侯為牧正帥長，及有德者，乃有附庸」，非國國皆有。且此云州別二百一十國，及侯附庸九同，皆設法而言，非實事也。注「侯附庸九同」者，諸侯有功可進為公，為四百里之上加九同，得進為五百里也。伯於三百之上加七同，得為四百里，進為侯也。子於二百里之上加五同，得為二百里，進為伯也。男於百里之上加三同，得為二百里，進為子也。言同者，謂積累眾附庸而滿同也，非謂一附庸居一同也。鄭注《司徒》云「公無附庸」，以其尊極故也。故鄭云魯以周公之故，得兼四等，加二十四附庸，方七百里也。"
      },
      {
        "index": 12,
        "text": "天子之縣內，方百里之國九，七十里之國二十有一，五十里之國六十有三，凡九十三國。名山大澤不以朌，其餘以祿士，以為間田。○注：縣內，夏時天子所居州界名也。殷曰畿，《詩．殷頌》曰：「邦畿千里，維民所止。」周亦曰畿，畿內大國九者，三公之田三，為有致仕者副之為六也，其餘三，待封王之子弟。次國二十一者，卿之田六，亦為有致仕者副之為十二，又三為三孤之田，其餘六，亦待封王之子弟。小國六十三，大夫之田二十七，亦為有致仕者副之為五十四，其餘九，亦以待封王之子弟。三孤之田不副者，以其無職，佐公論道耳，雖有致仕，猶可即而謀焉。朌讀為班。○音義：朌音班，賦也。"
      },
      {
        "index": 13,
        "text": "疏　 「天子」至「間田」。○正義曰：此經明天子縣內之國數多少及祿士之法。按殷之與周稱，畿唐虞稱服，無云縣者，今此特云縣內，故鄭云「夏時天子所居州界名也」。按鄭注《益稷》云「禹會諸侯於塗山，執玉帛者萬國，四百國在畿內」。今此畿內惟有九十三國者，蓋夏之一代畿內稱縣，當夏禹之初有四百國，至夏之末，土地既咸，故與禹世不同，未知於時縣內國數多少，湯承夏末之後，制為九十三國。記者言縣，明其承夏之餘，國數是殷湯之制，故與四百國不同也。「名山大澤不以朌」者，畿外列土諸侯有封建之義，故云不以封；畿內之臣，既不世位，有朌賜之義，故云不以朌。所以不朌者，亦為與民共財，不障管也。雖不障民，取其財物，亦入之王府，即《周禮》山虞、澤虞所掌是也。「其餘以祿士，以為間田」者，謂九十三國之餘，則下文云「其餘方百里者六十四，方十里者九十六」是也。以九十一國以封公卿大夫，故特云以祿士。其實公卿之子，父死之後，既不世爵，得食父祿，故下文云「大夫不世爵」，「未賜爵，視天子之元士，以君其國」，是九十三國之外，既云視元士，則此祿士包之也。其不封公卿大夫及祿士之外，並為間田，則《周禮》云「公邑也」。不云附庸者，以縣內無附庸也。所以畿外州建二百一十國之外，則間田少，畿內立九十三國之外間田多者，以畿外諸侯有大功德，始有附庸，故間田少，畿內每須朌賜，故間田多。依《周禮》，間田自二百里之外，以至五百里，其大夫則於三百里為采地，卿則於四百里為采地，公則於五百里為采地，故《載師》云「以公邑之田任甸地，以家邑之田任稍地，以小都之田任縣地，以大都之田任疆地」是也。未知殷制如甸？其周之畿內采邑大小未聞，則鄭注《小司徒》云「百里之國凡四都」，「五十里之國凡四縣」，「二十五里之國凡四甸」，是謂畿內大國百里，次國五十里，小國二十五里。又注《大司徒》云「畿內之制未聞」，是知疑而不定。此云祿士，謂無地之士，給之以地而當其祿，不得為采邑耳。其實春秋之時，公卿亦有無地者，故《春秋》經劉子、單子，是有地者稱爵；「王子虎卒」，是無地者不稱爵也。○注「詩殷」至「謀焉」。○正義曰：引《詩．殷頌》者，是《玄鳥》「祀高宗」之篇，證殷稱畿也。云「周亦曰畿」者，《周禮．職方》云「千里曰王畿」是也。云「為有致仕者副之」者，以三公在朝，既有正田，今身既致仕，不可仍食三公采邑，身又見存，不可全無其地，故公卿大夫皆有正職之田，又有致仕副邑。云「其餘三，待封王之子弟」者，《禮運》云「天子有田，以處其子孫」。又《周禮》有都宗人、家宗人祭祀，皆致福於王，是有封王之子弟也。但王之子弟有同毋異毋有親疏之異，親寵者封之與三公同，平常者與六卿同，疏遠者與大夫同，故有三等之差也。云「三孤之田不副」者，自上差之，三公之外，其餘有三；卿之外，其餘有六；大夫之外，其餘有九，皆以次相三。若三孤有致仕之副，則卿與公同，其餘三，非差次也。云「以其無職，佐公論道耳。雖其致仕，猶可即而謀焉」者，按《周禮》三公雖無正職，猶列於官，參六卿之事，故《司徒》云「鄉老二鄉，則公一人」。三孤則不列於官，故云無職，但佐公論道，在朝在家，其事一等，雖退致仕，猶可就而謀事，不須致仕之後，朝上更別立官，故知不有致仕之副。"
      },
      {
        "index": 14,
        "text": "凡九州，千七百七十三國。天子之元士，諸侯之附庸，不與。○注：不與，不在數中也。《春秋傳》云：「禹會諸侯於塗山，執玉帛者萬國。」言執玉帛，則是惟謂中國耳。中國而言萬國，則是諸侯之地有方百里，有方七十里，有方五十里者，禹承堯舜而然矣。要服之內，地方七千里，乃能容之。夏末既衰，夷狄內侵，諸侯相並，土地減，國數少。殷湯承之，更制中國方三千里之界，亦分為九州，而建此千七百七十三國焉。周公復唐虞之舊域，分其五服為九，其要服之內，亦方七千里，而因殷諸侯之數廣其土，增其爵耳。《孝經說》曰：「周千八百諸侯，布列五千里內。」此文改周之法，關盛衰之中，三七之間以為說也。終此說之意，五五二十五，方千里者二十五，其一為畿內，餘二十四州，各有方千里者三，其餘諸侯之地，大小則未得而聞。○音義：與音預，注及下注「不與」同。塗音徒。要，一遙反，下「要服」皆同。並，必政反，又如字。減，古斬反。關盛衰，並讀如字。"
      },
      {
        "index": 15,
        "text": "疏　 「凡九」至「不與」。正義曰：此一節總明殷之畿內畿外國數之法。前文云「凡四海之內」，明殷之畿外諸侯。次經明天子縣內殷之畿內國數。此經總明殷之畿內畿外，故云「凡九州，千七百七十三國」。天子之元士、諸侯之附庸不在數中，故云「不與」。商王大計地方三千里，畿外八州，每一州二百一十國，封爵三等，八州一千六百八十國，並王畿內九十三國，計千七百七十三國。「天子之元士」，則下云「方百里者六十」，四方十里者九十六」，是天子之元士。又下云「其餘方百里者十，方十里者六十」，是諸侯附庸，不在千七百七十三之數。○注「春秋」至「而聞」。○正義曰：引《春秋傳》者，哀七年《左傳》文。時魯欲伐邾，孟孫不欲，諸大夫答孟孫云：「禹會諸侯於塗山，執玉帛者萬國，今其存者無數十焉。」又襄二十五年傳云：「若無侵小，何以至焉？」杜預云：「塗山在壽春東北，與會稽別也。」若鄭康成之意，塗山則會稽也，故注《尚書》云「禹朝群臣於會稽，執玉帛者萬國」。是以張逸疑而問鄭：「按《左傳》『禹會諸侯於塗山，執玉帛者萬國』，《外傳》云『禹朝群臣於會稽，防風氏後至』，不與注相應何？」鄭答云「欲明諸侯守土之祀，故兼用《外傳》、《內傳》語」者，鄭意以塗山、會稽為一，以諸侯為守土之祀，故云「禹朝群臣，群臣則諸侯也」。鄭云「兼用《外傳》、《內傳》語」者，「禹朝群臣於會稽」，是《外傳》語；「執玉帛者萬國」，是《內傳左氏》語。云「言執玉帛，則是惟謂中國耳」者，按《覲禮》諸侯享王璧以帛，是執玉帛也。按《大行人》侯、甸、男、采、衛、要，各以其服貢物，下云「九州之外謂之蕃國，各以其所貴寶為摯」，鄭注貴寶，若白狼白鹿，夷狄不執玉帛，故云「執玉帛惟謂中國耳」。云「中國而言萬國，則是諸侯之地有方百里，有方七十里，有方五十里」者，鄭言此者，以周之大國方五百里而下，則不得有萬國，故云然也。按萬國之數，鄭注《皋陶謨》：「堯初制五服，更五百里，禹所弼每服五百里，故始有百里之封焉。猶用要服之內為九州，州立十二人為諸侯師，蓋百國一師，則州十有二師，則每州千二百國也。八州九千六百國，其餘四百國在畿內。」鄭又云：「百里者三，封國七有奇。所以百里三封國七者，以百里之方一，為公侯之國一；又以百里之方一，為伯七十里之國二；又以百里之方一，為子男五十里之國四。」是百里之方三封國七也。言有奇者，謂百里之方一，封七十里之國二。有奇者，以百里之方一，為十里之方百，七十里之國一，用十里之方四十九，七十里之國二，用十里之方九十八，餘有十里之方二，故云有奇。以此計之，州有千里之方六，以千里之方二為公侯之國二百，又以千里之方二為伯七十里之國四百有奇，又以千里之方二為子男五十里之國八百，總為一千四百國。以二百國及奇餘為附庸山澤，故州有千二百國。鄭云「四百國在畿內」者，以大略據子男為言，非實法也。趙商不達鄭旨，而問鄭云：「以《王制》論之，畿內之國有百里，有七十里，有五十里。今率以下等計之，又有王城關遂郊郭，卿大夫之采地，數不在中。今就四百，似頗不合。鄭答之云：「三代異物，《王制》之法，唐虞或不盡然。堯舜之德，守在四疆，鄉遂有無，無以言也。公卿大夫有田祿者，其四百國，非采地為何？王城之大，郊關之處幾何？而子責急也。此鄭亦隨問而答，非事實也。必知非實者，以地形不可方平如圖，又有山澤不封之地，何有同積釭無空缺之處？故知略計地為四百國耳。云「禹承堯舜而然矣」者，以堯未遭洪水之前，帝德寬廣，不制以法，故中國五千。禹因治水之後，德化漸大，故中國更廣，而有萬國。云「要服之內，地方七千，裡乃能容之」者，王畿內五百里，又五百里外侯服，去城外五百里是一千里。又五百里甸服，是一千五百里。又五百里男服，是二千里。又五百里采服，是二千五百里。又五百里衛服，是三千里。又五百里為要服，是三千五百里。要服去王畿三千五百里，四面相距為七千里，是九州之內，此云要服之內，地方七千里也。按《尚書．咎繇》註：「禹弼成五服，去王城五百里曰甸服。其弼當侯服，去王城千里。其外五百里為侯服，當甸服，去王城一千五百里。其弼當男服，去王城二千里。又其外五百里為綏服，當采服，去王城二千五百里。其弼當衛服，去王城三千里。又其外五百里為要服，與周要服相當，去王城三千五百里。四面相距為七千里，是九州之內也。」故此云要服之內，地方七千里。《咎繇》注又云：「要服之弼，當其夷服，去王城當四千里。又其外五百里曰荒服，當鎮服，其弼當蕃服，去王城五千里。四面相距，為方萬里也。」云「夏末既衰，夷狄內侵，諸侯相並，土地減，國數少」者，以湯承於夏末，中國惟方三千里，明所因有漸，承夏末之地。上云「天子縣內」，是夏末殷初，其界相似也。必知此《王制》之文以為殷制者，正以百里、七十里、五十里之國與周不同，又千七百七十三國與禹萬國數復異。又虞夏及周皆曰牧，此經稱伯，故知大略皆據殷而言也。其天子七廟，及下雜論虞夏商週四代之制，亦兼載焉。云「周公復唐虞之舊域，分其五服為九，其要服之內，亦方七千里」者，言復唐虞舊域，謂治水之後舊域也。按《周禮．職方》云：「方千里曰王畿，其外方五百里曰侯服，又其外方五百里曰甸服，又其外方五百里曰男服，又其外方五百里曰采服，又其外方五百里曰衛服，又其外方五百里曰蠻服，又其外方五百里曰夷服，又其外方五百里曰鎮服，又其外方五百里曰藩服。」蠻服則要服。是分其五服為九，以要服之內方七千里也。云「因殷諸侯之數，廣其土，增其爵耳」者，按《洛誥》傳云「天下諸侯之來，進受命於周，退見文武尸者，千七百七十三諸侯」，其數與此同，是周因殷諸侯之數也。按《大司徒》公五百里，侯四百里，與此公侯百里不同，是廣其土也。殷爵三等，周爵五等，是增其爵耳。云「《孝經說》曰『周千八百諸侯，布列五千里內』」者，此《孝經緯》文。云「千八百」者，舉成數，其實亦千七百七十三諸侯也，布列在中國五千里之內。云「此文改周之法，關盛衰之中，三七之間以為說也」者，此文謂此《孝經緯》文。改周之法，謂改周公盛時之法，盛謂地方七千里，衰謂地方三千里，故云「關盛衰之中，三七之間」。若指文言之，盛謂周公制禮太平時也，衰謂夏末殷初之時也。盛衰之中，謂武王時也。若以當代言之，衰謂週末幽、厲之時，與夏末同。盛衰之中，謂昭王、恭王之時，與武王同。云「終此說之意」者，謂終竟此《孝經緯》所說之意。云「其餘諸侯之地，大小則未得而聞」者，謂一州之內，千里之方有三，而一州建二百一十國，但未知國之大小及封建制度，故云未聞。《異義》：「《公羊》說『殷三千諸侯，周千八百諸侯』。《古春秋左氏傳》說『禹會諸侯於塗山，執玉帛者萬國』。唐虞之地萬里，容百里地萬國。其侯伯七十里，子男五十里，餘為天子間田。許慎謹按：《易》曰：『萬國咸寧。』《尚書》云：『協和萬邦。』」從《左氏》說。鄭駮之云：「而諸侯多少，異世不同。萬國者，謂唐虞之制也。武王伐紂，三分有二，八百諸侯，則殷末諸侯千二二百也。至周公制禮之後，准《王制》千七百七十三國，而言周千八百者，舉其全數。」又《異義》：「《今尚書》歐陽夏侯說『中國方五千里』，《古尚書》說『五服旁五千里，相距萬里』。許慎謹按：以今漢地考之，自黑水至東海，衡山之陽至於朔方，經略萬里。」從《古尚書》說『鄭氏無駮，與許同。按《易．下系》云：「一君二民，君子之道。二君一民，小人之道。」鄭註：「一君二民，謂黃帝堯舜，謂地方萬里為方千里者百，中國之民居七千里，七七四十九，方千里者四十九。夷狄之民居千里者五十一，是中國夷狄，二民共事一君。二君一民，謂三代之末，以地方五千里，一君有五千里之土，五五二十五，更足以一君二十五，始滿千里之方五十，乃當堯舜一民之地，故云二君一民。」實無此二君一民，假之以地廣狹為優劣也。"
      },
      {
        "index": 16,
        "text": "天子，百里之內以共官，千里之內以為御。○注：謂此地之田稅所給也。官謂其文書財用也。御謂衣食。○音義：共音恭。"
      },
      {
        "index": 17,
        "text": "疏　 「天子」至「為御」。○正義曰：此一節論畿內千里之地田稅所共給之事。○注「謂此」至「衣食」。○正義曰：經云「百里之內」者，謂去王城百里，四面相距則二百里。經云「千里之內以為御」者，謂四面相距為千里，去王城四面五百里，二者相互。云「此地之田稅所給也」者，依《周禮》有口率出泉，恐此是口率之泉，故云「此地之田稅所給也」。知非口率出泉所給者，按《周禮》大府九賦之泉，各有所給，故其職云「關市之賦，以醋荃之膳服。邦中之賦，以待賓客。四郊之賦，以待稍秣。家削之賦，以待匪頒。邦甸之賦，以待工事。邦縣之賦，以待幣帛。邦都之賦，以待祭祀。山澤之賦，以待喪紀。幣餘之賦，以待賜予」，是口率出泉，各有所用也。知「官謂其文書財用也」者，以其稱官，是官府所須，故為文書財用。御是進御所須，故為衣食。但官卑褻，故用近物；御為尊重，故用遠物，此為殷法也。但未知有口率出泉以否。"
      },
      {
        "index": 18,
        "text": "千里之外設方伯，五國以為屬，屬有長。十國以為連，連有帥。三十國以為卒，卒有正。二百一十國以為州，州有伯。○注：屬、連、卒、州，猶聚也。伯、帥、正，亦長也。凡長皆因賢侯為之。殷之州長曰伯，虞夏及周皆曰牧。○音義：帥，色類反，注及下同。卒，子忽反，下及注同。牧音木。八州八伯，五十六正，百六十八帥，三百三十六長。八伯各以其屬，屬於天子之老二人，分天下以為左右，曰二伯。○注：老謂上公。《周禮》曰：「九命作伯。」《春秋傳》曰：「自陝以東，周公主之。自陝以西，召公主之。」○音義：陝，失冉反，一音古洽反。召，詩照反。"
      },
      {
        "index": 19,
        "text": "疏　 「千里」至「二伯」。○正義曰：此一節論千里之外設方伯及連帥卒正兼二伯之事，各隨文解之。○注「屬連」至「曰牧」。○正義曰：屬是系屬，連是連接，卒是卒伍，州是聚居，故云「屬、連、卒、州，猶聚也」。伯、帥、正俱是長，但異其名。云「凡長皆因賢侯為之」者，既長諸侯，非賢不可，故知賢侯為之。言因者，因其州內賢侯，非州外別取州牧，則知以賢侯為之，故下《曲禮》以侯為牧。周制牧下有二伯，則侯伯皆得為之，故《詩．旄丘》「責衛伯也」。衛是侯爵，而為州伯。張逸疑而問鄭，鄭答云：「侯德適任之，謂衛侯之德，適可任州伯也。」然則伯之賢者，亦可進為牧，故《周禮．宗伯》「八命作牧」，注云「謂侯伯有功德者，加命得專征伐，是伯得為牧也」。鄭必知州牧之下，更有二伯者，以《左傳》云五侯九伯，服、杜皆為五等諸侯，九州之伯。《鄭志》云：「若征五等諸侯九州之伯，何夾輔之有？大公為王官伯，分主自陝以東，不可分為四侯半，故稱五侯。四州有八伯，畿內有一伯，故為九伯也。」按《鄭志》注《尚書》為八伯，張逸問云：「九州而八伯者何？」鄭答云：「畿內之州不置伯，有鄉遂之吏主之。」伯即牧也。故《周禮．大宰》云「施典於邦國，建其牧，立其監」，是畿外邦國有牧，畿內不置也。畿內既不置牧，則應無牧下之伯。而立五侯九伯，畿內有一伯者，但比擬畿外應有而言之，其實無也。州長既用賢侯為之，則卒正、連帥、屬長，節級用伯、子、男賢者而為之。鄭注《曲禮》云「二王之後不為牧」，則殷亦當然。殷既亦有連、屬、卒等，則周亦然也。故《詩．旄丘》責衛伯不能修方伯連率之職是也。云「虞夏及周皆曰牧」者，按《尚書．舜典》云「覲四岳群牧」，又云「咨十有二牧「，是虞稱牧也。虞雖稱牧，亦稱伯，故《書傳》云「惟元祀，巡此四岳八伯」。按《左傳》宣三年云夏之方有德也，貢金九牧」，是夏稱牧也。《大宰》云「建其牧」，是周稱牧也。故云「虞夏及周皆曰牧」。○注「周禮」至「主之」。○正義曰：「九命作伯」，《大宗伯職》文。「《春秋傳》曰」以下，《春秋》隱五年公羊傳文。故傳云「三公者何？天子之相也。自陝而東者，周公主之。自陝而西者，召公主之，一相處乎內」是也。"
      },
      {
        "index": 20,
        "text": "千里之內曰甸。○注：服治田，出穀稅。○音義：甸，大薦反。千里之外曰采，○注：九州之內地，取其美物，以當穀稅。○音義：采，蒼改反。當，丁浪反，又如字。曰流。○注：謂九州之外也，夷狄流移，或貢或不。《禹貢》荒服之外，「三百里蠻，二百里流」。○音義：蠻，莫還反。"
      },
      {
        "index": 21,
        "text": "疏　 「千里」至「曰流」。○正義曰：此一節總論畿內畿外九州治田及採取美物，並九州之外或貢或否之事，各隨文解之。○注「服治」至「穀稅」。○正義曰：定本直云「服治田，出穀稅」，無甸字。知甸是服治田出穀稅者，按《禹貢》「五百里曰甸服」，下又云「百里賦納總，二百里納銍」，及秸、粟、米之等，是甸為治田也。○注「九州」至「穀稅」。○正義曰：經云「千里之外曰采」，謂規方千里之外，若於王城五百里之外，以殷制言之，中國方三千里，而面別去王城千五百里。今五百里以為畿內，千里之外，惟千里耳。採取美物，故言曰采。周則王畿之外，面別三千里，採取美物，則《大行人》侯服其貢祀物，甸服其貢嬪物，男服其貢器物，采服其貢服物，衛服其貢材物，要服其貢貨物是也。○注「謂九」至「裡流」。○正義曰：流謂九州之外，或貢或否，流移不定。殷則面別千五百里之外，二千五百里之內，謂之為流。週三千五百里之外，五千里之內為流也。"
      },
      {
        "index": 22,
        "text": "天子三公、九卿、二十七大夫、八十一元士。○注：此夏制也。《明堂位》曰「夏后氏之官百」，舉成數也。\n疏　 「天子」至「元士」。○正義曰：此一經論夏天子設公卿大夫元士之數。○注「此夏」至「數也」。○正義曰：以《周禮》，其官三百六十，此官百二十，故云夏制。以夏制不明，更引《明堂位》「夏后氏之官百」以證之，直云百不云百二十，故云「舉成數也」。《王制》之文，鄭皆以為殷法。此獨云夏制者，以《明堂》殷官二百，與此百二十數不相當，故不得云殷制也。記者，故雜記而言之，或舉夏，或舉殷也。"
      },
      {
        "index": 23,
        "text": "大國三卿，皆命於天子，下大夫五人，上士二十七人。次國三卿，二卿命於天子，一卿命於其君，下大夫五人，上士二十七人。小國二卿，皆命於其君，下大夫五人，上士二十七人。○注：命於天子者，天子選用之，如今詔書除吏矣。小國亦三卿，一卿命於天子，二卿命於其君。此文似誤脫耳，或者欲見畿內之國二卿與？○音義：選，宣戀反。見，賢遍反。與音餘。"
      },
      {
        "index": 24,
        "text": "疏　 「大國」至「七人」。○正義曰：此一節論夏家天子命諸侯之國卿、大夫及士之數。前既云夏官，此亦夏禮。卿、大夫、士數，五等之國悉同，但大國三卿，並受命於天子也。夏之大國，謂公與侯也。殷、周大國，並公也。崔氏云：「三卿者，依周制而言，謂立司徒兼塚宰之事，立司馬兼宗伯之事，立司空兼司寇之事。」故《春秋左傳》云季孫為司徒，叔孫為司馬，孟孫為司空，此是三卿也。以此推之，故知諸侯不立塚宰、宗伯、司寇之官也。下大夫五人者，崔氏云「三卿命於天子」，則大夫以下，皆其君自命之也。三卿，則上中下三品而含上下。今云「下大夫五人」者，取卿為言耳。知大夫有上下者，按前云次國之下卿，位當大國之上大夫是也。何以五人者？謂司徒之下，置小卿二人，一是小宰，一是小司徒。司空之下，亦置二小卿，一是小司寇，一是小司空也。司馬之下惟置一小卿，小司馬也。故《公羊》襄十一年「作三軍，三軍者何？三卿也」，「古者上卿下卿，上士下士」，何休云「古者諸侯有司徒、司空，上卿各一，下卿各二。司馬事省，上下卿各一。若有軍事，上士相上卿，下士相下卿，足以為治」，今襄公乃益司馬，故云作三軍，逾王制，故譏之。下卿即大夫也，故此云「下大夫五上，士二十七人」者，云上士者，對府、史之屬也。《周禮》五等國悉三卿、五大夫、二十七士，皆與此同。但公國長有四命，孤一人，故《典命》云「公之孤四命，以皮帛小國之君。其卿三命，其大夫再命，其士一命」，侯伯之卿、大夫、士亦如之。子男之卿再命，其大夫壹命，其士不命」。而鄭注再引《王制》，以成彼義。當恐周之人數，與《王制》同也。且《曾子問》是明當時周法，而云國家五官，則五大夫，大夫若五，則知餘亦不異也。且《曾宰》云「施典於邦國」，「設其參，傅其伍」，鄭云「參謂卿三人，伍謂大夫五人」。「次國三卿，二卿命於天子，一卿命於其君，下大夫五人，上士二十七人」者，次國者，夏則伯，殷則侯也，周則侯伯也。而卿、大夫、士之命及人之數，與大國同。但一卿其君自命為異也，下文備也。「小國二卿，皆命於其君，下大夫五人，上士二十七人」者，小國者，殷謂伯，夏、周同子男也。按鄭注言「小國亦三卿」，差次而言，應一卿命於天子，二卿命於其君。此惟言二卿，則似誤也。鄭何以得知應三卿？按前云小國又有上中下三卿，位當大國之下大夫，若無三卿，何上中下之有乎？故知有三卿也。按《周禮》「三命受位」，鄭云「謂此列國之卿，始有列位於王，為王之臣也」。若三命卿始得列位於王，則子男之卿再命，不應得一卿命於王。而鄭今云一卿命於王者，謂子男之卿亦得王命。而彼注三命，下云列國卿三命者，此自據侯伯為言，以會彼「三命受位」者耳。○注「或者」至「卿與」。正義曰：鄭又為一說，畿內之國，唯置二卿，並是其君自命之。今記者或欲因子男此文以見畿內之法，故捨去子男一卿命於王者，而不言也。"
      },
      {
        "index": 25,
        "text": "天子使其大夫為三監，監於方伯之國，國三人。○注：使佐方伯領諸侯。○音義：監，古蹔反。監於，古御反，卷末同。"
      },
      {
        "index": 26,
        "text": "疏　 「天子使其」至「三人」。○正義曰：此一節論天子遣大夫往監方伯之國，州別各置三人之事。「天子使其大夫」者，謂使在朝之大夫，往監於方伯，每一州輒三人，三八二十四人。崔氏云：「此謂殷之方伯，皆有三人以輔之。佐其伯，謂監所領之諸侯也。」周則於牧下置二伯，亦或因殷使大夫為三監，故《燕禮》云設諸公之坐，鄭云公，孤也。大國孤公一人，而云諸公者，容牧有三監。然則天子於州牧之國，則置三大夫以輔之，其尊卑之差，則下文其祿視諸侯之卿，其爵視次國之君。其祿視諸侯之卿者，謂公之孤也，故《燕禮》謂之諸公，與公孤同也。《尚書》使管叔、蔡叔、霍叔為三監者，為武庚也。與此別也。"
      },
      {
        "index": 27,
        "text": "天子之縣內諸侯，祿也。○注：選賢置之於位，其國之祿如諸侯，不得位。\n疏　 「天子」至「祿也」。○正義曰：此一節論天子縣內食采邑諸侯得祿不得繼世之事。此言縣內，則夏法也。言諸侯祿者，得采國為祿而不繼世，故云祿也。故下云「大夫不世爵」是也。此謂畿內公卿大夫之子，父死之後，得食父之故國采邑之地，不得繼父為公卿大夫也，故經直云祿也。則子孫恆得食之，有罪乃奪之。此云諸侯，下云「大夫不世爵」，則諸侯總據大夫以上，而《司裘》「諸侯，則共熊侯、豹侯」，鄭注云「諸侯，謂三公及王子弟」。鄭惟據三公及王子弟者，以下別云「卿大夫，則共麋侯」，故諸侯惟止三公及王子弟而已。此父死子祿者，不在九十三國之數。此雖論夏法，殷、周亦然。畿內諸侯，父死視元士，若有賢德，乃復父位。若畿外諸侯，父死未賜爵，亦視元士，除服則得襲父故位，故下文云「未賜爵，視天子元士，以君其國」，注云「列國及縣內之國也」。必知列國未賜爵，亦視元士者，以《詩》云「韎韐有奭，以作六師」，是諸侯世子未爵命，服士之韎韐之服是也。"
      },
      {
        "index": 28,
        "text": "外諸侯，嗣也。○注：有功乃封之，使之世也。《冠禮記》曰：「繼世以立諸侯，像賢也。」○音義：冠，古亂反。"
      },
      {
        "index": 29,
        "text": "疏　 「外諸侯，嗣也」。○正義曰：此一節論外諸侯父死子得嗣位之事。此畿外諸侯，世世象賢傳嗣其國也，故下云「諸侯世子世國」。所以畿內諸侯不世爵，而畿外得世者，以畿內諸侯，則公卿大夫輔佐於王，非賢不可，故不世也。畿外諸侯嘗有大功，報其勞效，又在外少事故得世也。《異義》：「按《公羊》、《穀梁》說云『卿大夫世則權並一姓，妨塞賢路，經譏尹氏崔氏』是也。古《春秋左氏》說『卿大夫得世祿不世位，父為大夫，死，子得食其故采地，如有賢才，則復父故位』。許慎謹按：《易》爻位三為三公，食舊德，謂食父故祿。《尚書》云：『世選爾勞』，《論語》云『興滅國，繼絕世』，《詩》云『凡周之士，不顯亦世』，《孟子》云『文王之治岐也，仕者世祿』。知周世祿也，從《左氏》義。鄭氏無駮，與許同。殷之大夫亦世祿，故《祭義》云「殷人貴富而尚齒」，注云「臣能世祿曰富」是也。其諸侯之大夫，則下文云不世爵祿，謂殷禮也。若周制，諸侯之大夫有功者，亦得世祿，故隱公八年「無駭卒」，《左傳》云「官有世功，則有官族」。《論語》云「管氏奪伯氏駢邑三百」，以無功而奪之。若有功則不奪也。"
      },
      {
        "index": 30,
        "text": "制：三公一命卷，若有加則賜也，不過九命。次國之君，不過七命。小國之君，不過五命。○注：卷，俗讀也，其通則曰袞。三公八命矣，復加一命，則服龍袞，與王者之後同。多於此，則賜，非命服也。虞夏之制，天子服有日月星辰。《周禮》曰：「諸公之服，自袞冕而下，如王之服。」○音義：命卷音袞，古本反。復，扶又反。冕音勉。"
      },
      {
        "index": 31,
        "text": "疏　 「制三」至「五命」。○正義曰：此一經論王制三公已下，次國小國之君爵命之數。制謂王者制度，言王者制度，三公八命，身著鷩冕，若加一命，則為上公，與王者之後齊同，而著袞冕，故云「一命卷」。「若有加則賜也」者，謂九命卷龍之外，依制不合有其服，若有加益者，則是君之特賜，非禮法之常也，則《雜記》謂之褒衣也。此則《禮緯》九賜之衣服也，與《宗伯》「再命受服」不同。此篇之作，皆是王者之制，而於此特言制者，以三公位尊，又加一命，其事極重，記者以其重，故特云制也。「不過九命」，「不過七命」，「不過五命」者，此謂夏、殷之制也，亦與周同。○注「卷俗」至「之服」。○正義曰：《禮記》文皆作「卷」字，是記者承俗人之言，故云「卷，俗讀也」。云「其通則曰袞」者，謂以通理正法言之，則曰袞，故《周禮．司服》及《覲禮》皆作袞，是禮之正經也，故云「其通則曰袞」。云「虞夏之制，天子服有日月星辰」者，以此經雖以殷為主，亦雜記虞夏之事，故鄭引虞夏之制言之。按「有虞氏皇而祭之」下，注云「夏、殷未聞」，此云「虞夏之制，天子服有日月星辰」者，此云特謂虞舜與禹相接，事相關穿，故《尚書》堯舜禹之書謂之《虞》、《夏書》，伏生《書傳》有《虞夏傳》，以《皋陶謨》云「予欲觀古人之象」，《皋陶謨》是虞夏之書，故云「虞夏之制」，其實虞也。下文有虞夏殷週四代並陳，故云「夏殷未聞」也。云「《周禮》曰諸公之服，自皋冕而下，如王之服」者，是《司服》文。引之者，證三公一命袞。然則此經三公一命袞，謂周制也，故以周制解之。若周以前，則山在袞上，不得云一命袞也。衣服之制，歷代不同。按《易．繫辭》云：「黃帝堯舜垂衣裳而天下治，蓋取諸乾坤。」玄衣法天，黃裳法地，故《易．坤．六五》「黃裳元吉」是也。衣裳從黃帝以來而有也。虞氏以來，其裳用纁，故下文歷陳虞夏殷周，注云「其服皆玄，上纁下裳」。用纁者，鄭注《易．下繫辭》云：「土記位南方，南方色赤，黃而兼赤，故為纁也。」按禮祭地，牲玉用黃，以放地色。裳既法地而用纁者，凡衣服著其身，有章采文物，以黃色太質，故用纁也。衣為天色玄，禮天牲玉用蒼者，以天色晝則蒼，夜則玄，衣不用蒼，亦以其太質故也。然祭天亦有牲用玄者，《尚書》及《論語》云「敢用玄牡，敢昭告於皇皇后帝」是也。虞夏之制，天子祭服，自日月而下十有二章，故《尚書．皋陶》云「予欲觀古人之象，日、月、星、辰、山、龍、華蟲，作會；宗彝、藻、火、粉米、黼、黻，絺繡」是也。日，一也。月，二也。星辰，三也。山，四也。龍，五也。華蟲，六也。此六者皆畫於衣，故言作會，以法於天。其數六者，法天之陽氣之六律也。宗彝，七也。藻，八也。火，九也。粉米，十也。黼，十一也。黻，十二也。此六者皆繡於裳，故云絺繡。絺，紩也。謂紩剌以為繡文，以法地之陰氣六呂也。按鄭注《司服》云至周「登龍於山，登火於宗彝，尊其神明也」。龍取其神，火取其明。然則諸物各有所象，故說日月星辰取其明。山者，安靜養物，畫山者必兼畫山物，故《考工記》云「山以章」。龍者，取其神化。龍是水物，畫龍必兼畫水，故《考工記》云「水以龍」。華蟲者，謂雉也。取其文采，又性能耿介。必知華蟲是雉者，以《周禮》差之，而當鷩冕，故為雉也。雉是鳥類，其頸毛及尾似蛇，兼有細毛似獸，故《考工記》云「鳥獸蛇」。此六者，以高遠在上，故畫於衣。宗彝者，謂宗廟彝尊之飾，有虎蜼二獸。虎有猛，蜼能辟害，故象之。不言虎蜼，而謂之宗彝者，取其美名。按《周禮》有六彝，有雞彝、鳥彝、斝彝、黃彝、虎彝、蜼彝。此直云宗彝，知非雞彝、鳥、斝。黃必為虎、蜼者，按《明堂位》云「夏后氏雞彝，殷以斝，周以黃目」。又《周禮》陳六尊六彝，皆遠代者在後，故六尊之次，犧、象、著、壺、大、山，大是虞氏之尊，山是夏后之尊。六彝之次，亦虎彝、蜼彝在後，故知虎、蜼，虞夏已飾於尊，但舜時已稱宗彝，不得有雞、斝之等，以周禮差之，而當毳冕，故知虎、蜼有毛之物也，虎、蜼淺毛細毳故也。藻者，取其絜清有文。火者，取其明照烹飪。粉米，取其絜白生養。黼謂斧也，取其決斷之義。黻謂兩已相背，取其善惡分辨。大意取象如此，而皇氏乃繁文曲說，橫生義例，恐非本旨。此是天子之服，其諸侯以下，未得而聞。按《皋陶謨》云：「五服五章哉！」鄭注云：「五服，十二也、九也、七也、五也。三也。」如鄭之意，九者謂公侯之服，自山而下。七也是伯之服，自華蟲而下。五也謂子男之服，自藻而下。三也卿大夫之服，自粉米而下。與《孝經》注不同者，《孝經》舉其大綱，或云《孝經》非鄭注。以上所云虞舜之制，而夏殷，注云未聞。至周則日月星辰畫於旌旗，又登龍於山，登火於宗彝，故注《司服》云「王者相變，至周而以日月星辰畫於旌旗，所謂三辰旂旗，昭其明也。而冕服九章，初一曰龍，次二曰山，次三曰華蟲，次四曰火，次五曰宗彝，皆畫以為繢。六曰藻，次七曰粉米，次八曰黼，次九曰黻，皆希以為繡，則袞之衣五章，裳四章，凡九也。鷩之衣三章，裳四章，凡七也。毳之衣三章，裳二章，凡五也。希之衣一章，裳二章，凡三也。玄者衣無文，裳剌黻而已，是以謂玄焉」。鄭必知日月星辰畫於旌旗者，以《司服》王自袞冕而下，則袞服最尊，尚無日月星辰，故知日月星辰不在衣服，畫於旌旗也。知登龍於山者，依舊山在龍上。若不登龍，則袞冕不為最尊，故知登龍於山也。知登火於宗彝者，若不登火，則五章之服，自藻而下，不得稱為毳冕。若登火於宗彝之上，則五章自宗彝而下，與毳冕相當。然宗彝之下，有藻、火兩章，知不登藻，而必登火者，火有光明之盛。《春秋傳》云「火龍黼黻」，《禮記》「殷火周龍章」，是火貴於藻也，故知登火不登藻。自九章而下，以次相差，故知袞之衣五章，鷩衣毳衣者三章，絺衣一章。衣法天，故章數奇。裳法地，章數偶。以下其數漸少，則裳上之章漸勝於衣，事勢須然，非有義意。皇氏每事曲為其說，恐理非也。衣章並畫，絺冕之衣獨繡者，以粉米地物養人，服之以祭社稷。又地祗並是陰類，故衣章亦繡也。周之衣服既無日月，而《郊特牲》云「袞冕日月之章」者，謂魯禮也。魯以周公之故，袞冕亦日月之章。其周之天子所用祭服，則《司服》云「王祀昊天上帝，則服大裘而冕，祀五帝亦如之。享先王則袞冕，享先公饗射則鷩冕，祀四望山川則毳冕，祭社稷五祀則希冕，祭群小祀則玄冕」。鄭司農云：「大裘，羔裘也。」知羔裘者，以祭天至質，故知羔裘。以天色玄，謂黑羔裘。其六冕所祀，依冕之先後，祭神之尊卑，以袞冕之服華，故祭先王；以絺冕陰類，故祭社稷五祀；以玄冕質素，故祭群小祀。日月雖尊，以天神從質，故亦玄冕。故《玉藻》云「天子玄端以朝日」，鄭注云「端當為冕」。其祭地之服無文。按《詩．昊天有成命》「郊祀天地也」，天地相對，則祭地亦用大裘，故《孝經援神契》云「祭地之禮，與祭天同」，亦據衣服同也。又有皮弁以日視朝，韋弁以即戎，冠弁以田獵，故《司服》云「凡兵事韋弁服」，注云「韋弁，以韎韋為弁，又以為衣裳」。《詩．采芑》注云「韋弁服，朱衣裳」，則韎，韋也，其事同。鄭志又以韋弁為素裳，未知孰是。《司服》又云：「視朝，則皮弁服。」鄭注云：「視朝，視內外朝之事。皮弁之服，十五升白布衣，積素以為裳。王受諸侯朝覲於廟，則袞冕。」其皮弁又以燕諸公，故《詩》云「有頍者弁」，注云「弁，皮弁」，詩人責王不以皮弁燕諸公，此則朝服燕也。又以食，故《玉藻》云「皮弁以日視朝，遂以食」。又郊祭之前服之，以聽祭報，故《郊特牲》云「皮弁以聽祭報」。又著以舞大夏，故《明堂位》云「皮弁素積，以舞大夏」。雖是魯禮，王所同之。其賓射燕射時，亦皮弁也。知者，按《射人職》賓射在朝，故知用朝服也。《燕禮記》云「燕朝服於寢」，明天子燕亦以朝服，故知賓射燕射亦皮弁也。《司服》又云「凡甸，冠弁服」，注云「甸，田獵也。冠弁，委貌。其服緇布衣，亦積素以為裳」，「王卒食而居則玄端」。此玄端亦緇衣朱裳，故《玉藻》注云「天子諸侯，玄端朱裳」。謂之端者，已外之服，其袂三尺三寸，其袪尺八寸，其玄端則二尺二寸，祛尺二寸。端，正也。以幅廣二尺二寸，袂廣二尺二寸，與之正方，故云玄端也。哭諸侯則爵弁，故《檀弓》云「天子之哭諸侯也，爵弁紂衣」。爵弁者，加爵頭色。又有素服，凶荒則服之，故《司服》云「大札、大荒、大災，素服」。其衣服首飾大裘之冕，其冕無旒，故注《弁師》云「冕服有六，而言五冕者，大裘之冕，蓋無旒，不聯數也「。凡冕之制，皆玄上纁下，故注《弁師》云「皆玄覆朱裡」。師說以木版為中，以三十升玄布衣之於上，謂之延也。以朱為裡，但不知用布繒耳。當應以繒為之，以其前後旒用絲故也。按《漢禮器制度》廣八寸，長尺六寸也。又董巴《輿服志》云：「廣七寸，長尺二寸。」皇氏謂此為諸侯之冕，應劭《漢官儀》廣七寸，長八寸，皇氏以為卿大夫之冕服也。若如皇氏言，豈董巴專記諸侯，應劭專記卿大夫？蓋冕隨代變異，大小不同。今依《漢禮器制度》為定也。今天子五冕之旒，皆用五采之絲為旒，垂五采之玉，故《弁師》云「掌王之五冕」，五采繅，十有二就，皆五采玉十有二「，鄭注云「每就間蓋一寸，旒別有五采玉十有二。袞冕，故前後各十二旒，用玉二百八十八。鷩冕九旒，用玉二百一十六。毳冕七旒，用玉一百六十八。絺冕五旒，用玉百二十。玄冕三旒，用玉七十二」。皮弁縫中亦五采玉十二，故《弁師》云「王之皮弁，會五采玉琪」，鄭注云「會，縫中也」，「縫中，每貫結五采玉十二以為飾」。韋弁亦然，故《弁師》云「諸侯及孤卿大夫之冕，韋弁皮弁，弁絰各以其等為之」，則知天子韋弁與皮弁同也。其冠弁亦與皮弁同，故注《弁師》云「不言冠弁，冠弁兼於韋弁皮弁矣」。自此以前，皆王者之服。祭服則以衣名冕，像上古先有衣後有冕。皮弁以下，則以弁名衣。餘服既輕，舉為重故也。其諸侯以下，則《司服》云：公之服自鷩冕而下，侯伯之服白鷩冕而下，子男之服自毳冕而下，孤之服自希冕而下，卿大夫之服自玄冕而下，士之服自皮弁而下，公之袞冕數與王同，其就數則異。故鄭注《覲禮》云「上公袞無升龍」，其旒則九，不十二也。其三公，《司服》無文。按《射人》三公執璧與子男同，則服毳冕也。凡此諸侯所著之服，皆為助祭於王，若助王祭天地，及祭先王大祀之等，皆服已上之服。若其從王祭祀小祀，雖有應著上服，皆逐王所著之服，不得逾王也。自在國祭其先君，則皆玄冕，故《玉藻》云「諸侯玄端以祭」，鄭云「端當為冕」。其二王之後，祭受命之王，各服已上之服，其自祭餘廟與諸侯同。有孤之國，其孤則絺冕，卿大夫玄冕，士爵弁，此皆謂助君祭服也。無孤之國，卿絺冕，大夫玄冕，以注《玉藻》云「諸侯之臣，皆分為三等：其夫卿也，則服鞠衣；其夫大夫，則服襢衣；其夫士，則服禒衣」。以此言之，卿絺冕，大夫玄冕，士爵弁也，此服皆謂助祭君也。若其自祭，則皆降焉。諸侯士則玄端，大夫則朝服，故《儀禮．特牲》士祭玄端，《少牢》，上大夫祭朝服，公之孤爵弁以自祭。故《雜記》云「大夫冕而祭於公，弁而祭於已。士弁而祭於公，冠而祭於已」。鄭注云「爵弁而祭於已，唯孤爾」，其天子卿大夫則無文。諸侯當玄冕以祭，其孤卿之等當爵弁也，大夫則皮弁。知者，以諸侯大夫朝服自祭，故知天子大夫亦用朝服自祭，朝服則皮弁，故鄭注《玉藻》云「四命以上，齊祭異冠」。按《玉藻》云：「玄冠丹組纓，諸侯之齊冠也。」諸侯既用玄冠而齊，則孤卿大夫以下並用玄冠齊也。諸侯玄冕而祭，天子孤卿及公之孤卿爵弁而祭，天子大夫皮弁而祭之，皆與齊時玄冠不同，故云「四命以上，齊祭異冠」。其三命以下玄冠齊、玄冠祭，是齊、祭同冠。其諸侯則皮弁以視朔，朝服以視朝，韋弁以即戎，與天子同。諸侯田獵亦用韋弁，故《左傳》衛獻公射鴻於囿，不釋皮冠而與孫林父言；又昭十二年「楚子狩於州來」，皮冠豹舄。諸侯又以皮弁受聘享，故《聘禮》「公皮弁」。天子諸侯亦以玄端燕居，故《玉藻》注云「天子諸侯，玄端朱裳」是也。諸侯亦以朝服食，夕則深衣，故《玉藻》云「朝服以食」，「夕深衣，祭牢肉」。又大祥之祭服朝服，故《喪服小記》「除成喪者，其祭也朝服縞冠」，大祥以後則麻衣。麻衣，則白布深衣也，但緣之以布耳。又有長衣，遭喪權時所服，故《聘禮》云「主國之喪，主人長衣待賓」是也。其長衣制與深衣同，但緣之以素，長衣之袂稍長，故《玉藻》注云「長衣中衣，繼揜尺，深衣則緣而已」。其中衣制如長衣，在上服之，自天子以下皆有。若祭服中衣用素，故《詩》云「素衣朱襮」。其他服中衣用布，故《玉藻》云「以帛裡布，非禮也」。其天子卿大夫士，以皮弁為朝服，諸侯卿大夫士，以玄冠緇衣素裳為朝服。凡在朝，君臣上下同服，但士服則謂之玄端，袂廣二尺二寸故也。其大夫以上則皆侈袂，袂三尺三寸故也。其大夫以上所論玄端者，皆其制與士同。其大夫士，按《玉藻》云「朝玄端，夕深衣」。其大祥朝服及既祥麻衣，並與諸侯同。天子祥禫，其服無文，或亦與諸侯無異。其首飾，諸侯皆以三采為藻，垂三采之玉，公袞冕九旒，鷩冕七旒，毳冕五旒，絺冕三旒，玄冕蓋無旒，旒皆九玉。侯伯鷩冕七旒，以下與公同，旒皆七玉。子男毳冕五旒，以下與公同，旒皆五玉。若熊氏之義，公以下諸冕，其旒並依命數不減，其韋弁、皮弁、冠弁縫中之玉，各依命數，玉皆三采，朱、白、蒼也。孤絺冕而下，其旒及玉皆二采，朱綠各依命數。其皮弁、韋弁、冠弁，玉亦二采，各依其命數。其一命大夫玄冕，及士則爵弁，皆無旒。知諸侯以下首飾藻旒玉數如此者，按《弁師》云「諸侯及孤卿大夫之冕，韋弁皮弁，各以其等為之」，故鄭注云「繅斿玉琪，如其命數也。冕則侯伯繅七就，用玉九十八；子男繅五就，用玉五十，繅玉皆三采；孤繅四就，用玉三十二；命之卿繅三就，用玉十八；再命之大夫繅再就，用玉八，藻玉皆朱綠。韋弁皮弁，則侯伯琪飾七，子男琪飾五，玉亦三采；孤則琪飾四，三命之卿琪飾三，再命之大夫琪飾二，玉亦二采；一命之大夫冕而無斿，士變冕為爵弁。其韋弁皮弁之會，無結飾」，「不言冠弁，冠弁兼於韋弁皮矣」是也。"
      },
      {
        "index": 32,
        "text": "大國之卿，不過三命，下卿再命。小國之卿與下大夫一命。○注：不著次國之卿者，以大國之下互明之。此卿命則異，大夫皆同。《周禮》公侯伯之卿三命，其大夫再命，子男之卿再命，其大夫一命。"
      },
      {
        "index": 33,
        "text": "疏　 「大國」至「一命」。○正義曰：此一節論大國小國卿大夫命數多少不同之事。○注「不著」至「一命」。○正義曰：經直云大國之卿及小國之卿，不云次國，故云「不著次國之卿」。云「以大國之下互明之」者，以大國之卿不過三命，則知次國之卿不過再命，大國下卿再命，則知次國下卿一命，故云「互明之」。云「此卿命則異「者，以大國上卿三命，下卿再命，次國上卿再命，下卿一命，小國上下卿並皆一命，故云「卿命則異」。云「大夫皆同」者，謂大國次國小國，大夫皆同一命。今經云「小國之卿與下大夫一命」，既與小國連文，知非直據小國。下大夫一命者，以經云大國「下卿再命」，以次差之，明大夫一命，自然次國大夫亦一命，故云「大夫皆同」。此夏、殷制也。按《周禮》云「公國之孤四命」，與餘卿不同，則知此大國之卿不過三命，亦謂孤也。大國下卿再命者，謂除孤以外之卿，就再命之中，分為中卿、下卿也，故前文云「次國之上卿，位當大國之中」是也。次國之卿再命，亦謂上卿執政者，若魯之季孫。下卿一命，亦分為中下二等，故前文云「中當其下，下當其上大夫」是也。小國之卿雖同一命，亦分為三等，故前文云「次國之上卿，位當大國之下卿，中當其上大夫，下當其下大夫」。其大國次國小國，大夫雖同一命，當皆分為上下二等，文已具於上。今總云下大夫者，對卿言之。云「《周禮》公侯伯之卿三命」以下者，皆《周禮．典命》文。以經云「大國之卿不過三命」，故引公侯伯之卿三命以對之。《周禮》「公之孤四命」，不與三命相當，故不引之也。"
      },
      {
        "index": 34,
        "text": "凡官民材，必先論之。○注：論，謂考其德行道藝。○音義：行，下孟反。論辨，然後使之。辨，謂考問得其定也。《易》曰：「問以辨之。」任事，然後爵之。○注：爵，謂正其秩次。○音義：任，而鴆反。位定，然後祿之。○注：與之以常食。○音義：與如字，又音預。"
      },
      {
        "index": 35,
        "text": "疏　 「凡官」至「祿之」。○正義曰：此一節論擇賢材任以爵祿之事，各隨文解之。○注「辨謂」至「辨之」。○正義曰：「辨，謂考問得其定也」者，謂官其人，必先論量德行道藝。今論量考問，事已分辨，得其定實，故云「辨，謂考問得其定也」。引《易》曰「問以辨之」，是《易．文言》文。○「任事然後爵之」。○正義曰：「爵，謂正其秩次」，言雖考問，知其實有德行道藝，未明其幹能，故試任以事事，事又干了，然後正其秩次。除授位定，然後與之以祿。"
      },
      {
        "index": 36,
        "text": "爵人於朝，與士共之。刑人於市，與眾棄之。○注：必共之者，所以審慎之也。《書》曰：「克明德慎罰。」是故公家不畜刑人，大夫弗養，士遇之塗，弗與言也。屏之四方，唯其所之，不及以政，亦弗故生也。○注：屏猶放去也。已施刑則放之棄之，役賦不與，亦不授之以田，困乏又無周餼也。《虞書》曰「五流有宅，五宅三居」是也。周則墨者使守門，劓者使守關，宮者使守內，刖者使守囿，髡者使守積。○音義：畜，許六反。塗音徒，本又作塗。屏，必政反。去，羌呂反。賙音周。餼，許既反。有宅，王肅注《尚書》如字，鄭音知嫁反，懲艾也，下同。劓，魚氣反。刖，五刮反，又音月。囿音又。髡，五忽反，本又作完，音同，徐戶官反。積，子智反。"
      },
      {
        "index": 37,
        "text": "疏　 「爵人」至「生也」。○正義曰：此一節論爵人及刑人之事，各依文解之。此云「爵人於朝」，謂殷法也。周則天子特假祖廟而拜授之，故《洛誥》云「烝祭歲，文王騂牛一，武王騂牛一」，時冊命周公，故特祭文、武。若諸侯爵人，因嘗祭之日，故《祭統》云「祭之日一獻，君降立於阼階之南，南鄉，所命北面」是也。「刑人於市，與眾棄之」者，亦謂殷法，謂貴賤皆刑於市，周則有爵者刑於甸師氏也。「是故公家不畜刑人」者，既與眾棄之，以是之故，天子諸侯之家不畜刑人也。大夫不得育養，士遇刑人於塗，弗與言也，謂逢遇於途，不與之言。「屏之四方，惟其所之」者，屏猶放去也，謂已施刑暴，故放逐棄去，使鄉四方，量其罪之輕重，合所之適處而居之。既是罪人被放，不干及以政教之事，謂不以王政賦役驅使，非但不使，意在亦不欲使生，困乏又無周餼，直放之化外，任其自死自生也。○注「役賦」至「守積」。○正義曰：「役賦不與「，謂役賦之事，不干與於刑人，解經「不及以政」。云「亦不授之以田，困乏又無周餼也」者，解經「亦弗故生也」。田里所以安其身，周餼所以養其命，皆是為生之具，今並不與，是不故欲使其生也。云「《虞書》曰『五流有宅，五宅三居』是也」者，證經「屏之四方」。此云《虞書》者，《舜典》文。鄭注云「宅讀曰朌，懲刈之器」，謂五刑之流皆有器。懲刈五吒者，是五種之器，謂桎一梏二拲二。三居謂周之夷服、鎮服、蕃服。云「周則墨者使守門」以下，是《周禮．掌戮》文。按《掌戮》「墨者使守門」，注云「黥者無妨於禁御」；云「劓者使守關」，注云「截鼻亦無妨以貌丑遠之」；云「宮者使守內」，注云「以人道絕也」；云「刖者使守囿」，注云「斷足驅衛禽獸，無急行」；云「髡者使守積」，注云「王之同族，不宮之者髡頭而已。守積，積在隱者宜也」。引之者，欲明周家畜刑人，異於夏殷法也。"
      },
      {
        "index": 38,
        "text": "諸侯之於天子也，比年一小聘，三年一大聘，五年一朝。○注：比年，每歲也。小聘使大夫，大聘使卿，朝則君自行。然此大聘與朝，晉文霸時所制也。虞夏之制，諸侯歲朝。周之制，侯、甸、男、采、衛、要服六者，各以其服數來朝。○音義：一朝，直遙反。數，色角反，又所具反。天子五年一巡守。○注：天子以海內為家，時一巡省之。五年者，虞、夏之制也。周則十二歲一巡守。○音義：守，手又反，本又作狩，後「巡守」皆同。省，色景反。"
      },
      {
        "index": 39,
        "text": "疏　 「諸侯」至「一朝」。正義曰：此一經論諸侯遣卿大夫聘問及自親朝之事。○注「小聘」至「來朝」。正義曰：知「小聘使大夫」者，按《聘禮記》云「小聘曰問，三介，大聘使卿，為介有五人，其小聘唯三介」，故知「小聘使大夫」。云「此大聘與朝，晉文霸時所制也」者，按昭三年《左傳》，鄭子大叔曰「文、襄之霸也，其務不煩諸侯，令諸侯三處而聘，五歲而朝」，故云「晉文霸時所制」。而晉文霸時，亦應有比年大夫之聘，但子大叔略而不言，此亦據傳文，直云大聘與朝，不云比年小聘。按《左傳》文三年聘，五年朝，諸侯相朝之法，今此經文云「諸侯之於天子，三年一大聘，五年一朝，則文、襄之制，諸侯朝天子，與自相朝同也。如鄭此注，唯據文、襄，故鄭云此「晉文霸時所制」。又鄭《駮異義》云：「《公羊》說比年一小聘，三年一大聘，五年一朝，以為文、襄之制。錄《王制》者，記文、襄之制耳，非虞夏及殷法也。」熊氏或以此為虞夏法，或以為殷法，文義雜亂，不復相當，曲為解說，其義非也。云「虞夏之制，諸侯歲朝」者，按《尚書．堯典》云「五載一巡守，群後四朝」，鄭注云「巡守之年，諸侯朝於方岳之下，其間四年，四方諸侯分來朝於京師，歲遍」是也。按《孝經》注「諸侯五年一朝天子，天子亦五年一巡守」。熊氏以為虞、夏製法，諸侯歲朝，分為四部，四年又遍，總是五年一朝，天子乃巡守，故云「諸侯五年一朝天子，天子亦五年一巡守」。按鄭注《尚書》「四方諸侯分來朝於京師，歲遍」，則非五年乃遍。又《孝經》之注，多與鄭義乖違，儒者疑非鄭注，今所不取，熊氏之說非也。虞夏之制，但有歲朝之文。其諸侯自相朝聘及天子之事則無文，不可知也。鄭此注虞夏之制，即云周之制，不云殷者，虞夏及周，經有明文，故指而言之，殷則經籍不見，故不言也。按《春秋》文十五年《左傳》云：「諸侯五年再相朝，以脩王制，古之制也。」按《鄭志》孫皓問云：「諸侯五年再相朝，不知所合典禮。」鄭答云：「古者據時而道前代之言，唐虞之禮，五載一巡守。夏、殷之時，天子蓋六年一巡守，諸侯間而朝天子。其不朝者朝罷朝，五年再朝，似如此制，禮典不可得而詳。」如《鄭志》之言，則夏、殷天子六年一巡守，其間諸侯分為五部，每年一部來朝天子，朝罷還國，其不朝者朝罷朝諸侯，至後年不朝者，往朝天子而還，前年朝者，今既不朝，又朝罷朝諸侯，是再相朝也，故鄭云「朝罷朝也」。如鄭之意，此為夏、殷之禮。而鄭又云「虞、夏之制，諸侯歲朝」，以夏與虞同，與《鄭志》乖者，以群後四朝，文在《堯典》。《堯典》是虞、夏之書，故連言夏，其實虞也。故《鄭志》云：「唐虞之禮，五載一巡守。」今知諸侯歲朝，唯指唐虞也。其夏、殷朝天子，及自相朝，其禮則然，其聘天子及自相聘，則無文也。云「周之制」以下，《周禮．大行人》文。故《大行人》云：侯服歲壹見，甸服二歲壹見，男服三歲壹見，采服四歲壹見，衛服五歲壹見，要服六歲壹見。是六者各以其服數來朝，皆當方分為四部分，隨四時而來。鄭注《大行人》云「朝貢之歲，四方各四分，趨四時而來」，是方別各為四分也。近東者，朝春近南者，宗夏近西者，覲秋近北者，遇冬故韓侯是北方諸侯而近於西，故稱韓侯入覲。鄭云「秋見天子曰覲」。又鄭注《明堂位》云：「魯在東方，朝必以春，魯於東方，近東故也。」以此言之，則侯服朝者，東方以秋，南方以冬，西方以春，北方以夏，以其近京師，舉此一隅，自外可知悉。按《大宗伯》云「春見曰朝」，注云「朝猶朝也，欲其來之早」；「夏見曰宗」，注云「宗，尊也，欲其尊王」；「秋見曰覲」，注云「覲之言勤也，欲其勤王之事」；「冬見曰遇」，注云「遇，偶也，欲其若不期而俱至」；「時見曰會」，注云「時見者，言無常期，諸侯有不順服者，王將有征討之事」，即《春秋左傳》云「有事而會也」；「殷見曰同」，注云「殷，眾也，十二歲王如不巡守，則六服盡朝」，「四方四時分來，歲終則遍」。每當一時一方總來，不四分也。此六者諸侯朝王之禮。又諸侯有聘問王之禮，故《宗伯》云「時聘曰問」，注云「時聘者，亦無常期，天子有事乃聘之焉」；「殷覜曰視」，注云「殷覜，謂一服朝之歲，以朝者少，諸侯乃使卿以大禮眾聘焉。一服朝在元年、七年、十一年」。其諸侯自相朝，則《大行人》云「凡諸侯之邦交，歲相問也，殷相聘也，世相朝也」，注云「小聘曰問。殷，中也。久無事，又於殷朝者，及而相聘也。父死子立曰世。凡君即位，大國朝焉，小國聘焉」。鄭知久無事而相聘者，按昭九年《左傳》稱「孟僖子如齊，殷聘禮也」。知「凡君即位，大國朝焉，小國聘焉」者，以襄元年「邾子來朝」，「衛子叔晉知武子來聘」，《左傳》云「凡諸侯即位，小國朝之，大國聘焉」。邾是小國，故稱朝。衛晉是大國，故稱聘。若俱是敵國，亦得來聘朝，故《司儀》云「諸侯相為賓」是也。若已初即位，亦朝聘大國，故文公元年「公孫敖如齊」，《左傳》云「凡君即位，卿出並聘」。若已是小國，則往朝大國，故文十一年「曹伯來朝」，《左傳》云「即位而來見也」。其天子亦有使大夫聘諸侯之禮，故《大行人》云「間問以諭諸侯之志」，「歲遍存，三歲遍覜，五歲遍省」，間年一聘，以至十一歲。按昭十三年《左傳》云：「歲聘以志業，間朝以講禮，再朝而會以示威，再會而盟以顯昭明。」賈逵、服虔皆以為朝天子之法，崔氏以為朝霸主之法，鄭康成以為不知何代之禮，故《異義》云：「《公羊》說諸侯比年一小聘，三年一大聘，五年一朝天子。《左氏》說十二年之間八聘、四朝、再會、一盟。許慎謹按：《公羊》說，虞、夏制。《左氏》說，周禮。傳曰三代不同物，明古今異說。」鄭駮之云：「三年聘，五年朝，文、襄之霸制。《周禮．大行人》『諸侯各以服數來朝』，其諸侯歲聘間朝之屬，說無所出。晉文公強盛諸侯耳，非所謂三代異物也。」是鄭以歲聘間聘朝，文無所出，不用其義也。言晉文公但強盛諸侯耳，何能制禮？而云三代異物乎？是難許慎之辭也。《異義》：「朝名，《公羊》說諸侯四時見天子，及相聘皆曰朝。以朝時行禮，卒而相逢於路曰遇。《古周禮》說『春曰朝，夏曰宗，秋曰覲，冬曰遇』。許慎按：《禮》有覲經，《詩》曰：『韓侯入覲。』《書》曰：『江漢朝宗於海。』知有朝覲宗遇之禮。」從《周禮》說。鄭駮之云：「此皆有似不為古昔。按《覲禮》曰：『諸侯前朝，皆受捨於朝。朝通名。』」如鄭此言，《公羊》言其總號，《周禮》指其別名。《異義》：「天子聘諸侯。《公羊》說天子無下聘義。」《周禮》說間問以諭諸侯之志。許慎謹按：禮，臣疾，君親問之。天子有下聘之義。」從《周禮》說。鄭無駮，與許慎同也。○注「五年」至「巡守」。○正義曰：知五年是虞、夏之制者，《堯典》云「五載一巡守」，此正謂虞也。以虞、夏同科，連言夏耳。若夏與殷，依《鄭志》，當六年一巡守也。云「周則十二歲一巡守」者，《大行人》云「十有二歲，王巡守殷國」，故知周制十二年也。按《白虎通》云：「所以巡守者何？巡者循也，守者牧也。為天子循行守土，收民道德大平，恐遠近不同化，幽隱不得其所者，故必親自行之，謙敬重民之至也。所以不歲巡守何？為大煩。過五年，為其大疏。因天道三歲一閏，天道小備，五歲再閏，天道大備，故五年一巡守。」以此言之，夏、殷六歲者，取半一歲之律呂也。周十二歲者，像歲星一周也。"
      },
      {
        "index": 40,
        "text": "歲二月，東巡守，至于岱宗。○注：岱宗，東嶽。○音義：岱音代。柴而望，祀山川。○注：柴，祭天告至也。○音義：柴，仕佳反，依字作祡。覲諸侯，○注：覲，見也。○音義：覲見，如字，舊賢遍反。問百年者就見之。○注：就見老人。命大師陳詩，以觀民風。○注：陳詩，謂采其詩而視之。○音義：大音泰，後「大學」、「大祖」、「大子」、「大樂正」、「大史」皆同。命市納賈，以觀民之所好惡，志淫好辟。○注：市，典市者。賈，謂物貴賤厚薄也。質則用物貴，淫則侈物貴。民之志淫邪，則其所好者不正。○音義：賈音嫁，注同。好，呼報反，下及注同。惡，烏路反。辟，匹亦反，徐芳亦反。侈，昌氏反，又式氏反。邪，似嗟反。命典禮，考時月，定日，同律、禮、樂、制度、衣服，正之。○注：同陰律也。山川神祇，有不舉者為不敬，不敬者君削以地。○注：舉猶祭也。○音義：削，息約反。宗廟有不順者為不孝，不孝者君絀以爵。○注：不順者，謂若逆昭穆。○音義：絀，丑律反，退也。昭，常遙反，凡言昭穆放此。變禮易樂者為不從，不從者君流。○注：流，放也。○音義：樂音岳。革制度衣服者為畔，畔者君討。○注：討，誅也。有功德於民者，加地進律。○注：律，法也。五月南巡守，至於南嶽，如東巡守之禮。八月西巡守，至於西嶽，如南巡守之禮。十有一月北巡守，至於北嶽，如西巡守之禮。歸假於祖禰，用特。○注：假，至也。特，特牛也。祖下及禰皆一牛。○音義：岳音岳，下同。假，音格禰乃禮反父廟也。"
      },
      {
        "index": 41,
        "text": "疏　 「歲二」至「用特」。○正義曰：此一經論王者巡守四岳，柴望及絀陟之事，各依文解之。○「歲二月，東巡守」者，皆以夏之仲月，以夏時仲月者，律歷常得其中也。二月八月，又晝夜分。五月十一月者，陰陽終，故取四仲月也。○注「岱宗東嶽」。○正義曰：岳者何？岳之為言桷也，桷，功德也。必先於此岱山者，言萬物皆相代於東方，故歲二月東巡守，至於岱宗。宗者，尊也。岱為五嶽之首，故為尊也。○注「柴，祭天告至也」。○正義曰：「柴，祭天告至「，謂燔柴以祭上天而告至，其祭天之後，乃望祀山川。所祭之天，則蒼帝靈威仰。○「覲諸侯」。○音義：覲，見也，謂見東方諸侯。其見之禮，按《覲禮》云「諸侯覲於天子，為宮方三百步，四門壇十有二尋，深四尺」，鄭注云「王巡守至於方岳之下，諸侯會之，亦為此宮以見之」是也。《覲禮》又云「天子乘龍，載大旂」，「拜日於東門之外，反祀方明」，鄭注引《朝事儀》曰「天子冕而執鎮圭，尺有二寸」，云「帥諸侯而朝日於東郊，所以教尊尊也，退而朝諸侯。由此二者言之，已祀方明，乃以會同之禮見諸侯也。凡會同者，不協而盟，盟時設方明於壇上，乃以載辭告焉」。如《覲禮》及鄭注所云，既告至之後，為宮加方明於壇。天子出宮東門外拜日，反祀方明，祀方明之後，乃徹去方明，故鄭云「由此二者言之，已祀方明，乃以會同之禮見諸侯」。云二者，謂《覲禮》經文「朝日東門」，「反祀方明」。《朝事儀》云「朝日東郊，退而朝諸侯「，故云「由此云二者言之，已祀方明，乃以會同之禮見諸侯也」。今於《覲禮》，未祀方明之前，未有見諸侯之事，皇氏以為未祀方明之前，己見諸侯，非也。其祀方明之後，見諸侯之時，王升立於壇上南面，諸公中階之前北面，諸侯東階之東西面，諸伯西階之西東面，諸子門東北面，諸男門西北面。王降階南面而見之，三揖，既升壇，使諸侯升，公拜於上等，侯伯於中等，子男於下等。見諸侯訖，若有不協，更加方明於壇上。諸侯等俱北面，戎石傳敦血以授歃者，司盟主其職，故《司盟》云：「掌其盟約之載，及其禮儀，北面詔明神。」於時王立無文，不可與諸侯同北面，當於阼階上西面。此是見諸侯之禮，祀方明之時，祭天則燔柴也。天謂日也。與此岱宗柴所用事別。《覲禮》云「祭天燔柴」，謂天子之盟也；「祭地瘞」，謂王官之伯盟也；「祭山丘陵升及祭川沈」者，是諸侯之盟也。此是巡守及諸侯之盟祭也，故注云「升沈必就祭者也。就祭則是謂王巡守，及諸侯之盟祭也」，「祭天柴，謂祭日也」，「祭地瘞者，祭月也」，「王巡守之盟，其神主日」，諸侯之盟，其神主山川」，則「王官之伯，會諸侯而盟，其神主月」。與今此《王制》所注岱宗柴者，謂祭天告至，而《覲禮》注引《王制》云「王巡守，至於岱宗」，柴是王巡守之盟，其神主日。又以柴為盟之所用不同者，告至與盟，必非一事。鄭意證巡守盟時有柴，故引岱宗以證之，其實別也。《覲禮》云為宮即言加方明，經文相連，鄭注云「王巡守至於方岳之下，諸侯會之，亦為此宮」，則亦有方明，但文不具耳。故巡守祭天燔柴，祭地瘞埋，皆是祭方明也。故鄭於方明「設六玉」之下，注云「上宜以蒼璧，下宜以黃琮。而不以者，則上下之神，非天地之至貴者也」。以此言之，明天子巡守之祭有方明也。而皇氏云「諸侯來就王會同有方明，王巡守見諸侯無方明」，皇氏用之為說，其義非也。○「問百年者就見之」。○音義：此謂到方岳之下，見諸侯之後，問百年者就見之。若未至方岳，於道路之上，有百年者，則亦王先見之。故《祭義》云「天子巡守，諸侯待於竟，天子先見百年者」，下云「八十九十者，東行，西行者弗敢過」，道經之則見之，則知百年者，道雖不經所在，就見之，與此少別。○「命大師陳詩以觀民風」。○音義：此謂王巡守，見諸侯畢，乃命其方諸侯。大師是掌樂之官，各陳其國風之詩，以觀其政令之善惡。若政善，詩辭亦善；政惡，則詩辭亦惡。觀其詩，則知君政善惡，故《天保》詩云「民之質矣，日用飲食」，是其政和。若其政惡，則《十月之交》「徹我牆屋，田卒汙萊」是也。○「命市」至「好辟」。○音義：命典市之官，進納物賈之書，以觀民之所有愛好，所有嫌惡。若民志淫邪，則愛好邪辟之物，民志所以淫邪，由在上教之不正。此陳詩納賈，所以觀民風俗，是欲知君上善惡也。○「命典」至「正之」。○音義：典禮之官，於周則大史也。考校四時，及十二月之大小，時有節氣早晚，月有弦望晦朔，考之使各當其節。又正定甲乙之日，陰管之同，陽管之律，玉帛之禮，鐘鼓之樂，及制度衣服，各有等差，當正之使正。《堯典》云：「協時月正日，同律度量衡。」文雖小異，大意與此同也。○注「同陰律也」。○正義曰：鄭以先儒以同為齊同此律，故辨之云「同陰律也」。故《大師》云「執同律以聽軍聲」。又《典同》注云「同陰律也」。不以陽律名管者，因其先言耳。所以先言者，以同為平聲，平為發語之本，今古悉然，故先言耳。○「山川」至「以爵」。○音義：山川是外神，故云「不舉」。不舉，不敬也。山川在其國竟，故削以地。宗廟是內神，故云「不順」。不順，不孝也。宗廟可以表明爵等，故絀以爵。○注「不順」至「昭穆」。○正義曰：按文二年秋「八月，丁卯，大事於大廟，躋僖公，逆祀也」，《左傳》曰「夏父弗忌為宗伯」，「曰，吾見新鬼大，故鬼小，先大後小，順也」，於是躋僖公於閔公之上，是逆昭穆也。○「變禮」至「君討」。○音義：禮樂雖為大事，非是切急所須，故以為不從，君惟流放。制度衣服，便是政治之急，故以為畔，君須誅討。此四罪先輕後重。○注「律，法也」。○正義曰：「律，法」，《釋詁》文。法謂法度，諸事皆是，即《大行人》上公九命」繅藉九寸，冕服九章，建常九斿」之等是也。「五月」至「用特」。○音義：言「五月南巡，至於南嶽」者，孔注《尚書》云「自東嶽南巡守，五月至」，則是從東嶽而去，故鄭注《尚書》云「每歸格於祖」。既言每歸，似是岳別一歸。若岳別一歸而更去，便是路遠，無由可至。《尚書》既云「巡守四岳」，即云「五載一巡守」，鄭云「每歸者，謂每五年巡守而歸也」。其南嶽、西嶽、北嶽者，按《爾雅．釋山》云「泰山為東嶽」，郭景純注云「泰山為東嶽，在奉高縣西北」。「霍山為南嶽」，郭注「山在衡陽湘南縣南」，郭又云「今在廬江潛縣西，漢武帝以說衡山遼曠，因讖緯皆以霍山為南嶽，故移其神於此，其土俗人皆呼為南嶽。南嶽本自兩山為名，非從近也」。如郭此言，則南嶽衡山自有兩名，一名衡山，一名霍山。自漢武帝以來，始徙南嶽之神於廬江霍山耳。「華山為西嶽」，鄭注云「在弘農華陰縣西南」。「恆山為北嶽」，郭注云「在常山上曲陽縣西北」。○注「假至」至「一牛」。○正義曰：「假，至也」，《釋詁》文也。云「祖下及禰皆一牛」者，謂從始祖下及於禰廟，別皆一牛。鄭以經云「祖禰用特」，恐同用一牛。必知每廟皆一牛者，以《尚書．堯典》云「歸格於藝祖，用特」，祖既用特，明知各用特也。唐、虞及夏五廟，則用五特也。殷用六，周用七也。又《尚書．洛誥》云「文王騂牛一，武王騂牛一」，是各用一牛也。自此以上皆是巡守之禮，雖未大平得為之，故《詩．時邁》「巡守告祭柴望也」。《時邁》是武王詩。邁，行也。時未大平而巡守也。故《大司馬》云「及師，大合軍，以行禁令，以救無辜，伐有罪」，鄭注云「師所謂王巡守，若會同」，「不言大者，未有敵，不尚武」，又注云「大師王出征伐也」，以此故知未大平，得巡守。皇氏以為未大平，不巡守，非也。其封禪者，必因巡守大平，乃始為之，故《中候准讖哲》云：「桓公欲封禪，管仲曰：『昔聖王功成道洽符出，乃封泰山。今皆不至，鳳皇不臻，麒麟逃遁，未可以封。』」又《禮器》云：「升中於天，鳳皇降，龜龍假。」又《鉤命決》云：「刑罰藏，頌聲作，鳳皇至，麒麟應，封泰山，禪梁甫。」《管子》又云：「封禪者，須北裡禾，鄗上黍，江淮之間三脊茅以為藉，乃得封禪。」是大平祥瑞總至，乃得封禪也。然武王之時未大平。而《時邁》「巡守」之下注云：「天子巡行邦國，至於方岳之下而封禪也。」似武王得封禪者，鄭因巡行連言封禪耳，不謂當時封禪也。《白虎通》云：「封禪所以必於泰山何？萬物之始，交代之處，必於其上何？因高告高，順其類也。故升封者，增高也。下禪梁甫之基，廣厚也。天以高為尊，故增泰山之高以報天。地以厚為德，附梁甫之基以報地。刻石紀號者，著已之功跡。或曰封以金泥銀繩，或曰石泥金繩，封之印璽。」《孝經緯》云：「封於泰山，考績燔燎，禪於梁甫，刻石紀號。」又《管子》云：「昔古封禪七十二家，夷吾所識，十有二焉。無懷氏封太山，伏犧、神農、少皞、黃帝、顓頊、帝嚳、帝堯、帝舜、禹、湯、周成王皆封泰山，惟禹禪會稽、成王禪社首為異。自外皆禪云云。」《白虎通》云：「三皇禪於繹繹之山，明已成功而去，有德者居之。繹繹者無窮之意。五帝禪於亭亭之山。亭亭者，制度審諦，道德著明也。三王禪於梁甫之山。梁者信也。甫者輔也。信輔天地之道而行之。」所禪之山，與《管子》不同者，異人之說，未知孰是云云。亭亭、繹繹、梁甫，並泰山旁小山名也。"
      },
      {
        "index": 42,
        "text": "天子將出，類乎上帝，宜乎社，造乎禰。諸侯將出，宜乎社，造乎禰。○注：帝謂五德之帝，所祭於南郊者。類、宜、造，皆祭名，其禮亡。○音義：禷音類。造，七報反，下及注同。"
      },
      {
        "index": 43,
        "text": "疏　 「天子」至「乎禰」。○正義曰：此一經論天子巡守之禮也。將出，謂初出時也。知此是巡守者，以下別云「天子將出征，類乎上帝」，故知此是巡守也。「類乎」上帝者，謂祭告天也。「宜乎社」者，此巡行方事誅殺封割，應載社主也。云「宜」者，令誅伐得宜，亦隨其宜而告也。社主於地，又為陰，而誅殺亦陰，故於社也。故《書》云「弗用命，戮於社」是也。○「造乎禰」者，造，至也。謂至父祖之廟也。然此出歷至七廟，知者，前歸假既云祖禰，明出亦告祖禰也。今惟云禰者，《白虎通》云：「獨見禰何？辭從卑，不敢留尊者之命，至禰，不嫌不至祖也。」皇氏申之云：「行必有主，無則主命載於齊車。《書》云『用命賞於祖』是也。今出辭別，先從卑起，最後至祖，仍取遷主則行也。若前至祖，後至禰，是留尊者之命，為不敬也。故《曲禮》曰：「巳受命君言，不宿於家。」亦其類也。若還，則先祖後禰，如前所言也。所以然者，先應反主祖廟故也。然出告天地及廟，還惟告廟，不告天地者，《白虎通》云：「還不復告天者，天道無外內，故不復告也。」○「諸侯將出」者，謂朝王及自相朝、盟會、征伐之事也。○「宜乎社」者，不得告天，故從社始也，亦載社主也。○「造乎禰」者，亦告祖及載主也。惟言出告，則歸亦告也。《曾子問》曰「出反必親告於祖禰」是也。天子用特牲，諸侯卑則否也。《曾子問》注云「皆奠幣以告之」是也。○注「帝謂」至「禮亡」。○正義曰：證天子類帝，是祭五德帝也。鄭注《月令》祈穀於上帝，為大微之帝。注此上帝為五德，五德似如大皞五人之帝，二文不同。庾蔚云：「謂大微五帝，應於五行，五行各有德，故謂五德之帝。木神仁，金神義，火神禮，水神知，土神信，是五德也。」云「所祭於南郊者」，按五德之帝，應祭四郊，此獨云祭於南郊者，謂王者將行各祭所出之帝於南郊，猶周人祭靈威仰於南郊，是五帝之中一帝，故上總云「帝謂五德之帝」。此據特祭所出之帝，故云「祭於南郊」。云「類、宜、造皆祭名」者，按《小宗伯》云：「凡天地之大災，類社稷宗廟，則為位。」鄭注云：「禱祈禮輕，類者依其禮而為之。」是類為祭名也。按《爾雅．釋天》云：「起大事，動大眾，必先有事乎社而後出，謂之宜。」孫炎注云：「求便宜也。」是宜為祭名也。按《大祝》六祈：「一曰類、二曰造。」是造為祭名也。但天道懸遠，以事類告之，社主殺戮，故求其便宜，廟為親近，故以奉至言之，各隨義立名也。"
      },
      {
        "index": 44,
        "text": "天子無事，與諸侯相見曰朝。○注：事謂征伐。○音義：與如字。朝，直遙反。考禮、正刑、一德，以尊於天子。天子賜諸侯樂，則以柷將之。賜伯子男樂，則以鼗將之。○注：將，謂執以致命。柷、鼗皆所以節樂。○音義：柷，昌六反。樂音岳。鼗音桃。諸侯賜弓矢，然後征。賜鈇鉞，然後殺。賜圭瓚，然後為鬯。未賜圭瓚，則資鬯於天子。○注：得其器，乃敢為其事。圭瓚，鬯爵也。鬯，秬酒也。○音義：鈇，方於反，又音斧。鉞音越。圭，字又作珪，按《說文》珪，古字；圭，今字。瓚，才旦反。鬯，敕亮反。秬音巨，黑黍也。"
      },
      {
        "index": 45,
        "text": "疏　 「天子」至「天子」。○正義曰：此一節論諸侯朝天子，天子賜之事，各隨文解之。○注「事謂征伐」。○正義曰：知事非喪故，而為征伐者，若王室有喪，則朝赴不廢，故傳云「天子七月而葬，同軌畢至」。此朝謂常朝，雖四時而來朝，朝是總名也。若時會之禮，有征伐之事，則此常朝別也。○「考禮、正刑、一德，以尊於天子」者，考禮謂諸侯相與朝王之時，考校禮儀，正定刑法，專一道德，以尊崇天子。不言樂者，禮中兼之。禮刑是施用於人，故先言之。道德是已之所行，故後言之。○注「將謂」至「節樂」。○正義曰：凡與人之物，置其所與大者於地，執其小者以致命於人。將，行也，謂執以行命。云「柷、鼗皆所以節樂」者，按《漢禮器制度》，柷狀如漆筒，中有椎，將作樂，先擊之。鼗如小鼓，長柄，旁有耳，搖之使自擊。柷之節樂，節一曲之始，其事寬，故以將諸侯之命。鼗所以節一唱之終，其事狹，故以將伯子男之命。○「諸侯」至「天子」。○「賜弓矢」者，謂八命作牧者，若不作牧，則不得賜弓矢，故《宗伯》云：「八命作牧。」注云：「謂諸伯有功德者，加命得專征伐。」此謂征伐當州之內。若九命為二伯，則得專征一方五侯九伯也。若七命以下，不得弓矢賜者，《尚書大傳》云「以兵屬於得專征伐」者，此弓矢，則《尚書》「彤弓一，彤矢百；盧弓十，盧矢千」。於《周禮》則當「唐弓大弓」，合七而成規者，故《司弓矢》云：「唐弓大弓，以授使者勞者。」注云：「若晉文侯文公受王弓矢之賜者。」「賜鈇鉞」者，謂上公九命，得賜鈇鉞，然後鄰國臣弒君，子弒父者，得專討之。晉文侯雖受弓矢，不受鈇鉞。崔氏云：「以不得鈇鉞，不得專殺，故執衛侯，歸之於京師。」○「賜圭瓚」者，亦謂上公九命者，若未賜圭瓚者，則用璋瓚，故《周禮．小宗伯》注云：「天子圭瓚，諸侯璋瓚。」既不得鬯，則用薰，故《王度記》云：「天子以鬯，諸侯以薰。」圭瓚之制，按《玉人職》「大璋中璋」之下云：「黃金勺，青金外，朱中。鼻寸，衡四寸。」鄭注云「鼻，勺流也，凡流皆為龍口也」，三璋之勺，形如圭瓚」。又《典瑞》註：「瓚槃大五升，口徑八寸，下有槃，口徑一尺。」又《明堂位》注云：「以大圭為柄。」《玉人》注又云：「有流前注。」此是圭瓚之形也。鬯者，釀秬黍為酒，和以郁金之草，謂之郁鬯。不以郁和，直謂之鬯。此鬯者，謂鬯也。此弓矢、鈇鉞、圭瓚等八命、九命，而加九賜也。晉文侯雖以州牧之禮命之，所賜者皆九賜之物，但無鈇鉞之賜。其前文賜樂者，非九賜之樂，故伯子男亦得受之。魯無弓矢之賜，陳恆弒君，孔子請討之者，春秋之時，見鄰國篡逆，亦得專征伐。若鄰國無罪而輒征之，則不可，故哀公八年魯伐邾，吳子討之是也。"
      },
      {
        "index": 46,
        "text": "天子命之教，然後為學，小學在公宮南之左，大學在郊。○注：學，所以學士之宮。《尚書傳》曰：「百里之國，二十里之郊。七十里之國，九里之郊。五十里之國，三里之郊。」此小學大學，殷之制。天子曰辟廱，諸侯曰頖宮。○注：尊卑學異名。辟，明也。廱，和也。所以明和天下。頖之言班也，所以班政教也。○音義：辟音壁，注同。頖音泮。"
      },
      {
        "index": 47,
        "text": "疏　 「天子」至「頖宮」。○正義曰：此一節論天子命諸侯立學及學名之事，各依文解之。○注「尚書」至「之制」。正義曰：所引《書傳》者，伏生《多士傳》文。假令百里之國，國城居中，面有五十里，二十里置郊，郊外仍有三十里。七十里之國，國城居中，面有三十五里，九里置郊，郊外仍有二十六里。五十里之國，國城居中，面有二十五里，三里置郊，郊外仍有二十二里。此皆以四里為差。此經「小學在公宮南之左，大學在郊」，既是殷制，故引《書傳》郊之所在以明之。若周制，則《司馬法》云：「百里郊，天子畿內方千里。」百里為郊，則諸侯之郊，皆計竟大小，故《聘禮》注云：「遠郊上公五十里，侯四十里，伯三十里，子二十里，男十里也。近郊各半之。」鄭必知近郊半遠郊者，按《書序》云：「命君陳分正東郊成周。」注云：「東郊，周之近郊也。」蓋五十里。今河南洛陽相去則然，以天子近郊半遠郊，則知諸侯近郊皆半遠郊也。以經文承上諸侯之下，故直云「天子命之教」。不云命諸侯，從可知。云「此小學大學，殷之制」者，以下文云「殷人養國老於右學，養庶老於左學」，則左學小，右學大。此經云「小學在公宮南之左」，故知殷制也。周則大學在國，小學在四郊，下文具也。○注「辟明」至「教也」。○正義曰：《釋話》云：「辟，君也。」君則尊明。「廱，和也」，《釋訓》文。云「所以明和天下」者，謂於此學中習學道藝，欲使天下之人悉皆明達諧和，故云「明和天下」。云「頖之言班也，所以班政教也」者，頖是分判之義，故為班。於此學中施化，使人觀之，故云「所以班政教也」。按詩注云：「土雝水之外圓如璧。」注又云：「頖之言半，以南通水，北無也。」二注不同者，此註解其義，《詩》註解其形。於此必解其義者，以上云「天子命之教」，是政教治理之事，故以義解之。《詩》云：「王在在靈沼，於牣魚躍。」又云：「思樂泮水，薄采其芹。」皆論水之形狀，故《詩》注以形言之。"
      },
      {
        "index": 48,
        "text": "天子將出征，類乎上帝，宜乎社，造乎禰，禡於所征之地。○注：禡，師祭也，為兵禱，其禮亦亡。○音義：禡，馬怕反，又音百，注同。為，于偽反，下「為盡物」同。禱，丁老反。受命於祖，○注：告祖也。受成於學。○注：定兵謀也。出征執有罪，反釋奠於學，以訊馘告。○注：釋菜奠幣，禮先師也。訊馘，所生獲斷耳者。《詩》曰：「執訊獲丑。」又曰：「在頖獻馘。」馘或為國。○音義：訊，本又作誶，音信，注同。馘，古獲反，截耳。斷音短，下「斷殺」同。"
      },
      {
        "index": 49,
        "text": "疏　 「天子」至「馘告」。○正義曰：此一經論天子出征所祭之事，各依文解之。○注「禡師」至「亦亡」。○正義曰：按《釋奠》云：「是類是禡，師祭也。」故知禡為師祭也。謂之禡者，按《肆師》注云「貉讀如十百之百」，「為師祭造軍法者，禱氣勢之增倍也。其神蓋蚩蚘，或曰黃帝」。鄭既云祭造軍法者，則是不祭地。熊氏以禡為祭地，非。師祭皆稱類，《爾雅》類既為師祭，所以上文云天子將出巡守，類乎上帝，及舜之攝位，亦類乎上帝。並非師祭，皆稱類者，但《爾雅》所釋，多為釋《詩》，以《皇矣》云「是類是禡」，止釋《皇矣》類禡為師祭，不謂餘文類皆為師祭。但類者，以事類告天，若以攝位事類告天，亦謂之為類。若以巡守事類告天，亦謂之為類，故《異義》夏侯歐陽說以類祭天者，以事類祭之。《古尚書》說「非時祭天謂之類」，許慎謹按：「《周禮》郊天，無言類者，知類非常祭」，從《古尚書》說。鄭氏無駁，與許同也。然《今尚書》及《古尚書》二說，其文雖異，其意同也。以事類告祭，則是非常，故孔注《尚書》亦云：「以攝位事類告天。」鄭又以類雖非常祭，亦比類正禮而為之。故《小宗伯》注云「類者，依其正禮而為之」是也。○「受命」至「馘告」。○「受命於祖」，謂出時告祖，是不敢自專，有所稟承，故言受命。祖禰皆告，以祖為尊，故特言祖。此受命於祖，則前文造乎禰也。但前文據告行，故云「造乎禰」。此據以征伐之事，故云「受命於祖」，所以重起其文也。然則受命於祖，在造乎禰之前，但前文類帝，宜社，禡於所征之地，總說出行之時，然後卻本初時受命於祖、受成於學之事，所以文倒也。「受成於學」者，謂在學謀論兵事好惡可否，其謀成定，受此成定之謀，在於學裡，故云「受成於學」。○「出征執有罪」者，謂出師征伐，執此有罪之人。還反而歸，釋菜奠幣在於學，以可言問之訊，截左耳之馘，告先聖先師也。○注「釋菜」至「獻馘」。○正義曰：按《大胥職》云：「春入學，捨采合舞。」《文王世子》亦云「釋菜」，鄭注云：「釋菜，禮輕也。」則釋菜惟釋蘋藻而巳，無牲牢，無幣帛。《文王世子》又云：「始立學者，既興器用幣。」注云：「禮樂之器成，則釁之。又用幣告先聖先師以器成。」此則徒用幣而無菜，亦無牲牢也。《文王世子》又云：「凡始立學者，必釋奠於先聖先師，及行事必以幣。」是釋奠有牲牢，又有幣帛，無用菜之文。熊氏以此為釋菜奠幣者，謂釋奠之禮，以獻俘馘，故云「釋菜奠幣」。言釋奠之時，既有牲牢，菜幣兩有。今按注云「釋菜」，解經中釋字。奠幣，解經中奠字。又云禮先師，不云祭先師，則以訊馘告之時，但有菜幣而巳，未必為釋奠有牲牢也。於事有疑，未知孰是，故備存焉。然則釋菜奠幣，皆告先聖先師，此直云先師，文不具耳。云「訊馘所生獲斷耳」者，以生獲解訊，以斷耳解馘。按《釋言》云：「訊，言也。」故《詩》注云：「執其可言問者。」《釋詁》云：「馘，獲也。」訊是生者，馘是死而截耳者。云「《詩》曰『執訊獲丑』」者，《詩．小雅．出車》篇文也。云「又曰『在頖獻馘』」者，《魯頌．泮水》篇文也。按《周禮．宗伯》：「師還，獻愷於祖。」《司馬職》云：「愷樂獻於社。」此記不云祖及社者，文不具。《周禮》不云獻愷於學者，亦文不具。"
      },
      {
        "index": 50,
        "text": "天子諸侯無事，則歲三田，一為乾豆，二為賓客，三為充君之庖。○注：三田者，夏不田，蓋夏時也。《周禮》「春曰蒐，夏曰苗，秋曰獮，冬曰狩」。乾豆，謂臘之以為祭祀豆實也。庖，今之廚也。○音義：乾音干。庖，步交反。蒐，所交反。獮，息淺反。臘音昔。無事而不田，曰不敬。田不以禮，曰暴天物。○注：不敬者，簡祭祀，略賓客。天子不合圍，諸侯不掩群。○注：為盡物也。○音義：合如字，徐音閤。揜音掩，本又作掩。天子殺則下大綏，諸侯殺則下小綏，○注：綏當為緌。緌，有虞氏之旌旗也。下謂弊之。○音義：綏，依注音緌，耳佳反，下注同。大夫殺則止佐車。佐車止則百姓田獵。○注：佐車，驅逆之車。○音義：獵，力輒反。驅，丘於反，又丘遇反。獺祭魚，然後虞人入澤梁。豺祭獸，然後田獵。鳩化為鷹，然後設罻羅。草木零落，然後入山林。昆蟲未蟄，不以火田。○注：取物必順時候也。梁，絕水取魚者。罻，小網也。昆，明也。明蟲者，得陽而生，得陰而藏。○音義：獺，徐他達反，又他瞎反。豺，仕皆反。罻音尉，一音郁。零，本又作苓，音同。《說文》云：「草曰苓，木曰落。」蟲，直隆反，下同。蟄，直立反。不麛，不卵，不殺胎，不殀夭，○注：重傷未成物。殀，斷殺。少長曰夭。○音義：麛，本又作麑，音迷，同。卵，力管反。胎，吐來反。殀夭，上於表反，下烏老反。斷，丁亂反，又音段。少長，上詩召反，下丁丈反。不覆巢。○注：覆，敗也。○音義：覆，芳服反，注同。"
      },
      {
        "index": 51,
        "text": "疏　 「天子」至「覆巢」。○正義曰：此一節論天子以下田獵之事，各隨文解之。○「天子諸侯無事」者，謂無征伐出行喪凶之事，則一歲三時田獵，獵在田中，又為田除害，故稱田也。○「一為乾豆」者，謂乾之以為豆實。豆實非脯，而云乾者，謂作醢及贊，先乾其肉，故云乾豆，是上殺者也。二為賓客，中殺者也。○音義：三為充君之庖，下殺者也。故《穀梁》桓四年，范寧云：「上殺中心，死速，乾之以為豆實。次殺射髀髂，死差遲，故為賓客。下殺中腸污泡，死最遲，故充庖廚。」又《車攻》毛傳云：「自左膘而射之，達於右腢，為上殺。射右耳本次之。射左髀，達於右，為下殺。」是亦有三等之殺。先宗廟，次賓客者，尊神敬賓之義。○注「三田」至「曰狩」。○正義曰：夏不田，蓋夏時也者，以夏是生養之時，夏禹以仁讓得天下，又觸其夏名，故夏不田。鄭之此注，取《春秋緯．運斗樞》之文，故以為夏不田。若何休稍異於此，故《穀梁傳》桓四年「公狩於郎」，傳曰：「春曰田，夏曰苗，秋曰蒐，冬曰狩。」何休云：「《運斗樞》曰：『夏不田。』《穀梁》有夏田，於義為短。」鄭玄釋之云：「四時皆田，夏殷之禮。《詩》云：『之子於苗，選徒囂囂。』夏田明矣。孔子雖有聖德，不敢顯然改先王之法，以教授於世。若其所欲改，其陰書於緯，藏之以傳後王。《穀梁》四時田者，近孔子故也。《公羊》正當六國之亡，讖緯見，讀而傳為三時田，作傳有先後，雖異，不足以斷《穀梁》也。」如鄭此言，三時之田，不敢顯露，陰書於緯。四時之田，顯然在《春秋》之經，穀梁為傳之時，去孔子既近，不見所藏之緯，唯睹《春秋》見經，故以為四時田也。公羊當六國之時，去孔子既遠，緯書見行於世，公羊既見緯文，故以為三時田。又鄭《釋廢疾》云「歲三田，謂以三事為田」，即上一曰乾豆之等。是深塞何休之言，當以注為正。云「《周禮》春曰蒐」以下，《周禮．大司馬職》文。彼注云「夏田為苗，擇取不孕任者，若治苗去不秀實者」；「秋田為獮，獮，殺也」，「中殺者多也」；「冬田為狩，言守取之無所擇也」。鄭不釋蒐者，蒐，擇也，亦謂擇取不孕者，以義可知，故不解也。然《春秋》四時田獵皆曰蒐，皆以春蒐之禮行之故也。「田不以禮，曰暴天物」者，若田獵不以其禮，殺傷過多，是暴害天之所生之物。以禮田者，則下文「天子不合圍」以下，至「不覆巢」皆是也。○「天子」至「掩群」。○音義：天子四時田獵皆得圍，但圍而不合。若諸侯惟春田不得圍，其夏秋冬皆得圍，圍亦不合，故下《曲禮》云「國君春田不圍澤」。○「諸侯不掩群」者，是畿內諸侯為天子大夫，故下《曲禮》云「大夫不掩群」。此皆是熊氏之說。若皇氏以此為夏、殷禮，下《曲禮》為《周禮》，義或然也。○注「綏當」至「弊之」。○正義曰：綏字是糸旁妥，是登車之索。緌字是糸旁委，是旌旗之名。經作綏字，故云「綏當為緌」。云「有虞氏之旌旗也」者，按《明堂位》云：「有虞氏之旂，夏后氏之緌。」鄭注云：「有虞氏當言緌。」旗旗無旒者，周謂之大麾。於周則春夏田用綏，故鄭答趙商云：「春夏用大麾，秋冬用大常「。云「「下謂弊之」者，謂弊僕於地也。若初殺時則抗之，巳殺獵止之時則弊之，故《詩傳》云：「天子發抗大綏，諸侯發抗小綏。」此抗綏以表天子諸侯之獲。《周禮．大司馬》：「以旗致民。」注云：「以旗者，立旗期民於其下也。」《山虞》云「植虞旗」，《澤虞》云「植虞旌」，謂田獵罷，致禽旌旗也。並與此緌不同也。○「大夫」至「田獵」。○「大夫殺則止佐車」，則天子諸侯殺，未止佐車也。云「佐車止則百姓田獵」，以此推之，則天子殺然後諸侯殺，諸侯殺然後大夫殺，故《詩傳》云「天子發然後諸侯發，諸侯發然後大夫士發」是也。此云「佐車止則百姓田獵」，謂冬獵之時。然則大緌小緌者，是夏、殷之法，秋冬皆用緌，異於周也。○注「佐車，驅逆之車」。○正義曰：按《大司馬》云：「乃設驅逆之車。」注云：「驅，驅出禽獸，使趨亡者也。逆，逆要不得令走。」凡四時田獵，欲止之剩奰各不同也。按《大司馬》春火弊，謂春時田獵，殺獲禽獸將畢，總放火焚萊而後止。春用火者，鄭注「因焚萊除陳草，皆殺而火止」。《大司馬》又云夏車弊，注云「車弊，驅獸之車止也」，謂獵人殺禽既畢，布列車乘，總驅禽獸而後止息。鄭云「夏田主用車，示所取物希，皆殺而車止」，鄭即引《王制》云：「大夫殺則止佐車，佐車止則百姓田獵。」是殺禽既畢，佐車休止。但夏時佐車止，百姓未得田獵。鄭云百姓田獵者，因引《王制》之成文。《大司馬》又云秋羅弊，注云「秋田主用罔，中殺者多也」。皆殺而罔止。《大司馬》又云冬徒弊，注云「冬田主用眾物，多眾得取也」。○「獺祭」至「火田」。○音義：按《月令》正月「獺祭魚」，《孝經緯》云「獸蟄伏，獺祭魚」，則十月中也。是獺一歲再祭魚。此下文「鳩化為鷹」，「草木零落」，文相連接，則「獺祭魚，然後虞人入澤梁」，謂十月時。按《魯語》李革云：「鳥獸孕，水蟲成，於是乎禁罝罦羅網。」又云：「獸長麛夭，鳥翼鷇卵。」注云謂季春時。然則正月雖獺祭魚，虞人不得入澤梁。○「豺祭獸然後田獵」者，按《月令》九月「豺乃祭獸」。《夏小正》十月「豺祭獸」，則是九月末十月之初。豺祭獸之後，百姓可以田獵。「鳩化為鷹，然後設罻羅」者，謂八月時，但鳩化有漸，故《月令》季夏云「鷹乃學習」，孟秋云「鷹乃祭鳥」。其鳩化為鷹，則八月時也。以《月令》二月時「鷹化為鳩」，則八月鳩化為鷹也。故《周禮．司裘》云「中秋，獻良裘」，鄭司農注云「中秋鳩化為鷹」是也。「設罻羅」者，按《說文》云：「罻，捕鳥網也。」又《爾雅》云：「鳥罟謂之羅。」罻羅，總是捕鳥之網。○「草木零落，然後入山林」者，謂十月時。按《月令》季秋「草木黃落」，其零落芟折，則在十月也。故《毛詩傳》云：「草木不折，不操斧斤，不入山林。」此謂官民總取林木。若依時取者，則《山虞》云：「仲冬斬陽木，仲夏斬陰木。」不在零落之時。昆蟲未蟄，不以火田」者，謂未十月之時，十月則得火田，故《羅氏》云：「蠟則作羅襦。」注云：「今俗放火張羅。」從十月以後至仲春，皆得火田，故《司馬職》云春火弊是也。若陶鑄之火，則季春出火，季秋內火，按《司爟》云「季春出火」，「季秋內火」。知是陶鑄之火者，按《春秋》昭六年《左傳》云「三月，鄭人鑄刑鼎」，「士文伯曰：火未出而作火，鄭其有災乎」！刑鼎，則陶鑄也。○注「昆，明也」。○正義曰：按《說文》曰：「旻，同也。」今云明者，以字從日，故為明。「不麛」至「殀夭」。○「不麛不卵」，據春時特甚，不殀夭之等亦然，故《國語》云「獸長麛天，鳥翼鷇卵」，是春尢甚。此注云「重傷未成物」，則四時皆然也。《國語》既云「獸長麛夭」，夭與麛相連，故鄭云「少長曰夭」。"
      },
      {
        "index": 52,
        "text": "冢宰制國用，必於歲之杪，五穀皆入，然後制國用。○注：制國用，如今度支經用。杪，末也。○音義：杪，亡小反。度支，大各反，下音之。用地小大，視年之豐耗。○注：小國大國，豐凶之年，各以歲之收入，制其用多少，多不過禮，少有所殺。○音義：耗，呼報反。殺，色戒反，又色別反。以三十年之通制國用，量入以為出。○注：通三十年之率，當有九年之蓄。出謂所當給為。○音義：量音亮。率音律，又音類，本又作繂。之畜，敕六反，後皆同。祭用數之仂。○注：筭今年一歲經用之數，用其什一。○音義：仂音勒，又音力。什音十。喪三年不祭，唯祭天地社稷，為越紼而行事。○注：不敢以卑廢尊。越猶躐也。紼，輴車索。○音義：紼音弗。躐，力輒反。輴，敕倫反。索，悉各反。喪用三年之仂，○注：喪，大事，用三歲之什一。喪祭用不足曰暴，有餘曰浩。○注：暴猶耗也。浩猶饒也。○音義：浩，胡老反。祭，豐年不奢，凶年不儉。○注：常用數之仂。國無九年之蓄曰不足，無六年之蓄曰急，無三年之蓄曰國非其國也。三年耕，必有一年之食。九年耕，必有三年之食。以三十年之通，雖有凶旱水溢，民無菜色，然後天子食，日舉以樂。○注：菜色，食菜之色。民無食菜之飢色，天子乃日舉以樂以食。○音義：日，人一反，下同。"
      },
      {
        "index": 53,
        "text": "疏　 「冢宰」至「以樂」。○正義曰：此一節論冢宰制國用及年之豐耗，並喪祭及所蓄積之法，各隨文解之。○「用地小大視年之豐耗」者。○音義：用謂制國之用。凡制國用多少，必計地小大。又視年之豐耗，若地大年豐，則制用多；若地小年耗，則制用少。故鄭云「多不過禮，少有所殺」。○「以三十年之通制國用，量入以為出」者，言欲制國用之時，先以三十年通融之法，留九年蓄外，計見在之物以制國用，假令一年有四萬斛，以一萬斛擬三十年通融積聚為九年之蓄，以見在三萬斛，制國之來歲一年之用。量其今年入之多少，以為來年出用之數。○注「通三」至「給為」。○正義曰：「通三十年之率「者，每年之率入物分為四分，一分擬為儲積，三分而當年所用。二年又留一分，三年又留一分，是三年總得三分為一年之蓄。三十年之率，當有十年之蓄，此云「當有九年之蓄」者，崔氏云：「三十年之間，大略有閏月十二，足為一年，故為有九年之蓄。是王肅以為二十七年有九年之蓄，而言三十者，舉全數，兩義皆通，未知孰是也。云「出謂所當給為」者，給謂給百官賓客及民人也，為謂為造國家器物也。○注「算今」至「什一」。○正義曰：知用今年一歲經用者，以下文云「喪用三年之仂」。此直云數之仂，故知是一歲之仂也。又知仂為什一者，以仂是分散之名，故《考工記》云：「石有時以泐。」《考工記》又云：「以其圍之阞，捎其藪。」彼注「阞，謂三分之一」，此云「什一」者，以民稅一歲之十一，則國祭所用亦什一也。此謂當年經用之內，用其什一，非是通計擬三年儲積之蓄也，故鄭云「一歲經用之數」。○注「不敢」至「車索」。○正義曰：私喪者是其卑，天地社稷是其尊。今雖遭私喪，既殯巳後，若有天地社稷之祭即行之，故云「不敢以卑廢尊」也。越是踐躐之義，故云「越猶躐也」。但未葬之前，屬紼於輴，以備火災。今既祭天地社稷，須越躐此紼而往祭之，故云越紼。云「紼，輴車索」者，以停住之時，指其繩體，則謂之紼。若在塗，人挽而行之，則謂之引。故鄭注《雜記》云：「廟中曰紼，在塗曰引。」天地社稷，故有越紼之禮。六宗及山川之等，卑於天地社稷，待喪終乃祭。故《鄭志》答田瓊云：「天地郊社，至尊，不可廢，故越紼祭之。六宗山川之神，則否。」其宮中五祀在喪內，則亦祭之。故《曾子問》云君薨，五祀之祭不行，既殯而祭之，自啟至於反哭。五祀之祭不行，既葬而祭之，但祭時須人既少，眾官不皆使盡去，不須越紼，故鄭答田瓊云：「五祀，宮中之神，喪時朝夕出入所祭，不為越紼也。」天地社稷之祭，豫卜時日。今忽有喪，故既殯，越紼行事。若遭喪之後，當天地郊社常祭之日，其啟殯至於反哭，則避此郊社祭日而為之。按禮卒哭而祔，練而禘於廟。此等為新死者而為之，則非常祭也。其常祭法，必待三年喪畢也。其春秋之時，未至三年而為吉祭者，皆非禮也。若杜預之意，以為既祔以後，宗廟得四時常祭。三年大禘，乃同於吉，故僖公三十三年「凡君薨，卒哭而祔，祔而作主。特祀於主，烝嘗禘於廟」，杜注云「新主既特祀於寢，則宗廟四時當祀，三年禮畢，又大禘，乃皆同於吉」。如杜之意，與三年不祭違者，按《釋例》云：「《禮記》，後儒所作，不正與《春秋》同。」是杜不盡用《禮記》也。○注「暴猶」至「饒也」。○正義曰：暴是殘暴，物被殘暴則虛耗，故云「暴猶耗也」。浩浩，是多大之義，故《堯典》云：「浩浩滔天。」故云「浩猶饒也」。○「雖有凶旱水溢，民無菜色」者，凶旱，謂凶荒遭旱也。水溢，謂水之汎溢。凡水旱之歲，歷運有常，按《律歷志》云：十九歲為一章，四章為一部，二十部為一統，三統為一元，則一元有四千五百六十歲。初人元一百六歲有陽九，謂旱九年。次三百七十四歲陰九，謂水九年。以一百六歲並三百七十四歲，為四百八十歲，注云六乘八之數。次四百八十歲有陽九，謂旱九年。次七百二十歲陰七，謂水七年。次七百二十歲陽七，謂旱七年，又注云七百二十者，九乘八之數。次六百歲陰三，謂水三年。次六百歲陽五，謂旱五年。注云：六百歲者，以八乘八，八八六十四；又以七乘八，七八五十六，相乘為一千二百歲，於《易》七八不變，氣不通，故合而數之，各得六百歲。次四百八十歲陰三，次四百八十歲陽三。從入元至陽三，除去災歲，總有四千五百六十年。其災歲兩個陽九年，一個陰九年，一個陰陽各七年，一個陰陽各五年，一個陰陽各三年，災歲總有五十七年，並前四千五百六十年，通為四千六百一十七歲。此一元之氣終矣。如《律歷》之言，此是陰陽水旱之大數也。所以正用七八九六相乘者，以水數六、火數七、木數八、金數九、故以此交互相乘也。以七八九六陰陽之數，自然故有九年、七年、五年、三年之災，須三年、六年、九年之蓄也。然災歲有陽七、陰七、陽五、陰五，此記直云三年、六年、九年之蓄，不云七五者，此各以其三相因，故不言七五也。舉六年，則七年、五年之蓄可知。若貯積滿九年之後，則腐壞，當隨時給用也。"
      },
      {
        "index": 54,
        "text": "天子七日而殯，七月而葬。諸侯五日而殯，五月而葬。大夫、士、庶人三日而殯，三月而葬。○注：尊者舒，卑者速。《春秋傳》曰：「天子七月而葬，同軌畢至。諸侯五月，同盟至。大夫三月，同位至。士踰月，外姻至。」三年之喪，自天子達。○注：下通庶人，於父母同。天子諸侯降期。○音義：期，居宜反。庶人縣封，葬不為雨止，不封不樹。喪不貳事，○注：縣封，當為縣窆。縣窆者，至卑，不得引紼下棺，雖雨猶葬，以其禮儀少。封，謂聚土為墳。不封之，不樹之，又為至卑無飾也。《周禮》曰「以爵等為丘封之度，與其樹數」，則士以上乃皆封、樹。貳之言二也。庶人終喪無二事，不使從政也。《喪大記》曰：「大夫士既葬，公政入於家。既卒哭，弁絰帶，金革之事無辟也。」○音義：縣封，上音玄；下音窆，彼念反。不為，于偽反，注「又為」同。紼音弗。上，時掌反，下「大夫以上」同。辟音避。自天子達於庶人。喪從死者，祭從生者，支子不祭。○注：從死者，謂衣衾棺槨。從生者，謂奠祭之牲器。"
      },
      {
        "index": 55,
        "text": "疏　 「君子」至「不祭」。○正義曰：此一節明天子以下殯葬日月不同，及衣衾牲器之數，各依文解之。○注「尊者」至「姻至」。○正義曰：天子諸侯位既尊重，送終禮物，其數既多，身在於喪，許其申遂，故日月緩也。大夫及士禮數既卑，送終之物，其數簡少，又職唯促遽，義許奪情，故日月促也。必至三日者，冀其更生，三日不生，亦不生矣。所引「《春秋傳》」以下，隱元年《左氏》文。同軌者，杜預云「言同軌，以別四夷之國」，謂中國諸侯，車同軌轍，盡皆來至。同盟者，杜預云「同在方岳之盟」。同位者，杜預云「古者行役不踰時」。諸侯以下，不言畢至者，有來有否，不必盡來，故不云畢。按《左傳》大夫言三月，士言踰月，此總云大夫士三月而葬者，此記者許以降二為差，故總云三月。《左傳》細言其別，故云大夫三月，士踰月。其實大夫三月者，除死月為三月。士三月者，數死月為三月，正是踰越一月，故言踰月耳。按《膏肓》，休以為士禮三月而葬，今《左氏》云踰月，於義《左氏》為短。玄箴之曰：「禮，人君之喪，殯葬，皆數來月來日。士殯葬，皆首薺月往日。尊卑相下之差數，故大夫士俱三月，其實不同。士之三月，及大夫之踰月也。」鄭《箴膏肓》以正禮而言，故云「人君殯葬，數來月來日」。若春秋之時，天子諸侯之葬皆數死月，故文八年八月「天王崩」，九年二月「葬襄王」。又成十八年八月「公薨」，十二月葬，傳云「書順也」，是皆數死月也。故鄭又云：「人君殯數來日，葬首薺月。」據《春秋》為說，其殯日之義，巳具在上《曲禮》疏。其諸侯奔喪，按《異義》：「《公羊》說天王喪，赴者至，諸侯哭。雖有父母之喪，越紼而行事，葬畢，乃還。《左氏》說王喪，赴者至，諸侯既哭，問故，遂服斬衰，使上卿弔，上卿會葬。經書叔孫得臣如京師葬襄王，以為得禮。許慎謹按：易下邳傳其容說，諸侯在千里內皆奔喪，千里外不奔喪。若同姓，千里外猶奔喪，親親也。容說為近禮。」鄭駮之云：「天子於諸侯無服，諸侯為天子斬衰三年，尊卑有差。按魯夫人成風薨，『王使榮叔歸含且賵』，『召伯來會葬』，傳曰『禮也』。『襄王崩』，『叔孫得臣如周，葬襄王』。天子於魯既含且賵，又會葬，為得禮，則是魯於天子，一大夫會，為不得禮可知。又《左傳》云鄭游吉云：『靈王之喪，我先君簡公在楚。我先大夫印段實往，敝邑之少卿也。王吏不討，恤所無也。』豈非《左氏》諸侯奔天子之喪及會葬之明文？說《左氏》者，云諸侯不得棄其所守奔喪，自違其傳。同姓雖千里外猶奔喪，又與禮乖。」鄭之所駮，從《公羊》之義。又以《左氏傳》諸侯亦奔喪，但說《左氏》者自違其傳，云不奔喪，又難許慎云「千里外同姓猶奔喪，與禮乖也」，此是鄭氏之意。其諸侯自相奔喪禮，按《公羊》說遣大夫弔君會其葬。《左氏》說諸侯之喪，士弔，大夫會葬。文、襄之霸，令大夫弔，卿共葬事。許慎謹按：「《周禮》無諸侯會葬義，知不相會葬。」從《左氏》義。鄭氏無駁，與許同。其諸侯夫人喪，《公羊》說卿弔，君自會葬。《左氏》說諸侯夫人喪，士弔，士會葬。文、襄霸，士弔，大夫會葬，叔弓如宋葬宋共姬。上卿行，過厚非禮。許慎謹按：「《公羊》說同盟諸侯薨，君會葬；其夫人薨，君又會葬，是其不遑國政而常在路。《公羊》、《左氏》說俱不別同姓異姓。《公羊》言當會，許以為同姓也。《左氏》云不當會，據異姓也。」鄭駮之云：「按禮，君與夫人尊同，故《聘禮》卿聘君，因聘夫人。凶時會弔，主於相哀愍，略於相尊敬，故使可降一等，士弔，大夫會葬，禮之正也。《周禮》『諸侯之邦交，歲相問也，殷相聘也，世相朝也』，無異姓同姓親疏之數。」云夫人喪，士會葬，說者致之，非傳辭者，鄭氏意引《周禮》無同姓異姓之別者，破許慎云「同姓則會，異姓則不會」。鄭又云「夫人喪，士會葬，說者致之，非傳辭」，破《異義》「《左氏》說夫人喪，士弔，士會葬」之文也。按《左氏》昭三年傳云：「君薨，大夫弔。夫人，士弔」，無士會葬之文，故云說者致之。言士會葬，實非本傳之辭也。則鄭氏以為古者君薨，士弔，大夫會葬。文、襄之霸，君薨，大夫弔，卿會葬。其夫人之喪，則古及文、襄之時，皆士弔，大夫會葬，故鄭云「士弔，大夫會葬，禮之正」。○「庶人」至「貳事」。○音義：庶人之喪，賤，無碑繂。窆謂下棺。縣繩下棺，故云縣窆。威儀既少，日又促遽，將葬之時，不為雨而止。庶人既卑小，不須顯異，不蛔芰為封，不標墓以樹。若士以上，負國恩重，雖在喪中，金革無辟。庶人既無爵命，更無殊禮，三年之內，許其終喪。餘居喪之外，不供他事，故下云「父母之喪，三年不從政」。○注「縣封」至「辟也」。○正義曰：知縣封當為縣窆者，若封是封土，無縣系之理，不得與縣相連，故知為窆也。不直云封當為窆，而與縣相連者，以經有兩封，若不連縣言之，恐與不封相涉，故連縣言之也。故云「不得引紼下棺」者，士雖無碑，猶有二繂。今庶人無紼，唯以繩縣棺，故云「不得引紼下棺」。云「雖雨猶葬，以其禮儀少」者，按《異義》：「《公羊》說雨不克葬，謂天子諸侯也。卿大夫臣賤，不能以雨止。《穀梁》說葬既有日，不為雨止。《左氏》說卜葬先遠日，辟不懷，吾不汲汲葬其親，不可行事，廢禮不行，庶人不為雨止。許慎謹按：《論語》云『死，葬之以禮』，以雨而葬，是不行禮，《穀梁》說非也。」從《公羊》、《左氏》之說，鄭氏無駮，與許同。按《釋廢疾》云：「雖庶人葬為雨止。《公羊》說卿大夫臣賤，不能以雨止。此等之說，則在廟未發之時，庶人及卿大夫亦得為雨止。若其巳發在路，及葬，則不為雨止。其人君在廟，及在路，及葬，皆為雨止。」云「封謂聚土為墳」者，以對上封為窆，故明之云「封謂聚土為墳」。云「《周禮》曰以爵等為丘封之度」者，是《周禮．塚人》文。既云爵等，明有爵者乃有丘封。周以士為爵，故云「則士以上乃皆封、樹」，是庶人不封、樹。彼注云：「王公曰立，諸臣曰封。」又引《漢律》曰：「列侯墳高四丈，關內侯以下至庶人各有差。」又《禮記》云：「孔子合葬於防」，「崇四尺」，鄭云「蓋周之士制」，其樹數則無文。按《白虎通》云：「天子松，諸侯柏，大夫栗，士槐。」云「貳之言二也」者，上貳是副貳之貳，下二是二三之二。喪不貳事者，謂不為兩事，故讀從二三之二也。引「《喪大記》」以下者，證大夫士在喪有二事也。○注「從死」至「牲器」。○正義曰：盧植解云：「從生者，謂除服之後，吉祭之時，以子孫官祿祭其父祖。」故云從生者。若喪中之祭，虞祔練祥，仍從死者之爵，故《小記》云：「士祔於大夫則易牲。」又云：「其妻為大夫而卒，而後其夫不為大夫，而祔於其妻，則不易牲。」又《雜記》云：「上大夫之虞也少牢，卒哭成事，祔，皆大牢。下大夫之虞也犆牲，卒哭成事，祔，皆少牢。」是喪中之祭，仍從死者之禮，而鄭云「謂奠祭之牲器」。云奠，則是喪中之祭，得從生者之爵，與《小記》、《雜記》違者。《小記》、《雜記》據死者子孫身無官爵，生者又無可祭享，故喪中之祭，皆用死者之禮。若其生者有爵，則祭從生者之法。喪祭尚爾，喪後吉祭可知。奠謂葬前，祭謂葬後，包喪終吉祭也。鄭必知祭兼喪祭，與盧植別者，以此云祭從生者，喪從死者相對。又《中庸》云：「父為大夫，子為士，葬以大夫，祭以士。」又云：「父為士，子為大夫，葬以士，祭以大夫。」祭又與葬相對，皆祭與喪葬連文，是一時之言，故祭中兼為喪奠也。或云在喪中祭，尚從死者爵，至吉祭乃用生者祿耳，故知盧解鄭言奠者，自吉祭之奠，及非時祭耳。"
      },
      {
        "index": 56,
        "text": "天子七廟，三昭三穆，與大祖之廟而七。○注：此周制。七者，大祖及文王、武王之祧，與親廟四。大祖，後稷。殷則六廟，契及湯與二昭二穆。夏則五廟，無大祖，禹與二昭二穆而巳。○音義：祧，他彫反。契，息列反。諸侯五廟，二昭二穆，與大祖之廟而五。○注：大祖，始封之君。王者之後，不為始封之君廟。大夫三廟，一昭一穆，與大祖之廟而三。○注：太祖別子始爵者，《大傳》曰「別子為祖」，謂此雖非別子，始爵者亦然。士一廟。謂諸侯之中士下士，名曰官師者。上士二廟。庶人祭於寢。○注：寢，適寢也。適，丁歷反。"
      },
      {
        "index": 57,
        "text": "疏　 「天子」至「於寢」。○正義曰：此一節明天子以下立廟多少不同之事，各隨文解之。○注「此周」至「而巳」。○正義曰：鄭氏之意，天子立七廟，唯謂周也。鄭必知然者，按《禮緯稽命徵》云：「唐虞五廟，親廟四，始祖廟一。夏四廟，至子孫五。殷五廟，至子孫六。」《鉤命決》云：「唐堯五廟，親廟四，與始祖五。禹四廟，至子孫五。殷五廟，至子孫六。週六廟，至子孫七。」鄭據此為說，故謂七廟，周制也。周所以七者，以文王武王受命，其廟不毀，以為二祧，並始祖後稷，及高祖以下親廟四，故為七也。若王肅則以為天子七廟者，謂高祖之父，及高祖之祖廟為二祧，並始祖及親廟四為七，故《聖證論》肅難鄭云：「周之文武受命之王，不遷之廟，權禮所施，非常廟之數。殷之三宗，宗其德而存其廟，亦不以為數。凡七廟者，皆不稱周室。《禮器》云：『有以多為貴者，天子七廟。』孫卿云：『有天下者事七世。』又云：『自上以下，降殺以兩。』今使天子諸侯立廟，並親廟四而止，則君臣同制，尊卑不別。禮，名位不同，禮亦異數，況其君臣乎。又《祭法》云『王下祭殤五』，及五世來孫。則下及無親之孫，而祭上不及無親之祖，不亦詭哉！《穀梁傳》云：『天子七廟，諸侯五。』《家語》云：『子羔問尊卑立廟制，孔子云：禮，天子立七廟，諸侯立五廟，大夫立三廟。』又云：『遠廟為祧，有二祧焉。』」又儒者難鄭云：「《祭法》『遠廟為祧』，鄭注《周禮》云：『遷主所藏曰祧』，違經正文。鄭又云『先公之遷主，藏於後稷之廟。先王之遷主，藏於文武之廟』，便有三祧，何得《祭法》云有二祧？」難鄭之義，凡有數條，大略如此，不能具載。鄭必為天子七廟唯周制者，馬昭難王義云「按《喪服小記》王者立四廟」，又引《禮緯》夏無大祖，宗禹而巳，則五廟。殷人祖契而宗湯，則六廟。周尊後稷，宗文王武王則七廟。自夏及周，少不減五，多不過七。《禮器》云周旅酬六尸，一人發爵，則周七尸，七廟明矣。今使文武不在七數，既不同祭，又不享嘗，豈禮也哉！故漢侍中盧植說文云「二祧謂文武」。《曾子問》當七廟，無虛主；《禮器》天子七廟，堂九尺；《王制》七廟。盧植云：「皆據周言也。《穀梁傳》天子七廟，尹更始說天子七廟，據周也。《漢書》韋玄成四十八人議，皆云周以後稷始封，文武受命。石渠論《白虎通》云：『周以後稷文武特七廟。』」又張融謹按：「《周禮．守祧職》『奄八人，女祧每廟二人』。自太祖以下與文、武及親廟四，用七人，姜嫄用一人，適盡。若除文武，則奄少二人。《曾子問》孔子說周事，而云七廟無虛主。若王肅數高祖之父、高祖之祖廟，與文、武而九，主當有九。孔子何云七廟無虛主乎？」故云以《周禮》孔子之言為本，《穀梁》說及《小記》為枝葉，韋玄成石渠論《白虎通》為證驗，七廟斥言，玄說為長，是融申鄭之意。且天子七廟者，有其人則七，無其人則五。若諸侯廟制，雖有其人，不得過五。則此天子諸侯七、五之異也。王肅云「君臣同制，尊卑不別」，其義非也。又「王下祭殤五」者，非是別立殤廟，七廟外親盡之祖，禘祫猶當祀之。而王肅云下祭無親之孫，上不及無親之祖，又非通論。且《家語》云先儒以為肅之所作，未足可依。按《周禮》惟存後稷之廟不毀。按昭七年傳云「余敢忘高圉、亞圉」，注云「周人不毀其廟，報祭之」，似高圉、亞圉廟亦不毀者。此是不合鄭說，故馬融說云「周人所報而不立廟」。○注「大祖」至「君廟」。○正義曰：凡始封之君，謂王之子弟，封為諸侯，為後世之大祖，當此君之身，不得立出王之廟，則全無廟也，故諸侯不敢祖天子。若有大功德，王特命立之則可。若魯有文王之廟，鄭祖厲王是也。魯非但得立文王之廟，又立姜嫄之廟，及魯公文公之廟，並周公及親廟，除文王廟外，猶八廟也。此皆有功德特賜，非禮之正。此始封君之子，得立一廟。始封六世之孫，始五廟備也。若異姓始封，如大公之屬，初封則得立五廟，從諸侯禮也。云「王者之後，不為始封之君廟」者，以其始封之君，非有功德，惟因先代之後以封之，不得為後世之大祖，得立此君所出王者之廟。必知然者，以經傳無文云微子為宋之始祖故也。而《左傳》云「宋祖帝乙」是也。若二王之後，郊天之時，則得以遠代之祖配天而祭，《故禮》運云：「杞之郊也，禹也。宋之郊也，契也。」○注「大祖」至「亦然」。○正義曰：此據諸侯之子始為卿大夫，謂之別子者也。是嫡夫人之次子，或眾妾之子，別異於正君，繼父言之，故云別子。引《大傳》者，證此大祖是別子也。云「雖非別子，始爵者亦然」者，此事凡有數條：一是別子，初雖身為大夫，中間廢退，至其遠世子孫，始得爵命者，則以為大祖，別子不得為大祖也。二是別子及子孫，不得爵命者，後世始得爵命，自得為大祖。三是全非諸侯子孫，異姓為大夫者，及它國之臣初來任為大夫者，亦得為大祖，故云「雖非別子，始爵者亦然」。此總包上三事，如《鄭志》答趙商，此王制所論皆殷制，故云「雖非別子」，亦得立大祖之廟。若其周制，別子始爵，其後得立別子為大祖。若非別子之後，雖為大夫，但立父、祖、曾祖三廟而巳，隨時而遷，不得立始爵者為大祖。故鄭答趙商問「《祭法》云『大夫立三廟，曰考廟、曰王考廟、曰皇考廟』，注『非別子』，故知祖考無廟。商按《王制》『大夫三廟，一昭一穆，與大祖之廟而三』，注云『大祖別子始爵者』，『雖非別子，始爵者亦然』，二者不知所定」？鄭答云「《祭法》，周禮。《王制》之云，或以夏、殷雜，不合周制」，是鄭以為殷、周之別也。鄭必知周制別子之後得立別子為大祖者，以《大傳》云「別子為祖，系之以姓而弗別，綴之以食而弗殊，雖百世而昏姻不通者，周道然也」，故知別子百世不遷為大祖也。周既如此，明殷不系姓，不綴食。《大傳》又云「其庶姓別於上而戚單于下，五世而昏姻可以通」，明五世之後，不復繼以別子，但始爵者，則得為大祖也。此大夫三廟者，天子諸侯之大夫皆同。知者，以此及《祭法》歷陳天子諸侯即云大夫，更不別云諸侯之大夫，故知與天子大夫同也。卿即大夫總號，故《春秋》殺卿，經皆總號大夫，其三公即與諸侯同。若附庸之君亦五廟，故莊三年《公羊傳》云「紀季以酅入於齊」，傳曰「請後五廟，以存姑姊妹」。又附庸得稱朝，是與諸侯同。○「廟謂諸」至「二廟」。○正義曰：按《祭法》云「適士二廟」，今此云「士一廟」，故知是諸侯之中士下士。《祭法》云「官師一廟」，故云「名曰官師者」。鄭既云諸侯之中士、下士一廟，則天子之中士、下士皆二廟也。必知皆二廟者，以其總稱元士，故《昏義》云「八十一元士」，是不分別上下也。鄭又知諸侯中士與下士同一廟者，以《祭法》云「適士二廟」，言適士則不得兼中下也。○注「寢，適寢也」。○正義曰：此庶人祭寢，謂是庶人在官府史之屬，及尋常庶人。此祭謂薦物，以其無廟，故惟薦而已。薦獻不可褻處，故知適寢也。"
      },
      {
        "index": 58,
        "text": "天子諸侯宗廟之祭，春曰礿，夏曰禘，秋曰嘗，冬曰烝。○注：此蓋夏殷之祭名。周則改之，春曰祠，夏曰礿，以禘為殷祭。《詩．小雅》曰：「礿祠烝嘗，於公先王。」此週四時祭宗廟之名。○音義：礿，余若反。夏曰，戶嫁反，注「夏曰礿」，「夏祭曰」，下云「夏薦」同。禘，大計反。烝，之承反。祠音詞。天子祭天地，諸侯祭社稷，大夫祭五祀。○注：五祀，謂司命也，中霤也，門也，行也，厲也。此祭謂大夫有地者，其無地祭三耳。○音義：霤，力救反。天子祭天下名山大川，五嶽視三公，四瀆視諸侯。○注：視，視其牲器之數。諸侯祭名山大川之在其地者。○注：魯人祭泰山，晉人祭河是也。"
      },
      {
        "index": 59,
        "text": "疏　 「天子」至「地者」。○正義曰：此一節論夏殷天子諸侯大夫四時祭宗廟，及祭天地山川之事，各隨文解之。○「春曰礿」者。皇氏云：「礿，薄也。春物未成，其祭品鮮薄也。」孫炎云：「礿者，新菜可礿。」○「夏曰禘」者，皇氏云：「禘者，次第也。夏時物雖未成，宜依時次第而祭之。」○「秋曰嘗」者，《白虎通》云：「嘗者，新穀熟而嘗之。」○「冬曰烝」者，烝者眾也。冬之時物成者眾。孫炎云：「烝，進也。進品物也。」○注「此蓋」至「之名」。○正義曰：疑為夏殷祭名者，以其祭名與周不同，故以為夏殷祭名。其夏殷之祭又無文，故稱蓋以疑之。此云春礿，而《郊特牲》云春禘者，鄭彼注云「禘當為禴」，從此為正。《祭義》曰「春禘」，鄭注直云「夏殷禮」，不改禘字者，以《郊特牲》已改禘為禴，故於《祭義》略之，從可知也。云「周則改之，春曰祠，夏曰礿」者，按《宗伯》云「以祠春享先王，以禴夏享先王」。又知周以禘為殷祭者，按《公羊傳》曰「五年而再殷祭」，又《春秋經》僖八年「秋，七月，禘於大廟」，是禘為殷祭，殷猶大也，謂五年一大祭。引《詩．小雅》者，是文王之詩，《天保》之篇，謂文王受命，已改殷之祭名，以夏祭之禘，改名曰礿。而《詩》先言礿後祠者，從便文，嘗在烝下，以韻句也。於公，諸盩至不窋也。先王，謂後稷、大王、王季也。○注「五祀」至「三耳」。○正義曰：知五祀是司命、中霤、門、行、厲者，按《祭法》云「王立七祀，曰司命、曰中霤、曰國門、曰國行、曰泰厲、曰戶、曰灶」，諸侯五祀無戶、灶，自外與天子同，明大夫五祀與諸侯同。明知是司命、中霤、門、行、厲也。云「此祭謂大夫有地者」，以其祭五祀與諸侯同，故知大夫有采地者。云「其無地祭三耳」者，以《祭法》云「大夫立三祀，曰族厲、曰門、曰行」也。鄭意以此及《祭法》俱是周禮，有地者祭五，無地者祭三。按下《曲禮》大夫祭五祀，謂戶、灶、中霤、門、行，以為殷禮。此大夫五祀，為有地大夫五祀之神。又別者，以《曲禮》天子諸侯大夫皆祭五祀，更無等差，故以《月令》五祀當之，總為殷禮。此文天子云祭天地，諸侯云祭社稷，大夫云祭五祀，既別為尊卑之差，故以周法解之。○注「視視」至「之數」。○正義曰：按《夏傳》云：「五嶽視三公，四瀆視諸侯，其餘山川視伯，小者視子男。」鄭注云：「謂其牲幣粢盛籩豆爵獻之數，非謂尊卑。」按《周禮》上公饔餼九牢，飧五牢，饗禮九獻，豆四十。侯伯饔餼七牢，飧四牢，饗禮七獻，豆三十有二。子男饔餼五牢，飧三牢，饗禮五獻，豆二十有四。又五等諸侯，膳皆大牢，祭亦大牢，簋皆十有二，祭四望山川，用毳冕。鄭注《禮器》「五獻察，謂祭四望山川也」。又侯伯無別，三公與子男同。今此《王制》云「五嶽視三公，四瀆視諸侯」，則三公尊於諸侯。《夏傳》云「四瀆視諸侯，其餘山川視伯，小者視子男」，是伯與侯別。今鄭注此「視，視其牲器」，又注《夏傳》「謂其牲幣粢盛籩豆爵獻之數」，參驗上下，並與《周禮》不同，不可強解合之為一。此《王制》所陳，多論夏殷之制。《夏傳》所說，又非周代之禮。鄭之所注者，當據異代法也。此經云「四瀆視諸侯」，《夏傳》「視諸侯」之下，云「其餘山川視伯，小者視子男」，則此諸侯謂是侯爵者，不得總為五等諸侯。○注「魯人」至「是也」。○正義曰：知「魯人祭泰山」者，以《論語》云「季氏旅於泰山」，明魯君祭泰山，季氏僣之也。又《公羊》云三望，「祭泰山、河、海」，是魯祭泰山。但泰山是齊魯之界，故齊亦祭之。是以《禮器》云「齊人將有事於泰山，必先有事於配林」，《禮器》又云「晉人將有事於河，必先有事於惡池」，是晉人祭河也。"
      },
      {
        "index": 60,
        "text": "天子諸侯，祭因國之在其地而無主後者。○注：謂所因之國，先王先公有功德，宜享世祀。今絕無後為之祭主者，昔夏后氏郊鯀，至杞為夏后，而更郊禹。晉侯夢黃熊入國而祀夏郊，此其禮也。○音義：鯀，古本反。能，乃登反，一本又作熊，音雄。"
      },
      {
        "index": 61,
        "text": "疏　 「天子」至「後者」。○正義曰：此一節論天子置都之所，及諸侯所封之內，皆因古昔先王先公所居之地，今其地子孫絕滅而無主後者，則天子諸侯祭此先王先公，故云「祭因國之在其地而無主後者」。若天子因先公之後，亦祭先公。若諸侯因先王之後，亦祭先王。先王先公，皆謂有德宜世祀者。○注「昔夏」至「禮也」。○正義曰：按《祭法》夏后氏亦禘黃帝而郊鯀，是夏郊篰。云「至杞為夏后，而更郊禹」者，按《禮運》云「杞之郊也，禹也」，是杞郊禹也。殷滅夏之時，殷則不應郊鯀，必應封夏之後，但不知名杞以否，至周封夏后於杞，據《禮運》成文，故云杞更郊禹也，不廢殷時夏后已郊禹也。云「晉侯夢黃熊入國而祀夏郊」者，按昭七年晉侯有疾，夢黃熊入於寢門。於時子產聘晉，韓宣子問子產：「其何厲鬼？」子產曰：「昔堯殛鯀於羽山，其神化為黃熊，以入於羽淵，實為夏郊，三代祀之。晉為盟主，其或者未之祀也。韓子祀夏郊，晉侯有間。」如傳所云，夏后之時，郊祭鯀以配天。至殷周之時，鯀雖不配天，以其有功，列於群祀，故云「三代祀之」。但《春秋》之時，周衰禮廢，不能祀鯀。晉既為盟主，當代天子祭群神群祀，傳之意義，謂晉當代天子攝群神之祀，不謂因此國在地無主後者。今鄭引之以證祭無主後，則謂鯀是夏家之先，晉居夏之舊地，鯀無主後，故晉祀之，禮之與傳意少異。然夏后有杞，而云無主後者，以杞不祭鯀，故云「無主後」也。其黃熊之言，稱入羽淵，按《爾雅》「鱉三足，能」，先師或以為黃熊，義或然也。"
      },
      {
        "index": 62,
        "text": "天子犆礿，祫禘、祫嘗、祫烝。○注：犆猶一也。祫，合也。天子諸侯之喪畢，合先君之主於祖廟而祭之，謂之祫。後因以為常。天子先祫而後時祭，諸侯先時祭而後祫。凡祫之歲，春一礿而巳。不祫，以物無成者不殷祭。周改夏祭曰礿，以禘為殷祭也。魯禮，三年喪畢而祫於大祖，明年春禘於群廟。自爾之後，五年而再殷祭，一祫一禘。○音義：犆音特。祫音洽。諸侯礿則不禘，禘則不嘗，嘗則不烝，烝則不礿。○注：虞夏之制，諸侯歲朝，廢一時祭。○音義：朝，直遙反。諸侯礿犆，○注：互明礿、犆文。○音義：互音戶，又戶故反。禘一犆一祫。○注：下天子也。祫歲不禘。○音義：下，戶嫁反。嘗祫，烝祫。"
      },
      {
        "index": 63,
        "text": "疏　 「天子」至「烝祫」。○正義曰：此一節論夏殷天子諸侯大祭及時祭之事，各隨文解之。○音義：天子之祭，當祫之歲，以春物未成，不為祫祭。惟犆為時祭之礿，故云「犆礿」。下秋冬之時，先為祫祭，後為時祭，故云「祫禘、祫嘗、祫烝」。○注「天子」至「一禘」。○正義曰：按文二年「八月，丁卯，大事於大廟」，《公羊傳》云：「大事者何？大祫也。」按僖公三十三年十二月薨，至文二年八月，二十一月，於禮少四月，未得喪畢，是喪畢當祫。諸侯既爾，明天子亦然，故云「天子諸侯之喪畢，合先君之主於祖廟而祭之，謂之祫。」云「後因以為常」者，按《禮緯》「三年一祫，五年一禘」，故知每三年為一祫祭，是後因以為常。云「天子先祫而後時祭」者，以經云「祫禘、祫嘗、祫烝」，天子位尊，故先為大禮也。云「諸侯先時祭而後祫」者，以下文云諸侯「嘗祫，烝祫」，諸侯位卑，取其漸備，故先小禮，後大禮。此等皆因巳前之制，但不知幾年一祫。《禮緯》云「三年一祫，五年一禘」，鄭云「百王通義」，則虞夏及殷，皆與周同袷，亦三年為一也。皇氏取先儒之義，以為虞夏祫祭，每年皆為。又云「三時祫」者，謂是秋冬。或一時得祫則為之，不三時俱祫。然按鄭云：「三年一祫，五年一禘，百王通義。」鄭又注此云：「春一礿而己。不祫，以物無成者不殷祭。」又《禘祫志》云：「《王制》記先王之法，祫為大祭，祫於秋於夏於冬。周公制禮，祭不欲數。」如鄭此言，則夏殷三時俱殷祭，皇氏之說也。云「魯禮三年喪畢而祫於大祖」者，僖公以三十三年十二月薨，文二年八月「大事於大廟」，於禮少四月，文公應合二年十二月而祫大祖廟也。是新君即位之二年，而云三年喪畢者，通死君之年為三年。云「明年春禘於群廟」者，以僖公八年「禘於大廟」，宣公八年「辛已，有事於大廟」。有事，禘也，為仲遂卒略言有事。僖也，宣也，皆八年禘。既五年一禘，則後禘去前禘五年也。前禘當三年，今二年而祫，故云「明年春禘於群廟」。按閔二年五月「吉禘於莊公」，昭十五年「禘於武宮」，昭二十五年「將禘於襄公」，禘皆各就廟為之，故云群廟。云「自爾之後，五年而再殷祭」者，《公羊傳》文。云「自爾」者，謂自三年禘群廟之後，每五年之內，再為殷祭，故鄭《禘祫志》云：「閔公之喪，僖三年禘，僖六年祫，僖八年禘。凡三年喪畢，新君二年為祫。」新君三年為禘，皆祫在禘前，閔公二年五月「吉禘於莊公」，則祫當在吉禘之前，故《禘祫志》云：「四月祫，五月禘。」不譏祫者，慶父作亂，國家多難。故莊公既葬，絰不入庫門。閔公早厭其亂，故四月祫，不譏，五月即禘。比月而為大祭，又於禮少四月，故書譏其速也。鄭《禘祫志》云：「魯莊三十二年八月公薨，閔二年五月吉禘。時慶父殺子般之後，公懼於難，不得時葬。葬則去首絰於門外，乃入，務自尊成以厭其禍。若巳練然，免喪又速。二年四月夏則祫。既祫，又即以五月禘於其廟。此月大祭，故譏其速也。閔公之服，凡二十一月，於禮少四月，又不禫，云吉禘，譏其無恩也。閔公以二年八月薨，僖二年除喪，始祫大廟，明年禘於群廟，自此而後，五年再殷祭，六年祫，故八年禘。僖公以三十三年十二月薨，至文二年七月間有閏，積二十一月，明月即祫。經云『八月，丁卯，大事於大廟，躋僖公』，於文公之服，亦少四月，以其逆祀，故特譏之。文公十八年二月薨，宣二年除喪而祫，三年禘於群廟，自此之後，亦五年再殷祭，與僖同。六年祫，故八年禘。昭十一年五月『夫人齊歸薨』，十三年平丘之會，歸，不及祫。冬，公如晉，昭十四年春歸，乃祫，故十五年春乃禘。經云『二月，癸酉，有事於武宮』，至十八年祫，二十年禘，二十三年祫。昭二十五年，禘於襄公也。」此是鄭論魯之禘祫。鄭又云：「《明堂位》曰魯，王禮也。以此相推兄可知。」是鄭以天子之禮與魯同也。按《穀梁傳》以年數者不數閏，而鄭數莊公及僖公之喪，皆云通閏二十一月者，鄭欲盛言日月闕少，假令通閏，止有二十一月耳。鄭於《禘祫志》除莊公之喪少四月，而答趙商云於禮少六月者，通禫月言之也。哀姜之喪，僖三年乃除。僖二年得除閔公喪而祫者，以是喪祭雖在前喪之內，亦得為後喪之祭，故《雜記》云「三年之喪，則既顈，其練祥皆行」是也。此云三年喪畢，祫於太祖廟，明年春禘於群廟。按《玄鳥》箋云「三年既畢，禘於其廟，而後祫祭於太祖」，更有禘於其廟之文。不同者，謂練時遷主遞廟。新死者，當禘祭於其廟以安之，故《鬯人》云「廟用脩」，注云「謂始禘時」。《左氏》說禘謂既期之後。然則禘於其廟，在於練時。而《玄鳥》箋云「喪三年既畢，禘於其廟」者，鄭將練禘總就喪畢祫於太祖而言之，其實禘廟在練時也。熊氏一說，謂三年除喪，特禘新死者於廟，未知然否。其禘祫大小，鄭以《公羊傳》云「大事者何？大祫也」，「毀廟之主，陳於太祖。未毀廟之主，皆升，合食於太祖」，故為大事。若王肅、張融、孔晁皆以禘為大，祫為小，故王肅論引賈逵說吉禘於莊公。禘者，遞也，審遞昭穆遷主遞位，孫居王父之處，又引禘於太廟。《逸禮》「其昭尸穆尸，其祝辭總稱孝子孝孫」，則是父子並列。《逸禮》又云「皆升合於其祖」，所以劉歆、賈逵、鄭眾、馬融等皆以為然。鄭不從者，以《公羊傳》為正，《逸禮》不可用也。又《曾子問》云「七廟、五廟無虛主，虛主者，惟天子崩「，與祫祭，祝取群廟之主。明禘祭不取群廟之主可知。《爾雅》云：「禘，大祭也。」謂比四時為大也。故孫炎等注《爾雅》，云皆以禘為五年一大祭。若《左氏》說及杜元凱，皆以禘為三年一大祭，在大祖之廟。傳無祫文，然則祫即禘也。取其序昭穆謂之禘，取其合集群祖謂之祫。鄭康成祫禘及四時祭所以異者，此祫謂祭於始祖之廟，毀廟之主，及未毀廟之主，皆在始祖廟中，始祖之主於西方東面，始祖之子為昭，北方南面，始祖之孫為穆，南方北面。自此以下皆然。從西為上，禘則太王、王季以上遷主，祭於後稷之廟，其坐位乃與祫相似。其文武以下遷主，若穆之遷主，祭於文王之廟，文王東面，穆主皆北面，無昭主。若昭之遷主，祭於武王之廟，武王東面，其昭主皆南面，無穆主。又祭親廟四。其四時之祭，惟後稷文武及親四廟也。○「諸侯」至「不礿」。○「礿則不禘」者，虞夏之制，歲朝皆闕一時之祭也。此從南方始也。南方諸侯有礿祭竟，夏來朝，故闕夏禘，故云「礿則不禘」也。○「禘則不嘗」，此西方諸侯秋來朝也，行夏祭竟，而秋來朝，故不嘗也。○「嘗則不烝」，此北方諸侯冬來朝者也，行秋祭竟，而冬來朝，故廢烝也。「烝則不礿」，此東方諸侯春來朝者也，行冬祭竟，而春來朝，故廢礿也。然各廢一時耳，餘三時皆祭也。今不從東方始，而從南方始者，欲舉春礿得祭者為始故也。○注「虞夏」至「祭時」。○正義曰：此云「虞夏之制」者，雜明諸代，不專殷。又此春礿，而注云夏殷，則知夏殷春祭俱名礿也。○「諸侯」至「烝祫」。○音義：諸侯降於天子，故礿在犆上也。欲見先時祭，故礿在犆上。○「禘一犆一祫」者，言諸侯當在夏祭一禘之時，不為禘祭，惟犆一祫而已，闕時祭也。不云一禘而云禘一者，禘在礿前，與礿在犆前，其義同，皆見先時祭也。○「嘗祫烝祫」者，謂諸侯先作時祭烝嘗，然後為大祭之祫，故云「嘗祫烝祫」。鄭既云諸侯祫歲不禘，是諸侯當祫之歲，法不作禘。而皇氏云諸侯夏時若祫，則不禘，若禘則不祫，故違鄭注，其義非也。"
      },
      {
        "index": 64,
        "text": "天子社稷皆大牢。諸侯社稷皆少牢。大夫、士宗廟之祭，有田則祭，無田則薦。○注：有田者既祭，又薦新。祭以首時，薦以仲月。士薦牲用特豚，大夫以上用羔，所謂「羔豚而祭，百官皆足」。《詩》曰：「四之日其早，獻羔祭韭。」○音義：大牢如字，又音泰。少，詩照反。日，人一反。庶人春薦韭，夏薦麥，秋薦黍，冬薦稻。韭以卵，麥以魚，黍以豚，稻以雁。○注：庶人無常牲，取與新物相宜而巳。○音義：稻音盜。卵，力管反。祭天地之牛角繭栗，宗廟之牛角握，賓客之牛角尺。○注：握，謂長不出膚。○音義：繭字又作繭，公典反。握，厄角反。長，丁丈反。膚，方於反。諸侯無故不殺牛，大夫無故不殺羊，士無故不殺犬豕，庶人無故不食珍。○注：故，謂祭饗。"
      },
      {
        "index": 65,
        "text": "疏　 「天子」至「食珍」。○正義曰：此一節論天子諸侯祭用牲牢，及庶人所薦之物，各隨文解之。○注「有田者既祭」至「祭韭」。○正義曰：知有田既祭又薦新者，以《月令》天子祭廟，又有薦新，故《月令》四月「以彘嘗麥，先薦寢廟」。又《士喪禮》有薦新如朔奠，謂有地之士，大斂小斂以特牲，而云薦新，故知既祭又薦新也。云「祭以首時，薦以仲月」者，《晏子春秋》云「天子以下至士，皆祭以首時」，故《禮記．明堂位》云：「季夏六月，以禘禮祀周公於大廟。」週六月，是夏四月也。又《雜記》云：「七月而禘，獻子為之也。」譏其用七月，明當用六月是也。魯以孟月為祭。魯，王禮也，則天子亦然。大夫、士無文，從可知也。其《周禮》四仲祭者，因田獵而獻禽，非正祭也。服虔注桓公五年傳云：「魯祭天以孟月，祭宗廟以仲月。」非鄭義也。此薦以仲月，謂大夫士也。既以首時祭，故薦用仲月。若天子諸侯禮尊，物熟則薦之，不限孟仲季，故《月令》孟夏薦麥，孟秋薦黍，季秋薦稻是也。大夫既薦以仲月，而服虔注昭元年傳：「祭，人君用孟月，人臣用仲月。」不同者，非鄭義也。南師解云：「祭以首時者，謂大夫、士也。若得祭天者，祭天以孟月，祭宗廟以仲月。其禘祭、祫祭、時祭，亦用孟月，其餘諸侯不得祭天者，大祭及時祭皆用孟月。」既無明據，未知孰是，義得兩通，故並存焉。按《春秋》桓八年「正月，已卯，烝」，「夏，五月，丁丑，烝」，書者，《左氏》見其瀆。桓十四年八月「乙亥，嘗」，書以「御廩災」。《左氏》、《公羊》以為不應嘗。僖八年「七月，禘」，鄭以為公會王人於洮，故歸，七月乃禘。昭十五年二月禘於武宮者，鄭《禘祫志》以十一年齊歸薨，十五年喪終之禘，不擇月。定公八年冬十月順祀先公，以陽虎作亂，求福先公，特為此祭，故不用常月。此等皆不用孟月者，以春秋亂世，不能如禮，故參差不一，難以禮論也。云「士薦牲用特豚」者，按《儀禮．特牲》，是有地之士用特牲，今無地之士薦宜貶降，不用成牲，故用特豚。云「大夫以上用羔」者，以諸侯大夫有地祭者，用少牢，其無地薦者則用羔也。言以上，則包天子皆用羔也。雖用羔，天子諸侯亦用餘牲，不皆用羔，故《月令》以彘嘗麥，以犬嘗麻。云「所謂羔豚而祭，百官皆足」者，所謂是《禮器》文。士薦而云百官者，舉大夫以上而言。士之屬吏，以眾言之，亦曰百官，故任厥問云：「《天官．司裘》注云：『士不太射，士無臣，祭無所擇。』此云百官皆足，則有臣矣。」汜閤答曰：「此上下兼說之耳。士雖無臣，猶有屬官佐祭。《特牲饋食》云『公有司私臣，皆殽{丞月}』，百官皆足，抑謂此也。」引「《詩》曰」者，是《豳風．七月》之篇也。云四之日，謂周之四月，夏之二月，其朔旦之時獻羔，祭用韭，薦於廟。引之者，證薦用羔之義。○注「新物相宜」。○正義曰：言相宜者，謂四時之間，有此牲穀，兩物俱有，故云相宜，非謂氣味相宜。其相宜者，若牛宜稌、羊宜黍之屬是也。○注「握謂長不出膚」。○正義曰：《公羊傳》曰「膚寸而合」，鄭注《投壺禮》云「四指曰扶」，扶則膚也。○注「故謂祭饗」。○正義曰：按《膳夫》王日一舉，鼎十有二物，謂大牢也。是周公制禮，天子日食大牢，則諸侯日食少牢，大夫日食特牲，士日食特豚。至後世衰亂，《玉藻》云「天子食日少牢，朔月大牢，諸侯食日特牲，朔月少牢」，則知大夫食日特豚，朔日特牲。士日食無文，朔月特豚，故《內則》曰「見子具視朔食」，注云「天子大牢，諸侯少牢，大大特豕，士特豚」，是常食有限，不得踰越，故知謂祭也。謂諸侯祭以大牢，得殺牛。諸侯之大夫祭以少牢，得殺羊。天子大夫祭，亦得殺牛。其諸侯及大夫饗食賓，得用牛也，故《大行人》、《掌客》，諸侯待賓，皆用牛也。公食大夫禮、大夫食賓禮亦用牛也，故云「謂祭饗」也。"
      },
      {
        "index": 66,
        "text": "庶羞不踰牲，○注：祭以羊，則不以牛肉為羞。燕衣不踰祭服，寢不踰廟。\n疏　 注「祭以」至「為羞」。○正義曰：按《有司徹》是少牢之祭，云「宰夫羞房中之羞」，注「酏食糝食」。《內則》云「糝取牛羊豕之肉」。得用牛者，祭既用少牢，則糝亦不用牛肉，以羊肉為羞。"
      },
      {
        "index": 67,
        "text": "古者公田藉而不稅，○注：藉之言借也。借民力治公田，美惡取於此，不稅民之所自治也。《孟子》曰：「夏后氏五十而貢，殷人七十而助，周人百畝而徹。」則所云古者，謂殷時。○音義：燕，伊見反。藉，在亦反。稅，式贅反。借，子夜反。市廛而不稅，○注：廛，市物邸捨，稅其捨，不稅其物。○音義：廛，直連反。邸，丁禮反。關譏而不征，○注：譏，譏異服，識異言。征亦稅也。《周禮》：「國凶札，則無門關之征，猶譏也。」○音義：譏，居宜反。征，本又作正，音同，注下皆同。札，側八反，又音截。林麓川澤，以時入而不禁。○注：麓，山足也。○音義：麓音鹿。夫圭田無征。○注：夫猶治也。征，稅也。《孟子》曰：「卿以下必有圭田。」治圭田者不稅，所以厚賢也。此則《周禮》之士田，以任近郊之地，稅什一。○音義：圭音珪。"
      },
      {
        "index": 68,
        "text": "疏　 「古者」至「無征」。○正義曰：此一節論古者公田不稅，及關市圭田無征之事，各隨文解之。○音義：自「古者」以下，至「夫圭田無征」，並非周法，故云古者。其藉而不稅，正謂殷時市廛而不稅。以下或兼虞夏殷以言之。○「公田藉而不稅」者，謂民田之外，別作公田。一井之中，凡有九夫，中央一夫，以為公田。藉之言借也。惟借八家之力，以治此公田，美惡取於此，而不稅民之私田。○「市廛而不稅」者，廛謂公家邸捨，使商人停物於中，直稅其所捨之處價，不稅其在市所賣之物。市內空地曰廛，城內空地曰肆。○「關譏而不征」者，征，稅也。關，竟上門也。譏，謂呵察。公家但呵察非違，不稅行人之物。此夏殷法，周則有關門之征，但不知稅之輕重。若凶年則無稅也，猶須譏禁，禁謂防遏。○「林麓川澤，以時入而不禁」者，以時入者，獺祭魚，然後虞人入澤梁謂民庶須有採取隨時而入官不限禁之。○音義：夫圭田無征者，夫猶治也。畿內無公田，故有圭田，卿大夫士皆以治此圭田，公家不稅其物，故云無征。必云圭者，圭，絜白也。言卿大夫德行絜白，乃與之田，此殷禮也。殷政寬緩，厚重賢人，故不稅之。周則兼通士稅之，故注云「《周禮》之士田，以任近郊之地，稅什一」。○注「藉之」至「殷時」。○正義曰：「治公田，美惡取於此，不稅民之所自治也」者，按宣十五年「初稅畝」，傳云「非禮」，謂稅民所自治為非禮，明依禮，惟取公田之物，故云「美惡取於此」。引《孟子》者，證三代稅法不同。按《孟子》滕文公問為國於《孟子》，《孟子》對曰：「夏后氏五十而貢，殷人七十而助，周人百畝而徹，其實皆什一。」劉氏及皇氏皆云：「夏時民多，家得五十畝而貢五畝。殷時民稍稀，家得七十畝而助七畝。周時其民至稀，家得百畝而徹十畝。故云其實皆什一。」而云夏時人眾，殷世人稀。又十口之家，惟得五十畝之地，皆不近人情，未知可否。熊氏一說以為夏政寬簡，一夫之地，惟稅五十畝。殷政稍急，一夫之地，稅七十畝。周政極煩，一夫之地，稅皆通稅。所稅之中，皆十而稅一，故云其實皆什一。此則計田雖不得什一，理稍可通。既古意難知，故彼此俱載。又鄭注《匠人》云：「貢者，自治其所受田，貢其稅穀。助者，借民之力以治公田，又使收斂焉。夏則有貢無助，殷則有助無貢。」鄭注《匠人》又云：「以《載師職》及《司馬法》論之，周制畿內，用夏之貢法，稅夫無公田；以《詩》、《春秋》、《論語》、《孟子》論之，周制邦國用殷之助法，制公田不稅夫，此三代所以別也。」云「古者謂殷時」者，以《春秋》宣十五年云「穀出不過藉」，藉謂借民力也。此經亦云藉，皆謂借民力也。助官治田，與殷七十而助相當，故云古謂殷時。鄭知周之畿內用夏貢法者，按《載師》云：「以廛裡任國中之地，以埸圃任園地，以宅田、士田、賈田任近郊之地，以官田、牛田、賞田、牧田任遠郊之地，以公邑之田任甸地，以家邑之田任稍地，以小都之田任縣地，以大都之田任疆地。」鄭注云「廛裡，邑居裡矣。廛民，居之區域也」，「宅田，致仕者之家所受田也」，「仕田，自卿以下所受圭田也」，「賈田，在市賈人其家所受田也。官田，庶人在官者其家所受田也。牛田、牧田，畜牧者之家所受田」，「賞田者，賞賜之田」，「公邑，謂六遂餘地，天子使大夫治之」，「家邑、大夫之采地。小都，卿之采地。大都，公之采地」。《載師》又云：「園廛二十而一，近郊十一，遠郊二十而三，甸、稍、縣、都皆無過十二。」又《司馬法》云：「井十為通，通為匹馬。三十家士一人，徒二人，通十為成，成百井。三百家革車一乘，士十人，徒二十人，計一成百井。井有九家，百井即九百家。」而云「一成三百家」者，以此田上中下除宮室塗巷三分之一，自餘通率一家受二夫，故一成為三百家。是一井九家為定，無公田也，故鄭云「以《載師職》及《司馬法》論之，周制畿內用夏之貢法」。不稅夫者，謂鄉遂及公邑若采地，即為井田，稅夫與畿外同。知畿外用助法者，按《詩．小雅》：「雨我公田，遂及我私。」《春秋》宣十五年云「初稅畝」，傳云：「穀出不過藉。」《論語》云：「盍徹乎？」《孟子》云：「方里而井，井九百畝，其中為公田，八家皆私百畝。」是皆論公田之事，故鄭云「以《詩》、《春秋》、《論語》、《孟子》論之，周制邦國用殷之助法，制公田不稅夫」。然畿外諸侯雖立公田，其實諸侯郊外亦用貢法，故《孟子》云野，九夫之田而稅一，即「九一而助，國中什一使自賦」，故鄭云邦國亦異外內耳。但郊內地少，郊外地多，從多言之，故云「畿外制公田，不稅夫也」。凡賦法無過十一，故《孟子》云輕於十一，大貉小貉；重於十一，大桀小桀。十一而稅，堯舜之道。但周之畿內有參差，皆不同，而言之十一，若畿外，先儒約《孟子》、《樂緯》，皆九夫為井，八家共治公田八十畝，已外二十畝以為八家井灶廬舍，是百畝之外別助，是十外稅一。郊外既十外稅一，郊內亦十外稅一。假令治一夫之田，得百一十碩粟，而貢十碩，是亦十外稅一也。劉氏以為《匠人》注引《孟子》野九夫而稅一，國中什一，諸侯謂之徹者，通其率以十一為正，則謂野九夫之田而稅一，國中十一夫之田而稅一，是二十夫之田中而稅二。計地言之，是十中稅一。若計夫實稅，猶十外稅一，與先儒同也。但不知諸侯郊內十夫受十一夫之地，若為周制耳。或畿外地寬也，一夫受百一十畝之地，與畿內異也。○注「周禮」至「譏也」。○正義曰：引《周禮》者，證凶荒之時，雖無徵稅，猶須譏禁，禁謂防遏為重。其殷則雖無凶荒，縱不賦稅，猶須譏禁，與周凶荒時同，則門關有稅，但不知稅之輕重。○注「麓山足」。正義曰：按僖十四年「沙鹿崩」，《穀梁傳》云「林屬於山為鹿」。鹿，山足也。按鄭注《大司徒》云：「竹木曰林，注瀆曰川，水鍾曰澤。」林麓山澤之異也。○注「徵稅」至「什一」。○正義曰：《載師》云「漆林之征，二十而五」，又云「凡任地，國宅無征」，是正謂稅也。引《孟子》書者，證卿以下有圭田。謂之圭者，圭，絜也，言德行絜白也。而與之田，殷所不稅者，殷政寬厚，重賢人，周則稅之。故鄭云「此即《周禮》之士田，以任近郊之地，稅什一」者，《載師》文也。"
      },
      {
        "index": 69,
        "text": "用民之力，歲不過三日。○注：治宮室城郭道渠。\n疏　 正義曰：此一經前明以殷法，此則兼通周禮。三日，謂使民治城郭道渠，年歲雖豐，不得過三日，自下皆然。按《周禮．均人》云：「豐年旬用三日，中年旬用二日，無年旬用一日。」年歲不同，雖豐不得過三日。"
      },
      {
        "index": 70,
        "text": "田里不粥，墓地不請。○注：皆受於公，民不得私也。粥，賣也。請，求也。\n疏　 「田里」至「不請」。○正義曰：田地裡邑，既受之於公，民不得粥賣。塚墓之地，公家所給，族葬有常，不得輒請求餘處。"
      },
      {
        "index": 71,
        "text": "司空執度度地。○注：司空，冬官卿，掌邦事者。度，丈尺也。○音義：度度，上如字；下大洛反，量也。居民山川沮澤，時四時，觀寒暖燥濕。沮，謂萊沛。○音義：沮，將慮反，沮沮如也。暖，乃管反，又況袁反，下文汀，萊音來，何胤云：「草所生曰萊。」庾云：「草也。」沛，蒲具反，何胤云：「水所生曰沛。」何休注《公羊傳》云：「草棘曰沛。」量地遠近，○注：制邑井之處。○音義：處，昌慮反。興事任力。○注：事，謂築邑、廬、宿、市也。○音義：任，而鴆反。築音竹。凡使民，任老者之事，食壯者之食。○注：寬其力，饒其食。○音義：食壯音嗣，又如字；下側狀反。"
      },
      {
        "index": 72,
        "text": "疏　 「司空」至「之食」。○正義曰：此一節論司空居民並任以事食之事。言「司空執度度地」者，謂司空執丈尺之度，以量度於地，居處於民，觀山川高下之宜，沮澤浸潤之處。又必以時候此四時，知其寒暖。○注「觀寒」至「萊沛」。○正義曰：言觀寒暖，解四時燥濕，解山川沮澤。燥謂山也，濕謂川與沮，澤謂萊沛者，何胤云：「沮澤，下濕地也。草所生為萊，水所生為沛。」言沮地是有水草之處也。○注「制邑井之處」。○正義曰：按《小司徒》云：「九夫為井，四井為邑。」為邑之處，謂平原之地，衍沃之所，堪造邑井，即《左傳》所謂「井衍沃」也。若山林藪澤，則不堪邑井也。○注「事謂」至「市也」。○正義曰：上云用民之力，惟三日而巳，故注云「治宮室城郭道渠」。此言興事，言興則用力難重，故云「事謂築邑「。築邑則築城也。又築廬之與宿及市。按《遺人》云「凡國野之道，十里有廬」，「三十里有宿」，「五十里有市」是也。○「凡使民，任老者之事，食壯者之食」者。○音義：凡國家為役之法，老少功程不同，老則功少，壯則功多。今使民之時，雖役壯者，限以老者之功程，故曰「任老者之事」。凡廩餼牲體，壯者食多，老者食少，雖老者給以壯者之料，故食壯者之食，壯者從老者之功，故注云「寬其力」。老給壯糧，故云「饒其食」。"
      },
      {
        "index": 73,
        "text": "凡居民材，必因天地寒煖燥濕。○注：使其材藝堪地氣也。○音義：燥，素老反。廣谷大川異制，○注：謂其形象，民生其間者異俗，○注：謂其所好惡。○音義：好惡，上呼報反；下烏路反。剛柔、輕重、遲速異齊。○注：謂其情性緩急。○音義：齊，才細反。緩，戶管反。五味異和，○注：謂香臭與鹹苦。○音義：和，胡臥反，下同。臭，尺救反。器械異制，○注：謂作務之用。○音義：械，戶戒反，何休注《公羊》云：「攻守之器曰械。」鄭注《大傳》云：「禮樂之器及兵甲也。」郭璞《三蒼解詁》云：「械，器之總名。」衣服異宜。○注：謂旃裘與絺綌。○音義：旃裘，上之然反；下音求。絺，初宜反。綌，去逆反。脩其教，不易其俗。齊其政，不易其宜。○注：教謂禮義，政謂刑禁。中國戎夷，五方之民，皆有性也，不可推移。○注：地氣使之然。東方曰夷，被發文身，有不火食者矣。南方曰蠻，雕題交趾，有不火食者矣。○注：雕，文。謂刻其肌，以丹青湼之。交趾，足相鄉然，浴則同川，臥則舛。不火食，地氣暖，不為病。○音義：被，皮義反，下同。雕，本又作彫，同；彫，刻鏤也。題，大兮反。趾音止。刻音克。肌音饑。湼，乃結反。相鄉，許亮反。舛，昌戀反。西方曰戎，被發衣皮，有不粒食者矣。北方曰狄，衣羽毛穴居，有不粒食者矣。○注：不粒食，地氣寒，少五穀。○音義：衣，於既反，下同。粒音立。中國、夷、蠻、戎、狄，皆有安居、和味、宜服、利用、備器。○注：其事雖異，各自足。五方之民，言語不通，嗜欲不同。達其志，通其欲，東方曰寄，南方曰象，西方曰狄鞮，北方曰譯。○注：皆俗間之名，依其事類耳。鞮之言知也。今冀部有言狄鞮者。○音義：嗜欲，市志反。寄，京義反。鞮，丁兮反。譯音亦。間如字，又間廁之間。"
      },
      {
        "index": 74,
        "text": "疏　 「凡居」至「曰譯」。○正義曰：此一節論中國及四夷居處言語衣服飲食不同之事，各隨文解之。○「凡居民材，必因天地寒暖燥濕」者，材謂氣性材藝，言五方之人，其能各殊。五者居處，各須順其性氣材藝，使堪其地氣，故盧植云「能寒者使居寒，能暑者使居暑」，即其義也。○注「情性緩急」。○正義曰：性謂稟性自然，故《孝經說》云「性者，生之質。若木性則仁，金性則義，火性則禮，水性則信，土性則知」，《中庸》云「天命之謂性」，是賦命自然。情者，既有識知，心有好惡，當逐物而遷，故有喜怒哀樂好惡。此經云「剛柔輕重遲速」，天生自然，是性也。而連言情者，情是性之小別，因性連言情者耳。若指而言之，則上文異俗是情也。故注云「謂其所好惡」。今經有「剛柔輕重遲速」六事，而注惟云緩急者，細別則有六，大總惟二。剛輕速，總是急也。柔重遲，總是緩也，此大略而言。人性不同，亦有柔而躁者，剛而遲者，故《尚書》云「皋陶行有九德」是也。○注「謂作務之用」。○正義曰：作務之用者，謂民之作務所用，五方不同，故《考工記》若粵之用鎛，胡之用弓車，故云「器械異制」。器謂總用之器，械謂兵器，故《公羊傳》何休云：「攻守之器曰械。」○「脩其」至「其宜」。○音義：俗謂民之風俗，宜謂土地器物所宜，教謂禮義教化，政謂政令施為，言脩此教化之時，當隨其風俗，故云「不易其俗」。○「齊其政」者，謂齊其政令之事，當逐物之所宜，故云「不易其宜」。教主教化，故注云「教謂禮義」。政主政令，故注云「政謂刑禁」也。○「中國」至「曰譯」。○正義曰：從此以下至北方曰譯，總論四夷中國之異。○「中國戎夷五方之民」者，舉戎夷則蠻狄可知。「五方之民」者，謂中國與四夷也。○「文身」者，謂以丹青文飾其身。○「有不火食」者，以其地氣多暖，雖不火食，不為害也。言有不火食者，亦有火食者。○「彫題交趾」者，彫謂刻也，題謂額也。謂以丹青彫刻其額，非惟彫額，亦文身也。故仲雍居吳越，《左傳》云「斷髮文身」。趾，足也。言蠻臥時頭鄉外，而足在內而相交，故云「交趾」。不云被發者，發斷故也。○「衣皮，有不粒食者矣」者，以無絲麻，惟食禽獸，故衣皮。地氣寒，少五穀，故有不粒食者。○「衣羽毛於穴居」者，東北方多鳥，故衣羽。正北多羊，故衣毛。凝寒至盛，林木又少，故穴居。其有不粒食者，與西戎同。○「中國夷蠻戎狄，皆有安居」者，言中國與四夷雖異，各有所安之居。○「和味、宜服、利用、備器」者，言中國與四夷皆有所和之味，所宜之服，所利之用，所備之器，其事雖異，各自充足。○「五方之民，言語不通，嗜欲不同」者，以水土各異，故言語不通；好惡殊別，故嗜欲不同。○「達其志，通其欲」者，謂帝王立此傳語之人，曉達五方之志，通傳五方之欲，使相領解。其通傳東方之語官謂之曰寄，言傳寄外內言語。通傳南方語官謂之曰象者，言放象外內之言。其通傳西方語官謂之狄鞮者，鞮，知也，謂通傳夷狄之語，與中國相知。其通傳北方語官謂之曰譯者，譯，陳也，謂陳說外內之言。東方謂之夷者，《風俗通》云：「東方人好生，萬物牴觸地而出。夷者，牴也。」其類有九，依《東夷傳》「夷有九種，曰畎夷、於夷、方夷、黃夷、白夷、赤夷、元夷、風夷、陽夷。」又李巡注《爾雅》云：「一曰玄菟、二曰樂浪、三曰高驪、四曰滿飾、五曰鳧臾、六曰索家、七曰東屠、八曰倭人、九曰天鄙。」南方曰蠻者，《風俗通》云：「君臣同川而浴，極為簡慢。蠻者，慢也。」其類有八，李巡注《爾雅》云：「一曰天竺、二曰咳首、三曰僬僥、四曰跛踵、五曰穿焜、六曰儋耳、七曰狗軹、八曰旁春。」西方曰戎者，《風俗通》云：「斬伐殺生，不得其中。戎者，凶也。」其類有六，李巡注《爾雅》云：「一曰僥夷，二曰戎央，三曰老白、四曰耆羌、五曰鼻息、六曰天剛。」北方曰狄者，《風俗通》云：「父子嫂叔，同穴無別。狄者，辟也。」其行邪辟，其類有五，李巡注《爾雅》云：「一曰月支、二曰穢貊、三曰匈奴、四曰單于、五曰白屋。」○注「彫文」至「為病」。○正義曰：按《漢書．地理志》文，越俗斷髮文身，以辟蛟龍之害，故刻其肌，以丹青之。以東方南方皆近於海，故俱文身。云「浴則同川，臥則舛」者，言首在外而足相鄉內，故《典瑞》注云「舛而同邸」。正本直云「臥則舛，」無同字。俗本有同字，誤也。○注「皆俗」至「鞮者」。○正義曰：言寄、象、狄鞮、譯，皆是四夷與中國，皆俗間之名也。云「依其事類耳」者，○音義：中國通傳之人，各依其當方事之比類而言說之，即寄者寄付東方之言，像者像似南方之言，是依其事類者也。云「今冀部有言狄鞮者」，今日之言，必有從於古，欲證古有狄鞮之言，鞮與知聲相近，故鞮為知也。"
      },
      {
        "index": 75,
        "text": "凡居民，量地以制邑，度地以居民，地邑民居，必參相得也。○注：得猶足也。○音義：度，大洛反。參，七南反。無曠土，無游民，食節事時，民咸安其居，樂事勸功，尊君親上，然後興學。○注：立小學大學。○音義：咸，行緘反。樂音岳，又音洛。"
      },
      {
        "index": 76,
        "text": "疏　 「凡居」至「興學」。正義曰：此一節論居民與地相得，及食節事時勸功尊君立學之事。○音義：食節，謂食得其節。事時，謂事得其時。樂事，謂民樂悅事務。勸功，謂勉勵立功。尊君，謂臣民尊君。親上，謂在下親愛長上。民富而可教，謂民事既得如此，然後可得興學也。"
      },
      {
        "index": 77,
        "text": "司徒脩六禮以節民性，明七教以興民德，齊八政以防淫，一道德以同俗，養耆老以致孝，恤孤獨以逮不足，上賢以崇德，簡不肖以絀惡。○注：司徒，地官卿，掌邦教者。逮，及也。簡，差擇也。○音義：防，本又作坊，音同。恤，辛律反。逮音代，又大計反。肖音笑。絀，敕律反。命鄉簡不帥教者以告。○注：帥，循也。不循教，謂敖很不孝弟者，司徒使鄉簡擇以告者，鄉屬司徒。○音義：帥音率。循音巡。敖，本又作傲，同五報反。很，胡墾反。弟，大計反，本又作悌。耆老皆朝於庠，元日習射上功，習鄉上齒。大司徒帥國之俊士與執事焉。○注：將習禮以化之，使之觀焉。耆老，致仕及鄉中老賢者。朝猶會也。此庠，謂鄉學也。鄉，謂飲酒也。鄉禮，春秋射，國蠟，而飲酒養老。○音義：朝，直遙反。庠音祥。與音預。蠟，仕詐反。不變，命國之右鄉，簡不帥教者移之左。命國之左鄉，簡不帥教者移之右，如初禮。中年考校，而又不變，使轉徙其居，覬其見新人，有所化也。亦復習禮於鄉學，使之觀焉。○音義：覬音冀。復，扶又反，下「又復」、「復移」、「復與」同。不變，移之郊，如初禮。○注：郊，鄉界之外者也。稍出遠之，後中年又為之習禮於郊學。○音義：為，於偽反，下「又為」、「親為」、「為其大」、「亦為」皆同。不變，移之遂，如初禮。○注：遠郊之外曰遂，遂大夫掌之。又中年復移之使居遂，又為習禮於遂之學。不變，屏之遠方，終身不齒。○注：遠方，九州之外。齒猶錄也。命鄉論秀士，升之司徒，曰選士。○注：移居於司徒也。秀士，鄉大夫所考，有德行道藝者。○音義：選，宣戀反，下皆同。行，下孟反。司徒論選士之秀者而升之學，曰俊士。○注：可使習禮者。學，大學。升於司徒者不征於鄉，升於學者不征於司徒，曰造士。○注：不征，不給其繇役。造，成也。能習禮，則為成士。○音義：給音急。徭，本又作繇，音遙。樂正崇四術，立四教。○注：樂正，樂官之長，掌國子之教。《虞書》曰：「夔，命汝典樂，教胄子。」崇，高也。高尚其術，以作教也。幼者教之於小學，長者教之於大學。《尚書傳》曰：「年十五始入小學，十八入大學。」○音義：樂音岳。長，丁丈反，下同。夔，求龜反。命女音汝。順先王《詩》、《書》、《禮》、《樂》以造士。○注：順此四術，而教以成是士也。春秋教以《禮》、《樂》，冬夏教以《詩》、《書》。○注：春夏，陽也。《詩》、《樂》者聲，聲亦陽也。秋冬，陰也。《書》、《禮》者，事事亦陰也。互言之者，皆以其術相成。○音義：夏，戶嫁反，注及下注「夏官」同。王大子、王子、群后之大子，卿大夫、元士之適子，國之俊選，皆造焉。○注：皆以四術成之。王子，王之庶子也。群后，公及諸侯。○音義：適，丁歷反，下注同。造，才早反，徐七到反。凡入學以齒。○注：皆以長幼受學，不用尊卑。將出學，小胥、大胥、小樂正簡不帥教者，以告於大樂正，大樂正以告於王。○注：此所簡者，謂王大子、王子、群后之大子，卿大夫、元士之適子。大胥、小胥，皆樂官屬也。出學，謂九年大成學止也。○音義：胥，息餘反，又息呂反，下同。王命三公、九卿、大夫、元士皆入學。不變，王親視學。○注：亦謂使習禮以化之。不變，王又親為之臨視，重棄賢者子孫。此習禮皆於大學也。不變，王三日不舉。○注：去食樂，重棄人。○音義：去，丘呂反。屏之遠方，西方曰棘，東方曰寄，終身不齒。○注：棘當為僰。僰之言逼，使之逼寄於夷戎。不屏於南北，為其大遠。○音義：屏，必郢反。棘，依注音僰，又作僰，蒲北反，偪也。偪，彼力反。大音太，舊他佐反。大樂正論造士之秀者，以告於王，而升諸司馬，曰進士。○注：移名於司馬。司馬，夏官卿，掌邦政者。進士，可進受爵祿也。"
      },
      {
        "index": 78,
        "text": "疏　 「司徒」至「進士」。○正義曰：此一節論司徒脩禮明教，上賢絀惡，教學升進之事，各隨文解之。○「脩六禮以節民性」者，六禮謂冠一、昏二、喪三、祭四、鄉五、相見六。性，稟性自然，剛柔輕重遲速之屬，恐其失中，故以六禮而節其性也。○「明七教以興民德」者，七教即父子一、兄弟二、夫婦三、君臣四、長幼五、朋友六、賓客七也。德者，得也。恐人不得其所，故以七教以興舉其民，使之皆得其所也。此六禮七教，並是殷禮，周則五禮十二教也。「齊八政以防淫」者，八政一曰飲食，二曰衣服，三曰事為，四曰異別，五曰度，六曰量，七曰數，八曰制。淫謂過奢侈，故以八政禁令之事以防淫。淫過之失，貴賤同有，故不云民淫。○「一道德以同俗」者，道，履蹈而行，謂齊一所行之道，以同國之風俗。敬養耆老，所以致恭孝之心；哀恤孤獨，所以逮及不足，謂以恩惠遂及之，不足，則孤獨者也。尊上賢人，所以崇獎有德；簡去不肖，所以絀退惡人。從「司徒」以下至「升諸司馬，曰進士」，皆是司徒所掌教之事，既云上賢崇德，簡不肖絀惡，總之於此。從命鄉簡不帥教者，至終身不齒，論絀惡之事，謂鄉人入學，不帥師教，屏退絀除也。自「命鄉論」至「曰造士」，論崇德之事，謂鄉人入學，德業有成，升名進於司徒。又鄉人所學，須有經術。自「樂正崇四術」至「《詩》、《書》」，明所習業之事。非惟鄉人所教如此，王子公卿之子亦當須教，其不肖者亦當退之。自「王大子」以下至「終身不齒」，論教王子等屏退之事。但鄉人既卑，節級升之，故為選士、俊士，至於造士。若王子與公卿之子，本位既尊，不須積漸，學業既成，即為造士。於是大樂正之官，總論鄉人造士，及王子等造士，以告於王，升諸司馬，故云「大樂正論造士之秀者，以告於王，而升諸司馬，曰進士」，是總包鄉人及王子及公卿之子學業成者。○注「帥循」至「司徒」。○正義曰：「帥，循也」，《爾雅．釋詁》文。云「鄉屬司徒」者，六鄉大夫，皆司徒統領，《周禮》鄉皆屬地官，是鄉屬司徒也。○「耆老」至「事焉」。○司徒命此鄉學，簡擇不帥教者，以告司徒，司徒乃命鄉內耆老皆聚會於鄉學之庠，乃擇善日於鄉學內，為此不帥教之人，習其射禮，中者在上，故云上功。又於鄉學習此鄉飲酒之禮，令老者居上，故云上齒。欲使不帥教之人觀其上功，自勵為功；觀其上齒，則知尊敬長老。大司徒帥領國之英俊之士，與在鄉射飲酒執行事焉。使俊士與之以為榮，惡者慕之而自勵。此言國之俊士，則非惟鄉內之人。○注「耆老」至「養老」。○正義曰：總言耆老，其數則眾，故知致仕及鄉中老賢致仕，則《書傳略說》云「大夫為父師，士為少師」是也。鄉中老賢，謂鄉人不仕，年老有德行者，故《鄉飲酒》云：「以告于先生君子可也。」注云：「先生，鄉中致仕者。君子，國中有盛德者。」云「朝猶會也」者，恐有朝王之嫌，故云「朝猶會也」。云「此庠謂鄉學也」者，以習射上功，在州學；習鄉上齒，在黨學，恐此是州黨之學，故云「庠，鄉學也」。謂初時耆老聚會於庠學，乃擇元日，就州學習射，就黨學上齒，習射習鄉，各在一處，則不得同日也。云「鄉謂飲酒也」者，言經中習鄉謂飲酒者，此鄉既有上齒之文，故知謂鄉飲酒也。云「鄉禮春秋射」者，按《州長職》云「春秋而射於州序」。然則射在州序，而云鄉射禮者，州屬於鄉，雖在州序，亦得謂之鄉。或可鄉居此州，更不立州學。若州之有事，則就鄉學，是鄉學得為射也。云「鄉禮春秋射」者，解習射之處也。云「國蠟，而飲酒養老」者，周之十二月，國家蠟祭之時，黨正鄉飲酒而養老。按《黨正》云：「國索鬼神而祭祀，則以禮屬民，而飲酒於序，以正齒位。」知此經習鄉，非正月鄉學飲酒者，以鄉學飲酒無正齒位之事。此云上齒，按《黨正職》云：「壹命齒於鄉里，再命齒於父族，三命而不齒。」又《禮記．鄉飲酒義》云：「六十者坐，五十者立侍。」故解此鄉為黨正飲酒。謂之鄉者，黨，鄉之屬，故云鄉也。或鄉之所居之黨，不別立黨學，黨之正齒位，就鄉學為之，亦謂之飲酒。○注「中年」至「觀焉」。○正義曰：按《學記》「一年視離經辨志，三年視敬業樂群，五年視博習親師，七年視論學取友，謂之小成。九年知類通達」。上云命鄉簡不帥教者，謂初入學一年之終，簡不帥教敖很之人，為之習射習鄉。此注云「中年考校，而又不變」，中猶間也，謂間一年而考校之。時不變者，右鄉者移左，左鄉者移右。下云「不變，移之郊」者，謂五年之時，更簡不帥教者，故注云「中年又為之習禮」，間四年之下一年也。下云「不變，移之遂」者，謂七年之時，故注云「又中年移之遂」，間六年之下一年也。下云「不變，屏之遠方」者，謂九年之時。鄭注不云間年者，以九年限極，不須云間年也。云「亦復習禮於鄉學」者，習禮謂習射上功，習鄉上齒，故經云「如初」。○注「郊鄉」至「郊學」。○正義曰：此郊謂近郊也。以遠郊之內，六鄉居之。若鄉民近國城，及國內之人，其學在國中，或在公宮之右。或在公宮之左，故前云右鄉。若鄉人遠國城，在近郊之外者，則學在近郊，其習禮亦鄉大夫臨之。○注「遠郊」至「之學」。○正義曰：按《司馬法》曰：「百里郊，二百里野。」《遂人》云：「掌邦之野。」既二百里為野，遂之所居，故知遠郊之外。云「遂大夫掌之」者，謂遂大夫掌所職二百里中也。且此不帥教者，移之在遂，不應鄉大夫臨之，故亦遂大夫掌之。遂大夫亦帥國之俊選，於遂學而行禮也。但六鄉州學主射，黨學主正齒位，遂則縣與州同，鄙與黨同。未知縣正主射、鄙師主正齒位以否，亦應與鄉不異，但《周禮》不備耳。但縣鄙皆屬於遂，雖各立學，總曰遂學。或遂之所居縣鄙，不立縣鄙之學，有事則在遂學與鄉同。○注「遠方」至「錄也」。○正義曰：九州之外，於周，則夷鎮蕃也。蓋隨罪之輕重，而為遠近之差。若王子公卿之子，雖屏夷狄，但居夷狄之內畔，故下注云「不屏於南北，為其大遠」，明鄉人則屏於南北也。「齒猶錄也」者，按《文王世子》云「古者謂年齡，齒亦齡也」，以年相次，是錄其長幼，故云「齒猶錄也「。○注「移名」至「藝者」。○正義曰：大司徒之官，命鄉大夫論量考校此鄉學之人，有秀異之士者，升於司徒，先名惟在鄉，今移名於司徒，謂錄名進在司徒，其身猶在鄉學。云「秀士，鄉大夫所考，有德行道藝者」，謂鄉大夫考此鄉學之人有德行道藝者。德行謂孝友之徒，道藝謂多才藝。此惟升名司徒，未即貢舉入官也。按《鄉大夫》云「三年則大比，考其德行道藝，而興賢者能者」，謂鄉人有能有賢者，以鄉飲酒之禮興之，獻賢能之書於王，名則升於天府，身則任以官爵，則下文云「大樂正論造士之秀者，以告於王，而升諸司馬，曰進士」。彼據鄉人，故三年一舉，此據學者，故中年考試，殷、周同也。熊氏以為此中年舉者為殷禮，鄉大夫三年舉者周法，其義非也。○注「可使」至「大學」。○正義曰：按《內則》云：「二十而冠，始學禮。」此升於大學曰俊士之人，年以二十，故可使習禮。云「學大學」者，按《尚書》周傳云：「王子公卿大夫元士之適子，十三入小學，二十入大學。」又《書傳略說》：「餘子十五入小學，十八入大學。」其鄉人當與餘子同，故知二十習禮之時在大學也。此升於學者，謂身升於大學，非惟升名而巳。○注「不征」至「成士」。○正義曰：征謂力役，故云「不給繇役」。此繇役者，供學及司徒細碎之繇役也。上文「命鄉論秀士，升之司徒，曰選士」者，雖升名司徒，猶給鄉之繇役，以藝業未成。次云「司徒論選士之秀者而升之學，曰俊士」者，身雖升學，亦以學未成，猶給司徒繇役。若其學業既成，免其繇役。定本云「升之學」，無「大」字，升諸司徒，則不征於鄉，升之於學，則不征於司徒，皆免其繇役者，是為造成之士。云「能習禮則為成士」者，以二十習禮，禮以立身，故為成士。然習禮必年二十，按《書傳》適子二十入大學，餘子十八入大學。然則升名司徒，未入大學，已能習禮。為造士者，二十習禮，舉其大網。若其性識聰明，則亦早能習之。○注「樂正」至「大學」。○正義曰：樂正掌國子之教者，按《周禮．大司樂》「掌成均之法，以教國子」。引《虞書》「命汝典樂，教胄子」者，證以樂官教胄子之義。孔注《尚書》云：「胄，長也。」謂王子公卿大夫元士之子。云「高尚其術，以作教也」者，謂樂正之官，當光揚尊崇此四術以為教，謂敷暢義理，贊明旨趣，使學者知之。引「《尚書傳》曰」以下，《書傳略說》文。「順先王《詩》、《書》、《禮》、《樂》以造士」，樂正之官，依順此古昔先王之道，則《詩》、《書》、《禮》、《樂》」之等，教之造成此士術者，是道路之名。《詩》、《書》、《禮》、《樂》，是先王之道路謂之術。○注「春夏」至「相成」。○正義曰：鄭以經云「春秋教以《禮》、《樂》」，則秋教《禮》，春教《樂》。「冬夏教以《詩》、《書》」，則冬教《書》，夏教《詩》，故云「春夏，陽也。《詩》、《樂》者聲，聲亦陽也」。所以《詩》得為聲者，《詩》是樂章，《詩》之文義，以樂聲播之，故為聲。若以聲對舞，則聲為安靜，舞為鼓動，舞為陽，聲為陰，故《大胥》云「春，釋采合舞；秋，頒學合聲」是也。就舞之中，奮動甚者屬陽，奮動靜者屬陰，故《文王世子》云「春夏學干戈，秋冬學羽籥」是也。云「秋冬，陰也。《書》、《禮》者事，事亦陰也」者，《書》者言事之經，《禮》者行事之法，事為安靜，故云「《書》、《禮》者事，事亦陰也」。《文王世子》云：「秋學《禮》，冬讀《書》。」與此同也。云「互言之者，皆以其術相成」者，若不互言，當云春夏教以《樂》、《詩》，秋冬教以《禮》、《書》，則是春夏但教以《樂》、《詩》，不教《禮》、《書》；秋冬但教以《禮》、《書》，不教以《樂》、《詩》。言其四術不可暫時而闕，今交互言之，云春教《樂》，明兼有《禮》；秋教《禮》，兼有《樂》。夏教《詩》，兼有《書》；冬教《書》，兼有《詩》，故云「皆以其術相成」，但遂其陰陽以為偏主耳。○注「皆以」至「諸侯」。正義曰：「皆以四術成之」，解經「皆造焉」，謂王太子公卿大夫元士之子、國之俊選，皆以四術造焉。云「王子，王之庶子也」者，以經云「王太子」，乃云王子，故知是庶子也。云「群后，公及諸侯」者，以經「群后」之下，即云卿大夫士，無諸侯之文，故知群后之中，是三公及諸侯也。○注「皆以長幼受學」。○正義曰：「長幼受學，雖王大子亦然，故《文王世子》云：「將君我，而與我齒讓，何也？」是其事也。○注「此所」至「上也」。○正義曰：「此所簡者，謂王大子以下」者，承上鄉之學下，恐所簡兼有鄉人，故明之也。云「大胥、小胥皆樂官屬也」者，按《周禮》「大司樂中大夫二人」，「大胥中士四人，小胥下士八人」，皆屬大司樂，故云「樂官屬也」。云「出學，謂九年大成學止也」者，以上文鄉人中年考校，恐此亦中年，故明之也。知九年者，以下即云「王親視學，不變，王三日不舉」，無移左鄉右鄉及移郊遂之事，故知是九年學止也。○注「習禮皆於大學也」。○正義曰：若殷人習禮在於大學，即《明堂位》云：「瞽宗殷學。」《文王世子》云：「禮在瞽宗，殷之大學也。」若周則大學曰東膠，瞽宗不得為周之大學也。故鄭注《儀禮．鄉射》云：「周立四代之學於國，而又以有虞氏之庠為鄉學。」則周之尋常習禮於殷學之中，至九年為王子不變，其習禮當於東膠大學。然則餘子十八入太學，嫡子二十入太學者，皆是殷法也。若周法立當代大學在公宮左，太學即東膠也。又立小學於西郊，小學即有虞氏之庠，其習《書》於虞氏之學，習《禮》、《樂》於殷之學，習舞於夏后氏之學，故《文王世子》云「春夏學干戈，秋冬學羽籥，皆於東序」，「春誦夏弦，大師詔之瞽宗」。又云「《禮》在瞽宗，《書》在上庠」，《詩》則無文，鄭注云「弦謂以絲播《詩》」，則習《詩》亦在瞽宗。然《詩》與《禮》、《樂》雖各在其學習之，至二十入大學之時，仍於大學之中兼習四術，故此注云「習禮皆於大學」，是周之大學亦習禮也。禮既在瞽宗，又在大學，則其餘亦可知也。○注「棘當」至「太遠」。○正義曰：「僰之言偪」者，按《漢書》云西南有僰，夷知非彼夷而讀為偪者，以與寄文相對。寄非東方夷名，是寄旅之意，則僰亦非西方夷名，故以為逼迫於夷狄也。云「不屏於南北，為其大遠」者，按《漢書．地理志》云「南北萬三千里，東西九千里」，又《帝王世紀》「南北萬三千三百六十八里，東西九千三百二里」。漢地既然，則古亦應爾，皆南北長，東西短，故鄭此注云「不屏於南北，為其大遠」。○「大樂」至「進士」。○此大樂正之官論造士之中最秀異者，以告於王而升名於司馬論之，曰進士，言進受爵祿也，此文承王子公卿大夫之子，下似專據王子等，其實鄉人入學為造士者，亦同於此。其鄉人不在學者及邦國所貢之士，所貢於王，亦當升諸司馬，以司馬掌爵祿。故有司士屬焉。其職云「以德詔爵，以功詔祿」，即知凡入仕者，皆司馬主之。下文更不見鄉人及邦國所貢之士，故知此中兼之，但文不具耳。"
      },
      {
        "index": 79,
        "text": "司馬辨論官材，○注：辨其論，官其材，觀其所長。○音義：其論如字，舊力困反。論進士之賢者，以告於王，而定其論。○注：各署其所長。論定，然後官之。○注：使之試守。任官，然後爵之。○注：命之。○音義：任，而金反，下注同。位定，然後祿之。大夫廢其事，終身不仕，死以士禮葬之。○注：以不任大夫也。有發，則命大司徒教士以車甲。○注：乘兵車衣甲之儀。有發，謂有軍師發卒。○音義：衣，於既反。卒，子忽反。凡執技論力，適四方，臝股肱，決射御。○注：謂擐衣出其臂脛，使之射御，決勝負，見勇力。○音義：技，其綺反，本或伎，後同。臝，本又作臝，力果反。肱，古弘反。擐，舊音患，今讀宜，音宣；依字作<扌爵>，《字林》云「<扌爵>，<扌爵>臂也，先全反。」脛，胡定反。見，賢遍反。凡執技以事上者，祝、史、射、御、醫、卜及百工。○注：言技謂此七者。凡執技以事上者，不貳事，不移官，○注：欲專其事，亦為不德。出鄉不與士齒。○注：賤也。於其鄉中則齒，親親也。仕於家者，出鄉不與士齒。○注：亦賤。"
      },
      {
        "index": 80,
        "text": "疏　 「司馬」至「士齒」。○正義曰：此一節主論司馬之官用其人，及發兵論射御，及居官黜退之事。司馬辨論官材，大樂正論造士之秀者，以告於王，王必以樂正所論之狀，授與司馬，司馬得此所論之狀，乃更論辨之，觀其材能高下，知其堪任何官，是準擬其官以其材，故云「官材也」。○「論進士之賢者」，謂司馬辨論之後，不堪者屏退，論量進士賢者以告於王，告王之時，而正定其論，各署其所長。若長於禮者，署擬於禮官。長於樂者，署擬於樂官。論定然後官之者，謂既論擬定，然後試之以所能之官。○「任官然後爵之」者，謂堪任此官，然後爵命之。○「位定然後祿之」者，謂既受爵命，使有職位，然後與之以祿。○注「以不任大夫也」。○正義曰：以經云「大夫廢其事」，故知不堪任大夫也。致仕而退，死得以大夫禮葬，故《論語注》云「大夫退，死，葬以士禮。致仕，以大夫禮葬」是也。○「有發」至「車甲」，有發謂國有軍旅，以發士卒，是司馬之事，王則命大司徒教此士卒以車甲之事，謂教以乘兵車及衣甲之儀容。必司徒者，以司徒主眾，又主教，故與司馬相參也。○注「有發」至「發卒」。○正義曰：知發是發卒者，以經云「教士以車甲」，故知發謂軍師發卒也。○「凡執」至「士齒」。○執技之事，凡有三條：上條論課試武夫技藝之事；中條論執技之人，並射御之外祝史醫卜之等；下條論執技之人，不得更為二事，以其賤，故出鄉不與士齒。○「凡執技論力，適四方，臝股肱，決射御」者，言此既無道藝，惟論力以事上，故適往四方境界之外，則使之擐露臂脛，角材力，決射御勝負，見勇武。○注「言技謂此七者」。正義曰：七者謂祝一、史二、射三、御四、醫五、卜六、百工七。射御前經以顯，此重云者，上論所試之時，此論與祝、史、醫、卜並列見其色目。○注「欲專其事，亦為不德」。○正義曰：「所以不貳事，不移官」者，欲使專一其所有之事，非但欲使專事，亦為技藝賤薄，不是道德之事，故不許之。"
      },
      {
        "index": 81,
        "text": "司寇正刑明辟，以聽獄訟。○注：司寇，秋官卿，掌刑者。辟，罪也。○音義：辟，婢亦反，注同。必三刺，○注：以求民情，斷其獄訟之中：一曰訊群臣，二曰訊群吏，三曰訊萬民。○音義：制，七智反，殺也。斷，丁亂反，下「制斷」、「斷計」同。中如字，又丁仲反。有旨無簡，不聽。○注：簡，誠也。有其意，無其誠者，不論以為罪。。附從輕，○注：附，施刑也。求出之使從輕。赦從重。○注：雖是罪可重，猶赦之。凡制五刑，必即天論，○注：制，斷也。即，就也。必即天論，言與天意合。閔子曰：「古之道不即人心。」即或為則，論或為倫。○音義：論音倫，理也，注同。郵罰麗於事。○注：郵，過也。麗，附也。過人、罰人，當各附於其事，不可假他以喜怒。○音義：郵音尢，俗作郵。麗，郎計反。當，丁郎反。假，古雅反。凡聽五刑之訟，必原父子之親，立君臣之義，以權之。○注：權，平也。意論輕重之序，慎測淺深之量，以別之。○注：意，思念也。淺深，謂俱有罪，本心有善惡。○音義：量，徐音亮，後皆同。別，彼列反。悉其聰明，致其忠愛，以盡之。○注：盡其情。疑獄，汜與眾共之。眾疑，赦之。必察小大之比以成之。○注：小大猶輕重，巳行故事曰比。○音義：汜，本又作汎，孚劍反。比，必利反，注同，例也。成獄辭，史以獄成告於正，正聽之。○注：史，司寇吏也。正，於周鄉師之屬，今漢有平正丞，秦所置。○音義：平，彼命反。正以獄成告於大司寇，大司寇聽之棘木之下。○注：《周禮》鄉師之屬，「辨其獄訟，異其死刑之罪而要之，職聽於朝。司寇聽之」。朝，王之外朝也。左九棘，孤卿大夫位焉。右九棘，公、侯、伯、子、男位焉。面三槐，三公位焉。○音義：棘，紀力反。要之，於妙反，謂要最，舊一遙反。槐，回、懷二音。大司寇以獄之成告於王，王命三公參聽之。○注：王使三公復與司寇及正共平之，重刑也。《周禮》：王欲免之，乃命公會其期。三公以獄之成告於王，王三又，然後制刑。○注：又當作宥。宥，寬也。一宥曰不識，再宥曰過失，三宥曰遺忘。○音義：又，義作宥。忘音妄。凡作刑罰，輕無赦。○注：法雖輕，不赦之，為人易犯。○音義：為，於偽反。易，以豉反，後「易犯」同。刑者侀也，侀者成也。一成而不可變，故君子盡心焉。○注：變，更也。侀音刑。析言破律，亂名改作，執左道以亂政，殺。○注：析言破律，巧賣法令者也。亂名改作，謂變易官與物之名，更造法度。左道，若巫蠱及俗禁。○音義：析，思歷反。亂名如字，王肅作循名。巧，起教反，又如字。蠱音古。作淫聲、異服、奇技、奇器以疑眾，殺。○注：淫聲，鄭、衛之屬也。異服，若聚鷸冠、瓊弁也。奇技、奇器，若公輪般請以機窆。○音義：鷸，伊必反，徐音述。弁，皮戀反。般，百間反。行偽而堅，言偽而辯，學非而博，順非而澤以疑眾，殺。○注：皆謂虛華捷給無誠者也。○音義：行，下孟反。華，戶瓜反，又如字。假於鬼神、時日、卜筮以疑眾，殺。○注：今時持喪葬、築蓋、嫁取、卜數文書，使民倍禮違制。○音義：日，入一反。此四誅者，不以聽。○注：為其為害大，而辭不可明。凡執禁以齊眾，不赦過。○注：亦為人將易犯。有圭璧金璋，不粥於市。命服命車，不粥於市。宗廟之器，不粥於市。犧牲，不粥於市。戎器，不粥於市。○注：尊物，非民所宜有。戎器，軍器也。粥，賣也。○音義：璋，之羊反。用器不中度，不粥於市。兵車不中度，不粥於市。布帛精粗不中數，幅廣狹不中量，不粥於市。奸色亂正色，不粥於市。○注：凡以其不可用也。用器，弓矢、耒耜、飲食器也。度，丈尺也。數，升縷多少。中，丁仲反，下皆同。幅，方服反。耒耜，上力對反；下音似。錦文珠玉成器，不粥於市。衣服飲食，不粥於市。○注：不示民以奢與貪也。成猶善也。五穀不時，果實未孰，不粥於市。○注：物未成，不利人。木不中伐，不粥於市。○注：伐之非時，不中用。《周禮》：「仲冬斬陽木，仲夏斬陰木。」○音義：夏，戶嫁反，下「春夏」同。禽獸魚鱉不中殺，不粥於市。○注：殺之非時，不中用。《月令》：「季冬始漁。」《周禮》：「春獻鱉蜃。」○音義：蜃，常忍反，雉化為之。關執禁以譏，禁異服，識異言。○注：關，竟上門。譏，呵察。○音義：竟者境。苛音何，又呼河反，本亦成呵。"
      },
      {
        "index": 82,
        "text": "疏　 「司寇」至「異言」。○正義曰：此一節總明論司寇聽訟刑罰禁止之事，各隨文解之。從此至「赦從重」，論司寇正刑明辟之法。○「正刑明辟」者，謂司寇當正定刑書，明斷罪法，使刑不差二，法不傾邪，以聽天下獄訟。○「必三刺」者，言正刑明辟聽訟之時，刑法宜慎，不可專制，故必須三刺以求民情。「有旨無簡，不聽」，求民情，既得其所犯之罪，雖有旨意，無誠實之狀，則不聽之，不論以為罪也。○「附從輕」者，附謂施刑，施刑之時，此人所犯之罪在輕重之間；可輕可重，則當求可輕之刑而附之，則罪疑惟輕是也。○「赦從重」者，謂所犯之罪，本非意故為，而入重罪。今放赦之時，從重罪之上而赦之，其意輕故也。即《尚書》云「眚災肆赦」是也。○注「一曰」至「萬民」。○正義曰：按《周禮．司刺》云：「壹刺曰訊群臣，再刺曰訊群吏，三刺曰訊萬民。」刺，殺也。謂欲殺犯罪之人，其一問可殺與否於群臣，群臣謂公卿大夫士；其二問可殺與否於群吏，群吏謂庶人在官者，其三問可殺與否於庶人，庶人謂萬姓眾來觀者。此三刺雖以殺為本，其被刑不殺者，亦當問之。○注「簡誠」至「為罪」。○正義曰：旨，意也。簡，誠也。言犯罪者，雖有其意而無誠實者，則不論之以為罪也。○注「雖是罪可重，猶赦之」。○正義曰：此赦從重，與上附從輕，皆是從重入輕。所以再見其文者，附從輕，謂施刑從輕；赦從重，謂放赦從重，所以異也。○「凡制」至「於事」。○此一條論造制五刑，須合天意輕重；施於刑罰，必附本情。○「必即天論」者，即，就也。論謂論議。言制五刑之時，必就上天之意論議輕重。天意好生，又有時以生，有時以殺，言論議刑時，亦當好生，又就天道，使生殺得中。論或為倫，倫，理也，謂就天之倫理，即是好生及好殺得中之理，故鄭云「言與天意合」。○「郵罰麗於事」者，郵，過也，謂斷人所過。罰謂責罰其身。麗，附也。言斷其罪過，及責罰其身，皆依附於所犯之事，不可離其本事，假他別事而為喜怒也。○注「制斷」至「為倫」。○正義曰：經云「制五刑」，必論古人造制五刑。下云「必即天論」及「郵罰麗於事」，皆論斷罪之法，故以制為斷，非言初制五刑。制是裁製，故為斷也。引閔子曰「古之道不即人心」者，證經即為即就之義。按宣元年《公羊傳》云：「古者臣有大喪，則君三年不呼其門。已練可以弁冕，服金革之事，君使之，非也。臣行之，禮也。閔子要絰而服事，既而曰：若此乎？古之道不即人心。退而致仕。孔子蓋善之也。」閔子性孝，以為在喪從戎，不即人情為制此禮，是古之所制，故閔子嫌之。言論或為倫者，諸本或有作倫者，故云「或為倫」也。○「凡聽」至「成之」。○原，本也。權，平也。凡犯罪之人，或子為父隱，臣為國諱。雖觸刑禁，而非其本惡，故聽訟者，本其宿情，立其恩義，為平量之恕而免放。「意論輕重之序」者，意謂思念也。聽訟者，以盡意思念，論量罪之輕重次序，不有越濫也。○「慎測淺深之量以別之」者，謂謹慎測度罪人意之善惡淺深之量以別之，謂分別善惡，使不相亂。○「悉其聰明，致其忠愛，以盡之」者，謂聽獄之人，盡悉已之聰明，尋其事之根本，又致其忠恕仁愛，不使嚴酷枉濫，以盡犯罪人情，不有抑屈。○「疑獄，汜與眾共之」者，疑獄，謂事可疑難斷者也。氾，廣也。巳若疑彼罪，而不能斷決當廣與眾庶共論決之也。「眾疑，赦之」者，若眾人疑惑，則當放赦之，故《書》云：「與其殺不辜，寧失不經。」○「必察小大之比以成之」者，小大猶輕重也。比，例也。巳行故事曰比。此言雖疑而赦之，不可直爾而放，當必察按舊法輕重之例，以成於事。○「成獄」至「制刑」。○「成獄辭」者，謂獄吏初責覈罪人之辭，已成定也。「史以獄成告於正」者，史，司寇吏也。正，獄之正也。吏以成辭告於正也。○「正聽之」者，正得吏告罪成之辭，而又聽察也。○「正以獄成告於大司寇」者，正聽已竟，又列獄成之辭，告於大司寇也。○「大司寇聽之棘木之下」者，大司寇得正之告，而又聽察於棘木之下，謂王之外朝也。○「大司寇聽獄之成告於王」者，大司寇與公卿在朝槐棘之下，聽獄訟成，以告於王也。○「王命三公參聽之」，王既得司寇之告成辭，而刑辟不可米犖，故王又命三公與司寇及正更共參准聽之也。○「三公以獄之成告於王」者，三公參聽得其情實，以獄成辭以告於王也。○「王三又」者，三，三事也。又當為宥。宥，寬也。王得三公之告，則以三軍命寬之也。○注「正所」至「所置」。○正義曰：按《周禮》鄉師屬地官，不掌獄訟。而云「鄉師」者，鄉謂鄉士也，師謂士師也。云「之屬」者，謂遂士、縣士、方士之等。云「今漢有正平丞，秦所置」者，按《漢書．百官公卿表》「廷尉，秦官，掌刑辟，有正左右監。宣帝地節三年，初置左右平」。鄭見古有正，連言平耳。此《王制》多是殷法，秦則放殷置之。○注「周禮」至「位焉」。○正義曰：「《周禮》鄉師之屬」至「職聽於朝」，是鄉士及遂士、縣士職文。云「異其死刑之罪」者，鄭云「異謂殊其文書」，謂殊異其應死刑之罪，別為簿書而要之，鄭云「要之，為其罪法之要辭，如今劾矣」，即是囚之狀辯為要狀。云「司寇聽之。朝，王之外朝也」者，按朝士職掌外朝之法，云「左嘉石，平罷民焉。右肺石，達窮民焉」。罷民則是犯罪之人，故知聽於外朝也。云「左九棘」至「三公位焉」，皆《朝士職》文。故其職云「左九棘，孤卿大夫位焉，群士在其後。右九棘，公、侯、伯、子、男位焉，群吏在其後。面三槐，三公位焉，州長眾庶在其後」。鄭云「棘取赤心而外刺」，「槐之言懷也，懷來人於此」。鄭康成以為此外朝，位在皋門內，庫門之外。○注「王使」至「其期」。○正義曰：經直云「王命三公參聽之」，得知三公復與司寇及正共平之者，以參聽之，是三公之外，共人相參而聽之。上既有正與司寇，故知司寇及正在焉。云「《周禮》王欲免之，乃命三公會其期」者，按《周禮》鄉士掌六鄉之獄，「若欲免之，則王會其朝」。遂士掌六遂之獄，「若欲免之，則王令三公會其期」。縣士掌野獄，「若欲免之，則王命六卿會其期」。此《遂士職》文也，獨舉遂士公會其期者，以經云「王命三公」，故舉遂士言之。舉中以見上下，則六鄉王自會之。縣野之獄，王命六卿會之，六卿以獄告於王也。○注「一宥」至「遺忘」。○正義曰：此「一宥」以下，是《周禮．司刺》文。鄭康成云：「識，審也。不審，若仇讎當報甲，見乙，誠以為甲而殺之者。過失，若舉刃欲斫伐，而軼中人者。遺忘，若間帷薄，忘有在焉，而以兵矢投射之。」王恐有此三事致罪，故令以三事宥之。若不當三事，故造罪者，然後制刑。○「凡作刑罰，輕無赦」，此文起例，故云「凡作刑罰」也。此非疑獄，故雖輕不赦也。若輕者輒赦，則犯者眾也。故《書》云「刑故無小」，雖輕不赦之，為人易犯也。○「刑者」至「心焉」。○此說刑之不可變改，故云「刑者侀也」。上刑是刑罰之刑，下侀是侀體之侀。訓此刑罰之刑以為侀，體之侀言刑罰之刑加人侀體。又云「侀者成也」，言侀體之侀，是人之成就容貌，容貌一成之後，若以刀鋸鑿之，斷者不可續，死者不可生，故云「不可變」，故君子盡心以聽刑焉，則上悉其聰明，致其忠愛是也。○注「左道」至「俗禁」。○正義曰：盧云：「左道謂邪道，地道尊右，右為貴。」故《漢書》云「右賢左愚，右貴左賤」，故正道為右，不正道為左。若巫蠱及俗禁者，按《漢書》武帝時，江充埋桐人於大子宮是也。初江充曾犯大子，後王將老，欲立太子。太子立必誅充，充遂謀大子，為桐人六枚，埋在大子宮中，乃讒大子於帝曰：「臣觀大子宮有巫氣。」王遂令江充檢之，果掘得桐人六枚，盡以針刺之。太子以自無此事，意不服，遂殺充。武帝故怒，遂遣丞相劉屈釐將兵伐大子，大子急竄於湖縣民家而藏。後事發，大子遂自殺而死於其處。壺關老人訟大子無罪，帝乃悔之，因立園陵於湖縣，故思子望子歸來。蠱者，損壞之名，故《左傳》云「皿蟲為蠱」，是蟲食器皿，巫行邪術，損壞於人。俗禁者，若前漢張竦行辟反支。《後漢書．郭躬傳》有陳伯子者，出辟往亡，入辟歸忌是也。○注「淫聲」至「機窆」。○正義曰：「淫聲，鄭衛之屬」者，以鄭衛多淫風，故鄭衛為淫聲。云「之屬」者，則桑間濮上之音，故《樂記》云「鄭衛之音，亂世之音。桑間濮上之音，亡國之音」是也。云「異服若聚鷸冠瓊弁」者，按僖二十四年《左傳》云鄭子臧「好聚鷸冠，鄭伯聞而惡之」使盜「殺之於陳宋之間。」瓊弁者，僖二十八年《左傳》云：「初，楚子玉自為瓊弁玉纓。」服虔注云：「謂馬飾。」云「若公輸般請以機窆」者，指其人巧，謂之奇技。指其機窆，謂之奇器。故奇技奇器，總謂般也。○「行偽」至「眾殺」。「行偽而堅」者，行此詐偽而守之堅固，不肯變改；「言偽而辯」者，謂言談偽事，辭理明辯，不可屈止；「學非而博」者，謂習學非違之書，而又廣博；「順非而澤」者，謂順從非違之事，而能光澤文飾，以疑於眾：如此者殺。按《史記》孔子為魯司寇，七日而誅少正卯之類是也。○注「皆謂」至「者也」。○正義曰：習偽習非是虛華，辨博而澤是捷給，不可依用，是無誠也。○「假於」至「眾殺」。○妄陳邪術，恐懼於人，假託吉凶，以求財利。「假於鬼神時日卜筮」者，謂假託鬼神，假託時日，假託卜筮，以疑於眾。鬼神時日卜筮，共有假文。○注「今時」至「違制」。○正義曰：謂今時之人，持執此喪葬築蓋嫁娶卜數之文書，以惑於眾，妄陳禍福，浪說妖祥。築謂垣牆，蓋謂捨宇。○注「尊物」至「賣也」。○正義曰：言圭璧金璋及犧牲戎器，皆是尊貴所合蓄之物，非民所宜有，防民之僣偽也。軍器，防民之賊亂也。○注「凡以」至「多少」。○正義曰：此經之物，若其合法度則得粥之，其不合法度者，則不得粥也。○「布帛精粗」者，若朝服之布十五升，斬衰三升，齊衰四升之類是也。○「廣狹」者，布廣二尺二寸，帛則未聞。鄭注《周禮》引《逸巡守禮》幅廣四尺，八寸為尺。鄭注四當為三，則帛廣三尺四寸。「用器，弓矢、耒耜、飲食器」者，《既夕禮》文。既夕敦杅之屬，即飲食器也。○注「不示」至「貪也」。○正義曰：錦文珠王成器衣服等不粥者，不示民以奢。飲食不粥者，不示民以貪。此衣服飲食與珠玉連文，據華美者，不得粥之，恐民貪。若尋常飲食，則得粥之，不得群聚耳，故《周禮．司虣》云「禁屬游飲食於市」者是也。前經「圭璧金璋」之等，是貴者之器，故注云「非民所宜有」，謂全不合有，以其名位卑故也。此「錦文珠王」等是華麗之物，富人合有，但不得聚之過多，故云「不粥於市」，不示民以奢也。前文「圭璧金璋」，各是一物，即《考工記》「金飾璋」也。皇氏以為用金為印。璋，按定本「璋」字從玉，圭璧之類也。且周時稱印曰璽，未有稱璋，皇氏之義非也。○注「周禮」至「陰木」。○正義曰：此《周禮．山虞》文。鄭注云「陽木生山南者，陰木生山北者，冬斬陽，夏斬陰，堅濡調」。○「關執禁以譏，禁異服，識異言」，司關之官，執此戒禁之書，以譏察出入之人，故云「執禁以譏」。禁此身著異服之人，又記識口為異言之人，防奸偽，察非違。"
      },
      {
        "index": 83,
        "text": "大史典禮，執簡記，奉諱惡。○注：簡記，策書也。諱，先王名。惡，忌日，若子卯。○音義：惡，烏路反，注同。策書，側八反。"
      },
      {
        "index": 84,
        "text": "疏　 「大史」至「諱惡」。○正義曰：此一經論大史之官典掌禮事，國之得失，是其所掌，執此簡記策書，奉其諱惡之事。奉謂進也。諱謂先王之名。惡謂子卯忌日。謂奉進於王以所諱所惡。○注「諱，先王名」。○正義曰：下文云「天子齊戒受諫」，傳云「名終將諱之」，故以諱為先王之名。其實餘諱亦大史奉之，故《禮運》云「天子適諸侯，必捨其祖廟，不以禮籍入，是謂天子壞法亂紀」，鄭注云「以禮籍入，謂大史典禮執簡記，奉諱惡」，是亦諱諸侯之祖父也。云「惡，忌日，若子卯」者，忌日，謂先王之亡日及子卯，故云「若子卯」。紂以甲子日死，桀以乙卯日亡，巳具下《檀弓》疏。此惡亦兼餘事，故《誦訓》云「掌道方慝，以詔辟忌」，鄭注云「方慝，四方言語所惡」是也。"
      },
      {
        "index": 85,
        "text": "天子齊戒受諫。○注：歲終，群臣奏歲事，諫王當所改為也。○音義：齊，側皆反，本亦齊，下皆同。司會以歲之成，質於天子。○注：司會，冢宰之屬，掌計要者。成，計要也。質，平也，平其計要。○音義：會，古外反，注同。冢宰齊戒受質。○注：質王受之。大樂正、大司寇、市三官以其成，從質於天子。○注：大樂正，於周宗伯之屬。市，司市也，於周司徒之屬。從從於司會也。大司徒、大司馬、大司空齊戒受質。百官各以其成，質於三官。大司徒、大司馬、大司空以百官之成，質於天子。○注：百官，此三官之屬。百官齊戒受質，○注：受平報也。然後休老勞農，○注：饗養之。○音義：勞，力報反。成歲事，○注：斷計要也。制國用。"
      },
      {
        "index": 86,
        "text": "疏　 「天子」至「國有」。○正義曰：此下至「制國用」，論歲終天子受質，及百官質於天子，休老勞農，制國用之事也。○「齊戒受諫」者，以其歲終，舊來所施之事，或有不便，須有改為，百官以此上諫於王，天子以其事重，故先齊戒而後受於諫也。「司會以歲之成，質於天子」者，司會總主群官治要，故以一歲治要之成質於天子。質，平也。謂奏上文簿，聽天子平量之。○「冢宰齊戒受質」者，冢宰是貳王治事，故亦齊戒贊王，受群官所平之事，謂共王論定也。大樂正、大司寇、市三官以其成從質於天子者，謂此三官各以其當司成要，隨從司會平於天子。以周法言之，司會總主群官簿書，則司徒、司馬、司空簿書亦司會掌之，質於天子。所以下文司徒、司馬、司空各質於天子，不由司會，惟大樂正、大司寇、市三官從司會質於天子者，司會總主治要，先質於王。若今時先申帳目，樂正、司寇、司市當司事少，即徑從司會，以質於王。其司徒、司馬、司空總主萬民，其事既大，雖司會進其治要，仍須各受質屬官，親自質於天子。百官齊戒受質，以司徒、司馬、司空質於天子。天子平斷畢，當須報於下，故在下百官齊戒受天子所平之要。○「然後休老勞農」者，即十月蠟祭之時，飲酒勞農也。○「成歲事」者，斷定計要一歲事成，乃制來歲之國用，故云「制國用」也。○注「歲終」至「為也」。○正義曰：知齊戒受諫是歲終者，以下云「休老勞農」，文相連接，故知是歲終也。以其歲終受質，故知諫王當所改為，謂改其舊事，更為新事，故用歲終。襄十四年《左傳》師曠云：「正月孟春，於是乎有之。諫失常也。」彼諫王過惡，故用正月，與此別也。○注「司會」至「計要」。○正義曰：按《天官》「司會中大夫二人」，屬冢宰，故云冢宰之屬。云「成，計要也」者，按《周禮》註：「歲計曰會，月計曰要，日計曰成。」彼對文耳。此則總而言之，故云「成計要」也。謂一歲薄書，總要成就。○注「大樂」至「會也」。○正義曰：按上文司會直云「冢宰之屬」，不云「於周」，此大樂正及市皆云「於周者」，以此文司會與《周禮》兆墁，故不須云於周，此大樂正於周是大司樂，此市亦於周為司市，與《周禮》不同，故以《周禮》明之。云「從，從於司會也」者，以文承上司會質於天子，故知從質者，從司會也。然此大樂正、大司寇及市亦當受屬官之質，以其事少，文不見耳。○注「百官，此三官之屬」。○正義曰：司徒、司馬、司空受百官質，故云「三官之屬」。若以殷法言之，按《曲禮》云司徒、司馬、司空、司寇、司士。若以夏法言之，按《夏傳》司徒、司馬、司空三官分主九卿，則兼群官焉。但大樂正、大司寇、司市特自質於天子也。"
      },
      {
        "index": 87,
        "text": "凡養老，有虞氏以燕禮，夏后氏以饗禮，殷人以食禮，周人脩而兼用之。○注：兼用之，備陰陽也。凡飲養陽氣，凡食養陰氣。陽用春夏，陰用秋冬。○音義：食音嗣，注及下注並下文「食之」並同。養如字，徐以上反，下同。五十養於鄉，六十養於國，七十養於學，達於諸侯。○注：天子諸侯養老同也。國，國中小學，在王宮之左。學，大學也，在郊。小學在國中，大學在郊，此殷制明矣。"
      },
      {
        "index": 88,
        "text": "疏　 「凡養」至「諸侯」。○正義曰：此一節論虞夏殷周養老不同之事，各依文解之。○「凡養老」者，皇氏云：「人君養老有四種：一是養三老五更；二是子孫為國難而死，王養死者父祖；三是養致仕之老；四是引戶校年，養庶人之老。」熊氏云：「天子視學之年，養老一歲有七。」謂四時皆養老。故鄭此注「凡飲養陽氣，凡食養陰氣，陽用春夏，陰用秋冬」，是四時凡四也。按《文王世子》云：「凡大合樂，必遂養老。」注云：「大合樂，謂春入學，捨菜合舞。秋，頒學合聲。」通前為六。又季春大合樂，天子視學亦養老，《世子》云凡視學，必遂養老，是總為七也。○「有虞氏以燕饋癟者，虞氏云：「燕禮，脫屨升堂。」崔氏云：「燕者，殽烝於俎，行一獻之禮，坐而飲酒，以至於醉。以虞氏帝道弘大，故養老以燕禮。」○「夏后氏以饗禮」者，崔氏云：「饗則體薦而不食，爵盈而不飲，依尊卑而為獻，取數畢而已。夏既受禪於虞，是三王之首，貴尚於禮，故養老以饗禮，相養敬也。」○「殷人以食禮」者，崔氏云：「不飲酒，享大牢，以禮食之，殷人質素，威儀簡少，故養老以養禮。」○「周人脩而兼用之」者，謂周人脩三代之禮，而兼用之以養老。春夏養老之時，用虞氏燕禮、夏后氏饗禮之法。若秋冬養老之時，用殷人食禮之法。以周極文，故兼用三代之法也。皇氏云享有四種：一是諸侯來朝，天子饗之，則《周禮．大行人職》云「上公之禮，其享禮九獻」是也。其牲則體薦，體薦則房烝。故《春秋》宣十六年《左傳》云：「享有體薦。」又《國語》云：「王公立飫，則有房烝。」其所云飫，即謂饗也。立而成禮，謂之為飫也。其禮亦有飯食，故《舂人》云：「凡饗食，共其食米。」鄭云「享有食米，則饗禮兼燕與食」是也。二是王親戚及諸侯之臣來聘，王饗之，禮亦有飯食及酒者，親戚及賤臣不須禮隆，但示慈惠，故並得飲食之也。其酌數亦當依命，其牲折俎，亦曰殽烝也。故《國語》云「親戚宴饗，則有餚烝」，謂以燕禮而饗則有之也。又《左傳》宣十六年云：「享有體薦，宴有折俎，公當享，卿當宴，王室之禮也。」時定王享士會而用折俎，以《國語》及《左傳》，故知王親戚及諸侯之大夫來聘皆折俎饗也。其饗朝廷之臣，亦當然也。三是戎狄之君使來，王享之，其禮則委饗也。其來聘賤，故王不親饗之，但以牲全體委與之也。故《國語》云「戎翟貪而不讓，坐諸門外而體委與之」是也。此謂戎狄使臣賤之，故委饗。若夷狄君來則當與中國子男同，故《小行人職》掌小賓小客，所陳牲牢，當不異也。四是享宿衛及耆老孤子，則以醉為度，故《酒正》云：「凡饗士庶子，享耆老孤子，皆共其酒，無酌數。」鄭云：「要以醉為度。」「食禮」者，有飯有殽，雖設酒而不飲，其禮以飯為主，故曰食也。其禮有二種，一是禮食，故《大行人》云諸公三食之禮有九舉，及公食大夫禮之屬是也。二是燕食者，謂臣下自與賓客旦夕共食是也。按鄭注《曲禮》「酒漿處右」云：「此大夫士與賓客燕食之禮。」「燕禮」者，凡正享食在廟，燕則於寢，燕以示慈惠，故在於寢也。燕禮則折俎，有酒而無飯也，其牲用狗。謂為燕者，《詩毛傳》云：「燕，安也。」其禮最輕，升堂行一獻禮，畢，而說屨升堂，坐飲以至醉也。《儀禮》猶有諸侯《燕禮》一篇也。然凡燕禮亦有二種，一是燕同姓，二是燕異姓。若燕同姓，夜則飲之；其於異姓，讓之而止。故《詩．湛露》「天子燕諸侯」篇，鄭箋云：「夜飲之禮，同姓則成之，其庶姓讓之則止。」其此燕饗食致仕之老，皇氏云：「則當用正饗、正食、正燕之禮，以其有賢德者，不可以褻禮待之。」其饗死事之老，不必有德，又是老人不宜久立，當用折俎之饗，燕食之食，老人不合夜飲，當用異姓之燕禮。○注「兼用」至「秋冬」。○正義曰：「兼用之，備陰陽」者，以燕之與饗是飲酒之禮，是陽，陽而無陰。食是飯，飯是陰，陰而無陽。周兼用之，故云備陰陽也。云「凡飲養陽氣，凡食養陰氣」者，《郊特牲》文。所以飲養陽者，飲是清虛陽氣之象，食是形質陰體之義。云「陽用春夏，陰用秋冬」者，按《郊特牲》云「饗禘有樂而食嘗無樂」，是故春禘而秋嘗，享與禘連文，故知饗在春。食與嘗連文，故知食在秋。彼不云冬夏者，彼是殷禮，此言冬夏者據周法也。或鄭因春而言夏，因秋而見冬。雖周，冬夏不養老也。就如熊義，去冬夏則一年有五養老也。又春合舞，秋合聲，即是春秋養老之事，冬夏更無養老，通季春大合樂有三養老也。熊氏以為春秋各再養老，故為一年七養老也。去冬夏猶為五，義實可疑。皇氏云：「春夏雖以飲為主，亦有食，先行饗，次燕，次食。秋冬以食為主，亦有饗，先行食，次燕，次享，一日之中，三事行畢。」義或然也。○「五十」至「諸侯」。○此謂子孫為國死難，而王養其父祖也。五十始衰，故養於鄉學。○「六十養於國」者，六十漸衰，養禮彌厚，故養之於小學，小學在國中也。○「七十養於學」者，七十大衰，養禮轉重，故養於大學。○「達於諸侯」者，言此養老之事，非惟天子之法，乃通達於諸侯。盧、王等以為養於鄉，云不為力政養於國，云不與服戎，皆謂養庶人之老也。非鄭義，故鄭注云「國中小學」也。○注「國國」至「明矣」。○正義曰：養於國與養於學文相對，故知國亦是學也。六十少於七十者，六十者宜養於小學，七十者宜養於大學，故云「國，國中小學」。云「在王宮之左」者，據上文而知。云「小學在國中，大學在郊，此殷制明矣」者，以上文云「小學在公宮南之左，大學在郊」，下文云「殷人養國老於右學，養庶老於左學」，貴右而賤左。小學在國中，左也；大學在郊，右也，與殷同也，故云「此殷制明矣」。以此篇從上以來，雖解為殷制，無正據可馮，因此小學大學是殷制不疑，故云「明矣」。"
      },
      {
        "index": 89,
        "text": "八十拜君命，一坐再至，瞽亦如之。九十使人受。○注：命，謂君不親饗食，必以其禮致之。○音義：瞽音古。五十異粻，六十宿肉，七十貳膳，八十常珍，九十飲食不離寢，膳飲從於遊可也。○注：粻，糧也。貳，副也。游謂出入止觀。○音義：粻，涉良反。離，力智反。觀，古亂反。六十歲制，七十時制，八十月制，九十日脩。唯絞、紟、衾、冒，死而后制。○注：絞、紟、衾、冒，一日二日而可為者。○音義：絞，戶交反。紟，其鴆反。冒，亡報反。五十始衰，六十非肉不飽，七十非帛不煖，八十非人不煖，九十雖得人不煖矣。煖○注：，溫。○音義：煖，乃管反，下同。五十杖於家，六十杖於鄉，七十杖於國，八十杖於朝，九十者，天子欲有問焉，則就其室，以珍從。○注：尊養之。○音義：從，才用反，又如字。七十不俟朝，○注：大夫士之老者，揖君則退。八十月告存，○注：每月致膳。九十日有秩。○注：秩，常也。有常膳。五十不從力政，六十不與服戎，七十不與賓客之事，八十齊喪之事弗及也。○注：力稍衰也。力政，城道之役也。與，及也。八十不齊，則不祭也。子代之祭，是謂宗子不孤。○音義：與音預，下及注同。五十而爵，○注：賢者命為大夫。六十不親學，○注：不能備弟子禮。七十致政，唯衰麻為喪。○注：致政，還君事。"
      },
      {
        "index": 90,
        "text": "疏　 「八十」至「為喪」。○正義曰：此一節論老人力衰，與少不同之事，各隨文解之。○七十養於大學，至於八十年漸衰弱，不堪來學受養，君以饗食之禮，使人就家致之。其受君命之時，理須再拜，不堪為勞，一坐於地，而首再至於地。瞽人無目，恐其傾倒，拜君命之時，亦當如此，故云「亦如之」。○「五十」至「可也」。○自此以下雜記卿大夫士及庶人年老節制在家自養之法，隨年為品也。○「五十異粻」者，粻，糧也。五十始衰，糧宜自異，不可與少壯者同也。○「六十宿肉」者，轉老，故恆宿肉在帳下，不使求而不得也。○「七十貳膳」者，貳，副也。膳，善食也。恆令善食有儲副，不使有闕也。○「八十常珍」者，珍謂常食之皆珍奇美食，尋常使有。○「九十飲食不離寢」者，謂老人飲食無時，或急求須得，故不離於寢。○「膳飲從於游可也」者，謂美善之膳，水漿之飲，從於老人所游之處，其理可也。○「六十」至「後制」。○「六十歲制」者，明老而預為送終之具也。年既衰老，故逆辨之也。歲制，謂棺也。不易可成，故歲制。然此謂大夫以下耳，人君即位為椑，不待六十也。其槨則死後為之，以其葬尚賒，故《檀弓》云「旬而布材」是也。○「七十時制」者，時制，謂一時可辨，是衣物之難得者。是年轉老，所須辨轉切也。○「八十月制」者，月制，謂一月可辨，衣物易得者也。漸老彌切也。○「九十日脩」者，至九十棺衣皆畢，但日日脩理之，為近於終故也。「惟絞紟衾冒，死而後制」者，此四物易成，故生不逆為，須亡乃制也。故《檀弓》云：「一日二日而可為也者，君子弗為也。」○「七十」至「有秩」。○此謂大夫士老年而聽致仕者，則七十杖於國，朝君之時，入門至朝位，君出，揖之即退，不待朝事畢也。若不聽致仕，則《祭義》云：「七十杖於朝，八十不俟朝。」○「八十月告存」者，告謂問也。君每月使人致膳告問存否。○「九十日有秩」者，以至年老方極。秩，常也。君則日使人以常膳致之，故云「日有秩」。○注「大夫」至「則退」。○正義曰：按《儀禮．大射》「卿大夫皆入門右，北面」，「公降立於阼階之東南，南鄉」，「揖大夫，大夫皆少進」，彼鄭注云「變爾言揖」。使近北者爾揖，君則退，謂就位，君揖之時，七十老者則退，故《祭義》注云：「君揖之即退，不待朝事畢。」其少壯者，則待朝事之終也。○注「每月致膳」。○正義曰：經直云「月告存」，知非直遣人告問存否。必知致膳者，以下云「九十日有秩」，上文云「天子欲有問焉，則就其室，以珍從」，明八十每月告存之時，必當致膳也。○注「力稍」至「不孤」。○正義曰：以上文歲制及杖於家之屬，兼含大夫士及庶人之老。此五十不從力政，及不與服戎，惟據庶人之事，故云「力政，城道之役也」，謂築城垣治道也。其大夫士六十未致仕，若為軍將，當與服戎，故知此據庶人也。按《異義》：「《禮》戴說《王制》云：『五十不從力政，六十不與服戎。』《易孟氏》、《韓詩》說『年二十行役，三十受兵，六十還兵』。《古周禮》說『國中自七尺以及六十，野自六尺以及六十有五，皆征之』。許慎謹按云：《五經》說皆不同，是無明文所據。漢承百王而制二十三而役，五十六而免。六十五已老，而周復征之，非用民意。」是許以《周禮》為非。鄭駮之云：「《周禮》是周公之制，《王制》是孔子之後大賢所記先王之事，《周禮》所謂皆征之者，使為胥徒給公家之事，如今之正衛耳。六十而不與服戎，胥徒事暇，坐息之間，多其五歲，又何太違之？」云「徒給公家之事」，云「非用民意」，取《王制》所云「力政挽引築作之事」；所謂服戎，謂從軍為士卒也：二者皆勞於胥徒，故早捨之。如鄭此言，力政田役為重，故云「五十免之」，故此五十不從力政，《祭義》云「五十不為甸徒」也。戎事差輕，六十不與服戎，及《孟氏》說「六十選兵」是也。胥徒又輕，故野外六十五猶征之。若四郊之內，以其多役，其胥徒之事，六十則免。初受役之時，始年二十也。其野王城之外，力役又少，胥徒之事，十五則征之，至六十五。其力政之事，皆二十受之；兵革之事，則三十受之，故《易孟氏》、《詩韓氏》皆云「二十行役，三十受兵」也。云「是謂宗子不孤」者，以父是宗子，年已八十，子則代之而祭。若父不為宗子，則不主祭祀，無祭可代。今已是父嫡子代父而祭之，是有父之宗子。按《喪服》云：「宗子孤為殤。」以無父則稱孤，明有父則不孤，故云「是謂宗子不孤」也。○注「賢者命為大夫」。○正義曰：經文云「五十而爵」，鄭知非命為士而云大夫者，以《王制》殷法，殷則士無爵。此經云而爵，故知是大夫也。此謂凡常之人有賢德，故五十始為大夫。若其有德，不必五十，則《喪服》「小功」章云「大夫為昆弟之長殤」，是幼為大夫，為兄之長殤。"
      },
      {
        "index": 91,
        "text": "有虞氏養國老於上庠，養庶老於下庠。夏后氏養國老於東序，養庶老於西序。殷人養國老於右學，養庶老於左學。周人養國老於東膠，養庶老於虞庠，虞庠在國之西郊。○注：皆學名也。異者，四代相變耳，或上西，或上東，或貴在國，或貴在郊。上庠、右學，大學也，在西郊；下庠、左學，小學也，在國中王宮之東；東序、東膠，亦大學，在國中王宮之東；西序、虞庠亦小學也，西序在西郊，周立小學於西郊。膠之言糾也，庠之言養也。周之小學為有虞氏之庠制，是以名庠。云其立鄉學亦如之。膠，或作練。○音義：糾，居黝反，徐居酉反。絿音求，又音虯。有虞氏皇而祭，深衣而養老。夏后氏收而祭，燕衣而養老。殷人冔而祭，縞衣而養老。周人冕而祭，玄衣而養老。○注：皇，冕屬也，畫羽飾焉。凡冕屬，其服皆玄上纁下。有虞氏十二章，周九章，夏、殷未聞。凡養老之服，皆其時與群臣燕之服。有虞氏質，深衣而巳。夏而改之，尚黑而黑衣裳。殷尚白而縞衣裳。周則兼用之，玄衣素裳。其冠則弁追，章甫，委貌也。諸侯以天子之燕服為朝服，《燕禮》曰：「燕，朝服。」服是服也。王者之後，亦以燕服為之。魯季康子朝服以縞，僣宋之禮也。天子皮弁，以日視朝也。○音義：音皇，本又作皇。冔，況甫反。縞，古老反，又古報反。纁，許雲反。牟，亡侯反。追，丁雷反。凡三王養老，皆引年。○注：已而引戶校年，當行復除也。老人眾多，非賢者不可皆養。○音義：復除，上音福；下如字，又直慮反。八十者，一子不從政。九十者，其家不從政。廢疾非人不養者，一人不從政。○注：廢，廢於人事。○音義：養如字，又以尚反。父母之喪，三年不從政。齊衰大功之喪，三月不從政。將徙於諸侯，三月不從政。自諸侯來徙家，期不從政。○注：自，從也。○音義：期音基。"
      },
      {
        "index": 92,
        "text": "疏　 「有虞」至「從政」。○正義曰：此一節明養致仕老及庶人老給賜之事，各依文解之。○注「皆學」至「如之」。○正義曰：此四代養老之處，雖其名不同，以殷人云右學、左學，虞氏云上庠、下庠，《學記》云「黨有庠」，《文王世子》云「學干戈羽籥於東序」，以此約之，故知「皆學名也」。「養老必在學」者，以學教孝悌之處，故於中養老。熊氏云：「國老謂卿大夫致仕者，庶老謂士也。」皇氏云：「庶老兼庶人在官者。」其致仕之老，大夫以上當養從國老之法，士養從庶老之法，故《外饔》云「邦饗耆老，掌其割享」，鄭注引此「周人養國老於東膠，養庶老於虞庠」是也。虞、殷尚質，貴取物成，故大學在西，小學在東。夏、周貴文，取積漸長養，故大學在東，小學在西。故云「上庠、右學，大學也，在西郊；下庠、左學，小學也，在國中王宮之東」，以虞殷質，俱貴於西，故並言之；夏、周為文，皆上東，故亦並言之，云「東序、東膠，亦大學，在國中王宮之東；西序、虞序亦小學也，西序在西郊，周立小學於西郊」是也。云「周之小學為有虞氏之庠制」者，庠則後有室，前有堂。若夏后氏之序，及周之學所在序者，皆與庠制同。其州黨之序，則歇前而已。序則豫也。故《鄉射》云：「豫則鉤楹內，堂則由楹外。」彼鄭注「豫讀如成周宣謝災之謝」是也。云「其立鄉學亦如之」者，言鄉學亦為庠制，故上文云「耆老皆朝於庠」是也。周大學在國之西郊，鄭《駮異義》云「三靈一雍在郊」者，熊氏云「文王之時猶從殷禮，故辟廱大學在郊」。劉氏以為周之小學為辟廱在郊。○注「皇冕」至「朝也」。○正義曰：以皇與下冕相對，故為冕屬。按《周禮》有「設皇邸」，又云「有皇舞」，皆為「鳳皇」之字，鳳羽五采，故云畫羽飾之。按上注云「虞夏之制，天子服有日月星辰」，此云「夏殷未聞」者，以《皋陶謨》謂之虞夏書，因彼之成文，故云「虞夏之制」，其實惟謂虞也。云「凡養老之服，皆其時與群臣燕之服」，鄭知然者，以經云夏后氏燕衣而養老，周人玄衣而養老。周人燕用玄衣，故知養老燕群臣之服也。云「有虞氏質，深衣而巳」者，深衣謂白布衣，以質，用白布而已，其冠未聞。皇氏云以為養老，首還服皇冠。崔氏云以為與夏周同，未知然否。按《郊特牲》云：「大古冠布，齊則緇之。」大古，則虞氏或用白布冠也。云「夏而改之，尚黑而黑衣裳」者，以殷人尚白用縞衣，夏既尚黑，燕衣黑衣也。云「殷尚白而縞衣裳」者，縞，白色生絹，亦名為素。此縞衣謂白，白布深衣也。云「周則兼用之，玄衣素裳」者，以經云「玄衣而養老」，若衣裳俱玄，則與夏不異。又《儀禮》朝服緇布衣素裳，緇則玄，故為玄衣素裳。上養老云周人脩而兼用之，故養老之衣，亦脩而兼用之。云「其冠則牟追、章甫，委貌也」者，按《儀禮》朝服首著玄冠，玄冠即委貌。以此推之，則殷之朝服，則皆著章甫之冠，夏之朝服著牟追。云「諸侯以天子之燕服為朝服」者，以《燕禮》諸侯燕臣子用朝服，明天子之燕亦朝服也。引《燕禮》曰「燕，朝服」者，證朝、燕同。云「服是服也」者，言燕時服是玄衣素裳之服。崔氏云：「天子燕畿內諸侯以緇衣，燕畿外諸侯以玄冠。諸侯各以為朝服，事無明文，不可依也。」云「王者之後，亦以燕服為之」者，《玉藻》云：「魯季康子朝服以縞。」若當時無朝服以縞，康子不應服之，明是宋人所著，故康子僣效之。宋既朝服以縞，杞當朝服以玄。云「天子皮弁，以日視朝也」者，《玉藻》文。引之者，證天子以諸侯朝服之別，按《詩．頍弁》注云：「禮，天子諸侯朝服以燕，天子之朝服以皮弁。」服以皮弁服，燕不用玄衣者，《詩》所謂燕同姓諸公及異姓甥舅等，故用皮弁，尚質故也。若燕其諸侯，則用玄衣，明諸侯則朝服以日視朝，服則玄冕素裳也。《冠禮記》云：「周弁、殷冔、夏收。」鄭云：「弁名出於幠，幠，大也，言所以自光大也。冔名出於幠，幠，覆也，所以自覆飾也。收，言所以收斂發也。其制之異，亦未聞。」《冠禮記》又云：「委貌，周道也。章甫，殷道也。母追，夏后氏之道也。」鄭注云「委猶安也，言所以安正容貌。章，明也，殷質，言以表明丈夫也」，「母，發聲也。追猶堆也。夏后氏質，以其形名之」，「其制之異同未聞」。○「將徙」至「從政」。○此謂大夫采地之民，徙於諸侯為民，以其新徙，當須復除。但諸侯地寬役少，為人所欲，故惟三月不從政。○「自諸侯來徙於家」者，謂諸侯之民，來徙於大夫之邑，以大伕役多地狹，欲令人貪之，故期不從政。按《旅師》云：「新甿之治皆聽之，使無征役。」鄭注引此文以證之，是據民之遷徙。王肅及庾氏等以為據仕者從大夫家出仕諸侯，從諸侯退仕大夫，非鄭義也。"
      },
      {
        "index": 93,
        "text": "少而無父者謂之孤，老而無子者謂之獨，老而無妻者謂之矜，老而無夫者謂之寡。此四者，天民之窮而無告者也，皆有常餼。○注：餼，廩也。○音義：少，詩照反，下注「少者」同。矜，本又作鰥，同古頑反。廩，兵品反。"
      },
      {
        "index": 94,
        "text": "疏　 「少而」至「常餼」。正義曰：此一節論矜恤鰥寡孤獨之事。無妻無夫謂之矜寡者，按《孝經》云「男子六十無妻曰鰥，婦人五十無夫曰寡」。舜年三十而《尚書》謂之鰥者，以其父頑母嚚，無為娶之端，故雖三十而亦稱鰥。《詩》云：「何草不黃，何人不矜。」據久役在外，嫁娶失時，亦謂之為矜。矜與鰥同，其男子無妻，亦謂之寡。《左傳》云：「崔杼生成及疆而寡。」按劉熙《釋名》云：「無妻曰鰥，愁悒不能寐，目恆鰥鰥然，其字從魚，魚目恆不閉。無夫曰寡，寡，裸也，裸然，單獨也。無父曰孤，孤，顧也，顧望無所瞻見也。無子曰獨，獨，鹿也，鹿鹿無所依也。」"
      },
      {
        "index": 95,
        "text": "瘖、聾、跛躄、斷者、侏儒，百工各以其器食之。○注：斷謂支節絕也。侏儒，短人也。器，能也。○音義：瘖，於金反，啞也。聾，力東反。跛，彼我反；躄，必亦反，兩足不能行也。侏音朱。"
      },
      {
        "index": 96,
        "text": "疏　 「瘖聾」至「食之」。○正義曰：此一節論矜恤疾民之事。瘖謂口不能言，聾謂耳不聞聲，跛躄謂足不能行，斷者謂支節解絕，侏儒謂容貌短小。百工謂有雜技藝，此等既非老無告，不可特與常餼。既有疾病，不可不養，以其病尚輕，不可虛費官物，故各以其器食之。器，能也。因其各有所能，供官役，使以廩餼食之。按《晉語》云文公問八疾，胥臣對云「戚施權鎛」，注云「使擊鍾」；「蘧除蒙璆」，注云「璆是玉磬，使擊之」；「侏儒扶廬」，注云「扶，持也，廬，戟柄也；「矇瞍循聲」，注云「歌詠琴瑟」；「聾瞶司火」，注云「使主然火」。其「童昏、嚚瘖、憔僥，官師所不材，宜於掌土」，是各以器食之。《外傳》不云「跛」，此不云「蘧蒢戚施」，設文不具。《外傳》瘖與憔僥置於掌土，此瘖與侏儒其器食之者，今古法異也。"
      },
      {
        "index": 97,
        "text": "道路，男子由右，婦人由左，車從中央。○注：道中三途，遠別也。○音義：別，彼別反，下文並注同。父之齒隨行，兄之齒雁行，朋友不相踰。○注：廣敬也。謂於塗中。○音義：行如字，一音戶剛反，下「雁行」同。輕任并，重任分，斑白不提挈。○注：皆謂以與少者。雜色曰班。○音義：並，必性反，本又作並。提音啼。挈，本亦作挈，苦結反。"
      },
      {
        "index": 98,
        "text": "疏　 「輕任並，重任分」。○正義曰：父齒，老也。任謂有擔負者，俱應擔負，老少並輕，則並與少者擔之也。○「重任分」者，老少並重，不可並與少者一人，則分為輕重，重與少者，輕與老者。"
      },
      {
        "index": 99,
        "text": "君子耆老不徒行，庶人耆老不徒食。○注：徒猶空也。\n大夫祭器不假。祭器未成，不造燕器。○注：造，為也。"
      },
      {
        "index": 100,
        "text": "疏　 「大夫祭器不假」。○正義曰：皇氏云：「此謂有地大夫，故祭器不假。若無地大夫，則當假之，故《禮運》云『大夫祭器不假，聲樂皆具，非禮也』，謂無地大夫也。」"
      },
      {
        "index": 101,
        "text": "方一里者，為田九百畝。○注：一里方三百步。方十里者，為方一里者百，為田九萬畝。方百里者，為方十里者百，為田九十億畝。○注：億，今十萬。○音義：億，於力反。方千里者，為方百里者百，為田九萬億畝。○注：萬億，今萬萬也。"
      },
      {
        "index": 102,
        "text": "疏　 「方一」至「億萬」。○正義曰：此一節論開方之法，總計天子畿外內諸侯之地大小，各依文解之。○「方一里者，為田九百畝」，按《論語》云「步百為畝」，是長一百步，闊一步；「畝百為夫」，是一頃也，長闊一百步；「夫三為屋」，是三頃也，闊三百步長；「屋三為井」，是九百畝也，長闊一里。○注「億，今十萬」。○正義曰：方十里為田九萬畝。方百里者為方十里者百，一個十里之方，既為田九萬畝，則十個十里之方，為田九十萬畝；一百個十里之方，為田九百萬畝。今云九十億畝，是一億有十萬，十億有一百萬，九十億為九百萬畝，故云「億，今十萬」。《尹文子》云「百姓千品，萬官億丑，皆以數相十」，此謂小億也，此鄭氏所用。《毛詩傳》云「首茯至萬曰億」，是大億也，非鄭義。○注「萬億，今萬萬也」。○正義曰：計千里之方，為方百里者百。一個百里之方既為九十億畝，則十個百里方為九百億畝，百個百里方為九千億畝。今乃云九萬億畝，與數不同者，若以億言之，當云九千億畝；若以萬言之，當云九萬萬畝，但書經戰國及秦之世，經藉錯亂，此經上下，或億或萬，字相交涉，遂誤為萬億。鄭未注之前，書本既爾，鄭更不顯言其錯，因此錯本萬億之言，即云此經萬億者，即今之萬萬，皇氏以為億數不定，或以十萬為億，或以萬萬為億，或以一萬為億。此云萬億者，秪是萬萬也。六國時或將萬為億，故云萬億。但古事難委，未知孰是，故備存焉。"
      },
      {
        "index": 103,
        "text": "自恆山至於南河，千里而近。○注：冀州域。自南河至於江，千里而近。○注：豫州域。自江至於衡山，千里而遙。○注：荊州域。自東河至於東海，千里而遙。○注：徐州域。自東河至於西河，千里而近。○注：亦冀州域。自西河至於流沙，千里而遙。○注：雍州域。○音義：雍，於而反。西不盡流沙，南不盡衡山，東不近東海，北不盡恆山。凡四海之內，斷長補短，方三千里，為田八十萬億一萬億畝。○注：九州之大計。○音義：斷，音短。方百里者，為田九十億畝。山陵、林麓、川澤、溝瀆，城郭、宮室、塗巷三分去一，其餘六十億畝。○注：以一大國為率，其餘所以授民也。山足曰麓。○音義：去，羌呂反。率音律，又音想。"
      },
      {
        "index": 104,
        "text": "疏　 「自恆」至「億畝」。○正義曰：此一節論四海之內地遠近裡數也。言「千里而近」者，皇氏云「此恆山至南河以千里言之，其地稍近，言不滿千里。下云自江至於衡山千里而遙，謂以千里言之，其地稍遠，言不啻千里」。熊氏以為「近者，謂過千里，遙者，謂不滿千里」，其義似非也。其餘遙近皆放此也。○「為田八十萬億一萬億畝」，以一州方千里，九州方三千里，三三如九，為方千里者有九。一個千里有九萬億畝，九個千里九九八十一，故有八十一萬億畝，但記文詳具於八十整數之下，云萬億是八十個萬億，又云一萬億，言是詳也。以前文誤為萬億，此則因前文之誤，更以萬億言之。"
      },
      {
        "index": 105,
        "text": "古者以周尺八尺為步，今以周尺六尺四寸為步。古者百畝，當今東田百四十六畝三十步。古者百里，當今百二十一里六十步四尺二寸二分。○注：周尺之數，未詳聞也。按禮制，周猶以十寸為尺，蓋六國時多變亂法度，或言周尺八寸，則步更為八八六十四寸。以此計之，古者百畝，當今百五十六畝二十五步。古者百里，當今百二十五里。"
      },
      {
        "index": 106,
        "text": "疏　 「古者」至「二分」。○正義曰：古者八寸為尺，今以周尺八尺為步，則一步有六尺四寸。今以周尺六尺四寸為步，則一步有五十二寸，是今步比古步每步剩出一十二寸。以此計之，則古者百畝，當今東田百五十二畝七十一步者，餘，與此「百四十六畝三十步」不相應也。又今步每步剩古步十二寸，以此計之，則古之百里，當今百二十三里一百一十五步二十寸，與此經「百二十一里六十步四尺二寸二分」又不相應，故鄭云「六國時多變亂法度」。經云錯亂，不可用也。○注「按禮」至「五里」。○正義曰：《王人職》云：「鎮圭尺有二寸。」又云：「桓圭九寸。」是周猶以十寸為尺也。今經云「以周尺六尺四寸為步」，乃是六十四寸，則謂周八寸為尺也，故云「蓋六國時多變亂法度」。或言周尺八寸也，鄭即以古周尺十寸為尺，八尺為步，則步八十寸。鄭又以今周尺八寸為尺，八尺為步，則今步皆少於古步一十六寸也，是今步別剩十六寸。云「以此計之」者，謂以古步。又以今周尺八寸八尺為步，外剩十六寸而計之，則古之四步剩出今之一步，古之四十步為今之五十步，古之八十步為今之一百步，計古之一畝之田長百步，得為今田一百二十五步，是今田每一畝之上剩出二十五步，則方百畝之田，從北鄉南，每畝剩二十五步，總為二千五百步；從東鄉西，每畝二十五步，亦總為二千五百步，相並為五千步，是總為五十畝。又西南一角，南北長二十五步，應南畔所剩之度，東西亦長二十五步，應西畔所剩之度，計方二十五步，開方乘之，總積得六百二十五步，六百步則為六畝，餘有二十五步，故云「古者百畝，當今百五十六畝二十五步」也。又古四步，剩今一步，則古者四里，剩今一里為五里，則古者四十里，剩今十里為五十里，則古者八十里，剩今二十里總為百里，是古者八十里為今百里，今之百里之外，猶有古之二十里，四里剩一里，其古二十里，為今之二十五里，故云「古者百里，當今百二十五里」。"
      },
      {
        "index": 107,
        "text": "方千里者，為方百里者百，封方百里者三十國，其餘方百里者七十。又封方七十里者六十，為方百里者二十九，方十里者四十，其餘方百里者四十，方十里者六十。又封方五十里者百二十，為方百里者三十，其餘方百里者十，方十里者六十。名山大澤不以封，其餘以為附庸閒田。諸侯之有功者，取於閒田以祿之。其有削地者，歸之間田。○注：○音義：閒田，音閑，下同。"
      },
      {
        "index": 108,
        "text": "疏　 「方千」至「間田」。○正義曰：此一經論畿外九州建國之法。九州州別方千里，凡千里之方，以開方計之，為方百里者凡有一百，故云「為方百里者百，封方百里者三十國」者，前文云立大國三十，故此云「封方百里者三十國」，謂公也。以百中去三十，故「其餘方百里者有七十」。「又封方七十里者六十，為方百里者二十九，方十里者四十」，謂侯國也。凡百里之方開方計之，為十里之方百，其七十里之國一，用十里之方四十九，七十里之國二，則用十里之方九十八，則一個百里，為七十里之國二，剩十里之方二。然則二十個七十里之國，用百里之方十，剩十里方有二十。七十里之國六十，用百里之方三十，剩十里之方六十。今就百里之方三十里之中，抽去十里之方六十，是用百里之方二十九，方十里者四十，故「其餘方百里者四十，方十里者六十」。「又封方五十里者百二十」者，上云小國百二十，謂伯國也。凡百里之方一，封五十里之國四，則十個百里之方，封五十里之裡四十。今小國百二十，故用百里之方三十，則其餘方百里者十，方十里者六十，以為附庸間田。"
      },
      {
        "index": 109,
        "text": "天子之縣內，方千里者，為方百里者百，封方百里者九，其餘方百里者九十一。又封方七十里者二十一，為方百里者十，方十里者二十九，其餘方百里者八十，方十里者七十一。又封方五十里者六十三，為方百里者十五，方十里者七十五，其餘方百里者六十四，方十里者九十六。"
      },
      {
        "index": 110,
        "text": "疏　 「天子」至「十六」。○正義曰：天子縣內地方千里，為方百里者百，既用九個擬封百里之國，故「其餘方百里者九十一」也。○「又封方七十者二十一」者，凡百里之方十，為七十里之國二十，剩十里之方二十。今以十里之方二十，又更取其外十里之方二十九，添前二十為四十九，為七十里之國一，是次國二十一也。總用百里之方十，十里之方二十九，是「其餘方百里者八十，方十里者七十一」。「又封方五十里者六十三」者，謂小國也。凡百里之方一，為五十里之國四，則百里之方十，為五十里之國四十，又百里之方五，為五十里之國二十，總為五十里之國六十，更有五十里之國三。凡一個五十里之國，用十里之方二十五，則三個五十里國，總用十里之方七十五，是用地「方百里者一十五，方十里者七十五」，是「其餘方百里者六十四，方十里者九十六」。然畿外千里，封國之外，所餘地少；其畿內千里，所餘地多者，以畿外之土，本擬封建諸侯，故國數多，餘地少。畿內本供天子，又有郊、關、鄉，遂準擬公卿王子弟采邑，故建國數少，餘地多。"
      },
      {
        "index": 111,
        "text": "諸侯之下士，祿食九人，中士食十八人，上士食三十六人，下大夫食七十二人，卿食二百八十八人，君食二千八百八十人。次國之卿，食二百一十六人，君食二千一百六十人。小國之卿，食百四十四人，君食千四百四十人。次國之卿，命於其君者，如小國之卿。天子之大夫為三監，監於諸侯之國者，其祿視諸侯之卿，其爵視次國之君，其祿取之於方伯之地。方伯為朝天子，皆有湯沐之邑於天子之縣內，視元士。○注：給齊戒自絜清之用。浴用湯，沐用潘。○音義：間田音閒，下同。祿食音嗣，又如字。下皆同。為朝，於偽反。清如字，徐才性反。潘，芳袁反，米汁也。諸侯世子世國。○注：像賢也。大夫不世爵，使以德，爵以功。○注：謂縣內及列國諸侯為天子大夫者。不世爵而世祿，辟賢也。○音義：辟音避。未賜爵，視天子之元士，以君其國。○注：列國及縣內之國也。諸侯之大夫，不世爵祿。○注：○音義：六禮：冠、昏、喪、祭、鄉、相見。鄉，鄉飲酒，鄉射。○音義：冠，古亂反。七教：父子、兄弟、夫婦、君臣、長幼、朋友、賓客。八政：飲食、衣服、事為、異別、度、量、數、制。飲食為上，衣服次之。事為，謂百工技藝也。異別，五方用器不同也。度，丈尺也。量，斗斛也。數，百十也。制，布帛幅廣狹也。○音義：長，丁丈反。斛，洪谷反。福，芳服反。狹，戶甲反。"
      },
      {
        "index": 112,
        "text": "疏　 「諸侯」至「數制」。○正義曰：此一節論士大夫及諸侯等食祿之數，兼明臣之世與不世之事，今各隨文解之。○前以有「諸侯之下士」以上及大夫卿君，故此依前而釋也。諸侯之士既明，則天子士同之可知，故此文發畿外之卿也。前云「諸侯下士視上農夫」，故有九人也。前云「上士倍中士」，故三十六也。前云「下大夫倍上士」，則食七十二人。前云「卿四大夫祿」，則二百八十八人。○「君食二千」至「之卿」。○君謂大國之君也。前云「君十卿祿」，故二千八百八十人。「次國之卿，食二百一十六人」者，謂夏伯殷侯，周則侯伯國也。此大夫以下，亦如大國大夫，而卿惟得三大夫祿耳，故特言卿也。○「君食二千一百六十人」者，君亦十卿祿也。○「小國之卿，食百四十四人」者，小國謂夏周子男，殷之伯國也。大夫以下，亦如大國大夫，而卿則二大夫祿耳。○「君食千四百四十人」者，君亦食卿祿也。○「次國之卿，命於其君」。○大國三卿，皆命於天子，則其祿各食二百八十八人。若次國三卿，二卿命於天子，祿各食二百一十六人，而一卿命於其君為賤，則祿不可等命天子者，故視小國卿，小國卿食一百四十四人也。其若子男一卿命於天子，二卿命於其君，則祿猶如此。其命天子卿無以異也，其國小，故不復差降也，或云視大夫也。其天子之士卿大夫無文，宜准大國之卿大夫士也。"
      },
      {
        "index": 113,
        "text": "「未賜爵，視天子之元士，以君其國」者。○「未賜爵」，謂列國諸侯及縣內諸侯，其身既死，其子未得爵賜，其衣服禮制，視天子元士。若畿外者君其本國，畿內者亦君畿內之國，故鄭注云「列國及縣內之國」。鄭必知兼畿外列國者，以《詩．小雅》「靺鞈有奭」，謂諸侯世子未遇爵命，服士服而來。此云「視天子之元士，以君其國」，故知兼列國也。其畿內諸侯有大功德，元子出封畿外，則王命次子守其采邑。若其賢才，則世為公卿，則春秋周公召伯之屬是也。○「諸侯之大夫不世爵祿」者，諸侯降於天子，故大夫不世爵祿。若有大功德，亦得世之，故隱八年「官有世功，則有官族，邑亦如之」，是據諸侯卿大夫也。"
      },
      {
        "index": 114,
        "text": "○注「給齊」至「用潘」。○正義曰：以方伯朝天子，故給以湯沐之邑。按前文云「不能五十里曰附庸」，又云「天子元士視附庸」，以湯沐之邑視元士，亦五十里以下。《異義》：「《公羊》說諸侯朝天子，天子之郊，皆有朝宿之邑；從泰山之下，皆有湯沐之邑。《左氏》說諸侯有功德於王室，京師有朝宿之邑，泰山有湯沐之邑。魯，周公之後。鄭，宣王母弟。此皆有湯沐邑，其餘則否。許慎謹按：京師之地皆有朝宿邑，周千八百諸侯，盡京師地，不能容之，不合事理之宜。」是許慎不從《公羊》之說。鄭無駁，當從許說。○注「謂縣」至「賢也」。○正義曰：知此大夫是天子大夫者，以下云「諸侯之大夫，不世爵祿」，此直云「大夫不世爵」，與諸侯大夫文異，故知是天子大夫也。知是縣內及列國諸侯入為天子大夫者，按《禮運》云「天子有田以處其子孫」，則周召畢原之等，是縣內諸侯也。《詩》衛武公入相於周，又《尚書．顧命》齊侯為虎賁，衛侯為司寇，是列國諸侯也，併入為天子大夫。按《司裘》「諸侯，則共熊侯豹侯」，是畿內亦曰諸侯。此不云諸侯而云大夫者，辟上諸侯世子之文，故云大夫。然畿內諸侯有為三公，則周召是也。列國諸侯入為六卿，則鄭武公是也。今總云為「天子大夫」者，若言公卿大夫，於文為煩，故總言大夫以包之。詩云「三事大夫」，謂三公也。春秋諸侯殺大夫，謂卿也。是大夫為總號。"
      },
      {
        "index": 115,
        "text": "六禮，冠、昏、喪、祭、鄉、相見。○注：鄉飲酒，鄉射。○音義：冠，古亂反。七教：父子，兄弟，夫婦，君臣，長幼，朋友，賓客。八政：飲食，衣服，事為，異別，度，量，數，制。○注：飲食為上，衣服次之，事為謂百工技藝也，異別無方用器不同也。度，丈尺也。量，斗斛也。數，百十也。制，布帛幅廣狹也。○音義：長丁丈反。斛洪谷反。幅芳服反。狹戶甲反。"
      }
    ]
  }
}