{
  "chapterNumber": 15,
  "title": "問喪",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "親始死，雞斯，徒跣，扱上衽，交手哭。惻怛之心，痛疾之意，傷腎、乾肝、焦肺，水漿不入口，三日不舉火，故鄰里為之糜粥以飲食之。○注：親，父母也。「雞斯」，當為「笄纚」，聲之誤也。親始死去冠，二日乃去笄纚，括髪也。今時始喪者邪巾貊頭，笄纚之存象也。徒，猶空也。上衽，深衣之裳前。五藏者，腎在下，肝在中，肺在上，舉三者之焦傷，而心脾在其中矣。五家為鄰，五鄰為裡。○音義：「雞斯」，依注為「笄纚」，笄音古兮反；纚，色買反，徐所綺反。跣，悉典反。扱，初洽反。衽，而鴆反，又而甚反，注同。怛，都達反。腎，巿軫反。乾肝並音干。肺，芳廢反。漿，本亦作漿，子羊反。糜，武皮反，本亦作糜，同。粥，之六反，《字林》與六反，云：「淖糜也。」飲音蔭。食音嗣。去冠，起呂反。耶，似嗟反，亦作邪。袹，亡瞎反，本或作貊。藏，才浪反。脾，婢支反。夫悲哀在中，故形變於外也。痛疾在心，故口不甘味，身不安美也。○注：言人情之中外相應。○音義：夫音扶。應，應對之應。三日而斂，在床曰尸，在棺曰柩。動尸舉柩，哭踊無數。惻怛之心，痛疾之意，悲哀志懣氣盛，故袒而踊之，所以動體、安心、下氣也。婦人不宜袒，故髪胸、擊心、爵踊，殷殷田田，如壞牆然，悲哀痛疾之至也。故曰：「辟踊哭泣，哀以送之，送形而往，迎精而反」也。○注：「故袒而踊之」，言聖人製法，故使之然也。爵踊，足不絕地。辟，拊心也。「哀以送之」，謂葬時也。迎其精神而反，謂反哭及日中而虞也。○音義：斂，力艷反，下同。柩，其又反。懣，亡本反，又音滿，范音悶，下同。殷殷並音隱。壞音怪，《字林》作<褱攵>，音同。辟，婢尺反，徐扶亦反，注及下皆同。拊，芳甫反。其往送也，望望然，汲汲然，如有追而弗及也。其反哭也，皇皇然，若有求而弗得也。故其往送也如慕，其反也如疑。○注：望望，瞻望之貌也。慕者，以其親之在前。疑者，不知神之來否。○音義：汲音急。求而無所得之也，入門而弗見也，上堂又弗見也，入室又弗見也。亡矣喪矣，不可復見已矣！故哭泣辟踊，盡哀而止矣。○注：說「反哭」之義也。○音義：上，時掌反。復，扶又反，下「復反」、「復生」皆同。心悵焉愴焉，惚焉愾焉，心絕志悲而已矣。祭之宗廟，以鬼享之，徼幸復反也。○注：說「虞」之義。○音義：悵，敕亮反。愴，初亮反。惚音忽。愾，徐音慨，苦代反。徼，古堯反。成壙而歸，不敢入處室，居於倚廬，哀親之在外也。寢苫枕塊，哀親之在土也。○注：言親在外在土，孝子不忍反室自安也。入處室，或為「入宮」。○音義：壙，古晃反。倚，於綺反。苫，始占反，草也。枕，之蔭反。塊，苦對反，又苦怪反，土也。故哭泣無時，服勤三年，思慕之心，孝子之志也，人情之實也。○注：勤，謂憂勞。或問曰：「死三日而后斂者，何也？」○注：怪其遲也。曰：「孝子親死，悲哀志懣，故匍匐而哭之，若將復生然，安可得奪而斂之也？故曰：三日而后斂者，以俟其生也。三日而不生，亦不生矣。孝子之心，亦益衰矣。家室之計，衣服之具，亦可以成矣。親戚之遠者，亦可以至矣。是故聖人為之斷決，以三日為之禮制也。」○注：匍匐，猶顛蹶，或作「扶服」。○音義：匍音蒲，又音扶。匐，蒲北反，又音服。衰，色追反。為，于偽反，下注「相為」、「為褻」同。斷決，丁段反，下古穴反。猶傎，丁年反。蹶，求月反，又音九月反。或問曰：「冠者不肉袒，何也？」○注：怪衣冠本之相為也。○音義：冠音官。曰：「冠至尊也，不居肉袒之體也，故為之免以代之也。○注：言身無飾者不敢冠，冠為褻尊服，肉袒則著免。免狀如冠，而廣一寸。○音義：免音問，注及下皆同。褻，息列反。著，張慮反，又張略反。廣，古曠反。然則禿者不免，傴者不袒，跛者不踊，非不悲也，身有錮疾，不可以備禮也，故曰『喪禮唯哀為主』矣。女子哭泣悲哀，擊胸傷心，男子哭泣悲哀，稽顙觸地無容，哀之至也。」○注：將踊先袒，將袒先免，此三疾俱不踊、不袒、不免，顧其所以否者，各為一耳。擊胸傷心，稽顙觸地，不踊者若此而可。或曰「男女哭踊」。○音義：禿，吐祿反，無發也。傴，於縷反，一音紆矩反，背曲也。跛，補禍反，又彼我反，足廢也。錮音故。稽音啟，注同。顙，桑朗反，下注同。或問曰：「免者以何為也？」○注：怪本所為施也。○音義：何為，于偽反，盡篇末文注皆同。曰：「不冠者之所服也。《禮》曰：『童子不緦，唯當室緦。』緦者其免也，當室則免而杖矣。」○注：「不冠者」，猶未冠也。當室，謂無父兄而主家者也。童子不杖，不杖者不免，當室則杖而免。免冠之細，別以次成人也。「緦者其免也」，言免乃有緦服也。○音義：緦音思。冠之，古亂反。或問曰：「杖者何也？」○注：怪其義各異。曰：「竹、桐一也。故為父苴杖，苴杖，竹也。為母削杖，削杖，桐也。」○注：言所以杖者義一也，顧所用異耳。○音義：苴，七餘反。削，悉若反。或問曰：「杖者以何為也？」○注：怪所為施。曰：「孝子喪親，哭泣無數，服勤三年，身病體羸，以杖扶病也。○注：言得杖乃能起也。數，或為「時」。○音義：羸，力垂反，劣也，疲也。則父在不敢杖矣，尊者在故也。堂上不杖，辟尊者之處也。堂上不趨，示不遽也。此孝子之志也，人情之實也，禮義之經也。非從天降也，非從地出也，人情而已矣。」○注：父在不杖，謂為母喪也。尊者在不杖，辟尊者之處不杖。有事不趨，皆為其感動，使之憂戚也。○音義：辟音避。處，昌慮反，下同。遽，其慮反。"
      },
      {
        "index": 1,
        "text": "疏　 「親始」至「實也」。○正義曰：此一節明初死三日以來，居喪哭踊，悲哀疾痛之意也。○「雞斯」者，笄，謂骨笄。纚，謂縚髪之繒。言親始死，孝子先去冠，唯留笄纚也。「徒跣」者，徒，空也，無屨而空跣也。○「扱上衽」者，上衽，謂深衣前衽，扱之於帶，以號踊履踐為妨，故扱之。○「交手哭」者，謂交手拊心而為哭也。○「傷腎、乾肝、焦肺」者，言肺在上，性近於燥，故云「焦」。肝近肺，故云「乾」。腎近下，故云「傷」。言近下，性多潤而為傷矣。舉此三者，五藏俱傷可知也。○「不舉火」者，哀痛之甚，情不在食，故「不舉火」也。言旁親以下，食不可廢，故「鄰里為之糜粥以飲食之」。糜厚而粥薄，薄者以飲之，厚者以食之。○注「親父」至「為裡」。○正義曰：凡云「親」者，包之五服也。以此經悲哀之甚，故知「父母也」。云「雞斯當為笄纚」者，以經「雞斯」二字不當始死者之義，聲與「笄纚」相涉，故云「笄纚」也。云「親始死去冠」者，《檀弓》云：「始死，羔裘玄冠者易之。」是「去冠」也。云「二日乃去笄纚」者，以《士喪禮》云「小斂髻髪」，是死二日，故云「乃去笄纚」也。云「上衽，深衣之裳前」者，言既始死，朝服易之，故知著深衣。案《深衣》篇云「續衽鉤邊」，故知此衽，深衣之衽。案深衣衽當旁，此云「深衣之裳前」者，既「扱之」，恐履踐為妨，故解為「裳前」也。其實衽象小要屬裳處皆狹，旁與在前俱得衽名，但所扱之處當衽也。案《公羊傳》云，昭公以衽受於齊之唁禮，亦謂裳當前者也。○注「爵踊，足不絕地。辟，拊心也」。○正義曰：爵踊，似爵之跳也，其足不離於地也。「殷殷田田，如壞牆然」者，言將欲崩倒也。云「辟，拊心」者，《爾雅．釋訓》文。○「望望然」者，瞻望之意也。○「汲汲然」者，促急之情也。○「皇皇然」者，意彷徨也。○「其往送也如慕」者，如孺子啼慕於母也。○「其反也如疑」者，不知神之來否，如人之有疑也。○「亡矣喪矣」者，喪亦亡也。重言之者，丁寧之也。若似人之逃，不復來也。○「故哭泣辟踊，盡哀而止矣」者，以其不可復見，故反哭之時，「哭泣辟踊」，盡哀而休止也。「心悵焉愴焉」者，此明反哭之後，虞祭之時也。○「祭之宗廟，以鬼享之」者，謂虞祭於殯宮神之所在，故稱「宗廟」。「以鬼享之」，尊而禮之，冀其魂神復反。也。「成壙而歸」者，此明葬之後，猶居廬枕塊，不敢入於室處也。○「故哭泣無時」者，此明終喪思慕之心也。「服勤」者，言服處憂勞勤苦也。○「人情之實也」者，言非詐偽假為之事，人情悲慕之實也。○「或問曰：死三日而後斂者，何也」，此記者假設問「三日而後斂」之意也。「三日斂」者，以士言之，則大斂也；明大夫以上言之，則小斂也。此經凡言「亦」者，「亦」以俟其生。制三日者，俟其生也。若三日不生，於後「亦不生」矣也。非但不生，「孝子之心，亦益衰矣」。「衣服之具，亦可以成矣。親戚之遠者，亦可以至矣」。○「或問曰：冠者不肉袒，何也」者，此解冠必不袒，袒必不冠之意也，又明孝子身有病，闕其居喪所以禮矣。此冠不居肉袒者，謂心既悲哀，肉袒形褻，故不可褻其尊服而冠也，若有吉事而內心肅敬，則雖袒而著冠也，故《郊特牲》云「君袒而割牲」是也。○「或問曰：免者以何為也」者，此怪成人肉袒之時須著免。今非成人，肉袒亦有著免，故問之云：免者以何所為？○「曰：不冠者之所服也」，此答問之辭也。不冠，謂未冠童子之所服，以未冠，故著免也。○「禮曰：童子不緦」者，此《喪服》正經之文，記者引之，故稱「禮曰」。「童子不緦」者，言不為族人著緦服也。○「唯當室緦」者，謂童子無父兄當室，主於家事，唯此當室之童，乃為族人著緦服。○「緦者其免也」者，作記者云：所以此童子為族人得著緦者，以其無父兄當室之時，即著免也。以其無父兄，而可依理故得為族人著緦服也。○「當室則免而杖矣」者，又明童子得免所由。以其孤兒當室，則得免而杖，為族人得著緦也。若童子不當室，則不得免及杖也。○注云「免冠之細別，以次成人也」。○正義曰：解當室所著之意也。言免是冠之流例也。童子當室，亞次成人，故得著免也。云「緦者其免也」者，疊出經文也，言免乃有緦服也。鄭出緦其免之意，言內為父母著免，乃有族人緦服。言緦服由於著免，是所以緦者，由有免故也。○「或問曰：杖者何也」者，此明問居喪有杖，為父母乃異，何意如此，故問之。○「竹、桐一也」，言為父竹，為母桐，孝子之意，其義一也。言孝子奉親用心是一，但取義有異，故竹、桐而殊也。○「故為父苴杖，苴杖，竹也」者，父是尊極，故為之苴杖。言苴惡之物以為杖，自然苴惡之色唯有竹也，故云「苴杖，竹也」。「為母削杖，削杖，桐也」，言為母屈於父，不同自然苴惡之色也，故用削杖。其杖雖削，情同於父，故云「削杖，桐也」。「桐」，為是同父之義，故不用餘木也。或解云：竹節在外，外，陽之象，故為父矣；桐節在內，內，陰之類也，故為母也。○「或問曰：杖者，以何為也」者，此問孝子居喪，何以須杖之意也。○「父在不敢杖矣，尊者在故也」者，為母親對父之時，不敢據杖，以尊者在，故不敢也。○「堂上不杖，辟尊者之處也」者，所以為母堂上不敢杖者，堂上是父之所在，辟尊者之處，所以為母堂上故不杖也。「堂上不趨，示不遽也」者，言孝子為母，所以堂上不為喪趨者，示父以間暇不促遽也。若堂上而趨，則感動父情，使父憂戚，故不杖、不趨，冀不悲哀於父也。此孝子之志意，人情之實事。"
      }
    ]
  }
}