{
  "chapterNumber": 6,
  "title": "經解",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "孔子曰：「入其國，其教可知也。○注：觀其風俗，則知其所以教。其為人也溫柔敦厚，《詩》教也。疏通知遠，《書》教也。廣博易良，《樂》教也。絜靜精微，《易》教也。恭儉莊敬，《禮》教也。屬辭比事，《春秋》教也。○注：屬，猶合也。《春秋》多記諸侯朝聘、會同，有相接之辭。罪辯之事。○音義：易良，以豉反，下「易良」同。屬音燭，注及下同。比，毗志反，下同。朝聘，直遙反，篇內同。故《詩》之失愚，《書》之失誣，《樂》之失奢，《易》之失賊，《禮》之失煩，《春秋》之失亂。○注：失，謂不能節其教者也。《詩》敦厚，近愚。《書》知遠，近誣。《易》精微，愛惡相攻，遠近相取，則不能容人，近於傷害。《春秋》習戰爭之事，近亂。○音義：近愚，附近之近，下除「遠近」一字並同。惡，烏路反。爭，爭鬥之爭，下文同。其為人也溫柔敦厚而不愚，則深於《詩》者也。疏通知遠而不誣，則深於《書》者也。廣博易良而不奢，則深於《樂》者也。絜靜精微而不賊，則深於《易》者也。恭儉莊敬而不煩，則深於《禮》者也。屬辭比事而不亂，則深於《春秋》者也。」○注：言深者，既能以教，又防其失。"
      },
      {
        "index": 1,
        "text": "疏　 「孔子」至「者也」。○正義曰：《經解》一篇總是孔子之言，記者錄之以為《經解》者，皇氏云：「解者分析之名，此篇分析六經體教不同，故名曰《經解》也。六經其教雖異，總以禮為本，故記者錄入於禮。」○「孔子曰：入其國，其教可知也」者，言人君以六經之道，各隨其民教之，民從上教，各從六經之性觀民風俗，則知其教，故云「其教可知也」。○「溫柔敦厚，《詩》教也」者，溫，謂顏色溫潤；柔，謂情性和柔。《詩》依違諷諫不指切事情，故云「溫柔敦厚」，是《詩》教也。○「疏通知遠，《書》教也」者，書錄帝王言誥，舉其大綱，事非繁密，是疏通上知帝皇之世，是知遠也。○「廣博易良，《樂》教也」者，《樂》以和通為體，無所不用，是廣博簡易良善，使人從化，是易良。○「絜靜精微，《易》教也」者，《易》之於人，正則獲吉，邪則獲凶，不為淫濫，是絜靜。窮理盡性，言入秋毫，是精微。○「恭儉莊敬，《禮》教也」者，《禮》以恭遜、節儉、齊莊敬慎為本，若人能恭敬節儉，是《禮》之教也。○「屬辭比事，《春秋》教也」者，屬，合也；比，近也。《春秋》聚合、會同之辭，是屬辭，比次褒貶之事，是比事也。凡人君行此等六經之教，以化於下。在下染習其教，還有六經之性，故云《詩》教《書》教之等。○「故《詩》之失愚」者，《詩》主敦厚，若不節之，則失在於愚。○「《書》之失誣」者，《書》廣知久遠，若不節制，則失在於誣。○「《樂》之失奢」者，《樂》主廣博和易，若不節制，則失在於奢。○「《易》之失賊」者，《易》主絜靜嚴正，遠近相取，愛惡相攻，若不節制，則失在於賊害。○「《禮》之失煩」者，《禮》主文物，恭儉莊敬，若不能節制，則失在於煩苛。○「《春秋》之失亂」者，《春秋》習戰爭之事，若不能節制，失在於亂。此皆謂人君用之教下，不能可否相濟、節制合宜，所以致失也。○「其為人也溫柔敦厚而不愚，則深於《詩》者也」，此一經以《詩》化民，雖用敦厚，能以義節之。欲使民雖敦厚，不至於愚，則是在上深達於《詩》之義理，能以《詩》教民也。故云「深於《詩》者」也。以下諸經，義皆放此。○注云「易精」至「之事」。○正義曰：「《易》精微」者，《易》理微密，相責褊切，不能含容。云「愛惡相攻」者，謂《易》卦六爻，或陰爻乘陽，或陽爻據陰，近而不得，是愛惡相攻也。云「遠近相取」者，謂彼此有應，是遠近相取也。或遠而無應，近而不相得，是遠近不相取也。云「則不能容人，近於傷害」者，若意合則雖遠必相愛，若意離雖近必相惡，是不能容人不與己同，浪被傷害，是失於賊害也。云「《春秋》習戰爭之事」者，以《春秋》記諸侯相侵伐，又有鬥爭之辭。若僖二十八年，晉人執衛侯歸之於京師；昭十三年平丘之會，子產爭丞之類是也。故前注云《春秋》記罪辯之事也。然《詩》為《樂》章，《詩》、《樂》是一，而教別者，若以聲音、干戚以教人，是《樂》教也；若以《詩》辭美刺、諷喻以教人，是《詩》教也。此為政以教民，故有六經。若教國子弟於庠序之內，則唯用四術。故《王制》云「《春秋》教以禮、樂，冬夏教以《詩》、《書》」是也。此六經者，惟論人君施化，能以此教民，民得從之，未能行之至極也。若盛明之君，為民之父母者，則能恩惠下極於民，則《詩》有好惡之情，禮有政治之體，樂有諧和性情，皆能與民至極，民同上情，故《孔子閒居》云「志之所至，《詩》亦至焉。《詩》之所至，禮亦至焉。禮之所至，樂亦至焉」是也。其《書》、《易》、《春秋》，非是恩情相感、與民至極者，故《孔子閒居》無《書》、《易》及《春秋》也。"
      },
      {
        "index": 2,
        "text": "天子者，與天地參，故德配天地，兼利萬物，與日月竝明，明照四海而不遺微小。其在朝廷則道仁聖禮義之序，燕處則聽《雅》、《頌》之音，行步則有環佩之聲，升車則有鸞和之音。居處有禮，進退有度，百官得其宜，萬事得其序。《詩》云：「淑人君子，其儀不忒。其儀不忒，正是四國。」此之謂也。○注：道，猶言也。環珮，佩環、佩玉也，所以為行節也。《玉藻》曰：「進則揖之，退則揚之。然後玉鏘鳴也。」環取其無窮止，玉則比德焉。孔子佩象環，五寸。人君之環，其制未聞也。鸞、和，皆鈴也，所以為車行節也。《韓詩內傳》曰：「鸞在衡，和在軾。前升車則馬動，馬動則鸞鳴，鸞鳴則和應。」居處，朝廷與燕也。進退，行步與升車也。○音義：淑，常六反。忒，吐得反。鎗，七羊反，本又作鏘。鈴音零。軾音式。應，應對之應。發號出令而民說，謂之和。上下相親，謂之仁。民不求其所欲而得之，謂之信。除去天地之害，謂之義。義與信，和與仁，霸王之器也。有治民之意而無其器，則不成。○注：器，謂所操以作事者也。義、信和仁，皆存乎禮。○音義：說音悅。去，羌呂反，下同。王，徐於況反。操，七刀反。"
      },
      {
        "index": 3,
        "text": "疏　 「天子」至「不成」。○正義曰：此一節盛明天子霸王，唯有禮為霸王之器，言禮之重也。○「與天地參」者，天覆地載，生養萬物，天子亦能覆載生養之功，與天地相參齊等，故云「與天地參」。○「《詩》云：淑人君子，其儀不忒，其儀不忒，正是四國」者，此《詩．曹風．鳲鳩》之篇，剌上下不均平之詩，言善人君子用心均平，其威儀不有差忒，以其不差，故能正此四方之國。○「此之謂也」者，言《詩》之所云，正當此聖人有禮之謂也。「民不求其所欲而得之，謂之信」者，謂明君在上，周贍於下，民不須營求所欲之物，自然得之，是在上信實，恩能覆養故也。猶若《尚書傳》稱「民擊壤而歌，鑿井而飲，耕田而食，帝有何力」，是不求其所欲也。天不言而四時行，是信若四時，故云「謂之信」也。○「除去天地之害，謂之義」者，義，宜也。天地無害於物，有宜故為義。天地害者，謂水旱之等及疫癘之屬，及天地之內有惡事害人，皆名天地之害也。○「霸王之器」者，器，謂人所操持以作事物者。欲為其事，必先利其器，言欲作霸王，必須義、信和仁，是霸王之器也。○注云「韓詩」至「軾前」。○正義曰：此鸞和所在，謂朝祀所乘之車，若田獵之車則鸞在鑣也。故《詩．秦風》云「輶車鸞鑣」，箋云「置鸞於鑣，異於乘車」。是乘車鸞在衡也。然鄭於《商頌》箋云「在軾曰和，在鑣曰鸞」，彼亦乘車，鸞在鑣，與《秦詩》箋不同者，鄭於《秦詩》已解，故於《商頌》略而不言，或可以經無正文，鄭為兩說。"
      },
      {
        "index": 4,
        "text": "禮之於正國也，猶衡之於輕重也，繩墨之於曲直也，規矩之於方圜也，故衡誠縣，不可欺以輕重。繩墨誠陳，不可欺以曲直。規矩誠設，不可欺以方圜。君子審禮，不可誣以姦詐。○注：衡，稱也。縣，謂錘也。陳、設，謂彈畫也。議，猶審也，或作成。○音義：圜音圓。縣音玄，與注同。稱，尺證反。錘，直偽反。彈，徒丹反。畫，胡麥反。是故隆禮由禮，謂之有方之士。不隆禮，不由禮，謂之無方之民。敬讓之道也。故以奉宗廟則敬；以入朝廷則貴賤有位；以處室家則父子親，兄弟和；以處鄉里則長幼有序。孔子曰：「安上治民，莫善於禮。」此之謂也。○注：隆禮，謂盛行禮也。方，猶道也。《春秋傳》曰：「教之以義方。」"
      },
      {
        "index": 5,
        "text": "疏　 「禮之於正國也」至「治民莫善於禮，此之謂也」。○正義曰：此一節贊明禮事之重，治國之急。○「故衡誠縣，不可欺以輕重」者，衡，謂稱衡。縣，謂稱錘。誠，審也。若稱衡詳審縣錘，則輕重必正，故云「不可欺以輕重」。○「繩墨誠陳，不可欺以曲直」，陳，謂陳列，若繩墨審能陳列，則曲直必當，故云「不可欺以曲直」。○「規矩誠設，不可欺以方圜」者，規，所以正圜；矩，所以正方；設謂置設。若規矩詳審置設，則方圜必得，故云「不可欺以方圜」。○「君子審禮，不可誣以姦詐」，設譬既畢，故以此言結之。言君子之人，若能審詳於禮，則姦詐自露，不可誣罔也。○「是故隆禮由禮，謂之有方之士」者，隆，盛也；由，行也；方，道也。若君子能隆盛行禮，則可謂有道之士也。反此則為無知之民，民是無知之稱故也。○「敬讓之道也」者，此言禮之為用，是敬讓之道也。為下文而起。○「此之謂也」者，從篇首「孔子曰：入其國，其教可知也」至此「長幼有序」，事相連接，皆是孔子之辭，記者錄之而為記。其理既盡，記者乃引孔子所作《孝經》之辭以結之，故云「此之謂也」。言孔子所云者，正此經之所謂也。○注「春秋」至「義方」。○正義曰：《春秋左氏》隱三年傳文，衛莊公寵公子州吁，石碏諫云：「臣聞愛子，教之以義方，弗納於邪。」引之者，證方為道也。"
      },
      {
        "index": 6,
        "text": "故朝覲之禮，所以明君臣之義也。聘問之禮，所以使諸侯相尊敬也。喪祭之禮，所以明臣子之恩也。鄉飲酒之禮，所以明長幼之序也。昏姻之禮，所以明男女之別也。夫禮，禁亂之所由生，猶坊止水之所自來也。故以舊坊為無所用而壞之者，必有水敗。以舊禮為無所用而去之者，必有亂患。○注：春見曰朝，小聘曰問，其篇今亡。昏姻，謂嫁取也。婿曰昏，妻曰姻。自，亦由也。○音義：覲，其靳反。長，丁丈反，下同。姻音因。別，彼列反。坊音房，本又作防，下同。壞音怪。見，賢遍反。取，七注反，本亦作娶。"
      },
      {
        "index": 7,
        "text": "疏　 「故朝」至「亂患」。○正義曰：此一經明禮之所用，各有所主，又明舊禮不可不用之意。但自此以下，上丞孔子曰「此之謂也」，以後則是記者廣明安上治民之義，非復孔子之言也。○「夫禮，禁亂之所由生」者，由，從也。禮禁亂之所從生，亂生之處，則豫禁之。若深宮固門，閽寺守之；諸侯夫人父母沒，不得歸寧之類是也。○「猶坊止水之所自來也」，坊，謂堤坊，人築堤坊，止約水之所從來之處，言若有汙下水來之處，則豫防障之。○「故以舊坊為無所用而壞之者，必有水敗」者，譬言舊禮不可去也。坊以止水，忽有無知之人，謂舊坊為無所用而壞之，坊壞則水必來敗於產業也。○「以舊禮為無所用而去之者，必有亂患」者，禮本坊亂，忽有愚人，謂舊禮為無所用而壞去之者，則必有亂患之事也。○注「婿曰昏，妻曰姻」。○正義曰：案《爾雅．釋親》云：「婿之父為姻，婦之父為婚。」此云「婿曰昏，妻曰姻」者，《爾雅》據男女父、母，此據男女之身。婿則昏時而迎，婦則因而隨之，故云「婿曰昏，妻曰姻」。"
      },
      {
        "index": 8,
        "text": "故昏姻之禮廢，則夫婦之道苦，而淫辟之罪多矣。鄉飲酒之禮廢，則長幼之序失，而爭鬬之獄繁矣。喪祭之禮廢，則臣子之恩薄，而倍死忘生者眾矣。聘覲之禮廢，則君臣之位失，諸侯之行惡，而倍畔侵陵之敗起矣。○注：苦，謂不至、不答之屬。○音義：辟，匹亦反。倍音佩，下同。行，下孟反。"
      },
      {
        "index": 9,
        "text": "疏　 「故昏姻」至「起矣」。○正義曰：此明禮諸事不可闕廢，若其闕廢，則禍亂興也。○「而爭鬥之獄繁矣」者，以鄉飲酒之禮，明上下長幼共相敬讓。今若廢而不行，則尊卑無序，故爭鬥之獄繁多矣。○「而倍死忘生者眾矣」者，喪祭之禮，所以敦勖臣子恩情，使死者不見背違，生者恒相從念。若廢不行，故臣子恩薄而死者見背，生者被遺忘。如此者多，故云「眾矣」。○「而倍畔侵陵之敗起」者，倍畔，謂據倍天子也。侵陵，謂侵陵鄰國也。○注「苦謂」至「之屬」。○正義曰：「不至」者，謂夫親迎而女不至。若《詩．陳風》云：「昏以為期，明星煌煌。」注云：「女留他色，不肯時行。」序云「親迎，女猶有不至者」是也。不答者，謂夫不答耦於婦，故《邶風》云「日月，衛莊姜傷已不見答於先君」是也。此經覆說前經，反明上事。但前經尊重者在前，卑輕者在後，故先朝覲，後昏姻也。又殊別君臣，故先朝覲，後聘問。下經所翻，則據人倫切急者在前，先昏姻，次以鄉飲酒，乃至於聘覲也。聘覲合之者，以其聘覲禮廢，則君臣位失，倍畔、侵陵，其惡相通，故合言之也。"
      },
      {
        "index": 10,
        "text": "故禮之教化也微，其止邪也於未形，使人日徙善遠罪而不自知也，是以先王隆之也。《易》曰：「君子慎始，差若豪氂，繆以千里。」此之謂也。○注：隆，謂尊盛之也。始，謂其微時也。○音義：邪，似嗟反。遠，於萬反。差，初隹反，徐初宜反。豪，戶刀反，依字作毫。氂，李其反，徐音來，本又作釐。繆音謬。"
      },
      {
        "index": 11,
        "text": "疏　 「故禮」至「謂也」。○正義曰：「故禮之教化也微」者，言禮之教人豫前，事微之時豫教化之，又教化之時，依微不甚指斥。○「其止邪也於未形」者，謂止人之邪，在於事未形著，是教化於事微者也，使人至之也。又使人日日徙善、遠於罪惡而不自覺知。是教化依微，不甚指斥。為此之故，是以先世之王隆尚之也。○「《易》曰：君子慎始，差若豪氂，繆以千里，此之謂也」者，此《易．繫辭》文也。言君子謹慎事之初始，差錯若豪氂之小，至後廣大錯繆以至千里之大。引之者，證禮之防人在於未形著之前。若初時不防，則後致千里之繆，故云「此之謂也」。"
      }
    ]
  }
}