{
  "chapterNumber": 27,
  "title": "燕義",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "古者周天子之官有庶子官。庶子官職諸侯、卿、大夫、士之庶子之卒，掌其戒令，與其教治，別其等，正其位。○注：職，主也。庶子，猶諸子也。《周禮》諸子之官，司馬之屬也。卒，讀皆為「倅」，諸子副代父者也。戒令，致於大子之事。教治，脩德學道。位，朝位也。○音義：卒，依注音倅，七對反，又蒼忽反，副也。治，直吏反，注及下同。別，彼列反。大子音泰，後「大子學」同。朝音直遙反。國有大事，則率國子而致於大子，唯所用之。若有甲兵之事，則授之以車甲，合其卒伍，置其有司，以軍法治之，司馬弗正。○注：國子，諸子也。軍法：百人為卒，五人為伍。弗，不也。國子屬大子，司馬雖有軍事不賦也。○音義：合如字，徐音閤。卒伍，子忽反，注同。伍音五。正音征。凡國之政事，國子存游卒，使之脩德學道，春合諸學，秋合諸射，以考其藝而進退之。○注：游卒，未仕者也。學，大學也。射，射宮也。《燕禮》有庶子官，是以《義》載此以為說。○音義：卒，七內反，注同。"
      },
      {
        "index": 1,
        "text": "疏　 「古者」至「退之」。○正義曰：此一節明諸侯與庶子燕飲之禮，從篇首至末，皆明燕飲之義。但燕飲之禮，有庶子官，故方說燕禮之初，先陳庶子之事。各隨文解之。「周天子之官有庶子官」者，此明「庶子」之義也。謂作《記》之人在於週末，追述周初之事，故云「古者」。言周之天子，其下立官有庶子之官，天子謂之「諸子」，諸侯謂之「庶子」，其所職掌，諸子、庶子同也。故此《記》雖明諸侯庶子職掌，其所載之事皆《諸子職》文也。○「庶子官職諸侯、卿、大夫、士之庶子之卒」者，言此官職主諸侯及卿、大夫、士眾庶之子副倅於父之事，所以官名「庶子」。○「掌其戒令」者，此等眾子須有戒法政令，而庶子官掌之。○「與其教治」者，與，猶及也。教，謂教學。治，謂治身。言非但掌戒令而已，及其教治亦皆掌之。○「別其等」者，謂分別其貴賤之等。○「正其位」者，正其朝廷所立之位也。此《記》云「諸侯、卿、大夫、士之庶子之卒」，《周禮．諸子職》則云「掌國子之倅」，唯此為別。但《諸子職》總謂之「國子」，此云「諸侯、卿、大夫、士之庶子」者，是其適子也。謂之「庶」者，庶，眾也。以其適子眾多，故眾謂之「庶子」，非適子庶弟而稱庶子也。必知「適子」者，以其云「倅」，是副貳於父之言。故鄭注《諸子職》云：「國子者，是公、卿、大夫、士之副貳。」又引《王》制云「王大子，王子，群後之大子，卿、大夫、元士之適子」是也。○注「職主」至「位也」。○正義曰：云「《周禮》諸子之官，司馬之屬也」者，案《周禮》，諸子，下大夫，屬司馬。云「卒，讀皆為倅」者，以經云「庶子之卒」，下文云「國子存游卒」，以「卒」字非一，故云卒皆為倅。若旁置「人」者，是副倅之「倅」。若不置人者，則百人為卒之「卒」。故讀「卒」從「倅」也。云「諸子副代父者也」，此諸適子皆副代於父，與父為倅，故稱「倅」也。云「戒令，致於大子之事」者，則下文云：「國有大事，則率國子而致於大子。」其事非一，故云「戒令，致於大子之事」。云「位，朝位也」者，此等諸子雖未為官，皆從父尊卑以為等級，故有別其等、正其位也。「唯所用之」者，若國有大事之時，而進致諸子於大子，唯任大子隨時所用也。○「合其卒伍，置其有司」者，言若國有甲兵之事，則庶子之官，付授以車甲，合會之以卒伍，置立之以有司。謂立其主將，使統領之，用軍旅之法治理之。○「司馬弗正」者，弗，不也。正，役也。以此等諸子既統屬大子，隨大子徵發，王家之事，司馬不得征役之也。○「凡國之政事，國子存游卒」者，前經云「國有大事」，謂祭祀，或宿衛，又云「甲兵之事」。此經別云「國之政事」，則非大事與甲兵也。是國之尋常小小之政事，謂力役、士功、胥徒之屬，不與干國子，唯民庶所為。「國子存游卒」，未仕者之中，不干其事也。○「使之脩德學道」者，既不與國子之尋常政事，但使之脩行其德，學習道藝也。○「春合諸學」者，謂仲春之時，合此諸子在於大學。○「秋合諸射」者，謂仲秋之時，合其諸子在於射宮，使之脩德學道，或容習射也。○「以考其藝而進退之」者，是庶子之官，考校其藝之高下，而進退其能否，能者進之，否者退之。○注「游卒」至「為說」。○正義曰：「游卒，未仕者也」，案《師氏職》云：「凡國之貴遊子弟學焉。」鄭注云：「貴遊子弟，王公之子弟。游，無官司者。」則此游卒，是游逸以為副倅，故云「未仕者」。云「學，大學也」者，以《大胥》云「春釋菜合舞」，《文王世子》云「春夏學干戈，秋冬學羽籥」，皆於東序。初教在東序，至合時則在周之大學，故云「學，大學也」。云「射，射宮也」，擇士習射之宮也。又《周禮．大胥》云：「秋頒學合聲。」其合聲之時，則亦在大學。《文王世子》云：「凡大合樂，必遂養老。」鄭云「春合舞，秋合聲」。是養老在東序也，故知大合樂在東序。云「《燕禮》有庶子官，是以《義》載此以為說」者，案《燕禮》云：「主人升自西階，獻庶子於阼階上。」又云：「庶子執燭。」是《燕禮》有庶子官也。以庶子於燕有事，是以《燕義》於此說庶子職掌，故云「載此以為說」也。"
      },
      {
        "index": 2,
        "text": "諸侯燕禮之義，君立阼階之東南，南鄉，爾卿，大夫皆少進，定位也。君席阼階之上，居主位也。君獨升立席上，西面特立，莫敢適之義也。○注：定位者，為其始入踧蜡，揖而安定也。○音義：鄉，許亮反。適音敵，大歷反，本亦作「敵」。為，于偽反，下文「為疑」同。踧，本亦作「蹴」，千六反。，子昔反，又積亦反。"
      },
      {
        "index": 3,
        "text": "疏　 「諸侯」至「義也」。○正義曰：此經說燕禮之初，君獨升立於阼階之上，明君尊莫敢敵之義也。皆引《燕禮》正經，記者以義說之。○「卿大夫皆少進，定位也」者，案《燕禮》：「卿大夫皆入門右，北面」，「君南鄉，爾卿。卿西面，北上，爾大夫。大夫皆少進」，皆北面，所以然者，定群臣之位也。「定位」之語，是記者之辭也。○「君席阼階之上，居主位也」者，居主位之語，亦記者辭也。「君獨升立席上，西面特立，莫敢適之義也」者，「莫敢適」，言臣下莫敢與君敵匹而為禮，亦是記者之言也。"
      },
      {
        "index": 4,
        "text": "設賓主，飲酒之禮也。使宰夫為獻主，臣莫敢與君亢禮也。不以公卿為賓，而以大夫為賓，為疑也，明嫌之義也。賓入中庭，君降一等而揖之，禮之也。○注：設賓主者，飲酒致歡也。宰夫，主膳食之官也。天子使膳宰為主人。公，孤也。疑，自下上至之辭也。公卿尊矣，復以為賓，則尊與君大相近。○音義：亢，苦浪反。使宰夫，本亦作「使膳夫」。上，時掌反。復，扶又反。大音泰，舊他佐反。近，附近之近。"
      },
      {
        "index": 5,
        "text": "疏　 「設賓」至「之也」。○正義曰：此經明《燕禮》臣莫敢亢君，君又屈而禮之也。○「而以大夫為賓，為疑也」者，公卿，朝臣之尊；賓又敵主之義。若以公卿為賓，疑其敵君之義，為其嫌疑，故所以使大夫為賓，明其遠嫌之義也。○「君降一等而揖之，禮之也」，賓既至庭，君降階一等而揖之，是以禮待於賓也，故云「禮之」。「禮之」亦記者辭也。○注「設賓」至「相近」。○正義曰：云「天子使膳宰為主人」者，《文王世子》文。云「公，孤也」者，此諸侯燕臣子之禮，而稱「公」，故知是上公得置孤。孤止一人，而《燕禮》云「諸公」者，鄭注彼云：「言『諸』者，容牧有三監也。」云「疑，自下上至之辭也」，疑，擬也。是在下比擬於上，故云「自下上至之辭也」。云「尊與君大相近」，言公卿在朝，位與君相近。今若使為賓，被君所敬，則其尊與君大相逼近，故經云「以大夫為賓」，為其疑故也。"
      },
      {
        "index": 6,
        "text": "君舉旅於賓，及君所賜爵，皆降，再拜稽首，升成拜，明臣禮也。君答拜之，禮無不答，明君上之禮也。臣下竭力盡能以立功於國，君必報之以爵祿，故臣下皆務竭力盡能以立功，是以國安而君寧。禮無不答，言上之不虛取於下也。上必明正道以道民，民道之而有功，然後取其什一，故上用足而下不匱也。是以上下和親而不相怨也。和寧，禮之用也。此君臣上下之大義也。故曰：「燕禮者，所以明君臣之義也。」○注：言聖人制禮，因事以託政。臣再拜稽首，是其竭力也。君答拜之，是其報以祿惠也。○音義：稽，徐本作「」，音啟。以道音導，下同。什音十。匱，求位反。"
      },
      {
        "index": 7,
        "text": "疏　 「君舉」至「義也」。○正義曰：此一經明《燕禮》臣盡禮於下、君答之於上、上下交歡而不相怨，明君臣之義也。○「君舉禮於賓」者，謂舉旅酬之酒以酬賓。○「及君所賜爵」者，特賜臣下之爵。○「皆降，再拜稽首，升成拜」者，謂賓受君之酬，及臣受君賜爵，皆降自西階，再拜稽首。以受君恩，又升堂，更再拜稽首，以成拜也。故《燕禮》云：「公酬賓，賓降西階下，再拜稽首。公命小臣辭，賓升成拜。」鄭云：「升成拜，復再拜稽首也。」至禮殺之後，賓下堂，是欲拜。君則辭之，賓未拜也。賓乃升堂，再拜稽首。鄭注云不言成拜者，以其下堂，未拜故也。《燕禮》云：「公卒觶，賓下拜，小臣辭。賓升，再拜稽首。」鄭注云：「不言成拜者，為拜故下，賓未拜也。下不敢輒拜，禮殺也。」○「臣下竭力盡能以立功於國」者，案《燕禮》，君賜爵之時，再拜稽首，示竭力盡能立功於國也。○「君必報之以爵祿」者，以《燕禮》臣拜，君皆答之者，示君報之以爵祿也。○「禮無不答，言上之不虛取於下也」者，以《燕禮》凡臣之拜，君無不答拜之，示為上之道「不虛取於下」也，上必須報之也。○「上必明正道以道民，民道之而有功」者，上下必須相報，故在上明正教，以教道於民，民亦依君訓道有功報上也。○「然後取其什一」者，前明君臣相報，此明君民上下相報。君既薄斂於上，民亦什一而稅於下，故國家用足而下不匱乏，是上下和平親睦，而不相怨恨也。○「和寧，禮之用也」者，「上下和親」，是和也。「而不相怨」，是安寧也。和之與寧，禮之所用，以結成上文也。"
      },
      {
        "index": 8,
        "text": "席：小卿次上卿，大夫次小卿，士、庶子以次就位於下。獻君，君舉旅行酬，而后獻卿。卿舉旅行酬，而后獻大夫。大夫舉旅行酬，而后獻士。士舉旅行酬，而后獻庶子。俎豆、牲體、薦羞，皆有等差，所以明貴賤也。○注：牲體，俎實也。薦，謂脯醢也。羞，庶羞也。○音義：差，初佳反，又初宜反。醢音海。"
      },
      {
        "index": 9,
        "text": "疏　 「席小」至「賤也」。○正義曰：此明尊卑上下席位之所，受獻旅酬之差，貴賤先後之義。○「席，小卿次上卿」者，案《燕禮》，上卿在賓席之東，小卿在賓席之西，隔越於賓席，而云「次上卿」者，以俱南面東上，遙相次耳。○「大夫次小卿」者，案《燕禮》，大夫在小卿之西，故《燕禮》云：「辯獻大夫，遂薦之。繼賓以西，東上。」○「士庶子以次就位於下」者，《燕禮》於西階上獻士，既受獻者立於阼階下，西面北上。獻庶子於阼階上，既獻立於阼階下，故云「士庶子以次就位於下」也。○「獻君，君舉旅行酬」者，案《燕禮》，宰夫為主人酌以獻賓，賓飲畢，酌以酢主人。主人飲畢，酌以獻君。君飲畢，酌以酢主人。更爵以受酢於阼階下，飲卒爵。主人又洗觚酬，主人先飲卒爵，酌以酬賓。賓受觚坐奠於薦東訖，小臣請媵爵者二人，媵爵阼階下，皆北面媵爵於公。媵爵者先自飲畢。媵爵者洗象觶，酌奠於公席之前，公坐取所媵之觶以酬賓。賓於時下，再拜稽首，公命小臣辭。賓升，成拜。公立卒觶，賓乃受公虛爵，酌之，酬大夫於西階上。眾大夫相酬畢，奠虛觶於篚。」此是「獻君，君舉旅行酬」也。○「而後獻卿，卿舉旅行酬」者，案《燕禮》，主人洗，升，實散，獻卿於西階上。獻卿畢，小臣又請媵爵者，公使二人媵爵，奠於公前。公又行一爵，若賓若長，唯公所酬，以旅於西階上。大夫辯而止。此是為卿旅酬也。《燕禮》直云「卿」，不云小卿、大卿之異，則小卿、大卿俱同獻也。○「而後獻大夫，大夫舉旅行酬」者，案《燕禮》，主人洗，獻大夫於西階上，大夫辯受獻，乃納工。獻眾工畢，公又舉奠觶，唯公所賜，以旅於西階上。此是獻大夫，為大夫而旅酬也。○「而後獻士，士舉旅行酬」者，案《燕禮》，說屨，升堂坐之後，主人獻士於西階上。獻士辯，又獻旅食賓。媵觚於公，公坐取賓所媵觶，興。唯公所賜。乃就席，坐行之，終於大夫。終受者興，以酬士，士舉旅於西階上。此是獻士為旅酬也。○「而後獻庶子」者，庶子卑，不為之舉旅，但無算爵之節，執爵者酌而旅之。○「俎豆、牲體、薦羞，皆有等差」者，公及卿、大夫、士等牲體、薦羞之節，皆有等差，但《燕禮》不載，無以言也。"
      }
    ]
  }
}