{
  "chapterNumber": 10,
  "title": "坊記",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "子言之：「君子之道，辟則坊與？坊民之所不足者也。○注：民所不足，謂仁義之道也。失道則放辟邪侈也。○音義：辟，匹亦反，注同，舊芳益反，徐又音譬。與音餘。邪，似嗟反。侈，昌氏反，又尺氏反。大為之坊，民猶踰之。○注：言嚴其禁尚不能止，況不禁乎！故君子禮以坊德，刑以坊滛，命以坊欲。」○注：命，謂教令。"
      },
      {
        "index": 1,
        "text": "疏　 「子言」至「坊欲」。○正義曰：此一節發端起首總明所坊之事。但此篇凡三十九章，此下三十八章悉言「子云」，唯此一章稱「子言之」者，以是諸章之首、一篇總要，故重之，特稱「子言之」也。餘章其意稍輕，故皆言「子云」也。諸書皆稱「子曰」，唯此一篇皆言「子云」，是錄記者意異，無義例也。但此篇所「坊」，體例不一。或數經共論一事，每稱「子云」、「以此坊民」；或有一經之內發初言「子云」，唯說一事，下即云「以此勞民」結之；或有一經之內雖說一事，即稱「民猶犯齒」，「民猶犯貴」，「民猶犯君」；或有每事之下引《詩》、《書》結之者；或有一事之下不引《詩》、《書》者：如此之屬，事義相似，體例不同，是記者當時之意，無義例也。今各隨文解之。○「辟則坊與」者，君子之道，坊民之過，譬如坊之礙水，故云「辟則坊與」。但言「坊」字，或上旁為之，或阜旁為之，古之通用也。○「坊民之所不足者也」，釋立坊之義也。言設坊坊民者，為民行仁義不足故也。○「大為之坊，民猶踰之」者，解不可無坊也。聖人在上，大設其坊坊之，而人猶尚踰越犯躐，況不坊乎？「故君子禮以坊德」者，由民踰德，故人君設禮以坊民德之失也。○「刑以坊淫」者，制刑以坊民淫邪也。○「命以防欲」者，命，法令也；欲，貪慾也。又設法令以坊民之貪慾也。"
      },
      {
        "index": 2,
        "text": "子云：「小人貧斯約，富斯驕。約斯盜，驕斯亂。○注：約，猶窮也。○音義：喬音驕，本亦作驕，下同。禮者，因人之情而為之節文，以為民坊者也。故聖人之制富貴也，使民富不足以驕，貧不至於約，貴不慊於上，故亂益亡。」○注：此「節文」者，謂農有田里之差，士有爵命之級。慊，恨不滿之貌也。慊，或為「嫌」。○音義：慊，口簟反。級音給。"
      },
      {
        "index": 3,
        "text": "疏　 「子云」至「益亡」。○正義曰：此一節明小人貧富皆失於道，故聖人制禮而為之節文，使富不至驕，貧不至約。○「故聖人之制富貴也」者，既其置坊，故聖人制為富貴貧賤之法也。不云貧賤，略其文也。○「使民富不足以驕」者，此為富者製法也。「制富」者，居室、丈尺、俎豆、衣服之事須有法度，不足至驕也。○「貧不至於約」者，此為貧者製法也。制農田百畝，桑麻自贍，比閭相賙，不令至於約也。○「貴不慊於上」者，此為貴者製法也。「貴」，謂卿士之屬也；「慊」，恨不滿之貌也。聖君制其祿秩，隨功爵而施，則貴臣無復恨君祿爵以薄於已者也。○「故亂益亡」者，結上文也。益，漸也。亡，無也。使富而不驕，貧而不盜，貴又不恨，故為亂之道漸無也。不云賤者，亦從可知也。"
      },
      {
        "index": 4,
        "text": "子云：「貧而好樂，富而好禮，眾而以寧者，天下其幾矣！○注：言如此者寡也。寧，安也。大族眾家，恒多作亂。○音義：好，呼報反，下同。樂音洛，又音岳。幾，居豈反，又音譏。《詩》云：『民之貪亂，寧為荼毒。』○注：言民之貪為亂者，安其荼毒之行。惡之也。○音義：荼音徒。行，下孟反。惡，烏路反，下「猶惡」皆同。故制國不過千乘，都成不過百雉，家富不過百乘，以此坊民，諸侯猶有畔者。」○注：古者方十里，其中六十四井出兵車一乘，此兵賦之法也。成國之賦千乘。雉，度名也，高一丈長二丈為雉。百雉為長三百丈，方五百步。子男之城方五里。百雉者，此謂大都，三國之一。○音義：乘，繩證反，下注同。高，古報反。長，直亮反，下同。"
      },
      {
        "index": 5,
        "text": "疏　 「子云」至「畔者」。○正義曰：此一節明上下制度有限，防其奢僣畔逆之事。○「眾而以寧者，天下其幾矣」者，言家族眾多，必致禍亂。家族眾而得寧者，普天之下，其幾多人矣？言「貧而好樂，富而好禮，眾而得寧」如此三者，言天下極少，故云「其幾」矣。○「《詩》云：民之貪亂，寧為荼毒」者，此《詩．大雅．桑柔》之篇，刺厲王之詩。言民之惡者，貪為禍亂，安為荼毒之行以害於人。民多如此，故云上三事天下甚少。○「故制國不過千乘，都城不過百雉家，富不過百乘」者，以天下為惡者多，故為限節制，諸侯之國，不得過千乘之賦；卿大夫都城，不得過越百雉；卿大夫之富，采地不得過越百乘。「以此坊民，諸侯猶有畔者」，於時卿大夫亦有畔，而獨言「諸侯」者，舉其重，餘可知也。○注「古者」至「之一」。○正義曰：「古者方十里，其中六十四井出兵車一乘，此兵賦之法也」，案《司馬法》云：「成方十里，出革車一乘。」《司馬法》又云：「甸方八里，出長轂一乘。」鄭注《小司徒》云：「若通溝洫之地，則為十里。若除溝洫之地，則為八里。」故云「六十四井出車一乘」。云「成國之賦千乘」者，襄十四年《左傳》「成國不過半天子之軍」，謂滿千乘則為成國，是公侯之封也。案千乘之賦，地方三百一十六里有畸。案《周禮》「公五百里，侯四百里」，則是過千乘。云「不過千乘」者，其地雖過，其兵賦為千乘，故《論語》注云：「雖大國之賦，亦不是過焉。」其兵賦之法，王畿之內六鄉之法，家出一人，萬二千五百家為鄉。《小司徒》云「五師為軍」，則萬二千五百家為一軍，是一鄉出一軍。又云天子六軍，是出於六鄉。凡軍制，《小司馬》云：「五人為伍，五伍為兩，四兩為卒，五卒為旅，五旅為師，五師為軍。」此師之制也。凡出軍之法，鄉為正，遂為副，則遂之出軍與鄉同。故鄭注《小司徒》云「鄉之田制與遂同」，則知遂之軍法與鄉同。其公邑出軍，亦與鄉同，故鄭注《匠人》云：「采地制井田，異於鄉、遂及公邑。」則知公邑地制與鄉遂同，明公邑出軍，亦與鄉同。其公卿大夫采地，既為井田，殊於鄉遂，則出軍亦異於鄉、遂也。故鄭注《小司徒》：「井十為通，士一人，徒二人。通十為成，革車一乘，士十人，徒二十人。十成為終，革車十乘，士一百人，徒二百人。十終為同，革車百乘，士千人，徒二千人。」此謂公卿大夫采地出軍之制也。其王畿之外，謂諸侯大國三軍，次國二軍，小國一軍，皆出鄉遂，故《費誓》云「三郊三遂」，是諸侯有遂也。其諸侯計地出軍，則《司馬法》云：「九夫為井，四井為邑，四邑為丘，馬一匹，牛三頭。四丘為甸，出長轂一乘，甲士三人，步卒七十二人，馬四匹，牛十二頭。」故成元年作丘甲，杜、服俱引此文以釋之。又《論語》云：「道千乘之國。」鄭注引《司馬法》「成出革車一乘」，但十里、八里不同，於上已釋，此皆謂天子諸侯兵賦也。又《異義》云：「天子萬乘，諸侯千乘，大夫百乘。」此大判言之，尊卑相十之義，其間委曲，鄉遂、公邑分別不同也。故《魯頌》云「公車千乘」謂大總計地出軍也。「公徒三萬」，謂鄉遂兵數也。是國界計地與鄉遂數不同。諸侯城方十里，出賦之時雖革車一乘，甲士三人，步卒七十二人，其臨敵對戰之時，則同鄉法「五人為伍、五伍為兩」之屬也。故《左傳》云：邲之戰，楚廣有一卒，卒偏之兩。又云：兩之一卒適吳。是兩軍對陣同鄉法也。《牧誓》云：「武王戎車三百兩。」孔注云：「一車，步卒七十二人。」則出軍法也。經云「千夫長，百夫長」，謂對敵時也。據《司馬法》之文，諸侯車甲牛馬，皆計地令民自出。若鄉遂之眾七十五人，則遣出革車一乘，甲士三人，馬四匹，牛十二頭。恐非力之所能，皆是國家所給，故《周禮．巾車職》：「毀折，入繼於職幣。」又《周禮．馬質》云：「凡受馬於有司者，書其齒毛，與其賈。馬死則旬之內更。」又《司兵職》云：「及授兵，從司馬之法以頒之。及其受兵輸，亦如之。」是國家所給也。云「高一丈長三丈為雉」者，《異義》古《春秋左氏》說云「百雉為長三百丈，方五百步」者，六尺為步，五六三十，故三百丈為五百步。云「子男之城方五百里」者，《周禮．典命》云：「子男五命，其國家、宮室以五為節。」國家謂「城方」也。是子男城方五里也。云「百雉者，此謂大都，三國之一」者，言子男五里，積千五百步。《左傳》云：「大都參分國之一。」子、男大都三分國城而居其一，是大都五百步為百雉也。但國城之制，凡有二義，鄭之此注，子、男五里，則侯、伯七里，公九里，天子十二里。案鄭注《駁異義》又云：「天子城九里，公城七里，侯、伯之城五里，子、男之城三里。此云『百雉』者，謂侯、伯之大都。」杜預同焉。與鄭此注異也。經云「家富不過百乘」者，諸侯之卿采地也。故《左傳》云「唯卿備百邑」，地方百里也。直云唯卿百邑，未知天子、諸侯、公、卿、大夫采地大小。案鄭注《小司徒》云：「百里之國，凡四都。五十里之國，凡四縣。二十五里之國，凡四甸。」又云：「采地食者皆四之一。」說者據此以為公食百里，卿食五十里，大夫食二十五里。其諸侯之卿、大夫，傳云「卿備百邑」，《論語》云「百乘之家」。此據諸侯臣之采地，則公之孤、侯伯之卿與天子三公同，俱方百里；公之卿與侯伯之大夫，俱方五十里；公之大夫與侯伯之下大夫，俱方二十五里。其子、男之地，唯方二百里以下，其卿之采地不得復方百里。案《易．訟卦》注云：「小國之下大夫，采地方一成。」其定稅三百家，唯有此文。其子、男中都、大都，無以言之。案鄭注《論語》云：「伯氏駢邑三百家。」云齊下大夫之制，似公侯伯下大夫唯三百家者。但春秋之時，齊之強臣尢多，故伯氏唯食三百家之邑，不與《禮》同也。此皆皇氏之說。熊氏以為卿備百邑者，《鄭志》以為邑方二里，與百乘別。又以諸侯臣賜地無常，得地者卿百乘，下大夫同十里之成。"
      },
      {
        "index": 6,
        "text": "子云：「夫禮者，所以章疑別微，以為民坊者也。故貴賤有等，衣服有別，朝廷有位，則民有所讓。」○注：位，朝位也。○音義：別，彼列反，下同。朝，直遙反，下皆同。子云：「天無二日，土無二王，家無二主，尊無二上，示民有君臣之別也。《春秋》不稱楚、越之王喪。禮：君不稱天，大夫不稱君，恐民之惑也。○注：楚、越之君，僣號稱王，不稱其喪，謂不書「葬」也。《春秋傳》曰：「吳、楚之君不書『葬』，辟其僣號也。」臣者天君，稱天子為天王，稱諸侯不言天公，辟王也。大夫有臣者稱之曰主，不言君，辟諸侯也。此者皆為使民疑惑，不知孰者尊也。《周禮》曰：「主友之讎，視從父昆弟。」○音義：僣，子念反，下同。辟音避，下同。皆為，于偽反。《詩》云：『相彼盍旦，尚猶患之。』」○注：「盍旦」，夜鳴求旦之鳥也，求不可得也，人猶惡其欲反晝夜而亂晦明，況於臣之僣君，求不可得之類，亂上下惑眾也。○音義：相，息亮反。盍音褐。徐苦盍反，注同。子云：「君不與同姓同車，與異姓同車不同服，示民不嫌也。以此坊民，民猶得同姓以弒其君。」○注：同姓者，謂先王、先公，子孫有繼及之道者也，其非此則無嫌也。僕、右恒朝服，君則各以時事，唯在軍同服於。○音義：殺音試，本又作弒。"
      },
      {
        "index": 7,
        "text": "疏　 「子云」至「患之」。○正義曰：此一節明章疑別嫌，恐尊卑相僣，使人疑惑之事。○「章疑」者，疑謂是非不決，當用禮以章明之。○「別微」者，微，謂幽隱不著，當用禮以分別之。○「《春秋》不稱楚、越之王喪」者，言《春秋》之義，但書其「卒」，不稱其楚、越王喪葬之事，謂書「卒」不書「葬」也。若書葬則當稱葬楚、越某王，辟王之名，故不書「葬」。案：《春秋》越子卒，經、傳全無其事，但記者據越稱王之後追而言之，非當時之事也。○「禮：君不稱天」者，謂諸侯之君，臣子不得稱之曰「天公」，辟天子。「大夫不稱君」，謂諸侯之大夫，家臣不得稱之為君，辟諸侯也。○「恐民之惑也」者，所以不稱者，恐民之疑惑也。○「《詩》云：相彼盍旦，尚猶患之」者，鶡旦，是求旦之鳥，夜中而鳴以求早旦，不可得也。言人視彼求旦之鳥，欲反夜作晝，是鳥無識也，求不可得之物。人猶尚惡之，況人上僣於君，求不可得之物，以下亂上，人惡之可知也。○注「春秋」至「昆弟」。○正義曰：所引《春秋傳》者，案宣公十八年楚子旅卒，《公羊傳》曰：「吳、楚之君不書『葬』，辟其號也。」若書「葬」，當書葬楚莊王，辟其王之號，故不書「葬」。云「臣者天君」者，言臣尊君如天，故云「臣者天君」。云「稱天子為天王」者，則《春秋》稱「天王使南季來聘之屬」是也。云「稱之曰主，不言君，辟諸侯也」，則下引《周禮》「主友之讎」，是稱主，亦據臣下自稱己大夫之君但得言主，不得稱君。若官人泛例言之，大夫有采地者，亦得稱君，故《喪服》云「為其君布帶繩屨」，傳言「君，謂有采地者」也；若通而言之，諸侯亦稱主，《曲禮》云：「執主器，謂君也。」大夫自相命亦稱主也，故《左傳》晉士丐，謂荀偃為主云「事吳不敢如事主」是也。稱大夫之妻亦得曰「主」者，案《魯語》云「季孫問於公文伯之母曰：主亦有以語肥也」是也。○注「盍旦」至「眾也」。○正義曰：此逸《詩》也，言夜是闇時，此鳥必欲求明，是求而不可得者也。意欲反夜而為旦，猶若臣之奢僣，欲反下而為上也。○注「同姓」至「服爾」。○正義曰：云「其非此則無嫌也」者，謂非此先王、先公，子孫不有相承繼之勢，則無所嫌疑，得同車也。云「僕、右恒朝服」者，謂僕及車右身衣朝服，故《曲禮》云「乘路馬必朝服」是也。其朝服之內，則有虎裘狼裘，故《玉藻》云「君之右虎裘，厥左狼裘」是也。云「唯在軍同服爾」者，案《春秋》僖五年《左傳》云：「均服振振，取虢之旂。」又《公羊》成二年鞍之戰，逢丑父為齊桓公車右也，衣服與頃公相似，是「在軍同服」。"
      },
      {
        "index": 8,
        "text": "子云：「君子辭貴不辭賤，辭富不辭貧，則亂益亡。○注：亡，無也。○「子云」，自此以下，本或作「子曰」。故君子與其使食浮於人也，寧使人浮於食。」○注：食，謂祿也。在上曰浮。祿勝己則近貪，己勝祿則近廉。○音義：近，附近之近。"
      },
      {
        "index": 9,
        "text": "子云：「觴酒豆肉，讓而受惡，民猶犯齒。衽席之上，讓而坐下，民猶犯貴。朝廷之位，讓而就賤，民猶犯君。○注：犯，猶僣也。齒，年也。禮：六十以上，籩豆有加。貴，秩異者。○音義：觴音傷。衽，而審反，又而鴆反。上，時掌反。《詩》云：『民之無良，相怨一方。受爵不讓，至於己斯亡。』」○注：良，善也。言無善之人，善遙相怨，貪爵祿，好得無讓，以至亡己。○音義：好，呼報反。"
      },
      {
        "index": 10,
        "text": "子云：「君子貴人而賤己，先人而後己，則民作讓，故稱人之君曰君，自稱其君曰寡君。」○注：寡君，猶言少德之君，言之謙。"
      },
      {
        "index": 11,
        "text": "子云：「利祿先死者而後生者，則民不偝；先亡者而後存者，則民可以託。○注：言不偷於死亡，則於生存信。○音義：偝音佩，下及注同。愉音偷，本亦作偷。《詩》云：『先君之思，以畜寡人。』○注：此衛夫人定姜之詩也。定姜無子，立庶子衎，是為獻公畜孝也。獻公無禮於定姜，定姜作詩，言獻公當思先君定公，以孝於寡人。○音義：畜，許六反，注同，毛《詩》作「勖」。定姜之詩，此是是《魯詩》，《毛詩》為莊姜。衎，苦旦反。以此坊民，民猶偝死而號無告。」○注：死者見偝，其家之老弱號呼稱冤。無所告，無理也。○音義：號，戶羔反，注同。冤，於苑反。"
      },
      {
        "index": 12,
        "text": "疏　 「子云」至「無告」。○正義曰：此一節明坊人偝死鄉生之事。○「利祿先死者而後生者」，謂財利榮祿之事，假令死之與生併合俱得，君上先與死者。而後生者。「則民不偝」者，謂在上以此化民，則民皆不偝於死者。○「先亡者而後存」者，亡，謂身為國事亡在外。存，謂存在於國內。若君有利祿，先與在外亡者而後與國內存者。○「則民可以托」者，謂在上以此化民，民皆仁厚，皆可以大事相付託也。○「《詩》云：先君之思，以畜寡人」者，此《邶風．燕燕》之篇，衛莊姜送歸妾之詩。言歸妾戴媯思念先君莊公，以婦道勖勉寡人。寡人，莊姜自謂。此《記》引《詩》以「勖」為「畜」，鄭又以為衛定公大夫定姜之詩。定姜無子，立庶子衎，是為獻公。獻公無禮於定姜，欲令獻公當思念先君，以畜孝於寡人。○「民猶偝死，而號無告」者，言民猶尚偝棄死者，其生者老弱號呼，無所控告。○注「言不偷於死亡，則於生存信」。○正義曰：偷，謂苟且。言人既不苟且棄偝於死亡，則於生存在者不棄薄信著矣。○注「此衛」至「寡人」。○正義曰：云「此衛夫人定姜之詩」，「獻公無禮於定姜」者，案襄十四年《左傳》云：「衛獻公出奔，使告宗廟以無罪。」夫人定姜曰：「余以巾櫛事先君，而暴妾使余，若何無罪？」是無禮之事，與《詩》注不同者，案《鄭志》答炅模云：「注《記》時就盧君，後得《毛傳》乃改之。」凡注與《詩》不同，皆仿此。"
      },
      {
        "index": 13,
        "text": "子云：「有國家者，貴人而賤祿，則民興讓；尚技而賤車，則民興藝。○注：言人君貴尚賢者、能者，而不吝於班祿賜車服，則讓道興。賢者、能者，人所服也。技，猶藝也。○音義：技，其綺反，注同。吝，力刃反，又力鎮反。故君子約言，小人先言。」○注：言人尚德不尚言也。「約」與「先」互言爾。君子約則小人多矣，小人先則君子後矣。《易》曰：「君子以多識前言往行，以畜其德。」○音義：行，下孟反。畜，敕六反。"
      },
      {
        "index": 14,
        "text": "疏　 「子云」至「先言」。○正義曰：此一節明尚賢能、重言行之事。○「君子約言」者，省約其言，則小人多言也。○「小人先言」者，小人行在於後，必先用其言。君子則後言先行其行，二者相互也。"
      },
      {
        "index": 15,
        "text": "子云：「上酌民言，則下天上施。上不酌民言則犯也，下不天上施則亂也。○注：酌，猶取也。取眾民之言以為政教，則得民心。得民心則恩澤所加，民受之如天矣。言其尊。○音義：施，始豉反，下同。故君子信讓以蒞百姓，則民之報禮重。○注：蒞，臨也。報禮重者，猶言能死其難。○音義：蒞音利，又音類。難，乃旦反。《詩》云：『先民有言，詢於芻蕘。』」○注：先民，謂上古之君也。詢，謀也。芻蕘，下民之事也。言古之人君將有政教，必謀之於庶民乃施之。○音義：詢音荀。芻，初俱反。蕘，如遙反。"
      },
      {
        "index": 16,
        "text": "疏　 「子云」至「芻蕘」。○正義曰：此一節論上取民心則民報禮重之事。○「上酌民言，則下天上施」者，酌，取也。言在上人君取下民之言以為政教，既得民心，民皆喜悅，則在下之民仰君之德如天，敬此在上所施之恩澤。言受上恩澤如受之於天，尊之也，故云「下天上施」。○「上不酌民言則犯也」者，若在上不取民言，違戾於下，則民人怨怒以犯於上。○「下不天上施則亂」者，言在下之民若不仰君如天，敬此在上，則施之恩澤，雖有君恩，而在下不領，則禍亂之事起也。○「民之報禮重」者，以君子在上用信讓以臨百姓，則民之報上之禮心意厚重，能死其難。○「《詩》云：先民有言，詢於芻蕘」者，此《詩．大雅．板》之篇，刺厲王之詩也。言厲王不用賢人之言，故詩人刺之。云先民謂先世之君王將有政教之言，必先詢謀采於芻蕘之賤者。引之者，證「上酌民言」之事。"
      },
      {
        "index": 17,
        "text": "子云：「善則稱人，過則稱己，則民不爭。善則稱人，過則稱己，則怨益亡。《詩》云：『爾卜爾筮，履無咎言。』」○注：爾，女也。履，禮也。言女鄉卜筮，然後與我為禮，則無咎惡之言矣。言惡在己，彼過淺。○音義：爭，爭鬥之爭。履，如字，《毛詩》作「體」。女音汝，下及下文皆同。鄉，許亮反，本亦作鄉。子云：「善則稱人，過則稱己，則民讓善。《詩》云：『考卜維王，度是鎬京。惟龜正之，武王成之。』○注：度，謀也。鎬京，鎬宮也。言武王卜而謀居此鎬邑，龜則出吉兆正之，武王築成之。此臣歸美於君。○音義：度，徒洛反，注同，《毛詩》作「宅」。鎬，胡老反。子云：「善則稱君，過則稱己，則民作忠。《君陳》曰：『爾有嘉謀喜猷，入告爾君於內，女乃順之於外。』曰：『此謀此猷，惟我君之德，於乎是惟良顯哉！』」○注：《君陳》，蓋周公之子、伯禽弟也，名篇在《尚書》，今亡。嘉，善也。猷，道也。「於乎是惟良顯哉」，美君之德。○音義：於音烏，下火吳反，注同。子云：「善則稱親，過則稱己，則民作孝。《大誓》曰：『予克紂，非予武，惟朕文考無罪。紂克予，非朕文考有罪，惟予小子無良。』」○注：《大誓》，《尚書》篇名也。克，勝也。「非予武」，非我武功也。「文考」，文王也。「無罪」，則言有德也。「無良」，無功善也。此武王誓眾以伐紂之辭也。今《大誓》無此章，則其篇散亡。○音義：大音泰，本亦作泰，注同。"
      },
      {
        "index": 18,
        "text": "疏　 「子云」至「無良」。○正義曰：此一節論「善則稱人，過則稱己」之事。凡有三節，上經論與凡人，次經論臣於君，下經論子於親，各引《詩》、《書》以結成之。其經首皆言「子云」。○「《詩》云考卜惟王」至「武王成之」者，此《大雅．文王有聲》之篇，美武王之詩。「考卜惟王」者，言稽考於龜而卜者，惟是武王。○「度是鎬京」者，度，謀也。言所以卜者，謂謀居是鎬京。「惟龜正之」者，謂龜能正其吉兆。○「武王成之」者，謂築成都邑。○「《君陳》曰：爾有嘉謀嘉猷，入告爾君於內」者，嘉，善也；猷，道也。言爾有善謀善道，則入告爾君於內。○「女乃順之於外」者，言先告君於內，乃順行之於外。「曰此謀此猷，惟我君之德」者，言此善謀善道，惟是我君之德也。○「於乎是惟良顯哉」者，既推德於君，又歎美君德。云於乎是君德，惟良善顯明哉。○「《泰誓》曰」至「予小子無良」者，克，勝也。武王云：我之克紂，非我武，惟我文考無罪於天，為天所佐。若紂克於我，非我文考有罪，惟我小子無良善之德，故致敗也。○注「此臣歸美於君」。○正義曰：下經始據臣之於君。此經據凡人相於而云「歸美於君」者，以歸美於它人，《詩》無其證，故引此「惟龜正之」，歸美於君以證之。○注「君陳蓋周公之子伯禽弟也」。○正義曰：知「君陳蓋周公子」者，以《書序》云：「周公既沒，命君陳分正東郊成周。」似若《蔡仲之命》，《書序》云「蔡叔既卒，王命蔡仲踐諸侯位」相似，皆是父卒命子，故疑周公子以伯禽。周公元子既封於魯，命君陳令居東郊，故知伯禽弟也。○注「今《泰誓》無此章，則其篇散亡」。○正義曰：鄭不見《古文尚書》。漢時別有《尚書》逸篇，「四月太子發上祭於畢」以下三篇之事，鄭謂篇中有此經之語，但其事散亡。"
      },
      {
        "index": 19,
        "text": "子云：「君子弛其親之過，而敬其美。○注：弛猶棄忘也，孝子不藏識父母之過。○音義：弛，式氏反，注同。《論語》曰：『三年無改於父之道，可謂孝矣。』○注：不以己善駮親之過。○音義：駮，邦角反。高宗云：『三年其惟不言，言乃讙。』」○注：高宗，殷王武丁也，名篇在《尚書》。三年不言，有父小乙喪之時也。讙，當為「歡」，聲之誤也。其既言，天下皆歡喜，樂其政教也。○音義：讙，依注音歡，火官反。樂音洛。子云：「從命不忿，微諫不倦，勞而不怨，可謂孝矣。○注：「微諫不倦」者，子於父母尚和順，不用鄂鄂。《論語》曰：「事父母幾諫，見志不從，又敬不違。」《內則》曰：「父母有過，下氣怡色，柔聲以諫。諫若不入，起敬起孝。說則復諫。」此所謂「不倦」。○音義：鄂，五各反，本又作「諤」。說音悅。復，扶又反。詩云：『孝子不匱。』」○注：匱，乏也。孝子無乏止之時。○音義：匱，其愧反。子云：「睦於父母之黨，可謂孝矣。○注：睦，厚也。黨，猶親也。故君子因睦以合族。○注：合族，謂與族人燕，與族人食。《詩》云：『此令兄弟，綽綽有裕，不令兄弟，交相為瘉。』」○注：令，善也。綽綽，寬容貌也。交猶更。瘉，病也。○音義：綽，昌灼反。裕，羊樹反。瘉，羊主反。更，古衡反。子云：「於父之執，可以乘其車，不可以衣其衣，君子以廣孝也。」○注：「父之執」，與父執志同者也。「可以乘其車」，車於身差遠也，謂今與己位等。○音義：衣，於既反。差，初賣反。子云：「小人皆能養其親，君子不敬，何以辨？」○注：辨，別也。○音義：養，羊尚反。子云：「父子不同位，以厚敬也。○注：同位尊卑等，為其相褻。○音義：為，于偽反，下「專為」同。褻，息列反。《書》云：『厥辟不辟，忝厥祖。』」○注：厥，其也。辟，君也。忝，辱也。為君不君，與臣子相褻，則辱先祖矣。君父之道宜尊嚴。○音義：厥辟不辟，並必亦反，注同。子云：「父母在不稱老，言孝不言慈，閨門之內，戲而不歎。○注：孝上施，言慈則嫌下流也。戲，謂孺子言笑者也。孟子曰：「舜年五十而不失其孺子之心。」歎，謂有憂戚之聲也。○音義：孺，而注反。君子以此坊民，民猶薄於孝而厚於慈。」子云：「長民者，朝廷敬老則民作孝。」○注：長民，謂天子、諸侯也。○音義：長，丁丈反，注及下「事長」同。子云：「祭祀之有尸也，宗廟之主也，示民有事也。脩宗廟，敬祀事，教民追孝也。○注：有事，有所尊事。以此坊民，民猶忘其親。」"
      },
      {
        "index": 20,
        "text": "疏　 「子云」至「其親」。○正義曰：上文承「善則稱親」，「則民作孝」，故此一節廣明為孝之道以坊於民，民猶有忘孝之事，各依文解之。○「君子弛其親之過」者，弛謂棄忘，若親有過失，孝子棄忘之，不藏記在心也。○「高宗云」者，此《尚書．說命》之篇，論高宗之事，故言「高宗云」，高宗非書篇之名。「三年其惟不言」者，在父喪三年之內，其惟不言政教。○「言乃讙」者，謂三年服畢之後，言論政教，天下皆歡樂也。注「高宗，殷王武丁也，名篇在《尚書》」。○正義曰：案「其惟不言」之文在《尚書．說命》之篇，「言乃讙」在《無逸》之篇，而鄭云「名篇在《尚書》」，則是高宗篇上有此二言，與《書》之文不同者，鄭不見《古文尚書序》有高宗之訓，此經有「高宗云」，謂是高宗之訓篇有此語，故云「名篇在《尚書》」。○「子云」至「不匱」。○正義曰：「《詩》云孝子不匱」者，是《大雅．既醉》之篇，美成王之時告大平之詩。言孝子行其孝道，不有匱乏之時。○「子云」至「為瘉」。○正義曰：「故君子因睦以合族」者，言親睦於父母之黨，乃得為孝，故君子因此親睦之道，以會聚宗族為燕食之禮。○「《詩》云此令兄弟，綽綽有裕」者，此《詩．小雅．角弓》之篇，刺幽王之詩。幽王不親宗族，故父兄刺之。令，善也。言此有德之人，善於兄弟，故綽綽然而有寬裕。○「不令兄弟，交相為瘉」者，瘉，病也。言無德小人不善兄弟，交相為病害。○注「車於」至「位等」。○正義曰：以父之執友得乘其車，不得衣其衣。以衣在身，車比衣稍遠，故可以乘其車。知「今與己位等」者，若尊卑懸絕，假非執友，不可傳通車服，故知「與己位等」。但是父之執，故不可衣其衣也。○「《書》云厥辟不辟，忝厥祖」。○正義曰：此《尚書．太甲》三篇，伊尹戒太甲之辭。厥，其也。辟，君也。忝，辱也。言為君不自尊高，而與臣子相褻，則辱其先祖也。若為人父，不自尊嚴，而與卑下相瀆，亦辱累其先祖，故鄭注云「君父之道，宜尊嚴」也。此則因君見父耳。○「子云」至「其親」。○正義曰：「示民有事也」者，言所以祭祀有尸，宗廟有主者，下示於民，有所尊事故也。○「脩宗廟，敬祀事，教民追孝也」者，言人君脩立宗廟恭敬祀事者，下教於民，追孝於親也。"
      },
      {
        "index": 21,
        "text": "子云：「敬則用祭器，○注：祭器，籩、豆、簋、鉶之屬也。有敬事於賓客則用之，謂饗食也。盤、盂之屬為燕器。○音義：簋音軌。鉶音刑。食音嗣，下文「食禮」同。盤，步於反。盂音於。故君子不以菲廢禮，不以美沒禮。○注：言不可以其薄不及禮而不行禮，亦不可以其美過禮而去禮。禮主敬，廢滅之是不敬。○音義：菲，芳鬼反，薄也。去，起呂反。故食禮，主人親饋則客祭，主人不親饋則客不祭。故君子苟無禮，雖美不食焉。《易》曰：『東鄰殺牛，不如西鄰之禴祭，寔受其福。』○注：東鄰，謂紂國中也。西鄰，謂文王國中也。此辭在《既濟》。《既濟》，離下坎上，離為牛，坎為豕。西鄰禴祭則用豕。與言殺牛而凶，不如殺豕受福，喻奢而慢不如儉而敬也。《春秋傳》曰「黍稷非馨，明德惟馨」，信矣。○音義：饋，其位反。禴音藥。寔，時力反，《易》作實。與音餘。《詩》云：『既醉以酒，既飽以德。』○注：言君子饗燕，非專為酒餚，亦以觀威儀，講德美。○音義：餚，戶交反。以此示民，民猶爭利而忘義。」"
      },
      {
        "index": 22,
        "text": "疏　 「子云」至「忘義」。○正義曰：前經坊民以為孝之道，此經教民以為敬行義之事。○「故君子不以菲廢禮」者，菲，薄也。言君子不以貧窶菲薄，廢禮不行。○「不以美沒禮」，沒，過也。不可以財物豐多，華美其事，沒過於禮也。○「《易》曰：東鄰殺牛，不如西鄰之禴祭。寔受其福」者，東鄰謂紂，西鄰謂文王也。紂之國中奢而慢禮，雖殺牛以祭，不如西鄰文王國中以為禴祭，但殺豕而已。以其祭儉而恭敬故也。○「寔受其福」，寔，實也，言寔為神所加福祐。○「《詩》云：既醉以酒，既飽以德」者，此《大雅．既醉》之篇，言成王祭祀，合於禮儀。既，盡也，言君臣上下盡醉以酒，至於祭之末，觀十倫之義，盡飽以德。○注「東鄰」至「信矣」。○正義曰：東鄰謂紂國中也，既云東鄰西鄰，總據一國之辭，非唯紂、文王一身而已，故云「國中」，言一國皆然也。云「此辭在《既濟》」者，是《既濟》九五爻辭也。鄭注《易》九五曰：「互體為坎也，又互體為離。離為日，坎為月。日出東方，東鄰象也。月出西方，西鄰象也。」此注坎為豕，西鄰禴祭則用豕，與此文異。又注云「離為牛」是東鄰之祭殺牛也。則鄭之《易》注九五一爻，有坎有離。此注總論《既濟》之卦，下體為離，上體為坎，與《易》注不同者，但《易》含萬象，俱得明義也。此據一國風俗奢儉，故舉豕、牛以言之。不得以天子諸侯俱用大牢為妨。"
      },
      {
        "index": 23,
        "text": "子云：「七日戒，三日齊，承一人焉以為尸，過之者趨走，以教敬也。○注：戒，謂散齊也。承猶事也。○音義：齊，側皆反，注同。散，悉但反。醴酒在室，醍酒在堂，澄酒在下，示不淫也。○注：淫猶貪也。澄酒，清酒也。三酒尚質不尚味。○音義：醍音體。尸飲三，眾賓飲一，示民有上下也。○注：「上下」猶尊卑也。主人主婦上賓獻尸，乃後主人降，洗爵獻賓。因其酒肉，聚其宗族，以教民睦也。○注：言祭有酒肉，群昭群穆皆至而獻酬之，咸有薦俎。○音義：昭，常遙反。故堂上觀乎室，堂下觀乎上。○注：謂祭時肅敬之威儀也。《詩》云：『禮儀卒度，笑語卒獲。』」○注：卒，盡也。獲，得也。言在廟中者，不失其禮儀，皆歡喜得其節也。○音義：度，如字，法度也，徐塗洛反。"
      },
      {
        "index": 24,
        "text": "疏　 「子云」至「卒獲」。○正義曰：此一節明祭祀恭敬之義，使禮儀各得其所。○「七日戒」者，謂散齊也。○「三日齋者，謂致齊也。○「承一人焉以為尸」者，謂承奉一人焉，尊之為尸也。○「示民不淫也」者，淫猶貪也。然醴齊、醍齊、澄酒，味薄者在上，味厚者在下，貴薄賤厚，示民不貪淫於味也。○「尸飲二，眾賓飲一，示民有上下也」者，言尊上者得酒多，卑下者得酒少，是「示民有上下也」。○「因其酒肉，聚其宗族，以教民睦也」者，謂因其祭祀之酒肉，於祭祀之末聚其宗族昭穆相獻酬，教民相親睦也。○「故堂上觀乎室」者，沈重云：「祭祀之時在堂上者，觀望在室之人以取法。」○「堂下觀乎上」者，謂在堂下之人觀看於堂上之人以為則，言上下內外，更相仿法。○「《詩》云：禮儀卒度，笑語卒獲」者，此《小雅．楚茨》之篇，刺幽王之詩。言古之祭祀，禮儀盡合其法度，笑語盡得其節制。○注「澄酒」至「尚味」。○正義曰：澄酒，清酒也，謂澄齊也。以其清於醴齊、醍齊，故云「清酒」也。以此三齊皆云酒，故知「澄酒」惟「澄齊」也。《禮運》云：「玄酒在室，醴醆在戶，粢醍在堂，澄酒在下。」彼陳酒事，故鄭分釋澄為沈齊，酒為三酒也。以此云「示民不淫」，故知非三酒，以三酒味厚美故也。《禮運》云「醴醆在戶」，此云「在室」，不同者，在戶之內，則是在室也。但《禮運》有「玄酒在室」之文，故云「醴醆在戶」爾。○注「主人」至「獻賓」。○正義曰：知主人主婦賓獻尸，乃後主人降，洗爵獻賓者，《儀禮．特牲》文也。"
      },
      {
        "index": 25,
        "text": "子云：「賓禮每進以讓，喪禮每加以遠。浴於中霤，飯於牖下，小斂於戶內，大斂於阼，殯於客位，祖於庭，葬於墓，所以示遠也。○注：遠之所以崇敬也。阼，或為「堂」。○音義：霤，力救反。飯，扶晚反。牖音酉。殷人弔於壙，周人弔於家，示民不偝也。○注：既葬，哀而哭踊，於是弔之。○音義：壙，苦晃反。子云：「死，民之卒事也，吾從周。○注：周於送死尤備。以此坊民，諸侯猶有薨而不葬者。」"
      },
      {
        "index": 26,
        "text": "疏　 「子云」至「葬者」。○正義曰：此一節明送喪漸遠，弔哭有節，示民不偝之事。「賓禮每進以讓」者，案《鄉飲酒禮》，主人迎賓，至門三辭，至階三讓，皆主人先入先登，是「賓禮每進以讓」。○「死，民之卒事也，吾從周」者，上既云殷、周弔節不同，孔子明言所從之事，故更言「子云：死，民之卒事也，吾從周」，言死是民之終卒之事，宜須送終備具。若殷人弔於壙，情猶未盡，即壙上而弔，於送死大簡。周人孝子反哭至家，乃後始弔，於送死慇勤，是情禮備具，故云「吾從周」也。"
      },
      {
        "index": 27,
        "text": "子云：「升自客階，受弔於賓位，教民追孝也。○注：謂反哭時也。既葬矣，猶不由阼階，不忍即父位也。未沒喪，不稱君，示民不爭也。故《魯春秋》記晉喪曰：『殺其君之子奚齊，及其君卓。』○注：沒，終也。《春秋傳》曰：「諸侯於其封內三年稱子」，至其臣子踰年則謂之君矣。奚齊與卓子皆獻公之子也，獻公卒，其年奚齊殺，明年而卓子殺矣。○音義：爭，爭鬥之爭，下「民爭」同。殺音試，注及下同，一音如字。卓，敕角反，注同。以此坊民，子猶有弒其父者。」○注：弒父，不子之甚。"
      },
      {
        "index": 28,
        "text": "疏　 「子云」至「父者」。○正義曰：此節明民追孝於親，諸侯未終喪之前，不得稱君，示民不爭之事也。○「升自客階，受弔於賓位」者，謂既葬反哭之時，孝子升自客階，受弔於堂上西方賓位之處，不敢在東方以即父位，示民追孝之心也。○「未沒喪，不稱君」者，沒，終也，謂未終三年之喪，嗣子不合稱君，所以然者，示民不令父子相爭也。○「殺其君之子奚齊及其君卓」者，案僖九年秋九月，晉侯詭諸卒。冬，晉裡克弒其君之子奚齊。十年，裡克弒其君卓子。《公羊》云：其年奚齊殺，明年卓子弒。是踰年稱君。○注云「謂反哭時也」。○正義曰：知「反哭時」者，以承上文「葬於墓」，又云「薨而不葬」者，即云「升自客階」，承葬文之下，故知「反哭時」。又《既夕禮》云「乃反哭，入，主人升自西階」是也。○注「春秋」至「君矣」。○正義曰：「諸侯於其封內三年稱子」者，此文九年《公羊傳》文。「其臣子踰年則謂之君」者，此卓子踰年弒而經書「弒其君」，是史之策書臣子稱君也。"
      },
      {
        "index": 29,
        "text": "子云：「孝以事君，弟以事長，示民不貳也。故君子有君不謀仕，唯卜之日稱二君。」○注：不貳，不自貳於尊者也。自貳謂若鄭叔段者也。「君子有君」，謂君之子父在者也。不謀仕，嫌鷃為政也。卜之日，謂君有故而為之卜也。二當為「貳」，唯卜之時，辭得曰君之貳某爾。晉惠公獲於秦，命其大夫歸擇立君，曰：「其卜貳圉也。」○音義：弟音悌。鄭段，徒亂反，本亦云「鄭叔段」也。遲，直志反。而為，于偽反。圉，魚呂反，晉惠公太子懷公名。喪父三年，喪君三年，示民不疑也。○注：不疑於君之尊也。君無骨肉之親，不重其服，至尊不明。父母在，不敢有其身，不敢私其財，示民有上下也。○注：身及財皆當統於父母也。有猶專也。故天子四海之內無客禮，莫敢為主焉。故君適其臣，升自阼階，即位於堂，示民不敢專其室也。○注：臣亦統於君。父母在，饋獻不及車馬，示民不敢專也。○注：車馬，家物之重者。○音義：饋，本又作「饋」，音同。以此坊民，民猶忘其親而貳其君。」"
      },
      {
        "index": 30,
        "text": "疏　 「子云」至「其君」。○正義曰：此一節明事君父之道。○「孝以事君，弟以事長，示民不貳也」者，用孝以事君，用弟以事長，示民以恭敬之情，不敢自副貳於其君，謂與尊者相敵，若鄭叔段貳君於兄也。○「故君子有君不謀仕」者，「君子」，謂國君之子，有君在，不謀欲仕官。若謀仕官，似嫌為政之遲，故欲速為仕也。○「唯卜之日，稱二君」者，二當為貳，謂副貳也。謂君有事故，不得親臨卜筮，其嗣子為君而卜其辭，得稱「君之貳某」，告龜筮也。○「示民不疑」者，君無骨肉之親，若不為重服，民則疑君不尊。今喪君三年，與喪父同，示民不疑於君之尊也。○注「自貳」至「圉也」。○正義曰：案隱元年《左傳》稱：鄭莊公弟共叔段封於京邑，請西鄙、北鄙貳於己，段又收貳以為己邑。公子呂曰：「國不堪貳。」謂除君身之外，國中不堪更有副貳之君，是段之自貳於君也。云「卜之日，謂君有故而為之卜也」者，言當卜之日，君應須親臨，君有事故，而適子為君卜也。云「二當為貳」者，小二是一二之二，大貳是副貳之貳。此取副貳之貳，不取一二之二，故轉二為貳也。云「惟卜之時，辭得曰君之貳某爾」者，言嗣子於他餘事皆不得自稱「君之貳」，惟代君臨卜之時，得稱「君之貳某」。所以然者，敬重卜之神靈，不敢私顧父子之嫌，若不稱「君貳」，無緣代君而卜，辭窮，不得不稱君二故也。此謂世子對君自稱也。王肅不曉鄭旨，乃引傳云太子之二，又云子者身之二，又以旁人稱二而難鄭，其義非也。云「晉惠公獲於秦，命其大夫歸擇立君，曰：其卜二圉也」者，鄭以書傳無世子為君卜稱貳之文，故引僖公十五年《左傳》之文以證君貳之事，與此經文不正相當，取其一邊耳。「惠公獲於秦」者，案僖公十五年傳稱晉惠公被秦伯所納，既而背秦，秦伯伐之，戰於韓，被秦所獲，命其大夫歸立其子圉為君，稱卜副貳之子圉今為君。"
      },
      {
        "index": 31,
        "text": "子云：「禮之先幣帛也，欲民之先事而後祿也。○注：此禮，謂所執之贄以見者也。既相見，乃奉幣帛以修好也。或云：禮之先辭而後幣帛。○音義：贄音至。見，賢遍反。好，呼報反。先財而後禮則民利，○注：財，幣帛也。利，猶貪也。無辭而行情則民爭，○注：辭，辭讓也。情主利慾也。故君子於有饋者弗能見，則不視其饋。○注：饋，遺也。不能見，謂有疾也。不視，猶不內也。○音義：遺，於季反，下「遺民」同。內音納，又如字。《易》曰：『不耕獲，不菑畬，凶。』○注：言必先種之乃得獲，若先菑乃得畬也。安有無事而取利者乎？田一歲曰「菑」，二歲曰「畬」，三歲曰「新田」。○音義：獲，戶郭反。菑，側其反。畬音餘。以此坊民，民猶貴祿而賤行。」○注：行猶事也，言務得其祿，不務其事。○音義：行，下孟反，注同。"
      },
      {
        "index": 32,
        "text": "疏　 「子云」至「賤行」。○正義曰：此一節明坊民使輕財重禮、貴行賤祿之事。○「禮之先幣帛也」，謂相見之禮先於幣帛，言先行相見之禮，乃後用幣帛。「欲民之先事而後祿也」者，先相見是「先事」，而後幣帛是「後祿」也。○「先財而後禮則民利」者，利，貪也。若先用財而後行禮，民則化之貪於財也。○「無辭而行情則民爭」者，辭謂辭讓，言與人相見，無辭讓之禮，直行己情，則有利慾，故民為爭。「故君子於有饋者弗能見，則不視其饋」者，饋，遺也；視，納也。言君子之人，於有他人饋遺己者，己若疾病不能見其所饋之人，則不納其所饋之物也。○「《易》曰：不耕獲，不菑畬，凶」，此《易．無妄》六二爻辭。《無妄》，震下乾上。六二既在震卦，居中得位，宜合仕者，謂合事九五，被六三所隔，不得往仕，是道之不行；雖食其祿，猶不耕刈，不菑畬田，無功得物，是其凶。引之者，證貪財之事。○注「田一」至「新田」。○正義曰：案《爾雅．釋地》云「田一歲曰菑」，孫炎云「始菑殺其草木」。「二歲曰新田」，孫炎云「新成柔田也」。「三歲曰畬」，孫炎云「畬，舒緩」。《周頌》傳亦云「三歲曰畬」。此云「三歲曰新田」者，誤也。"
      },
      {
        "index": 33,
        "text": "子云：「君子不盡利，以遺民。○注：不與民爭利也。《詩》云：『彼有遺秉，此有不斂穧，伊寡婦之利。』○注：言獲者之遺餘，捃拾所以為利。○音義：穧，子賜反，又才計反。捃，君運反。拾音十。故君子仕則不稼，田則不漁，食時不力珍。大夫不坐羊，士不坐犬。○注：食時，謂食四時之膳也。力，猶務也。天子、諸侯有秩膳，古者殺牲食其肉，坐其皮。不坐犬羊，是不無故殺之。《詩》云：『采葑采菲，無以下體。德音莫違，及爾同死。』○注：葑，蔓菁也，陳、朱之間謂之「葑」。菲，{艹富}類也。下體，謂其根也。采葑菲之菜者，采其葉而可食，無以其根美則並取之，苦則棄之。並取之，是盡利也。此詩故親、今疏者，言人之交，當如采葑采菲，取一善而已。君子不求備於一人，能如此，則德美之音不離令名，我原與女同死矣。《論語》曰：「故舊無大故，則不棄也。」○音義：葑，芳容反。菲，芳尾反。蔓音萬，徐音蠻。菁音精，又子丁反。{艹富}音富，又音福。並，必政反，又如字，下同。離，力智反。女音汝。以此坊民，民猶忘義而爭利，以亡其身。」"
      },
      {
        "index": 34,
        "text": "疏　 「子云」至「其身」。○正義曰：此一節明貴義輕利以坊民之事也。○「不盡利以遺民」者，言君子不盡竭其利，當以餘利遺與民也。○「《詩》云：彼有遺秉，此有不斂穧，伊寡婦之利」者，此《詩富．小雅．大田》之篇，剌幽王之詩。言幽王無道，矜寡不能自存，故陳明王之時，陰陽和調，年歲豐稔，田稼既多，獲刈促遽，彼處有遺秉把，此處有不斂之穧束，與寡婦捃拾以為利。引之者，證以利遺民者也。○「食時不力珍」者，力，務也。言人君食四時之膳，不更用力務求珍羞。○「大夫不坐羊，士不坐犬」者，言大夫無故不得殺羊坐其皮，士無故不得殺犬坐其皮，皆謂不貪其利以厚已也。○「《詩》云：采葑采菲，無以下體」者，此《詩．邶風．谷風》之篇，婦人怨夫棄己，故以此言恨之。言采其葑菲之菜，無以下體根莖之惡並棄其葉。言取妻之時，無以花落色衰並棄其夫婦之禮。○「德音莫違，及爾同死」者，如此則道德音聲無相乖違，則可與汝同至於死。《詩》之文義，其理如此。今此《記》者引《詩》斷章為義，凡有二意：一則云采此葑菲之菜，但采其葉，無得並采其下體之根莖，言根莖雖美，不可並取，則是不盡取其利，當遺與於下。二則云采其葑菲之菜，無以下體之惡並棄其葉，據下體有苦惡之時，言交友之道，無以一處之惡並棄其遺事之善。如此則德音莫違，與汝同至於死作《記》者據其根善，則無得並取其根，無盡利也；據其根惡，則無得並棄其葉，不求備也。○注云「葑蔓」至「棄也」。○正義曰：案《詩傳》云：「葑，須也。」《爾雅．釋草》云：「須，葑蓯。」陸機云：「又謂之蓯，吳人謂葑蓯『蔓菁』，幽州人或謂之芥。」云：「芥，{富}類」者，《釋草》云：「菲，蒠菜。」郭景純云：「菲草生下濕地，似蕪菁，華紫赤色，可食。」云「采葑菲之菜者，采其葉而可食，無以其根美則並取之，苦則棄之。並取之，是盡利也」者，鄭之此註解此《記》所引，本明無盡利之事，則「德音莫違，及爾同死」當解云上無盡利於民，則道德之音無有乖違，民之及君可同至於死。今鄭以下所注，更別主一義，與《記》意稍乖。云「此詩故親、今疏」者，此鄭別解《詩》義，以注《記》之時，未見《毛傳》，不知夫婦相怨，謂交友相於，所以云「故親、今疏」。云「采葑采菲，取一善而已」者，此謂根惡，但取葉處一善而已，不棄其根也。云「君子不求備於一人」者，謂一人身上既有善處亦有惡處，不可以惡處並棄其善也。《論語》云：「故舊無大故，則不棄也。」鄭引之者，證交友不以小惡而相棄。鄭此注前釋正合《記》文，鄭之後釋不知何意如此，今所未詳。"
      },
      {
        "index": 35,
        "text": "子云：「夫禮，坊民所淫，章民之別，使民無嫌，以為民紀者也。○注：淫，猶貪也。章，明也。嫌，嫌疑也。故男女無媒不交，無幣不相見，恐男女之無別也。○注：重男女之會，所以遠別之於禽獸也。有幣者必有媒，有媒者不必有幣。仲春之月，會男女之時，不必待幣。○音義：媒音梅，注同。以此坊民，民猶有自獻其身。獻猶進也。《詩》云：『伐柯如之何？匪斧不克。取妻如之何？匪媒不得。蓺麻如之何？橫從其畝。取妻如之何？必告父母。』○注：」伐柯，代木以為柯也。克，能也。藝，猶樹也。橫從，橫行治其田也。言取妻之法，必有媒，如伐柯之必須斧也；取妻之道必告父母，如樹麻當先易治其田。○音義：柯，古何反，斧柄。取，七樹反，後皆同。從，子容反，注同。橫行治其田，本亦作「遊行治其田」。易，以豉反。"
      },
      {
        "index": 36,
        "text": "疏　 「子云」至「父母」。○正義曰：自此以下終於篇未，總坊男女奔淫之事，夫婦重慎之義也。此節明男女非媒非幣不相交見。○「夫禮，坊民所淫」者，淫，貪也。言禮者，坊民所貪慾之事，知非直是坊民淫泆，而云「貪」者，以文云「所淫」，稱「所」，是「所貪」也。若其淫泆，則當云「坊民淫」，不須云「所」也。○「章民之別」者，章，明也。明民之男女，令相分別，使民無嫌。○「以為民紀者也」，謂使民無色慾之嫌疑以為民之綱紀也。○「民猶有自獻其身」，謂民之女人猶有自進其身以求男者也。○「《詩》云：代柯如之何，匪斧不克」者，此《詩．齊風．南山》之篇，剌齊襄公與妹文姜姦淫之事。○「藝麻如之何，橫從其畝」者，藝，種也；橫，行也。言將種麻如之何，必須橫行耕治其田，然後得麻。"
      },
      {
        "index": 37,
        "text": "子云：「取妻不取同姓，以厚別也。○注：厚，猶遠也。○音義：不取，如字，又七樹反。故買妾不知其姓，則卜之。○注：妾言「買」者，以其賤，同之於眾物也。士庶之妾，恒多凡庸，有不知其姓者。以此坊民，《魯春秋》猶去夫人之姓，曰『吳』其死，曰『孟子卒』。」○注：吳，大伯之後，魯同姓也。昭公取焉，去「姬」曰「吳」而已，至其死，亦略云「孟子卒」，不書夫人某氏薨。「孟子」蓋其且字。○音義：去，起呂反，注同。大音泰。"
      },
      {
        "index": 38,
        "text": "疏　 「子云」至「子卒」。○正義曰：此一節坊民取同姓為妻之事。○「買妾不知其姓，則卜之」者，妾既卑賤，不可盡知其所生本姓，但避其凶害，唯卜其姓，吉乃取之。○「《魯春秋》猶去夫人之姓曰吳」者，依《春秋》之例，如夫人齊女，即云「姜氏至自齊」。以例言之，此吳女亦當云「夫人姬氏至自吳」，魯則諱其姬姓，而不稱夫人姬氏至自吳，是「去夫人之姓，曰吳」也。但《春秋》經文不載其事，其春秋簡牘雜記則有之，故《論語》云：「謂之吳孟子。」是當時之言，有稱「吳」也。○「其死，曰孟子卒」者，哀十二年稱「孟子卒」。若其不諱，當云「夫人姬氏薨」，以諱取同姓，而云「孟子卒」。孟子是夫人之且字。沒其氏，書其且字，又沒其薨而略言「卒」而已，皆為同姓諱之。鄭與何休皆以諱取同姓，而書「卒」；《左氏》則以不成喪，故稱「卒」，與鄭、何異也。○注「孟子」至「且字」。○正義曰：若既笄而字，當云伯叔季，若伯姬、季姬。今云孟子，故知「且字」也。"
      },
      {
        "index": 39,
        "text": "子云：「禮，非祭，男女不交爵。○注：交爵，謂相獻酢。以此坊民，陽侯猶殺繆侯而竊其夫人，○注：同姓也，以貪夫人之色，至殺君而立。其國未聞。○音義：殺音試，注同，一音如字。繆音穆。故大饗廢夫人之禮。」○注：大饗，饗諸侯來朝者也。夫人之禮，使人攝。○音義：朝，直遙反。"
      },
      {
        "index": 40,
        "text": "疏　 「子云」至「之禮」。○正義曰：此一節坊男女非因祭祀不得相集會也。○「非祭，男女不交爵」者，言唯祭之時乃得交爵。故《特牲饋食禮》云「主婦獻尸，尸酢主婦」，是交爵也。○「故大饗廢夫人之禮」者，以大饗之時，夫人與咀墁饗於賓。是繆侯及夫人共出饗賓，陽侯是繆侯同姓之國，見繆侯夫人之美，乃殺繆侯，而取其夫人，又篡其國而自立。故大饗廢夫人之禮，不使夫人得預其禮也。以此言之，則陽侯以前大饗，夫人出饗鄰國之君，得有男女交爵。此云「非祭，男女不交爵」者，謂侯、伯、子、男及卿、大夫、士祭及交爵。若王於上公及上公相饗時，後與夫人亦男女交爵與祼同也。故《大行人》云「上公之禮王，禮再祼而酢」是也。○注「同姓」至「未聞」。○正義曰：言「同姓」者，則上文云「君不與同姓同車」是也。云「其國未聞」者，唯有陽侯、繆侯是兩君之謚，未聞何國君，故云「未聞」。又案：王饗諸侯及諸侯自相饗，同姓則後夫人親獻，異姓則使人攝獻，則繆侯所饗，蓋同姓也。且王於同姓，雖為侯伯，車服與上公同，上公既再祼後，與王俱祼，則上公相於與王同也。其同姓上公，則後與夫人親祼獻拜送也。若異姓上公，使人攝祼，故《宗伯職》云「大賓客則攝而載祼」，謂異姓也。《內宰職》云：「凡賓客之祼獻瑤爵皆贊。」注云「謂王同姓及二王之後來朝覲王」，以郁鬯禮之後，以瑤爵亞獻，謂同姓也。自陽侯殺繆侯後，其後夫人獻禮遂廢，並使人攝也。"
      },
      {
        "index": 41,
        "text": "子云：「寡婦之子，不有見焉，則弗友也，君子以辟遠也。○注：有見，謂睹其才藝也。同志為「友」。○音義：見，賢遍反，注及下同。辟。音避。遠，於萬反，下「遠色」同。故朋友之交，主人不在，不有大故則不入其門。○注：大故，喪病。以此坊民，民猶以色厚於德。」子云：「好德如好色，○注：此句似不足，《論語》曰「未見好德如好色」，疾時人厚於色之甚，而薄於德也。○音義：好，呼報反，下及注同。諸侯不下漁色，○注：謂不內取於國中也。內取國中為「下漁色」。昏禮始納采，謂采擇其可者也。國君而內取，像捕魚然，中網取之，是無所擇。○音義：捕，蒲布反。中網，丁仲反。故君子遠色，以為民紀。故男女授受不親，○注：不親者，不以手相與也。《內則》曰：「非祭非喪，不相授器。其相授，則女受以篚。其無篚，則皆坐奠之，而後取之。」○音義：篚音匪。御婦人則進左手，○注：御者在右，前左手，則身微背之。姑、姊妹、女子已嫁而反，男子不與同席而坐。○注：女子十年而不出也，嫁及成人，可以出矣，猶不與男子共席而坐，遠別。寡婦不夜哭，○注：嫌思人道。婦人疾，問之，不問其疾。○注：嫌媚，略之也，問增損而已。以此坊民，民猶淫泆而亂於族。」○注：亂族，犯非妃匹也。○音義：泆音逸，本又作「佚」，同。妃匹，音配，一音如字。"
      },
      {
        "index": 42,
        "text": "疏　 「子云」至「於族」。○正義曰：此一節更申明男女相遠，又坊人同姓淫泆之事。○「諸侯不下漁色」，漁色，謂漁人取魚，中網者皆取之。譬如取美色，中意者皆取之，若漁人求魚，故云「漁色」。諸侯當外取，不得下向國中取卿、大夫、士之女。若下向內取國中，似漁人之求魚無所擇，故云「不下漁色」。○「御婦人則進左手」者，以御者之禮，婦人於車上左廂，御者在婦人之右，「進左手」謂左手在前，轉身向右，微偝婦人。○「婦人疾，問之，不問其疾」者，謂不問其疾所委曲，若問其委曲，嫌似媚，故不丁寧，但略問增損而已。"
      },
      {
        "index": 43,
        "text": "子云：「昏禮，壻親迎，見於舅姑，舅姑承子以授壻，恐事之違也。○注：舅姑，妻之父母也。妻之父為外舅，妻之母為外姑。父戒女曰「夙夜無違命」，母戒女曰「毋違宮事」。○音義：迎，魚敬反。以此坊民婦，猶有不至者。」○注：不至，不親夫以孝舅姑也。《春秋》成公九年春二月，伯姬歸於宋，夏五月季孫行父如宋致女，是時宋共公不親迎，恐其有違而致之也。○音義：父音甫。"
      },
      {
        "index": 44,
        "text": "疏　 「子云」至「至者」。○正義曰：「見於舅姑，舅姑承子以授婿」者，謂親迎之時，婿見於舅姑。舅姑謂婦之父母也。婦之父母承奉女子以付授於婿，則昏禮父戒女曰「夙夜無違命」，母戒女曰「毋違宮事」是也。「恐事之違」者，謂恐此女人於昏事乖違，故親以女授婿也。"
      }
    ]
  }
}