{
  "chapterNumber": 3,
  "title": "檀弓上",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "陸曰：「檀弓，魯人。檀，大丹反，姓也。弓，名。以其善於禮，故以名篇。」\n[疏]正義曰：案鄭《目錄》云：「名曰《檀弓》者，以其記人善於禮，故著姓名以顯之。姓檀名弓，今山陽有檀氏。此於《別錄》屬《通論》。」此《檀弓》在六國之時，知者，以仲梁子是六國時人，此篇載仲梁子，故知也。案子游譏司寇惠子廢適立庶，又《檀弓》亦譏仲子捨適孫而立庶子，其事同，不以子游名篇，而以《檀弓》為首者，子游是孔門習禮之人，未足可嘉，《檀弓》非是門徒，而能達禮，故善之，以為篇目。"
      },
      {
        "index": 1,
        "text": "公儀仲子之喪，檀弓免焉。故為非禮，以非仲子也。《禮》：「朋友皆在他邦，乃袒免。」○公儀仲子，公儀，氏；仲子，字；魯之同姓也，其名未聞。免音問，注同，以布廣一寸，從項中而前，交於額上，又卻向後繞於髻。袒音但。仲子捨其孫而立其子。此其所立非也。公儀蓋魯同姓。《周禮》適子死，立適孫為後。○捨音捨，下皆同。適，多歷反，下皆同。《檀弓》曰：「何居？我未之前聞也。」居，讀為姬姓之姬，齊魯之間語助也。前猶故也。○居音毆，下同。趨而就子服伯子於門右，曰：「仲子捨其孫而立其子，何也？」去賓位，就主人兄弟之賢者而問之。子服伯子，蓋仲孫蔑之玄孫子服景伯。蔑，魯大夫。○蔑音芒結反。伯子曰：「仲子亦猶行古之道也。昔者文王捨伯邑考而立武王，微子捨其孫腯而立衍也。夫仲子亦猶行古之道也。」伯子為親者隱耳，立子非也。文之立武王，權也。微子適子死，立其弟衍，殷禮也。○腯，徐本作遁，徒本反，又徒遜反。衍，以善反。為，於偽反，下「為晉」、「禮為」、「為師」同。子游問諸孔子，孔子曰：「否。立孫。」據周禮。○孔子曰否，絕句。"
      },
      {
        "index": 2,
        "text": "[疏]「公儀」至「立孫」。正義曰：此一節論仲子廢適立庶，為檀弓所譏之事。公儀仲子而身今喪亡，檀弓與之為友，又非處他邦，為之著免，故為重服。譏其失禮。所以譏者，仲子適子既死，捨其適孫而立其庶子。檀弓居在賓位而言曰「何居」？居是語辭，言仲子捨適孫立庶子，是何道理乎？「我未之前聞」，前猶故也。言我未聞故昔有此事。既言之後，乃從賓位趍而就子服伯子於門右，問之曰：「仲子捨其適孫而立庶子，是何禮也？」伯子為仲子隱諱，乃言曰：「仲子雖生周世，猶上行古之道也。」言「亦」者，餘人有行古之道，仲子亦如餘人，故云「亦」也。即引文王、微子之事，為古之道也。更繼之云「仲子亦猶行古之道」，與文王、微子無異。子游以此為疑，問諸孔子。孔子以仲子周人，當從周禮，不得立庶子，當立孫也。○注「禮朋友」至「袒免」。○正義曰：知者，《喪服記》云：「若他邦來，還家而無主，猶為之免。」故鄭注云：「歸有主人乃已，明無主猶袒免也。若朋友俱在家，則吊服加麻。加麻者，素弁上加緦之環絰，若一在一否亦然。」知者，以云「皆在他邦，乃祖免」，明不皆在者則否。○注「公儀蓋魯同姓」。○正義曰：知者，案《史記》魯相公儀休，此云子服伯子是魯人，故疑魯同姓也。知同姓者，以《春秋》有公鳥、公若、公儀，同稱公，故知同姓也。○注「去賓」至「大夫」。正義曰：案賓位之法，隨主人而變。小斂之前，主人未忍在主位，有事在西階下，則賓亦入門西，吊於西階下，故《士喪禮》，君使人襚，主人拜送，拜賓，即位西階下東面。鄭云：「未忍即主人位也」。小斂之後，屍則出堂廉，然後有飾主人位，則在阼階下西面，賓吊者入門東，於東階下吊也。故《士喪禮》小斂訖，「故士舉，男女奉屍侇於堂。主人降自西階，即位踴，襲絰於序東」。鄭云：「即位踴，東方位也。」則眾主人不接賓，發初在東耳。而檀弓之來者，當在小斂之前，初於西階行譏，吊而主人未覺，後乃趍鄉門右，問伯子焉。必知小斂前者，以仲子初喪即正適庶之位故也。未小斂而著免者，故為非禮之吊，亦異常也。然則子游之吊惠子，是小斂後也。故服衰而在門東，故鄭云：「大夫家臣，位在賓後。」又云：「在門內北面。」云「子服伯子，蓋仲孫蔑之玄孫子服景伯」者，案《世本》，獻子蔑生孝伯，孝伯生惠伯，惠伯生昭伯，昭伯生景伯。云「蓋」者，彼云子服景伯，此云子服伯子，不同，故云「蓋」。景是謚，伯是字也。○注「文王之立武王，權也」。○正義曰：案文王在殷之世，殷禮：自得捨伯邑考而立武王。而言權者，殷禮若適子死，得立弟也。今伯邑考見在而立武王，故云「權」也。故《中候》云：「發行誅紂，且弘道也，是七百年之基驗也。」"
      },
      {
        "index": 3,
        "text": "事親有隱而無犯，隱，謂不稱揚其過失也。無犯，不犯顏而諫。《論語》曰：「事父母，幾諫。」左右就養無方，左右，謂扶持之。方，猶常也。子則然，無常人。○左右，徐上音佐，下音佑，今並如字，下同。養，以尚反，下同。服勤至死，致喪三年。勤，勞辱之事也。致謂戚容稱其服也。凡此以恩為制。○稱，尺證反。事君有犯而無隱，既諫，人有問其國政者，可以語其得失，若齊晏子為晉叔向言之。○語，魚據反，又如字。向，香亮反；叔向，羊舌肸。左右就養有方，不可侵官。服勤至死，方喪三年。方喪，資於事父。凡此以義為制。事師無犯無隱，左右就養無方，服勤至死，心喪三年。心喪，戚容如父而無服也。凡此以恩義之間為制。"
      },
      {
        "index": 4,
        "text": "[疏]「事親」至「三年」。○正義曰：此一節論事親事君及事師之法，臣子著服之義，各依文解之。○注「無犯」至「幾諫」。○正義曰：據親有尋常之過，故無犯。若有大惡，亦當犯顏，故《孝經》云「父有爭子，則身不陷於不義」是也。《論語》曰：「事父母幾諫。」是尋常之諫也。○注「左右」至「常人」。○正義曰：凡言「左右」，者據僕從之臣，故立有左右僕從之官位。此左右言「扶持之」，謂子在親左相右相而奉持之。云「子則然，無常人」，然猶如是也。但是子則須如是，或左右奉持，不常遣一人在左，一人在右，故云「無常人」。○注「勤勞」至「為制」。○正義曰：言「服勤」者，謂服持勤苦勞辱之事。故云「致謂戚容稱其服也」者，致之言至也，謂哀情至極而居喪禮，故云「致謂戚容稱其服也」。上《曲禮》云：「五十不致毀。」與此同。云「凡此以恩為制」者，凡上三事對下君與師，故云「以恩為制」。○注「既諫」至「言之」。○正義曰：知既諫而後，人有問其國政，可以語其得失者，昭三年《左傳》云：「晏子謂景公曰：『小人近市，朝夕得所求。』景公曰：『子近市，何貴何賤？』於是景公繁於刑，有鬻踴者。故對曰：『踴貴屨賤。』」諫景公重刑。後及其聘晉，與叔向言齊國之政將歸陳氏，景公厚斂焉。陳氏厚施焉。是既諫得言君之過。若其未諫而言君過，則不可，故昭三年子大叔如晉，張趯與子大叔言云：「火星中而寒暑退。此其極也，能無退乎？」未曾諫君，輒言君德之退，故傳云：「張趯有知，其由在君子之後乎！」是其被譏也。魯昭公取同姓，孔子不仕昭公，既先諫，所以《論語》稱孔子為昭公諱而稱丘也過者，聖人含弘勸獎，攬過歸己，非實事也。若史策書，理則不一，若其良史，直筆不隱君過，董狐書趙盾弒君，及丹楹刻桷之屬是也。若忠順臣，則諱君親之惡者，《春秋》辟諱皆是，故僖元年《左傳》云：「諱國惡，禮也。」○注「不可侵官」。○正義曰：案成十六年《左傳》云，晉楚戰於鄢陵，時欒書將中軍，欒針為晉侯車右，晉侯陷於淖。「欒書將載晉侯，針曰：『書退！侵官，冒也。失官，慢也。離局，奸也。』」時欒書棄元帥之任，欲載晉侯，是侵官也。故云「不可侵官」。此謂君有平常小事，若有危難當致死，故《論語》云：「事君能致其身。」○注「方喪，資於事父」。○正義曰：方謂比方也，謂比方父喪禮以喪君，故云「資於事父」。資，取也。取事父之喪禮以喪君，但居處飲食同耳，不能戚容稱其服。○注「心喪」至「為制」。○正義曰：凡親有冥造之功，又有生育之惠，故懷哀戚之痛，同君衰服之限。君則徒有榮身顯親之事，而無冥造生育之功，故唯服粗衰，表盡哀戚。師則以恩愛成已，有同於親，故不為制服，故云「心喪，戚容如喪父」，為恩愛成己故也。云「而無服」者，既無親之冥造，又無君之榮顯，故無服也。云「以恩義之間為制」者，無犯是同親之恩，無隱是同君之義，兼有親恩君義，故言「恩義之間為制」。但子之事親，本主恩愛，不欲聞親有過惡，故有隱，不欲違親顏色，故無犯。臣之事君，利在功義，若有惡不諫，社稷傾亡，故有犯。君之過惡，眾所同知，故云「無隱」也。"
      },
      {
        "index": 5,
        "text": "季武子成寢，武子，魯公子季友之曾孫季孫夙。杜氏之葬在西階之下，請合葬焉，許之入宮而不敢哭。武子曰：「合葬，非古也。自周公以來，未之有改也。自見夷人塚墓以為寢，欲文過。○葬，徐才浪反，又如字。合如字，徐音閤，後「合葬」皆同。文如字，徐音問。吾許其大而不許其細，何居？」命之哭。記此者，善其不奪人之恩。"
      },
      {
        "index": 6,
        "text": "[疏]「季武」至「之哭」。○正義曰：此一節明不奪人之恩，兼論夷人塚墓為寢，欲文過之事，各隨文解之。○注「武子」至「孫夙」。○正義曰：案《世本》公子友生齊仲，齊仲生無逸，無逸生行父，行父生夙。夙是公子友曾孫也。○注「自見」至「文過」。○正義曰：言「文過」者，武子自云，合葬之禮，非古昔之法，從周公以來，始有合葬，至今未改。我成寢之時，謂此塚墓是周公以前之事，不須合葬，故我夷平之以為寢。不肯服理，是文飾其過。先儒皆以杜氏喪從外來，就武子之寢合葬，與孔子合葬於防同。又案《晏子春秋》景公成路寢之台，逢於阿盆成逆後喪，並得附葬景公寢中。與此同也。○「吾許」至「何居」。○「吾許其大」者，聽之將喪而入葬，是許其大。「不許其細」，哭是細也。「何居」，「居」，語辭。既許其大，而不許其細，是何道理，故云「何居」。"
      },
      {
        "index": 7,
        "text": "子上之母死而不喪，子上，孔子曾孫，子思伋之子，名白，其母出。○不喪，如字，下同，徐息浪反，下放此。伋音急，子思名也，孔子之孫。門人問諸子思曰：「昔者子之先君子喪出母乎？」曰：「然。」禮，為出母期。父卒，為父後者不服耳。○期，居宜反，本又作期，後放此。「子之不使白也喪之，何也？」子思曰：「昔者吾先君子無所失道，道隆則從而隆，道污則從而污。污猶殺也。有隆有殺，進退如禮。○隆，力中反，盛也。污音烏，下同。殺，所戒反，又所例反，下同。伋則安能？自予不能及。○予，羊許反，許也；一云我也，又音餘。為伋也妻者，是為白也母。不為伋也妻者，是不為白也母。故孔氏之不喪出母，自子思始也。記禮所由廢，非之。"
      },
      {
        "index": 8,
        "text": "[疏]「子上」至「始也」。○正義曰：此一節論子上不喪出母之事，各隨文解之。○注「禮為」至「服耳」。○正義曰：案《喪服》齊衰杖期章：「出妻之子為母。」又云：「出妻之子為父後者，則為出母無服。傳云，與尊者為一體，不敢服其私親。」是也。子思既在，子上當為出母有服，故門人疑而問之。云「子之先君子」，謂孔子也，令子喪出母乎？子思曰：「然。」然猶如是也，言是喪出母故也。伯魚之母被出，死，期而猶哭，是喪出母也。○「子思」至「而污」。○道猶禮也，言吾之先君子無所失道，道有可隆，則從而隆。謂父在，為出母宜加隆厚，為之著服。「道污」者，污猶殺也，若禮可殺則從而殺。謂父卒，子為父後，上繼至尊，不敢私為出母禮。當減殺，則不為之著服。「伋則安能」者，子思自以才能淺薄，不及聖祖，故云伋則何能。鄭云：「自予不能及，予猶許也。自許不能及也。」"
      },
      {
        "index": 9,
        "text": "孔子曰：「拜而後稽顙，頹乎其順也。此殷之喪拜也。頹，順也。先拜賓，順於事也。○顙，素黨反，稽顙，觸地無容。頹，徒回反。稽顙而後拜，頎乎其至也。此周之喪拜也。頎，至也。先觸地無容，哀之至。○頎音懇，惻隱之貌，又音畿。觸音昌欲反。三年之喪，吾從其至者。」重者尚哀戚，自期如殷可。"
      },
      {
        "index": 10,
        "text": "[疏]「孔子」至「至者」。○正義曰：此一節論殷、周喪拜之異也。拜者，主人孝子拜賓也。稽顙者，觸地無容也，頹然不逆之意也。拜是為賓，稽顙為己，前賓後已，各以為頹然而順序也。○「稽顙而後拜，頎乎其至也」者，頎，惻隱貌也。先觸地無容，後乃拜賓也。是為親痛深貌，惻隱之至也。○「三年之喪，吾從其至」者，孔子評二代所拜也。至者，謂先稽顙後拜也。重喪，主貌惻隱，故三年喪則從其頎至者也。○注「重者」至「殷可」。○正義曰：三年之喪，尚哀戚則從周。自期以下如殷可。此經直云「拜而後稽顙」，「稽顙而後拜」，鄭知拜而後稽顙是「殷之喪拜」，稽顙而後拜是「周之喪拜」者，於孔子所論，每以二代相對，故下檀弓云：「殷人既封而吊，周人反哭而吊，殷以愨，吾從周。」又云：「殷朝而殯於祖，周朝而遂葬。」皆以殷、周相對，故知此亦殷、周相對也。知並是殷、周喪拜者，此云「三年之喪，吾從其至」，明非三年喪者，則從其順，故知並是喪拜。但殷之喪拜，自斬衰以下，緦麻以上，皆拜而後稽顙，以其質故也。周則杖期以上，皆先稽顙而後拜，不期杖以下，乃作殷之喪拜。鄭知殷先拜而後稽顙，周先稽顙而後拜者，以孔子所論皆先殷而後周；今「拜而後稽顙」，文在其上，故為殷也；「稽顙而後拜」，文在其下，故為周也。且下《檀弓》云，秦穆公使人吊公子重耳，重耳稽顙而不拜，示不為後也。若為後，當稽顙而後拜也。重耳既在周時，明知先稽顙而後拜者。若然，《士喪禮》既是周禮，所以主人拜稽顙，似亦先拜而後稽顙者，《士喪禮》云「拜稽顙」者，謂為拜之時先稽顙。其《喪大記》每拜稽顙者，與《士喪禮》同。案《晉語》云，秦穆公吊重耳，重耳再拜不稽顙。與下篇重耳稽顙不拜文異者，《國語》之文，不可用此稽顙而後拜。即《大祝》「凶拜」之下，鄭註：「稽顙而後拜，謂三年服者。」此拜而後稽顙，即《大祝》吉拜。鄭注云：「謂齊衰不杖以下者。」鄭知凶拜是三年服者，以《雜記》云：「三年之喪，以其喪拜。」喪拜即凶拜。鄭又云：「吉拜，齊衰不杖以下。」則齊衰杖者，亦用凶拜者。知齊衰杖用凶拜者，以《雜記》云：「父母在，為妻不杖不稽顙。」明父母歿，為妻杖得稽顙也。是知杖齊衰得為凶拜。若然，《雜記》云：「三年之喪，以其喪拜。非三年之喪，以吉拜。」則杖期以下，皆用吉拜。今此杖期得用凶拜者，《雜記》所云，大判而言，雖有杖期，總屬三年之內。熊氏以為《雜記》所論，是拜問拜賜，故杖期亦屬吉拜。必知然者，以鄭注《大祝》「凶拜」云「三年服者」，是用《雜記》之文，解以凶拜之義，則拜賓、拜問、拜賜不得殊也。且《雜記》「問」與「賜」與於「拜」文，上下不相接次，不可用也。《周禮•大祝》「一曰稽首」，鄭云：「頭至地。」案《中候》：「我應云王，再拜稽首。」鄭云：「稽首，頭至手也。」此即臣拜君之拜，故《左傳》云：「天子在，寡君無所稽首。」大夫於諸侯亦稽首，故下《曲禮》云：「大夫之臣不稽首。」則大夫於君得稽首。「二曰頓首」，鄭曰：「頭叩地不停留也。」此平敵以下拜也，諸侯相拜則然，以其不稽首，唯頓首也。「三曰空首」，鄭云：「頭至手，所謂拜手也。」以其與拜手是一，故為頭至手也。此答臣下之拜，其敵者既用頓首，故知不敵者用空首。「四曰振動」，鄭云：「戰慄變動之拜。」謂有敬懼，故為振動，故《尚書•泰誓》火流為烏、王動色變是也。「五曰吉拜」者，謂先作頓首拜，後作稽顙，故鄭康成注與頓首相近。「六曰凶拜」者，既重於吉拜，當先作稽顙，而後稽首。「七曰奇拜」，鄭大夫云：「奇拜謂一拜也。」鄭康成云：「一拜答臣下。」然《燕禮》、《大射》公答再拜者，為初敬之，為賓尊之，故再拜。燕末無筭爵之後，唯止一拜而已。「八曰褒拜」者，鄭大夫云：「褒讀為報，報拜，再拜也。」鄭康成云：「再拜，拜神與屍。」「九曰肅拜」者，鄭司農云：「但俯下手，今時揖是也。介者不拜。」引成十六年「為事故，敢肅使者」。此禮拜，體為空首一拜而已，其餘皆再拜也。其肅拜或至再，故成十六年晉郤至三肅使者。此肅又謂婦人之拜，故《少儀》云「婦人吉事，雖有君賜，肅拜」是也。"
      },
      {
        "index": 11,
        "text": "孔子既得合葬於防，言既得者，少孤不知其墓。○少，詩召反，下文同。曰：「吾聞之，古也墓而不墳。墓謂兆域，今之封塋也。古謂殷時也。土之高者曰墳。○墳，扶雲反。今丘也，東西南北之人也，不可以弗識也。」於是封之，崇四尺。東西南北，言居無常處也。聚土曰封，封之，周禮也。《周禮》曰：「以爵等為丘封之度。」崇，高也。高四尺，蓋周之士制。○識，式志反，又如字。處，昌慮反。之度，本又作「之數」。孔子先反，當脩虞事。門人後。雨甚，至。後，待封也。孔子問焉，曰：「爾來何遲也？」曰：「防墓崩。」言所以遲者，脩之而來。○防墓，防地之墓也。庾云：「防衛墓崩。」孔子不應。以其非禮。○應，應對之應。三，三言之，以孔子不聞。○三，息暫反，又如字。孔子泫然流涕曰：「吾聞之，古不脩墓。」脩，猶治也。○泫，胡犬反。涕音體。"
      },
      {
        "index": 12,
        "text": "[疏]「孔子」至「修墓」。○正義曰：此一節論古者不修墓之事，各依文解之。○天子之墓一丈，諸侯八尺，其次降差以兩。○「今丘也，東西南北之人也，不可以弗識也」。○今既東西南北，不但在鄉，若久乃歸還，不知葬之處所，故云不可以不作封墳，記識其處。○注「《周禮》」至「士制」。○正義曰：引《周禮•塚人》，云「高四尺，蓋周之士制」者，其父梁紇雖為大夫，《周禮》公侯伯之大夫再命，與天子中士同，云「周之士制」者，謂天子之士也。○「曰，防墓崩」。○防地之墓新始蛔芰，遇甚雨而崩。庾蔚云：「防守其墓，備擬其崩。」若如庾之言，墓實不崩，鄭何以言「修之而來」？孔子何以言「古不修墓」？違經背注，妄說異同，非也。○「孔子泫然流涕」。○自傷修墓違古，致令今崩，弟子重修，故流涕也。"
      },
      {
        "index": 13,
        "text": "孔子哭子路於中庭。寢中庭也。與哭師同，親之。有人吊者，而夫子拜之。為之主也。既哭，進使者而問故。使者，自衛來赴者。故，謂死之意狀。○使，色吏反，下及注同。使者曰：「醢之矣。」時衛世子蒯聵篡輒而立，子路死之。醢之者，示欲啗食以怖眾。○醢音海。蒯，苦怪反。聵，五怪反。蒯聵，衛靈公之太子出公輒之父莊公也。篡輒，初患反；輒，出公名也。啗，本又作「啖」，待敢反。怖，普故反，遂命覆醢。覆，棄之。不忍食。○覆，芳服反，注同。"
      },
      {
        "index": 14,
        "text": "[疏]「孔子」至「覆醢」。○正義曰：此一節論師資之恩，兼明子路死之意狀。○注「寢中」至「親之」。○正義曰：下文云「師，吾哭諸寢」，今「哭子路於中庭」，故云「與哭師同，親之」。若其不親，當哭於寢門外，與朋友同，故下云「朋友，哭諸寢門外」。案《奔喪》云「師於廟門外」者，謂周禮也。下文據殷法也。○注「故，謂死之意狀」。○正義曰：案哀十五年《左傳》云：「孔子聞衛亂，曰：『柴也其來，由也其死矣。』」則是預知，所以進使者問故者，以子路忠而好勇，必知其死難，但不知其死之委曲，更問之也。○注「時衛」至「怖眾」。○正義曰：案哀十五年《左傳》云，蒯瞶潛入孔悝之家，與伯姬「迫孔悝於廁，強盟之，遂劫以登台。子路入，逐之至台下，且曰：『大子無勇，若燔台半，必捨孔叔。』大子聞之，懼，下石乞、盂黶敵子路，以戈擊之，斷纓。子路曰：『君子死，冠不免。』」○注云：「不使冠在地。遂絕纓而死。」"
      },
      {
        "index": 15,
        "text": "曾子曰：「朋友之墓，有宿草而不哭焉。」宿草，謂陳根也。為師心喪三年，於朋友期可。○期音期。\n[疏]「曾子」至「哭焉」。○正義曰：曾子，孔子弟子，姓曾名參，字子輿，魯人也。宿草，陳根也。草經一年陳，根陳也。朋友相為哭一期，草根陳，乃不哭也。所以然者，朋友雖無親，而有同道之恩。言朋友期而猶哭者，非謂在家立哭位，以終期年。張敷云：「謂於一成之內，如聞朋友之喪，或經過朋友之墓及事故須哭，如此則哭焉。若期之外，則不哭也。」"
      },
      {
        "index": 16,
        "text": "子思曰：「喪三日而殯，凡附於身者，必誠必信，勿之有悔焉耳矣。三月而葬，凡附於棺者，必誠必信，勿之有悔焉耳矣。言其日月，欲以盡心脩備之。附於身，謂衣衾。附於棺，謂明器之屬。○衾音欽。喪三年以為極亡，去已久遠，而除其喪。○以為極亡，並如字；極，已也，徐紀力反；王以「極」字絕句，亡作「忘」，向下讀；孫依鄭作「亡」，而如王分句。則弗之忘矣。則之言曾。故君子有終身之憂，念其親。而無一朝之患，毀不滅性。故忌日不樂。」謂死日，言忌日不用舉吉事。○樂如字，又音洛。"
      },
      {
        "index": 17,
        "text": "[疏]「子思」至「不樂」。○正義曰：此一節論喪之初死及葬送終之具，須盡孝子之情，及思念父母不忘之事，今各隨文解之。「三日而殯」者，據大夫士禮，故云三日也。○「凡附於身」者，謂衣衾也。夫祀必求仁者之粟，故送終之物，悉用誠信，必令合禮，不使少有非法，後追悔咎。「焉耳矣」者，助句之辭。○「三月而葬，凡附於棺者，必誠必信，勿之有悔焉耳矣」者，三月而葬，亦大夫士禮也。附謂明器之屬，亦當必誠信，不追悔也。○注「言其」至「之屬」。○正義曰：此「言其日月，欲以盡心修備之」，鄭意但言凡附身附棺自足，又更云「三日」、「三月」，言棺中物少者，三日之期，家計可使量度，則必中，棺外物多，三月之賒，思忖必就，故言日月，欲見宜慎也。云「謂明器之屬」者，案《既夕禮》除明器之外，有用器弓矢、耒耜、兩敦、兩杅、盤匜、燕樂器、甲、胄、干、笮、杖、笠、翣等，故云「之屬」也。○「喪三年以為極亡」，○此亦子思語辭也。言服親之喪，以經三年，以為極亡，可以棄忘，而孝子有終身之痛，曾不暫忘於心也。注云「則之言曾」，故君子有終竟己身，恆慘念親。此則是不忘之事。雖終身念親，而不得有一朝之間有滅性禍患，恐其常毀，故唯忌日不為樂事，他日則可，防其滅性故也。所以不滅性者，父母生己，欲其存寧，若滅性，傷親之志，又身已絕滅，無可祭祀故也。○注「謂死」至「吉事」。○正義曰：下篇子卯為人君忌日，恐此忌日亦為子卯，故云「謂死日」也。言「忌」者，以其親亡忌難，吉事不舉之。"
      },
      {
        "index": 18,
        "text": "孔子少孤，不知其墓。孔子之父郰叔梁紇與顏氏之女徵在野合而生孔子，徵在恥焉，不告。○郰，側留反，又作鄒。紇，恨發反，徐胡切反，又胡沒反。殯於五父之衢，欲有所就而問之。孔子亦為隱焉，殯於家，則知之者無由怪己，欲發問端。五父，衢名，蓋郰曼父之鄰。○父音甫，注及下同。衢，求於反。為如字，又於偽反。曼音萬。人之見之者，皆以為葬也。見柩行於路。其慎也，蓋殯也。慎，當為引，禮家讀然，聲之誤也。殯引，飾棺以輤，葬引，飾棺以柳翣。孔子是時以殯引，不以葬引，時人見者，謂不知禮。○慎，依注作引，羊刃反。輤，七見反。翣，所甲反。○問於郰曼父之母，然後得合葬於防。曼父之母，與徵在為鄰，相善。○鄰有喪，舂不相；裡有殯，不巷歌。皆所以助哀也。相，謂以音聲相勸。○相，息亮反，注同。喪冠不緌。去飾。○緌，本又作綏，同，耳佳反。去，起呂反。"
      },
      {
        "index": 19,
        "text": "[疏]「孔子」至「於防」。○正義曰：此一節論孔子訪父墓之事。云孔子既少孤失父，其母不告父墓之處。今母既死，欲將合葬，不知父墓所在，意欲問人，故若殯母於家，則禮之常事，他人無由怪己。故殯於五父之衢，欲使他人怪而致問於己。外人見柩行路，皆以為葬。但葬引柩之時，飾棺以柳翣，其殯引之禮，飾棺以輤。當夫子飾其所引之棺以輤，故云其引也蓋殯也。殯不應在外，故稱「蓋」，為不定之辭。於時郰曼父之母，素與孔子母相善，見孔子殯母於外，怪問孔子。孔子因其所怪，遂間郰曼父之母，始知父墓所在，然後得以父母屍柩合葬於防。○注「孔子」至「不告」。○正義曰：按《史記•孔子世家》云：「叔梁紇與顏氏女野合而生孔子。」鄭用《世家》之文，故注言「野合」，不備於禮也，若《論語》云：「先進於禮樂，野人也。及野哉！由也。」非謂草野而合也。但徵在恥其與夫不備禮為妻，見孔子知禮，故不告。言「不知其墓」者，謂不委曲適知柩之所在，不是全不知墓之去處。其或出辭入告，總望本處而拜。今將欲合葬，須正知處所，故云「不知其墓」。今古不知墓處，於事大有，而講者喧喧，競為異說，恐非經記之旨。案《家語》云：「叔梁紇年餘七十無妻，顏父有三女。顏父謂其三女曰：『鄒大夫身長七尺，武力絕倫，年餘七十，誰能與之為妻？』二女莫對，徵在進曰：『從父所制，將何問焉？』父曰：『即爾能矣。』遂以妻之，為妻而生孔子，三歲而叔梁紇卒。」王肅據《家語》之文以為《禮記》之妄。又《論語緯•撰考》云：「叔梁紇與徵在禱尼丘山，感黑龍之精以生仲尼。」今鄭云「叔梁紇與顏氏之女徵在野合」，於《家語》文義亦無殊，何者？七十之男，始取徵在，灼然不能備禮，亦名野合。又徵在幼少之女而嫁七十之夫，是以羞慚，不能告子。又叔梁紇生子三歲而後卒，是孔子少孤。又與《撰考》之文禱尼丘山而生孔子，於野合之說，亦義理無妨，鄭與《家語》、《史記》並悉符同。王肅妄生疑難，於義非也。○注「慎當」至「知禮」。○正義曰：挽柩為引，無名慎者，以慎、引聲相近，故云「慎」當為引。云「禮家讀然」者，「然」猶如是也，言禮家讀如是引字。故《大司徒》云：「大喪屬其六引。」是讀引也。云「殯引，飾棺以輤」者，案《雜記》云，諸侯行而死於道，其輤有裧，緇布裳惟。輤為赤色，大夫布裳帷，士葦席以為屋，蒲席以為裳帷。大夫以下雖無輤，取諸侯輤同名，故飾棺以輤。云「葬引，飾棺以輤」者，案《喪大記》云，君龍帷、黼荒、黼翣二、黻翣二、畫翣二、大夫畫帷、畫荒、黻翣二、畫翣二、士布帷，布荒、畫翣二。在上曰荒，在旁曰帷，總謂之柳，故云「飾棺以柳翣」。"
      },
      {
        "index": 20,
        "text": "有虞氏瓦棺，始不用薪也。有虞氏上陶。○陶，大刁反。夏後氏堲周，火熟曰堲，燒土冶以周於棺也。或謂之土周，由是也。《弟子職》曰：「右手折堲。」○即周，本又作堲，同，子栗反，又音稷，注下同。何云：「冶土為磚，四周於棺。」燒，叔招反。折，之設反，《管子》云：「左手執燭，右手折堲。」即，燭頭燼也。《弟子職》，其篇名。殷人棺槨，槨，大也。以木為之，言槨大於棺也。殷人上梓。○棺音官。槨音郭。梓音子。周人牆置翣。牆，柳衣也。凡此言後王之制文。○牆，在良反。周人以殷人之棺槨葬長殤，以夏後氏之堲周葬中殤、下殤，以有虞氏之瓦棺葬無服之殤。略未成人。○長殤，丁丈反，下式羊反；十六至十九為長殤，十二至十五為中殤，八歲至十一為下殤，七歲已下為無服之殤，生未三月不為殤。"
      },
      {
        "index": 21,
        "text": "[疏]「有虞」至「之殤」。○正義曰：此一節論棺槨所起及用棺槨之事，各隨文解之。○注「始不」至「上陶」。○正義曰：案《易•下繫辭》云：「古之葬者，厚衣之以薪，葬之中野，不封不樹，喪期無數。後世聖人易之以棺槨，蓋取諸《大過》。」《大過》者，巽下兌上之卦。初六在巽體，巽為木，上六位在已，已當巽位。巽又為木，二木在外，以夾四陽。四陽互體為二乾，乾為君為父，二木夾君父，是棺槨之象。今虞氏既造瓦棺，故云「始不用薪」。然虞氏瓦棺，則未有槨也，《繫辭》何以云「後世聖人易之以棺槨」？連言「槨」者？以後世聖人其文開廣，遠探殷、周。而言喪期，有虞氏則然，故《尚書》云：「三載，四海遏密八音。」云「有虞氏上陶」者，案《考工記》陶人造瓦器，故引之證瓦棺。○注「火熟」至「折堲」。○正義曰：「火熟「者，以《弟子職》云：「折燭之炎燼，名之曰堲。」故知堲是火熟者。云「燒土冶以周於棺也」者，謂鑿土為陶冶之形，大小得容棺，故云「燒土冶以周於棺」也。云「或謂之土周，由是也」者，《曾子問》云：「下殤土周葬於園。」云「由是」者，燒土周棺，得喚作土周。引《弟子職》者，證火熟曰堲之意。案《管子書》有《弟子職》篇，云「左手秉燭，右手正堲」。鄭云：「折堲者，即是正除之義。」○注「槨大」至「上梓」。○正義曰：槨聲與寬廓相近，故云「大於棺」也。「殷人上梓」，亦《考工記》文，引之以證槨也。《考工記》又云：「夏後氏上匠。」於「堲周」，不引之者，以匠無所不為，非獨聖周而已，故不引也。《考工記》又云：「周人上輿。」輿非牆之事，故於「周人牆置翣」亦不引之也。○注「牆柳」至「制文」。○正義曰：案《喪大記注》云：「在旁曰帷，在上曰荒。」帷荒所以衣柳，則以帷荒之內木材為柳，其實帷荒及木材等總名曰柳。故《縫人》云：「衣翣柳之材。」注云：「柳之言聚，諸飾之所聚。」是帷荒總稱柳也。云「凡此言後王之制文」者，「凡」謂虞、夏、殷、周。有虞氏唯有瓦棺，夏後氏瓦棺之外加堲周，殷則梓棺替瓦棺，又有木為槨替堲周，周人棺槨，又更於槨傍置柳、置翣扇，是後王之制，以漸加文也。夏言「後」者，《白虎通》云：「以揖讓受於君，故稱後。殷、周稱人者，以行仁義，人所歸往，故稱人。」夏對殷、周稱人，故言後，見受之於君。虞則不對殷、周。自五帝之內，雖受於君，不須稱後也。"
      },
      {
        "index": 22,
        "text": "夏後氏尚黑，以建寅之月為正，物生色黑。○正者征，下同，又如字。大事斂用昏，昏時亦黑。此大事謂喪事也。○斂，力驗反，下皆同。戎事乘驪，戎，兵也。馬黑色曰驪。《爾雅》曰：「騋，牝驪，牡玄。」○驪，力知反，徐郎志反。純黑色馬。騋音來，馬七尺已上為騋。牡用玄。玄，黑類也。殷人尚白，以建丑之月為正，物牙色白。大事斂用日中，日中時亦白。戎事乘翰，翰，白色馬也。《易》曰：「白馬翰如。」○翰，字又作鶾，胡旦反，又音寒。牲用白。周人尚赤，以建子之月為正，物萌色赤。○萌，亡耕反。大事斂用日出，日出時亦赤。戎事乘騵，騵，騮馬，白腹。○騵音原。騮，力求反，赤馬，黑鬣尾。牲用騂。騂，赤類。○騂，息營反，徐呼營反，純赤色也。一云赤黃色。"
      },
      {
        "index": 23,
        "text": "[疏]「夏後」至「用騂」。○正義曰：此一節論三代正朔所尚色不同，各依文解之。○夏尚黑，殷尚白，周尚赤，此之謂茸，故《書傳略說》云：「天有茸，物有三變，故正色有三。天有三生三死，故土有茸荃，王特一生死。」又《春秋緯•元命苞》及《樂緯•稽耀嘉》云：「夏以十三月為正，息卦受泰。」注云：「物之始，其色尚黑，以寅為朔。」「殷以十二月為正，息卦受泰。」注云：「物之牙，其色尚白，以雞鳴為朔。」「周以十一月為正，息卦受復，其色尚赤，以夜半為朔。」又《三正記》云：「正朔三而改，文質再而復。」以此推之，自夏以上皆正朔三而改也。鄭注《尚書》：「三帛，高陽氏之後用赤繒，高辛氏之後用黑繒，其餘諸侯用白繒。」如鄭此意，卻而推之，舜以十一月為正，尚赤。堯以十二月為正，尚白，故曰：「其餘諸侯用白繒。」高辛氏以十二月為正，尚黑。故云：「高辛氏之後用赤繒。」高陽氏以十一月為正，尚赤，故云：「高陽氏之後用赤繒。」帝少皞以十二月為正，尚白。黃帝以十三月為正，尚黑。神農以十一月為正，尚赤。女媧以十二月為正，尚白。伏犧以上，未有聞焉。《易•說卦》云「帝出乎震」，則伏羲也。建寅之月，又木之始。其三正當從伏羲，以下文質再而復者，文質法天地，文法天，質法地。周文法地而為天正，殷質法天而為地正者，正朔文質不相須，正朔以三而改，文質以二而復，各自為義，不相須也。建子之月為正者，謂之天統。以天之陽氣始生，為百物得陽氣，微稍動變，故為天統。建丑之月為地統者，以其物已吐牙，不為天氣始動，物又未出，不得為人所施功，唯在地中含養萌牙，故為地統。建寅之月為人統者，以其物出於地，人功當須修理，故謂之人統。統者，本也，謂天地人之本也。然王者必以此三月為正者，以其此月物生微細，又是歲之始生，王者繼天理物，含養微細，又取其歲初為正朔之始。既天地人之三者所繼不同，故各改正朔，不相襲也。所尚既異，符命亦隨所尚而來，故《禮緯•稽命征》云：「其天命以黑，故夏有玄珪。天命以赤，故周有赤雀銜書。天命以白，故殷有白狼銜鉤。」是天之所命，亦各隨人所尚。符命雖逐所尚，不必皆然。故天命禹觀河，見白面長人。《洛予命》云：「湯觀於洛，沈璧，而黑龜與之書，黃魚雙躍。」《泰誓》言武王伐紂，而白魚入於王舟。是符命不皆逐正色也。鄭康成之義，自古以來，皆改正朔。若孔安國則改正朔殷、週二代，故注《尚書》湯承堯舜禪代之後，革命創製，改正易服，是從湯始改正朔也。○注「昏時」至「事也」。○正義曰：知「大事」是喪事者，以其與「斂」文連，故知大事是喪事也。○注《爾雅》曰：騋，牝驪，牡玄」。○正義曰：引《爾雅•釋畜》文。「騋，牝驪，牡玄」，謂七尺曰騋，牝者色驪，牡者色玄。引之者，證「驪」是玄之類也。案《廋人》云：「八尺以上為龍，七尺以上為騋，六尺以上為馬。」凡馬皆有驪牡玄，獨言騋者，舉中以見上下，明其諸馬皆然。或《爾雅》釋《詩》云：「騋牝。」郭璞註：「玄駒，小馬。」稍異鄭也。○注「玄黑類也」。○正義曰：案《周禮•考工記》：「七入為緇。」鄭云：「玄則六入者與？」是玄黑類。○注「翰白」至「翰如」。○正義曰：所引《易》者，《易•賁卦•六四》：「賁如皤如，白馬翰如。」《賁》離下艮上，鄭注云：「六四，巽爻也。有應於初九，欲自飾以適初，既進退未定，故皤如也。」「白馬翰如」，謂九三位在辰，得巽氣為白馬。翰猶幹也。見六四適初未定，欲幹而有之，引此者證「翰」為白色。案彼以幹為翰者，以「翰如」、「白馬」連文，故以翰為幹，望經為義，以此不同。○注「物萌色赤」。○正義曰：案上「殷尚白」之下，注云：「物牙色白。」此「萌色赤」不同者，萌是牙之微細，故建子云萌，建丑云牙。若散而言之，萌即牙也。故《書傳略說》云：「周以至動，殷以萌，夏以牙。」此皆據一種之草，大汎而言，故建子始動，建寅乃出，至如薺麥以秋而生，《月令》仲冬荔挺出，不在此例也。此文質雖異，殷、質周文，大泛言之，乃前代質，後代文也。故《表記》云「虞、夏之質，殷、周之文」是也。○注「騵，騮馬，白腹」。○正義曰：《爾雅•釋畜》文。武王伐紂所乘也。故《詩》云：「駟騵彭彭。」《毛傳》云：「上周下殷。」故周人戎事乘之，若其餘事，則《明堂位》云「周人黃馬蕃鬣」是也。"
      },
      {
        "index": 24,
        "text": "穆公之母卒，穆公，魯哀公之曾孫。使人問於曾子曰：「如之何？」問居喪之禮。曾子，曾參之子，名申。○參，所金反，一音七南反，後同。對曰：「申也聞諸申之父曰：「哭泣之哀，齊斬之情，饘粥之食，自天子達。子喪父母，尊卑同。○齊音咨，本亦作繼，繼衰之字，後皆放此。饘，本又作饘，之然反，《說文》云：「糜也。」周謂之饘，宋、衛謂之{衍食}。粥，之六反，徐又音育，《字林》云：「淖，糜也。」布幕，衛也。縿幕魯也。』」幕，所以覆棺上也，縿，縑也。縿讀如綃。衛，諸侯禮。魯，天子禮。兩言之者，僣已久矣。幕或為幦。○幕，本又作冪，音莫，徐音覓，下同。縿音綃，徐又音蕭。縑，古謙反。綃音消，徐本又作綃，桑堯反。僣，子念反。幦，莫歷反。"
      },
      {
        "index": 25,
        "text": "[疏]「穆公」至「魯也」。○正義曰：此一節論尊卑之喪有同有異之事，各依文解之。○注「穆公」至「曾孫」。○正義曰：案《世本》傳記，哀公蔣生悼公寧，寧生元公嘉，嘉生穆公不衍，是曾孫也。○「曰哭」至「子達」者，曾申對穆公使人云，哭泣之哀，謂有聲之哭，無聲之泣，並為哀然，故曰「哭泣之哀」也。「齊斬之情」者，齊是為母，斬是為父，父母情同，故答云「之情」也。「饘粥之食」者，厚曰饘，希曰粥，朝夕食米一溢，孝子以此為食，故曰「食」也。「自天子達」者，父母之喪，貴賤不殊，「哭泣」以下，自天子至庶人如一，故云「自天子達」。○「布幕，衛也。縿幕，魯也」者，既言齊斬饘粥同，又言覆棺之幕天子諸侯各別。以布為幕者衛，是諸侯之禮；以縿為幕者魯，是天子之制。幕者，謂覆殯棺者也。下文云：「加斧於槨上。」鄭云：「以剌繡於縿幕，加槨以覆棺，已乃屋其上，盡塗之。」如鄭此言，繡幕加斧文塗之，內以覆棺槨也。周公一人得用天子禮，而後代僣用之，故曾申舉衛與魯俱是諸侯，則後代不宜異，謂魯之諸公不宜與衛異也。崔靈恩云：「當時諸侯僣效天子也，恐魯穆公不能辨，故兩言以明顯魯與諸侯之別也。」今案崔言雖異，而是曾申為穆公說則同也。然《周禮•幕人》：「掌帷、幕、幄、帟。」注云：「在傍曰帷，在上曰幕。幕或在地，展陳於上。帷、幕皆以布為之。四合象宮室曰幄，王所居之帳也。帟，王在幕，若幄中坐，上承塵也。幄、帟皆以繒為之。」而今云天子用綃幕者，崔靈恩云：「《周禮》所陳只謂幄帟之帷幕，不論襯棺自用縿也。天子別加斧於上畢塗屋，此所陳袛謂親棺幕在於畢塗之內者也。若其塗上之帟，則大夫以上有之，故《掌次》云：『凡喪，王則張帟三重，諸侯再重，孤卿大夫不重。』下云『君於士有賜帟』，然士無覆棺之幕，下云『子張之喪，楮幕丹質』者，彼謂將葬啟殯以覆棺，故鄭注彼云：『葬覆棺別也。』」"
      },
      {
        "index": 26,
        "text": "晉獻公將殺其世子申生，信驪姬之譖。○孋，本又作麗，亦作驪，同，力知反。公子重耳謂之曰：「子蓋言子之志於公乎！」蓋皆當為盍。盍，何不也。志，意也。重耳欲使言見譖之意。重耳，申生異母弟，後立為文公。○重，直龍反，注皆同。子蓋，依注音盍，戶臘反，下同。世子曰：「不可，君安驪姬，是我傷公之心也。」言其意則驪姬必誅也。驪姬，獻公伐驪戎所獲女也。申生之母蚤卒，驪姬嬖焉。○蚤音早。嬖，必計反。曰：「然則蓋行乎？」行猶去也。世子曰：「不可，君謂我欲弒君也。天下豈有無父之國哉！吾何行如之？」言人有父，則皆惡欲弒父者。○弒，本又作煞，音試，注同。徐云：「字又作嗣，音同。」惡，烏路反。使人辭於狐突曰：「申生有罪，不念伯氏之言也，以至於死。申生不敢愛其死。辭猶告也。狐突，申生之傅，舅犯之父也。前此者，獻公使申生伐東山皋落氏，狐突謂申生欲使之行。今言此者，謝之。伯氏，狐突別氏。○突，徒忽反。傅音富。咎，其九反。皋，古刀反。雖然，吾君老矣，子少，國家多難。子，驪姬之子奚齊。○少，詩召反。難，乃旦反。伯氏不出而圖吾君，圖猶謀也。不出為君謀國家之政。然則自皋落氏反後，狐突懼，乃稱疾。○為，於偽反，下「為時」同。伯氏苟出而圖吾君，申生受賜而死。」則猶惠也。再拜稽首，乃卒。既告狐突，乃雉經。○雉經，如字，徐古定反，如雉之自經也。是以為恭世子也。言行如此，可以為恭，於孝則未之有。○共音恭，本亦作恭，注同。行，下孟反。"
      },
      {
        "index": 27,
        "text": "[疏]「晉獻」至「子也」。○正義曰：此一節論獻公殺申生之事，各依文解之。○注「信驪姬之譖」。正義曰：案僖四年《左傳》云：「姬謂大子曰：『君夢齊姜，必速祭之。』大子祭於曲沃，歸胙於公。公田，姬置諸宮，六日，毒而獻之。公祭之地，地墳。與犬，犬斃。與小臣，小臣亦斃。姬泣曰：『賊由大子。』」又《晉語》云：「姬寘鴆於酒，置堇於肉。」堇謂烏頭，是驪姬譖申生之事也。○注「蓋皆」至「文公」。○正義曰：此云「蓋言子志」及下「蓋行乎」，以蓋非一，故云「皆當為盍」。言「重耳欲使言見譖之意」者，重耳欲使申生言見驪姬所譖之意。《左傳》云：「或謂太子曰：『子辭，君必辨焉。』」杜預云：「以六日之狀自理。」謂毒酒經宿輒敗，若申生初則置罪，經六日，其酒必壞，何以經六日，其酒尚好，明臨至加藥焉。云「重耳，申生異母弟」者，案莊二十八年《左傳》云：「晉獻公烝於齊姜，生太子申生。大戎狐姬生公子重耳。」是異母弟也。○注「言其」至「嬖焉」。○正義曰：案僖四年《左傳》云：「大子曰：『君非姬氏，居不安，食不飽。君老矣，吾又不樂。』」謂我若自理，驪姬必誅，姬死之後，公無復歡樂，故此云「是我傷公之心」。云「驪姬，獻公伐驪戎所獲女也」者，莊二十八年《左傳》云：「初，晉獻公滅驪戎，驪戎男女以驪姬，驪姬嬖，生奚齊，其娣生卓子。」是驪姬，嬖也。云「申生之母蚤卒」者，以《左傳》云：「姬命大子祭齊姜。」是蚤死也。○「使人」至「而死」。○時狐突謝病在晉都，大子出奔曲沃，於是狐突欲令大子出奔。大子不用其言，故今臨死，使人辭謝言於狐突曰：「申生有愚短之罪，不念伯氏之言，出奔避禍。今日被譖，以至於死，申生不敢愛惜其身命之死。」言死不受命。「雖然不惜身命，猶有所憂。吾君已老，子又幼少，又國家多有危難，伯氏又謝病不出圖吾君之事，吾以為憂。伯氏誠能出外而圖謀吾君國家之事，申生受伯氏恩賜，甘心以死」。○注「前此」至「別氏」。○正義曰：案《左傳》閔二年，獻公使申生伐東山皋落氏，狐突欲令申生行云：「雖欲勉之，狄可盡乎？」下又云「狐突欲行」，是狐突欲使行之事。言「前此」者，此謂僖四年申生將死之時，前謂閔二年伐皋落氏之時，在前五年，故云前。皋落氏在晉都之東，居在山內。皋落氏，杜預云「是赤狄別種」，故云「東山皋落氏」。云「伯氏，狐突別氏」者，既言辭狐突，又云伯氏，故云「狐突別氏」。狐是總氏，伯仲者是兄弟之字，字伯者，謂之伯氏，字仲者謂之仲氏，故傳云「叔氏其忘諸乎」，又下云「叔氏專以禮許人」，是一人身，字則別為氏也。○注「圖猶」至「稱疾」。○正義曰：「圖，謀」，《釋詁》文。「自皋落氏反後，狐突懼，乃稱疾」者，以經云「伯氏不出而圖吾君」，故知稱疾必有所因，反自皋落，去此不遠，知自皋落反而稱疾也。○注「既告」至「雉經」。○正義曰：雉，牛鼻繩也。申生以牛繩自縊而死也。故鄭注《封人》云：「緣，著牛鼻繩，所以牽牛者也，今時人謂之雉。」或為雉鼻耿介，被人所獲，必自屈折其頭而死。《漢書》載趙人貫高自絕亢而死，申生當亦然也。傳云：「申生縊死。」《晉語》：「申生使猛足辭於狐突，乃雉於新成廟。」○注「言行」至「之有」。○正義曰：《春秋左傳》云：「晉侯殺其世子申生。」父不義也，孝子不陷親於不義，而申生不能自理，遂陷父有殺子之惡。雖心存孝，而於理終非，故不曰孝，但謚為恭，以其順於父事而已。《謚法》曰：「敬順事上曰恭。」"
      },
      {
        "index": 28,
        "text": "魯人有朝祥而莫歌者，子路笑之。笑其為樂速。○莫音暮，樂音洛，又音岳。夫子曰：「由，爾責於人，終無已夫！三年之喪，亦已久矣夫。」為時如此人行三年喪者希，抑子路以善彼。○已夫音扶，絕句，本或作「已矣夫」。子路出，夫子曰：「又多乎哉！逾月則其善也。」又，復也。○復，扶又反。"
      },
      {
        "index": 29,
        "text": "[疏]「魯人」至「善也」。○正義曰：此一節論大祥除衰杖之日，不得即歌之事，今各依文解之。○「魯人有朝祥莫歌」者，魯人不辨其姓名，祥謂二十五月大祥，歌、哭不同日，故仲由笑之也。故鄭註：「笑其為樂速。」然祥日得鼓素琴。○「夫子」至「善也」。○夫子抑子路，呼其名云：「由，若人治喪不備三年，各有可責。今此人既滿三年，爾尚責之，女罪於人，終無休已之時。「夫」是助語也。三年之喪，計其日月已過，亦已久矣。人皆廢，此獨能行，其人既美，何須笑之。時孔子抑子路，善彼人。既不當實禮，恐學者致惑，待子路出，後更以正禮言之。夫子曰：「魯人可歌之時節，豈有多經日月哉！但逾越後月，即其善。」言歌合於禮。案《喪服四制》：「祥之日，鼓素琴。」不譏彈琴而譏歌者，下注云：「琴以手，笙歌以氣。」手在外而遠，氣在內而近也。"
      },
      {
        "index": 30,
        "text": "魯莊公及宋人戰於乘丘，十年夏。○乘，繩證反。夏，戶嫁反。縣賁父御，卜國為右。縣、卜，皆氏也。凡車右，勇力者為之。○縣音玄，卷內皆同。賁父，上音奔，下音甫，人名，字皆同。馬驚，敗績，驚奔失列。○「馬驚，敗」，一本無「驚」字。公隊，佐車授綏。戎車之貳曰佐。授綏乘公。○隊，宜類反。綏，息佳反。公曰：「末之，卜也。」末之猶微哉，言卜國無勇。縣賁父曰：「他日不敗績，而今敗績，是無勇也。公他日戰，其御馬未嘗驚奔。遂死之。二人赴敵而死。圉人浴馬，有流矢在白肉。圉人，掌養馬者。白肉，股裡肉。○圉，魚呂反。股裡，上音古，下音裡。公曰：「非其罪也。」流矢中馬，非御與右之罪。○中，丁仲反。遂誄之。誄其赴敵之功，以為謚。○誄，力軌反，謚也。士之有誄，自此始也。記禮失所由來也。周雖以士為爵，猶無謚也。殷大夫以上為爵。○上，時掌反。"
      },
      {
        "index": 31,
        "text": "[疏]「魯莊」至「始也」。○正義曰：此一節論魯莊公與士為謚失禮之事，各依文解之。○「戰於乘丘」者，乘丘，魯地，莊公十年夏六月，「齊師、宋師次於郎，公子偃曰：『宋師不整，可敗也。宋敗，齊必還，請擊之。』大敗宋師於乘丘，齊師乃還」。○注「縣、卜皆氏也」。○正義曰：知「縣、卜皆氏」者，此有縣賁父，下有縣子瑣，《七十二弟子傳》有卜商，故知皆氏也。○注「戎車之貳曰佐」。○正義曰：案《周禮》「戎僕掌倅車之政」，「道僕掌貳車之政」，「田僕掌佐車之政」，則戎車之貳曰倅。此云佐者，《周禮》相對為文有異，若散而言之，則田獵兵戎俱是武事，故同稱佐車。《少儀》注「戎獵之副曰佐」是也。熊氏以為此皆諸侯法。「公曰，末之，卜也」者，末，微也。之，哉也。言微弱哉！此卜國也，以其微弱無勇，致使我馬敗績。○注「二人赴敵而死」。○正義曰：知「二人」者，以卜國被責，縣賁父職掌馬事，自稱無勇，既序兩人於上，即陳「遂死」於下，明兩人俱死也。○注「圉人」至「裡肉」。○正義曰：「圉人，掌養馬者」，案昭七年《左傳》云：「牛有牧，馬有圉。」是圉人掌馬也。云「白肉，股裡肉」者，以股裡白，故謂之白肉，非謂肉色白也。○注「周雖」至「為爵」。○正義曰：知周以士為爵者，案《掌客》云：「凡介行人宰史，皆有飧饔餼，以其爵等為之牢禮之數陳。」凡介行人皆為士，而云「爵等」，是士有爵也。故鄭注《大行人》云：「命者五，公、侯、伯、子、男。爵者四，孤、卿、大夫、士。」云「猶無謚也」者，以此云「士之有誄，自此始」，故知周士無謚也。云「殷大夫以上為爵」者，案《士冠禮》云：「古者生無爵，死無謚。」於士冠之下而為此記，又不云諸侯大夫，明「生無爵，死無謚」，據士也。《士冠禮》是周禮，而云「古者」，故知是殷以上。"
      },
      {
        "index": 32,
        "text": "曾子寢疾，病。病謂疾困。樂正子春坐於床下，子春，曾參弟子。曾元、曾申坐於足，元、申、曾參之子。童子隅坐而執燭。隅坐，不與成人並。成人並，音並，絕句。童子曰：「華而睆，大夫之簀與？」華，畫也。簀，謂床笫也。說者以睆為刮節目，字或為刮。○睆，華板反，明貌，孫炎云：「睆，漆也。」徐又音刮。簀音責。與音餘，下同。畫，衡賣反。床笫，上音床，下側吏反。刮，古滑反。子春曰：「止！」以病困不可動。曾子聞之，瞿然曰：「呼。」呼，虛憊之聲。○瞿，紀具反，下同。曰吁音虛，注同，吹氣聲也。一音況於反。憊，皮拜反，羸困也。曰：「華而睆，大夫之簀與？」曾子曰：「然，斯季孫之賜也，我未之能易也。元，起易簀。」未之能易，己病故也。曾元曰：「夫子之病革矣，不可以變，幸而至於旦，請敬易之。」言夫子者，曾子親沒之後，齊嘗聘以為卿而不為也。革，急也。變，動也。幸，覬也。○革，紀力反，並又音極，注同。請，七領反。覬音冀。曾子曰：「爾之愛我也不如彼。彼，童子也。君子之愛人也以德，成已之德，細人之愛人也以姑息。息，猶安也。言苟容取安也。吾何求哉？吾得正而斃焉，斯已矣。」斃，僕也。○斃音弊。僕，蒲北反，又音赴。舉扶而易之，反席未安而沒。言病雖困，猶勤於禮。○沒音歿。"
      },
      {
        "index": 33,
        "text": "[疏]「曾子」至「而沒」。○正義曰：此一節論曾子臨死守禮不變之事，各依文解之。○注「華畫」至「為刮」。○正義曰：凡繪畫，五色必有光華故云：「華畫也。云：「簀謂床笫」者，《爾雅#釋器 第六|爾雅•釋器》云：「簀謂之笫。」云「說者以睆為刮節目」者，說者謂在鄭之前解說《禮》者，說此睆為刮削木之節目，使其睆睆然好。故《詩》云：「睍睆黃鳥。」傳云「睍睆，好貌」是也。云「字或為刮」者，謂《禮記》之本有以「睆」字為「刮」，云「華而刮」者，故云字或為「刮」。○注「未之能易，己病故也」。○正義曰：言此未病之時，猶得寢臥。既病之後，當須改正。以已今病，氣力虛弱，故時復一時，未能改易。聞童子之言，乃便驚駭。○注「曾子」至「覬也」。○正義曰：知「齊嘗聘以為卿」者，《韓詩外傳》云：「曾子仕於莒，得粟三秉。方是之時，曾子重其身而輕其祿」，親沒之後，齊迎以相，楚迎以令尹，晉迎以上卿。」「方是之時，曾子重其身而輕其祿」，既言「輕其祿」，是不為也。但齊以相，楚以令尹，晉以上卿，而鄭言「齊嘗聘為卿」者，以三國文連，含帶為注耳。且相即是上卿。「革，急也」，《釋言》文。○「曾子」至「己矣」。○曾參謂曾元曰：爾之愛我也，不如彼童子。何者？君子之愛人也，必以善事成已之德，則童子是也。細小之人愛人也，不顧道理，且相寧息，即汝是也。吾今更何求焉？唯求正道，易換其簀，而即僕焉。「斯已矣」者，斯，此也，已猶了也，此則正一世事了，不陷於惡，故君子慎終如始。《禮》云：「男子不死於婦人之手，婦人不死於男子之手。」故《春秋》魯僖公薨於小寢，譏「即安也」。成公薨於路寢，傳曰：「言道也。」他人名己，得呼為大夫之稱，而言夫子，若懷不為大夫，則己所為當須依禮，不得寢大夫之床也。"
      },
      {
        "index": 34,
        "text": "始死，充充如有窮。既殯，瞿瞿如有求而弗得。既葬，皇皇如有望而弗至。練而慨然，祥而廓然。皆憂悼在心之貌也。求猶索物。○慨，苦愛反。廓，苦郭反，何云：「開也。」索，所白反。"
      },
      {
        "index": 35,
        "text": "[疏]「始死」至「廓然」。○正義曰：此記人因前有死事，遂廣說孝子形節也。事盡理屈為窮。言親始死，孝子匍匐而哭之，心形充屈，如急行道極無所復去，窮急之容也。○「既殯瞿瞿，如有求而弗得」者，殯斂後，心形稍緩也。瞿瞿，眼目速瞻之貌。求猶覓也。貌恆瞿瞿，如有所失而求覓之不得然也。「既葬，皇皇如有望而弗至」者，又漸緩也。皇皇猶棲棲也。至葬後，親歸草土，孝子心形棲棲皇皇，無所依托，如有望彼人來而彼人不至也。○「練而慨然」者，轉緩也。至小祥，但歎慨日月若馳之速也。○「祥而廓然」者，至大祥，而寥廓情意，不樂而已。"
      },
      {
        "index": 36,
        "text": "邾婁復之以矢，蓋自戰於升陘始也。戰於升陘，魯僖二十二年秋也。時師雖勝，死傷亦甚，無衣可以招魂。○邾音誅。婁，力俱反，或如字。邾人呼邾聲曰婁，故曰邾婁。《公羊傳》與此記同，《左氏》、《穀梁》但作邾。陘音形。僖，許宜反。魯婦人之髽而吊也，自敗於台鮐始也。敗於台鮐，魯襄四年秋也。台當為壺字之誤也。《春秋傳》作狐鮐。時家家有喪，髽而相吊。去纚而紒曰髽。《禮》：婦人吊服，大夫之妻錫衰，士之妻則疑衰與？皆吉笄無首素總。○髽，測瓜反。台鮐，上音胡，下音台。去，羌呂反。纚，所買反，又所綺反，黑繒韜。紒音計。錫衰，上悉歷反，下七雷反。與音餘。笄音雞。總音總。"
      },
      {
        "index": 37,
        "text": "[疏]「邾婁」至「始也」。○正義曰：此一節論二國失禮之事。○注「戰於」至「招魂」。○正義曰：魯僖公二十二年「春，伐邾，取須句。秋八月及邾人戰於升陘」。《左傳》云：「邾人以須句故出師。公卑邾，不設備而御之。臧文仲曰：『國無小，不可易也。無備，雖眾不可恃也。先王之明德，無不懼也，況我小國乎？君其無謂邾小，蜂蠆有毒，而況國乎？』不聽，公及邾師戰於升陘」是也。○注「時師雖勝，死傷亦甚」者，則傳云「我師敗績，邾人獲公胄，縣諸魚門」是也。鄭云此者，解「復之以矢」之意，以其死傷者多，無衣可以招魂，故用矢招之也。必用矢者，時邾人志在勝敵，矢是心之所好，故用所好招魂，冀其復反。然招魂唯據死者，而鄭兼云「傷」者，以其雖勝，故連言「死傷」以狹句耳。若因兵而死，身首斷絕不生者，應無復法。若身首不殊，因傷致死，復有可生之理者，則用矢招魂。《左氏》直言「邾」，《公羊》云「邾婁」者，何休云：「夷言婁聲相近也。」○注「敗於」至「素總」。○正義曰：案《左傳》魯襄公四年冬十月，「邾人伐鄫，臧紇救鄫，侵邾，敗於狐鮐」。魯人怨而歌之。魯襄四年冬也，此云「秋」，鄭舉其初也。云「台當為壺字之誤也」，《春秋傳》作狐鮐，《左傳》云：「臧之狐裘，敗我於狐鮐。我君小子，朱儒是使。侏儒，侏儒，使我敗於邾。」臧紇，武仲也，言狐裘武仲所服也。是時襄公年七歲微弱，故云「我君小子」也。侏儒，短人也。臧武仲短小，故云「侏儒」。云「去纚而紒曰髽」者。案《士冠禮》「纚廣終幅，長六尺」，所以縚發。今以凶事，故去之，但露紒而已。云「《禮》：婦人吊服，大夫之妻錫衰」者，《喪服傳》云：「大夫吊於命婦，錫衰。命婦吊於大夫，亦錫衰。」是大夫之妻吊服錫衰也。云「士之妻則疑衰與」者，以士妻吊服之文，故云「疑衰與」。必以疑衰者，案《周禮•司服》有錫衰、緦衰、疑衰。錫衰為上，緦衰次之，疑衰為下。案《喪服》大夫吊服錫衰，《喪服小記》云：「諸侯吊必皮弁錫衰。」則君吊大夫，大夫相吊皆錫衰，其服同也。錫衰之下，但有緦衰、疑衰。天子吊諸侯皆以緦衰，吊大夫、士以疑衰。若諸侯吊大夫以錫衰，吊同姓之士緦衰，吊異姓之士疑衰，故鄭注《文王世子》云：「同姓士緦衰，異姓士疑衰，以其士自相吊如一皆疑衰。」故鄭注《司服》云：「舊說士吊服素委貌冠朝服。」此近庶人吊服而衣猶非也，士當事弁絰，疑衰變其裳以素耳。士不以緦衰為吊服者，以緦衰是士之喪服，不以吊也。故注《喪服》云：「士以緦衰為喪服，其吊服則疑衰也。改其裳以素，辟諸侯。」以此言之，是士吊服疑衰素裳也。故以為士妻吊服疑衰。必知吊服夫妻同者，以《喪服》大夫、命婦俱以錫衰吊故也。云「皆吉笄無首素總」者，《大戴禮》文也。"
      },
      {
        "index": 38,
        "text": "南宮縚之妻之姑之喪，南宮縚，孟僖子之子南宮閱也，字子容，其妻孔子兄女。○縚，吐刀反。閱音悅。夫子誨之髽，曰：「爾毋從從爾，爾毋扈扈爾。誨，教。爾，女也。從從，謂大高。扈扈，謂大廣。爾，語助。○毋音無，後同。從音總，高也，一音崇，又仕江反。扈音戶，廣也，大也。女音汝。大音泰，一音敕佐反，下「大廣已」、「猶大夫重」同。蓋榛以為笄，長尺，而總八寸。總，束髮垂為飾，齊衰之總八寸。○榛，側巾反，木名，又士鄰反。長，直亮反，凡度長短曰長，皆同此音。"
      },
      {
        "index": 39,
        "text": "[疏]「南宮」至「八寸」。○正義曰：此一節論婦人為舅姑服髽與笄總之法。○「南宮縚之妻之姑之喪」者，之，並是語辭也。南宮縚妻姑喪，謂夫之母也。以是夫子兄之女，故夫子誨之作髽法。○「曰，爾毋從從爾，爾毋扈扈爾」者，上「爾」為女，下「爾」語辭，言期之髽稍輕，自有常法。女造髽時，無得從從而大高，又無得扈扈而大廣。既教以作髽，又教以笄總之法，其笄用木無定，故教之云，蓋用榛木為笄，其長尺，而束髮垂餘之總垂八寸。○注「南宮」至「兄女」。○正義曰：知「孟僖子之子南宮閱」者，案《左氏》昭七年傳云，孟僖子將卒，召其大夫云：「屬說與何忌於夫子，以事仲尼。」以南宮為氏，故《世本》云「仲孫玃生南宮縚」是也。云「字子容，其妻孔子兄女」者，《論語》云「以其兄之子妻之」是也。○注「從從」至「大廣」。○正義曰：「從從」是高之貌狀，故《楚辭•招隱》云：「山氣巃鷁兮石嵯峨。」則「巃嵷」是高也。扈扈猶廣也，《爾雅•釋山》云：「卑而大扈。」郭云：「扈是廣貌也。」此云無得高廣者，謂無得如斬衰高廣也。○注「總束」至「八寸」。○正義曰：案《喪服傳》云「總六升，長六寸」，謂斬衰也。故此齊衰長八寸也，以二寸為差也。以下亦當然，無文以言之。《喪服》箭笄長一尺，吉笄長尺二寸，榛笄長尺斬衰齊衰笄同二尺，降於吉笄二寸也。但惡笄或用櫛，或用榛，故《喪服》有櫛笄，故夫子稱「蓋」以疑之。"
      },
      {
        "index": 40,
        "text": "孟獻子禫，縣而不樂，比御而不入。可以御婦人矣，尚不復寢。孟獻子，魯大夫仲孫蔑。○禫，大感反。比，必利反，下「比及」同。蔑，迷結反。夫子曰：「獻子加於人一等矣。」加猶逾也。"
      },
      {
        "index": 41,
        "text": "[疏]「孟獻」至「等矣」。○正義曰：此一節論獻子除喪作樂，得禮之宜也。依禮，禫祭暫縣省樂而不恆作也。至二十八月，乃始作樂。又依禮，禫後吉祭，乃始復寢。當時人禫祭之後，則恆作樂，未至吉祭而復寢。今孟獻子既禫，暫縣省樂而不恆作，比可以御婦人而不入寢，雖於禮是常，而特異餘人，故夫子善之云：「獻子加於人一等矣。」不謂加於禮一等。其祥禫之月，先儒不同，王肅以二十五月大祥，其月為禫，二十六月作樂。所以然者，以下云「祥而縞，是月禫，徙月樂」，又與上文魯人朝祥而莫歌，孔子云：「逾月則其善。」是皆祥之後月作樂也。又《間傳》云：「三年之喪，二十五月而畢。」又《士虞禮》「中月而禫」，是祥月之中也，與《尚書》「文王中身享國」謂身之中間同。又文公二年冬，「公子遂如齊納幣」，是僖公之喪，至此二十六月。左氏云：「納幣，禮也。」故王肅以二十五月禫除喪畢，而鄭康成則二十五月大祥，二十七月而禫，二十八月而作樂復平常鄭必以為二十七月禫者，以雜記云：「父在為母為妻十三月大祥，十五月禫。為母為妻尚祥、禫異月，豈容三年之喪乃祥、禫同月。若以父在為母，屈而不伸，故延禫月，其為妻當亦不申祥、禫異月乎？若以中月而禫，為月之中間，應云月中而禫，何以言中月乎？案《喪服小記》云「妾祔於妾祖姑，亡則中一以上而祔」，又《學記》云「中年考校」，皆以中為間，謂間隔一年，故以中月為間隔一月也。下云「祥而縞，是月禫，徙月樂」是也。謂大祥者縞冠，是月禫，謂是此禫。月而禫二者，各自為義，事不相干。故《論語》云：「子於是日哭，則不歌。」文無所繼，亦云「是日」。文公二年「公子遂如齊納幣」者，鄭《箴膏肓》：「僖公母成風主婚，得權時之禮，若《公羊》猶談其喪娶。其「魯人朝祥而莫歌」，及《喪服四制》云「祥之日，鼓素琴」，及「夫子五日彈琴不成聲，十日成笙歌」，並此「獻子禫縣」之屬，皆據省樂忘哀，非正樂也。其八音之樂，工人所奏，必待二十八月也，即此下文「是月禫，徙月樂」是也。其朝祥莫歌非正樂歌，是樂之細別，亦得稱樂，故鄭云：「笑其為樂速也。」其《三年問》云：「三年之喪，二十五月而畢。」據喪事終，除衰去杖，其餘哀未盡，故更延兩月，非喪之正也。王肅難鄭云：「若以二十七月禫，其歲未遭喪，則出入四年，《喪服小記》何以云『再期之喪三年』？」如王肅此難，則為母十五月而禫，出入三年，《小記》何以云「期之喪二年」？明《小記》所云，據喪之大斷也。又肅以月中而禫。案《曲禮》「喪事先遠日」，則大祥當在下旬，禫祭又在祥後，何得云「中月而禫」？又禫後何以容吉祭？故鄭云二十七月也。戴德《喪服變除禮》「二十五月大祥，二十七月而禫」，故鄭依而用焉。鄭以二十八月樂作，《喪大記》何以云「禫而內無哭者，樂作矣」？以禫後許作樂者，《大記》所謂禫後方將作樂，釋其「內無哭者」之意，非謂即作樂。《大記》又云「禫而從御，吉祭而復寢」，《間傳》何以云「大祥居復寢」？《間傳》所云者，去堊室，復殯宮之寢，《大記》云「禫而從御」，謂禫後得御婦人，必待吉祭，然後復寢。其吉祭者，是禫月值四時而吉祭，外而為之，其祝辭猶不稱以某妃配，故《士虞禮》云：「吉祭猶未配。」○注「孟獻子，魯大夫仲孫蔑」。○正義曰：知者，案襄五年經書「仲孫蔑會吳於善道」，傳云：「孟獻子會吳於善道」，是孟獻子為仲孫蔑也。仲稱孟者，是慶父之後。鄭注《論語》云：「慶父輈稱死，時人為之諱，故云孟氏。」杜預以為慶父是莊公長庶兄，庶長故稱孟。"
      },
      {
        "index": 42,
        "text": "孔子既祥，五日彈琴而不成聲，哀未忘。○彈，徒丹反。十日而成笙歌。逾月且異旬也。祥亦凶事，用遠日。五日彈琴，十日笙歌，除由外也。琴以手，笙歌以氣。○笙音生。"
      },
      {
        "index": 43,
        "text": "[疏]「孔子」至「笙歌」。○正義曰：此一節論孔子除喪作樂之限。○「十日而成笙歌」者，上云「彈琴而不成聲」，此云十日而成笙歌之聲音，曲諧和也。○注「五日」至「以氣」。○正義曰：此者解先彈琴，後笙歌之意。由彈以手，手是形之外，故曰「除由外也」。祥是凶事，用遠日，故十日得逾月。若其卜遠不吉，則用近日，雖祥後十日，亦不成笙歌，以其未逾月也。"
      },
      {
        "index": 44,
        "text": "有子蓋既祥而絲屨、組纓。譏其早也。禮：既祥，白屨無絇，縞冠素紕。有子，孔子弟子有若。○屨音句。組音祖。絇，其俱反。縞，古老反，又古報反。"
      },
      {
        "index": 45,
        "text": "[疏]「有子」至「組纓」。○正義曰：此一節明除喪失禮之事。有子，孔子弟子有若也。「蓋」是疑辭，錄記之人傳聞有子既祥而絲屨，未知審否，意以為實，故云蓋既祥而絲屨，以組為纓也。○注「譏其」至「有若」。○正義曰：此絲屨組纓，禫後之服。今既祥而著，故云「譏其早也」。云「禮，既祥，白屨無絇」，戴德《喪服變除禮》文。云「縞冠素紕」者，《玉藻》文。素紕當用素為纓，未用組，今用素組為纓，故譏之。案《玉藻》文云「玄冠綦組纓」，知此非綦組纓者，若其綦組為纓，則當以玄色為冠，若既祥玄冠，則失禮之甚，不應直譏組纓也。案《士冠禮》「冬皮屨」，「夏用葛」，無云「絲屨」者，此絲屨，以絲為飾。絇，繶純之屬，故《士冠禮》云：白屨，緇絇、繶純；纁屨，黑絇、繶純。鄭注《屨人》云：「絇，屨頭飾。繶是縫中紃。純，緣也。」此有子蓋亦白屨，以素絲為繶純也。"
      },
      {
        "index": 46,
        "text": "死而不吊者三：謂輕身忘孝也。畏，人或時以非罪攻己，不能有以說之死之者。孔子畏於匡。厭，行止危險之下。○厭，於甲反。溺。不乘橋舡。○溺，奴狄反。"
      },
      {
        "index": 47,
        "text": "[疏]「死而」至「厭溺」。○正義曰：此一節論非理橫死不合吊哭之事。○「畏」謂有人以非罪攻己，己若不有以解說之而死者，則不吊。鄭玄注引《論語》以證之，明須解說也。案《世家》云，陽虎嘗侵暴於匡，時又孔子弟子顏刻為陽虎御車。後孔子亦使刻御車，從匡過。孔子與陽虎相似，故匡人謂孔子為陽虎，因圍，欲殺之。孔子自說，故匡又解圍也。自說者，謂卑辭遜禮。《論語注》云：「微服而去。」謂身著微服，潛行而去，不敢與匡人鬥，以媚悅之也。○「厭」謂行止危險之下，為崩墜所厭殺也。○「溺」謂不乘橋舡而入水死者，何胤云：「馮河、潛泳，不為吊也。」除此三事之外，其有死不得禮亦不吊。故昭二十年，衛齊豹欲攻孟縶，宗魯事孟縶。是時齊豹欲攻孟縶，宗魯許齊豹攻之，不告孟縶。及孟縶被殺而死，宗魯亦死之。孔子弟子琴張欲往吊之，孔子止之曰：「齊豹之盜，而孟縶之賊。女何吊焉？」杜預云：「言齊豹所以為盜，孟縶所以見賊，皆由宗魯。」是失禮者，亦不吊也。」"
      },
      {
        "index": 48,
        "text": "子路有姊之喪，可以除之矣，而弗除也。孔子曰：「何弗除也？」子路曰：「吾寡兄弟而弗忍也。」孔子曰：「先王制禮，行道之人，皆弗忍也。」行道，猶行仁義。○弗除，如字，徐治慮反。子路聞之，遂除之。"
      },
      {
        "index": 49,
        "text": "[疏]「子路」至「除之」。○正義曰：庾蔚云：「子路緣姊妹無主後，猶可得反服，推己寡兄弟，亦有申其本服之理，故於降制已遠而猶不除，非在室之姊妹欲申服過期也。是子路已事仲尼，始服姊喪，明姊已出嫁，非在室也。」"
      },
      {
        "index": 50,
        "text": "子柳之母死，子碩請具。具，葬之器用。子柳，魯叔仲皮之子，子碩兄。○碩音石。子柳曰：「何以哉？」言無其財。子碩曰：「請粥庶弟之母。」粥，謂嫁之也。妾賤，取之曰買。○鬻，本又作「粥」，音育，賣也，注同。子柳曰：「如之何其粥人之母以葬其母也？不可。忠恕。既葬，子碩欲以賻布之餘具祭器。古者謂錢為泉布，所以通布貨財。子柳曰：「不可，吾聞之也，君子不家於喪。惡因死者以為利。○惡，烏路反。請班諸兄弟之貧者。」以分死者所矜也。祿多，則與鄰里鄉黨。"
      },
      {
        "index": 51,
        "text": "[疏]「子柳」至「貧者」。○正義曰：此一節論不粥人之母及因死為利之事，各依文解之。○注「子柳」至「碩兄」。正義曰：案下《檀弓》云「叔仲皮學子柳」，故知子柳是叔仲皮之子。知「子碩兄」者，以此云「子碩曰：請粥庶弟之母」，故知「子碩兄」也。○注「古者」至「貨財」。○正義曰：解布名也，言古者謂錢為泉布，所以然者，言其通流有如水泉而遍，布貨買天下貨財也。而鄭注《周禮》云：「藏曰泉，其行曰布，取名於水泉，其流行無不遍也。」鄭又云：「泉始蓋一品，周景王鑄大泉而有二品，後數變易，不復識本制，至漢唯有五銖久行。」案鄭此者云五銖者，其重五銖。凡十黍為一參，一參為一銖，二十四銖為一兩，故錢邊作「五銖」字也。鄭又云：「王莽改貨而異作泉布，多至十品。今存於民間多者，有貨布、大泉、貨泉。貨布長二寸五分，廣寸，首長八分有奇，廣八分，其圜好徑二分半，足枝長八分，其右文曰貨，左文曰布，重二十五銖，直貨泉二十五。大泉徑一寸二分，重十二銖，文曰大泉，直十五貨泉，貨泉徑一寸，重五銖，右文曰貨，左曰泉，直一也。」案《食貨志》云今世謂之笮錢是也。邊猶為貨泉之字，大泉即今大四文錢也，四邊並有文也。貨布之形，今世難識，世人或耕地猶有得者，古時一個准二十五錢也。然古又有刀。刀有二種，一是契刀，一是錯刀也。契刀直五百，錯刀直一千。契刀無縷，而錯刀用金縷之。刀形如錢，而邊作刀字形也，故世猶呼錢為錢刀也。"
      },
      {
        "index": 52,
        "text": "君子曰：「謀人之軍師，敗則死之。謀人之邦邑，危則亡之。」利己亡眾，非忠也。言亡之者，雖辟賢，非義退。"
      },
      {
        "index": 53,
        "text": "公叔文子升於瑕丘，蘧伯玉從。二子，衛大夫。文子，獻公之孫，名拔。○蘧，木又作璩，其魚反。從，才用反，又如字。拔，皮八反，徐蒲末反。文子曰：「樂哉，斯丘也！死則我欲葬焉。」蘧伯玉曰：「吾子樂之，則瑗請前。刺其欲害人良田。瑗，伯玉名。○樂音洛，下同，一讀下樂，五教反。瑗，於卷反，又於原反。剌，七賜反。"
      },
      {
        "index": 54,
        "text": "[疏]「公叔」至「請前」。○正義曰：此一節論蘧伯玉仁者，剌文子欲害人良田之事。○注「文子，獻公之孫，名拔」。○正義曰：案《世本》云：「獻公生成子當，當生文子拔，拔生朱，為公叔氏。」"
      },
      {
        "index": 55,
        "text": "弁人有其母死而孺子泣者。言聲無節。○弁，皮彥反。孺，而注反。孔子曰：「哀則哀矣，此誠哀。而難為繼也。失禮中。夫禮，為可傳也，為可繼也，故哭踴有節。」○傳，直專反。"
      },
      {
        "index": 56,
        "text": "[疏]「弁人」至「有節」。○正義曰：此一節論孔子譏弁人哀過之事。○「而難為繼也」者，此哀之深，後人無能繼學之者也。○「夫禮，為可傳也，為可繼也，故器踴有節」者，又廣述其難繼為失也。夫聖人禮制，使後人可傳可繼，故制為哭踴之節，以中為度耳，豈可過甚，皆使後人不可傳繼乎？然《雜記》：「曾申問於曾子曰：「哭父母有常聲乎？』曰：『中路嬰兒失其母，何常聲之有？』」則與此違者，云曾子所言，是始死之時，悲哀志懣，未可為節。此之所言，在襲斂之後，可以制禮，故哭踴有節也。所以知然者，曾申之問，泛問於哭時，故知舉重時答也。此之所言哭踴有節，節哭之時，在於後也。"
      },
      {
        "index": 57,
        "text": "叔孫武叔之母死，武叔，公子牙之六世孫，名州仇，毀孔子者。既小斂，舉者出戶，出戶袒，且投其冠，括髪。屍出戶，乃變服，失哀節。冠，素委貌。○括，古活反。子游曰：「知禮。」嗤之。○嗤，昌之反。"
      },
      {
        "index": 58,
        "text": "[疏]「叔孫」至「知禮」。○正義曰：此一節論武叔失禮之事，各依文解之。○注「武叔」至「子者」。○正義曰：案《世本》：「桓公生僖叔牙，牙生戴伯茲，茲生莊叔得臣，臣生穆叔豹，豹生昭子婼，婼生戌子不敢，敢生武叔州仇。」仇是公子牙六世孫，故云「公子牙六世孫」也。云「毀孔子者」，《論語》云「叔孫武叔毀仲尼」是也。○注「屍出」至「委貌」。○正義曰，案《士喪禮》「卒斂徹帷，主人西面馮屍，踴，無筭，主婦東面馮，亦如之。主人髻髪，袒，眾主人免」。下云：「士舉，男女奉屍，夷於堂。」《喪大記》亦云：「卒小斂，主人袒，說髦，括髪以麻。」下云：「奉屍夷於堂。」是括髪在小斂之後，奉屍夷於堂之前，主人為欲奉屍，故袒而括髪在前。今武叔奉屍夷堂之後，乃投冠括髪，故云「屍出戶，乃變服，失哀節」。云「冠，素委貌」者，案《雜記》云：「小斂環絰，公、大夫、士一也。」注云：「士素委貌，大夫以上素爵弁，而加此絰焉。」鄭知然者，以《喪大記》云：「君將大斂，子弁絰。」大夫大斂無文，明亦弁絰，大斂既爾，明小斂亦然，故云大夫以上弁絰。案武叔投冠，武叔是諸侯大夫，當天子之士，故云：「士素委貌。若然，案《士喪禮》主人括髪，鄭注云「始死，將斬衰者雞斯，將括髪者去笄，纚而紒」，無素委貌者，熊氏云：「《士喪禮》謂諸侯之士，故無素冠也。」崔氏云：「將小斂之時已括髪，括髪後，大夫以上加素弁，士加素委貌。至小斂訖，乃投去其冠，而見括髪。」今案《士喪禮》及《大記》皆小斂卒，乃括髪，無小斂之前為括髪者，崔氏之言非也。案《士喪禮》小斂括髪，鄭注《喪服》變除云：「襲而括髪者，彼據大夫以上之禮，死之明日而襲，與士小斂同日，俱是死後二日也。」鄭注《士喪禮》一括髪之後，比至大斂自若。所以《大記》云：「小斂，主人袒，說髦，括髪。」是諸侯小斂之時更括髪者，崔氏云：「謂說去其髦，更正括髪，非重為括髪也。」○「子游曰知禮」。○子游是習禮之人，見武叔失禮，反謂之「知禮」，故知嗤之也。"
      },
      {
        "index": 59,
        "text": "扶君，卜人師扶右，射人師扶左。謂君疾時也。卜當為僕，聲之誤也。僕人、射人，皆平生時贊正君服位者。○卜人師，依注音僕；師，長也，謂大僕也；本或無「師」字者，非也。前儒如字，卜人及醫師也。君薨，以是舉。不忍變也。《周禮•射人》：「大喪，與僕人遷屍。」"
      },
      {
        "index": 60,
        "text": "[疏]「扶君」至「是舉」。○正義曰：此一節論君薨，所舉遷屍之人。○注「謂君」至「位者」。○正義曰：知是「君疾時」者，以下云「君薨，以是舉」，故知君疾時也。知卜當為僕者，以卜人無正君之事。案《周禮•大僕職》：「掌兆荃之服位。」《射人職》：「掌國之三公孤卿大夫之位。」及王舉動，悉隨王。故知也。"
      },
      {
        "index": 61,
        "text": "從母之夫，舅之妻，二夫人相為服，君子未之言也。二夫人猶言此二人也。時有此二人同居，死相為服者，甥居外家而非之。○從，才用反。夫人音扶，注同。為，於偽反，注及下注「夫為妻」同或曰，同爨緦。以同居生緦之親可。○爨緦，上七亂反，下音思。"
      },
      {
        "index": 62,
        "text": "[疏]「從母」至「爨緦」。○正義曰：此一節論失禮之事，各依文解之。○注「時有」至「非之」。○正義曰：知「同居」者，以下云「同爨緦」，故知同居也。云「甥居外家而非之」者，以言從母及舅，皆是外甥稱謂之辭，故知甥也。若他人之言，應云妻之兄弟婦、夫之姊妹夫相為服，不得云「從母之夫，舅之妻」也。言「甥居外家而非之」者，謂甥來居在外姓舅氏之家，見有此事而非之。或云「外家」者，以二人同住甥居外旁之家，遙譏之。○「或曰同爨緦」者，甥既將為非禮，或人以為於禮可許，既同爨而食，合有緦麻之親。此皆據緦麻正衰，非吊服也，故云「相為服」。若是吊服，疏人皆可，何怪此二人。何胤以為吊服加麻絰如朋友然，非也。凡吊服不得稱服，故上云「請喪夫子若喪父而無服」，時朋友吊服而稱無服，故知此「相為服」非吊服也。"
      },
      {
        "index": 63,
        "text": "喪事欲其縱縱爾，趨事貌。縱，讀如「總領」之總。○縱，依注音總，急遽貌。吉事欲其折折爾。安舒貌。《詩》云：「好人提提」。○折，大兮反，注同。故喪事雖遽不陵節，吉事雖止不怠。陵，躐也。止，立俟事時也。怠，惰也。○躐，力輒反。惰，徒臥反。故騷騷爾則野，謂大疾。○騷，素刀反，急疾貌。大音泰，一音他佐反，下注同。鼎鼎爾則小人，謂大舒。君子蓋猶猶爾。疾舒之中。"
      },
      {
        "index": 64,
        "text": "[疏]「喪事」至「猶爾」。○正義曰：此一節論吉凶趨容之事，各依文解之。○注「《詩》云：好人提提」。○正義曰：所引者《魏風•葛屨》之詩也。魏俗褊薄，遣新來婦人縫作衣裳，故述而剌之云，美好婦人，初來之時提提然。引之者，證安舒之意。○「故喪」至「猶爾」。○正義曰：以上喪事欲疾，吉事欲舒，因上生下，故云喪事雖須促遽，亦當有常，不得陵越喪禮之節。吉事雖有行止住之時，不得怠墮寬慢。故喪事騷騷爾，過為急疾，則如田野之人，急切無禮。若吉事鼎鼎爾，不自嚴敬，則如小人然，形體寬慢也。若君子之人，於喪事之內得疾之中，於吉事之內得舒之中。蓋行禮之時，明閒法，則志意猶猶然。猶猶是曉達之貌。"
      },
      {
        "index": 65,
        "text": "喪具，君子恥具。辟不懷也。喪具，棺衣之屬。一日二日而可為也者，君子弗為也。謂絞、紟、衾、冒。○絞，戶交反，後同。紟，其蔭反。冒，莫報反。"
      },
      {
        "index": 66,
        "text": "[疏]「喪具」至「弗為也」。○正義曰：此一節論孝子備喪具之事，各依文解之。○注「辟不」至「之屬」。○正義曰：此「辟不懷」，宣八年《左傳》云：「禮，卜葬先遠日，辟不懷也。」懷，思也。葬用近日，則是不思念其親。今送死百物皆具，是速棄其親。今未即辦具，是辟不思親之事也。云「喪具，棺衣之屬」者，棺即預造，衣亦漸制，但不一時頓具，故《王制》云「六十歲制，七十時制，八十月制，九十日修。唯絞、紟、衾、冒，死而後制」是也。"
      },
      {
        "index": 67,
        "text": "喪服，兄弟之子猶子也，蓋引而進之也。嫂叔之無服也，蓋推而遠之也。或引或推，重親遠別。○遠，於萬反。別，彼列反。姑姊妹之薄也，蓋有受我而厚之者也。欲其一心於厚之者，姑姊妹嫁大功，夫為妻期。○期音基。"
      },
      {
        "index": 68,
        "text": "[疏]「喪服」至「者也」。○正義曰：《喪服》是《儀禮》正經，記者錄《喪服》中有下三事，各以釋之。其兄弟之子期，姑姊妹出適大功，皆《喪服》經文，嫂叔無服，《喪服》傳文。所以嫂叔無服，進在姑姊妹之上者，取或引或推，二者相對。其子服重，是引而進之，其嫂無服，是推而遠之。並云「蓋」者，記人雖解其義，猶若不審然，故謙而言「蓋」。○注「或引」至「遠別」。○正義曰：已子服期，今昆弟之子亦服期，牽引進之，同於已子。案《喪服》傳：「昆弟之子期報之也。」此云「引」者，《喪服》有世父母叔父母期，又云昆弟之子，何以亦期也？有相報答之義，故云「報」也。已子服期，昆弟之子應降一等服大功，今乃服期，故云「引」也。二文相兼乃備。或推者，昆弟相為服期，其妻應降一等服大功，今乃使之無服，是推使疏而斥遠之也。言「重親」解「或引」，言「遠別」解「或推」。「遠別」者，何平叔云：「夫男女相為服，不有骨肉之親，則有尊卑之異也。嫂叔親非骨肉，不異尊卑，恐有混交之失，推使無服也。」○「姑姊妹之薄也」者，未嫁之時為之厚，今姑姊妹出嫁之後為之薄，蓋有夫婿受我之厚而重親之，欲一心事於厚重，故我為之薄。"
      },
      {
        "index": 69,
        "text": "食於有喪者之側，未嘗飽也。助哀戚也。\n曾子與客立於門側，其徒趨而出。徒，謂客之旅。曾子曰：「爾將何之？」曰：「吾父死，將出哭於巷。」以為不可發凶於人之館。曰：「反哭於爾次。」次，捨也。禮：館人使專之，若其自有然。曾子北面而吊焉。"
      },
      {
        "index": 70,
        "text": "[疏]「曾子」至「吊焉」。○正義曰：此一節論館客使如其己有之事。○「曰：反哭於爾次」者，於時立曾子之門，故曾許其反哭於汝次捨之處。依禮，喪主西面，曾子所以北面吊者，案《士喪禮》主人西面，其賓亦在東門北面，謂同國之賓，曾子既許其哭於次，故以同國賓禮北面吊焉。"
      },
      {
        "index": 71,
        "text": "孔子曰：「之死而致死之，不仁而不可為也。之死而致生之，不知而不可為也。之，往也。死之、生之，謂無知與有知也。為，猶行也。○知音智。是故竹不成用，瓦不成味，木不成斫，成猶善也，竹不可善用，謂邊無縢。味當作沫。沫，□也。○味依注音沫，亡曷反。斫，陟角反。縢本又作滕，徒登反。□音悔，洗面。琴瑟張而不平，竽笙備而不和，無宮商之調。○竽笙音於，下音生。和，胡臥反。調，直吊反。有鐘磬而無簨虡。不縣之也。橫曰簨，植曰虡。○簨，息允反。虡音巨。植，時力反，又音值。其曰明器，神明之也。」言神明死者也。神明者，非人所知，故其器如此。"
      },
      {
        "index": 72,
        "text": "[疏]「孔子」至「之也」。○正義曰：此一節論生人於死者不可致死致生之事。○「之死而致死之」者，之，往也。謂生者，以物往送葬於死者，而致死之意，謂之無復有知，是不仁之事也，而不可為也。○「之死而致生之」者，謂以物往送葬者，而雖死猶致生之意，是不知之事，而不可為也。○注「之往」至「知也」。○正義曰：謂生者以物往送死者，故何胤云：「言往死者處而致此死之者之意，謂死如草木無知，如此用情則不仁，不可行於世也。往死者處而致此死者於全生之物，則不知而不可行也。捨此二塗，不仁不知之間，聖人之所難言，付之不測之竟，言『無知與有知』者，即下云『夏後氏用明器，示民無知。殷人用祭器，示民有知『也。』」。○「是故竹不成用」者，聖人為教，使人子不死於亡者，不便謂無知，不生於死者，不便謂有知，故制明器，以神明求之。不死不生，不可測也。成，善也。故為器用並不精善也。竹不善用，謂竹器邊無縢緣也。何胤云：「若全無知，則不應用。若全有知，則亦不應不成。故有器不成，是不死不生也。」○「瓦不成味」者，味猶黑光也。今世亦呼黑為沫也。瓦不善沫，謂瓦器無光澤也。○「木不成斫」者，斫，雕飾也，木不善斫。鄭注云：「味當作沫，沫，□也。」□謂□面，證沫為光澤也。「琴瑟張而不平」者，亦張弦而不調平也。○「竽笙備而不和」者，亦備而無宮商之調和也。「有鐘磬而無簨虡」者，簨虡，縣鐘磬格也，亦有鐘磬而不用格縣掛之。鄭云「不縣之也」者，案《典庸器》云：「大喪廞筍虡。」明知有而不縣之也。云「橫曰簨、植曰虡」者，虡，距也，以用力，故曰虡也。○注「言神」至「所知」。○正義曰：神明微妙無方，不可測度，故云「非人所知」也。"
      },
      {
        "index": 73,
        "text": "有子問於曾子曰：「問喪於夫子乎？」有子，孔子弟子有若也。夫子卒後問此，庶有異聞也。喪，謂仕失位也。魯昭公孫於齊曰：「喪人其何稱。」○問喪，問或作聞。喪，息浪反，注及下皆同。孫音遜。曰：「聞之矣，喪欲速貧，死欲速朽。」有子曰：「是非君子之言也。」貧、朽，非人所欲。○朽，許久反。曾子曰：「參也聞諸夫子也。」有子又曰：「是非君子之言也。」曾子曰：「參也與子游聞之。」有子曰：「然，然則夫子有為言之也。」曾子以斯言告於子游。子游曰：「甚哉！有子之言似夫子也。昔者夫子居於宋，見桓司馬自為石槨，三年而不成。桓司馬，宋向戌之孫，名魋。○有為，於偽反，下「為桓司馬」、「為敬叔」、「則為之」、注「為民作」、「為嫁母」皆同。向，式上反。戌音恤。魋，大回反。夫子曰：『若是其靡也，死不如速朽之愈也。』死之欲速朽，為桓司馬言之也。靡，侈。○侈，昌氏反，又申氏反。南宮敬叔反，必載寶而朝。敬叔，魯孟僖子之子仲孫閱。蓋嘗失位去魯，得反，載其寶來朝於君。○朝，直遙反，注同。僖，許宜反。閱音悅。夫子曰：『若是其貨也，喪不如速貧之愈也。』喪之欲速貧，為敬叔言之也。」曾子以子游之言告於有子，有子曰：「然，吾固曰非夫子之言也。」曾子曰：「子何以知之？」有子曰：「夫子制於中都，四寸之棺，五寸之槨，以斯知不欲速朽也。中都，魯邑名也。孔子嘗為之宰，為民作制。孔子由中都宰為司空，由司空為司寇。昔者夫子失魯司寇，將之荊，將應聘於楚。○應，應對之應。蓋先之以子夏，又申之以冉有，以斯知不欲速貧也。」言汲汲於仕得祿。○伋音急。"
      },
      {
        "index": 74,
        "text": "[疏]「有子」至「貧也」。○正義曰：此一節論喪不欲速貧、死不欲速朽之事，各隨文解之。○「有子問於曾子」者，此孔子卒後，弟子相問，冀有所異聞也。「問喪」，謂問失本位居他國禮也。有子問於曾子云：「汝曾聞失位在他國之禮於孔子否乎？」○注「有子」至「何稱」。正義曰：案《仲尼弟子傳》：「有若，少孔子四十三歲。」彼注云：「魯人也。」「曾參，南武城人，字子輿，少孔子四十六歲。」云「魯昭公孫於齊曰：喪人其何稱」者，引《公羊》，證失位者稱喪也。昭公孫於齊，次於楊州，齊侯唁公於野井，昭公曰：「喪人其何稱。」○「有子」至「言也」。○以曾子云「喪欲速貧，死欲速朽」，有子云：「如是之語，非君子之言也。」夫子既是君子，必不為此言。時有子唯問喪，不問死，曾子以喪、死二事報有子者，以喪、死俱為惡事，貧、朽又事類相似。既言「喪欲速貧」，遂言「死欲速朽」。案此「速貧」在前，「速朽」在後，而下子游之對，先云「死欲速朽」，後言「喪欲速貧」，隨孔子所見言之先後也。且孔子為中都宰之時，制其棺槨，不用速朽，其事在前。夫子失魯司寇，使子夏、冉有先適楚，不欲速貧，其事在後，故子游先言「速朽」，後言「速貧」，亦隨夫子之事前前後。○注「桓司」至「名魋」。○正義曰：案《世本》：「向戌生東鄰叔子超，超生左師眇，眇即向巢也」。魋是巢之弟，故云向戌孫也。○注「孔子」至「司寇」。○正義曰：《孔子世家》，定公九年，孔子年五十，定公以孔子為中都宰。一年，四方皆則之。由中都宰為司空，由司空為司寇，定公十年會於夾谷，攝相事。此云「司寇」者，崔靈恩云：「諸侯三卿，司徒兼塚宰，司馬兼宗伯，司空兼司寇，三卿之下，則五小卿為五大夫，故《周禮•太宰職》云：『諸侯立三卿五大夫也。』五大夫者，司徒之下立二人，小宰、小司徒；司馬之下，以其事省，立一人為小司馬，兼宗伯之事；司空之下立二人，小司寇、小司空。今夫子為司空者，為小司空也，從小司空為小司寇也。」崔所以知然者，魯有孟、叔、季三卿為政，又有臧氏為司寇，故知孔子為小司寇，崔解可依。○「昔夫」至「之荊」。○案《世家》定十四年，齊人歸女樂，孔子去魯適衛。從衛之陳，過匡邑，匡人圍之。又復去，過蒲，又反於衛。又去衛，過曹，適宋。時定公卒，宋桓魋欲殺孔子，伐夫子所過之樹，削夫子所過之跡。去宋，適鄭。去鄭，適陳，居三歲，又適衛。既不見用，將西見趙簡子，至河而聞殺竇鳴犢與舜華也。又反於衛，復行如陳。時哀公三年，孔子年六十。明年孔子自陳遷於蔡。三歲，孔子在陳蔡之間，楚使人聘孔子，陳蔡乃圍孔子，絕糧乏食七日。於是使子貢至楚，楚昭王興師迎孔子，將書社七百里封孔子，楚令尹子西諫而止之。是歲楚昭王卒，孔子自楚反於衛，孔子年六十三，是魯哀公六年。以此言之，失司寇在定十四年，之楚在哀公六年，其間年月甚遠。且失司寇之後，向宋不向楚。而云「失魯司寇，將之荊」者，謂失魯司寇之後，將往之荊，則哀公六年之荊，亦是失司寇之後，非謂失司寇之年即之荊也。"
      },
      {
        "index": 75,
        "text": "陳莊子死，赴於魯，魯人欲勿哭，君無哭鄰國大夫之禮。陳莊子，齊大夫陳恆之孫，名伯。繆公召縣子而問焉。縣子曰：「古之大夫，束脩之問不出竟，雖欲哭之，安得而哭之？以其不外交。○繆音木。竟音境。今之大夫，交政於中國，雖欲勿哭，焉得而弗哭？言時君弱臣強，政在大夫，專盟會以交接。○焉，於虔反。且臣聞之，哭有二道，有愛而哭之，有畏而哭之。」以權微勸之。公曰：「然，然則如之何而可？」縣子曰：「請哭諸異姓之廟。」明不當哭。於是與哭諸縣氏。"
      },
      {
        "index": 76,
        "text": "[疏]「陳莊」至「縣氏」。○正義曰：此一節論哭鄰國臣之法。○注「陳莊」至「名伯」。○正義曰：案《世本》：「成子當生襄子班，班生莊子伯。」鄭依《世本》知也。"
      },
      {
        "index": 77,
        "text": "仲憲言於曾子曰：「夏後氏用明器，示民無知也。所謂「致死之」。仲憲，孔子弟子原憲。殷人用祭器，示民有知也。所謂「致生之」。周人兼用之，示民疑也。」言使民疑於無知與有知。曾子曰：「其不然乎，其不然乎！非其說之非也。夫明器，鬼器也。祭器，人器也。夫古之人，胡為而死其親乎？」言仲憲之言，三者皆非。此或用鬼器，或用人器。"
      },
      {
        "index": 78,
        "text": "[疏]「仲憲」至「親乎」。○正義曰：此一節論不可致意於死人為死為生之事，各隨文解之。○注「仲憲，孔子弟子原憲」。○正義曰：案《仲尼弟子傳》云：「原憲字子思。」彼注云：「魯人也。」其時與曾子評論三代送終器具之義也。○「曰夏後」至「親乎」。○此以下是原憲所說，並非也。其言夏後氏所以別作明器送亡人者，言亡人無知，故以不堪用之器送之，表示其無知也。○「殷人用祭器，示民有知也」者，憲又言殷家不別作明器，而即用祭祀之器送亡人者，祭器堪為人用，以言亡者有知，與人同，故以有用之器送之，表示其有知也。○「周人兼用之，示民疑也」者，憲又言周世並用夏、殷二代之器送亡者，不知定無知如夏，為當定有知如殷，周人為之致惑，不可定者，故並用送之，是示於民疑惑不定也。○」曾子曰：其不然乎，其不然乎」者，曾子聞憲所說不是，故重稱不然，深鄙之也。○「夫明器，鬼器也。祭器，人器也」者，曾子鄙憲言畢，而自更說其義也。言二代用此器送亡者，非是為有知與無知也，正是質文異耳。夏代文，言鬼與人異，故純用鬼器送之，非言為無知也。殷世質，言雖復鬼與人有異，亦應恭敬是同，故用恭敬之器，仍貯食送之，非言為有知也。說二代既了，則周兼用之，非為疑可知，故不重說。尋周家極文，言亡者亦宜鬼事，亦宜敬事，故並用鬼敬二器，非為示民言疑惑也。然周唯大夫以上兼用耳，士唯用鬼器，不用人器。崔靈恩云：「此王者質文相變耳。」○「夫古之人，胡為而死其親乎」者，曾子說義既竟，又更鄙於仲憲所言也。「古」謂夏時也，言古人雖質，何容死其親乎？若是無知，則是死之義也。然憲子言三事皆非，而曾子此獨譏「無知」者，以夏後氏尤古故也。譏一，則餘從可知也。"
      },
      {
        "index": 79,
        "text": "公叔木有同母異父之昆弟死，問於子游。木當為朱，《春秋》作戌，衛公叔文子之子，定公十四年奔魯。○木音式樹反，又音朱，徐之樹反。子游曰：「其大功乎？」疑所服也，親者屬大功是。狄儀有同母異父之昆弟死，問於子夏，子夏曰：「我未之前聞也。魯人則為之齊衰。」狄儀行齊衰。今之齊衰，狄儀之問也。"
      },
      {
        "index": 80,
        "text": "[疏]「公叔木有同母異父之昆弟死，問於子游」至「狄儀之問也」。○正義曰：此一節論為同母異父昆弟死著服得失之事，各依文解之。○注「木當為朱」至「十四年奔魯」。○正義曰：案《世本》「衛獻公生成子當，當生文子拔，拔生朱」。故知「木當為朱」也。言「《春秋》作戌」者，定十四年「衛公叔戌來奔」是也。○注「疑所服也，親者屬大功是」。正義曰：同母異父昆弟之服，《喪服》無文，故子游疑之：「其大功乎？」「乎」是疑辭也。云「親者屬大功是」者，鄭意以為同母兄弟，母之親屬服大功是也。所以是者，以同父同母則服期，今但同母，而以母是我親生，其兄弟是親者血屬，故降一等而服大功，案《聖證論》王肅難鄭：「禮，稱親者血屬，謂出母之身，不謂出母之子服也。若出母之子服大功，則出母之父母服應更重，何以為出母之父母無服？」王肅云：「同母異父兄弟服大功者，謂繼父服齊衰，其子降一等，故服大功。」馬昭難王肅云：「異父昆弟，恩繼於母，不繼於父，肅以為從繼父而服，非也。」張融以為繼父同居有子，正服齊衰三月，乃為其子大功，非服之差，互說是也。○「今之齊衰，狄儀之問也」。○不云自狄儀始者，庾蔚云：「狄儀之前，魯人先已行之，故不云自狄儀始也。」"
      },
      {
        "index": 81,
        "text": "子思之母死於衛，子思，孔子孫，伯魚之子。伯魚卒，其妻嫁於衛。柳若謂子思曰：「子，聖人之後也。四方於子乎觀禮，子蓋慎諸。」柳若，衛人也。見子思欲為嫁母服，恐其失禮，戒之。嫁母齊衰期。子思曰：「吾何慎哉？吾聞之：『有其禮，無其財，君子弗行也。謂時可行，而財不足以備禮。有其禮，有其財，無其時，君子弗行也。』謂財足以備禮，而時不得行者。吾何慎哉？」時所止則止，時所行則行，無所疑也。喪之禮如子，贈襚之屬，不逾主人。○襚音遂。"
      },
      {
        "index": 82,
        "text": "[疏]「子思」至「慎哉」。○正義曰：此一節論為出嫁母之喪行禮之事。○注「子思，孔子孫，伯魚之子」。○正義曰：《孔子世家》文。鄭言之者，以下云「子，聖人之後」，故具言之。○注「柳若」至「衰期」。○正義曰：云「嫁母齊衰期」者，嫁母之服，《喪服》無文。案《喪服》杖期章云：「父卒，繼母嫁，從為之服報」，則親母可知。故鄭約云「齊衰期也」。又鄭止言「齊衰期」，不言嫡庶，故譙周、袁准並云：「父卒，母嫁，非父所絕。嫡子雖主祭，猶宜服期。而《喪服》為出母期，嫁母與出母俱是絕族，故知與出母同也。」張逸問舊儒：「《世本》皆以孔子後數世皆一子，禮，適子為父後，為嫁母無服。《檀弓》說子思從於嫁母服，何？」鄭答云：「子思哭嫂為位，必非適子，或者兄若早死，無繼，故云數世皆一子。」○注「謂財」至「行者」。○正義曰：謂若嫁母之家主人貧乏，斂手足形還葬，已雖有財，不得過於主人。故下注「喪之禮如子，贈襚之屬，不逾主人」是也。"
      },
      {
        "index": 83,
        "text": "縣子曰：「吾聞之，古者不降，上下各以其親。古謂殷時也。上不降遠，下不降卑。○，息果反，依字作瑣。滕伯文為孟虎齊衰，其叔父也。為孟皮齊衰，其叔父也。」伯文，殷時滕君也。爵為伯，名文。○滕，徒登反。為，於偽反。下及下注「為人」同。"
      },
      {
        "index": 84,
        "text": "[疏]「縣子」至「父也」。○正義曰：此一節論古者著服上不降遠，下不降卑之事，各依文解之。○瑣，縣子名。據所聞而言也，「古者不降」，所聞之事也。古者，殷時也。周禮以貴降賤，以適降庶，唯不降正耳。而殷世以上，雖貴不降賤也。「上下各以其親」，不降之事也。「上」謂旁親，族曾祖、從祖及伯叔之班族。「下」謂從子從孫之流。彼雖賤，不以己尊降之，猶各隨本屬之親輕重而服之，故云「上下各以其親」。庾蔚云：「上下猶尊卑也。正尊，周禮猶不降，則知所明者旁尊也。鄭恐尊名亂於正尊，故變文言『遠』也。」○「滕伯」至「父也」。○謂滕國之伯名文，為叔父孟虎著齊衰之服，其虎是滕伯文叔父也。「為孟皮齊衰，其叔父也」，謂滕伯為兄弟之子孟皮著齊衰之服，其滕伯是皮之叔父也。言滕伯上為叔父、下為兄弟之子，皆著齊衰，是「上不降遠，下不降卑」也。"
      },
      {
        "index": 85,
        "text": "後木曰：「喪，吾聞諸縣子曰：『夫喪，不可不深長思也。後木，魯孝公子惠伯鞏之後。○{鞏恭}，恭勇反。買棺外內易。』我死則亦然。」此孝子之事，非所託。○易，以豉反。"
      },
      {
        "index": 86,
        "text": "[疏]「後木」至「亦然」。○正義曰：此一節論屬子以死事非禮之事，各依文解之。○後木云：「孝子居喪之禮，吾聞之於縣子云：『夫居喪不可不深思長慮也。孝子既深思長慮，故買棺之時，當令精好，斫削外內，使之平易。』」後木既述縣子之言，以語其子，又云：「在後我身若死，則亦當然。」「然」猶如是，我死亦當如是縣子之言，買棺外內易也。○注「後木」至「之後」。○正義曰：案《世本》：「孝公生惠伯革，其後為厚氏。」《世本》云「革」，此云「鞏」，《世本》云「厚」，此云「後」，其字異耳。則惠伯之子孫，無名木者，故鄭直云其後。○注此「此孝」至「所託」。○正義曰：言買棺外內滑易者，此是孝子所為之事，非是父母豫所屬托，譏後木也。"
      },
      {
        "index": 87,
        "text": "曾子曰：「屍未設飾，故帷堂，小斂而徹帷。」仲梁子曰：「夫婦方亂，故帷堂，小斂而徹帷。」斂者，動搖屍，帷堂，為人褻之。言「方亂」，非也。仲梁子，魯人也。○帷，意悲反。○小斂之奠，子游曰：「於東方。」曾子曰：「於西方，斂斯席矣。」曾子以俗說非。又大斂奠於堂，乃有席。小斂之奠在西方，魯禮之末失也。末世失禮之為。"
      },
      {
        "index": 88,
        "text": "[疏]「曾子」至「失也」。○正義曰：此一節論小斂失禮之事，各依文解之。○注「言方」至「人也」。○正義曰：知「方亂，非」者，以小斂之後，豈無夫婦方亂之事，何故徹帷乃云「方亂」？明為動搖屍柩，故帷堂。案《春秋》定五年，魯有仲梁懷，是仲梁，魯人之姓，故知「仲梁子，魯人也」。○「曾子」至「西方」。○依禮，小斂之奠設於東方，奠又無席，魯之衰末，奠於西方，而又有席，曾子見時如是，謂將為禮，故云小斂於西方。「斯」，此也。其斂之時，於此席上而設奠矣。曾子之言失禮，故記者正之云，小斂奠所以在西方，是魯人行禮，末世失其法也。○注「曾子」至「有席」。○正義曰：知曾子所言非者，案《士喪禮》「小斂之奠，設於屍東」，今曾子言西方，故為非也。云「大斂奠於堂，乃有席」者，案《士喪禮》「大斂之奠設於室」，今云堂者，後人轉寫之誤，當云奠於室，故鄭答趙商：「堂當為室也。」"
      },
      {
        "index": 89,
        "text": "縣子曰：「綌衰、繐裳，非古也。」非時尚輕涼慢禮。○綌衰，去逆反，粗葛也，下七回反。繐音歲，布細而疏曰繐。涼音良。"
      },
      {
        "index": 90,
        "text": "[疏]「縣子」至「古也」。○正義曰：此以下論縣子非當時人尚輕涼慢禮之事。綌，葛也。繐，布疏者，漢時南陽鄧縣能作之。當記時失禮，多尚輕細，故有喪者不服粗衰，但疏葛為衰，繐布為裳，故云「非古」也，「古」謂周初制禮時也。"
      },
      {
        "index": 91,
        "text": "子蒲卒，哭者呼滅。滅，蓋子蒲名。子皋曰：「若是野哉！」非之也。唯復呼名。子皋，孔子弟子高柴。○皋音高。哭者改之。"
      },
      {
        "index": 92,
        "text": "[疏]「子蒲」至「改之」。○正義曰：此一節論哭者呼名非禮之事。滅，子蒲名。子蒲卒，哭者呼其名，故子皋曰：「若是野哉！」野，不達禮也。唯復呼名，冀其聞名而反，哭則敬鬼神，不復呼其名，而此家哭獨呼滅，子皋深譏之，故云「野哉」也。非之乃改也。"
      },
      {
        "index": 93,
        "text": "杜橋之母之喪，宮中無相，以為沽也。沽猶略也。○相，息亮反。沽音古。\n[疏]「杜橋」至「沽也」。○正義曰：此一節論喪須立相導之事。沽，粗略也。禮，孝子喪親，悲迷不復自知，禮節事儀，皆須人相導。而杜橋家母死，宮中不立相侍，故時人謂其於禮為粗略。"
      },
      {
        "index": 94,
        "text": "夫子曰：「始死，羔裘、玄冠者，易之而已。」羔裘、玄冠，夫子不以吊。不以吉服弔喪。○易音亦，徐以豉反。"
      },
      {
        "index": 95,
        "text": "[疏]「夫子」至「以吊」。○正義曰：此一節論始死易服，小斂後不得吉服吊之事。但養疾者朝服，羔裘、玄冠，即朝服也。始死則易去朝服，著深衣，故云「易之而已」。記時有不易者，又有小斂後羔裘吊者，記人引《論語•鄉黨》孔子身自行事之禮，以譏當時之事，故曰「羔裘玄冠，夫子不以吊」。時多失禮，唯孔子獨能行之，故言之也。"
      },
      {
        "index": 96,
        "text": "子游問喪具。夫子曰：「稱家之有亡。」子游曰：「有無惡乎齊？」惡乎齊，問豐省之比。○稱，尺證反。有亡，皇如字，無也，一音無，下同。惡音烏，注同。齊，才細反，又如字，注同。省，所領反。比，必利反。夫子曰：「有，毋過禮。苟亡矣，斂首足形，形，體。○毋音無。還葬，還之言便也。言已斂即葬，不待三月。○還音旋。斂，力驗反。縣棺而封。不設碑繂，不備禮。封當為窆，窆，下棺也。《春秋傳》作「塴」。○縣音玄。封依注作窆，彼驗反，徐又甫鄧反。碑，彼皮反。繂音律。塴，比鄧反。人豈有非之者哉？」不責於人所不能。"
      },
      {
        "index": 97,
        "text": "[疏]「子游」至「者哉」。○正義曰：此一節論問送終所須當辦具也。「夫子曰：稱家之有亡」，「稱」猶隨也。「亡」，無也。言各隨其家計豐薄有無也。「子游曰：有無惡乎齊」，「惡乎」猶於何也。子游言若必隨家之有無，貧富於何可齊，故子游疑而問之。○「夫子曰：有，毋過禮」，此答是稱富家也。「毋」猶不也，禮有節限，設若家富，有正禮可依，而不得過禮。○「苟亡矣，斂首足形」，此答貧家也。「亡」，無也，家無財也，但使衣衾斂於首足，形體不令露見而已。「還葬」，「還」，便也。禮雖眾多，葬日有數。若貧者斂竟便葬，不須停殯待其月數足也。「還之言便也」，言已斂即葬，不待三月也。○「縣棺而封」，「封」即窆，窆，下棺內壙中也。貴者則用碑繂，若貧而即葬者，但手縣棺而下之，同於庶人，不待碑繂，不設碑繂，不設碑繂不備禮。○注「封當」至「作塴」。○正義曰：「《春秋傳》作塴」者，案《左傳》昭十二年，「鄭簡公卒，將為葬除。司墓之室，有當道者，毀之，則朝而塴。弗毀，則日中而塴。」杜注云：「司墓之室，鄭之掌公墓大夫徒屬之家。塴，下棺也。」"
      },
      {
        "index": 98,
        "text": "司士賁告於子游曰：「請襲於床。」時失之也，禮：唯始死廢床。○賁音奔，人名。子游曰：「諾。」縣子聞之，曰：「汰哉，叔氏！專以禮許人。」當言禮然，言諾，非也。叔氏，子游字。○汰，本又作「大」，音泰，自矜大。"
      },
      {
        "index": 99,
        "text": "[疏]「司士」至「許人」。○正義曰：此一節論不可以禮許人之事。案《喪大記》始死廢床，至遷屍及襲，皆在於床。當時失禮，襲在於地，故司士賁告子游。「子游曰諾」者，子游知襲在床為是，故以許諾之。「縣子聞之，曰：汰哉，叔氏！專以禮許人」，汰，自矜大也。叔氏，子游別字也。言凡有來諮禮事，當據禮以答之。今子游不據前禮以答之，專輒許諾，如似禮出於己，是自矜大，故縣子聞而譏之曰「汰哉」。當言禮也，言諾，非禮也。"
      },
      {
        "index": 100,
        "text": "宋襄公葬其夫人，醯醢百甕。曾子曰：「既曰明器矣，而又實之。」言名之為明器，而與祭器皆實之，是亂鬼器與人器。○醯，呼兮反。醢音海。甕，烏弄反。"
      },
      {
        "index": 101,
        "text": "[疏]「宋襄」至「實之」。○正義曰：此一節論宋襄公失禮之事。案《春秋》宋襄公卒在僖二十三年。案文十六年傳云，宋昭公將田孟諸，未至，襄夫人，周襄王之姊，使甸師攻而殺之。則宋襄公夫人卒在襄公後，其年極多。此得云「宋襄公葬其夫人」者，蓋襄公初取夫人死在襄公之時，故得葬之，其後取夫人，是襄王之姊，死在襄公之後，義不相妨。○「曾子曰：既曰明器，而又實之」者，曾子不譏器之多，但譏其實為非也。言既曰神明之器，當虛也，故譏云「而又實之」也。「言名之為明器，而與祭器皆實之，是亂鬼器與人器也」，案《既夕禮》「陳明器」後云：「無祭器。」鄭云：「士禮略也，大夫以上兼用鬼器與人器。」若此，大夫諸侯並得人鬼兼用，則空鬼而實人，故鄭云「與祭器皆實之，是亂鬼器與人器」也。士既無人器，則亦實明器，故《既夕禮》云：「罋三，醯、醢、屑。」又云：「甒二，醴、酒也。」若夏後氏專用明器，則分半以實之。殷人全用祭器，則亦分半以虛之。周人兼用明器、人器，人器實之，明器虛之。"
      },
      {
        "index": 102,
        "text": "孟獻子之喪，獻子，魯大夫仲孫蔑。司徒旅歸四布。旅，下士也。司徒使下士歸四方之賻布。夫子曰：「可也。」時人皆貪，善其能廉。○讀賵，曾子曰：「非古也，是再告也。」曾子言非禮，祖而讀賵，致命將行，主人之吏又讀賵，所以存錄之。"
      },
      {
        "index": 103,
        "text": "[疏]「孟獻」至「可也」。○正義曰：此一節論喪不貪利之事。孟獻子之喪，送終既具，賻布有餘，其家臣司徒敬子稟承主人之意，使旅下士歸還四方賻主人之泉布也。謂「四方賻」者，泉布本助喪用，今既有餘，故歸還之也。時人皆貪，獻子之家獨能如此，故夫子曰：「可也。」善其能廉。皇氏以為獻子有餘布，歸之於君，君令國之司徒歸賻於四方。案《春秋》魯上卿季氏也，仲孫蔑之卒，季氏無謚曰敬子者，皇氏之言非也。熊氏以為獻子家臣為司徒，故《左傳》「叔孫氏之司馬鬷戾」，是家臣亦有司徒司馬也。"
      },
      {
        "index": 104,
        "text": "成子高寢疾，成子高，齊大夫國成伯高父也。慶遺入，請曰：「子之病革矣。如至乎大病，則如之何？」觀其意。革，急也。遺，慶封之族。○遺，於季反，又如字。革，紀力反。子高曰：「吾聞之也，生有益於人，死不害於人。吾縱生無益於人，吾可以死害於人乎哉！我死，則擇不食之地而葬我焉。」不食，謂不墾耕。○墾，苦很反。"
      },
      {
        "index": 105,
        "text": "[疏]「成子」至「我焉」。○正義曰：此一節論臨死不忘儉之事。○注「成子」至「父也」。○正義曰：知者，以其有「慶遺入請」，齊有慶氏，故知是齊大夫。齊有國子高，故知姓國，又見《齊世本》：「懿伯生貞孟，貞孟生成伯高父。」國氏以此知也。"
      },
      {
        "index": 106,
        "text": "子夏問諸夫子曰：「居君之母與妻之喪。」「居處、言語、飲食衎爾」。衎爾，自得貌。為小君惻隱不能至。○衎，苦旦反，注同。為，於偽反，下「為之」、「殷為其久」、「為君服」同○賓客至，無所館，夫子曰：「生於我乎館，死於我乎殯。」仁者不厄人。"
      },
      {
        "index": 107,
        "text": "[疏]「子夏」至「衎爾」。○正義曰：此一節論臣服小君儀容之事。上子夏問居君之母與妻之喪，此「居處言語」是夫子答辭，不云「子曰」者，記人略也。"
      },
      {
        "index": 108,
        "text": "國子高曰：「葬也者，藏也。藏也者，欲人之弗得見也。是故衣足以飾身，棺周於衣，槨周於棺，土周於槨。言皆所以為深邃，難人發見之也。國子高，成子高也。成，謚也。○邃，先遂反。難，乃旦反。見如字，又賢遍反。反壤樹之哉！」反，覆也。怪不如大古也，而反封樹之。意在於儉，非周禮。○壤，而丈反。復，扶又反，舊音服，非。大音泰。"
      },
      {
        "index": 109,
        "text": "[疏]「國子」至「之哉」。○正義曰：此一節論重古非今之事。子高之意，人死可惡，故備以衣衾棺槨，欲其深邃，不使人知，今乃反更封壤為墳，而種樹以標之哉！言不可封壤種樹也。國子意在於儉，非周禮之法。○注「怪不」至「周禮」。○正義曰：唐虞以上謂之「大古」，《易•繫辭》云：「古之葬者，厚衣之以薪，不封不樹。」今既封樹，故云「怪不如大古也」。"
      },
      {
        "index": 110,
        "text": "孔子之喪，有自燕來觀者，捨於子夏氏。子夏曰：「聖人之葬人，與人之葬聖人也，子何觀焉？與，及也。○燕，烏田反。昔者夫子言之曰：『吾見封之若堂者矣，封，築土為壟。堂形四方而高。○壟，力勇反。見若坊者矣，坊形旁殺，平上而長。○坊音防。殺，色戒反，下同。見若覆夏屋者矣，覆謂茨瓦也。夏屋，今之門廡也，其形旁廣而卑。○茨，徐在私反，茅覆屋。廡音武。卑如字，又音婢。見若斧者矣。斧形旁殺，刃上而長。從若斧者焉，孔子以為刃上難登，狹又易為功。○狹，戶甲反。易，以豉反。馬鬣封之謂也。』俗間名。○鬣，力輒反。今一日而三斬板，而已封。板，蓋廣二尺，長六尺。斬板，謂斷其縮也。三斷止之，旁殺，蓋高四尺，其廣袤未聞也。《詩》云：「縮板以載。」○斷音短，下同。上，時掌反，下「以上」同。廣袤，古曠反，下音茂，徐又亡侯反。尚行夫子之志乎哉！」尚，庶幾也。"
      },
      {
        "index": 111,
        "text": "[疏]「孔子」至「乎哉」。○正義曰：此一節論葬夫子封墳之法。○燕國人聞葬聖人，恐有異禮，故從燕來魯觀之。「捨於子夏氏」，捨，住也，燕人來住子夏家也。「子夏曰：聖人之葬人，與人之葬聖人也，子何觀焉」，與，及也。子夏謂燕人云：若聖人葬人，及人葬聖人，皆用一禮，而子遠來，何所觀乎？王肅云：「『聖人葬人與』，屬上句以言。若聖人葬人與，則人庶有異聞，得來觀者；若人之葬聖人，與凡人何異，而子何觀之？然公西赤為志，遍用茸荃禮，子夏謂葬聖人與凡人不異者，今謂聖凡相葬，禮儀不殊，而孔子葬異此，是賢葬聖師，別自表義，不施世為法，而子夏恐燕人學學此禮，故懸而拒之，云其禮本應如一也。而下又述昔聞夫子見四封之異者，此處可共，是許燕人學之，故備陳其教，以赴遠觀之意。」○「昔者夫子言之曰：吾見封之若堂者矣」，既已語燕人無觀，又此歷述孔子之言者，欲以此語與燕人為法。封謂墳之也，若如堂基，四方而高。○「見若坊者矣」，坊，堤也。堤坊水，上平而兩旁殺，其南北長也。言又見有築墳形如坊者也。「見若覆夏屋者矣」，殷人以來，始屋四阿。夏家之屋，唯兩下而已，無四阿，如漢之門廡。又言見其封墳如覆夏屋，唯兩下而殺，卑而寬廣。又見封如斧之形，其刃向上，長而高也。既言四墳之異，夫子之意，從若斧者焉。以為刃上難登，狹又易為功力。子夏既道從若斧形，恐燕人不識，故舉俗稱馬鬣封之謂也，以語燕人。馬鬷鬣之上，其肉薄，封形似之。○「今一日而三斬板」，子夏前述明夫子語，又引今會古竟，更述其今葬孔子。既是從斧之墳，「今一日」者，謂今作孔子墳，正用一日之功，儉約不假多時。於一日之中而三斬板者，謂作墳法也。築墳之法，所安板側於兩邊，而用繩約板。令立後，復內土於板之上，中央築之，令土與板平，則斬所約板。繩斷，而更置於見築土上，又載土其中，三遍如此，其墳乃成，故云「今一日而三斬板」也。「而己封」者，為三遍設板，築土而止已其封也，故鄭註：「板，蓋廣二尺，長六尺。」板廣二尺，疊側三板，應高六尺，而云「四尺」者，但形旁表漸斂，上狹下舒，如斧刃之形，使三板取高四尺，以合周制也。○「尚行夫子之志乎哉」者，尚，庶幾也。言今一日三斬板，是庶幾慕行於孔子平生所志也，以示燕人。○注「板蓋」至「以載」。○正義曰：知「板，蓋廣二尺」，案《祭義》曰「築宮仞有三尺」，是牆高一丈。《公羊傳》云「五板為堵」，則板廣二尺，故五板高一丈也。知板長六尺者，以《春秋左氏》說雉長三丈，高一丈，《公羊傳》云「五板為堵，五堵為雉」，按五堵而為雉，則堵長六尺，故《詩箋》云「雉長三丈」，則板六尺。知「蓋高四尺」者，以上合葬於防，崇四尺，今葬夫子不可過之，又板廣二尺，三板斜殺，唯高四尺耳。其東西之廣，南北之袤，則未聞也。引《詩》「縮板以載」，是《大雅•綿》之篇也。引之者，證縮為約板之繩。孫毓難云「孔子墓，魯城北門外西，墳四方，前高後下，形似臥斧，高八九尺。今無馬鬣封之形，不止於三板，記似誤」者，孫毓云據當時所見，其墳或後人增益，不與元葬墳同，無足怪也。"
      },
      {
        "index": 112,
        "text": "婦人不葛帶。婦人質，不變重者，至期除之，卒哭變絰而已。\n[疏]「婦人不葛帶」。○正義曰：此論齊斬婦人帶要絰也。葬後卒哭，變麻易葛，而婦人重要而質，不變所重，故不葛帶。至期除之，卒哭直變絰而已。大功以下輕，至卒哭並變為葛，與男子同。絰，首絰也，婦人輕首重要故也。"
      },
      {
        "index": 113,
        "text": "有薦新，如朔奠。重新物，為之殷奠。\n[疏]「有薦新，如朔奠」。○正義曰：「薦新「謂未葬中間得新味而薦亡者。「如朔奠」者，謂未葬前月朔大奠於殯宮者。大奠則牲饌豐也，朔禮視大斂，士則特豚三鼎。今若有新物，及五穀始熟，薦於亡者，則其禮牲物如朔之奠也。大夫以上則朔望大奠，若士但朔而不望。"
      },
      {
        "index": 114,
        "text": "既葬，各以其服除。卒哭，當變衰麻者變之。或有除者，不視主人。\n[疏]「既葬」至「服除」。○正義曰：「既葬謂三月葬竟後至卒哭，重親各隨所受而變服。若三月之親，至三月數滿應除者，葬竟各自除，不待主人卒哭之變，故云「各以其服除」也。"
      },
      {
        "index": 115,
        "text": "池視重霤。如堂之有承霤也。承霤以木為之，用行水，亦宮之飾也。柳，宮象也。以竹為池，衣以青布，縣銅魚焉。今宮中有承霤，云以銅為之。○重，直容反。衣，於既反。"
      },
      {
        "index": 116,
        "text": "[疏]池視重霤。○正義曰：「池「者，柳車之池也。「重霤」者，屋承霤也。以木為之，承於屋霤，入此木中，又從木中而霤於地，故謂此木為「重霤」也。天子則四注，四面為重霤。諸侯四注，重霤則差降，去後，餘三。大夫唯餘前後二，士則唯一在前。而生時既屋有重霤以行水，死時柳車亦象宮室，而在車覆鱉甲之下，牆帷之上，織竹為之，形如籠，衣以青布，以承鱉甲，名之為池。以象重霤方面之數，各視生時重霤。"
      },
      {
        "index": 117,
        "text": "君即位而為椑，椑謂杝棺親屍者。椑，堅著之言也。言天子椑內又有水兕革棺。○椑，蒲歷反，徐戾益反，櫬屍棺。杝音移。著，直略反。兕，徐裡反。歲壹漆之，若未成然。○漆音七。藏焉。虛之不令。○令，力政反，本又作合。"
      },
      {
        "index": 118,
        "text": "[疏]「君即」至「藏焉」。○正義曰：此一節論人君尊，即位得為棺之事。「君」，諸侯也。言諸侯，則王可知也。椑，杝棺也。漆之堅強，甓甓然也。人君無論少長，而體尊備物，故亦即位而造為此棺也。椑謂杝棺親屍者也。古者天子椑內有水兕，而諸侯無，但用杝在內以親屍也。○「歲一漆之」者，雖為尊得造，交未供用，故不欲即成，但每年一漆，示如未成也。唯云漆杝，則知不漆杝棺外屬等。「藏焉」者，棺中不欲空虛，如急有待也。虛之不令也，令，善也。言若虛空，便為不善，故藏物於其中。一本為「虛之不合」者，謂不以蓋合覆其上，既不合覆，不欲令人見，故藏焉。"
      },
      {
        "index": 119,
        "text": "復、楔齒、綴足、飯、設飾、帷堂並作。設飾謂遷屍又加新衣。○楔，悉節反。綴，丁劣反，又音丁衛反。飯，煩晚反，唅也。父兄命赴者。謂大夫以上也，士主人親命之。"
      },
      {
        "index": 120,
        "text": "[疏]「復楔」至「赴者」。○正義曰：此一節論始死之事。「復」，招魂也。「楔」，柱也。招魂之後，用角柶柱亡人之齒令開，使含時不閉也。○「綴足」者，復用燕幾綴亡人之足令直，使著屨時不辟戾也。○飯者，飯食也。「設飾」者，謂襲斂遷屍之時，及又加著新衣也。○「帷堂」者，謂小斂時。○「並作」者，作，起為也。自「復」以下，諸事並起以帷堂，故云「並作」。○「父兄命赴者」，亦復後之事。赴謂死者生時於他人有恩識者，今死，則其家宜使人往相赴告也。《士喪禮》則孝子自命赴者，若大夫以上，則父兄命之也。何以然？尊許其病深，故使人代命之也。雖代命之，猶稱孝子名也。"
      },
      {
        "index": 121,
        "text": "君復於小寢、大寢、小祖、大祖、庫門、四郊。尊者求之備也，亦他日所嘗有事。\n[疏]「君復」至「四郊」。○正義曰：此一節論人君禮備，復處又多。自小寢以下，明招魂處所也。「君」，王侯也。「於小寢」者，前曰廟，後曰寢。《爾雅》云：「室有東西廂曰廟，無東西廂有室曰寢。」此「小寢」者，所謂高祖以下寢也，王侯同。「大寢」謂天子始祖，諸侯大祖也。「小祖」，高祖以下廟也，王侯同。「大祖」，天子始祖，諸侯大祖廟也。兩言於廟，求神備也。《周禮•夏采》「以冕服復於大祖廟」是也。其小廟則祭僕復之，其小寢、大寢則隸僕復之。故《祭僕》云：「復於小廟。」鄭注云：「小廟，高祖以下也。」《隸僕》云：「復於小寢、大寢。」注云：「小寢，高祖以下廟之寢也。始祖曰大寢。」四郊則夏采復之，故《夏采》云：「乘車建綏，復於四郊。」此天子之事也。其諸侯復則小臣，故《喪大記》云「小臣復」。案《周禮•內小臣職》：「小臣上士四人。」案《雜記》云：「復西上。」註：「各如其命數。」上公九命，侯伯七命，則小臣不足，明更有餘官。又復人雖依命數，復處既多，則復人不足，當於此復了，更轉鄉他處。"
      },
      {
        "index": 122,
        "text": "喪不剝奠也與？祭肉也與？剝猶裸也。有牲肉則巾之，為其久設，塵埃加也。脯、醢之奠不巾。○剝，邦角反。與音餘，下同。裸，力果反，謂不巾覆也。埃音哀。"
      },
      {
        "index": 123,
        "text": "[疏]「喪不」至「也與」。○正義曰：此一節論祭肉不可露見之事。剝猶裸露也，言喪奠脯醢，不復設巾，可得裸露。「與」是語辭，謂喪不裸露奠者，為有祭肉也。無祭肉，即得裸露。○注「有牲」至「不巾」。○正義曰：案《士喪禮》小斂，陳一鼎，既斂奠於屍東，祝受巾巾之，是「有牲肉則巾之」也。《士喪禮》又云，始死，脯、醢、醴、酒，奠於屍東，無巾；又殯後朝夕乃奠，醴、酒、脯、醢，如初設，不巾，是脯、醢、醴、酒不巾也。案《既夕禮》柩朝廟，重先，奠從，奠設如初，巾之。此亦脯、醢之奠，巾之者，為其在堂，恐埃塵，故雖脯、醢亦巾之。此文「脯醢之奠不巾」者，據室內也。"
      },
      {
        "index": 124,
        "text": "既殯旬，而布材與明器。木工宜乾臘，且豫成。材，槨材也。○臘音昔。\n[疏]「既殯」至「明器」。○正義曰：此一節論葬禮須豫備之事。○「既殯旬」，謂殯後十日也。○「而布材與明器」者，「布」，班也。「材」謂槨材也。殯後十日，而班佈告下覓槨材，及送葬明器之材。或云布其木宜乾臘，故豫須暴之也。《士喪禮》筮宅吉，左還槨，獻明器之材於殯門外，是也。"
      },
      {
        "index": 125,
        "text": "朝奠日出，夕奠逮日。陰陽交接，庶幾遇之。○逮音代，或大計反。\n父母之喪，哭無時，使必知其反也。謂既練，或時為君服金革之事，反必有祭。"
      },
      {
        "index": 126,
        "text": "[疏]「父母」至「反也」。○正義曰：禮哭無時有三種，一是初喪未殯之前，哭不絕聲。二是殯後，除朝夕之外，廬中思憶則哭。三是小祥之後，哀至而哭。或一日二日，而無復朝夕之時也。此云「哭無時」，謂小祥之後也。何以知然？下云「使必知其反」，是其可使之時也。○「使必知其反也」者，「使」謂君使之也。既小祥無哭時，其時可為君所使服金革之事也。反，還也。若為使還家，當必設祭告親之神，令知其反，亦出必告、反必面之義也。○注「謂既練，或時為君服金革之事，反必有祭」者，《禮運》云「三年之喪，期不使」，《公羊傳》亦期不使，是知期內不使，則期外可使也。而《曾子問》云：「卒哭，服金革之事，無辟。」此魯侯有為為之也。《喪大記》云卒哭而服金革之事。鄭云：「權禮也。」是知卒哭而使非正禮也。"
      },
      {
        "index": 127,
        "text": "練，練衣黃裡，縓緣。小祥練冠，練中衣，以黃為內，縓為飾。黃之色卑於纁。縓，纁之類，明外除。○縓，七絹反，淺赤色，今之紅也。緣，悅絹反，下注同。薰，本又作纁，許雲反。葛要絰，繩屨無絇，角瑱。瑱，充耳也。吉時以玉，人君有瑱。○要絰，一遙反，下注「小要」同；下大結反。絇，其俱反，屨頭飾。瑱，吐練反。鹿裘衡長袪。衡當為橫，字之誤也。袪，謂褎緣袂口也。練而為裘，橫廣之，又長之。又為袪，則先時狹短無袪可知。吉時麛裘。○衡，依注作橫，華彭反，下「衡三」同。袪，起魚反，一音丘據反。褎，本又作袖，音徐秀反。袂，面世反。袪，裼之可也。裼，表裘也。有袪而裼之，備飾也。《玉藻》曰：「麛裘青犴，褎絞衣以裼之。」鹿裘亦用絞乎？○裼音昔。麛音迷，本又作麑，同，鹿子也。犴音岸，胡地野犬。絞，戶交反。"
      },
      {
        "index": 128,
        "text": "[疏]「練練」至「可也」。○正義曰：「練」，小祥也。小祥而著練冠，練中衣，故曰練也。「練衣」者，練為中衣。「黃裡」者，黃為中衣裡也。正服不可變，中衣非正服，但承衰而已，故小祥而為之黃拾裡也。「縓緣」者，「縓」為淺絳色也，「緣」謂中衣領及褎緣也。裡用黃而領緣用縓者，領緣，外也，明其外除，故飾見外也。「葛要絰」者，亦小祥後事也。小祥，男子去葛絰，唯餘要葛也。○「繩屨」者，謂父喪，菅屨卒哭，受齊衰蒯藨屨，至小祥受大功繩麻屨也。「無絇」，屨頭飾也，吉有，喪無。「角瑱」者，「瑱」，充耳也，人君平常吉用玉為之，以掩於耳。在初喪亦無，至小祥微飾，以角為之。○「鹿裘」者，亦小祥後也。為冬時吉凶衣裡皆有裘，吉時則貴賤有異，喪時則同用大鹿皮為之。鹿色近白，與喪相宜也。○「衡長袪」者，衡，橫也。袪，褎緣口也。小祥之前，裘狹而短袂，又無袪。至小祥稍飾，則更易作橫廣大者也，又長之，又設其袪也。「練而為裘」者，「為」猶作也。前時已有裘，但短小。至小祥，更作大長者，橫廣之，又長之為袪，更新造之，又加此三法也。○「袪，裼之可也」者，「裼」謂裘上又加衣也。吉時裘上皆有裼衣，喪已後，既凶質，雖有裘，裘上未有裼衣。至小祥，裘既橫長，又有袪為吉轉文，故加裼之可也。案如此文，明小祥時外有衰，衰內有練中衣，中衣內有裼衣，裼衣內有鹿裘，鹿裘內自有常著襦衣。○注「黃之」至「外除」。○正義曰：纁是赤色也，其色華美。黃雖是正色，質卑於纁。《爾雅•釋器》云：「一染謂之縓，三染謂之纁。」故言纁類也。華者在外，故云「明外除」。○注「吉時以玉，人君有瑱」。○正義曰：案吉時君大夫士皆有瑱，此唯云「人君有瑱」者，以經云「角瑱」，故鄭云「吉時以玉」，據人君吉時，又云「人君有瑱」，故知人臣凶時無瑱。○注「《玉藻》」至「絞乎」。○正義曰：引《玉藻》者，以此經鹿裘直云「裼之可」，不知裼用何衣。大者曰鹿，小者曰麛，同類之物。麛裘既用絞為裼，則鹿裘亦用絞乎？「乎」者，疑辭。然麛裘用青犴為褎，則鹿裘之褎，亦用青犴也。"
      },
      {
        "index": 129,
        "text": "有殯，開遠兄弟之喪，雖緦必往；親骨肉也。非兄弟，雖鄰不往。疏無親也。所識，其兄弟不同居者皆吊。就其家吊之，成恩舊也。"
      },
      {
        "index": 130,
        "text": "[疏]「有殯」至「皆吊」。○正義曰：此一節論哭吊之事。○「所識，其兄弟不同居者皆吊」者，此文連上「有殯」之下，若其骨血兄弟，雖緦必往。若其非兄弟骨血疏外之人，雖鄰不往。今有既非兄弟，又非疏外，平生所共知識，往來同恩好，今若身死者，兄弟雖不同居，亦就往吊之，成其死者之恩舊也。其死者兄弟不同居，尚往吊之，則死者子孫就吊可知，舉疏以見親也。已有殯得吊之者，以其死者與我有恩舊也。皇氏以為別更起文，不連「有殯」之事，「所識」者謂識其死者之兄弟，是小功以下之親，既識兄弟，雖不同居，皆一一就吊之。未知然否，故兩存焉。"
      },
      {
        "index": 131,
        "text": "天子之棺四重，尚深邃也。諸公三重，諸侯再重，大夫一重，士不重。○重，直龍反，注皆同。邃，雖遂反。水、兕革棺被之，其厚三寸，以水牛兕牛之革以為棺被。革各厚三寸，合六寸也。此為一重。○被，皮寄皮，注同。厚，胡豆反，度厚薄曰厚，皆同此音。杝棺一，所謂椑棺也。《爾雅》曰：「椴，杝。」杝，羊支反，木名。椴，徒亂反。梓棺二，所謂屬與大棺。○梓音子。屬音燭。四者皆周。周，幣也。凡棺因能濕之物。○幣，本又作匝。同，子答反。能濕，乃代反。棺束縮二衡三，衽每束一。衡亦當為橫。衽，今小要。衽或作漆，或作髹。○衽，而審反，又而鴆反。髹又作魨，許求反。柏槨以端長六尺。以端，題湊也。其方蓋一尺。○題，徒低反，頭也。湊，七豆反，聚也。"
      },
      {
        "index": 132,
        "text": "[疏]「天子」至「六尺」。○正義曰：此一節論天子諸侯以下棺槨厚薄長短之事。○「天子之棺四重」者，尊者尚深邃也。四重者，水牛兕牛皮二物為一重也，又杝，為第二重也，又屬為第三重也，又大棺為第四重也。四重凡五物也。以次而差之，上公三重，則去水牛，餘兕、杝、屬、大棺也。侯伯子男再重，又去兕，餘杝、屬、大棺。大夫一重，又去杝，餘屬、大棺也。士不重，又去屬，唯單用大棺也。天子大棺厚八寸，屬六寸，椑四寸，又二皮六寸，合二尺四寸也。上公去水牛之三寸，餘兕、椑、屬、大棺，則合二尺一寸。諸侯又去兕之三寸，餘合一尺八寸也。列國上卿又除椑四寸，餘合一尺四寸也。大夫大棺六寸，屬四寸，合一尺。士則不重，但大棺六寸耳，故庶人四寸矣。而天子卿大夫文不見有通者，云天子卿大夫並與列國咀墁，若天子之士與諸侯大夫同也，喪質不得依吉時祭服也。若吉時祭服，則天子臣與諸侯同。然春秋時多僣，趙簡子言罰乃不設屬、椑，非也。水、兕二皮，並不能厚三寸，故合被之，令各厚三寸也。二皮能濕，故最在裡近屍也。○「杝棺一」者，椴，也。材亦能濕，故次皮也。杝唯一種，故云一也。諸侯無革，則杝親屍也，所謂梓棺也，即前言君即位為椑是也。杝即椴木，鄭引《爾雅》曰：「椴，杝。」一物二名，名椴，又名杝也。○「梓棺二」者，杝棺之外，又有屬棺，屬棺之外，又有大棺。大棺與屬棺並用梓，故云二也，則《喪大記》云：「屬六寸，大棺八寸也。」○「四者皆周」者，四，四重也。周，幣也。謂四重之棺，上下四方，悉周幣也。唯槨不周，下有茵，上有杭席故也。○「棺束」者，古棺木無釘，故用皮束合之。○「縮二」者，縮，縱也。縱束者用二行也。○「衡三」者，橫束者三行也。○「衽每束一」者，衽，小要也。其形兩頭廣，中央小也。既不用釘棺，但先鑿棺邊及兩頭合際處作坎形，則以小要連之，令固棺，並相對，每束之處，以一行之衽連之。若豎束之處，則豎著其衽以連棺。蓋及底之木，使與棺頭尾之材相固。漢時呼衽為小要也。○「柏槨」者，謂為槨用柏也。天子柏，諸侯松，大夫柏，士雜木也。鄭注《方相職》云：「天子槨柏，黃腸為裡，而表以石焉。」○「以端」者，「端」猶頭也。積柏材作槨，並葺材頭也，故云「以端」。○「長六尺」者，天子槨材，每段長六尺而方一尺。天子以下，庶人以上，鄭注《喪大記》具之。○注「衽或作漆，或作髹」。○正義曰：經之「衽」字，諸《禮記》本或有作「漆」字者，或有作「髹」字者。○注「以端」至「一尺」。○正義曰：以此木之端首，題湊向內。知其方蓋一尺者，以庶人四寸之棺，五寸之槨，厚於棺一寸。案《喪大記》「君大棺八寸」，「君」謂諸侯，則天子之大棺，或當九寸，其槨厚一尺，故云「其方蓋一尺」，則槨之厚也。如鄭此言，槨材並皆從下壘至上，始為題湊。湊，向也。言木之頭相鄉而作四阿也。如此乃得槨之厚薄，與棺相準。皇氏以為壘槨材從下即題湊，郭六尺，與槨全不相應，又鄭何云「其方蓋一尺」？皇氏之義非也。"
      },
      {
        "index": 133,
        "text": "天子之哭諸侯也，爵弁絰才衣。服士之祭服以哭之，明為變也。天子至尊，不見屍柩，不吊服，麻不加於采。此言「絰」，衍字也。時人間有弁絰，因云之耳。《周禮》：「王吊諸侯，弁絰緦衰也。」○才，本又作緇，又作純，同，側其反。為，於偽反，下文及注「為其變」皆同。衍，以善反。或曰，使有司哭之。非也。哀戚之事不可虛。為之不以樂食。蓋謂殯、斂之間。"
      },
      {
        "index": 134,
        "text": "[疏]「天子」至「樂食」。○正義曰：此一節論天子哭諸侯之事。○注「服士」至「衰也」。○正義曰：「天子至尊，不見屍柩，不吊服」者，薨在本國，天子遙哭之，不親見屍柩，不服緦衰。吊而服爵弁才衣，才衣，絲衣也。則諸侯以下，雖不見屍柩，仍吊服也。○「或曰使有司哭之」者，或人云，天子不自哭，但令有司哭之耳。非也。○「為之不以樂食」，此是記者之言，非復或人之說也。天子食有樂，今哭諸侯，故食不復奏樂也。此「不以樂食」者，蓋謂殯斂之間，鄭以意斷不用樂之期也。諸侯五日殯也。然諸侯為其臣，或至葬不食肉，卒哭不舉樂，蓋臣少而巳卑，不得同王也。"
      },
      {
        "index": 135,
        "text": "天子之殯也，菆塗龍輴以槨，菆木以周龍輴，如槨而塗之。天子殯以輴車，畫轅為龍。○菆，才官反。輴，敕倫反。轅音袁。加斧於槨上，畢塗屋。斧謂之黼，白黑文也。以剌繡於縿幕，加槨以覆棺，已乃屋其上，盡塗之。○黼音甫。剌，七亦反。縿音消。幕音莫。天子之禮也。"
      },
      {
        "index": 136,
        "text": "[疏]「天子」至「禮也」。○正義曰：此一飾論菆塗為古天子殯法也。菆，叢也，謂用木菆棺而四面塗之，故云「菆塗」也。○「龍輴」者，殯時輴車載柩，而畫轅為龍，故云「龍輴」也。○「以槨」者，亦題湊菆木，像槨之形，故云「以槨」。○「加斧於槨上」者，「斧」謂繡覆棺之衣為斧文也。先菆四面為槨，使上與棺齊，而上猶開也。以棺衣從槨上入覆於棺，故云「加斧於槨上」也。○「畢塗屋」者，畢，盡也。斧覆既竟，又四注為屋，覆上而下，四面盡塗之也。故云「畢塗屋」。鄭云「菆木以周龍輴」者，謂叢眾木直壘，周龍輴至上乃題湊，則諸侯至上，不題湊也。"
      },
      {
        "index": 137,
        "text": "唯天子之喪，有別姓而哭。使諸侯同姓、異姓、庶姓，相從而為位，別於朝覲來時，朝覲爵同同位。○別，彼列反，注同。朝，直遙反，下同。"
      },
      {
        "index": 138,
        "text": "[疏]「唯天」至「而哭」。○正義曰：此一節論哭天子之事，各依文解之。○注「使諸」至「同位」。○正義曰：「異姓「者，鄭注《周禮》云：「王昏姻甥舅。」「庶姓」者，謂與王無親者。此言「朝覲爵同同位」，則不分別同姓異姓。然《覲禮》：「諸侯受捨於朝，同姓西面，異姓東面。」鄭注云：「分別同姓異姓，受之將有先後也。」與此不同者，《覲禮》先公而後侯，先侯而後伯，是亦爵同同位，但就同姓之中，先爵尊耳，與此無別。"
      },
      {
        "index": 139,
        "text": "魯哀公誄孔丘曰：「天不遺耆老，莫相予位焉。嗚呼哀哉！尼父！」誄其行以為謚也。莫，無也。相，佐也。言孔子死，無佐助我處位者。尼父，因且字以為之謚。○誄，力軌反。耆，巨支反。相，息亮反，注同。父音甫。行，下孟反。"
      },
      {
        "index": 140,
        "text": "[疏]「魯哀」至「尼父」。○正義曰：此一節論哀公誄孔子之事。孔子以哀公十六年夏四月已丑日卒，哀公欲為作謚。作謚宜先列其生時行狀，謂之為誄。○「曰天不遺耆老，莫相予位焉」者，作誄辭也。遺，置也。「耆老」謂孔子也。莫，無也。相，佐也。言上天不置孔子，故無復佐助我處於位也。○「嗚呼哀哉」，傷痛之辭也。○「尼父」，「尼」則謚也。父且字甫，是丈夫之美稱，稱字而呼之「尼父」也。"
      },
      {
        "index": 141,
        "text": "國亡大縣邑，公、卿、大夫、士皆厭冠，哭於大廟三日，君不舉。軍敗失地，以喪歸也。厭冠，今喪冠，其服未聞。○大縣，郡縣之縣。厭，於葉反，注同。大音泰。或曰，君舉而哭於后土。后土，社也。"
      },
      {
        "index": 142,
        "text": "[疏]「國亡」至「后土」。○正義曰：此一節論人君為國致憂之事。○「國亡大縣邑」者，亡，失也。國之軍敗，亡失土邑也。○「公卿大夫、士皆厭冠，哭於大廟三日」者，公，孤也。《士喪禮》云：「公卿大夫繼主人。」鄭云：「公，大國之孤四命者是也。」厭冠，喪冠也。國既失地，是諸侯無德所招，故諸臣皆著喪冠而哭於君之大廟三日也。失地為先祖所哀，故在廟也。○「君不舉」者，舉謂舉樂也。臣入廟三日哭，故君亦三日不舉樂也。「或曰，君舉而哭於后土」者，后土，社也。又有或者言亦舉樂，而自於社中哭之，社主土故也。然二處之哭，鄭皆不非，未知孰是。庾蔚云：「舉者謂舉饌。」引《周禮•膳夫》：「王日一舉」，又「王齊日三舉」。注云：「殺牲盛饌曰舉。」案庾蔚及前通合而為用也。"
      },
      {
        "index": 143,
        "text": "孔子惡野哭者。為其變眾。《周禮》：「銜枚氏掌禁野叫呼、歎呼於國中者、行歌哭於國中之道者。」○惡，烏路反。銜枚，上音鹹，下木杯反。呼，火故、火胡二反。"
      },
      {
        "index": 144,
        "text": "[疏]「孔子惡野哭者」。○正義曰：哭非其地謂之野，為變眾，故惡之也。\n未仕者不敢稅人，如稅人，則以父兄之命。不專家財也。稅謂遺於人。○稅，始銳反，謂以物遺人也。遺，維季反。"
      },
      {
        "index": 145,
        "text": "[疏]「未仕」至「之命」。○正義曰：此論人子之法也。「稅人」謂以物遺人也。未仕未尊，則亦不敢專家財餉人也。「如稅人」，謂已仕者也，雖得遺人，亦當必稱父兄以將遺之。"
      },
      {
        "index": 146,
        "text": "士備入而後朝夕踴。備猶盡也。國君之喪，嫌主人哭，入則踴。\n[疏]「士備」至「夕踴」。○正義曰：此一節論君喪，群臣朝夕哭踴之事。備，盡也。國君喪，群臣則朝夕即位哭踴。嗣君孝子雖先入即位哭，必待諸臣皆入列位畢後，乃俱踴者也。士卑最後，故舉士入為畢也。所入有前後，而相待踴者，孝子哀深，故前入也，踴須相視為節，故俟齊也。"
      },
      {
        "index": 147,
        "text": "祥而縞。縞冠，素紕也。○縞，古老反，注同。紕，避支反。是月禫，徙月樂。言禫明月可以用樂。○禫，大感反。樂音岳。"
      },
      {
        "index": 148,
        "text": "[疏]「祥而」至「月樂」。○正義曰：祥，大祥也。「縞」謂縞冠，大祥日著之，故《小記》除成喪者，其祭朝服縞冠是也。○「是月禫，徙月樂」者，《鄭志》曰：「既禫徙月而樂作，禮之正也。孔子五日彈琴，自省樂，哀未忘耳。逾月可以歌，皆自身逾月所為也。此非當月所受樂名。既禫，始得備樂，而在心猶未忘能歡，徙月之樂極歡也。哀殺有漸，是以樂亦隨之也。」"
      },
      {
        "index": 149,
        "text": "君於士有賜帟。帟，幕之小者，所以承塵，賜之則張於殯上。大夫以上，幕人職供焉。○帟音亦。共音恭，本亦作供。"
      },
      {
        "index": 150,
        "text": "[疏]「君於士有賜帟」。正義曰：賜，惠賜也。帟者，幕之小者也。大夫以上喪，則幕人職供之也。士唯有君恩賜之，乃得有帟也。　　[疏]正義曰：案鄭《目錄》云：「義同前篇，以簡策繁多，故分為上下二卷。」"
      },
      {
        "index": 151,
        "text": "君之適長殤，車三乘。公之庶長殤，車一乘。大夫之適長殤，車一乘。皆下成人也。自上而下，降殺以兩，成人遣車五乘，長殤三乘，下殤一乘，尊卑以此差之。庶子言公，卑遠之。傳曰：「大功之殤小從上。」○適，丁歷反，下及下「適室」同。長殤，丁丈反，下及注同：下式羊反。乘，繩證反，下及注同。皆下，戶嫁反。殺，色戒反。遣，棄戰反。差，初隹反，又初宜反。遠，於萬反。"
      },
      {
        "index": 152,
        "text": "[疏]「君之」至「一乘」。○正義曰：此一節論諸侯及卿大夫之子送葬遣車之數。○「君」者，五等諸侯也。今此謂諸侯適子在長殤而死，故云「君之適長殤」也。「車三乘」者，遣車也。葬柩朝廟畢，將行，設遣奠竟，取遣奠牲體臂臑，折之為段，用此車載之，以遣送亡者，故謂之遣車。然遣車之形甚小，《周禮•巾車》云：「大喪飾遣車鄭云：「使人以次舉之以如墓也。又雜記遣車視牢具置於四隅鄭云：「四隅，郭中之四隅。」以此而推，故知小也。所以必須遣車者，《雜記》云：「大饗既饗，卷三牲之俎，歸於賓館，父母而賓客之、所以為哀也。」是言父母方將遠去，亦如賓客之義，所以載牲體送之也。但遣車之數，貴賤不同。若生有爵命車馬之賜，則死有遣車送之，諸侯七乘，大夫五乘，此後有明文。鄭惟諸侯既七乘，降殺宜兩，則國王宜九乘，士三乘也。今此所明並是殤未成人，未有爵命車馬之賜而得遣車者，言其父有之，得與子也。王九乘，若適子成人，則應七乘，在長殤而死，則五乘。中殤從上亦五乘，下殤，三乘也。若有國王庶子成人，則應五乘，長殤中殤三乘，下殤一乘也。諸侯既自得七乘，其適子成人五乘，長殤三乘，故「君之適長殤，車三乘」也。中則從上，若下殤則一乘也。○「公之庶長殤，車一乘」者，公亦諸侯也。適長殤既三乘，庶子若成人乃三乘，而長殤則一乘，故云「車一乘」也。中殤亦從上，若下殤則無。「大夫之適長殤，車一乘」者，大夫自得五乘，適子成人三乘，長殤降二，故一乘也。中殤從上，亦一乘。若下殤及庶殤並不得也。案下注云：「人臣賜車馬，乃得有遣車。」禮：三命始賜車馬。然諸侯大夫再命而下，則不合有遣車。今大夫適子長殤得有遣車一乘者，以其身為大夫，德位既重，雖未三命，得有遣車，約鄭注《雜記》云，則士無遣車。禮，天子上士三命，得有車馬之賜，而云「士無遣車」者，謂諸侯之士及天子中士、下士也。但喪禮質略，天子之臣與諸侯之臣命數雖殊，喪禮不異，故鄭云大夫以上乃有遣車。文主天子大夫，其實兼諸侯大夫也。鄭以士無遣車者，文王諸侯之士，其實亦兼天子中、下士也。諸侯及大夫之子。」熊氏云：「人臣得車馬賜者，遣車得及子。若不得車馬賜者，雖為大夫，遣車不得及子。」案此經云「大夫之適長殤，車一乘」，則大夫之身五乘。下云：「大夫五個，遣車五乘。」二文兆墁，但此總為殤而言之，故言其子。下文為晏子大儉，故舉國君及大夫之身，本無及子不及子之義，橫生異意，無所證據，熊氏非也。《雜記》云：「遣車視牢具。」則遣車一乘，當苞一個，士無遣車，《既夕禮》苞三個者，亦是豐小殺大禮之義。若服虔之意，「視牢具」者，視饔餼牢具。故襄二十五年崔杼葬莊公，「下車七乘」，服注云：「上公饔餼九牢，遣車九乘。」與此異也。○注「庶子」至「從上」。○正義曰：君是對臣之名，有地大夫以上，皆有君號。公則五等之上，又同三公之尊。今庶子言「公」，就其尊號，是卑遠於庶子也。此有公、君相對，故為此解。若文無所對，嫡與稱公，故《喪服》云「公子嫡子」是也。又鄭引《喪服傳》云「大功之殤中從上」者，證此遣車亦中從上也。必知然者，服是生人所著，哀念死者，車亦生者所有，被及亡人，車、服雖殊，皆緣生者之事，故車馬與服同中從上；若其瓦棺堲周之屬，本為死者，中殤年實童幼，故從於下。盧植以為遣車亦中從下，非其宜。"
      },
      {
        "index": 153,
        "text": "公之喪，諸達官之長杖。謂君所命，雖有官職，不達於君，則不服斬。\n[疏]「公之」至「長杖」。○正義曰：此一節論臣為君杖法。公者，五等諸侯也。諸者，非一之辭。達官，謂國之卿大夫士被君命者也。既被君命，故稱「達官」也。既達於官，而貴有其職，此對不達者為長，故云「長」也。若遭君喪，則備服衰杖，故云「諸達官之長杖」也。不云「衰」，從可知也。○注「謂君」至「服斬」。○正義曰：「不達於君」，謂府史之屬也。賤不被命，是不達於君也。不服斬衰，但服齊衰三月耳。故《喪服》齊衰三月章有「庶人為國君」。鄭云：「不言民而言庶人，庶人或有在官者。」案彼注即是不達者也，皆是幾謂庶人在官者。若其近臣閽寺之屬，雖無爵命，但嗣君服斬，則亦服斬，與此異也。故《喪服》斬衰章云：「公士大夫之眾臣，為其君布帶繩屨。」傳曰：「近臣，君服斯服矣。」鄭注云：「近臣，閽寺之屬。」若大夫之臣，雖不被命於諸侯，得為大夫之君服斬與杖，但眾臣降其帶屨，用布帶繩屨耳。"
      },
      {
        "index": 154,
        "text": "君於大夫，將葬，吊於宮，及出，命引之，三步則止。以義奪孝子。宮，殯宮。出謂柩已在路。如是者三，咀芩。退，去也。三命引之，凡移九步。朝亦如之，哀次亦如之。君吊不必於宮。朝，喪朝廟也。次，他日賓客所受大門外捨也。孝子至此而哀，君或於是吊焉。○朝，直遙反，注同。"
      },
      {
        "index": 155,
        "text": "[疏]「君於」至「如之」。○正義曰：此一節論君吊臣之禮。君於大夫之喪，將至葬時，君必親往吊於殯宮，謂就殯宮以弔孝子。吊禮既畢，及其柩出殯宮之門，孝子號慕攀轅，柩車不動，君奪孝子之情，命遣引之。引者三步則止，所以止者，引者不忍頓奪孝子之情，故且止柩住。君又命引之，引之者三步而止。君又命引之，引之者三步而止。故如是者三，君又命引之，柩車遂行，君便退去。君或來吊，參差早晚，不必恆在殯宮。或當朝廟明日將發之時，亦如柩出殯宮，命引之三步，如是者三之事，故云「朝亦如之」。君吊或晚，不及朝廟之時，朝廟已畢，柩出大門，至平生待賓客次捨之處，孝子哀其平生次捨之處，停柩不行，君於是始吊。吊畢，君命引之使行，如上來之事，故云「哀次亦如之」。○注「宮殯」至「在路」。○正義曰：知此是「殯宮」者，以下云朝及哀次以朝廟及出大門哀次之事，此文在其前，以事前後，故知是殯宮也。云「出謂柩已在路」者，對宮中未行，今已出殯門，將往向廟，謂之在路。賀瑒以路謂載柩之車，義亦通也。○注「退去」至「九步」。○正義曰：鄭嫌「退」謂逡巡且退，故云「退，去也」。云「三命引之，凡移九步」者，以禮成於三，故知凡為九步。鄭必分明言九步者，以經上云「引之，三步則止」，下云「如是者三」，恐別更為三，通前為四，十有二步之嫌，故明言「九步」也。九步既停，君又須命引之，則當四命也。或可君既三命，柩雖三步暫停，孝子更須有事，君即退。○注「君吊」至「吊焉」。○正義曰：君於大夫恩義，或有厚薄，或吊有早晚，故云「君吊不必於宮」也。「宮」謂殯宮也，從上可知也。知「朝」是喪朝廟者，朝與哀次相對，故知朝廟也。柩之朝廟，今日至廟，明日乃去。此吊謂明日將去之時，故有命引之。云「次，他日賓客所受大門外捨也」者，以《覲禮》諸侯受次捨於廟門外，明大夫大門外亦有賓次也。然主位在門東，孝子必哀門西張次者，以平生門東待賓客無次，孝子見門西張次之處而哀，故云「哀次」。云「君或於是吊焉」者，以君吊正禮當於殯宮，或於朝祖廟，無門外君吊之禮。君來吊或晚，有邂逅於是吊焉，故云「或」，「或」是不定之辭。"
      },
      {
        "index": 156,
        "text": "五十無車者，不越疆而吊人。氣力始衰。○疆，居良反，本又作疆，下「越疆」同。\n[疏]「五十」至「吊人」。○正義曰：此一節論衰老不許徒行遠吊之事。所以時不許越疆而吊人者，五十既衰，越疆則道路遙遠，吊人又悲感哀戚，恐增衰恐，故不許也。"
      },
      {
        "index": 157,
        "text": "季武子寢疾，蟜固不說齊衰而入見，曰：「斯道也將亡矣，士唯公門說齊衰。」季武子，魯大夫季孫夙也。世為上卿，強且專政，國人事之如君，蟜固能守禮，不畏之，矯失俗也。道猶禮也。○蟜，居表反。蟜固，人姓名。說，他活反，本亦作稅，徐又音申銳反，下同。見，賢遍反。矯，居表反。武子曰：「不亦善乎！君子表微。」時無如之何，佯若善之。表猶明也。及其喪也，曾點倚其門而歌。明己不與也。點字晰，曾參父。○點，多忝反。倚，於綺反，徐其綺反。晰，星歷反。"
      },
      {
        "index": 158,
        "text": "[疏]「季武」至「而歌」。○正義曰：此一節論季武子無禮，蟜固正之事。武子，魯之執政上卿，時人畏之，事之如君，入其門皆說衰。唯蟜固不說齊衰而入見武子，謂武子曰：「我所以著齊衰而入者，以此著齊衰之道，將亡絕矣。以時人畏爾，入門者皆說齊衰，故此著齊衰入大夫之門，其道將絕。又語武子：「若依正禮，士唯入公門乃說齊衰，而入大夫之門不合說也。」言「將亡」者，其時鄉餘大夫之門，猶有著齊衰者，故云「將亡」將亡者，未絕之辭。武子既得蟜固之言，心雖恚恨，身既寢疾，無奈之何，乃佯言若美之：「汝之所言，不亦善乎！所以善者，若失禮顯著，凡人皆知。若失禮微細，唯君子乃能表明之。今說齊衰失禮之微，汝能知之，是君子之人，故云君子表微。」及武子之喪，曾點幕蟜固之直，乃倚武子之門而歌，明己不與武子，故無哀戚。○注「季武」至「禮也」。○正義曰：知是上卿專政者，《左傳》文云：「國人事之如君者，入君門說齊衰。」今入武子之門亦說齊衰，是與咀墁也。此謂不杖齊衰，若杖齊衰，雖入公門，亦不說之，具在下《曲禮》疏。云「蟜固能守禮，不畏之，矯失俗也」者，謂失禮風俗，矯而正之。據鄭此言，則蟜固，人之姓名，其字從蟲。若矯正之字，從矢。熊氏云：「或有人矯武子固陋。」對文不知，一何甚也！注「時無」至「善之」。○正義曰：知非實善，云佯善者，其實善，則尋常不合說齊衰，故知佯若善蟜固也。心實不善而佯善之，是無如之何。凡外貌為陽，內心為陰，實無內心、但有外貌者謂之為陽，故《史記》韓非《說難》云「陽收其身而實疏之，陰用其言而顯棄之」是也。此「陽」或言「佯」者，字相假借，義亦通也。○注「點字晰，曾參父」。正義曰：此《史記•仲尼弟子傳》文。彼文「點」字作「箴」。"
      },
      {
        "index": 159,
        "text": "大夫吊，當事而至，則辭焉。辭猶告也，擯者，以主人有事告也。主人無事，則為大夫出。○擯，必刃反，本又作儐，同，後放此。為，於偽反，下「亦為」、「為之變」同。吊於人，是曰不樂。君子哀樂不同日。子於是日哭，則不歌。○日，人一反。樂音岳，又音洛，注同。婦人不越疆而吊人。不通於外。行吊之日，不飲酒食肉焉。以全哀也。吊於葬者，必執引，若從柩及壙，皆執紼。示助之以力，車曰引，棺曰紼，從柩贏者。○引音胤，注同，車索。壙，若晃反，又音曠，後同。紼音弗，棺索。贏音盈。○喪，公吊之，必有拜者，往謝之。雖朋友、州里、舍人可也。謂無主後。吊曰：「寡君承事。」示亦為執事來。主人曰：「臨。」君辱臨其臣之喪。○臨如字，徐力鴆反。君遇柩於路，必使人吊之。君於民臣有父母之恩。大夫之喪，庶子不受吊。不以賤者為有爵者主。"
      },
      {
        "index": 160,
        "text": "[疏]「大夫」至「受吊」。○正義曰：此一節論吊哭之禮，各依文解之。○「大夫吊」者，謂大夫吊士也。「當事」，當主人有大小斂殯之事也。大夫尊，來吊士，則孝子應出下堂迎之。若正有事而至，則孝子遣人辭告之，道有事不得出也，○注「辭猶」至「夫出」。○正義曰：此「出」者正謂出之於庭，不得出門外，以男子之事自堂及門故也。若未小斂以前，唯君命出，故《士喪禮》云：「唯君命出。」鄭注云：「大夫以下時來吊襚，不出，始喪哀戚甚，在室。」是小斂以前，不為大夫出也。正當小斂之節，大夫來吊，則辭之以有事。斂畢當踴之時，延大夫而入，絕踴而拜之。或大夫正當斂後踴時始來，則亦絕踴拜之，故《雜記》云：「當袒，大夫至，雖當踴，絕踴而拜之。」注云：「尊大夫來至，則拜之，不待事已也。若士來吊，雖當斂，不告以有事。事畢，踴後，引士入，然後拜之。」故《雜記》云「於士，既事成，踴襲而後拜之」是也。此云不當事則為大夫出，於士，雖不當事則不為之出。然《士喪禮》既小斂以後，主人降自西階，遂拜賓，大夫特拜，士旅之，得出拜士者，以主人將襲絰於序東，因降階而拜之，非故為士而出拜之。不當事為大夫出，謂出迎至庭。若大夫退，則出送於門外。故《士喪禮》：「賓出，主人拜送於門外。」鄭注云：「廟門外也。」廟門謂殯宮門也。○「婦人不越疆而吊人」，此是凡吊之法，婦人無外事，故不越疆而吊人。○「吊於葬者，必執引」，引，柩車索也。吊葬本為助執事，故必相助引柩車也。○「若從柩及壙，皆執紼」者，及，至也。紼，引棺索也。凡執引用人，貴賤有數，若其數足，則餘人不得遙行，皆散而從柩也。至壙下棺窆時，則不限人數，皆悉執紼，是助力也。○注「示助」至「贏者」。○正義曰：「引「者長遠之名，故在車，車行遠也。「紼」是撥舉之義，故在棺，棺唯撥舉，不長遠也。云「從柩贏」者，贏，餘也。從柩者，是執引所餘贏長者也。何東山云：「天子千人，諸侯五百人，大夫三百人，士五十人。」贏，首茆也。○「喪，公吊之，必有拜」者。○「喪」謂諸侯臣之喪。公來親吊，或遣人來吊，喪家雖無主後，必有以次疏親而往拜之，以謝其恩。疏親亦無，雖死者朋友及同州同裡及喪家典捨之人而往拜之可也。此以無後，故許他人拜謝。若其有後，主人故自當親拜。是以《既夕禮》云：「主人乘惡車。」鄭注云：「拜君命」是也。○「吊曰：寡君承事」者，此是君來語擯者，使傳君來之辭也。吊為助事，故雖君之尊，亦稱「承事」也。○「主人曰：臨」者，主人辭謝之，曰君屈辱降臨某之喪。文稱「寡君」，應是吊他國之臣，上承「公吊」之下，則是已國之臣。稱「寡君」者，以其示欲供承喪家之事，故謙言「寡君」，此謂大夫之喪也。若吊士直稱君，故《士喪禮》「君使某吊，如何不淑」是也。○「君遇柩於路」者，君於其臣，當特吊於家，故《喪大記》於大夫及士皆親吊之，又《禮》譏蕢尚受吊，及杞梁之妻不受野吊是也。其或卑小之臣及庶人之等，君不豫知其喪，造次遇柩於路。既有民臣之恩，以此使人吊，故鄭答張逸：「謂行而遇之，謂凡民也。」雖以民為主，亦兼微小臣，君不豫知其喪，故此云兼臣也。○「大夫之喪，庶子不受吊」者，「不受吊」者，謂不為主人也。適子主喪，受吊拜賓。若適子或有他故不在，則雖庶子不敢受吊，明己卑，辟適也。言大夫庶子不受吊，則士之庶子得受吊也。言「不受吊」，不可以賤者為有爵者喪主也。"
      },
      {
        "index": 161,
        "text": "妻之昆弟為父後者死，哭之適室，以其正也。子為主，袒、免、哭、踴。親者主之。○免音問。夫入門右，北面辟正主。○辟音避，下「辟難」同。使人立於門外，告來者，狎則入哭。狎，相習知者。○使，色吏反，又如字。狎，戶甲反。父在，哭於妻之室。不以私喪干尊。非為父後者，哭諸異室。○有殯，聞遠兄弟之喪，哭於側室。嫌哭殯。無側室，哭於門內之右。近南者為之變位。○近，附近之近。同國則往哭之。喪無外事。"
      },
      {
        "index": 162,
        "text": "[疏]「妻之」至「哭之」。○正義曰：此一節論哭無服者之事。適室，正寢也。《禮》：女子適人者，為昆弟為父後者不降，以其正故也。故姊妹之夫為之哭於適室之中庭也。○「子為主」者，子，已子也。甥服舅緦，故命已子為主，受吊拜賓也。○「袒、免、哭、踴」者，冠尊，不居肉袒上，必先免，故凡哭哀則踴，踴必先袒，袒必先免，故「袒、免、哭、踴」也。○「夫入門右」者，夫謂此子之父，即哭妻兄弟者也。言「夫」者，據妻之為喪也。子既為主位，在東階之下西向，父入門右，近南而北向哭也。鄭注知此「北面」者，鄭推子既為主，在阼階下西向，父不為主，若又西向，便似二主，故入門右而北面，示闢為主之處也。鄭又所以知父必北面者，《曾子問》云，衛靈公吊季康子，魯哀公為主，康子立於門右北面，辟主人之位。故鄭知此當北面辟主人之位也。而《禮》本多將鄭注「北面」為經文者，非也。案古舊本及盧、王《禮》亦無「北面」字，唯鄭注云「北面」耳。庾蔚亦謂非經文也。○「使人立於門外，告來者」者，以門內有哭，則鄉里聞之，必來相吊，故主人所使人出門外，告語來吊者，述所哭之由，明為主在子，不關己也。○「狎則入哭」者，若吊人與此亡者曾經相識狎習，當進入共哭。「父在，哭於妻之室」者，此夫若父，在則適室由父，故但於妻室之前而哭之。亦子為主，使人立於門外也。故鄭注云：「不以私喪於尊。」○「非為父後者，哭諸異室」者，案《奔喪禮》，妻之黨哭諸寢，此哭於適室及異室者，寢是大名，雖適室及妻室、異室，總皆曰寢。此云子為主，袒免哭踴，則夫入門右亦哭踴。知者以其上文「申祥之哭言思」，婦人倡踴，故知夫入門右亦踴，但文不備耳。○注「近南者為之變位」。○正義曰：此哭於門內之右，謂庶人無側室者，故《內則》云「庶人無側室」者，言近南為之變位，以其尋常為主，當在阼階東西面，今稱門內之右，故知近南為之變位也。必變之者，以哭於大門內之右，既非常哭之處，故繼門而近於南也。鄭云近南則猶西面，但近南耳。必知西面者，案《士喪禮》朝夕哭，眾主人、眾兄弟繼婦人南皆西面，明此哭兄弟亦西面也。下云「同國則往哭之」，上云聞遠兄弟之喪，謂異國也。所以同國則往哭，異國則否者，以其已有喪殯，不得向他國，故鄭云：「喪無外事。」"
      },
      {
        "index": 163,
        "text": "子張死，曾子有母之喪，齊衰而往哭之。或曰：「齊衰不以吊。」以其無服非之。曾子曰：「我吊也與哉？」於朋友哀痛甚而往哭之，非若凡吊。○與音餘。"
      },
      {
        "index": 164,
        "text": "[疏]「子張」至「與哉」。○正義曰：此一節論哭朋友失禮之事。○注「以其」至「非之」。○正義曰：言曾子與子張無服，不應往哭，故或人非之也。若有服者，雖緦亦往也。"
      },
      {
        "index": 165,
        "text": "有若之喪，悼公吊焉，悼公，魯哀公之子。○悼音道。子游擯，由左。擯，相侑喪禮者。喪禮廢亡，時人以為此儀當如詔辭而皆由右相，是善子游正之。《孝經》說曰：「以身擯侑。」○擯，必忍反，注同。相，息亮反，下同。詔音照。侑音又。"
      },
      {
        "index": 166,
        "text": "[疏]「有若」至「由左」。○正義曰：此一節論擯相之法。在主人曰擯，在客曰介。○注「擯相」至「擯侑」。○正義曰：庾蔚云：「相主人以禮接賓，皆謂之擯，亦無當於吉凶。」鄭以為相侑喪禮，據此事而言之，《大宗伯》註：「出接賓曰擯，入詔禮曰相。」云「喪禮廢亡，時人以為此儀當如詔辭而皆由右相，是善子游正之」者，《少儀》云：「詔辭自右。」鄭云：「為君出命也，立者尊右。」案立者尊右，若已傳君之詔辭，詔辭為尊，則宜處右。今擯者宜右也。若於喪事，則惟賓主居右，而已自居左。而當時禮廢，言相喪亦如傳君詔辭，己自居右。子游知禮，故推賓居右，己居左也。云「《孝經說》曰：以身擯侑」者，引《孝經說》證擯是相侑也。孔子身為君作擯侑，故《論語》云「君召使擯」是也。"
      },
      {
        "index": 167,
        "text": "齊穀王姬之喪，穀當為告，聲之誤也。王姬，周女，齊襄公之夫人。○穀音告，又古毒反。魯莊公為之大功。或曰：「由魯嫁，故為之服姊妹之服。」或曰：「外祖母也，故為之服。」《春秋》周女由魯嫁，卒，服之如內女服姊妹，是也。天子為之無服，嫁於王者之後乃服之。莊公，齊襄公女弟文姜之子，當為舅之妻，非外祖母也。外祖母又小功也。○為之，於偽反，下及注同。王如字，徐於況反。"
      },
      {
        "index": 168,
        "text": "[疏]「齊穀」至「之服」。○正義曰：此一節論諸侯為王姬著服之事。案莊二年秋，齊王姬卒，齊來告魯。云「王姬之喪，魯莊公為之大功」，或人解之云：「王姬，周女也。命魯為主，由魯嫁，比之魯女，故為之服出嫁姊妹之服。」更有或人解云：「王姬為莊公外祖母，故為之著大功之服。」此或人之言，乃為二非也。王姬是莊公舅妻，不得為外祖母，是一非。假令為外祖母，正合小功，不服大功，是二非也。○注「王姬」至「夫人」。○正義曰：案莊公十一年王女共姬為齊桓公夫人，知此王姬非齊桓公夫人者，以桓公夫人經無卒文，是不告於魯襄公夫人。莊二年經書「王姬卒」，是來告魯，此言齊告王姬之喪，故知是襄公夫人。○注「《春秋》」至「服之」。○正義曰：《春秋》莊二年「齊王姬卒」，《穀梁傳》云：「為之主者，卒之也。」案莊元年秋，「築王姬之館於外」，下云「王姬歸於齊」，是由魯嫁也。《喪服》大功章君為姑姊妹女子子嫁於國君者，著大功之服，王姬既比之內女，故服大功也。云「天子為之無服」者，以尊卑不敵故也。若嫁於王者之後，天子以賓禮待之，則亦大功也。其女反為兄弟為諸侯者，亦大功，以《喪服》女子出嫁為兄弟大功故也。案《喪服》云女子子為父後者期，謂大夫士之妻有往來歸宗之義。故《喪服》傳云：「婦人雖在外，必有歸宗，曰小宗。」鄭答趙商云：「自其家之宗。」言宗及小宗，故知是大夫士也。諸侯夫人，父母卒，無復歸寧之理，故知諸侯夫人為兄弟為諸侯者，但大功耳，不得服期。熊氏以為服期，非也。案《喪服小記》云「與諸侯為兄弟者服斬」，卑賤降等，雖不為臣，猶服斬衰，與此別也。"
      },
      {
        "index": 169,
        "text": "晉獻公之喪，秦穆公使人吊公子重耳，獻公殺其世子申生，重耳辟難出奔，是時在翟，就吊之。○重，直龍反，注及下皆同。難，乃旦反。翟音迪，本又作狄。且曰：「寡人聞之，亡國恆於斯，得國恆於斯。言在喪代之際。雖吾子儼然在憂服之中，喪亦不可久也，時亦不可失也。孺子其圖之。」勸其反國，意欲納之。喪謂亡失位。孺，稚也。○嚴，魚檢反，本亦作儼，同。喪，息浪反，注及下皆同。孺，如樹反，後同。稚，直吏反，本又作稚，同。以告舅犯，舅犯，重耳之舅狐偃也，字子犯。舅犯曰：「孺子其辭焉！喪人無寶，仁親以為寶。寶謂善道可守者，仁親，親行仁義。父死之謂何？又因以為利，欲反國求為後，是利父死。而天下其孰能說之？孺子其辭焉！」說猶解也。公子重耳對客曰：「君惠吊亡臣重耳，身喪父死，不得與於哭泣之哀，以為君憂。謝之。○與音預。父死之謂何？或敢有他志以辱君義。」"
      },
      {
        "index": 170,
        "text": "[疏]「晉獻」至「君義」。○正義曰：此一節論公子重耳不因父喪以取國之事，各依文解之。○「且曰」至「圖之」。○使者吊重耳，重耳受吊禮已畢，使者出門，則應遂還賓館，使者方須致穆公之命以勸重耳，故言「且曰」。言「且」者，非特吊耳。「且」者，兼有餘事。使者且更言曰，稱穆公之命，言寡人聞前古以來，失亡其國，恆於此喪禍交代之時，得其國家，亦恆在於此交代之時。言此喪禍交代之際，是得國失國之機，求之則得，不求則失。雖吾子儼然端靜在憂戚喪服之中，無求國之意，然身喪在外，亦不可久為，言辛苦也。得國之時，亦不可失，言當求也。欲使重耳從其言，故云「孺子其圖之」。○「父死」至「君義」。○言父身死亡，謂是何事，正是凶禍之事。既是凶禍，豈得又因此凶禍以有為已利，欲求反國。必其如此，而天下聞之，其誰解說我以為無罪。公子重耳用舅犯之言，出而對客，既敘其吊意，又謝其欲納之言。「君惠吊亡臣重耳」，此一句是敘其吊意。言身喪父死，不得在國與於哭泣之哀，以為君之憂慮，欲納於我。既謝其恩，又道不可之意，言以父死，謂是何事，豈復敢悲哀之外，別有他志，以屈辱君之義事乎。言己無他志，不敢受君勸以反國之義。言「義」者，宜也。穆公之意，以重耳反國為宜，故云「義」也。"
      },
      {
        "index": 171,
        "text": "稽顙而不拜，哭而起，起而不私。○稽音啟。顙，桑黨反。子顯以致命於穆公。使者，公子縶也。盧氏云：「古者名字相配，顯當作韅。」○顯依注音韅，呼遍反，徐苦見反。使，色吏反。縶，陟立反，後同。穆公曰：「仁夫公子重耳！夫稽顙而不拜，則未為後也，故不成拜。哭而起，則愛父也。起而不私，則遠利也。」○夫音符。遠，於萬反。"
      },
      {
        "index": 172,
        "text": "[疏]「稽顙」至「遠利也」。○正義曰：此穆公本意勸重耳反國，重耳若其為後，則當拜謝其恩，今不受其勸，故不拜謝。穆公以其不拜，故云「未為後」也。所以稽顙者，自為父喪哀號也。凡喪禮，先稽顙而後拜乃成。今直稽顙而不拜，故云「不成拜」也。今既聞父死勸其反國之義，哀慟而起，若欲攀轅然，故云「哭而起，則愛父也」。以其愛父，故起若欲攀轅。既哭而起，不私與使者，言必無心反國，是「遠利」也。鄭注知在翟吊之，及「使者，公子縶」者，並《國語》文。云：「縶吊重耳而退，吊公子夷吾於梁，如吊重耳之命。夷吾見使者，再拜稽首，起而不哭，退而私於公子縶曰：裡克與我矣，吾命之以汾陽之田百萬。丕鄭與我矣，吾命之以負蔡之田七十萬。亡人苟入，掃除宗廟，定社稷，且入河外列城五。」言亡人之所懷。案《國語》之說夷吾，則穆公美重耳之言，皆是形夷吾而起。"
      },
      {
        "index": 173,
        "text": "帷殯，非古也。自敬姜之哭穆伯始也。穆伯，魯大夫，季悼子之子公甫靖也。敬姜，穆伯妻，文伯歜之母也。《禮》：「朝夕哭，不帷。」○歜，昌燭反。"
      },
      {
        "index": 174,
        "text": "[疏]「帷殯」至「始也」。○正義曰：此一節論哭殯不合帷殯之事。○注「穆伯」至「不帷」。○正義曰：知穆伯是季悼子之子公甫靖者，《世本》文。知敬薑是文伯歜之母者，下文云：「文伯之喪，敬姜晝夜哭。」又《國語》云「敬姜自績，文伯諫之」是也。「朝夕哭，不帷」，是《雜記》文，以孝子思念其親，故朝夕哭時，乃褰徹其帷也。今敬姜之哭穆伯，以辟嫌之故，遂朝夕哭，不復徹帷，故下文云：「穆伯之喪，敬姜晝哭。」與此同也。案《春秋》文十五年公孫敖之喪，「聲已不視，帷堂而哭」。公孫敖亦是穆伯，此不云聲已之哭穆伯始者，聲已是帷堂，非帷殯也。聲已哭在堂下，怨恨穆伯，不欲見其堂，故帷堂。敬姜哭於堂上，遠嫌不欲見夫之殯，故帷殯。案張逸答陳鏗云：「敬姜早寡晝哭，以辟嫌帷殯，或亦辟嫌，表夫之遠色也。」"
      },
      {
        "index": 175,
        "text": "喪禮，哀戚之至也。節哀，順變也。君子念始之者也。始猶生也。念父母生已，不欲傷其性。\n[疏]「喪禮」至「者也」。○正義曰：此一節記人總論孝子遭喪，所為哭踴、復魄、飯含、重主、殯葬、反哭之事，各依文解之。○「喪禮，哀戚之至也」者，言人或有禍災，雖或悲哀，未是哀之至極。唯居父母喪禮，是哀戚之至極也。既為至極，若無節文，恐其傷性，故辟踴有節筭，裁節其哀也。故下文：「辟踴，哀之至，有筭，為之節文也。」所以節哀者，欲順孝子悲哀，使之漸變也。故下文云：「慍，哀之變也。」所以必此順變者，君子思念父母之生已，恐其傷性，故順變也。"
      },
      {
        "index": 176,
        "text": "復，盡愛之道也，有禱祠之心焉。復謂招魂，且分禱五祀，庶幾其精氣之反。○禱，丁老反，一音丁報反。祠音詞。望反諸幽，求諸鬼神之道也。鬼神處幽暗，望其從鬼神所來。北面，求諸幽之義也。鄉其所從來也。《禮》復者升屋北面。鄉本又作向，同，許亮反。"
      },
      {
        "index": 177,
        "text": "[疏]「復盡」至「義也」。○正義曰：始死招魂復魄者，盡此孝子愛親之道也。非直招魂，又分禱五祀，冀精氣之復反，故云「有禱祠之心焉」。言招魂之時，於平生館舍求魂欲反，又於五祀禱請求之，復與五祀，總是祈禱，故云「禱祀之心焉」，以總結之。又解復魄之時，冀望魂神於幽處而來，所以望諸幽者，求諸鬼神之道也。言鬼神處在幽暗，故望幽以求之。又解望幽所在，北方是幽暗，復者北面，求鬼神之義。○注「復謂」至「之反」。○正義曰：「招魂」者，是六國以來之言，故《楚辭》有《招魂》之篇，《禮》則云：「復，冀精氣反覆於身形。」「分禱五祀」者，《既夕禮》文。直言乃行禱者，謂非直招魂，兼有分禱，俱是求神之義。言分遣其人，以禱五祀。五祀，博言之耳，士唯二祀。"
      },
      {
        "index": 178,
        "text": "拜、稽顙，哀戚之至隱也。稽顙，隱之甚也。隱，痛也。稽顙者，觸地無容。\n[疏]「拜稽」至「甚也」。○正義曰：孝子拜賓之時，先為稽顙而後拜者，哀戚之至痛，就拜與稽顙二事之中，稽顙為痛之甚，此「拜稽顙」，「拜」文在上，以《周禮》言之，將拜稽顙。或可下文，殷、周並陳，此云「拜稽顙」，或舉殷禮，故先言「拜」也。○注「隱痛」。○正義曰：《釋詁》文也。"
      },
      {
        "index": 179,
        "text": "飯用米、貝，弗忍虛也。不以食道，用美焉爾。尊之也，食道褻，米貝美。○飯，扶晚反。褻，息列反。\n[疏]「飯用」至「焉爾」。○正義曰：死者既無所知，所以飯用米貝，不忍虛其口。既不忍虛其口，所以不用飯食之道以實之。必用米貝者，以食道褻，米貝美，尊之不敢用褻，故用米貝，美善焉爾。飯食，人所造作，細碎不絜，故為褻也。米貝，天性自然為美。凡含用米貝，案《喪大記》云：「君沐粱，大夫沐稷，士沐粱。」又以所沐之米以飯之，故《士喪禮》「祝淅米於堂」，又云「祝受米，奠於貝北，主人左，扱米實於右」，是飯用沐米也。則是諸侯用粱，大夫用稷，大用梁。士用粱者，謂天子之士，諸侯之士用稻，故《士喪禮》云「稻米一豆，實於筐」是也。以次差之，天子當沐黍與？是天子飯用黍也。其含，案《周禮•典瑞》云：「大喪，其飯玉，含玉。」鄭注云：「含玉，如璧形而小耳。」是天子用璧也。又「飯玉，碎玉以雜米也」，故云「共飯玉」。《雜記》云「含者執璧將命」，是諸侯亦含以璧也。卿大夫無文。案成十七年公孫嬰齊夢贈瓊瑰，注云「食珠玉，含象」，則卿大夫蓋用珠也。案《士喪禮》「貝三實於笲」，注云：「貝，水物，古者以為貨，江水出焉。笲，竹器名。」是士用貝三，依《雜記》，則大夫當五，諸侯七，天子九。何休注《公羊》云：「天子以珠，諸侯以玉，大夫以碧，士以貝。」又《禮緯•稽命徵》：「天子飯以珠，含以玉。諸侯飯以珠，含以璧。卿大夫飯以珠，含以貝。」此等或是異代禮，非周法也。"
      },
      {
        "index": 180,
        "text": "銘，明旌也。神明之精。○銘音名。旌音精。以死者為不可別已，故以其旗識之。不可別，形貌不見。○別已，彼列反，注同，本或無己字，非。識，式至反，皇如字。愛之，斯錄之矣。敬之，斯盡其道焉耳。謂重與奠。○重與奠也，與音如字，一本作「重與奠與」，二「與」並音餘。重，主道也。始死未作主，以重主其神也。重既虞而埋之，乃後作主。《春秋傳》曰：「虞主用桑，練主用栗。」殷主綴重焉，綴猶聯也。殷人作主，而聯其重，縣諸廟也。去顯考，乃埋之。○綴，丁劣反，又丁衛反。聯音連。縣音玄。周主重徹焉。周人作主，徹重埋之。"
      },
      {
        "index": 181,
        "text": "[疏]「銘明」至「徹焉」。○正義曰：案《士喪禮》「為銘各以其物。」又《司常》云：「大喪共銘旌。」注云：「王則大常。」案《司常》云：「王建大常，諸侯建旂，孤卿建旃，大夫士建物。」則銘旌亦然，但以尺寸易之。案《士喪禮》士長三尺，大夫五尺，諸侯七尺，天子九尺，從遣車之差，以喪事略故也。若不命之士，則《士喪禮》云「以緇，長半幅」，長一尺；「赬末，長終幅」，長二尺，總長三尺。○「愛之，斯錄之矣」。○「愛之，斯錄之」者，謂孝子思念其親，追愛之道。斯，此也。故於此為重，以存錄其神也。○「敬之，斯盡其道焉」耳者，謂於此設奠，盡其孝養之道焉耳。鄭以下文有「重」及「奠」，故以此一經為下張本，故云「重與奠」也。此「愛之，斯錄之矣」，及「敬之，斯盡其道焉耳」，亦得總焉於「明旌」之義，故《士喪禮》「為銘」之下，鄭注引此愛之敬之二事，以解銘旌，以義得兩通，故鄭彼此二解。○「重主」至「徹焉」。○言始死作重，猶若吉祭木主之道。主者吉祭所以依神，在喪重亦所以依神，故云「重，主道也」。○「殷主綴重焉」者，謂殷人始殯，置重於廟庭，作虞主訖，則綴重縣於新死者所殯之廟也。○「周主重徹焉」者，謂周人虞而作主，而重則徹去而埋之，故云「周主重徹焉」。但殷人綴而不即埋，周人即埋，不縣於廟為異也。○注「始死未作」至「練主用栗」。○正義曰：案《士喪禮》云士有重無主，而此云「重，主道」者，此據天子諸侯有主者言之，卿大夫以下無主。《春秋》孔悝為石主，鄭《駁異義》云：「孔悝祭所出君，故有主。」云「重既虞而埋之，乃後作主」者，謂既虞之後，乃始埋重，埋重之後，乃始作主。案天子九虞，九虞之後，乃埋重。重與柎相近，故《公羊》云「虞主用桑，謂虞祭之末也」。《左傳》云「祔而作主」，謂用主之初，俱是喪主，其義不異，故《異義》：「《公羊》說虞而作主，《左氏》說天子九虞，十六日祔而作主謂喪主，許慎謹案：《左氏》說與《禮》同。」鄭氏不駁，則是從《左氏》之義，非是虞祭之日即作主也。故此注云埋重之後，乃作主也。其卒哭之祭，己用主也。必知然者，以卒哭日成事，以吉祭易喪祭，故知與虞異也。○注「殷人」至「埋之」。○正義曰：知縣之廟者，「周主重徹焉」，明殷之作主，重不徹焉。主之與重，本為死者入廟，重既不徹，故知重隨死者縣於廟。云「去顯考，乃埋之」者，謂今死者世世遞遷，至為顯考，其重恆在，死者去離顯考，乃埋其重及主，以其既遷，無復有廟，故顯考謂高祖也。其遷早晚，《左氏》以為三年喪畢，乃遷廟，故僖三十三年《左氏傳》云：「烝嘗褅於廟。」杜、服皆以為三年禘祭，乃遷此廟，鄭則以為練時則不禘而遷廟主，故鄭注《士虞禮》「以其班祔」之下云「練而遷廟」，又注《鬯人》「廟用卣」，「謂始禘時」。鄭必謂以練者，以文二年「作僖公主」，《穀梁傳》云：「於練焉，壞廟。壞廟之道，易簷可也，改塗可也。」范寧云：「親過高祖則毀其廟，以次而遷，將納新神，故示有所加。」是鄭之所據。其主之狀，范人云：「正方，穿中央，達四方。天子長尺二寸，諸侯長一尺。」○注「周人」至「埋之」。○正義曰：案《既夕禮》將葬，「甸人抗重出自道，道左倚之」。鄭注云：「重既虞，將埋之。」是鄭埋重於門外之道左也。若虞主，亦埋之於祖廟門外之道左。案《異義》：「《戴禮》及《公羊》說虞主埋於壁兩楹之間，一說埋之於廟北牖下，《左氏》說虞主所藏無明文。」鄭駁之云：「案《士喪禮》重與柩相隨之禮，柩將出，則重倚於道左。柩將入於廟，則重止於門西。虞主與神相隨之禮，亦當然。練時既特作栗主，則入廟之時，祝奉虞主於道左。」練祭訖，乃出就虞主而埋之，如既虞埋重於道左。是鄭既練，埋虞主於廟門之道左也。"
      },
      {
        "index": 182,
        "text": "奠以素器，以生者有哀素之心也。哀素，言哀痛無飾也。凡物無飾曰素。唯祭祀之禮，主人自盡焉爾，豈知神之所饗？亦以主人有齊敬之心也。哀則以素，敬則以飾，禮由人心而已。○齊，側皆反。"
      },
      {
        "index": 183,
        "text": "[疏]「奠以」至「心也」。○正義曰：「奠」謂始死至葬之時祭名，以其時無屍，奠置於地，故謂之「奠」也。悉用素器者，表主人有哀素之心。既因用素表孝子哀素，遂論虞祭之後，及卒哭練祥之祭，故云此等祭祀之禮，既見親終，於主人自盡致孝養之道焉爾，豈知神之所饗須設此祭？所以設之者，亦以主人有齊敬之心，若親存然，故設祭亦如生存之有齊敬，今死亦齊敬，故云「亦」也。○注「哀則」至「以飾」。○正義曰：哀則以素謂葬前，敬則以飾謂虞後，故《士虞禮》不用素器也。知經中祭祀非尋常吉祭者，以上下所論，皆是喪事，不應吉祭廁在其間。其實吉祭，主人亦有齊敬之心也。"
      },
      {
        "index": 184,
        "text": "辟踴，哀之至也。有算，為之節文也。算，數也。○辟踴，媿亦反，下音勇。算，桑亂反。\n[疏]「辟踴」至「文也」。○正義曰：撫心為辟，跳躍為踴。孝子喪親，哀慕至懣，男踴女辟，是哀痛之至極也。若不裁限，恐傷其性，故辟踴有算，為準節文章。准節之數，其事不一。每一踴三跳，三踴九跳，都為一節。士捨死日三日而殯，凡有三踴。初死日襲，襲而踴。明日小斂，小斂而踴。又明日大斂，大斂又踴。凡三日為三踴也。大夫五踴，捨死日四日而殯，初死日一踴，明日襲又一踴，至三日小斂朝一踴，至小斂時又一踴，至四日大斂朝不踴。當大斂時又一踴，凡四日為五踴。諸侯七踴，捨死日六日而殯，初死日一，明日襲又一，至三日小斂朝一，當小斂時又一，四日無事一，五日又一，至六日朝不踴，亦當大斂時又一，凡六日七踴。《周禮》王九踴，捨死日八日而殯，死日一，明日襲一，其間二日為二，至五日小斂為二，其間二日又二，至八日大斂，則其朝不踴也，大斂時又一，凡八日九踴。故云「為之節文」也。故《雜記》云：「公七踴，大夫五踴，士三踴。」鄭注云「士小斂之朝不踴，君大夫大斂之朝乃不踴」是也。"
      },
      {
        "index": 185,
        "text": "袒、括髪，變也。慍，哀之變也。去飾，去美也。袒、括髪，去飾之甚也。有所袒，有所襲，哀之節也。\n[疏]「袒括」至「節也」。○正義曰：言袒衣括髪者，是孝子形貌之變也。悲哀慍恚者，是孝子哀情之變也。去其尋常吉時服飾也者，是去其華美也。孝子去飾，雖有多塗，袒括髪者，就去飾之中，最為甚也。孝子悲哀，理應常袒，何以有所袒、有所襲時者，表明哀之限節，哀甚則袒，哀輕則襲。"
      },
      {
        "index": 186,
        "text": "弁絰葛而葬，與神交之道也。接神之道，不可以純凶。天子諸侯變服而葬，冠素弁，以葛為環絰，既虞卒哭，乃服受服也。《雜記》曰：「凡弁絰，其衰侈袂。」○括，觀闊反。慍，庾、皇紆粉反，積也，又紆運反，怨恚也，徐又音郁。去，羌呂反，下及注「去樂」、「去桃茢」並同。衰，七雷反。侈袂，昌氏反，下彌世反。"
      },
      {
        "index": 187,
        "text": "[疏]注「接神」至「侈袂」。○正義曰：葬時居喪，著喪冠麻絰，身服衰裳，是純凶也。又尋常弁絰，以麻為環絰，今乃去喪冠，著素弁，又加環絰，用葛，不以麻，故云交神之道，不可以純凶。云「天子諸侯，變服而葬」者，以下云「有敬心焉」。以日月逾時，故敬心乃生。大夫與士，三月而葬，敬心未生，故知天子諸侯也。云「冠素弁，以葛為環絰」者，素謂素帛為弁，故鄭注《周禮•司服》云：「弁如爵弁而素。」不云麻，是用素絹也。以「葛」以「弁絰」連文，故云葛環絰。然則要帶猶用麻也。云「卒哭，乃服受服也」者，以受服者無文，故鄭解不定。《喪服》註：「天子諸侯既虞，大夫士卒哭，乃受服。」此云卒哭乃受服，是不定喪服，以大夫以上卒哭與虞，其月不同。士虞與卒哭同在一月，故解為大夫以上。既虞，士卒哭受服。皇氏云：「《檀弓》足本當言既虞與喪服，注會云卒哭者，誤也。」引《雜記》「其衰侈袂」者，證既服弁絰，其衰亦改。案《喪服》衰袂二尺二寸，袪尺二寸，則葬時更制其衰袂三尺三寸，袪尺八寸，是改喪服之衰也。熊氏、皇氏等並為錫衰。皇氏又引鄭說，稱鄭沖云：「《小記》曰，諸侯吊必皮弁錫衰，則此弁絰之衰，亦是吊服也。」案《喪服》改葬尚服緦麻，今葬服錫衰，其義疑也。"
      },
      {
        "index": 188,
        "text": "有敬心焉。逾時哀衰而敬生，敬則服有飾，大夫士三月而葬，未逾時。○衰，所追反。\n[疏]注「大夫」至「逾時」。○正義曰：案鄭《箴膏肓》云：「人君殯數來日，葬首薺月，大夫以上，殯皆以來日數，則大夫並死月四月而葬。」云「未逾時」者，謂未逾一時。假令四月而死，七月而葬，是未逾越夏之一時也。非如《春秋》之逾年也。若以為逾年言之，則三月死，至四月，是亦逾時。《穀梁傳》云：「古者行役不逾時。」豈三月行，不至四月即須反？故知不然也。"
      },
      {
        "index": 189,
        "text": "周人弁而葬，殷人冔而葬。周弁、殷冔，俱像祭冠，而素禮同也。○<口馵>，況甫反。\n[疏]注「周弁」至「同也」。○正義曰：《士冠禮》：「周弁，殷冔，夏收。」《王制》云：「夏後氏收而祭，殷人冔而祭，周人弁而祭。」此弁既對冔，故知俱像祭冠。"
      },
      {
        "index": 190,
        "text": "歠主人、主婦、室老，為其病也。君命食之也。尊者奪人易也。歠，歠粥也。○歠，徐昌悅反，一音常悅反。為其，於偽反，下注「為父母」、「為有凶」、「為人甚」同。食音嗣。易，以豉反。粥，之六反，後同。"
      },
      {
        "index": 191,
        "text": "[疏]「歠主」至「之也」。○正義曰：此一節論尊者奪孝子情之法。歠者，親喪三日之後，歠粥之時，主人，亡者之子。主婦，亡者之妻。室老，家之長相。此三者並是大夫之家貴者，為其歠粥，病困之，故君必有命食疏飯也。若非三者，雖復歠粥致疾病，君不命食之，以其賤故也。其士之主人主婦，君不命也。《喪大記》主婦食疏，食謂既殯之後；此主婦歠者，謂未殯前，故《問喪》云：「鄰里為之麋粥以飲食之。」"
      },
      {
        "index": 192,
        "text": "反哭升堂，反諸其所作也。親所行禮之處。○處，昌慮反，下同。主婦入於室，反諸其所養也。親所饋食之處。○養，徐羊尚反。"
      },
      {
        "index": 193,
        "text": "[疏]「反哭」至「養也」。○正義曰：謂葬窆訖，反哭升於廟。所以升堂者，反覆於親所行禮之處。行禮者，謂平生祭祀冠昏在於堂也。主婦反哭，所以入於室，反覆於親所饋食供養之處，此皆謂在廟也。故《既夕禮》主人「反哭，入，升自西階東面」。鄭注云：「反諸其所作也。」又云：「主婦入於室。」注云：「反諸其所養也。」下始云「遂適殯宮」，故知初反哭在廟也。下云「反哭之吊也」，亦謂在廟也。"
      },
      {
        "index": 194,
        "text": "反哭之吊也，哀之至也。反而亡焉，失之矣，於是為甚。哀痛甚。殷既封而吊，周反哭而吊。封當為窆，窆，下棺也。○封，依注音窆，彼驗反，下同。"
      },
      {
        "index": 195,
        "text": "[疏]注「封當」至「棺也」。○正義曰：知非既封土為墳者，以《既夕禮》：「實土三，主人拜鄉人，乃反哭。」周既如此，明殷亦然。且殷既不為墳，故知封當為窆。孔子曰：「殷已愨，吾從周。」愨者，得哀之始，未見其甚。○愨，本又作殼，苦角反，注及後同。"
      },
      {
        "index": 196,
        "text": "[疏]注「愨者」至「其甚」。○正義曰：廟是親之平生行禮之處，今反哭於廟，思想其親而不見，故悲哀為甚。壙者，非親存所在之處，今柩暫來至此，始有悲哀，未是甚極。今吊者於此而來，哀情質愨，故云「愨」也。"
      },
      {
        "index": 197,
        "text": "葬於北方，北首，三代之達禮也，之幽之故也。北方，國北也。○首，手又反。\n[疏]「之幽之故也」。○正義曰：上「之」訓往，下「之」語助，言葬於國北及北首者，鬼神尚幽暗，往詣幽冥故也。殯時仍南首者，孝子猶若其生，不忍以神待之。"
      },
      {
        "index": 198,
        "text": "既封，主人贈，而祝宿虞屍。贈以幣，送死者於壙也。於主人贈，祝先歸。\n[疏]「既封」至「虞屍」。○正義曰：「既封」，謂葬已下棺。鄭不破「窆」字者，從上可知也。云「主人贈，而祝宿虞屍」者，謂主人以幣贈死者於壙之時，祝先歸宿戒虞屍。案《既夕禮》主人「贈用制幣，玄纁束帛也」。案《士虞禮記》云：「男，男屍。女，女屍。」是虞有屍也。"
      },
      {
        "index": 199,
        "text": "既反哭，主人與有司視虞牲，日中將虞，省其牲。有司以几筵捨奠於墓左，反，日中而虞。所使奠墓有司來歸乃虞也。捨奠墓左，為父母形體在此，禮其神也。《周禮•塚人》：「凡祭墓為屍。」○捨奠音釋，注同。"
      },
      {
        "index": 200,
        "text": "[疏]「有司」至「而虞」。○正義曰：此謂既窆之後事也。有司，修虞之有司也。幾，依神也。筵，坐神席也。席敷陳曰筵。捨，釋也。奠，置也。墓道向南，以東為左，孝子先反脩虞，故有司以几筵及祭饌置於墓左，禮地神也。言以父母形體所托，故禮其地神以安之也。「反，日中而虞」者，「反」謂所使奠墓左有司歸也。「虞」者，葬日還殯宮安神之祭名。必用日中者，是日時之正也。《士虞禮》云：「日中而行事。」注云：「朝葬，日中而虞。君子舉事必用辰正也。再虞、三虞皆用質明。」案周人尚赤，大事用日出，故朝葬也。○注「所使」至「為屍」。○正義曰：鄭恐奠墓有司未歸，即非虞祭，故云「奠墓有司來歸，乃虞也」。必知歸始虞者，以經云「奠於墓左，反，日中而虞」，是奠墓者回反，日中而虞。引《周禮•塚人》「凡祭墓為屍」者，證葬畢奠墓。案《周禮•塚人》「為屍」謂祈禱，不同者，以言「凡祭墓」，「凡」者非一，諸祭皆是。"
      },
      {
        "index": 201,
        "text": "葬日虞，弗忍一日離也。弗忍其無所歸。○離，力智反，下同。是月也，以虞易奠。虞，喪祭也。卒哭曰「成事」。既虞之後，卒哭而祭，其辭蓋曰「哀薦成事」，成祭事也。祭以吉為成。"
      },
      {
        "index": 202,
        "text": "[疏]注「既虞」至「為成」。○正義曰：既虞祭之後，至於卒哭，其卒哭祭辭，蓋曰「成事」。所以稱「蓋」者，以其《士虞禮》無文，唯《雜記》及此有卒哭成事，故鄭約之為解，又稱「蓋」以疑之。以虞祭之時，以其尚凶，祭禮未成。今既卒無時之哭，唯有朝夕二哭，漸就於吉，故云「成事」，祭以吉為成故也。其虞與卒哭，尊卑不同。案《雜記》：「士三月而葬，是月而卒哭。大夫三月而葬，五月而卒哭。諸侯五月而葬，七月而卒哭。」又《雜記》云：「內此天子七月而葬，九月而卒哭。」《雜記》又云：「諸侯七虞，大夫五，士三。」謂之「虞」者，鄭注《士虞禮》云：「虞，安也，所以安神。」虞皆用柔日。柔日者，鄭注《士虞禮》云：「柔日陰，陰取其靜。」最後一虞用剛日。故《士虞記》云：「三虞卒哭，他用剛日。」鄭注云：「用剛日，剛日，陽也。陽取其動。」謂動而將祔廟也。《雜記》云：「諸侯七虞。」然則天子九虞也。士三虞卒哭，同在一月。初虞已葬日而用柔，第二虞亦用柔日。假令丁日葬，葬日而虞，則已日二虞，後虞改用剛，則庚日三虞也。故鄭注《士虞禮》云：「士則庚日三虞。」三虞與卒哭相接，則壬日卒哭也。《士虞禮》云：「明日祔於祖父。」則祭明日，祔也。士之三虞用四日，則大夫五虞當八日，諸侯七虞當十二日，天子九虞當十六日，最後一虞，與卒哭雷墁，「用剛日」。大夫以上卒哭者，去虞相校兩月，則虞祭既終，不得與卒哭相接。崔氏解：「既正禮得終，其虞後卒哭之前，剛日雖多，不須設祭，以正禮成也。故此下云：『不忍一日未有所歸也。』謂不成正禮，赴葬赴虞是也。」崔又一解。虞後卒之前，不可無祭，亦以剛日接之，恐此解非也。"
      },
      {
        "index": 203,
        "text": "是日也，以吉祭易喪祭。卒哭吉祭。○易，以豉反，徐音亦。明日，祔於祖父。祭告於其祖之廟。○祔音附。其變而之吉祭也。比至於祔，必於是日也接；不忍一日末有所歸也。末，無也。日有所用接之，《虞禮》所謂「他用剛日」也。其祭，祝曰哀薦，曰成事。○比，必利反。"
      },
      {
        "index": 204,
        "text": "[疏]「其安」至「歸也」。正義曰：上云虞卒哭及祔，皆據得常正禮，此經所云，謂不得正禮，故謂之「變」，以其變常禮也。所以有變者，或時有迫促，或事有忌諱，未及葬期，死而即葬者，即《喪服小記》所云赴葬者，赴虞者，三月而後卒哭。彼據士禮而言，速葬速虞之後，卒哭之前，其日尚賒，不可無祭，謂之為變。其既虞之後，變禮而之吉祭也。之，往也。既虞，往至吉祭。其禮如何？既虞比至於祔以來，必於是日接，謂於是三虞卒哭之間，剛日而連接其祭，謂恆用剛日。所以恆用剛日接之者，孝子不忍使親每一日之間無所歸依。○注「末無」至「成事」。○正義曰：「《虞禮》所謂他用剛日」者，此經所云「變」者，虞禮謂之「他」也。案《士虞禮》云：「三虞卒哭，他，用剛日，哀薦日成事。」鄭注云：「他謂不及時而葬者。《喪服小記》曰，赴葬者，赴虞者，三月而後卒哭。則虞與卒哭之間有祭事者，亦用剛日，其祭無名，謂之他者，假設言之耳。」如鄭此言，《虞禮》謂之「他」，此經謂之「變」，其義一也。皆據速葬速虞者而言之。云「其祭，祝曰哀薦，日成事」，雖所行三事虞，卒哭及他之下，鄭意惟屬於他，故引來為注。其依時葬及虞者，後去卒哭雖遠，其間不復祭。崔氏一解云：「雖依時葬，虞後至卒哭，仍以剛日接。」其義恐非也。《喪服小記》云「赴葬者」據士，故云「三月而卒哭」。此經亦據士，故云「比至於祔，必於是日也接」。若大夫以上，赴葬、赴虞之後為接祭，至常葬之月，終虞之祭日乃止，其祝亦稱哀薦云「成事」焉。"
      },
      {
        "index": 205,
        "text": "殷練而祔，周卒哭而祔，孔子善殷。期而神之，人情。○期音基。\n君臨臣喪，以巫祝桃茢執戈，惡之也。為有凶邪之氣在側。君聞大夫之喪，去樂卒事而往，未襲也。其已襲，則止巫，去桃茢。桃，鬼所惡。茢，萑苕，可掃不祥。○茢音列，徐音例，杜預云：「黍穰也。」鄭注《周禮》云：「苕帚。」惡，烏路反，注及下注同。凶邪，似嗟反，下注同。萑音完。苕，大雕反。所以異於生也。生人無凶邪。"
      },
      {
        "index": 206,
        "text": "[疏]「君臨」至「生也」。○正義曰：此一節論君臨臣喪之禮。「君」謂天子，臣喪未襲之前，咀薺臨吊，則以巫執桃，祝執茢，又使小臣執戈。所以然者，惡其凶邪之氣。必惡之者，所以異於生人也。若往臨生者，但有執戈，無巫祝執桃茢之事，今有巫祝，故云「異於生」也。○注「君聞」至「桃茢」。○正義曰：「君聞大夫之喪，去樂卒事」者，昭十五年《公羊傳》文。言「而往，未襲也」，是鄭意所加之言也。《公羊》直云「去樂卒事」，鄭必知往者，以下云柳莊之卒，衛侯不脫祭服而往，明其王有大臣之喪，亦當然也。以聞喪即往，故知「未襲」也。云「已襲，則止巫，去桃茢」者，「襲」謂死之明日，則止巫門外，去桃茢，祝代巫而入，又小臣執戈。鄭知然者，案《喪大記》大夫之喪，將大斂，咀薺，巫止於門外，祝先入。又云《士喪禮》亦如此。又《士喪禮》大斂而往，「巫止於廟門外，祝代之。小臣二人執戈先，二人後」。此皆大斂之時，小斂及殯更無文，明與大斂同。直言巫止，無「桃茢」之文，《喪大記》雖記諸侯之禮，明天子亦然，故云「已襲，則止巫，去桃茢」也。此經所云，謂天子禮，故鄭注《士喪禮》引《檀弓》云：「君臨臣喪，以巫祝桃茢執戈以惡之，所以異於生也，皆天子禮也。」諸侯臨臣之喪，則使祝代巫，執茢居前，下天子也。以此言之，知此文據天子禮也。鄭注《士喪禮》云：「諸侯臨臣之喪，則使祝代巫執茢」，亦謂未襲以前也。若已襲之後，茢亦去之，與天子同。是天子未襲之前，臨臣之喪，巫祝、桃茢、執戈，三者並具。諸侯臨臣喪，未襲之前，巫止，祝執茢，小臣執戈。若既襲之後，斂殯以來，天子與諸侯同。並巫止，祝代之，無桃茢。案《士喪禮》君吊之時，當大斂之節，而鄭注云：「巫祝桃茢執戈，天子禮也。使祝代巫執茢，諸侯禮也。」以當大斂之時，而解為未襲前者，以《士喪禮》未襲之前，君無親吊。今大斂君來，巫止門外，故鄭以未襲之前解天子諸侯之異。必知襲後無桃茢者，案《喪大記》大斂唯有「巫止」之文，無桃茢之事，故注云：「此己襲，則止巫去桃茢。」下云：「荊人使公親襚，巫先拂柩。」時荊王以襄二十八年十二月死，至明年正月，則殯來已久，得有始行襲禮。「巫先拂柩」者，彼云襲者，謂加衣於殯，非為屍加衣，故下云「拂柩」。及《左傳》云「袚殯而襚」，是既殯也。公以楚人無禮於已，故公用天子未襲之前君臨臣喪之法，以巫祝桃茢也。"
      },
      {
        "index": 207,
        "text": "喪有死之道焉，言人之死，有如鳥獸死之狀。鳥獸之死，人賤之。先王之所難言也。聖人不明說，為人甚惡之。○難，乃旦反。"
      },
      {
        "index": 208,
        "text": "[疏]「喪有」至「言也」。○正義曰：此一節論先王恐生者惡死者之事，言人之喪也，有如鳥獸死散之道焉。「先王之所難言」，死散之義，若言其死散，則人之所惡，故難言也。"
      },
      {
        "index": 209,
        "text": "喪之朝也，順死者之孝心也。朝謂遷柩於廟。○朝，直遙反，注及下皆同。其哀離其室也，故至於祖考之廟而後行。殷朝而殯於祖，周朝而遂葬。"
      },
      {
        "index": 210,
        "text": "[疏]「喪之」至「遂葬」。○正義曰：此一節論殷、周死者朝廟之事。「喪之朝也」者，謂將葬前，以柩朝廟者，夫為人子之禮，出必告，反必面，以盡孝子之情。今此所以車載柩而朝，是順死者之孝心也。然朝廟之禮，每廟皆朝，故《既夕禮》云：「其二廟，則饌於禰廟。」下云：「降柩，如初適祖。」則天子諸侯以下，每廟皆一日，至遠祖之廟，當日朝畢，則為祖祭，至明日設遣奠而行。○「其哀離其室也」者，謂死者神靈悲哀，棄離其室，故至於祖考之廟，辭而後行。殷人尚質，敬鬼神而遠之，死則為神，故云朝而殯於祖廟。周則尚文，親雖亡歿，故猶若存在，不忍便以神事之，故殯於路寢，及朝廟遂葬。夫子不論二代得失，皆合當代之禮，無所是非。以此言之，則周人不殯於廟。按僖八年「致哀姜」，《左傳》云：「不殯於廟，則弗致也。」則正禮當殯於廟者，服氏云：「不薨於寢，寢謂小寢。不殯於廟，廟謂殯宮。鬼神所在謂之廟。」鄭康成以為《春秋》變周之文，從殷之質，故殯於廟。杜預以為不以殯朝廟，未詳孰是。"
      },
      {
        "index": 211,
        "text": "孔子謂為明器者，知喪道矣，備物而不可用也。神與人異道，則不相傷。哀哉！死者而用生者之器也，不殆於用殉乎哉！殆，幾也。殺人以衛死者曰殉。用其器者，漸幾於用人。○殉，辭俊反，以人從死曰殉。畿音祈，又音機，下同。其曰明器，神明之也。神明，死者異於生人。塗車、芻靈，自古有之，芻靈，束茅為人馬。謂之靈者，神之類。○芻，初拘反。明器之道也。言與明器同。孔子謂為芻靈者善，謂為俑者不仁，殆於用人乎哉！俑，偶人也。有面目機髪，有似於生人。孔子善古而非周。○俑音勇。"
      },
      {
        "index": 212,
        "text": "[疏]「孔子」至「乎哉」。○正義曰：此一節皆記者錄孔子之言，善古非殷周之事，故云孔子謂夏家為明器者，知死喪之道焉。以孝子之事親不可闕，故備其器物，若似生存；以鬼神異於人，故物不可用。孔子既論夏家之事，是又言殷代之非，故云，可哀哉！殷之送死者而用生者之祭器，不殆於用生人為殉乎哉！「殆」，近也，謂近於用乎生人為殉。所以近者，以生人食器而供死者，似若用生人而殉死人，故云近也。既言殷代之事，將言周代用偶人為非禮，故先言明器芻靈，後論偶人之事。故言「其曰明器，神明之也」。死者之物，還可用塗車、芻靈，即明器之物一類，自古帝王所制而有之，此則豈不可為用，故云「明器之道」也。記者錄孔子之言，又說孔子臧否古今得失，以其語更端，故重言「孔子」，謂古之為芻靈者善，謂周家為俑者不仁，不近於用生人乎哉！言近於用生人。所以近者，謂刻木為人，而自發動，與生人無異，但無性靈智識，故云近。此云「用人」，前言「用殉」，殉是已死之人，形貌不動，與器物相似，故言「用殉」。此云「用人」者，謂用生人入壙，今俑者形貌髪動，有類生人，故云「用人」。上文云「塗車、芻靈」，此不言「塗車」，直云「芻靈」者，以其束茅為人，與俑者相對，故不取塗作車也。○注「俑偶」至「非周」。○正義曰：謂造作形體，偶類人形，故《史記》有土偶人、木偶人是也。云「孔子善古而非周」者，「古」謂周以前，虞以後，故上云「虞氏瓦棺，始不用薪」，明虞氏以來，始有塗車、芻靈。言「非周」者，謂周為俑人，如鄭康成之意，則周初即用偶人，故《塚人職》「言鸞車像人」，司農注云：「像人謂以芻為人。」康成注引此「謂為俑者不仁」，是像人即俑人也。其餘車馬器物猶為塗車，芻靈，故《校人》「大喪飾遣車之馬，及葬埋之」，鄭注云：「言埋之則是馬塗車之芻靈。」是偶人之外，猶有塗車、芻靈之制，雖或用木，無機識發動。偶人謂之俑者，皇氏云：「機械發動踴躍，故謂之俑也。」"
      },
      {
        "index": 213,
        "text": "穆公問於子思曰：「為舊君反服，古與？」仕焉而已者。穆公，魯哀公之曾孫。○為，於偽反，下「為君」、「為使人」皆同。與音餘，下同。子思曰：「古之君子，進人以禮，退人以禮，故有舊君反服之禮也。今之君子進人若將加諸膝，退人若將隊諸淵，毋為戎首，不亦善乎？又何反服之禮之有？」言放逐之臣，不服舊君也。為兵主來攻伐曰戎首。○膝音悉。隊，本又作墜，直媿反。"
      },
      {
        "index": 214,
        "text": "[疏]「穆公」至「之有」。○正義曰：此一節論不為舊君著服之事。○注「仕焉」至「曾孫」。○正義曰：案《喪服》齊衰三月章為舊君凡有三條，其一云「為舊君，君之母妻」，傳云「仕焉而已者也」。注云：「謂老若有廢疾而致仕者」，兼服其母妻。其二「大夫在外，其妻長子為舊國君」，注云：「在外待放已去者」，傳云「妻言與民同也，長子言未去也」，注云：「妻雖從夫而出，古者大夫不外娶，婦人歸宗往來猶民也，長子去可以無服」，此則大夫身不為服，唯妻與長子為舊君耳。其三為「舊君」，注云「大夫待放未去者」，傳曰「大夫去君，掃其宗廟，言其以道去君，而猶未絕也」，注云「以道去君，為三諫不從，待放於郊未絕者。言爵祿尚有列於朝，出入有詔於國」，若已絕則不服也。以此言之，凡舊君，若年老致仕，退歸在國不仕者，身為之服齊衰三月，並各服其母妻也。若三諫不從，待放已去而絕者，唯妻與長子服之，己則無服。若待放未去，爵位未絕，身及妻子皆為之服。然則去仕他國，己絕之後，不服舊君。而《雜記》云「違諸侯，之大夫，不反服」，則違諸侯之諸侯反服，得為舊君服者，《雜記》所云，謂不便其居，或辟仇讎，有故不得在國者。故《孟子》：「齊宣王問孟子云：『禮為舊君有服，何如斯可為服矣？』《孟子》對曰：『諫行言聽，膏澤下於民。有故而去，則君使人導之出疆，送至彼國，明其無罪。其所往三年不反，然後收其田里。此之謂三有禮焉。如此者得為舊君反服矣。』」與《雜記》同。鄭注此云「仕焉而已者」，取《喪服》第一條，謂年老致仕在國者。鄭必以第一條解之者，以穆公所問為舊君之反服，宜問喪服正禮，故以第一條致仕者解之。其實亦兼三諫未絕及有故出在他國者，故下子思云「古之君子，進人以禮，退人以禮」是也。云「穆公，魯哀公之曾孫」者，案者，案《世本》云「哀公生悼公靈，靈生元公嘉，嘉生穆公不衍」是也。○注「言放逐之臣，不服舊君也」。○正義曰：言放逐之臣者，解經中今之君子進人退人不能以禮也。如此者不服舊君，謂三諫不從，去而已絕，及不能三諫，辟罪逃亡。言「放」者，則宣元年「晉放其大夫胥甲父於衛」是也。言「逐」者，則《春秋》諸侯大夫言出奔是也。"
      },
      {
        "index": 215,
        "text": "悼公之喪，季昭子問於孟敬子曰：「為君何食？」悼公，魯哀公之子。昭子，康子之曾孫，名強。敬子，武伯之子，名捷。○捷，在接反。敬子曰：「食粥，天下之達禮也。吾三臣者之不能居公室也，四方莫不聞矣。言鄰國皆知吾等不能居公室，以臣禮事君也。三臣，仲孫、叔孫、季孫也。勉而為瘠，則吾能，毋乃使人疑夫不以情居瘠者乎哉？我則食食。」存時不盡忠，喪又不盡禮，非也。孔子曰：「喪事不敢不勉。」○瘠，徐在益反。夫音扶。食食，上如字，下音嗣。"
      },
      {
        "index": 216,
        "text": "衛司徒敬子死，司徒，官氏，公子許之後。子夏吊焉，主人未小斂，絰而往。子游吊焉，主人既小斂，子游出絰，反哭。皆以朋友之禮往，而二人異。子夏曰：「聞之也與？」曰：「聞諸夫子，主人未改服，則不絰。」"
      },
      {
        "index": 217,
        "text": "[疏]「衛司」至「不絰」。○正義曰：此一節論吊者主人改服乃改服之事。○注「皆以」至「人異」。○正義曰：此唯云「絰」，鄭知是朋友者，凡吊者主人成服，則客乃服吊絰，今此隨主人，主人始小斂未成服，而已便出著絰，故知有緦之恩，隨主人變，如五服親也。又至小斂出絰反哭，與子游前裼裘吊朋友同也，前子游云「帶絰」，故知是朋友。此下不云「帶」，知是朋友者，凡吊則應弁絰環絰之屬也。此雖不云「帶」，凡單云「絰」，則知有帶，猶如《喪服》云「苴絰」，《檀弓》為師「二三子皆絰而出」，及「朋友群居則絰」，皆是包「帶」之文也。"
      },
      {
        "index": 218,
        "text": "曾子曰：「晏子可謂知禮也已，恭敬之有焉。」言禮者，敬而已矣。有若曰：「晏子一狐裘三十年，遣車一乘，及墓而反。國君七個，遣車七乘，大夫五個，遣車五乘。晏子焉知禮？」言其大儉偪下，非之。及墓而反，言其既窆則歸，不留賓客有事也。人臣賜車馬者，乃得有遣車。遣車之差，大夫五，諸侯七，則天子九。諸侯不以命數，喪數略也。個，謂所包遣奠牲體之數也。《雜記》曰：「遣車視牢具。」○遣，棄戰反。乘，繩證反。個，古賀反。焉，於虔反。木音泰，或他佐反。逼音逼，本或作逼。包，伯交反。曾子曰：「國無道，君子恥盈禮焉。國奢則示之以儉，國儉則示之以禮。」時齊方奢，矯之是也。"
      },
      {
        "index": 219,
        "text": "[疏]「曾子」至「以禮」。○正義曰：此一節論晏子故為非禮以矯齊之事。○有子者，孔子弟子有若也。聞曾子說晏子知禮，故舉晏子不知禮之事以拒曾子也。狐裘貴在輕新，而晏子一狐裘三十年，是儉不知禮也。「遣車一乘」者，其父晏桓子是大夫，大夫遣車五乘，其葬父唯用一乘，又是儉失禮也。○「及墓而反」者，「及墓」謂葬時也。禮，窆後孝子贈幣辭親，辭親畢，而親情賓客應是送別，別竟乃反。於時晏子窆竟則反，賓客並去，又是儉失禮也。○「國君七個，遣車七乘，大夫五個，遣車五乘」者，此更舉正禮以證晏子失禮也。「個」謂所包遣奠牲體臂臑也。折為七段五段，以七乘五乘遣車載之。今晏子略不從禮數，是不知也。○「晏子焉知禮」者，條失事已竟，故此並結晏子焉知禮也。○注「言其」至「非之」。○正義曰：「大儉」解三十年一狐裘，並「及墓而反」也。「偪下」解一乘也。「下」謂其子及凡在巳下者也。大夫五乘，適子三乘，今其父自用一乘，則其子更無，是「偪下」也。○注「及墓」至「牢具」。○正義曰：經唯云「及墓而反」，鄭知不以及墓而反，而云「既窆則歸」者，晏子雖為儉約，不應柩未入壙則歸，故云「既窆」也。云「不留賓客有事也」者，案《既夕禮》：「乃窆，主人哭，踴無筭，襲，贈用制幣玄纁束。拜稽顙，踴如初。卒，袒，拜賓，主婦亦拜賓。賓出，則拜送。藏器於旁，加見。藏苞筲於旁，加杭席。覆之，加杭木。實士三，主人拜鄉人，乃反哭。」今晏子既窆，贈幣，拜稽顙，踴訖則還，不復拜賓及送賓之事，故云「不留賓客有事也」。云「人臣賜車馬者，乃得有遣車」者，案《士喪禮》無遣車，諸侯之士一命。《曲禮》云：「三賜不及車馬。」故諸侯之士無遣車也。若諸侯大夫，雖未三命，以其位尊，故得有遣車。知天子遣車九乘者，案《雜記》諸侯七月而卒哭，天子則九月而卒哭。今諸侯七乘，故知天子九乘也。云「諸侯不以命數，喪數略也」者，案《大行人》上公九乘，侯伯七乘，子男五乘，今總云七乘，是不以命數，喪事略也。引「《雜記》云：遣車視牢具」者，以證經個與遣車首墁，故云個是牢具也。故《雜記》注云：「天子大牢包九個，諸侯亦大牢包七個，大夫亦大牢包五個，士少牢包三個。」案《既夕禮》「苞牲取下體」，鄭註：「前脛折取臂、臑，後脛折取骼。」是一牲取三體。士少牢二牲，則六體也。分為三個，一個有二體。然大夫以上，皆用大牢，牲有三體，凡九體。大夫九體分為十五段，三段為一包，凡為五包。諸侯分為二十一段，凡七包。天子分為二十七段，凡九包。蓋尊者所取三體，其肉多。卑者雖取三體，其肉少。鄭又云：「天子遣奠用馬牲，其取個未詳也。」此遣奠所包，皆用左胖，以其喪禮反吉。《士虞禮》「載左胖也」。"
      },
      {
        "index": 220,
        "text": "國昭子之母死，問於子張曰：「葬及墓，男子、婦人安位？」國昭子，齊大夫。子張曰：「司徒敬子之喪，夫子相，男子西鄉，婦人東鄉。」夾羨道為位。夫子，孔子也。○相，息亮反，下注同。鄉，許亮反，下皆同。俠，古洽反，一音頰。羨，徐音賤，《音義隱》云：「羨，車道。」曰：「噫！毋。」噫，不寤之聲。毋，禁止之辭。○噫，本又作意，同，於其反。毋音無。曰：「我喪也斯沾。斯，盡也。沾讀曰覘。覘，視也。國昭子自謂齊之大家，有事人盡視之，欲人觀之，法其所為。○斯音賜。沾依注音覘，敕廉反。爾專之，賓為賓焉，主為主焉。專猶司也。時子張相。婦人從男子皆西鄉。」非也。"
      },
      {
        "index": 221,
        "text": "[疏]「國昭」至「西鄉」。○正義曰：此一節論葬之在壙，男女面位之事。○「曰：噫，毋」者，止子張也。子張既相，以男子西鄉，婦人東鄉，而昭子不悟禮意，乃曰：「噫，毋得如是男子西鄉，婦人東鄉。」既止子張，又自言我居喪也，既是齊之大家。斯，盡也。人盡來覘視於我，當須更為別禮，豈得以依舊禮。專猶同也。爾當同此婦人與男子一處，若婦女之賓為賓位焉，與男子之賓同處，婦女之主為主位焉，與男子之主同處。於是昭子家婦人從男子皆西鄉，同在主位，賓之男子及賓之婦人皆西廂東鄉。言非也。"
      },
      {
        "index": 222,
        "text": "穆伯之喪，敬姜晝哭。文伯之喪，晝夜哭。孔子曰：「知禮矣。」喪夫不夜哭，嫌思情性也。文伯之喪，敬姜據其床而不哭，曰：「昔者吾有斯子也，吾以將為賢人也。蓋見其有才藝。吾未嘗以就公室。未嘗與到公室，觀其行也。季氏，魯之宗卿，敬姜有會見之禮。○行，下孟反。見，賢遍反，下文「不敢見」同。今及其死也，朋友諸臣未有出涕者，而內人皆行哭失聲。斯子也，必多曠於禮矣夫。」內人，妻妾。○夫音扶，下同，本亦有無「夫」字者。"
      },
      {
        "index": 223,
        "text": "[疏]「穆伯」至「矣夫」。○正義曰：此一節論喪夫不夜哭，並母知子賢愚之事。○「斯子也，必多曠於禮矣夫」。○正義曰：斯，此也。曠猶疏薄也。言此子平生為行，必疏薄於賓客朋友之禮，故賓客朋友未有感戀為之出涕者。此不哭者，謂暫時不哭，故上云「晝夜哭」是也。案《家語》云：「文伯歜卒，其妻妾皆行哭失聲。敬姜戒之曰：『吾聞好外者士死之，好內者女死之。今吾子早夭，吾惡其好內聞也。二三婦共祭祀者，無加服。』孔子聞之曰：『女智莫若公父氏之婦，知禮矣。』」與此不同者，彼戒婦人而成子之德，此論子之惡，各舉一邊，相包乃具。"
      },
      {
        "index": 224,
        "text": "季康子之母死，陳褻衣。褻衣，非上服。陳之，將以斂。敬姜曰：「婦人不飾，不敢見舅姑。將有四方之賓來，褻衣何為陳於斯？」命徹之。言四方之賓來，嚴於舅姑。敬姜者，康子從祖母。○從，才用反。"
      },
      {
        "index": 225,
        "text": "[疏]注「敬姜者，康子從祖母」。○正義曰：案《世本》：「悼子紀生平子意如，意如生桓子斯，斯生康子肥。」《世本》又云：「悼子紇生穆伯靖。」靖與意如是親兄弟，意如是康子祖，穆伯是康子祖之兄弟，敬薑是穆伯之妻，故云「康子從祖母」也。"
      },
      {
        "index": 226,
        "text": "有子與子游立，見孺子慕者，有子謂子游曰：「予壹不知夫喪之踴也，予欲去之久矣。情在於斯，其是也夫。」喪之踴猶孺子之號慕。○去，羌呂反。號，戶刀反。子游曰：「禮有微情者，節哭踴。有以故興物者，衰絰之制。有直情而徑行者，戎狄之道也。哭踴無節，衣服無制。○徑，古定反。禮道則不然。與戎狄異。人喜則斯陶，陶，郁陶也。○陶，徒刀反。陶斯詠，詠，謳也。○詠音詠。謳，本亦作嘔，鳥侯反。詠斯猶，猶當為搖，聲之誤也。搖謂身動搖也，秦人猶、搖聲相近。○猶依注作搖，音遙。近，附近之近。猶斯舞，手舞之。舞斯慍，慍猶怒也。慍斯戚，戚，憤恚。○慍斯戚，紆運反。此喜怒哀樂相對，本或於此句上有「舞斯慍」一句，並注皆衍文。憤，扶粉反。恚，一瑞反。戚斯歎，歎，吟息。○吟，本或作吟，魚金反。歎斯辟，辟，拊心。○辟，婢亦反，撫心也。辟斯踴矣。踴，躍。○躍，羊灼反。品節斯，斯之謂禮。舞踴皆有節，乃成禮。人死，斯惡之矣。無能也，斯倍之矣。無能，心謂之無所復能。○惡，烏路反。倍音佩，下同。復，扶又反。是故制絞衾，設蔞翣，為使人勿惡也。絞衾，屍之飾。蔞翣，棺之牆飾。《周禮》蔞作柳。○絞衾，戶交反，下音飾。蔞音柳。翣，所甲反。始死，脯醢之奠。將行，遣而行之。既葬而食之。將行，將葬也。葬有遣奠。食，反虞之祭。○食音嗣，注同，謂虞祭也。未有見其饗之者也。自上世以來，未之有捨也，為使人勿倍也。捨猶廢也。○捨音捨，注同。故子之所剌於禮者，亦非禮之訾也。」訾，病也。○訾，似斯反。"
      },
      {
        "index": 227,
        "text": "[疏]「有子」至「訾也」。○正義曰：此一節論子游言制禮有節之事。○「有子與子游同立，見孺子號慕者，有子謂子游曰：予壹不知夫喪之踴也」，言我專壹，不知夫喪之踴也，何須有節？直似孺子慕者，其事足矣。予欲去此踴節，其意久矣。斯，此也。言孝子之情在於此，小兒直號慕而已。「其是也夫」，但如小兒，其事即是，何須為哭踴之節。子游乃對之曰：「禮有微情者。」微，殺也。言若賢者喪親，必致滅性，故制使三日而食，哭踴有數，以殺其內情，使之俯就也。何胤云：「哭踴之情，必發於內。謂之微，微者，不見也。」○「有以故興物」者，興，起也。「物」謂衰絰也。若不肖之屬，本無哀情，故為衰絰，使其睹服思哀，起情企及也。引由外來，故云「興物」也。然衰絰之用，一則為孝子至痛之飾，二則使不肖之人企及，今止說「興物」以對，微情之故。「有直情而徑行者，戎狄之道也」，謂直肆巳情而徑行之也，無哭踴節制，乃是戎狄之道。○「禮道則不然」者，「然」猶如是也，言中國禮道則不如是夷狄也。○「人喜則斯陶」者，為明踴以節，而踴由心哀，故此以下極言哀樂之本也。喜者，外竟會心之謂也。斯，語助也。陶者，郁陶。郁陶者，心初悅而未暢之意也。言人若外竟會心，則懷抱欣悅，但始發俄爾，則郁陶未暢，故云「斯陶」也。《爾雅》云：「郁陶，繇喜也。」何胤云：「陶，懷喜未暢意也。《孟子》曰：『郁陶以思君。』」○「陶斯詠」者，詠，歌詠也。郁陶情轉暢，故口歌詠之也。○「詠斯猶」者，搖動身也。詠歌不足，漸至自搖動身體也。「猶斯舞」者，舞，起舞也。搖身不足，乃至起舞，足蹈手揚，樂之極也。○「舞斯慍」者，慍，怒也，外竟違心之謂也。凡喜怒相對，哀樂相生，故若舞而無節，形疲厭倦，事與心違，故所以怒生。怒生由於舞極，故云「舞斯慍」也。故《曲禮》云：「樂不可極。」即此謂也。何胤云：「樂終則慍起，非始之慍相連繫也。」○「慍斯戚」者，戚，憤恚也。怒來戚心，故憤恚起也。此句對「喜斯陶」也。○「戚斯歎」者，歎，吟息也。憤恚轉深，故因發吟息也。此句對「陶斯詠」。○「歎斯辟」者，辟，撫心也。歎息不洩，故至撫心也。此句對「詠斯猶」。○「辟斯踴矣」者，撫心不洩，乃至跳踴奮擊，亦哀之極也。此句對「猶斯舞」也。○「品節斯，斯之謂禮」者，品，階格也。節，制斷也。斯，此也。此之謂於哀樂也。若喜而不節，自陶至舞，俄傾不慍生。若怒而不節，從戚至踴，踴極則笑，故夷狄無禮，朝殞夕歌，童兒任情，倏啼欻笑。今若品節此二塗，使踴舞有數，有數則久長，故云此之謂禮。如鄭此《禮》本云「舞斯慍」者，凡有九句，首末各四，正明哀樂相對。中央「舞斯慍」一句，是哀樂相生，故一句之中，有「舞」及「慍」也。而鄭諸本亦有無「舞斯慍」一句者，取義不同。而鄭又一本云：「舞斯蹈，蹈斯慍」，益於一句，凡有十句，當是後人所加耳，亦不得對。而盧《禮》本亦有「舞斯慍」之一句。而王《禮》本又長云「人喜則斯循，循斯陶」，既與盧、鄭不同，亦當新足耳。○「人死斯惡之矣」者，以上明辟踴之節，以下明飾喪以奠祭之事。「人死斯惡之」者，以人身既死，形體腐敗，故惡之，故倍之。以其恐惡之，故制絞紟衾，設蔞翣以飾之，故使人勿惡也。以其恐倍之，故始死設脯醢之奠，以至於葬，將行之，又設遣奠而行送之，既葬反哭，設虞祭以食之。雖設奠祭，未曾見其死者而饗食之也。既不饗食，自上世以來，未之有捨此奠祭而不為者也，所以設奠祭者，為使人勿倍其親故也。禮意既然，不可無節，故子之所譏剌於禮有踴節者，亦非禮之病害也。言哭踴有節，正是禮之所宜，非禮之病。上有若見孺子之慕，唯譏哭踴有節，不譏絞衾奠祭之事，子游秖應答以辟踴即止。今更陳絞衾、脯醢之事者，以有若之意，欲直同孺子，生者不節其哀，死者不加其飾，故子游既言生節哀，遂說死者加飾，備言禮之節制與夷狄不同也。"
      },
      {
        "index": 228,
        "text": "吳侵陳，斬祀殺厲。祀，神位有屋樹者。厲，疫病。吳侵陳，以魯哀元年秋。○疫音役。師還出竟，陳大宰嚭使於師，夫差謂行人儀曰：「是夫也多言，盍嘗問焉？師必有名，人之稱斯師也者，則謂之何？」大宰、行人，官名也。夫差，吳子光之子。盍，何不也。嘗猶試也。夫差修舊怨，庶幾其師有善名。○還音旋。竟音境。大音泰，注及下文注「大宰」、「大師」、「大史」、「大廟」、「大傅」皆同。嚭，普彼反。使，色吏反。夫差音扶，下初佳反，吳王名，闔廬子。盍，戶臘反。大宰嚭曰：「古之侵伐者，不斬祀，不殺厲，不獲二毛。獲謂系虜之。二毛，鬢髮斑白。○斑，伯山反，本又作頒，音同。今斯師也，殺厲與？其不謂之殺厲之師與？」欲微切之，故其言似若不審然，正言殺厲，重人。○與音餘，下及注「有此與」同。曰：「反爾地，歸爾子，則謂之何？」子謂所獲民臣。曰：「咀荃討敝邑之罪，又矜而赦之，師與有無名乎？」又微勸之，終其意。吳楚僣號稱王。"
      },
      {
        "index": 229,
        "text": "[疏]「吳侵」至「名乎」。○正義曰：此一節明征伐不合斬祀殺厲之事，各依文解之。○注「吳侵」至「年秋」。○正義曰：知者，案《左傳》：「吳伐楚，使召陳懷公，懷公朝國人而問焉，曰：『欲與楚者右，欲與吳者左。陳人有田從田，無田從黨。』逢滑當公而進，曰：『楚未可棄，吳未可從。』陳懷公遂不從吳子光之召。至今夫差克越，乃修先君之怨。秋八月，吳侵陳，修舊怨。」是其事。案哀六年吳伐陳，鄭知非六年者，稱「伐」不云「侵」。哀元年經雖不見，傳云「吳侵陳」，與此文同，俱云「侵」，故為哀元年。○「夫差」至「之何」。○夫差既見陳大宰嚭來，謂行人之官名儀曰：「是夫也多言。」夫，謂大宰嚭，言是大宰嚭也，博聞強識，多有所言。盍，何不也。嘗，試也。何不試就問焉。我脩先君之怨而興此師，必有善名在外，眾人稱此師也，則謂之何？欲令行人儀以此辭而問大宰嚭也。○注「大宰」至「之子」。○正義曰：據《周禮》有大宰卿一人，又有大、小行人，故知大宰及行人皆官名。此大宰嚭與吳大宰嚭名號同而人異也。云「夫差，吳子光之子」者，《世本》及《吳世家》文也。○「古之侵伐者，不斬祀，不殺厲，不獲二毛」。○此謂以至勝攻至暴，用兵如此。若兩軍相敵則不然。《左傳》云：「雖及胡耇，獲則取之。」大宰嚭特舉古之善以駮吳師之惡。○注「正言殺厲重人」。○正義曰：以其殺人，故重於斬祀。若其不殺，直拘囚人而已，則輕也。故《穀梁傳》云：「苞人民歐牛馬曰侵，斬樹木壞宮室曰伐。」是侵輕而伐重也。○「師與有無名乎」者，既反地歸子，其事既善，師豈有無善名乎？言必有善名也。「與是」語辭。○注「又微勸之，終其意」。○正義曰：上以「微切之」，謂譏斬祀殺厲，今復勸之反地歸子，故言「又」也。因吳王反地歸子，則云師有善名，是「微勸之」也。「終其意」者，上譏切斬祀及殺厲，是初有其意，欲吳哀矜，既得吳哀矜，則云師有善名，是終竟其欲哀矜之意。"
      },
      {
        "index": 230,
        "text": "顏丁善居喪，顏丁，魯人。始死，皇皇焉如有求而弗得。及殯，望望焉如有從而弗及。既葬，慨焉如不及其反而息。從，隨也。慨，憊貌。○慨，皆愛反。憊，皮拜反。"
      },
      {
        "index": 231,
        "text": "[疏]「顏丁」至「而息」。正義曰：此一節論孝子居喪哀殺有漸之事。○「始死，皇皇焉如有求而弗得」者，「皇皇」猶彷徨，如所求物不得。上《檀弓》云：「始死，充充如有窮。」謂形貌窮屈，亦彷徨求而不得之心。彼此各舉其一。○「及殯，望望焉如有從而弗及」者，謂殯後容貌望望焉，如有從逐人後行而不及之。上《檀弓》云「既殯，瞿瞿如有求而不得」，與此亦同也。但始死，據內心所求，殯後，據外貌所求，故此經始死求而不得，據內心也。上《檀弓》云「既殯，求而不得」，據外貌也。○「既葬，慨焉如不及」者，謂既葬之後，中心悲，慨然如不復所及。既不可及，「其反而息」者，上殯後云從而不及，似有可及之理。「既葬，慨焉如不及」，謂不復可及，所以文異也。上《檀弓》云：「既葬，皇皇如有望而不至。」此謂「既葬慨焉如不及」，亦同也。此「始死，皇皇」者，是皇皇之甚，故云「如有求而弗得」。上《檀弓》云「既葬，皇皇」是輕，故云「望而不至」。此既葬則止，不說練祥，故葬後則慨然。止《檀弓》葬後更說練祥，故云：「練而慨然，祥而廓然。」但親之死亡，哀悼在心，初則為甚，已後漸輕，皆有求而不得，望而不及，但所據有淺深耳。殯後雖據外貌，亦猶哀在內心，但稍輕耳，故鄭注上《檀弓》云：「皆哀悼在心之貌。」"
      },
      {
        "index": 232,
        "text": "子張問曰：「《書》云：『高宗三年不言，言乃讙。』有諸？」時人君無行三年之喪，禮者問有此與？怪之也。讙，喜說也。言乃喜說，則民臣望其言久。○讙音歡。說音悅，下同。仲尼曰：「胡為其不然也？古者天子崩，王世子聽於塚宰三年。」塚宰，天官卿，貳王事者，三年之喪，使之聽朝。"
      },
      {
        "index": 233,
        "text": "[疏]「子張」至「三年」。○正義曰：此一節論世子遭喪塚宰聽政之事。○「言乃讙」者，《尚書•無逸》云：「言乃雍。」雍、讙字相近，義得兩通，故鄭隨而解之。"
      },
      {
        "index": 234,
        "text": "知悼子卒，未葬。悼子，晉大夫荀盈，魯昭九年卒。○知音智，下同。平公飲酒，與群臣燕。平公，晉侯彪。○彪，彼虯反。師曠、李調侍，侍，與君飲也。《燕禮記》曰：「請旅侍臣。」○李調如字，《左傳》作「外嬖嬖叔」。鼓鐘。樂作也。《燕禮》賓入門奏《肆夏》，既獻而樂闋，獻君亦如之。○闋，古穴反，止也。杜蕢自外來，聞鐘聲，曰：「安在？」怪之也。杜蕢或作屠蒯。○蕢，古怪反，注蒯同。屠音徒。曰：「在寢。」燕於寢。杜蕢入寢，歷階而升，酌，曰：「曠飲斯。」又酌，曰：「調飲斯。」又酌，堂上北面坐飲之。降，趨而出。三酌皆罰。○曠飲，於鴆反，下「飲斯」、「飲之」、「飲曠」、「飲調」、「飲寡人」皆同。平公呼而進之曰：「蕢，曩者爾心或開予，是以不與爾言。曩，曏也，謂始來入時。開謂諫爭有所發起。○曩，乃黨反。向，本又作曏，同，許亮反。爭，爭鬥之爭。爾飲曠何也？」曰：「子卯不樂，紂以甲子死，桀以乙卯亡，王者謂之疾日，不以舉樂為吉事，所以自戒懼。○子卯不樂，如字，賈逵云：「桀以乙卯日死，受以甲子日亡，故以為戒。」鄭同。《漢書》翼奉說則不然。張宴云：「子刑卯，卯刑子，相刑之日，故以為忌。而云夏殷亡日，不推湯武以興乎？」疾日，人一反。知悼子在堂，斯其為子卯也大矣。言大臣喪重於疾日也。《雜記》曰：「君於卿大夫，比葬，不食肉，比卒，哭，不舉樂。」○比，必利反，下同。曠也大師也，不以詔，是以飲之也。」詔，告也。大師典奏樂。「爾飲調何也？」曰：「調也，君之褻臣也，為一飲一食，亡君之疾，是以飲之也。」言調貪酒食。褻，嬖也。近臣亦當規君疾憂。○為，於偽反。嬖，必計反。「爾飲何也？」曰：「蕢也，宰夫也。非刀匕是共，又敢與知防，是以飲之也。」防禁放溢。○匕，必李反。共音供。與音預。防音房，又扶放反。平公曰：「寡人亦有過焉，酌而飲寡人。」聞義則服。杜蕢洗而揚觶。舉爵於君也，《禮》揚作騰。揚，舉也。騰，送也。揚近得之。○觶，之豉反，《字林》音支，又云：「酒器。」近，附近之近，下「聲相近」同。公謂侍者曰：「如我死，則必無廢斯爵也。」欲後世以為戒。至於今，既畢獻，斯揚觶，謂之杜舉。此爵遂因杜蕢為名。畢獻，獻賓與君。"
      },
      {
        "index": 235,
        "text": "[疏]「知悼」至「杜舉」。○正義曰：此一節論君有大臣之喪，不得有作樂飲酒之事，各依文解之。○注「悼子」至「年卒」。○正義曰：並《左傳》文。下注云「平公，晉侯彪」，亦《春秋》文。○注「《燕禮記》曰：請旅侍臣」。○正義曰：案《燕禮記》云：「凡公所酬，既拜，請旅侍臣。」謂公既酬臣，臣受酬者，既拜謝公恩，請行旅酬於侍臣。引之者，證師曠、李調是侍飲之臣也。鼓鐘，鼓猶奏也，謂燕奏鐘樂也。○注「燕禮」至「如之」。○正義曰：案《燕禮記》云：「若以樂納賓，則賓及庭，奏《肆夏》。賓拜酒，主人答拜，而樂闋。」是「賓入門奏《肆夏》，既獻而樂闋」。《燕禮記》又云：「公拜受爵，而奏《肆夏》。公卒爵，主人升，受爵以下，而樂闋。」是「獻君亦如之」。經唯云「鼓鍾」，《燕禮》云「若舞則《勺》」，知非工入升歌，下管間歌，合樂之後，無時奏鐘，必以為賓初入門奏《肆夏》者，以《鐘師》云「以鐘鼓奏《九夏》」，故知聞鍾是初奏《肆夏》也。○注「杜蕢或作屠蒯」。○正義曰：《春秋》作「屠蒯」，故云「或作屠蒯」。杜蕢、屠蒯聲相近，故《禮》、《傳》不同也。○注「燕於寢」。○正義曰：《燕禮記》云「燕朝服於寢」，故知「燕於寢也」。○「曰蕢」至「爾言」。曩，曏也。平公呼蕢而進之，呼其名曰：「蕢，曏者汝酌三酌，是汝之心，或開發於予。予望汝有諫，是以不與汝言。」○注「紂以甲子死，桀以乙卯亡」。○正義曰：案《尚書》：「時甲子昧爽，武王朝，至於商郊。」又《史記》云，兵敗，紂自焚而死。是紂甲子死也。案昭十八年二月乙卯，「周毛得殺毛伯過而代之。萇弘曰：『毛得必亡，是昆吾稔之日也。』」《詩》云：「韋顧既伐，昆吾夏桀。」同誅昆吾，既乙卯而亡，明桀亦以乙卯被放也。鄭司農注《春秋》，以為五行子卯自刑，非鄭義也，今所不用也。○「斯其為子卯也大矣」者，言悼子喪在堂，此比其為子卯之忌大矣。言悼子之喪，大於子卯。○「為一飲一食，忘君之疾，是以飲之也」者，調是君之嬖褻之臣，臣當規正君過，唯欲行燕會，貪求一飲一食，忘君違禮之疾而不諫，是以飲之。○「非刀匕是供，又敢與知防」者，蕢言調是君之嬖褻臣也，當規正君憂疾，言巳身是宰夫，亦當規正於君，若非因刀匕是共，又敢與知防諫之事。皇氏云：「非，不也。杜蕢言各憂其事，宰夫不以刀匕是共，乃又敢與諫爭，越官侵職，是以飲也。」○注「舉爵」至「得之」。○正義曰：知「揚觶」是舉爵於君，以上云「平公曰：寡人亦有過焉，酌而飲寡人」，即云「杜蕢洗而揚觶」，故知「舉爵於君」。案《燕禮》獻君之後，行酬之初，媵爵者洗象觶，升實之序，進坐奠於薦南，是舉爵於君也。「揚作騰」者，謂《燕禮》大射凡舉爵皆為媵。此云揚觶，鄭云：揚，舉也。《燕禮》云媵，故鄭云：媵，送也。揚、騰義得兩通。但此云「杜舉」，「揚」訓為「舉」，故「揚近得之」，此謂舉為得也。○「公謂」至「杜舉」。○公謂侍者，云我死之後，則必無廢棄此爵，恆當留之，為後鑒戒。當時在未獻之前，故又語侍者云：「至於今，既畢獻之後，此所揚之觶，是謂之杜舉。」表明此爵實杜蕢所舉。○注「畢獻，獻賓與君」。○正義曰：知「獻君與賓」者，與杜蕢此事舉爵在燕禮之初，賓主既入，得杜蕢之言，不可即廢。唯獻君與賓，燕事則止。皇氏以為「至於今」，謂記錄之人至於今為記之時，謂之杜舉。《春秋》云：「晉侯飲酒樂，膳宰屠蒯趍入，請佐公使尊，許之。而遂酌以飲工。曰：『女為君耳，將司明也。辰在子卯，謂之疾日，君徹宴樂，學人捨業，為疾故也。君之卿佐，是謂股肱。股肱或虧，何痛如之？女弗聞而樂，是不聰也。』又飲外嬖嬖叔曰：『女為君目，將司明也。服以旌禮，以行事，事有其物，物有其容。今君之容，非其物也，而女不見，是不明也。』亦自飲，曰：「味以行氣，氣以實志，志以定言，言以出令。臣實司味，二御失官，而君弗命，臣之罪也。」案《春秋》與此小異，亦所聞不同，或二文互相足也。"
      },
      {
        "index": 236,
        "text": "他本\n《禮記》 〔周〕孔丘 編\n《禮記正義》 〔周〕孔丘 編 〔漢〕鄭玄 註 〔唐〕孔穎達 疏"
      }
    ]
  }
}