{
  "chapterNumber": 13,
  "title": "緇衣",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "子言之曰：「為上易事也，為下易知也，則刑不煩矣。」○注：言君不苛虐，臣無奸心，則刑可以措。○「子言之曰」，此篇二十四章，唯此一「子言之」，後皆作「子曰」。易，以豉反，下同。苛音何。錯，七故反，本亦作措，同。"
      },
      {
        "index": 1,
        "text": "疏　 「子言」至「煩矣」。○正義曰：此篇凡二十四章，唯此云「子言之曰」，餘二十三章皆云「子曰」。以篇首宜異故也。○「為上易事也」者，「為上」謂君。君上以正理御物，則臣事之易也。○「為下易知也」者，「為下」謂臣。臣下無奸詐，則君知其情易也。○「則刑不煩矣」者，君易事，臣易知，故刑辟息止，不煩動矣。然此篇題「緇衣」，而入文不先云「緇衣」者，欲見君明臣賢如此，後乃可服緇衣也。"
      },
      {
        "index": 2,
        "text": "子曰：「好賢如《緇衣》，惡惡如《巷伯》，則爵不瀆而民作願，刑不試而民咸服。○注：《緇衣》、《巷伯》，皆《詩》篇名也。《緇衣》首章曰「緇衣之宜兮，敝予又改為兮。適子之館兮，還予授子之粲兮」，言此衣緇衣者，賢者也，宜長，為國君。其衣敝，我願改制，授之以新衣，是其「好賢」，欲其貴之甚也。《巷伯》六章，曰「取彼讒人，投畀豺虎。豺虎不食，投畀有北。有北不受，投畀有昊」。此其「惡惡」，欲其死亡之甚也。「爵不瀆」者，不輕爵人也。試，用也。咸，皆也。○音義：好，呼報反，注同。緇，側其反。惡惡，上烏路反，下如字，注同。巷，戶降反。《巷伯》，《小雅》篇名。願音原。還音旋。粲，七旦反。衣緇衣，上於既反，下如字。讒人，本又依《詩》作「譖人」。投畀，必利反，下同。豺，仕皆反。昊，胡老反，本或作皓，同。《大雅》曰：『儀刑文王，萬國作孚。』」○注：刑，法也。孚，信也。儀法文王之德而行之，則天下無不為信者也。文王為政，克明德慎罰。"
      },
      {
        "index": 3,
        "text": "疏　 「子曰」至「作孚」。○正義曰：此一節明好賢、惡惡，賞罰得中，則為民下所信。○「好賢如緇衣」者，緇衣，朝服也。諸侯視朝之服，緇衣素裳。鄭武公、桓公父子並為周司徒，善於其職，鄭人善之，願君久留鄭國，服此緇衣，衣服敗破，則又作新衣以授之，故以歌此詩，是好賢之詩也。詩人以《緇衣》為《鄭風》之首，故云「好賢如緇衣」也。○「惡惡如巷伯」者，《巷伯》亦《詩》篇名也，巷伯是奄人，為王后宮巷官之長，故為「巷伯」也。幽王信讒，詩人傷讒而懼讒及己，故作詩以疾讒也。其詩云：「取彼讒人，投畀豺虎。豺虎不食，投畀有北。有北不受，投畀有昊。」是惡讒人之甚，故云「惡惡如《巷伯》也。○「則爵不瀆而民作願」者，此解「好賢」也。瀆，濫也。願，愨也。君若好賢如《緇衣》，則爵不濫而民皆謹愨也。○「刑不試而民咸服」者，此解「惡惡」也。試，用也。言君惡惡如《巷伯》，則刑措而不用，民皆服從。○「《大雅》云：儀刑文王，萬國作孚」者，此《大雅．文王》之篇，諫成王之辭。儀，像也；刑，法也；孚，信也。言成王但象法文王之德而行之，則天下萬國無不為信也。言皆信敬之，故云「萬國作孚」，猶文王明德慎罰，為民所敬。信引之者，證上「爵不瀆」、「刑不試」也。○注「緇衣」至「甚也」。○正義曰：《緇衣》者，《詩．鄭風》美鄭桓公、武公詩也；《巷伯》，剌幽王之詩也，故云「皆《詩》篇名」。云「緇衣之宜兮」者，言桓公、武公並皆有德，堪為國君。國人願之，言德宜著此緇衣；破敝，我又欲改更為新衣。云「適子之館兮」者，鄭人云，桓公、武公既為卿士，適子之館舍兮，謂鄉卿士治事館舍。云「還矛授子之粲兮」者，從館舍回還來過本國，我即授子以粲餐兮也。鄭人愛桓公、武公之甚矣，是「好賢」也。緇衣者，諸侯朝服，故《論語》云「緇衣羔裘」，注云：「諸侯之朝服，其服緇布衣而素裳，緇帶素□。」故《士冠禮》云：「主人玄冠朝服，緇帶素□。」注云：「朝服者，十五升布衣而素裳也。衣不言色者，衣與冠同也。」知朝服十五升者，《雜記》文。知用布者，《雜記》云「朝服十五升，去其半而緦」，故知布也。知素裳者，以《冠禮》云「素□，□從裳色」故知裳亦素也。若士之助祭者，則□用緇，不與裳同色。熊氏云「玄冠用黑繒為之」，其義未甚明也。"
      },
      {
        "index": 4,
        "text": "子曰：「夫民教之以德，齊之以禮，則民有格心。教之以政，齊之以刑，則民有遯心。○注：格，本也。遯，逃也。○音義：格，古伯反。遯，徒遜反，亦作「遁」。故君民者，子以愛之，則民親之；信以結之，則民不倍；恭以蒞之，則民有孫心。○注：蒞，臨也。孫，順也。○音義：倍音佩，下注同。蒞音利，又音類。孫音遜，注同。《甫刑》曰：『苗民匪用命，制以刑，惟作五虐之刑，曰法。』是以民有惡德，而遂絕其世也。」○注：《甫刑》，《尚書》篇名。匪，非也。命，謂政令也。高辛氏之末，諸侯有三苗者作亂，其治民不用政令，專制御之以嚴刑，乃作五虐蚩尢之刑，以是為法。於是民皆為惡，起倍畔也。三苗由此見滅無後世，由不任德。○音義：蚩，尺之反。畔，本或作叛，俗字，非也。任，而鴆反。"
      },
      {
        "index": 5,
        "text": "疏　 「子曰」至「世也」。○正義曰：此一節明教民以德不以刑也。○「則民有格心」者，格，來也。君若教民以德，整民以禮，則民有歸上之心，故《論語》云「有恥且格」。○「《甫刑》曰：苗民匪用命」者，此《尚書．呂刑》之篇也。甫侯為穆王說刑，故稱《甫刑》。匪，非也。言「苗民匪用命」者，命，謂政令，言苗民為君，非用政令以教於下。○「制以刑」者，言制御於下以嚴刑。○「唯作五虐之刑，曰法」者，言唯作蚩尢五種虐刑，自謂為法。○「是以民有惡德」者，以此之故，民皆有怨惡之德，起倍叛之心。○「遂絕其世也」者，言三苗不任德，遂被誅而絕其世也。○注「甫刑」至「任德」。○正義曰：此《甫刑》，《尚書．呂刑》也。而行《甫刑》者，案《孝經序》云：《春秋》有呂國而無甫侯。但《孝經序》末知是鄭作以不。案《春秋》實無甫侯，國語云：「申、呂雖衰，齊、許猶在。」又云：「齊、許、申、呂皆由大姜。」然則「呂」即「甫」也。案孔注《尚書》「呂侯」後為「甫侯」，故穆王時謂之呂侯，周宣王及平王之時為甫侯，故《詩．崧高》云「生甫及申」，謂宣王時也；「揚之水，不與我戍甫」，謂平王時也。則孔氏義為是，鄭或同之。云「高辛氏之末，諸侯有三苗者作亂」，案鄭注《呂刑》云：「苗民，謂九黎之君也。九黎之君於少昊氏衰而棄善道，上效蚩尢重刑，必變九黎。」言「苗民」者，有苗，九黎之後，顓頊代少昊誅九黎，分流其子孫；為居於西裔者；三苗至高辛之衰，又復九黎之君惡，堯興，又誅之；堯末又在朝，舜時又竄之。後王深惡此族三生兇惡，故著其氏而謂之「民」。「民」者，冥也，言未見仁道。以此言之，三苗是九黎之後，九黎於少昊之末而為亂，三苗於高辛氏之末又為亂，故此注云「高辛」，以《呂刑》於此「苗民」之下云「皇帝清問下民」，又云「乃命三後」，三後，謂伯夷之等，故以「皇帝」為帝堯，又以「苗民」為高辛氏之末也。鄭以九黎為苗民先祖，但上學蚩尢之惡，非蚩尢子孫。孔注《尚書》以為九黎即蚩尢也，三苗則非九黎之子孫，與鄭異。"
      },
      {
        "index": 6,
        "text": "子曰：「下之事上也，不從其所令，從其所行。○注：言民化行，不拘於言。○音義：行，下孟反，注同，又如字。拘音俱。上好是物，下必有甚者矣。○注：甚者，甚於君也。○音義：好，呼報反，下皆同。故上之所好惡，不可不慎也，是民之表也。」○注：言民之從君，如影逐表。○音義：惡，鳥路反。景如字，一音英領反。子曰：「禹立三年，百姓以仁遂焉，豈必盡仁？」○注：言百姓效禹為仁，非本性能仁也。遂，猶達也。○音義：效，胡孝反。詩云：『赫赫師尹，民具爾瞻。』《甫刑》云：『一人有慶，兆民賴之。』《大雅》曰：『成王之孚，下土之式。』」○注：皆言化君也。孚，信也。式，法也。○音義：赫，許百反。王如字，徐於況反。"
      },
      {
        "index": 7,
        "text": "疏　 「子曰」至「之式」。○正義曰：此一節申明上文，以君者民之儀表，不可不慎，故此兼言上有其善，則下賴之。○「百姓以仁遂焉」者，遂，達也。言禹立三年，百姓悉行仁道，達於外內，故云「百姓以仁遂焉」。「豈必盡仁」者，言禹之百姓，豈必本性盡行仁道，只由禹之所化，故此禹立三年，則百姓盡行仁道。《論語》稱「如有王者，必世而後仁」者，禹承堯、舜禪代之後，其民易化。《論語》所稱者，謂承離之後，故必世乃後仁，是以注《論語》云「周道至美，武王伐紂，至成王乃致太平」由承殷紂敝化之後故也。○「《詩》云：赫赫師尹，民具爾瞻」者，此《小雅．節南山》之篇，剌幽王之詩。言幽王之時，尹氏為大師，為政不平，故詩人剌之。云赫赫然顯盛之師尹者，「民具爾瞻」，視上之所為。引者，證民之法則於上。○「《甫刑》曰：一人有慶，兆民賴之」者，慶，善也。一人，謂天子也。天子有善行，民皆蒙賴之。引者，證上有善行，賴及於下。「《大雅》曰：成王之孚，下土之式」者，是《大雅．下武》之篇，美武王之詩。孚，信也。言武王成就王道之信者，故為下土法。引之者，證君有善與為法式也。"
      },
      {
        "index": 8,
        "text": "子曰：「上好仁，則下之為仁爭先人。故長民者章志、貞教、尊仁，以子愛百姓，民致行己以說其上矣。○注：章，明也。貞，正也。「民致行己」者，民之行，皆盡己心。○音義：長，丁丈反。說音悅。《詩》云：『有梏德行，四國順之。』」○注：梏，大也，直也。○音義：梏音角，《詩》作「覺」。行，下孟反。"
      },
      {
        "index": 9,
        "text": "疏　 「子曰」至「順之」。○正義曰：此一節贊結上經在上行仁之事。○「則天下之為仁爭先人」者，言上若好仁，則下皆為仁，爭欲先他人。○「故長民者章志、貞教、尊仁，以子愛百姓」者，章，明也；貞，正也。言尊長於人為君者，當須章明己志，為貞正之教，尊敬仁道，以子愛百姓也。○「民致行已以說其上矣」者，言上能化下，如此則在下之人致盡行己之意，以說樂其上矣。○「《詩》云：有梏德行，四國順之」，此《詩．大雅．抑》之篇，剌厲王之詩也。梏，大也。言賢者有大德行，四國從之。引者，證上有其德，下所從也。"
      },
      {
        "index": 10,
        "text": "子曰：「王言如絲，其出如綸。王言如綸，其出如綍。○注：言，言出彌大也。綸，今有秩嗇夫所佩也。綍，引棺素也。○音義：綸音倫，又古頑反，綬也。如紼音弗，大素。嗇音色。索，悉洛反。故大人不倡游言。○注：游，猶浮也，不可用之言也。○音義：倡，昌尚反。可言也不可行，君子弗言也。可行也不可言，君子弗行也。則民言不危行，而行不危言矣。○注：危，猶高也。言不高於行，行不高於言，言行相應也。○音義：行、而行，皆下孟反，注及下皆同。應，應對之應。《詩》云：『淑慎爾止，不諐於儀。』○注：淑，善也。諐，過也。言善慎女之容止，不可過於禮之威儀也。○音義：諐，起虔反。女音汝。"
      },
      {
        "index": 11,
        "text": "疏　 「子曰」至「於儀」。○正義曰：此一節明王者出言，下所效之，其事漸大，不可不慎，意與前經同也。○「王言如絲，其出如綸」者，王言初出，微細如絲，及其出行於外，言更漸大，如似綸也。言綸粗於絲。○「王言如綸，其出如綍」者，亦言漸大出如綍也。綍，又大於綸。○「故大人不倡游言」者，游言，謂浮游虛漫之言，不可依用。出言，則民皆師法，故尊大之人不倡道此游言，恐人依象之。○「可言也不可行，君子弗言也」，謂口可言說，力不能行，則君子不言也。若「有客不能館，則不問其所捨」之類是也。「可行也不可言，君子弗行也」，熊氏云：「可行，謂君子賢人可行此事，但不可言說為凡人作法。如此之事，則君子不當行。若曾子有母之喪，水漿不入於口七日，不可言說以為法，故子思非之。」是君子不行也。○「則民言不危行，而行不危言矣」者，危，高也。如此化民，則民言行相應，言不高於行，行不高於言。○「詩云：淑慎爾止，不諐於儀」者，此《大雅．抑》之篇，剌厲王之詩。淑，善也；諐，過也。言為君之法當善，謹慎女之容止，不諐過於禮之容儀，言當守道以自居。引者，證言行不可過也。○注「綸，今有秩嗇夫所佩也」。○正義曰：案《漢書．百官公卿大夫表》云：十里一亭，十亭一鄉，鄉有三老，有秩嗇夫，有游徼。三老掌教化，嗇夫掌獄訟，游徼掌禁盜賊。故《漢書》云：「張敞以鄉有秩，補大守卒史。」又云：「朱邑為桐鄉嗇夫。」又《續漢書．百官志》云：「鄉置有秩、三老、游徼。有秩，郡所置，秩百戶。其鄉小者，縣所置嗇夫。」案此，則有秩、嗇夫職同，但隨鄉大小，故名異耳。名雖異，其所佩則同。張華云：「綸如宛轉繩。」"
      },
      {
        "index": 12,
        "text": "子曰：「君子道人以言，而禁人以行。○注：禁，猶謹也。○音義：道音導。故言必慮其所終，而行必稽其所敝，則民謹於言而慎於行。○注：稽，猶考也，議也。○音義：稽，古兮反。《詩》云：『慎爾出話，敬爾威儀。』○注：話，善言也。○音義：話，胡快反。《大雅》曰：『穆穆文王，於緝熙敬止。』○注：緝、熙，皆明也。言於明明乎敬其容止。○音義：於音烏，注同。緝，七入反。熙，許其反。《毛詩傳》云：「緝熙，光明也。」"
      },
      {
        "index": 13,
        "text": "疏　 「子曰」至「敬止」。○正義曰：此一節亦贊明前經言行之事。○「道人以言」者，在上君子誘道在下以善言，使有信也。○「而禁人以行」者，禁，猶謹也，言禁約謹慎人以行，使行顧言也。○「故言必慮其所終」者，謂初出言之時，必思慮其此言得終末，可恒行以否。○「而行必稽其所敝」者，稽，考也。言欲行之時，必須先考校此行至終敝之時，無損壞以否。○「《詩》云：慎爾出話，敬爾威儀」者，此《大雅．抑》之篇，剌厲王也。話，善言也。爾，汝也。謹慎爾之所出之善言，以為政教，故恭敬爾之威儀，言必為人所法則，引證言慮其所終。「《大雅》云：穆穆文王，於緝熙敬止」者，此《大雅．文王》之篇，美文王之詩。言穆穆然美者，乃是文王。於，謂嗚呼。緝、熙，皆光明也。言文王之德，嗚呼光明乎，又敬其容止。引者，證在上當敬其言行也。"
      },
      {
        "index": 14,
        "text": "子曰：「長民者，衣服不貳，從容有常，以齊其民，則民德壹。○注：貳，不壹也。○音義：長，丁丈反，下「君長」同。貳，本或作貸，同，音二，下同。從，七凶反。《詩》云：『彼都人士，狐裘黃黃。其容不改，出言有章。行歸於周，萬民所望。』」○注：黃衣，則狐裘大蜡之服也。詩人見而說焉。章，文章也。忠信為周。此《詩》，毛氏有之，三家則亡。○音義：黃，徐本作橫，音黃。蜡，仕嫁反。說音悅。"
      },
      {
        "index": 15,
        "text": "疏　 「子曰」至「所望」。○正義曰：「從容有常」者，從容，謂舉動有其常度。○「則民德一」者，一，謂齊一，則萬人之德，皆齊一不參差。「詩云：彼都人士」者，此《小雅．都人士》之篇，剌幽王之詩。幽王之時，君臣衣服無常，故詩人引彼明王之時，都邑之人有士行者，服此「狐裘黃黃」然。「行歸於周，萬民所望」者，周，謂忠信。言都人之士行歸忠信，萬民所以瞻望，以法則之。○注「黃衣，則狐裘大蜡之服也」。○正義曰：《郊特牲》云：「黃衣黃冠而祭，息田夫也。」此云「黃衣」，故云「大蜡之服」。《論語》云「黃衣狐裘」，故狐裘則黃衣也。案《詩》注云「狐裘取溫裕而已」，不云「大蜡」。此云「蜡」者，以正衣解之。《詩》謂庶人有士行，非關蜡祭之事，故為「溫裕」也。"
      },
      {
        "index": 16,
        "text": "子曰：「為上可望而知也，為下可述而志也，則君不疑於其臣，而臣不惑於其君矣。○注：志，猶知也。尹吉曰：『惟尹躬及湯，咸有壹德。』○注：吉，當為「告」。告，古文「誥」字之誤也。尹告，伊尹之誥也。《書序》以為《咸有壹德》，今亡。咸，皆也。君臣皆有壹德不貳，則無疑惑也。○音義：吉，依注為告，音誥，羔報反。《詩》云：『淑人君子，其儀不忒。』」"
      },
      {
        "index": 17,
        "text": "疏　 「子曰」至「不忒」。○正義曰：「為上可望而知也」者，謂貌不藏情，可望見其貌，則知其情。○「為下可述而志也」，志，知也。為臣下率誠奉上，其行可述敘而知。○「尹吉曰：惟尹躬及湯，咸有一德」者，吉，當為「告」，是伊尹誥大甲，故稱「尹誥」，則《咸有一德》篇是也。言惟尹躬身與成湯，皆有純一之德。引者，證上君臣不相疑惑。○「詩云：淑人君子，其儀不忒」者，此《詩．曹風．鳲鳩》之篇，剌曹君之詩，言善人君子，其儀不有差忒。引者，證「一德」之義。"
      },
      {
        "index": 18,
        "text": "子曰：「有國者章善○注：惡，以示民厚，則民情不貳。○注：章，明也。，病也。○音義：忒，他得反，本或作貳，音二。章義如字，《尚書》作「善」。皇云：「義，善也。」，丁但反。《詩》云：『靖共爾位，好是正直。』」"
      },
      {
        "index": 19,
        "text": "疏　 「子曰」至「正直」。○正義曰：「章善惡」者，章，明也；，病也。言為國者，有善以賞章明之，有惡則以刑病之也。○「詩云：靖共爾位，好是正直」者，此《詩．小雅．小明》之篇，剌幽王之詩也。言大夫悔仕亂世，告語未仕之人，言更待明君靖謀，共其爾之祿位，愛好正直之人，然後事之也。引之者，證上民情不二為正直之行。"
      },
      {
        "index": 20,
        "text": "子曰：「上人疑則百姓惑，下難知則君長勞。○注：「難知」，有姦心也。○音義：共音恭，本亦作恭。好，乎報反。故君民者，章好以示民俗，慎惡以御民之淫，則民不惑矣。○注：淫，貪侈也。《孝經》曰：「示之以好惡，而民知禁。」○音義：好如字，又呼報反，注同。惡如字，又烏路反，注同。侈，昌氏反，又式氏反。臣儀行，不重辭，不援其所不及，不煩其所不知，則君不勞矣。○注：儀，當為「義」，聲之誤也。言臣義事君則行也。重，猶尚也。援，猶引也，不引君所不及，謂必使其君所行如堯舜也。不煩以其所不知，謂必使其知慮如聖人也。凡告喻人，當隨其才以誘之。○音義：行如字。援音袁，注同。知慮音智。《詩》云：『上帝板板，下民卒。』○注：上帝，喻君也。板板，辟也。卒，盡也。，病也。此君使民惑之詩。○音義：版，布綰反，注同。亶，丁但反，本亦作。辟，匹亦反，字亦作僻，同。《小雅》曰：『匪其止共，惟王之卭。』」○注：匪，非也。卭，勞也。言臣不止於恭敬其職，惟使王之勞。此臣使君勞之詩也。○音義：共音恭，皇本作「躬」，云「躬，恭也」。卭，其恭反。"
      },
      {
        "index": 21,
        "text": "疏　 「子曰」至「之卭」。○正義曰：此一節申明上經君臣各以情相示，則君之與臣各得其所。○「上人疑」者，謂在上之君多有疑二，則在下百姓有疑惑也。○「下難知則君長勞」者，若在下之人，心懷欺詐，難知其心，則在上君長治之勞苦。○「故君民者，章好以示民俗，慎惡以御民之淫，則民不惑矣」，覆上「百姓惑」。淫，貪也。言如此則民不惑矣。○「臣儀行，不重辭，不援其所不及，不煩其所不知，則君不勞矣」者，覆上「君長勞」。如此則君不勞。「臣儀行」者，儀當為「義」，謂臣有義事則奉行之。「不重辭」者，重，尚也。為臣之法，不尚虛華之辭。「不援其所不及」者，謂君才行所不能及，臣下不須援引其君行所不能及之事，謂必使其君所行如堯舜也。「不煩其所不知」者，謂君有所不知，其臣不得煩亂君所不知之事，令必行之。臣能如此，則君不勞苦。○「《詩》云：上帝板板，下民卒」者，上帝，君也；板板，辟也；卒，盡也；，病也。言君上邪辟，下民盡皆困病。引之者，證君使民惑之事。此《詩．大雅．板》之篇，剌厲王之詩。○「《小雅》曰：匪其止共，惟王之卭」者，《小雅．巧言》之篇，剌幽王之詩也。言小人在朝，不止息於恭敬，惟為奸惡，使王之卭勞。引之者，證臣使君勞也。"
      },
      {
        "index": 22,
        "text": "子曰：「政之不行也，教之不成也，爵祿不足勸也，刑罰不足恥也。故上不可以褻刑而輕爵。○注：言政教所以明賞罰。○音義：褻，息列反。《康誥》曰：『敬明乃罰。』《甫刑》曰：『播刑之不迪。』」○注：康，康叔也，作誥，《尚書》篇名也。播，猶施也。「不」，衍字耳。迪，道也，言施刑之道。○音義：播，徐補餓反。迪音狄。衍，延善反。"
      },
      {
        "index": 23,
        "text": "疏　 「子曰」至「不迪」。○正義曰：此一節明慎賞罰之事。○「政之不行也，教之不成也」者，皇氏云：「言在上政令所以不行，教化所以不成者，只由君上爵祿加於小人，不足勸人為善也。由刑罰加於無罪之人，不足恥其為惡。」由賞罰失所，故致「政之不行，教之不成」也。○「故上不可以褻刑而輕爵」者，刑爵不中，則懲勸失所，故君上不可輕褻之。○「《康誥》曰：敬明乃罰」者，證刑罰不可褻也。周公作《康誥》，誥康叔云「女所施刑罰，必敬而明之也。」○「《甫刑》曰：播刑之不迪」，「不」為衍字。迪，道也。此穆王戒群臣云：今爾何監，非是伯夷布刑之道。言所為監鏡者，皆是伯夷布刑之道。引之者，證重刑之義也。"
      },
      {
        "index": 24,
        "text": "子曰：「大臣不親，百姓不寧，則忠敬不足，而富貴已過也。大臣不治，而邇臣比矣。○注：「忠敬不足」，謂臣不忠於君，君不敬其臣。邇，近也。言近以見遠，言大以見小，互言之。比，私相親也。○音義：治心值。比，毗志反，注同，親也。見，賢遍反，下同。故大臣不可不敬也，是民之表也。邇臣不可不慎也，是民之道也。○注：「民之道」，言民循從也。君毋以小謀大，毋以遠言近，毋以內圖外，圖以謀也。言凡謀之，當各於其黨。於其黨，知其過審也。大臣柄權於外，小臣執命於內，或時交爭，轉相陷害。○音義：毋音無，下同。柄音秉，兵永反。爭，爭鬥之爭。則大臣不怨，邇臣不疾，而遠臣不蔽矣。○注：疾，猶非也。○音義：蔽，必世反。葉公之《顧命》曰：『毋以小謀敗大作，毋以嬖御人疾莊后，毋以嬖御士疾莊士，大夫、卿、士。』」○注：葉公，楚縣公葉公子高也，臨死遺書曰顧命。小謀，小臣之謀也。大作，大臣之所為也。嬖御人，愛妾也。疾，亦非也。莊後，適夫人齊莊得禮者。嬖御士，愛臣也。莊士，亦謂士之齊莊得禮者，今為大夫、卿、士。○音義：葉，舒涉反，注同。葉公，楚大夫沈諸梁也，字子高，為葉縣尹，僣稱公也。敗，補邁反。嬖，必惠反，徐甫詣反，又補弟反，《字林》萬豉反。賤而得幸曰「嬖」，云便嬖愛妾。莊後，側良反，齊莊也，下及注同。適，丁歷反。齊莊，側皆反，下同。子曰：「大人不親其所賢，而信其所賤。民是以親失，而教是以煩。○注：親失，失其所當親也。教煩，由信賤也。賤者無一德也。《詩》云：『彼求我則，如不我得。執我仇仇，亦不我力。』○注：言君始求我，如恐不得我。既得我，持我仇仇然不堅固，亦不力用我，是不親信我也。○音義：仇音求，《爾雅》云：「讎也。」《君陳》曰：『未見聖，若己弗克見。既見聖，亦不克由聖。』」○注：克，能也。由，用也。○音義：陳，本亦作古陳字。若己弗克見，音紀，《尚書》無「己」字。"
      },
      {
        "index": 25,
        "text": "疏　 「子曰」至「由聖」。○正義曰：此一節明在下群臣，無問大小，皆須恭敬謹慎；又君無以小臣而謀大事也。○「大臣不親，百姓不寧，則忠敬不足，富貴己過也」者，沈氏云：謂大臣離二，不與上相親。政教煩苛，故百姓不寧。若其如此，臣不忠於君，君不敬於臣，是忠敬不足所以致然也，由君與臣富貴已過極也。○「大臣不治，而邇臣比矣」者，大臣不肯為君理治職事，由邇近之臣與上相親比故也。○「邇臣不可不慎也，是民之道也」者，邇，近也。言親近之臣不可不慎擇其人。道，謂道路。言邇臣是民之道路，邇臣好則人從之好，邇臣惡則人從之惡也。○「君毋以小謀大」者，言君無得與小臣而謀大臣之事也。○「毋以遠言近」者，無得以遠臣共言近臣之事也。○「毋以內圖外」者，無得以內臣共圖謀外臣之事。所以然者，小大之臣意殊，遠近之臣不同，恐各為朋黨，彼此交爭，轉相陷害，故不圖謀也。「則大臣不怨，邇臣不疾，而遠臣不蔽矣」者，若能如此，則外內情通，小大意合，大臣不怨恨於君也。疾，猶非也。近臣不為人所非毀，而遠臣不被障蔽故也。「葉公之《顧命》曰：毋以小謀敗大作」者，此葉公《顧命》之書，無用小臣之謀敗損大臣之作。○「毋以嬖御人疾莊後」者，莊後，謂齊莊之後，是適夫人也。無得以嬖御賤人之為非毀於適夫人。○「毋以嬖御士疾莊士者，言毋得以嬖御之士非毀齊莊之士。○「大夫、卿士」者，覆說言「莊士」，即大夫、卿之典事者。士，事也。○注「言近以見遠，言大以見小，互言之」。○正義曰：「言近以見遠」，謂言近臣親比，則遠臣不親比。云「言大以見小」，謂大臣不治，小臣治也，故云「互言之」也。○注「大臣」至「陷害」。○正義曰：由大臣執權於外，小臣執命於內，或大臣忌小臣，或小臣忌大臣，所以內外交爭。若共圖謀，轉相陷害，故所謀之事，「各於其黨」，與大臣謀大臣，與小臣謀小臣，是各於其黨中，知其過失審悉也。○注「葉公，楚縣公葉公子高也」。○正義曰：知「葉公子高」者，《左傳》云《世本》文。云「臨死遺書曰顧命」者，約《尚書．顧命》之篇。○「子曰」至「由聖」。○正義曰：此節明君不信用臣也。○「不親其所賢，而信其所賤」者，謂在上親任其所賢有德之人，而信用其所賤無德者，「民是以親失」者，言以此化民，民效於上，失其所當親，惟親愛群小也。○「而教是以煩」者，言群小被親，既無一德，政教所以煩亂也。○「《詩》云：彼求我則，如不我得」，此《詩．小雅．正月》之篇，剌幽王之詩。言彼幽王初求我賢人，如不得於我，言禮命煩多也。○「執我仇仇，亦不我力」者，既得賢人，執留我仇仇然不堅固，亦不於我上以力而用我。引之者，證「不親其所賢」也。○「《君陳》曰：未見聖，若己弗克見，既見聖，亦不克由聖」者，此《尚書．君陳》篇，成王戒君陳之辭也。言凡人未見聖道之時，如似己不能見，既見聖道，亦不能用之也。"
      },
      {
        "index": 26,
        "text": "子曰：「小人溺於水，君子溺於口，大人溺於民，皆在其所褻也。○注：言人不溺於所敬者。溺，謂覆沒不能自理出也。○音義：溺，乃歷反。覆，芳服反。夫水近於人而溺人，德易狎而難親也，易以溺人。○注：言水，人所沐浴自潔清者，至於深淵、洪波，所當畏慎也，由近人之故，或泳之遊之，褻慢而無戒心，以取溺焉。有德者亦如水矣，初時學其近者、小者以從人事，自以為可，則侮狎之，至於先王大道，性與天命，則遂扦格不入，迷惑無聞，如溺於大水矣。「難親」，親之當肅敬，如臨深淵。○音義：近，附近之近，注「由近人」同。易，以豉反，下同。狎，徐戶甲反。清如字，又才性反。洪，本又作「鴻」。泳音詠，潛行為泳。游音由。侮，亡甫反。捍，胡旦反。格，戶白反。口費而煩，易出難悔，易以溺人。○注：費，猶惠也。言口多空言，且煩數也。過言一出，駟馬不能及，不可得悔也。口舌所覆，亦如溺矣。費，或為「哱」，或為「悖」。○音義：費，芳貴反，注同。數，色角反。覆，芳服反，又芳又反。哱，或為悖，並布內反。夫民閉於人而有鄙心，可敬不可慢，易以溺人。○注：言民不通於人道，而心鄙詐，難卒告諭，人君敬慎以臨之則可。若陵虐而慢之，分崩怨畔，君無所尊，亦如溺矣。○音義：慢，本又作「漫」，音武諫反。卒，寸忽反。故君子不可以不慎也。○注：慎所可褻，乃不溺矣。《太甲》曰：『毋越厥命，以自覆也。』『若虞機張，往省括於厥度則釋。』○注：越之言蹶也。厥，其也。覆，敗也。言無自顛蹶女之政教，以自毀敗。虞，主田獵之地者也。機，弩牙也。度，謂所擬射也。虞人之射禽，弩已張，從機間視括與所射參相得，乃後釋弦發矢。為政亦當以巳心參於群臣及萬民，可乃後施也。○音義：大音泰。覆，芳服反，注同。括，古活反。於厥度，如字，又大各反，注同。《尚書》無「厥」字。蹶，其厥反，又紀衛反，一音厥。女音汝。儗，魚起反，本亦作擬。射，食亦反，下同。《兌命》曰：『惟口起羞，惟甲冑起兵，惟衣裳在笥，惟干戈省厥躬。』○注：兌，當為「說」，謂殷高宗之臣傅說也，作書以命高宗，《尚書》篇名也。羞，猶辱也。衣裳，朝祭之服也。惟口起辱，當慎言語也。「惟甲冑起兵」，當慎軍旅之事也。「惟衣裳在笥」，當服以為禮也。「惟干戈省厥躬」，當恕己不尚害人也。○音義：兌，依注作說，本亦作「說」。兵，《尚書》作「戎」。笥，司吏反。為說音悅，下傅說同。朝，直遙反。《太甲》曰：『天作孽，可違也，自作孽，不可以逭。』○注：違，猶辟也。逭，逃也。○音義：孽，魚列反，下同。《尚書》作「天作孽，猶可違也」。不可以<官>，本又作逭，乎亂反，《尚書》作「弗可逭」，無「以」字。辟者避。尹吉曰：『惟尹躬天，見於西邑夏，自周有終，相亦惟終。○注：尹吉，亦「尹誥」也。天，當為「先」字之誤。忠信為「周」。相，助也，謂臣也。伊尹言：尹之先祖，見夏之先君臣，皆忠信以自終。今天絕桀者，以其「自作孽」。伊尹始仕於夏，此時就湯矣。夏之邑在亳西。見或為敗。邑，或為「予」。○音義：吉音誥，出注，羔報反。天，依注作先，西田反。相，息亮反。亳，步各反。"
      },
      {
        "index": 27,
        "text": "疏　 「子曰」至「惟終」。○正義曰：此一節戒慎言之事。○「小人溺於水」者，謂卑賤小人，居近川澤者，愛玩於水。溺，覆沒也。多為水所覆，故云「小人溺於水」。○「君子溺於口」者，言卿大夫之君子，以口傷人，而致怨恨，遂被覆沒，亦如溺於水，不能自治也。○「大人溺於民」者，大人，謂人君也。由君在上陵虐下民，則人眾離叛，君無所尊，故「溺於民」也。「皆在其所褻也」者，言小人、君子、大人等所以被沒溺者，皆在於褻慢，而不能敬慎，故致溺也。○「夫水近於人而溺人」者，釋上三事所以致溺也。此說水溺所由也。水若遠於民，則人不沒溺，但由水近人，則人得用之沐浴，而日日狎習，不復畏懼，或泳之，或游之，無有誡忌。至於洪波浪起，亦猶習以為常，故致覆溺也。○「德易狎而難親也，易以溺人」者，「德易狎」者，言有德之人，初時學其近者、淺者，謂言可得，是易可親狎。至大者、遠者，莫測其理，是難可親也。初時易狎，是易也。終則難親，是溺人也，故云「易以溺人」也。○「口費而煩，易出難悔，易以溺人」者，說德既竟，此還釋溺口所由。費，惠也。口虛出言，而無實從之，是口惠也。口惠不難，失在煩數，故云「而煩」也。無以實言，是「易出」也。一出言，駟馬追之不及，是「難悔」。必為物所憾，所以有禍。口費易出，難悔被害，是溺人也。○「夫民閉於人而有鄙心」者，此釋溺民所由也。言下民之情，常自閉塞，不通人道，故云「閉於人」也。而用心鄙詐，故云「有鄙心」。「可敬不可慢，易以溺人」者，既閉塞人道，而有鄙詐，卒難告喻，故人君當敬以臨之，庶其漸染。若又陵慢，則必怨畔，則國無民，君道便喪溺也。民處卑下，易可褻慢，終致怨畔，是「溺人」也。○「《大甲》曰：毋越厥命，以自覆也」者，伊尹戒大甲辭。言無得顛越其教命，以自覆敗也。○「若虞機張」者，虞，謂虞人。機，謂弩牙。言為政之道，如虞人射獸，先弩牙以張也。○「往省括於厥度則釋」者，謂己心往機間省視箭括，當於所射之度，乃釋弦而發矢，故云「則釋」。言為政之道，政教已陳，當以己心省此所施政教，合於群下，然後乃施之也。○「《兌命》曰：惟口起羞，惟甲冑起兵」者，此《尚書》篇名，傅說戒高宗之辭。口為榮辱之主。若出言不當，則被人所賤，故起羞辱也。甲冑，罰罪之器。若所罰不當，反被兵戎所害，故「甲冑起兵」也。○「惟衣裳在笥，惟干戈省厥躬」者，衣裳在篋笥，當服之以行禮，不可妄與於人。惟所施干戈之事，當自省己身，不可妄加無罪，浪以害人。○「《大甲》曰：天作孽，可違也」者，若水旱災荒，自然而有，非由人失所致，故云「天作孽」。亦可從移辟災，是「可違也」。○「自作孽，不可以逭」者，己自作禍，物皆怨恨，所在而致禍害，故不可逃也。○「尹吉曰：惟尹躬天，見於西邑夏」者，吉，當為「告」；天，當為「先」。言伊尹告大甲云：伊尹身之先祖，見西方夏邑之君，謂禹也。夏都在亳西，故云「西邑」也。「自周有終，相亦惟終」者，周，謂忠信。言夏之先君，有能忠信，得自有其終，其輔相之臣，亦如先君，亦得終久也。引者，證人君若脩德行善，則能終。○注「難親」至「深淵」。○正義曰：言德易狎而難親，若其終始易親，則全無溺人之事，由其初則易狎，後則難親。當恒肅敬，如臨深淵水。若不肅敬，則致陷害，故云「溺人」也。○注「兌當為說」。○正義曰：《尚書序》云：「高宗夢得說，使百工營求諸野，得諸傅巖，作《說命》三篇。」是高宗之臣傅說也，說作書以戒高宗也。○注「尹吉」至「亳西」。○正義曰：云「尹吉」者，上經已解「尹吉」為「尹告」，故此云「亦誥」也。云「天當為先」者，以「天」字與「先」相似，故為「先」也。云「忠信為周」者，《國語》文也。云「伊尹言，尹之先祖」者，鄭君不見《古文尚書》，故云「伊尹之先祖」。據《尚書》是《大甲》之篇，言尹之往先見夏之先君。是身之往先見，非謂「尹之先祖」也。云「伊尹始仕於夏，此時就湯矣」者，《書序》云：「伊尹去亳適夏，既丑有夏，復歸於亳。」是始仕於夏也。經云「先見西邑夏」，故知為誥之時就湯矣。以鄭不見古文，謂言尹誥是伊尹告成湯，故云「此時就湯矣」。與《尚書》同。云「夏之邑在亳西」者，案《世本》及《汲冢古文》並云禹都咸陽城，正當亳西也。及後乃徙安邑。鄭以為湯都偃師為亳邑，則是安邑亦在亳西也。"
      },
      {
        "index": 28,
        "text": "子曰：「民以君為心，君以民為體。心莊則體舒，心肅則容敬。心好之，身必安之；君好之，民必欲之。心以體全，亦以體傷；君以民存，亦以民亡。○注：莊，齊莊也。○音義：好，呼報反。齊，側皆反。《詩》云：『昔吾有先正，其言明且清，國家以寧，都邑以成，庶民以生。誰能秉國成？不自為正，卒勞百姓。』○注：先正，先君長也。「誰能秉國成」，傷今無此人也。成，邦之「八成」也。誰能秉行之，不自以所為者正，盡勞來百姓憂念之者與？疾時大臣專功爭美。○音義：「昔吾有先正」，從此至「庶民以生」，總五句，今《詩》皆無此語，餘在《小雅．節南山》篇，或皆逸《詩》也。清，舊才性反，一云此《詩》協韻，宜如字，上先正，當音征。「誰能秉國成」，《毛詩》無「能」字。勞，力報反，注「勞來」同，《詩》依字讀。長，丁丈反。來，力再反。與音餘。《君雅》曰：『夏日暑雨，小民惟曰怨。資冬祁寒，小民亦惟曰怨。』」○注：「雅」，《書序》作「牙」，假借字也。《君雅》，周穆王司徒作，《尚書》篇名也。資，當為「至」，齊魯之語，聲之誤也。祁之言「是」也，齊西偏之語也。夏日暑雨，小民怨天，至冬是寒，小民又怨天，言民恒多怨，為其君難。○音義：雅音牙，注同，《尚書》作「牙」。夏日，戶嫁反，注同，《尚書》無「日」字。資，依注音至，《尚書》作「咨」，連上句云「怨咨」。祁，巨依反，徐巨尸反，《字林》上尸反。"
      },
      {
        "index": 29,
        "text": "疏　 「子曰」至「曰怨」。○正義曰：此論君人相須，言養人之道，不可不慎也。○「《詩》云：昔吾有先正，其言明且清」者，此逸《詩》也。正，長也。詩人稱昔吾之有先君正長，其教令之言，分明且清絜，國家所以安也，都邑所以成也，庶人所以生也。○「誰能秉國成，不自為正，卒勞百姓」者，卒，益也，言詩人傷今無復有先正之賢，故云今日誰能執國之八成，又當謙退之。「不自為正」者，得其正道，能用仁恩，盡勞來百姓，言今無復有如此之人。疾時大臣，惟專功爭美，各自為是也。○「《君雅》曰：夏日暑雨，小民惟曰怨」者，此穆王命君牙之辭也。言民心難稱，所怨恒多，夏日暑熱及雨，天之常道，細小之人，惟曰怨資也。○「資冬祈寒，小民亦惟曰怨」者，至於冬日，是大寒之時，小人亦惟曰怨。猶言君政雖曰得當，人怨之不已，是治民難也。○注「成，邦之八成也」。○正義曰：案《周禮．小宰職》云：「掌以官府之八成，經邦治：一曰聽政役以比居，二曰聽師田以簡稽，三曰聽閭裡以版圖，四曰聽稱責以傅別，五曰聽祿位以禮命，六曰聽取予以書契，七曰聽賣買以質劑，八曰聽出入以要會。」皆成事品式，以聽治於人。○注「雅書」至「字也」。○正義曰：言古牙字假雅字以為牙，故《尚書》以為「君牙」，此為「君雅」。案《尚書》云：「小民惟曰怨咨。」今此本作「資」字，鄭又讀資當為「至」以鄭，不見《古文尚書》故也。"
      },
      {
        "index": 30,
        "text": "子曰：「下之事上也，身不正，言不信，則義不壹，行無類也。」○注：類，謂比式。○音義：行，下孟反，下「行有格」同。比式如字，比方法式。子曰：「言有物而行有格也，是以生則不可奪志，死則不可奪名。○注：物，謂事驗也。格，舊法也。○音義：是故，一本作「以」。故君子多聞，質而守之；多志，質而親之；精知，略而行之。○注：質，猶少也。多志，謂博交汎愛人也。精知，孰慮於眾也。精，或為「清」。○音義：知，如字，一音智，注同。氾音泛。《君陳》曰：『出入自爾，師虞庶言同。』○注：自，由也。師、庶，皆眾也。虞，度也。言出內政教，當由女眾之所謀度，眾言同，乃行之，政教當由一也。○音義：度，待洛反，下同。《詩》云：『淑人君子，其儀一也。』」"
      },
      {
        "index": 31,
        "text": "疏　 「子曰」至「一也」。○正義曰：此一節明下之事，上當守其一。○「則義不一，行無類也」者，若身之不正，言之不信，則於義事不能齊一，行無有比類。言行之無恒，不可比類也。○「言有物而行有格也」，物，謂事之徵驗；格，謂舊有法式。言必須有徵驗，行必須有舊法式。既言行不妄，守死善道，故「生則不可奪志，死則不可奪名」。言名、志俱善，欲奪不可也。「故君子多聞，質而守之」者，雖多聞前事，當簡質而守之。○「多志，質而親之」者，謂多以志意博交汎愛，亦質少而親之。○「精知，略而行之」者，謂精細而知，孰慮於眾，要略而行之。此皆謂聞見雖多，執守簡要也。「《君陳》曰：出入自爾，師虞庶言同」者，自，由也；師，眾也；虞，度也；庶，眾也。成王戒君陳云：言出入政教，當由女眾人共知謀度。若眾言皆同，乃行之，言政教當由一也。○「《詩》云：淑人君子，其儀一也」者，此《曹風．鳲鳩》之篇，剌曹公不均平也。言善人君子，其威儀齊一也。引之者，證為政之道須齊一也。"
      },
      {
        "index": 32,
        "text": "子曰：「唯君子能好其正，小人毒其正。○注：正，當為「匹」字之誤也，匹謂知識朋友。○音義：好，呼報反，下皆同。正音匹，出注，下同。故君子之朋友有鄉，其惡有方。○注：「鄉」、「方」，喻輩、類也。小人徼利，其交無常也。○音義：鄉，許亮反，又音香，注同。輩，布內反。徼，古堯反，下同。是故邇者不惑而遠者不疑也。○注：言其可望而知。邇，近也。《詩》云：『君子好仇。』」○注：仇，匹也。"
      },
      {
        "index": 33,
        "text": "疏　 「子曰」至「好仇」。○正義曰：此一節明其朋匹之事。「君子能好其正」者，匹，匹偶。言君子能愛好其朋友匹偶，以下云「君子好仇」，故知此「正」為「匹」也。○「故君子之朋友有鄉，其惡有方」者，言「鄉」、「方」皆猶輩、類也。言君子所親朋友及所惡之人，皆有輩類。言君子善者則為朋友也。既好惡不同，故君子之交，可者與之，不以榮枯為異，是朋友。不善者，則可憎惡之，言有常也。若小人唯利是求，所善所惡，無恒定也。○「是故邇者不惑，而遠者不疑也」，由好惡有定，可望貌而知，故近者不惑，遠者不疑也。○「《詩》云：君子好仇」者，此《周南．關雎》之篇，《詩》意云：「窈窕淑女，君子好仇。」此則斷章云：君子之人，以好人為匹也。"
      },
      {
        "index": 34,
        "text": "子曰：「輕絕貧賤，而重絕富貴，則好賢不堅，而惡惡不著也。人雖曰『不利』，吾不信也。○注：言此近徼利也。○音義：惡惡，上烏路反，下如字。著，張慮反。近，附近之近。《詩》云：『朋友攸攝，攝以威儀。』」○注：攸，所也。言朋友以禮義相攝正，不以貧富貴賤之利也。"
      },
      {
        "index": 35,
        "text": "疏　 「子曰」至「威儀」。○正義曰：此一節明交友之道，唯善是仇，以威儀相攝佐也。○「則好賢不堅，而惡惡不著也」者，以賢而貧賤則輕絕之，是「好賢不堅」。惡而富貴則重絕之，則惡惡不著」也。如此者，是貪利之人，故云「雖曰『不利』，吾不信也」。○「《詩》云：朋友攸攝，攝以威儀」者，此《大雅．既醉》之篇，美成王之時大平之詩。於時朋友群臣，所以禮義相攝佐之時以威儀也。言不以富貴貧賤而求利者。"
      },
      {
        "index": 36,
        "text": "子曰：「私惠不歸德，君子不自留焉。○注：私惠，謂不以公禮相慶賀，時以小物相問遺也。言其物不可以為德，則君子不以身留此人也。相惠以褻瀆、邪辟之物，是為不歸於德。歸，或為「懷」。○音義：遺，於季反。邪，似嗟反，徐以車反。辟，匹亦反。《詩》云：『人之好我，示我周行。』」○注：行，道也。言示我以忠信之道。○音義：行，戶剛反，又如字。"
      },
      {
        "index": 37,
        "text": "疏　 「子曰」至「周行」。○正義曰：此一節明君子唯以德是與。○「私惠不歸德」者，言人以私小恩惠相問遺，不歸依道德，如此者，君子之人不用留意於此等之人，言不受其惠也。○「《詩》云：人之好我，示我周行」者，此《小雅．鹿鳴》之篇。言文王燕飲群臣，愛好於我，示我以忠信之道也。周，忠信。行，道也。惟以忠信正道以示我，不以褻瀆、邪辟之物而相遺也。"
      },
      {
        "index": 38,
        "text": "子曰：「苟有車，必見其軾；苟有衣，必見其敝。人苟或言之，必聞其聲；苟或行之，必見其成○注：。言凡人舉事，必有後驗也。「見其軾」，謂載也。敝，敗衣也。衣或在內，新時不見。○音義：軾音式。敝，鄭婢世反，敗也，庾必世反，隱蔽也。人苟或言之，一本無「人」字。不見如字，又賢遍反。《葛覃》曰：『服之無射。』」○注：射，厭也。言己原采葛以為君子之衣，令君子服之無厭，言不虛也。○音義：覃，徒南反。射音亦，注同。厭，於艷反，後皆同。令，力呈反。"
      },
      {
        "index": 39,
        "text": "疏　 「子曰」至「無射」。○正義曰：此明人言行必慎其所終也；將欲明之，故先以二事為譬喻也。○「苟有其車，必見其軾」者，言人苟稱家有車，必見其車有載於物，不可虛也。言有車無不載也。○「苟有其衣，必見其敝」者，言人苟稱家有衣，必見其所著之衣，有終敝破也，不虛稱有衣而無敝也。○「人苟或言之，必聞其聲」者，既稱有言，必聞其聲，不可有言而無聲也。○「苟或行之，必見其成」者，人苟稱有行此事，必須見其成驗，不可虛稱有行而無成驗也。○「《葛覃》曰：服之無射」者，此《周南．葛覃》之篇，美后妃之德也。《詩》之本意，言后妃習絺綌之事，而無厭倦之心。此則斷章云，采葛為君子之衣，君子得而服之無厭倦也。言君子實得其服而不虛也，引之者，證人之所行終須有效也。○注「衣或在內，新時不見」。○正義曰：以經云「苟有其車必見其載，苟有其衣當言「必見其著」，今乃云「必見其敝」，以求初新著時，或在內裡，人不見也。其敝破棄，時乃始見，故云「必見其敝」。"
      },
      {
        "index": 40,
        "text": "子曰：「言從而行之，則言不可飾也。行從而言之，則行不可飾也。○注：從，猶隨也。○音義：行從，下孟反，下「則行」，下注「以行」同。故君子寡言而行，以成其信，則民不得大其美而小其惡。○注：以行為驗，虛言無益於善也。寡，當為「顧」，聲之誤也。○音義：寡音顧，出注。《詩》云：『白圭之玷，尚可磨也。斯言之玷，不可為也。』○注：玷，缺也。言圭之缺，尚可磨而平之，言之缺無如之何。○音義：玷，丁簞反，又丁念反，下及注同。摩，莫何反。《小雅》曰：『允也君子，展也大成。』○注：允，信也。展，誠也。《君奭》曰：『昔在上帝，周田觀文王之德，其集大命於厥躬。』」○注：奭，召公名也，作《尚書》篇名也。古文「周田觀文王之德」為「割申勸寧王之德」，今博士讀為「厥亂勸寧王之德」。三者皆異，古文似近之。割之言「蓋」也，言文王有誠信之德，天蓋申勸之，集大命於其身，謂命之使王天下也。○音義：奭音釋。周田觀文，依注讀為「割申勸寧」。召，尚照反，亦本作卲。近，附近之近。王，於況反。"
      },
      {
        "index": 41,
        "text": "疏　 「子曰」至「厥躬」。○正義曰：此一節明重言行之事。○「言從而行之，則言不可飾也」者，從，隨也。謂言在於先，而後隨以行之，言當須實，不可虛飾也。○「行從而言之，則行不可飾也」者，謂行在於前，言隨於後，論說於行，則行當須先實，不可虛飾也。○「故君子寡言而行，以成其信」者，以其言行相副之，故君子當顧言而行，以成其信也。○「則民不得大其美而小其惡」者，必須以行為驗，不用虛辭。為此之故，則人不得虛增大其美事，而減小其惡事。由美惡大小皆驗於行也。○「《詩》云：白圭之玷，尚可磨也」，此《大雅．抑》之篇，刺厲王之詩也。白圭之玉玷缺，尚可磨而平之。此言語玷缺，不可為而改之，是「無如之何」也。○「《小雅》曰：允也君子，展也大成」者，此《詩．小雅．車攻》之篇，美宣王之詩也。允，信也，言信實矣。君子，謂宣王。展，誠也；誠，實矣。而「大成」，大平也。引之者，證言信為本。○「《君奭》曰：昔在上帝」者，此周公告君奭之辭也。上帝，天也。言往昔之時，在上天也。○「周田觀文王之德」，周，當為「割」；田，當為「申」；觀，當為「勸」。言文王有誠信之德，故上天蓋申重獎勸文王之德。○「其集大命於厥躬」者，以文王誠信，故天命之。引之者，證言當誠信也。○注「奭召」至「下也」。○正義曰：案《周書序》云：「召公為保，周公為師。」「召公不說，周公作《君奭》。」《君奭》經云：公曰「君奭」。是「奭」為召公名也。謂周公既致政，仍留為大師。召公謂其貪於寵祿，故不說也。周公以善告之，名篇為《君奭》，故云《尚書》篇名也。云「古文周田觀文王之德，為割申勸寧王之德」者，以伏生所傳，歐陽、夏侯所注者為《今文尚書》，以衛、賈、馬所注者，元從壁中所出之古文，即鄭注《尚書》是也。此「周」字，古文為「割」；此「田」字，古文作「申」；此「觀」字，古文為「勸」：皆字體相涉，今古錯亂。此文《尚書》為「寧王」，亦義相涉也。云「今博士讀為厥亂，勸寧王之德」者，謂《今文尚書》讀此「周田觀文王之德」為「厥亂勸寧王之德」也。云「三者皆異，古文似近之」者，三者，謂此《禮記》及《古文尚書》，並今博士讀者，三者其文各異，而古文「周田」為「割申」，其字近於義理，故云「古文似近之」。云「割之言蓋也」，割、蓋聲相近，故「割」讀為「蓋」，謂天蓋申勸之。孔《尚書》猶為「割」，謂割制其義，與此不同。"
      },
      {
        "index": 42,
        "text": "子曰：「南人有言曰：『人而無恒，不可以為卜筮。』古之遺言與？龜筮猶不能知也，而況於人乎？○注：恒，常也。「不可為卜筮」，言卦兆不能見其情，定其吉凶也。○音義：與音餘。《詩》云：『我龜既厭，不我告猶。』○注：猶，道也。言褻而用之，龜厭之，不告以吉凶之道也。《兌命》曰：『爵無及惡德。』民立而正事，純而祭祀，是為不敬。事煩則亂，事神則難。○注：惡德，無恒之德。純，猶皆也。言君祭祀，賜諸臣爵，毋與惡德之人也。民將立以為正，言放效之疾。事皆如是，而以祭祀，是不敬鬼神也。惡德之人使事煩，「事煩則亂」，使事鬼神又難以得福也。「純」，或為「煩」。○音義：兌音悅。毋音無。放，方往反。效，戶教反。《易》曰：『不恒其德，或承之羞。』『恒其德偵。婦人吉，夫子凶。』」○注：羞，猶辱也。偵，問也。問正為偵。婦人，從人者也，以問正為常德則吉。男子當專行幹事，而以問正為常德，是亦無恒之人也。○音義：偵音貞，《周易》作「貞」。幹，古半反。"
      },
      {
        "index": 43,
        "text": "疏　 「子曰」至「子凶」。○正義曰：此一節明為人臣之法，當有恒也。○「人而無恒，不可以為卜筮」者，南人，殷掌卜之人，有遺餘之言稱云：人而性行無恒，不可為卜筮。「古之遺言與」？龜筮猶不能得知無恒之人，而況於凡人乎。○「詩云：我龜既厭，不我告猶」者，《小雅．小旻》之篇，刺幽王之詩。言幽王性行無恒，數誣卜筮，故云我龜既厭倦於卜，不於我身告其吉凶之道也。引之者，證無恒之人不可以為卜筮也。○「《兌命》曰：爵無及惡德」者，此《尚書》傅說告高宗之辭，云祭祀之末，爵人之時，無復及此惡德之人。惡德，無恒者也。○「民立而正，事純而祭祀」者，純，皆也。言若爵此惡德之人，則立之以為正事，在下必學之。若每事皆爵此惡德之人，而以祭祀，是不敬鬼神也。言無恒之人，不可祭祀也。○「事煩則亂」者，言若使無恒惡德之人主掌祭祀，其事則煩，事煩則致亂也。○「事神則難」者，若使惡德之人事其鬼神，則難得其福。○「《易》曰：不恒其德，或承之羞」者，《恒卦》九三爻辭。言人若不恒常其德，故承之羞辱。引之者，證「人而無恒」，其行惡也。○「恒其德偵，婦人吉，夫子凶」者，此《恒卦》六五爻辭。偵，正也。言恒常其德，問正於人，婦人吉也。以婦人不自專，常須問正於人，故得吉。夫子，男子也，當須自專權幹於事，若問正於人，失男子之道，故為凶。引之者，證男子之無恒德，其行惡也。○注「純猶」至「福也」。○正義曰：「言君祭祀，賜諸臣爵，無與惡德之人也」者，此經直云「爵無及惡德」，必知因祭祀賜諸臣爵者，以下云「事純而祭祀，是為不敬」，故知因祭祀也。云「事皆如是，而以祭祀，是不敬鬼神也」者，言於祭祀之末，不可爵此惡德人也。○注「羞猶」至「人也」。○正義曰：此「不恒其德，或承之羞」者，是《易．恒卦》巽下震上，九三爻辭，得正互體為乾，乾有剛健之德，體在巽。巽為進退，是「不恒其德」也。又互體為兌，兌為毀折，是將有羞辱也。云「問正為偵」者，此「恒其德偵」，《恒卦》六五爻辭，以陰爻而處尊位，是天子之女。又互體兌，兌為和說。至尊主家之女，以和悅幹其家事，問正於人，故為「吉」也。應在九二，又男子之象，體在巽，巽為進退，是無所定而婦言是從，故云「夫子凶」也。"
      }
    ]
  }
}