{
  "chapterNumber": 21,
  "title": "儒行",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "魯哀公問於孔子曰：「夫子之服，其儒服與？」○注：哀公館孔子，見其服與士大夫異，又與庶人不同，疑為儒服而問之。○音義：服與音餘。孔子對曰：「丘少居魯，衣逢掖之衣；長居宋，冠章甫之冠。丘聞之也，君子之學也博，其服也鄉。丘不知儒服。」○注：逢，猶大也。大掖之衣，大袂襌衣也，此君子有道藝者所衣也。孔子生魯，長而之宋而冠焉。宋，其祖所出也。衣少所居之服，冠長所居之冠，是之謂「鄉」。言「不知儒服」，非哀公意不在於儒，乃今問其服。庶人襌衣，袂二尺二寸，袪尺二寸。○音義：少，詩照反，注同。衣，於既反，注「所衣也」、「衣少所居」同。逢掖，上如字，下音亦。長，丁文反，注同。冠章，古亂反，注「而冠」、「冠長所居」同。章甫，殷冠也。單衣，本亦作「襌」，音丹。袪，去居反。"
      },
      {
        "index": 1,
        "text": "疏　 「魯哀公問於孔子」者，言夫子自衛反魯，哀公館於孔子，問以「儒行」之事。記者錄之，以為《儒行》之篇。孔子說儒凡十七條，其從上以來至下十五條，皆明賢人之儒。其第十六條，明聖人之儒，包上十五條賢人儒也。其十七條之儒，是夫子自謂也。今此一節，明哀公至孔子之家，見孔子衣服之異，疑其儒服，遂問「儒行」，為孔子命席，方說儒行之事也。○「君子之學也博」者，言遍知今古之事也。○「其服也鄉」者，其冠服須依所居之鄉也。○「丘不知儒服」者，不知，猶不識也。言我所服，但依其鄉之服，不知儒服。言此者，譏哀公意不在儒，欲侮笑其服，故以此言非之。○注「逢猶」至「二寸」。○正義曰：謂逢猶盛大之貌。《詩》云：「維柞之枝，其葉蓬蓬。」是蓬為盛大之貌也。云「大掖之衣，大袂襌衣也」者，掖，謂肘掖之所寬大，故云「大袂襌衣也」。禮：大夫以上，其服侈袂。鄭注《司服》云：「侈之者，半而益一」，「袂三尺三寸，袂尺八寸。」朝祭之服，必表裡不襌也。孔子若依尋常侈袂服，則哀公無由怪之，以其「大袂襌衣」異於士大夫常服，故問之。云「非哀公意不在於儒」者，今若在儒，孔子新來，則應問以儒行，今乃問其服，是意欲侮戲夫子，故下文云「不敢以儒為戲」。明此時意以為戲也。云「庶人襌衣，袂二尺二寸」者，庶人無朝祭之事，故知「襌衣，袂二尺二寸」。云「袂尺二寸」者，《玉藻》文，言深衣之制如此。今夫子著襌衣，與庶人同，其袂大，與庶人異，故謂衣為逢掖也，則此大袂深衣也。「長居宋，冠章甫之冠」，言夫子生於魯，長於宋。魯有「大袂襌衣」，宋有「章甫之冠」，故知大袂之衣是少所居之服也，章甫之冠是長所居之冠。案《曲禮》云：「去國三世」，「唯興之日，從新國之法。」孔子曾祖防叔，防叔生木金，木金生伯夏，伯夏生梁紇，梁紇生孔子。防叔奔魯，至孔子五世，應從魯冠，而猶著殷章甫冠者，以立為製法之主，故有異於人。所行之事多用殷禮，不與尋常同也。且《曲禮》「從新國之法」，祗謂禮儀法用，未必衣服盡從也。禮：臣朝於君，應著朝服。而著常服者，時孔子自衛新還，哀公館之，非是常朝，服衣冠異也。"
      },
      {
        "index": 2,
        "text": "哀公曰：「敢問儒行？」孔子對曰：「遽數之不能終其物，悉數之乃留。更僕，未可終也。」○注：遽，猶卒也。物，猶事也。留，久也。僕，大僕也，君燕、朝則正位，掌擯相。「更」之者，為久將倦，使之相代。○音義：行，下孟反，下「力行」同。遽，其據反，急也。數，色主反，下同。更，十衡反，代也，注同，一音加孟反。卒，七忽反。大音泰。朝，直遙反。擯，必慎反。相，息亮反。為，于偽反，下「為孔子」同。"
      },
      {
        "index": 3,
        "text": "疏　 ○遽數之不能終其物」者，遽，卒也；數，說也；終，盡也；物，事也。孔子答言，儒行深遠，非可造次。若急而說，則不能盡事也。○「悉數之乃留，更僕，未可終也」者，留，久也；若欲細悉說之，則乃大久也。「更僕」者，更，代也。僕，大僕也。君燕朝，則大僕正位掌擯相也。言若委細悉說之，則大久。僕侍疲倦，宜更代之，未可終也。若不更僕，則事未可盡也。"
      },
      {
        "index": 4,
        "text": "哀公命席，○注：為孔子布席於堂，與之坐也。君適其臣，升自阼階，所在如主。孔子侍，曰：「儒有席上之珍以待聘，夙夜強學以待問，懷忠信以待舉，力行以待取。其自立有如此者。○注：席，猶鋪陳也，鋪陳往古堯、舜之善道，以待見問也。大問曰「聘」。舉，見舉用也。取，進取位也。○音義：強，居兩反，又如字，下同。"
      },
      {
        "index": 5,
        "text": "疏　○「哀公命席」者，哀公既聞孔子所答，稱儒行不敢造次而盡，故命掌筵者為夫子布席也。故注云：「為孔子布席於堂，與之坐也。君適其臣，升自阼階，所在如主。」○「孔子侍」者，此一經明孔子侍坐於哀公，說儒行修立、己身終始之事。○「儒有席上之珍以待聘」者，席，猶鋪陳也；珍，謂美善之道。言儒能鋪陳上古堯、舜美善之道，以待君上聘召也。盧云儒是侍坐席之珍可重也。此經論儒者自學、修飾、立身之事，不應直云「席上之珍可重」，故鄭不從也。○「力行以待取」者，言己修身勵力行之，擬待進取榮位也。「其自立有如此」者，謂自修立己身，有如此行在上之諸事也。"
      },
      {
        "index": 6,
        "text": "儒有衣冠中，動作慎。其大讓如慢，小讓如偽；大則如威，小則如愧。其難進而易退也。粥粥若無能也。其容貌有如此者。○注：中，中間，謂不嚴厲也。「如慢」、「如偽」，言之不愊怛也。「如威」、「如愧」，如有所畏。○音義：慢音僈。易，以豉反，下「險易」同。粥，徐本作鬻，章六反，卑謙貌，一音羊六反。愊，普力反，一音逼，謂愊怛也。怛，丹達反，驚怛也，本或作恨者，非。"
      },
      {
        "index": 7,
        "text": "疏　○「儒有衣冠中」者，此明儒者容貌之事。「儒有衣冠中」者，中，間，言儒者所服衣冠，在尋常人之中間，不嚴勵自異也。「動作慎」者，謂舉動興作恒謹慎也。○「其大讓如慢謂」，有人以大物與己，己之讓此大物之時，辭貌寬緩，如傲慢然。○「小讓如偽」者，言讓其小物，如似詐偽，亦謂寬緩不急切也。言儒不以利動也。○「大則如威」者，言有大事之時，形貌則如似有所畏俱也。○「小則如愧」者，言行小事之時，則如似有所慚愧。「如威如愧」，皆謂重慎自貶損。○「粥粥若無能也」者，粥粥，是柔弱專愚之貌。言形貌粥粥然，如無所能也。○注「中中」至「所畏」。○正義曰：「中，中間」者，言儒者衣冠在常人中間，則孔子「逢掖之衣」是也。云「如慢、如偽，言之不愊怛也」者，愊怛，謂急促之意。言語之時，不愊怛切急，如似慢怠，如似偽然。廋氏云：「讓大物不受，拒於人急，如似傲慢；讓小物之時，初讓後受，如似偽然。」與注意不合，非鄭旨也。"
      },
      {
        "index": 8,
        "text": "儒有居處齊難，其坐起恭敬；言必先信，行必中正。道塗不爭險易之利，冬夏不爭陰陽之和。愛其死以有待也，養其身以有為也。其備豫有如此者。○注：齊難，齊莊可畏難也。行不爭道，止不選處，所以遠斗訟。○音義：齊，側皆反，注同。難，乃旦反，注同。行，皇如字，舊下孟反。夏，戶嫁反。為，于偽反。處，昌慮反。遠，於萬反。"
      },
      {
        "index": 9,
        "text": "疏　○「儒有居處齊難」者，此明儒者先以善道豫防，備患難之事。○「居處齊難」者，凡所居處容貌，齊莊可畏難也。貌既如此，人則無由慢之也。○「道塗不爭險易之利」者，塗，路也。君子行道路，不與人爭平易之地，而避險阻以利巳也。○「冬夏不爭陰陽之和」者，冬溫夏涼，是陰陽之和，處冬日暖處則暄，夏日陰處則涼。此並為世人所競，唯儒者讓而不爭也。故注云：「行不爭道，止不選處，所以遠斗訟也。」○「愛其死以有待也」者，此解「不爭」也。言愛死以待明時，養其身以有為也者，言養身為行道德也。○「其豫備有如此」者，言儒者先行善道，豫防患害，有如此在諸事上也。"
      },
      {
        "index": 10,
        "text": "儒有不寶金玉，而忠信以為寶；不祈土地，立義以為土地；不祈多積，多文以為富；難得而易祿也，易祿而難畜也。非時不見，不亦難得乎？非義不合，不亦難畜乎？先勞而後祿，不亦易祿乎？其近人有如此者。○注：祈，猶求也。立義以為土地，以義自居也。難畜，難以非義久留也。勞，猶事也。積，或為「貨」。○音義：積，子賜反，又如字。易，以豉反，又如字。畜，許六反。見，賢遍反。近，附近之近，下「可近」同。"
      },
      {
        "index": 11,
        "text": "疏　○「儒有不寶金玉，而忠信以為寶」者，此解經明儒者懷忠信仁義之事也。○「儒有不寶金玉，而忠信以為寶」者，言儒懷忠信仁義以與人交，不貪金玉利祿以與人競，人則親而近之。○「不祈土地，立義以為土地」者，言儒者祈土之福，以義自居，故云「以為土地」。○「不祈多積，多文以為富」者，積積聚財物也。儒以多學文章技藝為富，不求財積以利其身也。○「難得而易祿也」，非道之世則不仕，是「難得」也。先事後食，是「易祿」也。○「易祿而難畜也」者，無義則去，是「難畜」也。○「非時不見，不亦難得乎」者，非時，謂非明時則不見，是「不亦難得乎」。○「非義不合，不亦難畜乎」者，君有義而與之合，無義則去，是難畜也。○「其近人有如此」者，言儒者親近於人，有如此在上之諸事也。"
      },
      {
        "index": 12,
        "text": "儒有委之以貨財，淹之以樂好，見利，不虧其義；劫之以眾，沮之以兵，見死，不更其守；鷙蟲攫搏，不程勇者；引重鼎不程其力；往者不悔，來者不豫；過言不再，流言不極；不斷其威，不習其謀。其特立有如此者。○注：淹，謂浸漬之。劫，劫脅也。沮，謂恐怖之也。鷙蟲，猛鳥、猛獸也，字從鳥鷙省聲也。程，猶量也。重鼎，大鼎也。搏猛引重，不量勇力堪之與否，當之則往也，雖有負者，後不悔也。其所未見，亦不豫備，平行自若也。不再，猶不更也。不極，不問所從出也。「不斷其威」，常可畏也。「不習其謀」，口及則言，不豫其說而順也。斷，或為「繼」。○音義：淹，於廉反。樂，五孝反，又音岳。好，呼報反。劫，居業反。沮，在呂反，注同。鷙與摯同，音至。攫，俱縛反，一音九碧反。博音博。程音呈。斷音短，直卵反，絕也，又下亂反，注同。浸，子鴆反。漬，才賜反。脅，許劫反。恐，曲勇反。怖，普路反。省，所景反。量音亮，又音良，下同。更，居孟反。"
      },
      {
        "index": 13,
        "text": "疏　○「儒有委之以貨財」者，此明儒者之行有異於眾，挺特而立，不與同群之事。○「儒有委之以貨財，淹之以樂好」者，言儒者之行，人或委聚之以貨財，謂多以貨財委之。「淹之以樂好」，謂他人淹漬之以愛樂華好之事，言以愛樂玩好浸漬之也。○「見利，不虧其義」者，謂儒者執持操行，雖見貨財樂好之利，不虧損己之義事，苟且而愛也。「劫之以眾，沮之以兵」者，謂他人劫脅以軍眾，沮恐之以兵刃也。○「見死，不更其守」者，言儒者雖見劫、見沮，以致於死，終不更改其所守之志，而苟從之免死也。「鷙蟲攫搏不程勇」者，言儒者若逢鷙猛之蟲，則身自攫搏，不程量武勇堪當以否，遇即行也。○「引重鼎不程其力」者，言引重鼎，不豫備商量己力堪引以否，言見則引之。此攫搏、引鼎，喻艱難之事，言儒者見艱難之事，遇則行之，不豫度量也。此實暴虎之事，而得為儒者，孔子此言雖託儒為事，其實自述也。若春秋夾谷之會，孔子欲斬齊之優儒是也。案：定十年，公與齊侯會於夾谷之地，於時孔子為都禮之事，齊人欲劫辱魯君，孔子使人拒之，而又齊人之樂、並優及侏儒者，於魯幕下弄魯君，孔子命誅之，斷其手足，異門而出。齊侯不敢輕魯，還汶陽之田，及所侵之地，並歸於魯。是夫子之功。儒者亦有勇，不避艱難。引之者，言儒者有勇。○「往者不悔」者，言儒者有往過之事，雖有敗負，不如其意，亦不追悔也。○「來者不豫」者，謂將來之事，其所未見，亦不豫前防備，言已往及未來平行自若也。○「過言不再」者，再，更也。言儒者有愆過之言，不再為之。○「流言不極」者，極，謂窮極。若聞流傳之言，不窮其根本所從出處也。言儒者識慮深遠，聞之則解，故不窮極其所出也。○「不斷其威」者，斷，絕也。言儒者不蹔絕其威嚴，容止常可畏也。○「不習其謀」者，逢事則謀，不豫習也。○「其特立有如此」者，言餘人不能，唯儒者獨行特立，有如此之行也。○注「淹謂」至「順也」。○正義曰：「淹，謂浸漬之」也。言樂好之事，民之所嗜，易以溺人。云淹之樂好，故知淹為浸漬也。云「沮，謂恐怖之也」，以沮謂敗壞於人，是恐怖之也。俗本「沮」或為「阻」字，謂阻難之事。云「鷙蟲，猛鳥猛獸也」者，蟲是鳥、獸通名，故為猛鳥、猛獸。云「字從蟲鷙省聲也」者，言鷙蟲既是猛鳥猛獸，但獸摯從「執」，下著「手」；鳥鷙從「執」，下著「鳥」。今鷙包兩義，以獸鷙從鳥，故云「省」也。執下著「鳥」，執下著「手」，俱是「鷙」聲，故云「聲」也。但以腳取之謂之攫，以翼擊之謂之搏。云「雖有負者，亦不悔也」者，身行往過之事，雖有負敗，不追悔也。云「平行自若」者，若，如也。言雖有負敗及未見之事，不恥愧、憂慮，但平常而行，志意自如也。云「不習其謀，口及則言，不豫其說而順也」者，「口及則言」，謂口及其事，則言論謀度之。不豫前備其言說，而順從所謀之也。"
      },
      {
        "index": 14,
        "text": "「儒有可親而不可劫也，可近而不可迫也，可殺而不可辱也。其居處不淫，其飲食不溽，其過失可微辨而不可面數也。其剛毅有如此者。○注：淫，謂傾邪也。恣滋味為溽，溽之言欲也。○音義：溽音辱。數，所具反。毅，魚既反。邪，似嗟反。"
      },
      {
        "index": 15,
        "text": "疏　 「儒有」至「此者」。○正義曰：此明儒有剛毅之事。「居處不淫」者，淫，謂傾邪也。言儒者性既剛毅，故居處不傾邪也。○「飲食不溽」者，溽之言欲也，即濃厚也。言儒性既剛毅，故飲食常質不濃厚也。○「其剛毅有如此」者，言儒者其剛強嚴毅有如此諸事。"
      },
      {
        "index": 16,
        "text": "「儒有忠信以為甲冑，禮義以為干櫓；戴仁而行，抱義而處；雖有暴政，不更其所。其自立有如此者。○注：甲，鎧。胄，兜鍪也。干櫓，小楯、大楯也。胄，直又反。櫓音魯。載音戴，本亦作戴。鎧，開代反。兜，丁侯反。鍪，莫侯反。小楯，時准反，又音允徐辭尹反。"
      },
      {
        "index": 17,
        "text": "疏　 「儒有忠信」至「此者」。○此明儒者自立之事也。○「忠信以為甲冑」注云「甲，鎧。胄，兜鍪也。干櫓，小盾也，大盾也」，甲、胄、干櫓，所以御其患難。儒者以忠、信、禮、義亦御其患難，謂有忠、信、禮、義，則人不敢侵侮也。○「戴仁而行」，仁之盛。○「抱義而處」，義不離身。○「雖有暴政，不更其所」者，更，改也。不改其志操，迥然自成立也。○雖與前「自立」文同，其意異於上也。「其自立有如此者」，初第一儒言「自立」者，謂強學力行而自修立也。此經「自立」者，謂獨懷仁義忠信也。"
      },
      {
        "index": 18,
        "text": "「儒有一畝之宮，環堵之室，篳門圭窬，蓬戶甕牖；易衣而出，并日而食；上答之不敢以疑，上不答不敢以諂。其仕有如此者。○注：言貧窮屈道，仕為小官也。宮，為牆垣也。環堵，面一堵也。五版為堵，五堵為雉。篳門，荊竹織門也。圭窬，門旁窬也，穿牆為之如圭矣。「并日而食」，二日用一日食也。「上答之」，謂君應用其言。○音義：堵音睹，方丈為堵。篳，徐音畢，杜預云：「柴門也。」圭窬，徐音豆，《說文》云：「穿木戶也。」郭璞《三蒼解詁》云：「門旁小窬也，音臾。」《左傳》作「竇」，杜預云：「圭竇，小戶也。上銳下方，狀如圭形也。」蓬，步紅反。蓬戶，以蓬為戶也。甕，烏貢反。牖音酉，以甕為牖。並，必政反，注同。日，而一反。諂，本又作朓諂，敕檢反。穿音川。應，應對之應。"
      },
      {
        "index": 19,
        "text": "疏　 「儒有一畝之宮」至「此者」。○此明儒者仕宦，能自執其操也。「儒有一畝之宮」者，一畝，謂徑一步，長百步為畝。若折而方之，則東西南北各十步為宅也。牆方六丈，故云「一畝之宮」。宮，謂牆垣也。「環堵之室」者，環，謂周回也。東西南北唯一堵。○「篳門圭窬」，篳門謂以荊竹織門也。杜氏云：「柴門也。」圭窬，門旁窬也，穿牆為之如圭矣，故云「圭窬」。《說文》云：「穿木為戶。」《左傳》作「竇」，謂門旁小戶也。上銳下方，狀如圭也。○「蓬戶甕牖」者，蓬戶，謂編蓬為戶，又以蓬塞門，謂之「蓬戶」。甕牖者，謂牖窗圓如甕口也。又云「以敗甕口為牖」。○「易衣而出」者，王云「更相衣而後可以出」。如王之意，是閤家共一衣，故言出更著之也。○「并日而食」者，謂不日日得食，或三日二日，並得一日之食，故注云「二日用一日食」也。○「上答之不敢以疑」者，上，君也。答之，謂已有言語，君應答而用之。不敢以疑，謂己決竭心力，不敢疑貳於君也。亦謂雖被信任用，不敢猜疑於君上也。言儒者仕官盡忠。○「上不答不敢以諂」者，己有言語而君不用，及不見使，則己宜靜默，不敢諂媚來進也。○注「貧窮」至「為雉」。○正義曰：「貧窮屈道，仕為小官也」者，以經云「其仕有如此者」，是仕官之人，今乃篳門圭窬，仕為小官。儒有大德而仕小官，故知「貧窮屈道」也。云「五版為堵，五堵為雉」者，定十二年《公羊傳》文。引之者，證堵之大小，高一丈、長三丈為雉。"
      },
      {
        "index": 20,
        "text": "「儒有今人與居，古人與稽；今世行之，後世以為楷；適弗逢世，上弗援，下弗推。讒諂之民，有比黨而危之者，身可危也，而志不可奪也。雖危，起居竟信其志，猶將不忘百姓之病也。其憂思有如此者。○注：稽，猶合也，古人與合，則不合於今人也。援，猶引也，取也。推猶進也，舉也。危，欲毀害之也。起居，猶舉事動作。信，讀如「屈伸」之「伸」，假借字也。猶，圖也。信，或為「身」。○音義：稽，古奚反，注同。楷，苦駭反，法式也。援音袁，注下同。推，昌誰反，注同。讒，仕鹹反。比，毗悲反，徐扶至反。信，依注為伸，音申。嗯，息嗣反。"
      },
      {
        "index": 21,
        "text": "疏　 「儒有今人」至「此者」。○此明儒者雖身不居明代，猶能憂思愛及於人之事也。○「今人與居，古人與稽」者，言儒與今世小人共居住，與古人之君子意合同也。「今世行之，後世以為楷」者，楷，法式也。言儒者行事以為後世楷模法式。○「適弗逢世」者，適，之也。謂己之生於澆薄之時，不逢明世也。○「上弗援」者，援，引也，取也。既不逢明時，又不為君上之所引取也。○「下弗推」者，下，謂民人也。推謂進，舉也。言身在下，不遇之時，又不為民下所薦舉也。○「讒諂之民，有比黨而危之」者，危，謂毀害也。既不為君所引，又不為民所薦，唯有「讒諂之民」，其群黨連比共危亡巳者也。「身可危也，而志不可奪也」者，言身乃可危，而心志不可變奪也。故《論語》云「守死善道」是也。○「雖危，起居竟信其志」者，起居，猶舉動也；竟，終也；信，讀為「伸」。雖比黨之民共危己，而行事舉動猶能終伸我己之志操，不變易也。○「猶將不忘百姓之病也」者，猶，圖也。身雖不遇其世，所圖謀不忘百姓之所憂病也，言常念之也。「其憂思有如此者」，謂儒者身雖不遇，猶能憂思於人，有如在上之事也。○注「信讀如屈伸之伸，假借字也」。○正義曰：此是「信」字，義當如「舒伸」之「伸」，但古之字皆假借此信字以為屈伸之伸也。"
      },
      {
        "index": 22,
        "text": "「儒有博學而不窮，篤行而不倦；幽居而不淫，上通而不困；禮之以和為貴，忠信之美，優游之法；舉賢而容眾，毀方而瓦合。其寬裕有如此者。○注：不窮，不止也。幽居，謂獨處時也。上通，謂仕道達於君也，既仕則不困於道德不足也。「忠信之美」，美忠信者也。「優遊之法」，法和柔者也。「毀方而瓦合」，去己之大圭角，下與眾人小合也。必「瓦合」者，亦君子為道不遠人。○音義：行，下孟反。上，時掌反，又如字，注同。裕，羊樹反。去，起呂反。遠，於萬反，又如字。"
      },
      {
        "index": 23,
        "text": "疏　 「儒有博學」至「此者」。○正義曰：此明儒有寬裕之事。○「博學而不窮」者，謂廣博學問而不窮止。○「篤行而不倦」者，篤，猶純也。又有純壹之行，而行之不疲倦也。○「幽居而不淫」者，幽居，謂未仕獨處也；淫，謂傾邪也。君子雖復隱處，常自脩整，不傾邪也。○「上通而不困」者，上通，謂身得通達於君，有道德被用也。不睏，謂既在其位，必行其正，使德位相稱，不為困弊不足也。以儒，德之備也。○「禮之以和為貴」者，禮以體別為理，人用之嘗患於貴賤有隔，尊卑不親。儒者用之，則貴賤有禮而無間隔，故云「以和為貴」也。○「忠信之美」者，見人有忠信，則己美之。○「優遊之法」者，優柔者，和柔也。見人和軟，則己法之。○「慕賢而容眾」者，以見賢思齊是「慕賢」也，泛愛一切是「容眾」也。○「毀方而瓦合」者，方，謂物之方正有圭角鋒鋩也。瓦合，謂瓦器破而相合也。言儒者身雖方正，毀屈已之方正，下同凡眾，如破去圭角，與瓦器相合也。○注「不窮」至「遠人」。○正義曰：「不窮，不止也」者，恐為困窮，故云「不止」，謂不窮已。云「幽居，謂獨處時也」者，既未仕，對已仕者為獨處也。云「去已之大圭角，下與眾人小合也」者，圭角，謂圭之鋒鋩有楞角。言儒者身恒方正，若物有圭角，不欲異眾過甚，去其大圭角，言猶有小圭角也。「下與眾人小合」，儒者不與眾人合，合亦於細碎小事而相合也，則大義之事不皆合也。云「必瓦合者，亦君子為道不遠人」者，言儒者必須瓦合，為屈己同凡，亦是君子為道不遠離於人，與常人小合。若破圭角與瓦之相合，故云「不遠人」也。皇氏云「毀己之圭角，與瓦礫而相合」，義亦通也。"
      },
      {
        "index": 24,
        "text": "「儒有內稱不辟親，外舉不辟怨；程功積事，推賢而進達之，不望其報；君得其志，苟利國家，不求富貴。其舉賢援能有如此者。○注：「君得其志」者，君所欲為，賢臣成之。○音義：辟音避，下同。怨，於元反，又於原反。「推賢而進達之」，舊至此絕句，皇以「達之」連下為句。"
      },
      {
        "index": 25,
        "text": "疏　 「儒有內稱」至「此者」。○此明儒者舉賢能之事。○「儒有內稱不避親」者，稱，舉也。「不辟親」，舉人以理，若祁奚舉子祁午，是「不辟親」。○「外舉不辟怨」者，若祁奚舉讎人解狐也。按襄三年《左傳》云：「祁奚請老致仕，晉侯問嗣焉。稱解狐，其讎也，將立之而卒。又問焉，對曰：『午也可。』」稱其讎，不為諂。立其子，不為比。但審知其賢，故「不辟」也。○「程功積事，推賢而進達之」，舊至此絕句，皇氏以「達之」連下為句。言儒者欲舉人之時，必程效其功，積累其事，知其事堪可，乃推而進達之，不妄舉人也。○「不望其報」者，言雖進達賢人於君，不求望其報也。○「君得其志，苟利國家，不求富貴」者，「君得其志」者，謂君任此儒者輔助其君，使君得其志意，所欲皆成，此儒者推賢達士無所求為，唯苟在利益國家，不於身上自求富貴也。○「其舉賢援能有如此」者，言儒者進達引能，有如此在上諸事也。"
      },
      {
        "index": 26,
        "text": "「儒有聞善以相告也，見善以相示也，爵位相先也，患難相死也，久相待也，遠相致也。其任舉有如此者。○注：相先，猶相讓也。「久相待」，謂其友久在下位不升，己則待之乃進也。「遠相致」者，謂己得明君而仕，友在小國不得志，則相致遠也。○音義：難，乃旦反。舉如字，徐音據。"
      },
      {
        "index": 27,
        "text": "疏　 「儒有聞善」至「此者」。○此明儒者舉任同類之屬。前經「舉賢援能」，謂疏遠者；此經「任舉」，謂親近者也。○「爵位相先也」者，相先，謂相讓，言儒者見爵位之事，必先相推讓於朋友也。○「患難相死也」，儒者有患難，相為致死也。「久相待也」者，謂朋友久在下位不升，己則待之而乃進也。○「遠相致也」者，謂己得明君而仕，朋友在小國，不同得志，則遠相招致其任明君也。○「其仕舉有如此」者，謂朋友更相委任舉薦，有如此在上諸事。"
      },
      {
        "index": 28,
        "text": "「儒有澡身而浴德，陳言而伏，靜而正之，上弗知也，麤而翹之，又不急為也；不臨深而為高，不加少而為多；世治不輕，世亂不沮，同弗與，異弗非也。其特立獨行有如此者。○注：粗猶疏也，微也。君不知巳有善言正行，則觀色緣事，而微翹發其意使知之。又必舒而脫脫焉，己為之疾，則君納之速。君納之速，怪妒所由生也。「不臨深而為高」，臨眾不以己位尊自振貴也。「不加少而為多」，謀事不以己小勝自矜大也。「世治不輕」，不以賢者並眾，不自重愛也。「世亂不沮」，不以道衰廢壞己志也。○音義：澡音早。靜如字，徐本作諍，音爭。粗，本又作{分鹿}，七奴反。翹，祁饒反。治，直吏反，注同。沮，徐在呂反，注同。行，下孟反，注及下注同，又如字。脫，並吐外反。妒，丁路反。壞，乎怪反，又音怪。"
      },
      {
        "index": 29,
        "text": "疏　 「儒有澡身」至「此者」。○此明儒者殊異於人、特立獨行之事。○「澡身而浴德」者，澡身，謂能澡絜其身，不染濁也。浴德，謂沐浴於德，以德自清也。○「陳言而伏」者，謂陳設其言，而伏聽君命也。○「靜而正之」者，謂靜退自居，而尋常守正，不傾躁也。「上弗知也」，謂己有善言正行，君上所不知。○「粗而翹」者，粗，疏也；翹，起髪也。言儒者事君，己有善言正行，君上既不知，當伺候君上顏色，因緣有事，微疏而起髪之，令君上得知也。○「又不急為也」者，謂起髪之時，不急速而為之也。○「不臨深而為高」者，地既高矣，不臨此眾人深下之處更增高大，猶言不臨此眾人卑賤處而自尊顯也。又臨眾人，不以己位高尊而自振貴，言儒者卑以自牧。「不加少而為多」者，謂己有謀事少勝，不加增少勝，自以為多以矜大也。「世治不輕」者，世治之時，雖與群賢並處，不自輕也。言常自重愛也。「世亂不沮」者，沮，猶廢壞也。言世亂之時，道雖不行，亦不沮壞已之本志也。○「同弗與」者，言儒之仕，彼位雖與齊同者，行不是善，則不與之相親合也。○「異弗非也」，謂彼人與己之疏異，所為是善，則不非毀之也。○「其特立獨行有如此」者，言獨能特立，獨有此行如此所云之事也。前第五儒既明「特立」，此又云「特立獨行」者，前云「特立」，但明一身勇武，不論行之所為。此經所云，非但身所特立，又獨有此行為「獨行」，故更言「特立」也。○注「粗猶」至「志也」。○正義曰：粗猶疏也，微也。「君不知已有善言正行」者，釋經文「上不知」也。云「則觀色緣事，而微翹髪其意使知之」者，釋經「粗而翹之」也。云「又必舒而脫脫焉，己為之疾，則君納之速。君納之速，怪妒所由生也」者，釋經「又不急為也」。若納已言速疾，則被眾人所怪，妒所由生也。云「世治不輕，不以賢者並眾，不自重愛也」者，言凡人之情，見眾人無知，己之獨賢，則盡心用力。若眾人皆賢，或自替廢，儒者不以如此，恒自重愛也。"
      },
      {
        "index": 30,
        "text": "「儒有上不臣天子，下不事諸侯；慎靜而尚寬，強毅以與人；博學以知服，近文章，砥厲廉隅；雖分國如錙銖，不臣不仕。其規為有如此者。○注：「強毅以與人」，彼來辨言行而不正，不苟屈以順之也。「博學以知服」，不用己之知勝於先世賢知之所言也。「雖分國如錙銖」，言君分國以祿之，視之輕如錙銖矣。八兩曰錙，○音義：近，附近之近。砥音脂，又音旨。厲，力世反。分如字。錙，側其反，《說文》云「六銖」。銖音殊，《說文》云「權分十黍之重」。賢知音智。"
      },
      {
        "index": 31,
        "text": "疏　 「儒有上不臣天子」至「此者」。○此明儒者志操規為之事。○「上不臣天子」，伯夷、叔齊是也。「下不事諸侯」，長沮、桀溺是也。○「其靜而寬」者，既慎而靜，所尚寬緩也。「強毅以與人」者，若有人與己辨言行，而彼人道不正，則己不苟屈從之，是用「剛毅以與人」也。○「博學以知服」者，謂廣博學問，猶知服畏先代賢人。言不以己之博學凌誇前賢也。○「近文章，砥厲廉隅」者，言儒者習近文章，以自磨厲，使成己廉隅也。○「雖分國如錙銖」者，言君雖分國以祿之，視之輕如錙銖，不貴重也。「不臣不仕」者，謂不與人為臣，不求仕官，但自規度所為之事而行，故云「其規為有如此者」也。○注「強毅」至「曰錙」。○正義曰：「強毅以與人，彼來辨言行而不正，不苟屈以順之也」者，解經「強毅以與人」之事。謂彼人來至與己辨爭言行，而彼人為道不正，己則不苟且屈撓以順從之。云「不用己之知勝於先世賢知之所言也」者，解經「博學以知服」。謂不用己之所知勝於先世賢知者之所言，服從之也。云「八兩曰錙」者，案筭法：十黍為參，十參為銖，二十四銖為兩，八兩為錙。"
      },
      {
        "index": 32,
        "text": "「儒有合志同方，營道同術，並立則樂，相下不厭，久不相見，聞流言不信。其行本方立義，同而進，不同而退。其交友有如此者。○注：同方、同術，等志行也。「聞流言不信」，不信其友所行如譭謗也。○音義：並如字，又步頂反，本亦作競。樂音洛，又音岳。下，立嫁反。厭，於艷反。行，皇音衡，又下孟反。「本方」，絕句。「立義」，絕句。志行，下孟反，下注「儒行」同。謗，補浪反。"
      },
      {
        "index": 33,
        "text": "疏　 「儒有合志」至「此者」。○此明儒者與人交友之事。○「合志同方」者，方，猶法也。言儒者與交友合齊志意，而同於法則也。○「營道同術」者，謂經營道藝，同齊於術，同術則同方也。但「合志同方」，據所懷志意也。「營道同術」，據所習道藝也。○「並立則樂」者，謂與知友並齊而立，俱同仕官，則歡樂也。○「相下不厭」者，謂遞相卑下，不厭賤也。「久不相見，聞流言不信」者，雖有朋友久不相見，聞流謗之言欲譖毀朋友，則己不信其言也。○「其行本方立義」者，廋氏言：其行所本必方正，所立必存義也。○「同而進，不同而退」者，謂朋友所為，與己同則進而從之，若不與己同則退而避之。「其交友有如此」者，言其結交為朋友，有如此在上諸事也。自此以上，凡有十五儒所陳之事，亦有前後乖異者。此上經云「不臣不仕」，第一儒云「席上之珍以待聘，夙夜強學以待問，懷忠信以待舉，力行以待取」，則有仕官之志也。第十儒云「寬裕」，第六儒云「剛毅」，與寬裕亦別也。第三儒云「愛其死」，「養其身」，「備豫」禍患，第五儒云「劫之以眾，沮之以兵，見死不更其守」，亦不同也。如此儒之乖違，上下不一，略舉一二言也。所以如此不同者，言儒包百行，事非一揆，量事制宜，隨機而發。當其剛毅之節，則守死不移；論其營養之道，則寬而容眾；逢有道之世，則進而事君；遇無道之時，則退而不仕。且賢有優劣，儒有大小。大儒則理包百行，小儒則或偏守一邊。所以《尚書．皋陶》「九德」不一，德多則為天子、諸侯，德少則為大夫、卿、士。苟達於此，儒行亦然。雖或不同，無所怪也。"
      },
      {
        "index": 34,
        "text": "「溫良者，仁之本也。敬慎者，仁之地也。寬裕者，仁之作也。孫接者，仁之能也。禮節者，仁之貌也。言談者，仁之文也。歌樂者，仁之和也。分散者，仁之施也。儒皆兼此而有之，猶且不敢言仁也。其尊讓有如此者。○注：此兼上十有五儒，蓋聖人之儒行也。孔子嫌若斥己，假仁以為說。仁，聖之次也。○音義：孫音遜。接，似輒反，又如字。分，方云反，徐扶問反。施，始致反。斥音尺。"
      },
      {
        "index": 35,
        "text": "疏　 「溫良者，仁之本」至「此者」。○此明聖人之儒，兼上十五儒之行，亦是孔子嫌其斤己，假言仁者之儒以說之。○「溫良者，仁之本也」者，言溫良之性，是仁之儒行之本。言仁者之儒，先從溫良而起，故云「仁之本也」。○「敬慎者，仁之地也」者，亦言仁者之儒以敬慎為地。地所以居止萬物，仁者之儒亦居止敬慎，故云「仁之地」。○「寬裕者，仁之作也」者，言儒者之動作必以寬裕，故云「仁之作也」。○「孫接者，仁之能也」，言孫辭接物是仁儒之技能。○「禮節者，仁之貌也」，言禮儀撙節是仁儒之外貌。○「言談者，仁之文也」，言語談說是仁儒之文章也。「歌樂者，仁之和也」，言歌舞喜樂是仁儒之和悅也。○「分散者，仁之施也」，言分散蓄積而振貧窮是仁儒之恩施也。○「儒皆兼此而有之，猶且不敢言仁也」，言儒者既兼有此行，猶尚孫讓，不敢自謂己仁也。○「其尊讓有如此」者，尊，謂恭敬。讓，謂卑謙。謂尊敬於物，卑讓於人，有此之行也。此謂聖人之儒，但聖人理極，不可為名言，仁亞於聖，故假仁以論聖人之儒也。"
      },
      {
        "index": 36,
        "text": "「儒有不隕穫於貧賤，不充詘於富貴，不慁君王，不累長上，不閔有司，故曰『儒』。○注：隕穫，困迫失志之貌也。充詘，喜失節之貌。慁，猶辱也。累，猶繫也。閔，病也。言不為天子、諸侯、卿、大夫、群吏所困迫而違道，孔子自謂也。充，或為「統」。閔，或為「文」。○音義：隕，於敏反。穫，本又作獲，同，戶郭反，注同。詘，永勿反，注同，徐音丘勿反。慁，胡困反，注同。累，力偽反，注同，一音力追反。長，丁丈反。閔，本亦作愍，武謹反。不為，于偽反。今眾人之命儒也妄常，以儒相詬病。」○注：妄之言無也。言今世名儒，無有常人。遭人名為儒，而以儒靳故相戲，此哀公輕儒之所由也。詬病，猶恥辱也。○音義：命儒，命，名也。妄，鄭音亡，亡，無也，王音忘尚反，虛妄也。詬，徐音遘，又呼候反。靳，居覲反，杜預云「戲而相媿為靳」也。孔子至舍，哀公館之，聞此言也，言加信，行加義，「終沒吾世，不敢以儒為戲」。○注：《儒行》之作，蓋孔子自衛初反魯時也。孔子歸至其捨，哀公就而禮館之，問儒服而遂問儒行，乃始覺焉。言沒世不敢以儒為戲，當時服。○音義：行加，下孟反，注同。"
      },
      {
        "index": 37,
        "text": "疏　 「儒有」至「曰儒」。○此明孔子自言己之儒所行如此，故繫於諸儒之末也。○「不隕穫於貧賤」者，隕穫是「困迫失志之貌」。言己雖遇貧賤，不隕穫失志也。○「不充詘於富貴」者，充詘，是歡喜失節之貌。言雖得富貴，不歡喜失節。○「不慁君王」者，慁，辱也。言不見慁辱於君王而違道也。○「不累長上」者，累，猶繫也。長上，謂卿大夫。言不以累繫於長上而失志也。○「不閔有司」者，閔，病也。有司，謂群吏。言儒者不以困病於有司而失常，謂不以群吏所困迫。○注「閔病」至「自謂」。○正義曰：「閔，病也」，《釋詁》文。云「不為天子、諸侯、卿、大夫、群吏所困迫而違道」者，言天子、諸侯，解經「君王」也。云「卿大夫」，解經「長上」也。群吏，解經「有司」也。案《史記．孔子世家》云：在魯，哀公不用；在齊，犁鉏所毀；入楚，子西所譖；適晉，趙鞅欲害；伐樹於宋，削跡於衛，畏匡厄陳，則身被辱累多矣。鄭以其如此，故釋云不以慁累閔病而違道。云「孔子自謂也」，鄭知者，以此一儒在眾儒之末、聖人儒後，特更說此一條，事與孔子相會，故知「孔子自謂」也。○「今眾人之命儒也妄常」者，此一節明孔子說儒既畢，遂言今世賤儒，以譏哀公也。命，名也。妄，無也。言今世眾人名之為儒者，無復常人，遭人則謂之為儒。「以儒相詬病」者，詬病，猶恥辱也。言今世以命之為儒，是相恥辱。時世如此，故哀公輕儒也。○注「以儒靳故相戲」。○正義曰：左魯莊公十一年，宋人戰於乘丘，長萬為魯所獲。「宋人請之」，魯人歸之，「宋公靳之」。長萬，宋大夫也。曰：「始吾敬子，今子魯囚也。吾不敬子矣。」長萬病之，後弒閔公。杜云：「戲而相愧曰靳。」○「孔子至捨，哀公館之，聞此言也」。○此經明孔子自衛反魯歸至其家，哀公就而館之，聞孔子之言，遂敬於儒也。○「言加信，行加義」者，是記所錄也。○「終沒吾出，不敢以儒為戲」者，是哀公之言，記者述而錄之。○注「儒行」至「時服」。○正義曰：《儒行》之作，蓋孔子自衛初反魯時也。案《左傳》哀十一年冬：衛「孔文之將攻大叔也，訪於仲尼，仲尼曰：『胡簋之事，則常學之矣。甲兵之事，未之聞也。』退命駕而行」。「文子遽止之」，「將止，魯人以幣召之」，孔子乃歸。以傳文無館事，故鄭稱「蓋」以疑之也。云「不敢以儒為戲，當時服」者，以哀公終竟不能用孔子，故孔子卒，哀公誄之，傳云：「生不能用，死而誄之，非禮也。」是終意輕儒。此云「不敢以儒為戲」，是當時蹔服，非久也。"
      }
    ]
  }
}