{
  "chapterNumber": 9,
  "title": "孔子閒居",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "孔子閒居，子夏侍。子夏曰：「敢問《詩》云：『凱弟君子，民之父母。』何如斯可謂民之父母矣？」○注：凱弟，樂易也。○音義：凱，本又作「愷」，又作「豈」，丘在反，注同。弟，本又作「悌」，徒禮反，注同。樂音洛。易，以豉反。孔子曰：「夫民之父母乎，必達於禮樂之原，以致五至而行三無，以橫於天下。『四方』有敗，必先知之，此之謂『民之父母矣』。」○注：原，猶舉也。橫，充也。敗，謂禍災也。○音義：災音災。"
      },
      {
        "index": 1,
        "text": "疏　 正義曰：但此篇子夏之問，大略有二，從此至「施於孫子」，問「民之父母」之事；自「三王之德，參於天地」以下，問三王之德何以參於天地以終篇末。但上節問民之父母，「以致五至而行三無」，子夏覆五至三無之事。今各隨文解之。○「《詩》云凱弟君子，民之父母」者，此《詩．大雅．泂酌》之篇，美成王之德。凱，樂也。弟，易也。謂成王行此樂易之德，為民之父母。「何如斯可謂民之父母矣」者，子夏舉此《詩》義而問夫子，欲為何事，得為民之父母。○「四方有敗，必先知之」者，以聖人行五至三無，通幽達微，無所不悉，觀其萌兆，觀微知著。若見其積惡，必知久有禍災，故云「四方有敗，必先知之」。若「為民父母」者，當須豫知禍害，使民免離於禍，故為「民之父母」。然四方有福，亦先知之，必云「四方有敗」者，此主為民除害為本，故舉「敗」言之。"
      },
      {
        "index": 2,
        "text": "子夏曰：「『民之父母』，既得而聞之矣，敢問何謂『五至』？」孔子曰：「志之所至，詩亦至焉。詩之所至，禮亦至焉。禮之所至，樂亦至焉。樂之所至，哀亦至焉。哀樂相生。是故正明目而視之，不可得而見也。傾耳而聽之，不可得而聞也。志氣塞乎天地，此之謂『五至』。」○注：凡言「至」者，至於民也。志，謂恩意也。言君恩意至於民，則其詩亦至也。詩，謂好惡之情也。自此以下，皆謂民之父母者，善推其所有，以與民共之。人耳不能聞，目不能見，行之在胸心也。塞，滿也。○音義：哀樂音洛，舊音岳。頃耳，音傾。好惡並如字，一音上呼報反，下烏路反。"
      },
      {
        "index": 3,
        "text": "疏　 「敢問」至「五至」。○正義曰：此經子夏問「五至」之事，孔子為說「五至」之理。「志之所至，詩亦至焉」者，「志」，謂君之恩意之至，「所至」，謂恩意至極於民。詩者，歌詠歡樂也。君之恩意既至於民，故詩之歡樂亦至極於民。○「詩之所至，禮亦至焉」者，君既能歡樂至極於民，則以禮接下，故禮亦至極於民焉。○「禮之所至，樂亦至焉」者，既禮能至極於民，必為民之所樂，故樂亦至極於民焉。○「樂之所至，哀亦至焉」者，君既與民同其歡樂，若民有禍害，則能悲哀憂恤，至極於下，故云「哀亦至焉」。「哀樂相生」者，言哀生於樂，故上云「樂之所至，哀亦至焉」。凡物先生而後死，故先樂而後哀，哀極則生於樂，是亦樂生於哀，故云「哀樂相生」。此言哀之與樂，及志與詩、禮，凡此五者，皆與民共之。○「是故正明目而視之，不可得而見也。傾耳而聽之，不可得而聞也」者，以此五者，君與民上下同有，感之在於胸心，外無形聲，故目不得見，耳不得聞。○「志氣塞乎天地」者，塞，滿也。人君既與民五事齊同，上下俱有，是人君志氣塞滿天地。「此之謂五至」者，所以能致如此者，由行「五至」之道，故云「此之謂五至」。○注「凡言」至「心也」。○正義曰：云「凡言至」者，謂經中五事至者也。云「至於民也」者，君行五事，至極於民。云「志謂恩意也」者，但志兼善惡，此至下極於民，故知是恩意也。云「詩謂好惡之情也」者，詩者詠歌，所好者則美之，所惡者則剌之，是《詩》有「好惡之情」也。君之為民，上下共同，故經云「詩亦至焉」。云「自此以下，皆謂民之父母」者，謂自此志之所至以下五事，皆是民之父母所行也。云「善推其所有，以與民共之」者，謂推其已之所有，亦欲民之俱有。若己欲恩愛，民亦欲恩愛。已有好惡，民亦有好惡。己欲禮樂，民亦欲禮樂。己欲哀恤，民亦欲哀恤。是推己所有，與民共之也。"
      },
      {
        "index": 4,
        "text": "子夏曰：「『五至』既得而聞之矣，敢問何謂『三無』？」孔子曰：「無聲之樂，無體之禮，無服之喪，此之謂『三無』。」子夏曰：「三無既得略而聞之矣，敢問何詩近之？」○注：於意未察，求其類於詩。詩長人情。○音義：近，附近之近。長，丁丈反。孔子曰：「『夙夜其命宥密』，無聲之樂也。『威儀逮逮，不可選也』，無體之禮也。『凡民有喪，匍匐救之』，無服之喪也。」○注：《詩》讀「其」為「基」，聲之誤也。基，謀也。密，靜也。言君夙夜謀為政教以安民，則民樂之，此非有鐘鼓之聲也。逮逮，安和之貌也。言君之威儀，安和逮逮然，則民效之，此非有升降揖讓之禮也。「救之」，周恤之，言君於民有喪，有以周恤之，則民效之，此非有衰絰之服。○音義：其命，依注音基。宥音又。逮，大計反，注同。選，宣面反。匍音扶，又音蒲。匐音服，又蒲北反。效，胡孝反。賙音周。哀，七雷反。絰，大結反。"
      },
      {
        "index": 5,
        "text": "疏　 「敢問」至「喪也」。○正義曰：此一節子夏問「三無」之事，夫子答以「三無」。子夏意猶未曉，更問「何詩近之」，夫子答以所近之詩，以開子夏之意。○「無聲之樂，無體之禮，無服之喪」，此三者皆謂行之在心，外無形狀，故稱「無」也。○「孔子曰：夙夜其命宥密，無聲之樂也」者，此《詩．周頌．昊天有成命》之篇。其詩云：在上昊天，有成實之命。「二後受之」，謂文武二君承受之。「成王不敢康」，言文、武成此王功，不敢康寧。「夙夜基命宥密」者，夙，早也；夜，暮也；基，始也；命，信也；宥，寡也；密，靜也，言文、武早暮始信順天命，行寬弘仁靜之化。今此言以「基」為「謀」，言早夜謀為政教於國，民得寬和寧靜，民喜樂之。於是無鐘鼓之聲而民樂，故為「無聲之樂」也。○「威儀逮逮，不可選也」者，此《詩．邶風．柏舟》之篇，剌衛頃公之詩。言仁人不遇，其「威儀逮逮」然安和，不可選數。有威可畏，有儀可像，民則效之，非有升降揖讓之禮，故為「無體之禮」也。○「凡民有喪，匍匐救之」者，此《詩．邶風．谷風》之篇，婦人怨夫棄薄之辭也。言凡人之家有死喪，鄰里匍匐往救助之。此《記》謂人君見民有死喪，則匍匐往周敬之。民皆倣傚之，此非有衰絰之服，故云「無服之喪」也。"
      },
      {
        "index": 6,
        "text": "子夏曰：「言則大矣，美矣，盛矣！言盡於此而已乎？」孔子曰：「何為其然也？君子之服之也，猶有五起焉。」○注：言盡於此乎，意以為說未盡也。服，猶習也。君子習讀此詩，起此詩之義，其說有五也。子夏曰：「何如？」孔子曰：「無聲之樂，氣志不違；無體之禮，威儀遲遲；無服之喪，內恕孔悲。無聲之樂，氣志既得；無體之禮，威儀翼翼；無服之喪，施及四國。無聲之樂，氣志既從；無體之禮，上下和同；無服之喪，以畜萬邦。無聲之樂，日聞四方；無體之禮，日就月將；無服之喪，純德孔明。無聲之樂，氣志既起；無體之禮，施及四海；無服之喪，施於孫子。」○注：不違者，民不違君之氣志也。孔，甚也。施，易也。從，順也。畜，孝也，使萬邦之民競為孝也。就，成也。將，大也。使民之效禮，日有所成，至月則大矣。起猶從也。○音義：施及，以豉反，下同。畜，許六反。聞音問，下「令聞」並注同。施，易也，並以豉反。"
      },
      {
        "index": 7,
        "text": "疏　 「子夏」至「孫子」。○正義曰：此一節言子夏既聞「三無」，意以說義未盡，故孔子更為說三種之無，猶有五種起發之事。「孔子曰：何為其然也」者，子夏既聞孔子之言，猶疑其未盡，故更問夫子，而夫子答云「何為其然」。「然」猶「如是」，言何為如是盡也。言其義猶未盡。○「君子之服之也，猶有五起焉」者，服，習也。言君子習此「三無」，猶有五種起發其義。言猶有五種翻覆說其義，興起也。○「無聲之樂，氣志不違」者，此以下五節，從輕以漸至於重。初言不違，民但不違君之志氣。二云「志氣既得」，言君之志氣得於下。三云「既從」，民所從也。四云「日聞四方」，及於遠也。五云「既起」，是既發起也。是從微至著。「威儀遲遲」者，初時但舒遲而已，二則「威儀翼翼」而恭敬，三則上下和同無不從也，四則日就月將漸興進也，五則施及四海所及遠也。「內恕孔悲」者，初則親族之內悲哀，其處近也。二則「施及四國」，所被遠也。三則「以畜萬邦」，皆為孝也。四則「純德孔明」，益甚也。五則「施於孫子」，垂後世也。○注云「孔，甚也。畜，孝也」。○正義曰：「孔，甚」，《釋言》文。「畜，孝」，《祭統》云「孝者，畜也」，故畜為孝也。"
      },
      {
        "index": 8,
        "text": "子夏曰：「三王之德，參於天地，敢問何如斯可謂『參於天地』矣？」孔子曰：「奉三無私，以勞天下。」○注：三王，謂禹、湯、文王也。參天地者，其德與天地為三也。勞，勞來。○音義：勞，力報反，注及下同。來，力代反。子夏曰：「敢問何謂『三無私』？」孔子曰：「天無私覆，地無私載，日月無私照。奉斯三者，以勞天下，此之謂『三無私』。其在《詩》曰：『帝命不違，至於湯齊。湯降不遲，聖敬日齊。昭假遲遲，上帝是祗，帝命式於九圍。』是湯之德也。○注：帝，天帝也。《詩》讀「湯齊」為「湯躋」。躋，升也。降，下也。齊，莊也。昭，明也。假，至也。祗，敬也。式，用也。九圍，九州之界也。此《詩》云：殷之先君，其為政不違天之命，至於湯升為君。又下天之政教甚疾，其聖敬日莊嚴，其明道至於民遲遲然安和，天是用敬之，命之用事於九州，謂使王也。「是湯之德」者，是湯奉天無私之德也。○音義：昭音照，本亦作照。湯齊，依注音躋，亦作躋，子兮反，《詩》如字。日，人實反。齊，側皆反，注「齊莊」同，《詩》作躋，子兮反。假音格，注同。遲，直私反。祗，諸夷反。使王，於況反，下「王天下」、「王功」皆同。"
      },
      {
        "index": 9,
        "text": "疏　 「子夏」至「德也」。○正義曰：自此以德下至「大王之德」一節，子夏問「三王之德，參於天地」。夫子答以行「三無私」之事，並明湯及文、武三代大王之德，今各隨文解之。○「其在《詩》曰：帝命不違，至於湯齊」者，此《詩．商頌．長髮》之篇，美成湯之辭。言天帝命此殷家，世世行之不違，至於成湯乃與天心齊也。○「湯降不遲」者，降，下也。言湯降下賢士不遲緩，甚能速疾。○「聖敬日齊」者，言其聖敬之德日日昇進。○「昭假遲遲」者，昭，明也；假，暇也。言湯以昭明寬暇天下之士，心遲遲然甚舒緩。○「上帝是祗」者，上帝，天也；祗，敬也。言天於是敬愛之。○「帝命式於九圍」者，式，用也；九圍，九州之界也。言天命湯之用事於九州為天子也。《詩》之本注如此。今此《記》注意，言殷之先君施其政教，奉行天命不敢違也。「至於湯齊」者，齊，躋也；躋，升也。言至於成湯，升為國君，湯降下政教不遲緩，其聖敬之德日日齊莊。昭，明也；假，至也。言湯之明德，下至於民，遲遲然安和不急疾。此與《詩》注稍殊，大略同。○注「帝天」至「德也」。○正義曰：「帝，天帝」者，恐有人帝之嫌，故曰「天帝」。「降，下也」，「式，用也」，《釋言》文。「假，至也」，「祗，敬也」，《釋詁》文。云「是湯奉天無私之德也」者，以上云「奉三無私」，下即引《詩》論湯之德，言湯之明德，下降於民，遲遲安和，是無私之事。"
      },
      {
        "index": 10,
        "text": "「天有四時，春秋冬夏，風雨霜露，無非教也。地載神氣，神氣風霆，風霆流形，庶物露生，無非教也。○注：言天之施化牧殺，地之載生萬物，此非有所私也。「無非教」者，皆人君所當奉行以為政教。○音義：神氣風霆，音廷，絕句。「風霆流形」絕句。"
      },
      {
        "index": 11,
        "text": "疏　 「天有」至「教也」。○正義曰：前經云「奉三無私」，次論湯德。此經論天地無私，聖人則之以為教。「天有四時，春秋冬夏，風雨霜露，無非教也」者，言天春生夏長，秋殺冬藏，以風以雨，以霜以露，化養於物。聖人則之，事事仿法以為教，故云「無非教也」。○「地載神氣，神氣風霆，風霆流形，庶物露生，無非教也」者，「神氣」謂神妙之氣。風霆，霆，雷也。神氣風霆流形，謂地以神氣、風雷之等，流布其形。「庶物露生」，庶，眾也。言眾物感此「神氣風霆」之形，露見而生，人君法則此地之生物，事事奉之以為教也，故云「無非教也」。神氣風霆，亦天之所有，故《春秋》云「天有六氣」，此經云天有風雨，不偏屬於地。今屬於地者，其實「神氣風霆」，天地共有。「春秋冬夏」，是天之神氣。既稱「春秋冬夏」，故於地變言「神氣」。但氣從地出，又風著於土，雷出於地，故神氣風雷，偏繫於地。"
      },
      {
        "index": 12,
        "text": "「清明在躬，氣志如神。嗜欲將至，有開必先。天降時雨，山川出雲。其在《詩》曰：『嵩高維嶽，峻極於天。維嶽降神，生甫及申。維申及甫，惟周之翰。四國干蕃，四方於宣。』此文、武之德也。○注：「清明在躬，氣志如神」，謂聖人也。「耆欲將至」，謂其王天下之期將至也，神有以開之，必先為之生賢知之輔佐，若天將降時雨，山川為之先出云矣。峻，高大也。翰，幹也。言周道將興，五嶽為之生賢輔佐仲山甫及申伯，為周之幹臣，天下之蕃衛，宣德於四方，以成其王功。「此文、武之德也」，是文王、武王奉天地無私之德也。此宣王詩也。文、武之時，其德如此，而《詩》無以言之，取類以明之。○音義：嗜欲，市志反，注同。嵩，息忠反。嶽音岳。峻，私俊反。翰，胡旦反，徐音寒。蕃，方袁反。為之，于偽反，下「川為」、「岳為」皆同。賢知音智。"
      },
      {
        "index": 13,
        "text": "疏　 「清明」至「德也」。○正義曰：此一節明周之文武之德。○「清明在躬」者，清謂清靜，明謂顯著，言聖人清靜光明之德在於躬身。○「氣志如神」者，氣志變化，微妙如神，謂文、武也。○「嗜欲將至」者，「嗜欲」，謂王位也。王位是聖人所貪，故云「嗜欲」。方欲王天下，故云「將至」。「有開必先」者，言聖人欲王天下，有神開道，必先豫為生賢知之輔佐。○「天降時雨，山川出云」者，此譬其事由如天將降時雨，山川先為之出云。言文、武將王之時，豫生賢佐。但文、武之時，無此生賢佐之詩，故孔子引周宣王之時生賢佐之詩以證之。○「其在詩曰：嵩高惟岳，峻極於天」者，此《詩．大雅．嵩高》之篇，美宣王之詩。嵩然而高者，惟是五嶽，其形高峻至於天。○「惟嶽降神，生甫及申」者，惟此五嶽，降此神靈和氣而生甫侯及申伯也。以甫侯、申伯先祖伯夷掌岳神有功，故岳神輔助宣王為生申、甫也。○「惟周之翰」者，翰，幹也，言申伯、甫侯為周之楨幹之臣。○「四國於蕃，四方於宣」者，言此申、甫為四方之國作蕃屏，又於四方宣揚王之德化。「此文、武之德也」者，《詩》之所論，當此文、武之德，以文、武無私，所得賢臣，唯遣為四方蕃屏，及四方宣揚威德，不私為己，是文、武奉天無私之德也。○注「仲山甫及申伯」。○正義曰：案《詩．嵩高》之篇，「甫侯及申伯」，「甫侯」，謂呂侯也。穆王之時，「訓夏贖刑」，謂呂刑與申伯俱出伯夷之後，掌四岳之祀。又《詩．烝民》稱仲山甫之賢，與《崧高》「生甫及申」全別。此云「仲山甫」者，案《鄭志》注《禮》在先，未得《毛詩傳》。然則此注在前，故以「甫」為仲山甫。在後箋《詩》，乃得《毛傳》，知甫侯、申伯同出伯夷之後，故與《禮》別也。"
      },
      {
        "index": 14,
        "text": "「三代之王也，必先其令聞。《詩》云：『明明天子，令聞不已。』三代之德也。○注：令，善也。言以名德善聞，天乃命之王也。不已，不倦止也。"
      },
      {
        "index": 15,
        "text": "疏　 「三代」至「德也」。○正義曰：此一節總結三代，以其無私，故「令聞不已」。○「三代之王也，必先其令聞」者，所以王天下者，必父、祖未王之前，先有令聞也。○「《詩》云：明明天子，令聞不已」者，此《詩．大雅．江漢》之篇，美宣王之詩。「明明天子」，謂宣王也，令善聲聞不休已。此《記》之意，「明明天子」謂三代之王也。言父子及身令聞不休已，故云「三代之德」也。案：上子夏問「三王之德參於天地」，孔子答以三王之德「奉三無私」，此文云「三代之王也，必先其令聞」，所以前文唯云湯與文、武，不稱「夏」者，以夏承禹後，為天下治水，過門不入，無私事，明但殷、周以戰爭而取天下，恐其有私，故特舉湯與文、武也。"
      },
      {
        "index": 16,
        "text": "『弛其文德，協此四國』，大王之德也。」○注：弛，施也。協，和也。大王，文王之祖，周道將興，始有令聞。○音義：弛，徐式氏反，一音式支反，注同。皇作弛。大音泰，注同。弛、施如字，皇本作施，布也。子夏蹶然而起，負牆而立，曰：「弟子敢不承乎？」○注：承，奉承，不失隊也。起負牆者，所問竟，辟後來者。○音義：蹶，居衛反，徐音厥。隊，直媿反。辟音避。"
      },
      {
        "index": 17,
        "text": "疏　 「弛其」至「德也」。○正義曰：此亦《江漢》之詩，接「令聞不已」之下。《詩》本文云：「矢其文德。」矢，陳也。言宣王陳其文德，和協此四方之國。此云「弛其文德」，弛，施也。言大王施其文德，和此四方之國，則大王居邠，狄人侵之，不忍斗其民，乃徙居岐山之陽，王業之起，故云「大王之德也」。"
      }
    ]
  }
}