{
  "chapterNumber": 26,
  "title": "射義",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "古者諸侯之射也，必先行燕禮。卿、大夫、士之射也，必先行鄉飲酒之禮。故燕禮者，所以明君臣之義也。鄉飲酒之禮者，所以明長幼之序也。○注：言別尊卑老稚，然後射，以觀德行也。○音義：長，丁丈反。別，彼列反。稚音值。行，下孟反，下文注「德行」皆同。"
      },
      {
        "index": 1,
        "text": "疏　 「古者」至「序也」。○正義曰：此一篇之義廣說射禮，明天子以下射之樂章，上下之差；又明天子、諸侯選士與祭之法，因明孔子瞿相之圃，簡賢選士誓眾之事；又明君臣、父子「正鵠」之義，是男子有事於射，故男子初生，設桑弧蓬矢之義；又明志正射中之義，飲酒養老之事。今各隨文解之。此經明將射之時，天子、諸侯先行燕禮，所以明君臣之義；卿、大夫將射，先行鄉飲酒之禮，所以明長幼之序也。○「古者諸侯之射也，必先行燕禮」者，案《儀禮．大射》在未旅之前，燕初似饗，即是先行饗禮。而云「先行燕禮」者，燕初似饗，正謂其行禮似饗，其餘則燕，故禮其牲狗，及設折俎，行一獻，此等皆燕之法也，故云「先行燕禮」也。○「燕禮者，所以明君臣之義也」者，謂臣於堂下再拜稽首，升成拜，君答拜，似若臣盡竭其力致敬於君，君施惠以報之也。○「鄉飲酒之禮者，所以明長幼之序」者，此「鄉飲酒」謂黨正飲酒，以鄉統名，則前篇云「六十者坐，五十者立侍」是也。"
      },
      {
        "index": 2,
        "text": "故射者，進退周還必中禮。內志正，外體直，然後持弓矢審固。持弓矢審固，然後可以言「中」。此可以觀德行矣。○注：內正外，直習於禮樂有德行者也。正鵠之名，出自此也。○音義：中，丁仲反，下同。正音征。鵠，古毒反，徐又如字。"
      },
      {
        "index": 3,
        "text": "疏　 「故射」至「行矣」。○正義曰：此一經明射者之禮，言內志審正，則射能中。故見其外射，則可以觀其內德，故云「可以觀德行矣」。○注「正鵠之名，出自此也」。○正義曰：以賓射之的，謂之正。正者，正也，欲明射者內志須正也。鄭注《大射》云「正者，正也，亦鳥名。齊魯之間，名題肩為正」是也。以大射之質，謂之鵠，鵠者，直也，欲使射者外體之直。是正鵠之名出自射者而來，故云「正鵠之名，出自此也」。"
      },
      {
        "index": 4,
        "text": "其節，天子以《騶虞》為節，諸侯以《貍首》為節，卿大夫以《采蘋》為節，士以《采繁》為節。《騶虞》者，樂官備也。《貍首》者，樂會時也。《采蘋》者，樂循法也。《采繁》者，樂不失職也。是故天子以備官為節，諸侯以時會天子為節，卿大夫以循法為節，士以不失職為節。故明乎其節之志，以不失其事，則功成而德行立。德行立，則無暴亂之禍矣，功成則國安。故曰：「射者，所以觀盛德也。」○注：《騶虞》、《采蘋》、《采繁》，《毛詩》篇名。《貍首》逸，下云「曾孫侯氏」是也。「樂官備」者，謂《騶虞》曰「壹發五豝」，喻得賢者多也。「于嗟乎騶虞」，歎仁人也。「樂會時」者，謂《貍首》曰「小大莫處，御於君所」。「樂循法」者，謂《采蘋》曰「於以采蘋，南澗之濱」。循澗以采蘋，喻循法度以成君事也。樂不失職者，謂《采繁》曰「被之僮僮，夙夜在公。」○音義：騶，側尤反，徐側侯反。貍，力之反，貍之言不來也。首，先也。此逸《詩》也，鄭以下所引「曾孫侯氏」為《貍首》之詩也。蘋音頻。繁音煩。循，徐辭均反。豝，百麻反，獸一歲曰豝，《詩傳》云：「豕牝曰豝。」澗音諫，山夾水曰澗。濱音賓，涯也。被，扶義反，徐皮義反。僮音童，本亦作「童」，《毛詩傳》云：「竦敬也。」"
      },
      {
        "index": 5,
        "text": "疏　 「其節」至「德也」。○正義曰：此節明天子以下射禮樂章之異。○「天子以《騶虞》為節」者，歌《騶虞》之詩，《射人》云「《騶虞》九節」。○「諸侯以《貍首》為節」者，謂歌《貍首》也。《射人》云：「《貍首》七節」。○「卿大夫以《采蘋》為節，士以《采蘩》為節」者，《射人》云：「皆五節。」案《鄉射》注云：「五節，歌五終。四節四拾。其一節先以聽也。」若然，則九節者，五節先以聽，七節者，三節先以聽，皆以四節應乘矢拾發也。○「《騶虞》者，樂官備也」者，謂射一發而得五豝，喻得賢人多，賢人多，則「官備也」。○「《貍首》者，樂會時也」者，諸侯不來朝，射其首，是樂會及盟也。○「《采蘋》者，樂循法也」，「於以采蘋？南澗之濱」，循澗以采蘋，喻循法度以成君事。○「《采蘩》者，樂不失職也」，謂《采蘩》曰「被之僮僮，夙夜在公」，是其不失職也。○「是故天子以備官為節」，謂《騶虞》也。○「諸侯以時會天子為節」，謂歌《貍首》也。○「卿大夫以循法為節」，謂歌《采蘋》也。○「士以不失職為節」，謂歌《采蘩》也。○「明乎其節之志，以不失其事」者，「其節之志」，謂天子以備官為志，諸侯以時會為志，卿大夫以循法度為志，士以不失職為志。是各明達其樂節之志，故能不失其所為之事也。○「德行立，則無暴亂之禍矣，功成則國安」者，是覆說上文「功成德行立」。先覆說「德行」，然後卻覆說「功成」也。以先由德行，乃功成也。○「故曰：射者，可以觀盛德也」，盛德，無暴亂之禍，國安。射者各明其志，能致盛德，故云「所以觀盛德也」。○注「騶虞」至「仁人」。○正義曰：案《詩》義云君射一發則驅五豝獸。以軍戰之禮，待禽獸之命，不忍特驅其一。此云「喻得賢者多」，則以「豝」喻賢也。謂一發而得五豝，猶若君一求而得五賢。與《詩》文異者，斷章為義。云「于嗟乎騶虞，歎仁人也」，與《詩》義同也。以騶虞不食生物，故云于嗟乎其仁人。《騶虞》既為天子樂章，而《儀禮．鄉射》用之者，鄭注《鄉射》云「此天子之射節也」。而用之者，方有樂賢之志，取其宜也。「曾孫」之詩，謂之「貍首」者，《貍首》，篇名；曾孫者，其章頭也。《儀禮．大射》「奏《貍首》，間若一」，鄭注云「貍之言不來也。其詩有『射諸侯首不朝者』之言，因以名篇。」故謂之「貍首」也。"
      },
      {
        "index": 6,
        "text": "是故古者天子以射選諸侯、卿、大夫、士。射者，男子之事也，因而飾之以禮樂也。故事之盡禮樂，而可數為以立德行者，莫若射。故聖王務焉。○注：選士者，先考德行，乃後決之於射。男子生而有射事，長學禮樂以飾之。○音義：數，色角反，下同。長，丁丈反。"
      },
      {
        "index": 7,
        "text": "疏　 「是故」至「務焉」。○正義曰：此一節明天子以射禮簡選諸侯以下德行能否。故聖王所以務以射選諸侯、卿、大夫者，諸侯雖繼世而立，卿、大夫有功乃升，非專以射而選。但既為諸侯、卿、大夫，又考其德行，更以射辨其才藝高下，非謂直以射選補始用之也。○「射者，男子之事也，因而飾之以禮樂也」者，男子生有縣弧之義，故云「射者，男子之事」。因此射事，更華飾以禮樂，則容體比於禮，其節比於樂是也。○「故事之盡禮樂，而可數為以立德行者，莫若射」者，謂諸事之中，能窮盡禮而可數數為之以興立人之德行，諸事之中無如於射。唯射能如此，故聖王務重焉也。○注「男子」至「飾之」。○正義曰：「男子生而有射事」者，案《內則》篇云「男子生，設弧於門左」是也。云「長學禮樂以飾之」者，案《內則》篇云「十有三年，學樂誦《詩》，舞《勺》」；「成童，舞《象》」；「二十，舞《大夏》」。是長學禮樂以華飾射事也。"
      },
      {
        "index": 8,
        "text": "是故古者天子之制，諸侯歲獻，貢士於天子，天子試之於射宮。其容體比於禮，其節比於樂，而中多者，得與於祭。其容體不比於禮，其節不比於樂，而中少者，不得與於祭。數與於祭而君有慶，數不與於祭而君有讓。數有慶而益地，數有讓而削地。故曰：「射者，射為諸侯也。」○注：歲獻，獻國事之書，及計偕物也。三歲而貢士，舊說云：「大國三人，次國二人，小國一人。」○音義：比，毗志反，下同，親合也。中，丁仲反，下同。得與音預，下皆同。削，胥略反。偕音皆，俱也。是以諸侯君臣盡志於射以習禮樂。夫君臣習禮樂而以流亡者，未之有也。○注：流，猶放也。《書》曰：「流共工於幽州。」○音義：共音恭。"
      },
      {
        "index": 9,
        "text": "疏　 「是故」至「有也」。○正義曰：此一節明射為諸侯之事，又明諸侯君臣盡志於射，以習禮樂，無流亡之患。○「諸侯歲獻」者，謂諸侯每歲獻國事之書，及獻計偕之物於天子也。○「貢士於天子」者，諸侯三年一貢士於天子也。○「天子試之於射宮」者，言天子試此所貢之士於射宮之中。○「而中多者，得與於祭」者，此謂「大射」也。○注「歲獻」至「一人」。○正義曰：以經云「歲獻，貢士於天子」，恐「歲獻」之文只是貢獻於士，故云「歲獻，獻國事之書」。云「及計偕物也」者，漢時謂郡國送文書之使謂之為「計吏」，其貢獻之功與計吏俱來，故謂之「計偕物也」。偕，俱也。非但獻國事之書，又俱獻貢物，故云「及計偕物」。知「歲獻國事之書」者，《小行人》云：「令諸侯春入貢，秋獻功。」注云：「貢，六服所貢也。功，考績之功也，秋獻之。若今計文書斷於九月，其舊法也。」云「三歲而貢士」者，以經「貢士」之文繫「歲獻」之下，恐每歲貢士，故云「三歲而貢士」也。又知三歲者，案《書傳》云「古者諸侯之於天子也，三年一貢士，一適謂之好德，再適謂之賢，賢三適謂之有功」。有功者，天子賜以衣服弓矢，再賜以秬鬯，三賜以虎賁百人，號曰「命諸侯」。不云「益地」者，文不具矣。《書傳》又云「貢士一不適謂之過」，注云「謂三年時也」。「再不適謂之敖」，注云「謂六年時也」。「三不適謂之誣」，注云「謂九年時也」。一絀以爵，再絀以地，三絀而地。畢注云：「凡十五年。」鄭以此故知三歲而貢士也。"
      },
      {
        "index": 10,
        "text": "故《詩》曰：「曾孫侯氏，四正具舉。大夫君子，凡以庶士，小大莫處，御於君所。以燕以射，則燕則譽。」言君臣相與盡志於射，以習禮樂，則安則譽也。是以天子制之，而諸侯務焉。此天子之所以養諸侯而兵不用，諸侯自為正之具也。○注：此「曾孫」之詩，諸侯之射節也。四正，正爵四行也。四行者，獻賓、獻公、獻卿、獻大夫，乃後樂作而射也。莫處，無安居其官次者也。御，猶侍也。「以燕以射」，先行燕禮乃射也。「則燕則譽」，言國安則有名譽。譽或為「與」。"
      },
      {
        "index": 11,
        "text": "疏　 「故《詩》曰：曾孫侯氏，四正具舉。大夫君子，凡以庶士，小大莫處，御於君所」至「具也」。○正義曰：上經說諸侯君臣之射，此明諸侯之射所歌樂章節者，此《貍首》之詩也，所以論燕射，「則燕則譽」，故君臣相與盡志於射也。此詩名《貍首》，而發首云「曾孫侯氏」者，但此篇之中有「貍首」之字，在於篇中撮取「貍首」之字以為篇首之目。謂若《騶虞》之詩，其字雖在篇內，而名「騶虞」矣。「曾孫侯氏」者，謂諸侯也。此諸侯出於王，是王之曾孫也，故云「曾孫侯氏」矣，若《左傳》云「曾孫蒯聵」之類是也。○「四正具舉」者，將射之時，先行燕禮。其燕之時，四度正爵，悉皆舉遍，謂獻賓、獻君、獻卿、獻大夫，四獻既畢乃後射，故云「具舉」。○「大夫君子，凡以庶士」者，言為燕之時，大夫君子及庶眾士等。○「小大莫處，御於君所」者，言大夫士等小之與大，無有處於職司而不來者，皆御侍於君之處所也。○「以燕以射」者，謂先行燕禮，而後射也。○「則燕則譽」者，燕，安也。既君臣歡樂，用是燕安而有聲譽也。○「諸侯自為正之具也」，正，謂脩正。言射者是諸侯自為脩正之具，言脩正得安，由於射也。故前文云「內志」，正謂此也。○注「此曾」至「名譽」。○正義曰：以諸侯射以《貍首》之篇，謂今《詩》文無《貍首》之篇。今《射義》有載「曾孫」之詩，故知是《貍首》也。云「正爵四行，獻賓、獻公、獻卿、獻大夫」者，《大射禮》文。云「乃後樂作而射也」者，案《大射禮》，獻大夫之後，乃後工入，樂作而後射，此謂大射也。若燕射則說屨升堂，坐之後乃射矣，故《燕禮》說屨升堂，獻士畢，「若射，則大射正為司射，如鄉射之禮」是也。"
      },
      {
        "index": 12,
        "text": "孔子射於矍相之圃，蓋觀者如堵牆。○注：矍相，地名也。樹菜蔬曰「圃」。○音義：矍，俱縛反，注同。相，息亮反。矍相，地名。圃音補，徐音布。觀如字，又古亂反。堵，丁古反。蔬，一本作疏，所魚反。射至於司馬，使子路執弓矢出延射，曰：「賁軍之將，亡國之大夫，與為人後者，不入，其餘皆入。」蓋去者半，入者半。○注：先行飲酒禮，將射，乃以司正為司馬。「子路執弓矢出延射」，則為司射也。延，進也。出進觀者欲射者也。賁，讀為「僨」，僨，猶覆敗也。亡國，亡君之國者也。與，猶奇也。後人者，一人而已。既有為者，而往奇之，是貪財也。子路陳此三者，而觀者畏其義，則或去也。延，或為誓。○音義：賁，依注讀為僨，音奮，覆敗也。將，子匠反。與音預，注同。不入，一本作「不得入」者，非也。賁讀音奔。覆，方卜反。奇，居宜反，下同。後如字，又音候。又使公罔之裘、序點揚觶而語。公罔之裘揚觶而語曰：「幼壯孝弟，耆耋好禮，不從流俗，脩身以俟死，者不？在此位也。」蓋去者半，處者半。序點又揚觶而語曰：「好學不倦，好禮不變，旄期稱道不亂，者不？在此位也。」蓋<厂勤>有存者。○注：之，發聲也。射畢，又使此二人舉觶者，古者於旅也語，語，謂說義理也。三十曰壯。耆、耋，皆老也。流俗，失俗也。處，猶留也。八十、九十曰旄，百年曰期頤。稱，猶言也。道，猶行也。者不，言有此行不，可在此賓位也。序點，或為「徐點」。壯，或為「將」。旄期，或為「旄勤」。今《禮》揚皆作「騰」。○音義：公罔，人姓也，又作罔。之裘，裘，名也；之，語助。序點，多簟反。序，姓；點，名也。觶，之豉反。弟音悌。耆音祁，巨支反，六十曰耆。耋，大結反，七十曰耋，一云八十曰耋。好，呼報反，下同。「脩身以俟死」，絕句。「者不」，此二字一句，下及注皆同。旄，本又作「耄」，莫報反，八十、九十曰耄。期，本又作「旗」，音其，如字。百年曰「期頤」，頤，養也。稱如字。「不亂」，絕句，本或作「而不亂」。<厂勤>音勤，又音僅，少也。期頤，以支反，鄭注《曲禮》云：「期，要也。頤，養也。」「言有此行不」，絕句。行，音下孟反。"
      },
      {
        "index": 13,
        "text": "疏　 「孔子」至「存者」。○正義曰：從篇首以來，釋天子以下射樂之節，又說《大射》之禮，並顯諸侯《狸首》之義。故此一節載「孔子射於矍相之圃」，選賢誓眾之禮也。○「射至於司馬」者，欲射之前，先行鄉飲酒之禮，獻賓及介。獻眾賓之後，未旅之前，作相為司正。至於將射，轉司正為司馬，故云「射至於司馬」也。○「使子路執弓矢出延射」者，謂立司馬之時，孔子使子路為司射之官，出門而延進觀者及欲射之人。「曰賁軍之將」者，賁，謂覆敗也。敗軍之將，言無勇也。○「亡國之大夫」者，謂亡君之國，言不忠且無智也。○「與為人後」者，與，猶奇也。謂有人無後，既立後訖，此人復往奇之，是其貪財也。○「不入，其餘皆入」者，言有此以前三惡，則不得入，若其餘無此三惡者，皆得入也。○「又使公罔之裘、序點揚觶而語」者，公罔為氏也，裘，名也。序，氏也；點，名也。揚，舉也。至將旅之時，使一人俱舉觶誓眾，而說所誓之事。此舉其目，故總舉二人，於是公罔之裘先言，序點後言矣。○「幼壯孝弟」者，謂二十之幼，三十之壯，能於幼、壯以來能行孝弟也。○「耆耋好禮」者，謂六十之耆，七十之耋，老而不倦，愛好於禮。○「不從流俗」者，身行獨行，不從流移之俗也。○「修身以俟死」者，謂脩潔其身，以俟於死。「者不，在此位也」者，「者不」，問此眾人之中有此上諸行不？若有，則可在此賓位矣。○「好學不倦，好禮不變」者，此之所誓彌精於前，前則雖云孝弟、好禮，未能不倦、不變。○「旄期稱道不亂」者，旄，謂八十、九十曰旄；期，謂百年曰期頤。年雖甚老，行道不亂，亦喻前文「耆耋好禮」，是後者彌精也。但此《記》所陳，唯約《鄉射禮》也。○「子路出延射」者，是將射之前。按《鄉射》，司射比眾耦於堂西。此「出延」者，但觀者既多，庭中不容，故出延之入，乃比耦。以初門外未入，觀者既多，未有賓主之禮，故誓，惡者令其不入。以《鄉飲酒禮》差之，射禮畢旅酬之時，乃使二人舉觶，故鄉射禮畢，司馬反為司正，樂正升堂復位，賓取俎西之觶酬主人，主人酬大夫。自相旅畢，君使二人舉觶於賓與大夫，則當此公罔之裘、序點二人舉觶之節也。但眾賓射事既了，眾賓皆在賓位，主人以禮接之，不復斥言其惡，於此但簡其善。公罔簡而尚疏，序點簡而轉詳。旄、期之老不復能射，得云「在位」者，此極老之人本來觀禮，雖不能射，與在賓中，故知旅酬之時其人尤在也。○注「先行」至「去也」。○正義曰：知「先行飲酒禮」者，按《儀禮．鄉射》先行飲酒之禮，此射矍相之圃謂賓射，故鄭注「鄉侯二正」，是用賓射之正。又《鄉大夫職》云：「以鄉射之禮五物詢眾庶。」鄭引此「孔子射於矍相」之事，故知與此《鄉射》同也。云「賁讀為僨」者，若《春秋》「鄭伯之車僨於濟」，《說文》云「僨，僵也」，是僨為覆敗也。云「與，猶奇也」者，謂他人無後，既有人後之，相為合配。今已更往後之，是配合之外，更有奇只，故云「後人者，一人而已。既有為者，而往奇之」。○注「之發」至「位也」。○正義曰：按經下云「公罔裘」，上云「之裘」，故知「之」是發聲也，即「裘」為名矣。云「射畢又使此二人舉觶者，古者於旅也語」者，鄭釋其「公罔之裘、序點揚觶而語」之事。「古者於旅也語」者，《鄉射記》文。鄭注云：「禮成樂備，乃可以言語先王禮樂之道也。」云「耆、耋，皆老也」者，按《曲禮》云：「六十曰耆。」服虔注僖九年傳云：「七十曰耋。」大略言之，七十、八十，謂年餘七十也。又《毛詩傳》云：「八十曰耋。」大略言之，七十、八十皆謂之「耋」也。云「者不，言有行不，可以在此賓位」者，謂射畢旅酬之時，眾賓之位矣。"
      },
      {
        "index": 14,
        "text": "射之為言者繹也，或曰舍也。繹者，各繹己之志也。故心平體正，持弓矢審固，持弓矢審固則射中矣。故曰：「為人父者以為父鵠，為人子者以為子鵠，為人君者以為君鵠，為人臣者以為臣鵠。」故射者，各射己之鵠。故天子之大射，謂之射侯。射侯者，射為諸侯也。射中則得為諸侯，射不中則不得為諸侯。○注：大射，將祭，擇士之射也。以為某鵠者，將射，還視侯中之時，意曰此鵠乃為某之鵠，吾中之則成人，不中之則不成人也。得為諸侯，謂有慶也。不得為諸侯，謂有讓也。○音義：繹音亦，徐音釋。舍如字，舊音捨。中，丁仲反，下及注皆同。鵠，古毒反，徐如字，注同。射，食亦反，下「射天地四方」同。"
      },
      {
        "index": 15,
        "text": "疏　 「射之」至「諸侯」。○正義曰：此一經釋稱射之名及鵠之與侯之文。○「射之為言繹也」者，此記者訓釋射之名，射者，是繹也。繹，陳也。言陳己之志。○「或曰捨也」者，是記者又解射名，故云「射者捨也。捨，中也。謂心平體正，「持弓矢審固」，則能中也。「繹者，各繹己之志也」者，言君臣、父子，各舒陳己之志意，則下云「為人父者以為父鵠」是也。○「持弓矢審固，則射中矣」者，此覆說釋上「或曰捨也」。捨，中也。○「為人父者以為父鵠」者，凡射者大射則皮侯，賓射則正侯，燕射則獸侯。唯大射有鵠，此據《大射》而知。然鵠則上下俱同，無復君臣、父子之別。而言「以為父鵠」者，謂升射之時，既身為人父，則念之云，所射之鵠，是為人父之鵠，中則任為人父，不中則不任為人父，故「為人之父者以為父鵠」。以下放此。○「故射者各射己之鵠」者，謂眾射之人，雖共射一鵠，各射己之所主之鵠也。○「故天子之大射，謂之射侯」者，言天子所射之物，「謂之射侯」。言射之中，能服諸侯也。舉大射言之，其實賓射、燕射皆謂之「射侯」也。○「射中則得為諸侯」者，謂數有慶賜，堪得久為諸侯也。○「射不中，則不得為諸侯」者，數被責讓，不堪久為諸侯也。非為射中封為諸侯，不中不得為諸侯也。○注「大射」至「讓也」。○正義曰：「大射，將祭，擇士之射」者，即下文云「天子將祭，必先習射於澤」、「所以擇士」是也。云「將射，還視侯中之時，意曰此鵠乃為某之鵠」者，案《鄉射禮》云，耦升自西階，並而東，皆當其物。北面揖，及物揖，皆左足履物，還視侯中。謂於此之時，南面回還，視侯中也。中謂身，謂視侯中身也。射者意云此鵠乃為某之鵠，謂父之鵠、子之鵠不定一，故稱「某」也。云「吾中之則成人，不中之則不成人也」者，中之則能成其父子、君臣，若不中則不能成其父子、君臣，故知父鵠、子鵠也。云「得為諸侯，謂有慶也。不得為諸侯，謂有讓也」者，鄭恐「得為諸侯」，始封以土，「不得為諸侯」，則奪其國，故明之也。凡天子、諸侯及卿、大夫禮射有三，一為大射，是將祭擇士之射；二為賓射，諸侯來朝，天子入而與之射也，或諸侯相朝而與之射也，三為燕射，謂息燕而與之射。其天子、諸侯、大夫三射皆具，其士無大射。故《司裘職》云：大射，唯明王及諸侯、卿、大夫，不及於士。故鄭注云：「士不大射，士無臣，祭無所擇」是也。其賓射、燕射，士皆有之，故《射人》云「士射犴侯二正」，是士有賓射也。又《鄉射記》云：「士布侯，畫以鹿豕。」是士有燕射矣。其侯，天子大射則射皮侯，故《考工記》云：「張皮侯而棲鵠，則春以功。」又《司裘職》云：「王大射，則共虎侯、熊侯、豹侯，設其鵠。」鄭注《考工記》皮侯，謂此侯也。畿內諸侯大射，則張熊侯、豹侯，故《司裘職》云「諸侯則共熊侯、豹侯」、「設其鵠」是也。唯畿外諸侯大射亦張三侯，鄭注云「遠尊得伸」，故亦張三侯。一曰大侯，鄭注云「則天子熊侯」，謂以熊皮飾之。二曰糝侯，鄭注云「糝，雜也」，「豹鵠而麋飾」。三曰犴侯，鄭注云「犴，胡犬皮飾侯」。若畿內卿、大夫射麋侯，故《司裘》云「卿、大夫則共麋侯」是也。其畿內卿、大夫射侯無文，於諸侯既得三侯，其卿、大夫蓋降君一等，則糝侯、犴侯，其大射之侯皆有鵠也。其鵠，則三分侯中而居其一，故《考工記》云：「梓人為侯，廣與崇方，參分其廣，而鵠居一焉。」凡皮侯者，各以其飾侯之側，又方制其皮以為鵠。故鄭注《司裘》云：「以虎、熊、豹、麋之皮飾其側，又方制之以為{高子}，謂之鵠。」「謂之鵠」者，取名於「鳱鵠」。鴻鵠小鳥而難中，是以中之為雋；亦取鵠之言「較」，較者，直也，射所以直己志。則是但取其名，非是實鳥也。此侯道，鄭注《司裘》云：「虎九十弓，熊七十弓，豹、麋五十弓。列國之諸侯大射，大侯亦九十，參七十，干五十。遠尊得伸，可同耳。」其天子以下賓射，則《射人》云：王射三侯、五正，諸侯射二侯、三正，卿、大夫射一侯、三正，士射犴侯，二正。鄭云：「謂五正，三正，二正之侯。」五正者，中朱、次白、次蒼、次黃，玄居外。三正損玄、黃，二正畫以朱綠。」鄭又云：「二侯者，三正、二正之侯也。一侯者，一正而已。此皆與賓射於朝之禮也。《考工記．梓人職》云：『張五采之侯，則遠國屬。』」凡賓射之侯謂之正。鄭注《大射》云：「正者，正也，亦鳥名。齊魯之間，名題肩為正。」然則天子賓射，用五正、三正、二正之侯，畿內諸侯賓射，用三正之侯，卿、大夫用二正之侯，士亦用二正之侯，又飾以犴。畿外諸侯以下賓射，其侯無文，約《大射》，諸侯既同天子張三侯，則賓射亦同。天子用五正、三正、二正之侯，其卿、大夫射亦三正、二正之侯，士射二正之侯。若五正者同虎侯九十弓，三正者同熊侯七十弓，二正者同豹侯五十弓。凡中央之赤，皆方二尺，以外之色皆分佈之，其外又畫以云氣。天子以下燕射，則尊卑皆用一侯，故《鄉射記》云：「天子熊侯，白質；諸侯麋侯，赤質；大夫布侯，畫以虎豹；士布侯，畫以鹿豕。」鄭注云：「白質、赤質，皆謂采其地。其地不採者，白布也。熊、麋、虎、豹、鹿、豕，皆正而畫其頭，像於正鵠之處耳。君畫一，臣畫二，陽奇陰偶之數也。《燕射》射熊、虎、豹，不忘上下相犯。射麋、鹿、豕，志在君臣相養也。」《梓人》云「張獸侯則王以息燕」，謂此也。《鄉射記》既不列畿內、畿外之異，則諸侯以下外、內同也。《鄉射記》列天子以下各一侯，下文云「侯道五十弓，弓二寸，以為侯中」。則天子以下皆五十弓，侯中同方一丈也。降尊以就卑，言燕主歡心故也。而皇氏、沈氏乃云：「天子熊侯，或云九十弓，或云七十弓。乃同三侯。」上下之差，文無准據，其義非也。其侯用布之數，案《鄉射記》，鄉侯五十弓，則侯道五十步也。以弓之下制長六尺，以射用弓，故稱「弓」。一弓取二寸以為中，則侯中方一丈也。《鄉射記》又云：「倍中以為躬。」注云：「射，身也。謂中之上下幅也，用布各二丈。」《鄉射記》又云：「倍躬以為左右舌。」舌，謂躬之上下橫一幅布，張於躬外左右而出，謂之「舌」。《考工記》謂「舌」為「個」。躬既二丈，上舌倍躬，則用布四丈也。《鄉射記》又云：「下舌半上舌。」注云：「半者，半其出於躬者也。」上舌出躬各一丈，則下舌出躬各五尺。然則下舌用布三丈。總而計之，侯中方一丈，凡五幅，用布五丈，上下二躬，用布四丈，上舌復用布四丈，下舌用布三丈。故鄭注《鄉射記》云「鄉射，侯用布十六丈」也。以此計之，侯道七十弓，則侯中方丈四，凡七幅，幅別丈四，是用布九丈八尺。上下二躬各倍中，用布五丈六尺。上舌倍躬，亦用布五丈六尺。上舌出躬各丈四尺。「下舌半上舌」，則左右各減七尺，則下舌用布四丈二尺。故鄭注《鄉射記》云：「七十步之侯，用布二十五丈二尺。」其九十弓之侯，則侯中方丈八尺。凡九幅，幅別一丈八尺，侯中用布十六丈二尺。上下二躬各倍中，用布七丈二尺。上舌倍躬，長七丈二尺，其舌出躬各丈八尺。「下舌半上舌」，出躬者，則左右各減九尺，下舌長五丈四尺。故鄭注《鄉射記》云：「九十步之侯，用布三十六丈。」其張三侯之體同道，位之近者最下，遠者漸高。故《大射》云：「大侯之崇見鵠於參，參見鵠於干，幹不及地武。」以此計之，犴侯下畔去地尺二寸。犴侯之體，上下躬及舌，總有四幅，凡廣八尺，侯中方一丈，是犴侯部高一丈九尺二寸。此犴侯上畔去地一丈九尺二寸。以此犴侯上畔，則是糝侯之鵠去地之數也。其糝侯下舌及躬，凡有四尺。糝侯之中鵠，下有三分之一。糝侯中方丈四，其三分之一，得四尺六寸三分寸之二。是糝侯自鵠以下，凡有八尺六寸三分寸之二，皆為犴侯所掩。犴侯上畔去地一丈九尺二寸，去其八尺六寸三分寸之二，是糝侯下畔去地一丈五寸三分寸之一。故鄭注《大射》云：「糝侯去地一丈五寸，少寸半也。」云「少半寸」，則三分寸之一也。犴侯既去地一丈九尺二寸，更加糝侯之中，三分之二，九尺三寸三分寸之一，又加糝侯上躬，與個四尺，則糝侯上畔去地三丈二尺五寸三分寸之一，則是大侯鵠下之數也。其大侯下舌及躬，並侯中三分之一，總一丈，為糝侯所掩，於三丈二尺五寸三分寸之一減其一丈，則是大侯下畔去地之數。故鄭注《大射》云「大侯去地二丈二尺五寸少半寸」也。其耦，《射人》云「王以六耦」，「諸侯以四耦」，「卿、大夫、士以三耦」。又《射人》云諸侯以下，謂畿內也。若畿外諸侯以下，則皆三耦。故《大射》及《鄉射》，並《左傳》襄二十九年晉士鞅來聘，射皆三耦是也。其射宮所在，天子大射，必先習於澤宮，而後射於射宮，則此《射義》文也。其射宮，天子則在廟也。故《司服》云：「享先公，饗、射則鷩冕。」《司幾筵》云「大朝覲、大饗射」，「依前南鄉」是也。其服鷩冕。天子賓射則在朝，故《射人》云「諸侯在朝，則皆北面」是也。其服皮弁服矣。天子燕射則在寢，以諸侯燕於小寢，天子路寢之朝謂之燕朝者，故知天子、諸侯燕射在寢。故《鄉射記》云：「君國中射，則皮樹中。」鄭注云：「謂燕射也。」其服則玄冕、緇衣、素裳也，諸侯以為朝服。《燕禮》云「燕，朝服於寢」，是其諸侯大射，不顯畿內、畿外之異。案《儀禮．大射》云「公入，驁。」射畢而云「入」，謂從郊入國也，謂射在郊學也。故《鄉射記》云：「於郊則閭中。」鄭注云：「大射於大學。」《儀禮》所陳，多據畿外諸侯，即畿內諸侯，或亦然也。其服無文，故用皮弁，以射在學宮，《學記》云「皮弁祭菜」故也。其諸侯賓射，若在國，則亦在朝與天子同。若在國外相會，則在竟。故《鄉射記》云：「於竟，則虎中。」鄭注云：「謂與鄰國君射也。」其服亦皮弁服也，以《聘禮》「君受聘皮弁」故也。其卿大夫以下射之所在及所服之衣，無明文也。此三射之外，又有鄉射，謂鄉大夫貢賢能之後，行鄉射之禮，而詢眾庶。故《鄉大夫職》云：「獻賢能之書於王」，「退而以鄉射之禮五物詢眾庶」是也。又有州長「射於州序」之禮，其侯並同賓射之法，故鄭注云：「鄉侯二正。」又有主皮之射。凡主皮之射有二，一是卿大夫從君田獵，班餘獲而射。《書傳》云：凡祭取餘獲陳於澤，然後卿大夫相與射也。鄭注《鄉射》云：「主皮者無侯，張獸皮而射之，主於獲也。」二是庶人亦主皮之射，故鄭注《周禮》云「庶人無侯，張皮而射之」是也。又有習武之射，故《司弓矢》云「弧弓，以授射甲革椹質者」是也。"
      },
      {
        "index": 16,
        "text": "天子將祭，必先習射於澤。澤者，所以擇士也。已射於澤，而后射於射宮，射中者得與於祭，不中者不得與於祭。不得與於祭者，有讓削以地，得與於祭者，有慶益以地，進爵、絀地是也。○注：澤，宮名也。士，謂諸侯朝者，諸臣及所貢士也。皆先令習射於澤，已乃射於射宮，課中否也。諸侯有慶者先進爵，有讓者先削地。○音義：與音預，下皆同。絀，敕律反。朝，直遙反。令，力呈反。已音以。課，口臥反。"
      },
      {
        "index": 17,
        "text": "疏　 「天子將祭，必先習射」至「是也」。○正義曰：前經已言數與於祭而君有慶，數不與於祭而君有讓。此經又重言者，前經明諸侯貢士之制，故賞罰所貢之君，此經論人君將祭擇士，賞罰其士之身，故於此又重言也。又前經貢士云容體合禮，其節比樂，此經直云「射中」與「不中」，不云「容體」及「射節」者，文不具也。○「天子將祭，必先習射於澤，澤者，所以擇士也」者，澤是宮名，於此宮中射而擇士，故謂此宮為「澤」。澤所在無文，蓋於寬閒之處，近水澤而為之也。非唯祭而擇士，餘射亦在其中，故《書傳》論主皮射云：「鄉之取也於囿中，勇力之取也。今之取也於澤宮，揖讓之取也。」是主皮之射，亦近於澤也。選士於澤，不射侯也，但試武而已。故《司弓矢》云：「澤，共射椹質之弓矢。」鄭司農引此《射義》之文以釋之。是知於澤中射椹質而已。又鄭注《司弓矢》云：「樹椹以為射正，射甲與椹，試弓習武也。」其主皮之射則張皮，亦揖讓也。「有讓削以地」，「有慶益以地」者，謂諸侯也。○注「澤宮」至「削地」。○正義曰：「士，謂諸侯朝者，諸臣及所貢士也」者，以其助祭，故知是此等之人。前經論貢士與祭，故知此經之士含貢士也。云「諸侯有慶者先進爵，有讓者先削地」者，此解經「進爵絀地」之文。以經之上文「有讓削以地」、「有慶益以地」，更總云「進爵絀地」。據「有慶」者先「進爵」，「有讓」者先「絀地」。進則爵輕於地，故先進爵而後益以地也。退則地輕於爵，故先削地而後絀爵也。"
      },
      {
        "index": 18,
        "text": "故男子生，桑弧蓬矢六，以射天地四方。天地四方者，男子之所有事也。故必先有志於其所有事，然後敢用穀也，飯食之謂也。○注：男子生則設弧於門左，三日負之，人為之射，乃卜食子也。○音義：桑弧音胡，以桑木為弓。蓬，步工反。飯，扶晚反。食音嗣，注同。為，于偽反。"
      },
      {
        "index": 19,
        "text": "疏　 「故男」至「謂也」。○正義曰：此一經明男子重射之義，以男子生三日，射人以桑弧蓬矢者，則有為射之志，故長大重之。「桑弧蓬矢」者，取其質也。所以用「六」者，「射天地四方」也。所以禮射唯四矢者，示事有不用也。四矢者，像御四方之亂。○「故必先有志於其所有事」者，言子始生，三日用桑弧蓬矢六者，欲使此子先有志意於其所有事之處，謂於「天地四方」也。○「然後敢用穀也」者，三日射罷之後，然後敢用穀，以食其子也。○「飯食之謂也」者，至射畢用穀，猶若事畢設飯食，故云「飯食之謂也」。"
      },
      {
        "index": 20,
        "text": "射者，仁之道也。射求正諸己，己正而后發，發而不中則不怨勝己者，反求諸己而已矣。○注：諸，猶於也。孔子曰：「君子無所爭，必也射乎！揖讓而升，下而飲，其爭也君子。」○注：「必也射乎」，言君子至於射則有爭也。下，降也。飲射爵者，亦揖讓而升降。勝者，袒決遂，執張弓。不勝者襲，說決拾，卻左手，右加弛弓於其上而升飲。君子恥之，是以射則爭中。○音義：爭，爭鬥之爭，下及注「有爭」皆同。「揖讓而升下」，絕句。「而飲」，一句。袒音但。決，古穴反。說，吐活反。拾音十。卻，丘逆反，又羌略反。弛，式氏反，又始氏反。中，丁仲反，下文、注同。"
      },
      {
        "index": 21,
        "text": "疏　 「射者」至「君子」。○正義曰：此一經明射是仁恩之道，唯內求諸己，不病害於物。既求諸己，恥其不勝，乃有爭心矣。○「揖讓而升下，而飲」者，下，猶降也。言將飲射爵之時，揖讓而升堂，又揖讓而升下，而飲此罰爵。既以禮升降，其事可慚故也。○「其爭也君子」者，言雖君子，因射亦有爭也。○注「必也」至「爭中」。○正義曰：此「飲射爵者，亦揖讓而升降」者，此解經「揖讓而升下」。經稱「揖讓」，謂飲射爵時揖讓，非射時揖讓也，故云「飲射爵者，亦揖讓而升降」。「亦」者，亦如射時揖讓，飲今亦揖讓。故《儀禮．大射》云：耦進，上射在左，並行，當階北面揖，及階揖。升堂揖，皆當其物北面揖，及物揖。射畢，北面揖，揖而升射。是射時升降揖讓也。《大射》又云：飲射爵之時，「勝者皆袒，決遂，執張弓。不勝者皆襲，說決拾，卻左手，右加弛弓於其上，遂以執弣」。「揖如始升射。及階，勝者先升，升堂，少右。不勝者進，北面坐，取豐上之觶」，「立卒觶」。「坐奠於豐下，興，揖」。「不勝者先降」。是飲射爵之時，揖讓升降也。"
      },
      {
        "index": 22,
        "text": "孔子曰：「射者何以射？何以聽？循聲而發，發而不失正鵠者，其唯賢者乎！若夫不肖之人，則彼將安能以中？」○注：何以，言其難也。聲，謂樂節也。畫曰正。棲皮曰鵠。正之言正也。鵠之言梏也。梏，直也，言人正直乃能中也。發，或為「射」。○音義：正音征，注同。夫音扶。肖音笑。棲音西。鵠音角，下同。《詩》云：「發彼有的，以祈爾爵。」祈，求也。求中以辭爵也。酒者，所以養老也，所以養病也。「求中以辭爵」者，辭養也。○注：發，猶射也。的，謂所射之識也。言射的必欲中之者，以求不飲女爵也。辭養，讓見養也。爾，或為「有」。○音義：的，丁歷反。養如字，徐羊尚反。識音式，一音志。女音汝。"
      },
      {
        "index": 23,
        "text": "疏　 「孔子」至「養也」。○正義曰：前經論射求諸己乃有爭心，故此明射中之難，以中為貴。○「射者何以射」者，言為射之人，何以能使射中與樂節相應也。○「何以聽」者，言何以能聽此樂節，使以射中相合。言射中樂節，兩相應會，至極難矣。○「循聲而發，發而不失正鵠者，其唯賢者乎」者，此論射中與樂節相會為難之事。「循聲」者，若謂射者依循樂聲而發矢，不失正鵠。言其中矣。如此者，其由賢者乃能然，是難也。「若夫不肖之人，則彼將安能以中」者，不肖，謂小人也。言小人則不能循聲而發，又不能持弓矢審固，彼既如此，則何能以中也。「《詩》云：發彼有的，以祈爾爵」者，此《小雅．賓之初筵》之篇，刺幽王之詩。陳古之明王大射之禮，發矢之時，射彼所祈之的。祈，求也。以求祈中，辭爾所罰之酒爵也。○「求中以辭爵者，辭養也」者，酒既養老，又以養病。今射者非病、非老，故求射中以辭讓此爵者，辭讓見養老也，不敢當其養禮也。○注「何以」至「中也」。○正義曰：「何以，言其難」者，言此事難作何法以為之者，言不可為也。故云「言其難」也。云「聲，謂樂節也」者，《騶虞》九節之屬也。云「畫曰正」，則賓射也。「棲皮曰鵠」，則大射也。○注「發猶」至「養也」。○正義曰：云「發猶射」者，解上「發彼有的」也。云「的，謂所射之識也」，識，猶記識之處，即正鵠之中也。云「辭養，讓見養也」，若己有老、病而可受養，今己為射不中而受爵，是無功受養，不敢當之，故讓矣。"
      }
    ]
  }
}