{
  "chapterNumber": 4,
  "title": "檀弓下",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[疏]正義曰：案鄭《目錄》云：「義同前篇，以簡策繁多，故分爲上下二卷。」\n君之適長殤，車三乘。公之庶長殤，車一乘。大夫之適長殤，車一乘。皆下成人也。自上而下，降殺以兩，成人遣車五乘，長殤三乘，下殤一乘，尊卑以此差之。庶子言公，卑遠之。傳曰：「大功之殤小從上。」○適，丁歷反，下及下「適室」同。長殤，丁丈反，下及注同：下式羊反。乘，繩證反，下及注同。皆下，戶嫁反。殺，色戒反。遣，棄戰反。差，初隹反，又初宜反。遠，於萬反。"
      },
      {
        "index": 1,
        "text": "[疏]「君之」至「一乘」。○正義曰：此一節論諸侯及卿大夫之子送葬遣車之數。○「君」者，五等諸侯也。今此謂諸侯適子在長殤而死，故云「君之適長殤」也。「車三乘」者，遣車也。葬柩朝廟畢，將行，設遣奠竟，取遣奠牲體臂臑，折之爲段，用此車載之，以遣送亡者，故謂之遣車。然遣車之形甚小，《周禮•巾車》云：「大喪飾遣車鄭云：「使人以次舉之以如墓也。又雜記遣車視牢具置於四隅鄭云：「四隅，郭中之四隅。」以此而推，故知小也。所以必須遣車者，《雜記》云：「大饗既饗，卷三牲之俎，歸於賓館，父母而賓客之、所以爲哀也。」是言父母方將遠去，亦如賓客之義，所以載牲體送之也。但遣車之數，貴賤不同。若生有爵命車馬之賜，則死有遣車送之，諸侯七乘，大夫五乘，此後有明文。鄭惟諸侯既七乘，降殺宜兩，則國王宜九乘，士三乘也。今此所明並是殤未成人，未有爵命車馬之賜而得遣車者，言其父有之，得與子也。王九乘，若適子成人，則應七乘，在長殤而死，則五乘。中殤從上亦五乘，下殤，三乘也。若有國王庶子成人，則應五乘，長殤中殤三乘，下殤一乘也。諸侯既自得七乘，其適子成人五乘，長殤三乘，故「君之適長殤，車三乘」也。中則從上，若下殤則一乘也。○「公之庶長殤，車一乘」者，公亦諸侯也。適長殤既三乘，庶子若成人乃三乘，而長殤則一乘，故云「車一乘」也。中殤亦從上，若下殤則無。「大夫之適長殤，車一乘」者，大夫自得五乘，適子成人三乘，長殤降二，故一乘也。中殤從上，亦一乘。若下殤及庶殤並不得也。案下注云：「人臣賜車馬，乃得有遣車。」禮：三命始賜車馬。然諸侯大夫再命而下，則不合有遣車。今大夫適子長殤得有遣車一乘者，以其身爲大夫，德位既重，雖未三命，得有遣車，約鄭注《雜記》云，則士無遣車。禮，天子上士三命，得有車馬之賜，而云「士無遣車」者，謂諸侯之士及天子中士、下士也。但喪禮質略，天子之臣與諸侯之臣命數雖殊，喪禮不異，故鄭云大夫以上乃有遣車。文主天子大夫，其實兼諸侯大夫也。鄭以士無遣車者，文王諸侯之士，其實亦兼天子中、下士也。諸侯及大夫之子。」熊氏云：「人臣得車馬賜者，遣車得及子。若不得車馬賜者，雖爲大夫，遣車不得及子。」案此經云「大夫之適長殤，車一乘」，則大夫之身五乘。下云：「大夫五個，遣車五乘。」二文兆墁，但此總爲殤而言之，故言其子。下文爲晏子大儉，故舉國君及大夫之身，本無及子不及子之義，橫生異意，無所證據，熊氏非也。《雜記》云：「遣車視牢具。」則遣車一乘，當苞一個，士無遣車，《既夕禮》苞三個者，亦是豐小殺大禮之義。若服虔之意，「視牢具」者，視饔餼牢具。故襄二十五年崔杼葬莊公，「下車七乘」，服注云：「上公饔餼九牢，遣車九乘。」與此異也。○注「庶子」至「從上」。○正義曰：君是對臣之名，有地大夫以上，皆有君號。公則五等之上，又同三公之尊。今庶子言「公」，就其尊號，是卑遠於庶子也。此有公、君相對，故爲此解。若文無所對，嫡與稱公，故《喪服》云「公子嫡子」是也。又鄭引《喪服傳》云「大功之殤中從上」者，證此遣車亦中從上也。必知然者，服是生人所著，哀念死者，車亦生者所有，被及亡人，車、服雖殊，皆緣生者之事，故車馬與服同中從上；若其瓦棺堲周之屬，本爲死者，中殤年實童幼，故從於下。盧植以爲遣車亦中從下，非其宜。"
      },
      {
        "index": 2,
        "text": "公之喪，諸達官之長杖。謂君所命，雖有官職，不達於君，則不服斬。\n[疏]「公之」至「長杖」。○正義曰：此一節論臣爲君杖法。公者，五等諸侯也。諸者，非一之辭。達官，謂國之卿大夫士被君命者也。既被君命，故稱「達官」也。既達於官，而貴有其職，此對不達者爲長，故云「長」也。若遭君喪，則備服衰杖，故云「諸達官之長杖」也。不云「衰」，從可知也。○注「謂君」至「服斬」。○正義曰：「不達於君」，謂府史之屬也。賤不被命，是不達於君也。不服斬衰，但服齊衰三月耳。故《喪服》齊衰三月章有「庶人爲國君」。鄭云：「不言民而言庶人，庶人或有在官者。」案彼注即是不達者也，皆是幾謂庶人在官者。若其近臣閽寺之屬，雖無爵命，但嗣君服斬，則亦服斬，與此異也。故《喪服》斬衰章云：「公士大夫之眾臣，爲其君布帶繩屨。」傳曰：「近臣，君服斯服矣。」鄭注云：「近臣，閽寺之屬。」若大夫之臣，雖不被命於諸侯，得爲大夫之君服斬與杖，但眾臣降其帶屨，用布帶繩屨耳。"
      },
      {
        "index": 3,
        "text": "君於大夫，將葬，吊於宮，及出，命引之，三步則止。以義奪孝子。宮，殯宮。出謂柩已在路。如是者三，咀芩。退，去也。三命引之，凡移九步。朝亦如之，哀次亦如之。君吊不必於宮。朝，喪朝廟也。次，他日賓客所受大門外捨也。孝子至此而哀，君或於是吊焉。○朝，直遙反，注同。"
      },
      {
        "index": 4,
        "text": "[疏]「君於」至「如之」。○正義曰：此一節論君吊臣之禮。君於大夫之喪，將至葬時，君必親往吊於殯宮，謂就殯宮以弔孝子。吊禮既畢，及其柩出殯宮之門，孝子號慕攀轅，柩車不動，君奪孝子之情，命遣引之。引者三步則止，所以止者，引者不忍頓奪孝子之情，故且止柩住。君又命引之，引之者三步而止。君又命引之，引之者三步而止。故如是者三，君又命引之，柩車遂行，君便退去。君或來吊，參差早晚，不必恆在殯宮。或當朝廟明日將發之時，亦如柩出殯宮，命引之三步，如是者三之事，故云「朝亦如之」。君吊或晚，不及朝廟之時，朝廟已畢，柩出大門，至平生待賓客次捨之處，孝子哀其平生次捨之處，停柩不行，君於是始吊。吊畢，君命引之使行，如上來之事，故云「哀次亦如之」。○注「宮殯」至「在路」。○正義曰：知此是「殯宮」者，以下云朝及哀次以朝廟及出大門哀次之事，此文在其前，以事前後，故知是殯宮也。云「出謂柩已在路」者，對宮中未行，今已出殯門，將往向廟，謂之在路。賀瑒以路謂載柩之車，義亦通也。○注「退去」至「九步」。○正義曰：鄭嫌「退」謂逡巡且退，故云「退，去也」。云「三命引之，凡移九步」者，以禮成於三，故知凡爲九步。鄭必分明言九步者，以經上云「引之，三步則止」，下云「如是者三」，恐別更爲三，通前爲四，十有二步之嫌，故明言「九步」也。九步既停，君又須命引之，則當四命也。或可君既三命，柩雖三步暫停，孝子更須有事，君即退。○注「君吊」至「吊焉」。○正義曰：君於大夫恩義，或有厚薄，或吊有早晚，故云「君吊不必於宮」也。「宮」謂殯宮也，從上可知也。知「朝」是喪朝廟者，朝與哀次相對，故知朝廟也。柩之朝廟，今日至廟，明日乃去。此吊謂明日將去之時，故有命引之。云「次，他日賓客所受大門外捨也」者，以《覲禮》諸侯受次捨於廟門外，明大夫大門外亦有賓次也。然主位在門東，孝子必哀門西張次者，以平生門東待賓客無次，孝子見門西張次之處而哀，故云「哀次」。云「君或於是吊焉」者，以君吊正禮當於殯宮，或於朝祖廟，無門外君吊之禮。君來吊或晚，有邂逅於是吊焉，故云「或」，「或」是不定之辭。"
      },
      {
        "index": 5,
        "text": "五十無車者，不越疆而吊人。氣力始衰。○疆，居良反，本又作疆，下「越疆」同。\n[疏]「五十」至「吊人」。○正義曰：此一節論衰老不許徒行遠吊之事。所以時不許越疆而吊人者，五十既衰，越疆則道路遙遠，吊人又悲感哀戚，恐增衰恐，故不許也。"
      },
      {
        "index": 6,
        "text": "季武子寢疾，蟜固不說齊衰而入見，曰：「斯道也將亡矣，士唯公門說齊衰。」季武子，魯大夫季孫夙也。世爲上卿，強且專政，國人事之如君，蟜固能守禮，不畏之，矯失俗也。道猶禮也。○蟜，居表反。蟜固，人姓名。說，他活反，本亦作稅，徐又音申銳反，下同。見，賢遍反。矯，居表反。武子曰：「不亦善乎！君子表微。」時無如之何，佯若善之。表猶明也。及其喪也，曾點倚其門而歌。明己不與也。點字晰，曾參父。○點，多忝反。倚，於綺反，徐其綺反。晰，星歷反。"
      },
      {
        "index": 7,
        "text": "[疏]「季武」至「而歌」。○正義曰：此一節論季武子無禮，蟜固正之事。武子，魯之執政上卿，時人畏之，事之如君，入其門皆說衰。唯蟜固不說齊衰而入見武子，謂武子曰：「我所以著齊衰而入者，以此著齊衰之道，將亡絕矣。以時人畏爾，入門者皆說齊衰，故此著齊衰入大夫之門，其道將絕。又語武子：「若依正禮，士唯入公門乃說齊衰，而入大夫之門不合說也。」言「將亡」者，其時鄉餘大夫之門，猶有著齊衰者，故云「將亡」將亡者，未絕之辭。武子既得蟜固之言，心雖恚恨，身既寢疾，無奈之何，乃佯言若美之：「汝之所言，不亦善乎！所以善者，若失禮顯著，凡人皆知。若失禮微細，唯君子乃能表明之。今說齊衰失禮之微，汝能知之，是君子之人，故云君子表微。」及武子之喪，曾點幕蟜固之直，乃倚武子之門而歌，明己不與武子，故無哀戚。○注「季武」至「禮也」。○正義曰：知是上卿專政者，《左傳》文云：「國人事之如君者，入君門說齊衰。」今入武子之門亦說齊衰，是與咀墁也。此謂不杖齊衰，若杖齊衰，雖入公門，亦不說之，具在下《曲禮》疏。云「蟜固能守禮，不畏之，矯失俗也」者，謂失禮風俗，矯而正之。據鄭此言，則蟜固，人之姓名，其字從蟲。若矯正之字，從矢。熊氏云：「或有人矯武子固陋。」對文不知，一何甚也！注「時無」至「善之」。○正義曰：知非實善，云佯善者，其實善，則尋常不合說齊衰，故知佯若善蟜固也。心實不善而佯善之，是無如之何。凡外貌爲陽，內心爲陰，實無內心、但有外貌者謂之爲陽，故《史記》韓非《說難》云「陽收其身而實疏之，陰用其言而顯棄之」是也。此「陽」或言「佯」者，字相假借，義亦通也。○注「點字晰，曾參父」。正義曰：此《史記•仲尼弟子傳》文。彼文「點」字作「箴」。"
      },
      {
        "index": 8,
        "text": "大夫吊，當事而至，則辭焉。辭猶告也，擯者，以主人有事告也。主人無事，則爲大夫出。○擯，必刃反，本又作儐，同，後放此。爲，於偽反，下「亦爲」、「爲之變」同。吊於人，是曰不樂。君子哀樂不同日。子於是日哭，則不歌。○日，人一反。樂音岳，又音洛，注同。婦人不越疆而吊人。不通於外。行吊之日，不飲酒食肉焉。以全哀也。吊於葬者，必執引，若從柩及壙，皆執紼。示助之以力，車曰引，棺曰紼，從柩贏者。○引音胤，注同，車索。壙，若晃反，又音曠，後同。紼音弗，棺索。贏音盈。○喪，公吊之，必有拜者，往謝之。雖朋友、州里、舍人可也。謂無主後。吊曰：「寡君承事。」示亦爲執事來。主人曰：「臨。」君辱臨其臣之喪。○臨如字，徐力鴆反。君遇柩於路，必使人吊之。君於民臣有父母之恩。大夫之喪，庶子不受吊。不以賤者爲有爵者主。"
      },
      {
        "index": 9,
        "text": "[疏]「大夫」至「受吊」。○正義曰：此一節論吊哭之禮，各依文解之。○「大夫吊」者，謂大夫吊士也。「當事」，當主人有大小斂殯之事也。大夫尊，來吊士，則孝子應出下堂迎之。若正有事而至，則孝子遣人辭告之，道有事不得出也，○注「辭猶」至「夫出」。○正義曰：此「出」者正謂出之於庭，不得出門外，以男子之事自堂及門故也。若未小斂以前，唯君命出，故《士喪禮》云：「唯君命出。」鄭注云：「大夫以下時來吊襚，不出，始喪哀戚甚，在室。」是小斂以前，不爲大夫出也。正當小斂之節，大夫來吊，則辭之以有事。斂畢當踴之時，延大夫而入，絕踴而拜之。或大夫正當斂後踴時始來，則亦絕踴拜之，故《雜記》云：「當袒，大夫至，雖當踴，絕踴而拜之。」注云：「尊大夫來至，則拜之，不待事已也。若士來吊，雖當斂，不告以有事。事畢，踴後，引士入，然後拜之。」故《雜記》云「於士，既事成，踴襲而後拜之」是也。此云不當事則爲大夫出，於士，雖不當事則不爲之出。然《士喪禮》既小斂以後，主人降自西階，遂拜賓，大夫特拜，士旅之，得出拜士者，以主人將襲絰於序東，因降階而拜之，非故爲士而出拜之。不當事爲大夫出，謂出迎至庭。若大夫退，則出送於門外。故《士喪禮》：「賓出，主人拜送於門外。」鄭注云：「廟門外也。」廟門謂殯宮門也。○「婦人不越疆而吊人」，此是凡吊之法，婦人無外事，故不越疆而吊人。○「吊於葬者，必執引」，引，柩車索也。吊葬本爲助執事，故必相助引柩車也。○「若從柩及壙，皆執紼」者，及，至也。紼，引棺索也。凡執引用人，貴賤有數，若其數足，則餘人不得遙行，皆散而從柩也。至壙下棺窆時，則不限人數，皆悉執紼，是助力也。○注「示助」至「贏者」。○正義曰：「引「者長遠之名，故在車，車行遠也。「紼」是撥舉之義，故在棺，棺唯撥舉，不長遠也。云「從柩贏」者，贏，餘也。從柩者，是執引所餘贏長者也。何東山云：「天子千人，諸侯五百人，大夫三百人，士五十人。」贏，首茆也。○「喪，公吊之，必有拜」者。○「喪」謂諸侯臣之喪。公來親吊，或遣人來吊，喪家雖無主後，必有以次疏親而往拜之，以謝其恩。疏親亦無，雖死者朋友及同州同裡及喪家典捨之人而往拜之可也。此以無後，故許他人拜謝。若其有後，主人故自當親拜。是以《既夕禮》云：「主人乘惡車。」鄭注云：「拜君命」是也。○「吊曰：寡君承事」者，此是君來語擯者，使傳君來之辭也。吊爲助事，故雖君之尊，亦稱「承事」也。○「主人曰：臨」者，主人辭謝之，曰君屈辱降臨某之喪。文稱「寡君」，應是吊他國之臣，上承「公吊」之下，則是已國之臣。稱「寡君」者，以其示欲供承喪家之事，故謙言「寡君」，此謂大夫之喪也。若吊士直稱君，故《士喪禮》「君使某吊，如何不淑」是也。○「君遇柩於路」者，君於其臣，當特吊於家，故《喪大記》於大夫及士皆親吊之，又《禮》譏蕢尚受吊，及杞梁之妻不受野吊是也。其或卑小之臣及庶人之等，君不豫知其喪，造次遇柩於路。既有民臣之恩，以此使人吊，故鄭答張逸：「謂行而遇之，謂凡民也。」雖以民爲主，亦兼微小臣，君不豫知其喪，故此云兼臣也。○「大夫之喪，庶子不受吊」者，「不受吊」者，謂不爲主人也。適子主喪，受吊拜賓。若適子或有他故不在，則雖庶子不敢受吊，明己卑，辟適也。言大夫庶子不受吊，則士之庶子得受吊也。言「不受吊」，不可以賤者爲有爵者喪主也。"
      },
      {
        "index": 10,
        "text": "妻之昆弟爲父後者死，哭之適室，以其正也。子爲主，袒、免、哭、踴。親者主之。○免音問。夫入門右，北面辟正主。○辟音避，下「辟難」同。使人立於門外，告來者，狎則入哭。狎，相習知者。○使，色吏反，又如字。狎，戶甲反。父在，哭於妻之室。不以私喪干尊。非爲父後者，哭諸異室。○有殯，聞遠兄弟之喪，哭於側室。嫌哭殯。無側室，哭於門內之右。近南者爲之變位。○近，附近之近。同國則往哭之。喪無外事。"
      },
      {
        "index": 11,
        "text": "[疏]「妻之」至「哭之」。○正義曰：此一節論哭無服者之事。適室，正寢也。《禮》：女子適人者，爲昆弟爲父後者不降，以其正故也。故姊妹之夫爲之哭於適室之中庭也。○「子爲主」者，子，已子也。甥服舅緦，故命已子爲主，受吊拜賓也。○「袒、免、哭、踴」者，冠尊，不居肉袒上，必先免，故凡哭哀則踴，踴必先袒，袒必先免，故「袒、免、哭、踴」也。○「夫入門右」者，夫謂此子之父，即哭妻兄弟者也。言「夫」者，據妻之爲喪也。子既爲主位，在東階之下西向，父入門右，近南而北向哭也。鄭注知此「北面」者，鄭推子既爲主，在阼階下西向，父不爲主，若又西向，便似二主，故入門右而北面，示闢爲主之處也。鄭又所以知父必北面者，《曾子問》云，衛靈公吊季康子，魯哀公爲主，康子立於門右北面，辟主人之位。故鄭知此當北面辟主人之位也。而《禮》本多將鄭注「北面」爲經文者，非也。案古舊本及盧、王《禮》亦無「北面」字，唯鄭注云「北面」耳。庾蔚亦謂非經文也。○「使人立於門外，告來者」者，以門內有哭，則鄉里聞之，必來相吊，故主人所使人出門外，告語來吊者，述所哭之由，明爲主在子，不關己也。○「狎則入哭」者，若吊人與此亡者曾經相識狎習，當進入共哭。「父在，哭於妻之室」者，此夫若父，在則適室由父，故但於妻室之前而哭之。亦子爲主，使人立於門外也。故鄭注云：「不以私喪於尊。」○「非爲父後者，哭諸異室」者，案《奔喪禮》，妻之黨哭諸寢，此哭於適室及異室者，寢是大名，雖適室及妻室、異室，總皆曰寢。此云子爲主，袒免哭踴，則夫入門右亦哭踴。知者以其上文「申祥之哭言思」，婦人倡踴，故知夫入門右亦踴，但文不備耳。○注「近南者爲之變位」。○正義曰：此哭於門內之右，謂庶人無側室者，故《內則》云「庶人無側室」者，言近南爲之變位，以其尋常爲主，當在阼階東西面，今稱門內之右，故知近南爲之變位也。必變之者，以哭於大門內之右，既非常哭之處，故繼門而近於南也。鄭云近南則猶西面，但近南耳。必知西面者，案《士喪禮》朝夕哭，眾主人、眾兄弟繼婦人南皆西面，明此哭兄弟亦西面也。下云「同國則往哭之」，上云聞遠兄弟之喪，謂異國也。所以同國則往哭，異國則否者，以其已有喪殯，不得向他國，故鄭云：「喪無外事。」"
      },
      {
        "index": 12,
        "text": "子張死，曾子有母之喪，齊衰而往哭之。或曰：「齊衰不以吊。」以其無服非之。曾子曰：「我吊也與哉？」於朋友哀痛甚而往哭之，非若凡吊。○與音餘。"
      },
      {
        "index": 13,
        "text": "[疏]「子張」至「與哉」。○正義曰：此一節論哭朋友失禮之事。○注「以其」至「非之」。○正義曰：言曾子與子張無服，不應往哭，故或人非之也。若有服者，雖緦亦往也。"
      },
      {
        "index": 14,
        "text": "有若之喪，悼公吊焉，悼公，魯哀公之子。○悼音道。子游擯，由左。擯，相侑喪禮者。喪禮廢亡，時人以爲此儀當如詔辭而皆由右相，是善子游正之。《孝經》說曰：「以身擯侑。」○擯，必忍反，注同。相，息亮反，下同。詔音照。侑音又。"
      },
      {
        "index": 15,
        "text": "[疏]「有若」至「由左」。○正義曰：此一節論擯相之法。在主人曰擯，在客曰介。○注「擯相」至「擯侑」。○正義曰：庾蔚云：「相主人以禮接賓，皆謂之擯，亦無當於吉凶。」鄭以爲相侑喪禮，據此事而言之，《大宗伯》註：「出接賓曰擯，入詔禮曰相。」云「喪禮廢亡，時人以爲此儀當如詔辭而皆由右相，是善子游正之」者，《少儀》云：「詔辭自右。」鄭云：「爲君出命也，立者尊右。」案立者尊右，若已傳君之詔辭，詔辭爲尊，則宜處右。今擯者宜右也。若於喪事，則惟賓主居右，而已自居左。而當時禮廢，言相喪亦如傳君詔辭，己自居右。子游知禮，故推賓居右，己居左也。云「《孝經說》曰：以身擯侑」者，引《孝經說》證擯是相侑也。孔子身爲君作擯侑，故《論語》云「君召使擯」是也。"
      },
      {
        "index": 16,
        "text": "齊穀王姬之喪，穀當爲告，聲之誤也。王姬，周女，齊襄公之夫人。○穀音告，又古毒反。魯莊公爲之大功。或曰：「由魯嫁，故爲之服姊妹之服。」或曰：「外祖母也，故爲之服。」《春秋》周女由魯嫁，卒，服之如內女服姊妹，是也。天子爲之無服，嫁於王者之後乃服之。莊公，齊襄公女弟文姜之子，當爲舅之妻，非外祖母也。外祖母又小功也。○爲之，於偽反，下及注同。王如字，徐於況反。"
      },
      {
        "index": 17,
        "text": "[疏]「齊穀」至「之服」。○正義曰：此一節論諸侯爲王姬著服之事。案莊二年秋，齊王姬卒，齊來告魯。云「王姬之喪，魯莊公爲之大功」，或人解之云：「王姬，周女也。命魯爲主，由魯嫁，比之魯女，故爲之服出嫁姊妹之服。」更有或人解云：「王姬爲莊公外祖母，故爲之著大功之服。」此或人之言，乃爲二非也。王姬是莊公舅妻，不得爲外祖母，是一非。假令爲外祖母，正合小功，不服大功，是二非也。○注「王姬」至「夫人」。○正義曰：案莊公十一年王女共姬爲齊桓公夫人，知此王姬非齊桓公夫人者，以桓公夫人經無卒文，是不告於魯襄公夫人。莊二年經書「王姬卒」，是來告魯，此言齊告王姬之喪，故知是襄公夫人。○注「《春秋》」至「服之」。○正義曰：《春秋》莊二年「齊王姬卒」，《穀梁傳》云：「爲之主者，卒之也。」案莊元年秋，「築王姬之館於外」，下云「王姬歸於齊」，是由魯嫁也。《喪服》大功章君爲姑姊妹女子子嫁於國君者，著大功之服，王姬既比之內女，故服大功也。云「天子爲之無服」者，以尊卑不敵故也。若嫁於王者之後，天子以賓禮待之，則亦大功也。其女反爲兄弟爲諸侯者，亦大功，以《喪服》女子出嫁爲兄弟大功故也。案《喪服》云女子子爲父後者期，謂大夫士之妻有往來歸宗之義。故《喪服》傳云：「婦人雖在外，必有歸宗，曰小宗。」鄭答趙商云：「自其家之宗。」言宗及小宗，故知是大夫士也。諸侯夫人，父母卒，無復歸寧之理，故知諸侯夫人爲兄弟爲諸侯者，但大功耳，不得服期。熊氏以爲服期，非也。案《喪服小記》云「與諸侯爲兄弟者服斬」，卑賤降等，雖不爲臣，猶服斬衰，與此別也。"
      },
      {
        "index": 18,
        "text": "晉獻公之喪，秦穆公使人吊公子重耳，獻公殺其世子申生，重耳辟難出奔，是時在翟，就吊之。○重，直龍反，注及下皆同。難，乃旦反。翟音迪，本又作狄。且曰：「寡人聞之，亡國恆於斯，得國恆於斯。言在喪代之際。雖吾子儼然在憂服之中，喪亦不可久也，時亦不可失也。孺子其圖之。」勸其反國，意欲納之。喪謂亡失位。孺，稚也。○嚴，魚檢反，本亦作儼，同。喪，息浪反，注及下皆同。孺，如樹反，後同。稚，直吏反，本又作稚，同。以告舅犯，舅犯，重耳之舅狐偃也，字子犯。舅犯曰：「孺子其辭焉！喪人無寶，仁親以爲寶。寶謂善道可守者，仁親，親行仁義。父死之謂何？又因以爲利，欲反國求爲後，是利父死。而天下其孰能說之？孺子其辭焉！」說猶解也。公子重耳對客曰：「君惠吊亡臣重耳，身喪父死，不得與於哭泣之哀，以爲君憂。謝之。○與音預。父死之謂何？或敢有他志以辱君義。」"
      },
      {
        "index": 19,
        "text": "[疏]「晉獻」至「君義」。○正義曰：此一節論公子重耳不因父喪以取國之事，各依文解之。○「且曰」至「圖之」。○使者吊重耳，重耳受吊禮已畢，使者出門，則應遂還賓館，使者方須致穆公之命以勸重耳，故言「且曰」。言「且」者，非特吊耳。「且」者，兼有餘事。使者且更言曰，稱穆公之命，言寡人聞前古以來，失亡其國，恆於此喪禍交代之時，得其國家，亦恆在於此交代之時。言此喪禍交代之際，是得國失國之機，求之則得，不求則失。雖吾子儼然端靜在憂戚喪服之中，無求國之意，然身喪在外，亦不可久爲，言辛苦也。得國之時，亦不可失，言當求也。欲使重耳從其言，故云「孺子其圖之」。○「父死」至「君義」。○言父身死亡，謂是何事，正是凶禍之事。既是凶禍，豈得又因此凶禍以有爲已利，欲求反國。必其如此，而天下聞之，其誰解說我以爲無罪。公子重耳用舅犯之言，出而對客，既敘其吊意，又謝其欲納之言。「君惠吊亡臣重耳」，此一句是敘其吊意。言身喪父死，不得在國與於哭泣之哀，以爲君之憂慮，欲納於我。既謝其恩，又道不可之意，言以父死，謂是何事，豈復敢悲哀之外，別有他志，以屈辱君之義事乎。言己無他志，不敢受君勸以反國之義。言「義」者，宜也。穆公之意，以重耳反國爲宜，故云「義」也。"
      },
      {
        "index": 20,
        "text": "稽顙而不拜，哭而起，起而不私。○稽音啟。顙，桑黨反。子顯以致命於穆公。使者，公子縶也。盧氏云：「古者名字相配，顯當作韅。」○顯依注音韅，呼遍反，徐苦見反。使，色吏反。縶，陟立反，後同。穆公曰：「仁夫公子重耳！夫稽顙而不拜，則未爲後也，故不成拜。哭而起，則愛父也。起而不私，則遠利也。」○夫音符。遠，於萬反。"
      },
      {
        "index": 21,
        "text": "[疏]「稽顙」至「遠利也」。○正義曰：此穆公本意勸重耳反國，重耳若其爲後，則當拜謝其恩，今不受其勸，故不拜謝。穆公以其不拜，故云「未爲後」也。所以稽顙者，自爲父喪哀號也。凡喪禮，先稽顙而後拜乃成。今直稽顙而不拜，故云「不成拜」也。今既聞父死勸其反國之義，哀慟而起，若欲攀轅然，故云「哭而起，則愛父也」。以其愛父，故起若欲攀轅。既哭而起，不私與使者，言必無心反國，是「遠利」也。鄭注知在翟吊之，及「使者，公子縶」者，並《國語》文。云：「縶吊重耳而退，吊公子夷吾於梁，如吊重耳之命。夷吾見使者，再拜稽首，起而不哭，退而私於公子縶曰：裡克與我矣，吾命之以汾陽之田百萬。丕鄭與我矣，吾命之以負蔡之田七十萬。亡人苟入，掃除宗廟，定社稷，且入河外列城五。」言亡人之所懷。案《國語》之說夷吾，則穆公美重耳之言，皆是形夷吾而起。"
      },
      {
        "index": 22,
        "text": "帷殯，非古也。自敬姜之哭穆伯始也。穆伯，魯大夫，季悼子之子公甫靖也。敬姜，穆伯妻，文伯歜之母也。《禮》：「朝夕哭，不帷。」○歜，昌燭反。"
      },
      {
        "index": 23,
        "text": "[疏]「帷殯」至「始也」。○正義曰：此一節論哭殯不合帷殯之事。○注「穆伯」至「不帷」。○正義曰：知穆伯是季悼子之子公甫靖者，《世本》文。知敬薑是文伯歜之母者，下文云：「文伯之喪，敬姜晝夜哭。」又《國語》云「敬姜自績，文伯諫之」是也。「朝夕哭，不帷」，是《雜記》文，以孝子思念其親，故朝夕哭時，乃褰徹其帷也。今敬姜之哭穆伯，以辟嫌之故，遂朝夕哭，不復徹帷，故下文云：「穆伯之喪，敬姜晝哭。」與此同也。案《春秋》文十五年公孫敖之喪，「聲已不視，帷堂而哭」。公孫敖亦是穆伯，此不云聲已之哭穆伯始者，聲已是帷堂，非帷殯也。聲已哭在堂下，怨恨穆伯，不欲見其堂，故帷堂。敬姜哭於堂上，遠嫌不欲見夫之殯，故帷殯。案張逸答陳鏗云：「敬姜早寡晝哭，以辟嫌帷殯，或亦辟嫌，表夫之遠色也。」"
      },
      {
        "index": 24,
        "text": "喪禮，哀戚之至也。節哀，順變也。君子念始之者也。始猶生也。念父母生已，不欲傷其性。\n[疏]「喪禮」至「者也」。○正義曰：此一節記人總論孝子遭喪，所爲哭踴、復魄、飯含、重主、殯葬、反哭之事，各依文解之。○「喪禮，哀戚之至也」者，言人或有禍災，雖或悲哀，未是哀之至極。唯居父母喪禮，是哀戚之至極也。既爲至極，若無節文，恐其傷性，故辟踴有節筭，裁節其哀也。故下文：「辟踴，哀之至，有筭，爲之節文也。」所以節哀者，欲順孝子悲哀，使之漸變也。故下文云：「慍，哀之變也。」所以必此順變者，君子思念父母之生已，恐其傷性，故順變也。"
      },
      {
        "index": 25,
        "text": "復，盡愛之道也，有禱祠之心焉。復謂招魂，且分禱五祀，庶幾其精氣之反。○禱，丁老反，一音丁報反。祠音詞。望反諸幽，求諸鬼神之道也。鬼神處幽暗，望其從鬼神所來。北面，求諸幽之義也。鄉其所從來也。《禮》復者升屋北面。鄉本又作向，同，許亮反。"
      },
      {
        "index": 26,
        "text": "[疏]「復盡」至「義也」。○正義曰：始死招魂復魄者，盡此孝子愛親之道也。非直招魂，又分禱五祀，冀精氣之復反，故云「有禱祠之心焉」。言招魂之時，於平生館舍求魂欲反，又於五祀禱請求之，復與五祀，總是祈禱，故云「禱祀之心焉」，以總結之。又解復魄之時，冀望魂神於幽處而來，所以望諸幽者，求諸鬼神之道也。言鬼神處在幽暗，故望幽以求之。又解望幽所在，北方是幽暗，復者北面，求鬼神之義。○注「復謂」至「之反」。○正義曰：「招魂」者，是六國以來之言，故《楚辭》有《招魂》之篇，《禮》則云：「復，冀精氣反覆於身形。」「分禱五祀」者，《既夕禮》文。直言乃行禱者，謂非直招魂，兼有分禱，俱是求神之義。言分遣其人，以禱五祀。五祀，博言之耳，士唯二祀。"
      },
      {
        "index": 27,
        "text": "拜、稽顙，哀戚之至隱也。稽顙，隱之甚也。隱，痛也。稽顙者，觸地無容。\n[疏]「拜稽」至「甚也」。○正義曰：孝子拜賓之時，先爲稽顙而後拜者，哀戚之至痛，就拜與稽顙二事之中，稽顙爲痛之甚，此「拜稽顙」，「拜」文在上，以《周禮》言之，將拜稽顙。或可下文，殷、周並陳，此云「拜稽顙」，或舉殷禮，故先言「拜」也。○注「隱痛」。○正義曰：《釋詁》文也。"
      },
      {
        "index": 28,
        "text": "飯用米、貝，弗忍虛也。不以食道，用美焉爾。尊之也，食道褻，米貝美。○飯，扶晚反。褻，息列反。\n[疏]「飯用」至「焉爾」。○正義曰：死者既無所知，所以飯用米貝，不忍虛其口。既不忍虛其口，所以不用飯食之道以實之。必用米貝者，以食道褻，米貝美，尊之不敢用褻，故用米貝，美善焉爾。飯食，人所造作，細碎不絜，故爲褻也。米貝，天性自然爲美。凡含用米貝，案《喪大記》云：「君沐粱，大夫沐稷，士沐粱。」又以所沐之米以飯之，故《士喪禮》「祝淅米於堂」，又云「祝受米，奠於貝北，主人左，扱米實於右」，是飯用沐米也。則是諸侯用粱，大夫用稷，大用梁。士用粱者，謂天子之士，諸侯之士用稻，故《士喪禮》云「稻米一豆，實於筐」是也。以次差之，天子當沐黍與？是天子飯用黍也。其含，案《周禮•典瑞》云：「大喪，其飯玉，含玉。」鄭注云：「含玉，如璧形而小耳。」是天子用璧也。又「飯玉，碎玉以雜米也」，故云「共飯玉」。《雜記》云「含者執璧將命」，是諸侯亦含以璧也。卿大夫無文。案成十七年公孫嬰齊夢贈瓊瑰，注云「食珠玉，含象」，則卿大夫蓋用珠也。案《士喪禮》「貝三實於笲」，注云：「貝，水物，古者以爲貨，江水出焉。笲，竹器名。」是士用貝三，依《雜記》，則大夫當五，諸侯七，天子九。何休注《公羊》云：「天子以珠，諸侯以玉，大夫以碧，士以貝。」又《禮緯•稽命徵》：「天子飯以珠，含以玉。諸侯飯以珠，含以璧。卿大夫飯以珠，含以貝。」此等或是異代禮，非周法也。"
      },
      {
        "index": 29,
        "text": "銘，明旌也。神明之精。○銘音名。旌音精。以死者爲不可別已，故以其旗識之。不可別，形貌不見。○別已，彼列反，注同，本或無己字，非。識，式至反，皇如字。愛之，斯錄之矣。敬之，斯盡其道焉耳。謂重與奠。○重與奠也，與音如字，一本作「重與奠與」，二「與」並音餘。重，主道也。始死未作主，以重主其神也。重既虞而埋之，乃後作主。《春秋傳》曰：「虞主用桑，練主用栗。」殷主綴重焉，綴猶聯也。殷人作主，而聯其重，縣諸廟也。去顯考，乃埋之。○綴，丁劣反，又丁衛反。聯音連。縣音玄。周主重徹焉。周人作主，徹重埋之。"
      },
      {
        "index": 30,
        "text": "[疏]「銘明」至「徹焉」。○正義曰：案《士喪禮》「爲銘各以其物。」又《司常》云：「大喪共銘旌。」注云：「王則大常。」案《司常》云：「王建大常，諸侯建旂，孤卿建旃，大夫士建物。」則銘旌亦然，但以尺寸易之。案《士喪禮》士長三尺，大夫五尺，諸侯七尺，天子九尺，從遣車之差，以喪事略故也。若不命之士，則《士喪禮》云「以緇，長半幅」，長一尺；「赬末，長終幅」，長二尺，總長三尺。○「愛之，斯錄之矣」。○「愛之，斯錄之」者，謂孝子思念其親，追愛之道。斯，此也。故於此爲重，以存錄其神也。○「敬之，斯盡其道焉」耳者，謂於此設奠，盡其孝養之道焉耳。鄭以下文有「重」及「奠」，故以此一經爲下張本，故云「重與奠」也。此「愛之，斯錄之矣」，及「敬之，斯盡其道焉耳」，亦得總焉於「明旌」之義，故《士喪禮》「爲銘」之下，鄭注引此愛之敬之二事，以解銘旌，以義得兩通，故鄭彼此二解。○「重主」至「徹焉」。○言始死作重，猶若吉祭木主之道。主者吉祭所以依神，在喪重亦所以依神，故云「重，主道也」。○「殷主綴重焉」者，謂殷人始殯，置重於廟庭，作虞主訖，則綴重縣於新死者所殯之廟也。○「周主重徹焉」者，謂周人虞而作主，而重則徹去而埋之，故云「周主重徹焉」。但殷人綴而不即埋，周人即埋，不縣於廟爲異也。○注「始死未作」至「練主用栗」。○正義曰：案《士喪禮》云士有重無主，而此云「重，主道」者，此據天子諸侯有主者言之，卿大夫以下無主。《春秋》孔悝爲石主，鄭《駁異義》云：「孔悝祭所出君，故有主。」云「重既虞而埋之，乃後作主」者，謂既虞之後，乃始埋重，埋重之後，乃始作主。案天子九虞，九虞之後，乃埋重。重與柎相近，故《公羊》云「虞主用桑，謂虞祭之末也」。《左傳》云「祔而作主」，謂用主之初，俱是喪主，其義不異，故《異義》：「《公羊》說虞而作主，《左氏》說天子九虞，十六日祔而作主謂喪主，許慎謹案：《左氏》說與《禮》同。」鄭氏不駁，則是從《左氏》之義，非是虞祭之日即作主也。故此注云埋重之後，乃作主也。其卒哭之祭，己用主也。必知然者，以卒哭日成事，以吉祭易喪祭，故知與虞異也。○注「殷人」至「埋之」。○正義曰：知縣之廟者，「周主重徹焉」，明殷之作主，重不徹焉。主之與重，本爲死者入廟，重既不徹，故知重隨死者縣於廟。云「去顯考，乃埋之」者，謂今死者世世遞遷，至爲顯考，其重恆在，死者去離顯考，乃埋其重及主，以其既遷，無復有廟，故顯考謂髙祖也。其遷早晚，《左氏》以爲三年喪畢，乃遷廟，故僖三十三年《左氏傳》云：「烝嘗褅於廟。」杜、服皆以爲三年禘祭，乃遷此廟，鄭則以爲練時則不禘而遷廟主，故鄭注《士虞禮》「以其班祔」之下云「練而遷廟」，又注《鬯人》「廟用卣」，「謂始禘時」。鄭必謂以練者，以文二年「作僖公主」，《穀梁傳》云：「於練焉，壞廟。壞廟之道，易簷可也，改塗可也。」范寧云：「親過髙祖則毀其廟，以次而遷，將納新神，故示有所加。」是鄭之所據。其主之狀，范人云：「正方，穿中央，達四方。天子長尺二寸，諸侯長一尺。」○注「周人」至「埋之」。○正義曰：案《既夕禮》將葬，「甸人抗重出自道，道左倚之」。鄭注云：「重既虞，將埋之。」是鄭埋重於門外之道左也。若虞主，亦埋之於祖廟門外之道左。案《異義》：「《戴禮》及《公羊》說虞主埋於壁兩楹之間，一說埋之於廟北牖下，《左氏》說虞主所藏無明文。」鄭駁之云：「案《士喪禮》重與柩相隨之禮，柩將出，則重倚於道左。柩將入於廟，則重止於門西。虞主與神相隨之禮，亦當然。練時既特作栗主，則入廟之時，祝奉虞主於道左。」練祭訖，乃出就虞主而埋之，如既虞埋重於道左。是鄭既練，埋虞主於廟門之道左也。"
      },
      {
        "index": 31,
        "text": "奠以素器，以生者有哀素之心也。哀素，言哀痛無飾也。凡物無飾曰素。唯祭祀之禮，主人自盡焉爾，豈知神之所饗？亦以主人有齊敬之心也。哀則以素，敬則以飾，禮由人心而已。○齊，側皆反。"
      },
      {
        "index": 32,
        "text": "[疏]「奠以」至「心也」。○正義曰：「奠」謂始死至葬之時祭名，以其時無屍，奠置於地，故謂之「奠」也。悉用素器者，表主人有哀素之心。既因用素表孝子哀素，遂論虞祭之後，及卒哭練祥之祭，故云此等祭祀之禮，既見親終，於主人自盡致孝養之道焉爾，豈知神之所饗須設此祭？所以設之者，亦以主人有齊敬之心，若親存然，故設祭亦如生存之有齊敬，今死亦齊敬，故云「亦」也。○注「哀則」至「以飾」。○正義曰：哀則以素謂葬前，敬則以飾謂虞後，故《士虞禮》不用素器也。知經中祭祀非尋常吉祭者，以上下所論，皆是喪事，不應吉祭廁在其間。其實吉祭，主人亦有齊敬之心也。"
      },
      {
        "index": 33,
        "text": "辟踴，哀之至也。有算，爲之節文也。算，數也。○辟踴，媿亦反，下音勇。算，桑亂反。\n[疏]「辟踴」至「文也」。○正義曰：撫心爲辟，跳躍爲踴。孝子喪親，哀慕至懣，男踴女辟，是哀痛之至極也。若不裁限，恐傷其性，故辟踴有算，爲準節文章。准節之數，其事不一。每一踴三跳，三踴九跳，都爲一節。士捨死日三日而殯，凡有三踴。初死日襲，襲而踴。明日小斂，小斂而踴。又明日大斂，大斂又踴。凡三日爲三踴也。大夫五踴，捨死日四日而殯，初死日一踴，明日襲又一踴，至三日小斂朝一踴，至小斂時又一踴，至四日大斂朝不踴。當大斂時又一踴，凡四日爲五踴。諸侯七踴，捨死日六日而殯，初死日一，明日襲又一，至三日小斂朝一，當小斂時又一，四日無事一，五日又一，至六日朝不踴，亦當大斂時又一，凡六日七踴。《周禮》王九踴，捨死日八日而殯，死日一，明日襲一，其間二日爲二，至五日小斂爲二，其間二日又二，至八日大斂，則其朝不踴也，大斂時又一，凡八日九踴。故云「爲之節文」也。故《雜記》云：「公七踴，大夫五踴，士三踴。」鄭注云「士小斂之朝不踴，君大夫大斂之朝乃不踴」是也。"
      },
      {
        "index": 34,
        "text": "袒、括髪，變也。慍，哀之變也。去飾，去美也。袒、括髪，去飾之甚也。有所袒，有所襲，哀之節也。\n[疏]「袒括」至「節也」。○正義曰：言袒衣括髪者，是孝子形貌之變也。悲哀慍恚者，是孝子哀情之變也。去其尋常吉時服飾也者，是去其華美也。孝子去飾，雖有多塗，袒括髪者，就去飾之中，最爲甚也。孝子悲哀，理應常袒，何以有所袒、有所襲時者，表明哀之限節，哀甚則袒，哀輕則襲。"
      },
      {
        "index": 35,
        "text": "弁絰葛而葬，與神交之道也。接神之道，不可以純凶。天子諸侯變服而葬，冠素弁，以葛爲環絰，既虞卒哭，乃服受服也。《雜記》曰：「凡弁絰，其衰侈袂。」○括，觀闊反。慍，庾、皇紆粉反，積也，又紆運反，怨恚也，徐又音郁。去，羌呂反，下及注「去樂」、「去桃茢」並同。衰，七雷反。侈袂，昌氏反，下彌世反。"
      },
      {
        "index": 36,
        "text": "[疏]注「接神」至「侈袂」。○正義曰：葬時居喪，著喪冠麻絰，身服衰裳，是純凶也。又尋常弁絰，以麻爲環絰，今乃去喪冠，著素弁，又加環絰，用葛，不以麻，故云交神之道，不可以純凶。云「天子諸侯，變服而葬」者，以下云「有敬心焉」。以日月逾時，故敬心乃生。大夫與士，三月而葬，敬心未生，故知天子諸侯也。云「冠素弁，以葛爲環絰」者，素謂素帛爲弁，故鄭注《周禮•司服》云：「弁如爵弁而素。」不云麻，是用素絹也。以「葛」以「弁絰」連文，故云葛環絰。然則要帶猶用麻也。云「卒哭，乃服受服也」者，以受服者無文，故鄭解不定。《喪服》註：「天子諸侯既虞，大夫士卒哭，乃受服。」此云卒哭乃受服，是不定喪服，以大夫以上卒哭與虞，其月不同。士虞與卒哭同在一月，故解爲大夫以上。既虞，士卒哭受服。皇氏云：「《檀弓》足本當言既虞與喪服，注會云卒哭者，誤也。」引《雜記》「其衰侈袂」者，證既服弁絰，其衰亦改。案《喪服》衰袂二尺二寸，袪尺二寸，則葬時更制其衰袂三尺三寸，袪尺八寸，是改喪服之衰也。熊氏、皇氏等並爲錫衰。皇氏又引鄭說，稱鄭沖云：「《小記》曰，諸侯吊必皮弁錫衰，則此弁絰之衰，亦是吊服也。」案《喪服》改葬尚服緦麻，今葬服錫衰，其義疑也。"
      },
      {
        "index": 37,
        "text": "有敬心焉。逾時哀衰而敬生，敬則服有飾，大夫士三月而葬，未逾時。○衰，所追反。\n[疏]注「大夫」至「逾時」。○正義曰：案鄭《箴膏肓》云：「人君殯數來日，葬首薺月，大夫以上，殯皆以來日數，則大夫並死月四月而葬。」云「未逾時」者，謂未逾一時。假令四月而死，七月而葬，是未逾越夏之一時也。非如《春秋》之逾年也。若以爲逾年言之，則三月死，至四月，是亦逾時。《穀梁傳》云：「古者行役不逾時。」豈三月行，不至四月即須反？故知不然也。"
      },
      {
        "index": 38,
        "text": "周人弁而葬，殷人冔而葬。周弁、殷冔，俱像祭冠，而素禮同也。○<口馵>，況甫反。\n[疏]注「周弁」至「同也」。○正義曰：《士冠禮》：「周弁，殷冔，夏收。」《王制》云：「夏後氏收而祭，殷人冔而祭，周人弁而祭。」此弁既對冔，故知俱像祭冠。"
      },
      {
        "index": 39,
        "text": "歠主人、主婦、室老，爲其病也。君命食之也。尊者奪人易也。歠，歠粥也。○歠，徐昌悅反，一音常悅反。爲其，於偽反，下注「爲父母」、「爲有凶」、「爲人甚」同。食音嗣。易，以豉反。粥，之六反，後同。"
      },
      {
        "index": 40,
        "text": "[疏]「歠主」至「之也」。○正義曰：此一節論尊者奪孝子情之法。歠者，親喪三日之後，歠粥之時，主人，亡者之子。主婦，亡者之妻。室老，家之長相。此三者並是大夫之家貴者，爲其歠粥，病困之，故君必有命食疏飯也。若非三者，雖復歠粥致疾病，君不命食之，以其賤故也。其士之主人主婦，君不命也。《喪大記》主婦食疏，食謂既殯之後；此主婦歠者，謂未殯前，故《問喪》云：「鄰里爲之麋粥以飲食之。」"
      },
      {
        "index": 41,
        "text": "反哭升堂，反諸其所作也。親所行禮之處。○處，昌慮反，下同。主婦入於室，反諸其所養也。親所饋食之處。○養，徐羊尚反。"
      },
      {
        "index": 42,
        "text": "[疏]「反哭」至「養也」。○正義曰：謂葬窆訖，反哭升於廟。所以升堂者，反覆於親所行禮之處。行禮者，謂平生祭祀冠昏在於堂也。主婦反哭，所以入於室，反覆於親所饋食供養之處，此皆謂在廟也。故《既夕禮》主人「反哭，入，升自西階東面」。鄭注云：「反諸其所作也。」又云：「主婦入於室。」注云：「反諸其所養也。」下始云「遂適殯宮」，故知初反哭在廟也。下云「反哭之吊也」，亦謂在廟也。"
      },
      {
        "index": 43,
        "text": "反哭之吊也，哀之至也。反而亡焉，失之矣，於是爲甚。哀痛甚。殷既封而吊，周反哭而吊。封當爲窆，窆，下棺也。○封，依注音窆，彼驗反，下同。"
      },
      {
        "index": 44,
        "text": "[疏]注「封當」至「棺也」。○正義曰：知非既封土爲墳者，以《既夕禮》：「實土三，主人拜鄉人，乃反哭。」周既如此，明殷亦然。且殷既不爲墳，故知封當爲窆。孔子曰：「殷已愨，吾從周。」愨者，得哀之始，未見其甚。○愨，本又作殼，苦角反，注及後同。"
      },
      {
        "index": 45,
        "text": "[疏]注「愨者」至「其甚」。○正義曰：廟是親之平生行禮之處，今反哭於廟，思想其親而不見，故悲哀爲甚。壙者，非親存所在之處，今柩暫來至此，始有悲哀，未是甚極。今吊者於此而來，哀情質愨，故云「愨」也。"
      },
      {
        "index": 46,
        "text": "葬於北方，北首，三代之達禮也，之幽之故也。北方，國北也。○首，手又反。\n[疏]「之幽之故也」。○正義曰：上「之」訓往，下「之」語助，言葬於國北及北首者，鬼神尚幽暗，往詣幽冥故也。殯時仍南首者，孝子猶若其生，不忍以神待之。"
      },
      {
        "index": 47,
        "text": "既封，主人贈，而祝宿虞屍。贈以幣，送死者於壙也。於主人贈，祝先歸。\n[疏]「既封」至「虞屍」。○正義曰：「既封」，謂葬已下棺。鄭不破「窆」字者，從上可知也。云「主人贈，而祝宿虞屍」者，謂主人以幣贈死者於壙之時，祝先歸宿戒虞屍。案《既夕禮》主人「贈用制幣，玄纁束帛也」。案《士虞禮記》云：「男，男屍。女，女屍。」是虞有屍也。"
      },
      {
        "index": 48,
        "text": "既反哭，主人與有司視虞牲，日中將虞，省其牲。有司以几筵捨奠於墓左，反，日中而虞。所使奠墓有司來歸乃虞也。捨奠墓左，爲父母形體在此，禮其神也。《周禮•塚人》：「凡祭墓爲屍。」○捨奠音釋，注同。"
      },
      {
        "index": 49,
        "text": "[疏]「有司」至「而虞」。○正義曰：此謂既窆之後事也。有司，修虞之有司也。幾，依神也。筵，坐神席也。席敷陳曰筵。捨，釋也。奠，置也。墓道向南，以東爲左，孝子先反脩虞，故有司以几筵及祭饌置於墓左，禮地神也。言以父母形體所托，故禮其地神以安之也。「反，日中而虞」者，「反」謂所使奠墓左有司歸也。「虞」者，葬日還殯宮安神之祭名。必用日中者，是日時之正也。《士虞禮》云：「日中而行事。」注云：「朝葬，日中而虞。君子舉事必用辰正也。再虞、三虞皆用質明。」案周人尚赤，大事用日出，故朝葬也。○注「所使」至「爲屍」。○正義曰：鄭恐奠墓有司未歸，即非虞祭，故云「奠墓有司來歸，乃虞也」。必知歸始虞者，以經云「奠於墓左，反，日中而虞」，是奠墓者回反，日中而虞。引《周禮•塚人》「凡祭墓爲屍」者，證葬畢奠墓。案《周禮•塚人》「爲屍」謂祈禱，不同者，以言「凡祭墓」，「凡」者非一，諸祭皆是。"
      },
      {
        "index": 50,
        "text": "葬日虞，弗忍一日離也。弗忍其無所歸。○離，力智反，下同。是月也，以虞易奠。虞，喪祭也。卒哭曰「成事」。既虞之後，卒哭而祭，其辭蓋曰「哀薦成事」，成祭事也。祭以吉爲成。"
      },
      {
        "index": 51,
        "text": "[疏]注「既虞」至「爲成」。○正義曰：既虞祭之後，至於卒哭，其卒哭祭辭，蓋曰「成事」。所以稱「蓋」者，以其《士虞禮》無文，唯《雜記》及此有卒哭成事，故鄭約之爲解，又稱「蓋」以疑之。以虞祭之時，以其尚凶，祭禮未成。今既卒無時之哭，唯有朝夕二哭，漸就於吉，故云「成事」，祭以吉爲成故也。其虞與卒哭，尊卑不同。案《雜記》：「士三月而葬，是月而卒哭。大夫三月而葬，五月而卒哭。諸侯五月而葬，七月而卒哭。」又《雜記》云：「內此天子七月而葬，九月而卒哭。」《雜記》又云：「諸侯七虞，大夫五，士三。」謂之「虞」者，鄭注《士虞禮》云：「虞，安也，所以安神。」虞皆用柔日。柔日者，鄭注《士虞禮》云：「柔日陰，陰取其靜。」最後一虞用剛日。故《士虞記》云：「三虞卒哭，他用剛日。」鄭注云：「用剛日，剛日，陽也。陽取其動。」謂動而將祔廟也。《雜記》云：「諸侯七虞。」然則天子九虞也。士三虞卒哭，同在一月。初虞已葬日而用柔，第二虞亦用柔日。假令丁日葬，葬日而虞，則已日二虞，後虞改用剛，則庚日三虞也。故鄭注《士虞禮》云：「士則庚日三虞。」三虞與卒哭相接，則壬日卒哭也。《士虞禮》云：「明日祔於祖父。」則祭明日，祔也。士之三虞用四日，則大夫五虞當八日，諸侯七虞當十二日，天子九虞當十六日，最後一虞，與卒哭雷墁，「用剛日」。大夫以上卒哭者，去虞相校兩月，則虞祭既終，不得與卒哭相接。崔氏解：「既正禮得終，其虞後卒哭之前，剛日雖多，不須設祭，以正禮成也。故此下云：『不忍一日未有所歸也。』謂不成正禮，赴葬赴虞是也。」崔又一解。虞後卒之前，不可無祭，亦以剛日接之，恐此解非也。"
      },
      {
        "index": 52,
        "text": "是日也，以吉祭易喪祭。卒哭吉祭。○易，以豉反，徐音亦。明日，祔於祖父。祭告於其祖之廟。○祔音附。其變而之吉祭也。比至於祔，必於是日也接；不忍一日末有所歸也。末，無也。日有所用接之，《虞禮》所謂「他用剛日」也。其祭，祝曰哀薦，曰成事。○比，必利反。"
      },
      {
        "index": 53,
        "text": "[疏]「其安」至「歸也」。正義曰：上云虞卒哭及祔，皆據得常正禮，此經所云，謂不得正禮，故謂之「變」，以其變常禮也。所以有變者，或時有迫促，或事有忌諱，未及葬期，死而即葬者，即《喪服小記》所云赴葬者，赴虞者，三月而後卒哭。彼據士禮而言，速葬速虞之後，卒哭之前，其日尚賒，不可無祭，謂之爲變。其既虞之後，變禮而之吉祭也。之，往也。既虞，往至吉祭。其禮如何？既虞比至於祔以來，必於是日接，謂於是三虞卒哭之間，剛日而連接其祭，謂恆用剛日。所以恆用剛日接之者，孝子不忍使親每一日之間無所歸依。○注「末無」至「成事」。○正義曰：「《虞禮》所謂他用剛日」者，此經所云「變」者，虞禮謂之「他」也。案《士虞禮》云：「三虞卒哭，他，用剛日，哀薦日成事。」鄭注云：「他謂不及時而葬者。《喪服小記》曰，赴葬者，赴虞者，三月而後卒哭。則虞與卒哭之間有祭事者，亦用剛日，其祭無名，謂之他者，假設言之耳。」如鄭此言，《虞禮》謂之「他」，此經謂之「變」，其義一也。皆據速葬速虞者而言之。云「其祭，祝曰哀薦，日成事」，雖所行三事虞，卒哭及他之下，鄭意惟屬於他，故引來爲注。其依時葬及虞者，後去卒哭雖遠，其間不復祭。崔氏一解云：「雖依時葬，虞後至卒哭，仍以剛日接。」其義恐非也。《喪服小記》云「赴葬者」據士，故云「三月而卒哭」。此經亦據士，故云「比至於祔，必於是日也接」。若大夫以上，赴葬、赴虞之後爲接祭，至常葬之月，終虞之祭日乃止，其祝亦稱哀薦云「成事」焉。"
      },
      {
        "index": 54,
        "text": "殷練而祔，周卒哭而祔，孔子善殷。期而神之，人情。○期音基。\n君臨臣喪，以巫祝桃茢執戈，惡之也。爲有凶邪之氣在側。君聞大夫之喪，去樂卒事而往，未襲也。其已襲，則止巫，去桃茢。桃，鬼所惡。茢，萑苕，可掃不祥。○茢音列，徐音例，杜預云：「黍穰也。」鄭注《周禮》云：「苕帚。」惡，烏路反，注及下注同。凶邪，似嗟反，下注同。萑音完。苕，大雕反。所以異於生也。生人無凶邪。"
      },
      {
        "index": 55,
        "text": "[疏]「君臨」至「生也」。○正義曰：此一節論君臨臣喪之禮。「君」謂天子，臣喪未襲之前，咀薺臨吊，則以巫執桃，祝執茢，又使小臣執戈。所以然者，惡其凶邪之氣。必惡之者，所以異於生人也。若往臨生者，但有執戈，無巫祝執桃茢之事，今有巫祝，故云「異於生」也。○注「君聞」至「桃茢」。○正義曰：「君聞大夫之喪，去樂卒事」者，昭十五年《公羊傳》文。言「而往，未襲也」，是鄭意所加之言也。《公羊》直云「去樂卒事」，鄭必知往者，以下云柳莊之卒，衛侯不脫祭服而往，明其王有大臣之喪，亦當然也。以聞喪即往，故知「未襲」也。云「已襲，則止巫，去桃茢」者，「襲」謂死之明日，則止巫門外，去桃茢，祝代巫而入，又小臣執戈。鄭知然者，案《喪大記》大夫之喪，將大斂，咀薺，巫止於門外，祝先入。又云《士喪禮》亦如此。又《士喪禮》大斂而往，「巫止於廟門外，祝代之。小臣二人執戈先，二人後」。此皆大斂之時，小斂及殯更無文，明與大斂同。直言巫止，無「桃茢」之文，《喪大記》雖記諸侯之禮，明天子亦然，故云「已襲，則止巫，去桃茢」也。此經所云，謂天子禮，故鄭注《士喪禮》引《檀弓》云：「君臨臣喪，以巫祝桃茢執戈以惡之，所以異於生也，皆天子禮也。」諸侯臨臣之喪，則使祝代巫，執茢居前，下天子也。以此言之，知此文據天子禮也。鄭注《士喪禮》云：「諸侯臨臣之喪，則使祝代巫執茢」，亦謂未襲以前也。若已襲之後，茢亦去之，與天子同。是天子未襲之前，臨臣之喪，巫祝、桃茢、執戈，三者並具。諸侯臨臣喪，未襲之前，巫止，祝執茢，小臣執戈。若既襲之後，斂殯以來，天子與諸侯同。並巫止，祝代之，無桃茢。案《士喪禮》君吊之時，當大斂之節，而鄭注云：「巫祝桃茢執戈，天子禮也。使祝代巫執茢，諸侯禮也。」以當大斂之時，而解爲未襲前者，以《士喪禮》未襲之前，君無親吊。今大斂君來，巫止門外，故鄭以未襲之前解天子諸侯之異。必知襲後無桃茢者，案《喪大記》大斂唯有「巫止」之文，無桃茢之事，故注云：「此己襲，則止巫去桃茢。」下云：「荊人使公親襚，巫先拂柩。」時荊王以襄二十八年十二月死，至明年正月，則殯來已久，得有始行襲禮。「巫先拂柩」者，彼云襲者，謂加衣於殯，非爲屍加衣，故下云「拂柩」。及《左傳》云「袚殯而襚」，是既殯也。公以楚人無禮於已，故公用天子未襲之前君臨臣喪之法，以巫祝桃茢也。"
      },
      {
        "index": 56,
        "text": "喪有死之道焉，言人之死，有如鳥獸死之狀。鳥獸之死，人賤之。先王之所難言也。聖人不明說，爲人甚惡之。○難，乃旦反。"
      },
      {
        "index": 57,
        "text": "[疏]「喪有」至「言也」。○正義曰：此一節論先王恐生者惡死者之事，言人之喪也，有如鳥獸死散之道焉。「先王之所難言」，死散之義，若言其死散，則人之所惡，故難言也。"
      },
      {
        "index": 58,
        "text": "喪之朝也，順死者之孝心也。朝謂遷柩於廟。○朝，直遙反，注及下皆同。其哀離其室也，故至於祖考之廟而後行。殷朝而殯於祖，周朝而遂葬。"
      },
      {
        "index": 59,
        "text": "[疏]「喪之」至「遂葬」。○正義曰：此一節論殷、周死者朝廟之事。「喪之朝也」者，謂將葬前，以柩朝廟者，夫爲人子之禮，出必告，反必面，以盡孝子之情。今此所以車載柩而朝，是順死者之孝心也。然朝廟之禮，每廟皆朝，故《既夕禮》云：「其二廟，則饌於禰廟。」下云：「降柩，如初適祖。」則天子諸侯以下，每廟皆一日，至遠祖之廟，當日朝畢，則爲祖祭，至明日設遣奠而行。○「其哀離其室也」者，謂死者神靈悲哀，棄離其室，故至於祖考之廟，辭而後行。殷人尚質，敬鬼神而遠之，死則爲神，故云朝而殯於祖廟。周則尚文，親雖亡歿，故猶若存在，不忍便以神事之，故殯於路寢，及朝廟遂葬。夫子不論二代得失，皆合當代之禮，無所是非。以此言之，則周人不殯於廟。按僖八年「致哀姜」，《左傳》云：「不殯於廟，則弗致也。」則正禮當殯於廟者，服氏云：「不薨於寢，寢謂小寢。不殯於廟，廟謂殯宮。鬼神所在謂之廟。」鄭康成以爲《春秋》變周之文，從殷之質，故殯於廟。杜預以爲不以殯朝廟，未詳孰是。"
      },
      {
        "index": 60,
        "text": "孔子謂爲明器者，知喪道矣，備物而不可用也。神與人異道，則不相傷。哀哉！死者而用生者之器也，不殆於用殉乎哉！殆，幾也。殺人以衛死者曰殉。用其器者，漸幾於用人。○殉，辭俊反，以人從死曰殉。畿音祈，又音機，下同。其曰明器，神明之也。神明，死者異於生人。塗車、芻靈，自古有之，芻靈，束茅爲人馬。謂之靈者，神之類。○芻，初拘反。明器之道也。言與明器同。孔子謂爲芻靈者善，謂爲俑者不仁，殆於用人乎哉！俑，偶人也。有面目機髪，有似於生人。孔子善古而非周。○俑音勇。"
      },
      {
        "index": 61,
        "text": "[疏]「孔子」至「乎哉」。○正義曰：此一節皆記者錄孔子之言，善古非殷周之事，故云孔子謂夏家爲明器者，知死喪之道焉。以孝子之事親不可闕，故備其器物，若似生存；以鬼神異於人，故物不可用。孔子既論夏家之事，是又言殷代之非，故云，可哀哉！殷之送死者而用生者之祭器，不殆於用生人爲殉乎哉！「殆」，近也，謂近於用乎生人爲殉。所以近者，以生人食器而供死者，似若用生人而殉死人，故云近也。既言殷代之事，將言周代用偶人爲非禮，故先言明器芻靈，後論偶人之事。故言「其曰明器，神明之也」。死者之物，還可用塗車、芻靈，即明器之物一類，自古帝王所制而有之，此則豈不可爲用，故云「明器之道」也。記者錄孔子之言，又說孔子臧否古今得失，以其語更端，故重言「孔子」，謂古之爲芻靈者善，謂周家爲俑者不仁，不近於用生人乎哉！言近於用生人。所以近者，謂刻木爲人，而自發動，與生人無異，但無性靈智識，故云近。此云「用人」，前言「用殉」，殉是已死之人，形貌不動，與器物相似，故言「用殉」。此云「用人」者，謂用生人入壙，今俑者形貌髪動，有類生人，故云「用人」。上文云「塗車、芻靈」，此不言「塗車」，直云「芻靈」者，以其束茅爲人，與俑者相對，故不取塗作車也。○注「俑偶」至「非周」。○正義曰：謂造作形體，偶類人形，故《史記》有土偶人、木偶人是也。云「孔子善古而非周」者，「古」謂周以前，虞以後，故上云「虞氏瓦棺，始不用薪」，明虞氏以來，始有塗車、芻靈。言「非周」者，謂周爲俑人，如鄭康成之意，則周初即用偶人，故《塚人職》「言鸞車像人」，司農注云：「像人謂以芻爲人。」康成注引此「謂爲俑者不仁」，是像人即俑人也。其餘車馬器物猶爲塗車，芻靈，故《校人》「大喪飾遣車之馬，及葬埋之」，鄭注云：「言埋之則是馬塗車之芻靈。」是偶人之外，猶有塗車、芻靈之制，雖或用木，無機識發動。偶人謂之俑者，皇氏云：「機械發動踴躍，故謂之俑也。」"
      },
      {
        "index": 62,
        "text": "穆公問於子思曰：「爲舊君反服，古與？」仕焉而已者。穆公，魯哀公之曾孫。○爲，於偽反，下「爲君」、「爲使人」皆同。與音餘，下同。子思曰：「古之君子，進人以禮，退人以禮，故有舊君反服之禮也。今之君子進人若將加諸膝，退人若將隊諸淵，毋爲戎首，不亦善乎？又何反服之禮之有？」言放逐之臣，不服舊君也。爲兵主來攻伐曰戎首。○膝音悉。隊，本又作墜，直媿反。"
      },
      {
        "index": 63,
        "text": "[疏]「穆公」至「之有」。○正義曰：此一節論不爲舊君著服之事。○注「仕焉」至「曾孫」。○正義曰：案《喪服》齊衰三月章爲舊君凡有三條，其一云「爲舊君，君之母妻」，傳云「仕焉而已者也」。注云：「謂老若有廢疾而致仕者」，兼服其母妻。其二「大夫在外，其妻長子爲舊國君」，注云：「在外待放已去者」，傳云「妻言與民同也，長子言未去也」，注云：「妻雖從夫而出，古者大夫不外娶，婦人歸宗往來猶民也，長子去可以無服」，此則大夫身不爲服，唯妻與長子爲舊君耳。其三爲「舊君」，注云「大夫待放未去者」，傳曰「大夫去君，掃其宗廟，言其以道去君，而猶未絕也」，注云「以道去君，爲三諫不從，待放於郊未絕者。言爵祿尚有列於朝，出入有詔於國」，若已絕則不服也。以此言之，凡舊君，若年老致仕，退歸在國不仕者，身爲之服齊衰三月，並各服其母妻也。若三諫不從，待放已去而絕者，唯妻與長子服之，己則無服。若待放未去，爵位未絕，身及妻子皆爲之服。然則去仕他國，己絕之後，不服舊君。而《雜記》云「違諸侯，之大夫，不反服」，則違諸侯之諸侯反服，得爲舊君服者，《雜記》所云，謂不便其居，或辟仇讎，有故不得在國者。故《孟子》：「齊宣王問孟子云：『禮爲舊君有服，何如斯可爲服矣？』《孟子》對曰：『諫行言聽，膏澤下於民。有故而去，則君使人導之出疆，送至彼國，明其無罪。其所往三年不反，然後收其田里。此之謂三有禮焉。如此者得爲舊君反服矣。』」與《雜記》同。鄭注此云「仕焉而已者」，取《喪服》第一條，謂年老致仕在國者。鄭必以第一條解之者，以穆公所問爲舊君之反服，宜問喪服正禮，故以第一條致仕者解之。其實亦兼三諫未絕及有故出在他國者，故下子思云「古之君子，進人以禮，退人以禮」是也。云「穆公，魯哀公之曾孫」者，案者，案《世本》云「哀公生悼公靈，靈生元公嘉，嘉生穆公不衍」是也。○注「言放逐之臣，不服舊君也」。○正義曰：言放逐之臣者，解經中今之君子進人退人不能以禮也。如此者不服舊君，謂三諫不從，去而已絕，及不能三諫，辟罪逃亡。言「放」者，則宣元年「晉放其大夫胥甲父於衛」是也。言「逐」者，則《春秋》諸侯大夫言出奔是也。"
      },
      {
        "index": 64,
        "text": "悼公之喪，季昭子問於孟敬子曰：「爲君何食？」悼公，魯哀公之子。昭子，康子之曾孫，名強。敬子，武伯之子，名捷。○捷，在接反。敬子曰：「食粥，天下之達禮也。吾三臣者之不能居公室也，四方莫不聞矣。言鄰國皆知吾等不能居公室，以臣禮事君也。三臣，仲孫、叔孫、季孫也。勉而爲瘠，則吾能，毋乃使人疑夫不以情居瘠者乎哉？我則食食。」存時不盡忠，喪又不盡禮，非也。孔子曰：「喪事不敢不勉。」○瘠，徐在益反。夫音扶。食食，上如字，下音嗣。"
      },
      {
        "index": 65,
        "text": "衛司徒敬子死，司徒，官氏，公子許之後。子夏吊焉，主人未小斂，絰而往。子游吊焉，主人既小斂，子游出絰，反哭。皆以朋友之禮往，而二人異。子夏曰：「聞之也與？」曰：「聞諸夫子，主人未改服，則不絰。」"
      },
      {
        "index": 66,
        "text": "[疏]「衛司」至「不絰」。○正義曰：此一節論吊者主人改服乃改服之事。○注「皆以」至「人異」。○正義曰：此唯云「絰」，鄭知是朋友者，凡吊者主人成服，則客乃服吊絰，今此隨主人，主人始小斂未成服，而已便出著絰，故知有緦之恩，隨主人變，如五服親也。又至小斂出絰反哭，與子游前裼裘吊朋友同也，前子游云「帶絰」，故知是朋友。此下不云「帶」，知是朋友者，凡吊則應弁絰環絰之屬也。此雖不云「帶」，凡單云「絰」，則知有帶，猶如《喪服》云「苴絰」，《檀弓》爲師「二三子皆絰而出」，及「朋友群居則絰」，皆是包「帶」之文也。"
      },
      {
        "index": 67,
        "text": "曾子曰：「晏子可謂知禮也已，恭敬之有焉。」言禮者，敬而已矣。有若曰：「晏子一狐裘三十年，遣車一乘，及墓而反。國君七個，遣車七乘，大夫五個，遣車五乘。晏子焉知禮？」言其大儉偪下，非之。及墓而反，言其既窆則歸，不留賓客有事也。人臣賜車馬者，乃得有遣車。遣車之差，大夫五，諸侯七，則天子九。諸侯不以命數，喪數略也。個，謂所包遣奠牲體之數也。《雜記》曰：「遣車視牢具。」○遣，棄戰反。乘，繩證反。個，古賀反。焉，於虔反。木音泰，或他佐反。逼音逼，本或作逼。包，伯交反。曾子曰：「國無道，君子恥盈禮焉。國奢則示之以儉，國儉則示之以禮。」時齊方奢，矯之是也。"
      },
      {
        "index": 68,
        "text": "[疏]「曾子」至「以禮」。○正義曰：此一節論晏子故爲非禮以矯齊之事。○有子者，孔子弟子有若也。聞曾子說晏子知禮，故舉晏子不知禮之事以拒曾子也。狐裘貴在輕新，而晏子一狐裘三十年，是儉不知禮也。「遣車一乘」者，其父晏桓子是大夫，大夫遣車五乘，其葬父唯用一乘，又是儉失禮也。○「及墓而反」者，「及墓」謂葬時也。禮，窆後孝子贈幣辭親，辭親畢，而親情賓客應是送別，別竟乃反。於時晏子窆竟則反，賓客並去，又是儉失禮也。○「國君七個，遣車七乘，大夫五個，遣車五乘」者，此更舉正禮以證晏子失禮也。「個」謂所包遣奠牲體臂臑也。折爲七段五段，以七乘五乘遣車載之。今晏子略不從禮數，是不知也。○「晏子焉知禮」者，條失事已竟，故此並結晏子焉知禮也。○注「言其」至「非之」。○正義曰：「大儉」解三十年一狐裘，並「及墓而反」也。「偪下」解一乘也。「下」謂其子及凡在巳下者也。大夫五乘，適子三乘，今其父自用一乘，則其子更無，是「偪下」也。○注「及墓」至「牢具」。○正義曰：經唯云「及墓而反」，鄭知不以及墓而反，而云「既窆則歸」者，晏子雖爲儉約，不應柩未入壙則歸，故云「既窆」也。云「不留賓客有事也」者，案《既夕禮》：「乃窆，主人哭，踴無筭，襲，贈用制幣玄纁束。拜稽顙，踴如初。卒，袒，拜賓，主婦亦拜賓。賓出，則拜送。藏器於旁，加見。藏苞筲於旁，加杭席。覆之，加杭木。實士三，主人拜鄉人，乃反哭。」今晏子既窆，贈幣，拜稽顙，踴訖則還，不復拜賓及送賓之事，故云「不留賓客有事也」。云「人臣賜車馬者，乃得有遣車」者，案《士喪禮》無遣車，諸侯之士一命。《曲禮》云：「三賜不及車馬。」故諸侯之士無遣車也。若諸侯大夫，雖未三命，以其位尊，故得有遣車。知天子遣車九乘者，案《雜記》諸侯七月而卒哭，天子則九月而卒哭。今諸侯七乘，故知天子九乘也。云「諸侯不以命數，喪數略也」者，案《大行人》上公九乘，侯伯七乘，子男五乘，今總云七乘，是不以命數，喪事略也。引「《雜記》云：遣車視牢具」者，以證經個與遣車首墁，故云個是牢具也。故《雜記》注云：「天子大牢包九個，諸侯亦大牢包七個，大夫亦大牢包五個，士少牢包三個。」案《既夕禮》「苞牲取下體」，鄭註：「前脛折取臂、臑，後脛折取骼。」是一牲取三體。士少牢二牲，則六體也。分爲三個，一個有二體。然大夫以上，皆用大牢，牲有三體，凡九體。大夫九體分爲十五段，三段爲一包，凡爲五包。諸侯分爲二十一段，凡七包。天子分爲二十七段，凡九包。蓋尊者所取三體，其肉多。卑者雖取三體，其肉少。鄭又云：「天子遣奠用馬牲，其取個未詳也。」此遣奠所包，皆用左胖，以其喪禮反吉。《士虞禮》「載左胖也」。"
      },
      {
        "index": 69,
        "text": "國昭子之母死，問於子張曰：「葬及墓，男子、婦人安位？」國昭子，齊大夫。子張曰：「司徒敬子之喪，夫子相，男子西鄉，婦人東鄉。」夾羨道爲位。夫子，孔子也。○相，息亮反，下注同。鄉，許亮反，下皆同。俠，古洽反，一音頰。羨，徐音賤，《音義隱》云：「羨，車道。」曰：「噫！毋。」噫，不寤之聲。毋，禁止之辭。○噫，本又作意，同，於其反。毋音無。曰：「我喪也斯沾。斯，盡也。沾讀曰覘。覘，視也。國昭子自謂齊之大家，有事人盡視之，欲人觀之，法其所爲。○斯音賜。沾依注音覘，敕廉反。爾專之，賓爲賓焉，主爲主焉。專猶司也。時子張相。婦人從男子皆西鄉。」非也。"
      },
      {
        "index": 70,
        "text": "[疏]「國昭」至「西鄉」。○正義曰：此一節論葬之在壙，男女面位之事。○「曰：噫，毋」者，止子張也。子張既相，以男子西鄉，婦人東鄉，而昭子不悟禮意，乃曰：「噫，毋得如是男子西鄉，婦人東鄉。」既止子張，又自言我居喪也，既是齊之大家。斯，盡也。人盡來覘視於我，當須更爲別禮，豈得以依舊禮。專猶同也。爾當同此婦人與男子一處，若婦女之賓爲賓位焉，與男子之賓同處，婦女之主爲主位焉，與男子之主同處。於是昭子家婦人從男子皆西鄉，同在主位，賓之男子及賓之婦人皆西廂東鄉。言非也。"
      },
      {
        "index": 71,
        "text": "穆伯之喪，敬姜晝哭。文伯之喪，晝夜哭。孔子曰：「知禮矣。」喪夫不夜哭，嫌思情性也。文伯之喪，敬姜據其床而不哭，曰：「昔者吾有斯子也，吾以將爲賢人也。蓋見其有才藝。吾未嘗以就公室。未嘗與到公室，觀其行也。季氏，魯之宗卿，敬姜有會見之禮。○行，下孟反。見，賢遍反，下文「不敢見」同。今及其死也，朋友諸臣未有出涕者，而內人皆行哭失聲。斯子也，必多曠於禮矣夫。」內人，妻妾。○夫音扶，下同，本亦有無「夫」字者。"
      },
      {
        "index": 72,
        "text": "[疏]「穆伯」至「矣夫」。○正義曰：此一節論喪夫不夜哭，並母知子賢愚之事。○「斯子也，必多曠於禮矣夫」。○正義曰：斯，此也。曠猶疏薄也。言此子平生爲行，必疏薄於賓客朋友之禮，故賓客朋友未有感戀爲之出涕者。此不哭者，謂暫時不哭，故上云「晝夜哭」是也。案《家語》云：「文伯歜卒，其妻妾皆行哭失聲。敬姜戒之曰：『吾聞好外者士死之，好內者女死之。今吾子早夭，吾惡其好內聞也。二三婦共祭祀者，無加服。』孔子聞之曰：『女智莫若公父氏之婦，知禮矣。』」與此不同者，彼戒婦人而成子之德，此論子之惡，各舉一邊，相包乃具。"
      },
      {
        "index": 73,
        "text": "季康子之母死，陳褻衣。褻衣，非上服。陳之，將以斂。敬姜曰：「婦人不飾，不敢見舅姑。將有四方之賓來，褻衣何爲陳於斯？」命徹之。言四方之賓來，嚴於舅姑。敬姜者，康子從祖母。○從，才用反。"
      },
      {
        "index": 74,
        "text": "[疏]注「敬姜者，康子從祖母」。○正義曰：案《世本》：「悼子紀生平子意如，意如生桓子斯，斯生康子肥。」《世本》又云：「悼子紇生穆伯靖。」靖與意如是親兄弟，意如是康子祖，穆伯是康子祖之兄弟，敬薑是穆伯之妻，故云「康子從祖母」也。"
      },
      {
        "index": 75,
        "text": "有子與子游立，見孺子慕者，有子謂子游曰：「予壹不知夫喪之踴也，予欲去之久矣。情在於斯，其是也夫。」喪之踴猶孺子之號慕。○去，羌呂反。號，戶刀反。子游曰：「禮有微情者，節哭踴。有以故興物者，衰絰之制。有直情而徑行者，戎狄之道也。哭踴無節，衣服無制。○徑，古定反。禮道則不然。與戎狄異。人喜則斯陶，陶，郁陶也。○陶，徒刀反。陶斯詠，詠，謳也。○詠音詠。謳，本亦作嘔，鳥侯反。詠斯猶，猶當爲搖，聲之誤也。搖謂身動搖也，秦人猶、搖聲相近。○猶依注作搖，音遙。近，附近之近。猶斯舞，手舞之。舞斯慍，慍猶怒也。慍斯戚，戚，憤恚。○慍斯戚，紆運反。此喜怒哀樂相對，本或於此句上有「舞斯慍」一句，並注皆衍文。憤，扶粉反。恚，一瑞反。戚斯歎，歎，吟息。○吟，本或作吟，魚金反。歎斯辟，辟，拊心。○辟，婢亦反，撫心也。辟斯踴矣。踴，躍。○躍，羊灼反。品節斯，斯之謂禮。舞踴皆有節，乃成禮。人死，斯惡之矣。無能也，斯倍之矣。無能，心謂之無所復能。○惡，烏路反。倍音佩，下同。復，扶又反。是故制絞衾，設蔞翣，爲使人勿惡也。絞衾，屍之飾。蔞翣，棺之牆飾。《周禮》蔞作柳。○絞衾，戶交反，下音飾。蔞音柳。翣，所甲反。始死，脯醢之奠。將行，遣而行之。既葬而食之。將行，將葬也。葬有遣奠。食，反虞之祭。○食音嗣，注同，謂虞祭也。未有見其饗之者也。自上世以來，未之有捨也，爲使人勿倍也。捨猶廢也。○捨音捨，注同。故子之所剌於禮者，亦非禮之訾也。」訾，病也。○訾，似斯反。"
      },
      {
        "index": 76,
        "text": "[疏]「有子」至「訾也」。○正義曰：此一節論子游言制禮有節之事。○「有子與子游同立，見孺子號慕者，有子謂子游曰：予壹不知夫喪之踴也」，言我專壹，不知夫喪之踴也，何須有節？直似孺子慕者，其事足矣。予欲去此踴節，其意久矣。斯，此也。言孝子之情在於此，小兒直號慕而已。「其是也夫」，但如小兒，其事即是，何須爲哭踴之節。子游乃對之曰：「禮有微情者。」微，殺也。言若賢者喪親，必致滅性，故制使三日而食，哭踴有數，以殺其內情，使之俯就也。何胤云：「哭踴之情，必發於內。謂之微，微者，不見也。」○「有以故興物」者，興，起也。「物」謂衰絰也。若不肖之屬，本無哀情，故爲衰絰，使其睹服思哀，起情企及也。引由外來，故云「興物」也。然衰絰之用，一則爲孝子至痛之飾，二則使不肖之人企及，今止說「興物」以對，微情之故。「有直情而徑行者，戎狄之道也」，謂直肆巳情而徑行之也，無哭踴節制，乃是戎狄之道。○「禮道則不然」者，「然」猶如是也，言中國禮道則不如是夷狄也。○「人喜則斯陶」者，爲明踴以節，而踴由心哀，故此以下極言哀樂之本也。喜者，外竟會心之謂也。斯，語助也。陶者，郁陶。郁陶者，心初悅而未暢之意也。言人若外竟會心，則懷抱欣悅，但始發俄爾，則郁陶未暢，故云「斯陶」也。《爾雅》云：「郁陶，繇喜也。」何胤云：「陶，懷喜未暢意也。《孟子》曰：『郁陶以思君。』」○「陶斯詠」者，詠，歌詠也。郁陶情轉暢，故口歌詠之也。○「詠斯猶」者，搖動身也。詠歌不足，漸至自搖動身體也。「猶斯舞」者，舞，起舞也。搖身不足，乃至起舞，足蹈手揚，樂之極也。○「舞斯慍」者，慍，怒也，外竟違心之謂也。凡喜怒相對，哀樂相生，故若舞而無節，形疲厭倦，事與心違，故所以怒生。怒生由於舞極，故云「舞斯慍」也。故《曲禮》云：「樂不可極。」即此謂也。何胤云：「樂終則慍起，非始之慍相連繫也。」○「慍斯戚」者，戚，憤恚也。怒來戚心，故憤恚起也。此句對「喜斯陶」也。○「戚斯歎」者，歎，吟息也。憤恚轉深，故因發吟息也。此句對「陶斯詠」。○「歎斯辟」者，辟，撫心也。歎息不洩，故至撫心也。此句對「詠斯猶」。○「辟斯踴矣」者，撫心不洩，乃至跳踴奮擊，亦哀之極也。此句對「猶斯舞」也。○「品節斯，斯之謂禮」者，品，階格也。節，制斷也。斯，此也。此之謂於哀樂也。若喜而不節，自陶至舞，俄傾不慍生。若怒而不節，從戚至踴，踴極則笑，故夷狄無禮，朝殞夕歌，童兒任情，倏啼欻笑。今若品節此二塗，使踴舞有數，有數則久長，故云此之謂禮。如鄭此《禮》本云「舞斯慍」者，凡有九句，首末各四，正明哀樂相對。中央「舞斯慍」一句，是哀樂相生，故一句之中，有「舞」及「慍」也。而鄭諸本亦有無「舞斯慍」一句者，取義不同。而鄭又一本云：「舞斯蹈，蹈斯慍」，益於一句，凡有十句，當是後人所加耳，亦不得對。而盧《禮》本亦有「舞斯慍」之一句。而王《禮》本又長云「人喜則斯循，循斯陶」，既與盧、鄭不同，亦當新足耳。○「人死斯惡之矣」者，以上明辟踴之節，以下明飾喪以奠祭之事。「人死斯惡之」者，以人身既死，形體腐敗，故惡之，故倍之。以其恐惡之，故制絞紟衾，設蔞翣以飾之，故使人勿惡也。以其恐倍之，故始死設脯醢之奠，以至於葬，將行之，又設遣奠而行送之，既葬反哭，設虞祭以食之。雖設奠祭，未曾見其死者而饗食之也。既不饗食，自上世以來，未之有捨此奠祭而不爲者也，所以設奠祭者，爲使人勿倍其親故也。禮意既然，不可無節，故子之所譏剌於禮有踴節者，亦非禮之病害也。言哭踴有節，正是禮之所宜，非禮之病。上有若見孺子之慕，唯譏哭踴有節，不譏絞衾奠祭之事，子游秖應答以辟踴即止。今更陳絞衾、脯醢之事者，以有若之意，欲直同孺子，生者不節其哀，死者不加其飾，故子游既言生節哀，遂說死者加飾，備言禮之節制與夷狄不同也。"
      },
      {
        "index": 77,
        "text": "吳侵陳，斬祀殺厲。祀，神位有屋樹者。厲，疫病。吳侵陳，以魯哀元年秋。○疫音役。師還出竟，陳大宰嚭使於師，夫差謂行人儀曰：「是夫也多言，盍嘗問焉？師必有名，人之稱斯師也者，則謂之何？」大宰、行人，官名也。夫差，吳子光之子。盍，何不也。嘗猶試也。夫差修舊怨，庶幾其師有善名。○還音旋。竟音境。大音泰，注及下文注「大宰」、「大師」、「大史」、「大廟」、「大傅」皆同。嚭，普彼反。使，色吏反。夫差音扶，下初佳反，吳王名，闔廬子。盍，戶臘反。大宰嚭曰：「古之侵伐者，不斬祀，不殺厲，不獲二毛。獲謂系虜之。二毛，鬢髮斑白。○斑，伯山反，本又作頒，音同。今斯師也，殺厲與？其不謂之殺厲之師與？」欲微切之，故其言似若不審然，正言殺厲，重人。○與音餘，下及注「有此與」同。曰：「反爾地，歸爾子，則謂之何？」子謂所獲民臣。曰：「咀荃討敝邑之罪，又矜而赦之，師與有無名乎？」又微勸之，終其意。吳楚僣號稱王。"
      },
      {
        "index": 78,
        "text": "[疏]「吳侵」至「名乎」。○正義曰：此一節明征伐不合斬祀殺厲之事，各依文解之。○注「吳侵」至「年秋」。○正義曰：知者，案《左傳》：「吳伐楚，使召陳懷公，懷公朝國人而問焉，曰：『欲與楚者右，欲與吳者左。陳人有田從田，無田從黨。』逢滑當公而進，曰：『楚未可棄，吳未可從。』陳懷公遂不從吳子光之召。至今夫差克越，乃修先君之怨。秋八月，吳侵陳，修舊怨。」是其事。案哀六年吳伐陳，鄭知非六年者，稱「伐」不云「侵」。哀元年經雖不見，傳云「吳侵陳」，與此文同，俱云「侵」，故爲哀元年。○「夫差」至「之何」。○夫差既見陳大宰嚭來，謂行人之官名儀曰：「是夫也多言。」夫，謂大宰嚭，言是大宰嚭也，博聞強識，多有所言。盍，何不也。嘗，試也。何不試就問焉。我脩先君之怨而興此師，必有善名在外，眾人稱此師也，則謂之何？欲令行人儀以此辭而問大宰嚭也。○注「大宰」至「之子」。○正義曰：據《周禮》有大宰卿一人，又有大、小行人，故知大宰及行人皆官名。此大宰嚭與吳大宰嚭名號同而人異也。云「夫差，吳子光之子」者，《世本》及《吳世家》文也。○「古之侵伐者，不斬祀，不殺厲，不獲二毛」。○此謂以至勝攻至暴，用兵如此。若兩軍相敵則不然。《左傳》云：「雖及胡耇，獲則取之。」大宰嚭特舉古之善以駮吳師之惡。○注「正言殺厲重人」。○正義曰：以其殺人，故重於斬祀。若其不殺，直拘囚人而已，則輕也。故《穀梁傳》云：「苞人民歐牛馬曰侵，斬樹木壞宮室曰伐。」是侵輕而伐重也。○「師與有無名乎」者，既反地歸子，其事既善，師豈有無善名乎？言必有善名也。「與是」語辭。○注「又微勸之，終其意」。○正義曰：上以「微切之」，謂譏斬祀殺厲，今復勸之反地歸子，故言「又」也。因吳王反地歸子，則云師有善名，是「微勸之」也。「終其意」者，上譏切斬祀及殺厲，是初有其意，欲吳哀矜，既得吳哀矜，則云師有善名，是終竟其欲哀矜之意。"
      },
      {
        "index": 79,
        "text": "顏丁善居喪，顏丁，魯人。始死，皇皇焉如有求而弗得。及殯，望望焉如有從而弗及。既葬，慨焉如不及其反而息。從，隨也。慨，憊貌。○慨，皆愛反。憊，皮拜反。"
      },
      {
        "index": 80,
        "text": "[疏]「顏丁」至「而息」。正義曰：此一節論孝子居喪哀殺有漸之事。○「始死，皇皇焉如有求而弗得」者，「皇皇」猶彷徨，如所求物不得。上《檀弓》云：「始死，充充如有窮。」謂形貌窮屈，亦彷徨求而不得之心。彼此各舉其一。○「及殯，望望焉如有從而弗及」者，謂殯後容貌望望焉，如有從逐人後行而不及之。上《檀弓》云「既殯，瞿瞿如有求而不得」，與此亦同也。但始死，據內心所求，殯後，據外貌所求，故此經始死求而不得，據內心也。上《檀弓》云「既殯，求而不得」，據外貌也。○「既葬，慨焉如不及」者，謂既葬之後，中心悲，慨然如不復所及。既不可及，「其反而息」者，上殯後云從而不及，似有可及之理。「既葬，慨焉如不及」，謂不復可及，所以文異也。上《檀弓》云：「既葬，皇皇如有望而不至。」此謂「既葬慨焉如不及」，亦同也。此「始死，皇皇」者，是皇皇之甚，故云「如有求而弗得」。上《檀弓》云「既葬，皇皇」是輕，故云「望而不至」。此既葬則止，不說練祥，故葬後則慨然。止《檀弓》葬後更說練祥，故云：「練而慨然，祥而廓然。」但親之死亡，哀悼在心，初則爲甚，已後漸輕，皆有求而不得，望而不及，但所據有淺深耳。殯後雖據外貌，亦猶哀在內心，但稍輕耳，故鄭注上《檀弓》云：「皆哀悼在心之貌。」"
      },
      {
        "index": 81,
        "text": "子張問曰：「《書》云：『髙宗三年不言，言乃讙。』有諸？」時人君無行三年之喪，禮者問有此與？怪之也。讙，喜說也。言乃喜說，則民臣望其言久。○讙音歡。說音悅，下同。仲尼曰：「胡爲其不然也？古者天子崩，王世子聽於塚宰三年。」塚宰，天官卿，貳王事者，三年之喪，使之聽朝。"
      },
      {
        "index": 82,
        "text": "[疏]「子張」至「三年」。○正義曰：此一節論世子遭喪塚宰聽政之事。○「言乃讙」者，《尚書•無逸》云：「言乃雍。」雍、讙字相近，義得兩通，故鄭隨而解之。"
      },
      {
        "index": 83,
        "text": "知悼子卒，未葬。悼子，晉大夫荀盈，魯昭九年卒。○知音智，下同。平公飲酒，與群臣燕。平公，晉侯彪。○彪，彼虯反。師曠、李調侍，侍，與君飲也。《燕禮記》曰：「請旅侍臣。」○李調如字，《左傳》作「外嬖嬖叔」。鼓鐘。樂作也。《燕禮》賓入門奏《肆夏》，既獻而樂闋，獻君亦如之。○闋，古穴反，止也。杜蕢自外來，聞鐘聲，曰：「安在？」怪之也。杜蕢或作屠蒯。○蕢，古怪反，注蒯同。屠音徒。曰：「在寢。」燕於寢。杜蕢入寢，歷階而升，酌，曰：「曠飲斯。」又酌，曰：「調飲斯。」又酌，堂上北面坐飲之。降，趨而出。三酌皆罰。○曠飲，於鴆反，下「飲斯」、「飲之」、「飲曠」、「飲調」、「飲寡人」皆同。平公呼而進之曰：「蕢，曩者爾心或開予，是以不與爾言。曩，曏也，謂始來入時。開謂諫爭有所發起。○曩，乃黨反。向，本又作曏，同，許亮反。爭，爭鬥之爭。爾飲曠何也？」曰：「子卯不樂，紂以甲子死，桀以乙卯亡，王者謂之疾日，不以舉樂爲吉事，所以自戒懼。○子卯不樂，如字，賈逵云：「桀以乙卯日死，受以甲子日亡，故以爲戒。」鄭同。《漢書》翼奉說則不然。張宴云：「子刑卯，卯刑子，相刑之日，故以爲忌。而云夏殷亡日，不推湯武以興乎？」疾日，人一反。知悼子在堂，斯其爲子卯也大矣。言大臣喪重於疾日也。《雜記》曰：「君於卿大夫，比葬，不食肉，比卒，哭，不舉樂。」○比，必利反，下同。曠也大師也，不以詔，是以飲之也。」詔，告也。大師典奏樂。「爾飲調何也？」曰：「調也，君之褻臣也，爲一飲一食，亡君之疾，是以飲之也。」言調貪酒食。褻，嬖也。近臣亦當規君疾憂。○爲，於偽反。嬖，必計反。「爾飲何也？」曰：「蕢也，宰夫也。非刀匕是共，又敢與知防，是以飲之也。」防禁放溢。○匕，必李反。共音供。與音預。防音房，又扶放反。平公曰：「寡人亦有過焉，酌而飲寡人。」聞義則服。杜蕢洗而揚觶。舉爵於君也，《禮》揚作騰。揚，舉也。騰，送也。揚近得之。○觶，之豉反，《字林》音支，又云：「酒器。」近，附近之近，下「聲相近」同。公謂侍者曰：「如我死，則必無廢斯爵也。」欲後世以爲戒。至於今，既畢獻，斯揚觶，謂之杜舉。此爵遂因杜蕢爲名。畢獻，獻賓與君。"
      },
      {
        "index": 84,
        "text": "[疏]「知悼」至「杜舉」。○正義曰：此一節論君有大臣之喪，不得有作樂飲酒之事，各依文解之。○注「悼子」至「年卒」。○正義曰：並《左傳》文。下注云「平公，晉侯彪」，亦《春秋》文。○注「《燕禮記》曰：請旅侍臣」。○正義曰：案《燕禮記》云：「凡公所酬，既拜，請旅侍臣。」謂公既酬臣，臣受酬者，既拜謝公恩，請行旅酬於侍臣。引之者，證師曠、李調是侍飲之臣也。鼓鐘，鼓猶奏也，謂燕奏鐘樂也。○注「燕禮」至「如之」。○正義曰：案《燕禮記》云：「若以樂納賓，則賓及庭，奏《肆夏》。賓拜酒，主人答拜，而樂闋。」是「賓入門奏《肆夏》，既獻而樂闋」。《燕禮記》又云：「公拜受爵，而奏《肆夏》。公卒爵，主人升，受爵以下，而樂闋。」是「獻君亦如之」。經唯云「鼓鍾」，《燕禮》云「若舞則《勺》」，知非工入升歌，下管間歌，合樂之後，無時奏鐘，必以爲賓初入門奏《肆夏》者，以《鐘師》云「以鐘鼓奏《九夏》」，故知聞鍾是初奏《肆夏》也。○注「杜蕢或作屠蒯」。○正義曰：《春秋》作「屠蒯」，故云「或作屠蒯」。杜蕢、屠蒯聲相近，故《禮》、《傳》不同也。○注「燕於寢」。○正義曰：《燕禮記》云「燕朝服於寢」，故知「燕於寢也」。○「曰蕢」至「爾言」。曩，曏也。平公呼蕢而進之，呼其名曰：「蕢，曏者汝酌三酌，是汝之心，或開發於予。予望汝有諫，是以不與汝言。」○注「紂以甲子死，桀以乙卯亡」。○正義曰：案《尚書》：「時甲子昧爽，武王朝，至於商郊。」又《史記》云，兵敗，紂自焚而死。是紂甲子死也。案昭十八年二月乙卯，「周毛得殺毛伯過而代之。萇弘曰：『毛得必亡，是昆吾稔之日也。』」《詩》云：「韋顧既伐，昆吾夏桀。」同誅昆吾，既乙卯而亡，明桀亦以乙卯被放也。鄭司農注《春秋》，以爲五行子卯自刑，非鄭義也，今所不用也。○「斯其爲子卯也大矣」者，言悼子喪在堂，此比其爲子卯之忌大矣。言悼子之喪，大於子卯。○「爲一飲一食，忘君之疾，是以飲之也」者，調是君之嬖褻之臣，臣當規正君過，唯欲行燕會，貪求一飲一食，忘君違禮之疾而不諫，是以飲之。○「非刀匕是供，又敢與知防」者，蕢言調是君之嬖褻臣也，當規正君憂疾，言巳身是宰夫，亦當規正於君，若非因刀匕是共，又敢與知防諫之事。皇氏云：「非，不也。杜蕢言各憂其事，宰夫不以刀匕是共，乃又敢與諫爭，越官侵職，是以飲也。」○注「舉爵」至「得之」。○正義曰：知「揚觶」是舉爵於君，以上云「平公曰：寡人亦有過焉，酌而飲寡人」，即云「杜蕢洗而揚觶」，故知「舉爵於君」。案《燕禮》獻君之後，行酬之初，媵爵者洗象觶，升實之序，進坐奠於薦南，是舉爵於君也。「揚作騰」者，謂《燕禮》大射凡舉爵皆爲媵。此云揚觶，鄭云：揚，舉也。《燕禮》云媵，故鄭云：媵，送也。揚、騰義得兩通。但此云「杜舉」，「揚」訓爲「舉」，故「揚近得之」，此謂舉爲得也。○「公謂」至「杜舉」。○公謂侍者，云我死之後，則必無廢棄此爵，恆當留之，爲後鑒戒。當時在未獻之前，故又語侍者云：「至於今，既畢獻之後，此所揚之觶，是謂之杜舉。」表明此爵實杜蕢所舉。○注「畢獻，獻賓與君」。○正義曰：知「獻君與賓」者，與杜蕢此事舉爵在燕禮之初，賓主既入，得杜蕢之言，不可即廢。唯獻君與賓，燕事則止。皇氏以爲「至於今」，謂記錄之人至於今爲記之時，謂之杜舉。《春秋》云：「晉侯飲酒樂，膳宰屠蒯趍入，請佐公使尊，許之。而遂酌以飲工。曰：『女爲君耳，將司明也。辰在子卯，謂之疾日，君徹宴樂，學人捨業，爲疾故也。君之卿佐，是謂股肱。股肱或虧，何痛如之？女弗聞而樂，是不聰也。』又飲外嬖嬖叔曰：『女爲君目，將司明也。服以旌禮，以行事，事有其物，物有其容。今君之容，非其物也，而女不見，是不明也。』亦自飲，曰：「味以行氣，氣以實志，志以定言，言以出令。臣實司味，二御失官，而君弗命，臣之罪也。」案《春秋》與此小異，亦所聞不同，或二文互相足也。"
      },
      {
        "index": 85,
        "text": "公叔文子卒，文子，衛獻公之孫，名拔，或作發。○拔，蒲八反。其子戍請謚於君，曰：「日月有時，將葬矣。請所以易其名者。」謚者，行之跡。有時，猶言有數也，大夫士三月而葬。○行，下孟反。君曰：「昔者衛國凶饑，夫子爲粥與國之餓者，是不亦惠乎？君，靈公也。○粥音祝。昔者衛國有難，夫子以其死衛寡人，不亦貞乎？難，謂魯昭公二十年盜殺衛侯之兄縶也。時齊豹作亂，公如死鳥。○難，乃旦反，注同。夫子聽衛國之政，修其班制，以與四鄰交，衛國之社稷不辱，不亦文乎？班制，謂尊卑之差。故謂夫子貞惠文子。」後不言貞惠者，文足以兼之。"
      },
      {
        "index": 86,
        "text": "[疏]「公叔」至「文子」。○正義曰：此一節論請君誄臣之謚法，各依文解之。○注「文子」至「作發」。○正義曰：案《世本》：「衛獻公生成子當，當生文子拔。」拔是獻公孫也。「或作發」者，以《春秋左氏傳》作發，故云「或作發」。○「請所以易其名」者，生存之日，若呼其名，今既死將葬，故請所以誄行爲之作謚，易代其名者。○注「難謂」至「死鳥」。○正義曰：案昭二十年《左傳》云：「衛公孟縶狎齊豹，奪之司寇與鄄。公孟惡北宮喜、褚師圃，欲去之。公子朝通於襄夫人宣姜，懼而欲以作亂，故齊豹、北宮喜、褚師圃、公子朝作亂。丙辰，衛侯在平壽，公孟有事於蓋獲之門外。」又云：「齊氏用戈擊公孟，宗魯以背蔽之，斷肱，以中公孟之肩，皆殺之。公聞亂，乘驅自閱門入，載寶以出。又云：「公如死鳥。」注云：「死鳥，衛地。」○「故謂」至「文子」者，案《謚法》：「愛民好與曰惠，外內用情曰貞，道德博聞曰文。」既有道德，則能惠能貞，故鄭云：「後不言貞惠者，文足以兼之。」案文次先「惠」後「貞」，此先云「貞」者，以其致死死君事重，故在前，上先言「惠」者，據事先後言之。"
      },
      {
        "index": 87,
        "text": "石駘仲卒。駘仲，衛大夫石碏之族。○駘，大來反。碏，七略反。無適子，有庶子六人，卜所以爲後者，莫適立也。○適，下歷反，注同。曰：「沐浴佩玉則兆。」言齊絜則得吉兆。○齊，側皆反。五人者皆沐浴佩玉。石祁子曰：「孰有執親之喪，而沐浴佩玉者乎？」不沐浴佩玉。心正且知禮。石祁子兆，衛人以龜爲有知也。"
      },
      {
        "index": 88,
        "text": "[疏]「石駘」至「知也」。○正義曰：此一節論龜兆知賢知之事，各依文解之。○「卜所」至「則兆」。○既有庶子六人，莫適立也，故卜所以堪爲後者。其掌卜之人謂之曰：「若沐浴佩玉，則得吉兆。」所以須有卜者，《春秋左氏》之義，故昭三十六年云：「年鈞以德，德鈞以卜。王不立愛，公卿無私。」若《公羊》隱元年云：「立適以長不以賢，立子以貴不以長。」何休云：「適夫人無子，立右媵。右媵無子，立左媵。左媵無子，立嫡侄娣。嫡侄娣無子，立右媵侄娣。右媵侄娣無子，立左媵侄娣。質家親親，先立娣。文家尊尊，先立侄。嫡子有孫而死，質家親親，先立弟。文家尊尊，先立孫。其雙生也，質家據見立先生，文家據本意立後生。」何休作《膏肓》難《左氏》云：「若其以卜，隱、桓以禍，皆由此作，乃曰古制，固亦謬矣。」鄭箴之云：「立長以嫡不以賢，固立長矣。立子以貴不以長，固立貴矣。若長均貴均，何以別之？故須卜。《禮》有詢立君、卜立君，是有卜也。」是從《左氏》之義。○「孰有」至「者乎」。○居親之喪，必衰絰憔悴，安有居親之喪，而沐浴佩玉者乎？言不可，鄭云「心正且知禮」者，不信邪言是心正，居喪不沐浴佩玉是知禮也。"
      },
      {
        "index": 89,
        "text": "陳子車死於衛，其妻與其家大夫謀以殉葬，子車，齊大夫。定而後陳子亢至。以告曰：「夫子疾，莫養於下，請以殉葬。」子亢，子車弟，孔子弟子。下，地下。○亢音剛，又苦浪反。養，羊尚反，下皆同。子亢曰：「以殉葬，非禮也。雖然，則彼疾當養者，孰若妻與宰？得已，則吾欲已。不得已，則吾欲以二子者之爲之也。」度諫之不能正，以斯言拒之，已猶止也。○度，大洛反。於是弗果用。果，決。"
      },
      {
        "index": 90,
        "text": "[疏]「陳子」至「果用」。○正義曰：此一節論殉葬非禮之事，各依文解之。○注「子亢」至「弟子」。○正義曰：知「孔子弟子」者，以《論語》「陳亢問於伯魚」，與伯魚相問，故知孔子弟子。又知「子車，齊大夫」者，昭二十六年《左傳》齊師圍成，魯師及齊師戰於炊鼻。魯人將擊子車，子車射之，殪。鄭蓋據此謂「齊大夫」。知亢是子車弟者，以子車之妻，謀欲殉葬子車，子亢不能止之。若是子車之兄，當處分由已，故知是子車弟也。「子亢」至「之也」。○子亢既見兄家謀殉葬非禮之事，自度不能止，故云「殉葬，非禮也」。又云雖非禮，彼疾當養者，彼死者疾病，當須養侍於下者，以外人疏，誰若妻之與宰？言妻、宰最親，當須侍養。若得休已，不須侍養，吾意欲休已。若其不止，必須爲殉葬，則吾欲以妻之與宰二子爲之。"
      },
      {
        "index": 91,
        "text": "子路曰：「傷哉，貧也！生無以爲養，死無以爲禮也。」孔子曰：「啜菽飲水，盡其歡，斯之謂孝。斂手足形，還葬而無槨，稱其財，斯之謂禮。」還猶疾也。謂不及其日月。○啜，昌劣反。叔或作菽，音同，大豆也；王云：「熬豆而食曰啜菽。」斂，力檢反。還音旋，後同。稱，尺證反，下注「之稱」同。"
      },
      {
        "index": 92,
        "text": "[疏]「子路」至「謂禮」。○正義曰：此一節論孝子事親稱家之有無之事。「孔子」至「謂禮」。○孔子以子路傷貧，故答之云「啜菽飲水」，以菽爲粥，以常啜之。飲水更無餘物，以水而已。雖使親啜菽飲水，盡其歡樂之情，謂使親盡其歡樂，此之謂孝。答上「生無以爲養」。○「斂手足形」者，親亡，但以衣棺斂其頭首及足，形體不露，還速葬而無槨材，稱其家之財物所有以送終，此之謂禮。答上「死無以爲禮」。"
      },
      {
        "index": 93,
        "text": "衛獻公出奔，反於衛，及郊，將班邑於從者而後入。欲賞從者，以懼居者，獻公以魯襄十四年出奔齊，二十六年復歸於衛。○從，才用反，注下同。柳莊曰：「如皆守社稷，則孰執羈靮而從？如皆從，則孰守社稷？」言從、守若一。靮，紖也。○羈音基。靮，丁歷反。紖，陳忍反。君反其國而有私也，毋乃不可乎！」言有私則生怨。弗果班。"
      },
      {
        "index": 94,
        "text": "[疏]「衛獻」至「果班」。○正義曰：此一節論衛君歸國不合私賞從者之事。○注「欲賞」至「於衛」。○正義曰：經直云「班邑於從者」，鄭知「以懼居者」，見下柳莊云「如皆從，則孰守社稷」，爲居者而言，明知獻公欲懼居者也。故《左傳》云「獻公反國，使人責大叔儀」是也。知「獻公以魯襄公十四年出奔齊」者，案襄十四年《左傳》云，衛獻公戒孫文子、甯惠子食。二子皆朝服而朝，日旰不召。公射鴻於囿，二子從之，公不釋皮冠而與之言。二子怒，故攻公，公出奔齊。二十六年傳云，甯惠子之子甯喜以父言攻孫氏而納衛侯，二十六年復歸於衛。是獻公以魯襄公十四年出奔，二十六年復歸於衛也。"
      },
      {
        "index": 95,
        "text": "衛有大史曰柳莊，寢疾。公曰：「若疾革，雖當祭必告。」革，急也。○革本又作亟，居力反，注同。公再拜稽首，請於屍曰：「有臣柳莊也」者，非寡人之臣，社稷之臣也。聞之死，請往。」急吊賢者。不釋服而往，遂以襚之。脫君祭服以襚臣，親賢也。所以此襚之者，以其不用襲也，凡襚以斂。○襚音遂。脫，本亦作說，又作稅，同，他活反。與之邑裘氏與縣潘氏，書而納諸棺曰：「世世萬子孫無變也。」所以厚賢也。裘、縣潘，邑名。○縣音玄，注同。潘，普干反。"
      },
      {
        "index": 96,
        "text": "[疏]「衛有」至「變也」。○正義曰：此一節論君急吊臣之事。柳莊爲衛大史。今寢疾，其家自告，公報之曰：「若疾急困，雖當我祭，必須告也。」其後柳莊果當公祭之時卒，而來告公。公祭事雖了，與屍爲禮未畢，公再拜稽首，請於屍曰：有臣柳莊也者，才能賢異，非唯寡人之臣，乃是社稷之臣。今聞之身死，請往赴之。又不釋祭服，即往哭，遂以所著祭服脫而襚之。又與之采邑，曰裘氏及縣潘氏。與二邑，又書錄其賞辭而納之棺，云：世世恆受此邑，至萬世子孫，無有改變。案《禮》：君入廟門，全爲臣，請屍得言「寡人」者，是後人作記者之言也。○注「脫君」至「以斂」。○正義曰：案《士喪禮》「君使人襚」，不云祭服襚臣。今君以祭服襚，故云：「親賢也。」得以祭服襚之者，《禮》：諸侯玄冕祭廟，大夫自玄冕而下。以其俱是玄冕，故得襚也。祭服既尊，得以襚臣者，以其臣卑，不敢用君襚衣而襲之也。所以不用襲者，襲是近屍形體，事褻惡，故不敢用君之襚衣也。案《士喪禮》云君襚衣，及親者及庶兄弟之襚，皆不用襲。故《士喪禮》云「庶襚繼陳不用」，注云：「不用，不用襲也。」至小斂，則得用庶襚，故《士喪禮》小斂「凡有十九稱，陳衣繼之，不必盡用」，鄭云：「陳衣，庶襚也。」既云「不必盡用」，明有用者，至大斂得用君襚，故《士喪禮》「大斂君襚，祭服、散衣、庶襚，凡三十稱」，又云「君襚不倒」，是大斂得用襚也。云「凡襚以斂」者，謂庶襚以小斂，君襚以大斂也。鄭言此者，明襚衣不用襲也。"
      },
      {
        "index": 97,
        "text": "陳乾昔寢疾，屬其兄弟而命其子尊已，曰：「如我死，則必大爲我棺，使吾二婢子夾我。」婢子，妾也。○乾音干。屬，之玉反。夾，古洽反。陳乾昔死，其子曰：「以殉葬，非禮也，況又同棺乎？」弗果殺。善尊已不陷父於不義。"
      },
      {
        "index": 98,
        "text": "[疏]「陳乾」至「果殺」。○正義曰：此一節論人病時失禮也。○「屬其兄弟而命其子尊已」者，尊已，乾昔子名也。兄弟言「屬」，子云「命」，輕重之義也。○「曰如我死」者，此所屬命辭也，欲言其死後事也。○「則必大爲我棺，使吾二婢子夾我」者，婢子，妾也。屬命云令大爲已棺，又使二婢夾已於棺中也。○「陳乾昔死」者，陳乾昔既屬兄弟之後而死。且言「陳乾昔」者，謂亦久纓疾病。或「陳乾昔」總是人名，但先儒無說，未知孰是。案《春秋》魏顆父病困，命使殺妾以殉，又晉趙孟、孝伯並將死，其語偷，又晉程鄭問降階之道，鄭然明以將死而有惑疾，此等並是將死之時，其言皆變常。而《論語》：「曾子曰：『人之將死，其言也善。』」但人之疾患有深有淺，淺則神正，深則神亂，故魏顆父初欲嫁妾，是其神正之時。曾子云「其言也善」，是其未困之日。且曾子賢人，至困猶善。其中庸已下，未有疾病，天奪之魂魄，苟欲偷生，則趙孟、孝伯、程鄭之徒不足怪也。"
      },
      {
        "index": 99,
        "text": "仲遂卒於垂，壬午猶繹，《萬》入去《籥》。《春秋經》在宣八年。仲遂，魯莊公之子東門襄仲。先日辛巳，有事於太廟，而仲遂卒，明日而繹非也。《萬》，干舞也。《籥》，籥舞也。傳曰：「去其有聲者，廢其無聲者。」○繹音亦。去，羌呂反，注同。籥，羊勺反。仲尼曰：「非禮也，卿卒不繹。」"
      },
      {
        "index": 100,
        "text": "[疏]「仲遂」至「不繹」。○正義曰：此一節論卿卒重於繹祭之事。○注「《春秋》」至「聲者」。○正義曰：此經所云者，《春秋經》文。案宣八年六月「辛巳，有事於大廟。仲遂卒於垂」是也。云「仲遂，魯莊公之子東門襄仲」者，《世本》及《左傳》文也。云「《萬》，干舞也。《籥》，籥舞也」者，案宣八年《公羊傳》云：「《萬》者何？干舞也。《籥》者何？籥舞也。」《萬》是執干而舞，武舞也，即《文王世子》云「春夏學干戈」是也。《籥》舞執羽吹籥而舞，文舞也，《文王世子》云「秋冬學羽籥」是也。云「傳曰：去其有聲者，廢其無聲者」，亦宣八年《公羊傳》文。云「去其有聲」，謂去《籥》舞，以吹籥有聲故也。「廢其無聲」，謂廢留《萬》舞而不去，以《萬》舞無聲故也。《鄭志》答張逸云：「廢，置也。於去聲者爲廢，謂廢留不去也。」然鄭引「《萬》，干舞。《籥》，籥舞」，雖是傳文，鄭翦略其事，不全寫傳文，故於後始稱「傳曰：去其有聲，廢其無聲」，以二句全是傳文也。"
      },
      {
        "index": 101,
        "text": "季康子之母死，公輸若方小。公輸若，匠師。方小，言年尚幼，未知禮也。斂，般請以機封，斂，下棺於槨。般，若之族，多技巧者，見若掌斂事而年尚幼，請代之，而欲嘗其技巧。○般音班，注及下同。封，彼驗反。技，其騎反，下同。將從之。時人服般之巧。公肩假曰：「不可。夫魯有初，初，謂故事。公室視豐碑，言視者，時僣天子也。豐碑，斫大木爲之，形如石碑，於槨前後四角樹之，穿中於間爲鹿盧，下棺以繂繞。天子六繂四碑，前後各重鹿盧也。○碑，彼皮反。僣，子念反，後皆同。斫，丁角反。繂音律。繞，而沼反。重，直龍反。三家視桓楹。時僣諸侯。諸侯下天子也，斫之形如大楹耳，四植謂之桓。諸侯四繂二碑，碑如桓矣。大夫二繂二碑，士二繂無碑。○下，戶嫁反。植，時力反。般，爾以人之母嘗巧，則豈不得以？以，己字，言寧有強使女者與，僣於禮，有似；作機巧，非也。「以」與「己」字本同爾。，古以字。強，其丈反。女音汝，與音餘，下「苦與」同。其母以嘗巧者乎？則病者乎？毋，無也。於女寧有病苦與，止之。○毋音無。噫！」不寤之聲。○噫，於其反。弗果從。"
      },
      {
        "index": 102,
        "text": "[疏]「季康」至「果從」。○正義曰：此一節論非禮嘗巧不從之事。○季康子母死，公輸若爲匠師之官，年方幼小，主掌窆事，欲下棺斂於壙中。其若之族人公輸般性有技巧，請爲以轉動機關窆而下棺。時人服般之巧。○將從之時，有公肩假止而不許，曰：不可爲機窆之事，夫魯有初始舊禮，公室之喪，視豐碑。豐，大也，謂用大木爲碑。三家之葬，視桓楹也。桓，大也；楹，柱也。其用之碑如大楹柱。言之舊事，其法如此。遂呼般之名，般，女得以人之母而嘗巧乎？嘗，試也，欲以人母試己巧事。誰有強逼於女而爲此乎？豈不得休已者哉！又語之云，其無以人母嘗試己巧，則於女病者乎？言不得嘗巧，豈於女有病？公肩假既告般爲此言，乃更噫而傷歎。於是眾人遂止，不果從般之事。○注「公輸若匠師」。○正義曰：以匠師主窆，故《鄉師》云「及窆，執斧以蒞匠師」是也。○注「言視」至「盧也」。○正義曰：凡言「視」者，不正相當比擬之辭也。故《王制》云「天子之三公視公侯，卿視伯，大夫視子男」是也。故云「言視，僣天子也」。云「斫大木爲之，形如石碑」者，以禮，廟庭有碑，故《祭義》云：「牲入麗於碑。」《儀禮》每云「當碑揖「，此云「豐碑」，故知斫大木爲碑也。云「於槨前後四角樹之」者，謂槨前後乃兩旁樹之，角落相望，故云「四角」。非謂正當槨四角也。云「穿中於間爲鹿盧」者，謂穿鑿去碑中之木，令使空，於此空間著鹿盧，鹿盧兩頭各入碑木。云「下棺以繂繞」者，繂即紼也，以紼之一頭系棺緘，以一頭繞鹿盧。既訖，而人各背碑負紼末頭，聽鼓聲，以漸卻行而下之。云「天子六繂四碑」者，案《周禮》大喪屬其六引，故知天子六繂也。《喪大記》云「君四繂二碑」，諸侯既二碑，故知天子四也。云「前後各重鹿盧也」者，以六繂四碑，明有一碑兩紼者，故知一碑上下重著鹿盧。知唯前後碑重鹿盧者，以棺之入槨，南北豎長，前後用力深也。案《春秋》天子有隧，以羨道下棺。所以用碑者，凡天子之葬，掘地以爲方壙，《漢書》謂之「方中」。又方中之內，先累槨於其方中，南畔爲羨道。以蜃車載柩至壙，說而載以龍輴，從羨道而入。至方中，乃屬紼於棺之緘，從上而下，棺入於槨之中。於此之時用碑繂也。○注「諸侯下天子也，斫之形如大楹耳」。○正義曰：以言視桓楹，不云碑，知不似碑形，故云「如大楹耳」。通而言之，亦謂之碑也。故《喪大記》云「諸侯大夫二碑」是也。云「四植謂之桓」者，案《說文》：「桓，亭郵表也。」謂亭郵之所，而立表木謂之桓，即今之橋旁表柱也。今諸侯二碑，兩柱爲一碑而施鹿盧，故云「四植謂之桓」也。《周禮》桓圭而爲雙植者，以一圭之上不應四柱，但瑑爲二柱，像道旁二木，又宮室兩楹，故雙植謂之桓也。大夫亦二碑，但柱形不得粗大，所以異於諸侯也。○注「以已」至「本同」。正義曰：言經中「以用」之「以」，義是「休已」之字。所以用之「以」得爲「休已」之字者，以其本同，謂古昔之本，用字本同，乃得通用。謂用，謂其兩字本昔是同，故得假借而用，後世始「以」、「已」義異也。云「僣於禮，有似，作機巧，非也」者，皇氏解云：「僣濫之事，於禮猶有所似，作機巧之事，全非也。」○注「毋無」至「止之」。○正義曰：依《說文》止毋是禁辭，故《說文》毋字從女，有人從中欲干犯，故禁約之，故鄭注《論語》云：「毋止，其辭讓也。」故《曲禮》上篇多言「毋」，「毋」猶勿也，謂勿得如此。下「無」是無有之無，此經中之義是有無之無，故轉「毋」作「無」也。○注「不寤之聲」。○正義曰：公肩假唱噫，是歎公輸般不能寤於禮，故傷之而爲此聲也。"
      },
      {
        "index": 103,
        "text": "戰於郎。郎，魯近邑也。哀十一年「齊國書帥師伐我」是也。公叔禺人遇負杖入保者息，遇，見也。見走辟齊師，將入保，罷倦，加其杖頸上，兩手掖之休息者。保，縣邑小城。禺人，昭公之子。《春秋》傳曰：「公叔務人。」○禺音遇，又音務，注同。辟音避。罷音皮。倦，其卷反。頸，吉領反。掖音亦。曰：「使之雖病也，謂時繇役。○繇，本亦作徭，音遙。任之雖重也，謂時賦稅。君子不能爲謀也，士弗能死也。不可。君子，謂卿大夫也。魯政既惡，復無謀臣，士又不能死難，禺人恥之。○弗能，弗亦作不。爲，於偽反，下注「國爲」、下「爲懿」同。復，扶又反，下「復射」、「謂不復」同。難，乃旦反。我則既言矣。欲敵齊師，踐其言。與其鄰重汪踦往，皆死焉。奔敵死齊寇。鄰，鄰里也。重皆當爲童，童，未冠者之稱。姓汪名踦。鄰或爲談。《春秋傳》曰：「童汪踦。」○重依注音童，下同。汪，烏黃反。踦，魚綺反。冠，古亂反。魯人欲勿殤重汪踦，見其死君事，有士行，欲以成人之喪治之。言魯人者，死君事，國爲斂葬。○行，下孟反。問於仲尼，仲尼曰：「能執干戈以衛社稷，雖欲勿殤也，不亦可乎？」善之。"
      },
      {
        "index": 104,
        "text": "[疏]「戰於」至「可乎」。○正義曰：此節論童子死難之事。○「戰於郎」，哀十一年齊伐魯，魯與齊師戰於郎。郎者，魯之近邑也。案哀十一年魯人公叔禺人逢遇國人走辟齊師，兩手負杖於頸，走入城保，困而止息。禺人見而言曰：「國以徭役使此人，雖復病困，國以賦稅責任人民，雖復煩重，若上能竭心盡力，憂恤在下，則無以負愧。今君子卿大夫不能爲謀士，又不能致死，是自全其身，不愛民庶，於理不可。」既嫌他不死，欲自爲致死之事，故云「我則既言矣」。既，已也。云我則已言之矣，乃踐其言，於是與鄰之童子姓汪名踦往赴齊師而死焉。依禮，童子爲殤。魯人見其死寇，欲勿殤童汪踦，意以爲疑，問於仲尼。仲尼報之云：汪踦能執干戈以衛社稷。勿猶不也。雖欲不以爲殤，不亦可乎？言其可爲不殤也。○注「郎魯」至「是也」。○正義曰：案桓十年「齊侯、衛侯、鄭伯來戰於郎」，《公羊傳》云：「郎者何？吾近邑也。」哀十一年齊國書師師伐我，戰於郊。是郊頭郎邑，故知近也。案《春秋》直云「戰於郊」，知與此戰於郎爲一事者，以其俱有童汪踦之事，故爲一也。○注「禺人」至「務人」。○正義曰：案哀十一年傳云：「公叔務人僮汪錡死。」昭公傳云：「昭公子公爲逐季氏，公曰：『務人爲此禍？』」「務人」即「公爲」也，故云「昭公子」。此作「禺人」者，禺、務聲相近，聲轉字異也。○注「重皆當爲童」。○正義曰：此云「重汪踦」，下云「重汪踦」，以重字有二，故云皆當爲童，以言魯人欲勿殤，故從《春秋》爲童也。注「見其」至「斂葬」。○正義曰：案《喪服》「小功」章「大夫爲昆弟之長殤」，注云「謂爲士者，若不仕者也」。以此言之，雖見爲士，猶以殤服服之，何以此云「死君事，有士行，欲以成人之喪治之」者，《喪服》所論，據尋常死者，雖見爲士，猶以殤服服之。汪踦能致死於敵，故以成人之喪治之。云「國爲斂葬」者，以其經稱「魯人」，但指眾辭，汪踦非是家無親屬，但國家哀其死難，爲斂葬之。"
      },
      {
        "index": 105,
        "text": "子路去魯，謂顏淵曰：「何以贈我？」贈，送。曰：「吾聞之也，去國，則哭於墓而後行。反其國，不哭，展墓而入。」無君事，主於孝。哭，哀去也。展，省視之。謂子路曰：「何以處我？」處猶安也。子路曰：「吾聞之也，過墓則式，過祀則下。」居者主於敬。"
      },
      {
        "index": 106,
        "text": "[疏]「子路」至「則下」。○正義曰：此一節論禮敬祀墓之事，各依文解之。○注「無事君，主於孝」。○正義曰：若有君事去國，則不得哭墓，故上《曲禮》云「已受命，君言不宿於家」，是不哭於墓。○「過墓則式，過祀則下」。「墓」謂他家墳壟，「祀」謂神位有屋樹者，居無事，主於恭敬，故或「式」、或「下」也。他墳尚式則已，先祖墳墓當下也。"
      },
      {
        "index": 107,
        "text": "工尹商陽與陳棄疾追吳師，及之。工尹，楚官名。棄疾，楚公子棄疾也。以魯昭八年帥師滅陳，縣之，楚人善之，因號焉。至十二年，楚子狩於州來，使蕩侯、潘子、司馬督、囂尹午、陵尹喜圍徐以懼吳，於時有吳師。陳或作陵，楚人聲。○馬裻音篤，本亦作督。陳棄疾謂工尹商陽曰：「王事也，子手弓，而可手弓。」「子射諸。」商陽仁，不忍傷人，以王事勸之。○射，食亦反，下同。射之，斃一人，韔弓。不忍復射。斃，僕也。韔，韜也。○斃，本亦作獘，婢世反，下同。韔，敕亮反。僕，蒲北反，又音赴。韜，吐刀反。又及，謂之，又斃二人。每斃一人，揜其目。揜其目，不忍視之。○又及，本或作「又及一人」、「又一人」，後人妄加耳。止其御曰：「朝不坐，燕不與，殺三人，亦足以反命矣。」朝燕於寢，大夫坐於上，士立於下，然則商陽與御者皆士也。兵車參乘，射者在左，戈盾在右，御在中央。○朝，直遙反。與音預。乘，繩證反。盾，食允反，又音允。孔子曰：「殺人之中，又有禮焉。」善之。"
      },
      {
        "index": 108,
        "text": "[疏]「工尹」至「禮焉」。○正義曰：此一節論殺人有禮之事，各依文解之。○注「工尹」至「人聲」。○正義曰：案《春秋傳》楚皆以尹爲官名也，故知工尹，楚官名也。云「棄疾，楚公子棄疾也」者，《左傳》文。是楚恭王之子，後立爲平王。云「楚人善之，因號焉」者，案昭十三年《左傳》晉叔向云：「棄疾君陳蔡，苛慝不作。」今此云陳棄疾，故楚人善之，因號爲陳棄疾也。云「十二年楚子狩於州來」者，是昭十二年《左傳》文。楚子謂靈王，名虔，棄疾之兄也。使蕩侯一，潘子二，司馬督三，囂尹午四，陵尹喜五也。五大夫圍徐，以逼懼於吳也。案《左傳》直有圍徐，不見有吳師之事也。又棄疾不與圍徐，鄭必知有吳師，及棄疾追之者，以棄疾昭八年縣陳，十三年自立爲王，於此之間，無與吳師相涉，今棄疾追吳師，復有圍徐懼吳之事，故鄭引以明之。云「陳或作陵，楚人聲」者，謂陳棄疾，餘本有作「陵棄疾」者，故云「陳或作陵」。楚人呼「陳」及「陵」聲相似，故云「楚人聲」。「子手弓，而可手弓」者，棄疾謂商陽射吳之奔者，云子是手弓之人，謂是能弓之手。而可手弓者，謂其堪可稱此能弓之手，謂宜須射也。又《家語》云：「楚伐吳，工尹商陽與棄疾追吳師，及之。棄疾曰：『王事也，子手弓而可。』商陽手弓。棄疾曰：『子射諸。』射之，斃一人，韔其弓。」則此分句爲異，解義亦別。言「手弓」者，令其彀弓而射之。未知孰是，故兩存焉，附之以廣聞見也。○注「朝燕」至「中央」。○正義曰：朝之與燕，皆在於寢。若路門外正朝，則大夫以下皆立。若其燕朝，在於路寢，如孔子攝齊升堂，又《詩傳》云：「不脫屨升堂謂之飫。」明脫屨升堂則坐也，是「大夫坐於上」。燕亦在寢，故《燕禮》云：「燕朝服於寢。」案《燕禮》獻卿大夫及樂作之後，西階上獻士。士既得獻者，立於東階下西面。無升堂之文，是「士立於下」。云「兵車參乘，射者在左，戈盾在右，御在中央」者，謂兵車參乘之法，其事如此。若非兵車參乘，則尊者在左，故《曲禮》：「乘君之乘車，不敢曠左。」鄭注云：「君存，惡空其位。」又《月令》載耒耜於御與車右之間，君在左也。知「兵車參乘，射者在左，戈盾在右」者，案宣十二年《左傳》云，楚許伯御，樂伯攝叔爲右。於時樂伯主射，樂伯云：「左射以菆。」是射者在左，攝叔云：「右入壘，折馘執俘而還。」是戈盾勇力在右，自然御者在中央。此謂凡常戰士也。若是元帥則在中央鼓下，御者在左，戈盾亦在右。故成二年鞍之戰，於時郤克爲中軍將，時流血及屨，未絕鼓音。是將居鼓下也。解張御郤克，解張云：「矢貫余手及肘，余折以御，左輪朱殷。」是御者在左，自然戈盾在右。若天子諸侯親爲將，亦居鼓下，故《戎右》云贊王鼓。成二年齊侯圍龍，齊侯親鼓之是也。若非元帥，則皆在左，御者在中。故成二年韓厥自其車左居中代御而逐齊侯，故杜預云：「其車自非元帥，御者皆在中。」故熊氏以爲雖非元帥，上軍下軍之將亦居鼓下。故成十六年鄢陵之戰，子重將左，而云「子重鼓之」也。故爲將皆在鼓下也，以其親鼓，故以爲鼓下。案《周禮》諸侯執賁鼓，軍將執晉鼓，師帥執提，旅帥執鼙，豈皆居鼓下也？其義恐非也。「孔子曰：殺人之中，又有禮焉」者。言其既殺人之中，又有禮，則「韔弓」、「揜目」等是也。案《左氏傳》戎昭果毅，獲則殺之。商陽行仁，而孔子善之。傳之所云，謂彼勍敵與我決戰，雖是胡耇，獲則殺之。此謂吳師既走而後逐之義，故云「又及一人」，則是不逐奔之義，故以爲有禮也。"
      },
      {
        "index": 109,
        "text": "諸侯伐秦，曹桓公卒於會。魯成十三年「曹伯廬卒於師」是也。廬謚宣，言桓，聲之誤也。桓依注音宣。諸侯請含，以朋友有相啖食之道。○含，胡闇反。啖，徒暫反。食音嗣，徐音自。使之襲。非也。襲，賤者之事。○襄公朝於荊，康王卒。在魯襄二十八年，康王，楚子昭也。楚言荊者，州言之。荊人曰：「必請襲。」欲使襄公衣之。○衣，於既反。魯人曰：「非禮也。」荊人強之。欲尊康王。○強，其丈反，下注同。巫先拂柩，荊人悔之。巫祝桃茢，君臨臣喪之禮。○拂，芳勿反。柩，其又反。茢音列。"
      },
      {
        "index": 110,
        "text": "[疏]「諸侯」至「悔之」。○正義曰：此一節論諸侯失禮之事。○注「在魯」至「言之」。○正義曰：不言楚而言荊者，楚屬荊，故荊言之也。《春秋》莊十年荊敗蔡師於莘，《公羊傳》曰：「荊者何？州名也。州不若國，國不若氏，氏不若人，人不若名，名不若字，字不若子。」而《左氏》無此義。荊蓋楚之本號，魯莊之世，告命皆稱荊。至僖元年始稱楚，故杜預云：「荊始改號曰楚。」其「巫祝、桃茢」之事，已具於上。"
      },
      {
        "index": 111,
        "text": "滕成公之喪，魯昭三年。使子叔敬叔吊，進書，子叔敬叔，魯宣公弟叔肸之曾孫叔弓也。進書，奉君弔書。○肸，許乙反。子服惠伯爲介。惠伯，慶父玄孫之子，名椒。介，副也。○介音界，注及後同。及郊，爲懿伯之忌不入。郊，滕之近郊也。懿伯，惠伯之叔父。忌，怨也。敬叔有怨於懿伯，難惠伯也。《春秋傳》曰：「敬叔不入。」○難，乃旦反。惠伯曰：「政也，不可以叔父之私，不將公事。」政，君命所爲，敬叔於昭穆以懿伯爲叔父。○昭，常逆反。遂入。惠伯強之乃入。"
      },
      {
        "index": 112,
        "text": "[疏]「滕成」至「遂入」。○正義曰：此一節論不可以私廢公之事，各依文解之。○注「子叔」至「弓也」。○正義曰：案《世本》：「叔肸生聲伯嬰齊，齊生叔老，老生叔弓。」是叔弓爲叔肸曾孫也。叔是其氏，此記云「子叔」者，子是男子通稱，故以「子」冠「叔」也。○注「惠伯」至「副也」。○正義曰：案《世本》：「慶父生穆伯敖，敖生文伯穀，穀生獻子蔑。」蔑爲慶父曾孫，惠伯是蔑之孫，是「慶父玄孫之子」也。案《春秋傳》曰「子服椒」，故知「名椒」也。○「及郊」至「公事」。○敬叔爲使，惠伯爲介，至滕之近郊。懿伯是惠伯叔父，敬叔於先有怨於懿伯，今至滕郊，爲有懿伯之怨，故畏難惠伯不敢入，惠伯知其難已，遂開釋之：「今既奉君命政令，奉使滕國，不可以叔父私怨，遂欲報仇，不行公事也。」○注「郊滕」至「不入」。○正義曰：經直云「郊」，知是「滕之近郊」者，下云「不入」。謂不入國城，則郊與國城相近，故知郊是近郊也。知懿伯是惠伯叔父者，以下文惠伯云「不可以叔父之私，」故知懿伯是惠伯叔父也。云「敬叔有怨於懿伯，難惠伯也」者，謂敬叔殺懿伯，被懿伯家所怨，恐惠伯殺己，故難惠伯，不敢入也。然敬叔、惠伯同在君朝，又奉使滕國相隨在路，不相畏難，入滕始難者，雖有怨讎，恆爲防備，今入滕國，是由主人，其防備之事不復在已，故難之。引《春秋傳》「敬叔不入」者，昭三年《左傳》文。引之者，以經直云「不入」，恐是惠伯不入，故引以明之。○注「政君」至「叔父」。○正義曰：案《論語》註：「君之教令爲政，臣之教令爲事也。」故云其事也如有政。云「敬叔於昭穆以懿伯爲叔父」者，此後人轉寫鄭注之誤，當云「敬叔於昭穆以惠伯爲叔父」。撿勘《世本》，敬叔是桓公七世孫，惠伯是桓公六世孫，則惠伯是敬叔之父六從兄弟，則敬叔呼惠伯爲叔父，敬叔呼懿伯爲五從祖。此注乃云「敬叔於昭穆以懿伯爲叔父」，故知誤也。"
      },
      {
        "index": 113,
        "text": "哀公使人吊蕢尚，遇諸道，辟於路，畫宮而受吊焉。哀公，魯君也。畫宮，畫地爲宮象。○蕢，苦怪反。辟音避，又婢亦反。畫音獲，注同。曾子曰：「蕢尚不如杞梁之妻之知禮也。行吊禮於野，非。齊莊公襲莒於奪，杞梁死焉。魯襄二十二年「齊侯襲莒」是也。《春秋傳》曰：「杞殖、華還載甲夜入且於之隧」，隧、奪，聲相近，或爲兌。梁即殖也。○於奪，徒外反，注並「兌」同。杞音豈。殖，時職反。華，胡化反。且，子餘反。其妻迎其柩於路而哭之哀，莊公使人吊之，對曰：「君之臣不免於罪，則將肆諸市朝，而妻妾執。肆，陳屍也。大夫以上於朝，士以下於市。執，拘也。○肆，殺三日陳屍，音四。朝，直遙反。上，詩掌反。拘音俱。君之臣免於罪，則有先人之敝廬在，君無所辱命。」無所辱命，辭不受也。《春秋傳》曰：「齊侯吊諸其室。」○廬，力居反。"
      },
      {
        "index": 114,
        "text": "[疏]「哀公」至「辱命」。○正義曰：此一節論蕢尚不如婦人得禮之事。○注「肆陳」至「拘也」。○正義曰：案《周禮•鄉士職》云：「協日刑殺，肆之三日。」是陳屍曰肆也。云「大夫以上於朝，士以下於市」者，謂諸侯、大夫、士也。故襄二十二年楚殺令尹子南，屍諸朝三日。大夫既於朝，士則於市也。其天子臣則有爵者皆適甸師氏，不在朝，故《周禮•掌囚職》云：「凡有爵者，奉而適甸師氏，以待刑殺。」《掌戮》云「有爵者殺之於甸師氏」是也。天子士宜在朝，與諸侯大夫同。"
      },
      {
        "index": 115,
        "text": "孺子<享黃>之喪，魯哀公之少子。○<享黃>，吐孫反。哀公欲設撥，撥，可撥引輴車，所謂紼。○撥，半末反。輴，敕倫反。問於有若。有若曰：「其可也。君之三臣猶設之。」猶，尚也。以臣況子也。三臣，仲孫、叔孫、季孫氏。顏柳曰：「天子龍輴而槨幬，輴，殯車也。畫轅爲龍。幬，覆也。殯以槨覆棺而塗之，所謂菆塗龍輴以槨。○槨音郭。幬，大報反。攢塗，才丸反，下音徒。諸侯輴而設幬，輴不畫龍。爲榆沈，故設撥。以水澆榆白皮之汁，有急以播地，於引輴車滑。○沈，本又作審，同，昌審反。澆，古堯反。汁，之十反。滑，於八反。三臣者廢輴而設撥，竊禮之不中者也，而君何學焉？」止其學非禮也。廢，去也。紼繫於輴，三臣於禮去輴。今有紼，是用輴，僣禮也。殯禮，大夫菆置西序，士掘肂見衽。○中，丁仲反，又如字。學如字，或音戶教反，非，注同。去，羌呂反，下同。掘，求勿反，又求月反，又戶忽反。肂，本又作肄，以二反，棺坎也。見，賢遍反。衽，而審反。"
      },
      {
        "index": 116,
        "text": "[疏]「孺子」至「學焉」。○正義曰：此論諫哀公不得學僣禮之事。○「顏柳」至「學焉」。○顏柳以有若對非其實，恐哀公從之，以其正禮而言。天子之殯，則以龍輴，謂畫輴車轅爲龍，載柩於上，累材作槨，而題湊其木，幬覆棺上，而後塗之。其諸侯則以輴載柩，不畫爲龍，亦累木爲槨，設木於上以幬之，不爲題湊，直橫木復之，亦泥塗其上。以其有輴，須設榆沈，備擬牽引。爲有榆沈，故須設撥。撥謂紼也。今三臣者，依禮廢輴，不合用殯。今乃設撥用輴，是盜竊於禮，不中法式，而君何得學焉？○注「畫轅」至「以槨」。○正義曰：經直云「龍輴」，知「畫轅爲龍」者，以輴之形狀庳下而寬廣，無似龍形，唯轅與龍爲形相類，故知畫轅也。云「所謂菆，塗龍輴以槨」者，以其上篇有其文，故此言所謂上篇也。輴外邊從累其木，上與槨齊，乃菆木爲題湊，爲四阿槨，制而塗之。○注「輴不畫龍」。○正義曰：以上云「龍輴」，此直云「輴」，故云「不畫龍」。其木亦不題湊，故鄭注《喪大記》云：「諸侯不題湊。」○注「三臣」至「見衽」。○正義曰：《喪大記》「大夫二綍二碑」，是大夫有綍，綍即紼也。又注《既夕禮》云：「大夫以上始有四周，謂之輴。」是大夫有輴也。此云三臣於禮去輴，用輴僣禮，不同者，大夫以柩，朝廟之時用輴繂，惟殯時用輁軸，不得用輴紼。此文據殯時，《大記》及《既夕禮》謂朝廟及下棺也。云「大夫菆置西序，士掘肂見衽」者，是《喪大記》文。謂菆叢其木，以鄣三面，倚於西序。肂謂穿地爲坎，深淺見其棺蓋上小要之衽，言棺上小要之衽出於平地。"
      },
      {
        "index": 117,
        "text": "悼公之母死，母，哀公之妾。哀公爲之齊衰。有若曰：「爲妾齊衰，禮與？」譏而問之。妾之貴者，爲之緦耳。○爲，於偽反，下「爲妾」、注「爲之」、下「弗爲服」皆同，與音餘。公曰：「吾得已乎哉？魯人以妻我。」言國人皆名之爲我妻，重服嬖妾，文過，非也。○嬖，必計反。"
      },
      {
        "index": 118,
        "text": "[疏]「悼公」至「妻我」。○正義曰：此一節論哀公爲妾著服非禮之事。○注「妾之貴者，爲之緦耳」。○正義曰：天子諸侯絕旁期，於妾無服，唯大夫貴妾緦。以哀公爲妾著齊衰服，故舉大夫貴妾緦以對之耳。○「公曰：吾得已乎哉？魯人以妻我」者，公以有若之譏，遂文其過，云：吾豈得休已而不服之乎？所以不得休已者，雖是其妾，魯人以我無夫人，皆以爲我妻，故不得不服。"
      },
      {
        "index": 119,
        "text": "季子皋葬其妻，犯人之禾。季子皋，孔子弟子髙柴，孟氏之邑成宰，或氏季。犯，躐也。○躐，力輒反。申祥以告，曰：「請庚之。」申祥，子張子。庚，償也。○庚，古衡反。償，徐音尚。子皋曰：「孟氏不以是罪予，時僣侈。○僣，子念反。侈，昌氏反，又赤氏反。朋友不以是棄予，言非大故。以吾爲邑長於斯也，買道而葬，後難繼也。」恃寵虐民，非也。○長，丁丈反。"
      },
      {
        "index": 120,
        "text": "[疏]「季子棄葬其妻」至「繼也」。○正義曰：此一節論髙柴非禮之事，各依文解之。○注「季子」至「成宰」。○正義曰：案《史記•仲尼弟子傳》云：「髙柴字子皋，少孔子三十歲，鄭人也。」知爲成宰者，下文云：「子皋爲成宰。」云「季」者，髙是其正氏，今言「季子皋」，故鄭云：「或氏季。」以身處季少，故以字爲氏而稱季也，猶若子游稱叔氏，仲由稱季路，皆其例也。《弟子傳》及《論語》作「子羔」，與此文子「皋」字不同者，古字通用。○「子皋」至「繼也」。○子皋見申祥請償，故拒之云：孟氏不以是犯禾之事罪責於我，以孟氏自爲奢暴之故也。朋友不以是犯禾之事離於我，以其小失非大故也。斯，此也。以吾爲邑，長於此成邑，乃買道而葬，清儉大過，在後世之人難可繼續也。以孟氏不罪於己，故鄭云「恃寵」，不肯償禾，故云「虐民」。"
      },
      {
        "index": 121,
        "text": "仕而未有祿者，君有饋焉曰「獻」，使焉曰「寡君」。見在臣位，與有祿同也。君有饋，有饋於君。○餽，本又作饋，其位反，遺也。使，色吏反。見，賢遍反。違而君薨，弗爲服也。以其恩輕也。違，去也。"
      },
      {
        "index": 122,
        "text": "[疏]「仕而」至「服也」。正義曰：此一節論臣之仕未得祿者與得祿之臣有同、有不同之事也。故《王制》云：「位定然後祿之。」是先位定而後祿也。○「君有饋焉曰獻」者，饋，餉也。「君有饋」，謂臣有物饋獻於君。既奉餉君上，故曰「獻」。○「使焉曰寡君」者，「使焉」，謂爲君使往他國。此臣若出使，則自稱已君爲「寡君」也。言臣雖仕未得祿，而有物饋君，及出使他國，所稱則並與得祿者同也。嫌其或異，故明之也。○「違而君薨，弗爲服也」者，此一條則異也。「違而君薨」者，違，去也，謂三諫不從，以禮去者，若已有祿，恩重者，雖放出仕他國，而所仕者敵，則猶反服。今此未得祿之臣，唯在朝時乃服，若放出他邦，而故君薨，所仕雖敵，亦不反服也，以其本無祿，恩輕故也。"
      },
      {
        "index": 123,
        "text": "虞而立屍，有几筵，卒哭而諱，諱，辟其名。○辟音避。生事畢而鬼事始已。謂不復饋食於下室，而鬼神祭之。已，辭也。既卒哭，宰夫執木鐸以命於宮曰：「捨故而諱新。」故，爲髙祖之父當遷者也。《易說》帝乙曰：「《易》之帝乙爲成湯，《書》之帝乙六世王，天之錫命，疏可同名。」○鐸，大各反。捨音捨。自寢門至於庫門。百官所在。庫門，宮外門。《明堂位》曰：「庫門，天子皋門。」"
      },
      {
        "index": 124,
        "text": "[疏]「虞而立屍，有几筵，卒哭而諱」至「自寢門至於庫門」。○正義曰：此一節論葬後當以鬼神事之禮。未葬由生事之，故未有屍。既葬，親形已藏，故立屍以系孝子之心也。前所云「既窆，而祝宿虞屍」是也。○「有几筵」者，未葬之前，殯宮雖有脯醢之奠，不立几筵。其大斂之奠，雖在殯宮，但有席而已，亦無幾也。此席素席，故前云「奠以素器」。其下室之內有吉几筵。今葬訖，既設虞祭，有素几筵。筵雖大斂之時巳有，至於虞祭，更立筵與幾相配，故云「有几筵」，故《士虞禮》云：「祝免，澡葛絰帶，布席於室中，東面右幾」是也。然此虞祭而有幾，謂士大夫禮。若天子諸侯，則葬前有幾，故《周禮•司几筵》云：「喪事素幾。」鄭注云：「謂凡奠時，天子既爾，諸侯南面之君其事亦然。」○「卒哭而諱」者，「諱」謂神名也。古者生不相諱，卒哭之前，猶生事之，故不諱。至卒哭，乃有神諱也。○「生事畢而鬼事始已」者，並解所以虞立屍、卒哭而爲神諱義也。既虞卒哭、則生事畢，鬼神之義方爲始也。○注「謂不」至「辭也」。○正義曰：合釋有屍、有几筵及諱也。「下室」謂內寢，生時飲食有事處也。未葬猶生事，當以脯醢奠殯，又於下室饋設黍稷，謝茲云：「下室之饋，器物幾杖如平生。」鄭君答張逸云：「未葬，以脯醢奠於殯。又於下室設黍稷，曰饋。下室，內寢也。至朔月月半而殷奠，殷奠有黍稷，而下室不設也。既虞祭，遂用祭禮，下室遂無事也。」然不復饋食於下室，文承卒哭之下，卒哭之時，乃不復饋食於下室。皇氏以爲虞則不復饋食於下室，於理有疑。○注「政謂」至「同名」。○正義曰：「髙祖之父」，謂孝子髙祖之父也。於死者髙祖也，卒哭猶未遷，故云「當遷」也。至小祥乃遷毀也。「《易說》帝乙曰：易之帝乙爲成湯」者，鄭引《易》證六世不諱，故卒哭而捨髙祖之父也。「《易說》」者，鄭引云《易緯》也。凡鄭云「說」者，皆緯候也。時禁緯候，故轉「緯」爲「說」也。故《鄭志》張逸問：「《禮》注曰『《書說》』，《書說》何書也？」答曰：「《尚書緯》也。」當爲注時，時在文網中，嫌引秘書，故諸所牽圖讖皆謂之「說」云。案《易》云：「帝乙歸妹。」《易•乾鑿度說》，《易》之帝乙，謂是殷湯也。「《書》之帝乙六世王」者，亦《易緯》言也。《書•酒誥》有帝乙，而《乾鑿度說》云：「乙是殷六世王也。」先儒注皆以《酒誥》帝乙，紂父，紂父去湯多世，不啻於六世也。然《史記•殷本紀》云，王名乙者甚眾，上皆有配字，惟紂父稱帝乙耳。而湯名乙，其六世孫名祖乙，即是六世王也。既並爲帝，故皆得曰帝乙也。祖乙是湯六世孫，與湯同名，是六世得同名。云「天之錫命，疏可同名」者，此注湯緯語也，言帝生之名，由天所錫，則世疏可同，故舉六世以爲證也。謂天所錫者，殷以生日甲乙爲名，則生日是天之命曰爲名也．《白虎通》云：「殷質，以生日名子也，故殷大甲、帝乙、武丁。」○「自寢門至於庫門」，前既執木鐸以命宮中，又出宮從寢門至於庫門。寢門、路門、庫門，是魯之外門也。百官及宗廟所在之次，至庫門，咸使知之也。魯三門，故至庫門耳。若天子五門，則至皋門也。故鄭引《明堂位》云：「庫門，天子皋門也。」若凡諸侯則皋應路也。"
      },
      {
        "index": 125,
        "text": "二名不偏諱。夫子之毋名「徵在」，言「在」不稱「徵」，言「徵」不稱「在」。稱，舉也。《雜記》曰：「妻之諱不舉諸其側。」"
      },
      {
        "index": 126,
        "text": "[疏]「二名」至「稱在」。○正義曰：此一節論不偏諱之事。○注「稱舉」至「其側」。○正義曰：引《雜記》者，證「稱」是「舉」之義。"
      },
      {
        "index": 127,
        "text": "軍有憂，則素服哭於庫門之外，憂，謂爲敵所敗也。素服者，縞冠也。○敗，必邁反。赴車不載櫜韔。兵不戢，示當報也。以告喪之辭言之，謂還告於國。櫜，甲衣。韔，弓衣。○櫜音羔。<革長>衣亦作韔，敕亮反。戢，側立反。"
      },
      {
        "index": 128,
        "text": "[疏]「軍有」至「櫜韔」。○正義曰：此一節論軍敗當報之事。○「赴軍不載櫜韔」者，軍既有憂，從軍赴國之車，但露載其甲及弓，示有報敵之意，故甲則不以櫜戢之，弓則不以韔戢之，故注云：「兵不戢，示當報也。」○注「以告」至「弓衣」。○正義曰：案《春秋左氏傳》禍福稱「告」，崩薨稱「赴」，今軍敗應稱「告」而稱「赴」，故云：「以告喪之辭言之。」案《詩》云：「載櫜弓矢。」《春秋傳》云：「右屬櫜鞬。」皆以櫜爲韜弓，此注爲「甲衣」者，以下「韔」文，「韔」既是弓衣，故以「櫜」爲甲衣。"
      },
      {
        "index": 129,
        "text": "有焚其先人之室，則三日哭。謂人燒其宗廟。哭者，哀精神之有虧傷。故曰：「新宮火，亦三日哭。」火，人火也。新宮火，在魯成三年。"
      },
      {
        "index": 130,
        "text": "[疏]「有焚」至「日哭」。○正義曰：此一節論哀先人宗廟傷之事。○注「火人」至「三年」。○正義曰：案宣十六年《左傳》云：「人火曰火，天火曰災。」「新宮」者，魯宣公廟，故成三年《公羊傳》云：「新宮者何？宣公之宮也。」"
      },
      {
        "index": 131,
        "text": "孔子過泰山側，有婦人哭於墓者而哀。夫子式而聽之，怪其哀甚。使子路問之，曰：「子之哭也，壹似重有憂者。」而曰：「然，昔者吾舅死於虎，吾夫又死焉，今吾子又死焉。而猶乃也。夫之父曰舅。○重，直用反。夫子曰：「何爲不去也？」曰：「無苛政。」夫子曰：「小子識之，苛政猛於虎也。」苛音何，本亦作荷。識，申吉反，又如字。"
      },
      {
        "index": 132,
        "text": "[疏]「孔子」至「虎也」。○正義曰：此一節論苛政嚴於猛虎之事。○「子之哭也，壹似重有憂者」。○言子之哭也，壹似重疊有憂喪者也。「壹」者，決定之辭也。○「而曰然」者，而，乃也。婦人哭畢，乃答之曰「然」。「然」猶如是，是重疊有憂也。"
      },
      {
        "index": 133,
        "text": "魯人有周豐也者，哀公執摯請見之，下賢也。摯，禽摯也。諸侯而用禽摯，降尊就卑之義。○摯音志。下，戶嫁反。而曰不可。辭君以尊見卑。士禮，先生異爵者，請見之則辭。公曰：「我其已夫。」已，止也。重強變賢。○夫音符。強，其丈反。使人問焉，曰：「有虞氏未施信於民，而民信之。夏後氏未施敬於民，而民敬之。何施而得斯於民也？」時公與三桓始有惡，懼將不安。對曰：「墟墓之間，未施哀於民而民哀。社稷宗廟之中，未施敬於民而民敬。言民見悲哀之處則悲哀，見莊敬之處則莊敬，非必有使之者。墟，毀滅無後之地。○虛，本亦作墟，同，魚起反，注同。處，昌慮反，下同。殷人作誓而民始畔，周人作會而民始疑。會謂盟也。盟、誓所以結眾以信，其後外恃眾而信不由中，則民畔、疑之。孔子曰：「其身正，不令而行；其身不正，雖令不從。」苟無禮義、忠信、誠愨之心以蒞之，雖固結之，民其不解乎？」蒞，臨。○蒞音利，又音類。解，佳買反，舊胡買反。"
      },
      {
        "index": 134,
        "text": "[疏]「魯人」至「解乎」。○正義曰：此一節論君之臨臣民當以禮義忠信爲本之事，各依文解之。○「何施而得斯於民也」者。○「有虞氏未施信於民，而民信之。夏後氏未施敬於民，而民敬之」，言虞之與夏施何政教以化民。斯，此也，而得如此敬信於民也。○「對曰」至「民敬」。○周豐之意，以虞之與夏，由行敬信於民，民見其敬信，民自學之，不須設言號令。故云，古昔丘墟及墳墓之間，是所悲哀之處也。人在其所，未須施設教化令民使哀，而民自哀也。社稷宗廟之中，嚴凝之處，人在其所，未須施設教化而民自敬。言民之從君，在君身所行，不在言也。若身之不行，言亦無益。故殷人作誓，由身不自行，徒有言誓而民始畔也。周人作會，爲身無誠信，而民始疑。苟，誠也。人君之身，誠無禮義、忠信、誠實質愨之心以臨化之，雖以言辭誓令堅固結之，民其不解散離貳乎？言當解散離貳也。周豐此言，欲令哀公身行敬信，不當唯以言辭率下而已。○注「墟，毀滅無後之地」。○正義曰：凡舊居皆曰「墟」，故《左傳》有「莘氏之墟」，有「昆吾之墟」，故知「毀滅無後」者，以可悲哀，故爲無後也。○注「會謂」至「疑之」。○正義曰：案昭三年《左傳》云「有事而會，不協而盟」，則盟、會別也。知此「會」謂「盟」者，以云「而民始疑」，《司盟》云「邦國有疑則盟詛之」，故以「會」爲「盟」也。案《尚書》夏啟作《甘誓》，此言「殷人作誓」；《左傳》云「夏啟有塗山之會」，又「禹會塗山」，此云「周人作會」者，此據身無誠信，徒作誓盟，民因誓因盟而始疑畔，非謂殷人始作誓，周人始作會。若夏啟作《甘誓》，禹會塗山，皆身有誠信，於事善也。《穀梁傳》云「告誓不及五帝，盟詛不及茸荃」者，五帝茸荃，身行德義，不專用誥誓盟詛，故云「不及」，與此不同。云「信不由中，則民畔疑之」者，隱三年《左傳》云：「信不由中，質無益也。」紂爲苛政而作誓命，民乃畔之，亦是畔疑之事也。"
      },
      {
        "index": 135,
        "text": "喪不慮居，謂賣舍宅以奉喪。毀不危身，謂憔悴將滅性。○憔，在遙反。悴，在醉反。喪不慮居，爲無廟也。毀不危身，爲無後也。"
      },
      {
        "index": 136,
        "text": "延陵季子適齊，於其反也，其長子死，葬於贏、博之間。季子名札，魯昭二十七年，「吳公子札聘於上國」是也。季子讓國居延陵，因號焉。《春秋傳》謂延陵，延州來。贏、博，齊地，今泰山縣是也。○爲，於偽反，下同。長，丁丈反，下「官長」並注同。贏音盈。札，側八反，孔子曰：「延陵季子，吳之習於禮者也。」往而觀其葬焉。往吊之。其坎深不至於泉，以生恕死。○深，式鴆反。其斂以時服，以時行之服，不改制節。既葬而封，廣輪揜坎，其髙可隱也。示節也。輪，從也。隱，據也。封可手據，謂髙四尺。○廣，古曠反。揜，本又作掩，於斂反。隱，於刃反，注同。從，子容反。"
      },
      {
        "index": 137,
        "text": "[疏]「延陵」至「隱也」。○正義曰：此一節論仲尼云季子得禮之事，各依文解之。○注「季子」至「是也」。正義曰：知「季子名札」者，案襄二十九年「吳公子札來聘」，是名札也。又案襄二十九年季札來聘於魯，遂往聘齊、衛及晉，知非此時子死，而云昭二十七年聘上國者，此云孔子聞之、往而觀其葬焉，若襄二十九年孔子才年九歲，焉得觀其葬而善之？故爲昭二十七年也。云「讓國居延陵」者，《春秋》襄二十九年，「吳公子札來聘」。《公羊》云：「吳無君，無大夫，此何以有君，有大夫？賢季子也。何賢乎季子？讓國也。謁也，餘祭也，夷昧也，與季子同母者四。季子弱而才，兄弟皆愛之，同欲立之以爲君。兄弟迭爲君，而致國乎季子，皆曰：『諾。』故諸爲君者皆輕死爲勇，飲食必祝曰：『天苟有吳國，尚速有悔於予身。』及闔廬使專諸剌僚，而致國乎季子，季子不受，去，之延陵，終身不入吳國。」此即季子本封延陵，後讓國又居之，鄭舉後事言耳。延陵一名延州來，故《左傳》云「延州來季子聘於上國」，所以鄭又引以會之，云《春秋傳》謂延陵「延州來」，即此經延陵，即《左傳》延州來，明是一也。○注「以生恕死」。○正義曰：言坎以深不至泉，以生時不欲近泉，故死亦不至於泉，以生時之意，以恕於死者。○注「亦節」至「尺所」。○正義曰：以上斂以行時之服，不更製造，是其節也。今封墳廣輪揜坎，其髙可隱，又是有其節制，故云「亦節」也。云「謂髙四尺所」者，言墳之髙可四尺之所，以人長八尺，低而據之，半爲四尺，且約上墳崇四尺，故云四尺所。「所」是不定之辭。既封，左袒，右還其封且號者三。曰：「骨肉歸復於土，命也。若魂氣則無不之也，無不之也。」還，圍也。號，哭且言也。命猶性也。○號，戶髙反，注同。而遂行。行，去也。孔子曰：「延陵季子之於禮也，其合矣乎。」"
      },
      {
        "index": 138,
        "text": "[疏]「既封」至「矣乎」。○正義曰：既封墳巳竟，季子乃左袒其衣。案鄭注《覲禮》云：「凡以禮事者左袒，若請罪待刑則右袒。」故《覲禮》云「乃右肉袒於廟門之東」，在喪亦是禮事，故《喪禮》直云「袒」，不云左右。今季子長子之喪而左袒者，季子達死生之命，云骨肉歸復於土，不須哀戚，以自寬慰，故從吉禮也。左袒訖，乃右而圍繞其封，兼且號哭而繞墳三匝也。號哭且言，曰，骨肉歸復於土，此是命也。命，性也。言自然之性，當歸復於土。言「歸復」者，言人之骨肉，由食土物而生，今還入土，故云「歸復」。若神魂之氣，則游於地上，故云則無不之適也。言無所不之適，上或適於天，旁適四方，不可更及。再言之者，愍傷離決之意。"
      },
      {
        "index": 139,
        "text": "邾婁考公之喪，考公，隱公益之曾孫，考或爲定。○婁，力俱反，下同。徐君使容居來吊、含。吊且含。○含，胡闇反，注及下同。曰：「寡君使容居坐含，進侯玉。」其使容居以含。欲親含，非也。含不使賤者，君行則親含，大夫歸含耳。言侯玉者，時徐僣稱王，自比天子。○僣，子念反。有司曰：「諸侯之來辱敝邑者，易則易，於則於，易》於雜者，未之有也。」易謂臣禮，於謂君禮，雜者，容居以臣欲行君禮。徐自比天子，使大夫敵諸侯，有司拒之。○易則易，並以豉反，下及注同。拒，本又作距。容居對曰：「容居聞之，事君不敢忘其君，亦不敢遺其祖。昔我先君駒王西討，濟於河，無所不用斯言也。容居，魯人也。不敢忘其祖。」言我祖與今君於諸侯初如是，不聞義則服。駒王，徐先君僣號，容居，其子孫也。濟，渡也，言西討渡於河，廣大其國，魯，魯鈍也。言魯鈍者，欲自明不妄。○頓，徒困反，本亦作鈍。"
      },
      {
        "index": 140,
        "text": "[疏]「邾婁」至「其祖」。○正義曰：此一節論徐之僣禮之事。○邾婁考公之喪，徐君使大夫容居來吊且含。容居致其君命，云：寡君使容居親坐行含，進侯玉於邾君。此是使致之辭也。○「其使容居以含」者，此是記人錄語，云其使容居奉玉以行含禮。邾人有司乃拒之曰，諸侯之來屈辱臨於敝邑者，若是臣來，其禮簡易者，則行臣之簡易之禮。「於」謂廣大。若君來，其禮廣大者，則行君之廣大之禮。「易於雜」者，謂應簡易而爲廣大，實是臣而行君禮，是君臣雜亂者，未之有也，謂由來未有此禮。容居乃對邾之有司云：「容居聞之。」謂聞於舊日之言。云臣之事君，奉命出使，不敢忘其君之言。子孫事祖，當光揚先祖，亦不敢遺棄其先祖言。即不遺先祖之事也。○「昔我先君駒王西討，濟於河」，言國土廣大。○「無所不用斯言也」者，「所」謂處所。斯，此也。謂我從先君駒王以來，於諸侯無一處不用此稱王之言也。言我對諸侯恆稱王也。容居恐邾人謂其虛誕，故云魯鈍之人，不解虛詐，唯知不敢忘其先祖。容居云此者，先祖實有此事不虛也。上云「不敢忘其君，不敢遺其祖」，下直云「不敢遺其祖」者，祖是久遠，猶尚不遺忘，君見存，是不忘可悉，故不言也。其言先祖，即是不忘君。○注「君行」至「天子」。○正義曰：知「君行則親含」者，上云「曹桓公卒於會，諸侯請含」是也。言「大夫歸含」者，上《雜記》諸侯之喪，君使人吊含贈襚是也。云「言侯玉」者，徐自比於天子，以邾君爲已之諸侯，言進侯氏以玉，故云「進侯玉」。案《春秋》昭三十年吳滅徐，此云「徐僣稱王」者，滅而復興，至春秋之後，僣號強大稱王，猶楚滅陳、蔡後更興。○注「易謂」至「拒之」。○正義曰：「易」是簡易，故爲臣禮易。既爲臣禮，以對於「於」，故知「於」爲君禮也。君禮謂之「於」者，「於」音近迂，迂是廣大之義，故《論語》云：「子之迂也。」與此同也。「徐自比天子，使大夫敵諸侯」者，若諸侯使大夫親含諸侯，則不可，若天子使大夫敵諸侯，則得親含。徐欲自比天子，故有司拒之。○注「言我」至「不妄」。○正義曰：言我之先祖駒王與今日徐君稱謂於諸侯，自初以來如是，稱王非始今日。云「容居，其子孫也」者，以經云「不敢遺其祖」，即云「我先君駒王」，故知容居是駒王子孫。云「自明不妄」者，我若是曉利之人，或妄稱先祖之善，自言魯鈍，似若無識，知言語樸實，故言「欲自明不妄」。凡實行含禮，未斂之前，以玉實口。士則主人親含大夫以上即使人含若既斂已後至殯葬其有含者，親自致璧於柩及殯上者，謂之親含，若但致命，以璧授主人，主人受之，謂之不親含。"
      },
      {
        "index": 141,
        "text": "子思之母死於衛，嫁母也，姓庶氏。赴於子思，子思哭於廟。門人至，曰：「庶氏之母死，何爲哭於孔氏之廟乎？」門人，弟子也。嫁母與廟絕族。子思曰：「吾過矣，吾過矣。」遂哭於他室。"
      },
      {
        "index": 142,
        "text": "天子崩，三日，祝先服。祝佐含斂先病。○祝，之六反。五日官長服。官長，大夫、士。七日，國中男女服。庶人。三日，天下服。諸侯之大夫。虞人致百祀之木，可以爲棺槨者斬之。虞人，掌山澤之官。百祀，畿內百縣之祀也。以爲棺槨，作棺槨也。斬，伐也。○畿音祈。不至者，廢其祀，刎其人。○刎，勿粉反，徐亡粉反。"
      },
      {
        "index": 143,
        "text": "[疏]「天子」至「其人」。○正義曰：此一節論天子崩，尊卑服杖及葬備槨材之事。「天子崩，三日，祝先服」者，祝，大祝商祝也。服，服杖也。是喪服之數，故呼杖爲服。祝佐含斂先病，故先杖也。然云祝服，故子亦三日而杖也。○「五日，官長服」者，大夫、士也，亦服杖也。病在祝後，故五日也。○「七日，國中男女服」者，謂畿內民及庶人在官者服，謂齊衰三月而除之。必待七日者，天子七日而殯，殯後嗣王成服，故民得成服也。○「三月天下服」者，謂諸侯之大夫爲王繐衰，既葬而除之也。近者亦不待三月，今據遠者爲言耳。然四條皆云「服」，何以知其或杖服，或衰服？案《喪大記》云：「君之喪三日，子大夫人杖。五日既殯，授大夫世婦杖。」又《喪服四制》云：「三日授子杖，五日授大夫杖，七日授士杖。」案如《大記》及《四制》，則知今云三日五日，是服杖明矣，其七日及三月者，唯服而已，無杖。《四制》云「七日授士杖」，此云五日士杖者，士若有地、德深者則五日，若無地、德薄則七日。崔氏云：「此據朝廷之士，《四制》是邑宰之士也。」○「虞人致百祀之木，可以爲棺槨者斬之」，謂王殯後事也。「虞人」者，主山澤之官也。「百祀」者，王畿內諸臣采地之祀也。言「百」者，舉其全數也。既殯，旬而布材，故虞人斬百祀之木可以爲周棺之槨者送之也。必取祀木者，賀瑒云：「君者德著幽顯，若存，則人神均其慶，沒，則靈祗等其衰傷也。」"
      },
      {
        "index": 144,
        "text": "齊大饑，黔敖爲食於路，以待餓者而食之。有餓者蒙袂輯屨，貿貿然來。蒙袂，不欲見人也。輯，斂也。斂屨，力憊不能屨也。貿貿，目不明之貌。○饑，居宜反，《字林》九依反，本又作饑，同。黔，其廉反，徐渠嚴反。而食音嗣，下「奉食」同。袂，彌世反。輯，側立反。貿，徐亡救反，又音茂，一音牟。斂，力檢反，下同。黔敖左奉食，右執飲曰：「嗟來食，揚其目而視之，曰：「予唯不食嗟來之食，以至於斯也。」嗟來食，雖閔而呼之，非敬辭。○奉，芳勇反。從而謝焉，終不食而死。從猶就也。曾子聞之曰：「微與！其嗟也可去，其謝也「可食」。微猶無也。無與，止其狂狷之辭。○與音餘，注同。狷音絹。"
      },
      {
        "index": 145,
        "text": "[疏]「齊大」至「可食」。○正義曰：此一節論饑者狂狷之事。○黔敖既見餓者而來，乃左奉其飯，右執其飲，見其餓者困，咨嗟愍之，故曰：嗟乎，來食！餓者聞其嗟已，無敬已之心，於是發怒，揚舉其目而視之曰：予唯不食嗟來無禮之食，以至於斯。斯，此也，以至於此病困。怒而遂去。黔敖從逐其後，辭謝焉。餓者終不食而死。「曾子聞之曰：微與」者，微，無也；與，語助。言餓者無得如是與。初時無禮之嗟也，可怒之而去。其終有禮之謝也，可反回而食。曾子嫌其狂狷，故爲此辭。狂者進取，一概之善，仰法夷齊耿介，狷者直申已意，不從無禮之爲，而餓者有此二性，故止之。"
      },
      {
        "index": 146,
        "text": "邾婁定公之時，有弒其父者。定公，玃且也。魯文十四年即位。○有殺，本又作弒，同，式志反，下「臣殺」、「子殺」同。玃，俱縛反。且，子餘反。有司以告，公瞿然失席，曰：「是寡人之罪也。」民之無禮，教之罪。○瞿，本又作懼，紀具反。曰：「寡人嘗學斷斯獄矣。臣弒君，凡在官者，殺無赦。子弒父，凡在宮者，殺無赦。言諸臣子孫無尊卑皆得殺之，其罪無赦。○斷，丁亂反。殺其人，壞其室，洿其宮而豬焉。明其大逆，不欲人復處之。豬，都也。南方謂都爲豬。○殺如字。壞音怪。洿音烏。<豕者>音誅。復，扶又反。蓋君逾月而後舉爵。」自貶損。"
      },
      {
        "index": 147,
        "text": "[疏]「邾婁」至「舉爵」。○正義曰：此一節論誅弒父之事。○「曰寡」至「無赦」。○定公既見有司告以人弒其父，乃言曰：寡人嘗試學斷此弒父之獄矣，臣之弒君，凡在官之人，無問貴賤，皆得殺此弒君之人，無得縱赦之也。子之弒父，凡在宮者，無問尊卑，皆得殺此弒父之人，不得縱赦之。此「在宮」字，諸本或爲「在官」，恐與上「在官」相涉而誤也。○注「言諸」至「無赦」。○正義曰：言「諸臣」，解「在官」者，言「子孫」，解「在宮」者。言此等之人，若見弒君弒父之人，無問尊卑，皆得殺之。謂理合得殺，若力所不能，亦不責也。故《春秋》崔杼弒莊公，而晏子不討崔杼，而不責晏子。若力能討而不討，則責之。《春秋》董狐書趙盾云「子爲正卿，亡不出竟，反不討賊，書以弒君」是也。鄭此云子孫無問尊卑，皆得殺之，則似父之弒祖，子得殺父。然子之於父，天性也，父雖不孝於祖，子不可不孝於父。今云「子」者，因「孫」而連言之，或容兄弟之子耳。除子以外，皆得殺其弒父之人。《異義》：「衛輒拒父，《公羊》以爲孝子不以父命辭王父之命，許拒其父。《左氏》以爲子而拒父，悖德逆倫，大惡也。」鄭《駁異義》云：「以父子私恩言之，則傷仁恩。」則鄭意以《公羊》所云，公義也；《左氏》所云，是私恩也。故知今子之報殺其父是傷仁恩也。若妻則得殺其弒父之夫，故《異義》云：「妻甲夫乙歐母，甲見乙歐母而殺乙。《公羊》說甲爲姑討夫，猶武王爲天誅紂。」鄭駁之云：「乙雖不孝，但歐之耳，殺之太甚。凡在宮者，未得殺之。殺之者，士官也。」知鄭此言，歐母，妻不得殺之；若其殺母，妻得殺之。○注「豬都」至「爲豬」。○正義曰：案孔注《尚書》云：「都謂所聚也。」此經云「洿其宮而豬焉」，謂掘洿其宮，使水之聚積焉，故云「豬，都也」。鄭恐豬不得爲都，故引南方之人謂都爲豬，則「彭蠡既豬」，豬是水聚之名也。"
      },
      {
        "index": 148,
        "text": "晉獻文子成室，晉大夫發焉。張老曰：『美哉輪焉！美哉奐焉！歌於斯，哭於斯，聚國族於斯。』文子曰：『武也得歌於斯，哭於斯，聚國族於斯，是全要領以從先大夫於九亰也。』北面再拜稽首。君子謂之善頌、善禱。"
      },
      {
        "index": 149,
        "text": "【孔穎達疏】[晉獻文子成室，晉大夫發焉。張老曰：『美哉輪焉！美哉奐焉！歌於斯，哭於斯，聚國族於斯。』文子曰：『武也得歌於斯，哭於斯，聚國族於斯，是全要領以從先大夫於九亰也。』北面再拜稽首。君子謂之善頌、善禱。]此一節論文子成室相禱頌之事。"
      },
      {
        "index": 150,
        "text": "【鄭玄註】[晉獻文子成室，晉大夫發焉。]文子，趙武也。作室成，晉君獻之，謂賀也。諸大夫亦發禮以往。\n【孔穎達疏】[晉獻文子成室，]『獻』謂慶賀也。文子，晉卿趙武也。『成室』，謂文子作宮室成也。文子宮室成，晉咀薺賀也。"
      },
      {
        "index": 151,
        "text": "【孔穎達疏】[晉大夫發焉。]發，禮也。晉君既賀，則朝廷大夫並發禮同從咀薺賀之。『張老曰：「美哉輪焉！』者，張老亦往慶之一大夫也。心譏文子宮室飾麗，故佯而美之也。『輪』謂輪囷髙大也。《春秋外傳》曰『趙文子爲室，斫其椽而礱之，張老諫之』，是也。"
      },
      {
        "index": 152,
        "text": "【鄭玄註】[張老曰：『美哉輪焉！美哉奐焉！]心譏其奢也。輪，輪囷，言髙大。奐，言眾多。\n【陸德明音】[【鄭玄註】輪，輪囷，言髙大。奐，言眾多。]奐音渙，本亦作煥。奐爛，言眾多也。囷，起倫反。"
      },
      {
        "index": 153,
        "text": "【孔穎達疏】[美哉奐焉！]『奐』謂其室奐爛眾多也。既髙又多文飾，故重美之。王云：『奐，言其文章之貌也。』"
      },
      {
        "index": 154,
        "text": "【鄭玄註】[歌於斯，哭於斯，聚國族於斯。』]祭祀、死喪、燕會於此足矣。言此者，欲防其後復爲。\n【孔穎達疏】[歌於斯，]『歌』謂祭祀時奏樂也。斯，此也。張老前美其飾麗，後又防更造也，言此室可以祭祀歌樂也。然大夫祭無樂，而春秋時或有之也。"
      },
      {
        "index": 155,
        "text": "【孔穎達疏】[哭於斯，]又言此室亦足居喪哭泣位也。\n【孔穎達疏】[聚國族於斯。]又言此室可以燕聚國賓及會宗族也。終始永足，切勿復更造作。"
      },
      {
        "index": 156,
        "text": "【鄭玄註】[文子曰：『武也得歌於斯，哭於斯，聚國族於斯，是全要領以從先大夫於九亰也。』]全要領者，免於刑誅也。晉卿大夫之墓地在九亰。亰蓋字之誤，當爲原。"
      },
      {
        "index": 157,
        "text": "【陸德明音】[【鄭玄註】全要領者，免於刑誅也。晉卿大夫之墓地在九亰。亰蓋字之誤，當爲原。]要，一遙反，註及下註『要君』同。亰音原，下同，下亦作『原』字。"
      },
      {
        "index": 158,
        "text": "【孔穎達疏】[文子曰：『武也得歌於斯，哭於斯，聚國族於斯，]武，文子名也。文子覺譏，故稱名自陳，將自陳數前譏，具領述張老之言也。"
      },
      {
        "index": 159,
        "text": "【孔穎達疏】[是全要領以從先大夫於九亰也。]領，頸也。古者罪重要斬，罪輕頸刑也。『先大夫』，謂文子父祖，以其世爲大夫，故稱父祖爲『先大夫』也。九亰，文子家世舊葬地也。文子述張老語竟，故說此自陳也。言若得保此宅以歌哭，終於餘年，不被罪討，是完全要領，壽終而卒，以從先大夫葬於九亰也。"
      },
      {
        "index": 160,
        "text": "【孔穎達疏】[【鄭玄註】晉卿大夫之墓地在九亰。亰蓋字之誤，當爲原。]案《墓大夫》云：『令國民族葬。』注云：『族葬各從其親』，是卿大夫墓地得同在一處。知『亰』當爲『原』者，案《韓詩外傳》云：『晉趙武與叔向觀於九原』，又《爾雅》云：『絕髙爲亰，廣平曰原。』非葬之處，原是墳墓之所，故爲原也。"
      },
      {
        "index": 161,
        "text": "【孔穎達疏】[北面再拜稽首。]辭畢，乃稽首謝過受諫也。『北面』者，在堂禮也。故《鄉飲酒禮》賓主皆北面拜。"
      },
      {
        "index": 162,
        "text": "【鄭玄註】[君子謂之善頌、善禱。]善頌，謂張老之言。善禱，謂文子之言。禱，求也。\n【陸德明音】[【鄭玄註】善禱，謂文子之言。禱，求也。]禱，丁老反，祈也。"
      },
      {
        "index": 163,
        "text": "【孔穎達疏】[君子謂之善頌、善禱。]『君子』者，知禮之人也。見張老與文子皆能中禮，故善之也。『頌』者，美盛德之形容。『禱』者，求福以自輔也。張老因美而譏之，故爲『善頌』。文子聞過即服而拜，故爲『善禱』也。"
      },
      {
        "index": 164,
        "text": "仲尼之畜狗死，畜狗，馴守。○畜，許六反，又許又反。馴守，上音巡，下如字，又手又反。使子貢埋之，曰：「吾聞之也，敝帷不棄，爲埋馬也。敝蓋不棄，爲埋狗也。棄也貧，無蓋，於其封也，亦予之席，毋使其首陷焉。」封當爲窆。陷，謂沒於土。○貢，本亦作贛，音同。爲埋，於偽反，下亡皆反，下並同。狗，古口反。封，彼劍反，出注。路馬死，埋之以帷。路馬，君所乘者。其他狗馬，不能以帷蓋。"
      },
      {
        "index": 165,
        "text": "季孫之母死，哀公吊焉。曾子與子貢吊焉，閽人爲君在，弗內也。閽人，守門者。○閽音昏。弗內，上如字，下音納。曾子與子貢入於其廄而脩容焉。更莊飾。○廄，久又反。子貢先入，閽人曰：「鄉者已告矣。」既不敢止，以言下之。○鄉，許亮反，下戶嫁反。曾子後入，閽人辟之。見兩賢相隨，彌益恭也。○辟音避，下同。涉內霤，卿大夫皆辟位，公降一等而揖之。禮之。○霤，力又反。君子言之曰：「盡飾之道，斯其行者遠矣。」"
      },
      {
        "index": 166,
        "text": "[疏]「季孫」至「遠矣」。○正義曰：此一節論君子加服，人乃敬之事。○「卿大」至「遠矣」。○二子既入涉至內霤，卿與大夫皆逡巡辟位，公於堂上降階一等，揖而禮之。於時君子以二子盛飾備禮，遂美之云，凡人盡其容飾，則被崇禮。其盡飾道理，斯，此，此其施行可久遠矣。所以可久遠者，以二子初時不具衣服，則閽人拒之。二子退而脩容，閽人雖是愚鄙，猶知敬畏，明其不愚之人則敬畏可知。是其盡飾之道，行之可長遠矣。案《喪大禮》君臨大夫之喪，「君即位於序端，卿大夫即位於堂廉楹西，北面東上」。是辟位者蓋少西，逡巡而東面，不當北面之位。然君在，大夫得斯爲二子辟位者，卿大夫等見公將降，故先辟位。或可此公始入升堂之後，卿大夫猶庭中北面。「辟位」者，謂辟中庭之位，少近東耳。又吊有常服，而得特爲盡飾者，謂更服新衣也。"
      },
      {
        "index": 167,
        "text": "陽門之介夫死，陽門，宋國門名。介夫，甲衛士。司城子罕入而哭之哀。宋以武公諱司空爲司城。子罕，戴公子樂甫術之後樂喜也。○罕，吁旱反。晉人之覘宋者，反報於晉侯曰：「陽門之介夫死，而子罕哭之哀，而民說，殆不可伐也。」覘，闚視也。○覘，敕廉反，下同。說音悅，下注同。闚，去規反。孔子聞之曰：「善哉覘國乎！善其知微。《詩》云：『凡民有喪，扶服救之。』救猶助也。○扶服，並如字，又上音蒲，下音蒲北反，本又作匍匐，音同。雖微晉而已，天下其孰能當之？微猶非也。○當，丁郎反。"
      },
      {
        "index": 168,
        "text": "[疏]「陽門」至「當之」。○正義曰：此一節論善覘國之事，各依文解之。○注「宋以」至「喜也」。○正義曰：「宋以武公諱司空」者，桓六年《左傳》申繻之辭也。知有「司城」者，以春秋之時，唯宋有司城，無司空；又《冬官•考工記》「匠人營國」，是司空主營城郭，故知廢司空爲司城。服虔、杜預注傳皆以爲然。云「子罕，戴公子樂甫術之後」者，案《世本》：「戴公生樂甫術，術生石甫原繹，繹生夷甫傾，傾生東鄉克，克生西鄉士曹，曹生子罕喜。」是子罕爲術之五世孫也。○「殆不可伐也」者，言介夫匹庶之賤人，而子罕是國之卿相，以貴哭賤，感動民心，皆喜悅，與上共同死生。若有人伐，民必致死，故云「殆不可伐也」。殆，近也。不能正執，故云「殆不可伐」，爲疑辭也。○「《詩》云」至「當之」。○引《詩•邶•谷風》之篇也。時有愛其新昏，棄其舊室，舊室恨之：我初來之時，爲女盡力。所以盡力者，以凡人家死喪，鄰里尚扶服盡力往救助之，況我於女夫家而何得不盡力？今此引《詩》斷章云「凡民有喪」，則「陽門之介夫死」是也。在上扶服而救助之，則子罕哭之哀是也。○「雖微晉而已」者，微，非也。言晉之強盛，猶不能當宋，雖非晉之強，天下更有強於晉者，誰能當之？言縱有強者，不能當宋。「而已」是助語句也。"
      },
      {
        "index": 169,
        "text": "魯莊公之喪，既葬，而絰不入庫門。時子般弒，慶父作亂，閔公不敢居喪，葬己，吉服而反。正君臣，欲以防遏之。微弱之至。○般音斑。弒音試。遏，於葛反。士大夫既卒哭，麻不入。麻猶絰也。群臣畢虞卒哭，亦除喪也。閔公既吉服，不與虞卒哭。○與音預。"
      },
      {
        "index": 170,
        "text": "[疏]「魯莊」至「不入」。○正義曰：此一節論禮變所由也。莊公，閔公父也。絰，葛絰也。諸侯弁絰葛而葬也。魯之庫門，天子之皋門也。莊公以三十二年薨，大子般立。十月已未，共仲使圉人犖賊子般於黨氏，立閔公，慶父作亂。閔公時年八歲，不敢居喪三年，既葬竟，除凶服於外，吉服反，以正君臣，故絰不入庫門也。所以至庫門而去絰。○注「時子」至「而反」。○正義曰：案《春秋左氏傳》：「慶父使圉人犖賊子般於黨氏。」是子般弒、慶父作亂之事也。云「閔公不敢居喪」者，閔公是莊公之子，夫人哀姜之娣叔姜所生，以葬畢即除服，故云「不敢居喪」。經云「絰不入」者，謂葛絰，故前文云：「天子諸侯葛絰帶而葬。」所以云「不入庫門」者，以魯有三門庫、雉、路，庫門最在外，以從外來，故「絰不入庫門」。絰既不入，衰亦不入可知也。○注「麻猶」至「卒哭」。○正義曰：經云「大夫既卒哭，麻不入」，上云「絰不入」，故云「麻猶絰也」。其實上是君身，絰用葛，士大夫是臣，故絰用麻也。云：「群臣畢虞卒哭，亦除喪也」者，亦閔公也。閔公葬而除喪，今群臣卒哭乃除喪者，以閔公既葬，須即位正君臣，故既葬而除，群臣須行虞卒哭之際，故卒哭乃除之。云「閔公既吉服，不與虞卒哭」者，按《論語》云「羔裘玄冠，不以吊」，虞卒哭並是凶事，閔公既服吉服，故不與也。此云「麻不入」者，承上「庫門」，亦謂不入庫門也，謂卒哭已後，麻不復入。按《喪服》注「卿大夫既虞、士卒哭而受服」，則既虞服葛。此卒哭之麻不入者，皇氏云：「時禍亂迫蹙，君既服吉服，故士大夫既虞不復受服，至卒哭總除。」"
      },
      {
        "index": 171,
        "text": "孔子之故人曰原壤，其母死，夫子助之沐槨。沐，治也。○壤，如丈反。原壤登木曰：「久矣，予之不托於音也。」木，槨材也。託，寄也，謂叩木以作音。○材音才。歌曰：「貍首之班然，執女手之卷然。」說人辭也。○貍，力知反。女如字，徐音汝。卷音權，本又作拳。夫子爲弗聞也者而過之。佯不知。○佯音羊。從者曰：「子未可以已乎？」已猶止也。○從，才用反。以、已並音以。夫子曰：「丘聞之，親者毋失其爲親也，故者毋失其爲故也。」"
      },
      {
        "index": 172,
        "text": "[疏]「孔子」至「故也」。○正義曰：此一節論孔子無大故不遺故舊之事。○原壤登槨材而言曰：久矣，予之不託於音也。託，寄也，謂我遭喪母以來，日月久矣。我不得託寄此木以爲音聲，於是乎叩木作音，口爲歌。「曰：貍首之班然」者，言言斫材文采，似貍之首。○「執女手之卷然」者，孔子手執斤斧，如女子之手，卷卷然而柔弱。以此歡說仲尼，故注云「說人辭也」。然在喪而歌，非禮之甚，夫子爲若不聞也者而過去之。從者見其無禮，謂夫子曰：「彼既無禮，子未可休已乎？」言應可休已，不須爲治槨也。夫子對從者曰：朋友無大故，不相遺棄，丘聞之，與我骨肉親者雖有非禮，無失其爲親之道，尚得與之和睦；故舊者雖有非禮，無失其爲故之道，尚得往來。原壤有非禮，既是故舊，身無殺父害君之故，何以絕之？按《論語》云：「主忠信，無友不如已者，」《左傳》吳季札譏叔孫穆子好善而不能擇人。原壤母死，登木而歌，夫子聖人，與之爲友者，《論語》云「無友不如已者」，謂方始爲交遊，須擇賢友。《左傳》云「好善而不能擇人」者，謂不善之人，不可委之以政。今原壤是夫子故舊，爲日已久。或平生舊交，或親屬恩好，苟無大惡，不可輒離。故《論語》云：「故舊無大故，則不相遺棄。」彼注云：「大故謂惡逆之事。」殺父害君，乃爲大故，雖登木之歌，未至於此。且夫子聖人，誨人不倦。宰我請喪親一期，終助陳桓之亂，互鄉童子，許其求進之情，故志在攜獎，不簡善惡。原壤爲舊，何足怪也？而皇氏云：「原壤是上聖之人，或云是方外之士，離文棄本，不拘禮節，妄爲流宕，非但敗於名教，亦是誤於學者。」義不可用。其云原壤中庸下愚，義實得矣。"
      },
      {
        "index": 173,
        "text": "趙文子與叔譽觀乎九原。文子曰：『死者如可作也，吾誰與歸？』叔譽曰：『其陽處父乎？』文子曰：『行並植於晉國，不沒其身，其知不足稱也。』『其舅犯乎？』文子曰：『見利不顧其君，其仁不足稱也。我則隨武子乎？利其君，不忘其身。謀其身，不遺其友。』晉人謂文子知人。文子其中退然如不勝衣，其言吶吶然如不出其口。所舉於晉國管庫之士七十有餘家，生不交利，死不屬其子焉。"
      },
      {
        "index": 174,
        "text": "【孔穎達疏】[趙文子與叔譽觀乎九亰。文子曰：『死者如可作也，吾誰與歸？』叔譽曰：『其陽處父乎？』文子曰：『行並植於晉國，不沒其身，其知不足稱也。』『其舅犯乎？』文子曰：『見利不顧其君，其仁不足稱也。我則隨武子乎？利其君，不忘其身。謀其身，不遺其友。』晉人謂文子知人。文子其中退然如不勝衣，其言吶吶然如不出其口。所舉於晉國管庫之士七十有餘家，生不交利，死不屬其子焉。]此一節論趙文子知人之事。"
      },
      {
        "index": 175,
        "text": "【鄭玄註】[趙文子與叔譽觀乎九亰。]叔譽，叔向也，晉羊舌大夫之孫，名肸。\n【陸德明音】[叔譽，叔向也，晉羊舌大夫之孫，名肸。]譽音預。向，許亮反。肸，許乙反。"
      },
      {
        "index": 176,
        "text": "【孔穎達疏】[叔譽，叔向也，晉羊舌大夫之孫，名肸。]知叔譽是叔向者，案《韓詩外傳》云：『趙文子與叔向觀於九亰』，故知叔譽是叔向也。云『晉羊舌大夫之孫名肸』者，案《左氏》羊舌是邑名，晉大夫公族爲羊舌大夫也。故閔二年《左傳》云：『羊舌大夫爲尉』。羊舌大夫生羊舌職，職生叔向，是羊舌大夫之孫也。又昭三年《左傳》叔向與齊晏子語云：『肸又無子』，是名肸。"
      },
      {
        "index": 177,
        "text": "【鄭玄註】[文子曰：『死者如可作也，吾誰與歸？』]作，起也。\n【孔穎達疏】[死者如可作也，吾誰與歸？]文子云：『此處先世大夫死者既眾，假令生而可作起，吾於眾大夫之內，而誰最賢，可以與歸？』"
      },
      {
        "index": 178,
        "text": "【鄭玄註】[叔譽曰：『其陽處父乎？』]陽處父，襄公之大傅。\n【陸德明音】[陽處父，襄公之大傅。]父音甫，注同。傅音賦。"
      },
      {
        "index": 179,
        "text": "【鄭玄註】[文子曰：『行並植於晉國，不沒其身，其知不足稱也。』]並猶專也，謂剛而專已，爲狐射姑所殺。沒，終也。植或爲特。"
      },
      {
        "index": 180,
        "text": "【陸德明音】[文子曰：『行並植於晉國，不沒其身，其知不足稱也。』【鄭玄註】並猶專也，謂剛而專已，爲狐射姑所殺。]行，舊下孟反，皇如字。並，必正反，注同。植，直吏反，又時力反，注同。知音智，射音亦，又音夜。"
      },
      {
        "index": 181,
        "text": "【孔穎達疏】[文子曰：『行並植於晉國，不沒其身，其知不足稱也。』]『並』猶專也，『植』謂剛也，文子曰言處父唯行專權剛強於晉國，自招殺害，不得以理終沒其身，是不能防身遠害，以其無知故也。故云「其知不足稱」也。"
      },
      {
        "index": 182,
        "text": "【孔穎達疏】[【鄭玄註】並猶專也，謂剛而專已，爲狐射姑所殺。沒，終也。植或爲特。]『並」者謂並他事以爲已有，是專權之事，故云並猶專也。云『謂剛而專已』者，『剛』，經中『植』也。文五年『甯嬴從陽處父及溫而還，其妻問之，嬴曰：「夫子剛。」』又文六年『晉蒐於夷，使狐射姑將中軍，趙盾佐之。陽處父至自溫，改蒐於董，易中軍』，以趙盾爲將，狐射姑郤爲佐。狐射姑恨之，使續鞫居殺陽處父，故傳云：『賈季怨陽子之易其班也。』賈季即狐射姑也。賈是采邑，季則其字也。"
      },
      {
        "index": 183,
        "text": "【鄭玄註】[『其舅犯乎？』文子曰：『見利不顧其君，其仁不足稱也。]謂久與文公辟難，至將反國，無安君之心，及河授璧，詐請亡，要君以利是。"
      },
      {
        "index": 184,
        "text": "【陸德明音】[【鄭玄註】謂久與文公辟難，至將反國，無安君之心，及河授璧，詐請亡，要君以利是。]難，乃旦反。要，一遙反。"
      },
      {
        "index": 185,
        "text": "【孔穎達疏】[見利不顧其君，其仁不足稱也。]文子云：『舅犯見君反國，恐不與已利祿，遂不顧其君，詐欲奔去，唯求財利，無心念君，無仁愛之心，其仁不足稱也。』"
      },
      {
        "index": 186,
        "text": "【孔穎達疏】[【鄭玄註】謂久與文公辟難，至將反國，無安君之心，及河授璧，詐請亡，要君以利是。]案《左傳》僖五年辟驪姬之難，至僖二十四年反國，是久與文公辟難也。又案僖二十四年《左傳》云：『及河，子犯以璧授公子曰：「臣負羈紲，從君巡於天下，臣之罪甚多矣。臣猶知之，而況君乎？請由此亡。」公子曰：「所反國不與舅氏同心者，有如白水。」』是要君求利之事也。"
      },
      {
        "index": 187,
        "text": "【鄭玄註】[我則隨武子乎？利其君，不忘其身。謀其身，不遺其友。]武子，士會也，食邑於隨、范，字季。\n【孔穎達疏】[利其君，不忘其身。謀其身，不遺其友。]文子稱隨武子之德，凡人利君者，多性行偏特，不顧其身。今武子既能利君，又能不忘其身。『利其君』者，謂進思盡忠。『不忘其身』者，保全父母。『謀其身，不遺其友』者，凡人謀身，多獨善於已，遺棄故舊。今武子既能謀身，又能不遺其朋友。此二句言武子德行弘廣，外內周備，故襄二十七年《左傳》論范武子之德云：『文子之家事治，言於晉國無隱情。』無隱情則利君也，家事治則不忘其身。處父、舅犯，其事顯於《春秋》，故鄭具言之；隨武子之事，《春秋》文無指的，故鄭亦不言也。文七年士會與先蔑俱迎公子雍，在秦三年，不見先蔑，及士會還晉，遂不見蔑而歸，是遺其友，而云『不遺』者，彼謂共先蔑俱仰公子雍，懼其同罪，禍及於已，故不見之，非是無故相遺也。"
      },
      {
        "index": 188,
        "text": "【鄭玄註】[晉人謂文子知人。]見其所善於前，則知其來所舉。\n【鄭玄註】[文子其中退然如不勝衣，]中，身也。退，柔和貌。《鄉射記》曰：『居二寸以爲侯中』。退，或爲妥。"
      },
      {
        "index": 189,
        "text": "【陸德明音】[文子其中退然如不勝衣，【鄭玄註】退，或爲妥。]追然音退，本亦作退。勝音升。妥，他果反。"
      },
      {
        "index": 190,
        "text": "【孔穎達疏】[【鄭玄註】《鄉射記》曰：『居二寸以爲侯中』]引之者，證『中』爲身也，故《儀禮・鄉射記》曰：『鄉侯五十弓，弓長六尺』，謂鄉射去射處五十步，一步料二寸，以爲侯中，則侯中方一丈，『中』謂身也。"
      },
      {
        "index": 191,
        "text": "【鄭玄註】[其言吶吶然如不出其口。]吶吶，舒小貌。\n【陸德明音】[其言吶吶然如不出其口。]吶，如悅反，徐似劣反。"
      },
      {
        "index": 192,
        "text": "【孔穎達疏】[文子其中退然如不勝衣，其言吶吶然如不出其口。]作記者美文子知人，既美隨士會於前，知其所舉還如隨會之比。此論文子之貌，文子身形退然柔相，似不勝其衣，言形貌之卑退也。其發言舒小，似吶吶然如不出諸口，謂言語卑下也。"
      },
      {
        "index": 193,
        "text": "【鄭玄註】[所舉於晉國管庫之士七十有餘家，]管庫之士，府史以下，官長所置也。舉之於君，以爲大夫、士也。管，鍵也。庫，物所藏。"
      },
      {
        "index": 194,
        "text": "【陸德明音】[【鄭玄註】管庫之士，府史以下，官長所置也。舉之於君，以爲大夫、士也。管，鍵也。]長，丁丈反。鍵，其展反，徐其偃反，鑰也。"
      },
      {
        "index": 195,
        "text": "【孔穎達疏】[【鄭玄註】舉之於君，以爲大夫、士也。管，鍵也。]知『爲大夫、士』者，以經稱『家』，家是大夫、士之總號。案《月令》註：『管籥，搏鍵器。』鍵謂鎖之入內者，俗謂之鎖須；管謂夾取鍵，今謂之鑰匙；則是管、鍵爲別物。而云『管鍵』者，對則細別，散則大同，爲鍵而有，故云『管鍵』。"
      },
      {
        "index": 196,
        "text": "【鄭玄註】[生不交利，]廉也。\n【孔穎達疏】[生不交利，]謂文子生存之日，不交涉爲利，是謂不與利交涉也。"
      },
      {
        "index": 197,
        "text": "【鄭玄註】[死不屬其子焉。]潔也。\n【陸德明音】[死不屬其子焉。]屬音燭。\n【孔穎達疏】[死不屬其子焉。]謂臨死時不私屬其子於君及朝廷也。案《禮記》文子成室，被張老所譏。樂奏《肆夏》，從趙文子始。《禮記》顯其奢僣者，晉爲霸主，總領諸侯，武爲晉相，光顯威德。此乃事勢須然，無廢德行之善。且仲尼之門，尚有柴愚參魯，管仲相齊亦有三歸反坫，亦何怪也？"
      },
      {
        "index": 198,
        "text": "叔仲皮學子柳。叔仲皮，魯叔孫氏之族。學，教也。子柳，仲皮之子。○學，戶教反，注同。叔仲皮死，其妻魯人也，衣衰而繆絰。衣，當爲齊，壞字也。繆，當爲「不樛垂」之樛。士妻爲舅姑之服也。言雖魯鈍，其於禮勝學。○衣衰，依注衣作齊，音咨。繆，依注讀曰樛，音居虯反。爲舅，於偽反。下「爲舅」、「爲天子」、「不爲兄」、「不爲蠶」同。魯鈍，徒困反，亦作頓。叔仲衍以告，告子柳，言此非也。衍，蓋皮之弟。衍或爲皮。○衍，以善反，注同。請繐衰而環絰，繐衰，小功之縷，而四升半之衰。環絰，吊服之絰。時婦人好輕細，而多服者。衍既不知禮之本，子柳亦以爲然，而請於衍，使其妻爲舅服之。○繐衰，上音歲，下七雷反。縷，力主反。好，呼報反。曰：「昔者吾喪姑姊妹亦如斯，末吾禁也。」衍答子柳也。姑姊妹在室齊衰，與婦爲舅姑同。末，無也。言無禁我，欲其言行。○喪如字。末，莫曷反。退，使其妻繐衰而環絰。婦以諸侯之大夫爲天子之衰、吊服之絰服其舅，非。"
      },
      {
        "index": 199,
        "text": "[疏]「叔仲」至「環絰」。○正義曰：此一節論子柳失禮之事。○叔仲，氏也，皮是名。言叔仲皮教訓其子，子柳雖受父教，猶不知禮。在後叔仲皮死，其妻魯人也，其子柳之妻是魯鈍婦人。雖曰魯鈍，猶知爲舅姑而身著齊衰，而首服繆絰也。謂絞麻爲絰。○「叔仲衍以告」者，衍是皮之弟、子柳之叔。既見當時婦人好尚輕細，見子柳之妻身著齊衰，以告子柳：汝妻何以著非禮之服？子柳見時皆爾，亦以爲然，以妻非禮，遂請於衍，欲令其妻身著緦衰，首服環絰。衍答子柳云：昔者吾喪姑姊妹亦如斯。斯，此也。謂如此繐衰環絰。○「末吾禁也」者，末，無也。我著繐衰環絰，無人於吾而相禁者，既無禁，明其得著繐衰。衍告子柳如此。丁柳得衍言乃退，使其妻著繐衰而環絰。○注「叔仲」至「之族」。○正義曰：知者，案《世本》「桓公生僖叔牙，叔牙生武仲休，休生惠伯彭，彭生皮，爲叔仲氏」。故云「叔孫氏之族」。○注「衣當」至「勝學」。○正義曰：《喪服》婦爲舅姑齊衰，無「衣衰」之文，故知「衣」是「齊」字，但「齊」字壞滅而有「衣」在。云「繆讀爲不樛垂之樛」者，讀從《喪服傳》「不樛垂」之樛。樛謂兩股相交也，五服之絰皆然，唯吊服環絰不樛耳。云「士妻爲舅姑之服也」者，以子柳以仲叔爲氏，則非庶人也，又《春秋》叔仲皮等經傳無文，則非卿大夫也，故以爲「士妻」。其實大夫妻爲舅姑亦齊衰。○注「衍蓋皮之弟」。○正義曰：知者，以叔仲衍、叔仲皮皆以單字爲名，故疑是兄弟也。又子柳請衍，則衍尊於子柳，是子柳叔也。○「繐衰」至「服之」。○正義曰：知「繐衰，小功之縷，而四升半」者，約《喪服傳》文。云「環絰，吊服之絰」者，約《周禮•司服》「首服弁絰」，鄭注云：「弁絰者，如爵弁而素，加環絰。」又鄭注《雜記》云：「環絰者，一股，所謂纏絰也，纏而不樛。」是環絰不樛也。云「時婦人好輕細，而多服此」者，若時人不服此服，則衍與子柳應知繐衰爲非。今子柳既受學於父，不肯粥庶弟之母，非是下愚而不知其非禮，明當時皆著輕細故也。○注「婦以」至「舅非」。○正義曰：「以諸侯之大夫爲天子之衰」，據《喪服》謂繐衰也。云「吊服之絰」者，謂環絰，既以此服服舅，故云非也。"
      },
      {
        "index": 200,
        "text": "成人有其兄死而不爲衰者，聞子皋將爲成宰，遂爲衰。成人曰：「蠶則績而蟹有匡，范則冠而蟬有緌，兄則死而子皋爲之衰。」蚩兄死者。言其衰之不爲兄死，如蟹有匡，蟬有緌，不爲蠶之績，范之冠也。范，蜂也。蟬，蜩也。緌爲蜩喙，長在腹下。○成，本或作鄭，音丞。蠶，七南反。蟹，戶買反。緌，耳佳反。蚩，昌之反。蜂，子逢反。蜩音條。喙，呼惠反。又，丁角反。"
      },
      {
        "index": 201,
        "text": "[疏]「成人」至「之衰」。○正義曰：此一節論成人無禮之事。成，孟氏所食采地也，即前犯禾之邑也。此邑中民，有兄死而弟不爲兄制服者也。○「聞子皋將爲成宰，遂爲衰」者，此不服兄者，聞孔子弟子子皋，其性至孝，來爲成之宰，必當冶前不孝之人，恐罪及已，故懼之，遂制衰服也。○正義曰：「蠶則績而蟹有匡」者，「成人」謂成邑中識禮之人也，譏笑不服兄衰，仍爲設二譬也。蠶則績絲作繭。「蟹有匡」者，蟹背殼似匡，仍謂蟹背作匡。○「范則冠而蟬有緌」者，范，蜂也。蜂頭上有物似冠也。蟬，蜩也。緌謂蟬喙，長在口下，似冠之緌也。○「兄則死而子皋爲之衰」者，以是合譬也。蠶則須匡以貯繭，而今無匡，蟹背有匡，匡自著蟹，則非爲蠶設。蜂冠無緌，而蟬口有緌，緌自著蟬，非爲蜂設。亦如成人兄死，初不作衰，後畏於子皋，方爲制服。服是子皋爲之，非爲兄施，亦如蟹匡、蟬緌各不關於蠶，蜂也。"
      },
      {
        "index": 202,
        "text": "樂正子春之母死，五日而不食，曰：「吾悔之。勉強過禮。子春，曾子弟子。○強，其兩反。自吾母而不得吾情，吾惡乎用吾情？」惡乎猶於何也。○惡音烏，注同。"
      },
      {
        "index": 203,
        "text": "[疏]「樂正」至「吾情」。○正義曰：此一節論孝子遭喪哀過之事。樂正子春即曾子弟子，坐於床下者是也。此其母死五日而不食者，禮三日，其五日，過二日。○「曰吾悔之」者，悔其不以實情，勉強而至五日。○「自吾母而不得吾情，吾惡乎用吾情」者，自吾母死而不得吾之實情，而矯詐勉強爲之，更於何處用吾之實情乎？"
      },
      {
        "index": 204,
        "text": "歲旱，穆公召縣子而問然。然之言焉也。凡穆或作繆。○旱音汗。縣音懸。繆音穆。曰：「天久不雨，吾欲暴尪而奚若？」奚若，何如也。尪者，面鄉天，覬天哀而雨之。○雨，於付反，注及下同。暴，步卜反，下同。尪，烏光反。鄉，許亮反。覬音冀，本又作幾，音同。曰：「天久不雨，而暴人之疾子，虐，毋乃不可與？」錮疾，人之所哀，暴之是虐。○暴人之疾子，一讀以子字向下。與音餘。錮音固。「然則吾欲暴巫而奚若？」曰：「天則不雨，而望之愚婦人，於以求之，毋乃已疏乎？」已猶甚也。巫主接神，亦覬天哀而雨之。《春秋傳》說巫曰：「在女曰巫，在男曰覡。」《周禮•女巫》：「旱則舞雩。」○覡，胡狄反。旱，呼旦反。雩，音於。「徙市則奚若？」曰：「天子崩，巷市七日，諸侯薨，巷市三日，爲之徙市，不亦可乎？」徙市者，庶人之喪禮。今徙市，是憂戚於旱若喪。○徙市，上音死，下音是。爲，於偽反。「不亦可乎」，「可」或作「善」。"
      },
      {
        "index": 205,
        "text": "[疏]「歲旱」至「可乎」。○正義曰：此一節論歲旱變之事。○「望之愚婦人，於以求之，毋乃已疏乎」。○縣子云：天道遠，人道近。天則不雨，而望於愚鄙之婦人，欲以暴之，以求其雨。已，甚也。無乃甚疏遠於求雨道理乎？言甚疏遠於道理矣。○注「《春秋》」至「曰覡」。○正義曰：所引《春秋傳》者，《外傳•楚語》昭王問觀射父絕地通天之事。觀射父對云：「民之精爽不攜貳者，明神降之，在男曰覡，在女曰巫。」然案《楚語》「精爽不攜貳者」始得爲巫，此經而云「愚婦人」者，據末世之巫，非復是精爽不攜貳之巫也。○注「徙市者，庶人之喪禮」。正義曰：今徙市是憂戚於旱，若居天子諸侯之喪，必巷市者，以庶人憂戚，無復求賝財利，要有急須之物不得不求，故於邑里之內而爲巷市。"
      },
      {
        "index": 206,
        "text": "孔子曰：「衛人之祔也離之，祔謂合葬也。離之，有以間其槨中。○祔音附，下同。合音閤，下同。間，間廁之間。魯人之祔也合之，善夫！」善夫，善魯人也。祔葬當合也。○善夫音扶。"
      },
      {
        "index": 207,
        "text": "[疏]「孔子」至「善夫」。○正義曰：此一節論魯、衛得失，各依文解之。○魯、衛兄弟，應同周法，故並之也。「祔」謂合葬也。「離之」謂以一物隔二棺之間於槨中也。所以然者，明合葬猶生時，男女須隔居處也。○「魯人之祔也合之，善夫」者。○魯人則合併兩棺置槨中，無別物隔之。言異生，不須復隔，穀則異室，死則同穴，故善魯之祔也。"
      },
      {
        "index": 208,
        "text": "公叔文子卒，文子，衛獻公之孫，名拔，或作發。○拔，蒲八反。其子戍請謚於君，曰：「日月有時，將葬矣。請所以易其名者。」謚者，行之跡。有時，猶言有數也，大夫士三月而葬。○行，下孟反。君曰：「昔者衛國凶饑，夫子爲粥與國之餓者，是不亦惠乎？君，靈公也。○粥音祝。昔者衛國有難，夫子以其死衛寡人，不亦貞乎？難，謂魯昭公二十年盜殺衛侯之兄縶也。時齊豹作亂，公如死鳥。○難，乃旦反，注同。夫子聽衛國之政，修其班制，以與四鄰交，衛國之社稷不辱，不亦文乎？班制，謂尊卑之差。故謂夫子貞惠文子。」後不言貞惠者，文足以兼之。"
      },
      {
        "index": 209,
        "text": "[疏]「公叔」至「文子」。○正義曰：此一節論請君誄臣之謚法，各依文解之。○注「文子」至「作發」。○正義曰：案《世本》：「衛獻公生成子當，當生文子拔。」拔是獻公孫也。「或作發」者，以《春秋左氏傳》作發，故云「或作發」。○「請所以易其名」者，生存之日，若呼其名，今既死將葬，故請所以誄行爲之作謚，易代其名者。○注「難謂」至「死鳥」。○正義曰：案昭二十年《左傳》云：「衛公孟縶狎齊豹，奪之司寇與鄄。公孟惡北宮喜、褚師圃，欲去之。公子朝通於襄夫人宣姜，懼而欲以作亂，故齊豹、北宮喜、褚師圃、公子朝作亂。丙辰，衛侯在平壽，公孟有事於蓋獲之門外。」又云：「齊氏用戈擊公孟，宗魯以背蔽之，斷肱，以中公孟之肩，皆殺之。公聞亂，乘驅自閱門入，載寶以出。又云：「公如死鳥。」注云：「死鳥，衛地。」○「故謂」至「文子」者，案《謚法》：「愛民好與曰惠，外內用情曰貞，道德博聞曰文。」既有道德，則能惠能貞，故鄭云：「後不言貞惠者，文足以兼之。」案文次先「惠」後「貞」，此先云「貞」者，以其致死死君事重，故在前，上先言「惠」者，據事先後言之。"
      },
      {
        "index": 210,
        "text": "石駘仲卒。駘仲，衛大夫石碏之族。○駘，大來反。碏，七略反。無適子，有庶子六人，卜所以爲後者，莫適立也。○適，下歷反，注同。曰：「沐浴佩玉則兆。」言齊絜則得吉兆。○齊，側皆反。五人者皆沐浴佩玉。石祁子曰：「孰有執親之喪，而沐浴佩玉者乎？」不沐浴佩玉。心正且知禮。石祁子兆，衛人以龜爲有知也。"
      },
      {
        "index": 211,
        "text": "[疏]「石駘」至「知也」。○正義曰：此一節論龜兆知賢知之事，各依文解之。○「卜所」至「則兆」。○既有庶子六人，莫適立也，故卜所以堪爲後者。其掌卜之人謂之曰：「若沐浴佩玉，則得吉兆。」所以須有卜者，《春秋左氏》之義，故昭三十六年云：「年鈞以德，德鈞以卜。王不立愛，公卿無私。」若《公羊》隱元年云：「立適以長不以賢，立子以貴不以長。」何休云：「適夫人無子，立右媵。右媵無子，立左媵。左媵無子，立嫡侄娣。嫡侄娣無子，立右媵侄娣。右媵侄娣無子，立左媵侄娣。質家親親，先立娣。文家尊尊，先立侄。嫡子有孫而死，質家親親，先立弟。文家尊尊，先立孫。其雙生也，質家據見立先生，文家據本意立後生。」何休作《膏肓》難《左氏》云：「若其以卜，隱、桓以禍，皆由此作，乃曰古制，固亦謬矣。」鄭箴之云：「立長以嫡不以賢，固立長矣。立子以貴不以長，固立貴矣。若長均貴均，何以別之？故須卜。《禮》有詢立君、卜立君，是有卜也。」是從《左氏》之義。○「孰有」至「者乎」。○居親之喪，必衰絰憔悴，安有居親之喪，而沐浴佩玉者乎？言不可，鄭云「心正且知禮」者，不信邪言是心正，居喪不沐浴佩玉是知禮也。"
      },
      {
        "index": 212,
        "text": "陳子車死於衛，其妻與其家大夫謀以殉葬，子車，齊大夫。定而後陳子亢至。以告曰：「夫子疾，莫養於下，請以殉葬。」子亢，子車弟，孔子弟子。下，地下。○亢音剛，又苦浪反。養，羊尚反，下皆同。子亢曰：「以殉葬，非禮也。雖然，則彼疾當養者，孰若妻與宰？得已，則吾欲已。不得已，則吾欲以二子者之爲之也。」度諫之不能正，以斯言拒之，已猶止也。○度，大洛反。於是弗果用。果，決。"
      },
      {
        "index": 213,
        "text": "[疏]「陳子」至「果用」。○正義曰：此一節論殉葬非禮之事，各依文解之。○注「子亢」至「弟子」。○正義曰：知「孔子弟子」者，以《論語》「陳亢問於伯魚」，與伯魚相問，故知孔子弟子。又知「子車，齊大夫」者，昭二十六年《左傳》齊師圍成，魯師及齊師戰於炊鼻。魯人將擊子車，子車射之，殪。鄭蓋據此謂「齊大夫」。知亢是子車弟者，以子車之妻，謀欲殉葬子車，子亢不能止之。若是子車之兄，當處分由已，故知是子車弟也。「子亢」至「之也」。○子亢既見兄家謀殉葬非禮之事，自度不能止，故云「殉葬，非禮也」。又云雖非禮，彼疾當養者，彼死者疾病，當須養侍於下者，以外人疏，誰若妻之與宰？言妻、宰最親，當須侍養。若得休已，不須侍養，吾意欲休已。若其不止，必須爲殉葬，則吾欲以妻之與宰二子爲之。"
      },
      {
        "index": 214,
        "text": "子路曰：「傷哉，貧也！生無以爲養，死無以爲禮也。」孔子曰：「啜菽飲水，盡其歡，斯之謂孝。斂手足形，還葬而無槨，稱其財，斯之謂禮。」還猶疾也。謂不及其日月。○啜，昌劣反。叔或作菽，音同，大豆也；王云：「熬豆而食曰啜菽。」斂，力檢反。還音旋，後同。稱，尺證反，下注「之稱」同。"
      },
      {
        "index": 215,
        "text": "[疏]「子路」至「謂禮」。○正義曰：此一節論孝子事親稱家之有無之事。「孔子」至「謂禮」。○孔子以子路傷貧，故答之云「啜菽飲水」，以菽爲粥，以常啜之。飲水更無餘物，以水而已。雖使親啜菽飲水，盡其歡樂之情，謂使親盡其歡樂，此之謂孝。答上「生無以爲養」。○「斂手足形」者，親亡，但以衣棺斂其頭首及足，形體不露，還速葬而無槨材，稱其家之財物所有以送終，此之謂禮。答上「死無以爲禮」。"
      },
      {
        "index": 216,
        "text": "衛獻公出奔，反於衛，及郊，將班邑於從者而後入。欲賞從者，以懼居者，獻公以魯襄十四年出奔齊，二十六年復歸於衛。○從，才用反，注下同。柳莊曰：「如皆守社稷，則孰執羈靮而從？如皆從，則孰守社稷？」言從、守若一。靮，紖也。○羈音基。靮，丁歷反。紖，陳忍反。君反其國而有私也，毋乃不可乎！」言有私則生怨。弗果班。"
      },
      {
        "index": 217,
        "text": "[疏]「衛獻」至「果班」。○正義曰：此一節論衛君歸國不合私賞從者之事。○注「欲賞」至「於衛」。○正義曰：經直云「班邑於從者」，鄭知「以懼居者」，見下柳莊云「如皆從，則孰守社稷」，爲居者而言，明知獻公欲懼居者也。故《左傳》云「獻公反國，使人責大叔儀」是也。知「獻公以魯襄公十四年出奔齊」者，案襄十四年《左傳》云，衛獻公戒孫文子、甯惠子食。二子皆朝服而朝，日旰不召。公射鴻於囿，二子從之，公不釋皮冠而與之言。二子怒，故攻公，公出奔齊。二十六年傳云，甯惠子之子甯喜以父言攻孫氏而納衛侯，二十六年復歸於衛。是獻公以魯襄公十四年出奔，二十六年復歸於衛也。"
      },
      {
        "index": 218,
        "text": "衛有大史曰柳莊，寢疾。公曰：「若疾革，雖當祭必告。」革，急也。○革本又作亟，居力反，注同。公再拜稽首，請於屍曰：「有臣柳莊也」者，非寡人之臣，社稷之臣也。聞之死，請往。」急吊賢者。不釋服而往，遂以襚之。脫君祭服以襚臣，親賢也。所以此襚之者，以其不用襲也，凡襚以斂。○襚音遂。脫，本亦作說，又作稅，同，他活反。與之邑裘氏與縣潘氏，書而納諸棺曰：「世世萬子孫無變也。」所以厚賢也。裘、縣潘，邑名。○縣音玄，注同。潘，普干反。"
      },
      {
        "index": 219,
        "text": "[疏]「衛有」至「變也」。○正義曰：此一節論君急吊臣之事。柳莊爲衛大史。今寢疾，其家自告，公報之曰：「若疾急困，雖當我祭，必須告也。」其後柳莊果當公祭之時卒，而來告公。公祭事雖了，與屍爲禮未畢，公再拜稽首，請於屍曰：有臣柳莊也者，才能賢異，非唯寡人之臣，乃是社稷之臣。今聞之身死，請往赴之。又不釋祭服，即往哭，遂以所著祭服脫而襚之。又與之采邑，曰裘氏及縣潘氏。與二邑，又書錄其賞辭而納之棺，云：世世恆受此邑，至萬世子孫，無有改變。案《禮》：君入廟門，全爲臣，請屍得言「寡人」者，是後人作記者之言也。○注「脫君」至「以斂」。○正義曰：案《士喪禮》「君使人襚」，不云祭服襚臣。今君以祭服襚，故云：「親賢也。」得以祭服襚之者，《禮》：諸侯玄冕祭廟，大夫自玄冕而下。以其俱是玄冕，故得襚也。祭服既尊，得以襚臣者，以其臣卑，不敢用君襚衣而襲之也。所以不用襲者，襲是近屍形體，事褻惡，故不敢用君之襚衣也。案《士喪禮》云君襚衣，及親者及庶兄弟之襚，皆不用襲。故《士喪禮》云「庶襚繼陳不用」，注云：「不用，不用襲也。」至小斂，則得用庶襚，故《士喪禮》小斂「凡有十九稱，陳衣繼之，不必盡用」，鄭云：「陳衣，庶襚也。」既云「不必盡用」，明有用者，至大斂得用君襚，故《士喪禮》「大斂君襚，祭服、散衣、庶襚，凡三十稱」，又云「君襚不倒」，是大斂得用襚也。云「凡襚以斂」者，謂庶襚以小斂，君襚以大斂也。鄭言此者，明襚衣不用襲也。"
      },
      {
        "index": 220,
        "text": "陳乾昔寢疾，屬其兄弟而命其子尊已，曰：「如我死，則必大爲我棺，使吾二婢子夾我。」婢子，妾也。○乾音干。屬，之玉反。夾，古洽反。陳乾昔死，其子曰：「以殉葬，非禮也，況又同棺乎？」弗果殺。善尊已不陷父於不義。"
      },
      {
        "index": 221,
        "text": "[疏]「陳乾」至「果殺」。○正義曰：此一節論人病時失禮也。○「屬其兄弟而命其子尊已」者，尊已，乾昔子名也。兄弟言「屬」，子云「命」，輕重之義也。○「曰如我死」者，此所屬命辭也，欲言其死後事也。○「則必大爲我棺，使吾二婢子夾我」者，婢子，妾也。屬命云令大爲已棺，又使二婢夾已於棺中也。○「陳乾昔死」者，陳乾昔既屬兄弟之後而死。且言「陳乾昔」者，謂亦久纓疾病。或「陳乾昔」總是人名，但先儒無說，未知孰是。案《春秋》魏顆父病困，命使殺妾以殉，又晉趙孟、孝伯並將死，其語偷，又晉程鄭問降階之道，鄭然明以將死而有惑疾，此等並是將死之時，其言皆變常。而《論語》：「曾子曰：『人之將死，其言也善。』」但人之疾患有深有淺，淺則神正，深則神亂，故魏顆父初欲嫁妾，是其神正之時。曾子云「其言也善」，是其未困之日。且曾子賢人，至困猶善。其中庸已下，未有疾病，天奪之魂魄，苟欲偷生，則趙孟、孝伯、程鄭之徒不足怪也。"
      },
      {
        "index": 222,
        "text": "仲遂卒於垂，壬午猶繹，《萬》入去《籥》。《春秋經》在宣八年。仲遂，魯莊公之子東門襄仲。先日辛巳，有事於太廟，而仲遂卒，明日而繹非也。《萬》，干舞也。《籥》，籥舞也。傳曰：「去其有聲者，廢其無聲者。」○繹音亦。去，羌呂反，注同。籥，羊勺反。仲尼曰：「非禮也，卿卒不繹。」"
      },
      {
        "index": 223,
        "text": "[疏]「仲遂」至「不繹」。○正義曰：此一節論卿卒重於繹祭之事。○注「《春秋》」至「聲者」。○正義曰：此經所云者，《春秋經》文。案宣八年六月「辛巳，有事於大廟。仲遂卒於垂」是也。云「仲遂，魯莊公之子東門襄仲」者，《世本》及《左傳》文也。云「《萬》，干舞也。《籥》，籥舞也」者，案宣八年《公羊傳》云：「《萬》者何？干舞也。《籥》者何？籥舞也。」《萬》是執干而舞，武舞也，即《文王世子》云「春夏學干戈」是也。《籥》舞執羽吹籥而舞，文舞也，《文王世子》云「秋冬學羽籥」是也。云「傳曰：去其有聲者，廢其無聲者」，亦宣八年《公羊傳》文。云「去其有聲」，謂去《籥》舞，以吹籥有聲故也。「廢其無聲」，謂廢留《萬》舞而不去，以《萬》舞無聲故也。《鄭志》答張逸云：「廢，置也。於去聲者爲廢，謂廢留不去也。」然鄭引「《萬》，干舞。《籥》，籥舞」，雖是傳文，鄭翦略其事，不全寫傳文，故於後始稱「傳曰：去其有聲，廢其無聲」，以二句全是傳文也。"
      },
      {
        "index": 224,
        "text": "季康子之母死，公輸若方小。公輸若，匠師。方小，言年尚幼，未知禮也。斂，般請以機封，斂，下棺於槨。般，若之族，多技巧者，見若掌斂事而年尚幼，請代之，而欲嘗其技巧。○般音班，注及下同。封，彼驗反。技，其騎反，下同。將從之。時人服般之巧。公肩假曰：「不可。夫魯有初，初，謂故事。公室視豐碑，言視者，時僣天子也。豐碑，斫大木爲之，形如石碑，於槨前後四角樹之，穿中於間爲鹿盧，下棺以繂繞。天子六繂四碑，前後各重鹿盧也。○碑，彼皮反。僣，子念反，後皆同。斫，丁角反。繂音律。繞，而沼反。重，直龍反。三家視桓楹。時僣諸侯。諸侯下天子也，斫之形如大楹耳，四植謂之桓。諸侯四繂二碑，碑如桓矣。大夫二繂二碑，士二繂無碑。○下，戶嫁反。植，時力反。般，爾以人之母嘗巧，則豈不得以？以，己字，言寧有強使女者與，僣於禮，有似；作機巧，非也。「以」與「己」字本同爾。，古以字。強，其丈反。女音汝，與音餘，下「苦與」同。其母以嘗巧者乎？則病者乎？毋，無也。於女寧有病苦與，止之。○毋音無。噫！」不寤之聲。○噫，於其反。弗果從。"
      },
      {
        "index": 225,
        "text": "[疏]「季康」至「果從」。○正義曰：此一節論非禮嘗巧不從之事。○季康子母死，公輸若爲匠師之官，年方幼小，主掌窆事，欲下棺斂於壙中。其若之族人公輸般性有技巧，請爲以轉動機關窆而下棺。時人服般之巧。○將從之時，有公肩假止而不許，曰：不可爲機窆之事，夫魯有初始舊禮，公室之喪，視豐碑。豐，大也，謂用大木爲碑。三家之葬，視桓楹也。桓，大也；楹，柱也。其用之碑如大楹柱。言之舊事，其法如此。遂呼般之名，般，女得以人之母而嘗巧乎？嘗，試也，欲以人母試己巧事。誰有強逼於女而爲此乎？豈不得休已者哉！又語之云，其無以人母嘗試己巧，則於女病者乎？言不得嘗巧，豈於女有病？公肩假既告般爲此言，乃更噫而傷歎。於是眾人遂止，不果從般之事。○注「公輸若匠師」。○正義曰：以匠師主窆，故《鄉師》云「及窆，執斧以蒞匠師」是也。○注「言視」至「盧也」。○正義曰：凡言「視」者，不正相當比擬之辭也。故《王制》云「天子之三公視公侯，卿視伯，大夫視子男」是也。故云「言視，僣天子也」。云「斫大木爲之，形如石碑」者，以禮，廟庭有碑，故《祭義》云：「牲入麗於碑。」《儀禮》每云「當碑揖「，此云「豐碑」，故知斫大木爲碑也。云「於槨前後四角樹之」者，謂槨前後乃兩旁樹之，角落相望，故云「四角」。非謂正當槨四角也。云「穿中於間爲鹿盧」者，謂穿鑿去碑中之木，令使空，於此空間著鹿盧，鹿盧兩頭各入碑木。云「下棺以繂繞」者，繂即紼也，以紼之一頭系棺緘，以一頭繞鹿盧。既訖，而人各背碑負紼末頭，聽鼓聲，以漸卻行而下之。云「天子六繂四碑」者，案《周禮》大喪屬其六引，故知天子六繂也。《喪大記》云「君四繂二碑」，諸侯既二碑，故知天子四也。云「前後各重鹿盧也」者，以六繂四碑，明有一碑兩紼者，故知一碑上下重著鹿盧。知唯前後碑重鹿盧者，以棺之入槨，南北豎長，前後用力深也。案《春秋》天子有隧，以羨道下棺。所以用碑者，凡天子之葬，掘地以爲方壙，《漢書》謂之「方中」。又方中之內，先累槨於其方中，南畔爲羨道。以蜃車載柩至壙，說而載以龍輴，從羨道而入。至方中，乃屬紼於棺之緘，從上而下，棺入於槨之中。於此之時用碑繂也。○注「諸侯下天子也，斫之形如大楹耳」。○正義曰：以言視桓楹，不云碑，知不似碑形，故云「如大楹耳」。通而言之，亦謂之碑也。故《喪大記》云「諸侯大夫二碑」是也。云「四植謂之桓」者，案《說文》：「桓，亭郵表也。」謂亭郵之所，而立表木謂之桓，即今之橋旁表柱也。今諸侯二碑，兩柱爲一碑而施鹿盧，故云「四植謂之桓」也。《周禮》桓圭而爲雙植者，以一圭之上不應四柱，但瑑爲二柱，像道旁二木，又宮室兩楹，故雙植謂之桓也。大夫亦二碑，但柱形不得粗大，所以異於諸侯也。○注「以已」至「本同」。正義曰：言經中「以用」之「以」，義是「休已」之字。所以用之「以」得爲「休已」之字者，以其本同，謂古昔之本，用字本同，乃得通用。謂用，謂其兩字本昔是同，故得假借而用，後世始「以」、「已」義異也。云「僣於禮，有似，作機巧，非也」者，皇氏解云：「僣濫之事，於禮猶有所似，作機巧之事，全非也。」○注「毋無」至「止之」。○正義曰：依《說文》止毋是禁辭，故《說文》毋字從女，有人從中欲干犯，故禁約之，故鄭注《論語》云：「毋止，其辭讓也。」故《曲禮》上篇多言「毋」，「毋」猶勿也，謂勿得如此。下「無」是無有之無，此經中之義是有無之無，故轉「毋」作「無」也。○注「不寤之聲」。○正義曰：公肩假唱噫，是歎公輸般不能寤於禮，故傷之而爲此聲也。"
      },
      {
        "index": 226,
        "text": "戰於郎。郎，魯近邑也。哀十一年「齊國書帥師伐我」是也。公叔禺人遇負杖入保者息，遇，見也。見走辟齊師，將入保，罷倦，加其杖頸上，兩手掖之休息者。保，縣邑小城。禺人，昭公之子。《春秋》傳曰：「公叔務人。」○禺音遇，又音務，注同。辟音避。罷音皮。倦，其卷反。頸，吉領反。掖音亦。曰：「使之雖病也，謂時繇役。○繇，本亦作徭，音遙。任之雖重也，謂時賦稅。君子不能爲謀也，士弗能死也。不可。君子，謂卿大夫也。魯政既惡，復無謀臣，士又不能死難，禺人恥之。○弗能，弗亦作不。爲，於偽反，下注「國爲」、下「爲懿」同。復，扶又反，下「復射」、「謂不復」同。難，乃旦反。我則既言矣。欲敵齊師，踐其言。與其鄰重汪踦往，皆死焉。奔敵死齊寇。鄰，鄰里也。重皆當爲童，童，未冠者之稱。姓汪名踦。鄰或爲談。《春秋傳》曰：「童汪踦。」○重依注音童，下同。汪，烏黃反。踦，魚綺反。冠，古亂反。魯人欲勿殤重汪踦，見其死君事，有士行，欲以成人之喪治之。言魯人者，死君事，國爲斂葬。○行，下孟反。問於仲尼，仲尼曰：「能執干戈以衛社稷，雖欲勿殤也，不亦可乎？」善之。"
      },
      {
        "index": 227,
        "text": "[疏]「戰於」至「可乎」。○正義曰：此節論童子死難之事。○「戰於郎」，哀十一年齊伐魯，魯與齊師戰於郎。郎者，魯之近邑也。案哀十一年魯人公叔禺人逢遇國人走辟齊師，兩手負杖於頸，走入城保，困而止息。禺人見而言曰：「國以徭役使此人，雖復病困，國以賦稅責任人民，雖復煩重，若上能竭心盡力，憂恤在下，則無以負愧。今君子卿大夫不能爲謀士，又不能致死，是自全其身，不愛民庶，於理不可。」既嫌他不死，欲自爲致死之事，故云「我則既言矣」。既，已也。云我則已言之矣，乃踐其言，於是與鄰之童子姓汪名踦往赴齊師而死焉。依禮，童子爲殤。魯人見其死寇，欲勿殤童汪踦，意以爲疑，問於仲尼。仲尼報之云：汪踦能執干戈以衛社稷。勿猶不也。雖欲不以爲殤，不亦可乎？言其可爲不殤也。○注「郎魯」至「是也」。○正義曰：案桓十年「齊侯、衛侯、鄭伯來戰於郎」，《公羊傳》云：「郎者何？吾近邑也。」哀十一年齊國書師師伐我，戰於郊。是郊頭郎邑，故知近也。案《春秋》直云「戰於郊」，知與此戰於郎爲一事者，以其俱有童汪踦之事，故爲一也。○注「禺人」至「務人」。○正義曰：案哀十一年傳云：「公叔務人僮汪錡死。」昭公傳云：「昭公子公爲逐季氏，公曰：『務人爲此禍？』」「務人」即「公爲」也，故云「昭公子」。此作「禺人」者，禺、務聲相近，聲轉字異也。○注「重皆當爲童」。○正義曰：此云「重汪踦」，下云「重汪踦」，以重字有二，故云皆當爲童，以言魯人欲勿殤，故從《春秋》爲童也。注「見其」至「斂葬」。○正義曰：案《喪服》「小功」章「大夫爲昆弟之長殤」，注云「謂爲士者，若不仕者也」。以此言之，雖見爲士，猶以殤服服之，何以此云「死君事，有士行，欲以成人之喪治之」者，《喪服》所論，據尋常死者，雖見爲士，猶以殤服服之。汪踦能致死於敵，故以成人之喪治之。云「國爲斂葬」者，以其經稱「魯人」，但指眾辭，汪踦非是家無親屬，但國家哀其死難，爲斂葬之。"
      },
      {
        "index": 228,
        "text": "子路去魯，謂顏淵曰：「何以贈我？」贈，送。曰：「吾聞之也，去國，則哭於墓而後行。反其國，不哭，展墓而入。」無君事，主於孝。哭，哀去也。展，省視之。謂子路曰：「何以處我？」處猶安也。子路曰：「吾聞之也，過墓則式，過祀則下。」居者主於敬。"
      },
      {
        "index": 229,
        "text": "[疏]「子路」至「則下」。○正義曰：此一節論禮敬祀墓之事，各依文解之。○注「無事君，主於孝」。○正義曰：若有君事去國，則不得哭墓，故上《曲禮》云「已受命，君言不宿於家」，是不哭於墓。○「過墓則式，過祀則下」。「墓」謂他家墳壟，「祀」謂神位有屋樹者，居無事，主於恭敬，故或「式」、或「下」也。他墳尚式則已，先祖墳墓當下也。"
      },
      {
        "index": 230,
        "text": "工尹商陽與陳棄疾追吳師，及之。工尹，楚官名。棄疾，楚公子棄疾也。以魯昭八年帥師滅陳，縣之，楚人善之，因號焉。至十二年，楚子狩於州來，使蕩侯、潘子、司馬督、囂尹午、陵尹喜圍徐以懼吳，於時有吳師。陳或作陵，楚人聲。○馬裻音篤，本亦作督。陳棄疾謂工尹商陽曰：「王事也，子手弓，而可手弓。」「子射諸。」商陽仁，不忍傷人，以王事勸之。○射，食亦反，下同。射之，斃一人，韔弓。不忍復射。斃，僕也。韔，韜也。○斃，本亦作獘，婢世反，下同。韔，敕亮反。僕，蒲北反，又音赴。韜，吐刀反。又及，謂之，又斃二人。每斃一人，揜其目。揜其目，不忍視之。○又及，本或作「又及一人」、「又一人」，後人妄加耳。止其御曰：「朝不坐，燕不與，殺三人，亦足以反命矣。」朝燕於寢，大夫坐於上，士立於下，然則商陽與御者皆士也。兵車參乘，射者在左，戈盾在右，御在中央。○朝，直遙反。與音預。乘，繩證反。盾，食允反，又音允。孔子曰：「殺人之中，又有禮焉。」善之。"
      },
      {
        "index": 231,
        "text": "[疏]「工尹」至「禮焉」。○正義曰：此一節論殺人有禮之事，各依文解之。○注「工尹」至「人聲」。○正義曰：案《春秋傳》楚皆以尹爲官名也，故知工尹，楚官名也。云「棄疾，楚公子棄疾也」者，《左傳》文。是楚恭王之子，後立爲平王。云「楚人善之，因號焉」者，案昭十三年《左傳》晉叔向云：「棄疾君陳蔡，苛慝不作。」今此云陳棄疾，故楚人善之，因號爲陳棄疾也。云「十二年楚子狩於州來」者，是昭十二年《左傳》文。楚子謂靈王，名虔，棄疾之兄也。使蕩侯一，潘子二，司馬督三，囂尹午四，陵尹喜五也。五大夫圍徐，以逼懼於吳也。案《左傳》直有圍徐，不見有吳師之事也。又棄疾不與圍徐，鄭必知有吳師，及棄疾追之者，以棄疾昭八年縣陳，十三年自立爲王，於此之間，無與吳師相涉，今棄疾追吳師，復有圍徐懼吳之事，故鄭引以明之。云「陳或作陵，楚人聲」者，謂陳棄疾，餘本有作「陵棄疾」者，故云「陳或作陵」。楚人呼「陳」及「陵」聲相似，故云「楚人聲」。「子手弓，而可手弓」者，棄疾謂商陽射吳之奔者，云子是手弓之人，謂是能弓之手。而可手弓者，謂其堪可稱此能弓之手，謂宜須射也。又《家語》云：「楚伐吳，工尹商陽與棄疾追吳師，及之。棄疾曰：『王事也，子手弓而可。』商陽手弓。棄疾曰：『子射諸。』射之，斃一人，韔其弓。」則此分句爲異，解義亦別。言「手弓」者，令其彀弓而射之。未知孰是，故兩存焉，附之以廣聞見也。○注「朝燕」至「中央」。○正義曰：朝之與燕，皆在於寢。若路門外正朝，則大夫以下皆立。若其燕朝，在於路寢，如孔子攝齊升堂，又《詩傳》云：「不脫屨升堂謂之飫。」明脫屨升堂則坐也，是「大夫坐於上」。燕亦在寢，故《燕禮》云：「燕朝服於寢。」案《燕禮》獻卿大夫及樂作之後，西階上獻士。士既得獻者，立於東階下西面。無升堂之文，是「士立於下」。云「兵車參乘，射者在左，戈盾在右，御在中央」者，謂兵車參乘之法，其事如此。若非兵車參乘，則尊者在左，故《曲禮》：「乘君之乘車，不敢曠左。」鄭注云：「君存，惡空其位。」又《月令》載耒耜於御與車右之間，君在左也。知「兵車參乘，射者在左，戈盾在右」者，案宣十二年《左傳》云，楚許伯御，樂伯攝叔爲右。於時樂伯主射，樂伯云：「左射以菆。」是射者在左，攝叔云：「右入壘，折馘執俘而還。」是戈盾勇力在右，自然御者在中央。此謂凡常戰士也。若是元帥則在中央鼓下，御者在左，戈盾亦在右。故成二年鞍之戰，於時郤克爲中軍將，時流血及屨，未絕鼓音。是將居鼓下也。解張御郤克，解張云：「矢貫余手及肘，余折以御，左輪朱殷。」是御者在左，自然戈盾在右。若天子諸侯親爲將，亦居鼓下，故《戎右》云贊王鼓。成二年齊侯圍龍，齊侯親鼓之是也。若非元帥，則皆在左，御者在中。故成二年韓厥自其車左居中代御而逐齊侯，故杜預云：「其車自非元帥，御者皆在中。」故熊氏以爲雖非元帥，上軍下軍之將亦居鼓下。故成十六年鄢陵之戰，子重將左，而云「子重鼓之」也。故爲將皆在鼓下也，以其親鼓，故以爲鼓下。案《周禮》諸侯執賁鼓，軍將執晉鼓，師帥執提，旅帥執鼙，豈皆居鼓下也？其義恐非也。「孔子曰：殺人之中，又有禮焉」者。言其既殺人之中，又有禮，則「韔弓」、「揜目」等是也。案《左氏傳》戎昭果毅，獲則殺之。商陽行仁，而孔子善之。傳之所云，謂彼勍敵與我決戰，雖是胡耇，獲則殺之。此謂吳師既走而後逐之義，故云「又及一人」，則是不逐奔之義，故以爲有禮也。"
      },
      {
        "index": 232,
        "text": "諸侯伐秦，曹桓公卒於會。魯成十三年「曹伯廬卒於師」是也。廬謚宣，言桓，聲之誤也。桓依注音宣。諸侯請含，以朋友有相啖食之道。○含，胡闇反。啖，徒暫反。食音嗣，徐音自。使之襲。非也。襲，賤者之事。○襄公朝於荊，康王卒。在魯襄二十八年，康王，楚子昭也。楚言荊者，州言之。荊人曰：「必請襲。」欲使襄公衣之。○衣，於既反。魯人曰：「非禮也。」荊人強之。欲尊康王。○強，其丈反，下注同。巫先拂柩，荊人悔之。巫祝桃茢，君臨臣喪之禮。○拂，芳勿反。柩，其又反。茢音列。"
      },
      {
        "index": 233,
        "text": "[疏]「諸侯」至「悔之」。○正義曰：此一節論諸侯失禮之事。○注「在魯」至「言之」。○正義曰：不言楚而言荊者，楚屬荊，故荊言之也。《春秋》莊十年荊敗蔡師於莘，《公羊傳》曰：「荊者何？州名也。州不若國，國不若氏，氏不若人，人不若名，名不若字，字不若子。」而《左氏》無此義。荊蓋楚之本號，魯莊之世，告命皆稱荊。至僖元年始稱楚，故杜預云：「荊始改號曰楚。」其「巫祝、桃茢」之事，已具於上。"
      },
      {
        "index": 234,
        "text": "滕成公之喪，魯昭三年。使子叔敬叔吊，進書，子叔敬叔，魯宣公弟叔肸之曾孫叔弓也。進書，奉君弔書。○肸，許乙反。子服惠伯爲介。惠伯，慶父玄孫之子，名椒。介，副也。○介音界，注及後同。及郊，爲懿伯之忌不入。郊，滕之近郊也。懿伯，惠伯之叔父。忌，怨也。敬叔有怨於懿伯，難惠伯也。《春秋傳》曰：「敬叔不入。」○難，乃旦反。惠伯曰：「政也，不可以叔父之私，不將公事。」政，君命所爲，敬叔於昭穆以懿伯爲叔父。○昭，常逆反。遂入。惠伯強之乃入。"
      },
      {
        "index": 235,
        "text": "[疏]「滕成」至「遂入」。○正義曰：此一節論不可以私廢公之事，各依文解之。○注「子叔」至「弓也」。○正義曰：案《世本》：「叔肸生聲伯嬰齊，齊生叔老，老生叔弓。」是叔弓爲叔肸曾孫也。叔是其氏，此記云「子叔」者，子是男子通稱，故以「子」冠「叔」也。○注「惠伯」至「副也」。○正義曰：案《世本》：「慶父生穆伯敖，敖生文伯穀，穀生獻子蔑。」蔑爲慶父曾孫，惠伯是蔑之孫，是「慶父玄孫之子」也。案《春秋傳》曰「子服椒」，故知「名椒」也。○「及郊」至「公事」。○敬叔爲使，惠伯爲介，至滕之近郊。懿伯是惠伯叔父，敬叔於先有怨於懿伯，今至滕郊，爲有懿伯之怨，故畏難惠伯不敢入，惠伯知其難已，遂開釋之：「今既奉君命政令，奉使滕國，不可以叔父私怨，遂欲報仇，不行公事也。」○注「郊滕」至「不入」。○正義曰：經直云「郊」，知是「滕之近郊」者，下云「不入」。謂不入國城，則郊與國城相近，故知郊是近郊也。知懿伯是惠伯叔父者，以下文惠伯云「不可以叔父之私，」故知懿伯是惠伯叔父也。云「敬叔有怨於懿伯，難惠伯也」者，謂敬叔殺懿伯，被懿伯家所怨，恐惠伯殺己，故難惠伯，不敢入也。然敬叔、惠伯同在君朝，又奉使滕國相隨在路，不相畏難，入滕始難者，雖有怨讎，恆爲防備，今入滕國，是由主人，其防備之事不復在已，故難之。引《春秋傳》「敬叔不入」者，昭三年《左傳》文。引之者，以經直云「不入」，恐是惠伯不入，故引以明之。○注「政君」至「叔父」。○正義曰：案《論語》註：「君之教令爲政，臣之教令爲事也。」故云其事也如有政。云「敬叔於昭穆以懿伯爲叔父」者，此後人轉寫鄭注之誤，當云「敬叔於昭穆以惠伯爲叔父」。撿勘《世本》，敬叔是桓公七世孫，惠伯是桓公六世孫，則惠伯是敬叔之父六從兄弟，則敬叔呼惠伯爲叔父，敬叔呼懿伯爲五從祖。此注乃云「敬叔於昭穆以懿伯爲叔父」，故知誤也。"
      },
      {
        "index": 236,
        "text": "哀公使人吊蕢尚，遇諸道，辟於路，畫宮而受吊焉。哀公，魯君也。畫宮，畫地爲宮象。○蕢，苦怪反。辟音避，又婢亦反。畫音獲，注同。曾子曰：「蕢尚不如杞梁之妻之知禮也。行吊禮於野，非。齊莊公襲莒於奪，杞梁死焉。魯襄二十二年「齊侯襲莒」是也。《春秋傳》曰：「杞殖、華還載甲夜入且於之隧」，隧、奪，聲相近，或爲兌。梁即殖也。○於奪，徒外反，注並「兌」同。杞音豈。殖，時職反。華，胡化反。且，子餘反。其妻迎其柩於路而哭之哀，莊公使人吊之，對曰：「君之臣不免於罪，則將肆諸市朝，而妻妾執。肆，陳屍也。大夫以上於朝，士以下於市。執，拘也。○肆，殺三日陳屍，音四。朝，直遙反。上，詩掌反。拘音俱。君之臣免於罪，則有先人之敝廬在，君無所辱命。」無所辱命，辭不受也。《春秋傳》曰：「齊侯吊諸其室。」○廬，力居反。"
      },
      {
        "index": 237,
        "text": "[疏]「哀公」至「辱命」。○正義曰：此一節論蕢尚不如婦人得禮之事。○注「肆陳」至「拘也」。○正義曰：案《周禮•鄉士職》云：「協日刑殺，肆之三日。」是陳屍曰肆也。云「大夫以上於朝，士以下於市」者，謂諸侯、大夫、士也。故襄二十二年楚殺令尹子南，屍諸朝三日。大夫既於朝，士則於市也。其天子臣則有爵者皆適甸師氏，不在朝，故《周禮•掌囚職》云：「凡有爵者，奉而適甸師氏，以待刑殺。」《掌戮》云「有爵者殺之於甸師氏」是也。天子士宜在朝，與諸侯大夫同。"
      },
      {
        "index": 238,
        "text": "孺子<享黃>之喪，魯哀公之少子。○<享黃>，吐孫反。哀公欲設撥，撥，可撥引輴車，所謂紼。○撥，半末反。輴，敕倫反。問於有若。有若曰：「其可也。君之三臣猶設之。」猶，尚也。以臣況子也。三臣，仲孫、叔孫、季孫氏。顏柳曰：「天子龍輴而槨幬，輴，殯車也。畫轅爲龍。幬，覆也。殯以槨覆棺而塗之，所謂菆塗龍輴以槨。○槨音郭。幬，大報反。攢塗，才丸反，下音徒。諸侯輴而設幬，輴不畫龍。爲榆沈，故設撥。以水澆榆白皮之汁，有急以播地，於引輴車滑。○沈，本又作審，同，昌審反。澆，古堯反。汁，之十反。滑，於八反。三臣者廢輴而設撥，竊禮之不中者也，而君何學焉？」止其學非禮也。廢，去也。紼繫於輴，三臣於禮去輴。今有紼，是用輴，僣禮也。殯禮，大夫菆置西序，士掘肂見衽。○中，丁仲反，又如字。學如字，或音戶教反，非，注同。去，羌呂反，下同。掘，求勿反，又求月反，又戶忽反。肂，本又作肄，以二反，棺坎也。見，賢遍反。衽，而審反。"
      },
      {
        "index": 239,
        "text": "[疏]「孺子」至「學焉」。○正義曰：此論諫哀公不得學僣禮之事。○「顏柳」至「學焉」。○顏柳以有若對非其實，恐哀公從之，以其正禮而言。天子之殯，則以龍輴，謂畫輴車轅爲龍，載柩於上，累材作槨，而題湊其木，幬覆棺上，而後塗之。其諸侯則以輴載柩，不畫爲龍，亦累木爲槨，設木於上以幬之，不爲題湊，直橫木復之，亦泥塗其上。以其有輴，須設榆沈，備擬牽引。爲有榆沈，故須設撥。撥謂紼也。今三臣者，依禮廢輴，不合用殯。今乃設撥用輴，是盜竊於禮，不中法式，而君何得學焉？○注「畫轅」至「以槨」。○正義曰：經直云「龍輴」，知「畫轅爲龍」者，以輴之形狀庳下而寬廣，無似龍形，唯轅與龍爲形相類，故知畫轅也。云「所謂菆，塗龍輴以槨」者，以其上篇有其文，故此言所謂上篇也。輴外邊從累其木，上與槨齊，乃菆木爲題湊，爲四阿槨，制而塗之。○注「輴不畫龍」。○正義曰：以上云「龍輴」，此直云「輴」，故云「不畫龍」。其木亦不題湊，故鄭注《喪大記》云：「諸侯不題湊。」○注「三臣」至「見衽」。○正義曰：《喪大記》「大夫二綍二碑」，是大夫有綍，綍即紼也。又注《既夕禮》云：「大夫以上始有四周，謂之輴。」是大夫有輴也。此云三臣於禮去輴，用輴僣禮，不同者，大夫以柩，朝廟之時用輴繂，惟殯時用輁軸，不得用輴紼。此文據殯時，《大記》及《既夕禮》謂朝廟及下棺也。云「大夫菆置西序，士掘肂見衽」者，是《喪大記》文。謂菆叢其木，以鄣三面，倚於西序。肂謂穿地爲坎，深淺見其棺蓋上小要之衽，言棺上小要之衽出於平地。"
      },
      {
        "index": 240,
        "text": "悼公之母死，母，哀公之妾。哀公爲之齊衰。有若曰：「爲妾齊衰，禮與？」譏而問之。妾之貴者，爲之緦耳。○爲，於偽反，下「爲妾」、注「爲之」、下「弗爲服」皆同，與音餘。公曰：「吾得已乎哉？魯人以妻我。」言國人皆名之爲我妻，重服嬖妾，文過，非也。○嬖，必計反。"
      },
      {
        "index": 241,
        "text": "[疏]「悼公」至「妻我」。○正義曰：此一節論哀公爲妾著服非禮之事。○注「妾之貴者，爲之緦耳」。○正義曰：天子諸侯絕旁期，於妾無服，唯大夫貴妾緦。以哀公爲妾著齊衰服，故舉大夫貴妾緦以對之耳。○「公曰：吾得已乎哉？魯人以妻我」者，公以有若之譏，遂文其過，云：吾豈得休已而不服之乎？所以不得休已者，雖是其妾，魯人以我無夫人，皆以爲我妻，故不得不服。"
      },
      {
        "index": 242,
        "text": "季子皋葬其妻，犯人之禾。季子皋，孔子弟子髙柴，孟氏之邑成宰，或氏季。犯，躐也。○躐，力輒反。申祥以告，曰：「請庚之。」申祥，子張子。庚，償也。○庚，古衡反。償，徐音尚。子皋曰：「孟氏不以是罪予，時僣侈。○僣，子念反。侈，昌氏反，又赤氏反。朋友不以是棄予，言非大故。以吾爲邑長於斯也，買道而葬，後難繼也。」恃寵虐民，非也。○長，丁丈反。"
      },
      {
        "index": 243,
        "text": "[疏]「季子棄葬其妻」至「繼也」。○正義曰：此一節論髙柴非禮之事，各依文解之。○注「季子」至「成宰」。○正義曰：案《史記•仲尼弟子傳》云：「髙柴字子皋，少孔子三十歲，鄭人也。」知爲成宰者，下文云：「子皋爲成宰。」云「季」者，髙是其正氏，今言「季子皋」，故鄭云：「或氏季。」以身處季少，故以字爲氏而稱季也，猶若子游稱叔氏，仲由稱季路，皆其例也。《弟子傳》及《論語》作「子羔」，與此文子「皋」字不同者，古字通用。○「子皋」至「繼也」。○子皋見申祥請償，故拒之云：孟氏不以是犯禾之事罪責於我，以孟氏自爲奢暴之故也。朋友不以是犯禾之事離於我，以其小失非大故也。斯，此也。以吾爲邑，長於此成邑，乃買道而葬，清儉大過，在後世之人難可繼續也。以孟氏不罪於己，故鄭云「恃寵」，不肯償禾，故云「虐民」。"
      },
      {
        "index": 244,
        "text": "仕而未有祿者，君有饋焉曰「獻」，使焉曰「寡君」。見在臣位，與有祿同也。君有饋，有饋於君。○餽，本又作饋，其位反，遺也。使，色吏反。見，賢遍反。違而君薨，弗爲服也。以其恩輕也。違，去也。"
      },
      {
        "index": 245,
        "text": "[疏]「仕而」至「服也」。正義曰：此一節論臣之仕未得祿者與得祿之臣有同、有不同之事也。故《王制》云：「位定然後祿之。」是先位定而後祿也。○「君有饋焉曰獻」者，饋，餉也。「君有饋」，謂臣有物饋獻於君。既奉餉君上，故曰「獻」。○「使焉曰寡君」者，「使焉」，謂爲君使往他國。此臣若出使，則自稱已君爲「寡君」也。言臣雖仕未得祿，而有物饋君，及出使他國，所稱則並與得祿者同也。嫌其或異，故明之也。○「違而君薨，弗爲服也」者，此一條則異也。「違而君薨」者，違，去也，謂三諫不從，以禮去者，若已有祿，恩重者，雖放出仕他國，而所仕者敵，則猶反服。今此未得祿之臣，唯在朝時乃服，若放出他邦，而故君薨，所仕雖敵，亦不反服也，以其本無祿，恩輕故也。"
      },
      {
        "index": 246,
        "text": "虞而立屍，有几筵，卒哭而諱，諱，辟其名。○辟音避。生事畢而鬼事始已。謂不復饋食於下室，而鬼神祭之。已，辭也。既卒哭，宰夫執木鐸以命於宮曰：「捨故而諱新。」故，爲髙祖之父當遷者也。《易說》帝乙曰：「《易》之帝乙爲成湯，《書》之帝乙六世王，天之錫命，疏可同名。」○鐸，大各反。捨音捨。自寢門至於庫門。百官所在。庫門，宮外門。《明堂位》曰：「庫門，天子皋門。」"
      },
      {
        "index": 247,
        "text": "[疏]「虞而立屍，有几筵，卒哭而諱」至「自寢門至於庫門」。○正義曰：此一節論葬後當以鬼神事之禮。未葬由生事之，故未有屍。既葬，親形已藏，故立屍以系孝子之心也。前所云「既窆，而祝宿虞屍」是也。○「有几筵」者，未葬之前，殯宮雖有脯醢之奠，不立几筵。其大斂之奠，雖在殯宮，但有席而已，亦無幾也。此席素席，故前云「奠以素器」。其下室之內有吉几筵。今葬訖，既設虞祭，有素几筵。筵雖大斂之時巳有，至於虞祭，更立筵與幾相配，故云「有几筵」，故《士虞禮》云：「祝免，澡葛絰帶，布席於室中，東面右幾」是也。然此虞祭而有幾，謂士大夫禮。若天子諸侯，則葬前有幾，故《周禮•司几筵》云：「喪事素幾。」鄭注云：「謂凡奠時，天子既爾，諸侯南面之君其事亦然。」○「卒哭而諱」者，「諱」謂神名也。古者生不相諱，卒哭之前，猶生事之，故不諱。至卒哭，乃有神諱也。○「生事畢而鬼事始已」者，並解所以虞立屍、卒哭而爲神諱義也。既虞卒哭、則生事畢，鬼神之義方爲始也。○注「謂不」至「辭也」。○正義曰：合釋有屍、有几筵及諱也。「下室」謂內寢，生時飲食有事處也。未葬猶生事，當以脯醢奠殯，又於下室饋設黍稷，謝茲云：「下室之饋，器物幾杖如平生。」鄭君答張逸云：「未葬，以脯醢奠於殯。又於下室設黍稷，曰饋。下室，內寢也。至朔月月半而殷奠，殷奠有黍稷，而下室不設也。既虞祭，遂用祭禮，下室遂無事也。」然不復饋食於下室，文承卒哭之下，卒哭之時，乃不復饋食於下室。皇氏以爲虞則不復饋食於下室，於理有疑。○注「政謂」至「同名」。○正義曰：「髙祖之父」，謂孝子髙祖之父也。於死者髙祖也，卒哭猶未遷，故云「當遷」也。至小祥乃遷毀也。「《易說》帝乙曰：易之帝乙爲成湯」者，鄭引《易》證六世不諱，故卒哭而捨髙祖之父也。「《易說》」者，鄭引云《易緯》也。凡鄭云「說」者，皆緯候也。時禁緯候，故轉「緯」爲「說」也。故《鄭志》張逸問：「《禮》注曰『《書說》』，《書說》何書也？」答曰：「《尚書緯》也。」當爲注時，時在文網中，嫌引秘書，故諸所牽圖讖皆謂之「說」云。案《易》云：「帝乙歸妹。」《易•乾鑿度說》，《易》之帝乙，謂是殷湯也。「《書》之帝乙六世王」者，亦《易緯》言也。《書•酒誥》有帝乙，而《乾鑿度說》云：「乙是殷六世王也。」先儒注皆以《酒誥》帝乙，紂父，紂父去湯多世，不啻於六世也。然《史記•殷本紀》云，王名乙者甚眾，上皆有配字，惟紂父稱帝乙耳。而湯名乙，其六世孫名祖乙，即是六世王也。既並爲帝，故皆得曰帝乙也。祖乙是湯六世孫，與湯同名，是六世得同名。云「天之錫命，疏可同名」者，此注湯緯語也，言帝生之名，由天所錫，則世疏可同，故舉六世以爲證也。謂天所錫者，殷以生日甲乙爲名，則生日是天之命曰爲名也．《白虎通》云：「殷質，以生日名子也，故殷大甲、帝乙、武丁。」○「自寢門至於庫門」，前既執木鐸以命宮中，又出宮從寢門至於庫門。寢門、路門、庫門，是魯之外門也。百官及宗廟所在之次，至庫門，咸使知之也。魯三門，故至庫門耳。若天子五門，則至皋門也。故鄭引《明堂位》云：「庫門，天子皋門也。」若凡諸侯則皋應路也。"
      },
      {
        "index": 248,
        "text": "二名不偏諱。夫子之毋名「徵在」，言「在」不稱「徵」，言「徵」不稱「在」。稱，舉也。《雜記》曰：「妻之諱不舉諸其側。」"
      },
      {
        "index": 249,
        "text": "[疏]「二名」至「稱在」。○正義曰：此一節論不偏諱之事。○注「稱舉」至「其側」。○正義曰：引《雜記》者，證「稱」是「舉」之義。"
      },
      {
        "index": 250,
        "text": "軍有憂，則素服哭於庫門之外，憂，謂爲敵所敗也。素服者，縞冠也。○敗，必邁反。赴車不載櫜韔。兵不戢，示當報也。以告喪之辭言之，謂還告於國。櫜，甲衣。韔，弓衣。○櫜音羔。<革長>衣亦作韔，敕亮反。戢，側立反。"
      },
      {
        "index": 251,
        "text": "[疏]「軍有」至「櫜韔」。○正義曰：此一節論軍敗當報之事。○「赴軍不載櫜韔」者，軍既有憂，從軍赴國之車，但露載其甲及弓，示有報敵之意，故甲則不以櫜戢之，弓則不以韔戢之，故注云：「兵不戢，示當報也。」○注「以告」至「弓衣」。○正義曰：案《春秋左氏傳》禍福稱「告」，崩薨稱「赴」，今軍敗應稱「告」而稱「赴」，故云：「以告喪之辭言之。」案《詩》云：「載櫜弓矢。」《春秋傳》云：「右屬櫜鞬。」皆以櫜爲韜弓，此注爲「甲衣」者，以下「韔」文，「韔」既是弓衣，故以「櫜」爲甲衣。"
      },
      {
        "index": 252,
        "text": "有焚其先人之室，則三日哭。謂人燒其宗廟。哭者，哀精神之有虧傷。故曰：「新宮火，亦三日哭。」火，人火也。新宮火，在魯成三年。"
      },
      {
        "index": 253,
        "text": "[疏]「有焚」至「日哭」。○正義曰：此一節論哀先人宗廟傷之事。○注「火人」至「三年」。○正義曰：案宣十六年《左傳》云：「人火曰火，天火曰災。」「新宮」者，魯宣公廟，故成三年《公羊傳》云：「新宮者何？宣公之宮也。」"
      },
      {
        "index": 254,
        "text": "孔子過泰山側，有婦人哭於墓者而哀。夫子式而聽之，怪其哀甚。使子路問之，曰：「子之哭也，壹似重有憂者。」而曰：「然，昔者吾舅死於虎，吾夫又死焉，今吾子又死焉。而猶乃也。夫之父曰舅。○重，直用反。夫子曰：「何爲不去也？」曰：「無苛政。」夫子曰：「小子識之，苛政猛於虎也。」苛音何，本亦作荷。識，申吉反，又如字。"
      },
      {
        "index": 255,
        "text": "[疏]「孔子」至「虎也」。○正義曰：此一節論苛政嚴於猛虎之事。○「子之哭也，壹似重有憂者」。○言子之哭也，壹似重疊有憂喪者也。「壹」者，決定之辭也。○「而曰然」者，而，乃也。婦人哭畢，乃答之曰「然」。「然」猶如是，是重疊有憂也。"
      },
      {
        "index": 256,
        "text": "魯人有周豐也者，哀公執摯請見之，下賢也。摯，禽摯也。諸侯而用禽摯，降尊就卑之義。○摯音志。下，戶嫁反。而曰不可。辭君以尊見卑。士禮，先生異爵者，請見之則辭。公曰：「我其已夫。」已，止也。重強變賢。○夫音符。強，其丈反。使人問焉，曰：「有虞氏未施信於民，而民信之。夏後氏未施敬於民，而民敬之。何施而得斯於民也？」時公與三桓始有惡，懼將不安。對曰：「墟墓之間，未施哀於民而民哀。社稷宗廟之中，未施敬於民而民敬。言民見悲哀之處則悲哀，見莊敬之處則莊敬，非必有使之者。墟，毀滅無後之地。○虛，本亦作墟，同，魚起反，注同。處，昌慮反，下同。殷人作誓而民始畔，周人作會而民始疑。會謂盟也。盟、誓所以結眾以信，其後外恃眾而信不由中，則民畔、疑之。孔子曰：「其身正，不令而行；其身不正，雖令不從。」苟無禮義、忠信、誠愨之心以蒞之，雖固結之，民其不解乎？」蒞，臨。○蒞音利，又音類。解，佳買反，舊胡買反。"
      },
      {
        "index": 257,
        "text": "[疏]「魯人」至「解乎」。○正義曰：此一節論君之臨臣民當以禮義忠信爲本之事，各依文解之。○「何施而得斯於民也」者。○「有虞氏未施信於民，而民信之。夏後氏未施敬於民，而民敬之」，言虞之與夏施何政教以化民。斯，此也，而得如此敬信於民也。○「對曰」至「民敬」。○周豐之意，以虞之與夏，由行敬信於民，民見其敬信，民自學之，不須設言號令。故云，古昔丘墟及墳墓之間，是所悲哀之處也。人在其所，未須施設教化令民使哀，而民自哀也。社稷宗廟之中，嚴凝之處，人在其所，未須施設教化而民自敬。言民之從君，在君身所行，不在言也。若身之不行，言亦無益。故殷人作誓，由身不自行，徒有言誓而民始畔也。周人作會，爲身無誠信，而民始疑。苟，誠也。人君之身，誠無禮義、忠信、誠實質愨之心以臨化之，雖以言辭誓令堅固結之，民其不解散離貳乎？言當解散離貳也。周豐此言，欲令哀公身行敬信，不當唯以言辭率下而已。○注「墟，毀滅無後之地」。○正義曰：凡舊居皆曰「墟」，故《左傳》有「莘氏之墟」，有「昆吾之墟」，故知「毀滅無後」者，以可悲哀，故爲無後也。○注「會謂」至「疑之」。○正義曰：案昭三年《左傳》云「有事而會，不協而盟」，則盟、會別也。知此「會」謂「盟」者，以云「而民始疑」，《司盟》云「邦國有疑則盟詛之」，故以「會」爲「盟」也。案《尚書》夏啟作《甘誓》，此言「殷人作誓」；《左傳》云「夏啟有塗山之會」，又「禹會塗山」，此云「周人作會」者，此據身無誠信，徒作誓盟，民因誓因盟而始疑畔，非謂殷人始作誓，周人始作會。若夏啟作《甘誓》，禹會塗山，皆身有誠信，於事善也。《穀梁傳》云「告誓不及五帝，盟詛不及茸荃」者，五帝茸荃，身行德義，不專用誥誓盟詛，故云「不及」，與此不同。云「信不由中，則民畔疑之」者，隱三年《左傳》云：「信不由中，質無益也。」紂爲苛政而作誓命，民乃畔之，亦是畔疑之事也。"
      },
      {
        "index": 258,
        "text": "喪不慮居，謂賣舍宅以奉喪。毀不危身，謂憔悴將滅性。○憔，在遙反。悴，在醉反。喪不慮居，爲無廟也。毀不危身，爲無後也。"
      },
      {
        "index": 259,
        "text": "延陵季子適齊，於其反也，其長子死，葬於贏、博之間。季子名札，魯昭二十七年，「吳公子札聘於上國」是也。季子讓國居延陵，因號焉。《春秋傳》謂延陵，延州來。贏、博，齊地，今泰山縣是也。○爲，於偽反，下同。長，丁丈反，下「官長」並注同。贏音盈。札，側八反，孔子曰：「延陵季子，吳之習於禮者也。」往而觀其葬焉。往吊之。其坎深不至於泉，以生恕死。○深，式鴆反。其斂以時服，以時行之服，不改制節。既葬而封，廣輪揜坎，其髙可隱也。示節也。輪，從也。隱，據也。封可手據，謂髙四尺。○廣，古曠反。揜，本又作掩，於斂反。隱，於刃反，注同。從，子容反。"
      },
      {
        "index": 260,
        "text": "[疏]「延陵」至「隱也」。○正義曰：此一節論仲尼云季子得禮之事，各依文解之。○注「季子」至「是也」。正義曰：知「季子名札」者，案襄二十九年「吳公子札來聘」，是名札也。又案襄二十九年季札來聘於魯，遂往聘齊、衛及晉，知非此時子死，而云昭二十七年聘上國者，此云孔子聞之、往而觀其葬焉，若襄二十九年孔子才年九歲，焉得觀其葬而善之？故爲昭二十七年也。云「讓國居延陵」者，《春秋》襄二十九年，「吳公子札來聘」。《公羊》云：「吳無君，無大夫，此何以有君，有大夫？賢季子也。何賢乎季子？讓國也。謁也，餘祭也，夷昧也，與季子同母者四。季子弱而才，兄弟皆愛之，同欲立之以爲君。兄弟迭爲君，而致國乎季子，皆曰：『諾。』故諸爲君者皆輕死爲勇，飲食必祝曰：『天苟有吳國，尚速有悔於予身。』及闔廬使專諸剌僚，而致國乎季子，季子不受，去，之延陵，終身不入吳國。」此即季子本封延陵，後讓國又居之，鄭舉後事言耳。延陵一名延州來，故《左傳》云「延州來季子聘於上國」，所以鄭又引以會之，云《春秋傳》謂延陵「延州來」，即此經延陵，即《左傳》延州來，明是一也。○注「以生恕死」。○正義曰：言坎以深不至泉，以生時不欲近泉，故死亦不至於泉，以生時之意，以恕於死者。○注「亦節」至「尺所」。○正義曰：以上斂以行時之服，不更製造，是其節也。今封墳廣輪揜坎，其髙可隱，又是有其節制，故云「亦節」也。云「謂髙四尺所」者，言墳之髙可四尺之所，以人長八尺，低而據之，半爲四尺，且約上墳崇四尺，故云四尺所。「所」是不定之辭。既封，左袒，右還其封且號者三。曰：「骨肉歸復於土，命也。若魂氣則無不之也，無不之也。」還，圍也。號，哭且言也。命猶性也。○號，戶髙反，注同。而遂行。行，去也。孔子曰：「延陵季子之於禮也，其合矣乎。」"
      },
      {
        "index": 261,
        "text": "[疏]「既封」至「矣乎」。○正義曰：既封墳巳竟，季子乃左袒其衣。案鄭注《覲禮》云：「凡以禮事者左袒，若請罪待刑則右袒。」故《覲禮》云「乃右肉袒於廟門之東」，在喪亦是禮事，故《喪禮》直云「袒」，不云左右。今季子長子之喪而左袒者，季子達死生之命，云骨肉歸復於土，不須哀戚，以自寬慰，故從吉禮也。左袒訖，乃右而圍繞其封，兼且號哭而繞墳三匝也。號哭且言，曰，骨肉歸復於土，此是命也。命，性也。言自然之性，當歸復於土。言「歸復」者，言人之骨肉，由食土物而生，今還入土，故云「歸復」。若神魂之氣，則游於地上，故云則無不之適也。言無所不之適，上或適於天，旁適四方，不可更及。再言之者，愍傷離決之意。"
      },
      {
        "index": 262,
        "text": "邾婁考公之喪，考公，隱公益之曾孫，考或爲定。○婁，力俱反，下同。徐君使容居來吊、含。吊且含。○含，胡闇反，注及下同。曰：「寡君使容居坐含，進侯玉。」其使容居以含。欲親含，非也。含不使賤者，君行則親含，大夫歸含耳。言侯玉者，時徐僣稱王，自比天子。○僣，子念反。有司曰：「諸侯之來辱敝邑者，易則易，於則於，易》於雜者，未之有也。」易謂臣禮，於謂君禮，雜者，容居以臣欲行君禮。徐自比天子，使大夫敵諸侯，有司拒之。○易則易，並以豉反，下及注同。拒，本又作距。容居對曰：「容居聞之，事君不敢忘其君，亦不敢遺其祖。昔我先君駒王西討，濟於河，無所不用斯言也。容居，魯人也。不敢忘其祖。」言我祖與今君於諸侯初如是，不聞義則服。駒王，徐先君僣號，容居，其子孫也。濟，渡也，言西討渡於河，廣大其國，魯，魯鈍也。言魯鈍者，欲自明不妄。○頓，徒困反，本亦作鈍。"
      },
      {
        "index": 263,
        "text": "[疏]「邾婁」至「其祖」。○正義曰：此一節論徐之僣禮之事。○邾婁考公之喪，徐君使大夫容居來吊且含。容居致其君命，云：寡君使容居親坐行含，進侯玉於邾君。此是使致之辭也。○「其使容居以含」者，此是記人錄語，云其使容居奉玉以行含禮。邾人有司乃拒之曰，諸侯之來屈辱臨於敝邑者，若是臣來，其禮簡易者，則行臣之簡易之禮。「於」謂廣大。若君來，其禮廣大者，則行君之廣大之禮。「易於雜」者，謂應簡易而爲廣大，實是臣而行君禮，是君臣雜亂者，未之有也，謂由來未有此禮。容居乃對邾之有司云：「容居聞之。」謂聞於舊日之言。云臣之事君，奉命出使，不敢忘其君之言。子孫事祖，當光揚先祖，亦不敢遺棄其先祖言。即不遺先祖之事也。○「昔我先君駒王西討，濟於河」，言國土廣大。○「無所不用斯言也」者，「所」謂處所。斯，此也。謂我從先君駒王以來，於諸侯無一處不用此稱王之言也。言我對諸侯恆稱王也。容居恐邾人謂其虛誕，故云魯鈍之人，不解虛詐，唯知不敢忘其先祖。容居云此者，先祖實有此事不虛也。上云「不敢忘其君，不敢遺其祖」，下直云「不敢遺其祖」者，祖是久遠，猶尚不遺忘，君見存，是不忘可悉，故不言也。其言先祖，即是不忘君。○注「君行」至「天子」。○正義曰：知「君行則親含」者，上云「曹桓公卒於會，諸侯請含」是也。言「大夫歸含」者，上《雜記》諸侯之喪，君使人吊含贈襚是也。云「言侯玉」者，徐自比於天子，以邾君爲已之諸侯，言進侯氏以玉，故云「進侯玉」。案《春秋》昭三十年吳滅徐，此云「徐僣稱王」者，滅而復興，至春秋之後，僣號強大稱王，猶楚滅陳、蔡後更興。○注「易謂」至「拒之」。○正義曰：「易」是簡易，故爲臣禮易。既爲臣禮，以對於「於」，故知「於」爲君禮也。君禮謂之「於」者，「於」音近迂，迂是廣大之義，故《論語》云：「子之迂也。」與此同也。「徐自比天子，使大夫敵諸侯」者，若諸侯使大夫親含諸侯，則不可，若天子使大夫敵諸侯，則得親含。徐欲自比天子，故有司拒之。○注「言我」至「不妄」。○正義曰：言我之先祖駒王與今日徐君稱謂於諸侯，自初以來如是，稱王非始今日。云「容居，其子孫也」者，以經云「不敢遺其祖」，即云「我先君駒王」，故知容居是駒王子孫。云「自明不妄」者，我若是曉利之人，或妄稱先祖之善，自言魯鈍，似若無識，知言語樸實，故言「欲自明不妄」。凡實行含禮，未斂之前，以玉實口。士則主人親含大夫以上即使人含若既斂已後至殯葬其有含者，親自致璧於柩及殯上者，謂之親含，若但致命，以璧授主人，主人受之，謂之不親含。"
      },
      {
        "index": 264,
        "text": "子思之母死於衛，嫁母也，姓庶氏。赴於子思，子思哭於廟。門人至，曰：「庶氏之母死，何爲哭於孔氏之廟乎？」門人，弟子也。嫁母與廟絕族。子思曰：「吾過矣，吾過矣。」遂哭於他室。"
      },
      {
        "index": 265,
        "text": "天子崩，三日，祝先服。祝佐含斂先病。○祝，之六反。五日官長服。官長，大夫、士。七日，國中男女服。庶人。三日，天下服。諸侯之大夫。虞人致百祀之木，可以爲棺槨者斬之。虞人，掌山澤之官。百祀，畿內百縣之祀也。以爲棺槨，作棺槨也。斬，伐也。○畿音祈。不至者，廢其祀，刎其人。○刎，勿粉反，徐亡粉反。"
      },
      {
        "index": 266,
        "text": "[疏]「天子」至「其人」。○正義曰：此一節論天子崩，尊卑服杖及葬備槨材之事。「天子崩，三日，祝先服」者，祝，大祝商祝也。服，服杖也。是喪服之數，故呼杖爲服。祝佐含斂先病，故先杖也。然云祝服，故子亦三日而杖也。○「五日，官長服」者，大夫、士也，亦服杖也。病在祝後，故五日也。○「七日，國中男女服」者，謂畿內民及庶人在官者服，謂齊衰三月而除之。必待七日者，天子七日而殯，殯後嗣王成服，故民得成服也。○「三月天下服」者，謂諸侯之大夫爲王繐衰，既葬而除之也。近者亦不待三月，今據遠者爲言耳。然四條皆云「服」，何以知其或杖服，或衰服？案《喪大記》云：「君之喪三日，子大夫人杖。五日既殯，授大夫世婦杖。」又《喪服四制》云：「三日授子杖，五日授大夫杖，七日授士杖。」案如《大記》及《四制》，則知今云三日五日，是服杖明矣，其七日及三月者，唯服而已，無杖。《四制》云「七日授士杖」，此云五日士杖者，士若有地、德深者則五日，若無地、德薄則七日。崔氏云：「此據朝廷之士，《四制》是邑宰之士也。」○「虞人致百祀之木，可以爲棺槨者斬之」，謂王殯後事也。「虞人」者，主山澤之官也。「百祀」者，王畿內諸臣采地之祀也。言「百」者，舉其全數也。既殯，旬而布材，故虞人斬百祀之木可以爲周棺之槨者送之也。必取祀木者，賀瑒云：「君者德著幽顯，若存，則人神均其慶，沒，則靈祗等其衰傷也。」"
      },
      {
        "index": 267,
        "text": "齊大饑，黔敖爲食於路，以待餓者而食之。有餓者蒙袂輯屨，貿貿然來。蒙袂，不欲見人也。輯，斂也。斂屨，力憊不能屨也。貿貿，目不明之貌。○饑，居宜反，《字林》九依反，本又作饑，同。黔，其廉反，徐渠嚴反。而食音嗣，下「奉食」同。袂，彌世反。輯，側立反。貿，徐亡救反，又音茂，一音牟。斂，力檢反，下同。黔敖左奉食，右執飲曰：「嗟來食，揚其目而視之，曰：「予唯不食嗟來之食，以至於斯也。」嗟來食，雖閔而呼之，非敬辭。○奉，芳勇反。從而謝焉，終不食而死。從猶就也。曾子聞之曰：「微與！其嗟也可去，其謝也「可食」。微猶無也。無與，止其狂狷之辭。○與音餘，注同。狷音絹。"
      },
      {
        "index": 268,
        "text": "[疏]「齊大」至「可食」。○正義曰：此一節論饑者狂狷之事。○黔敖既見餓者而來，乃左奉其飯，右執其飲，見其餓者困，咨嗟愍之，故曰：嗟乎，來食！餓者聞其嗟已，無敬已之心，於是發怒，揚舉其目而視之曰：予唯不食嗟來無禮之食，以至於斯。斯，此也，以至於此病困。怒而遂去。黔敖從逐其後，辭謝焉。餓者終不食而死。「曾子聞之曰：微與」者，微，無也；與，語助。言餓者無得如是與。初時無禮之嗟也，可怒之而去。其終有禮之謝也，可反回而食。曾子嫌其狂狷，故爲此辭。狂者進取，一概之善，仰法夷齊耿介，狷者直申已意，不從無禮之爲，而餓者有此二性，故止之。"
      },
      {
        "index": 269,
        "text": "邾婁定公之時，有弒其父者。定公，玃且也。魯文十四年即位。○有殺，本又作弒，同，式志反，下「臣殺」、「子殺」同。玃，俱縛反。且，子餘反。有司以告，公瞿然失席，曰：「是寡人之罪也。」民之無禮，教之罪。○瞿，本又作懼，紀具反。曰：「寡人嘗學斷斯獄矣。臣弒君，凡在官者，殺無赦。子弒父，凡在宮者，殺無赦。言諸臣子孫無尊卑皆得殺之，其罪無赦。○斷，丁亂反。殺其人，壞其室，洿其宮而豬焉。明其大逆，不欲人復處之。豬，都也。南方謂都爲豬。○殺如字。壞音怪。洿音烏。<豕者>音誅。復，扶又反。蓋君逾月而後舉爵。」自貶損。"
      },
      {
        "index": 270,
        "text": "[疏]「邾婁」至「舉爵」。○正義曰：此一節論誅弒父之事。○「曰寡」至「無赦」。○定公既見有司告以人弒其父，乃言曰：寡人嘗試學斷此弒父之獄矣，臣之弒君，凡在官之人，無問貴賤，皆得殺此弒君之人，無得縱赦之也。子之弒父，凡在宮者，無問尊卑，皆得殺此弒父之人，不得縱赦之。此「在宮」字，諸本或爲「在官」，恐與上「在官」相涉而誤也。○注「言諸」至「無赦」。○正義曰：言「諸臣」，解「在官」者，言「子孫」，解「在宮」者。言此等之人，若見弒君弒父之人，無問尊卑，皆得殺之。謂理合得殺，若力所不能，亦不責也。故《春秋》崔杼弒莊公，而晏子不討崔杼，而不責晏子。若力能討而不討，則責之。《春秋》董狐書趙盾云「子爲正卿，亡不出竟，反不討賊，書以弒君」是也。鄭此云子孫無問尊卑，皆得殺之，則似父之弒祖，子得殺父。然子之於父，天性也，父雖不孝於祖，子不可不孝於父。今云「子」者，因「孫」而連言之，或容兄弟之子耳。除子以外，皆得殺其弒父之人。《異義》：「衛輒拒父，《公羊》以爲孝子不以父命辭王父之命，許拒其父。《左氏》以爲子而拒父，悖德逆倫，大惡也。」鄭《駁異義》云：「以父子私恩言之，則傷仁恩。」則鄭意以《公羊》所云，公義也；《左氏》所云，是私恩也。故知今子之報殺其父是傷仁恩也。若妻則得殺其弒父之夫，故《異義》云：「妻甲夫乙歐母，甲見乙歐母而殺乙。《公羊》說甲爲姑討夫，猶武王爲天誅紂。」鄭駁之云：「乙雖不孝，但歐之耳，殺之太甚。凡在宮者，未得殺之。殺之者，士官也。」知鄭此言，歐母，妻不得殺之；若其殺母，妻得殺之。○注「豬都」至「爲豬」。○正義曰：案孔注《尚書》云：「都謂所聚也。」此經云「洿其宮而豬焉」，謂掘洿其宮，使水之聚積焉，故云「豬，都也」。鄭恐豬不得爲都，故引南方之人謂都爲豬，則「彭蠡既豬」，豬是水聚之名也。"
      },
      {
        "index": 271,
        "text": "晉獻文子成室，晉大夫發焉。文子，趙武也。作室成，晉君獻之，謂賀也。諸大夫亦發禮以往。張老曰：「美哉輪焉！美哉奐焉！心譏其奢也。輪，輪囷，言髙大。奐，言眾多。○奐音渙，本亦作煥。奐爛，言眾多也。囷，起倫反。歌於斯，哭於斯，聚國族於斯。」祭祀、死喪、燕會於此足矣。言此者，欲防其後復爲。文子曰：「武也得歌於斯，哭於斯，聚國族於斯，是全要領以從先大夫於九亰也。」北面再拜稽首。全要領者，免於刑誅也。晉卿大夫之墓地在九原。亰蓋字之誤，當爲原。○要，一遙反，注及下注「要君」同。亰音原，下同，下亦作「原」字。君子謂之善頌善禱。善頌，謂張老之言。善禱，謂文子之言。禱，求也。○禱，丁老反，祈也。"
      },
      {
        "index": 272,
        "text": "[疏]「晉獻」至「善禱」。○正義曰：此一節論文子成室相禱頌之事，各隨文解之。○「晉獻文子成室」者，「獻」謂慶賀也。文子，晉卿趙武也。「成室」，謂文子作宮室成也。文子宮室成，晉咀薺賀也。○「晉大夫發焉」者，發，禮也。晉君既賀，則朝廷大夫並發禮同從咀薺賀之。「張老曰：美哉輪焉」者，張老亦往慶之一大夫也。心譏文子宮室飾麗，故佯而美之也。「輪」謂輪囷髙大也。《春秋外傳》曰「趙文子爲室，斫其椽而礱之，張老諫之」，是也。○「美哉奐焉」者，「奐」謂其室奐爛眾多也。既髙又多文飾，故重美之。王云：「奐，言其文章之貌也。」○「歌於斯」者，「歌」謂祭祀時奏樂也。斯，此也。張老前美其飾麗，後又防更造也，言此室可以祭祀歌樂也。然大夫祭無樂，而春秋時或有之也。○「哭於斯」者，又言此室亦足居喪哭泣位也。○「聚國族於斯」者，又言此室可以燕聚國賓及會宗族也。終始永足，切勿復更造作。○「文子曰：武也得歌於斯，哭於斯，聚國族於斯」者，武，文子名也。文子覺譏，故稱名自陳，將自陳數前譏，具領述張老之言也。○「是全要領以從先大夫於九亰也」者，領，頸也。古者罪重要斬，罪輕頸刑也。「先大夫」，謂文子父祖，以其世爲大夫，故稱父祖爲「先大夫」也。九原，文子家世舊葬地也。文子述張老語竟，故說此自陳也。言若得保此宅以歌哭，終於餘年，不被罪討，是完全要領，壽終而卒，以從先大夫葬於九原也。○「北面再拜稽首」者，辭畢，乃稽首謝過受諫也。「北面」者，在堂禮也。故《鄉飲酒禮》賓主皆北面拜。○「君子謂之善頌、善禱」者，「君子」者，知禮之人也。見張老與文子皆能中禮，故善之也。「頌」者，美盛德之形容。「禱」者，求福以自輔也。張老因美而譏之，故爲「善頌」。文子聞過即服而拜，故爲「善禱」也。○注「晉卿」至「爲原」。○正義曰：案《墓大夫》云：「令國民族葬。」注云：「族葬各從其親。」是卿大夫墓地得同在一處。知「亰」當爲「原」者，案《韓詩外傳》云：「晉趙武與叔向觀於九原。」又《爾雅》云：「絕髙爲亰，廣平曰原。」非葬之處，原是墳墓之所，故爲原也。"
      },
      {
        "index": 273,
        "text": "仲尼之畜狗死，畜狗，馴守。○畜，許六反，又許又反。馴守，上音巡，下如字，又手又反。使子貢埋之，曰：「吾聞之也，敝帷不棄，爲埋馬也。敝蓋不棄，爲埋狗也。棄也貧，無蓋，於其封也，亦予之席，毋使其首陷焉。」封當爲窆。陷，謂沒於土。○貢，本亦作贛，音同。爲埋，於偽反，下亡皆反，下並同。狗，古口反。封，彼劍反，出注。路馬死，埋之以帷。路馬，君所乘者。其他狗馬，不能以帷蓋。"
      },
      {
        "index": 274,
        "text": "季孫之母死，哀公吊焉。曾子與子貢吊焉，閽人爲君在，弗內也。閽人，守門者。○閽音昏。弗內，上如字，下音納。曾子與子貢入於其廄而脩容焉。更莊飾。○廄，久又反。子貢先入，閽人曰：「鄉者已告矣。」既不敢止，以言下之。○鄉，許亮反，下戶嫁反。曾子後入，閽人辟之。見兩賢相隨，彌益恭也。○辟音避，下同。涉內霤，卿大夫皆辟位，公降一等而揖之。禮之。○霤，力又反。君子言之曰：「盡飾之道，斯其行者遠矣。」"
      },
      {
        "index": 275,
        "text": "[疏]「季孫」至「遠矣」。○正義曰：此一節論君子加服，人乃敬之事。○「卿大」至「遠矣」。○二子既入涉至內霤，卿與大夫皆逡巡辟位，公於堂上降階一等，揖而禮之。於時君子以二子盛飾備禮，遂美之云，凡人盡其容飾，則被崇禮。其盡飾道理，斯，此，此其施行可久遠矣。所以可久遠者，以二子初時不具衣服，則閽人拒之。二子退而脩容，閽人雖是愚鄙，猶知敬畏，明其不愚之人則敬畏可知。是其盡飾之道，行之可長遠矣。案《喪大禮》君臨大夫之喪，「君即位於序端，卿大夫即位於堂廉楹西，北面東上」。是辟位者蓋少西，逡巡而東面，不當北面之位。然君在，大夫得斯爲二子辟位者，卿大夫等見公將降，故先辟位。或可此公始入升堂之後，卿大夫猶庭中北面。「辟位」者，謂辟中庭之位，少近東耳。又吊有常服，而得特爲盡飾者，謂更服新衣也。"
      },
      {
        "index": 276,
        "text": "陽門之介夫死，陽門，宋國門名。介夫，甲衛士。司城子罕入而哭之哀。宋以武公諱司空爲司城。子罕，戴公子樂甫術之後樂喜也。○罕，吁旱反。晉人之覘宋者，反報於晉侯曰：「陽門之介夫死，而子罕哭之哀，而民說，殆不可伐也。」覘，闚視也。○覘，敕廉反，下同。說音悅，下注同。闚，去規反。孔子聞之曰：「善哉覘國乎！善其知微。《詩》云：『凡民有喪，扶服救之。』救猶助也。○扶服，並如字，又上音蒲，下音蒲北反，本又作匍匐，音同。雖微晉而已，天下其孰能當之？微猶非也。○當，丁郎反。"
      },
      {
        "index": 277,
        "text": "[疏]「陽門」至「當之」。○正義曰：此一節論善覘國之事，各依文解之。○注「宋以」至「喜也」。○正義曰：「宋以武公諱司空」者，桓六年《左傳》申繻之辭也。知有「司城」者，以春秋之時，唯宋有司城，無司空；又《冬官•考工記》「匠人營國」，是司空主營城郭，故知廢司空爲司城。服虔、杜預注傳皆以爲然。云「子罕，戴公子樂甫術之後」者，案《世本》：「戴公生樂甫術，術生石甫原繹，繹生夷甫傾，傾生東鄉克，克生西鄉士曹，曹生子罕喜。」是子罕爲術之五世孫也。○「殆不可伐也」者，言介夫匹庶之賤人，而子罕是國之卿相，以貴哭賤，感動民心，皆喜悅，與上共同死生。若有人伐，民必致死，故云「殆不可伐也」。殆，近也。不能正執，故云「殆不可伐」，爲疑辭也。○「《詩》云」至「當之」。○引《詩•邶•谷風》之篇也。時有愛其新昏，棄其舊室，舊室恨之：我初來之時，爲女盡力。所以盡力者，以凡人家死喪，鄰里尚扶服盡力往救助之，況我於女夫家而何得不盡力？今此引《詩》斷章云「凡民有喪」，則「陽門之介夫死」是也。在上扶服而救助之，則子罕哭之哀是也。○「雖微晉而已」者，微，非也。言晉之強盛，猶不能當宋，雖非晉之強，天下更有強於晉者，誰能當之？言縱有強者，不能當宋。「而已」是助語句也。"
      },
      {
        "index": 278,
        "text": "魯莊公之喪，既葬，而絰不入庫門。時子般弒，慶父作亂，閔公不敢居喪，葬己，吉服而反。正君臣，欲以防遏之。微弱之至。○般音斑。弒音試。遏，於葛反。士大夫既卒哭，麻不入。麻猶絰也。群臣畢虞卒哭，亦除喪也。閔公既吉服，不與虞卒哭。○與音預。"
      },
      {
        "index": 279,
        "text": "[疏]「魯莊」至「不入」。○正義曰：此一節論禮變所由也。莊公，閔公父也。絰，葛絰也。諸侯弁絰葛而葬也。魯之庫門，天子之皋門也。莊公以三十二年薨，大子般立。十月已未，共仲使圉人犖賊子般於黨氏，立閔公，慶父作亂。閔公時年八歲，不敢居喪三年，既葬竟，除凶服於外，吉服反，以正君臣，故絰不入庫門也。所以至庫門而去絰。○注「時子」至「而反」。○正義曰：案《春秋左氏傳》：「慶父使圉人犖賊子般於黨氏。」是子般弒、慶父作亂之事也。云「閔公不敢居喪」者，閔公是莊公之子，夫人哀姜之娣叔姜所生，以葬畢即除服，故云「不敢居喪」。經云「絰不入」者，謂葛絰，故前文云：「天子諸侯葛絰帶而葬。」所以云「不入庫門」者，以魯有三門庫、雉、路，庫門最在外，以從外來，故「絰不入庫門」。絰既不入，衰亦不入可知也。○注「麻猶」至「卒哭」。○正義曰：經云「大夫既卒哭，麻不入」，上云「絰不入」，故云「麻猶絰也」。其實上是君身，絰用葛，士大夫是臣，故絰用麻也。云：「群臣畢虞卒哭，亦除喪也」者，亦閔公也。閔公葬而除喪，今群臣卒哭乃除喪者，以閔公既葬，須即位正君臣，故既葬而除，群臣須行虞卒哭之際，故卒哭乃除之。云「閔公既吉服，不與虞卒哭」者，按《論語》云「羔裘玄冠，不以吊」，虞卒哭並是凶事，閔公既服吉服，故不與也。此云「麻不入」者，承上「庫門」，亦謂不入庫門也，謂卒哭已後，麻不復入。按《喪服》注「卿大夫既虞、士卒哭而受服」，則既虞服葛。此卒哭之麻不入者，皇氏云：「時禍亂迫蹙，君既服吉服，故士大夫既虞不復受服，至卒哭總除。」"
      },
      {
        "index": 280,
        "text": "孔子之故人曰原壤，其母死，夫子助之沐槨。沐，治也。○壤，如丈反。原壤登木曰：「久矣，予之不托於音也。」木，槨材也。託，寄也，謂叩木以作音。○材音才。歌曰：「貍首之班然，執女手之卷然。」說人辭也。○貍，力知反。女如字，徐音汝。卷音權，本又作拳。夫子爲弗聞也者而過之。佯不知。○佯音羊。從者曰：「子未可以已乎？」已猶止也。○從，才用反。以、已並音以。夫子曰：「丘聞之，親者毋失其爲親也，故者毋失其爲故也。」"
      },
      {
        "index": 281,
        "text": "[疏]「孔子」至「故也」。○正義曰：此一節論孔子無大故不遺故舊之事。○原壤登槨材而言曰：久矣，予之不託於音也。託，寄也，謂我遭喪母以來，日月久矣。我不得託寄此木以爲音聲，於是乎叩木作音，口爲歌。「曰：貍首之班然」者，言言斫材文采，似貍之首。○「執女手之卷然」者，孔子手執斤斧，如女子之手，卷卷然而柔弱。以此歡說仲尼，故注云「說人辭也」。然在喪而歌，非禮之甚，夫子爲若不聞也者而過去之。從者見其無禮，謂夫子曰：「彼既無禮，子未可休已乎？」言應可休已，不須爲治槨也。夫子對從者曰：朋友無大故，不相遺棄，丘聞之，與我骨肉親者雖有非禮，無失其爲親之道，尚得與之和睦；故舊者雖有非禮，無失其爲故之道，尚得往來。原壤有非禮，既是故舊，身無殺父害君之故，何以絕之？按《論語》云：「主忠信，無友不如已者，」《左傳》吳季札譏叔孫穆子好善而不能擇人。原壤母死，登木而歌，夫子聖人，與之爲友者，《論語》云「無友不如已者」，謂方始爲交遊，須擇賢友。《左傳》云「好善而不能擇人」者，謂不善之人，不可委之以政。今原壤是夫子故舊，爲日已久。或平生舊交，或親屬恩好，苟無大惡，不可輒離。故《論語》云：「故舊無大故，則不相遺棄。」彼注云：「大故謂惡逆之事。」殺父害君，乃爲大故，雖登木之歌，未至於此。且夫子聖人，誨人不倦。宰我請喪親一期，終助陳桓之亂，互鄉童子，許其求進之情，故志在攜獎，不簡善惡。原壤爲舊，何足怪也？而皇氏云：「原壤是上聖之人，或云是方外之士，離文棄本，不拘禮節，妄爲流宕，非但敗於名教，亦是誤於學者。」義不可用。其云原壤中庸下愚，義實得矣。"
      },
      {
        "index": 282,
        "text": "趙文子與叔譽觀乎九原。叔譽，叔向也，晉羊舌大夫之孫，名肸。○譽音預。向，許亮反。肸，許乙反。文子曰：「死者如可作也，吾誰與歸？」作，起也。叔譽曰：「其陽處父乎？」陽處父，襄公之大傅。○父音甫，注同。傅音賦。文子曰：「行並植於晉國，不沒其身，其知不足稱也。」並猶專也，謂剛而專已，爲狐射姑所殺。沒，終也。植或爲特。○行，舊下孟反，皇如字。並，必正反，注同。植，直吏反，又時力反，注同。知音智，射音亦，又音夜。「其舅犯乎？」文子曰：「見利不顧其君，其仁不足稱也。謂久與文公辟難，至將反國，無安君之心，及河授璧，詐請亡，要君以利是也。○難，乃旦反。要，一遙反。我則隨武子乎？利其君，不忘其身。謀其身，不遺其友。」武子，士會也，食邑於隨、范，字季。晉人謂文子知人。見其所善於前，則知其來所舉。文子其中退然如不勝衣，中，身也。退，柔和貌。《鄉射記》曰：「居二寸以爲侯中。」退或爲妥。○追然音退，本亦作退。勝音升。妥，他果反。其言吶吶然如不出其口。吶吶，舒小貌。○吶，如悅反，徐似劣反。所舉於晉國管庫之士七十有餘家，管庫之士，府史以下，官長所置也。舉之於君，以爲大夫、士也。管，鍵也。庫，物所藏。○長，丁丈反。鍵，其展反，徐其偃反，鑰也。生不交利，廉也。死不屬其子焉。潔也。○屬音燭。"
      },
      {
        "index": 283,
        "text": "[疏]「趙文」至「子焉」。○正義曰：此一節論趙文子知人之事，各依文解之。○注「叔譽」至「名肸」。○正義曰：知叔譽是叔向者，案《韓詩外傳》云：「趙文子與叔向觀於九原。」故知叔譽是叔向也。云「晉羊舌大夫之孫名肸」者，案《左氏》羊舌是邑名，晉大夫公族爲羊舌大夫也。故閔二年《左傳》云：「羊舌大夫爲尉。」羊舌大夫生羊舌職，職生叔向，是羊舌大夫之孫也。又昭三年《左傳》叔向與齊晏子語云：「肸又無子。」是名肸。「死者如可作也，吾誰與歸」者，○文子云：此處先世大夫死者既眾，假令生而可作起，吾於眾大夫之內，而誰最賢，可以與歸？○「文子」至「稱也」者，「並」猶專也，「植」謂剛也，文子曰言處父唯行專權剛強於晉國，自招殺害，不得以理終沒其身，是不能防身遠害，以其無知故也。故云「其知不足稱」也。○注「並猶」至「爲特」。○正義曰：「並」者謂並他事以爲已有，是專權之事，故云並猶專也。云「謂剛而專已」者，「剛」，經中「植」也。文五年「甯嬴從陽處父及溫而還，其妻問之，嬴曰：『夫子剛。』」又文六年「晉蒐於夷，使狐射姑將中軍，趙盾佐之。陽處父至自溫，改蒐於董，易中軍」，以趙盾爲將，狐射姑郤爲佐。狐射姑恨之，使續鞫居殺陽處父，故傳云：「賈季怨陽子之易其班也。」賈季即狐射姑也。賈是采邑，季則其字也。○「見利」至「稱也」者，文子云：舅犯見君反國，恐不與已利祿，遂不顧其君，詐欲奔去，唯求財利，無心念君，無仁愛之心，其仁不足稱也。○注「謂久」至「利是」。○正義曰：案《左傳》僖五年辟驪姬之難，至僖二十四年反國，是久與文公辟難也。又案僖二十四年《左傳》云：「及河，子犯以璧授公子曰：『臣負羈紲，從君巡於天下，臣之罪甚多矣。臣猶知之，而況君乎？請由此亡。』公子曰：『所反國不與舅氏同心者，有如白水。』」是要君求利之事也。○「利其」至「其友」者，文子稱隨武子之德，凡人利君者，多性行偏特，不顧其身。今武子既能利君，又能不忘其身。「利其君」者，謂進思盡忠。「不忘其身」者，保全父母。「謀其身，不遺其友」者，凡人謀身，多獨善於已，遺棄故舊。今武子既能謀身，又能不遺其朋友。此二句言武子德行弘廣，外內周備，故襄二十七年《左傳》論范武子之德云：「文子之家事治，言於晉國無隱情。」無隱情則利君也，家事治則不忘其身。處父、舅犯，其事顯於《春秋》，故鄭具言之；隨武子之事，《春秋》文無指的，故鄭亦不言也。文七年士會與先蔑俱迎公子雍，在秦三年，不見先蔑，及士會還晉，遂不見蔑而歸，是遺其友，而云「不遺」者，彼謂共先蔑俱仰公子雍，懼其同罪，禍及於已，故不見之，非是無故相遺也。○「文子」至「其口」者，作記者美文子知人，既美隨士會於前，知其所舉還如隨會之比。此論文子之貌，文子身形退然柔相，似不勝其衣，言形貌之卑退也。其發言舒小，似吶吶然如不出諸口，謂言語卑下也。○注「鄉射」至「侯中」。○正義曰：引之者，證「中」爲身也，故《儀禮•鄉射記》曰：「鄉侯五十弓，弓長六尺」，謂鄉射去射處五十步，一步料二寸，以爲侯中，則侯中方一丈，「中」謂身也。○注「舉之」至「鍵也」。○正義曰：知「爲大夫、士」者，以經稱「家」，家是大夫、士之總號。案《月令》註：「管籥，搏鍵器。」鍵謂鎖之入內者，俗謂之鎖須；管謂夾取鍵，今謂之鑰匙；則是管、鍵爲別物。而云「管鍵」者，對則細別，散則大同，爲鍵而有，故云「管鍵」。○「生不交利」者，謂文子生存之日，不交涉爲利，是謂不與利交涉也。○「死不屬其子」者，謂臨死時不私屬其子於君及朝廷也。案《禮記》文子成室，被張老所譏。樂奏《肆夏》，從趙文子始。《禮記》顯其奢僣者，晉爲霸主，總領諸侯，武爲晉相，光顯威德。此乃事勢須然，無廢德行之善。且仲尼之門，尚有柴愚參魯，管仲相齊亦有三歸反坫，亦何怪也？"
      },
      {
        "index": 284,
        "text": "叔仲皮學子柳。叔仲皮，魯叔孫氏之族。學，教也。子柳，仲皮之子。○學，戶教反，注同。叔仲皮死，其妻魯人也，衣衰而繆絰。衣，當爲齊，壞字也。繆，當爲「不樛垂」之樛。士妻爲舅姑之服也。言雖魯鈍，其於禮勝學。○衣衰，依注衣作齊，音咨。繆，依注讀曰樛，音居虯反。爲舅，於偽反。下「爲舅」、「爲天子」、「不爲兄」、「不爲蠶」同。魯鈍，徒困反，亦作頓。叔仲衍以告，告子柳，言此非也。衍，蓋皮之弟。衍或爲皮。○衍，以善反，注同。請繐衰而環絰，繐衰，小功之縷，而四升半之衰。環絰，吊服之絰。時婦人好輕細，而多服者。衍既不知禮之本，子柳亦以爲然，而請於衍，使其妻爲舅服之。○繐衰，上音歲，下七雷反。縷，力主反。好，呼報反。曰：「昔者吾喪姑姊妹亦如斯，末吾禁也。」衍答子柳也。姑姊妹在室齊衰，與婦爲舅姑同。末，無也。言無禁我，欲其言行。○喪如字。末，莫曷反。退，使其妻繐衰而環絰。婦以諸侯之大夫爲天子之衰、吊服之絰服其舅，非。"
      },
      {
        "index": 285,
        "text": "[疏]「叔仲」至「環絰」。○正義曰：此一節論子柳失禮之事。○叔仲，氏也，皮是名。言叔仲皮教訓其子，子柳雖受父教，猶不知禮。在後叔仲皮死，其妻魯人也，其子柳之妻是魯鈍婦人。雖曰魯鈍，猶知爲舅姑而身著齊衰，而首服繆絰也。謂絞麻爲絰。○「叔仲衍以告」者，衍是皮之弟、子柳之叔。既見當時婦人好尚輕細，見子柳之妻身著齊衰，以告子柳：汝妻何以著非禮之服？子柳見時皆爾，亦以爲然，以妻非禮，遂請於衍，欲令其妻身著緦衰，首服環絰。衍答子柳云：昔者吾喪姑姊妹亦如斯。斯，此也。謂如此繐衰環絰。○「末吾禁也」者，末，無也。我著繐衰環絰，無人於吾而相禁者，既無禁，明其得著繐衰。衍告子柳如此。丁柳得衍言乃退，使其妻著繐衰而環絰。○注「叔仲」至「之族」。○正義曰：知者，案《世本》「桓公生僖叔牙，叔牙生武仲休，休生惠伯彭，彭生皮，爲叔仲氏」。故云「叔孫氏之族」。○注「衣當」至「勝學」。○正義曰：《喪服》婦爲舅姑齊衰，無「衣衰」之文，故知「衣」是「齊」字，但「齊」字壞滅而有「衣」在。云「繆讀爲不樛垂之樛」者，讀從《喪服傳》「不樛垂」之樛。樛謂兩股相交也，五服之絰皆然，唯吊服環絰不樛耳。云「士妻爲舅姑之服也」者，以子柳以仲叔爲氏，則非庶人也，又《春秋》叔仲皮等經傳無文，則非卿大夫也，故以爲「士妻」。其實大夫妻爲舅姑亦齊衰。○注「衍蓋皮之弟」。○正義曰：知者，以叔仲衍、叔仲皮皆以單字爲名，故疑是兄弟也。又子柳請衍，則衍尊於子柳，是子柳叔也。○「繐衰」至「服之」。○正義曰：知「繐衰，小功之縷，而四升半」者，約《喪服傳》文。云「環絰，吊服之絰」者，約《周禮•司服》「首服弁絰」，鄭注云：「弁絰者，如爵弁而素，加環絰。」又鄭注《雜記》云：「環絰者，一股，所謂纏絰也，纏而不樛。」是環絰不樛也。云「時婦人好輕細，而多服此」者，若時人不服此服，則衍與子柳應知繐衰爲非。今子柳既受學於父，不肯粥庶弟之母，非是下愚而不知其非禮，明當時皆著輕細故也。○注「婦以」至「舅非」。○正義曰：「以諸侯之大夫爲天子之衰」，據《喪服》謂繐衰也。云「吊服之絰」者，謂環絰，既以此服服舅，故云非也。"
      },
      {
        "index": 286,
        "text": "成人有其兄死而不爲衰者，聞子皋將爲成宰，遂爲衰。成人曰：「蠶則績而蟹有匡，范則冠而蟬有緌，兄則死而子皋爲之衰。」蚩兄死者。言其衰之不爲兄死，如蟹有匡，蟬有緌，不爲蠶之績，范之冠也。范，蜂也。蟬，蜩也。緌爲蜩喙，長在腹下。○成，本或作鄭，音丞。蠶，七南反。蟹，戶買反。緌，耳佳反。蚩，昌之反。蜂，子逢反。蜩音條。喙，呼惠反。又，丁角反。"
      },
      {
        "index": 287,
        "text": "[疏]「成人」至「之衰」。○正義曰：此一節論成人無禮之事。成，孟氏所食采地也，即前犯禾之邑也。此邑中民，有兄死而弟不爲兄制服者也。○「聞子皋將爲成宰，遂爲衰」者，此不服兄者，聞孔子弟子子皋，其性至孝，來爲成之宰，必當冶前不孝之人，恐罪及已，故懼之，遂制衰服也。○正義曰：「蠶則績而蟹有匡」者，「成人」謂成邑中識禮之人也，譏笑不服兄衰，仍爲設二譬也。蠶則績絲作繭。「蟹有匡」者，蟹背殼似匡，仍謂蟹背作匡。○「范則冠而蟬有緌」者，范，蜂也。蜂頭上有物似冠也。蟬，蜩也。緌謂蟬喙，長在口下，似冠之緌也。○「兄則死而子皋爲之衰」者，以是合譬也。蠶則須匡以貯繭，而今無匡，蟹背有匡，匡自著蟹，則非爲蠶設。蜂冠無緌，而蟬口有緌，緌自著蟬，非爲蜂設。亦如成人兄死，初不作衰，後畏於子皋，方爲制服。服是子皋爲之，非爲兄施，亦如蟹匡、蟬緌各不關於蠶，蜂也。"
      },
      {
        "index": 288,
        "text": "樂正子春之母死，五日而不食，曰：「吾悔之。勉強過禮。子春，曾子弟子。○強，其兩反。自吾母而不得吾情，吾惡乎用吾情？」惡乎猶於何也。○惡音烏，注同。"
      },
      {
        "index": 289,
        "text": "[疏]「樂正」至「吾情」。○正義曰：此一節論孝子遭喪哀過之事。樂正子春即曾子弟子，坐於床下者是也。此其母死五日而不食者，禮三日，其五日，過二日。○「曰吾悔之」者，悔其不以實情，勉強而至五日。○「自吾母而不得吾情，吾惡乎用吾情」者，自吾母死而不得吾之實情，而矯詐勉強爲之，更於何處用吾之實情乎？"
      },
      {
        "index": 290,
        "text": "歲旱，穆公召縣子而問然。然之言焉也。凡穆或作繆。○旱音汗。縣音懸。繆音穆。曰：「天久不雨，吾欲暴尪而奚若？」奚若，何如也。尪者，面鄉天，覬天哀而雨之。○雨，於付反，注及下同。暴，步卜反，下同。尪，烏光反。鄉，許亮反。覬音冀，本又作幾，音同。曰：「天久不雨，而暴人之疾子，虐，毋乃不可與？」錮疾，人之所哀，暴之是虐。○暴人之疾子，一讀以子字向下。與音餘。錮音固。「然則吾欲暴巫而奚若？」曰：「天則不雨，而望之愚婦人，於以求之，毋乃已疏乎？」已猶甚也。巫主接神，亦覬天哀而雨之。《春秋傳》說巫曰：「在女曰巫，在男曰覡。」《周禮•女巫》：「旱則舞雩。」○覡，胡狄反。旱，呼旦反。雩，音於。「徙市則奚若？」曰：「天子崩，巷市七日，諸侯薨，巷市三日，爲之徙市，不亦可乎？」徙市者，庶人之喪禮。今徙市，是憂戚於旱若喪。○徙市，上音死，下音是。爲，於偽反。「不亦可乎」，「可」或作「善」。"
      },
      {
        "index": 291,
        "text": "[疏]「歲旱」至「可乎」。○正義曰：此一節論歲旱變之事。○「望之愚婦人，於以求之，毋乃已疏乎」。○縣子云：天道遠，人道近。天則不雨，而望於愚鄙之婦人，欲以暴之，以求其雨。已，甚也。無乃甚疏遠於求雨道理乎？言甚疏遠於道理矣。○注「《春秋》」至「曰覡」。○正義曰：所引《春秋傳》者，《外傳•楚語》昭王問觀射父絕地通天之事。觀射父對云：「民之精爽不攜貳者，明神降之，在男曰覡，在女曰巫。」然案《楚語》「精爽不攜貳者」始得爲巫，此經而云「愚婦人」者，據末世之巫，非復是精爽不攜貳之巫也。○注「徙市者，庶人之喪禮」。正義曰：今徙市是憂戚於旱，若居天子諸侯之喪，必巷市者，以庶人憂戚，無復求賝財利，要有急須之物不得不求，故於邑里之內而爲巷市。"
      },
      {
        "index": 292,
        "text": "孔子曰：「衛人之祔也離之，祔謂合葬也。離之，有以間其槨中。○祔音附，下同。合音閤，下同。間，間廁之間。魯人之祔也合之，善夫！」善夫，善魯人也。祔葬當合也。○善夫音扶。"
      },
      {
        "index": 293,
        "text": "[疏]「孔子」至「善夫」。○正義曰：此一節論魯、衛得失，各依文解之。○魯、衛兄弟，應同周法，故並之也。「祔」謂合葬也。「離之」謂以一物隔二棺之間於槨中也。所以然者，明合葬猶生時，男女須隔居處也。○「魯人之祔也合之，善夫」者。○魯人則合併兩棺置槨中，無別物隔之。言異生，不須復隔，穀則異室，死則同穴，故善魯之祔也。"
      },
      {
        "index": 294,
        "text": "他本\n《禮記》 〔周〕孔丘 編\n《禮記正義》 〔周〕孔丘 編 〔漢〕鄭玄 註 〔唐〕孔穎達 疏\n斠勘"
      }
    ]
  }
}