{
  "chapterNumber": 17,
  "title": "間傳",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "斬衰何以服苴？苴，惡貌也，所以首其內而見諸外也。斬衰貌若苴，齊衰貌若枲，大功貌若止，小功、緦麻容貌可也。此哀之發於容體者也。○注：有大憂者，面必深黑。止，謂不動於喜樂之事。枲，或為「似」。○音義：苴，七余反。見，賢遍反。齊音咨，下同。枲，思裡反。樂音洛。斬衰之哭，若往而不反；齊衰之哭，若往而反；大功之哭，三曲而偯；小功、緦麻，哀容可也。此哀之發於聲音者也。○注：三曲，一舉聲而三折也。偯，聲餘從容也。○音義：偯，於起反，《說文》作「{依心}」，云「痛聲」。折，之設反。從，七容反。斬衰唯而不對，齊衰對而不言，大功言而不議，小功、緦麻議而不及樂。此哀之發於言語者也。○注：議，謂陳說非時事也。○音義：唯，於癸反，徐以水反。斬衰三日不食，齊衰二日不食，大功三不食，小功、緦麻再不食，士與斂焉，則壹不食。故父母之喪，既殯食粥，朝一溢米，莫一溢米；齊衰之喪，疏食水飲，不食菜果；大功之喪，不食醯醬；小功、緦麻，不飲醴酒。此哀之發於飲食者也。父母之喪，既虞、卒哭，疏食水飲，不食菜果；期而小祥，食菜果；又期而大祥，有醯醬；中月而禫，禫而飲醴酒。始飲酒者，先飲醴酒；始食肉者，先食乾肉。○注：先飲醴酒食乾肉者，不忍發御厚味。○音義：與音預。斂，力驗反。粥，之六反。溢音逸，劉音實，二十兩也。莫音暮。疏食音嗣，下「疏食」同。醯本亦作，呼兮反，下同。醴音禮。期音基，下及注皆同。中，如字，徐丁仲反。禫，大感反。父母之喪，居倚廬，寢苫枕塊，不說絰帶。齊衰之喪，居堊室，芐翦不納。大功之喪，寢有席。小功、緦麻，床可也。此哀之發於居處者也。父母之喪，既虞、卒哭，柱楣翦屏，芐翦不納。期而小祥，居堊室，寢有席。又期而大祥，居復寢。中月而禫，禫而床。○注：芐，今之蒲萍也。○音義：倚，於綺反。寢，本亦作「寢」，七審反。苫，始占反。枕，之鴆反。塊，苦對反，又苦怪反。說，吐活反。芐，戶嫁反。翦，子賤反。床，徐仕良反。柱，知矩反，一音張炷反。楣音眉。復音伏。斬衰三升，齊衰四升、五升、六升，大功七升、八升、九升，小功十升、十一升、十二升。緦麻十五升，去其半，有事其縷，無事其布曰「緦」。此哀之發於衣服者也。○注：此齊衰多二等，大功、小功多一等。服主於受，是極列衣服之差也。○音義：去，起呂反，下「去麻」同。縷，力主反。差，初佳反，後放此。斬衰三升，既虞、卒哭，受以成布六升，冠七升。為母疏衰四升，受以成布七升，冠八升。去麻服葛，葛帶三重。期而小祥，練冠縓，緣要絰不除。男子除乎首，婦人除乎帶。男子何為除乎首也？婦人何為除乎帶也？男子重首，婦人重帶。除服者先重者，易服者易輕者。又期而大祥，素縞麻衣。中月而禫，禫而纖，無所不佩。○注：葛帶三重，謂男子也，五分去一而四糾之。帶既變，變因為飾也。婦人葛絰，不葛帶。舊說云：「三糾之，練而帶去一股。」去一股則小於小功之絰，似非也。易服，謂為後喪所變也。婦人重帶，帶在下體之上，婦人重之，辟男子也。其為帶，猶五分絰去一耳。《喪服小記》曰「除成喪者，其祭也，朝服縞冠」。此素縞者，《玉藻》所云：「縞冠素紕，既祥之冠。」麻衣十五升，布亦深衣也。謂之「麻」者，純用布，無采飾也。大祥，除衰杖。黑經白緯曰「纖」。舊說：「纖冠者，采纓也。」無所不佩，紛帨之屬，如平常也。纖，或作「綅」。○音義：為母，于偽反，下注「為後」同。重，直龍反，注「三重」同。縓，七戀反。緣，徐音掾，悅絹反。要，一遙反。縞，古老反，又古報反，注同。纖，息廉反，注同。去，起呂反，下同。糾，居黝反，下同。股音古。辟音避。朝，直遙反。紕，婢反反，又音繟。緯音謂。紛，芳云反。帨，始銳反。綅，徐息廉反，又音侵。易服者何為易輕者也？○注：因上說而問之。斬衰之喪，既虞、卒哭，遭齊衰之喪。輕者包，重者特。○注：說所以易輕者之義也。「既虞、卒哭」，謂齊衰可易斬服之節也。輕者可施於卑，服齊衰之麻，以包斬衰之葛，謂男子帶，婦人絰也。重者宜主於尊，謂男子之絰，婦人之帶，特其葛不變之也。此言「包」、「特」者，明於卑可以兩施，而尊者不可貳。既練，遭大功之喪，麻葛重。○注：此言大功可易斬服之節也。斬衰已練，男子除絰而帶獨存，婦人除帶而絰獨存，謂之單。單，獨也。遭大功之喪，男子有麻絰，婦人有麻帶，又皆易其輕者以麻，謂之重麻。既虞、卒哭，男子帶其故葛帶，絰期之葛絰，婦人絰其故葛絰，帶期之葛帶，謂之重葛。○音義：重，直龍反，注及下「不言重」、「言重者」同。"
      },
      {
        "index": 1,
        "text": "疏　 「斬衰」至「者也」。○正義曰：此一節明居喪外貌輕重之異。○「苴，惡貌也」者，苴是黎黑色，故為「惡貌也」。○「大功貌若止」者，止，平停不動也。大功轉輕，心無斬剌，故貌不為之變，又不為之傾，故貌若止於二者之間。衰因鍛布，帶屨亦輕。其絰色用枲同者，自別表義耳。○「斬衰之哭，若往而不反」者，若，如也。言斬衰之哭，一舉而乃氣絕，如似氣往而不卻反聲也。○「哀容可也」者，言小功、緦麻，其情既輕，哀聲從容，於理可也。○「斬衰唯而不對」者，但「唯」於人，不以言辭而對也。皇氏以為親始死，但「唯」而已，不以言對。案《雜記》云三年之喪，對而不問。為在喪稍久，故對也。○「大功言而不議」者，大功稍輕，得言他事，而不議論時事之是非。《雜記》云：「齊衰之喪，言而不語。」彼謂言己事，故鄭彼注云：「言，言己事也。為人說為『語』。」與此「言」異也。○「斬衰三日不食」者，謂三日之內。《孝經》云「三日而食」者，謂三日之外乃食也。○「齊衰二日不食」者，皇氏云：謂正服齊衰也。《喪大記》云「三不食」者，當是義服齊衰。「小功、緦麻再不食」者，《喪大記》云：壹不食，再不食。則是壹不食，謂緦麻；再不食，謂小功也。與此不同者，熊氏云：「異人之說，故其義別也。」○「父母之喪，既虞、卒哭」者，此明父母終喪以來所食之節也。○「又期而大祥，有醯醬」者，謂至大祥之節，食醯醬。則小祥食菜果之時，但用鹽酪也。若不能食者，小祥食菜果之時，得用醯醬也。故《喪大記》云：「小祥食菜果，以醯醬。」○「中月而禫，禫而飲醴酒」，又云「食肉者，先食乾肉」，《喪大記》云「祥而食肉」者，異人之說，故不同也。○注「先飲」至「厚味」。○正義曰：以醴酒味薄，乾肉又澀，所以先食之者，以喪服除，孝子不忍發初御醇厚之味，故飲醴酒、食乾肉也。○「父母之喪，居倚廬」者，此明初遭五服之喪，居處之異也。○「芐翦不納」者，芐為蒲蘋為席，翦頭為之，不編納其頭而藏於內也。○「父母之喪，既虞、卒哭」者，此明遭父母之喪，至終服以來，所居改變之節：即斬衰「居倚廬」，齊衰「居堊室」，論其正耳。亦有斬衰不居倚廬者，則《雜記》云「大夫居廬，士居堊室」，是士服斬衰而居堊室也。亦有齊衰之喪不居堊室者，《喪服小記》云「父不為眾子次於外」，注云「自若居寢」是也。○「斬衰三升」者，此明五服精粗之異。○「有事其縷，無事其布曰緦」者，以三月之喪，治其麻縷，其細如緦，故云「緦麻」。以朝服十五升，抽去其半，縷細而疏也。「有事其縷」，事，謂鍛治其布纑縷也。「無事其布」，謂織布既成，不鍛治其布，以哀在外故也。○注「此齊」至「差也」。○正義曰：此齊衰多二等者，案《喪服記》云「齊衰四升」，此經云「齊衰四升、五升、六升」，多於《喪服》篇之二等，故云「多二等」也。云「大功小功多一等」者，案《喪服記》云「大功八升、若九升」，此云「大功七升、八升、九升」，是多於《喪服》一等也。《喪服記》又云「小功十升，若十一升」，此云「小功十升、十一升、十二升」，是多於《喪服》一等也，故云「大功、小功多一等」也。云「服主於受」者，以《喪服》之經，理主於受服者。而言以大功之殤無受服，不列大功七升，以《喪服》父母為主，欲其文相值，故略而不言，故云「服主於受」也。云「是極列衣服之差也」者，以《喪服》既略，故記者於是經極列衣服之差，所以齊衰多二等，大功、小功多一等也。○「斬衰三升」者，此明父母之喪，初死至練冠衰升數之變，並明練後匙苧之差也。「受以成布六升」者，以言三升、四升、五升之布，其縷既粗疏，未為成布也。六升以下其縷漸細，與吉布相參，故稱「成布」也。○「葛帶三重」者，謂男子也。既虞、卒哭受服之節，要中之帶，以葛代麻，帶又差小於前，以五分去一，唯有四分，見在三重，謂作四股糾之，積而相重，四股則三重。未受服之前，麻帶為兩股相合也。此直云「葛帶三重」，則首絰雖葛，不三重也，猶兩股糾之也。○「期而小祥，練冠縓緣」者，父沒為母，與父同也。至小祥，又以卒哭后冠受其衰，而用練易其冠也。又練為中衣，以縓為領緣也。○「又期而大祥，素縞麻衣」者，謂二十五月大祥祭，此日除脫，則首服素冠，以縞紕之。身著朝服而為大祥之祭，祭訖之後，而哀情未除，更反服微凶之服，首著縞冠，以素紕之；身著十五升麻深衣，未有采緣，故云「大祥素縞麻衣」也。○「中月而禫」者，中，間也。大祥之後，更間一月而為禫祭，二十五月大祥，二十七月而禫。○「禫而纖」者，禫祭之時，玄冠朝服。禫祭既訖，而首著纖冠，身著素端黃裳，以至吉祭。○「無所不佩」者，吉祭之時，身尋常吉服，平常所服之物無不佩也。○注「葛帶」至「常也」。○正義曰：「葛帶三重，謂男子也」，以經之直云「葛帶三重」，不辨男女之異，故明之云「謂男子也」。云「五分去一而四糾之」者，以《喪服傳》云：「五服絰帶，相差皆五分去一。」故知受服之時，以葛代麻，亦五分去一。既五分去一，唯有四分見在，分為四股而糾之，故云「四糾之」。云「帶輕，既變，因為飾也」者，男子重首而輕帶，既變麻用葛，四股糾之以為飾也。則知男子首絰，婦人要帶，不三重為飾也。云「婦人葛絰不葛帶」者，案《少儀》云：「婦人葛絰而麻帶。」又上《檀弓》云「婦人不葛帶」，謂齊、斬之婦人也。故《士虞禮》曰：「婦人既練，說首絰不說帶也。」注云：「不脫帶，齊、斬婦人帶不變也。」婦人少變而重帶，帶，下體之上也。其大功以下，婦人亦葛帶也，故《喪服》大功章男女並陳，及其變服三月，受以小功衰，即葛，九月。是男女共為，即知大功婦人亦受葛也。云「舊說云：三糾之，練而帶去一股」者，舊說云所至練之時，又三分去一。此既葬，「葛帶三重」，去其一股，以為練之帶也。云「去一股則小於小功之絰，似非也」者，斬衰既葬，與齊衰之麻同。斬衰既練，與大功之麻同。大功之帶，即與小功首絰同。所云「同」者，皆五分去一。今乃三分，斬衰既葬三重之葛帶，去其一股以為練帶，則是三年練帶小於小功首絰，非五服之差次，故云「似非也」。云「易服，謂為後喪所變也」者，以身先有前喪重，今更遭後喪輕服，欲變易前喪，故云「為後喪所變也」。云「其為帶，猶五分絰去一耳」者，以婦人斬衰不變帶，以其重要故也。婦人既重其要，恐要帶與首絰粗細相似同，故云其為帶，猶須五分首絰去一分耳。以首尊於要，但婦人避男子而重要帶耳。云「《喪服小記》曰：除成喪者，其祭也，朝服縞冠」者，證當祥祭之時，所著之服非是「素縞麻衣」也。云「此素縞者，《玉藻》所云縞冠素紕，既祥之冠」者，引之者，證此經「大祥素縞麻衣」是大祥之後所服之服也。云「麻衣十五升，布深衣也」者，案《雜記》篇云：朝服十五升。此大祥之祭既著朝服，則大祥之後，麻衣粗細當與朝服同者，故知「十五升布深衣也」。云「謂之麻者，純用布，無采飾也」者，若有采飾，則謂之「深衣」，《深衣》篇所云者是也。若緣以素，則曰「長衣」，《聘禮》「長衣」是也。若緣之以布，則曰「麻衣」，此云「麻衣」是也。云「大祥除衰杖」者，以下《三年問》篇云：「三年之喪，二十五月而畢。」既稱終畢，是「除衰杖」可知也。云「黑經白緯曰纖」者，戴德《變除禮》文矣。云「舊說纖冠者，采纓也」者，以無正文，故以舊說而言之。云「無所不佩，紛帨之屬，如平常也」者，此謂禫祭既畢，吉祭以後，始得無所不佩。若吉祭之前，禫祭雖竟，未得無所不佩，以其禫後尚纖冠玄端黃裳，故知吉祭以後始從吉也。若吉祭在禫祭既畢以後，始從吉也。若吉祭在禫月，猶未純吉，《士虞記》云：「是月也，吉祭，而猶未配。」注云「是月，是禫月也。當四時之祭月則祭，而猶未以某妃配」。則禫之後，月乃得復平常。○「易服者何為易輕者也」，以前文云「易服者先易輕者」，故記者於此經更自釋「易輕」之意，故云「何為易輕者也」。言有何所為得易輕者，故下文釋云，既有前喪，今又遭後喪，得以後喪易換前喪輕者也。○「斬衰之喪，既虞、卒哭」者，謂士及庶人也，故「卒哭」與「虞」並言之矣。若大夫以上，則虞受服。故《喪服》注云：「天子、諸侯、卿大夫既虞，士卒哭，而受服。」「輕者包」，言斬衰受服之時而遭齊衰初喪，男子所輕要者，得著齊衰要帶，而兼包斬衰之帶也。若婦人輕者，得著齊衰首絰，而包斬衰之絰，故云「輕者包」也。○「重者特」者，男子重首，特留斬衰之絰；婦人重要，特留斬衰要帶，是「重者特」也。○注「說所」至「可貳」。○正義曰：此言「包」、「特」者，謂於此斬衰既虞、卒哭，遭齊衰之喪，或云「包」，或云「特」者，斬衰、齊衰既是重服，舉此言「包」、「特」，則知齊衰、大功亦「包」、「特」也。卑，謂男子卑要，婦人卑首，欲明卑者可以兩施。兩施，謂施於齊衰，又得兼斬衰，以其輕卑之故，得可以兩施。云「而尊者不可貳」者，尊，謂男子尊首，婦人尊要，故事尊正得尊於重服，不可差貳兼服輕也。○「既練，遭大功之喪，麻葛兼」者，斬衰既練，男子除首絰，婦人除要絰，男子唯有要帶，婦人唯有首絰，是其單也。今遭大功之喪，男子首空，著大功麻絰，婦人要空，著大功麻帶。男子又以大功麻帶易練之葛帶，婦人又以大功麻絰易練之葛絰，是「重麻」也。至大功既虞、卒哭，男子帶以練之故葛帶，首著期之葛絰，練婦人絰其練之故葛絰，著期之葛帶，是謂之「重葛」也。○注「此言」至「之重葛」。○正義曰：謂大功既虞、卒哭之後，大功葛帶輕於練之葛帶，故男子反帶其練之故葛帶也。云「絰期之葛絰」者，以男子練時首絰既除，今經大功又既葬，其首則有絰大功之葛絰。今云「期之葛絰」，以大功葛絰既與練之葛帶粗細相似，非上下之差，故大功葛絰，但粗細與期之絰同，故云「絰期之葛絰」。但粗細與期同，其實大功葛絰，前於《服問》篇已釋也。云「婦人絰其故葛絰，帶期之葛帶」者，大功既葬之後，大功首絰輕於練之葛絰，故反服其練之故葛絰。帶，謂婦人練後要帶已除，今大功已葬，其要則帶大功葛帶也。「謂之期葛帶」者，粗細與期同，其實是大功葛帶也。"
      },
      {
        "index": 2,
        "text": "齊衰之喪，既虞、卒哭，遭大功之喪，麻、葛兼服之。○注：此言大功可易齊衰期服之節也。兼，猶兩也。不言「包」、「特」而兩言者，「包」、「特」著其義，「兼」者，明有絰有帶耳。不言「重」者，三年之喪，既練，或無絰，或無帶。言「重」者，以明今皆有，期以下固皆有矣。兩者，有麻、有葛耳。葛者亦特其重，麻者亦包其輕。○音義：著，張慮反。"
      },
      {
        "index": 3,
        "text": "疏　 「齊衰」至「服之」。○正義曰：此明齊衰既虞、卒哭，遭大功之喪，以後服易前服之義也。○「麻、葛兼服之」者，即前文「輕者包，重者特」之義。今齊衰既虞、卒哭，遭大功之喪，易換輕者，男子則大功麻帶易齊衰之葛帶，其首猶服齊衰葛絰，是首有葛、要有麻，故云「麻、葛兼服之」。「兼服」之文，據男子也。婦人則首服大功之麻絰，要服齊衰之麻帶，上下俱麻，不得云「麻、葛兼服之」也。○注「此言」至「其輕」。○正義曰：「包、特著其義，兼者明有絰有帶耳」者，以卑者可包尊，須特著其尊卑之義，故於斬衰重服言之。兼者不取其義，直云絰帶麻、葛兼有，故於齊衰輕服言之。於男子而論，其實同也。云「不言重者，三年之喪既練，或無絰，或無帶，言重者，以明今皆有」者，鄭以既遭大功之喪，麻、葛重。此文承「麻葛重」下，所以不稱「麻葛重」者，以三年之喪既練之後，男子除首絰，是「或無絰」也。婦人除要帶，是「或無帶」也。所以稱「重」，以於先既單，今首絰皆有，故須稱「重」。云「期以下固皆有矣」者，言男子首之與要，固當皆有絰帶矣，婦人亦然也。既不似既練之單，所以不得稱「重」也。"
      },
      {
        "index": 4,
        "text": "斬衰之葛，與齊衰之麻同；齊衰之葛，與大功之麻同；大功之葛，與小功之麻同；小功之葛，與緦之麻同。麻同則兼服之。○注：此竟言有上服，既虞、卒哭，遭下服之差也。唯大功有變三年既練之服，小功以下，則於上皆無易焉。此言「大功之葛，與小功之麻同；小功之葛，與緦之麻同」，上為大功之殤長、中言之。○音義：為，于偽反。長，丁丈反。兼服之服重者，則易輕者也。○注：服重者，謂特之也。「則」者，則男子與婦人也。凡下服，虞、卒哭，男子反其故葛帶，婦人反其故葛絰，其上服除，則固自受以下服之受矣。"
      },
      {
        "index": 5,
        "text": "疏　 「斬衰」至「服之」。○正義曰：此明五服葛之與麻粗細相同。同者，與後兼前服也。○「麻同則兼服之」者，以後服之麻，與前服之葛粗細同，則得服後麻，兼前服葛也。案《服問》篇，小功、緦不得變大功以上，此小功之麻得變大功之葛，緦之麻得變小功之葛，謂成人大功之殤在長、中，《服問》已釋也。○「兼服之服重」者，則前文「重者特」是也。○「則易輕者也」，謂男子婦人則易換輕者，前文「輕者包」是也。○注「服重」至「受矣」。○正義曰：云「則者，則男子與婦人也」者，以前文「麻、葛兼服之」但施於男子，不包婦人。今此易輕者，男子則易於要，婦人則易於首，男子婦人俱得易輕，故云「則者，則男子與婦人也」。云「凡下服，虞、卒哭，男子反其故葛帶，婦人反其故葛絰」者，此明遭後服初喪，男子婦人雖易前服之輕，至後服既葬之後，還須反服其前喪，故云「男子反服其故葛帶，婦人反服其故葛絰」。但經文據其後喪初死，得易前喪之輕，注意明也。後既易以滿，還反服前喪輕服，故文、注稍異也。"
      }
    ]
  }
}