{
  "chapterNumber": 12,
  "title": "表記",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "子言之：「歸乎，君子隱而顯，不矜而莊，不厲而威，不言而信。」○注：此孔子行應聘諸侯，莫能用己，心厭倦之辭也。矜，謂自尊大也。厲，謂嚴顏色。○音義：矜，居陵反。應，應對之應。己音紀。厭，於艷反。"
      },
      {
        "index": 1,
        "text": "疏　 「子言」至「而信」。○正義曰：此一篇總論君子及小人為行之本，並論虞、夏、殷、周質文之異，又論為臣事君之道，各依文解之。稱「子言之」，凡有八所。皇氏云：「皆是發端起義，事之頭首，記者詳之，故稱『子言之』。若於『子言之』下更廣開其事，或曲說其理，則直稱『子曰』。」今檢上下體例，或如皇氏之言。今依用之。此一節是孔子應聘諸國，莫能用己，心有厭倦而為此辭。託之「君子」，所以自明其德。○「歸乎」者，於時孔子身在他國，不被任用，故稱「歸乎」。○「君子隱而顯」者，君子身雖幽隱而道德潛通，聲名顯著，故云「隱而顯」也。○「不矜而莊」者，矜，謂自尊大；莊，敬也。言不自尊大而人尊敬也。○「不厲而威」者，常行仁義道德，不自嚴厲而人威服也。「不言而信」者，不須出言而人體信，以其積德咸通，故所致如此。此皆夫子自道己德而然，但假諸君子。○注「此孔」至「辭也」。○正義曰：知此是「應聘諸侯，莫能用己，心厭倦之辭」者，以發首云「歸乎」，是從他國欲歸於魯，猶若《論語》云：「子在陳，稱『歸與、歸與，吾黨之小子』。」云是其不用而辭歸也。"
      },
      {
        "index": 2,
        "text": "子曰：「君子不失足於人，不失色於人，不失口於人。是故君子貌足畏也，色足憚也，言足信也。○注：失，謂失其容止之節也。《玉藻》曰：「足容重，色容莊，口容止。」○音義：憚，大旦反。《甫刑》曰：『敬忌，而罔有擇言在躬。』」○注：《甫刑》，《尚書》篇名。忌之言戒也。言己外敬而心戒慎，則無有可擇之言加於身也。"
      },
      {
        "index": 3,
        "text": "疏　 「子曰」至「在躬」。○正義曰：此一經廣明君子之德，亦夫子竊自言也。「不失足於人」者，「足容重」，不失此足之容儀，而作夸毗進退於眾人也。○「不失色於人」者，色容須矜莊，不失此色之容儀，而作籧篨戚施於眾人也。○「不失口於人」者，口容須安止，不失此口之容儀，而作諂私曲媚於眾人也。○「是故」至「足信也」，此皆覆結上文。○「《甫刑》曰：敬忌，而罔有擇言在躬」者，《甫刑》，《尚書》篇名《呂刑》也。甫侯為穆王說刑，故稱「《甫刑》」。忌，戒也。罔，無也。言己外貌恭敬，心能戒忌，而無有可擇去之言在於躬也。今君子之德亦能如此，故引《甫刑》以結之，證君子無可擇去之言，則上云「言足信」是也。然則敬之與忌，則是君子貌足畏、色足憚也。"
      },
      {
        "index": 4,
        "text": "子曰：「裼襲之不相因也，欲民之毋相瀆也。」○注：「不相因」者，以其或以裼為敬，或以襲為敬，禮盛者，以襲為敬，執玉龜之屬也。禮不盛者，以裼為敬，受享是也。○音義：裼襲，思歷反，下音習。毋音無，下同。瀆，大木反。子曰：「祭極敬，不繼之以樂。朝極辨，不繼之以倦。」○注：極，猶盡也。辨，分別政事也。《祭義》曰：「祭之日，樂與哀半。饗之必樂，已至必哀。」○音義：樂音洛，注同，又音岳。朝，直遙反，下注「朝聘」同。倦，本又作倦，其眷反。別，彼列反。已音以。"
      },
      {
        "index": 5,
        "text": "疏　 「子曰」至「以倦」。○正義曰：以前經云君子「貌足畏，色足憚」，故此經云「毋相瀆」，即是可憚之事也。「裼襲之不相因也」者，行禮之時，禮不盛者則露見裼衣，禮盛之時則重襲上服。是行禮初盛則襲衣，禮不盛則裼衣，是裼襲不相因也。若始末恒裼襲，是相因也。其行禮之時，或初襲而後裼，或初裼而後襲，所以然者，欲使人民無相褻瀆，使禮相變革也。○注「禮盛」至「是也」。○正義曰：案《聘禮》賓初行聘時則襲，故《聘禮》云「賓襲執圭」是也。至聘訖受享之時，賓裼，奉束帛加璧行享。聘為禮盛，故襲；享為禮不盛，故裼。聘時有玉，故云「執玉」也。《玉藻》曰「執玉龜襲」，故云「之屬」也。案行享執璧，璧亦是玉，於時裼衣，而云「以襲執玉龜」者，但享時雖執璧，以璧致享，比聘時執玉為輕，故享雖有璧而裼也。又賓介自相授玉之時，介禮輕，裼而執圭以受賓；賓禮重，則襲而後受圭。是賓之與介，亦裼襲不相因，故《聘禮》云「上介不襲執圭，屈繅授賓，賓襲執圭」是也。○「子曰：祭極敬，不繼之以樂。朝極辨，不繼之以倦」。○正義曰：以前經「毋相瀆」，故此經明行敬之時，不可以樂、倦也。極，盡也。言祭祀極盡於敬，不可以終末繼之以樂而不敬，言朝禮極盡於分別政事，不可以終末繼之以解惓而不分別也。○注「祭義」至「必哀」。○正義曰：引之者，證明此經不可繼之以樂之事也。"
      },
      {
        "index": 6,
        "text": "子曰：「君子慎以辟禍，篤以不揜，恭以遠恥。」○注：篤，厚也。揜，猶困迫也。○音義：辟音避。揜，於檢反。遠，於萬反。"
      },
      {
        "index": 7,
        "text": "疏　 「子曰」至「遠恥」。○正義曰：「慎以辟禍」者，言君子恒須謹慎以辟禍患也。「篤以不揜」者，篤，厚也；揜，謂困迫也。言君子篤厚行於善道，不使揜而而被困迫也。言「恭以遠恥」者，又能恭敬而遠恥辱也。"
      },
      {
        "index": 8,
        "text": "子曰：「君子莊敬日強，安肆日偷。○注：肆，猶放恣也。偷，苟且也。肆或為「褻」。○音義：日強，上人實反，下同；下其良反。肆音四。偷，他侯反，注同。恣，咨嗣反。君子不以一日使其躬儳焉如不終日。」○注：「儳焉」，可輕賤之貌也。「如不終日」，言人而無禮，死無時。○音義：儳，徐在鑒反，又仕鑒反，輕賤貌。子曰：「齊戒以事鬼神，擇日月以見君，恐民之不敬也。」○注：「擇日月以見君」，謂臣在邑竟者。○音義：齊，側皆反。見，賢遍反，注同。竟音境。子曰：「狎侮，死焉而不畏也。」○注：忕於無敬心也。○音義：狎，下甲反，習也。侮，亡甫反。忕，時世反，又時設反。"
      },
      {
        "index": 9,
        "text": "疏　 「子曰」至「畏也」。○正義曰：此經又廣明恭敬之事，言君子之人，恒能莊敬，故德業日強。○「安肆日偷」者，肆，謂放恣；偷，謂苟且。言小人安樂放恣，則其情性日為苟且。經不云「小人」，文不具也。○「君子不以一日使其躬儳焉如不終日」者，儳，可輕賤之貌。言君子則常行善道，不以一日之間使其身儳焉可輕賤，如小人不能終竟一日也。言不得長久也。若小人恒為無禮，使其身可輕賤，死期促近，不能終竟一日也。○注「擇日月以見君，謂臣在邑竟者」。○正義曰：知者，以其經云「擇日月以見君」，若朝廷之臣則每日朝君，何得云「擇日月」？據此故知邑竟，或擇日出使在外，或食邑別都，見君之時，須「擇日月」也。○「子曰：狎侮，死焉而不畏也」。○正義曰：前經明君子恒能行恭敬，此明小人唯好狎侮。言小人遞相輕狎，侮慢相侵，雖有死焉禍害而不知畏懼也，以其「忕於無敬心」故也。言數為無恭敬之心，好相狎侮，故至於死焉而不知畏懼也。"
      },
      {
        "index": 10,
        "text": "子曰：「無辭不相接也，無禮不相見也，欲民之毋相褻也。○注：辭，所以通情也。禮，謂摯也。《春秋傳》曰：古者諸侯有朝聘之事，「號辭必稱先君以相接」也。○音義：褻，息列反。摯音至，本亦作贄。《易》曰：『初筮告，再三瀆，瀆則不告。』」○注：瀆之言褻也。○音義：筮市制反。三息暫反。又如字。"
      },
      {
        "index": 11,
        "text": "疏　 「子曰」至「不告」。○正義曰：前明小人狎侮至於死亡。此明君子無相褻瀆。○「無辭不相接」者，言朝聘會聚之時，必有言辭以通情意。若無言辭，則不得相交接也。○「無禮不相見」者，禮，謂贄幣也，贄幣所以示己情。若無贄幣之禮，不得相見，所以然者，欲民之無相褻瀆也。○「《易》曰：初筮告，再三瀆，瀆則不告」者，此《易．蒙》卦辭。《蒙》卦，坎下艮上，「艮」為山，「坎」為水，山下出泉，是物之蒙昧童蒙之象也。筮，問也。言童蒙初來問師，師則告之。若再三來問，是為褻瀆。問既褻瀆，師則不復告之。引者，證無相褻瀆之義也。"
      },
      {
        "index": 12,
        "text": "子言之：「仁者，天下之表也；義者，天下之制也；報者，天下之利也。」○注：報，謂禮也。禮尚往來。子曰：「以德報德，則民有所勸；以怨報怨，則民有所懲。○注：懲，謂創艾。○音義：懲，直陵反。創，初亮反，又初良反。乂或又作艾，魚廢反，皇魚蓋反。《詩》曰：『無言不讎，無德不報。』○注：讎，猶答也。○音義：讎音酬。《大甲》曰：『民非后，無能胥以寧。后非民，無以辟四方。』」○注：大甲，湯孫也。《書》以名篇。胥，相也。民非君，不能以相安。○音義：大音泰，下注同。無能胥以寧，《尚書》作「罔克胥匡以生」。辟音璧，君也。子曰：「以德報怨，則寬身之仁也；以怨報德，則刑戮之民也。」○注：寬，猶愛也，愛身以息怨非禮之正也。仁，亦當言「民」聲之誤。○音義：戮音六，本又或作「僇」，音同。子曰：「無欲而好仁者，無畏而惡不仁者，天下一人而已矣。是故君子議道自己，而置法以民。」○注：「一人而已」，喻少也。「自己」，自盡己所能行。○音義：好，乎報反。惡，烏路反。子曰：「仁有三，與仁同功而異情。○注：三，謂安仁也，利仁也，強仁也。利仁、強仁，功雖與安仁者同，本情則異。○音義：強，其兩反。下文同。與仁同功，其仁未可知也。與仁同過，然後其仁可知也。仁者安仁，知者利仁，畏罪者強仁。○注：功者，人所貪也。過者，人所辟也。在過之中，非其本情者，或有悔者焉。○音義：知者音智。辟音避。仁者右也，道者左也；仁者人也，道者義也。○注：「右也」，「左也」，言相須而成也，「人也」，謂施以人恩也。「義也」，謂斷以事宜也。《春秋傳》曰：「執未有言捨之者，此其言捨之何？仁之也。」○音義：斷，丁亂反。厚於仁者薄於義，親而不尊。厚於義者薄於仁，尊而不親。○注：言仁義並行者也。仁多則人親之，義多則人尊之。道有至義有考，至道以王，義道以霸，考道以為無失。」○注：此讀當言道有至有義有考，字脫一有「耳」。「有至」，謂兼仁義者。「有義」，則無仁矣。「有考」，考，成也，能取仁義之一成之，以不失於人，非性也。○音義：道有至義，依注讀為「道有至有義」。王，於況反。脫音奪。"
      },
      {
        "index": 13,
        "text": "疏　 「子言」至「無失」。○正義曰：此一節總明仁義之事，各隨文解之。以其與上別端，故更稱「子言之」。○「仁者天下之表也」，表謂儀表，言仁恩是行之盛極，故為天下之儀表也。○「義者天下之制也」，義，宜也；制謂裁斷。既使物各得其宜，是能裁斷於事也。○「報者天下之利也」者，報謂禮也。禮尚往來，相反報物得其利，故云「天下之利也」。○「詩曰：無言不讎，無德不報」者，此《詩．大雅．抑》之篇，剌厲王之詩。引之者，證經「相報」之義。○「大甲曰：民非後，無能胥以寧，後非民，無以辟四方」者，此《尚書．大甲》之篇。大甲，湯孫，大丁之子。湯崩，大甲立。伊尹作書訓之，故云「大甲後君也」。胥，相也。伊尹言民若無君，無能相匡正以自安居也。君若無民，無以君領四方。引之者，證君之與民，上下各以其事相報，是相報答之義也，故引以結之。○「子曰：以德報怨，則寬身之仁也」，言「子曰」者，廣明以禮相報之義。「寬身之仁」者，若以直報怨，是禮之當也。今「以德報怨」，但是寬愛己身之民，欲苟息禍患，非禮之正也。○「以怨報德，則刑戮之民也」者，禮當「以德報德」，今「以怨報德」，其人兇惡，是合刑戮之民也。○「子曰無慾而好仁」者，自此以下，廣明仁道。凡仁道有三，一是安仁，二是利仁，三是強仁。此明安仁之事。安仁者，無所畏惡，而自安仁道。凡人好仁，皆有所欲。今無有所求欲而自好仁道。○「無畏而惡不仁」者，凡人憎惡不仁，皆有所畏，始惡不仁。今無有所畏而能惡不仁者。○「天下一人而已矣」者，言無慾好仁，無畏惡不仁，雖天下之人，廣能行此者，但有一人而已喻其少也。○「是故君子議道自已」者，好仁之法，須恩惠及人，當恕己而行，故君子謀議道理，先自已而始。○「置法以民」者，己所能行，乃施於人，故云「置法以民」。言從己而始，乃可以施置法度於它人。○「子曰：仁有三，與仁同功而異情」，此明仁道有三，其功雖同，其情則異，以終能泛愛，其功同也。一則無所求為而安靜行仁，一則規求其利而行仁，一則畏懼於罪而行仁，是「異情」也。○「與仁同功，其仁未可知也」者，此一經申明同功異情之事。三者之仁，其功俱是，泛施博愛，其事一種，是未可知也。○「與仁同過，然後其仁可知也」者，過，謂利之與害。若遭遇利害之事，其行仁之情則可知也。○「仁者安仁」者，此明三者可知之事，若天性仁者，非關利害而安仁也。○「知者利仁」者，若有知謀者，貪利而行仁，有利則行，無利則止，非本情也。○「畏罪者強仁」者，若畏懼於罪者，自強行仁，望免離於罪。若無所畏，則不能行仁也。○「仁者右也，道者左也」，此經明仁義相須，若手之左右。仁恩者，若人之右手，右手是用之便也，仁恩亦行之急也。○「道者左也」，道是履蹈而行，比仁恩稍劣，故為左也。○「仁者人也」，言仁恩之道，以人情相愛偶也。○「道者義也」，義，宜也。凡可履蹈而行者，必斷割得宜，然後可履蹈，故云「道者義也」。○注「人也」至「人也」。○正義曰：「人也，謂施以人恩也」，解經中「仁者人也」。仁，謂施以人恩，言施人以恩，正謂意相愛偶人也。云「義也，謂斷以事宜也」，謂裁斷其理，使合事宜，故可履蹈而行，是「道者義也」。引《春秋傳》者，此成十六年《公羊傳》文。案彼稱晉人執季孫行父，捨之於招丘。傳云：「執未有言捨之者，此其言捨之何？仁也。」傳稱春秋諸侯執大夫，經不書「捨」。此執行父言「捨之招丘」何？欲人愛此行父，故特言「捨之」。引之者，證人是人偶相存愛之義也。○「道有至義有考」者，如注所云，當云「道有至有義有考」，「義」上脫一「有」字。言道之所用「有至」，一也。「至」，謂兼行仁義，行之至極，故云「有至」。「有義」，二也。謂仁義之中，唯有義無仁，故云「有義」。「有考」，三也。考，成也。謂於仁義之中，或取仁，或取義之一事，勉力成之，非本性也。○「至道以王」者，既能兼行仁義，至極可以王有天下，故云「至道以王」。○「義道以霸」者，直能斷決，若齊桓、晉文以甲兵斷割，可以霸於諸侯，故云「義道以霸」也。○「考道以為無失」者，既於仁義之中，隨取其一而成之以道，不違於理，故云「考道以為無失搖輩。○注「有至」至「性也」。○正義曰：知「有至，謂兼仁義」者，此經云「至道以王」，故《穀梁傳》云「仁義歸往曰王」，是王有仁義也。又案：前經「道者義也」，是唯義與道。此經云「道有至有義有考」，是一道之內兼有三種，與前經不同者。但道之為義，取開通履蹈而行，兼包大小精粗。若大而言之，則天道造化，自然之理，謂之為道。則《老子》云：「道可道，非常道。」則自然造化虛無之謂也。若小而言之，凡人才藝，亦謂之為道。是道無定分，隨大小異言，皆是開通於物，其身履蹈而行也。云「考，成也」，《爾雅．釋詁》文也。云「能取仁義之一成之，以不失於人」者，以「考道」劣於「至道」，又劣於義，但能於仁義之中隨其一能成就之，「不失於人」，謂於人不失也。云「非性也」者，言考道勉強而行以成就之，非是天性自然所稟者。然則至道、義道，天性有之也。"
      },
      {
        "index": 14,
        "text": "子言之：「仁有數，義有長短小大。中心憯怛，愛人之仁也。率法而強之，資仁者也。○注：資，取也。數，與長短小大互言之耳。性仁義者，其數長大。取仁義者，其數短小。○音義：數，所住反。憯，七惑反。怛，丹葛反。《詩》云；『豐水有芑，武王豈不仕。詒厥孫謀，以燕翼子。武王烝哉！』數世之人也。○注：芑，枸杞也。仕之言事也。詒，遺也。燕，安也。烝，君也。言武王豈不念天下之事乎，如豐水之有芑矣，乃遺其後世之子孫以善謀，以安翼其子也。君哉武王，美之也。○音義：豐，芳弓反。芑音起。詒，以之反。烝，之承反。數，色主反。枸本亦作苟。杞音計。遺，於季反，下同。《國風》曰：『我今不閱，皇恤我後。』終身之仁也。」○注：閱，猶容也。皇，暇也。恤，憂也。言我今尚恐不能自容，何暇憂我後之人乎。○「我今」，《毛詩》作「我躬」。閱音悅。"
      },
      {
        "index": 15,
        "text": "疏　 「子言」至「仁也」。○正義曰：自此以下至「不稱其服」，更廣明仁義之道，又顯中心外貌內外相稱，故更稱「子言之」。○「仁有數」者，行仁之道有度數多少也。○「義有長短小大」者，言義之為體，有長有短，有小有大。言仁有數，則義亦有數。義言長短小大，則仁亦有長短小大，互言之也。若天性仁義者，則其數長而大。若強取仁義而行者，則其數短而小。長謂國祚久遠，大謂覆養廣多，短謂世位淺促，小謂所施狹近也。○「中心憯怛，愛人之仁也」，此明性有仁者，以天性自仁，故中心淒憯傷怛，憐愛於人，故云「愛人之仁也」。○「率法而強之，資仁者也」，此明取仁者。率，循也。資，取也。率循善法，自強行之，非是天性，直取仁道行之者也。○「《詩》云：豐水有芑，武王豈不仕」者，證天性之仁其數長。所引《詩》者，《大雅．文王有聲》之篇，美武王之德，言豐水自然有芑，喻武王之身自然有天下之事，故云「武王豈不仕」。仕之言事也。言武王豈不念天下之事乎，猶如豐水豈無此芑乎。○「詒厥孫謀」者，詒，遺也；厥，其也；孫，謂子孫；謀，謂善謀。言武王能遺其子孫以美善之謀，謂伐紂定天下，以王業遺於子孫。○「以燕翼子」者，燕，安也；翼，助也。言武王能安助其子孫也。○「武王烝哉」者，烝，君也。言武王有為君之德哉。○「數世之仁」者，以武王行仁，遺及子孫，是仁之所及其數長也。○「《國風》曰：我今不閱，皇恤我後」，此引《國風》者，明取仁義者，其數短也。所引《詩》者，是《邶風．谷風》之篇。婦人被夫棄絕，初憂子孫困苦，還自悔之。云「我今不閱」，閱，容也。言我今尚不能自容，被夫放棄。○「皇恤我後」者，皇，暇也；恤，憂也。言我有何閒暇能憂我後世子孫之人乎。引之者，證取仁而行主，唯在我當身之主，何暇能憂及後世，是「終身之仁也」。唯望終竟一身，是其數短也。前文云「仁有數，義有長短小大」，仁義並言，此獨說「仁」者，以仁事為重，故舉仁言之，則其「義」可知也。○注「芑枸」至「之也」。○正義曰：「芑，枸杞」，《爾雅．釋木》文。孫炎云：「則今枸芑也。」云「乃遺其後世之子孫以善謀」者，孫，謂子孫也。云「以安翼其子也」者，翼，助也。謂以王業保安翼助其子孫。案《詩箋》以「詒」為「傳」，以「孫」為「順」，以「翼」為「敬」，言傳其所順天下之謀，以安其敬事之子孫，謂使其長行之也。與此乖者，引《詩》斷章。此經云數世之仁，故以為子孫而翼成之也。"
      },
      {
        "index": 16,
        "text": "子曰：「仁之為器重，其為道遠，舉者莫能勝也，行者莫能致也。取數多者，仁也。夫勉於仁者，不亦難乎？○注：「取數多」，言計天下之道，仁居其多。○音義：勝音升。數，色住反。是故君子以義度人，則難為人。以人望人，則賢者可知已矣。」○注：言以先王成法擬度人則難中也，當以時人相比方耳。○音義：度，待洛反，注同。擬，魚起反。中，丁仲反。子曰：「中心安仁者，天下一人而已矣。《大雅》曰：『德輶如毛，民鮮克舉之。我儀圖之，惟仲山甫舉之，愛莫助之。』○注：輶，輕也。鮮，罕也。儀，匹也。圖，謀也。愛，猶惜也。言德之輕如毛耳，人皆以為重，罕能舉行之者。作此《詩》者，周宣王之大臣也。言我之匹謀之，仲山甫則能舉行之，美之也。惜乎時人無能助之者，言賢者少。○音義：輶音酉，一音由。鮮，息淺反，注及下並同。《小雅》曰：『高山仰止，景行行止。』」○注：仰高勤行者，仁之次也。景，明也。有明行者，謂古賢聖也。○音義：仰止，本或作「仰之」。景行，下孟反，注「明行」同。行止，《詩》作「行之」。子曰：「《詩》之好仁如此。鄉道而行，中道而廢，忘身之老也，不知年數之不足也。俛焉日有孳孳，斃而后已。」○注：廢，喻力極罷頓不能復行則止也。俛焉，勤勞之貌。斃，僕也，○音義：好，呼報反，下同。鄉，許亮反。數，色住反。強，其兩反，一本作俛，音勉，本或作儳，非也。孳音茲。斃音幣，僕也，本又作弊。已音以。罷音皮。頓如字，又徒困反。復，扶又反。僕，蒲北反，又音赴。子曰：「仁之難成久矣，人人失其所好。○注：言仁道不成，人所由不得其志。故仁者之過，易辭也。」辭猶解說也。仁者恭儉，雖有過，不為甚矣。唯聖人無過。○音義：易，以豉反，下同。解，古買反，徐又音蟹。子曰：「恭近禮，儉近仁，信近情，敬讓以行。此雖有過，其不甚矣。夫恭寡過，情可信，儉易容也。以此失之者，不亦鮮乎？○注：言罕以此失之。○音義：近，附近之近。下同。《詩》曰：『溫溫恭人，惟德之基。』」子曰：「仁之難成久矣，惟君子能之。○注：言能成人道者少也。是故君子不以其所能者病人，不以人之所不能者愧人。○注：病、愧，謂罪咎之。○音義：咎，其九反。是故聖人之制行也，不制以己，使民有所勸勉愧恥，以行其言。○注：以中人為制，則賢者「勸勉」，不及者「愧恥」，聖人之言乃行也。○音義：甫行，下孟反。己音紀。禮以節之，信以結之，容貌以文之，衣服以移之，朋友以極之，欲民之有壹也。○注：移，讀如「禾氾移」之「移」，移，猶廣大也。極，致也。壹，謂專心於善。○音義：移，昌氏反，注「氾移之移」、「移猶大也」同，徐又怡耆反，一音以示反。氾，芳劍反。《小雅》曰：『不愧於人，不畏於天。』○注：言人有所行，當慚怖於天人也。○音義：怖，普故反。是故君子服其服，則文以君子之容；有其容，則文以君子之辭；遂其辭，則實以君子之德。○注：遂，猶成也。是故君子恥服其服而無其容，恥有其容而無其辭，恥有其辭而無其德，恥有其德而無其行。○注：「無其行」，謂不行其德。是故君子衰絰則有哀色，端冕則有敬色，甲冑則有不可辱之色。○注：言色稱其服也。○音義：衰，七雷反。絰，田節反。胄，直又反。《詩》云：『惟鵜在梁，不濡其翼。彼記之子，不稱其服。』」○注：鵜，鵜胡，污澤也。污澤善居泥水之中。在魚原以不濡污其翼為才，如君子以稱其服為有德。○音義：鵜音啼。鵜，鵜胡，音徒兮反，一名淘河。濡，而朱反。記，徐紀吏反。污澤一音烏，下又作洿，一音化故反。濡污，污辱之污。"
      },
      {
        "index": 17,
        "text": "疏　 「子曰」至「其服」。○此一節廣明仁，故言「子曰」。○「仁之為器重」者，仁是愛養，非賢聖不能行，故言「為器重」。○「其為道遠」者，以廣博覆物，是為道廣遠也。○「舉者莫能勝也，行者莫能致也」，據凡庸，於仁不能勝致也。○「取數多者仁也」，言於萬種善事之中，論利益於物，取數最多者是仁也。言仁恩於善事之中，利益最多也。○「夫勉於仁者，不亦難乎」，言仁為愛養，行之不易，故勉力行仁者不亦難乎，言其難也。○「是故君子以義度人，則難為人者」，義，宜也。言在上君子，以先王之義擬度於人，欲使人必行先王成法，則難可為人，言人難中於古法也。○「以人望人，則賢者可知已矣」者，望，比也。言以今世人道比望於古人，能合於今世事者，則是賢人也。若不能合於今世事者，則非賢人也，故云「則賢者可知已矣」。「已矣」，語助也。此明仁道不可以古義責人，當以時事擬人，是仁恩之心。○「子曰：中心安仁者，天下一人而已矣」，言中心安靜行仁，是天性仁者，天下之間唯一人而已矣，言少也。○「《大雅》曰：德輶如毛，民鮮克舉之。我儀圖之」，引《詩．大雅．烝民》之篇，以明行仁者少也。「德輶如毛，民鮮克舉之」者，此詩美宣王之大臣仲山甫也。輶，輕也。鮮，罕也。克，能也。言德之輕，易舉如毛然，民尚以為重，罕能舉而行之也。「我儀圖之」者，儀，匹也；圖，謀也。詩人言我與倫匹共圖謀能舉行之也。○「雅仲山甫舉之，愛莫助之」者，愛，惜也。言唯有仲山甫能舉行其德，可惜乎無人能助行之者。記人引此者，證中心安仁者少，亦無人能行之，言賢者少也。○注「輶，輕也。圖，謀也」。○正義曰：「輶，輕也」，《爾雅．釋言》文。「圖，謀也」，《釋詁》文。○「《小雅》曰：高山仰止，景行行止」者，此《小雅》剌幽王之《詩．車舝》之篇。言幽王若能脩德如高山，則天下之人瞻仰之。若幽王有景明之行，則天下之人仰行之。引之者，證古昔賢聖能行仁道，則後世之人瞻仰慕行也。○「子曰：詩之好仁如此」者，言高山景行，瞻仰慕行，是好愛仁德如此之甚也。○「鄉道而行，中道而廢」者，言好仁之甚，鄉仁道而行，在於中道，力之罷極而始休廢之也。○「忘身之老也，不知年數之不足也」，言行仁勤急，忘己身之衰老，不自覺知年數之不足，言己雖年老，謂為數淺少，不復盈足，猶行仁不止。○「俛焉日有孳孳，斃而後已」者，言形貌俛俛焉，勤勞行仁，每日恒有孳孳，唯力之斃僕而後已止，言行仁之道深也。熊氏云：「『俛焉』，謂前儳焉可輕賤。」以為字同而注異。熊氏之說非也。○「子曰：仁之難成久矣」，言仁道難成，非始今日，其來久矣。○「人人失其所好」者，人人，謂天下眾人。由仁道不成，天下眾人皆失其所愛好之事，若有仁道，人皆得其所愛好之事。所愛好者，是吉慶福祥也。○注「言仁」至「其志」。○正義曰：言「仁道不成」，解「仁之難成久」矣。云「人所由不得其志」，解經「人人失其所好」。由仁道不成，無所依恃，民人由此不得其志意之所好，多有禍害。若仁道成，人皆得所原也。「故仁者之過遙蹔辭也」者，以仁是善行，故仁者有過，其惡不甚，易可以言辭解說也。此謂取仁行者，故有過耳。其聖人天性仁者，全無過也。子曰：「恭近禮，禮主於敬。」故恭近於禮。○「儉近仁」者，以儉不費用，無害於物，故「近仁」也。○「信近情」者，信，謂言語信實，故「近情」也。○「夫恭寡過」者，恒能恭敬，故寡少於過也。○「情可信」者，以情示人，故「可信」也。○「儉易容也」者，以儉則寡求，故「易容」也。○「《詩》云：溫溫恭人，惟德之基」者，此《大雅．抑》之篇，剌厲王之詩。言顏色溫溫和柔恭敬之人，惟能為德之基也。引之者，結上文恭近，其過寡少，是為德之基也。○「是故君子不以其所能者病人」者，謂不以己之所能使他人必能，若他人不能則為困病，是不以所能之事病困於人也。○「不以人之所不能者愧人」者，謂他人力所不能，必欲使之能行，若他人之所不能則以為愧恥，故不以人之所不能恥愧困苦於人。若能如此，亦仁者之行也。○「是故聖人之制行也，不制以己」者，言聖人之製法立行，不造制以己之所能，謂不將己之所能以為製法，恐凡人不能行也。○「使民有所勸勉愧恥，以行其言」者，既不制以己之所能，但制以中人之行，使得可行，則民有所自勸勉，不能者自懷愧恥。如此則民得以行其聖人之言也。○「衣服以移之」者，言聖人用中禮而作法，故制以禮信容貌，又用衣服移大之，使之尊嚴也。○「朋友以極之」者，謂朋友相勸勵，以極致於道也。○「欲民之有壹也」者，壹謂專壹於善道，所以為此教化者，欲使民人專心壹意於善道也。○「《小雅》曰：不愧於人，不畏於天者」，此《詩．何人斯》之篇，是蘇公剌責暴公。暴公讒譖於己，是不愧慚於人，不畏懼於天。引之者，言人之行，當須愧於人，畏於天也。○「遂其辭，則實以君子之德」者，遂，猶成也；實，猶充也。言君子既成其文辭，則當充實之以君子之德也。○「恥有其德，而無其行」者，德在於內，行接於外。內既有德，當須以德行之於外，以接於人民。若有德無行，是君子所恥，故云「恥有其德而無其行」也。○「《詩》云：惟鵜在梁，不濡其翼」者，此《詩．曹風．候人》之篇，剌曹共公之詩。鵜是污澤也，言鵜在魚梁之上，能不濡濕其翼，以其為善，猶如君子在朝，能稱可其服，亦為善。「彼記之子，不稱其服」者，記是語辭。言彼曹朝小人之子，內無其德，不能稱可其在外之服。引之者，以前經言君子內外皆須相稱，故引此詩結之。○注「鵜鵜」至「有德」。○正義曰：「鵜，污澤」，《爾雅．釋鳥》文。郭景純云：「今之鵜鶘也，好群飛，沈於水，食魚，故名『污澤』，俗呼之為『淘河』也。」云「以不濡污其翼為才」者，言凡鳥居水中，必濡濕其翼。今鵜鶘在水中，獨能不濡其翼，故為才。案《詩》注云：「鵜鳥在梁，可謂不濡其翼乎？」言必濡其翼也，猶如小人在位，必辱其職。與此乖者，《注》禮在前，注《詩》在後，故所注不同也。"
      },
      {
        "index": 18,
        "text": "子言之：「君子之所謂義者，貴賤皆有事於天下，天子親耕，粢盛秬鬯以事上帝，故諸侯勤以輔事於天子。」○注：言無事而居位食祿，是「不義而富且貴」。○音義：粢盛音咨。杜預云：「黍稷曰粢，在器曰盛。」秬音巨，黑黍。鬯，敕亮反，香酒也。子曰：「下之事上也，雖有庇民之大德，不敢有君民之心，仁之厚也。○注：庇，覆也。無「君民之心」，是思不出其位。○音義：庇，必利反，徐方至反，又音秘。是故君子恭儉以求役仁，信讓以求役禮，不自尚其事，不自尊其身，儉於位而寡於欲，讓於賢，卑己而尊人，小心而畏義，求以事君。役之言為也。「求以事君」者，欲成其忠臣之名也。得之自是，不得自是，以聽天命。○注：言不易道徼祿利也。○音義：易音亦。僥，古堯反。《詩》云：『莫莫葛藟，施於條枚。凱弟君子，求福不回。』○注：凱，樂也。弟，易也。言樂易之君子，其求福修德以俟之，不為回邪之行要之，如葛藟之延蔓於條枚，是其性也。○音義：藟音誄，力水反。施，以豉反。條枚，亡回反。《毛詩傳》云：「枝曰條，幹曰枚。」凱，本亦作愷，又作豈，同開待反，後放此。弟如字，本又作悌，音同，注及下皆同。樂音洛，下同。易，以豉反，下同。邪，似嗟反，曲也。行，下孟反，下至下文「行之浮於名也」及注皆同。要，一遙反。蔓音萬。其舜、禹、文王、周公之謂與？有君民之大德，有事君之小心。○注：言此德當不回也。○音義：與音餘。《詩》云：『惟此文王，小心翼翼。昭事上帝，聿懷多福。厥德不回，以受方國。』」○注：昭，明也。上帝，天也。聿，述也。懷，至也。言述行上帝德，以至於多福也。方，四方也。受四方之國，謂王天下。○音義：聿，尹必反。謂，王於況反。子曰：「先王謚以尊名，節以壹惠，恥名之浮於行也。○注：謚者行之跡也。名者謂聲譽也。言先王論行以為謚。「以尊名」者，使聲譽可得而尊信也。壹讀為一。惠猶善也。言聲譽雖有眾多者，即以其行一大善者為謚耳。在上曰「浮」。君子勤行成功，聲譽踰行是所恥。○音義：謚音示。是故君子不自大其事，不自尚其功，以求處情。過行弗率，以求處厚。彰人之善，而美人之功，以求下賢。○注：率，循也。行過不復循行，猶不二過。○音義：下，戶嫁反。復，扶又反。是故君子雖自卑而民敬尊之。」○注：言謙者所以成行立德。子曰：「后稷，天下之為烈也，豈一手一足哉。」○注：烈，業也。言后稷造稼穡，天下世以為業。「豈一手一足」，喻用之者多無數也。唯欲行之，浮於名也，故自謂便人。」○注：亦言其謙也。辟仁聖之名，云自便習於此事之人耳。○音義：行，下孟反。便，婢面反，又婢綿反，注同。辟音避。"
      },
      {
        "index": 19,
        "text": "疏　 「子言」至「便人」。○正義曰：此一節明天子以下，各有其事；又明舜、禹、文王、周公之德，皆能上事天帝，下庇四方。事異於上，故記者詳之，又稱「子言之」也。○「天子親耕，粢盛秬鬯以事上帝」者，天子事上帝，諸侯事天子，是貴賤皆有事於天子。案《小宰》注云：「天地大神，至尊不祼。」此祭上帝有秬鬯者，凡鬯有二，若和之以郁，謂之郁鬯，「郁人」所掌是也。祭宗廟而灌也，若不和郁，謂之秬鬯，「鬯人」所掌是也。謂五齊之酒，以秬鬯為之，以芬芳調暢，故言「秬鬯」，故得以事上帝。《大宗伯》云「蒞玉鬯」者，謂享大鬼也。《棫樸》詩云「奉璋峨峨」者，謂據祭宗廟也，故與此不同也。○「是故君子恭儉以求役仁」，「君子」，有仁德至誠之君子。言君子既有庇民大德，又自謙退不敢有君民之心，是仁愛深厚。以此之故，君子恭敬節儉，以求施為仁道也。役，為也。言以此求施為仁道也。○「信讓以求役禮」者，謂信實退讓，以求施為於禮也。○「得之自是，不得自是」者，「得之」，謂得利祿也，言雖得利祿，自行其為是之道。若不得利祿，亦自行其為是之道。言不問得之與失，恒行其是，而不行非也。○「以聽天命」者，言不苟易其道也。○「《詩》云：莫莫葛藟，施於條枚」者，此《詩．大雅．旱麓》之篇，美文王之詩。言文王之興，依約先祖，莫莫然如葛藟之蔓草，延施於條枚之木，猶如子孫之興，亦由先祖而德盛也。○「凱弟君子，求福不回」者，凱，樂也；弟，易也。言大王、王季樂易之君子求福，不為回邪之行。引之者，證君子以聽天命，雖求福祿，不為邪僻之行。今以為葛藟「施於條枚」，是其性也。君子求福，不為回邪，亦是其性。引斷章取義，故與《詩》文不同也。「其舜、禹、文王、周公之謂與」者，此是凱弟君子求福不回邪之謂與？以其雖有庇民之大德，恒有事君之小心，常能畏懼，是不回也。○「詩云：惟此文王，小心翼翼。昭事上帝，聿懷多福」者，此《詩．大雅．大明》之篇，美文王之詩，言文王，小心翼翼。以昭明道德，尊事上帝。聿，述也。懷，至也。言文王述行上帝之德，以受眾多之福。○「厥德不回，以受方國」者，其德不有回邪，故受四方眾國為天子也。引之者，證上「求福不回」也。○「子曰先王謚以尊名」，以前經論君子「求福不回」，此一節廣明君子名行相副、卑己尊人之義。「謚以尊名」者，謚謂謚號，名謂聲譽。言人身死之後，累列生時之行跡作謚號者，以尊敬生前之聲名，可得傳於後世。○「節以一惠」者，言為謚之時，善行雖多，但限節以一個善惠以為謚也。○「恥名之浮於行也」者，所以善行既多，但取一事為謚者，恥善名之多，浮過於行，忠行不副於名，所以減眾書之名，但取一事之善為謚也。○「是故君子不自大其事，不自尚其功，以求處情」者，大，謂誇大。既不欲行過於名，故不自誇大其所為之事，不自加尚其所為之功名。所以不「大」、「尚」者，以求處情實，不欲虛為矯節也。○「過行弗率，以求處厚」者，率，循也。若有過失之行，不復循而行之，即脩改以求處其仁厚之道。過失即改，以求處其厚也。○注「壹讀為一。惠猶善也。言聲譽雖有」至「踰行所恥」。○正義曰：上一是齊一，下一是數之一、二也。今經文為大一之字，鄭恐是均同之理，故讀為小一，取一個善名而為謚耳。○云「在上曰浮」者，言物在水上稱浮如浮云。云「君子勤行成功，聲譽踰行是所恥」者，言君子之人，唯寢默勤行成功，不自彰伐。若使聲譽踰越於行，是君子所恥也。○「子曰：后稷，天下之為烈也，豈一手一足哉」，以上經君子取名浮於行，故此經名后稷，證名不可過行也。言后稷雖有大業，不自謂聖人，而稱「便人」。「后稷，天下之為烈」者，言后稷周之始祖，有播殖之功。烈，業也。言天下之人，並將為業。「豈一手一足哉」者，言后稷之功，豈止一人之手，一人之足而用之哉。言用之者多，天下皆是也。○「唯欲行之，浮於名也，故自謂便人」者，言后稷唯欲得實行過於虛名，故自謂便於稼穡之人，不自謂己之仁聖也。"
      },
      {
        "index": 20,
        "text": "子言之：「君子之所謂仁者，其難乎？《詩》云：『凱弟君子，民之父母。』凱以強教之，弟以說安之。樂而毋荒，有禮而親，威莊而安，孝慈而敬，使民有父之尊，有母之親。如此而后可以為民父母矣。非至德其孰能如此乎？○注：「有父之尊，有母之親」，謂其尊親己如父母。○音義：強，其良反，徐其兩反，說音悅。毋荒音無。"
      },
      {
        "index": 21,
        "text": "疏　 「子言」至「此乎」。○正義曰：此以下至「不勝其文」，更廣明仁道，又顯尊親之異，並論虞、夏、商、周質文不等。今各隨文解之。○「仁者其難乎」，言行仁之道，其甚難乎為之不易。○「詩云：凱弟君子，民之父母」者，言仁道為難，若有仁行可以為民之父母。此《詩．大雅．泂酌》之篇，戒成王之詩也。凱，樂也。弟，易也。言使民樂易之君子，則得為民之父母，言不易也。○「凱以強教之，弟以說安之」，孔子既引《詩》，又釋「凱」、「弟」之義。凱，樂也。言君子初以仁政化下，使人樂仰，自強不息，是「凱以強教之」。弟，謂遜弟。言以遜弟之道下化於民，民皆說豫而康安，是「弟以說安之」也。○「樂而毋荒，有禮而親」者，樂失於荒，禮失於疏，言明君教下為樂而毋荒，有禮而相親也。「威莊而安，孝慈而敬」者，凡矜莊者，失在危懼；孝慈者，失在慢易。今明君臨下，威嚴矜莊而民安也，孝順慈愛而民敬也。○「使民有父之尊，有母之親」者，以有威莊，故「有父之尊」，言尊之如父。以有孝慈，故「有母之親」，言親之如母也。○「非至德其孰能如此乎」者，言若非至德之君，其誰能使民如此，言仁道難也。"
      },
      {
        "index": 22,
        "text": "今父之親子也，親賢而下無能。母之親子也，賢則親之，無能則憐之。母親而不尊，父尊而不親。水之於民也，親而不尊。火尊而不親。土之於民也，親而不尊。天尊而不親命。之於民也，親而不尊。鬼尊而不親。」○注：或見尊或見親，以其嚴與恩所尚異也。命，謂四時政令，所以教民勤事也。鬼，謂四時祭祀，所以訓民事君也。○音義：憐，力田反。"
      },
      {
        "index": 23,
        "text": "疏　 「今父」至「不親」。○正義曰：此明尊親之異，父母不同。「今父之親子也，親賢而下無能」者，言父之於子，若見賢者則親愛之，若見無能者則下賤之，以父立於義，分別善惡也。○「母之親子也，賢則親之，無能則憐之」者，言母之於子，見賢則親愛之，見其子無能則憐愛之，母以恩愛，不能分別善惡故也。○「水之於民也，親而不尊」者，水沐浴人多用，故「親而不尊」。○「火尊而不親」者，火須離之，近則傷害人。不須輕近，故「尊而不親」。○「土之於民也，親而不尊」者，土能生物載養，於人是親也。於人為近，人所居處，遂「不尊」也。○「天尊而不親」者，天有雷霆日月，震耀殺戮，是尊也，而體高遠，是「不親」也。○「命之於民也，親而不尊」者，謂人君教命隨四時以教於人，欲人生厚，是親也。附近於民，使民勤事，是「不尊」。○「鬼尊而不親」者，鬼，謂鬼神。神道嚴敬，降人禍福，是尊也。人神道隔，無形可見，是「不親」也。"
      },
      {
        "index": 24,
        "text": "子曰：「夏道尊命，事鬼敬神而遠之，近人而忠焉。先祿而後威，先賞而後罰，親而不尊。○注：遠鬼神、近人，謂外宗廟，內朝廷。○音義：遠，於萬反，注及下同。近，附近之近，注及下同。朝，直遙反，下同。其民之敝，憃而愚，喬而野，朴而不文。○注：以本不困於刑罰，少詐諼也。敝，謂政教衰失之時也。○音義：憃，傷容反，徐昌容反，范陽江反，又丁絳反，《字林》音丑降反，丑凶反。喬音驕。樸，普角反。諼，況袁反，詐也，忘之也。"
      },
      {
        "index": 25,
        "text": "疏　 「子曰」至「不文」。○正義曰：此一節明夏道「親而不尊」之義。○「夏道尊命」言夏之為政之道，尊重四時政教之命，使人勸事樂功也。○「事鬼敬神而遠之，近人而忠焉」者，宗廟在外，是「遠鬼神」也。朝廷在內，是「近人」也。以忠恕養於民，是「忠焉」也。所為如此，是「親而不尊」也。○「其民之敝憃而愚」者，敝，謂其後世政教衰敗時。夏家後世政教敗時，民皆憃愚。所以然者，昔時恒先祿後，罰則民皆承寬裕，無澆詭也。情既不澆詭，至於衰末，猶不知避嚴刑峻法，如憃愚也。○「喬而野」者，亦因昔時寬裕忠恕，至末世民猶驕野如淳樸之時也。○「樸而不文」者，淳時民皆質樸，不競文華。至亂時猶承奉之亦然也。○注「以本不困於刑罰，少詐諼也」。○正義曰：以夏尚仁恩，其民不困苦於刑罰，及其衰末，猶有先世遺風，少有詐偽諼妄。《爾雅．釋訓》云：「萲、諼，忘也。」則忘字「亡」下著「心」。今與詐相對，則諼是詐之義，當「亡」下著「女」也。"
      },
      {
        "index": 26,
        "text": "「殷人尊神，率民以事神，先鬼而後禮，先罰而後賞，尊而不親。○注：先鬼後禮，謂內宗廟，外朝廷也。禮者，君臣朝會，凡以摯交接相施予。○音義：以摯音至。相施，始至反，下文同。其民之敝，蕩而不靜，勝而無恥。○注：以本忕於鬼神虛無之事，令其心放蕩無所定，困於刑罰，苟勝免而無恥也。《月令》曰：「無作淫巧，以蕩上心。」○音義：勝而，始證反。忕音誓，與上「忕於」同。令其，力呈反。巧，苦教反，又如字。"
      },
      {
        "index": 27,
        "text": "疏　 「殷人」至「無恥」。○正義曰：此一節明殷代「尊而不親」之事。尚虛無之事，故「率民以事神」。○「先罰而後賞」者，案：襄二十六年《左傳》云：「賞以春夏，罰以秋冬。」又《月令》云：「春行夏賞，秋冬行刑。」與此違者，彼謂王者大體一歲之中法天道生殺，故春夏賞，秋冬刑。此《記》所云，謂賞罰同時所行，夏則先賞後罰，殷則先罰後賞，其民之敝蕩而不靜者，以其本尚虛無之事，尊敬鬼神，至其末世敝失，其民放蕩不能安靜也。○「勝而無恥」者，由本「困於刑罰」，但得「苟勝」，無以慚恥。○注云「先鬼而後禮，謂內宗廟，外朝廷也」。○正義曰：以夏、周人「敬鬼神而遠之，近人而忠焉」，「外宗廟，內朝廷」。以此反之，則殷人先鬼後禮，是「內宗廟，外朝廷」也。○注「以本忕於鬼神虛無之事，令其心放蕩無所定」。○正義曰：忕，串也，習也。貴尚習鬼神，鬼神無體，故云「虛無之事」。以為事不在實，故心放蕩無所定也。"
      },
      {
        "index": 28,
        "text": "「周人尊禮尚施，事鬼敬神而遠之，近人而忠焉。其賞罰用爵列，親而不尊。○注：「賞罰用爵列」，以尊卑為差。其民之敝，利而巧，文而不慚，賊而蔽。」○注：以本數交接以言辭，尊卑多獄訟。○音義：蔽，畢世反，又音弊。數，色角反。"
      },
      {
        "index": 29,
        "text": "疏　 「周人」至「而敝」。○此明周代「親而不尊」之事。○「尊禮尚施」者，謂尊重禮之往來之法，貴尚施惠之事也。○「其賞罰用爵列」者，既不先賞後罰，亦不先罰後賞，唯用爵列尊卑，或賞或罰也。○「其民之敝，利而巧，文而不慚」者，以其尚禮本數交接往來，故便利機巧，多文辭而無慚愧之心也。○「賊而蔽」者，以本為治之時，上下有序，至其敝末，尊卑錯失，為饒獄訟，共相賊害而困蔽。以其禮失於煩，故致然也。「夏道尊命」，至「殷人尊神」，「周人尊禮」，三代所尊不同者，案《元命包》云：「三王有失，故立三教以相變。夏人之立教以忠，其失野，故救野莫若敬。殷人之立教以敬，其失鬼，救鬼莫若文。周人之立教以文，其失蕩，故救蕩莫若忠。」如此循環，周則復始，窮則相承，此亦三王之道，故三代不同也。"
      },
      {
        "index": 30,
        "text": "子曰：「夏道未瀆辭，不求備、不大望於民，民未厭其親。殷人未瀆禮，而求備於民。周人強民，未瀆神，而賞爵刑罰窮矣。」○注：「未瀆辭」者，謂時王不尚辭，民不褻為也。「不求備、不大望」，言其政寬，貢稅輕也。「強民」，言承殷難變之敝也。「賞爵刑罰窮矣」，言其繁文備設。○音義：厭，於艷反。強，其兩反，注同。稅，申銳反。"
      },
      {
        "index": 31,
        "text": "疏　 「子曰」至「窮矣」。○上明三代親尊有異，此經更明三代治民有異之事。○「未瀆辭」者，瀆謂褻瀆，辭謂言辭。夏時為政之道，未褻瀆於言辭。君既不尚辭，民亦不為，故言「未瀆辭」。夏言「未瀆辭」，則殷瀆辭也。○「不求備、不大望於民」者，求備，謂每事徵求，皆令備足。大望，謂賦稅既重，大所責望於民。夏代不然，故云「不求備、不大望於民」也。○「民未厭其親」者，以上「不求備、不大望於民」，民無困苦，故未厭其上下相親之心也。○「殷人未瀆禮，而求備於民」者，以殷承夏后，雖已褻瀆言辭，仍未褻瀆於禮，言君臣上下，於禮事簡略，不褻瀆也。殷言「未瀆禮」，則周瀆禮矣。○「而求備於民？瀆者，言殷不如夏寬，每事求備於民，亦大望於民也。○「周人強民」，以周承殷後，遭紂衰亂，風俗頑凶，故周人設教，強勸人以禮義，亦比夏、殷多此一句也。○「未瀆神」者，言周治太平之時，雖已瀆於禮，猶未褻瀆鬼神，祭天地宗廟諸神，尚有時限，未褻瀆也。則周衰之後，而瀆神也。○「而賞爵刑罰窮矣」者，以周人貴禮，禮尚往來交接，故賞爵、刑罰之事，窮極煩多。"
      },
      {
        "index": 32,
        "text": "子曰：「虞、夏之道，寡怨於民。殷、周之道，不勝其敝。」○注：勝，猶任也。言殷、周極文，民無恥而巧利，後世之政難復。○音義：勝音升，注同。敝音弊。任，如金反。復音伏。子曰：「虞、夏之質，殷、周之文至矣。○注：言後有王者，其作質、文，不能易之。○音義：易音亦。虞、夏之文，不勝其質。殷、周之質，不勝其文。」○注：言王者相變，質、文各有所多。○音義：勝，世證反，又音升。子言之曰：「後世雖有作者，虞帝弗可及也已矣。君天下，生無私，死不厚其子，子民如父母，有憯怛之愛，有忠利之教，親而尊，安而敬，威而愛，富而有禮，惠而能散。其君子尊仁畏義，恥費輕實，忠而不犯，義而順，文而靜，寬而有辨。○注：「死不厚其子」，言既不傳位，又無以豐饒於諸臣也。「恥費」，不為辭費出空言也。實，謂財貨也。辨，別也，猶寬而栗也。靜，或為「情」。○音義：憯，七感反。怛，旦達反。費，芳貴反，注同。傳，文專反。別，彼列反，下「不別」同。《甫刑》曰：『德威惟威，德明惟明。』非虞帝，其孰能如此乎？」○注：德所威則人皆畏之，言服罪也。德所明則人皆尊寵之，言得人也。○音義：曰音越。威如字，威畏也，讀者亦依《尚書》音畏也。"
      },
      {
        "index": 33,
        "text": "疏　 「子曰」至「此乎」。○正義曰：此一節總明虞、夏、商、週四代質、文之異。○「虞夏之道，寡怨於民」，以其政寬，故「寡怨於民」，言民怨尚少。「殷周之道，不勝其敝」者，以殷、周文煩，失在苛碎，故其民不堪勝敝敗也。不言無怨，而言「寡怨於民」者，天地之大，猶有所憾，如冬寒夏雨，民猶怨之，如聖人之德，無善不包，人猶怨之，是不備也。如舜，寡怨於民也。○「子曰：虞夏之質，殷周之文至矣」者，至，謂至極也。言虞、夏為質，殷、周為文，並已至極矣。縱令後王為質，不能過於虞、夏；後王為文，亦不能過於殷、周，是至極矣。○「虞夏之文，不勝其質」者，言虞、夏之時，雖有其文，但文少而質多，故文不勝於質。「殷周之質，不勝其文」者，言殷、周雖有其質，亦質少而文多，故「不勝其文」。然案《三正記》云：「文質再而後始。」則虞質夏文，殷質周文。而云「虞夏之質，殷周之文」者，夏家雖文，比殷家之文猶質。殷家雖質，比夏家之質猶文於夏。故夏雖有文，同虞之質，殷雖有質，同周之文。○「子言之曰：後世雖有作者，虞帝不可及也」。○正義曰：以上經論虞、夏、商、周，此特明虞帝之美已矣者，言後世之君，雖有作其善政者，而比於虞帝，不可齊及之也。○「君天下，生無私」者，明虞帝之德，後世雖作，不可及。言舜為天下序爵，必以德而不用私也。○「死不厚其子」者，厚，謂豐厚。既不傳位，又不以財物豐厚於其子，故云「不厚其子」。「子」，謂商均也。○「子民如父母」者，子，謂子愛於民，如父母愛子也。○「有憯怛之愛」者，言愛民之志，有淒憯惻怛，言舜天性自仁，故憐愛於人。「有忠利之教」者，言有忠恕利益之教也。○「親而尊」者，有母之親，有父之尊。○「安而敬」者，體安而能敬，敬，即前「威莊而安」也。○「威而愛」者，有威而又有愛也。○「富而有禮」者，富，有四海而不驕，是「有禮」也。○「惠而能散」者，施惠得所，為能散也。○「其君子尊仁畏義」者，「其君子」，謂虞朝之臣也。君聖臣賢，是由舜而得然也，若民有仁者則尊之，有義者則畏之。○「恥費輕實」者，費，辭費也。言而不行，謂之「辭費」也。言必履而行之，是恥於辭費也。「輕實」者，實，財貨也。貴人而賤祿，是輕財也。○「忠而不犯」者，盡心於君，是其忠也；無違政教，是不犯也。○「義而順」者，至極君臣之義而不悖德，是「義而順」也。○「文而靜」者，臣皆有文章，而又清淨。「寬而有辨」者，辨，別也。臣之效舜之寬容，治政不慢而有分別也。○「《甫刑》曰：德威惟威，德明惟明」，引之者，所以結舜德也。下「威」訓「畏」，下「明」訓「尊」。言舜之道德，欲威懼於人，則在下之民惟畏懼之，故云「德威惟威」。「德明惟明」者，謂舜以德標明善人，惟能得善人，惟天下之人皆所以尊重之。○「非虞帝，其孰能如此乎」者，如上之事不是虞帝，其誰人能得如此乎？案今《尚書》之篇，以明堯德，而云「虞帝」者，言虞帝亦能如是，且記者斷章而為義也。"
      },
      {
        "index": 34,
        "text": "子言之：「事君先資其言，拜自獻其身，以成其信。○注：資，謀也。獻，猶進也。言臣事君，必先謀定其言，乃後親進為君言也。是故君有責於其臣，臣有死於其言，故其受祿不誣，其受罪益寡。」○注：「死其言」者，竭力於其所言之事，死而不負。於事不信曰誣。○音義：誣音無。"
      },
      {
        "index": 35,
        "text": "疏　 「子言」至「益寡」。○正義曰：此一節至「辭欲巧」，廣明君子事君之道，又明君子為行，須內外相副。今各隨文解之。○「事君先資其言」者，言臣欲見君，必須先謀度其言，言定然後見也。○「拜自獻其身」者，獻，進也。為謀既定，乃拜見自進其身也。「以成其信」者，謂先謀後見，成其言之信實。○「是故君有責於臣，臣有死於其言」者，以其先謀，乃可見君，故君有責於其臣，臣當竭力守節，死於其所言也。○「故其受祿不誣，其受罪益寡」者，以其言善乃受祿，是受祿不誣罔也。順死其言，以竭臣力，是受罪益寡少也。"
      },
      {
        "index": 36,
        "text": "子曰：「事君，大言入則望大利，小言入則望小利。○注：大言，可以立大事也。小言，可以立小事也。入，為君受之。利，祿賞也。入，或為「人」。○音義：為君，于偽反。故君子不以小言受大祿，不以大言受小祿。○注：言臣受祿，各用其德能也。《易》曰：『不家食吉。』」○注：此《大畜．彖》辭也。《彖》曰：「不家食吉，養賢也。」言君有大畜積，不與家食之而已。必以祿賢者，賢有大小，祿有多少。○音義：畜，敕六反，下同。彖，吐亂反。"
      },
      {
        "index": 37,
        "text": "疏　 「子曰」至「食吉」。○正義曰：此一節廣事君之道，依言大小而受祿。○「大言入則望大利」者，入，猶受也。利，祿也。大言，謂立大事之言，進入於君，君所受納，如此乃望大祿。○「小言入則望小利」者，小言，謂立小事之言。小言進入受於君，則唯望小利也。○「故君子不以小言受大祿，不以大言受小祿」，言臣祿各以其德能相稱。若小言受大祿則臣濫，若大言受小祿則君重財而薄德也。○「《易》曰：不家食吉」，此《大畜》卦辭也。案：《易．大畜》：「利貞，不家食吉，利涉大川。」「不家食吉」者，言君有大畜積，不唯與家人食之而已，當與賢人食之，故得吉。此《大畜》，乾下艮上之卦，注云：「自九三至上九，有頤象居外，是不家食吉，而養賢。」引之者，證君有祿而養賢，賢有大小，故祿亦有多少。"
      },
      {
        "index": 38,
        "text": "子曰：「事君不下達，不尚辭，非其人弗自。○注：「不下達」，不以私事自通於君也。「不尚辭」，不多出浮華之言也。「弗自」，不身與相親。《小雅》曰：『靖共爾位，正直是與。神之聽之，式穀以女。』」○注：靖，治也。爾，女也。式，用也。穀，祿也。言敬治女位之職事，正直之人乃與為倫友，神聽女之所為，用祿與女。○音義：共音恭，本亦作恭，同。女音汝，注同。"
      },
      {
        "index": 39,
        "text": "疏　 「子曰」至「以女」。○此一節廣明臣之事君，當以正直之道。「不下達」者，不以在下細碎小事通達於君。○「不尚辭」者，不貴尚浮華之言辭。「非其人弗自」者，非其好人，不身自與之相親。○「《小雅》曰：靖共爾位，正直是與」，此《詩．小雅．小明》之篇，刺幽王之詩。大夫悔仕亂世，戒其未仕者，云「靖共爾位」。靖，謀也。共，具也。言明君靖謀共具爾之爵位，有正直之德者，於是與也。○「神之聽之，式穀以女」者，式，用也；穀，善也；以，用也。言神明聽聆女德，君若用其善人，則當用女也。《詩》之本文如此，今記者斷章取義，證明非善人不德與之相親。靖，治也。爾，女也。言為女之道，治理恭敬女之職位；若見正直善人，於是與之為朋友，如此則神明聽聆女之所為。穀，祿也。用此福祿，以與女也。"
      },
      {
        "index": 40,
        "text": "子曰：「事君遠而諫，則讇也；近而不諫，則尸利也。」○注：尸，謂不知人事無辭讓也。○音義：諂，本亦作諂，敕撿反。子曰：「邇臣守和，宰正百官，大臣慮四方。」○注：邇，近也。和，謂調和君事者也。齊景公曰：唯據與我和。宰，冢宰也。冢宰主治百官。子曰：「事君欲諫不欲陳。○注：陳，謂言其過於外也。《詩》云：『心乎愛矣，瑕不謂矣。中心藏之，何日忘之？』」○注：瑕之言胡也。謂，猶告也。○音義：藏如字，鄭解《詩》作「藏」，云「善也」。"
      },
      {
        "index": 41,
        "text": "疏　 「子曰」至「忘之」。○此一節明臣事君諫諍之道。「遠而諫則諂也」者，若與君疏遠，強欲諫諍，則是諂佞之人，望欲自達也。○「近而不諫，則尸利也」者，若親近於君而不諫，則似如尸之受利祿也。祭祀之尸，無言辭而受享祭時，猶似近臣不諫，不知人事，無辭讓之心，如尸之受利然也。○「子曰邇臣守和」者，邇，近也；和，謂調和。言親近之臣，獻可替否，毗輔贊助於君，守其調和之事也。○「宰正百官」者，宰，謂冢宰；正，治百官。○「大臣慮四方」者，謂二伯州牧之等，謀慮四方。此大臣亦兼冢宰，但冢宰居於中，故言「正百官」耳。○「《詩》云：心乎愛矣，瑕不謂矣」，此《小雅．隰桑》之篇，剌幽王之詩。君子在野，詩人念之，云心乎愛此君子矣。瑕，遠也。謂，勤也。言念此君子遠離，此不勤乎，言近於勤矣，終當念之。○「中心藏之，何日忘之」者，藏，善也。言中心善此君子，何日忘此君子矣。《詩》之本文如此，今記人所引此，云心乎愛此君子矣。瑕之言胡，胡，何也。謂，猶告也。言何不以事告諫於君矣。「中心藏之」，與《詩》文同。王肅以為「藏，善」，鄭亦然也。皇氏以為人臣中心包藏君惡，不欲鄉人陳之，非其義也。凡諫者，若常諫之時，天子諍臣七人，諸侯五人，大夫三人。唯大臣得諫，若歲初則貴賤皆得諫也，故襄十四年《左傳》師曠對晉侯云：「自王以下，各有父兄子弟，以補察其政。史為書，瞽為詩，工誦箴諫，大夫規誨，士傳言，庶人謗，商旅於市，百工獻藝。」《國語》又云：「天下聽政公卿，至於列士獻詩，瞽獻典，史獻書，師箴，瞍賦，矇誦，百工諫，庶人傳語，近臣盡規。」此皆孟春之月，上下皆諫，故傳引《夏書》曰每歲孟春，「遒人以木鐸徇於路」是也。"
      },
      {
        "index": 42,
        "text": "子曰：「事君難進而易退，則位有序。易進而難退，則亂也。○注：亂，謂賢否不別。○音義：易，以豉反，下及注「易絕」同。故君子三揖而進，一辭而退，以遠亂也。」○注：進難者，為主人之擇己也。退速者，為君子之倦也。○音義：遠，於萬反。為主人，於為反，下同。子曰：「事君三違而不出竟，則利祿也。人雖曰『不要』，吾弗信也。」○注：違，猶去也。「利祿」，言為貪祿留也。臣以道去君，至於三而不遂去，是貪祿，必以其強與君要也。○音義：竟音境。要，於遙反，注同。言為，于偽反。強，其良反，舊其兩反。子曰：「事君慎始而敬終。」○注：輕交易絕，君子所恥。子曰：「事君可貴可賤，可富可貧，可生可殺，而不可使為亂。」○注：亂，謂違廢事君之禮。"
      },
      {
        "index": 43,
        "text": "疏　 「子曰」至「為亂」。○此明臣事君，亦當使賢與不賢分別之事。○「難進」，謂君擇己，易退謂君厭己。○「則位有序」者，謂賢愚別也。○「則亂」者，謂賢愚不別也。○「子曰：事君慎始而敬終」者，慎，謂謹慎以盡忠，是「慎始」也。終，謂終竟擇善為朋友。○「子曰事君可貴可賤」者，言事君可使之貴，可使之賤，可使之富，可使之貧，可使之生，可使之死，但不可使為亂也。亂，謂廢事君之禮也。熊氏以為「可殺」者，謂臣可殺君，引《春秋》殺君稱君，君無道。此非辭也。"
      },
      {
        "index": 44,
        "text": "子曰：「事君，軍旅不辟難，朝廷不辭賤。○注：言尚忠且謙也。○音義：辟音避。難，乃旦反。朝，直遙反。處其位而不履其事，則亂也。○注：履，猶行也。故君使其臣，得志則慎慮而從之。否則孰慮而從之。終事而退，臣之厚也。○注：使，謂使之聘問、師役之屬也。「慎慮而從之」者，此己志也，欲其心有成也。否，謂非己志也，「孰慮而從之」，又計於已利害也。「終事而退」，非己志者，事成則去也。事，或為「身」。○音義：慎字，本亦作古慎字。《易》曰：『不事王侯，高尚其事。』」○注：言臣致仕而去，不復事君也，君猶高尚其所為之事，言尊大其成功也。○音義：復，扶又反。"
      },
      {
        "index": 45,
        "text": "疏　 「子曰」至「其事」。○正義曰：此廣明為臣事君之禮。○「軍旅不辟難」者，謂使之在軍旅之中，不辟危亡之難也。○「朝廷不辭賤」者，謂在朝廷之中，不得辭其卑賤之所也。○「處其位而不履其事，則亂也」，履，行也。謂臣處其位而不行其事，則近亂也。○「故君使其臣，得志則慎慮而從之」者，既必無辟，故有此以下事也。使之，謂聘問、師役之事。得志，謂君使臣當己才。雖當己才，猶宜謹慎思慮，從君之命而行之，必使成功也。○「否則孰慮而從之」者，否，謂君所使之事非己本才也。雖非已本才而君命無擇，則彌孰思慮而從行之。○「終事而退」者，終事，謂事畢也。既本非己才，而幸得終竟，竟即辭而退也。○「臣之厚也」者，得志及不得志，並從而無違，是臣行之篤厚也。○「《易》曰：不事王侯，高尚其事」者，此《易．蠱卦》上九爻辭，案：《易．蠱卦》，巽下艮上，上九艮爻，艮為山，辰在戌，得乾氣父老之象，是臣之致事也，故「不事王侯」。是不得事君，君猶高尚其所為之事。引之者，證臣之事君，終事而退，是臣之厚重也。○注「使謂」至「去也」。○正義曰：知「使謂聘問、師役」者，以經云「慎慮而從之」，又云「孰慮而從之」，謂隨從其事，故知出使在外也。云「慎慮而從之者，此己志也，欲其必有成也」者，所以謹慎思慮，而從就此事者，是己之思慮所及，欲其必有成功，故須「慎慮」也。云「否謂非己志也，孰慮而從之，又計於己利害也」者，謂此事非本己志，當孰須思慮計謀此事於我已身利之與害。若於己為利，當勤力為之。若於己害，亦須為之，不得辭也。云「終事而退，非己志者，事成則去也」者，若元是己志，其事雖成，猶須為之，不可即退。若此事元非己志，為君暫使，己事成之後，則當退也。"
      },
      {
        "index": 46,
        "text": "子曰：「唯天子受命於天，士受命於君。○注：言皆有所受，不敢專也。「唯」，當為「雖」字之誤也。○音義：唯天子，唯音雖，出注。故君命順，則臣有順命；君命逆，則臣有逆命。○注：言臣受順則行順，受逆則行逆，如其所受於君，則為君不易矣。○音義：易，以豉反。《詩》曰：『鵲之姜姜，鶉之賁賁。人之無良，我以為君。』」○注：姜姜、賁賁，爭鬥惡貌也。良，善也。言我以惡人為君，亦使我惡如大鳥「姜姜」於上，小鳥「賁賁」於下。○音義：鵲，《字林》作鵲，《說文》作鵲，音七略反。姜，居良反。鶉，士倫反。賁音奔，注同。"
      },
      {
        "index": 47,
        "text": "疏　 「子曰」至「為君」。○正義曰：此節明臣事君不敢專輒，又明君之出命不可不慎。為與上更端，故言「子曰」。○「唯天子受命於天」者，「唯」，當為「雖」，雖天子之尊，不敢自專，猶須受命於天然後行也。○「《詩》曰：鵲之姜姜」者，此《詩．鄘風．鶉之奔奔》篇，剌宣姜之詩。其詩之意，以宣姜通於公子頑，母與子淫，鶉、鵲之不若，故剌之。云鵲自匹偶「姜姜」然，鶉自匹偶「賁賁」然，各當有匹。今宣姜與公子頑私通，不如鶉、鵲也。○「人之無良，我以為君」者，人，謂宣姜，無良善之行，我君惠公反以此為小君。此經引《詩》斷章，言君有逆命，似大鳥「姜姜」爭鬥於上，小鳥「賁賁」亦爭鬥於下，謂君無良善，我等萬民以惡人為君也。"
      },
      {
        "index": 48,
        "text": "子曰：「君子不以辭盡人。○注：不見人之言語，則以為善，言其餘行或時惡也。○音義：行，下孟反，下文並注同。故天下有道，則行有枝葉；天下無道，則辭有枝葉。○注：「行有枝葉」，所以益德也。言有枝葉，是眾虛華也。枝葉依幹而生，言行亦由禮出。是故君子於有喪者之側，不能賻焉，則不問其所費。於有病者之側，不能饋焉，則不問其所欲。有客不能館，則不問其所舍。○注：皆辟有言而無其實。○音義：賻音附。費，芳貴反。饋，其位反。辟音避。故君子之接如水，小人之接如醴。君子淡以成，小人甘以壞。○注：水相得，合而已。酒醴相得，則敗。淡，無酸酢少味也。接，或為「交」。○音義：醴，徐音禮。淡，大敢反，又大暫反，徐徒闞反，注同。酸，悉官反。酢，七故反。《小雅》曰：『盜言孔甘，亂是用餤。』」○注：盜，賊也。孔，甚也。餤，進也。○音義：餤音談，徐本作監，以占反。"
      },
      {
        "index": 49,
        "text": "疏　 「子曰」至「用餤」。○正義曰：前明事君之道，此明君子之行，不可虛用其辭。以事殊於上，故言「子曰」。○「君子不以辭盡人」者，皆君子與人之交，必須驗行，不得以其言辭之善，則謂行之盡善。或發言善而行惡也。○「故天下有道，則行有枝葉」者，言有道之世，則依禮所行，外餘有美好，猶如樹幹之外，更有枝葉也。○「天下無道，則辭有枝葉」者，無道之世，人皆無禮，行不誠實，但言辭虛美，如樹幹之外，而更有枝葉也。○「是故君子於有喪者之側，不能賻焉，則不問其所費」者，此經皆有言無實，戒其不得虛言也。○「君子之接如水」者，言君子相接，不用虛言，如兩水相交尋合而已。○「小人之接如醴」者，小人以虛辭相飾，如似酒醴相合，必致敗壞。○「君子淡以成，小人甘以壞」者，水相合為江河，酒醴相合而久乃敗壞也。○「《小雅》曰：盜言孔甘，亂是用餤」者，此《巧言》之篇，剌幽王之詩。孔，甚也。餤，進也。言盜賊小人，其言甚美，幽王信之，禍亂用是進益。引之者，證小人「甘以壞」。"
      },
      {
        "index": 50,
        "text": "子曰：「君子不以口譽人，則民作忠。○注：譽，繩也。○音義：譽音餘，注同。繩，市升反。《左傳》以「繩」為「譽」。故君子問人之寒則衣之，問人之飢則食之，稱人之美則爵之。○注：皆為有言不可以無實。○音義：衣，於既反。食音嗣。為，于偽反。《國風》曰：『心之憂矣，於我歸說。』」○注：欲歸其所說忠信之人也。○音義：說音悅，又始銳反，注同。"
      },
      {
        "index": 51,
        "text": "疏　 「子曰」至「歸說」。所以前經君子不用虛言，故此經明言當以實，其事稍殊，故言「子曰」。○注「譽，繩也」。○正義曰：言繩可以度量於物，凡口譽於人，先須付度，亦量之於心，故以「譽」為「繩」也。案莊十四年《左傳》云：「蔡侯繩息媯以語楚子。」杜注云：「繩，譽也。」繩既訓為「譽」，譽亦訓「繩」鄭注以為此解。○「《國風》曰：心之憂矣，於我歸說」者，此《曹風．蜉蝣》之篇，剌曹君之詩。言曹君好絜其衣服，不修政事，國將滅亡，故賢臣之心憂矣。說，捨也。國既滅亡，於我之身，何所歸捨。此則引《詩》斷章，故義不與《詩》相當，言虛華之人，心憂矣，我今歸此所說忠信之人。引之者，證疾其虛言也。"
      },
      {
        "index": 52,
        "text": "子曰：「口惠而實不至，怨菑及其身。○注：善言而無信，人所惡也。○音義：菑音災。惡，烏路反。是故君子與其有諾責也，寧有已怨。○注：已，謂不許也。言諾而不與，其怨大於不許。○音義：已音以。《國風》曰：『言笑晏晏，信誓旦旦。不思其反，反是不思，亦已焉哉。』」○注：此皆相與為昏禮而不終也。言始合會，言笑和說，要誓甚信。今不思其本，恩之反覆，反覆之不思，亦已焉哉。無如此人，何怨之深也。○音義：晏，於諫反。信誓，本亦作「矢誓」。旦如字，《字林》作「{旦心}。亦已音以。說音悅。覆，反覆，並芳服反。"
      },
      {
        "index": 53,
        "text": "疏　 「子曰」至「焉哉」。○正義曰：前經明其言當實，此明言若不實，則怨及身。「口惠而實不至」者，言口施恩惠於人，而實行不至，人則怨之，故言「怨菑及其身」也。○「是故君子與其有諾責也」者，諾，謂許人之物。責，謂詐而不與而被責。若其有物許人，不與被責也。○「寧有已怨」者，已，謂休已。寧可有發初休已不許而被怨。許而不與，其責大。發初不與，其責小。○「《國風》曰：言笑晏晏，信誓旦旦」者，《衛風．氓》之篇也。婦人被男子所誘，在後色衰見棄，追恨男子云，初時與我言笑晏晏然和悅也，信其言誓旦旦然相思懇誠也。○「不思其反」者，謂今男子不思念其本恩之反覆，是男子不思之事如此，則無如之何。「亦已焉哉」，言恨之甚也。引者，證許而不與，被人所怨也。"
      },
      {
        "index": 54,
        "text": "子曰：「君子不以色親人。情疏而貌親，在小人則穿窬之盜也與？」子曰：「情欲信，辭欲巧。」○注：巧，謂順而說也。○音義：穿音川。窬，范羊朱反，徐音旦。與音餘。說音悅。"
      },
      {
        "index": 55,
        "text": "疏　 「子曰」至「欲巧」。○正義曰：此明更申以情行相副，故稱「子曰」。○「君子不以色親人」者，謂不以虛偽善色詐親於人也。○「在小人則穿窬之盜也與」，言情疏貌親，而心不愨實，恒畏於人，譬之於細小人，則「穿窬之盜」也。許慎《說文》云穿窬者，外貌為好，而內懷奸盜，似此情疏貌親之人，外內乖異，故云「穿窬之盜也與」。○「子曰情慾信，辭欲巧」者，既稱「情疏而貌親」，故更明情貌信實，所以重言之也。○「辭欲巧」者，言君子情貌欲得信實，言辭欲得和順美巧，不違逆於理，與「巧言令色」者異也。"
      },
      {
        "index": 56,
        "text": "子言之：「昔三代明王，皆事天地之神明，無非卜筮之用，不敢以其私褻事上帝。○注：言動任卜筮也。神明，謂群神也。是故不犯日月，不違卜筮。○注：日月，謂冬、夏至，正月及四時也。所不違者，日與牲尸也。○音義：夏，戶嫁反。卜、筮不相襲也。○注：襲，因也。大事則卜，小事則筮。大事有時日。○注：大事，有事於大神，有常時常日也。小事無時日，有筮。○注：有事於小神，無常時常日。「有筮」，臨有事筮之。外事用剛日，內事用柔日。○注：順陰陽也。陽為外，陰為內。事之外內，別乎四郊。○音義：別，彼列反。不違龜筮。」子曰：「牲牷禮樂齊盛，是以無害乎鬼神，無怨乎百姓。」○注：牷，猶純也。○音義：牷音全，絕色也，本亦作全，注同。齊音粢，本亦作繼。"
      },
      {
        "index": 57,
        "text": "疏　 「子言」至「百姓」。○正義曰：此以下至於篇末，總明卜筮之用，各隨文解之。○「昔三代明王」者，謂夏、殷、周。○「皆事天地之神明」者，謂祭事天地及諸神明也。「無非卜筮之用」者，言皆須卜筮，唯九月大享帝於明堂，不用卜也。故《曲禮》下篇云：「大饗不問卜。」鄭云：「莫適卜也。以其總饗五帝，不知主何帝而卜之，故不卜矣。」所以必須卜者，不敢以其私褻奉事上帝，故皆卜之也。○「子曰牲牷禮樂齊盛，是以無害乎鬼神，無怨乎百姓」者，以其事上帝神明，不敢自專，皆依卜筮，動合於禮，故夫子總更結之。牲牷之等，禮樂之儔，粢盛之實，皆不違龜筮。是以此等所用，無虧害於鬼神，無見怨於百姓，以其無非卜筮之用，動順於禮故也。○注「日月」至「尸也」。○正義曰：冬至，謂祭圜丘；夏至，謂祭方澤；正月，謂祭感生之帝；及四時迎氣，用四時之吉日也。知冬、夏及四時皆卜者，案《大宰》云：「祀五帝，帥執事而卜日。」鄭注云「五帝，謂四郊及明堂」，是四郊有卜也。《大宰》又云：「祀大神，祭大示亦如之。」大神，則冬至祭圜丘，大示，則夏至祭方澤。案：《公羊》、《穀梁》「魯郊」傳云「卜三正」，則知天子郊用夏正亦卜之，故知「冬、夏至，正月及四時」皆卜日也。然明堂不問卜，而注「大宰祀五帝卜日」云「四郊及明堂」者，廣解五帝所在，其實祀明堂不卜也。案《周禮》，祀宗廟亦卜日。注不言宗廟者，以經云「事上帝」，故唯解祭天之時。云「不違者，日與牲尸」者，案僖三十一年《左傳》云：「禮不卜常祀，而卜其牲日。」是有其牲日也。案《特牲》、《少牢》云：大夫、士筮尸。則天子諸侯有卜尸也。○注「大事則卜，小事則筮」。○正義曰：此解經「卜、筮不相襲」之事。既大事卜，小事筮，是二者不相因襲也。此大事，謂征伐出師及巡守也。其實是中事對小事為大耳。「小事則筮」者，若《周禮．簭人》有九簭，「筮更」、「筮咸」之屬是也。此與《曲禮》文同而注異者，各隨文勢也。○注「大事，有事於大神，有常時常日也」。○正義曰：既有「常時常日」而用卜者，亦不敢專也。故《曲禮》篇云：「日而行事則必踐之。」又《祭統》云：「雖有明知之心，必進斷其志。」是雖有常日，猶用卜也。○注「有事於小神，無常時常日，有筮，臨有事筮之」。○正義曰：此經皆論祭祀之事，故解小事。云「有小事於小神」，其實《周禮》小事非唯小祀而已。既云小事用筮，而《大卜》云「凡小事蒞卜」者，彼謂大事中之小事，非此之小事也。○注「事之外內，別乎四郊」。○正義曰：先師以為祭天而用辛，雖外用柔日，祭社用甲，雖內用剛日，殊別於四郊之祭，言用剛、柔之日，不可與四郊同。其餘他事，今謂「事之外內，別乎四郊」者，謂四郊之外為外事，若「甲午祠兵，吉日庚午，既差我馬」之屬是也。四郊之內為內事，若郊之用辛，及宗廟少牢用丁亥之屬是也，故言「別於四郊」。外內別用，限別以四郊為限。"
      },
      {
        "index": 58,
        "text": "子曰：「后稷之祀易富也。其辭恭，其欲儉，其祿及子孫。○注：富之言備也。以傳世之祿，恭儉者之祭易備也。○音義：易，以豉反，注同。傳，丈專反，下同。共音恭。《詩》曰：『后稷兆祀，庶無罪悔，以迄於今。』」○注：兆，四郊之祭處也。迄，至也。言祀后稷於郊以配天。庶幾其無罪悔乎，福祿傳世，乃至於今。○音義：迄，許訖反。處，昌慮反。下「建國之處」同。"
      },
      {
        "index": 59,
        "text": "疏　 「子曰」至「於今」。○正義曰：以前經明不違卜筮，動合神明，故此經明后稷祭祀，福流後世，以證成其義。○「后稷之事，易富也」者，富，備也。后稷乃帝嚳之子，世有祿位，后稷又祭祀恭儉，以世祿之饒供儉薄之祭，故易豐備也。○「其祿及子孫」者，以后稷祭祀，其辭恭敬，其欲節儉，神之降福，故「祿及子孫」。○「詩曰：后稷兆祀」者，是《大雅．生民》之篇，美成王尊祖配天。所以尊后稷配天者，以后稷生存之時，於四郊之兆域，祭祀於天，而事皆合禮，庶幾無罪過悔恨，故迄至於今文、武之時，而王有天下。"
      },
      {
        "index": 60,
        "text": "子曰：「大人之器威敬。○注：言其用之尊嚴。天子無筮，○注：謂征伐出師若巡守也，天子至尊，大率皆用卜也。《春秋傳》曰：「先王卜征五年，歲襲其祥。」○音義：守，手又反。諸侯有守筮。○注：守筮，守國之筮，國有事則用之。天子道以筮。○注：始將出，卜之。道有小事則用筮。諸侯非其國不以筮，卜宅寢室。○注：入他國則不筮，不敢問吉凶於人之國也。諸侯受封乎天子，因國而國，唯宮室欲改易者，得卜之耳。天子不卜處大廟。」○注：卜可建國之處吉，則宮廟吉可知。○音義：大音泰。子曰：「君子敬則用祭器。○注：謂朝聘待賓客崇敬，不敢用燕器也。○音義：朝，直遙反。是以不廢日月，不違龜筮，以敬事其君長。○注：用龜筮，問所貢獻也。○音義：長，丁丈反。是以上不瀆於民，下不褻於上。」○注：言上之於下以直，則下應之以正，不褻慢也。○音義：應，應對之應。慢，字又作「僈」，武諫反。"
      },
      {
        "index": 61,
        "text": "疏　 「子曰」至「於上」。○「以上經明在國內事上帝神明及國內諸事，無非卜筮之用，此一節更明天子、諸侯用卜筮，有出行之義。○「大人之器威敬」者，大人，謂天子，所主之器，當威嚴敬重，不可私褻於小事雜用也。饗時則用，燕則不用也。○「天子無筮」，天子既尊重，於征伐出師若巡守之大事，皆用卜，無用筮也。○「諸侯有守筮」者，諸侯卑於天子，有守國之筮，謂在國居守，有事而用筮。○「天子道以筮」者，天子在國既皆用卜，若出行於道路之上，臨時有小事之時，則唯用筮也。○「諸侯非其國不以筮」者，諸侯降於天子，若出行於外，非其國境不用筮也。以其不敢問吉凶於人之國，筮尚不用，卜不用可知也。「卜宅寢室」者，謂諸侯既受天子所封，不敢卜其所建之國以否，但建國已後，宅及寢室須欲改易者得卜之，故曰「卜宅寢室」。○「天子不卜處大廟」者，以建國之時，總卜其吉，不特更卜處大廟所在，以其吉可知。○「子曰：君子敬則用祭器」者，猶事稍異於上，故更稱「子曰」。「敬則用祭器」者，言慎重其大事，心有恭敬，則用祭器。言慎重其事也。○「是以不廢日月」者，總明朝聘之時，依其日月。○「不違龜筮」者，謂貢獻之物，必先卜筮而來。○「以敬事其君長」者，所以朝聘之時，必須如此者，以恭敬事其君長，不敢褻瀆故也。君，謂天子。言「長」者，兼諸侯相朝，小國之於大國也。○「是以上不瀆於民」，其上為此相敬，不褻瀆於民，言以直道接民。○「下不褻於上」者，謂以正事上，不褻慢也。○注「謂征」至「其祥」。○正義曰：知「征伐出師及巡守」者，以前云外事用剛日，內事用柔日，據在國諸事。今此云「無筮」，又云「天子道以筮」，又云「諸侯非其國不以筮」，皆據將欲出行，及在道之事。故知此節以下，不與上同，是將出行。下云「天子道以筮」，此云「無筮」，是未在道也，故知「征代出師若巡守」欲發時也。云「天子至尊，大事皆用卜也」者，謂不徒用筮而已，兼用卜也。此云「無筮」，無徒筮耳，不謂全無筮也。《簭人》云：「國之大事，先簭而後卜。」出師、巡守，皆大事者也。所引《春秋傳》者，襄十三年《左傳》文。案襄十一年，鄭先屬於楚。今楚弱，鄭又被晉收，屬於晉，鄭使良霄石告絕於楚，楚人執之，故謂楚人云：「先王卜征五年。」謂將欲巡守，預先五年，每歲卜之。云「歲襲其祥」者，襲，重也。謂歲歲恒吉，重其吉祥，而後始行。若不吉，則更增脩其德，欲令楚脩德。引者，證巡守須卜也。○注「守筮守國之筮」。○正義曰：此諸侯守國筮者，非寢室改易之屬，則唯用筮也。若寢室亦用卜，故下云「卜宅寢室」。然此節皆明將行及守國之義，而云「守筮」及「卜宅寢室」，及「不卜處大廟」，皆言國史之寧者，此舉國中以明在外，外內相明也。○注「諸侯受封乎天子，因國而國」。○正義曰：此諸侯初受封之時不卜者，以天子因先王舊國，而今封諸侯，不須卜也。若天子初建國則卜之，故下注云「卜可建國之處」，是不因先王舊國也。○注「謂朝聘若賓客崇敬，不敢用燕器也」。○正義曰：但此章據出行朝聘之事，故以朝聘解之，則上文「非其國不以筮」，是出外行也。其實昏、冠亦不用燕器也，用祭器也，故《左傳》稱魯襄公冠，季武子云「君冠必以祼享之禮，行之以金石之樂節之」是用祭器也。○注「用龜筮，問所貢獻也」。○正義曰：鄭以「天子無筮」以下，論出行在外之事，故解此「不違龜筮」，謂所問貢獻之物也。前章云「不違龜筮」，謂在國所卜諸事也。"
      }
    ]
  }
}