{
  "chapterNumber": 28,
  "title": "聘義",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "聘禮：上公七介，侯伯五介，子男三介，所以明貴賤也。○注：此皆使卿出聘之介數也。《大行人職》曰：「凡諸侯之卿，其禮各下其君二等。」○音義：介音界，下及注同。下，戶嫁反。"
      },
      {
        "index": 1,
        "text": "疏　 「聘禮」至「賤也」。○正義曰：此篇總明聘義，各顯《聘禮》之經於上，以義釋之於下。從首至末，又明聘所執玉，又因明有諸德之義。今各依文解之。今此一經以介數不同，明貴賤有異，皆謂使卿出聘之介數也。○「上公七介」者，若上公親行則九介，其卿降二等，故「七介」。侯、伯、子、男以次差之，義可知也。"
      },
      {
        "index": 2,
        "text": "介紹而傳命，君子於其所尊弗敢質，敬之至也。○注：質，謂正自相當。○音義：傳，丈專反，下同。\n疏　 「介紹」至「至也」。○正義曰：此一節明《聘禮》之有介傳達賓主之命，敬之至極也。"
      },
      {
        "index": 3,
        "text": "三讓而后傳命，三讓而后入廟門，三揖而后至階，三讓而后升，所以致尊讓也。○注：此「揖」、「讓」，三謂賓也。「三讓而後傳命」，賓至廟門，主人請事時也。賓見主人陳擯，以大客禮當己，則三讓之，不得命，乃傳其君之聘命也。「三讓而後入廟門」，讓主人廟受也。《小行人職》曰：「凡四方之使者，大客則擯，小客則受其幣，聽其辭。」○音義：擯，必刃反，本又作儐，下文及注皆同。《說文》云：「擯，或儐字。」使，所吏反。"
      },
      {
        "index": 4,
        "text": "疏　 「三讓」至「讓也」。○正義曰：上經明設介傳命致敬之義，此經明欲傳命之時，先須三讓；又傳命之後，入廟門及升階揖讓之節，明賓所以尊讓主人。○「三讓而後傳命」者，謂賓在大門外，見主人陳擯，以大客之禮待己，己不敢當，三度辭讓，主人不許，乃後傳聘君之命。○「三讓而後入廟門」者，謂賓既傳命之後，主君延賓而入至廟，將欲廟受，賓不敢當之，故「三讓而後入廟門」。主君在東，賓差退在西，相鄉三讓乃入廟門也。○「三揖而後至階」者，初入廟門，一揖也；當門北面又揖，二揖也；當碑又揖，三揖也。○「三讓而後升」者，謂主君揖賓至階，主君讓賓升，賓讓主君，如此者三，主君乃先升，賓乃升也。○「所以致尊讓也」，言如此者，是賓致其尊敬，讓主人之心也。○注「此揖」至「其辭」。○正義曰：知「此揖、讓，主謂賓」者，以三讓而後傳命，及三讓而後入廟門，皆賓先讓也。三揖至階，三讓而後升，雖主人為首，皆賓讓而後至於主人。若賓不讓，則不至於三。是揖讓之事，皆賓為主。故云「此揖、讓，主謂賓也」。云「三讓而後傳命，賓至廟門，主人請事時也」者，鄭解三讓而後傳命之節，正當賓至主人大門，主人請事之時。案《聘禮》，賓至大門，主人陳介而請事。此云「廟門」者，有「廟」字者誤也。案鄭注《鄉飲酒》云：「事同曰讓，事異曰辭。」此主人以大客禮賓，賓不敢當大客之禮，乃是「事異」，應云「三辭」，而云「三讓」者，但鄭於《儀禮》自上下為例。此云「三讓」，記者之言，辭之與讓，其義亦通也。云「乃傳其君之聘命也」，解經「傳命」之言。案《聘禮》注云「賓至末介，上擯至未擯，亦相去三丈六尺」，賓乃傳聘君之命於上擯也，故云「傳其君之聘命也」。案《司儀職》，兩君相見則交擯，若臣聘於君則旅擯。交擯傳命者，《聘禮》注云：「其傳命，各鄉本受命，反面傳而下；及未，則鄉受之，反面傳而上，又受命傳而下。」其旅擯之時，不上下相傳，直賓及上擯相對而語。交擯與旅擯雖別，總而言之，皆是傳命，故注《聘禮》引此「介紹而傳命」，謂時交擯而傳命也。今此《聘義》介紹傳命，論相聘也。及「三讓而後傳命」，皆聘之旅擯，亦是傳命也。熊氏、皇氏皆以此介紹傳命為朝之交擯。今此《聘義》不釋朝，乃於《聘義》之中而記朝之傳命，理為不可。又鄭此注傳其聘君之命，其義分明，熊氏、皇氏之說未可善也。云「三讓而後入廟門」者，案《聘禮》入廟門之時，無三讓之文，不備也。云「讓主人廟受也」者，解入廟門三讓之意，主人於廟受賓之禮，言賓不敢當其廟受，故云「讓主人之廟受也」。引《小行人職》者，證大客來，主人有擯迎之法。"
      },
      {
        "index": 5,
        "text": "君使士迎於竟，大夫郊勞，君親拜迎於大門之內而廟受，北面拜貺，拜君命之辱，所以致敬也。○注：貺，賜也。賓致命，公當楣再拜。聘君之恩惠，辱命來聘者也。○音義：竟音境。勞，力報反。拜況，本亦作貺，音同。楣音眉。"
      },
      {
        "index": 6,
        "text": "疏　 「君使」至「敬也」。○正義曰：前經明賓致尊讓於主君，故此經明主君尊敬聘客，所以致敬於彼君之命也。○「君使士迎於竟」，謂主君使士迎客於竟，故《聘禮》「賓及竟，張旃」，「君使士請事，遂以入」是也。○大夫郊勞。○《聘禮》云：「賓至於近郊，君使下大夫請行」；「君又使卿朝服，用束帛勞」。此「大夫郊勞」者，即卿也。○「君親拜迎於大門之內而廟受」，案《聘禮》，「賓入門左，公再拜」。是君拜迎於大門之內。《聘禮》又云「及廟門，公揖入」，「納賓，賓入門左」，「賓升，西楹西，東面」。是「廟受」也。「北面拜貺」者，君於阼階之上，北面再拜，拜聘君之貺。貺，謂惠賜也。《聘禮》云「公當楣再拜」是也。○「拜君命之辱」者，釋此「北面拜貺」之義也。言主君所以「北面拜貺」者，拜聘君之命來屈辱也。○「所以致敬也」，言主君致敬於聘君。"
      },
      {
        "index": 7,
        "text": "敬讓也者，君子之所以相接也。故諸侯相接以敬讓，則不相侵陵。○注：君子之相接，賓讓而主人敬也。\n疏　 「敬讓」至「侵陵」。○正義曰：此一經總結上賓致尊讓於主君，主君又致敬於聘君，故賓主交相敬讓者，是君子所以相接待也。「敬讓，則不相侵陵」者，以主人致敬，賓致讓，同心以禮相接，故「不相侵陵」。"
      },
      {
        "index": 8,
        "text": "卿為上擯，大夫為承擯，士為紹擯。君親禮賓，賓私面私覿，致饔餼，還圭璋，賄贈，饗、食、燕，所以明賓客君臣之義也。○注：設大禮，則賓客之也。或不親而使臣，則為君臣也。○音義：覿，大歷反，見也。雍，字又作饔，音同。餼，許既反。還音旋，下及注同。璋音章。賄，呼罪反，《字林》音悔。享，許兩反，本又作「饗」。食音嗣，下同。"
      },
      {
        "index": 9,
        "text": "疏　 「卿為」至「義也」。○正義曰：主國之卿為上擯，接迎於賓。○「大夫為承擯」者，承副上擯也。○「士為紹擯」者，紹，繼也，謂繼續承擯。案《聘禮》注「其位相承繼」。又《聘禮》注云：「主君公也，則擯者五人。侯伯也，則擯者四人。子男也，則擯者三人。」其待聘客及朝賓，其擯數皆然。故《大行人》云上公擯者五人，侯伯四人，子男三人。謂迎朝賓也。若擯者五人，則士為紹擯者三人；若擯者四人，則士為紹擯者二人；若擯者三人，則士為紹擯一人。○「君親禮賓」者，謂行聘已訖，君親執醴以禮賓，故《聘禮》賓行聘訖，「宰夫徹幾，改筵。公出，迎賓以入」，「公側受醴，賓受醴，公拜送醴」是也。○「賓私面私覿」者，私面，謂私以己禮面見主國之卿大夫也。私覿者，私以己禮覿主國之君。以其非公聘正禮，故謂之「私」。案《聘禮》私面在後，此先云私面者，記者便文，無義例也。面，亦見也。以其於臣禮質，故以「面」言之。故《聘禮》注云「面，亦見也。其謂之面，威儀質也」。此於臣謂之面。而《司儀》云「諸公之臣，相為國客」，「私面私獻」。注云：「私面，私覿也。」又以「私面」為「私覿」者，以《司儀》之文，但云「私面私獻」，不云「私覿」，故以私面為私覿也。昭六年《左傳》楚公子棄疾見鄭伯，以其乘馬八匹私面。於君而稱「面」者，因行過鄭而面鄭伯，非正禮，故雖君亦稱「面」也。○「致饔餼」者，謂行聘之日，主君使卿致饔餼之禮於賓館。案《聘禮》：「君使卿韋弁，歸饔餼五牢。」注云：「牲，殺曰饔，生曰餼。」又曰：「餼一牢鼎九，設於西階前。腥二牢鼎二七，設於阼階前。餼二牢陳於門西，北面東上。」是也。案《聘禮》餼既為生，而《左傳》僖三十三年云「餼，牽竭矣」，服虔云「死曰餼」者，以餼與牽相對，牽既為生，餼則為死。故《詩．匏葉》篇云：「牲牢、饔餼。」鄭注云「腥曰餼」者，以牲牢、饔餼相對，以牲牢既為生，饔又為熟故以餼為腥也。○「還圭璋」者，謂賓將去時，君使卿就賓館，還其所聘之圭璋。故《聘禮》云「君使卿皮弁，還玉於館」是也。「賄贈」者，因其還玉之時，主人之卿並以賄而往，還玉既畢，以賄贈之，故《聘禮》還圭璋畢，「大夫賄用束紡」是也。○「饗、食、燕」者，謂主君設大禮以饗賓，設食禮以食賓，皆在朝也；又設燕以燕之，燕在寢也。故《聘禮》云「公於賓，壹食，再饗，燕與羞，淑獻，無常數」，是也。「所以明賓客、君臣之義也」，謂君親禮賓，賓用私覿，及致饔餼、饗、食之屬，或主人敬賓，或賓答主人，或君親接賓，或使臣致之，是顯明賓客、君臣之義也。○注「設大」至「臣也」。○正義曰：鄭解賓客君臣之義也。「設大禮」，謂饗、食之屬，則以賓客禮待之，使人延賓於館，則主君親待之，是賓各其使人也。云「或不親而使臣，則為君臣也」者，謂主君或不親饗，則使人致禮於賓。若致饔餼、致饗、致食，及還圭、贈賄之屬，皆主君不親，使臣致禮於客。客則臣，故使臣獻之，是君臣之義也。"
      },
      {
        "index": 10,
        "text": "故天子制諸侯，比年小聘，三年大聘，相厲以禮。使者聘而誤，主君弗親饗食也，所以愧厲之也。諸侯相厲以禮，則外不相侵，內不相陵。此天子之所以養諸侯，兵不用，而諸侯自為正之具也。○注：「比年小聘」，所謂「歲相問」也。「三年大聘」，所謂「殷相聘」也。○音義：比，必履反。使，色吏反。媿，本又作愧，音同。"
      },
      {
        "index": 11,
        "text": "疏　 「故天」至「具也」。○正義曰：此經明諸侯交相聘問，相厲以禮，則內崇敬讓，外不相侵陵，是「自為正之具」。○「天子制諸侯，比年小聘，三年大聘」者，謂天子立制，使諸侯相於比年使大夫小聘，三歲使卿大聘。○「使者聘而誤，主君弗親饗食也」，謂來聘使者行聘之時，禮有錯誤，則主國之君不親自饗食以接賓，所以使賓恥愧，自勉勸厲。○「此天子之所以養諸侯，兵不用」者，謂天子制此禮，使諸侯自相親，是存養諸侯，無兵革之患。○「而諸侯自為正之具也」，正，謂國無患難。國家得正，由其外親諸侯所以如此，是「自為正之具」也。○注「比年」至「聘也」。○正義曰：案《大行人》云：「諸侯之邦交，歲相問也。」案《聘禮記》云：「小聘曰問。」故知此「比年小聘」是「歲相問」也。《大行人》又云：「殷相聘也。」殷，中也。謂三年之時，中而無事，故稱「殷」也。案昭元年《左氏傳》云：「孟僖子如齊，殷聘禮也。」服虔注云：「自襄二十年叔老聘於齊，至今積二十年，故脩盛聘之禮。」鄭引之，以解《大行人》「殷相聘」也。鄭以「殷」為「中」，惟取「殷聘」之文以解「殷相聘」之義。正取「殷」文是同，其年數則異，故以此三年之聘為「殷聘」也。此經所云，謂諸侯自相聘也。而《王制》云：「諸侯之於天子，比年一小聘，三年一大聘，五年一朝。」與此不同者，此經諸侯相聘，是周公制禮之正法，《王制》所云，謂文、襄之法，故不同也。"
      },
      {
        "index": 12,
        "text": "以圭璋聘，重禮也。已聘而還圭璋，此輕財而重禮之義也。諸侯相厲以輕財重禮，則民作讓矣。○注：圭，瑞也。尊圭、璋之類也。用之還之，皆為重禮。禮必親之，不可以己之有，遙復之也。財，謂璧、琮、享幣也。受之為輕財者，財可遙復，重賄反幣，是也。○音義：皆為，于偽反。琮，才工反。"
      },
      {
        "index": 13,
        "text": "疏　 「以圭」至「讓矣」。○正義曰：此一經明既聘還圭璋，輕財重禮，教民廉讓之意。○「以圭璋聘，重禮也」者，玉以比德，故以圭璋而聘，貴重其禮也。言其禮可貴，與玉相似。○「已聘而還圭璋，此輕財而重禮之義也」，謂既聘之後賓將歸時，致此圭璋付與聘使，而還其聘君也。凡行聘禮之後，享君用璧，享夫人用琮。圭、璋玉之質，惟玉而已。璧琮則重其華美，加於束帛。聘使既了，還以圭璋之玉，重其禮，故還之；留其璧琮之財，是輕其財，故留之。重者難可報覆，故用本物還之；輕者易可酬償，故更以他物贈之，此是「輕財重禮」之義也。○「則民作讓矣」者，言諸侯既能相厲以輕財重禮之義，君既行之於上，人則效之於下，故民皆作其廉讓矣。○注「圭瑞」至「是也」。○正義曰：云「圭瑞」者，以器言之謂之圭，執以行禮謂之瑞。瑞，信也。謂與人為尊卑之信驗也。云「尊圭璋之類也。用之還之，皆為重禮」者，言尊敬此璋同於圭，則璋是圭之等類。用之以聘，聘訖又還，皆為尊重此禮，以圭璋所以行禮，故重之也。云「禮必親之，不可以己之有，遙復之也」者，言行禮之義，必親自為之。若己親往彼國，則可以已國之有執往行禮。今主國之君既不親往彼國，則不以己國所有寶玉，遙復償他國所來圭璋，故還歸之也。故云「不可以己之有，遙復之也」。復，償也。云「財，謂璧琮享幣也，受之為輕財」者，案《聘禮》，享君以璧，享夫人以琮。享，獻也。謂享獻之幣，主人受而不還，是謂「輕財」也。云「財可遙復」者，解受璧琮之意。璧琮是財輕，可得以己物遙而復償於彼國繼來者，己得受之。但《聘禮》「圭璋」與「璧琮」相對，故圭璋為聘，璧琮為享，若諸侯之朝天子，「圭璋」與「璧璋」皆為享也，皆為財。故《小行人》「合六幣，圭以馬，璋以皮」。二王之後享天子用圭，享後用璋，則雖圭璋，亦受之不歸也。云「重賄反幣，是也」者，案《聘禮》云：「無行則重賄反幣。」注云：「無行，謂獨來復無所之也。」"
      },
      {
        "index": 14,
        "text": "主國待客，出入三積，餼客於舍，五牢之具陳於內，米三十車，禾三十車，芻薪倍禾，皆陳於外，乘禽日五雙，群介皆有餼牢，壹食，再饗，燕與時賜無數，所以厚重禮也。○注：厚重禮，厚此聘禮也。○音義：積，子賜反。芻，初俱反。倍，步罪反。乘，繩證反。一食，一又作壹，食音嗣。"
      },
      {
        "index": 15,
        "text": "疏　 「主國」至「禮也」。○正義曰：此一經明待賓之厚，所以尊重聘禮之義。「主國待客，出入三積」者，此謂上公之臣，故「出入三積」。若侯伯以下之臣，則不致積也。故《司儀》云：「諸公之臣，相為國客，則三積。」注云：「侯伯之臣不致積。」知者，謂《聘禮》是侯伯之臣，故文無「致積」也。此「出入三積」者，謂入三積，出亦三積，故《司儀》云：「遂行，如入之積。」是去之積如來時積也。○「餼客於捨，五牢之具陳於內」者，案《聘禮》，致客有饔有餼，今直云「餼客」者，略言之。「於捨」，謂於賓館也。「五牢之具」，謂飪一牢在賓館西階也，腥二牢在賓館東階也，餼二牢在賓館門外之西，是皆「陳於內」也。「米三十車，禾三十車，芻薪倍禾，皆陳於外」者，案《聘禮》「米三十車」，「設於門東」，「東陳禾三十車」，「設於門西」，「西陳薪芻倍禾」也。鄭註：「薪，從米；芻，從禾。」○「乘禽日五雙」者，謂乘行群匹之禽，雁鶩之屬，聘卿則每日致五雙也。「群介皆有餼牢」者，鄭注《掌客》云：「爵卿也，則飧二牢，饔餼五牢，爵大夫也，則飧大牢，饔餼三牢；爵士也，則飧少牢，饔餼大牢也。」○「壹食，再饗，燕與時賜無數」者，此謂聘卿也。一為之設食，再為之設饗，其歡燕與當時之賜無常數也。○「所以厚重禮也」，言備設待賓之物所以豐厚，尊重行聘之禮。其天子待諸侯之禮，及諸侯相待之法，賓主玉帛之節，饔餼飧積之差，米禾薪芻多少，饗食牲牢隆殺，皆文具《掌客》，義見《聘禮》，可以尋文取實，故於此略而不言也。"
      },
      {
        "index": 16,
        "text": "古之用財者，不能均如此，然而用財如此其厚者，言盡之於禮也。盡之於禮，則內君臣不相陵，而外不相侵，故天子制之，而諸侯務焉爾。○注：「不能均如此」，言無則從其實也。言「盡之於禮」，欲令富者不得過也。"
      },
      {
        "index": 17,
        "text": "疏　 「古之」至「焉爾」。○正義曰：此一經明聘禮用財之厚，務行禮讓，則君臣內外不相侵陵，所以諸侯務焉。○「古之用財，不能均如此」者，言古之費用其財，不能悉皆均平，常能如此之厚。言厚則從其豐，無則從其實。○「然而用財如此其厚者，言盡之於禮也」者，言古之用財，既有隆有殺，而相聘之事，費用其財如此豐厚者，言用財盡極於禮。言以禮則止，雖有富者不得過也。○「盡之於禮，則內君臣不相陵，而外不相侵」者，言若能豐厚用財在於禮，謂以禮自制，不得過，則於國內上下和睦，君臣不相陵也。謂四鄰歸懷，外不相侵也。○「故天子制之，諸侯務焉爾」者，言行禮使君臣內外不相侵陵，故天子制此聘禮，而諸侯務而行焉。○注「不能」至「過也」。○正義曰：「言無則從其實也」者，言國若豐厚，則盡其財以行禮；國若乏無，則從其當時之實。猶如國新殺禮，凶荒殺禮，計財而行禮，故云「從其實」。云「欲令富者不得過也」者，謂豐財以行禮，盡禮而用財，雖有其財，唯盡極於禮，不可禮外更多用其財，使貧而及禮，富者不得奢，此上下得宜，內外無怨也。"
      },
      {
        "index": 18,
        "text": "聘、射之禮，至大禮也。質明而始行事，日幾中而后禮成，非強有力者，弗能行也。故強有力者將以行禮也。○注：禮成，禮畢也。或曰行成。○音義：幾，徐音畿，又音基。行成，下孟反。酒清人渴而不敢飲也，肉乾人飢而不敢食也。日莫人倦，齊莊、正齊，而不敢解惰，以成禮節，以正君臣，以親父子，以和長幼。此眾人之所難，而君子行之，故謂之有行。有行之謂有義，有義之謂勇敢。故所貴於勇敢者，貴其能以立義也。所貴於立義者，貴其有行也。所貴於有行者，貴其行禮也。故所貴於勇敢者，貴其敢行禮義也。故勇敢強有力者，天下無事則用之於禮義，天下有事則用之於戰勝。用之於戰勝則無敵，用之於禮義則順治。外無敵，內順治，此之謂盛德。故聖王之貴勇敢、強有力如此也。勇敢、強有力而不用之於禮義、戰勝，而用之於爭鬬，則謂之亂人。刑罰行於國，所誅者亂人也。如此，則民順治而國安也。○注：勝，克敵也，或為「陳」。○音義：渴，苦葛反。乾音干。莫音暮。齊，側皆反。解，佳買反。惰，徒臥反。長，丁丈反。有行、有行，並下孟反，下「有行」同。治，直吏反。陳，直靳反。"
      },
      {
        "index": 19,
        "text": "疏　 「聘射」至「安也」。○正義曰：以前經說聘禮既畢，此一節又申明行聘之時，禮儀既大，日晚始罷，故記者引唯勇敢之人能成禮事，故於此明之。此是聘義，兼云「射」者，以強有餘力之士，非但聘而行禮，又能射為武事，故此總明之也。○「聘、射之禮，至大禮也」者，言此聘之與射，至極繁大之禮，非如冠、昏之屬，暫時即畢。○「日幾中而後禮成」者，幾，近也。日近在於中，而後禮成畢。○「非強有力者，弗能成也。故強有力者，將以行禮也」，言非強有德力而行禮，則禮事不成也。○「酒清人渴不敢飲也」者，此謂射禮也。言欲射之時，先行燕禮，唯以禮獻酬，不敢恣意醉飽，但行禮而已。非謂全不得飲之。《聘禮》行聘之時，但酌醴禮賓，無酒餚之事，故知此唯據射也。○「肉乾人饑而不敢食也」者，亦言不敢全食而令飽也。○「日暮人倦，齊莊、正齊」者，謂日暮晚，人斯懈倦，猶齊莊而自整齊也。○「而不敢懈惰，以成禮節」者，所以日莫猶自整齊者，以不敢懈倦，成就禮之節制。此亦謂射禮也。故此以下即云「以正君臣，以親父子，以和長幼」，皆謂射也。前文云「日幾中而後禮成」，聘、射總陳，特謂聘也，故「日幾中而禮成」。此云「日莫」者，謂射禮也。酒清、餚乾，特據於射，故日莫而成禮節也。○「以正君臣」者，謂射前行燕禮，謂君在阼，賓升成拜稽首之屬，及受君賜再拜稽首之等，是以「正君臣」也。○「以親父子，以和長幼」者，此謂鄉射之前，行鄉飲酒之禮，有齒於父族之事。故云「以親父子，以和長幼」。但此節總結聘、射，則前篇《射義》在其中也。故《射義》云：「諸侯之射，必先行燕禮；卿、大夫、士之射，必先行鄉飲之禮。故燕禮所以明君臣之義也，鄉飲酒之禮所以明長幼之序也」。故此經總結之也。故酒清、餚乾之屬，燕禮與鄉飲酒禮初行之時，事同於饗，皆有此也。至說屨升坐之後，乃盡歡飲食也。「此眾人之所難，而君子行之」者，言以上之事，凡眾人所難行，君子之人特能行之。○「故謂之有行」者，以君子有能行，故謂此君子為有行之士。身既有行，則事得宜，故云「有行之謂有義」。有義則臨敵果斷，故云「有義之謂勇敢」。此總覆說聘之與射也。○「故勇敢強有力」者，勇敢，明射之所須；強有力，明聘之所須。故前文論聘，止稱「強有力」者，此經論射，則云「勇敢」，故知然也。「天下無事則用之於禮義」者，無事，謂兵革休息，故用之於聘、射之禮義。○「天下有事則用之於戰勝」者，有事，謂軍旅數起，故用之於戰鬥，必得勝也。○「勇敢強有力而不用之於禮義、戰勝，而用之於爭鬥，則謂之亂人」者，戰勝，謂公義而戰勝。則前經「戰勝」，是謂以戰而勝也。此云「用之於爭鬥」者，謂私爭忿鬥，與前經不同也。故云「不用之禮義、戰勝，而用之於爭鬥」。"
      },
      {
        "index": 20,
        "text": "子貢問於孔子曰：「敢問君子貴玉而賤○注：碈○注：者何也？為玉之寡而碈之多與？」○注：碈，石似玉，或作「玟」也。○音義：碈，武巾反，字亦作琘，似玉之石。為，于偽反，下同。與音餘。玟，武巾反，又音救。孔子曰：「非為碈之多故賤之也，玉之寡故貴之也。夫昔者，君子比德於玉焉：溫潤而澤，仁也。○注：色柔溫潤，似仁也。潤，或為「濡」。○音義：濡音儒。縝密以栗，知也。○注：縝，緻也。栗，堅貌。○音義：縝音軫，一音真。知音智。致，直置反，本亦作緻。廉而不劌，義也。○注：劌，傷也。義者，不苟傷人也。○音義：劌音九衛反，《字林》云「利傷也」，又音己芮反。垂之如隊，禮也。○注：禮尚謙卑。○音義：隊，直位反，又音遂。叩之，其聲清越以長，其終詘然，樂也。○注：樂作則有聲，止則無也。越，猶揚也。詘，絕止貌也。《樂記》曰：「止如槁木。」○音義：叩音口。詘，其勿反。槁木，苦老反，亦作槁。瑕不揜瑜，瑜不揜瑕，忠也。○注：瑕，玉之病也。瑜，其中間美者。玉之性，善惡不相揜，似忠也。○音義：瑕音遐。揜音掩。瑜，羊朱反，玉中美。孚尹旁達，信也。○注：孚，讀為浮。尹，讀如竹箭之筠。浮筠，謂玉采色也。采色旁達，不有隱翳，似信也。孚，或作姇，或為「扶」。○音義：孚，依注音浮。尹，依注音筍，又作筠，於貧反。翳，於計反。姇音孚，徐方附反。氣如白虹，天也。精神見於山川，地也。○注：精神，亦謂精氣也。虹，天氣也。山川，地所以通氣也。○音義：虹音紅。見，賢遍反。圭璋特達，德也。○注：特達，謂以朝聘也。璧琮則有幣，惟有德者無所不達，不有須而成也。○音義：朝，直遙反。天下莫不貴者，道也。○注：道者，人無不由之。《詩》云：『言念君子，溫其如玉。』故君子貴之也。」○注：言，我也。貴玉者，以其似君子也。"
      },
      {
        "index": 21,
        "text": "疏　 「子貢」至「之也」。○正義曰：以聘用玉，因論玉有諸德，而結成《聘義》之篇也。○「為玉之寡而碈之多與」者，子貢之意所以貴玉者，豈不為玉之寡少故貴之，碈之饒多故賤之。與，疑辭也。○「孔子曰」至「玉焉」，言貴玉由其有德，非為少故貴之。謂昔者君子之人於玉以比道德，所以貴玉者，為其有德。君子之人，比德堪敬重如玉，故貴之有德，即下云「溫潤而澤，仁」等是也。○「溫潤而澤，仁也」者，言玉色溫和柔潤而光澤，仁者亦溫和潤澤，故云「仁也」。○「縝密以栗，知也」者，縝，緻也；栗，謂堅剛。言玉體密緻而堅剛。人有知者，性亦密緻堅剛，故云「知也」。○「廉而不劌，義也」，廉，稜也；劌，傷也。言玉體雖有廉稜，而不傷割於物，人有義者，亦能斷割而不傷物，故云「義也」。○「垂之如隊，禮也」，言玉體垂之而下墜，人有禮者亦謙恭而卑下，故言「禮也」。○「叩之，其聲清越以長，其終詘然，樂也」者，越，揚也；詘，謂止絕也。言玉體以物叩擊，其聲清冷發越以長遠而聞，其擊之終，音聲則詘然而止，不如鐘聲擊罷猶有餘音也。其為樂之法，初作聲而發揚，樂罷則止如槁木，言玉體亦然，故云「樂也」。○「瑕不揜瑜，瑜不揜瑕，忠也」，瑕，謂玉之病處；瑜，謂玉中美處。言玉之病處不揜映美處，玉之美處不揜映病處，皆以忠實見外，如人之忠者，亦以忠心見外，故云「忠也」。○「孚尹旁達，信也」，孚，浮也。浮者在外之名。尹，讀如筠，筠者，若竹箭之筠，筠亦潤色在外者。旁者，四面之謂也。達者，通達之名也。信者，內不欺隱者也。玉采色彰達著見於外，無隱掩，如人有信者亦著見於外，故云「信也」。○「氣如白虹，天也」，白虹，謂天之白氣。言玉之白氣，似天白氣，故云「天也」。○「精神見於山川，地也」，精神，謂玉之精氣，徹見於山川，謂玉在山川之中，精氣徹見於外，地氣含藏於內亦徹見於外，與地同，故云「地也」。○「圭璋特達，德也」，行聘之時唯執圭璋，特得通達，不加餘幣。言人之有德，亦無事不通，不須假他物而成。言圭璋之特，同人之有德，故云「德也」。○「天下莫不貴者，道也」，道者，通也。言萬物無不由道而通，故天下無不貴之。玉者，亦天下貴之，與道相似，故云「道也」。○「《詩》云：言念君子，溫其如玉」，此《詩．秦風．小戎》之篇，美秦襄公之詩也。言襄公出兵征伐西戎，婦人思念其夫，言我念此君子，顏色溫然如玉。引之者，證玉以比德之事。言貴玉者，以其似君子，故云「君子貴之」也。○注「碈，石似玉」。○正義曰：案呂諶《字林》云：「碈，美石。」以其石之美者，故云「似玉」也。○注「栗，堅貌」。○正義曰：案《詩．大雅》云：「實穎實栗。」栗，是禾之堅熟，故云「栗，堅貌」也。○注「《樂記》曰：止如槁木」。○正義曰：引之者，證樂聲之止似擊枯槁之木，無餘聲也。言玉擊止之時，其聲即絕，與樂相似也。○注「瑕玉」至「忠也」。○正義曰：瑕，玉之病也。呂諶《字林》云：「瑕，玉小赤。」而云「病者」，以瑕與疵瘕義同，故云「玉之病也」。云「瑜，其中間美」者，案《字林》云：「瑜，美玉。」是瑕之中間美善者。○注「孚讀」至「信也」。○正義曰：案《字林》云：「琈，玉別名，玉旁孚也。」此讀為「浮」者，取浮見於外，非《字林》「琈」玉之名也。○注「有德者無所不達，不有須而成也」。○正義曰：德者，得也。萬物皆得，故無所不通達，不更須醋茆物而自成也。以聘享之禮，有圭璋璧琮，璧琮則有束帛加之乃得達，圭璋則不用束帛，故云「特達」。然璧琮亦玉，所以琮則加於他物，圭璋得特達者，但玉既比德，於禮重處則特達，於禮輕處則加物。以玉可重可輕，美其重處言之，故云「特達」。"
      }
    ]
  }
}