{
  "chapterNumber": 1,
  "title": "曲禮上",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "禮記○陸德明《音義》曰：「此記二禮之遺闕，故名《禮記》。」\n[疏]正義曰：夫禮者，經天地；理人倫，本其所起，在天地未分之前。故《禮運》云：「夫禮必本於大一。」是天地未分之前已有禮也。禮者，理也。其用以治，則與天地俱興，故昭二十六年《左傳》稱晏子云：「禮之可以為國也久矣，與天地並。」但於時質略，物生則自然而有尊卑，若羊羔跪乳，鴻雁飛有行列，豈由教之者哉！是三才既判，尊卑自然而有。但天地初分之後，即應有君臣治國。但年代綿遠，無文以言。案《易緯•通卦驗》云：「天皇之先，與乾曜合元，君有五期，輔有三名。」注云：「君之用事五行，王亦有五期。輔有三名，公、卿、大夫也。」又云「遂皇始出握機矩」，注云：「遂皇謂遂人，在伏犧前，始王天下也。矩，法也。言遂皇持斗機運轉之法，指天以施政教。」既云「始王天下」，是尊卑之禮起於遂皇也。持斗星以施政教者，即《禮緯•斗威儀》云「宮主君，商主臣，角主父，徵主子，羽主夫，少宮主婦，少商主政」，是法北斗而為七政。七政之立，是禮跡所興也。鄭康成《六藝論》云：「《易》者，陰陽之象，天地之所變化，政教之所生，自人皇初起。」人皇即遂皇也。既政教所生初起於遂皇，則七政是也。《六藝論》又云：「遂皇之後，歷六紀九十一代，至伏犧始作十言之教。」然則伏犧之時，《易》道既彰，則禮事彌著。案譙周《古史考》云：「有聖人以火德王，造作鑽燧出火，教民熟食，人民大悅，號曰遂人。次有三姓，乃至伏犧，制嫁娶，以儷皮為禮，作琴瑟以為樂。」又《帝王世紀》云：「燧人氏沒，包犧氏代之。」以此言之，則嫁娶嘉禮始於伏犧也。但《古史考》遂皇至於伏犧，唯經三姓；《六藝論》云「歷六紀九十一代」，其文不同，未知孰是。或於三姓而為九十一代也。案《廣雅》云：「一紀二十七萬六千年。」方叔機注《六藝論》云：「六紀者，九頭紀、五龍紀、攝提紀、合洛紀、連通紀、序命紀、凡六紀也。九十一代者，九頭一，五龍五，攝提七十二，含洛三，連通六，序命四，凡九十一代也。」但伏犧之前及伏犧之後，年代參差，所說不一，緯候紛紜，各相乖背，且復煩而無用，今並略之，唯據《六藝論》之文及《帝王世紀》以為說也。案《易•繫辭》云：「包犧氏沒，神農氏作。」案《帝王世紀》云，伏犧之後女媧氏，亦風姓也。女媧氏沒，「次有大庭氏、柏皇氏、中央氏、栗陸氏、驪連氏、赫胥氏、尊盧氏、渾沌氏、昊英氏、有巢氏、朱襄氏、葛天氏、陰康氏、無懷氏，凡十五代，皆襲伏犧之號」。然鄭玄以大庭氏是神農之別號。案《封禪書》無懷氏在伏犧之前，今在伏犧之後，則《世紀》之文未可信用。《世紀》又云：「神農始教天下種穀，故人號曰神農。」案《禮運》云：「夫禮之初，始諸飲食，燔黍捭豚，蕢桴而土鼓。」又《明堂位》云：「土鼓葦籥，伊耆氏之樂。」又《郊特牲》云：「伊耆氏始為蠟。」蠟即田祭，與種穀相協，土鼓葦籥又與蕢桴土鼓相當，故熊氏云：伊耆氏即神農也。既云始諸飲食，致敬鬼神，則祭祀吉禮起於神農也。又《史記》云「黃帝與蚩尢戰於涿鹿」，則有軍禮也。《易•繫辭》「黃帝九事」章云「古者葬諸中野」，則有凶禮也。又《論語撰考》云：「軒知地利，九牧倡教。」既有九州之牧，當有朝聘，是賓禮也。若然，自伏犧以後至黃帝，吉、凶、賓、軍、嘉五禮始具。皇氏云：「禮有三起，禮理起於太一，禮事起於遂皇，禮名起於黃帝。」其「禮理起於大一」，其義通也；其「禮事起於遂皇，禮名起於黃帝」，其義乖也。且遂皇在伏犧之前，《禮運》「燔黍捭豚」在伏犧之後，何得以祭祀在遂皇之時？其唐堯，則《舜典》云「修五禮」，鄭康成以為公、侯、伯、子、男之禮。又云命伯夷「典朕三禮」。五禮其文，亦見經也。案《舜典》云「類於上帝」，則吉禮也；「百姓如喪考妣」，則凶禮也；「群後四朝」，則賓禮也；「舜征有苗」，則軍禮也；「嬪於虞」，則嘉禮也。是舜時五禮具備。直云「典朕三禮」者，據事天、地與人為三禮。其實事天地唯吉禮也，其餘四禮並人事兼之也。案《論語》云「殷因於夏禮」，「周因於殷禮」，則《禮記》總陳虞、夏、商、周，則是虞、夏、商、周各有當代之禮，則夏、商亦有五禮。鄭康成注《大宗伯》，唯云唐虞有三禮，至周分為五禮。不言夏、商者，但書篇散亡，夏、商之禮絕滅，無文以言，故據《周禮》有文者而言耳。武王沒後，成王幼弱，周公代之攝政，六年致太平，述文武之德而制禮也。故《洛誥》云：「考朕招子刑，及單文祖德。」又《禮記•明堂位》云，周公攝政六年，制禮作樂，頒度量於天下。但所制之禮，則《周官》、《儀禮》也。鄭作序云：「禮者，體也，履也。統之於心曰體，踐而行之曰履。」鄭知然者，《禮器》云：「禮者，體也。」《祭義》云：「禮者，履此者也。」《禮記》既有此釋，故鄭依而用之。禮雖合訓體、履，則《周官》為體，《儀禮》為履，故鄭序又云：「然則三百三千雖混同為禮，至於並立俱陳，則曰此經禮也，此曲禮也。或云此經文也，此威儀也。」是《周禮》、《儀禮》有體、履之別也。所以《周禮》為體者，《周禮》是立治之本，統之心體，以齊正於物，故為體。賀瑒云：「其體有二。一是物體，言萬物貴賤高下小大文質各有其體。二曰禮體，言聖人製法，體此萬物，使高下貴賤各得其宜也。」其《儀禮》但明體之所行踐履之事，物唯萬體，皆同一履，履無兩義也。於周之禮，其文大備，故《論語》云「周監於二代，鬱鬱乎文哉！吾從周」也。然周既禮道大用，何以《老子》云「失道而後德，失德而後仁，失仁而後義，失義而後禮。禮者，忠信之薄，道德之華，爭愚之始」。故先師准緯候之文，以為三皇行道，五帝行德，三王行仁，五霸行義。若失義而後禮，豈周之成康在五霸之後？所以不同者，《老子》盛言道德質素之事、無為靜默之教，故云此也。禮為浮薄而施，所以抑浮薄，故云「忠信之薄」。且聖人之王天下，道、德、仁、義及禮，並蘊於心，但量時設教，道、德、仁、義及禮，須用則行，豈可三皇五帝之時，全無仁、義、禮也？殷周之時，全無道、德也？《老子》意有所主，不可據之以難經也。既《周禮》為體，其《周禮》見於經籍，其名異者，見有七處。案《孝經說》云「經禮三百」，一也；《禮器》云「經禮三百」，二也；《中庸》云「禮儀三百」，三也；《春秋說》云「禮經三百」，四也；禮說云「有正經三百」，五也；《周官外題》謂『為《周禮》』，六也；《漢書•藝文志》云「《周官》經六篇」，七也。七者皆云三百，故知俱是《周官》。《周官》三百六十，舉其大數而云三百也。其《儀禮》之別，亦有七處，而有五名。一則《孝經說》、《春秋》及《中庸》並云「威儀三千」，二則《禮器》云「《曲禮》三千」，三則《禮說》云「動儀三千」，四則謂「為《儀禮》」，五則《漢書•藝文志》謂《儀禮》為「古禮經」。凡此七處五名，稱謂並承三百之下，故知即《儀禮》也。所以三千者，其履行《周官》五禮之別，其事委曲，條數繁廣，故有三千也。非謂篇有三千，但事之殊別有三千條耳。或一篇一卷，則有數條之事。今行於世者，唯十七篇而已。故《漢書•藝文志》云「漢初，高堂生傳《禮》十七篇」是也。至武帝時，河間獻王得古《禮》五十六篇，獻王獻之。又《六藝論》云：「後得孔子壁中古文《禮》，凡五十六篇。其十七篇與高堂生所傳同而字多異，其十七篇外則逸禮是也。」《周禮》為本，則聖人體之；《儀禮》為末，賢人履之。故鄭序云「體之謂聖，履之為賢」是也。既《周禮》為本，則重者在前，故宗伯序五禮，以吉禮為上；《儀禮》為末，故輕者在前，故《儀禮》先冠、昏，後喪、祭。故鄭序云：「二者或施而上，或循而下。」其《周禮》，《六藝論》云：「《周官》壁中所得六篇。」《漢書》說河間獻王開獻書之路，得《周官》有五篇，失其《冬官》一篇，乃購千金不得，取《考工記》以補其闕。《漢書》云得五篇，《六藝論》云得其六篇，其文不同，未知孰是。其《禮記》之作，出自孔氏。但正《禮》殘缺，無復能明，故范武子不識殽烝，趙鞅及魯君謂《儀》為《禮》。至孔子沒後，七十二之徒共撰所聞，以為此《記》。或錄舊禮之義，或錄變禮所由，或兼記體履，或雜序得失，故編而錄之，以為《記》也。《中庸》是子思伋所作，《緇衣》公孫尼子所撰。鄭康成云：《月令》，呂不韋所修。盧植云：《王制》，謂漢文時博士所錄。其餘眾篇，皆如此例，但未能盡知所記之人也。其《周禮》、《儀禮》，是《禮記》之書，自漢以後各有傳授。鄭君《六藝論》云：「案《漢書•藝文志》、《儒林傳》云，傳禮者十三家，唯高堂生及五傳弟子戴德、戴聖名在也。」又案《儒林傳》云：「漢興，高堂生傳《禮》十七篇，而魯徐生善為容。孝文時，徐生以容為禮官大夫。瑕丘蕭奮以禮至淮陽太守。孟卿，東海人，事蕭奮，以授戴德、戴聖。」《六藝論》云「五傳弟子」者，熊氏云：「則高堂生、蕭奮、孟卿、後倉及戴德、戴聖為五也。」此所傳皆《儀禮》也。《六藝論》云：「今禮行於世者，戴德、戴聖之學也。」又云「戴德傳《記》八十五篇」，則《大戴禮》是也；「戴聖傳《禮》四十九篇」，則此《禮記》是也。《儒林傳》云：「大戴授琅邪徐氏，小戴授梁人橋仁字季卿、楊榮字子孫。仁為大鴻臚，家世傳業。」其《周官》者，始皇深惡之。至孝武帝時，始開獻書之路，既出於山巖屋壁，復入秘府，五家之儒莫得見焉。至孝成時，通人劉歆校理秘書，始得列序，著於錄略。為眾儒排棄，歆獨識之，知是周公致太平之道。河南緱氏杜子春，永平時初能通其讀，鄭眾、賈逵往授業焉。其後馬融、鄭玄之等，各有傳授，不復繁言也。"
      },
      {
        "index": 1,
        "text": "陸曰：「本或作《曲禮》，上者，後人加也，《檀弓》、《雜記》放此。《曲禮》者，是《儀禮》之舊名，委曲說禮之事。」"
      },
      {
        "index": 2,
        "text": "[疏]正義曰：案鄭《目錄》云：「名曰《曲禮》者，以其篇記五禮之事。祭祀之說，吉禮也。喪荒去國之說，凶禮也。致貢朝會之說，賓禮也。兵車旌鴻之說，軍禮也。事長敬老、執贄納女之說，嘉禮也。此於《別錄》屬《制度》。」案鄭此說，則此《曲禮》篇中有含五禮之義。是以經云「禱祠祭祀」之說，當吉禮也。「送喪不由徑」，「歲凶，年穀不登」，又云「大夫士去國」，如此之類，是喪荒去國之說，當凶禮也。「五官致貢曰享」，「天子當寧而立曰朝」，「相見於郤地曰會」，如此之類，是致貢朝會之說，當賓禮也。「兵車不式」，「前有水，則載青旌」，如此之類，是兵車旌鴻之說，當軍禮也。「侍坐於長者」，「故君子式黃髪」，「婦人之贄，椇榛棗栗」，「納女於天子」，如此之類，是事長敬老、執贄納女之說，當嘉禮也。必知執贄當婦人之贄者，以其《士相見》，鄭《目錄》以士執贄為賓禮故也。此篇既含五禮，故其篇名為《曲禮》。《曲禮》之與《儀禮》，其事是一。以其屈曲行事，則曰《曲禮》；見於威儀，則曰《儀禮》。但曲之與儀相對。《周禮》統心為號若，若總而言之，則《周禮》亦有曲名，故《藝文志》云：「帝王為政，世有損益，至周曲為之防，事為之制，故曰，經禮三百，威儀三千。」是二禮互而相通，皆有曲稱也。云「上」者，對下生名。本以語多，簡策重大，分為上下，更無義也。「第一」者，《小爾雅》云：「第，次也。」呂靖云：「一者，數之始。」《禮記》者，一部之大名。《曲禮》者，當篇之小目。既題《曲禮》於上，故著《禮記》於下，以配注耳。鄭氏者，姓鄭名玄，字康成，北海高密縣人，前漢僕射鄭崇八世之孫也。後漢徵為大司農，年七十四乃卒。然鄭亦附盧、馬之本而為之注。注者，即解書之名。但釋義之人，多稱為傳。傳謂傳述為義，或親承聖旨，或師儒相傳，故云傳。今謂之注者，謙也，不敢傳授，直注己意而己。若然，則傳之與注，各出己情。皇氏以為自漢以前為傳，自漢以後為注。然王肅在鄭之後，何以亦謂之傳？其義非也。"
      },
      {
        "index": 3,
        "text": "《曲禮》曰：「毋不敬，禮主於敬。○陸曰：「毋音無。《說文》云：『止之詞，其字從女，內有一畫，像有奸之形，禁止之勿令奸。古人云毋，猶今人言莫也。』案『毋』字與父母字不同，俗本多亂，讀者皆朱點『母』字以作『無』音，非也。後放此。疑者，特復音之。」儼若思，儼，矜莊貌，人之坐思，貌必儼然。○嚴，魚檢反，本亦作儼，同，矜莊貌。思如字，徐息嗣反。矜，君冰反。安定辭。」審言語也。《易》曰：「言語者，君子之樞機。」○樞，昌朱反。安民哉！此上三句可以安民，說《曲禮》者，美之云耳。"
      },
      {
        "index": 4,
        "text": "[疏]正義曰：此一節明人君立治之本，先當肅心謹身，慎口之事。○「《曲禮》曰」者，案下文「安民哉」，是為君上所行，故記人引《儀禮》正經「毋不敬」以下三句而為實驗也。○「毋不敬」者，人君行禮無有不敬，行五禮皆須敬也。「儼若思」者，儼，矜莊貌也。若，如也。嗯，計慮也。夫人計慮，狀必端愨。今明人君矜莊之貌，如人之思也。○「安定辭」者，安定，審也。辭，言語也。人君出言，必當慮之於心，然後宣之於口，是詳審於言語也。○「安民哉」者，但人君發舉，不離口與身心，既心能肅敬，身乃矜莊，口復審慎，三者依於德義，則政教可以安民也。云「哉」者，記人美此三句者也。○注「禮主於敬」。○正義曰：《孝經》云：「禮者敬而已矣。」是也。又案鄭《目錄》云「《曲禮》之中，體含五禮」，今云「《曲禮》曰：毋不敬」，則五禮皆須敬，故鄭云：「禮主於敬。」然五禮皆以拜為敬禮，則祭極敬、主人拜屍之類，是吉禮須敬也。拜而後稽顙之類，是凶禮須敬也。主人拜迎賓之類，是賓禮須敬也。軍中之拜肅拜之類，是軍禮須敬也。冠昏飲酒，皆有賓主拜答之類，是嘉禮須敬也。兵車不式，乘玉路不式，鄭云「大事不崇曲敬者」，謂敬天神及軍之大事，故不崇曲小之敬。熊氏以為唯此不敬者，恐義不然也。既云「《曲禮》曰」，「是引《儀禮》正經，若引「《春秋》曰」、「《詩》曰」之類。所引者若《冠禮》戒辭云「壽考惟祺，介爾景福」之等，今不見者，或在三千散亡之中也。○注「儼矜」至「儼然」。○正義曰：經唯云「儼若思」，不云「坐」，鄭必知「坐思」者，案《大學》云：「定而後能靜，靜而後能安，安而後能慮。」慮即思，故知思必當坐也。○注「審言」至「樞機」。○正義曰：《論語》云：「駟不及舌。」故審言語也。「《易》曰」者，《易•繫辭》之文也，故彼云：「君子出其言善，則千里之外應之，況其邇者乎！出其言不善，則千里之外違之，況其邇者乎！言行者，君子之樞機。」鄭註：「樞謂戶樞，機謂弩牙，戶樞之發，或明或闇；弩牙之發，或中或否，以喻君子之言，或榮或辱。」引之者，證審言語之事。彼為「言行」，鄭云「言語」者，既證經辭，無取於行，故變文為語也。"
      },
      {
        "index": 5,
        "text": "敖不可長，欲不可從，志不可滿，樂不可極。四者慢游之道，桀、紂所以自禍。○敖，五報反，慢也；王肅五高反，遨遊也。長，丁丈反，盧植、馬融、王肅並直良反。欲如字，一音喻。從，足用反，放縱也。樂音洛，皇侃音岳，極如字，皇紀力反。桀，其列反，夏之末主，名癸。紂，直丑反，殷之末主，名辛。"
      },
      {
        "index": 6,
        "text": "[疏]「敖不」至「可極」。○正義曰：此一節承上人君敬慎之道，此亦據人君恭謹節儉之事，故鄭引桀、紂以證之。○「敖不可長」者，敖者矜慢在心之名，長者行敖著跡之稱。夫矜我慢物，中人不免，若有心而無跡，則於物無傷；若跡著而行用，則侵虐為甚。傾國亡家，必由乎此，故戒不可長。○「欲不可從」者，心所貪愛為欲，則「飲食男女，人之大欲存焉」是也。人皆有欲，但不得從之也。○「志不可滿」者，六情遍睹在心未見為志。凡人各有志意，但不得自滿，故《六韜》云：「器滿則傾，志滿則覆。」○「樂不可極」者，樂者天子宮縣以下，皆得有樂，但主歡心，人情所不能已，當自抑止，不可極為，故《樂記》云：「樂盈而反，以反為文。」○注「四者」至「自禍」。○正義曰：案《尚書》、《史記》說紂惡甚多，不可具載。皇氏云：「斮朝涉之脛，剖賢人之心，是長敖也。糟丘酒池之等，是從欲也。玉杯象箸之等，是志滿也。靡靡之樂，是樂極也。桀之為惡，唯有民隊塗炭，淫於妹嬉之事，雖史傳不言四事，亦應俱有四者之惡，故紂焚宣室，桀放南巢，但『天作孽，猶可違，自作孽，不可逭』，桀、紂皆自身為惡，以致滅亡，故云『自禍』也。」"
      },
      {
        "index": 7,
        "text": "賢者狎而敬之，[狎，習也，近也，謂附而近之，習其所行也。《月令》曰：「雖有貴戚近習。」○狎，戶甲反。近，附近之近，下注內不出者皆同。傶音戚，本亦作戚。]畏而愛之。[心服曰畏。曾子曰：「吾先子之所畏。」]愛而知其惡，憎而知其善。[謂凡與人交，不可以己心之愛憎，誣人之善惡。○誣音無，後並同。]積而能散，[謂已有蓄積，見貧窮者，則當能散以周救之，若宋樂氏。○蓄，敕六反。周音周。樂音岳，謂宋司城樂喜。]安安而能遷。[謂已今安此之安，圖後有害，則當能遷。晉咎犯與姜氏醉重耳而行，近之。○害如字，本亦作難，乃旦反。咎，其九反。重，直尨反。]臨財毋苟得，為傷廉也。○為，於偽反，下「為傷」、「為近」皆同。臨難毋苟免。[為傷義也。○難，乃旦反。]很毋求勝，分毋求多。為傷平也。很，鬩也，謂爭訟也。《詩》云：「兄弟鬩於牆。」○很，胡懇反。勝，舒證反。分，扶問反。鬩，呼歷反，猶斗也。爭，爭鬥之爭，下文皆同。疑事毋質，[質，成也。彼已俱疑，而已成言之，終不然，則傷知。○知音智。]直而勿有。[直，正也。已若不疑，則當稱師友而正之，謙也。]"
      },
      {
        "index": 8,
        "text": "[疏]「賢者」至「勿有」。○正義曰：此一節總明愛敬安危忠信之事，各隨文解之。○「賢者狎而敬之」者，賢是有德成之稱，狎謂近也，習也。賢者身有道藝，朋類見賢思齊焉，必須附而近之，習其德藝，儕倫易相褻慢，故戒令相敬也。○注「狎習」至「近習」。○正義曰：引《月令》者，案《月令》仲冬之月，禁戒婦功，不得奢慢。貴戚謂王之姑姊妹。近習謂王之所親幸嬪御之屬。言近習者，王附而近之，習其色。引之者，證賢者附而近之，習其道藝。連引貴戚，於義無所當也。○「畏而愛之」。○正義曰：賢者有其德行，人皆心服畏之。既有所畏，必當愛其德義，不可疏之。○注「心服」至「所畏」。○正義曰：引「曾子曰：吾先子之所畏」者，《孟子》云：「或問曾西曰：『吾子與子路孰賢？』曾西蹴然曰：『吾先子之所畏也。』」先子謂祖曾參，不在四科，○而子路入四科，故曾參心服子路。引之者，證經「畏」是心服之義。○「愛而知其惡，憎而知其善」。正義曰：愛謂己所親幸，憎謂己所嫌慢。人多愛而不知其惡，憎而不知其善，故記人戒之云，凡人雖愛，必當知其心懷惡行。崔氏云：「若石碏知子厚是也。心雖憎疾，亦當知其善能。若祁奚知其解狐是也。若然，乃可審知人之賢愚。」○「積而能散」。正義曰：凡人貪嗇，皆好積而不好散。今謂已有蓄積，能賑乏周無，則是仁惠也。○注「謂已」至「樂氏」。○正義曰：引宋樂氏者，案襄二十九年《左傳》云，鄭國饑，子皮貸民粟，戶一鐘。樂氏者，宋司城官，姓樂，名喜，字子罕。宋亦饑，樂喜請於平公云：「鄰於善，民之望。」請貸民粟，並使諸大夫亦貸之。今不引鄭罕氏而引宋樂氏者，鄭罕氏施而斂之，宋樂氏施而不斂，故晉叔向聞之曰：「鄭之罕，宋之樂，施而不德，樂氏加焉。」熊氏云：「禮，家施不及國，大夫不收公利，二家皆非也。」今鄭為能散者，直取一邊能散之義是同，不據家施非禮之事。鄭不言「是」而言「若」者，但禮與諸經事實是一，惟文字不同，鄭則言「是」。若《檀弓》云：「諸侯伐秦，曹桓公卒於會。」鄭注引《春秋傳》云：「曹伯廬卒於師是也。」以其一事，故云「是」也。此禮本不為樂氏而作，但事類相似，引以為證，故云「若」也。○「安安而能遷」。○正義曰：上安據心，下安據處。凡人多居危如安，故記人戒之云，謂已心安於此所處之安，當圖謀於後有害以否。若後當有害，必須早遷，則離害也。○注「謂已」至「近之」。○正義曰：晉舅犯者，案《左傳》僖二十三年，晉重耳自翟之齊，齊桓公妻之，有馬二十乘，重耳心安於齊，不欲歸晉。從者重耳之舅，字子犯，「謀於桑下。蠶妾在其上，以告姜氏。姜氏殺之，而謂公子曰：『子有四方之志，其聞之者，吾殺之矣。』公子曰：『無之。』姜氏曰：『行也，懷與安，實敗名。』公子不可，姜氏與子犯謀，醉而遣之。醒，以戈逐子犯。」至秦，秦伯納之，卒為霸主。是「安安而能遷」之事。鄭不云「是」，又不云「若」，而言「近之」者，安安能遷，亦不為重耳而作，不得云「是」，遷又非重耳之意，不得云「若」，故云「近之」也。○「臨財毋苟得」。○正義曰：財利，人之所貪，非義而取謂之苟得。故記人戒之，今有財利，元非兩人之物，兩人俱臨而求之，若苟得入已，則傷廉隅，故鄭云：「為傷廉也。」○「臨難毋苟免」。○正義曰：難謂有寇仇謀害君父，為人臣子，當致身授命以救之。故記人戒之云，若君父有難，臣子若苟且免身而不鬥，則陷君父於危亡，故云「毋苟免」。見義不為，無勇也，故鄭云：「為傷義也。」○「很毋求勝，分毋求多」。○正義曰：很謂小小鬩很。凡人所爭，皆欲求勝。故記人戒之云，而有小小鬩很，當引過歸已，不可求勝。○「分毋求多」者，此元是眾人之物，當共分之，人皆貪慾，望多入已。故記人戒之云，所分之物毋得求多也。○注「為傷」至「於牆」。○正義曰：所引《詩》者，是《小雅•常棣》，閔管蔡失道之詩也。彼云：「兄弟鬩於牆，外御其侮。」引之者，證經很亦是小小鬩很之事，若大很則當報之，故《論語》孔子云「以直報怨」是也。○「疑事毋質」。○正義曰：人多專固，未知而為已知。故戒之云，彼已俱疑，而來問已。質，成也。若已亦疑，則無得成言之；若成言疑事，後為賢人所譏，則傷已智也。故孔子戒子路云「不知為不知」也。○「直而勿有」。○正義曰：此謂彼疑已不疑者，仍須謙退。直，正也。彼有疑事而來問已，已若不疑而答之，則當稱師友所說以正之，勿為巳有此義也。"
      },
      {
        "index": 9,
        "text": "若夫，言若欲為丈夫也。《春秋傳》曰：「是謂我非夫。○夫，方於反，丈夫也。坐如屍，視貌正。立如齊。磬且聽也。齊謂祭祀時。○齊，側皆反，本亦作齋，音同，注同。禮從宜，事不可常也。晉士丐帥師侵齊，聞齊侯卒，乃還，《春秋》善之。○丐本亦作丐，音蓋。還音旋，後放此。使從俗。亦事不可常也。牲幣之屬，則當從俗所出。《禮器》曰：「天不生，地不養，君子不以為禮，鬼神不饗。」○使，色吏反。幣，徐扶世反。饗，許兩反。"
      },
      {
        "index": 10,
        "text": "[疏]「若夫」至「從俗」。○正義曰：此一節論為丈夫之法，當「坐如屍」以下四行並備，乃可立身，各依文解之。○「若夫」者，凡人若為丈夫之法，必當如下所陳，故目丈夫於上，下乃論其行以結之。○注「言若」至「非夫」。○正義曰：案《左傳》宣十二年邲之戰，楚侵鄭、晉救之。及河，聞鄭既及楚平，中軍將荀林父欲還，不濟。上軍將士會曰：「善。」中軍佐先穀曰：「不可，成師以出，聞敵強而退，非夫也。」又哀十一年，齊伐魯，魯武叔初不欲戰，為冉求所非。武叔曰：「是謂我不成丈夫也。」退而蒐乘。二傳之言，當是先縠之辭也。彼無「是謂我」，鄭君足之也。○「坐如屍」者，屍居神位，坐必矜莊。言人雖不為屍，若所在坐法，必當如屍之坐，故鄭云「視貌正」也。○「立如齊」者，人之倚立，多慢不恭，故戒之云，倚立之時雖不齊，亦當如祭前之齊，必須磬折屈身。○注「磬且」至「祀時」。○正義曰：「磬且聽」，案《士虞禮》云：「無屍者，主人哭，出復位，祝闔牖戶，如食間。」是祭時主人有聽法。云「磬」者，謂屈身如磬之折殺。案《考工記》云：「磬氏為磬，倨句一矩有半。」鄭云：「必先度一矩為句，一矩為股，而求其弦。既而以一矩有半觸其弦，則磬之倨句也。」是磬之折殺，其形必曲。人之倚立，亦當然也。又云「齊謂祭祀時」者，凡齊皆在祭前，自整齊之名，並於適寢之中，坐而無立。今云「立如齊」者，齊有立者，但祭前有齊，所以自整齊也，則祭日神前亦當齊，則齋者是先後通稱。此言「立如齋」，非祭前坐齋，故鄭云：「齋謂祭祀時也。」若然，此立謂侍尊者之時，故《玉藻》云「凡侍於君，紳垂，足如履齋，視下聽上」是也。○「禮從宜」者，皇氏云：「上二事，丈夫為儼恪之儀。此下二事，丈夫為君出使之法。」義或然也。「禮從宜」者，謂人臣奉命出使征伐之禮，雖奉命出征，梱外之事，將軍裁之，知可而進，知難而退，前事不可準定，貴從當時之宜也。○注「事不」至「善之」。○正義曰：案《春秋》襄十九年，「齊侯還卒，晉士丐帥師侵齊，至穀，聞齊侯卒，乃還。」《公羊》云：「還者何？善辭也。何善爾？大其不伐喪也。此受命於君而伐齊，則何大其不伐喪也？大夫以君命出使，進退在大夫也。」○「使從俗」者，使謂臣為君出聘之法，皆出土俗牲幣以為享禮，土俗若無，不可境外求物，故云「使從俗」也。皇氏云：「上『禮從宜』，與此『使從俗』，互而相通，皆是以禮而使。」義或然也。○注「亦事」至「不饗」。○正義曰：「牲幣之屬，當從俗所出」者，謂若《郊特牲》及《聘禮》，朝聘皆有皮馬龜金竹箭璧帛之等，有則致之，無則已，故云「不可常也」。「《禮器》曰：天不生」者，謂天不以四時而生，若李梅冬實。「地不養」者，謂居山以魚鱉，居澤以鹿豕。「君子不以為禮」者，謂天不生地不養之等，君子不將為饗禮。「鬼神不饗」者，言君子不以為禮者，祇由鬼神不歆饗此非常之物，明鬼神依人也。"
      },
      {
        "index": 11,
        "text": "夫禮者，所以定親疏，決嫌疑，別同異，明是非也。禮不妄說人，為近佞媚也。君子說之不以其道，則不說也。○夫音扶，凡發語之端皆然，後放此。疏，所居反，或作疏。決，徐古穴反。嫌，戶恬反。別，彼列反，下注、下文同。說音悅，又始悅反，注同。伎，乃定反，口才曰佞。媚，眉忌反，意向曰媚。不辭費。為傷信，君子先行其言而後從之。○辭，本又作詞，同；《說文》以詞為言詞之字；辭，不受也，後皆放此。費，芳味反，言而不行為辭費。禮不逾節，不侵侮，不好狎。為傷敬也。人則習近為好狎。○侮，徐云撫反，輕慢也。好，呼報反，注同。脩身踐言，謂之善行。踐，履也，言履而行之。○行，下孟反，下「行脩」同。行脩言道，禮之質也。言道，言合於道。質猶本也，禮為之文飾耳。禮聞取於人，不聞取人。謂君人者。取於人，謂高尚其道。取人，謂制服其身。○取於，舊七樹反，謂趣就師求道也；皇如字，謂取師之道。取人如字，謂制師使從已。禮聞來學，不聞往教。尊道藝。"
      },
      {
        "index": 12,
        "text": "[疏]「夫禮」至「往教」。○正義曰：此一節總明治身立行，交接得否，皆由於禮，故以禮為目，各隨文解之。○「夫禮者，所以定親疏」者，五服之內，大功已上服粗者為親，小功已下服精者為疏，故《周禮》小史掌定系世，辨昭穆也。○「決嫌疑」者，若妾為女君期，女君為妾若報之則太重，降之則有舅姑為婦之嫌，故全不服，是決嫌疑者，孔子之喪，門人疑所服。子貢曰：「昔者夫子喪顏回，若喪子而無服。喪子路亦然，請喪夫子，若喪父而無服。」是決疑也。○「別同異」者，賀瑒云：「本同今異，姑姊妹是也。本異今同，世母叔母及子婦是也。」○「明是非也」者，得禮為是，失禮為非，若主人未斂，子游裼裘而吊，得禮，是也。曾子襲裘而吊，失禮，非也。但嫌疑同異是非之屬，在禮甚眾，各舉一事為證。而皇氏具引，今亦略之。○「禮不妄說人」者，禮動不虛，若說人之德，則爵之。問人之寒，則衣之。若無爵無衣，則為妄說，近於佞媚也。○注「君子」至「說也」。○正義曰：此《論語》文。孔子曰：「君子說之不以其道，則不說也。」不以其道說之，是妄說，故君子不說也，引證經禮不妄說人之事。○「不辭費者」。正義曰：凡為人之道，當言行相副，今直有言而無行，為辭費。○「禮不」至「好狎」。○禮者所以辨尊卑，別等級，使上不逼下，下不僣上，故云禮不逾越節度也。「不侵侮」者，禮主於敬，自卑而尊人，故戒之不得侵犯侮慢於人也。○「不好狎」者，賢者當狎而敬之，若直近而習之，不加於敬，則是好狎，故鄭云「習近為好狎」也。○「行脩」至「質也」。○凡為禮之法，皆以忠信仁義為本，禮以文飾。「行脩」者，忠信之行脩。「言道」者，言合於仁義之道。「質」，本也，則可與禮為本也。○「禮聞取於人，不聞取人」者，熊氏以為此謂人君在上招賢之禮，當用賢人德行，不得虛致其身。「禮聞取於人」者，謂禮之所聞，既招致有賢之人，當於身上取於德行，用為政教，不聞直取賢人，授之以位，制服而已，故鄭云「謂君人者」。皇氏以為人君取師受學之法，「取於人」，謂自到師門，取其道藝。○「禮聞來學，不聞往教」。○「禮聞來學」者，凡學之法，當就其師，處北面伏膺。「不聞往教」者，不可以屈師親來就己，故鄭云「尊道藝」也。"
      },
      {
        "index": 13,
        "text": "道德仁義，非禮不成。教訓正俗，非禮不備。分爭辨訟，非禮不決。君臣、上下、父子、兄弟，非禮不定。宦學事師，非禮不親。班朝治軍，蒞官行法，非禮威嚴不行。禱祠祭祀，供給鬼神，非禮不誠不莊。分、辨，皆別也。官，仕也。班，次也。蒞，臨也。莊，敬也。學或為御。○辨，皮勉反，徐方勉反。上下，上謂公卿，下謂大夫、士。宧音患。朝，直遙反。蒞，本亦作蒞，徐音利，沈力二反，又力位反。禱，丁老反，鄭云：「求福曰禱。」祠音詞，求得曰祠。共音恭，本或作供。莊，側良反，徐側亮反。學或為御，鄭此注為見他本也，後放此。是以君子恭敬撙節退讓以明禮。撙猶趨也。○撙，祖本反。趨，士俱反，就也，向也。鸚鵡能言，不離飛鳥。猩猩能言，不離禽獸。今人而無禮，雖能言，不亦禽獸之心乎？夫唯禽獸無禮，故父子聚麀。聚猶共也。鹿牝曰麀。○嬰，本或作鸚，厄耕反。母，本或作鵡，同，音武，諸葛恪茂後反。離，力智反，下同。狌，本又作猩，音生。禽獸，盧本作走獸。麀音憂，牝鹿也。牝，頻忍反，徐扶盡反，舊扶允反。是故聖人作為禮以教人，使人以有禮，知自別於禽獸。"
      },
      {
        "index": 14,
        "text": "[疏]「道德」至「禽獸」。○正義曰：此一節明禮為諸事之本。言人能有禮，然可異於禽獸也。○「道德仁義，非禮不成」者，道者通物之名，德者得理之稱，仁是施恩及物，義是裁斷合宜，言人欲行四，事不用禮無由得成，故云「非禮不成」也。道德為萬事之本，仁義為群行之大，故舉此四者為用禮之主，則餘行須禮可知也。道是通物，德是理物，理物由於開通，是德從道生，故道在德上。此經道謂才藝，德謂善行，故鄭注《周禮》云：「道多才藝，德能躬行，非是《老子》之道德也。」熊氏云：「此是《老子》『失道而後德，失德而後仁，失仁而後義』。今謂道德，大而言之則包羅萬事，小而言之則人之才藝善行。無問大小，皆須禮以行之，是禮為道德之具，故云『非禮不成』。然人之才藝善行得為道德者，以身有才藝，事得開通，身有美善，於理為得，故稱道德也。」○「教訓正俗，非禮不備」者，熊氏云：「教謂教人師法，訓謂訓說義理，以此教訓，正其風俗，非得其禮，不能備具，故云『非禮不備』。但教之與訓，小異大同。」「分爭辨訟，非禮不決」者，《周禮•司寇》「以兩造禁民訟」，又云「以兩劑禁民獄」，故鄭云：「爭罪曰獄，爭財曰訟。」則萬事通名。故《左傳》云「凡有血氣，皆有爭心」，又云「錐刀之末，將盡爭之」是也。此「爭財曰訟」，對文異耳，散則通名。故《左傳》云「衛侯與元咺訟」，是爭罪亦曰訟也。○「君臣、上下、父子、兄弟，非禮不定」者，上謂公卿大夫，下謂士也。君父南面，臣子北面，公卿大夫則列位於上，士則列位於下，兄前弟後，唯禮能定也。《白虎通》云：「君，群也，群下之所歸心也。臣，堅也，厲志自堅也。父，矩也，以法度教子也。子，孳也，孳孳無已也。兄，況也，況父法也。弟，悌也，心順行篤也。」「官學事師，非禮不親」者，熊氏云：「官謂學仕官之事，學謂習學六藝，此二者俱是事師，非禮不親。」《左傳》宣二年，趙盾見靈輒餓，問之，云：「官三年矣。」服虔云：「官，學也。」是學職事為官也。○「班朝治軍，蒞官行法，非禮威嚴不行」者，班，次也；朝，朝廷也；次，謂司士正朝儀之位次也；治軍，謂師旅卒伍各正其部分也；蒞，臨也；官，謂卿、大夫、士各有職掌；行法，謂司寇士師明刑法也。皆用禮，威嚴乃行也。「禱祠祭祀，供給鬼神，非禮不誠不莊」者，《周禮•都宗人》云：「國有大故，則令禱祠。」鄭注云：「祠謂報塞。」又《小宗伯》注云：「求福曰禱，得求曰祠。」熊氏云：「祭祀者，國家常禮。牲幣之屬，以供給鬼神，唯有禮乃能誠敬。」○「是以君子恭敬撙節退讓以明禮」者，君子是有德有爵之通稱，王肅云：「君上位，子下民。」又康成注《少儀》云：「君子，卿大夫若有異德者。」凡禮有深疑，則舉君子以正之。恭敬者，何胤云：「在貌為恭，在心為敬。」何之所說，從多舉也。夫貌多心少為恭，心多貌少為敬，所以知者，《書》云「奉先思孝，接下思恭」，又云「貌曰恭」，又《少儀》云「賓客主恭，祭祀主敬」，《論語》云「巧言令色足恭」，又云「至於犬馬，皆能有養，不敬何以別乎」，又《孝經說》「君父同敬，為母不同敬」。以此諸文言之，凡稱敬多為尊，故知貌多為恭，心多為敬也。又通而言之，則恭敬是一。《左傳》云：「敬恭父命。」《士昏禮》云：「敬恭聽宗父母之言。」《孝經》云：「恭敬安親。」此並恭敬連言，明是一也。撙者，趨也。節，法度也。言恆趨於法度。「退讓以明禮」者，應進而遷曰退，應受而推曰讓。「以明禮」者，既道德仁義已下，並須禮以成，故君子之身行恭敬，趨法度，及退讓之事，以明禮也。○「猩猩」至「禽獸」。○正義曰：《爾雅》云：「猩猩小而好啼。」郭注《山海經》云：「人面豕身，能言語，今交阯封谿縣出猩猩，狀如獾㹠，聲似小兒啼。」今案，禽獸之名，經記不同。《爾雅》云：「二足而羽謂之禽，四足而毛謂之獸。」今鸚鵡是羽曰禽，猩猩四足而毛，正可是獸。今並云禽獸者，凡語有通別，別而言之，羽則曰禽，毛則曰獸。所以然者，禽者，擒也，言鳥力小可擒捉而取之；獸者，守也，言其力多，不易可擒，先須圍守，然後乃獲，故曰獸也。通而為說，鳥不可曰獸，獸亦可曰禽，故鸚鵡不曰獸，而猩猩通曰禽也。故《易》云：「王用三驅，失前禽。」則驅走者亦曰禽也。又《周禮•司馬職》云：「大獸公之，小禽私之。」以此而言，則禽未必皆鳥也。又康成注《周禮》云：「凡鳥獸未孕曰禽。」《周禮》又云：「以禽作六摯，卿羔，大夫雁。」《白虎通》云：「禽者，鳥獸之總名。」以此諸經證禽名通獸者，以其小獸可擒，故得通名禽也。"
      },
      {
        "index": 15,
        "text": "太上貴德，太上，帝皇之世，其民施而不惟報。○大音泰，注同；大上謂三皇五帝之世。施，始豉反，下同。其次務施報。三王之世，禮始興焉。禮尚往來，往而不來，非禮也；來而不往，亦非禮也。人有禮則安，無禮則危，故曰，禮者不可不學也。夫禮者，自卑而尊人，雖負販者，必有尊也，而況富貴乎？負販者尤輕恌志利，宜若無禮然。○販，方萬反。佻，吐彫反。富貴而知好禮，則不驕不淫；貧賤而知好禮，則志不懾。懾猶怯惑。○好，呼報反，下同。懾，之涉反。怯，丘劫反，何胤云：「憚所行為怯。」"
      },
      {
        "index": 16,
        "text": "[疏]「太上」至「不懾」。○正義曰：此一節明世變道殊，所貴有異，雖負販者，必須有禮，各隨文解之。○「太上貴德」者，大上謂三皇五帝之世也。其時猶淳厚其德，不尚往來之禮，所貴者在於有德，故曰「貴德」也。德主務施其事，但施而不希其反也。皇是三皇，帝是五帝，不云皇帝者，恐是一事不分，故鄭升「帝」於「皇」上，以殊異代矣。然五帝雖有三禮五玉陟方朝會，而猶是揖讓，故上同三皇，是以《禮運》注謂五帝為大道之時也。熊氏云：「三皇稱皇者，皆行合天皇之星。」故《詩緯•含神霧》宋均注云：「北極天皇大帝，其精生人。」然則稱皇者，皆得天皇之氣也。鄭玄意則以伏犧、女媧、神農為三皇，故注《中候•數省圖》引《運斗樞》：「伏犧、女媧、神農為三皇也。」然宋均注《援神契》引《甄耀度》數燧人、伏犧、神農為三皇，譙周《古史考》亦然。《白虎通》取伏犧、神農、祝融為三皇，孔安國則以伏犧、神農、黃帝為三皇，並與鄭不同。此皆無所據，其言非也。鄭數伏犧、女媧、神農，非謂其人身自相接，其間代之王多矣。《六藝論》云：「燧人至伏犧一百八十七代。」宋均注《文耀鉤》云：「女媧以下至神農七十二姓。」譙周以為伏犧以次有三姓始至女媧，女媧之後五十姓至神農，神農至炎帝一百三十三姓。是不當身相接。譙周以神農炎帝為別人，又以神農為木德，女媧為水德，皆非鄭義也。其五帝者，鄭注《中候•敕省圖》云：「德合五帝坐星者稱帝，則黃帝、金天氏、高陽氏、高辛氏、陶唐氏、有虞氏」是也。實六人而稱五者，以其俱合五帝坐星也。五帝所以稱帝者，《坤靈圖》云：「德配天地，在正不在私，稱之曰帝。」三王稱王者，莊三年《穀梁傳》曰：「其曰王者，人所歸往也。」散而言之，則三皇亦稱帝，則《月令》云「其帝太昊」是也。五帝亦稱皇，則《呂刑》云「皇帝清問下民」是也。至三王德劣，不得上同於天，唯稱王而已。此云「太上貴德」，鄭云「帝皇之世」，則帝皇以上皆行德也。所以《中候•握河紀》云：「皇道帝德，非朕所事。」是三皇行道，五帝行德，不同者但德由道生，道為其本，故道優於德。散而言之，德亦是道，故總云「貴德」。既三皇行道，五帝行德，以次推之，則三王行仁，五霸行義。五帝雖行德，亦能有仁，故《大學》云「堯舜率天下以仁」是也。案《老子》云：「道常無名。」河上公云：「能生天地人，則當大《易》之氣也。」《道德經》云：「上德不德。」其德稍劣於常道，則三皇之世，法大《易》之道行之也。然則可行之道，則伏犧畫八卦之屬是也，三皇所行者也。「下德不失德」，河上公云：「下德謂號謚之君。」則五帝所行者也。但三皇則道多德少，五帝則道少德多，此皆熊氏之說也。今謂道者開通濟物之名，萬物由之而有，生之不為功，有之不自伐，虛無寂莫，隨物推移，則天地所生，微妙不測。聖人能同天地之性，其愛養如此，謂之為道。此則常道，人行大道也。其如此善行為心，於已為得，雖不矜伐，意恆為善，謂之為德，此則劣於道也。既能推恩濟養，惻隱矜恤於物，謂之為仁，又劣於德。若其以仁招物，物不從已，征伐刑戮，使人服從，謂之為義，又劣於仁。以義服從，恐其叛散，以禮制約，苟相羈縻，是之謂禮，又劣於義。此是人情小禮，非大禮也。聖人之身，俱包五事，遇可道行道，可德行德，可仁行仁，可義行義，皆隨時應物，其實諸事並有，非是有道德之時無仁義，有仁義之時無道德也。此道德以大言之，則天地聖人之功也。以小言之，則凡人之行也。故鄭注《同禮》云：「道多才藝，德能躬行。」謂於一人之上，亦能開通，亦於已為德。以此言之，則《周禮》三德六德及《皋陶》九德，及《洪範》三德，諸經傳道德皆有分域，小大殊名，不足怪也。○注「其民施而不惟報」。○正義曰：惟，思也。世既貴德，但有施惠而不思求報也。○「其次務施報」。○正義曰：「其次」謂三王之世也。「務」猶事也。三王之世，獨親其親，獨子其子，貨力為己，施則望報，以為恆事，故云「務施報」。○「禮尚往來」者，言三王之世，其禮主尚往來。○「貧賤而知好禮，則志不懾」者，懾，怯也，惑也。貧者之容，好怯惑畏人，使心志不遂，若知禮者，則持禮而行之，故志不懾怯，是以於負販之中，必有所尊也。○注「懾猶怯惑」。○正義曰：何胤云：「憚所行為怯，迷於事為惑。」義或當然。"
      },
      {
        "index": 17,
        "text": "人生十年曰「幼」，學。名曰幼，時始可學也。《內則》曰：「十年出就外傅，居宿於外，學書計。」二十曰「弱「，冠。三十曰「壯」，有室。有室，有妻也。妻稱室。○冠，古亂反。四十曰「強」，而仕。五十曰「艾」，服官政。艾，老也。○艾，五蓋反，謂蒼艾色也；一音刈，治也。六十曰「耆」，指使。指事使人也。六十不與服戎，不親學。○耆，渠夷反，賀瑒云：「至也，至老境也。」與音預。七十曰「老」，而傳。傳家事，任子孫，是謂宗子之父。○傳，直專反，沈直戀反。八十、九十曰「耄」。耄，惛忘也。《春秋傳》曰：「謂老將知，耄又及之。」○旄，本又作耄，同，亡報反，注同：本或作「八十曰耋，九十曰旄」，後人妄加之。惛音昏，一音呼困反。忘，亡亮反，又如字。知音智。七年曰「悼」。悼，憐愛也。○悼，徒報反。悼與耄，雖有罪，不加刑焉。愛幼而尊老。百年曰「期」，頤。期猶要也。頤，養也。不知衣服食味，孝子要盡養道而已。○頤，羊時反。要，於遙反，又如字，下同。養道，羊尚反，又如字。大夫七十而致事。致其所掌之事於君而告老。若不得謝，謝猶聽也。君必有命，勞苦辭謝之，其有德尚壯，則不聽耳。○聽，吐丁反，後可以意求，皆不音。勞如字，又力報反。則必賜之几杖，行役以婦人，適四方，乘安車，自稱曰「老夫」，几杖、婦人、安車，所以養其身體也。安車，坐乘，若今小車也。老夫，老人稱也。亦明君貪賢。《春秋傳》曰：「老夫耄矣。」於其國則稱名。君雖尊異之，自稱猶若臣。越國而問焉，必告之以其制。鄰國來問，必問於老者以答之。制，法度。"
      },
      {
        "index": 18,
        "text": "[疏]「人生」至「其制」。○正義曰：此一節明人幼而從學，至於成德，終始之行，皆遵禮制，各隨文解之。○「人生十年曰幼，學」者，謂初生之時至十歲。依《內則》，子生八年「始教之讓，九年教之數日，十年出就外傅，居宿於外，學書計」，故以十年為節也。幼者，自始生至十九時，故《檀弓》云：「幼名者，三月為名稱幼。」冠禮云：「棄爾幼志。」是十九以前為幼。《喪服傳》云：「子幼。」鄭康成云：「十五已下，皆別有義。」今云「十年曰幼，學」，是十歲而就業也。○「二十曰弱，冠」者，二十成人，初加冠，體猶未壯，故曰弱也。至二十九，通得名弱冠，以其血氣未定故也。不曰「人生」，並承上可知也。今謂庶人及士之子，若卿大夫十五以上則冠，故《喪服》云「大夫為昆弟之長殤」是也。其冠儀與士同，故《郊特牲》云「無大夫冠禮」是也。其大夫之子亦二十而冠，其諸侯之子亦二十而冠，天子之子則十二而冠。若天子諸侯之身，則皆十二而冠。具釋在《冠義》。○「三十曰壯，有室」者，三十而立，血氣已定，故曰壯也。壯有妻，妻居室中，故呼妻為室。若通而言之，則宮室通名，故《爾雅》云：「宮謂之室，室謂之宮。」別而言之，論其四面穹隆則宮，因其貯物充實則曰室，室之言實也。今不云「有妻」而云「有室」者，妻者，齊也，齊為狹局，云室者，含妾媵，事類為廣。案《媒氏》云：「男三十，女二十。」鄭康成云：「二三者，天地相承覆之數也。」《易》曰：「參天兩地而地而奇數焉。」《白虎通》云：「男三十筋骨堅強，任為人父。女二十肌膚充盛，任為人母，合為五十，應大衍之數，生萬物也。」○「四十曰強，而仕」者，三十九以前通曰壯，壯久則強，故「四十曰強」。強有二義，一則四十不惑，是智慮強；二則氣力強也。○「五十曰艾，服官政」者，四十九以前通曰強，年至五十，氣力已衰，髪蒼白，色如艾也。五十是知天命之年，堪為大夫服事也。大夫得專事其官政，故曰「服官政」也。鄭康成注《孝經》云：「張官設府謂之卿大夫。」即此之謂也。熊氏云：「案《中候•運衡》云『年耆既艾』，注云：『七十曰艾。』言七十者，以時堯年七十，故以七十言之。又《中候•准讖哲》云：『仲父年艾，誰將逮政。』注云『七十曰艾』者，云誰將逮政，是告老致政，致政當七十之時，故以七十曰艾。」○「六十曰耆，指使「者，賀瑒云：「耆，至也，至老之境也。六十耳順，不得執事，但指事使人也。」鄭注《射義》云：「耆耋皆老也。」○注「六十」至「不親學」。○正義曰：此《王制》文。引之者，證不自使也。○「七十曰老，而傳」者，六十至老境而未全老，七十其老已至，故言老也。既年已老，則傳徙家事，付委子孫，不復指使也。○注「傳家」至「之父」。○正義曰：然庶子年老，亦得傳付子孫，而鄭唯云「謂宗子」者，為《喪服》有「宗子孤為殤」，鄭云：「言孤，有不孤者，謂父有廢疾，若七十而老，子代主宗事者也。」鄭今欲會成《喪服》義，故引「宗子之父」也。又一云「宗子」並謂五宗也。五宗之子並是傳祭之身，故指之也。庶子乃授家事於子，非相傳之事，此既云「傳」，故鄭知非庶子也。必為宗子父者，以經言「傳」，傳者，上受父祖之事，下傳子孫，子孫之所傳家事，祭事為重，若非宗子，無由傳之。但七十之時，祭祀之事猶親為之，其視濯溉則子孫，故《序卦》注云「謂父退居田里，不能備祭宗廟，長子當親視滌濯鼎俎」是也。若至八十，祭亦不為，故《王制》云：「八十齊喪之事不及也。」注云：「不齊，則不祭也。」○「八十、九十曰耄」，耄者，僻謬也。人或八十而耄，或九十而耄，故並言二時也。○注「耄惛」至「及之」。○正義曰：「耄，惛忘也」者，「惛忘」即「僻謬」也。○所引《春秋》，案《左傳》昭元年，周景王使劉定公勞晉趙孟，定公勸趙孟纂禹之績，廣樹之功。趙孟對云：「老夫罪戾，朝不謀夕。」劉子歸語王曰：「諺所謂老將知而耄及之者，其趙孟之謂乎？」引之者，證老為耄。○「七年曰悼」者，悼，憐愛也。未有識慮，甚可憐愛也。年七歲而在九十後者，以其同不加刑，故退而次之也。○「悼與耄，雖有罪，不加刑焉」者，幼無識慮，則可憐愛，老已耄而可尊敬，雖有罪，而同不加其刑辟也。《周禮•司剌》有三赦，一曰幼弱，二曰老耄，三曰憃愚。鄭注云：「若今時律令，未滿八歲，八十以上，非手殺人，他皆不坐。」故司剌有三赦，皆放免不坐也。○「百年曰期頤」者，期，要也；頤，養也。人年百歲，不復知衣服飲食寒暖氣味，故人子用心，要求親之意而盡養道也。「頤，養也」，《易•序卦》文。「大夫七十而致事」者，七十曰老，在家則傳家事於子孫，在官致所掌職事還君，退還田里也。不云置而云致者，置是廢絕，致是與人，明朝廷必有賢代已也。《白虎通》云：「臣年七十懸車致仕者，臣以執事趨走為職，七十耳目不聰明，是以退老去避賢也，所以長廉遠恥。懸車，示不用也。致事，致職於君。君不使退而自去者，尊賢也。」○「若不得謝」者，謝猶聽許也。君若許其罷職，必辭謝云：「在朝日久，劬勞歲積。」是許其致事也。今不得聽，是其有德尚壯，猶堪掌事，不聽去也。「則必賜之几杖」者，熊氏云：「既不聽致事，則《祭義》云『七十杖於朝』是也。聽致事，則《王制》云『七十杖於國，八十杖於朝』是也。」案《書傳》云：「七十杖於朝。」鄭注云：「朝當為國者，以其下有『八十杖於朝』，故以朝當為國也。與《王制》同，並謂聽致事也。」○「行役以婦人」者，行役，謂本國巡行役事。婦人能養人，故許自隨也。○「適四方，乘安車」者，「適四方」，謂遠聘異國時。乘安車，安車，小車也，亦老人所宜。然此養老之具，在國及出，皆得用之。今言行役婦人，四方安車，則相互也，從語便，故離言之耳。○「自稱曰老夫」者，若此老臣行役及適四方，應與人語，其自稱為老夫，言已是老大夫也。必稱老者，明君貪賢之故，而臣老猶在其朝也。○注「几杖」至「耄矣」。○正義曰：「安車，坐乘，若今小車」者，古者乘四馬之車立乘。此臣既老，故乘一馬小車坐乘也。庾蔚云：「漢世駕一馬而坐乘也。」熊氏云：「案《書傳略說》云：『致仕者以朝，乘車輲輪。』鄭云：『乘車，安車。言輲輪，明其小也。』」「《春秋傳》曰：老夫耄矣」者，引《左傳》，證老臣對他國人自稱老夫也。此是《春秋》隱四年衛石碏辭也。石碏子厚與衛州吁游，吁弒其異毋兄完而自立，未能和民，欲結強援，時陳侯有寵於周桓王，州吁與石厚往陳，欲因陳自達於周，而石碏遣人告陳曰：「衛國褊小，老夫耄矣，無能為也，此二人者，實弒寡君，敢即圖之。」○「於其國則稱名」者，「於其國」，謂自與其君言也，雖老，猶自稱名也。○注「君雖尊異之，自稱猶若臣」者，案《玉藻》云「上大夫曰下臣」，《士相見禮》云「士大夫於他邦之君曰外臣」，是上大夫於已君自稱為下臣，於他國君自稱為外臣。又《玉藻》云「下大夫自名」，又鄭注《玉藻》云「下大夫自名，於他國則曰外臣某」，其是下大夫於已君稱名，於他國曰外臣某。此既自稱老夫，宜是上大夫，而稱名從下大夫者，既被君尊異，故臣亦謙退，從下大夫之例而稱名也。且《玉藻》所云，是其從下大夫例，然臣於君，單稱名無嫌也。○「越國而問焉，必告之以其制」者，越國猶他國也，若他國來問已國君之政，君雖已達其事，猶宜問於老賢，老賢則稱國之舊制以對他國之問也。"
      },
      {
        "index": 19,
        "text": "謀於長者，必操几杖以從之。從，猶就也。○長，丁丈反，下皆同。操，七刀反。長者問，不辭讓而對，非禮也。當謝不敏，若曾子之為。"
      },
      {
        "index": 20,
        "text": "[疏]「謀於」至「從之」。○正義曰：此一節明有事取謀議於長者，各依文解之。○「操几杖以從之」者，操，執持也。杖可以策身，几可以杖己，俱是養尊者之物，故於謀議之時將就也。"
      },
      {
        "index": 21,
        "text": "凡為人子之禮，冬溫而夏凊，昏定而晨省。安定其床衽也，省問其安否何如。○夏，遐嫁反。凊，七性反；字從冫，冰，冷也；本或作水旁，非也。衽，而審反，徐而鴆反，席也。在醜夷不爭。醜，眾也。夷猶儕也。四皓曰：「陛下之等夷。」○儕，仕皆反，等也，沈才詣反。皓，元老反；四皓，園公、綺季、夏黃公、角里先生。"
      },
      {
        "index": 22,
        "text": "[疏]「凡為」至「不爭」。○正義曰：此一節明人子事親奉養之禮，又去爭訟，今各隨文解之。○「昏定而晨省」者，上云冬溫夏凊，是四時之法，今說一日之法。定，安也。晨，旦也。應臥，當齊整床衽，使親體安定之後，退。至明旦，既隔夜，早來視親之安否何如。先昏後晨，兼示經宿之禮。熊氏云：「晨省者，案《內則》云，同宮則雞初鳴，異宮則昧爽而朝。」○「在醜夷不爭」者，此一句明朋儕禮也。醜，眾也；夷猶儕也，皆等類之名。風俗語不同，故兼言之。夫貴賤相臨，則存畏憚，朋儕等輩，喜爭勝負，亡身及親，故宜誡之以不爭。○注「醜眾」至「等夷」。○正義曰：「醜，眾也」，《釋詁》文，謂在眾不忿爭也。云「四皓曰：陛下之等夷」者，證夷是等類也。四皓，漢時隱人高士也。其四人，一東園公，二綺裡季，三夏黃公，四角里先生，皆老，髪白皓素，因呼為四皓。隱商山不仕，高祖數召不出。後為高祖欲廢呂後之子盈，而立戚夫人之子趙王如意為大子，張良使太子卑辭安車遣辨士以請四皓，四皓果來，捨建城侯所。至漢十一年，黥布反，高祖令太子將兵擊之。四皓自相謂曰：「幾來欲以安太子，太子將兵，事危矣。」乃說建城侯曰：「太子將兵有功則位不益，無功則從此受禍。且太子所與諸將，皆嘗與上定天下驍將也。今使太子將之，此無異使羊將狼，皆不肯為用，其無功必矣。臣聞母愛者子抱之，今戚夫人日夜侍御，趙王常居前，上終不使不肖子居愛子之上，明乎其代大子之位必矣。君何不急請呂後承間為上泣言：「黥布天下猛將，善用兵，諸將皆陛下之等夷，今令大子將此屬，莫肯為用。』」於是呂後如四皓言以請高祖。高祖時疾，自行，十二年破黥布還而疾益甚，愈欲易太子。及燕置酒，太子侍，四皓從太子，高祖驚曰：「吾召公數歲，公逃我，今反從我兒乎！」四皓曰：「陛下輕士善罵，臣等義不受辱，故恐而亡匿。」"
      },
      {
        "index": 23,
        "text": "夫為人子者，三賜不及車馬，三賜，三命也。凡仕者，一命而受爵，再命而受衣服，三命而受車馬。車馬，而身所以尊者備矣。卿、大夫、士之子不受，不敢以成尊比逾於父。天子諸侯之子不受，自卑遠於君。○遠，於萬反。故州閭鄉黨稱其孝也，兄弟親戚稱其慈也，僚友稱其弟也，執友稱其仁也，交遊稱其信也。不敢重受賜者，心也，如此而五者備有焉。《周禮》二十五家為閭，四閭為族，五族為黨，五黨為州，五州為鄉。僚友，官同者。執友，志同者。○僚，本又作寮，了彫反，同官者。弟，大計反，下注同。見父之執，不謂之進不敢進，不謂之退不敢退，不問不敢對，敬父同志，如事父。此孝子之行也。"
      },
      {
        "index": 24,
        "text": "[疏]「夫為」至「行也」。○正義曰：此一節明人子謙卑，行著於外，所敬又廣。今各隨文解之。言「夫」者，貴賤悉然也。「三賜」，三命也。言為人子，雖受三命之尊，終不敢受車馬，車馬則身有成尊，便比逾於父，故不受。所以許受三命，而不許受車馬者，命是榮美，光顯祖父，故受也；車馬是安身，身安不關先祖，故不受也。不云「不受」，而云「不及」者，受是已到之日，明人子非唯外跡不受，抑亦心所不及於此賜也。○注「三賜」至「於君」。○正義曰：云「三賜不及」者，受命即受賜，故三賜三命，故《公羊》云：「命者何？加我服」，「錫者何？賜也。」是其命賜將相也。云「凡仕者，一命受爵，再命受衣服，三命受車馬」者，皆約《周禮•大宗伯》之文。案《大宗伯》「一命受職」，職則爵也。又《宗伯》「三命受位」，鄭康成云：「始有列位於王朝。」今言「受車馬」者，但三命受位，即受車馬。以經云「車馬」，故以「車馬」言之。云「卿、大夫、士之子不受，不敢以成尊比逾於父」者，以公侯伯卿三命，其子不受，不敢比於父；公侯伯大夫、子男卿再命，公侯伯士一命，子男之士不命，其子三命不受車馬者，皆是不敢逾於父。不言天子諸侯之子不敢受者，以其父位既尊，不得言不敢比逾，故云「自卑遠於君」。案《周禮》九儀，「一命受職，再命受服，三命受位，四命受器，五命賜則，六命賜官，七命賜國，八命作牧，九命作伯」。案《含文嘉》：「九賜：一曰車馬，二曰衣服，三曰樂則，四曰朱戶，五曰納陛，六曰虎賁，七曰斧鉞，八曰弓矢，九曰秬鬯。」宋均注云：「進退有節，行步有度，賜以車馬，以代其步。言成文章，行成法則，賜以衣服，以表其德。動作有禮，賜以納陛，以安其體。長於教誨，內懷至仁，賜以樂則，以化其民。居處修理，房內不洩，賜以朱戶，以明其別。勇猛勁疾，執義堅強，賜之虎賁，以備非常。抗揚威武，志在宿衛，賜以斧鉞，使得專殺。內懷仁德，執義不傾，賜以弓矢，使其專征。慈孝公母，賜以秬鬯，以歸祭祀。」鄭司農以《周禮》九命與九賜是一也。然則此「三賜」，鄭康成知非「九賜」之第三，而云「三命之賜」者，康成以九命與九賜不同，九賜謂「八命作牧，九命作伯」之後，始加九賜。知者，《王制》云「三公一命卷，若有加，則賜。二曰衣服之屬」是也。又《宗伯》「八命作牧」注云：「侯伯有功德，加命得專征伐。」《王制》云：「賜弓矢，然後征。」《詩》云：「瑟彼玉瓚，黃流在中。」傳曰：「九命然後賜以圭瓚。」又《尚書•文侯》：「仇受弓矢秬鬯。」《左傳》：「晉文公受大路、戎路、弓矢、秬鬯、虎賁。」此皆九命之外，始有衣服、弓矢、秬鬯等之賜，故知九賜不與九命同也。且此云「三賜不及車馬」，其九賜「一曰車馬」，何由三賜不及車馬乎？故知此三賜非九賜之三賜也。若是九賜之三賜，即是身八命九命之尊，禮絕凡庶，何得下文云州閭、鄉黨、僚友、交遊也？故康成以為諸侯及卿大夫之子三命者。其《公羊》說九賜之次，與《含文嘉》不同，一曰加服，二曰朱戶，三曰納陛，四曰輿馬，五曰樂則，六曰虎賁，七曰斧鉞，八曰弓矢，九曰秬鬯。異人之說，故文有參差，大略同也。《異義》許慎說九賜九命，鄭康成以為不同，具如前說，其大夫賜樂，《鄉飲酒》注云「大夫若君賜樂」，及《左傳》「魏絳有金石之樂」，非九賜之正法也。車馬之賜，進退由於君命，今言不受者，君子仕，辭位不辭祿，其物終必受之，故鄭注下文「不敢受重賜者，心也。」○「故州閭」至「稱其信也」。《周禮•司徒》去王城百，置遠郊，遠郊之內為六鄉，六鄉之民，「五家為比，使之相保。五比為閭，使之相受。四閭為族，使之相葬。五族為黨，使之相救。五黨為州，使之相賙。五州為鄉，使之相賓」。又《遂人職》主六遂，六遂之民在遠郊之外，「五家為鄰，五鄰為裡，四里為酇，五酇為鄙，五鄙為縣，五縣為遂」。今不言六遂者，舉近耳。若六遂之中有此孝者，則亦稱之也。○「兄弟親戚稱其慈也」，親指族內，戚言族外。慈者，篤愛之名。兄弟，外內通稱。親疏交接，並見其慈而稱之。○「僚友稱其弟也」，僚友，同官者也。弟者，事長次弟之名。孝子能接同官，有所次序，不敢逾越等級，故同官之友稱之。○「執友稱其仁也」，執友，執志同者也。同師之友，意趣相得，綢繆切瑳，故其見仁恩之心而稱之。○「交遊稱其信也」，交遊，泛交也。結交遊往，本資信合，故稱信也。熊氏云：「然此五句，上始州閭，下及交遊，亦其次也。前孝後信，又為差序，略舉五者，餘行可知。不敢受賜者，心也。不受由心，故有五稱也。」○「見父之執」者，此亦承為人子之事也。明非惟見交遊為善，乃遍至父友也。自上詣下曰見，自下朝上曰見。父之執謂執友，與父同志者也。或故往見，或路中相見也。"
      },
      {
        "index": 25,
        "text": "夫為人子者，出必告，反必面。告、面同耳，反言面者，從外來，宜知親之顏色安否。○告，古毒反。所游必有常，所習必有業。緣親之意，欲知之。恆言不稱老。廣敬。年長以倍，則父事之。謂年二十於四十者，人年二十，弱冠成人，有為人父之端。今四十於二十者有子道。《內則》曰：「年二十，惇行孝弟。」○冠，工喚反。惇，都溫反。十年以長，則兄事之。五年以長，則肩隨之。肩隨者，與之並行差退。○差，初佳反，徐初宜反。群居五人，則長者必異席。席以四人為節，因宜有所尊。"
      },
      {
        "index": 26,
        "text": "[疏]「夫為」至「異席」。○正義曰：此一節亦明人子事親之法，遊方習業，及汎交之禮，亦各隨文解之。○「恆言不稱老」者，老是尊稱，若其稱老，乃是己自尊大，非是孝子卑退之情，故注云：「廣敬。」言廣者，非但敬親，因敬親廣敬他人。或云子若自稱老，父母則甚老，則感動其親，故舜年五十而慕是也。○「年長以倍，則父事之」者，此謂鄉里之中，非親非友，但二十以後，年長倍己，則以父道事之，即父黨隨行也。○注「謂年」至「孝弟」。○正義曰：人年三十而娶，於後乃有子，則三十於六十，乃是倍年。今鄭言二十於四十者，但二十加冠成人，責以為人父為人子之禮，雖未有妻子，有為人父之端，又《內則》云「二十乃能敦行孝弟，可責以孝子之行」，故二十於四十，約之為倍年也。以二十未合有子，故鄭云為人父之端，有子道也。○「十年以長，則兄事之」者，謂年二十於三十者，全倍者父事之，半倍，故兄事之也。凡事之，則正差退而雁行也。○「五年以長，則肩隨之」者，謂並行而差退。若未二十童子則無此禮，以其不能惇行孝弟。《論語》云「與先生並行」，《王制》云「父之齒隨行，兄之齒雁行」者，舉成人有此禮也，童子禮則無也。此謂二十於二十五者肩隨，則齊於雁行也。然則以此肩隨而推之，上云父兄事之，豈是溫凊如親，正言其或行來坐席，推前相類耳。○群居五人，則長者必異席」者，謂朋友居處法也。群，朋友也。子夏曰「吾離群」是也。古者地敷橫席而容四人，四人則推長者居席端。若有五人會，應一人別席，因推長者一人於異席也。○注「席以」至「所尊」。○正義曰：熊氏云：「知四人為節者，以此云『群居五人，則長者必異席』，既長者一人異席，餘則四人矣。」案《公食大夫禮》云：「蒲筵常，加萑席尋。」此以蒲席者，故得容四人，此群居之法。若賓主禮席，皆無同坐之法，故《鄉飲酒》賓介異席，又云：「眾賓之席，皆不屬焉。」不相連屬也。」《鄉射》「眾賓之席繼而西」，謂相連屬也。《燕禮》及《大射》公三重，大夫再重，是皆異席也。"
      },
      {
        "index": 27,
        "text": "為人子者，居不主奧，坐不中席，行不中道，立不中門。謂與父同宮者也，不敢當其尊處。室中西南隅謂之奧。道有左右。中門，謂棖闑之中央。《內則》曰：「由命士以上，父子皆異宮。」○奧，烏報反，沈於六反。處，昌慮反，下同。棖，宜衡反，闑也。闑，魚列、五結二反。上，時掌反，凡言「以上」皆放此。食饗不為㮣，㮣，量也。不制待賓客饌具之所有。○食音嗣。饗本又作享，香兩反。㮣，古愛反。饌，士戀反。祭祀不為屍。尊者之處，為其失子之道。然則屍卜筮無父者。○為其，音於偽反，下注除「不為孤」皆同。聽於無聲，視於無形。恆若親之將有教使然。不登高，不臨深，不苟訾，不苟笑。為其近危辱也。人之性，不欲見毀訾，不欲見笑。君子樂然後笑。○訾音紫，毀也，沈又將知反。樂音洛。"
      },
      {
        "index": 28,
        "text": "[疏]「為人」至「苟笑」。○正義曰：此一節明孝子居處及行立待賓祭祀敬慎之事，各隨文解之。○此明孝子居處閨門之內。不言凡者，或異居禮則不然。○「居不主奧」者，主猶坐也。奧者，室內西南隅也。室鄉南戶，近東南角，則西南隅隱奧無事，故呼其名為奧。常推尊者於閒樂無事之處，故尊者居必主奧也。既是尊者所居，則人子不宜處之也。○「坐不中席」者，一席四人，則席端為上。今不云上席而言中者，舊通有二，一云敬無餘席，非唯不可上，亦不可中也；一云共坐則席端為上，獨坐則席中為尊。尊者宜獨，不與人共，則坐常居中，故卑者坐不得居中也。○「行不中道」者，尊者常正路而行，卑者故不得也。男女各路，路各有中也。○「立不中門」者，中央有闑，闑傍有棖，棖謂之門梐。今云「不中門」者，謂棖闑之中，是尊者所行，故人子不得當之而行也。○注「謂與」至「異宮」。○正義曰：凡上四事，皆謂與父同宮者爾。若命士以上，則父子異宮則不禁。所以爾者，有命既尊，各有臣僕，子孫應敬已故也。云「不敢當其尊處」者，四事皆尊者之處。「室中西南隅謂之奧」者，《爾雅•釋宮》文。郭璞注云：「隱奧之處。」「西北隅謂之屋漏」，孫氏云：「日光所漏入。」「東北隅謂之宧」，孫氏云：「日側之明。」是宧，明也。「東隅謂之窔」，郭氏云：「隱暗也。」云「《內則》曰：由命士以上，父子皆異宮」者，證有異居之道也。○「食饗不為㮣」者，熊氏云：「謂傳家事任子孫，若不傳家事，則子孫無待賓之事。大夫士或相往來，設於饗食㮣量也。不制設待賓饌，其事由尊者所裁，而子不得輒豫限量多少也。」○「祭祀不為屍」者，屍代尊者之處，故人子不為也。○「聽於無聲」者，謂聽而不聞父母之聲，此明人子常禮也。○「視於無形」者，謂視而不見父母之形，雖無聲無形，恆常於心想像，似見形聞聲，謂父母將有教，使己然也。○「不苟訾，不苟笑」者，苟，且也。相毀曰訾。不樂而笑為苟笑。彼雖有是非，而己苟譏毀訾笑之，皆非彼所欲，必反見毀辱，故孝子不為也。○注「為其」至「後笑」。○正義曰：「危」，解「不登高，不臨深」，「辱」釋不訾不笑也。云「君子樂然後笑」者，引《論語》證不苟笑之事也。此是公明賈答孔子云：「夫子樂然後笑，人不厭其笑也。」"
      },
      {
        "index": 29,
        "text": "孝子不服暗，不登危，懼辱親也。服，事也。暗，冥也。。不於暗冥之中從事，為卒有非常，且嫌失禮也。男女夜行以燭。○瞑，本亦作冥，莫定反。下同。卒，才忽反。父母存，不許友以死。為忘親也，死為報仇讎。不有私財，"
      },
      {
        "index": 30,
        "text": "[疏]「孝子」至「私財」。○正義曰：此一節明孝子自謹慎其身，不許友以死，及不得有私財之事，各隨文解之。○「不服暗」者，服，事也，謂不行事於闇中也。一則為卒有非常，一則闇中行事，好生物嫌，故孝子深戒之。○「父母存，不許友以死」者，謂不許為其友報仇讎也，親存存須供養，則孝子不可死也。若父母存，許友報仇怨而死，是忘親也。親亡則得許友報仇，故《周禮》有「主友之讎，視從父兄弟」。《白虎通》云：「朋友之道親存不得行者，不得許友以其身，亦不許友以死耳。」○「不有私財」者，家事統於尊，財關尊者，故無私財。"
      },
      {
        "index": 31,
        "text": "為人子者，父母存，冠衣不純素。為其有喪象也。純，緣也。《玉藻》曰：「縞冠玄武，子姓之冠也。高冠素紕，既祥之冠也。」《深衣》曰：「具父母，衣純以青。」○純，諸允反，又之閏反，下及注皆同。緣，悅絹反。縞，古老反，沈又古到反。紕，婢支反，徐補移反。"
      },
      {
        "index": 32,
        "text": "[疏]「為人」至「純素」。○正義曰：此一節明為人子父母存及孤子衣冠純飾不同之事，各隨文解之。不言凡者，若仕者或遇凶荒，雖親存亦須素服，非要在親沒，故不言凡。○「父母存，冠衣不純素」者，冠純謂冠飾也，衣純謂深衣領緣也。《禮》，具父母，太父母，存冠衣純以繢；若有父母，無太父母，則純以青；若少而並無，則乃純素也。故親存者不得純素也。○注「為其」至「以青」。○正義曰：引《玉藻》「縞冠玄武，子姓之冠」，證冠純有吉凶之別也。縞冠者，薄絹為之。玄武者，以黑繒為冠卷也。子姓者，姓，生也，孫是子所生，故謂孫為子姓。父有服未畢，子雖已除，猶未全吉也，故縞冠玄武。玄武是吉，縞冠為凶，明吉凶兼服也。何胤云：「繒裡卷武也。」云「縞冠素紕，既祥之冠也」，又證有素為凶也。當祥之日，朝服縞冠；祥祭之後，則縞冠素紕。何胤云：「素紕謂緣冠兩邊。」云「《深衣》曰：具父母衣純以青」者，引證不純以素之事。"
      },
      {
        "index": 33,
        "text": "孤子當室，冠衣不純采。早喪親，雖除喪，不忘哀也。謂年未三十者。三十壯，有室，有代親之端，不為孤也。當室，適子也。《深衣》曰：「孤子衣純以素。」○早喪，息浪反。適，下歷反。"
      },
      {
        "index": 34,
        "text": "[疏]「孤子」至「純采」。○正義曰：上言有親而不素，此言無親而素者也。孤子謂二十九以下而無父者，當室謂適子也。既少孤，故雖除服，猶自素也。然《深衣》云：「孤子衣純以素。」則嫡庶悉然。今云「當室」，則似庶子不同，所以爾者，通者有二，云凡子皆然，豈唯當室，但嫡子內理蒸嘗，外交宗族，代親既備，嫌或不同，故特明之，所以鄭引《深衣》為注，會證凡孤子悉同也。崔靈恩云：「指謂當室，不當室則純采，所以然者，當室之孤，內理蒸嘗，外交宗族，所履之事，莫不傷心，故特純素示哀也。《深衣》不云當室者，文略耳。」○注「早喪」至「以素」。○正義曰：三十以外遭喪者，除服後即得純采。今所言雖是除喪，未三十不得純采。若至三十，則亦采也，故云「當室，適子也。《深衣》曰：『孤子衣純以素也。』」然注前解適子，後引《深衣》，似崔解也。《深衣》不言冠者，從可知也。"
      },
      {
        "index": 35,
        "text": "幼子常視母誑。視，今之示字。小未有所知，常示以正物，以正教之無誑欺。○視音示。誑，本或作廷，注同，九況反，欺也。童子不衣裘裳。裘大溫，消陰氣，使不堪苦。不衣裘裳，便易。○衣，於既反，下同。大音泰，徐他佐反。便，婢面反。易，以豉反。立必正方，不傾聽。習其自端正。長者與之提攜，則兩手奉長者之手。習其扶持，尊者提攜，謂牽將行。○提，大兮反。攜，戶圭反。奉，芳勇反，又扶恭反，下及注「奉扃」、「奉席」、「奉箕」皆同。負劍辟咡詔之，負謂置之於背，劍謂挾之於旁。辟咡詔之，謂傾頭與語，口旁曰咡。○辟，匹亦反，側也，徐芳益反，沈扶赤反，注同。咡，徐如志反，何云：「口耳之間曰咡。」挾音協。則掩口而對。習其鄉尊者屏氣也。○掩，於檢反。鄉，許亮反，本又作向，後文注皆同。屏，必領反。"
      },
      {
        "index": 36,
        "text": "[疏]「幼子」至「裘裳」。○正義曰：此一節明父母教子及衣裘裳之法也，各隨文解之。○小兒恆習效長者，長者常示以正事，不宜示以欺誑，恐即學之，故曾子兒啼，妻云：「兒莫啼，吾當與汝殺豕。」兒聞輒止，妻後向曾子說之，曾子曰：「勿教兒欺。」即殺豕食兒。是不誑也。○注「視，今之示字」。○正義曰：古者觀視於物，及以物視人，則皆作示傍著見，後世已來，觀視於物，作示傍著見，以物示人單作示字，故鄭注經中視字者，是今之以物示人之示也。是舉今以辨古。《昏禮》「視諸衿鞶」，注云：「視乃正字，今文視作示，俗誤行之。」言視正字也，言古之以物示人作視字為正，故云「視乃正字」。今文《儀禮》應為古視字，乃作今示字，故言俗誤也。○「童子不衣裘裳」者，童子，未成人之名也，衣猶著也。童子體熱，不宜著裘，裘大溫，傷陰氣也。又應給役，若著裳則不便，故並不著也。故童子並緇布襦褲也。○注「裘大」至「便易」。○正義曰：「使不堪苦」者，熱消陰氣，則不堪苦使也。此「童子不衣裘裳」，二十則可，故《內則》云，二十「可以衣裘帛」。國君十二冠，則裘裳早矣。女子十五許嫁者則亦衣帛。《詩》云：「乃生男子，載衣之裳。」是初生暫行此禮。○「立必」至「而對」。○「立必正方」，立宜正鄉一方，不得傾頭屬聽左右也。張逸云：「此說其威儀常然。」○「長者與之提攜，則兩手奉長者之手」者，非唯教之聽立，至於行步，亦宜教之。提攜謂牽將行時，因牽行之，又教之為節也。奉長者之手，為兒長大，方當供養扶持長者，故先使學之，令習便也。張逸云：「說其見與行之法也。」○「負劍辟咡詔之」者，豈但在行須教，正在抱時亦令習也。負謂致兒背上也，劍謂挾於脅下，如帶劍也。辟，傾也。咡，口旁也，詔，告也。長者，或若負兒之時而與之語，當傾頭以告之也。不正向之，令氣不觸兒也，亦令見長者所為而復習之也。張逸云：「辟咡詔之，傾頭以告教之也。」此長者之為也。此負謂兒在人背上曰負，兒在懷中亦稱負，謂兒負之，故《內則》云：「三日始負子。」注云：「負之謂抱之。」○注「口旁曰咡」。○正義曰：案《管子書•弟子職》云：「食已循咡覆手。」謂弟子食訖，以手循覆於咡，故知是口旁也。○「則掩口而對」者，向長者告語之，此是童子答長者。童子雖未能掩口而對，長者亦教其為之其禮，以為後法。掩口，恐氣觸人。張逸云：「謂令小者如是，所習鄉尊者屏氣也。」"
      },
      {
        "index": 37,
        "text": "從于先生，不越路而與人言。尊不二也。先生，老人教學者。○從，才用反，下皆同。遭先生於道，趨而進，正立拱手。為有教使。○拱，俱勇反。先生與之言則對，不與之言則趨而退。為其不欲與已並行。從長者而上丘陵，則必鄉長者所視。為遠視不察有所問。○上，時掌反，下同。"
      },
      {
        "index": 38,
        "text": "[疏]「從於」至「所視」。○正義曰：此一節明事師長之禮，並自恭謹之法，今各隨文解之。○「從于先生」者，謂從行時。先生，師也。謂師為先生者，言彼先已而生，其德多厚也。自稱為弟子者，言已自處如弟子，則尊師如父兄也。故公西華、子夏之徒答孔子，皆自稱弟子也。雷次宗以為師如父兄，故自稱弟子也。今明若從師行，不得輒往路傍與他人言也。而《論語》云：「有酒食，先生饌。」則先生之號亦通父兄。崔靈恩云：「凡言先生，謂年德俱高，又教道於物者。凡云長者，直以年為稱也。凡言君子者，皆為有德尊之，不據年之長幼。故所稱不同也。」○「遭先生」至「拱手」，此明道路與師長相逢之法。遭，逢也。趨，疾也。拱手，見師而起敬，故疾趨而進就之也。又不敢斥問先生所為，故正立拱手而聽先生之教。○注「先生，老人教學者」。○正義曰：案《書傳略說》云：「大夫士七十而致仕，大夫為父師，士為少師，教於州里。」《儀禮•鄉飲酒》注云：「先生，鄉大夫致仕者。」此云「老人教學者」，則通凡老而教學者是，未必皆致仕者。○「與之言則對」者，此謂問時事之言則對，若問己大事，則辭讓然後對，故前文云「長者問，不辭讓而對，非禮也」。○「則必鄉長者所視」者，長者東視則東視，長者西視則西視，從先生君子亦然。"
      },
      {
        "index": 39,
        "text": "登城不指，城上不呼。為惑人。○呼，火故反，號叫也。將適捨，求毋固。謂行而就人館。固猶常也。求主人物，不可以舊常致時乏無，《周禮•土訓》「辨地物，原其生，以詔地求」，其類。將上堂，聲必揚。警內人也。○警，京領反。"
      },
      {
        "index": 40,
        "text": "[疏]「將適捨，求毋固」。○正義曰：自此以下，雖從師長，兼明為賓客禮也。適猶往也。捨，主人家也。固猶常也。凡往人家，不可責求於主人，賝常舊有之物，故曰「求毋固」也。○注「《周禮》」至「其類」。○正義曰：案《地官•士訓職》云：「辨地物。」鄭注云：「別其所有所無，原其生者，生有時以告王之求也。若地所無及物未生，則不求。」與此相類也。故引之證「求毋固」也。"
      },
      {
        "index": 41,
        "text": "戶外有二屨，言聞則入，言不聞則不入。將入戶，視必下。入戶奉扃，視瞻毋回。不於掩人之私也。奉扃，敬也。○屨，紀具反，單下曰屨。聞音問，又如字，下同。視，常止反，下同，徐音示，沈又市志反。扃，古螢反，何云：「關也。」一云門扇上鐶鈕。瞻毋，徐音如字。戶開亦開，戶闔亦闔。下以後來變先。○闔，胡臘反。有後入者，闔而勿遂。示不拒人。○拒，其許反。毋踐屨，毋席，摳衣趨隅，必慎唯諾。趨隅，升席必由下也。慎唯諾者，不先舉，見問乃應。○，在亦反，一音席，躐也。摳，苦侯反，提也，下及注同。趨，七俱反，向也，注同，本又作走，徐音奏，又如字。唯，於癸反，應辭也，注同，徐於比反，沈以水反。諾，乃各反。應，應對之應。"
      },
      {
        "index": 42,
        "text": "[疏]「戶外」至「唯諾」。○正義曰：此一節明謂室有兩人，故戶外有二屨，此謂兩人體敵，故二屨在外，知者以《鄉飲酒》無筭爵，賓主皆降，脫履於堂下，以體敵故也。若尊卑不同，則長者一人脫屨於戶內，故《少儀》云「排闔脫屨於戶內者，一人而已矣」是也。案《屨人注》云：「復下曰舄，襌下曰屨。古人言屨以通於復，今世言屨以通於襌。」如鄭此言，古人之言無問襌之與復，皆名為屨。今人言屨，正謂襌者也。○「言聞則入，言不聞則不入」者，若一屨有一人，一人無非法之私事，則外人可即入。若有二屨，二屨是有二人，或清問密事，若內人語聞於戶外，則外人乃可入也。熊氏以為一人之屨在戶內，其戶外有二屨，則三人也，下文云：「離坐離立，無往參焉。」則知戶內二人不得參之，故知戶外有二屨者，當有三人，義亦通也。○「將入戶，視必下」者，雖聞言而入，亦不得舉目而視，恐睹人私，故必下。○「入戶奉扃」者，奉扃之說，事有多家，今謂禮有鼎扃，所以關鼎。今關戶之木，與關鼎相似，亦得稱扃。凡常奉扃之時，必兩手向心而奉之。今入戶雖不奉扃木，其手若奉扃然，以其手對戶若奉扃，言恭敬，故言奉扃也。是以注云：「奉扃，敬也。」○「視瞻毋回」者，初將入時視必下，而竟不得回轉，廣有瞻視也。○「戶開亦開」者，既入戶，不以後來變先，若戶本開，則今入者不須闔也。○「戶闔亦闔」者，戶若本闔，則今入者不須開也。○「有後入者，闔而勿遂」者，有後入者，謂己於先入，後猶有人又應入者也，雖已應還闔，當徐徐欲作闔勢，以待後入，不得遂闔以成拒後人，故注云：「示不拒人。」○「毋踐屨」者，踐，蹋也。既並脫屨戶外，其人或多，若後進者，不得蹋先入者屨。○「毋席」者，猶躐也。席既地鋪，當有上下，將就坐，當從下而升，當己位上不發初從上，從上為躐席也。《玉藻》云升席，「升席不由前為躐席」也。熊氏以為席猶逆席。逆席謂從上升，故鄭云：「必由下。」《玉藻》所云者，自是不由席前升，與此別。○「摳衣趨隅」者，摳，提也。衣，裳也。趨猶向也。隅猶角也。既不席，當兩手提裳之前，徐徐向席之下角，從下而升，當己位而就坐也。○「必慎唯諾」者，唯，也。諾，應對也。既坐定，又慎於應對。○注「趨隅」至「乃應」。○正義曰：案《鄉飲酒》云：「賓升席自西方。」注云：「升由下也。升必中席，彼謂近主人為上，故以主西為之下。凡席皆升由下，降由前。」云「慎唯諾者，不先舉，見問乃應」者，舉猶問也，謂不先問也。"
      },
      {
        "index": 43,
        "text": "大夫士出入君門，由闑右。臣統於君。闑，門橛。○闑，魚列反，橛也。橛，求月反，門中木。不踐閾。閾，門限也。○閾，於逼反，一音況域反。"
      },
      {
        "index": 44,
        "text": "[疏]「大夫」至「踐閾」。○正義曰：此一節明大夫士出入君門之法。門以向堂為正，右在東，故盧注《檀弓下》云：「門以向堂為正，主人位在門東，客位在門西。今此大夫士是臣，臣皆統於君，不敢自由賓，故出入君門恆從闑東也。其士之朝位，雖在西方東面，入時仍依闑東。」其《大射》注云：「左則由闑西者，泛解賓客入門之法也。」○「不踐閾」者，踐，履也。閾，門限也。出入不得踐履門限，所以爾者，一則自高，二則不淨，並為不敬。"
      },
      {
        "index": 45,
        "text": "凡與客入者，每門讓於客。下賓也。敵者迎於大門外。《聘禮》曰：「君迎賓於大門內。」○下，遐嫁反。客至於寢門，則主人請入為席。為猶敷也，雖君亦然。○敷，芳夫反。然後出迎客，客固辭，又讓先入。主人肅客而入。肅，進也。進客謂道之。○道音導。主人入門而右，客入門而左。右就其右，左就其左。主人就東階，客就西階。客若降等，則就主人之階。降，下也。謂大夫於君，士於大夫也，不敢輒由其階，卑統於尊，不敢自專。主人固辭，然後客復就西階。復其正。○復音服，後此音更不重出。主人與客讓登，主人先登，客從之，拾級聚足。拾當為涉，聲之誤也。級，等也。涉等聚足，謂前足躡一等，後足從之並。○拾，依注音涉。級音急，階等。躡，女攝反。並，步頂反。連步以上。重蹉跌也。連步謂足相隨不相過也。○上，時掌反，下皆同。重，直勇反，徐治恭反。蹉本亦作差，同，七何反。跌，大結反。過，古臥反，後不音者放此。上於東階，則先右足。上於西階，則先左足。近於相鄉敬。"
      },
      {
        "index": 46,
        "text": "[疏]「凡與」至「左足」。○正義曰：此一節明賓與主人送迎相讓，及升堂行步之法，各隨文解之。○言「凡」者，通貴賤也。「每門」者，天子五門，諸侯三門，大夫二門。客敵者，主人出門外迎客，主人輒先讓不先入，故曰「每門讓於客」也。貴賤禮不並存，且諸侯自相為賓之禮。凡賓主各有副，賓副曰介，主副曰擯及行人。若諸侯自行，則介各從其命數，至主國大門外，主人及擯出門相接。若主君是公，則擯者五人，侯伯則擯者四人，子男則擯者三人。所以不隨命者，謙也，故並用強半之數也。賓若是公，來至門外，直當闑西，去門九十步而下車，當軹北鄉而立。鄭注《考工記》云：「軹，轂末也。」其侯伯立當前疾，胡下此。子男立當衡。註：衡謂車軛。其君當軫，而九介立在公之北，邐迤西北，並東鄉而列。主公出，直闑東南西向立，擯在主人之南，邐迤東南立，並西向也。使末擯與末介相對，中間傍相去三丈六尺。列擯介既竟，則主君就賓求辭。所以需求辭者，不敢自許人來詣己，恐為他事而至，故就求辭，自謙之道也。求辭之法，主人先傳求辭之言與上擯，上擯傳以至次擯，次擯繼傳以至末擯，末擯傳與賓末介，末介以次繼傳上至於賓。賓答辭隨其來意，又從上介而傳下至末介，末介又傳與末擯，末擯傳相次而上至於主人。傳辭既竟，而後進迎賓至門知。擯介朝位如此者，《大行人職》文。又知傳辭拜迎賓前至門者，《司儀職》文。其傳辭司儀之交擯也，其列擯介傳辭委曲，約《聘禮》文，若諸侯使卿大夫相聘，其介與主位，則《大行人》云：「卿大夫之禮，各下其君二等。」鄭注云「介與朝位」是也。主君待之擯數，如待其君。其有異者，主君至大門而不出限，南面而立也。若公之使亦直闑西北向，七介，而去門七十步。侯伯使列五介，而去門五十步。子男使三介，而去門三十步。上擯出閾外，闑東南西向，陳介西北東面邐迤，如君自相見也，而末介末擯相對，亦相去三丈六尺。陳擯介竟，則不傳命，而上擯進至末擯間，南揖賓，賓亦進至末介間，上擯與賓相去亦三丈六尺。而上擯揖而請事，入告君，君在限內，後乃相與入也。知者，約《聘禮》文，不傳辭，《司儀》及《聘禮》謂之旅擯。君自來所以必傳命者，《聘義》云：「君子於其所尊，弗敢質，敬之至也。」又若天子春夏受朝宗則無迎法，受享則有之，故《大行人》云：「廟中將幣三享。」鄭云：「朝先享，不言朝者，朝正禮，不嫌有等也。」若秋冬覲遇，一受之於廟，則亦無迎法，故《郊特牲》云「覲禮，天子不下堂而見諸侯」，明冬遇依秋也。此云「凡與客入者」，謂燕也。故下文云「至寢門」，謂燕在寢也。若相朝，饗食皆在廟。○「每門讓於客者」，每門讓於客，自謙下，敬於賓也。○注「迎於」至「門內」。○正義曰：「迎於大門外」，證敵者則主人自出。「《聘禮》云：君迎賓於大門內」者，證不敵者主人不出門也。使者是彼臣，故主君迎至門內而不出也。「客至於寢門，則主人請入為席」，寢門，最內門也，謂客與主人入至主人內門也。「主人請入為席」者，為猶敷也。客至於內門，而主人請先獨入敷席也。然主人鄉已應正席，今客至門，方請先入敷席者，其意有二：一則自謙，示不敢逆設席以招賢也；二則重慎，更宜視之。○注「雖君亦然」。○正義曰：知君迎臣，君亦先入者，案《聘禮》云「及廟門，公揖入，立於中庭」是也。若敵者則更出迎，其不敵則不出迎，故《聘禮》云「立於中庭」，注「不復出，如此得君行一，臣行二」是也。《聘禮》君使卿歸饔餼於賓，賓迎於門外，及廟門，賓揖俱入。是敵禮不重出迎者，尊主君之命，不敢當也。《聘禮》賓見主國大夫，及廟門，大夫揖入，不出迎者，尊聘君之命，不敢當也。○「然後出迎客」者，入鋪席竟，後更出迎客也。○「客固辭」者，固，如故也。禮有二辭，初曰禮辭，再曰固辭，三曰終辭。主人入鋪席竟。出而迎客，再辭不先入也。○「主人肅客而入」者，肅，進也，謂先導之也。客以再辭，故主人進道客也。故《公食大夫禮》云「公揖入，賓從」是也。○「客若降等，則就主人之階」者，降等，卑下之客也。不敢亢禮，故就主人階，是繼屬於主人。○注「降下」至「自專」。○正義曰：「謂大夫於君，士於大夫」者，此「大夫於君」，大夫謂他國大夫也。案《聘禮》云：「公迎賓，賓不就主人階。」《公食大夫禮》：「公迎賓，賓入門左。」注云：「左，西方。」此皆是降等不就主人階者，以《聘禮》及《公食大夫禮》並奉已君之命，不可苟下主人，故從客禮也。若君燕於臣，命宰夫為主人，則主人與賓皆從西階升，與此異也。案《聘禮》賓面主國大夫，他國大夫是敵禮，賓亦入門右。鄭註：「見私事，雖敵賓，猶謙，入門右，為若降等然。」○「主人與客讓登」者，客主至其階，又各讓，不先升也。○「主人先登」者，讓必以三，三竟而客不從，故主人先登，亦肅客之義。不言三者，略可知也。○「客從之」者，言主人前升至第二級，客乃升，中較一級，故云從之也。《公食禮》云「公升二等，賓升」是也。案《燕禮》、《大射》賓先升者，公以宰夫為主人，賓尊也。故下注云：「賓每先升，尊也。」案《聘禮》君使卿歸饔餼於賓館，卿升一等，賓從。於時賓為主人不先升者，卿銜主君之命尊，故先升也。至於賓設禮擯卿，賓升一等，大夫從升者，以賓作主人故也。「拾級聚足」者，此上階法也。拾，涉也。級，等也。聚足，謂每階先舉一足，而後足並之，不得後過前也。涉等聚足，謂前足躡一等，後足從而並之也。○「連步以上」者，上，上堂也。在級未在堂，後足不相過，故云「連步」也。涉而升堂，故云「以也」。"
      },
      {
        "index": 47,
        "text": "帷薄之外不趨，不見尊者行自由，不為容也。入則容，行而張足曰趨。○帷，位悲反。帷，幔也。薄，平博反，簾也。堂上不趨，為其迫也。堂下則趨。○為，於偽反，下並同。迫音伯。執玉不趨。志重玉也。《聘禮》曰：「上介授賓玉於廟門外。」○介音界。堂上接武，武，跡也。跡相接，謂每移足半躡之，中人之跡尺二寸。堂下布武。武謂每移足，各自成跡，不相躡。室中不翔。又為其迫也。行而張拱曰翔。並坐不橫肱，為害旁人。○並如字，又步頂反，後放此。肱，古弘反。授立不跪，授坐不立。為煩尊者，俯仰受之。○跪，求委反，本又作危。授坐，本又作「俯仰」。"
      },
      {
        "index": 48,
        "text": "[疏]「帷薄」至「不立」。○正義曰：此一節言趨步授受之儀。帷，幔也。薄，簾也。趨謂行而張足，疾趨而行，敬也。貴賤各有臣吏，故其敬處亦各有遠近也。《禮》：天子外屏，諸侯內屏，卿大夫以簾，士以帷。外屏，門外為之。內屏，門內為之。「邦君樹塞門」是也。臣來朝君，至屏而加肅敬，屏外不敬，故不趨也。今言「帷薄」，謂大夫士也。其外不趨，則內可趨，為敬也。此帷薄外不趨，謂平常法也。若祭祀之禮，《爾雅》云：「室中謂之時，堂上謂之行，堂下謂之步，門外謂之趨，中庭謂之走，大路謂之奔。」知《爾雅》是祭祀者，以《召誥》云：「王朝步自周，則至於豐。」注云：「告文主廟。告文王則告武王可知。」出廟入廟，不以遠為文是也。若迎賓，則《樂師》云：「行以《肆夏》，趨以《採齊》。」行謂大寢之庭至路門，趨謂路門至應門。○「堂上不趨」者，亦謂不疾趨，堂上迫狹故也。下階則趨，故《論語》云：「沒階，趨進，翼如也。」然《論語》云是孔子見於君也。「執玉不趨」者，執玉須慎，不論堂之上下，皆不疾趨也。若張足疾趨，則或蹉跌失玉，故不趨。注云「《聘禮》曰：『上介授賓玉於廟門外』」者，引證賓有執玉於堂下時也。賓當進聘，故上介授賓玉於主人廟門外，賓執玉進入門內，不疾趨而為徐趨。徐趨者，則《玉藻》云：「圈豚行，不舉足，齊如流。」注云：「孔子執圭則然也。」又云：「執龜玉，舉前曳踵，蹜蹜如也。」注云：「著徐趨之事。」疾趨者，則《玉藻》云：「疾趨則欲發，而手足母移。」注云：「疾趨謂直行也。疏數自若，母移欲其直且正也。」「堂上接武」者，武，跡也。既不欲疾趨，故跡相接也。鄭云：「每移足半躡之。」王云：「足相接也。」庾云：「謂接則足連，非半也。」武跡相接，謂每移足半躡之也。中人跡一尺二寸，半躡之，是每進六寸也。○「堂下布武」者，鄭謂每移足各自成跡，不半相躡，王云：「謂跡間容足。」若間容足，則中武，王說非也。○「授立不跪」者，謂尊者立之時，卑者以物授尊者，不得跪，煩尊者俯俛。若尊者形短，雖卑者得跪以授之，故《少儀》云：「受立，授立不坐，性之直者則有之也。」注云「尊者短則跪，不敢以長臨之」是也。"
      },
      {
        "index": 49,
        "text": "凡為長者糞之禮，必加帚於箕上，如是得兩手奉箕，恭也。謂初執而往時也。《弟子職》曰：「執箕膺擖，厥中有帚。」○為，於偽反，𢹔，本又作糞，徐音奮，掃席前曰𢹔。帚，之手反。箕音基。膺，於陵反。葉如字，箕舌。以袂拘而退，其塵不及長者，謂埽時也。以袂擁帚之前，埽而卻行之。○袂，武世反，衣袖末。拘，古侯反，徐音俱。謂掃，先報反，又先早反。擁，於勇反，以箕自鄉而扱之。扱讀曰吸，謂收糞時也。箕去棄物，以鄉尊者則不恭。○扱依注音吸，許急反，斂也。去，丘呂反，下注同。奉席如橋衡。橫奉之，令左昂右低，如有首尾然。橋，井上㮮槔，衡上低昂。○橋，居廟反。令，力呈反。卬，本又作昂，又作仰，同，五剛反，又魚丈反，下同。㮮，本又作契，又作絜，同音結。槔，古毫反。絜皋，依字作桔槔，見《莊子》。請席何鄉，請衽何趾。順尊者所安也。衽，臥席也。坐問鄉，臥問趾，因於陰陽。○衽，而審反。趾音止。席南鄉北鄉，以西方為上；東鄉西鄉，以南方為上。布席無常，此其順之也。上，謂席端也。坐在陽則上左，坐在陰則上右。○坐，才臥反，又如字。"
      },
      {
        "index": 50,
        "text": "[疏]「凡為」至「為上」。○正義曰：此一節明為尊者埽除布席之儀，各隨文解之。「必加帚於箕上」者，謂初持箕往時也，以帚加置箕上，兩手舉箕也。。○注「《弟子職》曰：執箕膺擖，厥中有帚」。○正義曰：證加帚箕上。《弟子職》者，《管子》之書篇名也，其書述為弟子職也。膺，胸前也。擖，箕舌也。厥，其也。言執箕之禮，以箕舌向胸而帚置於箕中，箕是棄物之器，故不持鄉尊也。○「以袂拘而退」者，謂埽時也。袂，衣袂也。退，遷也。當掃時，卻遷以一手捉帚，又舉一手衣袂以拘障於帚前，且掃且遷，故云「拘而退」。○「以箕自鄉而扱之」者，扱，斂取也。謂以箕自鄉斂取糞穢，亦不以箕鄉尊也。○注「扱讀曰吸」。○正義曰：必讀扱為吸者，以其穢物少，吸然則盡，不得為一扱再扱，故讀從吸也。○「奉席如橋衡」者，所奉席席頭令左昂右低，如橋之衡。衡，橫也。左尊故昂，右卑故垂也。但席舒則有首尾，卷則無首尾，此謂卷席奉之法，故注云「如有首尾然」。言如有，則實無首尾，至於舒席之時，則有首尾，故《公食禮》云：「莞席尋，卷自末。」注云：「末，終也。」終則尾也。○請席何鄉，請衽何趾」者，既奉席來，當隨尊者所欲眠坐也。席，坐席也。鄉，面也。衽，臥席也。趾，足也。坐為陽，面亦陽也，坐故問面欲何所鄉也。臥是陰，足亦陰也，臥故問足欲何所趾也。皆從尊者所安也。○注「衽，臥席也」。○正義曰：案《昏禮》同牢禮畢，將臥，云「御衽於奧，媵衽良席，有枕北趾」，此是衽為臥席也。○「席南鄉北鄉，以西方為上」者，謂東西設席，南鄉北鄉，則以西方為上頭也。所以然者，凡坐隨於陰陽，若坐在陽則貴左，坐在陰則貴右，南坐是陽，其左在西，北坐是陰，其右亦在西也，俱以西方為上。○「東鄉西鄉，以南方為上」者，謂南北設席，皆以南方為上者。坐在東方西鄉，是在陽，以南方為上。坐若在西方東鄉，是在陰，亦以南方為上，亦是坐在陽則上左，坐在陰則上右。此據平常布席如此，若禮席則不然。案《鄉飲酒禮注》云：「賓席牖前南面，主人席阼階上西面，介席西階上東面。」與此不同是也。"
      },
      {
        "index": 51,
        "text": "若非飲食之客，則布席，席間函丈。謂講問之客也。函猶容也。講問宜相對。容丈，足以指畫也。飲食之客，布席於牖前。丈或為杖。○函，胡南反。丈如字，丈尺之丈，王肅作杖。畫，胡麥反。牖，羊九反。○主人跪正席，雖來講問，猶以客禮待之，異於弟子。客跪撫席而辭。撫之者，答主人之親正。客徹重席，主人固辭。徹，去也。去重席，謙也。再辭曰固。○重，直龍反，注同。再辭曰固，一本作「曰固辭」。客踐席，乃坐。客安，主人乃敢安也，講問宜坐。主人不問，客不先舉。客自外來，宜問其安否無恙，及所為來故。○恙，羊尚反，《爾雅》云：「憂也。」為，於偽反，不同。將即席，容毋怍。怍，顏色變也。○怍，才洛反，慚也。兩手摳衣，去齊尺。齊謂裳下緝也。○齊音咨，注同，本又作齋。緝，七立反。衣毋撥，撥，發揚貌。○撥，半末反，發揚。足毋蹶。蹶，行遽貌。○蹶本又作蹶，居衛反，又求月反，行急遽貌。遽，其據反。"
      },
      {
        "index": 52,
        "text": "[疏]「若非」至「毋蹶」。○正義曰：此一節明客主之禮儀。云「若非飲食之客」者，飲食之客，謂來共飲食者。非飲食客，謂來講問者。布席，謂舒之令相對。若飲食之客，不須相對。若講問之客，布席相對，須講說指畫，使相見也。○「席間函丈」者，函，容也。既來講說，則所布兩席，中間相去使容一丈之地，足以指畫也。《文王世子》云：「侍坐於大司成，遠近間三席。」席之制，三尺三寸三分寸之一，則三席是一丈，故鄭云容丈也。○注「講問」至「為杖」。○正義曰：凡飲食燕饗，則賓位在室外牖前，列筵南鄉，不得布席相對。相對者，唯講說之客耳。不在牖前，或在於室。云「丈或為杖」者，王肅以為杖，言古人講說，用杖指畫，故使容杖也。然二家可會。○「主人跪正席」者，客雖來講問，而主人宜敬，故跪而正席，示親客之來也。雖來講問，猶以客禮待之，異於弟子也。○「客跪撫席而辭」者，撫謂以手按止之也。客跪以手按止於席而辭，不聽主人之正席也。撫之者，答主人之親正席也。○「客徹重席」者，《禮器》云：「諸侯三重，大夫再重。」又《鄉飲酒之禮》：「公三重，大夫再重。」是尊者多，卑者少，故主人為客設多重席，客謙而自徹也。○「主人固辭」者，固辭，再辭，止客之徹也。然尊卑有數，而客必徹之者，既言講說，本以德義相接，不以尊卑為用，故雖尊猶自徹也。「客踐席」者，踐猶履也。客起徹重席，主人止之，故客還履席將坐。○「乃坐」者，主人待客坐乃坐也。○「主人不問，客不先舉」者，舉亦問也。客從外來，宜問路中寒熱無恙。若主人未問，則客不可先問也。《爾雅•釋詁》云：「恙，憂也」。○「將即席，容無怍」者，此明弟子講問初來之法。即，就也。怍，顏色變也。初將來就席，顏色宜莊，不得變動顏色。○「兩手摳衣，去齊尺」者，摳，提挈也。衣謂裳也。齊是裳下緝也。亦謂將就席之時，以兩手當裳前提挈裳使起，令裳下緝去地一尺，恐衣長轉足躡履之。「足毋蹶」者，蹶，行急遽貌也，亦謂客初至之時，勿得以為行遽，恐有蹶躓之貌也。"
      },
      {
        "index": 53,
        "text": "先生書策琴瑟在前，坐而遷之，戒勿越。廣敬也。在前，謂當行之前。○筴，本又作策，初革反，編簡也。虛坐盡後，謙也。○盡，津忍反，後放此。食坐盡前。為汙席。○污，污辱之污，又一故反，後放此。坐必安，執爾顏。執猶守也。長者不及，毋儳言。儳猶暫也，非類雜。○儳，徐仕鑒反，又蒼鑒反，又蒼陷反。正爾容，聽必恭，聽先生之言，既說又敬。○說音悅。毋剿說，剿猶攬也，謂取人之說以為已說。○剿，初交反，一音初教反，攬取。說如字，注同，徐舒銳反。攬，徐力敢反。毋雷同，雷之發聲，物無不同時應者，人之言，當各由己，不當然也。《孟子》曰：「人無是非之心，非人也。」○應，應對之應，下同。必則古昔，稱先王。言必有依據。侍坐于先生，先生問焉，終則對。不敢錯亂尊者之言。○坐，才臥反，後放此。請業則起，請益則起。尊師重道也。起，若今摳衣前請也。業謂篇卷也。益謂受說不了，欲師更明說之。子路問政，子曰：「先之，勞之。」請益，曰：「無倦。」○卷音眷，徐久戀反。父召無「諾」，先生召無「諾」，「唯」而起。應辭，唯恭於諾。○唯，於癸反，徐於比反，注同。侍坐於所尊敬，毋餘席，必盡其所近尊者之端，為有後來者。○為，於偽反，下「為饌」同。見同等不起。不為私敬。燭至起，異晝夜。食至起，為饌變。上客起。敬尊者。燭不見跋。跋，本也。燭盡則去之，嫌若燼多有厭倦。○見，賢遍反。跋，半末反。去，起呂反。下「風去」、「免去」同。燼，才信反。厭，於艷反，下同。尊客之前不叱狗。主人於尊客之前不敢倦，嫌若風去之。○叱，尺質反。狗，古口反。風音芳鳳反，讓食不唾。嫌有穢惡。○唾，吐臥反。穢，紆廢反，徐烏外反。惡，烏路反。"
      },
      {
        "index": 54,
        "text": "[疏]「先生」至「不唾」。○正義曰：此一節明弟子事師、子事父之禮，各隨文解之。○「先生書策」者，策，篇簡也。坐亦跪也，坐通名跪，跪名不通坐也。越，逾也。弟子將行，若遇師諸物或當已前，則跪而遷移之，戒慎勿得逾越。廣敬也。○「虛坐盡後」者，凡坐各有其法。虛，空也。空謂非飲食坐也。盡後，不敢近前，以為謙也。《玉藻》云「徒坐不盡席尺」是也。「食坐盡前」者，謂飲食坐也。古者地鋪席，而俎豆皆陳於席前之地，若坐近後則濺汙席，故盡前也。《玉藻》云「讀書、食則齊豆去席尺」是也。○「坐必安」者，凡坐好自搖動，故戒之令必安坐。「執爾顏」者，執，守也。久坐好異，故必戒之宜如鄉者無作顏容也。故注云「執猶守也」。○「長者不及，毋儳言」者，長者猶先生也，互言耳。及謂所及之事也。儳，暫也。長者正論甲事，未及乙事，少者不得輒以乙事雜甲事，暫然雜錯師長之說。○「正爾容」者，正謂矜莊也。方受先生之道，當正己矜莊也。顏、容通語耳。○「聽必恭」者，聽師長之說，宜恭敬也。○「毋剿說」者，語當稱師友而言，無得攬取人之說以為已語。○「毋雷同」者，凡為人之法，當自立已心，斷其是非，不得聞他人之語，輒附而同之。若聞而輒同，則似萬物之生，聞雷聲而應，故云「毋雷同」。但雷之發聲，物無不同時而應者，人之言當各由已，不當然也。○「必則古昔」者，則，法也。雖不雷同，又不得專輒，故當必法於古昔之正。○「稱先王」者，既法古昔，而所言之事，必稱先王。先王，聖人為天子者也。如孔子說《孝經》，稱「先王有至德」也，言必有所依據。○注「人之」至「人也」。○正義曰：人之言評議是非，須自出已情，「不當然」者，「然」謂如此也，謂不當如此，隨附他意。《孟子》云：「人無惻隱之心，非人也。人無是非之心，非人也。」引之者，明是非由己，不可一同餘人。「請益則起」者，益謂已受說而不解了，更諮問審之也，尊師重道也。「起，若今摳衣前請也」，漢時受學，有摳衣前請之法，故鄭引證之也。○注「子路」至「無倦」。○正義曰：子路受師說不了，故就孔子請益也。案《論語》云，子路問為政之道，孔子答云：「為政先行恩惠，後乃可使人為勞役。」子路嫌少，就孔子更請益。孔子答云：「但勤行前恩惠之事，無倦怠則自足為政。」引之者，證請益也。○注「唯恭於諾」。○正義曰：父與先生呼召稱唯，唯，也，不得稱諾。其稱諾，則似寬緩驕慢。但今人稱諾，猶古之稱唯，則其意急也。今之稱，猶古之稱諾，其意緩也，是今古異也。○「侍坐於所尊敬，毋餘席」者，謂先生坐一席，己坐一席，己必坐於近尊者之端，勿得使近尊者之端更有空餘之席。所以然者，欲得親近先生，似若扶持然，備擬先生顧問，不可過遠，且擬後人之來故闕其在下空處以待之。○「見同等不起」者，雖見己之同等後來，不為之起，任其坐在下空處。所以然者，尊敬先生，不敢曲為私敬也。○「上客起」者，上客謂尊者之上客也。尊者見之則起，故侍者宜從之而起。然食與燭至起，則尊者不起。○「燭不見跋」者，《小爾雅》云：「跋，本也。」本，把處也。古者未有蠟燭，唯呼火炬為燭也。火炬照夜易盡，盡則藏所然殘本。所以爾者，若積聚殘本，客見之，則知夜深，慮主人厭倦，或欲辭退也。故不見殘本，恆如然未盡也。○「尊客之前不叱狗」者，若有尊客至，而主人叱罵於狗，則似厭倦其客欲去之也。卑客亦當然，舉尊為甚。"
      },
      {
        "index": 55,
        "text": "侍坐於君子，君子欠伸，撰杖屨，視日蚤莫，侍坐者請出矣。以君子有倦意也。撰猶持也。○欠，丘劍反。伸音身。撰，仕轉反。屨，紀具反，下同。蚤音早，莫音暮。侍坐於君子，君子問更端，則起而對。離席對，敬異事也，君子必令復坐。○離，力智反。令，力呈反。侍坐於君子，若有告者曰：「少間，原有復也。」則左右屏而待。復，白也。言欲須少空間，有所白也。屏猶退也，隱也。○間音閒，注同。。○毋側聽，嫌探人之私也。側聽，耳屬於垣。○探音貪。屬，之玉反。垣音袁。毋噭應，毋淫視，毋怠荒。游毋倨，立毋跛，坐毋箕，寢毋伏。斂髪毋鬄，冠毋免，勞毋袒，暑毋褰裳。皆為其不敬。噭，號呼之聲也。淫視，睇眄也。怠荒，放散身體也。跛，偏任也。伏，覆也。鬄，髲也，毋垂餘如髲也。免，去也。褰，袪也。鬄或為肄。○噭，古吊反。視如字，徐巿志反。倨音據。跛，彼義反，又波我反，徐方寄反。鬄，徒細反，髪垂如髲。袒，徒旱反，露也。褰，起連反。為，於偽反，下「為妨」、「為於」、「皆為」、「為其」、「為後」同。號，戶高反，本又作啼字。呼，火故反，又如字，睇，大計反。眄，莫遍反。覆，芳伏反。髲，皮義反。袪，丘魚反。肄，以二反，餘也。"
      },
      {
        "index": 56,
        "text": "[疏]「侍坐」至「褰裳」。○正義曰：此一節明卑者事君子之禮。○「君子欠伸」者，君子志疲則欠，體疲則伸。「撰杖屨」者，則君子自執杖在坐，著屨升堂，脫之在側，若倦則自撰持之也。○「視日蚤莫」者，君子或瞻視其庭影，望日蚤晚也。○「侍坐者請出矣」者，禮，卑者賤者請進不請退，退由尊者，是以《論語》云：「杖者出，斯出矣。」不敢自專。今若見尊者為上諸事，皆是欲起之漸，故侍坐者得請出矣。○「侍坐於君子」者，此又明卑侍尊，事異於上，故又言侍坐也。○「君子問更端」者，更端，別事也，謂向語已畢，更問他事。「則起而對」者，事異宜新更敬，又起對也。○「侍坐於君子」者，此亦卑事於尊，所明既異，故更言侍坐。○「若有告者曰：少間，原有復也」者，間謂清閒也。復，白也。卑者正侍坐於君子，而忽有一人來告君子云：「欲得君子少時無事清閒，己原有所白也。」○「則左右屏而待」者，屏，退也。侍者聞告欲有所白，則當各自屏退，左右避之，不得遠也。○「毋側聽」者，此已下亦是侍君子之法。凡人宜當正立，不得傾欹側聽人之語，嫌探人之私，故注云：「側聽，耳屬於垣。」若側聽，則耳屬於垣壁，聽旁人私言也。○「毋噭應」者，噭謂聲響高急，如叫之號呼也。應答宜徐徐而和，不得高急也。○「毋淫視」者，淫謂流移也。目當直瞻視，不得流動邪盻也。○「毋怠荒」者，謂身體放縱，不自拘斂也。○「游毋倨」者，游，行也。倨，慢也。身當恭謹，不得倨慢也。○「立毋跛」者，跛，偏也，謂挈舉一足，一足蹋地立。宜如齊，雙足並立，不得偏也。○「坐毋箕」者，箕謂舒展兩足，狀如箕舌也。○「寢毋伏」者，寢，臥也。伏，覆也。臥當或側或仰而不覆也。○「斂髪毋鬄」者，鬄，髲也，垂如髲也。古人重髪，以纚韜之，不使垂也。○「冠毋免」者，免，脫也。常著在首，不可脫也。○「勞毋袒」者，袒，露也。雖有疲勞之事，厭患其衣，而不得袒露身體。○「暑毋褰裳」者，暑雖炎熱，而不得褰袪取涼也。然上諸事條目，誡侍者左右屏隱之人也。既屏隱，好生上事，或私覘清閒，或隔尊自恣，故宜兼戒，亦可通戒為人之法也。"
      },
      {
        "index": 57,
        "text": "侍坐於長者，屨不上於堂，屨賤，空則不陳於尊者之側。○上，時掌反。解屨不敢當階。為妨後升者。○妨音芳。就屨，跪而舉之，屏於側。謂獨退也。就猶著也。屏亦不當階。○著，丁略反。鄉長者而屨，跪而遷屨，俯而納屨。謂長者送之也。不得屏遷之而已。俯，俛也。納，內也。遷或為還。"
      },
      {
        "index": 58,
        "text": "[疏]「侍坐」至「納屨」。○正義曰：此一節明解屨著屨之法，事異於上，故別言侍坐也。「屨不上於堂」者，長者在堂，而侍者屨賤，故脫於階下，不著上堂。若長者在室，則侍者得著屨上堂，而不得入室，戶外有二屨是也。或云悉不得上也。戶外有二屨，是狎客，非須擯通也。○「解屨不敢當階」者，解，脫也。屨既不上於堂，故解之於階下也。謂脫為解者，案《內則》云：「屨著綦。」鄭云：「綦，履繫也。」又《冠禮》云：「黑屨青絇。」鄭云：「絇之言拘也。以為行戒，狀如刀衣，鼻在屨頭。」案《內則注》有屨繫之文，《冠禮》有「絇如刀衣，鼻在屨頭及行戒之間」，故師說云：「用物穿屨頭為絇，相連為行戒也。」今云「解屨」是解繫也。故《隱義》云：「古者屨頭鼻綦繩相連結之，將升堂解之也。」「不敢當階」者，謂人與屨並不當階，側就階邊而解。若留屨置階道，為妨後升也。「就屨，跪而舉之」者，此侍者或獨暫退時取屨法也。就猶著也。初升時解置階側，今下著之，先往階側，跪舉取之，故云「就屨，跪而舉之」。○「屏於側」者，屏，退也，退不當階也。○「鄉長者而屨」者，此明少者禮畢退去，為長者所送之法也。既為長者所送，則於階側跪取屨，稍移之，面鄉長者而著之，故云「鄉長者而屨」。○「跪而遷屨」者，遷，徙也。就階側跪取，稍移近前。○「俯而納屨」者，納，內也。既取，因俯身向長者而內足著之。不跪者，若跪則足向後不便，故俯也。雖不並跪，亦坐左納右，坐右納左耳。"
      },
      {
        "index": 59,
        "text": "離坐離立，毋往參焉。離立者不出中間。為干人私也。離，兩也。○男女不雜坐，不同椸枷，不同巾櫛，不親授。嫂叔不通問，諸母不漱裳。外言不入於梱，內言不出於梱。女子許嫁，纓，非有大故，不入其門。姑、姊、妹女子子已嫁而反，兄弟弗與同席而坐，弗與同器而食。皆為重別，防淫亂，不雜坐，謂男子在堂，女子在房也。椸，可以枷衣者，通問謂相稱謝也。諸母，庶母也。漱，浣也。庶母賤，可使漱衣，不可使漱裳。裳賤，尊之者亦所以遠別。外言、內言，男女之職也。不出入者，不以相問也。梱，門限也。女子許嫁繫纓，有從人之端也。大故，宮中有災變，若疾病，乃後入也。女子有宮者，亦謂由命士以上也。《春秋傳》曰：「群公子之捨，則已卑矣。」女子十年而不出嫁，及成人可以出矣。猶不與男子共席而坐，亦遠別也。○椸，羊支反，衣架也。枷本又作架，徐音稼，古本無此字。櫛，側乙反。嫂，字又作，素早反。漱，悉侯反。梱，本又作閫，苦本反。別，彼列反，下及注同。浣，戶管反。父子不同席。異尊卑也。男女非有行媒，不相知名。見媒往來傳昏姻之言，乃相知姓名。○媒音梅。不相知，本或作「不相知名」，名，衍字耳。傳，直專反。非受幣，不交不親。重別有禮，乃相纏固。故日月以告君，《周禮》凡取判妻入子者，媒氏書之以告君，謂此也。○判，普叛反。齊戒以告鬼神，《昏禮》凡受女之禮，皆於廟為神席以告鬼神，謂此也。○齊，側皆反。為酒食以召鄉黨僚友，會賓客也。以厚其別也。厚，重慎也。取妻不取同姓，故買妾不知其姓，則卜之。為其近禽獸也。妾賤，或時非媵，取之於賤者，世無本系。○取，七住反，本亦作娶，下「賀取妻」同。媵，羊證反，又繩證反。系音計，又音戶計反。寡婦之子，非有見焉，弗與為友。辟嫌也。有見，謂有奇才卓然，眾人所知。○見，賢遍反。辟音避，本亦作避，下同，餘皆放此。"
      },
      {
        "index": 60,
        "text": "[疏]「離坐」至「為友」。○正義曰：此一節總明不干人私並遠嫌之法，今各隨文解之。○「離坐離立」，離，兩也。若見彼或二人並坐，或兩人並立，既唯二人，恐密有所論，則已不得輒往參預也。○「離立者不出中間」者，又若見有二人並立當己行路，則避之，不得輒當其中間出也。不云離坐者，道路中非安坐之地，故不云坐也。識與不識，通如此也。○注「離，兩也」。○正義曰：案《易•象》云：「明兩作離。」是離為兩也。○「男女」至「而食」。○「不親授」者，男女有物，不親相授也。《內則》云：「非祭非喪，不相授器。其相授，則女授以篚。無篚，則皆坐奠之而後取之。」○「諸母不漱裳」者，諸母謂父之諸妾有子者。漱，浣也。諸母賤，乃可使漱浣盛服，而不可使漱裳。裳，卑褻也，欲尊崇於兄弟之母，故不可使漱裳耳，又欲遠別也。○「外言不入於梱」者，外言，男職也。梱，門限也。男職在於官政，各有其限域，不得令婦人預之，故云「外言不入於梱」也。○「內言不出於梱」者，內言，女職也。女職謂織紝，男子不得濫預，故云「不出梱」也。○「女子許嫁，纓」者，女子，婦人通稱也。不要對文，故不重云子也。婦人質弱，不能自固，必有系屬，故恆繫纓。纓有二時，一是少時常佩香纓，二是許嫁時繫纓，此則為許嫁時繫纓。何以知然者？《內則》云：「男女未冠笄，紟纓。」鄭以為佩香纓，不云纓之形制，此云許嫁「有從人之端也」。又《婚禮》：「主人入，親說婦纓。」鄭注云：「婦人十五許嫁，笄而禮之，因著纓，明有系也。蓋以五采為之，其制未聞。」又《內則》云：「婦事舅姑，紟纓。」鄭云：「婦人有纓，示系屬也。」以此而言，故知有二纓也。但婦人之紟纓即是五采者，故鄭云：「示系屬也。」今此「許嫁」謂十五時。○「非有大故，不入其門」者，大故謂喪病之屬也。女子巳許嫁，則有宮門，列為成人。唯有喪病等，乃可入其門，非大故，則不入門也。○「女子子」者，謂已嫁女子子，是己之女，不直云「女子」，而云「女子子」者，凡男子女子皆是父生，同為父之子，男子則單稱子，女子則重言子者，案鄭注《喪服》云：「重言女子子，是別於男子，故云女子子。」○「兄弟弗與同席而坐」者，雖已嫁，及成人，猶宜別席，不云侄及父，唯云兄弟者，侄父尊卑，禮殊不嫌也。○「弗與同器而食」者，熊氏以為不得傳同器，未嫁亦然。今嫌嫁或有異於未出，故明之，皆為重別，防淫亂也。○注「不雜」至「別也」。○正義曰：謂男子在堂，女子在房也。○熊氏云：「謂若大宗收族，宗子燕食族人於堂，宗子之婦燕食族婦於房也。」○注「《春秋傳》曰：群公子之捨，則已卑矣。」引《公羊傳》證女子有別宮也。莊元年「秋，築王姬之館於外」，《公羊傳》曰：「路寢則不可，小寢則嫌。群公子之捨，則以卑矣。」何休云：「路寢是君聽事之處，不可嫁他女。小寢是夫人所居，天王女宜遠別，不可住也。」「群公子之捨，則以卑矣」者，群公子是魯侯之諸女也。魯侯女宮為卑，不可處王女也。何休又云：「當築夫人宮下，群公子宮上。」《公羊》以為築宮於外，非禮也。《左氏》以為築宮於外，禮也。鄭康成亦以為築宮當於宮外是也。○「男女非有行媒，不相知名」者，相知男女名者，先須媒氏行傳昏姻之意，後乃知名，見媒往來，傳婚姻之言，乃相知姓名也。故《婚禮》有六禮，二曰問名。○「非受幣，不交不親」者，幣謂聘之玄纁束帛也。先須禮幣，然後可交親也。○「故日月以告君」者，既男女須辨，故婦來，則書取婦之年月日時，以告國君也。注「《周禮》凡取判妻入子者，媒氏書之以告君，謂此也」。引《媒氏職》，證必書告君也。妻是判合，故云判也。「入子」者，鄭康成注云：「入子者，謂容媵及絰娣不聘者也。」妾既非判合，但廣其子胤而已，故云「入子」。○「齊戒以告鬼神」者，並厚重遠別也。」齊戒謂嫁女之家受於六禮，並在於廟布席告先祖也。明女是先祖之遺體，不可專輒許人。而取婦之家，父命子親迎，乃並自齊絜，但在已寢，不在廟也。所以爾者，《白虎通》云：「娶妻不告廟者，示不必人女也。」然夫家若無父母，則三月廟見，亦是告鬼神，故云「齊戒以告鬼神」。○注「昏禮」至「此也」。○正義曰：《婚禮》：「納采，主人筵於戶西，西上右幾。」註：「為神布席，將以先祖之遺體許人，不敢不告。」《婚禮》又云：「受諸禮於廟而設几筵也。」○「故買妾不知，其姓則卜之」。○熊氏云：「卜者卜吉凶。既不知其姓，但卜吉，則取之。」義或然也。○注「為其」至「本系」。○正義曰：《郊特牲》云：「無別無義，禽獸之道。」此不取同姓，為其近禽獸故也。云「妾賤，或時非媵，取之於賤者」，如諸侯取一國之女，則二國同姓以侄娣媵。媵，送也。妾送嫡行，則明知姓氏，大夫士取亦各有妾媵。或時非此媵類，取於賤者，不知何姓之後，則世無本系，但卜得吉者取之。○「寡婦之子，非有見焉，弗與為友」者，明避嫌也。見謂奇才卓異可見也。寡婦無夫，若其子有奇才異行者，則己可與之為友。若此子凡庸，而己與其往來，則於寡婦有嫌也。是以鄭註：「有見，謂奇才卓然，眾人所知也。」"
      },
      {
        "index": 61,
        "text": "賀取妻者，曰：「某子使某，聞子有客，使某羞。」謂不在賓客之中，使人往者。羞，進也，言進於客。古者謂候為進，其禮蓋壺酒、束脩若犬也。不斥主人，昏禮不賀。"
      },
      {
        "index": 62,
        "text": "[疏]「賀取」至「羞」。○正義曰：謂親朋友有昏，己有事礙不得自往，而遣人往也。案《郊特牲》云：「昏禮不賀，人之序也。」此云賀者，聞彼昏而送筐篚，將奉淳意，身實不在為賀，故云賀，而其辭則不稱賀。「曰某子使某」者，此使者辭也。「某子」者，賀者名。「使某」者，使自稱名也。言彼使我來也。○「聞子有客」者，「聞子」，呼娶妻者為子也。昏禮既不稱賀，故云「聞子有客」也。客者，鄉黨僚友之屬也。○「使某羞」者，「某」是使者名也。羞，進也。子既召賓客，或須飲食，故使我將此酒食以與子進賓客。○注「謂不」至「不賀」。○正義曰：羞，進也，言進於客也。「古者謂候為進」者，證呼送禮為進，候猶進也。古時謂迎客為進，漢時謂迎客為候，此記是古法，故飲食與彼迎接呼為進也。鄭注《周禮•候人》云「候，候迎賓客之來」是也。云「其禮蓋壺酒、束脩若犬也」者，言於禮物用壺酒及束脩。束脩，十脡脯也。若無脯，則壺酒及一犬，故云「若犬」也。《少儀》云：「其以乘壺酒、束脩、一犬賜人。若獻人，則陳酒執脩以將命。」是酒脩獻人之法也。此賀用酒，或亦四壺也。云「不斥主人，昏禮不賀」者，解所以不云賀主人昏，而云有客之義，主人有嗣代之序，故不斥云賀也。"
      },
      {
        "index": 63,
        "text": "貧者不以貨財為禮，老者不以筋力為禮。禮許儉，不非無也。年五十始杖，八十拜君命，一坐再至。○筋音斤。\n名子者不以國，不以日月，不以隱疾，不以山川。此在常語之中，為後難諱也。《春秋傳》曰：「名，終將諱之。」隱疾，衣中之疾也，謂若「黑臀」、「黑肱」矣。疾在外者，雖不得言，尚可指摘。此則無時可辟，俗語云：「隱疾難為醫。」○臀，徒孫反。摘，徐吐歷反，或音的。醫，於其反。"
      },
      {
        "index": 64,
        "text": "[疏]「名子」至「山川」。○正義曰：此一節明與子造名字之法，各依文解之。○「名子者不以國」者，不以本國為名，故杜氏注《春秋》桓六年傳云：「不以本國為名。」如是他國，即得為名，故桓十二年衛侯晉卒，襄十五年晉侯周卒是也。○「不以日月」者，不以甲乙丙丁為名。殷家得以為名者，殷質，不諱名故也。然案《春秋》魯僖公名申，蔡莊公名甲午者，週末亂世，不能如禮，或以為不以日月二字為名也。○「不以隱疾」者，謂不以體上幽隱之處疾病為名。○注「謂若黑臀、黑肱矣」。○正義曰：案宣二年，晉「使趙穿迎公子黑臀於周而立之」。《周語》單子云：「吾聞晉成公之生，夢神規其臀以黑，使有晉國，此天所命也。」有由而得為名。昭元年楚公子黑肱，昭三十一年邾黑肱得為名，或亦有由，或亂世而不能如禮。云「名，終將諱之」者，案桓六年「九月丁卯，子同生，公問名於申繻，申繻對曰：『名有五，有信，有義，有象，有假，有類。以名生為信。』」杜注云：「若唐叔虞、魯公子友」；「以德命為義」，「若文王名昌，武王名發」；「以類命為象」，「若仲尼首象尼丘」；「取於物為假」，「若伯魚生，人有饋之魚，因名之曰鯉」；「取於父為類」，若魯莊公與桓公同日生，名之曰同也。按傳文云：「不以官，不以畜牲，不以器幣。」此《記》文略耳。傳云：「以官則廢職，以山川則廢主，以畜牲則廢祀，以器幣則廢禮。晉以僖侯廢司徒，宋以武公廢司空，先君獻武廢二山。」杜注云，司徒改為中軍，司空改為司城。魯獻公名具，武公名敖，按《國語》：「范獻子聘魯，問具敖之山，魯人以鄉名對。獻子云：『何不云具敖乎？』對曰：『先君獻武之所諱也。』」此等所以皆為名者，以其不能如禮，故申繻言之。周人以諱事神者，謂周人諱神之名而事神，其名終沒，為神之後，將須諱之，故不可以為名也。"
      },
      {
        "index": 65,
        "text": "男女異長。各自為伯、季也。男子二十，冠而字，成人矣，敬其名。○冠，古亂反。父前子名，君前臣名。對至尊，無大小皆相名。女子許嫁，笄而字。以許嫁為成人。○笄，古兮反。"
      },
      {
        "index": 66,
        "text": "[疏]「男女」至「而字」。○正義曰：此一節明男女冠笄名字之法，各依文解之。○「男女異長」者，按《冠禮》加字之時，「伯某甫，仲叔季，唯其所當」。又《檀弓》云：「幼名冠字，五十以伯仲。」知女子亦各自為叔季者，《春秋》隱公二年「伯姬歸於紀」，隱七年「叔姬歸於紀」是也。《禮緯•含文嘉》云：「文家稱叔，質家稱仲。」以此言之，則周有管叔、蔡叔之屬是文家，故稱叔也。《禮緯》又云：「嫡長稱伯，庶長稱孟。」○「君前臣名」者，成十六年鄢陵之戰，公陷於淖，欒書欲載晉侯，針曰：「書退。」針是書之子，對晉侯而稱書，是於君前臣名其父也。"
      },
      {
        "index": 67,
        "text": "凡進食之禮，左殽右胾。食居人之左，羹居人之右。皆便食也。殽，骨體也。胾，切肉也。食，飯屬也。居人左右，明其近也。殽在俎，胾在豆。○殽，戶交反，熟肉有骨曰殽。胾，側吏反，大臠。食音嗣，飯也，注「食，飯屬」同，徐音自。羹，古衡反，舊音衡。便音婢面反，下同。近如字。膾炙處外，醯醬處內。殽胾之外內也。近醯醬者，食之主。膾炙皆在豆。○膾，古外反。炙，章夜反，注同。醢，徐音海，本又作醯，呼兮反。醬，子匠反。蔥處末，，烝蔥也，處醯醬之左。言末者，殊加也。在豆。○，以制反。烝，之承反。酒漿處右。處羹之右，此言若酒若漿耳。兩有之，則左酒右漿。此大夫、士與賓客燕食之禮，其禮食，則宜放《公食大夫禮》云。○漿，子羊反，字亦作將。燕，本亦作宴，於遍反。放，方兩反。公食音嗣，此《儀禮》篇名也，後放此，下文及注「執食」同。以脯脩置者，左朐右末。亦便食也。屈中曰朐。○朐，其俱反。客若降等，執食興辭。辭者，辭主人之臨己食，若欲食於堂下然。主人興，辭於客，然後客坐。復坐。主人延客祭。延，道也。祭，祭先也，君子有事，不忘本也。客不降等則先祭。○客祭，禮：飲食必祭，示有所先也。干寶注《周禮》云：「祭五行六陰之神，與人起居。」道音導。祭食，祭所先進。主人所先進先祭之，所後進後祭之，如其次。殽之序，遍祭之。謂胾、炙、膾也，以其本出於牲體也。《公食大夫禮》：「魚、臘、湆、醬不祭也。」○遍音遍，下注同。臘音昔。湆音泣。三飯，主人延客食胾，然後辯殽。先食胾，後食殽。殽，尊也。凡食殽，辨於肩，食肩則飽也。○飯，扶晚反，下注「禮飯以手」同。依字書，食旁作卞，扶萬反；食旁作反，符晚反，二字不同，今則混之，故隨俗而音此字。辨音遍，下同，主人未辯，客不虛口。俟主人也。虛口，謂酳也。客自敵以上，其酳不待主人飽，主人不先飽也。○酳音胤，又士覲反，嗽口也；以酒曰酳，以水曰漱。"
      },
      {
        "index": 68,
        "text": "[疏]「凡進」至「虛口」。○正義曰：此一節推明飲食之法也。各隨文解之。今此明卿大夫與客燕食之禮。○「左殽右胾」者，熟肉帶骨而臠曰殽，純肉切之曰胾，骨是陽，故在左。肉是陰，故在右。○「食居人之左，羹居人之右」者，食飯燥為陽，故居左；羹濕是陰，故右設之，並在殽胾之內。○注「皆便」至「在豆」。○正義曰：「皆便食也」者，此中有三便，一則純肉在右，先取為便也；二則羹飯並近人之食，先取羹飯亦便；三則飯在左，羹在右，右手取羹，羹重於右，亦便，故云：「皆便食。」云「食，飯屬」者，知食是飯者，《春秋左氏傳》云：「粢食不鑿。」《論語》云：「一簞食。」《玉藻》云：「子卯稷食。」皆飯也。言屬者，諸飯悉然，故云屬也。云「居人左右，明其近也」者，以其系人言之，故云近也。云「殽在俎」者，《春秋》宣十六年王享士會殽烝，下云：「宴有折俎。」又《昏禮》及《特牲》、《少牢》皆骨體在俎，是「殽在俎」。知「胾在豆」者，《公食大夫禮》庶羞十六豆，有牛胾、羊胾，是胾在豆。○注「殽胾」至「在豆」。○正義曰：知在「殽胾之外內」者，以此饌之設，羹食最近人，羹食之外，乃有殽胾，今云「膾炙處外，醯醬處內」，明其不得在羹食之內，故知在「殽胾之外內。」此醯醬，徐音作海，則醢之與醬，兩物各別。依《昏禮》及《公食大夫禮》醬在右，醢在左，此醯醬處內，亦當醬在右，醯在左也。按《公食大夫禮》：「宰夫自東房授醯醬，公設之。」鄭注云：「以醯和醬也」。又《周禮•醯人》「祭祀共齏菹醯物」，則醯醬共為一物也。今此經文若作醯字，則是一物也。醢之與醯，其義皆通，未知孰是。但鄭注「蔥」云「處醯醬之左」，則醯醬一物為勝。云「膾炙皆在豆」者，以公食下大夫十六豆，有牛炙、羊炙及芥醬魚膾，故知在豆。○注「處醯」至「在豆」。○正義曰：知「處醯醬之左」者，地道尊右，既云「處末」，則末在左，上繼「醯醬」，文承其下，故云在醯醬之左。知蔥殊加者，以《儀禮》正饌唯有菹醢，無蔥，故知蔥為殊加也。以其菹類，故知在豆也。○注「若酒」至「禮云」。正義曰：卑客則或酒或漿，若尊客則有酒有漿。案《公食大夫禮》云：「設酒於豆東，是酒在左也。《公食大夫禮》又云，賓三飯，設漿飲於稻西。鄭注云：「酒在東，漿在西，所謂左酒右漿是也。」云「此大夫與賓客燕食之禮，其禮食則宜放《公食大夫禮》云」者，從上進食之禮，至此所陳饌具，皆是卿大夫燕食也。其禮食則似《公食大夫禮》所陳是也。案《公食大夫禮》，醯醬陳於席前，豆六，設於醬東，西上。韭菹以東，醯醢、昌本，南麋贊，以西菁菹、鹿贊。士設俎於豆南，牛俎在西，牛俎東羊俎，羊俎東豕俎，又牛俎南魚俎，魚俎東臘俎，臘俎東有腸胃俎，又有膚俎在兩行俎之東，縱設之。黍稷六簋，設於俎西，黍簋當牛俎西，其西稷，稷西黍，黍南稷，稷東黍，黍東稷，屈為兩行。大羹在醬西。鉶四，設於豆西，牛鉶在東，牛西羊，羊南豕，豕東牛。飯酒設於豆東，梁飯設於湆西，稻於粱西。庶羞十六豆，設於稻南，屈折而陳，凡為四行：膷東臐，臐東膮，膮東牛炙；炙南醢，醢西牛胾，胾西醢，醢西牛膾；膾南羊炙，炙東羊胾，胾東醢，醢東豕炙；炙南醢，醢西豕胾，胾西芥醬，醬西魚膾。此是公食。下大夫禮云：「若上大夫，八豆、八簋、六鉶、九俎、庶羞二十也。」○「以脯脩置者」，設食竟所須也。脯訓始，始作即成也。脩亦脯也。脩訓治，治之乃成。鄭注《臘人》云：「薄折曰脯，棰而施姜桂曰鍛脩。」今明置設脯脩與客之法，故云「以脯脩置者」。○「左朐右末」者，朐謂中屈也。屈脯朐朐然也。左朐，朐置左也。右末，末，邊際；置左，右手取際擘之便也。脯脩則處酒左，以燥為陽也。脯脩皆左邊也。注「亦便」至「便也」。○「客若降等」者，降，下等也，謂大夫為卿之客，其品等卑下也。○「執食興辭」者，執，捉也。食，飯也。興，起也。客既卑，故未食必先捉飯而起，以辭謝主人之臨已也。又若欲往堂下食然也，堂下是卑者食處。飯為食主，故特執之也。《公食大夫禮》云「賓北面自間坐，左擁簠梁，右執湆以降」是也。鄭云：「自間坐，由兩饌之間也。」辭主人臨己食，若欲食於堂下然。此降等謂大夫於卿，故欲降而不降，若臣於君，則降也，故《公食》云「賓擁簠梁以降」是也。若敵者，全無慾降之禮，故《公食禮》云：「大夫相食，賓執粱與湆，之西序端。」無降法也。○「主人興，辭於客，然後客坐」者，主人見客執飯起，故主人亦起，辭止之，則客從辭而止，乃坐食，復坐也。○「主人延客祭」者，延，道也。祭者，君子不忘本，有德必酬之，故得食而種種出少許，置在豆間之地，以報先代造食之人也。若敵客則得自祭，不須主人之延道。今此卑客聽主人先祭道之，己乃從之，故云「延客祭」也。○「祭食，祭所先進」，凡祭食之法，隨主人所設前後次第種種而次祭之，故主人所先進，先祭之，所後進，後祭之，所從如其次也。○「殽之序，遍祭之」者，序，次序也，謂膾炙胾之屬也。遍，匝也。炙胾之屬，雖同出於牲，今祭之，故種種次序，遍匝祭之。○注「謂胾」至「祭也」。○正義曰：案《公食大夫禮》云：「三牲之肺不離，贊者辯取之，壹以授賓。賓興受，坐祭，脫手。」又云：「魚、臘、醬、湆不祭也。」○「三飯，主人延客食胾」者，三飯謂三食也。禮食三飧而告飽，須勸，乃更食。三飯竟，而主人乃道客食胾也。《公食大夫禮》云：「賓三飯以湆醬。」鄭云：「每飯歠湆以殽擩醬，食正饌也。」案彼文是三飯，但食醬及他饌而未食胾，故三飧竟，而主人道客使之食胾也。所以至三飧後乃食胾者，《公食禮》亦以胾為加，故客三飧前未食之，故鄭注云：「以殽擩醬，食正饌。」正饌則非胾也。然《公食禮》三飧竟，脫手，起，受漿漱口，受束帛之物，升降拜，禮畢，方是升還坐食，取飽，飽又三漱。不云三飯延客食胾者，與此異也。○「然後辯殽」者，「然後」謂食胾竟後也。辯，匝也。主人皆道客令食至飽，食殽得匝也。○注「先食」至「飽也」。○正義曰：純肉為陰，陰，卑也。帶骨為陽，陽，尊也。尊故後食之也。云「凡食殽，辯於肩，食肩則飽」者，案《特牲》、《少牢》云，初食殽，次食脊，次食骼，後食肩。是辯於肩也，故云「食肩則飽」也。鄭云：「舉前正脊後肩，自上而卻下，䋫而前，終始之次也。」案鄭云，是先食脅脊，次食骼，食骼竟，又屈食脅脊，竟，乃食肩。○「主人未辯，客不虛口」者，虛口謂食竟飲酒盪口，使清絜及安食也。用漿曰漱，令口以絜清為義。用酒曰酳，酳訓演，言食畢以酒演養其氣。主人若食殽未辯，則客雖已辯，而不得輒酳漱也。主人恆讓客，不自先飽，故客待主人辯，乃得為酳也。此謂卑客耳，敵客以上則不待主人也。《音義隱》云：「飯畢盪口也。」○注「俟主」至「酳也」。○正義曰：案《公食禮》云：「賓卒食，會飯三飲。」鄭云：「三漱漿也。」明是食竟漱也。又初三飯竟，設漿稻西，「賓坐祭，遂飲」。鄭云：「三飲漱也。」案此漱是三飧竟，又有事，故用漿漱口，若如斯，則公食之禮，雖設酒為優，賓不得用酳，故鄭注彼云「設而不舉」，明但以漿漱口而已也。此是私客，故用酒以酳，所以異於《公食禮》也，故鄭此云「謂酳也」。云「客自敵已上，其酳不待主人飽」者，客不敵，故待主人。「主人不先飽」者，緣主人不先飽，故待之也。"
      },
      {
        "index": 69,
        "text": "侍食於長者，主人親饋，則拜而食。勸長者食耳。雖賤，不得執食興辭，拜而已，示敬也。○饋，徐其類反。主人不親饋，則不拜而食。以其禮於已不隆。"
      },
      {
        "index": 70,
        "text": "[疏]「侍食」至「而食」。○正義曰：鄉是自為客法，此明侍從尊長為客禮也。「主人親饋，則拜而食」者，饋謂進饌也。已雖侍尊長，而主人若自親饋與己，己則拜謝之而後食也。○注「勸長」至「敬也」。○正義曰：言己今侍食，雖賤，不得執食興辭，故但拜之，以示敬也。"
      },
      {
        "index": 71,
        "text": "共食不飽，謙也，謂共羹飯之大器也。共飯不澤手。為汗手不絜也。澤謂捼莎也。禮，飯以手。澤或為擇。○為，於偽反。汗，下半反，本或作汙。捼，乃禾反，沈耳佳反。莎，息禾反，沈又息隨反。"
      },
      {
        "index": 72,
        "text": "[疏]「共食」至「澤手」。○正義曰：共食，謂同事聚居，非禮食，則有同器食法，共食宜謙，不輒厭飫為飽也。共飯不澤手者，亦是共器盛飯也。澤謂光澤也。古之禮，飯不用箸，但用手，既與人共飯，手宜絜淨，不得臨食始捼莎手乃食，恐為人穢也。○注「為汗手不絜」。○正義曰：絜，淨也。若澤手，手必汗生，則不絜淨。一本汗生不圭。圭，絜也。言手澤汙飯也。"
      },
      {
        "index": 73,
        "text": "毋摶飯，為欲致飽，不謙。○摶，徒端反。為，於偽反，下皆同。\n[疏]「毋摶飯」。○正義曰：共器若取飯作摶，則易得多，是欲爭飽，非謙也。故注云「為欲致飽，不謙」也。毋放飯，去手餘飯於器中，人所穢。○去，起呂反。毋流歠，大歠嫌欲疾。○歠，川悅反。毋吒食，嫌薄之。○吒，陟嫁反，叱吒也。毋齧骨，為有聲響，不敬。○齧，五結反。毋反魚肉，為已歷口，人所穢。毋投與狗骨，為其賤飲食之物。毋固獲，為其不廉也。欲專之曰固，爭取曰獲。○固獲，並如字，徐云：「鄭撗霸反。一音護。」毋揚飯，飯黍毋以箸，毋嚃羹，亦嫌欲疾也。嚃，為不嚼菜。○飯，扶晚反。箸，直慮反，《說文》云：「飯欹也。」嚃，他答反，一音吐計反，又音退。嚼，疾略反，又序略反。毋絮羹，為其詳於味也。絮猶調也。○絮，敕慮反，謂加以鹽梅也。毋剌齒，為其弄口也。口容止。○剌，七亦反。弄，魯凍反。毋歠醢。亦嫌詳於味也。歠者為其淡故。○淡，度敢反。客絮羹，主人辭不能亨。客歠醢，主人辭以窶。優賓。○亨，普彭反，煮也。窶，其禹反，貧也。濡肉齒決，決猶斷也。○音濡，字亦作濡。斷音短。乾肉不齒決，堅宜用手。毋嘬炙。為其貪食甚也。嘬謂一舉盡臠。《特牲》、《少牢》嚌之，加於俎。○嘬，初怪反。炙，章夜反。臠，力轉反。少，徐式照反，凡「少牢」皆同。嚌音才細反，"
      },
      {
        "index": 74,
        "text": "[疏]「毋放」至「嘬炙」。○正義曰：「毋放飯」者，手就器中取飯，飯若黏著手，不得拂放本器中也。「去手餘飯於器中，人所穢者，當棄餘於篚，無篚，棄餘於會。會謂簋蓋也。○「毋流歠」者，謂開口大歠，汁入口如水流，則欲多而速，是傷廉也。故鄭云：「大歠嫌欲疾。」○「毋吒食」者，吒謂以舌口中作聲也。似若嫌主人之食也。○「毋齧骨」者，一則有聲；二則嫌主人食不足，以骨致飽，故庾云「為無肉之嫌」；三則齧之口唇可憎，故不嚙也。「為有聲響，不敬」，鄭舉一隅也。「毋反魚肉」者，謂與人同器也，已齧殘不可反還器中，為人穢之也。故鄭云：「謂已歷口，人所穢。」崔靈恩云：「不可反於故處。是以《少牢禮》屍所食之餘肉，皆別緻於肵俎，不反本處也。」○「毋投與狗骨」者，投，致也。狗，犬也。言為客之禮，無得食主肉後，棄其骨與犬，故鄭云：「為其賤飲食之物。」○「毋固獲」者，專取曰固，爭取曰獲，與人共食，不可專固獨得及爭取也。盧植云：「固獲取之，為其不廉也。」○「毋揚飯」者，飯熱當待冷，若揚去熱氣，則為貪快，傷廉也。○「飯黍毋以箸」者，飯黍無用箸，當用匕，故《少牢》云：「廩人溉匕與敦。」注云「匕，所以匕黍稷」是也。○「毋嚃羹」者，人若不嚼菜，含而歠吞之，其欲速而多，又有聲，不敬，傷廉也。故鄭云：「亦嫌欲疾也。」嚃為不嚼菜，羹有菜者用挾，故不得歠，當挾嚼也。○「毋絮羹」者，絮謂就食器中調和鹽梅也。若得主人羹，更於器中調和，是嫌主人食味惡也。○注「為其詳於味也。絮猶調也。」詳，審也，謂更詳審嫌淡也。○「毋剌齒」者，口容止，不得剌弄之，為不敬也，謂其弄口。《少儀》曰：「口容止。」容儀欲靜止也。「毋歠醢」者，醢，肉醬也。醬宜鹹，客若歠之，則是醬淡也。○「客絮羹，主人辭不能亨」者，亨，煮也。若客失禮而絮羹，則主人宜有優賓之辭謝之，云己家不能亨煮，故羹味不調適也。○「客歠醢，主人辭以窶」者，窶，無禮也。若客失禮而歠醢，則主人亦致謝。云主人作醢淡而無鹽，故可歠也。《詩》云：「終窶且貧。」毛云：「窶，無禮也。」《箋》云：「君於已祿薄，終不足以為禮也。」兩辭皆優饒於賓也。「濡肉齒決」者，濡，濕也。濕軟不可用手擘，故用齒斷決而食之。決，猶斷也。○「乾肉不齒決」者，乾肉，脯屬也，堅肕不可齒決斷之，故須用手擘而食之。鄭注《臘人》云：「大物解肆乾之，謂之乾肉也。」「毋嘬炙」者，火灼曰炙，炙肉濡，若食炙，先當以齒嚌而反置俎上，不一舉而並食，並食之曰嘬，是貪食也。○注「為其」至「於俎」。○正義曰：不細嚙之，是一舉盡臠也。」《特牲》、《少牢》嚌之，加於俎」者，嚌至齒也。《特牲》、《少牢饋食禮》，屍及祝佐食主人之徒，得肉皆嚌之，嚌之竟而加置於俎上也。但此所嚌，取彼嚌至齒，反置於俎則同。然前云「無反魚肉」，此得反於俎者，上文謂共人同器而食者，故鄭云：「為其已歷口，人所穢。」《特牲》、《少牢》獨食，故得反也。"
      },
      {
        "index": 75,
        "text": "卒食，客自前跪，徹飯齊，以授相者。謙也。自，從也。齊，醬屬也。相者，主人讚饌者，《公食大夫禮》：「賓卒食，北面取粱與醬以降也。」○卒，子恤反，後更不音者同。齏本又作齊，將兮反。相，息亮反，注同。主人興，辭於客，然後客坐。不聽親徹。"
      },
      {
        "index": 76,
        "text": "[疏]「卒食」至「相者」。○正義曰：卒食，食已也。自，從也。食坐在前面向，候客食竟，加於俎。起從坐前北面，當以坐而跪，自徹已所食飯與齊，飯齊食主，故答主人初所親饋者也。此是卑者，侍食之客耳，若敵者則否。「以授相者」，相者謂主人所使進食者，賓以所徹飯齊以授之。○注「謙也」至「降也」。正義曰：齊，醬屬也。齊、醬、菹，通名耳。「《公食大夫禮》：賓卒食，北面取粱與醬以降」者，引證自徹是卑客也。大夫卑於公，所為客，故食竟親取飯及醬以降下，當知敵者否。○「主人」至「客坐者」，主人起，辭不聽自徹，則客亦止而坐也。"
      },
      {
        "index": 77,
        "text": "侍飲於長者，酒進則起，拜受於尊所。降席拜受，敬也。燕飲之禮鄉尊。○鄉音向。長者辭，少者反席而飲。長者舉未釂，少者不敢飲。不敢先尊者。盡爵曰釂。《燕禮》曰：「公卒爵而後飲也。」○少，式召反，下皆同。釂，子妙反，盡也。先，悉薦反，又如字。"
      },
      {
        "index": 78,
        "text": "[疏]「侍飲於長者」。○正義曰：明侍尊長飲酒法也。食竟宜飲酒，故次之。○「酒進則起」者，謂長者賜侍者酒，進至侍者前則起。侍者見酒至，不敢即飲，故起也。○「拜受於尊所」者，「尊所」者以陳尊之處也。侍者起而往尊處拜受之也。陳尊之所，貴賤不同，若諸侯燕禮、大射，設尊在東楹之西，自北鄉南陳之。酌者在尊東西向，以酌者之左為上尊。尊面有鼻，鼻向君，示君專有此惠也。若鄉飲酒及卿大夫燕，則設尊陳於房戶之間，賓主共之，尊面向南，酌者向北，以西為上尊。時主人在阼，西向，賓在戶西牖前，南鄉，使賓主得夾尊，示不敢專惠也。今云「拜受於尊所」者，當是燕禮。而《燕禮》不云拜受於尊所，《鄉飲酒》亦無此語，正是文不具耳。近尊鄉長者，故往於尊所鄉長者而拜。○注「降席」至「鄉尊」。○正義曰：何胤云：「尊者，主人也。拜者，在尊所對主人也。降席下奠爵，再拜稽首，尊謂主人尊也。」崔靈恩云：「卿大夫燕飲，主人面亦鄉尊。若鄉飲酒，皆主人與賓夾尊也。」今案，何、崔並是解此拜受尊若所鄉長者之證也。○「長者辭，少者反席而飲」者，長者辭止少者之起。長者既止，故少者復反還其席而飲賜也。○「長者舉未釂，少者不敢飲」者，舉猶飲也。釂，盡也。飲酒尊卑異爵，故《燕禮》公執膳爵，受賜爵者執散爵。今少者雖反席而飲，要須待長者盡爵後，少者乃得飲也。若長者飲未盡，則少者不敢飲也。○注「不敢」至「飲也」。○正義曰：證長者未盡，少者不敢飲也。《燕禮》曰：「受賜爵者以爵就席坐，公卒爵，然後飲。」鄭注云：「不敢先虛爵。明此勸惠從尊者來也。」然此與《燕禮》及注合，而與《士相見》及《玉藻》違。案《士相見禮》云：「若君賜之爵，則下席再拜稽首，受爵升席祭，卒爵而俟，君卒爵，然後授虛爵。」鄭云：「受爵者於尊所，至於授爵，坐授人耳。必俟君卒爵者，若欲其釂然也。」《玉藻》云：「君若賜之爵，則越席再拜稽首受，登席祭之，飲卒爵而俟，君卒爵，然後授虛爵。」注云：「不敢先君盡爵。」案二文皆先君卒爵，而此云後飲者，此據燕飲正禮，故引《燕禮》以證之，《玉藻》及《士相見禮》謂私燕之禮，故不同也。"
      },
      {
        "index": 79,
        "text": "長者賜，少者、賤者不敢辭。不敢亢禮也。賤者，僮僕之屬。○亢，苦浪反。潼音同。\n[疏]「長者」至「敢辭」。○正義曰：此明凡受賜禮也。少謂幼稚，賤謂僮僕之屬也。若少者及賤者被尊長之賜，則不敢辭謙，宜即受也，不敢亢禮也。敵者亢而有辭，少者賤者，故不敢也。"
      },
      {
        "index": 80,
        "text": "賜果於君前，其有核者懷其核。嫌棄尊者物也。木實曰果。○核，戶革反。御食於君，君賜餘，器之溉者不寫，其餘皆寫。重污辱君之器也。溉謂陶梓之器，不溉謂萑竹之器也。寫者，傳己器中乃食之也。勸侑曰御。○溉，古愛反。重，直勇反，徐治龍反。陶音桃，瓦器也，沈音遙。萑音九，葦也。傳，直專反。侑音又。"
      },
      {
        "index": 81,
        "text": "[疏]「御食於君」。○正義曰：御者非侍者，但是勸侑君食也。○「君賜餘」者，謂君食竟，以食殘餘賜御者也。○「器之溉者不寫」者，溉，滌也。寫謂倒傳之也。若所賜食之器可滌溉者，不畏污則不須倒寫，仍於器中食之。食訖，乃澡潔以還君也。○「其餘皆寫」者，「其餘」謂不可滌溉之器也。若不倒寫，久則浸汙其器，又不可澡絜，則壞尊者物也，故皆倒寫之。○注「重污」至「曰御」。○正義曰：「溉謂陶梓之器」者，陶是瓦甒之屬，梓是杯杅之屬，並可滌絜之者。何胤云：「梓，漆也。」「不溉謂萑竹之器」者，萑，葦也，是織萑為之器，竹是織竹為之器，並謂筐筥之屬，並不可澡絜者。鄭注《司几筵職》云：「萑如葦而細。」云「勸侑曰御」者，何胤云：「勸侑謂卑者勸美尊者之食也。」"
      },
      {
        "index": 82,
        "text": "餕餘不祭，父不祭子，夫不祭妻。食人之餘曰餕，餕而不祭，唯此類也。食尊者之餘則祭，盛之。○餕，子閏反。"
      },
      {
        "index": 83,
        "text": "[疏]「餕餘」至「祭妻」。○正義曰：餕者，食餘之名。祭謂祭先也。因前有「賜餘」，故明食人之餘不祭者也。凡食人之餘，及日晚食饌之餘，皆云餕，故《玉藻》云：「日中而餕。」鄭云：「餕，食朝之餘也。」今此明凡食餘悉祭，若不祭者，唯此下二條也。「父不祭子，夫不祭妻」者，若父得子餘，夫得妻餘，不須祭者，言其卑故也。非此二條悉祭也。父得有子餘者，熊氏云：「謂年老致仕，傳家事於子孫，子孫有賓客之事，故父得餕其子餘。」夫餕其妻餘者，謂宗婦與族人婦燕飲有餘，夫得食之。"
      },
      {
        "index": 84,
        "text": "御同於長者，雖貳不辭。謂侍食於長者，饌具與之同也。貳謂重殽膳也。辭之，為長者嫌。○重，直龍反。\n[疏]「御同」至「不辭」。○正義曰：御謂侍也，同謂侍食而與長者同饌也。貳謂重也。侍者雖獲殽膳重，而己不須辭其多也。所以然者，此饌本為長者設耳，若辭之，則嫌當長者。何胤云：「禮：當盛饌，宜辭以賤不能當之。此侍食於長者，盛饌不在已。」故鄭云：「貳謂重殽膳也，辭之，為長者嫌也。」偶坐不辭盛饌不為已。○偶五口反配也。一曰：「副貳也。坐才臥反又如字"
      },
      {
        "index": 85,
        "text": "[疏]「偶坐不辭」。○正義曰：偶，媲也。或彼為客設饌，而召己往媲偶於客共食，此饌本不為已設，故己不辭之也。又一云，偶，二也。若唯獨有己，主人設饌，己當辭謝。若與他人俱坐，則己不假辭，以主人意不必在已也。故鄭云：「盛饌不為己。」並會兩通也。"
      },
      {
        "index": 86,
        "text": "羹之有菜者用梜，其無菜者不用梜。梜猶箸也。今人或謂箸為梜提。○梜，古協反，沈又音甲，《字林》作筴，云：「箸也，公洽反。」箸，直慮反。"
      },
      {
        "index": 87,
        "text": "[疏]「羹之」至「用梜」。○正義曰：「有菜者」為鉶羹是也，以其有菜交橫，非梜不可。「無菜者」謂大羹湆也，直歠之而已。其有肉調者，犬羹兔羹之屬，或當用匕也。"
      },
      {
        "index": 88,
        "text": "為天子削瓜者副之，巾以絺。副，析也。既削，又四析之，乃橫斷之，而巾覆焉。○為，於偽反，下同。削，息略反。瓜，古華反。副，普逼反。絺，敕宜反，細葛。析，星歷反，下同。斷音短，下同。"
      },
      {
        "index": 89,
        "text": "[疏]「為天」至「以絺」。○正義曰：此為人君削瓜禮也。削，刊也。副，析也。絺，細葛也。謂先刊其皮，而析為四解，又橫切之，既破，又橫解，而細葛為巾，覆上而進之也。"
      },
      {
        "index": 90,
        "text": "為國君者華之，巾以綌。華，中裂之，不四析也。○華，胡瓜反。綌，去逆反，粗葛。為大夫累之，累，裸也，謂不巾覆也。○累，力果反，一音如字。裸，力果反，沈胡瓦反。士疐之，不中裂，橫斷去疐而已。○疐音帝。去，丘呂反，庶人齕之。不橫斷。○齕，恨沒反，徐胡切反。"
      },
      {
        "index": 91,
        "text": "[疏]「為國」至「齕之」。○正義曰：「為國君者華之，巾以綌」者，華謂半破也；綌，粗葛也。諸侯禮降，故破而不四析也，亦橫斷之。雖與天子俱無文，推理亦橫斷，而巾用粗葛，覆而進之。《爾雅》云：「瓜曰華之。」郭璞云：「食啖治擇之名。」○「為大夫累之」者，累，裸也，不巾覆也。大夫降於諸侯，直削而中裂，橫斷而已，不巾覆而進之。知對破而橫斷之者，鄭云士「不中裂，橫斷去疐而已」，則知大夫猶中裂而橫斷，裸而已。○「士疐之」者，疐謂脫華處，士不半破，但除疐而橫斷，亦不覆也。下注庶人云「不橫斷」，則知士橫斷也，故鄭云「士不中裂，橫斷去疐而已」。○「庶人齕之」者，庶人，府史之屬也，齕，嚙也。既注云「不橫斷」，故知去疐而嚙之也。然此削瓜等級不同，非謂平常之日，當是公庭大會之時也。"
      },
      {
        "index": 92,
        "text": "父母有疾，冠者不櫛，行不翔，憂不為容也。○冠如字，徐古亂反。為如字，徐於偽反。言不惰，憂不在私好。惰，不正之言。○惰，徒禾反，一音徒臥反，好音呼報反。琴瑟不御，憂不在樂。食肉不至變味，飲酒不至變貌，憂不在味。笑不至矧，怒不至詈，憂在心，難變也。齒本曰矧，大笑則見。○矧，本又作哂，失忍反，又詩忍反。詈，力智反，罵詈。則見，賢遍反。疾止復故。自若常也。有憂者側席而坐，側猶特也。憂不在接人，不布他面席。已有喪者專席而坐。降居處也，專猶單也。"
      },
      {
        "index": 93,
        "text": "[疏]「父母」至「而坐」。○正義曰：此已下明親疾人子之禮，及除喪後之儀，各隨文解之。○「言不惰」者，惰，訛不正之言。○注「憂不在私好」者。○正義曰：好謂華好，言語戲劇，華飾文辭，故云「不在私好」。○「食肉不至變味」。○正義曰：猶許食肉，但不許多耳。「變味」者，少食則味不變，多食則口味變也。○「有憂者側席而坐」者，憂亦謂親有病也。側猶獨也。獨席謂獨坐，不舒他面席也。明憂不在接人故也。平常則舒他面席也。○注「側猶特也」。○正義曰：案《聘禮》云，公禮賓，「公側受醴」，是側猶特也。○「有喪者專席而坐」。○正義曰：專猶單也。吉時貴賤有重席之禮，若父母始喪，寢苫無席，卒哭後，乃有芐剪不納，自齊衰以下，始喪而有席，並不重，降居處也。"
      },
      {
        "index": 94,
        "text": "水潦降，不獻魚鱉。不饒多也。○潦音老，雨水謂之潦。獻鳥者佛其首，為其喙害人也。佛，戾也。蓋為小竹籠以冒之。○拂，本又作佛，扶弗反，下同。為，於偽反，下「為其」同。喙，吁廢反，又陟遘反，又知胃反，又丁角反。戾，力計反。籠，力東反。冒，莫報反。畜鳥者則勿佛也。畜，養也。養則馴。○畜，許六反，徐況又反。馴，似遵反，狎也，徐食倫反，沈養純反。獻車馬者執策綏，獻甲者執胄，獻杖者執末，獻民虜者操右袂，獻粟者執右契，獻米者操量鼓，獻孰食者操醬齊，獻田宅者操書致。凡操、執者，謂手所舉以告者也。設其大者，舉其小者，便也。甲，鎧也。胄，兜鍪也。民虜，軍所獲也，操其右袂制之。契，券要也，右為尊。量鼓，量器名。○綏音雖，執以登車者。胄，直又反。操，七刀反，持也，下及注皆同。契，苦計反。量音亮，又音良，升斛。鼓，《隱義》云：「樂浪人呼容十二石者為鼓。」齊，本又作齏，同，子兮反。便，婢面反。鎧，苦愛反。兜，下侯反。鍪，莫侯反。券，字又作豢，音勸。凡遺人弓者，張弓尚筋，弛弓尚角，弓有往來體，皆欲令其下曲，隤然順也。遺人無時，已定體則張之，未定體則弛之。○遺，於季反，與也，注同。弛，本又作施，同，式是反，謂不張也，注同。隤，本又作頹，徒回反，順貌。右手執簫，左手承弣。簫，弭頭也，謂之簫。簫，邪也。弣，把中。○弣音撫，徐音甫，下同。弭，亡婢反，弓末也。邪，似嗟反。把音霸，手執處也。尊卑垂帨。帨，佩巾也。磬折則佩垂，授受之儀，尊卑一。○帨，徐始銳反。磬，徐苦定反。折，徐時列反，又之列反，沈云：「舊音逝。」若主人拜，拜受也。則客還辟，辟拜。辟拜，謙不敢當。○辟辟，上扶亦反，下辟音避，注同。主人自受，由客之左，接下承弣，由，從也。從客之左，右客，尊之。接下，接客手下也。承弣卻手，則簫覆手與？○覆，芳服反。與音餘。鄉與客並，然後受。於堂上則俱南面，禮：敵者並授。進劍者左首。左首，尊也。進戈者前其鐏，後其刃。進矛戟者前其鐓。後刃，敬也。三兵鐏、鐓雖在下，猶為首。銳底曰鐏，取其鐏地，平底曰鐓，取其鐓地。○鐏，在困反，舊子困反，注同，一讀注音作管反。矛，本又作𨥨，音謀，兵器。鐓，本又作錞，徒對反，注同，一讀注丁亂反。"
      },
      {
        "index": 95,
        "text": "[疏]「水潦」至「其鐓」。○正義曰：此一節明獻遺人物及授受之儀，今各隨文解之。○「水潦降，不獻魚鱉」者，案定四年《左傳》云：「水潦方降。」今謂「水潦降」者，天降下水潦，魚鱉難得，故注云「不饒多也」。盧植、庾蔚之等並以為然，或解鄭云「不饒多」者，以為水潦降下，魚鱉豐足，不饒益其多。○「獻鳥者佛其首」者，王云：「佛謂取首戾轉之，恐其喙害人也。」鄭云：「佛，戾也。蓋為小竹籠以冒之。」案王、鄭義同，而加籠籠之，為其喙害人也。○「畜鳥者則勿佛也」者，畜，養也。養則馴也。馴，善也。鳥經人養，則不喙害人，故獻之不用籠冒及戾之。○「獻車馬者執策綏」者，策是馬杖，綏是上車之繩。車馬不上於堂，不可投進尊者之前，但執策綏，策綏易呈，呈之則知有車馬。○「獻甲者執胄」者，甲，鎧也。謂鎧為甲者，言如龜鱉之有甲也。胄，兜鍪也。鎧大，兜鍪小，小者易舉，執以呈之耳。○「獻杖者執末」者，末，柱地頭也。柱地不淨，不可向人，故執以自向，持淨頭投與人。「獻民虜者，操右袂」者，「民虜」謂征伐所獲彼民以為外虜，故云「民虜」也。「右袂」者，右邊袖也。獻之，以左手操於囚之右邊袂，右邊袂，右邊有力，故此用右手以防其異心。凡言執、操，互言耳。○「獻粟者執右契」者，粟，粱稻之屬也。契謂兩書一札，同而別之。鄭注此云：「契，券要也，右為尊。」以先書為尊故也。○「獻米者操量鼓」者，米，六米之等。量是知斗斛之數，鼓是量器名也。《隱義》云：「東海樂浪人呼容十二斛者為鼓，以量米，故云量鼓。獻米者執器以呈之。」米云「量」，則粟亦量。粟云「契」，則米亦書。但米可即食為急，故言量。粟可久儲為緩，故云「書」。書比量為緩也。○「獻孰食者操醬齊」者，孰食，蔥之屬。醬齊為食之主，執主來，則食可知。若見芥醬，必知獻魚膾之屬也。○「獻田宅者操書致」者，「書致」謂圖書於板，丈尺委曲書之，而致之於尊者也。以上諸物可動，故不云「致」，而田宅著土，故板圖書畫以致之，故言「書」，又言「致」也。然古者田宅悉為官所賦，本不屬民，今得此田宅獻者，是或有重勳，為咀荃所賜，可為己有，故得有獻。「凡遺人弓」者，此謂敵體，故稱遺者也。「張弓尚筋」者，弓之為體，以木為身，以角為面，筋在外面，張之時曲來鄉內，故遺人之時使筋在上，弓身曲鄉其下，其弛弓之時反張向外，筋在曲內，角在曲外。今遺人之時，角向其上，弓形亦曲向下，故鄭注「皆欲令其下曲，隤然順也」。○注「遺人」至「弛之」。○正義曰：案《槁人》云：「春獻素，秋獻成。」注云：「矢箙春作秋成。」矢箙既獻素，明知弓亦獻素。素，形樸也。故《士喪禮》注云：「形法定為素。」又《弓人》云：「秋合三材，冬定體。」則合三材之時，可以獻入，故此注云「未定體則弛之」是也。○「右手執簫」者，簫，弓頭，頭稍剡，差邪似簫，故今為簫也。謂弓頭為鞘，鞘、簫之言，亦相似也。然執簫謂捉下頭，客覆右手執弓下頭也。○「左手承弣」者，弣謂弓把也。授在地，地道貴右，主人推客居右，客覆右手執弓下頭，又卻下左手以承弓把，把當中央而高、兩頭頹下以授主人，主人在左。所以知是執於弓下頭者，下頭拄地不淨，不可與人，故自執之，而以上頭授人，所以為敬也。「尊卑垂帨」者，「尊卑」謂賓主俱是大夫則為尊，若俱是士則為卑。帨，佩巾也。「若主人拜」者，主人將受，應當賓前而拜受所遺也。○「則客還辟，辟拜」者，「還辟」猶逡巡也。客謙不欲當主人之拜己，故少逡巡遷延辟之也。不云客答拜者，執弓不得拜也。何胤云：「執弓者回還，見主人拜而辟之也。」○「主人自受，由客之左」者，由，從也。主人既敵，故自受也。拜客既竟，從客左而受之。○「接下承弣」者，主人既還在客左，與客並，以卻左手接客左手之下而承弣，又覆右手捉弓下頭。○注「由從」至「手與」。○正義曰：客在右，故云「右客」也，是尊客，故使客在右也。云「接下，接客手下也」者，客卻左手承弣，今主人卻左手接客左手之下而取弓。必知其客主俱卻左手承弣，右手覆簫者，若主人用右手承弣，便是主人倒執弓，故知然也。云「承弣卻手，則簫覆手與」者，簫謂弓下頭也。客以弓上頭授與主人，主人以左手卻之接客手下，故又覆右手按捉弓下頭也。是客主授受皆卻左手承弣，覆右手執簫也。○「鄉與客並，然後受」者。前漫云由左，恐人或相對而左右也。今明既拜客竟，則還前立處，與客俱鄉南而立，乃後受弓，故云「鄉與客並，然後受」也。○注「於堂」至「並授」。○正義曰：「俱南面」，解「鄉與客並」也。言於堂上俱南面，是向明故也。若不於堂上，則未必南面，當隨時便而俱向明。云「禮：敵者並授」者，若不敵則不並授，此又證遺人是敵者也。然敵者並授，案《聘禮》賓問主國之卿，卿北面受幣，聘賓南面授幣，卿與聘賓是敵，不並授者，以聘賓銜聘君之命問卿，故卿北面受之，敬聘君之命也。○「進劍者左首」。正義曰：進亦謂遺也，言進授與人時也。首，劍拊環也。《少儀》曰：「澤劍首。」鄭云：「澤，弄也。」推尋劍刃利不容可弄，正是劍環也。又云：「刀卻刃授穎。」鄭云：「穎，鐶也。」案《少儀》而言，首則鐶也。不以刃授人，敬也。《春秋》魯定公十年，叔孫之圉人欲殺公若，偽不解禮而授劍末。杜云：「以劍鋒末授之。」案解鋒為末，則鐶是首也。然劍有匣，又有衣也。故《少儀》云：「劍則啟櫝，蓋襲之，加夫襓」是也。鄭云「左首，尊」者，客在右，主人在左，劍首，首為尊，以尊處與主人也。假令對授，則亦左首，首尊，左亦尊，為宜也。○「進戈者前其鐏，後其刃」。○正義曰：戈，鉤孑戟也，如戟而橫安刃，但頭不鄉上為鉤也。直刃長八寸，橫刃長六寸，刃下接柄處長四寸，並廣二寸，用以鉤害人也。刃當頭而利者也，利故不持鄉人也。鐏在尾而鈍，鈍鄉人為敬，所以前鐏後刃也。○「進矛戟者前其鐓」者，矛，如鋋而三廉也。戟，今之戟也。古作戟，兩邊皆安橫刃，長六寸，中刃長七寸半，橫刃下接柄處又長四寸半，並廣寸半。鐓為矛戟柄尾，平底如鐓柄下也。以平向人，敬也。亦應並授。不云左右而云前後者，互文也。若相對則前後也，若並授則左右也。"
      },
      {
        "index": 96,
        "text": "進幾杖者拂之。尊者所馮依，拂去塵，敬。○拂如字。馮，皮冰反。去，起呂反。效馬效羊者右牽之，用右手便。效猶呈見。○效，胡教反，下同。便，婢面反。見，賢遍反。效犬者左牽之。犬齜嚙人，右手當禁備之。○齜，本亦作噬，常世反。執禽者左首。左首尊。飾羔雁者以繢。繢，畫也。諸侯大夫以布，天子大夫以畫。○繢，胡對反。受珠玉者以掬。慎也，掬手中。○掬，九六反，兩手曰掬。受弓劍者以袂。敬也。飲玉爵者弗揮。為其寶而脆。○揮音輝，何云：「振去餘酒曰揮。」脆，七歲反。凡以弓劍、苞苴、簞笥問人者，問猶遺也。苞苴，裹魚肉，或以葦，或以茅。簞笥，盛飯食者，圜曰簞，方曰笥。○苞苴，子餘反；苞，裹也；苴，藉也。簞音單；笥，思嗣反，《字林》先自反，沈息裡反；簞笥，竹器也。裹音果。葦，韋鬼反。盛音成。圜音圓。操以受命，如使之容。謂使者。○使，色吏反，注及下「使者」、「使也」並同。"
      },
      {
        "index": 97,
        "text": "[疏]「進幾」至「之容」。○正義曰：此一節皆謂相獻遺及呈見之儀，各依文解之。○「進幾杖者拂之」，謂拂去塵埃，為當馮執故也。前云獻杖執末，與此互文也。此兼言幾者，幾雖無首末，亦拂之。或云進幾者，以彎外授人，亦得順也。○「效馬效羊者右牽之」者，效，呈見也。此亦是遺人，而言效，亦互文也。馬羊多力，人右手亦有力，故用右手牽掣之也。○「效犬者左牽之」者，犬好齛嚙人，故左牽之，而右手防禦也。案《少儀》云「獻犬則右牽之」者，彼是田犬、畜犬，不嚙人，不須防；今此是充食之犬，故防禦之也。然通而言之，狗、犬通名；若分而言之，則大者為犬，小者為狗。故《月令》皆為犬，而《周禮》有《犬人職》，無狗人職也，故《爾雅》云「未成毫狗」是也。但燕禮亨狗，或是小者，或通語耳。○「執禽者左首」者，禽，鳥也。左，陽也，首亦陽也。「左首」謂橫捧之也，凡鳥皆然。若並授，則主人在左，故客以鳥首授之也。不牽，故執之也。○「飾羔雁者以繢」者，飾，覆也。羔，羊也。繢，畫也。畫布為雲氣，以覆羔雁為飾以相見也。《士相見禮》云，下大夫以雁，上大夫以羔，飾之以布。並不言繢，此言繢者，鄭云，彼是諸侯之卿大夫，卑，但用布；此天子之卿大夫，尊，故畫之也。「受珠玉者以掬」者，掬謂手中也。珠玉寶重宜慎。若受之，開匣而出，置在手中，下用袂承之，恐墜落也。○「受弓劍者以袂」者，不露手取之，故用衣袂承接之，以為敬也。○「飲玉爵者弗揮」者，玉爵，玉杯也。揮，振去餘也。《春秋左氏傳》云：「奉匜沃盥，既而揮之揮之。」是振去餘也。○「凡以弓劍、苞苴、簞笥問人」者，凡謂凡此數事皆同然。苞者，以草苞裹魚肉之屬也。故《尚書》云：「厥苞橘柚。」是其類也。苴者亦以草藉器而貯物也。簞圓笥方，俱是竹器，亦以葦為之。問人者，問謂因問有物遺之也。問者或自有事問人，或謂聞彼有事而問之。問之悉有物表其意，故自「弓劍」以下皆是也。○注「苞苴」至「以茅」。○正義曰：知「裹魚肉」者，《詩》云：「野有死麇，白茅苞之。」《內則》云：「炮取豚，編萑以苴之。」《既夕禮》云：「葦苞長三尺。」是其裹魚肉用茅用葦也。○「操以受命，如使之容」者，言「使之容」者，言使者操持此上諸物以進，受尊者之命，如臣為君聘使，受君命，先習其威儀進退，令如其至所使之國時之儀容，故云「如使之容」也。"
      },
      {
        "index": 98,
        "text": "凡為君使者，已受命，君言不宿於家。急君使也。言謂有故所問也。《聘禮》曰：「君有言，則以束帛如饗禮。」○為，於偽反，下注「為哀樂」、「為其廢喪事」並同。君言至，則主人出拜君言之辱。使者歸，則必拜送於門外。敬君命也。此謂國君問事於其臣。若使人於君所，則必朝服而命之。使者反，則必下堂而受命。此臣有所告請於其君。○朝，直遙反。"
      },
      {
        "index": 99,
        "text": "[疏]「凡為」至「受命」。○正義曰：此一節論相聘問及君臣使人相告之事，今各依文解之。○「受命」謂受得君命為聘使也。「君言」謂受君言宜急去，不得停留宿於家也。故《聘禮》既受命，「遂行，捨於郊」是也。○注「言謂」至「享禮」。○正義曰：解「君言」也。君之所言謂有事，故所問也，或問其臣，或問他人。鄭注《聘禮記》：「有故，謂災患及時事相告也。」云「《聘禮》曰：若有言，則以束帛如享禮」者，又證有言必有物將之也。此謂行享禮畢，而又有此言，而又加束帛也。鄭注彼云：「有言，有所告請，若有所問也。《記》曰有故則束帛加書以將命。《春秋》臧孫辰告糴於齊，公子遂如楚乞師，晉侯使韓穿來言汶陽之田，是其類也。」○「君言至，則主人出拜君言之辱」。○正義曰：此謂君使人問其臣，臣對使禮也。出，出門也。君使初至，則主人出門拜迎君命也。辱者，言屈辱尊者之命來也。「使者歸，則必拜送於門外」者，君之使去，而又出拜送門外也。去既送出門，則知初至迎亦出門也。此謂國君問事於其臣也。若臣遣人往君所及問他人，則送迎亦然。○「若使人於君所，則必朝服而命之」者，此謂臣有故而遣使告君法也。亦有物以將之，敬君，故朝服命使也。然命使者言朝服，則君言至亦朝服受之，互言也。「使者反，則必下堂而受命」者，謂己使者從君處反還至也。去不下送，反而下迎者，尊君命也。不出門者，已使卑於君使也。亦當拜之，不言，從上可知也。"
      },
      {
        "index": 100,
        "text": "博聞強識而讓，敦善行而不怠，謂之君子。敦，厚。○識如字，又式異反。行，下孟反，皇如字。怠音代。君子不盡人之歡，不竭人之忠，以全交也。歡謂飲食，忠謂衣服之物。"
      },
      {
        "index": 101,
        "text": "[疏]「君子」至「交也」。○正義曰：此明君子所行之事也。○鄭云：「歡謂飲食，忠謂衣服。飲食是會樂之具。承歡為易。衣服比飲食為難，必關忠誠籌度，故名忠，各有所以也。明與人交者，不宜事事悉受。若使彼罄盡，則交結之道不全，若不竭盡，交乃全也。」"
      },
      {
        "index": 102,
        "text": "《禮》曰：「君子抱孫不抱子。」此言孫可以為王父屍，子不可以為父屍。以孫與祖昭穆同。○昭，時招反。為君屍者，大夫士見之則下之。君知所以為屍者，則自下之。尊屍也。下，下車也。國君或時幼少，不能盡識群臣，有以告者，乃下之。○少，式召反。屍必式，禮之。乘必以幾。尊者慎也。○乘，繩證反，下注二處「乘車」同。齊者不樂不吊。為哀樂則失正，散其思也。○齊，側皆反。樂音洛，下「無容樂」、「非樂所」同。嗯，絲嗣反，又如字。"
      },
      {
        "index": 103,
        "text": "[疏]「禮曰」至「不吊」。○正義曰：此一節論立屍用人相尊敬之法，各依文解之。○「抱孫不抱子」者，此以明昭穆之例。凡稱「禮曰」者，皆舊禮語也。為下事難明，故引舊禮為證。案此篇之首，作記之人引舊禮而言「《曲禮》曰」，此直言「禮曰」，不言「曲者」，從略可知也。「抱孫不抱子」者，謂祭祀之禮必須屍，屍必以孫。今子孫行並皆幼弱，則必抱孫為屍，不得抱子為屍。所以然者，作記者既引其禮，又自解云，「此言孫可以為王父屍，子不可以為父屍」故也。《曾子問》云：「祭成喪者必有屍，屍必以孫，孫幼則使人抱之，無孫則取於同姓可也。」是有抱孫之法也。言「無孫取於同姓可」者，謂無服內之孫，取服外同姓也。天子至士皆有屍，《特牲》是士禮，《少牢》是大夫禮，並皆有屍。又《祭統》云：「君執圭瓚祼屍。」是諸侯有屍也。又《守祧職》云：「若將祭祀，則各以其服授屍。」是天子有屍也。天子以下，宗廟之祭，皆用同姓之嫡，故《祭統》云：「祭之道，孫為王父屍。所使為屍者，於祭者為子行，父北面而事之。」法云：「子行猶子列也。祭祖則用孫列，皆取於同姓之適孫也。天子諸侯之祭，朝事延屍於戶外，是以有北面事屍之禮也。」雖取孫列，用卿大夫為之，故《既醉》注云：「天子以卿。」鄭箋云：「諸侯入為天子卿大夫，故云公屍。」天子既然，明諸侯亦爾，故大夫士亦用同姓嫡者。《曾子問》云：「無孫取於同姓可也。」又鄭注《特牲禮》「大夫士以孫之倫為屍」是也。言「倫」，明非己孫，皇侃用崔靈恩義，以大夫用已孫為屍，恐非也。天子祭天地、社稷、山川、四方百物及七祀之屬，皆有屍也。故《鳧鷖》並云「公屍」。推此而言，諸侯祭社稷竟內山川，及大夫有菜地祭五祀，皆有屍也。外神之屬，不問同姓異姓，但卜吉則可為屍。案《曾子問》祭成人必有屍，則祭殤無屍。若新喪虞祭之時，男女各立屍，故《士虞禮》云：「男，男屍。女，女屍。」至祔祭之後，正用男之一屍，以其祔祭漸吉故也。凡吉祭祗用一屍，故《祭統》云：「設同幾」是也。若祭勝國之社稷，則士師為屍。知者，《士師職》文，用士師者略之。故《異義》：「《公羊》說祭天無屍。《左氏》說晉祀夏郊，以董伯為屍。《虞夏傳》云：『舜入唐郊，以丹朱為屍。』是祭天有屍也。許慎引《魯郊禮》曰：『祝延帝屍。』從《左氏》之說也。」○「為君屍者，大夫士見之則下之」。○正義曰：此臣為君作屍者，己被卜吉，君許用者也。下謂下車也。古者致齊各於其家，散齊亦猶出在路，及至祭日之旦，俱來入廟，故群臣得於路見君之屍，皆下車而敬之。○「君知所以為屍者則自下之」者，此亦謂散齊之時。君若在路見屍，亦自下車敬之。不直云「君見屍」，而云「君知」者，言「知」則初有不知，不知謂君年或幼少，不能並識群臣，故於路或不識，而臣告君，君乃知之，所以下也。所以知是散齊者，君致齊不復出行，若祭日君先入廟，後乃屍至也。○「屍必式」者，廟門之外，屍尊未伸，不敢亢禮，不可下車，故式為敬以答君也。式謂俯下頭也。古者車箱長四尺四寸而三分，前一後二，橫一木，下去車床三尺三寸，謂之為式。又於式上二尺二寸橫一木，謂之為較，較去車床凡五尺五寸。於時立乘，若平常則馮較，故《詩》云「倚重較兮」是也。又若應為敬，則落手隱下式，而頭得俯俛。故後云「式視馬尾」是也。鄭注《考工記》云：「兵車之式高三尺三寸。」「較，兩□上出式者也。兵車自較而下，凡五尺五寸。」然屍在廟中尊伸，尚答主人之拜，今在路，其尊猶屈，君下而已式者，以其在路，尊未伸，故未敢亢禮，至於廟中，禮伸則亢，故答之。○「乘必以幾」者，几案在式之上，尊者有所敬事，以手據之。几上有冪，君以羔皮，以虎緣之也。"
      },
      {
        "index": 104,
        "text": "居喪之禮，毀瘠不形，視聽不衰，為其廢喪事。形謂骨見。○瘠音在昔反，瘦也。見，賢遍反。升降不由阼階，出入不當門隧。常若親存，隧，道也。阼，才故反。遂音遂。居喪之禮，頭有創則沐，身有瘍則浴，有疾則飲酒食肉，疾止復初。不勝喪，乃比於不慈不孝。勝，任也。○創，初良反，又初亮反。瘍音恙，本或作癢。勝音升。任，而金反。五十不致毀，六十不毀，七十唯衰麻在身，飲酒食肉，處於內。所以養衰老。人五十始衰也。○衰，七雷反。"
      },
      {
        "index": 105,
        "text": "[疏]「居喪」至「於內」。○正義曰：此一節明孝子居喪，此先明居喪平常之法也。「毀瘠不形」者，毀瘠，羸瘦也。形，骨露也。骨為人形之主，故謂骨為形也。居喪乃許羸瘦，不許骨露見也。○「升降不由阼階」者，阼階，主人之階也。孝子事死如事生，故在喪思慕，猶若父在，不忍從父阼階上下也。若祔祭以後，即得升阼階。知者，案《士虞禮》云，卒哭以後稱哀子，祔祭稱孝子。祔祭如饋食之禮，既同於吉，則孝子得升阼階也。然《雜記》云：「吊者入，主人升堂西面。」下云：「既葬，蒲席。」則升堂西面，未葬也，既言西面，則是升自阼階。此未葬得升阼階者，敬異國之賓也。○「不勝喪，乃比於不慈不孝」者，結所以沐浴酒肉之義也。「不勝喪」，謂疾不食酒肉，創瘍不沐浴，毀而滅性者也。不留身繼世，是不慈也。滅性又是違親生時之意，故云不孝。不云「同」而云「比」者，此滅性本心實非為不孝，故言「比」也。○「五十不致毀」者，致，極也。五十始衰，居喪乃許有毀，而不得極羸瘦。○「六十不毀」者，轉更衰甚，都不許毀也。魯襄公三十一年《經》書：「九月癸巳，子野卒。」《傳》云「毀也」是也。○"
      },
      {
        "index": 106,
        "text": "生與來日，死與往日。與，猶數也。生數來日，謂成服杖以死明日數也。死首薺日，謂殯斂以死日數也。此士禮，貶於大夫者，大夫以上皆以來日數。《士喪禮》曰「死日而襲，厥明而小斂，又厥明大斂而殯」，則死三日。而更言三日成服杖，似異日矣。《喪大記》曰：「士之喪，二日而殯，三日之朝，主人杖。」二者相推，其然明矣。與，或為「予」。○數，所主反，下皆同。殯，必刃反，下同。斂，力驗反，下同。貶，彼檢反，《字林》方犯反。"
      },
      {
        "index": 107,
        "text": "[疏]「生與」至「往日」。○正義曰：「生與來日」者，此謂士禮。與，數也。謂生人成服杖，數來日為三日。「死首薺日」者，謂死者殯斂，數死日為三日。○注「與數」至「為予」。○正義曰：貶猶屈也。士卑屈，故降，不如大夫所以厭其殯日。然士惟屈殯日，不屈成服杖日者，成服必在殯後故也。云「大夫以上皆以來日數」者，大夫尊，則成服及殯皆不數死日也。大夫云三日殯，不數死日，則天子諸侯亦悉不數死日也。故鄭云：「大夫以上。」云「《士喪禮》曰死日而襲」者，注引《士喪禮》者，證殯與成服不同日，以其未審，故云「似異日」。又引《喪大記》者，更證明士殯與成服不同日，故云「二者相推，其然明矣」。謂以《士喪禮》、《喪大記》二者相推校。然猶是也。殯與成服是異日，明矣，無所復疑。言「與，或為予」者，謂諸本《禮記》有作「予」字者，故云「與，或為予」。"
      },
      {
        "index": 108,
        "text": "知生者吊，知死者傷。知生而不知死，吊而不傷。知死而不知生，傷而不吊。人恩各施於所知也。吊、傷，皆謂致命辭也。《雜記》曰，諸侯使人吊，辭曰：「寡君聞君之喪，寡君使某，如何不淑！」此施於生者，傷辭未聞也。說者有吊辭云：「皇天降災，子遭罹之。如何不淑！」此施於死者，蓋本傷辭。辭畢，退，皆哭。○傷如字，下同，舊式亮反。"
      },
      {
        "index": 109,
        "text": "[疏]「知生」至「不吊」。○正義曰：此一節論吊傷之法，若存之與亡並識，則遣設吊辭傷辭兼行。若但識生而不識亡，則唯遣設吊辭而無傷辭。○「知死而不知生，傷而不吊」者，若但識亡，唯施傷辭，而無吊辭也。然生吊死傷，其文可悉。但記者丁寧言之，故其文詳也。○注「吊傷」至「皆哭」。○正義曰：皆不自往，而遣使致已之命也。「《雜記》曰，諸侯使人吊，辭曰：寡君聞君之喪，寡君使某，如何不淑」，此施於生者也。引《雜記》者，證諸侯有鄰國之喪，不得自往，遣使往吊，致命吊辭之法也，然吊辭唯使者口傳之於主國孤而已。云「傷辭未聞」者，經典散亡，故未聞也。「說者有吊辭云：皇天降災，子遭罹之，如何不淑」者，既未聞傷辭，有舊說者云有吊辭如此也。施於死者，蓋本傷辭也。鄭此云舊說，疑其非吊辭，正是傷辭耳。所以然者，一則不與《雜記》吊辭同，二則既言「皇天降災，子遭罹之」，明是傷於亡者自身，非關吊於孝子也。云「辭畢，退，皆哭」者，然吊辭乃使口致命，若傷辭當書之於板，使者讀之而奠致殯前也。知辭畢皆退而哭者，案《雜記》行吊之後，致含襚賵畢乃臨，若不致含隧賵，則吊訖乃臨也。故鄭云吊傷辭畢皆哭。"
      },
      {
        "index": 110,
        "text": "弔喪弗能賻，不問其所費。問疾弗能遺，不問其所欲。見人弗能館，不問其所捨。賜人者不曰來取，與人者不問其所欲。皆為傷恩也。見人，見行人。館，捨也。與人不問其所欲，己物或時非其所欲，將不與也。○賻音附，《公羊傳》曰：「錢財曰賻。」《穀梁傳》曰：「歸生者曰賻。」不問其所費，芳味反，一本作「有所費」，下句放此。遺，於季反，與也。皆為，於偽反，下「為啤變皆同。"
      },
      {
        "index": 111,
        "text": "適墓不登壟，為其不敬。壟，塚也。墓，塋域。○壟，力勇反。塋音營。助葬必執紼。葬，喪之大事。紼，引車索。○紼音弗。引棺，本亦作引車。索，悉各反。臨喪不笑，臨喪宜有哀色。揖人必違其位，禮以變為敬。望柩不歌，入臨不翔。哀傷之無容樂。○柩，求又反。臨如字，舊力鳩反。當食不歎。食或以樂，非歎所。鄰有喪，舂不相。裡有殯，不巷歌。助哀也。相，謂送杵聲。○舂，束容反。相，息亮反，注同。杵，昌呂反。適墓不歌，非樂所。哭日不歌。哀未忘也。送喪不由徑，送葬不辟塗潦。所哀在此。○徑，經定反，邪路也。辟音避，本亦作避，下注同。臨喪則必有哀色，執紼不笑，臨樂不歎，介冑則有不可犯之色。貌與事宜相配。介，甲也。故君子戒慎，不失色於人。色厲而內荏，貌恭心很，非情者也。○荏，而審反，柔弱貌。很，胡懇反。國君撫式，大夫下之。大夫撫式，士下之。撫猶據也。據式小俛，崇敬也。乘車必正立。○俛音免。禮不下庶人，為其遽於事，且不能備物。○下，遐嫁反，又如字。遽，其庶反，沈及其於反。刑不上大夫。不與賢者犯法，其犯法則在八議輕重，不在刑書。○上，時掌反。與音預。刑人不在君側。為怨恨為害也。《春秋傳》曰：「近刑人，則輕死之道。」"
      },
      {
        "index": 112,
        "text": "[疏]「助葬」至「君側」。○正義曰：此一節記人雜記吉凶舉動威儀之事，各依文解之。○「助葬必執紼」者，助葬本非為客，正是助事耳，故宜必執紼也。○注「葬喪」至「車索」。○正義曰：「葬，喪之大事」，解所以必執紼之義。云「紼，引車索」者，繩屬棺曰紼，屬車曰引，引、紼亦通名，故鄭云：「紼，引車索也。」○「揖人必違其位」者，位謂己之位也。於位而見前人，己所宜敬者，當離己位而鄉彼遙揖。禮以變為敬，是以《燕禮》君降階，爾卿大夫。鄭注云：「爾，近也。」揖而移近之，明雖君臣，皆須違位而揖也。○「入臨不翔」者，謂入臨人之喪，不得趍翔為容。不翔，故不歌，歌則猶翔也。○「當食不歎」者，吉食奏樂，既樂，故不宜歎也。又若助喪事而食，使充飢，不令廢事，亦不宜歎，歎則不飽也。○注「食或以樂，非歎所」。○正義曰：人君吉食則有樂，賤者則無，故云「或」也。○「哭日不歌」者，「哭日」謂吊人日也。哭、歌不可共日也。○注「哀未忘也」。○正義曰：《論語》云：「子於是日哭，則不歌。」而鄭此云：「哀未忘也。」則吊日之朝，亦得歌樂。但吊以還，其日晚，不歌耳。亦得會是日哭則不歌，是先哭後乃不歌也。○「送葬不辟塗潦」者，前文「送喪」，此云「送葬」，上下文勢皆據他人，知者，以上「適墓不登壟」，「入臨不翔」，及「哭日不歌」，以文類之，故知此等皆據他人也。而本亦有云「送喪不辟塗潦」者，義亦通也。○「介冑則有不可犯之色」者，亦內外宜相稱也。戎容暨暨，若身被甲，首冠胄，則使形勢高岸，有不可干犯之色，以稱其服也。○「故君子戒慎，不失色於人」者，並結前義也。故，承上起下之辭。上既言內外宜稱，故君子接人，凡所行用，並使心色如一，不得色違於心，故云「不失色於人」也。○注「色厲而內荏，貌恭心很，非情者也」。○正義曰：此舉失色之事也。小人顏色嚴厲而心內荏弱為佞，又外乃象恭而心實敖很，此並情不副色也。故《論語》云：「色厲而內荏，譬諸小人，其猶穿窬之盜也與。」又云：「巧言令色足恭。」《書》云：「像恭滔天。」○「國君撫式，大夫下之」者，撫謂手據之，謂君臣俱行，君式宗廟，則臣宜下車。此獨云大夫，則士可知也。「大夫撫式，士下之」者，士為大夫之臣，亦如大夫於君也。○注「乘車必正立」。○正義曰：證所式義也。乘車，駟馬之車也。既並立乘，故為敬時，則俯俛據式。○「禮不下庶人」者，謂庶人貧，無物為禮，又分地是務，不服燕飲，故此禮不下與庶人行也。《白虎通》云：「禮為有知制，刑為無知設。」禮謂酬酢之禮，不及庶人，勉民使至於士也。故《士相見禮》云「庶人見於君，不為容進退走」是也。張逸云：「非是都不行禮也。但以其遽務不能備之，故不著於經文三百、威儀三千耳。其有事，則假士禮行之。」○「刑不上大夫」者，制五刑三千之科條，不設大夫犯罪之目也。所以然者，大夫必用有德。若逆設其刑，則是君不知賢也。張逸云：「謂所犯之罪，不在夏三千、週二千五百之科。不使賢者犯法也，非謂都不刑其身也。其有罪則以八議議其輕重耳。」○注「不與」至「刑書」。○正義曰：與猶許也。不許賢者犯法，若許之，則非進賢之道也。大夫無刑科，而《周禮》有犯罪致殺放者，鄭恐人疑，故出其事，雖不制刑書，「不與賢者犯法，其犯法則在八議輕重，不在刑書」。若脫或犯法，則在八議，議有八條，事在《周禮》。一曰議親之辟，謂是王宗室有罪也。二曰議故之辟，謂與王故舊也。三曰議賢之辟，謂有德行者也。四曰議能之辟，謂有道藝者也。五曰議功之辟，謂有大勳立功者也。六曰議貴之辟，謂貴者犯罪，即大夫以上也。鄭司農云：「若今之吏墨綬有罪先請者。」案漢時墨綬者是貴人也。七曰議勤之辟，謂憔悴憂國也。八曰議賓之辟，謂所不臣者，三恪二代之後也。《異義》：「《禮戴》說『刑不上大夫』。《古周禮》說士屍肆諸市，大夫屍肆諸朝。是大夫有刑。許慎謹案：《易》曰：『鼎折足，覆公餗，其刑渥，凶。』無刑不上大夫之事，從《周禮》之說。」鄭康成駮之云：「凡有爵者，與王同族。大夫以上適甸師氏，令人不見，是以云刑不上大夫。」如鄭之言，則於《戴禮》及《周禮》二說俱合，但大夫罪未定之前，則皆在八議，此經注是也。若罪已定，將刑殺，則適甸師氏是也。凡王朝大夫以上及王之同姓，皆刑之於甸師氏，故《掌戮》云，凡有爵者及王之同族有罪，則死刑焉，是也。若王之庶姓之士，及諸侯大夫，則戮於朝。故襄二十二年，楚殺令尹子南，屍諸朝，是大夫於朝也。列國大夫入天子之國曰某士，明天子之士亦在朝也。諸侯大夫既在朝，則諸侯之士在市，故《檀弓》云：「君之臣不免於罪，則將肆諸市朝。」鄭云，大夫於朝，士於市，是也。○「刑人不在君側」者，彼刑殘者，不得令近君，為其怨恨也。《白虎通》云：「古者刑殘之人，公家不畜，大夫不養，士遇之路不與語，放諸墝埆不毛之地，與禽獸為伍。」○注《春秋傳》曰：近刑人則輕死之道」。○正義曰：此引《公羊傳》證刑人在君側之失者也。《春秋》魯襄公二十九年，「閽弒吳子餘祭。」《公羊》云：「閽者何？刑人也。○君子不近刑人，近刑人則輕死之道也。」又《左傳》云：「吳伐越，獲俘焉，以為閽，使守舟。吳子餘祭觀舟，閽以刀弒之。」"
      },
      {
        "index": 113,
        "text": "兵車不式，尚威武，不崇敬。武車綏旌，盡飾也。綏謂垂舒之也。武車亦兵車。○綏，耳隹反。德車結旌。不盡飾也。結謂收斂之也。德車，乘車。"
      },
      {
        "index": 114,
        "text": "[疏]「兵車」至「結旌」。○正義曰：此一節明德車兵車旌旗之異。○「兵車」，革路也。兵車尚武猛，宜無推讓，故不為式敬也。○「武車綏旌」者，武車亦革路也。取其建戈刃，即云兵車。取其威猛，即云武車也。綏謂舒垂散之也。旌謂車上旗旛也。尚威武，故舒散旗旛垂綏然。何胤云：「垂放旌旗之旒，以見於美也。」○「德車結旌」者，德車謂玉路、金路、象路、木路，四路不用兵，故曰德車。德美在內，不尚赫奕，故結纏其旒，著於竿也。何胤云：「以德為美，故略於飾。此坐乘之車也。」鄭前云「乘車必正立」，此云是乘車，則非坐乘也。"
      },
      {
        "index": 115,
        "text": "史載筆，士載言。謂從於會同，各持其職以待事也。筆謂書具之屬，言謂會同盟要之辭。前有水，則載青旌。前有塵埃，則載鳴鳶。前有車騎，則載飛鴻。前有士師，則載虎皮。前有摯獸，則載貔貅。載謂舉於旌首以警眾也。禮，君行師從，卿行旅從。前驅舉此，則士眾知所有，所舉各以其類象。青，青雀，水鳥。鳶鳴則將風。鴻，取飛有行列也。士師謂兵眾。虎，取其有威勇也。貔貅亦摯獸也。《書》曰：「如虎如貔。」士或為仕。○載音戴，本亦作戴，下及注同。埃，烏來反。鳶，悅專反，鴟也。騎，其寄反。摯音至。貔，婢支反，徐扶夷反。孔安國云：「貔，執夷反，虎屬，皆猛健。」貅，本亦作䝗，許求反，又虛虯反。貔貅，摯獸。警音景。從，才用反，下同。行，戶剛反。行，前朱鳥而後玄武，左青龍而右白虎，招搖在上，急繕其怒。以此四獸為軍陳，像天也。急猶堅也。繕讀曰勁。又畫招搖星於旌旗上，以起居堅勁，軍之威怒，像天帝也。招搖星在北斗杓端，主指者。○招搖，並如字，北斗第七星。繕，依注音勁，吉政反，陳直覲反。杓，敷招反，徐必遙反。進退有度，度謂伐與步數。左右有局，各司其局。局，部分也。○分，扶問反。"
      },
      {
        "index": 116,
        "text": "[疏]「史載」至「其局」。○正義曰：此一節明君以軍行之禮，各隨文解之。○「史」謂國史，書錄王事者。王若舉動，史必書之。王若行往，則史載書具而從之也。不言簡牘而云筆者，筆是書之主，則餘載可知。《爾雅》云：「不律謂之筆。」郭云：「書筆名，四方之異言也。」○「士載言」者，士謂司盟之士，言謂盟會之辭，舊事也。崔靈恩云：「必載盟會之辭者，或尋舊盟，或用舊會之禮，應須知之，故載自隨也。」○「前有水，則載青旌」者，王行宜警衛，惡善必先知之，故備設軍陳行止之法也。軍陳卒伍行，則並銜枚，無喧聲。若有非常，不能傳道，且人眾廣遠，難可周遍，故前有變異，則舉類示之，故宣十二年《左傳》云「前茅慮無」是也。青旌者，青雀旌，謂旌旗。軍行若前值水，則畫為青雀旌旗旛上，舉示之。所以然者，青雀是水鳥，軍士望見，則咸知前必值水而各防也。○「前有塵埃，則載鳴鳶」者，鳶，今時鴟也。鴟鳴則風生，風生則塵埃起。前有塵埃起，則畫鴟於旌首而載之，眾見咸知，以為備也。不直言鳶而云鳴者，鳶不鳴則風不生，故畫作開口，如鳴時也。不言旌，從可知也。○「前有車騎，則載飛鴻」者，車騎，彼人之車騎也。鴻，鴻雁也。雁飛有行列，與車騎相似，若軍前忽遙見彼人有多車騎，則畫鴻於旌首而載之，使眾見而為防也。然古人不騎馬，故但經記正典，無言騎者。今言騎者，當是週末時禮。○「前有士師，則載虎皮」者，士師，兵眾也。虎是威猛，亦兵眾之象。若見前有兵眾，則舉虎皮於竿首，使兵眾見以為防也。○「前有摯獸，則載貔貅」者，摯獸，猛而能擊，謂虎狼之屬也。貔貅是一獸，亦有威猛也。若前有猛獸，則舉此貔貅，使眾知為備也。但不知為載其皮，為畫其形耳。通有二家，一云與虎皮並畫作皮於旌也，一云並載其皮。○注「載謂」至「如貔」。○正義曰：「載謂舉於旌首以警眾也」，文並為載，而鄭今云「舉於旌首」，是明諸物並在旌旗首也。云「禮，君行師從，卿行旅從」，此是定四年祝佗之辭，此嘉好之事，若為其出軍征伐，則隨軍多少，與此不同。云「《書》曰：如虎如貔」者，此《尚書•牧誓》，引證虎、貔同是猛獸也。此武王伐紂時，於牧野作誓，誡士卒為戰之辭也，令士眾皆如虎貔然也。鄭注《尚書》云：「其威當如獸之將攫搏也。」貔一名曰豹，虎類也。《爾雅》云：「貔，白狐也。」「行，前朱鳥而後玄武，左青龍而右白虎」者，前明軍行逢值之禮也，此明軍行象天文而作陳法也。前南後北，左東右西。朱鳥、玄武、青龍、白虎，四方宿名也。軍前宜捷，故用鳥。軍後須殿捍，故用玄武。玄武，龜也，龜有甲，能禦侮用也。左為陽，陽能發生，像其龍變生也。右為陰，陰沈能殺，虎，沈殺也。軍之左右生殺，變應威猛如龍虎也。何胤云：「如鳥之翔，如蛇之毒，龍騰虎奮，無能敵此四物。」鄭注四獸為軍陳，則是軍陳之法也，但不知何以為之耳，今之軍行，畫此四獸於旌旗，以標左右前後之軍陳。○「招搖在上」者，招搖，北斗七星也。北斗居四方宿之中，以斗末從十二月建而指之，則四方宿不差。今軍行法之，亦作此北斗星在軍中，舉之於上，以指正四方，使四方之陳不差，故云「招搖在上」也。然並作七星，而獨云「招搖」者，舉指者為主，餘從可知也。○「急繕其怒」者，向明軍陳之法，此舉士卒之用也。急，堅也。勁，利也。其怒，士卒之怒也。軍行既張四宿於四方，標招搖於中，上象天之行，故軍旅士卒起居舉動，堅勁奮勇，如天帝之威怒也。然若類前而論四宿之陳，畫旌為勝；且鄭云「又畫招搖於旌上」，則知四物是畫，故星約言云「又畫」也。崔靈恩云：「此謂軍行所置旌旗於四方以法天。此旌之旒數皆放其星，龍旗則九旒，雀則七旒，虎則六旒，龜蛇則四旒，皆放星數以法天也，皆畫招搖於此四旗之上。」案崔並畫四旗，皆為北斗星，於義不安。何者？天唯一斗以指四方，何用四斗乎？○注「以此」至「指者」。○正義曰：此朱雀是禽，而總言「獸」者，通言耳。言「為君陳」者，則四獸各有軍陳之法，故昭二十一年宋人與華亥戰，云：「鄭翩原為鸛，其御願為鵝。」又《兵書》云：「善用兵者似率然。」率然者，常山蛇，擊其首則尾至，擊其尾則首至，擊其中則首尾俱至，是其各有陳法也。知「招搖在北斗杓端」者，《春秋運斗樞》云：「北斗七星，第一天樞，第二旋，第三機，第四權，第五衡，第六開陽，第七搖光。第一至第四為魁，第五至第七為標。」案此搖光則招搖也。在下云端者，明魁以上為首，標則以下為端也。○注「度謂伐與步數」。○正義曰：《牧誓》武王誓眾云：「今日之事，不愆於六步七步，乃止齊焉。」「四伐五伐，乃止齊焉。」一擊一剌為一伐。鄭注《尚書》云：「伐謂擊剌也。」始前既敵，六步七步當止，齊正行列，及兵相接，少者四伐，多者五伐，又當止。齊正行列也。○「左右有局」者，局，部分也。軍之在左右，各有部分，不相濫也。○「各司其局」者，軍行須監領，故主帥部分，各有所司部分也。《爾雅》云：「局，分也。」郭云：「謂分部也。」"
      },
      {
        "index": 117,
        "text": "父之仇弗與共戴天，父者子之天，殺己之天，與共戴天，非孝子也。行求殺之，乃止。○仇，常由反。兄弟之仇不反兵，恆執殺之備。交遊之仇不同國。仇不吾辟，則殺之。交遊，或為「朋友」。"
      },
      {
        "index": 118,
        "text": "[疏]「父之」至「同國」。○正義曰：此一節論親疏復仇之法，今各依文解之。○「父之仇弗與共戴天」者，父是子之天。彼殺己父，是殺己之天，故必報殺之，不可與共處於天下也。天在上，故曰戴。又《檀弓》云，父母之仇，「寢苫枕干，不仕，弗與共天下也。遇諸市朝，不反兵而斗」，並是不共天下也。而《調人》云，父之仇辟諸海外，則得與共戴天。此不共戴天者，謂孝子之心，不許共仇人戴天，必殺之乃止。《調人》謂逢遇赦宥王法，辟諸海外，孝子雖欲往殺，力所不能，故鄭答趙商云：「仇若在九夷之東，八蠻之南，六戎之西，五狄之北，雖有至孝之心，能往討之乎？」是也。○「兄弟之仇不反兵」者，兄弟謂親兄弟也。有兄弟之仇，乃得仕而報之，「不反兵」者，謂帶兵自隨也。若行逢仇，身不帶兵，方反家取之，比來則仇已逃辟，終不可得，故恆帶兵，見即殺之也。《檀弓》云，父母之仇「不反兵」，兄弟之仇「仕弗與共國」，而此云兄弟不反兵者，父母不反兵於普天之下也；兄弟不共國，謂不同中國也，而亦不反兵者，父母仇讎則不仕，不辟市朝，兄弟仇讎，則猶仕而辟市朝也，而亦同不反兵，則同體重之也。而《調人》云：「兄弟之仇，辟諸千里之外。」二文不同者，《調人》亦謂會遇恩赦之法，辟諸千里之外。《檀弓》又云：「銜君命而使，雖遇之不鬥。」雖同不反兵，與父母仇異也。○「交遊之仇不同國」者，交遊，朋友也，為朋友亦報仇也。故前云「父母存，不許友以死」。則知父母沒，得為朋友報也。此云「不同國」者，謂不共五等一國之中也。而《調人》云：「從父母兄弟之仇不同國。」與此同。又《調人》云：「主友之仇，視從父兄弟。」是主友亦同。此與《調人》皆謂會赦，故不同國。雖不同國，國外百里二百里則可。其兄弟仕不與共國者，必須相去千里之外，故《調人》云：「兄弟之仇，辟諸千里之外」是也。但從父兄弟及交遊、主友報仇之時，不自為首，故《檀弓》云從父兄弟之仇「不為魁，主人能，則執兵而陪其後」也。其君之仇，《調人》云「視父，師長之仇視兄弟」，則姑姊妹伯叔，皆視兄弟。《異義》：「《公羊》說復百世之仇，《古周禮》說復仇之義不過五世。許慎謹案：魯桓公為齊襄公所殺，其子莊公與齊桓公會，《春秋》不譏；又定公是魯桓公九世孫，孔子相定公，與齊會於夾谷：是不復百世之仇也。從《周禮》說。」鄭康成不駁，即與許慎同。「凡君非理殺臣，《公羊》說，子可復仇，故子胥伐楚，《春秋》賢之。《左氏》說，君命，天也，是不可復仇」。鄭《駁異義》稱：「子思云：『今之君子退人，若將隊諸淵，無為戎首，不亦善乎？』子胥父兄之誅，隊淵不足喻，伐楚使吳首兵，合於子思之言也。」是鄭善子胥，同《公羊》之義也。"
      },
      {
        "index": 119,
        "text": "四郊多壘，此卿大夫之辱也。辱其謀人之國，不能安也。壘，軍壁也，數見侵伐則多壘。○壘，徐力軌反，又力水反。辟本又作壁，布狄反。數，色角反。地廣大，荒而不治，此亦士之辱也。辱其親民不能安。荒，穢也。"
      },
      {
        "index": 120,
        "text": "[疏]「四郊」至「辱也」。○正義曰：此明食祿所宜任其事也。四郊者，王城四面並有郊，近郊五十里，遠郊百里；諸侯亦各有四面之郊，裡數隨地廣狹，故云「四郊」也。壘，軍壁也。言卿大夫尊高，任當軍帥，若有威德，則無敢見侵。若尸祿素餐，則寇戎充斥，數戰郊坰，故多軍壘。罪各有所歸，故為卿大夫之恥辱也。○「地廣大，荒而不治，此亦士之辱也」者，地，采地也。荒，廢穢也。士，邑宰也。士為君邑宰，必宜地民相得，若使土地廣大而荒廢，民散而流移，亦邑宰之恥辱也。而云「亦」者，今謂非但大夫之辱，亦是士之辱。言四郊多壘，獨為大夫之辱。士則職卑位下，為君邑宰，勸課耕稼，故地荒為士之辱也。"
      },
      {
        "index": 121,
        "text": "臨祭不惰。為無神也。○為，於偽反，下「為不」、「為其」、「為有」皆同。祭服敝則焚之，祭器敝則埋之，龜筴敝則埋之，牲死則埋之。此皆不欲人褻之也。焚之，必已不用；埋之，不知鬼神之所為。○埋，徐武乖反。褻，息列反，慢也。凡祭於公者，必自徹其俎。臣不敢煩君使也。大夫以下，或使人歸之。祭於公，助祭於君也。○使，色吏反。"
      },
      {
        "index": 122,
        "text": "[疏]「臨祭」至「其俎」。○正義曰：此一節明接神及歸俎之禮。○「臨祭不惰」者，祭如在，故臨祭須敬，不得怠惰，故鄭注云：「為無神也。」鬼神享德，祭若怠惰，則神不歆，是無神也。既謂其不敬，亦是無神之心也。○注「此皆不欲人褻之「。○正義曰：若不焚埋，人或用之，為褻慢鬼神之物。所以「焚之」、「埋之」異者，服是身著之物，故焚之；牲器之類，並為鬼神之用，雖敗，不知鬼神用與不用，故埋之猶在，焚之則消，故焚、埋異也。○注「臣不」至「君也」。○正義曰：此謂士助君祭也。若大夫以上，則君使人歸之於俎。而《禮》本並云「大夫以下，或人歸之」，是鄭因君以明臣，言大夫以下，自祭其廟，則使人歸賓俎。故《曾子問》云「攝主不歸俎」，明正主則歸也。"
      },
      {
        "index": 123,
        "text": "卒哭乃諱。敬鬼神之名也。諱，辟也。生者不相辟名。衛侯名惡，大夫有名惡，君臣同名，《春秋》不非。○辟音避，下皆同。禮，不諱嫌名，二名不偏諱。為其難辟也。嫌名，謂音聲相近，若禹與雨、丘與區也。偏，謂二名不一一諱也。孔子之母名徵在，言在不稱徵，言徵不稱在。○禹與雨，並於矩反，一讀雨音於許反。丘與區，並去求反，一讀區音羌虯反，又丘於反。案漢和帝名肇，不改京兆郡；魏武帝名操，陳思王詩云「修阪造云日」；是不諱嫌名。逮事父母，則諱王父母。不逮事父母，則不諱王父母。逮，及也。謂幼孤不及識父母，恩不至於祖名。孝子聞名心瞿，諱之由心，此謂庶人。適士以上，廟事祖，雖不逮事父母，猶諱祖。○逮音代，一音大計反。瞿，本又作懼，同，俱附反。邑，丁歷反。君所無私諱，謂臣言於君前，不辟家諱，尊無二。大夫之所有公諱。辟君諱也。《詩》、《書》不諱，臨文不諱。為其失事正。廟中不諱。為有事於高祖，則不諱曾祖以下，尊無二也。於下則諱上。夫人之諱，雖質君之前，臣不諱也。臣於夫人之家，恩遠也。質猶對也。婦諱不出門，婦親遠，於宮中言辟之。大功、小功不諱。入竟而問禁，入國而問俗，入門而問諱。皆為敬主人也。禁謂政教，俗謂常所行與所惡也。國，城中也。○竟音境。惡，烏路反。"
      },
      {
        "index": 124,
        "text": "[疏]「卒哭」至「問諱」。○正義曰：此一節論諱與不諱之事，各依文解之。○古人生不諱，故卒哭前，猶以生事之，則未諱。至卒哭後，服已受變，神靈遷廟，乃神事之，敬鬼神之名，故諱之。諱，避也。生不相避名，名以名質，故言之不諱。死則質藏，言之則感動孝子，故諱之也。○注「衛侯」至「不非」。○正義曰：證生不相諱也。時君臣同名，《春秋》不譏。案魯襄公二十八年，「衛石惡出奔晉」；二十九年，「衛侯衎卒」，衛侯惡乃即位；與石惡不相干，熊氏云：「石字誤，當云大夫有名惡。知者，昭七年『衛侯惡卒』，《穀梁傳》云：『昭元年有衛齊惡，今衛侯惡，何謂君臣同名也？』君子不奪人親所名也。是衛齊惡不得為石惡也。」○「禮，不諱嫌名」，注「若禹與雨、丘與區」。○正義曰：今謂禹與雨音同而義異，丘與區音異而義同，此二者各有嫌疑，禹與雨有同音嫌疑，丘與區有同義嫌疑，如此者不諱。若其音異義異，全是無嫌，不涉諱限，必其音同義同，乃始諱也。○「二名不遍諱」，注「孔子之母名徵在，言在不稱徵，言徵不稱在」。○正義曰：「不遍諱」者，謂兩字作名，不一一諱之也。孔子言徵不言在，言在不言徵者，案《論語》云「足則吾能徵之矣」。是言徵也；又云「某在斯」，是言在也。案《異義》：「《公羊》說譏二名，謂二字作名，若魏曼多也。《左氏》說二名者，楚公子棄疾弒其君，即位之後，改為熊居，是為二名。許慎謹案：云文武賢臣有散宜生、蘇忿生，則《公羊》之說非也，從《左氏》義也。」「逮事王父母」者，逮，及也。「王父母」謂祖父母也，若及事父母，則諱祖也。何以然？孝子聞名心瞿，祖是父之所諱，則子不敢言。既已終不言，若父母已亡，而己言便心瞿憶父母，故諱之也。○「不逮事父母，則不諱王父母」者，孝子若幼少孤，不及識父母，便得言之，故不諱祖父母。庾云：「諱王父母之恩，正應由父。所以連言母者，婦事舅姑，同事父母，且配夫為體，諱敬不殊，故幼無父而識母者，則可以諱王父母也。」○注「此謂」至「諱祖」。正義曰：「適士已上，廟事祖」者，《祭法》云適士二廟，祖之與禰各一廟，其中士下士亦廟事祖，但祖、禰共廟，則《既夕禮》一廟是也。熊氏云：「此適士者，包中下士，對庶人府史亦稱適也。」○「大夫之所有公諱」者，今謂人於大夫之所，止得避公家之諱，不得避大夫諱，所以然者，尊君諱也。若兼為大夫諱，則君諱不尊也。不言士之所諱者，士卑，人不為之諱故也。或可大夫所有公諱者，君及大夫諱耳，亦無己之私諱。《玉藻》云：「於大夫所有公諱，無私諱。」但此文上承「君所有私諱」之下，唯云「大夫之所有公諱」，故略之，不云無私諱耳。○「《詩》、《書》不諱」，何胤云：「《詩》、《書》謂教學時也。臨文謂禮執文行事時也。」案《論語》云「《詩》、《書》執禮」，是教學惟《詩》、《書》有誦，禮則不誦。惟臨文行事，若有所諱，則並失事正，故不諱也。○「廟中不諱」者，謂有事於高祖廟，祝嘏辭說，不為曾祖已下諱也。為尊無二上也，於下則諱上也。若有事於禰，則諱祖已上也。○「夫人之諱，雖質君之前，臣不諱也」者，夫人，君之妻。質，對也。夫人本家所諱，臣雖對君前，而言語不為諱也。臣於夫人之家恩遠，故不諱也。○「婦諱不出門」者，門謂婦宮門。婦家之諱，但於婦宮中不言耳。若於宮外，則不諱也。故臣對君不諱也。○注「婦親遠，於宮中言辟之」。陳鏗問云：「《雜記》：『母之諱，宮中諱。妻之諱，不舉諸其側也。』此則與母諱同，何也？」田瓊答曰：「《雜記》方分尊卑，故詳言之。《曲禮》據『不出門』，大略言之耳。母諱遠，妻諱近，則亦宜言也，但所辟者狹耳。」○「大功小功不諱」者，古者期親則為諱。陳鏗問曰：「亦為父乎？自已親乎？」田瓊答曰：「《雜記》云：『卒哭而諱。王父母、兄弟、世父、叔父、姑、姊妹，子與父同諱。』父諱齊衰親也，然則大功小功不諱矣。」熊氏云：「大功亦諱，小功不諱。若小功與父同諱，則亦諱之。知者，《雜記》云：『王父母、兄弟、世父、叔父、姑、姊妹、子與父同諱。』是父之世叔父及姑姊妹以下，皆為之小功，父為諱，故己從父為之諱。」○「入境而問禁」者，此以下並為敬主人也。竟，界首也。禁謂國中政教所忌。凡至竟界，當先訪問主國何所禁也。「入國而問俗」者，○國，城中。城中如今國門內也。俗謂常所行也。入主人之城內，亦先問風俗常行也。○「入門而問諱」者，門，主人之門也。諱，主人祖先君名，宜先知之，欲為避之也。問諱而以門為限者，主人出至大門外迎客，客入門，方應交接，故於門為限也。故注云：「皆為敬主人也。」"
      },
      {
        "index": 125,
        "text": "外事以剛日，順其出為陽也。出郊為外事。《春秋傳》曰：「甲午祠兵」。內事以柔日。順其居內為陰。凡卜筮日，旬之外曰「遠某日」，旬之內曰「近某日」。旬，十日也。○筮，市制反。喪事先遠日，吉事先近日。孝子之心。喪事，葬與練祥也。吉事，祭祀冠取之屬也。○冠，古亂反。曰：「為日，假爾泰龜有常，假爾泰筮有常。」命龜筮辭。龜筮於吉凶有常，大事卜，小事筮。○假，古雅反，下同。卜筮不過三，求吉不過三。魯四卜郊，《春秋》譏之。卜筮不相襲。卜不吉則又筮，筮不吉則又卜，是瀆龜策也。晉獻公卜取驪姬不吉，公曰「筮之」是也。○瀆，徒木反。驪，力知反。"
      },
      {
        "index": 126,
        "text": "[疏]「外事」至「相襲」。○正義曰：此一節明卜筮及用日之法，各依文解之。○「外事以剛日」者，外事，郊外之事也。剛，奇日也。十日有五奇、五偶，甲、丙、戊、庚、壬五奇為剛也。外事剛義，故用剛日也。○注「順其」至「祠兵」。○正義曰：以出在郊外，故順用剛日也。《公羊》莊公八年「正月，師次於郎，以俟陳人、蔡人。甲午祠兵」。傳云：「祠兵者何？出曰祠兵。」何休云：「禮，兵不徒使，故將出兵，必祠於近郊。」此鄭所引，直取甲午證用剛日事耳，其「祠兵」之文，鄭所不用。故《異義》「《公羊》說以為甲午祠兵，《左氏》說甲午治兵」，鄭駁之云：《公羊》字誤也，以治為祠，因為作說。引《周禮》四時田獵、治兵振旅之法，是從《左氏》之說，不用《公羊》也。○「內事以柔日」者，內事，郊內之事也。乙、丁、己、辛、癸五偶為柔也。然則郊天是國外之事，應用剛日，而《郊特牲》云「郊之用辛」，非剛也。又社稷是郊內，應用柔日，而《郊特牲》云祀社「日用甲」，非柔也。所以然者，郊社尊，不敢同外內之義故也。此言外剛內柔，自謂郊社之外，他禮則皆隨外內而用之。崔靈恩云：「外事指用兵之事，內事指宗廟之祭者。以郊用辛，社用甲，非順其居外內剛柔故也。祭社用甲，所以召誥用戊者，召誥是告祭，非常禮也。郊之用辛者，唯夏正郊天及雩大享明堂耳。若圜丘自用冬至日，五時迎氣，各用其初朔之日，不皆用辛。」○「凡卜筮日」者，凡先聖王之所以立卜筮者，下云「所以使民信時日，敬鬼神，決嫌疑，定猶與」也。卜筮必用龜蓍者，案劉向云：「蓍之言耆，龜之言久。龜千歲而靈，蓍百年而神，以其長久，故能辯吉凶也。」《說文》云：「蓍，蒿屬也。生千歲，三百莖，《易》以為數。天子九尺；諸侯七尺，大夫五尺，士三尺。」陸機《草木疏》云：「似藾蕭，青色，科生。」《洪範五行傳》曰：「蓍生百年，一本生百莖。」《論衡》云：「七十年生一莖，七百年十莖，神靈之物，故生遲也。」《史記》曰：「滿百莖者，其下必有神龜守之，其上常有雲氣覆之。」《淮南子》云：「上有叢蓍，下有伏龜。卜筮實問於神，龜筮能傳神命以告人。故《金縢》告大王、王季、文王云『爾之許我』，乃卜三龜，一襲吉。是能傳神命也。」又鄭注《天府》云：「卜筮實問於鬼神，龜筮能出其卦兆之占耳。」案《白虎通》稱：「《禮三正記》天子龜一尺二寸，諸侯一尺，大夫八寸，士六寸。龜，陰也，故其數偶。」筮者，案《少牢》「大夫立筮」鄭云：「大夫蓍長五尺。」推此而言，天子九尺，諸侯七尺，士三尺。蓍，陽也，故其數奇。所以謂之「卜筮」者，師說云：卜，覆也，以覆審吉凶；筮，決也，以決定其惑。劉氏以為卜，赴也，赴來者之心；筮，問也，問筮者之事。赴、問互言之。案《易•繫辭》云：「定天下之吉凶，成天下之亹亹者，莫大乎蓍龜。」又云：「蓍之德圓而神，卦之德方以知，神以知來，知以藏往。」又《說卦》云：「昔者聖人幽贊於神明而生蓍。」據此諸文，蓍龜知靈相似，無長短也。所以僖四年《左傳》云，「筮短龜長，不如從長者」，時晉獻公卜娶驪姬，不吉，更欲筮之，故太史史蘇欲止公之意，託云筮短龜長耳，實無優劣也。若杜預、鄭玄因筮短龜長之言，以為實有長短，故杜預注傳云「物生而後有象，像而後有滋，滋而後有數，龜象筮數，故象長數短」是也。像所以長者，以物初生則有象，去初既近，且包羅萬形，故為長。數短者，數是終末，去初既遠，推尋事數，始能求象，故以為短也。又鄭康成注《佔人》云：「佔人亦占筮，言掌占龜者。筮短龜長，主於長者。」是鄭及杜預皆以為龜長筮短。凡卜筮，天子諸侯若大事則卜筮並用，皆先筮後卜，故《筮人》云：「凡國之大事，先筮而後卜。」即事之漸。大事者，則《大卜》云「國大貞，卜立君，卜大封，大祭祀，凡出軍旅喪事」，及「龜之八命，一曰征，二曰象，三曰與，四曰謀，五曰果，六曰至，七曰雨，八曰瘳」，此等皆為大事。故鄭注《佔人》云「將卜八事，皆先以筮筮之」是也。若次事則唯卜不筮也。故《表記》云：「天子無筮。」鄭注云：「謂征伐出師若巡守，天子至尊，大事皆用卜也。」是天子出行，唯卜無筮是也。小事無卜唯筮。《筮人》掌九筮之名，一曰筮更，謂遷都邑也。二曰筮鹹，鹹猶僉也，謂筮眾心歡不也。三曰筮式，謂製作法式也。四曰筮日，謂事眾，筮其要所當也。五曰筮易，謂民眾不說，筮所改易也。六曰筮比，謂與民和比也。七曰筮祠，謂筮牲與日也。八曰筮參，謂筮御與右也。九曰筮環，謂筮可致師不。鄭注《佔人》「不卜而徒筮者，則用九筮」是也。天子既爾，諸侯亦然，故《春秋》僖二十五年，晉卜納襄王，得黃帝戰於阪泉之兆，又筮之，得大有之睽；哀九年晉卜伐宋，亦卜而後筮：是大事卜筮並用也。但《春秋》亂世，皆先卜後筮，不能如禮。其禮既先筮後卜，《尚書》先云「龜從」者，以尊卑言之，故先言龜也。鄭注《周禮》云：「筮凶則止，不卜。」所以《洪範》有「筮逆」、「龜從」者，崔靈恩云：「凡卜筮，天子皆用三代蓍龜，若三筮並凶，則止而不卜。」鄭云：「若一吉一凶，雖筮逆猶得卜之也。」則《洪範》所云者是也。其大夫則大事卜，小事筮。大事則葬地及葬日，為事之大則卜，故《雜記》云「大夫卜宅與葬日」是也。其小事用筮，則《少牢》「常祀筮日」是也。士亦大事卜，小事筮，故《士喪禮》「卜葬日」，以喪葬為重，須定吉凶，故用卜也；其尋常吉祭，比葬為輕，故筮日也。葬既卜日得吉，餘事皆吉可知，故唯筮葬地不復用卜也。○「旬之外曰遠某日」者，案《少牢》大夫禮，今月下旬筮來月上旬，是旬之外日也。主人告筮者云，欲用遠某日，故《少牢》云「日用丁巳，筮旬有一日」，吉乃官戒。既云「旬有一日」，是旬外一日。此謂大夫禮。○「旬之內曰近某日」者，案《特牲士禮》云：「不諏日。」注云：「士賤職褻，時至事暇，可以祭，則筮其日。不如少牢大夫，先與有司於廟門諏丁巳之日。」是士於旬初即筮旬內之日，是旬之內日也。主人告筮者云，用近某日。此據大夫士，故有旬內、旬外之日也。若天子諸侯，其有雜祭，或用旬內，或用旬外，其辭皆與此同。案《少牢》、《特牲》，其辭皆云「來日丁亥」，不云「遠某日」、「近某日」者，彼文不具也。○「喪事先遠日」者，喪事謂葬與二祥，是奪哀之義也。非孝子之所欲，但制不獲已，故卜先從遠日而起，示不宜急，微伸孝心也。故宣八年《左傳》云：「禮，卜葬先遠日，辟不懷。」杜云：「懷，思也。」辟不思親也。此尊卑俱然，雖士亦應今月下旬先卜來月下旬。不吉，卜中旬。不吉，卜上旬。○「吉事先近日」者，吉事，謂祭祀、冠婚之屬，故《少牢》云：「若不吉，則及遠日，又筮日如初。」是「先近日」也。○「曰為」至「有常」者，曰，命龜筮辭也。卜擇吉日，故云「曰為日」。○「假爾泰龜有常，假爾泰筮有常」者，假，因也。爾，汝也。爾謂指蓍龜也。泰，大中之大也。欲褒美此龜筮，故謂為泰龜泰筮也。「有常」者，言汝泰龜泰筮決判吉凶，分明有常也。故云「假爾泰龜」、「泰筮有常」。凡卜筮，大夫以上命龜有三，命筮有二。其一為事命龜，蒞卜之官，以主人卜事命卜史，是一也。二，卜史既得所卜之命，更序述蒞卜所陳之辭，名曰述命，二也。卜人即席，西而命龜云「假爾泰龜有常」，三也。命筮二者，一為事命筮，則主人以所為之事命筮史，是一也。二則筮史得主人之命，遂述之，為述命，是二也。士則命龜有二，命筮有一。知士命筮有一者，《士喪禮》云：「命筮人，哀子某，為其父筮宅。」「筮人許諾，不述命。」注云：「不述者，士禮略。」是士命筮一也。知士命龜二者，《士喪禮》：「蒞卜，命曰：『哀子某，卜葬其父，無有近悔。』許諾，不述命。」乃云「即席，西面坐，命龜」。既云「不述命」，是士命龜二也。知大夫命筮二者，以士云命筮不述命，則知大夫以上述命也。故《少牢》云：「主人曰：『孝孫某，來日丁亥，用薦歲事於皇祖伯某。』」又云：「史遂述命，曰：『假爾泰筮有常，孝孫某，來日丁亥』」云云。是大夫命筮二，但冠即席所命於述命之上也。知大夫命龜三者，以《士喪禮》蒞卜為事命龜，又有即席西面命龜，云「不述命」，明大夫有述命，故知大夫命龜三也。○注「大事卜，小事筮」。○正義曰：此大事者，謂小事之中為大事，非《周禮》大貞、大封及八事之等，故得用卜而已。或云「大事卜」者，總兼大貞、大封及八事等，雖卜筮並用，總皆用卜，故云「大事卜」。但大事則先筮後卜，卜筮俱有，若小事筮，徒有筮而無卜也。○「卜筮不過三」者，王肅云：禮以三為成也。上旬、中旬、下旬，三卜筮不吉，則不舉也。鄭意「不過三」者，謂一卜不吉而凶，又卜，以至於三，三若不吉則止，若筮亦然也。故魯有四卜之譏。崔靈恩云：「謂不過三用。若大事龜筮並用者，先用茸荃筮，次用茸荃龜，始是一也。三如是乃為三也。若初始之時，三筮三龜皆凶，則止。或逆多從少，或從多逆少，如此者皆至於三也。單卜單筮，其法惟一用而已，不吉則擇遠日，不至於三也。前以用茸荃之龜筮者，有逆有從，故至三也。此唯用一，故不至三也。」案崔解亦有茸荃龜筮也。○注「魯四卜郊，《春秋》譏之」。○正義曰：卜郊之事，或三或四或五。襄七年夏四月，「三卜郊，不從，乃免牲」。僖三十一年及襄十一年夏四月，「四卜郊，不從」。成十年夏四月，「五卜郊，不從」。三傳之說，參差不同。若《左氏》之說，魯郊常祀，不須卜可郊與否，俱卜牲與日，唯周之三月為之，不可在四月，雖三卜亦為非禮，故僖三十一年《左傳》云：「禮不卜常祀。」是常祀不卜也。襄七年《左傳》云：「啟蟄而郊，郊而後耕。今既耕而卜郊，宜其不從也。」是用周之三月，不可至四月也。若《公羊》之義，所云卜者，皆為卜日，故僖三十一年《公羊傳》云：「三卜，禮也。四卜，非禮也。」又成十七年《公羊傳》云：「郊用正月上辛。」何休云：「魯郊搏卜三正，茸荃之郊，一用夏正。」又定十五年：「禮，三卜之運也。」何休云：「運，轉也。已卜春三正，不吉，復轉卜夏三月，週五月，得二吉，故五月郊。」如休之意，魯郊轉卜三正，假令春正月卜不吉，又卜殷正，殷正不吉，則用夏正郊天。若此三正之內，有凶不從，則得卜夏三月，但滿三吉日，則得為郊。此《公羊》及何休之意也。《穀梁》之說，《春秋》卜者皆卜日也。哀元年《穀梁傳》云：「郊自正月至三月，郊之時也。」或以十二月下辛卜正月上辛。卜如不從，則以正月下辛，卜二月上辛。如不從，則以二月下辛卜三月上辛。如不從，則不郊。如是《穀梁》三正正月卜吉，則為四月，五月則不可，與《公羊》之說同，與何休意異休以四月五月卜滿三吉，則可郊也。若鄭玄意，禮不當卜常祀，與《左氏》同，故鄭《箴膏肓》云：「當卜祀日月爾，不當卜可祀與否。」鄭又云：「以魯之郊天，惟用周正建子之月，牲數有災不吉，改卜後月，故或用周之二月三月，故有啟蟄而郊，四月則不可。」故《駁異義》引《明堂》云：「孟春正月，乘大路，祀帝於郊。」又云：「魯用孟春建子之月，則與天子不同明矣。魯數失禮，牲數有災不吉，則改卜後月。」如鄭之言，則與《公羊》、《穀梁傳》卜三正不同也。此云「魯四卜郊，《春秋》譏之」，用《公羊》、《穀梁傳》三卜正、四卜非正也。是四卜為譏，三卜得正，與《左氏》意違。《左氏》三卜亦非故也。○「卜筮不相襲」者，襲，因也。前卜不吉則止，不得因更筮。若前筮不吉則止，不得因更卜，是「不相襲」也。若相因不止，是瀆龜筮，則神不告也。王云：「三筮及三卜不相襲，三者初各專其心也。」○注「卜不」至「是也」。○正義曰：晉獻公初卜不吉，故公云「更筮之」，是因襲也。《表記》云：「卜筮不相襲。」鄭云：「襲，因也。大事則卜，小事則筮。」然與此注不同者，明襲有二義，故兩注各舉其一。一則大事小事，各有所施，不得因龜卜小事，因蓍筮大事也。二則筮不吉，不可復卜，卜不吉，不可復筮也。"
      },
      {
        "index": 127,
        "text": "龜為卜，筴為筮。卜筮者，先聖王之所以使民信時日，敬鬼神，畏法令也。所以使民決嫌疑，定猶與也。故曰：「疑而筮之，則弗非也。日而行事，則必踐之。」弗非，無非之者。日，所卜筮之吉日也。踐讀曰善，聲之誤也。策或為蓍。○與音預，本亦作豫。踐，依注音善，王如字，云：「履也。」蓍音屍。"
      },
      {
        "index": 128,
        "text": "[疏]「龜為」至「踐之」。○正義曰：解卜筮所用也。龜處筮後，龜覆於筮。策為筮者，筮在龜前為決也。謂蓍為策者，策以謀筴為義，言用此物以謀於前事也。○「卜筮者，先聖王之所以使民信時日」者，解所以須卜筮之義也。「先聖王」，伏羲以來聖人為天子者。不直云先王，又加聖字者，夫王未必聖，古來非一，聖不必王，孔子是也。明造制卜筮，必須聖位兼併。時者，四時及一日十二時也。日者，甲乙之屬。聖王制此卜筮，使民擇慎而信時日與吉凶也。○「敬鬼神」者，乃擇吉而祭祀，是「敬鬼神」也。「畏法令」者，法，典則也。令，教訓也。君行法令，若依卜筮而為之，則民敬而畏之也。○「所以使民決嫌疑」者，事既異，故更云所以有嫌疑，而卜筮決斷之也。○「定猶與也」者，《說文》云：「猶，獸名。玃屬。」與亦是獸名，像屬。此二獸皆進退多疑，人多疑惑者似之，故謂之「猶與」。○「故曰疑而筮之，則弗非也」者，引舊語以結之。卜筮所以定是非也。若有疑而筮之，則人無非之也。不言卜者，從何知也。○「日而行事，則必踐之」者，踐，善也。言卜得吉而行事，必善也。王云：「卜得可行之日，必履而行之。踐，履也。弗非，無非之者也。」"
      },
      {
        "index": 129,
        "text": "君車將駕，則僕執策立於馬前。監駕，且為馬行。○監，古銜反。為，於偽反。已駕，僕展軨。展軨具視。○軨，歷丁反，一音領，盧云：「車轄頭靻也。」舊云車闌也。效駕，白已駕。奮衣由右上，取貳綏。奮，振去塵也。貳，副也。○上，時掌反，下「犬馬不上」、下注「而上車」同。去，羌呂反。跪乘，未敢立，敬也。○乘，繩證反，下「除乘」、「君不乘奇車」、「乘路馬」皆同。執策分轡，驅之五步而立。調試之。○轡，悲位反，四馬八轡，故云分。君出就車，則僕並轡授綏，車上僕所主。○並，必政反。左右攘辟。謂群臣陪位侍駕者。攘，卻也；或者攘，古讓字。○攘，如羊反，卻也，又音讓。辟音避，徐扶亦反，本或作避字，非也。車驅而騶，至於大門，君撫僕之手，而顧命車右就車，門閭、溝渠必步。車右，勇力之士，備制非常者。君行則陪乘，君式則下步行。○驅，起俱反，徐起遇反。騶，仕救反，又七須反，徐仕遘反。凡僕人之禮，必授人綏。若僕者降等，則受，不然則否。若僕者降等，則撫僕之手，不然則自下拘之。撫，小止之，謙也。自下拘之，由僕手下取之也。僕與己同爵則不受。○拘，古侯反，又音俱。客車不入大門，謙也。婦人不立乘，異於男子。犬馬不上於堂。非摯幣也。○贄，本亦作摯，音至。"
      },
      {
        "index": 130,
        "text": "[疏]「君車」至「於堂」。○正義曰：此以下總明乘車顧式僕御謹敬之事，各依文解之。○「君車將駕」者，為君僕御之禮。「君車」，君所乘之車也。「將駕」，謂始欲駕行時也。○「則僕執策立於馬前」者，僕即御車者也。古者僕用好人為之，故孔子曰：「吾執御矣。又云「子適衛，冉有僕」。及《周禮》諸僕皆用大夫士也。策，馬杖也。別有人牽馬駕車，而此僕既知車事，故監駕也。又恐馬奔走，故自執馬杖，立當馬前也。執策是監駕。立馬前，恐馬行也。○「已駕，僕展軨」者，已駕，駕竟。展，視也。舊解云：「軨，車欄也。」駕竟，僕則從車軨左右四面看視之，上至於欄也。盧氏云：「軨，轄頭靻也。」皇氏謂軨是轄頭。盧言是也。一則車行由轄，二則欄之。「苓」字不作「車」邊為之。鄭云：「展軨具視，謂遍視之。」○「效駕」者，效，白也。僕監視駕竟，而入白君，道駕畢，故鄭云「白已駕」也。○「奮衣由右上」者，奮，振也。由，從也。從右邊上升也。僕入白駕竟，先出就車，於車後自振其衣去塵，從右邊升上。必從右者，君位在左，故辟君空位。○「取貳綏」者，二，副也。綏，登車索。綏有二，一是正綏，擬君之升，一是副綏，擬僕右之升。故僕振衣畢，取副二綏而升也。《詩》云：「淑旂綏章。」箋云：「綏，所引登車也。」○「跪乘」者，謂僕先試車時，君既未出，未敢依常而立，所以跪而乘之為敬也。然此是暫試，空左不嫌也。○「執策分轡」者，策，馬杖也。轡，御馬索也。車有一轅而四馬駕之，中央兩馬夾轅者，名服馬，兩邊名騑馬，亦曰驂馬。故《詩》云：「兩服上驤，兩驂雁行。」鄭云：「兩服，中央夾轅者也。雁行者，言與中服相次序是也。」然每一馬有兩轡，四馬八轡，以驂馬內轡繫於軾前，其驂馬外轡，並夾轅兩服馬各二轡，六轡在手，分置兩手，是各得三轡，故《詩》云「六轡在手」是也。今言「執策分轡」，謂一手執杖，又六轡以三置空手中，以三置杖手中，故云「執策分轡」也。○「驅之」者，分轡既竟，而試驅行之也。○「五步而立」者，僕向跪而驅，令馬行之，得五步止，而僕倚立待君出也。何胤云：「跪以見敬，則立調試之也。」○「君出就車」者，謂君始出上車時也。○「則僕並轡授綏」者，君初來欲上，而僕並六轡及策置一手中，所餘一空手取正綏授與君，令登車也。當右手並轡，左手授綏，轉身向後，引君上也。○「左右攘辟」者，左右謂侍駕陪位諸臣也。攘，卻也。辟，遠也。君已上車，車欲進行，故左右侍者悉遷卻以辟車，使不妨車行也。○「車驅而騶」者，左右已辟，故驅車而進，則左右從者，疾趨從車行也。○「至於大門」者，君至外門，謂車行至外門時也。○「君撫僕之手」者，撫，按止也。僕手執轡，車行由僕，君欲令駐車，故君抑止僕手也。○「而顧命車右就車」者，顧，回頭也。鄭箋《詩》云：「回首曰顧也。」車右，勇力之士也。就車，謂君命勇力士，令上車也。車行則有三人，君在左，僕人中央，勇士在右也。初在門內，未顧勇士，勇士故從趍在車後。今車行既至大門，方出履險阻，恐有非常，故回頭命車右上車也。○「門閭、溝渠必步」者，是車右勇士之禮也。門閭，謂凡所過門閭處也。溝，廣深四尺者，渠亦溝也。步謂下車也。勇士雖即上車，車若至門閭、溝渠，而勇士必下車。所以然者，一則君子不誣十室，過門閭必式，君式則臣當下也。二則溝渠是險阻，恐有傾覆，故勇士亦須下扶持之也。而僕不下者，車行由僕，仆下則車無御，故不下也。「凡僕人之禮，必授人綏」者，「凡僕人」，謂為一切僕，非但為君僕時也。車上既僕為主，故為人僕，必授綏與所升之人也。○「若僕者降等，則受」者，謂士與大夫，大夫與卿御也。若御者卑降，則主人不須謙，故受取綏也。「不然則否」者，「不然」謂僕者敵體，雖御，其主人宜謙不受其綏也。○「若僕者降等，則撫僕之手」者，僕者雖卑，而受其綏不謙，猶當撫止僕手，若不聽自授，然後乃受也。○「不然則自下而拘之」者，「不然」，不降等者，既敵不受，而僕者必授，則主人當卻手從僕手下自拘取之。○注「撫小」至「不受」。○正義曰：由，從也。此時主人初欲上，而僕在車上，轉身向主人以授綏，主人不就僕手外取之，而以手從僕手下進，拘取僕手裡上邊，示不用僕授也。僕與已同爵則不受，謂不降等者。○「客車不入大門」者，案《公食大夫禮》云：「賓之乘車在大門外西方。」注云：「賓車不入門，廣敬也。」與此同。《覲禮》云：「偏駕不入王門。」謂同姓金路，異姓象路之等，捨之於賓館，謂不得入王門。又云「墨車龍旂以朝」，墨車得入大門，但不得入廟門耳。○「婦人不立乘」者，立，倚也。婦人質弱不倚乘，異男子也。男子倚乘，婦人坐乘，所以異也。○「犬馬不上於堂」者，賓主相見之禮也。犬馬將為禮而賤，不牽上堂也。犬則執紲，馬則執勒，以呈之耳，非贄幣故也。贄謂羔雁錦玉之屬，乃上堂也。犬馬用充庭實而已，非物聘之贄幣，故不上堂也。"
      },
      {
        "index": 131,
        "text": "故君子式黃髪，敬老也。發句言「故」，明此眾篇雜辭也。下卿位，尊賢也。卿位，卿之朝位也。君出過之而上車，入未至而下車。○朝，直遙反，下同。入國不馳，愛人也。馳，善藺人也。○藺，力刃反。入裡必式。不誣十室。君命召，雖賤人，大夫士必自御之。御當為訝。訝，迎也。君雖使賤人來，必自出迎之，尊君命也。《春秋傳》曰，跛者御跛者，眇者御眇者，皆訝也，世人亂之。御，依注音訝，五嫁反。跛，波我反。眇，名小反。介者不拜，為其拜而蓌拜。蓌則失容節，蓌猶詐也。○為其，於偽反，下注「為惑」、「為掩」同。蓌，子臥反，又側嫁反，挫也，沈租稼反，又子猥反，慮本作蹲。祥車曠左。空神位也。祥車，葬之乘車。乘君之乘車，不敢曠左，左必式。君存，惡空其位。○惡，烏路反。僕御婦人則進左手，後右手。遠嫌。○遠，於萬反。○御國君則進右手，後左手而俯。敬也。國君不乘奇車。出入必正也。奇車，獵衣之屬。○奇車，居宜反，奇邪不正之車，何云：「不如法之車。」車上不廣咳，為若自矜。廣猶弘也。○咳，開代反。不妄指。為惑眾。立視五巂，立，平視也。巂猶規也，謂輪轉之度。巂或為。○巂，本又作雋，惠圭反，車輪轉一周為巂，一周丈九尺八寸也。，本又作蕊。如捶反，徐而愧反。式視馬尾，小俯。顧不過轂。為掩在後。國中以策彗血勿驅，塵不出軌。入國不馳，彗，竹帚。血勿，搔摩也。○彗音遂，徐雖醉反，又囚歲反。血，蘇役反，注同。勿音沒，注同。驅如字，又羌遇反。搔，素刀反。摩，莫何反。國君下齊牛，式宗廟。大夫士下公門，式路馬。乘路馬，必朝服。載鞭策，不敢授綏，左必式。步路馬，必中道。以足蹙路馬芻有誅，齒路馬有誅。皆廣敬也。路馬，君之馬。載鞭策，不敢執也。齒，欲年也。誅，罰也。○齊，側皆反。鞭，必綿反。蹙，本又作蹴，徐采六反，又子六反。芻，初俱反。"
      },
      {
        "index": 132,
        "text": "[疏]「故君」至「有誅」。○正義曰「此以下明雜敬禮也。君子謂人君也。黃髪，太老人也。人初老則髪白，太老則髪黃，髪黃彌老，宜敬之，故人君見而式敬也。人君尚爾，則大夫士可知也。若與咀墁行，君式則臣下。若異行，則式而己。《詩》云：「黃髪兒齒。」皆謂老人也。○注「髪句言故，明此眾篇雜辭也」。○正義曰：謂他篇上舊禮雜辭，連上至下，所以有故，今作《曲禮記》者，引此他篇雜辭而來，為此篇髪首有「故」也。○「下卿位」者，卿位，路門之內，門東北面位，故《論語•鄉黨》云：「入公門。」又云：「過位，色勃如也。」註：「過位謂入門右北面君揖之位。」故《燕禮》、《大射》卿大夫門右，北面，公降阼階，南向，爾卿是也。今謂尋常出入，故出則過卿位而上車，入則未到卿位而下車。若迎賓客，則案《樂師》注云：「登車於大寢西階之前，反降於阼階之前。」或可「下卿位」是諸侯禮，《樂師》據天子禮。○「入國不馳」者，國中人多，若馳車則害人，故不馳。注云：「愛人也。馳，善藺人也。」善猶好也。藺，雷剌也。若車馳則好行剌人也。何胤云：「藺，躐也。」○「入裡必式」者，二十五家為裡，里巷首有門，十室不誣，故入裡則必式而禮之為敬也。裡必式，則門閭亦式，故門閭必步，不誣十室也。《論語》云：「十室之邑，必有忠信如丘者焉。」是「不誣十室」也。○「君命召」者，謂有君命呼召臣也。○「雖賤人」者，君之使者，假令是賤人為之來。○「大夫士必自御之」者，御，迎也。使者雖賤，而君命可尊，故雖大夫士貴，亦自出迎之也。○注「御當」至「亂之」。○正義曰：鄭引《春秋》證御者迓也。成二年，「季孫行父、臧孫許會晉郤克、衛孫良夫、曹公子首，及齊侯戰於鞍。」《公羊傳》云：「前此者，晉郤克與臧孫許同時而聘於齊。蕭同侄子者，齊君之母也。窺客或跛或眇，於是使跛者迓跛者，眇者迓眇者。二大夫歸，相與率師為鞍之戰。」《穀梁傳》云：「曹公子手僂，同時聘齊。齊頃公使跛者御跛者，眇者御眇者，禿者，御禿者，僂者御僂者。齊頃公母蕭同侄子處台上而笑之也。」鄭言彼既以為訝，此御故宜是訝，而世人亂之，讀云「御」耳。○「介者不拜」者，介，甲鎧也。著鎧者不為式敬，故宜無所拜之也。「為其拜而蓌拜」者，解所以不拜。蓌，挫也。戎容暨暨，著甲而屈拜，則坐損其戎威之容也。一云蓌，詐也。言著鎧而拜，形儀不足，似詐也。虛作矯蓌，則失容節，是蓌猶詐也。○「祥車曠左」者，此以下又明僕御之禮。祥猶吉也，吉車為平生時所乘也。死葬時因為魂車，鬼神尚吉，故葬魂乘吉車也。曠，空也。車上貴左，故僕在右，空左以擬神也。○注「空神」至「乘車」。○知「葬之乘車」者，以其大小二祥，生人所乘之車，無空左之法，言空左，唯據葬時魂車，故知也。○「乘君之乘車，不敢曠左」者，乘車，謂君之次路也。王者五路，玉、象、木、金、革各一路。王自乘一，所餘四路，皆從行。臣若乘此車，不敢空左。故《典路》云：「凡會同、軍旅、吊於四方，以路從。」鄭云：「王出，於事無常。王乘一路，典路以其餘路從行，亦以華國。」又《戎右職》云：「會同充革車。」鄭云：「會同，王雖乘金路，猶以革路行。充之者，謂居左也。《曲禮》曰：『乘君之乘車，不敢曠左。』」若曠左則似祥車，近於凶時，故乘者自居左也。○「左必式」者，雖處左而不敢自安，故恆馮式。云「乘車」，則君皆在左。若兵、戎、革、路，則君在中央，御者居左。故成二年韓厥代御居中，杜云：「自非元帥，御者皆在中，將在左。」以此而言，則元帥及君宜在中也。又《詩》云：「左旋右抽。」鄭箋云：「左，左人，謂御者。右，車右也。中軍謂將也。兵車之法，將居鼓下，故御者在左。「君存，惡空其位也。《太僕》云：「王出入，則自左馭而前驅。」注云：「前驅，如今道引也。道而居左自馭，不參乘，辟王也，亦有車右焉。○「僕御婦人則進左手」者，僕在中央，婦人在左，僕御之時，進左手持轡，所以爾者，形微相背也。○「後右手」者，若進右手，則近相向，相向則生嫌，故後右手，遠嫌也。○「御國君則進右手，後左手」者，禮以相向為敬，故進右手。非男女，無所嫌也。「而俯」者，既御不得恆式，故但俯俛而為敬也，並兩御也。○「國君不乘奇車」者，國君出入宜正，不可乘奇邪不正之車。盧氏云：「不如御者之車也」。○注「出入」至「之屬」。○正義曰：《隱義》曰：「獵車之形，今之鉤車是也。衣車如鱉而長也。漢桓帝之時，禁臣下乘之。」○「車上不廣咳」者，廣，弘大也。咳，聲咳也。車已高，若在上而聲大咳，似自驕矜，又驚眾也。○「不妄指」者，妄，虛也。在車上高，若無事，忽虛以手指麾於四方，並為惑眾也。○「立視五巂」，車上依禮。巂，規也。車輪一周為一規。乘車之輪，高六尺六寸，逕一圍三，三六十八得一丈八尺，又六寸為一尺八寸，總一規為一丈九尺八寸。三規為九十九尺，六尺為步，總為十六步半，在車上所視，則前十六步半地。○注「巂猶規也」。○正義曰：知巂為規者，以巂、規聲相近，故為規。規是圓，故讀從規。言「或為」，他本《禮記》有作字者。○「式視馬尾」者，馬引車，其尾近在車欄前，故車上馮式下頭時，不得遠矚，而令瞻視馬尾。○「顧不過轂」者，車轂也。若轉頭不得過轂，過轂則掩後人私也。《論語》云「車中不內顧」是也。○「國中以策彗血勿驅」者，前云「入國不馳」，此為不馳，故為遲行法也。策，馬杖。慧，竹帚也。○注「血勿，搔摩也」。入國不馳，故不用鞭策，但取竹帚帶葉者為杖，形如掃帚，故云策彗。云「血勿」者，以策微近馬體，不欲令疾也，但僕搔摩之時，其形狀血勿然。○「塵不出軌」者，軌，車轍也。車行遲，故塵埃不起，不飛揚出轍外也。○「國君下齊牛，式宗廟「者，案《齊右職》云：「凡有牲事，則前馬。」注云「王見牲，則拱而式」。又引《曲禮》曰：「國君下宗朝，式齊牛。」鄭注《周官》與此文異者，熊氏云：「此文誤，當以《周禮》注為正。宜云『下宗朝，式齊牛』。」○「大夫士下公門，式路馬」者，公門謂君之門也。路馬，君之馬也。敬君，至門下車，重君物，故見君馬而式之也。馬比門輕，故有下、式之異。○「乘路馬必朝服」者，謂臣行儀習禮獨行時也。路馬，君之車馬，臣雖得乘之，猶不可慢，故必朝服而自御乘之也。○「載鞭策」者，又不敢執杖杖馬，故但載杖以行也。○「不敢授綏」者，君在則僕人授綏。今習儀者，身既居左，自馭而乘，雖有車右，而不敢授綏與已也。○「左必式」者，既不空左，故亦居左，式而敬之，此言「不敢授綏」，與前「不敢曠左」文互也。○「步路馬，必中道」者，此謂單牽君馬行時。步，獨行也。若牽行君之馬，必在中道正路，為敬也。○「以足蹙路馬芻有誅」。○芻，食馬草也。誅，罰也。此草擬為供馬所食，若以足蹴踏之者，則有責罰也。○「齒路馬有誅」者，齒，年也。若論量君馬歲數，亦為不敬，亦被責罰，皆廣敬也。"
      }
    ]
  }
}