{
  "chapterNumber": 25,
  "title": "鄉飲酒義",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "鄉飲酒之義，主人拜迎賓於庠門之外，入三揖而后至階，三讓而后升，所以致尊讓也。○注：庠，鄉學也。州黨曰序。○音義：庠音詳，《學記》云「古之教者家有塾，黨有庠，術有序，國有學」。盥洗揚觶，所以致絜也。○注：揚，舉也，今禮皆作騰。○音義：盥音管。觶，之豉反，《說文》云「鄉飲酒角也」，《字林》音支。絜音結，下同，一本作「致絜敬也」。拜至，拜洗，拜受，拜送，拜既，所以致敬也。○注：拜至，謂始升時拜，拜賓至。尊讓、絜、敬也者，君子之所以相接也。君子尊讓則不爭，絜、敬則不慢。不慢不爭，則遠於鬬、辨矣。不鬬、辨，則無暴亂之禍矣。斯君子所以免於人禍也。故聖人制之以道。○注：道，謂此禮。○音義：爭，爭鬬之爭，下同。遠，於萬反。辨如字，徐甫免反，下同。"
      },
      {
        "index": 1,
        "text": "疏　 「鄉飲」至「以道」。○正義曰：此一節發明《鄉飲酒》之禮，「拜迎」至「拜洗」相尊敬之事，故「聖人制之以道」也。○「鄉飲酒之義，主人拜迎賓於庠門之外」者，謂鄉大夫故迎賓於庠門外，若州長、黨正，則於序門外也。○「盥洗揚觶」者，謂主人將獻賓，以水盥手而洗爵。揚觶，謂既獻之後，舉觶酬賓之時，亦盥洗也。必盥洗者，所以致其絜敬之意也。○「拜至」者，謂賓與主人升堂之後，主人於阼階之上，北面再拜，是「拜至」也。○「拜洗」者，謂主人拜至訖，洗爵而升，賓於西階上北面再拜，拜主人洗也。○「拜受」者，賓於西階上拜受爵也。○「拜送」者，主人於阼階上拜送爵也。○「拜既」者，既，盡也。賓飲酒既盡而拜也。○「所以致敬也」者，言賓主相拜，致其恭敬之心。○「尊讓、絜、敬也」者，言入門而三揖三讓，是尊讓；盥洗、揚觶，是絜也。拜至、拜洗之等，是致敬也。故總結之云「尊讓、絜、敬也者，君子之所以相接也」。○注「庠，鄉學也。州黨曰序」。○正義曰：案《州長職》云：「春秋射於州序。」《黨正》云：「屬民飲酒於序。」是州黨曰序。有室謂之庠，無室謂之序；鄉學為庠，州黨為序。《學記》云「黨有庠」者，謂鄉人在州黨，但於鄉之庠學，不別立也，則「州黨曰序」必是無室。今案《鄉射》云：「豫則鉤楹內，堂則由楹外。」故鄭注云「庠之制，有堂有室也」，「豫讀如成周宣謝災之『謝』，凡屋無室曰謝」，「今文『豫』為『序』，序乃夏后氏之學，亦非也」。以此言之，則州黨為序，其義非也。今云「州黨曰序」者，但州黨之序，雖並皆無室，今鄉射則鉤楹內，是內之深無室事顯，正得讀「豫」為「謝」，是無室故也。不得讀「豫」為「序」，以序非無室之名，故云「非也」。以有楹內、楹外之言，故鄭特云序非也。謂正《鄉射》文非，非是餘處「序」字皆非也。餘處之序，並皆無室也。但有虞氏之庠，周以為鄉學，夏后氏之序，周以為州黨之學，明夏時之序則有室也，周時州黨之序則無室也。序名雖同，其制則別，故《鄉射》注云「序乃夏后氏之學」，非謂州黨之學也。以《鄉射》為「豫」已非，今文為「序」又非，故云「亦非」。鄉學雖為序，云亦有東西牆謂之序，故《鄉飲酒》或云「序」。東西州學雖為序，據其序內亦有堂稱，故《鄉射》或云「堂東堂西」也。"
      },
      {
        "index": 2,
        "text": "鄉人、士、君子，尊於房中之間，賓主共之也。尊有玄酒，貴其質也。○注：鄉人，鄉大夫也。士，州長、黨正也。君子，謂卿、大夫、士也。卿、大夫、士飲國中賢者，亦用此禮也。共尊者，人臣卑，不敢專大惠。○音義：鄉人、士、君子，《周禮》：「天子六鄉。」鄭司農云：「百里內為六鄉，外為六遂。」《司徒職》云：「五家為比，五比為閭，四閭為族，五族為黨，五黨為州，五州為鄉。」鄉大夫，每鄉卿一人。州長，每州中大夫一人。黨正，每黨下大夫一人。族師，每族上士一人。閭胥，每閭中士一人。比長，五家下士一人。諸侯則三鄉。長，丁丈反，篇內皆同。謂卿，去京反，注同。飲，於鴆反。羞出自東房，主人共之也。○注：羞，燕私，可以自專也。○音義：羞音脩。共音恭。洗當東榮，主人之所以自絜而以事賓也。○注：絜，猶清也。○音義：榮如字，屋翼也，劉音營。清如字，皇才性反。"
      },
      {
        "index": 3,
        "text": "疏　 「鄉人」至「賓也」。○正義曰：此一節明設尊及玄酒，貴其質素，又羞出東房及東榮設洗主人事賓之義也。鄉人，謂鄉大夫也。士，謂州長、黨正也。君子者，謂卿、大夫也。○「尊於房戶之間，賓主共之也」者，以鄉大夫等唯有東房，故設酒尊於東房之西室戶之東，在賓主之間，示賓主之共有此酒也。酒雖主人之設，賓亦以酢主人，故云「賓主共之」也。○「尊有玄酒，貴其質也」者，北面設尊，玄酒在左，謂在酒尊之西也。所以設玄酒在西者，地道尊右，貴其質素故也。○「羞出自東房，主人共之也」者，謂供於賓也。○「洗當東榮」，榮，屋翼也。設洗於庭當屋翼也。必在東者，示主人所以自絜以事賓。從《冠義》以來，皆記者疊出《儀禮》經文，每於一事之下釋明《儀禮》經義，每義皆舉經文於上，陳其義於下以釋之也。他皆仿此也。"
      },
      {
        "index": 4,
        "text": "賓主，象天地也。介僎，象陰陽也。三賓，象三光也。讓之三也，象月之三日而成魄也。四面之坐，象四時也。○注：陰陽，助天氣養成萬物之氣也。「三賓，像天三光」者，繫於天也。古文禮「僎」皆作「遵」。○音義：介音戒，下仿此，輔賓者。僎音遵，輔主人者。魄，普百反，《說文》作霸，云「月始生魄然也」。坐，才臥反，又如字。天地嚴凝之氣，始於西南而盛於西北，此天地之尊嚴氣也，此天地之義氣也。天地溫厚之氣，始於東北而盛於東南，此天地之盛德氣也，此天地之仁氣也。○注：凝，猶成也。○音義：凝，魚矜反。主人者尊賓，故坐賓於西北，而坐介於西南以輔賓。賓者，接人以義者也，故坐於西北。○注：賓者接人以義，言賓故以成主人之德。主人者，接人以仁，以德厚者也，故坐於東南。而坐僎於東北，以輔主人也。○注：以僎輔主人，以其仕在官也。仁義接，賓主有事，俎豆有數，曰聖。聖立而將之以敬曰禮，禮以體長幼曰德。○注：聖，通也，所以通賓主之意也。將，猶奉也。德也者，得於身也。故曰：「古之學術道者，將以得身也。是故聖人務焉。」○注：術，猶藝也。得身者，謂成己令名，免於刑罰也。言「學術道」，則此說賓賢能之禮。"
      },
      {
        "index": 5,
        "text": "疏　 「賓主」至「務焉」。○正義曰：此一節明賓主介僎坐謂位之義也。「賓主，像天地也。介僎，像陰陽也」者，天地則陰陽著成為天地，故賓在西北，天地嚴凝之氣著，主在東南，天地溫厚之氣著。介坐在西南，像陰之微氣。僎在東北，像陽之微氣。○「三賓像三光」者，謂眾賓也。○「四面之坐，像四時也」者，主人東南象夏始，賓西北象冬始，僎東北象春始，介西南象秋始，其四時不離天地陰陽之內而坐，即是賓主介僎之所象也。○「曰聖」者，聖，通也。謂上諸事並是通賓主之意也。「聖立而將之以敬曰禮」者，謂通賓主之事其道已立，能將行之以恭敬，乃謂之禮也。○「禮以體長幼曰德」，德者，得也。既能有禮以體我長幼，以事得宜，故曰「德」也。○「德也者，得於身也」，重釋稱「德」之義，是得善行於其身，謂身之所行者得於理也。○「古之學術道者，將以得身也」者，術者，藝也。言古之人學此才藝之道也。「將以得身也」，謂使身得成也。此謂賓賢之人有術道。今以賓敬接待之，事其尊敬，學習術道，身得成就而有令名。○「是故聖人務焉」者，以上賓主德義之事於禮最重，故聖人務行焉。"
      },
      {
        "index": 6,
        "text": "祭薦，祭酒，敬禮也。嚌肺，嘗禮也。啐酒，成禮也，於席末。言是席之正，非專為飲食也，為行禮也，此所以貴禮而賤財也。卒觶，致實於西階上，言是席之上，非專為飲食也。此先禮而後財之義也。先禮而後財，則民作敬讓而不爭矣。○注：「非專為飲食」，言主於相敬以禮也。致實，謂盡酒也。酒為觴實。祭薦、祭酒、嚌肺於席中，唯啐酒於席末也。○音義：祭薦，本亦作{藨豕}，同。嚌，才細反。肺，芳廢反。啐，七內反。專為，于偽反，下及注「專為」同。"
      },
      {
        "index": 7,
        "text": "疏　 「祭薦」至「爭矣」。○正義曰：此一節明飲酒之禮，祭薦、祭酒相尊敬之心，貴禮賤財之義。○「祭薦」者，主人獻賓，賓即席祭所薦時脯醢也。○「祭酒」者，賓既祭薦又祭酒也。○「敬禮也」者，言賓既祭薦又祭酒，是賓敬重主人之禮也。○「嚌肺者，嘗禮也」，既祭酒之後，興，取俎上之肺嚌齒之，所以嘗主人之禮也。○「啐酒，成禮也，於席末」者，啐，謂飲主人酒而入口，成主人之禮。「於席末」，謂席西頭也。案《鄉飲酒禮》祭薦、祭酒、嚌肺皆在席之中，唯啐酒在席之末。又《鄉飲酒禮》云：「祭脯醢，奠爵，右取肺，郤左手。」「右絕末以祭，尚左手。嚌之，興，加於俎，坐脫手，遂祭酒。」嚌肺在前，祭酒在後，此先云「祭酒」者，嚌是嘗嚌之名，祭酒是未飲之稱，故祭酒與祭薦相連，表其敬禮之事。○「言是席之正，非專為飲食也」者，若此席專為飲食，應於席中啐酒，今乃席末啐酒。此席之設，本不為飲食，是主人敬重於賓，故設席耳。「祭薦、祭酒、嚌肺在席中」者，敬主人之物，故在席中。啐酒入於己，故在席末也。○「此所以貴禮而賤財也」者，於席上祭薦、祭酒是貴禮，席末啐酒是賤財也。○「卒觶，致實於西階上，言是席之上，非專為飲食也」者，卒觶，主人酬賓，賓卒立以兵觶也。致實，謂致盡其所實之酒於西階上。不就席卒觶者，言此席之上，「非專為飲食也」，故不於席所而卒觶。啐才始入口，猶在席末也。卒觶則盡爵，故遠在西階上。前文方論設席之禮，故言「是席之正」，此覆說前席，故變文「言是席之上」，上亦正也。「此先禮而後財之義也」者，先禮則貴，後財則賤，則亦上下互而相通也。○注「致實」至「末也」。○正義曰：以經卒觶、致實，既云「卒觶」，論其將欲卒觶之時舉其事者；致實，論其盡酒之體，故更言「致實」也。云「酒為觴實」者，以盡酒稱致實之意，酒為觴中之實，今致盡此實也。云「祭薦、祭酒、嚌肺於席中，唯啐酒於席末也」者，皆《鄉飲酒禮》文。"
      },
      {
        "index": 8,
        "text": "鄉飲酒之禮，六十者坐，五十者立侍，以聽政役，所以明尊長也。六十者三豆，七十者四豆，八十者五豆，九十者六豆，所以明養老也。民知尊長養老，而后乃能入孝弟。民入孝弟，出尊長養老而后成教，成教而后國可安也。君子之所謂孝者，非家至而日見之也，合諸鄉射，教之鄉飲酒之禮，而孝弟之行立矣。○注：此說鄉飲酒，謂《黨正》「國索鬼神而祭祀，則以禮屬民而飲酒於序，以正齒位」之禮也。其鄉射，則《州長》「春秋以禮會民而射於州序」之禮也。謂之「鄉」者，州、黨，鄉之屬也。或則鄉之所居州、黨，鄉大夫親為主人焉，如今郡國下令長於鄉射飲酒，從大守相臨之禮也。○音義：弟音悌，下同。行，下孟反。索，色百反。屬音燭。大守音泰，下手又反。相，悉亮反，漢制，郡有大守，國有相，或息羊反，則以連下句。"
      },
      {
        "index": 9,
        "text": "疏　 「鄉飲」至「立矣」。○正義曰：此明《黨正》飲酒、正齒位之事。「六十者坐，五十者立侍」者，按《鄉飲酒禮》，賓賢能，則用處士為賓，其次為介，其次為眾賓，皆以年少者為之。此正齒位之禮，其賓、介等皆用年老者為之。其餘為眾賓，賓內年六十以上於堂上，於賓席之西南面坐，若不盡，則於介席之北東面北上。其五十者，則立於西階下，東面北上，示有陪侍之義，非即在六十者，傍同南面立也。○「以聽政役」者，所以立於階下，示其聽受六十以上政事役使也。「所以明尊長也」者，言欲明尊敬六十之長老，故立而聽政役。○「六十者三豆」至「九十者六豆」者，以其每十年加一豆，非正禮，故不得為籩豆偶也。其五十者亦有豆也，但二豆而已。則《鄉飲酒禮》「眾賓立於堂下」者，皆二豆。其賓、介之豆，無正文，當依眾賓之年而加之也。○「所以明養老也」，豆是供養之物，故云「明養老」。立侍，是陪侍之儀，故云「明尊長也」。○「而後乃能入孝弟」者，人若知尊長養老，則能入孝弟之行也。「民入孝弟」，謂入門而能行孝弟。○「出尊長養老」者，謂出門而能尊長養老也。○「合諸鄉射，教之鄉飲酒之禮，而孝弟之行立矣」者，諸，於也。謂春秋二時聚合其民於州長鄉射之禮，以教之鄉飲酒之禮，謂十月黨正飲酒是教之鄉飲酒之禮，既州長教射，黨正教飲酒，則民知尊長養老，故孝弟之行以此而成立也。○注「此說」至「禮也」。○正義曰：鄭知此經所說是黨正正齒位者，以《儀禮．鄉飲酒》之篇無正齒位之禮。今此云「六十者坐，五十者立侍」，故知是黨正正齒位之禮。此謂初飲酒之時正齒位，及其禮末，皆以醉為度，《雜記》云「一國之人皆若狂」是也。云「其鄉射，則《州長》春秋以禮會民而射於州序之禮也」者，此則《州長職》文。引之者，證經中之「鄉射」也。云「謂之鄉者，州、黨，鄉之屬也」者，既是州長、黨正射飲，而並謂之鄉者，此州、黨屬鄉，故云「鄉之屬也」。云「或則鄉之所居州黨」者，鄭更云別解，此州、黨謂之鄉，鄉之所居此州、黨行飲酒射之禮，鄉大夫則代此州長、黨正為主人，故得稱鄉射、鄉飲酒也。若鄉之州、黨，鄉所不居，則鄉大夫不得為主人，亦不得稱鄉射、鄉飲酒，但謂之州射、黨正飲酒可也。云「如今郡國下令長於鄉射飲酒」者，謂郡治之下，及王侯有國治之下，滿萬戶以上之令，不滿萬戶之長，於己縣或射或飲酒，則從郡之大守及王國之相來自行禮，相監臨之儀，不用令長禮也。令長射而飲酒，似州長、黨正也。太守與相來監臨，似鄉大夫監臨也，故引以相證也。"
      },
      {
        "index": 10,
        "text": "孔子曰：「吾觀於鄉，而知王道之易易也。」○注：鄉，鄉飲酒也。易易，謂教化之本，尊賢尚齒而巳。○音義：易易，皆以豉反，注及下「易易」同。"
      },
      {
        "index": 11,
        "text": "疏　 「孔子」至「易也」。○正義曰：謂孔子先觀鄉飲酒之禮，而稱「知王道之易易」，故記者引之，結成鄉飲酒之義。○「吾觀於鄉」者，鄉，謂鄉飲酒。言我觀看鄉飲酒之禮，有尊賢尚齒之法，則知王者教化之道，其事甚易，以尊賢、尚齒為教化之本故也。不直云「易」，而云「易易」者，取其簡易之義，故重言「易易」，猶若《尚書》「王道蕩蕩」、「王道平平」，皆重言，取其語順故也。"
      },
      {
        "index": 12,
        "text": "主人親速賓及介，而眾賓自從之，至於門外。主人拜賓及介，而眾賓自入，貴賤之義別矣。○注：速，謂即家召之。別，猶明也。○音義：別，彼列反，注及下注同。"
      },
      {
        "index": 13,
        "text": "疏　 「主人」至「別矣」。○正義曰：此一經明《鄉飲酒》之禮主人待賓之異，明貴賤之別也。○「眾賓自從之」者，主人親自速賓，並往速介，而眾賓不須往速，自從賓、介而來也。○「而眾賓自入」者，謂賓、介至門，主人拜賓及介，而眾賓不須拜，自入門，是賓、介貴於眾賓，「貴賤之義別矣」。"
      },
      {
        "index": 14,
        "text": "三揖至於階，三讓以賓升，拜至，獻酬辭讓之節繁；及介，省矣。至於眾賓，升受、坐祭、立飲，不酢而降，隆殺之義別矣。○注：繁，猶盛也。小減曰省。辨，猶別也。尊者禮隆，卑者禮殺，尊卑別也。○音義：省，所領反，徐疏辛反，注同。酢音胙。殺，色戒反，注及下同。"
      },
      {
        "index": 15,
        "text": "疏　 「三揖」至「辨也」。○正義曰：此明主人於賓、介禮隆殺分別也。○「拜至，獻酬辭讓之節繁」者，主人於賓，三揖、三讓，拜其來至，又酌酒獻賓，賓酢主人，主人又酌而自飲，以酬賓是辭讓之節，其數繁多也。○「及介，省矣」者，案《鄉飲酒》，介酢主人則止，主人不酢介也，是「及介，省矣」。○「至於眾賓，升受、坐祭、立飲，不酢而降」者，案《鄉飲酒》之禮，主人獻眾賓於西階上，受爵，坐祭，立飲，不酢主人，而降西階東面也。○「隆殺之義辨矣」賓，於昏禮隆，眾賓禮殺，是隆殺之義別也。"
      },
      {
        "index": 16,
        "text": "工入，升歌三終，主人獻之。笙入三終，主人獻之。間歌三終，合樂三終，工告樂備，遂出。一人揚觶，乃立司正焉。知其能和樂而不流也。○注：工，謂樂正也。樂正既告備而降。言「遂出」者，自此至去不復升也。流，猶失禮也。立司正以正禮，則禮不失可知。一人，或為「二人」。○音義：笙音生。間，間廁之間。合如字，徐音閤。復，扶又反。"
      },
      {
        "index": 17,
        "text": "疏　 「工入」至「流也」。○正義曰：此一節論《鄉飲酒》設樂樂賓，罷則以禮正之，不至流邪之事也。○「工入，升歌三終」者，謂升堂歌《鹿鳴》、《四牡》、《皇皇者華》，每一篇而一終也。○「主人獻之，笙入三終」者，謂吹笙之人，入於堂下，奏《南陔》、《白華》、《華黍》，每一篇一終也。○「主人獻之」者，謂獻笙入也。○「間歌三終」者，間，代也。謂笙歌已竟，而堂上與堂下更代而作也。堂上人先歌《魚麗》，則堂下笙《由庚》，此為一終。又堂上歌《南有嘉魚》，則堂下笙《崇丘》，此為二終也。又堂上歌《南山有台》，則堂下笙《由儀》，此為三終也。此皆《鄉飲酒》之文，故鄭注《鄉飲酒》云：「間，代也。謂一歌則一吹也。《魚麗》言大平年豐物多也。此采其物多酒旨，所以優賓也。《南有嘉魚》言大平君子有酒，樂與賢者共之也。此采其能以禮下賢者，賢者『虆蔓』而歸之，與之燕樂也。《南山有台》言大平之治，以賢者為本。此采其愛友賢者，為邦家之基，民之父母，既欲其身之壽考，又欲其名德之長也。《由庚》、《崇丘》、《由儀》今亡，其義未聞也。」○「合樂三終」者，謂堂上下歌瑟及笙並作也。若工歌《關雎》，則笙吹《鵲巢》合之。若工歌《葛覃》，則笙吹《采蘩》合之。若工歌《卷耳》，則笙吹《采蘋》合之。所以知然者，則《鄉飲酒》云：「乃合樂，《周南》：《關雎》、《葛覃》、《卷耳》：《鵲巢》、《采蘩》、《采蘋》。」鄭云：「合樂謂歌與眾聲俱作。《周南》、《召南》，《國風》篇也，王后國君夫人房中之樂歌也。《關雎》言后妃之德，《葛覃》言后妃之職，《卷耳》言后妃之志，《鵲巢》言國君夫人之德，《采蘩》言國君夫人不失職，《采蘋》言卿大夫之妻能脩其法度也。」○「工告樂備，遂出」者，工謂樂正，工先告樂正，樂正告賓以樂備，而遂下堂也。言「遂出」者，樂正自此至去不復升堂也。《鄉飲酒》云：「工告於樂正，樂正告於賓，乃降。」注云：「樂正降者，以正歌備無事也。降立西階東北面。」○「一人揚觶，乃立司正焉」者，一人，謂主人之吏也。一人舉觶之後，乃立司正。樂既備，將留賓旅酬，為有懈隋，故主人使相禮者一人為司正以監之也。舉觶，示將行旅酬也。《鄉飲酒》云：「作相為司正。」又云：「司正洗觶，升自西階，阼階上北面受命於主人。主人曰：『請安於賓。』司正告於賓，賓禮辭許。」注云：「為賓欲去，留之，告賓於西階。」又云：「司正既舉觶而薦諸其位。」注云：「司正，主人之屬也。無獻，因其舉觶而薦之。」○「知其能和樂而不流也」者，結之也。流，失禮也。工升歌後，立司正以正之，故知鄉飲酒能和樂不流邪失禮也。"
      },
      {
        "index": 18,
        "text": "賓酬主人，主人酬介，介酬眾賓，少長以齒，終於沃洗者焉。知其能弟長而無遺矣。○注：遺，猶脫也，忘也。○音義：少，詩召反。沃，於木反。弟音悌，下「弟長」同。脫，徒活反，又音奪。"
      },
      {
        "index": 19,
        "text": "疏　 「賓酬」至「遺矣」。○正義曰：此經明旅酬之時，賓主少長皆得酬酒，長幼無被遺棄之事。○「少長以齒，終於沃洗」者，言旅酬之時，賓、主人之黨各以少長為齒，以次相旅，至於執掌罍洗之人，以水沃盥洗爵者，皆預酬酒之限。此經主人酬介，介酬眾賓，雖據旅酬之時，其少長以齒，終於沃洗，是無筭爵之節也。但因其旅酬，遂連言無筭爵，欲見無不周遍，弟長而無遺，而知終沃洗是其無筭爵。案《鄉飲酒記》「主人之贊者，西面北上，不與，無筭爵，然後與」是也。○「知其能弟長而無遺矣」者，弟，少也。言少之與長皆被恩澤而無遺棄也，故云知其能弟長而無遺也。"
      },
      {
        "index": 20,
        "text": "降，說屨升坐，脩爵無數。飲酒之節，朝不廢朝，莫不廢夕。賓出，主人拜送，節文終遂焉。知其能安燕而不亂也。○注：朝、夕，朝、莫聽事也。不廢之者，既朝乃飲，先夕則罷，其正也。終遂，猶充備也。○音義：廢朝，直遙反，注「朝夕」、「既朝」同。莫音暮，下同。先，悉薦反。"
      },
      {
        "index": 21,
        "text": "疏　 「降說」至「亂也」。○正義曰：此一經明飲酒之禮，雖爵行無數，猶能節文，自終不至於亂也。○「降，說屨升坐」者，此謂無筭爵之初也。以前皆立而行禮，未徹俎，故未說屨。至此徹俎之後，乃說屨升堂坐也。○「脩爵無數」者，謂無筭爵也。熊氏云：「謂行爵無數矣。」○「朝不廢朝」者，朝後乃行飲酒之禮，是「朝不廢朝」也。○「莫不廢夕」者，謂飲酒禮畢，乃治私家之事，是「莫不廢夕」也。謂鄉飲酒之禮，若黨正飲酒，一國若狂無不醉也。○「節文終遂焉也」者，終，謂終竟也；遂，謂申也。言雖至飲畢，主人備禮拜而送賓，節制文章，終竟申遂，不有闕少。故鄭云：「終遂，猶充備也。」「知其能安燕而不亂也」，謂安在於燕樂而不至亂也。"
      },
      {
        "index": 22,
        "text": "貴賤明，隆殺辨，和樂而不流，弟長而無遺，安燕而不亂，此五行者，足以正身安國矣。彼國安而天下安，故曰：「吾觀於鄉而知王道之易易也。」"
      },
      {
        "index": 23,
        "text": "疏　 「貴賤」至「易也」。○正義曰：此一節總結上經，明上五種之事，又覆說前文孔子所以「知王道之易易也」。「如此五行者，足以正身安國矣」者，五行，謂上第一云「貴賤之義別」，第二云「隆殺之義辨」，第三云「和樂而不流」，第四云「弟長而無遺」，第五云「安燕而不亂」，是五種之行也。○「彼國安而天下安」者，以鄉飲酒於此，將天下諸侯為彼國，故云「彼國安而天下安」也。"
      },
      {
        "index": 24,
        "text": "鄉飲酒之義，立賓以象天，立主以象地，設介僎以象日月，立三賓以像三光。古之制禮也，經之以天地，紀之以日月，參之以三光，政教之本也。○注：日出於東，僎所在也。月生於西，介所在也。三光，三大辰也。天之政教，出於大辰焉。○音義：行，下孟反。"
      },
      {
        "index": 25,
        "text": "疏　 「鄉飲」至「本也」。○正義曰：此記者更覆說《鄉飲酒》之義有所法象之事。前文雖備，故此更詳也。○「立賓以象天，立主以象地」者，前文天、地共言，故云「賓、主象天、地」，此則析言之，「賓以象天」，「主以象地」。賓者，主之所尊敬，故以「賓象天」。主供物以養賓，故以「主象地」也。○「設介僎以象日月」者，則前經「陰陽」也。但陰陽據其氣，日月言其體。僎在東北，像日出也。介在西南，像月出也。○注「三光，三大辰也」。○正義曰：案昭十七年「有星孛於大辰」，《公羊》云：「大辰者何？大火也。火為大辰，北辰亦為大辰。」故《爾雅》云：「大辰，房、心、尾也。」大火謂之大辰，北極謂之北辰，是「三大辰也」。何休云：「大火與伐，天所以示民時早晚，天下取以為正，故謂之『大辰』。辰，時也。」是「天之政教，出於大辰」。"
      },
      {
        "index": 26,
        "text": "亨狗於東方，祖陽氣之發於東方也。○注：祖，猶法也。狗，所以養賓。陽氣，主養萬物。○音義：亨，普萌反。洗之在阼，其水在洗東。祖天地之左海也。○注：海水之委也。○音義：阼，才路反。委，于偽反。尊有玄酒，教民不忘本也。○注：大古無酒，用水而已。○音義：大音泰。"
      },
      {
        "index": 27,
        "text": "疏　 「亨狗」至「本也」。○正義曰：此一節覆明上「立主象地」以下諸文之意也。○「亨狗於東方，祖陽氣之發於東方也」者，此覆說前文「羞出自東房」也。○「洗之在阼，其水在洗東，祖天地之左海也」者，此覆說前經「洗當東榮」，因說水在洗東，法天地左海也。○「尊有玄酒，教民不忘本也」者，此覆說上文「尊有玄酒，貴其質也」。"
      },
      {
        "index": 28,
        "text": "賓必南鄉，東方者春，春之為言蠢也，產萬物者聖也。南方者夏，夏之為言假也，養之、長之、假之，仁也。西方者秋，秋之為言愁也，愁之以時察，守義者也。北方者冬，冬之為言中也，中者藏也。是以天子之立也，左聖鄉仁，右義偝藏也。○注：春，猶蠢也。蠢，動生之貌也。聖之言生也。假，大也。愁，讀為「揫」，揫，斂也。察猶察察嚴之貌也。南鄉鄉仁，貴長大萬物也。察，或為「殺」。○音義：鄉，許亮反，下及注「鄉仁」、「南鄉」、「東鄉」皆同。蠢，尺允反，蠢，動生之貌。夏，戶嫁反，下同。假，古雅反，下同。愁，依注讀為「揫」，子留反，下同。《爾雅》云：揫，察也。藏如字，下同。徐才浪反。偝音佩。殺如字，又色戒反。介必東鄉，介賓、主也。○注：獻酬之禮，主人將西，賓將南，介□其間也。○音義：<間見>音間廁之間。主人必居東方。東方者春，春之為言蠢也，產萬物者也。主人者造之，產萬物者也。○注：言禮之所共，由主人出也。○音義：共音恭。月者三日則成魄，三月則成時。是以禮有三讓，建國必立三卿。三賓者，政教之本，禮之大參也。○注：言禮者，陰也，大數取法於月也。○音義：成魄，普伯反。參，七南反。"
      },
      {
        "index": 29,
        "text": "疏　 「賓必」至「參也」。○正義曰：此一節更總明《鄉飲酒禮》坐位所在，並明三揖三讓，每事皆「三」之義。○「產萬物者，聖也」者，聖之言生也。東方產育萬物，故為「聖」也。○「養之、長之、假之，仁也」者，假，大也，謂養育萬物，長之使大。仁，恩也。五行：春為仁，夏為禮。今春為聖，夏為仁者，春、夏皆生養萬物，俱有仁恩之義，故此夏亦仁也。聖既生物，以生物言之，則謂之「聖」，故東方為聖也。各以義言之，理亦通也。○「中者藏也」者，言北方主智，亦為信也。若以五行言之，則為信。若以萬物歸藏言之，則為藏也。○「介必東鄉，介賓、主也」者，主獻賓，將西行就賓。賓又南行，將就主人。介在西階之上，以介□隔賓、主之間也。○「主人者造之，產萬物也」者，釋所以主人居東方之意。東方產育萬物，主人共客所須，故主人造，為產萬物之象也。○「月者三日則成魄」者，謂月盡之後三日乃成魄。魄，謂明生傍有微光也。此謂月明盡之後而生魄，非必月三日也。若以前月大，則月二日生魄，前月小，則三日乃生魄。○「三賓者，政教之本」者，凡建國既立三卿，助君治國。今《鄉飲酒》立三賓，像國之立三卿，故云「政教之本」也。○注「言禮者，陰也，大數取法於月也」。○正義曰：樂既為陽，故禮為陰。月是陰精，故禮之數取法於月也。"
      }
    ]
  }
}