{
  "chapterNumber": 19,
  "title": "深衣",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "古者深衣，蓋有制度，以應規矩繩權衡。○注：言聖人制事，必有法度。○音義：應，於證反。短毋見膚，○注：衣取蔽形。○音義：毋音無，下同。見，賢遍反。長毋被土，○注：為污辱也。○音義：被，彼義反。為，于偽反。污，污辱之污，一音烏臥反。續衽鉤邊，○注：續，猶屬也。衽，在裳旁者也。屬，連之，不殊裳前後也。鉤，讀如「鳥喙必鉤」之「鉤」。鉤邊，若今曲裾也。續，或為「裕」。○音義：衽，而審反，又如鴆反。鉤，古侯反。屬音燭，下皆同。喙，許穢反。裕，以樹反。要縫半下。○注：三分要中，減一以益下，下宜寬也。要，或為「優」。○音義：要，一遙反，注同。縫，扶用反，下注同。袼之高下，可以運肘；○注：肘不能不出入。袼，衣袂當掖之縫也。○音義：袼，本又作胳，音各，腋也。肘，竹九反，又張柳反。掖，本又作腋，音亦。袂之長短，反詘之及肘。○注：袂屬幅於衣，詘而至肘，當臂中為節，臂骨上下各尺二寸，則袂肘以前尺二寸。肘，或為「腕」。○音義：袂，彌世反，袪末曰袂。詘，丘勿反。腕，烏亂反。帶，下毋厭髀，上毋厭脅，當無骨者。○注：當骨，緩急難為中也。○音義：厭，於甲反，徐於涉反，下同。髀，畢婢反，徐亡婢反，一音步啟反。脅，許劫反。當，丁浪反，注同，又丁郎反。中，丁仲反，又如字。制十有二幅，以應十有二月。○注：裳六幅，幅分之，以為上下之殺。○音義：應，應對之應，下同。殺，色界反，徐所例反。袂圜以應贊規，○注：謂胡下也。○音義：圜音圓。胡下，下垂曰胡。曲袷如矩以應方，○注：袷，交領也。古者方領，如今小兒衣領。○音義：袷音劫，下注同。負繩及踝以應直，○注：繩，謂裻與後幅相當之縫也。踝，跟也。○音義：踝，胡瓦反。裻音督。跟音根。下齊如權衡，以應平。○注：齊，緝。○音義：齊音咨，亦作齋，下同。緝，古入反。故規者，行舉手以為容。○注：行舉手，謂揖讓。負繩抱方者，以直其政，方其義也。故《易》曰：「《坤》六二之動，直以方也。」○注：言深衣之「直」、「方」，應《易》之文也。政，或為「正」。下齊如權衡者，以安志而平心也。○注：心平志安，行乃正。或低或仰，則心有異志者與？○音義：行，下孟反，又如字。卬音仰，本又作仰，一音五郎反。與音餘。五法已施，故聖人服之。○注：言非法不服也。故規矩取其無私，繩取其直，權衡取其平，故先王貴之。○注：貴此衣也。故可以為文，可以為武，可以擯相，可以治軍旅。完且弗費，善衣之次也。○注：「完且弗費」，言可苦衣而易有也。深衣者，用十五升布，鍛濯灰治，繩之以采。善衣，朝祭之服也。自士以上，深衣為之次，庶人吉服深衣而已。○音義：相，息亮反。完音丸。費，芳貴反，又孚沸反，注同。苦衣，於既反。易，以豉反。鍛，丁亂反。濯音濁。純，之允反，又之閏反，後皆同。朝，直遙反。上，時掌反。具父母、大父母，衣純以繢。具父母，衣純以青。如孤子，衣純以素。○注：尊者存，以多飾為孝。繢，畫文也。三十以下無父稱孤。○音義：大父母音泰，大父母，祖父母也。繢，胡對反。純袂、緣、純邊，廣各寸半。○注：純，謂緣之也。緣袂，謂其口也。緣，緆也。緣邊，衣裳之側，廣各寸半，則表裡共三寸矣。唯袷廣二寸。○音義：緣，悅絹反，注同。廣，古曠反，注同。緆，徐音以豉反，皇音錫。案鄭注《既夕禮》云：「飾衣領袂口曰純，裳邊側曰綼，下曰緆也。」"
      },
      {
        "index": 1,
        "text": "疏　 「古者」至「篇末」。○正義曰：此一篇從此至未，皆論深衣之制。今各隨文解之。○「古宅深衣，蓋有制度」者，以作記之人為記之時，深衣無複製度，故稱「古者深衣，蓋有制度」。言「蓋」者，疑辭也。○「以應規矩繩權衡」者，此則制度之事，所應者備在下文。○「短毋見膚」者，深衣所取覆形體，縱令稍短，不得見其膚肉，若見膚肉，則衰也。○「長毋被土」者，其衣縱長，無覆被於土，為污辱也。○「續衽鉤邊」者，衽，謂深衣之裳，以下闊上狹，謂之為「衽」。接續此衽而鉤其旁邊，即今之朝服有曲裾而在旁者是也。○注「續猶」至「裾也」。○正義曰：「衽當旁」者，凡深衣之裳上二幅，皆寬頭在下，狹頭在上，皆似小要之衽，是前後左右皆有衽也。今云「衽當旁」者，謂所續之衽，當身之一旁，非為餘衽悉當旁也。云「屬，連之，不殊裳前後也」，若其喪服，其裳前三幅、後四幅各自為之，不相連也。今深衣裳，一旁則連之相著，一旁則有曲裾掩之，與相連無異，故云「屬，連之，不殊裳前後也」。云「鉤，讀如鳥喙必鉤之鉤」者，案《援神契》云：「象鼻必卷，長鳥喙必鉤。」鄭據此讀之也。云「若今曲裾也」，鄭以後漢之時，裳有曲裾，故以「續衽鉤邊」似漢時曲裾。今時朱衣朝服，從後漢明帝所為，則鄭云今曲裾者，是今朝服之曲裾也。其深衣之衽，已於《玉藻》釋之，故今不得言也。○「要縫半下」，要縫，謂要中之縫，尺寸闊狹，半下畔之闊，下畔一丈四尺四寸，則要縫半之，七尺二寸。○注「三分」至「寬也」。○正義曰：此據裳之一幅，分為二幅。凡布廣二尺二寸，四寸為縫。一尺八寸在三分之一，分為六寸，減此六寸，以益於下，是下二幅有二尺四寸，上二幅有一尺二寸，故云「三分要中，減一以益下」。下容舉足而行，故宜寬也。○「袼之高下，可以運肘」，袼，謂當臂之處。袂中高下宜稍寬大，可以運動其肘。袂二尺二寸，肘尺二寸，是容運肘也。又「袂之長短，反詘之及肘」者，袂長二尺二寸，並緣寸半，為二尺三寸半。除去其縫之所殺各一寸，餘有二尺一寸半在，從肩至手二尺四寸。今二尺一寸半之袂，得「反詘及肘」者，以袂屬於衣，幅闊二尺二寸，身脊至肩但尺一寸也。從肩覆臂，又尺一寸，是衣幅之畔覆臂將盡。今又屬袂於衣又二尺二寸半，故反詘其袂得及於肘也。○「當無骨」者，帶若當骨，則緩急難中，故當無骨之處。此深衣帶，下於朝祭服之帶也。朝祭之帶則近上。故《玉藻》云：「三分帶下，紳居二焉。」是自帶以下，四尺五寸也。○「制十有二幅，以應十有二月」者，深衣其幅有六，每幅交解為二，是十二幅也。○注「古者方領」。○正義曰：鄭以漢時領皆鄉下交垂，故云「古者方領」，似今擁咽，故云「若今小兒衣領，但方折之也」。○「負繩及踝以應直」。○正義曰：衣之背縫及裳之背縫，上下相當，如繩之正，故云「負繩」，非謂實負繩也。○「故規者，行舉手以為容」者，所以袂圓中規者，欲使行者舉手揖讓以為容儀，如規也。○「負繩抱方」者，以直其政、方其義也。負繩，背之縫也。抱方，領之方也。「以直其政」，解「負繩」。「以方其義」，解「抱方」也。言欲使人直其政教，欲使政教直。方其義，欲使義事方正也。○「故《易》曰：《坤》六二之動，直以方也」，記者既明方直之義，故引《坤卦》之六二直方以證之。案鄭注《坤》之六二云：「自也，方也，地之性。」此爻得中氣而在地上，自然之性，廣生萬物，故生動直而且方。○「下齊如權衡」者，以安志而平心也者，言裳下之齊，如權之衡低仰平也，欲以安其志意，而平均其心也。○注「完且」至「而已」。○正義曰：「可苦衣而易有也」，以其完牢，乃可於苦事衣著，故庶人服之以完牢故也。「而易有」者，以白布為之，不須黼黻錦繡之屬，是「易有」也。云「深衣者，用十五升布，鍛濯灰治」者，案《雜記》云「朝服十五升」，此深衣與朝服相類，故用十五升布鍛濯，謂打洗鍛濯，用灰治理，使和熟也。然則喪服麻衣，雖似深衣之制，不必鍛濯灰治，以其雜凶故也。云「自士以上，深衣為之次」者，案《玉藻》「諸侯夕深衣，祭牢肉」，又「大夫、士朝玄端、夕深衣」，是深衣為朝祭之次服也。云「庶人吉服深衣」者，深衣是諸侯之下，自深衣以後更無餘服，故知是庶人之吉服。喪服者衰裳，包貴賤上下無差，亦明庶人吉服乃深衣也。○「具父母、大父母，衣純以繢」者，所尊俱在，故「衣純以繢」。言「具父母」，則父母俱在也，「大父母」則亦然也。若其不具，一在一亡，不必純以繢也。○「具父母，衣純以青」者，唯有父母，而無祖父母者，以為吉不具，故節少，而深衣領緣用青純，降於繢也。若父母無，唯祖父母在，亦當純以青。○「純袂、緣、純邊，廣各寸半」者，純袂者，純，緣也，謂純其袂。緣則袂口也。又云「緣，讀為緆」，謂深衣之下純也。純邊者，謂深衣之旁側也。「廣各寸半」者，言純袂口及裳下之緆並純旁邊，其廣各寸半。言表裡合為三寸。○注「純謂」至「二寸」。○正義曰：「純謂緣之」者，解經文二個「純」字，一是純袂，二是純邊，皆謂緣之也。云「緣袂，謂其口」也，經言「純袂」，恐口外更緣，故云「純袂」，則是緣其袂口也，非是口外更有緣也，故分明言之。云「緣，緆也」，解經「緣」字讀為「緆」，謂深衣下畔也。故《既夕禮》云：「明衣縓綼緆。」鄭注云：「在幅曰綼，在下曰緆。」今經云此緆，則深衣之下緣也。云「緣邊，衣裳之側」，解經「純邊」也。深衣外衿之邊有緣也。裳雖前後相連，然外邊曲裾揜處，其側亦有緣也。"
      }
    ]
  }
}