{
  "chapterNumber": 14,
  "title": "奔喪",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "奔喪之禮：始聞親喪，以哭答使者，盡哀；問故，又哭盡哀。○注：親，父母也。以哭答使者，驚怛之哀無辭也。問故，問親喪所由也。雖非父母，聞喪而哭，其禮亦然也。○音義：奔喪，此正字也，《說文》云：「從哭、亡，亡亦聲也。」哭，空木反。使，色吏反，注同。怛，都達反。"
      },
      {
        "index": 1,
        "text": "疏　 「奔喪」至「盡哀」。○正義曰：此一篇總明奔五服之喪也，從始聞至於喪所成服之節，今各隨文解之。此一節論初聞之節，五服皆然，故鄭注云「雖非父母，聞喪而哭，其禮亦然」。鄭必知五服皆然者，以下文云「日行百里，不以夜行，唯父母之喪，見星而行」，別云「唯父母」，則知以前兼五服也。"
      },
      {
        "index": 2,
        "text": "遂行，日行百里，不以夜行。○注：雖有哀戚，猶辟害也，晝夜之分，別於昏明。哭則遂行者，不為位。○音義：辟音避。分，扶問反，又方云反。別，彼列反。唯父母之喪，見星而行，見星而舍。○注：侵晨冒昏，彌益促也。言「唯」，著異也。○音義：冒，亡北反，又亡報反。著，張慮反。若未得行，則成服而后行。○注：謂以君命有為者也。成喪服，得行則行。○音義：為，于偽反，一音如字。過國至竟，哭，盡哀而止。○注：感此念親。○音義：竟音境，下同。哭辟巿朝。○注：為驚眾也。○音義：辟音避。朝，直遙反。為，于偽反。望其國竟哭。○注：斬衰者也，自是哭且遂行。○音義：衰，七雷反，後皆同。"
      },
      {
        "index": 3,
        "text": "疏　 「遂行」至「竟哭」。○正義曰：此一節論奔喪在路，至其國竟奔赴之節。○「若未得行，則成服而後行」者，此奉君命而使，使事未了，不可以己私喪廢於公事，故成服以俟君命，則人代己也。○注「成喪服，得行則行」。○正義曰：鄭云此者，恐成服之後，即便得行，故明之，云若成服已後得行，則可行；若未得行，即不可行。○注「感此念親」。○正義曰：案《聘禮》云：行至他國竟上而誓眾，「使次介假道」。是國竟，行禮之處。去時親在，今返親亡，故哭盡哀戚，感此念親也。凡聞喪，若聞父母之喪，其哭之不離聞喪之處，不得為位即奔之也。若有君命，未得奔喪者，雖父母之喪，既聞喪而哭，又為位更哭也。○注「斬衰者也，自是哭且遂行」。○正義曰：以下云齊衰望鄉而哭，大功望門而哭，則知斬衰望其國竟而「哭且遂行」。雖云「斬衰」，其實母之齊衰亦然也。"
      },
      {
        "index": 4,
        "text": "至於家，入門左，升自西階，殯東，西面坐，哭盡哀，括髪袒，○注：「括髪袒」者，去飾也。未成服者，素委貌、深衣。已成服者，固自喪服矣。○音義：括，古活反。袒，徒早反。去，羌呂反。降，堂東即位，西鄉哭，成踊，○注：已殯者位在下。○音義：鄉，許亮反，下西鄉同。襲絰於序東，絞帶，反位，拜賓，成踊，○注：襲，服衣也。不於又哭乃絰者，發喪已踰日，節於是可也。其未小斂而至，與在家同耳。不散帶者，不見尸柩。凡拜賓者就其位，既拜，反位，哭踊。○音義：絞，古卯反，下同，徐戶交反。成踊音勇。散，悉但反。送賓，反位。有賓後至者，則拜之、成踊，送賓皆如初。眾主人兄弟皆出門，出門哭止，闔門，相者告就次。○注：次，倚廬也。○音義：闔，戶臘反。相，息亮反，下相者皆同。倚，於綺反。於又哭，括髪袒，成踊。於三哭，猶括髪袒，成踊。○注：又哭，至明日朝也。三哭，又其明日朝也。皆升堂括髪袒，如始至。必又哭、三哭者，像小斂、大斂時也。《雜記》曰：「士三踊。」其夕哭從朝。夕哭不括髪，不袒，不踊，不以為數。○音義：不以數也，色主反，本亦作「不以為數」。數，色具反。三日成服，拜賓、送賓皆如初。○注：三日，三哭之明日也，既哭，成其喪服，杖於序東。"
      },
      {
        "index": 5,
        "text": "疏　 「至於」至「如初」。○正義曰：此一節明父母之喪，奔至於家哭，及袒、踊成服之節，明父母之喪，奔入中門之左也。○「升自西階」者，《曲禮》云：「為人子者，升降不由阼階。」今父母新死，未忍異於生，故不忍當阼階也，故「升自西」也。「括髪袒」者，喪已經日，不笄纚，故即「括髪袒」也。若尋常在家，親始喪，則笄纚，至明日小斂畢乃括髪。此所「奔」者，謂主人也。故下云「奔喪者非主人，則主人為之拜賓」。此既親「拜賓」，故知主人也。此謂奔父之喪。若母之喪，又哭則免。此下文云「又哭括髪袒」，故知為父也。此謂未成服也，故下云「三日成服。」○「襲絰於序東」者，謂在堂下當序牆之東，非謂堂上之序東也。○「送絰皆如初」者，謂前送賓畢而反位，後送賓亦畢而反位，故云「皆如初」也。「於又哭，括髪袒，成踊。於三哭，猶括髪袒，成踊」者，括髪袒，皆在堂上，殯東西面，成踊則在堂下之東西面位也。○「三日成服，拜賓、送賓，皆如初」者，謂於堂下之東拜賓成踊，送賓反位，故云「皆如初」也。○注「未成服者，素委貌、深衣」。○正義曰：「知素委貌、深衣」者，案《曾子問》篇云：婿親迎女，在塗遭喪，「女改服，布深衣，縞總」。女人之「縞總」，似男子之素冠，故知「布深衣」，「素冠」。又《小記》云「遠葬者比反哭者，皆冠，及郊而後免」，明知在路皆冠也。此「素委貌」，謂士、庶人，若大夫已上，則素弁也。○注云「已殯者位在下」。○正義曰：案《士喪禮》：小斂訖，降自西階即位。故知殯畢位在下。小斂之後，未殯之前，雖降在堂下，仍更升堂。至既殯之後，則長在阼階之下，故云既殯位在下也。○注「襲服」至「哭踊」。○正義曰：云「不於又哭乃絰」者，案《士喪禮》：小斂訖，「奉尸侇於堂」，降，成踊，乃絰於序東。在家小斂，當奔之禮又哭，既小斂著絰，則合又哭乃絰，故云「不於又哭乃絰者，發喪已踰日，節於是可也」。云「其未小斂而至，與在家同耳」者，謂威儀節度與在家同，其帶絰等，自用其奔喪日數也。云「不散帶者，不見尸柩」者，以《士喪禮》云：既小斂，帶絰散麻，三日乃絞垂。今奔喪初至，則絞帶與在家異，故云「不散麻者，不見尸柩」也。知此「絞帶」非像革帶之「絞帶」，而必以為絰之散垂而絞之者，以《雜記》云：「親者終其麻帶絰之日數。」彼「帶絰」，謂絰之垂者，是主人成絰之後，明知此「絞帶」亦謂絰之散垂而絞之，故不以為象革帶之「絞帶」也。且要帶為重，像革帶之絞帶為輕，此絞當舉重者，不應舉輕之絞帶，故以為絞絰之垂者。注又哭」至「為數」。○正義曰：知又哭、三哭「皆升堂，括髪袒」者，約《士喪禮》小斂、大斂主人皆升堂，故知此「皆升堂」也。引「《雜記》云：士三踊。其夕哭從朝。夕哭，不括髪、不袒、不踊」者，彼云「三踊」，夕無踊，唯稱「三踊」。此云三哭而不踊，故知夕雖哭而不踊。故數「夕哭」但云「三哭」。「不袒」者，以《小記》篇云：「三日五哭三袒。」既云「三袒」，故知夕不袒也。○注「既哭，成其喪服，杖於序東」。○正義曰：知在「序東」者，約《士喪禮》文。"
      },
      {
        "index": 6,
        "text": "奔喪者非主人，則主人為之拜賓送賓。奔喪者自齊衰以下，入門左，中庭北面，哭盡哀，免麻於序東，即位袒，與主人哭，成踊。○注：不升堂哭者，非父母之喪，統於主人也。麻，亦絰帶也。於此言「麻」者，明所奔喪雖有輕者，不至喪所，無改服也。凡袒者於位，襲於序東，袒、襲不相因位。此麻乃袒，變於為父母也。○音義：為，于偽反，注「變於為父」，下注「為母」皆同。齊音咨，下同。免音問，下及注皆同。於又哭、三哭皆免袒。有賓則主人拜賓送賓。○注：又哭、三哭，亦入門左，中庭北面，如始至時也。丈夫、婦人之待之也，皆如朝夕哭位，無變也。○注：待奔喪者無變，嫌賓客之也。於賓客，以哀變為敬，此骨肉，哀則自哀矣。於此乃言「待之」，明奔喪者至三哭猶不以序入也。"
      },
      {
        "index": 7,
        "text": "疏　 「奔喪」至「變也」。○正義曰：此一節明奔齊衰以下之喪。○注「不升」至「母也」。○正義曰：「不升堂哭者，非父母之喪，統於主人」者，解前文奔喪「升自西階」。此云「中庭北面」，故云「不升堂哭者，非父母之喪，統屬於主人」。以主人待奔之人，但在東階之下不升堂，故奔喪者在中庭北面，繼統於主人也。主人唯饋、奠有事之時乃升堂，若尋常無事，恒在堂下也。下文云「奔母之喪」，則前經「升自西階」者，是奔父之喪。此云「奔母之喪」者，其實奔父母喪，亦升自西階，故下經「奔母之喪」，直云「西面哭」，不云「升」，從上文也。云「於此言麻者，明所奔喪雖有輕者，不至喪所，無改服也」者，熊氏及沈氏以父母之喪，來至喪所，乃改服襲絰帶。若齊衰以下之喪，亦至喪所乃免麻而改服也。今此齊衰來至喪所，若不稱麻，恐是輕喪在路之上已改服著麻，故於此至家乃稱「麻」，欲明所奔之喪，雖有輕喪，不來至喪所，無道路之上改服著麻，故云「明所奔喪，雖有輕者，不至喪所，無改服也」。皇氏以為謂奔齊衰之喪，不至喪所，謂不升堂。全不解注意，其義非也。此麻則帶絰變文耳。云「凡袒者於位，襲於序東，袒、襲不相因位」者，此奔齊衰之喪，經云「免麻於序東，即位袒」，是袒在於位也。「免麻於序東」，麻，即襲也。序東在位北隱映於序，是「袒、襲不相因位」也。云「此麻乃袒，變於為父母也」者，以此經先云「免麻」，乃云「即位袒」。案：上文父母之喪，先云「括髪袒」，乃云「襲絰於序東」，是與父母異也，故云「此麻乃袒，變於為父母也」。○注「又哭」至「時也」。○正義曰：鄭知「又哭、三哭」，「如始至時」者，以上奔父之喪，又哭、三哭皆「括髪袒」、成踊如初至，則知齊衰以下之喪，「又哭、三哭」皆如初至時。○注「待奔」至「入也」。○正義曰：「待奔喪者無變，嫌賓客之」者，釋所云不變義也。禮以變為敬，若有客則拜賓，與之成踊，示敬賓，故變也。今此奔者是骨肉之恩，哀則哀矣，則不須為變，明不如賓客也。云「於此乃言待之，明奔喪者至三哭猶不以序入也」者，言主人男女待此奔者，應就初哭成踊下而言之，今方於三哭以後言之者，若平常五屬入哭，則與主人為次，重者前，輕者後。今奔喪者急哀，但獨入哭，不俟主人為次序，非唯初至如此，至主人又哭、三哭皆然，故於三哭之下，明其待之無變，明悉如初，至三哭猶不以常禮次序以入。此謂男子奔喪，故待之無變。若婦人奔喪，則待異於男子，與賓客同。故下文「婦人奔喪」，「東髽即位，與主人拾踊」。注云：「拾，更也。主人與之更踊，賓客之。」是待婦人為賓客禮，以婦人外成適他族故也。雖以賓客待之，亦為異於賓客之禮，故《雜記》云：「婦人奔喪，入自闈門，升自側階。」註：「入自闈門，升自側階，異於女賓。」若女賓則《喪大記》篇云：「寄公夫人，入自大門。」今此入闈門，是異於女賓，以婦人雖是外成，以奔夫屬，不得全同女賓故也。"
      },
      {
        "index": 8,
        "text": "奔母之喪，西面哭盡哀，括髪袒，降，堂東即位，西鄉哭，成踊，襲、免、絰於序東。拜賓、送賓，皆如奔父之禮。於又哭，不括髪。○注：為母於又哭而免，輕於父也，其他則同。○音義：而免，本或作「而不免」者非。"
      },
      {
        "index": 9,
        "text": "疏　 「奔母」至「括髪」。○正義曰：此一經論奔母之喪節也。此謂適子，故經云「拜賓、送賓，皆如奔父之禮」。若庶子，則亦主人為之拜賓送賓。○注「為母於又哭而免，輕於為父也」。○正義曰：此文「又哭不括髪」，與《喪服小記》篇云「又哭而免」，其理雖同，其日則異。於《喪服小記》，據在家小斂之後，又哭之時，不括髪而免也。此則從外奔喪至內，乃不括髪而免也。"
      },
      {
        "index": 10,
        "text": "婦人奔喪，升自東階，殯東，西面坐，哭盡哀，東髽，即位，與主人拾踊。○注：婦人，謂姑、姊妹、女子子也。東階，東面階也。婦人入者由闈門。東髽，髽於東序，不髽於房，變於在室者也。去纚大紒曰「髽」。拾，更也。主人與之更踊，賓客之。○音義：髽，側瓜反。拾，其劫反，注同。闈音違，舊音暉。去，起呂反。纚，色買、所綺二反。紒音計。更音庚，下同。"
      },
      {
        "index": 11,
        "text": "疏　 「婦人」至「拾踊」。○正義曰：此婦人奔喪之禮也。○注「婦人」至「客之」。○正義曰：「婦人入者由闈門」，知入自闈門者，《雜記》篇云：「以諸侯夫人奔喪，入自闈門。」明卿、大夫以下婦人皆從闈門入也。闈門，謂東邊之門。云「髽於東序」者，以男子之免在東序，故知婦人亦髽於東序，既掩映之處，在堂上也。男子則堂下也。經云「升自東階」者，謂東面之階，故《雜記》云：「升自側階。」云「不髽於房，變於在室」者，熊氏云「亦未殯之前，婦人髽於室」，故《士喪禮》云「婦人髽於室」。若既殯之後，室中是神之所處，婦人在堂，當髽於東房。今此婦人始來奔喪，故「髽於東序」耳。此文據天子、諸侯之禮。案《大記》云：「婦人髽帶麻於房中。」○注云：「天子諸侯之禮。房中，則西房也。」云「去纚大紒曰髽」者，鄭注《士喪禮》云：髽之異於髻髪者，既去纚而以髪為大紒，如今婦人露紒其象也。"
      },
      {
        "index": 12,
        "text": "奔喪者不及殯，先之墓，北面坐，哭盡哀。主人之待之也，即位於墓左，婦人墓右，成踊，盡哀，括髪，東即主人位。絰絞帶，哭，成踊，拜賓，反位，成踊。相者告事畢。○注：「主人之待之」，謂在家者也。哭於墓，為父母則袒。「告事畢」者，於此後無事也。○音義：相，息亮反，下同。為，于偽反。遂冠，歸入門左，北面，哭盡哀，括髪袒，成踊，東即位。拜賓，成踊。賓出，主人拜送。有賓後至者，則拜之，成踊，送賓如初。眾主人、兄弟皆出門，出門哭止。相者告就次。於又哭，括髪，成踊。於三哭，猶括髪、成踊。三日成服，於五哭，相者告事畢。○注：又哭、三哭不袒者，哀戚已久，殺之也。逸《奔喪禮》說不及殯日，於又哭猶括髪，即位不袒。「告事畢」者，五哭而不復哭也。成服之朝為四哭，此謂既期乃後歸至者也。其未期，猶朝夕哭，不止於五哭。○音義：冠音官。袒音但。殺，色界反，下哀殺同。復，扶又反。期音基，下同。為母所以異於父者，壹括髪，其餘免以終事。他如奔父之禮。○注：壹括髪，謂歸入門哭時也。於此乃言為母異於父者，明及殯、不及殯其異者同。○音義：為，于偽反，注及下「為父」同。"
      },
      {
        "index": 13,
        "text": "疏　 「奔喪」至「之禮」。○正義曰：此一節論既葬之後，奔父母之喪禮。○「主人之待之也，即位於墓左，婦人墓右」者，主人，謂先在家者，非謂適子也。此奔喪者自是適子，故經云「拜賓，反位，成踊」。若非適子，則不得「拜賓」也。○「三日成服，於五哭，相者告事畢」者，「三日成服」，謂來奔喪日後三日，通奔日則為四日，於此日成服，則「五哭」矣。「相者告事畢」，謂成服之日為四哭，成服明日之朝為五哭。此謂既葬已後而來歸，故唯「五哭」，「相者告事畢」，不復哭也。○注「主人」至「事也」。○正義曰：鄭注嫌經云主人是適子，故云「主人，謂在家者」。必知然者，以奔喪者親自拜賓，是奔喪者身為主人，不得待者為主人，故云謂在家者也。云「哭於墓，為父母則袒」者，以下文云「除喪而後歸，則之墓，哭，成踊，東括髪袒」。除喪畢尚「括髪袒」，明葬後歸為父母袒可知也。云「告事畢者，於此後無事也」，釋所以墓所初哭成踊，則「告事畢」者，以墓所既括髪絰絞帶拜賓之後，於此墓所更無事也。○注「又哭」至「五哭」。○正義曰：「又哭、三哭不袒者，哀戚已久，殺之也」，今經云又哭、三哭，但云「括髪」，不云「袒」者，既葬已後，哀情稍殺故也。云「成服之朝為四哭」者，以初至象始死為一哭，明日象小斂為二哭，又明日象大斂為三哭，又明日成服之日為四哭，又明日為五哭，皆數朝哭，不數夕哭，故為「五」也。云「此謂既期乃後歸至者也」，若其未期之前，在家者猶朝夕哭，則知奔喪者亦朝夕哭。今云「五哭，相者告事畢」，明是既期已後，故朔望朝哭而已。故鄭云「其未期，猶朝夕哭，不止於五哭也」。○注「壹括」至「者同」。○正義曰：「壹括髪，謂婦入門哭時」者，鄭恐「壹括髪」是墓所括髪，入門則不括髪，故明之云「壹括髪，謂入門哭時」者，謂以筵幾在堂，不應入門，遂不括髪，故云「謂入門時」也。云「於此乃言為母異於父者，明及殯、不及殯其異者同」，釋為母異於父，應從上文及殯奔母之喪而言之。今乃於不及殯後始言「為母異於父」之意，若及殯則言「異於父」，恐不包「不及殯」。若不及殯處而言之，則及殯之處灼然可知，是舉後總明前也。故云「明及殯、不及殯其異者同」，謂及殯「壹括髪」，不及殯亦「壹括髪」。是異於父者，其事同也。"
      },
      {
        "index": 14,
        "text": "齊衰以下，不及殯，先之墓。西面哭，盡哀，○注：不北面者，亦統於主人。免麻於東方，即位，與主人哭，成踊，襲。有賓，則主人拜賓送賓。賓有後至者，拜之如初，相者告事畢。○注：不言袒，言襲者，容齊衰親者或袒可。遂冠，歸入門左，北面，哭盡哀，免袒，成踊，東即位，拜賓，成踊。賓出，主人拜送。於又哭，免袒，成踊。於三哭，猶免袒、成踊。三日成服，於五哭，相者告事畢。○注：為父，於又哭括髪而不袒。此又哭、三哭皆言袒。「袒」，衍字也。"
      },
      {
        "index": 15,
        "text": "疏　 「齊衰」至「事畢」。○正義曰：此一節明既葬之後，奔齊衰以下喪禮。但齊衰以下有大功、小功、緦麻，日月多少不同。若奔在葬後而三月之外，大功以上，則有免麻東方，三日成服。若小功、緦麻之喪，則不得有三日成服。小功以下不稅，無追服之理。若葬後通葬前未滿五月，小功則亦三日成服。其緦麻之喪，止臨喪節而來，亦得三日成服也。「東即位，拜賓，成踊」者，「東即位」，謂奔喪者於東方就哭位。「拜賓」，謂主人代之拜賓。「成踊」，謂奔喪者於主人拜賓之時而成踊。凡言「成踊」，每一節有三踊，凡三節九踊，乃謂之「成」也。○注「不言袒，言襲者，容齊衰親者或袒可」。○正義曰：今案經文直言「免麻於東方，即位」，不稱「袒」，而下云「成踊，襲」。下既稱「襲」，則有「袒」理。經若言「袒」，恐齊衰以下皆袒，故不得總言「袒」也。經稱「襲」者，容有齊衰重為之得襲，故言「襲」。○注「為父」至「字也」。○正義曰：知「為父，於又哭括髪而不袒」者，案上文為父「不及殯」，「歸入門左，北面，哭盡哀，括髪袒」，下文云「相者告就次，於又哭括髪成踊」，不言「袒」，是為父於又哭括髪而不袒也。云「又哭、三哭皆言袒，『袒』，衍字也」者，今齊衰以下之喪，經文於又哭、三哭乃更言「袒」，輕喪而袒非其宜，故知經之「袒」，衍餘之字也。"
      },
      {
        "index": 16,
        "text": "聞喪不得奔喪，哭盡哀。問故，又哭盡哀。乃為位，括髪袒，成踊，襲、絰、絞帶，即位。○注：聞父母喪而不得奔，謂以君命有事，不然者，不得為位。位有酇列之處，如於家朝夕哭位矣。不於又哭乃絰者，喪至此踰日，節於是可也。○音義：酇，子短反。處，昌慮反，下之處同。拜賓，反位，成踊。賓出，主人拜送於門外，反位。若有賓後至者，拜之、成踊、送賓如初。於又哭，括髪袒，成踊。於三哭，猶括髪袒，成踊。三日成服，於五哭，拜賓、送賓如初。○注：不言「就次」者，當從其事，不可以喪服廢公職也。其在官，亦告就次。言「五哭」者，以迫公事，五日哀殺，亦可以止。"
      },
      {
        "index": 17,
        "text": "疏　 「聞喪」至「如初」。○正義曰：此一節明聞喪不得奔，於所聞之處發喪成服之禮。○「聞喪不得奔」者，謂以君命有事，其事未了，故不得奔喪也。「乃為位」者，謂以君命使，故得為位，如朝夕哭位矣。○「襲、絰、絞帶，即位」者，於此聞喪之日，覆哭踊畢，襲所袒之衣，著首絰絞帶之垂，即東方之位。○「三日成服，於五哭，拜賓、送賓如初」者，三日成服通數聞喪為四日。五哭，謂成服之明日哭也。於此哭時有賓來，即拜而迎之，去即送之，皆如初。於五哭訖，亦可以止者也。不云「相者告事畢」，《禮》文略也。○注「聞父」至「可也」。○正義曰：「知聞父母喪而不得奔，謂以君命有事」者，若非君命有事，則不得為位，當須速奔。今「乃為位」，故知「以君命有事」也。云「不於又哭乃絰者，喪至此踰日，節於是可也」者，「不於又哭」，謂不於明日之又哭。此經云「又哭」，謂當日之中，對初聞喪之哭乃為「又哭」。於此哭後，乃絰絞帶，與明日又哭別也。初聞喪，像始死。明日又哭，像小斂時也。《士喪禮》云「小斂乃絰」，則此亦當又哭乃絰。今於聞喪之日即絰帶者，以喪至此赴者至，踰其日節，故於是聞喪之日可加絰帶也。○注「其在」至「以止」。○正義曰：在官，謂在官府館舍，館舍是賓之所專有，由館舍之中而作廬，故知禮畢「亦告就次」。云「言五哭者，以迫公事，五日哀殺，亦可以止」者，此經唯云「五哭」，不云「哀止」。知「可以止」者，若成服之後，恒常有哭，何須特云「五哭」之文，明五哭之後，不復朝夕有哭，故以「五哭」斷之。"
      },
      {
        "index": 18,
        "text": "若除喪而后歸，則之墓，哭，成踊，東括髪袒，絰，拜賓，成踊，送賓，反位，又哭盡哀，遂除，於家不哭。○注：東，東即主人位，如不及殯者也。遂除，除於墓而歸。主人之待之也，無變於服，與之哭，不踊。○注：「無變於服」，自若時服也。亦即位於墓左，婦人墓右。"
      },
      {
        "index": 19,
        "text": "疏　 「若除」至「不踊」。○正義曰：此一節明除服之後奔父母喪節。「則之墓，哭，成踊」者，亦謂主人適子，初在墓南北面，哭，成踊，乃來就主人之位，括髪袒也。○「主人之待之也，無變於服」者，主人，亦謂在家者。「無變於服」，謂著平常之吉服。「不踊」者，以在家者其服已除，哀情已殺，故「不踊」也。○注「東東」至「而歸」。○正義曰：以東方是主人之位，經云「東」，故云「即主人之位」。云「如不及殯者也」，以上文奔父母之喪，「不及殯，先之墓，北面哭」，下文東即主人之位，除喪之後，奔其位，如不及殯之時。云「遂除，於墓而歸」者，以經云「遂除，於家不哭」，鄭恐來至家始除服，故明之。云「遂除」，謂墓所遂除服，至於家不復哭也。"
      },
      {
        "index": 20,
        "text": "自齊衰以下，所以異者免麻。\n疏　 「自齊」至「免麻」。○正義曰：此一節明齊衰以下除服之後奔喪之節，唯著免麻，不括髪，墓所哭罷即除。此「免麻」者，當謂至緦麻也。"
      },
      {
        "index": 21,
        "text": "凡為位，非親喪，齊衰以下皆即位。哭盡哀，而東免、絰，即位，袒，成踊。○注：謂無君事，又無故，可得奔喪，而以己私未奔者也。唯父母之喪，則不為位，其哭之不離聞喪之處。齊衰以下，更為位而哭，皆可行乃行。○音義：離，力智反。襲，拜賓，反位，哭，成踊，送賓，反位。相者告就次。三日五哭，卒，主人出送賓，眾主人、兄弟皆出門，哭止，相者告事畢。成服，拜賓。○注：卒，猶止也。「三日五哭」者，始聞喪，訖夕為位，乃出就次，一哭也，與明日、又明日之朝、夕而五哭。不五朝哭，而數朝、夕，備五哭而止。亦為急奔喪，己私事當畢，亦明日乃成服。凡云「五哭」者，其後有賓，亦與之哭而拜之。○音義：之朝，朝，旦也，下同。數，色主反。為，于偽反。若所為位家遠，則成服而往。○注：謂所當奔者，外喪也。外喪緩而道遠，成服乃行，容待繼也。○音義：繼，子西反，資糧也，一音咨。"
      },
      {
        "index": 22,
        "text": "疏　 「凡為」至「而往」。○正義曰：此一節明齊衰以下不得往奔，則於所聞之處為位，及免、絰、成服之禮。○「三日五哭」者，謂初聞喪為一哭，明日朝、夕二哭，又明日朝、夕二哭，總為「五哭」。所以三日為五哭者，為急欲奔喪，以己之私事須營早了，故三日而五哭止也。○注「謂無」至「乃行」。○正義曰：己聞齊衰以下之喪，既不銜君事，又無私事，故可得早奔，唯以己之私事未得奔者。必知「無君事」者，若銜君命，於事為重，唯父母之喪，乃敢顯然為酇列之位。今若銜君使命，聞齊衰以下輕喪，不敢以私害公，不敢顯然為位。此言「為位」，故知無君命，自以私事未得奔者。云「齊衰以下，更為位而哭，皆可行乃行」者，齊衰以下，於聞喪之處已哭，哭罷更為位而哭，「可行即行」，以齊衰以下皆然，故云「皆」也。○注「數朝」至「拜之」。○正義曰：前云三日成服，於五哭皆數朝哭，五日而五哭，唯三日數夕哭為五哭者，前文三日五哭，成服之後，乃云「五哭」，故數「成服」後日之哭乃為「五」。此「三日五哭」，是三日之內為「五哭」故數夕哭為「五哭」。經文不同，故鄭注亦異。云「亦明日乃成服」者，鄭恐三日為五哭，恐數聞喪三日亦成服，故云「明日乃成服」，以成服必除初聞喪為三日也。云「凡云五哭者，其後有賓，亦與之哭而拜之」者，從上以來四處有「五哭」之文，上兩處於五哭之下無拜賓、送賓之事。下兩處五哭之文雖有拜賓、送賓，恐與上有異，故鄭總明之，云「凡云五哭者，其後有賓，亦與之哭而拜之」，總結於上也。○注「外喪緩而道遠，成服乃行，容待繼也」。正義曰：以外喪恩輕，故哀情緩也。道路又遠，容待繼持賵贈之物，故成服乃去也。"
      },
      {
        "index": 23,
        "text": "齊衰望鄉而哭，大功望門而哭，小功至門而哭，緦麻即位而哭。○注：奔喪哭，親疏遠近之差也。○音義：差，初佳反，又初宜反，下同。"
      },
      {
        "index": 24,
        "text": "疏　 「齊衰」至「而哭」。○正義曰：此一節明奔喪所至之處哭泣之禮。《案雜記》云「大功望鄉而哭」，此云「望門而哭」者，《雜記》所云者，謂本齊衰喪者降服大功。"
      },
      {
        "index": 25,
        "text": "哭父之黨於廟，母、妻之黨於寢，師於廟門外，朋友於寢門外，所識於野張帷。○注：此因五服聞喪而哭，列人恩諸所當哭者也。黨，謂族類無服者也。逸《奔喪禮》曰：「哭父族與母黨於廟，妻之黨於寢，朋友於寢門外，壹哭而已，不踊。」言「壹哭而已」，則不為位矣。凡為位不奠。○注：以其精神不在乎是。哭天子九，諸侯七，卿大夫五，士三。○注：此臣聞君喪而未奔，為位而哭尊卑日數之差也。士亦有屬吏，賤，不得君臣之名。大夫哭諸侯，不敢拜賓。○注：謂哭其舊君，不敢拜賓，闢為主。○音義：辟音避。諸臣在他國，為位而哭，不敢拜賓。○注：謂大夫、士使於列國。○音義：使，色吏反。與諸侯為兄弟，亦為位而哭。○注：族親昏姻在異國者。凡為位者壹袒。○注：謂於禮正，可為位而哭也。始聞喪，哭而袒，其明日則否。父母之喪，自若三袒也。"
      },
      {
        "index": 26,
        "text": "疏　 「哭父」至「壹袒」。○正義曰：此一節明無服之親聞喪所哭之處。案《檀弓》云「師，吾哭諸寢」，與此異；「兄弟，吾哭諸廟」，與此同；「朋友，哭諸寢門外」，與此同。其不同者，熊氏云：「《檀弓》所云殷禮也。此所云周法也。」此「哭父黨於廟」，而《檀弓》云有殯，聞遠兄弟之喪，哭於側室；若無殯，則在寢。與此不同者，異代禮也。此母黨在寢，逸《奔喪禮》「母黨在廟」者，皇氏云：「母存則哭於寢，母亡則哭於廟。」熊氏云：「哭於廟者，是親母黨；哭於寢者，蓋慈母繼母之黨。」未知孰是，故兩存之。沈氏云：「事由父者哭之廟，事由己者則哭之寢。」此「師於廟門外」者，是父之友與為師同，故「哭之廟」，義亦通也。○注「壹哭而已，則不為位矣」。○正義曰：此明諸哭者，本是無服，故但哭不為位。案《檀弓》云「申祥之哭言思」，與哭嫂同為位者，熊氏云：「異代禮也。」此文朋友喪，將欲奔，故先作一哭。若朋友已久，雖聞喪則不復哭，故《檀弓》云「朋友之墓，有宿草而不哭」是也。○注「謂哭其舊君，不敢拜賓，闢為主」。○正義曰：知「哭舊君」者，以下文云「諸臣在他國，為位而哭」，是於他國為位而哭見事之君，則知此是哭諸舊君也。○注「族親婚姻在異國者」。○正義曰：此謂與諸侯異姓之昏姻，又在他國，不與諸侯為臣，身又無服，故暫為位而哭。若與諸侯同姓，是五服之內，皆服斬也。故《小記》云「與諸侯為兄弟者，服斬」是也。若君之姑姊妹之女，來嫁於國中者，則有服。故《雜記》云：「諸侯之外宗猶內宗。」是有服也。○注「謂於」至「袒也」。○正義曰：此謂斬衰以下之喪，初聞喪應為位者。初哭一袒而已，又哭、三哭則不袒。為父母之喪，則又哭、三哭皆袒，前文所云者是也。"
      },
      {
        "index": 27,
        "text": "所識者弔，先哭於家而後之墓，皆為之成踊，從主人北面而踊。○注：從主人而踊，拾踊也。北面，自外來便也。主人墓左西面。○音義：為，于偽反，下注「各為」同。拾，其劫反。便，婢面反。"
      },
      {
        "index": 28,
        "text": "疏　 「所識者」至「而踊」。○正義曰：此一節論哭所識者也。所識，謂與死者相識。今弔其家，後乃往墓，統於主人故也。「皆為之成踊」者，雖相識輕，亦為之成踊也，皆賓主治之。○「從主人北面而踊」者，主人在墓左西向，賓從外來，而北面踊便也。主人先踊，賓從之，故云「從主人北面而踊」也。"
      },
      {
        "index": 29,
        "text": "凡喪，父在，父為主；○注：與賓客為禮，宜使尊者。父沒，兄弟同居，各主其喪；○注：各為其妻子之喪為主也。祔則宗子主之。○音義：祔音附。親同，長者主之；○注：父母沒，如昆弟之喪，宗子主之。○音義：長，丁丈反。如，若也。不同，親者主之。○注：從父昆弟之後。"
      },
      {
        "index": 30,
        "text": "疏　 「凡喪」至「主之」。○正義曰：此一節論同居主喪之事。○「凡喪，父在，父為主」者，言子有妻、子喪，則其父為主。案《服問》云「君所主夫人妻、大子適婦」，不云主庶婦。若此所言，則亦主庶婦，是與《服問》違者。《服問》所言，通其命士以上，父子異宮，則庶子各自主其私喪。今此言是同宮者也。○「父沒，兄弟同居，各主其喪」者，謂各為其妻、子為喪主也。此言父沒同居，各主之，當知父在同居，則父主之。○「親同，長者主之」者，親同，謂同三年期同父母者。若同父母喪者，則推長子為主。若昆弟喪，亦推長者為主也。○「不同，親者主之」者，不同，謂從父昆弟，親近自主之也。"
      },
      {
        "index": 31,
        "text": "聞遠兄弟之喪，既除喪而後聞喪，免袒，成踊。拜賓則尚左手。○注：小功、緦麻不稅者也，雖不服，猶免袒。「尚左手」，吉拜也。逸《奔喪禮》曰：「凡拜，吉、喪皆尚左手。」○音義：稅，吐外反。"
      },
      {
        "index": 32,
        "text": "疏　 「聞遠」至「左手」。○正義曰：此一經論小功以下之喪，既除喪之後而始聞喪之節。○「免袒，成踊」者，小功以下，應除之後，服雖不稅，而初聞喪，亦免袒而成其踊也，以本是五服之親，為之變也。○「拜賓則尚左手」者，於時有賓來弔，拜賓之時，尚其左拜，謂左手在尚，從吉拜也。"
      },
      {
        "index": 33,
        "text": "無服而為位者，唯嫂叔，及婦人降而無服者麻。○注：雖無服，猶弔服加麻。袒免，為位哭也。正言「嫂叔」，尊嫂也。兄公，於弟之妻則不能也。婦人降而無服，族姑、姊妹嫁者也。逸《奔喪禮》曰：「無服袒免為位者，唯嫂與叔。凡為其男子服，其婦人降而無服者麻。○音義：嫂，悉早反。凡為，于偽反，下注同。"
      },
      {
        "index": 34,
        "text": "疏　 「無服」至「者麻」。○正義曰：此經論哭無服而為位，及弔服加麻也。○「及婦人降而無服」者，麻哭嫂與叔為位，並及族姑、姊妹女子出嫁於人，元是緦麻，今降而無服，亦當為位哭之，加弔服之麻，不為之袒免，故云「無服者麻」也。○注「雖無」至「者麻」。○正義曰：以經云「無服者麻」，既無服，又云「麻」，故知「弔服加麻」也。麻，謂緦之絰也。云「兄公，於弟之妻則不能也」者，兄公，謂夫之兄也，於弟之妻則不能為位哭之。然則弟婦於夫兄亦不能也。兄公於弟妻不服者，卑遠之也，弟妻於兄公不服者，尊絕之也。《爾雅．釋親》云：「婦人謂夫之兄為兄公。」郭景純云：「今俗呼兄鐘，語之轉耳。」今此《記》俗本皆女旁置公，轉誤也。皇氏並云：「婦人稱夫之兄為『公』者，須公平，尊稱也。」云「凡為其男子服，其婦人降而無服者麻」者，此是逸《奔喪禮》文。言「凡為其男子服，其婦人降而無服者麻」，男子，謂族伯叔、族兄弟之等，為其族姑及姊妹既降無服，其族姑姊為族伯叔兄弟亦無服加麻，是男之於女，女之於男，皆無服而加麻，故云「凡為其男子服，婦人降而無服者麻」也。"
      },
      {
        "index": 35,
        "text": "凡奔喪，有大夫至，袒，拜之，成踊，而后襲。於士，襲而后拜之。○注：主人袒，降哭，而大夫至，因拜之，不敢成己禮，乃禮尊者。或曰「大夫後至者，袒，拜之，為之成踊」。"
      },
      {
        "index": 36,
        "text": "疏　 「凡奔」至「拜之」。○正義曰：此經論奔喪，大夫、士來弔待之節。○「大夫至，袒，拜之，成踊，而後襲」者，謂大夫來至弔此奔喪之士，其奔喪者，先袒，拜之，成踊之後，然後襲衣。尊大夫，故先拜而後襲。「於士，襲而後拜之」者，謂士來弔此奔喪之人，其奔喪者，初亦袒，襲衣之後，乃始拜之。士卑，故先襲而後拜也。○注「主人」至「成踊」。○正義曰：此「主人」，謂奔喪者身是士，初來奔喪，主人括髪於堂上，乃降堂而哭。於此時大夫至，囚拜之於東階下，不敢成已踊及襲絰帶之事，待拜後始成踊、襲絰帶也。若士來弔，則降堂先成己禮，踊、襲絰帶之後，乃拜之。士謂兩士相敵。然則與兩大夫相敵，則亦襲後乃拜之。云「或曰大夫後至者，袒，拜之，為之成踊」者，以此經「袒」云「袒，拜之，成踊」，其餘經本云「大夫後至，袒，拜之，為之成踊」，與此經文字多少不同，故云「或曰」。"
      }
    ]
  }
}