{
  "chapterNumber": 16,
  "title": "服問",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "《傳》曰「有從輕而重」，公子之妻為其皇姑；○注：皇，君也。諸侯妾子之妻，為其君姑齊衰，與為小君同。舅不厭婦也。○音義：《傳》，此引《大傳》文也。從如字，范才用反。為其，于偽反，注及下皆同。齊衰，上音咨，下七雷反，後放此。厭，於涉反，下同。「有從重而輕」，為妻之父母；○注：妻齊衰而夫從緦麻，不降此等，當非服差。○音義：差，初隹反，又初宜反，下同。「有從無服而有服」，公子之妻為公子之外兄弟；○注：謂為公子之外祖父母、從母緦麻。「有從有服而無服」，公子為其妻之父母。○注：凡公子厭於君，降其私親。女君之子不降也。《傳》曰：「母出則為繼母之黨服，母死則為其母之黨服。」為其母之黨服，則不為繼母之黨服。○注：雖外親，亦無二統。三年之喪既練矣，有期之喪既葬矣，則帶其故葛帶，絰期之絰，服其功衰。○注：「帶其故葛帶」者，三年既練，期既葬，差相似也。絰期之葛絰，三年既練，首絰除矣。為父，既練，衰七升；母既葬，衰八升。凡齊衰，既葬，衰或八升，或九升，服其功衰，服粗衰。○音義：期音基，下及注皆同。有大功之喪，亦如之。○注：大功之麻，變三年之練葛，期既葬之葛帶，小於練之葛帶，又當有絰，亦反服其故葛帶，絰期之絰，差之宜也。此雖變麻服葛，大小同耳，亦服其功衰。凡三年之喪既練，始遭齊衰、大功之喪，絰帶皆麻。小功無變也。無所變於大功、齊衰之服，不用輕累重也。○音義：累，劣彼反，又力偽反。麻之有本者，變三年之葛。○注：有本，謂大功以上也。小功以下，澡麻斷本。○音義：上，時掌反。澡音早。斷，下管反，下文同。既練，遇麻斷本者，於免絰之。既免去絰，每可以絰必絰，既絰則去之。○注：雖無變，緣練無首絰，於有事則免絰如其倫。免無不絰，絰有不免，其無事則自若練服也。○音義：免音問，下及注「不免」者皆同。去，起呂反，下同。小功不易喪之練冠，如免，則絰其緦、小功之絰，因其初葛帶。緦之麻不變小功之葛，小功之麻不變大功之葛，以有本為稅。○注：稅亦變易也。小功以下之麻，雖與上葛同，猶不變也。此要其麻有本者乃變之耳。《雜記》曰「有三年之練冠，則以大功之麻易之，唯杖屨不易」也。○音義：為稅，上如字，下吐外反，注及下皆同。要，一遙反。殤長、中，變三年之葛，終殤之月算，而反三年之葛。是非重麻，為其無卒哭之稅。下殤則否。○注：謂大功之親，為殤在緦、小功者也。所以變三年之葛，正親親也。「三年之葛」，大功變既練麻，衰變既虞、卒哭。凡喪卒哭，受麻以葛。殤以麻終喪之月數，非重之而不變，為殤未成人，文不縟耳。「下殤則否」，言賤也。男子為大功之殤中從上，服小功。婦人為之中從下，服緦麻。○音義：長，丁丈反。筭，徐音蒜，悉亂反。重，直勇反，徐治龍反，注同。為，于偽反，注「除為殤在緦」皆同。縟音辱，繁飾也。君為天子三年，夫人如外宗之為君也。○注：外宗，君外親之婦也。其夫與諸侯為兄弟服斬，妻從服期。諸侯為天子服斬，夫人亦從服期。《喪大記》曰：「外宗，房中南面。」○音義：君為，于偽反，後音皆同，注「諸侯為天子」，下注「亦為此三人」、「士為國君」同。世子不為天子服。○注：遠嫌也。不服，與畿外之民同也。○音義：遠，於萬反。畿音祈。君所主：夫人妻、大子、適婦。○注：言妻，見大夫以下亦為此三人為喪主也。○音義：大子音泰，下及注同。適，丁歷反，下同。見，賢遍反。大夫之適子為君、夫人、大子，如士服。○注：大夫不世子，不嫌也。士為國君斬，小君期。大子君服斬，臣從服期。君之母非夫人，則群臣無服，唯近臣及僕、驂乘從服，唯君所服服也。○注：妾，先君所不服也。禮，庶子為後，為其母緦。言「唯君所服」，伸君也。《春秋》之義，有以小君服之者。時若小君在，則益不可。○音義：驂，七南反。乘音剩。為，于偽反，下「為其母」同。伸音申。公為卿大夫錫衰以居，出亦如之，當事則弁絰。大夫相為亦然。為其妻，往則服之，出則否。○注：弁絰，如爵弁而素，加絰也。不當事則皮弁。出，謂以他事，不至喪所。○音義：鍚，思歷反。凡見人無免絰，雖朝於君無免絰，唯公門有稅齊衰。《傳》曰：「君子不奪人之喪，亦不可奪喪也。」○注：見人，謂行求見人也。「無免絰」，絰重也。稅，猶免也。古者說或作稅。有免齊衰，謂不杖齊衰也。於公門有免齊衰，則大功有免絰也。○音義：免絰音勉，去也，下「無免絰」並注皆同，徐並音問，恐非。朝，直遙反。稅，吐活反，注同。說，吐活反，又始銳反。《傳》曰：「罪多而刑五，喪多而服五。上附下附，列也。」○注：列，等比也。○音義：罪本或作罪，正字也，秦始皇以其似「皇」字，改為「罪」也。上，時掌反。列，徐音例，注同，本亦作例。比，必利反。"
      },
      {
        "index": 1,
        "text": "疏　 「傳曰」至「列也」。○正義曰：此四條明從服輕重之異也。○「傳曰」，皇氏云：「此言『傳曰』者，即前《大傳》之篇，則服術有六，不指其人。」今各以其人明之。或可「傳曰」者，是舊有成傳，記者引之，則非前《大傳》篇也。故下文「罪多而刑五，喪多而服五記」者，皆引此舊傳而記之。○「有從輕而重，公子之妻為其皇姑」者，公子，謂諸侯之妾子也；皇姑，即公子之母也。諸侯在，尊厭妾子，使為母練冠；諸侯沒，妾子得為母大功。而妾子妻不辨諸侯存沒，為夫之母期也。其夫練冠，是輕也；而妻為期，是重。故云「有從輕而重」也。而謂之「皇姑」者，皇，君也。此妾既賤，若惟云「姑」，則有嫡女君之嫌。今加「皇」字，自明非女君，而此婦所尊與女君同，故云「君姑」也。○「有從無服而有服，公子之妻為公子之外兄弟」者，謂公子之外祖父母也。公子被厭，不服己母之外家，是「無服」也。妻猶從公子而服公子外祖父母、從母緦麻，是「從無服而有服」也。○「有從有服而無服，公子為其妻之父母」者，雖為公子之妻，猶為父母期，是「有服」也。公子被厭，不從妻服父母，是「從有服而無服」也。○注「謂為公子之外祖父母、從母緦麻」。○正義曰：經唯云「公子外兄弟」，知非公子姑之子者，以《喪服小記》云：「夫之所為兄弟服，妻皆降一等。」夫為姑之子緦麻，妻則無服。今公子之妻為之有服，故知「公子之外祖父母、從母」也。此等皆小功之服。凡小功者，謂為兄弟，若同宗，直稱兄弟，以外族，故稱「外兄弟」也。○「傳曰：母出則為繼母之黨服」者，此明「繼母之黨」，亦是舊傳之辭，事異於上，故更稱「傳曰」也。○「三年之喪既練矣，有期之喪既葬矣」者，謂「三年之喪」練祭之後，又當「期喪既葬」之節也。○「則帶其故葛帶」者，「故葛帶」，謂三年練葛帶也。今期喪既葬，男子則應著葛帶，與三年之葛帶粗細正同。以父葛為重，故「帶其故葛帶」。「絰期之絰」者，謂三年練後，首絰既除，故絰期之葛絰。若婦人練後，麻帶除矣，則絰其故葛絰，帶期之麻帶，以其婦人不葛帶故也。○「服其功衰」者，功衰，謂服父之練之功衰也。○注「帶其」至「粗衰」。○正義曰：「三年既練，期既葬，差相似也」者，三年既練，要帶四寸百二十五分寸之七十六，期之既葬，其帶亦然，故云「差相似」。但父帶為重，故「帶其故葛帶」也。云「絰期之葛絰，三年既練，首絰除矣」者，以三年既練，男子除於首，是男子首絰除矣，其首空，故「絰期之葛絰」。此文主於男子也。若婦人則首絰練之故葛絰；練後麻帶已除，則要絰期之麻帶也。云「為父既練衰七升」者，以《間傳》稱「斬衰三升，既虞、卒哭，受以成布六升」，則知既練，衰七升也。云「母既葬衰八升」者，此言八升者誤，當云「七升」，故《間傳》云：「為母疏衰四升，受以成布七升。」是既葬受時為母衰七升也。云「凡齊衰既葬，衰或八升，或九升」者，以父之既練，母之既葬，衰皆七升，其齊衰仍有八升、九升，故更言之。八升者，是正服齊衰，或有九升者，是義服齊衰也。云「服其功衰，服粗衰」者，功，即粗也。言齊衰既有八升、九升服也，其粗者謂七升，父之衰也。經不云「服其父衰」，而云「功衰」者，經稱三年之衰，則父為長子、及父卒為母，皆是三年。今期喪既葬，反服其服，若言功衰，總道三人，故不得特言「服父衰」也。母喪既練，雖衰八升，與正服既葬齊衰同，以母服為重，亦服母之齊衰也。皇氏云：「謂三年既練之後，初遭期喪。」今謂此經亦三年未練之前，初有期喪未葬，為前三年之衰為練祭，至期既葬，乃帶其故葛帶，絰期之葛絰也。必知其期喪未葬已前，得為三年練祭者，《雜記》篇云：「三年之喪既顈，其練祥皆行。」彼謂後喪亦三年，既顈之後，得行前三年之喪練祭，則知後喪期年未顈之前，得為三年之喪而行練也。熊氏云「為母既葬，衰八升」，言父在為母也。今鄭注云「為父既練，衰七升，為母既葬，衰八升」矣；又經云「三年之喪既練」，皆為父卒為母。今熊氏云「父在為母」，其義非也。○「有大功之喪，亦如之」者，此明三年之喪練後，有大功之喪也。「大功之喪」者，為大功喪既葬以前，經云「期之喪既葬」，則此大功之喪亦「既葬」。不云「既葬」者，從上省文也。「亦如之」者，言亦帶其故葛帶，絰期之葛絰也，故云「亦如之」。○注「大功」至「皆麻」。○正義曰：言大功初死之麻，變三年練後之葛，首、要皆麻矣，故《間傳》謂之「重麻」也。云「期既葬之葛帶」者，謂大功既葬，葛帶以次差之，三寸有餘。三年練之葛帶，以次差之，則四寸有餘。大功既葬葛帶，小於練之葛帶，故反服練之故葛帶也。又大功既葬者，首絰四寸有餘，若要服練之葛帶，首服大功既葬之葛絰，既粗細相似，不得為五分去一為帶之差，故首絰與期之絰，五寸有餘，進與期之既葬同也，故云「絰期之絰」，是差次之宜也。此注亦主於男子矣。其婦人之服，於下《間傳》篇具釋也。云「此雖變麻服葛，大小同耳」者，大功初喪服麻之時，首絰五寸餘，要帶四寸餘，大功既葬之後，首絰應合四寸餘，要帶本合三寸餘。既服練之要帶四寸餘，則其首絰合五分加一成五寸餘也。是大功初死之麻，齊衰既葬之葛，與初死之麻大小同，故云「此雖變麻服葛，大小同耳」。云「亦服其功衰」者，亦上文也。「服其功衰」，謂服父之練衰也。以大功初喪者，衰七升、八升、九升，既葬之後，則有十升，然服父七升也。云「凡三年之喪，既練始遭齊衰、大功之喪，絰帶皆麻」者，《間傳》篇云「斬衰既練，遭大功之喪，既重麻」。則知斬衰既練，遭齊衰，灼然重麻，故云「絰帶皆麻」也。此熊氏、皇氏之說。檢勘鄭意，其義然也。崔氏云：「此經大功之喪，承前經之下，既有三年之練，又有期喪既葬，合大功既葬之後，故帶其練之故葛帶，絰期之葛絰。於此經文其義得通，然於《間傳》之文於義不合。」案《間傳》「斬衰既虞、卒哭，遭齊衰之喪」，又云「既練遭大功之喪」，文各別，則此經文「大功」，唯據三年練後，不合期喪既葬也。注云「男子絰期之葛絰，婦人帶期之葛帶」，其誤者為期絰、期帶，謂其大功之絰、大功之帶。然於鄭注，其義稍乖也。當以熊、皇為正也。○「小功無變也」，謂凡常小功，無變於大功以上之服。言先有大功以上喪服，今遭小功之喪，無變於前服，不以輕服減累於重也。○「麻之有本者，變三年之葛」者，謂大功以上為帶者，麻之根本並留之，合糾為帶。如此者，得變三年之練葛。若麻之無本，謂小功以下，其絰澡麻斷本，是麻之無本，不得變三年之葛也。言「變三年葛」，舉其重者，其實期之葛有本者，亦得變之矣。○「既練遇麻斷本」者，此明斬衰既練之後，遭小功之喪，雖不變服，得為之加絰也。既練之後，遭遇麻之斷本，小功之喪。○「於免絰之」者，以練無首絰，於小功喪有事於免之時，則為之加小功之絰也。○「既免去絰」者，謂小功以下之喪，斂殯事竟，既免之後，則脫去其絰也。○「每可以絰」者，謂於小功以下之喪，當斂殯之節，每可以絰之時，必為之加麻也。○「既絰則去之」者，謂不應絰之時，則去其絰，自若練服也。○注「雖無」至「服也」。○正義曰：「有事則免絰如其倫」者，倫，謂倫類。雖為之不變服，其應免絰之時，如平常有服之倫類也。云「免無不絰」者，解經「於免絰之」。於是免之時必著絰，則大斂、小斂之節，眾主人必加絰也。云「絰有不免」者，解經「每可以絰必絰」也。云「絰」，謂不免，但云「絰」者，謂既葬之後，虞及卒哭之節，但著絰，不有免，以服成故也，是「絰有不免」者也。○「小功不易喪之練冠」者，言小功以下之喪，不合變易三年喪之練冠，其期之練冠亦不得易也。○「如免，則絰其緦、小功之絰」者，謂如當緦、小功著免之節則首絰，其緦與小功之絰，所以為後喪緦、絰者，以前喪練冠首絰已除故也。上經云「小功不易」，明緦不易。下經云「緦、小功之絰」，兼言「緦」者，恐免絰不及緦故也。前經已云「於免絰之」，此經又云「如免則絰」者，前經但云「絰」，不云「練冠」，恐小功以下不得改前喪練冠，故重言之也。「因其初葛帶」者，言小功以下之喪，要中所著，仍因其初喪練葛帶。上文云「期喪既葬，則帶練之故葛帶」，此小功以下之喪，亦著練之「初葛帶」，不云「故」而云「初」者，以期初喪之時，變練之葛帶為麻。期既葬之後，還反服練之故葛帶，故言「故」也。謂其小功以下之喪，不變練之葛帶，故云「初葛帶」也。○「緦之麻不變小功之葛，小功之麻不變大功之葛」者，謂以輕喪之麻，本服既輕，雖初喪之麻，不變前重喪之葛也。○「以有本為稅」者，稅，謂變易也。所以「緦之麻不變小功」者，以其緦與小功麻絰既無本，不合稅變前喪，唯大功以上麻絰有本者，得稅變前喪也。○注「稅亦」至「易也」。○正義曰：云「稅亦變易」者，以一經之內有變、有稅兩文，故言「稅亦變易」也。云「此要其麻有本者乃變上耳」者，「麻有本」，謂大功以上麻絰有本，為重下服，乃變上服，大功得變期，期得變三年也。云「《雜記》曰：有三年之練冠，則以大功之麻易之」者，所以引此者，欲明大功之麻，非但得易期喪之葛，亦得易三年練冠之葛也。○「殤長、中，變三年之葛」者，此論成人小功、緦麻，不得易前喪之葛，又論殤在小功、緦麻，得易三年葛也。「殤長，中」者，謂本服大功之喪，今乃降在長、中殤，男子則為之小功，婦人為長殤小功，中殤則緦麻。如此者，得變三年之葛也。○「終殤之月筭」者，謂著此殤喪服之麻，終竟此殤之月筭數，如小功則五月，緦麻則三月。○「而反三年之葛」者，此著麻月滿，還反服三年之葛也。○「是非重麻，為其無卒哭之稅」者，言服殤長、中之麻不改，又變三年之葛，是非重此麻也。所以服不改，又變前喪葛者，以殤服質略，初死服麻已後，無卒哭之時稅麻服葛之法，以其質略，其文不縟故也。「下殤則否」者，以大功以下殤，謂男子、婦人俱為之緦麻，其情既輕，則不得變三年之葛也。案上文「麻之有本」得變三年之葛，則齊衰下殤雖是小功，亦是麻之有本，故《喪服小記》云：「下殤小功帶澡麻，不絕本。」然齊衰下殤，乃變三年之葛。今大功長殤麻既無本，得變三年之葛者，以其殤服質略，無虞、卒哭之稅，故特得變之。若成人小功、緦麻，麻既無本，故不得變也。○注「謂大」至「服緦」。○正義曰：知「大功之親，為殤在緦、小功」者，以前文云緦、小功不得變上服，則此得變三年之葛，亦是緦麻、小功也。殤長、中在小功、緦者，本大功之親耳。云「正親親也」者，以大功之親，其殤所以得變三年之葛者，以大功是「正親親」，故重其殤也。云「三年之葛，大功變既練」者，則《雜記》篇云「三年之練冠，則以大功之麻易之」是也。云「齊衰變既虞、卒哭者，齊衰初喪，得變三年既虞、卒哭，則下《間傳》篇云「斬衰之喪，既虞、卒哭，遭齊衰之喪。輕者包，重者特」是也。云「為殤未成人，文不縟耳」者，縟，謂數也，謂禮文繁數。若成人以上，則禮繁數，故變麻服葛。今殤是未成人，唯在質略，無文飾之繁，數故不變麻服葛也。云「男子為大功之殤中從上，服小功。婦人為之中從下，服緦」者，《喪服傳》文。○「君為天子三年」者，謂列國諸侯之君，為天子三年也。○「夫人如外宗之為君也」者，言諸侯夫人為天子，如諸侯外宗之婦為君也。諸侯外宗之婦為君期，則夫人為天子亦期也，故云「如外宗之為君」。諸侯為天子服斬衰，《喪服》正文。此《記》載之者，謂以「夫人如外宗之為君」起文，以君與夫人，故知將欲明諸侯夫人為天子，故載「君」為文之首也。○注「外宗」至「南面」。○正義曰：「外宗，君外親之婦也」者，其夫既是君之外姓，其婦即是外宗也。云「其夫與諸侯為兄弟，服斬，妻從服期」者，謂夫與諸侯為兄弟之親，在於他國。諸侯既死，來為之服，當尊諸侯，不繼本服之親，故皆服斬，其妻從服期也。云「諸侯為天子服斬，故夫人亦從服期」，是為夫之君如外宗也。熊氏云：凡外宗有三，案《周禮》，外宗之女有爵，通卿大夫之妻，一也；《雜記》云「外宗為君夫人，猶內宗」，是君之姑姊妹之女、舅之女、從母之女皆為諸侯服斬，為夫人服期，是二也；此文「外宗」，是諸侯外宗之婦也，若姑之子婦、從母子婦，其夫是君之外親，為君服斬，其婦亦名「外宗」，為君服期，是三也。內宗有二者，案《周禮》云內女之有爵，謂其同姓之女悉是，一也；《雜記》云「內宗者，是君之五屬之內女」，是二也。引《喪大記》曰「外宗，房中南面」者，證「外宗」之義也。○「世子不為天子服」者，此明諸侯世子有繼世之道，所以遠嫌，不為天子服也。○「君所主夫人妻、大子、適婦」者，此三人既正，雖國君之尊，猶主其喪也。非此則不主也。言「妻」，欲見大夫以下亦為妻及適子、適婦為主也。○「大夫之適子為君、夫人、大子，如士服」者，此明大夫適子為君、夫人、大子之服，是大夫無繼世之道，其子無嫌，得為君與夫人及君之大子著服如士服也。○「君之母非夫人，則群臣無服」者，若君母是嫡夫人，則群臣為服期。今君母非夫人，君為之服緦，則群臣為之無服也。○「唯近臣及僕、驂乘從服」者，近臣，謂閽寺之屬；僕，御車者也；驂，車右也。君之母非夫人，貴臣乃不服，而此諸臣賤者，隨君之服也，故云「從服」。○「唯君所服服也」者，君服緦，則此等之人亦服緦，故云「唯君所服服也」。○注「妾先」至「不可」。○正義曰：「妾，先君所不服也」者，天子、諸侯為妾無服，唯大夫為貴妾服緦，故知「妾，先君所不服」。云「禮，庶子為後，為其母緦」者，案《喪服》緦麻章云「庶子為父後者，為其母」是也。云「言唯君所服，伸君也」者，若其不為後，則為母無服，故《喪服記》云：「公子為其母練冠，麻衣縓緣。」今以為君得著緦麻服，是伸君之尊也。君既服緦，是近臣得從君服也，此謂禮之正法。云「《春秋》之義，有以小君服之者」，鄭既以正禮言之，又引《春秋》之時不依正禮者，有以為小君之服服其妾母者，是文公四年「夫人風氏薨」，是僖公之母成風也。又昭十一年夫人歸氏薨，是昭公之母齊歸也。皆亂世之法，非正禮也。案《異義》云：「妾子立為君，得尊其母，立以為夫人否？今《春秋公羊》既說：『妾子立為君，母得稱夫人，故上堂稱妾，屈於適也，下堂稱夫人，尊於國也。云子不得爵命父妾，子為君得爵命其母者，以妾在奉授於尊者，有所因緣故也。』《穀梁傳》曰：魯僖公立妾母成風為夫人，是子爵於母，以妾為妻，非禮也。故《春秋左氏》說：『成風妾，得立為夫人，母以子貴，禮也。』許君謹案：舜為天子，瞽瞍為士，起於士庶者，子不得爵父母也。至於魯僖公得尊母成風為小君，經無譏文，從《公羊》、《左氏》之說。」鄭則從《穀梁》之說。故《異義駁》云：「父為長子三年，為眾子期，明無二適也。女君卒，繼攝其事耳，不得復立為夫人。」如鄭《駁》之言，則此云《春秋》小君服之者，是灼然非禮也。云「時若小君，在則益不可」者，其小君無，而以夫人服之，已為不可，今小君既在，而以夫人服妾母，彌益不可，故云「益不可」也。○「公為卿大夫錫衰以居」者，此明君為卿大夫之喪，成服之後，著錫衰以居也。○「出亦如之」者，出，謂以他事而出，不至喪所，亦著錫衰，其首則服皮弁。○「當事則弁絰」者，君行，往弔卿大夫，當大斂及殯，並將葬啟殯，當如此之事，則首著弁絰，身衣錫衰。若於士，雖當事，首服皮弁，故《士喪禮》云「君視大斂」，注云「皮弁服襲裘」是也。○「大夫相為亦然」者，亦如君於卿大夫也。不當事則皮弁，當事則弁絰，故《雜記》云「大夫與殯，亦弁絰」是也。大夫於士，士雖當事，亦皮弁也。○「為其妻，往則服之，出則否」者，謂公於卿大夫之妻，及卿大夫相為其妻，往臨其喪則服錫衰，不恒著之以居，若餘事之出，則不服也。言居亦不服，其當殯斂之事亦弁絰也。○「凡見人無免絰」者，謂己有齊衰之喪，無免去絰，重故也。○「雖朝於君無免絰」者，以絰重，縱往朝君，亦無免稅於絰也。○「唯公門有稅齊衰」者，謂己有不杖齊衰之喪，至公門稅去其衰，絰猶不去也。若杖齊衰及斬衰，雖入公門，衰亦不稅也。其大功非但稅衰，又免去絰也。○「傳曰：君子不奪人之喪，亦不可奪喪也」，解「朝君無免絰之意」，引舊《記》以明之。言君所以許臣不免絰而入朝，以君子之人以己恕物，不可奪人喪禮，使之免絰，故許著絰也。「亦不可奪喪也」，非但不奪人喪，亦不可自奪喪，所以己有重喪，猶絰以見君，申己喪禮也。○注「有免」至「絰也」。○正義曰：謂「不杖齊衰」者，案上《曲禮》篇云：苞屨不入公門。藨屨，杖齊衰之屨，既不得入也。此云「稅齊衰」，明「不杖齊衰」也。云「於公門有免齊衰，則大功有免絰也」者，鄭以絰重於齊衰，不杖齊衰雖脫，亦不免絰。以差次約之，則大功非但脫衰，又免去其絰也。○「罪多」至「列也」者，列，等也。言罪之與喪，其數雖多，其限同五，其等列相似，故云「列也」。"
      }
    ]
  }
}