{
  "chapterNumber": 18,
  "title": "三年問",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "三年之喪，何也？曰：稱情而立文，因以飾群，別親疏、貴賤之節，而不可損益也，故曰：「無易之道也。」○注：稱情而立文，稱人之情輕重，而制其禮也。群，謂親之黨也。無易，猶不易也。○音義：稱，尺證反，注及下皆同。別，彼列反。易音亦，注同。創鉅者其日久，痛甚者其愈遲。三年者，稱情而立文，所以為至痛極也。斬衰苴杖，居倚廬，食粥，寢苫枕塊，所以為至痛飾也。○注：飾，情之章表也。○音義：創音瘡，初良反。鉅音巨，大也。愈，徐音庾，差也。遲，徐直移反。倚，於綺反。枕塊，之鴆反。三年之喪，二十五月而畢，哀痛未盡，思慕未忘，然而服以是斷之者，豈不送死有已、復生有節也哉！○注：復生，除喪反生者之事也。○音義：思，如字，一音息吏反。斷，丁亂反。復音伏。"
      },
      {
        "index": 1,
        "text": "疏　 「三年」至「也哉」。○正義曰：此一節問喪三年所由，解釋所以三年之意。○「三年之喪，何也」者，記者欲釋三年之義，故假設其問，云三年喪者，意有何義理？謂稱人之情而立禮之節文。○「因以飾群」者，飾，謂章表也；群，謂五服之親也。因此三年之喪差降，各表其親黨。○「別親疏、貴賤之節，而弗可損益也」者，親，謂大功以上；疏，謂小功以下；貴，謂天子諸侯絕期，卿大夫降期以下；賤謂士庶人服族。其節分明，使不可損益也。○「故曰無易之道也」者，引舊語成文也。無，不也。並有差品，其道不可改易。○「創鉅者其日久」者，以釋重喪所以三年也。其事既大，故為譬也。鉅，大也。夫創小則易差，創大則難愈，故云創鉅其日久也。「痛甚者其愈遲」者，愈，差也。賢者喪親，傷腎、乾肝斬斫之痛，其痛既甚，故其差亦遲也。○「三年者，稱情而立文，所以為至痛極也」者，既痛甚差遲，故稱其痛情，而立三年之文，以表是至痛極者也。○「哀痛未盡，思慕未忘」者，言賢人君子於此二十五月之時，悲哀摧痛，猶未能盡，憂思哀慕，猶未能忘，故心之哀慕於時未盡，而外貌喪服以是斷割者。「豈不送死有已、復生有節也哉」者，若不斷以二十五月，則孝子送死之情何時得已？復吉常之禮何有限節？故聖人裁斷止限二十五月，豈不是送死須有已止，反覆生禮須有限節也哉？"
      },
      {
        "index": 2,
        "text": "凡生天地之間者，有血氣之屬必有知，有知之屬莫不知愛其類。今是大鳥獸則失喪其群匹，越月踰時焉，則必反巡過其故鄉，翔回焉，鳴號焉，蹢躅焉，踟躕焉，然後乃能去之。小者至於燕雀，猶有啁噍之頃焉，然後乃能去之。故有血氣之屬者，莫知於人，故人於其親也，至死不窮。○注：匹，偶也。言燕雀之恩不如大鳥獸，大鳥獸不如人。含血氣之類，人最有知而恩深也。於其五服之親，念之至死無止已。○音義：屬音蜀。喪，息浪反，又如字。巡，徐詞均反。過，徐音戈，一音古臥反。號音豪，戶羔反。蹢，本又作躑，直亦反，徐治革反。躅，直錄反，徐治六反。蹢躅，不行也。踶，徐音馳，字或作踟。躕音廚。燕，於見反。雀，本又作爵。啁，張留反。噍，子流反。啁噍，聲。頃，苦穎反。知音智。"
      },
      {
        "index": 3,
        "text": "疏　 「凡生」至「不窮」。○正義曰：此一經明天地之間血氣之類，皆有所知，至於鳥獸大小各能思其種類，況在於人，何有窮已也？"
      },
      {
        "index": 4,
        "text": "將由夫患邪淫之人與？則彼朝死而夕忘之，然而從之，則是曾鳥獸之不若也。夫焉能相與群居而不亂乎？○注：言惡人薄於恩，死則忘之。其相與聚處，必失禮也。○音義：由夫音扶，下皆同。邪，似嗟反。人與，音餘，下「君子與」同。曾，則能反。焉，於虔反。"
      },
      {
        "index": 5,
        "text": "疏　 「將由」至「亂乎」。○正義曰：此一經明小人之人曾鳥獸之不若，若不以禮節之，安能群居而不亂？\n將由夫修飾之君子與？則三年之喪，二十五月而畢，若駟之過隙，然而遂之，則是無窮也。○注：「駟之過隙」，喻疾也。「遂之」，謂不時除也。○音義：駟音四，馬也。過，古臥反，徐音戈。隙，本又作卻，去逆反，空隙之地也。"
      },
      {
        "index": 6,
        "text": "疏　 「將由」至「窮也」。○正義曰：此一經明賢人君子於三年之喪，若駟之過隙，若不以禮制節之，則哀痛何時窮已。「駟之過隙」者，駟，謂駟馬；隙，謂空隙。駟馬駿疾，空隙狹小，以駿疾而過狹小，言急速之甚。"
      },
      {
        "index": 7,
        "text": "故先王焉為之立中制節，壹使足以成文理，則釋之矣。○注：「立中制節」，謂服之年月也。釋，猶除也，去也。○音義：為，于偽反，下注「為母」同。中如字，又丁仲反，注同。去，起呂反。"
      },
      {
        "index": 8,
        "text": "疏　 「故先」至「之矣」。○正義曰：此一經明小人、君子其意不同，故先王為之立中人之制節。○「故先王焉」者，焉是語辭。「立中制節」者，言先王為之立中人之制，以為年月限節。○「壹使足以成文理」者，壹，謂齊同。言君子、小人皆齊同，使足以成文章義理。○「則釋之矣」者，釋，猶除去。既成義理，則除去其服。所以成三年文理者，以三年一閏，天道小成，又子生三年然後免於父母之懷，故服以三年，成文章義理。"
      },
      {
        "index": 9,
        "text": "然則何以至期也？○注：言三年之義如此，則何以有降至於期也？期者，謂為人後者，父在為母也。○音義：期音基，注及下同。曰：至親以期斷。○注：言服之正，雖至親皆期而除也。○音義：斷，丁亂反，下注同。是何也？問服斷於期之義也。曰：天地則已易矣，四時則已變矣，其在天地之中者，莫不更始焉，以是象之也。○注：法此變易，可以期也。"
      },
      {
        "index": 10,
        "text": "疏　 「然則」至「之也」。○正義曰：上節既稱為父母三年，何故有父母止有期者？此一節釋為期之義。「然則何以至期也」者，言為父母本應三年，何故為人後者，為本生父母、及父在為母而止於期。「曰至親以期斷」者，記者釋之，為至親本以期斷，故雖為他後、及父在為母，但以期也。○「是何也」者，記者又起問，云有何義故以期矣。○「四時則已變矣」者，答「期斷」之義也。言「期」是一年之周匝，而天氣換矣。前時已畢，今時又來，是變改矣。「其在天地之中者，莫不更始焉」者，言天地之中，動植之物，無不於前事之終，更為今事之始也。○「以是象之也」者，聖人以是之故，以人事法象天地，故期年也。○注「言三」至「母也」。○正義曰：鄭意以三年之喪何以有降至於期者，故云為人後者為本生之父母、及父在為母期，事故抑屈，應降至九月十月，何以必至於期？以其本至親，不可降期以下，故雖降屈，猶至於期。今檢尋經意，父母本意三年，何以至期者，但問其一期應除之義，故答曰「至親以期斷」。是明一期可除之節。故《禮》：期而練，男子除絰，婦人除帶。下文云加降故至三年，是經意不據為人後及父在為母期。鄭之此釋，恐未盡經意，但既袒鄭學，今因而釋之。"
      },
      {
        "index": 11,
        "text": "然則何以三年也？○注：言法此變易，可以期，何以乃三年為？曰：加隆焉爾也。焉使倍之，故再期也。○注：言於父母加隆其恩，使倍期也。下焉猶然。○「加隆焉爾」，一本作「加隆為爾焉」，徐如字，一音於虔反，焉猶然也，一云發聲也，注及下同。倍，步罪反，注同。"
      },
      {
        "index": 12,
        "text": "疏　 「然則」至「期也」。○正義曰：此一節釋因期及三年之義，故設問云：「然則何以三年也？」「曰加隆焉爾也」，本實應期，但子加恩隆重，故三年。「焉爾也」，語助之辭也。○「然使倍之，故再期也」者，焉猶然也。子既加隆於父母，故然使倍之。然，猶如是。倍之，言倍一期，故至再期也。"
      },
      {
        "index": 13,
        "text": "由九月以下，何也？曰：焉使弗及也。○注：言使其恩不若父母。故三年以為隆，緦、小功以為殺，期、九月以為間。上取象於天，下取法於地，中取則於人，人之所以群居和壹之理盡矣。○注：取象於天地，謂法其變易也。自三年以至緦，皆歲時之數也。言既像天地，又足以盡人聚居純厚之恩也。○音義：殺，色界反，徐所例反。故三年之喪，人道之至文者也。夫是之謂至隆。○注：言三年之喪，喪禮之最盛也。是百王之所同，古今之所壹也。未有知其所由來者也。○注：不知其所由來，喻此三年之喪，前世行之久矣。孔子曰：「子生三年，然後免於父母之懷。」夫三年之喪，天下之達喪也。○注：達，謂自天子至於庶人。"
      },
      {
        "index": 14,
        "text": "疏　 「由九」至「盡矣」。○正義曰：上節既稱「期斷」，何故有九月以下，故此經釋之。○「由九月以下，何也」者，由，從也。記者既稱「期斷」，假設問之，何故有從九月以下。○「曰：焉使弗及也」者，焉亦然也。然使恩隆不及於期也，則五月不及九月，三月不及五月，轉相不及也。○「故三年以為隆」者，謂恩愛隆重。○「緦、小功以為殺」者，謂情理殺薄。○「期、九月以為間」者，是隆殺之間也。○「上取象於天，下取法於地」者，天地之氣，三年一閏，是三年者取象於一閏。天地一期物終，是一期者取象於一周。九月者，以象陽之數，又像三時而物成也。五月，以象於五行。三月者，取象天地一時而氣變。言五服之節，皆取法於天也。○「中取則於人」者，則，法也。天地之中取則於人，若「子生三年，然後免於父母之懷」，故服三年。人之一歲，情意變改，故服一期。九月、五月、三月之屬，亦逐人情而減殺，是中則於人。○「所以群居和壹之理盡矣」者，既取法天地與人，三才並備，故能調和群眾聚居，和諧專壹，義理盡備矣。○「故三」至「喪也」。○正義曰：此一節重明三年之義。「三年之喪，人道之至文者也」，言三年喪禮，於人道之中，至極文理之盛者，則期以下，非其至極也。「夫是之謂至隆」者，言三年之喪，人恩之至極隆厚也。○「未有知其所由來者也」，言三年之喪，行之自遠，未有能識知所從來也。言不知所從何代而來。引孔子者，《論語》之文，證此三年之喪也。○注「不知」至「久矣」。○正義曰：案《易．繫辭》云：「古之葬者，厚衣之以薪，葬之中野，不封不樹，喪期無數。」《尚書》云：「百姓如喪考妣三載。」此云「不知所由來」者，但上古云「喪期無數」，謂無葬、練、祥之數。其喪父母之哀，猶三年也。故堯崩云「如喪考妣三載」，則知堯以前喪考妣已三年，但不知定在何時。其喪服所起，則黃帝、堯、舜之時，雖有衣裳，仍未有喪服也。但唐、虞已前，喪服與吉服同，皆以白布為之，故《郊特牲》云：「大古冠布，齊則緇之。」若不齊則皆用白布也。鄭注《喪服》，其冠衰之異，從三代以下，由唐虞以上曰大古，吉凶皆用白布，則知三代吉凶異也。"
      }
    ]
  }
}