{
  "chapterNumber": 8,
  "title": "仲尼燕居",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "仲尼燕居，子張、子貢、言游侍，縱言至於禮。○注：言游，言偃，子游也。縱言，汎說事。○音義：燕，於見反。汎，芳劍反。子曰：「居！女三人者，吾語女禮，使女以禮周流，無不徧也。」○注：「居，女三人者」，女三人且坐也，使之坐。凡與尊者言，更端則起。○音義：女音汝，後同，本亦作汝。語，魚據反，下及注「語女」皆同。遍音遍。"
      },
      {
        "index": 1,
        "text": "疏　 「仲尼」至「遍也」。○正義曰：此一節論問更端，三子陪侍夫子，欲語以禮之大綱。○「縱言至於禮者」，縱，謂放縱。仲尼與三子等放縱廣言，汎說諸事，遂至於禮。○「使女以禮周流，無不遍也」，周流，謂周旋流轉，言我使女等恒以禮周旋流轉，無不遍於天下。"
      },
      {
        "index": 2,
        "text": "子貢越席而對曰：「敢問何如？」○注：對，應也。子曰：「敬而不中禮謂之野，恭而不中禮謂之給，勇而不中禮謂之逆。」子曰：「給奪慈仁。」○注：奪，猶亂也，巧言足恭之人似慈仁，實鮮仁。特言是者，感子貢也。子貢辨，近於給。○音義：中，丁仲反，下同。給音急，徐渠急反，又其劫反，下同。足，將注反，又如字。鮮，仙淺反。近，附近之近。"
      },
      {
        "index": 3,
        "text": "疏　 「子貢」至「慈仁」。○正義曰：此一節明子貢問禮，辨而不讓，夫子因感而喻之。言若不中禮，則於事為失。「敬而不中禮謂之野」者，野，謂鄙野。雖有恭敬，而不合禮，是謂鄙野之人，無所知也。「恭而不中禮謂之給」者，給，謂捷給、便僻。足恭而不合禮，是謂捷給足恭之貌。「勇而不中禮謂之逆」，逆，謂逆亂，雖有壯勇而不合禮，則為逆亂。○「子曰：給奪慈仁」者，言捷給之人貌為恭敬，似慈愛寬仁，而實不慈仁，但其貌奪亂真慈仁也。故注云「特言是者，感子貢也。子貢辨，近於給」。"
      },
      {
        "index": 4,
        "text": "子曰：「師，爾過，而商也不及。子產猶眾人之母也，能食之，不能教也。」○注：過與不及，言敏、鈍不同，俱違禮也。眾人之母，言子產慈仁，多不矜莊，又與子張相反。子產嘗以其乘車濟冬涉者，而車梁不成，是慈仁亦違禮。○音義：食音嗣。敏頓，徒遜反。乘，繩證反，又如字。"
      },
      {
        "index": 5,
        "text": "疏　 「子曰」至「教也」。○正義曰：以上經子貢辨而捷給，不中於禮，故此經因明不中禮之人，亦言子張之過，子夏不及，子產之恩惠、不能教也。○「子產猶眾人之母也」者，言父義母慈，父能教而不能愛，母則能愛而不能教，言子產若眾人之母，但能恩慈食之，不能嚴厲教之。○注「過與」至「違禮」。○正義曰：敏、鈍不同者，師也過，是於事敏疾；商也不及，是於事遲鈍，故言「敏、鈍不同」。云「子產嘗以其乘車濟冬涉者，而車梁不成」者，《孟子》云「子產聽鄭國之政，以其乘車濟人於溱洧。孟子曰：『惠而不知為政。歲十一月，徒杠成。十二月，輿梁成，民未病涉也』。」是鄭約《孟子》為注。既言十一月、十二月，明是濟冬涉者。"
      },
      {
        "index": 6,
        "text": "子貢越席而對曰：「敢問將何以為此中者也。」子曰：「禮乎禮！夫禮所以制中也。」○注：禮乎禮，唯有禮也。"
      },
      {
        "index": 7,
        "text": "子貢退，言游進曰：「敢問禮也者，領惡而全好者與？」子曰：「然。」○注：領，猶治也。好，善也。○音義：與音餘，下「無相與」同。「然則何如？」子曰：「郊社之義，所以仁鬼神也。嘗禘之禮，所以仁昭穆也。饋奠之禮，所以仁死喪也。射鄉之禮，所以仁鄉黨也。食饗之禮，所以仁賓客也。○注：仁，猶存也，凡存此者，所以全善之道也。郊社、嘗禘、饋奠，存死之善者也。射鄉、食饗，存生之善者也。郊有后稷，社有句龍。○音義：昭穆，上遙反，穆亦作繆，音同。食饗，音嗣，注同。句，古侯反。子曰：「明乎郊社之義、嘗禘之禮，治國其如指諸掌而已乎！是故以之居處有禮，故長幼辨也。以之閨門之內有禮，故三族和也。以之朝廷有禮，故官爵序也。以之田獵有禮，故戎事閑也。以之軍旅有禮，故武功成也。是故宮室得其度，量鼎得其象，味得其時，樂得其節，車得其式，鬼神得其饗，喪紀得其哀，辨說得其黨，官得其體，政事得其施，加於身而錯於前，凡眾之動得其宜。」○注：治國指諸掌，言易知也。郊社、嘗禘，尊卑之事，有治國之象焉。辨，別也。三族，父、子、孫也。凡言得者，得法於禮也。量，豆、區、斗、斛也。味，酸苦之屬也。四時有所多，及獻所宜也。式，謂載也，所載有尊卑。辨禮之說，謂禮樂之官教學者。黨，類也。體，尊卑異而合同。○音義：長，丁丈反，後皆同。量音諒，注及下同。錯，七故反，本又作措，後同。易，以豉反。別，彼列反，下「其別」同。區，烏侯反。子曰：「禮者何也？即事之治也。君子有其事，必有其治。治國而無禮，譬猶瞽之無相與！倀倀乎其何之？譬如終夜有求於幽室之中，非燭何見？若無禮，則手足無所錯，耳目無所加，進退揖讓無所制。是故以之居處，長幼失其別，閨門三族失其和，朝廷官爵失其序，田獵戎事失其策，軍旅武功失其制，宮室失其度，量鼎失其象，味失其時，樂失其節，車失其式，鬼神失其饗，喪紀失其哀，辨說失其黨，官失其體，政事失其施，加於身而錯於前，凡眾之動失其宜。如此，則無以祖洽於眾也。」○注：凡言失者，無禮故也。策，謀也。祖，始也。洽，合也。言失禮無以為眾倡始，無以合和眾。○音義：治，直吏反，下「其治」、「治國」並同。瞽音古。相，息亮反。倀，敕良反，無見貌。策，初革反。為眾，于偽反，又如字。倡，尸亮反。"
      },
      {
        "index": 8,
        "text": "疏　 「子貢」至「眾也」。○正義曰：此一節明子游問禮，夫子為說禮之事。凡有三節，各隨文解之。○「領惡而全好者與」，領，治也；好，善也；「與」是語辭。子游問禮之為體，治去惡事而留全善事者與？子曰然。然，猶如是，夫子答以禮之為意，如是領惡全善也。○「然則何如」者，子游既聞夫子稱治惡全好之事，更問夫子治惡全好之事如何。○「子曰：郊社之義，所以仁鬼神也」者，仁，謂仁恩，相存念也。郊社之祭，所以存念鬼神也。○「饋奠之禮，所以仁死喪也」者，謂人之初死，設此饋食之奠，所以存念死喪。此以上皆是存留死事之善者，善事既全，則惡事除去也。○「射鄉之禮，所以仁鄉黨也」，射，謂鄉射；鄉，謂鄉飲酒也。禮：鄉黨中有鄉射，有鄉飲酒者，存鄉黨故也。然射在鄉上者，欲明鄉射與鄉飲酒別也。此「仁鄉黨」及下「仁賓客」皆是存生之善者也。○注「郊有后稷，社有句龍」。○正義曰：注稱此者，解經郊社仁鬼神之義。鬼神，謂人之鬼神，故以后稷、句龍言之。此鬼神與昭穆死喪相類，故知非陰陽七八九六之鬼神也。○「子曰」至「其宜」。○正義曰：前經明郊社等之禮各有所由，故此經更廣明郊、社、嘗、禘明而用之，則有功也；又廣明諸禮所用有功之事。○「治國其如指諸掌而已乎」者，郊、社，所以祭天地；嘗、禘，所以祭宗廟，皆是事之難者。若能明之得理，則治之諸事，其如指掌中之物，言其易了。○「是故宮室得其度」者，前經以說明乎郊、社、嘗、禘，治國如指物於掌中，此以下明治國諸事各得其所。「宮室得其度」者，度，謂制度，高下大小得其依禮之度數。凡言得者，皆得法於禮也。○「量鼎得其象」者，像，謂法象，言觔斗之量，三牲之鼎，各得其制，依禮之法象，故《易．繫辭》云「以製器者尚其象」。○「味得其時」者，謂春酸夏苦之屬，得其依禮之時。○「樂得其節」者，謂樂曲之節。○「車得其式」者，式，載也，言所乘之車，各得其所載之尊卑。○「鬼神得其饗」者，謂天神人鬼，各得其饗食也。○「喪紀得其哀」者，謂五服親疏，各得其哀情也。○「辨說得其黨」者，謂分辨論說《詩》、《書》、《禮》、《樂》之等，各得其黨類，不乖事之義理。○「官得其體」者，體，謂容體，謂設官分職，各得其尊卑之體。○「政事得其施」者，言布政治事，各得其所施之處也。○「加於身而錯於前，凡眾之動得其宜」者，合結用禮之功也。錯，置也。眾，謂萬事也。以禮加身，而錯置行之於前，則凡萬事動用，皆得其所宜也。○注「三族」至「合同」。○正義曰：云「三族，父、子、孫也」者，族，屬也。從己而言父、子、孫，於己最近唯父、子、孫耳。案《昏禮》「三族之不虞」，鄭注云「三族，謂父昆弟、己昆弟、子昆弟」，與此不同者，彼為請期，恐有期喪廢昏，故云三族宜據期喪者，故與此不同。云「量，豆、區、斗、斛也」者，案《春秋左氏》昭三年傳云「齊舊四量，四升為豆，各自其四，以登於釜」，注云「四豆為區，四區為釜」。又《律歷志》云「十升為鬥，十斗為斛」。是豆、區、斗、斛。云「四時有所多，及獻所宜也」者，案《周禮．食醫》「春多酸，夏多苦，秋多辛，冬多鹹」，又《獸人》云「冬獻狼，夏獻麋」是也。云「式，謂載也」者，謂車有式以載人，故云「式，猶載也」。云「辨禮之說，謂禮樂之官教學者」以下，別云官得其體，政事得其施，則此辨說非政事，故以為禮樂之官教學者。舉禮、樂則《詩》、《書》可知。云「黨類也」者，言教學各以其書之義類，故云「得其黨」。云「體，尊卑異而合同」者，猶人身之有手足，手足異於身而共體，猶若長官與屬官，亦尊卑異而共掌一事。○「子曰」至「眾也」。○正義曰：前經明諸事得禮，則有其功。此經明諸事失禮，則其事有害。○「即事之治也」者，夫子更廣明禮事，更自設問云禮者何也，即事之治理。言萬物之治，皆由禮。○「譬猶瞽之無相與！倀倀乎其何之」者，瞽，謂無目，相，謂扶相，言治國無禮，譬猶瞽者無人扶相，倀倀乎何所之適。○「是故以之居處，長幼失其別」者，此以下皆謂無禮有失也，翻前經得禮之事也。長幼失其別者，別即辨也。○「戎事失其策」者，前云戎事閒也，今云失其策者，策，謀也。若失其謀，則不能閒暇也。○「軍旅武功失其制」者，前云武功成也，此云失其制，由不成，故失制也。○「政事失其施」者，失施，若春行夏令之屬也。○「加於身而錯於前，凡眾之動失其宜」者，以無禮自加，而錯於行事，故萬事皆失所宜也。○「如此，則無以祖洽於眾也」者，結失禮之惡也。祖，始也；洽，合也。每事如此，則為君上失德，不可為眾人之倡始，而使和合者也。"
      },
      {
        "index": 9,
        "text": "子曰：「慎聽之，女三人者！吾語女。禮猶有九焉，大饗有四焉。苟知此矣，雖在畎畝之中，事之，聖人已。兩君相見，揖讓而入門，入門而縣興，揖讓而升堂，升堂而樂闋，下管《象》、《武》，《夏》籥序興，陳其薦俎，序其禮樂，備其百官。如此而后，君子知仁焉。行中規，還中矩，和鸞中《采齊》，客出以《雍》，徹以《振羽》，是故君子無物而不在禮矣。入門而金作，示情也。升歌《清廟》，示德也。下而管《象》，示事也。是故古之君子，不必親相與言也，以禮樂相示而已。」○注：猶有九焉，吾所欲語女餘有九也。但大饗有四，大饗，謂饗諸侯來朝者也。四者，謂金再作，升歌《清廟》，下管《象》也。事之，謂立置於位也。聖人已者，是聖人也。縣興，金作也。金再作者，獻主君又作也。下，謂堂下也。《象》、《武》，武舞也。《夏》籥，文舞也。序，更也。堂下吹管，舞文、武之樂，更起也。知仁焉，知禮樂所存也。《採齊》、《雍》、《振羽》，皆樂章也。《振羽》、《振鷺》及《雍》，金作，示情也，賓、主人各以情相示也。金性內明，像人情也。示德也，相示以德也，《清廟》頌文王之德。示事也，相示以事也，《武》、《象》武王之大事也。○音義：畎，古犬反。縣音玄，注同。闋，苦冗反。籥音藥。中，丁仲反，下同。還音旋。齊，本又作薺，在細、在私二反，注同。更音庚，下同。鷺音路。子曰：「禮也者，理也，樂也者，節也。君子無理不動，無節不作。不能《詩》，於禮繆。不能樂，於禮素。薄於德，於禮虛。」○注：繆，誤也。素，猶質也。歌《詩》，所以通禮意也。作樂，所以同成禮文也。崇德，所以宴禮行也。《王制》：「曰樂正崇四術，立四教，順先王《詩》、《書》、禮、樂以造士。春秋教以禮、樂，冬夏教以《詩》、《書》。王大子、王子、群後之大子，卿大夫、元士之適子，國之俊選，皆造焉。則古之人皆知諸侯之禮樂。○音義：繆音謬，注同。行，下孟反，又如字。夏，戶嫁反。大子，音泰，下「大子」、下文「大平」同。適，丁歷反。選，宣面反。造，才早反，徐七到反。子曰：「制度在禮，文為在禮。行之其在人乎！」○注：文為，文章所為。子貢越席而對曰：「敢問夔其窮與？」○注：見其不達於禮。○音義：夔，求龜反。與音餘。子曰：「古之人與？古之人也！達於禮而不達於樂，謂之素。達於樂而不達於禮，謂之偏。夫夔達於樂，而不達於禮，是以傳於此名也，古之人也。」○注：素與偏，俱不備耳。夔達於樂，傳世名，此賢人也。非不能，非所謂窮。○音義：傳，丈專反，注同。"
      },
      {
        "index": 10,
        "text": "疏　 「子曰」至「人也」。○正義曰：以前經子游問禮，孔子特為說之。自此以下，孔子總為三人說禮之大意。但於禮之內，大饗為重，故此經特明之。今各隨文解之。○「猶有九焉」者，言上經所說禮外，猶有九事焉。今為汝說之。○「大饗有四焉」者，言九事之中，兩君相見，大饗有四。四者，謂賓初入門而縣興，揖讓而升堂，主人獻賓，賓飲訖而樂闋，是一也；賓酢主人，金奏作，主人飲畢而樂闋；是二也；至工入，升歌《清廟》，是三也；歌畢，堂下管《象》、《武》，是四也，是大饗有四焉。○「苟知此矣，雖在畎畝之中，事之，聖人已」者，苟，誠也，謂誠能知此四事，其身雖在畎畝之中，眾人奉而事之，立置於位，戴以為君。「聖人已」者，已，謂語辭，言如此者，是聖人也。○「兩君相見，揖讓而入門」者，諸侯來朝，兩君相見，揖讓而入門。○「入門而縣興」者，謂鐘磬興而動作，謂金奏作也。○「揖讓而升堂，升堂而樂闋者」，賓主及階，揖讓升堂。主人獻賓，賓卒爵而樂闋，是大饗之一也。又於此之後，賓酢主君而縣興，主君飲畢而樂闋，是大饗之二也，鄭注所謂「金再作」是也。○「下管《象》、《武》」者，謂升歌《清廟》，是大饗之三也。堂下管中吹《象》、《武》之曲，是大饗之四也。但此「下管《象》、《武》」之上少「升歌《清廟》」之一句，下文既詳，故於此略之。○「《夏》籥序興」者，《夏》籥，謂大夏文舞之樂，以《象》、《武》次序更遞而興，於是陳列薦俎，次序禮樂，備具百官。從「《夏》籥序興」至此，重讚揚在上之事。○「如此而後君子知仁焉」者，仁，猶存也。君子見上大饗四焉，知禮樂所存在也。○「行中規」至「徹以《振羽》」者，是大饗四禮之外，加有此五事，總為九也。但以前四事，義廣意深，故特明於上。此之五事折旋揖讓，其理淺露，故別於下。○「行中規」者，謂曲行，配前為第五。○「還中矩」者，謂方行也，通為六也。○「和鸞中《採齊》」者，《採齊》，樂章名，言和鸞之聲中《採齊》之曲，謂出門迎賓之時。通前為七也。○「客出以《雍》」者，《雍》，《詩》樂章名也。言客出之時，歌《雍》以送之。通前為八也。○「徹以《振羽》」者，《振羽》即《振鷺》詩，亦樂章名也。言禮畢通徹器之時，歌《振鷺》也。通為九也。○「是故君子無物而不在禮矣」者，言無事不在禮，萬事皆在於禮也。○「入門而金作，示情也」者，謂賓入門之後，至主人飲畢，而金鐘之聲再度興作。金性內明，主人獻賓而金作，是主人示賓以恩情，賓酢主人而金作，是賓示主人以敬情，覆上縣興之文也。○「升歌《清廟》，示德也」者，《清廟》頌文王之德，故云「示德」也。此覆說上文，但前文略而不載也。○「下而管《象》，示事也」者，《象》，謂武王伐紂之樂；事，謂王業之大事，故下管《象》、《武》，示王業之事也。此覆釋前文下管《象》、《武》也。○「古之君子，不必親相與言也，以禮樂相示而已」者，言古之君子相朝會，不必親自以事相與丁寧而言，但以禮樂微相示語依違而已。○注「猶存」至「事也」。○正義曰：「大饗」謂饗諸侯來朝者也，經云「兩君相見」，故知是饗。諸侯來朝，謂鄰國相會也。云「四者，謂金再作，升歌《清廟》，下管《象》也」者，是數大饗有四之事，金再作是二也，升歌《清廟》是三也，下管《象》是四也。云「事之，謂立置於位也」者，以經先云大饗有四焉，乃云「事之」，故鄭注亦先數四事，乃解「事之」也。而皇氏「以《夏》籥序興」與「下管《象》、《武》」合為一，為大饗之事四。今鄭數四事，直云「下管《象》、《武》」，不數「《夏》籥序興」。又經云金作示情，《清廟》示德，下《管》示事，不論《夏》籥。皇氏通數《夏》籥，其義非也。云「縣興金作也」者，解經「入門而縣興」，謂金奏第一作也。案《大射禮》賓乃庭，奏《肆夏》，至主人獻賓，賓再拜受爵樂闋，是金一作也。但大射以臣為賓，故及庭始金奏。若鄰國君來，入門即金奏也。云「金再作者，獻主君又作也」者，案《大射禮》主人獻賓之後，主人洗象觚獻於公，公拜受爵，乃奏《肆夏》，公卒爵而樂闋。《大射禮》謂臣為主而獻君，若兩君相見則賓獻主君，故獻主君又作也。云「堂下吹管，舞文、武之樂，更起也」者，以經云下管《象》、《武》，即云《夏》籥序興，是初時管中吹《象》、《武》之曲，已後與《夏》籥文舞更遞而作，故云「舞文、武之樂，更起也」。云《採齊》、《雍》、《振羽》，皆樂章也。以《雍》是詩篇，名《振羽》，即《振鷺》，故知與《採齊》之等皆是樂章之名也。云「《武》、《象》，武王之大事也」，以此《象》、《武》與《清廟》相對。《清廟》是文王之詩，故知《象》、《武》是武王之樂。案《周頌》「維清奏《象》、《武》」也，注云「武王制焉」。盧解：「大饗有九者：揖讓而入門，一也。入門而縣興，二也。揖讓而升堂，三也。升堂而樂闋，四也。下管《象》、《武》，五也。《夏》籥序興，六也。陳其薦俎，七也。序其禮樂，八也。備其百官，九也。」王肅以為大饗九者，其下五事與鄭同，又以揖讓而入門、入門而縣興、揖讓而升堂為一也；升堂而樂闋，二也；下管《象》、《武》，《夏》籥序興，三也；陳其薦俎，序其禮樂，備其百官，為四也。添下五事為九也。○「子曰」至「禮虛」。○正義曰：以前經大饗有禮樂之事，故此經申明禮樂之義。理，謂道理。言禮者，使萬事合於道理也。○「樂也者，節也」者，節，制也。言樂者使萬物得其節制。○「君子無理不動，無節不作」者，言古之君子，若無禮之道理，不妄興動。無樂之節制，不敢興作。○「不能《詩》，於禮繆」者，以《詩》能通達情意，得則行禮審正。若不能習《詩》，則情意隔絕，於禮錯繆，言行禮必須《詩》。○「不能樂，於禮素」者，素，謂質素。言樂能有音聲綴兆於戚，文飾於禮。若不能習樂，則於禮樸素。○「薄於德，於禮虛」者，言內心厚於其德，則外充實；若內心淺薄於德，則於外禮空虛，言行禮必須德。言此經雖禮、樂並陳，德是百行之本，樂是禮中之別，故明禮須《詩》、樂及德乃為善也。○注「王制」至「禮樂」。○正義曰：引《王制》者，明上從天子下至國之俊選，皆須禮樂而成，證經之「君子無理不動，無節不作」也。云「皆知諸侯之禮樂」者，以前經大饗是兩君相見、諸侯禮樂之事，此經申說前經云「君子無理不動」，故知尊卑皆是諸侯之禮樂。○「子曰」至「人也」。○正義曰：前經明禮為諸事之本，此經明行禮在人。○「制度在禮」者，言國家尊卑、上下制度存在於禮。○「文為在禮」者，人之文章所為，亦在於禮，言禮為制度、文章之本。○「行之其在人乎」者，言能行其禮，全在人乎！謂人能行禮也。○「子貢」至「人也」。○正義曰：前經孔子稱唯人能行禮，子貢唯聞夔之善樂，不聞夔之達禮，意謂夔身全不解禮，故越席而對夫子云敢問此夔於禮，其窮困與。○「子曰：古之人與」者，言今人解樂則全不知禮。夔是古之人與，但不曉達於禮耳，非全不知也。○「古之人也，達於禮而不達於樂，謂之素」者，古與今異，古之人也，明達於禮而不甚明達於樂者，但謂之樸素，不備具耳，不得稱於樂為窮。○「達於樂而不達於禮謂之偏」者，言古之人但明達於樂，而不甚明達於禮者，謂之偏，半而不備耳，非是於禮為窮。○「夫夔達於樂而不達於禮，是以傳於此名也」，言夔禮、樂兼有，但樂優於禮，故特通達於樂，不甚通達於禮，是以傳於此賢名流於後世。若全不解禮，何以傳於此名也？「古之人也」，更重美夔，云是古之人與今之人別也。若今人達於樂而不達於禮者，則全不知禮也。○「素與」至「謂窮」。○正義曰：「素與偏，俱不備耳」者，言素之與偏俱是不具，非是全不知也，故稱「耳」以結之。云「非不能，非所謂窮「者，言夔非是不能行禮，但不特通達，非謂全不知於禮為窮困也。故《虞書》舜命伯夷「典朕三禮」，伯夷讓夔。是夔知禮也。而皇氏以達為掌，言夔掌樂不掌禮。達訓為掌，於義無文，又與鄭注意乖，其義非也。"
      },
      {
        "index": 11,
        "text": "子張問政。子曰：「師乎！前，吾語女乎！君子明於禮樂，舉而錯之而已。」○注：言禮樂足以為政也。錯，猶施行也。○音義：子曰師乎，絕句。子張復問。子曰：「師，爾以為必鋪幾筵，升降，酌、獻、酬、酢，然後謂之禮乎？爾以為必行綴兆，興羽籥，作鐘鼓，然後謂之樂乎？言而履之，禮也。行而樂之，樂也。君子力此二者，以南面而立，夫是以天下大平也。諸侯朝，萬物服體，而百官莫敢不承事矣。禮之所興，眾之所治也。禮之所廢，眾之所亂也。目巧之室，則有奧阼，席則有上下，車則有左右，行則有隨，立則有序，古之義也。室而無奧阼，則亂於堂室也。席而無上下，則亂於席上也。車而無左右，則亂於車也。行而無隨，則亂於塗也。立而無序，則亂於位也。昔聖帝、明王、諸侯，辨貴賤、長幼、遠近、男女、外內，莫敢相踰越，皆由此塗出也。」○注：服體，體服也，謂萬物之符長，皆來為瑞應也。眾之所治，眾之所以治也。眾之所亂，眾之所以亂也。目巧，謂但用巧目善意作室，不由法度，猶有奧阼，賓主之處也。自「目巧」以下，古今常事，不可廢改也。○音義：復，扶又反。鋪，普胡反，徐音孚。樂之音洛，又音岳。治，直吏反，注同。奧，字又作隩，烏報反。阼，才故反。符長，丁丈反。《隱義》云：「符，謂甘露醴泉之屬，長，謂麟鳳五靈之屬。」應，應對之應，徐於甑反。處，昌慮反。三子者既得聞此言也於夫子，昭然若發矇矣。○注：乃曉禮樂不可廢改之意也。○音義：昭，章遙反，徐之紹反，明也。矇音蒙。矣，本亦無矣字。"
      },
      {
        "index": 12,
        "text": "疏　 「子張」至「矇矣」。○正義曰：「舉而錯之而已」者，錯，行也。言為政之道，明於禮樂，興舉而錯行之，言為政在此而已。○「言而履之，禮也」者，言為禮之體，不在於幾筵、升降、酬酢乃謂之禮，但在乎出言履踐行之謂之禮也。○「行而樂之，樂也」者，言樂不在於羽籥、鐘鼓乃謂之樂，但在乎身之行，天下愛樂謂之樂也。○「君子力此二」者，力，謂勉力也，言君子勉力勤行此二者禮樂之事，則天下太平。○「萬物服體」者，服謂屈服，體謂形體，言飛、走、動、植之物而皆來為瑞應也。○「目巧之室，則有奧阼」者，言但用目准視，巧思存意，雖不由法度，猶有奧阼賓主之處，不可不有也。○「席則有上下」者，言布席之時，不可無上下。○「車則有左右」者，言乘車之時，不可無左右。○「行則有隨」者，謂少者在後相隨。○「立則有序」者，謂並立則有次序。○「古之義也」者，自古以來，禮樂之意。○「室而無奧阼，則亂於堂室也」，上言得禮則治，自此以下言失禮則亂，故准上文。○「皆由此塗出也」者，由，從也；塗，道也。道謂禮樂。言古之聖帝、明王所以能使貴賤、長幼、遠近、男女殊別，外內莫敢相踰越者，皆由此禮樂塗道出其此事也。○注「服體」至「改也」。○正義曰：「謂萬物之符長」者，符，謂甘露體泉之屬，長，謂五方瑞應之長也。云「奧阼賓主之處也」者，《爾雅》云「西南隅謂之奧」，奧之外則有賓位所在，東階謂之阼，故曰「賓主之處」。云「自目巧以下，古今常事，不可廢改也」，言經中目巧以上論說禮樂之事，或質文沿革，隨時變改。自目巧以下尊卑上下萬代恒行，故云「古今常事，不可廢改」也。"
      }
    ]
  }
}