{
  "chapterNumber": 29,
  "title": "喪服四制",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "凡禮之大體，體天地，法四時，則陰陽，順人情，故謂之禮。訾之者，是不知禮之所由生也。○注：禮之言體也，故謂之禮，言本有法則而生也。口毀曰「訾」。○音義：訾，徐音紫，毀也，一音才斯反。"
      },
      {
        "index": 1,
        "text": "疏　 「凡禮」至「生也」。○正義曰：此一篇總論喪之大體，有四種之制。初明恩制，次明理制，次明節制，次明權制，既明四制。事畢，又明三年喪自古而行之，故引高宗之事。又明斬衰以下，節制之差，結成仁義之事。各隨文解之。○「體天地」者，言禮之大綱之體，體於天地之間所生之物。言所生之物，皆禮以體定之。○「法四時」者，則下文云「喪有四制，變而從宜，取之四時」是也。○「則陰陽」者，下文云「吉凶異道，不得相干，取之陰陽」是也。○「順人情」者，下文云「有恩有理，有節有權，取之人情」是也。○「故謂之禮」者，以其無物不體，故謂之為禮，故注云「禮之言體」也。○「訾之者，是不知禮之所由生也」者，言若訾毀，不信禮之體天地、法四時、則陰陽、順人情，如此之人，是不識知禮之所由生也。言不知禮之有法則也。"
      },
      {
        "index": 2,
        "text": "夫禮，吉凶異道，不得相干，取之陰陽也。○注：吉禮、凶禮異道，謂衣服、容貌及器物也。喪有四制，變而從宜，取之四時也。有恩有理，有節有權，取之人情也。恩者仁也，理者義也，節者禮也，權者知也。仁、義、禮、知，人道具矣。○注：「取之四時」，謂其數也。「取之人情」，謂其制也。○音義：知音智，下同。"
      },
      {
        "index": 3,
        "text": "疏　 「夫禮」至「具矣」。○正義曰：此一節覆說前文禮「法四時，則陰陽，順人情」之事。不覆說「體天地」者，天地包此四時、陰陽、人情，無物不總，故不覆說「體天地」之事。○「吉凶異道」者，言吉、凶各異其道，及衣服、容貌、器物不同也。「喪有四制，變而從宜」者，言門內主恩，若於門外，則變而行義。尊卑有定，禮制有恒，以節為限。或有事故，不能備禮，則變而行權，是皆「變而從宜」，取人情也。○「恩者仁也，理者義也，節者禮也」，恩屬於仁，理屬於義，節屬於禮，故云「節者禮也」。○「權者知也」，量事權宜，非知不可，故云「權者知也」。○「仁、義、禮、知，人道具矣」者，此總結四制之義。仁屬東方，義屬西方，禮屬南方，知屬北方。四時並備，是「人道具矣」。五常五行，四時無「信」者，知中兼之，故北方水為知，又為信，是取法四時，故不並數「信」也。"
      },
      {
        "index": 4,
        "text": "其恩厚者其服重，故為父斬衰三年，以恩制者也。○注：服莫重斬衰也。○音義：為，于偽反，下及注同。衰，七回反，注及下同。"
      },
      {
        "index": 5,
        "text": "疏　 「其恩」至「者也」。○正義曰：此一經明四制之中恩制也。以父最深恩，故特舉父而言之。其實門內諸親為之著服，皆是「恩制」也。"
      },
      {
        "index": 6,
        "text": "門內之治恩揜義，門外之治義斷恩。資於事父以事君，而敬同，貴貴尊尊，義之大者也。故為君亦斬衰三年，以義制者也。○注：資，猶操也。貴貴，謂為大夫君也。尊尊，謂為天子諸侯也。○音義：治，直吏反，下同。揜，於檢反。斷，丁亂反。操，七刀反，皇云「特也」。"
      },
      {
        "index": 7,
        "text": "疏　 「門內」至「者也」。○正義曰：此一經明門外之治，四制之中義制也。「門內之治恩揜義」者，以門內之親，恩情既多，揜藏公義，言得行私恩，不行公義。若《公羊傳》云「有三年之喪，君不呼其門」是也。○「門外之治義斷恩」者，門外，謂朝廷之間。既仕公朝，當以公義斷絕私恩。若《曾子問》「父母之喪，既卒哭，金革之事無辟」是也。○「資於事父以事君，而敬同」者，言操持事父之道以事於君，則敬君之禮與父同。○「貴貴」者，貴，謂大夫之臣事大夫為君者也。大夫始入尊境，則是貴也。此臣盡敬此君，故云「貴貴」也。○「尊尊」者，尊尊，謂天子、諸侯之臣事天子、諸侯為君者也。天子、諸侯同為南面，則是尊也。此臣極敬此君，故曰「尊尊」也。○「義之大者也」，以義斷恩，內外如一，雖復大夫與王侯有異，而其臣敬不殊，故並云「義之大者也」。○「故為君亦斬衰三年，以義制者也」，言「亦」，謂亦同於父也。"
      },
      {
        "index": 8,
        "text": "三日而食，三月而沐，期而練，毀不滅性，不以死傷生也。喪不過三年，苴衰不補，墳墓不培。祥之日鼓素琴，告民有終也，以節制者也。資於事父以事母，而愛同。天無二日，土無二王，國無二君，家無二尊，以一治之也。故父在為母齊衰期者，見無二尊也。○注：食，食粥也。沐，謂將虞祭時也。補、培，猶治也。鼓素琴，始存樂也。三年不為樂，樂必崩。○音義：期音基，下同。苴，七餘反。墳，扶云反。培，步回反，徐扶來反。為，于偽反，下注「為君」同。齊音咨。見，賢遍反。粥，之六反。"
      },
      {
        "index": 9,
        "text": "疏　 「三日」至「尊也」。○正義曰：此一節明四制之中節制也。○「苴衰不補」者，言苴麻之衰，雖破不補。○「墳墓不培」者，培，益也。一成丘陵之後，不培益其土。○「祥之日鼓素琴」者，大祥之日，得鼓素琴。○「告民有終也」者，言所以為此上事，告教其民使衰有終極也。○「以節制者也」，以情實未已，仍以禮節為限制，抑其情也。自此以上，皆節制之事，從此以下，更申明節制。欲尊歸其一，故更明無二尊之理。○「資於事父以事母，而愛同」者，言操持事父之道以事於母，而恩愛同。恩愛雖同，而服乃有異，以不敢二尊故也。故以「天無二日」，及「家無二尊」之等，明皆歸於尊一，以治理之也。「天無二日」至「二尊也」，此總結「無二尊」之理也。○注「食食粥」至「必崩」。○正義曰：沐，謂將虞祭時也。《士虞記》曰「沐而不櫛」，故知「沐，謂將虞祭時」。虞後有事得沐浴也，故《雜記》云：「非虞附練祥，無沐浴。」云「鼓素琴，始存樂也」。於此祥日而鼓素琴，始存省此樂縣，而作樂在既禫之後。"
      },
      {
        "index": 10,
        "text": "杖者何也？爵也。三日授子杖，五日授大夫杖，七日授士杖。或曰「擔主」，或曰「輔病」。婦人童子不杖，不能病也。百官備，百物具，不言而事行者，扶而起。言而后事行者，杖而起。身自執事而后行者，面垢而已。禿者不髽，傴者不袒，跛者不踊，老病不止酒肉。凡此八者，以權制者也。○注：五日、七日授杖，謂為君喪也。扶而起，謂天子、諸侯也。杖而起，謂大夫、士也。面垢而已，謂庶民也。髽，婦人也。男子免而婦人髽。髽，或為「免」。○音義：擔，是艷反，又食艷反，又餘塹反。「不言而事行者，扶而起」，一本作「扶而後起」。扶，或作「杖」，非。垢音苟。禿，吐木反。髽，側瓜反。傴，紆主反。袒，節旱反。跛，彼我反。免音問，下同。"
      },
      {
        "index": 11,
        "text": "疏　 「杖者」至「者也」。○正義曰：此一經明四制之中權制也。○「杖者何也？爵也」者，權制之中，所以先明杖者，以下有不應杖而杖，又有應杖而不杖，皆是權宜，故先舉正杖於上。言「爵也」者，杖之所設，本為扶病，而以爵者有德，其恩必深，其病必重，故杖為爵者而設，故云「爵也」。○「三日授子杖，五日授大夫杖，七日授士杖」者，上云杖者爵也，遂歷敘其有爵之人，故云「三日授子杖，五日授大夫杖，七日授士杖」。○「或曰擔主」者，解無爵而亦杖，故記者稱「或曰擔主」。《喪服傳》云：「杖者何？爵也。無爵而杖者何？擔主也。」鄭注云「擔，假也」，「尊其為主」，「假之以杖」。○「或曰輔病」者，《喪服傳》云：「非主而杖者何？輔病也。」謂庶子以下，雖非適子皆杖，為其「輔病」故也。○「婦人童子不杖，不能病也」者，杖既扶病，何婦人童子所以不杖？為其不能病也。婦人，謂未成人之婦人。童子，謂幼少之男子。○「百官備，百物具，不言而事行者，杖而起」者，此謂王侯也。喪具觸事，委任百官，不假自言而事得行，故許子病深，雖有扶病之杖亦不能起，故又須人扶乃起也。○「言而後事行者，杖而起」者，此謂大夫、士，既無百官、百物，須已言而後喪事乃行，故不許極病，所以「杖而起」，不用扶也。「身自執事而後行者，面垢而已」者，此謂庶人也。卑無人可使，但身自執事，不可許病，故有杖不得用，但使面有塵垢之容而已也。子於父母，貴賤情同，而病不得一，故為權制。○「禿者不髽」，髽者，是婦人之大紒，重喪辮麻繞髪。禿者無髪，故不髽也。女禿不髽，故男子禿亦不髽也。○「傴者不袒」，袒者露膊，傴者可憎，故不露也。○「跛者不踊」，踊是跳躍。跛人腳蹇，故不跳躍也。○「老病不止酒肉」者，孝子悲哀，非病不食滋味。若老及病，身已羸瘠，又使備禮，必致滅性，非制所許，故酒肉養之。○「凡此八者，以權制者也」，此記者結前權數也。夫喪禮宜備，今有此八條，不可以強逼，故聖人權宜制也。所謂八者，謂應杖不杖，不應杖而杖，一也；「扶而起」，二也；「杖而起」，三也；「面垢」，四也；「禿者」，五也；「傴者」，六也；「跛者」，七也；「老病」者，八也。庾蔚云「父存為母，一也」，不數杖與不杖之科。皇氏、熊氏並取以為說。今案經文為母期，乃屬前經。鄭於期下總注「三日而食，三月而沐」之事，是為母期之文，乃在節制之中，不得下屬此經權制之例。又此經權制之科，乃載杖與不杖之條。此經末又總云八者，是總此經之八事。今乃不數此經杖條，便是杖文虛設。庾氏之說，恐未為善，聽賢者擇焉。○注「五日」至「人髽」。○正義曰：云「五日、七日授杖，謂為君喪也」者，案《喪大記》，大夫與士之喪，皆云三日授子杖，同主為其親也。今云「五日、七日」，故知為君也。"
      },
      {
        "index": 12,
        "text": "始死，三日不怠，三月不解，期悲哀，三年憂，恩之殺也。聖人因殺以制節。○注：不怠，哭不絕聲也。不解，不解衣而居不倦息也。○音義：解，佳買反。期音基。之殺，色戒反。解衣，古買反。此喪之所以三年，賢者不得過，不肖者不得不及，此喪之中庸也，王者之所常行也。《書》曰「高宗諒闇，三年不言」，善之也。○注：諒，古作「梁」，楣謂之梁。闇，讀如鶉鵪之鵪，闇謂廬也。廬有梁者，所謂柱楣也。○音義：肖音笑。諒闇，依注「諒」讀為「梁」，「鵪」，烏南反，下同，徐又並如字。案：徐後音是依杜預義。鄭謂卒哭之後，翦屏杜楣，故曰「諒闇」，闇即廬也。孔安國諒為「諒陰」，諒，信也；陰，默也。楣音眉。鶉音淳。柱，知主反。王者莫不行此禮，何以獨善之也？曰：高宗者，武丁。武丁者，殷之賢王也。繼世即位，而慈良於喪。當此之時，殷衰而復興，禮廢而復起，故善之。善之，故載之《書》中而高之，故謂之「高宗」。三年之喪，君不言。《書》云：「高宗諒闇，三年不言。」此之謂也。然而曰「言不文」者，謂臣下也。○注：「言不文」者，謂喪事辨不，所當共也。《孝經說》曰：「言不文者，指士民也。」○音義：衰，色官反。復，扶又反，下文同。文如字，徐音問。辨，本又作辯，同皮莧反。共音恭。禮：斬衰之喪，唯而不對；齊衰之喪，對而不言；大功之喪，言而不議；緦、小功之喪，議而不及樂。○注：此謂與賓客也。唯而不對，侑者為之應耳。言，謂先發口也。○音義：唯，余癸反，徐以水反，注同。齊音咨，本又作。侑音又。為，于偽反。應，應對之應。父母之喪，衰冠、繩纓、菅屨，三日而食粥，三月而沐，期十三月而練冠，三年而祥。"
      },
      {
        "index": 13,
        "text": "疏　 「始死」至「而祥」。○正義曰：此一節覆明前經四制之中節制之事。以禮之大體，喪之三年為限節之事，故重明之。○「三日不怠」者，謂哭不休怠。○「三月不解」者，謂不解衣而居。○「期悲哀」者，謂期之間，朝夕恒哭。○「三年憂」者，謂不復朝夕哭，但憂戚而已。○「恩之殺也」者，自初以降，是恩漸減殺也。○「聖人因殺以制節」者，言聖人因其孝子情有減殺，制為限節。「此喪之中庸也」者，庸，常也。言三年之喪，「賢者不得過，不肖者不得不及」，是喪之中平常行之節也。○「故王者之所常行也。《書》曰：『高宗諒闇，三年不言』，善之也」，引《書》者，明古來王者皆三年喪。諒，讀曰梁。闇，讀曰鵪，謂廬也。謂既虞之後，施梁而柱楣，故云諒闇之中，三年不言政事。「善之」者，言是古人載之於《書》，美善之故也。○「王者莫不行此禮，何以獨善之也」，記者自設問古人獨善之意。「曰高宗者，武丁」者，記者還自釋獨善高宗之意。○「武丁者，殷之賢王也」者，中興殷世，故曰「賢王」也。○「故載之《書》中」者，言以古人善此高宗，載於《書》中，又尊高其行，故謂之「高宗」。○「三年之喪，君不言」者，是記者引古禮三年之喪，君則不言國事。○「《書》云：高宗諒闇，三年不言，此之謂也」者，此記者引《書》高宗所行中節，是君不言之事，故云「此之謂也」。○「然而曰言不文者，謂臣下也」者，是記者既稱古禮「君不言」，故又云「言不文」。故記者復解，云「言不文者，謂臣下也」。○「禮：斬衰之喪，唯而不對」者，謂與賓客言也，但稱「唯」而已，不對其所問之事。侑者為之對，不旁及也。○「齊衰之喪，對而不言」者，但對其所問之事，不餘言也。○「大功之喪，言而不議」者，但言說他事，不與人論議相問答也。○「緦、小功之喪，議而不及樂」者，得議他事，但不能聽及於樂也。○「三年而祥」者，此章從上以來至此，皆明三年之喪制節之事。"
      },
      {
        "index": 14,
        "text": "比終茲三節者，仁者可以觀其愛焉，知者可以觀其理焉，強者可以觀其志焉。禮以治之，義以正之，孝子、弟弟、貞婦皆可得而察焉。○注：仁，有恩者也。理，義也。察，猶知也。○音義：衰，七回反。菅音奸。屨，徐紀具反。粥，之六反。期音基。比，必利反。知音智，本或作智。弟弟，上音悌，下如字。"
      },
      {
        "index": 15,
        "text": "疏　 「此終」至「察焉」。○正義曰：此一節更覆結居父母之喪，能終此三節，可以知其德行。三節者，自初喪至沐，一也；十三月練，二也；三年祥，三也。能終此三節者，「仁者可以觀其愛」，「知者可以觀其理」，「強者可以觀其志」也。言此自初遭喪至於喪畢，有三者之節。○「仁者可以觀其愛焉」者，孝子居喪，性有仁恩，則居喪思慕，可以觀其知愛親也。若不愛親，則非仁恩也。○「知者可以觀其理焉」者，若孝子有知，則居喪合於道理。若不合於道理，則非知也。○「強者可以觀其志焉」者，若孝子堅強，其居喪則能守其志節。若無志節，則非堅強。○「禮以治之」者，言用禮以治居喪之事。「義以正之」者，謂用義以正居喪之禮。「孝子」者，謂孝順之子。○「弟弟」者，謂遜弟之弟。○「貞婦」者，謂貞節之婦。「皆可得而察焉」者，若能依禮合義，有仁可觀其愛，有理可觀其知，有志可見其強，則是「孝子、弟弟、貞婦」也。若無此事，則非「孝子、弟弟、貞婦」也。故云「可得而察焉」也。"
      }
    ]
  }
}