{
  "chapterNumber": 4,
  "title": "III. CESARE, SALLUSTIO E CATILINA (Vol. I) — Caesar, Sallust and Catiline",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Si fece il ritratto di Cesare, ne’ suoi più minuti particolari, dei quali alcuni riescirono peregrini e stranissimi perfino a qualche studioso; così, prima d’entrare nel fitto dell’azione, si vuol fare il medesimo anche colla colossale e strenua figura di Lucio Sergio Catilina, intorno al quale venti secoli di storia non seppero mai dire compiutamente il vero manifesto, nè esercitare l’intuizione intorno al vero nascosto. La lettera morta dei narratori antichi, allorchè questi non sieno investigatori filosofi, e non abbiano l’immaginazione ricreatrice, non basta perchè altri s’acqueti su di essa, e possa farsi una idea precisa di quello che racconta. Il libello famosissimo di Sallustio è un lavoro di egregie forme e d’uomo che in vecchiaja si ricompiace d’arte, ma più fatto per insegnare a scrivere, che per comunicare altrui la potenza di far rivivere tutto intero un periodo della storia, ripresentandolo alla posterità col rilievo e la completa planimetria di una città distrutta, fatta ricomparire col lavoro degli scavi. Esso narra alla ricisa, e le sue pagine sono troppo fuggitive per poter abbracciare tutta l’ampiezza del prolungato cataclisma del tempo in cui visse. Quel libretto va dunque interpretato coll’ajuto d’altri lavori, va compulsato ostinatamente, va costretto, quasi diremo, colla tortura a confessare tutto quello che espressamente forse vi si tacque."
      },
      {
        "index": 1,
        "text": "Quando Catilina si presentò sulla soglia della camera di Cesare, e, invitato, si assise, e, ancora invitato, stette ascoltando quel che Sallustio con voce sonora leggeva a Cesare intorno alle guerre di Pompeo, poteva avere trentacinque anni, ma ne dimostrava di più. Era di statura, come suol dirsi, vantaggiosa, ma non alta; dalle maniche della toga apparivan le braccia nude, affatto ossee, percorse da cordoni grossi e da vene gonfie. Si vedeva che quelle braccia e quelle mani avrebbero lasciato il segno dove fosser posate, press’a poco come, vedendo la zampa poderosa del tigre, si crede tosto al naturalista il quale assicura che quella può colla subita percossa rompere le reni al cavallo assalito. La faccia aveva di forme ampie, stupendo l’ogivale, ma il bianco dell’occhio era injettato di vene sanguigne, la fronte attraversata da una grossa vena, le guance livide ed esagitate, sulle quali appariva quel che potrebbe dirsi una battaglia di muscoli. Pure, allorchè, a certe espressioni di Sallustio con cui investiva di ridicolo Pompeo, egli sorrise, a un tratto parve che quella battaglia sostasse, che un raggio di sole illuminasse quel mare in procella; parve che quell’aspetto così tremendo e stravolto, potesse quasi riaversi e rinfrescarsi e balzar fuori bellissimo, se un desiderio appagato, se una fortuna raggiunta fosse venuta in suo soccorso; chè la bocca, aperta al riso, si rivelava di eleganti forme antiche, con una fila di denti, forti sì e grossi, ma bianchissimi."
      },
      {
        "index": 2,
        "text": "Nella prima gioventù, allettato forse dalle lodi del rodio maestro Apollodoro, che gli disse congratularsi seco dell’aver avuto da natura il dono spontaneo dell’eloquenza, si diede insieme con Lucullo ad approfondirsi nelle lettere greche e nella filosofia, e come chi in ogni cosa si lascia portare agli estremi, affannavasi a poter riuscir primo in quelle discipline; ma la forza del corpo avendolo fatto attissimo alle fatiche del campo, a talchè divenne lo stupore de’ giovani e dei veterani, i quali dicevano non poter egli venir superato facilmente da altri combattendo corpo a corpo, tutto per molto tempo si diede alle cose di guerra, e con tale insistenza febbrile, che dagli albori a vespero si maneggiava continuamente in quelle."
      },
      {
        "index": 3,
        "text": "Ma, per decreto della fortuna, tale e tanto apparato di insigni attitudini fuori affatto dell’ordine comune, dovevano, per l’esagerato contrapposto di altre, e per un fatto specialissimo, condannare la sua fama ad attraversare due mila anni perpetuamente avvolta di orrore. La uccisione del patrizio Gratidiano è nota a tutti: quello fu il fatto onde la figura di Catilina per la prima volta compare sulla soglia della storia."
      },
      {
        "index": 4,
        "text": "Sappiamo da Sallustio e da Cicerone e da Tito Livio, com’egli nato da famiglia patrizia e ricchissima, nella prima gioventù, portato dalla sua natura non paga che di esagerazione, si fosse dato allo spendere ed al lussureggiare fuor d’ogni misura; apprendiamo altresì com’egli fosse prodigo non per sè solo, ma con tutti, anche coi ricchissimi, e che il donare altrui cavalli, armi dorate, opere d’arte, quando s’accorgeva che queste venivano appetite, era per lui un’abitudine. Questo non è indizio d’animo iniquo; ma tale abitudine, se giova altrui, è funesta a chi la tiene; epperò venuto in rovina quasi totale, sapendo per aver militato più volte, di essere attissimo anche alla condotta di una guerra, desiderò ardentemente di essere spedito proconsole in qualche provincia; ma per ciò gli occorrevan danari, onde placare i debitori, i quali come vespe gli ronzavano intorno all’avito palazzo, e per nessun conto non lo avrebbero mai lasciato partire senz’essere pagati. — Ora quel Gratidiano era un suo amico, di sfondata ricchezza, il quale volendo impiegare il molto oro lasciatogli dal padre stato più volte proconsole rapacissimo, ambiva di acquistare i latifondi dei ricchi venuti in basse acque, e li angariava usureggiando. Catilina si rivolse dunque a colui per cedergli le terre e le ville che gli erano rimaste; ma quegli negò assolutamente di fare il suo desiderio."
      },
      {
        "index": 5,
        "text": "Onde Catilina, non potendo indovinarne il perchè, e parendogli un’indegnità, e sospettando che la cagione fosse d’impedire a lui di salvarsi dal naufragio dei debiti, e di rifarsi ricco e coprirsi di gloria militando, montò in tale furore, che lo percosse fierissimamente. Nè vi fu per allora altro. Ma quel rifiuto spietato fece tale effetto sull’animo di Catilina, che l’odio non ne uscì mai più; onde andava pensando al modo di vendicarsi."
      },
      {
        "index": 6,
        "text": "E vennero le proscrizioni di Silla, di questo salassatore sistematico del mondo romano. Per livellarlo e togliere le sporgenze e far galleggiare un partito solo, colui aveva pensato di allagarlo di sangue, come altri, in altri tempi, essendo aboliti dalla gentilezza dei costumi i mezzi feroci, pur trovarono il modo di assassinar l’Italia unificandola con mezzi violenti, assurdi, funesti, scalzando autonomie, schiaffeggiando tradizioni gloriose, condannando, quasi coscritti, a perpetue tappe i funzionarj della nazione per tramescolare le genti; alternando la pubblica alla privata miseria; creando cariche inutili per assicurare i traballanti puntelli del governo, nominando a migliaja inutili impiegati nuovi, e licenziando utili impiegati vecchi, colla paga e l’obbligo di non far nulla, per trasmutarli così in piante parassite, in sanguisughe innocenti, ma sempre dannosissime all’erario, epperò affogandoci tutti non nel sangue, ma nell’abisso senza fondo d’un debito pubblico inaudito..."
      },
      {
        "index": 7,
        "text": "Chi sia stato più rovinoso all’Italia di quel vetusto Silla a sangue, e degli odierni Silla a secco, potrà giudicarlo la più veggente posterità."
      },
      {
        "index": 8,
        "text": "Ma si torni a Sergio Catilina e a Gratidiano."
      },
      {
        "index": 9,
        "text": "In uno di quei giorni orridi di Roma, al confronto dei quali è poca cosa perfino _il tempo del terrore_ passato sulla Francia esterrefatta, e ne’ quali guai a chi era ricco e del partito antisillano (chè tutti avevano il diritto di ucciderlo, e troppo spesso la ricchezza faceva che si confondessero espressamente partiti e partigiani), Sergio Catilina vide da lunge passeggiante lungo Tevere Gratidiano, sicurissimo di sè perchè era patrizio, perchè era sillano. Quella vista gli fece di tratto balenar in mente un’orribile idea. L’odio non gli si era mai spento in petto; ma in quel punto divampò con un ardore che non può avere espressione. Accelerò il passo, onde presto raggiunse il lento Gratidiano, e a pochi palmi che fu da lui, giacchè gli veniva da tergo, Fermati, gli gridò, Gratidiano usurajo; e lo agguantò di colpo, e lo atterrò, e della daga due e tre e dieci volte il trafisse e ne fece colle mani stesse uno scialacquo di sangue; e così orribilmente sfigurato se lo prese tra le braccia, e portatolo di peso alla curia dove Silla stava dando ragione dall’alto di una gradinata, assiso in una sedia d’oro:"
      },
      {
        "index": 10,
        "text": "— Prenditi, o padrone di Roma, questo verro scannato; da me scannato. Esso possedeva dieci milioni di dramme, e tanto dell’agro romano quanto misurano cento pietre miliarie. Io lo dono a te, o padrone di Roma."
      },
      {
        "index": 11,
        "text": "E, così detto, partì senza aggiunger altro, lasciando esterrefatto perfino Silla."
      },
      {
        "index": 12,
        "text": "Un tale delitto è orrendo, e per nessun conto scusabile nemmeno da un iniquo, quantunque vi si riveli qualche ragion mitigante. Se quel Gratidiano, pur non danneggiando sè stesso, anzi lucrando, avesse ajutato Catilina, questo, chi sa? puro di macchie, avrebbe attraversato la storia e sarebbe giunto fino a noi forse come il più gran capitano dell’antichità dopo Alessandro e Cesare. Ma queste non sono che congetture, e il delitto sta e il modo atrocissimo di esso; a tal che, pur tra quei costumi efferati dell’antica Roma, quando, divenuto Silla dittatore, per alcun tempo un’apparente calma si sovrappose al non spento Vesuvio e celò i sintomi di più tremende eruzioni, la figura del giovane Catilina passeggiante per Roma faceva ribrezzo ai timidi riguardanti. E perfino dal fratello venne aborrito e scansato; e, fatalmente, venuti a parole, mentre armeggiavano nel campo Marzio, e dalle parole ai fatti, Lucio Sergio uccise il fratello. La storia registrò che gli tolse la vita per raccogliere tutt’intera l’eredità paterna — e qui la congettura è davvero men forte della storia."
      },
      {
        "index": 13,
        "text": "Se non che, tornato ricchissimo per la morte appunto del fratello, di nuovo si diede a profondere oro, ed ingraziarsi, colla capziosa eloquenza e coi vischiosi allettamenti dei doni desiderati, i giovinetti patrizj, che banchettavan felici con colui che pure aveva ucciso un patrizio morto in fama d’onesto e un fratello vissuto siccome intemerato."
      },
      {
        "index": 14,
        "text": "Ma a questo era trovata la scusa, e sovente, perfin la lode; la qual cosa ci dà a pensare."
      },
      {
        "index": 15,
        "text": "E più che mai si diede ad ingraziarsi la plebe; e i veterani, senza riguardo che fossero piuttosto di Silla che di Mario; e i miserabili avanzi della proscrizione sillana, ovverosia i figliuoli poverissimi dei doviziosi padri stati legalmente assassinati, vaganti per Roma come larve a questuare l’indispensabile obolo."
      },
      {
        "index": 16,
        "text": "A questo momento trovavasi la vita di Lucio Sergio Catilina, quando recossi a Cesare. Allorchè Sallustio Crispo stava leggendo a Cesare un rotolo del suo _Commentarium rerum urbanarum_, la milesia Laja avrebbe dovuto cogliere quel punto per ritrarlo. Nato essenzialmente scrittore e ardente di fiamma intellettuale, si animava di un impeto insueto allorchè declamava o leggeva qualche cosa di proprio o d’altrui. Allora la sua faccia, bruttissima quand’era nella calma dello spirito o nella concentrazione del pensiero, assumeva qualche cosa che, mentre era refrattaria all’arte, pur riusciva ad appartenervi, soggiogandola, quasi per conquista del più forte. I ritrattisti possono destare entusiasmi strani, riproducendo di tali faccie, anche senza far gran fatica; chè i punti salienti e le stravaganze e la vivacissima movenza dan già il dipinto bell’e fatto. Sallustio aveva i capelli rossi (rufi) copiosissimi, inanellati, scendenti fin quasi ai sopraccigli, _rufi_ del pari e densi e grossi e arcuati — parevano due sanguisughe sovrapposte agli occhi per placarne il lampo infiammato — e gli occhi aveva non grandi, ma di quel glauco venereo che accusa il moto del cervello traducentesi a un tratto in conflagrazione sensuale. La voce avea sonora, profonda come quella del leone. Tre figure più dissimili, e nel tempo stesso più attraenti e caratteristiche di quelle di Cesare, Catilina e Sallustio, non era possibile trovare nemmeno allora, nemmeno a Roma. Era il vitreo prisma triedro riflettente tutti i raggi del mondo romano."
      },
      {
        "index": 17,
        "text": "Nato di padre plebeo, ma non poverissimo, potè questi avviarlo allo studio delle lettere greche; e l’oratore Apollodoro si meravigliò di lui giovinetto, com’erasi meravigliato di Catilina; anzi nel ginnasio, volle contrapporlo a quest’ultimo per suscitarne un’emulazione feconda; e ciò che è strano, Catilina che voleva primeggiare in tutto, non sentì mai invidia di Sallustio, forse per la propria notevole superiorità, di cui Sallustio ebbe invidia: la quale ricomparve poi, a chi ben la cerca, nel famoso libello. Sallustio era, in confronto di Catilina, quel che Cicerone era in confronto di Cesare; il soggiogatore delle Gallie e l’eroe fulminato di Perugia certo che avrebbero superati ambidue, se non avessero avuto altro per il capo."
      },
      {
        "index": 18,
        "text": "Ma Sallustio si addentrò più e più negli studj, e con tale ardore, che sapeva a memoria i brani più insigni di Sofocle, e i passi d’oro di Tucidide e Senofonte e le oda di Pindaro e i canti afrodisiaci d’Anacreonte e alcune delle parti mirabilissime dell’artista Platone assai più che filosofo. Declamava di maniera che anche lo zotico centurione, indurito nell’armi, si faceva attento alla sua voce e concentravasi in sè e dimenticava i castri e le guerre invocate. Le più illustri dame romane gareggiavano per averlo nelle proprie dimore; e più di tutte la _eminente_ Sempronia, famosissima allora, talchè è famosa anche oggi; quella Sempronia dotta in greco e in latino, prima nell’arte del canto e del ballo, bellissima fra tutte le belle donne tiberine, ma ambiziosa ed aspirante a potenza ed a glorie virili; il Catilina del suo sesso, in una parola; talchè ebbe poi seco a confederarsi."
      },
      {
        "index": 19,
        "text": "Ingraziatosi il così detto bel mondo dell’antica Roma, invitato, adulato, pregato dalle donne romane a intrattenere le loro adunanze perchè era anche eloquentissimo e audace nella disputa, onde, anche per la voce sonora, spesso metteva altri a tacere; si sentì portato all’eleganza, e, venduti gli augusti poderi aviti, tutto si diede al lusso ed agli amoreggiamenti, e, credendosi avvenente, si condusse come se lo fosse, e raccolse i premj dovuti alla sua fiducia. Usufruttando la fama di giovine dottissimo, credette opportuno di continuare quel _Commentario_ romano che non sappiamo da chi sia stato iniziato primamente in Roma."
      },
      {
        "index": 20,
        "text": "Divenuto ricco, accrebbe le eleganze e sdrucciolò alle dissolutezze, pur tra la toga azzimatissima e i compri e non compri baci innestando il greco di Tucidide e le armonie d’Omero."
      },
      {
        "index": 21,
        "text": "A guardar certe apparenze e lasciando inesplorato il profondo dell’animo, parrebbe di scorgere qualche somiglianza tra Sallustio e Foscolo. L’eminente Sempronia, nelle pieghe del cui peplo il Romano inciampò, parrebbe somigliare a quella lombarda inclita patrizia, dotta in molti idiomi, bella come Venere, dalla cui rete afrodisiaca si lasciò prendere l’Italo-Greco moderno."
      },
      {
        "index": 22,
        "text": "Ma, a non trarre altrui in inganno, giova il dir tosto che la generosa figura di Foscolo nè deve nè può entrare nell’accennato confronto."
      },
      {
        "index": 23,
        "text": "Solo, certe somiglianze personali e talune abitudini della vita privata e l’eccellenza nell’arte e la fama non moritura di ambidue, ci suggerirono questo fuggitivo raffronto."
      },
      {
        "index": 24,
        "text": "Ma Sallustio nacque povero e morì ricchissimo e di ricchezze derivategli dalle genti espilate; laddove Foscolo nacque agiato e morì in esilio e poverissimo, senza ottenere un frutto delle sue opere, indarno celebrato."
      },
      {
        "index": 25,
        "text": "Sallustio fu il satellite perpetuo di Giulio, lo seguì, lo adulò, lo incensò quasi nume. Foscolo invece stette solo in piedi in mezzo all’universo prostrato davanti al Cesare moderno. — È questa una solenne grandezza che lo redime di tutti i suoi peccati."
      },
      {
        "index": 26,
        "text": "Ma si ritorni al Cesare antico."
      }
    ]
  }
}
