{
  "chapterNumber": 2,
  "title": "I. IL TRIONFO DI POMPEO E L'ADOLESCENTE CESARE (Vol. I) — The Triumph of Pompey and the Adolescent Caesar",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Correvano le none di maggio dell’anno di Roma 672, corrispondenti al giorno 7 di maggio dell’anno 82 avanti Gesù Cristo. Era il giorno statuito per il trionfo di Pompeo reduce dall’Africa, dove in soli quaranta giorni aveva debellato e ucciso Domizio, fatto macello di ventisette mila uomini, soggiogata la Libia, portata la strage persin tra i leoni e gli elefanti, e regolate le faccende dei re ostili ai Romani: per le quali cose era stato acclamato imperatore dai soldati, pur essendo egli di soli 24 anni. Senza parlare dei dotti che avranno letto gli annali di Fenestrelle e i commentarj Sillani e le vite di Oppio e le monografie di Teofane, di Mitilene e di Posidonio, chiunque ha scorso Plutarco saprà come quel trionfo gli era in prima stato negato da Silla, perchè la legge portava che nessuno potesse trionfare se non fosse già console o pretore. Ma Pompeo che faceva l’umile allorchè tutti lo esaltavano, e saliva in orgoglio se altri gli contrariasse, avendo avuto la millanteria di dire nell’adunanza istessa ove trovavasi il dittatore, _che gli uomini adorano il sole che nasce a preferenza del sole che tramonta_, con quell’insolita audacia percosse talmente colui, che pur sembrava un dio assai più che un re, e un dio crudele, da farlo prorompere in quelle parole:"
      },
      {
        "index": 1,
        "text": "— _Ebbene trionfi, trionfi, trionfi_."
      },
      {
        "index": 2,
        "text": "Ma Silla prima aveva avuta l’imprudenza di dare l’appellativo di _Magno_ al giovine Pompeo, forse perchè nell’assiduo altalenare dell’umor suo, tormentandolo i pidocchi meno del consueto in quel punto, e sperando di guarirne, erasi sentito trasportare alla bontà ed all’entusiasmo."
      },
      {
        "index": 3,
        "text": "Così dunque venne decretato il trionfo."
      },
      {
        "index": 4,
        "text": "Nella prima parte della mattina, che i Romani chiamavano _diluculum_, il campo Marzio era tutto occupato dalle soldatesche reduci dall’Africa. Il campo Marzio, il quale era situato in modo da invadere parte dell’area dove dopo Cesare fu il circo agonale ed oggi v’è la piazza Navona, era come il _dietro le scene_, dove apprestavasi tutto ciò che, nell’ora che chiamavasi _mane ad meridiem_, doveva passare in processione lungo la via trionfale sotto gli occhi del popolo romano. Alla quadriga in cui doveva sedere il Magno Pompeo erano già aggiogati quattro elefanti, chè così egli aveva voluto, disdegnando i cavalli; ma gli apprestatori del trionfo e della sua parte decorativa essendosi accorti che que’ quattro enormi bestioni non potevano passare per l’arco posticcio stato eretto all’uscita del campo Marzio, mandarono tosto due centurioni veterani alla casa di Pompeo per avvisarlo dell’inconveniente."
      },
      {
        "index": 5,
        "text": "Il giovane ventiquattrenne stava nel suo cubicolo; sul letto, poco più alto del pavimento, coperto d’una gran pelle d’un libico leone che egli stesso aveva ucciso, era apprestato l’abito trionfale, fatto di porpora, il quale veniva chiamato toga picta, ovvero tunica palmata; v’era pure una corona d’alloro, e un ramo d’alloro. Traducendo quell’intima scena romana nel più umile volgare moderno, quella stanza del magno eroe pareva il camerino d’un tenore serio celeberrimo, che ripetendo sotto voce la grande aria di sortita, presenta già gli applausi strepitosi del pubblico in delirio."
      },
      {
        "index": 6,
        "text": "Balbo il centurione fu introdotto nel cubicolo."
      },
      {
        "index": 7,
        "text": "— Che cosa ti conduce qui? gli chiese Pompeo."
      },
      {
        "index": 8,
        "text": "— Vengo per avvisarti, o imperatore, che gli elefanti non si possono aggiogare."
      },
      {
        "index": 9,
        "text": "— Che? Perchè? gridò Pompeo uscendo dalla maestosa tranquillità che era il suo carattere esterno abituale."
      },
      {
        "index": 10,
        "text": "— L’arco di campo Marzio è troppo angusto."
      },
      {
        "index": 11,
        "text": "— E si atterri."
      },
      {
        "index": 12,
        "text": "— Bisognerebbe atterrare tutti gli archi posticci fatti innalzare in questi giorni lungo la via trionfale dall’architetto Poliarte."
      },
      {
        "index": 13,
        "text": "— Mandami dunque qui questo Greco poltrone, ch’io lo farò flagellare come una bestia da soma."
      },
      {
        "index": 14,
        "text": "E Pompeo batteva i piedi al pari di una donna capricciosa che, un’ora prima di recarsi al ballo, s’accorga che la sarta non le preparò la veste secondo il suo gusto."
      },
      {
        "index": 15,
        "text": "— Imperatore, interruppe allora il centurione...."
      },
      {
        "index": 16,
        "text": "— Che vuoi?"
      },
      {
        "index": 17,
        "text": "— Ricordati che i tuoi soldati ti han chiamato _Magno_ sul campo di battaglia."
      },
      {
        "index": 18,
        "text": "— E dunque?"
      },
      {
        "index": 19,
        "text": "— Tu non devi adirarti per così poco. Se ce lo comandi, noi centurioni tireremo il tuo carro. Crediam bene di valere quattro elefanti. Se ciò ti appaga, smetti lo sdegno, o Pompeo Magno imperatore."
      },
      {
        "index": 20,
        "text": "Queste parole il centurione le pronunziò senza che la sua faccia si atteggiasse punto al senso affettuoso ch’esprimevano. Era una di quelle facce romane della prima razza, ampia, quadrata, magra, a risalti, di quelle fatte apposta per la scultura monumentale che modella le teste per esser vedute da lontano; di quelle facce che non piangono e non ridono mai e dissimulano sotto l’apparenza di un orgoglio indomabile perfino la tenerezza, perfino l’idolatria. E quel veterano infatti che più volte aveva palleggiato Pompeo fanciullo, quando aveva fatte le prime armi sotto a Strabone padre di lui, lo amava svisceratamente, ma per timore ch’ei se ne accorgesse, solea fargli le più generose profferte quasi sempre con faccia bieca."
      },
      {
        "index": 21,
        "text": "Pompeo sapeva questo, e tranquillatosi di tratto, gli stese la mano, che il centurione strinse come da pari a pari — e:"
      },
      {
        "index": 22,
        "text": "— Va, gli disse, appresta i quattro cavalli bianchi, e non se ne parli più."
      },
      {
        "index": 23,
        "text": "Il centurione partì. Pompeo, abbigliato che fu, uscì dal cubicolo, venne al portico, dove la lettiga l’attendeva, e si fece trasportare così al campo Marzio."
      },
      {
        "index": 24,
        "text": "Colà giunto, appena mise piedi in terra e apparve la maestosa sua figura, ornata di porpora, cinto il capo dell’alloro aurato, proruppe un urlo giojoso di voci romane, e ben era, per ripetere Omero,"
      },
      {
        "index": 25,
        "text": "_Di nove mila un urlo o dieci mila:_"
      },
      {
        "index": 26,
        "text": "e tra quell’applauso spiccavano le parole:"
      },
      {
        "index": 27,
        "text": "Salve, imperator, salve, salve, salve. Jo triumphe. Jo triumphe. Jo."
      },
      {
        "index": 28,
        "text": "La quadriga stava nel mezzo del campo Marzio; i quattro cavalli bianchi erano aggiogati. Pompeo salì. Tutti i soldati si adunarono in cerchio presso al carro; intorno al circolo tutto fitto e lucido d’armi girava un altro cerchio di facce popolane. Pompeo tenne un discorso ai proprj soldati; in prima parlando a tutti insieme, ne esaltò il valore rammentando le vittorie ottenute; dopo lodò ciascuno in particolare. In seguito venne la distribuzione dei premj. I quattro centurioni più veterani presentarono a Pompeo i donativi, ch’eran per lo più cose militari, corone d’oro e d’argento; ed esso, leggendo il nome di coloro che ne dovevano essere insigniti, nomi che venivan scritti sui donativi stessi, chiamò i distinti a riceverli ad uno ad uno. Compiuta questa cerimonia, discese a fare il sagrificio; e del sangue del vitello sgozzato ne empì una tazza per versarlo sul carro d’oro, in modo che tutto apparisse chiazzato di macchie sanguigne. Finalmente Pompeo risalì sul cocchio e la processione si mosse, e nello stesso carro, dietro alle spalle istesse del trionfante, stava il carnefice, come voleva il costume, il quale sosteneva sopra alla corona d’alloro ond’era redimito il glorioso capo, un’altra pesante corona d’oro massiccio; ed il carnefice gridava spesso ad alta voce:"
      },
      {
        "index": 29,
        "text": "Respice post te hominem — memento te;"
      },
      {
        "index": 30,
        "text": "volendo con ciò ricordare al trionfatore l’incertezza dell’umana fortuna."
      },
      {
        "index": 31,
        "text": "Nel sito in cui Pompeo sedeva eravi un idoletto contro l’invidia, e dal carro pendeva una sferza ed un campanello, che eran i segni dei condannati a morte, per avvertirlo che dal colmo della gloria poteva precipitare nell’estremo delle umane miserie. La quadriga trionfale era preceduta da molti carri pieni di spoglie ed armi nemiche, da trombettieri e suonatori d’istrumenti diversi; dopo di essi conducevansi i buoi destinati al sacrificio, ornati di corone e di bende, e colle corna dorate. Appresso spiegavansi i trofei della Libia e la completa armatura dell’ucciso Domizio. Gran numero di capitani dell’esercito di Domizio, seguivano il trionfo con catene leggiere al collo, alle braccia, alle ginocchia. Davanti a costoro precedevano saltando due giullari, che con gesti buffoni eccitavano al riso gli spettatori, facendosi beffe dei prigionieri incatenati; e un terzo giullare, che chiamavasi _Manduco_, moveva la bocca in modo come se stesse mangiando i vinti. Senatori, soldati, cittadini liberati, ambasciatori, centurioni, chiudevano la processione, la quale percorreva la via trionfale per più di due miglia; i cittadini accorsi erano per la maggior parte vestiti di bianco; i templi accanto ai quali il trionfatore passava, erano aperti, e da essi uscivano profumi ed incensi; il medesimo avveniva dei palazzi e delle case private che rispondevano su quella via tutta coperta d’erbe odorose e di fiori. La folla aspettante il carro trionfale, come lo vedeva giungere, prorompeva nel solito grido: _Jo triumphe — Jo triumphe_. Allorchè il trionfante Pompeo giunse al Campidoglio, discese nello spazio che era tra il tempio della Fortuna e l’arco di Scipione. Il tempio di Giove Capitolino allora non era ancora edificato; ma in sua vece sorgeva una semplice ara. Nel momento che i prigionieri passando innanzi al vincitore venivano condotti nel carcere Mamertino, Pompeo si prostrò davanti all’ara, e in mezzo al silenzio che subito e profondo si mise fra tanta moltitudine, pronunciò con voce sonora questa preghiera:"
      },
      {
        "index": 32,
        "text": "«A te, Giove Ottimo Massimo, a te Giunone regina, a voi tutti, o Numi, di questa arce abitatori e custodi, lieto rendo grazie perchè avete voluto che la repubblica romana venisse difesa ed ampliata dalle mie armi. Così vi scongiuro a conservarla, ed a proteggerla in ogni tempo, come ora fate.»"
      },
      {
        "index": 33,
        "text": "Finita questa preghiera, i vittimarj a’ piedi dell’ara uccisero venti giovenchi, mentre Pompeo deponeva sull’ara stessa le spoglie più preziose della vittoria."
      },
      {
        "index": 34,
        "text": "Non è possibile immaginare spettacolo più grande, più maraviglioso, più pittoresco di quello che offriva in quel momento il Campidoglio colle sue adjacenze. Il fantasioso Martin che ritrasse con sì potente matita il festino di Baldassare, appena basterebbe per dare una idea di quella scena straordinaria, anche per la giacitura dei templi e degli archi e delle vie e dei clivj, e de’ cento gradi della rupe tarpea, e della gradinata che metteva all’arce capitolina; edificj e spazj che per la varietà delle altezze si mostravano tutti allo sguardo gremiti di popolo infinito. Al formicolìo dei cittadini e della plebe faceva contrasto l’apparenza delle splendide lettighe dove sedevano le nobili romane e alcuni dei più illustri patrizj; e fra tutti riluceva al sole il carro tutto d’oro ed aspro di gemme, dove stava assiso Lucio Cornelio Silla, il padrone di Roma."
      },
      {
        "index": 35,
        "text": "Quantunque avesse cinquantasei anni e cominciasse già ad essere corroso da quel morbo pediculare che poi lo trasse a morte, visto da lungi, mostrava ancor bionda la chioma inanellata e spessa e prolissa, il solo dono di cui la natura lo fece insigne, e in gioventù potè farlo parere perfino avvenente. Ma ne’ suoi occhi grandi ed azzurri balenava una luce sinistra, piena di terribilità, che teneva in isgomento i soggetti e provocava in tutti un senso di disgusto indicibile, e tanto più che al color fulvo-chiaro delle chiome e alla tinta cerulea degli occhi faceva stranissimo contrasto il colore bruno della pelle chiazzata qua e là di macchie bianche, onde, allorchè fu in Atene, un Greco mordace avea chiesto chi mai fosse quel _moro infarinato_."
      },
      {
        "index": 36,
        "text": "Ma intanto che sagrificavasi, tutte le teste a un tratto si volsero al culmine del colle Capitolino. Colà con maraviglia di tutti era salito un uomo a cavallo, per guardare la scena sottoposta; e subito per le bocche di tutti corse il nome di Giulio Cesare. Perdonato da Silla per intervento delle vergini Vestali, esso era in quei dì tornato a Roma con intenzione di ripartirne tosto, affine di prendere commiato dalla consorte e consolarla della morte d’una sua sorella, che era avvenuta in quei giorni appunto. Sebbene quel grado di consanguineità non fosse tale da obbligarlo a vestir la toga del corruccio, pure cercando esso tutte le vie per rendersi singolare e fermar la pubblica attenzione in ogni modo, apparve colà tutto bruno come la morte, e inforcando un cavallo tutto nero come la pece. Pompeo trionfava e tutta Roma era piena di Pompeo, pure in quel punto il diciottenne Giulio trovò il modo di distaccare da colui gli sguardi del popolo romano e farli rivolger tutti sopra di sè. Lucio Silla, seguendo il movimento di tutte le teste che gli ondeggiavano d’intorno, dirizzò anch’egli colà la sua truce pupilla, e vedendo l’abborrito fanciullo, ne torse indispettito la faccia."
      }
    ]
  }
}
