{
  "chapterNumber": 40,
  "title": "XXIV. IL TRIPICINIO (Vol. II) — The Tripartite Alliance",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Col ritorno di Cesare dalla Lusitania, e col suo ingresso in Roma per optare al Consolato, si chiude la sua giovinezza, e una giovinezza protratta. Esso allora aveva trentott’anni. Pure si vuol protrarla ancora, perchè alcuni fatti che si compirono dopo, tengono la loro prima radice in essa, e molti dei motivi già prodotti rimarrebbero in tronco, senza seconda parte, con pericolo d’imitare la melodrammatica gallo-germanica, e d’insultare al genio italico, sebbene questa non sia palestra musicale."
      },
      {
        "index": 1,
        "text": "Cesare, abbiamo detto, segretissimo, a notte, entrò in Roma, e segretissimo entrò nel tempio là nella Suburra; gli ostiarj, i servi, gli schiavi lo attendevano. Egli diede monete a tutti, e tutti gli s’inchinarono, sorridendogli con riverente e grato viso. Egli era idolatrato da coloro. Entrò nella biblioteca, e là, raccogliendo i pensieri fatti lungo la via, coi nuovi che, nel silenzio ond’era circondato, gli vennero abbondanti, li strinse in un vasto disegno. Era un piano di battaglia. Ei pensava ch’era venuto il tempo di tentare imprese romanamente grandi, di sospingersi nel fitto dell’azione, di emulare Alessandro, del quale, con lagrime d’invidiosa ed impaziente ambizione, aveva ammirata la statua nelle Spagne."
      },
      {
        "index": 2,
        "text": "Non dubitava di venire eletto console. Aveva per sè il popolo, e conosceva il Senato che, se non lo amava, lo temeva."
      },
      {
        "index": 3,
        "text": "Però, la susseguente giornata fu per lui operosissima. Preparò tutti i congegni per assicurar l’elezione, si mostrò al popolo, il quale circondandolo e seguendolo gli applaudiva e acclamava il suo nome, ed egli lungo la via, in più luoghi fermandosi, tenne ad esso opportuni discorsi. Venne poscia al Senato nell’ora che era convenuto, e i senatori al suo apparire si alzarono tutti, e gli applaudirono, perchè gli amici di lui non pochi, alzandosi primi e applaudendo a furore, costrinsero gli altri ad imitarli, chè non amavano rivelarsi. Cesare disse brevi parole, pregando il Senato ad assegnargli un giorno per dar conto della propria amministrazione in Lusitania. Il dì gli fu subito statuito. Uscì allora dal Senato, e se ne venne alla casa di Pompeo. Quando ne varcò il limitare, già cominciava a tradursi in atto il suo vasto, profondo, astuto disegno."
      },
      {
        "index": 4,
        "text": "Pompeo stava anch’esso nella sua, per lui inutile, biblioteca, e Cesare passò in essa. Pompeo lo accolse con lieto volto. Sedettero entrambi. Stettero muti alquanto; nè Pompeo era tale da rompere primo il silenzio. Amava o non parlare o parlar poco, chè si smarriva facilmente negli ambiti del discorso. Parlò dunque Cesare primo:"
      },
      {
        "index": 5,
        "text": "— Io non venni qui, o Pompeo, a farti una visita onoraria. Sì venni per cose gravi. Grande sei tu chiamato, e grande sei, ma a che ciò ti vale? Lucullo addensa nemici ai danni tuoi, e avendo pagato i debiti di Clodio, questi, e per l’ira spontanea, antica che sente per te, e per mostrarsi grato al suo benefattore, il quale mai non ti perdonerà l’avergli strappata di pugno l’impresa de’ Pirati, e la conseguente vittoria e la gloria, minacciò e minaccia d’incendiare tutti i tuoi possedimenti. Queste cose io le seppi al campo, e tu le sai. Non basta dunque essere grandi; conviene essere potenti."
      },
      {
        "index": 6,
        "text": "— Ben parli, o Cesare, ma a che accenni?"
      },
      {
        "index": 7,
        "text": "— A questo; che se la potenza, anzi la prepotenza non può averla uno solo, la si ottiene condensando le forze di più. I fasci dei littori non vi è chi li sappia spezzare, pure le verghe, onde son contesti, le infrange un fanciullo. Unisciti dunque a me, o Pompeo; io cercherò altr’uomo, altro che a noi si confederi. — Quest’uomo è Crasso. Pensa, Pompeo, che noi tre, di tutta Roma, possediamo, quale privilegio, le virtù più bramate dai mortali, le quali, congiunte, producono l’invincibile forza. Tu hai la grandezza. Crasso la ricchezza. Appena un re dell’Asia può in questo competer seco. Io tengo qualche virtù a me particolare, che nè tu hai, nè egli, e nessuno ha."
      },
      {
        "index": 8,
        "text": "Pompeo sorrise, quasi dicesse: Lo so."
      },
      {
        "index": 9,
        "text": "— Stringiamoci dunque insieme, continuava Cesare, e l’universo è nostro."
      },
      {
        "index": 10,
        "text": "— Ben parli, ripeto. Ma quanto dici non sta nel possibile. Crasso è mio nemico antico e implacabile."
      },
      {
        "index": 11,
        "text": "— A Crasso provvedo io. Accetti dunque tu?"
      },
      {
        "index": 12,
        "text": "Pompeo stette pensoso un istante, poi:"
      },
      {
        "index": 13,
        "text": "— Se Crasso accetta, disse, io accetto."
      },
      {
        "index": 14,
        "text": "E Cesare, strano a dirsi, alla risposta di Pompeo, si fece per poco meditabondo anch’esso."
      },
      {
        "index": 15,
        "text": "Davvero che quelle due grandi figure di Roma antica, che poi dovevano disputarsi il dominio del mondo, in quel momento meritavano di essere plasticamente ritratte. Come erano dissomiglianti l’uno dall’altro! Pompeo aveva grossa testa, con capelli fittissimi che scendevano fino al sopracciglio, occhio ampio e bello; ma tutta la sua bellezza consisteva nelle linee della cassa, e svaniva alla pupilla, nera e profonda, ma senza mobilità, nè espressione. Ampie spalle mostrava, ed ampio petto. Era davvero il tipo completo della razza romana."
      },
      {
        "index": 16,
        "text": "Cesare, già lo abbiamo descritto e con precisione quasi anatomica, pure, esaminandolo in confronto di Pompeo, aggiungiamo che nulla affatto c’era in lui di romano; anzi pareva si dilungasse da Roma e dal suo tempo. L’eleganza della sua figura e della sua veste, pareva arieggiasse la leggiadria dei costumi futuri. Era insomma un uomo moderno. L’architettura ossea della sua testa era grande certo più di quella di Pompeo, ma non appariva, perchè ancora in quell’età, una indescrivibile grazia, in parte naturale, in parte voluta, ne smorzava le linee, e lor toglieva tutto quello che ci poteva essere di profondamente antico. Del resto, non è vero che interceda tanta somiglianza tra Cesare e Napoleone. Il primo era alto di statura, aveva bel collo, uscente libero dalle spalle, aveva occhi neri e vivacissimi, che talora inutile rendevano la parola. Gli occhi di Napoleone eran gialli e felini, che facevano abbassar quelli di chi lo guardava, e non avevano altra espressione che la terribilità di una volontà implacabile. Non si parli più dunque di somiglianza tra il più grand’uomo di Roma antica e il più gran capitano dei tempi moderni."
      },
      {
        "index": 17,
        "text": "Meditato alquanto, Cesare si alzò; si alzò Pompeo, e si strinsero la mano. In quel momento parevano davvero amicissimi. Solo in fondo alla mente di Cesare sorgeva già il germe di un obliquo disegno."
      },
      {
        "index": 18,
        "text": "— Non è da indugiarsi, soggiunse poi. Io volo a Crasso."
      },
      {
        "index": 19,
        "text": "Pompeo, zoppicando, chè da anni aveva una piaga nella gamba destra, onde le fasciava ambedue con nastri bianchi, accompagnò Cesare fino al cavedio."
      },
      {
        "index": 20,
        "text": "Prima di recarsi alla casa di Crasso, Cesare tornò alla Suburra. Fece attaccare i cavalli, e salì in cocchio insieme col suo fidato Taltibio, recantesi in braccio i quattromila talenti che Crasso aveva prestati a Cesare. Questi conosceva l’avarizia dell’amico, e come la ricomparsa di quei quattromila talenti gli avrebbe messa una tale giocondità nel sangue, da renderlo docile a qualunque volere e consiglio."
      },
      {
        "index": 21,
        "text": "Crasso, invece di starsi coi clienti, passeggiava nel cavedio coi mediatori di danaro e coi banchieri e feneratori d’ogni conio, tra i quali v’erano alcuni perversi veramente, degni di capestro. Essi tenevano stanza intorno al foro, e mercanteggiavano di danaro, ma quanti cadevano nel loro laccio, e che: _se obruebant in aere circumforaneo_, come allora correva il detto, il quale significava ch’eran carichi di debiti, dovevano presentare garanzie impreteribili, eran fonte di un ingente reddito a Crasso, il quale dava il danaro ai feneratori di seconda e terza classe, e ne ritraeva usure così ladre che oggi non potrebbero essere credute."
      },
      {
        "index": 22,
        "text": "Crasso, visto Cesare, gli mosse incontro con grande cortesia, licenziò quella canaglia, e:"
      },
      {
        "index": 23,
        "text": "— Entriamo, disse: che ti conduce a me?"
      },
      {
        "index": 24,
        "text": "— Entriamo."
      },
      {
        "index": 25,
        "text": "Cesare fece segno a Taltibio di seguirli. E Taltibio, onusto dei quattromila talenti, tenne dietro al padrone."
      },
      {
        "index": 26,
        "text": "— È il primo giorno, o Crasso, che io sto in Roma. Ma il primo pensiero fu di restituirti il danaro. Guarda, e conta, e accogli i miei ringraziamenti."
      },
      {
        "index": 27,
        "text": "— Sei stato ben sollecito, disse Crasso, ma bene hai fatto...."
      },
      {
        "index": 28,
        "text": "E guardò e contò, e rendeva la somiglianza di un ghiottone eccezionale, quando, spensierato d’ogni altra cura, va cospargendo dei cari sapori di un cibo desiderato tutte le papille gustatorie."
      },
      {
        "index": 29,
        "text": "Crasso aveva allora quarantotto anni, sebbene ne dimostrasse più di cinquanta. Era grosso e panciuto; bensì, per un contrasto strano, aveva il volto scarno. E ciò che, a ben guardarlo, lo rendeva diverso dagli altri, era il suo sguardo. Che possa dare idea dell’occhio di Crasso, non è che quello dell’avoltoio; vibrava una luce vivissima, la quale scompariva, sarebbesi detto, sotto a una pellicola opaca che la smorzava, lasciandola ricomparire tosto, a saettare altri raggi acuti, per spegnersi poi di nuovo."
      },
      {
        "index": 30,
        "text": "— Pompeo ti saluta."
      },
      {
        "index": 31,
        "text": "— Megabocco mi saluta? esclamò Crasso con meraviglia."
      },
      {
        "index": 32,
        "text": "Megabocco era uno dei tanti soprannomi che aveva Pompeo, e che erano stati inventati da Cicerone."
      },
      {
        "index": 33,
        "text": "I dispregiatori di Pompeo in Roma ripetevano que’ soprannomi; però lo si chiamava Epicrate, Alaborche, Sampiceramo. Erano parole enigmatiche di cui Cicerone si valeva, parlando cogli amici, ogni qualvolta voleva dir male di Pompeo, senza che gli astanti potessero intendere quel che diceva, e riferirlo a Pompeo stesso. Ma le parole si sparpagliavano per tutta Roma, e con esse probabilmente anche la spiegazione degli enigmi."
      },
      {
        "index": 34,
        "text": "— E dunque, disse Crasso a Cesare, per che ragione grave sei tu venuto?"
      },
      {
        "index": 35,
        "text": "— Io t’ho visto ieri, e t’ho stretto la mano, e ho invocato gli Dei quando ti espressi le parole augurali, affinchè la tua gloria presente si accrescesse e si perpetuasse."
      },
      {
        "index": 36,
        "text": "— Senza gravi ragioni non si salutano tutti i giorni che le donne desiderate. Ma tu non sei tale, però se ti reco i saluti di Megabocco vuol dire che la terza parte del dominio di Roma e del mondo io ti metto nelle mani. Ti par essa cosa da dispregiare?"
      },
      {
        "index": 37,
        "text": "Crasso guardò Cesare con grande stupore, e:"
      },
      {
        "index": 38,
        "text": "— Se tu non fossi Cesare, davvero che sospetterei avere il sole ispano riscaldata e alterata la tua mente."
      },
      {
        "index": 39,
        "text": "— La mise invece al suo perfetto calore. Ed ora le mie facoltà sono complete. Trattasi pertanto di confederarci noi tre; tu, Pompeo, ed io, e di governare con mano di ferro e con inesorabile volontà questa repubblica che va scardinandosi da tutte le parti, e di dominare codesto Senato che contiene tutta la feccia patrizia, ben più funesta alla repubblica della feccia romulea di Cicerone. Però accogli la proposta; lascia ogni rancore, t’accosta a Pompeo; con esso parlerai stanotte nella mia casa alla Suburra, io verrò a prenderti in cocchio. Nessuno v’è in Roma, come già dissi a Pompeo, che al pari di noi tre abbia le doti atte per governare e dominare e trarsi a sè tutto il popolo romano e l’italico; tu, il più ricco, taccio della gloria militare; Pompeo il più grande, almen tale è riputato dal Tevere al Gange; io.... io tengo virtù che forse mi vi faranno eguale."
      },
      {
        "index": 40,
        "text": "— Ebbene, disse Crasso, alzandosi e passeggiando, quando si ha a diventar padroni della terza parte del mondo, che tu già palleggi, (egli sorrise) ben si può ancora stringere la mano a Megabocco."
      },
      {
        "index": 41,
        "text": "Cesare, sorridendo pur esso, disse a Crasso:"
      },
      {
        "index": 42,
        "text": "— I quattromila talenti, che troppo presto ti ho restituito, ora dovresti ritornarli nelle mie mani, in compenso di quella parte di mondo che ti concedo."
      },
      {
        "index": 43,
        "text": "Così, amabilmente scherzando, que’ due Romani, innamorati della patria, sotto colore che la repubblica si scardinava, preparavano le leve per farla uscire di perno."
      },
      {
        "index": 44,
        "text": "E Cesare si partì, dicendo a Crasso:"
      },
      {
        "index": 45,
        "text": "— Alla media notte verrò a prenderti in cocchio."
      },
      {
        "index": 46,
        "text": "— Io aspetterò."
      },
      {
        "index": 47,
        "text": "Venne la media notte. Cesare recossi da Crasso. Partirono insieme per la Suburra. Pompeo li attendeva. Entrarono. Crasso e Pompeo simultaneamente mossero incontro l’uno dell’altro, e si strinsero la mano. Sedettero. Le cose che Cesare aveva dette la mattina all’uno e all’altro furono ripetute, e nelle stanze più interne, nel silenzio della notte, segretissimamente giurarono di stare ognora congiunti a porgersi vicendevole aiuto, di fare tutto quello che fosse atto a raggiungere i vasti intenti. La repubblica romana e il mondo già perigliavano, messi in bilico sugli omeri poderosi, ma infidi, di quei tre. Fu questo uno dei momenti storici più caratteristici e fatali dell’antica Roma."
      },
      {
        "index": 48,
        "text": "Pronunciato il giuramento, al quale Cesare diede una solennità quasi rituale, egli soggiunse:"
      },
      {
        "index": 49,
        "text": "— Oggi tra me pensavo poter esser utile che Cicerone si accosti a noi; l’elemento cittadino è da lui per eccellenza rappresentato. In noi c’è senza dubbio la colleganza di tutte le varie doti necessarie per dominare la repubblica; ma l’elemento cittadino, se non ci manca adesso, ci verrà a mancare, non per altro che perchè dovremo lasciare Roma per altre imprese di guerra. Se lo credete, domani io tenterei Cicerone, per vedere di trarlo a noi."
      },
      {
        "index": 50,
        "text": "— Dubito ch’egli ti annuisca, o Cesare."
      },
      {
        "index": 51,
        "text": "— Annuirà. Necessariamente ei deve temerci. Il grand’uomo è ambizioso; in tutto vuol essere il primo a trovare e condurre un disegno. Ma è timidissimo anche, e, in mezzo a due contrarj venti, mal saprebbe reggersi in piedi. Posto in mezzo tra noi e il Senato, che volete voi che faccia o possa il grande oratore?"
      },
      {
        "index": 52,
        "text": "— Se ti riesce di trarlo a noi, disse Crasso, facciano gli Dei immortali che ciò sia per il bene. Ma Cicerone è uomo ognora tentennante, e, per quanto più forze congiunte sieno possenti, se una sola vacilla, tutto può andare a rovina."
      },
      {
        "index": 53,
        "text": "— S’ei sarà per vacillare, cadrà, e la sua timidezza, sebbene obliqua, lo metterà nel nostro pieno dominio, e, di quel prezioso elemento che a noi avrebbe dato gran forza, anche il Senato sarà destituito."
      },
      {
        "index": 54,
        "text": "«Or, prima di lasciarci, dobbiamo parlar d’altra cosa importantissima per me ed anche per voi. Se io ottengo il Consolato, il nostro potere si consolida sempre più. Conviene adunque ajutarmi per conseguirlo. Io rinunciai al trionfo per presentarmi candidato. Il popolo è per me, e del Senato la più parte. Oggi non stetti in biblioteca, e, tra in cocchio e tra pedestre, misurai Roma più volte, per parlare a quanti mi era necessario; però col vostro appoggio non dubiterei di riuscire.»"
      },
      {
        "index": 55,
        "text": "— Impegno la mia fede, o Cesare, che il mio aiuto non ti mancherà, disse Pompeo."
      },
      {
        "index": 56,
        "text": "— Ed io impegno la mia, soggiunse Crasso."
      },
      {
        "index": 57,
        "text": "E l’uno e l’altro lasciarono la casa di Cesare."
      },
      {
        "index": 58,
        "text": "A questi, tornato appena dalle Spagne, era bastato un dì solo per preparare e colorire un audace disegno, che doveva poi, per gradi, cangiare i destini di Roma; era bastato un dì solo per abboccarsi con tutti i proprj clienti, e farseli sempre più devoti; per trattare con un tal Votinio, affinchè assoldasse pel dì delle elezioni da due a tre migliaja d’uomini della più lurida e sanguinaria plebe romana."
      },
      {
        "index": 59,
        "text": "Quando fu solo, Cesare si sentì pago dello scorso giorno, e, pensando alla facilità onde aveva riconciliati Pompeo e Crasso, gioiva e rideva nell’animo."
      },
      {
        "index": 60,
        "text": "Rideva perchè così pensava:"
      },
      {
        "index": 61,
        "text": "— Colla facilità stessa onde si strinsero la mano dopo tanto odio, questo ricomparirà. Non fu mai detto che il sangue, quando fu guasto, possa essere stato completamente purificato. Ciò sta bene; il loro disaccordo mi darà su di essi una supremazia invadente."
      },
      {
        "index": 62,
        "text": "«Grande è Pompeo, come affermano quanti non sanno giudicar le menti umane. Ma, se tolgasi alcuna pratica di guerra, cui la fortuna ajutò a parere virtù stragrande, e quasi concessa a lui per privilegio particolare agli Dei immortali, è uomo di angustissimo intelletto; lo si governa con una briglia di canape. Meno abile uomo di guerra, e più ampio intelletto, è Crasso, ma in guerra non pensa che alle ingenti prede; però l’uno e l’altro son cavalli da aggiogare al mio cocchio.»"
      },
      {
        "index": 63,
        "text": "Così pensato e poi studiato e poi dormito, all’alba fu in piedi e per tutto il giorno non si diede riposo."
      },
      {
        "index": 64,
        "text": "Si recò alla casa di Cicerone; questi lo accolse con onore, e quasi potea dirsi con amore. Cicerone temeva Cesare, e faceva mille sospetti intorno ad esso; ma, come uomo di profondo e onesto intelletto, e innamorato degli studj, ne ammirava il grande ingegno. Non v’è scrittore che, per questa parte, lodi Cesare più di Cicerone."
      },
      {
        "index": 65,
        "text": "_Sanos quidem homines_, scrive nel _Bruto, Cæsar scribendo deterruit_."
      },
      {
        "index": 66,
        "text": "Parlando dei Commentarj, _nudi sunt_, sentenziò nel _Bruto_ stesso, _recti et venusti, omni ornatu orationis tamquam veste detracto_. — E altrove: _quis sententiis aut acutior, aut crebior, quis verbis aut ornatior, aut elegantior?_"
      },
      {
        "index": 67,
        "text": "Gli era caro pertanto, e conversava lietissimo con esso; ma lo considerava come chi, amante della beltà, vorrebbe amoreggiare una donna eccezionalmente decorosa di forme, ma, nel tempo stesso, fiuta il tradimento nell’ammirare il giro attraente de’ suoi occhi, e le ineffabili sue blandizie."
      },
      {
        "index": 68,
        "text": "Ma Cesare venne tosto al suo tema, e gettò abilissimamente la rete, cui Cicerone abilissimamente rispose, schermendosi, e, più volte ghermito, più volte, quasi anguilla astutissima, gli guizzò di mano, finchè Cesare, visto di non poterne far nulla, lasciò che libero ricadesse nel suo elemento. E il discorso piegò ad altro. I due grandi uomini toccaron più temi con acuta eleganza. Cicerone interrogò Cesare intorno ai costumi delle Spagne. Quando parlava Cesare, Cicerone stava attentissimo, come scolaro che ammiri le parole d’un maestro rispettato, tanto le descrizioni di Cesare erano poesia dipinta. A noi rincresce di non poter riferire qui quell’amabile e dotta conversazione; ma ci sollecita il tempo, come ne era sollecitato Cesare, il quale, pur descrivendo i costumi ispani, pensava al Consolato."
      },
      {
        "index": 69,
        "text": "Cesare si licenziò finalmente da Cicerone, e questi:"
      },
      {
        "index": 70,
        "text": "— Gli Dei t’abbino in custodia, o Cajo Giulio Cesare console."
      },
      {
        "index": 71,
        "text": "— Domani mi presento candidato."
      },
      {
        "index": 72,
        "text": "— Vivi certissimo del successo; se non fosse stata l’eloquenza ostinata ed iraconda di Catone, avresti avuto anche il trionfo. —"
      }
    ]
  }
}
