{
  "chapterNumber": 28,
  "title": "XII. LA FESTA DELLA DEA BONA (Vol. II) — The Festival of the Good Goddess",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Il palagio di Giulio Cesare, già fu detto, sorgeva sul Palatino. Era di costruzione etrusca; veduto all’esterno pareva una dimora cadente in isfacelo. Nè Giulio Cesare provide mai a ripararlo; l’avrebbe anzi smantellato in guisa da farlo parere una rovina ancor più illustre, assidua commemoratrice ai Romani della vetustà del suo casato. Ma varcato il pronao, anche perchè all’artista Cesare piaceva l’antitesi, tosto alle mura cadenti e cupe, succedeva, diremo, la luce della pompa orientale e meridionale. La madre Grecia, e la Grecia grande, e l’Asia, e l’alto Egitto, quasi a rappresentare là dentro l’assorbimento romano, e la divoratrice conquista, sfoggiavano tutto quello che l’arte, e il lusso, e la corruzione avevano trovato nelle patrie dell’alloro e del non ancora rivelato filugello. Varcato il pronao e un ampio spazio che divideva l’antico palagio dal nuovo, un lucente vestibolo biancheggiava delle conteste ossa di elefanti indiani; cinque porte rivestite di ebano davano accesso all’aula magna, e su quelle erano intarsiati i dorsi di testuggini eoe, dagli occhi delle quali usciva la verde luce degli smeraldi. Il procinto vi si aggirava dentro in cerchio; a quello facevan corona binate colonne a capitelli d’oro, sulle quali rispianava un dorato architrave che sosteneva tre colonne riproducenti in aria il giro delle sottoposte. Le pareti interne erano serpentino con intrecci d’armi. Gli onici e le sarde lastricavano il pavimento, nel mezzo del quale sfolgorava un mosaico d’Eraclito, che Cesare aveva fatto trasportar là dai giardini di Servilio. Non v’eran lacunari; ma l’azzurro del cielo e le stelle e la luna mandavano i loro raggi là dentro a mettere gara tra il cielo e la terra."
      },
      {
        "index": 1,
        "text": "Le vestali, siccome voleva il rito, agli ornati architettonici avevano aggiunti a profusione quelli della più fragrante flora romana, con frutti e fiori d’ogni albero, escluso il mirto, siccome quello che pareva interdire i pensieri della castità, chè le donne si preparavano alla festa colle più rigorose astinenze; così almeno era creduto. Le mogli per una settimana s’involavano agli amplessi maritali. Le fidanzate e le fanciulle dovevano affannarsi a liberare la testa e il cuore dai desiderj tentatori."
      },
      {
        "index": 2,
        "text": "Il simulacro della dea sorgeva nel mezzo del recinto. Una ghirlanda di pampini ne cingeva la testa; un serpente era attortigliato intorno a’ suoi piedi. Innanzi alla base del simulacro stava un gran vaso colmo di vino. Quel vino significava la religiosa tradizione, che ricordava essersi la dea ubbriacata, mentre dimorava ancora in terra; onde Fauno l’uccise con un bastone di mirto, facendola degna in così strano modo dei doni immortali della divinità."
      },
      {
        "index": 3,
        "text": "Pure quel vino, che poscia veniva bevuto senza ritegno, chiamavasi latte, a conciliare l’idea dell’astinenza coi protervi effetti che produceva, e _Mellario_ il vaso che lo conteneva, onde è a sospettare che quelle donne stessero innanzi alla dea, _velate di devota incontinenza_, preparando così la frase al poeta futuro."
      },
      {
        "index": 4,
        "text": "Quando la vestale _damiatrice_ s’inginocchiò davanti al simulacro, tutte le vestali, candide come cigni depurati dal rio, s’inginocchiarono; e con esse quante matrone e spose e fidanzate e fanciulle eran là convenute. Più presso al semigiro delle vergini sacre stava l’insigne Aurelia, la madre di Cesare, venerata in Roma per l’alto senno e le virtù volute e le consuetudini sante. Aveva raggiunto il nono lustro; pure il freddo raggio lunare, turbato dalla calda luce delle resinose faci, così beneficamente la vestiva, che due lustri parevano scomparsi dal suo nobile volto. Accanto a lei stava genuflessa Pompea, la moglie di Cesare, non amante della suocera, che non amava lei. La beltà tramontante di Aurelia, dall’occhio espanso, lento e solenne, e dai contorni che Tullio chiamò scientifici, e li dicea segnati dal geometra Euclide, faceva contrasto colla diversa severità della olimpica Pompea, severità ostentata per dissimulare le intime accensioni."
      },
      {
        "index": 5,
        "text": "Non lungi da Pompea, vestita come una regina asiatica, coi piropi al collo, alle braccia, ai brevi orecchi, si vedeva Servilia, la moglie del penultimo Bruto, la madre dell’estremo. Peccatrice nata, pure il peccato ella rendea perdonabile coll’intensità dell’affetto concesso ad un uomo solo. Accanto a lei, volgevasi alla dea una giovinetta adolescente della casa _Imperiosa_. Colla chioma biondissima e l’alba pelle e l’occhio tinto di cielo e lucentissimo per la gagliarda fosforescenza del cervello, sembrava accennasse alle Gallie, alla Bretagna, alla Germania, e invitasse a non ancor noti connubii la _cæruleam pubem_."
      },
      {
        "index": 6,
        "text": "Ma la _damiatrice_ pronunciò la preghiera, maritandola ad una antichissima cantilena del Lazio:"
      },
      {
        "index": 7,
        "text": "«Castissima dea, che le assidue ripulse al Fauno procace, a te, ancora terrestre, costaron sangue innocente; onde l’Olimpo ti accolse pietoso nella propria luce; inspira e consiglia e sgomenta il senso delle mortali che qui ti adorano. Rinnovella le virtù prische della neonata Roma; e dalla muliebre purezza sia redento e salvo e fatto glorioso e invitto il popolo romano.»"
      },
      {
        "index": 8,
        "text": "Queste ultime parole, affidate alla stessa cantilena, vennero ripetute in coro da quante donne erano là inginocchiate, alcune delle quali si ribellavano all’alto concetto della preghiera."
      },
      {
        "index": 9,
        "text": "Quando tacquero i canti, la _damiatrice_ s’accinse a compiere il sagrificio che chiamavasi _Damium_, da _Damia_, altro nome che teneva la dea, donde venne l’appellativo della sagrificatrice. Questa immolò alquante galline di varii colori, tranne il nero; dopo di che, dodici tra le più giovani vestali, immersero nel _Mellario_ altrettante coppe d’oro, e così colme le recarono in giro. Tutte le donne ne bevettero, e le vergini ìvano e redìvano colle coppe ognora vuotate e ognora ricolme, continuando in tale servizio, finchè il _Mellario_ rimase esausto. Allora la sagrificatrice esclamò ad alta voce e in lingua greca: _Evviva il frutto di Bacco_ — e tosto cominciarono le danze bacchiche; e alquante donne, tra le più giovani e formose, e indarno devote della moglie di Fauno, travestitesi in Mènadi e Tìadi e Bassaree, le seguaci assidue di Bacco, si sciolsero le chiome, svestirono le stole e i pepli prolissi, e apparvero in pelli succinte, scuotendo cimbali e tirsi e spade serpentine. Forse è per ciò che agli uomini era interdetta quella solennità sacra, perchè i fumi vinosi esaltando nella danza vorticosa talune di quelle che eran sazie della settimana oziata, le eccitavano ad imitare le ignude baccanti, fors’anche per rivelare alle invide amiche le nascose bellezze."
      },
      {
        "index": 10,
        "text": "Aurelia stava seduta volgendo intorno il ciglio severissimo, quasi disapprovasse quei danzanti cori, più che della dea, cultrici della troppo geniale arte greca, nè tuttavia potendoli vietare perchè erano concessi dal rito biforme; nè danzava Pompea, ma passeggiava tra gruppo e gruppo, lenta e aggrondata e oppressa dagli sguardi onde la suocera la teneva in soggezione. Se non che, a un certo punto, un’ancella s’accostò a lei, e, annunciandole la visita di una donna, la ritrasse fuori del Procinto."
      },
      {
        "index": 11,
        "text": "— E chi è questa donna? chiese Pompea."
      },
      {
        "index": 12,
        "text": "— La vedrai, o domina. Ma frena lo stupore e comprimi il grido, se mai nel vederla, tentasse prorompere dal tuo labbro."
      },
      {
        "index": 13,
        "text": "— È forse qualche indovina dai nefasti augurii?"
      },
      {
        "index": 14,
        "text": "— No; è tale invece che ti colmerà di gioia. Ma comprimi il cuore perchè non ti scoppii, e soffoca il respiro, e raccomandati a Giove onnipotente."
      },
      {
        "index": 15,
        "text": "E vennero a un recesso rimasto solitario, dove la luce dell’aula magna, attraversando atrii e fughe di colonne, si scioglieva in un pallido albore."
      },
      {
        "index": 16,
        "text": "— È tra quelle colonne, disse l’ancella."
      },
      {
        "index": 17,
        "text": "E la ignota donna incoronata di rose e bianco-vestita fece alcuni passi..... e prendendo a Pompea la tunica:"
      },
      {
        "index": 18,
        "text": "— Or vedi se t’amo! le disse."
      },
      {
        "index": 19,
        "text": "L’ancella, smemorata della propria condizione, mise una mano sulla bocca di Pompea, con violenza non voluta a comprimere il grido che n’usciva, e si ritrasse poscia a qualche distanza."
      },
      {
        "index": 20,
        "text": "— Domani, continuava quella donna, io starò nel carcere Mamertino. Ma oggi sto qui; qui, o Pompea; e ti abbraccio e ti bacio, e si sperda ogni fede maritale, e Cesare m’invidii, e mi abborra invidiandomi, e mi accusi innanzi a Roma esterrefatta del mio ardire sacrilego, ma ammirata anche dell’amor mio sovrumano. È un dio in me oggi che mi comunica un furor sacro e un potere che varca ogni umana idea. Esci meco, o donna. Fuggi di qui, o Pompea, fuggi con me; e saziato alfine e risaziato il vietato amor nostro, si discenda sotterra, e l’aura solo degli elisi lo smorzi, e calmi e trasmuti in una beatitudine eterna."
      },
      {
        "index": 21,
        "text": "Pompea non rispondeva, e tutta tremante si lasciava abbracciare e baciare e ribaciare, non potendo por freno all’insanito impeto del travestito Clodio; nè volendolo forse, chè sentivasi rapita e inebriata anch’essa da quei detti infuocati e sincerissimi in quel punto."
      },
      {
        "index": 22,
        "text": "Ma gl’istanti volavano, e da quel recesso del palagio si sentirono voci più vicine e fruscìo di vesti e suon di passi vicinissimi. Pompea, atterrita, tentò svincolarsi dalle braccia di Clodio; l’ancella confidente, che stava sull’ale a qualche distanza, accorse ad ammonirli che potevano essere scoperti; e Pompea, strappata dalle mani del giovane la propria stola, che mandò suono di prolungato squarcio, fuggì, e si ridusse tra la folla muliebre, occultando i lembi del diviso bisso."
      },
      {
        "index": 23,
        "text": "Clodio si tolse di là, e movendo a caso e a tentone lungo le intime parti della casa, s’incontrò in alcune famule che là vegliavano. Quella donna aggirantesi colà solitaria provocò l’attenzione di esse; e la più vecchia ed astuta, domandando con voce alta di chi chiedesse o di che abbisognasse, le si accostò. Clodio rispose iracondo, ma la voce maschile, sebben di suono bastardo, non saputa alterare in quel momento di eccitazione e d’ansia e d’incertezza, lo tradì e lo scoperse; e la scaltra vecchiarda che, ben sapendo dei quotidiani inseguimenti di Clodio, e obbedendo riverente ad Aurelia, credeva gratificarsela con ostentare avversione a Pompea, lo conobbe e lo nominò forte; e corse ad Aurelia, ed empì di scandalo e di orror sacro le vestali e la moltitudine delle donne che affollavano il Procinto, annunciando che un uomo aveva invaso il tempio della dea antropofoba."
      },
      {
        "index": 24,
        "text": "Allora le matrone travestite da _Bassaree_ e da _Tiadi_, armate di bastoni intrecciati di pampini e d’ellera, mossero in cerca del profanatore, e lo trovarono che ancora s’aggirava lungo gli oscuri atrj. Lo circondarono affollate, gli gridaron d’uscire; nè ancora movendosi colui, lo percossero spietate, sospingendolo alle porte. Tra quelle _Tiadi_ e _Bassaree_ v’erano forse le smesse e dispregiate amanti di Clodio, che, immemori in quel punto della dea profanata, provvidero a vendicar sè stesse dei patiti insulti. E Clodio uscì, facendosi delle braccia valido schermo al volto che serbò inviolato."
      },
      {
        "index": 25,
        "text": "Alla notte succedeva il conticinio, o il primo crepuscolo."
      }
    ]
  }
}
