{
  "chapterNumber": 25,
  "title": "IX. LA BATTAGLIA DI PERUGIA (Vol. II) — The Battle of Perugia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Catilina saputo come il Senato gli mandava incontro un esercito poderoso, saputo inoltre, con sua grande meraviglia, che Cajo Antonio console lo comandava, fra aspri monti a gran giornate venne nel campo di Pistoja, ma Quinto Celere Metello, luogotenente di Antonio, volò esso pure a gran giornate nel Piceno e qui si accampò; e Antonio col forte delle sue genti veniva a congiungersi a Metello per ovvio e facile cammino all’intento di chiudere ogni scampo a Catilina."
      },
      {
        "index": 1,
        "text": "E questi nella prima parte di questa breve guerra mostrò grande sapienza militare, tenendo ognora in iscacco il console, ora accennando di muovere verso Roma, quando Antonio lo sospettava avviato verso la Gallia Cisalpina, ed ora sollecitando le marcie verso la Gallia, quando Antonio lo sospettava avviato per gli Apennini a Roma."
      },
      {
        "index": 2,
        "text": "Ma le notizie di Roma e la congiura scoperta e la morte dei congiurati tolsero a Catilina ogni speranza di potere, traendo in lungo la guerra, ricevere soccorsi da Roma per darlene tosto egli stesso. — Disanimati, moltissimi uscirono dalle sue file, per il che sebbene da principio egli avesse rifiutato l’aiuto degli schiavi accorsi a lui in gran numero per acquistar libertà, si piegò ad accoglierli, onde il suo esercito potè presto salire a quasi diecimila uomini."
      },
      {
        "index": 3,
        "text": "Quinto Metello Celere con tre legioni occupò il campo Piceno, e Antonio e Petrejo lo andavano inseguendo celerissimamente e con esercito poderoso; però non sperando nulla per allora dagli amici che stavano a Roma, pensando che soltanto dalla fortuna delle armi e dalla vittoria, non facile ma possibile, poteva dipendere l’adempimento de’ suoi disegni, Catilina risolse di venire a battaglia."
      },
      {
        "index": 4,
        "text": "Sotto a Perugia (chè dalle opinioni degli storici pare di dover desumere che qui avvenne il conflitto) dopo alcune marcie e contromarcie vennero ad incontrarsi i due eserciti."
      },
      {
        "index": 5,
        "text": "Il fedifrago Antonio, quantunque non potesse combattere in persona per la podagra, pure scorreva a cavallo, di fila in fila, a incoraggiare i soldati: — Voi combattete — dicea loro — per la patria, pei figli, pei lari; l’oste nemica, è oste di vili, d’imbelli, di scellerati. Anche donne stanno in quel campo contaminato, e adolescenti non ancora addestrati nel campo di Marte; onde se l’ottenere vittoria contro coloro non può dare gloria nessuna a voi soldati veterani, una sconfitta ci coprirebbe di un’ignominia senza esempio, e tale che più non sareste accolti in Roma dalla sdegnata cittadinanza; però vi esorto a condurre la battaglia in modo che sia piuttosto una strage, e nessuno dal campo nemico possa tornare in Roma; chè tutti coloro, uomini, adolescenti, per la virtù fatale dell’infame Catilina, reduci in patria vittoriosi, spargerebbero un contagio esiziale, disperderebbero le sacre leggi, recherebbero la morte nel seno delle vostre case, ad intento di vendetta ed a compimento dei loro disegni feroci."
      },
      {
        "index": 6,
        "text": "E come il console Antonio arringò i propri soldati, Catilina attese a infondere coraggio e fidanza ne’ propri. — È inutile ripeter qui le sue parole: bensì hanno a riportarsi quelle di Marco Sceva il quale capitanava la parte più giovane del campo catilinario. — Erano da due a tre mila giovinetti, tra cui non pochi avevano già militato. — Bellissimi giovani, e tutti d’aspetto fierissimo a vedersi e veramente strenui. Molti di loro non erano militarmente vestiti, nè tutti avevano armi da campo — tenevano lancie, ronche, pertiche, forche. Marco Sceva misurando dalla propria la virtù altrui, era pieno di speranza generosamente baldanzosa. — A quella parte del campo non v’era nessuno che varcasse gli anni ventiquattro; i più stavano fra il sedicesimo e il ventesimo anno. Marco Sceva dunque prima della battaglia disse parole forti a quei giovinetti forti."
      },
      {
        "index": 7,
        "text": "— A quale intento siamo qui noi oggi, o giovani generosi? che io chiamo eroi; chè già lo siete, non per altro che perchè siete qui. — Lo sareste anche senza la battaglia a combattersi, anche senza il sangue che verseremo, anche senza la vittoria che strapperemo al nemico, se gli dei la concederanno. — Ma perchè siamo qui? Voi tutti lo sapete; per infondere nuova vita nel cadavere di Roma; per rimediare all’atrocità di talune leggi. — Noi combattiamo qui oggi per tentare di far quello che Cesare propose — _Cessi oggimai la Legge di divorare la Giustizia._ — Ecco il motto del divo Cesare; la giustizia trasformi, rinnovi la legge, e la nuova che ne uscirà, sia tale che debba essere benedetta da quanti tengono l’onestà dell’intelletto e la sapienza sincera."
      },
      {
        "index": 8,
        "text": "Noi combattiamo qui oggi, o giovani miei coetanei, per ottenere una legge ragionevole e per distruggerne una tanto feroce quanto antica — essa è tale, che essendo noi liberi, pur dobbiamo vivere schiavi in perpetuo. — Io non vi esorto a ribellarvi contro i padri. — Essi debbono essere religiosamente venerati. — Ma non dobbiamo essere in piena balìa delle loro ingiustizie, quando essi ne commettono. Non è bisogno che io v’infonda coraggio, già lo vedo sulle vostre facce ardenti. — Pensate che questo è un giorno supremo. Bisogna vincere o cader tutti sul campo. — Se vinti e vivi ritornaste in patria, sareste tutti scannati dai vostri padri, ed avreste così una morte vergognosa ed esecranda per voi e le case vostre; mentre cadendo col ferro in pugno avrete gloria e tale da comandare l’ammirazione ai vostri padri stessi, costringerli forse a inaspettati consigli, e persuaderli ad abrogare la legge nefanda."
      },
      {
        "index": 9,
        "text": "Dopo queste parole di Sceva e quelle che già aveva dette Catilina, questi dopo aver comandato di discendere, accanto ai pedoni, a quanti stavano a cavallo, perchè così non credessero gli uni di essere in peggiore condizione degli altri, fece dar nelle trombe; esso aveva diviso le sedici sue coorti in due parti; la prima schierò di fronte, l’altra tenne in riserva. — Le truppe consolari sommavano a ventimila uomini; tra questi i più erano veterani; il resto constava persino di militi più o meno nuovi, constava persino di giovani patrizj avversissimi a quelli che sapevano combattere nel campo catilinario, e questo per diversità di sentimenti, e per ingraziarsi i padri, e per prepotenza di fibra cornea."
      },
      {
        "index": 10,
        "text": "Erano quelli i colli torti di Roma antica."
      },
      {
        "index": 11,
        "text": "Catilina, come fu detto, non aveva che dieci mila uomini, dei quali alquanti veterani, moltissimi schiavi, fatti tali in guerra, e sui quali Catilina, sebbene li avesse accolti con avversione, contava moltissimo perchè erano avvezzi alle battaglie, e la speranza di ricuperare la libertà doveva renderli formidabili."
      },
      {
        "index": 12,
        "text": "È facile immaginarsi il cozzo orrendo dell’urto primo. — I veterani del console Antonio vi portavano la sicura fierezza che loro veniva dalla vecchia abitudine. — Quasi tutti i giovani sui quali al primo incontro toccarono i loro colpi caddero feriti o morti. — In quel primo scontro caddero la Chiledone e la Flora. — Caddero presso i loro amanti, che furibondi diventarono tremendi. — Erano essi armati di agricoli forconi. — Strano a dirsi! quest’arme diventò apportatrice di morte. — Il veterano si trovava incontro a un’arme nuova; la breve sua spada mal sapeva tener lontana la lunga asta, e alcuni di essi caddero colle facce trapassate o deformate. — Marco Sceva vedendo che quell’arme, pure maneggiata da giovinetti, era con sua meraviglia divenuta micidialissima, ringuainò la spada, prese uno di que’ forconi e si gittò nel fitto di un corpo di veterani, atterrandone molti colla destrezza del fortissimo suo braccio, e sgominandoli tutti coll’abile maneggio di quell’arme improvvisata. — In quanto a Catilina, esso era dappertutto, vedeva tutto, soccorreva tutti e faceva strage colla forza del suo braccio non inferiore che a quello di Sceva. Ci fu un momento in cui parve l’esercito consolare piegasse sotto al disperato assalto di Catilina e di Sceva, e al coraggio meraviglioso di tanti giovinetti, i quali, vedendo cadere tanti veterani del campo nemico, operavan prodigi. Ma il console Antonio, che per la podagra stava lungi dal campo, mandò a rimproverare Petrejo luogotenente, onde questi, infierito per l’amaro rimprovero, ricorse alla riserva che, a torto o a ragione, voleva tenere ancora in serbo. — Essa era fatta dalla Coorte Pretoriana; non avendo ordine di moversi, fremevano e taluni si mordevano le labbra per la vergogna a cui vedevano esposto l’esercito consolare. — Petrejo disse lor dunque: — Or fate strage e finite la giornata. A tal comando la Coorte Pretoriana, come torrente a cui nulla resiste, si precipita, invade, assale, solca, infila. Cade Manlio, cade il Fiesolano, cade Sempronia, la quale aveva fatto prodigi di valore accanto a Catilina — che vedendola cadere rimase come sconcertato. E mandando un grido, vedendosi vinto e in mezzo a un campo di morti: — Tentiamo or dunque l’ultima strage, disse a Sceva e ai pochi dai quali era attorniato — e così fece, ma cadde quasi sull’istante. E Sceva venne ferito; ma parve leone, e lo smisurato e furibondo suo valore sgominò di tal guisa gli avversarii, che molti ne uccise; cosicchè nel disordine estremo della battaglia rimase quasi in solitudine; cadde della ferita e della stanchezza."
      },
      {
        "index": 13,
        "text": "Chi si recò dopo la battaglia a visitare il campo, vide Catilina ancora spirante fierezza in mezzo ad un cumulo di pretoriani estinti; e nella parte catilinaria furon visti insieme con tanti giovanetti, che dalla speciale forma esterna accorgevasi appartenere a famiglie distinte, cumuli di schiavi, che tali si riconoscevano per l’abito speciale, non avendo Catilina potuto vestirli. — Ma la massima sorpresa onde vennero colti i visitanti, fu quando s’imbatterono nei cadaveri di donne. — La prima di cui s’accorsero fu la Chiledone. Al primo pensavano non fosse che un giovinetto; ma le mani e le gambe, sebben queste fossero fasciate, rivelavano il diverso sesso. Di più meravigliarono quando videro altre donne. — La Sempronia vestiva una tunica di prezioso argento. — I curiosi ammiravano quel viso ancor bello nel pallore della morte. Qualcuno persino osò alzarlo, per guardarlo meglio — qualcuno varcò altro segno. — Ma intanto che i semplici curiosi si stupivano di tanta bellezza, i ladri da campo, antichissimi come le guerre, i quali esploravan tutto attentamente per tornare poi sul luogo quando gli altri fossero partiti, osservavano l’argentea lorica con occhio tristissimo d’avida impazienza — perciò alla notte, l’eminente Sempronia venne spogliata."
      },
      {
        "index": 14,
        "text": "Dei pochissimi giovani che erano stati risparmiati dalla morte, nessuno tornò a Roma. — I due soli i quali ebbero una sì demente fidanza vennero scannati dai loro padri."
      },
      {
        "index": 15,
        "text": "Così finì questa famosa congiura, la quale se fosse riuscita, Catilina sarebbe stato collocato fra gli eroi. — Ma l’eroe dovea esser Cesare, che fiutando gli eventi e sentendo odore di cadavere, astutissimamente si ritrasse, e lasciò che Catilina tentasse la sorte. E Catilina con sincerissimo, sebbene troppo fidente, coraggio, arrischiò l’impresa e cadde e passò ai posteri come uno scellerato, e nulla più."
      }
    ]
  }
}
