{
  "chapterNumber": 20,
  "title": "IV. CESARE E SERVILIA (Vol. II) — Caesar and Servilia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Già udimmo il sedicenne Cetego, nell’aurora sanguigna che illuminò la sua morte, respingere il lagrimoso vale dell’idolatrata Servilia, presago del suo non duraturo affetto; e nelle parole ultime ond’ei prese commiato dall’odiato Cesare, suonare il presentimento e della repubblica che per lui sarebbe perita e dell’amante che gli avrebbe involata; ci accorgemmo come Cesare, pur nel più cupo dell’orrida scena, adocchiando vagamente Servilia, già fiutasse i profumi di non lontane voluttà, intanto che nel sangue del sacro giovinetto prevedeva quello che sarebbe grondato dalle ferite ch’ei meditava infliggere al gran corpo romano. E lui vedemmo infatti dopo i trionfi del circo, penetrare col balsamo avvelenato d’insolite parole, il cuore e il senso dell’incauta fanciulla, e coll’alloro agonale che Servilia aveva imposto sull’astro simbolico che gli brillava in fronte, infiammare la stolta plebe romana e sgomentar gli astuti, i forti ed i veggenti."
      },
      {
        "index": 1,
        "text": "Ma codesti fatti lo salvaron forse da morte. Pareva che la fortuna più s’innamorasse di lui quanto più esso era in colpa. — E Cesare s’irrise dell’inflessibile fratello di Servilia, e lei piegò e vinse, pur nelle istesse case dei Catoni sino allora incontaminate. — Ma l’ardentissimo amore ch’egli mise in lei, fece sì ch’essa con suo pericolo accorse di nascosto ad avvisarlo che Catone sospettava di tutto, e però stesse in disparte dalle congreghe catilinarie."
      },
      {
        "index": 2,
        "text": "Se non che questa Servilia istessa, non si può congetturare per qual cagione, se non forse per le transitorie movenze del cuore umano, di repente, ad onta di sì profondo amore per Cesare, dalle case dei Catoni, fiore indarno cresciuto in quella rigida flora, passò a concedere le seconde fragranze nelle case dei Bruti, sposa quale divenne dell’ultimo discendente di Giunio. Ma tosto ella riarse di Cesare, e lui cercava ovunque, nella sua casa alla Suburra, nell’antico palagio, nel fôro, nel pretorio, nei comizj; e ancelle e famuli eran messaggeri assidui e portatori di lettere. — E intanto nacque Marco Bruto, l’ultima parola della repubblica romana. Cesare vide quel neonato, e, in guardarlo, sorrise a Servilia, che sorrise a lui."
      },
      {
        "index": 3,
        "text": "Quante varie fila annodava il destino di Roma! I Bruti, i Catoni, Servilia, Cesare; l’amore e l’adulterio preparanti la lotta della Repubblica e dell’Impero!"
      }
    ]
  }
}
