{
  "chapterNumber": 29,
  "title": "XIII. AURELIA E CESARE (Vol. II) — Aurelia and Caesar",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La solennità era compiuta. Nell’ampio spazio che si stendeva davanti al palagio di Cesare, scalpitavano cavalli e rumoreggiavano ruote di cocchj fastosi. L’ostiario dall’alto della scalea gridava i nomi delle uscenti patrizie; e gli aurighi accorrevano. Suonavano nell’aere crepuscolare gli appellativi delle più vetuste case romane: Arvina Domus, Bubulea, Calpurnia, Censorina, Fabia, Drusa, Imperiosa, Julia..."
      },
      {
        "index": 1,
        "text": "E dopo un’ora, allorchè al conticinio successe il dilucolo, e tutto fu silenzio intorno al palazzo, Aurelia uscì in cocchio dalle porte, e recossi alla Suburra, alla casa-tempio del figlio Giulio. Discese, entrò. Cesare vegliava nella biblioteca. Egli alzossi quand’ella gli comparve innanzi."
      },
      {
        "index": 2,
        "text": "Osservandoli, non si rivelava, al primo, nessuna somiglianza tra loro. Aurelia aveva l’occhio ampio, azzurro, calmo. Cesare lo aveva nero, profondo, saettante. Della madre non teneva che la linea del mento larga e quadrata, linea che poi la scienza rivelò significare la fermezza implacabile del carattere, e la forza della volontà. Della madre teneva pure la pallidissima pelle e la bocca non descrivibile, ma parlante anche nel silenzio. Del padre, che non conobbe, ei teneva quegli elementi discrepanti, che rompendo la linea severa di una troppo uguale virtù, la estendono e le comunicano una varietà infinita. Il padre aveva rivelato ingegno naturale fortissimo; ma non volle mai stancarlo nè col greco d’Omero, nè con quello d’Esiodo; aveva militato strenuamente perchè a tutto era atto; ma appena gli fu concesso, erasi ritratto in villa, dove morì in età appena virile. Da codesti mortali che non fanno dispendio delle doti onde la natura fu con essi liberale, nascono per consueto i grandissimi uomini."
      },
      {
        "index": 3,
        "text": "È il cervello forse, non mai adoperato, che trapassa nei generati, vergine, e intatto, e con moltiplicate forze, in quella guisa che l’avarizia paterna condensa ai successori inaspettate ricchezze."
      },
      {
        "index": 4,
        "text": "— Qual grave fatto ti conduce da me in quest’ora, o madre?"
      },
      {
        "index": 5,
        "text": "— È più che grave; è inaudito: e volli che tu lo sapessi da me, prima che la voce di Roma giungesse al tuo orecchio. Clodio, in veste muliebre, penetrò questa notte nella casa Giulia; nella tua casa, che i Romani chiamano sacra, quasi tempio. L’osceno giovane insultò ai riti della dea, cui le vestali e noi, venerate matrone, sagrificavamo. Ei vide e parlò e tese insidie alla moglie tua. Gli schiavi espunsero il vero dalla lenonia ancella, battendola a verghe. Lungo la intera mia vita, che già misura nove lustri, non fu consumato mai così nefando sacrilegio. Appena se ne rammentava mia madre, che morì settantenne prima che tu nascessi. Ma domani, innanzi alla maestà del Senato, tutta Roma s’inchini alla maestà della tua vendetta. Le pene del carcere Mamertino vengano a tuo e a mio riguardo esacerbate; e dopo il decretato lustro, invece del perpetuo esilio, l’empio insultatore abbia morte sul Campo Scellerato. Una legge nuova surroghi l’antica."
      },
      {
        "index": 6,
        "text": "Cesare stette in silenzio per qualche tempo, e sulla sua fronte chinata, si vedevano, quasi nubi, a passare i pensieri; ma, a un tratto, di tetro, fatto calmo e sereno:"
      },
      {
        "index": 7,
        "text": "— Abbi pace, o madre. Se un tigre s’avventa alle agnelle, non per ciò le agnelle vengono contaminate, nè patisce disonore il padrone dell’ovile. E, dopo tutto, era desso Clodio? desso certissimamente?"
      },
      {
        "index": 8,
        "text": "— Mille donne il videro."
      },
      {
        "index": 9,
        "text": "— Era vuotato il _Mellario_ quando lo videro?"
      },
      {
        "index": 10,
        "text": "— A che accenni tu?"
      },
      {
        "index": 11,
        "text": "— Guarda, o madre: io non bevo che acqua, acqua tersa e leggera, che attraversando cento miliari, mi deriva dalla Campania. Se nel _Mellario_ sacro avesse brillato quest’onda, non avreste veduto Clodio; no, ma la sorella di lui. Castore e Polluce erano men gemelli di costoro due, e, in onta al sesso, assomigliavansi meno."
      },
      {
        "index": 12,
        "text": "— E dunque?"
      },
      {
        "index": 13,
        "text": "— Io dovrei accusar Clodio domani, come la legge impone, ma non l’accuserò. Di codesti Clodj ve ne sono a migliaia in Roma; meno appariscenti, meno opulenti, ma Clodj in ogni modo: nella testa, nel cuore, nel sangue. E costoro mi abbisognano, o madre. Tu non sai quel che qui dentro ferve (e battevasi il fronte colla destra); non mi basta il tempo per provvedere alle inutili vendette che tu mi consigli. Altre vendette io voglio, ma grandi, più grandi di Roma, grandi come l’universo. Codesti Clodj son belve, e l’uomo usufrutta le belve, solleticandole. Però, credi a me, che non egli, ma sua sorella penetrò nell’apprestato santuario della dea."
      },
      {
        "index": 14,
        "text": "— Ma e permetterai tu che Pompea?..."
      },
      {
        "index": 15,
        "text": "— Ella non fu che sventurata...."
      },
      {
        "index": 16,
        "text": "— Sventurata?"
      },
      {
        "index": 17,
        "text": "— Sventurata che le verghe abbiano strappato una menzogna alla bocca dell’ancella; che le vestali e le matrone prostrate alla dea castissima, l’abbian creduta capace di tradir me, me Cesare, figlio della veneranda Aurelia, e che perciò io debba essere costretto a ripudiarla."
      },
      {
        "index": 18,
        "text": "— Non ti comprendo, o Giulio."
      },
      {
        "index": 19,
        "text": "— Il tuo senno doveva precorrere il mio. Non basta che la moglie di Cesare sia innocente, ella doveva essere superiore ad ogni sospetto. Però, se non fu, esca dalla mia casa e si cerchi altro marito. Ed ora bacia tuo figlio, o veneranda Aurelia, e affrettati al riposo; chè gli occhi tuoi accusano la stanchezza della notte vegliata."
      },
      {
        "index": 20,
        "text": "Aurelia, grave e silenziosa, partì."
      },
      {
        "index": 21,
        "text": "Cesare l’accompagnò fino alle soglie, e baciolla in fronte con riverenza. Ei fremeva di dentro; ma la madre non vide che serenità e calma."
      }
    ]
  }
}
