{
  "chapterNumber": 23,
  "title": "VII. FULVIA E CICERONE (Vol. II) — Fulvia and Cicero",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "In brevi istanti furono al palagio di Cicerone. Un profondo silenzio lo circondava e lo occupava di dentro."
      },
      {
        "index": 1,
        "text": "L’ostiario sonnecchiava sul limitare. — Gli ostiarj si davano il cambio e non abbandonavano mai le porte delle case."
      },
      {
        "index": 2,
        "text": "Dice Fulvia all’auriga: — Sveglialo."
      },
      {
        "index": 3,
        "text": "L’ostiario si svegliò, si alzò, guardò, si meravigliò, domandò che cosa era avvenuto."
      },
      {
        "index": 4,
        "text": "— Reca questa tavoletta al console; anche se fosse nel cubicolo, sveglialo."
      },
      {
        "index": 5,
        "text": "— A quest’ora è ancora nella biblioteca."
      },
      {
        "index": 6,
        "text": "— Bene è."
      },
      {
        "index": 7,
        "text": "L’ostiario chiamò un servo, al quale consegnò la tavoletta."
      },
      {
        "index": 8,
        "text": "Il servo entrò nella biblioteca."
      },
      {
        "index": 9,
        "text": "— E che hai tu? gli chiese Cicerone dimesticissimo."
      },
      {
        "index": 10,
        "text": "— L’ostiario mi diede questo. Alla porta c’è un cocchio e una dama vi siede."
      },
      {
        "index": 11,
        "text": "Cicerone lesse: «Fulvia a te viene, o console, sebbene l’ora di notte sia tarda; viene per cose gravissime che non ammettono indugio, cose relative alla patria e a te.»"
      },
      {
        "index": 12,
        "text": "Cicerone rimase stupito."
      },
      {
        "index": 13,
        "text": "Cicerone che detestava Fulvia, sebbene non ne avesse una ragione, ma per un’avversione tutta spontanea, al primo fu per rimandarla. L’avversione che sentiva gli pareva un presagio, epperò la visita inattesa di quella donna a quell’ora gli dava molto a pensare. Tuttavia non volendo essere pusillanime in faccia a sè stesso e sollecitandolo anche la curiosità, disse al servo: — Falla entrare."
      },
      {
        "index": 14,
        "text": "Cicerone si alzò — egli teneva la toga lunga; era quello un distintivo degli alti personaggi; ma il grande oratore e filosofo aveva portata quella lunghezza ad una misura non usata da alcuno in Roma, e ciò non per altro che per nascondere l’estrema sottigliezza delle sue gambe, sottigliezza troppo filosofica e che provocava il sorriso degli ignoranti ma densi centurioni. Quand’era seduto, al pari d’Ulisse in Omero, egli appariva maestoso e magniloquente come una delle sue orazioni. Alzato, presentava uno squilibrio tale di forme che offendeva l’occhio dell’artista. — Sarebbe dunque stato meglio per lui che, dovendo comparirgli innanzi una donna, fosse rimasto seduto. — Ma egli non aveva fiducia in quella donna, temette persino fosse venuta per qualche atto proditorio; però si alzò e nel fesso della toga nascose un ferro."
      },
      {
        "index": 15,
        "text": "Fulvia entrò."
      },
      {
        "index": 16,
        "text": "Faccia angolosa, sebbene a linee artistiche e grandiose, sopraciglia fitte, occhio nero e saettante, figura alta e maestosa. Ella si piantò innanzi a Cicerone."
      },
      {
        "index": 17,
        "text": "— Non ti chiedo perdono, disse poi, o console, per la tarda ora: bensì voglio ringraziamenti da te."
      },
      {
        "index": 18,
        "text": "— Siedi, e parla."
      },
      {
        "index": 19,
        "text": "— Se io adesso non fossi qui, tu domani a quest’ora saresti già piombato in Acheronte."
      },
      {
        "index": 20,
        "text": "— E da chi sai tu?"
      },
      {
        "index": 21,
        "text": "— Da Quinto Curio, il quale lasciata la casa di Catilina, dove Cajo Cornelio e Lucio Verguntejo si offerirono di portarsi alla tua casa e sotto colore di salutarti, darti la morte, passò come di consueto da Messala ad ubbriacarsi, e venuto poi a vedermi colla testa naturalmente melensa, fatta più immelensita dal vino, mi svelò tutto; onde io venni da te senza por tempo in mezzo; di tal modo provvidi a vendicarmi dell’assidue tue ripulse alle mie preghiere."
      },
      {
        "index": 22,
        "text": "— Alle antiche ripulse rimediato sarà. Ora parti. — E chiamato il servo, — Appresta il cocchio, gli disse."
      },
      {
        "index": 23,
        "text": "Fulvia si alzò, e:"
      },
      {
        "index": 24,
        "text": "— Se la repubblica più volte fu custodita con sapienza da te, questa volta crollava di certo se io non ero. Salute a Cicerone, e nella lotta che ancora non è cessata ti ajutino gli Dei immortali."
      },
      {
        "index": 25,
        "text": "Così detto, si partì."
      },
      {
        "index": 26,
        "text": "Cicerone si gettò sulle spalle il manto consolare, uscì, stette ad aspettare il cocchio, vi salì, e recossi alla casa del console Antonio."
      },
      {
        "index": 27,
        "text": "— Di troppa indulgenza — pensava strada facendo — si usò con questo Catilina; lo si doveva abbattere fin da quando tuonai contro di lui in Senato."
      },
      {
        "index": 28,
        "text": "Lo sfoggio del _quousque tandem_, onde le cattedre gonfiaron gli orecchi di tanti milioni di studenti, era già successo fin dai tentativi della così detta congiura di febbrajo."
      }
    ]
  }
}
