{
  "chapterNumber": 38,
  "title": "XXII. RITORNO DI CESARE DALLA LUSITANIA (Vol. II) — Caesar's Return from Lusitania",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Nel 693 _ab urbe condita_, Cesare era partito da Roma con venti coorti; nel 694, già reduce dalla Lusitania, stava attendato fuori della città in aspettazione del trionfo, salutato _Imperator_ dalle idolatranti legioni, nel campo circuito dagli _impedimenta bellica_ che avevano trasportato l’oro ispano a colmare il romano tesoro, lasciando a Cesare quanto bastava per cangiare il truce sguardo dei creditori e le loro contumelie amare nell’umile sorriso e nelle profferte di servigi nuovi. Quindici milioni di lire italiche furon necessarie perchè si tirasse intero il rigo ai minacciosi chirografi. Crasso, alla partenza di Cesare, non aveva pagato che poco più del terzo dei debiti di lui. Nè li aveva pagati per amore suo."
      },
      {
        "index": 1,
        "text": "Un atto generoso, quando varca la misura comune, quasi sempre, non è generoso che nell’apparenza. Se Crasso non avesse odiato Pompeo, non avrebbe soccorso Cesare. Sentiva sè incapace di soverchiare il Magno eroe, desiderava che altri sorgesse a metterlo finalmente in ombra. E un anno solo aveva bastato perchè Pompeo non potesse più dir, sogghignando, quando udiva le lodi di Giulio: « — Non basta una _povera_ corona di quercia, nè due misere campagne col vecchio Termo, e i servizj sotto l’_Isaurico_, perchè costui dai ginnasj e dalle accademie e dall’ippodromo passi a soggiogar provincie e nazioni.»"
      },
      {
        "index": 2,
        "text": "Pompeo sentiva l’avvenire nelle ossa, come i brividi che annuncian tempesta; onde la prepostera invidia. Tuttavia, Pompeo, nel punto che Cesare partiva propretore per le Spagne, non era affatto fuori di ragione. Precedenze di gloria militare, qual condottiero d’eserciti in vaste imprese, Cesare allora non potea vantarne; ma in quel modo che Cesare avea la più ampia fiducia in sè stesso, tutta Roma l’avea in lui, quasi quel prediletto avesse riportato già dieci trionfi. Pompeo soltanto sogghignava, di quello sprezzo però che vien respinto dalla convinzione. E anche Cesare, lo vedemmo, disprezzava Pompeo, il gloriosissimo, il presunto dittatore perpetuo. Ma Cesare era convinto del proprio disprezzo; e diceva che se Lucullo e Crasso, e Termo decrepito, avessero combattuto contro di lui, sempre sarebbe stato vinto, e: — _Sì_, diceva, _costui, codesto semidio, non è già figlio della virtù, ma solo della indulgente fortuna_. — Ma la fortuna, se non indulgente, non fu avversa a Cesare, e permise che il suo intelletto stragrande e gli ardimenti suoi e il valore incomparabile, si mostrassero all’aperto e si rivelassero nella loro più completa potenza. In lui tutto era maturo, come la sua età. Esso contava trentanove anni. L’attraente gioventù dava luogo alla poderosa virilità. E nelle Spagne, in un anno solo, potè far mostra di tutte le sue molteplici doti; potè rivelarsi gran capitano, grande amministratore, e più che conquistatore, scopritore di nuove terre. Era l’annuncio di quel che avrebbe fatto poscia nelle Gallie e nella Britannia. Fortunato, più che i posteri assalitori, nella guerra delle montagne, spinge le popolazioni ad abbandonar _fuggendo_ quelle altezze, fino allora credute inaccessibili a piede straniero, a gettarsi al piano, a passar fiumi in uno coi limitrofi atterriti, e rifuggirsi all’oceano; e getta zattere a trasportar le proprie truppe, che in parte rimangono affogate dalla marea sorveniente, e vi ammira quel Marco Sceva, da lui già patrocinato giovinetto nell’ardua lotta giuridica per la patria potestà, e trovato semivivo nella battaglia di Perugia fra l’inestricabile intreccio dei cadaveri, dove quel dì Catilina potè fare spavento ai veterani del console vincitore; lo ammira nel punto che, nelle acque dell’oceano, solo fra tutti, riguadagna, nuotando, la riva; e non sapeva che quel prodigioso giovane era destinato a morire a Farsaglia, trapassato nell’occhio destro, e a dare a Lucano, torniamo a dire, il tema di strapotenti versi."
      },
      {
        "index": 3,
        "text": "Pompeo e Lucullo e gli altri condottieri contemporanei di Cesare aveano invase e conquistate regioni già note."
      },
      {
        "index": 4,
        "text": "Cesare scoprì l’esistenza di popolazioni sconosciute. Brigantio, regione tutta abitata da selvaggi, fu da lui rivelata per la prima volta ai geografi romani."
      },
      {
        "index": 5,
        "text": "Ma, già lo si disse, l’ardito capitano, lo scopritore di terre e d’uomini, doveva mostrarsi profondo amministratore; onde i medesimi ispani lo salutarono liberatore e benefattore."
      },
      {
        "index": 6,
        "text": "Era colà, da gran tempo, feroce e continua la lotta tra creditori e debitori."
      },
      {
        "index": 7,
        "text": "La fittissima falange di questi volea far proclamare l’abolizione totale dei debiti, e i creditori, armati, invadevan le terre state offerte in cauzione."
      },
      {
        "index": 8,
        "text": "I creditori domandavano a gran voce alle autorità, che il carcere e il digiuno e altre pene corporali, perfino la fustigazione, si decretassero inesorabilmente ai debitori insolventi; e questi se ne ricattavano incendiando le case de’ creditori, mettendone a ruba e a sacco i poderi, e assassinandoli all’aperto, senza timore della forza armata, poca e impotente a frenar tanta ira, mantenuta negli uni dall’avidità insaziabile, negli altri dal terrore della miseria, più spaventosa della morte; epperò, ben più che una guerra civile, era una guerra selvaggia, resa più funesta dall’indole indomita e fierissima degli abitanti."
      },
      {
        "index": 9,
        "text": "Cesare, che aveva studiato in Roma la voragine dei debiti e la piaga dell’usura, e già avea pensato al modo agevole di porvi riparo, se nelle sue mani fosse venuta la somma delle cose, provvide ad attuare in Lusitania quel che aveva meditato in Roma. Decretò dunque (e la presenza delle sue trenta coorti compresse ogni opposizione) che i creditori non commettessero, pel loro diritto sebbene legittimo, un atto di spogliazione ingiusta, e i debitori, serbando ogni anno per sè un terzo delle loro rendite, ne concedessero i due terzi ai creditori, fino alla totale estinzione del debito. Provvedendo con ciò a conservare la proprietà, stornò l’azione degli usuraj di Roma, di quell’_acies asiatica_ che si faceva sempre più invadente e pericolosa; e salvò il capitale dei debitori, il quale sarebbe stato divorato nel momento che avrebbero avuto a pagare le anticipazioni."
      },
      {
        "index": 10,
        "text": "La guerra di Spagna fu per Cesare quel che fu pel primo Bonaparte la guerra d’Italia. Notissimo il primo in Roma, ma, avanti la conquista della Lusitania, ignoto al rimanente del mondo. Senza luminosi fatti precedenti che fossero caparra di grandi fatti avvenire, fiducioso in sè stesso sino alla temerità, e fiducioso in lui il popolo romano sino alla cecità. La corona di quercia e i fatti di Cilicia equivalgono l’episodio di Tolone e la scaglia di Parigi. Ma di tratto, arrivati l’uno e l’altro sul campo delle grandi imprese, giganteggiano senza che sieno manifestate al volgo le preparazioni del genio; ma consapevoli essi soli di quel che prima avevano pensato e vagheggiato e sperato e operato in più guise e per più vie. Però, compiuta l’impresa, sì all’uno che all’altro applaudono il paese conquistato e la patria del conquistatore. L’ammirazione comprime l’odio in petto ai vinti. Il successo, superiore all’aspettazione, condanna l’invidia a mascherarsi di entusiasmo. Quando Cesare venne a Roma, tutta Roma uscì di sè stessa per muovergli incontro. Lucullo, Cicerone, Termo, Crasso si assisero nella sua tenda; Pompeo venne solo, a tributargli onore con gran pompa di aurato cocchio e di candidi cavalli. I senatori stettero curvi innanzi a lui. Il pontefice massimo si atteggiò come se stesse all’ara."
      },
      {
        "index": 11,
        "text": "La plebe intanto urlava innamorata ed ebriosa."
      },
      {
        "index": 12,
        "text": "Numerose schiere di viniferi erano state distribuite nei varj quartieri della città, dal bevitor d’acqua Giulio, perchè, in suo nome, Roma bevesse alla salute di Roma."
      },
      {
        "index": 13,
        "text": "E ad esso presentossi il re dei sagrifizj, che era l’espressione più completa della forma repubblicana, essendo stato creato quando appunto furono discacciati i re; e, in processione, apparvero il Flamine Diale, ed il Marziale e i dodici Salj, portanti lo scudo sacro al dio Marte, e i sacerdoti Luperci dalle sferze fecondatrici di donne, e vennero le Vestali, non già quali custodi del perpetuo fuoco, ma sì dell’arcano dell’impero, significando così ai conquistatori e trionfatori che non dovevasi loro, la vittoria e la fortuna di Roma, ma ad una celeste potenza inspiratrice e guidatrice dei duci, per necessità ineluttabile. E a questi sacerdoti e sacerdotesse e semidj e semidee, s’aggiunsero altri d’altre classi che non aveano incarico nessuno fra la terra e l’Olimpo; e sfolgoravano le matrone e le giovani donne patrizie nei loro cocchi dalle casse fatte a nave, ondulanti sulle elastiche cigne; e i giovani cavalieri premean cavalli condotti dalle regioni diverse della repubblica, onde ai bruni corsieri delle stalle di Roma, dalle prolisse criniere, si mescolavan quelli della calda Arabia, dal vellutato-cangiante mantello, e i cresciuti ai paschi del Simoi e del placido Scamandro, e i palafreni mirabili di Lucullo, ch’ei proclamava discesi da quelli che Giove avea concesso a Troe in premio di Ganimede."
      },
      {
        "index": 14,
        "text": "E il prefetto della città, il quale copriva anche la carica d’ispettore dei circensi, avea mandato al campo di Cesare due elette schiere di atleti e gladiatori."
      },
      {
        "index": 15,
        "text": "Capitanava i primi il famosissimo Cromi di Mitilene, lottatore e pugillatore fin allora creduto invincibile, onorato di statue nei circhi di Atene, e d’Agrigento, e di Siracusa, e di Ercolano, siccome allora voleva l’ingiusto costume; chè insieme colle statue degli dei e degli eroi si mescevan quelle degli atleti, e più spesso all’eroe non era concesso il simulacro ond’era stato insignito il lottatore, che poteva batter la polvere tra le fischiate della disprezzante plebe. Cromi era allora il primo dei primi in tutto lo stato romano, e di recente, nella stessa Roma, per la prima volta, da che nel circo massimo combattevano atleti, gli era stata decretata una statua di bronzo dorato, essendo consoli Gabinio e Pisone. Colui era elettissimamente formoso, ma più arieggiante l’Apollo che l’Ercole; onde, nell’apparenza, non offriva caparra di prepotenza muscolare; bensì, la proporzione mirabile del suo costrutto era quella che gli comunicava il poderoso equilibrio delle forze. Per farsi una completa idea del come ei fosse, più che ammirato, idolatrato in Roma, si pensi ai tumulti e ai fremiti che provocavano i toreadori nei circhi di Spagna. Al tempo del celebre _Montes_, l’ammaliatore, e dell’andaluso _Ciclanero_, il bello, allorquando procumbeva il toro trapassato nel collo dalla lama lieve, tra le grida sfogate onde il circo risuonava, grida ed urli esprimenti un entusiasmo che toccava il furioso delirio, ai piedi di quei trionfatori cadean collane e catene d’oro, onde le non più orgogliose dame si spogliavano, ammiranti un uomo che avea fatto stramazzare una bestia."
      },
      {
        "index": 16,
        "text": "Tale avveniva di Cromi, finita la lotta, quando ei sorgeva solo fra gli atterrati avversarj, e girava lo sguardo intorno, ascoltando con accettante sorriso gli echeggiati applausi. I consoli, gli edili, i pretori, i senatori, gli gettavano anelli e stili aurei e gioje, e parean grano lanciato dal ventilabro; e le donne, monili e cinti e zone, ove i rubini gareggiavano coi più preziosi piropi. Nella piccola ma eletta cliptoteca della sua casa, chè egli affettava l’opulento patrizio, e non si riputava inferiore a Pompeo, sorgeva, alto quasi un palmo, sul pavimento lo strato di quei monili, come se fossero avena da tramescolare a palate. Esso portava i capelli inanellati e prolissi e cadenti sul collo, contro il costume degli atleti che li teneano rasi, perchè non fossero mezzo di vittoria all’avversano. Ma egli teneva in gran pregio quella chioma, onde gli si incorniciava voluttuosamente il greco volto, e portava il berretto frigio, e pari ad Achille si riputava, e al non minore Diomede, onde ricantava con atletica voce i passi che loro si riferivano nel greco d’Omero."
      },
      {
        "index": 17,
        "text": "Esso era marito. Sua moglie, Galeria Emboliaria, nell’arte propria era celeberrima al par di lui. Accanto a Roscio e ad Esopo, ella recitava nella commedia e nella tragedia. Valente nella prima, non superabile nella seconda. Di tutti gli autori greci, prediligeva Eschilo. Nell’_Agamennone_, vestendo il personaggio di Clitennestra, atterriva gli spettatori. Avea recitato, ed era già celebre infin d’allora, per l’inaugurazione del teatro d’Emilio Scauro; doveva recitare per la dedicazione del teatro di Pompeo; protrasse i giorni fino a declamare decrepita, imperando Augusto. Pare ch’ella vivesse più d’un secolo, ad onta dell’indole irrequieta e rabida, delle passioni ch’ella assumeva recitando colla più completa espressione del vero, e delle passioni che arsero lei stessa anche fuor delle scene, e dei casi funesti ch’ella subì e fe’ subire, cercandoli e volendoli."
      },
      {
        "index": 18,
        "text": "Ella sedeva in cocchio, vestita di bisso a liste d’oro, e pareva una regina assira meglio che una commediante e, assisa in trono anzichè in cocchio, guatasse bieca dall’alto un popolo di schiavi. Essa non era lunge dal drappello capitanato da Cromi, e percorrendo le file dei giovani cavalieri, e fermando l’occhio sui più belli fra i bellissimi, e ripiegandolo poi sul suo, e secondo lei, soltanto suo, e, in eterno, in sempiterno, suo Cromi, esultava d’orgoglio; e tanto più che, passando qualche ora prima davanti al pronao del circo, aveva veduta la statua di lui sfolgoreggiante di recente oro."
      },
      {
        "index": 19,
        "text": "Il genio dell’arte che in essa era strapotente, per virtù di quell’arcano istinto che, inconsapevole, opera prodigi, e può operare tra le più deplorabili stranezze, le turbava, come un padrone inclemente, le facoltà dello spirito, quelle facoltà che sovente, anche nelle persone più volgari, pur si trovano nel più tranquillo e fortunato equilibrio. Se il fortissimo e formosissimo Cromi, nel dì ch’essa, adocchiandolo, arse d’insano amore per lui, fosse caduto morto a battere i lacerti sulla polvere del circo, avrebbe dovuto render grazie alla benefattrice fortuna. L’amore geloso di Giovanna la Pazza per Filippo il Bello, la quale nemmen patì che l’imbalsamato cadavere di lui fosse veduto da occhio muliebre, può dare un’imagine dell’amore di Emboliaria per Cromi."
      },
      {
        "index": 20,
        "text": "Ma Cesare, a un tal punto, uscì dalla tenda. Veniangli d’appresso Pompeo e Crasso e Lucullo e Cicerone, e al suo fianco, in fidatissimo colloquio, procedeva Sallustio. Questi, fattosi lodatore delle gesta di Cesare nel suo _Commentarium rerum urbanarum_, che, già accennammo, era la _Gazzetta_ di Roma antica, istruiva Roma quotidianamente di quel che operavasi in Lusitania, e, rettorico essendo e stilista e artista, dipingeva, più che raccontasse, que’ fatti di guerra, di cui Cesare mandavagli i semplici e quasi gretti profili, ma nei quali appariva l’intelletto maestro che voleva geometria rigida e non pompa di stile. Ma, colla pompa dello stile e colla adulazione, il _progiornalista_ romano, preparò le ricchezze future e quei famosissimi giardini che ancora oggi si chiamano di Sallustio."
      },
      {
        "index": 21,
        "text": "Cesare, tra codesti illustri suoi contemporanei e quasi colleghi e, in apparenza, amici, apparve tutto quanto militarmente vestito. Il paludamento imperatorio, che era la clamide coccinea, non impediva che fosse veduta l’argentea lorica, lavoro insigne di cesellatore greco; le figure di Venere e Marte, staccanti sovra un semicerchio di olimpiache deità a basso rilievo, eminevano tratte dal metallo a tutto sbalzo. E Cesare, per la prima e l’ultima volta, si mostrò coperto il capo della galea vetusta. La calvizie, più che minacciosa in Roma, lo avea debellato in Ispagna, ond’egli non ancora bene avvezzo a quella per lui aborritissima deformità, si coprì la testa. Ancora giovine non voleva che le romane sentissero fuggir le illusioni al suo cospetto, e quella galea aveva un cimiero sul vertice, contesto d’oro e adorno di brevi piume rosse; e la visiera gli ombreggiava il volto, mezz’alzata e mezzo abbassata, volto indescrivibile, dove l’alunno di Marte, fortissimo e tinto e ritinto in bronzo dai soli ispani e dalle fatiche e dalle notti dormite _sub luna_, faceva la pace col pronipote di Venere celeste; ed ei lo sapeva, e l’argentea lorica lo manifestava."
      },
      {
        "index": 22,
        "text": "E passeggiando, e trattenendosi tra cocchio e cocchio, dove più sfolgoravan le patrizie, e stringendo la mano ai senatori, agli auguri, ai sacerdoti, a quanti gli si affollavano intorno, e sparpagliando ovunque sorrisi ammaliatori, quali non vide mai Roma sul suo labbro espressivo, diceva brevi ma succosissime parole intorno alla cosa pubblica, e interrogava Sallustio e Cicerone su quanto era avvenuto in Roma durante la sua assenza."
      },
      {
        "index": 23,
        "text": "— E perchè non vedo Catone qui?"
      },
      {
        "index": 24,
        "text": "— È questo un giorno di cittadina gioja, osservò Sallustio; tu ben sai che l’austerità sua gli fa abborrire ogni tripudio festoso."
      },
      {
        "index": 25,
        "text": "— Ciò sta bene, esclamò Cesare ghignando, a chi vende e compera le mogli come se fossero giumente, e a chi presta danaro al venti per cento."
      },
      {
        "index": 26,
        "text": "— Ei ti è avverso, Cesare, disse Lucullo, e in Roma tu non avesti mai più ostinato e implacabile avversatore di lui."
      },
      {
        "index": 27,
        "text": "— E finch’esso continuerà a parlare in Senato, soggiunse Crasso, non isperare che, come talvolta avvenne in addietro, ti si conceda l’onor del trionfo, e insieme il diritto di ambire al Consolato."
      },
      {
        "index": 28,
        "text": "— Ebbene, Crasso, mi ripiglierò l’oro e lascierò a chi la vuole la purpurea borsa che lo contiene."
      },
      {
        "index": 29,
        "text": "E venne al cocchio dell’Emboliaria, e dimesticissimamente le strinse l’asiatica mano."
      },
      {
        "index": 30,
        "text": "— Palla-Minerva mi sembri, o Galeria; uno sgomento, vestito di voluttà, sempre mi invade quando ti vedo. O Medea, o Clitennestra, o Mirra, fate che io sia Giasone e Egisto e Ciniro. Pensavo a te, o Galeria, sulle rive dell’oceano, ma pensavo anche che il tuo Cromi divino mi ti ha rapita. Ed or lo veggo laggiù, e, mentre lo ammiro, mi dispiace. Sovrumano egli è nell’aspetto... ma, dimmi, sempre t’è fido?"
      },
      {
        "index": 31,
        "text": "L’Emboliaria si accigliò turbatissima, e:"
      },
      {
        "index": 32,
        "text": "— A che tu vorresti accennare? disse."
      },
      {
        "index": 33,
        "text": "— A nulla, o cara; bensì mi piace che amore, per te non cieco, ti tenga nel suo inflessibile, soave governo."
      },
      {
        "index": 34,
        "text": "Cesare era amabile e gentile colle artiste; coll’Emboliaria in modo singolare; chè ammirava in essa il talento drammatico straordinario, ma si rideva delle strane pretensioni di lei, epperò, nel suo accento sentivasi la nota dell’ironia che l’Emboliaria non sentiva, riputandosi una regina assira. E Cesare venne all’atleta Cromi, e lo inaffiò di lodi; ma, parlando con lui, s’accorse ch’era disattento e guardava a un cocchio dove stava assisa la fanciulla Imperiosa, alla quale ei passò tosto; e fu l’ultima visitata, mentre avrebbe dovuto essere la prima."
      },
      {
        "index": 35,
        "text": "Cesare le parlò sommesso:"
      },
      {
        "index": 36,
        "text": "— Ho incise nella memoria le ultime tue parole; sotto a questa lorica stanno le tue lettere di fuoco...."
      },
      {
        "index": 37,
        "text": "L’Imperiosa era disattenta, e appena rispose, e torse la biondissima testa, e all’onniveggente Cesare apparvero i raggi visivi di Cromi e di lei che s’incrociarono a mezza via. Fremette Cesare, strinse la mano sudante dell’Imperiosa, e ritornò alla tenda."
      }
    ]
  }
}
