{
  "chapterNumber": 8,
  "title": "VII. LA MORTE DI CETEGO (Vol. I) — The Death of Cethegus",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Cesare dunque accorreva dalla vetusta casa dei Catoni: Aurelia e Catilina assisi nell’aureo cocchio, discendevano per il clivo Palatino: Cetego sul limitare dell’avito palazzo li attendeva colle braccia conserte e col labbro inferiore compresso dai denti. La casa dei Cetegi sorgeva tra i rostri della Curia, il fico Ruminale e le statue di Pitagora e di Alcibiade; Silla avrebbe voluto farla distruggere perchè turbava il sistema architettonico del Comizio per le adunanze curiate, e del Foro romano. Non la rispettò che per deferenza al padre di quel giovine tremendo e per la grande antichità dell’edificio a stile etrusco, di cupa e quasi sacerdotale apparenza. La facciata prospettava la parte settentrionale del Foro romano; e Cetego, sebbene fosse assorto in terribili pensieri, pure, attratto dalla maestà degli edificj, guardava il tempio di Saturno a sinistra e quello della Concordia a destra e il portico Capitolino, e più in alto quel del Tabulario, e più in alto ancora le sommità degli edificj del Campidoglio, a cui sovraemineva il gigante frontone del tempio di Giove e la gran macchia bruna del dio fulminante che staccava sul glauco cielo di quella Roma luminosa anche di notte."
      },
      {
        "index": 1,
        "text": "Cetego tendeva l’orecchio al rumor cupo e ancor lontano delle ruote del cocchio materno, e aspettava impaziente; e il cocchio discendendo il clivo passò innanzi al sepolcro dei Cinzii, e alla basilica Porcia, e alla corinzia rotonda dei Penati, e venne a Giano superiore e oltrepassò l’arco Fabiano e il simulacro di Venere Claucina. Aurelia tremò quando vide il fico sacro Ruminale che sorgeva non lunge dalla sua casa. Catilina stesso si scosse ed aggrinzò la fronte e di sdrajato che egli era si mise eretto in sulla pelle di pardo. E il carro svoltò e fu in veduta della casa di Cetego, e Cetego mandò un cupo bramito come il leone che vede la preda. Tutti i liberti e gli schiavi e alquanti gladiatori dalle poderose membra ch’egli cresceva nei sotterranei al pugilato come oggi nelle stalle si crescon poledri alle corse, si strinsero intorno a lui. Allora l’auriga, sollecitato da Catilina, sferzò i cavalli spingendoli a tutta corsa, talchè, trattenuti, appena sostarono davanti a Cetego che quasi ne andava travolto. I seguaci del cocchio di Aurelia si misero a gran corsa anch’essi, sparpagliandosi lungo la via, come frammenti di una fitta nube, la quale di nuovo si raddensò intorno al cocchio quando fermossi di tratto innanzi a Cetego. E Catilina sorse e balzò in terra e porse il braccio ad Aurelia che, non osando, si trattenne."
      },
      {
        "index": 2,
        "text": "— Tu, Aurelia, discendi invece, gridò allora Cetego — e risalga costui e si rechi alle sue case, chè queste soglie non hanno ad esser contaminate mai più dal vile suo piede."
      },
      {
        "index": 3,
        "text": "Catilina non rispose che col terribile suo sguardo, e non fece un passo innanzi per allora — parea perplesso; Cetego guatava fisso Catilina e stava, come tigre, per balzargli addosso, ma non si mosse per allora — anch’egli parea perplesso; Aurelia, alzatasi, stringeva di una mano il balteo dorato del cocchio, tenendo il dritto piede in quello, e il sinistro a terra, incerta di quel che si facesse, e cogli occhi spalancati e vitrei e fissi al figlio che non guardava lei. Ci fu istante in cui il silenzio fu così profondo, che quella folla densissima d’uomini parean larve inanimate, e a pochi passi fuor di quella scena sariasi detto che là c’era solitudine."
      },
      {
        "index": 4,
        "text": "Ma a un tratto:"
      },
      {
        "index": 5,
        "text": "— Eroe assassino, gridò Cetego, eroe di rapine, eroe drudo. Se le leggi non stessero là inutili e disprezzate, deposte indarno nelle arche del Tabulario, tu già da tempo saresti stato strangolato nei sotterranei del carcere Mamertino. Ma non solo assassino, ma non solo ladro, ma non drudo solo, ma vile tu sei, chè non hai cuore di avanzarti d’un passo."
      },
      {
        "index": 6,
        "text": "Catilina ruggì a quei detti, e, tratta la daga, si slanciò di tratto su Cetego, che, pur colla daga stretta in pugno, lo attese imperterrito, immobile; e il fortissimo colpo di Catilina parò col braccio fortissimo. Aurelia si ritrasse in cocchio gridando: — T’arresta, o Catilina, per colei a cui sagrifichi io ti scongiuro. — Non ferire, o Cetego, per l’ombra del padre tuo ti supplico in ginocchio."
      },
      {
        "index": 7,
        "text": "Catilina, a quelle supplichevoli grida, sentì fatto più debole il ferro di Cetego, che fu invaso da un orror sacro udendo invocata l’ombra paterna; e certo avrebbe potuto ucciderlo allora, se anche a lui il ferro non fosse crocchiato in pugno, chè si sgomentò di uccidere il figlio di colei, per amor della quale avrebbe ceduta l’ambita Roma ai nemici. Intanto la turba degli schiavi di Sempronia, sguainate le armi, si strinsero intorno a Catilina, come per proteggerlo; e incontanenti fecero lo stesso i servi di Cetego, il quale si vide accerchiato da tutte le parti, gridando tra gli altri un gladiatore: — «Io, io, mi batterò per te. Non c’è nessuno più forte di me in Roma.»"
      },
      {
        "index": 8,
        "text": "La rauca voce millantatrice del gladiatore non indarno fu intesa dai gladiatori di Sempronia, che si sentirono offesi per sè medesimi."
      },
      {
        "index": 9,
        "text": "— E or la vedremo, gridò uno fra tutti, e avanti, e penetriamo le porte."
      },
      {
        "index": 10,
        "text": "E le due schiere avverse si slanciarono contemporaneamente l’una sull’altra mandando un urlo, che rintronò assai lungi. Così tanto Catilina che Cetego rimasero serrati in mezzo, come se comandassero un battaglione quadrato."
      },
      {
        "index": 11,
        "text": "Fu allora che Cesare, staccatosi da Catone, a quell’orrendo urlo accelerò il passo, e più e più procedea veloce come l’Apollo d’Omero, il sagittario Apollo, quando nella sua terribilità s’affretta a saettare il campo acheo. Procedea, non armato, agitando colla destra una verghetta elegante ch’egli solea sempre portar seco. Era quello un costume dei più eleganti giovani di Roma, quando, svestite le armi, passeggiavano la città. Chi la avea d’avorio, chi d’ebano, chi d’argento e d’oro, chi d’altre materie. Quella di Cesare era fatta con osso di crocodilo, e avea la virtù di esser duttile ed infrangibile; all’estremità di quella elegante verghetta luccicavano al raggio lunare due palle d’oro; ma non erano d’oro altrimenti, eran di piombo."
      },
      {
        "index": 12,
        "text": "Tutto era calcolato nelle abitudini di Cesare. Mescolandosi egli spesso nelle taberne colla più turpe feccia romana, trovandosi sovente a tu per tu con qualcuno dei gladiatori stati messi in libertà, ubbriachi di falerno guasto, e però facilissimi agli insulti ed alle risse, egli comparendo non mai armato, era però sempre più armato degli altri; e avea l’arte di non lasciarsi mai uscir di mano quella verga e di non lasciarla toccare nemmeno ai più fidati amici."
      },
      {
        "index": 13,
        "text": "Quando Cesare si trovò a quel punto della via Sacra che tocca il clivo Palatino, si fermò per lasciar passare un cocchio dove sedeva Sempronia colla testa alta e come stesse ascoltando; e i cavalli erano flagellati a precipitarsi a pancia terra. Intanto che altri ed altri uomini armati correvan giù a rompicollo pel clivo seguitando il cocchio, Cesare continuò la via rapido ancor più, ma senza correre; gli sarebbe sembrato di smarrire dignità, pur in faccia a sè solo."
      },
      {
        "index": 14,
        "text": "Intanto che Cesare s’affrettava, Servilia, chiamata anch’essa dagli insoliti urli, e sospettando ogni danno (chè nelle aule di Sempronia già erasi accorta apprestarsi alcunchè di terribile), e temendo per Cetego, non ebbe timore di nessun’altra cosa, neppure del fratello Catone che erasi ritratto in biblioteca; — e disse a tre ancelle che avevano vegliato per aspettarla dalle danze: — Abbiate pietà di me, vogliate seguirmi. — Osiamo. — Sentite questi urli — oh Numi!!... Hanno ammazzato il mio Cetego — fate presto."
      },
      {
        "index": 15,
        "text": "Le ancelle amavano quella bellissima tra le fanciulle di Roma, la quale, satura come era di onda erotica, era naturalmente portata alla gentilezza carezzosa, e amava le ancelle quasi fossero sorelle sue. — Ond’elle:"
      },
      {
        "index": 16,
        "text": "— Noi ti seguiamo, Servilia; ma e il fratel tuo?"
      },
      {
        "index": 17,
        "text": "— Zitto — usciamo — nessuno parlerà. E vennero alle soglie dove vegliavano due servi. Allorchè questi videro Servilia, fecero per opporsi. Essi tenevano ordini severi, in seguito a quanto era avvenuto con Cetego. — Ma Servilia li saettò con tale sguardo, dove imperava il comando e s’umiliava la preghiera e a coloro parea raggio di Olimpo, chè non fecero più motto; e Servilia uscì accompagnata dalle tre ancelle."
      },
      {
        "index": 18,
        "text": "Uscite che furono, Servilia affrettò il passo così che parea volasse; e le ancelle sebben tutte giovani, la seguivano con lena affannata. Spirava il vento crepuscolare e svolazzavano i veli a quelle fanciulle. Servilia era sempre innanzi all’altre, e a lei svolazzava, crepitando, la vesta azzurro-stellata. Parevan le _Ore in ritardo_ che s’affrettassero a raggiungere il sole che stava per sorgere fra pochi istanti."
      },
      {
        "index": 19,
        "text": "E giunsero innanzi alla casa di Cetego nel punto che Cesare, soverchiando colla sua voce squillante e già imperatoria il frastuono orrendo:"
      },
      {
        "index": 20,
        "text": "— Sospendete i brandi, gridava; vi scongiuro per Giove che di là vi guata e par che accenni di fulminarvi. Sospendete i brandi, ho detto; e tu parti, o Catilina, e tu entra nelle tue case, o Cetego."
      },
      {
        "index": 21,
        "text": "— Non sarà mai ch’io mi parta di qui senza entrare nella casa d’Aurelia, chè di Aurelia è la casa e non di costui."
      },
      {
        "index": 22,
        "text": "— Nè quest’uomo di sangue entrerà mai a contaminare la dimora degli avi miei. Lo giuro."
      },
      {
        "index": 23,
        "text": "— Parti dunque, o scellerato, gridò allora a Catilina l’imberbe Clodio scelleratissimo."
      },
      {
        "index": 24,
        "text": "— Parti, o Catilina, gridò medesimamente il gladiatore che primo colla sua millanteria aveva suscitato la pugna."
      },
      {
        "index": 25,
        "text": "Catilina sentendosi così insultato da uno schiavo, non ebbe più ritegno, e gli si gettò addosso. La lotta era orribile."
      },
      {
        "index": 26,
        "text": "Ma Cesare accorse, e percosse di tal forza il cranio del gladiatore, che quello fu visto procumbere tosto al suolo, come il toro virgiliano sotto al cesto d’Entello."
      },
      {
        "index": 27,
        "text": "Allora Cetego che amava quel suo fedelissimo schiavo, già tanto caro al padre, si avventò furibondo su Cesare che si scansò, percuotendo nel tempo stesso il braccio del giovane; e accorreva Catilina in soccorso di Cesare, e un nugolo di servi da una parte e dall’altra si azzuffarono in orrenda miscela. Mandava acute strida Aurelia dall’alto del cocchio. Sempronia, la virago Sempronia, eccitava i proprj servi a difendere Catilina. Servilia domandava ad alta voce Cetego, che non sentiva più nessuno. E la pugna continuava; e Cesare, Cesare stesso in quel punto più valoroso che assennato, armato la sinistra della sua verga, la destra di una daga che aveva raccolta da terra, faceva strage a destra e a sinistra, invulnerato sempre. Ma nel turbinío della mischia, Catilina cercava sempre di Cetego, e Cetego di Catilina; ond’essi si trovarono ancora dirimpetto e si azzuffarono. Ci fu un punto che Cesare era rimasto solo, chè tutti gli eran caduti d’intorno; e allora s’accorse di Servilia che a gran voce continuava a chiamar Cetego, e vedendo Cesare, passò imperterrita sopra i cadaveri e:"
      },
      {
        "index": 28,
        "text": "— Salvami Cetego, o Cesare, gli gridava; tu lo puoi."
      },
      {
        "index": 29,
        "text": "— Non lo posso."
      },
      {
        "index": 30,
        "text": "— Ah spietato!"
      },
      {
        "index": 31,
        "text": "— No."
      },
      {
        "index": 32,
        "text": "— Ahi, Catilina gli è sopra."
      },
      {
        "index": 33,
        "text": "— Pietà, Catilina, gridava Aurelia."
      },
      {
        "index": 34,
        "text": "Ma la daga di Catilina penetrò in quel punto nel petto di Cetego, e questi cadde colla daga infissa."
      },
      {
        "index": 35,
        "text": "In questo istante affannato e cupo giungeva sul luogo Catone, il quale, saputo di Servilia uscita, accorse là sospettando; e in mezzo a tutti quanti, alla caduta di Cetego fatti immobili e muti, stette muto anch’esso, e vide Aurelia balzar dal cocchio e accostarsi al figlio e inginocchiarsi e piegarglisi sopra."
      },
      {
        "index": 36,
        "text": "— No, madre, va. Io scendo a trovare l’ombra del padre mio. Va. — Io ti consacro ai numi dell’Averno."
      },
      {
        "index": 37,
        "text": "E in quest’istante, volendo i servi estrargli la daga dal petto:"
      },
      {
        "index": 38,
        "text": "— No, disse, la vita ne uscirebbe tosto col sangue. Rammento Epaminonda. Ma prima di morire ho bisogno di dir parole a tutti."
      },
      {
        "index": 39,
        "text": "Aurelia, sempre in ginocchio, rigate di largo pianto le guancie, guardava il cielo."
      },
      {
        "index": 40,
        "text": "— Romani, quanti siete qui: io muojo e appena ho varcato il sesto e decimo anno. Catilina, uccidendo me, si tolse dinanzi colui che certo gli avrebbe vietato di assassinar la patria, ch’egli ha in animo di ferire, come già fece con Gratidiano e col fratel suo. O Catone, che or vedo qui, a un morto puoi credere, giacchè a me vivo non credesti mai. Ma la tua sapienza fu inutile per me, chè non giungesti a comprendere qual anima forte si celava dentro a questo corpo. Io idolatrava questa mia Roma, al par di te e più di te, o Catone, sebbene così giovane; e la idolatrava come si fa con chi, piagato già da orrende sventure, pur ci accorgiamo che il fato gliene prepara di irreparabili. I suoi assassini vivono tutti, ed io muojo, io che forse l’avrei salvata. Giovane io sono, ma molte cose io vidi e previdi e so e prevedo. Cassandra era giovane. — In questa patria mia infelicissima, tutta infestata di ambiziosi, di fedifraghi, di concussatori, di ladri, di traditori, di meretrici uomini e donne, io muojo incontaminato; il peccato non mi toccò; e così io mi serbavo, perchè senza la virtù dell’animo e senza il corpo fortificato dalla fisica virtù, nessuno potrà aspirare ad amar la patria ed a salvarla; il maestro mio, parlandomi di Socrate, mi disvelava tutta la sapienza di quell’Uomo Nume. Ed ecco perchè mi percuotesti a morte, tu primo, o Cesare. Tu mi temevi, e tu, non so con qual potenza furiale, mi fiaccasti il fortissimo braccio, che poi non resse a quel di colui che là mi guata; e certo ei sarebbe caduto primo, se tu non eri, o Cesare."
      },
      {
        "index": 41,
        "text": "E tacque; e Servilia, neppur trattenuta da Catone, gli si accostò allora, singhiozzando e tentando indarno di parlare."
      },
      {
        "index": 42,
        "text": "— Non piangere, Servilia, esclamò Cetego. Va, va in pace. — Tre lustri tu conti appena, e Venere ti colmò dei suoi doni. Va. — Altri ti ameranno; altri amerai tu."
      },
      {
        "index": 43,
        "text": "Catone trasse indietro Servilia."
      },
      {
        "index": 44,
        "text": "E Cetego, dopo un istante, si squarciò la tunica e se la strappò di dosso."
      },
      {
        "index": 45,
        "text": "A quell’atto inconcepibile, gli astanti strinsero il cerchio."
      },
      {
        "index": 46,
        "text": "Ed egli si trasse la daga, e dal petto balzò il sangue a fiotti. Allora ei v’intrise la tunica e ve la inzuppò: — poi si alzò con uno sforzo sovranaturale e, fatti alcuni passi barcollando, si collocò in modo da poterla sbattere di quanta forza aveva sul volto a Catilina, che tutti trattennero dal precipitarsi sul moribondo; e il sangue quasi minuta pioggia spruzzò d’intorno ad aspergere quanti eran là presso; e il volto di Catilina non avea parte che non fosse insanguinata e faceva orrore la luce degli occhi suoi guizzante in quella tinta."
      },
      {
        "index": 47,
        "text": "Cetego cadde col capo indietro e là giacque."
      },
      {
        "index": 48,
        "text": "Sorgeva il sole."
      }
    ]
  }
}
