{
  "chapterNumber": 9,
  "title": "VIII. MORTE D'AURELIA (Vol. I) — Death of Aurelia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Sempronia, previdente per Drusilla Aurelia, che, sempre in ginocchio e immobile, stava là sul campo funesto, collo sguardo intento ed attonito e senza espressione; la fece portare nel proprio cocchio, e senza che quella volesse o non volesse, seco la trasse e ricoverolla nel proprio palagio."
      },
      {
        "index": 1,
        "text": "Catilina salì nel cocchio d’Aurelia e, strappate le redini all’auriga, sferzò egli stesso i cavalli e involossi e, fermatosi in riva del vicino lago di Giuturna presso al tempio di Castore e Polluce, lago sacro, discese, e tutto vi si deterse, quasi a scongiurare gli avversi numi e il fato, e l’orrore che, pure ad onta dell’animo efferato, avealo invaso sentendosi e vedendosi intriso di tanto sangue. Si ritrasse poscia all’avita casa sul Palatino; donde, rimandato il cocchio d’Aurelia, uscì nel proprio qualche tempo dopo e sollecitò i cavalli fino a Nettuno, vico in riva al mare, dove tenea sontuosa villa ed ampio agro e lungo tratto di terra aspro di fittissima pineta. Ai coloni, ai servi, agli schiavi ingiunse con minaccia di morte, nessuno osasse por piede in quella selva; e là ei si ridusse, affrettando passi in assidua irrequietudine, e giacendo sulla nuda terra e mandando urli di disperazione. I coloni e i servi lo udivan esterrefatti, quasi una fiera s’aggirasse colà, e sentivan sovente il nome di Aurelia cupamente echeggiato nella calma della notte."
      },
      {
        "index": 2,
        "text": "Sbollita l’ira contro Cetego, dopo la morte di lui; inorridito di avere ucciso il figlio di Aurelia, per la quale egli ardeva di erinnico amore; pensando che dessa lo avrebbe respinto da sè, e in olocausto dell’estinto e per timore dei Romani che certo avrebbero fatto segno di pubbliche contumelie la donna che si fosse sposata all’uccisore del proprio figlio; fu investito dal terrore d’averla perduta per sempre; onde i gemiti, e gli urli, e il rifiutato cibo, e la barba lasciata crescere in disordine selvaggio."
      },
      {
        "index": 3,
        "text": "E intanto il cadavere di Cetego fu trasportato nella sua casa; il giovane Clodio, non avendo Cetego nessun parente in Roma nè prossimo nè lontano che gli chiudesse gli occhi e la bocca, come voleva il rito, adempì al funebre ufficio, chiamandolo ad alta voce e più volte per nome, quasi tentando di richiamarlo in vita, così pure richiedendo la consuetudine; e il cadavere fu lavato e profumato dai _pollinctori_, e poscia venne esposto nel vestibolo della casa coi piedi rivolti verso la porta; e un vaso d’iridescente murrina colmo di acqua lustrale fu posto vicino al capo dell’estinto, che tutta Roma accorse per vedere; e gli accorsi, segnatamente le donne, si aspergevano di quell’onda per purificarsi."
      },
      {
        "index": 4,
        "text": "Tre giorni stette esposto così, dopo i quali preceduto da suonatori di flauto accompagnanti le nenie, e dalle piangenti prefiche, da donne bianco-vestite e redimite il capo di corone, da una folla d’amici e conoscenti, tutti guidati dai _designatori_ portanti torcie, e tutti cogli occhi fissi sull’_arcimimo_, il quale procedeva accanto alla lettiga dov’era il cadavere e portava una maschera che ne ritraeva le fattezze; perchè Cetego era patrizio e avea il diritto dei ritratti (_jus imaginum_) accanto al feretro; i _vespilloni_ recavano i busti del padre e degli avi suoi. Il convoglio attraversò il Foro, dove si fermò, e qui il giovinetto Clodio, salito sulla tribuna, ne recitò la laudazione; il più virtuoso dei giovanetti, il solo forse in tutta Roma che fosse senza labe, doveva essere lodato da colui che, già perverso e soltanto amato da Cetego perchè dissimulatore seco, dovea poi recare al colmo la scelleraggine romana. Ma Catone, conoscitore di Clodio, salì anch’esso dopo lui la tribuna, quasi a placar l’estinto avendo la coscienza della propria virtù; e Catone discese in mezzo ai gemiti degli astanti; e il convoglio stava per procedere quando Cesare, attraversato il Foro, improvvisamente, con meraviglia di tutti, salì la tribuna. I cittadini ch’erano accorsi nella notte della lotta funesta, e assistendo alla morte di Cetego, avean sentite le sue parole estreme accusanti Cesare qual prima cagione della morte sua, bisbigliarono al primo e quasi furono per prorompere in tumulto alla comparsa inattesa di colui pel quale Cetego era morto; ma il giovane Cesare, girato intorno lo sguardo imperterrito e pieno di una calma sicura e fidente che conquideva, comandò il silenzio e parlò:"
      },
      {
        "index": 5,
        "text": "— O Romani, o Roma tutta, chè vedo il Foro non bastare a contenere quanti ella aduna di cittadini nobili e grandi e virtuosi e pietosi. Voi avete bisbigliato al mio primo apparire; e il bisbiglio mi parve fosse per tramutarsi in contumelia. Nè io mi lagno. Una voce mendace corse per tutto ad accusar me della morte di questo più che sacro tra i giovanetti mortali onde Roma, s’ei fosse vissuto, sarebbe stata ancor più gloriosa e più forte; e, quel che meglio era da invocarsi, la gloria e la forza sua, per virtù dell’anima divina che infiammava queste strenue membra che qui giacciono senza vita, non avrebbero mai più avuto da temere gl’invidiosi fati che a tanta gloria e a tanta forza or vorrebbero far guerra, aiutati dagli scelleratissimi che, non idolatrando che l’utile proprio, vedrebbero senza turbamento messa tutta a soqquadro la sacra patria. Se questo io penso e dico e solennemente proclamo, poteva io volere la morte di questo giovane, che primo io compresi ed additai ad altri? _Promessa di Marte_ io lo chiamai, e con questa lode che la verità e la giustizia mi dettavano, io tentai di trattenerlo, deviando la bollente ira sua da propositi non degni di lui. Tutto quello che per me si poteva io feci a stornare l’orrenda sciagura che, preveduta da me, pur troppo, venne. Io supplicai Catone, il virtuoso Catone, a conceder la mano di Servilia a Cetego, perchè nel soddisfacimento del desiderio amoroso, ogni ira svanisse e il sacro giovane fosse conservato a Roma. Catone è qui; Catone conobbe dopo di me il grande animo di Cetego; Catone or ora vi comandò le lagrime. Ed egli non sa mentire. Interrogate or dunque lui se quel ch’io dico è il vero."
      },
      {
        "index": 6,
        "text": "— Catone, con voce profonda: — è vero, disse."
      },
      {
        "index": 7,
        "text": "La folla si raddensò allora e strinse più fitto il cerchio intorno alla tribuna donde parlava Cesare."
      },
      {
        "index": 8,
        "text": "— Che più? esso continuava, quando dalla casa di Catone sentii l’orrido urlo notturno della battaglia funesta, m’affrettai per fermarla. E, gettatomi nella mischia, supplicai Catilina a partire di là; supplicai Cetego ad entrare nella casa sua; li supplicai colla voce aspra dell’ira che il mio timore e la mia pietà rendeva imperterrita. Tu Clodio, che sei qui, e strenuamente aiutasti l’amico tuo nella lotta sanguinosa; per l’amore dunque che portavi a questo giovinetto, proclama ora al cospetto di quanti son qui la verità delle mie parole."
      },
      {
        "index": 9,
        "text": "— La proclamo, gridò Clodio, non iniquo in quel punto; e, volgendosi alla folla, Cesare dice il vero, continuò, credete a lui; Cesare voleva salvar Cetego."
      },
      {
        "index": 10,
        "text": "— Sì, voleva salvarlo con pericolo mio, e se io non paravo il ferro di Cetego che già mi era addosso per squarciarmi il petto, oggi io sarei qui al suo posto. E bene sarebbe stato; chè io dispero di eguagliare così santa virtù; ma l’amor della vita è irresistibile nei mortali, onde mi difesi e lui percossi. E non ero nemmeno armato. Ed or datemi venia, o Romani, s’io parlai di me; datemi venia e considerate che lo feci per mostrarvi ch’io non era indegno di pronunciare il compianto sul sacro suo capo. Ma ogni sua lode stia tutta in queste mie esortazioni che ora rivolgo alla eletta schiera dei giovinetti suoi colleghi che, ammirando e ringraziando, qui vedo, e che insieme con lui dalle labbra inspirate di Antioco Scalonita beveste la divina sapienza di Socrate. E Socrate era il Nume del vostro giovinetto collega, e morendo lo nominò. Vogliate dunque, o giovani, imitare l’estinto amico vostro. Senza virtù, ei disse morendo, non si può aspirare ad amar la patria. Con queste parole sacre ei si fece l’elogio da sè stesso. Fate dunque che riviva Cetego in tutti voi, o giovinetti, speranza della patria. Fategli onore imitandolo. E la luminosa ombra sua, là nei beati Elisi, esulterà sapendo che lasciò di sè così forte amore e così profonda traccia nella sua Roma che tanto idolatrò. —"
      },
      {
        "index": 11,
        "text": "Cesare discese. L’ammirazione della folla compunta era al colmo."
      },
      {
        "index": 12,
        "text": "Il convoglio mosse verso il campo di Marte, dove facevasi la sepoltura dei patrizii; i cadaveri della plebe aveano le loro fosse nel campo Esquilino. Il rogo era colà apprestato; chè dopo Silla e negli ultimi cento anni della repubblica, l’inumazione era stata abolita pei ricchi. Il rogo era costrutto di legno di tasso, di pino e di frassino, ed era coperto di rami di cipresso. Il corpo fu unto di nuovo, e dopo che Clodio ebbe alzate le palpebre e dischiusi gli occhi all’estinto e messogli tra i labbri l’obolo onde pagar Caronte, il cadavere fu messo sulla catasta che incendiata lo vestì di fiamme altissime, le quali lo trasmutarono in cenere e in aride ossa, che, lavate poi con latte e vino, furono deposte dentro un’urna funeraria. Gli _ustori_ la consegnarono a Clodio e a tre giovinetti dell’età di Cetego che dovevano deporla nel mausoleo di famiglia, sorgente lungi da Roma in riva al mare, presso Ponte Gatera. Le tombe dei ricchi venivan quasi tutte erette in riva al mare."
      },
      {
        "index": 13,
        "text": "Adempiuto a tal rito, il sacrificatore immerse un ramo d’ulivo nell’acqua lustrale, ne asperse gli astanti ad intento di purificazione; finalmente la prefica _princeps: — Ilicet,_ pronunciò ad alta voce, e significava _ire licet_; e un lungo e suonante _vale_ pronunciarono in risposta più migliaja d’astanti che tosto partirono; e Clodio e i tre giovinetti, saliti in cocchio ed abbraccianti l’urna viaggiarono per Ponte Gatera."
      },
      {
        "index": 14,
        "text": "Tre giorni appresso nel vetusto palazzo di Cesare, che pur sorgeva sul Palatino e dove dimorava la moglie sua, fu dato il convito funerario; e nove giorni più tardi, nel palazzo di Lucullo, il quale era parente dei Cetegi ed era tornato in Roma due giorni prima, fu data, per compire il rito, la grande cena, così detta la _Novendiale_. La cena fu apprestata in Apolline, ch’era la più suntuosa delle aule di Lucullo. — Quando i convitati entrarono, i cori espressero un lugubre canto greco, il celeberrimo canto che già Alessandro aveva fatto comporre da Alchemene citaredo e musico per i funerali di Efestione. Tutti i convitati erano avvolti in un manto nero e stettero in piedi ad ascoltare un compianto che Lucullo disse in greco, perchè era presente il filosofo Antioco Scalonita che non conosceva la lingua del Lazio. Allorchè Lucullo si tacque, una fanciulla tutta velata a bruno ed a cui due altre fanciulle, pure in gramaglia, tenean sollevato il peplo, girò intorno intorno porgendo a ciascuno quel medesimo vaso di pietra murrina che, già deposto presso il cadavere di Cetego, avea contenuto acqua lustrale; e in quel momento era colmo invece di falerno consacrato all’ara di Bacco, e sorseggiato prima dalle rituali labbra delle vergini vestali. Quei vasi di pietra murrina eran stati portati per la prima volta in Roma da Pompeo, e li avea consacrati a Giove Capitolino. Un sol vaso di quella pietra, volendolo la gara ambiziosa dei ricchi sfondati, costava ingenti somme. Quello che allora girava intorno, era costato ottanta talenti, quasi mezzo milione di lire italiane; e in seguito costarono ancora di più. Nerone ne acquistò uno per un milione e mezzo. Il delirio degli acquirenti era generato dall’ignoranza della materia onde constava quella pietra, varia di colori, ma più di rosso e di bianco e di un terzo colore senza nome, ma fiammeggiante e che, lumeggiando gli altri, produceva le tinte dell’arcobaleno. Que’ vasi venivano tratti dall’Oriente e segnatamente dalla Parzia. (_Oriens murrhina mittit; maxime Parthici regni_)."
      },
      {
        "index": 15,
        "text": "Adempiuto a codesta cerimonia, tutti i convivi svestirono la gramaglia e comparvero in candida toga. Lucullo disse altre parole, e si assisero. Non erano più di dodici, perchè i Romani, eccettuate le grandi solennità pubbliche dove i convitati non si contavano, non amavan di varcare quel numero; e quando non potevano esser dodici, avevano gran cura di trovarsi nel triclinio in numero dispari, di tre, di sette, di nove. Lucullo, il padrone, collocossi, come voleva l’infrangibile costume, sul letto a dritta in capo del desco. Il letto più onorevole essendo quel di mezzo, vi fu messo a sedere il retore Diodato, settantenne, e ciò per omaggio alla sua gran fama, alle sue virtù, alla sua grave età, ed anche per gli obblighi impreteribili dell’ospitalità; vi sedettero Antioco Scalonita, Filone platonico, e Apollonio rodio, venuto a visitar Roma e dove, venerato da tutti, dimorava da più mesi. Essi furono invitati da Lucullo a quella _novendiale_ per essere stati maestri al giovane Cetego. Crasso sedette all’estremità a sinistra insieme con Cicerone e Sallustio. Catone si assise con Cesare, al quale, essendo il più giovane, fu dato l’ultimo posto che era quello dell’estremità a destra."
      },
      {
        "index": 16,
        "text": "L’ebano, il cedro, l’avorio, l’oro e l’argento erano le materie ond’erano contesti e fregiati i triclinj. I cuscini, aspri di gemme, rosseggiavan di porpora a ricami d’oro. Sui tripodi ardevan fiamme diffondenti aromatici odori. E gli uomini assisi a quel triclinio rappresentavano compiutamente la condizione degli ultimi cento anni della repubblica romana, dai quali doveva scaturire tutta quanta la posterità. L’esule sapienza greca, venuta a diffondere in Roma un tal grado di coltura, che attraversando gl’intelletti di Cesare e di Cicerone e di Sallustio, doveva preparare poi il secol d’oro della letteratura latina. Lucullo, stracco di guerre e di vittorie, obeso di ricchezze, reduce dalle spedizioni in Oriente, profondente già il lusso asiatico che doveva corroder Roma e prepararne la decadenza ed apprestare le brache muliebri dell’imberbe Eliogabalo. Catone l’estremo raggio del passato; Cesare la torbida luce del futuro; Pompeo, il trionfo della mediocrità inghirlandata; Cicerone la sapienza onnigena che, circuendo le questioni da tutti i lati, si arresta ognora nel dubbio scientifico e pratico; e s’accosta senza fiducia a tutti i partiti, e non sa a che appigliarsi, e fa ridere di pietà l’ignoranza imperterrita che va dritta come saetta al suo scopo, e s’accampa nelle sedi del genio. Il convivio fu protratto a notte alta. Levate le mense, Lucullo pronunciò un altro discorso nel greco idioma. Il falerno intanto girava in copia, talchè i greci filosofi parean trasmutati in ebriosi Anacreonti; e Cicerone parlava greco, saettando d’obliqui strali intinti d’amabile piacevolezza il Magno Pompeo, che, appena intendendo greco e non sapendolo parlare, faceva umilissima figura in quel simposio, sebbene imperatore laureato; Cesare solo non beveva; eppur s’era assiso accanto al rigido Catone già tutto arrubinato di falerno bevuto a larghe canne. Catone, virtuoso in tutto, solo in ciò eccedeva; Cesare, corrotto, e fallace, e vizioso, e ognora mascherato, quando il voleva, d’iridescenti virtù, in questo solo era irrimproverabile. Ma l’uno doveva morire per la repubblica e non avea timore che i suoi desiderii trapelassero dal sincero lieo; l’altro invece aveva a preparar l’impero, e la tranquilla e cauta linfa doveva mascherare i suoi disegni."
      },
      {
        "index": 17,
        "text": "Intanto che i funerei convivi di Lucullo, giocondissimi di falerno più che addolorati per la morte di Cetego, uscivano dall’alto palagio del più ricco allora e più prodigo dei Romani, del prode e grande al pari dei più insigni, del capostipite dei sibariti futuri; e riducevansi alle loro dimore; voci d’ire e d’affanno morale, e imprecazioni furiali, e gemiti e pianti e preghiere udivansi nelle aule dell’eminente Sempronia."
      },
      {
        "index": 18,
        "text": "Catilina era uscito dal suo covo di belva e dalle ombre della pineta che facea tetre le sponde di quel tratto del mare Interno; e saputo che Aurelia dimorava presso Sempronia, inaspettato entrò nelle stanze di questa, e inaspettato stette innanzi alla donna che ancora ei voleva, la quale fremette e si alzò alla vista di lui."
      },
      {
        "index": 19,
        "text": "— Dunque mi neghi tu, le disse, a quell’atto, Catilina."
      },
      {
        "index": 20,
        "text": "— Non io ti nego, no, ma la sventura."
      },
      {
        "index": 21,
        "text": "— E tanto amore, e tanto dolore, e tanto sangue sarà stato invano?"
      },
      {
        "index": 22,
        "text": "— Non fu invano il sangue, pur troppo. Esso ci ha divisi per sempre."
      },
      {
        "index": 23,
        "text": "— Osi tu dirlo a me?"
      },
      {
        "index": 24,
        "text": "— L’ombra di Cetego lo comanda."
      },
      {
        "index": 25,
        "text": "— E questo è l’amor tuo?... tu dunque m’ingannavi. Non è amore se non quello che, ardendo indomabile, calca disprezzando tutte le cose umane e divine, se queste gli si oppongono."
      },
      {
        "index": 26,
        "text": "— Abbi pietà di me, Catilina; pensa a Roma; pensa alle pubbliche maledizioni, se le nostre mani congiunte avessero a contaminare le are."
      },
      {
        "index": 27,
        "text": "Catilina guatò a lungo Aurelia con occhi ardenti che non poterono essere sopportati nè da quelli di lei nè da quelli di Sempronia, la quale era presente, e, a qualche distanza, ritta e immobile e colle ciglia aggrottate, quasi simulacro d’inesorabil diva, guardava e fremeva, e insieme pur temeva e non osava parlare."
      },
      {
        "index": 28,
        "text": "Catilina facea sgomento. Tacque assai tempo, tenendo fissi gli occhi a terra, e di tanto in tanto facendo atti che accennavano l’orrenda interna battaglia; poi a un tratto:"
      },
      {
        "index": 29,
        "text": "— Ebbene, proruppe, sieno dunque placati gli Dei del cielo, e gl’inferni Dei, e i Romani tutti che tanto aborro, e le ombre del tuo sposo primo e del tuo figlio unico, ma tu sii sacrificata a tutti. Sì, tu morirai per mia mano qui, oggi, adesso — ed io mescerò, intermedio questo mio ferro benefico, il solo benefico meco e pietoso, mescerò il tuo sangue col mio, e morirò accanto a te.... e diede in uno scoppio di pianto ineffabile, che sgorgando su quel terribile volto, faceva senso più che se fosse stato sangue; e fu il primo e l’ultimo che versassero gli occhi di Catilina. E pianse Aurelia... e pianse Sempronia... chè Catilina in quel punto era sincero, ed estremo com’era in tutto, l’amore che nutriva per Aurelia era tale che nessun umano concetto arriverebbe a significarlo."
      },
      {
        "index": 30,
        "text": "Aurelia, tutta in lagrime, si gettò allora ai piedi di Catilina, e:"
      },
      {
        "index": 31,
        "text": "— Abbi pace, gli disse. Tu mi hai vinta. Io sarò tua per sempre. Solo concedimi otto giorni di abluzioni lustrali, ond’io possa placare i numi. Io lascio Roma; nell’avita mia villa mi reco lungo il mare — tu la conosci. Là saremo sposi, e tosto darem le vele ai venti; — e Roma ci dimentichi e il mondo. Se tanto, come vedo, tu mi ami, a che grandezza, a che potenza vuoi aspirar tu? A tutte cose l’amore sorvola indomato. Tu lo hai detto."
      },
      {
        "index": 32,
        "text": "Di tratto a Catilina tramutossi il volto: un raggio di gioia guizzò negli occhi suoi, e:"
      },
      {
        "index": 33,
        "text": "— Ben lo sapevo. Non potevi tu essere mendace meco. Ora io ti lascio, o donna. Solo io voglio assaporare questi momenti di gioja suprema, che nemmeno gli dei possono aver maggiore; nè Giove, l’onnipotente re del cielo. Addio, Aurelia; fra otto giorni ci rivedremo al mare. Addio, Sempronia. Grandi, immortali cose noi dovevamo intraprendere. Ma Aurelia mi fa disprezzatore d’ogni grandezza e d’ogni potenza divina ed umana. Addio — e partì."
      },
      {
        "index": 34,
        "text": "E Sergio Catilina uscì; e lentissimo, assaporando un orgoglioso gaudio, per le profferte ultime di Aurelia e le ginocchia di lei piegate, vagò lunga ora per le vie di Roma; e poscia risalì alle proprie case, donde, fatti aggiogare al carro due ardenti poledri, ritornò a Nettuno, che non molto distava dalle ville d’Aurelia; ritornò alla fittissima sua pineta bruna; e nel centro di quella fe’ consacrare un’ara a Venere, che tutta precinse di mirti e imbalsamò di fiori e al sommo vi depose un vaso di marmo pario, nel quale, apertasi col proprio ferro una vena, fece piovere molta onda di sangue, e fu sangue votivo — e per otto giorni colà stette, leggendo e rileggendo, nelle ore diurne, la fedeltà di Penelope nel greco d’Omero, e in Esiodo l’estremo sacrificio della moglie entusiasta di Capaneo; e dormendo le notti abbandonato alla nuda terra."
      },
      {
        "index": 35,
        "text": "Aurelia lasciò Roma; condusse con sè la casa tutta, le ancelle, gli schiavi, e rifiutò di essere accompagnata da Sempronia che le si profferse. Venne alla sua villa in riva al mare. Si purificò; e per otto dì, sparso il capo di cenere, stette innanzi all’effigie dell’estinto marito e alla toga insanguinata del figlio. Ella amava Catilina d’un amore inesplicabile; ma forse più per essere stata attratta nel vortice violento del forsennato amore di lui, e per lo sgomento ond’erane oppressa, che per elezione spontanea del cuore. Perdurando nella purificazione e nel pianto penitente, pur era di continuo esagitata da pensieri in assidua lotta tra loro. Le notti aveva insonni; e se appena appena per la stanchezza del corpo, le si chiudevano le palpebre, svegliavasi di colpo esterrefatta; e vedeva l’ombra del marito e la più feroce ombra del figlio; e gemeva e gettavasi in ginocchio e protendeva le braccia orando, non sapeva a quali numi."
      },
      {
        "index": 36,
        "text": "Ella considerava come, per Catilina, fosse disprezzata e insultata da tutte le dame romane, invidiosissime della sua beltà, in confronto della quale reggeva la sola di Sempronia; sapeva come la maggior parte di quelle dame fossero assiepate d’amanti non amati e non temuti, a’ quali, nel fuggitivo delirio, concedevano ogni favore; ma la minore avvenenza e il non esser insigni in arte nessuna, com’ella era, le circuiva di opportuna e complice oscurità, la quale facevale beate e trionfanti, pur tra il lezzo dei peccati che ad esse dovevan comandare il rimorso e il pubblico vitupero a Roma. E misurava tutta la propria sventura, e si disperava e tremava in aspettando Catilina. E sorse l’ottavo giorno. Certissimamente ei sarebbe venuto. Inorridì Aurelia a quel pensiero, e, stata immobile davanti all’effigie del marito e baciata e ribaciata la toga di Cetego, e guardato a lungo il cielo, quasi avesse voluto penetrare i regni superni a interrogar gli Dei; a un tratto, fermato un proposito, chiamò e fece chiamare le ancelle e i servi e gli schiavi quanti eran là a sè d’intorno; e:"
      },
      {
        "index": 37,
        "text": "— Preparatevi a partir tutti per Roma in sull’istante. Io rimango qui sola."
      },
      {
        "index": 38,
        "text": "Alcune ancelle le si fecero intorno, come sospettando una sventura, e:"
      },
      {
        "index": 39,
        "text": "— E perchè ne rimandi così, o padrona benefica?"
      },
      {
        "index": 40,
        "text": "— Non vi rimando. Sol vi prego di precedermi — lasciatemi sola qui. Ve lo impongo; e lo disse in modo che nessuno più si oppose, e al liberto che sopraintendeva alle domestiche faccende:"
      },
      {
        "index": 41,
        "text": "— Fa che si apra la porta massima del palagio, e stia aperta; e si aprano le altre porte; e tutte rimangano spalancate insieme a quelle che conducono a questa mia stanza. Che non intervenga inciampo; e nessun uomo, nessuna donna non odasi più sotto a questo tetto; e il più profondo silenzio lo circondi, prima che la clessidra segni passato il _diluculo._"
      },
      {
        "index": 42,
        "text": "E tutti partirono e il silenzio circondò l’alto palagio, e soltanto udivansi le onde del mare flagellar le rive. Passarono le ore della _mane ad meridiem_; e da lunge a confondersi col mugghio marino s’udì un rumor cupo di ruote, e di lì a poco il fischio d’un flagello equino e uno scalpito affrettato di cavalli. Era Catilina che da Nettuno veniva rapidissimo ed esultante, governando egli stesso le briglie."
      },
      {
        "index": 43,
        "text": "E fu innanzi all’alta porta, che trovò spalancata e senza ostiarii. Non ci pensò. Svoltò allora e girò nell’interno recinto e balzò dal cocchio, lasciando le redini all’auriga. Fatti alcuni passi e non vedendo comparir nessuno (chè di solito, come ognora vedevasi nei palagi dei ricchi patrizii, una folla di servi ingombrava gli atrii interni), stette sopra di sè un istante, e percorrendo gli atrii e le stanze terrene anteriori e non scorgendo anima nata, si sentì tutto cosparso di un sudore gelato; e penetrò nelle stanze più interne, e di porta in porta venne a quella di Aurelia."
      },
      {
        "index": 44,
        "text": "Ella giaceva sul proprio letto, immersa in un lago di sangue. Vedevasi a terra una daga. Aurelia era avvolta nel peplo: nella sinistra teneva la toga di Cetego; nella destra un papiro che parea stringere colle dita irrigidite."
      },
      {
        "index": 45,
        "text": "Catilina levò il papiro, lo scorse, e queste parole vi lesse: — _Morii per placare le ombre del mio marito Cetego e di Cetego mio figlio. Vivi e purga la tua fama._"
      },
      {
        "index": 46,
        "text": "Catilina mandò un gemito che non può essere narrato."
      },
      {
        "index": 47,
        "text": "In quel punto anch’esso poteva comandare la pietà."
      }
    ]
  }
}
