{
  "chapterNumber": 37,
  "title": "XXI. L'IMPERIOSA (Vol. II) — The Imperious One",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Cesare, il profumato libertino, il desiderato da tutte le donne, l’odio occulto di tutti i mariti, il rivale sospettato da tutti gli amanti, non era mai stato preso da un vero, profondo, violento amore. Troppe donne, troppe giovinette gli avevano aliato intorno più chiedenti che chieste. Servilia istessa, alla quale ei professava una gratitudine schiettamente sentita, e per la quale ebbe una singolare preferenza, non lo aveva mai saputo esaltare a quell’entusiasmo onnipotente dell’amore, che, allorquando invade e conflagra un’anima, si accampa sovrano e prima di tutte le umane cose. Servilia erasene accorta, ma non per questo potè mai tralasciar d’amarlo. L’amore di lei era quello di una schiava africana, ardente, capace d’immergere il ferro in petto all’uomo idolatrato, o di obbedirlo, come la belva domata, atterrita pur nella ferocia, e governata da un fascino arcano."
      },
      {
        "index": 1,
        "text": "Il sentimento pareva al tutto incompatibile colla forza e la vastità della mente di Cesare, a guisa di un arbusto gentile che non può tallire sulla eccelsa vetta di una roccia granitica. Ma Cesare era l’uomo onnilatere, e nulla cosa a lui aveva a rimaner straniera; e però doveva attraversare, prima che la sua gioventù si chiudesse, una di quelle fasi della vita, che transitoriamente sembrano mandar naufraghe nel mare agitato del cuore, le più rigide facoltà della mente."
      },
      {
        "index": 2,
        "text": "Nella notte sacrata ai riti della dea Bona, tra le fanciulle sagrificanti insieme colle matrone, era prostrata innanzi all’ara quell’Elelia Imperiosa, che già fu nominata, dell’antichissima casa romana di tal nome. Essa era nata nella Gallia Cisalpina, quando il padre suo, Popilio, fu governatore di quella provincia, ed era nata da madre gallica. Morto il padre, morta la madre, Elelia era rimasta unica erede delle ricchezze avite. Ridottasi a Roma, dimorava nell’antico palazzo degli Imperiosi, nella parte più alta del Palatino, custodita dalla sua grand’ava. Essa era insigne di eccezionale bellezza; chè le chiome biondissime e gli occhi azzurri, sebben cerchi dall’arte greca e celebrati da Omero, non eran frequenti in Roma."
      },
      {
        "index": 3,
        "text": "Cesare, qual pretore, aveva dovuto esser giudice e conciliatore nelle contese iniziate da coloro che vantavano diritti su qualche parte dei lati possedimenti della fanciulla, degli ampj giardini, degli orti immensi, delle acque dell’Aniene che le irrigavano i campi, deviate cogli idraulici congegni che prima la vetusta Babilonia avea trovati. Per questo fatto, esso, oltre al vecchio liberto maggiordomo della casa Imperiosa, che da anni ne teneva le ragioni, avea dovuto sentire e il famoso Scevola e gli altri giureconsulti Publio, Rutinio, Rufo, e quel Granio Fiacco, celebre per aver commentate le dodici tavole. Con essi erasi trovato nella casa Imperiosa, quando fu necessario vedere i palazzi e gli orti e i campi. Così ebbe occasione di avvicinar la fanciulla."
      },
      {
        "index": 4,
        "text": "Cesare, per l’abitudine del suo ingegno scrutatore, la guardò come un fenomeno muliebre, che mai non gli era apparso innanzi prima d’allora. Ognor concentrata in sè stessa e taciturna e altera, pareva ch’ella tenesse in soggezione tutti quelli che la circondavano, comprese le vegliarde che recavansi a trovar l’ava, compresa l’ava stessa. Ma, se più spesso era taciturna, pur qualche volta diceva parole, ed eran severe ed assennatissime, nè parevano uscire da labbro giovanile."
      },
      {
        "index": 5,
        "text": "Oltre l’idioma gallico che aveva appreso dalla nutrice, e il natìo latino, parlava il greco col soave accento eolio; onde Apollonio, quando l’udì, chiese se la sua cuna era stata irrorata dalle aspergini del mare Argolico. Laja, la celebre pittrice che avea ritratto Cesare, le apprendeva il disegno, e Laja si gloriava di quella fanciulla singolare. E le lodi non pareano toccarla. Sariasi detto che, quasi tenesse da qualche divinità, di lei particolare custode, la notizia che i numi avean decretato di costituirla nel privilegiato possesso di doni intellettuali e corporei non concessi altrui, ella non facesse più caso delle lodi dei mortali, e, sebbene non ne avesse orgoglio nessuno, si riputasse come segregata da essi."
      },
      {
        "index": 6,
        "text": "Cesare pertanto fu vivamente attratto da quella fanciulla, considerandola come un arduo problema da sciogliere, e nel tempo stesso, e più forse, perchè provocava in lui una sensazione acutissima quella bellezza eccezionale, e quell’intelletto che era fuori affatto dell’ordine femmineo. Onde, sotto colore delle consuete faccende pretorie, e della necessità di abboccarsi con Scevola, il quale tenne preghiera dalla giovinetta Imperiosa di condurre spesso da lei le sue tre così belle coltissime figliuole, e di trovarsi a conversare con Laja, la quale, anche dopo le ore del disegno, amava indugiarsi con essa, Cesare era venuto moltiplicando le visite in quella casa, e a tale che non passava giorno che non vedesse la _tiberina_ Imperiosa; col qual predicato ei la distingueva, perchè le chiome di lei eran bionde e profluenti come le onde del Tevere. E venivano in quella casa anche Cicerone e Terenzia e Tulliola e l’adolescente Marc’Antonio, e vi si recavan frequenti altri giovani e giovinetti patrizj, e i padri e le madri di quelli, segnatamente allorchè aveano le fortune dissestate; chè la fanciulla Elelia era desiderata sposa più che dai giovani, tenuti pressochè in isgomento da quell’aura sacra onde ell’era circonfusa, dagli stessi loro parenti, i quali ammiravano le nebbie vespertine che si innalzavano sugli immensi poderi di lei, più di quel che temessero la sacra aura."
      },
      {
        "index": 7,
        "text": "In quei conversari diurni e notturni di Cicerone, ad onta e di Ortensio e del rètore Diodato, Cesare brillava ognora di una luce tutta propria. Di qualunque cosa ei discutesse, teneva sempre il campo. Bensì, con arte squisita e piena di blandizie, pareva che nell’abbattere il contradditore, lo innalzasse. Però Cicerone, che pur era invidiosissimo, non sentiva invidia di lui; onde potè lasciar scritte in lode di Cesare quelle celebrate parole a Cornelio Nepote: «_E chi di lui è più acuto e più frequente di sentenze? chi nelle parole è più ornato e più elegante? Nei sali attici poi e nelle facezie, Cesare supera tutti quanti_. Molti bellissimi giovani romani facevan cerchio intorno all’Imperiosa, parlante Giulio; ma Elelia non era attratta da nessun volto, da sguardo nessuno, da nessuna chioma fittamente ricciuta. Ascoltava attentamente il giovane trentottenne, il giovane declinante, il già calvo Giulio, che indarno tentava dissimulare quello da lui sì aborrito difetto, ritorcendo a coprir la fronte le ostinate chiome, che soltanto gli crescevan folte presso l’occipite. Bensì ella chinava gli occhi, quando la nera e vivacissima pupilla di lui saettava gli astanti con ineffabili punte. E un dì, per brevi istanti, Cesare ed Elelia si trovaron pressochè soli; vale a dire che, sebbene nella camera medesima stesse l’ava seduta, la quasi cecità e sordità di lei non era d’inciampo a che potessero parlar liberamente."
      },
      {
        "index": 8,
        "text": "Cesare, appoggiato al parapetto di una finestra, or guardava Roma sottoposta, e parea ch’ei ne pigliasse la misura, come faceva sempre ogni qualvolta guardava la città dall’alto; or piegando la testa, tenea dietro alla giovane Imperiosa che, meditante e ad ampi passi, s’affrettava dall’un canto all’altro della camera."
      },
      {
        "index": 9,
        "text": "Ci fu un momento nel quale i loro sguardi s’incontrarono. Allora Cesare, staccatosi dal parapetto, s’accostò all’Imperiosa, e:"
      },
      {
        "index": 10,
        "text": "— Qual pensiero affretta così il tuo passo?"
      },
      {
        "index": 11,
        "text": "— Il tormento d’esser donna."
      },
      {
        "index": 12,
        "text": "— Tutta Roma è ora a’ tuoi piedi.... Se invece tu fossi uomo...."
      },
      {
        "index": 13,
        "text": "— Tutto il mondo."
      },
      {
        "index": 14,
        "text": "— Quanti anni hai tu?"
      },
      {
        "index": 15,
        "text": "— Diciotto; chi non lo sa?"
      },
      {
        "index": 16,
        "text": "— E trentott’anni a me conta la Parca, e il mondo non è ancor mio."
      },
      {
        "index": 17,
        "text": "— Se più t’indugi, non lo sarà mai. Guarda Pompeo. Non è di molto maggiore di te. E a ventiquattr’anni aveva già trionfato.... ed ora è il dio di Roma."
      },
      {
        "index": 18,
        "text": "— E questo a te dà tedio?"
      },
      {
        "index": 19,
        "text": "— Tedio ed ira; e mi punge, quasi doloroso, un desiderio che sorga finalmente l’uomo che lo soggioghi."
      },
      {
        "index": 20,
        "text": "— E credi che viva in Roma un tal uomo?"
      },
      {
        "index": 21,
        "text": "— Tu."
      },
      {
        "index": 22,
        "text": "Cesare tacque.... e piegando poscia il discorso:"
      },
      {
        "index": 23,
        "text": "— Vuoi tu rimaner sempre fanciulla e consacrarti a Diana?"
      },
      {
        "index": 24,
        "text": "— No."
      },
      {
        "index": 25,
        "text": "— Dunque perchè fra tanti patrizj cospicui di gioventù, di valore, di ricchezza, non scegli colui che ti faccia sua sposa?"
      },
      {
        "index": 26,
        "text": "— Chi di loro meritò statue d’oro? Per chi di loro sorsero templi? Do preferenza alla gioventù, ammiro la beltà; ma non mi vince davvero che il fatto di una virtù straordinaria."
      },
      {
        "index": 27,
        "text": "— E scegli dunque Pompeo. Una consorte ei cerca."
      },
      {
        "index": 28,
        "text": "— Pompeo ha dieci anni più di te."
      },
      {
        "index": 29,
        "text": "E l’Imperiosa si diede ancora a passeggiare, e Cesare ognor la seguiva ammirato, e sempre più gli s’involavano gli inizj per isciogliere quello strano problema. E, osservando la stupenda e quasi matronale figura di lei, per la quale mostrava un’età maggiore, e guardando la bianchezza della sua pelle, insolita in Roma, bianchezza tutta soffusa di rose freschissime, e tali doni congiungendo alla precocità dell’ingegno, e alla stranezza delle sue maniere, e alle aspirazioni che parevano soverchiare età e sesso, si venne ricordando di talune considerazioni (Cesare avea voluto intingersi anche di medicina) del medico Antistio (colui che doveva poi alle fatali idi contare ed esaminar le ferite) intorno a talune malattie che nella primissima giovinezza sembrano accrescere i doni della natura mortale; a guisa dell’arsenico che, amministrato con scientifiche dosi, tingeva del più florido color del cinabro le guancie del re Mitridate. E si rammentò che Antistio avea definita quella malattia: _pulcher et intellectualis morbus_, il quale, di quel tempo, più che altrove, era frequente nella Gallia Cisalpina; onde a Cesare sembrò possibile che nel sangue della divina Elelia la gallica madre avesse deposto un germe lieve di stroma formoso e roseo e geniale."
      },
      {
        "index": 30,
        "text": "Ed ella si fermò di tratto, e disse:"
      },
      {
        "index": 31,
        "text": "— È vero, Cesare, che tu vai in Lusitania?"
      },
      {
        "index": 32,
        "text": "— Sì."
      },
      {
        "index": 33,
        "text": "— T’affretta adunque."
      },
      {
        "index": 34,
        "text": "— S’io vi morissi ne avresti dolore tu?"
      },
      {
        "index": 35,
        "text": "— Sì, gran dolore ne avrei. Ma se la gloria circonderà te spento, adorerò l’ombra tua in perpetuo."
      },
      {
        "index": 36,
        "text": "Cesare tacque."
      },
      {
        "index": 37,
        "text": "Annunciate, entrarono in quel punto le tre figliuole di Scevola. Cesare uscì; attraversò il cavedio; salì a cavallo; e, come se intorno gli alitassero le aure dei beati elisi, pressochè trasmutato, si avviò alla sua casa nella Suburra. Se non che, a mezza via, un liberto in cocchio gli venne incontro affrettatissimo, e, allorchè fu presso a Cesare:"
      },
      {
        "index": 38,
        "text": "— Corri, gli gridò. La tua casa è assediata. Il cavedio è invaso."
      },
      {
        "index": 39,
        "text": "— Da chi?"
      },
      {
        "index": 40,
        "text": "— Dai ladri."
      },
      {
        "index": 41,
        "text": "— E che ladri?"
      },
      {
        "index": 42,
        "text": "— Gli usuraj, i giudei, i pirati dell’_acies asiatica_...."
      },
      {
        "index": 43,
        "text": "Cesare mise il cavallo al galoppo — fu tosto alla Suburra. — Un grido nemico lo accolse. Cesare fermò di tratto il cavallo; e calmo guardò dall’alto quella ciurma inferocita."
      },
      {
        "index": 44,
        "text": "Gridò primo il famigerato Assio, l’ex centurione usurajo, già quasi ricco come Crasso:"
      },
      {
        "index": 45,
        "text": "— Cesare, tu non partirai per le Spagne, se prima non mi avrai restituito quel che ti ho sborsato. Di cento talenti mi sei debitore, due milioni di sesterzj."
      },
      {
        "index": 46,
        "text": "— E a me cinquanta ne devi, gridava un giudeo. Io ti ho pagato le statue, i quadri, i cavalli, le donne, i vizj lutulentissimi tuoi. Pagami, o Cesare, o indarno speri di andar governatore nelle Spagne."
      },
      {
        "index": 47,
        "text": "— Bada, gridava un altro, ch’io narrerò a Catone i tuoi notturni colloquj con Servilia; pagami, o io pagherò i vafri più feroci di Roma perchè accompagnino con sibili quella donna tua, quando si mostrasse in pubblico. Paga, o Cesare. Tu volevi partire e lasciarci tutti scornati."
      },
      {
        "index": 48,
        "text": "Cesare discese da cavallo, e stato calmo un istante, e, come raccogliendo le sue forze, perchè voleva esser certissimo dell’effetto, si concentrò in sè, e d’improvviso lasciò andare un colpo di mano sulla guancia di Assio, un così poderoso colpo, che colui cadde intronato su quelli che gli stavan dietro; poi, preparandosi al peggio, trasse dal cinto della tunica la consueta sua elegante balena, armata di plumbee palle dorate, e a quegli che aveva dette parole ingiuriose a Servilia, e accorreva in aiuto di Assio centurione, l’appoggiò sì risolutamente tra il naso e il labbro, che il dolore acutissimo impedì a colui di vedere e di sentire il sangue che gli scorreva sul sajo. E intanto la plebaglia, che là s’era addensata da qualche tempo, applaudiva battendo palma a palma, e gridava:"
      },
      {
        "index": 49,
        "text": "— Viva Cesare, viva il divino Cesare."
      },
      {
        "index": 50,
        "text": "Sebbene alquanto placati, e dal risoluto contegno di Cesare, e dagli evviva urlati dalla canaglia, pure i creditori non si mossero; s’atteggiarono anzi come se risoluti di non lasciar più quel posto."
      },
      {
        "index": 51,
        "text": "— Se questa canaglia, diceva un di loro, dovesse aver danaro da te, udresti, o Cesare, se allora ti acclamerebbe."
      },
      {
        "index": 52,
        "text": "— Divino ti chiamano, diceva un altro sghignazzando con disprezzo ostentato, così fosse! che Venere almeno, la tua grand’ava, ti pagherebbe i debiti."
      },
      {
        "index": 53,
        "text": "— Silenzio v’intimo, gridò allora Cesare, entrate tutti e attendetemi nel cavedio. Oggi sarete pagati."
      },
      {
        "index": 54,
        "text": "Entrò anch’esso, e per alcuni istanti si sentì umiliato, percosso, disfatto."
      },
      {
        "index": 55,
        "text": "— Più nulla dunque io sono, egli dicea fra sè, un gruppo di vilissimi creditori può abbattere un Dio: e venti carri pieni d’oro accompagnarono Pompeo nel suo viaggio trionfale!"
      },
      {
        "index": 56,
        "text": "E stette pensando e ripensando al modo di poter avere, in quel giorno, venti milioni, almeno, di sesterzj grossi. E statuì di raccomandarsi a Crasso."
      }
    ]
  }
}
