{
  "chapterNumber": 39,
  "title": "XXIII. CESARE E ROMA (Vol. II) — Caesar and Rome",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Erasi ritirato nella tenda, intanto che il campo in aspettazione della prima notte, attendeva all’esercizio delle armi, nelle quali persino i centurioni più veterani andavano addestrandosi, quasi fossero gregarj nuovi. Le trombe finalmente diedero il segnale del riposo. Ciascuna centuria si ridusse al proprio quadrato. Dopo qualche tempo, squillò un secondo segnale, poi un terzo. E un silenzio profondo successe al fracassìo del giorno, non interrotto che dai nitriti giocondi dei cavalli, i quali pareva si rimandassero i saluti da un estremo all’altro del campo."
      },
      {
        "index": 1,
        "text": "Cesare stava aspettando il decreto del Senato, il quale certissimamente gli sarebbe stato favorevole, se l’aspra eloquenza del ferrigno Catone, come grandine assidua, non avesse percosse e sgominate le menti dei senatori; pure, non v’era ancor nulla di deciso. Cesare aveva una schiera fitta di amici, che sulla sua fortuna volevano innestare la propria; ond’esso tuttora sperava che gli venisse accordato e l’onor del trionfo e il diritto di ricorrere al Consolato. Ma, dopo essersi tormentato d’ira pensando all’inflessibile nimicizia di Catone, cangiò quel tormento in un altro, rimeditando il fatto che per lui non aveva più bisogno di prove, della superba fanciulla Imperiosa, che aveva gettato gli avidi sguardi negli sguardi di un atleta. Egli, Cesare, il discendente di Venere, il primo sacerdote in Roma alle are pafiche, arbitro e donno delle più cospicue beltà romane, egli, il vincitore della Lusitania, era stato posposto ad un atleta. Ben questi aveva ottenuto statue dorate, già lo si disse, ma Cesare considerava quegli onori come volevano essere considerati; però un atleta, per quanto applaudito e premiato ed onorato, era a’ suoi occhi nulla più che pubblico ludio. Ma si sforzò a distorre da sè quel pensiero, diventatogli, con grande meraviglia di lui stesso, molestissimo, e messosi a sedere, si diede a consultare le opere che teneva accumulate sulla tavola. Erano i lavori di geografia più celebri a quel tempo. I lavori di Eratostene, d’Ipparco, di Seragione, di Polibio."
      },
      {
        "index": 2,
        "text": "Varrone, che fu poscia bibliotecario di Cesare, quando venne cogli altri a visitarlo, gli aveva portato a leggere gli abbozzi delle ricerche intorno a Roma antichissima. Cesare, più ancora di Cicerone e di Sallustio e d’altri, dava importanza a tali studj, e talora, lasciata ogni altra cura, vi si sprofondava coll’avidità dello scienziato che anela alla scoperta, colla voluttà di chi idolatra la terra nativa, e tutte le altre trova seconde ad essa, e ne esplora le origini affannosamente, e vorrebbe indovinarne i destini futuri. Colla scorta di Varrone, e col lume della dottrina propria, nel silenzio del campo, risalì la corrente dei tempi. E si partì da quel momento, momento di più secoli, allorchè intorno alle rovine dell’impero etrusco, tumultuavano sanguinarie, nella gara disputata della conquista, le varie genti dell’Italia primigenia; e, fermandosi tra codeste genti a considerare gli atteggiamenti della storia, e il carattere delle leggi e delle religioni e dei riti, e le credenze intorno alle divinità che riassumono i costumi dei popoli, sentìa quasi rammarico che l’Olimpo fosse stato ignoto ai vetustissimi suoi proavi; e pensava alle primavere di sangue, in cui si trucidavano quanti eran nati in quella stagione, e ai giovani che fuggivano e si rendean latitanti; e qui vedeva l’origine prima della sua Roma, e la valle dei mistici sette colli, dove la gioventù maschia s’affoltò e dove, secondo gli scrittori greci, era sorta la primitiva Roma, la Roma anteriore a quella di Romolo; e leggeva un passo di Varrone, il quale confutava quegli scrittori che attribuivano l’origine di Roma ad un figlio di Ulisse e di Circe, e sorrise all’ira del dotto antiquario, trasmutatosi in poeta nel coprir di contumelie Crispo Sallustio, fatto seguace dei Greci in quell’opinione."
      },
      {
        "index": 3,
        "text": "Continuando sempre con Varrone, guardava se quell’amico suo avesse rivelate cose ch’ei non sapesse. Ma egli conosceva assai bene e il pomerio, o _post murum_, e il primo solco, e il foro boario dall’eneo toro, e l’ara di Ercole e le costruzioni di Tito Tazio."
      },
      {
        "index": 4,
        "text": "Ma, dall’archeologia passando alla storia, e lo sguardo togliendo dalle tavole di Varrone, Cesare pensò ai primi tre secoli di Roma; e considerò che in tre secoli la fama di essa non era ancora uscita dal suo cerchio, sebbene crescesse e maturasse lentissimamente, pur fra tradimenti e discordie e guerre e sconfitte; e s’intrattenne coi sette re, e più assai coll’ultimo che fu cacciato; gli faceva meraviglia come, sebbene quel re fosse stato astutissimo e fortissimo, e per più anni onnipotente, pure non avesse potuto tener testa a chi non lo volle più. Non aveva però, considerava Cesare, legioni a sè devote, e non era possente nell’arte della guerra, e la fama non ci riferì ch’ei fosse valorosissimo, e, comunque fosse astuto, non ebbe l’astuzia massima di accarezzare la plebe; se le avesse dato quel ch’ella chiese e ottenne dopo, se le avesse concesso i tribuni avversatori dei patrizj, e il diritto a tutti di salire ai primi gradi dello Stato, e l’eguaglianza dei diritti, non sarebbe caduto, non sarebbe stato scacciato, avrebbe continuato a regnare. E, di cosa in cosa, e di periodo in periodo, quando venne al momento dell’orrenda alluvione dei Galli, Cesare s’accigliò e alzossi e diessi a misurare il terreno della tenda con passo celere; pareva che assistesse ad una scena presente, e vedesse le sgominate legioni e i soldati sgozzati per la campagna, e i cittadini in fuga, e Roma messa a sacco e a fuoco, e dagli stessi nemici latini compianta, come se già fosse un mucchio di rovine; così accigliato, pareva meditasse una vendetta lunga, sterminata, inesorabile, più tremenda assai dell’antica offesa, e forse in quel punto gli entrò in petto l’avida brama di essere inviato colle sue legioni a conquistar le Gallie. Ma si calmò, pensando a Camillo, Romolo secondo, padre della patria, come il popolo lo aveva acclamato, e alla duplice vittoria e ai Galli, scannati tutti."
      },
      {
        "index": 5,
        "text": "Pur meditava che quel duello a morte tra invasi e invasori, era stato utile, perchè i popoli italici s’erano stretti così intorno a Roma, e i Latini, almeno per qualche tempo, si riposarono dall’odio contro di essa, come fecero gli Etruschi e i municipj e i socj e le colonie; tornati poscia ai prìstini rancori, diedero occasione a Roma di spiegare tutta quanta la sua sapienza armata, e però con sessant’anni di guerre, terribilmente e astutamente guidate, provocare il desiderio nelle genti dell’Apennino, nei popoli del Sannio, del Lazio, della Campania, dell’Etruria, di diventar tutti cittadini romani. A questo punto, s’intrattenne con quel popolo, che al tempo dei Galli, e delle disastrose guerre interne di Roma coi vicini, era il primo popolo del mondo, e pensò ad Alessandro, che, non ancora trentenne, aveva sottomesso più che cinquanta milioni d’uomini, e ai Greci successori, caduti in bassa viltà, e al re Pirro, e alle due sconfitte toccate per l’inaspettata comparsa degli elefanti, e l’impeto, non mai prima sopportato, della cavalleria tèssala; si confortò rimeditando il senno del nonagenario Appio che negò a Pirro di venire a patti, se prima non fosse uscito d’Italia, onde fu causa che il re, tornato alle armi, dovesse ridursi, vinto, al suo regno cogli inutili elefanti e colla non più invincibile cavalleria tèssala. E Cesare di nuovo si accigliò e s’alzò di nuovo, pensando alle guerre puniche e alla morte di Regolo e al genio di Amilcare cartaginese, che preparò il genio maggiore del figlio Annibale, inizj della prima guerra punica, intercalata dall’invasione dei Cisalpini, dei Boi, e dei Cenomani, e d’altri della loro schiatta, che misero il Senato nella necessità di decretare la patria in pericolo; intercalata poi dalle vittorie del console Flaminio e di Metello."
      },
      {
        "index": 6,
        "text": "Passeggiando, e fermandosi di tratto in tratto, e prolungando il soliloquio della memoria al cospetto della stragrande figura di Annibale, si sentì invaso dall’entusiasmo, diremo, lirico, della guerra, della conquista, della gloria, dell’impero. Cesare solo poteva comprendere Annibale, il solo nemico di Roma che aveva compreso Roma; uomo di guerra, insuperabile, ma uomo eziandio di profonde e profetiche vedute politiche, che, unico allora, e prima dello stesso Scipione, avea pensato come, dopo il postremo cozzo tra Cartagine e Roma, la fortuna avrebbe decretato ai popoli a quale delle due città dovessero obbedire. Cesare, considerando quel guerriero straordinario, e confrontando il sistema degli eserciti dei condottieri romani e del cartaginese, stupiva come colui potesse governar le battaglie con tanta disparata varietà d’elementi, il Greco, l’Ispano, il Gallico, l’Asiatico, e con soldati barbari e persino antropofagi, non aventi numi, nè riti, nè patria; e pensò a Canne, e all’impeto inconsulto del plebeo Varrone, che, solo e senza un soldato, pure ottenne dalla sapienza del Senato Romano il trionfo della sventura. Considerava come lo sterminato genio d’Annibale, se mandava uno splendore perpetuo fra i posteri, era stato inutile, lui vivo, perchè la sua patria non lo avea compreso, per il che perdette poi sè stessa a Zama, dove Scipione, rifacendo il disegno di Regolo, avea tratto il formidabile nemico."
      },
      {
        "index": 7,
        "text": "E Scipione a Zama fece il pensiero di Annibale, giocando l’ultima sanguinosa giocata, e quel pensiero comunicò ai legionarj, quando dal cavallo tuonò loro, prima della battaglia, che, tramontato il sole di quel dì, il mondo saprebbe se di Roma o di Cartagine sarebbe stato mancipio."
      },
      {
        "index": 8,
        "text": "Col capo chino, e le braccia intrecciate dietro il tergo, così rifletteva: Romolo, Camillo, Scipione sono i tre Numi terrestri che generarono, nutrirono e diedero a Roma l’onnipotenza. Gli altri che vennero dopo non furono che uomini al cospetto di essi. Usufruttarono ed ampliarono il mondo creato, ma la creazione era già compiuta. Or che dunque resta a fare? dopo Zama questa mia Roma ottenne tutto che volle. In cinque lustri, l’Asia Minore, la Siria, l’Egitto; la patria di Alessandro cadde anch’essa, schiere di re comparvero incatenati dietro ai carri trionfali. Il trionfo di Paolo Emilio non fu mai superato da nessun altro; che altro dunque rimane a fare?"
      },
      {
        "index": 9,
        "text": "Dal tempo di Scipione, risalì ancora la corrente delle vicende romane, per esaminare di nuovo tutta la compagine dei varj elementi che concorsero a generarle; e questo, all’intento di vedere appunto quel che ancora avrebbe potuto un uom forte e di alti pensamenti e di instancabile volontà, il quale si proponesse di accrescere il numero dei terrestri numi di Roma. Ripensava pertanto, come le genti latine, i confederati italiani, s’erano addossati alla civiltà romana, senza però volerne essere assorbiti, e pretendendo che il diritto latino e l’italico dovessero rimanere inviolati, davanti al diritto quiritario, e le deità latine e i genj autonomi dell’Apennino, ignoti altrove, non dovessero temere i fulmini dall’olimpico Giove; ma come poi, allorchè i Romani si nominarono re cittadini, i Latini e i Tirreni e gli altri Italici più non tenessero alla conservazione del loro diritto, diventato inutile, nè più si sgomentassero degli arcani genj vaganti lungo le falde e le creste della montagna sacra, e con ogni maniera d’astuzie e di frodi legali s’affannassero a penetrare nel vietato _post murum_, onde farsi annoverare fra quei re sulle tabelle del censo; e tutto questo, ad onta dell’orgoglio patrizio, che raggiunse il punto massimo, quando Scipione ascese al tempio di Giove Capitolino, rifiutandosi a dar conto della propria amministrazione, e sprezzando l’ingratitudine di coloro, che non volevano dilungarsi da quella consuetudine, pure al cospetto di chi aveva fatto Roma padrona del mondo. Cesare, speculando le vicende di Roma e dell’umanità, pensava come, dopo Scipione, lo splendore della gloria e della potenza aveva dovuto rischiarare orrende piaghe, e generarne e inasprirle; e la ricchezza, accumulata nelle mani dei patrizj e degli usuraj e dei pubblici appaltatori, isterilire i campi, disertare i paesi, abbandonare l’agricoltura agli schiavi. Qui, nel profondo della notte, gli si affacciò l’insanguinata figura di Tiberio Gracco, il generoso ch’erasi proposto di salvar Roma ridonando gli alimenti all’agricoltura derelitta, impedendo che la ricchezza si condensasse in poche mani, e l’Italia si condensasse in Roma, ma sibbene sforzando Roma, a prolungarsi su tutta l’Italia, e dai moltiplicati rostri eretti lungo l’Apennino e i due mari, tuonassero le voci numerose di quella nuova Roma, che, uscita da sè stessa, sarebbesi estesa da Caulonia a Genua."
      },
      {
        "index": 10,
        "text": "Dietro la figura di Tiberio Gracco, gli comparve quella del fratello Cajo, rifuggitosi nel bosco delle Furie, e poscia cadente sul ferro, che lo schiavo, per ordine suo, gli appuntò al petto, allorchè i suoi nemici furono per raggiungerlo. Dopo questi due grandi sventurati, Cesare meditò i vastissimi concetti di Livio Druso, altra anima santa, e mente indarno profetica, più profondo di Tiberio, più cauto di Cajo."
      },
      {
        "index": 11,
        "text": "Ammirava Cesare quel suo sistema di universale conciliazione, e il disegno di allontanare da Roma la sempre, ed a ragione, torbida plebe, accontentandola colla possidenza e coi lavori dei campi, e, radunando gl’italioti, con quelle rogazioni, che animarono le speranze di tutta Italia; e mentre ammirava questi vasti disegni, rammentava, raccapricciando, che Druso era stato trafitto nel Foro da una pugnalata a tradimento, la quale impedì la salvezza di Roma, avvolgendola in tre guerre consecutive e terribili: la servile, la barbarica, la sociale, per la qual ultima caddero sul campo più di trecentomila uomini. Ma colui, pensava Cesare, non comandava a legione nessuna, e non è che la forza armata capace di convertire, in fatti duraturi, i più ardui concepimenti dell’intelletto."
      },
      {
        "index": 12,
        "text": "Così protraendo la storica recensione, a guisa di un’artista di gran genio, delirante per il nuovo e l’inaspettato, il quale, rianda colla memoria le opere dei grandi, coll’intento di scoprire che nuovi spiragli rimangano all’arte e quali vie, ancora inesplorate, restino a percorrere, e nel tempo stesso quali errori debbansi fuggire, attraverso all’ombra di Livio Druso, l’associazione delle idee mise Cesare al cospetto di Mario, del suo parente Mario, del figliuolo del banchiere Arpinate, il quale era stato assunto ad inclite nozze con una figliuola dell’illustre famiglia Giulia; ed esultava nel pensiero che il plebeo Mario aveva saputo vendicar Roma dalle viltà dei patrizj, insensibili alle ingiurie di Giugurta, e all’epigramma fatale di quel barbaro, onde aveva detto, essere la padrona del mondo, _repubblica da affittare_, e compir la vittoria di Metello, il capitano dei patrizj; e ammirava il suo modo di guerra all’antica, metodico, disciplinato, austero, cauto all’uopo, e all’uopo fatto di sorprese veloci e d’impeti tremendi, onde arrestò l’alluvione barbarica e dissuase i popoli del Settentrione dal tentar nuove invasioni; esaminò poi attento il rovescio di quell’uomo straordinario, inarrivabile in guerra, nullo, e peggio che nullo, nel maneggio della cosa pubblica, e nel governo delle fazioni, senza fermezza di carattere, senza costanza di principj. Cesare ne traeva la conseguenza che un capitano di eserciti, per quanto grandissimo, se non possiede anche la sapienza dell’uomo di Stato, è un uomo a mezzo, incapace di condurre a maturanza le rivoluzioni, dannoso a sè, fatale alla patria, devoto in ultimo al dispregio delle moltitudini, e deplorava che Mario avesse tradita la plebe, e preparato così il trionfo degli ottimati."
      },
      {
        "index": 13,
        "text": "Il nobile Cesare odiava gli ottimati, amava la plebe. Pur, se questa può sembrare una virtù d’apparenza, tutti i tiranni delle grandi e delle piccole nazioni odiarono sempre i patrizj, accarezzarono ognora la plebe. Da Tarquinio il Superbo, ai più perfidi dei Visconti e degli Sforza, codesto fenomeno è invariabile. Però Tarquinio fu scacciato dai patrizj, però gli uccisori di Gian Maria e di Gian Galeazzo, erano nobili; e il popolo li insultò, lasciando, indifferente, che venissero decapitati. Cesare covava già il futuro; lo aveva covato fin da fanciullo, colla meravigliosa precocità della sua mente, che gli metteva in petto il disdegno d’essere ancora eguale agli altri. Imparziale e giustissimo estimatore d’uomini e cose nel soliloquio della coscienza, negli atti esterni dimenticava i segreti giudizj, e faceva quello che riputava poter giovare ai supremi suoi intenti. Quando di notte, nel tempo della sua edilità, rialzò i trofei di Mario, non fu già perchè avesse voluto onorare quell’eroe a due faccie, ma perchè gli sembrò che quella prova di coraggio potesse, a tutto suo favore, percuotere di meraviglia il popolo romano."
      },
      {
        "index": 14,
        "text": "E come giudicava Mario, giudicava Silla, ma a rovescio. Amava l’eroe d’Arpino, pur dispregiandolo, e odiava Silla, ammirandolo. Comprendeva la sapiente astuzia di colui, nello stare sempre lontano da Roma, intanto che Mario, sebbene maledetto dai due partiti, era tuttavia l’eroe massimo, e, anche dopo avere udita con gioja la morte del rivale, nel tenersi per più anni ancor lungi dalla patria, per dar tempo ai Romani di stancarsi dei sanguinarj proseliti di Mario. Comprendeva tutta la gravità del concetto sillano. Siccome Temistocle aveva detto trovarsi Atene sulle navi, in pari modo Silla aveva veduto la _Roma vera_, la _Roma viva_, trovarsi tutta nel campo, marciante e vagante e vittoriosa, in mezzo alle legioni. Riputò pertanto ch’egli, in questo, doveva riprodurre, con imitazione rigorosa, la sagacia sillana; chè le conseguenze di quella sagacia, dopo le vittorie d’Oriente contro Mitridate, furono la vittoria in Roma, e il dominio assoluto sull’Italia. Cesare, il nemico acerrimo di Silla, lo ricopiò letteralmente. Se si fosse trattato di un’opera dell’arte, tutti lo avrebbero redarguito di vergognoso plagio. Ma, sul campo dell’azione, il plagio, quand’è usufruttato opportunamente, è un atto di sapienza. E, sempre ammirando l’odiato Silla, comprendeva, senza che ne provasse ribrezzo, come la tranquillità spietata onde aveva imposto la sanguinaria proscrizione e lo sterminio di intere popolazioni, di intere città, di tutto che gli parve contaminare la repubblica, assomigliasse alla tranquillità del chirurgo, il quale amputa le membra credute funeste all’intero corpo. Cesare pensava che, in questo, non lo avrebbe mai imitato; ma pure non sentiva orrore di quelle stragi operate con metodo, quasi diremmo scientifico. Un romano non poteva aver le nostre viscere, e se Cesare fosse pietoso lo si vide quando, giovinetto, fece impiccare i pirati dai quali erasi riscattato; lo si vide nelle Gallie, e più in Roma, allorchè, alla ferocia, congiunse la viltà, la viltà nata d’invidia, esercitata contro il generoso e prode Vercingetorige, l’emulo suo formidabile, il quale, datosi spontaneamente a lui, fu tratto a Roma, incatenato al carro trionfale, tenuto in carcere decenne, e scelleratissimamente poi fatto scannare."
      },
      {
        "index": 15,
        "text": "La clemenza di Cesare, onde son piene le pagine della storia convenzionale, assomiglia alla così erroneamente decantata generosità del leone che, pur allora che è satollo, si tien la preda in serbo per divorarla poi. Eccettuata adunque la proscrizione, Cesare s’accorse che di tutti i Romani, che nel passato s’eran tenuto in pugno il massimo potere, da quel Silla che aveva tanto aborrito e che aborriva ancora, doveva ripetere le prime linee del proprio disegno, e rifare, quando fosse venuto il tempo, molti dei provvedimenti che segnalarono la dittatura di colui. Silla spartì le terre dello Stato a centoventi mila veterani, diede la libertà a migliaia di schiavi. In questo Cesare pensava di imitarlo; ma non mai, se la fortuna fosse stata per dargli la preponderanza sulle sorti romane, avrebbe voluto nè dare, nè conservare al Senato la sovranità del governo, non mai avrebbe voluto discendere dal sommo fastigio dello Stato, per ridursi a vivere ed a morire da privato."
      },
      {
        "index": 16,
        "text": "— È chiaro, diceva Cesare, che colui nell’estremo della vita era impazzito; forse l’assidua pena onde i pedicoli voraci, penetrandogli sempre più nelle carni, lo tormentavano, gli fecero aborrire e disprezzare quell’ente che è più desiderabile dall’uomo il quale sa e sente di essere superiore a tutti gli altri, il potere; in questo non avrebbe mai voluto imitarlo."
      },
      {
        "index": 17,
        "text": "A questo punto, al lume di una _lucerna polimixa_ che contava dodici lucignoli, tornò a leggere Varrone, e a misurare i segni geografici onde quell’archeologo aveva incise alquante tabelle a schiarimento di Polibio, di Eratostene e di Ipparco. Cesare in quella notte misurò tutte le terre che allora erano sottomesse a Roma. Verso l’ora del _conticinio_ si adagiò sul cubicolo da campo, e dormì fino a sole alto. Dopo il meriggio gli fu recato il decreto del Senato che gli vietava di potere simultaneamente aver l’onore del trionfo e optare al Consolato. Non stette in dubbio un istante. Recossi tra le legioni; le licenziò. Un lungo ululato in cui l’entusiasmo suonava insieme col dolore, accompagnò le sue parole."
      },
      {
        "index": 18,
        "text": "A notte entrò in Roma segretissimamente."
      }
    ]
  }
}
