{
  "chapterNumber": 35,
  "title": "XIX. LE TRE GRAZIE E I TRE FAUNI (Vol. II) — The Three Graces and the Three Fauns",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Se non che, portata la causa davanti al pretore, Cesare, Crasso e Clodio videro essere stato inutile tutto il denaro profuso tra i senatori ghiottoni, e i testimonj bugiardi, e il tribuno ambidestro; e pensarono che tutto riusciva a capo, che i maneggi erano divenuti assai più difficili, perchè era necessità brogliare in prima per la scelta dei giudici, poi con altro oro disarmarli d’onestà e di giustizia. Quella scelta per Clodio andò tra bene e male. Cinquantasei furono i giudici; di questi varj erano i temperamenti, le tendenze, le amicizie, le inimicizie, le virtù, i vizj. Tuttavia, l’oro onnipotente riescì a fare della maggior parte di quei molteplici elementi una pasta unica ed avvelenata. Alcuni però resistettero, rispondendo con insulti alle tentazioni; ed erano i più potenti, i più influenti e i più ricchi, come naturalmente doveva essere. L’oro per essi non poteva aver la forza dell’esca. Ma Cesare tanto almanaccò, che riuscì a cavarne più che un costrutto. Tra quei giudici v’era un _Contatore_, un _Ceva_, un _Furio_, di sfondate ricchezze, come fu detto, amanti della repubblica, onestissimi nella trattazione degli affari proprj e degli altrui; ma protagonisti in Roma di strani e non casti racconti, per l’effeminatezza dei loro costumi e per libidine delira."
      },
      {
        "index": 1,
        "text": "— Però, disse Cesare a Crasso — in un punto che stavano tormentandosi per diradare le difficoltà — se io avessi le tre Grazie che vive e vere tu recasti a Roma da Atene, certo che costoro sarebbero presti a giurare anche il falso."
      },
      {
        "index": 2,
        "text": "— Anch’io ho pensato a questo, rispose Crasso; non veramente alle tre mie Grazie incomparabili, ma ad altre fanciulle che tengo nel gineceo; e ti giuro pei numi ch’io sono talmente arso di puntiglio per riuscire in questo affare, che per appagarmi darei fondo a tutti i miei tesori, non che alle tre Grazie."
      },
      {
        "index": 3,
        "text": "E Crasso fece in modo di trovarsi con quei tre onestissimi Fauni togati; e, parlando con essi delle più belle donne di Roma, venne a proclamare la preminenza delle greche."
      },
      {
        "index": 4,
        "text": "— Ed io ne tengo di tali, soggiunse poi, che le più famose fanciulle romane parrebbero laide al loro confronto. Tra le altre, son tre ateniesi, insigni di così attraente perfezione, che tutte le statue d’oro degli dei che hanno are in Roma non varrebbero a compensarle. Ma tu non credi, o Furio. Ebbene, tutti e tre v’invito a cena; e intorno al triclinio, dopo l’inspiratore Falerno, gireranno liberali della loro scoperta beltà le sedicenni, coronate di fiori, che, al pari delle ore, mi segnano i passatempi del giorno."
      },
      {
        "index": 5,
        "text": "— E noi verremo, o Crasso, e ammireremo anche gli altri tesori da te accumulati nelle tue conquiste."
      },
      {
        "index": 6,
        "text": "E venne l’ora della cena; sedettero al triclinio i tre invitati; vi sedettero Cesare, Crasso e Lucullo. Fu lenta quella cena, lieta, briosa, lucente oltre il consueto."
      },
      {
        "index": 7,
        "text": "I tre Fauni stavano tracannando Falerno, quando, a un tal punto, vennero introdotte sette fanciulle delle più belle, comperate già, col più squisito intendimento dell’arte, nelle varie provincie d’Italia; e tutte nel costume delle sette _eterie_ che furon messe innanzi a Fidia, perchè delle parziali e diverse loro bellezze ne plasmasse un insieme unico di non raggiungibile perfezione."
      },
      {
        "index": 8,
        "text": "E quelle fanciulle, a un cenno, quasi trasvolarono innanzi ai tre invitati attoniti e acutamente concitati; e uscirono dal triclinio."
      },
      {
        "index": 9,
        "text": "— Ebbene, amici, disse allora Crasso, codeste che avete vedute, son bellissime figlie della terra; ma or vedrete le Grazie immortali, le tergemini di Citerea, le sorelle d’Amore. Sorgete ed adorate! — E diè un cenno."
      },
      {
        "index": 10,
        "text": "Entrarono le tre Grazie, pudibonde, raccolte, chinati e timidi gli sguardi."
      },
      {
        "index": 11,
        "text": "Erano inver beltà tutta divina."
      },
      {
        "index": 12,
        "text": "Anche i volti di Lucullo e Crasso lucevano arrubinati di Falerno, e il raggio dell’occhio, male affratellandosi coi raggi delle fiamme che splendevano nel triclinio, raddoppiava loro il numero delle tre dive; e le giudicavano con entusiasmo, ma senza quel discernimento che vede il casto nel perfetto nudo. Ma a Cesare, il quale non beveva mai vino, guardando quelle fanciulle, non pareva più impossibile che la greca Elena avesse potuto esser cagione di una guerra decenne; e, dopo averle osservate senza turbarsi, pur in mezzo a quel presente tutto pregno di voluttà, volse il pensiero al futuro."
      },
      {
        "index": 13,
        "text": "E il futuro consigliò Cesare ad alzarsi, e a guardar Crasso con occhio sì parlante, che quegli, sebbene esaltatissimo, comprese; e ammiccato alle schiave custodi, le tre dive, comperate da un mercante di Atene a un prezzo minore di quello ch’era stato offerto pei tre poledri celeberrimi, involati alle stalle di Mitridate, uscirono di là — e poco dopo usciron tutti — Crasso trasse in disparte Furio, e:"
      },
      {
        "index": 14,
        "text": "— Voglio che tu parta soddisfattissimo di me; ho in pensiero di farti un dono; ma a un patto."
      },
      {
        "index": 15,
        "text": "— Qual dono e qual patto?"
      },
      {
        "index": 16,
        "text": "— Ti concedo Aglaja, la più bella delle tre Grazie; ma tu devi operare in modo che per tua parte Clodio sia rimandato assolto."
      },
      {
        "index": 17,
        "text": "Al Fauno patrizio parve incredibile e insperabile il dono; onde conchiuse coll’accettare e coll’obbedire e col promettere e col giurare."
      },
      {
        "index": 18,
        "text": "Gli altri due fecero il medesimo."
      },
      {
        "index": 19,
        "text": "Nè qui terminarono le vittoriose insidie tese da Cesare e Crasso; ma altre più turpi e più inaudite ne ordirono, e molti stetter conficcati all’amo."
      },
      {
        "index": 20,
        "text": "E venne il giorno che al Pretorio si radunarono i giudici per emettere l’ultima sentenza. Essi, come fu detto, erano cinquantasei. Venticinque condannarono Clodio, trentuno lo assolsero."
      },
      {
        "index": 21,
        "text": "Così nei tempi corrottissimi si vende e si compera la giustizia, e non è mezzo, per quanto osceno, a cui non si ricorra."
      },
      {
        "index": 22,
        "text": "E in proposito del fatto di Clodio e dell’oro profuso e delle fanciulle offerte e accettate, e d’altre turpitudini ancor peggiori, così prorompe Cicerone: — _Giammai una più scandalosa compagnia di ribaldi si assise innanzi alle tavole del giuoco assassino. Fra senatori infami e cavalieri cenciosi, sedettero pochi uomini onorati, coi volti mesti, quasi tementi di esser guasti dal contagio di quegli scellerati._"
      },
      {
        "index": 23,
        "text": "Ma chi era lo scellerato primo e massimo?"
      }
    ]
  }
}
