{
  "chapterNumber": 16,
  "title": "XV. GLI ERGASTOLI PRESSO GLI ANTICHI ROMANI (Vol. I) — The Ergastula of the Ancient Romans",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Gli ergastoli, o luoghi di lavoro forzato, presso gli antichi Romani, dipendevano dalla giurisdizione privata. V’erano gli ergastoli urbani e i suburbani o campestri. I primi stavano nei vasti sotterranei dei palagi patrizj; gli altri presso le ville e nelle campagne. Gli schiavi e i servi colpevoli venivan chiusi nei suburbani; e durante il giorno, trascinando le catene, e sotto l’assidua minaccia della verga del servo custode, lavoravano i campi. I non colpevoli empivano i sotterranei dei palagi romani. Attendevano a lavori diversi: le donne a tesser lini, a cucire saj, a listar clamidi e toghe, ad apprestar pepli; gli uomini a lavorar calcei e solee, a tingere del colore del pesce triglia, che latinamente chiamavasi _mullus_, il mulleolo lunato ed il cucirvi sull’estremo il C, significante il numero centenario dei Romani: a preparare i calcei puri o _peroni_ per la folla dei servi e degli schiavi. Era interdetto ogni sorta di lavoro che desse fragore e potesse turbare i tripudj dei lucidi triclinj ove sdrajavansi i padroni, o i profondi silenzj delle camere cubiculari."
      },
      {
        "index": 1,
        "text": "La giovane Gordiene era stata chiusa dal padre di Marco Sceva nel sotterraneo appunto del suo ampio palagio."
      },
      {
        "index": 2,
        "text": "In quel vasto antro dove s’affollavano uomini e donne a centinaja, gemeva Gordiene e malediceva al padre di Marco e supplicava gli Dei perchè mandassero il giovane valoroso in suo soccorso. Ma colà invece discendeva il padre a vederla, a parlarle, a tentarla, a minacciarla; e sovente se la faceva condurre nelle segrete stanze, dove colla violenza avrebbe soddisfatto alle brame procaci, se essa la prima volta levando da una guaina d’oro che teneva nell’aureo cinto una breve lama ricurva non avesse così parlato:"
      },
      {
        "index": 3,
        "text": "— Questa, disse al vecchio Publio, è intinta di veleno d’aspide; tu mi puoi trafiggere a morte; ma tu cadrai senza vita prima di me, come fossi colto dal fulmine, se appena di un punto ti sfioro la pelle. Re Mitridate, maestro in preparar veleni, diede un tal dono a me ed a Stratonica divina, perchè fosse custodia alla beltà nostra, e sgomento alla violenza dei tentatori. —"
      },
      {
        "index": 4,
        "text": "Il giorno in cui Marco Sceva fu alla casa di Cesare, Gordiene era stata insidiata dal padre di lui, ed ella, come sempre, avealo respinto e atterrito col funesto splendore dell’avvelenata lama."
      },
      {
        "index": 5,
        "text": "Però il padre di Marco, temendo e considerando che la via della violenza gli era interdetta, ricorse alle blandizie, alle promesse, giurò alla fanciulla l’avrebbe rimessa in libertà e resala degna d’essere invidiata dalle più nobili dame romane; ma Gordiene era incrollabile; e alzando la voce e facendo vibrare in suon minaccioso e beffardo il suo greco accento: — Antepongo, esclamava, di essere schiava del figlio tuo, che libera con te e per te. —"
      },
      {
        "index": 6,
        "text": "Marco, quando venne al Palatino per recarsi al palagio di Catilina, ritorse il passo e tornò al palagio paterno."
      }
    ]
  }
}
