{
  "chapterNumber": 3,
  "title": "II. LAJA PITTRICE E IL RITRATTO DI CESARE (Vol. I) — Laja the Painter and the Portrait of Caesar",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La ragione per cui sulla sommità del clivo Capitolino, intanto che Pompeo trionfava, era comparso improvvisamente Giulio Cesare, non era stata indovinata da nessun Romano; neppur da Pompeo, troppo saturo d’orgoglio, per sospettare in altri intenzioni rivali. Ma l’osservatore Lucio Cornelio Silla, che nella toga mal cinta del giovinetto parente di Mario aveva letto il futuro, tosto, allorchè volse la testa iraconda a quell’inattesa apparizione, ne intravide l’intento e ne parlò poi sdegnosissimamente con Lucullo banchettando seco lo stesso dì."
      },
      {
        "index": 1,
        "text": "Cesare il seppe, e giacchè, anche senza questo nuovo sdegno, non riposava tranquillo sul perdono strappato all’onnipotente dittatore dalle preghiere e dalle lagrime delle Vestali, pensò, come tutti sanno, di lasciar Roma, e andò a militare in Asia sotto Marco Termo pretore, intrattenendosi in Bitinia presso Nicomede; poi militò in Cilicia sotto Servilio Isaurico, e non ritornò in Roma se non quando fu certissimo che le piattole vendicatrici avevano consegnato all’Averno il suo mortale nemico."
      },
      {
        "index": 2,
        "text": "Appena ritornato, il suo primo pensiero fu di abbandonare il palazzo avito che teneva sul Palatino e di farsi architettare nella Suburra una piccola casa grecamente elegante, che in breve gli costrusse il suo amico Ermodoro di Salamina, il celebre autore del tempio di Giove presso il portico di Metello. Non v’è atto della prima gioventù di Cesare, anche il più minuto e a primo tratto insignificante, che non meriti di essere intimamente esplorato. Tutto per lui aveva una ragione di essere; perfino le inezie tenevano in germe un remoto intento. Il Palatino era il quartiere dove sorgevano i palazzi del più vetusto patriziato romano (i nobiloni dei quattro quarti d’allora). Esso, come dice Ampère, era a Roma quel che il sobborgo St. Germain è a Parigi. Era la nostra Porta Nuova, il Borgo Nuovo, la via de’ Bigli, la via Monforte; quel che si vuole insomma. Sulla linea parallela del Palatino, al di là della basilica Opima e della via Sacra e del tempio degli Dei Penati, correva la via del Foro alle Carine, dove abitava la gente nuova, i cavalieri, gli uomini di toga e di borsa, i causidici, i banchieri, i ricchissimi aggiotatori della pubblica fame. Cesare abbandonando il quartiere della gente vetusta, non si degnò di traslocare in quello della gente nuova, ma trasportò la sua dimora dove s’affollavano a miriadi le casupole, le botteghe e le officine della porca plebe, dove rintronavan martelli e incudini e stridevan seghe, dove vagolavan meretrici e vespertini adulteri, dove stava persino l’abbominata dimora del carnefice di Roma."
      },
      {
        "index": 3,
        "text": "La Vedra, le Vedrazze, il borgo di Cittadella, il vicolo del Sambuco in Milano potrebbero dare, sebbene con maggior decoro, una qualche imagine della Suburra, la quale si stendeva sul monte Celio appena fuor della mura (extra mœnia). E Giulio Cesare venne ad abitar qui precisamente. Or non si pressente già colui che preferiva di esser primo in un villaggio che secondo in Roma? La casa di Cesare, veduta da lunge aveva l’apparenza di un tempietto greco: sarebbesi detta la dimora di un nume, e ciò anche per l’eccessivo contrasto colle catapecchie che in lungo e in largo le sorgevano d’intorno. Correvan le none di maggio dell’anno di Roma 674 — ovverosia il cinque maggio. Era l’ora quinta del giorno (_hora quinta diei; — mane ad meridiem_). Intorno alla casa e sotto il portichetto a colonne joniche stavan clienti, ombre; vi eran soldati dalle profonde cicatrici, dalle braccia monche, dalle troncate gambe, dalle chiuse e bendate occhiaje, probabilmente i derelitti veterani di Mario; — e fra tutti, per le insolite vesti, si distinguevano i lerci ebrei, i vampiri usuraj che attendevano al varco il già tanto indebitato pronipote della Venere dea. — Ma si entrino i penetrali, a visitarvi il divo Giulio; e come l’Apollo sagittario ei ci si presenta infatti nudo come la celebre statua greca, bianco e diafano come il marmo pario, posante come quel dio. Egli stava in quel punto facendosi ritrattare dalla più valente pittrice di quel tempo, da quella celeberrima Laja di Mileto, che dipinse per la prima volta sè stessa nelle proporzioni del naturale adoperando gli specchi di cristallo grandi come il corpo umano: i quali specchi insieme coi vitrei musaici, erano stati introdotti in Roma dalla Grecia fin dai primi tempi di Silla (_Specula totis paria corporibus_). La giovine Laja, severa come una Minerva, inaccessibile a qualunque senso che non fosse il più profondo amore dell’arte, sedeva innanzi a quella statua viva disegnandone i contorni su di un’ampia tavola."
      },
      {
        "index": 4,
        "text": "Presenti a quella seduta artistica c’era il vecchio Sopolis, il maestro di Laja, il più distinto ritrattista di Roma, prima che quella fiorisse, e che amava la sua allieva più di sè stesso e della quale, anzichè avere invidia, si gloriava. Medesimamente stava presso a Cesare il suo vecchio famulo Taltibio, che idolatrava il padrone avendolo portato fra le braccia infante. Cesare non credendo che Laja venisse in compagnia di Sopolis, per un tratto di squisita delicatezza volle presente il vecchio famulo, onde stornare sospetti e non scemare d’un punto l’innocente severità dell’arte. Taluno potrebbe dire: e perchè allora farsi ritrattare in quel costume così eccessivamente scoperto? Cesare non lo deve aver fatto a caso. Sapeva di aver forme bellissime e desiderava che ciò si sapesse in Roma e fosse testificato dall’inappellabile giudizio degli artisti."
      },
      {
        "index": 5,
        "text": "— Una dote di più, pensava egli, è un’arma di più. Cinquantamila giovani dame romane ben possono, ad un bisogno e secondo i loro mezzi, confederarsi a cinquantamila strenui soldati; e in ogni modo aiutarmi nei privati convegni sollecitando a mio pro amanti, parenti e mariti."
      },
      {
        "index": 6,
        "text": "La figura di Cesare, alta, elegante, asciutta come quella di tutti i giovani, offriva all’occhio le proporzioni del discobolo greco. Vista un po’ da lunge pareva aver braccia e gambe non fortissime; ma queste vedute dappresso e misurate, oltrepassavano la grossezza comune; grossezza che veniva dissimulata dall’egregia proporzione appunto. Alcuni autori antichi e moderni ebbero a far le meraviglie confrontando la gracilità alle fatiche incomportabili e straordinarie ch’egli solo potè sostenere. Ma fisicamente, non si fa se non quel che si può fare: e per quanto la virtù dell’animo, o a dir meglio, l’ispirazione, il soffio, il dio prepotente della volontà possa far prodigi, se non c’è la potenza dei muscoli, le fatiche non si possono protrarre a lungo. Alessandro, Cesare e Bonaparte ebbero tutti e tre forme apparentemente arrotondate; ebbero pelle candidissima e quasi muliebre; ma nessuno più di loro seppe resistere alle fatiche del campo. La forza veniva celata dall’epidermide; come l’ambizione sterminata e la profonda scelleraggine dall’amabile astuzia e dall’ingannevole volto."
      },
      {
        "index": 7,
        "text": "Tuttavia, in quelle membra egregie di Cesare, c’era un lieve difetto. Verso le regioni dei lombi, la spina dorsale, quella che Napoleone al cospetto della scoperta di Volta, disse essere la pila della vita animale, appariva lievissimamente deviata; deviazione che l’anatomico riscontrò pur nel cadavere imbalsamato di Napoleone allorchè da Sant’Elena venne trasportato in Francia. Strana somiglianza che, sebbene in diverso modo, pur si riscontra nell’apollineo collo di Alessandro il Grande, di alcun poco inclinato da un lato. Si direbbe che il _ganglio massimo_, che è la testa, abbia voluto in questi tre uomini che rappresentano la più sterminata potenza delle facoltà mentali, dare indizio della sua eccezionale pesantezza gravitando sulle altre parti del corpo. E un altro difetto che non appariva ancora nel ventenne Cesare, ma doveva rivelarsi precocemente, era la calvizie. Non si può sapere da che questa sia derivata in lui, e come derivi in altri. Ma la testa di Cesare offriva un fenomeno strano; mettendo la mano al disopra di essa, anche alla distanza di un palmo, si sentivano gli effetti come di una forte irradiazione di calore e sovente una lieve onda di fumo vaporoso ne lambiva la superficie, quasi che una fiamma riscaldasse internamente le cavità del cranio."
      },
      {
        "index": 8,
        "text": "La pittrice Laja non conosceva questi fenomeni, e non poteva prevedere la calvizie futura nella chioma corvina acconciamente inanellata dell’elegante patrizio; ed era tutta intenta invece, nella sfiducia che in quel punto l’aveva assalita, a cercar di ritrattare la luce degli occhi di Cesare (_nigri et vegeti_) che abbagliavano dominando, e parevano parlare pur nel silenzio del labbro, il quale era roseo e tumido a significazione di voluttà, e dava di tanto in tanto un tremito lieve come se la parola gli scorresse sopra ed ei volesse trattenerla. Pareva il labbro di lord Byron, questo Cesare non riuscito, come Champagny ebbe già a definirlo."
      },
      {
        "index": 9,
        "text": "La seduta durò quasi due ore."
      },
      {
        "index": 10,
        "text": "A un certo punto Giulio Cesare con morbido accento:"
      },
      {
        "index": 11,
        "text": "— Sarai stanca, o Laja, disse, proseguiremo domani. Non voglio che la tua mano s’affatichi più del conveniente. Tuttavia fammi certo, o Laja, del quando, impiegando due ore al giorno, il mio ritratto sarà compiuto."
      },
      {
        "index": 12,
        "text": "— Oggi siamo alle none di maggio. A quelle di giugno il popolo romano vedrà l’effigie tua sotto al portico di Metello. In quel giorno farai in modo, o Giulio, di essere assente da Roma e farai correr la voce che ciò possa essere per qualche grande impresa, a meno che tu non t’incarichi di compirla davvero. Affinchè il ritratto sia convenientemente apprezzato e metta in entusiasmo il tuo popolo, conviene ch’ei senta il desiderio dell’originale lontano."
      },
      {
        "index": 13,
        "text": "— Quel che possa avvenire tra un mese non lo so; ma certo sarà appagato il tuo desiderio."
      },
      {
        "index": 14,
        "text": "Laja si alzò e uscì col vecchio Sopolis, attraversando un lungo androne affollato di cittadini romani."
      },
      {
        "index": 15,
        "text": "Cesare infilò la toga che Taltibio gli porse e, guardandosi in uno di quegli specchi grandi fino alla proporzione dell’uomo, che gli eran venuti da Atene, se la cinse larghissima, studiando con gran cura un partito di pieghe che pareva riuscito a caso e per gli effetti della noncuranza. Voleva ei forse velare con quella, in apparenza, fortuita combinazione di linee, di occhi e di borzacchini l’incorreggibile deviazione della spina dorsale? Di Cesare in fuori, nemmeno Giove Ottimo Massimo poteva saperlo."
      },
      {
        "index": 16,
        "text": "Quando ei si fu bene acconciato, entrò nell’androne girando lo sguardo intorno, sorridendo a quanti eran là congregati, stringendo la mano a tutti."
      },
      {
        "index": 17,
        "text": "— La dea Murcia vi ajuti, disse poi. Essa vi faccia parer comodo l’avere aspettato e l’aspettare qualche poco ancora. I miei poveri veterani mi attendono sotto il portico."
      },
      {
        "index": 18,
        "text": "Uscì infatti. Alla sua comparsa que’ miserabili soldati claudicanti e guerci e ciechi fecero circolo intorno a Cesare, ed egli stringendo la mano a tutti, diede una dramma a ciascuno. Tutti i giorni essi venivan là per ricevere quel sussidio e talvolta erano in numero di venti, di trenta, di cinquanta."
      },
      {
        "index": 19,
        "text": "Quand’essi furon partiti, Cesare ammiccò a tre giudei che gli si erano avvicinati."
      },
      {
        "index": 20,
        "text": "— È presta ogni cosa? domandò loro."
      },
      {
        "index": 21,
        "text": "— Siam qui da due ore. Tutto è pronto."
      },
      {
        "index": 22,
        "text": "— Entrate meco pel corritojo segreto."
      },
      {
        "index": 23,
        "text": "Silenzioso procedette innanzi. Silenziosi lo seguirono i tre giudei. Cesare entrò nella biblioteca, sedette, e chiese severo:"
      },
      {
        "index": 24,
        "text": "— Quanto avete portato?"
      },
      {
        "index": 25,
        "text": "— Quello che ci hai imposto. Sessanta talenti."
      },
      {
        "index": 26,
        "text": "— Di che qualità?"
      },
      {
        "index": 27,
        "text": "— Di tutte. Non si può sempre tenerne in serbo una qualità sola. Ne abbiamo di _attici_, di _eginetici_ e di _babilonesi_."
      },
      {
        "index": 28,
        "text": "Il talento _eginetico_ aveva il valore massimo, ossia equivaleva a ottomila franchi circa; il _babilonese_ a settemila, a seimila l’_attico_; onde, per adequato, quei tre sucidissimi giudei avevan portato a Cesare più di quattrocento mila franchi, una somma ben ragguardevole; ma pel giovinetto mal cinto assomigliavano a un getto d’acqua profluente sulle sabbie del deserto."
      },
      {
        "index": 29,
        "text": "Uno dei giudei come ebbe deposto sovra una tavola di porfido egiziaco i sessanta talenti, trasse di sotto al sajo un rotolo, lo spiegò dinanzi a Cesare, porgendogli lo stilo che pur trasse di sotto il sajo:"
      },
      {
        "index": 30,
        "text": "— Segna or qui, domine, gli disse; per le calende di novembre restituirai talenti cento."
      },
      {
        "index": 31,
        "text": "— Che? esclamò Cesare, alzandosi iracondo. Quaranta talenti per mesi cinque?"
      },
      {
        "index": 32,
        "text": "Il giudeo non rispose, e voltosi ai due ebrei che lo seguivano:"
      },
      {
        "index": 33,
        "text": "— Riprendete quell’argento, disse loro. Dolabella lo aspetta. Quaranta talenti di premio son già pattuiti con lui."
      },
      {
        "index": 34,
        "text": "Cesare smise l’ira di tratto e si diede a ridere, e battendo sulla spalla del giudeo:"
      },
      {
        "index": 35,
        "text": "— Ringrazia il tuo dio, soggiunse poi, come io ringrazio Mercurio se non t’ho ammazzato qui senza far parola, perchè sei un ladro simpatico. Ma chi credi tu che io mi sia? furfante. Se Dolabella ti promise quaranta talenti, il discendente di Venere te ne darà cinquanta, e tosto scrisse nel rotolo le cifre volute e ci mise il C. Julius Cæsar."
      },
      {
        "index": 36,
        "text": "Usciti che furono i tre giudei, Cesare recossi di nuovo nell’androne."
      },
      {
        "index": 37,
        "text": "— Siam qui da due ore, o Cesare, e ci conviene recarci tosto all’esperimento mattutino."
      },
      {
        "index": 38,
        "text": "— Salve, o Cocceio; salve, Plauzio."
      },
      {
        "index": 39,
        "text": "Eran quelli due celebri istrioni di Roma. Il primo rappresentava la maschera di _Macco_ — qualche cosa tra il Pulcinella e l’Arlecchino — ed era di tanta valentìa segnatamente nell’introdurre versi improvvisati tra quelli di Plauto e di Terenzio, che tutta Roma accorreva per sentirlo. Non c’è nulla di assolutamente nuovo e di solitario sotto al cielo, e quel Cocceio forse era il grande arcavolo del celeberrimo Sacchi di Venezia. L’altro era Plauzio e rappresentava quella maschera che si chiamava _Papposilene_, dall’aspetto di un satiro velloso."
      },
      {
        "index": 40,
        "text": "— Ho con me l’_Eunuco_ di Terenzio, soggiungeva Cocceio, qui e qua intercalato da certi miei versi, pe’ quali mi sembra che tutta Roma riderà a crepapelle di Pompeo, di Cicerone, di Catone, di Lucullo e dell’indorato Crasso. Vorrei, o Cesare, che tu mi aiutassi ad aggiustarne la misura; a trovare ed aggiustar dardi per ferire chi ha ad esser ferito, e dare così il tono alla gran voce del popolo romano."
      },
      {
        "index": 41,
        "text": "— Va prima all’esperimento, poi torna da me all’ora seconda di notte. Vale, o Cocceio; Plauzio, vale — e stringendo la mano all’uno e all’altro li licenziava, intanto che rivoltosi ai clienti:"
      },
      {
        "index": 42,
        "text": "— Porgetemi le vostre querele, disse loro, e a rivederci domani al pomeriggio sotto i portici del tribunale — _ai gradi aurelj_. — Ed entrò in un’altra stanza."
      },
      {
        "index": 43,
        "text": "— Salve, o Sallustio."
      },
      {
        "index": 44,
        "text": "— Salve, Cesare. Questa volta ho empiti due rotoli. Coprii di ridicolo l’affettato Ortensio; ho messo in evidenza tutti i difetti di Cicerone e berteggiata la pingue eloquenza del pizzicagnolo Crasso.... Or mi preme che tu legga la critica del modo onde Pompeo condusse la guerra spartacia. Mi proposi mostrare che ben più che alla virtù propria, ei deve tutto all’aiuto della cieca fortuna."
      },
      {
        "index": 45,
        "text": "Ma chi era codesto Sallustio?"
      },
      {
        "index": 46,
        "text": "Nulla meno che il famosissimo Crispo Sallustio, l’autore della Guerra Giugurtina e della Catilinaria, l’autore tradotto e ritradotto per tanti secoli da miliardi di studenti."
      },
      {
        "index": 47,
        "text": "Allora giovane ancora faceva quel che oggi si direbbe il _giornalista_, e redigeva coll’aiuto d’altri, e segnatamente di Cesare, il _Commentarium rerum urbanarum_; il _Moniteur_ d’allora; perchè Roma fu la prima ad avere una gazzetta; e chi ne crede Venezia introduttrice per la prima volta nel secolo decimosettimo s’inganna."
      },
      {
        "index": 48,
        "text": "— Ci vorrebbe qualche cenno profondo e terribile intorno alle imprese di Lucullo."
      },
      {
        "index": 49,
        "text": "— Non posso parlare di lui. Egli mette a mia disposizione trecento liberti per moltiplicare le copie del _Commentario_. Tu vedi. Ciascun liberto me ne dà cinque copie al giorno. Uscendo tutte le settimane nel dì sacro a Mercurio, ne circolano diecimila e cinquecento copie."
      },
      {
        "index": 50,
        "text": "— E a una dramma per copia; che, a parlarti liberissimamente, è troppo caro prezzo."
      },
      {
        "index": 51,
        "text": "— Col tempo lo ridurremo. Per ora lascia andare. Mi gode raccogliere quarantadue mila dramme al mese, salve le spese che non varcano dramme due mila. Ciò che significa la rendita di quattrocent’ottanta mila dramme ogni anno. Val quanto essere in una delle più ricche provincie dell’Asia proconsole e senza essere ladri come Verre."
      },
      {
        "index": 52,
        "text": "— Dunque Lucullo è il più gran condottiero che mai sia esistito?"
      },
      {
        "index": 53,
        "text": "— Sì, finchè mi presta i suoi trecento liberti. Nessuno saprebbe aiutarmi così. Nè tu pure — quattrocent’ottanta mila dramme mi lusingano la fantasia. (E una dramma valeva 97 centesimi di franco)."
      },
      {
        "index": 54,
        "text": "A questo punto il famulo Taltibio annunciò:"
      },
      {
        "index": 55,
        "text": "— Sergio Catilina."
      },
      {
        "index": 56,
        "text": "E il bieco e livido Catilina spuntò sulla soglia."
      },
      {
        "index": 57,
        "text": "— Venga, esclamò Cesare."
      },
      {
        "index": 58,
        "text": "Ed or sentiremo come il mondo antico venne in quel dì palleggiato dall’interloquio di questi tre _anticristi_. E le donne che si annoiano di politica s’affidino per la presenza di Catilina. Per costui assisteranno a sì terribili scene, che sovente ne avranno irte le chiome."
      }
    ]
  }
}
