{
  "chapterNumber": 13,
  "title": "XII. SALLUSTIO E LA CATILINARIA (Vol. I) — Sallust and the Catilinarian",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Se il monumentale Sallustio avesse fatto il debito suo, le nostre pagine sarebbero oziosissime; ma già lo si disse: Sallustio fece un’opera mirabile per l’arte, insufficiente per la storia; spesso indegna di fede per il suo carattere di libello partigiano, e in taluni passi, in onta alla sua brevità, offrente incertezze e contraddizioni e assurdità tali che possono ravvisarsi dalla critica più volgare. Le orazioni ch’ei fa recitare a Cesare, a Catone, ad altri, sono lavori d’arte oratoria, non mai di politica e storica sapienza; non v’è mai l’utile grandezza, per esempio, delle concioni di Tito Livio, nelle quali, pur sfoggiandosi tutto il lusso accessorio dell’eloquenza, si riassumono nulla meno che interi sistemi d’ordine pubblico, di riforme legali, di amministrazione, di relazioni internazionali. Quelle concioni erano inventate da Livio; ma, inventando, indovinava e spiegava e ricreava i momenti storici e i personaggi. Lo stesso Shakespeare nelle orazioni di Bruto e di Antonio par che conosca Roma più di Sallustio. Nè il solo Sallustio ci costringe a non star contenti al suo detto, sebbene sia il più manchevole ed infido di tutti; ma dopo avere interrogati tanti altri storici per controllarlo e completarlo, ci converrà stare in guardia anche di essi, facendo uso di quella chiave universale e perpetua dell’indagine storica, che è fatta di raffronti e di logica. Quante favole e asserzioni riferite in buona fede dal sommo Livio caddero di tratto, appena quella chiave dischiuse dei segreti non avvertiti e non sospettati prima! Così non potè più esser Lucrezia la cagione della caduta dei Tarquinii, nè la simulata pazzia di Bruto primo, ma l’autorità regia raccomandata alla morte degli Ottimati; ma la fortezza del Campidoglio, che fu per Roma antica quel che furono le fortificazioni per Parigi moderna."
      },
      {
        "index": 1,
        "text": "Medesimamente, per toccare di un ordine di cose già da noi trattato nella descrizione del Circo Massimo e dei giochi romani e dei più illustri giovani gareggianti, non potemmo tener fede a quelle parole di Cornelio Nipote: _Magnis in laudibus tota fuit Græcia victorem Olimpiæ citari.... quæ apud nos ab honestate remota ponuntur_. I circhi antichi di Roma erano costruiti sulle forme dei circhi della Grecia, precisamente come l’Olimpico; e allora l’architettura rivelava completamente l’uso dell’edificio nel tutto, nelle parti, nello scopo. Nel tempo poi che decorse dalla morte di Silla a Cesare, l’imitazione greca, nelle scienze, nell’oratoria, nelle arti, nel costume, erasi in Roma fatta delirio, specialmente per impulso di questo giovine re della moda; per lui vi fu un impetuoso riflusso di democrazia che, trionfando Silla, era stata respinta momentaneamente da un violento regresso dell’intera legislazione romana. I filosofi greci, scacciati dai Sillani, come propalatori di idee sociali, ritornarono in folla nei primi tempi di Cesare, perchè in un sistema di rivoluzione più elementi disparati si connettono fra loro. Così la democrazia greca ajutò forse la ricomparsa dei trofei di Mario. Così anche i giuochi ellenici, imitati con più caldo impeto, dovevano, per la parte che loro spettava, ajutare la nuova alluvione che Cesare meditava; tanto più che egli primeggiava in quei giuochi, e non trascurava occasioni ad attrarre gli sguardi e l’ammirazione del popolo romano e dei militi innamorati della prestanza fisica. Se non che Cornelio Nipote scrisse nei primi anni d’Augusto, quando forse per qualche legge di lui, che pose gran cura nel riformare i pubblici spettacoli, sarà stato conteso ai patrizii di fare di sè mostra nei circhi, e nei teatri pubblici, e la nuova costumanza confuse colle anteriori."
      },
      {
        "index": 2,
        "text": "Queste cose noi ridiciamo ai lettori, perchè lungo questo lavoro si preparino ad assistere a un quadro storico il quale vorrebb’essere arte innanzi tutto, ma anche indagine e discussione; e dove l’autore si propone emanciparsi da quella antica legge che comandava di non offendere le credenze invalse per trovare più facile l’applauso; ed introdurre l’arte, pur sempre conservandole il poetico suo scopo, nel campo della critica storica, a cui il lettore deve mescersi per giudicare poi se l’autore abbia avuto torto o ragione. Secondo il primo esempio datoci da un ingegno tanto grande quanto originale e rivoluzionario, non sarebbero più degni d’essere trattati quei soggetti dove non ci fossero a sommovere questioni intorno a qualche personaggio od avvenimento o costume caratteristico; nè il poeta dovrebbe mai più occuparsi d’intrattenere il pubblico, quando non abbisogni di rettificare sentenze che il pubblico ha accettate senza esame."
      },
      {
        "index": 3,
        "text": "Ed or si prosegua."
      },
      {
        "index": 4,
        "text": "Erano corsi quasi due anni dagli ultimi fatti che abbiamo raccontato; il concetto della vasta congiura non aveva ancor potuto tradursi in atto. Le difficoltà erano immense; alcuni ostacoli parevano insormontabili. Il segreto però era rimasto profondissimo tra Catilina, Sempronia, Cetego, lo zio del giovane estinto, Quinto Curio, Fulvia e Pisone, che già avevan avuto parte in quella prima congiura denominata del _cinque febbrajo_, perchè siccome esso era stato il giorno della prima fondazione di Roma, così doveva anche essere l’anniversario di quella e l’inaugurazione di una Roma nuova. Sempronia, che in tutto teneva dell’indole di Catilina, e quasi il superava nel delirio dell’ambizione, per accaparrarsi i complici e tenerseli fedeli, in quegli anni s’era immersa nei debiti fin sopra il capo, onde nè colle proprie ricchezze, nè con quelle dello zio Cetego che fu dissanguato, non poteva più ajutar Catilina. Pare che questi, permettendolo Sempronia stessa, si fosse accostato ad una Oristilla, dama romana sterminatamente ricca; e colle arti sue inesplicabili, le si fosse aggavignato al cuore, e però fosse riuscito nell’intento di farla dichiarare garante degli impegni di lui in faccia agli innumerevoli creditori."
      },
      {
        "index": 5,
        "text": "Sallustio raccontò essersi allora tenuto per certo che Catilina abbia ucciso il proprio figlio per far piacere ad Oristilla; ma di ciò non è a tener conto."
      },
      {
        "index": 6,
        "text": "Ardendo sempre più Catilina di compir l’impresa; e avendo più volte tentato Cesare, che gli pareva il più opportuno ad agitar Roma; essendosi quegli ognora scansato, risolse di aprirsegli ancora, onde si recò con pochissimi fidi alla casa di lui nella Suburra."
      },
      {
        "index": 7,
        "text": "— Quantunque di tanto sii tu più giovane di noi, disse Catilina a Cesare, pure ancora siam qui venuti per consiglio e per ajuto. L’impresa che tu sai pare matura. Vieni dunque or tu a comunicarle l’ultima spinta."
      },
      {
        "index": 8,
        "text": "Pare che Cesare non volesse compromettersi in quella, prima di non avere approfondito il terreno ed esplorato il cielo d’ogni intorno; onde:"
      },
      {
        "index": 9,
        "text": "— Quello che già ti dissi, ora ti ripeto. Soltanto, come mi sono obbligato, oggi mi obbligo a tenere il segreto. Io non voglio aver parte in cosa che mi sembra uscire dal probabile e quasi dal possibile."
      },
      {
        "index": 10,
        "text": "— Eppure tutta Roma è con me; e la sua parte più giovane e più generosa promette di corrispondere alle beneficenze ond’io la colmai."
      },
      {
        "index": 11,
        "text": "— Promettere è agevole; ma le beneficenze già usufruttate, allorchè viene il momento estremo di contraccambiarle, tosto si convertono in ingratitudine. Altro ci vuole; e ben io proporrei cosa utilissima, se fossi nella tua toga e volessi tentare una simile impresa."
      },
      {
        "index": 12,
        "text": "— Parla."
      },
      {
        "index": 13,
        "text": "— Ritorna colla memoria a tanti anni addietro della repubblica romana."
      },
      {
        "index": 14,
        "text": "— A quando?"
      },
      {
        "index": 15,
        "text": "— Al tempo in cui Roma, estendendosi sempre più, si trovò aver quasi tutto da amministrare negli Stati esteri. Allora si cominciò a dare il primo crollo all’aristocrazia di famiglia. La democrazia non ha più formidabile nemico che in questa aristocrazia casalinga, che, se ha avuto un crollo, pur è ancor tanto onnipotente. Molti secoli trascorsero prima che al padre fosse conteso di appropriarsi anche ciò che acquistavano i figli; però questi, cittadini nel foro, schiavi in casa, dovevano combattere e guadagnare persino la preda bellica per lasciarla ai padri che potevano diseredarli. Ci fu un momento che questi giovani generosi si sentirono attiepiditi considerando una sì grande ingiustizia. — Che si fece allora? si riconobbero i _peculii_, ossia fu stabilito il diritto di proprietà su tutto quello che i figli acquistavano in guerra. Il _peculio castrense_ fece così ribollire più guerriero il sangue nei petti dei giovani romani. Ma, lo ripeto, la potestà patria non fu tocca che in un lato dal _peculio castrense_ — e oggi essa è ancora prepotenza più che potestà. Queste cose io non le dico perchè l’utile mio proprio mi faccia parlare. Mio padre è morto; nessuna potestà pesa dunque su di me; chè io vivo del mio diritto. Dunque è un’ingiustizia assoluta che mi fa forza. Ma è anche contro una tale ingiustizia che fremono tutti i giovani romani i quali hanno il padre vivo."
      },
      {
        "index": 16,
        "text": "«Ora chi si mettesse alla testa di così fortunosa impresa, qual è questa tua, dovrebbe in alcune conventicole notturne, dove questi giovani, invitati con arte, verrebbero ad adunarsi in folla; dovrebbe giurar loro, sull’ara, con tutta la solennità di un giuramento sacro, accresciuto da cerimonie eccezionali e tali che potessero percuotere la loro fremente imaginazione; che sarà abolito per sempre il diritto di vita e di morte che hanno i padri; che più non debbano essere preteriti i figli nei testamenti, che quand’anche _per valide_ ragioni potessero venir diseredati, questo non si possa fare che _nominativamente_. E v’è altro a prometter prima. Venga abrogata quella iniqua legge di Silla la quale tiene anche oggi i figli dei proscritti incapaci dei pubblici diritti. Costoro brulicano a migliaja di migliaja, e s’affretterebbero da tutta Italia a far grosse le legioni di colui che sentisse aver tanto di forza da ricostituire su novelle fondamenta la repubblica nostra, e sulla vasta base del diritto sociale ripiantare la grandezza romana che l’aristocrazia, ristretta sì ma tenace e profonda, minaccia dalle radici."
      },
      {
        "index": 17,
        "text": "«Queste cose io proclamerei, se credessi opportuno oggi di tentare un’impresa pericolosissima qual è quella di cui mi hai parlato e mi parli. Ma io dissi quel che dissi, solo a sfoggio di parole, come se Apollonio Rodio volesse farmi argomentare su d’un tema qualunque. Però come io tenni e tengo e terrò il segreto, anche tu lo terrai; e se i miei pensieri ti fossero per giovare, falli tuoi, che io non ne voglio sapere. E ancora ti sconsiglio dal tentare una sì audace impresa.»"
      },
      {
        "index": 18,
        "text": "Catilina non ripetè parola, e insiem cogli altri lasciò Cesare, il quale nel salutarlo lo guardò con profonda significazione, e parea volesse dirgli: Avevi a venir solo, e ti avrei parlato in diverso modo. E Catilina, trovatosi libero coi colleghi: Or mi accorgo, disse, che fu pessimo consiglio l’essere ritornati da costui. Ma basteremo noi a tutto, e non parlò più. Sibbene fece tesoro delle parole di Cesare; o per dir più giusto, gli parve di comprendere quanto colui fosse per fare."
      },
      {
        "index": 19,
        "text": "Veramente, leggendo l’orazione che poscia ei tenne ai congiurati, orazione evidentemente inventata da Sallustio, non avremmo il diritto di dir questo; ma come si può egli credere a quell’orazione; come si può comprendere l’acutezza di Catilina se fossero veri quei due passi della concione dove le parole contraddicono ai fatti e alle asserzioni stesse di Crispo:"
      },
      {
        "index": 20,
        "text": "«Anzi che una misera, obbrobriosa vita (è Sallustio che sfoggia arte oratoria per bocca di Catilina), e fatta omai dell’altrui superbia ludibrio, senza onore si perda, non è egli meglio da vittoriosi morire? Ma gli uomini attesto e gli Dei, ch’ella sta in noi la vittoria, non in costoro fra le diuturne loro ricchezze invecchiati, avviliti...."
      },
      {
        "index": 21,
        "text": "«Qual uomo di virile animo soffrirà che ricchezze a costoro sopravanzino da fabbricar nei mari ed i monti appianare, mentre il necessario perfino a noi manca? Due e più palagi a costoro; a noi un tugurio neppure.»"
      },
      {
        "index": 22,
        "text": "Ma basti di Sallustio, al quale domanderemmo, se rivivesse, come abbia potuto, in quel breve riassunto della congiura Catilinaria far dire in un luogo tali parole a Catilina, e in un altro narrare in che modo colui abbia potuto adunarsi intorno a sè tanti giovinetti; col donare cioè a chi cavalli, a chi statue, a chi danaro. Quei giovani, a sì strane parole, avrebbero prorotto in tali risa da far dileguare ogni disegno di congiura, e da farne andare scornato lo stesso Catilina."
      },
      {
        "index": 23,
        "text": "Ma ora trattasi di determinare le cause vere e speciali, e non probabili che in quel periodo storico, le quali devono aver provocato il fenomeno fino ad ora inesplicabile, che tanti giovani appartenenti alle più cospicue famiglie di Roma abbian seguito al campo con sì ardente alacrità, il tanto aborrito Catilina, e colà sian caduti quasi tutti da eroi."
      },
      {
        "index": 24,
        "text": "Le cause generalissime assegnate da Sallustio, e che toccando fenomeni di tutti i tempi non rivelano per nulla il caratteristico assetto di Roma al tempo della giovinezza di Cesare, non bastano a spiegare quel fatto singolare."
      }
    ]
  }
}
