{
  "chapterNumber": 26,
  "title": "X. CESARE E LA FIGLIA DI POMPEO MAGNO (Vol. II) — Caesar and the Daughter of Pompey the Great",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "A questo punto ci rifacciamo con Giulio Cesare."
      },
      {
        "index": 1,
        "text": "Un dì, recandosi egli a visitar Pompeo reduce dalla guerra mitridatica, vide seduta accanto al Magno eroe la sua figliuola maggiore, al cospetto della quale, forse perchè soffiava dal Porto d’Ostia il vento d’Africa, di repente sentì infiammarsi il sangue."
      },
      {
        "index": 2,
        "text": "Accigliato mostravasi Pompeo, e il saluto reso a Cesare non pareva benevolo."
      },
      {
        "index": 3,
        "text": "— Mal mi accogli, o Gneo, disse allora Giulio. Però meglio era se l’ostiario mi avesse rimandato."
      },
      {
        "index": 4,
        "text": "— Mal non t’accolgo; bensì lo sdegno che ancora mi commove, non concede ch’io mostri a chicchessia lieta la fronte. Ora esci, o Pompea. Ascoltami, Cesare."
      },
      {
        "index": 5,
        "text": "Pompea si alzò, mostrando, sebbene non ancora sedicenne, una statura e una costruzione dorica. Ell’era una beltà perfetta ma severa, se la severità non paresse smarrirsi e quasi consolarsi anch’essa nel completo rigoglio delle forme. Pure la serietà dell’occhio e dell’arco del ciglio e della linea acre del labbro disdegnoso quasi di sorriso, mentre sembravano vietare l’amore appassionato, provocavano nei giovani ammiranti l’avidità della conquista, un’avidità acuta, inquieta, indomabile, quantunque altri potesse sospettare che, compiuta la conquista, non sarebbe sembrato altrettanto prezioso il possesso. La severità pungeva il desiderio; l’assenza dell’amabilità non poteva mantenerlo."
      },
      {
        "index": 6,
        "text": "Cesare disse parole di castissima lode a Pompea; parole che, sebbene avessero l’intento di rispettare la presenza paterna, pure, accentate come furono dalla voce dell’elegantissimo libertino, l’occhio sfavillante del quale pareva riscaldare quella castità al punto da trasmutarla nel suo opposto, agitarono per modo il sangue della fanciulla, che tutta si coperse di rossore, e rispondendo breve e decorosamente severa, di là si tolse."
      },
      {
        "index": 7,
        "text": "— Ben si vede quanto anche tu stimi codesta sì formosa tua figlia, se fin qui la tenesti sempre lontana dagli sguardi altrui. Mai io non la vidi."
      },
      {
        "index": 8,
        "text": "— Ben altri la vide; e mi fu chiesta in isposa oggi stesso. E ancora fremo pensando a colui che tanto osava."
      },
      {
        "index": 9,
        "text": "— E chi è?"
      },
      {
        "index": 10,
        "text": "— Clodio. Ei la vide in Roma vicina a me come ora tu la vedesti. Però quand’io partii per l’Asia e mandai la fanciulla in villa, affidata a vigili ancelle, ei si recò fino a Brindisi ed entrò ne’ miei giardini e trovò modo di volger parole a lei, che tutto raccontò. Ed oggi ei mi trattenne al Tabulario, e sfacciatamente, com’è suo costume, minacciò volere mia figlia in moglie. Io negai asprissimo; egli rispose feroce; ma lo lasciai scornato dicendogli, non mi tenesse più parola di questo; chè, per gli Dei di Roma, giammai sarebbe avvenuto che mia figlia dovesse diventar cognata della infame _Quadrantaria_."
      },
      {
        "index": 11,
        "text": "Codesto soprannome di _Quadrantaria_, dato alla sorella di Clodio, era di turpissima origine. Derivava dalla parola _quadrante_, la più vile moneta di Roma; e con ciò i libertini ozianti nelle terme, ad esagerazione di maldicenza, volevan significare come Clodia, ad onta dell’alto casato e delle ingenti ricchezze, fosse immonda di tanta avarizia quanto lo era di lussuria, onde, all’uopo, trafficavasi per un _quadrante_."
      },
      {
        "index": 12,
        "text": "— Respinger dovevi le sue pretese a marito, rispose Cesare; non insultarne la sorella. A Orbilio Pupillo, te assente nell’Asia, fece ardere le case e i giardini, perchè insultò Clodia, chiamandola ad alta voce _Quadrantaria_, quand’essa passeggiava per la via Sacra."
      },
      {
        "index": 13,
        "text": "— E arda i miei palagi, e gli orti miei, se il può. Non io lo temo."
      },
      {
        "index": 14,
        "text": "— Ma più che a’ tuoi palagi e a te, potrebbe tendere insidie a Pompea. Tutto ei sa osare; di sotto a quella bianca sua pelle muliebre scorre sangue ferino."
      },
      {
        "index": 15,
        "text": "— Ed io oggi stesso la farò sposa d’altri."
      },
      {
        "index": 16,
        "text": "— E qual è il marito che sappia tener Clodio in soggezione?"
      },
      {
        "index": 17,
        "text": "— Tu, o Cesare. Di troppo hai protratta la tua vedovanza. A te io do Pompea in isposa."
      },
      {
        "index": 18,
        "text": "— Ed io la prendo; e ne ringrazio i Numi. E così le nozze furono statuite, e, ingiungendolo il padre, Pompea, non amante, venne sposa a Cesare."
      }
    ]
  }
}
