{
  "chapterNumber": 5,
  "title": "IV. ATTICA ACCADEMIA DI MUSICA E POESIA NEL PALAZZO DELL'EMINENTE SEMPRONIA (Vol. I) — Attic Academy of Music and Poetry in the Palace of the Eminent Sempronia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Nelle aule del palagio di Sempronia, eretto sull’aristocratico Palatino, per l’ora della _primæ noctis intempestæ ad mediam noctem_ era stata invitata la classe più alta, più elegante di Roma, onde assistere ad una _attica accademia_ di musica, di canto e di danza. L’_eminente_ Sempronia prediligeva tutto ciò che richiamava la Grecia, nell’idioma della quale ell’era insigne."
      },
      {
        "index": 1,
        "text": "Gemeva Roma divisa in più partiti, la miseria affannava crudelmente le derelitte plebi, gli odj imperversavano tra gli uomini nuovi e la classe senatoria, e fervevano odj e inimicizie implacabili pur tra senatori e senatori, tra patrizj e patrizj, tra console e console: era una guerra di tutti contro tutti; guerra che perdurava per l’arbitrio dei prepotenti che tutto avevano invaso, per la maestà delle leggi strascinata nel fango, per la dea Giustizia esule dal suo tempio, e fatta oggetto di scherno, ridotta qual era a larva di minaccia senz’ajuto di pene inesorabili. Eppure su questo fondo procelloso, su questa immensa negra acqua acherontea non mancavano le apparenze di un perpetuo gaudio, di una ricchezza babilonese inesauribile, e i circensi costavano tesori; ed Emilio Scauro spendeva duemila talenti per l’erezione di un teatro temporario, ornato di trecentosessanta colonne e di tremila statue; e le tuniche, e i pepli, e i flammei, e le vesti femminee accusavano l’oro profuso, per le perle e per le gemme dell’Indo, e i coralli e le cocciniglie dell’Eritreo."
      },
      {
        "index": 2,
        "text": "È a un tale spettacolo che assisteremo nelle aule della _eminente_ Sempronia."
      },
      {
        "index": 3,
        "text": "Nell’ora seconda della notte esse cominciarono ad affollarsi."
      },
      {
        "index": 4,
        "text": "L’aula _magna_ mostrava nel pavimento un mosaico di Eraclito, scolaro di Sosos, rappresentante le danze efesie; nella vôlta, era assiso un Apollo citaredo tra le nove Muse, dipinto del greco Marco Plauzio Ceta."
      },
      {
        "index": 5,
        "text": "Sei giri di sedie dorate stavano disposte a gradi e in emiciclo — nel mezzo era quel che diremmo l’orchestra, per chi doveva suonare, cantare, declamare; a questa si accedeva per una porta, attraverso la quale, quand’era dischiusa, vedevasi una lunga fuga di sale, tutte quante illuminate. Una reggia d’oggidì appena potrebbe venire al confronto di quelle magnificenze d’allora. E venne l’ora che l’emiciclo fu tutto gremito di viri togati e di pretestati giovinetti e di matrone e di fanciulle. Brillavano di gemme le _zone_ ond’esse avean cinti i fianchi; alcune portavan la _vitta_ o il _reticolo_, foggia adoperata a far pompa della stessa prolissità delle chiome, sotto colore di nasconderle:"
      },
      {
        "index": 6,
        "text": "_Vitta coercebat positos sine lege capillos;_"
      },
      {
        "index": 7,
        "text": "altre avean coperto il petto del capizio, e dei suoi nodi s’eran strette a dismisura per comparire più gracili e più aggiustate di vita:"
      },
      {
        "index": 8,
        "text": "_Demissis humeris, cincto pectore, ut graciles fient._"
      },
      {
        "index": 9,
        "text": "Gli uomini di toga e di spada, allora già famosi in Roma, comparvero ultimi, il che, o per vanità o per altro, fu sempre fatto dagli antichi e dai moderni, e si adagiarono su certi stalli di greca fattura addossati alle pareti laterali dell’aula. Comparvero Pompeo e Lucullo; comparve Pomponio Attico; elegante la toga di un partito di pieghe che sembrava preparato da Fidia, si mostrò Ortensio, l’oratore numeroso ed a cadenze musicali, e nel quale più che il genio impetuoso dell’eloquenza valevano i lenocinj dell’arte la più ricercata, e nelle vesti appunto ne mostrava riprodotto lo stile; ed entrò Marco Tullio Cicerone, a cui tutti volsero gli sguardi. E in vero, che malgrado il vario frastuono dell’aula magna, e l’impaziente aspettazione degli intervenuti, e i discordamenti accordati de’ suonatori già comparsi in orchestra, soffianti nelle trombe argive ed egizie, e ne’ flauti frigj, e pizzicanti cetre e formingie e testudis e magadis e anacreontici bárbiton, siam costretti a fermarci più di quel che comporterebbe il momento innanzi a questa grande tanto quanto eccezionale figura dell’antichità."
      },
      {
        "index": 10,
        "text": "Esso aveva la fronte amplissima e sì sporgente alle regioni del sopracciglio, che gli occhi parean protetti da una tettoja; e quelli avea profondi e di smorta luce e accusanti miopia, chè solea stringerli ogni qualvolta mettea attenzione nel guardar qualche cosa. Pure da quella cavità profonda e da quella semispenta luce, usciva di tant’in tanto un baleno specialissimo di arguzia gioconda e amabilmente ironica, che pareva rivelasse un perpetuo e filosofico sorriso dell’intelletto."
      },
      {
        "index": 11,
        "text": "Il _quam ridiculum consulem habemus_ onde Catone ebbe a definire poscia in pieno Senato il carattere di Cicerone, manifestossi in quella stessa notte, appena ei si mise a sedere tra Pompeo e Lucullo, chè, girato lo sguardo intorno, tosto, parlando sottovoce con loro, liberò il volo a tali celie e scherzi ed epigrammi, che Lucullo rideva ad ogni sua parola, e Pompeo, che non avrebbe voluto compromettere la dignità imperatoria con risa scomposte, s’affannava a comprimerle, onde, per la legge appunto della compressione, più violento che mai e plebeo gli scoppiò un cachinno, che fece volgere su di lui tutte le pupille delle dame romane."
      },
      {
        "index": 12,
        "text": "Di lì a poco entrò Clodio, il giovinetto Clodio tanto bellimbusto, azzimato e amante riamato delle tiberine beltà, quanto facinoroso e accattabrighe sanguinario. Nessuno, nemmeno il più esperto investigatore d’indoli umane, avrebbe potuto indovinare quel che stava sotto a quelle formose apparenze; e come le chiome di femminile mollezza e il volto imberbe di etrusca perfezione potessero dissimulare un carattere sì feroce e protervo, e un cuore fatto d’agata, assai più che di ferro. Soltanto la qualità della sua voce poteva renderlo sospetto: chè quella non era nè maschile nè femminile, e mandava de’ suoni misti come se fosse ancora in quella età critica in cui l’adolescenza si svolge alla gioventù; e anche l’occhio, sebbene di linee fidiache, mandava tratto tratto un guizzo di luce sinistra e serpentina, che tosto si spegneva, quasi che una pellicola simile a quella dell’avoltoio discendesse a coprirne la pupilla."
      },
      {
        "index": 13,
        "text": "E in compagnia di Sallustio apparve Catilina. Il primo si recò nell’orchestra. Catilina, torbido e accigliato e manifestamente convulso, se ne stette in piedi, chè tutti gli stalli erano occupati."
      },
      {
        "index": 14,
        "text": "Entrato quasi di celato alcuni minuti prima, aveva gettato l’occhio lungo i gradi dell’emiciclo dell’aula magna per vedere se vi stesse già seduta la sua Aurelia Drusilla, non la Dorestilla di cui parla Sallustio, e che era già stata abbandonata da Catilina; — ma Aurelia non vi era. Chi gli stava presso s’accorse che, messosi l’indice tra’ denti, se lo compresse. Irrequietissimo uscì di nuovo, percorse tutte le sale, discese alla soglia del palazzo. In quel punto per sua fortuna, Aurelia balzava a terra dall’aureo cocchio, preceduta da due servi e accompagnata dall’ateniese Armodio, suo commentatore quotidiano di Omero ed Esiodo e d’Aristofane e dei tre tragedi. Catilina, tramutatosi in viso di tratto e mandando luce dagli occhi e sorridendo, le si mise d’accosto; ma, a un tratto:"
      },
      {
        "index": 15,
        "text": "— Tu, di recente, hai versato lagrime, le disse."
      },
      {
        "index": 16,
        "text": "— Sì, rispose Aurelia, e ognora ne verserò finchè Tullo non sia mandato a militare in qualche remota provincia."
      },
      {
        "index": 17,
        "text": "— E che dunque avvenne?"
      },
      {
        "index": 18,
        "text": "— Quel che un tempo ogni dì, prima che venisse a morte l’infesto Cetego; e il figlio è peggiore del padre, ed è mio figlio. Nessuna madre al mondo fu mai tanto bistrattata come da costui. Però tu ne sai la cagione, o Sergio."
      },
      {
        "index": 19,
        "text": "Catilina si rifece cupo; seguìto dall’ateniese Armodio accompagnò Aurelia presso Sempronia, la quale in solitario recesso stavasi provando al canto accompagnata dal citaredo Psosias. E tosto Sempronia si recò nell’aula magna, insieme con Aurelia, che pure doveva aver seggio nell’orchestra, come la più insigne, in quel tempo, suonatrice di _simikion_, specie di lira da quaranta corde accordate all’ottava a due a due."
      },
      {
        "index": 20,
        "text": "Appena Sempronia e Drusilla si mostrarono in orchestra, proruppe un lungo applauso, al quale successe il più profondo silenzio; e comparve allora Giulio Cesare; un prolungato bisbiglio femminile turbò il silenzio alla comparsa di lui, che non a caso venne ultimo."
      },
      {
        "index": 21,
        "text": "Anche nel secol nostro fu notato che gli uomini i quali furono o vollero diventare illustri, sempre, quasi sovrani, comparvero ultimi ai ritrovi e ai banchetti e alle feste cui erano invitati. È il desiderio ognor vigile che li affanna di staccare sul fondo della buja folla come individualità raggianti. Alle mense della veneziana Teotochi, lord Byron, questo Cesare non riuscito, fece sempre attendere per più di mezz’ora i commensali mormoranti d’impazienza."
      },
      {
        "index": 22,
        "text": "Giulio Cesare, non vedendo stalli vuoti, si collocò, stando in piedi, presso a Catilina. Sallustio era entrato in orchestra, e del suo _vale_ sonoro diretto a Sempronia e Drusilla echeggiò tutta l’aula magna."
      },
      {
        "index": 23,
        "text": "E proprio dirimpetto a Catilina, tra il vano d’una porta d’ingresso e lo stallo dov’era assiso il maestoso Pompeo assai più che Magno, venne a piantarsi un giovinetto in pretesta, dalla faccia fierissima ed arrotante gli occhi come bissonte provocato, e li fissava su Catilina sfacciatamente."
      },
      {
        "index": 24,
        "text": "Figlio del defunto Cetego e di Drusilla Aurelia, matrona di appena trentatrè anni, e insigne di non superabile beltà, talchè pareva non varcasse il quinto lustro, egli odiava Catilina, quantunque il proprio zio fosse amicissimo di colui, di un odio che anelava di tradursi in atti di sangue — l’odiava per il disdoro che la madre propria si fosse invaghita di uno scellerato sanguinario, e più forse perchè, doviziosissima qual ella era, veniva a metter tutto nelle mani dilapidatrici di colui che, per forza, voleva diventargli marito. Tra il figliuolo e la madre i dissidj e le rampogne e le ingiurie duravano assidue da tempo, e un dì ei si lasciò trarre a percuotere il bellissimo volto materno, ond’essa, apertasi con Sergio, questi giurò di mettere in brani quell’adolescente furioso."
      },
      {
        "index": 25,
        "text": "Ma eran già aperti sui leggii i rotoli della musica, i cui segni stavano a quelli d’oggidì, ossia alle note di Guittone d’Arezzo, come i numeri latini agli arabici. La musica romana, che era pur sempre la greca, constava nientemeno che di 845 segni, così per le voci come per gli strumenti, e venivan rappresentati dalle lettere dell’alfabeto, naturali, rovesciate, inclinate, accentate, dimezzate."
      },
      {
        "index": 26,
        "text": "L’accademia doveva aver principio da una sinfonia composta dal citaredo Psosias, d’Atene, il quale, chi mai lo penserebbe? ad onta che l’idioma della vocale sua patria, tutto soave di eufonie, e già musica per sè solo, avesse dovuto di preferenza innamorarlo della melopea, pure, al pari del più _irto_ contrappuntista tedesco, s’affannava di comparir dottissimo nella _ritmopea_; la quale da tutti i musici greci era stimata più importante degli stessi pensieri e delle stesse idee. Era già l’arte della decadenza ellenica, per la quale vennero nel massimo dispregio i canti semplicemente sublimi che avean messo il tumulto nei cuori dei contemporanei di Sofocle. Nulla v’è di nuovo sotto al cielo, e la grandezza dell’arte che sta nel semplice, essendo sempre dono di pochissimi, tosto dall’impotente mediocrità viene disprezzata, perchè gli uomini in ogni sfera e dell’azione e del pensiero e delle sue diverse discipline ostentano di tenere in nessun conto quel che sono impotenti a raggiungere."
      },
      {
        "index": 27,
        "text": "E per verità, che quella sinfonia, sebbene perfettissimamente eseguita, non piacque troppo all’uditorio, e dispiacque a Cesare intendentissimo dell’antica musica greca; a tal che non si tenne in silenzio, e: — _Bene, optime_, gridò a Psosias colla sua voce armoniosamente sonora, — tu sei profondo al pari d’Archimede; — ma quegli coi numeri di Pitagora e coi segni d’Euclide aperse nuovi cicli agli umani intenti. — Tu invece, a chi servi tu? l’arte non deve servire che all’arte — officio della musica è di esprimere alla sua maniera i pensieri e gli affetti. Tutti i tuoi greci poeti furono sommi perchè fecondarono di idee e scossero di efficaci commozioni chi li leggeva e li ascoltava. Ma tu e i tuoi Greci moderni riduceste la musica ad un vuoto e sterile rumore. Tuttavia, sei dotto, o Psosias — e ammiro le tue fatiche; bensì mi lagno teco, perchè, percuotendomi l’orecchio, mi opprimesti il cuore, vietandogli che battesse più alacre. Ed ora salvaci tu da tanto gelo, o eminente Sempronia, col tuo canto divino; e tu pure, o Aurelia, dalle dita vocali. —"
      },
      {
        "index": 28,
        "text": "Allora assurse la _eminente_ Sempronia. Ella fu la prima forse tra le donne tiberine ad ottenere in dono dai concittadini quel predicato di _eminente_. Questo le fu concesso e a significato delle doti eccezionali della _decòra forma_, e delle virtù dell’intelletto, e delle tre Grazie che pareano averla tenuta in custodia fin dalla culla; ed anche perchè, a sollievo di chi non voleva toccar l’accusa d’adulazione, essendo nata a Tivoli, derivava dai luoghi _eminenti_ della campagna romana e da’ suoi dolci colli. Anche oggidì si chiamano _eminenti_ a Roma le donne cresciute sugli alti suoi poggi. Sempronia, che i devoti amanti chiaman _diva_, avea questo di specialissimo, che rendeva completamente il tipo antico e perpetuo della donna romana; quella tremenda austera beltà che già tenne Clelia attraversante il Tebro sotto i dardi nemici, e nel tempo istesso nell’arco del sopracciglio e nel suo frequente aggrottarsi qualcosa che richiamava la erinnica Tullia trasvolante sul cocchio parricida. Il volto di Sempronia, precisamente come si osserva anche oggidì nelle più belle Tiberine, era il trionfo della legge dei contrasti, la legge massima dell’arte; severa e chiusa in sè, pareva una divinità sdegnata che fulminasse i mortali. Ma se appena il sopracciglio si alzava e tremolava il raggio della pupilla e il sorriso rivelava il tesoro dei denti eburnei, tosto pareva dischiudersi un luminoso olimpo; a tal che quel repentino trasmutamento aveva, quasi diremmo, tutti i caratteri d’una solennità."
      },
      {
        "index": 29,
        "text": "Non aveva che ventisei anni, e com’era il trionfo della bellezza era anche il trionfo del peccato:"
      },
      {
        "index": 30,
        "text": "E il peccato era in lei fatto natura."
      },
      {
        "index": 31,
        "text": "Orfana di padre e di madre e ricchissima, sebbene fosse liberale di soccorsi ai miseri, la sola virtù morale che avesse, non isdegnò i lautissimi doni de’ suoi amanti, presentantisi talvolta in processione, e paghi, sebbene fossero consoli e proconsoli e sacerdoti di Giove e d’Apollo e duci dei cavalieri, di ottenere una minima quota dei suoi sguardi, che dall’alto faceva cadere su di essi quasi fossero pioggia d’oro. Era tempra di Semiramide colei, dall’ampia mente fatta al dominio, e dal cuore non mai commosso proclive alla tirannia. Pure avea una strana deferenza per Sallustio Crispo, deferenza, non amore, perch’egli sovente doveva pure acconciarsi ad essere spettatore di erotiche accademie."
      },
      {
        "index": 32,
        "text": "Ma se lo storico sembrò ai posteri fatto di diamante, l’uomo ai contemporanei apparve duttile come verga di sanguinella."
      },
      {
        "index": 33,
        "text": "Annunciata da un preludio suonato da Drusilla sul _trigono_, ella cantò un canzoncino di Anacreonte."
      },
      {
        "index": 34,
        "text": "In quel canto, perchè le regole trovate dall’arte non sono che una riproduzione della natura, v’era quasi tutto ciò che si ammirò nella musica posteriore. Ella sfoggiò scale ascendenti, ossia l’_Agoge_, e dalle basse balzando di tratto alle note alte con felicissimi ardimenti, si fece ammirare in quella che chiamavasi _Ploke_, e il limpido zampillo della voce prolungava sulle note tenute con inalterabile eguaglianza, per virtù della _Jone_."
      },
      {
        "index": 35,
        "text": "Dopo di lei Drusilla, accompagnata dal flauto frigio, suonò un concerto sul _simikion_; e Psosias toccò la cetra, in cui era inarrivabile, provocando le lodi di Cesare, che esagerò per compensarlo del rabbuffo onde prima lo aveva investito, e del quale erasi pentito, perchè troppo gli premeva di non inimicarsi nessuno."
      },
      {
        "index": 36,
        "text": "Ci fu un quarto d’ora di riposo."
      },
      {
        "index": 37,
        "text": "Catone, il rigido Catone, che aveva passeggiato nelle altre aule, involandosi dispettoso alle blandizie della musica ch’ei soleva chiamare _effeminatrice d’eroi_, comparve sulla soglia perchè seppe che Sallustio Crispo, l’incomparabile declamatore, stava per esporre il terzo canto dell’Iliade. Comparve, prese una sedia, s’accostò all’orchestra, e, incrociate le braccia, stette ascoltando attentissimamente."
      },
      {
        "index": 38,
        "text": "Sallustio, annunciato che quel canto della Iliade era una traduzione di esametri latini di ignoto scrittore, cominciò la recitazione. Più che le donne stettero attenti gli uomini di spada."
      },
      {
        "index": 39,
        "text": "Agli esperti, a Cicerone in ispecial modo, parvero stupendi e di nuova eleganza quei primi esametri; e mirabilissimo quel passo onde Ettore investe Alessandro di contumelie:"
      },
      {
        "index": 40,
        "text": "E non la cetra Ti gioverìa, nè quelle ciocche e il viso, Nè Venere e i suoi doni, ove la polve Ti contamini in campo. Oh se i Troiani Fosser men sofferenti, io ti vedrei Vestito di una grandine di pietre E pagato oggimai d’ogni lor lutto."
      },
      {
        "index": 41,
        "text": "Gli esametri latini recavan forse davvero questa perfettissima concinnità dei versi Foscolani."
      },
      {
        "index": 42,
        "text": "Onde l’artista Cicerone non seppe trattenersi, e gridò:"
      },
      {
        "index": 43,
        "text": "— Non v’è poeta antico del Lazio; non Ennio, non Nevio, non altri, che abbian scritto di tali carmi. Però se tu sei il felice traduttore, o Crispo Sallustio, giacchè so che tieni altissimo ingegno, dillo, ch’io ti bacerò sulla fronte."
      },
      {
        "index": 44,
        "text": "— Non io, rispose Sallustio, ma è Giulio Cesare astante, che ora mi fulmina degli occhi perchè ho tradito il suo segreto. Ei me li diede a leggere, facendomi giurare che a nessuno al mondo li avrei mai dati a vedere. Ma se a rompere un tal giuramento ho bene operato, lo dica il tuo senno, o Marco Tullio; e Cesare mi perdoni."
      },
      {
        "index": 45,
        "text": "E Cicerone attraversò tutta l’aula, si fermò innanzi a Cesare, e, alzatosi, lo baciò in fronte, esclamando:"
      },
      {
        "index": 46,
        "text": "— A grandissime cose sei nato, o Giulio, io te lo annuncio..... e sempre ti circondi Venere de’ suoi raggi, Venere la tua grand’ava celeste. —"
      },
      {
        "index": 47,
        "text": "Proruppe un lungo applauso, e le fanciulle tenevan gli occhi intenti sul giovinetto Giulio; che, stringendo la mano a Tullio, chinò il capo girando lo sguardo intorno a ringraziar l’uditorio, ma con tale maestà, che sembrava prenunciasse l’agitar della testa del Giove futuro."
      },
      {
        "index": 48,
        "text": "E l’accademia vocale, istrumentale e poetica si sciolse, e dai gradi dell’emiciclo discesero matrone e fanciulle; e tutte precorse da famule eleganti, che dovevano apprestare altri seggi, passarono nell’aula delle danze."
      },
      {
        "index": 49,
        "text": "L’ora era tarda, l’_inclinatio mediæ noctis_ era già sopravvenuta. Si cominciarono le danze, delle quali era conduttrice l’instancabile Sempronia. Si produssero balli egizj, incessi etruschi, danze argive. La decadenza di quest’arte non era ancora avvenuta; toccava infamarla all’osceno Nerone. Ma allora, tuttavia, segnatamente nella danza argiva, le movenze, gli atteggiamenti, i passi, il girare e l’inclinare delle teste, la flessione delle braccia, il piegar delle dita, tutto si proponeva l’intento di suggerire alle arti plastiche giri di linee elegantissimi e scelti contorni e lievi protervie dissimulate da casti sguardi."
      },
      {
        "index": 50,
        "text": "In ultimo comparvero Sempronia e Drusilla in costume di Niso ed Eurialo venuti a gareggiare in mezzo ai giuochi del campo dì Enea; e danzarono accompagnandosi coi _crotali_ che dall’antico Ilio eran passati in eredità alla gente latina. Fremettero a quel ballo audace (primo annuncio di decadenza) i giovani romani, e acuti ardori li investirono allo spettacolo di quei popliti fatali e di quelle pafiche gambe, tradite agli sguardi dalle lievi e brevi tuniche che si alzavano troppo spesso. Ma più di tutti fremette Catilina di forsennata fiamma; e fremette il sedicenne Cetego maledicendo alla beltà materna."
      },
      {
        "index": 51,
        "text": "E sangue, scellerato sangue, apprestò quella danza."
      }
    ]
  }
}
