{
  "chapterNumber": 14,
  "title": "XIII. LA PATRIA POTESTÀ (Vol. I) — Paternal Authority",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Per tornare alla questione toccata da Cesare, la patria potestà tanto nel fatto arbitrariamente eseguito, che nel diritto meditato con intenzione di sapienza e di umanità, sia che questo proceda spontaneamente dal naturale, o si fissi con arte nel civile, è argomento vetustissimo. Attraversò tutte le civiltà, sempre di volta in volta modificandosi, sempre accennando all’intento del meglio, ma senza mai risolversi in una sentenza postrema, che appaghi tutte le coscienze, tutti i pensamenti dei savii e faccia scomparire tutti i dubbii. Anche oggidì presenta i caratteri di un problema di cui la soluzione attenda il futuro e minacci di rimaner perpetua."
      },
      {
        "index": 1,
        "text": "Dalle leggi delle dodici tavole nelle quali appare che la collaborazione di Ermodoro, esule dalla Grecia democratica, indarno valse a placare l’aristocratica e spietata scienza dei giuristi romani, alla odierna legge italiana, i giureconsulti intorno a molti e pericolosi problemi appaiono ognora in disaccordo. Quelli tra loro che innanzi ad altro interrogarono il diritto naturale e, inspirati da una filosofia fatta troppo credula dal sentimento e dall’amore, trovarono nel sangue paterno tutte le guarentigie alla possibile felicità dei figli, mostrarono di non conoscere tutta la terribilità del cuore umano, della quale i fenomeni vedonsi sovente anche in coloro che adempiono ai doveri di cittadini intemerati, che passano ilari al cospetto del codice, inutile per essi, che persino meritarono ed ottennero premii dal pubblico riconoscente. Chi dalla natura e dalla condizione e dal diritto tiene un potere, facilissimamente, sia nella sfera della pubblica azione che in quella della vita privata e domestica, è tentato di trasmodare alla tirannia. Quei sapienti innamorati sentenziarono essere eccezione il padre che non ama i figli; ma non pensarono che nell’amore stesso che si manifesta in loro al cospetto o della beltà delle figlie o dell’ingegno dei figli, è deposto il più delle volte un germe occulto di egoismo, il quale esploderà tantosto che a quella beltà tenti accostarsi alcun mortale non ricco; o quell’ingegno, tratto irresistibilmente a coltivare la non doviziosa arte, diserti il foro, o il nosocomio, o il trabucco. Quante fanciulle cui la beltà fu dono sventuratissimo, vennero costrette dal buon padre a concedere la mano ad uomini odiati, de’ quali la ricchezza e la condizione privilegiata rendevano amabilissimi a lui solo, e vennero dannate a infelicità perpetua, e di cosa in cosa, persino a cercare nel peccato un lenimento all’affanno. Chi sa quante volte dietro al sacerdote benedicente l’infausto nodo, la sposa desiderante e piena la fantasia di formose apparenze, vide sorgere lento lo spettro voluttuoso dell’adulterio, iridiscente come le ali di Lucifero, e irridere al rito, quasi aspettando un avvenire vicino."
      },
      {
        "index": 2,
        "text": "Il furore di dominio spesso dissimulato dalle più benigne apparenze, la gelosia inesorabile nell’amministrazione e nel godimento dei possessi, mantennero sovente i figliuoli quasi poveri nella casa del ricchissimo e fastoso genitore."
      },
      {
        "index": 3,
        "text": "Lo spettacolo di uomini non ancora _viri_ a quaranta, a cinquant’anni, tenuti in continua ed umiliante soggezione del padre; e a tale età ritraenti uno scarso sussidio non proporzionato alla casalinga dovizia, è caso frequentissimo e volgare."
      },
      {
        "index": 4,
        "text": "Quel pensatore sommo che fu Leopardi, al quale forse i giustissimi sdegni erano di soverchio esacerbati e incruditi dalla maledetta condizione del suo corpo e della salute, la quale gli fece veder la vita attraverso a un prisma di troppo tetra luce, ebbe a dire che nessun uomo ci addita la storia, il quale sia stato operatore di grandi e gloriose cose, vivente il padre."
      },
      {
        "index": 5,
        "text": "Alessandro, Cesare, Napoleone, egli diceva, sfolgorarono indipendenti da ogni predominio paterno. La sentenza dell’inclemente filosofo parrebbe varcare il confine del giusto; ma anche nell’esagerazione, quasi in procella, s’agita pur sempre e appare il vero."
      },
      {
        "index": 6,
        "text": "Se non che Leopardi viveva in tempi e in un paese dove alla patria potestà la legge concedeva diritti ancora eccessivi. Nelle Romagne e in Toscana il padre avea diritto all’usufrutto dei beni peculiari del figlio fintantochè questi non avesse raggiunta l’età d’anni trenta; il che significava che un uomo a quell’età già matura era ancora fanciullo; e sì manifesto errore volevasi mantenere dai giureconsulti di quelle regioni quando avversavano i redattori del nostro Codice odierno. Leopardi imprecava alla caparbietà senile dei giuristi i quali, scelti fra gli assai provetti, e portando nella redazione di codesta parte del codice, quel dispregio che in un certo ordine di cose i vecchi hanno per i giovani, congiurarono a rendere in essi inutili quelle facoltà d’azione che dai venti ai trent’anni negli uomini di mente sana sono potentissime. La storia ci apprende che Leopardi aveva ragione."
      },
      {
        "index": 7,
        "text": "Alessandro a vent’anni aveva già sottomesse la Cilicia e la Pamfilia e tagliato il nodo gordiano; a trenta era compiuta per lui ogni possibile conquista. A Pompeo ventiquattrenne era stato concesso l’onore del trionfo; Annibale appena ventenne imperava e teneva in temuto dominio l’esercito cartaginese sebbene fatto d’uomini di molteplici razze e di varie nazioni."
      },
      {
        "index": 8,
        "text": "Che se balziamo ai tempi moderni, Gastone sotto le mura di Ravenna moriva di spingarda a ventitrè anni ed era già da tempo governatore della Lombardia e generalissimo delle truppe francesi; Bonaparte poco oltre il quinto lustro aveva già vinte dodici battaglie, annientati cinque eserciti, disarmato il re Sardo, atterrito Ferdinando di Napoli, umiliato Pio VI, rovesciate due repubbliche, e a trent’anni già console onnipotente di Francia preparavasi all’universale Impero. Pitt e Fox a ventiquattro anni erano già antagonisti, e se il primo sì giovane governava sapientissimo la _positiva_ Inghilterra; Fox già tuonava nel Parlamento con quell’eloquenza invadente e invitta che dal suo tempo e dalla sua patria, per trovargli un riscontro, ci fa risalire alla Grecia e a Demostene. Che se dal campo agitato dell’azione digrediamo alle sgombre sfere del pensiero; Leibniz a 17 anni insegnava calcolo sublime a Gottinga; Pascal ventenne inventava la macchina aritmetica; Gœthe, compiuto appena il quarto lustro, aveva già scosse le menti ed agitati i cuori di tutta Europa e introdotta ovunque la moda del suicidio; Beccaria, Filangieri, Romagnosi, tutti assai prima del trentesim’anno, avevano compiute le opere per le quali sono immortali."
      },
      {
        "index": 9,
        "text": "Ma bastino le citazioni, chè a proseguirle si colmerebbe un volume."
      },
      {
        "index": 10,
        "text": "Codesta digressione relativa alla patria potestà considerata generalissimamente nei codici moderni, potrà forse parere inutile; pur ne giova a tener conto del progresso del pensiero da Roma antica a noi; perchè, se ancor sorvivono molti elementi che sono in contrasto colla natura, colla ragione e colla giustizia assoluta; tuttavia, al confronto di tutti i codici dell’evo moderno e del medio, la legislazione romana rispetto alla _patria potestà_, appare veramente abnorme e monstruosa e incredibile."
      },
      {
        "index": 11,
        "text": "Incredibile tanto più se si considera che Roma è la patria antichissima della scienza del diritto; che questa le comunica un carattere suo proprio, essenzialmente storico; che essa fu ed è la madre di tutte le legislazioni del mondo civile; che vive ancora ed è ancora la massima parte di tutti i codici d’Europa."
      },
      {
        "index": 12,
        "text": "La quarta legge delle dodici tavole spettante alla patria potestà è la ferocia belvina convertita in scienza e consolidata nel diritto civile."
      },
      {
        "index": 13,
        "text": "I figli in Roma erano cittadini, in faccia agli altri uomini persone, al cospetto del padre schiavi e cose; nè mai diventavano maggiorenni."
      },
      {
        "index": 14,
        "text": "Il legislatore dei Romani, scrive Dionigi d’Alicarnasso, diede al padre ogni potestà sui figli, per tutto il tempo della loro vita; tiene il diritto di sostenerli in carcere, di sferzarli a morte, di venderli. Anche console e proconsole o duce d’eserciti e trionfatore, il figlio era pur sempre sottomesso alla monstruosa potestà del padre. Della spietata aristocrazia domestica non v’ha esempio in nessun’altra legislazione, nemmeno nelle più truci consuetudini delle barbare genti."
      },
      {
        "index": 15,
        "text": "Giustiniano, sebbene al suo tempo la patria potestà fosse ridotta a misura più mite, diceva con dolore: — Non vi sono uomini al mondo, che abbiano tanta potestà sui figli come noi. — _Liberis jus vitæ_, così è fermato nelle dodici tavole, _necis venundandique potestas patri esto_; e soltanto in un momento di luce, che per quei cupi legislatori potè parere serena, fu statuito che: _Si pater filium ter venundavit, filius a patre liber esto_. Eppure Cicerone, il primo dell’antichità che offra i caratteri dell’uomo e del pensatore moderno, il solo che in Roma non renda il fenomeno dell’irremovibilità latina, il solo che dal tormento del dubbio scientifico sia tratto a interrogare la ragione pura, lodava le dodici tavole; e chiamava incondito e ridicolo ogni diritto civile fuorchè il romano. Ma Cicerone era patrizio; e l’ordine privilegiato al quale apparteneva facea velo al giudizio anche di quel sommo."
      },
      {
        "index": 16,
        "text": "Nè si creda che l’atroce legge rimanesse lettera non esercitata; Bruto, Cassio, Fulvio, Fabio Eburno, Scauro furono tutti sacrati a morte dai padri furiali. Lo storico Paolo, vissuto a Roma, testimoniò che la risorsa ordinaria dei padri versanti in angustie pecuniarie era di vendere i figli. Dopo tali enormezze legali, può sembrar mite il diritto che avevano i padri sui beni dei figli, derivassero loro o per eredità della madre e dei parenti, o per guadagni da essi fatti in particolare, o per le ricche prede che portavano dalle terre dove avevano militato."
      },
      {
        "index": 17,
        "text": "Al tempo di Cesare una serie numerosissima di leggi le quali, promulgate in trecento e più anni, portavano il nome di chi le aveva proposte e fatte accettare in Senato, in molta parte modificarono e attenuarono quelle delle dodici tavole; e per quanto riguardava la patria potestà, lasciando sopravvivere la tirannia aristocratica del padre nei diritti di fustigare, di uccidere, di vendere i figli, fu statuito ch’ei non potesse avere più alcun diritto su quello che essi avevano acquistato in guerra."
      },
      {
        "index": 18,
        "text": "A provocare, come già udimmo da Cesare, l’ardore guerresco dei giovani, avvisatamente i giuristi avevano resa loro incresciosa la vita domestica; chè il militare in terre lontano dove il valore procurava gloria e ricchezze li sollecitava al campo."
      },
      {
        "index": 19,
        "text": "Gli acquisti fatti dai figli in guerra furon denominati _Peculio castrense_. Pur se la legge vigeva, non sempre veniva osservata; chè tutti gli altri diritti lasciati ai padri, troppo spesso rendevano irrito quel solo stato concesso ai figli."
      },
      {
        "index": 20,
        "text": "Bastava una minaccia del padre avaro e tiranno, perchè i figli si lasciassero rapire tutto quello di che la legge li costituiva in assoluta proprietà. Non tutti i padri erano efferati, molti erano giusti, alcuni miti e clementi. Ma se un’indole perversa governava la volontà paterna, il figlio poteva bensì ricorrere al pretore e farsi patrocinare dal più eloquente oratore; ma la sentenza favorevole al figlio veniva poi ad infrangersi contro all’inesorabile petto del padre, il quale colla morte poteva togliere al figlio la proprietà che il pretore gli aveva dato colla legge."
      },
      {
        "index": 21,
        "text": "Ed ora in un fatto romano famigliare vedremo la riprova di queste asserzioni storiche."
      }
    ]
  }
}
