{
  "chapterNumber": 33,
  "title": "XVII. CESARE, CRASSO E CICERONE (Vol. II) — Caesar, Crassus and Cicero",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Uscendo per recarsi al Senato, Cicerone, quantunque fosse certissimo della colpa di Clodio, sentivasi tutt’altro che eccitato a condannarlo. In primo luogo, come filosofo e pensatore, non essendo quel che potrebbe dirsi, un bigotto di Roma antica, in faccia alla giustizia assoluta, non dava grande importanza all’insulto fatto ai riti della dea Bona; dea di terzo ordine, la quale era piuttosto complice dei disordini delle matrone e delle donne romane, che inspiratrice e custode della loro virtù. Facendo la via, crollava dunque la testa, pensando all’importanza smodata che davasi alla colpa di Clodio. In secondo luogo ei temeva cotesto giovine inesplicabilmente terribile a tutti, e non sapeva risolversi a farselo nemico, e facendosi nemico lui, sapeva di rendersi nemici e Cesare e Crasso. Procedette così fino al tempio, dove il Senato doveva congregarsi. Innanzi al limitare di esso vide Cesare e Crasso circondati da una fitta di cittadini d’ogni classe. V’erano patrizj, cavalieri, tribuni, perfino senatori. Allorchè Cesare vide Cicerone gli si fece incontro, e:"
      },
      {
        "index": 1,
        "text": "— Credo bene che tu avrai divisa la tua colla mia sentenza?"
      },
      {
        "index": 2,
        "text": "— Ora non so nulla, o Cesare. Converrà sentir l’accusa, i testimoni, la difesa, tutto quello che è necessario a pronunciare una sentenza. Del rimanente, che Clodio abbia contaminato i riti della dea come lo ha giurato la madre tua, lo giurò Terenzia. Questo solo ti prometto, o Cesare, che non dirò e non farò cosa che sia contro alla giustizia."
      },
      {
        "index": 3,
        "text": "L’ambizione, che era la sola eccitatrice del coraggio di Cicerone, e che già lo aveva reso imperterrito e inesorabile nella condanna dei catilinarj, lo mantenne in rigorosa dignità anche questa volta. Non voleva mettere in pericolo il predicato di _Padre della Patria_, che lo aveva fatto sussultar di gioia, quando gli giunse all’orecchio pronunciato dalla gran voce del popolo romano."
      },
      {
        "index": 4,
        "text": "Così insieme con Cesare e con Crasso ei mise piede nel vasto pronao del tempio. Quanti stavano intorno ad essi entrarono in quell’immenso recinto, dove tutta Roma era affollata, tanta era l’importanza che davasi a Clodio e al suo delitto e al giudizio e alla sentenza che il Senato avrebbe pronunciato."
      },
      {
        "index": 5,
        "text": "E poco dopo entrò anche Clodio, fiero e provocante nell’incesso, infiammato negli occhi: e pareva Apollo sagittario, quando dall’arco suonante vibrava saette pestifere a contaminare il campo argivo."
      },
      {
        "index": 6,
        "text": "Il frastuono era al sommo. Cesare parlava ora all’uno, ora all’altro, ora all’altro. Crasso faceva lo stesso, e alle loro parole si vedevan teste inchinarsi, e mani comprimere sterni, come in atto di promessa e di giuramento. Solo a un certo punto nacque diverbio tra Cesare e un tal Trebonio."
      },
      {
        "index": 7,
        "text": "— Dammi altri cinquanta talenti, dicevagli questi, e farò a tuo senno."
      },
      {
        "index": 8,
        "text": "— Non li ho meco, Trebonio. Domani li avrai."
      },
      {
        "index": 9,
        "text": "— Adesso io li voglio, o Clodio sarà condannato. Trenta clienti stanno agli ordini miei."
      },
      {
        "index": 10,
        "text": "— Ebbene, attendi."
      },
      {
        "index": 11,
        "text": "Passeggiava tra quella folla, circondato dai suoi pari, un tale Assio, celebre usuraio di quel tempo. Capitanava una schiera di manutengoli, e in tutti i giorni d’assemblea venivano nel pronao a mercanteggiar di danaro. Quell’Assio era già vecchio, e avea militato in Asia portando in Roma, insieme con alquanti de’ suoi commilitoni, assai danaro. La sua schiera chiamavasi l’_Acies Asiatica_."
      },
      {
        "index": 12,
        "text": "Cesare gli si avvicinò e gli disse:"
      },
      {
        "index": 13,
        "text": "— Dammi cinquanta talenti."
      },
      {
        "index": 14,
        "text": "— Non li ho meco."
      },
      {
        "index": 15,
        "text": "— Valli a prendere sull’istante."
      },
      {
        "index": 16,
        "text": "— Se Crasso ti fa garanzia, vado."
      },
      {
        "index": 17,
        "text": "Cesare chiamò Crasso. Questi, sentito il fatto:"
      },
      {
        "index": 18,
        "text": "— Va, gli disse, e presto. Rispondo io. Va."
      },
      {
        "index": 19,
        "text": "Assio partì."
      },
      {
        "index": 20,
        "text": "Continuava a rumoreggiare il gigantesco pronao. La varia folla, dove tutte le classi si mescevano, era fondo cupamente agitato, quasi fosse onda acherontea, sul quale staccavano a grande rilievo gli antichi illustri scellerati."
      }
    ]
  }
}
