{
  "chapterNumber": 18,
  "title": "II. CESARE E PUBLIO SCEVA (Vol. II) — Caesar and Publius Scaeva",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Cesare, quando Marco Sceva fu partito, continuò per qualche tempo a leggere Polibio e ad esaminare gli ampj papiri cartacei dove l’amico suo Varrone aveva fin d’allora delineato la geografia e la topografia del teatro della guerra cartaginese. Ma, di tratto, smessa la lettura, come se lo avesse colto un improvviso pensiero, chiamò un servo, al quale ingiunse dicesse all’auriga di apprestare il cocchio. Il racconto che Sceva gli aveva fatto, il dolore profondo dal quale avealo visto oppresso, l’indole generosa ma pericolosissima a un tempo di quel giovine straordinario, gli fece pensare essere necessario di provvedere ad ajutarlo. Cesare volgendo ognora e rivolgendo in mente più disegni d’imprese future, sebbene senza un punto determinato, ed essendo oramai giunto a quell’età che più non gli permetteva di star pago di una celebrità la quale si chiudeva entro le mura di Roma, celebrità senza fasti e senza gloria, si aggirava spesso fra centurioni e militi, armeggiava con essi, con essi versava in famigliari colloquj, si rendeva amicissimi i più forti e valorosi, all’intento di averli seco, quando mai dal Senato gli fosse decretato di condurre la guerra a conquista di paesi; però gli parve essere fra tutti di altissimo prezzo il giovane Sceva, il quale era stato di grande ajuto a Pompeo in molti pericolosi dubbj delle battaglie. Di quei tempi la forza fisica e l’impeto del coraggio quand’era fuor d’ordine della natura comune, potea rendere un sol milite romano formidabile a intere coorti."
      },
      {
        "index": 1,
        "text": "Quando Niebuhr, non all’intento di scoprire il verissimo vero, ma per libidine di singolarità, e per avversione alla gente latina, negò alla ricisa molti fatti gloriosi dell’antica Roma eccezionali, e negò il valore prodigioso di Coclite e la possibilità di star solo al ponte contro le irruenti schiere degli Etruschi, mostrò di non comprendere nè Roma nè i Romani. Lucano, poeta, che certo era più grande dello storico tedesco, e viveva e scriveva in tempi ancora prossimi alla battaglia di Farsaglia, e dalla tradizione orale non interrotta avea trovato quel vero che Niebuhr invano cercò nella sua fantasia inzuppata di cerevisia, narrò di Marco Sceva un fatto di guerra maraviglioso, al pari e più di quel d’Orazio."
      },
      {
        "index": 2,
        "text": "Cesare dunque voleva gratificarsi quel giovane già fin d’allora singolarmente forte e coraggioso e glorioso fra i commilitoni, e dominarlo così da staccarlo da Pompeo. Uscì dunque in cocchio e recossi alla casa degli Sceva. Voleva parlare al padre di Marco, per tentar di placarlo e renderlo meno aspro al figlio. Discese alla casa; non vedendo l’ostiario, entrò senz’altro, e passato al cavedio, con sua meraviglia lo vide affollato di schiavi e servi e clienti, i quali pareva tendessero l’orecchio come in aspettazione di qualche notizia. Marco Sceva non era ancora uscito dalla stanza paterna, ed alcuni momenti prima aveano risuonato pel vasto palagio le voci alte, sonore, minacciose del padre e del figlio, e prima ancora le acute esclamazioni di Gordiene. L’ostiario aveva lasciato la porta senza custodia, chiamato anch’esso da quelle voci e da quelle grida accennanti a un litigio feroce. I servi si curvarono, in atto di soggezione, all’apparire di Cesare. I clienti di Publio gli si fecero incontro e gli baciaron le mani."
      },
      {
        "index": 3,
        "text": "— Che è avvenuto? — chiese loro Cesare — mi sembra di vedervi tutti in qualche sospensione."
      },
      {
        "index": 4,
        "text": "— I consueti contrasti tra il padre e il figlio — ma oggi siamo in timore del peggio — chè suonaron minaccie tremende, e grida e pianti femminili."
      },
      {
        "index": 5,
        "text": "— E non è uscito Marco?"
      },
      {
        "index": 6,
        "text": "— Uscì e tornò, disse l’ostiario che sentì le parole di Cesare."
      },
      {
        "index": 7,
        "text": "Questi espertissimo delle passioni umane e dei desiderj impazienti che comunicano a chi le ha in petto, indovinò la cagione del ritorno di Marco. Disse poi all’ostiario:"
      },
      {
        "index": 8,
        "text": "— Io m’inoltro alle stanze di Publio."
      },
      {
        "index": 9,
        "text": "— Non entrare, o Cesare, in tal momento."
      },
      {
        "index": 10,
        "text": "— È in tal momento ch’io debbo entrare."
      },
      {
        "index": 11,
        "text": "L’ostiario non rispose. Cesare lasciò il cavedio; entrò nelle stanze interne. D’una in altra passò a quella di Publio."
      },
      {
        "index": 12,
        "text": "Fermatosi al limitare, vide e inorridì. Guardò Publio appoggiato al dossale di un’aurea edra, guardò alla daga insanguinata che il vecchio aveva lasciata cadere sul tabulario. In sul primo affacciarsi, Cesare credette, ricordando Appio e Virginio, che Marco stesso avesse trafitta la fanciulla piuttosto che lasciarla in balìa del padre; ma la daga caduta e quella che ancor pendeva chiusa nella vagina dal fianco di Marco, gli rivelò il tutto; e l’orrore e la pietà furono in lui soverchiati dall’ira. Tacque tuttavia; chè Marco sempre inchinato sul corpo della sventurata, e sempre gemente, teneva il tergo rivolto a lui, ned erasi accorto della sua presenza. Nè Cesare pensò d’interrompere quel dolore con intempestive parole. Pure, dopo alcuni istanti, s’accostò a Marco e al cadavere della fanciulla. Marco si volse, vide Cesare; proruppe in nuove e più abbondanti lagrime, poi, ribaciata Gordiene:"
      },
      {
        "index": 13,
        "text": "— Guarda, o Cesare, esclamò, appena il decimo ed ottavo anno a lei traeva la parca; ed ospite eterna degli Elisi ella è già; e più non udrò il suono della sua voce; nè più il raggio almo degli occhi suoi; nè più il sorriso, onde pareva mi schiudesse il lucido Olimpo. Chi la trafiggeva è lì. Guardalo, o Cesare. Ned ei sente orrore di sè; nè sa l’insulto che fece alla natura, che liberale componeva questa beltà sovrumana. Nè ancora ei pensa ad uscire da questa stanza maledetta."
      },
      {
        "index": 14,
        "text": "— Escine tu, gridò Publio allora, e per sempre; e che mai più io non ti veda. Fallo uscire da questa casa, o Cesare. Teco il conduci: chè se ancora qui s’indugia io lo consegno al carnefice, e così l’anima sua volerà più presto incontro all’anima della schiava."
      },
      {
        "index": 15,
        "text": "— Non ti dico parole, o Publio, esclamò Cesare; nulla vi ha che ora torni opportuno a dire, nè che tu sii degno di sentire. Roma ti conosce appieno; Roma conosce il tuo figlio appieno. Usciamo, o Marco."
      },
      {
        "index": 16,
        "text": "Questi s’inchinò un’altra volta a contemplare Gordiene, dalla quale non sapea staccarsi; le tolse il peplo insanguinato; levò dal tabulato la lama indarno esiziale che a lei, trafitta, era caduta di mano; tolse dal cinto di Gordiene l’aurea guaina di quel ferro e ve lo chiuse; e questo e il peplo portò seco, a commemorazione perpetua del suo sventuratissimo amore e di quell’orrido giorno. Muto si lasciò prendere la mano da Cesare che, muto, condusse Marco fuori della casa paterna. Salirono in cocchio; disse Cesare all’auriga: — Vola a Catilina."
      },
      {
        "index": 17,
        "text": "Il cocchio si fermò innanzi al palazzo di lui, ma l’ostiario disse a Cesare:"
      },
      {
        "index": 18,
        "text": "— La nobile Sempronia mandò ora a chiamar Catilina. Se vuoi parlargli, è bisogno che ti rechi a quella casa."
      },
      {
        "index": 19,
        "text": "L’auriga piegò al palazzo di Sempronia."
      },
      {
        "index": 20,
        "text": "— Entra tu solo, o Cesare, disse Marco quando il cocchio si fermò. Troppo disfatto io sono, nè la mente può soccorrere alle mie parole."
      },
      {
        "index": 21,
        "text": "— Non occorre che tu parli; parlerà il peplo e il sangue. Io dirò il resto."
      },
      {
        "index": 22,
        "text": "Discesero, entrarono nel palagio; annunziati, misero il piede nella sala magna, dove Sempronia accoglieva a congressi, dissimulati da sollazzevoli apparenze, gran numero di cittadini."
      },
      {
        "index": 23,
        "text": "— Ave, Cesare, disse Sempronia. Ave, Marco Sceva. Ma che veste e che sangue rechi tu sul braccio?"
      },
      {
        "index": 24,
        "text": "Tutti i seduti si alzarono: gli altri s’avvicinarono al giovane Sceva."
      }
    ]
  }
}
