{
  "chapterNumber": 6,
  "title": "V. L'IRA DI CETEGO (Vol. I) — The Wrath of Cethegus",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Come cessò quella danza fatale, cui susseguì un urlo d’applausi baccanti; e intanto che si disponevano a novi balli, novi attraenti côri di alfesibee e alfesibei, Giulio Cesare fermò Catilina."
      },
      {
        "index": 1,
        "text": "— E perchè, gli disse, ti aggiri irrequieto e terribile, così che sembri un tigre bramoso?"
      },
      {
        "index": 2,
        "text": "— Tengo l’averno qui — quegli rispose, premendosi il cuore col pugno serrato."
      },
      {
        "index": 3,
        "text": "— Ma e la gloria della donna tua non ti lusinga invece? non ti accomuna agli Dei?"
      },
      {
        "index": 4,
        "text": "— Sì, tutto che vuoi.... se non vivesse quell’irto cignale di fanciullo che tu vedi or là... in fondo..."
      },
      {
        "index": 5,
        "text": "— È il figlio di lei. — Impara dunque a sopportarlo."
      },
      {
        "index": 6,
        "text": "— Lo tentai; mi feci acuta violenza; ma colui non sopporta me... nè la madre... e un dì fu sì feroce e codardo che la percosse in volto. Però ei deve andar sotterra, e presto."
      },
      {
        "index": 7,
        "text": "— Ami tu Aurelia davvero?"
      },
      {
        "index": 8,
        "text": "Catilina guatò Cesare con lampeggiante pupilla, e:"
      },
      {
        "index": 9,
        "text": "— Tu me lo chiedi?... Roma, l’Italia, il mondo, tutto che sta in cielo e in terra, manderei in isfacelo io... per questa donna, a me, oltre ogni umano pensiero, dilettissima. E così dicendo, strinse della propria con sì tenace stretta la mano di Cesare, che questi ne diè segno doglioso in un fuggitivo aggrottare del ciglio."
      },
      {
        "index": 10,
        "text": "— Senti, Sergio, disse allora Cesare... Io mi propongo di renderti amico e ligio il giovane Tullo, se concedi che in questa istess’ora io gli parli. — Vedi ch’ei sta in profondo abboccamento colla giovanissima Servilia, sorella a Catone; terrestre Ebe che lui infiamma d’amore, come Roma vocifera. Non v’ha macigno che, tocco in sì rovente bragia, a placito nostro tosto non si squagli."
      },
      {
        "index": 11,
        "text": "— Hai seco parlato altre volte?"
      },
      {
        "index": 12,
        "text": "— No."
      },
      {
        "index": 13,
        "text": "— Dunque vedo che non lo conosci, se credi ammansarlo. Però, se ci riesci, ti ringrazierò ammirando."
      },
      {
        "index": 14,
        "text": "E Cesare, lasciato Catilina, scansando con leggiadria i danzanti côri, s’accostò ai due giovani. Ei non aveva mai parlato nè con l’uno nè con l’altra; inoltre, è quasi ingiunzione di legge, l’aliare disattenti e inconsapevoli e ciechi intorno a due che sieno infervorati in amoroso colloquio. Ma Cesare invece infranse la legge di colpo, e si fermò innanzi ad essi, e li guardò fisso; ma con sì benigna movenza di pupilla, che nè a Servilia nè a Cetego venne in mente di chiamarlo importuno; — e Cesare, inclinatosi tra l’una e l’altra testa:"
      },
      {
        "index": 15,
        "text": "— Cari colloquj io interrompo, soggiunse, ma contemplandovi invidioso da lungi, sentii la necessità di gratularmi con te, o giovinetto Cetego, che tanto premio ti meritasti; e con te, fanciulla, che Ebe a me sembri: Ebe dalle chiome fragranti di nettare e ambrosia, fidente in costui, il quale mi sembra una promessa di Marte."
      },
      {
        "index": 16,
        "text": "Sorrise a Cesare Servilia d’ineffabile sorriso, pur tacendo, l’animo grato le brillò nella pupilla: e Cetego li fissò pure, ma di uno sguardo involontariamente fiero; chè natura gli aveva per tal modo modellato il fortissimo ciglio, che mal poteva atteggiarsi a dolci movenze: e codesta fierezza, che pareva dovesse renderlo inamabile alle donne, era quella appunto che le traeva a sè, dominandole, e sovente anche involontarie."
      },
      {
        "index": 17,
        "text": "— Belle parole tu ne dici, o Cesare, esclamò poi... ma se son belle pronunciate da te, ben migliori sarebbero, e a me più profittevoli, se venissero dalla scellerata mia madre, e dall’inflessibile fratello di costei."
      },
      {
        "index": 18,
        "text": "— Nè tua madre è scellerata, nè inflessibile è Catone. Però, se lo concedi, vorrei per poco trattenermi teco."
      },
      {
        "index": 19,
        "text": "Dopo queste parole, Servilia essendo stata invitata a nove danze, Cetego s’alzò, e:"
      },
      {
        "index": 20,
        "text": "— Sono con te, soggiunse; ma già ti avviso che tu alimenti impossibili speranze. Non c’è altro che il ferro, nè altra dea che Nemesi a cui mi affidi."
      },
      {
        "index": 21,
        "text": "Cesare precedette, recandosi sopra un terrazzo del giardino pensile. Cetego il seguiva; ma il giovinetto Clodio gli si attraversò allora dicendogli:"
      },
      {
        "index": 22,
        "text": "— Che vuol Cesare da te?"
      },
      {
        "index": 23,
        "text": "— Lo saprai."
      },
      {
        "index": 24,
        "text": "— Bada che i miei servi son pronti."
      },
      {
        "index": 25,
        "text": "— A che i servi? Basto io solo in ogni modo."
      },
      {
        "index": 26,
        "text": "— No, Cetego. Colui ha sempre seguaci numerosi di notte. Provvedi a te."
      },
      {
        "index": 27,
        "text": "— Ora attendi. Tosto ritorno."
      },
      {
        "index": 28,
        "text": "Il palazzo di Sempronia sorgeva sovra un dei più alti declivi del monte Palatino. Dal terrazzo ove Cesare erasi recato, vedevasi gran parte della sottoposta Roma, quella segnatamente che da porta Romanula si estendeva fino alle stazioni dei municipj. Nereggiavano sull’azzurro cielo in gigantesche proporzioni la basilica Porcia e la Opima e la Fulvia Emilia; illuminate dalla luna, potevansi contar le colonne del tempio degli Dei Penati e di quello di Castore e Polluce e della curia Ostilia. Cesare, a guisa di chi vagheggia un latifondo cui sospira di possedere, osservò, prima di parlare a Cetego, quella maestà romana accresciuta dalla notte e dal cielo profondo e dai confini indeterminati pel giuoco delle tenebre in contrasto colle varie ed ampie macchie bianche della luce lunare. — E questa posò sulle figure di Cesare e di Cetego, tagliando il viso di quest’ultimo, di maniera che la parte inferiore era in ombra, spiccando netta la superiore, la quale pareva uscire, come di soppiatto e sospettosa, da una selva densissima di capegli a larghe anella, che, al par di quelli che si vedono nel busto di Lucio Vero, aveano la loro radice a mezza fronte, e insieme coi sopraccigli congiungentisi fitti all’inizio della linea nasale, davano un aspetto terribilmente fantastico a quella testa giovanile, cui Cesare artista ed esploratore di caratteri guardò a lungo; e in guardarla, parea pensasse: Or vedo che le mie saran parole al vento."
      },
      {
        "index": 29,
        "text": "— Dimmi, o Cetego, entrò primo a parlar Giulio Cesare, hai tu fiducia in me?"
      },
      {
        "index": 30,
        "text": "— Più di quella ch’io ho in altri, perchè tu sei il più giovane di quanti hanno già qualche fama in Roma."
      },
      {
        "index": 31,
        "text": "— E non per altra ragione?"
      },
      {
        "index": 32,
        "text": "— Sì, anche pel tuo ingegno, come assicura il greco Armodio; e perchè sei il primo nel cogliere il bersaglio col pilo; e perchè sei il solo che freni il cavallo pancia a terra tenendo le braccia intrecciate dietro le terga."
      },
      {
        "index": 33,
        "text": "— E non per altro?"
      },
      {
        "index": 34,
        "text": "— Altro non so di te... Ma della giovinezza in fuori... nessuna tua virtù mi aggiunge fiducia... perchè quelle che ti ho accennate, se saranno utili a te, temo possan riuscire dannosissime agli altri."
      },
      {
        "index": 35,
        "text": "— Sebbene tu mi dica ingiuria, pure mi congratulo teco che in sì giovane età parli, se non con senno verace, certo con tutte le apparenze e le scaltrezze di un senno che par fatto d’esperienza."
      },
      {
        "index": 36,
        "text": "— Chi rimane orfano ancor fanciullo, impara assai prima degli altri a vivere e a giudicare degli uomini. Io poi non ebbi che affanni e dolori atroci nella casa mia... Mio padre morì trentenne... e ancor ne ignoro il come."
      },
      {
        "index": 37,
        "text": "Qui Cetego stette muto un istante, poi ripigliò:"
      },
      {
        "index": 38,
        "text": "— Sventuratissimo colui che nacque da madre bellissima, la quale, giovane tuttora, vede crescersi innanzi, quasi assiduo rimbrotto, un figliuolo di tale apparenza ed aitanza e forza, che minaccia di farla parer vecchia innanzi tempo."
      },
      {
        "index": 39,
        "text": "— Ami tu la madre tua?"
      },
      {
        "index": 40,
        "text": "— No."
      },
      {
        "index": 41,
        "text": "— E perchè?"
      },
      {
        "index": 42,
        "text": "— Per corrispondere all’odio suo..."
      },
      {
        "index": 43,
        "text": "— E come puoi credere ch’ella t’odii?..."
      },
      {
        "index": 44,
        "text": "— Insultando alla propria fama, ella insulta alla mia... però mi odia..."
      },
      {
        "index": 45,
        "text": "— In che modo insulta alla propria fama?... Il suo nome echeggia dovunque in suon di lode..."
      },
      {
        "index": 46,
        "text": "— E di che lode mi parli tu?... mal t’infingi, o Cesare... e concedi troppa importanza al fatto che nella vita mi precorri di sette anni. Ma pensa che la mente mia è forte e scaltrita, come è virilmente muscoloso codesto mio braccio gladiatorio. Guarda, o Cesare — e squassò al chiaro di luna il suo braccio dritto, di sì poderosa apparenza, che se allora vi fosse stato il dinamometro, esso ne avrebbe di tratto oltrepassato la misura."
      },
      {
        "index": 47,
        "text": "— Se la densità delle braccia fosse espressione d’intelletto..... Ercole sarebbe Apollo..... Ajace avrebbe cantato Ilio invece di Omero.... Burro, il gladiatore, tuonerebbe dai rostri come Tullio....."
      },
      {
        "index": 48,
        "text": "— Degli altri io non so... Ben di me so questo... che mi sento uscito d’adolescenza, e, precorrendo natura un buon tratto, or mi trovo compiuto sì di fuori che di dentro e nel corpo e nell’animo al par di chicchessia... E guai a chi s’attentasse insultarmi."
      },
      {
        "index": 49,
        "text": "— Lode a te, o Cetego; ch’egli mi sembra sii stato battuto all’incude, dove già stridette il ferro di Mario. Or se tu sarai quel che or sembri, Roma dovrà gloriarsi del nome tuo."
      },
      {
        "index": 50,
        "text": "Queste cose diceva Cesare; ma nell’intimo provò in quel punto per Cetego la stessa inesplicabile avversione che Silla aveva sentita per lui; ma Silla aveva palesato quel che Cesare dissimulò con arte profondamente lusinghiera, intanto che a Cetego porgeva la mano, la quale non fu respinta, ma nemmeno accolta dall’arcigno fanciullo che tosto soggiunse:"
      },
      {
        "index": 51,
        "text": "— Non posso stringere la mano che stringe quella di Catilina. — Anche di ciò mi loderai, o Cesare?"
      },
      {
        "index": 52,
        "text": "— Ammiro la tua sincerità selvaggia, non l’errore del tuo giudizio..."
      },
      {
        "index": 53,
        "text": "— Io detesto Catilina, assassino e fratricida. E tu, Cesare, ti contamini della sua velenosa dimestichezza."
      },
      {
        "index": 54,
        "text": "— Tu non lo conosci; nè conosci i fatti che detesti. — Ti do tempo sette anni a darmi ragione."
      },
      {
        "index": 55,
        "text": "— Nè sette, nè settanta. Odio quell’uomo, e l’odio mio è fatto disprezzo. Però da questo punto, guaj se egli s’attenta di riporre il piede nella casa degli avi miei. Sulla soglia di quella io farò di lui quel ch’ei fece di Gratidiano in riva al Tevere. Lo giuro ai numi dell’Averno; ad essi consacro il suo capo scellerato."
      },
      {
        "index": 56,
        "text": "— Ma dimmi, o Cetego, hai tu il diritto di vietare alla madre tua di venir sposa a quell’uomo che più le piace?"
      },
      {
        "index": 57,
        "text": "— Ne ho la volontà, se non ne ho il diritto; se poi tu parli di Catilina, anche il diritto è con me."
      },
      {
        "index": 58,
        "text": "— E credi che Aurelia tua madre debba obbedire a te, quasi a padrone?"
      },
      {
        "index": 59,
        "text": "— Non a me padrone, ma più che a padrone, al tiranno _onore_. E in forza di questo io comando nella casa dei Cetegi."
      },
      {
        "index": 60,
        "text": "— E Servilia? Non pensi a Servilia?"
      },
      {
        "index": 61,
        "text": "— È a lei che penso, e se Catone mi è avverso, non è già perchè io sia Cetego, ma perchè sono il figlio dell’amante di Catilina."
      },
      {
        "index": 62,
        "text": "— E se io parlassi, e se Catone non opponesse più l’inesorabile sua parola ai desideri tuoi... e se la divina Servilia diventasse tua moglie.... allora, pago di te stesso, non ti placheresti con tua madre, col suo marito futuro?..."
      },
      {
        "index": 63,
        "text": "— Marito futuro? Ma chi è, ma chi ha ad essere costui?"
      },
      {
        "index": 64,
        "text": "— Non andare in escandescenze, o giovinetto; e giacchè ti credi già degno della toga virile, fa che a me non sembri di soverchio la tua pretesta. Or su, dêssi far senno e provvedere al tuo avvenire, pel quale già temo."
      },
      {
        "index": 65,
        "text": "— Altri piuttosto dee tremar per il proprio."
      },
      {
        "index": 66,
        "text": "— Tu sarai padrone nella casa tua. Io farò in modo che l’intero asse paterno venga tosto nelle tue mani; nè altri ti debba più governare. Questo ottenendo, come puoi tu pretendere che altri debba essere tuo schiavo?"
      },
      {
        "index": 67,
        "text": "— Non m’importa nè d’asse paterno, nè di libertà, nè di padronanza, nè d’altro; quel che ho detto, ripeto, e quel che voglio, esser deve. Intanto, io ti prego, o Cesare, di riferire a Catilina, che se questa notte pensasse mai di toccar la soglia della casa dove io sto.... là si fermerebbe cadavere, nel proprio sangue immerso....."
      },
      {
        "index": 68,
        "text": "— Ti credetti acciajo da Mario... Or non mi sembri che zanna da tigre. Però ti rinselva, e fa la tua strage se ti riesce. E Cesare, senz’altre parole e senza saluto, lasciò Cetego sul terrazzo."
      },
      {
        "index": 69,
        "text": "Le danze proseguivano. Cesare attraversò le sale, venne a Catilina, e:"
      },
      {
        "index": 70,
        "text": "— Nulla c’è a fare."
      },
      {
        "index": 71,
        "text": "— Ben te lo dissi."
      },
      {
        "index": 72,
        "text": "— Or devi star sull’avviso, o Sergio. Colui ha propositi di sangue, se tu non rinunci a Drusilla, se non rinunci a metter piede nella casa dei Cetegi."
      },
      {
        "index": 73,
        "text": "— Quando così si vuole, quasi urlò Catilina allora, domani ella sarà mia sposa... e stanotte dormirò nella casa dei Cetegi. E lui, lui stesso padrone ultimo dell’antico palagio, getterò dalla torre che guarda Tevere; e lunge lo scaglierò, come Pirro fece d’Astianatte, ed Ercole di Lica. Lo giuro ai numi."
      },
      {
        "index": 74,
        "text": "— Lascia i numi lassù, e a te provvedi. Ma le aule si vuotano, chè l’ora del _conticinium_ è presta. Che pensi di fare or tu? Attendere il _diluculum_, o uscir tosto?"
      },
      {
        "index": 75,
        "text": "— Uscir tosto, e in modo che Cetego se n’accorga. Spesso lo vidi in colloquio con Clodio, il quale mi guatava bieco. Vo’ vedere se avran l’audacia di seguirmi."
      },
      {
        "index": 76,
        "text": "— Attenditi il peggio, o Sergio."
      },
      {
        "index": 77,
        "text": "— Ho braccia strenue e daga sotto la toga, com’è mio costume di portar sempre; e una siepe di giovani indebitati che strappai sovente alle ugne dell’usurajo."
      },
      {
        "index": 78,
        "text": "— Ed io verrò teco."
      },
      {
        "index": 79,
        "text": "— No, piuttosto veglia in disparte, e governa le fila non osservato."
      },
      {
        "index": 80,
        "text": "— Sia. Ma or vedo là Catone. Voglio parlargli; e mi par che stia levando dal seggio la sorella Servilia. Colui affetta di non tener cocchio, a pompa d’austerità e ad imitazione dell’arcavolo; — così il piè leggiadro di lei dee inzaccherarsi, per la stranezza fraterna, nel fango tiberino. — Ma ciò mi dà il pretesto di farmi loro compagno lungo la via, sì che Cetego ne sia disciolto. Vo’ sentire quel che di costui pensa Catone. È affar di breve ora. Dalla casa di Catone, ritornando, terrò la via più dritta e più breve... Tu, se ti rechi al palagio d’Aurelia o al tuo, fa di fermarti in veduta della via Sacra."
      },
      {
        "index": 81,
        "text": "E Cesare lasciò Catilina, e volando a Catone, che già pareva partirsi con Servilia, e prevenendo Cetego che veloce le si accostava:"
      },
      {
        "index": 82,
        "text": "— Or esco teco, o Catone, se me lo concedi, che di grave affare ho a intrattenerti. E prima ti supplico ad attender qui un istante, che del breve indugio mi darà venia Servilia tua; Servilia, raggio del cielo."
      },
      {
        "index": 83,
        "text": "Catone non disse nè sì, nè no. Ammiccò del viso alla sorella, quasi a dire: che tedio!... pur si dee aspettare."
      },
      {
        "index": 84,
        "text": "E Cesare cercò allora di Sempronia, che erasi ritratta con Aurelia, la quale tutta affannosa, le stava parlando."
      },
      {
        "index": 85,
        "text": "— O Aurelia, Cesare le disse; vengo per ammonirti di non ti staccar mai per questa notte dal fianco di Sempronia."
      },
      {
        "index": 86,
        "text": "— E che altro avvenne? Oh parla. Io tremo ancora dei feroci propositi di Sergio. E Cetego mi fulminava or ora con sanguigna pupilla. O Dei!... — e Aurelia cadde in ginocchio, e aggiunse palma a palma, e protese lo sguardo in alto e pronunciò preghiere."
      },
      {
        "index": 87,
        "text": "— Circondati di calma, o Aurelia, esclamò Cesare, e in me ti affida. Ed or salvete, o donne."
      },
      {
        "index": 88,
        "text": "Così le lasciò, venne a Catone e del braccio sostenendo Servilia tra la folla che si accalcava agli esiti del palagio, passò innanzi a Cetego fermatosi per salutar Servilia, la quale gli rivolse un lungo sguardo, da cui parevano uscir parole chiarissime di rimprovero amaro e di cocente desiderio."
      }
    ]
  }
}
