{
  "chapterNumber": 19,
  "title": "III. MARCO SCEVA, CESARE E CATILINA NELLA CASA DELL'EMINENTE SEMPRONIA (Vol. II) — Marcus Scaeva, Caesar and Catiline in the House of the Eminent Sempronia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "In quel numeroso convegno oltre a Sempronia, v’erano la Dorestilla stata già amante di Catilina, e la ricchissima Babulca stancatrice di amanti indebitati; e la Gèmina, maschia d’aspetto e famosa di tenebrosa fama, nella di cui casa il bellissimo Bleso, inclito Endimione ognora tentato dalle Diane terrestri, era entrato vivo e, deposto nella sedia portoria, era uscito morto; e v’erano altre patrizie romane. La Precia cortigiana e la Flora e la Chiledone, sebbene care a Lucullo e a Pompeo e a Crasso, e soffiatrici instancabili nell’uragano che stava per prorompere, non v’erano. Le nobili dame peccatrici paganti si schermirono con arte atta a stornare ogni rancore, dal concedere l’accesso alle peccatrici pagate. Catilina, Lentulo, Quinto Curio, Cetego, lo zio dell’ucciso, più e più s’accostarono a Cesare e a Marco."
      },
      {
        "index": 1,
        "text": "Cesare parlò:"
      },
      {
        "index": 2,
        "text": "— Sovente, o Catilina, con te e Lucullo, espertissimo di leggi e costumi, e Ruffo e Scevola giureconsulti, e Granio Flacco, il commentatore delle dodici tavole, abbiam discusso intorno al bisogno di far nuove leggi che surroghino le antiche e distruggano il fatto pel quale dobbiamo sottostare a molte che sono in manifesto contrasto coi presenti costumi, colle necessità che modi diversissimi di vita pubblica e privata, in sì lungo ordine d’anni andarono creando; e, quel che è più penoso a pensare e a dire, in contrasto colla natura, colla ragione, colla giustizia."
      },
      {
        "index": 3,
        "text": "«So che in codeste adunanze corre spesso il discorso intorno alle cose che riguardano la patria, alla quale tanto più volenterosi contribuiscono i cittadini quanto più ripetono la domestica felicità dalla sapienza delle istituzioni e dalla equità dei diritti. Tu conosci, o Catilina, questo giovine forte, questo decoro della casa Sceva, e voi tutti conoscete il padre suo."
      },
      {
        "index": 4,
        "text": "«Ma che vale al figlio s’ei provvede a rinnovare la gloria sacra degli avi e a coprire i vituperi paterni?"
      },
      {
        "index": 5,
        "text": "«Leggi così strane e assurde e spietate abbiamo noi, che condannano la virtù ad essere la schiava del vizio; perchè se un figlio pei suoi meriti è caro agli Dei ed alla patria, tuttavia è decretato schiavo perpetuo del padre, anco se questi per le scelleraggini sue venga in odio agli Dei e torni increscioso ai cittadini."
      },
      {
        "index": 6,
        "text": "«Tuttavia la legge per cui nella famiglia il figlio non è uomo, venne in una sua parte riformata; ma le parti superstiti e antiche fecero inferma e impotente la nuova, se non per il diritto, per il fatto. Publio tenne per sè i tesori e le proprietà che questo amico mio, questo giovane forte e caro a Marte, si portò dalle terre dove militò gloriosissimamente. La legge nuova decretò non tangibile dal padre questa peculiare proprietà de’ figli; però il diritto castrense scolpito è in bronzo nel tabulario. Ma se il figlio al cospetto del padre non è uomo, se può essere manomesso e infranto dal padrone come una creta spregiata, percosso e ucciso come un cane vile, inutilmente splende la legge nel tabulario, quando il padre sia avaro, ladro, iniquo. Ben di cento e più talenti è il valore delle ricchezze che Marco recò dall’Asia; ma con esse portò seco un tesoro inestimabile, un tesoro vivo in cui spirava divina la Psiche, e di cui la beltà sovrumana era luce di cielo ai riguardanti, e a questo infelicissimo amico mio necessità di vita. Ora guardate quel peplo e quel sangue. Il padre gli uccise la bellissima fanciulla che seco aveva condotta a Roma; Gordiene ella si nominava ed era di greca schiatta, e stava già nella reggia di Mitridate, figlia a un primate. Non potendo toglierla al figlio, perchè la fiera virtù di lei gli rendeva impossibile manometterle il corpo di voluttuosa attraenza, ne fece scelleratamente uscir l’anima immortale, squarciandole il petto."
      },
      {
        "index": 7,
        "text": "«Ben è vero che, a memoria d’uomini, fatto così atroce e fuori dell’ordine umano non avvenne mai in Roma. Ma te vedo, o Verguntejo, quantunque senatore, tenuto in tanta povertà dall’avarizia paterna, che per esser pari al tuo grado, hai dovuto tanto aggirarti nell’aere circumforaneo dove gli usuraj, augelli di preda, attendon le vittime, che, sprofondato nell’abisso dei debiti, a stento riesci a salvar dagli insulti dei creditori la senatoria toga. Nè tu, Lentulo Sura, sei più avventurato; nè voi, figli di Servio, fratelli Sulla, siete netti dell’immonda lebbra; e Cabinio e Cornelio e Statilio che qui vedo, sebbene consiglieri del Consiglio militare e tenuti in altissimo pregio nel campo e nel fôro, son tenuti in umiliante soggezione dal paterno rigore. Ma tutti mi guardate attoniti e forse ascrivete ad impudenza maravigliosa se io Cesare parlo di debiti a voi, io il più indebitato di quanti sono in Roma, sebbene non abbia padre che mi tenga in tirannico governo; ma io parlo qui per esortarvi a proporre finalmente una legge che distrugga o modifichi codesto mostruoso abuso della potestà paterna."
      },
      {
        "index": 8,
        "text": "«Io so che avrete avversissimo uno dei più grandi Romani, Cicerone, il quale è di sì formidabile eloquenza che contorce anche i più forti intelletti a cambiare sentenza, pur se questa sia effetto di convinzioni antiche e profonde. Però, quantunque ei rechi tanto onore alla patria nostra, e si prostri sacerdote devoto all’ara della virtù, nessuno è più di lui fatale a Roma, perchè di nulla vuol sapere che assecondi il corso naturale dei giustissimi desiderj degli uomini. Nella sua casa, toccando della riforma delle leggi, egli, in mezzo a Scevola e Rufo e Lucullo e Crasso e me, fu il solo che, quasi invasato da un arcano furore, non consueto in lui, d’animo così buono e mite, chiamasse sacrilego il solo pensiero di cangiare le antiche leggi. È un funesto pregiudizio che, quasi a mostrare che non v’è perfezione nell’uomo, penetrò come verme in quel nobilissimo intelletto. E giacchè è a proporre una tale riforma di legge, un’altra ve n’è a proporre in apparenza non giusta come la prima, ma giustissima al postremo della questione. Ora parrà ch’io voglia parlare pel mio vantaggio, ma parlando per me, parlo per tutti."
      },
      {
        "index": 9,
        "text": "«Voi sapete come fra i legislatori greci sia altamente riputato Solone; sapete pure come esso, di colpo, saltando tutti gli ostacoli, abbia promulgata la legge dell’abolizione dei debiti. Ma io non propongo di ripetere il radicale pensiero di Solone. È troppo radicale, troppo eversore, e sembra varcare i confini della giustizia."
      },
      {
        "index": 10,
        "text": "«Però io proporrei una legge che riducesse i debiti alla loro terza parte. Ai feneratori non si toglie quanto iniquissimamente hanno acquistato; non si spoglia nessuno di essi, quantunque a buon diritto lo si potrebbe, chè la pecunia rapita, dovrebb’essere restituita dai ladri; ma siamo indulgenti anche coi ladri; si tengano quel che possedono. Soltanto si riducano i loro crediti. A questa legge avremo avverso Catone, potentissimo in Senato. — Egli è grande Catone, è austero, è di costumi incontaminati — ma è venuto nella sentenza che del proprio si possa far l’uso che si vuole e chi cerca danaro e n’ha di bisogno lo paghi anche senza misura di proporzione. Egli è per tale persuasione che il virtuoso Catone, imprestando, arricchì di molto. Vuolsi adunque proporre anche questa legge; ma tranquillamente, ma senza turbare l’ordine pubblico, ma rispettando severissimamente le persone di questi splendori di Roma."
      },
      {
        "index": 11,
        "text": "«Ed ora, perchè la presenza di Marco Sceva e le mie parole non possano far credere che codesto sia un convegno di troppo gravi e pericolosi intenti, mentre invece è una adunanza tutta devota a geniali esercitazioni, io e Marco partiremo, e Sempronia bionda e Gèmina bruna tornino a consolare dei loro canti questo Catilina che or mi si è fatto taciturno e fiero in vista.»"
      },
      {
        "index": 12,
        "text": "E sorridendo, Cesare uscì, invitando Sceva, che se ne stava immobile e ognora attonito, a seguirlo."
      },
      {
        "index": 13,
        "text": "La notte di quel dì stesso, Catilina avea chiamato presso di sè Lentulo, Verguntejo, Quinto Curio, Manilio ed altri. Li condusse nei più intimi recessi del suo vecchio palagio."
      },
      {
        "index": 14,
        "text": "— Ho mandato a chiamar Cesare, loro disse. Verrà tra poco. Come già considerammo, le sue parole avevano altro intento che di mitezza. Egli si avvolse ad arte; ma qui tra noi pochi e forti e di acuto intendimento si manifesterà."
      },
      {
        "index": 15,
        "text": "«Il proporre le due leggi onde parlò, che significava? una rivoluzione vasta, profonda, lunga. Voi sapete come talvolta esso ama circondarsi di mistero come la Pizia. Rivoltare tutti i figli contro i padri, tutti i debitori contro i creditori, è spingere il naviglio in un mare di sangue più vasto, più procelloso di quel di Silla. E sì tremenda impresa m’invoglia."
      },
      {
        "index": 16,
        "text": "«Cesare facendo le lodi di Cicerone, lo disse il più funesto a Roma; col raccomandare di rispettarlo, volle dunque accennare che, a toglierlo di mezzo, sarebbe atto pietoso a Roma. Sterminato come scaltro è l’ingegno di Cesare; qui lo aspetto con impazienza.»"
      },
      {
        "index": 17,
        "text": "Ma la notte procedette altissima e Cesare fu aspettato indarno. Nè mai più si accostò a quelle adunanze, nè il volle. Ei sollecitava gli intrepidi ad un’impresa tanto vasta quanto pericolosa e incertissima, per serbarsi poi intatto a raccogliere il frutto della audacia fortunata, o a non dividere la sventura che insegue e spegne gl’inconsulti. Cesare era d’ingegno presago e odorava l’avvenire."
      },
      {
        "index": 18,
        "text": "Ma un’altra ragione ci fu perchè Cesare non si recò alla casa di Catilina."
      }
    ]
  }
}
