{
  "chapterNumber": 34,
  "title": "XVIII. CLODIO (Vol. II) — Clodius",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Chi s’addentrò nella storia romana con istudio più che mediocre, e, com’è naturale, per l’invito del soggetto stragrande, s’intrattenne più a lungo coi personaggi onde gli ultimi cento anni della repubblica sono in vario modo famosissimi, avrà dovuto pensare che Clodio non ha nulla di comune cogli altri celebri, e nello stesso tempo farsi la quistione del perchè, senza nessuna precedenza di guerra, di conquiste, di gloria, senza nessun prestigio eccezionale di quella eloquenza colla quale si esaltano ad ingiuste predilezioni le facili plebi, colui abbia potuto diventare così invadente, tremendo, invincibile, pur nel fitto di tante strenue figure, e tra quei colossi di Cesare e Pompeo. Ma, ad una malvagità che passava la misura, ad un temperamento di belva indomabile, congiungeva una forza di volontà tale che non lo faceva mai dubitante in faccia a qualunque ostacolo. Doni naturali e fortune spontanee aveva avuto nella beltà fisica e nella ricchezza; ma questi doni divideva con altri molti; e se la ricchezza gli aveva giovato per tenere una schiera numerosissima di schiavi e gladiatori, della bellezza non aveva saputo far uso se non se per rendersi odiosissimo alle donne, che egli disprezzava e insultava appena che, attirate dalle fallaci apparenze, gli si abbandonavano inconscie."
      },
      {
        "index": 1,
        "text": "Codesto fenomeno umano di Roma antica lo si spiega adunque col solo fatto della forza della volontà. E codesta forza a Clodio derivava dalla efferatezza e dal men che mediocre ingegno, che gl’impediva di vedere i pericoli; il che spiega altresì come Cesare, l’idolatrato, palpasse la groppa di quel cavallo selvaggio. Ma se si spiega la cagione della deferenza di Cesare, non si può scusare l’uomo che palpa adulatore e mendace, potendo flagellare a sangue e punire. Se non che, Cesare intendeva valersi di Clodio in quella guisa onde l’indiano sguinzaglia il leopardo a cacciare le antilopi. Viltà però era questa, della quale nessun panegirista saprebbe salvarlo, e che mostra davvero come nessuna faccia dell’umano poliedro mancasse a Cesare, nemmeno la viltà, e come tutte le sue doti incomparabili e pressochè sovrumane, egli governasse con una prudenza longanime e fredda, che pareva scaglia di serpente attorta ai generosi fianchi del leone."
      },
      {
        "index": 2,
        "text": "Intanto che i senatori, tenendo dietro ai consoli Pisone e Messala, entravano nel tempio, Cesare diceva a Clodio:"
      },
      {
        "index": 3,
        "text": "— Male fu, o Clodio, che siasi pubblicato questo decreto — _a Pontificibus factum Clodii nefas esse decretum_. — E, come il leggi su questa colonna, non è cantonata in Roma dove esso non si veda."
      },
      {
        "index": 4,
        "text": "— Ridicola cosa è questa, o Cesare, che il Senato siasi rivolto al collegio dei pontefici, perchè sentenziassero se il fatto onde sono imputato sia un delitto. Se il fatto fosse, il delitto esiste, la legge non fu abrogata. Se io vengo accusato d’aver congiurato a’ danni della repubblica, non occorrono pontefici per sentenziare se questo sia delitto. Occorre sentenziare se l’accusa sia vera o falsa."
      },
      {
        "index": 5,
        "text": "— _Macte animo_, o Clodio, sebbene la parte più formidabile del decreto sia questa. Leggi."
      },
      {
        "index": 6,
        "text": "— Ho letto; il so."
      },
      {
        "index": 7,
        "text": "— _Ex_ S. C. _consules ad rogationem promulgandam vocati_. Quasi tutti i senatori ti sono avversi. Con questo decreto intesero alla rovina tua."
      },
      {
        "index": 8,
        "text": "La faccia tremenda di Clodio e invariabile, parve impensierirsi."
      },
      {
        "index": 9,
        "text": "Cesare lo guardava e rideva nell’animo."
      },
      {
        "index": 10,
        "text": "— _Macte animo_, ripetè poscia. Il tribuno Fufio Caleno mi obbedirà. Esso è già entrato, e siede nel suo stallo. Egli farà obbiezione al decreto."
      },
      {
        "index": 11,
        "text": "Così dicendo, entrò nel tempio insieme a Clodio."
      },
      {
        "index": 12,
        "text": "Eretto espressamente vicino alla Curia, e dedicato a Giove, quel tempio era costrutto in forma di elissi, a guisa di circo; aperto nella vôlta, sotto a quella, rigirava un _podium_ su cui si affollavano i Romani che vestivano il sajo o la cinerea toga, e che, da quell’altezza, seppure vedevan muoversi le bocche senatorie, ben rare volte dall’onda sonora era ad essi fatto dono delle orazioni declamate. A loro pareva di sentire ed eran paghi; e, ad ogni modo, si godevano ad ammirare la maestà dei padri della patria, e i non sperati laticlavj. Assai più sotto, e quasi presso alla statua d’oro di Giove, che sorgeva al disopra degli stalli dove sedevano i consoli, girava, soltanto la terza parte della vasta elissi, un altro _podium_, coperto da un aureo graticcio, dietro al quale ascoltavano, non vedute, le vestali e le cospicue matrone romane. Raro era che quello fosse occupato; ma in quel giorno appena bastava per contenere tutte le intervenute. Oltre le vestali, la maggior parte aveva sacrificato alla dea, e taluna di esse sapeva che i mariti avrebbero deposto Clodio non esser penetrato."
      },
      {
        "index": 13,
        "text": "Dirimpetto al _podium_ delle vestali e delle donne patrizie, girava quello dei cavalieri, non coperto da graticcio. Dal pavimento del tempio, sorgeva in semicerchio elittico una gradinata di tre alti piani, sui quali eran disposti, a breve distanza l’un dall’altro, gli stalli dei senatori. Di contro a questi, sovra una base più giù della gradinata senatoria, eran le sedie dei consoli, innanzi alle quali stava una gran tavola di porfido egiziaco, meraviglia anche allora, per l’ampiezza eccezionale del monolito. Su quella tavola s’accumulavan tabelle cerate d’ogni maniera e d’ogni misura, e volumi e rotuli e stili di ferro. Tra la gradinata senatoria e le sedie consolari, quasi sotto al _podium_ dei cavalieri, stavan le sedie dei tribuni della plebe."
      },
      {
        "index": 14,
        "text": "I senatori erano tutti entrati nel tempio, e passeggiavano, in attesa dei consoli, nei vuoti spazj, ostentando la larga striscia di porpora, e il metallico C (_cento_) che brillava presso la punta dello stivaletto nero che saliva a sorpassar la noce del piede. Quel C significava il numero originario dei senatori al tempo dei re; ma l’ampia striscia purpurea e il nero stivaletto e il C lucente, significavano altresì che ciascun senatore possedeva ottocento mila sesterzj di rendita (centomila delle odierne lire). Essi, a gruppi di vario numero, parlavano, discutevano ed empivano il tempio di frastuono, accresciuto dal bisbiglio incessante del popolo minuto, salito in alto, e dalle voci delle vestali e da quelle dei cavalieri."
      },
      {
        "index": 15,
        "text": "Entrarono finalmente i consoli Pisone e Messala, pei quali si fe’ gran silenzio nel vasto recinto. Ed entrò il tribuno Quinto Fufio Caleno, che, attraversando il tempio, si recò difilato al suo stallo. I senatori tutti, gravi e taciti, ascesero la gradinata, e sedettero."
      },
      {
        "index": 16,
        "text": "Cesare e Cicerone, quali esaminandi, stettero in disparte insieme coi testimonj. Il console Pisone alzossi, e:"
      },
      {
        "index": 17,
        "text": "— Padri coscritti, prese a dire, a noi consoli, con decreto che già tutta Roma ha letto, e che, ad ingiuria della sapienza vostra, reputo sia stato intempestivo, avete ordinato di fare una legge che sottomette Clodio ad un giudizio davanti al popolo. Ora, quand’anche io e il mio collega dividessimo la sentenza vostra, venne a noi il tribuno Caleno qui presente, ad opporre il _veto_. Parli or dunque il tribuno."
      },
      {
        "index": 18,
        "text": "Fufio Caleno si alzò, e con voce chiara e sonora così parlò:"
      },
      {
        "index": 19,
        "text": "— Padri coscritti, soltanto ad impedire si sparga sangue cittadino, io opposi il _veto_ al vostro decreto. Clodio è amato e sostenuto dal suo numeroso partito, il quale è disposto a far tutto per lui. Egli ha partigiani perfino negli adolescenti e nei fanciulli. Fuori di questo tempio, credo bene ve ne siate accorti, o senatori, giovinetti a migliaia, armati di daghe e pili, capitanati dal giovinetto Marc’Antonio, assai noto in Roma — il quale è di sì gran forza che a sedici anni nel ginnasio atterrò un gladiatore, e nelle esercitazioni che tiene il greco Apollonio improvvisò orazioni che fanno presentire in esso un agitatore d’uomini, fatale — mandano grida furibonde al cielo, pel timore che non siasi per far giustizia in codesto sacro tempio; ma Clodio è anche odiato...."
      },
      {
        "index": 20,
        "text": "A queste parole, un — _no no_ — ripetuto da centinaja di bocche, risuonò dal _podium_ dove stava affollato il popolo minuto. Cesare e Pompeo aveano sparpagliato numerosi clienti colassù, perchè distribuissero danari, onde a tempo opportuno far nascere un tumulto che lasciasse in tronco e giudizio e sentenza."
      },
      {
        "index": 21,
        "text": "Il senatore seniore, che era Marco Scauro, e per il diritto dell’età presiedeva alle assemblee, si alzò e fe’ cenno ai tubatori, che diedero fiato alle trombe. Era quello il primo segno col quale s’intimava silenzio al popolo che, gridando, mostrava di non rispettare la maestà del Senato. Al terzo segno le guardie del tempio solevano ascendere a far sgombrare il _podium_."
      },
      {
        "index": 22,
        "text": "— Ma Clodio è anche odiato, continuava ad alta voce il tribuno Caleno, nè saprei se in Roma, in suo cospetto, sia prevalente l’odio o l’amore; onde, o padri, non essendovi partito soverchiante, ma sembrando invece troppo eguale la violenza delle forze in conflitto, la zuffa sarà lunga, sanguinosa, orrenda, esiziale a Roma. Padri coscritti, per l’amore sacro che voi portate a questa patria, io vi supplico: _scancellate il decreto_."
      },
      {
        "index": 23,
        "text": "Per verità che queste brevi parole del tribuno Caleno furono sapientemente astute; non potevasi trovar ragione più forte e più santa per respingere qualunque obiezione; ma il Senato sapeva che Caleno era grande sostenitore della fazione Clodiana. Però il seniore Marco Scauro si alzò di nuovo, e:"
      },
      {
        "index": 24,
        "text": "— Metto ai voti la proposta Caleno. Chi l’accetta si alzi; chi la respinge rimanga seduto."
      },
      {
        "index": 25,
        "text": "— Propongo invece, disse alto un altro senatore, che i voti siano segreti. Così nessuno avrà taccia d’essere stato intimidito o consigliato da fini obliqui."
      },
      {
        "index": 26,
        "text": "Intanto che stavasi apprestando la votazione segreta, il console Pisone ascese la gradinata dei senatori, e passò di fila in fila, parlando con gran calore a ciascuno di essi. Ei li andava sconsigliando dal mantenere il primo decreto, come racconta Cicerone nella sua epistola ad Attico. E in questo punto istesso Cesare si alzò, recossi vicino a Clodio, che in piedi e fremente guatava intorno intorno i congregati nel tempio, e:"
      },
      {
        "index": 27,
        "text": "— Ascolta un mio consiglio, gli disse."
      },
      {
        "index": 28,
        "text": "— Quale?"
      },
      {
        "index": 29,
        "text": "— Tu fremi; ma ora convien smettere l’ira. Percorri tu pure quelle file, e umilmente raccomandati a ciascun senatore."
      },
      {
        "index": 30,
        "text": "— Io?"
      },
      {
        "index": 31,
        "text": "— Tu — se non sei ascoltato, guai! — la rogazione ti è fatale. Il terribile Clodio che per un istante si umilia, protestando pur sempre la propria innocenza, li piegherà tutti al più mite consiglio."
      },
      {
        "index": 32,
        "text": "Clodio guardò Cesare a lungo, e la fierezza gli perdurava nel marmoreo volto, e, sebbene di dentro fosse tutto sgomentato, le linee e i piani di quello eran fatti così stabili all’espressione dell’ira, che questa appariva pur sempre, anche allorquando nell’animo stava il timore. Il quinquennio nel carcere Mamertino, e l’esiglio perpetuo, anche per riguardo a’ suoi pazzi disegni di conquiste, di gloria, d’impero, gli davan troppo a pensare perchè non ascoltasse il consiglio di Cesare, quantunque indicibilmente gli ripugnasse — e s’avviò, e ascese le gradinate, e, come racconta ancora Cicerone, in modo umile e sottomesso, si gettò, con grande meraviglia di tutti, ai piedi di ciascun senatore."
      },
      {
        "index": 33,
        "text": "Cesare non avrebbe mai fatto questo, in qualunque orrenda circostanza si fosse trovato; ma l’animo suo non era putrido della malvagità di Clodio; e se, qual mezzo indispensabile, poteva usufruttare la viltà segreta, il fortissimo intelletto gli sconsigliava la viltà palese, e l’alta ambizione gli avrebbe fatto preferire la morte più dolorosa al vergognoso atto di piegar le ginocchia davanti a dei mortali. E intanto gioiva nel veder Clodio umiliato a quel modo; e pensava che, siccome la verga ardente dell’Indo ammansa anche il tigre, così, dopo quel fatto, Clodio sarebbe divenuto strumento assai più duttile nelle mani di chi avrebbe voluto farne uso."
      },
      {
        "index": 34,
        "text": "Intanto che i senatori discendevano nel mezzo del tempio a deporre le palle nella divisa urna, Cesare, per involarsi al tedio di quella sfilata di laticlavj che, essendo più di quattrocento, doveva consumare assai tempo, pensò di ascendere a fare una visita gentile alle donne, matrone e fanciulle patrizie, che sedevano nello scompartimento del _podium_ a loro assegnato, e che le divideva dalle vestali. Uscì dunque dal tempio, perchè l’accesso a quel luogo era esterno, e salì."
      },
      {
        "index": 35,
        "text": "Che i senatori e i cavalieri si recassero a visitar le donne colà nei giorni d’assemblea, non era vietato; questo tuttavia non soleva avvenire quasi mai, o ben di rado; onde l’apparizione di Cesare provocò in quasi tutte una sensazione di meraviglia, e, in talune anche, di vivissimo piacere."
      },
      {
        "index": 36,
        "text": "Egli s’intrattenne innanzi a ciascuna, dicendo parole eleganti e lusinghiere. Quando venne a Terenzia:"
      },
      {
        "index": 37,
        "text": "— E dunque, le disse, pare a te, o la più avventurata tra le consorti, chè è una gloria appartenere a Cicerone, pare a te Clodio uscirà assolto da questa votazione, e la sua innocenza sarà vivamente rischiarata dal sole di Roma?"
      },
      {
        "index": 38,
        "text": "— Se il sole di Roma rischiarerà le menti di coloro che laggiù stanno ora votando, mi confido che l’empio misfatto sarà punito come la legge impone."
      },
      {
        "index": 39,
        "text": "— Male pensi, o Terenzia; gli occhi tuoi, la notte dei riti, erano fatti torbidi e falsoveggenti dal consacrato lieo. Però nella sorella di Clodio vedesti il fratello che abborri. Io so tutto."
      },
      {
        "index": 40,
        "text": "— Quadrantaria?"
      },
      {
        "index": 41,
        "text": "— Sì, Quadrantaria — che voi tutte spose e matrone e viragini, insigni di virtù e di quella castità onde la Diana Efesia provoca i dispetti di Febo, respingeste dalle vostre adunanze."
      },
      {
        "index": 42,
        "text": "— E adunque quante siam qui eravamo losche allora?"
      },
      {
        "index": 43,
        "text": "— Tutte, o Terenzia."
      },
      {
        "index": 44,
        "text": "— Non esclusa la madre tua?"
      },
      {
        "index": 45,
        "text": "— Non esclusa."
      },
      {
        "index": 46,
        "text": "E Cesare procedette innanzi, e interrogò amabilmente e astutamente ed epigrammaticamente altre donne, delle quali non era alcuna che non fosse iraconda contro di Clodio, e:"
      },
      {
        "index": 47,
        "text": "— Guarda, o Cesare, gli dissero a più voci, guarda che fa Clodio adesso. Chi è innocente è imperterrito, e si conforta di generoso disprezzo. Ma l’indomabile belva sanguinaria or lambisce finalmente con lingua di coniglio."
      },
      {
        "index": 48,
        "text": "— A lui importa che la sua innocenza trionfi. Gli riuscirebbe più tetro il carcere, pensando che lo si volle in ogni modo vedere in Roma contaminatore di castissime donne (e fece un’appoggiatura forte su quel superlativo), mentre villeggiava in Interamna."
      },
      {
        "index": 49,
        "text": "E passò alla madre, che lo guardò severissima e taciturna."
      },
      {
        "index": 50,
        "text": "— Prendi, o madre, le inspirazioni da Minerva, e lascia che Nemesi avveleni altro sangue."
      },
      {
        "index": 51,
        "text": "E passò a Servilia."
      },
      {
        "index": 52,
        "text": "— E tu che pensi di Clodio?"
      },
      {
        "index": 53,
        "text": "— Nulla io penso, io non lo vidi ai riti."
      },
      {
        "index": 54,
        "text": "Servilia portava tale e tanto amore a Cesare, che, sapendo l’amicizia di lui per Clodio, non aveva voluto deporre ai danni di lui, protestando di essersi intrattenuta innanzi all’ara della dea, quando le altre donne vestite da baccanti e armate di tirsi erano uscite per vendicare non sapeva quale ingiuria."
      },
      {
        "index": 55,
        "text": "La votazione era finita, Cesare discese. Si contaron le palle. L’umiliazione di Clodio, e le insinuazioni del console Pisone, e le astutissime parole di Caleno, per allora, non valsero nulla. Quindici senatori votarono a favore di Clodio: quattrocento contro di lui. — E passò il decreto che ordinava ai consoli: inculcassero la rogazione con tutta la loro autorità, e niun altro affare si trattasse prima che questo non fosse esaurito."
      },
      {
        "index": 56,
        "text": "Cesare, in presenza di un decreto tanto severo, quantunque volesse tener celati i proprj intendimenti, già s’era mosso per recarsi alla tribuna; ma sorse Ortensio, il decoroso ed artistico Ortensio, l’oratore a nessuno secondo, e che Cicerone, pure invidiando, amava. E prima di parlare s’acconciò magistralmente le pieghe, e con voce atta all’espressione musicale (dono che Cicerone non aveva, tenendo una voce sonora sì, ma aspra),"
      },
      {
        "index": 57,
        "text": "— Senatori colleghi, esclamò. Non vi dirò che il mio voto fu per respingere la rogazione. Caleno ha parlato con gran senno. Gravi disordini saranno certissimamente per nascere da questa violenta risoluzione. Però vi faccio una proposta conciliatrice, che spero sarà da voi benignamente accolta. Il tribuno Caleno pubblichi dunque _una legge per la quale si debba giudicare la causa di Clodio innanzi al pretore con giudici eletti_."
      },
      {
        "index": 58,
        "text": "Per deferenza ad Ortensio, che era altamente rispettato ed amato in Roma, e quasi sempre interpellato ed ascoltato in Senato, quella proposta fu accolta per acclamazione, e così pochi minuti distrussero la votazione di due ore."
      }
    ]
  }
}
