{
  "chapterNumber": 21,
  "title": "V. LA CONGIURA DI CATILINA E IL SENATORE QUINTO CURIO (Vol. II) — The Conspiracy of Catiline and Senator Quintus Curius",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Di tutti coloro che si radunavano intorno a Catilina un uomo che fosse compiutamente onesto, un giovane che non fosse stranamente vizioso, se si eccettui Marco Sceva, una donna che non fosse cupamente adultera, perchè, come vedemmo, talune non paghe dell’adulterio semplice lo vollero insanguinato, non c’era. — E qui ci si offre una questione. — Come mai tanti uomini avvolti in così profonda corruzione s’avviavano ad un’impresa che ad ogni modo era grande? Grande era, perchè, pretermessi gl’intenti, diremo, individui che si riferivano alla radicale riforma del regime domestico, la repubblica allora procedeva di tal modo che a rovesciarla era sempre un bene. — Una cosa quando è pessima non può mai esser cangiata in peggio. — Non ordine, non sicurezza nè pubblica nè privata. — A vivere in Roma si era men sicuri di quel che si sarebbe a percorrere un bosco dove stesse in sull’arme una schiera di assassini. — Dunque Catilina ed i suoi procedevano ad una grande impresa dove per lo meno ci volevano le virtù del coraggio e del sagrificio. — Andavano ad incontrar la morte per un grande intento. — Eppure, ripetiamo, nessuno di loro era virtuoso."
      },
      {
        "index": 1,
        "text": "Or come questo si spiega? non è un problema storico, è un problema umano. — Tranne le eccezioni gloriose e delle quali l’Italia or presenta alla storia maraviglioso esempio, chi è nato alle imprese arrischiate e va imperterrito incontro ai pericoli, tiene dalla natura qualche cosa che è squilibrio di facoltà; le fortissime soverchiano al punto le miti che queste scompajono poi affatto, e non rimane che la terribilità dell’indole. — Nell’inazione codeste nature sono tremende e straripano feroci, onde sono infestissime a chi le avvicina. — È noto che i più coraggiosi soldati del primo Napoleone, quelli che davvero potevano chiamarsi fulmini di guerra, e per virtù dei quali il gran capitano tenne per tanti anni in pugno la vittoria, allorchè, durante le tregue e le paci, si riducevano ai patrj focolari, erano così infesti alle loro case che queste desideravano si rinfiammasse la guerra per liberarsi da quegli insopportabili flagelli. — E toccando di qualche figura celeberrima, del _Giovanni delle Bande Nere_, per esempio, non v’era uomo che, fuori del talento e del coraggio guerriero maraviglioso, nell’ordine delle doti private non fosse detestabile al pari di lui; eppure fu un grande eroe e l’Italia va gloriosa del suo nome. — Cessa dunque lo stupore del come i congiurati di Catilina avvolti in tanta depravazione, pur s’avviassero generosamente al campo, i cui fasti gloriosi al cospetto della storia non dipendevano che dalla fortuna."
      },
      {
        "index": 2,
        "text": "Tra i congiurati stati ammessi nelle stanze intime di Catilina e ai quali dopo il capo doveva esser dato il governo delle cose, v’era il senatore Quinto Curio. — Tra que’ dodici chiamati alla congrega segreta, allo sciogliersi di essa, erasi giurato di serbare il più profondo silenzio e di tenere a bada anche i giovani patrizj che già erano stati invitati da loro, col pretesto che per allora l’impresa era tenuta in sospeso, al fine di stornare tutti i sospetti; cogli altri giurò anche il senatore Curio. — È deplorevole come Catilina, uomo di fortissimo ingegno e profondo conoscitore d’uomini, non siasi accorto che taluni, e molti, non erano intellettuali affatto, nè capaci di fare alcun che di bene. — Tra questi v’era quel senatore appunto, uomo nullissimo e dedito all’ubriachezza. — Anche Sallustio lo dice. — Colui partitosi da Catilina, recossi come di consueto alla casa del senatore Messala, che fu poi Console, uomo turpe in ogni ordine di cose; e a tutte le ore del giorno e nella maggior parte della notte così putrido di vino, che quando i suoi clienti gli si presentavano, stavano in distanza da lui, perchè non ne potevano sopportare il vinoso fetore. — Ad ogni modo però, siccome era ricchissimo e possedeva il migliore falerno della repubblica, di notte molti patrizj si recavano nelle sue stanze e vi si trattenevano empiendo di continuo le tazze alle anfore indulgenti che stavano nel mezzo del circolo degli amici. — Quinto Curio venne dunque a lui e tante tazze tracannò che il suo discorso erasi ridotto al vaniloquio d’uno scemo; sorgendo dai sedili, mal si reggeva sui piedi, e in queste condizioni recossi come di consueto a visitare l’amante Fulvia."
      }
    ]
  }
}
