{
  "chapterNumber": 41,
  "title": "XXV. CESARE CONSOLE (Vol. II) — Caesar as Consul",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Cesare, all’indomani, si presentò candidato, ossia vestì la toga candida, e s’inscrisse per essere eletto console."
      },
      {
        "index": 1,
        "text": "Le tabelle dove erano scritti i nomi, si distribuivano a ciascun cittadino dai _diribitores_. Siccome i cittadini erano distribuiti nelle loro centurie, così s’instituiva la sorte tra le centurie della prima classe. La centuria che riusciva prima si denominava _prærogativa_. Questa centuria, chiamata dal magistrato, ossia dai consoli che stavano per uscir di carica, entrava nel _Septo_, ovvero ovile, situato nel campo di Marzio. Il suo voto era in singolar modo apprezzato. Nei primi tempi di Roma davansi i voti a voce, ma per la legge Gabinia si diedero poi segreti. La _prærogativa_ era la prima a dare il voto, dopo di che veniva licenziata dal magistrato e, si chiamavan, poscia, le altre, dette _jure vocatos_. Torna inutile il dire che ogni sorta di pressione veniva esercitata sui votanti, dal Senato, dai clienti, dagli amici, dai candidati. Erano promesse di cariche lucrose, eran profferte di danaro, erano minaccie, e le minaccie si traducevano in vendette. Molti del Senato erano avversissimi a Cesare, e avrebbero adoperata qualunque arte, gettata qualunque insidia, affinchè non riuscisse. Ma temevano il popolo innamorato di Cesare, e si accorsero che i votanti, tentati in ogni modo, non erano disposti ad appagarli. Però, ciò vedendo, condusser le cose in modo che Cesare avesse per compagno, nel Consolato, un uomo che fosse d’intendimenti assolutamente opposti ai suoi, e la scelta cadde su Marco Calpurnio Bibulo."
      },
      {
        "index": 2,
        "text": "Perchè i nuovi consoli entrassero effettivamente in carica, dovevansi attendere le calende di gennajo, le quali, quando furon venute, i nuovi consoli seguiti dal Senato, dai cavalieri, da gran folla di popolo, salirono il Campidoglio, ed entrarono nel tempio di Giove Capitolino a prendersi la toga _prætexta_, vale a dire che aveva il lembo intessuto di porpora. Il vestir la toga significava che cominciava da quel momento la loro carica, e da quel momento i littori coi fasci, ch’eran dodici per ciascun console, aspettarono che uscissero dal tempio per mettersi al loro seguito; comparvero i consoli, e il popolo applaudiva dal basso della lunga scalea."
      },
      {
        "index": 3,
        "text": "Vista da qualche punto lontano, allorchè tutti discesero, quella pareva una cascata variopinta."
      },
      {
        "index": 4,
        "text": "I battimani, gli evviva esplosero, quando i consoli furono in mezzo al popolo, ma non si udiva in mezzo all’onda sonora della gran voce di Roma, che: viva Cesare, viva il divo Cesare, viva il semidio Giulio, che procede da Venere. Per Marco Calpurnio Bibulo non fu battuta una palma, non una voce echeggiò. Nè i dodici littori coi fasci donde uscivano le minacciose scuri che seguivano Bibulo, nè la toga _prætexta_, nè il _Scipio eburneus_, specie di bastone significante il comando, che portava nella destra, ebbero forza di piegar l’attenzione su di lui, e di sviarla da Cesare."
      },
      {
        "index": 5,
        "text": "Quel Calpurnio Bibulo era assai noto in Roma, e doveva esserlo, se fu votato console. Era stato questore in Macedonia, pretore in Roma, edile; e, poco tempo prima del Consolato, eletto augure, ufficio quasi joratico, e che consistendo tutto nell’esplorazione dei cieli, per interrogare il volere degli Dei, veniva quasi ad esser superiore a tutti i poteri, perchè il terrore dell’ignoto, non veduto che misteriosamente da essi, era in taluni casi superiore alla minaccia armata di chi volesse far passare una legge ch’essi avrebbero statuito di respingere. Questa venerazione tremebonda per gli auguri, di secolo in secolo venne scemando, tanto che Cicerone, quando fu augure, rideva di sè stesso cogli amici, e ammiccava per ischerno i colleghi, quando esploravano i cieli con ciglio grave e teatralmente inspirati; e gli auguri ridevano anch’essi di celato, allorchè non eran credenti inferociti; chè i credenti più o men falsi, in quelle cose che la ragione rifiuta, son di tutti i tempi e di tutte le religioni."
      },
      {
        "index": 6,
        "text": "Ora, Calpurnio Bibulo, quando adempiva all’ufficio d’augure, si comportava di tal modo come se veramente mettesse fede in quel rito bugiardo, chè un augure il quale non fosse impazzito, ben sapeva che i cieli lucevano, ma non parlavano, che gli augelli volavano, ma pur pispillando, non davan responsi, e che il mover l’ali piuttosto a sinistra che a dritta, piuttosto nell’alto dell’aere che presso terra, non poteva indurre timore o speranza che in un intelletto scemo."
      },
      {
        "index": 7,
        "text": "Pompeo era augure insieme con Calpurnio. Il primo recavasi ad esplorare i cieli sull’alto del colle Palatino; faceva l’augure senza ch’ei desse importanza a quell’ufficio, però nessuno, per questo, occupavasi di Pompeo. Calpurnio saliva alla sommità del monte Capitolino."
      },
      {
        "index": 8,
        "text": "Ma la gioventù romana, che in quel tempo di pace, eccettuati gli esercizj nel campo di Marte, tutta si dava all’ozio ed alla vita gioconda, e non concedeva importanza a nulla, e rideva di tutto, quando sapeva che Calpurnio doveva recarsi a quel colle, vi saliva anche essa, e collocandosi, quantunque il rito nol concedesse, dietro ai sacerdoti, che facevan cerchio intorno all’augure, tentava il possibile per vedere di rompere la gravità di Bibulo. Ma non c’era mai riuscita; l’indole di lui era tale che tutto ciò che la sua condizione gl’imponeva di fare, con scrupolosa fermezza lo adempiva. E a taluno che metteva in celia il suo contegno devoto e compunto: Allora si aboliscano gli auguri, rispondeva gravemente; ma finchè le leggi e i riti non li interdicono, sempre guarderò i cieli con solennità di religione. Ed era sì pertinace Calpurnio che, allorchè fu ispettore alla moneta di Roma, essendone quartumviro Cicerone, portò un tale rigore nell’adempimento del còmpito suo, assediava di tali e tanti dubbj il quartumviro stesso, che amava sollecitare le operazioni in servizio all’erario, che Cicerone, stanco infine di quell’assidua noja, riuscì a disfarsene, e fe’ licenziar Bibulo da quell’ufficio."
      },
      {
        "index": 9,
        "text": "Come poteva un tale uomo essere nel Consolato compagno a Cesare? Ma il Senato aveva creduto fare atto di grande sapienza politica a conquistare i voti in favore di Bibulo, pensando che per la tenacità de’ suoi propositi, e pel coraggio onde aveva dato prova in guerra, ed anche per essere augure, sarebbe stato un tremendo contrappeso alla, più che potenza, prepotenza di Cesare. Ma, se il Senato conosceva Bibulo, pareva non conoscesse Cesare abbastanza. Questi era indispettito che gli si fosse dato quell’odiosissimo collega patrizio, aristocratico, avversatore di tutto che fosse vantaggioso alla plebe, per di più, in odore di tanta onestà e virtù, che la plebe stessa, se non lo amava, lo stimava."
      },
      {
        "index": 10,
        "text": "Ma Cesare non era uomo da starsene in forse, e giacchè il Senato gli aveva messo incontro quell’ostacolo, pensò di atterrarlo tosto."
      },
      {
        "index": 11,
        "text": "Là, nelle aule consolari, entrò un giorno nelle stanze di Calpurnio, vi entrò da padrone."
      },
      {
        "index": 12,
        "text": "— Sappi, o Calpurnio, gli disse, ch’io ho preparato una legge utile e pietosa alla classe povera, e deve passare in ogni modo, dovesse ardere tutta Roma, s’altri l’avversasse."
      },
      {
        "index": 13,
        "text": "— Di che legge tu parli, o Cesare?"
      },
      {
        "index": 14,
        "text": "— La miseria, quasi contagio, soggiungeva Cesare, contamina tutta Italia. A questa si ha a porre un rimedio; è male antico che con pietosa sapienza i Gracchi e Druso tentarono di estirpare; ma l’avarizia e l’iniquità della fazione aristocratica, trovaron modo di assassinare quei tre sublimi benefattori dei cittadini soffrenti. Io, in parte, voglio continuar l’opera loro, e ho preparato una nuova legge agraria, per la quale le terre della Campania dovranno essere distribuite a ventimila cittadini poveri aventi tre o più figliuoli. Tu mi comprendi, o Calpurnio, questa legge deve passare, e tu l’appoggerai."
      },
      {
        "index": 15,
        "text": "— Troppo ti comprendo, o Cesare, rispose Bibulo, alzando il suo testone pesante, dalla fronte alta, eccezionalmente convessa e dall’occhio profondo, troppo ti comprendo, o Cesare, ma la legge non passerà, perchè io non l’appoggierò."
      },
      {
        "index": 16,
        "text": "E continuò a legger tabelle."
      },
      {
        "index": 17,
        "text": "Cesare non si scompose, e:"
      },
      {
        "index": 18,
        "text": "— Oggi salirò i rostri, e la legge sarà accettata. Ne faccio qui solenne giuramento agli Dei immortali."
      },
      {
        "index": 19,
        "text": "E si partì."
      },
      {
        "index": 20,
        "text": "E tosto ingiunse ai trombettieri percorressero tutti i quartieri di Roma, e gridassero tra l’uno e l’altro squillo al popolo, essere convocato nel Foro per l’ora dell’inclinazione del meriggio, poichè Cesare doveva parlare."
      },
      {
        "index": 21,
        "text": "E a quell’ora il Foro già era gremito di popolo, e, come quella del Tevere, si udiva il muggito della sua gran voce."
      },
      {
        "index": 22,
        "text": "Cesare, accompagnato da Pompeo e da Crasso, seguito dai dodici littori, da molti senatori, quelli che erano della sua parte, da moltissimi clienti, entrò nel Foro, salì il rostro. Il popolo acclamò. La figura di Cesare, palliata come una statua uscita da un artefice greco, emineva dignitosa sulla moltitudine, che converse tosto le acclamazioni nel più profondo silenzio. Era quello davvero uno spettacolo romano. Le statue degli Dei sormontanti i templi e le basiliche, parevano assistere a quella solenne adunanza del popolo."
      },
      {
        "index": 23,
        "text": "Cesare parlò. La sua voce rotonda, metallica ed espansa, percorse di tratto l’onda sonora dell’aere foraneo."
      },
      {
        "index": 24,
        "text": "— Popolo romano! incominciò, ami tu te stesso?"
      },
      {
        "index": 25,
        "text": "Il silenzio continuò."
      },
      {
        "index": 26,
        "text": "— Se ami te stesso, devi dunque amare anche tutte le parti del tuo corpo glorioso. Se pertanto una di queste parti fosse afflitta da un grave malore, saresti tu così improvvido da non porvi rimedio? Ora, questa parte del tuo corpo, afflittissima e chiedente ajuto, è quella classe caduta in sì deplorevole miseria, che non solo non può accostarsi ai circensi, ma che sovente chiede pane indarno. O popolo romano, rifiuteresti tu di medicare codesta parte cotanto ammalata del corpo tuo?"
      },
      {
        "index": 27,
        "text": "Un lungo ululato contesto di no, no, no.... si alzò da tutte le parti del Foro."
      },
      {
        "index": 28,
        "text": "In questo punto, entrò il console Calpurnio Bibulo, coi littori consueti, seguito da gran numero di senatori, e da tre tribuni."
      },
      {
        "index": 29,
        "text": "— Popolo romano, continuò Cesare, io ti propongo la legge di dividere le terre della Campania a ventimila di questi miserissimi cittadini. Popolo romano! se tu hai pietà di te stesso, perchè devi aver pietà d’una parte tua, propongo che questa legge passi per acclamazione."
      },
      {
        "index": 30,
        "text": "Il popolo rumoreggiava."
      },
      {
        "index": 31,
        "text": "Pure la voce rauca di Calpurnio si fe’ sentire abbastanza."
      },
      {
        "index": 32,
        "text": "— Popolo romano! non passar questa legge; ella è di danno a Roma. Le terre della Campania sono esse non poca parte delle ricchezze della Repubblica. Bene compiango io i cittadini miserabili, ma la miseria è una tremenda necessità della vita. Nè le terre della Campania varranno a distruggerla; bensì, divise ai poveri, impoveriranno la Repubblica."
      },
      {
        "index": 33,
        "text": "«Popolo romano! lo ripeto, non passar questa legge. Ella non gioverà che a chi l’ha proposta. Ben ponderate, o Romani, queste mie parole, giudicate, sentenziate; chè, se sarete per votarla, codesto sarà un segno manifesto che gli Dei vi hanno tolto il senno.»"
      },
      {
        "index": 34,
        "text": "Calpurnio parlava dal basso. Cesare non discendeva dal rostro."
      },
      {
        "index": 35,
        "text": "— Popolo romano! tuonò Cesare, se io ti ho proposto questa legge, è perchè è utile, ancor lo ripeto, ed è pietosa. Sono i ricchi che hanno sempre divelte le leggi agrarie, perchè più della Repubblica, sono innamorati di sè stessi."
      },
      {
        "index": 36,
        "text": "«Passa, o popolo, questa legge per acclamazione. Essa mostrerà che tu sei erede della sapienza dei sapientissimi avi nostri, essa vendicherà le ombre dei Gracchi e di Druso, essa ti farà amare e glorificare sempre più dalla gratitudine di tutta Italia; chè questa legge benefica deve destar rumore dalla Campania fino alle terre della Cisalpina.»"
      },
      {
        "index": 37,
        "text": "Il popolo ondeggiava."
      },
      {
        "index": 38,
        "text": "Il console Calpurnio attraversava il Foro per salire anch’esso i rostri. Cesare allora discese, e questo doveva essere, come fu, un tremendo segnale, chè, in quel punto, capitanata da Votinio, una masnada di gente, armata di bastoni e di ronche, invase il Foro, circondò Calpurnio e i suoi littori. Bibulo, assalito all’impensata, fu percosso da una tempesta di bastonate inclementi; nè ciò bastò, chè alcuni di quella canaglia avendo portato seco dei vasi immondi, ne versaron le fetide onde sulla testa calva di Calpurnio, quasi fossero acque ploccie."
      },
      {
        "index": 39,
        "text": "E i littori, in quel giorno, maledirono l’istante in cui vennero a quella carica, chè, non solo lor si ruppero i fasci, ma ebbero spietatamente fracassata la schiena; nè i senatori seguaci ebber sorte migliore."
      },
      {
        "index": 40,
        "text": "In tal modo, Cesare provvedeva a far passare le leggi."
      },
      {
        "index": 41,
        "text": "A quella scena non aspettata, alla fuga del bastonato Calpurnio, dei littori sfasciati, dei senatori celantisi nei pallii, fin sopra il capo, quasi che su di loro si rovesciasse a dirotto un acquagine dal negro cielo, nel popolo astante successe una muggente agitazione, e pareva quella dell’onda marina, quando è prossima la tempesta. A tutti, perfino ai molto innamorati di Cesare, parve iniquo quell’atto suo, e forse ei ne avrebbe avuto insulti e danno, se l’ilarità non si fosse sovrapposta al severo giudizio, chè, dopo tutto, il popolo romano s’era assai dilettato a quella scena; epperò la pietà fu strozzata dagli schianti delle risa generali, che, a conforto del console, dei littori e dei senatori percossi, aveano echeggiato per tutto il Foro."
      },
      {
        "index": 42,
        "text": "L’immondo liquore onde fu inaffiata la testa calva del console, convertì di tratto la tragedia nella più buffa delle commedie. A questo aveva provveduto Cesare stesso, pensando che col provocare nel popolo un riso irresistibile, sarebbesi stornato qualunque tumulto a lui pericoloso."
      },
      {
        "index": 43,
        "text": "Nel popolo continuava l’agitazione, frammischiata tuttavia di smascellate risa. Cesare, al piede dei rostri, stava immobile, grave, e girava sul popolo il suo tremendo occhio d’aquila. Pompeo e Crasso stavano presso a lui. Disse Cesare al primo:"
      },
      {
        "index": 44,
        "text": "— Ascendi tosto i rostri, e parla al popolo in favore della legge. La voce tua gli giungerà grata."
      },
      {
        "index": 45,
        "text": "Pompeo parlò breve, ma con forte eloquenza, a lui insolita. Ebbe qualche frase efficacissima, e questa tra l’altre: — Se ci fosse taluno, cotanto ardito da opporsi a questa legge colla spada, io la difenderò col mio scudo."
      },
      {
        "index": 46,
        "text": "Il popolo applaudì."
      },
      {
        "index": 47,
        "text": "E Crasso salì pur esso i rostri, quando Pompeo ne discese, e, con eloquenza incalzante, strinse fortemente il popolo ad accettar la legge; la quale subito passò senz’altra opposizione."
      },
      {
        "index": 48,
        "text": "Il giorno successivo il console Bibulo si recò in Senato, portando nella fronte e nel volto i segni del fortunoso evento."
      },
      {
        "index": 49,
        "text": "Lamentossi forte della violenza inaudita fatta alla sua persona, disse che la dignità del Senato aveva obbligo di vendicarlo; declamò, senza volerlo, tragicamente, chè il tema lo agitava tutto; protestò, gridò, e la sua voce alle ultime cadenze del discorso inflettevasi quasi nel pianto."
      },
      {
        "index": 50,
        "text": "Ma un silenzio di tomba accolse il lamentoso discorso, chè il Senato era atterrito, e, dei senatori, più della metà, se avessero mostrate al popolo le schiene patrizie denudate, avrebber provocato un ilare compianto collo spettacolo delle molteplici chiazze nerastre; però, le superstiti doglie, costringendoli a consumare per sè, tutta quanta la pietà onde i loro petti eran colmi, non ne ebber nemmeno un misero residuo per il console sventurato."
      },
      {
        "index": 51,
        "text": "E Calpurnio, disperato, si ritirò nella propria casa, fermo il proposito di starvi chiuso tutto il tempo che doveva durare il Consolato, soltanto facendosi vivo col popolo, per mezzo degli editti."
      },
      {
        "index": 52,
        "text": "E frequentissimi ne fece affiggere alle cantonate di Roma e, insieme con quelli, veementissime declamazioni contro Cesare, e contro il triumvirato: svelava, profetando, i disegni dell’onnipotente collega. L’ira compressa lo faceva eloquentissimo, talchè il popolo, che leggevale avidamente, terminò per sviare ogni simpatia dal suo tanto idolatrato Giulio. Questi se ne accorse, chè, uscendo in pubblico, veniva accolto con bisbigli, che potevano assai bene tradursi in minaccie e peggio. Ma Cesare, come avea conosciuto il Senato che atterrì, come alle prime ripulse di Calpurnio, che avrebbero fatto vacillare altri, egli si sentì più imperterrito ad atterrare ostacoli, così giudicò passeggero quel dissapore del popolo, e sempre uscì in pubblico, e spesso anche senza i littori."
      },
      {
        "index": 53,
        "text": "E di quel tempo uscì una satira tremendamente scherzosa contro il triumvirato. Quella satira corse per tutta Roma, ed era letta ad alta voce nelle taverne e nei bagni pubblici. Aveva per titolo _Tripicina_, o la bestia di tre teste. Era stata stesa da Varrone, sebbene fosse amico di Cesare e ne governasse la biblioteca."
      },
      {
        "index": 54,
        "text": "E qui si chiude la giovinezza di Giulio Cesare."
      },
      {
        "index": 55,
        "text": "Col Tripicinio e coll’imperversare della sua virilità onnipotente, si vedrà quanto fece questo uomo, che fu il più grande dell’universo."
      }
    ]
  }
}
