{
  "chapterNumber": 27,
  "title": "XI. CLODIO E POMPEA (Vol. II) — Clodius and Pompeia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Il tempo avea misurato un anno a quelle nozze, e Clodio fremeva ancora come il dì ch’erasi recato a Brindisi per veder Pompea; fremeva d’ira per Pompeo come il giorno che era stato respinto da lui; fremeva d’invidia e di gelosia per Cesare possessore tranquillo di colei, ad ottener la quale egli avrebbe mandato tutta Roma a soqquadro. Clodio, dopo le nozze, aveva visto più volte Pompea nelle feste, nei giuochi pubblici, nei templi; era riuscito ad avvicinarla, a parlarle, ad onta della custodia assidua della matrona Aurelia, la sapiente e virtuosa e rigida madre di Cesare, idolatra del figliuolo; per l’onore e la gloria e la fortuna e la grandezza del quale s’inginocchiava alle are votive, stancava auguri, faceva immolar vittime, supplicava Venere splendente in cielo; e nel raggio azzurro della stella, con devozione da visionaria e da estatica, le pareva veder le parvenze dell’amorosa diva."
      },
      {
        "index": 1,
        "text": "In questa condizione di cose venne il giorno in cui dovevasi celebrare la festa della dea Bona. Esso cadeva nel primo di maggio. Questa dea era adorata a Roma da antichissimo, custodiva la castità, e inspirava la profezia. — Il suo culto era affidato alle sole donne, che in quella solennità dovevan sentire o simulare avversione per gli uomini, ad imitazione della dea che, maritata a Fauno, sempre lo avea respinto da sè, onde il dio cornuto erasi vendicato cangiandola in serpente. Cicerone nell’orazione in favore di Milone ci fa sapere come al suo tempo il santuario di lei era situato fra Aricia e Bovilla; pure la solennità celebravasi nel palagio del pretore. Nell’anno 678 di Roma, il giovane Cesare copriva una tal carica. Fra le osservanze religiose venute in qualche languore negli ultimi anni della repubblica, a questa concedevasi ancora sì grande importanza, che si reputava sacrilego quell’uomo che l’avesse turbata; a tal che, se plebeo, lo si puniva colla morte; se patrizio, veniva chiuso per un lustro nel carcere Mamertino, e poscia condannato a perpetuo esiglio."
      },
      {
        "index": 2,
        "text": "Nella notte di quell’anno di Roma 678, chè quella festa celebravasi a notte alta, Clodio erasi chiuso nel proprio palazzo, volendo il rito che le vie della città fossero in quelle ore della festa affatto sgombre d’uomini. Da qualche tempo egli non aveva potuto veder Pompea, e una rabida smania di avvicinarla lo rendeva furioso e intrattabile a tutti."
      },
      {
        "index": 3,
        "text": "Certissimamente che quello non poteva essere che un amore degno di Clodio; desiderio, vale a dire, smania, furore, delirio, ma senza affetto. Divinamente bello qual era, veniva adocchiato dalle matrone, dalle spose, dalle maritande; ed ei pur le adocchiava e le ambiva; ma guai se la deferenza per lui rivelavasi in esse oltre lo sguardo; subito al desiderio in lui subentrava il disprezzo; e lo mostrava con atti da schiavo e da gladiatore ubbriaco. Però non aveva suscitato mai uno di quegli affetti che si fanno passioni, e son duraturi. Ma intanto ardeva di Pompea, forsennatamente ardeva, e non aveva pace. Nè ella scoprì a lui solo come il proprio labbro fosse capace di sorriso; e nel proprio sguardo severissimo e fisso trovò per esso movenze inaspettate, ed espressioni desideranti, ignote a Cesare."
      },
      {
        "index": 4,
        "text": "In quella notte Clodio stava nel cubicolo, assiso sul letto coperto da una pelle di pardo, dirimpetto ad uno di quegli specchi, di cui già parlammo, venuti dalla Grecia. Si vedeva, si guardava, si ammirava. Pensava che tutte le Romane sarebber venute obbedienti a lui; ma si tormentava di possedere un’ajtanza inutile per colei che sola ei bramava. In questo punto gli entrò nel cubicolo la sorella Clodia, la famigerata Quadrantaria, stata ripudiata pochi dì prima."
      },
      {
        "index": 5,
        "text": "Egli aveva una predilezione speciale per colei. Sola fra tutti poteva venire presso lui non chiamata. Sola ell’era di cui gli sarebbe rincresciuta la morte; ma la sua maledetta natura fece sì che l’unica vena dolce scorrente nel suo sangue si convertisse in veleno fratricida, e incestuosamente preparasse la sorella all’abominio di Roma."
      },
      {
        "index": 6,
        "text": "— Cessa il corruccio, o Clodio, ella gli disse; non è degno di un forte quale tu sei."
      },
      {
        "index": 7,
        "text": "E si mise a sedere vicinissima a lui."
      },
      {
        "index": 8,
        "text": "In questa posizione le due faccie venivano riflesse dallo specchio. Clodio, così meccanicamente, guardava il volto della sorella; questa il volto di lui, e a ciascuno pareva di vedere sè stesso, tanto si assomigliavano."
      },
      {
        "index": 9,
        "text": "— Perchè non vai tu stanotte alla festa della dea? chiese Clodio.... Tu potresti dir parole a Pompea, e recarle il mio saluto...."
      },
      {
        "index": 10,
        "text": "— E se altri mi pigliasse per te?.... Guarda come le nostre faccie sono le medesime."
      },
      {
        "index": 11,
        "text": "Clodio esaminò di nuovo nello specchio sè e la sorella... poi, a un tratto balzato in piedi:"
      },
      {
        "index": 12,
        "text": "— Ah! Fauno m’inspira, gridò, il cornuto marito della castissima dea. Chiama qui le tue ancelle, e dì loro che mi rechino le tue vesti più candide e più pompose......."
      },
      {
        "index": 13,
        "text": "— E a che?"
      },
      {
        "index": 14,
        "text": "— Vo’ travestirmi qui in costume muliebre. Vo’ vedere se in beltà anche una donna possa venire a gara con me."
      },
      {
        "index": 15,
        "text": "Clodia crollò la testa, sorrise, e:"
      },
      {
        "index": 16,
        "text": "— Se questo gioco, disse, può valere a placarti l’ira, io farò in modo che Paride abbia a gettarti il pomo nel confronto di Venere stessa."
      },
      {
        "index": 17,
        "text": "E uscì; e poco dopo rientrò colle ancelle portanti lini e bissi e pallii e pepli e corone e cingoli e zone e vitte e rose di Persia e viole del lido argolico."
      },
      {
        "index": 18,
        "text": "Adocchiati quegli addobbi, Clodio s’alzò, e gridando: — Fate presto — si sfilò per la testa la toga, e apparve ignudo come Alcibiade, scoperto da Socrate nel gineceo."
      },
      {
        "index": 19,
        "text": "E la Quadrantaria s’affrettò ad indossargli la stola di bianchissimo bisso, il quale per le donne allora era in uso più del purpureo; e gli sovrappose una cerulea stola, e gli cinse strettamente i fianchi con una zona di lamina d’oro; e la testa gl’incoronò di asiatiche rose."
      },
      {
        "index": 20,
        "text": "— Ammirate, o ancelle, esclamò allora; qual mai donzella si vide più avvenente di costei?"
      },
      {
        "index": 21,
        "text": "— E or s’appresti in sull’istante il mio cocchio dorato, disse Clodio."
      },
      {
        "index": 22,
        "text": "— Che pensi tu....?"
      },
      {
        "index": 23,
        "text": "— Recarmi alla notturna festa, prostrarmi al simulacro della diva, e vendicar Fauno. Se mai mi valse questa beltà di donna, oggi si adoperi intera; e il nascosto phallo contamini le sagrificanti vestali, e Pompea mi abbracci e mi baci in gonna. Or che attendete? il cocchio io voglio.... e intanto mi si rechi un dolio di Falerno; ch’io sovrecciti il sangue all’estrema audacia, e prepari a Roma il non mai più udito scandalo."
      },
      {
        "index": 24,
        "text": "Venne il dolio di Falerno; ed ei ne tracannò con avida gola, finchè lo si avvisò dei pronti cavalli. Uscì, strinse la mano a Clodia, che: — Bada a te, gli disse nel salutarlo. Storna lo scandalo, serba il segreto."
      },
      {
        "index": 25,
        "text": "Tra le fiaccole tenute in alto dai servi, Clodio ascese il cocchio in modo sì virile, che contrastava troppo alla candida stola e alla corona di rose."
      },
      {
        "index": 26,
        "text": "La silenziosa Roma risuonò poco dopo del sollecitato cocchio, il quale si fermò innanzi al palazzo del pretore Giulio Cesare, che in quella notte erasi ritirato nel suo picciol tempio della Suburra."
      }
    ]
  }
}
