{
  "chapterNumber": 17,
  "title": "I. GORDIENE (Vol. II) — Gordiene",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Eran corsi più giorni che Marco non vedeva Gordiene; e come al mattino era disceso per accostar l’orecchio alle porte del sotterraneo, e invitare Gordiene, nominandola, a fargli sentire il caro suono della sua voce, così non potè trattenersi in quell’ora del _post meridiem_, dal ripetere quella visita; e, di volo attraversata la casa e disceso, si soffermò innanzi alle porte dietro cui stava chiusa la fanciulla sua, e così sostando, pareva ripetesse quel vetusto motto: _Si deam nequeo, templum adoro_. Ma data e ridata e ripetuta più volte la consueta parola, non udì rispondere la voce consueta. Stette in una terribile apprensione. Un turbinìo fracassoso di voci diverse echeggiato dalle volte di quegli antri risuonava fino a lui; ma il suono ch’ei voleva e sapeva pur distinguere in quella sì romorosa confusione, non uscì."
      },
      {
        "index": 1,
        "text": "Risalì, venne al cavedio; era affollato di clienti, di schiavi e servi. Chiese del padre, i servi erano muti; chiese di Gordiene, i servi erano muti; e strettisi in ischiera, si allontanarono da lui ritraendosi in un angolo. Se non fosse stato Marco dalle braccia di Milo, i servi avrebbero osato avventargli ingiurie, chè il tetro Publio ognora li eccitava contro il figlio, come chi aizza de’ sanguinari veltri ad assalire un passaggero sospetto. Ma essi temevano Marco. Questo, senza sgridarli, chè a ciò non aveva nè volontà, nè tempo, s’accostò alle stanze paterne, avendo dalla bocca stessa di Gordiene appreso come il padre le ordisse continue insidie. S’accostò; udì la voce del padre forte, aspra e roca nel tempo stesso; udì la voce di Gordiene alta, vibrata, minacciosa e tuttavia ancora attraente; udì un fremito come di grosse minugie sui legni cavi attrite dagli archi nel tono più basso; e la voce virile e la femminile staccarsi da quel fondo di note cupe, che non erano effetto d’arte musicale, ma espressione spontanea e non voluta di spavento e di terrore."
      },
      {
        "index": 2,
        "text": "Marco non pensò all’ingiuria che stava per fare al padre, non vide il pericolo proprio, chè contavansi a centinaja i servi che a un cenno del padrone potevano avventarsegli contro ed atterrarlo; non fu sospinto che dall’affanno e dalla disperazione; e d’un calcio atterrò le chiuse imposte della paterna stanza. S’affacciò; sostette immobile sulla soglia, guatò il padre che guatò lui. Strano a dirsi: ebbero sgomento l’uno dell’altro. Gordiene tenacemente appoggiata alla parete serrava nel breve pugno la ricurva lama, esiziale come la lingua del crotalo. Dei tanti schiavi ch’eran là, tre giacevano morti; e le loro facce belvine apparivan tinte come di smorto azzurro. Il veleno preparato dal re Mitridate con bava d’aspide e con miscele di succhi vegetali che, maestro espertissimo in quell’arte, ei traeva dalle erbe dei funesti suoi orti, uccideva di colpo, senza dolore, senza dar tempo a lamenti."
      },
      {
        "index": 3,
        "text": "Chiuso era il labbro di Publio; sol dagli occhi vibrava al figlio continui lampi di luce sanguigna. Poderoso appariva anch’esso ed era alto ed ampio, talchè uno spettatore non consapevole avrebbe creduto, osservandolo al primo, essere ancora più forte del figlio. Ma canuto egli era e gli occhi, sebbene fierissimi, aveva segnati di vene rossigne, e offese di rughe spesse e profonde le parti esterne; guardato più a lungo, mostrava una vita in decadenza: decadenza anticipata dai turpi costumi, da un morbo occulto, già antico e ribelle; dall’assenza non mai interrotta d’ogni mite affetto; da un livore implacato che lo faceva aspro a tutti, aspro e funesto a sè stesso."
      },
      {
        "index": 4,
        "text": "Al giovine Marco la considerazione di quanto aveagli raccontato Gordiene, fece tosto indovinar la cagione della scena che gli si presentava dinanzi; onde più non soffrendo di comprimere gli sdegni:"
      },
      {
        "index": 5,
        "text": "— O degno d’esser nato in Argo, o Atreo o Atride; non umano padre. Da te pollute le due sorelle mie, tanto infelice io vivo, che perchè son morte avventurato mi debbo chiamare; chè la vergogna respinta invano dall’inerme virtù, seco nascosero sotterra. Nè ancora ti plachi, pur scendente a vecchiaja e dalla vendetta degli Dei inquinato nel sangue. Servi, che fate qui, perchè susurrate parole, mentre io parlo? Or sappiate che il padrone vi aveva condannati a morte. Tre vomitarono già l’anima dal vilissimo corpo. Io li conosco, e di voi tutti i più vili sono essi, chè di menzognere delazioni mi saturavano il padre a rendermigli sempre più odioso. Or ecco come li ha pagati; e non ancora nel vostro capo ottuso penetrò il vero? Guardate, non son ferite di morte queste; ma Gordiene stringe avvelenato il ferro, e una puntura lieve basta a dar morte. Tutto compresi. Il padrone v’ingiunse di disarmarla; e dei tanti che qui vedo, i più sarebber caduti l’un sopra l’altro, finchè alla fanciulla affranta sarebbesi estorta l’invincibile sua difesa; e inerme così, l’avreste gettata alle bramose mani del padrone ajutato dai pochi di voi superstiti. Questo vi dico, o turpi cani da preda, perchè vediate come vi compensa il padrone. Ma io sto qui adesso."
      },
      {
        "index": 6,
        "text": "— Tu parli, o sciagurato, tuonò Publio, come libero cittadino innanzi a cittadino libero; ma qui cittadino tu non sei. Io patrizio, io senatore, io re nella mia casa; tu schiavo e servo innanzi a me e cane come costoro. Però gli Dei ringrazia e l’indulgenza mia se delle sacrosante leggi non mi valsi fin qui per punirti qual meriti."
      },
      {
        "index": 7,
        "text": "— Obbedisci tu piuttosto alle sacrosante leggi, o violatore della legge. Rendimi quel che è mio; restituisci i vasi d’oro e il tripode d’oro aspro di smeraldi e di piropi; e questa fanciulla assai più preziosa di piropi e smeraldi; questa fanciulla che è mia, di me solo, e sulla quale tu non tieni diritti. Ella è schiava, tu dici, ed è; ella è cosa, anima non le spira nel petto; il diritto le invola l’umanità; dunque è mia come i tesori che portai dall’Asia, tesori che non hanno anima. Ma io ti citerò ai gradini del pretore. Cesare parlerà e consacrerà il tuo capo alla vendetta della legge ed al furore del popolo. Verre tu mi hai chiamato, più ladro di Verre; ma ben Verre sei tu nella tua casa e ai danni del figlio. Fremeranno i giusti, e per la prima volta sarà visto il figlio punire il padre."
      },
      {
        "index": 8,
        "text": "— Empio; e nelle parole tue già parricida. Oggi prima che tramonti il sole scenderai sotterra. È da troppo tempo che nel suo antro solitario il carnefice vive e mangia e beve inoperoso."
      },
      {
        "index": 9,
        "text": "— Io piuttosto sarò carnefice e indittore di morte qui. Ferisci costoro, o Gordiene; io ti proteggerò di me e del mio ferro; prostratevi in ginocchio, o servi chiamati all’assassinio dal padrone; e, sebbene non vi numeri a cento, siate ora ecatombe a questa donna mia."
      },
      {
        "index": 10,
        "text": "— Codesti sciagurati, parlò allora Gordiene, che qui giaciono, io ho ferito, o Marco, perchè con feroce violenza m’aveano già stretto il fianco. Costoro non si mossero; io perdono ad essi."
      },
      {
        "index": 11,
        "text": "Publio percuoteva intanto de’ suoi gravi passi il ligneo tabulato, aggirandosi intorno a sè stesso fremente, meditabondo, cupo, orrido a vedersi; poi si fermò, e dalla parete staccò l’antica larga sua daga che di là pendeva tra la lorica e l’elmo."
      },
      {
        "index": 12,
        "text": "— Contro di me ti avventa, o scellerato, gridò poscia. La tua giovane daga attraversi l’antica mia; e se più vali, squarciami il petto. Io ti assolverò dal parricidio. Ma vo’ che tutta Roma debba inorridire vedendoti, e fuggire la folla da te come da lebbroso immondo. T’avventa dunque e fa sprizzare augurali scintille dall’avido mio ferro. Vieni ti aspetto, o scellerato."
      },
      {
        "index": 13,
        "text": "— Non avverrà ch’io ti percuota, sebbene scellerato io sia; e sento di esserlo ora; perchè, standoti presso, mi par di assorbire tutto l’inferno dell’anima tua."
      },
      {
        "index": 14,
        "text": "— Ebbene ferirò io primo — e fe’ tre passi."
      },
      {
        "index": 15,
        "text": "Gordiene si staccò dalla parete dove immobile ancora si stava, e:"
      },
      {
        "index": 16,
        "text": "— No, o padre di Marco, no — non ferire; ei si lascierebbe ferire — egli è tuo figlio; ed io sono la schiava sua; ma sua donna anche e sua madre e sua sorella e sua figlia."
      },
      {
        "index": 17,
        "text": "— E muori dunque tu."
      },
      {
        "index": 18,
        "text": "E di tratto, come fulmine non atteso l’ampia daga di Publio a lei penetrò nel petto tra le mammelle e il cuore. Cadde Gordiene; grida di terrore ed anche di pietà mandarono i servi."
      },
      {
        "index": 19,
        "text": "Marco Sceva rimase immobile come simulacro marmoreo; e la vitrea pupilla rivelava il subito deliquio dell’intelletto."
      },
      {
        "index": 20,
        "text": "E stette immobile anche il nefario padre, e un istantaneo lampo di pentimento gli attraversò l’anima buja. Ma si scosse Marco e si gettò a terra in ginocchio accanto alla morente Gordiene; e le prese ambedue le mani ancor calde; e s’inchinò su lei imprimendole un bacio sul labbro, di sotto al quale ei sentì tremare il bacio che non potè esser ricambiato, perchè lo spirito si esalava in quel punto da quella bocca soave che si chiuse per sempre."
      },
      {
        "index": 21,
        "text": "Un silenzio di tomba tenne quella stanza alcun tempo."
      },
      {
        "index": 22,
        "text": "Nessuno movevasi; sentivansi gli aneliti, e il più grave di Publio. Ma fu rotto il funereo silenzio dal giovane Marco; fu rotto da un suo grido disperato; e poi tornò a stringere all’affannoso petto le mani di Gordiene; e l’eroe futuro di Lucano, il titano di Farsaglia tremava, singhiozzava, piangeva come un fanciullo percosso."
      }
    ]
  }
}
