{
  "chapterNumber": 36,
  "title": "XX. POMPEO E CESARE (Vol. II) — Pompey and Caesar",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "L’assoluzione di Clodio, che siccome altamente se ne querelavano i savj, aveva per la prima in Roma, con sì palese scandalo, rovesciata l’ara della giustizia, mentre mostrò quanto fosse prepotente la volontà di Cesare, a lui tuttavia non avea recato nessun giovamento. Dipendeva solo dalla fortuna e dagli eventi e dall’incerto avvenire s’egli avrebbe potuto trarne un prezzo che fosse pari all’enormezza del turpissimo broglio. E fino a quel momento, di tutto quello che egli avea fatto per aprirsi una via alla potenza, alla gloria all’immortalità, non aveva raccolto frutto nessuno. Dei numerati eroi, che sono gli atleti nella palestra dell’azione, e, quasi miliarj, segnan le distanze e i caratteristici mutamenti della storia, Cesare è il solo che abbia dovuto o voluto attendere gli anni della gioventù più matura per salire al primato, e far convergere a sè gli sguardi dell’umanità."
      },
      {
        "index": 1,
        "text": "Correva l’anno 692 di Roma. Cesare aveva trentott’anni; se allora fosse morto, l’oscurità avrebbe circondato il suo nome, perchè nulla ancora avea fatto di grandissimo, e le fatiche di una insistente preparazione erano segreti affanni della sua mente e della sua ambizione. Ma quell’anno doveva segnare il suo momento critico."
      },
      {
        "index": 2,
        "text": "Sul principio di quello, Pompeo era tornato a Roma dalla guerra mitridatica. Aveva dilatate le frontiere dell’impero: il Ponto, la Siria, la Bitinia aveva ridotte a provincie romane; lasciando infino al Tigri tributarj della repubblica tutti gli altri re e popoli orientali. Aveva preso la città e la fortezza di Gerusalemme, entrando nel vietato _Sancta Sanctorum_ del famosissimo tempio. Aveva condotto Aristobulo e i suoi figli prigionieri in Roma, fatto tributario Ircano, date leggi ai popoli conquistati, fabbricate trenta città, fatto il dono di cento milioni italici alle licenziate legioni. Però dal Senato gli era stato accordato il privilegio di portare nei dì festivi una corona d’alloro e la generalizia veste e l’abito trionfale nei giuochi equestri. Tutti lo proclamavano _il primo cittadino di Roma senza rivali_; e i prudentissimi di Roma, a stornare i crescenti disordini, già lo desideravano e proclamavano _Dittatore_."
      },
      {
        "index": 3,
        "text": "Primo ed unico era dunque nella città dominatrice: a lui privilegi, a lui corone, quasi re, quasi dio, e, per di più, era tornato a Roma coi carri di guerra colmi di tanto oro ed argento e gemme, che il medesimo Crasso non poteva più vantarsi d’essere il più ricco Romano. Ed era stata sì vasta e immensurabile la rapina, che Demetrio liberto di lui e maggiordomo, e ladrone come sappiamo, aveva raccolto per sè più di venti milioni; onde, a mostrare gratitudine verso l’indulgente padrone, gli fece erigere a proprie spese quel primo teatro di pietra che s’intitolò da Pompeo appunto. E nel tempo stesso in cui sorse il teatro monumentale, Pompeo edificò un tempio a Minerva, che fu celebre, più che per la sontuosa architettura, per l’iscrizione tanto laudatrice del Magno eroe, che l’orgoglio umano nè prima nè dopo non ebbe mai esaltazione maggiore."
      },
      {
        "index": 4,
        "text": "Cesare, che disprezzava Pompeo, e lo credeva indegno di tanta fortuna, e lo chiamava ladro della gloria altrui nella guerra spartacica e dei Pirati, e diceva sì agevoli le vittorie sue, che anche un pretestato avrebbe saputo compirle, e lo chiamava il più ignorante dei Romani, e il meno atto a concionare, e il più intricato nei colloquj dove l’arte e la scienza e la filosofia avevano parte, guardava e fremeva a tanto sperpero di gloria e fortuna e potenza e ricchezza, e, ritorcendo sopra di sè lo sguardo, pensava di aver dato fondo a tutte le ricchezze avite; chè il sommo pontificato, l’edilità, il pretoriato, lo avevan lasciato così sprofondato nei debiti, che oramai gli mancavano duemila talenti (dodici milioni di lire italiche) a non posseder nulla. E codesta frase, ch’ei trovò per la prima volta in uno di quei momenti nei quali l’ira si converte in facezia, per la prima volta fece il giro di Roma, e provocò il riso dei ricchi e dei poveri, e fu poi ripetuta per lungo ordine di secoli dagli indebitati di tutte le classi."
      },
      {
        "index": 5,
        "text": "Esso era anche uscito dalla carica di pretore, influentissima in Roma, perchè tutte le contese relative alle cose dell’amministrazione pubblica e privata, e alquante che riguardavano la giustizia e l’osservanza delle leggi, dovevano passare per le aule pretorie."
      },
      {
        "index": 6,
        "text": "Era dunque ridotto alla condizione di un semplice cittadino privato; sempre il primo tuttavia nei consorzj geniali, alla palestra, all’ippodromo, nelle disputazioni legali col giureconsulto Scevola e le tre sue figlie bellissime, sfoggianti muliebre sapienza pei riverberi della luce paterna; ascoltato nelle questioni d’arte da Arcesilao, da Postumio, da Ermodoro, architetti insigni; vincitore sovente di Varrone in questioni d’archeologia; insegnatore a Pompeo di più esatta geografia de’ paesi che colui aveva conquistato; meraviglia all’astronomo Posidonio, che da lui scolaro tenne lampi rischiaratori nelle ricerche intorno al flusso e riflusso; e meraviglia a Sosigene, ch’ei già preparava alla riforma del calendario. Ma codesti primati, sebbene costituissero tanti diritti, pur lo mantenevano inerte nel campo de’ grandi fatti."
      },
      {
        "index": 7,
        "text": "Sebbene però guardasse a Pompeo ed alla sua immensa fortuna con disdegno sprezzatore, e l’ambizione, come già era avvenuto al Magno Alessandro, nei momenti della massima esaltazione gli avesse già fatto parere angusta la terra, e si fosse affannato per ottenere il governo della Spagna, statogli finalmente assegnato, pure da qualche giorno non desiderava di lasciar Roma."
      }
    ]
  }
}
