{
  "chapterNumber": 15,
  "title": "XIV. MARCO SCEVA (Vol. I) — Marcus Scaeva",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Dalla casa degli Sceva che sorgeva sul colle Palatino, alle none di luglio dell’anno 690 _ab urbe condita_, usciva un giovane di strenue forme. Sebbene clamidato mostrava nudissime le braccia fino al sommo. Il volto, la trasparenza della pelle, l’occhio lucente che mandava un raggio ingenuo, ad onta ch’ei paresse turbatissimo, rivelavano che quel giovane appena poteva aver varcato di due o tre anni il quarto lustro. L’interno soliloquio di un animo affannato appariva nei movimenti concitati di tutte le membra, e più nelle braccia, nelle quali guizzavano i muscoli come se, provocato a vendetta, ei percuotesse fieramente qualcuno."
      },
      {
        "index": 1,
        "text": "Quel giovane era Marco Sceva figlio di Publio; quello Sceva che cento anni dopo, già fu detto, gli endecasillabi di Lucano dovevano consacrare all’immortalità. Certamente men grande di Cesare, meno di Pompeo, men fortunato dell’uno e dell’altro, fu tuttavia ancor più valoroso di quei due valorosissimi, e come quelli non sono stati, intemerato e santo e intatto dalla gloria tentatrice. Il poeta dei tempi di Nerone, entusiasta d’ammirazione, lo tramandò ai posteri perchè questi, nella immane corruttela romana, vedessero un eroe completo senza innesto di colpa."
      },
      {
        "index": 2,
        "text": "Ma provoca una strana meraviglia il fatto che quel giovane di natura sì generosa, sì forte, sì intera, procedesse da un padre che persino la Roma inquinata di allora dispregiava ed abborriva, quantunque fosse uomo senatorio e consolare e fosse ricchissimo e avesse militato con Silla, con Sertorio e con Lucullo non senza riputazione di valoroso. Il Cenci di Roma moderna può dar qualche imagine della natura di quel Cenci antico, odiatore di figli, tentatore di figliuole."
      },
      {
        "index": 3,
        "text": "Marco Sceva, disceso dal Palatino, d’una in altra via, s’incamminò alla sacra, e da quella piegando al foro e radendo le taberne, accelerò il passo al fornice fabiano, e così, venuto alla Suburra, si fermò innanzi alla casa-tempio, come l’appellavano i Romani, del divo Cesare. Nominossi all’ostiario, il quale rivolto ad altri servi, lor disse riferissero a Cesare che Marco Sceva desiderava parlargli. Fu introdotto. Cesare sedeva nella Biblioteca, elegante, azzimato, profumato, quasi stesse in mezzo ad un circolo di giovani dame. Si alzò all’apparire di Sceva in sulla soglia, gli mosse incontro con abbandono cortesissimo, lo salutò, gli prese la mano, e:"
      },
      {
        "index": 4,
        "text": "— La tua mano è piombo, o Marco; tu puoi tentare a certame l’immortale amante di Dejanira. Ma quali cure ti mandarono a me?"
      },
      {
        "index": 5,
        "text": "— Orribili cure."
      },
      {
        "index": 6,
        "text": "Come sappiamo erano quelli i giorni, in cui, come in onda bollente, si sommoveano e riscaldavansi i progetti, le trame, i disegni di Catilina e degli altri congiurati. I giorni in cui nella casa di Precia, famosissima cortigiana di Roma, quella all’influenza della quale ricorse lo stesso Lucullo per ottenere il governo della Cilicia, adunavansi i giovani del più alto patriziato romano, eccitati ognora dal febbrile Catilina. I giorni in cui le altre cortigiane, la Chiledone mantenuta da Verre, e la Flora pagata da Pompeo, e la Lesbia e la Lice e la Cloe indorate dall’indebitato Antonio, console con Cicerone, andavano rinfiammando gli assidui loro visitatori all’impresa di rovesciar la Repubblica; e Sempronia faceva altrettanto; e la nobilissima e perversa Fulvia teneva da Quinto Curio, cieco d’amore, tutti i segreti della congiura; e accoglieva Lentulo, amatore sostituto e non riamato, e lo sollecitava e lo faceva ardere d’ira, e gli sosteneva il coraggio, sebbene avversa a quelle mene, in segreto, e traditrice, poi in palese."
      },
      {
        "index": 7,
        "text": "Cesare, sapendo tutto questo, credette, al primo, che Marco Sceva fosse venuto a lui per interrogarlo intorno a quell’impresa — ma Sceva:"
      },
      {
        "index": 8,
        "text": "— Orribili cure, proseguì, accelerarono i miei passi alla tua dimora."
      },
      {
        "index": 9,
        "text": "— Ma quali cure?"
      },
      {
        "index": 10,
        "text": "— I tormenti di Dite son refrigerio in paragone di quelli a cui soggiacio nella mia casa maledetta dagli Dei immortali."
      },
      {
        "index": 11,
        "text": "— Narra. Affannato di troppo mi sembri tu. Io, tranquillo, forse ti potrò giovare di consiglio. Qualche cosa già so."
      },
      {
        "index": 12,
        "text": "— Tu sai, divino Giulio, ch’io militai sotto Pompeo contro Mitridate."
      },
      {
        "index": 13,
        "text": "— Non v’è romano che non lo sappia. Non v’è romano che non conosca le prove di valore mirabilissime che hai date. La corona di quercia e la murale e la lorica che il gran Pompeo ti ha donato, ne sono i testimoni."
      },
      {
        "index": 14,
        "text": "— E sia; ma la onesta e lecita contentezza che mi verrebbe da tali premj e dagli applausi che, pur nel più fitto e nei più fieri pericoli della mischia mi vennero sovente dai miei commilitoni, tutto scompare e si trasmuta quasi in uno scherno crudele della fortuna, se penso alla mia condizione di mortale disperatamente infelice. Quando fu debellato il re, e Pompeo non potendo andare nell’Ircania e al Caspio per la moltitudine dei serpenti velenosi, si ritirò nell’Armenia piccola, a lui furono condotte tutte le schiave del voluttuoso Mitridate. Pompeo non le accolse, ma pensò invece di rimandarle ai loro genitori, essendo per la maggior parte figliuole di capitani e di primati; e comandò questo; ma Demetrio, il liberto e maggiordomo suo, il Demetrio ladrone come tu sai, e già ricco sfondato, del quale tu conosci la natura stranissima e prepotente, che è più padrone del padrone, onde si fa lecito di rimproverarlo spesso e aspramente, e Pompeo ne ride e lascia dire e fare, perchè è innamorato del liberto, Demetrio adunque, vedendo passare come in processione la lunga schiera delle più sfolgoranti beltà dell’Asia, apertosi a me che gli stava presso in quel momento: — Bene fu inspirato Silla dagli Dei, quando disse Pompeo esser Pompeo Magno, ma asino Magno io lo proclamo adesso, e se egli rifiuta questi doni del sommo cielo, doni di pregio inestimabile, io me ne terrò due o tre; chè di tante bellissime ci sono sempre quelle che avanzan le altre; e verrà tempo, lo giuro per gli Dei, che invoglieranno anche Pompeo. Prendendomi allora per mano, scegline pur tu un pajo che ti faran bene. Te ne faccio un dono. Pompeo non oserà parlare. Tu sai, Cesare, che Demetrio quasi più famoso del padrone ama ed odia pazzamente sempre; quando ama protegge e darebbe il sangue per il suo protetto; quando odia perseguita senza posa, e a tale che seppe rendere odiosissimi al troppo credulo Pompeo persino alcuni dei suoi più cari amici. A me toccò in sorte di essere assai ben veduto da lui, onde, rapacissimo qual è, e nel punto stesso anche assai generoso, chè tanta ricchezza addensata in pochi anni, gli dà una gioconda e benefica ebbrezza al capo, mi ricolmò spesso di doni. Di quella schiera di beltà celesti tornanti alle case, ei ne trattenne sei."
      },
      {
        "index": 15,
        "text": "Pareva fosser più paghe le fanciulle che rimanevano, delle altre avviate alle case paterne, case non regali e certo silenziose dei tripudj onde Mitridate rallegrava i ginecei. Ancora invitato da Demetrio a trascieglier le donne mie, ne vidi una di sì attraente bellezza ch’io ne fui preso di colpo e mi appagai di lei sola. Essa parlava greco, e comunicava alla naturale soavità delle vocali onde l’idioma d’Omero è sì musicale, un suono particolare che le rendeva ancor più soavi. Richiestala se non le sarebbe dispiaciuto viver meco, chinò il capo arrossendo; quel rossore valse per mille parole, onde in me l’amore di cui era già sorto il germe a un tratto si fe’ gigante e ardentissimo. Condottala alla mia tenda, mi recai poscia con Demetrio, che ciò volle, a visitare il castello tenuto in custodia da Stratonica e dove erano riposte immense ricchezze. Pompeo il giorno prima non prese che quei tesori che gli pareva sarebbero stati d’ornamento ai templi e di maggior pompa al trionfo. Però saputosi questo da Demetrio, volle veder meco Stratonica a cui Pompeo avea lasciato ogni cosa; e le ingiunse in suon di minaccia, ch’egli si voleva prendere quel che Pompeo aveva rifiutato."
      },
      {
        "index": 16,
        "text": "Demetrio parlò così deliberato e fiero, che Stratonica in prima non fe’ motto; poi, dopo qualche silenzio: ecco, prendete, gli disse. E Demetrio in vasi d’oro e in monili e in gemme, si pigliò le cose che più gli piacquero, e caricatone un carro e il proprio cocchio, mi volle condurre alla mia tenda dove, pregandomi a ricevere qualche segno dell’amor suo, depose alcuni di quei vasi d’oro e mi diede assai gemme; ma non volendo io per nessun conto accettare, salì in furore che pareva sincerissimo e minacciommi dell’odio suo. — Io desidero la vostra benevolenza, gli risposi, ma questa ben mi era sufficiente anche senza tali ricchezze. Si rasserenò Demetrio e parea felice d’avermi arricchito. Riposando la guerra, con queste ricchezze e con quella fanciulla più che divina, tornai a Roma, dove credevo che le due corone riportate e la lorica argentea a me donata da Pompeo mi avrebber fatto meno odioso al padre. Ma gl’infernali Dei parvero tenere in feroce dominio la casa mia ben più di prima. Il padre, coprendomi di contumelie e chiamandomi ladro più di Verre, pur si tenne tutto quanto io gli veniva mostrando, e quando adocchiò quella mia fanciulla, tremai veggendo come nel suo occhio lupigno balenasse un raggio fatale acceso dagli estri di Venere. Da quel giorno è un perpetuo litigio; da quel giorno le grida onde il padre copre le mie parole, sebbene calme, tremende, sembrano aver converso in un antro ferino la vetusta e nobile casa degli Sceva."
      },
      {
        "index": 17,
        "text": "— Ma perchè conducesti colei sotto al tetto paterno? ma non avevi amici in Roma dove celarla?"
      },
      {
        "index": 18,
        "text": "— Ebbi fiducia, ti dico, nelle corone avute e nel dono di Pompeo; sperai che per questo il padre sarebbe venuto a più miti consigli; pensai che già egli scende per l’undecimo lustro, e gli umori acri e guasti del sangue onde spesso ei si corruccia e geme, vanno per lui accelerando il lavoro delle Parche. Ma egli tentò Gordiene mia che lo respinse, fierissima; però la fece chiudere nell’ergastolo dove in oscena mescolanza gli schiavi tumultuano in perpetue liti; maschi, femmine, fanciulli. Bensì atterrai la porta dell’ergastolo e uno schiavo che colsi presso alla fanciulla da lui accarezzata, di tal colpo lo colsi che cadde rovescio e più non sorse. Ma accorse il padre avvisato dai perfidissimi servi e colà fecela rinchiudere. Un litigio orrido avvenne tra me e lui. Ei minacciò, io minacciai; ed ora tremo di me stesso, tremo di lui, chè io sento, o Cesare, la tentazione del parricidio."
      },
      {
        "index": 19,
        "text": "— Bada, Marco, di non ripetere mai più queste parole scellerate. Pensa che nell’otre chiuso e gettato al mare, ospiti il gallo, il gatto, il serpe e il pavio non fan buon giuoco. Tralascio l’infamia. Tu sei devoto agli Dei immortali di Roma; il tuo sangue dee scorrere per lei sola e per la gloria che t’irradierà fin nei beati Elisi. Te consiglio intanto a ripetere a Catilina tutto che mi hai detto; egli pensa a far distruggere la legge che dà ai padri tanta possanza sui figli."
      },
      {
        "index": 20,
        "text": "— Lo so; già m’affiatai più volte con Catilina..... Oh la fortuna sorridesse davvero all’audacia...."
      },
      {
        "index": 21,
        "text": "— Comprendo a che accenni; pure io reputo intempestiva l’impresa di Catilina; nè sarò mai per approvarla. Tuttavia, ripeto, versa in Catilina tutto intero il tuo affanno; da questo nuove, inattese, grandissime cose nasceranno."
      },
      {
        "index": 22,
        "text": "Cesare si alzò, e stringendo fortemente la mano a Marco Sceva: — Ascolta il mio consiglio, ripetè. Va tosto a Catilina."
      },
      {
        "index": 23,
        "text": "Sceva partì."
      },
      {
        "index": 24,
        "text": "Cesare voleva la congiura, voleva che la Repubblica qual era allora andasse sossopra; voleva che tutti gli ordini si tramescolassero e si confondessero in un’alluvione rinnovatrice. Però consigliava e sconsigliava, diceva e non diceva, faceva di fuga passare innanzi allo sguardo altrui, i più audaci e risolutivi disegni. Ma operava di queto e cauto, perchè vedeva l’impresa pericolosa e incertissima — e, rimettendosi a sedere:"
      },
      {
        "index": 25,
        "text": "— Codesto giovane forte, ardente, infelicissimo, già glorioso, infiammerà tutta la gioventù romana a inaudite imprese, e gli Dei immortali provvederanno."
      }
    ]
  }
}
