{
  "chapterNumber": 32,
  "title": "XVI. TERENZIA (Vol. II) — Terentia",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Uscito Antonio, entrò Terenzia, la famosissima Terenzia, perchè Cicerone volente o nolente, la tramandò ai posteri. Era donna di belle forme e forti; ma le linee del volto, sebbene giuste, non erano attraenti; e l’occhio rivelava intelligenza di donna volgare, e assai più fatta di malignità che d’acutezza. Sentivasi la vanitosa gloria di essere la moglie del grande oratore, del quale era fieramente gelosa, onde gli stava sempre presso e lo importunava, e guai se nei triclinii promiscui ei mostrasse alcuna deferenza per qualche altra donna romana. Nè solo era gelosa delle donne, per sè; ma era gelosa anche degli uomini, per Cicerone. Non trovava virtù nessuna in nessuno. Guai se alcuno le lodasse Ortensio o Crasso, ch’erano eloquentissimi. Allorchè Cicerone, il quale era davvero un _vir bonus_, e, purchè a lui si concedesse il primo posto, era facilmente liberale di lodi, dopo l’orazione di Cesare contro Dolabella, in un istante d’entusiasmo sincero, proclamò ad Apollodoro e al giureconsulto Scevola e al rètore Diodato che Cesare col tempo e persistendo sarebbe diventato il primo oratore di Roma, ella salì in tanto furore che gli astanti ne risero."
      },
      {
        "index": 1,
        "text": "Codesto amore fatto di ammirazione che essa portava a Cicerone, siccome non aveva nè modo, nè misura, nè buon giudizio, recava al grande oratore un tedio orrendo; chè ella codiava agli ingressi delle camere dove si raccoglievano i clienti, e ascoltava attenta tutto quello che dicevano gli amici che recavansi a visitar Cicerone, e poscia tempestava di rimproveri e di consigli e talora anche di minaccie il filosofo infelice, che calmo ascoltava e rado rispondeva; e per comprimere la tentazione di salire in furore, pensava intanto a qualcuna delle sue opere. Quante volte il _De Oratore_ e il _De Officiis_ lo salvarono dalle battaglie domestiche!"
      },
      {
        "index": 2,
        "text": "— Voglio credere, o Marco, che tu non vorrai ascoltare questo sfacciatissimo fanciullo."
      },
      {
        "index": 3,
        "text": "Cicerone girò la testa, guardò Terenzia, e, continuando essa a parlare e a gridare, egli piegò il collo e volse gli occhi a terra, come chi è disposto a ricevere intero un acquazzone che imperversa."
      },
      {
        "index": 4,
        "text": "— Io stessa percossi l’infame Clodio e con me donne più di cento, tanto che a lui convenne partire, anzi fuggire; fuggir scornato, flagellato, insanguinato. Non poteva ei dunque trovarsi in Interamna quando ciò avvenne. Però, se io fossi Cicerone, il grande oratore, il _Padre della Patria_, vorrei davanti alla maestà del Senato, domandare all’empio da chi tenne tante ferite. Ben dovrà egli saper rispondere, perchè di quelle un uomo non può sanare in tre dì. E come hai tu sterminato i Catilinarj, devi sterminare così tutta la casa Clodia, e salvar Roma da questo giovane, che è il disonore dei patrizj, dei cavalieri, della toga e delle armi, perchè, appena ventenne, vi tien tutti in isgomento. Pompeo gli s’invola innanzi, Cesare gli è amico e lo lusinga e lo difende, Crasso gli dà danaro, tu tentenni al solito e più quando sei al suo cospetto, e non sopporti la luce di quel suo sguardo inesplicabile. O è un dio costui, un dio più in su di Giove, onnipotente come il fato, o non so più chi mai egli possa essere. E c’è la impudentissima Quadrantaria, la sorella; quella che ti sobillò a ripudiarmi per diventare la moglie tua; Quadrantaria, più impudente ancora del fratello, e per la quale si dovranno un giorno purgare le aure romane, e aspergere d’onda lustrale le donne tutte e le fanciulle di Roma, contaminate come furono dalla sola sua presenza."
      },
      {
        "index": 5,
        "text": "Come quando per comprimere un dolore fisico, si sospinge il pensiero a sprofondarsi in quei subbietti che per consueto lo rapiscono, così Cicerone, intento com’era in quei giorni a dettare il _Sogno di Scipione_, intorno al quale ei voleva sfoggiare tutta l’altezza e l’eleganza dello stile latino, riandava colla memoria quello che già aveva scritto, affannandosi nello studio di una perfezione che al suo gusto non mai contentabile pareva refrattaria. Però, risolvendosi per lui le parole di Terenzia in un rumore quasi privo di senso, riuscì anche questa volta a scansare un fracassoso diverbio."
      },
      {
        "index": 6,
        "text": "E, come terminando di ripetere a memoria un brano del suo lavoro sublime, si alzò, e rivoltosi a Terenzia, ripetè con voce sonora quelle parole che stanno nel Sogno istesso: _Ade animo et omitte timorem._ E così detto, uscì, lasciando Terenzia nel colmo dell’ira, che in lei quasi sempre, anzichè venir placata, si esacerbava pel silenzio di Cicerone."
      },
      {
        "index": 7,
        "text": "Il più grande oratore e il più gran filosofo di Roma antica era uomo d’indole mite: la efferatezza romana ei non la sentiva; pensatore multilatere, considerando gli uomini e gli eventi dalle faccie molteplici che gli si svolgevano innanzi, non stava mai fermo al suo proposito."
      },
      {
        "index": 8,
        "text": "Nel personaggio il più tristo e crudele, essendo gran scrutatore di caratteri, sapeva scoprir la vena dolce; però era incapace di odio. Negli uomini temperati alla più solida virtù, ei pur sapeva intravedere le occulte mire, e della virtù medesima sospettava la vanità. Catone, l’incorruttibile, l’inesorabile Catone era segno alle sue perpetue celie. Bensì era devotissimo dell’amicizia, purchè la simpatia dell’ingegno e la scienza ne fossero il cemento. Cicerone è stato forse il primo gran personaggio dell’antichità che preannunciasse il tipo degli uomini moderni."
      },
      {
        "index": 9,
        "text": "I Romani eran fatti di un metallo solo e fusi in un pezzo solo. Cicerone invece era metallo di Corinto, preziosissimo, ma di varia lega, e la sua statua era contesta di pezzi diversi."
      }
    ]
  }
}
