{
  "chapterNumber": 10,
  "title": "IX. SEMPRONIA E CATILINA (Vol. I) — Sempronia and Catiline",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Sempronia aveva lasciato Roma alcuni giorni dopo Aurelia, e recossi, correndo il tepido maggio, alla sontuosa sua villa, sorgente tra Nettuno e Ponte Gatera, tre _miliarie_ da quella d’Aurelia. Allorchè questa lasciò Roma sì d’improvviso, mostrando nell’aspetto un affanno che parea provocare il turbamento mentale, e stette invincibile nel respingere le profferte di Sempronia di accompagnarla, essa temette il peggio, senza tuttavia osare di attraversare con violenza i desiderii di Aurelia, che nella profondità del suo dolore diceva di voler vivere in solitudine. Ma la molta casa di Drusilla ripartendo per Roma, così avendo comandato la padrona, e le ancelle e i servi e il maggiordomo, sospettando fosse per succedere qualche sventura, credettero opportuno prender la via che da Ponte Gatera passava innanzi alla casa di Sempronia, per avvisare qualche servo di lei onde a corso sforzato si recasse a Roma a darle avviso di tutto, non potendo essi altrettanto per la lentezza delle cavalcature. E così fecero; e avendovi trovato Sempronia stessa, la misero in tale apprensione, ch’ella partì senza por tempo in mezzo, e a velocissimo corso venne a Ponte Gatera troppo tardi, ma pure non inutilmente."
      },
      {
        "index": 1,
        "text": "Sapendo che il palagio doveva esser vuoto, non provò, anche per il diverso affetto che nutriva per Aurelia, quell’orrido sgomento onde Catilina era stato colpito; pure attraversò gli atrii tremebonda; con respiro affannato mise il piede nella stanza d’Aurelia; vide, guardò, mandò un gemito, s’accostò al letto insanguinato, toccò la fronte ad Aurelia, chiamò ad alta voce Catilina, che, in ginocchio accanto al letto, stringeva nella propria una mano della estinta, sulla quale teneva impresso il labbro; onde, perdurando la immobilità di lui e il profondo silenzio, pareva che il bacio estremo della disperazione si fosse come pietrificato su di essa."
      },
      {
        "index": 2,
        "text": "Sempronia lo chiamò ancora; ed ei si scosse, e alzò la testa, e guardò colei attonito e a lungo. Pareva non la ravvisasse. E Sempronia scôrse allora il papiro, e, non opponendosi Catilina, lo lesse, e:"
      },
      {
        "index": 3,
        "text": "— Scuotiti, o Sergio: te lo dice una donna che pure è sopraffatta dal dolore."
      },
      {
        "index": 4,
        "text": "E ciò dicendo, si gettò a sedere, e pareva non potesse più proseguire; pur si fece forza, e accostatasi a Catilina:"
      },
      {
        "index": 5,
        "text": "— Sorgi, le ripetè. Parla. Ho bisogno di sentire una voce che risponda alla mia. Sventurato sei tu; sventuratissimo. Io ti comprendo appieno. Ma sorgi in ogni modo; e, vivendo per la gloria, glorifica la donna tua, che morendo (già tutto indovino senza saperlo) si divise in due, dandosi in olocausto al figlio, e legando a te il più sviscerato amore espresso da queste parole immortali. Però avventuroso ancora io ti reputo, o Sergio, pur nelle più acute fitte del tuo non comparabile dolore."
      },
      {
        "index": 6,
        "text": "Catilina si alzò, e senza parlare, ma con uno sguardo pieno di significazione, strinse la mano di Sempronia."
      },
      {
        "index": 7,
        "text": "— Vivrò, soggiunse poi: Aurelia me lo comanda. Sarei sacrilego se non la obbedissi con religione. Purgherò la mia fama, sebbene io sia stato più sventurato che colpevole."
      },
      {
        "index": 8,
        "text": "— E quest’alta donna che per amor tuo compì il grande atto romano, sia l’assidua inspiratrice di ogni tua opera futura. Però, giura qui sul suo sacro capo, che salverai Roma, strappandola alle mani che ora la stanno sbranando."
      },
      {
        "index": 9,
        "text": "— Sì Aurelia, ripetè allora gemendo Catilina e torcendo il capo perchè gli ripugnava che Sempronia vedesse il suo pianto; lo giuro sul tuo capo. Consacro la mia vita a Roma; e s’io l’addurrò a grandezza e potenza imperitura! e se gli Dei concederanno che io ne diventi l’arbitro, ajutatori miei quanti Romani aspirano al grande intento, a te dedicherò un tempio, e sarà il tempio della _Diva Aurelia_; e le donne romane andranno in quel recinto a ricevere da te consigli di fortissima virtù."
      },
      {
        "index": 10,
        "text": "— E i numi ti saranno propizj, soggiungeva Sempronia; molti si accostarono a noi in questi giorni, me esortatrice; ed altre donne insigni che irresistibilmente inducono i giovani più nobili e generosi all’alta impresa; e a me attrassi Fulvia, e per lei Quinto Curio, al quale se falliscono intelletto e cuore, bene soccorre la sterminata opulenza onde faremo uso, se la fortuna comanderà di venire al ferro e alla strage; e mandai lettera a Cetego lo zio, perchè tosto ritorni a Roma, che sdegnato lasciò; ora che, ereditando tutte le ricchezze dei Cetegi, accumulate per tre secoli, con esse farà paga l’ira sua e completerà il suo senno e renderà invincibile il braccio e te farà grande e immortale, o Catilina. Tu che fosti capace di così indomabile amore, immense cose farai — ed io assegnerò a fortuna il perpetuare Aurelia tua, infiammandoti ognora delle sue estreme parole."
      },
      {
        "index": 11,
        "text": "Catilina guardò Sempronia a lungo, chinò il capo e tacque."
      },
      {
        "index": 12,
        "text": "Le trame della famosa congiura, i ricordi della quale dovevano stancare più di venti secoli, erano state gettate da tempo, anzi un tentativo era già stato fatto ma interno, per cui quella congiura ebbe due fasi. Catilina, profondissimo scrutatore di menti e di cuori, avendo penetrato l’ambizione di Sempronia, la quale, non che uscire affatto dall’indole muliebre, e per il genere e per la forza espansiva, sarebbe stata eccedente ed eccezionale anche in un uomo forte, credette bene di metterla a parte de’ proprj disegni, sembrandogli che le attrattive di quella donna fossero per riuscire onnipotenti sugli animi dei più caldi fra i giovani romani, e così fu."
      },
      {
        "index": 13,
        "text": "E Catilina raccomandò a Sempronia di star chiusa con Sallustio, sebbene lo prediligesse. Ma dessa, se lo prediligeva, non lo amava; perchè l’ambizione di lui versava in tutt’altra sfera della sua, e non le pareva di quella tempra fortissima ch’ella, quantunque donna, presumeva d’avere. Onde, se l’arte li avvicinava, il campo dell’azione li divideva; e avrebbe voluto che Sallustio fosse Catilina, e spesso ebbe a dire ad Aurelia, come fosse degna d’invidia e dovesse riputarsi la più fascinante fra le donne, se avea saputo domare colui che uomo era e leone, e talora pareva assumere le forme e gli attributi di un dio terribile."
      },
      {
        "index": 14,
        "text": "Codeste eccezionali doti di Catilina avevano percosso l’eccezionale Sempronia, e allorchè poi lo vide mandar gemiti e versar lagrime e a tutti rivelare i segni di un amore senza esempio, sentì vivissimo il desiderio che a lei, stanca oramai di adorazioni sempre eguali, e che nell’assidua moltiplicità si scancellavano a vicenda, toccasse finalmente in sorte un uomo di quella tempra. Però, varcando i limiti di quella prudenza che deriva dall’orgoglio femminile, potè proferire, pure in presenza della salma d’Aurelia, quelle parole che a Catilina comandarono un pensieroso silenzio. Ma Sempronia, adunati servi e schiavi e donne libere e vergini e sacerdoti e sagrificatori e ustori e préfiche gementi, fece apprestare all’amica Aurelia onori funebri degni di asiatica regina; e quando le fiamme del rogo estremo innalzarono altissime le loro lingue luminose, i naviganti del Mare Interno, calando allora la notte, credettero, guardando da lungi, fosse luce di faro."
      },
      {
        "index": 15,
        "text": "Catilina partì con Sempronia; e nella villa di lei si raddensarono, lungi da Roma, più e più le trame della congiura. E vi furono adunanze quotidiane. Cesare vi fu chiamato, e parve lasciarsi attrarre. Ma ora si ha vederlo altrove."
      }
    ]
  }
}
