{
  "chapterNumber": 22,
  "title": "VI. FULVIA E QUINTO CURIO (Vol. II) — Fulvia and Quintus Curius",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Allorchè il senatore Curio fu sul limitare del palagio, vi si trattenne un istante ed il suo corpo fece quel movimento tutto particolare agli ebbri e che somiglia a quello di un pendolo capivoltato."
      },
      {
        "index": 1,
        "text": "Dei servi adunati nel cavedio la maggior parte stettero seriissimi e in silenzio, perchè sapevano ch’esso era l’amante della padrona ed esso medesimo quasi padrone. — I più stettero dunque serj, ma due o tre non poterono trattenersi e diedero in uno schianto di riso scandalosissimo. — Curio, barcollante, quantunque dignitosamente avvolto nel manto senatorio, si irritò di quelle risa, e:"
      },
      {
        "index": 2,
        "text": "— Bestie del foro boario, gridò con accento incerto e come d’uomo apopletico. — Bestie del foro boario, perchè ridete? Domani vi farò fustigare a sangue. —"
      },
      {
        "index": 3,
        "text": "E dal cavedio, barcollando, passò nelle stanze di Fulvia che soleva vegliare tardissimo."
      },
      {
        "index": 4,
        "text": "I servi stettero in silenzio finchè furono in presenza di Quinto Curio, ma poi che questi se ne fu uscito, tutti quanti, anche quelli che avean saputo contenersi, diedero ancora nelle prime rumorose risa."
      },
      {
        "index": 5,
        "text": "Quando il senatore fu nella stanza di Fulvia, la salutò come potè, e come potè si mise a sedere."
      },
      {
        "index": 6,
        "text": "Appiedi della fatale Romana, in atto di presentarle un vaso, stava una giovinetta schiava:"
      },
      {
        "index": 7,
        "text": "— Per Venere e per Marte e per tutti gli Dei e Semidei del cielo e della terra, disse ebriosamente Curio, sai tu, Fulvia, che questa Alfesibene è oggi mai un portento di beltà? — Essa è degna di chi è la regina di questa casa; ma tu Fulvia, regina mia, dovresti regalmente farmi il dono di questa fanciulla creata dalla natura in un momento di giocondità e di afrodismo. Nelle tue mani essa non serve a nulla. — Cedila dunque a me."
      },
      {
        "index": 8,
        "text": "Se Curio avesse immerso un pugnale in petto a Fulvia, non le avrebbe dato spasimo maggiore. — Un brivido d’invida ira la percorse tutta; nulla disse però; sibbene quel fuggitivo istante bastò per odiare quella fanciulla e per sempre. — E la schiava, adempiuto al debito suo, si alzò e a un cenno di Fulvia, il quale fu blando e quasi soave, uscì dalla stanza."
      },
      {
        "index": 9,
        "text": "La faccia di Fulvia era di quelle che di primo tratto danno la sicurezza della perversità anche ai meno esperti leggitori dei volti umani. A Cicerone, stando al suo detto, riusciva ributtante; e non era sgarbo, che, presentandosi l’occasione, ei non le facesse."
      },
      {
        "index": 10,
        "text": "Curio era l’amante suo manifesto, ma da lei era disprezzato e da qualche tempo le si era fatto insopportabile; essa lo sagrificava ad un amante occulto tanto bello quanto povero, e che sovveniva di danaro. — Avarissima però qual era e questo pesandole assai, s’era più volte recata alla casa di Cicerone perchè volesse dar collocamento a quel giovine in qualche magistratura."
      },
      {
        "index": 11,
        "text": "Cicerone era _Quartumviro alla Moneta di Roma_, quel che oggi si direbbe direttore della Zecca, e Fulvia lo supplicò più volte perchè desse posto a quel giovine negli uffici della _Moneta_ appunto. — Fulvia, sebbene ricca, d’istinto naturalmente ladra, credeva che a quel giovanetto, versante tra l’oro e l’argento, potessero facilmente rimaner tinte le mani."
      },
      {
        "index": 12,
        "text": "Fulvia, quando la schiava fu uscita:"
      },
      {
        "index": 13,
        "text": "— Quinto, disse, si vede che ti sei immerso nelle anfore del senatore Messala — se tutti somigliassero a te, davvero che il Senato parrebbe una vasta taberna dove il popolo di Roma più lercio va a tuffarsi nella torbida onda ad esso versata da Bacco e Sileno. — Codesta è indegna cosa."
      },
      {
        "index": 14,
        "text": "— Fulvia regina, non ti adirare.... Bacco più che Giove ed Apollo è sovente consigliero di alti pensamenti e..... (qui fece pausa perchè la lingua si rifiutava al suo istituto), e vo’ dire che Bacco infonde sapienza e coraggio. — Tu non sai, Fulvia, quello che io so, nè verrà mai dì che tu l’abbi a sapere: ovvero sia, no: errai, il dì verrà ed è prossimo che tu saprai tutto, ma oggi, Fulvia regina, sebbene io non abbia segreti per te, pure devi essere circondata dal più nebbioso mistero."
      },
      {
        "index": 15,
        "text": "— Hai misteri per me tu? ebbene domani all’ostiario e agli altri servi comanderò d’impedirti la soglia del mio palagio."
      },
      {
        "index": 16,
        "text": "Curio a quelle parole, pronunciate con asprezza, si riebbe dall’ebbrioso sopore, e:"
      },
      {
        "index": 17,
        "text": "— Dimmi, che pensiero faresti tu di me, se io mancassi a un giuramento?"
      },
      {
        "index": 18,
        "text": "— T’avrei in dispregio, se vi mancassi al cospetto degli altri tutti, ma io, da te, o Curio, debbo essere costituita in singolare privilegio. Chi ha misteri con chi dice d’amare, non ama. —"
      },
      {
        "index": 19,
        "text": "E pronunciò queste parole con accento blando e carezzevole, ma udendo il quale chiunque non fosse stato Curio sarebbesi accorto del suo suono perfido e mendace e insidioso."
      },
      {
        "index": 20,
        "text": "Fulvia sapeva della congiura e provò anzi dispetto che Sempronia non l’avesse mai chiamata alle adunanze preparatorie; sapeva anche delle conventicole clandestine a cui erano invitati pochissimi; ma non avea mai sospettato che Quinto Curio fosse tra quelli; lo credeva uom dappoco e inetto a qualunque impresa; però si mise in sull’ale quando lo sentì a toccare del giuramento."
      },
      {
        "index": 21,
        "text": "E Quinto tra i vapori del vino e quelli dell’amore e per la debolezza nativa non seppe trattenersi, e:"
      },
      {
        "index": 22,
        "text": "— Si sta maturando una grande impresa, ma a prepararla ha a compirsi un fatto pel quale anche tu, Fulvia, sarai vendicata."
      },
      {
        "index": 23,
        "text": "— Io?"
      },
      {
        "index": 24,
        "text": "— Tu...."
      },
      {
        "index": 25,
        "text": "E Curio si soffermava come sonnolento."
      },
      {
        "index": 26,
        "text": "— Prosegui dunque, diceva Fulvia, o quasi gridava, scuotendolo da quel letargo."
      },
      {
        "index": 27,
        "text": "— Ah.... dunque sarai vendicata.... Più volte accesa d’ira m’hai detto che dal console Cicerone avesti a sopportar contumelia."
      },
      {
        "index": 28,
        "text": "— Ebbene?"
      },
      {
        "index": 29,
        "text": "— Domani a quest’ora questo non sarà più possibile.... gl’inferni dei avranno già accolto il console."
      },
      {
        "index": 30,
        "text": "— Oh.... che narri?"
      },
      {
        "index": 31,
        "text": "— Sì, domani Cicerone dev’essere ucciso nella medesima sua casa. — Verguntejo.... conosci tu Verguntejo?"
      },
      {
        "index": 32,
        "text": "— Sì, prosegui."
      },
      {
        "index": 33,
        "text": "— Verguntejo e Manlio furono eletti a questo.... Domani sera visiteranno il console e.... La repubblica in quel punto verrà trafitta a morte insieme con lui."
      },
      {
        "index": 34,
        "text": "— Gli Dei immortali guidino i colpi, ma tu, Curio, or parti di qui e va a rinchiuderti nel tuo palagio. — Guai se con altri ti manifesti; e perchè sfugga il pericolo di incontrarti con altri nel far la via, ti farò apprestare il cocchio e chiudere nelle tue stanze, e taci e dormi."
      },
      {
        "index": 35,
        "text": "Chiamato il servo, gl’ingiunse di preparare il cocchio."
      },
      {
        "index": 36,
        "text": "Curio intanto si addormentò davvero; Fulvia si alzò e passeggiando come se fosse impazientissima, lo andava guardando con disprezzo e sorrideva sugli occhi chiusi di lui con un sorriso veramente infernale."
      },
      {
        "index": 37,
        "text": "Tornò il servo."
      },
      {
        "index": 38,
        "text": "— Sveglia il senatore, gli disse Fulvia, sorreggilo, accompagnalo e mettilo in cocchio; dì all’auriga che s’affretti; flagelli i cavalli, e divori la via — già non è lunga; poscia ritorni a condurre me altrove."
      },
      {
        "index": 39,
        "text": "Il servo obbedì, svegliò Curio, lo alzò, lo trasse seco sebbene ei si rifiutasse."
      },
      {
        "index": 40,
        "text": "— Va, Quinto, diceva Fulvia, con ciglio aggrottato, va, ti ripeto. — Anche l’ora è tardissima. — Va."
      },
      {
        "index": 41,
        "text": "Quinto si lasciò trascinare; mal piantava il piede e aveva l’occhio semispento. — Uscito ch’esso fu, Fulvia chiamò le famule; si fe’ cingere i fianchi e coprire di un denso peplo notturno.... e, così preparata, stette aspettando il ritorno del cocchio."
      },
      {
        "index": 42,
        "text": "Il cocchio ritornò. — Fulvia prese allora una tavoletta e vi scrisse alcune parole; poscia uscì e salì in cocchio."
      },
      {
        "index": 43,
        "text": "Disse all’auriga: — Va alla casa del console Cicerone."
      },
      {
        "index": 44,
        "text": "L’auriga rispose: — Siam già presso alla seconda ora dopo la media notte."
      },
      {
        "index": 45,
        "text": "— Va alla casa del console, replicò Fulvia, e sollecita i cavalli."
      },
      {
        "index": 46,
        "text": "L’auriga tacque e attese al debito suo."
      }
    ]
  }
}
