{
  "chapterNumber": 7,
  "title": "VI. AURELIA E CATILINA (Vol. I) — Aurelia and Catiline",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Cesare accompagnava Servilia, sorreggendola del braccio, con eleganza molle che non pareva promettere il futuro mangiator d’erbe condite in olio guasto. Eppure la futura cortesìa resa alla agreste cordialità degli abitanti del cisalpino villaggio, aveva un nesso con quella eleganza comandata dall’eccezionale istante e dalle braccia olimpiche della attraente Servilia. Accanto al giovane Cesare, col Cesare già tenuto in Roma nelle sfere dove la dea Voluptas avvolgeva la gioventù delle sue rosee nubi, veniva Catone, chiuso in sè, severo, col capo basso, tutto ad angoli e a cateti, come il teorema di Pitagora. E a lui disse Cesare:"
      },
      {
        "index": 1,
        "text": "— Catone, mi son proposto di commuovere la tua sapienza che ha tre lustri più della mia e accenna alla natura del diamante, la quale taglia e non si lascia mai tagliare."
      },
      {
        "index": 2,
        "text": "— Parla, o Giulio."
      },
      {
        "index": 3,
        "text": "— Puoi tu permettere, o Catone, che in codesta già tanto infelice e contaminatissima Roma, debba avvenire una scena turpe di sangue, essendone provocatori e volendone essere autori uomini della classe più insigne, e pur essi insigni di qualche virtù?"
      },
      {
        "index": 4,
        "text": "— Non so nè a chi accenni, nè a che; però parla più chiaro."
      },
      {
        "index": 5,
        "text": "— Chiaro io ti parlerò, e così che me ne farai rimprovero. Concedi adunque, e tosto, che Cetego impalmi Servilia."
      },
      {
        "index": 6,
        "text": "Catone lo guardò senza rispondere. Servilia accennava a Cesare di non proseguire."
      },
      {
        "index": 7,
        "text": "— Tu avresti dovuto parlarmi di questo fuor della vista e dell’udito di costei; pur ti ringrazio d’aver fallito alla più volgare prudenza, perchè di tal modo parlerò una volta sola invece di due."
      },
      {
        "index": 8,
        "text": "— Fu dunque alta prudenza la mia e profonda cognizione dell’indole di Catone se omisi i riguardi che ai mezzi uomini si concedono. E Servilia, se è tua sorella, deve essere di tal tempra da non isgomentarsi di cosa nessuna, e avere il diritto di sapere ciò che la riguarda."
      },
      {
        "index": 9,
        "text": "— E lo sappia."
      },
      {
        "index": 10,
        "text": "— Perchè dunque tu, suo tutore saviissimo, le contendi la sua felicità suprema?"
      },
      {
        "index": 11,
        "text": "— E in che fai tu consistere la felicità?"
      },
      {
        "index": 12,
        "text": "— Nel conseguimento dei propri desiderii."
      },
      {
        "index": 13,
        "text": "— Va bene. Ma qual tempo tu concedi ai desiderii, perchè debbano considerarsi atti di ragione e di salute, e non già di esaltazione e di febbre?"
      },
      {
        "index": 14,
        "text": "— Non occorre il tempo per giudicar della ragionevolezza del desiderio. Cetego, giovane ricco e patrizio, ama Servilia adolescente, beltà meravigliosa, sorella di Catone. Se qui non trovi la ragione compagna dell’affetto, dove la cerchi tu?"
      },
      {
        "index": 15,
        "text": "— La cerco nella durabilità del contento. Ma Cetego sarà figliastro dell’aborrito Catilina, onde tu già vedi quanti guai futuri. Ma anche senza di questo, Cetego è tal tempra che riesce insopportabile a me, che voi tutti, pel mio rigore, chiamate insoffribile. E costei, questa fanciulla, questa bizzarra creatura, per la _forma decòra_ impasto d’Ebe, come espressero le tue parole, ma pur anco impasto di Nemesi e di Lubenzia, come io ne so, mal verrebbe opportuna a colui che tiene la cervice di porfido e il cuor più duro della cervice, e aspira già al dominio e ad essere inesorabile con tutto e con tutti, pur non varcando i tre lustri che di un anno solo. Però se Giove lo fulminasse, lo giuro a te, o Cesare, io farei ecatombi a Giove. Se Cetego vivrà, tutti saremo schiavi... tutti, e tu pure, o Cesare giovinetto, che io non amo per la stessa causa onde aborro colui... Ma tu hai i capelli di seta e la pelle lucente, quasi argilla di Cipro, onde lusingandomi che Venere possa assassinar Marte, ancor ti sopporto. Tu non potrai mai negare la sincerità del mio labbro."
      },
      {
        "index": 16,
        "text": "— Ti ringrazio, o Catone, che tu mi stimi oltre il valore. Ma di ciò sarà giudice il tempo. Ora, solo mi preme che tu veda la sincerità onde mi faccio intermediario fra te e Cetego. Io desidero stornar delitti, e tu vuoi alimentarli; però non so bene qual più valga del tuo senno maturo o del mio che gl’inconsapevoli potrebber credere acerbo."
      },
      {
        "index": 17,
        "text": "— Qual senno tu abbi non so; ben so che di raggiante intelletto ti fe’ dono l’arcavola tua. — Ma verrà giorno che mi giudicherai; e questa Servilia, al cospetto della quale, pel grande amore appunto ch’io ho per lei, ora sembro crudele, mi chiamerà pietosissimo invece e salvatore suo. Non so se Cetego vivrà, perchè i violenti trovan sempre morte innanzi tempo, ma s’egli mai avesse a vivere vita completa, avventurati coloro che si saranno involati al suo dominio. Ricordati, o Giulio, di queste mie parole.... e salve. La mia dimora mi attende, e il _diluculo_ è presto. Catone il censore, la gloria della casa nostra, nacque là in quel cadente palagio, dove io nacqui e costei e il fratello mio, che pure io amo di profondo amore, e pei quali, dopo questa mia cara Roma, che sarà eterna, tutto io darei. Inflessibile mi credete, e lo sono, e comprendo gli affanni di questa giovinetta amante non scaltrita; ma a chi più costi la mia inflessibilità, tu lo considera, o Cesare, guardando le mie lagrime, che a dispetto mi prorompono dagli occhi. E guardami tu, o Servilia, e perdona alla mia crudeltà, perchè è fatta d’amore. Salve, Cesare."
      },
      {
        "index": 18,
        "text": "Catone andò innanzi; Servilia, salutando, guardò Cesare con lunghissimo sguardo, e in esso v’era l’amore per Cetego, amore che parea presentire la morte; e v’era, nel tempo stesso, il primo vaghissimo afflato di un affetto novo, che, per arcani processi, spuntava allora allora dall’inconsapevole cuore."
      },
      {
        "index": 19,
        "text": "Cesare, rimasto solo, nel silenzio della notte, rimeditando la figura tutta di Servilia, quasi pittore che volesse colorire un ritratto senza guardar altro e non fidandosi che dell’abilità della mano interprete della tenace memoria, dimenticossi della moglie pur giovine e bella, in quei giorni primaverili ridottasi a Tivoli per usufruire aure più salubri: se ne dimenticò e pensò a Servilia, e considerando quella grazia soave e quella greca gentilezza di forme, e quella pelle pastosa e fragrante quasi fosse migliaccio e mandorla insieme; e quell’occhio ineffabile dove il lampo dell’intelletto parea asperso di voluttà, sentì gli assalti d’una voluttà eccedente, la quale essendo per la prima volta _cesarea_, toccava un ideale non comprensibile se non da chi alla natura di un poeta concitato al sublime confederasse le effervescenze di faunina protervia; la quale appunto si rivelava nel labbro tumido del giovinetto Giulio. Assorto in tali pensieri, progredì la via."
      },
      {
        "index": 20,
        "text": "Il palagio di Catone, poco oltre il simulacro di Venere Claucina e le taberne argentarie, prospettava la _via Sacra_ tra il foro Pescatorio e il tempio di Giano superiore."
      },
      {
        "index": 21,
        "text": "Cesare, sostato un istante, sentì un lontano suono di voci e grida. Accelerò il passo. Ei non aveva daga, chè quando non militava avea per costume di non portar mai armi. Venne a’ primi limiti della via Sacra. Protese l’orecchio, sentì suon di ferri, e apponendosi al vero, accorse. Or che cosa era avvenuto?"
      },
      {
        "index": 22,
        "text": "Catilina, prima di lasciar la casa di Sempronia, erasi recato presso di lei, per levare Aurelia e accompagnarla, in cocchio, al palagio dei Cetegi — chè Cesare non gli aveva detto nulla di quanto avea raccomandato ad Aurelia stessa."
      },
      {
        "index": 23,
        "text": "— Le aule si vanno vuotando, e tu rimani, Aurelia? così le disse Catilina con una blandizie d’accento, che parea venire da tutt’altro apparato di voce."
      },
      {
        "index": 24,
        "text": "— E che?... Cesare mi pregò di non staccarmi dal peplo di Sempronia."
      },
      {
        "index": 25,
        "text": "— Ringrazio Cesare del pietoso consiglio, e più dell’averlo taciuto a me, chè ben sapeva l’avrei respinto. Ma la moglie di Sergio Catilina non deve involarsi a pericolo nessuno. Pensa, Aurelia, che io testè giurai a Cesare che domani innanzi all’ara noi saremmo consacrati marito e moglie. Or quel che io giurai a Cesare puoi tu giurarlo a me?"
      },
      {
        "index": 26,
        "text": "Aurelia taceva..."
      },
      {
        "index": 27,
        "text": "— Puoi tu giurarlo a me? ripeteva Sergio quasi ruggendo."
      },
      {
        "index": 28,
        "text": "— Giuralo, disse ad Aurelia la virago Sempronia."
      },
      {
        "index": 29,
        "text": "Aurelia si scosse e:"
      },
      {
        "index": 30,
        "text": "— Non è bisogno che nè tu, nè questi mi sollecitiate. Quel che già dissi, esser deve. Quest’uomo fortissimo sarà il marito mio. — Lo giuro ai numi — e già lo è, senza che un’ara splenda d’inutile fiamma. Prendi, o Sergio, e stringi la mia nella tua mano; basti quest’atto per attestare a tutti ch’è indissolubile il nodo."
      },
      {
        "index": 31,
        "text": "A tali parole il volto di Catilina raggiò d’insolita luce, baciò in fronte Aurelia, baciò sulle gote Sempronia."
      },
      {
        "index": 32,
        "text": "— Ed ora si vada alle tue case, soggiunse ad Aurelia, ed io verrò teco. Cetego morente ti lasciò, finchè tu vivi, l’utile dominio di essa. — Ti assidi adunque padrona là donde vorrebbe scacciarti lo scellerato figliuolo."
      },
      {
        "index": 33,
        "text": "E il figliuolo, non scellerato, ma caparbio, avendo visto uscir Cesare, e indarno aspettando la madre e non sapendo imaginare dove Catilina si fosse recato, si partì dal palagio di Sempronia insieme con Clodio."
      },
      {
        "index": 34,
        "text": "Partì stretto al braccio del veramente scellerato suo amico, d’indole felina; e d’uno in altro passo, seguito dalla canaglia romana che l’amico assoldava, sen venne all’avito palagio. Toccò la soglia Cetego e chiese all’_ostiario_, che era un negro dell’Abissinia e già parlava la lingua del Lazio:"
      },
      {
        "index": 35,
        "text": "— È rientrata la madre mia?"
      },
      {
        "index": 36,
        "text": "— No."
      },
      {
        "index": 37,
        "text": "— E nessun altro?"
      },
      {
        "index": 38,
        "text": "— No."
      },
      {
        "index": 39,
        "text": "— Più non comprendo, o Clodio, allor soggiunse all’amico, il quale ascoltava tacendo e irrequieto che già non ci fosse cagione da menar le mani."
      },
      {
        "index": 40,
        "text": "«Ebbene, entriamo noi, Clodio; e questa tua plebe passi insieme; ella sarà inaffiata di falerno."
      },
      {
        "index": 41,
        "text": "Clodio, fatto un segno ai seguaci che a un suo cenno si trattennero in un lungo e cupo androne, varcò il limitare con Cetego, il quale rivoltosi all’ostiario moro:"
      },
      {
        "index": 42,
        "text": "— Bada che nessun altro deve metter piede stanotte in questa mia casa...."
      },
      {
        "index": 43,
        "text": "— Pensa che tua madre non è ancora entrata, rispose il moro."
      },
      {
        "index": 44,
        "text": "— Non parlo di mia madre, o stoltissimo, ma di chiunque non appartiene alla famiglia dei Cetegi."
      },
      {
        "index": 45,
        "text": "— Ma..."
      },
      {
        "index": 46,
        "text": "— E che hai a dire?"
      },
      {
        "index": 47,
        "text": "— Domando a te, domine, che cosa io dovrò dire a Catilina se..."
      },
      {
        "index": 48,
        "text": "— Se... prosegui..."
      },
      {
        "index": 49,
        "text": "— Se, come di consueto, venisse qui?"
      },
      {
        "index": 50,
        "text": "— Guarda questa riga fatta di marmo rosso... Ebbene... se Catilina, entrando, osasse varcar questa riga, tu in quell’istante morirai."
      },
      {
        "index": 51,
        "text": "— Ebbene, io morirò. Ma non sta nelle mie forze il respingere colui. Un dì che m’indugiai a rispondere, mi rovesciò là d’un colpo di mano, e ancor ne porto il segno; però comandami, o Cetego, cose a me possibili, e obbedirò; e in ogni modo aggiungi a me altri servi i quali mi aiutino."
      },
      {
        "index": 52,
        "text": "— A un sol tuo cenno — guarda là quanta gente è addensata — a un sol tuo cenno dunque, saran qui tutti per aiutarti."
      },
      {
        "index": 53,
        "text": "Appena Cetego ebbe finito di parlare, che durando il più profondo silenzio per l’attenzione paurosa e dell’ostiario e degli altri servi, si sentì non molto da lungi un rumor profondo di ruote. Cetego stette in ascolto, e, incrociate le braccia sul petto e piantandosi sul limitare colle gambe a centina, quasi dovesse sostenere una vôlta, stette attendendo, presago, il cocchio materno."
      },
      {
        "index": 54,
        "text": "E il cocchio veniva infatti, solenne, cupo, lentissimo; chè, dopo disceso dal palagio di Sempronia che stava in luogo eminente, doveva risalire il declivo per toccar quel dei Cetegi."
      },
      {
        "index": 55,
        "text": "Cominciava il primo _diluculo_ colla sua luce fredda e misteriosa. Nel cocchio d’oro sedevano Catilina e Drusilla. Ai lati di esso, giacchè ascendevasi il declivo a passo, procedevano in spesse schiere i giovanetti amici di Catilina; e dietro al carro pur procedevan serrati gli amici e i clienti di Sempronia; e, a qualche distanza, scorgevasi una nube di schiavi a lei devoti; e davvero che pareva une nube, eclissandosi al suo passaggio le argentee chiazzature della morente luna. Quel pittore che amasse inspirarsi a Roma antica, e volesse anche ritrarre uomini e donne eccezionalmente grandi sì nel bene che nel male; e volesse ritrarre Catilina ed Aurelia nel loro cocchio d’oro, non dee far altro che rammentar il carro dove l’incomparabile Sabatelli pose a sedere Jezabele e Acabbo minacciati da Elia, intanto che i bruni cavalli, guidati dall’inconscio auriga, facevano sterzare, allontanandole dall’infesto profeta, le tardissime ruote."
      }
    ]
  }
}
