{
  "chapterNumber": 31,
  "title": "XV. CICERONE E MARC'ANTONIO (Vol. II) — Cicero and Mark Antony",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Cicerone, la vigilia del giorno decretato dal Senato per il giudizio del misfatto di Clodio, sedeva nella sua biblioteca che, al pari di tutte le biblioteche romane, era volta a levante, come punto più adatto per difendere i volumi dalle offese dell’atmosfera (_usus enim matutinum postulat lumen_). Intorno intorno alle pareti di quella stanza quadrata erano tante casse o _armaria_ contenenti i volumi o rotoli; ciascun _armario_ portava il suo numero d’ordine, ed era riposto nei _foruli_ o _nidi_. Di questo tempo la biblioteca di Cicerone, sebbene non ancora aumentata da quella ereditata da Attico, era la prima di Roma, superiore persino a quella di Cesare; ma questi non aveva ancor potuto colle gloriose rapine ajutare splendidamente la sapienza. Però sono a riputare quasi sincere le parole di Marco Tullio quando ebbe a dire ch’egli anteponeva la propria a tutti i tesori di Creso. Cicerone, per qualche ora, stette leggendo solo; poi il _librario_, il quale era uno schiavo custode della biblioteca, gli annunciò che veniva Marc’Antonio insieme col fanciullo Pollione. Cicerone chinò il capo; entrò l’adolescente Antonio, che della mano destra cingeva il collo al fanciullo."
      },
      {
        "index": 1,
        "text": "Il sedicenne Marc’Antonio soleva un giorno per settimana, quasi sempre _in die Jovis_, recarsi da Cicerone, per apprendervi l’arte oratoria, non l’eloquenza propriamente detta, ma la parte materiale di essa; le pôse, vale a dire, il gesto, il modo di inflettere la voce. Il giovinetto aveva una prodigiosa attitudine a questo; e Cicerone si dilettava nell’ammaestrarlo. Ma Pollione era scolaro quotidiano di Tullio, sempre che questi non fosse assorbito dal Senato, dai Comizj, dal Pretorio. Il più grande degli oratori latini idolatrava quel fanciullo, d’ingegno prodigiosamente precoce, e che già era la meraviglia di tutta Roma. Cicerone predisse quel che poi si avverò, che quel fanciullo di appena otto anni sarebbe stato oratore come Demostene, poeta più di Ennio, storico come Erodoto. Or, per tornare al giovinetto Antonio, non era Giove che presiedeva a quel giorno in cui venne a Cicerone, era Marte; ma non a caso il _Padre della Patria_ lo aveva fatto chiamare due giorni prima."
      },
      {
        "index": 2,
        "text": "Cicerone sorrise quando vide Antonio, e fece seder Pollione e gli diede un rotolo greco perchè tentasse di farlo latino. Disse poi ad Antonio:"
      },
      {
        "index": 3,
        "text": "— La prima filippica di Demostene la sai tu?"
      },
      {
        "index": 4,
        "text": "— Sì, tutta."
      },
      {
        "index": 5,
        "text": "— Sei parato a declamarla? Io ascolto.... Ma in prima disponi meglio le pieghe della toga. Un occhio di piega che venga a cader male in qualche parte del corpo può provocare il riso in tutto l’uditorio, tradir la causa del tuo cliente, e mandarlo desolato al carcere. Tutta la potenza del mio amicissimo Ortensio consiste nel preparar bene la toga. La plebe e la non plebe si pasce di nuge. Non comprende un detto sublime, ma ride e sibila e imperversa se una piega è fuor di posto."
      },
      {
        "index": 6,
        "text": "Dopo queste parole pronunciate incidentemente dal grande oratore, Antonio s’accinse a declamare la prima filippica di Demostene; e Marco Tullio in prima si alzò e, quasi fosse Fidia o Prassitele, venne acconciando alcune pieghe della toga, ancora pretestata, del giovinetto che non toccava i diciassette anni. La pretesta aveva alcuni ornamenti di porpora, ed un fregio speciale d’oro o d’argento chiamato _bolla_. E Antonio declamò. Lo sviluppo fisico in lui era completo; ampio già di spalle, rotondo di membra, sebbene asciutte, siccome avviene della prima giovinezza; fittissimi aveva e ricciuti i capelli, romanamente ricciuti; l’occhio nero, lucente, saettante, già pieno di terribilità; tuttavia, negli istanti della calma e dei tenui abbandoni, pareva di vedere in esso la voluttà che nuotasse nell’intelligenza. Aveva voce sonora, metallica, estesa sì che agli acuti, quando s’investiva di Demostene (chè era colmo d’ingegno e d’ardore e d’onda drammatica), nella calma notturna la sua voce avrebbe potuto percorrere un mezzo miliario; tuonò dunque nell’idioma greco. Lo stesso Cicerone, maestro sommo, gioiva a sentire la foga del giovinetto, quando sul labbro di lui quella lingua inimitabile diventava tempesta tutta irta di consonanti, nei punti che il greco autore aveva voluto soffiare la procella nella congregata Atene; e, negli istanti che s’era proposto di commuovere e cavar lagrime anche dalle più aride palpebre, aveva chiamato in soccorso le vocali onde, abbisognando, quell’idioma è tutto soave. Intanto che Antonio recitava, e Cicerone ascoltava, in un canto della biblioteca, il fanciullo Pollione traduceva dal greco, sospendendo di tant’in tanto quel lavoro, e prestando anch’esso attenzione alle parole di Antonio. Ma questi non era stato chiamato da Cicerone presso di sè per la lezione di declamazione. Essa in quel giorno non era che un pretesto. Però come ebbe finito, e Cicerone l’ebbe lodato:"
      },
      {
        "index": 7,
        "text": "— Or dimmi, Antonio, gli chiese Tullio, come ti si prestò in una lunga corsa il cavallo di Cesare?"
      },
      {
        "index": 8,
        "text": "— Nemmen uno dei cavalli che Febo aggioga alla quadriga può eguagliar questo di Giulio. È onda marina quando invade la riva; è saetta che scatta, è luce, è lampo. Nè altri che Giulio ed io potrebbe governare questo divino alipede. Cesare temeva per me. Ma io gli mostrai che ben ero degno del suo generoso dono."
      },
      {
        "index": 9,
        "text": "— E chi hai trovato ad Interamna?"
      },
      {
        "index": 10,
        "text": "— Clodio, che vi dimorava da quattro giorni."
      },
      {
        "index": 11,
        "text": "— Parlasti seco?"
      },
      {
        "index": 12,
        "text": "— Sì."
      },
      {
        "index": 13,
        "text": "— E ti disse?"
      },
      {
        "index": 14,
        "text": "— Nulla; e non sapeva nulla. Sì l’ho avvisato io della tremenda calunnia che lo aveva assalito in Roma."
      },
      {
        "index": 15,
        "text": "— A che ora giungesti ad Interamna?"
      },
      {
        "index": 16,
        "text": "— A mezzo il giorno."
      },
      {
        "index": 17,
        "text": "— Bene è. Clodio poteva essere già arrivato là prima di te, partendo al primo diluculo, quando, flagellato, fuggì dal recinto della oltraggiata Bona. Tu partisti due ore dopo."
      },
      {
        "index": 18,
        "text": "— Clodio non aveva il mio cavallo."
      },
      {
        "index": 19,
        "text": "— Ha bighe ed ha quadriglie Clodio. Ed ha cavalli romani velocissimi. Quattro fan sempre maggior via di uno solo."
      },
      {
        "index": 20,
        "text": "— Tu sei oratore grande, o Tullio, e filosofo sommo, e sedesti nella sedia consolare in modo da esser chiamato _Padre della Patria_: ma questo non ti dà il diritto di sentenziar di cavalli e di velocità."
      },
      {
        "index": 21,
        "text": "— Ma perchè ti recasti a Interamna?"
      },
      {
        "index": 22,
        "text": "— Per veder Clodio."
      },
      {
        "index": 23,
        "text": "— E a che?"
      },
      {
        "index": 24,
        "text": "— Per ammonirlo della calunnia che lo perseguiva."
      },
      {
        "index": 25,
        "text": "— E che te ne importava?"
      },
      {
        "index": 26,
        "text": "— Clodio è giovane ch’io prediligo. Me fanciullo, presso ad affogar nel Tevere, egli salvò."
      },
      {
        "index": 27,
        "text": "— Dunque tu credi che nel dì dei riti della dea, egli stesse fuori di Roma?"
      },
      {
        "index": 28,
        "text": "— Non lo credo; lo so."
      },
      {
        "index": 29,
        "text": "— Ed io so invece ch’egli era in Roma, perchè io stesso lo vidi."
      },
      {
        "index": 30,
        "text": "— Alla tua età, cogli occhi quasi abbacinati dalle continue veglie e da tutti i volumi greci e latini che stanno in quelle casse, è assai facile prendersi abbaglio."
      },
      {
        "index": 31,
        "text": "— Non ho tocco ancora il mezzo secolo e la notturna lucerna e i caratteri latini e greci mi lasciarono ancor potente la pupilla. Ma fossi stato anche cieco, nel dì dei riti ho parlato a Clodio che mi rispose. Però tu hai detto mendacio."
      },
      {
        "index": 32,
        "text": "— Non dirò ingiuria al mio maestro; ma respingendo l’ingiuria tua, sto e starò fermo nel mio asserto, e sarò testimonio validissimo contro le accusatrici e gli accusatori."
      },
      {
        "index": 33,
        "text": "— La porpora e l’oro della tua pretesta ancora infantile t’interdicono, o Antonio, d’esser testimonio."
      },
      {
        "index": 34,
        "text": "— E allora sarò ancora più terribile."
      },
      {
        "index": 35,
        "text": "— Che vuoi dire tu?"
      },
      {
        "index": 36,
        "text": "— Tutti i giovinetti miei colleghi nei ginnasj e nelle accademie, tutti io condurrò, armati, a spaventare il Senato, quando mai facesse ingiustizia. Non son necessari i _Viri_, no, nè i veterani, nè i gladiatori a mettere Roma sottosopra. Ma noi dalla pretesta infantile basteremo. Vedranno allora i Romani qual cosa potrà o saprà fare il _Padre della Patria_."
      },
      {
        "index": 37,
        "text": "Così dicendo il giovinetto Antonio uscì precipitoso e Cicerone meditabondo gli tenne dietro collo sguardo."
      },
      {
        "index": 38,
        "text": "— Io gli insegno oratoria, pensò o proferì poi sommesso, ma Cesare insegna a costui l’arte degli ambidestri intrighi e delle fallacie indegne di così giovane età, e nel petto gli va già condensando l’ira ai futuri danni della patria. Oh Cesare! Silla ti avea conosciuto."
      }
    ]
  }
}
