{
  "chapterNumber": 11,
  "title": "X. I GIUOCHI DEL CIRCO MASSIMO (Vol. I) — The Games of the Circus Maximus",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Alle calende di giugno, ricorrendo la festività del dio Vulcano, si apprestavano, come di consueto, pomposi giuochi e gare di corse, a cavallo, colle bighe, a piedi. Que’ giuochi si facevano nell’antico Circo Massimo, e vi accorreva tutta Roma e gente extra-urbana e di tutta Italia."
      },
      {
        "index": 1,
        "text": "Quel circo fu dal Prisco Tarquinio fatto innalzare tra i monti Palatino ed Aventino. Costrutto con legno in principio, fu al tempo dei Scipioni rifatto con marmi e pietre e mura laterizie. Appellavasi _Massimo_ per la sua ampiezza. Plinio lasciò scritto ch’era lungo circa duemila e duecento piedi, largo intorno a mille. Secondo Dionigi d’Alicarnasso, poteva contenere 150 mila persone ai tempi di Tarquinio; secondo Plinio, 260 mila al tempo dei Scipioni; secondo Aurelio Vittore, al tempo di Cesare, la sua grandezza era tale da contenere 300 mila persone. Quel circo era più lungo che largo, la parte anteriore a linea retta, la posteriore a linea curva. Era cinto da portici di sessanta arcate."
      },
      {
        "index": 2,
        "text": "Sotto que’ portici aprivansi botteghe per la vendita di commestibili, ed anche di mercanzie (_tabernæ mercatorum_); sovra que’ portici erano sedili di pietra a scalea. V’eran le carceri a vôlta pei cavalli e i carri e le bighe; tra i portici e il vacuo scorreva l’_Euripo_, il quale era un canale largo e profondo. Le mete eran di legno dorato; nel mezzo sorgeva un alto obelisco dedicato al Sole (_obeliscus Solis_) quasi albero di nave; presso al quale sorgeva il suo tempio, e intorno i simulacri delle dee Pollenza e Cerere e Libera e Murcia e Venere. Fino al tempo di Cesare non si davano che spettacoli romanamente ma grettamente popolari, ma la distinzione e l’eleganza greca dei giuochi olimpici non cominciò che con Cesare. Le gare non v’eran sostenute che dai giovani patrizj di Roma. Non fu che sotto Costanzo che nel Circo Massimo si diedero combattimenti di gladiatori; e sotto Claudiano caccie di leoni e di tigri. Se il Colosseo, che a noi posteri impiccioliti, sembra la costruzione più gigantesca e poderosa e insigne di magistero architettonico che vanti l’antichità, non conteneva che 80 mila spettatori; se la moderna Arena milanese, che in altezza è la sesta parte del Colosseo, ma in area è il doppio, pur non potrebbe contenere che 40 mila spettatori pigiatissimi, l’immaginazione si smarrisce pensando ai 300 mila spettatori che potevano sedere nel Circo Massimo, e quasi è tentata a credere mendace Aurelio Vittore, se questo non fosse rinfrancato dall’autorità di Dionigi d’Alicarnasso e di Plinio."
      },
      {
        "index": 3,
        "text": "Ventiquattro erano i giovani patrizj che intervenivano a dar spettacolo di sè correndo a piedi, a cavallo, sui carri, nelle bighe. Nessuno doveva aver varcato il quinto lustro. Venivano scelti fra quanti si presentavano agli esperimenti, i quali duravano otto giorni prima della festa. Nè solo in quegli esperimenti davasi il _diritto di corsa_ alla prevalente valentìa personale, ma sì anche alla bellezza fisica. A pari valore il più bello era prescelto. Presiedeva a tale giudizio l’Edile di Roma; e i giudici non dovevan essere romani, ma d’altre parti d’Italia, e meglio della Grecia; ed eran pittori e scultori tra i più celebrati. Que’ giovani dovevano aver tutti militato in due campagne almeno; e se avevano guadagnato la corona civica o la murale o qualche altra onoranza di guerra, poteva bastare anche una campagna sola. Era dunque per tali cagioni desideratissima quella maniera di spettacoli in Roma. Le dame romane poi e le nubili fanciulle aspiranti ad amori e a sponsali, e le vergini vestali istesse, sollecitate da irrequieti ardori del sangue, trovavano acutissimo il diletto nel sedere colà spettatrici. Per tutti poi era pieno del più alto interesse il vedere in quei giovani eletti le speranze più insigni della patria, destinati forse a diventar conquistatori ed eroi."
      },
      {
        "index": 4,
        "text": "Nell’ora che appellavasi _sol_, e correva tra l’inclinazione del meriggio e la _suprema tempestas_, il popolo entrò per dodici arcate che stavan presso alle _tabernæ mercatorum_, dove i più comperavan pane e commestibili, e frutta e aranci e cedri a soddisfare l’aspettato desío del cibo e l’inevitabile sete. Gli ordini più distinti dei cittadini, gli uomini di toga e di spada, colle mogli, coi figli, entravano per la porta di quattro alte edicole, che si chiamavano _Mœniana_, i capi saldi del circo, sormontati da quadrighe di bronzo. I due consoli, il sommo pontefice, i sacerdoti, il capo degli auguri, l’Edile, le Vestali entravano per la porta massima dei grandiosi atrj che costituivano la facciata del circo, e si chiamavano _Oppida_. Qui sorgeva il palco dei giudici presso alla meta. Quale spettacolo fosse già per sè solo la vista di circa 300 mila persone tutte addensate in un luogo, la fantasia se lo figuri. Suonava d’ogni intorno quell’ampio ricinto della gran voce del popolo, spezzata in molteplici parlari: e pareva il Tevere quando, muggendo, s’affretta alla foce. Al fine squillarono le trombe, al cenno dell’Edile cessò il rumore delle voci, e il vasto silenzio significava che tutte le pupille erano rivolte alle Carceri, donde dovevano uscire nelle bighe i ventiquattro giovani eletti per fare il primo giro così detto d’introduzione. E le ventiquattro bighe uscirono, ed eruppe un applauso che squarciò l’aria, e le bighe in tre file di otto per ciascuna procedettero lentissime, e quasi radendo le balaustre dei podj, perchè gli incliti aurighi fosser veduti più dappresso dagli spettatori."
      },
      {
        "index": 5,
        "text": "Nella prima fila bello e poderoso appariva il giovinetto Isaurico Servilio, trionfatore della Cilicia. A lui la Parca appena"
      },
      {
        "index": 6,
        "text": "Il decimo ed ottavo anno filava."
      },
      {
        "index": 7,
        "text": "e già aveva pugnato su tre campi di battaglia; infelicissimo tuttavia per non avere ancora meritato corone. Presso lui procedeva Clodio — Clodio Apollo, — com’era soprannominato in Roma dalle dame e dalle fanciulle, e perchè aveva fulva la morbidissima chioma che gli scorreva sul collo, ad onta del più rigido costume romano, e bianco-rosea aveva la pelle; e nell’arco del sopracciglio e in quello del labbro e del mento fidiaco recava invero le sembianze dell’Apollo greco. Viso di fanciulla era quello e pareva esprimere indole soave e gentili costumi. Ma Nerone invece e Caligola ed Eliogabalo insieme ei sarebbe riuscito, se, nato duecento anni dopo, gli fosse toccato in sorte l’impero romano. Nato negli ultimi tempi della repubblica, si dilettò ad empir Roma di stragi, e a far delle leggi ludibrio, e a gettare insidie perpetue a quelli che invidiava ed odiava. Pur le fanciulle inconsapevoli lo guardavano ammirate; e Pompea, l’adolescente figliuola di Pompeo, arse d’incompreso ardore quand’egli la saettò d’uno sguardo lungo — amoroso."
      },
      {
        "index": 8,
        "text": "Nel mezzo della prima fila, non a caso concedendo ai cavalli le briglie in modo che di tutta la testa sopravanzassero gli altri, per cui, facendo della propria biga un cuneo, pareva primo e duce agli altri, procedeva il superbo Scipione, il pronipote dell’Africano; faccia rigorosamente romana, severa come lo stile dorico, straniera al sorriso, non ammorbidita mai da uno sguardo benigno; teneva capelli fitti e brevi, e barba intera, invadente i zigomatici. Non amava nessuno, se si eccettui Catone; non era amato da nessuno. Presso al quinto lustro, avea già combattuto in quattro battaglie con valore incredibile; ma l’intelletto non era pari al suo braccio, nè alla costanza del volere. Aspirava al primato, credendo che il sangue degli avi lo dovesse costituire in eccezionale privilegio. Ma quasi che l’arte volesse sfoggiare la virtù dei contrasti, accanto a lui veniva Tullo Fideno, più noto in Roma pel soprannome di _Favonio_. Caro alle Grazie, soffuso il volto di una tinta di beatitudine perpetua che gli derivava dalla sanissima epa e dalla bontà del cuore, sollevava sempre, al suo comparire, un giocondo rumore fra i cori delle fanciulle danzanti in mezzo agli allori e gli oliveti del Pincio, e quel rumore pareva fremito di foglie agitate dall’aura primaverile; ed egli era invero balsamico come quell’aura, e come quell’aura veloce e lieve nelle gare delle corse pedestri. Onde un dì l’epigrammatico Cicerone lo appellò _Favonio_, nome che per l’uso si sovrappose poscia al vetusto della casa Fidena."
      },
      {
        "index": 9,
        "text": "Nella seconda fila veniva il figliuolo di Dolabella, che, seguito il padre in Asia, imitatore così del valore come della rapacità paterna, era tornato a Roma ricco di talenti argentei e di gemme preziose e di statue d’oro rapite ai templi delle divinità straniere; e presso Dolabella veniva Cajo Popilio, già nemicissimo di Cesare per la competenza nel tribunato dei soldati. E Cesare era l’ultimo della terza fila, e non a caso s’era locato ultimo; e presso lui stavan Cassio e Casca. Il fato aveva così ravvicinato que’ tre giovani, apprestando alla storia l’inesauribile tema."
      },
      {
        "index": 10,
        "text": "Le tuniche di quei ventiquattro giovani, facendo combinazione con delle fasce trasversali e con un nastro serico onde ciascuno chiudeva il volume dei capegli, li facevano distinguere anche da lontano, essendo state infisse alle colonne che dividevano i 24 compartimenti del circo altrettante tavole, che a grandi caratteri mostravano i nomi dei gareggianti."
      },
      {
        "index": 11,
        "text": "Così, per modo d’esempio, Scipione vestiva la tunica porporina, colla fascia e nastro bianco; Favonio appariva ceruleo tutto; Giulio Cesare portava la tunica alba, attraversata da una fascia azzurra, e sul nastro che si fermava alla sommità del fronte, luceva una stella contesta con zaffiri dell’Eritreo, e gli luceva in fronte a significar Venere progenitrice e l’alta origine divina."
      },
      {
        "index": 12,
        "text": "Compiuto il giro del circo, fra i continui battimani e i sonori _salvete_ del virile pubblico, le ventiquattro bighe rientrarono nelle Carceri; e dopo qualche tempo, allo squillo delle trombe circensi, i ventiquattro uscirono tutti, chiamati ad uno ad uno, secondo portava la scelta della sorte; chè l’ultimo dei ventiquattro, ossia colui che era il più lontano dall’_Euripo_, si trovava nella condizione peggiore. Primo venne chiamato Scipione; Giulio Cesare fu il quarto; Favonio riuscì terz’ultimo. La prima gara era quella della corsa a piedi, come quella in cui dovevano i gareggianti adoperare tutte le forze proprie. E in quel giorno il desiderio e l’attenzione e l’aspettazione e l’interesse erano più vivi che mai, per la ragione che sapevasi che, di tutti, senza confronto, i più veloci corridori erano Favonio e Cesare; e che tra loro non erasi mai potuto, in molte altre gare d’esperimento, sentenziare con certezza quale dei due fosse il più veloce. Bene la maggior parte parea propendere per Favonio, ma Cesare l’avea pur vinto molte volte, e allorchè Favonio lo potè sorpassare, tosto correva per Roma la voce che Cesare, il ricercato amante, avea lasciate le forze sul non suo talamo; e si pronunciavano i nomi delle afrodisiache spossatrici."
      },
      {
        "index": 13,
        "text": "I soldati, i forti, gli uomini, anche le dame, stavano tutte per Cesare; ma le fanciulle ingenue, che, pur guardandolo con deferenza, eran sovente sgominate dal lampo del suo sguardo, il quale spesso rivelava l’interna battaglia del pensiero che, dimentico e di voluttà e d’amori e tediato dello spettacolo della beltà, inseguiva coll’ansia dell’ambizione il potere ed il dominio; le fanciulle dunque stavan tutte per Favonio, e tremarono per lui, quando al suono della tromba i ventiquattro si slanciarono al corso. A Cesare era toccato il numero due presso il podio; a Favonio il quattordicesimo. Cesare apparve dunque subito il primo al primissimo slancio. Da ventiquattr’ore non avea fatto un passo; aveva dormito profondo la notte; s’era nudrito sobriamente tra il mattino e il pomeriggio, ed erasi immerso in un bagno tepido, soffregandosi il corpo con manipoli di foglie di menta decotte; chè credevasi allora potessero comunicar robustezza. Tutto il primo giro fu primo e quasi tutto il secondo; ma al finire di questo, Favonio gli fu presso, poi lo sorpassò, e al principiar del terzo gli stette pari e tornò secondo, forse per aver dato il piede in una scheggia di sasso o d’altro, e Cesare gli era innanzi d’una decina di palmi romani. Gli gridò allora Favonio: — Deh, Cesare, lascia a me il premio. — S’io rimango secondo, perdo la fanciulla mia, che mi vuol primo o mi nega. — Io sento la morte nella tua vittoria."
      },
      {
        "index": 14,
        "text": "Cesare udì, pensò più che mai il passo, e i dieci palmi diventaron venti o ventiquattro. Se non che, quando fu lontano dalla meta la stesa di due braccia, fermossi a un tratto, e disse a Favonio: — Va avanti e sii il primo."
      },
      {
        "index": 15,
        "text": "Tutto il Circo assurse a quella fermata non attesa di Cesare; e il silenzio dominò quelle trecento mila bocche; e discese l’Edile e discesero i giudici dal seggio, e interrogaron Cesare e Favonio."
      },
      {
        "index": 16,
        "text": "— E che avvenne, o Giulio?"
      },
      {
        "index": 17,
        "text": "— Nulla avvenne, ma il premio dev’esser dato a lui, come il più veloce. Guardate che il suo destro piè fa sangue. Qualche sasso avverso lo ferì; però non accetto i profitti dall’altrui disgrazia. Egli meritamente è il primo."
      },
      {
        "index": 18,
        "text": "Per tutto il circo correva una domanda sola; ma qualche tempo dopo, dal seggio dei consoli e dell’Edile e dei giudici, volò la risposta per tutto il circo; e l’entusiasmo fu immenso; e — Viva Giulio Cesare! si gridava da tutte le parti. Ma i giudici stettero dubbiosi nel pronunciare la sentenza. Gli uni dicevano non essere nella consuetudine il tener conto delle sventure; però doversi il premio a Cesare; altri dicevano che il primo giunto alla meta era stato Favonio; e parimenti non essere nella consuetudine di tener conto delle cagioni, ma del fatto ultimo e compiuto. Però, fatto arbitro l’Edile, questi decretò doversi dare il primo premio a Favonio, e un premio straordinario o di eccezione a Cesare. I consoli confermarono il giudizio dell’Edile. Quando Favonio ricevette il premio, che fu un caduceo d’oro, Cesare lo baciò in fronte, e alla sua volta ei ricevette dall’Edile un anello prezioso che quegli si trasse dal dito; e così i due premiati rifacendo il giro del circo, avvolti nell’onda assordante dei più frenetici applausi, ritornarono alle Carceri."
      },
      {
        "index": 19,
        "text": "Scorso un quarto d’ora, squillarono le trombe e uscirono dodici bighe. Perchè lo spazio interposto tra l’Euripo e il Podio fosse sufficiente al corso delle bighe, se per caso avessero a venir tutte di fronte, i gareggianti si dividevano in due schiere di dodici ciascuna. Fatti tre giri la prima, usciva la seconda, che faceva altrettanti giri. Il primo e il secondo delle due schiere, ossia i quattro prevalenti rimasti soli, correvan poscia gli ultimi tre giri, e quegli solo che primo toccava la meta toccava il premio."
      },
      {
        "index": 20,
        "text": "Questa corsa non pareva presentare interesse veruno, e la ragione era chiara. Nelle corse d’esperimento s’era conosciuto che Cesare aveva asserito il vero, allorchè disse di possedere i due poledri più veloci che allora fossero in Roma, e gl’increduli non avevano più trovato inverosimile che, fatti venire appositamente dai presepi dell’Arabia Felice, gli fossero costati dodici talenti (circa ottantaquattro mila lire italiane). Era dunque una gara di ricchezza e di prodigalità più che di valentía, e già se ne poteva indovinare l’esito. Primi nelle due corse di preparazione erano stati Cesare e Scipione; nella seconda Dolabella e Favonio, i quali ricomparvero poi nella corsa _decretoria_. Quale guidatore di cavalli Cesare era insigne, senza dubbio il primo; onde nella prima corsa aveva lasciato indietro di un giro e mezzo gli altri. Ma anche a Scipione intervenne lo stesso; e i suoi cavalli erano nati in Roma, da una famosa coppia andalusina che Sertorio, durando la guerra ispanica, aveva mandato in dono al padre di lui."
      },
      {
        "index": 21,
        "text": "Scipione adunque, Cesare, Dolabella e Favonio usciron dalle Carceri e si fermarono rigorosamente a quella riga nera trasversale che concedeva a colui che trovavasi nel posto men vantaggioso qualche palmo più innanzi degli altri. Suonò la tromba; al terzo squillo si slanciarono al corso. Era profondissimo il silenzio, tanto l’attenzione generale era concentrata. Sì Cesare che Scipione rattenevano i cavalli a quanta forza avevan nelle braccia; di maniera che Dolabella e Favonio furono di qualche palmo innanzi a loro nel primo giro; al secondo Scipione tenne men tese le redini e volò innanzi a Cesare d’un mezzo giro buonamente. Ma Cesare, a questo punto, rallentò le redini, e i suoi cavalli che rilucevano all’ultimo sole pel serico pelo dorato che pareva murrina cangiante, si precipitarono furiosi al corso; e parevano acque di torrente rovinanti improvvise pei levati incastri. Passarono il mezzo giro, un istante furon presso alla biga di Scipione, la sorpassarono a volo, e una ruota sola della biga cesarea toccava terra. Trovossi un giro intero innanzi a tutti, venne alla meta, la sorpassò; e dovette cedere ai cavalli, che, sfrenati a quel modo e indarno trattenuti, ripercorsero un altro giro intero. L’entusiasmo fu al colmo. Tutta Roma là raddensata ululava frenetica. Applaudiva l’Edile, applaudivano i consoli."
      },
      {
        "index": 22,
        "text": "Il premio fu un elmo e uno scudo di preziosa materia e di più prezioso lavoro; Cesare fece il consueto giro del vincitore, glorioso della velocità incomparabile de’ suoi cavalli; e rientrò per prepararsi all’ultima gara. Quest’era la più aspettata dal pubblico, la più difficile e la più pericolosa pei contendenti! Essi dovevano correre il pallio su cavalli che non conoscevano, cavalli della razza romana allevati a spese dell’erario; poledri ardenti, già domati a sopportare il cavaliere, ma bisognosi ancora di lungo ammaestramento; e però assai pericolosi e pei vizii che ancor tenevano; e perchè, non sapendo i cavalieri circensi l’indole particolare di ciascuno, e il grado della forza e della velocità, più ancora che alla propria valentía, la quale doveva essere insigne, bisognava che si raccomandassero alla fortuna."
      },
      {
        "index": 23,
        "text": "Nelle corse d’esperimento quei cavalli, scelti a sorte, erano già stati adoperati; ma dovendosi ancor sorteggiare nella gara circense, le difficoltà e i pericoli rimanevano gli stessi. I ventiquattro cavalli furon tratti fuori. Ciascuno portava un numero sulla fronte. I contendenti vennero chiamati dall’Edile per ordine d’alfabeto. Un fanciullo estraeva i numeri, e al cavaliere veniva consegnato il cavallo che la sorte aveagli decretato. Adempiuto a questo, i ventiquattro contendenti salirono in groppa. Volate, impennate, scarti, salti, agitamenti di testa, fremiti, sbuffi furono le prime difficoltà a superare."
      },
      {
        "index": 24,
        "text": "Ma alfine potè incominciare la corsa."
      },
      {
        "index": 25,
        "text": "Il premio, come sempre, era dato al primo che toccava la meta; ma con questa particolarità in tal gara, che tutto era permesso per giungervi; qualunque astuzia, qualunque inganno. Bastava toccarla primo. Nè è a dire quanto il pubblico romano si appassionasse a tale spettacolo."
      },
      {
        "index": 26,
        "text": "Spinti i cavalli alla corsa, slanciatone uno, e fu quello toccato a Scipione, successe la gara naturale fra i poledri stessi. Ma allora avvennero accidenti molteplici che lasciavano ognora in ansia gli spettatori. Favonio, appena giunto a mezzo del primo giro, dovette acconciarsi a retrocedere col cavallo che lo riportò di sbalzo nelle Carceri. Il cavallo di Scipione, che fu primo in tutto il primo giro, quando fu percosso dal flagello di Dolabella che veniva presso Scipione, questo fu di colpo sbalzato di groppa, e venne così a far due o tre capivoltate a terra avvolto ne’ globi della polvere olimpica."
      },
      {
        "index": 27,
        "text": "Cesare, il primo dei cavalcatori di Roma, come tutti gli storici suoi contemporanei e i posteri narran concordi, e in conseguenza invidiato e temuto nelle gare, stava apprensivo e in guardia e oculatissimo; però approfittando della sventura di Scipione, sospinse il cavallo fino a sorpassar tutti gli altri. Ma venendogli d’accosto Clodio, che gli sferzò improvviso il cavallo, imitando Dolabella, fu portato a impennate nel mezzo del campo, e sarebbe stato rovesciato nell’_Euripo_, s’ei non fosse sbalzato a terra e lasciato il cavallo in balìa di sè; ma fu vendicato da Lutazio, che fece rotolare nella polvere l’imprecante Clodio. Cesare, fremendo, chiuso in sè, stava attento alla corsa; chè usciti che furono i più viziosi poledri, parea procedesse regolarmente. A lui mordeva di trovarsi fra quei cinque o sei ch’eran caduti a terra. Guardava dunque attentissimo ogni cosa, e pensava se gli potesse venir fatto qualche tentativo straordinario; e a un certo punto, Cassio apparve primo, e di tanto sopravanzò gli altri, che oramai non rimaneva più dubbio sul vincitore."
      },
      {
        "index": 28,
        "text": "Cesare il vide venir precipitoso. Stette in sull’ale allora, e quando Cassio fu vicinissimo, ei misurò il tempo, spiccò un salto, e in men che non si dice, fu in groppa, strappò il freno di mano a Cassio che rovesciò nella polvere; e Cesare procedette innanzi fra gli applausi del Circo frenetico d’entusiasmo pel colpo inatteso, e toccò primo la meta."
      },
      {
        "index": 29,
        "text": "Ma che nodo inestricabile di eventi si generò da questo fatto! e che odio si preparò Cesare; e come forse gli idi di marzo si collegarono a quella prima offesa toccata al pallido Cassio; e d’altra parte, che nuovi e strani e perigliosi amori femminei si apprestarono a Cesare per quella triplice vittoria!"
      }
    ]
  }
}
