{
  "chapterNumber": 12,
  "title": "XI. INCORONAZIONE DI CESARE NEL CIRCO MASSIMO (Vol. I) — Coronation of Caesar in the Circus Maximus",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Una delle ragioni, anzi la sola veramente forte ragione per la quale Cesare aveva desiderato di ottenere la triplice vittoria (e quando dovette scavalcare pel traditore flagello di Clodio, aveva affrontato alla sua volta, la più ardua difficoltà degli esercizii equestri, saltando in groppa al cavallo già vincitore di Cassio e rovesciando l’amico nella polvere circense), fu la specialità del diritto che a lui concedeva quella triplice vittoria appunto. Il caso che un _concorrente_ riuscisse ad ottenere tutti i premi delle gare erasi, in tanti anni, verificato sì rare volte, che lo si reputava quasi improbabile, e in ogni modo tanto eccezionale da costituire in un diritto eccezionale anche il vincitore. Questi adunque oltre il premio comune della corsa, riceveva dall’Edile una corona d’alloro; ma la specialità del diritto consisteva in questo, ch’egli, fra le fanciulle patrizie che sedevano al Pulvinare, poteva scegliere quella che doveva incoronarlo. Saliva perciò in aureo cocchio e, accompagnato a piedi da tutti i competitori, sedendogli accanto il sacerdote di Vulcano che gli portava la corona, faceva il giro di tutto il circo, poi, fermatosi innanzi al Pulvinare, nominava ad alta voce quella che doveva porgli la corona sul capo. E Cesare salì in cocchio e compì il giro, e quando stette innanzi al Pulvinare nominò Servilia."
      },
      {
        "index": 1,
        "text": "Era quello un onore grandemente ambito dalle fanciulle romane. E in quel dì molte vi aspirarono tremando ansiose quando Cesare fu per pronunciare l’inclito nome. E grande fu la meraviglia in tutti quando sentirono prescelta Servilia; e dolorosa e dispettosa la sorpresa in lei, che detestava Cesare, pensando che per esso, quantunque si fosse scolpato nell’orazione funebre per Cetego, questo non aveva potuto sopportare il ferro di Catilina. Alzò gli occhi al cielo; ma dovette assurgere, quando le vergini vestali, dal loro posto distinto, come voleva la cerimonia, le si fecero accanto per accompagnarla sull’alto ripiano della scalea che dal Pulvinare metteva nel circo. Cesare, sebbene fosse già per la seconda volta marito, marito di Cornelia e da essa idolatrato fino al delirio; e la soave e infelice sposa sentisse già nella salute affranta gli effetti di un amore sconfinato e non corrisposto; pure ei non seppe o non volle dal dolore e dal rimorso che talora lo investiva, accettare i consigli che lo dissuadevano dal pensare ad altre donne e più che mai alla divina Servilia. Ma di colei si accese fin d’allora che seppe come ella ardeva per Cetego: che gli parea di non aver mai veduto forma di donna più perfetta, più elegante e più attraente di quella: onde avvezzo a superare tutte le difficoltà e ad appagare ogni aspirazione propria, aveva come giurato a sè stesso, di tentar tutto che appena fosse nel possibile, perchè colei gli si piegasse amorosa, dominata e vinta e irresistibilmente conquisa. Cesare conosceva sè stesso, e in altre consimili vittorie erasi accorto di possedere il fascino del crotalo che sulla propria lingua trisulca sforza filomela a sollecitare il volo, pur nell’istante ch’essa geme l’ultimo singulto."
      },
      {
        "index": 2,
        "text": "E Cesare ascese la scalea, e fermossi sul penultimo grado, e il sacerdote consegnò la corona a Servilia, che la prese tremando:"
      },
      {
        "index": 3,
        "text": "— Perchè tremi, o fanciulla? esclamò allora Cesare con voce sonora. Io ho voluto che tutta Roma ti venerasse qual Dea largitrice di assoluzione ai pentiti mortali. Chè io subisco il pentimento d’involontaria colpa. Ma Cetego desideravo felice, lo giuro ai Numi; e però sollecitavo il fratel tuo a farti sua consorte; e Cetego io supplicai perchè deponesse le ire e non volesse provocare irreparabili sventure. S’io lo percossi non fu che per fuggir morte. Perdona adunque e adempi al rito e fa glorioso il mio capo non dell’alloro che tengo dalla fortuna, ma del tocco soave delle tue mani che me lo impongono."
      },
      {
        "index": 4,
        "text": "Le alte parole, lo sguardo di Cesare radiante per l’intimo gaudio, il sovrumano aspetto di lui, il grido concorde scoppiato allora da tutto il Circo: _Perdona, o Servilia_ — commossero la fanciulla, che, inchinandosi, depose la corona sul capo di Cesare, il quale, quasi sfiorando in quel punto il volto di Servilia, sommessamente le susurrò:"
      },
      {
        "index": 5,
        "text": "— Io ti amo, o Servilia, e da tempo, e di un amore che non può essere compreso che da intelletto divino. E fu Venere mia gran madre ad apparirmi in sogno per rivelarmi i decreti del fato, il quale noi vuol congiunti in vita e in morte."
      },
      {
        "index": 6,
        "text": "La fanciulla sentì e tremò e non rispose. Mai non avrebbe creduto che Cesare potesse pensare a lei a quel modo; e l’orgoglio le s’interpose tra il passato e il futuro."
      },
      {
        "index": 7,
        "text": "Cesare ridiscese la scalea, risalì il cocchio."
      },
      {
        "index": 8,
        "text": "Servilia circondata dalle Vestali si assise in un seggio dorato, e innanzi a lei, salutandola Antistite della festa, passarono inchinandosi i consoli e l’Edile e le dame romane e le fanciulle."
      },
      {
        "index": 9,
        "text": "Lo squillo di più trombe diè allora il segno che il popolo romano dovea sgombrare il circo."
      },
      {
        "index": 10,
        "text": "Il sole era caduto, e il popolo, uscendo dagli atrj e dai meniani, suonante come onda di fiume, si recò al monte Pincio, in vetta al quale era l’ara di Vulcano, e colà dovevasi continuare e chiudere la sacra festività fino _ad mediam noctem_."
      },
      {
        "index": 11,
        "text": "Il vincitore del circo doveva comparirvi."
      },
      {
        "index": 12,
        "text": "L’Antistite della festa, sempre accompagnata dalle Vestali, doveva recarsi ad assidersi colà in un bosco d’allori, in seggio d’onore."
      },
      {
        "index": 13,
        "text": "Calò la notte; sorse la luna. Cesare ascese il Pincio, e recatosi innanzi a Servilia, come voleva il rito, le porse la mano. Ella discese, e accanto a Cesare, passeggiò in mezzo al popolo romano i viali del Pincio. La processione delle Vestali lor teneva dietro a pochi passi."
      },
      {
        "index": 14,
        "text": "L’alto onore a cui Servilia fu assunta in quel dì pel volere di Cesare, le parole di lui inaspettate, conflagranti, avevano messo uno strano tumulto nel sangue già ardente della quindicenne fanciulla. Ell’era in quell’età, ed aveva tale tempra da farle amare l’amore prima dell’oggetto che doveva riscaldarlo; e ciò per la voluttuosa e vaga albedine di aspirazioni e di desiderj mille."
      },
      {
        "index": 15,
        "text": "Sebbene l’austero Cetego avesse potuto non parere adatto all’indole di lei; pure, essendole comparso innanzi per il primo quando l’adolescenza si svolgeva nella giovinezza, tosto essa gli si era affezionata con ardore. Se a quella fanciulla fosse stato interdetto di veder mai sembianza d’uomo, il sangue tuttavia le avrebbe riscaldata la fantasia così da comunicarle la potenza creatrice, e farle idoleggiare nella vuota solitudine qualche larva ideale. Se Cesare non le fosse comparso innanzi così presto, così inatteso, e non le si fosse dichiarato in quel modo, ben avrebbe perdurato più a lungo nell’amoreggiare, interprete il dolore, coll’ombra dell’estinto Cetego; ma sarebbe pur sempre venuto il dì che quella, eclissata da un corpo vivo, non sarebbe più stata evocata. Chiaro dunque è come nel breve tempo che era trascorso dal crepuscolo alla _prima nox intempesta_, onnipotente l’avesse già dominata il nuovo amore, sebbene prima avesse potuto detestar Cesare."
      },
      {
        "index": 16,
        "text": "L’onda del popolo romano si apriva all’apparir di lei; gli sguardi si fermavano avidi su quella meravigliosa beltà. Ebe l’aveva soprannominata Cesare quand’ella brillò nelle aule di Sempronia — e parea veramente la Ebe dell’Olimpo d’Omero; chè l’onda voluminosa delle chiome sembrava oro, ma quando l’artefice nel riforbirlo, gli comunica quel colore particolare che par vermiglio insieme e nero, e che i Latini chiamavano feniceo; però il colore della pelle, nella fronte, nel collo, nel seno, nelle braccia, rendeva il candore trasparente dell’alabastro, che tramutavasi in roseo pallido nelle gote; brillando il cinabro schietto sulle labbra ognora semichiuse, per la struttura del naso e nari strettissime, più forse che la perfezione lo comportasse; e nel volto quel che appariva di più insigne era la linea soavissima che girava le parti esterne dell’occhio; occhio di colore azzurro-profondo, e ch’ella girava lento ma luminoso e raggiante come l’aria di Roma; quell’aria singolare che Cicerone ebbe a chiamare _lux_, sebbene avesse navigato il mare Argolico, e visitata la chiara Zacinto. Di finissimo bisso avea la veste, che secondava con indulgenti pieghe le coscendici dense: quella cadeva prolissa fino ai legami della _solea_, che lasciava veder nudo il candido piede. La zona tenea d’argento, e la cingeva sì adatta e breve che pel contrasto del fianco ricolmo concitava il sangue dei Quiriti ammiratori. Nude mostrava le braccia fin oltre la spalla; e il bisso aprivasi alla regione delle acsille che le caste _alipile_ avevan detonse."
      },
      {
        "index": 17,
        "text": "Cesare passeggiò qualche tempo senza dir parola, assorto nella contemplazione di sì attraente beltà; e così, standole assai presso, e sentendo una fragranza speciale che Servilia effondeva dalla pelle, fragranza come di citiso fiorito, trovò che potè essere veritiero Aristossene, quando lasciò scritto che Alessandro Magno spirava dalla pelle soavissimo odore; e si apponesse Teofrasto quando asserì che ciò derivava dalla fervida temperatura del corpo di lui e dalla concozione che il calore fa degli umori, onde gli aromi nascono là dove più arde la terra. Un tale fenomeno che il caldo giugno potè far palese, più che mai rese acuto in Cesare il desiderio amoroso di Servilia; onde così le parlò allora:"
      },
      {
        "index": 18,
        "text": "— Ambrosia tu spiri dalle divine membra, o Ebe, più cara di quella che sorride a Giove."
      },
      {
        "index": 19,
        "text": "Servilia alzò gli occhi in viso a Cesare."
      },
      {
        "index": 20,
        "text": "— Pronuncia una parola, ei proseguì allora; fa che non sia stato invano quanto ti dissi allora che mi hai posto questo alloro sul capo."
      },
      {
        "index": 21,
        "text": "— Tu sai, Cesare, la condizione dell’animo mio; che penseresti di Servilia tu, se potesse dimenticar Cetego così?"
      },
      {
        "index": 22,
        "text": "— Non io ti dirò di dimenticarlo; la memoria di Cetego sia sacra in perpetuo. Pur gli estinti non risorgono; e i doni più che divini onde Venere ti colmò, non debbono struggersi in inutile pianto."
      },
      {
        "index": 23,
        "text": "— Non mi tentare, o Cesare; io pavento l’ombra minacciosa di Cetego."
      },
      {
        "index": 24,
        "text": "— Ma se Cetego non avesse vinto il tuo cuore, ma se per altri tu non avessi mai sentito, nè oggi sentissi amore, le mie parole sarebbero cadute sì inutilmente dal mio labbro, e sarebbero rimaste là sui gradi del circo, quasi doni spregiati, e non voluti raccogliere?"
      },
      {
        "index": 25,
        "text": "— Io le raccolsi quando pronunciai il tuo perdono. Però non t’odio io più.... le tue parole mi hanno conquisa; e la virtù della tua mente e l’aitanza sovrumana del tuo corpo, e Venere che brilla in cielo or mi comanda di venerarti. Ma non tentarmi; ancora te ne scongiuro, o Cesare."
      },
      {
        "index": 26,
        "text": "E così parlando continuarono il giro pei viali del Pincio, e ritornarono all’ara di Vulcano, dove le Vestali, disposte in circolo, raccolsero nel proprio seno Servilia."
      },
      {
        "index": 27,
        "text": "Cesare piegò allora un ginocchio innanzi a lei, che doveva spruzzarlo d’acqua lustrale, come voleva il rito; poi si alzò dicendole sommesso:"
      },
      {
        "index": 28,
        "text": "— Oggi mi hai imposto il glorioso alloro, e asperso di sacra onda; ma domani verrò a chiederti una fronda di mirto."
      },
      {
        "index": 29,
        "text": "Presso al circolo delle Vestali, in mezzo alle quali Servilia si assise, seguendo con lungo sguardo Cesare, che di ricambio saettò lei di uno sguardo profondo, breviloquente, efficace ancor più dei Commentarj che scrisse poi, stavano in crocchio alcuni dei più illustri personaggi di Roma. E Cesare, partendo, s’incontrò in esso. Quel gruppo glorioso nel quale Cesare diè di fronte era costituito nullameno che di Catone fratello e tutore e custode della Servilia-Ebe, di cui ella era indegna ed egli di lei; tanto che non parean i portati di un talamo istesso, e forse non lo eran davvero; tanto la virtù romana, pur nel fitto della più rigida apparenza, si dilettava ad insultar cielo e terra, e obbedendo all’onnipotente natura più che alle leggi che la vendetta senile aveva redatte, mescolava pupille cerulee e pupille nere e colori olivigni e pafici candori sotto un medesimo tetto."
      },
      {
        "index": 30,
        "text": "E Lucullo, il glorioso, l’opulento, l’elegante, il dotto, il già inclito per virile beltà, ma in quel punto già scendente pel decimo lustro, e però non più caro alle flore primaverili, parlava a Catone della Servilia sua e gli gridava alto; chè il dio Vulcano gli aveva concesso in quella notte di tuffare le bramose labbra nei dolii colmi di lieo. Gli gridava alto queste parole:"
      },
      {
        "index": 31,
        "text": "— Solo oggimai io sono; stancata ho la gloria; ed ella ha tediato me; io feci scorrer sangue a torrenti, in onta a Platone divino che aborriva il sangue e malediva a chi lo versava. Ricco son io così, che i re da me debellati mai non arrivarono a tanto. Non ho figli presso di me; e sono estinte o ripudiate le mie molte mogli; riviver dunque io voglio e rinnovare una gioventù artificiale, inaffiando il cuore di sangue riscaldato dalla bellezza e dalla adolescenza non anco sospettata di prepostere colpe. Concedimi dunque, o Catone, la divina sorella tua in consorte. Felicissima io la farò, e tanto più quanto meno io sono giovane; chè l’esperienza lunghissima mi scaltrì a non essere marito importuno e, trascorsa che sia la dodicesima parte del primo anno nuziale, a concedere, vedendo e non vedendo, qualche spiraglio alle future aspirazioni muliebri; poichè a profonda pietà mi commovono le donne dannate all’assidua contemplazione di un sempre egual marito. Ma io saprò involarmi a tempo; e Servilia sarà proclamata felicissima tra le romane donne, se tu, o Catone, me la concedi in isposa."
      },
      {
        "index": 32,
        "text": "— Se in te, rispose Catone, parla il volere dell’intelletto e il consiglio del cuore più che lo stimolo transitorio dell’agitante falerno, mia sorella, della quale io sono tutore, sarà tua consorte."
      },
      {
        "index": 33,
        "text": "Cesare udì e fremette; chè ben conosceva Catone, il quale le sue forti virtù offendeva coll’avarizia, e bramava di levarsi dell’importuna tutela di Servilia; Cesare per di più temeva che la fanciulla potesse pendere incerta tra lui giovane sprofondato nell’abisso dei debiti, e il ricchissimo e già tanto glorioso Lucullo, ancora bello di volto e di membra pur nella protratta virilità; e che quando Anacreonte lo inspirava, pareva che dal bigio autunno retrocedesse a rinnovare gli aurei giorni dell’estate. Fremette ma dissimulò; e disse parole gioconde a Lucullo e confortò Catone. È inutile proseguire il discorso, ma essi avranno parte ad un avvenimento che sta fra i più famosi che segnalarono l’ultimo centenario della romana repubblica; vogliam dire la congiura di Catilina, che ci siamo proposti di rappresentare e discutere più che superficialmente; e sebbene molti fatti della giovinezza di Cesare, degni di ritrattazione, sieno avvenuti prima della congiura stessa, pur ci conviene, in onta all’ordine cronologico, darle la preferenza; perchè assai cose anteriori rimarrebbero incomprensibili senza la luce delle successive; e ci pare inoltre che i pensamenti di Cesare, le sue aspirazioni e la profonda sua acutezza, e lo sfoggio delle più attraenti e luminose qualità adoperate all’intento del più profondo e longanime egoismo, tutti si rischiarino e prendano rilievo attraverso a quell’uragano, dall’esito del quale dovevano dipendere le future sorti dello Stato romano."
      }
    ]
  }
}
