{
  "chapterNumber": 24,
  "title": "VIII. CICERONE E IL CONSOLE ANTONIO (Vol. II) — Cicero and the Consul Antonius",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Il console Antonio stava già nel cubicolo, ed era addormentato."
      },
      {
        "index": 1,
        "text": "Il servo per comando di Cicerone fu, mal suo grado, costretto a svegliarlo."
      },
      {
        "index": 2,
        "text": "E il console Antonio, vecchio soldato che per trent’anni aveva fatto le guerre con coraggio e con fierezza, e che vestendo squaglia di coccodrillo era duro e intrattabile anche nelle relazioni domestiche, quando fu svegliato coprì d’ingiuria il servo e quasi volea percuoterlo; se non che il servo fu presto a dirgli:"
      },
      {
        "index": 3,
        "text": "— Console, è qui Cicerone."
      },
      {
        "index": 4,
        "text": "— Cicerone? chiese maravigliato Antonio."
      },
      {
        "index": 5,
        "text": "— Egli mi comandò di svegliarti."
      },
      {
        "index": 6,
        "text": "— Va, fa che non attenda troppo. Digli che lo aspetto."
      },
      {
        "index": 7,
        "text": "Cicerone entrò. Antonio guardandolo fisso:"
      },
      {
        "index": 8,
        "text": "— E che avvenne di sì grande che a quest’ora io ti vegga qui? Ben potevi comandarmi, che sarei venuto io."
      },
      {
        "index": 9,
        "text": "— Non c’è tempo a perdere; la congiura è matura e sta per esplodere. Io dovevo essere ucciso da Cornelio e da Verguntejo domani. Questo mi fa credere esser vero quanto mi fu riferito, avere lo stesso Cornelio e Lentulo, Sceva e Lucio Cassiolongio proposto di metter tutta Roma in fiamme e di governarne l’incendio. Or s’ha dunque a provvedere, Antonio, e come fulmine colpirli tutti."
      },
      {
        "index": 10,
        "text": "Antonio tacque. Egli era a parte della congiura, e l’aveva incoraggiata. Affogato nella molesta onda dei debiti, non vedeva mezzo di liberarsi, se non ajutandola; epperò s’era lasciato attrarre dalle tentazioni di Catilina. Ma a questo punto, venne forzato a respingerla, e la repentina diversione, che era tradimento, lo rese più zelante di Cicerone stesso; pensò che era console e ridivenne soldato inesorabile e nimicissimo degli amici. Tuttavia la notte stessa Catilina ebbe segreto avviso di uscir tosto di Roma. Pare che lo stesso Caio Antonio abbia provveduto a ciò. Così almeno congetturò Catilina. Avvisati adunque la medesima notte, quanti poter dei propri seguaci e delle viragini donne, la Sempronia, la Precia, la Chiledone, la Flora, e di quelli che dovevano radunare i giovani patrizi uscirono tutti dalla città che ancora non era l’alba, e per diverse porte, prendendo per diverse vie, alfine di non destare sospetto. Fuori di Roma il luogo del ritrovo comune doveva essere oltre Tevere a Monte Castrilli. Da Porta Capena uscì Catilina a cavallo. Accanto a Catilina veniva il cocchio di Sempronia; sedeva con essa la Chiledone. Poi seguiva un altro cocchio dove stavano la Precia e la Flora."
      },
      {
        "index": 11,
        "text": "Queste donne avevano fermato e giurato di combattere come uomini, di vincere o di morire. E ben potevasi esser certi che la loro fermezza era incrollabile."
      },
      {
        "index": 12,
        "text": "Da Porta Trigemina uscì Manlio, da Porta Portuense uscì Marco Sceva, e a questi, lungo la via, come era stato ordinato da Catilina, vennero a congiungersi tutti i giovani patrizi. I veterani che Catilina aveva raccolti, pagandoli, e che erano condotti da un centurione di Fiesole, medesimamente assoldato, erano già a Monte Castrini quando Catilina vi giunse. Esso aveva pensato non sarebbesi potuto tentar la fortuna senza una mano di soldati esperti ed induriti nelle armi. Questi avrebbero dato coraggio ai giovani che non avevano ancora fatto sufficienti prove nelle varie battaglie."
      },
      {
        "index": 13,
        "text": "Intanto che la gente di Catilina veniva a congiungersi tutta, i pochi sciagurati ch’erano rimasti in Roma furono da Cicerone fatti sostenere e strangolare nel carcere Mamertino, arbitrariamente, violentemente, senza processo. Ma Cicerone fu chiamato per questo Padre della Patria, così avendo voluto la fortuna, chè merito nessuno egli non aveva avuto in quel fatto; e senza l’ubbriachezza di Quinto Curio, e la scelleraggine della spia Fulvia, sarebbe caduto nell’insidia di Catilina. Eppure di questo avvenimento, del quale avrebbe dovuto vergognarsi, si vantò per tutta la vita, assai più che delle sue doti veramente insigni, e della sua grandezza oratoria e delle altre sue virtù straordinarie. Curio nell’ubbriachezza poteva aver detto il falso, e Fulvia per qualche vendetta poteva essere stata bugiarda; ma nel dì stesso che i congiurati erano stati messi a morte, essendo stato Cicerone ragguagliato che Catilina capitanava assai gente, la quale ogni dì ingrossava, e con essa tentava di far insorgere le città vicine alle quali chiedeva e da cui otteneva uomini, ingiunse a Cajo Antonio console di raccogliere quanti soldati potesse e muovere incontanente contro Catilina, e Antonio amico di Catilina e congiurato con esso, mise insieme un esercito, e quantunque avrebbe potuto schermirsi perchè soffriva di podagra, pure con maravigliosa alacrità, chè espertissimo soldato egli era, lo capitanò egli medesimo, e avendo per luogotenente il legato Marco Petrejo mosse contro all’amico, del quale avrebbe dovuto dividere i pericoli e la fortuna."
      },
      {
        "index": 14,
        "text": "Ma Statilio, Gabinio, Cepario, Lentulo, Cetego e gli altri sventuratissimi erano stati strangolati, mentre egli sebbene vituperevole del vilissimo tradimento che compiva, procedeva burbanzoso alla testa dell’esercito, tenendosi certo della vittoria e per la fiducia che aveva nell’arte propria e nell’esperienza lunga e nel provato coraggio, e perchè sapeva o congetturava almeno di aver sotto di sè maggior numero di uomini, e soldati tutti, che non poteva averne Catilina, e perchè i giovani e gli adolescenti che, siccome gli era stato riferito, avevano seguito Catilina dovevano in campo riuscire a colui piuttosto d’impaccio che d’aiuto. — Nato fra le armi e copertosi di gloria, non aveva mai comandato un esercito nè governato mai per sè solo una guerra, però l’idea del tradimento egli velò e coperse sotto alla nube sanguinosa della gloria militare. — È degno d’osservazione come Sallustio non dica nulla di questo."
      }
    ]
  }
}
