{
  "chapterNumber": 1,
  "title": "Preludio (Vol. I) — Prelude",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Alquanti anni addietro, parlando di letteratura, e di teatro, e di pittura, e della difficoltà di trovare argomenti degni e facilmente inspiratori, ci siam lamentati dell’odio, onde sul nostro suolo italo-greco si volle dar di martello a tutto ciò che sapeva di greco e di romano. In architettura tutto dovea essere gotico, arabo, longobardo; in pittura guai a vedere una clamide, un calzare, un pilo; in musica, se fu sopportato l’elmo di Ezio, fu perchè Attila aveva incendiato gli edificj antichi; e intanto i giovani pittori versavano nella disperazione di trovare un soggetto che non fosse stato stancato dalla scuola romantica; le Piccarde, e le Imelde, e le Pie, e le Parisine, e i dogi di Venezia, e le Violanti, e le Margarite, e i Torquati avevano bastantemente attediati i frequentatori delle sale di Brera; e intanto noi pensavamo che il dipinto più famoso e più mirabile e più attestatore di vero genio che mai siasi visto in Europa era stato _l’Ultimo giorno di Pompei_ di Bruloff; che in Francia, Coutur vinse tutti i quadri del Luxembourg, colla sua _Orgia romana_; che l’illustre Hayez a vent’anni inspirandosi nel _Laocoonte_ di Virgilio, aveva dato una grande promessa di mantenere la gloria delle arti italiane; e altrove il celebre Klenz, inspirandosi in Grecia e in Italia, aveva costrutti edifici mirabilissimi; e nelle faccende dell’arte drammatica, Parigi respirò, quando Ponsard dall’asma di Hugo e Dumas ricondusse il pubblico nel grande ambiente di Roma antica; e risalendo due secoli addietro, il dio Shakespeare che aveva fatto parere angusti persino Sofocle ed Eschilo, e fu il gran padre della poesia moderna, aveva date le massime prove del suo genio indovinatore, mettendo in iscena la Roma di Cesare e di Bruto colla potenza di un architetto archeologo che, completando i ruderi, rifaccia una città."
      },
      {
        "index": 1,
        "text": "Queste cose noi pensavamo, ma i pittori, mentre a parole ci davan ragione, in fatto tornavano ai consueti amori; ma i giovani drammaturghi crollavan la testa se lor dicevamo: «tornate indietro se volete andare innanzi.» E la cagione della avversione loro stava in ciò, che vedevano il mondo antico nei libri di scuola e nella storia convenzionale di Rollin e nei quadri convenzionalissimi di David e Camuccini. Non consideravano che il mondo antico diventava un nuovo mondo per l’ispirazione dell’arte, se si sapesse davvero interpretar Tito Livio, se si facessero quadri, drammi e romanzi col pennello ricreatore, per esempio, di Gibbon."
      },
      {
        "index": 2,
        "text": "Più volte anche noi fummo tentati di dettare qualche libro d’invenzione, ricercando inspirazioni intatte in temi vetusti."
      },
      {
        "index": 3,
        "text": "Ma la certezza di cadere ci tratteneva sempre, in considerazione dell’inveterato pregiudizio del pubblico leggente. Non essendo imperatori e nemmeno principi di Monaco, non potevamo, oltre alle altre ragioni, aver l’autorità di far rivoltare tutta la folla verso quella parte da cui era fuggita. Ma la vita di Giulio Cesare scritta da un sovrano è stata così potente da far volger le teste di tutti gli Europei a quel lontano orizzonte."
      },
      {
        "index": 4,
        "text": "Nell’esame che noi abbiam fatto di quell’opera, abbiam dimostrato, per ciò che riguarda il concetto, di essere avversissimi al modo sistematico onde l’ex Sua Maestà ci mise innanzi la figura di Cesare. Napoleone pretese di spogliare il suo eroe di tutte le basse scorie dei minori viventi, di innalzarlo ad improbabile ideale di virtù, di grandezza, di perfezione."
      },
      {
        "index": 5,
        "text": "Troppi storici, egli dice, trovano più facile d’abbassare gli uomini di genio, che d’innalzarsi, per una generosa inspirazione, alla loro altezza, penetrandone i vasti disegni."
      },
      {
        "index": 6,
        "text": "Ma il coronato scrittore, il quale comincia l’opera sua con quella nobile sentenza, «che la verità storica non deve essere meno sacra della religione» — la offese di tratto con questo sistema di esagerazione. Giulio Cesare fu un uomo stragrande; ma pretendere di purificarlo dei vizj che erano una fatale condizione dei tempi in cui nacque; ma negare che egli abbia fatto uso di mezzi perversi per raggiungere i suoi intenti; è dire ciò che la storia ricisamente rifiuta. Come si spiega la sua costante amicizia col dissoluto Sallustio? come quel perpetuo altalenare d’amicizia e di inimicizia con Pompeo, con Cicerone, con Catone? che segreti nasconde la sua deferenza per Catilina?"
      },
      {
        "index": 7,
        "text": "Se si dovesse dire quel che risulta dal vero storico e dall’analisi investigatrice dei più profondi pensatori, la figura di Giulio Cesare è una prodigiosa meraviglia considerata come un fenomeno umano, ma in un senso diverso da quello onde lo considera Napoleone; vogliamo dire che Cesare, tra le più grandi figure dell’umanita, si distingue per aver compenetrato in sè solo le qualità più disparate e più opposte, e tali, che pare un prodigio che un uomo solo, pur conservandosi nel più mirabile equilibrio, abbia saputo assumerle tutte. Dell’umano poliedro, Giulio Cesare mise in mostra tutte quante le faccie; è forse il solo in tutta la storia che presenti questo carattere straordinario. Diremo di più, il suo intelletto era così forte e la sua ragione così geometrica e rigorosa, che usufruttava a grandi intenti persino le debolezze e le aberrazioni del sentimento e del senso. Perchè dunque togliere al genio di Giulio Cesare una delle più singolari condizioni del suo carattere? Carattere che, sebbene con meno profonda impronta, si riscontra in altri veri grandi genj, sia nel campo dell’arte come in quello dell’azione. Il genio è un’arpa a mille corde; ciascuna alla sua volta manda il suo suono; la luce dell’umanità si decompone nell’anima del genio in raggi molteplici, ed esso li rimanda e li restituisce al mondo trasformati o in un’opera dell’arte o in un sistema di rivoluzione."
      },
      {
        "index": 8,
        "text": "Giulio Cesare avendo passato la sua gioventù in mezzo ai vizj, vagheggino, bellimbusto elegante fino all’effeminatezza, fino a temere di turbare l’acconcia disposizione delle non spesse chiome, soffregandosi il capo con un dito solo, stando all’espressione di Cicerone; seducente a tutte le donne e amante riamato, aveva conosciuto il cuore umano e tutte le classi della società nei loro più intimi penetrali; indebitato fino agli occhi, aveva dovuto aggirarsi fra i turpi usurai di piazza, e colà scontrarsi e col veterano accattone e coi falliti e colle ombre, e approfondire altre terribili piaghe. Colla bacchettoneria di _Catone_ non avrebbe mai potuto pescare si profondamente in quel torbido mare della feccia di Romolo."
      },
      {
        "index": 9,
        "text": "Ecco perchè non conveniva spogliare Giulio Cesare di quegli errori e di quelle colpe che lo abbassarono fino a livello de’ più bassi mortali; ecco perchè conveniva dir tutta la verità anche ad onta che l’eroe dovesse sembrare talvolta uno scellerato. Inoltre l’ex Imperatore, per le sue ragioni, scrisse una storia dove si racconta e si discute, non si drammatizza. Esso poi non tenne conto di quelle intime cagioni che, apparentemente piccole, sono spesso i fattori dei più grandi avvenimenti."
      },
      {
        "index": 10,
        "text": "Nel suo libro, perchè non è libro d’arte, ma di scienza storica, le figure non han rilievo, tra la moltitudine di esse non v’è prospettiva aerea; di più, Roma non si vede che in piazza e, per così dire, nelle ortografie degli edifizj. Ciò adunque che noi ci proponiamo è di vederne gli spaccati, di penetrar nelle case, di considerare il più grande dei Romani nei più minuti particolari della sua vita, limitandoci per ora alla sua gioventù, perchè è la parte più drammatica, perchè ci dà il modo di conoscere in tutta la loro varietà i costumi romani, e perchè ci offre ovvie le occasioni di ritentare alquanti problemi storici che lo scettrato scrittore sciolse alla sua maniera e troppo da sovrano."
      }
    ]
  }
}
