{
  "chapterNumber": 30,
  "title": "XIV. I BAGNI AL PONTE FABRICIO (Vol. II) — The Baths at Fabrician Bridge",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Il dì successivo all’esecrando misfatto, tutta Roma stette variamente commossa di stupore. Nessun uomo fino allora aveva osato mescolarsi ai riti privilegiati della dea Bona con sacrilego intento. Solo nell’anno 640 di Roma un improvvido giovinetto della casa Fidena, sospinto da curiosità spensierata, vi si era accostato; e scoperto, e condannato, e chiuso nel carcere Mamertino, vi era morto prima che spirasse il lustro espiatorio. Ma anche fuori del sacrilegio, onde inorridivano i devoti di quel tempo, l’audacia di Clodio sembrava incredibile agli stessi conscellerati suoi amici e seguaci, per l’ingiuria fatta alla casa di Cesare, del prediletto, del già divino Cesare; per l’offesa recata ad Aurelia, sacra tra le matrone; e l’insulto, onde nella baciata Pompea aveva ferito il Magno eroe, l’invitto fino a quel tempo, tornato allora dalla guerra mitridatica, tra i raggi di una gloria che non pareva superabile, e i fumi di un orgoglio senza misura, onde nel tempio consacrato, dopo il trionfo a Minerva, aveva fatto scolpire: — Aver esso uccisi due milioni d’uomini, affondate ottocento navi, conquistate più di mille e cinquecento città. — Però i riti più vietati, la castità più custodita, il privilegio, la potenza, la gloria dei due più benedetti dalla dea Fortuna, Clodio aveva saputo avvolgere in un’onta sola."
      },
      {
        "index": 1,
        "text": "Intorno all’ora che i Romani chiamavano _meridiei inclinatio_, risuonava di voci il grande edificio dei pubblici bagni, che Cesare, essendo edile, aveva fatto costruire con insolita magnificenza, sebben di legno, presso al ponte Fabricio. Prima di Cesare, i pubblici bagni avevano servito soltanto per le povere classi; ma con lui e per lui vennero poi frequentati anche dai ricchi patrizj, dai senatori e dai cavalieri. A qualunque cosa Cesare provvedesse, sempre si scorgeva in esso l’intento sociale di equiparar le classi, di abbassare la nobiltà, confondendola con quella che Tullio chiamò _la feccia di Romolo_, e di rendersi così affezionata, obbediente e ligia la parte massima del mondo romano, ossia quella vasta e varia ed eterna plebe, mare magno nel quale egli intendeva di soffiar la procella a sua voglia, e di mandarvi naufrago il patriziato rivale. — Quell’edificio era vastissimo, e poteva contenere più di tremila persone. Era di legno, ma non appariva tale, perchè le tinte simulavano i marmi, e l’oro faceva splendidi gli architravi e i capitelli corinzj. Intorno all’edificio balneario v’erano botteghe e taberne d’ogni genere; le più eleganti sorgevano dalla parte del Tevere; tra queste alcune che sulla facciata portavano scolpita la parola — _Refectorium_. — Fuori di esse v’eran tavole di marmo e sedili dorati e velarj azzurri con stelle, a riparo del sole. Alle cineree toghe degli ultimi plebei, alle _pulle_ degli atrati, mescolavansi, agli ingressi ed alle uscite dell’edificio balneario, e purpurei laticlavj, e toghe pure e palmate e preteste, e loriche metalliche di veliti e astati; e tra una fitta di lercia plebe, fu vista a brillare anche la clamide _coccinea_ di Pompeo che uscì all’aperto recandosi sotto una tenda, dove Marco Tullio Cicerone stava conversando colle tre bellissime figlie del giureconsulto Scevola, e col rètore Diodato, che egli alloggiava. Allorchè splendette al sole la clamide di Pompeo, Cesare, dalla via che scende dal Palatino, se ne veniva a cavallo, seguito da due famuli equarj incontrandosi nel cocchio di Giulia, la sorella di Gajo Cesare, la vedova del padre di Augusto, che, fanciullo di tre anni, ella si teneva d’accanto. Esciva in quel momento anch’essa da quei pubblici bagni, cosa di cui gli storici fanno particolare menzione."
      },
      {
        "index": 2,
        "text": "— Salve, o Giulia, le disse Cesare. Tu dài riputazione a questi luoghi; bene sta che il tuo fanciullo sia teco; bello ei cresce, e caro agli Dei."
      },
      {
        "index": 3,
        "text": "— Grazie ti rendo. Oggi lo immersi io stessa per la prima volta nella vasca dei fanciulli che non pagano il quadrante. Pareva un picciol nume fra gli altri che carezzosi lo attorniavano. Certo non è più venusto nè più roseo il figlio alato della dea da cui derivi. —"
      },
      {
        "index": 4,
        "text": "Ed ecco un problema storico."
      },
      {
        "index": 5,
        "text": "Nei tempi della prisca repubblica, quando le più rigide virtù erano custodi della libertà, i ricchi patrizj non si mescolavano mai alla plebe: il padre non si bagnava col figlio pubere, nè il suocero col genero. La repubblica non voleva l’eguaglianza. Ma nella decadenza di essa, il patrizio si mescolò invece alla plebe. Cesare aveva condotto le cose di maniera che così avvenisse; come aveva tentato instaurare i giochi greci, per intenti che non pareva avessero relazione alcuna con essi. Pompeo mesce la clamide alle _sordide_ dei plebei; il fanciullo Augusto è tuffato nella pubblica vasca insieme ai fanciulli volgari. Cesare non sapeva i destini del fortunatissimo fanciullo, come non sapeva che Adriano si sarebbe bagnato in pubblico in mezzo alla moltitudine, e che Alessandro Severo, nelle terme da lui erette, sarebbesi mescolato col basso popolo, e, siccome narra Lampridio, sarebbe tornato pedestre al palazzo imperiale in mezzo alla folla, colle vesti ancora indossate dei pubblici bagni. Tolta la libertà, è agevole a chi si tiene la supremazia di fatto, il dare spettacolo di eguaglianza apparente."
      },
      {
        "index": 6,
        "text": "Intanto che Cesare s’intratteneva colla madre d’Augusto, una frotta di giovanetti appena pretestati, usciva dai bagni schiamazzando. Marc’Antonio e Sceva spiccavano tra quelli. Il primo era già ben noto in Roma pei meriti paterni e la ricchezza e l’ingegno e la forza muscolare ch’ei veniva sempre più aumentando coll’assiduo esercizio e l’arte che gli comunicava il celebre atleta Cromi, l’invincibile nei giochi del circo, il desiderato dalle proterve romane, l’amante della famosa Galeria Emboliaria, la meravigliosa attrice romana, la quale, non ancora trentenne, possedeva case in città, e ville a Tivoli e a Brindisi, e seicento talenti (più di due milioni di lire italiane) che depositati nelle casse di Crasso, le fruttavano l’interesse del tre per cento. Sceva, lo sappiamo, era uno dei pochi giovinetti reduci dai campi sanguinosi di Perugia. Aveva seguito Catilina e Sempronia, e combattendo strenuamente con essi, con essi era caduto, e come estinto era stato trovato sul cadavere di Catilina. Esso mostrava una profonda cicatrice che, dal sopracciglio destro tagliato, saliva traversale fino al sommo delle tempia. Il giovane Antonio, seguito da Sceva, se ne venne a Cesare, che salutò ambidue facendo scorrere la destra sui capelli dell’uno e dell’altro, e piacevolmente tirando una ciocca al ben chiomato Antonio."
      },
      {
        "index": 7,
        "text": "La folla dei bagnanti e dei bagnati che sedeva innanzi alle taberne, con nappi colmi di sidro e cerevisia e di biondo lieo, guardava al gruppo di coloro su cui Cesare sovrastava, senza sapere, senza nemmeno sospettare di quali e quanti eventi il fato e la fortuna stava per renderli inventori e agitatori e vittime e raccoglitori beati. E in quel punto il cavallo di Cesare attraeva l’attenzione di tutti, perfino quella di Cicerone, per un istante smemorato del passato, spensierato del futuro. Eppure, tutta Roma rumoreggiava in quel momento di Cesare, e della moglie sua, e di Aurelia, e di Clodio, e del misfatto sacrilego, e dell’insulto fatto al cielo ed alla terra, e della onnipotente maestà del Senato, che avrebbe sgomentato i contemporanei e i posteri colla terribilità della sentenza e dell’esempio."
      },
      {
        "index": 8,
        "text": "Ma il cavallo di Cesare, tenuto in assidua ed elegante irrequietudine dalla mano esperta e dal consapevol piede del cavaliere, doveva per un momento trattener le parole sulle labbra di tutti gli astanti, e chiamare i loro sguardi sul pelo color margarita, che i pascoli dello Xanto avevan fatto insigne di lucentezza cangiante, e sulla criniera negra e il collo arcuato e le nari espanse e gli occhi sanguigni e gl’ineffabili garetti. Cesare voleva preparare Roma a negare importanza a quello che era avvenuto la notte prima, ostentando la propria calma nello spettacolo del frigio poledro."
      },
      {
        "index": 9,
        "text": "E il giovinetto Marc’Antonio, ammirando parte a parte le forme di esso:"
      },
      {
        "index": 10,
        "text": "— E perchè, disse, o Cesare, non concedi nessuno lo ascenda di te infuori?"
      },
      {
        "index": 11,
        "text": "— Perchè tutti me li sbalza lungi a centinaja di palmi; tanto è caparbio nel non volere che altri gli comprima il dorso."
      },
      {
        "index": 12,
        "text": "Il cocchio dove Giulia stava assisa proseguì la via. Il fanciullo Augusto, dalle guancie rosate e paffutelle e dagli occhi azzurri, colle manine a pozzette, gettava baci al giovinetto Antonio assai più che a Cesare (oh rose e pozzette bugiarde!). E Cesare lo inseguiva con lento e meditante sguardo. Pareva che qualche Sibilla vaticinante lo commovesse in quel punto; chè quel lungo inseguimento degli occhi non potea derivare che da un’ispirazione arcana. E Antonio, raccogliendo indifferente quei baci, non guardava che al cavallo di Cesare con attenzione innamorata, e:"
      },
      {
        "index": 13,
        "text": "— Se tu mi concedi di ascendere questo poledro, mi parrà di essere un dio; e per la prima volta un dio ti adorerà. Codesto non avvenne mai, da che Giove tiene l’Olimpo in governo."
      },
      {
        "index": 14,
        "text": "— Ed io tel lascio ascendere. Ma bada che è men trattabile dello stesso Bucefalo d’Alessandro. Però, se riesci a dominarlo, te lo dono."
      },
      {
        "index": 15,
        "text": "E Cesare balzò a terra d’un salto, e prendendo il cavallo pel freno, si accostò, seguito da Antonio e da Sceva, alle taberne dove stavano Pompeo e Cicerone, dove tutti potevano ascoltarlo, e:"
      },
      {
        "index": 16,
        "text": "— Te lo dono, continuò; ma devi anche volare a Interamna ad avvisar Clodio, il quale dimora là da più giorni, che una tremenda calunnia lo perseguita in Roma."
      },
      {
        "index": 17,
        "text": "Cesare, non a caso, parlò con voce oltre il consueto sonora; onde s’accrebbe il silenzio intorno a lui, e Cicerone lo guatò tra attonito e beffardo; e Pompeo chinò il grave capo, non sapendo che mai congetturare. E Cesare guardava, ascoltava, scrutava tutto, sempre, in apparenza, intento al frigio cavallo che Antonio aveva preso per le briglie, come se fosse già suo, e Sceva severissimo e già virile guardava disattento; il giovinetto Sceva, che non avendo di poi saputo congiungere vizio nessuno a virtù stragrandi, lasciò indifferente la fama, e quantunque destinato, come già fu detto, ad essere l’eroe primo di Farsaglia, non sarebbe giunto fino a noi, se Lucano non lo avesse vendicato dell’ingratitudine di Cesare."
      }
    ]
  }
}
