{
  "chapterNumber": 11,
  "title": "續錄卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "純皇后之賢德"
      },
      {
        "index": 2,
        "text": "孝賢純皇后富察氏，文忠公之姊也。性賢淑節儉，上侍孝聖憲皇后，恪盡婦職。正位中宫，十有三載，珠翠等飾，未嘗佩戴，惟插通草織絨等花，以為修飾。又以金銀線索緝成佩囊，殊為暴殄用物，故歲時進呈純皇帝荷包，惟以鹿羔𣰥毧緝為佩囊。仿諸先世關外之製，以寓不忘本之意，純皇每加敬禮。後從上東巡，崩於德州舟次。純皇帝深為哀慟，故於文忠父子恩寵異常，實念后之德也。"
      },
      {
        "index": 3,
        "text": "大雩"
      },
      {
        "index": 4,
        "text": "本朝列聖，憂勤民瘼，每於雨澤愆期，必敬謹設壇祈禱。乾隆七年特旨：每歲巳月，擇日行常雩禮，如冬至郊壇之制。皇帝躬詣行禮，所用敬衣旗幟皆皂色，以祈甘霖速降。常雩既舉，如未得雨，先祈天神、地祗、太歲三壇，次祈社稷。遣官各一人，皆七日一告祭，各官咸齋戒陪祀。如仍不雨，還從神祗等壇祈禱如初。旱甚乃大雩，皇帝躬禱昊天上帝於圜邱，不設鹵簿，不除道，不作樂，不設配位，不奠玉，不飲福受胙。三獻，樂祗用舞童十六人，衣玄衣，為八列，各執羽翳，歌純皇帝御製《雲漢詩》八章。餘儀与常雩同，祭後雨足則報祀之。所以感格蒼穹，軫念農業，實為自古所未有也。"
      },
      {
        "index": 5,
        "text": "御營制度"
      },
      {
        "index": 6,
        "text": "凡列聖每歲秋獮木蘭，巡幸直省，除近畿數處建行宫外，其他皆駐蹕牙帳，名曰御營，亦崇尚儉朴，兼不忘本之意也。定制，護軍統領一人，率其屬預往相度地勢廣狹，同武備院卿、司幄及工部官設立行營。中建帳殿御幄，繚以黄漆木城，建旌門，覆以黄幕。其外為網城，正南暨東西各設一門，正南建正白，東建鑲黄，西建正黄。護軍旗各二，東西門側三設連帳。旌門領侍衛内大臣率侍衛親軍宿衛，網城門八旗護軍統領率官兵宿衛，又外八旗各設帳房，專委官兵禁止喧嘩。御營之前，扈從諸臣不得駐宿，東四旗在左翼，西四旗在右翼，均去御營百步。扈從人等各按翼駐宿，皆北上，最前為王公，次大臣、侍衛，其次大小官員、扈從人等，皆按旗分品秩安立行帳。御前大臣、内府官員人役均駐北面，去行營二里外。前鋒營相形勢設卡倫於路左右，各豎飛虎旗幟以為侦哨，以禁行人之諠囂者。其中頓營或一或二，各視途之遠近焉。"
      },
      {
        "index": 7,
        "text": "袷祭捧帛，爵用近支王公"
      },
      {
        "index": 8,
        "text": "乾隆中，純皇帝念宗廟執事，禮宜盡用近支宗室，駿奔襄贊，以聯本支百世敬迓神庥之意。故命歲暮太廟袷祭，凡捧帛執爵諸執事官，皆用聖祖以下宗支諸王公、將軍充之，特賜花翎以優寵焉。視明代惟使齷齪黄冠數人濫充助祭者，真超越其制多矣。"
      },
      {
        "index": 9,
        "text": "太廟用王府中太監"
      },
      {
        "index": 10,
        "text": "乾隆八年，純皇帝以太廟中司香太監為太常寺召募，悉皆庸悍老稚，宫府所不收留之輩，借以充數，不足以昭誠敬。故命自仁皇帝以下王公府中，各交太監二名，以備廟中司香洒掃。復賞給七品首領一員，以司其屬，不惟下聯宗室之情。而各王公皆選青年潔淨者充之，奔走廟廷，以昭明禋之禮，典甚鉅也。"
      },
      {
        "index": 11,
        "text": "十五善射"
      },
      {
        "index": 12,
        "text": "國初定制，選王公大臣以及滿洲武官中之善射者十五人，充禁庭射者，賞戴花翎。凡皇上御射，皆侍其側，命射則遞射之，名十五善射云。"
      },
      {
        "index": 13,
        "text": "曲宴宗室"
      },
      {
        "index": 14,
        "text": "每歲元旦及上元日，欽點皇子皇孫等及近支王、貝勒、公，曲宴於乾清宫，及奉三無私殿。皆用高椅盛饌，皆二人一席，賦詩飲酒，行家人禮焉。"
      },
      {
        "index": 15,
        "text": "廷臣宴"
      },
      {
        "index": 16,
        "text": "每歲上元後一日，欽點大學士、九卿中之有勛勩者宴於奉三無私殿，名廷臣宴，其禮一如曲宴宗室禮。蒙古王公皆預是宴，蓋以别燕毛行葦之義也。"
      },
      {
        "index": 17,
        "text": "茶宴"
      },
      {
        "index": 18,
        "text": "乾隆中於元旦後三日，欽點王大臣之能詩者，曲宴於重華宫。演劇賜茶，仿栢梁制，皆命聯句以紀其盛。復當席御製詩二章，命諸臣和之，後遂以為常禮焉。"
      },
      {
        "index": 19,
        "text": "山高水長殿看烟火"
      },
      {
        "index": 20,
        "text": "乾隆初定制，於上元前後五日，觀烟火於西苑西南門内之山高水長樓。樓凡五楹，不加丹堊，前平圃數頃，地甚爽塏，遠眺西山如髻，出苑牆間，渾如圖畫。是日申刻，内務府司員設御座於樓門外，凡宗室、外藩王、貝勒、公等及一品武大臣、南書房、上書房、軍機大臣以及外國使臣等咸分翼入座。圃前設火樹，棚外圍以藥欄。上入座，賜茶畢，凡各營角伎以及僸佅兜離之戲，以次入奏畢，上命放瓶花。火樹崩湃，插入雲霄，洵異觀也。膳房大臣跪進果盒，頒賜上方，絡繹不絕，凡侍座者咸預焉。次樂部演舞燈伎，鱼龍曼衍，炫曜耳目。伎畢，然后命放烟火，火繩紛繞，砉如飛電，俄聞萬爆齊作，轟雷震天，逾刻乃已。上方回宫，諸大臣以次歸邸，時已皓月東升，光照如昼。車馬馳驟，塞滿隄陌，洵昇平盛事也。"
      },
      {
        "index": 21,
        "text": "除夕上元筵宴外藩"
      },
      {
        "index": 22,
        "text": "國家威德遠被大漠，南北諸藩部無不盡隸版圖。每年終，諸藩王、貝勒更番入朝，以盡執瑞之禮。上於除夕日宴於保和殿，一二品武臣咸侍座。新歲後三日，宴於紫光閣，上元日宴於正大光明殿，一品文武大臣皆入座，典甚鉅也。"
      },
      {
        "index": 23,
        "text": "大蒙古包宴"
      },
      {
        "index": 24,
        "text": "乾隆中廓定新疆，回部、哈薩克、布魯特諸部長爭先入貢，上宴於山高水長殿前，及避暑山莊之萬樹園中，設大黄幄殿，可容千餘人。其入座典禮，咸如保和殿之宴，宗室、王公皆与焉。上親賜卮酒，以及新降諸王、貝勒、伯克等，示無外也，俗谓之大蒙古包宴。嘉庆八年，今上以三省教匪告蒇，亦循例舉行焉。"
      },
      {
        "index": 25,
        "text": "賜福字"
      },
      {
        "index": 26,
        "text": "定制，列聖於嘉平朔谒闡福寺歸，御建福宫，开笔書福字笺，以迓新禧，凡内廷王公、大臣皆遍賜之。翼日，上御乾清宫西暖閣，召賜福字之臣入跪御案前，上親挥宸翰，其人自捧之出，以志寵也。其内廷翰林及乾清門侍衛皆賜双钩福字，蓋御笔勒石者也。其餘御笔皆封贮乾清宫，於次歲冬間，特賜軍機大臣、御前大臣數人，谓之賜餘福云。"
      },
      {
        "index": 27,
        "text": "賜荷包燈盏諸物"
      },
      {
        "index": 28,
        "text": "定制，歲暮時諸王公、大臣皆有賜予，御前王大臣皆賜歲歲平安荷包一，燈盏數对及福橘、廣柑、辽東鹿尾、猪、鱼諸珍物無算。外廷大臣擇其聖眷優隆者亦賜荷包一，皆佩於貂裘衿領間，泥首宫門前以示寵眷。蓋堂廉之間，情意欢洽，渾如家人父子，實一代之美制也。視諸前朝高座深宫，寄耳目於宵小，謦之际，诛夷立逮者，真不啻霄壤間也。"
      },
      {
        "index": 29,
        "text": "派吃跳神肉及听戲王大臣"
      },
      {
        "index": 30,
        "text": "定制，大内於元旦次日及仲春、秋朔，行大祭神於坤宁宫，欽派内外藩王、貝勒、辅臣、六部正卿吃祭神肉。上面北坐，諸臣各蟒袍补服，入西响神幄行一叩首禮畢，復向上行一叩首禮，合班席坐，以南為上，蓋視御座為尊也。司俎官捧牢入，各實銀盘，膳部大臣捧御用俎盘跪進，以髀体為贵。司俎官以臂肩骼各盘設諸臣座前，上自用御刀割析，諸臣皆自脔割，遵國俗也。食畢賜茶，各行一叩首禮。上還宫，諸臣以次退出。是晚，各賜糕糍酏醴，各携歸邸。至上元日及萬壽節，皆召諸臣於同樂園听戲，分翼入座，特賜盘餐肴饌。於禮畢日，各賜锦绮、如意及古玩一二器，以示寵眷焉。"
      },
      {
        "index": 31,
        "text": "大戲、節戲"
      },
      {
        "index": 32,
        "text": "乾隆初，純皇帝以海内升平，命张文敏制諸院本進呈，以備樂部演习，凡各節令皆奏演。其時典故如屈子竞渡，子安題閣諸事，無不譜入，谓之月令承应。其於内庭諸喜庆事，奏演祥征瑞应者，谓之《法宫雅奏》。其於萬壽令節前后奏演群仙神道添筹锡禧，以及黄童白叟含哺鼓腹者，谓之《九九大庆》。又演目犍連尊者救母事，析為十本，谓之《劝善金科》，於歲幕奏之，以其鬼魅杂出，以代古人傩祓之意。演唐玄奘西域取經事，谓之《升平寶筏》，於上元前后日奏之。其曲文皆文敏親制，詞藻奇丽，引用内典經卷，大為超妙。其后又命莊恪親王譜蜀、漢《三國志》典故，谓之《鼎峙春秋》。又譜宋政和間梁山諸盗及宋、金交兵，徽、欽北狩諸事，谓之《忠義璇圖》。其詞皆出日華游客之手，惟能敷衍成章，又抄袭元、明《水浒義侠》、《西川圖》諸院本曲文，遠不逮文敏多矣。嘉庆癸酉，上以教匪事，特命罢演諸連臺，上元日惟以月令承应代之，其放除声色至矣。"
      },
      {
        "index": 33,
        "text": "端午龍舟"
      },
      {
        "index": 34,
        "text": "乾隆初，上於端午日命内侍习竞渡於福海中，皆畫船箫鼓，飛龍首，絡繹於鲸波怒浪之間。蘭桡鼓动，旌旗荡漾，颇有江乡竞渡之意。每召近侍王公觀阅，以聯上下之情。今上親政后，亦屡循舊制觀之，然每以雨澤愆期，罢演者多矣。"
      },
      {
        "index": 35,
        "text": "御前大臣"
      },
      {
        "index": 36,
        "text": "本朝鑒明弊政，不许寺人干預政事，命内務府大臣監之。然内廷事務每乏統領之人，仁皇习知其弊，特設御前大臣，皆以内廷勛戚諸臣充之。無定員，凡乾清門内之侍衛司員諸務，皆命其統辖。每上出宫巡幸，皆命其橐鞬扈從，代宣王言，名位優重，仿兩漢大將軍之制而親谊过之。初尚命軍機大臣代摄，今上親政后，特分析其職，而体制尤為厘正。初無王公兼摄者，乾隆中，命喀尔沁固山貝子札尔丰阿兼之，其后蒙古藩臣遞摄其職。嘉庆初，上特命睿恭王及定、莊二王兼之，實旷典云。"
      },
      {
        "index": 37,
        "text": "红絨结顶冠"
      },
      {
        "index": 38,
        "text": "國朝定制，皇上燕服，宫中冠红絨结顶冠，凡皇子皇孫皆以是為禮服，甚屬尊重。近支王、貝勒得上賜者，许常冠戴，辅臣間有賜者，皆不敢戴。惟张文和公蒙特旨许元旦日冠戴，時以為非常之荣。成王嘗戲謂余曰：「吾帽冠祗值清钱百文，然勝汝輩數百金之顶多矣！」時红寶石顶价甚昂，故王以為戲云。"
      },
      {
        "index": 39,
        "text": "金黄蟒袍"
      },
      {
        "index": 40,
        "text": "定制，皇子服金黄蟒袍，諸王特賜者，始许服用。乾隆初，諸王蒙賜者过半，實称一時之盛。及其末年，惟定、怡二王特賜之，時以為荣。今上親政后，惟荣恪郡王蒙賜服焉。"
      },
      {
        "index": 41,
        "text": "香色定制"
      },
      {
        "index": 42,
        "text": "古之東宫皆服绛纱袍，蓋次明黄一等。國初定制，皇太子朝衣服飾皆用香色，例禁庶人服用，其后储位久虚，渐忘其制。近日庶民习用香色，至於車帏巾無不濫用，有司初無禁遏者，亦未习典故故也。"
      },
      {
        "index": 43,
        "text": "朝服龍团"
      },
      {
        "index": 44,
        "text": "定制，惟皇上御服朝衣，於腰阑下前后绣龍团各四，諸王以下皆用素缎數則，以為辨别。近日南中所绣朝服衣料，無论品级皆用龍团各四，初無以素褶沽者，余常购市料服之。成王见而责曰：「君素称守禮者，亦濫為服用耶？」先輩之知定制若此。"
      },
      {
        "index": 45,
        "text": "四团龍补褂"
      },
      {
        "index": 46,
        "text": "舊制，親王服四正龍补服，郡王服二正二行龍补服。乾隆中，傅文忠公以為与御服無别，乃奏改親王服二行龍二正龍补服，郡王服四行龍补服，以為定制。諸王有特賜四正龍者，许服用焉。異姓初無賜四团龍者，雍正中，年大將軍羹尧特賜四正龍补服，不久即以骄败。乾隆中，傅文忠公以椒房優寵，兆文毅公惠以平定西域功，阿文成公桂以平定兩金川功，福文襄王康安以平定臺灣功，皆賜四团龍补服，孫文靖以入安南功，賜之，未浃旬即以溃兵聞，遂缴還成命焉。惟文忠公每入署办事及其家居，仍用公爵补服，以示谦云。"
      },
      {
        "index": 47,
        "text": "大臣賜紫"
      },
      {
        "index": 48,
        "text": "國初諸勛臣以开创大功賜紫者，不乏其人。乾隆中，閣臣則傅文忠恒、福文襄王康安、阿文成桂、和相┞，勛戚則福驸馬隆安、福尚書長安、超勇親王拉旺多尔济、海超勇蘭察皆賜紫色輿服。嘉庆中，庆文恪公桂、德继勇楞泰、额威勇尔登保以平定三省教匪功，亦賜紫焉。"
      },
      {
        "index": 49,
        "text": "宗室公賜紫"
      },
      {
        "index": 50,
        "text": "舊制，親、郡王用金黄輿服，貝勒、貝子用紫色輿服，宗室公与大臣同。乾隆五十二年，特賜宗室镇國公、辅國公紫色輿服，其未入八分公仍舊制云。"
      },
      {
        "index": 51,
        "text": "賜朝馬"
      },
      {
        "index": 52,
        "text": "明制，諸朝臣皆左右長安門步行至午門，從無賜禁門骑馬者。故閣臣沈鲤扶病入掖垣，屡至颠仆，為時人所怜云。國朝定制，王、貝勒、貝子皆乘馬入禁門，至景运門下骑，諸大臣一仍明制。乾隆中，上念諸臣待漏入直，每遇风雪，徒步數里，甚為颠蹶，因特许諸閣臣乘馬入内，以示荣寵。嘉庆己巳，上特旨諸大臣年逾七十者，賜肩輿入直，尤為旷典云。"
      },
      {
        "index": 53,
        "text": "黄馬褂"
      },
      {
        "index": 54,
        "text": "定制凡領侍衛内大臣，御前大臣、侍衛，乾清門侍衛，外班侍衛，班領，護軍統領，前引十大臣，皆服黄馬褂，凡巡幸，扈從銮輿以為觀瞻。其他文武諸臣或以大射中侯，或以宣劳中外，上特賜之，以示寵異云。"
      },
      {
        "index": 55,
        "text": "花翎、蓝翎"
      },
      {
        "index": 56,
        "text": "定制凡領侍衛府官、護軍營、前鋒營、火器營、銮儀衛滿員五品以上者，皆冠戴孔雀花翎，六品以下者冠戴鶡羽蓝翎，以為辨别。王府头等護衛始许冠戴花翎，餘皆冠戴蓝翎云。"
      },
      {
        "index": 57,
        "text": "親郡王賜三眼花翎"
      },
      {
        "index": 58,
        "text": "親、郡王，貝勒為宗臣贵位，向例皆不戴花翎，惟貝子冠三眼孔雀翎，公冠双眼孔雀翎，以為臣僚之冠。乾隆中，顺承勤郡王泰斐英阿以充前鋒統領故，向上乞花翎，上曰：「花翎乃貝子品制，諸王戴之，反觉失制。」傅文忠代奏：「某王年幼，欲戴之以為美觀。」上始许之。因并賜皇次孫今封定王者三眼翎，曰：「皆朕之孫輩，以為美觀可也。」由是親、郡王屡有蒙恩賜者。嗣后純皇帝欲定五眼花翎為親、郡王定制，為和相所阻，未果行云。"
      },
      {
        "index": 59,
        "text": "双眼花翎"
      },
      {
        "index": 60,
        "text": "國初勛臣，功績伟茂，多有賜双眼花翎者。乾隆中，賜双眼花翎者，閣臣為傅文忠公恒、尹文端继善、兆文毅惠、舒文襄赫德、於文襄敏中、阿文成桂、和相┞、福文襄康安、孫文靖士毅。勛臣為富勤勇德、伊將軍勒圖、海超勇蘭察、永制府保、觉罗制府吉庆、和制府琳。嘉庆中得賜者，閣臣為保文恪宁、庆文恪桂、勒相公保，勛臣為明参政亮、额經略尔登保、德继勇楞泰、那制府彦成。惟彭軍門承尧、王軍門得祿以绿營將佐得双眼花翎之賜，尤為寵遇優隆。以連之不肖，於九龄時即蒙純皇帝賜双眼花翎，實為千古荣遇，至今思之，犹感激涕零云。"
      },
      {
        "index": 61,
        "text": "外官賜花翎"
      },
      {
        "index": 62,
        "text": "定制，外任文臣無賜花翎者。乾隆中，方敏悫觀承官直隸制府時，聖眷颇優，以古北口大阅故，公特乞賜花翎。上笑曰：「若尔侏儒状，亦爱花翎耶？」因特賜之。嗣后外任督、抚，屡有蒙恩賜者。惟刘文正公督陕時，特賜花翎，公回京時即日缴還，上亦優容，不加厚责也。"
      },
      {
        "index": 63,
        "text": "賜奠"
      },
      {
        "index": 64,
        "text": "國家寵待臣僚，遇有勛績昭著者，飾終之典，有上親临賜奠者，亦有特遣皇子、大臣代賜者，代不乏人，惟乾隆戊戌，上念先烈親王开创功，特往園寝賜奠。嘉庆丙子，今上念朱文正公傅导功，親往其墓賜奠，皆一時旷典云。"
      },
      {
        "index": 65,
        "text": "賜它罗經被"
      },
      {
        "index": 66,
        "text": "本朝王大臣有薨没者，上特賜它罗經被。被以白绫為之，刊金字番經於其上，時得賜者以為寵幸，蓋即古人賜東園秘器類也。"
      },
      {
        "index": 67,
        "text": "賜宅"
      },
      {
        "index": 68,
        "text": "定制，漢員皆侨寓南城外，地勢湫隘，凡赁屋時，皆高其值，京官咸以為苦。又聚集一方，人情諈诿，勢所不免。列聖咸知其弊，故漢閣臣多有賜第内城者，如张文和賜第護國寺胡同，蒋文肃賜第李公桥，裘文达賜第石虎胡同，刘文定賜第阜成門大街，刘文正賜第東四牌樓，汪文端賜第汪家胡同，梁文定賜第拜斗殿，董太保賜第新街口。皆一時之荣遇也。"
      },
      {
        "index": 69,
        "text": "清字經館"
      },
      {
        "index": 70,
        "text": "乾隆壬辰，上以《大藏佛經》有天竺番字、漢文、蒙古諸纟番译，然其禅悟深邃，故漢經中咒偈，惟代以翻切，并未译得其秘指，清文句意明畅，反可得其三昧，故設清字經館於西華門内，命章嘉國师經理其事，达天、莲筏諸僧人助之，考取滿誉錄、纂修若干員纟番译經卷。先后凡十餘年，《大藏》告蒇，然后四体經字始備焉。初贮經板於館中，后改為實錄館，乃移其板於五凤樓中存贮焉。"
      },
      {
        "index": 71,
        "text": "石經"
      },
      {
        "index": 72,
        "text": "漢灵帝時，立《五經》石碑於白虎觀，蔡邕等為之校刊。其碑經魏、晋之乱，盡皆湮没。唐开成中，刻《九經》文於國學，至今傳千餘年，字皆漫漶失真。又間有明人补刊者，字体恶劣，實無足觀。雍正中，有生員蒋衡字湘帆者善書法，立志書《十三經》，十餘年乃成，於乾隆初上之。特賜國子監學正，藏其書於大内。乾隆庚戌，上念衡尊經之功，未忍磨灭，乃命刊其書於太學中，乙卯春告成。笔力蒼劲，灿然兩庑間，士大夫过者，無不摩挲賞鑒焉。"
      },
      {
        "index": 73,
        "text": "千叟宴"
      },
      {
        "index": 74,
        "text": "康熙癸巳，仁皇帝六旬，开千叟宴於乾清宫，預宴者凡一千九百餘人。乾隆乙巳，純皇帝以五十年开千叟宴於乾清宫，預宴者凡三千九百餘人，各賜鸠杖。丙辰春，聖壽跻登九旬，适逢内禅禮成，开千叟宴於皇极殿，六十以上預宴者凡五千九百餘人，百歲老民至以十數計，皆賜酒聯句。百餘年間，聖祖神孫三舉盛典，使黄发鲐背者欢飲殿庭，視古虞庠東序养老之典，有过之無不及者，實熙朝之盛事也。"
      },
      {
        "index": 75,
        "text": "宗室宴"
      },
      {
        "index": 76,
        "text": "乾隆甲子，上宴王公及近支宗室百餘人於丰澤園，更其殿名惇叙殿，以示行葦燕毛之意。乾隆壬寅，普宴宗室於乾清宫，凡三千餘人，极為一時之盛。嘉庆甲子，今上遵循舊制，復宴近支宗室百餘人於惇叙殿，賜酒賦詩。其聯句詩為成王所拟書，詞翰并妙，抒写一時盛典如绘，非他詞臣所拟者之可及也。"
      },
      {
        "index": 77,
        "text": "北郊齋宫"
      },
      {
        "index": 78,
        "text": "自明嘉靖中更定祀典，分祀天地，北郊因循未建齋宫。純皇帝念祀典甚鉅，未可二郊異宜，因建北郊齋宫，规模一如南郊，然后二郊之制始備。乾隆己巳，上宿齋宫，以天時暑熱，從者多有喝者，因仍舊制齋於内宫，体恤臣僚故也。其后齋宫為更衣别殿，不復駐蹕焉。"
      },
      {
        "index": 79,
        "text": "親禱"
      },
      {
        "index": 80,
        "text": "康熙中，孟夏間久旱，上虔誠祈禱，由乾清門步禱南郊，諸王大臣皆雨缨素服以從。南未至天桥，四野浓云驟合，甘霖立降。乾隆己卯，上因旱，屡禱於三壇、社稷，雨不時降。乃步禱於南郊，次夕，澍雨普被，歲仍大稔，上咏《喜雨詩》以誌之。二聖軫念農食惟艰，甘屈萬乘之尊為民请命，其於桑林之责，千古若合符節也。"
      },
      {
        "index": 81,
        "text": "射布靶"
      },
      {
        "index": 82,
        "text": "國家以弧矢定天下，凡八旗士大夫無不习弓馬，殊有古风。每歲上狩木蘭前，將派往扈從王公大臣、文武官員等习射於出入賢良門，上親阅之以定優劣，其中三矢以上者，優赉有差。今上自甲戌春，命八旗護軍、前鋒營每旗拣選善射者百人，上親阅視，其中優者，立為擢升，歲以為常，大有安不忘危之意。然周制有大射、燕射、宾射之别，今每春习射，及秋獮前习射，有古人燕射之意，至於春秋大射之儀尚未之備。余立朝時，每為言官等言之，初未有入奏者。然此大禮，終必有議及之日也。"
      },
      {
        "index": 83,
        "text": "文臣射鹿"
      },
      {
        "index": 84,
        "text": "每歲射布靶時，漢大臣官員有能射者，亦许与及，上每特賜花翎以旌奖之。赵谦士侍郎每歲贯侯，屡為文臣之冠，上甚嘉之。戴文端公衢亨任修撰時，随從木蘭，嘗射鹿以獻，純皇帝大悦，曾賦天章以紀其事焉。惟江畹香中丞蘭於习射時，甫弯弓，其韘崩坏，弓矢盡落於地，上大笑，時谓之「江三丢」云。"
      },
      {
        "index": 85,
        "text": "奏事處"
      },
      {
        "index": 86,
        "text": "國朝鑒明季科臣紛囂，每致政務丛脞，特設立奏事處，遴選六部、内務府司員之能書写者，為奏事官。十年一為更易，統屬於御前大臣，又命御前侍衛一員总統其事。凡外庭章奏，许其傳达，蓋以其官職卑末，不敢壅滞耳目。至於露奏本章，仍令六科傳遞，以符舊制，仿周官小臣致命之意也。"
      },
      {
        "index": 87,
        "text": "奏蒙古事侍衛"
      },
      {
        "index": 88,
        "text": "舊制，選六班蒙古侍衛中之熟谙蒙古语者，与奏事官同事，專奏外藩王公呈奏事件，國语谓之卓親辖。蓋以其语言气习与之相近，易通晓其意指，亦柔遠人之一道也。"
      },
      {
        "index": 89,
        "text": "常朝"
      },
      {
        "index": 90,
        "text": "自后唐明宗改入閣儀為百官五日候起居之制，歷代相沿以為鉅典。本朝列聖憂勤政事，凡離宫燕寝無不披覽奏章，召对大臣，堂廉之际，甚為通达。然相沿古制，凡王、公、將軍、六曹冗員，無政事之责者，於每月五日朝集於午門前，朝服坐班。上駐蹕大内日，王公皆於太和門坐班侍衛，賜茶始散。上駐蹕園中時，王公則同百官坐班午門外，科道官轮班察核，不至者立劾之。時谓之常朝雲。"
      },
      {
        "index": 91,
        "text": "萬壽節"
      },
      {
        "index": 92,
        "text": "本朝萬壽節，王公、大臣、文武職官等，咸蟒袍补服，於黎明時排班圆明園之正大光明殿前，三品以下者，排班於出入賢良門外。上龍袍珠冠入座，鸿胪官唱排班，引导宣贊，一如大朝儀。上受贺畢始還宫。如遇上幸木蘭時，諸王、大臣則齊集午門外遥祝萬壽云。"
      },
      {
        "index": 93,
        "text": "本朝祧廟之制"
      },
      {
        "index": 94,
        "text": "自商、周時尊契、稷為始祖，歷代相沿，各追崇四親帝号，供奉太廟，而开创之君反居其下。至親盡廟祧時，太祖始正南向之位，非歷有百年，其典不備，如唐之憲、懿，宋之僖、宣，屡經罢復，渾如儿戲，识者讥之。本朝太祖肇基東土，抚有寰区，追崇原皇帝四聖神主，即安奉於太廟后殿。遇四時祭享，遣親王一人為之摄祭；元旦、萬壽節日，特遣官致祭；每歲袷祭時，則命觉罗官恭捧四聖神主合祭於太廟中，禮成仍安奉於后殿焉。時享之時，既不預九廟之數，復不压高皇帝南向之尊，實祭典之良制，百世宜遵奉者焉。"
      },
      {
        "index": 95,
        "text": "荐新"
      },
      {
        "index": 96,
        "text": "《月令》，季春之月，天子始乘舟荐鲔於廟，方氏云：「王必乘舟而后荐新，所以示親渔也。」今奉先殿每月荐新，仍沿明制。而列聖秋獮木蘭，凡親射之鹿獐，必驿傳至京，荐新於奉先殿，即《月令》王親渔之意也。"
      },
      {
        "index": 97,
        "text": "射牲"
      },
      {
        "index": 98,
        "text": "古禮，王祭於廟，親射牲以獻。今坤宁宫跳神儀，凡牲入，上迎出户，俟牲進，上随入，跪視庖人執鸾刀以屠割畢，方叩头兴。即古射牲之遺意也。"
      },
      {
        "index": 99,
        "text": "皇后入廟之制"
      },
      {
        "index": 100,
        "text": "古制，后先帝崩則祔祀於廟，設位於其姑下，然遇行袷祭之禮，动多關碍。至明世宗預祧仁宗，以方后入祔，益非法矣。本朝定制，凡后先帝崩時，則奉安神主於奉先殿夹室中，俟大行皇帝崩后，始一同入廟。如孝敬憲皇后、孝賢純皇后、孝儀純皇后皆沿是制，有勝於古制多矣。"
      },
      {
        "index": 101,
        "text": "壽皇殿"
      },
      {
        "index": 102,
        "text": "壽皇殿在景山門内，正北殿凡九室，重檐金楹，一如太廟之制，供奉列聖御容。上遇元旦、歲暮及聖诞、忌辰之日，皆行親谒禮，凡諸皇子、皇孫及近支親、郡王皆從行禮。其旁永思殿即列聖苫庐地，凡瞻谒日，必於永思殿傳膳办事，蓋亦示孺慕之意也。"
      },
      {
        "index": 103,
        "text": "安佑宫"
      },
      {
        "index": 104,
        "text": "安佑宫在圆明園西北隅，朱扉黄甍，一如寝廟之制，内供奉仁皇帝、憲皇帝、純皇帝三聖神牌。上於临御園中日，行瞻谒禮，每年四月八日，率領諸皇子近侍拜谒，其朔望荐熟彻饌，一如生時禮。皆隸内務府大臣承办，即古原廟之制也。"
      },
      {
        "index": 105,
        "text": "皇史宬"
      },
      {
        "index": 106,
        "text": "皇史宬在東華門外迤南，与普度寺相近，蓋明南内地也。殿庑七楹，扉牖楹楣以石代之，内贮金漆柜數十，蓋古人金匮石室之意。凡列聖實錄、玉牒、聖訓皆藏其中，設旗員年老者八人守之，地甚严密。餘於丁卯冬奉迎《純皇帝實錄》，曾一至其地。嘗聞徐昆山先生述聞李穆堂侍郎言，其中藏全分《永樂大典》，较今翰苑所贮者多一千餘本，蓋即姚廣孝、解缙所修初本，缮写精工，非隆庆間誊本之所能及。惜是日匆匆瞻禮，不得從容翻繹，未审是書尚存与否也。"
      },
      {
        "index": 107,
        "text": "皇上日阅實錄"
      },
      {
        "index": 108,
        "text": "列聖於每早盥沐后，即敬阅列朝實錄一卷，自巡狩、齋戒外，日以為常，虽寒暑不間也。聞觉罗侍读荣昌言：「其書皆收贮内閣大库内，每前一日，中書舍人启钥取書，用黄绫袱包裹，外用楠木匣盛贮，次早同奏章送入。一日，寓直者偶忘启钥，同事以為次早可及，遂不获开。五更時，上已遣小内侍索取，餘是日承值，乃匆匆启库取書，未及盛匣，上已催促者再矣。」亦可觇聖主之勤於法祖也。"
      },
      {
        "index": 109,
        "text": "喜起、庆隆二舞"
      },
      {
        "index": 110,
        "text": "國家肇兴東土，舊俗所沿，有《喜起》、《庆隆》二舞。凡大燕享，選侍衛之狷捷者十人，咸一品朝服，舞於庭除，歌者豹皮褂貂帽，用國语奏歌，皆敷陈國家憂勤开创之事。樂工吹箫击鼓以和，舞者应節合拍，颇有古人起舞之意，谓之《喜起舞》。又於庭外丹陛間，作虎豹異兽形，扮八大人骑禺馬作逐射状，颇沿古人傩禮之意，谓之《庆隆舞》。列聖追慕祖德，至今除夕、上元筵宴皆沿用之，以见當時草昧缔构之艰难也。"
      },
      {
        "index": 111,
        "text": "武官乘轿"
      },
      {
        "index": 112,
        "text": "舊制，武官一品皆乘轿。純皇帝以滿洲大員皆宜夙习劳，不可耽於安逸，故將都統、將軍、提督等乘轿之制，盡行裁革。惟領侍衛内大臣例無明文，然向率以諸王、大學士兼之，未有单衔者，故皆因循乘轿。惟英誠公阿克栋阿一人初無他官，以家室贫乏，不能豢养輿夫，故独乘車以行，后超勇王拉旺多尔济以足疾，喀尔沁貝勒丹巴多尔济以受重创故，皆特旨賜轿。继其位者為科尔沁郡王索诺木多布齋、科尔沁貝勒鄂尔哲依圖，皆因循坐轿。丙子冬，上特旨罢斥，仍交部严議焉，自是武臣無乘轿者矣。"
      },
      {
        "index": 113,
        "text": "鹰狗處"
      },
      {
        "index": 114,
        "text": "鹰狗處向在東華門内長街，設总統二人，以侍衛兼之，豢饲御前鹰狗，以備搜獮之用。其牧人皆以世家子弟充之，许其蟒袍纬帽，為執事人中之品最高者。今上壬戌，以其非急務，不宜蓄於禁垣内，因命迁於東安門内長房，其職事為之稍贱，众視為冗員焉。有吾宗室琅岩侍衛薩彬圖者，素好与文士交，及兼鹰狗总統，因書鹰狗處少卿衔帖，投刺於翰苑家，众爭笑之。"
      },
      {
        "index": 115,
        "text": "上虞備用處"
      },
      {
        "index": 116,
        "text": "定制，選八旗大員子弟中之狷捷者為執事人，司上巡狩時扶輿、擎蓋、捕鱼、罟雀之事，名曰上虞備用處。蓋以少年血气偾张，故令习諸劳，以備他日干城侍衛之選。實有類漢代羽林之制，而精锐过之，蓋善於寵驭近侍之制也。"
      },
      {
        "index": 117,
        "text": "虎枪處"
      },
      {
        "index": 118,
        "text": "定制，選各營中將校精锐者，演习虎枪之伎，凡巡狩日相导引。上大猎時，其部長率伎勇者十人，入深林密箐中觅虎踪迹。凡猛兽出，其部長排枪以伺，虎跃至，猛健先以枪刺其胸仆之，谓之遞头枪，然后群枪林至。其头枪者賞赉優渥，故人思效命焉。純皇帝定制，凡杀虎時為虎毙及被创者，照軍營殉难受伤例賜恤焉。"
      },
      {
        "index": 119,
        "text": "御枪處"
      },
      {
        "index": 120,
        "text": "乾清門侍衛中選火器精熟者數十人為御枪處，巡幸時，日相导引。其長服黄缘红馬褂，餘者皆红缘白馬褂，以為辨别。凡上合圍時，皆下骑執火器翼列扈從，以防猛兽奔突，上用御火枪击兽時，則爭相贰副焉。舊時郊行，免其相從，近自癸酉之变后，凡郊社、大祀，皆服蟒袍以扈蹕焉。"
      },
      {
        "index": 121,
        "text": "善扑營"
      },
      {
        "index": 122,
        "text": "定制，選八旗勇士之精练者，為角蚳之戲，名善扑營，凡大燕享皆呈其伎。或与外藩部角蚳者爭较優劣，勝者賜茶缯以旌之。純皇最喜其伎，其中最著名者為大五格、海秀，皆上所能呼名氏。有自士卒拔至大員者，蓋以其勇挚有素也。和相當轴時，令巡捕營將士亦選是伎。其后文遠皋宁任金吾時，以其贱卒不宜近上前，因奏罢之，人称其识大体云。"
      },
      {
        "index": 123,
        "text": "向导處"
      },
      {
        "index": 124,
        "text": "定制，凡上巡狩時，預遣大臣率各營將校之深明輿圖者，往勘程途，凡御蹕、尖營相去几许，及桥梁倾圮道涂芜滓者，皆令有司修葺，名曰向导處。先是获是差者，皆為美選，沿路苞苴，肆意征索，稍不滿意，則以修治道涂為名，凡坟墓陇亩任其蹂践，有司畏之如虎，罔敢稍拂其意。后純皇帝知之，將其最暴者惩治數人，然后其风稍敛焉。"
      },
      {
        "index": 125,
        "text": "蒙古医士"
      },
      {
        "index": 126,
        "text": "定制，選上三旗士卒之明正骨法者，每旗十人，隸上驷院，名「蒙古医士」。凡禁廷執事人有跌损者，咸命其医治，限以日期報愈，逾期則惩治焉。齊息園侍郎坠馬伤首，脑涔涔然，蒙古医士嘗以牛脬蒙其首以治之，其创立愈。故時有秘方能立奏效，非岐黄家所能及者。近最著名有觉罗伊桑阿者，以正骨起家，至於鉅富。其授徒法，先將笔管钺削數段，令徒包纸摩挲，皆使其節合接如未破者，然后如法接骨，皆奏效焉。"
      },
      {
        "index": 127,
        "text": "批本處"
      },
      {
        "index": 128,
        "text": "國初鑒明季秉笔太監專擅弄权之弊，特简滿翰林官一員，滿内閣侍读一員，滿中書舍人六員在内廷行走，專司批发之责。凡本章，大學士票拟上，經上批覽畢，即交该處用清字批示，然后交付内閣學士，恭錄聖旨发抄。故機宜慎密，從無敢迟滞删改者，實當代之善政，俗谓之「红本」云。该處行走人員皆许挂珠，用红雨帽，每遇歲時，内廷賞賜咸預其列。以示荣云。"
      },
      {
        "index": 129,
        "text": "翻書房"
      },
      {
        "index": 130,
        "text": "崇德初，文皇帝患國人不识漢字，罔知治体，乃命达文成公海翻译《國语》、《四書》及《三國志》各一部，頒賜耆舊，以為临政规范。及定鼎后，設翻書房於太和門西廊下，拣擇旗員申谙习清文者充之，無定員。凡《資治通鑒》、《性理精義》、《古文淵鑒》諸書，皆翻译清文以行。其深文奥義，無烦注释，自能明晰，以為一時之盛。有户曹郎中和素者，翻译絕精，其翻《西厢記》、《金瓶梅》諸書，疏栉字句，咸中綮肯，人皆爭诵焉。"
      },
      {
        "index": 131,
        "text": "上書房"
      },
      {
        "index": 132,
        "text": "本朝鑒往代嫡庶爭夺之祸，永不建储，皇子六龄，即入上書房读書。書房在乾清宫左，五楹，面北向，近在禁御，以便上稽察也。雍正中，初建上書房，命鄂文端、张文和二公充总师傅。二公入，諸皇子皆北面揖，二公立受之，實從古帝王乞言之制也。當時师傅，皆极詞臣之選，故列聖學问淵博，固皆天纵，亦一時师保訓迪力也。定制，卯入申出，攻《五經》、《史》、《漢》、策问、詩賦之學，禁习時艺，恐蹈舉業陋之习。日课詩賦，虽穷寒盛暑不辍，皆崇笃實之學。其较往代皇子出閣講读，片刻即歸，徒以為飾觀者，真不啻霄壤分也。其圆明園書房在勤政殿東，屋凡三進，地宇幽邃，有純皇帝御書「先天不违」、「中天立极」、「后天不老」三匾额，時呼為「三天」云。"
      },
      {
        "index": 133,
        "text": "南書房"
      },
      {
        "index": 134,
        "text": "唐、宋優重詞林，最為清秘，凡制诰草麻外，一切機務，皆与商榷，故其品為高要。明代設翰林院於東長安門外，視之与部院等，坐耗俸赀，毫無一事，惟以為入閣之阶。故大拜后，不娴政事，动為胥吏所欺，如周道登不识情面二字，郑以伟有穷於數行之叹，安问其燮理之道也。本朝自仁廟建立南書房於乾清門右阶下，拣擇詞臣才品兼優者充之，康熙中諭旨，皆其拟進，故高江村之权勢赫奕一時。仁廟与諸文士賞花钓鱼，剖晰經義，無異同堂师友，故一時卿相如张文和、蒋文肃、厉尚書廷儀、魏尚書廷珍等皆出其間，當代荣之。列聖遵依祖制，寵眷不衰，為木天储材之要地也。"
      },
      {
        "index": 135,
        "text": "如意館"
      },
      {
        "index": 136,
        "text": "如意館在启祥宫南，館室數楹，凡绘工、文史、及雕琢玉器、裱褙帖轴之諸匠皆在焉。乾隆中，純皇萬几之暇，嘗幸院中看绘士作畫，有用笔草率者，辄手教之，時以為荣。有绘士张宗蒼，以山水擅長，仿北宋諸家，無不畢肖。上嘉其艺，特賜工部主事，實為一時之盛。其他如陈孝泳、徐洋輩，皆以文學優長，或賜舉人一体會试，或以外郡佐杂升用，亦各視其才具也。"
      },
      {
        "index": 137,
        "text": "廷寄"
      },
      {
        "index": 138,
        "text": "列聖天纵聪明，凡诏諭外吏，剀切機宜，辄中要。恐傳抄后有所泄漏，反使干臣难以施為，故一時機密事件，皆命軍機大臣封缄严密，由驿傳遞，名曰廷寄。向例封面标軍機首揆名姓，自阿文成公没后，純皇帝嫌涉專擅，命改為軍機大臣等寄云。每月兵部將所寄封數，及寄外任何人名目，彙奏一次，蓋亦杜大臣有所私请托。實一代之良法，较諸前代纶音未降而輿隸咸聞者，真不啻霄壤之别也。"
      },
      {
        "index": 139,
        "text": "上諭館"
      },
      {
        "index": 140,
        "text": "本朝列聖，家法相承，諭旨頒自枢府，或每諭萬言，或日數旨。纶式昭，积累繁富，恐有所遺漏，故特立上諭館，設主事二人，笔帖式若干人，專司恭錄清、漢諭旨。每數月后彙奏一次，交起居注收藏。特简閣臣二人综理其事。真遠勝往代惟命詞臣視草诰制，又以骈体肤阔，陈陈相因，所谓依样畫葫芦者，真無济於實事也。"
      },
      {
        "index": 141,
        "text": "國史館"
      },
      {
        "index": 142,
        "text": "國初沿明舊制，惟修列聖實錄，附載諸勛臣於内，祗履歷官阶而已。康熙中，仁皇帝欽定功臣傳一百六十餘人，名曰《三朝功臣傳》，藏於内府。雍正中，修《八旗通志》，諸王公、大臣傳始備，然惟載丰沛世家，其他中州士族勛業茂著者，仍缺如也。其所取材，皆凭家乘，秉笔詞臣，又復視其好恶，任意褒贬，如开國名臣何温顺公和理、费直義公英東等諸傳，其文寥寥數則，而如蔡绥遠毓荣、苏侍郎拜几至萬言，皆剽窃碑版中语也。純皇帝夙知其弊，於乾隆庚辰，特命开國史館於東華門内，重简儒臣之通掌故者司之。將舊傳盡行删，惟遵照實錄、档册諸籍所載，詳錄其人生平功罪，案而不断，以待千古公论，真修史之良法也。后又重修《王公功績表傳》、《恩封王公表》、《蒙古回部王公表傳》等書，一遵是例焉。嘉庆庚申，上復命补修列聖本紀，及天文、地理諸志乘，儒林、烈女等傳附之，一代之史畢具矣。其續錄者，以十年為則，陆續修之，以為萬祀之計也。"
      },
      {
        "index": 143,
        "text": "本朝欽定諸書"
      },
      {
        "index": 144,
        "text": "列聖萬几之暇，乙覽經史，爰命儒臣選擇简編，親為裁定，頒行儒宫，以為士子仿模规范，實為萬目之巨觀也，今胪列其目於左。"
      },
      {
        "index": 145,
        "text": "經部"
      },
      {
        "index": 146,
        "text": "《易經通注》四卷。《日講易經解義》十八卷。《御纂周易折中》二十二卷。《御纂周易述義》十卷。《日講書經解義》十三卷。《欽定書經傳說彙纂》二十四卷。《欽定詩經傳說彙纂》二十卷。《御纂詩義折中》二十卷。《欽定周官義疏》四十八卷。《欽定儀禮義疏》四十八卷。《欽定禮記義疏》八十二卷。《日講禮記解義》二十卷。《日講春秋解義》六十四卷。《欽定春秋傳說彙纂》三十八卷。《御纂春秋直解》十六卷。《御注孝經》一卷。《御纂孝經集注》一卷。《日講四書解義》二十六卷。《御纂律吕正義》五卷。《御纂律吕正義後編》一百二十卷。《御定康熙字典》四十二卷。《欽定西域同文志》二十四卷。《御定音韻闡微》十八卷。《欽定同文統韻》六卷。《欽定叶韻彙辑》五十八卷。《欽定音韻述微》一百六卷。"
      },
      {
        "index": 147,
        "text": "史部"
      },
      {
        "index": 148,
        "text": "《欽定明史》三百六十卷。《御批通鑒辑覽》一百二十卷。《御定通鑒纲目三編》四十卷。《开國方略》三十二卷。《御定三逆方略》。《親征平定朔漠方略》四十八卷。《平定金川方略》三十二卷。《平定准噶尔方略前編》五十四卷、《正編》八十五卷、《續編》三十三卷。《平定兩金川方略》一百五十二卷。《临清紀略》十六卷。《蘭州紀略》。《石峰堡紀略》。《臺灣紀略》。《平定廓尔喀紀略》。《平苗紀略》。《平定三省教匪紀略》。《辛酉工賑紀略》。《太祖高皇帝聖訓》四卷。《太宗文皇帝聖訓》六卷。《世祖章皇帝聖訓》六卷。《聖祖仁皇帝聖訓》六十卷。《世宗憲皇帝聖訓》三十六卷。《高宗純皇帝聖訓》三百卷。《上諭内閣》一百五十九卷。《朱批諭旨》三百六十卷。《欽定明臣奏議》二十卷。《欽定宗室王公功績表傳》十二卷。《欽定蒙古回部王公表傳》六十卷。《欽定八旗滿洲氏族通譜》八十卷。《欽定勝朝殉節諸臣錄》十二卷。《御定月令輯要》二十四卷。《大清一統志》五百卷。《欽定熱河志》八十卷。《欽定日下舊聞考》一百三十卷。《欽定滿洲源流考》二十卷。《欽定皇輿西域圖志》五十二卷。《皇清職貢圖》九卷。《欽定盛京通志》一百卷。《詞林典故》八卷。《續詞林典故》□卷。《欽定歷代職官表》□□卷。《欽定大清會典》一百卷。《新定大清會典》□□卷。《大清會典則例》一百八十卷。《新定大清會典則例》一百八十卷。《欽定續文獻通考》二百五十二卷。《欽定皇朝文獻通考》二百六十二卷。《欽定續通志》一百四十四卷。《欽定皇朝通志》一百卷。《欽定皇朝通典》二百卷。《幸魯盛典》四十卷。《萬壽盛典》一百二十卷。《欽定大清通禮》四十卷。《南巡盛典》一百二十卷。《皇朝禮器圖式》二十八卷。《國朝宫史》三十六卷。《續國朝宫史》□□卷。《欽定滿洲祭神祭天典禮》六卷。《八旗通志初集》二百五十卷。《八旗通志二集》□□□卷。《大清律例》四十七卷。《欽定天祿琳琅》十卷。《御制詳鑒闡要》二十卷。"
      },
      {
        "index": 149,
        "text": "子部"
      },
      {
        "index": 150,
        "text": "《御撰資政要覽》三卷、《後序》一卷。《聖諭廣訓》一卷。《庭訓格言》一卷。《御制人臣儆心錄》一卷。《御制日知薈要》一卷。《御定孝經衍義》一百卷。《御定内則衍義》十六卷。《御纂性理精義》十二卷。《御纂朱子全書》六十六卷。《御定執法成憲》八卷。《欽定授時通考》七十八卷。《欽定医宗金鑒》九十卷。《御定曆象考成》四十二卷。《御定曆象考成後編》十卷。《御定儀象考成》三十二卷。《御制數理精蘊》五十三卷。《御定星曆考源》六卷。《欽定協記辨方書》三十六卷。《欽定佩文齋書畫譜》一百卷。《秘殿珠林》二十四卷。《石渠寶笈》四十四卷。《續石渠寶笈》□□卷。《錢錄》十六卷。《欽定西清古鑒》四十卷。《欽定西清硯譜》二十四卷。《御定古今圖書集成》五千二百卷。《欽定淵鑒類函》四百五十卷。《御定駢字類篇》二百四十卷。《御定分類字錦》六十四卷。《御定子史精華》一百六十卷。《御定佩文韻府》四百四十二卷。《御定韻府拾遺》一百十二卷。《御注道德經》二卷。"
      },
      {
        "index": 151,
        "text": "集部"
      },
      {
        "index": 152,
        "text": "《聖祖仁皇帝初集》四十卷、《二集》五十卷、《三集》五十卷、《四集》三十六卷。《世宗憲皇帝文集》三十卷。《高宗純皇帝樂善堂全集》三十卷。《御制文初集》三十卷、《二集》四十卷、《餘集》二卷。《御制詩初集》四十四卷、《二集》九十四卷、《三集》一百卷、《四集》一百二十卷、《五集》一百四十卷《餘集》□卷。今上皇帝《味餘書室集》□□卷。《御制文初集》□□卷。《御制詩初集》□□卷、《二集》□□卷。《御定全唐文》五千卷。《御選古文淵鑒》六十四卷。《御定賦彙》一百四十卷、《外集》□□卷、《补遺》二十二卷。《御定全唐詩》九百卷。《御定佩文齋咏物詩選》四百八十二卷。《御定歷代題畫詩類》一百二十卷。《御選四朝詩》二百九十二卷。《御定全金詩》七十四卷。《御選唐詩》三十二卷。《御選唐宋文醇》五十卷。《御選唐宋詩醇》四十七卷。《皇清文穎》一百二十四卷。《續皇清文穎》□□卷。《欽定四書文》四十一卷。《御定歷代詩餘》一百二十卷。《御定詞譜》四十卷。《御定曲譜》十四卷。"
      }
    ]
  }
}