{
  "chapterNumber": 5,
  "title": "卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "緬甸歸誠本末"
      },
      {
        "index": 2,
        "text": "緬夷，古朱波地，自古不通中國。宋寧宗時，史志始有其名。元世祖遣兵三征之，責其貢賦而還。明初設宜慰司，聊以羈縻，間亦嘗修貢賦而還，其事詳正史。其時緬地不過數千里，附近之提涼、猛養、猛拱、猛密司、蠻暮、木邦、落卓、來卡、猛乃、擁會、金坎、母得馬、大山、宋賽、錫箔、猛樟、猛素、孟艮、整欠、整賣諸大土司尚非所有。及莽瑞體之子莽應裏漸強盛，明所設三宣、六慰大抵皆服屬於緬。本朝順治十五年，大兵破貴州，明主由榔奔緬甸。時定西將軍愛星阿、吳三桂等於十八年十一月入緬，師至木邦，白文選降於茶山。康熙元年，緬酋自相篡弑，殺明宗室及黔國公沐天波等數百人。將軍等索明主，緬人不與，師至阿瓦，緬人懼，遂獻明主。師歸，緬人遂不通朝貢，其世次亦不可考。至雍正九年，緬酋與整邁構兵，緬目蟒古叮在九龍江遇守備燕鳴春，有「告知國王，明年進貢」 之語。鄂文端公以聞，得旨：「宜聽其自然，不必有意設法誘致。」"
      },
      {
        "index": 3,
        "text": "乾隆十一年，開茂隆廠。雲南永昌、順寧徼外有佧佤，其地北接耿馬土司界，西接木邦界，南接生佧佤界，東接孟艮土司界，地方二千餘里。其長曰蚌築，自號葫蘆王，不知其所自始。有世傳鐵印，緬文曰「法龍湫諸木隆」，華言大、小箐之長也。所居木城草房，戴金葉帽似盔，穿花衣，俱跣足。夷民山居穴處，以布纏頭，敝衣短袴，刀耕火種，軍器惟刀鏢弓弩。又有夷目蚌坎、幸猛、莽恩、莽悶，俱係蚌築弟兄叔侄，分掌地方，亦不屬於緬酋。凂耿馬土司罕世屏代稟，稱願歸順。境內茂隆廠自前明開采時甚旺，廠民吳尚賢等議給山水租銀，不敢受，請照內地廠例，抽課報稅以作貢物。總督張允隨奏言：「葫蘆乃係化外野夷，輸誠內附，請將此項廠課，飭令減半抽收，一半賞給該酋長，以慰遠人之心。」得旨允行。十三年，鎮康土司刀悶鼎報緬夷願通職貢，不許。十四年二月，茂隆廠吳尚賢入緬甸。先是，迤西道承差賈興儒，奉差往茂隆廠訪緝廠犯鄒啟周、張寬果等，茂隆廠委吳尚賢於十二月丙戌派帶練兵一百餘人，分起前往訪緝。壬辰，吳尚賢帶練兵八百餘人，賈興儒隨同自廠起身。癸卯，至幹猛。十五年正月朔日乙巳，廠練已擒鄒、張二犯至幹猛，押解回廠，吳尚賢帶練兵一千二百餘人前赴緬甸。時上年緬人所遣土目五人請進貢者，尚在鎮康，吳尚賢要令前導。丁未，自幹猛起程。庚戌，至木邦，木邦令頭目猛占等八十餘人從之。丁巳，至錫箔，庚子，至宋賽。吳尚賢等於所過土司地方，皆有饋遺，遂致書於貴家。貴家者，隨明主入緬之官族，其子孫淪於緬，自署曰貴家，據波龍廠采銀。貴家頭目宮裏雁，素與緬甸有隙，因率兵阻之。吳尚賢至麻裏腳洪，又遣人致書講和，貴家羈其來使，吳尚賢遂會緬兵三千餘人至德嶺城與貴家數挑戰。三月庚戌，貴家出迎敵，詐敗，吳尚賢前赴之，為貴家所敗，緬甸復遣人和解之。吳尚賢渡麻裏腳洪回廠，賈興儒於五月癸丑帶張寬果回大理。尚賢意欲邀功，因謀說緬酋莽達拉遣使入貢。莽亦荒淫無道，眾叛親離，遂從其言，具表來降。十五年七月，葫蘆茂隆廠課長吳尚賢稟稱：「緬甸國王莽達拉情願稱臣納貢，永作外藩。命工匠製造金銀二鈚，篆刻表文；又造貼金寶塔，裝載黃亭；氈緞緬布土物各色，馴象八隻入貢。又貢皇太后馴象二隻、氈緞緬布等物。差彼國大臣一員，頭目四人，象奴夷眾數十人出境過江，於四月已抵邊界，請代奏。」督撫令司道會議，布政使宮爾勸會按察使，糧、鹽、迤東、迤西四道議。以前鎮康土州刀悶鼎稟報緬酋請通貢，已不許，今稟內絕不言及；且明置緬甸宣慰司，表內未稱宣慰舊銜；又有蟻穴自封，夜郎天外之言，更不敘明使臣銜名；吳尚賢前稟與今稟又復互異。至木邦乃緬甸所轄，中外攸分，準木邦投誠，木邦即緬甸之叛逆，必至大起釁端，亦有妨於國體。吳尚賢初到廠地，恃強淩弱，今率緬甸來歸，實有邀功之意，且外國歸誠，亦斷無借一廠民為媒進。將來緬甸設有寇警，必另求援兵，不應則失統御之體，應之則苦師旅之煩，恐鞭長莫及，反難善處。況前明頻通賦貢，受侵擾者數十年，我朝久置包荒，獲寧謐者百餘載，邊境之敉寧，原不關乎遠人之賓服。其不可信及不可行者各四。而巡撫圖爾炳阿竟據稟詞並表文入告。表文曰「緬甸國王莽達拉謹奏：盛朝統御中外，九服承流，如日月經躔，陽春煦物，無有遠近，群樂甄陶。至我皇上，德隆三極，道總百王，洋溢聲名，萬邦率服。緬甸近在邊徼，河清海晏，物阜民和，知中國之有聖人，臣等願充外藩。備物致貢，祈準起程，由滇赴京，仰觀天顏，欽聆諭旨」云云。十六年六月，得旨準貢，凡筵宴賞賚一應接待事宜，俱照各國王貢使之例，以示綏懷。因遣官伴使赴京入貢，至十月貢使回滇。尋逮吳尚賢。尚賢本無籍馬腳，於茂隆山開廠，督臣張允隨僉委充當課長，積私財捐通判職銜。於廠地製造槍刀弓弩，張黃蓋以自豪，年來侵酋長賞銀三萬二千餘兩。前誣鄒啟周搶掠外域致死，後令楊麼四等於廠外地槍斃客民彭錫爵，經屍弟彭錫祿控告。是歲充通事隨緬使入貢，於途挾重貲招搖生事，總督愛必達奏請革職。於十六年九月拿審，擬大辟，旨未下，瘐死於獄。"
      },
      {
        "index": 4,
        "text": "十七年三月，敏家攻阿瓦，破其城。上年十一月，緬國貢使回抵耿馬，即聞滾弄江外有警。十二月，耿馬土司罕國楷遣人伴送緬使至木邦。先是六月內，緬酋遣子糯喇他蟒左同弟色亢瑞凍至猛乃城迎貢使，未至。是年三月，敏家破阿瓦城，以率敏拖五八喇紥居之，緬酋避居約提即、戛撒壩等處，居無定所，其子糯喇他蟒左亦避居錫箔。四月，緬使抵猛乃，搭建亭閣貯敕旨御賜，欲俟其國平定始旋。十八年九月丙寅，木梳頭人甕藉牙與貴家戰，勝之，乃令貴家及約提即之兵共五千人圍敏家。又景賣卡普干官之子占朵蟒率眾至猛乃，亦欲據緬。十九年正月，緬使及緬酋子遣人齎蒲葉書至耿馬，未及回國，緬酋莽達拉即為得楞、錫箔所殺，子色亢瑞凍出奔。緬國無主，甕藉牙起兵，聲言復仇，糾合緬屬各土目，擊敗得楞諸夷，遂自立於木梳城，尋徙阿瓦。凡緬國舊屬土司，皆遣人降服之，有不服者，輒治兵攻擊無虛日。貴家據波龍廠采銀，向有歲幣，至是不復輸，甕藉牙擊潰之，追至猛乃，獲所貯敕書御賜。遣人四出求緬酋子，色亢瑞凍避入木邦，甕藉牙追之。二十年六月，耿馬、孟定等土司以木邦警聞。十月辛亥，色亢瑞凍挈妻喇打那疊玉及親屬頭目男婦等八十餘人、緬僧二人，渡江入猛卯，總督愛必達、巡撫郭一裕會檄猛卯土司衎玥，遣之使去，越二月始出境。甕藉牙猶遣人在木邦城徵象隻，索童女，木邦土司罕蟒底乃置色亢瑞凍於滾弄江內。二十一年二月，復遷至蠻弄寨，建草樓數楹，夷眾挈盒饋饔飧焉。益逼近內地之耿馬、鎮康，督撫會檄防禦甚嚴。六月壬辰，景賣屬之猛放緬目波顛遣老緬四人來迎，色亢瑞凍遂挈家由白沙水渡滾弄江而南，波顛率眾五十餘人迎赴猛放。猛放至木邦計三十餘程，此後遂莫知其蹤。"
      },
      {
        "index": 5,
        "text": "二十三年二月，緬酋甕藉牙攻陷木邦。木邦在耿馬外，為耿馬、孟定、鎮康、孟連之藩籬。落卓土司地大而強，甕藉牙據有阿瓦，落卓首先歸附。於是甕藉牙寇劫波龍廠，遂威脅木邦索其賄。貴家宮裏雁與結些國人糾約廠眾至木梳鋪劫殺，兵始退。時緬酋莽達拉之族弟占朵莽者，先分居景邁，宮裏雁遙附應之。十二月，宮裏雁謀攻落卓，會占朵莽及木邦土官之弟罕墨至落卓劫殺。落卓大敗，復引緬酋甕藉牙及各土酋之兵謀攻貴家及木邦，以泄其忿。二十四年三月，落卓先鋒兵六千餘人至臘戍，是時占朵莽率猛交兵一千人駐猛乃，乘落卓兵練遠出，間道已赴落卓。木邦土司罕蟒底聞緬甸、落卓兵至，乃屯發練堵禦，遂遷其家屬於大橋邦囊，翼日與宮裏雁出臼小坡與落卓決戰。越二日，木邦城陷，罕蟒底奔蟒戛，家屬渡滾弄江至那離，又遷於錫峨。緬兵入踞木邦，人民逃竄，波龍廠眾多歸於內地，沿邊土司撥練防守。宮裏雁率兵練男婦二千餘人渡滾弄江，奔蠻東、蠻弄，勢甚窮蹙。又由白沙水駐南淜，欲假道孟艮、耿馬往佧利佤，求占朵莽所在會兵復戰。而占朵莽已襲破落卓，率兵練還救木邦，木邦復定。罕蟒底、宮裏雁復渡江回永昌，鎮府聞報，率兵二百名於四月辛酉出禦，行抵姚關，旋即撤回。二十五年，緬酋甕藉牙死，其子莽紀覺嗣，與各部構兵如故。"
      },
      {
        "index": 6,
        "text": "二十七年正月，宮裏雁被緬酋追殺甚急，由猛榜奔至耿馬，又由孟定之邦模、南板入莽旦，窮蹙無歸。五月丁酉至猛戛，並至孟連之猛尹，散處各村寨。初，宮裏雁自阿瓦奔出，帶練一千三百人，至木邦撥給占朵莽五百人，實止帶練八百人，又脅從阿瓦緬子、木邦擺夷及擄掠男婦共三千餘人。既抵猛尹，猛尹頭目率眾驅之，宮裏雁乞內附，寄住孟連地方。孟連土司刀派春遂赴猛尹收其兵器，戶索銀三兩，將其眾安插於猛尹各圈寨。宮裏雁不欲受土司管轄，已相嗟怨。總督吳達善知其有七寶鞍，乃亡明至寶，太監王坤由北京內庫竊去者，向其索取。宮裏雁以其祖宗所傳重物，吝不與吳，遂挈其妾婢六人赴石牛廠。刀派春率宮裏雁之妻攮占及男婦一千餘人至孟連城，刀派春又向攮占及頭目撒拉朵索牛馬童女以賄吳達善。攮占忿，於閏五月丁丑夜，糾眾焚殺孟連城，刀派春家屬三十餘人俱被害，逃免者僅應襲刀派先及刀派春妾二人。戊寅，攮占、撤拉朵率眾逃散至猛養、佧佤各處。刀派春族兄刀派英聞變，率練追剿，而猛養、佧佤兩處夷眾亦各要路劫殺，攮占大敗，逃竄無蹤。派英寄信石牛廠民龍得位、王天和等，將宮裏雁好為款留，宮裏雁實不知也。七月，永昌守楊重穀檄耿馬土司罕國楷帶練誘擒宮裏雁並其妾婢六人，及另行拿獲之餘黨阿占、阿九二人，囚解赴省。布政使姚永泰曰：「孟連之變，雁不與知，況其夫妻不睦，雁是以避居兩地。今若留雁，可以為緬酋之忌憚，不可代敵戮仇也。」按察使張坦麟審稱：「宮裏雁雖堅供不知情，但勢窮來歸，先令妻屬詭計歸服，以致其劫掠，罪有攸歸。且連年與緬酋擄殺，既經拿獲，斷不可仍留夷地之害，應正法。」吳達善以前鞍不與，故切齒於雁，遂左袒張議。適緬酋至木邦，聲言前往整欠、景線相戰，因遣頭目蟒散至孟連，索宮裏雁所脅從之緬人。刀派永悉將緬眾遣回，益知內地虛實。十月丁未，殺宮裏雁，以其妾婢分給功臣。吳達善既遂其志，乃檄緬人，諭以宮裏雁業經誅殺，宮裏雁之妻攮占及凶目等，當即拿送以靖餘孽。時攮占已嫁莽酋弟懵駁，故緬人以為有心羞指其淫行，益加忿恨，會木邦罕黑勾結，遂滋擾內地之耿馬。耿馬雖屬內地，於緬亦有歲幣，緬目普拉布率兵來索，闌入孟定，執土司罕大興，兵及茂隆廠。時永順鎮田允中調鄰近各營官兵親率進剿，吳達善恐其連兵致敗，露其前事，乃飛檄田鎮責其輕率，遂還師。耿馬土司罕國楷率兵禦緬於石牛廠，廠委周德會聞田允中進發，恃為屏障，率其廠練於滾弄江截緬人歸路，擊殺普拉布。吳達善以周德會為殺良冒功，竟置之於法，而緬人益輕中國。"
      },
      {
        "index": 7,
        "text": "二十八年十一月，緬人犯猛籠。莽紀覺既兼並諸土司，東之景線、整賣、孟艮、整欠，皆以力戰，迫脅附從。復言普洱之十三版納原隸緬甸，遣播定酢寄緬文於車里宣慰司，索其貢獻。率賊眾至打樂隘口，猛遮撥練禦之。遂犯猛籠，劫掠村寨，猛籠不能禦，土弁刀乃占、召彝等被害。普洱鎮劉德成領兵至思茅，遣兵前赴九龍江，吳達善飭調元江土練未至。次年春，緬賊始退。時復分兵至我遮放邊外，揚言來索木邦官，吳達善畏葸，惟戒官兵不與之戰而已。會莽紀覺病死，賊乃退。三十年，莽紀覺死，其弟懵駁嗣，時賊勢愈肆強橫，其西之結些，南之白古、大姑拉、小姑拉悉為其所據。是年賊犯普洱。普洱在省城之西南，幅員遼闊，與緬甸之孟艮、猛勇、整欠接壤，南通南掌，所屬有九龍江、車里宣慰司及倚邦土守備、六困土守備，猛遮土千總、普藤土千總，猛阿、猛籠、猛臘、猛旺、整董、猛烏、烏得土把總，大小十三土司，俗稱十三猛，又稱十三版納。其間九龍江、猛遮、猛阿、猛籠、猛臘並猛遮所屬之猛海，及九龍江所屬之橄欖壩、小猛侖、猛搦、補角等處，均逼近外域。上年九月，匪酋召播率眾一百三十餘人至九龍江，要車里宣慰司前赴阿瓦會盟。時吳達善已調陝甘，總督為劉藻，老儒也，不識事體，以「王者須正疆里」為言，命驅逐之，明年春，賊人飽颺始去。五月，賊眾復由整欠渡九龍江至猛臘、烏得、猛烏、整董、猛旺，各土弁率眾驅逐。賊踞猛臘、猛搦，普洱鎮劉德成遣土目擒獲賊目叭信、波半、阿浥等，解審正法。是時緬酋雖恣肆，亦不敢抗官兵，實遣人於十三猛索賦。十三猛係雍正年招降，而亦輸賦於緬，叭信三人傳為在十三猛之貿易人，悉殲之，賊因憤而恩逞。十月，緬賊復由整欠入猛搦。整欠頭目召教、其子召淵與車里宣慰司為一族。車里所轄之猛搦頭目叭先搦，召教惡其不遜，遂糾緬賊攻之。孟艮頭目召丙、召散以同祖弟兄分掌其地，召丙逐召散，召散約頭目召猛照同攻召丙。召丙逃入內地之鎮沅府乞降，召散遂有孟艮之地，後結緬賊追逐召丙，於是緬賊益出入九龍江一帶矣。十月，提督達啟由會城巡閱赴普洱，十一月抵普城，即聞賊耗。普洱鎮劉德成率本鎮兵八百名前往思茅一帶彈壓，提督移知總督亦前往，劉藻即移兵茨通，提督達啟亦進駐思茅。劉藻聞緬人入犯，先遣後營遊擊明浩齎銀三千兩備犒，復遣標兵八百人以甫抵任八日之參將何瓊詔及員弁三十八人率之前往援剿。時緬賊西由孟艮入打樂，至猛遮、九龍江；東由整欠至整哈渡至橄欖壩，猛阿之整控渡亦復有賊。達啟分兵四出堵禦，何瓊詔、明浩及守備楊昆帶兵一百人前赴猛阿。何瓊詔等素無備，止於江干，守備楊昆率四十人於子刻先濟整控渡，何瓊詔等從之。至午刻，官兵悉渡，甫行數里而楊昆兵已覆，瓊詔兵猝遇賊，各倉皇避匿。"
      },
      {
        "index": 8,
        "text": "劉藻遂以何瓊詔陣亡入告，而何瓊詔及軍眾等後先由威遠所屬蒙撒江歸。劉藻復以聞，上察其詐，切責督臣，命鞫瓊詔等。"
      },
      {
        "index": 9,
        "text": "三十一年，總督劉藻自殺。劉自遣標兵後，屢接提鎮啟稟，知賊勢已猖，欲躬往，按察使良卿復從臾之，止挈丞令陳元震、唐思等數員，午夜猝發，於除夕抵普洱，進駐思茅，乃檄調各營兵數千。是時瓊詔等已失事，賊勢日熾，傳烽逼近思茅城，劉乃退於普洱府治。劉本懦弱，既已前奏失旨，時分調各路兵之檄時發時止，人莫知所從，以致漫無經畫。會上以陝甘總督楊應琚調任，而降劉為巡撫，劉益懼，無所措手足。因於三月癸酉中夜，挑燈默坐，驅侍者出，自剄不殊，宛轉於床榻間，七日乃死。三月，所調兵已集。楚姚鎮華封具報以召丙為向導，率兵由猛遮克孟艮，召散逃遁無蹤。普洱鎮劉德成具報以叭先搦為向導，率兵由橄欖壩至猛搦。副將孫爾桂具報由車里至猛籠，會攻整欠，克之，召教降。提督達啟由猛籠攻猛勇，召齊降。時瘴癘大作，賊眾亦退。是月丙戌，總督楊應琚至普洱。是日以捷聞，請賞給召丙、叭先搦三品指揮使職銜，管理土務。孟艮、整欠各留兵八百名，猛散留兵二百名駐守。五月，提督達啟卒於軍。啟捍禦邊城，頗有勞績，時在孟艮，受瘴癘卒，滇人思之，賓從無一存者。以李勳代，李至數月，亦受瘴卒。九月，猛龍沙人暨猛勇、補哈、猛撒等相繼內附，而總兵華封復招撫景線、整賣、孟艮小頭目等詣軍門投誠。是年四月，楊應琚既緩定普洱回省城，以前巡撫常鈞有「莽案事畢即辦木匪」之奏，爰飭調文武及習熟外域情形者至省商辦。騰越副將趙宏榜首陳木邦、蠻暮各土司願內附，緬酋勢孤易取狀。騰越之西南為南甸、幹崖、盞達三土司，是即所稱三宣者，為騰越之屏翰。三宣之外為蠻暮，蠻暮之西為戛鳩、猛拱、猛養，東為猛密、波龍。自騰越關外復有止丹、弄種各山寨，野人族類甚繁。是時聞各土司樂於內附，又傳言懵駁之母勸其子臣服，時有機可乘。趙宏榜，楚人，少為波龍廠丁，習緬事，野人頭目皆與之善。總督楊應琚初弗聽，曰：「吾官至一品，年逾七十，復何求而以貪功開邊釁乎？」趙宏榜復慫恿之，楊信其言，於是令道鎮府州官各議。迤西道陳作梅、永順鎮總兵烏爾登額、永昌知府陳大呂皆議以賊勢甚大，邊釁不可開，騰越知州陳廷獻則銳意進取。楊應琚怒阻議者，陳大呂懼，改初議。烏爾登額阻益力，書凡七上，楊滋不悅。而陳大呂、陳廷獻革職。開化同知陳元震即馳檄緬甸，號稱合各國精兵五十萬，大炮千尊，有大樹將軍統領以震懾之，又密布牒，分遣通事至各土司說降。初，楊應琚議檄調官兵八千人，至是祇調三千人，俟八月到永昌，蠻暮、木邦降後，其附近各土司再相機辦理。六月，趙宏榜帶兵五百名抵鐵壁關，陳元震遣人至蠻暮。時土司瑞團赴阿瓦未歸，其母、妻及弟坤商以所屬五六十寨三千餘戶請降。宏榜遂率二百人襲蠻暮之新街，一鼓克之。坤商率頭目於七月甲午赴永昌，途次為趙宏榜要至軍營。宏榜於關外撫止丹、弄種、六醋喇痛邦領蚌林暮習魯緬喇同草朵習董各山寨野人。八月乙卯，陳元震以戛鳩、允冒投降，頭目線蔑、猛猛、捧甕撒老安等男婦五人解報。陳廷獻報猛密土司亦欲乞降，遂關請永順鎮調集兵馬，欲領赴猛密，未行而趙宏榜先於七月內赴新街。瑞團自緬甸回至速帕請降，猛密所屬之猛連壩頭目線官猛赴新街軍營請降，趙宏榜又遣人招撫猛拱、猛養。九月，木邦降。先是木邦既屢遭兵而屬緬酋，立困相為頭目，又執木邦土司罕宋法之弟罕蟒立於阿瓦城以為質，復立者皆以監之。者皆者，緬官名也。既而罕宋法殺困相等三十餘人乞內附。會罕宋法即死，時者皆尚在木邦，木邦夷眾請立其弟線甕團。緬酋不允，又執其土舍法坤象，傳聞於內地，緬寧通判富森招之，然甕團亦未敢驟降。未幾，其侄線五格為質於阿瓦，聞木邦變，殺守者竄歸，甕團於是內附。富森並招撫緬寧以外佧佤，帶其長至永昌，俱加褒獎。"
      },
      {
        "index": 10,
        "text": "時緬酋已調遣賊眾數萬，分道四出，一由蠻暮，一由猛密、猛育，一由木邦，一由滾弄江，於木邦之猛樟、大視罕、錫箔、宋寨等處皆駐有重兵，我兵定議以禦之。是月，總督楊應琚赴永昌受降。時陳大呂等以蠻暮之新街踞緬甸水陸之衝，自新街下速帕，水路四五日可到緬甸，自猛密、波龍陸路七八日可到緬甸，計日可望成功。趙宏榜兵前已在新街，新街在鐵壁關外江干，為互市之所，兵丁受暑者多。緬賊於八月中旬遣頭目覘軍營為乞降狀，趙宏榜不察，犒而遣之。時新街兵少，各路警報時至，楊應琚乃飭永順鎮都司劉天佑、騰越都司馬拱垣領兵四百餘自翁冷出關，於九月庚午到新街。丁亥，趙宏榜方祭纛饗士卒，緬賊乘船猝至，帆檣銜接，倏忽蜂擁蟻屯者數千人，登岸攻柵。翌日，賊勢益張，都司劉天佑死之。趙宏榜力戰，相持者兩日一夜，官兵被困不能禦，趙宏榜收病傷各兵同軍械，於草房內焚燒，乃與馬拱垣等潰圍，間道由野人寨退駐鐵壁關。瑞團至鐵壁關，趙宏榜安置於隴川，其族屬人民，遁出關外野人村寨。時總督楊應琚方行次永平縣之太平鋪，聞警報即遘疾，乃加調官兵分剿。十一月，永北鎮朱侖進攻楞木，不克，退守隴川。是時東路永順鎮烏爾登額帶兵至宛頂，欲進攻木邦。西路永北鎮朱侖帶兵駐鐵壁關，欲進攻蠻暮以復新街。雲南提督李時升於十一月甲戌自永昌起程，辛巳，至鐵壁關。緬賊自新街至林岡固守，我兵四千餘人亦於楞木山頭分布七營。壬午，朱侖出鐵壁關，癸未，至楞木。緬賊請於次日會戰。甲申卯刻，賊約二萬眾喊叫前進，我兵營柵踞山之巔，向下施放槍炮，殺賊甚眾。賊復緣箐盤繞，向上仰攻，我兵施放連環槍炮，殺賊數千而不退。朱侖見賊勢猖獗，至丁亥相持者四日，請援甚急，提督李時升撥宛頂兵七百名赴援。是日我兵出柵下攻，賊佯敗，山腰炮火起，官兵受傷者二百餘人。戊子，賊張象皮擋牌，自辰至午，方放連環槍，擋牌忽撒，已立營柵一座，益逼近大營。李時升告急於楊應琚，不應。己丑，官兵堅壁不出。庚寅，賊詐為乞罷兵，楊應琚乃以楞木之捷入告。是時賊甚眾，又限於林谷阻深，朱侖既不能克復新街，而緬賊先犯萬仞關，竟入盞達矣，蔓延遂至戶、臘撒。賊氛四熾，燒劫村寨，李時升又調楞木之兵二千名應援。萬仞關在騰越西，與神護、巨石二關並列。時神護、巨石每關僅兵一百餘名，萬仞駐兵二百名。都司馬拱垣領之，馬拱垣以拿解奸犯回至幹崖。十一月己丑，緬賊約二千餘眾由戛鳩遂犯萬仞關而入。時都司張世雄領兵四百名駐盞達，赴銅壁謀與駐守之遊擊班第會攻賊眾，賊益近至盞達，焚掠土司城及太平街民居。壬辰，賊抵銅壁關下，班第等於翁冷立柵抵禦，賊眾仰攻，相持者竟日，賊旋縱火焚燒，官兵撤回關上。甲午，賊眾潛逾關，在山嶺架炮於樹下擊，火光四起，官兵潰散。班第出關外，賊兵躡其後，死之。張世雄間道回營，賊遂踞銅壁關。時李時升駐鐵壁關，聞警。臨沅鎮總兵劉德成領曲尋鎮兵七百、尋沾營兵二百，遊擊清泰領撫標兵四百，遊擊郝狀猷領督標兵八百，已於丙戌出曩宋關至南甸。李時升遣遊擊馬成龍，守備馬雲、沈洪等帶兵九百名由戶撒前攻，檄催總兵劉德成等從後夾擊。劉德成即既兵幹崖，遷延不進，馬成龍等復遲回海巴江外，不能徑渡，李時升差把總田榮督戰。戊子，馬成龍等始渡江，水沒腰，火藥皆濕。伏賊突起衝殺，遊擊馬成龍陣亡，守備汪紀亦於壩尾陣亡，兵丁傷亡者眾，僅存未及渡江之七八十人。十二月丁酉，賊渡江至戶撒，李時升遣遊擊邵應泌、守備劉世雄等帶官兵一千二百名前赴戶撒救援，賊連營紥駐於平原。壬寅，李時升遣副將陳廷蚊、都司陳斌抽撥楞木官兵六百名，甲辰，李時升又遣遊擊劉國良，都司張璋、周印，守備程轍等帶兵一千名均赴戶撒山頭，樹立營柵，賊眾來攻，我兵隨槍炮拒敵。時劉德成尚駐幹崖，飲酒高會，擄婦女縱兵淫虐，取富戶貲以為纏頭費，李時升連檄七次，劉德成擁兵不進，作跋扈語。總督楊應琚聞之，遣緬寧通判富森持令督戰，不從則以軍法從事，劉不得已，始於乙巳日領兵抵盞達。賊既見戶撒兵漸加添，而又懼劉德成之擊其後也，是夜於營外添設號火，散放馬匹，仍作疑兵，賊已潛退。我兵不知，尚槍炮竟夕，至曉踐入其柵，皆空壘也，始覺其遁。總督楊應琚遂以大捷奏聞。"
      },
      {
        "index": 11,
        "text": "是時緬賊方議乞和，而兵復至。先是李時升以兵寡故，屢檄楞木兵，時朱侖遂以欲攻其外先清其內為辭，決意撤兵。十二月己亥，緬目莽聶渺遮復至參將哈國興營外，願吃咒水乞罷兵。壬寅，朱侖放火燒寨撤兵。甲辰，退回鐵壁關，派兵一千五百名駐鐵壁關外之板橙坡防守。癸卯，偵報者稱有賊至，酉刻即放火焚燒糧石，火藥聲振山谷，乘夜倉皇疾走，村寨四處皆火起，槍炮之聲不絕於耳。黎明始退抵隴川，而楞木之眾又由南庫弄河、板橙坡犯鐵壁關矣。於是提督李時升、總兵朱侖退至杉木籠山，而由戶撒退回之賊眾，尚盤踞銅壁關下。十二月壬子，劉德成抵翁冷，賊設伏誘戰，德成紮營，堅壁不動。癸丑醜刻，賊乘月落霧起，統眾來攻，官兵放連環槍，賊不能進，殺賊眾三百餘人，賊退至銅壁。甲寅，出關而遁。乙卯，劉德成遣守備黃化等領兵進剿，聞賊遁，乃令黃化領兵六百名駐銅壁關，各關俱添兵防守。總督楊應琚自途次遘疾，漸若失心，巡撫湯聘以聞。上命兩廣總督楊廷璋來滇。比廷璋至，而楊應琚之疾漸愈。時楊應琚方以捷聞，且恃前和議，謂已受降蕆事，楊廷璋遂返粵。前此，上遣侍衛傅靈安來視疾，傅靈安大學士忠勇公傅恒子也。往還數四，奉旨即以總兵補用。是時賊犯鐵壁關，入隴川乞降，總督楊應琚許之。復犯猛卯。戶撒之東四十餘里為隴川，總兵朱侖既退駐隴川，提督李時升恐緬賊之橫截我軍於外也，乃退至杉木籠山。緬賊之由庫弄河、板橙坡犯鐵壁關入也，李時升調遊擊邵應泌戶撒之兵二百名，檄催朱侖領兵三千名前赴鐵壁堵剿，並令劉德成飭副將陳廷蛟帶兵一千名赴弄貫要截賊歸路。朱侖、邵應泌等既不遵調遣，俱回杉木籠山，劉德成復執守關之議，於翁冷頓兵不進。賊眾四千餘人遂至弄貫，連營樹柵，分兵四出，焚掠村寨，擄掠我弁兵者十餘人。旋據隴川，紮營緬寺，隴川河外亦結營六七座。乙卯，朱侖領兵至隴川。次日午刻，賊以馬騎挑戰，我兵分翼襲之。越二日，李時升遣遊擊豆福魁領兵七百名來會，朱侖派兵設伏，定議進攻。戊午卯刻前進，賊分兵三路迎拒，我兵奮勇攻敵，伏兵分路拒殺，賊敗，我兵圍之。庚申午刻，賊騎自弄貫來援，突於叢林衝出，官兵驚潰，賊營亦乘機鼓噪而出，追逐數里。時領兵參將哈國興，遊擊毛大經、劉國梁、豆福魁，都司張璋、周印，守備孫夢貴、魏嶸、程轍等俱不聽總統朱侖之令，悉撤回營，軍械槍炮遺失者多，總督楊應琚仍以克捷奏聞。是時，李時升分檄臨沅鎮劉德成由戶、臘撒出隴川，永順鎮烏爾登額由戶思朗出隴川，三面會攻，不果行。總督楊應琚遣副將孫爾桂赴朱侖軍營。鎮沅府龔士模革職，開化同知陳元震從之，傳令剿撫相機速辦，蓋陰示以和了局也。辛酉，至朱侖軍營。是日，緬目莽聶渺遮在隴川河於都司張璋營外乞和。癸亥，求見哈國興。賊目至隴川河西，哈國興出營，在隴川河東，各遣通事一人，於河中土墩傳說。逾一二時，賊獻哆囉呢四疋，醃魚三擔，哈國興犒以綢緞銀兩，賊定時日撤兵回巢。總兵朱侖報之，總督楊應琚遂以「緬酋孟毒之四胞弟卜坑，領兵土目莽聶渺遮詣軍營乞降，懇賞給蠻暮、新街以為貿易資生之路」入告，是日，賊還我弁兵八人，撤至弄貫，遷延未去。提督李時升檄飭總兵朱侖偵探賊信，賊已以其資重運送鐵壁關，赴新街下船，朱侖不識兵機，復遣精騎追之。賊以為敗盟也，於除夕日由邦中山復犯猛卯。"
      },
      {
        "index": 12,
        "text": "三十二年正月丁卯，賊既據猛卯城，時提督李時升駐杉木籠山，總兵朱侖、副將孫爾桂移兵弄貫，戊辰，李時升遣副將哈國興，遊擊劉國梁，都司田萬錤、周印，守備溫廷秀、魏嶸、程轍等領兵一千二百名，副將孫爾桂、遊擊毛大經等領兵一千名、土練三百名俱赴猛卯。賊眾已赴底麻渡紥筏，城虛無人，哈國興、孫爾桂遂率兵練二千人入猛卯城居之。賊眾將濟，聞我兵至，決以為敗盟，悉反攻城下。我兵旋復堵塞，施放槍炮，賊攀城而上者用沸湯注之，雜擊以石塊。哈國興登城督戰，槍傷左腮，穿落牙齒者十一，把總朱才進受槍破腦而死。賊遂連營城下，圍困我官兵者七日，哈國興遣兵丁覓間道至李時升隴川軍營請援。李時升先已調劉德成領兵一千四百名將至隴川，令烏爾登額領兵二千名由宛頂渡速養江，以擊賊後，時賊兵盤踞，分布要隘，乃遣素克全泰領兵八百名由虎踞一帶小路前進，陳廷蛟領兵二千餘名由邦中山前進。烏爾登額先已至速養渡，沿江邀截，賊往禦之，戰於對岸，聞我援兵既至，復回迎敵。丙子巳刻，我兵至猛卯山腳遇賊，戰勝之。至城下，土練三百名先縋城出，乘勢掩襲，賊兵潰散。是夜官兵宿城外，遣人援梯通信。丁丑，城始開，官兵會合追剿，賊兵迎敵。次日追至底麻江邊，悉力拒敵，遊擊毛大經、都司徐斌、守備高乾陷於泥濘，被賊鏢槍陣亡，賊遂浮江而遁入木邦。總督楊應琚、提督李時升以「猛卯邊外匪眾七八千人欲至木邦滋擾，官兵攻殺，賊已敗遁，現在追剿」以聞。是月辛犯，總督楊應琚以猛卯賊退，境內已寧，將議止。而前所奏將蠻暮、新街賞給貿易，經上察其偽，屢奉嚴旨，責其粉飾欺罔。乃遣總兵朱侖、烏爾登額，楚雄遊擊莫淳、邵應泌等領兵八千人，沙練、波龍廠練一千人前進木邦。朱侖二月丁酉自弄貫起營，途次遷延，越二十四日辛酉始至木邦。時賊據木邦者萬餘，是日午刻，即與我兵迎敵，孫爾桂持令督戰，殺賊甚眾，賊退，據江留營九座。是日，木邦所轄村寨俱被賊焚擄，夷民逃竄。軍糈均藉內地挽輸，委遊擊袁夢麟、李文廣領兵八百名分布各臺，護送糧運。袁夢麟等均於內地之分星塔、三臺山、弄伍分駐，外域祇景陽兵一百名，暮董、底麻兵各五十名，其孟撇、蠻黑、南庫弄三處並無兵練運糧。撥雇牛馬四千餘匹，委糧員威遠同知張遐齡、效力知州徐名道隨營供支。賊眾截阻糧道，三月丁卯至南庫弄，辛末日至蠻黑，劫掠牛馬糧石，殺死馬夫。壬申，總兵朱侖奉旨逮問，官兵以孫爾桂、烏爾登額統領之。"
      },
      {
        "index": 13,
        "text": "三月哈國興退自新街。先是新街賊眾已退，李時升抵銅壁關，進抵野牛壩。李時升奉旨提問，哈國興率趙宏榜，參將四十一，遊擊郝壯猷、雅爾薑阿、吳大士等領兵三千餘名前進，庚午抵蠻暮，賊眾百餘人遁去。甲戌，抵新街，並無一賊，總督楊應琚復據哈國興稟報，以克復新街奏聞。是時炎瘴已熾，官兵染病者相繼，哈國興稟請撤兵。總督楊應琚遣迤西道陳作梅、永昌府陳大呂赴新街會勘確情，哈國興遂自新街撤兵，駐杉木籠山。是月癸巳，雲南提督楊寧至木邦軍營。楊寧素以勇敢著，任廣東將軍，時奉命速赴任。至是抵營攻賊，奪獲舊寨，嗣相持者久，而孟艮之賊已犯孟連矣。賊知我師糧絕，於四月戊戌數接戰。賊情狡詐，出沒無定，壬寅，至篆金塔劫運糧牛馬，殺傷官兵，沿途阻隔，糧運不繼。己酉，又至蠻暮，賊擁眾攻擊甚急，我兵已七日無糧，不能支。提督楊寧下令撤兵，兵即潰，遊擊莫淳、俊德死之，楊寧遂於是日至蠻暮。壬戌，入黑山門。時烏爾登額已被劾，即逮入都。入孟連之賊於三月癸酉自木邦入境，孟連土練及佧佤之練不能抵禦，賊據孟連，燒劫募乃廠，應襲土司避居景杏。乙酉，賊破孟連之黑河，丙戌，至上猛尹、猛猛，撥練於辣蒜江禦之，不克，賊至猛猛，入耿馬、孟定，四出焚劫。夷民倉猝不知賊至，尚貿易於街場，力作於田畝，均被擄掠。是時順寧府城兵甚單，木邦之賊未退，總督楊應琚調發木邦官兵由滾弄江前赴攻剿，不能即至。順雲營參將蘇國富領兵亦在滾弄江滸，緬寧居民震恐，撥練於那椒河、大蚌江、打雀山各安隘防守，凡盤踞二十餘日，賊始由滾弄江兩路而去。是月，緬賊復據整賣、景線、孟艮。先是三十一年七月，總督楊奏請將整欠兵六百名、猛撒江兵二百名撤回。九月，又請將猛艮、整欠兵全撤，留楚姚鎮華封協同普洱鎮寧珠駐守。緬賊忿整賣、六本、景線、孟艮、整欠之背己也，謀以報之，遂據整賣、六本，蔓延至景線逼孟艮，又由老本趨整欠。十二月，六本土司召猛齋聞緬賊欲至六本，徵調景線、景海土練。景線集練九百，景海集練四百從之，而緬賊先已破六本，景海土守備召罕彪同回景線防守。三十二年正月，緬賊至景海，召罕彪等領練迎戰不克，退回景線。甲午，緬賊至景線，景線宣撫司呐賽同召罕彪等合力攻戰四日，不克。呐賽、召罕彪奔孟艮，孟艮指揮使召丙亦挈族遠徙。是時，楚姚鎮華封駐紮普洱，乃與普洱鎮寧珠同遣駐防打樂，猛混之遊擊司邦直、守備潘鴻臣帶兵九百名進守孟艮，遊擊權恕帶兵二百名赴打樂策應。時止把總韓榮，外委趙喜、馬伯貴三員帶兵二百名駐打樂，司邦直等均在猛混，觀望未進。而緬賊已據孟艮，前趨打樂、老本一路之賊眾亦至猛勇。猛壘弁冶進前往迎之，被賊圍困受害，賊遂犯猛壘，欲入猛籠。整欠頭目召教之子召淵斂銀賂賊，謀結內犯，諸猛震恐。二月辛酉，緬賊至打樂。時把總韓榮、外委卜發等及兵二百餘名住打樂，聞警，韓榮即派卜發領兵三十名往三島坌路堵禦。賊猝至，韓榮及兵眾皆戰死，生還者三四人。遊擊司邦直遣潘鴻臣領兵二百往援，途遇受傷兵，知打樂已陷，引軍回。邦直、鴻臣及遊擊權恕俱遁回九龍江駐紮，緬賊遂入猛混、猛籠。時華封已出九龍江，遣都司甘其卓赴整控堵禦。猛籠之賊欲赴整欠，叭先捧乞救甚急，賊遂渡整欠江，逼近猛搦。華封自九龍江前往補角，遣司邦直駐小渡口，權恕至橄欖壩以禦之。緬賊之由孟艮竄入打樂也，司邦直等遽行退避，轉以接陣殺賊捏報。時總督楊應琚之次子重英以江蘇按察司來滇，有仿古監軍之名。乃會同雲南巡撫湯聘劾奏，守備潘鴻臣先瘴故，總兵華封、寧珠，遊擊司邦直、權恕，都司甘其卓俱拿問，邦直、恕、其卓具正法。是月，革大學士總督楊應琚職，逮入都，以承恩公明瑞代。四月，巡撫鄂寧至普洱，湯聘赴貴州。鄂寧即劾楊重英驕縱，去監軍號，以道府銜從征。巡撫鄂寧旋以「瘴氣大作，普洱無可辦事，應回省」具奏。得旨嘉獎，令赴永昌會辦進剿。"
      },
      {
        "index": 14,
        "text": "五月，總督明瑞至省，即赴永昌，巡撫鄂寧亦偕往。明瑞以將軍兼制府，給滿洲兵三千，調川、貴及滇省兵二萬餘，以副都統額爾景額為參讚，給關防。調河南開歸道諾穆親為滇鹽道，陝西漢中道錢受穀為滇迤東道，及軍機司官傅顯、馮光熊襄軍事，議大舉剿賊。明瑞至，則首發楊應琚欺罔之罪，疏略言：「緬甸，土人呼為老緬，或呼為莽子，蓋指前酋之姓。木匪乃今酋，原為木梳長，是一非二。至木邦等土司，種類繁多，楊應琚以莽已絕滅，引為己功，誤木緬另為一事。新街亦民、夷交易之所，原無廬舍，其荒唐妄誕之處，不可勝數。以致調撥毫無意見，一聞議降，旋即撤兵，動失機宜。滇兵積久廢弛無鬥志，將領亦未諳陣戰，遺失炮位軍械無算。」復奏劾李時升、朱侖、劉德成及烏爾登額、趙宏榜罪，皆報可。李時升、朱侖、劉德成皆伏法，烏爾登額、趙宏榜下獄。六月，解前總督楊應琚至避暑山莊，命廷臣鞫得實。上大怒，暴其罪於天下，令自裁。是時楊應琚長子前永昌府知府重穀解湖北任，奉旨省親至滇，因索玩器於瘴故前騰越州知州陳廷獻之家人，杖殺之，論抵。是月，逮貴州巡撫湯聘。是月，總督明瑞條上大舉機宜，略曰：「前次辦理，種種草率，動失機宜。如永昌、騰越、順寧、威遠、普洱沿邊土境二千餘里，迤西七關八隘，旁通側出，絕少險要可守之區，若處處駐兵，二三萬眾亦不敷分派。今臣親督勁兵，鼓勇進剿，賊必救護巢穴。其各土境厄要總區，如九龍江、隴川、黑山門等處，自應留營，派委妥員，慎選兵練，偵探賊警，隨時剿逐，知會就近土司應援。其餘崎嶇小路，祇令各總兵驅將弁使人長川遊巡備禦。如此則防守之兵大減於前，而聲勢不分，較為得力。先於新街水路上遊，量為伐木造船，使船料木片沿江流下，先聲牽綴。彼知將長驅水道，必於此設備以分其勢力。兵自永昌、騰越兩處出口，由宛頂、木邦一路作為正兵，其餘或分兩路三路，由猛密等處並進，俾得聯絡聲援，出奇設疑，使賊疲於奔救。前所需兵糧，係雇覓夫馬設站滾運，撥兵護送，此次進剿，不若裹帶為便，細核購辦牛隻馱載，所費且有節省。官兵出口後，自黑山門、遮放以內，仍照例安設臺站，備遞文報至軍前。遇有奏報，即於進剿官兵內擇妥幹馬壯者數十員名，長川送至黑山門交遞。如經過外夷部落，有誠心歸化者，酌留官兵數十或二三百名，作一大臺站以資遞送。倘得依此相機酌辦，更屬周妥，遞事亦較便易。」並條列軍械、糧運、馱載各款，俱報可。是月，又查辦遮放運糧官員，奏逮同知胡邦佑、守備陳謨下獄。尋釋，令隨營贖罪，考訂輿圖中地名。七月，劾曲尋鎮總兵索柱，以其稱疾偷安也。得旨落職，效力自贖。是月，以提督楊寧辦軍務多舛，奏請以貴州提督譚五格調補。楊寧尋亦革職。是月，復劾永昌府知府陳大呂，以其勒買軍糧縱衙役短價也。是月，補罕朝璣為把總。罕朝璣者，耿馬土司罕國楷之從子也。先是，二十八年，土司罕國楷稟其子不孝及通謀周國惠，審訊無實，留會城，以隨征功授土把總。茲復以去歲有功，且通夷、漢語，授把總。是月，復查糧員逃入者，以提督李時升呈出書稿內有糧員吳等紛散去也語。革典史夏之璜職，其吳楷、張志元、胡紹周、陳正楷等皆以原無派撥護糧官兵得宥。福靈安卒於永昌。七月，整欠召教率緬賊陷猛搦，追叭先捧，遂犯猛臘，至九龍江。先是，緬賊由打樂入者，據猛遮之猛混未散，由猛勇入者，據猛籠紮營盤踞。德保已授普洱鎮，同開化鎮書敏於四月丙午先至九龍江軍營，調到官兵四千二百名。正值煙瘴熾發，欽奉諭旨，軫念士卒，乃令停兵，蓄精養銳，將領分遣弁兵於補角、小猛侖、橄欖壩、茨通駐紮防守。猛勇之召工既附緬賊，整欠之召教、召淵惡叭先捧之授指揮使而並得管轄其整欠也，務謀執叭先捧以泄其忿。六月癸巳，召工、召教、召淵率賊眾二三千人至猛搦，叭先捧與之力戰經旬，景線呐賽、景海召罕彪集練助之。奈軍糧匱竭，火藥鉛彈俱無，夷、民困餓難支。丙午，猛搦遂陷，叭先捧遁入茶山之漫了寨，呐賽、召罕彪等竄入內地。是時開化鎮書敏駐小猛侖，普洱鎮德保駐九龍江之大渡口，召工等追攝叭先捧，遂入猛臘。七月辛卯，緬賊三百餘人及附從之猛勇、整欠、孟艮擺夷約千人，貴家餘黨二百餘人至小猛侖，書敏隔江施放槍炮。日既午，書敏病篤，遂回緬寺，留官兵堵禦。至晚，緬賊從上遊而渡，官兵衝散，書敏奔茨通之小寨，令都司那蘇泰帶兵二百名堵禦蠻賴。閏七月乙未，賊由茨通至蠻賴，那蘇泰死之，書敏由倚邦至舊垤，病故。德保在九龍江聞風逃遁，率四達色等，徒跣歷九晝夜回至思茅，住二日，率將官等復赴九龍江。緬賊三百餘人至橄欖壩、小猛養，焚燒擄掠，由整哈渡而退至孟艮盤踞。普洱知府及參將報知總督明瑞，即參奏德保，解京正法，書敏戮屍梟示。乃飭署普洱鎮七十一、昭通鎮佟國英率兵分駐小猛養、補角，凡外域投誠之難民寄居各猛者，俱行賑恤。"
      },
      {
        "index": 15,
        "text": "九月，將軍兼總督明瑞議進剿。時領隊大臣內廷侍衛率滿洲官兵，川、貴鎮協率川、貴將領弁兵，及本省派出之官兵俱抵永昌，四川、廣東、廣西解運之牛馬，滇省各府、州、縣所辦之糧馬亦陸續到齊。乃定議分為兩路：將軍明瑞率大兵由木邦進取錫箔，參讚額爾景額由老官屯進取猛密。時從征者員外郎富顯、馮光熊，道員諾穆親、錢受穀，道府楊重英、郭鵬衝、蕭日章，革職知府陳元震、胡邦佑，同知圖敏，提督譚五格，鎮將得寶、李全國、柱達興阿、王玉廷、哈國興、本進忠、長青及文武員弁。以李經朝、翁得勝等為通事，充向導，線甕團、線官猛、線五格等俱在軍。二路約相會於阿瓦。乙巳出師。會天大雨，三晝夜不絕，人馬俱立泥潦中，饑且冷，多疾病，糗糧又盡濕，裹糧以牛，行不能速。至潞江，人眾船少，不能畢濟。十月壬戌，始渡船至營分兵，將軍明瑞以庚午師次宛頂，越八日，整隊入木邦，軍容甚盛。時參讚珠魯訥以十日至騰越，進木邦，即留守，給以兵五千，俾為聲援，以楊重英、郭鵬衝及陳元震、胡邦佑司印務糧餉。十二月，參讚額爾景額卒於老官屯軍中。時景額亦於十月癸卯抵騰越，與提督譚五格率官兵於十一月壬辰出虎踞關，趨猛密。越六日至老官屯，賊已立木柵，進攻不能克，日與接戰亦不能勝，我兵久屯於堅柵之下，人亦多疾病，額爾景額幽恚以死。上優敘之，以其弟額爾登額代。是月，將軍明瑞率萬二千人抵錫箔江，結浮橋以渡。至蒲卡始遇賊之前哨，擒數人，詢知賊聚於蠻結，遂進攻蠻結。賊果立十六柵以待，領隊大臣觀音保麾眾先據山之左臂，賊來爭，不得上。翌日，兩軍相持未決，而顧賊柵甚堅。其法，立木為柵，聚兵於其中，柵之外又開深壕，植竹木於旁，皆銳其末而外向。賊有柵自護，我槍炮不能傷，而賊從柵隙處發鳥槍擊我輒中，此賊之長技也。哈國興請分三路登山，俯趨而薄之。軍士畢奮，時出邊已逾月未見賊，至是始與賊遇，無人不欲殺賊也，一呼而直逼其柵。有黔兵王連者先躍入，十餘人繼之，賊恇亂不知所為，多被殺。遂破一柵，乘勢復攻得其三，而十二柵之賊乘夜盡遁。蓋賊自新街交兵以來，從未經此大創，已首竄喙伏不敢復抗矣。明將軍亦一目中傷幾殞，越數日始稍愈。領隊大臣觀音保、劄爾豐阿等咸勸乘勝退兵至木邦，整旅復進，明將軍負銳氣，欲直抵阿瓦。觀音保曰：「我兵出師時已失軍裝，今軍器日見其少，糧餉不足，恐難深入以受其紿。」明忿然曰：「汝氣餒否，非夫也。」觀音保傲然曰：「若非滿洲丈夫，吾儕共將軍死可也。」因進軍象孔，去阿瓦祇七十里。失道，而軍中糧已匱，明將軍集諸將議，諸將懲前言，莫敢有言退者。明瑞念糧既斷，勢不能復進，而又慮猛密路之師或已先入，而將軍轉退兵則法當死。聞猛籠有糧，且地近猛密，冀可得猛密路消息，於是定計就糧猛籠。賊探知我兵不復向阿瓦，又我病兵為賊所掠者，詢知軍中糧盡，糾眾來追及我於章子壩。至是，無日不戰，明瑞與哈國興、觀音保等更番殿後，至猛籠果多糧，軍士賴以濟。會歲暮，即其地度歲，共駐兵七日以行，而猛密之信杳如也。是月，參讚額爾登額以九千眾攻老官屯木柵不克。師久頓，賊眾日增，王玉廷陣亡，時錫箔路音信已斷。得旨，令前赴應援，乃與提督譚五格撤兵回。時倉卒撤兵，又不設殿，賊得以襲我之後，軍器亦失。乃入關，賊即尾隨入戶撒、臘撒二處恣搶掠，時副將孫爾桂、王振元俱由關退回駐紮，賊聞有備乃退。額爾登額偵猛卯及邦中山梁有賊，不敢進，乃旋師至隴川所屬之猛籠，迂途月餘，由龍陵出宛頂。"
      },
      {
        "index": 16,
        "text": "三十三年春，明瑞自猛籠取道大山土司以歸。猛籠糧尚多，而牛馬俱盡，無可馱運，人各攜數升，餘皆火之。將至大山，又有蠻化之捷。先是，賊之綴我也，每夕駐營猶相距十餘里不敢近。至是，我兵營於蠻化山巔，賊即營於山半。明瑞浩然曰：「賊輕我甚矣，若不決一死戰，益將肆毒於我，無噍類矣。」賊久識我軍號令，每晨興，我三吹螺而啟行，賊亦起而追我。明日仍吹螺者三，而我兵盡伏於箐中以待，毋得有一人留營者。令既下，翌日三螺畢，賊果謂我兵已行也，爭蟻附而上。我兵萬眾突出，槍炮聲如雷，賊惶遽不及戰，輒反走，趾及頂背，自相蹴踏，死者無慮二千餘人，我兵乘勢擊殺又一二千人，坡澗皆滿。是役，我兵傷者數人，總兵李全受傷死。自是賊不敢近數日，每夜在數十里外轟大炮數聲而已。而賊之先一日過者，已柵於要路，明瑞留五日，以所得牛馬分犒軍士畢，行至其處，則已攻不能拔。有波龍人引以間道，始得出。過波龍老廠，新廠是貴家所采銀處，居民遺址盡數十里，計當日廠丁不下數萬，已皆為賊衝散盡，愀然者久之。而賊復增兵追至。是月，木邦兵潰。上年十二月，珠魯訥駐師木邦，分撥參將王棟赴錫箔擺臺站，索柱赴宋賽擺臺站，守備郭景霄於天生橋擺臺站，丁丑皆起程。甲申，索柱偵得有賊兵至語，即前進，遇賊戰，路阻，丙戌，退守錫箔橋。正月辛卯，賊數百來攻，次日賊數千至，以大炮攻，守備郭景霄方渡河接索柱營，見賊西面來攻，即潰，參將王棟營兵亦潰。索柱等衝出，次日總兵胡大猷之師復潰於葫蘆口，索柱陣亡。辛丑，賊鋒及木邦，參讚珠魯訥誓死率文武七十人出禦，乃付印及御賜將軍之寶匣於陳元震，言我死汝以是歸。元震懼，即偕郭鵬衝逃入內地。珠魯訥出師，隔河遇賊，歸而欲以印征兵，而元震已齎印遁。因移知巡撫鄂寧，鄂寧即參奏。得旨以叛論，置極典。明日壬寅，賊大至，珠魯訥自剄，執楊重英，我兵大潰，總兵胡大猷與胡邦佑咸陣歿，廣南府經歷許景淹亦自剄死。木邦一路，臺站俱斷，其賊首乘勝率猛密、木邦二路之眾，畢集於明將軍壘。明瑞行抵小猛育，賊已蝟集，不下四五萬人，我兵當分七營，而環視四圍皆賊也。而額爾登額尚駐兵宛頂，去小猛育僅一舍，竟擁兵不救。明瑞遣卒探路，曰：「路旁已有賊柵矣。」乃命諸將達興阿、本進忠等率軍士乘夜出，而身自拒賊，相從者領隊大臣觀音保、紮拉豐阿，總兵哈國興、常青、德福及巴圖魯侍衛數十人，親兵數百人。及晨，血戰於萬賊中，無不一當百。已而紥爾豐阿中槍死，巴圖魯侍衛皆散，副都統德森保竟降賊。觀音保發數矢連殪數賊，尚餘一矢欲復射，忽收而策馬向草深處，以其鏃刺喉死，恐矢盡無以自戕而被執也。明瑞身負數傷，亦慮落賊手，力疾行，距戰處已二十里，氣僅屬，乃從容下馬，手自割發授家人使歸報，而自縊於樹下。家人以木葉掩其軀而去。二月之十日也，計自章子壩與賊接戰，賊日增，我兵日少，孤軍無援，轉戰五六十日，未嘗一敗。明瑞晨起即躬自督戰，且戰且撤，及歸營率以昏時，勺水猶未入口。糧久絕，僅啖牛炙一臠，猶與親隨之戰士共之。所將皆饑疲創殘之餘，明瑞體恤備至，有傷病者，令士練舁以行，不忍棄，故雖極困憊，無一人有怨志。及其死也，非不能自拔出，蓋以阿瓦未平，懼無以返命。上亦有全師速出之旨，而路阻不得達，遙望闕庭，進退維谷，故傍皇展轉，決計以身殉。又不忍將士之相隨死也，結隊徐行，持重自固，使賊不能覆我。直至小猛育，去宛頂不過二百里，計將士皆可到，然後遣之出，而自以身死賊中，嗚呼！此意良可悲矣。方軍勢日蹙時，鬥愈力，嘗謂諸將曰：「賊已知我力竭，然必決死戰者，正欲賊知我國家威令嚴明，將士用命。雖窮蹙至此，無一人不盡力，則賊知所畏，而後來者易於接辦。」此其謀國之深猷，尤非徒慷慨赴死者所可同日語矣。癸酉，兵將至宛頂者已多，時巡撫鄂尚未知將軍陣亡的耗，即將「額爾登額、譚五格逗遛不進失誤軍機，及得將軍聲息並不通知內地，實屬有心貽誤」具劾。奉旨俱逮問。越數日，得將軍凶問上聞，上震悼，賜恤立祠。後於四月中，命侍衛兵弁及將軍明瑞之家人數人赴猛育尋收將軍遣骸，歸葬京師。額爾登額解赴京，上親訊，額尚以無糧對。上愈怒，廷訊時，譚五格自稱老臣，上命侍衛撻至數百，額爾登額論磔刑。明瑞喪到日，上親奠於郊，即用額爾登額以享之，譚五格亦正法。是月，命協辦大學士阿里袞來滇協辦軍務，即授為參讚，以鄂寧為總督，調江蘇巡撫明德為雲南巡撫。"
      },
      {
        "index": 17,
        "text": "三十三年二月丁亥，授大學士忠勇公傅恒為經略，阿里袞、阿桂為副將軍，舒赫德為參讚。傅恒俟將次進兵再行前往，阿里袞已赴滇，舒赫德即馳驛遄行。是月，派荊州滿洲兵一千五百名，成都滿洲兵一千五百名赴雲南，以荊州將軍永瑞統之。是月，派京兵來滇。時以進剿，於去歲三千兵之外，復派健銳營兵一千，火器營兵二千，前鋒護軍二千，令將校率領，陸續來滇，其前鋒護軍二千旋停止。是月，以五福為雲南提督。是月，副將軍阿里袞抵雲南，時幕府為郎中明善、員外郎薩靈阿。三月，參讚刑部尚書舒赫德抵永昌，會同總督鄂寧密奏籌辦情形，略以每兵千名應需馬三千九百，非馬十萬不足濟用，又稱現已設法招致緬匪投誠。疏上，得嚴旨發原折命廷臣遍閱，飭其乖謬可鄙可笑之處，下部議，革尚書職，得旨，給副都統銜前赴烏什，令總督鄂寧復奏。是月戊戌，猛勇召功率其弟召糯臘及緬賊目布足撻喇帶緬子三百人，猛勇、整欠擺夷三百人由猛勇、猛籠遂至九龍江外。越二日，昭通鎮佟國英護普洱鎮七十一率兵於蠻紅接戰，炮擊佟國英手掌，官兵舊勇陣亡者數十人，賊眾退至猛混。乙巳，緬賊節蓋率緬子一百餘人，孟艮召散率擺夷四百餘人，由大猛養進猛遮，土弁刀召鈐伏弩截殺，次日亦退至猛混，與召坎等會合。己酉，出打樂隘退歸孟艮。尋奉旨，荊州、成都兵俱赴普洱。是月，副將軍阿里袞等請調鄰近各省道、府來滇，辦理軍務，派出道三員，知府六員，其丞、倅、州、縣、佐雜每省各派四五員。晦日，都司哈廷標於宛頂遇大山土司之從子阿籠，雲二月間隨伊季父於猛烈地方謁見將軍明，後於猛育衝殺相失。副將軍阿里袞、總督鄂寧奏準暫為養贍，俟進兵時往勘情形酌辦。四月，撤隨將軍明瑞進剿之兵回京，其老官屯一路之兵仍留滇。是月，緬酋差我兵之被俘者許爾功等八人具蒲葉緬文求和，並齎楊重英稟一封，稱：「緬王不殺，屢有投誠之意，且緬國各頭目俱願投誠。是以苟延至今，同客長李萬全、尹士玢等宣諭我國德威，極力招撫，仍照舊例辦理。」與守備程轍、盧懷亮、馬子健、王承瑞等同具。副將軍阿里袞以聞，不許。五月，總督鄂寧復奏云：「舒赫德稱廷論復剿緬匪一事，急切不能前驅掃穴，賊匪投誠，即遣人探去，亦未為不可，實因冒昧誤稱設法招致。」得旨，二人所見乖謬，彼此原屬相等。下部議，革總督鄂寧職，奉旨鄂寧降補福建巡撫，以阿桂代。時阿桂在伊犁，總督印務以阿里袞署行。宥烏爾登額、寧珠、華封、趙宏榜罪，令在軍營效力。趙宏榜行次河南襄城縣中痰，至七月卒。是月，巡撫明德赴永昌。是月，以滇兵恇怯積懦，撥貴州兵五千名來滇撥補。是月，木邦酋苗溫差人至猛古地方之蠻遮寨頭人金猛處，令送字與遮放土司，懇內地八土司代乞求和，並偵探從前八人具書求和之信。其緬文內有「天朝四位大臣來滇，可否準和」之語，副將軍阿里袞據奏。七月，奉旨：「普洱今歲不必進兵，駐紮普洱將軍永瑞等加意防守。」是月，嚴奸民販貨出緬之禁，汰滇冗兵，議改曲潯、楚姚、永北三鎮為副將，改定營制，於大兵事竣後行。總督阿里袞、巡撫明德修省城至永昌一路傾頹道路。八月，調四川馬五千八百，駝載馬騾二千。九月，總督副將軍阿桂抵滇，時幕府為革職郎中王昶、中書趙文哲。十月，副將軍阿里袞駐兵於騰越，遣待衛達里善至南坎，殺二百餘人，海蘭察至頓拐，亦殺二百餘人。襲戛鳩前鋒，抵江邊焚其寨柵，又殺賊六七百名，以馬力不足，未渡江而還。具奏，巡撫明德以經理馬匹不善，得嚴旨。十二月，廣東、廣西營馬及購買馬共一萬，於下旬陸續起程，期於明歲春間抵滇。奉旨令查訊「本年二月，烏拉撤地方被兵一事，前巡撫鄂寧何以奏報並無一賊，副將軍阿里袞等奏稱房屋未經焚毀，搶去四百餘人及牛馬」。尋落巡撫鄂寧職，給侍衛銜，軍營效力。是月，派索倫兵二千名來滇，明年春，復派一千，吉林兵一千，盛京新滿洲西𤏡兵一千。"
      },
      {
        "index": 18,
        "text": "三十四年正月，奉旨令臺灣總兵葉相德選福建水師兵二千赴滇。戊申，阿里袞、阿桂俱授為副將軍，其總督以明德補授，巡撫以喀寧阿補授。二月庚午，大學士忠勇公經略傅恒自京起程。是月，復派厄魯特兵一千餘名。三月，命伊犁將軍伊勒圖來滇。提督五福、將軍永瑞率兵巡邊，行次打樂遇賊，剿殺出境。是月，經略抵滇，即馳赴永昌。先是滇省頒布謁見經略儀注，自平夷至永昌修館舍、戒僕夫以待。時從行之幕府為侍讀學士毓奇、侍讀孫士毅、給事中劉秉恬、郎中博卿額、主事惠齡。是役也，前後徵調本省兵一萬六千名，四川兵七千名有奇，貴州兵四千三百名，滿、漢兵共三萬有奇，議以九月二十日以前抵永昌，以待進取。是月，降雲南總督明德為江蘇巡撫，以彰寶為總督，經略奏留暫辦總督事。尋以阿思哈為總督，復奉旨令阿思哈於新街扼要之地駐守。以彰寶為雲南巡撫，調喀寧阿為河南巡撫，俟彰寶到任，再赴新任。是月，令擴軍統領伍三泰、副都御史富顯等赴野牛壩。時船料釘鐵已備，至秋初，船造成，而富、伍俱以瘴卒。五月，續派京兵一千名，即先派前鋒護軍之半也。六月，奉旨：「阿思哈到滇後，其巡撫印務原著明德署理，阿思哈帶兵前進後，總督印務亦著明德署理。」七月，降荊州將軍永瑞、雲南提督五福為三等侍衛，尋革職，以開化鎮調駐思茅之兵丁張國寧因奸被殺，約束不嚴也。以本進忠為提督，旋卒，以長青代。經略既至永昌，越八日，兩阿將軍及伊犁將軍伊勒圖偕至。南徼地多瘴，群議宜俟霜降後出師，經略遲之，謂：「若是須坐守四五月，既糜餉。且軍初至，當及鋒而用，久則先懈，非計也。」其進兵之路，以阿瓦城在大金江之西，若從錫箔，則阿瓦仍隔江外。惟騰越州西戛鳩江即大金江之上流，過江則為猛拱、猛養兩土司。前明王驥征麓川，追思機發到此，刻石江邊，所謂「石爛江枯爾乃得渡」者也。由猛拱、猛養可搗其木梳之老巢，由木梳至阿瓦又皆陸行，步騎可直抵城下。乃定議大兵渡戛鳩而西，其偏師先議在普洱為聲勢，後改議從猛密夾江而下，造舟於蠻暮以通往來。部署既定，七月二十日，經略大兵起行。阿里袞時病瘍不能行，經略請留養疾，阿里袞誓從征，乃留阿桂於蠻暮督造戰船。經略至戛鳩，集舟結筏，凡十日乃畢。師次猛拱，土司官渾覺先遁，縶其小妻招之，乃來降，獻馴象四，貝葉書一，牛百頭，糧數百石。至猛養，亦有牛米之獻。於是所歷二千餘里，皆不血刃而下。惟途間忽雨忽晴，山高泥滑，一馬倒，則所負糧帳盡失，軍士或枵腹露宿於上淋下濕之中，以致多疾病。猛拱、猛養雖緬屬，非緬腹地，故緬酋不遣兵來。而緬俗以八月前刈禾，至中秋則集兵出。九月下旬，阿桂造百船成，所調閩、粵習流之士亦至，將由蠻暮江出大金江。賊已列船扼江口，阿桂擊敗之，賊目賓雅得諾被創死，由是江路無阻。伊勒圖往迎經略，遇於哈坎，經略以十月朔渡江回蠻暮。是役也，奔走數千里，疲乏軍力，而初無遇一賊，經略之聲名遂損，因羞恚得病。賊輕我兵，遂以大眾水陸來犯。阿桂將步兵，哈國興將水兵，陸路之賊先沸唇至，旌旗蔽野，勢張甚。阿桂麾兵以鳥槍連環進，弓矢繼之，騎兵又從旁蹂之，賊不支，遂大潰，我兵追殺無算。哈國興率舟師順流下，賊猶列艦以拒。有閩兵躍入賊船，一賊泅水遁，閩兵即入水斬之。賊奪氣，我兵歡而奮，因風水之勢蹴之，賊舟自相撞擊多覆，凡殺溺死者數千，江水為之赤。江之西亦有賊，結柵自固，阿里袞提兵往攻之，連破二柵，餘賊皆逃。是時諸路軍皆大捷，會經略病重，諸將遂欲以是蕆功，阿里袞曰：「老官屯有賊柵，前歲額爾登額進攻處也。距此僅一舍，不往破之，何以報命？」策馬先行，經略以下皆隨之。賊柵據大坡，周二里許，自坡迤邐下插於江，柵木皆徑尺，埋土甚深，遇樹則橫貫之以為柱。柵之外掘深濠三層，濠外又臥橫木之多枝者，銳其末於外，名曰木簽，守禦甚備，我兵阻旬餘不得進。先用大炮擊之，柵木甚堅不折，有折者，賊輒補之。哈國興斫箐中老藤長數百丈者，係鐵鉤於端，募敢死士夜往鉤其柵。三千人曳藤以裂之，為賊覺，斫藤斷而罷。經略又命火攻，先製擋牌禦槍炮，一牌可護數十人，以兩人舁而前，十數人各挾薪一束隨之，百餘牌同時並舉，如牆而進。撥簽越濠，至寨下方燃火，忽西北風起，火反燒我軍，遂卻回。最後遣兵穴地，至其柵底，實火藥轟之。柵果突然起高丈餘。賊驚繞，喊聲震天。我軍挺槍抽刀以待柵破而掩殺，無何，柵忽落而平，又起又落，如是者三，不復動，柵如故。蓋立柵之坡斜而下，而地道乃平進，故坡土厚不能迸裂也。然賊自是懼。其柵之插入江者，開水門以通舟，運糧械不絕。阿桂謂如是則賊終無坐困之日也，撥戰艦五十，越過其柵截之。時阿里袞已病甚，猶力疾攻柵，視槍炮最多處輒當之。經略慮其傷，令統舟師以息勞，戰艦整列，賊糧械不得入，由是益懼。其酋帥曰眇枉模者，遣人來乞和，願結柵於兩軍適中之地，請將軍等往蒞，眇枉模親來面受要約。經略不許，諸將以兵多染瘴，日有死亡，爭勸受降撤兵，乃遣哈國興往責眇枉模以進表、納貢、返土司地諸事。議未決，眇枉模左顧而去，哈國興單騎入其柵責之，渺枉模不敢見，別遣人出請如約，經略遂凱旋。"
      },
      {
        "index": 19,
        "text": "三十五年春，謁上於津門，自請罷劾，上憐其疾，優容之。傅文忠因之憂恚而卒。總督彰寶遣守備蘇爾相往責前之約，乃被拘留，上大怒，復議興師，以前副將軍阿桂首倡罷兵議，因褫其職，以白衣從軍。會金川蠢動，遂罷南征議。逾四年金川平，上復命阿桂往雲南會總督李侍堯相機進兵，會緬酋縱蘇爾相還，其事乃已。至五十四年，緬酋懵駁被弑，其弟孟隕初為僧，國人立之，因遣使輸誠納貢，遂縱楊重英還。重英自陷緬，獨居蕭寺幾二十年，未改本朝冠服，上大喜。受降，召緬使朝見於避暑山莊，優賚之，許其十年一次入貢。復重英道銜，比以蘇武之節，御製《蘇楊論》以旌之。重英尋卒。緬酋從此感化，臣服如他屬國焉。"
      }
    ]
  }
}