{
  "chapterNumber": 7,
  "title": "卷七",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "質王好音律"
      },
      {
        "index": 2,
        "text": "質恪郡王諱綿慶，質莊王子也。幼聰敏，莊王督之甚嚴，初不解何所謂度曲者。與余交最密，自童丱時，即日相親誼。嘗勸余性之卞急，至於再三，至有眾叛親離之言。語雖激切，實中余之過失。又余有狠僕某，王默告余曰：「其人多白眼，瞳子毛焉，非醇正者。」余初不信其言，後果為其所賣，故余終身感王之德。王自辛酉夏始親音律，其後九宮譜調，無不請習，較之深學者，尤多別解。時有優童王月峰，髫齡穎俊。王每佳時令節，於漱潤齋紅牙檀板，使月峰侑酒而歌，王親為之操鼓，望之如神仙中人。體頗孱弱，後復有芮公虞之事，故抑鬱而終，年甫二十六。上悼惜之，特賜銀五千兩以為賻焉。"
      },
      {
        "index": 3,
        "text": "成將軍"
      },
      {
        "index": 4,
        "text": "成將軍德，姓鈕鈷祿氏，額直義公族孫也。幼從阿文成公征金川，頗多戰績，阿嘗曰：「裨將中知兵者，惟成某一人而已。」其後征廓爾喀、苗疆，亦多戰績。後征楚中教匪時，總統為楚制府福寧，性暴愎，每失將士心。攻旗鼓營、涼山諸賊匪，株守經年，無尺寸功。公隨其軍，心甚抑鬱，其戚其往探公，公設酒待之。將飲，公笑曰：「席上無可歡者，可以數賊匪之心肺侑酒。」因下令出戰，公結裝去，聞火槍聲，須臾擒數十賊歸，酒尚未寒也。公因掀髯浩歎曰：「若此草竊，較之金川番匪，實十不當其一二，何難滅此朝食？而當軸輒以養賊自重，真不解其何心。老夫此生功名，終於此矣！」因潸然淚下。不逾年，公以疾告歸，頤養林泉者數載，然後終。其子提督穆克登額，亦勇猛有父風，累破賊匪，賊人畏之如虎。後殉節於川中，上甚悼惜，特賜世襲一等男以旌之。"
      },
      {
        "index": 5,
        "text": "洪稚存"
      },
      {
        "index": 6,
        "text": "洪稚存編修亮吉，陽湖人。中庚戌探花。性狂妄，嗜酒縱飲。善考訂，其著《乾隆中府廳圖志》及《東晉疆域考》、《南北朝疆域考》，學問淵博。戊午，大考翰林，公上《平邪教疏》，深中當時窾要，人爭誦之。朱文正公招之入都，欲薦於朝，先生乃於朱座首斥其崇信釋道為邪教首領之語，朱正色曰：「吾為君之師輩，乃敢搪突若爾？」先生曰：「此正所以報師尊也。」又譏王韓城相公為剛愎自用，劉文清公為當場鮑老，一時八座，無不被其譏者。後裹裝欲歸，復上書於成王及朱石君、劉雲房二相公，多誹謗朝廷語。成王以其書上聞，上憫其書生迂魯，戍於伊犁。未逾年，即放歸田里，以其書常置御座旁，曰：「此坐右良箴也。」上之寬大也若此。先生既放還，亦縱酒自娛，不數載，卒於家。其所著古文，多載本朝名臣嘉言善行，有裨於世教焉。"
      },
      {
        "index": 7,
        "text": "伊將軍"
      },
      {
        "index": 8,
        "text": "伊將軍勒圖，少貧窶，幾不能舉餐。充侍衛，嘗代人持豹尾槍以食其憑貲，人爭賤之。從征西域有功。阿文成公嘗與論伊犁疆域，公言其要隘某某處，如聚米為山狀。阿文成異其人，及歸，即薦公代其任。公撫絕域先後二十餘年，駕馭得宜，撫恤番夷，輒以至誠怵其天良，番夷感激用命。外藩如安集延、哈薩克等處，皆畏威懷德，至呼為父。公性廉潔，饋羊至十數即不收取，而賞賚倍優渥。又定開屯田、練士卒、犒夷眾諸制，至今遵之。純皇帝喜其守邊寧謐，嘗賜詩比之趙充國、班定遠焉。後卒於任，番夷悲慟，至有剺面文身者。上悼惜之，封其子為一等伯以旌之。"
      },
      {
        "index": 9,
        "text": "錢文敏"
      },
      {
        "index": 10,
        "text": "錢文敏公維城，中乾隆乙丑狀元，選為清書翰林。公性聰敏，以國書為易學，遂不復用心，至散館日，輒曳白。純皇帝大怒曰：「錢維城以國語為不足學耶，乃敢抗違定制若此。」將置於法。傅文忠公代請曰：「錢某漢文優長，尚可寬貸。」上召至階下，立命題考之。公倚礎石揮毫，未逾刻輒就。上異其才，命南書房供奉，後遂洊升至戶部侍郎，寵眷甚渥云。"
      },
      {
        "index": 11,
        "text": "阿司寇"
      },
      {
        "index": 12,
        "text": "覺羅少司寇阿永阿，以筆帖式起家，任刑部侍郎。性聰敏，善詞曲。嘗定秋審冊，公揚筆曰：「此可謂筆尖兒立掃千人命也。」納蘭皇后以病廢，公欲力諫，以有老親在堂難之。其母識其意，喟然曰：「汝為天家貴胄，今欲進諫當寧，乃以親老之故以違汝忠藎之志耶，可舍我以伸其志也。」公涕泣從命，因置酒別母，侃然上疏。純皇帝大怒曰：「阿某宗戚近臣，乃敢蹈漢人惡習，以博一己之名耶？」特召九卿諭之。陳文恭公曰：「此若於臣宅室中，亦無可奈何事。」托冢宰庸曰：「帝后即臣等之父母，父母失和，為人子者何忍於其中辨是非也。」錢司寇汝誠曰：「阿永阿有母在堂，盡忠不能盡孝也。」上斥之曰：「錢陳群老病居家，汝為獨子，何不歸家盡孝也？」錢叩謝。上乃戍公於黑龍江，命錢司寇歸終養焉。逾年，後既崩，御史李玉明復上疏請行三年喪禮，亦戍於伊犁。二公先後卒於邊，未果赦歸也。"
      },
      {
        "index": 13,
        "text": "孫文定公"
      },
      {
        "index": 14,
        "text": "孫文定公嘉淦，字懿齋，太原縣人。公父以俠聞，殺人，公年十七，與其兄日行三百里，出奇計脫父於獄。中康熙癸巳進士。雍正元年，公以檢討上封事三，曰：親骨肉，停捐納，罷西兵。憲皇帝壯之，立召對，授國子監司業，累遷吏部侍郎，仍兼祭酒事。薦教習某，憲皇帝不用，公爭益堅，上擲筆與之曰：「汝書保狀來！」公持筆欲下，大學士某嗬之曰：「汝敢動上筆耶？」公方悟，捧筆叩頭。上大怒，反縛置獄，擬斬，已而謂大學士曰：「孫嘉淦太戇，然不愛錢，可銀庫行走。」公出獄不抵家，徑趨庫所。果毅親王疑公故大臣，黜必慊於懷，不屑會計事，又聞蜚言，謂公沽名，收銀有縮無盈，乃出不意，突至庫視公。公方持衡，傴僂稱量，與吏卒雜坐，勞苦均共。問所收銀有不足乎，公曰：「某所收別置一所，請覆之。」王辜榷良久，無絲毫盈絀，如衡而止，王大奇之，即為轉奏。上亦愈信公，命署河東鹽院。純皇帝元年，擢左都御史。上《三習一弊疏》，大旨以為人君耳習於所聞，則喜諛而惡直；目習於所見，則喜柔而惡剛；心習於所是，則喜從而惡違。自是之根不拔，則機伏於微，而勢成於不可返，黑白可以變色，東西可以易位。臣願皇上時時事事常存不敢自是之心，引文王望道如未之見，孔子可以無大過為喻。上嘉納之，一時傳誦焉。後督直隸，以近畿土地皆為八旗勳舊所圈，民無恒產，皆仰賴租種旗地以為生，而旗人自恃勢要，增租直，屢更佃戶，使民無以聊生，因建旗地不許增租奪佃。有刁民故為抗欠者，許訐之官，官代為徵收，解旗分領，至今旗、民賴以相安無事。後以訊謝侍御濟世事不實，免官。傅文忠秉政後，力薦於朝，召補副都御史，尋遷吏部尚書，協辦大學士。傅文忠嘗延公會食，公往謁其邸，未入座，遽趨出。傅怪問之，公曰：「某處設反坫，某處建螭頭，閥閱皆王邸制度，公不宜居此，嘉淦將速歸，繕疏劾之也。傅公長跽請立改其制，公乃入席，歡飲終日，其嚴直也若此。公內峻外和，相對者如登泰、華，坐春風，非不陽和熙熙，貯在顏間，而業已置人於青雲上，雖有下界諉諈語，不特不敢出於口，亦並不能生於心。好靜坐，退食之餘，一經相對。公既負直聲，屢躓屢起，晚年物望愈隆，朝中略有建白，天下人咸曰得非孫公耶。遂有匪人偽奏疏一紙，語甚悖，托公所為，窮治經年，始得主名。天子知公忠，無他腸，寵遇益隆。而公終不自安，以為舍他人而我假，必其致之者有自。遂自此食不甘，寢不寐，情懷忽忽，一切所以補塞晏，參密勿者，彌口不宣，即家庭間亦寂然無復知者。薨時，上甚悼，諡文定。今上即位，念其忠梗，詔蔭其孫鑾為員外郎，以旌其直云。"
      },
      {
        "index": 15,
        "text": "尹文端公"
      },
      {
        "index": 16,
        "text": "尹文端公繼善，字元長，姓章佳氏，世居盛京。其父文恪公泰罷祭酒家居，憲皇居藩邸時，命祭三陵，天會雨，因宿於公家。與文恪公語，奇之，問：「有子仕乎？」曰：「第五子舉京兆。」曰：「當令我見。」及公試禮部，將謁雍邸而憲皇已踐祚，乃中止。公亦登雍正元年進士，引見，上喜曰：「汝即尹泰子耶！果大器也。」選入翰林，未逾年，即授廣東按察使。甫抵任，遷副總河，未半年，遷江蘇巡撫，去釋褐甫六載耳。公白皙少鬚眉，豐頤大口，聲清揚遠聞，著體紅瘢如朱砂鮮，目秀而慈，長寸許。年三十餘即任封疆，遇事鏡燭犀刻，八面瑩澈，而和顏接物，雖素不善者，亦必寒暄周旋之。其督南河也，上命開天然壩，公不可。適浙督李敏達公衛入覲，過清江，傳旨嚴飭，且云：「衛已奏明，黃水小開固毋妨。」公覆奏：「李衛不問河身之深淺，而但問河水之大小，非知河者也。倘河淺壩開，宣流太過，則湖水弱，難以敵黃之強。」方草奏時，幕中客齊為公危，有治裝求去者，公不為動。憲皇帝喜曰：「卿有定見，朕復何憂？」輟御衣冠賜公，而加公太子太保。純皇帝登極，公屢任中外，先後督兩江幾三十年。民相與父馴子伏，每聞公來，老幼奔呼相賀。公亦視江南為故鄉，渡黃河輒心開，不侵官，不矯俗，不蓄怨，不通苞苴，嚴肅傔從，所蒞肅然。將有張施，必集監司下屬曰：「我意如此，諸君必駁我，我解說則再駁之，使萬無可駁而後可行，勿以總督語有所因循也。」以故公行鮮有敗事。所理大獄，雍正間江蘇積欠四百餘萬，乾隆間盧魯生偽稿及各省邪教等案，皆株連萬千，而公部居別白，除苛解嬈，不妄戮一人，人皆服之。公清談干雲，而尤長奏對。憲皇帝嘗告公曰：「汝知督撫中當學者乎，李衛、田文鏡、鄂爾泰是矣。」公應聲曰：「李衛，臣學其勇，不學其粗；田文鏡，臣學其勤，不學其刻；鄂爾泰，大局好，宜學處多，然臣不學其愎也。」其敏捷也若此。公貌類佛而不喜佛法，聞人才後進則傾衿推轂，提訓孳孳，如袁簡齋太史、劉繩庵相國、秦澗泉狀元，皆公所提唱者也。後拜文華殿大學士，仍督江省。次年召還，臨行時，吏民環送悲號，公不覺淒愴傷懷，過村橋野寺，必流連小住，慰勞送者。其再督江時，吳民有「吉甫再來天有眼」之諺云。年八十餘，卒於位。其家三代宰輔，世人榮之。"
      },
      {
        "index": 17,
        "text": "陸中丞"
      },
      {
        "index": 18,
        "text": "陸中丞諱燿，字朗夫，吳江蘆墟人。生即端愨。六歲受《孝經》、《論語》，以古賢聖自期。乾隆壬申舉京兆，補中書。入軍機房，傅文忠公倚為左右手。屢遷州郡，以廉直稱。公風骨秀整，靜氣迎人，雖恂恂謙謹造次必於儒者，而臨大事則屹不可動。甲午，壽張王倫作亂，距運河甚近，人情洶洶。有欲閉城者，公不可，曰：「寇未至先閉城門，是示之怯也。且鄉民爭入城，何忍棄之？」乃募鄉兵拒守，而身坐城，彈壓稽察。賊知濟南有備，乃不敢南向。已而官兵奏捷，一城雞犬不驚焉。後屢遷至湖南巡撫。公事母孝，初選守大理府，再遷甘肅監司，俱以親老調近省。撫楚時，見屬吏有篤老親猶來赴補，惻然憫之，奏官員凡親年七十，雖有次丁，俱許終養，一時中外人歸養者千餘人。臨終前一月，猶奏湖南社倉穀業已敷用，其息穀請免徵收，奉旨允行。批到日，方伯秦承恩捧紥子啟告柩前，慰公泉下愛民之心，時公已歿二十餘日矣。公所著《切問齋叢書》，皆選本朝諸名臣疏見諸施行者，各分門類，其注疏尤詳備，為後世之繩墨焉。"
      },
      {
        "index": 19,
        "text": "徐中丞"
      },
      {
        "index": 20,
        "text": "徐中丞諱士林，山東文登人。父農也。公幼聞鄰兒讀書聲，樂之，跪太母前曰：「願送兒置村塾中。」許之。遂中康熙癸巳進士，累遷至福建汀漳道。漳俗，鬥殺人，捕之輒聚眾據山。或請用兵，公曰：「無庸。」命壯士分扼要隘三日，度其食且盡，遣人深入，怵以好語曰：「垂手出山者免。」如其言，果逐對出。乃伏其仇於傍，仇大呼曰：「為首者某也。」立擒以徇，眾驚散，嗣後捕犯，犯無據山者。遷江蘇布政使。丁父憂，詔奪情，不起，服闋入都。純皇帝問：「山東、直隸麥何如？」曰：「旱且萎。」問：「得雨如何？」曰：「雖雨無益。」問：「何以用人？」曰：「工獻納者，雖敏非才；昧是非者，雖廉實蠹。」上深然之。尋遷江蘇巡撫。公於要路不通一刺，而於鄉會師門惓惓不忘，曰：「此人生遇合之始也。」治獄如神，有宿松民孀田氏，事姑孝，兄某利其產，逼嫁之，與群匪篡焉。婦刎於途，誣以墜水。公坐堂上，見黑衣女子啾啾如有訴，召兄某質之，則毛髮析灑，口吐實情。公深愧以鬼道設教，而滿庭胥吏皆有見聞，不能掩也。凡讞，決憲於轅垣，絕人影射，守令來謁，命判試其才，教曰：「深文傷和，姑息養奸，戒之哉。夫律例猶醫書《本草》也，不善用藥者殺人，不善用律者亦如之。」性廉信而絕不自矜。嘗賀長至節，天寒裘禿，按察使包括以貂假公，公披之如忘，涕唾交揮，家人耳語曰：「此包公衣也。」公大慚謝過。少頃，論公事快，揮灑如故。聽訟饑，家人供用黍，且判且啖，少頃，髭頤盡赤，蓋誤朱為飴糖，筆箸交下不能復辨也。晚坐白木榻，一燈熒熒然，手披目覽，雖除夕元辰勿輟。幕下客憐之，治具邀公，公猛啖，不問是何膳飲。其平素精神寤寐、偃仰唾涕，知愛民憂國，惟日不足而已。故於服食居處，人以是供，公以是受，不容心於豐，亦不容心於儉也。撫吳未逾年，以疾乞歸養，舟次於淮安卒。其遺疏云：「願皇上除弊政毋示紛更，廣視所而中有獨斷，愛民勿使之驕，用人先求其直。」章上，人以比朱文端公云。上悼惜，賜祀賢良祠，年五十八。"
      },
      {
        "index": 21,
        "text": "裘文達公"
      },
      {
        "index": 22,
        "text": "裘文達公諱曰修，字叔度，江西新建人。乾隆元年以廩生薦博學鴻詞。四年中進士，大考翰林名最高。遷侍讀學士，任九卿者三十餘年。公貌清整，眉有濃翠，顧盼間精神淵映。居恒喜賓客，工諧謔，搜奇語怪，了無倦色。而遇事神解超釋，每詣一曹，受一職，手文書默然，數日後判決如流。二十一年，王師征伊犁，公面奏軍務機宜，純皇帝大悅，以其才似舒文襄，即賜御衣冠，乘傳至巴里坤傳宣聖意。會逆酋莽阿里克遣其弟詭稱押送諸番，探信卡倫，公與哈密鎮臣祖雲龍縛畀總督發其奸。哈密兵少，有赴巴里坤種地者七百人，公請暫留為衛，撥沙洲五衛麥石添備支放，其剩餘者，公散各塘路站平糶之，上皆獎許。公以一書生，冒矢石行萬里外，與陝甘督撫、滿洲諸將軍計議密勿，而能下協邊情，上符睿算，近代儒臣未有也。公聽視機警，受大任舉重若輕。上愛其才敏，倚若股肱。凡有事於四方，與大學士劉文正公先後奔走，前命未復，後命又至，半途回車，朅東西。雖侍內庭，領六部，而英蕩款關，足跡常遍天下。公所讞決，無苛嚴亦無縱舍。尤善治水，常奏治水當先審其受病之由。再論治病之法，就一縣一府而言，病有其處，合一省而言則不然。就一省言，病有其處，合數省而言又不然。若僅於一處受病處治之，而下流之去路未清，則為患滋甚。上深然之。所治黃、淮、淝、濟、伊、洛、沁、汜等共九十三河，疏排浚瀹，貫穿原委，俱有成效，可為後法。凡遇政事，諸大臣或探聖意，噤齘不前，而公獨抗聲有犯無隱。上鑒其誠，雖忤旨時加嚴訓，不逾時思禮如初，亦與舒文襄公相似。年六十二病噎，上賦詩存問，醫藥不絕於道。加太子少傅，薨時賜諡文達，入賢良祠。"
      },
      {
        "index": 23,
        "text": "傅閣峰尚書"
      },
      {
        "index": 24,
        "text": "傅閣峰諱鼐，號爽齋，姓富察氏。世以武略起家。公眉目英朗，倨身而揚聲，精騎射，讀書目下數行。年十六，侍憲皇帝於藩邸，驂乘持蓋，不頃刻離。雍正元年，補兵部右侍郎。年大將軍以驕汰誅，窮其黨，公謂廷臣曰：「元惡已誅，脅從罔治。」鼐侍上久，能知上之用心。倘諸公心知其冤而不言，非上意也，諸王大臣以公言，平反無算。隆科多以罪誅，公言其子岳興阿無罪。上疑公與隆有交，故為岳地，謫戍黑龍江。公聞命，負一篋步往，率家僮斧薪自炊。先是公在上前，嘗論準噶爾形勢，上不以為然。用兵數年，所言驗，乃召公還，予侍郎銜。上違和，醫藥皆公掌之。十年春，命公監大學士馬爾賽軍。會賊為超勇襄親王敗於光顯寺，由拜達理遁，公請於馬曰：「賊敗亡之餘，可唾手取也！鼐遠來，雖馬疲猶能一戰，願大將軍給輕騎數千助鼐。事成，歸功將軍；事敗，鼐受其罪。」馬默然不出師。再三言不應，公長跽以請，馬戚副帥李杕曰：「違將令者可斬也。」公憤激，自率兵開城門出，而賊已先時遁，以馬病不能窮追。事聞，上大悅，賜孔雀翎，移佐平良郡王軍，斬馬爾賽狥於軍。會賊有求降意，而盈廷諸臣皆欲遺使議和罷兵，上問公，公叩首曰：「此社稷之福也。」上意遂定，即命公同都統羅密、侍郎阿克敦往。時戰爭連年，虜氛甚惡，究沙萬里，雪沒馬鼻，行人迷路，認人畜白骨而行。公聞命，不辦嚴，徑上馬馳抵策零部落。噶爾丹策零坐穹廬，紅氍毹為褥，金龍盤疊高五尺，侍者貂蟬持兵，女樂數行，彈琵琶獻酒。公從容宣詔，音響如鐘，賊酋伏地，觀者以萬計，皆膜手指夷言曰：「果然中國大皇帝使臣好狀貌也。」詔劃阿爾泰山為界，策零曰：「阿爾泰山不毛之地，中國奚用！且我先人披荊棘，厲血刃，與喀爾喀爭來之地，寧忍棄之？」公曰：「以為若不念先人耶！若肯念先人，至善。昔我聖祖征噶爾丹，通好爾國，爾國主伐叛助順，縛噶爾丹來獻，在途病死。爾國震於天威，即獻阿爾泰山地方，中國受之，置驛設守有年矣。今猶有是言，是非背大皇帝，乃是背其先人，豈非大不祥乎？」策零語塞。思以利害動公，乃集十四鄂托、十四宰桑合而見公，曰：「議不成，公不歸矣！」公叱曰：「出嘉峪關而思歸者，庸奴也。某思歸，某不來矣！今日之議，事集，萬世和好；不集，三軍暴骨，一言可決。而諓諓如兒女子，吾為爾王羞也。」諸酋相目以退。翌日，策零如約繕表，求公轉奏，並遣宰桑同來，獻橐駝明珠等物，和議乃定。純皇帝即位，遷刑部尚書，以事免。公寬於接下，太雜；剛於事上，太戇。伉爽自喜，好聲矜賢，簡節而疏目，故每攖其禍焉。果毅親王任事時，謦欬所及，九卿唯唯。公在坐，伺王發聲，聽未畢，輒拒曰：「王誤矣！」王不能堪。憲皇帝責公曰：「汝知果親王何語而又誤耶？」公亦不能答也。"
      },
      {
        "index": 25,
        "text": "顧總河"
      },
      {
        "index": 26,
        "text": "顧總河琮，姓伊爾根覺羅氏，太傅公八代子也。太傅為憲皇帝授經師，故憲皇厚待其家。公以蔭起家，乾隆中，累遷至河東總河。公性梗直，好宋儒書，每日恒置一編相對，燈火熒熒，如課讀諸生也。所期高遠，以古名臣自命。每大事，侃侃正論，不避利害，人以「鐵牛」呼之，鄂文端曰：「是真為鐵漢也。」果於友誼，公之督河時，前督完顏偉病於署中，家屬已先行，公為之守護湯藥，旬日無倦。完顏公謝之，公曰；「吾輩共事君父，即與昆仲無異，安有兄病而弟不為之經理者乎？況公家屬已去，今無親者在傍，琮敢不黽勉從事乎？」完顏公感激垂涕，曰：「弟來生補報之可也。」後完顏公卒於署，公即董其喪事，含殮從厚，人爭稱之。所統河上兵卒，教以兵法技藝，皆狷捷英俊少年。嘗與李敏達公遇，李素以知兵自負，其親隨皆關西壯偉之士，笑謂公曰：「若此脆薄之物，何以禦敵？」公笑曰：「狄武襄以少俊為西夏所輕，故製滲金具戴以接戰，恒多奇捷。如用吾部下兵，可效狄公之法可也。」因命與敏達公部下兵角牴，李兵將應聲而倒，公大笑，李慚而謝。其知兵也如此。"
      },
      {
        "index": 27,
        "text": "宋總兵"
      },
      {
        "index": 28,
        "text": "宋總兵元俊，字甸芳，江南鳳縣人。以武進士任四川城守營守備，遷阜和營遊擊。乾隆三十六年夏，金川酋索諾木襲殺革布土司，其黨小金川酋僧格桑亦發兵侵明正土司，據斑斕山阻官兵進路。被害者相繼告急，總督阿爾泰知公素得夷心，命抵賊巢責問原委。至刮耳崖，索諾木迎謁，詭以革番內變為詞。公知其詐，歸告阿公曰：「兩酋角牴為奸，雖陽順而陰怙惡，非一大創不可。如興師，當先取小金川。」即獻三路進兵之策：一從斑斕山直探小金川門戶；一從堯磧截取甲達金山梁，救達圍而趨美諾；一繞小金川尾閭，由約查進攻遜克宗阿。公以其計奏聞。上命副將軍溫福、提督董天弼分路進兵，總督阿爾泰駐紮後路，居中控制。當是時，蜀中敉寧日久，文武恬熙，一旦軍興，相顧昔嚄。兩金川地勢奇險，碉卡柴立，兵將未言色沮。公獨能聚米借籌，歷歷指畫，於是將軍運糧出戰，一切惟公是詢。公探知小金川所占明正之達嶺山梁與巴底巴旺相連，密令參將薛琮挾巴酋暗擊山梁，而自統兵從甲楚渡河攻之。賊腹背受敵，大驚奔潰，收復納頂碉寨百餘。即用納頂土百戶為前導，直搗約咱。賊愈困，聞大兵至，即走遁。時提督董天弼破甲金寨，副將軍溫福收復斑斕山，再克卡丫。上大喜，擢松潘總兵，賞花翎，時三十七年正月十日也。計剿小金川未及五月，而侵地全收，聖諭褒美。公益感激，將直搗賊巢，旋奉將軍命調回籌辦什咱事宜，受代而行。方攻奪河東時，小金川求救於索諾木，索許之，將襲我後路。公得巴酋密報，遺使至刮耳崖責問之。索諾木知情得撤回原兵，於要隘處增碉固守。公請於制府曰：「大金川逆形已露，不可不誅。然犯險強攻，徒傷士卒，不如即用革布逃酋。其人有報仇雪恥之心，尤悉形勢，可使也。」遂密遣番酋乘夜逾山，約諸酋連結各寨為內應，而自率遊擊吳錦江等，由節木郭渡河據勺藏橋。舉炮為號，革番從內突出，與官兵合力夾攻，斬千餘人。進圍丹東角洛，收復革境三百餘里。事聞，上愈嘉獎，賜荷包寵異之。先是，公別遣守備陳定國潛約綽斯甲布土司屯兵甲爾壟壩上，聽候調遣，人莫知其意。及革境全平，金川酋畏綽土司之躡其後，不敢傾巢出戰。大兵雖在東南，而制勝在西北，甲爾壟壩上雖按兵不動，而金、革兩處已厄咽喉，公算略深沈，皆諸將所莫及。時上意大兵乘勝即可擒取索諾木，而公言兵少未可輕進，為制府桂林所劾。調回大營，隨即革職。公長身嶽立，音響如鐘，髯尺許，望而知為偉人。料敵審勢，毫忽不爽。初收復革番，所用兵不過千計，及進攻金川，公建議北路必需三萬人，當事者疑公怯，不聽所請，卒無成功。後副將軍明亮廣集漢、土兵三萬人，先通路，後進兵，其言始驗。公待士信，用法嚴。與參將薛琮交最厚，攻小金川時，制府重公，命以遊擊領兵，節制諸將。公磨利刃與薛約曰：「某地某日會，我後至，君斬我。」及公至所期處，而薛逾二刻始來。公遣飛騎持刀呼取薛參將頭，薛望見笑曰：「薛頭與賊不與公也。」奮前奪數碉反，公猶手縛之見制府，以功論贖乃已。先是馭番者，平時視若草芥，及蠢動，又畏如虎。國家所賞繒帛，易以窳濫，酋叩首領去，歸視大恚，笑擲於路。公有賞必佳物，其人輒喜相告。或舁公抵其巢，率子若女環視左右，公賜以茶煙簪珥，兒子畜之。小不循法，立加笞嗬，悚息聽命。打箭爐邊關以外，官將行李，俱畏夾壩出沒，惟公與果齊盛太守之箱篋，蠻夫爭為背負，或遺於路，必擎送行幄。諸番小有動靜，先來告公，以故凡所料判，動合機宜，是以所向有功。後川督桂林擁兵不戰，又私以銀與番夷，歸贖潰兵，為番夷所姍笑，公與前督阿爾泰連名劾之。上持疏曰：「阿封疆老臣，所言必不誤。桂林乃負恩若此，法不可貸。」時有袒桂者，乃曰：「元俊介胄小臣，乃敢於連名者？恐阿為宋所紿。」上惑其言，使某貴臣勘之。貴臣左袒桂林，因劾公狂藐狀，公抑鬱而死。死之日，番夷剺面環哭，聲振巖野。平居以忠義自許，思立功名，然性剛，能恤下不能事上，偶有議論，慷慨迅厲，傍若無人，以致讒忌者眾，身後籍沒，兩子戍邊。有張芝元者，以走卒隸公麾下，拔參將。四十一年春，大將軍阿文成公平定金川，凱旋時，芝元書公戰狀，抱一冊哭陳轅門，阿公代為之奏聞，邀恩赦其子歸。人莫不歎張之能報德，公能知人也。"
      },
      {
        "index": 29,
        "text": "馬僧"
      },
      {
        "index": 30,
        "text": "江寧嚴星標、常熟徐芝仙，皆以耆士在大將軍年羹堯幕府。雍正元年，青海羅卜藏丹津不順，憲皇帝命年為撫遠大將軍，岳鍾琪為奮威將軍，率兵討之。功成，年亦驕抗，二生恐為所累，以年衰辭歸，年厚贈金幣送還。宿蒲州，有兩騎客來，狀虓猛，所肩行李擔，鐵也。天明行，晚復來宿，心悸之，卒無如何。又客館逢二僧，皆狷黠少年。二叟目之，一僧吳語曰：「誰無眷屬，何看為？」始知其一為尼，急亂以他語。出不敢按站，行十餘里即宿。僧來排闥踞上坐，揚其目而視之曰：「我疑若書生也，乃亦盜耶，橐內赤金二千從何來。」二叟駭曰：「天下財必為盜而後得耶？朋友贈何妨？」僧曰：「若然，二君必年大將軍客也。」曰： 「然。」曰：「幾殺好人。」起挾女尼走東廂，酌酒飲，倚而歌，聽之，秦聲也。抵暮，兩騎客亦來，解鞍宿西舍。庭月大明，二叟閉門臥，僧獨步簷外，噴噴曰： 「好馬好馬。」亡何，兩騎客去，僧闖然叩門，嚴窘，挺身出曰：「事至此，尚何言？行李、頭顱都可將去，但有所請於和尚。」指芝仙曰：「此吾老友，七十無兒，殺之耶？釋之耶？」僧笑曰：「我不殺汝，先去之兩騎客乃殺汝者也。」詰其故，曰：「凡綠林豪測客囊，皆視馬蹄塵，金銀銅分量，望塵了然。兩盜，雛耳，雖相伺而眼眯，誤赤金為錢鏹，故不直一下手。然非我在此，二君殆矣。」問僧何來，曰：「余亦從年大將軍處來也。公等知將軍平青海是誰助之功耶？余故吳人，少無賴，好勇，被仇誣作太湖盜，不得已逃塞外。隨蒙古健兒盜馬久，性遂愛馬。亡何，見岳公鍾琪所乘，彪彪然名馬也，夜跳匿廄中，將牽其韁。未三鼓，公起視，自飼馬，四家僮秉燈至，余不能隱，被擒。公下上視，問：『行刺者乎？盜馬者乎？』曰：『盜馬。』問：『白日闌入者，夜逾牆者乎？』曰：『逾牆。』公微瞠若有所思。秣馬訖，命隨入室，案上酒肴橫列，公飲巨觥，而以一盞見賜。隨解衣臥，大鼾遲明，公起，盥沐畢，喚盜馬人同往大將軍府。公先入，良久，聞軍門傳呼曰：『岳將軍從者某，賞守備銜，效力轅下。』岳旋出上馬，顧曰：『壯士努力，將相寧有種耶？』亡何，余醉與材官角鬥，將軍怒，賜杖，甫解袴，岳公至，曰：『我將征西藏，為汝乞免，汝從我行。』時雍正二年二月八日也。公命副都統達鼐、西寧總兵黃喜林各領兵，先自領五百人為一隊，約某日會於青海界之日月山。至期天暮，公立營門諭二將曰：『此行非征西藏也！青海酋羅卜藏久稽天誅，昨其母與其弟紅臺吉二酋密函乞降，機不可失。』手珠寶一囊，金二餅，顧余曰： 『先遣汝召賊母來。賊所駐穹廬外有網城，結金鈴於上，動輒人知，非善逾者不能入。賊營帳四，上有三紅燈者，其母也，對面帳居羅卜藏，左右居丹津、紅臺吉二酋，珠寶與金將以為犒。此大事，汝好為之。』解腰下佩刀授余，余受命叩頭出，公起身入。天大霧，余乘霧行三十里餘里，至賊網城，果如公言。余騰身而入，果帳燭熒然，母上座，二酋侍側。母六十許，面方，髮微白，披紅錦織金袍。叱余何人，余曰：『年大將軍以阿娘解事，識順逆，故遣奴來問好。囊寶貝奉贈，金二餅饋兩臺吉。』二人聞之喜，叩頭謝。余知功將成，詐曰：『將軍在三十里外待阿娘，阿娘速往。』三人相顧猶豫。余解佩刀插其座氈，厲聲曰：『去則去，不去，我復將軍。』其母曰：『好蠻子，行矣！』上馬與二酋隨十餘騎行。不十里，岳公迎來，將其母與二酋交達、黃二將分領之。須臾前山火光起，夾道炮發，斬母與二酋，回入軍營。次日，諜者來報，羅卜藏丹津已逃準噶爾部落，岳公命竿三頭狥，三十三家臺吉皆震悚乞降。二十二日，至年大將軍營，往返才十五日。三月朔凱旋，岳公首舉余功，大將軍賞遊擊銜。余詣軍門謝岳曰：『某杖此僅半月耳，大丈夫何顏復來，願辭公歸，別圖所報。』公笑曰：『咄，吾知汝終為白首賊也。』厚賜而別。歸次涇州，宿回山王母宮。昵妓女金環，年餘，資用蕩盡，不能歸，憶幼時習少林寺手搏法，彼處可棲，遂與金環同削髮赴中州。苦無馬，逢兩盜騎善馬，故奪之。」二叟不信，曰：「彼不受奪奈何？」僧笑，拉二叟出視廄，則夜間已將所肩鐵擔屈而圓之，束二馬首於內，不可開。二盜氣奪，故遁去。言畢，挾女尼舒其擔，牽馬門外，拱手作別曰：「二君有戒心，勿北行，可南去，凡李衛、田文鏡兩總督所轄地方，毋憂也。」後三十餘年，二叟亡。嚴之孫用晦過河南登封縣，遇少林僧論拳法，曰：「雍正中異僧來傳，技尤精，然無姓名。好養馬，因稱馬和尚。後總督田文鏡禁嚴，僧轉授永泰寺環師，今環師亦亡，其徒惠來者，能傳其術。」用晦心知馬和尚即此僧，環師者金環妓也。欲訪惠來，以二寺相距十餘里，天大雪不果往。"
      },
      {
        "index": 31,
        "text": "王公降襲次第"
      },
      {
        "index": 32,
        "text": "國初開創遼、瀋，凡宗臣貴位，統名貝勒。崇德元年，定親王，郡王，貝勒，貝子，鎮國、輔國二公。皆冠寶石頂，以補服翎眼為差次，統名曰入八分王公，蓋即加九錫之意也。其未入八分公以及鎮國、輔國將軍，皆冠珊瑚頂。奉國將軍視武臣正三品，奉恩將軍視武職正四品，秩皆與流官同。舊例，親王嫡子封郡王，郡王以下嫡子皆遞降一等封。親王眾子封輔國公，親王庶子封輔國將軍，郡王以下遞降同。故安王諸子皆封僖勤諸郡王，蓋沿明制也。康熙中，以宗祿繁重，乃改親王無論嫡子、眾子皆封未入八分輔國公，郡王以下遞為減等。而考以譒譯、馬步射，其伎皆優等，然後授以本職，否則遞相降等授爵。其親、郡王皆世襲罔替，貝勒以下皆降襲，至輔國公然後世襲。而輔國公又無復降襲之例，其未入八分輔國以下，皆降至奉恩將軍世襲罔替。而無論軍功、恩封，皆一例辦理，故杜度、彰泰諸貝勒有開創大功者，亦皆一體降襲，未免無所區別。純皇帝篤念宗親，故特分定軍功、恩封之例，其有勳勞者，無論王、貝勒，皆世襲罔替。其恩封者，親王遞降至鎮國公，郡王遞降至輔國公，貝勒遞降至未入八分鎮國公，貝子遞降為未入八分輔國公，鎮國公遞降至鎮國將軍，輔國公遞降至輔國將軍，皆世襲罔替。然後宗爵始厘正焉。"
      },
      {
        "index": 33,
        "text": "王府官員制度"
      },
      {
        "index": 34,
        "text": "定制：親王長史一員，頭等護衛六員，二等護衛六員，三等護衛八員，四、五、六品典儀各二員，牧長二員，典膳一員，管領四員，司庫二員，司匠、司牧六員。世子減二、三等護衛各二員，餘如故。郡王減二等護衛二員，三等護衛三員，四品典儀二員，牧長一員，典膳一員，餘如故。長子減頭等護衛三員，餘如故。貝勒減頭等護衛四員，而增設司儀長一員，二等護衛二員，減五品典儀一員，司牧、司匠等皆裁減焉。貝子減二等護衛六員，而增設三等護衛一員，減六品典儀二員，而增設七品典儀二員，八品典儀二員。鎮國公等減三等護衛二員，餘如故。其包衣參、佐領，親軍校，護軍校，包衣驍騎校，皆視其佐領親軍馬甲之多寡，以遞設之。惟怡賢親王以讚襄世廟，莊恪親王以輔翌高宗，封雙親王，其護衛皆倍增之。嘉慶初，上諭儀、成二王皆增設頭、二、三等護衛各二員，定親王、慶郡王皆增設頭等護衛一員，二、三等護衛各二員，蓋俱曠典，非定制也。"
      },
      {
        "index": 35,
        "text": "宗室小考"
      },
      {
        "index": 36,
        "text": "乾隆中，上嘗召見宗室公，寧盛額不能以國語應對。上以清語為國家根本，而宗室貴胄至有不能語者，風俗攸關甚重，因增應封宗室及近支宗室十歲以上者之小考。於十月衝，欽派皇子、王、公、軍機大臣等，親為考試清語、弓馬，而先命皇子較射，以為諸宗室所遵式。諸宗室視其父之爵，列次考試。其優者，帶領引見，上每賜花翎緞疋以獎勵之；其劣者，停其應封之爵以恥之。故諸宗室無不諳習弓馬、清語，以備維城之選焉。"
      },
      {
        "index": 37,
        "text": "宗室婚嫁"
      },
      {
        "index": 38,
        "text": "乾隆中，純皇帝篤念宗室貧乏，以致失產無以自活，因命宗人府堂官詳為撫恤。分以等第，其最貧者，賞銀三百兩，其次者，半之，命其回贖田產，以資生理。又念其婚喪事件無所瞻仰，故特命王公中視其行輩最尊者，命司宗室紅白事件。遇有婚嫁者，特賜銀一百二十兩，死喪者，特賜銀二百兩，以為妝、賻之費，實體恤天潢，無所不至。而近日宗室中每有不循正軌，至屢煩聖諭教斥者，真罔有知識之人也。"
      },
      {
        "index": 39,
        "text": "宗室任職官"
      },
      {
        "index": 40,
        "text": "國初宗臣，皆係王公世蔭，無有任職官者。康熙中，仁皇帝念宗室蕃衍，初無入仕之途，乃欽定侍衛九十人，皆命宗室挑補。雍正中，裁汰宗人府滿洲司員筆帖式之半，皆命宗室人員充補。乾隆中，又設宗室御史四員，以為司員升擢之階。嘉慶己未，今上親政，特設宗室文繙譯鄉、會試諸科目，又於六部、理藩院增設宗室司員若干員，以為定額。然後宗室入仕之途視為廣裕，而亦皆鼓勵以思自振也。"
      },
      {
        "index": 41,
        "text": "於文襄之敏"
      },
      {
        "index": 42,
        "text": "乾隆初，軍機大臣入參密勿，出覽奏章，無不屏除奔競，廉直自矢。如果毅公訥親，其人雖谿刻不近人情，而其門庭闃然，可張羅雀，其他人可知矣。惟汪文端公由敦，愛惜文才，延接後進，為世所訾議。然所拔取者，皆寒畯之士，初無苞苴之議者。於文襄敏中承其衣缽，入調金鼎，初尚矯廉能以蒙上眷。繼則廣接外吏，頗有簠簋不飾之議。再當時傅文忠、劉文正諸公相繼謝事，秉鈞軸者惟公一人，故風氣為之一變。其後和相繼之，政府之事益壞，皆由公一人作俑，識者譏之。然其才頗敏捷，非人之所能及。其初御製詩文，皆無煩定稿本，上朗誦後，公為之起草，而無一字之誤。後梁瑤峰入軍機，上命梁掌詩本，而專委公以政事，公遂不復留心。一日，上召公及梁入，復誦天章，公目梁，梁不省。及出，公待梁謄默，久之不至，問之，梁茫然。公曰：「吾以為君之專司，故老夫不復記憶。今其事奈何？」梁公愧無所答。公曰：「待老夫代公思之。」因默坐斗室中，刻餘錄出，所差惟一二字耳，梁拜服之。故其得膺天眷，在政府幾二十年，而初無所譙責者，有以哉。"
      },
      {
        "index": 43,
        "text": "梁瑤峰"
      },
      {
        "index": 44,
        "text": "梁文定公國治，中乾隆戊辰狀元，入直南書房。累任學使，後以粵東事免。復擢湖南巡撫。入繼於文襄輔政，故當時有於、梁之稱。其實公醇謹持躬，不敢濫為交結，與文襄異趣也。其撫湘時，其家人索屬下賄不遂，故意阻其膳脯以激公怒，而公枵腹終日，初無怨嗟，惟吸煙草而已，亦不知為其奴所紿也。在軍機時，和相以其懦弱可欺，故意揶揄，至用佩刀公發以為嬉笑，公亦歡容授之。亦可覘公之度矣。"
      },
      {
        "index": 45,
        "text": "康方伯"
      },
      {
        "index": 46,
        "text": "康方伯基田，山西興縣人。久任江南，由縣令以至方伯，未出省界，故於河道頗熟。其任河道時，督率將卒防守河堤，動以軍法從事，其稽延時，立加枷杖，故人皆怨嗟，然河泛賴以無虞。邳、宿河潰，公立埽上指揮士卒，俄而犯瀾大作，埽為之欹，眾為公畏，而公聲色愈厲，漫口因之堵塞。李香林河帥告人曰： 「康公真天人也。」著有《河防籌略》，洞悉歷代水利，如在指掌，後人頗以為法。嘉慶己未，公任河帥時，弊竇山積，恐為公所揭出，故不肖官吏，陰縱火焚積料以掩其跡，公因之罷官。後上復賜公太僕寺卿銜，命督辦河務，而為要路扼腕，不能施為，公因告病歸京邸。公素服海參丸，老年體力輕健，步履如飛，年九十餘始卒。"
      },
      {
        "index": 47,
        "text": "嵇文恭公"
      },
      {
        "index": 48,
        "text": "嵇文恭公璜，文敏公曾筠子也。少以大臣子賜進士出身，數年即洊卿貳。公貌清臒，遇事端謹，頗有識見。為史文靖公所推，繼程聘三相公為相。時於、和以貪刻聞，而公以和平處其間，初無所建白。然和相素加讒慝，純皇帝召見，嘗戒之曰：「曹、莽之為，非人臣之所宜效。」故公益加寅畏。年八十餘，重赴瓊林，為近代之盛事，時人榮之。然遇大事頗不苟，臺灣道永福初與柴義勇公齟齬，故加以萋菲之語，柴因之獲罪，福亦以貪酷故同下獄。勾決日，廷臣皆左袒之，上顧公，公抗聲曰：「永福為守土大員，不可輕縱。」上乃勾決，聞者快之。公暮年，上有溫旨，遇軀不適則免朝。公每早起，必自揉伸其軀久之，曰：「今日舒暢。」 登朝如故。人皆笑之，然亦憂讒畏譏之至矣。"
      },
      {
        "index": 49,
        "text": "尹閣學"
      },
      {
        "index": 50,
        "text": "尹閣學壯圖，雲南蒙自人。成丙戌進士。久歷部曹，始洊至內閣學士。時和相專擅於內，福文襄豪縱於外，天下督撫習為奢侈，因之庫藏空虛，民業凋敝。公夙知其弊，故上疏詳之，純皇帝為之動色。和相忌公所為，因奏即命公馳傳普查天下府庫虧空，而令侍郎慶成監之。慶固貪酷者，每至省會，初不急為盤查，而先遊宴終日。惟公枯坐館舍，舉動輒為肘掣，待其庫藏挪移滿數，然後啟之榷對，故初無虧絀者。慶以公妄言劾之，降為主事，公即告終養歸。當其草疏夜，秉燭危坐，竟夕抄錄，其弟英圖代為之危，屢窺其戶。公笑曰：「汝照常困眠，不必代兄憂慮，區區頭早懸之都市矣！汝代余養老親之天年可也。」其忠鯁也如此。今上即位，召之入都，溫諭久之，加給事中銜。以其親老，命乘傳歸。復與奏折匣鑰，命其遇事條奏，久之乃卒。"
      },
      {
        "index": 51,
        "text": "完顏藩司"
      },
      {
        "index": 52,
        "text": "完顏藩司岱，滿洲人，河帥偉之孫也。以甲科任獻縣令，頗著廉聲。後歷任為河南藩司。時白蓮教初起，所在蜂擁，勢難阻遏。巡撫景安素懦怯，性復剛愎，故累為賊所驅逐，惟公率羸卒數千，守雙溝數月。公性慷慨，凡所經費，皆早裕為籌備，不問出入，故人皆踴躍，樂為之用。賊屢犯豫界，悉為公所擊去，自丙辰九月至丁巳仲春，大小百餘戰，無不堵禦得宜。時淅川有蠢動者，公告之景，景即命公捕獲之。公曰：「萑苻小寇，易為撲滅，中丞可往奏功績，以抒朝廷之憂。」襄、漢間諸賊匪勢頗凶惡，非岱無以禦之。景惑於初起者難於抵禦，而雙溝有險可恃，因促公往。公急為掩擊，賊盡數就擒。景貪其功，因棄雙溝而躡公後，誅殺難民。以大捷聞，遂膺伯爵之封，而公惟議敘而已。其襄、漢諸賊遂乘其不備，大隊闌入南陽，由廬氏出武關與川匪合，其逆焰遂不可制，皆由景安貪奪公功之咎也。公卒以勞瘵卒於軍，上悼惜之。余向得公行狀，其載淅川功頗詳悉。後為友人取去，不復記憶，故聊書其梗概，不足盡公之勳也。"
      },
      {
        "index": 53,
        "text": "吳達善"
      },
      {
        "index": 54,
        "text": "吳制府達善，滿洲人。其先世由遼左移駐西安。初未至京都，以公貴始人，遷其族入旗。公以丙辰進士，累任陝甘、兩湖、雲貴總督。其督陝甘時，繼黃文襄之位，辦理軍需，無不循其章程，故屢邀上眷注。其督雲貴時，以謀宮裏雁珠鞍不遂故，乃妄加刑戮，以致構起邊釁，頗為人所訾議。又乘其時豐庶，遂任意貪縱，民多怨畏。然其督楚時，繼愛必達寬縱之後，吏治玩弊，盜賊充斥，公乃嚴加整飭。命營員構線，擒獲江湖大盜凡數百名，皆立加誅夷，懸其首於江干，累累相望，如旌旗然。故一時盜賊戢跡，不敢縱橫，商賈便之，亦嚴吏中之錚皎者也。"
      },
      {
        "index": 55,
        "text": "圖學士"
      },
      {
        "index": 56,
        "text": "圖學士塔布，滿洲人。中戊辰進士，官至侍讀學士。公貌清臒，懶攖世情，中歲即以疾見告。築室於西郊外數里，籬扉茅簷，軒窗精雅，院中疊石為山，奇峰崒棒，路徑迂折，饒多清趣。其後圃藝花種蔬，公親為之灌課。每春秋佳日，同曹宗丞學閔遍攬西郊諸蘭若。嘗風雪中共策蹇行訪潭柘、戒壇諸名勝，短裘笠帽；人望之如神仙中人。好吟詠，頗不修櫛字句，有靖節、放翁之風。後即築墓於舍傍，病劇時，告妻孥曰：「死即埋我於此，不必移置城中，反勞往來仆仆也。」言訖端坐而逝，其夫人從公之志。門下士爭為吊唁，戒壇僧感其惠，築專祠以祀之，亦近日獨行之士也。"
      },
      {
        "index": 57,
        "text": "軍機大臣"
      },
      {
        "index": 58,
        "text": "國初設內三院外，其軍國政事，皆付議政諸王大臣，然半皆貴胄世爵，不諳世務。憲皇習知其弊，故設立軍機大臣，擇閣臣及六部卿貳熟諳政體者兼攝其事。並揀部曹、內閣侍讀、中書舍人等為僚屬，各曰軍機章京，其升擢仍視本秩。然後機務慎毖，議政之弊始革。其行走班次，皆視其班秩，故張文和在內廷居傅文忠公上，近日董太傅誥亦居托相國津上，無論滿、漢也。所掌銀印龜紐，藏於內府，有應用印者，皆立時請印出，大臣監視用畢，隨即繳還，蓋防偷換弊也。其下役，皆選內府中之童子，惟司灑掃，舊例及冠時即更易。今因循日久，有久隸其役而大臣喜其熟練者，仍姑留之。然猶呼為小麼兒，蓋沿舊名也。"
      },
      {
        "index": 59,
        "text": "三品任軍機大臣"
      },
      {
        "index": 60,
        "text": "自雍正中設立軍機後，皆尚書、侍郎攝其職。惟乾隆乙卯，軍機大臣乏人，時戴文端衢亨、吳制府熊光以久任軍機章京，熟習政事，純皇帝特擢為軍機大臣。以資格故，賜三品頂帶，時人榮之。"
      },
      {
        "index": 61,
        "text": "軍機御史"
      },
      {
        "index": 62,
        "text": "軍機為樞密重地，非特有詔旨，不許擅入。故軍機司員至今不叩年節禮，猶沿舊制。自和相專擅後，其所屬繁多，無地畫諾，故皆叢集軍機處階下待之。相沿日久，皆直入堂中回稿，視為泛常，故政事易為泄漏。今上習知其弊，特命滿、漢御史二員，每日輪流立軍機處階上。有闌入者，即時糾劾，然後人不敢私謁，紀綱始嚴肅焉。"
      },
      {
        "index": 63,
        "text": "高天喜"
      },
      {
        "index": 64,
        "text": "高總兵天喜，其先為準噶爾部人。雍正中為我兵所擄，有高姓者撫以為子，故冒其姓焉。雙顴凸出，須髯蝟刺，每飲酒日以石計，猶不醺然。當兆文毅公被困濟爾哈朗時。數月音問不通，當事者遣使偵之。時風雪凜然，人皆憚行，惟公慨然應命，往返數千里，以十日還，卒通兆公之信。上大喜，立擢遊擊，未逾年，即任至總兵官。兆文毅公復被困黑水，公率本部兵援之，力戰而死，上甚悼之。"
      },
      {
        "index": 65,
        "text": "黃標"
      },
      {
        "index": 66,
        "text": "福文襄王督粵時，簡練水師，募奇材異能之士，優為賞擢。有守備黃標者，由水師步卒，以善泅水著。其能於海洋中出沒月餘，視波中之魚鱉，歷歷可數。王奇其才，立擢參將，後洊至左翼鎮總兵宮。捕獲海盜，尤多偉績云。"
      },
      {
        "index": 67,
        "text": "徐端"
      },
      {
        "index": 68,
        "text": "乾隆中，自和相秉政後，河防日見疏懈。其任河帥者，皆出其私門，先以钜萬納其帑庫，然後許之任視事，故皆利水患充斥，借以侵蝕國帑。而朝中諸貴要，無不視河帥為外府，至竭天下府庫之力，尚不足充其用。如嘉慶戊辰、己巳間，開浚海口，改易河道，縻費帑金至八百萬；而庚午、辛未，高家堰、李家樓諸決口，其患尤倍於昔，良可嗟歎。惟河帥徐公端，自河工微員以廉能著，受今上知，特擢河東副總河，尋復即真。公久於河防，習知當事之弊，嘗浩歎國家有用貲材，不應濫為糜費。每欲見上悉陳其弊，同事者恐其將積弊揭出，所株連者眾多，故每遇事尼其行，使其終身不得入都陛見，以致抑鬱而死。至貧無以殮，而所積賠項至十餘萬，妻子無以為活，識者悲之。繼公者為陳鳳翔，以直省貪吏入貲為永定河道。復有大力者為之奧援，立擢河東總河，其去天津縣令任未期年也。後以妄放瀦水故，為張制府百齡所劾，上命立枷河上，聞者快之。鳳翔復遣其家人入都訟冤，當事者力緩其獄，得以釋回。未幾以驚悸死於河上廨中，無人不欣然也。"
      },
      {
        "index": 69,
        "text": "博爾奔察"
      },
      {
        "index": 70,
        "text": "純皇帝撫視臣庶，闊懷大度，有時加以狎謔，以聯上下之情。有內大臣博爾奔察侍上最久，善嬉謔。辛未春，扈從南巡。至鎮江口，上放煙火，有被煙薰嗽者，博笑曰：「此乃素被黃煙所薰怕者，故望而生畏也。」時黃文襄公督責過嚴，故公寓言之。又有較射而弓落地者，上震怒。公在傍曰：「此皆因引見故，昨日射箭良多，以致臂痛不能引弓也。」上乃釋然。又上一日較射，多不中侯，人皆畏懼。時修髯人至，公望而笑曰：「汪都統之弟至矣！」汪都統劄爾故修髯如戟，上撫掌大笑。上嘗行窄巷，有步軍校積石為山於其廳側者，上望而問之。公駷馬奏：「此步兵花園也。」上大笑。又上書「福」字，公立於側，上笑謂曰：「汝亦識此中佳否？」公應聲曰：「知之。上所書福，黑且亮也。」上大笑。其譎諫皆若此者，亦東方朔、簡雍之流也。"
      },
      {
        "index": 71,
        "text": "張太監"
      },
      {
        "index": 72,
        "text": "嘉慶初，有宮殿監督領侍張進忠者，人嚴厲，馭下整肅，好批小內監之頰，人皆以「嘴巴張」呼之。然性忠鯁，嘗奏事內庭，上偶欹坐，張捧黃匣不入。上詢之，張曰：「焉有萬乘之主臥覽天下奏章理也？」上立正襟危坐。張乃捧疏入，上甚嘉之。其他端方之行皆類是也。"
      },
      {
        "index": 73,
        "text": "恒公之清"
      },
      {
        "index": 74,
        "text": "宗室輔國公恒祿，簡儀親王侄也。素稟王之庭訓，故以廉潔著。其任吉林將軍時，俸餉外毫無沾染。嘗危坐小閣中，將每歲出入之賬簿手錄封之，人問之，曰：「以待籍沒時以為證也。」故當時人皆畏法。產參甚旺，無敢私販之者，國家每歲增消數千票，遼兵兵餉賴以接濟，初不轉運太府財也。有當事者索貂褂數衣，公售其遼東舊產以償之，初不索諸商賈，其清勵也若此。"
      },
      {
        "index": 75,
        "text": "木果木之敗"
      },
      {
        "index": 76,
        "text": "明參政亮謂余曰：兵家之事，宜於乘銳直進。若不審敵勢，坐失機宜，使兵心至於潰敗，雖欲振起，不易得也。往昔溫將軍木果木之敗，可為殷鑒。昔宋總兵元俊。乘勝直搗美諾，若當時厚集兵力，一鼓殲滅，金川可以早定。乃溫公狃於易勝，不復調檄各路兵馬，惟日與董提督天弼輩置酒高宴。額駙色布騰巴爾珠爾屢次勸阻，溫公反以其煽惑軍心，致登白簡，上召還額附。護軍統領伍岱者，遼東驍士也。見溫公所為，浩歎曰：「吾聞速拙，未聞遲巧。焉有屯兵賊境，而日以宴會為務者，吾固遼海健兒，未審兵法有若此而能致勝者也。」溫公大怒，羅織伍以他罪致戍，以至人心不服。溫公性復卞急，遣綠營兵三五十人共取碉卡，有致傷者，溫反督責之，人心益為忿懈。海超勇公蘭察至，扣刀誚溫公曰：「身為大將而惟閉寨高臥，苟安旦夕，非夫也。今師雖疲老，使某督之，猶可致勝。若公終不肯出戰，不若飲刃自盡，使某等各竭其力可也。」溫公拂袖起，亦無有所指揮也。又遷延月餘，賊人偵知我兵疲弱，乃整勁旅數千，直攻營寨，我兵不戰自潰。海公初對敵即詫曰：「雲氣已頹散，不可與戰，余馬首欲東，可與諸公期會於美諾寨也。」因馳馬破圍去。溫公方雅服督戰，為賊所擒，董公天弼、牛公天畀、張公大經等皆死之，師遂大潰，我兵自相踐踏，終夜有聲。渡鐵鎖橋，人相擁擠，鎖崩橋斷，落水死者以千計。吾方結營美諾，見潰兵如蟻，往來山嶺間。吾遣人止之，潰兵知吾在，止者數千，吾為之收留犒賞。兵方安眠，適有持銅匜沃水者，誤落於地，有聲鏗然，潰兵即驚曰：「追者至矣！」因群起東走，勢不可遏，其喪膽也若此。故吾與阿文成公收兵養銳，至逾二載後，軍心始振，然後用以克敵。大將用兵，慎勿使其心頹喪至此也。明故宿將，非久歷戎行者，不能作此語也。因筆記之，以為易於談兵者戒也。"
      },
      {
        "index": 77,
        "text": "傅厚庵"
      },
      {
        "index": 78,
        "text": "乙卯春，湖南苗疆蠢動，毗連三省，時福文襄王為滇督，因率兵討之。時貴州提臣花連布，驍將也，立解永綏之圍，苗頗警畏。王惑於幕客言，欲養賊自重，以邀封拜，乃頓兵不進，與川督和公琳日夜飲酒聽樂。苗匪因玩視王師，煽惑勾連者日眾，加以山崖險阻，我兵不能寸進。又有不肖將士興言以價贖地，苗益肆無忌憚，日相焚掠。二公受瘴相繼死，繼之者為明參政亮，復以湖北教匪故，匆匆北歸，未及創懲。傅厚庵鼐者，浙江人，以吏掾仕湖南。習知苗中情形，文襄王重倚之，明參政因薦公為鳳凰廳同知。公受命時，乾州、鳳凰各廳苗民出沒，居民逃竄，公翦荊棘，招逃亡，團練鄉勇數月，曰：「可以用命。」因率兵攻苗寨。苗目笑曰：「往昔夙將如福王者，尚不敢攖吾鋒，藐爾微員，何足汙吾刃也？」因轉戰數旬，苗民大敗，奔還其寨。公率眾圍之，苗民請降，公與之約曰：「嗣後有闌蘭入漢界者，吾當檄及誅之，有匿不與吾，必闔寨屠夷，不汝貸也。」苗匪稽首，惟命是從。公乃厚加撫恤，曰：「叛即吾仇，降即吾子也，忍不撫育之耶？」苗民益感激。公在任十年，苗民無敢出寨滋事者，上大喜，加公按察使。因陛見歸，觸暑，暴疾殂於途。上甚悼惜之，加巡撫銜以旌之。"
      },
      {
        "index": 79,
        "text": "愛公知人"
      },
      {
        "index": 80,
        "text": "英誠公愛星阿，揚武勳王之孫也。同吳三桂入緬，擒獲明主由榔，有功績，任領侍衛內大臣。初，索相國額圖以椒房擅寵，明太傅珠時為侍郎，因交結索公，得以見知於仁廟。愛公謂索曰：「吾視明公才智皆出君上，今雖因君見用而其志殊有所畏懦，蓋忌公同事故也。他日崎齕公者，必明某也。」索不悟其言。其後明太傅招引高江村、徐健庵輩，結為朋黨，索終為其所擠落職，抑鬱以終，果如愛公之料云。"
      },
      {
        "index": 81,
        "text": "木蘭行圍制度"
      },
      {
        "index": 82,
        "text": "木蘭在承德府北四百里，蓋遼上京臨潢府、興州藩地也，素為翁牛特所據。康熙中，藩王進獻，以為搜獵之所。其地毗連千里，林木蔥鬱，水草茂盛，故群獸聚以孳畜，實為天畀我國家講武綏遠之區。故仁廟每歲舉行秋獮之典，歷朝因之，繩法先猷，永遠遵行也。其行圍時，蒙古、喀爾沁等諸藩部落，年例以一千二百五十人為虞卒，謂之圍牆，以供合圍之役。中設黃纛為中軍，左右兩翼以紅、白二纛分標識之。兩翼末，國語謂之烏圖裏，各立藍纛以標識之，皆聽中軍節制。凡管圍大臣，皆以王公大臣領之，而蒙古王、公、臺吉等為副，兩烏圖裏則各以巴圖魯侍衛三人率領馳行。行圍之制有二：一行圍。祇以數百人分翼入山林，圍而不合，謂之行圍。合圍之制，則於五鼓前，管圍大臣率領蒙古管圍大臣及虞卒，並八旗勁旅，虎槍營士卒，各部落射生手，齊出營盤。視其圍場山川大小遠近，紆道繞出圍場之後，或三十里、五十里，以及七八十里，齊至看城，則為圍合。合圍後，自烏圖裏處虞卒脫帽以鞭擎之，高聲傳呼瑪爾噶口號。按瑪爾噶者，蒙古語帽也。聲傳遞至中軍，凡三次。中軍知圍已合，乃擁纛徐行，左右指揮以俟上入圍，則日已辰末巳初矣。合圍數十里，漸促漸近，出林薄至岡阜，離駐蹕行營約略二三里許，惟視高敞處設黃幕，幄中設氈帳，是之謂看城。比至看城時，虞卒皆馬並耳，人並肩。廣場不過三里許，自圍牆外至放圍處，即重設一層，乃虎槍營士卒及諸部落射生手等，專射自圍內逸出之獸，而圍內例不準射也。日出前，上自御營乘騎先至看城稍息，俟兩翼烏圖裏藍纛到後，乃自看城出，御橐，諸扈從大臣、侍衛及親隨射生手、虎槍手等擁護，由中道直抵中軍。在中軍前半里許，周覽圍內形勢，了如指掌，而行圍之疾徐進止，口敕指揮，凡二三十里間射飛逐走，左右是宜。諸藩部落、蒙古仰瞻聖武，莫不歡欣踴躍，以頌「一人有慶」也。或遇有虎，則圍暫不行，俟上看殪虎畢，然後聽敕而行。每圍場收，至看城則上即駐馬，惟觀諸王、射生手等馳逐餘獸而已。或值是日看城場內獸集過多，則奉旨特開一面以逸之，仍禁圍外諸人不準逐射。獵罷，上回蹕大營，謂之散圍。諸部落各按隊歸營，日甫晡，而一日行圍之事奏畢矣。若哨鹿日，制與常日不同。上於五更放圍之前出營，凡侍衛及諸備差人等，分為三隊，約出營十餘里聽旨停第三隊；又四五里停第二隊；又二三里將至哨鹿處停第一隊，而侍從及扈衛之臣只十餘騎而已。漸聞清角聲揚，遠林呦呦，低昂應和，倏聽槍聲一發，咸知聖武神威，命中獲鹿矣。群皆欣然引領，聽旨調遣，而三隊以次皆至上前矣。其行圍所有奏章，皆俟上還營後，披覽發出，毫無遺滯。或有時上引諸文士賡唱終夕，以示暇焉。誠為良法，垂遠百世，宜所遵慕者，實非漢、唐諸群較獵於上林、驪山，惟知馳騁田獵之為娛者，所可比擬於萬一也。"
      },
      {
        "index": 83,
        "text": "宋延清"
      },
      {
        "index": 84,
        "text": "勒相國保督黔、滇時，南籠諸苗叛逆，毗連粵西，時川、楚教匪蠢動，川、黔將士皆檄以北征，滇中士卒微弱。公善於撫馭，雖騎兵走卒，公皆能呼其名，有功罪者，立為懲賞，故人皆為之效死。有宋延清者，山東人，其父為劉文清公輿夫。延清乃驍勇無敵，勒相視為骨肉，每飲宴，間邀與同坐。延清嘗入苗寨殺賊，竟日不出，公設酒以待。至日暮時，延清持雙刀，背負首級十餘顆以繩貫之，其甲裳盡赤，彳亍而行，如酒醉者。公望而喜，手酌以賚之，然後命其易服，飲酒竟夕。後延清復入苗寨，為賊所害，公悼惜之。其後為經略時，所有帳下裨將，如桂涵、羅聲皋、羅思舉、馬瑜、施縉等，皆由將校擢至開閫，卒賴以平賊焉。"
      },
      {
        "index": 85,
        "text": "錢辛楣之博"
      },
      {
        "index": 86,
        "text": "錢辛楣先生大昕，江南嘉定人。中甲戌進士。幼聰敏，過目成誦，凡天文、地理、經史、小學、算法無不精通。所著《經史答問》數卷，其暢發鄭、賈之學，直接嫡乳，非他稍知皮毛之可比者。近時考據之儒，以公為巨擘焉。又習蒙古語，故考核金、元諸史及外藩諸地名，非他儒之所易及者。成王言其「在上書房時，質莊王嘗獲元代蒙古碑版，體制異於今書，人皆不識，因詢諸章嘉國師，倩其繙譯漢文。因命吾題跋端末，吾方揮毫，先生過而見之曰：『章嘉固為博學，然其譯漢文某字句有錯誤者。吾有收藏元時夔夔所譯漢文，可取而證之。』因歸寓取原文出，章嘉所誤處畢見，故人皆拜服」云。聞其歸後，曾著《元史續編》，采擇頗精當，惜未見其本焉。其所著小學諸書，翻切頗為精當，惟所講字書，株守許氏《說文》，別解者皆遭排斥，故取擇頗褊窄焉。"
      },
      {
        "index": 87,
        "text": "蘇昌"
      },
      {
        "index": 88,
        "text": "蘇昌，滿州人。以緒譯進身，累任浙閩、兩粵總督。其材具庸下，為僚屬所揶揄，坐擁苞苴，初無善政。其子富綱，為滇督幾二十年，其貪婪倍於其父。目不識丁，凡有文稿，皆倩吏胥講釋，合省傳為笑柄。後卒以貪婪正法，人皆快之。然蘇昌督粵時，其屬縣有巨室橫斃人母，反誣其子毆死者，其案久具，勾決本已下。昌疑其冤，復親鞫之，得其實，乃上疏自劾。純皇帝獎諭之，因將縣令抵法。亦當時督撫之罕能者，秉節鉞者宜法效焉。"
      },
      {
        "index": 89,
        "text": "佟國舅講左傳"
      },
      {
        "index": 90,
        "text": "佟國舅國維，為孝康章皇后之幼弟。人謹恪，雖屢膺重任，不以攬權為要，暇時惟延學士講文藝以為樂。故其歿後，憲皇帝手書「仁孝勤恪」之額，表於墓道以旌之，蓋有以也。其論最疵謬者，嘗告人曰：「左邱明之文果神妙，世間有瘋馬牛共馳之，焉能相及也？」人皆捧腹，而公未之覺也。"
      },
      {
        "index": 91,
        "text": "陸雙全"
      },
      {
        "index": 92,
        "text": "廣賡虞侍郎當權時，好畜聲伎，凡酒宴間，每擲纏頭以千百計，余嘗規勸之，侍郎殊不以為然。有陸郎雙全者，蘇州人。貌韶秀，為侍郎所鍾愛，每燕寢間，非陸侍側，則終夜不寢。侍郎被罪時，其聲伎皆逃竄，惟雙全隨之入獄，視其飲膳甚謹。侍郎臨刑日，雙全奔赴市曹，以重賄付劊子，速使其斃，免諸痛楚。及後雙全抱屍痛哭幾殞，遂眠槁市側數日。送侍郎至兆域，有其族人阻葬者，雙全戟手罵之，卒葬侍郎於其先人塚側。侍郎子遣戍，雙全復送出關，然後涕泣而別。亦伶人中之守義者，故表出之。"
      },
      {
        "index": 93,
        "text": "漢軍用滿缺"
      },
      {
        "index": 94,
        "text": "漢軍，國初時定制皆用漢缺，至於六部司員，則自有專缺，漢人選法不致壅滯，而其升轉亦易。雍正中，盡裁汰其額，並入漢員中，是以漢軍升轉，倍覺煩難。純皇帝時，漢軍破格有用滿缺者，范時紀曾任滿缺戶部侍郎，范宜清曾任盛京工部侍郎，李侍堯曾任熱河副都統，孫慶成曾任滿缺戶部侍郎兼護軍統領。今上時，范建豐曾任滿缺吏部侍郎，李毓秀曾任熱河都統，張百齡曾任滿缺刑部尚書，後調左都御史，皆曠典也。"
      }
    ]
  }
}