{
  "chapterNumber": 14,
  "title": "續錄卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "內務府大員"
      },
      {
        "index": 2,
        "text": "定制，內府人員惟充本府差使，不許外任部院，惟科目出身者，始許與搢紳伍，故國家百餘年來，內府大員罕有奇偉勳績可稱最者。惟金恪恭簡自內府司員進登六卿，以勤慎受純皇帝知久，長銓水部。然當和相赫濯之時，惟日饌美食，結和相歡。又能調停於和、福二相之間，使皆倚畀無防忌，亦初無建白也。聞其家居日，有寵妾逼他妾自縊者，其仆踉蹌入告，公曰：「急救以薑湯。」曰：「無及矣！」曰：「然則殮之。」酣寢如故。次晨退朝歸，立逐寵妾歸家，仍踞坐如常。此亦可闚公之度矣。"
      },
      {
        "index": 3,
        "text": "董太傅"
      },
      {
        "index": 4,
        "text": "本朝宰輔罕有真加三公者，惟馬文穆、年大將軍、鄂文端、張文和、傅文忠五人及身加太保銜，至真為太傅者，惟董文恭一人而已。公為文恪公子，未冠成進士，居樞府幾四十年。當和相當軸時，公惟以謙衝自居，不為其用。睿皇帝親政後，寵眷日隆，終身無過，時人賢之。聞其有上賜朝珠，價值數萬，一旦失去，公毫不介意，但責有司捕治。後知為某奴所盜，因訓之，曰：「餘待汝甚厚，何得為此不肖事？使餘逐出，汝終身無倚矣！」□□□□服役，其奴感激終身，公薨時，卒以身殉。執此一端，足以見公之度矣。"
      },
      {
        "index": 5,
        "text": "元代稗史"
      },
      {
        "index": 6,
        "text": "元代稗官雜記，自《輟耕錄》外，罕有傳於世者。按：宋人頗好著述，一代小說，幾至汗牛充棟，今流傳者尚不下數百種。元人沿其餘習，何以毫無一二著述之家？蓋因記明初事有幹犯忌諱者，明太祖惡其伉直，皆聚而焚毀，故使卻特氏一代嘉言懿行盡行泯沒，良可慨歎。《輟耕錄》幸後出見存耳。然則皇覺僧人之惡，其去祖龍幾希矣。"
      },
      {
        "index": 7,
        "text": "三元"
      },
      {
        "index": 8,
        "text": "本朝聲明文物，過於前代，詞林三元，惟錢湘舲一人。嘉慶庚辰中三元陳繼昌，廣西臨桂人，係文恭公之玄孫。引見日，睿皇帝大喜，褒賜文綺，御製詩以記其盛焉。"
      },
      {
        "index": 9,
        "text": "蘇麻喇姑"
      },
      {
        "index": 10,
        "text": "蘇麻喇姑，孝莊文皇后之侍女也。性巧黠，國初衣冠飾樣皆其手製。仁皇帝幼時，賴其訓迪，手教國書，故宮中甚為高品。至康熙壬午始逝，葬以嬪禮，瘞於昭西陵側，以示寵也。姑性好佛法，暮年持素。終歲不沐浴，惟除夕日量為洗濯，將其穢水自飲，以為懺悔雲。"
      },
      {
        "index": 11,
        "text": "完立媽媽"
      },
      {
        "index": 12,
        "text": "國俗，祀神日，於案下設小桌，供以糕醑，名曰完立媽媽。初不知為何神，近聞宗人澧洤司成奕溥言，即為明孝莊皇后。蓋二祖被禍時，李後嘗為惋惜，飭諭李成梁之枉濫，故高皇感其德，附祀於明堂雲。完立媽媽者，即萬曆母後之轉音也。澧洤學問溥洽，又為近支宗室，其言必有所本也。"
      },
      {
        "index": 13,
        "text": "賽諸葛"
      },
      {
        "index": 14,
        "text": "康熙中三逆叛時，諸將帥多逗留不戰，擁兵自衛。惟護軍統領希公佛者，累戰有功，多以奇謀致勝，軍中呼為「賽諸葛」云。庚申元夜，公統兵攻衡州，時賊將夏國相、胡國柱擁重兵守之。公謂眾曰：「衡州為吳逆偽都，故防御極嚴。若使偵知我兵，預為治具，則難立克。頓兵堅城之下，最為兵家所忌，不如乘今夜令節賊人疏懶之時，暗為剿襲，此李入蔡之計也。」因連夜趨兵抵城下。賊人果酣飲，一鼓下之，夏、胡二賊倉皇跣足遁，公因撫其殘黎。湖南諸都傳檄而定，為南征第一戰功雲。"
      },
      {
        "index": 15,
        "text": "吳堡破賊事"
      },
      {
        "index": 16,
        "text": "韓統軍傑殷，朝鮮忠臣明璉之孫也。康熙中任正紅旗護軍統領，隨經略莫洛西征，分防延安。花馬池副將朱龍既叛，進攻吳堡，公往救之。時賊營河西，公曰：「不入虎穴，焉得虎子？黃河巨浪浸天，賊不防我飛渡，今出奇以制勝可也。」因命偏將造筏，若計日渡者，公夜率健卒五百抱馬鬛而涉，暗襲賊壘，朱龍倉迫授首，三邊底定。又於通渭、伏羌等處同張靖逆奏捷。後馬文襄公督師，麵獎公曰：「君素不識字，何以用兵頓合六韜若此？」其曾侄孫圖麟麵告餘者。"
      },
      {
        "index": 17,
        "text": "花王閣賸稿"
      },
      {
        "index": 18,
        "text": "己卯春，予於書肆買《花王閣賸稿》一卷，原作明處士紀坤，為曉嵐參政高祖。其曾孫容舒跋言「先生著作甚富，兵火之餘，於廢紙中隻抄得若干首」云云。細讀其詩，即曉嵐所著作，風格筆意，與之無二。其所詠明逆黨，即暗指和相事，其詠孫高陽詩，故意將陣雲二字代押氛韻，以見後人追改痕跡，掩其偽贗。其《燒香曲》、《春夜辭》諸詩，俱擬李賀風神。又故作《河廣》即事詩，詠許顯純之女為伎事，以快人意。老翁亦善為狡獪矣。"
      },
      {
        "index": 19,
        "text": "鶯花小譜"
      },
      {
        "index": 20,
        "text": "近日京都優人以四喜部為第一，花旦姿首美者甚多，戴香三比部咸宜寫作《鶯花小譜》，以詠諸人。其摹擬處，頗得其人風神，一時爭傳誦之。其中如徐清蓉天然、李雨香法保、瞿小山桂林，姿容婉秀，實與處女無異。張翰風孝廉琦嘗繪天然小照，日夕供奉，頗為時人所譏。然亦可謂情種矣。"
      },
      {
        "index": 21,
        "text": "檀欒卿"
      },
      {
        "index": 22,
        "text": "春□部有花旦檀欒卿之馨者，姿容豔麗，性格柔婉，所演劇甚多，俱能體貼入妙，時有「花王」之稱。又善楷書，所臨《黃庭》、《洛神》，殊多豐韻。與龍殿撰汝言最善，殿撰非欒卿不能安寢。嘗與予談史事，娓娓不倦，亦若輩中翹楚也。寓玉皇廟道院中，四壁紛披，皆詞林投贈之作。烹茶揮麈，談鋒敏捷，人皆為之傾倒。或云其為檀默齋侍御後裔，少時被人誘出，遂落風麈，良可歎也。"
      },
      {
        "index": 23,
        "text": "擬古詩"
      },
      {
        "index": 24,
        "text": "世之擬古作者，雖不可摹仿剽竊，如李於鱗之《樂府》，致譏於世，亦不可故意變異，有失廬山面目。予嘗謂鮑雙五云：「韓文雖有『師其意不師其詞』之語，然如『涉江采芙蓉』，若擬為『泅水捉烏龜』，豈非一大笑柄乎！」鮑亦為之撫掌。"
      },
      {
        "index": 25,
        "text": "吳南溪"
      },
      {
        "index": 26,
        "text": "乾隆初，純皇帝下詔求言，一時台諫多骨鯁之士，以吳南溪為最著。公諱煒，歙縣人。面黧黑，寡言笑，當時有「包公」之稱。嘗彈果毅公訥親，為世所稱。曾有保護聖躬一折，上切責之，召詢張文和公，文和讀疏訖，口嘖嘖稱羨，欲於靴中摸物狀。上詢之，文和曰：「臣欲取筆附名於折尾也。」上乃釋然。後任口北道，捐免民積欠米數萬石，所放兵糧，皆足斗斛，士卒懷若父母。召擢光祿少卿，侍南書房。循王有小過，公以大杖責之。王悲訴於上，上曰：「汝師夏楚良是，又何訴為？若再犯，朕必親責也。」宮中嘗演《鳴鳳記》院本，孝聖憲皇后問今朝中可有楊繼盛之人否，上對曰：「惟吳煒差近之。」其優寵若此。年八十餘，無疾而終。惟因鹽筴事曾委過於同僚褚太，以致棄市。後白日見太入室，因生子鎔，貌酷似太，敗落家聲，人以為果報雲。"
      },
      {
        "index": 27,
        "text": "蔣香杜"
      },
      {
        "index": 28,
        "text": "蔣香杜棠，吳縣人，少聰敏，沈文愨公賞識之，遂以鼎甲自負，行多不遵正軌。屢試不售，落魄京師，嘗館於秋齋主人及予家中。年已花甲，性猶不衰，必欲致身科目。予嘗笑謂人曰：「香杜不至蓋棺棘闈中，其念不已也。」己卯年已六十八，始中進士，用中書舍人，香杜自喜過望，曰：「今始不負讀書人也。」亦可謂有誌之士矣。其妻悍，不容香杜置妾，每加杖責。一日薄暮，遁入予室，乞居停焉。予笑曰：「真可謂大杖則逃也。」後其妻死，畢子筠云：「天去其疾，香杜其有望乎！」果於明歲登第。後乞假歸。壬午秋，力疾就道，卒於揚州旅舍，良可惜也。"
      },
      {
        "index": 29,
        "text": "陸侍御"
      },
      {
        "index": 30,
        "text": "陸侍御泌，錢塘人。中己未進士。頗好聲色，與王郎桂林朝夕狎昵。嘗調龔郎墨癡，致傷其腕，亦不督責，人爭鄙之。然頗骨鯁，癸酉之變，太監楊進忠為某貝勒袒庇，事已漏網，公不平，曰：「本朝閹寺，本不威赫，何以大吏畏之如虎？赫赫天潢，反與交接，如不舉發，奚用御史為也。」乃遣吏邏伺，卒得其逆書，因奏劾之。上立擢四品京堂，黨人恨之切骨，終未能中傷也。性卞急，予嘗同其搜檢科場，見其嚴責輿吏，杖如雨下，聲甚咆哮，亦稍失體度矣。"
      },
      {
        "index": 31,
        "text": "泮庵破孜牙敦事"
      },
      {
        "index": 32,
        "text": "泮庵將軍永芹，諴密郡王第三子。性直愨，頗識兵機。任乾清門侍衛。出戍西域，會回逆孜牙敦叛，公守危城，兵止百餘人，眾官皆大驚，公處之晏然。命文吏守城，公率卒冒雪出，夜已漏下十刻，下屬有懼者，公曰：「賊眾初起，人心未定，若不一鼓殲之，使其蔓延四出，數千里之封疆，信可虞也。今可乘黑夜攻之，賊不知我之眾寡，易撲滅也。」乃直抵賊壘，聲言北路數萬人至。賊驚潰，皆投兵降，生擒孜牙敦，去叛時甫十日也。為某大臣攘為己功，露章劾之。睿皇帝褫公職，賴鬆相公救之，乃免歸。後嘗遇於酒肆，公言之娓娓。程椒雲水部慨然曰：「川、楚初叛時，若得公輩十餘人，其賊可立除，安得蔓延九載，令首禍者蒙上賞。」而公以天潢近胄，乃為人讒惡若爾，良可歎也。"
      },
      {
        "index": 33,
        "text": "時帆之吝"
      },
      {
        "index": 34,
        "text": "法時帆祭酒與予交最篤，計論天下事，頗識窾要，屢領書局，考證詳明。嘗更正前人錯誤，辨論終日，鮑雙五嘗笑曰：「老翁何認真至此，真可謂書蠹也。」然性吝嗇，自諸生起家，終身未居要官，及沒時，家貲八萬，書史他物稱是，實良能也。予書室以紗糊窗，先生見，責曰：「何暴殄物力至此？」嘗與先生坐談至午後，出粽食之，其糖皆暗然若漆，而先生食之甚甘，亦可覘其儉也。"
      },
      {
        "index": 35,
        "text": "博爾奔察"
      },
      {
        "index": 36,
        "text": "太尉公博爾奔察，事純皇帝最久，前卷已詳記矣。聞其從上南巡，見靈岩梅可合抱者，公即拔刀欲斫。上驚問，公曰：「恨其不生於圓明園中，而使上跋涉江湖之險也。」亦可謂善於諷諫矣。"
      },
      {
        "index": 37,
        "text": "太廟後殿"
      },
      {
        "index": 38,
        "text": "今每遇元旦、聖壽日及告祭諸事，惟祭太廟後殿，初不知其故。嘗詢諸貝勒奕紹，雲列聖神御，是日已於奉先殿告祭，故太廟惟祭祧廟雲。後見《居易錄》雲國初定制，初嘗捧祧廟神主至奉先殿致祭，後以為煩瀆，始改今制雲。"
      },
      {
        "index": 39,
        "text": "鮑雙五選王李詩"
      },
      {
        "index": 40,
        "text": "自國初諸公倡復宋、元詩，海內奉行，幾至家絃戶誦，莫不以何、李為偽體。初不知嘉、隆諸公，實得唐賢三昧，雖有摹仿形跡，然亦不失為正宗，視樊榭、西崖諸家，實不啻霄壤之分也。鮑雙五司空獨選王、李詩四卷，皆汰其浮響，擇其精采，實為後學之圭臬也。"
      },
      {
        "index": 41,
        "text": "油綠衣"
      },
      {
        "index": 42,
        "text": "雍正中行油綠服，無王公貴賤皆著之。後純皇帝惡其黮潰，相戒不服，餘少時猶及見之。乃近年優伶輩盛行，至於褻衣無不用之，士大夫尚未有服者。亦一時之風氣使然。"
      },
      {
        "index": 43,
        "text": "王荊公"
      },
      {
        "index": 44,
        "text": "宋時自真宗倡興土木，醮誄祠壇，將藝祖、太宗所積封樁庫財貨消耗殆盡。仁宗時，歲幣兵餉，冗費繁多，幾不能以立國。故王荊公倡新法以助國用，宋實賴之幾六十載，未可以其剛愎致累其法也。嘗與鮑雙五論之，雙五以為不然，至譏予為紹聖奸黨，實未計當時形勢也。故朱子《言行錄》中猶以荊公為名臣，賢者之篤見也。"
      },
      {
        "index": 45,
        "text": "宋人戰績"
      },
      {
        "index": 46,
        "text": "宋人戰績，每好誇張，韓世忠淮陽之戰，僅殺一太乙孛堇，不過與周人殺高敖相似，即矜為中興戰功第一。金山之戰，乃金人不識水道，僥幸成功，其後終至敗覆。況金山寺中非鞍馬馳騁之所，金梁王紅袍落馬，亦近粉飾。劉錡守順昌，與臧質守盱眙相似，《宋史》鋪張乃爾。至嶽武穆之擒楊麼，與李臨淮之擒袁何異？《唐書》寥寥數語，即了其事。朱仙鎮之役亦與柳元景入洛相似也。惟張魏公富平之戰，初則極力鏖戰，中韓常目幾殆，金左翼遇濘敗績，賴右翼以濟事，見《金史》。其後軍中自驚，乃至覆敗。故洛宿臨終之言，良有所畏，不可因魏公剛愎屢敗，致掩其功也。"
      },
      {
        "index": 47,
        "text": "蘇叔黨論田布"
      },
      {
        "index": 48,
        "text": "《斜川集》責田布「死時何不裒集士卒，申明大義，誓之以死，或可感悟其心」云云。殊不知魏博傑驁之習，已成痼疾，豈布一二語所能化？況史憲誠叛布時，安知布不反復開導？終不能從，而後發憤自死也。然則布之所遇，亦可悲矣！"
      },
      {
        "index": 49,
        "text": "明大禮議"
      },
      {
        "index": 50,
        "text": "明大禮議，眾論紛囂，終無定評。張桂之辭，雖為偏謬，然世宗由外藩即位，乃為繼統，並非承嗣，未可遽以漢哀比之。永嘉之議，終有勝於泠段也。後毛西河言：「當時若取憲宗曾孫承繼武宗，則無是患。」差為近是。殊不知興獻王為成化次子，嘉靖乃其元儲，年甫弱冠，又安得有侄行也？若取遠支承嗣，更為非禮，亦未可以此責楊廷和也。惟純皇帝堂堂之論，處置得宜，萬世欽遵可也。"
      },
      {
        "index": 51,
        "text": "明世宗用人"
      },
      {
        "index": 52,
        "text": "世宗雖委信權奸，任意施為，然用人之柄，不至下移。惡楊升庵終身，介溪不能包庇。立斥趙文華，誅丁汝夔，皆出己意，非若宋理、度諸君，委靡不振。故嚴嵩惟知迎合上意，以盜國政，與劉放、朱異相似，終非秦檜、賈似道之可比也。"
      },
      {
        "index": 53,
        "text": "海司空"
      },
      {
        "index": 54,
        "text": "海司空望，吳雅氏，孝恭仁皇后戚畹也。任戶工二部尚書幾二十年，精於營造，頗多巧思。憲皇帝大喪時，純皇帝易雍和宮以黃甍，時日匆迫，所餘杗楄瓦礫塞滿街衢，不及摒擋。公令街坊小民分析，未崇朝而盡徙。孝賢純皇后崩於德州舟次，上命運舟入京，焚毀城門，隘不容入。公命造架堞上，以菜葉鋪墊，千夫維挽，舟藉其柔滑而入，皆一時之巧思也。"
      },
      {
        "index": 55,
        "text": "犬吠御史"
      },
      {
        "index": 56,
        "text": "定例，都門內不許設立戲園，以示崇儉黜奢之意。後漸多私立，睿皇帝嚴禁之。那御史景德得商賈重貲，乃奏稱城中清冷，都人動苦拘束，請於萬壽節旬日內，城內許立戲園歌演，以擬周蠟漢酺之意。奏入，上怒，即日遣戍，批其疏曰：「一片犬吠之聲。」時謂之犬吠御史雲。"
      },
      {
        "index": 57,
        "text": "姚中丞"
      },
      {
        "index": 58,
        "text": "姚中丞祖同，錢塘人。貌岐嶷，多智略。直樞廷時，草諭旨萬言，娓娓不倦，皆當上意。任直隸藩司，慎筦庫，工會計。不蓄奴婢，僮仆惟五人，曰：「滋弊者，盡若輩也。」凡簽押皆自視用印，凡州縣候補署篆者，皆以彌補虧空之多寡為補缺先後，故人皆踴躍從事。嫁女日，不用鼓樂，暗送出城，曰：「恐有司聞之，爭饋送嫁資也。」聞灤州有虧空，輕騎減從，自省馳五日至。時已昏黑，立命秉燭盤查，卒得其實。州牧頓首請免，公曰：「吾不劾汝，何以警眾？」卒治罪如律。然性陽鷙，任事過刻，人爭怨焉。"
      },
      {
        "index": 59,
        "text": "商太醫"
      },
      {
        "index": 60,
        "text": "商院判景霨，浙江人，為文毅公十世孫。工醫學，用方精粹，每多奇效。予嘗鼻衄，出血數升，公曰：「督脈未絕，尚可醫治。」煮參數兩，飲之立愈。性直愨，撫諸弱弟甚友愛，所蓄醫金盡為其弟盜用，殊不較也。供奉大內數十年，不泄漏禁中事，有詢之者，惟曰「聖躬萬安」而已。有某太醫性便佞，好與儀、成藩邸交接，公立劾罷，曰：「是人心術不純，不可侍上左右。」睿皇帝然之，立加五品銜，以示寵焉。"
      },
      {
        "index": 61,
        "text": "王文僖"
      },
      {
        "index": 62,
        "text": "王文僖懿脩，青陽人。立朝四十年，持躬謙抑，從不與人相忤。嘗入朝，每過門，必謙讓許久，一旦成哲王厭其煩擾，疾聲曰：「此朝廷政門，非先生居室中，無容久遜也。」人皆大笑。任學政時，每封事必檢閱數日始拜發。一日拜折後，偶憶其中落一字，大詫曰：「吾命休矣！」終日厭厭無人色。逮折批回後，神氣始定，其匑々也若此。然禦下甚嚴，動加撲撻。予嘗見其獨立時，目光炯然，非真和靄甚者，蓋假此以寓世也。"
      },
      {
        "index": 63,
        "text": "劉文恪"
      },
      {
        "index": 64,
        "text": "本朝邊省絕少調鼎者，四川惟張遂寧、廣西惟陳桂林二人。湖南向無閣臣，嘉慶辛未，戴文端卒，始命劉湘陰為相。公麵赤晰，疏眉目，性卞急，馭下頗嚴，然不識政體，咆哮終日，人變不畏其威。家貲多為奴所侵，屢納苞苴，其家仍不敷用。素羨某相侵吞河工費用，乃上書言治河策，娓娓數萬言，率皆不中窾要。為百菊溪所揶揄，曰：「此等行屍走肉，亦復想啖我金耶？」癸酉之變，公聞命逡巡不時入，及抵禁城，四門已闔，公危坐輿中，絕食三日，幾至餒斃。事聞，即日勒令休致。歸日，家無一廛，窮困而死。"
      },
      {
        "index": 65,
        "text": "古今史闕"
      },
      {
        "index": 66,
        "text": "古史闕遺，夏、商以上無論矣。周末自麟經絕筆後，至蘇、張遊說，中間一百四十四年，史簡遺闕，無以詳其梗概。唐末經黃巢之亂，宣、懿二宗實錄焚毀無存，故中葉三十餘年事多亡失。宋哲宗七年政績，因朱墨本屢經更改，事多漫漶無稽。金衛紹王記注焚毀，今所存者，惟楊雲翼日錄四十餘年而已。元順帝、明惠帝二代皆無實錄，故本紀每多舛謬，此皆古今史冊闕文也。至宋、元二史，皆憑碑版著述，時多溢美。明初經太祖自定，任意增減，良不足以存信也。"
      },
      {
        "index": 67,
        "text": "錢三元"
      },
      {
        "index": 68,
        "text": "錢三元棨登第時，為謝金圃所援，故人多輕之。學問膚淺，不識古今事。聞成哲王言，嘗與談戲文，彼以滿床笏為實事，是不知郭汾陽為何人，亦可詫也。"
      },
      {
        "index": 69,
        "text": "吳穀人"
      },
      {
        "index": 70,
        "text": "吳穀人先生，性爽闊，修髯偉貌，類市畫鍾離權像。詩宗樊榭而清暢過之。駢體兼唐、宋之長，五言排律，格律精嚴，筆意秀勁，為古今絕作。嘗館阿文成公宅，教今繹堂尚書，師範嚴肅。其他權要杜絕往來，故倘佯詞苑二十餘年始至祭酒。先生曰：「得為國子宗師，吾願足矣。」即日請假歸，人爭羨之。惟以索米故，門牆過廣，市儈子皆爭致束脩，為盛德之玷雲。"
      },
      {
        "index": 71,
        "text": "王惕甫"
      },
      {
        "index": 72,
        "text": "王惕甫芑孫，短小精悍，善詩古文。乾隆戊申，召試舉人，屢試未售，終於江陰教諭。曾館睿恭王邸，王甚重其人，嘗隨王之灤陽、木蘭等處，詩愈遒勁。王稍有過，惕甫務厲色嗬之，使冠帶謝過乃已。嘗謂法時帆云：「君有詩識無詩才，汪端光有詩筆無詩膽，其兼之者故有人在。」其自命也如此。"
      },
      {
        "index": 73,
        "text": "宋人多用本朝故事"
      },
      {
        "index": 74,
        "text": "偶閱宋人文集，其制、表諸文，多有用本朝故事者，蓋當時實錄、日錄頒行海內，家喻戶曉，故其功績膾炙人口，足以傳世。自明代深藏實錄，其底草皆焚於太液池中，使讀書士人終身不知祖宗功績，良可慨歎。予嘗竊議，若於科場五策中，添問國朝掌故一條，其對不詳明者，不許中式。再將《開國方略》、《八旗通志》諸書頒行學宮，使士子習讀之，則人皆習知國家之典制矣。"
      },
      {
        "index": 75,
        "text": "耶律文正之兄"
      },
      {
        "index": 76,
        "text": "偶讀元遺山詩，知文正王有二兄：一名辨材，仕金為靜難節度副使；一名思忠，仕金為龍虎衛上將軍。文正嘗啟元太宗調取，金哀宗冀和議可成，遣其赴北。思忠義不仕元，投城壕死；辨材至真定，亦不食而卒。二子可謂盡忠於所事，較瑾、誕之仕三國者，尤為烈雲。"
      },
      {
        "index": 77,
        "text": "史不可盡信"
      },
      {
        "index": 78,
        "text": "史載曹武惠南征入金陵時，不戮一人，以為美談。按宋人小說載，北兵入，頗多擄殺，賴張成樹梯子府榜，逾垣入者二千餘人，幸免殺戮。又瓦官寺閣建自晉升平時，已五百餘年，亦被北兵焚毀，是未嘗不殺害也。至於江州之屠，原係曹翰慘虐，反不足為武惠累也。"
      },
      {
        "index": 79,
        "text": "宋人譬寓"
      },
      {
        "index": 80,
        "text": "宋人小說，有以歐陽譬退之，王荊公譬王導之語。餘以近日名臣亦可譬諸前哲，劉文正似韓魏公，王文端似富鄭公，董太傅似文潞公，紀文達似歐陽文忠，朱文正似張士遜，彭文勤似宋庠，劉文清似公孫弘，阿文成似明王越、胡宗憲，良不愧也。"
      },
      {
        "index": 81,
        "text": "鬆相公"
      },
      {
        "index": 82,
        "text": "鬆相公任司馬，因失印事謫本旗驍騎校，公即持仆被向印房值宿。有阻之者，公曰：「軍校之職，提鈐值宿而已。予雖曾任大員，敢曠厥職哉！」未浹旬，今上即位，仍復原官。"
      },
      {
        "index": 83,
        "text": "宋哲宗之明"
      },
      {
        "index": 84,
        "text": "宋哲宗天資聰粹，實有為之主，天不祐宋，乃早崩隕，致使徽、欽嗣之，隕喪厥基。近閱金人《吊伐錄》，有趙佶陰使黃門盜殺塚嗣之語，雖出敵人汙蔑，未可遽信，然豈盡無因哉？獨怪章惇、曾布皆才智之士，當時雖有端王輕佻之語，終未能為國討賊，其後嶺海之行，非不幸也。"
      },
      {
        "index": 85,
        "text": "呂聖功"
      },
      {
        "index": 86,
        "text": "卜士呂聖功，順天人。善卜筮，嘗設庵於阜成門大街四十餘年，每多奇中，家賴以小康。善與人息訟事。其爻辭一本《易經》，而多別解，為經傳所未備。於道光辛巳冬始卒，亦術士中之立品者也。"
      },
      {
        "index": 87,
        "text": "楊武陵"
      },
      {
        "index": 88,
        "text": "楊武陵嗣昌居師幹二載，雖有輿屍之咎，然將帥如左良玉、殷太白等，皆驕抗違命，以致敗亡，似未可以耑責也。其後駐師夷陵，憤恚自裁，死後尚蒙毀屍之慘，亦可哀矜，非溫、周誤國奸臣可比。世多以陷盧忠肅為楊罪，旭亭師有詩責之，至欲鑄像表奸，有同秦檜之語。近閱《流寇長編》，有武陵勘忠肅疏，以縗絰侯代之人，作奮袂勤王之事，曆艱險而不辭，皎孤忠而矢死。雖與吳阿衡同難，一放火之人，一救火之人，未可同日而語也。是其褒獎備至，實無誣陷之辭也。第洪、盧皆當時將材，不使之剿滅流寇，而使其抗扼本朝，以致忠貞隕越，良可惜也。"
      },
      {
        "index": 89,
        "text": "唐宋國初詩人"
      },
      {
        "index": 90,
        "text": "唐、宋二代之詩，汗牛充棟，然初年詩集，流傳甚少。唐武德初至開元間百廿年，傳者不過數十人，其餘名家如陸楷、曹憲、吳少微、富嘉柔諸人之詩，皆湮沒不傳。宋初除徐鉉、潘閬一二外，傳世者更少於唐。蓋後世名家倍出，足可表章一代，前輩詩集，無復搜集，以致遺佚不傳，良可惜也。"
      },
      {
        "index": 91,
        "text": "玉亭相國"
      },
      {
        "index": 92,
        "text": "玉亭相國，名伯麟，滿洲人，壺錫哈理氏。以繙譯進士叨入詞林，初無赫赫之名。至閬峰司馬與之比鄰，頗輕之，嘗謂予曰：「如禴祭者，豈堪任封疆哉？」初任晉撫，繼滇南製軍，幾二十年。乃能以廉潔自矢，重待儒士，雖才具拘闔，而實心蒞政，二省居民愛戴如父母焉。順寧之役，攻克夷壘，曾立戰勳。入閣後，頗以旗人生計為憂，所上條陳，調劑旗人事宜三款，切中利弊，有古大臣風範，今上為之動容。卒為其所阻，未得施行。不數日，公以疾免，士論惜之。"
      },
      {
        "index": 93,
        "text": "脫脫像"
      },
      {
        "index": 94,
        "text": "今西城大隆善寺後殿有二古像，男則白髮袍帶，女則珈翬珠冠，年皆近六十外，相傳為元脫脫夫婦像，寺即其故邸，故塑像祀之。按：托克托拜相時，甫三十餘，與順帝年相若，故伯顏以其為義子也。其謫雲南，知州高某嘗欲以女妻之，亦年未甚衰之證。何寺像老邁若此，殊不可解。況其已遭誅謫，又何人代為屍祝，亦未能詳考也。"
      },
      {
        "index": 95,
        "text": "隨園先生"
      },
      {
        "index": 96,
        "text": "隨園先生，天姿超邁，筆法精粹，古文尤為卓作，予深佩之。惟考訂實非所長，其詩話、隨筆中，錯誤不一而足。如立陳東廟本劉豫事，而誤以為張邦昌。宋太宗中箭事，采王钅至《默記》，實屬不經。趙雄料金世宗必亡其國，以媚重華，與陳演料流賊入關為虎入深阱之語，同為誤國庸臣，而袁乃以為賢相。韓範不收劉三嘏，實為老成卓識，與唐悉怛謀之事不同，而袁以為失機，不見日後宣和收留張愨，貽禍無窮與？未可以歐陽之詩遽加譏誚也。其尤紕繆者，如詩話載舒文襄公奏慶雲語。按文襄舅氏，以諫阻征緬謫貶伊犁，庚寅歲朝，謫居絕域，焉能敷陳殿廷記？同時人之事，乃舛錯至此，何也？"
      },
      {
        "index": 97,
        "text": "宗室積習"
      },
      {
        "index": 98,
        "text": "近日宗室蕃衍，入仕者少，飽食終日，毫無所事。又食指繁多，每患貧窶，好為不法之事，累見奏牘。蓋宗室習俗倨傲，不惟漢士大夫不肯親昵，即滿洲親戚，稍知貴重者，亦不肯甘為之下。惟市井小人，日加諂媚，奉為事主，宗室樂與之狎，一朝失足，遽難回步。每有淫佚幹上之事，有司以其天潢，故為屈法，市井之良善者又多畏其威勢，不敢與抗，適足以長其凶焰，其俗日漸卑惡也。若執法者罔顧情麵，明其勸懲，善良者為之助衣食，不肖者嚴夏楚，其實有幹犯名義者，即立斃之刑杖，則驕悍之風自熄，又豈真難化導者哉？"
      },
      {
        "index": 99,
        "text": "張茂修"
      },
      {
        "index": 100,
        "text": "張茂修，河南滑縣人。曾入庠，性豪宕，不拘小節。李文成將叛時，以其武勇所恃，陰遣其徒約之。茂修欲辭，既而念文成勢已就，非口舌所能阻者，因偽許之。奔告巡檢劉某，劉初未信，修曰：「此何等事，某敢以為戲耶？願君早發之，猶可以救，慎毋使滋蔓也。」劉乃轉詳強公克捷，文成始就擒焉。後賊劫犯時，茂修全家遇害。予聞瘍醫王殿安之言如此。"
      },
      {
        "index": 101,
        "text": "恭勤愨"
      },
      {
        "index": 102,
        "text": "勤愨公，諱恭阿拉，鈕鈷祿氏，宏毅公七世孫也。家素貧乏，其父任中翰久，罷歸，饔飧不給，公嘗負販於外，以傭錢養親。後累遷至驍騎參領，仍賃汪時齋總憲屋以居。時齋喜其直愨，時周助焉。以孝慈皇太后父封承恩侯，任大宗伯十餘年。公出自困厄，悉裏巷情，處事和平謙衝，雖居戚畹，無驕抗習態。每歲必宴集故交，歡飲竟日，曰：「奚可以富貴故失友道也。」性善飲，與劉長沙相國較量，日傾廿餘甕，人以為奇。嘗拾匿名文書，即命仆焚毀，曰：「吾聊以此報上澤也。」廣賡虞侍郎被刑日，公與予同坐，悵然曰：「賡虞以彈和相成名，今乃受此慘禍，吾恐今陷賡虞者，異日亦必有報也。」因謂其子曰：「此乃上警戒大臣，汝應知悚惕，不宜歡暢也。」予深服其論。壬申冬，卒於位，人爭惜之。亦椒房輩中之難能者也。"
      },
      {
        "index": 103,
        "text": "邱元清"
      },
      {
        "index": 104,
        "text": "今白雲觀後殿中，塑白晰方頤黃冠羽衣者，皆以為邱長春之像。近閱明沈德符《野獲編》，言有全真道人邱元清，初從黃得禎出家，洪武初以張三丰薦，為五龍宮住持。明太祖以二宮人賜之，邱度不能辭，遂自宮。今觀其遺像，儼然一嫗也。後轉太常卿，隨成祖北遷，卒於觀中雲。然則今之塑像，為閹腐之殘軀，非飛升之上真明矣。再殿後有「萬古長春」四字，相傳為呂祖之筆。聞宗室盛雲言，乃其父某醉後用帚書者，亦非真仙跡也。"
      },
      {
        "index": 105,
        "text": "副天保"
      },
      {
        "index": 106,
        "text": "乾隆中，福文襄王屢任督撫，權勢赫濯。家奴隨行，騷擾驛站，州縣事之惟謹，苞苴賂遺，到處盈萬。有無賴子副天保者，少嘗為王家奴鄰居，悉知王情狀嗜好，乃與其黨數十人假王名號，沿途訛詐，路上稱疾不會僚屬。至湖南辰州，知府為清公安泰，乃王所薦擢者，手版謁見，從者遏之。清公心疑其詐，乃闖然入見，保臥重茵中。公直前揭被，始知非王，乃呼群役進，立時掩獲，其黨無一逃者。事聞，純皇帝大喜，立擢其官。後公仕至浙江巡撫。"
      },
      {
        "index": 107,
        "text": "瘟疫"
      },
      {
        "index": 108,
        "text": "道光辛巳春夏間，瘟疫流行，始自閩、粵、江、廣，日遷於北。七月望後，京中大疫，日死者以千百數。其疾始覺脛痛，繼而遍體麻木，不逾時即死。治者以針刺舌齶逮紫血出，再服藿香正氣丸，始得無恙。然死者率多裏巷小民，士大夫罕有染者。惟刑部侍郎覺羅承光，年逾六十，身素強健。清晨入署，聞有談是疾者，力斥其妄。逾時覺不爽，即乘輿歸，及抵家已卒矣。"
      },
      {
        "index": 109,
        "text": "兵部失印事"
      },
      {
        "index": 110,
        "text": "嘉慶庚辰春，睿皇帝恭謁西陵，兵部奏失行在印信。上命留京王大臣等審訊日餘，未得端倪。後由鮑姓胥吏供，係前秋巡幸木蘭時行帳中遺失，隨從司員隱匿未報等情，將堂官司員降革有差。移交古北口提督等處訪拿正凶，終未緝獲。然聞何主事炳彝言，是日收印時，適伊值日，親同滿員手封貯庫，實未嘗失也。或言有人覬覦非分，賄鮑姓者竊去，意存叵測，事未及發而謀敗，諸大臣恐興大獄，故借行帳中遺失消弭其事雲。未匝月，有貴人父子相繼暴殂，又將幼子私蓄他所，匿報有司，傳言或非妄也。"
      },
      {
        "index": 111,
        "text": "羅中丞"
      },
      {
        "index": 112,
        "text": "羅中丞含章，雲南景東廳人。中乙科，仕廣東縣令，以廉直稱。年五十餘，猶沈淪下僚，宦興已久闌矣。道光初政，曾膺上薦，即擢肇羅道。調山東兗沂曹道，未期年，即升至粵撫，近年宦途未有若是之速也。公愛民潔己，蒞官時召父老至，諄諄教誨，至於涕下沾膺，故百姓感戴如父母，號為「羅青天」。然性質愨，易受下官欺侮，蒞齊撫數月，為僚屬所掣肘，不能布施一策。上知之，改調江西，公如獲更生雲。公本姓程，後易為羅，貴後始奏明更正雲。"
      },
      {
        "index": 113,
        "text": "明文襄"
      },
      {
        "index": 114,
        "text": "明文襄公亮，出入將相五十餘年。性豪邁，不積餘財，又屢遭籍沒，故晚年貧窶尤甚，債如山積。居文廟小巷中，破屋數椽，僅庇風雨，夜門惟一老嫗，雖寒士所不逮。二子又復相繼喪之，益加憔悴，故請致仕表有「儋石無儲，二子先逝」之語。今上為之動容，乃命全俸養疾。逾年薨，上親行賜奠，命入賢良祠，以侯世其長孫，皆出異數雲。"
      },
      {
        "index": 115,
        "text": "陝西冤案"
      },
      {
        "index": 116,
        "text": "嘉慶庚辰，陝西渭南縣富民柳全壁因索債事，將傭人朱某群毆死，乃重賄縣令徐潤，誣為朱某自行跌傷。已完案矣，朱妻子不甘，上控撫院，改委他縣令姚洽另審。柳復廣為通賄，巡撫朱勳、布政使鄧廷楨皆有所染指，姚洽乃承其意指。朱妻方臨蓐，命差役淩逼赴審，致傷風死。其戚馬某屢控，姚洽復加嚴刑致斃。朱某有侄，已受賄私和矣，村民不甘，群聚詬之，曰：「汝不上控，吾儕即分汝屍矣。」朱侄不得已，入京上控。會御史王鬆年復密劾之，上命那繹堂製府馳驛往訊，盡得其實。全璧抵死，洽、潤等論戍，勳、廷楨降革有差。復聞鮑雙五司空言，開驗時，伊適在弟珊任所，聞伊弟言，屍已經年，乃面貌如生，傷痕宛然，無庸洗刷。亦一異也。"
      },
      {
        "index": 117,
        "text": "方榮升"
      },
      {
        "index": 118,
        "text": "乙亥夏，百製府齡奏，和州民方榮升，鳩集鄉愚，謀為不軌，先事發覺，伊命副將鮑友智、慶廉，道員邱樹棠等用計捕之，一夕盡擒。事聞，旨加百公三等男，世襲，賞賚有差。是日予適在園中，上命王大臣閱看其折。予見其折中有「八門陣九天元聖」諸語，鋪敘荒誕，頗類小說，非敷陳體，心甚疑之。近聞和州王某言：榮升，和州一編氓，初無大志，不過習染邪教而已。百公素與方葆岩製府不睦，方居憂，寓金陵，上眷頗厚。百公所貪縱事，皆為方所闚，恐方起復時發其罪，榮升故方公遠族，故假是事，既以邀功。又復撼方公，其檄文中有「用方公為右弼」，及指斥妖言，九龍方印諸逆跡，皆百公所自撰刻，並非出自榮升也。幸上未及罪方公，方公卒尤抑以薨，良可惋也。逾年百公即逝，其產百萬，皆為惡奴所據，囊橐一空，天道果無知哉？"
      },
      {
        "index": 119,
        "text": "宗人府土地祠"
      },
      {
        "index": 120,
        "text": "今宗人府北廊下有土地祠，黃袍冠冕，儼王者像。相傳神甚靈著，胥吏事之惟謹。宗室升華云：「高皇帝征尼堪外蘭時，嘗與明和議，邀神以盟。明人畀以土地像，蓋揶榆之也。眾皆怒，上曰：『此明人以土地付我之讖，可謹祀之。』定鼎後，移祀於宗人府焉。」"
      },
      {
        "index": 121,
        "text": "湯敦甫"
      },
      {
        "index": 122,
        "text": "湯敦甫金釗，浙江蕭山人。成己未進士。出朱文正公門，公甚器之。敦甫性質樸，悃愊無華，不修邊幅。在詞林時，寓光明殿左廊，廣授童蒙，無異冬烘。任祭酒時，尚居地安門外文昌宮，無安宅也。嘗刊《文昌化書》、《陰騭文》等書，勸人一如文正公之學。視學江南時，仆從惟數人，公自司課卷。暇日攜書卷至江陰君山上，誦讀終日，自笑曰：「此亦可謂玩物喪誌矣。」今洊至少司農，儉素猶如故也。然壬午典江南試，有貪吏章廷梁二子，連駢中式，嘖有煩言。其長子燡予素識之，固才俊之士也。聞公少居鄉時，行頗俶詭，里人多畏之。及成名後，始以理學自命，以延時譽，亦善於盜名之士矣。"
      },
      {
        "index": 123,
        "text": "元二臣"
      },
      {
        "index": 124,
        "text": "元太子北遁後，史頗不詳。有遺臣朱彥德、劉仲德二人者才俊，又受昭宗知遇，任為帷幄之助，二人亦感激用命。徐達出塞時，二人設伏兵以擊之，達大敗，僅以身免，元兵賴以復盛。明太祖高其誼，曾遺書招之，稱為「元二生」云。二人不降，答書有雲「固守赴海之節，恥蹈射鉤之失」之語。詳見《洪武實錄》。其事罕有知者，故表出之。"
      },
      {
        "index": 125,
        "text": "周簧鑒"
      },
      {
        "index": 126,
        "text": "周生簧鑒，崇明人。幼時入庠，屢試不售，至嘉慶庚午，始捷南鬧，年已七十。壬午春，重上公車。予嘗會於侯太史桐所，精神矍鑠，飲啖兼人，誦製藝文，琅琅不休。其時父母俱慶，業百餘歲矣。洵熙朝之人瑞也。"
      },
      {
        "index": 127,
        "text": "曹進喜"
      },
      {
        "index": 128,
        "text": "國初懲明季之亂，宦官定制綦嚴，不許幹越外事，章皇帝立鐵牌於交泰殿，列聖因之，閹宦極為守法，制度遠邁漢、唐。有奏事太監曹進喜者，性直傲，純皇帝時已為近侍，曆事三朝，年逾六旬，頗明政體，聲聞日著於外。其侄入試通州，學臣以進喜故，曾列前茅，士論頗為不服。又交結外省督撫，歲時皆有獻納，間有王貝勒甘為輸服，以刺探宮禁事者。今上頗知之，以其非顯過，尚優容之。癸未夏，吏部月折交納逾期，上詢軍機大臣，進喜即揚聲殿陛問，以斥吏部之延宕，又欲兵部亦具月折付伊，以便召對之，語聲徹於內。上大怒，立加斥革，廷杖二十，貶於端澤門司閽，永遠不許出外。洵聖朝之美政也。"
      },
      {
        "index": 129,
        "text": "慕容德"
      },
      {
        "index": 130,
        "text": "史言慕容德南征叛者苻廣，其臣李辨叛降北魏，引拓跋兵至滑台，被陷，殺其弟向陽王和。德聞，引兵歸，已無及，因從潘聰言南奔廣固，以延燕祚。此與關壯繆之失荊州無異。然關卒以蒙難，而德得以南奔者，蓋有幸有不幸耳。吾嘗謂壯繆當擁兵乘舟溯漢水北上，雖有曹仁等阻隔，然皆敗亡之餘，不能為難，必可直達閬中，勝秭歸之路多矣。"
      },
      {
        "index": 131,
        "text": "十六國春秋"
      },
      {
        "index": 132,
        "text": "崔鴻《十六國春秋》明人具有刻本，然皆雜集《晉書》載記及太平御覽、《華陽國志》諸書而成，實非鴻之原本。其《石虎傳》乃抄襲《鄴中故事》、《法苑珠林》諸書，痕跡宛然。其他內晉外魏諸處，似出朱子《綱目》之後。魏道武之弑，直書其事，使鴻執筆，必不敢作此辭也。其他注中有引及沈約及《北齊書》及《冊府元龜》諸語，更在鴻數百年後，其為贗作明矣。"
      },
      {
        "index": 133,
        "text": "理學盛衰"
      },
      {
        "index": 134,
        "text": "自乾隆中，傅、和二相擅權，正人與之梗者，多置九卿閑曹，終身不遷，所超擢者，皆急功近名之士。故習理學者日少，至書賈不售理學諸書，予前已具論矣。近年睿皇帝講求實學，今上復以恭儉率天下，故在朝大吏，無不屏聲色，滅騶從，深衣布袍，遽以理學自命矣。如李侍郎宗昉、黃給諫中模，往昔皆以聲色自娛者，近乃絕口不談樂律。芝岩會客，必更易布袍，然後出見，以自詡其節儉。亦一時風氣然也。"
      },
      {
        "index": 135,
        "text": "道光初年大吏"
      },
      {
        "index": 136,
        "text": "今上即位後，喜用賢俊之沈下僚者，一時耆舊之士，率加超擢。如鄭公裕國官郎中，以蔣勵堂薦，期年洊至直隸布政使。董鄂公阿霖官鄖陽知府，以那繹堂薦，期年至江西巡撫。唐公仲冕官知府、左公輔官按察使，以英煦齋薦，期年皆至開府，一時傳為佳話。然諸公皆已年邁，未逾時，先後致仕去，未獲展其才猷也。"
      },
      {
        "index": 137,
        "text": "楊眉卿"
      },
      {
        "index": 138,
        "text": "楊郎眉卿，名壽令，安徽潛山人。在三慶部，姿首韶秀，一時稱為翹楚。性聰慧，喜近文墨，摹《靈飛經》，頗有豐姿。又從朱農部灤學畫梅竹，寫生逼肖。架上庋《文選》、閣帖諸書，談古今事，頗知原委。一日告予欲棄風塵而以文士自命，予告以安心任命之道，眉卿頗以為然。亦彼道中之自潔者也。"
      },
      {
        "index": 139,
        "text": "姚公子"
      },
      {
        "index": 140,
        "text": "姚製府啟聖，佐先良親王平閩，決意欲滅鄭氏，以絕民望。嘗與納蘭太傅明珠不睦，太傅嗾徐總憲元文劾之。立齋故為顧亭林甥，乃陰庇明裔者，亦嗛公所為，遂周內其罪，露章彈劾。幸仁皇帝察知，不究其事。公子儀心銜之，偵知其兄健庵自某學政歸，苞苴無算，伺於盧溝橋，俟其車數十乘至時，公子固兼人力，乃拽其車尾，盡掀於巨浪中。大言曰：「若輩貲財，皆取諸不義者，敢與予鳴之官乎？」健庵懼，隱忍而已。事久，仁皇帝聞之，大笑曰：「姚儀此舉，殊快人意。然有此勇力，不可使閑置郎署。」遂改授武職。立功海上，洊至南陽鎮總兵官，以善終。"
      },
      {
        "index": 141,
        "text": "姚姬傳文集"
      },
      {
        "index": 142,
        "text": "姬傳先生古文簡潔秀瑋，一出方、劉正軌，實為近代所罕有。其平生以考據自命，然記近事，反有差訛。如《許祖京神道碑》誤福康安封號為誠嘉毅勇公，《趙文哲墓誌銘》誤書大學士溫福為溫敏，若此者指不勝屈。當時雖無所傷，傳之日久，反有據碑版以證史誤者，故表出之。"
      },
      {
        "index": 143,
        "text": "吳雅中丞"
      },
      {
        "index": 144,
        "text": "吳雅中丞福崧為海大司空望之族孫，年二十餘，即任封疆。辛丑夏，甘省回民蘇四十三叛，據華林寺。公率兵捕獲，爭先入寺，至火槍擊公翎頂墮，公屹然不動。阿文成公薦之，兩任浙撫。遇事明決，有能吏風，下僚異之如神。俸廉外，不受歲時苞苴，繼王亶望貪縱後，故民易於感戴。事親最孝，其母好遊覽，浙中湖山名勝甲於天下，故朝夕往遊，樂而忘返，下屬供給豐腆，頗多賠累，嘖有煩言。又未以賄通，和相銜之切骨，然公政績昭炯，無間可入也。會有鹽道柴楨者，才庸懦，公素厭其人。楨升擢兩淮運使去，庫有虧帑，曾允至淮遷挪，已完補矣。公恐為人知覺，乃文移鹺院，訊其淮庫虧缺與否。鹺使為戴金德，和相私人也，廉知其故，露章劾之。使者至，迎合和相意，傅會其獄。又柴簿書中有饋福公金一千兩語，實饋送福尚書長安者，乃坐贓於公。純皇帝命檻車征入，欲廷訊之。公揚言會當見上盡發和相之隱私，又為和所知覺，改易獄辭，以激上怒，命於中途賜死。適行至紅花鋪，公聞命，須髯奮張，大聲疾呼，不肯就死。齊撫吉慶以鴆飲公，然後受法。至今鋪人言之，猶代為報屈雲。"
      },
      {
        "index": 145,
        "text": "王儕嶠"
      },
      {
        "index": 146,
        "text": "王儕嶠蘇居諫垣時，頗有直聲。嘗彈平寬夫司馬，人爭快之。出守洛陽，不趨勢要，上司爭畏其鋒棱。錢裴山楷時為方伯，其族弟俊以貲授道員，仗兄勢，頗豪縱。公察其辦物料有虧缺，乃直揭藩司，其稟中有「深知錢道為上憲族人，然素信大人之清正，必不以葭莩故，致貽誤國事也」。裴山大驚，乃準其揭，治俊如法。後告人曰：「是日讀稟時，予手自顫搖，不知作何批示方好也。」自是公之直名益彰。"
      },
      {
        "index": 147,
        "text": "起義助關壯繆姓名"
      },
      {
        "index": 148,
        "text": "《三國》小說，有意左袒昭烈，凡蜀漢事跡，無不附會其辭，以為揄揚，然實事反有遺落者。按《魏志》，壯繆威振華夏時，其武弁侯音、郡守衛開據宛、洛以應公。又有陸渾民孫狼，據山險要以為接應。後因公失事，將為操將所害，見《胡昭傳》中。又《晉書·司馬懿紀》作逆料南部守將胡修、傅方殊不可信，後二人果陰應蜀漢。又鍾繇《臨戎帖》亦有傅方反覆語。諸公皆當時舉義之士，不幸為國捐軀者，今姓名湮沒不彰，良足惋惜，故表出之。"
      },
      {
        "index": 149,
        "text": "春秋後事跡多失載"
      },
      {
        "index": 150,
        "text": "周末自麟經絕筆後，記載絕少。至周顯王蘇、張約縱連橫之時，事跡始可追尋，其間缺佚者一百三十五年，顧炎武已詳記矣。按《史記》年表，是時秦國微弱，篡弑相仍，楚、越、三晉兵力強盛，秦國必有被其侵淩屈辱講和之事，故祖龍深以為恥，禁之尤嚴。況年代相近，著述者少，是以易於遺失。而使當時賢士大夫之嘉言懿行湮沒不彰，良可惜也。"
      },
      {
        "index": 151,
        "text": "記孫延齡事"
      },
      {
        "index": 152,
        "text": "孫延齡者，孔定南之婿也。定南殉粵西難，女嗣貞，年十二，乳媼攜之遁民間得免。順治十年，將軍線國安收復桂林，嗣貞歸京師。既長，適齡，王在時所許字也。康熙三年，延齡出鎮衡州，六年六月，移鎮桂林，以王永年、孟一茂、戴良臣為副都統，受延齡製。延齡所居，明靖江王府也。既居之，忽忽若失，或頭目眩暈。不視軍事，學圍棋，鼓琴，臨池摹榻古帖，挾彈丸，張罾罟取魚鳥以為樂。王、孟既心易延齡年少，以婦貴，無大材略，故不屑為之下。而延齡亦驕縱，數傲侮王、孟，遂有隙。十二年二月，永年克減軍餉為兵校所訟，延齡因言永年不法，命孔氏赴京奏聞。而永年亦遣人入京，阻孔氏於河南，不得進，仍返粵，延齡由是益憾永年。時巡撫馬文毅公具奏將軍都統互訐事，上遣大臣出勘兩造，既去，延齡內不自安。十三年正月，吳三桂叛，延齡遂誘王、孟十二人至府，盡殺之，而遣人納款於三桂。蓄髮易衣冠，發兵反，囚文毅，殺潯州知府劉浩、富川知縣劉欽鄰、平南知縣周岱生等，以應三桂。時提督馬雄駐柳州，亦貳於三桂，然奸狡持兩端，延齡使人逼其易衣冠，不從，則詈之。又遣其兄延基與總兵官陳全攻雄，雄不為動。七月，又遣總兵官侯成德攻雄，為雄所敗，雄亦為流矢中頰，是以愈不睦。既而延齡上表三桂，稱名不臣，不用其印紥，自鑄印設官，變置州縣，視賄多者置善地。兵餉不以時給，軍士多不服。十五年，軍士念故將軍線國安舊恩，欲奉線三公子為主。於是鼓噪而立線公子，軍士謂市德於線公子。而線公子約束軍士頗嚴，軍士復鼓噪囚線公子而迎延齡。時延齡夫婦逃匿小民孫七家，軍士跡至，以二輿從，延齡疑其逐之，不匿且加誅，懼不敢出。孔氏曰：「出亦死，不出亦死。」乃匿延齡別處，而自出見軍士云：「而曹殺我夫婦易耳，獨不念先定南乎？」軍士環列叩首，具陳所以奉迎之意。孔氏察其無他，呼延齡出，延齡不敢坐輿，請以一輿舁其婦，而挽輿以行。既入府，延齡慚不能視事，謂孔氏曰：「吾之復得生也，以卿故。軍士念定南王威德，以貴重卿，卿其握權視事，吾願為閑人矣。」孔氏遂戎服繡帕首蟒衣，日擊鼓升堂理軍務，軍士頗服。十六年，線公子以前事流廣州，逃之柳州，說馬雄伐延齡。延齡聞雄兵至，疑城中有內應，籍諸仇家，無男女老幼，夜盡驅之灘水傍，每十口一舉刃，推置水中，至明而畢，江赤水不流，然實無內應也。雄至，相持數月，無勝敗，乃引去。遂致書三桂，譖延齡陽奉命，實歸本朝，三桂怒不稱臣，益信。十月，遣其兄子偽將軍吳世琮至桂林，紹延齡若合好兩家者。延齡不知雄之譖也，郊迎世琮。相見，出伏卒，斷其首，執馬上，函送雄所。嗣貞率殘兵遁，卒歸老於京師，以善終。延齡死後十餘日，雄亦病死。"
      },
      {
        "index": 153,
        "text": "京師王公府第"
      },
      {
        "index": 154,
        "text": "嘗閱吳長元《宸垣識略》記王公府第居址，實為苦心。然不知名位之先後，故多遺佚，今就所知者，開列於左。鄭親王府在西城大木廠。公巴爾堪宅在散子胡同。公敬文宅在石虎胡同。貝勒尚善宅在醬房胡同，今廢為木廠。公門度宅在細米胡同。貝子傅拉塔宅在背陰胡同。公德普宅在興隆街。貝子羅托宅在兵馬司胡同。公屯齊宅在幹石橋。貝子固爾瑪渾宅在轆轤把胡同。公劄爾哈齊宅在西斜街。貝子吳達海宅在乾麵胡同。公拜音圖宅俟考。禮親王府在普恩寺東。克勤郡王府在石駙馬大街，公諾尼宅在石駙馬大街。貝勒喀爾楚渾宅在太平湖，今為榮王府。順承郡王府在麻線胡同。貝勒杜蘭宅在扁擔胡同。公□□□宅在烏衣庫。謙郡王府在羊市大街。巽親王府在缸瓦市，今為定親王府。貝勒杜度宅在絨線胡同。敬謹親王府在東鐵匠胡同。貝子特爾祜宅在臭水河。貝子穆爾祜宅在宣武門內。貝子蘇弩宅在象房。貝子準達宅在宣武門西城根。貝子薩弼宅在老來街。公阿拜宅俟考。公塔拜宅俟考。饒餘親王府在王府大街，今為昭忠祠。貝子博和托宅在東江米巷。貝勒博洛宅俟考。公巴布□宅在西安門大街。武英親王府在東華門，今為光祿寺衙門。睿親王府舊在明南宮，今為緞匹庫，新府在石大人胡同。豫親王府在三條胡同。公賴慕布宅在燒酒胡同。肅親王府在玉河橋東岸。溫郡王府在理藩院大街。承澤親王府在太平倉。直郡王府在西直門大街。公常舒宅俟考。公高塞宅在板橋胡同。公葉布舒宅在兩兒胡同。公韜塞宅在菜廠胡同。裕親王府在台吉廠。恭親王府在鐵獅子胡同。直郡王府在於家井。理親王府在德勝門外鄭家莊，俗名平西府。理郡王府在王大人胡同。公永敬宅在興化寺街。公弘眺宅在豐盛胡同。公弘燕宅在蔣家房。公弘睦宅在喜雀胡同。誠親王舊府在官園，今為質親王府，新府在蔣家房。恒親王府在東斜街，今為惇親王府。公弘升宅在奶子府。淳親王府在玉河橋西岸。廉親王府在王府大街，今為昭忠祠。貝子允禟宅在鐵獅子胡同，今為和親王府。貝子允䄉宅在關防口。履親王府在東北小街。怡親王舊府在煤炸胡同，今為賢良寺，新府在朝陽門北小街。寧郡王府在新開路。貝勒弘昌宅在燒酒胡同。貝勒弘暾宅在蘇州胡同。恂郡王府在西直門大街。泰郡王府在扒兒胡同。愉郡王府在三轉橋西。果親王府在草廠胡同，今為端親王府。貝勒允禕宅在王府倉。貝勒允祜宅在南小街。貝勒允祁宅在北小街。諴親王府在大佛寺街。貝子弘午宅在取燈胡同。和親王府在鐵獅子胡同。定親王府在缸瓦市。貝子綿德宅在石虎胡同。䋸郡王府在方家胡同。榮親王府在太平湖。質親王府在官園。儀親王府在長安街，係耿仲明宅。成親王府在淨業湖北岸，係明珠宅。慶親王府在三轉橋，係和珅宅。貝勒永基宅在西直門大街。惇親王府在北小街。瑞親王府在草廠胡同。"
      },
      {
        "index": 155,
        "text": "莫葆齋"
      },
      {
        "index": 156,
        "text": "莫葆齋晉，浙江仁和人。少入成均，法時帆先生最為賞識，每考必列前茅。公性和靄，酷好宋儒書，嘗注《五子近思錄》，又默誦朱子《或問》，不遺一字。成乙卯探花。曾視江蘇學政數任，不名一錢，所取皆寒畯之士，實近年學臣中所罕見者。洊至倉場侍郎。時戶部議以放代盤而除倉弊，公力言其無益。屢上奏牘，其中有「臣今日不敢信倉中必皆斗斛豐滿，至盤竣日，敢保其必能顆粒無虧」。實中近日倉儲實弊。上以其言太憨，降內閣學士。公以抑鬱致疾，移病歸，不久即卒，士論惜之。"
      }
    ]
  }
}