{
  "chapterNumber": 15,
  "title": "續錄卷五",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "明末風俗"
      },
      {
        "index": 2,
        "text": "世皆以明人重理學，尚氣節，繀挽唐、宋頹風，有返樸還淳之盛，殊不知近日陋偽，實皆起於明末之時。徐鴻儒數於山東燒香聚眾，稱白蓮教，沿至嘉慶初年，三省教匪弄兵九載。其後京師復有林清之變，皆其流毒，鄉塾興高頭講章，議論紕繆，北省村儒，奉為圭臬，不復知先儒注疏為何物也。馬吊興自萬曆末年，致有張、李之變。近日士大夫尚有好者，玩愒時日，莫甚於此。小說盲詞，古無是物，自施耐庵作俑，其後任意編造，層見疊出，愚夫誦之，幾與正史並行。助亂長奸，言之切齒。劇曲雖由元代，然腳色無多，好者尚寡。自魏伯龍改為昆曲，院本增多。近日弋陽□黃諸曲，大足誨淫敗俗。各部署書吏，盡用紹興人，事由朱賡執政，莫不由彼濫觴，以至於今，未能已也。"
      },
      {
        "index": 3,
        "text": "齊次風"
      },
      {
        "index": 4,
        "text": "齊次風先生，貌清臒，村俗之狀，見於眉宇。性強記，誦《十三經注疏》，不遺一字。嘗過杭，將軍某延其午飯，幾上有軍籍簿，公掀閱，皆能記其名姓。次早代將軍傳呼，不誤一士，並後皆識其貌狀，於里閈遇，呼之，應聲而答。亦一異也。"
      },
      {
        "index": 5,
        "text": "趙普"
      },
      {
        "index": 6,
        "text": "世人責秦檜以和議誤國，不知其作俑由於趙普。普故燕人，與遼人多相識，故不欲宋取遼。太祖嘗以曹翰所繪《幽燕圖》以示普，而普詭辭勸止，又不令早下河東以撤遼之屏障。按：其時世宗已弑，睡王政墮，使宋兵早出三關，則從南傳檄可定，乃聽普言，坐失機會。延至太宗時，蕭氏承天握璽，知人善任，群傑並出，宜夫再駕幽、燕之不得尺土也。而普尚上疏阻之，以證前言不謬，何其戾也。故秦檜師其故智，時常以普自譬，良有以也。"
      },
      {
        "index": 7,
        "text": "先母妃遺訓"
      },
      {
        "index": 8,
        "text": "先恭王妃舒穆祿氏，襄烈公玄孫女也。性莊整，禦下嚴肅，人皆敬畏，罔敢欺謾。嘗曰：「古今人材，相去不遠，皆因年代去久，不聞見其過失，即覺非近人所能企及。如某相，吾幼時聞路人皆毀謗之，近乃有譽其功績者，此明效大驗也。」真古今不易之訓。又予與某邸相善，常語及之，母妃正色曰：「此與趙文華每念不忘嚴府何異也？」予長跽謝過乃已。後乃為彼噬臍。又予泥古，痛惡宦寺，母妃曰：「宦寺庸劣之才，何足較量。府中包衣人，實咆哮不法，日後汝為彼所製，始信吾言之不繆。」確知宵小輩之凶焰。逆料後世，若龜鑒雲。"
      },
      {
        "index": 9,
        "text": "程知節拜帖"
      },
      {
        "index": 10,
        "text": "先恭王少時，扈駕東巡，於衍聖公孔昭煥宅見唐程知節拜帖。箋長七尺，字如擘窠，色已黝黭如漆，真千載古物。因知唐元載友人乞載書幹謁范陽節度，載惟與名刺，友人不得已投之。朱泚已命數人用箱籠舁人，是當時名刺之制，固如是長也。"
      },
      {
        "index": 11,
        "text": "宋儒習氣"
      },
      {
        "index": 12,
        "text": "宋代理學昌茂，詩文放溢，不肯履人跬步，頗有自得之豪。然其弊專欲掩蔽前人，以伸己長。如鄭康成之《易書》注，後蒼之《禮》，服虔《左傳》，虞翻、荀爽諸家之《易》，唐時尚存規模，延至宋代，遂至遺佚，使後人莫能知其崖略。歐陽《五代史》既行，薛居正之《舊史》即以覆瓿。蘇、黃諸家詩文日盛，宋初諸作者劉筠、晏殊輩即湮沒不章，使乾德至明道六七十年間傳者惟騎鯨數人而已。一時之趨尚如此，良可慨矣。"
      },
      {
        "index": 13,
        "text": "和孝公主"
      },
      {
        "index": 14,
        "text": "和孝公主，惇妃所生，為純皇帝最幼女。上甚鍾愛，以其貌類己，嘗曰：「汝若為皇子，朕必立汝儲也。」性剛毅，能彎十力弓。少嘗男裝隨上較獵，射鹿麗龜，上大喜，賞賜優渥。下嫁於豐紳殷德。時駙馬恃和相勢頗驕縱，公主曰：「汝翁受皇父厚德，毫無報稱，惟賄日彰，吾代為汝憂。他日恐身家不保，吾必遭汝累矣！」一日積雪，駙馬偶弄畚鍤作撥雪戲，公主立責之，曰：「汝年已逾冠，尚作癡童戲耶？」長跽請罷乃已。」後和相籍沒，駙馬繼殂，公主持家政十餘年，內外嚴肅，賴以小康。於道光癸未秋病逝，今上親臨奠叕焉。"
      },
      {
        "index": 15,
        "text": "定恭王"
      },
      {
        "index": 16,
        "text": "定恭王綿恩，定安親王次子也。貌頎秀，猿臂，善射，駷馬蹻捷如飛。舉止詳贍，趨蹌有節，幼頗健傄，純皇帝愛之，幾奪儲位。弱冠即領火器營總統，凡五十餘年，年七十六始薨。今上震悼，親往奠叕焉。然外美而內昏，不習政體，遇屬吏稟事，莫能剖析是非，頷首畫諾而已。護衛趙吉玉為之點綴園庭，任其通下吏，苞苴動輒巨萬，有楚濱萼山之諷，火器營兵丁恨之切齒。性復吝嗇，積財盈庫，莫肯揮用。每晨入朝，惟啖雞子糕二枚，近侍嫌其幹脆，王曰：「以水瀹之，殊可食也。」夙不解音樂，嘗演《王允議劍》劇，問粉麵為誰，侍者以衍扮曹操對。次復觀楊椒山劇曲，見趙文華衝場，笑曰：「阿瞞之奸狀故可哂也。」其愚暗若此，人傳為笑柄雲。"
      },
      {
        "index": 17,
        "text": "趙甌北"
      },
      {
        "index": 18,
        "text": "趙甌北翼，詩才清雋，與袁、蔣齊名，堪稱鼎峙。所著議論，尚多可取，然考訂每患疏漏。如詩話中載吳梅村《送人之閩詩》有「胡床對客招虞寄，羽扇揮軍逐呂嘉」之句，蓋謂當時製府李日芃、趙廷臣輩，而先生乃以姚啟聖收功當之。按：梅村卒於康熙辛亥，去姚少保滅鄭氏尚有十四年之久，何能預祝其成功也？至謂湯若望、南懷仁至乾隆初年尚存。按：懷仁諡法已見王文簡《諡法考》，其早死不待言。若望乃崇禎末人，焉能越百年而尚存？其與囈語何異？真堪令人噴飯也！"
      },
      {
        "index": 19,
        "text": "成哲王"
      },
      {
        "index": 20,
        "text": "成哲王詩文精潔，書法遒勁，為海內所共推。然天性陰忮，好以權術馭人。持家苛虐，護衛多以非罪斥革。日用菲薄，庫積銀八十萬，莫肯揮霍，一任其子孫盜竊。一日乘馬斃，王命烹以代膳，是日即不舉爨，其嗇吝也若是。其妃乃傅文忠公女，奩資頗豐，而王皆索入封樁庫中，妃惟日啖薄粥而已。夙好置古玩書畫，多受人欺詐，亦不與較也。唯知逢迎權要，其上眷稍衰者，即罵詈之。晚年子孫多以不檢暴薨，王益憤懣不平，得狂癇症。乘弇棧車入朝，左右惟許一人奉杖相隨，言語多不謹飭。今上屢優容之，亦罔知改悔也。未薨前數月，體不沐浴，發不枇櫛，蓾溺自褌間出，仍狂號如故。左右有勸更衣者，王曰：「死後蛆食蛆骸，又誰為滌垢也？」卒以狂疾致死。其所積蓄，皆為仆從掠去，府藏為之一空雲。"
      },
      {
        "index": 21,
        "text": "慶僖王"
      },
      {
        "index": 22,
        "text": "慶僖親王諱永璘，純皇帝第十七子也。貌豐頎黧色，不甚讀書，喜音樂，好遊嬉。少時嘗微服出遊，間為狹巷之樂，純皇帝深惡之，降封貝勒。經睿皇帝屢加斥責，晚年深自斂飾，燕居邸中，惟以聲色自娛而已。然天性直厚，敦於友誼，與之交者，務始終周旋之。禦下寬縱，護衛於眾中與之倨傲嬉笑，亦不責也。純皇帝末年，覬覦者眾，王笑曰：「使皇帝多如雨落，亦不能滴吾頂上。惟求諸兄見憐，將和珅邸第賜居，則吾願足矣！」故睿皇帝籍沒和相時，即將其宅賜王居之，以酬昔言。庚辰春薨逝，睿皇帝震悼，賻襚甚優，異於他邸焉。"
      },
      {
        "index": 23,
        "text": "朱勳"
      },
      {
        "index": 24,
        "text": "近日罕有由微員致身節鉞者，蓋佐雜輩升擢甚難，非大有奧援，不獲飛騰直上。惟陝西巡撫朱勳者，靖江人。其族人多富厚，惟勳中落，霸持鄉黨，多為俶詭之事，族人恥之。因其稍有材幹，公捐一從九職付之，分發陝西。時值教匪不靖，勳運糧糈，乃幹沒其貲，廣結交上遊，薦牘屢上，未期年已至方面。嘗運餉至南山中，猝遇教匪，勳惟戰栗哭泣而已，賴楊時齋救之乃免。後遊至開府，撫陝十載，惟以賄聞，百姓恨之切齒。癸酉秋，南山木工木植匱乏，而勳征稅如常時，因之激變。楊時齋軍門撫之，眾曰：「惟有屠斮老朱後，我輩方解甲歸農也。」其怨毒於人若此。道光壬午，以柳全璧案降黜，上命休致。而勳猶依戀京邸，更結要人，每自詫曰：「若許時何尚未起復也！」癸未秋，接駕良鄉，上立逐其還鄉，士論快之。勳性豪奢，所幹沒者不足供其揮霍，出都之日，債卷如山，行李蕭條，無異寒素也。然聞其教子弟云：「無論亢卑奢儉，惟有一色待人，毫不改異，終不至獲罪於眾。」其言雖鄙，亦保身之秘術也。"
      },
      {
        "index": 25,
        "text": "食幹臘"
      },
      {
        "index": 26,
        "text": "近讀《金世宗本紀》有遼海濱王不知世事，見有饑者，云：「幹臘食之定解饑也。」其與晉惠帝肉糜之言絕對，故錄出之。"
      },
      {
        "index": 27,
        "text": "近代詩人"
      },
      {
        "index": 28,
        "text": "詩之正宗，自沈歸愚尚書沒後，日見其衰，嗜學之士，皆以考據見長，無復為騷壇祭酒。袁子才、蔣心餘、趙甌北三家，恃其淵博，矜才騁辯，不遵正軌。毗陵諸家，自立旗幟，殊少剪裁。惟吳穀人株守浙西故調，不失查、朱風範。其餘皆人各為學，正變雜陳，不相統一。近日惟吳蘭雪舍人詩才清雋，落筆超脫，古詩原本道淵，近體取裁範、陸，實為一時獨步□。他若鮑雙五之繼躅七子，陳雲伯之接踵西昆，法時帆之規摹王、孟，翁覃溪之瓣香蘇氏，非不各有所長，然於正宗法眼，殊無取焉。"
      },
      {
        "index": 29,
        "text": "甲馬"
      },
      {
        "index": 30,
        "text": "《水滸》小說言戴宗善使甲馬，日行千里之語，固屬妄誕。然《金史》載金將烏穀與突合補征宋，遇步軍轉戰，突合補欲令軍士下馬，烏穀雲「聞宋人有妖術，畫馬縛於足下，疾甚奔馬，我軍豈可步戰」之語。是當時有此術，非耐庵之妄造也。"
      },
      {
        "index": 31,
        "text": "秦檜主和"
      },
      {
        "index": 32,
        "text": "世人謂秦檜主和，乃係受宗弼之托，故甘心為其所用。趙甌北以為檜所勾通，乃係達覽，並非兀术之語。按：金之縱檜主和，固主完顏昌之謀，然業為宗幹等識破，敗壞和局。當時檜與趙構已定和議，而敵國遽變其局，出於意料之外，亦不得不更出計算，以實己言，固其寵位。蓋暗使間諜入金，結好宗弼，蠟丸傳書，亦其勢所必有。故梁王於熙宗前揚言伐宋，而渡淮後，按兵不動，以待和議，顯與檜有成約者。不可因昌已被誅，即謂檜與金無所交通也。"
      },
      {
        "index": 33,
        "text": "放翁詩"
      },
      {
        "index": 34,
        "text": "陸放翁詩有《聞官軍入華州》之作，編於開禧乙丑。趙甌北謂當時安丙誅吳曦後，出師僅至興元，即為完顏綱所敗，何得恢復關中，其為訛傳無疑。按：其年宋兵雖未入關，然於紹興壬午，吳璘乘勝恢復隴上十六州中，固有商、虢、同、華，亦見《金史徒單合喜傳》中。或放翁少時原有是作，未及編葺，晚年適有安丙之捷，補錄於此，以為祝禱之詞，未可知也。"
      },
      {
        "index": 35,
        "text": "宋金形勢"
      },
      {
        "index": 36,
        "text": "宋、金之不敵，人盡知之。紹興庚申之役，雖云嶽少保、劉太尉等屢有勝獲，然其時金兵強盛，人心堅固，即無十二金牌之召，其果直搗黃龍與否，尚難操定。惟壬午海陵被弑時，金兵倉卒北歸，世宗初立，人心未一，北邊窩斡等稱兵犯塞，為其腹心大患，當時宋將趙樽恢復唐、蔡、汝、壽諸州，其鋒甚銳，實有中興之望。若高宗親率諸將，指日北征，大河以南，可傳檄而定。奈何固守私議，返駕臨安，坐失機宜，良可惜也。"
      },
      {
        "index": 37,
        "text": "薛國觀"
      },
      {
        "index": 38,
        "text": "史稱薛國觀陰鷙狠才，情性剛愎，繼烏程之後，忮刻相同，而操守遜之，故及於法。近觀梁清遠《玉劍尊聞》言：「國觀任推官時，奉職守法，為台諫，忠清剛介，存心中正，不以察察為明。任僉都，則隨時匡救，為莊烈帝所心重，致登台輔。終剛正致怒中官，死於非罪，為一代之賢相。」與《明史》大相徑庭。然史稱王陛彥為其舅吳昌時所陷，死不肯言，是國觀之獄，原由錢謙益等誣害，以為援召宜興地步。莊烈不知，誤為所紿，其為羅織冤抑，豪無疑義矣。清遠之言雖未可盡信，其去國觀死時不遠，或確有見聞，未可知也。"
      },
      {
        "index": 39,
        "text": "信王榛"
      },
      {
        "index": 40,
        "text": "《宋史》稱信王榛從二帝北行，中途逃至真定，據五馬山，招聚義兵，自稱大元帥，使馬擴南奔求援。高宗識其筆跡，欲發兵救之，為汪、黃所阻，後不知所終雲。按：《金史完顏杲傳》，睿宗南征，留呆鎮河北真定。有聚眾自稱秦王者，杲擊敗其眾，擒捕斬之。蓋即信王，訛其名為封號，轉為秦耳。然則信王所遇，亦可傷也。"
      },
      {
        "index": 41,
        "text": "元史失實"
      },
      {
        "index": 42,
        "text": "《元史》修自明初，匆匆竣事，實為草率。國初諸將傳，相沿虞、揭輩舊稿，文筆尚屬遒勁。其後諸文臣傳，皆剿襲神道、墓誌諸文，未加刪正，非惟事多溢美，抑且稱謂尚未改合體例。又武將如王義、鞏彥暉、孟德，文臣如劉正、王壽輩，皆不必立傳之人，濫竽盈帙；而名臣如和禮霍孫、旭邁傑等，轉多遺佚。順帝一朝本紀，惟載災異，與五行、天文志重復，立傳之人寥寥無幾，名將如王宣、關保、貊高輩，皆莫能詳其始末。不謂宋濂、王禕等文名夙著之人，而著述鄙猥至此，亦可哂矣。"
      },
      {
        "index": 43,
        "text": "納蘭太傅妻"
      },
      {
        "index": 44,
        "text": "納蘭太傅明珠，康熙時煊赫一時。其夫人和舍裏氏與公起自微賤，甚相和睦。性妒忌，所使侍婢，不許與太傅交談。一日太傅偶言某婢眸子甚俊，次晨夫人命侍者捧盒置太傅前，即某婢雙目也。婢父某恨甚，伺太傅他出，夫人獨處房中時，突入，以刃剚夫人腹，立斃。事聞，置奴於法，時謂奴殺宰相妻雲。"
      },
      {
        "index": 45,
        "text": "恭順香"
      },
      {
        "index": 46,
        "text": "今京都合香樓配合恭順香料，言係由明恭順侯吳宅所傳方。按：明恭順侯吳允誠，本元部將，降明，改今名。從成祖北征，屢有功，賜今爵。其孫瑾死於曹欽之難，贈涼國公，事見《明史》。今已數百年，猶賴其香名於世間，良可慨也。"
      },
      {
        "index": 47,
        "text": "汪如淵"
      },
      {
        "index": 48,
        "text": "汪布政如淵，秀水人，殿元雲壑之堂弟也。中己未進士。散館日同吳侍御賡枚、史詩郎儼借寓澄懷園中，時庭有榴花二株，公戲言曰：「豈留二黜一之兆耶？」次日，公與史留館，吳公改禮曹，時人傳為佳話。任侍御，同年楊侍御世英與滿御史某互劾，楊語頗直，上命兩黜之，公以上疏救楊，上以蹈明台諫陋習，改公刑曹。累遷順天府尹。時遭林清變後，事如蝟集，公初不延幕客，危坐堂上，然燭理文書，四鼓乃寢。餘暇獨處陋室，足不逾閾，劉鐶之遇訪，歎曰：「此去桔寂禪師有幾？為官如此，有何樂境？」公笑曰：「此乃汪某報國之始念也。」劉笑謝之，京兆為之大治。今上即位，首簡廣東布政使。公清惠如昔，製府某頗不喜，遇事裁抑，公憤鬱抱疾終，抵任未兩月也。貧無以葬，粵人感激，為之助賻襚焉。"
      },
      {
        "index": 49,
        "text": "倭什布"
      },
      {
        "index": 50,
        "text": "予聞費莫威勤侯英惠言，其父文襄公勒保於嘉慶己未初膺經略時，兵勢猛勇，率朱射鬥、施縉諸將，擒冷天祿於道士觀，蹴徐天德於綏定，其功指日可成。聞有餘匪流入湖北者，楚督倭什布乃張大其詞，以川賊十萬窺境入告。睿皇帝大怒，因置文襄於理，命繼勇侯德楞泰率勁旅入楚剿之，實無一二賊也。致使事機變易，流毒川西數十州縣，皆由倭一言誤之也。倭姓關氏，起家寒微，乃予邸頭等護衛德勝侄也。初任川北道，政以賄成。積數十年未遷，福文襄西征時，倭竭力交納，始遷陝西藩司。乃矯廉邀聲譽，王文端公誤信鄉評，薦之於朝，洊擢楚督。倭擁重兵駐荊、宜間，日置酒高會，不理軍務，忌勒功高，因讒間之。其後以軍務廢弛為高文襄書麟所劾，始降巡撫。後繼覺羅吉公慶為粵督數載，毫無振作，一任下屬欺蔽，致使洋盜蔓延，烏石諸寇匪，皆其所釀成也。調任陝督，以叛兵事，始經罷斥。家居數載，卒以善終，猶蒙世蔭，真厚幸也。"
      },
      {
        "index": 51,
        "text": "顧亭林詩"
      },
      {
        "index": 52,
        "text": "顧亭林先生博雅醇儒，考核古今，為本朝之冠。然其詠古詩有「名弧石勒誅」之句。按史，石虎時，燕人饋虎弓矢，其太史王波命贈蜀使，以矜幅員之廣。蜀主壽命史臣書曰：「肅慎供其楛矢。」虎聞之大怒，因族誅王波，非趙主勒時事，而先生誤用之。信乎！考古之難也。"
      },
      {
        "index": 53,
        "text": "祥德"
      },
      {
        "index": 54,
        "text": "五旗包衣原係王公家奴，出身微賤，固國初睿、鄭諸王秉政，因令伊等與八旗人員一體考試錄用，其中多倡優賤類羼雜其間，實非遼東舊族。曆來廁身清要，功名顯赫者，不可勝記，近日大僚如祥德、常弼尤顯著者。祥德，姓王，本和恭王弄童之孫，品甚鄙吝。以部郎踐曆臬使，初無材具，惟貪賄是聞。信用家人徐敬輿，任其指揮，惟其言是聽，故黎庶憤怨切骨。今上首政，將其勒休，人心大快。其子英文，復以威喝斃命，伏誅市曹，則其家教，洵可知矣。"
      },
      {
        "index": 55,
        "text": "葉文忠"
      },
      {
        "index": 56,
        "text": "近讀《蒼霞草》，見其兩朝奏疏，剴切和平，當神、熹二宗庸昏之王，乃能遇事救挽，保全善類。其與左忠毅尺牘，從容勸阻，若預睹日後之決裂者，使楊、左二公早從其語，必弭朋黨之禍。其論魏忠賢一疏，亦復婉切忠摯，實一時良相也。惟冒忮李廷機為首輔，暗使台諫攻之，己復調停救護，以掩其跡，究非正人所為。又復暗於兵機，薦楊鎬督師，卒致僨事轅。明知熊襄湣之幹濟，而包庇門人王化貞，致使貽誤封疆。誤信王象幹之言，以為朵顏可以撫綏，使與本朝為敵。殊不知喀爾沁三部當時已受本朝封號，其請賞於明者，乃高皇帝之妙算，彼乃以為奇計，何其舛也。又毛文龍鎮江之捷，乃叛將陳良策獻城，並非文龍之功。蒼霞乃以為可用，極力保護，遂致尾大不掉，自甘屠斮，亦調度失宜也。"
      },
      {
        "index": 57,
        "text": "賽將軍"
      },
      {
        "index": 58,
        "text": "自純皇帝建立健銳、火器二營，令其遠屯郊圻，不近繁華，命綜理王大臣勤加簡煉，賞罰嚴信，故近日滿洲武臣多出其間，如德繼勇楞泰、賽將軍衝阿其尤著者也。賽本寒族，膺健銳營選，屢出師回匪、台灣、川楚等處，頗建功績，洊至吉林將軍。德繼勇倚如左右手，與楊時齊少保名相埒雲。後以積勞內遷御前大臣、領侍衛內大臣，實行伍中所僅見者。聞其紀律嚴明，行師十載，家無餘貲，文員間有饋遺，皆立賞士卒，云：「此皆汝等之勞瘁所致，予何敢厚蓄也。」仕至極品，家惟藏皮裘數笥，公屢顧之曰：「微末士卒，以致宦橐如此，殊可觀也。」公無他嗜，下直後危坐鬥室，以櫛理長鬛，光潤可鑒。平生雍容，不問家人生產，其紀綱稍以簿書進，即麾之去，曰：「置汝等何用，此瑣屑事，尚煩瀆乃翁耶。」亦可以覘其品矣。"
      },
      {
        "index": 59,
        "text": "劉清"
      },
      {
        "index": 60,
        "text": "劉清之改總兵官，已詳具前卷。聞其說王三槐不降時，勒威靖深斥之，鄉勇訛傳為欲行軍法，遂集數萬人於轅門，欲活祭公後即行鼓噪，楮鏹滿路，哭聲震天。勒公令公出諭之，眾皆感泣，遂同公至賊壘，曰：「三槐不出，我輩碎身以殉君矣。」三槐懼，因出降。又任山東時，金鄉告變，公趨救之。兵未滿百而賊驟至，公令眾偃旗安臥，竟夕無聲，乃趨過，不敢過公之壘。後眾問之，公笑曰：「此固兵法之易曉者。我軍不敵百分之一，若倉皇趨避，賊知其寡而犯之，我輩無孑遺矣！今營壘整肅，賊必以為眾多，恐被我覺察，故逃避之倍速也。」後援兵四集，公乃率以追賊，一鼓殲之。擒賊黨訊之，雲賊某初欲犯公壘，賊首戒之曰：「劉青天善知兵者，不可首攖其鋒。」及其敗時，賊首猶曰：「前日若從汝言，則早被擒獲，不能延至今日也。」"
      },
      {
        "index": 61,
        "text": "唐若瀛"
      },
      {
        "index": 62,
        "text": "往日京官積習，皆以裘馬聲色為娛，所入俸糈，不充溪壑之費，故多逋券山積，難以度日。有戶部郎唐若瀛者，素尚奢華，兼以樗蒲之費，動至千百，家日窮乏。外擢雲南開化太守，債主日伺於門，旅進數十，座為之滿。公無以逃逋，乃置大籠，聲言為某大員送唐花，公坐其中，以紙封蔽，命健奴擔之出，至僻所始易車馬以行，京中傳為笑柄雲。"
      },
      {
        "index": 63,
        "text": "富將軍"
      },
      {
        "index": 64,
        "text": "近日廉直大吏，自鬆湘圃、初頤園外，惟富將軍俊，清介之名著於中外。公蒙古人，舉繙譯進士，洊至盛京等處將軍。居邊徼垂四十年，撫養士卒無異家人父子。建議雙城堡開墾地畝，築立堡舍，歲徙京中閑散旗戶以充塞下，實為國家籌悠久之計，與玉亭相國之疏媲美於世。予嘗於公所會之，公貌蒼秀，語言醇樸，實有國初人風範。然聞其性剛愎，喜聽先入之言，不復更辨真偽。有平南王裔尚傑者，人奸詭，任盛京協領，察知公之喜尚，片語驟合。公深信之，倚重如左右手，任其貪縱枉法，不加督責，有匡之者，反見擯斥。亦不善知人矣。"
      },
      {
        "index": 65,
        "text": "黎襄勤"
      },
      {
        "index": 66,
        "text": "黎襄勤世序，河南羅城人。中丙辰進士。以縣令起家，洊至鎮江太守。百菊溪製府知其才幹，薦之於朝。會河帥陳鳳翔失事，睿皇帝即命公代之，其去太守未期歲也。公建議用碎石護衛河堤，巨河洶湧不能衝決，南河賴以安瀾者十有二載，為近代之所罕有，睿皇帝屢寵譽之。癸未春，以勞疾薨於位，今上震悼，至有 「抆淚批賢」之諭，命入賢良祠，蔭贈有差。公美豐姿，性和藹，不納苞苴，歲所出入，皆實力采購茭楗。其鄉人有訪之者，惟啖以粗糲，贈以四金遣行，初不能多助也。其卒未數月，南河即以阻漕圮堰見告，故公之功益彰，世以為靳文襄後所僅見也。然聞丁孝廉廷寶云：「公裏無田宅，一日謂河員張棟云：『予素欲築舍於某裏，繪本已定，苦無餘貲何？』即以畫圖付棟。棟識其意，潛使人至公里中依圖造成邸第，然後復公命。公亦笑受之，初未拒絕也。」"
      },
      {
        "index": 67,
        "text": "蔣因培"
      },
      {
        "index": 68,
        "text": "山左吏治自吉倫以貪賄成習，同興朱錫爵後以寬縱失職，故官途刁風日熾，專以欺淩上司為能，一倡百和，莫之能遏。有知縣蔣因培者，江蘇舉人，善詩律，少負文名。筮仕齊、魯，日為平康之遊，裸身唱曲，偎妓飲酒，夏日嘗插花擁髻，放舟大明湖中，遇上司亦不引遜，惟傴軀唱諾而已。中丞陳預為其頑弄如奴隸，初不愜意，即於官廳，曆數其紕政，待其厚謝乃已。後為錢中丞臻劾罷遣戍，吳中士大夫尚有惜其才者，為之延譽，未期年復其職。"
      },
      {
        "index": 69,
        "text": "封神演義"
      },
      {
        "index": 70,
        "text": "鍾伯敬《封神演義》荒誕幻渺，不可窮詰。然皆暗指明事，以神宗為紂，鄭貴妃為妲己，光宗常洛為殷洪王，恭妃為薑後。張維賢為聞仲者，以其行居次也。朱希忠為黃飛虎者，姓皆色也。西岐者，暗指播州楊應龍。以孫丕揚為楊任，因其家居關西，而無甚知識，以手下為耳目也。以朱廖為尤渾，以其尤劣於四明也。三教道師暗指齊、浙、楚三黨，托塔天王暗指李三才也，鄧九公者，鄭芝龍也，申公豹者，申時行門下客也。至以鄒元標等江右人為梅山七怪，尤為誣善。夫食毛踐土之士，而謗毀其君為辛紂，居然筆之於書，其人可誅，其板可斧矣！而尚流傳世間，亦可怪也。"
      },
      {
        "index": 71,
        "text": "李元亮"
      },
      {
        "index": 72,
        "text": "李公元亮者，昭信伯永芳五世孫也。乾隆中任兵部尚書，寵眷甚優。公性剛毅，聰慧過人，暗背兵馬名籍，如瓶泄水，陳奏迎合上意，每多俞允。身籍漢軍，素以為恥，嘗於稠人廣眾中揚漢軍之短，頗中其失。一日復高聲縱談，娓娓不已，和恭王笑曰：「公言良確，然何其忌己矣！」李公怛然而退。"
      },
      {
        "index": 73,
        "text": "高子業詩"
      },
      {
        "index": 74,
        "text": "明高子業詩有「可憐至寒食，猶未著春衣」句，已經膾炙人口。近讀岑嘉州《送郭乂詩》有「博陵無近信，猶未換春衣」之句，高惟易一字又不著出處，顯有剽竊之痕。信夫！詩壇之難講習也。"
      },
      {
        "index": 75,
        "text": "鬆湘圃之清"
      },
      {
        "index": 76,
        "text": "鬆相國之清直，前已詳載之矣。近有入其臥室者，言惟青縑被二，已黮敝，用羊祓覆之。傍一黑髹幾，置筆硯，頗精良，乃公日揮毫所，下酒數罌而已。四壁蕭條，寒士所不堪者。信清如揚綰、盧懷慎，而其忠貞謀略，乃非二公所及也。"
      },
      {
        "index": 77,
        "text": "李頻剿襲詩句"
      },
      {
        "index": 78,
        "text": "近日士大夫多以明代七子多剿襲唐人面目，號為偽體，大加訿議。偶讀唐李頻詩，有「悔教征戍覓封侯」之句，直鈔錄王龍標舊句。更改一二字，實為點金成鐵之手，更無人議及，何也？"
      },
      {
        "index": 79,
        "text": "莊信二王生命"
      },
      {
        "index": 80,
        "text": "文文山言男女之命，惟百萬千之算，其數已盡，自古生人無已，何能推演其人之禍福云云，其言頗為至當。然亦有奇中者，如莊慎親王永常與信恪郡王如鬆同日時生，信王先莊王十餘載薨逝，爵位年壽似不同。然二王幼時同封輔國公，同侍禁廷，同掌宗人府事。信王以子襲睿親王贈如其爵，莊王無子，以侄為嗣，足以相配。星命之言，亦未可遽非也。"
      },
      {
        "index": 81,
        "text": "姚姬傳集"
      },
      {
        "index": 82,
        "text": "近讀《姚姬傳集》，其載張太傅英為王敦轉生，實為紕繆。敦於晉衰亂之時，稱兵犯闕，誅戮名臣，實為元惡大憝，焉能數千年後，復生為熙朝賢相也。予意應為宋臣王德。德與敦音相近，故文端母誤聽之，理或宜然。又載達天見班禪事，亦甚虛妄。按：班禪入京時，毫無知識，深為和相所姍笑。偶問京中有高僧否，金司空簡以達天對。二人相會於萬壽寺，互相畏懾，不敢談法，惟問佛事科儀而退。此予聞達天徒體仁所目擊者，此又何嘗有振錫斥責之事也。"
      },
      {
        "index": 83,
        "text": "後漢書"
      },
      {
        "index": 84,
        "text": "予讀《後漢書》，嘗羨其人材之美，非西漢人之所企及。近讀《三國志》，知東漢一代雜記，多亡於李、郭之亂，惟《東觀漢記》以官書見存。範蔚宗因之以成一代之史，故其中奏疏多而議論頗少，所褒獎者類多溢美，未可盡信也。"
      },
      {
        "index": 85,
        "text": "厚樸"
      },
      {
        "index": 86,
        "text": "予幼時服藥，厚樸一兩隻直錢數十文，絕非貴物。嘉慶初，川、楚經教匪之亂，厚樸林藪盡為賊人所焚，其價頓昂。近日藥店蓄者日少，東省直銀十兩。夏日服之，殊有奇驗。豈物稀少，即為寶歟？亦一異也。"
      },
      {
        "index": 87,
        "text": "宋金大臣見識優劣"
      },
      {
        "index": 88,
        "text": "宋欽宗時，金人圍汴，有郭京者，自稱善六甲奇術，張叔夜、孫傅敬之如神，卒以致敗。金中京危時，有王守信蹈京故轍，以六甲邪術應詔，卒為張行信所劾，下獄瘐死。蔡州之役，又有烏古論先生能使異術，哀宗欲召之，為完顏仲德所論，遂屏斥不用。然則金廷臣下之識，有勝宋人遠矣。"
      },
      {
        "index": 89,
        "text": "盩厔之戰"
      },
      {
        "index": 90,
        "text": "近聞吳芝庵司馬言王提督文相盩厔戰功，故詳記之。初，賊姚之富等既由商州入陝境，意欲窺伺西安，擁兵至盩厔。笑曰：「此碟子大城，可靴尖踢倒也。」遂力攻。秦中丞承恩乃掩帷尚未起，王公知事急，披帷厲聲云：「此尚中丞安臥時邪？」秦蹴然曰：「予文吏，實不知兵，惟將軍是賴。」公掀髯曰：「仆豈公之阿爹，尚待乳哺耶！」因率兵出城，命以大炮轟之。賊西流盈塗，尚欲死進，公命藤牌軍躍出，爭斫賊馬足，馬為之辟易，賊隊始亂，我兵乘之入賊壘，賊退數百里，陝境安謐。秦中丞乘間遁入省中，命閉關三日，聞賊去遠始敢出行，秦人至今為笑柄雲。"
      },
      {
        "index": 91,
        "text": "孟珙"
      },
      {
        "index": 92,
        "text": "史稱孟珙繼父宗政總統京西軍閫，攻取下蔡，收復襄、樊，沒日復有大星隕越之異，為宋末將帥之冠。按：攻蔡州乃元將塔察爾之功，珙不過率卒會合，毫無戰績，與童貫收復燕雲無異。又言：「金人用人油熬藥，珙遣道士說止。」當時守蔡為完顏仲德、張天綱諸人，皆忠義之士，豈肯為此慘酷之舉？亦未可盡信也。況珙兼四川宣撫數年，聞曹友聞之敗，按兵不救，致使元人猖狂深入，未見珙有抵禦之策，名將固如是邪？孟珙為史嵩之私人，當時局諸人，代為揄揚，後人不察，故使傳多溢美，良有以也。"
      },
      {
        "index": 93,
        "text": "鄂中丞"
      },
      {
        "index": 94,
        "text": "近日封疆大吏升遷最速者，惟程、鄂二中丞，皆自牧倅未數年而至方面。程中丞前已具載矣。鄂名山，丙辰進士。銓選甘肅縣令，為邪匪劉鬆起逆地，人情變異，朝不謀夕，前縣令莫敢詰問。公抵任訪知之，命捕役暗錄諸名姓，懸諸城門，然後登堂召耆黎，告之曰：「如某等，皆王法所必誅者，然某初蒞任，應施寬法，暫弛其死。今與眾約，如有再幹例禁者，予官雖微，必殺之無赦，莫謂予教之不預也。」其黨魁漫曰：「藐書生能若是強耶！」故犯其禁。公立斃杖下者五人，遂皆畏懼，其邑大治。與撫軍朱勳不睦，沈淪縣令二十餘年，始擢鄜州牧。盧中丞坤見而悅之，立薦於朝。今上召見，曰：「奇才也。」累遷至陝西巡撫，去鄜州甫四載雲。"
      },
      {
        "index": 95,
        "text": "伊中丞"
      },
      {
        "index": 96,
        "text": "覺羅公伊裏布，顯祖宣皇帝第五子貝勒巴雅爾後裔。其五世祖拜音圖以附睿忠王故，黜宗室，遂隸旗籍。中辛酉進士。就國子監典簿，時家貧如洗，日徒步之署中。品堅介，人多揶揄之，惟吳蘭雪博士與之莫逆，時貲助之。選雲南通判。順寧之役，逆首高羅衣既就擒，武弁等貪功，多所株連。伯玉亭相國命公訊之，公皆立釋其囚。武弁譖之，玉亭相國大怒，召公曰：「老夫竭力擒捕巨盜，公皆縱之，使老夫何面目對眾？再多所斬獲，與君亦有益也。」公艴然曰：「某官雖卑，為天子宗人，豈肯戮無辜以媚上？如所縱再有叛者，某甘以命殉之。職之遷黜，惟命是視，若殺人以遷官，雖立擢製府，非吾願也。」玉亭悚然曰：「奇男子也。」立擢騰越同知。入朝，復薦於今上，不四載累遷至雲南巡撫。其任浙江藩司時，嘉興有水手鬧漕者，道員李宗傳馳稟請兵彈壓。撫臣為黃鳴傑，齷齪士也，憮然曰：「今河道壅滯，皇上盼漕甚殷，豈可以此阻其行期，以幹重譴。」公進曰：「今調兵鎮撫，即可無事，縱激變之，所誤不過嘉興一幫，其他故無害也。否則有傷人命，縱凶殃民，所關甚大也。」黃不聽，反令役護送之，致有劫囚殺官之事。黃公因之罷職，眾皆服公之先見雲。"
      },
      {
        "index": 97,
        "text": "遼代民書之制"
      },
      {
        "index": 98,
        "text": "近代民書惟列六十甲子，高宗純皇帝命增一百二十年，以符壽考之瑞。近閱《資治通鑒考異》，司馬溫公曰「契丹紀年不可考，予於景祐四年使遼，見其民書太祖某於丙子紀元神冊，蓋自是歲始有年號」云云，是遼時民書已列百二甲子矣。"
      },
      {
        "index": 99,
        "text": "宋人伐遼"
      },
      {
        "index": 100,
        "text": "宋人伐遼之役，人皆怪曹、潘二公，當時宿將，何以僨軍至此，不知二人固有所避忌也。太宗性猜忌，高梁之役，自有棄軍之恥，曹、潘咸太祖時舊臣，若使進克幽州，必招太宗之忌，鳥盡弓藏之感，良有以也。二將頗識其意，故濟陽之師已至涿鹿，乃反退雄州就食，雖粗知兵者所不肯為。而彬顧不知耶，適為僨軍之計耳。潘美亦然。楊業轉戰陳家穀，美乃擁兵不救，初非誤聽王侁之語也。不然二將皆累次擁旌摛滅諸國者，乃不能自主軍法，反為偏裨所惑耶，故予謂其有避忌然也。"
      },
      {
        "index": 101,
        "text": "崔浩"
      },
      {
        "index": 102,
        "text": "袁簡齋謂，崔浩之誅，非關作史，乃因與宋人密有異圖，謀泄被誅，見《柳元景傳》。案：浩雖見用於魏，然與南朝實有偏袒。宋高祖入關時，浩即勸魏太宗不必阻其假道，其後每遇南伐，必多方阻閡，與李順之庇護沮渠無異。是以太宗於南征凱旋後，即正誅夷之罪，蓋亦有所見聞，《宋書》之言非厚誣也。"
      },
      {
        "index": 103,
        "text": "汪瑟庵"
      },
      {
        "index": 104,
        "text": "近日自朱石君講論古學，時文中試者，多以填砌經典為貴，文體為之一變；其能以清純取士者，惟汪瑟庵參政一人。先生山陽人，少家貧不能舉炊。先生肆力文學，初不少懈。素不善書。己酉廷試，彭文勤以其策對詳明，取中榜眼，實近科罕有者。任祭酒，與法時帆共事，學課甚嚴。選《成均課士錄》，今裏巷奉為圭臬。為鐵冶亭門下士，冶亭策士偶有錯誤，先生條縷駁難，鐵公心甚折服。亦甚服善，偶與鮑雙五談《說文》，雙五間有心解，先生語人曰：「覺生學亦淵博，非祗詞章善也。」又善於教授，八旗子弟及門者甚多。聞覺羅侍郎寶興言：「先生督學歸，予與及門諸弟子迎於郊，先生乘弇棧車，首戴㒾𠕦，從者惟一老仆，與諸生落第歸者無異。」其廉亦可覘矣。侍上書房，課藝甚勤。膳房大官饌頗簡率，他學士莫肯食，先生甘之如飴。今上即位，寵眷甚渥，加太子太保。欲任政事，先生屢辭之，故以宗伯終其位。然性吝愎，治生頗急，每歲所入，皆治田產，其餘封閉不用。以京師米頗昂，乃屯積數十廩，以待厚價，幾為金吾所舉劾。門生饋遺亦頗勒索，以多寡為舉黜。任其鄉人張培誠、屠春林等為線索，在外頗多延納，世論訾之。又自負科名，視異途如寇仇。甲申夏，審侯際清獄，頗多羅織，韓司寇崶、董鄂少農恩銘以與其不睦，故勘其罪以為報復，甚失大臣之道。然亦矯廉詐偽之士耳。"
      },
      {
        "index": 105,
        "text": "王勿庵"
      },
      {
        "index": 106,
        "text": "湖州城外有塔，形家言頗利科目，其後頹敗，烏、歸二邑中者寥寥。甲寅秋，邑人復捐佽修葺，次歲王宗伯以銜弟兄聯名登科。己未，姚宗伯文田復典大魁，邑人榮榮。勿庵貌豐偉，胸無城府，待下最寬，屢為奴隸所侮，不甚較也。少家貧窶，不能供饘粥，竇東皋先生頗賞鑒之，乙卯歲，物色得之。故人頗有間言，竇公為之黜職，其後廷對第一，浮議乃息。以資洊至少司空。今上即位，首調少宗伯。身頗強健，壬午春，乘輿入署，呼之不應，已僵絕矣。公雖以諸生進，不識世務，屢掌文衡，頗多物議，其賄多為奴隸所侵蝕，公所獲者什一而已。舉動粗蠢，未至人十步前呼吸已酣震人耳，人恒厭之。又善寐，睡輒終日，兩餐俱廢。乃久居大位，初無坎坷，亦可怪也。"
      },
      {
        "index": 107,
        "text": "文遠皋原名寧，避改幹"
      },
      {
        "index": 108,
        "text": "乾隆以來，滿洲科目最盛者，首屬索綽絡文恭公觀保，與其弟文莊公德保同登進士，其子孫亦復科名不絕。其次則屬他塔刺刺史善達，與其叔觀察嵩齡同登辛巳進士，其侄中丞公文幹復中甲辰進士，人皆榮之。遠皋短小精悍，胸多智略，登第時年甫十八，以資至少宗伯，未及膴壯也。善時藝，下筆如飛，皆圭臬陳金正軌，不趍時尚。任金吾時，政多操切，一時盜賊斂跡。督學浙江，試文萬卷，親自編擷，不假人手。蔣香杜舍人在其幕中，偶有所諉諈，公立逐出之，其嚴厲如此。在廟堂持議皆剛正，成哲王笑曰：「若遠皋者，可謂忠心赤膽矣！」後出任河南中丞，以嚴刻故，為屬吏摭拾其事劾罷。今上即位，授西藏辦事大臣。未逾年，受瘴癘卒，士論惜之。然性驕佚，頗自滿假，嚴待屬下，皆以奴隸畜之，偶有不當，即唾其面，時加詈之，眾怨歸之，卒以致敗雲。"
      },
      {
        "index": 109,
        "text": "論曉嵐筆記事"
      },
      {
        "index": 110,
        "text": "紀曉嵐參政筆記中，記其族祖某與村人爭議神荼、鬱壘之事。因思莊烈末際，未嘗無忠勇之將，皆因時勢逼迫，不克展施其才。即如周忠武之雄才壯略，遠勝秦瓊；黃靖國勇力絕倫，可匹敬德。二將當時皆在軍中，乃為周延儒所扼，以致束手坐觀，無裨國事，亦可慨也。"
      },
      {
        "index": 111,
        "text": "史策互異"
      },
      {
        "index": 112,
        "text": "《宋史》所載遼、金人名不符者數十，趙甌北已載入劄記中。近閱國史稿本，如《楞額理傳》中所載沈副將，蓋為明將申甫，《屯齊傳》中所載杜永錫蓋為明督師堵允錫之轉音。至《卓布泰》、《辰泰傳》中屢載明總兵陶養用，考之明桂王諸將，蓋無其人，核其戰績，皆類焦璉、胡一青之事。近人著作其姓名不符如此，又何怪宋、元諸史也。"
      },
      {
        "index": 113,
        "text": "戴文端"
      },
      {
        "index": 114,
        "text": "雍正中建立軍機，張硯齋相國實綜其事，當時諭旨盡出其手。其後汪文端、於文襄等莫不衣缽相傳，以為攬權之地。戴文瑞衢亨為金壇得意門生，詩文字法悉規模其師，纖毫畢肖，和相深惡之，屢阻其升階。庚子秋，於木蘭射鹿獻之，純皇帝雖賜以詩，然亦鄙其躁進，故回翔樞府二十餘年。睿皇帝深知其才，驟追司空，當時機務多與讚畫，寵眷甚渥。因與商人查有圻連姻，及殿試讀卷，取中洪殿撰瑩事，為花曉亭御史所劾，上皆優容之。辛未春，扈從五台，道中遇寒疾，誤服參劑以歿，上甚哀悼之。公頎然立，相貌清臒，性聰敏，雖承於、梁嫡派，然頗伉俠，盡心國事。嘗奏請承旨後有所見解許其附牘以聞，仿古批駁之意，上允行之。當其時，川、楚用兵，公擬書詔令，其獎勵斥責處，動中窾要，諸大將皆讋服之。用能成斯钜功，公之匡讚居多。雖桑維翰一搬麾十五將，劉穆之之五官並用，無以過也。又能保全善類，勒文襄以貝錦受禍，鬆湘圃以戇直致罪，公皆能一二語匡救之，卒保全其令名。故睿廟甚重其人，彈擊之語不能入也。然頗喜財貨，屢納苞苴，海澱別墅，大廈千間，雄壯瑰麗，雖王公第莫若也。乙丑會試，去取多所不公，朱文正公甚怒，至以「於門四犬」譏之。語雖激憤，亦可覘其行矣。"
      },
      {
        "index": 115,
        "text": "徐健庵"
      },
      {
        "index": 116,
        "text": "予向言健庵兄弟暗扶明裔，有失君親大義。近見其《詠酴醿詩》云：「春至酴醿始著芳，天姿綽約舞《霓裳》。亭亭自向東風立，不與凡姿鬥豔陽。」蓋時鄭氏尚據海東也。其詩不覺流露而出，言為心聲，信非誣也。"
      },
      {
        "index": 117,
        "text": "章文簡"
      },
      {
        "index": 118,
        "text": "國朝漢大學士多由翰苑薦擢，其由中翰致揆席者殊少。章文簡煦，浙江錢塘人。中壬辰進士，已歸班矣，純皇帝忽憶其朝考詩，而忘其姓名，詢劉文正公。文正言翰苑有榜可稽，因特指授內閣中書。嘗與和相忤，因回翔樞廷幾卅年而未遷一官。嘉慶初"
      }
    ]
  }
}