{
  "chapterNumber": 13,
  "title": "續錄卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "明史稿"
      },
      {
        "index": 2,
        "text": "向聞王橫雲《明史稿》筆法精善，有勝於館臣改錄者，近日讀之，其大端與《明史》無甚出入，其不及史館定者有數端焉。惠宗遜國事，本在疑似之間，今王本力斷為無，凡涉遜國之事皆為刪削，不及史臣留程齊一傳以存疑也。永樂以藩臣奪國，今古大變，王本於燕多恕辭，是以成敗論人，殊非直筆。然則吳濞、劉安輩亦足褒耶，不及史臣厚責之為愈。至於李廷機與沈榷、沈一貫，畢自嚴與陳新甲同傳，未免鸞梟並棲，殊無分晰，不如史臣之分傳也。周、溫二相為戕削國脈之人，乃不入《奸臣傳》，而以顧秉謙齷齪輩當之，亦未及史臣本也。其他謬戾處不可勝紀，後史臣皆為改正，蓋首創者難工，繼述者易善也。惟三王本紀較史本為詳，然其事跡今已見《欽定通鑒輯覽》，亦無庸贅敘。至於奏牘多於辭令，奇跡罕於庸行，則二史病處相同，殊有愧於龍門，惟視宋、元二史為差勝也。"
      },
      {
        "index": 3,
        "text": "曉屏相公"
      },
      {
        "index": 4,
        "text": "鄒曉屏參政炳泰，無錫人。登科後不登權要之門，徜徉詞館者三十年，以資深得躋卿貳。好古書畫，收藏甚富，嘗得《化度碑》宋拓本，至質衾裯以易歸。曾告餘曰：「他人以如山金帛乃易贗物滿架閣，不及餘數金之真也。」立朝不苟，洊至塚宰，與瑚合庵圖理爭兵部銓選事，直言侃侃，胡莫能奪，卒以見謫。餘是日遇公於九鬆山古寺中，公曆言胡變法故，曰：「吾年已及衰，尚戀戀此位何為？當以去就爭之，不可使朝廷之法自我壞也。」餘欽服其言，以為有古大臣風。上亦重其品望，誕日，賜內府梨園部曲以榮之。然性多疑忌，苛待下屬。嘗於政事堂謂銓部選君曰：「汝部中皆賣法之人，何面目入此堂也。」以致激怒闔部司員，皆欲掛冠去，賴同事者勸諭乃止。故僚屬嗟怨，不以實告。兼京兆數載，致延林清之變，而公尚不知也。是日踉蹌入朝，履聲橐橐然，向人語曰：「事出倉皇，我亦無法措置。」昏然坐軍機處階上，默無一語，眾皆笑之。卒以是免官。歸時囊無貲裝，至賣書畫以行。聞法時帆言，公所著《午風堂叢談》，皆載近日士大夫嘉言懿行，頗為富溢。近所刊本皆割裂故書為之，實無足取也。公善吟詩，體裁正宗，頗有隨州、青邱遺趣，實近日公卿輩所罕能也。"
      },
      {
        "index": 5,
        "text": "和相見縣令"
      },
      {
        "index": 6,
        "text": "右安門外野寺僧人言：和相權盛，凡入都謁選，爭以謁見為榮。有山東曆城令某入都，求見和一面，以誇耀於同寅，以二千金賄其閽者，於和相歸邸時，長跽門前，自呈手版。和相於輿中嗬曰：「縣令是何蟲豸亦來叩見耶！」時傳以為笑柄。"
      },
      {
        "index": 7,
        "text": "質莊王義犬"
      },
      {
        "index": 8,
        "text": "質莊王嘗畜小犬蘋婆，頗馴順解識人意。王薨，犬不食三日斃，亦一異也。"
      },
      {
        "index": 9,
        "text": "伊總憲"
      },
      {
        "index": 10,
        "text": "近日宗室中洊列卿貳者，多不稱其職任，如祿相公、宜中丞其彰明較著者。繼起為伊總憲衝阿，為豫良王猶子，以資深致大員，初無所表見於世。甲戌秋，任總憲甫數十日，忽奏檢拾無名揭帖，有滑縣民某首告京師有林清逆黨，欲於萬壽節起事，闌入神武門之語，舉朝駭然。至期闃無其事，人多疑之。穆司馬彰阿告餘曰：「吾儕家長稱觥之期，其子弟仆長，尚預戒同事勿以不祥事見知。今萬壽令節，伊公以惑亂人語入告，何其舛也。」餘首肯其言。又聞中城副指揮史作霖夢蛟言：「前期伊公已至公署，園中並無應奏事件，若預為引避者，次早即有揭帖之事。又其宅隱僻，甫為總憲，何以訐者即詳其居址官職，殊堪駭惑。」或云伊素好左道，嘗引扶鸞邪術之人寓其宅中，其跡隱秘，莫可詳也。以是見謫烏裏雅蘇台將軍，人心大快。未逾年復以奧援授理藩院尚書，初不愜公論也。"
      },
      {
        "index": 11,
        "text": "胡桂畫"
      },
      {
        "index": 12,
        "text": "內府伶官胡桂善繪事，仿董北苑、黃鶴山樵諸家酷肖。嘗作《長城雪霽圖》，見純皇帝《御製詩》中。其子九思亦善繪事，通書翰，拜法時帆祭酒為師。客質邸，以文墨自娛。嘗作小詩，清雋可喜，較之時帆，實入室弟子也。"
      },
      {
        "index": 13,
        "text": "關槐"
      },
      {
        "index": 14,
        "text": "關司馬槐，浙江人。家巨富，以貲為中書，夤緣成進士，初未嘗能文翰也。拜福額駙隆安為師，自相誇耀，人爭鄙之。亦自以為能繪事，凡歲時貢畫數百幅，以供內庭糊壁，復饋遺諸內侍，故其值房中槐畫為多。時中書盛公敦崇亦善繪事，故人誚之曰：「關花盛槐歲朝胡。」蓋三人所長也。晚年跛足，尚復戀棧。嘗同餘召見乾清宮，槐蹩躠上階，成司馬書謂餘曰：「吾若有其家貲，早罷官歸去，尚復阻後進之路何為也。」槐乃以貧窶自居，冬日服單襜衣，室不舉火。謝薌泉侍御往拜之，延之坐土銼上，窗不糊紙，寒威凜然。謝笑曰：「餘雖年邁，然不以此殘軀陪君為凍餒鬼也！」而槐初不作然，但謝貧乏而已。"
      },
      {
        "index": 15,
        "text": "圖文襄公厚德"
      },
      {
        "index": 16,
        "text": "圖文襄公平察哈爾、川、陝戰功，餘已詳載前卷矣。幼時聞先外祖母舒太夫人言：「公掌刑曹時，與姚端恪公同定律例，將明代酷法盡皆刪除。奏釋死囚長枷匣床，以免獄卒淩虐。又毀明代鎮撫司酷刑，如呂公絛、紅繡鞋諸虐具，以免後人效法，當時翕然頌德。至今馬、姚二氏簪纓不替，有所由來，汝小子其勖諸！」今餘以虐刑治強暴，致罹刑網，靜思罪愆，真有愧先外祖母慈訓也。"
      },
      {
        "index": 17,
        "text": "劉全母"
      },
      {
        "index": 18,
        "text": "和相家奴劉全，幼時為人執鞭，家甚貧乏，至冬月著單衫，縠縠有聲。和相攬權時，甚為倚任，屋宇深邃至百餘間，曾為曹劍亭所彈劾。士大夫不肖者爭與之結姻眷，有萼山、楚濱之風。其母甚賢慧，及全富時，其母必日索腐豉下餐，曰：「昔日思此而不易得，今雖豪富，敢忘舊日景況耶！」故全受稟母教，罔敢幹犯國法。其子某甚不肖，致有南郊私斃人命事，以遭刑誅，而全母卒以善終。"
      },
      {
        "index": 19,
        "text": "王西莊之貪"
      },
      {
        "index": 20,
        "text": "王西莊未第時，嘗館富室家，每入宅時必雙手作摟物狀。人問之，曰：「欲將其財旺氣摟入己懷也。」及仕宦後，秦諉楚謹多所乾沒，人問之曰：「先生學問富有，而乃貪吝不已，不畏後世之名節乎！」公曰：「貪鄙不過一時之嘲，學問乃千古之業。餘自信文名可以傳世，至百年後，口碑已沒而著作常存，吾之道德文章猶自在也。」故所著書多慷慨激昂語，蓋自掩貪陋也。"
      },
      {
        "index": 21,
        "text": "鐵冶亭尚書"
      },
      {
        "index": 22,
        "text": "餘束發與冶亭尚書交，已廿餘年，喜其詩才俊逸，議論今古是非，侃侃正論，以為有古大臣風範。後聞其曆任督撫，以傲戾稱，考核下屬，往往因苞苴多寡定其優劣。又袒庇科目，頗蹈明人惡習。乃因王伸漢之獄，謫貶西域。召用未逾年，又以在西域時濫斃人命，致遣戍吉林，頗詫其言行不符乃至若是。後聞人言，當癸酉秋林清之變時，公獨召對，盡述閹宦不軌之謀，又發十七日夜之事。故上從其言，搜捕逆黨頗急。太監楊進忠造刀逆謀，又為其門生御史陸泌、曹恩繹所劾發，致閹宦恨之切齒，造諸蜚語上聞。適遇西域之咎，重遭重譴。公嘗選八旗諸耆舊詩數十卷，頗為繁富，任齊撫時進呈。上御製序以寵之，賜名曰《熙朝雅頌集》，頒行天下。"
      },
      {
        "index": 23,
        "text": "玉閬峰侍郎"
      },
      {
        "index": 24,
        "text": "冶亭弟閬峰司馬玉保，詩才敏捷過於其兄，品高雅不趨聲聞。純皇帝時，惡八旗詞林學問弇陋，特親試之，擢公兄弟二人，眾以軾轍、郊祁比之。公學淹博，嘗讀武經諸書，自以為知兵。台灣之役福文襄王、海超勇公膺上賞，公以藍鹿洲《平台紀略》示餘曰：「昔廷珍以七日擒巨寇，甫蔭一輕車都尉，今二公竭天下之力以成其功，不及藍氏多矣。」川、楚教匪叛時，公欲請纓自薦，為人尼止。上知其才，欲擢為晉撫，有公鄰某公，先以貲賄和相，因薦其資格較玉某為深。上從和言，故公有詩曰「春風先已入鄰家」之句。其家復遭婦道不職，終日勃谿，因鬱鬱成疾，寄居冶亭園庭以沒，人爭惜之。"
      },
      {
        "index": 25,
        "text": "蔣元亭侍郎"
      },
      {
        "index": 26,
        "text": "蔣元亭侍郎予蒲，少司空元益子也。父子同居九列，時人榮之。公好講辟穀術，朱文正公引為入室弟子。又以釋迦、柱下之道異致同功，故合釋、道二學著書立說，時人頗以為恬靜。然躁進取，急於名利，凡要津當道，無不交接，其人稍蹉跎，即厭棄如敝屣。嘗與其徒某於秘室談道，有聽之者，皆容成禦女之術及奔競要津秘窾耳。畢子筠孝廉深惡之，曰：「元亭之倡邪說，與川、楚教匪何異？況假玄漠之言以為終南捷徑，何其舛也。」餘以畢子為知言。後卒以師事僧人王樹勳為石御史承藻所劾罷，鬱鬱歸去，久之乃死。"
      },
      {
        "index": 27,
        "text": "熊鉛山司寇"
      },
      {
        "index": 28,
        "text": "熊鉛山司寇枚，江西人。少中戊子解元。屢任封疆，以懦弱名，下吏多搋揄之，年六十餘始登九列。壬戌科主會試總裁，於闈中擬墨，文字荒疏，不堪入目，有「文王亦人耳」之句，為毷氉子傳為笑柄。紀曉嵐批其文曰：「中有一團渾穆之氣。」亦譏其不中軌也。公以江西名雋自居，晚年文字何以荒謬至此也。"
      },
      {
        "index": 29,
        "text": "陸大司馬"
      },
      {
        "index": 30,
        "text": "陸司馬宗楷，少年科目，居大司成任垂三十年。純皇帝召見，憐其衰老，數年中，立擢大司馬。嘗問之曰：「卿年遲暮，自揣精力尚能衡文柄乎？」公對曰：「臣任司成時，日課國學生，乃自文章堆中匍匐出者，殊不以為苦也。」上笑頷之。"
      },
      {
        "index": 31,
        "text": "彭氏科目之盛"
      },
      {
        "index": 32,
        "text": "餘素惡扶乩之事，以為假鬼神以惑眾，為王者所必誅，故律置之重典，良有以也。然姑蘇彭氏素設文昌神乩壇，南勻先生以孝友稱，其孫大司馬公復中元魁，祖孫狀元，世所希見。司馬之子紹觀、紹升、紹咸，其孫希鄭、希洛、希曾，其曾孫蘊輝皆成進士，今司寇公希濂復登九列。科目之盛，為當代之冠，豈真獲梓潼之佑耶，抑別有所致之也？"
      },
      {
        "index": 33,
        "text": "鮑雙五侍郎"
      },
      {
        "index": 34,
        "text": "鮑雙五侍郎桂星，雖以妄言失職，然其人性伉爽。未第時為淶水方氏主計臣，出入百萬計無遺筴，方氏賴之以富。為中州學政，督課士子最勤，五更時，即朝服坐堂皇校閱文字。以河南士風多弇陋，故命題多以典故考詁，以誘士子勉於學問誦讀。其敘中州試牘有云：「士子弇陋不已，必至有懷挾代倩之弊，而國法隨之矣。」語雖激烈，亦見其苦心也。癸酉秋，任湖北學政時，聞林清亂，慷慨就道，數日急驅至京。時滑縣道梗，公主仆數人直摩賊壘而過，嘗曰：「吾既以身許國，豈可畏禍紆行，以幹名義也！」途中上疏調劑兵食，語多裨益，上采行之。故滑縣之成功較速，公之策居多。公為餘之畏友，丁卯冬，餘邸既遭回祿，公每勸宜急修葺，以存國體，至丙夜修書，洋洋數千語以責之。又餘挾優過其寓，公拒不納，其嚴厲也若此。"
      },
      {
        "index": 35,
        "text": "陶玨卿"
      },
      {
        "index": 36,
        "text": "餘素狎優伶，屢為吳春麓侍御、鮑雙五司空所斥，心甚慚恧。若輩迎歡賣笑，雖其常態，然亦有深知大義者。如陶玨卿，名雙喜，江都人。貌雖齊李蔡，然性多伉爽，才敏捷頗可人意。侍母最孝，凡所得纏頭，任母蕩費，惟恐不得其歡。餘每放言妄論，伊必阻止曰：「此招禍之媒也。」卒應其言。伊於奉母外，其所蓄貲財，多周濟貧窘，曰：「同為世人，何忍見其流離也！」後餘以暴戾致愆，乃株連及玨卿。入獄數旬，日夜長號思母，聞者哀之，因以瘐死。亦若輩中之翹楚也。"
      },
      {
        "index": 37,
        "text": "慶丹年相公語"
      },
      {
        "index": 38,
        "text": "丹年相公，三世調梅，古今罕睹。性和平，居樞府數十年，初無過失，舉趾不離寸跬，人比之王岐公。憶其初賜雙眼花翎時，緩步出神武門，風度安翔，眾譽之曰：「世罕見此和平風度，所以載厚福也。」癸酉秋林清之亂，公年垂八十，抱疾於邸，踉蹌坐肩輿入內，昏然坐順貞門階下，終日無所指揮。人有告其變者，尚從容曰：「此語自何所聞，若輩安敢如此橫逆！」人爭笑之。卒以是致仕歸。逾二年薨於邸，諡文恪。"
      },
      {
        "index": 39,
        "text": "姚姬傳先生"
      },
      {
        "index": 40,
        "text": "先恭王善持衡天下士，乙亥夏，朱子穎南遊，攜姚姬傳詩至邸，先恭王曰：「此文房、冬郎之筆，異日詩壇宿秀也。」不十年，先生成進士，改官刑部郎中，持法嚴正，劉文正公甚倚任之。會文正公薨，先生乃移疾歸裏，掌文教者四十餘年。古文遒勁簡鏈類歸震川，而雅澹過之。年八十餘，庚午重赴鹿鳴，賜四品章服。又數年始卒，論者以其品望為桐城第一流雲。"
      },
      {
        "index": 41,
        "text": "楊升庵詩"
      },
      {
        "index": 42,
        "text": "嘗讀《楊升庵集海估引》云：「海估帆乘鯨浪飛，綃宮夜取萬珠璣。翻身驚起蛟龍睡，血汙青泠竟不歸。偃月堂空罷舞塵，靖安坊冷怨佳人。芙蓉蓮子隨他去，不及當年石季倫。」乃譏夏文湣之詞。蓋桂洲居相位時，亦復貪婪倨傲，原非賢佐，不過為分宜所陷，死非其罪，人多憫之。今《鳴鳳記》演河套劇，居然黃髮老臣，可與葛氏、姚、宋並列者，亦未免過褒也。"
      },
      {
        "index": 43,
        "text": "福文襄王夫人"
      },
      {
        "index": 44,
        "text": "福文襄王夫人姓阿顏覺羅氏，總督明公山女也。性爽伉，遇事多決斷，配文襄王廿餘年，封疆案牘嘗為佐理。安南國王阮光平既歸降，純皇帝欲其來朝以貰其罪，而阮畏天朝法，不敢親至，文襄王憂之。夫人曰：「此相公禍福關頭，使光平不親至，何以歸報君命？」因呼使臣吳俊入署，隔簾與之商榷久之，曰：「吾儕雖裙釵輩，敢以此頭保光平不死，務須招其至粵，以彰君德。」吳故善辭令，馳入安南，力說光平，以夫人辭告之，光平始入覲。純皇帝大悅，頗優賚之以歸，夫人之力也。文襄王薨後，夫人持家數十年，以嚴厲稱，閨門整肅，人爭慕之。"
      },
      {
        "index": 45,
        "text": "明太傅家法"
      },
      {
        "index": 46,
        "text": "余嘗育奴子英魁，為納蘭氏之舊仆，言明太傅珠於康熙中既為郭華野所劾，曰：「勳名既不獲樹立，長持保家之道可也。」因廣置田產，市賈奴仆，厚加賞賚。按口賙以銀米，冬季賜以綿布諸物，使其家給充足，無事外求。立主家長，司理家務，奴隸有不法者，許主家者立斃杖下。所逐出之奴皆無容之者，曰：「伊於明府尚不能存，何況他處也？」故其下愛戴，罔敢不法。其後田產豐盈，日進鬥金，子孫曆世富豪。至成公安時以倨傲和相故，攖於法網，乃籍沒其產，有天府所未有者，良可惜也。因思權奸保家，其才故有過人者，所以能曆百年而不敗也。"
      },
      {
        "index": 47,
        "text": "蔡葛山相公"
      },
      {
        "index": 48,
        "text": "蔡文端公新，文恪公世遠侄也。文恪為純皇帝藩邸舊學，故上待公尤厚。公性端愨，理學傳世，為安溪正脈，故雖以過失屢遭上嚴旨，而敬禮猶如故也。為上書房總師傅三十餘年，諸皇子皆敬憚之。乙巳春，予告歸裏，諸皇子賦詩送行，時人比之疏傅。庚戌秋，入京祝嘏，上謂和相等曰：「今歲王會圖慎勿使蔡新見之，恐其諫章即至也。」其為上所重至此。餘幼聞先恭王言：「嘗自灤陽返，遇公於途，公立降輿。先王止之，公曰：『某非為王降輿也。』乃正襟北面，恭請聖安畢，然後相見。」其大節不苟如此。年九十餘始薨於家，實升平人瑞也。"
      },
      {
        "index": 49,
        "text": "王鴻緒"
      },
      {
        "index": 50,
        "text": "王尚書鴻緒之左袒廉王，餘已詳載矣。近讀其《明史稿》，於永樂篡逆及姚廣孝、茹常諸傳，每多恕辭，而於惠帝則指摘無完膚狀。蓋其心有所陰蓄，不覺流露於書，故古人不使奸人著史以此。王司徒之言，未可厚非也。"
      },
      {
        "index": 51,
        "text": "朱文正宅湫隘"
      },
      {
        "index": 52,
        "text": "《涑水紀聞》載：宋臣楊礪為真宗東宮官，即位，拜樞密副使。病甚，帝幸其第，所居在隘巷中，輦不能進，帝因降輦步至其第，慰勞甚至。按朱文正公薨時，上親往吊，門不容禦輿入，上步至其靈前，哭之甚哀。古今聖君賢臣，如出一轍也。"
      },
      {
        "index": 53,
        "text": "性情之偏"
      },
      {
        "index": 54,
        "text": "餘性情褊急，嘗為質恪郡王所箴曰：「兄至眾叛親離時，始信弟言之不謬也。」余嘗以為過激之談，今終以暴戾致愆，深悔不從其語。然古以郭汾陽盛德，卒因暴怒杖死判官張譚；陳執中為宋相，以無道虐死婢子三人，迎兒年方十二，累行笞撻，窮冬髀縛，絕其飯食，攣囚至死，為趙清獻所劾；漢相魏相以撻斃婢子故，為趙廣漢所究治，皆曆見諸史冊。諸公皆當世名卿賢相，其過失如此之甚，終未以此罷斥。何況懲治強暴，法雖奇刻，究未致斃，乃使先王封爵自餘而失，深有所愧恥也。"
      },
      {
        "index": 55,
        "text": "古史筆多緣飾"
      },
      {
        "index": 56,
        "text": "餘素怪前代正人君子名節隆重，指不勝屈，近時人材寥寥，何古今之不相及若此。嘗與畢子筠孝廉談及，子筠曰：「君泥諸史冊語，故視古今異宜，不知本朝人才之盛，為前代所不及。先朝無論已，即以目下人才論，如王文端之持正，朱文正之博雅，鬆相公之高談理學，嶽少保起、蔣勵堂攸銛之廉名素著，戴文端、百菊溪之才鋒敏捷，慶丹年相公、董太保之和平謙讓，額經略、德將軍之戰功克捷，楊軍門遇春之宣勞西北，王提督得祿之揚譽東南，李壯烈長庚、穆忠果克登布之忠節，強忠烈克捷、李太守毓星之死事，汪瑟庵廷珍、吳山尊鼒、鮑雙五桂星之文學，擬之前代人才，有過之無不及者。使史筆有所潤飾，皆一代名臣也。」餘韙其言。近讀王文正筆記，丁鶴相言：「古今所謂忠臣孝子，皆未足深信，乃史筆緣飾，欲為後代美談耳！」言雖出於奸邪，未必無因而發也。"
      },
      {
        "index": 57,
        "text": "報應之爽"
      },
      {
        "index": 58,
        "text": "宋時，章惇少時私人之妾，為人所掩，逾垣而出，誤踐嫗婦，為婦所訟，贖銅乃免。其後為政苛虐，卒有嶺南之行。近有某相公，少時貌甚美麗，嘗奸於大姓宅，其仆憤極欲刺殺之，幸誤中帽乃免。其後高朗令終，為一代之賢臣，籲，亦異矣！"
      },
      {
        "index": 59,
        "text": "盜賊之訛"
      },
      {
        "index": 60,
        "text": "《聞見錄》載：相傳黃巢不死時溥之誅，乃自髡為僧。張全義見於洛南禪寺，號雪竇禪師，有《自題小照》詩云：「獨憶當年草上飛，鐵衣脫盡掛僧衣。天津橋上無人識，獨倚闌干看落暉。」紀曉嵐《灤陽續錄》亦辯魏閹不死阜城，乃假縊貌似者以代之。袁簡齋又言李闖不死九宮山，為某寺和尚，曾有見其遺像者雲。餘按黃巢、閹、闖罪惡通天，雖醢誅之未盡人快，奈何轉為隱諱，務以考終歸之！未審執筆者是何心也。又雍正中，平恪郡王北征時，有僧人贈王劍，襓書「闖」字，群亦以為李逆不死。餘以必係賊人遺物，為愚蠢僧人所獲，獻之以邀厚賚耳，未必李逆果成佛也。惟明惠帝世以為出亡，又唐王被擒後，有言脫逃至五指山為僧之語，乃遺民未忘故主之意，無論真偽，猶有取焉。"
      },
      {
        "index": 61,
        "text": "舒文襄公末節"
      },
      {
        "index": 62,
        "text": "餘舅氏舒文襄公，少任御史時，極言天下利弊，當時號為「鐵漢」。後內任金吾，外掌軍旅，皆以剛正見稱，故劉文正公力挽為相。及居首揆，鋒芒日斂，殊蹈模棱之習。王倫之役，復逞軍威，多殺無辜。又上疏言禁民間私蓄火器，為言官所糾，比以秦皇銷兵雲。然川、楚之役，初有欲招撫者，以致賊人蔓延日熾，反不如公之除莠務盡之善。又火器之烈，自古所無，自明中葉始入中國，賴本朝化治升平，故猶未盡其害。若六朝、五代之際，使有是器，以烈焰攻城邑，吾民鮮孑遺矣！蓋公之智慮深遠，亦未可厚非也。"
      },
      {
        "index": 63,
        "text": "年大將軍先兆"
      },
      {
        "index": 64,
        "text": "年大將軍賜第在宣武門內右隅，其額書「邦家之光」。及年驕汰日甚，有識之士過其第哂曰：「可改書『敗家之先』。」蓋以字形相似也。未逾時，年果僨事。"
      },
      {
        "index": 65,
        "text": "朱文正公之直"
      },
      {
        "index": 66,
        "text": "朱文正公在講帷時，以羽翼今上故，忤某貴臣。後其輿人毆傷官兵，某貴臣因嗾護軍統領某重劾之，以泄前憤，賴上優待公，惟治其輿人罪。然謂侍臣曰： 「師傅，所當優禮者，至其輿人務須以法治也。」後未逾時，貴臣即獲罪，侘傺以終。統領家以中冓之私，殺傷其子，統領亦以他事劾免。蔣香杜孝廉笑謂餘曰： 「朱相公果能驅使黃巾力士陰譴伊二家耶！」餘曰：「即使朱公真有其術，以伊素日品行，亦必不為。其天報之不爽耳！」蔣以餘言為然。"
      },
      {
        "index": 67,
        "text": "夜談隨錄"
      },
      {
        "index": 68,
        "text": "有滿洲縣令和邦額著《夜談隨錄》行世，皆鬼怪不經之事，效《聊齋誌異》之轍，文筆粗獷，殊不及也。其中有記與狐為友者云：「與若輩為友，終為所害。」用意已屬狂謬。至陸生楠之事，直為悖逆之詞，指斥不法。乃敢公然行世，初無所論劾者，亦僥幸之至矣。"
      },
      {
        "index": 69,
        "text": "鬆相之謫"
      },
      {
        "index": 70,
        "text": "鬆相公自癸酉秋出鎮伊犁，又復三載丙子秋始歸朝任御前大臣，以直梗稱。丁丑夏，畿輔亢旱，上下詔求言。公上疏諫阻東巡，上以其故違祖制，應置重典，念其平日廉直，以二品銜謫為察哈爾都統。其疏云：「臣某跪奏，為恭讀朱筆諭旨，惶恐焦急，敬瀝微忱事。竊臣昨日仰蒙召見，命閱御製《望雨省愆說》畢，臣隨赴軍機處，眾官公同捧讀之下，萬分慚悚，蹐不安。茲因順天府所屬缺雨，以致我皇上引咎自責，宵旰憂勤，天時稍釋。深戒臣工因循疲玩，復諭及癸酉九月之變。誠如聖諭，旱象甚可畏也。如臣忝列首揆，僅知趨走為勤，實有應得之愆。若徒以虛言塞責，不惟辜恩負職，亦恐天理難容。因念皇上於來年詣盛京，恭謁列祖陵寢以告成平，典禮攸關，固不宜緩。又以連年河流順軌，漕運迅速，各直省普慶豐收，原可舉行钜典。唯今夏亢旱尤甚，上天昭示，獨在三輔之區，臣愚以為皇上展敬之誠，已荷列祖列宗在天昭格。伏思十七年臣奉差奉天，查勘陵寢工程，沿途曾見旗民，頗形艱窘，是以於十九年春間由新疆曾經恭折奏請皇上緩詣盛京，荷蒙諭允。自去年八月臣入都之後，日侍天顏，屢蒙諭及二十三年恭謁祖宗陵寢，彼時臣以連年雨暘時若，收成豐稔，固應舉行斯典。今乃三輔旱象已成，或係祖宗眷佑，昭示景象，暫停舉行，以為蘇息岐、豳父老之意，未可知也。臣不揣冒昧，恭摺密陳，是否有當，伏乞睿鑒。臣無任惶恐慚悚之至，謹奏。」"
      },
      {
        "index": 71,
        "text": "詩文澀體"
      },
      {
        "index": 72,
        "text": "宋子京詩文瑰麗，與兄頡頏。其《新唐書》好用僻字澀句，以矜其博，使人讀之，胸臆間格格不納，殊不爽朗。近日朱笥河學士詩文亦然。余嘗謂法時帆祭酒云：「讀《新唐書》及《朱笥河集》，如人害噎膈症，實難舒暢也。」法公為之大笑。"
      },
      {
        "index": 73,
        "text": "服飾沿革"
      },
      {
        "index": 74,
        "text": "國初尚沿明製，套褂有用紅綠組繡者，先良親王有月白繡花褂，先恭王少時猶及見之。今吉服用紺，素服用青，無他色矣。花樣，康熙朝有「富貴不斷」、 「江山萬代」、「曆元五福」諸名目。又有暗紋蟒服，如宮製蟒袍而卻組繡者，餘少時猶服之。袍褂皆用密線縫紉，行列如繪，謂之實行，袖間皆用熨折如線，滿名為「赫特赫」。今惟蟒袍尚用之，他服則無矣。又燕居無著行衣者，自傅文忠征金川歸，喜其便捷，名「得勝褂」，今無論男女燕服皆著之矣。色料初尚天藍，乾隆中尚玫瑰紫，末年福文襄王好著深絳色，人爭效之，謂之「福色」。近年尚泥金色，又尚淺灰色。夏日紗服皆尚棕色，無貴賤皆服之。褻服初尚白色，近日尚玉色。又有油綠色，國初皆衣之，尚沿前代綠袍之義。純皇帝惡其黯然近青色，禁之，近世無知者矣。近日優伶輩皆用青色倭緞、漳絨等緣衣邊間，如古深衣然，以為美飾。奴隸輩皆以紅白鹿革為背子，士大夫尚無服者，皆一時所尚之不同也。"
      },
      {
        "index": 75,
        "text": "貴臣之訓"
      },
      {
        "index": 76,
        "text": "定例，坤寧宮祭神胙肉，皆賜侍衛分食，以代朝餐，蓋古散福之意。有貴臣領侍衛者，因訓其屬曰：「居家以儉為要，君等朝餐既食胙肉，歸家慎勿奢華，晚間惟以糟魚醬鴨啖粥可也。」某侍衛應曰：「侍衛家貧，不能購此珍物。」某公乃語塞。其生長富貴不知閭巷之艱難若此，可知「何不食肉糜」之言，洵非虛也。又誡同族少年曰：「在外慎勿胡亂行走。」少年性黠，因故為不解狀，某公赧顏良久曰：「所謂嫖妓等事是矣。」少年曰：「我輩外間皆名宿娼也。」一堂哄然。"
      },
      {
        "index": 77,
        "text": "明相國"
      },
      {
        "index": 78,
        "text": "丁丑夏，鬆相公以久旱策免，拜明參政為首揆。公於乾隆丙子、丁丑間即從征西域，久擁旌節，董太保居政府廿餘年，視公猶為後進。年已大耋，乃登台席，自渭濱釣璜之後，實為再見。信升平人瑞也。"
      },
      {
        "index": 79,
        "text": "安三"
      },
      {
        "index": 80,
        "text": "明太傅擅權時，其巨仆名安圖，最為豪橫。士大夫與之交接，有楚濱、萼山之風。其子孫居津門，世為鹺商，家乃巨富，近日登入仕版。有外典州牧不肖宗室至有與其連姻眷者，亦數典忘其祖矣。"
      },
      {
        "index": 81,
        "text": "明春二公論戰"
      },
      {
        "index": 82,
        "text": "人臣死綏，古今通誼，然必有濟於國，始為可貴。若如趙括、邱福之徒，非不輿屍殉死，不為世所重也。聞明相公言，木果木之戰，海超勇公實預其事。甫交綏，海公即大呼曰：「軍氣頹敗，此潰師之兆也。吾馬首欲東，諸君努力衝圍，悉會師於美諾可也。」因策馬歸，故身不預難，其後卒以滅敵，蓋留身有待也。春將軍寧亦世代擁旄者，言對敵如角<角氐>然，稍覺勢異，即放手再與之撲，不然必顛仆矣。自古如邲鄢之役，九節度之敗，皆師老之故也。二公皆久經軍旅者，其置論乃如是，此與楊存中舍淮守江之論相似，非親身經歷者，必以其言為懦矣。"
      },
      {
        "index": 83,
        "text": "朱檢討題詞"
      },
      {
        "index": 84,
        "text": "朱檢討天保諫立東宮事，餘已載之矣。近於崇效寺觀拙庵和尚紅杏圖小照，康熙中詞林如王漁洋、朱竹輩，率皆題詠。公題七絕一首，詩亦雋逸可喜，乃知其別字鶴田也。因匆匆閱看，未得抄錄其詩，心殊覺悵惘也。"
      },
      {
        "index": 85,
        "text": "譎諫"
      },
      {
        "index": 86,
        "text": "聖祖既廢理邸，揆敘、王鴻緒輩恐其復立招禍，因造諸蜚語以聞。仁皇帝怒，欲置王於重典，眾莫敢諫。領侍衛內大臣婁公德納，仁皇近侍也，年已耄，善解入主意。時上自暢春園還宮，欲明頒詔旨，公先日燕見，曰：「聞護軍統領某得暴疾，肉盡消瘦已骨立矣。」某公素以體胖著者，次早上入宮，某統領佩刀侍神武門，豐偉如故。上詰公，公笑曰：「可知人言未可信也。體之豐瘠乃現於外者，尚訛傳至此，何況暗昧事哉？」上首肯其言，立罷其詔雲。"
      },
      {
        "index": 87,
        "text": "流俗之言"
      },
      {
        "index": 88,
        "text": "《避暑錄話》載，宋時流俗言甚喜而不可致者雲「如獲燕王頭」，蓋當時以取燕為急務也。雍正中，嘗與準夷構兵，裏巷鄙自矜伐者必曰：「汝擒得策王至耶，何自誇張若此！」蓋謂策旺阿拉布坦也。餘少時聞老嫗婦猶言及之，可見準夷鴟張一時，非純皇帝之神武，安能翦滅其國，夷為郡縣？其威德勝於宋代，不啻霄壤之別矣。"
      },
      {
        "index": 89,
        "text": "置歲不用閏法"
      },
      {
        "index": 90,
        "text": "宋沈括《夢溪筆談》載置歲法，言「每歲以十二氣為一年，更不用十二月，直以立春為孟春之一日，驚蟄為仲春之一日，歲歲齊盡，永無閏餘。如此則四時之氣常正，歲政不相淩奪，日月五星亦自從之。如此則算術豈不簡易端平，上符天運，無補綴之勞」云。按泰西之法，本以日紀歲，初無置閏之法。入中國後始增置閏之條，括當時聲教不通，乃其論與西法暗合，亦精於算律矣。"
      },
      {
        "index": 91,
        "text": "牧庵相國"
      },
      {
        "index": 92,
        "text": "牧庵相公長麟，景祖翼皇帝裔也。成乙未進士，以部曹洊至督撫。性聰敏，曆任封圻，以廉明稱。任吳撫時，擒獲強暴，禁止奢侈，嘗私行市井間訪察民隱，每就食於麵館，吳人傳為美談。撫晉時，和相覬覦上公之爵，乃因市人董二誣告逆匪王倫潛匿晉省某家，和相因公陛見至京，握手宮門柳下，囑托再三，曰： 「無論其真偽，務坐為逆黨，吾與公偕得上賞矣。」公至晉訪之，皆無實據，某實董仇家，故欲傾陷。公慨然曰：「吾發垂白，奈何滅人九族以媚權相也。」因坐董二以誣告，大忤和相意。後因閩中事牽連，謫戍西域，蓋為之報復也。今上親政後召入，曆任閩、陝諸製府。後以母老入都參知政事，以目眚致仕，久之乃卒。余嘗與公直宿禁中，問其私行，餘以節鉞大員小民皆所熟識，恐無濟於實事。公曰：「吳中風俗狙詐，故欲其知吾私行以警眾也。」餘服其言。公赤晰，修髯偉貌，言語雋雅，坐談竟日，使人忘倦，人亦樂與之交。然性好奢華，置私宅數千廈，毗連街巷。鐵冶亭塚宰嘗規之，公曰：「吾久曆外任，亦知置宅過多，但日後使此巷人知有長製府之名足矣。」亦善為拒諫也。任司寇時，比昵某尚書，故治廣賡侍郎之獄頗急，又誤判巫蠱事致傷多人，頗為人口實雲。"
      },
      {
        "index": 93,
        "text": "李賡芸之死"
      },
      {
        "index": 94,
        "text": "李公賡芸，江蘇奉賢人。成庚戌進士，曆任郡縣，以廉能稱。屢登薦牘，時以為天下清官第一。累遷至閩藩，時汪公誌伊為閩製府。汪故老吏，以布粟起家，矯為廉潔，嘗刊《小學規範》諸書行世，李公素輕之。嘗乘新轎入督府，汪公訓之曰：「奢者必貪。君初為方面大員，慎勿美於服飾，蹈往昔窠臼也。」公憤然曰：「芸雖不肖，為天子大吏，稍飾輿服，誠不為過，實恥效布被脫粟之平津侯以欺罔朝廷也。」汪公心銜其語。會有改教縣令朱履中訐公受其陋規，及其仆黃元索詐賧錢數百元，皆係相沿舊規，汪公乃露章劾之。命福州守塗以輈羅織其獄，塗希汪意，私具狀逼公畫諾。公不服，以輈拍案厲聲詬之，日夜鍛煉不休。公怫然入寓，懷冤狀自縊死。事聞，上命侍郎熙公昌、王公引之往鞫其獄，閩中士大夫爭伏欽差寓門，以鳴公冤。汪公不得已引疾致仕，熙、王二公乃力反其獄。事聞，上震怒，褫汪公及巡撫王紹蘭職，塗以輈以迎合故，遣戍黑龍江，復命荷校三月於戍所，公冤乃白。閩中鄉紳復建公祠於省中，春秋蚃，以報其德雲。餘向不識汪公，素聞其廉名，心甚折服。辛未夏，會汪於靜明園柳蔭下，聽其談吐矯飾，頗不愜意，然震其名，亦未敢加輕薄。又聞王河帥秉韜云：「長三、汪六皆矯名之士，未足為貴。」心嘗疑之。後遇牧庵參政於朝，悉知其人，於汪公終有所惑。不意終身之名敗於末路，亦可以戒仕途之矯詐者矣。"
      },
      {
        "index": 95,
        "text": "刑部郎官"
      },
      {
        "index": 96,
        "text": "乾隆末，福文襄王征廓爾喀時，有刑部郎中某以薦擢召見。上問福康安、海蘭察二人外間聲名如何，某應聲曰：「外間咸服二人將略，比古羅成、敬德也。」上笑遣之出。阿文成公悔之，告於人曰：「老夫以某相貌豐偉，故登薦牘，孰意為熟請小說人也。」人傳為笑柄雲。"
      },
      {
        "index": 97,
        "text": "阿爾稗畫"
      },
      {
        "index": 98,
        "text": "舒穆祿武勳王之侄都統公譚泰，以武勇聞。大兵下江南時，曾射江寧太平門，洞穿其扉，人服公勇。後坐事誅。其孫少塚宰公阿爾稗，幼育溧陽相公家，精於繪事，蓋譚公與陳相比昵故也。曾以畫虎著名，賞鑒家寶之，以比僧繇龍雲。又繪《西域貢獅圖》，見紀文達《灤陽消夏錄》中。今於秀峰主人庭上見公畫鷹，怒目炯裂，勁翮鋒棱，有風雲扶摶之勢，信非他人所可及也。"
      },
      {
        "index": 99,
        "text": "煤駝御史"
      },
      {
        "index": 100,
        "text": "憲皇帝時，求諫甚切，凡滿、漢科道皆令輪班奏事，如曠職者，立加罷斥。有滿洲御史某，奏禁賣煤人毋許橫騎駝背，以防顛越，上斥其官。時傳以為笑柄，謂之煤駝御史雲。"
      },
      {
        "index": 101,
        "text": "國朝詩別裁集"
      },
      {
        "index": 102,
        "text": "沈歸愚宗伯選《國朝詩別裁集》進呈御覽，純皇帝以其去取紕繆，令內廷詞臣更為刪定行世。然其中猶有未及改者，如閨秀畢著《紀事詩》，乃崇德癸未饒餘親王伐明，自薊州入邊，其父戰死，故詩有薊邱語，非死流寇難也。當其時，海宇未一，不妨屬詞憤激，歸愚選入，已為失於檢閱。而內廷諸公仍其紕繆，此與商輅《續綱目》滁州之戰，書明太祖為賊兵同一笑柄。又黃子雲詩以舒穆祿少宰阿爾稗為元人。蓋野鴻未登朝籍，故引證或有所錯誤，而詞臣輩亦沿其失，何其舛也。"
      },
      {
        "index": 103,
        "text": "吳製府"
      },
      {
        "index": 104,
        "text": "吳公達善任楚督時，擒捕江洋大盜甚夥，已載之前卷矣。近聞其鄉人言，有童子竊蔥數莖，為肆人告發，公即請王命誅之，人皆以為過當。公曰：「數歲童子即凶殘若是，俟其成立，為大盜無疑義矣！」其嗜殺也若此。又聞其父為西安駐防，家甚富，嘗牟利於主算者，主算者算盡錙銖，其父猶以為未足。主算者艴然曰：「然則一本萬利，莫讀書若也。」其父恍然悅服，因延名師，督課嚴肅。故公昆仲者以科第起家，至今為巨族雲。"
      },
      {
        "index": 105,
        "text": "瑚合庵"
      },
      {
        "index": 106,
        "text": "瑚合庵太宰任楚撫時，有下僚進謁，以事為公訓責。下僚請罪，自稱糊塗該死者再。公以犯其嫌名，因曰：「糊塗又復無禮，此所以宜責也。」其人始悟。人傳為笑柄雲。"
      },
      {
        "index": 107,
        "text": "晝晦"
      },
      {
        "index": 108,
        "text": "戊寅春，雨澤稀少，狂風日起。浴佛日，餘結伴遊萬壽寺，時天氣晴和，熱甚，著單衫猶覺揮汗。午後黑雲由東南來，風沙霾暗，餘即驅車歸，甫入室，猶未解衣，天頓昏黑，室中燃燭始能辨物。至逾時頃，火雲四起，天漸明朗而暴風愈甚，竟夕乃已，亦一異也。聞市廛車馬沸喧，路人皆不敢行，有老嫗佝僂為風吹斃者，又有遺失幼孩者，一時傳為談柄雲。"
      },
      {
        "index": 109,
        "text": "孫文正取四城"
      },
      {
        "index": 110,
        "text": "嘗讀孫征君《夏峰集》中《孫高陽相公行狀》，載崇禎庚午收復永平四城，頗多偉績，以為諛墓之文，例多溢美。近讀《八旗通志》，乃知當時文皇帝雖東歸，所留守者皆一時勇將謀士，如圖雄勇公賴、圖果毅公爾格、範文肅公文程及勞薩、葉臣等俱在圍中。高陽能以新集烏合之兵力攖其鋒，使諸名將棄城遠去，實一時之奇捷，較之韓蘄王大儀鎮、嶽武穆朱仙鎮之功，有過之無不及者。明莊烈帝乃視為泛常，僅蔭一錦衣指揮，其後因淩河之役，立加罷斥，真賞不酬功矣。然則亡國非不幸也。"
      },
      {
        "index": 111,
        "text": "法時帆謔語"
      },
      {
        "index": 112,
        "text": "某司空督學中州時，好出搭題以防剿襲之弊，致經文多割裂，法時帆學士心惡其行。其後某復督學楚中，往辭法公，公多所獎譽，某心喜悅。及臨行時，時帆送至中庭曰：「楚中有一故交，代為諉諈可乎？」某詢其姓氏，時帆曰：「孔、孟二夫子著述已千載，請公慎勿將其文再行割裂也。」聞者撫掌。"
      },
      {
        "index": 113,
        "text": "睿忠王致史閣部書"
      },
      {
        "index": 114,
        "text": "純皇帝嘗閱《睿忠王傳》，以其致明史忠正公書未經具載回劄，因命將內閣庫中所貯原稿補行載入，以備傳世，真大聖人之所用心，初不分町畦也。嘗聞法時帆言，忠王致書乃李舒章雯捉刀，答書為侯朝宗方域之筆也。二公皆當時文章巨手，故致書察時明理，答書義嚴詞正，不惟頡頏一時，洵足以傳千古，亦有賴忠王、閣部二人之名節昭著故也。"
      },
      {
        "index": 115,
        "text": "洛翰"
      },
      {
        "index": 116,
        "text": "高皇帝創業之初，有洛翰者，本劉姓，中原人，以傭至遼。初給事於建州，頗勤儉有勇力，高皇帝賞識，拔為侍衛。覺羅龍某叛時，陰夜懷刃入高皇帳，公覺，以手格之，四指皆落，卒衛上以出。後猶能執銳禦敵，高皇帝嘉之，倚如左右手。卒於起義之前，故不得預五大臣之列，今其裔隸內府。聞先恭王言，王若霖太史曾為公作行狀，手書鐫以行世，惜未睹其本也。"
      },
      {
        "index": 117,
        "text": "侍衛結銜之誤"
      },
      {
        "index": 118,
        "text": "國朝定制，凡御前朝夕侍側者，名御前侍衛，其次日乾清門侍衛，無論王、公、武大臣、侍衛等皆充之。其六班值宿者，統名領侍衛府侍衛，以分等級。近日武進士改充侍衛者，其門榜皆書御前侍衛，相沿成習，實為僭妄。餘為散秩大臣時，曾屢向侍衛處主事等言之，令其回堂飭禁，彼皆以為不急之務，未即更正，不知實為紊亂官階也。近讀錢辛楣詹事所作《許提督成麟神道碑》，亦誤書為御前侍衛。公為當代考據名家，乃亦未諳本朝典故，何也？"
      },
      {
        "index": 119,
        "text": "魏柏鄉相公"
      },
      {
        "index": 120,
        "text": "國初名臣二魏公，世人多以蔚州為巨擘。今觀二公家乘，蔚州初為馮銓所重，雖云座主，究係比昵匪人。後又以海昌株連罷官，及復召後，以撤藩事請誅明、米二公，乃蹈袁盎故轍。又以地震請誅索相以應災咎，亦有違宋景之心。至吳逆叛時，首建招撫之策，有「七旬苗格」之語。雖曰持重，幾誤國事，尤非大臣之所用心。至柏鄉相公，居諫垣時，首劾張縉彥為明莊烈復仇，其後屢劾劉正宗、陳之遴諸閣臣，為章皇帝所引重。至請罷吳三桂居滇南一疏，尤為預測奸謀。其要語曰「滇、黔、蜀、粵地方邊遠，今將滿兵遽撤，恐一旦有變，有鞭長莫及之虞。再荊、襄為天下腹心，請設滿兵駐防，以一重臣督之。無事控製邊區，以消奸宄窺測之心，有事驅除以通四方水陸之道」之語，尤為卓識。使當時用其言，可無三逆同叛之禍，其相業勝蔚州多矣。"
      },
      {
        "index": 121,
        "text": "乾隆初年督撫"
      },
      {
        "index": 122,
        "text": "純皇帝初政時，擢用滿洲諸臣為封疆大吏，皆極一時之盛。若簡儀親王、尹文端公、黃文襄公等事，已具載矣。其他如那公蘇圖以武臣起家，曆任七省製軍，薨日，家無擔石。其撫苗一疏，議論宏遠，預識末年紅苗之亂，尤為卓見。吳春麓侍御嘗讀其疏，謂餘曰：「那公初無赫赫名，乃能深慮至此，反勝黔督名將多矣！」時黔督為張公廣泗，以知兵著也。馬公爾泰為費直義後裔，任兩江、閩省諸製府，亦以廉謹稱職。策公楞為果毅公裔，性剛毅，頗為僚屬所怨，然識見明敏，卒為世重。雅公爾圖明醫理，嘗侍孝聖憲皇后醫藥，為純皇帝所倚重。其任河南撫時，亦以廉潔著。其請罷祀田製府文鏡一疏，世多稱之。傅公德清貞剛介，素談程、朱之學，為徐文定、楊文定二公所賞識。任豫撫時，前撫臣王士俊以苛酷為民所怨，公下車時，立更其制，歡聲遍野，有「三月魯治」之稱。去任時，萬民挽車泣送，擁塞閭巷。實皆幹城楨幹之選，不負上委任之專也。"
      },
      {
        "index": 123,
        "text": "元初人物之盛"
      },
      {
        "index": 124,
        "text": "餘以三代之下人品醇正可繼美商、周者，惟東漢及元初而已。卻特氏起自沙漠，一時所用將相，如耶律文正、楊中令惟中之相業，許文正、竇學士默、姚文憲樞之文學，劉太保秉中之謀畫，商孟陽挺、郝伯常經之剛直，廉中書弟兄之忠梗，史丞相天澤、伯右相顏之戰功，張都統宏範、李統製恒、阿太尉術之勇略，率皆拔出一時者。較諸褒、鄂、房、杜，功業相似而醇茂過之，豈趙中令、曹武惠所能企及？蕭、曹、徐、常輩之機詐齷齪者，更無論矣。其後漸染漓俗，尊用國人，致使至元仁政頹敗而喪亡隨之，亦自貽伊戚也。"
      },
      {
        "index": 125,
        "text": "李御史"
      },
      {
        "index": 126,
        "text": "乾隆初李御史慎修，德州人。身軀傴僂而敢言直諫。上於上元夜賜諸王公大臣觀火戲，公嘗諫阻之，以為玩物喪誌。上喜吟詩，公亦諫，恐以搞翰有妨政治。上韙其言，見《御製詩注》中。上嘗召見，曰：「是何渺丈夫，乃能直言若此。」公奏曰：「臣麵陋心善。」上大笑。又當時以錢貴故，諸大臣議變法制，公上疏阻之。曆舉前代之政，洋洋萬言，已預料近日錢價俑貴之弊矣。"
      },
      {
        "index": 127,
        "text": "滿洲跳神儀合於禘祭"
      },
      {
        "index": 128,
        "text": "餘考滿洲跳神儀，書前卷矣。近聞宗老云：「其南向陪祀正中位，為祀始祖之莫知名者。」故俗呼神位為祖宗版，良有以也。按古董子云：「禘者，禘其所自出也。」禘禮上溯遠祖，旁及毀廟，與今滿洲所祀者殊多相似。然則跳神禮儀實沿古明堂之舊制，益有征矣。"
      },
      {
        "index": 129,
        "text": "自鳴鍾"
      },
      {
        "index": 130,
        "text": "近日泰西氏所造自鳴鍾表，製造奇邪，來自粵東，士大夫爭購，家置一座以為玩具。純皇帝惡其淫巧，嘗禁其入貢，然至今未能盡絕也。按《唐書·天文志》云：「渾天銅儀，立木人二於地平，其一上置鼓以候刻，刻至一刻，則自擊之；其一前置鍾以候辰，辰至一辰，亦自擊之。皆於櫃中各施輪軸鉤鍵，關鑰交錯相持，置於武成殿前以示百官。」然其制作亦有所仿矣。"
      },
      {
        "index": 131,
        "text": "史書氏族"
      },
      {
        "index": 132,
        "text": "魏收作《北魏書》，所有名公巨卿，皆以氏族類序，世係厘然。至其人無足載者，亦必書其官爵，有類譜牒，誠非史例。然拓跋一代氏族，賴茲以傳，今人猶可溯其門第。金、元二代修史者昧於是例，故其傳記踳駁，多所遺落，致有速不台一人二傳之誤，見譏於後。當時若用魏氏之例，烏能羼亂至是哉！後之修史者所宜知也。"
      },
      {
        "index": 133,
        "text": "轉庵和尚"
      },
      {
        "index": 134,
        "text": "近讀吳留村遺稿《與轉庵和尚書》，實有裨於史官，故詳載其事。和尚俗姓孫名旭，餘姚人。嘗中順治丁酉武乙科。家甚豪富，君喜施予，鄉人咸感其惠。有盜邱甲，聚不逞者數百人，肆為閭閻之害，邑令不敢攖。君慨然曰：「目睹鄰裏受害而不為之救援，非天也。」因選強弓利矢，命壯丁負闌，夜攻其巢，咸射殺之，獨邱甲潛逃，隱恨次骨。時海禁森嚴，君素慕鄭延平知兵，嘗謂人曰：「今之人豪，惟海上鄭公。」蓋用明太祖獎王保保語。邱甲挾蜚語訟諸邑中，邑令亦素有嫌隙，因誣君通海上，置諸獄中。君素勇健，夜毀桔，逾垣出，匿某上舍家，久之，亡走滇南。會吳逆叛，偽將軍韓大任招致帳下，甚為賞鑒，曰：「奇男子也。」 會大任屢寇萍鄉，為安親王軍所阻，吳逆促其師期，大任爽然曰：「吾竭力以事吳王，何相迫若是之急？」君聞其語，大悅，曰：「此丈夫報國時也。」因說大任曰：「將軍之事吳王亦至矣，為之辟地攻城，戰無不克，數月之間招徠數郡，未聞王有尺素之詞為之獎譽。今一旦偶愆師期，即肆意辱詈，儼然以奴隸待之。今天下兵戈方始，其慢士已如此，逮夫大業既成，吾恐君家鍾室之禍，復有見於今也。」韓為之色沮。會先良王遣姚製府往招撫，大任遲疑未決。君復進曰：「今大清恢復閩、越，事業已成，吳王之敗在於目睫，將軍何尚作兒女之態，致有失機宜也？」大任乃從招撫。先良王承製表授道銜，君慨然曰：「吾本朝廷赤子，不幸陷於非罪，不得已逃諸賊藪。今得返歸鄉井，復為盛世之氓，吾誌已伸，敢以縲囚之軀有汙章甫之榮也哉！」因辭職不受。久之，發為僧，居杭州侶雲庵，號轉庵和尚。年八十餘始逝，亦近代奇人也。"
      },
      {
        "index": 135,
        "text": "王奮威"
      },
      {
        "index": 136,
        "text": "惠定宇《精華錄注》載：「王奮威進寶之下保寧，賊將據邑不降，公披襟曰：「何不射我？」賊眾愕然。公因說以順逆，賊人開關延入，井裏不驚，曰： 「此仁義將軍也。」近閱《唐書》馬北平之下長春宮，賊亦引弓不射，王知有降意，因令其西拜朝廷，賊人因斬李懷光以降。古今名將之相同也若此。"
      },
      {
        "index": 137,
        "text": "佛言須彌山"
      },
      {
        "index": 138,
        "text": "佛經言須彌山高數萬由旬，日月繞山周行，為其峰影所蔽，遂分晝夜，其言與歐羅巴之術不同。然泰西之法，因天度地以分度數，今南北兩極實有征驗，非佛氏荒誕可比。蓋經文盛於六朝，其時何承天輩皆言蓋天之術，故闍黎輩剿襲其說，未必果出於佛言也。貝勒存齋主人永存言：「今日之翻譯經典，即如南人學習國語，祗能仿佛大概。至其典轉微妙處，終有一間未達者。」真有識之言也。"
      },
      {
        "index": 139,
        "text": "和相後裔"
      },
      {
        "index": 140,
        "text": "和致齋當權時，赫奕一時，其賜死後，門楣衰替。其子豐紳殷德，號天爵，善小詩，俊逸可喜。尚和孝公主，初賜貝子品級，因父獲罪，降散秩大臣。中年慕道，與方士輩講養生術，餘每嬉侮之。卒以是致喘疾，號數旬死，年未交不惑也。相公弟製府和琳，有子名豐紳伊綿，號存穀，初襲宣勇公，嗣降襲其祖蔭一等輕車都尉。善堪輿，貴家爭延致之，間有驗者。以抑鬱故，飲醇酒近婦人，卒以勞瘵終，去其弟沒未數年也。惟餘一幼子，年甫四齡雲。"
      },
      {
        "index": 141,
        "text": "名臣論識"
      },
      {
        "index": 142,
        "text": "餘幼讀邱文莊言，以海運為必可復，可省國家經費無算。後見陳瑄十議，乃知明成祖原欲復海運，以其害多利少，乃罷其役。又向以當復肉刑，若以髡治罔上，以刵治軍律，以刖治盜，以劓治貪，可歲免死百餘人，嘗執此論與韓桂舲司寇辯詰，韓莫能答。近讀宋臣《杜純傳》，王安石時欲復肉刑，先議以刖減盜死罪，純論曰：「利欲所在，勢莫能遏。今以死懼之，歲犯刑者猶不減千人，若以刖代死，罪人知不死，犯者益眾，是誘民為非也。」安石乃罷其議。可見古人見識宏遠，非吾輩所及也。"
      },
      {
        "index": 143,
        "text": "湯義仍製曲"
      },
      {
        "index": 144,
        "text": "湯若士《四夢》，其詞雋秀典雅，久已膾炙人口矣。近讀《唐書》，始知明皇東巡，陝州守進百寶牙盤及彩舫獻伎，乃韋堅事；吐蕃信唐間諜，誅殺悉囉囉丞相，乃蕭嵩事，皆載在正史。若士取材於茲，托為盧生夢中事跡，以真為幻，亦可喜也。"
      },
      {
        "index": 145,
        "text": "經羊運糧"
      },
      {
        "index": 146,
        "text": "乾隆末，廓爾喀用兵時，和製府琳督糧餉，以久戰荒徼，艱於轉運，公乃命驅羊負米，以濟軍食，人服其智。按《金史》，承安中北邊準卜叛，命丞相襄征之。賊人遁，路既遼遠，僉患乏食之虞，完顏安國曰：「人得一羊，可食十餘日，不如驅羊以追之。」襄從其言，遂擒賊首，固先有行之者矣。"
      }
    ]
  }
}