{
  "chapterNumber": 9,
  "title": "卷九",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "寧王養菊"
      },
      {
        "index": 2,
        "text": "京中向無洋菊，籬邊所插黃紫數種，皆薄瓣粗葉，毫無風趣。寧恪王弘皎為怡賢王次子，好與士大夫交，因得南中佳種，以蒿接莖，枝葉茂盛，反有勝於本植。分神品、逸品、幽品、雅品諸名目，凡名類數百種，初無重復者。每當秋塍雨後，五色紛披，王或載酒荒畦，與諸名士酬倡，不減靖節東籬趣也。王又自製精扇，體制雅潔，名東園扇，一時士大夫爭購之，以為賞鑒云。"
      },
      {
        "index": 3,
        "text": "花老虎"
      },
      {
        "index": 4,
        "text": "花軍門連布，滿洲人。以世職洊至南籠鎮總兵官。性質直，與人交有肝膽。少時讀書，曾習《左傳》，故於戰法精妙。乙卯春，方入覲，半道值銅仁紅苗殺官吏反，福文襄王以總督進剿，檄留公隨營。素稔公勇，令首先解永綏圍。公率百余騎長驅直入，破毀苗寨數十。苗人皆烏合眾，未見大敵，大驚曰：「天人神兵至耶，何勇健乃爾？」因遠相奔潰，永綏之圍立解。時公著豹皮戰裙，故苗人呼為「花老虎」云。王大軍至，令公結一營，當大營前禦賊，悉以剿事委之。王日置酒宴會，或雜以歌舞，公則晝夜巡徼，饑不及食，倦不及寢。苗匪既知王持重不戰，乃獸駭豕突，或一日數至，公竭力堵禦，賊已退，乃敢告王知。如此百晝夜，鬚髮盡白，而旁有忌其功者，互相肘掣，故不及成功。小竹山賊匪叛，黔督勒公保檄公督兵往剿。公禦賊山梁上，轉戰益奮，中鳥槍三，墮入深澗中，詬罵不絕口。賊欲鉤出之，乃自力轉入巖石中，折頸而死。事定，諸將弁百計出其屍，顱骨皆寸寸斷矣。事聞，上震悼，特賜祭葬云。"
      },
      {
        "index": 5,
        "text": "穆富二將"
      },
      {
        "index": 6,
        "text": "川、楚教匪竊發，鹿挺獸駭，蔓延三省。一時諸大將，多擁兵自衛，任其奔突，惟知擄掠良民以供糈食，故當時呼官兵有「紅蓮教」之目。唯穆軍門維、富將軍成二將督齊、魯兵堵禦甚嚴，賊人畏之，群相戒曰：「慎勿犯三眼纛將軍。」蓋山東旗纛皆繪三太極圖云。穆，江南人，少隸山東行伍。征王倫時手斃賊帥，為純皇帝所喜，每見之即問曰：「穆維尚未升擢耶？」故不數年即至開閫。後以勞瘁卒於軍中。富公，滿洲人。少充巡捕營將佐，以趫捷稱。後擢成都將軍。以救援覺羅牧庵參政故，殉於陣，上深惜之。"
      },
      {
        "index": 7,
        "text": "和相善謔"
      },
      {
        "index": 8,
        "text": "和相雖位極人臣，然殊乏大臣體度，好言市井謔語，以為嬉笑。嘗於乾清宮演禮，諸王大臣多有俊雅者，和相笑曰：「今日如孫武子教演女兒兵矣！」又安南貢金座獅象空其底者，和詫曰：「惜其中空虛，不然可多得黃金無算也。」為夷官所姍笑，其器量淺隘若此。嘗閱《聞見後錄》，載章子厚好為市衢之談，以取媚於神宗之語，可見今古權奸如出一轍也。"
      },
      {
        "index": 9,
        "text": "趙泰安"
      },
      {
        "index": 10,
        "text": "趙泰安相國國麟，山東人。理學名儒。純皇帝即位之初，首擢綸扉。公亦以古大臣自期，一時籲咈都俞，朝野傳為盛事。後有民人俞長庚父死，延諸大臣往吊唁，謝以重賄。或言公亦偕往，為仲副憲永檀所劾，公力為辨白，其事終無左證。上以其言戇急，殊失大臣之體，乃遷公為工部侍郎。公即日謝病歸故里中，十數載始薨云。"
      },
      {
        "index": 11,
        "text": "自鳴葫蘆"
      },
      {
        "index": 12,
        "text": "康熙中，吾邸遼東莊頭某家植蔬菜，籬間結一巨葫蘆，中能作音樂之聲，獻於先修王。修王異之，因進於仁廟。上甚為愛惜，日置養心殿中，後隨殉景陵云。"
      },
      {
        "index": 13,
        "text": "三楊將軍"
      },
      {
        "index": 14,
        "text": "乙卯春，苗匪竊叛，福文襄王率師征之。有神兵數千助陣，苗匪因之敗潰。土人云與三楊將軍廟相近，王奏於朝，特建祠以祀之。見邸抄。"
      },
      {
        "index": 15,
        "text": "雞公山"
      },
      {
        "index": 16,
        "text": "先良親王南征時，於雞公山與耿逆接戰。時有神兵助順，中有披髮仗劍者，去係真武神助戰，王請立廟祀之。見《池北偶談》。"
      },
      {
        "index": 17,
        "text": "先良王善知人"
      },
      {
        "index": 18,
        "text": "先良王率師討耿逆，凡智勇非常之士，無不為王所識。有拔自行伍間者，姚制府啟聖、吳留村興祚皆以縣令起家，王優待之，不數年薦至封疆大吏。賴征南塔、黃總兵大賴、藍將軍理、楊昭武提皆由王所賞識，卒至專閫。黃有黑甲，重三百餘斤，王凱旋時，黃持以為饋，余少時猶見之。鐵光照耀，雖勇趫之夫，著之不行數武，亦可想見將軍之勇力矣。"
      },
      {
        "index": 19,
        "text": "先良王大溪灘之捷"
      },
      {
        "index": 20,
        "text": "良王進師衢州時，賊將馬九玉擄大溪灘，又名太極灘，以遏我師。王率諸將身先用命，賊伏起草莽，短兵相接，轉戰竟日。王坐古廟側，指揮三軍，纛旗為火槍擊穿者數十，二護衛負寺雙扉以庇之。王饑進食，典膳者方割肉，為槍所斃，而王談笑宴如也。我兵踴躍擊賊，賊遂大敗去，九玉自是斂兵不復出戰。隨王二內監，聞槍箭聲震懼，遂自縊於廟中。王既勝九玉，遂偃旗鼓，一日夜行數百里，夜抵江山縣。王曰：「若不乘其銳攻之，使賊有備，曠日持久非計也。」乃乘月下攻之，其縣立下。常山聞警遂降，直抵仙霞嶺。嶺下有湲溪，賊目金應虎攏其船於對岸，我兵不能渡。王躊躇假寐，夢先烈王撫王背曰：「此豈宴安時耶？繞灘西上數里，其淺處可涉也。」如是者再。王忪然醒，遂遣將至上流，果覓淺處，遂斷流而渡。賊人以為兵從天下，故不戰而潰。"
      },
      {
        "index": 21,
        "text": "先修王善書"
      },
      {
        "index": 22,
        "text": "先祖修親王，自幼秉母妃教，習二王書法，臨池精妙。薨時，先恭王尚幼，多至遺佚。余嘗睹王所書《多心經》，用《聖教》筆法，體勢遒勁。又其所書《友竹說》、《會心齋言志記》，皆用率更體制，蓋效王若霖筆意，尊時尚也。又善繪事，洪大令慶祥家藏王所繪白衣觀音像，趺坐正襟，莊嚴淡素，即王當時贈其祖農部公德元者，惜所傳無多焉。"
      },
      {
        "index": 23,
        "text": "和真艾雅喀"
      },
      {
        "index": 24,
        "text": "吉林東北有和真艾雅喀部，其人濱海而居，剪魚皮為衣裙，以捕魚為業。去吉林二千餘里，即金時所謂海上女真也。其舊俗，父母至六十誕日，即聚宗族會飲，刲其父母軀肉，以供賓客，埋其骨於戶樞前，歲時以為祭奠，其鄉黨始稱孝焉。仁皇帝習知其弊，許其世娶宗女，命改正其汙習。至今其部落及歲時至吉林納聘，將軍即購買民女乘以紅輿代宗女，以厚奩贈之。其部落甚為尊奉，初不計其偽也。"
      },
      {
        "index": 25,
        "text": "玉甕"
      },
      {
        "index": 26,
        "text": "承光殿南，乾隆十年建石亭以置元代玉甕。按：《輟耕錄》「黑玉酒甕，玉有白章，隨其形刻為魚獸出沒波濤之狀，其大可貯酒三十餘石。徑四尺五寸，高二尺，圍圓一丈五尺。至元二年告成，敕置廣寒殿」云。其後屢易朝代，廢置某道院中，以為醬瓿。有工部侍郎三和者，善博古物，於道院見之，因賤價贖以歸。進上，仍置故處。純皇御製《玉甕歌》以紀其事，命廷臣賡和，以鄭虎文之詩為最。其詞曰：「天啟聖瑞玉甕出，惟聖克受昭聲歌。臣愚未睹法宮寶，伏讀睿藻心為摹。甕廣三尺容五石，隨形窅突浮圓荷。刻劃類鑄象鼎物，長風蹴踏萬里波。腥涎怪物走蛟蜃，呀呷睒矞騰黿鼉。陽冰不冶陰火闃，怪變滅沒吞江河。伊誰鏟削運鬼斧，或巨靈掌吳剛柯。吾思此玉當在璞，磈然萬古藏嵯峨。百靈孕含胚太極，潤及草木輝巖阿。原為聖役剖鑿出，宛轉人世襲臼窠。那知德薄不能有，供玩耳目羞弇婀。如延津劍泗水鼎，神物終化理不訛。於時恭承陛下聖，萬方貢獻聲猗那。人無遺賢物鮮棄，希世寶肯終煙蘿。熊熊龍氣光燭夜，乃跡而得歸搜羅。轉敕內府輸朽貫，千金易致駟馬馱。陳之廣殿重圖訓，奠如金甌無傾陂。龍翔鳳翥發天唱，四十八人鳴相和。嗚呼隱見會有遇，委棄道院歲已多。冬菹實腹泥沒足，學士憑吊資吟哦。拂拭偶及光萬國，經天不掩同羲娥。甄幽拔隱寄深慨，誰其會者空摩挲。異物且貴況奇士，努力明盛無蹉跎。」"
      },
      {
        "index": 27,
        "text": "年羹堯之驕"
      },
      {
        "index": 28,
        "text": "年大將軍羹堯，受憲皇帝知遇，以平青海功，封一等公，金、黃服飾，三眼花翎，四團龍補。其子年富，封一等男，其家奴魏之耀，賞四品頂戴，實為近世所無。年既承天眷，日漸驕邁，入京日，公卿跪接於廣寧門外，年策馬過，毫不動容。王公有下馬問候者，年頷之而已。至御前，箕坐無人臣禮，上皆優容之。而年猶不悟，至書「夕惕朝乾」為「朝惕夕乾」，語意干指斥，故上決意誅之。籍沒日，其家蓄婦女舊包頭數篋，支欲作綿甲者，又有刀劍無算。命其交將印於岳威信時，年遲三日始付出。或云其幕客有勸其叛者，年默然久之，夜觀天象，浩然長歎曰：「事不諧矣！」始改就臣節。其降為杭州駐防防禦時，日坐湧金門側，鬻薪賣菜者皆不敢出其門，曰：「年大將軍在也。」其餘威尚如此，實近日勳臣所未有也。"
      },
      {
        "index": 29,
        "text": "太和門箭"
      },
      {
        "index": 30,
        "text": "豫通親王下江南時，王鐸、錢謙益等迎降，王未察其誠偽，命都統舒穆祿譚泰往偵之。公至太和門，門扉為故明舊物，生鐵包裹，甚為堅厚，公拔矢射之，洞穿其扉，明人驚駭，以為神力，今其箭猶存。每翠華南幸時，有司飾其楛羽以示威德焉。"
      },
      {
        "index": 31,
        "text": "王文簡公補諡"
      },
      {
        "index": 32,
        "text": "漁洋先生入仕三十餘年，以醇謹稱職，仁皇帝甚為優眷。因與理密親王酬倡，為上所怒，故以他故罷官，沒無恤典。純皇時與沈文愨公談及近日詩道中衰，無復曩日之盛之語，沈公乘間曰：「因不讀王某之詩，蓋以其卒無諡法，無所羨慕故也。」上因命同韓文懿補諡焉。"
      },
      {
        "index": 33,
        "text": "蓮筏"
      },
      {
        "index": 34,
        "text": "萬壽寺僧人蓮筏，長洲人。為寺中住持十數年。貌清臒，蕭然白髮，為出世狀。頗解禪理，與章嘉國師談論經典，每至竟日，國師深服其博。蓮公背謂人曰：「章嘉經典雖諳熟，然未解阿羅漢道，尚下乘學也。」其詩清新，饒有別趣，與韓旭亭、法祭酒唱和，頗有「虎溪三笑」之風。丁巳春，余至寺，師為款茶，年已七十餘，尚輕健如故。未久謝世。聞其圓寂數日前，至鄭邸盤旋竟日，曰：「七寶池邊已促吾行，不復參謁王矣。」此石琴主人親告余者，亦彼教中善知識也。"
      },
      {
        "index": 35,
        "text": "婁真人"
      },
      {
        "index": 36,
        "text": "婁真人近垣，江西人。憲皇帝時召入京師，居光明殿。有妖人賈某之鬼為患，真人為之設醮禱祈，立除其祟。又在上前結幡招鶴，頗有左驗，上喜之，封 「妙應真人」。真人雖嗣道教，頗不喜言煉氣修真之法，云：「此皆妖妄之人借以謀生理耳，焉有真仙肯向紅塵中度世也。」先恭王延至邸，問其養生術，真人曰： 「王今錦衣玉食，即真神仙中人。」席上有燒豬，真人因笑曰：「今日食燒豬，即絕好養生術，又奚必外求哉？」王深服其言，曰：「婁公為真學道者，始能見及此也。」年九十餘始仙逝。"
      },
      {
        "index": 37,
        "text": "戴學士"
      },
      {
        "index": 38,
        "text": "戴學士梓，字文開，浙江仁和人。少有機悟，自製火器，能擊百步外。先良王南征時，公以布衣從軍，獻連珠火炮法。下江山縣有功，王承制授以道員紥付。仁皇帝召見，喜其能文，命直南書房，賞學士銜。公善天文算法，與南懷仁詰論，懷仁為之屈，心甚忮刻，因誣公通東洋。上大怒，遣戍黑龍江。後赦還，卒於旅邸，人共惜之。"
      },
      {
        "index": 39,
        "text": "詩讖"
      },
      {
        "index": 40,
        "text": "《朝野雜記》記寇萊公「去海祇十里，離家已萬山」。後果貶謫雷州，以為詩讖。按余友畢補垣敦嘗有詩云「空濛人浸一江煙」之句，後出仕為開化丞，果溺水斃。袁簡齋先生丁巳歲寄余劄尾云：「恐從此雁少鴻稀，望長安如在天上矣！」余訝以為不祥，後不久果下世。可見落筆之時，機兆已現，不必待蓍龜始先知也。"
      },
      {
        "index": 41,
        "text": "詩龕"
      },
      {
        "index": 42,
        "text": "蒙古法祭酒式善，榜名運昌，中式時，純皇帝曰：「此奇才也。」賜改今名。祭酒居淨業湖畔，門對波光，修梧翠竹，饒有湖山之趣。家藏萬卷，多世所罕見者。好吟小詩，入韋、柳之室，頗多逸趣。家築詩龕三間，凡所投贈詩句，皆懸龕中以誌盍簪之誼。任司成時，惟以獎拔後進為務。同汪瑟庵先生選《成均課士錄》，其取售者率一時知名之士，海內遂為圭臬。己未春，上疏請旗人屯田塞外事，上以為故違祖制，降官編修，因引疾去官以終。先生慕李西涯之為人，訪其墓田，代為葺理，又邀朱石君太傅、謝薌泉侍御等鳩工立祠，歲時祭享焉。先生與余最善，每相見，勵以正身明道之詞，坐談終日不倦，實余之畏友也。"
      },
      {
        "index": 43,
        "text": "韓貞文先生"
      },
      {
        "index": 44,
        "text": "韓貞文先生馨，長洲人。少時習字，董香光見而悅之，曰：「此子日後必以書法擅名。」年七歲，書「五人之墓」碑碣，人爭異之。至國初，隱居不仕，惟以習學禪定為事。晚年披髮頭陀，作出世裝。其弟某有習科名者，先生曰：「皇清以義受命，其垂統之誼甚正。然吾儕生於季世，食明之粟已久，不可為失節之婦，以為異日子孫羞也。」其沒後，門人私諡曰貞文先生。今大司寇封即先生玄孫也。"
      },
      {
        "index": 45,
        "text": "仁宦最速"
      },
      {
        "index": 46,
        "text": "近年仕宦之速者，阮中丞元中式後，未三年即擢少詹事。桂香東侍郎中式五年間，擢內閣學士。董鄂少司馬恩寧中式七年，官至亞卿。盧少司農蔭溥居郎官最久，其擢鴻臚寺少卿至兵部侍郎未期年也。皆宦途之最速者也。"
      },
      {
        "index": 47,
        "text": "仕宦最久"
      },
      {
        "index": 48,
        "text": "竇東皋尚書任宗人府府丞二十三年，劉秉權任戶部郎中三十二年，吉通政兆熊任通政司正使十四年，吉大司成善任祭酒二十年，皆仕途中之最久者也。"
      },
      {
        "index": 49,
        "text": "兄弟鼎甲"
      },
      {
        "index": 50,
        "text": "乾隆乙丑，莊少宗伯存與中探花時，其弟狀元公培因寄詩與其兄，曰「他年若使登科第，始信人間有宋祁」之句。後果中甲戌狀元，未久即卒。"
      },
      {
        "index": 51,
        "text": "神童"
      },
      {
        "index": 52,
        "text": "乾隆戊辰，純皇帝東巡，濟南張宦家有童子，年七歲，能默誦《五經》及上御製《樂善堂集》中詩。上大喜，欽賜舉人，命後宮遍覽之。一時傳為神童，不久即卒。"
      },
      {
        "index": 53,
        "text": "諸葛顯聖"
      },
      {
        "index": 54,
        "text": "嘉慶辛酉，臺中丞斐音奏稱，川匪闌入漢中時，犯定軍山。其間有諸葛忠武侯祠，賊恍惚見侯綸巾羽扇，率神兵數萬助戰，賊因以敗潰去。上命葺祠以報其德。事見邸抄。"
      },
      {
        "index": 55,
        "text": "線量美人"
      },
      {
        "index": 56,
        "text": "蔣司農賜棨，為文肅公孫。承先代家世，上頗優眷。侍郎乃附和和相，因與其家人劉全等聯為友誼，分庭抗禮，頗自墮其家聲。朱文正公曰：「使戟門不趨和相，自守家範，其侍郎固在也。今周旋若此，乃終未能改一官階，徒自減其聲價，甚無謂也。」侍郎頗好聲色，以為婦女頎而長者，其交始久。故預製墨線，合其度者方為收用，時謂之線量美人云。"
      },
      {
        "index": 57,
        "text": "蒜學士"
      },
      {
        "index": 58,
        "text": "翰林學士興安，滿洲人。中庚戌進士。公喜食大蒜，凡烹茶煮藥，皆以蒜伴之，曰：「始可以延年卻疾。」人爭笑其迂，呼為蒜學士云。"
      },
      {
        "index": 59,
        "text": "煙洞山"
      },
      {
        "index": 60,
        "text": "興京永陵前有案山，高數丈。夏秋間，其山洞中嘗出白雲一縷，蓊然嶺頭，終日不絕，土人呼為煙洞山。實國家發祥之瑞也。"
      },
      {
        "index": 61,
        "text": "神樹"
      },
      {
        "index": 62,
        "text": "永陵中，原皇帝享殿側，有榆樹一株，高數十丈，蔭庇神殿。其樹枝幹詰屈若虯龍狀，樹腰有癭數百顆，聞土人云：「每帝后上賓時，其癭自隕一枚，五朝皆然。」實為國家億萬年無疆之兆，宗周卜世之祥，未足比也。"
      },
      {
        "index": 63,
        "text": "滿洲跳神儀"
      },
      {
        "index": 64,
        "text": "明堂之制，余已載諸前卷中。凡八旗長白舊族跳神之儀，今書錄之，以為文獻之徵。宗室、王、公家每祀神，一月前，於神房敬造旨酒，用黍米糟曲如江南造酒式。前三日，每日朝暮獻牲各二，名曰烏雲。前一日，敬製糕餌，用黃黍米以椎擊碎，然後蒸饋，名曰打糕。每神前各置九盤，以為敬獻。其大祀日，五鼓獻糕於明堂如儀。俟其使歸，主人吉服向西跪，設神幄向東，供糕酒素食，其中設如來、觀音、關聖位。巫人吉服舞刀，祝詞曰「敬獻糕餌，以祈康年」諸詞。主人跪擊神版，諸護衛擊神版及彈弦、箏、月琴以和之，其聲嗚嗚可聽。巫者歌畢念祝詞，主人敬聆畢，叩首，興。司香婦敬請如來、觀音二神位出，戶牖西設龕，南向以供奉之。司俎者呼「進牲」，牲入，主人跪，家人皆跪。巫者前致詞畢，以酒澆牲耳，牲耳聥，司俎者高聲曰：「神已領牲。」主人叩謝。司俎者揮庖人進，刲牲俎，烹畢及熟薦，選牲內之最精者以為醢，供神位前。主人再拜謁，巫人致辭。主人叩畢，巫以係馬吉帛進，巫者祝如儀。主人跪領吉帛付司牧者，叩，興，始聚宗人分食胙肉焉。禁令肉不許出戶庭中，諱言死喪事。賓至，主人迎送不出庭門，以誌敬焉。暮時供七仙女、長白山神及遠祖、始祖，位西南向。以神幕隱蔽窗牖，以誌幽冥之意。其祝詞，舞刀、進牲祝詞如朝儀，唯伐銅鼓作淵淵聲，祝詞聲調各異焉。次早設位於庭院神竿前，位北向，主人吉服如儀。用男巫致詞畢，以米灑揚，趨退，主人叩拜。其牲肉皆刲為俎醢，和稻米以進，名曰祭天還願焉。再明日，於神位祈福，供以餅餌，以五色縷供神前。祝辭畢，以縷係主人胸前，以為受福。凡三日祭乃畢。其長白滿洲舊族近興京域者，其祀典禮儀皆同，但不於明堂報享焉。唯舒穆祿氏供昊天上帝、如來、菩薩諸像，又供貂神於神位側。納蘭氏則供羊、雞、魚、鴨諸品。其巫用銅鈴係腰以跳舞之，以鈴墜為宜男之兆焉。有蒙古跳神用羊、酒。輝和跳神以一人介胄持弓矢坐牆堵上以為儀，蓋其先世有劫祀者，故預使人防之，因相沿用，以為制云。"
      },
      {
        "index": 65,
        "text": "滿洲嫁娶禮儀"
      },
      {
        "index": 66,
        "text": "滿洲氏族，罕有指腹定婚者，皆年及冠笄，男女家始相聘問。男家主婦至女家問名，相女年貌，意既洽，贈如意或釵釧諸物以為定禮，名曰小定。擇吉日，男家聚宗族戚友同新婿往女家問名，女家亦聚宗族等迎之。庭中位左右設，男家入趨右位，有年長者致詞曰：「某家男某雖不肖，今已及冠，應聘婦以為繼續計。聞尊室女，頗賢淑著令名，願聘主中饋，以光敝族。」女家致謙詞以謝。若是者再，始定婚。令新婿入拜神位前，及外舅父母如儀。既進茶，女家趨右位，男家據賓席，或設酒宴以賀。改月擇吉，男家下聘，用酒筵、衣服、綢緞、羊鵝諸物，名曰過禮，女家款待如儀。男家贈銀於婦家，令其跳神以誌喜焉。既定婚期，前一日，女家贈妝奩嫁貲視其家之貧富，新婿乘騎往謝。五鼓，鼓樂娶婦至男家，竟夜笙歌不絕，謂之響房。新婦既至，新婿用弓矢對輿射之。新婦懷抱寶瓶入，坐向吉方。及吉時，用宗老吉服致祭庭中，奠羊、酒諸物。宗老以刀割肉，致吉詞焉。禮畢，新婿新婦登床行合巹禮，男女爭坐被上，以為吉兆，因交媾焉。次早五鼓興，始拜天地、神像、宗祠，翁姑坐而受禮如儀。其宗族尊卑以次拜謁。三日或五日婦歸寧父母，婿隨至女家，宴享如儀。滿月期，婦復歸宿女家，數日始返，然後婚禮畢焉。"
      },
      {
        "index": 67,
        "text": "海超勇"
      },
      {
        "index": 68,
        "text": "國家撻伐四夷，開闢新疆二萬餘里，南驅緬夷，西翦金川，唯賴索倫輕健之師，風飆電擊，耐苦習勞，難攖其銳。其中勇往絕倫以功名終者，唯海超勇公為巨擘。公諱海蘭察，索倫人。幼從征西域，以步卒射巴雅爾殪之，純皇帝特賜侍衛。其後每經戰陣，以勇力顯。生平唯服阿文成公，任其驅使辱詈，聽命惟謹。嘗告人曰：「近日大臣中知兵者，惟阿公一人而已，某安敢不為其下？其餘皆畏懦之夫，使其登壇秉鉞，適足為殃民具耳！某安能為其送死也？」後南征臺灣，福文襄王趨拜下風，公始為之盡力。三日攻破鹿洱港，賊人以為天人從空而降，自相踐踏以斃。後征廓爾喀，回京未匝月，即以病殂。上深悼惜，後川、楚教匪叛，上浩歎曰：「使海蘭察在，此賊不足平也。」公善知兵，每遇戰陣，兵既接，公乃敝衣布帽，騁騎繞自賊隊後，觀其瑕可乘者，然後集兵攻之。或以數十騎闌入賊隊，左右射之，使賊隊紊亂，我兵因以致勝。又能枕弓臥地聽之，知賊馬之眾寡，及嗅馬矢知敵去之遠近，皆與古人暗合。其長子安祿隨征川、楚教匪，殉節川中。其次子安成，少年白皙，美如冠玉，喜聲伎，日遊狹巷中。然勇幹有父風，癸酉林清之變，余目睹其殺賊無算焉。其婿岳祥，理藩院郎中，亦以武力稱職，蓋幼稟岳氏訓也。"
      },
      {
        "index": 69,
        "text": "伊犁疆域"
      },
      {
        "index": 70,
        "text": "國家綏定新疆，戢寧西域，設立職官，星羅棋布，因地制宜，開屯列戍，以為駕馭邊氓之計，既善且備。因綜其崖略，以見國家武功之盛焉。伊犁乃準噶爾建庭之地，因之定為將軍駐防之所。建惠遠、惠寧二城，設將軍一人，參讚大臣一人，領隊大臣五人，分統滿洲、蒙古、綠營、索倫、喜伯、厄魯特、回民諸營，以為邊防厄要之區。其漠南去伊犁三千餘里，曰烏魯木齊，設都統一人，副都統一人，提督一人，掌漠南軍務。通北去驛路，實為新疆門戶重地。其北近哈薩克曰塔爾巴哈臺，設參讚大臣一人，領隊大臣一人，扼外夷要路。其地西連哈薩克，北界俄羅斯，為二國郵貢要隘。其哈薩克入冬後則遷幕於卡倫內避寒，春夏始驅逐之。實為北門關鍵也。其山南諸路最要者曰喀什噶爾，設參讚大臣一人，協辦大臣一人。其為拔達克山接壤，風俗醇良，土地肥沃，所轄皆二和卓之遺氓，撫綏尤宜得體。其北曰葉爾羌，其西南曰和闐，皆設辦事大臣各二人，惟司回民采辦玉石，以為貢獻。其地富渥，天時和暖，有類內地，非漠北窮荒甌脫者比也。其南五百餘里曰烏什，曰庫車，曰阿克蘇，皆設辦事大臣各一人，為回部心腹之區，綏定保障尤加慎重。其南吐魯番，設領隊大臣一人。其地為古火州，夏時天氣炎酷，焦爍千里，人皆避入地窖中，至夜間始出為市，歲以為常。其北曰古城，設領隊大臣一人。其城相傳為唐李衛公建節之所，溫相國福從紀曉嵐議，因建城焉。其又南曰巴里坤、哈密，各設辦事大臣及營汛諸官，其轉通糧帑，開牙設候，咸如內地焉。"
      },
      {
        "index": 71,
        "text": "蒙古儒士"
      },
      {
        "index": 72,
        "text": "敖漢部落為元太祖第四弟某王裔，其臺吉額駙彭楚克林沁者，尚簡親王郡主。通文藝，熟習遼、金、元諸代事，嘗與裘文達公談三史事，裘為之瞪目，然以他書卷詢之，彭亦不能驟答也。純皇帝呼之曰敖漢先生，見御製詩注中。彭既習漢俗，不樂居本土，故典宿衛數十年，卒於京邸。"
      },
      {
        "index": 73,
        "text": "馬太傅"
      },
      {
        "index": 74,
        "text": "馬太傅齊，富察氏，為文忠公之伯。歷仕兩朝，居相位者幾三十餘年。時明、索既敗後，公同其弟太尉公武權重一時，時諺云「二馬吃盡天下草」云。公不甚識宇，延西賓課子弟學，其師不時至，太傅告僚屬曰：「所雇先生終不愜人意，他日當買一先生，定當差勝此也。」時人傳為笑談。"
      },
      {
        "index": 75,
        "text": "孔王祠"
      },
      {
        "index": 76,
        "text": "定南武壯王祠在阜城門外，春秋遣太常卿祠享，蓋順治辛卯王殉節桂林時所建立也。近日祠宇頹壞，榱桷傾折，丹青堊蒦，無人奏請修葺者，蓋有歲修祭田為祠官所侵蝕，故不敢揭報，恐破其奸也。履端親王永成有孔王祠長律一首，格調遒勁，故備錄之。其詩曰：「王本尼山裔，支分遼水東。風雲需際會，草澤見英雄。皮島才初展，吳橋計漸窮。天教投上國，時至樹宏功。締造膺皇眷，招徠錫命隆。師仍提舊部，銜獨授元戎。袍解豐貂暖，筵張秘殿融。直將心腹待，應竭股肱忠。兵特稱天祐，恩尤出聖衷。鼓鼙勞乍效，銀幣賚何豐。國號承基大，宗王拜爵同。威揚平壤外，聲震塞垣中。降將開山海，偏師佐鄧、馮。賊氛旋拉朽，明業已飄蓬。定鼎邀殊賞，為屏冠上公。自茲頻討亂，所向輒橫空。捷屢馳吳、楚，銘兼勒華嵩。定南封更晉，攘外獎宜崇。疆圉偏多事，幹城合鞠躬。蠻方琛未獻，粵徼道宜通。遠統貔貅往，親蒙矢石攻。桂林除跋扈，梧野起疲癃。反側行看盡，功名惜未終。潢池妖復熾，萑澤孽潛訌。大帥成孤注，危城倚上穹。來援音杳杳，出戰勢匆匆。冠裂肝俱碎，袍沾血盡紅。肯將身落賊，爭覺氣如虹。素帛全忠節，丹忱報亶聰。盟無慚帶礪，軍竟化沙蟲。馬革酬專閫，牛眠敕考工。烈名標武壯，曠典荷帡幪。我偶紆吟轡，人來說殯宮。由來能擇主，浩歎緬英風。」"
      },
      {
        "index": 77,
        "text": "綠頭牌"
      },
      {
        "index": 78,
        "text": "定制，凡召見、引見等名次，皆用粉牌書名，雁行以進。王貝勒用紅頭牌，公以下皆用綠頭牌。繕寫姓名籍貫及入仕年歲，出師勳績諸事，以便上之觀覽焉。"
      },
      {
        "index": 79,
        "text": "膳牌"
      },
      {
        "index": 80,
        "text": "凡王公大臣有入朝奏事者，皆書名粉牌以進，待上召見。於用膳時呈進，名曰膳牌焉。"
      },
      {
        "index": 81,
        "text": "宗學"
      },
      {
        "index": 82,
        "text": "雍正中，特設宗室左、右翼各學，揀王公等專管，歲時欽派大臣考其殿最，以為王公獎罰。左翼在金魚胡同，右翼在簾子胡同，皆設宗室總管、副管各一人以司月餉公費等事。三歲考績，授七品筆帖式，以為獎勵。覺羅、八旗各設學一，其總管、副管如宗學之制。滿教習用候補筆帖式，漢教習用舉人考取，皆月有帑糈，四時特賜衣縑，以禦寒暑，其體制實為周備。為天潢者，不思奮志讀課，互相砥礪，乃至甘於淪廢者，亦可謂徒自暴棄矣。"
      },
      {
        "index": 83,
        "text": "八旗官學"
      },
      {
        "index": 84,
        "text": "雍正中，設八旗官學，凡三品。設咸安宮官學在西華門內，擇八旗子弟之尤俊秀者，充補學弟子。月有帑糈，不計歲月，俟入仕後，始除其籍。特派大臣綜理其事，其教習皆用進士，或參用舉人，非舊制也。其次曰景山官學，在景山內，皆內務府子弟充補。其制與咸安宮同，為內務府總管所轄。其次曰八旗官學，每旗各設學一，擇本旗滿洲、蒙古、漢軍之子弟補充。以十年為期，已滿期未及中式者，即除其名，另為挑補。為國子監祭酒所司，亦附於太學之意，其立制非不詳備。然近日所司者或以賄進，教習惟圖博其進身之階，不復用心課藝。或有處館於外，終歲不入學者，其子弟掛名其間，亦圖免博士弟子之試。其視太學生以賄進者，相去無幾，實有負祖宗之良法也。"
      },
      {
        "index": 85,
        "text": "張鳳陽"
      },
      {
        "index": 86,
        "text": "康熙中，余邸包衣人有大俠張鳳陽者，交結戚里言路，專擅六部權勢，有郭解、魯朱家之風。時諺曰：「要做官，問索三；要講情，問老明；其任之暫與長，問張鳳陽。」蓋謂伊與明、索二相也。張嘗憩於郊，有某中丞騶卒至，嗬張起立，張睨視曰：「是何齷齪官，乃敢威焰若是？」未逾月，其中丞即遭白簡，一時勢焰，人莫之及。納蘭太傅、高江村等款待賓客，鳳陽裼裘露頂，忝踞上位，其結交也如此。先良王夙知其行，會先外祖董鄂公見罪於鳳陽，鳳陽即率其徒入外祖宅，拆毀堂廡，外祖公奔告王。王燕見仁皇帝時，遂免冠奏，上曰：「汝家人可自治之。」王歸，呼鳳陽至，立斃杖下。未逾時而孝惠章皇后之懿旨至，命免鳳陽罪，已無及矣。都人大悅，咸感王惠焉。"
      },
      {
        "index": 87,
        "text": "老年科目"
      },
      {
        "index": 88,
        "text": "本朝老年中式者，陳檢討維崧舉宏博時，年逾五十。丁丑，薑西溟宸英七十三中探花。癸未，王樓村式丹五十九會狀；宮恕堂鴻歷五十八、查他山慎行五十四。己丑，何端惠世基五十八；壬辰，胡文良煦五十八；乙未，裘璉七十二；辛丑，陸坡星奎勳五十九。俱入翰林。乾隆丙辰，劉起振八十歲授檢討。己未，沈歸愚尚書六十七入翰林。張總憲泰開六十二。癸丑，吳種芝貽詠五十八中會元。嘉慶丙辰，元和王巖八十六中式，未及殿試卒。己巳，山東王服經八十四入翰林。皆熙朝盛事也。"
      },
      {
        "index": 89,
        "text": "青年科目"
      },
      {
        "index": 90,
        "text": "國朝年少登第，順治丁亥，王文靖熙年二十；乙未，伊文端桑阿年十六；戊戌，陳文貞廷敬年二十。康熙癸丑，徐文定元夢年十八、納蘭侍衛成德年十九；己未，李丹壑孚青年十六；辛未，黃昆圃叔琳年二十；庚辰，史文靖貽直年十九；壬辰，舒大成年十八；辛丑，勵少司寇宗萬年十七。雍正庚戌，嵇文恭璜年二十。乾隆丁巳，德定圃保年十九；乙丑，夢侍郎麟年十八；戊辰，朱文正珪年十八；壬申，熊恩紱年二十；甲戌，戈太僕源年十九；丁丑，彭紹升年十八；辛巳，秦司寇承恩年二十；丙戌，祥布政鼐年二十；甲辰，蔣制府攸銛年十九、文侍郎寧年十八；丁未，何太守元烺年十九、其弟寧夏守道生年十八，同中式。嘉慶己未，張侍御麟年十八。"
      },
      {
        "index": 91,
        "text": "吳留村"
      },
      {
        "index": 92,
        "text": "康熙中，先良王奉命南征，一時奇材異能之士，皆經拔擢。吳留村興祚，父大圭，紹興人。明末時負販遼東，先烈王收為幕客。掌會計之事，任頭等護衛，邸中皆呼為「蠻宰」。公以乙榜知無錫縣，有惠政。因與上官忤，罷官，落拓江、淮間。適遇良王南征，公杖策進謁，王大喜，立授同知紥付。命攻紫琅山，下之，王即承制授太守。時吳逆將韓大任敗走吉安，擁眾數萬犯汀州，閩中大震。公啟王曰：「此可折簡而招也。」因輕裘率數騎入大任軍。叩其壘，大任延入，公長揖畢，仰天大哭。大任驚問其故，公曰：「吾來生吊將軍也，安得不哭？將軍所以威行海內者，以吳王待將軍如心腹之重故也。今托以專閫，深信不疑，數年之間，未建咫尺之功，屢為官兵所敗。挺而走險，突入閩南，康王擁告捷之師，挾久逸之眾，破將軍如摧枯拉朽耳。將軍兵敗身辱，孤騎南下，吳王殺之如機上骨耳。是其死期已近，安得不使僕預為吊也。」大任遲回久之，曰：「然則歸降康王若何？」公曰：「祚之來，實為王使以迓將軍之師，請公解甲歸朝，效命大邦，可保終身之令名也。」大任悟，乃率眾降良王。王大喜，曰：「公此行，何異汾陽之見回紇也？」公歷任至兩廣總督，同姚制府取金門、廈門有功。鄭氏既降，其將藍理曾受明魯王將軍封號，率三千眾據島不降，公說以大義，理乃受命。時納蘭相公明珠與公不睦，乃不增理標下糧餉，皆公以私財蓄之，理感激用命，擒海賊無算。公又奏通洋舶，立十三行，諸番商賈，粵東至今賴以豐庶焉。其後以事去官，降副都統。仁皇帝北征噶爾丹，命公轉餉。公素知塞外山川，因命運卒走捷徑，先達軍中。時御營已絕糧數日，上大喜，謂理密親王曰：「吾父子有濟矣！」因詢運糧官名，近臣以公對，上曰：「究竟舊臣，其材可恃也！」因擢福建巡撫。未數月卒。公既感良王恩，歲時修僚屬禮甚恭。王建邸時，奉旨命天下督撫佽助，公毫無獻納，王怪之。及邸造成，公適進簾榻古玩諸物，價逾萬金，設之庭寢，無不合度，蓋公預令人丈量而製辦者也。王意釋然。雖小節，其敏捷也如此。"
      },
      {
        "index": 93,
        "text": "敬一主人"
      },
      {
        "index": 94,
        "text": "敬一主人諱高塞，文皇帝之第七子也。封鎮國公，世居盛京。主人善文翰，詩多清警。愛醫無閭山幽雅，嘗於夏日讀書其間，有遼東丹王之風。孫赤崖暘以事戍吉林，主人留於邸中數載，遇赦始歸，其愛才也如此。有《壽祺堂集》行世，漁洋《池北偶談》中曾采其詩句焉。"
      },
      {
        "index": 95,
        "text": "安南四臣"
      },
      {
        "index": 96,
        "text": "乾隆己酉，福文襄王既受阮光平降，乃遷安南故王黎維祺宗族入京，入鑲黃旗漢軍旗分。其陪臣黎亻冋等四人不肯發改服，上怒置諸獄中。及今上即位，命移居火器營，四臣歡然就道，吟詠不輟。及嘉慶癸亥，農耐國長阮福映滅光平裔，獻表稱臣。上受其降，改封越南國王，因放四臣歸國，亦蠻夷中俊傑之士也。"
      },
      {
        "index": 97,
        "text": "瞿圃狀元"
      },
      {
        "index": 98,
        "text": "乾隆初，有粵東殿撰以少年擅巍科，揚歷中外，頗受上知遇。然不甚通文理，嘗讀孔子「觀射於矍相之圃」之矍為瞿，人皆笑之，呼為「瞿圃狀元」云。又有某殿撰任湖北道，丁艱歸。會有楚中人貌甚猙獰，挾巨斧於其宅旁，日相窺伺，為其覺察，因遞解歸。終不知何事以致之，蓋有夙怨故也。後居家修池塘，猝中風卒，是日雷雨異常，眾皆謂其為雷所擊云。"
      },
      {
        "index": 99,
        "text": "張狀元"
      },
      {
        "index": 100,
        "text": "張狀元書勳，元和人。少貧窶，奮志讀書以求科目。秋間，院中晾粟米，其父命其看視，狀元以讀書故，其粟與雞食盡，狀元未之覺也。按漢高鳳以讀書故，其粟與雞食盡，遭其父責，狀元之事其有似也。"
      },
      {
        "index": 101,
        "text": "權責之淫虐"
      },
      {
        "index": 102,
        "text": "雍正中，某宗室家有西洋椅，於街衢間睹有少艾，即擄歸，坐其椅上，任意宣淫，其人不能動轉也。又有某公爵淫其家婢，不從，以雞卵塞其陰戶致死。乾隆中，某駙馬家巨富，嘗淫其婢不從，命裸置雪中僵死。其家撻死女婢無算，皆自牆穴棄屍出，其父母莫敢詰也。後卒以勞瘵死。"
      },
      {
        "index": 103,
        "text": "魁制府"
      },
      {
        "index": 104,
        "text": "魁制府倫，完顏氏，副將軍查弼訥孫也。性勇幹。純皇帝召見，詢以家世，公自述戰功，口如瀉水，因授福建將軍。公喜聲伎，嘗夜宿狹巷，為制府伍拉納所覺，欲劾之。伍固貪吏，嘗納屬員賄，動逾千百，有不納者，鎖錮逼勒。又受洋盜賄，任其劫掠，毫不捕緝，五虎門外，賊艇雲集。公慨然曰：「夫夜合之欲，情不自禁，乃過之小者。若伍公以天子封疆大吏，舉止有同盜賊，貪黷無厭，不知自相愧悔，乃反欲劾人耶？傳曰『無瑕者可以責人』，其不明何若也。」乃抗疏劾伍之貪縱，並閩省庫藏虧絀事。上大怒，立置伍於法，以公代其位。伍故某近臣戚畹，故公直名聞於當時。及今上親政，公丁艱歸，以直見知。時勒相公為經略，待滿兵甚嚴肅，故蜚語上聞，命公往代其任。公至營宣諭畢，勒公即就逮，合營訴其冤抑，乞公代奏，公毫不省察，故人心渙散，不復為其所用。嘉陵江之役，一任賊人偷渡，無為其抵禦者，公以是獲罪賜死。然其剛鯁之氣時相發露，非近日模棱諸公所易及也。"
      },
      {
        "index": 105,
        "text": "伍彌相公"
      },
      {
        "index": 106,
        "text": "伍彌相國泰，蒙古人。其父以破準夷功封誠毅伯。公少膺宿衛，任散秩大臣先後幾五十餘年，以勤慎稱。與先恭王交最篤。其後任西安將軍。撒拉爾回民叛時，公應調往援，途中遇制府勒爾錦止兵檄文，公慨然曰：「夫弈小伎，心無卓見尚不能致勝，況兵家事，乃指麾大將如兒戲，勒公真非知兵者。」乃仍率兵進。時蘭州被圍甚急，賴公兵先至，軍威乃振。後以和相戚畹故，引入政府，阿文成公心甚輕之。及判決事，公素持大體，事無稽遲，文成歎曰：「真宰相才也。」反與之結姻焉。班禪額爾德尼來朝，上命公護送，往返數千里，公不與談，不和南稱弟子，惟行主賓之誼。先恭王赴質莊親王約，同謁班禪於清淨化城，公岸然曰：「王素守儒道者，奚必隨人蹊徑至此？」王退告人曰：「此行有愧於伍公多矣。」其嚴正也若此。"
      },
      {
        "index": 107,
        "text": "竇東皋"
      },
      {
        "index": 108,
        "text": "余幼時聞韓旭亭先生言，當代正人以竇東皋為最。時閱其劾黃梅匿喪奏疏，侃侃正言，心甚欽佩，以為雖范文正、孔道輔無以過之。後入朝，聞成王言，公迂暗不識政體，素惡宋儒書，明道、晦庵諸先生至加以菲言詈之。又以方正學為元惡大憝，致興靖難之禍，其議論殊為怪誕。又晚年以仕途蹭蹬故，乃拜和相為師，往謁其門，至琢姓名於玉器獻之，以博其歡。希上賜紫禁城騎馬，日跨胡床於家中，以勩其勞，頗為輿人姍笑。又素善青烏術，以諸城縣應出二輔臣，及聞劉文清公以事降黜，大喜過望，置酒歡宴終日，殊乏大臣之度。後聞蔣孝廉棠言亦然，故並錄之以俟考焉。"
      },
      {
        "index": 109,
        "text": "鮑海門"
      },
      {
        "index": 110,
        "text": "鮑海門先生皋，丹陽人。善詩賦。日客淮、揚間，時天下殷富，邗上諸大賈富逾王侯，皆延先生為上客，獻以金帛，先生頷之而已。其詩蒼勁，音節鏗然，有北地、信陽之風，而豐致過之，故名重一時。其子雅堂之鍾以進士補中書舍人，其詩亞其父云。"
      },
      {
        "index": 111,
        "text": "京師園亭"
      },
      {
        "index": 112,
        "text": "京師西北隅近海澱有勺園，為明米萬鍾所造。結構幽雅，今改集賢院，為六曹卿貳寓直之所。其他多諸王公所築，以和相十笏園為最，近為成邸所居。又右安門外有尺五莊，為祖氏園亭，近為某部曹所售。一泓清池，茅簷數椽，水木明瑟，地頗雅潔，又名小有餘芳，春夏間多為遊人宴賞。其南王氏園亭，向頗爽塏，多池館林木之盛。嘉慶辛酉為水所衝圮，後明太守保售之，力為構葺，修繕未終而太守遽卒。故今池館尚未黝畫，半委於荒煙蔓草之中，殊可惜也。"
      },
      {
        "index": 113,
        "text": "程魚門"
      },
      {
        "index": 114,
        "text": "程魚門編修晉芳，新安人。治鹽於淮。時兩淮殷富，程氏尤豪侈，多畜聲伎狗馬，先生獨愔愔好儒，罄其貲購書五萬卷，招致多聞博學之士，與共討論。先生不能無用世心，屢試不售，亡何，鹽務日折閱，而君舟車僕遫之費頗不資，家中落，年已四十餘。癸未，純皇帝南巡，先生獻賦，授內閣中書，再舉辛卯進士，改吏部文選司主事。未幾，上開四庫館，諸大臣舉先生為纂修官，議敘改翰林院編修，先生大喜過望。先生耽書史，見長几闊案心輒喜，鋪卷其上而事不理。又好周戚友，求者應，不求者或強施之。付會計於家奴，一任盜侵，公不勘詰。以故雖有佽助，如沃雪填海，負券山積，勢不能支。乞假赴陝中，將謀之畢中丞沅，為歸老計，至冒暑暍至署，未半月卒，人爭惜之。"
      },
      {
        "index": 115,
        "text": "松筠庵"
      },
      {
        "index": 116,
        "text": "松筠庵在宣武門外響閘，為楊忠湣公故宅。乾隆丁未，胡雲莊司寇季堂會諸僚友醵金立祠，繪公像及同事諸公神位。地甚湫隘，有古槐一株，猶忠湣手植，想見當日清貧之狀。韓旭亭先生有《過忠湣祠》詩甚佳，蓋丁未年初立祠時作也。"
      },
      {
        "index": 117,
        "text": "趙忠湣公祠"
      },
      {
        "index": 118,
        "text": "趙忠湣譔，雲南人。明崇禎間仕至監察御史。巡視南城，城陷時，為流賊所害於白帽胡同。其時黨人氣盛，公以邊遠之士，未及攀躋清流，故南中祭享及本朝賜諡時，皆未之及。乾隆初，公同鄉侍御傅為詝為之表白，始補諡忠湣，立專祠以祀之。在憫忠寺旁，今為雲南會館云。"
      },
      {
        "index": 119,
        "text": "成容若"
      },
      {
        "index": 120,
        "text": "成容若德，為納蘭太傅長子。中康熙癸丑進士。時太傅權震當時，而侍衛素嗜丹鉛，與諸名士交接，初不干預政事。惟吳漢槎謫戍黑龍江，以顧貞觀舍人向侍衛乞憐，故侍衛閱其寄吳小詞。詞甚淒苦，惻然曰：「都尉『河橋』之作，子荊『楚雨』之吟，並此而三矣！此事三千六百日中弟當專任其責，毋煩兄更多言也。」貞觀曰：「人生幾何？顧以十年期之？」侍衛乃白太傅，援例赦還，一時賢名大著。又刻宋、元、明諸家經解數千卷，名《通志堂九經解》，一時傳誦焉。"
      },
      {
        "index": 121,
        "text": "甘嘯巖"
      },
      {
        "index": 122,
        "text": "甘嘯巖運源，襄平人，為忠果公文焜曾孫。少隨父司馬公遊川、楚、滇、黔，西至衛、藏，故詩體渾厚遒勁，有唐人風味。為劉海峰先生弟子，海峰甚賞識之。與先恭王交最篤。先生既屢試不中，益放浪形骸，日酣飲酒肆中，遇輿夫負販，皆招與飲，曰：「近日公卿皆若儕輩耳，餘有何區別焉！」故人多忌之。晚年始仕為英德縣象岡司巡檢。福文襄王聞其善繪事，欲招致之，命韓桂舲司寇為介紹。先生復書曰：「某雖不肖，豈可以筆墨為羔雁也！」卒不赴召，其耿介也若此。在余邸時，與韓旭亭先生最篤，曰：「梁園賓客皆充數輩，惟君可當其選。」其輕傲白眼之習，至老猶如故也。"
      },
      {
        "index": 123,
        "text": "賈筠城"
      },
      {
        "index": 124,
        "text": "賈筠城虞龍，漢軍人。其祖某，任陝西道，以貪黷籍沒。孝廉少年落拓，貧難自立。與朱石君兄弟砥礪為古文學，先恭王見曰：「此奇才也！」因延致邸中。凡花朝月夕，互相酬唱，皆孝廉之作先成。坐中使酒罵坐，人皆厭之，獨先王識其品。與朱子穎運使為莫逆交。所作七古，淋漓排宕，直入少陵之室。後贅於馬府尹璟第，稍以自給。以癆瘵終，年未三旬，先恭王甚悼惜之。時邸中有老儒王功偉富順，拘方之士，文字迂腐，與孝廉同年生。先恭王嘗指王笑曰：「使汝早代賈筠城死，豈非天下快事？」雖一時謔語，亦可覘孝廉之學矣。"
      },
      {
        "index": 125,
        "text": "姚姬傳之正"
      },
      {
        "index": 126,
        "text": "桐城姚姬傳先生鼐，成癸未進士，官至刑部郎中。劉文正公素加賞識，曰：「近日文人能知政體者，唯姬傳一人而已。」公為方靈皋弟子，故古文學歸震川，而精粹過之。其紀事體多模仿廬陵，殊多神逸。文正薨後，公即請假歸里，以教課為生。居鄉循古禮，日講政書於塾中。有賈人子以重幣聘公，力卻之，曰： 「鯫生雖貧，不能受無義之財也。」今年八十餘，輕健如故，猶著述不休云。"
      },
      {
        "index": 127,
        "text": "何義門"
      },
      {
        "index": 128,
        "text": "何義門先生值南書房時，嘗夏日裸體坐，仁皇帝驟至，不及避，因匿爐坑中。久之不聞玉音，乃作吳語問人曰：「老頭子去否？」上大怒，欲置之法。先生徐曰：「先天不老之謂老，首出庶物之謂頭，父天母地之謂子，非有心誹謗也。」上大悅，乃舍之。此錢黼堂侍郎樾親告余者，以南書房侍臣相傳為故事云。"
      },
      {
        "index": 129,
        "text": "先禮烈王骹箭"
      },
      {
        "index": 130,
        "text": "先禮烈王所遺箭一，鏃與笴皆以木為之。鏃長今尺六寸，徑三寸，圍九寸，周圍有觚棱者六，窅處穿孔，數亦如之。笴長三尺六寸，括之受弦處，寬可容指，非挽百石弓者，不能發而中之。按《唐六典》：「鳴箭曰骹。」《漢書》亦云：「鳴鏑，髐箭也。」字書或作𩩉。吳萊詩「遠矣鳴𩩉箭」，皆此物也。世代敬藏於廟，余命王處士嘉喜繪為圖，延諸名士題之。其中吳舍人嵩梁、孫太守爾準詩為最，因錄之。吳蘭雪詩云：「烈王腰間大羽箭，射馬射人經百戰。耳後勁風啼餓鴟，箭力所到無重圍。皂雕翻雲虎人立，一洞穿胸鬼神泣。陣前奮胄摧賊鋒，雪夜斫壘收奇功。邊牆踏破中原定，帝銘彤弓拜家慶。箭傳三尺六寸長，百石能開猿臂強。白翎金幹不可得，此物摩挲存手澤。王有名馬能報恩，作歌我昔貽王孫。千金駿骨市誰買，三脊狼牙幸猶存。願王寶此功載旌，楛矢貢已來周廷。」孫平叔詩云：「白羽森森開素練，雲是烈王腰下箭。心知是畫猶膽寒，何況沙場親眼見。沙場餓鴟叫鳴鏑，箭鋒所向無堅敵。敵人未識六鈞弓，魂陊晴霄飛霹靂。我朝弧矢威八荒，賢王赤手扶天閶。薩爾滸戰如昆陽，二十萬眾走且僵。電閃橫馳克勒馬，蹴踏明騎如排牆。入關三發歌壯士，定鼎一矢摧天狼。廓清海宇仗神物，肯射草間兔與獐。勳成麟閣銘殊績，垂竹東房存手澤。狼牙鴨嘴不可得，獨此流傳有深識。我聞唐代傳榆𩩉，主皮禮射尊周膠。即今金革永不試，楛矢枉自隨包茅。文孫七葉慎世守，寓意已比彤弓召。」"
      },
      {
        "index": 131,
        "text": "楊文勤"
      },
      {
        "index": 132,
        "text": "楊文勤公錫紱，江陰人。任漕帥二十年，以清介稱，純皇帝甚寵之。其時漕運通暢，旗丁富庶，天庾賴之以濟，後共稱之。謝薌泉巡南漕歸，告余曰：「見公所定條例，每項皆有寬饒餘利，使人樂於從事，故一時所理井井，久而易行。」其後某公皆加撙節，國課所多無幾，而諸事叢脞，至私貨載滿艙板，而官米以致虧絀遲滯。故老成之見，非淺識者之所能知也。"
      },
      {
        "index": 133,
        "text": "謝濟世"
      },
      {
        "index": 134,
        "text": "謝侍御濟世，廣西桂林人。中辛丑進士。補諫官三日，劾河督田文鏡偏袒知縣張球而妄劾黃振國、邵捷春之事。時田督以風勵自持，為憲皇帝之所倚任。疏上，上震怒，以公偏庇科目，必有所主使者，因下刑部，嚴鞫主使之人。公昂首曰：「果有其人。」眾訊之，公曰：「某自幼讀孔、孟書，知事上以忠藎，即為孔、孟所主使也。」訊者語塞。獄上，遣戍軍營數載。純皇帝登極，赦還，洊任至湖北督糧道。復與巡撫許容齟齬罷職，人爭惜之。"
      },
      {
        "index": 135,
        "text": "永相公"
      },
      {
        "index": 136,
        "text": "永相公貴，為提督布蘭泰子。布歷任封疆，以苛虐稱，而公以寬大濟之。洊至浙江巡撫，有廉聲，共以為朱文端公後一人而已。入為禮部尚書。時侍御李公漱芳以劾忠勇公家奴欒大，以直鯁稱，復以條奏失職，降禮部主事。會有員外缺，公以李一人引見，無擬陪者，純皇帝以其違制沽名，謫為副都統。守回疆時，高樸以貪虐，回民恚怨，將激變，公首劾其事。上詫曰：「永貴之罪原不至貶謫，然朕命其西行，適足以發高樸之奸，消禍亂於未萌，似天啟朕衷也。」會籍某大臣家，獲公尺牘，言萬里遠行，皆自招罪戾，毫無訕妄之意。並言此地他物皆備，惟缺查糕，望便賜數兩諸語。上曰：「引罪自咎，古大臣風也。」命驛賜御廚查糕數斤以旌之。會召還，拜協辦大學士，未幾薨於位。公少時值軍機時，與阿文成公齊名，時稱「二桂」云。"
      },
      {
        "index": 137,
        "text": "金海住先生"
      },
      {
        "index": 138,
        "text": "金海住尚書甡，中壬戌狀元。直上書房，質莊親王為其弟子，公善時文、應制詩，王善學之，卒以名世。公性直鯁，遇諸皇子有嬉笑者，即面折之。體肥偉，夏日裸體園中，初無忌憚。時禁庭詞臣皆有所貢獻，公遇萬壽節，貢萊石菊花一枚，號曰「東籬壽友」。同事者誚其弇陋，公曰：「天子富有四海，何所不備，奚賴吾輩措大所貢獻？其所以收納者，聯君臣之情故爾。此物吾所珍惜，故貢諸丹陛，亦野人獻芹意耳。」人皆服其誠樸。"
      },
      {
        "index": 139,
        "text": "英夢禪"
      },
      {
        "index": 140,
        "text": "夢禪居士英寶，永相公子也。其兄伊江阿任巡撫，一門赫奕，而居士隱居不仕，有張攝之之風。善繪事，摹倪高士而酷似之。書法俊逸可喜，尤善指頭畫，識者以為高且園侍郎後一人而已。其兄撫齊時，居士聞其延納緇流，又交結近侍，慨然曰：「夫以封圻大臣，素絲自勵，謹避嫌隙，猶恐察訪不周，自招罪戾。豈可結交權要，倚冰山為巢窟，其禍不旋踵矣！」中丞果以是敗，人皆服其先見云。"
      },
      {
        "index": 141,
        "text": "海參領"
      },
      {
        "index": 142,
        "text": "海參領秀，滿洲人，為褚庫巴圖魯裔。幼患痘，左鼻壅塞，人多嬉笑。參領恥之，伺其母出，日以佩刀刺鼻孔，血涔涔下，卒通其竅乃已。時方七歲，其父歎曰：「此何異符生之刺目也！」洊至正紅旗參領，以廉能稱。時和相建議，以官廄馬散兵丁飼養，會八旗大僚議，人皆應言如向，公獨曰：「國家所以不惜數百萬金錢以為萏牧費者，良以天閑重務，備緩急之用也。今若散給兵丁，雖稍濟其生計，倘一旦用之，則恐侵冒者眾，徒以繁刑害眾，無以濟實政也。」和岸然曰：「汝是何齷齪官，乃敢抗乃公議耶？」卒如和議。後今上習知其弊，復命立廄飼養，所糜繕葺之費不貲，而公卒已數年矣。玉閬峰侍郎保，文士也，夙與公善，嘗曰：「使八旗參領皆如海某，安有疲玩之兵卒哉？」將薦於朝，而公力辭，卒以勞瘵終，論者惜之。"
      },
      {
        "index": 143,
        "text": "費直義公"
      },
      {
        "index": 144,
        "text": "費直義公英東，瓜爾佳氏，為蘇完部長。國初時首先歸順，高皇帝任為五大臣，事具國史。聞先恭王言，公病終時，有侍衛某乞假歸里，回興京時，路遇大風霾，某乃下馬伏地，見風中火焰烈然，有數百小蛇附風而行。已而見巨蟒，其徑如甕，某懾栗無人色。聞巨蟒作人語呼曰：「汝非某侍衛乎！吾乃費英東之魄，本由翼宿所降生，今事畢歸本垣位，汝可歸奏聰睿貝勒，慎勿以吾為念也。」語畢，蜿蜒而去，已而風息。侍衛歸時，公已薨二日矣。其事雖近怪誕不經，然先恭王親聞其五世孫哈達哈語者，諒非虛謬，故筆記之，以誌降甫騎箕之瑞焉。"
      },
      {
        "index": 145,
        "text": "汪參軍"
      },
      {
        "index": 146,
        "text": "汪參軍松，漢軍人。少為參領，為李都統熺所賞識，倚如左右手。都統公被譖，公亦罷斥。先恭王延為記室，邸中護衛多驕悍不法，參領於中調護之，頗更舊習。時傅文忠當位，以寬厚博眾譽，公獨不善其所為，曰：「為臺鼎重任，不知身任怨勞以濟國事，惟知含垢納汙，以博一時虛譽。吾恐日後必有徇庇之夫假公譽以濟其私者，玩愒之風，由此日甚，先朝綦嚴之法，必因之隳壞矣。」後和相秉政，果以叢脞為風，以闒冗為解事，風俗因之日偷，實自文忠公有以啟之也。"
      },
      {
        "index": 147,
        "text": "韓大任"
      },
      {
        "index": 148,
        "text": "韓大任歸降，余已詳載。其入覲時，仁皇帝以其為吳逆將，因留為內務府包衣參領。後隨佟忠毅公國綱征噶爾丹，官兵已致勝，而伏賊猝發，忠毅公殉於陣。大任驚曰：「吾聞臨陣失帥，兵家大罪。吾以叛逆之黨，久合誅戮，蒙上恩不死，得延殘喘已十載矣。今豈可坐必死之律，白頭脫帽，身膺徽纆，復對獄吏乎！以此殘軀，貽芳後世可也。」因以花布巾蒙首，馳入賊陣，手刃數十人然後致死。時吳逆將馬保降，命九卿會鞫，有某將軍為彼所敗，時亦在坐。保昂首曰：「某帥慎勿多言，吾雖不識汝面，而熟識汝之背矣！」蓋譏其敗潰也，某將軍為之覥顏。在獄時，必以吳逆所賜袍蒙衣上，曰：「吾不忘其舊德。」蓋效小說家關帝覆舊袍之故事，亦可謂湣不畏死矣。"
      },
      {
        "index": 149,
        "text": "趙勇略"
      },
      {
        "index": 150,
        "text": "趙勇略良棟，寧夏人。年二十四以武勇受知於陝甘總督孟喬芳。從英王征陝，授潼關遊擊，再隨大學士洪承疇征雲南，遷副將。康熙元年，平西王吳三桂奇公，奏推廣羅鎮總兵，公知三桂必反，以疾辭。三桂大怒，欲劾誅之，總兵沈應時巽詞以解免。隨入闕，補天津總兵官。十三年，三桂叛，陝西大震，寧羌、惠安兵變，殺經略、提督，仁皇帝命公征之。議者疑公陝人不可信，公請留家口於都，而己率勁兵前往，上許之。時官兵敗散，屯堡荒廢，公沿路曉示，招兵歸原汛，劾貪墨，募健兒，軍威大振。斬首逆熊虎等四人，寧夏平。上疏奏蜀為滇、黔門戶，若不先恢復，則滇、黔路不通，請乘勝進兵。上許之。公率兵抵密樹關，遇賊，敗之，擒其將徐成龍，遂取徽縣。過高山深箐數十重，晝夜兼行，抵白水壩，時康熙之十八年除夕也。壩為川江上流，與昭化唇齒，俗號鐵門檻。賊防守尤力，沿江立營，為石囤、木炸、張炮，公下令曰：「元旦渡江大吉，違者斬。」黎明，公騎孱馬，率麾下五千人橫刀渡江，江淺，為萬馬騰簸，波濤盡立，呼聲震天。賊連發炮，傷數十人，無敢回顧者，賊大驚曰：「此老將軍令如山，不可抗也。」方格鬥，天忽風，吹馬如吹舟，頃刻抵岸，斬賊將郭景儀等，獲旗幟器械馬匹無算，餘賊奔竄。追之，再勝於石峽溝，十日而克成都。公入城，秋毫無犯，收金銀印二百六十，偽劄千，奏繳之。上大喜，手詔褒美，加勇略將軍、兵部尚書，總督雲貴。公密奏滇、黔倚蜀為捍蔽，今蜀已得，而吳三桂又新死，宜乘機速進。上許之。當是時，王師征滇，貝子彰泰自貴州進兵滇池，將軍賴塔自廣西進兵黃草壩，滿、漢兵十萬餘，圍城九月未下。米斗四金，月需米六萬石。公至軍，即向貝子陳三策：其一稱我兵匝圍太遠，自歸化寺至碧雞山東西七十餘里，呼調不靈，宜掘裏壕相攻逼。其一稱欲取內城，先破外護，使賊匹馬不可出，方可招降。其一降者宜分別收養，不宜盡發滿洲為奴。貝子不悅，以滿洲語相駁詰，而公又不解，瞠目牴牾。幸公已奏聞，詔下悉如公策，貝子不得已與兵二千攻得勝橋。公望見橋頭炮臺甚密，白晝攻，所傷必多，乃伏馬兵於南壩兩岸，分步兵為三隊，營壕牆，牆上多架交槍、子母炮，身披厚綿，持大刀督陣。夜二鼓攻橋，賊盡出死戰，其帥郭壯圖親搏戰。三進壕牆，而伏兵三起應之，列炬如星，槍炮雨下，賊敗走。公奪橋，追至三市街再敗之，天猶未明也。平旦入東南二門，郭壯圖自焚，三桂孫世璠自殺，餘賊盡降，雲南平。公本秦人，性戇，取蜀時見罪於將軍吳丹。丹為明珠侄，珠心怵之，乃授意兵部，故抑公功。公復不平，屢上疏爭，珠主使其黨人御史龔翔麟劾以大不敬，宜坐斬。上優容之，命乞骸歸里。上征噶爾丹時，復幸其邸，問方略以行。敘公功，封一等子。嘗諭侍臣曰：「趙良棟果良將，惟性褊狹，與人每多齟齬。朕不用，實保全功臣也。」放歸數年卒，諡襄忠。乾隆中，純皇帝念其功，加封其嗣趙曰泌為一等勇略伯云。"
      },
      {
        "index": 151,
        "text": "拉傅二公"
      },
      {
        "index": 152,
        "text": "拉忠襄公布敦，姓董鄂氏。以世蔭起家，仕至古北口提督。公多巧思，每剪製衣服，修理洋鐘表，皆稱絕伎。乾隆戊辰，奉命同傅襄烈公清同為駐藏大臣。傅為孝賢純皇后之兄，性甚忠鯁，其弟文忠公貴，公尚於人前嗬叱之。時藏王頗羅鼐新故，其子朱爾墨特劄布性凶悍，與準夷勾通，誣其兄某謀逆，手剚其胸，計日舉事。二公密劾，上命岳襄勤公鍾琪率兵討之。道里遼遠，岳公不時至，而賊逆謀益日熾，二公計曰：「語云『千里裹糧，土有饑色』，況兵行萬里乎？今賊謀日甚，吾儕若不矯詔誅之，使其羽翼已成，吾二人亦必為其屠害，而岳公不獲進討。非惟徒死無益，而是棄二藏地也。不若先發制人，雖死猶生，亦可使繼之者易為功也。」二公因矯詔召朱至樓上宣詔，預去其梯，朱跪拜際，傅公自後揮刃立斷其首。賊眾圍樓數重，二公知事不濟，傅襄烈先自刎死，拉忠襄揮淚久之，挾刃跳樓下，殺數十人，腸出，委蛇於地，然後死。事聞，上震悼，封二公為一等伯，建雙忠祠於石大人胡同以祀之。"
      },
      {
        "index": 153,
        "text": "巴將軍"
      },
      {
        "index": 154,
        "text": "巴將軍賽，為鄭獻親王孫。其父武襄公巴爾堪征吳逆時，被創而死。公同撫遠大將軍傅公爾丹征準夷，傅公兵既潰，公力戰潰圍出，覓傅公不見，以其已被賊害，慨然曰：「余為天子宗臣，今遇危急之秋，不能斬將搴旗以雪國恥，乃以陷帥得罪，何面目歸對妻孥也？」因復馳入賊壘。有裨將某逃出，須臾，見賊人以矛挑黃帶示曰：「汝之宗室已被吾輩戮矣！」事聞，贈公爵，諡襄湣。乾隆中，以其子簡恪王嗣獻王封，追贈王爵，祀昭忠祠。"
      },
      {
        "index": 155,
        "text": "曹學士"
      },
      {
        "index": 156,
        "text": "成王言，乾隆中有直上書房者，為內閣學士曹某。性迂魯，每以帝子皆生深宮，身體柔脆，必須輔以藥石，因上疏言「近日諸皇子日習書史，馳騁鞍馬，身甚勞瘁，皆宜服六味地黃丸以補腎水之源」等語，為上所斥云。"
      },
      {
        "index": 157,
        "text": "都爾伯特"
      },
      {
        "index": 158,
        "text": "都爾伯特汗策淩、親王策淩烏巴什於乾隆癸酉秋首先投誠，上錫以王爵，優恤奴僕，定其遊牧地方，以資生息。策等感上撫字之恩，深入切骨，策淩卒時，諄諄告其長史曰：「天可汗之恩，萬世不可負也。」策淩烏巴什投誠時，年最少，至乾隆庚戌年始卒，時西域大定已數十年矣。"
      }
    ]
  }
}