{
  "chapterNumber": 4,
  "title": "卷四",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "岳青天"
      },
      {
        "index": 2,
        "text": "岳少保起，滿洲人。以孝廉起家。初任奉天府尹，前令尹某以貪黷著，公入署時，命僕自屋宇器用皆洗滌之，曰：「勿緇染其汙跡也。」後與將軍某抗，罷官。今上親政，首起用為山東布政使，俄調任江蘇巡撫。公以清介自矢，夫人親掌簽押，署中僮僕不過數人。出則騶從蕭條，屏卻輿轎，瘦驂敝服，居然寒素。禁止遊船妓館，無事不許宴賓演劇，吳下奢侈之風為之一變，實數十年中所未有者。其馭下甚寬，然不假以事權，嘗與客共談，指其侍從曰：「若輩惟可令其灑掃趨走，烹茶吸煙而已。署中政事，乃天子付我輩者，安可使其與聞？從來大吏多不能令終者，皆倚任若輩為心腹故也。」其夫人尤嚴正。公嘗往籍畢山尚書產，歸已暮，面微醺，夫人正色告曰：「山尚書即以耽於酒色故，至於家產蕩然。今相公觸目驚心，方畏戒之不暇，乃復效彼為耶！」公長謝乃已。故吳民至今思之，演為《岳青天歌》，以湯文正之後一人而已。"
      },
      {
        "index": 3,
        "text": "昌齡藏書"
      },
      {
        "index": 4,
        "text": "傅察太史昌齡，傅閣峰尚書子。性耽書史，築謙益堂，丹鉛萬卷，錦軸牙簽，為一時之盛，通志堂藏書雖多，其精粹蔑如也。今日其家式微，其遺書多為余所購。如宋末《江湖》諸集，多公自手鈔者，亦想見其風雅也。"
      },
      {
        "index": 5,
        "text": "馬壯節公"
      },
      {
        "index": 6,
        "text": "馬壯節公諱銓，初中乾隆壬申武探花，因與同僚角故罷官。入京營為武弁，傅文忠公甚倚任之。復中庚辰探花，世人榮之。遊至四川提督，從征金川。時，溫相國福擁兵不進，公慨然曰：「金川蕞爾小夷，經大兵兩度撻伐，不能獲尺寸之利，乃至屯師經年，老師縻餉，安用將帥為也！今相國以臺司重臣，不能出險用奇，使彼畏威革面，惟知置酒高會、撻辱士卒，終將何物歸報天子？真所謂空搖羽扇，無計請纓者也。」溫笑斥其妄。其後木果木之敗，公殿後隊，手戮數十賊，力盡乃死。同難者有董提督天弼、牛提督天畀，皆不及公之勇烈云。"
      },
      {
        "index": 7,
        "text": "薩賴爾之叛"
      },
      {
        "index": 8,
        "text": "準夷初亂時，達什達瓦部下有宰桑薩賴爾者，不肯他屬，率千戶首先降。純皇帝召見，詢以準夷事，薩曰：「目今諸臺吉皆覬覦大位，各不相下。達爾劄以方外之人，篡弒得國，誰肯願為其僕？況往昔噶爾丹在時，優待下屬，親如骨肉，其宰桑有功者，噶親酌酒割肉食之。每秋末行圍，爭較禽獸，彎弓馳騁，毫無君臣之別，故人樂為之用。今達爾劄妄自尊大，仿效漢習。每召對時，長跪請命，謦欬之下，死生以之。故故舊切齒，其危亡可立待也。」上悅，授散秩大臣。其後，其國互相篡弒，卒如薩言。及阿睦爾撒納叩關，薩復奏其為眾部所畏服，正可資以前驅，迅掃殘孽。上乃拜薩為副將軍，率所降眾往討。及伊犁復變，班、鄂二公召薩議之，薩曰：「阿逆智勇兼備，何可以攖其鋒？不如裹糧先歸，覆命天子，將準夷全部畀之，則其禍立解也。」鄂襄勤曰：「為王守土之臣，安可以地資賊？當此危急之時，理宜效死弗去，豈可捧首逃竄，致對於司敗也？」薩怫然曰：「豎儒安知兵家事？」因策馬去，改易厄魯特衣冠以叛。及策公楞收復伊犁時，薩復靦顏以歸，迎大軍於土魯番。上命械至京，陳文勤公請首誅之，上曰：「死綏之義，惟士大夫之所宜守，薩賴爾乃藩部孱臣，安知大節？未可苛加責備。如卿所言，反高視薩賴爾矣。」因命其泥首於班、鄂二公之柩前，乃釋其縛。後復授內大臣，數年始卒。夫以亡國俘虜，因其歸誠之早，乃至諒其苦衷，曲法以貸，亦可覘純皇帝之寬仁大度矣。"
      },
      {
        "index": 9,
        "text": "李昭信相公"
      },
      {
        "index": 10,
        "text": "李昭信相國侍堯，為忠襄公永芳四世孫。少以世蔭膺宿衛。純皇帝見曰：「此天下奇才也！」立授滿洲副都統。部臣以違例尼之，上曰：「李永芳孫，安可與他漢軍比也？」後任廣東將軍，即轉兩粵制府，先後幾二十餘年。公短小精敏，機警過人，凡案籍經目，終身不忘，其下屬謁見，數語即知其才幹。擁几高坐，談其邑之肥瘠利害，動中要。州縣有陰事者，公即縷縷道之，如目睹其事者，故謦之下，人皆悚栗。然性驕奢貪黷，竭民膏脂，又善納貢獻，物皆精巧，是以天下封疆大吏，從風而靡，識者譏之。任雲貴總督，以受納下屬賄賂故下獄。廷議大辟，上終憐其才，故緩其獄。復歷任陜甘、兩湖、浙閩諸制府，而貪黷仍如故。其督閩時，值臺灣之變，上以常青非將材，恐不能守臺郡，令其全師以歸，待福文襄王至，再籌進取。公以臺為巖邑，一旦失守，非十萬兵不易取，恐有失機宜，因將諭節去數語，錄寄常青，然後具疏請罪。上大悅，以為處置得宜，有古大臣風度，賜雙眼孔雀翎，褒諭獎之。其處大事，明決若此，亦未可徒責以素絲之節也。"
      },
      {
        "index": 11,
        "text": "烏提督"
      },
      {
        "index": 12,
        "text": "乾隆甲午，壽張民王倫作亂，孫總兵惟一舉兵剿之，眾寡不敵。徐中丞績檄合省兵，與河督姚立德會剿，戰於柳川。賊初起事，皆烏合眾，見官兵甚畏。徐故書生，紀律頗疏，又令將軍器縛載後乘，倉卒遇賊，士卒皆徒手與敵，遂至大潰。宗室某，首先逃遁，徐中丞避兵東昌，賊遂猖獗。進圍臨清，時守將為葉清，故武科子弟，善於詩，書擘窠字，倉卒乘馬傷髀。署知州秦震鈞與參將烏公大經任守城責，各堞立烽燧，造火器及擊木石等具，嚴察奸諜，曉諭居民，令其分地而守。賊屢次攻之，火器驟發，斃賊無算。賊首王倫對城張黃蓋，奏鼓樂，指揮其眾。公令敢死士數人突出擊之，幾獲倫，其黨抵死禦之，倉卒奔去。後舒文襄公率禁旅救之，其圍始解。舒公召公詢其顛末，公應對詳明，舒薦於朝。純皇帝召見，奇公貌，曰：「真將種也。」公故修髯嶽立，望之生畏云。後洊擢至甘肅提督，終於任。"
      },
      {
        "index": 13,
        "text": "孝感之戰"
      },
      {
        "index": 14,
        "text": "癸酉秋，余掌棘闈搜檢事，與明參政亮同事數日，聞其談孝感戰事頗詳，故隱括其詞於卷中。明云：「嘉慶丙辰夏，湖北孝感滋事，毗連三省，賊眾蟻聚數萬，總統永公保屢為所敗，先後征兵數千，皆全軍覆沒。余方獲罪，以侍衛銜自西域歸，純皇帝命余往代。余行至當陽，路謁畢制府沅，時惟有固原、西寧兵五百人，畢全畀之。余曰：『今孝感嘯聚數月，已傷官兵數千，是其賊中必有知兵之士。若不十倍其眾，難以破敵，此王翦之所以請益兵破楚也。今若不謀而後進，以零丁積畏之兵，禦銳氣方剛之賊，是驅羊入虎，投刺待縛也。』畢無以對。適陜西德鎮公光率其兵三千人至，願隨余往，畢大喜曰：『此天助將軍以成功也！其糗糧、器械吾願任之。』余大喜過望，鼓勵以行。數日至楊鎮，民已逃竄，街市空闃。賊聞余至，皆領兵守其寨，余率眾守橋，笑謂眾曰：『此羸張飛尚可禦幾許敵也！』眾故余舊部下，皆談笑以答。余命諸將鳴鼓吹角以致賊師，賊果蜂湧至，余據地勢，殺傷頗相當。賊詫曰：『吾儕與官軍鬥，未有不聞聲而潰者，此老子殊耐戰乃爾。』嗣聞為余，皆相顧欷曰：『此老尚無恙耶！此吾儕命蹇故也。』次日，賊繞道上北山，據建瓴以覷我，德鎮請戰，余曰：『賊勇狠而銳，未易藐視。』因以千人付之。德故未經戰陣，既見敵，未鼓而火槍驟發。余聞其聲，驚曰：『孺子誤乃公事，此軍殆矣！非出奇，萬無以勝之。』因怒馬獨出，率將士數十人行荒畦間。繞出數里，畦間骸屍縱橫，皆永公兵潰死者，適有江西潰卒二百自德安至，三五散坐黃金廟側，方火聚食。余笑曰：『雖余幕中謀士所資余力者，未必如是之巧，以此破敵必矣！』遂呼其將士至，慰以善言，諸軍聞余名，爭先踴躍請戰。余授以旗鼓，命掩伏山側，余遂趨賊壘。其壘外松棚下，余賊方了望，余驟發矢傷數人，賊錯愕間，江西兵展旗鳴笳以進。賊互相踐蹈，曰：『伏兵至矣。』賊中有紅巾者，聲揚於眾曰：『慎毋驚恐，速發大炮以禦。』我兵聞皆披靡，余誑曰：『炮炸矣！』賊固烏合，不解用炮，炮果裂，聲震山谷，我兵突煙而入。余因縱火焚其松棚，火光燎然，山上賊聞之，皆退歸巢，因闔其四門為避守計。時德鎮所率兵亦振旅還。其固原士卒皆爭先用命，奪其西壕梁進，賊當門拒之，兵無以入。德鎮請用蔡人擒公孫翩計，述左氏『多則死二人』之語。余曰：『彼一勇夫，故可施此計。今賊至萬人，徒傷勇夫，非計也。』因命積柴。時他門外賊未覺察，適大風霾，因風施火，俄見萬廈驟焚，我兵合圍其壕。賊無路行，突煙出者咸墮於壕，哭聲震天，火光竟夕。火三日始燼，於焦骨中取賊首及骸屍，其賊遂平。捷聞，純皇帝大喜，復余職而責永，永遂恚且恨。至己未歲，余方逐張漢潮於漢中。永為松尚書筠所劾，其私度為余漏言，乃密疏劾余。上命那尚書彥成代領余眾，余已擒張漢潮，方振旅而被逮，致使功敗垂成，殊可惜也。」其言顛末若此。明故宿將，談戰鬥事形狀如繪，簡兵儲糗，咸如兵法，非他人所易及者。余記丙辰夏問，潘箬舟侍御。聞明復起用，笑謂余曰：「吾鄉人方人制肩輿，請明入楚，吾甘心願為其輿夫也。」雖一時戲語，亦可覘公之威望也。"
      },
      {
        "index": 15,
        "text": "王文雄"
      },
      {
        "index": 16,
        "text": "自嘉慶丙辰春楚匪滋事，當事者過於持重，遂至蔓延三省，用兵十載，方至撲滅。其中殉難者，提臣為王公文雄、花公連布、富公成、穆公克登額，鎮臣則諸公神保、朱公射斗、袁公國鐄、何公元卿、施公縉、德公光、凝公德、紮公爾杭阿、李公紹祖。其中死尤烈者，以王、穆、花三將為最。王公，貴州人。由行伍洊至通州協副將，率直隸兵往援勛陽。時陜撫為秦公承恩，性懦弱不知兵事。賊遂猖獗，挺入陜境，至，秦惟閉城獨守，日夕哭泣，目皆腫。公倉卒率直兵繞道擊之，陜境保全，公之力也。事聞，秦受上賞。公累擊賊，賊皆畏之，恨入切骨。庚申夏，於棧道中猝遇賊，賊覘知公兵力單弱，乃四出紛擊。公轉戰竟日，路既險峻，糧復斷絕，遂為賊擒。公噴血痛罵，賊首曰：「此手戮吾三十二頭目之人，不可令其速死，以泄吾憤。」乃支解竟日，賊既退，軍士於草中尋遺骸，惟余一臂而已。諸大將死節慘者，莫公若也。事聞，上震悼，賜世襲一等子。其嗣開雲以世蔭任臺諫，建白有聲，今出為順德太守。"
      },
      {
        "index": 17,
        "text": "楊時齋提督"
      },
      {
        "index": 18,
        "text": "國家升平日久，提、鎮皆由武科積勞以致開閫，初未嫻於武略者居多。故川、楚之變，將帥多不知兵，以致敗衄。其身經百戰而功績尤著者，以楊時齋軍門為最。公名遇春，四川人。由武舉入營。紅苗之變，公以材官奔走其間，福文襄王見而奇之，曰：「此將材也。」因擢至專閫。時宜制府綿督陜、甘，畏葸不前，公諫曰：「甘、涼兵為天下勁卒，阿文成公曾將以平西域，今諸將猶有能談及者。制軍據河山之險，擁精銳之卒，自關、隴西下，建瓴之勢，破敵必矣！奈何以百戰之卒，而畏烏合之眾也哉？」宜不能用其策。額經略至陜，倚公為左右手。公修髯偉貌，善撫馭士卒，其部下皆邪匪所反正者，腰懸長刀，形狀凶險，而公頤指氣使，愛戴之如父母。故十載之間，所至克敵，聲價赫然。公有黃騾，日馳數百里，公乘以退賊，未有能及之者，故賊人畏之如虎。其部下諸將如楊公芳、遊公雲棟、吳公廷剛、祝公廷彪皆由偏裨而公拔至專閫。有郭令公之於李西平、渾太尉之風。白馬關叛軍之役，官兵業經敗北，公獨騎至賊隊中，說以大義，賊即拋戈而降，其為賊所佩服若此。甲戌春，公陛見來京，上召見優獎之，賜紫禁城騎馬，乾清門侍衛裏行，武臣中罕有比者。今鎮陜中幾十餘載，而勇健猶如故云。"
      },
      {
        "index": 19,
        "text": "議政大臣"
      },
      {
        "index": 20,
        "text": "國初定制，設議政王大臣數員，皆以滿臣充之，凡軍國重務不由閣臣票發者，皆交議政大臣會議。每朝期，坐中左門外會議，如坐朝儀。雍正中設立軍機處，議政之權遂微，然猶存其名以為滿大臣兼銜。乾隆壬子，純皇帝特旨裁之。"
      },
      {
        "index": 21,
        "text": "領侍衛府"
      },
      {
        "index": 22,
        "text": "國初，以八旗將士平定寰區，鑲黃等三旗為天子自將，爰選其子弟，仿周官宮伯之制，命曰侍衛。其日侍禁廷左右供趨走曰御前侍衛，稍次日乾清門侍衛。其值宿宮門者統曰三旗侍衛。設領侍衛內大臣六員，外大臣六員，散秩大臣無定員，俱以世蔭公侯並王公子弟充之。其班列諸尚書下，侍衛躋三階。選其才俊者充隨邸協理事務，班領十二員。掌文書政令諸事。凡其班有六，班分奇偶以為離合。其制凡十二日為一轉，每班先於園中值宿四日，後入禁中值宿二日，空閑六日，以為休沐之暇，更番輪值。其行幸駐蹕，宿衛一如禁中之制。扈從，後扈二人，於御前大臣內簡命；前引十人，於內大臣、散秩大臣及御前侍衛內簡命。遇郊、廟諸大祭祀，升殿、慶賀及巡幸啟蹕、回鑾日引導，常日駕出，則以侍衛二十員充前導隊豹尾班侍衛。選功臣後裔六十人，日以二十人直後左門，乘輿出入，以十人執豹尾槍，十人佩儀刀侍於乾清門階下左右。駕出，侍衛殿於後，以領侍衛內大臣一人領之。巡幸方嶽、木蘭行圍，御前大臣侍衛暨乾清門侍衛均隨從輪直。侍衛以二班或三班隨從，日行以侍衛二十人前導，左右各十人，名曰傍扈，豹尾槍殿如常制。次二班侍衛列隊後行，或內大臣、散秩大臣一人，侍衛什長二人率黃龍大纛行，其餘仍分令稽察逾越喧嘩者。駐蹕行營，以內大臣一人、散秩大臣二人入直，分宿御營兩廂。御營黃幔城旌，以侍衛二十人四隅分宿，網城門內，以侍衛什長三人率親軍校等三十人環拱宿衛。其御蹕圓明園日，以領侍衛內大臣一人、散秩大臣一人，於朝房住宿，其禁城則命內大臣一員代之。朝會班次，歲於十二月將應入坐之一品武大臣、散秩大臣、前鋒擴軍統領、暨外省來京之都統、將軍職名開列進呈，恭候欽定。其散秩大臣世襲者數人，為蒙古明安貝勒後一人，佟忠勇公國綱後一人，李懋烈公國翰後一人，覺羅武功郡王後一人，石忠毅公廷桂後一人，楊額駙舒後一人。每缺出時，移咨該旗，將應襲人員開送，引見補授。其兼攝者，為上駟院侍衛，每旗七人。其兼尚虞、鷹鷂房、鶻房、十五善射、善騎射、善射鵠、善強弓、善撲等處侍衛，各有專司，統於三旗額內。漢侍衛其一甲一名者充頭等侍衛，一甲二名三名充二等侍衛，二甲內簡選三等侍衛，三甲則簡選藍翎侍衛，如文員之編檢焉。"
      },
      {
        "index": 23,
        "text": "湯文正"
      },
      {
        "index": 24,
        "text": "湯文正公斌撫吳時，以清介自勵，敦厚風化，其下屬有貪酷者，皆善為勸勉，其不改者，始以法懲之。郭總憲時任吳江令，以貪黷聞，公檄至省，教以貞廉。郭曰：「所以貪酷者，以供前任某撫軍之欲故也。今公既以清廉自矢，請寬一月之期，如聲名猶若昔，請公立置典刑可也。」歸自洗其堂廡，曰：「前令郭琇已死，今來者又一郭琇也。」其政治為之一變。公首薦於朝，後卒為名臣。徐中允既殉明節，其子俟齋昭法不仕本朝，隱於支硎山中。公重其品，屏除騶從，徒步訪之。俟齋辭以疾，公徘徊門外，久之始延入，待以粗糲，公為之醉飽，時人兩賢之。仁皇帝初南巡，公引駕自盤門入，以為吳郡中最冷落者，曰：「無得使上知吳奢蕩，有損聖德。」又請免漕糧數千百石，吳民至今感之。時納蘭太傅明珠掌朝柄，前撫軍某，歲以萬金饋之，以為常，公終年不投一刺，明銜之。會立東宮，明告仁皇帝曰：「前星春秋方盛，不可不以正人導之，如湯某其選也。」仁皇帝允其言，遂召公以尚書銜守詹事府事，入輔東宮。公素嚴正，入朝多所建白，人爭疾之。嘗待漏朝房，眾方促膝歡語，見公至，皆鳥獸散，終日無一人對語者，公笑謂人曰：「吾今入啞人國矣！」明猶恚怨不釋，命翁尚書叔元明章劾之，上知其忠，故優容之。一日赴黃木廠查木歸，晚猶健飯如常，次早卒然薨，人以為明遣人陰酖之也。乾隆中，特旨追謚文正。"
      },
      {
        "index": 25,
        "text": "黃文襄"
      },
      {
        "index": 26,
        "text": "乾隆中，漢軍人登仕版者，多以玩法被罪，其始終聖眷優隆者，惟黃文襄公廷桂一人而已。公以武弁歷任巖疆督撫，其操縱嚴切，下吏多不善之，而上眷為獨註。其督陜時，西域用兵，投誠之虜酋既宜撫綏，其竊發叛逆又應剿捕。兵出萬里，糧運維艱，公以為先安內而後攘外。外夷跳梁，國無大損，若因軍需驛騷致內地有事，則所系者大。乃命運糧車十家抽一，厚其值，許帶什物貿鬻，民踴躍爭先。又以凡事豫則立，糧待盡而後運則士饑，馬待缺而後補則戰衄，乃命安西至哈密沿路開池蓄豆，馬到行且餵，以故馳千餘里愈壯。臺站有缺米者，曰：「吾撫蘭時，曾買谷三百萬石分貯河東、西，正為此耳。」蓋公久知純皇帝之欲西討也。上倚任如左右手，以酂侯、劉晏褒之。加太保，封忠勤伯，賜紅寶石頂，四團龍補。公素喀血，既理軍務，中夜輒起，或張目達旦，致積勞成疾。疾劇時囈語，猶以馬馱、糧運、進剿、擒賊諸務喃喃不絕，官吏文武繞榻環聽，為之泣下。上以其未及預飲至之禮，深惋惜之。然性陰刻，督江時，值上南巡，公逼諸鄉紳，命各出重貲辦演燈彩，而不為之上達，為錢侍御所劾。又與雅將軍爾吉善不睦，故陰絕其糧，使其士卒饑餒，致采青杏葉以食，雅因之獲罪。故世以此詬之。"
      },
      {
        "index": 27,
        "text": "金川之戰"
      },
      {
        "index": 28,
        "text": "金川為漢冉地，隋置金川縣，唐屬雅州，至明隸雜谷安撫司。其地高峰插天，層疊迥復，中有大河，用皮船笮橋通往來。山深氣寒，多雨雪，所種惟青稞、蕎麥。其番民皆築石碉以居，與綽斯甲布等九土司壤相接。康熙中內附後，莎羅奔以土舍率兵從岳威信公征羊峒有功，雍正元年授為安撫司。莎羅奔既得官號，自號大金川，以舊土司澤旺為小金川，於是有兩金川之稱。莎羅奔尋以女阿扣妻澤旺，旺懦，為妻所制。乾隆十一年，莎羅奔劫澤旺師。十二年，又攻革布什咱及明正土司。時制軍慶復用兵瞻對土司，草率完局，頗不當上意。巡撫紀山覬覦其位，遂主用兵進剿之說。純皇帝壯其請，紀山因命副將張興倉卒進兵，反為所敗。上知紀山不足有為，慶復又以班滾事被逮，因命張公廣泗改督川陜，主剿金川。張故老將，初隨鄂文端公征苗，所向披靡，因易視金川與諸苗寨相等夷，遂慷慨覆旨，謂旦夕可以奏功。調兵三萬分兩路：由川西進者，攻其河東噶拉依諸巢穴；由川南入者，攻其河西諸碉卡。副將馬良柱已乘勝攻克孫克遜，賊眾服，累具稟請降，張公以小醜故，毀書辱使，務期搗其巢穴。又因馬未請命而戰，因檄調馬還，改以他將。賊乘勢建築巨碉，蓄糧養銳，我兵阻於險隘，終不得進。張公泥於前奏，不敢據實入告，仍以期於冬盡殄滅醜類為言。至十三年春，諸將反多失事，張興為降番所誘被戕，噶固土兵與賊交，遊擊孟臣死焉。張公復以增兵練餉為請，上疑其妄，乃命大學士訥公親往督師，岳威信起自廢籍，授總兵銜。命岳公由丹壩取勒烏圍，張公由昔嶺取噶喇依。議甫定而訥公至。訥故近臣望族，負上恩寵，銳意滅賊，遂諭軍中期以三日取噶喇依，違者以軍法從事。諸將身蹈鋒火，總兵任舉、副將買國良殲焉。訥自是不敢言戰，仍倚張公辦賊。張公復輕訥不知兵而事權出己上，陽奉而陰忮之，諸將無所稟承，率觀望不前。訥復密劾張公袒庇黔兵，輕信胡士勇諸款。時莎羅奔之弟良爾吉在我軍中，張公為其所愚，倚為心腹，反為賊之耳目，軍中動息，賊悉先知，早為之備。故兵老氣竭，株守半載，無尺寸功。上大怒，立逮張、訥二公，先後明正典刑。命傅文忠公為經略，將八旗勁旅，復調吉林、黑龍江諸し捷之士以從。傅文忠臨行時，上親禱明堂，張黃幔以宴公，親酌之酒。命於御道前上馬，設大將旗鼓，軍容頗肅，命將之典，實近代之所罕覯者。公既至軍，任冶軍門大雄為總統，凡張、訥誤算者，咸更置之，壁壘為之一新。又偵知良爾吉之奸，召至幕中，責其貳心之罪，立置於法，人皆畏懼。又於雪夜攻克堅碉數處，察其道路險峻，非人力之所易施，據實奏聞。上亦知群鼠穴鬥，無須勞我兵力，會孝聖憲皇后中降懿旨，以休兵息民為念，賊亦畏懼，具稟於岳威信公代為乞降。傅文忠公命岳公來會師，岳公乃袍而騎，從者十三人直入噶喇依賊巢，莎羅奔等稽顙膜拜，衷甲持弓矢迎。公目莎羅奔，故緩其轡，笑曰：「汝等猶識我否！」眾驚曰：「果我岳公也！」皆伏地請降，爭為前馬，導入帳中，手茶湯進。公飲盡，即宣布天子威德待以不死之意。群番歡呼，頂佛經立誓，椎牛行炙，留公宿帳中，公解衣酣寢如常。次日，莎羅奔率子郎卡入傅文忠公營投降，傅公擁蓮幕，諸將士佩刀環侍。岳公引二酋入，跪啟事，傅坐受岳公拜，始呼二酋入，撫以威德。二酋戰栗無人色，匍匐而出，謂其下曰：「吾儕平日視岳爺爺為天上神祗，傅公何人，乃安受其拜？天朝大臣，固未可量如此。」金川遂平。傅、岳二公凱旋，上郊勞於黃新莊，行抱見禮。封傅文忠為忠勇公，賜雙眼花翎，四團龍褂，寶石頂，紫韁轡；復岳公舊爵，加「威信」二字以寵異之。立碑太學，大赦天下，詔與民休息焉。"
      },
      {
        "index": 29,
        "text": "朱檢討上書事"
      },
      {
        "index": 30,
        "text": "朱檢討天保，字九如，滿洲人。父朱爾訥，任兵部侍郎。公中康熙癸巳進士，入詞林。時理密親王居東宮，以暴戾故，仁皇帝廢之，儲位久虛。廉親王允祀覬覦其位，揆敘、王鴻緒復左右之，欲陰害理密親王。公隱憂之，具疏曰：「皇太子雖以疾廢，然其過失，良由習於驕抗，左右小人誘導之故。若遣碩儒名臣如趙申喬等羽翼之，將左右佞幸盡皆罷斥，則其潛德日彰，猶可復問安視膳之歡。儲位重大，未可移置如棋，恐有藩臣傍為覬覦，則天家骨肉之禍有不可勝言者。」疏成欲上，以侍郎公在，徘徊久之。侍郎公察其情，曰：「忠孝未可兩全，汝舍孝全忠可也！」因趣之入告。時仁皇帝幸湯山，公早出德勝門，有百數鴉棲其馬前，似阻其行者，公揮之去。疏上，仁皇帝欷歔久之，會近臣阿靈阿素為允祀黨，因媒孽其間，曰：「朱某之疏，為希冀異日寵榮地步。」上大怒，置公於法，侍郎公荷校死，而理邸卒以壽終。"
      },
      {
        "index": 31,
        "text": "王太倉上書事"
      },
      {
        "index": 32,
        "text": "理密親王既廢，儲位久虛，仁皇帝因命眾王大臣保立東宮。時允祀黨羽布滿中外，王鴻緒後至，掌書「八」字以視眾，眾遂共保廉親王為儲位。仁皇帝震怒，問首謀之人，眾莫敢對，以馬太傅齊首銜，故問擬大辟。因謂眾曰：「朕必立一剛堅不可奪志之人為爾天下共主。」蓋謂憲皇帝也，眾莫能測上意。王太倉相國年七十餘，自念受恩深，當言天下第一事，又以其祖文肅公錫爵於明神宗時以建儲事受惡名，欲幹其蠱，遂於丁酉五月密奏建太子，懇懇數千言，疏留中。是年冬，又有言建儲者，上不悅，遂並發公疏，命內閣議處分。忌公者，引馬太傅故事，欲陷公以死，公止宮門外不敢入。聖祖顧左右，問王掞何在，首輔李安溪奏掞待罪宮門。上曰：「王掞言甚是，但不宜命御史同奏，有蹈前明惡習。汝等票擬處分太重，可速召其來。」公聞命趨入，免冠謝。上坐乾清宮，手招公跪，耳語良久，人不能知。後五年辛丑正月，公復疏前事，語加激切。三月十三日，又有御史柴謙等十三人亦上疏如公言，聖祖震怒，召集諸王大臣降旨，責公植黨希恩，並令覆奏。時舉朝失色，無敢舉筆硯者，公就宮門階石上，裂生紙以唾濡墨，奏曰：「臣伏見宋仁宗為一代賢君，而晚年立儲猶豫，其時名臣如范鎮、包拯等，皆交章切諫，頭髮為白。臣愚，信古太篤，妄思效法古人，實未嘗妄嗾臺臣共為此奏。」奏上，待罪五日，詔王應謫戍軍臺，姑念年老免行，著其子奕清隨諸御史代往，為父贖罪。當待罪時，滿、漢文武，期門宿衛，以至京師之秀士耆民，爭來窺觀。老相國有愛君之心可敬，然無不咋舌代公危者，慮上怒之不測也。至是齊向公拜賀歌呼。明年元旦，諸大臣上壽，無公，聖祖發還紮子，命列公名以進。隨賜宴太和殿，再召見西暖閣，賜坐，命起原官視事如初。是年聖祖崩，憲皇帝即位，召公獎譽久之。公曰：「天生聖人，社稷之福，老臣何敢居功也。」"
      },
      {
        "index": 33,
        "text": "佟襄毅伯佟"
      },
      {
        "index": 34,
        "text": "襄毅伯伊勤慎為忠毅公巴篤理嗣。乾隆中任領侍衛內大臣，典宿禁者數十年。先恭王與之交最契，嘗言公雖無赫赫名，然馭下最嚴肅。每早朝，黎明，公獨正襟坐中左門，將入直侍衛按簿呼唱，朝服佩刀，率之以入，有遲至者，令其次日自負襆被出以辱之。景運、隆宗二禁門內，非奏事入待旨及上所宣召者，雖王公大臣不許私入。故當時禁御嚴警，有終身列部曹而不識乾清門者。自公故後，日漸廢弛，至有侍衛曠班，累日不至。每夏日當直宿者，長衫羽扇，喧嘩嬉笑。至圓明園諸宮門，乃竟日裸體酣臥宮門之前。余任散秩大臣時，曾告當事者，當事者笑曰：「使其裸背者具全，已為厚幸，君尚何苛責哉？」其玩愒也若此。故追思曩昔，老成之人實有益於國也。"
      },
      {
        "index": 35,
        "text": "王文端"
      },
      {
        "index": 36,
        "text": "余登朝最晚，不及見諸先達，惟王文端公尚未去位。逾年公始致仕歸，故時瞻其豐采。公高不逾中人，白須數莖，和靄近情，而時露剛堅之氣。其入軍機時，和相勢方薰赫，梁文定公國治為其揶揄若童稚。公絕不與之交，除議政外，默然獨坐，距和相位甚遠，和相就與之言，亦漫應之。一日，和相執公手笑曰：「何其柔荑若爾？」公正色曰：「王傑手雖好，但不會要錢耳！」和赩然退。然純皇帝深倚任之，和亦不能奪其位。今上親政，公為首輔數年，遇事持大體，竭誠進諫，上亦優待之。其致仕歸日，上賜以詩，有「清風兩袖返韓城」之句，命皇次子親為祖餞以榮之。癸亥春，陳德之事，公時已致仕，急入內請安。謂余曰：「德為庖廚之賤，安敢妄蓄逆謀，此必有元奸大憝主賄以行。明張差之事，殷鑒猶存。吾見上時必當極力言之，以除肘脅之患，聊以盡老臣報主之心可也。」後上召見，公應對如前，上深然之。會某相國恐株連其戚，急治其獄，草率完案，致癸酉秋有林清突入禁門之變。上深思其言，命有司特賜祭焉。"
      },
      {
        "index": 37,
        "text": "朱文正"
      },
      {
        "index": 38,
        "text": "今上親政之後，寬仁厚德，不嗜殺人，皆由朱文正公於藩邸時輔導之功良多。公諱珪，大興人。年八歲，即操觚為文，文體倔聱蒼古，與兄竹君學士筠齊名。年十九登進士，為乾隆戊辰科，時大雨連綿三日，蓋即為公霖雨兆也。純皇帝深重其品，劉文正公復薦於朝，曰：「北直之士多椎魯少文，而珪、筠兄弟與紀昀、翁方綱等皆學問淵博，實應昌期而生者。」上曰：「紀、翁文士，未足與數，朱珪不惟文好，品京端方。」數年外擢山西布政使。時撫軍為黃檢，文襄公之孫也，少年紈袴，貪黷驕奢，公時匡正之。黃以公為腐儒不足與談，因劾公為迂滯，純皇帝優容之，改公以學士，入直上書房。時為甲午春季，蓋已為豫教今上計。公欣然就職，日導上以今古嘉猷，侍講幄十年余，無一時趨之語，今上甚重之。後以孫文靖公薦，純皇帝曰：「朕故知朱通曉吏治事。」遂授安徽巡撫。公以清介持躬，自俸廉外，毫不沾取。余業師吳修圃為公所取士，嘗謁見公，時夏日酷熱，公飼吳以瓜，亦必計價付縣隸，其不茍也如此。公經學醇粹，愛惜人才，所保薦如荊道乾、王秉韜等，其後皆為名臣。掌己未、乙丑二春鬧，所取張惠言、鮑桂星、陳超曾、湯金釗、孫原湘、孫爾準、謝崧等皆一時知名士。嘗於闈中子夜搜得吳山尊卷，再三詠讀，大呼曰：「山尊在此！」因披衣叩阮中丞元扉，命其秉燭批點，曰：「其佳處在某處，老夫眼方倦，不能執筆，君可代為之書，此吳山尊文也。」榜發果然，其賞鑒也若此。故其薨日，上甚震悼，親臨奠，世共惜之，以為劉文正公後一人而已。然性純厚，易為人欺詐，有貪吏某知公嗜好，故為衣服藍縷狀以謁公，竟日談皆安貧之論，公深信之。其人以罪遣戍，及赦歸，公掌銓日，力為超雪，欲復其官。彭文勤公元瑞言其貪狀，公艴然曰：「若其人者，可謂忠於朝，友於家，為今世之閔、顏，安可辱之以貪名也。」又取文尚引據經典，故士子多為盜襲獺祭之學，文風為之一變。素嗜許氏《說文》，所著詩文，皆用古法書之，使人不復辨識。晚年酷嗜仙佛，嘗持齋茹素，學導引長生之術，以致疽發於背。時對空設位，談笑酬倡，作詭誕不經之語，有李鄴侯之風。余嘗與共宿郊壇，時鮑雙五病劇，余向公惋惜，公岸然曰：「彼祿命方長，安得驟死？」若實有先知者。然雙五果病愈，致位通顯，則公之仙伎亦未易窺測也。"
      },
      {
        "index": 39,
        "text": "李恭勤公"
      },
      {
        "index": 40,
        "text": "本朝漢名臣中，其以貲郎進者二人：一為李敏達公衛，一為李恭勤公世傑。公貴州黔西州人。少入貲為江南某司巡檢。純皇帝南巡，公司船跳木，時雨後泥滑，上登舟時偶失足，公遽起扶之。督撫恐，縛公請命，上笑曰：「微員中有如此忠愛者。」命立擢知州。後官至四川、江南總督，以廉能稱職。純皇帝屢欲以為閣臣，有尼之者，言公不由科目，例不可官內閣，乃中止。公督川時，蜀中自金川用兵以來，府庫空竭，又承福文襄王積奢侈後，徵調賦斂無藝，州郡皆疲敝。公設厲禁，凡府州縣無事不復入成都郡，即以公事來者，不過數日。不得畜音樂，侈宴會，不得飾輿馬、衣服，朝珠之香楠、犀碧，蟒服之刻絲、顧繡者，皆有禁。公官總督數年，未嘗宴一客。成都將軍新蒞任，公思不為置酒則太恝，置則破禁。遂乘其家口抵任時，饋一豚一燒羊，使標下武弁婉告曰：「本欲屈入署，適聞眷屬至，謹以此佐家宴。」屬吏於布政使以下亦未始具一飯。元日，則先飭廚為饆饠十數斛，有下屬謁見者，公遣人告曰：「知君等勞苦，盍餉以食。」送設食，飼之畢，公然後出。坐堂皇受禮畢，即令府、廳、州、縣等遞謁司、道、府、廳，禮畢，告曰：「元日俗例，上司屬員雖不接見，亦必肩輿到門。道有遠近，必日昃始歸，徒苦傔從，無益也。況若曹亦有父母妻子，歲首例得給假，諸君何不早歸，令若曹亦放假半日乎！」屬員皆應曰：「諾。」於是元日虛文始革，其風趣也如此。及督兩江時，福文襄王征臺灣，檄調各督撫府庫餉銀，他人無不應命，惟公力持不與，曰：「不見部文徵撥，誓不敢發此餉，有虧朝廷之府庫也。」福亦無如之何，其嚴厲又如此。"
      },
      {
        "index": 41,
        "text": "盛京五部"
      },
      {
        "index": 42,
        "text": "章皇帝初定北京，盛京設昂邦章京一員，及駐防官員兵丁若干，以為陪京保障，時未遑設文吏。至康熙初，丁口漸盛，其賦稅、刑名、簡練士卒等事有饒於昔。因仿明南京之制，初設戶部侍郎一員，繼而次第設立禮、兵、刑、工侍郎各一員，陪京之制始備。其未設吏部者，以其地官員無多，仍由京中銓選，故不備。其後王侍郎原祁請增設漢員以備體制，部議不果行。"
      },
      {
        "index": 43,
        "text": "天津水師"
      },
      {
        "index": 44,
        "text": "雍正中，憲皇帝念津門附近京畿，海防綦重，因設滿洲水師都統一員，副都統二員，其協領下若干員，兵三千名，守禦海口以防鯨濤不測之變。然滿兵雖雄健，不利水師，初設時，章程草率，所訓練技藝不及綠營之半。乾隆丁亥，純皇帝巡幸津甸，是日大風，海船逆勢，難以施演。時都統為奉義侯英俊，年既衰老，復戎裝繁重，所傳令俱錯誤。兵丁技藝既疏，隊伍紊亂，竟操，喧嘩不絕。上大怒，因裁革焉。"
      },
      {
        "index": 45,
        "text": "關稅"
      },
      {
        "index": 46,
        "text": "直省關稅，以乾隆十八年奏銷冊稽之，共四百三十三萬，當時天下最為富饒，商賈通利。其後司事者覬久留其任，每歲以增盈余，至乾隆六十年加至八百四十六萬有奇。其數業經倍蓰，故其後每歲日形虧絀。行之既久，司事者預為之計，將虧絀之數先行存貯庫中，然後重徵其稅，將所剩盈余私飽囊橐，而其虧絀數目，乃歸正供銷算，是以每歲徒有賠補之名，而從無有傾其私橐者。至嘉慶十九年，滸墅關虧缺二十餘萬，其他關稅虧缺稱是。而藉以正額虧缺為名，日加苛斂，以致商賈傾家蕩產，裹足不前，乃使物價昂貴，於民生大有虧損。當管庫者，應詳細籌畫，使輕其徵收之苛，而核其實入之數，雖不能及乙卯之豐腆，亦必以乾隆癸酉酌中為則。每歲年銷年款，則國課不致虛懸，而貿易者實沾其惠，實上下兩益之術也。"
      },
      {
        "index": 47,
        "text": "廣賡虞之死"
      },
      {
        "index": 48,
        "text": "廣侍郎興，高文端公第十二子，以貲郎補官。少聰敏，熟於案牘，每對客背卷宗如瓶瀉水，不余一字。任祠部時，王文端公識為偉器，洊升給諫。嘉慶己未，首劾和相貪酷，今上嘉其直言，立擢副都御史令掌川中軍需。時用兵數載，司事者任意揮霍，不復稽核，侍郎司事數月，力為裁核，每月省糜費數十萬，而國帑賴以充裕。當事者恨入切骨，以騷擾驛站入奏，上優容之。又與魁制府倫互相訐劾，乃降補通政卿。居逾年，復任刑部侍郎。時秋曹諸卿，有由久任司員擢者，皆輕渺之。侍郎閱數稿畢，即大聲曰：「誤矣！」眾詢其故，侍郎曰：「某條實有某例，而今反稱比照某條。實無正例，乃反雲照例云云。未審諸公業經閱目與否？」稿首則朱墨淋漓皆已畫諾。侍郎笑曰：「不期三十年老嫗，反倒繃孩兒若是。」眾乃服。時上頗加倚任，侍郎亦慷慨直言，當召對時，凡庭臣舞弊諸狀，及閭閻細事，必詳贍入告，每逾數刻。猶憶甲子冬，余與侍郎先後入對，親聆玉音曰：「汝與初彭齡皆朕倚任之人，何以外庭怨恨乃爾？」侍郎俯首稱謝。故朝臣頗憚忌，然未有敢首先搖動者。有內監鄂羅里者，少為純皇帝近侍，年七十餘，尚及見高文定公斌者，嘗至朝廊與侍郎促膝談，頗以長輩自居。侍郎艴然曰：「汝輩閹人，惟當敬謹侍立，安可與大臣論世誼也？」鄂恨入切骨。會以內庫綢緞窳敗，故鄂即以侍郎私行抽換入奏，上尚優容之，命鄂出以告侍郎。鄂出漫言之，侍郎未省為上旨，坐而辨之，鄂入，即以其坐聽諭旨奏之，上大怒，命削職家居。素與侍郎不協者，遂蜂起媒孽其短，豫、齊二撫復交劾之。上親訊日，尚欲緩其獄，侍郎未省上意，乃辨論不休，初無引罪愆語。上怒，遂置之法，其贓款實皆有司贈饋及侵蝕李姓析產之貲，無分毫枉法者。侍郎性爽朗，少隨文端公居兩江久，習染南人風度。舉趾迂緩，不入時趨，惟以驅奸逐惡為念。遇事詆人陰私，鋒凜然，人多隱恨。然心無城府，事過即忘，故忌者恨侍郎若仇，而侍郎罔覺也。既得志，驕奢日甚，縱容家人貪鄙，不復稽察。又性耽風月，以致日擁優伶，飲酒終夕，反寄耳目於若輩，識者譏之。初與余交甚篤，後因余屢諍，故日漸疏遠，然其禮貌如故。戊辰春，侍郎自山東審案返，余遇於圓明園宮門外，侍郎仰面談論，旁若無人狀。余退告人曰：「賡虞既驕且溢，奇禍不旋踵矣！」侍郎果以是冬敗，余言不幸而中也。"
      },
      {
        "index": 49,
        "text": "松相公好理學"
      },
      {
        "index": 50,
        "text": "自和相秉權後，政以賄成，人無遠誌，以疲軟為仁慈，以玩愒為風雅，徒博寬大之名，以行狥庇之實，故時風為之一變。其中行不阿者，惟松相公筠一人而已。公性忠愛，幼讀宋儒之書，視國事為己務，肝膽淋漓，政事皆深優厚慮，不慕近功。鎮伊犁時，撫馭外夷，視如赤子。凡哈薩克、布魯特、俄羅斯諸國貢使至日，公皆呼至坐前，詢問其國之治亂，親賜以食，教以忠孝之道，並曰：「我大清國所以立萬年基者，惟賴此二字也。」辭行時，厚加賞賚，其豐貂錦幣之物，滿載而返，故屬國愛若父母，涕泣而別。又以國家經費有常，不可以邊鄙故，致有絀國用。乃議開屯田數百萬頃，皆命滿洲士卒耕之，並與以牛糧籽種，厚其賞恤。故人樂為之用，歲省邊費鉅萬。又重於交誼，傾蓋之士與之告匱者，即解囊與之，毫無吝色，故任封疆數十年，而家無擔石。上深知其忠正，擢為參政御前大臣。公於召見時，凡民間隱情，街談巷諺，無不率口而出，毫無隱忌，故人多尼之。癸酉秋，復出為伊犁將軍，新疆聞其復來，慶若更生，老稚荷擔以迎。公笑撫之曰：「鯫生此行，頗不寂寞也。」其冬擢為首輔，仍兼攝伊犁事，朝中之士君子皆翹首以望其歸也。"
      },
      {
        "index": 51,
        "text": "吉制府之死"
      },
      {
        "index": 52,
        "text": "粵東制府為天下繁華之區，居是官者，無不窮奢極欲，搜括明珠、翡翠、珍奇、寶玉載滿海舶而歸。惟覺羅吉制府慶督粵幾十年，不名一錢，几榻蕭然，渾如儒素。壬戌冬，博羅之變，公率孫提督全謀極力剿捕，業已蕆事。而撫臣某素暴戾爭柄，公屢寬假，而某恐為公所害，因先發制之，密劾公疲軟失機數事，上命其究詰。某乃坐高座，呼公至，宣上諭畢，即命公改囚服，並去僕從，鋃鐺縶頸，吏隸詆呵以辱之，並詈以讕謾之語。公浩然曰：「某雖不才，曾備位政府，不可甘受其辱，有傷國體。」因引佩刀欲自刎。某素多力，因搤其左腕，公情急，遂取煙壺吞之，逾時而死，某遂以輕生上聞。公子壽喜，襲祖蔭散秩大臣，與余同官者二載。余嘗往投刺其家，蓽門圭竇，初不知為曾任封疆者，則公之清介可知也。"
      },
      {
        "index": 53,
        "text": "三姓門生"
      },
      {
        "index": 54,
        "text": "於金壇相國敏中當權時，凡詞林文士無不奔競其門。有某探花者，人愚暗，爭慕時趨，命其妻拜於妾某為母，情誼甚密。及於公死，梁瑤峰秉樞柄，某又令其妻拜梁為義父，饋以珊瑚朝珠。紀曉嵐參政時作詩譏之，云「昔曾相府拜乾娘，今日乾爺又姓梁。赫奕門楣新吏部，淒涼池館舊中堂。君如有意應憐妾，奴豈無顏只為郎。百八牟尼親手捧，探來猶帶乳花香」之句，某慚恧謝病歸。及嘉慶己未，朱文正公內召，某復匍匐其門，靦顏求進。時又有疊前韻者云「人前惟說朱師傅，馬後跟隨戴侍郎」之句，時謂之「三姓門生」云。"
      },
      {
        "index": 55,
        "text": "三文敬公攔駕"
      },
      {
        "index": 56,
        "text": "余外舅三文敬公保，以翻譯進士出身，任兩湖、浙閩總督，入拜東閣大學士。公人愚暗，不悉吏事，動為人欺紿。屢任封疆，簋不飾，時人比之李昭信，而庸劣過之。然幼讀宋儒書，大節不茍。癸未夏，純皇帝巡幸承德府，公時任直隸按察使，至密雲，霖雨數日，潮河水驟發，上欲乘騎渡河，公叩馬諫曰：「千金之子，坐不垂堂，況萬乘至尊，豈可輕試波濤。使御駟有失，雖萬段臣等之軀何可追悔？」上以滿洲舊俗，宜親習勞以揚武勇為言。公曰：「皇上此行，奉太后乘輿同至，即使上渡河安便，獨不識太后之輿安奉何所？」上動容，為之回轡。又督閩時，浙撫王望既丁艱，自以督辦海塘為言，奪情視事，又不遣眷屬回籍，公惡其蔑倫，密疏劾之，王因此獲罪。其為上書房總師傅，嘗集古今儲貳之事，曰《春華日覽》，教授諸皇子。詞雖弇陋，為成親王所譏，然不失師保之體。故卒後，上親謚文敬，蓋取責難於君之義也。"
      },
      {
        "index": 57,
        "text": "曹劍亭之諫"
      },
      {
        "index": 58,
        "text": "曹副憲錫寶，上海人。成乾隆丁丑進士。任給諫時，和相專擅，其僕劉全嘗交接士大夫，納賄鉅萬，造屋逾制，僭如王侯規度，公密疏劾之。先商之同鄉某，某潛修書馳告和相，和相令劉全拆毀如制。及公疏上，純皇帝命公率近臣往毀其宅，以奏對不實論，上優容之。公自恨為友所賣，侘傺以死。己未今上親政，和相既伏誅，念公往言非謬，因追贈副都御史，特與之蔭以旌其直云。"
      },
      {
        "index": 59,
        "text": "漢人任滿缺"
      },
      {
        "index": 60,
        "text": "雍正中，滿洲副都御史缺出，一時乏人，憲皇帝命九卿密保。鄂文端公保許公希孔宜任風憲，上曰：「彼漢人，礙於資格。」鄂公曰：「風憲衙門所關甚鉅，臣為朝廷得人計，初不論定制也。」上乃用許公為滿副憲缺，逾年始調漢缺云。"
      }
    ]
  }
}