{
  "chapterNumber": 2,
  "title": "卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "淳化帖"
      },
      {
        "index": 2,
        "text": "法帖之久，無如淳化閣帖。其後鼎、絳、汝諸帖互相仿摹，愈失舊規，近日祖帖收藏家，無過而問者。惟大內所藏，系當日所賜畢士安者，篇帙完善，墨瀋如新，成親王曾見之。純皇帝珍惜如寶，特建淳化軒以貯之。又命於文襄摹刻上石，頒賜諸王公卿，雖不及原帖之善，亦自成一家焉。"
      },
      {
        "index": 3,
        "text": "金元史"
      },
      {
        "index": 4,
        "text": "自古稗史之多，無如兩宋，雖若《捫虱新語》、《碧雲錄》不無汙蔑正人，然一代文獻，賴茲以存，學者考其顛末，可以為正史之助。如金、元二代，著述寥寥，金代尚有《歸田錄》、《中州集》等書，史官賴以成編。元代惟《輟耕錄》一書，所載又多系猥鄙之詞，故宋、王諸公不得不取材諸碑版、行狀等詞，其事頗多溢美。如《完澤傳》，甫載郭□□劾其貪酷諸款，而後又言其公正廉潔惜名器重士節諸語。梁德圭，本紀載其與相臣比昵為奸為何煒所劾，而其傳又言其遵守先朝法度，諫臣浮競，使其不終其位等語。臧否如出二手，蓋皆碑版之文故也。"
      },
      {
        "index": 5,
        "text": "本朝文人多壽"
      },
      {
        "index": 6,
        "text": "王弇州著《文人九厄》，使人閱之，索然氣盡。余按本朝文人多壽，可以證王之失。如王文簡公士禎七十七，朱竹彜尊八十四，尤西堂侗八十五，沈歸愚尚書德潛九十五，宋漫堂犖七十二，查初白慎行七十八，方靈臯苞八十二，袁簡齋枚八十二，錢辛楣大昕七十七，紀曉嵐尚書昀八十二，彭蕓楣尚書元瑞七十三。姚姬傳鼐八十四，翁覃溪方綱八十餘，梁山舟同書九十二，趙甌北翼八十二，四公至今猶存。"
      },
      {
        "index": 7,
        "text": "本朝父子祖孫宰相"
      },
      {
        "index": 8,
        "text": "王弇州載明代門族之盛，按本朝父子調梅以濟升平之盛者，指不勝屈。如阿文端公蘭泰之子為傅文恭公明安，阿文勤公克敦子為文成公桂，張文端公英子為文和公廷玉，劉文正公統勛子為文清公墉。馬文穆公齊之侄為傅文忠公恒，其子為福文襄公康安。高文良公斌之侄為文端公晉，其子為參政公書麟，皆父子宰相。惟溫文簡公達孫為相國福，其子今相國伯勒保，尹文恪公泰子為文端公繼善，其孫為今相國慶桂，皆三代持衡，為升平良佐，實古今所未見也。"
      },
      {
        "index": 9,
        "text": "本朝狀元宰相"
      },
      {
        "index": 10,
        "text": "本朝閣臣，最利鰲頭。如傅聊城以漸為順治丙戌狀元，呂常州宮為順治丁亥狀元，於文襄公敏中為乾隆丁巳狀元，莊參政有恭為乾隆己未狀元，梁文定公國治為乾隆戊辰狀元，王文端公傑為乾隆辛巳狀元，戴文端公衢亨為乾隆戊戌狀元。今七卿中有潘芝軒世恩、胡希廬長齡、茹總憲菜、王司空以銜、姚閣學文田凡五人，皆有調羹之望焉。"
      },
      {
        "index": 11,
        "text": "張魏公"
      },
      {
        "index": 12,
        "text": "世之訾張魏公者，皆謂其不度德量力，專主用兵，幾誤國事。殊不知其誤不在佳兵黷武，反在過於持重之故。按宋、金強弱之不敵，夫人知之，魏公即勉力疆場，親持桴鼓，尚未知勝負若何。今考其出師顛末，富平之敗，魏公方在州；淮西之失，公方在行在；符離之潰，公方在泗州，皆去行間數百千餘里，安得使士卒奮勇而能保其不敗哉？故酈瓊對金梁王言「宋之主帥，皆持重擁兵，去戰陣數十里外，不如王之親冒矢石」之語，蓋指魏公而言也。"
      },
      {
        "index": 13,
        "text": "國初定三院"
      },
      {
        "index": 14,
        "text": "文皇踐祚之初，改內閣為三院，曰弘文，曰秘書，曰內院，皆置大學士、學士等官，蓋仿宋昭文集賢之制。入關後仍沿其制，至順治戊戌，始復從明制，改設中和殿、保和殿、武英殿、文華殿、文淵閣、東閣諸大學士名。乾隆戊辰，特旨罷中和殿大學士，改為體仁閣，以配三殿三閣之名焉。保和殿大學士不常置，惟張文和公、傅文忠公拜焉。體仁閣大學士初以楊節相廷璋、楊節相應琚先後大拜，皆不終位，故戴服堂《藤陰雜記》內謂其名不祥。然劉文清公、今曹相國振鏞遞相任之，卒無他咎，可知在人不在名也。"
      },
      {
        "index": 15,
        "text": "本朝宗室輔臣"
      },
      {
        "index": 16,
        "text": "本朝定制，宗子無爵者，與八旗世臣同授朝職，然為輔臣殊不利。康熙初，忠懿公塔拜子班穆布爾善嘗拜東閣大學士，以鰲拜黨誅。覺羅勒德洪拜武英殿大學士，後以事罷斥。覺羅吉慶以粵督有廉名，授參政，以永安州兵事失機褫職，公自吞煙具死。宗室琳寧繼之，以失察書吏事降官，致仕。宗室祿康拜東閣大學士，初以失察輿夫賻降都統，復以失察曹倫謀逆事遣置盛京，皆不終其位。蓋以天潢驕縱，易以致咎，故卒無繼李國、趙忠靖之相業者。"
      },
      {
        "index": 17,
        "text": "宗室科目"
      },
      {
        "index": 18,
        "text": "康熙初，嘗置宗室科目，不久停止，見紫幢居士文昭詩中。乾隆乙丑復設科目，中達麟圖，戊辰中良誠，辛未中玉鼎柱。後以達侍班失儀罷斥，遂停文科目。嘉慶己未，今上親政，從肅親王之請，復設鄉、會試，壬戌中果齊斯歡、慧端、德明阿三人。果為鄭恭王胞侄，慧為簡良王曾孫，德即良祭酒子，皆入詞林，一時稱盛。其後累科皆中二三人。果今洊至戶部侍郎，德至左庶子，惟慧以散館降秩，今任宗人府理事官。"
      },
      {
        "index": 19,
        "text": "宗室詩人"
      },
      {
        "index": 20,
        "text": "國家厚待天潢，歲費數百萬，凡宗室婚喪，皆有營恤，故涵養得宜。自王公至閑散宗室，文人代出，紅蘭主人、博問亭將軍、塞曉亭侍郎等，皆見於王漁洋、沈確士諸著作。其後繼起者，紫幢居士文昭為饒余親王曾孫，著有《紫幢詩鈔》。宗室敦成為英親王五世孫，與弟敦敏齊名一時，詩宗晚唐，頗多逸趣，臞仙將軍永忠為恂勤郡王嫡孫，詩體秀逸，書法遒勁，頗有晉人風味。常不衫不履，散步市衢，遇奇書異籍，必買之歸，雖典衣絕食所不顧也。樗仙將軍書諴，鄭獻王六世孫，性慷慨，不欲嬰世俗情，年四十即托疾去官，自比錢若水之流。邸有餘隙地，盡種蔬果，手執畚镈從事，以為習勞。晚年慕養生術，每日進食十數，稍茹甘味即哺出，人皆笑其迂，然亦可諒其品矣。先叔嵩山將軍諱永㥣，詩宗盛唐，字摹榮祿。晚年獨居一室，人跡罕至，詩篇不復檢閱，故多遺佚。近日科目復盛，凡溫飽之家，莫不延師接友，則文學固宜其骎骎然盛也。"
      },
      {
        "index": 21,
        "text": "宋置封樁庫"
      },
      {
        "index": 22,
        "text": "宋太祖起自布衣，深悉民間疾苦，故平定諸國後，自奉儉薄，積左藏之余，立封樁庫。嘗欲待足五千萬後，捐資契丹，以贖燕雲之地。如其不與，則以其資厚賞軍士，興師恢復其土。及澶淵和後，不復講求，則以其財供土木祠禱之費。至神宗時，日憂國用之不足，王荊公以新法濟之，卒招靖康之禍。孝宗天資英敏，復置封樁庫以為滅金之貲，暮年積錢四千萬緡，他物稱是，後為韓侂胄取為賞賜燕好之貲。至理宗時，國用復絀，以致滅亡。世之如宋太祖、孝宗之舉皆勝夫庸淺之主，而子孫不知愛惜，反消耗於聲色土木之間，良足慨惜。然則丁謂、王欽若、韓、賈等所為可容誅乎？"
      },
      {
        "index": 23,
        "text": "宋金形勢"
      },
      {
        "index": 24,
        "text": "宋自建隆、開寶後，民不知兵者一百餘年，一旦金人以飆迅之勢，破京俘主，其勢實不可與敵。然建炎之初，河北尚為宋守，河南、淮右堅城數十，自相保障，使高宗重任宗忠簡等，使其固守殘疆，漸為恢復之計，則金雖強，無能為也。乃先避敵南下，一聞兵燹，首倡泛海，方自以為得計。明州之役，幾不自保其軀，其不為石頭之降者幸耳。使金兵攻破臨安即設置郡縣官吏，以一旅窮追，雖有智者亦無如何矣。梁王智不出此，乃復倉卒凱旋，致有黃天蕩之戰，乃金自失其機，非宋人有能禦者。其後張、韓、劉、岳等練集士卒，防守邊隅，至紹興庚申、辛酉間，宋兵日見強盛。金兵自入中國，習於安逸，其強不及於前，故韓常每為之憂懼。順昌、朱仙鎮之役，宋人屢次獲勝，而高宗狃於見聞，甘心乞和稱臣，以致大仇不復，受金人朽木燈檠之欺，良可悲也。"
      },
      {
        "index": 25,
        "text": "吳春麓語"
      },
      {
        "index": 26,
        "text": "吳春麓御史賡枚，桐城人。中嘉慶己未進士。性忠愨，頗以理學自命。與余交最篤，嘗與余書曰：「奮與僨，盛衰之本。勤與惰，成敗之原。貪與廉，得失之林。寬與虐，恩怨之府。靜與躁，壽夭之徵。忍與激，安危之券。謙與盈，禍福之門。敬與肆，存亡之界。」此數語真見道之言也。"
      },
      {
        "index": 27,
        "text": "旭亭家書"
      },
      {
        "index": 28,
        "text": "韓旭亭先生諱是升，今大司寇桂朎崶父也。性和靄，居家勤儉，年四十，即棄儒冠，遊食四方。余少及其門。嘗語人曰：「天下事多矣！未有驕盈而不敗者。」恒以謙抑自居，雖僕夫媼婦，必接之以溫顏。其子雖屢任封疆，而先生樸素如故也。嘗寄書與司寇云：「余今年秋收頗佳，所植菽稷，頗足釀酒，筆墨足以代耕，盡有餘享。汝所獲廉俸豐，其養贍妻孥之余，猶有餘資，切勿貪分外之榮，致使七十垂盡之翁反被汝所累也。」故司寇謹守先生教，始終以敬謹受今上知遇，屢登高位，皆秉其家範也。"
      },
      {
        "index": 29,
        "text": "德濟齋夫子"
      },
      {
        "index": 30,
        "text": "本朝宗室任外吏者，以簡儀親王為首稱。王諱德沛，鄭莊親王之裔也。少應襲公爵，王讓其弟，己入西山讀書。怡賢親王薦於朝，世宗聞而異之。召見，問王所欲，曰：「惟願百年後於孔廟中食塊冷肉耳。」上奇其言，即任戶部侍郎。後屢任封疆，不名一錢，每到處，務立書院，聚徒講學。嘗謂人曰：「人心為風俗之本，未有人心澆漓而風俗樸厚者。今世不患乏才，而患人心之不復古，非講學無以明之。如使風化日移，勝紛據於咿唔之學多矣！」嘗與河督高斌議論不合，高欲歲減革掃沙船，王力持之不得。時語先人曰：「古人制度，安可輕易改革？吾年就衰，恐不及見，汝今年少，應見河患之日增，異日當思吾語也。」後癸酉秋，水漫張家路頭，果如王所料，時王薨已二年矣。其後河患日增，至竭海內脂膏以供之，猶尚無補於患，則王之先見若何也。講學家尊之為濟齋夫子云。"
      },
      {
        "index": 31,
        "text": "醉公"
      },
      {
        "index": 32,
        "text": "睿忠親王嗣曾孫名塞勒，性爽伉。嗜糟醨，日夜不醒，雖朝會，酒氣猶熏然，人呼為醉公。然遇大事多直鯁。康熙戊戌，理邸以罪黜，東宮虛位，聖祖命諸臣集議。時廉王覬覦大器，揆敘、王鴻緒復左右之，公憤怒起於座，高聲曰：「惟有立雍親王，天下蒼生始蒙其福也。」眾為之憬然。後世宗即位，召公責之曰：「當日汝言，幾有危於朕躬。然汝忠鯁可嘉，嗣後慎勿多言也。」公免冠謝曰：「臣一時直性，不能自遏抑也。」後乾隆戊戌復睿邸，追贈公王爵。"
      },
      {
        "index": 33,
        "text": "元泰定帝"
      },
      {
        "index": 34,
        "text": "元泰定帝乃晉王甘麻刺子，為世祖嫡長孫。南坡之弒，帝雖與聞，然立執其使，驛遞以告。其未及達者，天也。即位後，即首戮鐵叠等明示天下，頗有叔孫昭子之風。其視晉簡文之拜桓溫，宋理宗之寵彌遠者，不啻霄壤。崩逝後，青宮踐祚，統緒有歸。乃燕帖木兒心系周王，乘間奪國，其後文宗卒膺大寶，而以篡弒之罪歸之，非公論也。"
      },
      {
        "index": 35,
        "text": "朱清張瑄"
      },
      {
        "index": 36,
        "text": "朱清、張瑄以隸卒之賤，受世祖知遇，以海艘濟運。及夫末際，歲運至四百萬之多，使太倉陳陳相因，紅朽不可食，亦有賴於二人者。何以一旦致罪，乃至身首不保，後世亦未有鳴其冤者，何也？"
      },
      {
        "index": 37,
        "text": "國初官制"
      },
      {
        "index": 38,
        "text": "國初甫定遼、瀋，官職悉沿明制。其總攝國政者，有五大臣、十大臣之分，其餘設總兵、副將、遊擊、備禦之分，而皆階以等級。其後改為國語，無復漢名。入關後，始改總統旗務者為都統，每旗一員；其參協者為副都統，每旗二員；其下設參領、佐領等官，惟世職名仍沿國語。乾隆初，從舒文襄公議，始設漢銜，其一品者為子，二品者為男，三品者為輕車都尉，四品者為騎都尉，五品者為雲騎尉，而官名乃厘正焉。"
      },
      {
        "index": 39,
        "text": "漢軍初制"
      },
      {
        "index": 40,
        "text": "國初時，俘掠遼、瀋之民，悉為滿臣奴隸。文皇帝憫之，拔其少壯者為兵，設左右兩翼，命佟駙馬養性、馬都統光遠統之。其後歸者漸多，入關後，明降將踵至，遂設八旗，一如滿洲之制。康熙中，平三逆，其藩下諸部落亦分隸旗籍。雍正中，定上三旗每旗佐領四十，下五旗每旗佐領三十，其不足者，撥內務府包衣人隸焉，於是其制始定。蓋雖曰旗籍，皆遼、瀋邊氓及明之潰軍敗卒。今生齒日繁，其從龍豐沛舊臣，尚不能生計富饒，而聚若輩數萬人於京華，又無以令其謀生之道，其當軸者宜有遠略歟？"
      },
      {
        "index": 41,
        "text": "國初尚右"
      },
      {
        "index": 42,
        "text": "國初世沿古制，凡祭祀明堂諸禮儀，皆尚右。祭神儀，神位東向者為尊，其餘昭穆分列，至今猶沿其制。故先烈王以宗老，孔定南以藩臣之長，皆居右班云。"
      },
      {
        "index": 43,
        "text": "三王旗纛"
      },
      {
        "index": 44,
        "text": "孔定南、耿靖南、尚平南等歸順時，未隸旗籍，文皇名其軍為天軍，特設白、綠、黑諸旗纛以賜之。見《八旗通志》。"
      },
      {
        "index": 45,
        "text": "王府屬下"
      },
      {
        "index": 46,
        "text": "國初定制，皇帝親將之旗有三：曰鑲黃，曰正黃，曰正白。諸王分將之旗有五：曰正紅，曰鑲白，曰鑲紅，曰正藍，曰鑲藍。其五旗戶籍，皆為王公僚屬，沿左氏人有十等之制，遞為臣僕，凡所升擢，皆由諸王公掌之。其後升平日久，諸王習於驕汰，多有虐其所屬不堪言者。世宗習知其弊，故命惟王府護衛諸官仍由本王所擢，其餘皆隸有司，諸王之權始絀。然猶許歲時慶吊，趨謁如制。至今護軍營操習，仍用各王府旗纛，猶存舊制。近有妄男子身隸王府旗籍，乃聲言並非王府臣僕等語，真故違祖制也。"
      },
      {
        "index": 47,
        "text": "先恭王家訓"
      },
      {
        "index": 48,
        "text": "先恭王襲爵垂五十年，其勤儉如一日，不好侈華，所食淡泊，出處有恒，雖盛夏不去冠冕。嘗曰：「吾心如權，凡事至，皆量其輕重，然後理之。」又曰：「凡執權者，宜開人生路，不可博公直之名，致裁抑仕途，使進取之士壅滯怨望。」時和相當朝，每苛責諸士子，先人每不以為然。嘗誡連曰：「朝廷減一官職，則里巷多一苦人，汝等應誌之。」"
      },
      {
        "index": 49,
        "text": "經驗良方"
      },
      {
        "index": 50,
        "text": "余嘗患鼻衄，至流血數斗，竟夕不止，以青黛、紫菀諸物治之，毫無應驗。有人送一方，用千瓣石榴花燒灰，以酒調之，塞鼻中，其血立止，屢試果驗，因誌之。"
      },
      {
        "index": 51,
        "text": "先惠順王神力"
      },
      {
        "index": 52,
        "text": "國初諸王，披堅執銳，撫定遼、瀋，先烈親王諸子中如克勤郡王、穎毅王。諸王平定山左，各著有勞績，惟先惠順王以年幼未經從軍，然天授神勇，眾罕與匹。生有髭須數十莖，人爭異之。順治中，有喀爾喀使臣至，與近臣角抵，俱莫能攖。王聞之，請於烈王，偽為護衛入朝，雜於眾中，使臣與鬥，應手而仆。世祖大悅，賞賚無算，時年甫弱冠也。後嘗告人曰：「此間殊寂寞惱人，未若諸天樂也。」烈王方訝為不祥，未逾年薨。"
      },
      {
        "index": 53,
        "text": "宋太祖解兵權"
      },
      {
        "index": 54,
        "text": "宋祖生於兵間，頗知五代藩鎮之弊，故假杯酒解釋兵權，使驕兵悍將無所用智，實為一代良法。然聚兵於京師，習為驕縱，而天下州郡不復置兵，一有變亂，皆請兵於朝，故其國勢衰微，末年致有靖康之禍。使當時如唐府兵之制，易其將不汰其軍，使重臣遞相撫禦，以為強幹弱枝之制，安得坐喪其業哉？"
      },
      {
        "index": 55,
        "text": "宋武臣"
      },
      {
        "index": 56,
        "text": "有宋一代，武臣寥寥，惟狄武襄立功廣南，稍有生色，仁宗置諸樞府，甚為駕馭得宜。乃歐陽公露章劾之，至恐其有他心，豈人臣為國愛惜人材之道？狄公終以憂憤而卒。其後賊檜得以誣陷武穆者，亦襲歐陽之故智也。"
      },
      {
        "index": 57,
        "text": "五大臣"
      },
      {
        "index": 58,
        "text": "國初太祖時，以瓜爾佳信勇公費英東、鈕鈷祿宏毅公額亦都、董鄂溫順公何和理、佟忠烈公扈爾漢、覺羅公安費揚古為五大臣，凡軍國重務皆命贊決焉。"
      },
      {
        "index": 59,
        "text": "啟心郎"
      },
      {
        "index": 60,
        "text": "國初，滿大臣不解漢語，故每部置啟心郎一員，以通曉國語之漢員為之。職正三品，每遇議事，座其中參預之。後多緣以為奸，乃汰去。"
      },
      {
        "index": 61,
        "text": "元順帝"
      },
      {
        "index": 62,
        "text": "元順帝亡國之君，無足置議，然有二三政事遠勝前人者。巴延擅權，舉國依附，帝能識托克托於行間，密與之謀，一旦立解兵柄，貶謫遠方，頗有英颯之姿。明宗被弒多年，帝首發其逆謀，將雅爾特爾穆子孫咸置於法。雖遷逼太后，謀害皇弟，不無太忍，然較唐敬宗敬禮陳宏敬，明天啟之不究詰方從哲、崔文升，反將劾奸諸臣屈陷成獄者，不啻霄壤矣。又能任漢人賀惟一為相，改革蒙古勛臣專擅之風，亦良能也。"
      },
      {
        "index": 63,
        "text": "劉藥村"
      },
      {
        "index": 64,
        "text": "劉藥村名大槐，海峰先生之弟也。館於明太傅第，課子弟甚嚴。性迂闊，初不知人間有分桃斷袖事者，聞之，以為人倫大變，作檄以討論之。又性惡女尼，每於市衢間遇之，必歸蒙以紅綾被，臥竟日以為厭勝，其迂妄也如此。"
      },
      {
        "index": 65,
        "text": "劉孝廉"
      },
      {
        "index": 66,
        "text": "吳夔倫學士言，康熙中有劉孝廉名祿，河南人。善風角占卜。仁皇召直蒙養齋，欲授以官，孝廉屢辭。隨上北征，糧餉乏濟，上命孝廉卜之，曰：「不出三日定至。」果如其言。又從幸灤陽，一日踉蹌至宮門，請上速徙居高處，以避水厄。時方晴霽，夜間山水漲發，果沖沒行宮。又善風鑒，嘗謂張文和公、史文靖公皆異日太平宰相。壬寅冬乞假歸省，至冬月望日，忽命家人制服向北哭之竟日，及哀詔到，正仁皇崩之後二日。後孝廉卒於家。"
      },
      {
        "index": 67,
        "text": "鄂爾奇短視"
      },
      {
        "index": 68,
        "text": "鄂司馬爾奇，西林相公胞弟。目短視，性聰敏，讀書數十行。顯揚後，頗耽聲色，與相公異趣，時人比之以大小宋云。相公嘗浴足，公倉卒至，相公不及摒擋，加足於懷，司馬急以煙筒擊之。相公矍然，公曰：「大白貓何罕物，而兄珍之於懷何也？」蓋以足為貓云，人傳以為笑。"
      },
      {
        "index": 69,
        "text": "十王亭"
      },
      {
        "index": 70,
        "text": "我文皇撫定遼、瀋，規模闊大，而集思廣益，納諫如流。造十王亭於宮右側，凡有軍國重事，集眾宗藩議於亭中而量加采擇。故當時政治肅清，良有以也。"
      },
      {
        "index": 71,
        "text": "漢軍各營旗纛"
      },
      {
        "index": 72,
        "text": "漢軍八旗旗纛，皆用描灑金飛虎。前鋒營用五色飛虎旗，香山健銳營用黃色緣藍，火器營用藍色緣黃，以辨制度云。"
      },
      {
        "index": 73,
        "text": "范文肅公厚德"
      },
      {
        "index": 74,
        "text": "范文肅公文程為宋忠宣公裔。國初仗劍謁軍門，太祖曰：「名臣後，宜厚待之。」遵化四城之役，公守灤州，獨得保全闔郡生靈。大兵入關時，公參決幃幄，勸睿忠王秋毫無犯，為明帝發喪，並護送倪文貞公靈柩南歸，凡忠義之士皆褒獎之。時定賦稅，有司欲以明末練餉諸苛政為殿最，公曰：「明之亡由於酷苛小民，激成流寇之變，豈可復蹈其所為？」因以萬曆中徵冊為準，歲減數百萬兩，民賴以蘇。故其簪組鼎盛，為八旗巨室云。"
      },
      {
        "index": 75,
        "text": "成王書法"
      },
      {
        "index": 76,
        "text": "成親王諱永瑆，為純皇十一子。善書法，幼時握筆，即波磔成文，少年工趙文敏。又嘗見康熙中某內監言其師少時猶及見董文敏握筆，惟以前三指握管懸腕書之，故王推廣其語作撥燈法，談論書法具備。名重一時，士大夫得片紙只字，重若珍寶。上特命刊其帖，序行諸海內，以為榮云。"
      },
      {
        "index": 77,
        "text": "褚庫巴圖魯"
      },
      {
        "index": 78,
        "text": "褚庫巴圖魯姓薩爾圖氏，少為先烈親王牙將，勇絕一時。攻宣化府城，首登其堞，頸為明兵所刃。公左手撫額，右手猶手刃數人，僵於城側，其氣僅屬，大兵因以破城。時有善醫者云其喉未斷，使婦女撫吸其氣，猶可望生。時命妓女如法治之，用巨繩縫其頸，公果得復生。至順治中，從上幸南苑，彎弓逐獸，馬蹶，其頸復斷，公因之薨。"
      },
      {
        "index": 79,
        "text": "徐文定公"
      },
      {
        "index": 80,
        "text": "徐文定公元夢，舒穆祿氏，楊武勛王裔也。公父生公時，夢一老叟至，自云徐姓，因以命名為誌。公中癸丑文進士，與韓慕廬同榜。高不逾人，鼻艴然為紫纓絡，性和靄，遇大節侃侃。雍正中，廉王允祀、貝子允禟以覬覦大器，世宗命諸大臣議其罪。公首言「二王之罪誠不容誅，願皇上念手足之情，暫免一時之死」等語，情詞肫摯，上為之動容。尋以罪謫為中書舍人，公即抱案牘，持鉛管從事，諸同侶有遜之者，公曰：「否，此僕之職，敢不黽勉從事。」退與諸舍人講寅誼，其不茍也如此。其孫舒文襄公，復以勛業見稱於世。"
      },
      {
        "index": 81,
        "text": "史文靖公"
      },
      {
        "index": 82,
        "text": "史文靖公貽直，器量宏大，風度翩然，嘗有不時宣召，公雅步如常。或有催促之者，公曰：「天下安有奔迫之宰相耶！」人服其知大體云。"
      },
      {
        "index": 83,
        "text": "馬彪"
      },
      {
        "index": 84,
        "text": "馬壯節公彪，固原人。少無賴，嘗沖突固原提督儀仗，提督命杖於轅門。公問人曰：「提督品最高，究竟何如人始為之？」人告以由行伍起者。公奮然曰：「吾以提臺皆天人耳，若由行伍進，吾猶能力致之。」乃誓曰：「吾不致身此官，終不入此城也。」遂仗劍從軍。時大兵進討回部，公奮身用命，積功至總兵官。路由固原，有邀其入城會飲者，公力辭之曰：「此尚非吾入城時也。」後以平撒拉爾回民功，果授固原提督。公至城門，揮去侍從，步入其。至衙中，首命置前提督神主，公朝服祀之，然後接其眾鄉里父老，設酒歡宴終日，指其牌曰：「吾非為此公所激烈，何能致身至此？此聊所以報德也。」"
      },
      {
        "index": 85,
        "text": "圖文襄公用兵"
      },
      {
        "index": 86,
        "text": "圖文襄公諱海，馬佳氏。輔翊世祖、聖祖二朝，功業卓然。初，公為中書舍人，負寶從世祖之南苑，上心識其人，欲重用之。恐犬不服，因謂眾輔臣曰：「某中書舉趾異常，當置於法。」眾以無罪請。上曰：「否則立置卿相，方可滿其願也。」因立授內閣學士，不數年，洊至大學士。康熙初，奏茅麓山之捷。甲寅冬，吳三桂既叛，察哈爾復蠢動，事聞，聖祖憂之。孝莊文皇后曰：「圖海才略出眾，可當其責。」上立召公，授以將印。時諸禁旅皆南征，宿衛盡空，公奏請選八旗家奴之健勇者，得數萬人，公令以翌日聚德勝門外。是日黎明，公已整裝至教場，甫檢閱畢，即趨以疾行，不許夜宿，每至州縣村堡，即令眾家奴略掠之，所獲金帛無算。不數日至察哈爾，下令曰：「前此所掠皆士庶家，不足為寶。今察哈爾承元之後，數百年之基業，珠玉貨寶不可勝計，汝等如能獲取之，可富貴終身也。」眾踴躍從事。公率眾夜圍其穹廬，察哈爾部長布魯尼不及備，倉卒禦敵。我兵無不一當百，卒擒之，公分散財帛，獎勵士卒而歸。陛見時，仁皇責其虜掠宣府等郡縣，以有司劾章示之。公謝罪曰：「臣實無狀，然以輿佁之賤，禦方強之敵，若不以財帛誘之以壯其膽，何以得其死力？然上不即誅，待臣奏績而後責之，實上之明也。」仁皇大悅曰：「朕亦知卿必有所為也！」因命公復西征焉。"
      },
      {
        "index": 87,
        "text": "劉海峰"
      },
      {
        "index": 88,
        "text": "劉海峰先生諱大魁，桐城人。古文名家。少以文謁李穆堂侍郎，驚曰：「五百年無此作者，歐、蘇以來一人而已！」其見重如此。舉博學鴻詞科，鄂文端公業經首選，張文和惡其才，因曰：「此吾鄉之浮蕩者。」因易以劉文定公，先生遂落拓終其身。居京邸，其弟館於明太傅家，先生惡其權貴，乃避居朱都統淪瀚宅，破壁頹垣，藹如也。先恭王重其品，終身執弟子禮甚恭。而先生歸鄉後，音書杳然，其高傲也如此。"
      },
      {
        "index": 89,
        "text": "劉文正公之直"
      },
      {
        "index": 90,
        "text": "劉文正公當乾隆中久居相位，頗為上所倚任。公性簡傲，不蹈科名積習，立朝侃然，有古大臣風。嘗有世家子任楚撫者，歲暮饋以千金，公呼其僕人，正色告曰：「汝主以世誼通問候，其名甚正。然余承乏政府，尚不需此，汝可歸告汝主，贈諸故舊之貧窶者可也。」有貲郎昏夜叩門，公拒不見。次早至政事堂，呼其人至，責曰：「昏夜叩門，賢者不為。汝有何稟告，可眾前言之，雖老夫過失，亦可箴規也。」其人囁嚅而退。薨時，上親奠其宅，門閭湫隘，去輿蓋然後入。上歸告近臣曰：「如劉統勛方不愧真宰相，汝等宜法效之。」"
      },
      {
        "index": 91,
        "text": "謝薌泉之疏闊"
      },
      {
        "index": 92,
        "text": "謝薌泉先生焚車事，另載後卷。其人大節不茍，然性疏闊，其居處几榻，塵積數寸，不知拂拭。院中花草紛披，殊有濂溪不除階草之意。財物奢蕩，一任僕人侵盜，毫不介意。性復多忘，嚐新置朝衣，借法時帆祭酒著之，罷官後遂不復取。及官儀部，當有祭祀，復欲市取。時帆聞之，故意問之曰：「吾記君嘗於某時新置朝衣，去日未久，何得遂無？」謝茫然曰：「此等物，棄諸敝笥，安可索取？」法復曰：「或君曾假諸人乎？」謝仍不復記憶。法笑曰：「君於某日曾假余著之，今尚在余笥中，君果忘乎？」謝乃恍悟，其不屑細故若此。"
      },
      {
        "index": 93,
        "text": "本朝內官之制"
      },
      {
        "index": 94,
        "text": "世祖撫定華夏，習知前明閹宦之弊，故立鐵牌於交泰殿，戒內官不許干預朝政。其官不過四品，皆隸內務府總管，歲時謁見如堂司制，頗有周官冢宰統攝之制。純皇帝乾綱獨攬，防馭內官尤嚴。有高雲從者，稍干涉外事，上遵章皇旨，立時磔死，若輩皆凜然敬畏。和相雖貪黷無狀，然制內官最嚴。其軍機隨侍嘗有背呼梁文定公名者，和聞之，奮然曰：「梁為朝廷輔臣，汝輩安可輕之？」立杖數十，命與梁叩謝乃免。故當時寺人，俯首惟命是從。近日內務府大臣多由僚屬驟遷，又無重臣兼領，故敬事房總管輩多與諸大臣分庭抗禮，無復統轄之制。至蘇大司空楞額曾對眾曰：「今日尚未見吾都堂。」雖一時之謔語，亦可覘風氣矣。"
      },
      {
        "index": 95,
        "text": "巴延三"
      },
      {
        "index": 96,
        "text": "巴廷三制府初任軍機司員，齷齪無他能，人爭鄙薄之。嘗當值宿，時西域用兵，夜有飛報至，大臣俱散出，純皇帝問值宿者，以巴對。上呼至窗下，立降機宜凡數百語。巴小臣，初覲龍顏，戰栗應命，出宮後，一字不復記憶。時有上親侍小內臣鄂羅里，人素聰黠，頗解上意，遂代其起草。上閱之，稱嘉者再，因問其名，默誌之。數日，語傅文忠曰：「汝軍機有若等良材，奚不早登薦牘？」因立放潼商道，不數歲遂至兩廣總督。巴感激鄂切骨，常以恩人呼之。既任封疆，毫無建樹，終以貪黷罷歸，為鄂怨恚者再。以節鉞宗臣，其才反不若閹豎，亦可醜也。"
      },
      {
        "index": 97,
        "text": "楊武勛王"
      },
      {
        "index": 98,
        "text": "余外祖舒穆祿武勛王諱楊古利，以開國功臣封王，尚主，為異姓諸臣之冠，其功業載余文集中。王末年從文皇帝征朝鮮，大捷後巡視山谷，天大霧，中伏弩而殞。按《北齊書》，韓賢破韓木蘭後，檢閱甲仗，有餘賊藏屍邊，待賢近，舉刀斫之，中脛而卒，與王差仿佛也。"
      },
      {
        "index": 99,
        "text": "何溫順公"
      },
      {
        "index": 100,
        "text": "高皇初起兵時，滿洲軍士尚寡，時董鄂溫順公諱何和理者，為渾春部長，兵馬精壯，雄長一方。上欲藉其軍力，乃延置至興京，款以賓禮，而以公主妻之。公乃率眾歸降，兵馬五萬餘，我國賴以締造。薩爾滸之役，卒以敗明師者，皆公兵馬之力也。其前妻聞其尚主，怒，掃境而出，欲與之戰，高皇面諭之，然後罷兵降。故今襲世爵者，皆系公主所出，其前夫人所生者，不許列名。國語呼為「厄嚇媽媽」，蓋譏其鮮德讓之風也。"
      },
      {
        "index": 101,
        "text": "洪豁爾國"
      },
      {
        "index": 102,
        "text": "今鄂羅斯北有洪豁爾國，國勢富強。護軍統領百公順嘗至其境，謂其人善於騎射，有三韓之風。其國自言，先世系由索倫遷移者。按《遼史》，西遼耶律大石自天祚被擒後，遂率眾西移凡萬餘里，自稱西遼。其後為愛烏罕所滅，今其國豈其苗裔耶？"
      },
      {
        "index": 103,
        "text": "劉文清"
      },
      {
        "index": 104,
        "text": "劉文清公墉為文正公子。少時知江寧府，頗以清介持躬，名播海內，婦人女子無不服其品誼，至以包孝肅比之。及入相後，適當和相專權，公以滑稽自容，初無所建白。純皇召見新選知府戴某，以其迂疏不勝方面，因問及公。公以「也好」對之，為上所斥。謝薌泉侍郎頗不滿其行，至以否卦彖辭詆之，語雖激烈，公之改節亦可知矣。然年八十餘，輕健如故，雙眸炯然，寒光射人。薨時毫無疾病，是日猶開筵款客，至晚端坐而逝，鼻註下垂寸余，亦釋家所謂善解脫者。余初登朝，猶及見其豐度。一日立宮門槐柳下，余問朱文正公五矢之目，朱未遽答。公喟然曰：「君子務其大者遠者。今君以宗臣貴爵，所學者自有在，奚必津津於象物之微者哉？」宜朱公之不答也。老成之見，終有異於眾也。"
      },
      {
        "index": 105,
        "text": "衛司空"
      },
      {
        "index": 106,
        "text": "衛司空哲治，歷任封疆，以廉能著。其撫粵西時，謝侍御世濟子犯法，公鍛煉其子，因波及侍御，袁簡齋太史曾作書規之。劉文清公亦言其「官每高一階，而其品乃下一級」，蓋亦不能自守之士。然先恭王親見其召對，純皇帝問近日封疆大吏臧否，公自謝無狀。上言：「置汝姑勿論，其外究竟孰為最劣？」公對曰：「惟江西巡撫阿思哈耳。」時阿寵眷最渥，而公敢攖之，亦難能也。"
      },
      {
        "index": 107,
        "text": "阿爾薩"
      },
      {
        "index": 108,
        "text": "阿相公爾薩以胥吏起家，屢任封疆。不喜科目，嘗謂傅文忠公云：「朝廷奚必置棘場，三載間取若干無用人，以為殃民誤國之具。」經傅呵斥，頗為士林所譏。然居官清介，籍沒時，其家惟黃連數十斤，當票數紙而已。亦近日大吏之所罕見也。"
      },
      {
        "index": 109,
        "text": "橫闬侍郎"
      },
      {
        "index": 110,
        "text": "雍正初，年大將軍羹堯寵眷甚渥。嘗入京陛見，世宗因命其於正大光明殿閱朝考卷。時復有所宣召，殿庭深邃，繞出前庭，路頗迂折。年方起座，聞後楹丹歘然，四扉洞開。年趨視之，則某侍郎橫於其傍，蓋自啟扉以便其行。時謂之橫侍郎云。"
      },
      {
        "index": 111,
        "text": "活佛掣簽"
      },
      {
        "index": 112,
        "text": "西藏喇嘛自宗卡卜興揚黃教，其徒達賴喇嘛、班禪額爾德呢率言永遠轉生以嗣其教。行之日久，其徒眾稍有道行為人推許者，亦必踵其轉生之說，以致呼畢爾罕多如牛毛。蒙古王公有利其寺之貲產者，乃請托達賴喇嘛指其子侄為的乳，互相承授，與中國世爵無異。純皇帝習知其弊，因其陋習已久，難以遽革，因命制金奔巴瓶，設於吉祥天母前。遇有呼畢爾罕圓寂者，即揀其歲所生產子之聰慧者數人，書名於簽，令達賴喇嘛會同駐藏大臣封名掣之，賄請之弊始絕。時謂之活佛掣簽云。"
      },
      {
        "index": 113,
        "text": "朱文端公救舒文襄"
      },
      {
        "index": 114,
        "text": "乾隆乙亥，阿逆既投誠，舒文襄公赫德時任定邊將軍，請將其家屬分置蘇尼特等近地，以為羈質。純皇帝大怒，謂其分散骨肉，有傷遠人之心，命近侍封刀斬之。朱文端公聞命，排扉而入，請召對，力言人材難得，舒某雖一時過慮，然平日辦事勤慎，請援議能之典。上曰：「命已下逾日，恐難追轉。」公奏曰：「即命臣子成麟追之。」上可其請。公出謂其子曰：「追不及，汝勿返也。」成麟故勇往，即於馬前割袍前襟，馳騎而往，甫至潼關，卒追前命而歸。時傅文忠公告人曰：「朱公誠仁者之勇，是日雖恒百輩，終無濟於事也。」"
      },
      {
        "index": 115,
        "text": "盛司寇"
      },
      {
        "index": 116,
        "text": "盛司寇安，滿洲人。以科第洊至卿貳。頎然嶽立，鬚眉蒼然，以古大臣自命。戊辰春，孝賢純皇后崩，時有周中丞學健、瑟制府爾臣等以違制薙髮伏誅。有錦州守金文淳者，稟命於府尹然後落髮，事發，純皇震怒，命立誅之。公叩首請曰：「金小臣，罔識國制，且請命大僚然後薙髮，情可矜恕，請上寬之。」上怒曰：「汝為金某遊說耶？」公曰：「臣為司寇，盡職而已，並不識金某為若何人。如枉法干君，何以為天下平也。」上大怒，命侍衛反接公赴市曹，與金文淳同置於法。公佯然長笑，惟曰「臣負朝廷之恩」而已。後上悔悟，命近臣馳騎並金赦之，公施然叩謝如常。時市曹萬目共睹，曰：「此真司寇也。」次日，上即命公入上書房傅導諸皇子，曰：「盛安尚不畏朕，況諸皇子乎！」真師保之妙選也。"
      },
      {
        "index": 117,
        "text": "阿文成公用人"
      },
      {
        "index": 118,
        "text": "阿文成公屢膺撻伐，平定絕域，為近日名臣之冠。其拔擢人才，或於散僚卒伍以一二語賞識，即燈薦牘，故人皆樂為之用。興將軍奎以將校從事，公奇其貌，曰：「此將材也。」因與之副將紮，命其攻克某嶺，即日克捷。其後卒為名將。如王述庵司寇昶、韓桂司寇崶、百菊溪制府齡、朱白泉觀察爾賡額皆以微員賞識，其後皆為卿相。聞其於軍務倥傯間，惟於幕中獨坐飲酒吸煙，秉燭竟夜。或拍案大呼，愀然長嘯，持酒旋舞，則次日必有奇策。其驅使將士，如發蒙振落，其成功者，或獎以數語，或償以糕果，而其人感激終身，甘與效死。其薨數日前，自知死期，於其誕辰，置酒作樂終日。訓其子孫，勵以綱常名節，曰：「余從此長訣，不復訓教爾等矣！」病篤時，將其兵書詩文稿盡命焚之，曰：「無以此誤後人也！」余嘗往吊，見其廳第湫隘，居然儒素，較之當時權貴萬廈巍然者，薰蕕自別，比之李文靖廳前僅容旋馬者，未為過也。"
      },
      {
        "index": 119,
        "text": "舒文襄公預定阿逆之叛"
      },
      {
        "index": 120,
        "text": "舒文襄公既以分置阿逆家屬獲罪，降為馬卒，公即荷殳執鞫，甘與士卒同伍。及聞班忠烈公第密劾阿逆之事，曰：「阿逆叛志已決，不可使得其家屬傅虎以翼。余雖得罪，曾任大臣，出疆專命之罪，余甘任之。」乃部署士卒，圍其營帳。其夜阿逆果率眾至，欲擄其家屬牧廠，我兵猬集，爭先用命。阿知有備，乃踉蹌遁去，其家屬終為我虜獲焉。上聞之大喜，立復其位。"
      },
      {
        "index": 121,
        "text": "崇政殿"
      },
      {
        "index": 122,
        "text": "高皇初定遼、瀋，建立宮室，卑淺其制，殊有茅茨土階之意。今陪京宮殿，大清門內即為崇政殿，為視政朝賀之所。其後鳳凰閣分限內外，內為清寧宮，內奉神位，即為燕寢之地，其傍六宮分峙，制作極為儉樸，亦可想見祖宗開創之艱難也。"
      },
      {
        "index": 123,
        "text": "鄂西林用人"
      },
      {
        "index": 124,
        "text": "鄂西林相公節制滇南七載，一時智勇非常之士多出幕下。公嘗命張制府廣泗征花苗，開筵設樂，談笑竟日而不及用兵事。及薄暮，張不得已請公將略，公愀然曰：「老夫誤用人矣！夫轉運糗糧，備整甲仗，有不備者，惟老夫是問。至於兵機難測，轉瞬間已自變易，惟在為將臨事處決，安有預定機謀而能勝人者哉？」張懾服其言。其他如哈軍門元生、董將軍芳皆出其幕下，卒為一代名臣。此數人至其家，皆執灑掃賤役，而其家亦傭僕視之，如郭汾陽之於李西平、馬北平也。"
      },
      {
        "index": 125,
        "text": "奎壯烈"
      },
      {
        "index": 126,
        "text": "奎壯烈林為孝賢純皇后之侄，以椒房甲第，勇力過人。其兄忠烈公明瑞嘗殉節滇南，故純皇帝不欲使其臨戎。而公乞恩者再，至痛哭殿陛間，惟願殺賊復仇，上為之動容。其後從征緬甸、金川，皆以趫捷建功。後任伊犁將軍，公乃縱酒指揮，嘗集眾官飲，其不勝者，仰鼻灌之。至登屋瓦上，與近侍酣飲。有犯法者，公剝其皮以鹽揉之，其人號痛竟日始斃。為海祿所劾罷職。其後復從征廓爾喀，疽發於項，仍力疾從軍。孫文靖公士毅往候其疾，公執其手曰：「疾何必問，大丈夫不能馬革裹屍乃至奄滯床簀，亦可醜也。」至卒，惟以軍務未蕆為憂，語不及他。然性耽書史，好作小詩，有曹景宗之風。嘗讀《元史》，王述庵侍郎問其所向慕，公曰：「耶律文正公非余所及，得及王保保之忠貞足矣！」亦可覘公之志矣。"
      },
      {
        "index": 127,
        "text": "雲梯"
      },
      {
        "index": 128,
        "text": "文皇帝時，攻取明人城堡，多以雲梯制勝。乾隆戊辰金川之役，其地多築堅碉於絕壁懸崖上，官軍屢攻弗克。純皇帝閱實錄，乃仿其式，制造雲梯，命八旗子弟日以演習。其後專隸健銳營。再征金川時，卒收雲梯之功，始能搗傾賊窟。丙辰間，湖北奸民竊發，畢秋帆制府屢攻當陽不克，上乃命海內綠營皆習其伎，以昭文皇帝威德焉。"
      },
      {
        "index": 129,
        "text": "克勤郡王墓"
      },
      {
        "index": 130,
        "text": "克勤郡王諱岳托，先烈王之長子也。壬午冬從征山東，薨於途。喪返，文皇帝痛甚，及葬，命開其隧道，以便歲時賜奠，撫柩而哭。故至今未封其壙，以誌榮遇。純皇帝及今上翠華東幸，皆親往賜奠焉。"
      }
    ]
  }
}