{
  "chapterNumber": 3,
  "title": "卷三",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "記辛亥敗兵事"
      },
      {
        "index": 2,
        "text": "康熙丁丑，仁皇帝親征沙漠，噶爾丹窮蹙自縊，其侄策零多爾濟奔竄阿爾泰山北，稽首稱臣。仁皇帝受降凱旋，朔漠蕩平。其後數歲，策逆休養生息，招徠噶爾丹藩臣，部落漸強，侵犯喀爾喀部落。仁皇震怒，練兵籌餉，為深入計。憲皇帝踐祚，欲竟仁皇帝未竟之緒。會策逆死，其子噶爾丹策零嗣立。噶少年聰黠，善馭士卒，諸臺吉樂為之用，憲皇帝遂決議討之。朱文端公軾、沈總憲近思皆以為天時未至，惟張文和公力為慫恿。時費直烈公嗣爵傅爾丹者，頎然嶽立，面微頳，美須髯，有名將風，張薦以為帥。築大將壇，率滿洲、綠營等五萬兵討之，諸蒙古藩臣皆執靮以從。時達忠烈公福力諫不可，上曰：「策零殂落，噶逆新立，彼境分崩之勢，何雲不可？」達曰：「策零雖死，其老臣固在。噶逆親賢使能，諸酋長感其先人之德，力為禦。主少則易諫，臣強則制專。我以千里轉餉之勞，攻彼效死之士，臣未見其可。況天溽暑，未易興師。」張文和旁贊曰：「六月興師，載諸《小雅》，君未果知耶？」上曰：「達福患暑疾，盍以鹵汁灌之。」達詞色愈厲。上曰：「然則命汝副傅以行，尚敢辭耶？」達語塞，遂叩首出，祃禱於明堂。上親酌傅公，以寵其行。是日，大雨如註，旗纛盡濕，狼狽出國門，識者以為不祥。時從徵為查副將軍弼納，巴將軍賽，副都統戴公豪、海公蘭、西公彌賴、定公壽、蘇公圖、馬公爾齊，侍郎永公國、塔公爾岱，皆一時將帥之選焉。八月，會師於科布多城。噶逆遣將偽降，言其國攜貳，與喻薩克叠戰經年，馬駝羸弱，可襲滅其部落。傅公信其言，欲進師，定公壽曰：「噶逆聞警，斂師境內，靜以觀變，其謀可知。我師莫如耀兵境上，以揚我武，全師凱旋，策之上也。安可信俘虜片言，突入敵壘，以黷其武哉？」傅曰：「不入虎穴，焉得虎子？彼窮蹙之余，安能敵精強之士？不禦敵非勇也，汝何懦怯自損其威也。」定默然出，以袍付僕曰：「汝持此以歸葬焉！生子名壽，以誌難也。」永公國曰：「國聞用師乘瑕而戰，未聞無隙而能致勝者。今噶逆親親用能，人惟求舊，選不失材，賢不失位，疆圉遠辟，牧養蕃滋。彼雖犯我師旅，尚當良籌以禦之，而況斂兵蓄銳，乃可深入自暴其師乎？」海公蘭曰：「量敵而入，將之能謀也。知難而退，武之善經也。敵未可輕，武未可黷，俘虜之言奚足為信？羸師待敵，外夷之故智，君其防之。」傅然曰：「我國家之所以無敵者，以武臣不畏死耳！君等安可蹈漢兒之習，自弱其勢哉？」因命整軍以進。主事何公溥執轡以諫，傅曰：「蕞爾豎儒，安識兵家事？」因以鞭揮何手而去。馬公退告眾曰：「此師殆哉！」戴公豪曰：「帶組具存，何畏死無具也？」查公弼納曰：「余刀俎余生，受君恩乃不死，今得以馬革裹屍幸矣！」查前因允糖朋黨故，廷議大辟，上特宥之，故查益感激用命。及出境數百里不見賊壘，獲偵者，雲在博克托嶺，傅遣蘇公圖往剿。未數里，聞胡笳聲遠作，氈裘四合如黑雲蔽日，傅懼，移師東，陷和通淖爾，華言大澤也。定公謂傅曰：「違眾陷師，誰之咎也？」傅默然無語。定公曰：「言在先，敢辭死乎？」遂與馬公爾齊率師援蘇。兵既接，忽大風蔽日，雹如牛首，我兵血戰間後無繼師，定公壽中矢殞，蘇公等俱沒於陣。西公彌賴率本部援之，兵潰身殉。賊遂犯大營，傅命蒙古兵禦之。定制，科爾沁王公樹紅纛，土默特旌樹白纛，以為誌。轉戰間，科爾沁王某偃旗首遁，土默特公沙津達賴奮身入賊壘，白旌耀然。眾知蒙古兵敗，曰：「白纛兵入賊隊矣！」諸軍遂大潰，終夜甲仗聲不絕。傅舉趾失措，惟撫馭滿洲士卒曰：「慎無墮家聲也。」永公國刎頸死，戴公豪、海公蘭自縊於幕弋上，何公溥儒服雅步曰：「死為國殤，永享俎豆，榮矣！」遇賊而死。有蒙古參領某，潛渡淖，遇婦人騎以追，推某河中，水淺得不死，醫士湯某，蒼黃奔竄，揚言曰：「余有丹藥，噏之可以免渴。」卒無應者，陷於賊。傅雜士伍奔竄出，查公弼納躍馬舞刀，賊皆披靡，潰圍而出。不見傅，以其已死，恐蒙陷帥罪，曰：「頒白之年，豈可復對獄吏？」遂復入陣而死。達公福殿軍被殺，巴公賽血戰死之。惟塔公爾岱冒鋒矢出，中槍穿脛，血殷征衫，蒙古醫以羊皮蒙之，三日始蘇。賊獲諸士卒，皆以皮繩穿其脛，盛以皮袋，載諸馬後，從容唱胡歌而返。蒙古科爾沁王逃匿萑苻中，以千金賂傅，傅受賄，揚言於眾中：「蒙古白纛者先敗。」乃收公沙津斬之，蒙古士卒皆忿怒潰軍。事聞，上震悼，曰：「朕悔不聽達福言，今無及矣！」乃厚恤其家。達故權臣鰲拜孫，恥其祖所為，故盡節云。乃斥傅爵賞恤諸潰卒。後二年，噶逆眾大入，賴額駙超勇親王戰於光顯寺。其勢始衰，遂講和焉。初，上命傅爾丹與岳威信公鐘琪會議進兵策，岳公赴傅穹廬中，見壁上刀槊森然，問傅何所用。傅曰：「此皆吾所素習者，懸以勵眾。」岳笑而漫應之。出語人曰：「為大將者不恃謀而恃勇，亡無日矣！」後卒如岳公所料云。"
      },
      {
        "index": 3,
        "text": "郭劉二疏"
      },
      {
        "index": 4,
        "text": "國朝懲明代之失，罔許言官挾私言事，紊亂綱紀。然遇骨鯁之士彈劾權要，列聖必立加獎勸，以旌其直。如郭華野之劾明、余二相及王、高諸人，劉文正之劾果毅、勤宣，皆侃侃正論有足取者，備錄其疏於左。=="
      },
      {
        "index": 5,
        "text": "郭疏云：「明珠與余國柱背公營私諸款：一，凡閣中票擬俱由明珠指麾，輕重任意。余國柱承其風旨，即有舛錯，同官莫敢駁正。聖明時有詰責，漫無省議。即如陳紫芝之參劾張汧，內並請議處保舉之人，上面諭九卿宜一體嚴處，票擬竟不之及。一，明珠凡奉諭旨或稱其賢，則向彼曰：『由我力薦。』或稱其不善，則向彼曰：『上意不測，吾當從容援救。』且任意增添，以市恩立威，因而要結群心，挾取貨賄。至每日奏畢，出中左門，滿、漢部院諸臣及腹心拱立以待，即密語移時，上意無不宣露。部院衙門稍有關系之事，必請命而行。一，明珠結連黨羽，滿洲則佛倫、格斯特及其族侄富拉塔、錫珠等，漢人之總匯者為余國柱，結為死黨，寄以腹心。凡會議、會推，皆佛倫、格斯特等把持，而國柱更為之囊橐，惟命是聽。一，督、撫、藩、臬缺出，余國柱等無不輾轉販鬻，必索其滿欲而後止。是以督撫等官，遇事剝削，小民柔困。遭遇聖主，愛民如子，而民間猶有未沾足者，皆債官搜索以奉私門之所致也。一，康熙二十三年學道報滿之時，應升學道之人，率往論價。九卿選擇時，公然承風，缺皆預定，由是學道皆多端取賄，士風文教因之大壞。一，靳輔與明珠、余國柱交相固結，每年糜費河銀，大半分肥，所提用河官，多出指示，是以極力庇護。當下河初議開時，彼以為必委任靳輔，欣然欲行，九卿亦無異詞。及上另欲委人，則以於成龍方沐聖眷，必當上旨。而成龍官止臬司，可以統攝，於是議題奏仍屬靳輔，此時未有阻撓議也。及靳輔張大其事，與成龍議不合，始一力阻撓，皆由倚托大臣，故敢如此。一，科道有內升及出差者，明珠、余國柱率皆居功要索。至於考選科道，既與之訂約，凡有本章必須先行請問，由是言官多受其牽制。一，明珠自知罪戾，見人輒用柔言甘語，百計款曲，而陰行螫害，意陰謀險。最畏者言官，恐發其奸狀。當佛倫為總憲時，見御史李時謙累奏稱旨，御史吳霽方頗有參劾，即令借事排陷，聞者駭懼。以上各款，俱略指參。總之，明珠一人，其智術足以彌縫過惡，又有餘國柱奸謀附和，負恩之罪，罄竹難書。伏祈霆威，立加嚴譴，天下人情無不欣暢矣。」其劾王鴻緒、高士奇奏疏云：「皇上宵旰焦勞，勵精圖治，用人行政，皆出睿裁，未嘗纖毫假手左右。乃有植黨營私，招搖撞騙如原任少詹事高士奇、左都御史王鴻緒等，表裏為奸，恣肆於光天化日之下，罪有可誅，罄竹難悉，試約略陳之。高士奇出身微賤，皇上因其字學頗工，不拘資格，擢用翰林。令入南書房供奉，不過令其考訂文章，原未假之與聞政事。為士奇者，即當竭力奉公，以報君恩於萬一。計不出此，而日思結納，諂附大臣，攬事招搖，以圖分肥，凡內外大小臣工，無不知有士奇之名。夫辦事南書房者，前後豈止一人，而他人之聲名總未審聞，何士奇一人辦事，而聲名赫奕乃至如此？是其罪可誅者一也。久之羽翼既多，遂自立門戶，結王鴻緒為死黨，科臣何楷為義弟兄，翰林陳元龍為叔侄，鴻緒胞兄頊齡為子女姻親，俱寄以心腹，在外招攬。凡督、撫、藩、臬、道、府、廳、縣以及在內大小卿員，皆王鴻緒、何楷等為人居停哄騙，而夤緣照管者，饋至成千累萬。即不屬黨援者，亦有常例，名之曰『平安錢』。而人之肯為賄賂者，蓋士奇供奉日久，勢焰日張，人皆謂之門路真。而士奇遂自忘乎其為撞，遂亦居之而不疑，曰：『我之門路真。』是士奇之奸貪壞法，全無顧忌。其罪之可誅者二也。光棍俞子員在京肆橫有年，惟恐事發，潛遁直隸、天津、山東雒口地方。有虎坊橋瓦房六十餘間，值八千金，饋送士奇，求托照拂，此外順治門外斜街並各處房屋，總令心腹出名置買，何楷代為收租。士奇之親家陳元師、夥計陳李芳，開張緞號，寄頓各處賄銀、貲本約至四十餘萬。又於本鄉平湖縣置田千頃，大興土木，修整花園，杭州西溪廣置園宅，蘇、松、淮、揚，王鴻緒等與之合夥生理，又不下百餘萬。竊思以覓館糊口之窮儒，而今忽為數百萬之富翁，試問金從何來？非侵國帑，即削民膏。夫以國帑民膏而填無窮之溪壑，是士奇真國之蠹而民之賊也。其罪可誅者三也。皇上聖明，洞悉其罪，止因各館史書編纂未竟，著解任竣事，矜全之恩至矣！極矣！士奇乃不思改過自新，仍怙惡不悛。當聖駕南巡時，上諭嚴戒饋送，定以軍法從事。惟士奇與鴻緒憨不畏死，於淮、揚等處，鴻緒招攬府廳各官，約饋萬金潛送士奇。淮、揚若此，他處又不知如何索詐矣。是士奇之欺君滅法，背公行私，其罪之可誅者四也。更可駭者，王鴻緒、陳元龍鼎甲出身，亦儼然士林之翹楚者，竟不顧清議，為人作壟斷，不以為恥，且依媚大臣，無所不至。即以人之所不屑為者，亦甘心為之而不以為辱。茍圖富貴，傷敗名教，豈不玷朝班而羞當世士哉？總之，高士奇、王鴻緒、陳元龍等豺狼其性，蛇蠍其心，鬼蜮其形。畏勢者，既觀望而不敢言；趨奉者，更擁戴而不肯言。臣若不言，有負聖恩，臣罪滋大。故不避嫌怨，仰祈皇上立賜罷譴，明正典刑，人心快甚，天下幸甚。」其劉之彈張文和、訥果毅云：「大學士張廷玉歷事三朝，遭逢極盛，然而晚節當慎，責備恒多。臣竊聞輿論，動言桐城張、姚二姓，占卻半部縉紳，今張氏登仕版者，有張廷璐等十九人；姚氏與張氏世姻，仕宦者有姚孔振等十三人。雖二姓本系桐城大族，得官之由，或科目、薦舉、襲蔭、議敘，日增月益，以至於今，未便遽議裁汰。惟稍抑其升遷之路，使之戒飭引嫌，即所以保全而造就之也。查得康熙年間，因王奕清等姻眷仕宦最多，仁皇帝曾降旨：『三載升遷，不許開列奏補。』今可仿其例，請以三年內除特旨升用外，概停升轉。」又言：「尚書公訥親，年未強仕，統理吏戶二部，入典宿衛，參贊中樞，兼以出納王言，趨承時蒙召對，向用方隆。我皇上用人行政，無非出於至公，訥親之居心行事，亦當極圖報稱。但臣慮訥親以一人之身，承辦事務太多，或有疏失。臣雖不能知其所管項何所當去，願皇上諒其才能，酌量裁去一二項，使其專心機務，得以無所錯誤。再其任事過銳，逢迎者漸眾，請皇上時加訓飭，訥親得以有過知改，常承主眷。」二公疏上，皆得嘉旨，若合符節。"
      },
      {
        "index": 6,
        "text": "朱白泉獄中上百朱二公書"
      },
      {
        "index": 7,
        "text": "朱白泉觀察原名友桂，涵齋先生孫也，今改名朱爾賡額。涵齋於仁皇帝，以繪事供奉內庭。觀察雖入貲為郎，性甚剛毅，勇往敢為。屢任封圻，以廉能著，百菊溪制府任倚之如左右手。庚午夏，隨菊溪制府、韓桂中丞剿撫洋盜張保、張鄭氏等，頗樹功績，上特賜孔雀翎。後任江南道，因主議增長葦蕩事宜為河帥陳鳳翔所控。上命鉅卿往訊，其人本迂愎，為鳳翔所蠱惑，卒以冒功不實論罪，謫戍伊犁。白泉與余最善，憶戊午歲冬夜，與白泉及謝薌泉侍御小集綠筠堂，挑燈剪燭，談論天下古今事，涔然淚下。白泉以王文成自許，二人皆笑其妄，然不期其終以任事犯眾怨，自攖其罪。今錄其與百、朱二公書，以見其事之顛末云。其與百制府書云：「蓋聞人之窮通有數，事之成敗有時，是不必以口舌爭也。物理之是非有定評，國家之體統宜共立，是不可以意氣用也。額雖不才，然奉教於先生長者之前者，亦已久矣。竊聞辱名為上，辱身次之，是故身泰而名辱，古人以為下。額自上年九月，接奉恩命，調任江巡，依侍節麾，俾供驅策。受聖主累世豢養之恩，懷名師特達知遇之感。撫心切齒，罔報涓埃。竊謂料物為河工之根本，葦蕩為料物之基業，悉心剔弊，期裨功益，比較正額之外，增出過倍。然撥蕩為購，減廳員冒銷之利；按束交方，拂營員偷換之欲。額以只身獨攖眾怒，固已知其禍不旋踵，功廢垂成。日昨以陳竹香遣丁京控，蒙欽派鉅公前來查訊，驗尾幫駁回之料，取船弁挾怨之詞，廳營共證，合翻此局。從吏議而誣服，戴覆盆以望天，從古如茲，況在微末。文通有言，若使事非其虛，罪得其實，何以見燕市擊築之夫，對趙北悲歌之士？今以愚昧，於此獲罪，所知為之流涕，路人為之嘆息。撫躬自問，為幸多矣！此所以含笑而入圜土，長歌而膺徽膺者也。額始謂今年柴蕩陸續出運，七堡、順清河兩處漫口藉以堵合，外南、海阜、山安、海防四廳奇險藉以搶護，誠恐自此廢束，貽戢誤堪虞。以今思之，成敗早遲，皆有期合，實由天定，非關人事也。額於十一年作守潮陽，海氛告警，大幫壓境，屠毒生靈，驚怖城市。額捐貲集勇，謹守疆場，絕濟匪之源，挫觸藩之銳，卒能化梟為鳩，閭閻安堵。繹堂制府，以為能，言聽謀決。匪目李崇玉以計就擒，大幫朱賁乞命投款，已可旦夕告成，風濤永戢。而繹堂先生旋被嚴劾，竟坐投荒，時額以居憂得從漏網。三載之後，老夫子秉節海嶠，仍用前策，以賊攻賊，生路既開，輸誠踵至，鯨波遂恬，舶帆無恙，此亦乘勢待時，事半功倍之明徵也。安知葦蕩之功，不更待有異日乎？不過為人臣子，有見利於國者，不敢委之時數，而濡滯不前耳。至於宦轍升沈，一官如屣，久已膜外置之矣。抑聞之，物不得其平則鳴，額之所遇，似不可謂得平矣！然昌黎、眉山之倫，餘姚、萊陽之輩，斯並義冠雲天，文雄霄壤。當其拂逆殊疆，顛沛垂死，不聞有伏闕訟冤，危辭表憤。誠以卿大夫不比齊民，曲直蒼黃，非爭一口。額待罪監司，通籍中外三十餘年，若復效尤竹香，於獲罪之後再行申訴，豈不重為天下恥笑？如《漢書》之所謂賈豎子爭言，何其無大體者乎？惟願老夫子大人調氣頤神，珍重柱石之身，幸勿以額為念。額被譴至重不過謫戍，數年之後，循例邀恩，猶可效其犬馬。則額雖在萬里，如依函丈，若老夫子以額之故，至煩聖睿，是額之疏拙，不能周詳以為師門光寵，而轉使慈懷耿耿，則負疚愈深。額遠覽先聖知命之教，中考昔賢處變之方，近驗己身經歷之跡，反求本身貞厲之故，區區寸心，伏乞采察。」其與朱方伯錫爵書云：「竊念弟歷官中外，世受國恩，自量移江南以來，思欲稍竭涓埃，勉圖報稱。再四延訪，知江南重務，莫大於防河，而防河機宜，莫先於儲料。葦蕩營者，國家之官地，料物之所從出也。自齊敏愨開之於前，嵇文恭璜守之於後，天產地利，固足金堤。比年以來，葦營廢弛，料價翔貴，南河庫貯，歲糜金錢數百萬，仍復繕堤不完，漫口屢告，皆由工無存料，猝難購買，欲事搶廂，已成沖決。而葦營地畝一萬二千餘頃，歲產柴千萬束，徒令灘棍、狡兵據為利藪，盜賣采割，轉販到工。額誠私心痛之，是以奉委伊始，不自度德量力，奮然欲除此弊。欣逢大府嚴明，有司效命，果獲掃除積習，實收成功，於舊定正額二百四十五萬之外，增出余柴四百三十餘萬束。而眾怨沸騰，謗書滿篋，吹毛求疵，力翻此局，遂逢吏議，竟掛彈章。若以參詞核之，不復少加辯雪，將含垢後世，傳笑四方，額實無以自容於天下矣！謹按參詞曰『以采柴之刀本采草，而草又不足原估之數，工程不歸實用，錢糧盡成虛糜』云云。去年辦理葦蕩時，左營俱系凈柴，右營因有下茂地段，土地瘠薄，所產葦柴、烏荻、鹽蒿、紅草、蒲頭五種相間，名五花頭，束交工適用，所以照例詳定與葦、青、凈柴三七勻配。乃星使臨工，以為巧立名目，不容申辯，葦船諸人，遂各希指承順，有三成葦七成草之語。不知例載雜草每斤一厘三毫，此采柴刀本，僅發一分二厘一毫。是所辦之柴，即不必問五花頭與抽改情弊，全以草論，每束折算十六七斤，每蒲草一束，節省將及一分，一百萬束蒲草，即節省三萬兩。何況右營出運之柴三百餘萬，業經交廳廂用取，有工收冊報工段為準。左營未運之柴，現俱存儲蕩中，委員查驗方回，乃欲概行抹煞，而以為不適工用，虛縻錢糧乎！此額之所不解也。「又參詞曰『盡蕩搜括之苦累，樵兵實所難堪』云云。查《工部則例》載，葦營所產之柴，盡數采交，其餘柴之餘，除量為酌賞外，即行盡數歸公。其有私動餘柴莖束者，官則從重參處，兵役嚴行治罪。自葦營廢壞，十隊效目勾通附近灘棍，偷漏柴束，轉賣南河。廳員領購之價，乾沒其餘，效目據官產之柴，因以為利，樵兵人等不過分沾余馥。歷來辦蕩之員，歸苦累於樵兵，分私肥於效目。若以功令繩之，則罪將有在矣！然額昨於奉委時，深知其弊，不肯波及前事，但思調劑兵夫。故詳定章程內，樵兵給與耕地，借與牛具籽種，船兵月餉仍舊。雖照乾隆以前舊例，設船歸廳自運，而船兵隨船駕運，並無失業。又另加一柴束給廳員，使廳員挪抵購料，於購價內籌貼食米。是樵船各兵等從前乞憐於效目者，其盜賣之利小，此時取給於公家，其調劑之利大。而況兩營樵兵，左營尚屬額設，右營多系雇役，向來效目以四五文一束雇采，而今官以十二文一束雇采，食力為傭，加倍得利，何從苦累乎？夫公家之利，知無不為，縱使有司奉行不力，樵兵竟有苦累，亦當備求實惠，重議恤兵以運柴，不得留柴而養兵也。今南河竭天下不足以供，而棄此額產葦柴徒供欲壑，令司農有仰屋之嗟，天府縻水衡之費，又額之所未解也。又參詞曰『把總錢永勝據實具稟蒲草，即將錢永勝頂戴摘去，勒令受裝蒲草』云云。本年二月十五日，錢把總在蕩督裝，以『連柴夾草受裝出蕩，已有一百九十餘幫，尚存船八十餘幫，現在受裝』具稟。額因查蕩時，柴束並無蒲草，知系預為抽賣抵換地步，即於十八日接稟嚴行批飭後，恐蕩內耳目難週，果有包蒲夾草等弊，隨於十九日據錢把總所稟，劄行韓守備，移會王參將，一體嚴查駁換。又恐承辦之人未免回護，添委知縣劉平驕專查有無夾草，錢把總並未再有稟白請驗柴束。是額之批飭，專為不許受裝夾草而設。迨後順清河漫口搶築，需料孔殷。錢所運料船，在李工停泊，去工四十里，順風五六日，觀望不前，潛回浦寓。是以會同庫道，摘頂示懲。其去具稟蒲草時，案隔半月，仰卷可徵。錢把總希圖脫罪，巧構南箕，而星使驗明批稟，不顧文理之順逆，以剔除夾草者反為勒裝蒲草。遂使海上樓成，臺中讞定，此又額之所未解也。「又參詞曰『汰黃堤運到之柴，經各廳具稟短少』云云。本年八廳共稟稱，浚船所帶凈柴，大捆者俱執以自賣，余柴概不交納。及拆稱垛計，每垛竟柴只一萬四千餘斤，而每垛折短茸草有一萬一千餘斤。額去冬盡蕩搜括時，收買余方之例，業經會庫道裁革，船兵何從得有餘柴？其沿途抽改無疑。是以各道特奉制、河二憲委審得實，責處目兵。然葦營兵目，積弊相沿，旋有山安廳稟請驗收到工葦柴。經委員覆稟，驗明船兵所交之柴，夾雜短少，每船另有凈柴數百束。吊驗四束，稱重九十餘斤，的系蕩內原捆。勒令交工，即有老嫗幼婦跳河拚命。而山安廳自稟，與船目議明，以原捆交工，八折收受，而船兵又以六分改捆抵交，仍要八折收受各等語。眾證確然，而乃以為畏懼威勢，草率了案。以監司公定案卷為虛，以奸弁挾怨巧言為實，此又額之所未解也。又參詞曰『左營蕩柴雖無夾草，而每束短少四斤六斤』云云。向來蕩內產柴，濕、乾、枯遞分三種。其初采時，盤箍捆成，以三十斤上下為度。一年之後，內重耐乾者，有二十四五斤，不耐乾者，即止十五六斤。不過報部之時，彼此牽算，約以二十二斤。其實廳員領帑自購之料，並無此數。今左營蕩柴，自去秋以至今冬，存儲一年，豈無耗折？而折內既有堆積愈久，折耗愈多之語。又曰荒儲蕩地，未運至工，此自河道不通之故，豈得以為采柴罪過？且幸而未經出蕩，星使猶得以驗無夾草。設使河道通行，船兵出運，沿途抽拔改捆，則蒲草亦與右營等耳，觀者豈復代為區別哉？不即左營以驗右營之無草，轉以耗折為斤重之不敷，此又額之所未解也。「總之，葦蕩之事，非眾人之所樂成，而草創經營，亦非一年所能盡善。是以今年圍估新屆，將下茂五花頭不行估采，將二尺四寸箍口加寬四寸，又奏明試行三年，酌中定額，若果司事得人，日臻起色，其於國計民生，豈無裨益？乃棋局一更，大事盡廢，今年新估八百萬束，隨在盜賣，莫復過問。刻下雖奉到諭旨，仍須核實采辦，再定章程。而聚訟紛紛，適從誰是，群小泄泄，威令不行，縱有桑榆之效，已見東隅之失，豈不深可痛惜哉？額見收時，星使並未按問，但令隨帶司員代具親供。至額將印卷七套呈核，又裁截要證印稿七件，然後發還。菊溪先生深憤不平，額在獄中曾上書菊溪先生，自明成敗有時，勸勿仰煩聖慮。迨定擬覆奏後，外間傳有折稿，菊溪愈怒不可解。而清河令郭禹修者，與安徽包慎伯蓋實始終蕩事，見額獄且不測，竟私走春明，欲為訴冤。二人去後二日，額始知之，遣急足數輩，追及汶上而返。會臺諫中有劾菊溪先生者，上命星使密偵於彭城。回奏一疏，具言所劾虛無，並為額湔雪，云：『前征洋匪，辛苦備嘗，家無余財，人所共知。』或以此重邀天恩，末減罪狀。然前此嚴參乍入，白分立正典刑，乃高厚鴻慈，僅與荷校三月，是聖主好生之德，業已寬無可寬，何敢再行希冀？惟額除弊太驟，眾謗群疑，雖執法大臣，亦為所惑。卒之陰察其冤，抗表代白，略不護前，額之愚忠，或尚猶有可取，而三代直道之風，其真至今未泯矣乎？故縷布呈，以達區區，伏望閣下於眾惡必察之下，存日久論定之識也。」觀察二書，前書隱忍不辨，得人臣引罪之體；後書分條駁詰，以洗滌百世之名，合而觀之，可互相發明也。"
      },
      {
        "index": 8,
        "text": "西域用兵始末"
      },
      {
        "index": 9,
        "text": "準噶爾自光顯寺之敗，決意請和，至乾隆四年，和議始成。又許通市及入藏作佛事，人馬貨物皆限以數。噶爾丹策零於乾隆十四年死。生三子一女：長曰喇嘛達爾紮，次曰那木扎爾，又次曰莫克什，女曰烏蘭巴雅爾。阿紮母貴，蒙古最重嫡庶，國人因立阿紮坐床，坐床者，華人言即位也。那木扎爾殺莫克什，喇嘛達爾紮自危，乃弒阿紮而自立。烏蘭巴雅爾與其夫擁戴有功，因其委任疏遠叛去，達又擒而殺之。當是時，大策零。王孫達瓦齊與輝特臺吉阿睦爾撒納另居雅爾地方，各有阿拉巴圖數千戶。達瓦齊於達爾紮為近族，貴而無位；阿逆出身微賤，而狡黠凶狠迥異。諸酋亦皆不平達爾紮之所為，與之相抗，不奉教令。達爾紮命眾討之，達瓦齊等兵敗，竄入哈薩克。達爾紮以二人不除，終為禍害，遂遣心腹人率兵六萬追之，期於必獲。達瓦齊計無所出，日夜涕泣而已。阿逆曰：「與其束以待擒，何若鋌而走險，兵法所謂往呃其吭者也。」因率精銳卒一千五百人，裹糧懷刃，於山嶺僻境繞道入伊犁，乘其不備，夤夜突入其幕。達爾紮方圍爐擁妾飲酒，阿逆趨而斬之，撫定其部落，迎達瓦齊入，立之。初，策零拉布坦欲叛中國也，以衛、藏據其右臂，欲與之和，使無後顧之患，因以其女妻拉藏王子，入贅其國。陰說拉藏王頗羅鼐叛中國，頗感仁皇帝之恩，固守臣節，策逆怒，遂親率師由回部之沙雅爾潛襲衛、藏。近星宿海，為導者誤入大澤中，沮洳難行，人馬多死，窮蹙而歸，遂斬其贅婿。其妻有遺腹女，長而適阿逆父，阿逆初生時，滿身鮮血，或謂其復仇而來也。達瓦齊既立，不能統馭其屬，歲多叛亡，每遇急難，必檄阿逆至，與之調停。阿逆誚讓之，達瓦齊不甘，曰：「彼雖才能，終為我之臣僕，何敢以臣淩君，而忘其己為所立也。」其後，達部署漸定，因曰：「不誅阿某，禍終未艾。」因統傾國兵討之。阿逆不敵，十九年，遂率所部二萬餘人來降，且乞師往靖亂，欲藉我兵力滅達瓦齊而己得據其位也。純皇帝實知其國內亂之可乘，足以竟先朝數十年未竟之緒，今事會適至，乃天以其國畀我大清，時不可失，遂決意用兵。時舉朝不知準噶爾內亂，狃於辛亥敗兵之事，不願勞師動眾，惟傅文忠公一人力贊成之。上曰：「卿朕之張華、裴度也。」阿逆入覲，上以撫綏事急，乘馬三日而至熱河，命王公大臣皆從往陪宴。阿逆行抱見禮，上從容撫慰，並賜上駟與之乘，親與其分較馬射，並以蒙古語詢其變亂始末，賜宴而退。阿悚然，時冬月嚴寒，阿逆汗下如雨，退告其下曰：「真天人也，敢不服！」傅文忠退曰：「余今日膽裂，自不知生死矣！」乙亥春，遂兩路進兵：北路以班直義公第為定北將軍，阿逆為定邊左副將軍副之；西路以陜督董鄂公永常為定西將軍，薩賴爾為定邊右副將副之，盡簡八旗子弟，吉林、索倫諸精銳士卒從之。所至準夷各部落，大者數千戶，小者數百戶，無不攜酒牽羊以降，兵行數千里，無一人敢抗者。五月五日，齊抵伊犁，達瓦齊阻淖為營，眾尚萬餘。我兵追及之，侍衛阿玉錫以二十二騎直薄其營，呼噪突入，賊眾驚潰。達瓦齊竄走，陰計阿克蘇回人伯克霍迪斯為己所立，必不負之，因率親丁百餘騎逃至回疆。去阿克蘇四十里，霍迪斯已遣人具牛酒以迎。達瓦齊之黨以為不可信，而達以為與其有恩，遂殺牛酌酒，與眾酣醉後，霍迪斯盡縛之入城。後承班公檄，獻諸軍門，並獲青海叛賊羅卜藏丹律，先後檻入，行獻俘禮。上御午門樓受之。以達瓦齊人固庸愨可憫，特赦之，封以親王，賜第寶禪寺街，擇誠隱郡王孫女配之。然不耐中國風俗，日惟向大池驅鵝鴨浴其中，以為樂而已。體極肥，面大於盤，腰腹十圍，膻氣不可近。上命為御前侍衛，終優容之。準夷之先，故有四衛拉特，華言四部落也。部各有汗，上初用兵，欲俟平定後，仍其舊設四汗，眾建之而分其力，如喀爾喀之編七旗；至今長享太平。而阿逆志不在此，上預燭其情，甫出兵，即密諭班公，示以分封四汗之意，以消其妄念。又以額駙色布騰巴爾珠爾為科爾沁親王，與阿逆言語相通，氣類相近，令與之偕行，俾耦居無猜，實陰伺之。乃額駙為其所紿，反與之昵，阿逆遂恃為奧援。既平伊犁，阿逆處事多不稟承將軍，生殺自專，置副將軍印不用，用其國汗舊用小紅鈐記。發書鄰部哈薩克及俄羅斯等國，皆不言降我朝，但謂率滿洲、蒙古兵來定準噶爾。又使其黨等流言不立阿逆為汗，終不得寧。班公憂之，鄂襄烈公曰：「吾儕大臣，所謂消患於未萌。昔拉忠烈公誅朱爾墨紮。身雖殉死，終膺懋典。吾等可仿而行之，此傅介子請纓日也。」班曰：「阿逆叛跡未見，安可妄誅藩臣，以攖上之怒哉？」遂密以其事馳奏。上命即軍中誅之，毋濡忍貽後患。而是時大兵皆凱旋，隨二公者僅五百人，餘皆新附眾，班公遂不敢舉事。上先有旨，命阿逆以九月至熱河行飲至禮，班公等趣其行，欲使入我境則易擒也。先是六月中，額駙奉旨先歸，阿逆私以總統舊部之意乞其代奏，並約以期，如得請旨，當七月下旬至。及額駙歸，事已中變，遂匿其奏。阿逆待命久不至，班公迫其行，令喀爾喀親王額林沁多爾濟伴之。阿逆不得已起程，中途遷延，猶有所望也。迨八月中尚無信，疑事已變，入境且得禍，遂陰召其眾，張幕請額宴。酒數行，起謂額曰：「阿某非不臣，但中國寡信。今入其境，如驅牛羊入市，大丈夫當自立事業，安肯延頸待戮？」遂命呼酒者再，伏兵四起，旌旗耀目，擁阿逆出營去。阿逆徐解副將軍印組，擲與額曰：「汝持此交還大皇帝可也！」遂據鞍馳去。額林沁多爾濟瞠目視之，無如之何。阿逆遂寄聲伊犁嗾其叛，又遣其黨阿巴噶斯哈丹等掠西路軍臺，而伊犁宰桑克什木、敦多卜等果蜂起為亂。倉卒兵少，班、鄂二公擾腕無計，鄂曰：「今日徒死，無濟於事，有負上付托矣！」班公持劍太息久之，刎頸而死。鄂故書生，腕弱不能下，命其僕剚腹而死。事聞，上以額駙匿情不奏，欲立正典刑，來文端公請曰：「願皇上念孝賢皇后，莫使公主遭嫠獨之嘆。」上揮淚太息，其死，只褫其爵，額林沁多爾濟以元裔故，特與賜死。改命公策楞、公達爾黨阿由巴爾坤速進兵。二十二年，參贊公玉保至特克勒，探知阿逆僅距一程，欲急追之，忽有報臺吉諾爾布已擒阿逆至，遂駐兵俟之。而不知報信者即阿逆之偵者，以為緩師計，阿逆得從容而去，遂逃入哈薩克。上怒，拜瓜爾佳公哈達哈、鈕枯祿公達爾黨阿為定西大將軍，加大學士銜，以擒阿逆事專委之。復命握二大將軍印，使阿逆心以為傅文忠公至，冀其自投羅網。達至哈薩克界，阿逆方借哈薩克兵來拒我兵，擊敗之，擒其酋長，願往說其主阿布賚擒阿逆來獻。達受其紿，縱之去，卒無音耗。達復使人詢之，訖未得要領，而西路降夷巴雅爾噶爾藏多爾濟、哈薩克錫喇尼瑪舍楞等皆群起叛亂。都統公和起殲焉，兆文襄公惠復有濟爾哈朗之圍。上以諸賊甫受封賞輒叛，知厄魯特人概不可以恩信結，故命喀爾喀超勇王成袞劄布出北路，兆文襄公出西路，皆於三月中起行。會諸賊自相蹂踐，紮那噶爾布襲殺噶爾藏多爾濟，尼瑪又欲襲紮那噶爾布不果。阿逆自哈薩克歸，會諸賊於博羅塔拉，欲自立為汗，聞我兵將至，又遁去，諸賊皆竄匿。於是兆文襄擒原任內大臣巴桑，鄂博什擒原任散秩大臣厄爾錐，音圖倫楚擒原任貝勒納奇木，海超勇公蘭察擒巴雅爾，烏爾登擒尼瑪，紮那噶爾布已病死，臺吉琿齊達瓦以其首來獻，惟阿逆尚未獲。六月，兆文襄公使愛將軍星阿、阿拉善王羅卜藏等追阿逆至哈薩克，其長阿布賚以為大兵取其部也。鋒刃既交，我兵勢寡，阿拉善王曰：「與其同沒，何若冒死說敵，猶可冀免。」因脫帽蹈煙炮馳去，作蒙古語曰：「吾來說降。」阿布賚因收軍見王。王從容曰：「吾亦系也速後，固厄魯特也。因歸降故，荷大皇帝撫綏，裂土封之，永為藩服。今部長蕞爾小國，何可信阿逆之言，自與天朝為敵，是代人受禍也。」阿布賚悟，請降為屬國。適阿逆率二十人往投之，阿布賚約以詰朝相見。先使人收其馬，阿逆驚，又逃，阿布賚執其兄達什策淩送軍門。事聞，上大悅，封羅為親王，受阿布賚降，令其歲時納貢如朝鮮、琉球云。阿逆徒步入俄羅斯，為樵者所得，守卡之瑪玉爾，送往其國。我侍衛順德訥尋蹤往，瑪玉爾諉為不知。時廷臣議又恐逃俄羅斯之釁，兵連不結，陳文勤公有將帥、糧餉、帑餉三議，史文靖公直欲退守玉門關。上笑曰：「皆書生迂語，不足與較。」因命理藩院行文俄羅斯索之。阿逆患病死，俄羅斯以其屍送入邊。上命素識阿逆之林丕多爾濟往驗屍，屬實，於是阿逆之局始結。上命兆、富二將軍擇地過冬，明年再盡剿厄魯特之漏網者。二十三年春，兆文襄由博羅布爾，蘇富公由賽里木如彌場中分兩翼合圍，約相會於伊犁，凡山陬水涯，可漁狝資生之地，悉搜剔無遺。時厄魯特懾我兵威，雖一部有數十百戶，莫敢抗者。呼其壯丁出，以次斬戮，寂無一聲，駢首就死，婦孺悉驅入內地賞軍，多死於途，於是厄魯特之種類盡矣。計自準夷內亂以來，惟杜爾伯特策楞內附，始終無異志。其王策楞臨終時，諄諄囑其子孫報效天朝，百世毋忘此德，故其所部得保全，至今無恙，世襲藩封云。其次則達什達瓦之妻，當阿逆初叛時，正伊犁騷擾之際，獨率所部款關來投。上憫其誠，使居巴里坤，後徙熱河，編其人為兵，俾資餉以給。若沙克都爾曼吉不從亂，全部內移，依巴里坤近城以居，宜得免矣。值巴雅爾等之亂，上諭巴里坤大臣雅將軍爾哈善密察之，如可信則坦懷以待，勿使疑，否則先發制人，毋令為肘腋患，初非必欲殺之也。雅故書生，不敢保，時餉正乏，而沙請糧不休，雅患本軍缺糧而又賫敵，遂令裨將閻師相率五百人入其壘，若失路借宿者。沙屠羊以待，中夜大雪，閻曰：「此擒吳元濟時也。」遂以笳為令，襲其臥廬，盡殲全部四千餘人。沙被殺時，殘燈未滅，其妻睡夢中驚起，不忍其夫之戕於亂刃，裸而抱持之，如兩白蛇宛蜒穹廬中，以至於死。雅以沙謀叛被殺報，上封雅為一等伯。雅歸朝日，拜其祖祠，嘆曰：「李廣以殺降不封侯，至於失道自刎。今我罪逾於廣，而反膺五等之爵，祖宗蔑血食矣！」其後果以失機被誅。上於庚戌中詠西域諸故事，猶及雅之濫殺云。其他諸賊，既降復叛，自取誅滅，草禽無噍類，固無論已。此固厄魯特一大劫，凡病死者十之三，逃入俄羅斯、哈薩克者十之三，為我兵殺者十之五，數千里內遂無一人。蒼天欲盡除之，空其地為我朝耕牧之所，故生一阿逆以為禍首，輾轅以至澌滅也。自此偃息兵戈，墾辟屯田，中原民爭趨之，村落連屬，煙火相望，陌巷間牛羊成群，皮角氈褐之所出，商賈輻輳，自有天地以來，漠南北之地，未有如今日景象也。惟純皇帝天聰明，乾健不惑，見事機可乘，順天而行。每軍書旁午，應機指示，必揭要領，或數百言，或數十言，軍機大臣承旨出授司員，屬草率至腕脫。或軍報到以夜分，則預飭內監，雖寢必奏，迨軍機大臣得信入直廬，上已披衣覽畢，召聆久矣。撰擬繕寫，動至一二十刻，上猶秉燭待閱，不稍假寐。或一二日無軍報，則延望不釋，蓋數年如一日也。領兵者奏事，大率藏短露長，上即其所奏，勇怯勤惰，洞見肺腑，分別功過，信賞必罰。是以人人效命，有進無退，成此大功。歷觀史冊，漢、唐以來，何代可以比隆者也。"
      },
      {
        "index": 10,
        "text": "李壯烈戰跡"
      },
      {
        "index": 11,
        "text": "閩中固積富區，自總督雅德、伍拉納等驕奢貪縱，吏治廢弛，下屬習為懈怠，海中盜艇猖獗，鯨鯢日盛。閩中水師懦怯，莫敢與攖，提督倪斯得老而耄，不諳紀律，惟令士卒避寇而已。故蔡牽、朱濆等嘯聚海濱，兵至十萬，於乙丑冬突入臺灣，賴浙江提督李公長庚抵死禦之，臺灣得以恢復。公，同安人，由武科起家，出為浙江副將。福文襄王康安見而奇之，時安南阮光平陰叛本朝，命其夷官等入中國海面擄劫，以充其國帑，王命公往擒之。公曰：「官船釘疏板薄，不能沖突波濤，長庚願傾家造船，以適其用。惟火藥非私家所有，願公賜之，其餘不費官絲毫物也。」王大悅，奏署總兵銜，並賜銀數萬。公乃造海船數十艇，不加鏤飾，與客船無異，率兵三千，尾追夷艇。夷人以為客舶，遂返舟與之敵。公乃旗鼓突出，聲振數里。加以颶風大作，海濤洶湧，公士卒百倍，槍炮驟發，賊舶驚潰，覆船數百殆盡，俘斬數千人，生擒夷偽官倫貴利等以獻。王優獎之，請命於朝。任海壇總兵，浙撫阮公元倚為左右手。公雖武人，好讀書，樂靜坐，與阮公唱和無虛日。臺灣之役，公已將蔡牽賊艇圍於鹿耳門，計日可擒。其時所率多閩兵，公浙中精兵只五百餘人，蔡牽以賧錢四百餘萬遍豢閩中將卒，諸將遂解體，不為力戰。數日，牽遣孌童蹈小船偽獻降書，欲效郭循之策。公覺之，抵書於地，褫衣刃見，公立誅之。是晚大風雨，蔡牽乘勢解纜而去，公方飲酒，立傾杯整隊進，閩中兵無不披靡，莫有繼者。公太息曰：「朝廷養兵百餘年，一旦用之，乃反為賊之間諜，諸將帥果何為者？」因全軍而歸。閩督阿林保置酒與賀，筵間從容笑語曰：「海上事易為掩飾，如公以蔡牽假首至，余即飛章露布，不惟公居首功，吾亦當受帷幄之賞。如此則海氛告成，此局易了，豈不勝沖突鯨濤，僥幸於萬一哉！」公奮然曰：「於清端之捉賊，姚制府之用兵，長庚所知也。石三保、聶人傑之擒，長庚所未解者。皇上之所以委任長庚者，蓋欲使永靖海氛，以綏民命，其成功與否則天也。公以文吏，徜徉中外，故宜幸其事，早蕆其功，僕則視海舶如廬舍，不畏其險也。公今以逗撓劾長庚之罪，他日以覆舟諱長庚之死，皆維公命之是從也。僕一武夫，猶知以死報國，公以世臣名族，揚歷封疆，縱未嫻於軍旅，亦罔識忠孝二字乎？公何其淺視僕也？」遂推几而出。其幕客諫曰：「將軍誤矣！自閩、粵用兵以來，生靈糜爛者，幾數百餘萬，皆以蔡牽一人故也。今或假傳其授首，以博天顏之喜；或羈縻以官爵，收其桑榆之效。則其局可了，將軍宴坐衙齋，緩帶投壺，不亦樂乎？定必冒風濤之險，必欲涸其巢宅，一旦颶風阻路，音耗莫通，糧餉莫繼，士卒散亡，縱竭將軍一人之力，難以敵䝟貐百萬之師。倘稍失利，大吏朦朧奏之，將軍必遭獄吏之辱矣！」公慨然曰：「君不聞王彥章『人死留名，豹死留皮』之語乎？僕雖不肖，願與蔡牽同日死，不願與其同天生也。」閩督故恨之切齒。至漁山之戰，公舶遭風失信，阿遂誣公逃、寇不知所之入奏。賴阮公以公受傷入告，上優詔獎之。後於丁卯十二月二十五日戰於黑水洋時，蔡牽以三舟艤島去公艇半里耳，寇勢已窮迫，公因山為壘，以逸待勞，舟師四面圍之，計日以擒。而閩督以飛檄催戰，動以逗撓為詞，幕客勸公封章以奏。公斫舷怒曰：「大丈夫以死報國，不受唾面之辱也！」因整軍進。下令軍皆持短兵，以為必死計。及戰，浙軍無不一當百，有卒校跳牽船上，牽幾被其擒，以眾寡不敵，死之。而牽奴林小𤞑素識公面，暗中指示，由篷窗中出火槍中公胸。公茹痛呼諸將部署其事曰：「諸君不殺此賊，老夫死不瞑目矣！」因長號而終。事聞，上震悼，封一等壯烈伯，謚忠毅，祀昭忠祠。公卒後二年，公部將邱公良功、王公得祿等，率公舊卒，建功海上。時閩督易以方保巖制府維甸，與二將合志殲賊。戴文端公衢亨時掌樞柄，凡所請，無不立時俞允，中無阻撓，二將得以用命。蔡牽投海死，其子小仁獲而奴之，海氛遂平。然皆由公裹血茹瘡，大小百餘戰於驚濤怒浪之中，使賊無以休息，其精銳日見耗亡，是以繼之者奇功之易蕆也。"
      }
    ]
  }
}