{
  "chapterNumber": 8,
  "title": "卷八",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "內務府定制"
      },
      {
        "index": 2,
        "text": "自古宮禁，服御、飲食、燕好必須有專司之者，惟周禮分設各官統屬冢宰，所以合宮府為一體，其制實為良美。後世人主皆委宦寺掌之，故閹人得以專擅，因之越俎犯章，干預國柄，皆因𥊍御僕夫，不得其人故也。我朝龍興之初，創立內務府，以往昔之舊僕專司其事。入關後，復以明三十二衛人附麗之，凡內廷之會計，服御、物飾、宮御、武備等皆統屬於內務府大臣，紀綱嚴肅，與周制統屬於冢宰之制相符。其閹人寺宦，則惟使之供給灑掃之役，毋得任事，將漢、唐、宋、明歷代諸弊政一旦廓而清之，其法度之精詳，規模之宏遠，尤為超越千古矣。"
      },
      {
        "index": 3,
        "text": "其職掌：廣儲司凡庫有六，曰銀庫，曰緞匹，曰衣庫，曰茶庫，曰皮庫，曰瓷器庫，各有專司，惟茶庫兼收人參，為六庫中之最要。初名御用監，順治十八年改設專司焉。其初，本府進項不敷用時，檄取戶部庫銀以為接濟。乾隆中，上親為裁定，汰去冗費若干，歲支用六十餘萬兩。其後歲為盈積，反充外府之用，較諸明代，每勒取金花銀兩，徒充閹人之囊橐者，真不啻霄壤之別也。會計司掌領皇莊田畝諸事。田地各有等第，盛京莊八十有四：一等莊三十五，二等莊十，三等莊八，四等莊三十四。山海關外莊二百十有一：一等莊六十六，二等莊四，三等莊二十，四等莊百二十一。喜峰口、古北口外莊百三十八，均一等。歸化城莊十有三。畿輔莊三百二十有二：一等五十七，二等十有六，三等三十八，四等二百十有一，半莊七十一。每莊設莊長一人，瓜田菜圃置長亦如之。莊賦共地一萬三千二百七十二頃八十畝有奇，賦糧九萬三千四百四十石，菽二千二百二十五石，芻八萬一千九百四十束各有奇。凡編比壯丁，每三年一次，盛京及關外、口外各莊，由總管、將軍、都統等，畿輔由府委官，各具冊於府，由府彙冊奏聞。凡皇子分封，各按爵秩給以莊地、人丁，公主、郡主贈嫁亦如之。選宮女，於內府三旗佐領內管領下女子年十三以上者，造冊送府，奏交宮殿監督領侍等引見。入選者留宮，餘令其父母擇配，其留宮之女，至二十五歲遣還擇配。凡收錄內監，由禮部冊列姓名、籍貫移府，總管太監察其來由無異，乃委年老內監一人驗實具奏，候旨分撥。年老者聽其回籍為民。凡支領內監月費，執事人匠役餼廩皆隸之。"
      },
      {
        "index": 4,
        "text": "掌儀司，凡饗奉先殿之禮。於大內景運門之東建奉先殿，朔、望瞻拜，時節薦新，生忌祭享，出入啟告，以展孝思。前殿、後殿均九間，中為穿堂以聯前後，繚以周垣，供奉列聖、列後神牌。凡朔望，萬壽聖節、元正、冬日及國有大慶，均恭奉列聖神牌前殿祭饗，禮成還御後殿寢室。其禮儀祭器，一如太廟之制，惟不設牲俎，不行飲福受胙禮，王公不陪祭。其樂名《貽平》、《敉平》、《敷平》、《紹平》、《光平》、《乂平》諸名，異於太廟之奏，其遣官行禮，亦與太廟儀同。凡遇列聖、列後諸聖誕、忌辰及元宵、清明、中元、霜降、歲除等日，於後殿行禮，神位前設有鐙酒脯果實焉。壽皇殿尊奉仁皇帝、憲皇帝、純皇帝御容，凡遇聖誕及忌辰，皇上躬率諸皇子及近支王，展謁行禮，其歲時奠獻，一如事生儀。凡燕外藩之禮，歲除及正月十五日賜外藩蒙古宴，奏請欽命進酒大臣、內管領備筵九十席，宴於保和殿及正大光明殿。屆時，鴻臚寺、理藩院引蒙古王、公、臺吉入，領侍衛內大臣序王公班次，八旗一二品武職亦預焉。皇上升殿，奏《隆平》之章，蒙古王公武大臣各就席，行一叩禮，座。尚茶正升邇御筵，降乃進茶。丹陛清樂作，奏《海宇升平》之章，尚茶正率侍衛等舉茶案由中道進，至簷下正中北向跪，注茶於碗。進茶大臣奉茶入中門，群臣皆就本位跪，進茶大臣由中陛升至御前進茶，退立於西。上飲茶，與宴之臣僚咸行一叩禮。進茶大臣跪受茶碗，由右陛降，出中門，眾皆坐。侍衛等分賜與宴臣僚茶，皆於本位一叩，飲畢復行一叩禮。尚茶正撤茶案退，樂止。展席冪，乃進酒如進茶儀。進酒大臣出，尚膳正率尚膳進膳。殿廷靖樂奏《萬象清寧》之章，尚膳正奉旨分賜食品於各席遍，樂止。奏《慶隆舞》、《揚烈舞》。以次畢，殿內奏《喜起舞》畢，上簡召王公大臣賜酒，群臣咸跪受，一叩，卒飲。朝鮮國俳進，百伎並作，退。尚膳正升，撤御筵，降，與宴之王公大臣等謝宴，行一跪三叩禮。丹陛大樂作，奏《治平》之章，皇上還宮，鴻臚寺、理藩院引外藩及百官以次退。皇子成婚，公主下嫁，設宴其邸，與內廷宴同。凡皇子婚禮，先期移文欽天監，諏吉以聞。乃命夫婦偕老之大臣傳制曰： 「以某官女某氏作配皇幾子為福晉。」福晉父率闔族謝恩，行三跪九叩禮。擇吉簡內大臣、侍衛隨皇子詣福晉家行定親禮。福晉父率闔族彩服迎於大門外，延皇子入至正寢。於福晉父母前行三叩禮畢，皇子回宮，福晉父率族人送大門外。諏吉行納采禮，以內務府大臣、宮殿監督、領侍充使。及門，福晉父迎入中堂謝恩，行三跪九叩禮，與宴大臣陪福晉父及族人之在官者宴於中堂，內務府命婦女官同陪女眷宴於內室畢，內務府大臣暨宮殿監督、領侍回朝復命。成婚先一日，皇子於皇上、皇后前行禮，福晉母率諸婦至皇子所居宮中，設床帳妝奩，工部於宮門及皇子所居宮皆懸彩。屆吉時，於皇子宮設錦褥二，東西向，設酒饌案於前，置兩爵兩巹於案。請皇子西面，福晉東面，相向行兩拜禮，各就坐。執事者執金瓶，女官以巹爵酌酒，合和以進，皇子與福晉皆飲，乃進饌。酒饌三行，皇子與福晉皆起，仍行兩拜禮，撤饌案。次日，皇子偕福晉朝見皇上、皇后，女官二人引皇子居左稍前，行三跪九叩禮，福晉居右稍後，行六肅三跪三叩禮。公主下嫁亦如之。王公之女奉旨授為和碩公主、郡主暨宗女撫養中宮者，其下嫁之禮，各視爵秩以別差等，筵宴會禮部辦理。其進時憲書，進春牛，皆如禮部儀。凡妃嬪大事，皆會禮、工二部按例遵行。"
      },
      {
        "index": 5,
        "text": "都虞司掌內府兵衛等事。凡訓練內府護軍、驍騎，歲以春秋二季，由該管官督率操演，各賞罰有差。凡宿衛大內，護軍統領宿神武門內，掌順貞門鑰，其大內後復道中，皆內務府護軍直宿。其直宿西華門北者，合護軍、驍騎、步軍及三旗服役人、鑾儀衛校尉別立班次，曰防範兵，專司戒火。凡皇后內廷主位出入，以內務府總管或散秩大臣一人，司官八人，內府護軍統領一人，護軍參領四人，護軍校十人，率護衛豹尾班執槍者十人，佩儀刀者十人，翊衛擴軍百人導引扈從。皇子、福晉出入，遞減騎從。凡畿輔行宮，京東七外，京西四處，京北六處，口外十三處，各設千總若干人，分隸湯山、盤山、黃新莊、熱河各總管管轄。凡捕牲烏喇官弁亦隸屬焉。慎刑司專理太監、蘇拉等詞訟。凡審讞內府所屬人犯，罪在杖一百以下者，本司依律議結，杖以上者，皆移送刑部定擬，如事干宮禁者，請旨鞫問。凡內監私逃，按其次數，分別自首、被獲，治以枷杖之罪。營造司，凡匠役均有定額，內府所屬人在官執藝者，於佐領管領下選取，招募民匠，於工部谘取。又設司匠、領催以督率之，缺則取補，惰則革除。凡修造紫禁城內工程，小修大修建造皆會工部，大內繕完，由內監匠人，皇城牆垣有應修理者，奏交工部，均由欽天監諏吉興工。慶豐司，凡牧所定額，設內三圈於西華門外，養扇牛十有二，牿牛六，牡牛三，青牛一，乳牛無定數。設三外圈於南苑。設羊六圈於豐臺，設牛羊群牧於張家口外，各牧所牛羊，均由該管官烙印。凡典牧，設廄長、廄副若干人，廄丁、司菽等夫以遞增減。口外牧群，設總管一人，副管二人，牛羊群協領、牧長、牧副、牧丁若干人，隸張家口外總管管轄。大淩河牛群隸盛京將軍管轄。凡郊廟祭祀皆用廄牛焉。凡出牧，歲以三月十五日後四月初一日前，均於南苑寬閑豐草之處牧放，停止芻菽，以九月二十日後十月初五日前各歸原圈飼養。凡勸懲內外各圈，視牛犢斃損之多寡以別功過。遊牧諸群，每三牛三年孳生一犢，三羊三年孳生二羔，於定數內缺少者治罪，定數外孳生者，由該總管奏聞。上駟院，凡圉牧設內廄於皇城，外廄於南苑，設牧群於盛京及張家口外。以畜馬蕃庶，籍其數而頒之，凡出牧懲勸稽查與慶豐司牛羊同。凡供直馬，以內廄御馬四，齊其毛，具鞍轡立院門外。行幸駐蹕，以御馬六，立圈門右如之。凡遇車駕巡幸，日以十馬備上乘御，由內院大臣奏請於御馬內簡其尤良者以從，其需用駕車馬、公馬及橐駝之數，附疏以聞。其扈蹕之各執事官役、內監所乘之馬，由所司行院如數以公馬撥給。凡禂馬，歲春秋二祭禱馬於神，係帛於御馬鬛尾以為識，凡三十匹。附養四色馬四十匹，令祭堂子，率以十匹詣神前受厘，係絲帛亦如之。"
      },
      {
        "index": 6,
        "text": "奉宸院掌御園亭河道，南苑、西山稻田諸事。凡網戶，沙河二十六人，霸州四十六人，江南六人，歲給銀米有差。其河道應通浚者，知會工部修理。凡稻田，玉泉山十有五頃，供上方玉食，餘田三十餘頃，皆徵租賦。御河、三海諸處，歲各有蓮藕之租，均量地薄征，以供內庭蒔植花卉之用。武備院掌上甲胄、弓矢、兵仗及鞍轡、行帳諸事。凡御蓋，皇上御殿，設繡蓋，巡幸鹵簿，設黃羅銷金九龍三簷曲柄華蓋。凡設褥，上春冬用黑貂，夏秋用黃龍綺，均於換季日更易。凡兵仗，皆由院敬謹修造，御用弓矢皆選盛京之良楛砮石成造。凡采辦物料，歲支崇文門稅務銀千兩，交各省敬謹采辦。以上皆內府之所專司，若內務府大臣得人，則宮府之禁綦嚴，紀綱整肅，實為超軼漢、唐諸制多矣。"
      },
      {
        "index": 7,
        "text": "堂子"
      },
      {
        "index": 8,
        "text": "國家起自遼、瀋，有設竿祭天之禮。又總祀社稷諸神祗於靜室，名曰堂子，實與古明堂會祀群神之制相符，猶沿古禮也。既定鼎中原，建堂子於長安左門外，建祭神殿於正中，即彙祀諸神祗者。南向前為拜天圓殿，殿南正中設大內致祭立杆石座。次稍後兩翼分設各六行，行各六重，第一重為諸皇子致祭立杆石座，諸王、貝勒、公等各依次序列，均北向。東南建上神殿，南向，相傳為祀明將鄧子龍位。蓋子龍與太祖有舊誼，故附祀之。歲正朔，皇上率宗室、王、公、滿一品文武官詣堂子，行拜天禮。凡立杆祭神於堂子之禮，歲以季春、季秋月朔日舉行。祭日懸黃幡，係采繩，綴五色繒百縷，楮帛二十有七，備陳香鐙。司俎官於大內恭請神位，由坤寧宮以彩亭舁出，行中路至堂子，安奉於祭神殿內東向，陳糕餌九盤，酒戔三。圓殿陳糕餌三，酒戔一，楮帛如數。司俎官以讚祀致辭行禮。大內致祭後，越日為馬祭神於堂子如儀。凡月祭，孟春上旬三日，餘月朔日，大內遣司俎官率堂子官吏於圓殿奠獻糕酒，行禮如儀。是日，內管領一人，於上神殿獻糕酒楮帛，親、郡王各遣護衛一人，於上神殿獻楮帛。凡浴佛之禮，歲以孟夏上旬八日，司俎官率執事人等，自大內請佛至堂子祭神殿，陳香鐙獻糕酒，王公各遣人獻糕。執事設盥盤，讚祀二人浴佛畢，六酌獻，三致禱如儀。是日大內及軍民人等不祈禱，不祭神，禁屠宰，不理刑名。凡出師展拜堂子之禮，皇上親征，諏吉起行，內府官預設御拜褥於圓殿外，及內門外御營黃龍大纛前，兵部陳螺角，鑾儀衛陳鹵簿均如儀。皇上先詣圓殿，次詣纛前，均行三跪九叩禮。六軍凱旋，皇上入都門，先詣堂子行禮。命將出師，皇上率大將軍及隨征將士詣堂子行禮，儀均與親征同。凱旋日，詣堂子行告成禮，均與古之祃禂告功明堂之禮相同。實國家祈禱之虔，百神之所佑庇，與商、周之制若合符節，所以綿億萬載之基也。"
      },
      {
        "index": 9,
        "text": "額經略"
      },
      {
        "index": 10,
        "text": "額經略爾登保，吉林人。少以侍衛從福文襄王征臺灣、廓爾喀、苗疆諸部落有功，洊至護軍統領。楚苗之役，公受瘴得疾，時福文襄、和宣勇相繼卒，亦有傳公已故者，其家已為之設位祭，久之始知其訛。嘉慶己未冬，授經略，督辦三省教匪。公雖武人，為富尚書德甥，故夙知兵法，待下過嚴厲，然遇有功者，必親為撫視。又延胡學士必顯為幕客，凡出師皆請其參酌，故每戰必勝，賊皆畏懼。聞慶總憲溥言，公行師川、楚時，如數日不遇賊，則抑鬱不樂，鞭撻士卒不已。聞鼙鼓聲，即踴躍據鞍，指揮三軍，欣然從事。及凱師歸，公必命烹肥羊，呼眾將士至，邀與同食，公親持刀為之割削，視諸將如骨肉。言語質樸，如違其制，則當筵謾罵，初不少貸。一日，遊總兵雲棟違公節制至敗衄，公罵之曰：「汝何畜產，乃敢違乃公令以致敗辱？如楊遇春小兒，斷不致若此。」時楊方在坐，而公初不顧忌，其真率也若此，故人皆為之用命。甲子春歸朝，任御前大臣。余於朝廊遇之，高不逾中人，性和靄，初不意其勇烈若此也。乙丑秋病篤時，上遣莊親王往視，王嘉其勳績，公瞪目曰：「吾有何功可計，殊愧死矣！」其謙衝又如此。然性好殺戮，擒賊至，無論老稚盡皆殲滅，嘗曰：「毋留此賊種，致他日更生事變也。」故卒無嗣，人皆為之惜云。"
      },
      {
        "index": 11,
        "text": "劄克塔爾"
      },
      {
        "index": 12,
        "text": "劄克塔爾，金川番部人。其父某為索諾木所殺，故公自弱冠投誠。因秘獻入番捷徑，阿文成公得以進兵成功。純皇帝憐其幼稚，命近臣撫視之，後洊至護軍統領。公雖外夷，性敏捷，川、楚之役，公每膺師旅，未嘗敗北，軍中敬畏之，呼曰「苗張」，無敢攖其鋒者。丙寅秋，瓦柴關兵變，公首趨赴。時西安駐防兵已為賊衝潰，勢甚猖獗，公怒馬獨出，手殺數賊，賊有識之者，詫曰「苗張至矣」，因皆奔潰。楊時齋提督繼至，為之撫慰，賊皆棄甲請降，是役往返不逾二十日，皆二公之功也。壬申春病卒於邸，上悼惜之，賜金幣，令人董其喪焉。"
      },
      {
        "index": 13,
        "text": "西山活佛"
      },
      {
        "index": 14,
        "text": "乾降乙巳、丙午間，有順義民婦張李氏，善醫術，兼工符籙祈禱之事，病者服其藥輒瘥。又有宦家婦女為之延譽，爭建西山三教庵、西峰寺與之居，虔為供奉，號為「西山老佛」。後燒香者既眾，男婦雜遝，頗有桑間、濮上之疑，為有司所懲治，將張李氏伏法，其風始熄云。"
      },
      {
        "index": 15,
        "text": "法和尚"
      },
      {
        "index": 16,
        "text": "乾隆中，有法和尚者，居城東某寺，勢甚薰赫。所結交皆王公貴客，於寺中設賭局，誘富室子弟聚博，又私蓄諸女伎日夜淫縱，其富逾王侯，人莫敢攖。果毅公阿里袞惡其壞法，乃令番役陰夜逾垣擒之，盡獲其不法諸狀。阿恐獄緩，為之緩頰者眾，乃遍集諸寺僧寮，立斃杖下。逾時要津之托始至，已無及矣，人爭快之。至於市井間繪圖鬻之，久之未已也。"
      },
      {
        "index": 17,
        "text": "阿里瑪"
      },
      {
        "index": 18,
        "text": "國初有驍將阿里瑪者，能自握其髮足懸於地，又能舉盛京實勝寺之石獅，重逾千斤。戰功甚钜。入京後，所為多不法，章皇帝欲置於法，恐其難制，有巴圖魯占者，其勇亞於阿，因命其擒之。占至阿邸，故與之語，猝握其指。阿怒，以手拂占，擲於庭外數十武，因數之曰：「汝何等人，乃敢與吾鬥勇耶？」占以上命告。阿笑曰：「好男兒安惜死為？何須用紿計也！」因受縛，坐車中赴市曹。至宣武門，阿曰：「死則死耳，余滿洲人，終不使漢兒見之，誅於門內可也。」因以足絓城門甕洞間，車不能行。行刑者從其語，阿延頸受戮，其頸脈如鐵，刀不能下。阿自命占以佩刀割其筋，然後伏法，亦一奇男子也。"
      },
      {
        "index": 19,
        "text": "三焦"
      },
      {
        "index": 20,
        "text": "醫家載十二經之脈，其所言手少陽三焦者，人莫能指其定處，諸醫家或分上中下三俞為三焦以敷衍之。然六陽經絡皆為六腑之所係，故命為陽，未可統指背俞，謾無定所。蓋三焦男子藏精之處，為腎髒之外腑。腎賦形有二，故膀胱三焦分為其腑，即命門之關鍵也。或有被磔刑者，見其膀胱後別有白膜，包裹精液，此即三焦之謂也。世之盲醫不察而妄相指擬，致使十二經之名殊缺其一，亦古今行醫者之所宜曉也。"
      },
      {
        "index": 21,
        "text": "秦腔"
      },
      {
        "index": 22,
        "text": "自隋時以龜茲樂入於燕曲，致使古音湮失而番樂橫行，故琵琶樂器為今樂之祖，蓋其四弦能統攝二十八調也。今昆腔北曲，即其遺音。南曲雖未知其始，蓋即小詞之濫觴，是以昆曲雖繁音促節居多，然其音調猶餘古之遺意。惟弋腔不知起於何時，其鐃鈸喧闐，唱口囂雜，實難供雅人之耳目。近日有泰腔、宜黃腔，亂彈諸曲名，其詞淫褻猥鄙，皆街談巷議之語，易入市人之耳。又其音靡靡可聽，有時可以節憂，故趨附日眾。雖屢經明旨禁之，而其調終不能止，亦一時習尚然也。"
      },
      {
        "index": 23,
        "text": "王樹勳"
      },
      {
        "index": 24,
        "text": "王樹勳，江都人。其父某曾任微職。樹勳幼入京應試，不售，乃於廣慧寺為僧，法名明心。性聰悟，剽竊佛氏絮語，以為直通圓覺。又假扶乩、卜筮諸異術，京師士大夫多崇信之。樹勳以重賄賂諸人之閽者，故多探刺其陰私事而揚言於外，故人愈尊奉之。蔣予蒲、龐士冠等以詞垣名流，甘列弟子之位，其餘達官顯宦為其門人者無算。朱文正公正人也，亦與之談晤，其他可知矣。為和相所訪拿，樹勳復以重賄賂司員吉倫，為之袒護，因末減其罪，勒令還俗而已。樹勳後遊蕩江湖間，時值川、楚教匪倡亂，松相公筠時督師湖北，樹勳仗策軍門。松公故喜佛法，樹勳投其意指，公大賞鑒，因命易裝為道士。入某寨中說賊降，公大悅，獎以七品官銜。樹勳復從軍數載，積功至襄陽太守。嘗入都引見，刑部尚書金光悌，貪吏也，因其子病劇，延樹勳醫治。樹勳怵以禍福，光悌至長跪請命，人哄傳為笑談。為御史石公承藻登諸白簡，上下其章訊之，得實，上獎之曰：「真御史也。」因褫樹勳職，遣戍黑龍江，光悌以先物故，得免置議，蔣予蒲、宋鎔等黜降有差。夫樹勳以一浮蕩僧人，乃敢以口舌干請諸大僚為之薦引，致身二千石之貴，其雖遭遣戍，謫死窮荒，不無厚幸。諸名士以翰墨名流，而甘為緇衣弟子，以至遭其笞撻之辱，亦可謂斯文掃地矣。"
      },
      {
        "index": 25,
        "text": "畫眉楊"
      },
      {
        "index": 26,
        "text": "京師有善作口伎者，能為百鳥之語，其效畫眉尤酷似，故人皆以「畫眉楊」呼之。余嘗見其作鸚鵡呼茶聲，宛如嬌女窺窗。又聞其作鸞鳳翱翔戛戛和鳴，如聞在天際者。至於午夜寒雞，孤床蟋蟀，無不酷似。一日作黃鳥聲，如見睆於綠樹濃陰中，韓孝廉崧觸其思鄉之感，因之落涕，亦可知其伎矣。"
      },
      {
        "index": 27,
        "text": "魏長生"
      },
      {
        "index": 28,
        "text": "魏長生，四川金堂人。行三，秦腔之花旦也。甲午夏入都，年已逾三旬外。時京中盛行弋腔，諸士大夫厭其囂雜，殊乏聲色之娛，長生因之變為秦腔。辭雖鄙猥，然其繁音促節，嗚嗚動人，兼之演諸淫褻之狀，皆人所罕見者，故名動京師。凡王公貴位以至詞垣粉署，無不傾擲纏頭數千百，一時不得識交魏三者，無以為人。其徒陳銀官，復髫齡韶秀，當時有青出於藍之譽。長生既蓄厚貲，乃抽身歸里，陳遂繼其師業。當時百官殷富習俗奢靡，故二子得以媚取，為和相所覺察，因荷校銀官於緹帥署前以辱之，為緩頰者，皆謫貶有差。乃逐陳銀官歸川中，其風稍息。銀官不知所終。嘉慶辛酉，長生復入都，其所蓄已蕩盡，年逾知命，猶復當場賣笑。人以其名重，故多交結之，然婆娑一老娘，無復當日之姿媚矣。壬戌送春日，卒於旅邸，貧無以殮，受其惠者為董其喪，始得歸柩於里。長生雖優伶，頗有俠氣。庚子南城火災，形家言西南有劍氣衝擊，長生因建文昌祠以厭勝。又納蘭太傅孫成安者，初與其狎昵，後遇事遣戍歸，貧無以立，長生嘗贈恤之，亦其難能也。"
      },
      {
        "index": 29,
        "text": "茅麓山"
      },
      {
        "index": 30,
        "text": "茅麓山在鄖陽界，毗連三省，廣數千里。明末時，流賊餘黨郝搖旗等竄入其中，復有明疏宗某，郝等崇奉為主，恃險假息。康熙初，命圖文襄公海為督師，同川督李公國英、護軍統領穆公哩瑪率三省兵會剿。諸將皆於層巖陡壁間，草衣卉服，攀援荊葛而進，逾年始蕩平其巢穴。故今京師中諺語有其事險難者，則曰又上茅麓山耶。則當日之形勢可知矣。"
      },
      {
        "index": 31,
        "text": "煙蘭小譜"
      },
      {
        "index": 32,
        "text": "自魏長生以秦腔首倡於京都，其繼之者如雲。有王湘雲者，湖北沔陽人。善秦腔，貌疏秀，為士大夫所賞識。有宗臣某，嘗拆其園中樓閣為其償逋債。湘雲性幽藹，善繪墨蘭，頗多風趣。余太史集為之作《煙蘭小譜》，以紀一時花月之盛，以湘雲為魁選云。後湘雲改業為商賈，家頗富饒，至今猶在云。"
      },
      {
        "index": 33,
        "text": "喬道人"
      },
      {
        "index": 34,
        "text": "乾隆庚戌、辛亥間，有喬道人自陝右至。貌清臒鶴立，面微暈紅，自雲數百歲，曾經明末鼎革事，與孫百穀、周忠武相交。言皆妄誕，然談兵家事歷歷如繪。或云為年大將軍之潰卒，曾經青海戰事，故所言了了，然無左證也。今漕帥李公奕疇深為崇奉。喬居一小庵中，飲啖如常，毫無他異。壬戌五月中，卒於旅邸，亦卒無他奇驗，蓋如抱樸子所言古強類也。又有某道士居西城紅廟玉皇閣，能預見知和相死期。辛酉夏大雨，鈕鑽祿緹帥明安嘗延其在海澱寺中築壇祈晴，頗有小驗。上以其惑眾，命逐出境外，亦不知其所終。"
      },
      {
        "index": 35,
        "text": "岳少保之死"
      },
      {
        "index": 36,
        "text": "昔蘇東坡以不及見范文正公為恨，蓋不同朝故也。岳少保起入為少宗伯時，余已任散秩大臣，固直宿中禁，不得常至西苑，故未能與公一會，至今心猶耿耿。聞公入都時，已抱沈屙，京中素無邸舍，因寓居友人家中。後病篤時，遷於某寺中，龕燈繐帳，渾如旅客，實近日大僚中所罕見者。其夫人賴友生為之置室，親紡織以度日。而其本旗都統某，因公有代屬員分賠款項，立逼夫人鬻室充公，人皆為之切齒。未逾歲，某卒以貪事敗死。"
      },
      {
        "index": 37,
        "text": "毒死幕客"
      },
      {
        "index": 38,
        "text": "有某江督，任蘇撫時其父為福建將軍。某歲出洋船數百艘，名為其父飲膳之貲，實陰鬻米於外洋以獲重利，皆幕客某為之經理。後江督高文端晉聞客練達幕事，欲親為延聘，某公恐泄其陰事，因延幕客會飲，置毒酒中，以滅其口。至今蘇人猶能言之。"
      },
      {
        "index": 39,
        "text": "閔撫軍"
      },
      {
        "index": 40,
        "text": "閔撫軍鶚元，烏程人。中乙丑進士，累任安徽、江蘇巡撫。初任皖時，以廉潔自重，布衣蔬食，接見僚屬必談性理，《近思錄》諸書背誦如瀉水狀，人皆讋服。袁簡齋先生笑曰：「如其廉潔果實，不過高辛氏之孽子流耳。況外木強而內多狡詐，不近人情，乃王荊公之絮餘，徒貽害蒼生耳。」人皆以其言為過當。及撫吳日，頗改前節，苞苴日進，動逾千萬，人始服袁之言。時李昭信相國以貪墨獲罪，上嚴諭令各督撫議其罪。人皆希上旨以為可誅，獨閔探知上有憐才意，乃以議貴議功為言，復以諸督撫養廉實不敷用，必須受諸陋規始足以充公項等語。上雖嚴斥，心是其語，李相因之末減其罪。時以其弟獲罪，降為三品頂帶。故吳人諺曰「議貴議功，一言活，昭信中堂，難逃青史；偽仁偽義，三品留，江蘇巡撫，無補蒼生」云。後以庇屬員冒徵案獲罪遣戍，人爭快之。其家置產券約，皆惟書「文」字，蓋預防籍沒也，其用心谿刻如此。"
      },
      {
        "index": 41,
        "text": "李中丞"
      },
      {
        "index": 42,
        "text": "李中丞湖，江西人。屢任封疆，以廉能著。撫粵時，海盜充斥，邊民為之逋藪，督臣巴延三性懦怯不能制，公設關禁，嚴為查究，諭將士泛重洋，冒波濤，嚴為捕緝。未逾年，擒盜數千人，公誅首惡，其餘皆縱之，曰：「此亦吾民，何忍使攖白刃也！」故民皆感服。輿人誦曰「廣東真樂土，來了李巡撫」之語。卒以勞瘁卒，上甚悼之，諡恭毅，蔭其子為中書。"
      },
      {
        "index": 43,
        "text": "舒梁阿三公遠見"
      },
      {
        "index": 44,
        "text": "乾隆初，政令寬大，一時輔翌大臣，皆忠正有遠略。嘗見梁文莊詩正掌戶部時上疏稿，核計度支盈絀，如在指掌。略言：「每歲天下租賦，除官兵俸餉各項經費外，惟餘二百餘萬，實不足備水旱兵戈之用。今雖府庫充盈，然乞皇上以節儉為要，慎勿興土木之功，黷武之師，以為持盈保泰之計。」當時人皆咎其言利。至嘉慶初年，河水屢溢漫口，川、楚教匪用兵九載，國帑為之告匱，始服公之遠識預定於五六十年前也。壬辰、癸巳間，純皇帝以八旗火器未備，因建營於藍靛廠間，欲令鳥槍兵丁皆攜家往住，以便演習。舒文襄公上言：「火器為國家要務，不可使盡居城外，以致內城無備，倉卒用之，難以立至。」上從其言，因分為內外二營。至嘉慶癸酉秋，林清之變，有賴內營火器，始能即時撲滅。又西域初定，公上言命商賈販綢緞往新疆，皆令官與之平準，而命其攜銀以歸，不許私置貨物入關，以干禁令，蓋預防內地銀兩有所虧缺也。又乾隆庚子，上以天下殷富，乃議改綠營名糧。名為公費，而招募樸實其額，以為足兵之計。阿文成公力言不可，和相希上意，乃改巡捕五營之制，天下督撫因而議行，歲糜費國帑三百餘萬，國用因之不足。甲戌春，今上從廷臣議，始復舊制。若三公者，可謂謀慮深遠，得輔相之道矣。"
      },
      {
        "index": 45,
        "text": "馬侯"
      },
      {
        "index": 46,
        "text": "奉義侯馬蘭泰者，元裔也。其祖某，國初時歸降最先，故膺五等之封。雍正中，北征準噶爾，馬為副將軍，屯察汗赤柳。軍中無以為娛，馬乃選兵丁中之韶美者，傅粉女妝，褒衣長袖，教以歌舞，日夜會飲於穹幕中。為他將帥所舉發，奪爵遣戍焉。"
      },
      {
        "index": 47,
        "text": "信勇公"
      },
      {
        "index": 48,
        "text": "信勇公瑪木特，厄魯特人。初為準噶爾宰桑。乾隆癸酉，杜爾伯特汗策淩來降。達瓦齊遣公追之。既入邊復逸出，副都統達青阿誘公擒之。純皇帝諭曰：「瑪木特倘召之不至，或至而心懷不服，則擒之可。今遣使往輒至，不明懲其罪，反誘擒，非也。」詔宥罪遣歸，給衣冠，公感上恩，稽首而還。後我兵入，公感激前事，且念達瓦齊不足事，乃赴副將軍薩拉爾軍，請內徙。因入覲，上念歸志誠信，授內大臣。時議征達瓦齊，以阿睦爾撒納為左副將軍，以公為參讚。公密奏曰：「阿睦爾撒納豺狼也，雖降不可命往，往必為殃。」上以不逆詐諭之。軍抵伊犁，公多讚畫功，封三等信勇公，賞雙眼孔雀翎，四團龍服。命守紥哈沁，以疾留伊犁。聞阿逆叛，將脫歸之兵衛，為逆黨擒赴阿逆所，阿逆慰之曰：「準噶爾與天朝疆域殊異，爾欲內向何也？不如歸我，當善視之。」公怒唾而言曰：「天下豈有無君之國哉？達瓦齊篡而虐，聖天子討其罪。噶爾丹策零嗣已絕，我不內歸將焉往？且天朝已擒我，不即誅復釋還，此所謂生死而肉骨也，何忍背之？爾先我往，聖天子待爾厚，爾乃謀逆，今既擒我，我何懼？死則死爾，大軍至，將磔汝，犬猶不食爾肉也。」阿逆慚，縊殺之。事聞，上震悼，御製《烈士行》以獎之。公生長窮荒，乃知忠義若爾，實為中原士大夫之所宜景行者也。"
      },
      {
        "index": 49,
        "text": "仙提督"
      },
      {
        "index": 50,
        "text": "仙提督鶴翎，山東人。甲午秋，王倫叛逆時，公為千總，隨副都統尹公吉圖入汪家小樓搜緝王倫。尹公驟抱倫背，為賊黨刀劍叢至，尹公仆地。公奮身前，救尹公出，因背受刃傷如畫，三日乃甦。舒文襄公奏聞，上立擢為守備，後遊至湖南提督。征苗匪時有勞績焉。"
      },
      {
        "index": 51,
        "text": "富公"
      },
      {
        "index": 52,
        "text": "宗室輔國公富春者，敬謹莊親王裔也。任杭州將軍時，撫軍王直望，貪吏也，性耽聲色。元旦拜聖牌，王以困酒故，日中始至，公正色責曰：「元日履端茲始，拜牌臣子禮儀，安可遲延若是？殊玩愒於時日也。」王長跽請謝。公退謂人曰：「王公其不久乎！為人臣者不以篤敬將事，能無遭天譴乎！」逾年，王果以貪縱敗，卒如公言。"
      },
      {
        "index": 53,
        "text": "李毓昌"
      },
      {
        "index": 54,
        "text": "李縣令毓昌，山東即墨人。中嘉慶戊辰進士，揀發江蘇試用。淮安報水災，大吏遣公往查核。故事，凡委員往，漫不省察，惟心其陋規而已。山陽令王伸漢，貪吏也，有冒增戶口事，為公訪察，將欲舉發。伸漢懼，乞太守王某代為緩頰，公力拒之。伸漢乃遣其僕包祥，乞公從者李祥、顧祥、姚升等，私以賄進言。公正色曰：「今歲某赴科場，皇上所命題，即以德本財末為言。某雖不肖，敢欺君納賄耶？明日並以此稟諸制府可也。」李祥等赧顏退，告諸包祥。包祥懼，因以其賄贈顧祥、姚升等，命謀害公以滅口，顧祥等許諾。是晚公赴太守宴歸，明早即欲解纜。時公寓古寺中，寂闃無人，夜間，公獨酌自遣，僕等因以毒酒進。公飲覺之，遂停杯，血流於頤。僕等愈懼，因以帛勒死之，以自縊聞。王伸漢並賄通檢驗者，遂朦朧通稟。公柩歸家，公叔某於褻衣中睹血跡，因上控都察院。上大怒，會緹帥緝獲姚升，盡得其實，然後逮伸漢入，鞫供如前，因立置典刑，包祥、顧祥、李祥、姚升等皆正法。贈公知府銜，蔭其子為舉人，上復御製詩以旌之。或云公柩歸時，其家已釋然，公托夢於其叔，言其屈枉，已授江都城隍神位，篋中有血衣可證。其叔如其言，啟篋視之果然，因而成訟。其語近誕，不足信也。"
      },
      {
        "index": 55,
        "text": "石倉十二代詩選"
      },
      {
        "index": 56,
        "text": "《四庫全書提要》云：《石倉十二代詩選》五百六卷，曹學佺著。學佺工詩，去取頗有別裁。其明詩分初集、次集，《千頃堂書目》尚有三集、四集、五集、六集，三百八十四卷，近佚云。今余家所藏則一千七百四十三卷，較《四庫》所收多至千餘卷矣。古逸詩十三卷，唐詩一百卷、拾遺十卷，宋詩一百七卷，元詩五十卷。明初集八十六卷，次集一百四十卷，三集一百卷，四集一百三十二卷，五集五十二卷，六集一百卷，七集一百卷，八集一百零一卷，九集十一冊，十集四冊，續集十冊，再續集九冊，三續集五冊，三四續集、四五續集一冊，五續集三冊，五六續集一冊，南直集八冊，浙集八冊，閩集八冊，社集十冊，楚集四冊，川集一冊，江西集一冊，陝西集一冊，河南集一冊。九集後不分卷，以冊代卷，其曰三四續、四五續，義例難通，而雕鐫完好，刷印清楚，自是閩中初拓精本，法時帆祭酒頗加賞鑒，以為近世難覓之本。惟七集、八集中數卷為王功偉明經攜去，以至遺佚不復得為全豹，殊堪扼腕也。"
      },
      {
        "index": 57,
        "text": "恒侍衛"
      },
      {
        "index": 58,
        "text": "宗室侍衛公恒斌，字絅文，太宗文皇帝第十子輔國公韜塞裔也。充三等侍衛。父薩喇善，官吉林將軍。以事謫伊犁，方臥病不起，公奮然曰：「古人有身代父役者，吾何不為？」遂陳情當事乞代奏。有旨責其沽名，褫職，仍命從父行，純皇帝殊惻然也。公竟行，晝夜侍父疾，至廢寢食，父每怒其愚，公無幾微怨。抵伊犁，父疾以瘳，阿文成公時為伊犁將軍，賢其行。尋哈薩克新附，遣使入貢，奉旨擇賢員伴送，阿公因命公充伴送官入京，途間馭陪臣忠信得大體。上召見加慰藉，仍授三等侍衛，留京供職，蓋特恩也。公請畢伴送事仍往伊犁侍父，上允之，擢二等侍衛。三十年，烏什回人叛，公隨明忠烈公瑞由伊犁倍道進抵烏什，戰屢捷。三月朔，領兵為左翼，陣城南山下接戰，賊更麇至，公奮勇邀擊之，所向披靡。賊懼，隱城壕誘公，公怒馬前，萬鏃齊發，不及禦，歿於陣。事聞，上軫惜，因宥其父罪還京，賜恤如例，蔭雲騎尉。"
      },
      {
        "index": 59,
        "text": "傅文忠之謙"
      },
      {
        "index": 60,
        "text": "傅文忠公恒以椒房勳戚，當朝軸者幾三十年，惟以尊奉前輩，引擢後進為要務，故一時英俊之士多集於朝。如孫文定嘉淦、岳威信鍾琪、盧巡撫焯等皆起自廢棄田里，畢制府沅、孫文靖士毅、阿相國爾泰、阿文成桂皆公所賞識者，後皆為封疆大吏。其子文襄王復以英年擁節，屢鎮邊隅。累世三公，門多故吏，殊有袁氏之風。聞公款待下屬，每多謙衝，與其同几共榻，毫無驕汰之狀。汪文端公死，公為之代請，得蔭其子承霈為部曹；舒文襄公籍沒遣戍，公代贖其宅，俟其歸而贈之：故皆感佩其德，久之不衰。然於恩怨分明，有詆之者，務為排擠。又頗好奢靡，衣冠器具皆尚華美，風俗因之轉移，視諸盧懷慎布衣脫粟，呂蒙正之休休有容者，殊有愧於昔也。"
      },
      {
        "index": 61,
        "text": "私造假印案"
      },
      {
        "index": 62,
        "text": "嘉慶己巳冬，工部有書吏王書常者，私鐫假印，冒支國帑。其於欽派歲修工程，皆假捏大員名姓，重復向戶曹支領，每歲耗銀至數十餘萬兩。久之為工頭某告發，始置書常於法，大吏降黜有差。夫水曹支領銀兩，必須諸司空簽押畢，關知戶曹，度支大員復加查核，然後發帑，定例本為詳慎。乃諸部曹夤緣為奸，伺大員談笑會飲時，將稿文雁行斜進，諸大員不復寓目，仰視屋梁，手畫大諾而已。更有倩幕友代畫者。其習已久，故使奸蠹胥吏得以肆其奸志。嗟夫！於照常供職之事，尚復泄遝若此，又安望其興利除弊，致吾民於熙皞之世也哉？宜夫我皇上屢降明諭諄諄之告誡也。"
      },
      {
        "index": 63,
        "text": "伊桑阿"
      },
      {
        "index": 64,
        "text": "貴州中丞伊桑阿，高文端公兄子也。累任封疆，以貪黷聞，為下吏舉發。上命初頤園侍郎往訊得實，解京正法。上怒其暴虐，復遣侍郎瑚圖靈阿於中道賜死。伊初聞旨，以為詐偽，不肯受命，瑚使人縛之，乃叩頭乞貸須臾，以待恩命之至。瑚笑曰：「曩昔威望皆往何處去也？」因以帛勒斃。夫以封疆世族，至於玩法致罪，已無顏以對人，乃搖尾乞憐如犬彘就死狀，真不知是何肺腑也。"
      },
      {
        "index": 65,
        "text": "盛京先朝舊物"
      },
      {
        "index": 66,
        "text": "盛京清寧宮貯文皇帝時糠燈，屢見純皇帝之詩。又崇謨閣藏高皇帝舊履，以牛皮為之舄，護以綠皮雲頭。又有先朝登山負物木架，所持拐杖，皆白木為之，制甚樸素。想見祖宗開創之艱，公劉走馬之什，古今如合符節也。"
      },
      {
        "index": 67,
        "text": "洪文襄之降"
      },
      {
        "index": 68,
        "text": "文皇之收服洪文襄，事已詳前卷中。聞范冢宰建豐言，洪被擒時，文皇命先文肅公往說，洪謾罵不已。文肅以善言撫之，因與談論今古事，時有梁間積塵落洪襟袖間，洪屢拂拭之。文肅遽辭歸，奏文皇曰：「承疇不死矣！其敝衣猶愛惜若此，況其身邪？」後文襄果降，如公所料云。"
      },
      {
        "index": 69,
        "text": "黃文襄設幕館事"
      },
      {
        "index": 70,
        "text": "黃文襄事跡，已見前卷。聞公督陝、甘時，正值西北用兵，公督師肅州，乃設一公館，凡藩、臬、兵備、道、州、縣等，所司軍旅事者，皆寓其中。公鎮日危坐中堂，其郵騎至，直入館院，公啟封視之，應付何司者，立時分派，目擊其抄稿鈐印畢，即以谘覆。故應付急速，無以留滯，軍事得以易蕆，司軍事者宜以為法也。"
      },
      {
        "index": 71,
        "text": "五國城"
      },
      {
        "index": 72,
        "text": "五國城在今白都納地方。乾隆中，副都統綽克托築城，掘得宋徽宗所畫鷹軸，用紫檀匣盛瘞千餘年，墨跡如新。又獲古瓷器數千件，因得碑碣，錄徽宗晚年日記，尚可得其崖略。云於天會十三年寄跡於此，業經數載，始知金時所謂五國城即此地也。"
      },
      {
        "index": 73,
        "text": "禮烈親王纛"
      },
      {
        "index": 74,
        "text": "先烈親王同鄭莊親王征輝發，夜間大纛頓生光焰，鄭王欲凱旋。先烈王曰：「焉知不為破敵之吉兆也？」因整師進，卒滅其國。故今余邸中纛頂皆懸生鐵明鏡於其上，有異於他旗之纛，蓋以誌瑞也。"
      },
      {
        "index": 75,
        "text": "桂香東侍郎"
      },
      {
        "index": 76,
        "text": "覺羅香東侍郎桂芳，興祖直皇帝裔也，為兩湖制府圖公思義孫。性豪宕。中嘉慶己未進士。上召見，曰：「奇才也。」因日見信任，不數年即登九列。家素貧，窶然不鳴一錢，門生有饋納者，公曰：「以束修贄先生，其誼甚古。然某任司農，尚可充用，不敢拜受其惠。」因封還之。時相有以苟且為政者，公深惡其人，至面責之曰：「不意宗臣中有如公之行者，真汙蔑帶間物矣。」某公恨之次骨，然亦無如公何也。癸酉秋，林清之變，公擬奏稿數條，預以示董蔗林，董曰：「公言雖是，恐不能迎合上意。」公正色曰：「此何等時，尚以迎合為言耶？」董公為之拜謝乃已。其奏上，上皆嘉納之。甲戌春，欽命往粵西審辦成林案，病寓於武昌，未數日暴卒。上悼惜之，獎以忠梗有古大臣風焉。先是，公祖制府公，公父觀察公恒慶及公身，三世皆沒於楚中，亦一異也。"
      },
      {
        "index": 77,
        "text": "張若瀛"
      },
      {
        "index": 78,
        "text": "張若瀛，文和公之族侄也。以吏員任熱河巡檢。純皇帝幸灤陽，有隨侍太監某，滋擾民間。若瀛撫以善言，太監愈咆哮，乃命縛之，立加大杖數十。方敏愨公時督直省，大詫曰：「張某瘋矣！」乃立劾之。上察其情，曰：「非太監恣行不法，若瀛安敢杖之？其人殊有家風，誠可嘉也。」因立擢為同知，而遺戍其太監。真聖主大度有異於人也。"
      },
      {
        "index": 79,
        "text": "書劍俠事"
      },
      {
        "index": 80,
        "text": "余友畢補垣云：「粵西永寧州有陳氏者，家巨富。嘗飲於州署中，席間有偉丈夫闖然至，衣服鮮美，年甚髫稚，與州牧款洽。陳異其人，訊諸州牧，牧曰： 『此所謂李氏子，至州已三載，惟以交納官吏為事，實未詳其世族。』陳有少女，因欲贅李為婿，倩州牧為媒。李慨允之，惟約曰：『每月有數夕，吾應夜出會客，莫相為阻。』陳允之。既贅數月，每夕出，終夜不返，所招徠者皆峨冠奇服，相貌僛醜之輩。陳叟亦頗悔為姻，既已贅之，無如何也。吳中有葉氏子者，少無賴，好劍術，有老嫗導之，能以劍為雙丸，納諸口中，又能使人以白刃擊其肩背，終無血跡。老嫗因曰：『此麻姑避劍法也。』葉拜學其術，因出遊於外。時王師征緬甸，有轉餉至楚南沅州者，一夕忽失銀數百鞘，守吏大驚，因督責胥隸捕緝，終日笞撻。有老胥曰：『銀至數百鞘，非一人之所能持，如其夥眾多，聲應喧遝，何以守者闃然無所聞見？其中必有異也。』因號泣路旁。葉氏子適至沅，異而問之，老胥告其故。葉憐其老，曰：『吾可為代覓之。』因赴滇、黔物色之，終不得其要領。一日，路之永寧，遇李生於途，詫曰：『此小李將軍也！奚以至此？』因問諸路人，曰：『此陳氏贅婿也。』葉氏子遂至陳宅，告楚中失帑之故。陳亦訝曰：『數日前吾婿頗暴富，未審其財物所自，豈即盜官項耶？』葉曰：『夜中令汝女細詢之。』陳叟告其女。晚間李生至，入戶，見妻色悽然，曰：『此必有異。』因究詰之，女戰栗無人色，長跽以謝。李生疑有他故，因拔壁上劍將斬之。葉氏子自窗躍入曰：『不可害良家女，泄其機者為某甲，請斬吾首可也。』李嗒然棄劍曰：『吾兄奚至此？吾事敗矣，不可久居於此。』葉氏子忿然責之曰：『吾儕以義為重，豈可盜官家物，使遺禍於他人以遭天譴也？』李生曰：『諾，兄可速回楚，官帑保無遺失，吾亦棄此而他徙矣。』葉氏子因辭陳叟歸，李生亦以其日棄家去，不知所之。是夜沅庫得所失鞘，封印如故。葉氏子既歸吳中數載，相物色者愈眾，葉氏子曰：『布衣而享妖異之名，其禍足以殺身。』因辭其父母云：『欲之點蒼山學道。』至今未歸。」云。此甲寅秋日告余者。今補垣已歿廿載，未知其事確否，聊漫錄之，以誌異云。"
      },
      {
        "index": 81,
        "text": "洪文襄款客"
      },
      {
        "index": 82,
        "text": "洪文襄晚年既謝事，復獨居侘傺，有其同鄉士人往謁，公拒不見。士人歸旅邸，無聊甚，晚間喧傳相國回拜，已至門矣。士人趨出，公降輿握手，故作寒溫泛語久之。入則四庭肴饌備陳，珠簾繡幕，華燈輝熠，公延客入首席，陪座者皆一時名士。既而笙管繽紛，伶工畢集。演劇數齣，酒數行罷，公起告辭，士人送出，公又辭讓，須臾乃登輿去。士人返舍，依然寒燈如豆，破壁頹垣猶如故也。蓋公久蓄將略，無所施為，聊借款客以展其懷抱耳。"
      },
      {
        "index": 83,
        "text": "張文端代作詩"
      },
      {
        "index": 84,
        "text": "王文簡公士禎，詩名重於當時，浮沉粉署，無所施展。張文端公英時值南書房，代為延譽。仁皇帝亦素聞其名，因召漁洋入大內，出題面試之。漁洋詩思本遲滯，加以部曹小臣乍睹天顏，戰栗操觚，竟不能成一字。文端公代作詩草，撮為墨丸，私置案側，漁洋得以完卷。上笑閱之，曰：「人言王某詩為豐神妙悟，何以整潔殊似卿筆。」文端公謝曰：「王某詩人之筆，定當勝臣多許。」上因命文簡改官詞林，因之得置高位。漁洋感激文端終身，曰：「是日微張某，余幾作曳白人矣。」"
      },
      {
        "index": 85,
        "text": "高江村"
      },
      {
        "index": 86,
        "text": "高江村士奇，華亭人。家甚貧窶，鬻字為活，納蘭太傅明珠愛其才，薦入內庭。仁皇喜其才便捷，凡遇巡狩出獵，皆命江村同禁御羽林諸將校並馬扈從。故江村詩曰：「身隨翡翠叢中列，隊入鵝黃者裏行。」蓋紀實也。江村性趫巧，遇事先意承志，皆愜聖懷。一日，上獵中馬蹶，上不懌，江村聞之，乃故以瀦泥汙其衣，趨入侍側。上怪問之，江村曰：「臣適落馬墮積瀦中，衣未及浣也。」上大笑曰：「汝輩南人，故懦弱乃爾。適朕馬屢蹶，竟未墜騎也。」意乃釋然。又上登金山，欲題額，濡毫久之，江村乃擬「江天一覽」四字於掌中，趨前磨墨，微露其跡，上如其所擬書之。其迎合皆若此也。"
      },
      {
        "index": 87,
        "text": "內院筆帖式"
      },
      {
        "index": 88,
        "text": "國初海內甫定，督撫多以漢人充之，凡文移用國書者，皆不省識，每省乃委內院筆帖式數人，代司清字文書。後內三院改為內閣、翰林院、繙書房等署，而督、撫衙門筆帖式仍沿舊銜，未及更正云。"
      },
      {
        "index": 89,
        "text": "裕陵聞香"
      },
      {
        "index": 90,
        "text": "刑部侍郎永祚言，其任工部司員時，督辦純皇帝大葬禮事。甫啟地宮石門，聞有異香自隧道出，清芬可愛，如是者數日乃已。蓋寢宮幽悶日久，山嶽秀氣所鍾靈也。"
      },
      {
        "index": 91,
        "text": "蔣文肅入場"
      },
      {
        "index": 92,
        "text": "蔣文肅赫德，初名元恒，永平灤州人。幼為諸生。善望氣術。明天啟丁卯，公赴科場，夜間聞明遠樓鼓聲，驚曰：「此頹敗之氣，其國安能久長？」故不終闈而去。遍遊九邊，云：「王氣蔥隆，聚於遼、瀋，其間必有聖人御世，吾蓄材以待可也。」逾年，文皇帝入關，公杖策軍門。上閱其文喜之，因改今名，遂攜出塞，不數載以致大拜云。"
      },
      {
        "index": 93,
        "text": "陳提督"
      },
      {
        "index": 94,
        "text": "乾隆己巳，上命工部侍郎三和修理靜漪園別館。中有復道可通西苑，上機暇之餘，嘗乘小輿率諸內侍數人由復道往監工，外庭殊未知也。時陳提督傑為中營千總，日夕危坐宮門側，督率工匠締構，初無怠容。上心識其人，諭傅文忠曰：「汝中營有偉髯千總，其人勤樸可任事。」因詢其名姓，命文忠保薦之，不數載遂至專閫云。"
      },
      {
        "index": 95,
        "text": "祿相公"
      },
      {
        "index": 96,
        "text": "宗室相國祿康，為誠毅貝勒裔，於宗室中屬長行。嘉慶初，輔政數年。繼和相既敗之後，欲反其政，故持躬清介，馭下寬大，僚屬感其小惠，翕然呼為良相。然才具庸劣，無所建白，又不甚識字，於古今政體毫未寓目。其所操持，率皆以市井毀譽為之趨慕，罔識朝廷大體，故一時叢脞成風，每多苟且之政。最可哂者，一日，余會公於禁中，蒙公教誨甚篤，余因述其祖德，公赧顏曰：「先世身遭刑戮，安敢計功？」余為之駭然。按誠毅貝勒為顯祖幼子，開創時，勳勞稱最，以病薨於邸，經太祖親臨哭奠，立碑旌功，事具國史，而公所言如此，誠為駭異。因細詢之，乃誤以褚英貝勒之事歸之誠毅，誠所謂數典忘其祖矣。後以故縱輿夫聚賭事降副都統。復以失察曹倫事遣戍遼東，侘傺以卒。夫以天潢貴胄而不學無術至此，安可以當調羹重任也？"
      },
      {
        "index": 97,
        "text": "亮總兵"
      },
      {
        "index": 98,
        "text": "伊爾根覺羅總兵亮祿，以世蔭任河南城守尉。嘉慶庚申，川、楚教匪滋事，已逾數載，豫省將校皆檄調他往，撫軍吳公熊光亦率兵堵禦盧氏。腹心千里，兵力虛弱，故寶豐、郟縣教匪藉以謀逆。時布政馬公慧裕護撫篆，省中惟滿兵千人而已。馬公因命公率滿兵同往。馬公故書生，未嫻軍旅，公曰：「吾聞兵貴神速，未聞遲巧。今賊初滋事，率皆烏合之眾，易於撲滅，不可使其蔓延日久，有害蒼黎也。」乃驅兵疾行，未三日至，賊尚未知覺。公即率兵圍其堡寨，聲言滿兵自京中至，數逾十萬。賊未知虛實，使偵者探伺，公命樹八旗大纛，五色絢燦，並命兵卒以鞭笞馬腹，使其騰蹶嘶號，聲震數里，賊已畏懼。至夜間，公起曰：「此正擒賊時也。」因吹角命士卒喊號進，公首先逾壕，焚其寨堡，士卒益用命，一鼓殲之。回報馬公，馬公方踞鞍危立，戰栗不能上馬也。事聞，上大喜，立擢公副將。後任雲南開化鎮總兵，未逾年卒於任。按寶豐為中原腹心之地，四通八達，無不襟連，微公乘賊之瑕，即時撲滅，倘至盤踞日久，豕突於江、淮、濠、潁之間，則其禍有不忍言者矣。若公者，謂之社稷之臣可也。"
      },
      {
        "index": 99,
        "text": "超勇王"
      },
      {
        "index": 100,
        "text": "超勇王成袞劄布，額駙襄親王之長子也。襄親王光顯寺之戰，功在社稷。王嗣掌定邊左副將軍印，父子專閫，軍中榮之。其族貝勒青滾雜卜，因其兄額林沁多爾濟以故縱阿逆故賜死。陰煽惑諸喀爾喀蒙古諸藩，曰：「元太祖裔無正法理。」欲共謀叛逆。其檄至王所，王大怒曰：「焉有人臣犯法，而其骨肉代為復仇之理？吾家世篤忠貞，豈可效叛人之謀，自蹈誅夷也？」因首發其謀，復寄劄於哲卜尊丹巴胡圖克圖，令其諭所部知大義，俾勿惑。事聞，純皇帝嘉之，即命王統師以剿，曰：「大義滅親，此王茂宏所以仗安東節也。」王率諸喀爾喀藩部兵力為追捕，青滾雜卜計窮，擁兵自衛。王傳檄諸部，宣布國家威德，其黨皆散，惟餘青滾雜卜父子數人，宛延沙漠中，迷失道路，為官兵所擒。上大悅，賜王金、黃帶，封其子為世子，以優賚之。王白皙，微髭數莖，不類蒙古世族。知兵法，有元臣木華黎所著兵法，王世收藏之，暇時擁一編展誦，故用兵多合古法。掌大將軍印幾四十年，未嘗戮一偏卒，曰：「三世為將，道家所忌，吾敢恣意誅戮，貽禍於後人耶？」 其弟郡王車克登布以勇捷見稱，上嘗以霍去病、曹彰比之。"
      },
      {
        "index": 101,
        "text": "軍營之奢"
      },
      {
        "index": 102,
        "text": "宗室副都統東林，文皇帝第十子韜塞裔也。任侍衛時，從征川、楚教匪凡十餘年。其親為余言者云：「軍中糜費甚眾，其帑餉半為糧員侵蝕，任其濫行冒銷，有建昌道石作瑞，曾侵蝕帑銀至五十餘萬兩。然其奢費亦屬糜濫，延諸將帥會飲，多在深箐荒麓間，人跡之所罕至者，其蟹魚珍羞之屬，每品皆用五六兩，一席多至三四十品，而賞賜優伶，犒賚僕從之費不與焉。有某閣部初至，石為饋珍珠三斛，蜀錦一萬匹，他物稱是。故其所侵蝕者，轉皆蕩盡，至死無殮費，人皆快之。軍中奢糜之風，實古今之所未有也。」聞明參政亮言其隨明忠毅公瑞征烏什回部時，軍中大帥，惟有肉一哉，鹽酪數品而已。其事未逾數十年，而其風變易至此，其作俑者可勝誅乎。"
      },
      {
        "index": 103,
        "text": "李漱芳"
      },
      {
        "index": 104,
        "text": "李侍御漱芳，四川人。巡視中城，有傅文忠公家奴欒大，恃公之權勢，招徠無賴輩，肆行市衢間，無人敢過而問者。公慨然曰：「傅相以忠謹傳家，故能奕祀而保大。其家奴遊蕩，非公所能知者，不可使其風日滋，反貽累於椒房，其攸關甚钜。」乃命捕大審得實，立登白簡。純皇大悅，立遺戍欒大，傅公罰鍰有差，而擢公為給事中，以旌其直焉。其後以諫匿災事失實降官，人爭惜之。"
      },
      {
        "index": 105,
        "text": "俄羅斯"
      },
      {
        "index": 106,
        "text": "俄羅斯國在喀爾喀、烏里雅蘇臺之極北，東西袤長數萬里。東接黑龍江，西連安集延、敖罕諸部落。其人黑皙窅目，衣服、食物、語言、文字皆近西洋，與蒙古部落習俗懸絕。其文官皆洋中人為之，武官始參用本國人。其主名察罕汗，女傳已七世，生男則為異姓人，生女始為國種。又《蒙古源流》云「元太祖之長子分封絕城，來往數萬里，即為俄羅斯之始祖」云。然則彼國亦元裔也，其世係莫可考矣。"
      },
      {
        "index": 107,
        "text": "熊志契"
      },
      {
        "index": 108,
        "text": "熊文端公賜履，漢陽人。相仁皇帝先後幾三十年，忠清剛介，崇尚理學，當時號為賢相。薨時，家無擔石，賴族人熊本主喪，始獲葬焉。其暮年始生子名志契，公甚鍾愛。然志契才智庸劣，幼失估恃，無人訓迪，遂至目不識丁。仁皇念公舊德，召見志契，欲賜科目，因問曰：「汝所羨慕者何？」志契童騃，因遽曰： 「我欲策蹇驢遊都市中。」上嗟歎曰：「賜履無子矣！」因命歸。乾隆甲子，授翰林院孔目，遂命上駟院賜驢一頭，以遂其志。後志契以孔目終其身，歷官幾四十餘年，乾隆丙午始卒，年已七十餘矣。"
      },
      {
        "index": 109,
        "text": "阿文成相度"
      },
      {
        "index": 110,
        "text": "阿文成公與和相同值軍機大臣十數年，既薰蕕不相合，乃除召見議政外，毫不與通交接。凡立御階之側，公必去和相十數武，愕然獨立，和就與言政事，公亦漫應之，終不移故處也。安南國王阮光平至京，遣其臣饋公土儀，公取一二物，使人出曰：「中朝相公問陪臣好。汝國王既誠心朝覲，其優賚厚寵，皆出自皇上體恤遠人之意，莫謂中朝相公不識順逆二字也。」其陪臣汗流浹背，出謂人曰：「此誠宰相語。」公有上賜馬，一日脫韁去，圉人入告，公方觀書，曰：「覓之。」既獲復命，公徐曰：「好。」仍讀書如故。其相度也若此。"
      },
      {
        "index": 111,
        "text": "蔡必昌"
      },
      {
        "index": 112,
        "text": "蔡太守必昌任四川重慶守，雲能過陰間，預知冥中事。福文襄王征廓爾喀時，蔡往謁見。王因問此行休咎，蔡云：「此次行軍，蕆事必速，冥中祇造冊數月。此後不數年，川、楚間當有大劫難至，冥中已造冊數年，尚未已也。」王因問冊中名姓，蔡憮然曰：「未來事不可預言，依稀記得秋帆制府乃冊中首領也。」其言乃甲寅七月望日，洪大令慶祥親告余者。其時楚中尚無兵燹之事，余責以為妄言休咎。明年果有楚苗之變，其後川、楚教匪蠢動，兵連九載，始得蕩平，果如洪令所言云。"
      },
      {
        "index": 113,
        "text": "按：《雜錄》中不錄鬼怪詭誕之語，以為近日奇異小說過多，有意避其窠臼。惟載此段與費直義公事者。費事乃余幼聞先人所述，必非荒渺之語，此言實係余聞於未變之先者，故漫記之，以誌異云。"
      },
      {
        "index": 114,
        "text": "四神祠"
      },
      {
        "index": 115,
        "text": "太液池北岸大西天寺中，有四神祠，狀貌偉然，甲胄峙立。聞故老雲為瓜爾佳直義公費英東、舒穆祿武勳王揚古利、鈕鈷祿果毅公額亦都、瓜爾佳公勞薩四公之像。孝莊文皇后念其舊勳，故塑像祀於廟中。乾隆戊寅，寺中災，太監等往撲救，見四像宛轉欲動。急扶之出，四神像即似趨行狀，不數武已至門外，得以無恙。亦一異也。"
      },
      {
        "index": 116,
        "text": "蘇相國"
      },
      {
        "index": 117,
        "text": "蘇相國淩阿，姓他塔拉氏，中庚申舉人。晚年與和相聯姻，始洊公卿，齷齪守位，無甚表見。任江督時，貪庸異常，每接見屬員，曰：「皇上厚恩，命余覓棺材本來也。」人皆笑之。其劾楊天相誣盜案事，眾皆為楊抱屈。楊正法日，六營合祭，哭聲震天，幾至激變，賴陳軍門大用安撫之始已。其入閣後，龍鍾目毛，至不能辨戚友，舉動賴人扶掖。瑤華主人弘午嘗笑謂余曰：「此活傀儡戲也。」和相賜死後，公即予告，復命守護裕陵，久之乃卒。然其少時，充中書舍人，請諾於政事堂中，眾皆笑其庸劣，惟鄂文端公曰：「諸君莫輕視蘇公，其人骨相非凡，將來必坐老夫位也。」人皆以為公一時謔語，後卒踐其言，亦一奇也。"
      },
      {
        "index": 118,
        "text": "楊誠齋軍門"
      },
      {
        "index": 119,
        "text": "楊誠齋軍門芳，貴州人。少貧窶，讀書應試未就，乃充行伍，藉軍糧以贍其家。乾隆乙卯，楚苗竊發，毗連黔境，銅仁諸苗亦乘時蠢動。攻銅仁寨時，遊擊為孫總兵清元，欲棄寨避賊，公奮然曰：「芳聞咫地寸土，莫非為天子所守者，奈何委之於賊？」孫壯其言，因與賊戰，乃至敗績。時福文襄王督師，命諸將移寨，聞兵敗，怒，欲置孫於法。孫叩首曰：「非裨將之過，皆楊芳一人意也。」王命縛公至，詰曰：「汝何人，乃敢抗吾法？」時兵衛森嚴，堂宇深邃，公大聲曰：「芳幼讀聖賢書，惟知忠孝字。今寨雖小，為天子所畀付，若輕棄，是違君命也，故芳欲一戰以揚士氣。其勝之與否，自有主之者，非芳之罪。如使芳執殳效命，早裹屍馬革矣。」言既終，愀然長嘯。王壯其言，命為親軍，日見委任，不數載官至專閫。公與楊時齋軍門為布衣交，遂至通譜。公善謀，時齋善戰，二公如左右手，不可須臾離者。其守陝安鎮，政令寬洽，民感其惠。公嘗入陛見，其署篆者暴虐，激變營兵，亂軍蒲大芳揭竿而起，然感公舊德，曰：「楊夫人在，慎勿殺害也。」因共舁夫人轎送出南山，共拜叩去。其善馭士卒也如此。"
      },
      {
        "index": 120,
        "text": "信莊二王生命"
      },
      {
        "index": 121,
        "text": "信恪郡王如松、莊慎親王永常同年月日生，莊惟後信數刻，時互以弟兄稱之。稽其福命，信先莊薨十七年，然其子恭王淳穎以復睿忠王爵故，因贈王為親王。莊慎王無子嗣，其弟子承襲。信恪王少封公爵，任工部侍郎等官，莊慎王少亦賜公品級，歷副都統等官。雖文武少差，而其升轉如一，亦一異也。"
      },
      {
        "index": 122,
        "text": "先悼王善六合槍"
      },
      {
        "index": 123,
        "text": "先悼王諱椿泰，先良親王嫡子，幼襲王爵。闊懷大度，撫僚屬以寬恕，喜人讀書應試，人皆深感其惠。善舞六合槍，手法奇捷，雖十數人揮刃敵之，莫之能禦。又善畫朱砂判，嘗於端午日刺指血點睛，故每多靈異。余少時尚見一軸，其判俯首視傍側，如有所睹，每使人警畏云。"
      },
      {
        "index": 124,
        "text": "欽訓堂博古"
      },
      {
        "index": 125,
        "text": "宗室輔國公永敬，號素菊，理密親王孫也。好收藏古字畫書籍，善為甄別真偽，凡經公品題者，百無一失，故收藏家皆首推之。汪文端公嘗倩公分別所藏卷軸，公撫摩終日，曰：「惟米襄陽一帖近真跡，其餘皆偽鼎也。」汪為之勃然變色，公亦不顧也。余幼時拜謁其室，見架上書卷紛披，惜未得一寓目，近聞皆至散佚，殊可惜也。"
      },
      {
        "index": 126,
        "text": "趙護衛"
      },
      {
        "index": 127,
        "text": "趙護衛名赫紳，其先蒙古人，為余邸僚屬。性忠醇，先修王命傅先恭王，凡醫藥飲食皆賴以調護。乾隆乙亥春，邸中有護衛雙愛者，出境滋事，先人劾之，愛因反噬為奉先人命者，而引護衛為證。時先人與時相不睦，因嗾某尚書欲坐實其事。時尚書據高座，侍郎等左右列，護衛囚服縲絏入。尚書故作怒狀，欲護衛引陷先人，加以三木者再。護衛仰天大呼曰：「如本王如情，方隱匿之不暇，敢據實以入告乎？皇天后土，實鑒斯情，赫紳雖死，不敢誣王以求活也。」尚書為之氣奪。時趙方伯蓀英為部郎，因進言曰：「紳已老，不可再加以刑，何不以鞫紳者而鞫愛也？」尚書語塞，不得已引愛鞠之。甫加刑，愛即輸服，先人之冤始白。而護衛卒以創死。"
      },
      {
        "index": 128,
        "text": "費武襄公知大體"
      },
      {
        "index": 129,
        "text": "費武襄公揚古，以戚畹故封伯爵，為撫遠大將軍，征噶爾丹。既奏凱，眾皆欲露布揚功績，公卻之，其奏折惟言兵至某處失迷道路，宛轉山徑中數日，又於某處敗績，又於某處絕糧數日，皆臣失算之故。賴聖天子洪福，得以無慮。今徼幸成功，實出意外之語。幕客或咎其失體制，公曰：「天子深居九重，如見奏功之易若此，必長其好大喜功之志。軍中士卒勞瘁，不可不令上聞之，以消異日窮兵黷武之患也。」人皆服其言得體云。"
      }
    ]
  }
}