{
  "chapterNumber": 1,
  "title": "卷一",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "太宗伐明"
      },
      {
        "index": 2,
        "text": "天聰己巳，文皇帝欲伐明，先與明巡撫袁崇煥書，申講和議。崇煥信其言，故對莊烈帝有「五載復遼」之語，實受文皇紿也。帝乃因其不備，假科爾沁部道，自喜峰口洪山入，明人震驚，薊遼總督劉策潛逃。帝率八旗勁旅抵燕，圍之匝月，諸將爭請攻城，帝笑曰：「城中癡兒，取之若反掌耳。但其疆圉尚強，非旦夕可潰者。得之易，守之難，不若簡兵練旅以待天命可也。」因解圍向房山，謁金太祖陵返，下遵化四城，振旅而歸。偉哉帝言，雖周武觀兵孟津何以異哉？明人罔知深謀，如姚希孟輩，反謂本朝夙無大志，真蠡測之見也。"
      },
      {
        "index": 3,
        "text": "太宗讀金史"
      },
      {
        "index": 4,
        "text": "太宗天資敏捷，雖於軍旅之際，手不釋卷。曾命儒臣翻譯《三國志》及《遼》、《金》、《元史》、《性理》諸書，以教國人。嘗讀《金世宗本紀》，見其申女真人學漢人衣冠之禁，心偉其語。曾御翔鳳樓，傳諭諸王大臣，不許褒衣博帶以染漢人習氣。凡祭享明堂，必須手自割俎以昭其敬。諄諄數千言，詳載聖訓。故純皇帝欽依祖訓，凡八旗較射處，皆立臥碑以示警焉。"
      },
      {
        "index": 5,
        "text": "設間誅袁崇煥"
      },
      {
        "index": 6,
        "text": "本朝自攻撫順後，明人望風而潰，無敢攖其鋒者，惟明巡撫袁崇煥固守寧遠，攻之六月未下。高皇拂然曰：「何戇兒乃敢阻我兵力？」因罷兵歸。故文皇深蓄大仇，必欲甘心於袁。己巳冬，大兵既抵燕，崇煥千里入援，自恃功高。文皇乃擒明楊太監，監於帳中密劄，鮑承先在帳外作私語曰：「今日上退兵乃袁巡撫意，不日伊即輸誠矣。」復陰縱楊監歸。明莊烈帝信其間，乃立磔崇煥。舉朝無以為枉者，殊不知中帝之間也。"
      },
      {
        "index": 7,
        "text": "用洪文襄"
      },
      {
        "index": 8,
        "text": "松山既破，擒洪文襄歸。洪感明帝之遇，誓死不屈，日夜蓬頭跣足，罵詈不休，文皇命諸文臣勸勉，洪不答一語。上乃親至洪館，解貂裘與之服，徐曰：「先生得無冷乎？」洪茫然視上久之，嘆曰：「真命世之主也！」因叩頭請降。上大悅，即日賞賚無算，陳百戲以作賀。諸將皆不悅，曰：「洪承疇一羈囚，上何待之重也？」上曰：「吾儕所以櫛風沐雨者，究欲何為？」眾曰：「欲得中原耳！」上笑曰：「譬諸行者，君等皆瞽目，今獲一引路者，吾安得不樂也！」眾乃服。乃毛西河謂洪初不降，繼命優人誘惑。洪故閩人，夙習好男寵，因之失節。何厚誣之甚？故明帝初聞其死，設壇以祭，非無因也。"
      },
      {
        "index": 9,
        "text": "收孔、耿二王"
      },
      {
        "index": 10,
        "text": "皮島自誅毛文龍後，眾皆解體，孔有德等據登、萊叛，為明將擊敗，逃入海嶠，流離無所歸。文皇帝聞之，乃命達文成公等往相撫綏，招孔、耿二王至盛京。上親迎至都門，賞賚其厚，即日授都招討印，命其兵為天，故其將卒皆用命。尚平南、沈續順等相繼歸降，明皮島遂墟。"
      },
      {
        "index": 11,
        "text": "世祖問喀爾喀使者"
      },
      {
        "index": 12,
        "text": "章皇即位時甫七齡，時喀爾喀使者來朝，隨班祝賀，拜跪失儀，上即宣問。侍臣答以遠方使者，未嫻禮節，上乃悅。時上在沖齡，即聰慧若此。"
      },
      {
        "index": 13,
        "text": "世祖勤政"
      },
      {
        "index": 14,
        "text": "大兵入關時，明臣迎降，睿忠王權宜任之，故勝國弊政，未盡厘正。世祖親政後，任法嚴肅，凡在臣專擅如陳名夏、譚泰、陳之遴、劉正宗輩，無不立正典刑。故人知畏懼，夙弊盡革，以成一代雍熙之治也。"
      },
      {
        "index": 15,
        "text": "世祖善禪機"
      },
      {
        "index": 16,
        "text": "章皇帝沖齡踐祚，博覽書史，無不貫通，其於禪語，尤為闡悟。嘗召玉琳、木陳二和尚入京，命駐萬善殿，機務之暇，時相過訪，與二師談論禪機，皆徹通大乘。惟王文靖、麻文僖、孫學士諸文臣扈從，互相問難，有遠公虎溪之風，真天縱夙悟也。"
      },
      {
        "index": 17,
        "text": "世祖畫牛"
      },
      {
        "index": 18,
        "text": "章皇勤政之暇，尤善繪事。曾賜宋商邱冢宰《牧牛圖》，筆意生動，雖戴嵩莫過焉。王文簡公士禎曾紀以詩云。"
      },
      {
        "index": 19,
        "text": "親定陵寢"
      },
      {
        "index": 20,
        "text": "章皇嘗校獵遵化，至今孝陵處，停轡四顧曰：「此山王氣蔥郁非常，可以為朕壽宮。」因自取佩韘擲之，諭侍臣曰：「韘落處定為佳穴，即可因以起工。」後有善青烏者，視邱驚曰：「雖命我輩足遍海內求之，不克得此吉壤也。」所以奠我國家萬年之業也。"
      },
      {
        "index": 21,
        "text": "聖祖拿鰲拜"
      },
      {
        "index": 22,
        "text": "余嘗聞參領成文言，國初鰲拜輔政時，凡一時威福，盡出其門。因正白旗圈地事，以直隸總督朱公昌祚、巡撫王公聯登、戶部尚書蘇公納海與之齟齬，乃將三公立加誅夷，聖祖不預知也。嘗托病不朝，要上親往問疾。上幸其第，入其寢，御前侍衛和公托見其貌變色，乃急趨至榻前，揭席刃見。上笑曰：「刀不離身乃滿洲故俗，不足異也。」因即返駕。以弈棋故，召索相國額圖入謀畫。數日後，伺鰲拜入見日，召諸羽林士卒入，因面問曰：「汝等皆朕股肱耆舊，然則畏朕歟，抑畏拜也？」眾曰：「獨畏皇上。」帝因諭鰲拜諸過惡，立命擒之。聲色不動而除巨慝，信難能也。"
      },
      {
        "index": 23,
        "text": "論三逆"
      },
      {
        "index": 24,
        "text": "國初既定雲、貴，因命吳三桂、耿繼茂、尚可喜等世守邊圉，以為藩鎮，後漸跋扈，擁兵自重。聖祖欲除之，召諸大臣謀畫，惟富察尚書米思翰首言其兵可撤，明相國珠和之，餘皆嘿然。上曰：「吳、尚等蓄彼凶謀已久，今若不及早除之，使其養癰成患，何以善後？況其勢已成，撤亦反，不撤亦反，不若先發制之可也。」因立下移藩之諭。三逆果叛，時爭咎首謀者，上曰：「此出自朕意，伊等何罪？」故明相感上恩，竭力籌畫以致成功也。"
      },
      {
        "index": 25,
        "text": "愛惜滿洲士卒"
      },
      {
        "index": 26,
        "text": "國初自定中原後，復遭三逆之亂，故八旗士卒，多爭先用命，效死疆場，丁口稀少。上嘗憮然曰：「吾廿年之久，始得獲一滿洲士卒之用，何可不厚恤也？」故當時時加賞恤，至為之代償債務，凡撫字之術，無不備施。雖一時不無濫溢，而滿洲士卒感戴如天，凡征討之所，爭先致死焉。"
      },
      {
        "index": 27,
        "text": "崇理學"
      },
      {
        "index": 28,
        "text": "仁皇夙好程、朱，深談性理，所著《幾暇餘編》，其窮理盡性處，雖夙儒耆學，莫能窺測。所任李文貞光地、湯文正斌等皆理學耆儒。嘗出《理學真偽論》以試詞林，又刊定《性理大全》、《朱子全書》等書，特命朱子配祠十哲之列。故當時宋學昌明，世多醇儒耆學，風俗醇厚，非後所能及也。"
      },
      {
        "index": 29,
        "text": "解易占"
      },
      {
        "index": 30,
        "text": "噶爾丹叛時，侵犯烏闌布通，其勢甚急。上命李文貞公占易，得復之上六，文貞變色。上笑曰：「今噶爾丹背天犯順，自蹈危機，兆乃應彼，非應我也。」因立下親征詔，果大捷焉。"
      },
      {
        "index": 31,
        "text": "優容大臣"
      },
      {
        "index": 32,
        "text": "仁皇天資純厚，遇事優容，每以寬大為政，不事刻。厚待儒臣，如張文端英、高江村士奇等，朝夕談論，無異友生。與李文貞光地談《易》，每至子夜，諸侍從多枕戈以待。又枉法諸臣，茍可宥者必寬縱之。如明相雖貪擅，上念其籌畫三逆之功，時加警策，終未置之極典。徐健庵乾學昆仲與高江村比昵，時有「九天供賦歸東海，萬國金珠獻淡人」之謠，上知之，惟奪其官而已。嘗諭近臣曰：「諸臣為秀才，皆徒步布素，一朝得位，便高軒駟馬，八騶擁護，皆何所來貲？可細究乎！」其明通下情若此。"
      },
      {
        "index": 33,
        "text": "善天文算法"
      },
      {
        "index": 34,
        "text": "自明中葉泰西人入中國，而算法、天文精於中土，中土因《大統》法系許魯齋所定，故終扼其說不行。仁皇天縱聰明，夙習算法，特命靈臺皆以西法為主，惟置閏用中法以合《堯典》。千年錯失，定於一旦，然後乾象昭明，千歲可坐而定，乃知聖人御世，故天預令西法傳人中土，使上因之懸象布命，億萬年之景運，固先兆於是矣。"
      },
      {
        "index": 35,
        "text": "不改常度"
      },
      {
        "index": 36,
        "text": "仁皇臨御六十餘年，凡一切起居飲食，自有常度，未嘗更改。雖酷暑燕處，從未免冠。見純皇帝詩註中。"
      },
      {
        "index": 37,
        "text": "拜明孝陵"
      },
      {
        "index": 38,
        "text": "仁皇帝六巡江、浙，每至江寧，必幸明孝陵，拜謁如儀。嘗曰：「明太祖一代人傑，不可褻慢。」其他如遼、金諸陵，亦皆如謁明陵制，其雅慕先代如此。"
      },
      {
        "index": 39,
        "text": "世宗居藩大度"
      },
      {
        "index": 40,
        "text": "世宗居藩邸時，一切外間人情物理無不通徹。凡藩屏外任者，上皆命將其省封域、產殖、豐庶、貧嗇等情，具載一小冊呈覽，是以天下利弊如指諸掌。理密親王時為儲位，上事之最敬，而王先受宵小言，待上甚薄。及王被罪，聖祖將王縛置空廬，不許人謁見。上親持湯羹以進，守者遏之，上曰：「吾惟知盡昆弟之情，不知顧己之利害也！」聖祖聞而善之。"
      },
      {
        "index": 41,
        "text": "世宗不興土木"
      },
      {
        "index": 42,
        "text": "憲皇在位十三載，日夜憂勤，毫無土木、聲色之娛。余嘗聞內務府司員觀豫言，查舊案檔，雍正中惟特造風、雲、雷、雨四神祠，以備祈禱雨外，初無特建一離宮別館以供遊賞。故當時國帑豐盈，人民富庶，良有以也。"
      },
      {
        "index": 43,
        "text": "理足國帑"
      },
      {
        "index": 44,
        "text": "康熙間，仁皇寬厚，以豫大豐亨以馭國用，故庫帑虧絀，日不暇給。憲皇即位後，綜核名實，罷一切不急之務，如河防海塘等巨費，皆罷不修，體恤民力。特置封樁庫於內閣之東，凡一切贓款羨余銀兩，皆貯其內，至末年至三千餘萬，國用充足。每令直省將天下正供糴米隨漕以入，故倉庾亦皆充實，積貯可供二十餘年之用，真善為政理也。"
      },
      {
        "index": 45,
        "text": "寵待大臣"
      },
      {
        "index": 46,
        "text": "世宗夙知大臣祿薄不足歲用，故特定中外養廉銀兩以濟其用。其外，歲時尚賞上方珍物無算，以通上下之情。鄂文端公召入時，上特命海司空望為之起第於大市街北，凡器用物具無不備置。張文和嘗小疾，及病痊後，上告近詩曰：「朕股肱不快，數日始愈。」眾爭來問安，上笑曰：「張廷玉有疾，豈非朕股肱耶？」其優待也如此。陳中丞時夏宦籍滇南，上因其母老，特命雲、貴有司置傳，送其母至其任所。岳威信公鐘琪以邊勛置高位，或謗其系岳武穆後，欲復宋、金世仇之語，上特封其奏以示岳公。後公出征西域，上特命其子浚送至玉門關以慰之。其體下情若此。故一時將相感上威德，無不效力用命，以成一代郅隆之化也。"
      },
      {
        "index": 47,
        "text": "用顧天成"
      },
      {
        "index": 48,
        "text": "上以蔡宗丞嵩依附年黨，因籍其家。得顧太史天成《詠星星草》詩稿，疑其語涉譏諷，命蔡索其全集進呈。見恭挽聖祖詩云「已過虞舜巡方日，尚少唐堯在位年」之句，上因之淚下，曰：「草莽之間乃有此忠臣耶！」因召入，特賜編修，命值上書房以示寵云。"
      },
      {
        "index": 49,
        "text": "賞花釣魚"
      },
      {
        "index": 50,
        "text": "世宗馭下嚴肅，然每假以辭色，以聯上下之情。丙午秋，特宴文武大僚於乾清宮，賦詩飲酒。每佳時令節，必賜諸王大臣遊宴，泛舟福海，賞花釣魚，竟日乃散。故當時堂廉之間，歡若父子，無不可達之情也。"
      },
      {
        "index": 51,
        "text": "察下情"
      },
      {
        "index": 52,
        "text": "雍正初，上因允禩輩深蓄逆謀，傾危社稷，故設緹騎，邏察之人四出偵诇，凡閭閻細故，無不上達。有引見人買新冠者，路逢人問之，告其故。次日入朝，免冠謝恩，上笑曰：「慎勿汙汝新帽也！」王殿元雲錦於元旦同戚友為葉子戲，忽失一葉。次日趨朝，上問夜間何以為歡，王以實對。上笑曰：「不欺暗室，真狀元郎。」因袖中出葉示之，即王夜間所失葉。王制府士俊出都，張文和公薦一健僕，供役甚謹。後王將陛見，其僕預辭去。王問何故，僕曰：「汝數年無大咎，吾亦入京面聖，以為汝先容地。」始知為侍衛某，上遣以偵王劣跡也。故人懷畏懼，罔敢肆意為也。"
      },
      {
        "index": 53,
        "text": "朱批諭旨"
      },
      {
        "index": 54,
        "text": "上於即位後，慮本章或有所漏泄，故一切緊要政典俱改命折奏，皆可封達上前，無能知者。上於幾暇，親加批覽，或秉燭至丙夜未罷。所批皆動輒萬言，無不洞徹要，萬里之外有如覿面，獎善服奸，無不感浹肌髓。後付刻者，只十之三四，其未發者，貯藏保和殿東西廡中，積若山嶽焉。"
      },
      {
        "index": 55,
        "text": "善禪機"
      },
      {
        "index": 56,
        "text": "憲皇舊邸與柏林寺相近，故上同迦陵上人朝夕談禪，頗通釋理。臨蒞後，嘗告近臣曰：「朕欲治世法十載，然後開明釋法。」故於十一年稍講禪理。所著《悅心集》及諭諸寺院等諭，皆直達上乘，非浮泛之士所可解者。又謂木陳頗通世法，非禪宗正眼，黜其法派。又以皓月所宗以袈裟傳派，實為魔道，並著撤其鐘版以辨邪正。又以張紫陽雖道教，其《悟真外篇》實通禪理，並著歸入《釋藏》中以廣法門。皆只眼正見，直達如來之真諦也。"
      },
      {
        "index": 57,
        "text": "杖殺優伶"
      },
      {
        "index": 58,
        "text": "世宗萬幾之暇，罕御聲色。偶觀雜劇，有演《繡襦》院本《鄭儋打子》之劇，曲伎俱佳，上喜賜食。其伶偶問今常州守為誰者，上勃然大怒曰：「汝優伶賤輩，何可擅問官守？其風實不可長。」因將其立斃杖下，其嚴明也若此。"
      },
      {
        "index": 59,
        "text": "禁抑宗藩"
      },
      {
        "index": 60,
        "text": "國初入關時，諸王多著勞績，故酬庸錫類之典，甚為優厚，下五旗人員皆為王等僚屬，任其差遣。承平日久，諸王皆習尚驕慢，往往御下殘暴，任意貪縱。如兩廣總督楊琳為敦郡王屬下，王曾遣閹人赴廣，據其署內，搜索非理，楊亦無如之何。上習知其弊，即位後，禁抑宗藩，不許交通外吏，除歲時朝見外，不許私謁邸第。又將所屬值宿護軍撤歸營伍，以殺其勢。故諸王皆凜然奉法，罔敢為矩外之行。自今上下安便，皆上之威德所致也。"
      },
      {
        "index": 61,
        "text": "純皇初政"
      },
      {
        "index": 62,
        "text": "純皇帝即位時，承憲皇嚴肅之後，皆以寬大為政。罷開墾、停捐納、重農桑、汰僧尼之詔累下，萬民歡悅，頌聲如雷。吳中謠有「乾隆寶，增壽考，乾隆錢，萬萬年」之語。一時輔佐之臣如鄂文端爾泰、楊文定名時、朱文端軾、趙泰安國麟、史文靖貽直、孫文定嘉淦皆理學醇儒，見識正大，故為一代極盛之時也。"
      },
      {
        "index": 63,
        "text": "聖祖識純皇"
      },
      {
        "index": 64,
        "text": "純皇少時，天資凝重，六齡即能誦《愛蓮說》。聖祖初見於藩邸牡丹臺，喜曰：「此子福過於余。」乃命育諸禁庭，朝夕訓迪，過於諸皇孫。嘗扈從之木蘭，聖祖槍中熊仆，命純皇往射，欲初圍即獲熊之名耳。純皇甫上馬，熊復立起，聖祖復發槍殪之。歸諭諸妃嬪曰：「此子誠為有福，使伊至熊前而熊立起，更成何事體？」由是益加寵愛，而燕翼之貽謀因之而定也。"
      },
      {
        "index": 65,
        "text": "西苑門習射"
      },
      {
        "index": 66,
        "text": "乾隆初，上每月朝孝聖憲皇后於暢春園者九，因於討源書室聽政。己巳秋，天氣肅爽，上乃習射門側，發二十矢，中者十九，侍從諸臣無不悅服。齊侍郎召南曾紀以詩，上賜和其韻，即命鐫諸壁上，以示武焉。"
      },
      {
        "index": 67,
        "text": "殺訥親"
      },
      {
        "index": 68,
        "text": "上即位初，以果毅公訥親為勤慎可托，故厚加信任。訥人亦敏捷，料事每與上合。以清介持躬，人不敢干以私，其門前惟巨獒終日縛扉側，初無車馬之跡。然自恃貴胄，遇事每多刻，罔顧大體，故耆宿公卿，多懷隱忌。戊辰春，金川蠢動，張制軍廣泗率兵攻之，因其地勢險阻，不獲克捷。上命訥往為經略。訥自恃其才，蔑視廣泗，甫至軍，限三日克刮耳崖。將士有諫者，動以軍法從事，三軍震懼，極力攻擊，多有損傷。訥自是懾服，不敢自出一令，每臨戰時，避於帳房中，遙為指示，人爭笑之，故軍威日損。有三千軍攻碉，遇賊數十人哄然下擊，其軍即鳥獸散。上知其不足恃，然欲其稍有捷音，然後召還，以全國體。訥乃毫無舉措，惟日乞增兵轉餉，至有欲乞達賴喇嘛、終南道士為之助戰之語。上大怒，立褫其職。初尚令其往塞外效力，後因其匿敗事聞，立封其祖遏必隆之刀，即於中途斬之。故眾皆悚懼，每遇戰伐，無不致命疆場，罔敢懷茍安之念也。"
      },
      {
        "index": 69,
        "text": "平西域"
      },
      {
        "index": 70,
        "text": "乾隆初，既命傅閣峰尚書鼐等與準噶爾議和，互通市易。甲子歲，噶爾丹策零既沒，不數年間篡弒相仍。辛未春，酋長薩喇爾來降，上素諳蒙古語，已悉知其篡弒之情。甲戌秋，輝特長阿睦爾撒納款關請降，欲請兵收復四衛拉，時諸耆舊狃習辛亥敗兵事，皆以不納為便。上深悉其情，謂「天與人歸，時不可失」，乃內斷於衷，立主用兵。三載之間，拓地二萬餘里，天山雪窟，無不隸我版圖。其間雖有成功賞賚之費，然視往昔邊防轉餉，十不一二，足見上之貽謀宏遠，非人臣所及也。"
      },
      {
        "index": 71,
        "text": "聽報"
      },
      {
        "index": 72,
        "text": "上自甲戌後，平定西域，收復回疆，以及緬甸、金川諸役，每有軍報，上無不立時批示，洞徹利害，萬里外如視燎火，無不輒中。每逢午夜，上必遣內監出外問有無報否。嘗自披衣坐待竟夕，直機密近臣罔敢退食，其勤政也若此。"
      },
      {
        "index": 73,
        "text": "重經學"
      },
      {
        "index": 74,
        "text": "上初即位時，一時儒雅之臣，皆帖括之士，罕有通經術者。上特下詔，命大臣保薦經術之士，輦至都下，課其學之醇疵。特拜顧棟高為祭酒，陳祖範、吳鼎等皆授司業，又特刊《十三經註疏》頒布學宮，命方侍郎苞、任宗丞啟運等裒集《三禮》。故一時耆儒夙學，布列朝班，而漢學始大著，齷齪之儒，自展足而退矣。"
      },
      {
        "index": 75,
        "text": "不忘本"
      },
      {
        "index": 76,
        "text": "本朝初入關時，一時王公諸大臣無不彎強善射，國語純熟。居之既久，漸染漢習，多以驕逸自安，罔有學弓馬者。純皇習知其弊，力為矯革，凡有射不中法者，立加斥責，或命為羽林諸賤役以辱之。凡鄉、會試，必須先試弓馬合格，然後許入場屋，故一時勛舊子弟莫不熟習弓馬。金川、臺匪之役，如明將軍亮、奎將軍林皆以椒房世臣用命疆場，一代武功，於斯為盛。上嘗曰：「周家以稼穡開基，我國家以弧矢定天下，又何可一日廢武？」再滿洲舊族，其命名如漢人者，上深厭之，曾諄諄降旨，不許盜襲漢人惡習。曾有「漢人以鈕鈷祿氏為郎者蓋鄙之為狼」之諭，言雖激切，亦深恐忘本故也。"
      },
      {
        "index": 77,
        "text": "重讀書人"
      },
      {
        "index": 78,
        "text": "上雖厭滿人之襲漢俗，然遇宿儒耆學亦優容之。鄂剛烈公容安不諳國語，上雖督責，然厚加任使，未嘗因一眚以致廢棄。國太僕柱習為迂緩，當較射禁庭，國褒衣大冠，侍衛有望而笑者，上曰：「汝莫姍笑，彼為儒士，今乃能持弓較射，不忘舊俗，殊為可嘉也。」其優容如此。"
      },
      {
        "index": 79,
        "text": "普免天下租稅漕糧"
      },
      {
        "index": 80,
        "text": "上自奉儉率，深惜物力。初即位，不許街市用金銀飾，禁江、浙組繡，代以刻絲。御膳房日用五十金，上屢加核減，至末年歲用僅二萬餘金，近侍雖告匱，不顧也。然攸關民間大計者，則豁然不計有無，西域、金川用兵至一萬萬零四千餘兩，河工、海塘以億萬計。曾於丙寅、丁酉、乙卯普蠲天下正供租稅三次，辛卯、庚戌、丙辰普蠲五省漕糧四次，每舉率以億萬計，而上初不為之吝惜也。"
      },
      {
        "index": 81,
        "text": "善待外藩"
      },
      {
        "index": 82,
        "text": "蒙古生性強悍，世為中國之患，雖如北魏、元代皆雄起北方者，然當時柔然、海都之叛未嘗罷絕。本朝威德布揚，凡氈裘月竁之士，無不降服，執殳效順，無異世臣。純皇恢廓大度，尤善撫綏，凡其名王部長，皆令在御前行走，結以親誼，托諸心腹，故皆悅服駿奔。西域之役，如喀爾沁貝子扎爾豐阿，科爾沁額駙索諾木巴爾珠爾，喀爾喀親王定北將軍成袞紮布、其弟郡王霍斯察爾，阿拉善郡王羅卜藏多爾濟，無不率領王師，披堅執銳，以為一時之盛。其子孫亦屢登膴仕，統領禁軍，以為誇耀。故上宴蒙古王公詩註「其令入宴者，率皆兒孫行輩」，其親誼也若此。故上崩時，諸蒙古部落皆躃踴痛哭，如喪考妣，新降都爾伯特汗某，幾欲以身殉葬，其肫摯發於至誠，不可掩也。"
      },
      {
        "index": 83,
        "text": "土爾扈特來降"
      },
      {
        "index": 84,
        "text": "準噶爾本元太尉也速後。以元綱不整，遂遁居伊犁，分四部落，曰衛拉特，曰都爾伯特，曰和碩特，曰土爾扈特，各立可汗以為輔車之計。后土爾扈特部落以噶爾丹不道，故率本部落遷入俄羅斯，彼國以其愚戇，時加欺淩，大兵既定伊犁，威布遐邇，土爾扈特部長聞之曰：「吾儕本蒙古裔，今俄羅斯種類不同，嗜好殊異，又復苦調丁賦，席不暇暖。今聞大皇帝普興黃教，奚不棄此就彼，亦良禽擇木智也。」遂率其全部涉河而歸，繞道行萬餘里始達哈薩克。失道入行郭壁，復斃數萬人，抵邊者十之三。上聞之，命舒文襄公攝伊犁將軍篆，往為安置。或疑其中有叛人舍楞，請上勿納。上曰：「遠人來降，豈可扼絕？況俄羅斯亦大國，彼既棄彼而南，而又挑釁於此，進退無據，黠者必不為也。」舒既抵邊，察其心實恭順，乃受其降，厚加撫綏。彼既窮窘欲絕，今獲意外之惠，乃誠心感化，然後四部落皆為我大清有也。"
      },
      {
        "index": 85,
        "text": "書無逸"
      },
      {
        "index": 86,
        "text": "上於勤政殿間御書《無逸》一篇以示自警。凡別宮離館，其聽政處皆顏「勤政」，以見雖燕居遊覽，無不以蒞政之要。後暮年少寢，乃默誦《無逸》七「嗚呼」以靜心。見御製詩註。"
      },
      {
        "index": 87,
        "text": "不用內監"
      },
      {
        "index": 88,
        "text": "自世祖時，殷鑒前代宦官之禍，乃立鐵牌於交泰殿，以示內官，不許干預政事。純皇待之尤嚴，稍有不法，必加楚。又命內務府大臣監攝其事，以法周官冢宰之制。凡有預奏事者，必改易其姓為王，以其姓眾多，人難分辨，其用心周詳也若此。有內監高雲從素與於相交善，稍泄機務，上聞之大怒，將高立置磔刑，其嚴明也如此。"
      },
      {
        "index": 89,
        "text": "翻譯"
      },
      {
        "index": 90,
        "text": "上夙善國語，於翻譯深所講習。然嘗謂：「國初惟以清語為本，翻譯為後所增飾，實非急務。」故屢停翻譯科目，自戊寅至戊戌凡二十年未嘗舉行。後阿文成公桂因旗籍出身無所，始奏請開翻譯鄉場，以勉旗人上進之階，然非上之意也。"
      },
      {
        "index": 91,
        "text": "不喜朋黨"
      },
      {
        "index": 92,
        "text": "上之初年，鄂、張二相國秉政，嗜好不齊，門下士互相推奉，漸至分朋引類，陰為角鬥。上習知其弊，故屢降明諭，引憲皇《朋黨論》戒之。胡閣學中藻為西林得意士，性多狂悖，以張黨為寇仇，語多譏刺。上正其罪誅之，蓋深惡黨援，非以語言文字責也。故所引用者，急功近名之士，其迂緩愚誕，皆置諸閑曹冷局，終身不遷其官。雖時局為之一變，然多獲奇偉之士，有濟於實用也。"
      },
      {
        "index": 93,
        "text": "至誠格天"
      },
      {
        "index": 94,
        "text": "純皇敬天法祖，乾健不息，踐位六十年間，命親臣代郊者二，餘皆親襄祭祀。己卯夏旱，至六月不雨，上親自齋宮步禱圜丘，未竟日，甘{澍}大沛。壬子夏，旱既甚，上宣召九卿科道，召對於勤政殿，下罪己詔，言本朝並無強藩、女謁、宦官、權臣、佞幸之弊，惟土木繁興，引為己責，命群臣直言以匡救其失。是日申酉時即雷雨大作，四郊沾足。又丙辰、丁巳間邪匪叛亂，糜爛川、楚三省，上於內寢設几，夜間叩禱籲天，求延國祚，故逆氛日漸孱乏，以底滅亡。"
      },
      {
        "index": 95,
        "text": "友愛昆仲"
      },
      {
        "index": 96,
        "text": "上即位後，優待和、果二王，每陪膳侍宴，賦詩飲酒，殆無虛日。然必時加訓迪，不許干預政事，保全名譽。和恭王少時驕抗，上每多優容。嘗命王監試八旗子弟於正大光明殿，日已晡，上尚未退朝，恭王請上退食。上以士子積習疲玩，未之許，王激烈曰：「上疑吾買囑士子心耶？」上怡然退。傅文忠責王曰：「此豈人臣之所宜語？」王始悔悟。次日免冠請罪，上方云：「昨朕若答一語，汝身應粉齏矣！其言雖戇，心實友愛，故朕恕之。然他日慎勿作此語也。」友愛如初。果恭王因救火遲誤，復交通外吏事發，上惟紿戍其賓客，降王為貝勒，事不深詰，以保全之。王慚恧病發，上往視疾，執手痛曰：「朕以汝年少，故稍如拭拂以格汝性，何期汝愧恧之若此？」即日復王爵，慰諭者再，其厚待天性也若此。"
      },
      {
        "index": 97,
        "text": "孝親"
      },
      {
        "index": 98,
        "text": "純皇侍奉孝聖憲皇后極為孝養，每巡幸木蘭、江、浙等處，必首奉慈輿，朝夕侍養。后天性慈善，屢勸上減刑罷兵，以免蒼生屠戮，上無不順從，以承歡愛。后喜居暢春園，上於冬季入宮之後，遲數日必往問安視膳，以盡子職。后崩後，上於后燕處之地皆設寢園，凡巾櫛、拖枷、淋盆、吐盂無不備陳如生時，上時往參拜，多至失聲。又於園隙建恩慕寺，以資后之冥福焉。"
      },
      {
        "index": 99,
        "text": "用傅文忠"
      },
      {
        "index": 100,
        "text": "上既誅訥親，知大權之不可旁落。然國無重臣，勢無所倚，以傅文忠恒為椒房懿親，人實勤謹，故特命晚間獨對，復賞給黃帶、四團龍補服、寶石頂、雙眼花翎以示尊寵。每遇事必獨攬大綱，文忠承志行旨，毫不敢有所專擅。上尚時加訓迪。一日御門，文忠後至，踉蹌而入。侍衛某笑曰：「相公身肥，故爾喘吁。」上曰：「豈惟身肥，心亦肥也。」文忠免冠叩首，神氣不寧者數日。故當時政治寬厚，無侵擅之弊焉。"
      },
      {
        "index": 101,
        "text": "殺高恒"
      },
      {
        "index": 102,
        "text": "兩淮鹽政高恒，以侵貪匣費故，擬大辟。勾到日，上惡其貪暴，秉筆欲下，傅文忠代為之請，曰：「願皇上念慧哲皇貴妃之情，姑免其死。」上曰：「若皇后弟兄犯法，當如之何？」傅戰栗失色，上即命誅恒。"
      },
      {
        "index": 103,
        "text": "惡章攀桂"
      },
      {
        "index": 104,
        "text": "淮揚道章攀桂，以吏員起家，人工獻納。上南巡，章司行宮陳設，欲媚上歡，以鏤銀絲造吐盂設坐側。上見之，矍然曰：「此與孟鋹之七寶溺器何異？」心甚惡之，終其身未遷其官。"
      },
      {
        "index": 105,
        "text": "食魚羹"
      },
      {
        "index": 106,
        "text": "金川用兵時，累歲未得進，至乙未冬，始克勒烏圍，阿文成公桂以捷書進。上方用膳，因念將士用命，潸然淚下，適落魚羹中。上即命封魚羹以賜文成，並申明其故。文成泣曰：「臣敢不竭死以報上之眷也。」"
      },
      {
        "index": 107,
        "text": "用福文襄"
      },
      {
        "index": 108,
        "text": "福文襄王康安，荷父庇蔭，威行海內，上亦推心待之，毫無肘掣。臺灣之役，福戚宗室恒瑞以逗遛失機，上命入京訊質。福以戚故，故緩其行，乃於戰陣時首列瑞功，以希免罪。上諭福云：「使恒瑞果將材，何以汝未至時，並未睹其專戰，而一旦勇健若此，豈以戚畹而袒庇乎？朕深為汝惜也！」福文襄承命之下，戰栗失色，花翎動搖竟日。"
      },
      {
        "index": 109,
        "text": "誅伍拉納"
      },
      {
        "index": 110,
        "text": "伍制軍拉納，繼福文襄督閩，惟以貪酷用事，至倒懸縣令以索賄。故貪吏充斥，盜賊縱橫，魁將軍倫劾之。上大怒，並巡撫浦霖罷斥，檻解入京。時和相擅柄，故緩其行以解上怒。上計日不至，立命乾清門侍衛某飛騎召入，於豐澤園庭訊。伍、浦皆服罪，立置於法，和亦無能為力。是日冬月，天氣和暖，人皆以為刑中故也。"
      },
      {
        "index": 111,
        "text": "雪睿王冤"
      },
      {
        "index": 112,
        "text": "大兵平定中原，睿忠王方攝政，定鼎規模，多所裁定，薨後議罪革爵。饒余郡王阿巴泰父子略定河北，征討吳逆，累功封安親王，以其後嗣依附廉親王允祀，故世宗特斥其封。純皇夙知二王功高，於乾隆戊戌特復睿王封爵，令其五世孫淳穎襲封，並命配享太廟；安王嗣封輔國公，以承其祀，實盛德事也。"
      },
      {
        "index": 113,
        "text": "定恩騎尉"
      },
      {
        "index": 114,
        "text": "國初定世爵，自公至雲騎尉凡二十四級，以為賞功之次。然雲騎尉甫襲三次，又陣亡後裔與戰績加者，無所區別。上軫念殉節之員，未易代即停封，甚為憫惻，故特定恩騎尉之職。凡陣亡人員，其封爵襲替者，皆賞給恩騎尉，以世其家，真曠典也。"
      },
      {
        "index": 115,
        "text": "綠營定世爵"
      },
      {
        "index": 116,
        "text": "國初定制，凡旗員陣亡者，蔭以世爵，漢員猶沿明制，惟蔭以難蔭，宮及其身而已。純皇念一體殉節而有等差，其制不無偏袒之勢，下詔命凡漢員文武各員如有陣亡者，皆蔭以世職，雖微員末吏亦得蔭雲騎尉，故人皆感激用命。三省教匪之役，殉難以數千計，蓋上之恩澤淪浹之深也。"
      },
      {
        "index": 117,
        "text": "哨鹿"
      },
      {
        "index": 118,
        "text": "上搜獵木蘭時，於黎明親御名駿，命侍衛等導引入深山疊嶂中，尋覓鹿群。命一侍御舉假鹿頭作呦呦聲，引牝鹿至，急發箭殪斃，取其血飲之。不惟延年益壯，亦以為習勞也。"
      },
      {
        "index": 119,
        "text": "松苓酒"
      },
      {
        "index": 120,
        "text": "純廟時，張文敏照獻松苓酒方。於山中覓古松，伐其本根，將酒甕開壇埋其下，使松之精液吸入酒中，逾年後掘之，其色如琥珀，名曰松苓酒。上偶飲之，故壽躋九旬，康莊日健，有以哉。"
      },
      {
        "index": 121,
        "text": "答錢香樹奏折"
      },
      {
        "index": 122,
        "text": "上庚寅歲舉行六十萬壽禮，錢文端陳群獻竹根如意。上批劄云：「未頒僧紹之賜，恰致公遠之貢，文而有理，把玩良怡。今賜卿木蘭所獲鹿，服食延年，以俟清晤。」其風趣也如此。"
      },
      {
        "index": 123,
        "text": "純廟博雅"
      },
      {
        "index": 124,
        "text": "純廟天縱聰慧，攬讀淵博，萬幾之暇，惟以丹鉛從事。御製詩五集，至十餘萬首，雖自古詩人詞客，未有如是之多者。每一詩出，令儒臣註釋，不得原委者，許歸家涉獵。然多有翻擷萬卷莫能解者，然後上舉其出處，以博一笑，諸臣無不佩服。嘗於《塞中雨獵》詩內用「制」字，眾皆莫曉。上笑曰：「卿等一代巨儒，尚未盡讀《左傳》耶？」蓋用陳成子杖制以行也。又出《汙卮賦》考詞林，眾皆誤為窳尊，上徐檢出，乃擬傅咸《汙卮賦》也。彭文勤嘗進呈百韻排律，上立讀之，曰：「某某出韻。」後考之，信然。其博雅也如此。"
      },
      {
        "index": 125,
        "text": "純廟賞鑒"
      },
      {
        "index": 126,
        "text": "純廟賞鑒書畫最精，嘗獲宋刻《後漢書》及《九家杜註》，心甚受惜，命畫苑寫御容於其上。岳氏《五經》，特建五經萃室以貯之。又覓馬和之《國風圖》，歷數十年始全獲，藏於學詩堂。其他如韓《五牛》，設春藕齋，周鑄十二鐘，於景陽宮，皆有所謂。可知勤政之余，其所以怡情悅性者皆不凡也。"
      },
      {
        "index": 127,
        "text": "內湖珠兆"
      },
      {
        "index": 128,
        "text": "乾隆初，有小內侍夜於御湖泛舟，見神光燭天自湖中出，因網羅之，得蚌徑尺，中有明珠寸余，二顆相連如葫蘆形。內監不敢匿，因以進上。上嵌於朝冠，珠晶瑩異常。夫御湖非孕珠之地，而能獲此奇寶，蓋天預為之兆，以肇六十重元之盛也。"
      },
      {
        "index": 129,
        "text": "今上待和珅"
      },
      {
        "index": 130,
        "text": "丙辰元日上既受禪，和珅以擁戴自居，出入意頗狂傲。上待之甚厚，遇有奏純廟者，托其代言，左右有非之者，上曰：「朕方倚相公理四海事，汝等何可輕也？」珅又薦其師吳稷堂省蘭與上錄詩草，覘其動靜。上知其意，吟詠中毫不露圭角，故珅心安之。及純廟崩後，王黃門念孫、廣侍御興等先後劾之。上立命儀、成二王傳旨逮珅，並命勇士阿蘭保監以行。珅毫無所能為。控制上相，如縛庸奴，真非常之妙策。恭讀《味餘書室稿》中《唐代宗論》，有云：「代宗雖為太子，亦如燕巢於幕，其不為輔國所讒者幾希。及帝即位，若茍正輔國之罪，肆誅市朝，一武夫力耳！乃舍此不為，以天子之尊，行盜賊之計，可愧甚矣！」乃知睿謀久定於中矣。"
      },
      {
        "index": 131,
        "text": "卻貢玉"
      },
      {
        "index": 132,
        "text": "今上親政時，首罷貢獻之詔，除鹽政、關差外，不許呈進玩物，違者以抗旨論。諭中有「諸臣以如意進者，朕視之轉不如意」之語。時和闐貢玉，輦至陜、甘間，上即命棄諸途中，不許解入。故一時珠玉之價，驟減十之七八云。"
      },
      {
        "index": 133,
        "text": "辛酉工賑"
      },
      {
        "index": 134,
        "text": "辛酉夏，霖雨數旬，永定河漫口，水淹南苑，漂沒田廬數百里，秋禾盡傷。上減膳撤樂，步禱社稷壇祈晴。命步軍統領明安廣為賑，粥廠有所不及，明親乘木筏，施散餅餌，日以數百萬計。特建席棚以處災黎，凡活者數百萬人。又特簡大臣四出查賑，截南漕數十萬石以備緩急。又築建永定西堤，上親為巡視，指定方略，堤遂以成。其憂勤民瘼，實為曠古所罕睹焉。"
      },
      {
        "index": 135,
        "text": "虔禱風神"
      },
      {
        "index": 136,
        "text": "癸亥秋，杞縣河溢，沖圮衡家樓，上命侍郎那彥寶堵禦，經冬未竣。余聞內務府大臣戴公明德言，甲子春，上偶泛湖，值東北風甚驟，上因念北河若得此風助，庶可竣工，乃即於舟中拈香禱之。未逾旬，那公奏北河合龍，信得東北風助，去上祈禱甫三時，非上精虔，何以致此。後聞莫侍郎瞻菉云，此為黃金大壩，康熙中曾漫溢，經數十年始竣工，未能若是之速。信百靈之效順也。"
      },
      {
        "index": 137,
        "text": "重朱文正"
      },
      {
        "index": 138,
        "text": "今上在藩邸時，朱文正為上書房師傅，朝夕訓迪。上深知其醇正，於親政後特召入都，日加親信。朱故宿儒，亦持躬勤謹，時有嘉猷入告，故上之行政，惟以仁厚為本。至癸酉林清之變，駢戮百餘人，上惻然哀憫，命有司於菜市口築壇超度，猶秉文正之教也。文正既歿，逾年上駐蹕趙新店，猶命近臣代奠，有「哀我哲輔，松楸在望」之諭焉。"
      },
      {
        "index": 139,
        "text": "親骨肉"
      },
      {
        "index": 140,
        "text": "今上即位後，厚待儀、成諸王，雖不假以事權，每有過失，必寬容之。儀王性剛愎，在上前作爾汝辭，成王遇事模棱，不竭力以報效，上待之如舊。己巳秋，慶郡王遊桃花寺行宮，乙亥秋，儀王奉祭裕陵，私回京邸，有司議以黜革，上惟罰鍰示懲而已。諸王子孫皆封貝勒、貝子諸爵，至於孩提，皆授以應封頂帶。其連枝友於之愛，實後世所罕見也。"
      }
    ]
  }
}