{
  "chapterNumber": 12,
  "title": "續錄卷二",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "韓旭亭"
      },
      {
        "index": 2,
        "text": "旭亭先生寄子尚書公家書，餘已載前卷矣。先生少貌岐嶷，目炯如電，喜作谿刻語，使人莫能禁受。嘗遇相士云：「公之貌如黃閣學孫懋，當早貴，恐不永年耳。」先生深自改易，立功過格以自警，凡利眾濟人事皆勉力為之。乾隆庚寅客京邸，嘗大病，夢人語曰：「汝發憤改過，造化已延汝壽矣！」及病愈，貌和靄，有識之者云： 「非復當年形狀矣！」老年遠遊燕、粵、吳、越，身愈輕健，如三四旬人然。甲戌春，壽八十，經上賜匾旌之。越二歲，無病終，實近世之罕見也。憶丙午間，師嘗設席餘邸，因餘性卞急，諄諄相戒，以己身為譬喻，不啻再三。然餘終以暴戾致愆，至今思之，深有愧師教也。"
      },
      {
        "index": 3,
        "text": "張雲汀"
      },
      {
        "index": 4,
        "text": "張雲汀名賓鶴，浙江餘杭人。性豪宕，不羈小節。詩學杜、韓，其七古蒼涼勁健，尤入少陵之室。以詩客禮、怡諸邸，與嵩山叔交甚篤。先王喜其才而誚其品，嘗曰：「使雲汀讀宋儒一篇書，其怪僻當不至是。」嘗與先王飲於清流激湍飛觴醉月之候，揮落於席，人爭笑之，而先生不顧也。後以落拓卒於京邸。怡王訥齋主人嘗刊其詩以行世，亦甚憐其才也。"
      },
      {
        "index": 5,
        "text": "黃雅林"
      },
      {
        "index": 6,
        "text": "黃雅林初名俊，字石咸，遼陽人。為明青州太守某後。崇德癸未，大兵破青州，太守殉節，其子孫遂流落，寓籍陪京雲。先生學問淵博，矜才使氣，醫卜、藝術之書，無不周覽，時時述稗官家言，聞者絕倒。自以其名不雅馴，遂易名頵，以癡者自居。亦好奇士也。詩畫仿鄭板橋，有意矯俗，反使性靈汨沒，先恭王甚惜其才華不由正軌。時有詩文就之商榷，先生輒加抨擊，酒酣耳熱，賓主喧嗔，聲驚四座，先恭王每以山精野狐目之。然平時未嘗不嘉其忠告，交誼仍如故也。館於寧邸時，貝勒永福已襲封，先生督責甚嚴。時有倨色，先生勃然曰：「爾冠則朝廷貴爵，爾身猶吾弟子也。」命免冠重責數十，至長跽謝罪乃已，其古道如此。"
      },
      {
        "index": 7,
        "text": "尤水村"
      },
      {
        "index": 8,
        "text": "尤水村名蔭，儀真人。善繪事，詩宗放翁，間有清新之句。弱冠入都，從先恭王之遼、瀋，往返數千里。有《出塞詩》一卷，皆蒼涼吊古之作，袁簡齋太史曾序而行之。先生性放曠，不屑小節。用濃墨作黑竹，琅玕百尺，頗有淩雲之勢，江鄉諸鹽客多珍重之，名與王夢樓相埒。晚年寄跡釋道，於內典頗精熟。年八十餘始卒。"
      },
      {
        "index": 9,
        "text": "超勇親王"
      },
      {
        "index": 10,
        "text": "餘向記超勇王光顯寺戰績於前卷，今於其嗣王處得王家乘，其功尚有未詳處，故補書之。王先世為元太祖第四子後裔，居喀爾喀賽因諾音部。康熙中，準噶爾台吉噶爾丹勢強，侵喀爾喀四部，盡為所破，王時弱冠，負祖母單騎叩關降。仁皇帝憐之，置宿衛，授輕車都尉爵，賜第京師，尚純愨長公主，至洊封郡王。雍正中，遣歸遊牧。九年征準噶爾時，王請從征，上從之，命從順承王駐察汗河。傅爾丹既僨師於和通淖爾，賊眾追蹂，闌入內境。順承王擁兵不救，王慷慨曰：「使虜騎充斥，大軍敗亡，安用將帥為也？」因率本部卒迎賊於鄂登楚勒。時賊勢鴟張，赤幟遍野，王曰：「此未可以力爭。」因命其部將巴海夜入賊壘以致師，王伏精銳於林莽間。巴海率哨騎奔賊大隊，賊眾追之，伏起，王吹角於隊，我兵無不一當百，轉戰竟日，賊倉卒遇大敵，不及備，遂為我兵所殲。王陣擒賊首二，皆百戰渠魁，賊帥小策零墮騎，裸身跨白駝遁。漠南肅清，時謂北征第一戰功雲。逾年復有光顯寺之戰，王威名鎮漠北，虜騎震懾，不敢復南牧矣。及純皇帝即位，授王定邊左副將軍，鎮烏裏雅蘇台。傅閣峰尚書歸，定和議。上命王會議。虜使哈柳至，強辯士也，謁王於京邸。哈柳誚王曰：「聞王漠北有營帳，奚必居於京邸？」王曰：「國家都於此，我隨君而居，即為吾土。喀爾喀乃藩部，若人有園囿然，何足道也。」柳又言：「王幼子思歸。欲傳致之。」王慨然曰：「公主所育為吾嫡長，其餘孽何足齒及？汝部縱放歸，吾其請於皇上必戮於宗也。」哈嗒然退。王復麵奏純皇帝曰：「今北虜挾臣子以為重，臣若許之，適足以長其驕心，恐無益於國事。況此不肖子不即殞滅，赧顏偷生無足存也。」上詔獎之，比之樂羊雲。復命王修書答之，和議乃成。庚午，王薨於軍，遺表請歸祔公主園寢。上惋惜之，命配享太廟及賢良祠，外藩得預侑食者，惟王一人，蓋異數也。嘉慶甲戌，禮部尚書成寧以王為外藩，故撤賢良祠神牌於後殿。事聞，今上震怒，立褫成職，蓋猶念王之勳也。其孫拉旺多爾濟頗有祖風，尚和靜公主。掌宿衛四十年，所領將卒，無不感激用命，以忠醇持躬。和相當權時，諸王大臣盡交其門，而王獨與之梗，今上甚為優眷。癸亥春，有陳德之逆，喀喇沁貝勒丹公某已為所刺傷，王以手捘其腕，德莫能支，遂被擒，其勇力可知也。餘以罪廢時，王麵詰某貴臣曰：「禮王何罪，公乃羅織至此，使宗藩斥革如發蒙振落，吾儕外臣，何足道也！」貴臣赧然退。王因於歲首謝病歸藩，憤悒而薨。餘與王素乏締交，乃情摯若此，深有感於心也。劉文清公嘗比王為金日磾，餘以其謹慎寡過處有類霍大將軍，日磾尚非其匹，實為朝廷重臣也。王薨之夕，有大星隕於西北，訃至恰如其期，亦一異也。"
      },
      {
        "index": 11,
        "text": "褚筠心"
      },
      {
        "index": 12,
        "text": "褚筠心先生廷璋，長洲人，為沈文愨公弟子。少時與趙舍人文哲、曹學士仁虎等結社，號「吳門七子」。詩宗盛唐，無宋、元卑靡之習。嘗修《西域同文志》，諳習新疆古跡，所作西域詠古諸詩，音律尤蒼涼合格。先恭王嘗曰：「近世不為袁、趙所惑者，惟筠心一人而已。」性直梗，和相秉權時，先生以其非科目中人，不以先輩待之，和相慊然。以考事中之，改官部曹，先生終身不謁銓選，曰：「此膝不為權臣屈也。」嘗賞鑒餘詩文，臨歸時，餘題四律贈行，先生即日挑燈和之，其末作《玉胡蝶詞》，尤多規勸，餘心感其言。然性紆緩，多為人所愚，任湖南學政歸，以宦囊開凶肆，以其利溥，人爭笑之，而先生不顧也。"
      },
      {
        "index": 13,
        "text": "寧秀生有髭"
      },
      {
        "index": 14,
        "text": "納蘭侍衛寧秀，為太傅明珠曾孫。生時有髭數十莖羅羅頤下，年弱冠，顏貌蒼老宛如四五十人。未三十即下世，其家因之日替，亦一異也。"
      },
      {
        "index": 15,
        "text": "張漢潮渡漢江"
      },
      {
        "index": 16,
        "text": "嘉慶戊午夏，教匪張漢潮自秦竄入楚境，勢甚猖獗。楚督景安畏懦，遠避武昌，賊如風飄豕突，無所抵攔。漢潮欲渡漢江以窺全楚，時漢陽最為富饒，市廛毗連數十里，甲於天下，聞警，商賈驚避，有老賈某祈於關帝廟。會大風驟起，飄泊賊人舟楫，斃於江者如鶩也，漢潮亦落水得拯，因狼狽返秦中，自是不敢東下，逾年乃為明參政亮所擒。當時假使賊得濟，蹂躪江、淮，其禍不可問矣。信夫，國祚昌熾，水伯得以默為佑護也。"
      },
      {
        "index": 17,
        "text": "稗事數則"
      },
      {
        "index": 18,
        "text": "乾隆末，定王屢攝金吾印信，正陽門外火災延及民居，王馳救之。有娼家避火，群立巷口，粉白黛綠者數十人，王不識，詫曰：「是家女子何若是之多也。」人爭笑之。"
      },
      {
        "index": 19,
        "text": "陳春淑副憲，性梗直敢言，滿朝以怪物目之。廣賡虞侍郎嘗謂餘曰：「仕途以我與王暨陳副憲為三怪。」殊為憤懣。餘笑曰：「吾今日誠為周處矣！」蓋狎以廣為虎陳為蛟也。後春淑降官編修。嘗路遇餘，餘降輿立市間語移時，輿夫皆詫，私語曰：「是何侘傺老翁，而王為之謙遜若此？」餘聞之，笑謂傔者曰：「非轎夫不能道此語也。」"
      },
      {
        "index": 20,
        "text": "張靖逆秉樞言乾隆中有某散秩大臣，嘗侍班而冠縵忽斷，不及縫紉。恐上出見之，乃以下僚啟事筆於頸下繪之如縵然，人傳為笑柄雲。"
      },
      {
        "index": 21,
        "text": "宗室鎮國公永玉嘗饋蒸鵝於順義侯田公國榮，閽人誤以蒸鴨告之。田詫曰：「吾年已老，從未見此巨鴨也！」後食始知之。"
      },
      {
        "index": 22,
        "text": "有某公家素貧，得上賜人參票，喜極過望，感激涕零。是日上祀雩壇，某不及伺上回宮，乃於天橋路側泥首稱謝。成王笑曰：「自有郊祀以來，從未有在此叩首者，某公此舉，恐橋神亦有所驚訝也。」"
      },
      {
        "index": 23,
        "text": "曹劍亭之劾和相家奴劉全，餘已載前卷。或有訾之者曰：「公嘗狎昵某伶童，後為全所奪，故公銜怨劾之。」後廿餘年，花曉亭侍御傑之劾鹺賈查有圻侵冒國課，人復以此語歸之。甚矣！不樂成人之美若此。"
      },
      {
        "index": 24,
        "text": "甘嘯岩先生運源，為忠果公曾孫。幼師劉海峰，書畫精絕。詩文上宗七子，殊有豪氣，為旗籍文士之冠，然不甚工楷書。有某大臣延其書寫奏牘，先生以靈飛經法為之，某公大怒，揮之門外，曰：「甘某名望若爾！乃其書法尚不如吾部曹胥吏之端楷也。」"
      },
      {
        "index": 25,
        "text": "哈軍門攀龍，為將軍元生子。元生隨鄂文端公征苗有功，軍門子國興復以勇健著，三世擁旄，時人榮之。公為回屬，素禁豕肉。外祖舒直恪公。任西安將軍時，與公甚善，嘗請會食。哈公每嫌蒸羊品味不佳，異日庖人潛以豬肉托羊饌，哈食之甚美，褒獎備至，初不覺異味也。"
      },
      {
        "index": 26,
        "text": "張文和公晚年頗以謙抑自晦，每遇啟事者至，動云：「好、好。」一日有閣中胥吏請假，公問何事，曰：「適聞父訃信。」公習為常，亦云：「好、好。」舍人等皆掩袂笑，而公未覺也。"
      },
      {
        "index": 27,
        "text": "褚筠心學士於庚寅科同國學士柱典試江西，國故文理庸劣，而不許褚同定一卷，乃自為批閱。同時全閣學魁與邊學士繼祖典試浙江，全故疏懶，終日不閱一卷，任邊選中。時人諺曰「全虧邊繼祖，裹住褚廷璋」云。蓋北人呼虧裹與魁國同音也。"
      },
      {
        "index": 28,
        "text": "成王性滑稽，遇事喜作反語。自言直樞庭時，嘗召見，上適閱明參政亮捷報，命王閱之。王習為常，奏「此戰惜未獲渠首，使張漢潮得擒明亮，始為佳事」。上正色曰：「若是則不佳矣！」王始省悟，免冠叩謝出。"
      },
      {
        "index": 29,
        "text": "賡閣學泰，滿洲人。中己酉孝廉。以資深曆顯職，面目臃腫，人爭厭之。與人言習語「可不是」三字，人以「賡可不」呼之。宗室輔國公晉隆，性滑稽，一日於坐中驟問賡曰：「今日天氣甚寒。」賡習以可不應之，又云：「君觀某大臣貌可作龍陽否？」賡亦漫應之，為某大臣所責，至跪謝乃已。"
      },
      {
        "index": 30,
        "text": "明副軍泰，寧夏駐防人。以功績洊至副都統，人多粗疏。一日帶領引見，時明司鑲黃旗漢軍，其都統為榮恪郡王，王又兼攝領侍衛內大臣，故事，領侍衛府階最高，故先入殿，明睹王即偕入。定制，一品官皆賜坐，上命之坐，眾大臣叩頭謝，明亦隨之叩坐如儀。為上詫之，明始知誤，免冠謝罪，即日罷之。"
      },
      {
        "index": 31,
        "text": "王文靖"
      },
      {
        "index": 32,
        "text": "王文靖熙，宛平人，為文簡公崇簡子。少年登第，章皇帝喜曰：「公輔器也。」然當草創之際，非習國書無以濟大事，乃命供奉內廷，上親為之教習清文，兼習釋典。與孫學士承恩、麻文僖公勒吉日侍西清。上登遐時，命公與文僖同撰遺詔，因授顧命。康熙中正首揆。吳逆叛，其子應熊因尚主故留京師，時莫敢言。公首劾之，其疏要語雲「不斬應熊，無以寒老賊之膽」云云，仁皇帝乃正應熊之罪，時人快之。公家訓云：「祭墓無以牲牢，惟以蔬果代之。」人有言其過儉者，公曰：「今以宰相祭墓，誠為太儉，然日後子孫儕於庶人時，則易於措辦，若敖氏之鬼不至於易餒也。」人服其言。薨之日，都城士民皆往送喪，為之罷市，其感人也如此。"
      },
      {
        "index": 33,
        "text": "查初白"
      },
      {
        "index": 34,
        "text": "國初詩人，以王、施、宋、朱為諸名家，查初白慎行繼以蘇、陸之調著名當時。其詩句亦頗俊逸峭勁，視西崖、義門諸公自為翹楚。公以晚年入翰林，嘗隨駕木蘭，褒衣襜服行山谷間，仁皇帝望而笑曰：「行者必查某也。」其風度如此。晚年家居，以弟嗣庭獄，緹係入京。憲皇帝閱其詩曰：「查某每飯不忘君，杜甫流也。」因免其罪焉。"
      },
      {
        "index": 35,
        "text": "先恭王之正"
      },
      {
        "index": 36,
        "text": "先恭王性剛直，某相國當權時，與餘邸為姻戚，先王惡其人，與之絕交。又當時譽鄂文端公相業，先王頗不以為然，曰：「居相位者，當有相度，西林偏袒鄉黨，非持平天下之道也！」素喜劉文正、裘文達、曹文恪諸公，每訓梿必以諸城為式。文恪薨，王親臨其喪。壬戌冬，路過三河旅店，見壁有文達詩，挑燈屬和，涔然淚下，其真摯也如此。又善料事，甲午秋，王倫叛於壽張，率黨北上，圍臨清，勢甚洶惡。王笑曰：「賊不西走大名，南下淮、揚，而屯兵於堅城之下，此自敗之道也。」逾旬，果為舒文襄公所滅。又石峰堡回民叛時，王曰：「西北用兵，當決水道使其涸守自斃。」後阿文成公果用其計以破賊。當緬甸用兵時，王嘗咎其不用火攻，後梿見明參政亮述先王言，公曰：「當時吾嘗屢言於文忠叔，奈蠻地匝月無風，難以施行，亦天意耳！」又與先王言不謀而合也。"
      },
      {
        "index": 37,
        "text": "張夫子"
      },
      {
        "index": 38,
        "text": "明監軍張公春於大淩河被擒，見太宗不屈，上挽弓欲射之。先烈王諫曰：「此人既不懼死，奈何殺之以成其名！」上從之，命達文成厚養之。公獨處蕭寺中，聚徒課讀，一時開創名臣如範忠貞、寧文成輩，皆曾執經受業者也。居數年卒，上厚葬之，時人比之文中子教授河汾諸徒，所以啟唐之基也。自古款待勝國忠臣莫之能及，既能全彼之忠，又不傷我之德，以元世祖之戮文文山，視我文皇殊有愧也。滿大臣某入都後，告明臣某曰：「汝國有一張夫子而不知用，反為我國教育英才，誠可惜也！」余嘗讀明臣奏疏，至有毀公為李陵、衛律者，真所謂顛倒黑白矣！"
      },
      {
        "index": 39,
        "text": "海神祠"
      },
      {
        "index": 40,
        "text": "瀛台中有海神祠，塑明內官像三人祀之。傳即熹宗於南海覆舟時拯帝所溺斃者，帝封三人為河神，因立祠以祀之。按當時正人君子為魏閹所害者，指不勝屈。其遼左、奢安殉死諸公，如王三善、張銓等，亦頗有人。帝罔知憐恤，乃煦煦於溺死之閹璫，亦可謂厚其所薄矣。"
      },
      {
        "index": 41,
        "text": "佟昭毅"
      },
      {
        "index": 42,
        "text": "佟昭毅公巴篤理，為忠正公養正之族侄，國初時，隨忠正來歸。從征朝鮮、北京、遵化、大淩河諸戰，皆有功。天聰甲戌，為明曹忠果文詔所害，文皇甚惜之，贈三等昭毅伯，世其家，近日大宗伯永慶是其裔也。因思北周時有斬齊將高敖曹者，周人歲賜其帛，至周亡猶未已。曹忠果乃能摧斬大將，實為明將中難能者，莊烈帝不惟不賞其功，乃反以恇怯論戍，吳興化甡屢救之不報。賞罰顛倒若此，欲國不亡，烏可得乎！"
      },
      {
        "index": 43,
        "text": "吳六奇"
      },
      {
        "index": 44,
        "text": "吳六奇，浙人。少負大志，家奇貧，落拓乞食，冬日袒身行市中，英爽如故。查孝廉伊璜奇其人，嘗加固恤，公深感之。後仕粵西桂王時嘗有功，至總兵官。投誠本朝，隨尚平南可喜屢擒海寇有功，洊至提督。孝廉嘗以與修偽史故，株連獄中，幾不能免死，公特疏為之解救，卒白其冤。因聘查至粵中，厚為贈贐以歸。其署中有峻石高數丈，查愛之，摩挲撫惜，因醉題「縐石」，次日遂失石。及抵家，石挺立其庭中，蓋吳潛使人運至矣。今越中傳為佳話雲。"
      },
      {
        "index": 45,
        "text": "郭尚書"
      },
      {
        "index": 46,
        "text": "郭尚書四海，納蘭氏，為金台吉之後，即明所謂海西部落也。以父蔭康熙間屢任膴仕，嘗以宗伯兼攝司寇數年，亦異數也。然聞其多權術。任科道時，有以賄進者，公於夏日，皮冠重裘圍爐鬥室中見之。繼乃仍登白簡，其人反噬，公詰其謁見時日。其人言衣冠居處狀，眾以為必無之理，乃脫身事外，亦巧宦之極者也。"
      },
      {
        "index": 47,
        "text": "趙恭毅"
      },
      {
        "index": 48,
        "text": "趙恭毅申喬登第後，以古道自居，人爭厭之。公托疾歸，曾買妾媵，其家故宦族女，以負債故賣之。公覘知之，慷然曰：「吾奈何乘人之急以汙其節，馮商之舉不可為之繼乎！」乃立送女歸家。事漸聞於朝，仁皇帝知之曰：「此古誼之士也！」公聞命出，洊至公卿，以廉直著。任司寇時，廉邸伶人殺人，欲倩公出其罪，公謝曰：「天子之法，不能為王屈也。」憲皇帝重其人，登極後，屢獎譽之，以為人臣之式雲。"
      },
      {
        "index": 49,
        "text": "費襄莊之殺活佛"
      },
      {
        "index": 50,
        "text": "費襄莊公之平噶爾丹。久炫耀於人耳目。公嘗隨仁皇帝之番僧寺，番僧之號活佛者見上頗倨傲，公即揮刃斬之。上尤其行，公曰：「番僧雖尊，亦人臣也。豈可使其倨於君父前，亂我國法。使其果有異術，則臣抽刀時，伊早令伽藍輩按捺，不延頸待戮矣。」人爭服其言。"
      },
      {
        "index": 51,
        "text": "百菊溪製府"
      },
      {
        "index": 52,
        "text": "百菊溪齡，張姓，內務府人。成壬辰進士，館選編修。嘗領署事，阿文成公見曰：「公輔器也，異日功名當不在老夫下。」其後官階蹭蹬，翱翔科道者二十餘年。公頗熱中觖望，韓旭亭師嘗曰：「大器晚成，公無須躁進也。」今上親政後，立擢山東按察使，不數載遂至封疆。公性聰察，遇事敏幹，賞識人材，如朱白泉廉使、溫臬使承誌，皆拔自微員，故人樂為之用，以集大勳。其再任粵東時，百姓匍匐庾嶺，以迓其纛，蓋恨其來遲也。時海盜充斥，連檣百艦，出沒波濤間，人莫敢攖。公任溫、朱二公入盜艦中，說匪首張保降，保觀望未果。朱覘知其妻鄭一嫂頗勇健，保素畏之，乃以賧賨百萬饋之曰：「百公良吏，非前誘降以邀功者，時不可失也。」溫，山右人，故年少美麗，遂潛入鄭寢中解衣酣寢，誘鄭以薦枕焉。鄭氏因慷然曰：「同輩中幾見有白首賊耶！縱微公至，妾亦解甲降矣。」乃說保曰：「吾所以贅汝者，以汝有丈夫氣也，今察之，非知時事者。向來海上諸雄所以能肆掠者，蓋因督臣懦弱，不敢卒攖其鋒，今百公健吏，反前所為，必欲盡殄滅其黨類以報天子。今不及早稽首軍門，則其兵朝暮下，汝輩儼如齏粉，妾不欲同君盡也。請自今始，斷其縭袂，各行其志可也。」保畏懼，因同鄭降。公復督率將帥攻烏、石二匪，炮石驟發，二匪艇皆傾靡，海水為之色赤，粵東洋匪盡殲，實海上第一功也。事聞，加公宮保銜，賜雙眼花翎，朱、溫諸公賞賚有差。公貌岐嶷，麵如削瓜，雖談笑間而凜然有忿狀，使人望生畏心。初任封疆，以廉直自矢，下民以包龍圖比之。逮夫名譽既彰，乃頓改初節，搜求苞苴，動以钜萬。聞其為江南製府時，每出巡閱，後車數十乘，征收珍錯海物至數百桶之多，他物稱是。又以重賄交結權要，偵探秘旨，然後傅會迎合，故人莫敢攖其鋒銳。初頤園大司馬素不直公所為，因巡察江南時露疏劾之。上命重臣往查虧帑，公左右阻袒，初卒以不實罷職，人頗不滿公所為也。嘗為御史吳雲參劾，終莫能害。丙子冬，以勞瘵死，上下詔褒寵之。繼以諱災為鬆相公所劾，始罷其奠叕焉。"
      },
      {
        "index": 53,
        "text": "李仲昭"
      },
      {
        "index": 54,
        "text": "李御史仲昭，番禺人。少生海隅，洞知鹽莢利弊。長蘆鹽課有易稱之弊，每引浮數百斤，以致壅滯難消，動損國課。又有鹺賈查氏，富逾王侯，交結要津，人莫敢攖，故鹺政日見疲弊。公補官旬日，即露章劾之，枚舉其弊。上大怒，命留京王大臣審訊，咸皆引服，查有圻論戍，其餘降革有差，人爭快之。未逾年，公卒以調取文卷故，為台長所劾，罷歸。其中奧援未易知也。"
      },
      {
        "index": 55,
        "text": "李鴻賓"
      },
      {
        "index": 56,
        "text": "李御史鴻賓，新建人。成辛酉進士，館選，改官御史。時值林清之變，公上數疏，皆言朝廷利弊，洞中窾要。上嘉其直言，立擢河東副總河，漢員升遷之速未有及者。公亦感激用命。其年運河淤壅，微山湖蓄水盡涸，糧艘壅滯，公立率下屬疏瀹，上流湖水通暢，船隻得以濟運，實近年之罕見者。逾年，丁母艱歸。"
      },
      {
        "index": 57,
        "text": "勒相公"
      },
      {
        "index": 58,
        "text": "勒相公保，溫相國福之子也。溫以木果木僨事。公統師時，盡反父政，待綠營士卒頗優厚。與文士論交誼，如石殿撰韞玉、石太守作瑞輩皆收羅門下。馬軍門瑜、忠壯公全弟、鎮將國銳為全子，公皆與之論世誼，故人皆樂為之用。惟滿兵切恨入骨，己未之役，幾受青蠅之害，賴繼起者僨事，公乃復擁旌旄。與額經略等先後殺賊，川、楚教匪為之盡殲，公之力也。公短小精悍，善恢諧飲酒，賞賚頗豐，遇人投其所好，抗卑得宜，人喜與之交。在軍中不喜談兵，嬉笑如常日，而寄心膂於將帥，使其各盡所長。又力持堅壁清野之策，故賊人無所擄掠以底敗亡。入閣後益斂鋒芒，日事飲宴以取要人之歡。遇知大體者，亦加禮貌，實多智士也。然數任封圻，簠簋不飾，在蜀數年，民不堪命，致有「蜀督賦」之謠，見胡柏坪之彈章。又性卞急，責奴隸多酷虐，有致斃者。所使令皆優伶，致喜怒為若輩所操，亦嗜聲色之過也。"
      },
      {
        "index": 59,
        "text": "金司寇"
      },
      {
        "index": 60,
        "text": "金司寇光悌，安徽含山人。性谿刻，外貌剛果，心實陰險。任刑部司員時，惟以酷虐為政，濟其貪婪。阿文成公為其所紿，以為豪吏，頗任信之。和相理部務時，立斥其柄，人爭快之。嘉慶初，和既僨事，公卿交章薦之，金亦廣為交結，使眾延譽於朝，張通政鵬展曾露章劾之，不能傷也。洊至江西巡撫，入為司寇。既持大柄，倚胥吏為耳目，任意周內罪名，有輦金幣賄者，雖入大辟，立為昭雪，否則酷虐猶如故也。故使司員朋比為奸，文成公所貽良法更改無餘，至今猶為烈也。有市賈冀姓者，其妻私御車人，隨之逃匿，為冀某所偵獲。因以重賄賂金，金援奴奸主妻律，皆擬斬決。諸大臣欲調停其說，金曰：「泰山可移，此案不可改也。」 濡毫立定其讞，二人皆戮於市。未浹月，其子暴卒，金於途中遇鬼，連稱悔之無及，於輿中泥首者再。舁之歸，屍已僵矣。後事聞於朝，上曰：「光悌信死晚矣！」 因屢舉其事以誡刑官焉。"
      },
      {
        "index": 61,
        "text": "許壯烈"
      },
      {
        "index": 62,
        "text": "許壯烈世亨，成都人。先世回民。公以行伍起家，征金川時，以功洊至專閫。阿文成公頗器之，曰：「武臣中識大義者，惟許某一人而已。」任廣西提督。會安南國王黎維祁為其鄰清化主阮光平所逐，叩關請兵，其時孫文靖公士毅為廣督，自負將材，主意用兵。公曰：「蠻夷相攻，王者不治。一旦兵連禍結，未易已也。」孫不聽其言，乃率領兩廣諸鎮兵伐之。阮光平初不意王師至，又所率兵寡，因回清化調兵，孫公遽以大捷聞。入黎城據其王宮，飲酒賦詩，不以賊為意。公諫曰：「吾兵深入重地，自應慎重。況光平未戰遽退，恐有不測，宜及其未至，振旅入關，上計也。」孫曰：「介胄之士，爾何知也？」及光平復率師至，維祁驟棄國走，賊勢洶湧，孫茫然失措，欲以身殉。公叩馬諫曰：「公為大臣，若有所傷，有關國體。世亨一介武夫，受上知遇，位至擁旄，以身殉國可也。」因令諸將護孫公入關，獨率數百人赴敵，盡歿焉。光平遂尾追文靖至富良江，將及我師，總兵尚公維升，平南王裔也，少年勇銳，因率兵禦之。轉戰竟日，尚手戮數十人，甲盡殷焉。以後援不及，因撫劍歎曰：「丈夫死綏，誌也。然不死大敵而亡於小醜，未果盡吾之勇，聊以洗先世之恥可也。」因自剄死。孫公遂撤江橋，狼狽率殘卒入關，總兵張朝龍、李化龍亦先後死焉，所有輜重甲仗盡為敵獲。事聞，純皇帝以公為知大體，甚加惋惜，封壯烈伯，祀昭忠祠。其子軍門公文謨以侍衛擢至福建提督，川、楚之役，亦以勇健世其家焉。"
      },
      {
        "index": 63,
        "text": "張總兵"
      },
      {
        "index": 64,
        "text": "張總兵芝元，川仲人。少為小校，隸宋總兵元俊麾下，宋撫恤甚厚，公感其德。後宋公以枉獲罪，侘傺而卒，其二子皆遣戍，公復隨明參政亮征大金川。有番僧某為賊偵，凡軍中事無不泄漏，公進言明將軍曰：「軍中機宜動為賊覺，兵家大忌也。今番僧某受我封號，乃陰為賊諜，非翦除之，則賊無滅日矣！」明公偉其言。會大風雪，乃命公率數十人故為出差狀，投宿寺中。公故通番語，自取囊中脯蚱與僧寮煮酒痛飲，情甚歡洽，番僧皆醉飽眠去。公出寺聚柴焚之，風火酷烈，番僧輩皆爇死，賊諜乃斷。後公屢立戰功，洊至參將。丙申春，金川平，凱旋時，公書宋總兵戰狀，抱一冊哭陳軍門。阿文成公訊之，公曰：「非宋公芝元無以致此，敢不報其大德？況宋公所以獲罪者，乃觸怒閫帥，羅織其愆，天子不知其功也。故今陳其戰績，乞公轉奏於朝，若猶以功微罪重，則賞罰出自朝廷，芝元心無憾矣！」文成公笑曰：「壯士也！」因代為奏聞。邀恩赦其子歸，人皆以為宋公知人，公能報德雲。辛亥冬，廓爾喀再亂，搶擄劄什倫布，公率數百孱卒轉戰山崖中。時大雪彌漫，山谷皆平，而公手揮大刀指揮，番卒皆感激用命，卒禦賊歸巢。孫文靖公曰：「達賴喇嘛之杵，轉不如張總閫之刀靈也。」時人傳為笑談。公以勞瘁卒，福文襄王奏於朝，上甚悼惜之。"
      },
      {
        "index": 65,
        "text": "成知州"
      },
      {
        "index": 66,
        "text": "成州牧善，滿洲人。以筆帖式洊至冀州知州。時甘肅道員蔣全迪以冒賑伏法，子孫皆遣戍，其妻孥流離失所，嘗覓食直隸。至州界，其妻病旅店中，因賣其媳為奴。公買其媳歸，成婚日，憐其娜嫋羞澀，詢知其家世，慨然曰：「等為外吏，豈可幸其患難辱及家室，安知吾子孫輩他日不至此也！」因立遣還，並厚贈貲囊，送其妻媳歸籍，士人爭頌其德焉。"
      },
      {
        "index": 67,
        "text": "劉文清語"
      },
      {
        "index": 68,
        "text": "乾隆末，和相當權，最尚奢華，凡翰苑部曹名輩，無不美麗自喜，衣褂袍褶，式皆內裁。其衣冠敝陋，悃幅無華者，人皆視為棄物。時劉文清公故為敝衣惡服，徜徉班聯中，曰：「吾自視衣冠體貌，無一相宜者，乃能備位政府，不致隕越者何也？寄語郎署諸公亦可以醒豁矣！」時人爭服其言。"
      },
      {
        "index": 69,
        "text": "佛典屬"
      },
      {
        "index": 70,
        "text": "蒙古典屬佛爾卿額，順義王俺答裔也。其祖錫拉被擄至，隸上駟院牧馬。仁皇帝於內苑閱馬，見其竟日無怠容，曰：「此金日磾儔也。」因擢侍衛。憲皇帝御極，廉親王允祀等覬覦大位，錫公首發逆謀。憲皇帝悅之，擢內大臣，其子孫皆膺膴仕。公其長孫也，年十六即擢宿衛。嘗擎蓋於馬上假寐，誤驚禦騎，純皇帝惡之，以貴臣子不即責。徜徉禁闥三十餘年，未逾一級。公性滑稽，作謔語。時上最喜讚禮郎，多有至大位者，公曰：「蜩蟬輩亦足貴耶？某雖不肖，實能揣摩其調，秋娘縱老，猶可獻倚門技也。」因與擢其選。上大喜曰：「爾亦能作是耶？」立擢鴻臚卿。未逾年，授副都統，時和相擅權，旨未時下，有賀之者，公告人曰：「餘之升擢，猶弈者反著其子，尚未定也。」人爭笑之。今上時，洊至理藩院尚書。公素不信佛，謂世無輪回事。病革時，呼子孫環列榻前，眾以為有遺囑，公忽張目曰：「此時目前尚無一鬼，至是終無鬼矣！寄語世人莫信浮屠說也。」語罷瞑目逝，是臨終尚作笑柄也。"
      },
      {
        "index": 71,
        "text": "劉鳳誥"
      },
      {
        "index": 72,
        "text": "劉少保風誥，江西人。中己酉探花。殿試日，天已昏黑，公文尚未就，眾監試大臣欲逐之出，常宗伯青曰：「此生書法極秀勁，可給燭使終篇。」榜發，擢高第，公於常公終身執弟子禮，人爭與之。公性豪宕，少假館蔣司馬元益宅，蔣公喜其俊雅，欲納為婿，久之，公嘗使酒詈仆夫，蔣公曰：「非大器也。」因善遣之。洊至吏部侍郎。與修《高宗實錄》告成，加太子少保，近日貳卿加宮銜者惟公一人，人爭羨之。督學浙江，以嚴酷馭士子為言官所劾，謫戍黑龍江。時將軍有賀表命公代撰，表至，上謂近臣曰：「此劉鳳誥筆也。其文愈佳於昔，可謂窮苦始工也。」未久，放歸田里。按北魏時，高聰以罪遣戍瀛洲，代州牧為奏章，魏孝文帝曰：「北州乏文士，此必高聰之筆。」古今事時相同若此。"
      },
      {
        "index": 73,
        "text": "德尚書"
      },
      {
        "index": 74,
        "text": "德尚書瑛，姓通顏覺羅氏，滿洲望族也。年六十餘始擢太常寺卿，又二十年洊至戶部尚書，已八十餘矣。與朱文正、王文端等作五老會，時人榮之。公貌清臒，性儉樸廉潔，位至司徒，家不能具駟馬，人比之公孫弘，以其剛毅勝之。嘗入直樞庭，其下屬告人曰：「其他費不具論，即四時衣冠之貲，我公即未能具也。」 其清貧也若此。後以失察胥吏罷官。至今年九十餘，身猶健雲。"
      },
      {
        "index": 75,
        "text": "帽頭氈帽"
      },
      {
        "index": 76,
        "text": "餘少時，見士大夫燕居皆冠便帽。其制如暖帽而窄其簷，其上用紅片錦或石青色，緣以臥雲如葵花式，頂用紅絨結頂，後垂紅縵尺餘，無老少貴賤皆冠之。惟老翁夏日畏早涼，用青緞縫紉襯涼帽下，如今帽頭狀，初不以為燕服也。至於氈帽尚沿明式，皆農夫市販之服，人皆賤之，近十餘年盛行。帽頭蟠金線組繡其上，至有用明珠寶石嵌者，如古弁製，惟頂用紅絨結頂稍異古耳，士大夫皆冠之。至春秋間徜徉市衢，欲求一紅纓綴冠者，未易見也。至氈帽則以細毯為之，簷用紫黑色，或有綴金線蟠龍以為飾者，非復往日粗野之制，為士大夫冬日之燕服，往日便帽之制，不復睹矣。"
      },
      {
        "index": 77,
        "text": "明參政"
      },
      {
        "index": 78,
        "text": "明參政亮金川、孝感諸戰功，已詳前錄矣。其少時，尚履懿親王郡主，夫婦勃谿，王頗厭之。王母定太妃薨，奉移之東陵，秋間，道路積潦，舁夫皆憚行，公時襄事，因以巨杖擊舁夫，自先行泥淖中，舁夫乃娓娓從命往。行數日，隊仗整肅如行軍焉，王大喜曰：「誠吾佳婿也，他日可為名將。」是公少時，舉止已不凡矣。又公入闈鄉試，純皇帝偶問傅文忠公曰：「汝家有與試者無？」文忠以公對。上曰：「世家子奚必與文士爭名？」因擢藍翎侍衛，命從征西域。公甫出闈，即匆匆就道，亦一異也。公雖以武功顯，然嫻文墨，吟小詩，善寫墨竹，故屢曆文階，人不以為過也。"
      },
      {
        "index": 79,
        "text": "劉清"
      },
      {
        "index": 80,
        "text": "本朝用人不以資格，故朱衣客以道員用總兵官，見漁洋《池北偶談》。然皆國初開創之際，近百餘年未見以文員改武者。劉鬆齋清以縣吏起家，著「青天」 名，屢征川、楚、山東教匪，皆有戰功。公性粗率，喜嗜樗蒲，於文吏坐使酒罵座，喜與士卒共飲謔，初乏方面之威儀。又以揮霍貧乏故，頗有簠簋不飾之舉。屢遭躓蹶，今上悉知其人，因功高寬貸之。丙子秋，以山東鹽運使改登州總兵官，公大喜過望，曰：「老臣得以盡其職矣！」命下之日，舉朝咸以上用人得宜，因材器使雲。"
      },
      {
        "index": 81,
        "text": "小說"
      },
      {
        "index": 82,
        "text": "自金聖歎好批小說，以為其文法畢具，逼肖龍門，故世之續編者，汗牛充棟，牛鬼蛇神，至士大夫家幾上，無不陳《水滸傳》、《金瓶梅》以為把玩。餘以小說初無一佳者，其他庸劣者無足論。即以前二書論之，《水滸傳》官階地理雖皆本之宋代，然桃花山既為魯達由代郡之汴京路，何以三山聚義時，反在青州？北京之汴，不過數程，楊誌奚急行數十日尚未至，又紆至山東鄆城何也？此皆地理未明之故。一百八人原難鋪排，然亦必各見圭角，始為著書體裁，如太史公《漢興諸王侯》是也。今於魯達、林衝輩詳為鋪敘，至盧俊義、關勝輩乃天罡著名者，反皆草率成章，初無一見長處。又於馬麟、蔣敬等四五人層見疊出，初不能辨其眉目，太史公之筆固如是乎？至三打祝家莊後，文字益加卑鄙，直與續傳無異，此善讀書人必能辨別者。《金瓶梅》其淫褻不待言，至敘宋代事，除《水滸》所有外，俱不能得其要領。以宋、明二代官名羼亂其間，最屬可笑。是人尚未見商輅《宋元通鑒》者，無論宋、金正史，弇州山人何至譾陋若此，必為贗作無疑也。世人於古今經史略不過目，而津津於淫邪庸鄙之書稱讚不已，甚無謂也。"
      },
      {
        "index": 83,
        "text": "考據之難"
      },
      {
        "index": 84,
        "text": "本朝諸儒皆擅考據之學，如毛西河、顧炎武、朱竹諸公，實能洞徹經史，考訂鴻博。其後任翼聖、江永、惠棟等，亦能祖述淵源，為後學津梁，不愧其名。至袁簡齋太史、趙甌北觀察，詩文秀雅蒼勁，為一代大家，至於考據皆非所長。《隨園隨筆》中載宋太宗高梁之敗，中遼人弩箭以崩。雖本王钅至《默記》，然太宗自幽州敗歸後二十餘年始崩，弩箭之毒焉能若是之久？況《默記》所載狄武襄跋扈，韓魏公擅權，至以司馬溫公之劾王廣淵乃授執政之指，直與胡紘之劾真、魏可同傳矣，其踳駁不一而足，奚可據為典要？至趙甌北《簷曝雜記》，以湯若望、南懷仁至乾隆中猶存，其言直同囈語，未審老叟何以昏懵若此，亦著述中一笑柄也。"
      },
      {
        "index": 85,
        "text": "明人論先烈王"
      },
      {
        "index": 86,
        "text": "嘗讀全謝山《鮚埼亭集》，載明人夏吏部允彝言曰：「東國乃能恪遵成命，推讓其弟。又能為之扞禦邊圉，舉止與聖賢何異，其國焉得不興？」蓋謂先烈王讓國事也。其時傳聞異辭，尚不知先王擁戴文皇出於至誠，高皇帝初無成命也。董崇如與友人書云：「東國部主雖老，其子某雄鷙非常，才略不出曩霄公之下，將來邊警尚未已也。」是二人為明臣仆，乃推尊烈王至此，當時神武英略，洵可知矣。"
      },
      {
        "index": 87,
        "text": "定數"
      },
      {
        "index": 88,
        "text": "《太平廣記》載：唐張文瓘居中書數年，未能食一堂餐，以為命蹇。餘自乙丑襲封，至乙亥十載間，凡朝廷大燕會及內廷聽戲等嘉禮，皆未曾預。己巳今上五旬萬壽，餘適丁內艱，不得與逢盛典。自今思之，曷勝垂涎，感歎其命之蹇，應與文瓘同也。"
      },
      {
        "index": 89,
        "text": "海超勇盜馬"
      },
      {
        "index": 90,
        "text": "海超勇公蘭察，從征西域、金川、台灣諸戰功超封五等，為近日武臣之冠。值內廷時，與蒙古巴林郡王巴圖相善。二人皆有駿驥，扈蹕木蘭，王欲以己馬易公騎，公不許，王曰：「餘夜間使人盜去，公勿瞋也。」公笑應之曰：「大佳。」晚間王果使人往竊，見駿馬獨立荒原齕草，因潛捕之。前土窟中一健夫執馬韁伏其內，蓋公預為之備也，因大呼曰：「寄語汝王，吾公行當竊王馬矣。」使者歸告，王命防閑嚴密。夜半忽聞帳外大呼：「盜馬者乘馬遁矣！」俄而萬帳齊呼捉賊，如山嶽崩勢。王馬皆驚逸出棧，及追轉，而名駿已失。蓋公潛至王帳後使從者群呼，及防者出視，而公乘馬行矣。事雖猥瑣，亦一兵機也。次曉二人相見，歡飲竟日，王卒以馬贈公，蓋深服其智也。按《太平廣記》柴紹弟盜馬事，與公正同。古今豪傑皆未可繩以法度也。"
      },
      {
        "index": 91,
        "text": "郭汾陽逼娶妾"
      },
      {
        "index": 92,
        "text": "嘗讀《劍俠傳》昆侖奴盜紅綃事，其人曰「當朝一品，再造社稷」語，實為郭令公無疑義。按紅綃曰「家本良家，為主君逼娶為妾，至今心猶耿耿，故願隨崔生潛逃」諸語，事雖出於稗官家，不足深稽，可見當時法網之寬，故人樂為盡力。雖如汾陽勤慎，尚有小德出入之舉，而世人並未以為非。豈若後世人情囂悍，雖行如曾、史，稍有不當，則浮議蜂起，利害隨之，其功業安得建樹也。"
      },
      {
        "index": 93,
        "text": "元裔之多"
      },
      {
        "index": 94,
        "text": "自古勝國之裔，以元裔為最優。順帝之嫡支雖為額森所滅，喀爾喀四部落，乃元太祖第四子塔斯之裔，族牒昭然。其他科爾沁、巴林、奈曼、敖漢諸部落，皆元太祖昆弟之胄，今悉列為藩封。又回部中尚有元裔。按《元史》，其長子對於絕域，去中國萬餘里，其地似今俄羅斯。然則元之世澤延長，較諸江幹乞食三王同戮者，不可同日語矣。按蒙古藩封中，惟喀爾沁、土默特二部落姓烏梁哈，為元大將阿術後，今杜棱郡王邸中尚存譜牒，嗣王曾命餘為序，故知之甚詳。今元裔薄之曰，係漢人王姓篡竊其地，非蒙古裔者，誣蔑之談也。"
      },
      {
        "index": 95,
        "text": "本朝待外國得體"
      },
      {
        "index": 96,
        "text": "列聖柔遠綏邦，撫安華夏，皆得操縱之道。喀爾喀四部落及杜爾伯特、土爾扈特等歸降時，皆不去其汗名，蓋以其地處遐荒，不足與較。今既仍其名號，異日即稍有梗化，亦不有傷國體。所謂蠻夷相攻，王者不治，較諸前代，爭款市之名，受吾祖之紿者，其得失信何如也。又俄羅斯國未通貢表，故彼此關會不用詔旨，惟令理藩院行文於其瑪玉斯衙門，如有司谘牒之狀，實得中國馭夷大體，勝於富鄭公之爭多矣。使宋室於契丹早行此制，烏有燕雲連兵之禍哉！"
      },
      {
        "index": 97,
        "text": "二逆少子"
      },
      {
        "index": 98,
        "text": "阿逆叛時，其妻子為舒文襄公所擒。其少子某，年甫周晬，純皇帝憐之，命永錮監中。年至四十餘，尚未出獄，不識牛馬之形狀。嘉慶甲子、乙丑間始卒，獄中皆推為祭酒焉。又回部霍集占之子某，賜傅文忠宅為奴。文襄王委任之，招攬事權，頗為殷富。回部王公輯瑞至者，叩拜其門，某坐受之，主仆之禮儼如也。"
      },
      {
        "index": 99,
        "text": "諳達"
      },
      {
        "index": 100,
        "text": "國朝定制，凡皇子六齡入學時，遴選八旗武員弓馬、國語嫻熟者數人，更番入衛，教授皇子騎射，名曰「諳達」，體製稍殺於師傅，蓋古保氏之責。按：明順義王俺答即為小王子之保氏，故眾相沿稱之，初非其名。明人不知，甘受其紿，亦弇陋之一端也。近皆選東三省人充補，雖其弓馬純習，然人率皆舉止獷野，眾素輕之。朱文正公晚年信道，自言曾拜純陽為師，命柳仙偵察，即世所謂柳魅者。公敬禮視呂祖稍殺，時皆以為荒謬，成王忽曰：「然則為朱先生之柳諳達矣。」眾皆粲然。"
      },
      {
        "index": 101,
        "text": "榮恪郡王"
      },
      {
        "index": 102,
        "text": "王諱綿億，榮純親王子也。純王少時，國語騎射嫻習，為純皇帝所鍾愛，欲立儲位。純王早薨，王少失怙恃，溺於聲色，身體孱弱，至中年無日不病，或對人終日不復接談。今上令王乾清門行走，以習勞勩，然其疾終不愈也。性聰敏，善書法，誦古今經史，出口如瓶瀉水。余嘗以《荀子》、《淮南鴻烈解》諸書詢之，王背誦嫻熟，然亦未見王常讀書也。遇大節侃侃不苟。癸酉之變，王時扈從，聞警，或猶泄泄然，王泫然出涕曰：「上為吾輩何人，即以親誼論之，猶當代分其憂，況萬乘之尊乎？」因進諫，請上速回京中，以靜人心。上首肯之，即日回鑾，因重視王，曰：「朕侄輩惟綿億有骨肉情也。」寵眷日優。王逾年以勞瘵薨，上悼惜之。"
      },
      {
        "index": 103,
        "text": "陳壽山"
      },
      {
        "index": 104,
        "text": "陳處士鬆，字壽山，天長人。性豪宕，善繪事。少遊楚，不遇。入京，客餘邸中。先恭王甚喜其人，日與壽山談，置其畫不論可也。先生繪事，少師板橋諸派，故頗為人所訾議。然善畫鬆，嘗於夕照寺壁間畫大鬆數株，枝幹長數十尺，夏日觀之，謖謖有聲，如身立深山中，人爭愛之。以先生終身筆墨，惟此為最雲。淹蹇以終，年未五十。其妻孥流落客邸，先恭王厚為恤養，至今猶存。年已八十餘，蕭蕭白髮，亦可憫也。"
      },
      {
        "index": 105,
        "text": "顧星橋"
      },
      {
        "index": 106,
        "text": "顧太守宗泰，長洲人。少為諸生時，喜聲望，築月滿樓招延賓客，飲酒賦詩無暇日。為沈文愨公弟子，故詩筆清雋，尚沿正宗。強仕後，始登甲第，偃蹇粉署廿餘年，壯誌不為稍衰。客餘邸，與餘最善，有詩賦相商榷，先生必為忠告，亦淳樸之士也。然性喜躁進，以巧宦自目。序餘詩稿，書官階至三十餘字，旭亭師笑曰：「今世兼攝事者，自和相下即星橋歟！」其熱中也如此。晚年負債山集，一麾出守，眾債帥日集，其門如市，卒乘弇棧車潛逃出京，人爭以為笑柄。至粵東後，以結習致罪，製府劾免其官。歸吳門後，貧苦益堅，寄食友人以卒。先生初以文愨致通聲氣，及文愨被論後，先生惟恐牽連，逢人告曰「沈公非我之師」，亦稍為背德矣。"
      },
      {
        "index": 107,
        "text": "本朝富民之多"
      },
      {
        "index": 108,
        "text": "本朝輕薄徭稅，休養生息百有餘年，故海內殷富，素封之家，比戶相望，實有勝於前代。京師如米賈祝氏，自明代起家，富逾王侯。其家屋宇至千餘間，園亭瑰麗，人遊十日，未竟其居。宛平查氏、盛氏其富麗亦相仿。然二族喜交結士大夫以為幹進之階，故屢為言官彈劾，致興獄訟，不及祝氏退藏於密也。懷柔郝氏，膏腴萬頃，喜施濟貧乏，人呼為「郝善人」。純皇帝嘗駐蹕其家，進奉上方水陸珍錯至百餘品，其他王公、近侍以及輿佁、奴隸，皆供食饌，一日之餐，費至十餘萬雲。王氏初為市販弄童，後以市帛起家，築室萬間，招集優伶，耽於聲色。近日其家已中落，然聞其子弟雲，器皿變置猶足食五十載，其他可知矣。亦皆極一時之盛也。"
      },
      {
        "index": 109,
        "text": "麻狀元"
      },
      {
        "index": 110,
        "text": "本朝順治壬辰始許滿洲子弟廷試，與民籍另置一榜，頭場四書文二道，二場論一道而已。麻文僖公爾吉中廷試首名，人爭呼為麻狀元，今其宅猶存，人呼為「狀元街」云。其後停試，至癸丑復開科，即與民籍貢士同榜，如今制雲。"
      },
      {
        "index": 111,
        "text": "王文肅"
      },
      {
        "index": 112,
        "text": "王文肅公安國，性剛毅，操守廉潔，雖屢曆膴仕，其貧窶如故也。每早登朝，家不舉火，偕幼子同輿往，公入內堂餐，市餅餌數枚，令其子坐輿中食之，充饑而已。履懿王與之善，嘗佽助之，公辭不受，曰：「忝在九列，不敢與王有所交結也。」其子侍御念孫以彈和相著聲望。喜講水利，屢任河員，卒以河決罷官。今少宗伯引之乃公孫也。"
      },
      {
        "index": 113,
        "text": "陳文肅"
      },
      {
        "index": 114,
        "text": "本朝漢閣臣率以耆儒碩德始獲登庸，故曆黃扉，無不白髮駸駸者。惟陳文肅大受以大考受上知，其參政時，去釋褐甫十載，人爭羨之。公性剛峭，岐嶷偉貌。善吏事，曆任封圻，以廉敏稱職，諸下屬畏如神明，莫敢欺詐。然多谿刻，恩怨分明，睚眥之仇必報。有道員明公福者，尹文端公孫也，為公門生，任粵東糧儲道。公之兩粵製府時，明公適丁艱歸，遇諸水程，明公具刺謁公。公適假寐，閽人不時通，明公慨然揚帆去。及稟，欲見之而明已行，公心恚其事，至粵中摭拾明浮收糧米案劾之，明因致大辟。後數十年，其子輝祖卒以貪婪伏誅，眾皆以為公苛刻之報雲。"
      },
      {
        "index": 115,
        "text": "王功偉"
      },
      {
        "index": 116,
        "text": "王功偉富順，漢軍人。性迂拘，學問弇陋，除《四子書》、時文外，他書籍莫睹也。然直樸，頗明大義，見有人受奴隸欺者，必從旁證之，屢遭人怨詈，先生不顧也。自以為善陶、猗之術，屢開市店，貲財為人紿盡，而先生自以為倍獲，人前津津道之，其志終不衰也。以致落魄，布衣敝袍尚不能給，訓課蒙童以為糊口計。繩床土銼，終日書聲喧聒不已，而先生不以為厭也。嘗病眩暈，恒恐斃於道途，每出行必小紙書其姓名居址以防顛仆。餘笑謂曰：「昔劉伶荷鍤自隨，今先生之骸骨惟以不歸於田廬是虞，何其不達也若此。」先生亦無以對也。後卒以貧困終。"
      }
    ]
  }
}