{
  "chapterNumber": 10,
  "title": "卷十",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "稗史"
      },
      {
        "index": 2,
        "text": "按：紀曉嵐宗伯《灤陽續錄》載五火神事，力辨其妄。因思委巷瑣談，雖不足與辨，然使村夫野婦聞之，足使顛倒黑白。如關公釋曹，潘美陷楊業，此顯然者。近有《承運傳》，載朱棣篡逆事，乃以鐵、景二公為奸佞。又有《正統傳》，以於忠肅為元惡大憝，又本朝佛撫院盲詞，以李文襄公之芳為奸臣，包庇其弟。此皆以忠為奸，使人豎髮，不知作俑者始自何人。任使流傳後世，不加禁止，亦有司之過也。"
      },
      {
        "index": 3,
        "text": "華山道士"
      },
      {
        "index": 4,
        "text": "乾隆初年，有京師白雲觀道士往遊西嶽，夜宿湘子亭，見一道士，豐頤美髯，望之若仙，年已九十餘。與之談國初事最悉，京師道士怪而問之。其人慨然告曰：「吾本滿人，少從英王西征，戰功最多，洊至參領。後隨經略莫洛征王輔臣，洛為輔臣所誘殺，吾儕恐以陷帥獲罪，乃隱避此山中，已六十餘年矣。」因流涕久之。命道士寄書歸，並告其居址里巷，子孫姓字。道士歸訪其宗，久已徙去，莫知誰何云。"
      },
      {
        "index": 5,
        "text": "笪侍御"
      },
      {
        "index": 6,
        "text": "笪侍御重光，句容人。居官有直聲。嘗劾明珠、餘國柱二相國，棄官而去，不知所終。有吾邑金氏子，隨其舅氏之官甘肅，遇道士於漢龍山，年九十餘，作江南語。狀貌偉然，頗善書法，自云曾為諫職，以劾權相去官。然自稱繡發真人，不言姓字居里，金氏子屢叩之，不告也。後金氏子歸告諸士大夫，皆云其狀仿佛侍御，然終無左證也。"
      },
      {
        "index": 7,
        "text": "南征小校"
      },
      {
        "index": 8,
        "text": "大兵討吳逆時，有涿州小校充軍以行。校初入伍，無他技，惟善烹飪，故留營中為軍士具食。一日，爇飯初熟，賊劫營入，眾軍奔潰，校倉皇恐無餘糧，因以飯囊係馬後。囊蒸馬背，馬咆哮轉入賊隊，賊將驚懼，我兵因之轉敗為勝，大破其眾。主將嘉之，拔為隊長，後累功至護軍參領。李靜軒先生少猶見之，其人自具其顛末，初不甚諱云。"
      },
      {
        "index": 9,
        "text": "查相國"
      },
      {
        "index": 10,
        "text": "查相國郎阿，滿洲人。雍正中累任督撫，無所施為，人爭鄙之。其童名鈕鈕，遂呼為「牛丞相」云。然性篤厚，嘗置產容城，田中有楊椒山祠，查感其忠，自撥二頃付畀子孫，以為香火貲，而自食其餘租。後以罪籍沒，其田久無售者，上念其耆舊，因命賜其餘產，惟此田存焉。時人以為其一念之善報云。"
      },
      {
        "index": 11,
        "text": "綠營增世襲"
      },
      {
        "index": 12,
        "text": "國初舊制，八旗官員陣亡，賜雲騎尉世襲，綠營則仍沿明制，例與難蔭，非特旨者不予焉。乾隆甲辰，上諭兵部云：「國家滿、漢視為一體，同為殉節之士，豈可功賞之間有所異也？」乃命文臣自大學士及典史，武臣自提督及把總，皆以次賞給世襲，與滿臣同之。故川、楚之役，將士爭先用命，皆上之厚澤所感也。"
      },
      {
        "index": 13,
        "text": "蔣欽"
      },
      {
        "index": 14,
        "text": "今傳奇家演楊椒山寫本時，見其旁有鬼哭，初不見於史策。按《明史》，御史蔣欽劾劉瑾時，曾夜聞鬼哭云云，蓋即欽事。演劇者以椒山名重，故附會之也。"
      },
      {
        "index": 15,
        "text": "忠臣狎妓"
      },
      {
        "index": 16,
        "text": "自古忠臣義士皆不拘於小節，如蘇子卿娶胡婦，胡忠間公狎黎女，皆載在史策。近偶閱范文正公、真西山公、歐陽文忠公諸集，皆有贈妓之詩。數公皆所謂天下正人，理學名儒，然而不免於此，可知粉黛烏裙，固無妨於名教也。因偶題詩云：「希文正氣千秋在，歐九才名天下知。至竟二公集具在，也皆有贈女郎詞。」"
      },
      {
        "index": 17,
        "text": "李巨來夙慧"
      },
      {
        "index": 18,
        "text": "李侍郎紱，性聰慧，少時家貧，無貲買書，乃借貸於鄰人，每一翻繹，無不成誦。偶入城市，街衢鋪店名號皆默識之。後官翰林，庫中舊藏有《永樂大典》，公皆讀之。同僚取架上所有抽以難公，無不立對，人皆驚駭。後典試江南，闈中卷幾萬本，公皆披示，鉛華紛披，無不中肯，實近世文人所不逮也。"
      },
      {
        "index": 19,
        "text": "劉文定"
      },
      {
        "index": 20,
        "text": "劉文定公綸，武進人。少時家貧窶，曾至絕食。嘗以竹煙筒乞煙草於鄰家，鄰人誚曰：「煙草消食，勿多吸也。」公笑受之。後受知尹文端公，首薦博學宏詞。張文和公喜其文穎銳，既讀其詩，至「可能相對語關關」句，曰：「真奇才也。」因擢第一。後致位宰相，本朝漢閣臣不以科目進者，惟公一人而已。"
      },
      {
        "index": 21,
        "text": "劉武進相公"
      },
      {
        "index": 22,
        "text": "劉武進相公於義，性剛毅，受憲皇知。曾佩征西將軍印，屢破準夷，時人榮之。乾隆中，公年已七十餘，奏事養心殿，跽跪良久，立時誤踏衣袂仆倒。公體素肥壯，加以御座高聳，因之暴薨，上甚惜之。傅文忠公出告人曰：「劉相公今死得其所矣！」時人以為笑談。"
      },
      {
        "index": 23,
        "text": "權臣奢儉"
      },
      {
        "index": 24,
        "text": "世之論人者，莫不以奢為驕汰，以儉為美德者。然大臣臧否，自當論其大節，初不在奢與儉也。汾陽王姬妾數十人，寇萊公蠟淚成堆，卒為名臣。秦檜之不著黃衫，王安石之囚首垢面，非不儉樸，然終不免為小人，此史策之尤著者。近日某閣臣歷任封圻，簠簋不飾，其家奢汰異常，輿夫皆著毳毭之衣，姬妾買花日費數萬錢。嘗操演士卒，有司某適饋銀五萬，某揮散軍士，略無吝色。至於和相則賦性吝嗇，出入金銀，無不持籌握算，親為稱兌。宅中支費，皆由下官承辦，不發私財，其家姬妾雖多，皆無賞給，日飧薄粥而已。然二公貪婪，如出一轍，初不以奢儉易其行也。"
      },
      {
        "index": 25,
        "text": "周文恭公語"
      },
      {
        "index": 26,
        "text": "周文恭公煌任武政時，語旭亭師云：「今天下惟川、陝、楚、豫甲兵甚少。其地當中原腹心，道路險阻，一旦有盜賊竊發，恐非有司所能辦者。」欲見上陳奏經略，會以病去官，不果行。後川、楚教匪作亂，果以兵勢單弱不及防備，遂使蔓延九載始定。公言不幸而中也。"
      },
      {
        "index": 27,
        "text": "滕鄉勇"
      },
      {
        "index": 28,
        "text": "滕鄉勇嘉瓚，辰州人。苗匪叛時，公同弟兄數人糾合鄉兵，屢破賊寨，苗人憚之，謂曰「滕爺爺」。傅文襄王倚為左右手，甚寵信之。公為之畫策，指視苗洞山川險易如指掌間。苗人憚之，聞公兄弟他出，夜中潛兵圍宅，全家被害。兄弟甚憤激，請兵於王，會王疾甚，他將忌公勇略，不與一卒，且調撤其鄉兵。公乃率兄弟某，支身入苗洞，力殺數十人，遂被害。事聞於朝，上甚惋惜，贈雲騎尉，世襲其家云。"
      },
      {
        "index": 29,
        "text": "八大家"
      },
      {
        "index": 30,
        "text": "滿洲氏族以瓜爾佳氏直義公之後，鈕鈷祿氏宏毅公之後，舒穆祿氏武勳王之後，納蘭氏金臺吉之後，董鄂氏溫順公之後，輝發氏阿蘭泰之後，烏喇氏卜占泰之後，伊爾根覺羅氏某之後，馬佳氏文襄公之後，為八大家云。凡尚主選婚，以及賞賜功臣奴僕，皆以八族為最云。"
      },
      {
        "index": 31,
        "text": "文體"
      },
      {
        "index": 32,
        "text": "汪鈍翁先生有云：「昌明博大，盛世之文也；煩促破敗，衰世之文也；顛倒紕謬，亂世之文也。後生為文，豈可昧於辭義，敉於經旨，專以新奇可喜，囂然自命作家？倘亦曾南豐所謂亂道、朱晦翁所謂文中之妖與文中之賊是也。」乃知文章盛衰，關乎世道。今幸值右文之世，而近日學者多以割裂古書，剿襲成語以為博雅，而課士者復多取之，誠亦過矣。惟辛酉科王韓城掌北闈，一洗前人陋習，專以清醇為主，而落第者反謷訾不休，亦可笑矣。"
      },
      {
        "index": 33,
        "text": "權臣同列"
      },
      {
        "index": 34,
        "text": "自古權臣擅國，必以簡默易制之人引為同列，以為事無肘掣，抑且炫己之長。如楊國忠之於韋見素，盧杞之於關播，蔡京之於何執中等，秦檜之於楊願、段拂，溫體仁之於張四知等，無不皆然。惟蔡確與溫公共相，嚴嵩、徐華亭先後同列，後皆為其所制。近日和珅相時，首相為阿文成公，遇事輒相梗軋。後阿公薨，乃引其戚蘇公淩阿同相，遂肆無忌憚矣。閣中惟王偉人相公素與之忤，後珅會鞫時，首坐即韓城也。故知古今奸臣，如出一轍，亦勢不容已也。"
      },
      {
        "index": 35,
        "text": "三王絕技"
      },
      {
        "index": 36,
        "text": "國朝自入關後，日尚儒雅，天潢世胄，無不操觚從事。如紅蘭主人、敬亭主人皆屢見漁洋雜著諸書矣。乾隆中，簡儀親王品行端醇，崇尚理學，其剛直可匹薛文清，政治可匹王陽明，殆有過者。慎靖王詩筆清秀，擅名畫苑，可與北苑、衡山把臂入林。近日成親王為今上之兄，端醇儒雅，書法擅長，論者謂國朝自王若霖下一人而已。三王皆以屏藩之貴，涉獵文翰，轉非占畢之士所可及者，信所謂天資，非人力也。"
      },
      {
        "index": 37,
        "text": "書賈語"
      },
      {
        "index": 38,
        "text": "自於、和當權後，朝士習為奔競，棄置正道。黠者詬詈正人，以文己過，迂者株守考訂，訾議宋儒，遂將濂、洛、關、閩之書束之高閣，無讀之者。余嘗購求薛文清《讀書記》及胡居仁《居業錄》諸書於書坊中，賈者云：「近二十餘年，坊中久不貯此種書，恐其無人市易，徒傷貲本耳！」傷哉是言，主文衡者可不省歟？"
      },
      {
        "index": 39,
        "text": "本朝理學大臣"
      },
      {
        "index": 40,
        "text": "本朝崇尚正道，康熙、雍正間，理學大臣頗不乏人。如李安溪之方大，熊孝感之嚴厲，趙恭毅公之鯁直，張文清公之自潔，朱文端公之吏治，田文端公之清廉，楊文定公之事君不苟，孫文定公之名冠當時，李巨來、傅白峰之剛於事上，高文定公、何文惠公之寬於待下，鄂西林之勳業偉然，劉諸城之忠貞素著，以及邵中丞基、胡侍郎煦之儒雅，蔡聞之太傅、傅龍翰敏之篤學，甘莊恪汝來之廉，顧河帥琮之剛，陳海寧、史溧陽之端方，陳桂林、尹文端之政績，完顏偉、張師載二河帥之治河，楊勤恪公錫紱之理學，皆揚名於一時，誰謂理學果無益於國也。"
      },
      {
        "index": 41,
        "text": "滿洲二理學之士"
      },
      {
        "index": 42,
        "text": "近日士大夫皆不尚友宋儒，雖江、浙文士之藪，其仕朝者無一人以理學著。轉於八旗之士得二人焉：一為松尚書筠，蒙古人。雖不以科目進，然品行廉能，立朝不苟。和珅當國時，嘗與之抗，純皇篤任之。居家好理學，程、朱之書，終日未嘗離手。性孝友。其叔某，虎而冠者也。侵占其田，日相詬詈，雖公官至六卿，而其叔驅使之無異奴隸，嘗命手執炊，公笑受之而已。人有代不平者，公曰：「倫常在焉，何可非也？」其孝友也如此。其一為唐水部嵩齡，滿洲人。成辛巳進士，曾任兗沂道。少時以才能稱，老而歸於理學，曰：「聊足以自懺耳。」理學之書無不具在，余嘗借觀之，公驚曰：「君狂誕之士，而乃肄業及此耶？」蓋予素以清狂著也。二公雖官階出處不同，然於舉世不為之時，尚能篤於伊、洛，非知道之君子不能為也。"
      },
      {
        "index": 43,
        "text": "古長城"
      },
      {
        "index": 44,
        "text": "自木蘭北數百里，有土堆巍然，東至郭羅斯，西抵準夷界。蜿蜒數千里，屯戍墩堠，猶有存者，土人云：「古長城也。」按始皇前未聞築長城者，豈天地自然之界以限中外耶！抑果疏仡禪通所築也，然則始皇之見亦為愚矣。"
      },
      {
        "index": 45,
        "text": "海道"
      },
      {
        "index": 46,
        "text": "按《宋史》，徽宗遣馬政報書於金，當時云「艱難險阻，始達其國」云云。按金時已據會寧，今盛京諸地，俱為所有。宋使自登州航海，可朝發而夕至，何艱難之有？豈政不識海道，故紆其路與？抑記事家之附會也？"
      },
      {
        "index": 47,
        "text": "侍衛教場"
      },
      {
        "index": 48,
        "text": "國朝最重騎射，凡羽林虎賁之士，其退直之暇，嘗較射於教場中，即明內操地也。鑲黃旗在皇城東北隅，臨御河；正黃旗在聞華寺後；正白旗在小南城，即明南內地也。"
      },
      {
        "index": 49,
        "text": "異姓王"
      },
      {
        "index": 50,
        "text": "本朝罕有以異姓封王者，國初孔有德、尚可喜、耿仲明以泛海來歸，封孔為定南王，耿為靖南王，尚為平南王。吳三桂以請兵功封平西王，揚古利以世臣故追贈武勳王，孫可望來歸封義王，黃芳度以殉節贈忠勇王，然皆不世其爵。惟福康安以征苗薨於軍，特贈嘉勇郡王，其子德麟現襲貝勒，蓋曠典也。"
      },
      {
        "index": 51,
        "text": "直恪公厚德"
      },
      {
        "index": 52,
        "text": "舒直恪公諱超鐸，滿洲望族也。曾歷任西安、涼州、安西、黑龍江諸處將軍。純皇篤任之，嘗曰：「滿洲世族未忘舊習者，惟某一人而已。」公性直篤。任西安時，其前將軍杜賴性貪鄙，屢扣糧餉，至自製餅餌令軍士以重價購之。公至三日，立劾其貪，士卒快之。任西安提督，金礦事發，牽連數百人，獄未決，公竟命釋之。僚屬有請之者，公曰：「金礦窄不容足，安可容數百人？盜者必獲重寶以遠颺，奚累及無辜也？」後盜果於他境獲之。任黑龍江將軍，奏開倭市、許開墾諸疏，夷民便之。有饋參者，公笑曰：「吾日啖數升，自能強健，安用是物為也？」因取小參啖之，曰：「已領命矣！燃其味甚苦，無所取也。」人笑其樸，亦可覘其廉矣。"
      },
      {
        "index": 53,
        "text": "索家奴"
      },
      {
        "index": 54,
        "text": "索相當權時，性貪黷，一時下屬多以賄進。然多謀略，三逆叛時，公料理軍書，調度將帥，皆中肯要，吳逆患之，乃密遣刺客刺之。公正秉燭治軍書，見一修髯偉貌者立其傍，問曰：「汝得非吳王刺客乎？」客長跪頫首。公曰：「然則取吾頭。」客曰：「若果害公，早取公首領去，不待公命也。吾至良久，見公批示軍機，咸如身至其地，料理軍書，竟夕不寐，誠良相也。某雖愚，豈敢刺賢相？」因反接請死，公笑揮之去。次日乃投公邸中，執奴僕役甚恭，公驅使無不如意。後公下獄，客潛入獄饋飲食，及公伏法，客料理喪殮事畢，痛哭而去，不知所終。按公此事可比張魏公，然張以忠貞立朝，名播後世，公乃苞苴不禁，致干國紀，反有負於客所望矣。"
      },
      {
        "index": 55,
        "text": "王西莊復明"
      },
      {
        "index": 56,
        "text": "王光祿鳴盛，家居時，目已瞽者數年。後遇高郵醫曾某，以金針撥其翳，雙目復明。趙甌北曾以詩傳其事云。"
      },
      {
        "index": 57,
        "text": "山舟書法"
      },
      {
        "index": 58,
        "text": "梁山舟同書，文莊公子也。官侍讀即引疾歸。善書法，遠近馳名，日本、朝鮮諸國貢使爭以重價購之。論者謂近日善書者：劉石庵相公樸而少姿，王夢樓侍讀豔而無骨，翁覃溪撫摹三唐，面目僅存，汪時齋謹守家風，典型猶在。惟公兼數人之長，出入蘇、米，筆力縱橫，渾如天馬行空，汪文端、張文敏後一人而已。"
      },
      {
        "index": 59,
        "text": "勇健軍"
      },
      {
        "index": 60,
        "text": "雍正中，西虜未靖，上號召天下壯士，得數千人。其最者，能開二十石弓，以鳴鏑射其胸，鏜然而返。又能開鐵胎弓，及舉刀千斤者。號勇健軍，命史文靖公司之，屯巴里坤以備不虞。後西夷來朝，始罷此軍。故當時盜賊稀少，四海靖謐，論者謂帝善於牢籠勇士，不使其為非也。"
      },
      {
        "index": 61,
        "text": "車騎營"
      },
      {
        "index": 62,
        "text": "雍正中，上命九卿籌禦西夷之策，岳威信公獻車營法，其制仿邱濬舊制，稍加損益。凡車廣二尺，長五尺，用一夫推輦而四夫護之。五車為伍，二十五車為乘，百車為隊，千車為營。行以載糗糧軍衣，夜則團聚為營。戰時兩隊居前，專司衝突，三隊後以隨之，其餘五隊，則團護元戎，以防賊入劫戰，並具圖以進。上命滿洲擴軍習之，號車騎營，後北征時，屢以車師取勝。然其制嚴重，難以連行，和通之敗，轍亂旂靡，道路壅塞，士卒多有傷損，論者歸咎車戰，遂廢其營。然此役乃將帥驕慢，誤墮賊計，未必皆車騎之咎也。故存其圖以待後之用者。"
      },
      {
        "index": 63,
        "text": "帝王入獄"
      },
      {
        "index": 64,
        "text": "傳奇家演帝王未興時，多有入獄受困苦者。按古今惟漢宣帝少時，以巫蠱繫獄，賴丙吉護之以免。光武少時，曾與李軼詞訟於嚴尤，陳宣帝流入西魏，係禁多年，此外更無他帝王繫獄也。"
      },
      {
        "index": 65,
        "text": "宮女四萬"
      },
      {
        "index": 66,
        "text": "按開元時，後宮女官多至四萬，久禁不放，亦奢汰極矣。按本朝定例，從不揀擇天下女子，惟八旗秀女，三年一選，擇其幽嫻貞靜者入後宮，及配近支宗室，其餘者任其自相匹配。後宮使令者，皆係內務府包衣下賤之女，亦於二十五歲放出，從無久居禁內者，誠盛德事也。"
      },
      {
        "index": 67,
        "text": "索明二相博古"
      },
      {
        "index": 68,
        "text": "索額圖、明珠並相時，權勢相侔，互相仇軋。後索以事伏法，明為郭制府闒所劾罷，天下快之。然二相皆有絕技，索好古玩，凡漢、唐以來鼎鑊盤盂，索相見之，無不立辨真贗，無敢欺者。明相好書畫，凡其居處，無不錦卷牙簽，充滿庭宇，時人有比以鄴架者，亦一時之盛也。"
      },
      {
        "index": 69,
        "text": "宋人後裔"
      },
      {
        "index": 70,
        "text": "兩漢以下惟宋室最為悠久。雖屢遭變遷，其業猶存，即亡國後，其後裔亦未有遭酷毒者。按野史謂元順帝為天水苗裔，事雖暗昧未必無因也。近日董鄂冶亭制府考其宗譜，乃知其先為宋英宗越王之裔，後為金人所遷處居董鄂，以地為氏。數百年之後尚有巍然興者，何盛德之至也。"
      },
      {
        "index": 71,
        "text": "三年喪"
      },
      {
        "index": 72,
        "text": "自漢文帝短喪後，歷代帝王皆蹈其陋，惟晉武帝、魏孝文、唐德宗、宋孝宗四君絕意行之。然武帝終惑杜預之議，孝文妄尊篡逆之婦，唐德宗空騖虛名，宋孝宗感慕私恩，皆未得其正，故後世亦無述者。惟我純皇孝摯性成，力阻浮議，使千載之陋更於一旦。今上復能繼述前美，恪遵先志，實為三代後之第一美談也。"
      },
      {
        "index": 73,
        "text": "四布衣"
      },
      {
        "index": 74,
        "text": "乾隆中，上特開四庫全書館，延置群儒。劉文正公薦邵學士晉涵，於文襄公薦余學士集、周編修永年、戴東原檢討震於朝。上特授邵等三人編修，戴為庶吉士，皆監修四庫書，時人謂之「四布衣」云。"
      },
      {
        "index": 75,
        "text": "本朝從祀"
      },
      {
        "index": 76,
        "text": "自明嘉靖間增祀孔廟，漢、唐諸儒及宋、元、明三代無不具列。本朝罕有繼者，惟乾隆初增祀陸稼書閣學一人而已。按國家右文之代，名儒輩出，如名臣湯文正公、李文貞公、孫文定公、楊文定公、朱文端公之崇尚儒道，下者之如李紱、方苞之於理學，顧炎武、胡渭、毛奇齡、朱彝尊、惠棟、任啟運、江永、顧棟高等之於窮經，極一時之盛。乃有言職者從未議及，何也？"
      },
      {
        "index": 77,
        "text": "明非亡於黨人"
      },
      {
        "index": 78,
        "text": "近日訾議理學者，皆云明人徒知講學，不知大體，以致亡國，何不察之甚也。按明末君主昏庸，貂璫擅政，其國之勢，已岌岌不保者數矣。賴臣下克明大義，遇事敢言，以彌縫其過失。不然，如英宗之被虜，武宗之遊蕩，神宗之昏昧，其政皆足以亡國。而國未遽亡者，未必非諸君子保障之功。迨至魏閹擅政，誅戮賢臣，殆無免者。然後寇勢日熾，中原土崩，與東林諸君子何與焉？及夫唐、桂諸王奔竄海上，其勢萬無可救者，而諸臣日謀恢復，蹈死如飴，是明人之報主，亦云至矣。而今猶噢咻不已者，何哉？"
      },
      {
        "index": 79,
        "text": "三分書"
      },
      {
        "index": 80,
        "text": "乾隆中，上既開四庫全書館，分發京師諸處。甲辰春，翠華南幸，念江、浙為藝林之藪，其天府秘本，多有貧士難購辦者，因命續錄三部，分置揚州大觀堂之文彙閣，鎮江口金山寺之文宗閣，杭州聖因寺之文瀾閣，俾江、浙士子得以就近觀摩謄錄。實藝林之盛事也。"
      },
      {
        "index": 81,
        "text": "折子"
      },
      {
        "index": 82,
        "text": "自明太祖後，立通政司，凡內外章奏，皆須於其司掛號後，始能達入九重。故權相多以其私人專主其任，凡言路稍有動作，無不先知。故使讜言正論多有泄漏，以致被罪者，如嚴嵩之於趙文華是也。憲皇帝夙知其弊，乃命內外諸臣，凡有緊密事務，改用折奏，專命奏事人員若干，以通喉舌，無不立達御前。初無翏轕，數百年之弊政於是始革。通政司惟掌文書而已，無曩日之權也。"
      },
      {
        "index": 83,
        "text": "圖爾泰"
      },
      {
        "index": 84,
        "text": "康熙中，有滿洲科臣圖爾泰者，葉赫巨族也，與明珠同族，初不善其所為。嘗劾奏滿臣權重，漢之六部九卿奉行文書而已。滿人謦欬之下，無敢違者，殊非立政之體。以忤當日權臣，謫黑龍江。公素尚理學，於戍所自置周、程四先生祠，朝夕禮拜，人爭笑其迂，亦可以覘其行矣。"
      },
      {
        "index": 85,
        "text": "朝鮮廢君"
      },
      {
        "index": 86,
        "text": "明人《十六朝小紀》中，曾紀朝鮮王李琮篡弑其叔惲事，朝鮮嗣王力辯其誣，具載於《池北偶談》中。今《明史》依違其詞，亦無明文。然吾邸屬有韓氏者，其譜言先世明璉，為朝鮮武臣，為惲所任用。後李悰因淫於宮閫，據奪大位，囚惲於某島中，以石灰霍其目。韓氏盡被族誅，惟其始祖雲與其弟霓星夜逃竄，幾被擒獲。凡三月始至盛京投誠，太宗義其忠於所事，因授輕車都尉世襲云云。則是《小紀》所載，未必盡誣也。"
      },
      {
        "index": 87,
        "text": "將軍"
      },
      {
        "index": 88,
        "text": "古有「伏波」、「樓船」諸將軍名號，未有以將軍為官名者。國初四方未定，多有以重臣佩諸將軍印將勁旅屯戍者，後遂沿為滿人總兵之名號。惟察哈爾、烏魯木齊及天津水師稱都統，餘皆稱為某處將軍，秩一品視提督上。盛京初名內大臣，後亦改今名云。"
      },
      {
        "index": 89,
        "text": "世祿品級祿米"
      },
      {
        "index": 90,
        "text": "本朝沿三代之制，設立勳爵，以待有功。有古世祿之寵，而不畀以權，使功臣之後安享太平，而無敗壞決裂之患，實法三代而有勝者焉。初定公、侯、伯名位，歷級有九，子、男以下以國語稱之。乾隆初，允御史舒赫德請，改子、男等名號。公位視三公，冠珊瑚，服斗牛補，襲次二十有四，祿米六百石。侯、伯服與公同，侯次二十，伯次十八，祿米四百石。子位視正一品，服麒麟，歲祿三百石，次十六。男位視正二品，次十，祿米二百石。輕車都尉位視正三品，次八，祿米百石。騎都尉位視正四品，次五，祿米五十石。雲騎尉位視正五品，次三，祿米六十石。凡位八，級二十有一，品位厘然，使功臣之胄有所贍養，較邁漢、唐之制遠矣。國初以開創勳者，不論階次，咸世襲罔替。其順治九年後封者，始以次為沿革，其間有功業偉然，上特命視開國元臣世襲罔替者，蓋異數焉。乾隆中，純皇特念陣歿殉難諸臣，其後裔官一人，賜曰恩騎尉，位視正七品，世襲罔替，亦曠古未有之澤也。"
      },
      {
        "index": 91,
        "text": "三詔"
      },
      {
        "index": 92,
        "text": "國初世爵，與職任官員無異。每逢恩詔，輒晉其秩，故有以子、男而躐至公、侯者，爵位未免濫觴。康熙中，議準凡三詔所加者，皆遞減至其本封，故近日檔案，皆有三詔遞減之語，即此者也。三詔者，謂入關、定都、及世祖親政詔也。"
      },
      {
        "index": 93,
        "text": "岳威信始末"
      },
      {
        "index": 94,
        "text": "岳威信公佩撫遠大將軍印以入覲，命提督紀公成斌權其篆。會準夷入寇，擄馬駝萬餘，紀不時奏，乃為總督查郎阿所發，遂褫岳公爵，置紀於法。然嘗聞老卒有云：「岳既入朝也，紀以滿人強勁，因以駝馬命副參領查廩領卒萬人驅牧。廩性懦葸，畏邊地寒，因以馬駝付偏裨，以五十人放牧而已。率眾避寒山谷間，日置酒高會，挾娼妓以為樂。會準夷入寇，偏裨報廩，廩笑曰：『鼠盜之輩，不久自散。』因按兵不往。及馬駝被擄，廩聞信，乃先棄軍去，過曹總兵勷壘，呼曹救之。曹性卡急，因率兵往，為其所敗，單騎而奔，賴樊提督建率本標卒追之，轉戰七晝夜始卻其敵。廩見紀公，皆委罪於曹勷，紀笑曰：『滿人之勇固如是耶！』將收縛斬之。會岳公至，紀告其故，岳公驚曰：『君今族矣！滿人為國舊人，黨類甚眾，吾儕漢臣，豈可與之相抗，以干其怒也？』因解廩縛，以善諭之，因皆委罪於曹，斬之以徇，而以捷聞。廩乃恨公入次骨，會查郎阿巡邊，故廩戚也，廩因矯控岳公諸不法事，以及紀公掩敗為功諸狀。查故怒岳公，因誣實其言以聞。上大怒，斬紀公於營，置岳公於詔獄，而廩官固如故也。」嗚呼！世宗之於岳公，君臣之際可謂至矣，因誣一滿人卑賤者，乃使青蠅之讒為禍若爾，持國柄者可不省歟？"
      },
      {
        "index": 95,
        "text": "阿文成公用兵"
      },
      {
        "index": 96,
        "text": "乾隆辛丑夏，撒爾回民叛，上命阿文成公征之。時阿文成公視中牟決口工，未即趨赴，上命和相往攝其篆。和固自負其才，欲於公至前先時驅滅，乃刻期進師，卒為所敗。又所調至將帥俱不為所用，和每發一議，眾輒沮之，亦不能難也。及公至，和出迎，公問其失機狀，和赧然曰：「將帥皆傲慢不為吾用，公請試之。」公曰：「然則斬耳。」和復問進兵狀，公笑不答，令諸將帥於次日晨集轅前。公每呼一將入，輒命和坐其側，公有所調撥，及命屯戍處，其人輒應如響。如是者數，和坐上甚恚憤。公部署畢，問和曰：「諸將初不見其慢，尚方劍不知誅誰之頭也。」和戰栗無人色。公乃命和即日銜命歸，和於是恨公入次骨，故終身與之齟齬，蓋構釁於此也。"
      },
      {
        "index": 97,
        "text": "義僕"
      },
      {
        "index": 98,
        "text": "乾隆乙卯，宜制府綿總督陝、甘時，好盤詰私販，凡回疆屯戍官吏私往來販，至者盡被所獲，立正典刑。有故巡撫某，貪吏也，以罪戍邊，使其僕李七往來販玉。事發，李挺身自認，謂主人初不知情。大吏脅以三木，李執辭如初，因論李大辟，罪某奪俸而已。及被刑日，李尚謂人曰：「奴代主戮，是其分也。」初無悔心。嗚呼！公以宗戚之近而為商賈之行，乃使其僕銜冤地下，今雖華袞顯然，不及死者多矣。"
      },
      {
        "index": 99,
        "text": "衣衣道人"
      },
      {
        "index": 100,
        "text": "乾隆初，宗室杜公某任安徽按察使時，有畫士年九十餘，相貌偉然，自號衣衣道人，杜公善遇之。嘗談及京都，道人言之井井，杜怪問之。道人泫然淚下曰：「某本滿人，初屬某滿洲將軍，從征吳逆。某將軍以軍降，某恥為其下，故乘夜潛出，遂流落江湖間，以賣畫為活。」因言當日滿洲諸將自尚善貝勒一路外，皆懷二心，有欲舉襄陽以北降者，賴蔡制府毓榮持之以免。故屯兵岳州城下，八年不戰，諸將皆閉營壘擁諸婦女逸樂而已。後幸吳逆冥誅，其黨自潰，又聞東西兩路屢次奏捷，始不得已進兵。及賊平後，渚將皆蒙上賞，而東西兩路反有以敗亡致罪者，良可慨也。杜亦憤懣，故入都後屢舉以告人云。"
      },
      {
        "index": 101,
        "text": "清寧宮"
      },
      {
        "index": 102,
        "text": "國初列聖，皆以儉樸開基。天聰間，雖卜都盛京，然其宮殿制度率皆草創。清寧宮為列聖後燕寢處，其壁間懸以篝燈，純皇曾紀以詩。仰見祖宗勤儉之風，譬夫陶復陶穴，可並駕而驅矣。"
      },
      {
        "index": 103,
        "text": "純皇愛民"
      },
      {
        "index": 104,
        "text": "純皇憂勤稼穡，體恤蒼黎，每歲分命大吏報其水旱，無不見於翰墨。地方偶有偏災，即命開啟倉廩，蠲免租稅，六十年如一日。甘肅大吏以冒賑致罪，後甘省復災，近臣有以前事言者，上曰：「朕寧可冒賑，不使子民有所枵腹也。」後諸詞臣有以御製詩錄為簡冊進者，今朱相國珪祗錄上紀詠水旱豐歉之作，名《孚惠全書》以進。上大喜，賜以詩扇，告近臣曰：「儒者之為，固不同於眾也。」"
      },
      {
        "index": 105,
        "text": "理藩院"
      },
      {
        "index": 106,
        "text": "理藩院，古典屬國官也，國初建置故上林舊址。初置蒙古尚書一人，侍郎二人，秩視六部同。漢院判一人，秩三品。滿、蒙郎中、員外、主事若干人，漢知事四人、主事二人、經歷二人。故朱竹集中有贈宋院判云云，蓋漫堂尚書曾任是官也。後康熙中，漢員盡裁去，惟滿員獨存。司蒙古內、外部落諸務，分司五，曰旗籍前、後司，錄勳，賓客，理刑。後改旗籍後司曰柔遠，賓客曰王會，錄勳曰典屬，又特設徠遠以司回部，遂析為六。旗籍專掌內四十八部落疆域、襲封、譜族、旗制諸典。故各析部族畛域，勿使侵占，其臺吉有分析者，以加其賦，人丁滋蕃滿百者，許改官屬以督之。其滋畜牛羊諸物，視其土之寒暖可種植者，許其自率蒙古人丁以耕。容留漢人，及以貨易土者戒之。凡諸侯有襲封者，先許以辨其嫡庶，考其德行，然後授以印綬。其弱小者，擇族人之忠正者護其印，既冠而後納之。三歲修其譜牒，辨其貴賤，勿許冒賤為貴，以良為莠。每旗設都統一人，秩二品，副軍二人，秩三品。命諸侯自選其宰之良者授之，而部臣歲課其政令，有不職者易，暴戾者罪之，並飭其諸侯焉。王會司掌朝貢、會盟、聘享、武備諸政。令藩王凡充補近侍者歲一朝，餘則三歲一朝，各於歲終分班入覲，分其名位，給以廩膳。凡朝，郎官領入大內，位宗室王公下，朝見如儀，元旦、上元復如之。歲朝上宴諸藩於紫光閣，郎官領進，自陽澤門入，宴於階次，奏樂，拜謝如儀。翌日，宗室王公序以享之。將歸，辭謝於乾清門，禮臣宴享如儀，賞賚有差。貢則視其土之所宜，黍禾皮幣以及牛羊諸物，部臣受貢。翌日，寓其使於署中。俸幣則視宗室王公之半，有勳業者加之。各部落有荒饉者，部長捐金以救，乏則告於方伯，請賑於朝。凡使入，許以驛傳，視其途而賚之。國有大喪，則集諸藩王奔訃入次，舉哀如儀。典屬司掌外尼堪四部落，北入瀚海，西絕羌、戎，凡青海、西藏諸土屬焉。各分視其畛域，奠其土宇，教以德化，理其政績，旗制會盟，咸如內藩。屯戍將帥士卒，食其屯用，乏則請餉濟之。每歲閱武，本司員二人往視之，其技良者，賚其部長，兵仗弱者，示以罰焉。柔遠司掌外盟諸部朝覲、宴享、聘納諸儀。尼堪諸長四歲一朝，薄海諸長三歲一朝，篤本、西藏諸部長不限以年，五歲請命於朝，許則覲之。貢期，尼堪三歲一貢，西藏間歲一貢。各視土之所宜，尼堪貢馬、駝、羊、羯諸物，西藏、青海貢藏香、㲪毾、馬、駝，其享使頒賚如內藩焉。徠遠司掌回部疆土分封、朝會、聘享諸政。嘉峪關外回部有十，曰吐蕃，曰丕占，曰沙蘭，曰昆辰，曰鄯顏，曰班，曰武始，曰韓幹，曰葉羌，曰和闐，盡統屬之。其舊疆建諸王二，咸如蒙古諸藩，餘則置伯克司之。伯克者，回中長吏也，各視秩有差。三年考其政績，優者褒以幣賚，劣者付屯戍大吏治之。戶口丁數皆藏其籍，三載更之。回俗以十為數，計一帕得中土五石有奇。錢曰普兒，皆委伯克以司鑄焉；田賦以種為則，官田什取其五，次者什二，民田十一有常賦焉。關稅三十取一，皮幣二十取一，共畜產餘物各視其多寡以徵之。歲貢各視土之所宜，厥貢皮幣、果蓏、金刀、毛毯以歲終納焉。俸幣視秩授以田土以代俸薪，長吏三百畝，中士百畝，下士八十畝，丁二十五畝，有其屯戍伯克均其糧以差之。外藩如布特、韓薩、安集延、愛烏罕諸屬國，皆置譯使以通其語，朝聘宴享，悉如朝鮮、琉球儀制。理刑司掌蒙古諸刑名，自斬絞外，罪止鞭樸，不及流徙，而以牛馬作贖刑焉。罰數維九，牛三馬六，遞以加之，窮者貰之，富者倍之。猗歟！北人，自秦、漢後匈奴、突厥遞雄其部，漢、唐主不能與抗，乃至和親納幣，含垢忍辱，以求旦夕之安，而寇警邊烽，又環然至矣。至若本朝，威德偉然，氈廬月窟之長，無不匍匐庭除，爭為臣僕。故列聖裂土封之，世畀其守，作我藩服，朝聘宴享，比隆三代，王者守四夷固如是也，豈漢、唐孱弱之主所能及哉。"
      },
      {
        "index": 107,
        "text": "八旗之制"
      },
      {
        "index": 108,
        "text": "我國家以神武開基，龍興之初，建旗辨色，用飭戎行。始建兩翼，其後歸附日眾，乃析為八。以本部所屬者為滿洲，蒙古部落而遷入者為蒙古，明人為漢軍，合為二十四旗，制度備焉。每旗制，都統一人，副都統二人，參領五人，佐領以百丁為率，無定官，而每以驍騎校一人隸之。鑲黃、正黃居都北址，次兩白，次兩紅，次兩藍，皆四周星拱以環禁城。凡城池、衙署、倉庫皆以驍騎馬兵守之，各於禁門外置公廳，都統、副都統更番直夜，以備不虞。火災則各往救之，出境者不預焉。禁城災則並往視，怠者絀之。皇上巡狩則增街衢之守，歸則撤之。每三歲編審戶口，稽其幼壯，除其逃亡，書版藏於戶部，其有冒充濫入，以及隱匿不報者，罪其有司焉。閱選秀女，以三年為率，屆期，戶部移文造籍申選，有隱匿不報者罪之。旗人有所逃亡，遞申刑部以督捕焉。大閱士卒，皇上親御甲胄，巡閱營隊，八旗將士，簡精蓄銳，集於演所，肅聽軍令。陣法：漢軍火器、左翼四旗以次而東，西上；右翼四旗以次而西，東上。每旗鹿角二十，步卒八十八，引旗四人，長槍手二十。鹿角榜列炮十，鳥槍百，藤牌百，礦夫三十人，御炮車夫百人。纛十，執纛卒三十，小旗二十，負旗將士二十，紅旗二十，麾旗二。金五，鼓一，金夫十，海螺五。每旗參領三，散秩官十，驍騎校十。每翼都統二，副都統每旗各一。滿洲火器營左翼四旗在漢軍左翼，右翼如之。鳥槍夫百二十人，護軍百二十人，總統五人。每旗纛二，執纛四，海螺十人，金五，鼓一，委傳宣官八人。金下麾旗者揚旗，鼓聲大作，鹿角夫前進，分隊而立，藤牌卒跳舞作斬虜狀，分合如法，三作而退。鼓聲一起，鳥槍夫列隊而進，槍聲齊發，聲亂聲虛之地，子落者罪之，麾旗者落旗，金聲初奏，槍聲頓止。俄而擂鼓如前，麾旗者揚旗槍進如前，如是者九。連環槍作，滿洲前鋒護軍乘馬者自兩翼出，彼此奔馳，煙霧衝天，天軍作衝圍狀，呼聲如嘩，盤旋者數，槍止乃已。金聲再奏，八旗驍騎卒衝陣而出，海螺畫角齊奏，旌旗耀日，隊伍整暇，傳宣官呼收兵者三，軍士咸頓首歡呼，再叩而退。兵部臣告禮成，上還御營。翌日賞賚有差。每歲春秋咸集於仰山窪村。簡練如儀，惟將士衣素服，不著戎胄以別之。演試火器炮石，歲以春秋用兵臣奏請，欽命大臣同漢軍都統演炮於盧溝橋，八旗以次演之，及牌者有賞，否則罪之。軍政五載一舉行，有四：一操守，曰廉、平、貪；一才能，曰長、平、短；一騎射，曰優、平、劣；一年歲，曰壯、中、老，以次定賞罰焉。故其紀律詳明，守職綦重，仿《周禮·遂人》之制，舉而為官，出而為伍，凡力能舞勺者，無不持殳執銳，為王禦侮。其較前代養撫市井之徒，而徒糜費國帑，得失不啻倍蓰矣。但承平日久，休養生息，甲兵有額，而生齒浩繁，加以奸宄之徒冒濫其籍，故使閑者日眾，不事生業，不無窮匱。雖國家屢有厚賚，難以博濟其眾。若在朝公卿，有為國家計久遠者，宜仿《周禮》寓兵於農之策，開墾塞上閑田，以及京畿旗稅官地，使其各事南畝，生有定業。三時務農，暇以講武，國家若有所調遣，可朝呼而夕至，則其體恤耆舊之制，益昭然從厚矣。"
      },
      {
        "index": 109,
        "text": "駐防"
      },
      {
        "index": 110,
        "text": "古人云：「千里持糧，士有饑色。」則知調撥之兵，非惟緩不救急，抑徒糜費國帑，疲勞士卒。故國家駐防之兵，最為良制。盡選虎賁勁旅，屯戍四方，督其操練，嚴其律令，使四方稍有不靖，自可驅除，不須遠方調撥以誤時日。如近日河南寶豐教匪時有不靖，當時河南鎮兵皆調撥殆盡，賴開封士卒從馬中丞慧裕往相攻討，立時翦滅，亦其制之一效也。"
      },
      {
        "index": 111,
        "text": "吳廷楨"
      },
      {
        "index": 112,
        "text": "吳太史廷楨為諸生時，以詩鳴世，宋漫堂尚書喜之。聖祖南巡，嘗迎駕於郊，宋漫堂指以奏曰：「此吳中才子也！」上因命扶上御舟，當面御試，以聖駕巡幸為題，限江韻。吳應聲曰：「龍舟彩鷁動旗幢，聖主巡方至越邦。」上問侍臣曰：「舟至何處？」對曰：「已至吳江。」公乃續曰：「民瘼關心忘處所，侍臣傳語到吳江。」上笑曰：「即景生情，真才子也。」因欽賜舉人。"
      },
      {
        "index": 113,
        "text": "賜奠"
      },
      {
        "index": 114,
        "text": "國家篤念舊臣，凡陪葬福、昭諸陵王公諸功臣，翠華臨幸，必賜奠焉，以寵耆舊之臣。先烈王入關後始薨逝，故未陪葬昭陵。乾隆戊戌春，純皇帝念王首創義舉，功冠諸臣，因特行賜奠禮於園寢中，哀慟久之，賜詩以旌其功，實曠典也。"
      },
      {
        "index": 115,
        "text": "配享"
      },
      {
        "index": 116,
        "text": "國家有大勳勞歷顯中外者，皆行配享太廟禮，蓋古紀於旂常之遺意也。西廡功臣為揚武勳王、額宏毅公、費直義公、圖昭勳公、圖忠義公、馬文襄公、蒙古超勇親王、鄂文端公、張文和公、傅文忠王、福文襄王、兆文襄公諸人。東廡諸王，國初惟以武功郡王等四人配享，蓋以其絕嗣故也。雍正中，增祀怡賢親王。乾隆戊戌，上特念開創諸王功業偉著，未得與斯享，因命增祀禮烈王及睿忠王、鄭獻王、豫通王、肅武王、克勤毅王諸王於東廡中，亦一時曠典也。"
      },
      {
        "index": 117,
        "text": "郊勞"
      },
      {
        "index": 118,
        "text": "國家厚待功臣，以振士心，凡有將帥凱旋歸者，列聖皆行郊勞之禮。康熙中，先良親王之平耿逆，安和親王之定兩湖，貝子彰泰之平滇南，凱旋時，上皆親幸盧溝橋以郊勞之。乾隆己巳，傅相公恒平金川歸，純廟特築壇於黃新莊以旌其功。後兆文襄公惠平回部歸，阿文成公平定兩金川歸，上亦行是禮云。"
      },
      {
        "index": 119,
        "text": "拉總憲神力"
      },
      {
        "index": 120,
        "text": "拉總憲卜敦，董鄂氏，滿洲望族也。有勇力，能彎十力弓左右射。善詩，文不加點，頃刻數篇，以及外國番語，無不畢具，真奇人也。性剛直，立朝不苟，嘗忤某相國，因遠戍西藏。會藏王叛，公殉於難，事見前卷，茲不復載。"
      },
      {
        "index": 121,
        "text": "呼延碑"
      },
      {
        "index": 122,
        "text": "乾隆中，大臣收復西域烏魯木齊，築城郭時，掘得漢裴岑《破呼延碑》，字體完善，遠勝《曹全》、《夏侯》諸拓本。石逾千載，尚未剝落，真奇物也。紀曉嵐尚書曾藏一通，罕以示人云。"
      },
      {
        "index": 123,
        "text": "書法"
      },
      {
        "index": 124,
        "text": "余素不善書，人爭嗤之，深以為恥。然明王鳳洲尚書素不善書，嘗自云：「吾目有神，吾腕有鬼。」近時紀曉嵐尚書、袁簡齋太史皆以不善書著名。按《晉史》，武帝疑太子不慧，召東宮官領而以尚書疑事命其判決。賈氏乃命張泓代對，而太子手書以呈，武帝稱善。按惠帝愚暗，世所罕見，乃能手書決辭以對，筆畫端楷可知。然則善書亦何足貴也。"
      },
      {
        "index": 125,
        "text": "葉副將"
      },
      {
        "index": 126,
        "text": "葉副將清，臨清人。洊至本協副將。王倫之變，公嘗抱疾與知州秦公震鈞同守其城，凡十餘旬。賊人嘯聚甚多，晝夜圍之，公應時堵禦。患痢疾勢甚委頓，秦公嘗勸其休息，公曰：「吾聞均之死也，與其死疾，寧死於賊。」遂帶疾從軍。賴大兵雲集，其城獲全。公卒以疾死，上甚憐之。"
      },
      {
        "index": 127,
        "text": "畢制府"
      },
      {
        "index": 128,
        "text": "畢制府沅，庚辰狀元，歷任兩湖總督。性畏懦無遠略。教匪之始，畢受相國和珅指，不以實入告，致使蔓延日久，九載始靖，人爭咎之。姚姬傳先生至曰： 「戮畢沅之屍，庶足以謝天下。」其受謗也若此。然好儒雅，廣集遺書，敬重文士，孫淵如、洪稚存、趙味辛諸名士，多出其幕下。嘗歲以萬金遍惠貧土，人言宋牧仲後一人，信不虛也。"
      },
      {
        "index": 129,
        "text": "湖北謠"
      },
      {
        "index": 130,
        "text": "畢公任制府時，滿洲王公福寧為巡撫，陳望之淮為布政，三人朋比為奸。畢性迂緩，不以公事為務；福天資陰刻，廣納苞苴；陳則摘人瑕疵，務使下屬傾囊解橐以贈，然後得免。時人謠曰「畢不管，福死要，陳倒包」之語。又言畢如蝙蝠，身不動搖，惟吸所過蟲蟻；福如狼虎，雖人不免；陳如鼠蠹，鑽穴蝕物，人不知之，故激成教匪之變，良有以也。今畢公死後，籍沒其產，陳為初頤園所劾罷，惟福寧尚列仕版，人皆恨之。"
      },
      {
        "index": 131,
        "text": "八大王"
      },
      {
        "index": 132,
        "text": "蘇州閶門外有八大王祠，神像鬚眉偉然，著本朝衣冠，有風疾者禱之輒愈，俗名「箭風八大王」。雲係國初王公，孤舟招撫其土，土人疑為奸細，鑿舟斃之，後知其情，因建祠以祀之。按國初下江南時，雲屯席卷，所向無前，初未有王公死其地者。或云：蓋偏裨之將偶被所害，土人不知，以為王公，建祠以祀，理或然歟。"
      },
      {
        "index": 133,
        "text": "土國寶"
      },
      {
        "index": 134,
        "text": "土國寶者，明太湖盜也。國初歸降，洪文襄公以其人敏捷，因薦授蘇州巡撫。性殘暴，一時搢紳故老無不被其害者。又因抗糧案，株連生員數百，盡行斥革，震動一時。後又交通鄭氏，欲以地叛，為制府麻文僖公勒吉所知，因搬取其兵馬糧餉，盡赴江寧，然後露章劾之。國寶偵知欲逃，城門已閉，因夫婦縊死鐘樓，中外快之。"
      },
      {
        "index": 135,
        "text": "王述庵書"
      },
      {
        "index": 136,
        "text": "己未夏，吳中有杖責諸生之獄，今得王述庵少司寇《與平恕書》，文甚遒勁，故具載之。書云：「違晤經時，伏稔執事興居安豫。弟以鼎湖大故，匍匐入都，前日始回吳下，備知諸生獲罪，深為駭異。諸生寒士居多，求貸於富戶，乃事理之常。伊等或以教課為業，或以筆墨為生，無力償還，亦其常分。賴有父母師保之責，正宜加之憐惜，或代為寬解，或再為分限，俾得從容措繳。即使伊語言粗率，亦何至不能稍貸，乃至撲責寒士，以媚富戶，實無情理。此非該令平日與富戶交結往來，受其饋賂，即係意存庇奸為事後得錢之計，情事顯然，不待推求而可見。諸生之不平則鳴，有何足怪？惟是時承審之員，非該令平日結納之上司，即係狼狽為奸之寅好。通臬將赴湖南，不顧其後，而撫軍初蒞新任，以至四出查拿，牽連數十，掌嘴鎮項，淩辱不堪，成何政體？當今律令內，從未有生員借貸不還遂致責革之條。若以聚眾為名，亦當視其應聚與否耳！漢時太學生舉幡闕下，見於《漢書》不一；唐之太學生為陽城而聚集；宋之太學為李綱而聚集；至周朝瑞等為趙汝愚而聚集，史冊載之，不一而足，以為美談。蓋凡事必先定其是非，如諸生理屈詞窮，糾眾以挾制縣令，重懲之宜也。若縣令先以挾私違制，則人有同心，豈能默爾？一呼百應，籲告上臺，以求利斷，自無不可。斯時即宜告承審各員，研究富戶平日與該令有無交結，何以討好如此。果無他故，然後科以性情凶暴違制擅責之咎，仍另為該生起限，寬緩清還，諸生自必欣然而散，何至成此大獄，使土民重足而立也。往在京中，那繹堂司空言宜撫軍為人仁厚，劉竹軒倉場亦言其老成精細。及昨過蘇相見，謙和恭敬，抑然自下，實有古賢臣風範。特其時兩司未到，獄案已定，而執事又無一言救正，縱地方官之所欲，恣其蹂躪，此必非撫軍之本意也。今者，荷蒙皇上坐照如神，洞燭其違例擅責之由，降旨再飭制軍研審，制軍居心公正，未必謂然。然成事不說，是否覆盆能白，尚未可知。倘執事以係鈴者解鈴，則日月之更，民皆仰之矣。弟此次進京，仰見皇上典學右文，而王韓城、劉諸城二相國以及石君冢宰、繹堂司空，讚翊熙朝，愛才好士，力持大體，恐承旨之下，於此亦不慊然。弟見數十年來，小省學政，職分本微，奉督撫如上司，與州縣相結納，甚至幸其呼爾蹴爾之助，弇婀唯諾，殊為可恥。若夫江、浙學差，皆三品以上大員，出膺任使，地分既高，卓然自立。故遇有諸生品行不端者斥之，學業不進，詞章不工者，令廣文夏楚之，其餘則是曰是，非曰非，所以重人才而勵廉恥。今執事久以詞林雅望洊受主知，兼旦夕入讚綸扉，惟是扶持士類，主張名教，庶可與石君諸公相見耳。至近來州縣所以魚肉諸生，其意蓋在立威。威立而諸生箝口結舌，則庶民何敢出而爭控？是以獄訟之顛倒，征收之加耗，無所不至。比者言路大開，江南漕政，橫徵重斂，已一一仰叨聖鑒，故制府亦力為振作，今冬定作清漕之局。但州縣或有陽奉陰違，倍收多取，恐生監連名訐告，而州縣指為哄堂鬧事者甚多，未知執事可能究其是否，俟案定而後量加董戒；抑或如此案不科州縣之失，而即科諸生之罪。若使仍助其焰而長其氣，則吏治之壞，不知伊於何底也。弟陳臬三司，且於大理寺、都察院、刑部三法司均為堂上官，所見生監控告之案，不勝枚舉，然未見有人因其抗令而右袒之至於此者。弟與緣事諸生並無門生故舊之雅誼，一至蘇州，即知此案已上聞，並荷聖明指摘。所以不辭饒舌者，實以此案追債事輕，關於士氣者大，而關於將來漕弊者尤大。且為執事風節所關，夙叨世好，度無肯效忠告之誼者，故忘其愚戇，用布區區，如或以規為瑱，則韓文公之《諍臣論》，歐陽公之《與高若訥》及《與杜祁公論石介書》，取而研之可也。」其文亦真可與韓、歐諸文並傳而不朽矣。"
      },
      {
        "index": 137,
        "text": "世俗之論"
      },
      {
        "index": 138,
        "text": "世俗鄙夫之論，似是而非，足有關於風化。岳中丞之廉正，余嘗記吳人所作《岳青天歌》以美之矣。今有某散騎見餘記，譏之曰：「岳公木偶人耳！受其下屬欺罔，不知省察，又更張禺筴報銷之政，重使苛擾，閭閻受其災害，烏得為廉吏哉！」余曰：「子何不察之甚也！夫正人之過，如日月之蝕，非不韜匿其光，然而久之其光華仍照耀於天下也。況自古正人貽笑於後人者，亦復不少，如子產之智尚受紿於校人，黃霸不識鶡雞，皇甫嵩以董卓為正人，袁粲失計於劉秉，房、杜以蕭瑀為俗學，魏元忠薦郭霸，富鄭公以王安石為君子，胡安國之附秦檜，真西山有『一鍋麵』之謠，皆不失為君子，又何獨岳公哉？況當時督撫不尚廉而尚才，故使貪婪之風遍於天下，奸民因之搖動，至今流毒未遠，反覆思之，實堪切齒。而岳公獨能自守，時人頗非笑之，岳公不顧，至今天子力革其弊，天下守臣始稍有自好者，由是其風始革。獨是岳公於舉世不為之時而慨然為之，亦豪傑之士也。縱使有所過失，諸君子宜代為隱匿之不暇，何況岳公清貞剛介，其過未必若斯之甚。今吾子不備責往日之貪婪者，而責岳公鰓鰓之過，亦見其自比於貪墨之吏，設淫詞而助之說也。」某赧顏而退。"
      },
      {
        "index": 139,
        "text": "嘉慶初年督撫"
      },
      {
        "index": 140,
        "text": "今上親政之始，政治維新，一時督撫罔非正人，如岳中丞輩已詳載於前。其他大吏，亦皆卓然一時，今因某公之論，故詳載之。長公麟，覺羅氏。中乙未進士。撫吳中時，廉名素著。嘗私行街市間以察下吏賢否。首清漕政，下屬抗之，公斥其最貪者，力持其議，故吳民至今賴之。嘗忤和相，遣戍伊犁數年。今上召入，命為陝甘總督。陳公大文，會稽人。成辛卯進士。乾隆中歷撫兩粵，以能吏名。今上初政，首調山東。其省大吏屢非其人，吏治廢弛，貪汙遍野，公至日，剔清漕務，首劾貪吏三十餘員。公性深嚴，凡下屬叩見，皆溫顏以對，談論良久，然後正色申之曰：「汝某政事貪賄若干，予皆悉知，若不速改，余劾章已定草矣。」故下屬咸畏之。故哄傳曰「山東民不反而官反」之言，亦可覘公之為人矣。覺羅吉公慶，武功郡王某世孫。性溫厚長者。初撫齊、越諸邦，雖無所施為，去後民輒思之。每於署中構屋三間，不采不琢，僅庇風雨，室中惟設長几一，椅十數，宋儒書數冊而已。凡判事、見客、起居、飲食無不於其室中，他屋皆封鎖之，其儉樸也如此。今任兩廣總，督加協辦大學士高公書麟，文端公晉之子也。首擢安徽巡撫，有善政。純皇帝最喜之，加兩江總督。以忤和相故，貶謫西域數載。今上親政，首擢浙閩總督。再調雲貴，劾罷前督富綱，人謂仁者之勇。其弟副憲公廣興，以劾和珅擢官，屢劾大吏。公不喜其所為，嘗於上前告之。後調兩湖總督，屢奏大捷。嘗於炎暑中奔馳山谷間堵剿教匪，不使入境，卒以是構疾薨。上甚悼惜之，以一等男世其家。汪公志伊，桐城人。以縣令起家，累任至福建巡撫，皆以廉著。嘗陛見熱河，公惟乘一敝車，束襆被於其中，後隨二奚奴而已。往來都邑數十，人皆不知其為封疆大吏也。請客惟用二簋，不事口腹。又嘗疾天下廢講宋儒，因刊幼學儀節之書，皆總括濂、洛之書為之，人爭目為怪物。書制府特與之甚契，後易以某制府，情性不適，因引疾去，人爭惜之。臺公布，蒙古人。初任戶部銀庫郎中。時和相專權，補者皆以貲進，故任意貪縱，侵盜官項。又勒索運餉，外吏經年累月，不時兌納。公至日，與員外郎和公德盟諸庫神，積弊為之一清，人以為瑞雲。後任廣西巡撫，粵西儲糧虧缺甚多，公調停數年，倉庾充刃，下僚爭慶。公性廉明而不外顯，嘗不喜制府吉公之沽名太甚，與之牴牾。時人有疑之者，余曰：「韓、范上殿，爭之如虎；蜀、洛二黨，訖如寇讎，然均不失為君子，亦可定二公之品矣。」初公彭齡，萊陽人。初任御史，劾彭參政元瑞兄子冒充吏員事，彭公為之罷官。時言路久閉，無敢與大員忤者，公毅然疏入，人謂之鳴鳳朝陽云。江西巡撫陳淮性貪婪，又信任南昌令徐午，人爭怨之，其民謠云：「江西地方苦，遇見陳老虎，大縣要三千，小縣一千五。過付是何人，首縣名徐午。」公即並其謠劾之，陳為之罷官。任雲南巡撫，南撫江蘭，虎而冠者，公又劾罷之。逾年以親老陳情，改補京職。後任巡撫為伊桑阿，任黔撫時即以貪婪著，又冒銅仁苗洞功績，入境後勒索沿路供用，滋擾下屬。公已去任，聞之歎曰：「均為天子大臣，豈可以去官故，即目睹下民受害而棄之不顧？」又露章劾之。上震怒，以手書獎公而賜伊自盡，滇民大悅。吳公熊光，常熟人。初任軍機時，以才能著，純皇帝與今少司農戴公衢亨特擢卿貳。和相以非己保薦，故改補外吏。今上親政，首擢河南巡撫。時豫省重遭景安、倭什布之虐，盜賊遍野，民不聊生。公至之日，為之定保甲，聚鄉勇，堵禦盧氏東境，不容一賊犯邊，處之數載，豫省安堵如故，士民賴之。今遷兩湖總督王公秉韜，漢軍人。以縣令起家，累遷潁州守。丁巳春，教匪突至光州，去潁州甚近，豫省大吏皆畏葸閉關，任其寇飽颺去。公慨然曰：「均為天子守臣，豈可以疆域故，致遺害於眾也！」因同提臣定公柱團結鄉勇數千，戰於境上。定公故知兵，軍容甚整，公復勵以忠義之言，助其糧餉，屢破賊壘，賊甚畏之，踉蹌而去，豫省賴之以安。朱石君司農時守皖撫，甚器重之。今上親政，首薦為奉天府尹，有德政。今任南河道總督。公性方正，不好沽名。長制府麟、汪中丞志伊皆以廉名著，公輒不喜其為人，嘗曰：「長三、汪六皆名過於實者，奚足為貴也。」荊公道乾，介休人。性直樸。為縣令時，嘗著敝衣冠獨步上轅，絮應手出，人爭笑之，不顧也。以朱石君薦，代其為安徽巡撫，雖無所更張，而下屬畏之，不敢於以非道，請客惟用五簋飯脫粟而已。後以疾去官，人爭惜之。阮公元，儀徵人。家世任武職，惟公以科甲著，自釋褐至卿貳甫五年。好博學，群經諸子無不通貫，尤精《爾雅》、小學諸書。以朱石君薦，任浙江巡撫。前中丞以貪名著，而公易以寬和，下屬相慶以為更生。溫、臺盜賊充斥，公與提臣李長庚設法捕之，其風稍戢。性和靄而能守正不阿，嘗有縣令欲謀美缺，以賄干其父某代為之請，公謝曰：「元未仕時，此身本屆父母，今承乏為天子大吏，豈可以私犯義？」絕不允其請云。上待之甚厚，每批其折，嘗卿之而不名云。"
      },
      {
        "index": 141,
        "text": "嘉慶初年諫臣"
      },
      {
        "index": 142,
        "text": "今上即位，首下求言之詔，故一時言官皆有豐采，指摘朝政，改如轉圜。雖其間不無以妄言獲咎者，然其補益良多矣，故列名於後。廣公泰，滿洲人。下詔時，泰同廣興首先應詔，參劾和珅奸慝諸款。即時伏法，人爭快之。今任內閣學士蔣公攸銛，漢軍人。嘗劾外省貪吏宜降革者，李奉翰、景安、秦承恩諸人因之先後獲罪。外省吏治為之更張，實自攸銛發也。副憲公瑚圖靈阿，宜制府綿子也。性豪邁不屑小節。今上親政，公首條關稅、鹽務諸弊，又請卻納貢獻，停止捐納，一時皆懍其豐采云。馬公履泰，仁和人。今上親政，履泰首論湖督景安畏縮偷安，老師糜餉之罪，安為之罷職。又論湖北教匪，奸民宜除，難民宜撫諸條，上盡從之。繼公善，滿洲人。雖為和相所引，無所依附。時翻譯科場皆近臣子弟藉以進身，頂冒傳遞之弊，繁不勝言。言官以其傷眾，無敢言者，但括取文場弊聒瀆不休，惟善首論翻譯諸弊，場務始嚴。公後遷太僕卿，八旗士卒畜養馬匹，多有冒領其餉，飼者十不二三，出牧時啖番使以金帛，為蒙古所哂。善復犯眾怒言之，其弊遂清。滿人恨入切骨，至驗馬日，眾誤以戴菔塘璐為善，毆之幾斃。事聞，首謀者伏誅。今遷盛京禮部侍郎張公鵬展，廣西人。任御史時，頗為敢言。嘗陳奏出師八弊政，皆中窾要。刑部郎中金光悌素便佞，專擅一時，諸堂官多包庇之。後遷光祿少卿，猶戀戀其司職，鵬展劾請離任，其略云：「以天子之刑部而金光悌一人專擅二十餘年，其餘司官皆出門下。故使比昵為奸，無阻之者，良可慨也。」上遽允其請，人爭快之。和公靖額，滿洲人。以翻譯起家，而素重文士。滿洲舉人，舊例三科後始簡選小京官。人多缺少，致多壅塞，非歷科三十餘年不能入仕，反不若漢人大挑之捷徑。靖額深憫之，因陳請同漢人例，一體選授縣令。百年弊政，一旦改之，人爭頌其德云。衛公謀，濟源人。成辛巳進士，年七十餘始為諫官。福文襄王康安雖屢立戰功，然所歷封疆，苞苴廣進，沒後復膺重典，未免濫觴。今上責那繹堂司空諭旨有 「福康安歷任封圻，簠簋不飾」之語，因備論王貪婪諸狀，不宜配享太廟，子孫享其非分之榮。上雖未允其請，一時之公論與之。周公栻，寧夏人。初論外省大吏多有參劾：「屬員初無劣跡，恐悃愊無華之人，不得上司之歡心，以致被劾者眾。請嗣後照大計例，許其付谘引見，則其員之賢否，自難逃聖明洞鑒之中，可使大吏專擅之習為之稍減。」上允其請。庚申夏，彭芸楣尚書入內，落馬昏仆，朱石君司農因以己輿載出。故事，大內無特旨不容車轎出入，栻因劾之，其略云「朱珪無無君之心，而有無君之跡」云云。又溫藩司承惠，冒以鄉勇功為己功，又依附罪撫秦承恩，致使武關有失，亦附劾之。當時雖奉嚴旨，未數月，石君輿夫有闖禁門，故毆傷守者。上切責之，嘗曰：「周栻之言甚正，殊堪嘉也。」沈公琨，歸安人。江蘇生員之獄，巡撫宜興庇護屬員；又信任管門家人，致使苞苴日進；特造嚴刑以訊告者，有小夾棍、頭腦箍諸名目；又於國喪中任意演劇，無所忌憚。琨皆一一陳之，乃罷興職。逾歲，上欲巡幸盛京，琨復上疏阻之，亦見稱一時云。蕭公芝，漢陽人。久淹詞館，及用御史，年已七十餘。上疏奏端正風俗反樸還純，以天道人心啟沃上聞。其文洋洋數千言，皆有關於政治，一時翕然稱之。王公寧煒，山東人。嘗上疏言「上之用人行政，宜習其素，不可因其有人保舉，遽加升用。如金光悌、黎兆登等，非不有人薦用，然考核其實，殊有未稱者」云。遊公光繹，福建人。曾上疏言：「今大臣未盡和衷，武備未盡整飭，願效魏元成《十思疏》以裨治化。」上獎之。後滿洲某侍郎因公爭憤，上曰：「遊光繹之言不為無見，殊屬可嘉。」後以劾黃公永沛罷職，人爭惜之。"
      },
      {
        "index": 143,
        "text": "苗氏婦"
      },
      {
        "index": 144,
        "text": "嘉慶戊午春，和相妻死，發殯於朝陽門外，一時王公大臣無不往送，余亦從眾而行。比至，車馬壅阻，因飯於農家。逆旅苗姓有老婦云：「觀君容止，必非不智者。今和相驕溢已極，禍不旋踵，奈何趨此勢利之途，以自傷其品也？」余赧顏以退。不逾年，和相果敗，卒應其婦之言。嗟夫！當和相擅權時，一時貴位無不仰其鼻息，視之如泰山之安，初欲終身以賴之者，乃其智反不若一村婦識也。"
      },
      {
        "index": 145,
        "text": "舒太夫人"
      },
      {
        "index": 146,
        "text": "滿洲舊俗，凡所婚娶，必視其氏族之高下，初不計其一時之貧富。有時惑於勢利之見，以致以賤淩貴，以高就下，人多恥之。然至感其義行，與之聯姻，初不計其品之高下，此古人所難能，於吾外祖母舒太夫人見之。太夫人姓馬氏，為文襄公曾孫女，直恪公嫡配也。初感吾邸趙護衛之義。欲為吾表兄某聘其孫女，吾母以其為家君僚屬，故為之代辭。太夫人曰：「吾雖貴族，然能與忠義之士結為親誼，其榮多矣！奚必計其族之貴賤也。」卒訂其婚。生子某，齠齡已入學。舒氏雖世出名臣，然罕以科第進者，人皆以為太夫人盛德之報云。"
      },
      {
        "index": 147,
        "text": "紀曉嵐"
      },
      {
        "index": 148,
        "text": "北方之士，罕以博雅見稱於世者，惟曉嵐宗伯無書不讀，博覽一時。所著《四庫全書總目》，總彙三千年間典籍，持論簡而明，修詞澹而雅，人爭服之。今年已八十，猶好色不衰，日食肉數十斤，終日不啖一穀粒，真奇人也。"
      },
      {
        "index": 149,
        "text": "明用度奢費"
      },
      {
        "index": 150,
        "text": "明代歲入帑金不過數百萬，然其國用十倍於今。九邊月餉，半飽私囊，六部耗費，多不可計，其宮殿一切鳩工取材，皆倍於今。乾隆中，重修明長陵，啟其寢殿護板，皆以生銅鑄之。又康熙中，通溝澮，其溝皆以巨石築之，其中管粗數尺，皆生銅所鑄也。又西什庫中尚餘宮人鞋數十箱，皆以珠寶飾之，其糜費也若此。故迨至末年，國帑匱乏，致借餉於朝臣，良有以也。而不知者尚造蜚語，言內庫財帑豐盈，莊烈帝靳之不賞軍士，何其僢也。"
      },
      {
        "index": 151,
        "text": "噶禮母"
      },
      {
        "index": 152,
        "text": "康熙中，兩江總督噶禮，滿洲人。貪婪一時，家貲巨萬。嘗造金絲帳以眠其母，以其母素奉佛。家畜女尼數百，而其母昵其少子，初不喜禮之所為。會禮與張清恪公伯行互相參劾，聖祖初頗右禮，乃置張公詔獄。而吳民素服張公，從行者數千人，爭至暢春園代為張公請命。上益厭張之沽名，會問安於孝惠章皇后宮，禮母固後近戚，上遇之，不及避，上因詢其子所為，何以與張齟齬故。其母乃言其子貪狀，且言張之冤譴。上怫然曰：「其母尚恥其行，其罪不容誅矣！」因置禮於法，而復起用張公。後其母貧窶，以織纖為生，其族之無知者，咸歸怨之，時諺曰「噶禮之母，為禍之祖」云。"
      },
      {
        "index": 153,
        "text": "方靈皋之直"
      },
      {
        "index": 154,
        "text": "方靈皋先生，受世宗知，以罪累而致卿貳。性剛戇，遇事輒爭。嘗與履恭王同判禮部事，王有所過當，公輒怒，拂袖而爭。王曰：「禿老子敢若爾？」公曰：「王言如馬勃味。」王大怒，入奏，上兩罷之。公往謁查相國，其僕恃相公勢，不時稟，公大怒曰：「狗子敢爾！」以杖叩其頭，血涔涔下。其僕狂走告相公，相公迎見，公云：「君為天子輔臣，理宜謙衝恭敬，款待下僚，豈可縱豪僕以忤天子卿貳，公誤多矣。」卒拂然去，查長揖謝之乃已。後復至查邸，其僕望之走曰： 「舞杖老翁又來矣！」其憚公若此。公立朝甫一載，政事多有匡裨，嘗密薦來相公保、魏尚書廷珍、方敏愨公觀承、顧河帥琮、方中丞世俊於朝，後皆卒為名臣。而世人皆以文士待公，初不知其直鯁，故表出之。"
      },
      {
        "index": 155,
        "text": "青樓"
      },
      {
        "index": 156,
        "text": "近日皆以青樓目為娼妓之所。按《南史》，齊武帝興光樓上施青漆，世人謂之青樓。東昏侯云：「武帝不巧，何不純用琉璃？」是青樓乃帝王之室，未可以名賤者之居也。"
      },
      {
        "index": 157,
        "text": "應制詩"
      },
      {
        "index": 158,
        "text": "近日有滿州某制府，初非科目進身，韻語非其所長，自以為善。又好擬和應制諸題目，人爭笑之，自不覺也。鐵冶亭保嘗與戲曰：「兄詩殊勝少陵。」某尚謙謝。冶亭徐曰：「少陵應制之詩無如此之多也。」"
      },
      {
        "index": 159,
        "text": "庚子火災"
      },
      {
        "index": 160,
        "text": "乾隆庚子，城南火災，毀焚數千家，延及城樓雉堞，經月乃已。或言火災之先，有賣菜傭夢一人告曰：「京師當有火災，汝視某火神廟額字如朱，即其期矣。」某日往視，其守者詢知，因暗塗豕血以戲之。次日果有是災，人皆以為妄言。按《淮南子》云：「歷陽有老嫗頗行仁義，有兩書生過之，告曰：『此國當沒於湖。嫗視東城門有血，便走上山，勿反顧也。』嫗數往視，門吏問之，嫗對如其言。東門吏殺雞血以塗其門，明日嫗早往視，便走上山，國沒為湖。」然則古即有此事也。"
      },
      {
        "index": 161,
        "text": "孫文靖"
      },
      {
        "index": 162,
        "text": "孫文靖相公士毅卒時，余嘗作四律挽之，或有譏譽非其人者，因焚其稿。近讀《東坡集》，見有《挽韓絳詩三首》，備推其人。按絳為王荊公所引，世人呼為護法沙門，初非端士，而蘇公褒之如此，可見先輩之忠厚也。嗟夫！文靖雖有交結權要、殞師安南之咎，然其遇事明斷，下屬震畏。於當其時，貪吏如李侍堯輩布滿天下，而公獨以廉著。每出巡，輕車減從，不擇飲食。嘗郵傳至江西，時余業師程蓉江先生為縣令，往謁之，公即呼與對食，惟蔬食數簋而已。又連劾巴延三、富勒渾二滿洲貪吏，皆時人之所難能者。余嘗比之明周忱、胡宗憲，信非阿諛，反有勝於絳也。"
      },
      {
        "index": 163,
        "text": "黑經"
      },
      {
        "index": 164,
        "text": "喇嘛有咒詛之術，凡蒙古有所爭鬥，必令其徒誦之，時有驗者，名曰「黑經」。然其掌壇番僧往往自斃，蓋邪術也。按漢武帝嘗命丁夫人祀祠，以詛大宛、匈奴。《北史》，天竺有婆羅僧，善咒詛人，魏太武嘗用之，蓋即此術之濫觴也。夫以堂堂之國，不能以威德勝人，而欲仗區區之異術以壓其敵，其志亦鄙矣。"
      },
      {
        "index": 165,
        "text": "蘇州街"
      },
      {
        "index": 166,
        "text": "乾隆辛巳，孝聖憲皇后七旬誕辰，純皇以後素喜江南風景，以年邁不宜遠行，因於萬壽寺旁造屋，仿江南式樣。市廛坊巷，無不畢具，長至數里，以奉鑾輿往來遊行，俗名曰蘇州街云。"
      },
      {
        "index": 167,
        "text": "甘莊恪"
      },
      {
        "index": 168,
        "text": "甘莊恪汝來，吳江人。少任淶水令，有德政。時有御前侍衛某，往放御鷹，蹂躪田苗，公即命鎖至庭，大杖數十。大吏聞之，驚曰：「某令瘋耶？」因共劾之。聖祖笑曰：「不畏強梁，真民父母也。」因擢其官。後遷至吏部尚書。乾隆初，純皇堅意復三年喪，諸臣莫詳其制，公時任禮部，依據經注，參定大禮，繁儉當理，後皆遵之。後暴薨於署，同事者為相公訥親，因親送其喪歸。訥先入，見老嫗縫紉於庭，訥誤以為奴婢，因呼曰：「傳語夫人，相公暴薨於署矣。」婦愕然曰： 「汝為誰？」訥備告其故，老婦汪然大泣，始知即夫人也。訥因問有餘貲否，夫人曰：「有。」啟囊出銀八金，曰：「此誌書館月課俸也。俸本十六金，相公儉，計日以用，此所餘半月費也。」訥因感泣，代以衣衾殮之，歸奏於上。上亦感動，命內務府代理其喪，入賢良祠。"
      },
      {
        "index": 169,
        "text": "書光顯寺戰事"
      },
      {
        "index": 170,
        "text": "雍正庚戌敗軍之事，余既詳書於前卷矣。今閱先外祖行述，乃知光顯寺大捷之事，其謀乃發出於一偏帥，因詳書之以誌往事。初，傅爾丹之既敗也，虜勢日張，無敢攖其鋒者，因闌入喀爾喀界。時超勇親王策淩遠屯他戍，酋帥利其厚貲，欲擄其遊牧。其副曰：「彼為盟長，北藩之最強者，若激其怒，以遏吾歸，諾顏難生還也。」酋長不從，乃破其寨，擄其妻孥，驅牛羊數萬以行，因南犯大青山。當是時，先修親王屯歸化城，順承郡王屯賀蘭山，互相掎角。聞警，先修王調宣、大二鎮卒整旅以待。事聞，世宗命大學士馬爾賽佩撫遠大將軍印，一等侯李杕副之，率精卒數萬人遏其歸路。虜酋知有備，因而南擄，諸蒙古無敢拒者，敗亡者數部落。時超勇王聞警趨歸，知其妻孥已被擄，倉卒計無所出。適先外祖舒穆祿直恪公諱綽爾鐸，以理藩院侍郎轉餉至彼，超勇王因謁之，告其故，且欲奔訴於朝。直恪公笑曰：「余素以豪傑待王，今乃知王直匹夫耳！夫蒙古諸藩以王為最，朝廷方恃以辦賊。今雖妻孥失陷，然其勁卒尚存，王若統率諸部，盡力向敵，遏其歸路，則可一戰成功。然後妻孥可全，疆域可復，朝廷則必旌王之功，厚賚以酬其勞，其收功遠矣。今若不顧大計，單騎歸朝，諸將帥不明王心，必以王為敗僨，收付廷尉，按律定科，吾恐漠北諸部不復為王有也。」超勇王感激歎曰：「君言良是，男兒一腔血，當為諾顏倒也。」因反旆以向敵。諾顏者，蒙古所謂君也。直恪公復命使謁順承王，乞出師以相助，超勇王聞之，益用命。其護衛某能日行千里，嘗立高峰上拱手作雕立狀，賊人不覺。王因命其潛入賊營，悉知其虛實，然後檄調諸部落蒙古兵，得三萬人。王曰：「賊眾三十萬，以一誅十可以禦敵矣。」乃會順承王，請其孱弱滿軍以行。順承王簡其精銳付之，超勇王笑曰：「吾所以請王師者，欲以其餌敵也！不然，王師縱強，焉能禦彼百戰之師哉？」乃易孱弱以行，日行三百里，至光顯寺。王笑曰：「其險已為吾據，賊雖百萬，可成擒也。」寺左阻河，右山，眾請王登山據險，王曰：「賊知吾據要害，若自上遊以渡，吾軍反不易成功也。」因命諸滿軍背水而陣，諸蒙古軍於河北，而己率勁旅萬人伏於山側，且屬諸將曰： 「聞胡笳聲即率以進。」部署始定，賊眾果大至。見我背水軍盡滿洲卒，其酋笑曰：「前日敗亡之餘，復敢與鬥，囚僕可增額矣。」其副曰：「策淩，人傑也，今吾已破其部落，彼豈甘心於吾？而吾往來數千里，並未見其禦敵，恐彼駐師於此以遏吾歸也。」酋笑曰：「彼國之制，從無以外藩將滿兵者，彼烏敢在此哉？」因率眾越險以進。滿師皆披靡，棄甲沿河而走。虜眾適追掠間，聞陣作胡笳聲，須臾旌旗遍滿山谷間，王倏作蒙古語曰：「策淩在此阻君之行。」因率眾從右山下，馳如風雨，王擲帽於地曰：「不破賊不復冠矣。」其軍無不一當百，爭先用命，谷中之屍可踏而行也。賊狼狽渡河以逃，河北諸蒙古將聞笳聲結隊以進，復半渡以擊之。虜眾大潰，其副戰死，酋帥率數百人騎白駱駝陰夜以遁。河水盡為之赤，王從容於馬上彈琵琶唱胡曲以歸。先是馬爾賽之師屯於烏蘭城，以為虜不復經此，因日置酒高會，置軍事於不理。李杕故馬戚，惟其言是用，及諸路捷書至，其軍士咸欲出師立功，馬屢止之。復聞賊哨騎至，諸將復請命，曰：「吾奉命屯戍於此，未奉命退賊也。」諸將士銜刀斫柱，間有泣者，李杕以鞭揮之曰：「守吏緊閉其關，其越出者，吾以軍令斬之。」諸將益憤。傅閣峰尚書鼐時以偏裨從軍，慷慨言曰：「相公奉命遏賊歸路，今逆賊天亡其魄，豕突於此，正男兒殺賊立功時，奈何緊閉其關，任其颺去，坐失機宜也？」因率本部斬關而出。馬不得已始下令追賊，時虜已遠去。適副都統達爾濟受先修王節制追至，馬誤以為虜師，因命軍士擊之，兩軍互多傷損，然後知之，乃收兵歸。托辭為賊行速急，難以追及入告，賊竟得從容去。奏入，世宗大怒，因斬馬爾賽於軍，李杕長流塞外，超勇王等論功封賞有差。虜帥歸告其主曰：「南朝大有人在，策淩謀勇兼備，未可攖其鋒也。」然後虜酋始斂兵戢眾，微吐和意。上復遣傅閣峰尚書鼐、阿文勤公克敦往諭其間，和議乃成。事詳傅閣峰事，茲不復載。越十年，超勇王薨於軍，純皇帝念其勳勞，命配享太廟，蒙古王公以勳勞侑享廟廷者，王一人而已。嗟夫！當是時諸大將坐擁強兵者，不下十數，莫不養寇自重，不肯禦敵。幸而直恪公籌畫於前，超勇王奮激於後，乃始摧挫其鋒，和議始成。若非馬爾賽之閉關縱寇，則其酋可擒，其部可滅，不待夫日後其國內亂，自相敗亡，歷二十年之久始克收復其土也。"
      },
      {
        "index": 171,
        "text": "章嘉喇嘛"
      },
      {
        "index": 172,
        "text": "國家寵幸黃僧，並非崇奉其教以祈福祥也。祗以蒙古諸部敬信黃教已久，故以神道設教，藉仗其徒，使其誠心歸附以障藩籬，正《王制》所謂「易其政不易其俗」之道也。然亦有聰慧之士生其間者，如章嘉國師者，西寧人，俗姓張。少聰悟，熟悉佛教經卷，純皇帝最優待之。性直鯁，上嘗以法司案卷令師判決，師合掌曰：「此國之大政，皇上當與大臣討論，非方外之人所敢預也。」又寺與某相國鄰，師惡其為人，卒不與之往來。其尤著者，為折服哲敦番僧叛謀之事，故詳載之。乾隆乙亥，阿逆之謀既露。誠勇公命喀爾喀親王額林沁伴之入覲。額中途泄其謀，故縱阿去，上震怒，賜額自縊。故事，元太祖裔從無正法者。諸部蠢動，曰：「成吉斯汗後從無正法之理。」因推其兄哲敦國師為主，勢多叵測。師時扈從木蘭，上以其事告之，師曰：「皇上勿慮，老僧請折簡以消逆謀。」因夜作劄，備言：「國家撫綏外藩，恩為至厚。今額自作不軌，故上不得已施之於法，乃視蒙古與內臣無異之故，非以此盡疑外藩有異心也。如雲元裔即不宜誅，若宗室犯法又若之何？況吾儕方外之人，久已棄骨肉於膜外，安可妄動嗔相，預人家國事也？」遣其徒白姓者，日馳數百里，旬日始達其境。哲敦已整師刻日起事，聞白至，嚴兵以待，坐胡床上，命白匍匐而入。白故善遊說，備陳其事顛末，哲敦已折服。更讀師劄，乃善諭白歸，其謀乃解。夫蒙古素稱強盛，歷代以全力禦之，尚不能克，師乃以片紙立遏其奸，亦可嘉也。師守戒甚嚴，晚年病目，能以手捫經典盡識其字，人爭異之，亦彼教中篤行之士也。或言師有奇術，因造諸怪誕不經之事以歸之，則非余所敢知也。"
      },
      {
        "index": 173,
        "text": "江陰口談之誣"
      },
      {
        "index": 174,
        "text": "國初豫通王下江南時，所至摧朽拉枯，無不立下。惟江陰城守推典史閻公應元為之拒守九十餘日，大兵四集然後破之。夫以卑員末秩能於萬不可為之時，乃欲堅守臣節，誓死不降，亦可憫也。乃近日江陰口實謂「閻公守城時，大兵屢為所敗，至於三王九將盡被所害」云。按國初並無親藩隕傷，即滿洲諸大將亦未有殉節於江陰者。蓋當時偏裨之將偶為所傷，土人欲彰其功，故爾張大其詞，初不知閻公之忠在於百折不回，初不計其謀略之疏密也。近日劉圃三《祀閻典史文》亦有云 「遂使南頓舊臣，幾傷賈復，壕梁諸將，先殞花雲」諸語，亦沿其誤，故詳辨之。"
      },
      {
        "index": 175,
        "text": "毛文龍之殺"
      },
      {
        "index": 176,
        "text": "袁崇煥之殺毛文龍，其事甚冤。世儒以崇煥後死可憫，故爾掩飾其過，至謂毛文龍果有謀叛諸狀，非深知當日之事者也。文龍守皮島多年，雖有冒餉、抗據諸狀，然其兵馬強盛，將士多出其門，本朝佟、張二將盡為彼害，使留之以拒大兵，不無少補。崇煥乃不計其大事，冒昧誅之，自失其助。遂使孔定南諸將陰懷二心，反為本朝所用，此明代亡國之大機。豈可因其後日之死，乃遂掩其過也。或曰毛文龍嘗求陳眉公繼儒作文，陳邀以重價，毛靳不與，陳深恨之，乃備告董文敏，言毛不法專擅諸狀。董信之，崇煥為董門生；任遼撫時嘗往謁董，董以陳語告袁，袁故決意為之。然則明代之亡，亡於善書者手也。"
      },
      {
        "index": 177,
        "text": "兆武毅公"
      },
      {
        "index": 178,
        "text": "徐英公選將，必用方面大耳，曰：「以彼之福，成我之功。」史策爭笑其誣。然果有恃其福命而成功者，如耿恭終返玉門之道，渾瑊不荷吐蕃之枷，載在史冊。近日如兆武毅公惠果其人也。公白氏，孝恭仁皇后族孫。王師定伊犁時，公以偏裨從事。會將軍策淩、玉保等先後褫職，命公權護其印。未逾月，四衛拉特部受阿逆指揮，四部齊叛，欲擒公獻於阿逆。公先時知，時所帥惟蒙古兵二千，官軍數百而已。諸將震懼，永相國貴時在其軍，曰：「均之死也，與其束手待斃，何若全師以歸。且戰且行，不過逾月可抵邊境，皇上念戰士之苦，未必盡施於法。縱受斧鉞，不昧狐死首邱之義，士卒猶可得而生也。」公尚猶豫曰：「永將軍殷鑒不遠，不如繼班、鄂二公於地下可也。」都統莽阿難，老將也，掀髯笑曰：「將軍休怯，若以阿難獨當殿隊，可保諸君生入玉門。」公從其言。莽率本部百人殿隊於後，有追兵至，輒為莽所敗，夾鋒矢間，賊爭畏之，曰：「無敵修髯將軍。」轉戰數十日，虜賊漸遠，公欲屯營休息士卒，莽曰：「我兵惟餘十日糧，而去邊境尚數千里。若使糧盡兵散，強敵追至，何以禦之？」因日馳數百里，卒入內境，官兵未損一人。上大喜云：「介子、耿恭不過如是。」因封公武毅伯，賞賚無算。復命公佩定西將軍印往剿回部。時雅將軍爾哈善以遲緩致罪，公乃輕騎直入，至阿克蘇為賊所困，公因臨黑水而陣。先是，鄂參讚實曾阻公曰：「我兵徑路生疏，豈可冒險直入？倘敵人夾以攻我，雖欲生還，不可得也。」公不聽。至是，鄂公曰：「致使全師受困，誰之咎也？若聽實言，焉得至此。」公慚甚，因命勇士數十人各懷羽檄，突圍而出，抵阿克蘇二人而已。舒文襄公時屯阿克蘇，因立命諸將往救。豆提督斌、高總兵天喜、石都統三泰先後往救，皆沒於陣。石為賊獲，縛諸高竿命石降，石罵曰：「天朝世臣，安肯屈膝醜虜，以求旦夕之生哉？」大罵不絕。賊因用炮擊之，猶聞其厲聲云。時糧已絕，鄂公實等先衝圍死，軍士咸煮鞍革以全其生，懸伏山谷間以救其饑。賴富將軍德率偏師自小道入，賊不為備，因得衝隊以入，殺賊無算。公復率殘兵自內攻之，人各用命，遂解其圍，振旅而歸。公先後兩遭危患，皆死生不容發問，竟得保全其身，歸膺高爵，非其福澤豐厚，曷以致此也？"
      },
      {
        "index": 179,
        "text": "蔣生"
      },
      {
        "index": 180,
        "text": "年大將軍羹堯鎮西安時，廣求天下才士，厚養幕中。蔣孝廉衡應聘而往，年甚愛其才，曰「下科狀頭當屬君也。」蓋年聲勢赫濯，諸試官皆不敢違故也。蔣見其自用威福，驕奢已極，因告同舍生曰：「年公德不勝威，其禍立至，吾儕不可久居於此。」其友不聽，蔣因作疾發辭歸。年以千金為贐，蔣辭不受，因減半與之，乃受而歸。未逾時年以事誅，幕中皆罹其難。年素奢侈，費用不及五百者不登諸簿，故蔣辭千而受百者，此也。"
      },
      {
        "index": 181,
        "text": "袁子才江賦"
      },
      {
        "index": 182,
        "text": "袁子才先生性聰慧，滑稽一時。黃文襄公督兩江時，袁為屬員。黃本惡儒者，謂先生曰：「子號子才，以才子自命歟？」先生曰：「然。」黃曰：「然則命汝頃刻為文可乎？」先生曰：「能，請公命題。」黃厲聲曰：「江賦。」復請限字，曰：「一萬。」復請限時，曰：「三時。」先生砥墨濡毫，筆不加點，凡奇誕字盡加水旁，須臾而就。公故武夫，因傾倒曰：「汝果名不過實也。」"
      },
      {
        "index": 183,
        "text": "憲皇用鄂文端"
      },
      {
        "index": 184,
        "text": "鄂文端任內務府時，憲皇時龍潛藩邸，嘗有所請。公拒之曰：「皇子宜毓德春華，不可交結外臣。」上心善其言。及即位，首召公入，其戚友以故嫌故，代為公憂。上見公即諭曰：「汝以郎官之微而敢上拒皇子，其守法甚堅。今任汝為大臣，必不受他人之請托也。」因立授江蘇布政使，不十年超登首揆。"
      },
      {
        "index": 185,
        "text": "碩制府"
      },
      {
        "index": 186,
        "text": "碩制府色，兆文襄公侄也。歷任四川總督，有賢聲。色白皙寡血色，身頎而長，亭亭如玉樹，俗呼曰「泥塑天官」云。"
      },
      {
        "index": 187,
        "text": "姚制府"
      },
      {
        "index": 188,
        "text": "姚制府啟聖，從先良親王平耿逆有功。《隨園文集》載其任南海令，前官有虧空數萬，公盡任之，解其囚使去，而已鑄十萬彈。往謁先良王，王與之語，大奇之，因檄兩廣有司均其所虧云云。余聞姚氏子云，公為虧空事已罷官，解送歸旗，抵揚州，暫寓於兩淮商程氏家。次早公起沐面，程氏子窺其貌偉然，語其父曰： 「某縣令非久在人下者。昨聞其為前官代認虧空罷斥，吾家廣蓄貲財，何不可借彼以償國帑，使彼得復其官，他日必獲其報也。」其父從之。公因得復官。會先良王南征，公與吳伯成巡撫興祚舊識，故因吳為介紹以見王，王乃重委任之。及後大用，以十倍償程氏子，程氏因而致富。與袁記有所牴牾，因筆記之。"
      },
      {
        "index": 189,
        "text": "施青天"
      },
      {
        "index": 190,
        "text": "施漕帥世綸，有權術。任京兆尹時，金吾帥托公和諾以寵幸冠一時，轎前常擁八騶，施遇諸塗，乃拱立道旁，長揖以俟之。托驚駭下轎問之，施忽厲聲曰： 「國制非王公不設騶馬，吾以為諸王至此，拱立以俟，孰意其為汝也。」欲立劾之，托謝之乃已。同時於襄勤公成龍二公皆名盛一時，俗呼曰「施青天」云。"
      },
      {
        "index": 191,
        "text": "錢南園"
      },
      {
        "index": 192,
        "text": "乾隆中，因御史王蓋、羅暹春先後劾大臣獲咎，故諫官皆緘默無言，轉相戒誨。錢南園灃深惡之，曰：「國家設立諫官，原欲拾遺補闕。今諸臣皆素餐屍位，致使豺狼遍野而上不知，安用諫官為哉？」乃陳奏山東巡撫國泰諸貪婪不法，及國帑虧空事。上震怒，命劉石庵相公往彼審訊，盡得其實。乃置泰於法，立遷公官為通政副使，時謂之鳴鳳朝陽。後以事鐫級。再補言官，時和相擅權，朝中自立私寓，不與諸公共坐。公立劾之，謂：「國家所以設立衙署，蓋欲諸臣共集一堂，互相商榷，佞者既明目共視，難以挾私；賢者亦集思廣議，以濟其事。今和珅妄立私寓，不與諸大臣同堂辦事，而命諸司員傳語其間，即有所私弊，諸大臣不能共知，雖欲參議，無由而得，恐有自作威福攬權之漸。請皇上命珅拆毀其寓，遇事公同辦理，無得私自處判。」疏入，上嘉其言，即命公入軍機以監之。逾年公暴卒，上甚悼惜之。"
      },
      {
        "index": 193,
        "text": "荊州炮"
      },
      {
        "index": 194,
        "text": "丙辰冬，賊犯荊州時，屯卒皆遠調，兵力甚寡，副都統勒福日夜守之，勢甚急。尹太守乃於城中掘得大炮數十，皆康熙甲寅所鑄，銅雖澀鏽，猶可施用。炮聲所至，賊立奔潰，其圍遂解。按康熙中順承王勒爾錦守荊州，聞吳逆兵至，踉蹌而歸，蓋當時所鑄者，恐以資吳，故埋瘞於地下。何期百餘年後猶為我兵所得用，致使垂破之城危而復安，亦有天意存也。"
      },
      {
        "index": 195,
        "text": "稗史"
      },
      {
        "index": 196,
        "text": "稗史小說雖皆委巷妄談，然時亦有所據者。如《水滸》之王倫，《平妖傳》之多目神，已見諸歐陽公奏疏及唐介記，王漁洋皆詳載《居易錄》矣。近有《盛世鴻圖雜劇》，演曹彬南征故事，謂南唐有妖道某，能使藥迷宋將，自相殘殺，語雖怪誕不經。按《北史》，魏冀州沙門法慶以妖詞惑眾，與李歸偽作亂，自號「大乘王」。又合狂藥令人服之，父子兄弟不復相識，以殺害為事，後為刺史元遙所破。然亦有所托也。"
      },
      {
        "index": 197,
        "text": "季教諭"
      },
      {
        "index": 198,
        "text": "韓旭亭師言，江陰有季教諭，性怪誕，語多不經。旭亭師好遊覽山水，季謂之曰：「君何時遇虎豹，乃作其小餐也。」其鄉有耆英會，季曰：「何所謂耆英，謂之風燭會可也。」又戲作討海寇檄。或有謂非宜者，季曰： 「人安得縛向菜市口，鋒刃過頸，爽如冰霜，以為快也。」按《北史》，劉居士為千牛備身，不遵法度，每大言曰：「男兒要當辮髪反縛蘧蒢上。」乃知古今竟有此怪誕人也。"
      },
      {
        "index": 199,
        "text": "謝薌泉"
      },
      {
        "index": 200,
        "text": "謝薌泉侍御，性豪宕，嘗蓄萬金，遨遊江、浙間，拋棄殆盡。嘗曰：「人生貴適意耳，銀錢常物，何足惜也？」與余交最善，嘗屢戒余之浮妄躁進，余慹服之。嘗曰：「君子之交，可疏而厚，不可傾蓋之間頓稱莫逆，其交必不久也。」嘉慶初，和相當權時，其奴隸抗縱無禮，無敢忤者。公巡南城，遇其妾兄某，馳車衝騶從，公立命擒之，杖以巨杖，因焚其轂，人爭快之。王給諫鍾健希和相意，劾罷公官，管御史世銘笑曰：「今日二公各有所失。」有問之者，答曰：「謝公失官，王公失名。失官之患，不過一身，失名之患，致傳千古矣。」今上親政，復特召為祠部主事。"
      }
    ]
  }
}