{
  "chapterNumber": 6,
  "title": "卷六",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "平定回部本末"
      },
      {
        "index": 2,
        "text": "回部祖國曰天方，在蔥嶺西數千里，古筠沖地，一名天堂，又名默伽。國主馬哈麻始創回教，死後墓常有光，日夜不熄，國人異之。世傳其教至隋、唐間分為默德那國。國主謨罕驀德生而神靈，盡臣服西域諸國，尊為別諳拔，華言天使也。傳二十六世至瑪墨特，當明末始東逾蔥嶺，居葉爾羌之喀什噶爾。回部名城不一，以此為冠，於漢為疏勒地，是為波羅泥都、霍集占兄弟之高祖。"
      },
      {
        "index": 3,
        "text": "大和卓木波羅泥都、小和卓木霍集占者，其先世本葉爾羌、喀什噶爾回酋，自策妄阿拉布坦時，即令率其回人至伊犁種地出租賦，遂囚於地牢者數載。我兵平伊犁時，釋使歸，俾仍長所部。二十一年，將軍遣侍衛托倫泰往，未能定要約。阿敏道先使人往招撫，波羅泥都謂霍集占曰：「我家三世為準夷所拘，蒙天朝釋歸，得統所部，此恩何可忘也？」霍集占曰：「我方久困於準夷，今屬中國，則又為人奴，不如自長一方。」乃詭詞誑阿敏道入庫車城，拘係之弗使歸。時方討阿睦爾撒納，兼有青滾雜卜之變，未暇問及也。已而阿敏道復為彼所害，是其負恩肆逆不可不討。二十三年春，以兆惠、富德尚剿洗厄魯特餘孽，乃用雅爾哈善為靖逆將軍。五月，兵至庫車城，賊目阿卜都克勒木據城守，於是趣兵進攻。回人素懦怯，然守城遵古制，雅固書生，未嫻將略，惟聽偏裨等出策，令不畫一。霍集占來救，率最精巴拉鳥槍八千，由阿克蘇之戈壁捷徑而來，與我兵遇於城南，鏖戰竟日，大敗入城。其城依山岡，用柳條沙士密築而成，炮攻不入。時提督馬得勝獻掘地道計，於城北一里掘入。已及城矣，而將軍急於收功，嚴令晝夜力掘，回賊瞥見燈光，其機遂泄。賊匪自內用水灌之，士卒盡沒，雅將軍咄嗟無他策，惟嚴守之，待其自斃。新降回目鄂對告曰：「語云『困獸猶鬥』，今霍集占困守危城，食力已盡，必不坐而待縛。其必乘我不備以免脫之，返其巢穴，整兵復來，其事未可量也。今城西渭干愛曼，水淺可涉，又有北山口要路通戈壁，走阿克蘇，若於二路各伏兵一千，則賊酋成擒矣。」雅以其言叵信，唯下令並力攻取。一日暮，索倫老卒於城下牧馬，聞城中駝鳴似負重狀，歸奔告將軍曰；「其駝鳴高且健，賊將遁矣！」將軍時飲酒，笑曰：「健卒，爾何知！」酌酒如故。其夜霍集占開西門，由渭干愛曼涉水遁，果如鄂對言，而我兵未知覺也。後數日，阿拉難爾等開城降。先是，霍集占入庫車城，怨鄂對之不附己也，凡其親屬皆殺之。其妻依熱木亦被獲，方少艾，霍集占欲納之，依熱木不從，因縛其二子一女，擲城下撲殺之。困依熱木於高樓，日加窘辱，依熱木乘間逃匿阿克蘇。庫車既降，鄂對手刃其仇三十餘人焉。事聞，純皇帝以雅爾哈善坐守軍營，聽賊去來自如，略不設備，乃革其職，命尚書納木劄爾代之，侍郎三泰參讚軍務，皆馳驛往。又以兆文毅公剿伊犁賊將盡，命即以其兵自伊犁徑赴回地。上復念兆所統兵久勞於外，皆已疲，乃預調索倫、察哈爾往濟師。"
      },
      {
        "index": 4,
        "text": "兆文毅至軍，庫車已降於雅將軍，阿克蘇亦遣人迎降。八月二十四日，兆文毅遇雅將軍偕入，傳旨斬順德訥，即前守卡縱霍集占遁去者也。逮雅將軍送京，擇城中伯克鄂對隨軍，而留哈密回目玉素富及總兵閻師相率駐兵守。時舒文襄方為兵，效力軍前，亦令留阿克蘇讚畫諸務。兆文毅即起程，有烏什城伯克霍集斯者，即前縛送達瓦齊者，遣其子呼岱巴爾氐來迎。九月朔，兆文毅至烏什，以霍集斯熟回部事，與同進葉爾羌，分遣侍衛齊淩紮布偕鄂對往撫和闐六城。十月，兆文毅至葉爾羌。其城周十餘里，霍集占已堅壁清野，凡村莊人戶悉移入。初六日，我軍分七隊進，賊兩門各出四五百騎來迎，我兵擊敗之。賊又從北門出數百騎，索倫兵然遁，賴健銳營兵數百岸然不動，我兵得以濟，又敗賊眾，賊入城不復出。兆文毅以兵少不能圍城，欲伺便取勝，乃擇有水草處結營，即所謂黑水營也。聞納、三二將軍將至，遣愛隆阿以兵八百迎之。又偵知賊蓄在城南棋盤山，欲先取之以充軍實。十三日，由城南奪橋過河，甫過四百餘兵，橋忽斷，賊出四五千騎來截，步賊萬餘在後。我兵陣而前，騎賊退，步賊以鳥槍進，我兵方擊步賊，而騎賊又從後夾攻，兼有自兩翼衝入者。兆文毅馬中槍斃，再易馬又斃，我兵為賊所截，散落成數處，人皆自為戰，無不以死自誓，殺賊無算。而我兵陣亡者亦數百人，受傷者無算，總兵高天喜、副都統三保、護軍統領鄂實、監察御史何泰、侍衛特通額俱戰歿。日暮收兵歸，護大營過河者，亦泅水歸，馬力疲乏，不能衝殺，遂掘壕結寨守。所掘壕既淺，壘亦甚低，賊可步屟入，遂日夜來攻。我兵處危地，皆死中求生，故殺賊甚力。賊懼我兵致死，欲以不戰收全功，別築一壘於壕外，為長圍守之，如梁、宋所謂夾城者。意我兵食盡當自斃也，而營中掘得窖粟數百石，稍賴以濟。賊又決水灌營，我兵泄之於下遊，其水轉資我汲飲，已而隨處掘井皆得水。又所占地林木甚多，薪以供爨，常不乏。賊以鳥槍擊我，其鉛子著樹枝葉間，每砍一樹，輒得數升，反用以擊賊，惟拒守日久，糧日乏，僅瘦駝羸馬亦將盡，各兵每乘間出掠回人充食。或有夫婦同擄至者，殺其夫，即令其妻煮之，夜則薦枕席。明日夫肉盡，又殺此婦以食，被殺者皆默然無聲，聽烹割而已。某公性最嗇，會除夕，明忠烈公瑞、常中丞鈞皆至其帳聚語，屈指軍糧，過十日皆鬼籙矣。某公慨然謂：「吾出肅州時，有送酒肴者，所餘餖飣今尚貯皮袋中，呼奴取出供一啖。」時絕糧久，皆大喜過望，既飽而去，則私謂曰：「某公亦不留此，事可知矣！」不覺泣下。蓋自十月中旬被圍，已將百日，無復生還望也。納義烈公木劄爾、三公泰亦以十三日至愛隆阿軍，聞兆文毅等戰，率二百騎衝入，為賊所殺。"
      },
      {
        "index": 5,
        "text": "兆文毅告急之文，遣索倫兵五人，各持一函至阿克蘇。舒文襄公以事急，不暇自計其身之為兵也，即飛章馳奏。時富將軍德尚在準噶爾搜捕餘孽，上命為定邊右副將軍，速往援。會預調之索倫兵已在途，而巴里坤大臣阿里袞先接兆文毅信，選兵六百、馬二千、駝一千往赴。舒文襄守阿克蘇，能和輯諸回目無異志，烏什則霍集斯妻子及總兵醜達駐守，鄂對往撫和闐六城，亦俱降。十二月，索倫及內地兵已到二千餘，舒文襄先率以行，富將軍德聞兆文毅被圍之信亦速赴，二十五日與舒文襄會於巴爾楚克。二十四年正月六日至呼爾，賊五千餘騎迎戰，我兵僅二三千，且馬少，皆步行，發槍矢斃賊甚多。然賊恃其眾，戰不解，我兵進擊輒退，甫收兵又來攻，凡轉戰四日夜，磧地無水，皆嚼冰以解渴。初九日之夜，拒守於沁達爾，勢阻不得進，又幾殆。適阿參政裏袞偕鄂博什及馬駝至，愛隆阿亦以兵從，望見燈火如繁星，知我兵與賊相持處也。阿參政大呼突進，千餘兵噪而應之，駝一千、馬二千蹴地聲又壯，賊駭奪氣。阿參政從左，鄂博什從右入，援兵驟合，富將軍德乘勢掩殺，賊始大奔，然猶未知兆文毅之存歿也。先數日，兆文毅軍中見賊之圍守者日漸少，繼又聞數十里外槍炮聲，知援兵已至，遂衝壘而出。先使人探報，得達富將軍德壘，詰朝兩軍相見，將軍以下皆無恙。計自去年十月至今，孤軍在萬里外陷重圍者三月，卒得全，莫不喜極涕出。額手頌聖主如天之福，且因先事調兵，得應期赴援，益服睿算之不可及也。整隊回阿克蘇，賊見我兩路兵合，勢益盛，不復敢邀截，惟遠在數里外覘望而已。途次聞和闐六城，其二城已陷於賊，兆文毅遣瑚爾起往援之，富將軍德繼進，二城尋復。"
      },
      {
        "index": 6,
        "text": "閏六月，內地所調兵餉俱集阿克蘇，遂兩路進師，兆文毅往喀什噶爾，富將軍德即由和闐往葉爾羌。兩和卓木已率其眷屬黨羽先遁，兩城舊回目遣人至軍前送款。十四日，兆文毅至喀什噶爾，十八日，富將軍德至葉爾羌，各回人皆具鼓吹進羊酒迎以入。蓋兩酋雖為其部長，然在準噶爾久，惟伊犁種地之回人同羈旅相倚賴，而舊部本不聯屬。及歸，又虐用其民，以伊犁同歸之人及厄魯特避兵來投者為親兵，故其竄也，皆相率隨之，舊部人莫有從者。兆文毅既撫定喀什噶爾，尋駐葉爾羌辦善後事。富將軍、阿參讚、明忠烈、阿文成等追賊，七月七日，及之於阿爾楚爾，大敗之。二十五日，及之於哈喇庫勒，又大敗之。八月十日，至伊西洱庫爾淖兒，乃拔達克山部落接界處也。賊先據山麓以待，富將軍等麾兵進擊，自巳至未，賊猶以死拒。乃選鳥槍精利者四十人，自山北而上，俯壓之。賊輜重有攀援過山者，有阻於淖兒岸者，方驚懼失措，霍集斯、鄂對大呼：「降者不殺。」於是回眾數千各率其眷屬乞降，聲如奔雷，霍集占禁之不能止，遂遁。是役也，降者萬二千，牲畜萬計，器械無算。兩酋向拔達克山逸去，富將軍德等追入，檄諭其汗素爾坦沙縛以獻。二十八日，兩酋果往投，素爾坦沙執之，而遣人為兩酋乞命，謂我回部經教，凡派罕帕爾子孫不得執送人也。富將軍德等脅以兵威，謂不獻則大兵即入，素爾坦沙乃殺兩酋，以霍集占首來獻，其波羅泥都首為其從人竊去。素爾坦沙旋來降。遣使入覲，回部平，武功大定，頒詔天下。兆文毅公班師歸時，上郊勞於楊武村，行抱見禮，賞賚優厚。封兆文毅為一等公，富將軍德為一等侯，餘遷秩有差。自此葉爾羌諸部讋服如內地臣民，自今甲子周浹，而恭順仍如故也。"
      },
      {
        "index": 7,
        "text": "臺灣之役"
      },
      {
        "index": 8,
        "text": "臺灣自古不通中國，《文獻通考》云：「泉州之東有島曰澎湖，澎湖旁有毗舍耶國。」蓋即是也。明末為荷蘭夷人所據。國初時，明將鄭成功自江南敗歸，遂取其地以為國。及其子經當三逆叛時，屢乘間入犯海疆，先良親王遣吳興祚、姚啟聖等收復金、廈二門。康熙二十二年，靖海將軍施琅克澎湖，經憤悒卒，子克爽降，臺灣乃隸版圖。特設臺灣府及臺灣、鳳山、諸羅三縣。其地東倚山，西傍海，北至雞籠城，南至下淡水，長千餘里，東西闊四五十里或十餘里。山之東則層巒疊嶂，皆生番所居，打鹿為生，不隸版籍也。康熙六十年，奸民朱一貴叛，水師提督藍廷珍蕩平之。雍正元年，以諸羅北境遼闊，增設彰化縣及淡水同知。六十餘年以來，地大物博，俗日益淫侈，奸宄遂媒孽其間，官斯土者，又日事朘削。會漳、泉二府人之僑居者，各分氣類，械鬥至數萬人，官吏不能彈治，水師提督公黃仕簡率兵至，以虛聲脅和，始解散。自是民狃於為亂，豎旗結盟，公行無忌。淡水同知潘凱者，方在署，忽報城外有無名屍當驗，甫出城，即為人所殺，並胥吏殲焉。當事者不能得主名，則詭以生番報，謂番性嗜殺，途遇而戕之也。使人以酒肉誘番出，醉而掩殺之，奏罪人已伏法。而殺人者脫然事外，於是民益輕官吏，而番亦銜怨次骨。"
      },
      {
        "index": 9,
        "text": "乾隆五十一年，彰化縣有林爽文者，恃其所居大理杙地險族繁，恣為盜賊囊橐。閩、廣間故有所謂天地會者，為奸徒結黨名目，爽文借以糾約群不逞之徒，嘯聚將起事。太守孫景燧至彰化，趣縣令俞峻及副將赫生額、遊擊耿世文率兵役往捕。不敢入，駐營於五里外大墩，諭村民擒獻，否則村且毀。先焚數小村怵之，被焚者實無辜也。爽文遂因民之怨，集眾夜攻營，全軍覆沒，赫、耿、俞皆死焉，時十一月二十七日也。明日，賊乘勢陷彰化，孫守及都司王宗武、同知長庚、前同知劉亨基、典史馮啟宗悉為所殺。十二月六日又陷諸羅，縣令董啟埏死之，淡水同知程峻亦為賊所害。鳳山縣有莊大田者，亦盜魁，乘亂起。十三日，陷縣城，縣令湯大奎自刎死。惟府城有總兵柴大紀及監司永福、同知楊廷理等率兵民固守，賊屢攻之不能破。而彰化之鹿港賊已遣偽官來監稅，有泉民林湊等起義擒之，是以府城、鹿港兩海口俱未失。閩中聞變，時總督雅德被逮，將軍常青本以寧王府長史起家，老而耄，以和相私人故，得署督印。時毫無措置，惟檄黃仕簡及陸路提督任承恩入臺擒賊。時黃病初愈，策杖而行。任為金川殉難總兵官任舉之子，少年世蔭，素不知兵。二將軍倉卒入臺，仕簡由廈門渡海入府城，承恩亦由蚶江渡海入鹿港，俱以五十二年正月初旬至，賊勢稍斂。仕簡臥病床簀，因命大紀北取諸羅，總兵官郝壯猷南取鳳山。大紀驍將也，率鄉兵數百，說以大義，轉戰賊寨間，屢擒其首，遂恢復諸羅，固守之。壯猷南出二十里，為賊所阻，任承恩之至鹿港也，距大裏杙賊巢僅四十里，亦觀望不敢進，壯猷頓兵幾五十日，二月二十一日始進鳳山。鳳山空無人，招民復業，賊即潛入其中與外賊相應。三月十日城復陷，遊擊鄭嵩死焉，壯猷等遁歸府城。"
      },
      {
        "index": 10,
        "text": "先是，二月中，上見兩提督彼此觀望，恐不能速殄賊也，有旨命常青往督師。青不得已，遷延入臺，踞府城，百姓以青為督府，當知兵，人心稍定。閩督李侍堯甫蒞任，即預約廣督孫士毅調兵四千備緩急。而鳳山再陷之信至，立即趣兵往，遂以三月末悉抵臺，賊方攻城急，賴以不陷。李侍堯又奏調浙兵三千，上益以駐防滿兵一千，令將軍恒瑞為參讚赴府城，提督藍元枚亦為參讚，分浙兵二千赴鹿港。有旨以失律誅郝壯猷，於是諸將咸思進兵，而常青畏葸，日夜惟涕泣而已。時賊雖猖獗，勢力尚未甚大，各村民俱未為所脅也，而諸將以五月二十四日出師，城中士民咸設犒酒以待。甫交綏，常青戰栗，手不能舉鞭，於軍中大呼曰：「賊砍老子頭矣！」即策馬遁，諸將因之即退，賊大歡嘯而歸。青入城，即令閉關，又請兵一萬。賊得以暇蠶食各村，不從者輒殺，於是遍域皆賊矣。莊大田驅以擾府城，林爽文驅以擾諸羅，勢益熾。迨官兵從鄰省調至閩，又守風過海，凡兩三月，則我兵僅增萬，而賊已增十萬矣。諸羅為南北之中，林爽文必欲陷之，自六月中攻圍，連日夕不止。大紀指揮諸將云：「語曰『有城守責者，生死以之』，大紀雖武夫，敢棄天子所付之封疆乎？誓與此賊始終可也。」因置酒召諸將飲，席間親酌之酒，揮涕拜諸將曰：「君等如能堅守固佳，否則斫大紀以降賊，無使蒼生遭鋒鏑也。」諸將感激用命，日夜防守甚嚴，時出軍擾賊營。賊用呂公車，以數百人牽之，擊城北堞，城上用飛炮碎之。賊復用火箭射雉樓，諸將預蓄水桶，隨手撲滅。賊日夜喧噪以亂軍心，城中鼓角應之，使不得聞，如是者凡百日。諸義民鼓於忠節，各皆出餉勞軍，城賴以濟。大紀數遣敢死士突圍出，請救於常青，青笑曰：「若是呆漢，適足以予賊，始快餘心也。」終不發兵救之。副將蔡攀龍請行，上復嚴旨督責，青不得已，命孱弱兵數百，使攀龍率之往援，咸沒於敵，惟蔡僅得入城。諸羅之圍益密，入者不能再出，大紀告急之文，用小字書寸紙，募人間道夜行，始得達府。而賊禁粒米不得入城，城中士庶已饑疲不能支。上諭大紀，命拔身出，大紀以士庶已共守久，恐遭賊屠戮，誓死不出。奏聞，上垂泣曰：「大紀忠誠，雖古名將何以復加，所謂我君臣各盡其道也。」因封大紀為一等嘉義伯，世襲罔替，賜銀一萬兩。念諸羅被圍久，特改名嘉義，以旌士民。時常青在府城，欲棄城遁者再，賴諸將護持，因密劄哀乞和相，請以他將往代。和相晏見奏之，上亦預燭青必僨事。"
      },
      {
        "index": 11,
        "text": "六月中，即調陝督福康安為將軍，及領侍衛內大臣海蘭察來統兵，並發明詔，聲言調兵十餘萬來滅賊。冬十月，所調蜀番及粵西兵共五千先至，有旨官兵不必至府城，當即往鹿港進。會颶風不得渡，守風於崇武澳。二十八日忽得順風，一晝夜數百艘盡抵鹿港海口，檣竿如櫛，列數里。賊聞之，不測多寡，謂真有十萬兵至；始懼。十一月八日，福康安等起行，賊方列拒於侖仔頂，海蘭察率巴圖魯侍衛發矢殪數十賊，賊大驚曰：「是何老騎兵，強壯乃爾？」遂即披靡。海蘭察笑曰： 「此一群犬耳，何畏之有。」遂麾兵入。蓋時常青偽造蜚語，謂賊有異術，實不可攖，福康安亦先惑其言，至是始知其妄，乃沿路復擊殺之，伺隙者至朱稠山，再敗之，即以是日抵嘉義。城中官民出迎，饑羸無人色，見福至，無不欷歔啜泣，喜其來而悲其晚也。惟大紀以功高，與福康安抗行賓主禮，康安銜之，遂密奏其人奸詐難信。會侍郎德成自海上監修城垣歸，復媒孽大紀之短。上信其言，遂以前貪縱事，逮大紀及永福入，先後正法。而大紀部下諸將李長庚、王得祿、邱良功等，後皆有所建樹，立功海上，蓋承大紀訓也。嘉義城北有山名小半天者。四面陡絕，賊遁而聚於此。十八日，福康安率將士百道仰攻，又克之。賊自猖亂以來，狃見常青畏怯，以官軍不足畏，不虞此次之難抗也，遂遁歸大裏代。賊巢已築，土城堅固，二十四日，官兵至，賊猶數萬出拒，退而復集者數次。既夕，我兵伏溝坎間，賊萬炬來索戰，我兵在暗中，賊不能見，而我兵視賊，則歷歷可數，發槍箭無不中賊。賊自知失計，遽滅火，復擊鼓來攻，我兵又從鼓聲處擊之，殺死無算。黎明進兵，遂克其城，林爽文已攜孥走，據守集集埔。其地前臨大溪，溪之上，就高岸壘石為陡牆，長數里，其所預營厄險處也。十二月五日，官兵騰而上，殺千餘人，於是賊黨皆潰。林爽文先匿其妻孥於番社，惟與死黨數十人竄窮谷叢箐中。十三日，先獲其孥，福康安又遣使入大山，怵以兵威，生番懼，遂獻爽文出。而莊大田雖與林爽文同逆，又各自號召不相下，乘官兵未南，益焚掠聚糧為旅拒計。已又思出降，計未定，而福康安已於十六日抵牛莊。大田倉猝出拒，敗而走，官軍連蹴之，累戰皆捷。極南有地名郎嶠者，負山臨海，最遼阻，莊大田力不支，與其黨潛匿焉。福康安先遣水師由海道繞而截之於水，自以大兵環山圍之，賊衝突不能出，陣殺者數千，溺海者數千，擒而戮者亦數千，莊大田遂就獲，臺灣平。上大喜，封福康安為一等嘉勇公，賜寶石頂，四團龍補服，紫韁轡以旌之，其餘將士皆優賚焉。常青以失機被逮，復以重賄賂和相，和以其年老多病語奏，上宥之。逾年，復為禮部尚書，卒終於任。至今臺民猶有餘憾焉。"
      },
      {
        "index": 12,
        "text": "癸酉之變"
      },
      {
        "index": 13,
        "text": "白蓮邪教起自元末紅巾之亂，明季唐賽兒、徐鴻儒等相沿不絕，蓋由狐怪所傳，其經卷皆盜襲釋氏之文，而鄙褻不成文理。又以「真空家鄉，無生父母」八字為真言，書於白絹，暗室供之。其教以道祖為重，又有天魔女諸名位，以持齋修善為名，而暗蓄逆志，謀為不軌。其教自京畿迤南學習者眾，乾隆中，傅文忠任九門提督時，曾捕獲黃村妖婦某氏伏法，其黨懲治有差，其風稍熄。而蔓延至楚、豫、秦、蜀諸省，遂有嘉慶丙辰楚北揭竿之亂，兵興九載，然後撲滅。其傳習京畿者，久而益熾，又變為八卦、榮華、紅陽、白陽諸名，大吏相安無事，不復根究。有林清者，本籍浙江人，久居京邸，住京南宋家莊。幼為王提督柄弄童，隨王於苗疆久，頗解武伎，遂為彼教所推，尊為法祖。其人頎身黧面，髯張如蝟，自以智謀過人，其實愚魯異常。因掌教久，積募銀米，家業頗豐，遂蓄不逞之志。大內太監多河間諸縣人，有劉金、劉得才等，其家即素習邪教者，選入禁中，遂與茶房太監楊進忠等傳教，羽翼頗眾，因與林清交結。會辛未秋，彗星出西北方，欽天監又奏改癸酉閏八月於次春二月，諸賊乃以為預兆。又其經有「八月中秋黃花落地」語，遂附會其說，以為本朝不宜閏八月，故欽天監改之，而不知康熙戊戌久有之也。楊進忠頎而長，面目凶險，遂以鑄軍器為己任，暗於宣武門鐵市中鑄刀數百柄。林清邀結其黨數千人，其中祝現、屈五、劉第五、劉呈祥、支進財、陳爽、李五等為巨魁，遂與劉進財等暗約，於九月十五日午時入禁城起事。有漢軍獨石口都司曹倫者，侍郎曹瑛後也。家素貧，嘗得林清佽助，遂入賊黨。適之任所，乃命其子曹福昌勾連不軌之徒，許為城中內應。福昌欲於十七日起事，蓋以是日上駐蹕白澗，諸王大臣皆往迎鑾，乘其間也。而林清狃於經言，未及改期。本欲聚數百人入，而諸逆監以為大內地不廣闊，難容多人，又妄恃林清果有邪術可以致勝，而清又倚賴諸逆監諳熟禁中路，以為導引，遂以二百人為額。然其人皆市井無賴，初無智略，又其謀不慎秘，頗為人知。林清嘗步行街衢，風開其袂，露懸坎卦腰脾，為市人所窺見。又飲於友人室，醉後露大逆語。然諸有司皆以株連太監，故不敢究詰。至黃村同知張步高與林清結為昆仲，以希他計，籲可怪也。其黨祝現者，本豫王包衣人，居桑垡村，充豫王莊頭，家頗豐。其弟祝嵩慶頗不善兄所為，知其反期已決，奔告豫王。豫王裕豐初欲舉發，會有尼之者，豫王於壬申年上大閱南海子日，亦曾寓宿林清家中，故匿不敢奏聞。盧溝司巡檢陳紹榮，因居民逃竄，訪知其謀，於數日前申報宛平縣，縣令某已有簽派弓兵翕同擒剿之劄，會亦不果。步軍統領吉倫，貪吏也，營員久相申報，吉倫以事干禁御，不肯究訊。數日前，方攜酒遊香界寺，吟詠竟日，托言迎鑾白澗，是日騶從出都門。有左營參將某，攀輿以告曰：』都中情形大有所叵測，尚書請留，以為民望。」吉倫正襟厲色曰：「近日太平乃爾，爾作此瘋語耶？」揮輿竟去。"
      },
      {
        "index": 14,
        "text": "十四日，林清賊黨分二隊：其東自董村至者，以祝現、屈五為首，約由東華門而入；其西自黃村至者，以李五、宋進財為首，約於菜市口齊集，由西華門而入。正陽門外開慶隆戲園劉姓者，亦其黨羽，曾授逆職為巡城御史。是日延李五等入其戲園觀劇，酣飲竟日，而營坊諸官莫有過而問者，其去木偶幾希矣。十五日午，太監劉得財引祝現等由東華門入，會有賣煤者與之爭道，賊脫衣露刃，為司閽官兵覺察，驟掩其扉，賊喧然出刃，闌入者陳爽等十數人，屈五等皆遁逃。有今禮部侍郎覺羅公寶興者，侍直上書房，甫退直出，適遇賊舞刀入，白光燦然，寶踉蹌奔入。時署護軍統領為楊述曾，漢軍人，由參領起家，初無智略，因率數護軍禦之，殺數賊於協和門下，而官兵受傷者亦多。寶侍郎遂命掩景運門，入告皇次子。皇次子從容布置，命侍者攜鳥槍入，並嚴命禁城四門，促官兵入捕賊。劉得財引二賊入蒼震門，欲手刃太監督領侍常永貴，泄其夙忿，為太監顧某擊擒之。其由西華門入者，時倉卒門不及闔，遂全隊入，楊進忠與其徒高廣福引之。尚衣監為製上服處，楊嘗乞其補綴而不與值，司衣者拒之。楊以是隙，遂引賊入，全行屠害，存者無幾，有老婦數人藏於荊棘中獲免。遂入文穎館，殺供事數人。陶鳧薌編修梁方校書，聞門外履聲橐然，突然問曰：「金鑾殿在何所？」其愚蠢也若此。陶僕駱升方提茶榼至，遂以身障鳧薌，賊傷數刃，鳧薌得以免。其賊遂叢集隆宗門，門已闔，有護軍某，知事急，懷合符於身，亦被數刃，懵然臥階下，合符得以保全。賊由門外諸廊房得逾牆窺大內，皇次子立養心殿階下，以鳥槍擊斃二賊，貝勒綿志亦趨入，隨皇次子捕賊。復有二賊潛入內膳房屋中，眾內監擊殺之。時諸王大臣聞變，皆由神武門入，余在邸方與僮手弈，聞變，騁馬入。至神武門，莊親王綿課、貝子奕紹亦先後趨至，聞賊已聚攻隆宗門。納蘭侍郎玉麟方迎駕歸，短衣踉蹌入，皆聚集城隍廟門前，時官兵至者未逾百人，餘皆僕隸而已。眾錯愕無策，鎮國公奕灝，勇士也，掌火器營事，因曰：「是日火器營官兵，皆聚集箭亭以備出征，可招而至也。」余應聲曰：「君言大是。」伊乃騁騎去。時鎮國公永玉、護軍統領石瑞齡曰：「禁內隘窄，恐有不測之變，可速備車乘，以備后妃之行。」余亦是其言。宗室原任大學士祿康首拂其論曰：「此係何等語，乃敢出口耶？」眾皆默然，其心實叵測也。成親王永星後至，時已被酒，乃大呼曰：「何等草寇，敢猖獗乃爾。賊在何處，俟吾手擊之。」因脫帽露頂，勢甚雄偉。時內監有言賊甚凶猛，已攻中正殿門，入者約計二百餘人，蓋即其黨也。亦實有醇良輩登延薰閣數十人，眺覽於外，屢促官兵，聲淚俱下，惜不知其名也。須臾奕灝率火器營官兵入，凡千餘人，魚貫橫槍，意甚踴躍，實祖宗百年涵養之功也。莊王因率百餘人，並矛手數十，從西城根進，余在後督率官兵後至者，勵以大義，皆奮勇前進。副都統公安成者，超勇公海蘭察子也。少年勇銳，時方徐行，余撫其背曰：「君乃勳臣世蔭，不可有墜家聲。」安乃奮勇而前。遙聞槍聲砉然，知官兵已對敵也。時有數十賊入慈寧宮夥房者，莊王首射一賊，應弦而倒，官兵復槍傷數人，賊遂披靡。莊王同安成、奕灝先後追至隆宗門，賊首李五、祝現方積直宿者之襆被於簷下，意欲縱火。莊王率眾攻之，擒獲數賊，其餘皆由南遁去。時副都統蘇公爾慎、鈕鈷祿公格布舍方銜命南征，入京整行裝者，聞警趨入，變首先殺賊。有侍衛那倫者，納蘭太傅明珠後也。少時家巨富，凡滌面銀器，日易其一，晚年貧窶，一冠數十年，人爭笑之。是日應值太和門，聞警趨入。時有勸其緩行者，那故迂直，曰：「國家世臣，當此等事敢不急赴所守耶？」因急趨至熙和門。門已閉，那方傍皇間，適賊蜂至，遂被害。高廣福時雜於眾賊中，因引賊由馬道上城，腰出白旗搖展，或書「大明天順」，或書「順天保民」，皆庸劣可哂，以白布裹首，呼號於雉堞間。奕灝、蘇爾慎因上城驅逐，高廣福持旗呼眾間，奕灝彎弓射之，自城樓墜殞，眾聲歡忭如雷。有御書處蘇拉某，乃導李五匿於御刻石榻間。余督後兵自武英殿復道進，有理藩院員外郎岳祥，海蘭察之婿也，貌甚勇健，與余路遇，願從殺賊。時賊有迎拒者，鑲藍旗護軍校常山以槍擊之，墜於御河，山即入河擒之。余即與之手絹以為識，眾愈踴躍，時擒斃賊數十，官兵之勢愈盛。賊有自投御河死者，有匿於城堞草中者，有匿於五鳳樓者，如鳥獸散。時天殆黑，與今禮部尚書穆公克登阿遇，穆驟曰：「天已昏黑，奈何？」余曰：「今十五夜，有月光照曜。」蓋安眾心也。穆固長者，不解余意，因曰：「月光終不及日。」余急指心以示，穆乃改曰：「月光固皎如晝也。」時諸王大臣皆黽勉從事，然亦有日落始至者，亦有逍遙雅步於御河岸者。以天潢貴胄之近，而漠然如越人之視，亦可謂無心肝人矣。鈕鈷祿宗伯慶福，修髯垂腹，公服掛珠，正襟坐於軍機處階上。人問之，曰：「今日望日，敢不公服？」其迂執也若此。時莊王等皆入隆宗門內，余念西華門為賊突入之所，恐其乘夜奪門出，因率火器營兵數百屯於門側。會成王命護軍統領石瑞齡、義烈公慶祥、散秩大臣綿懷、副都統策淩分守四禁門，慶公祥仍率其所管正藍旗護軍營弁兵至西華門，會英誠公福克謹、原任禮部侍郎哈寧阿皆偕至。慶固多才智，其營參領趕興為緬中失節之德森保子，人亦勇健，思幹父蠱，因與余露宿馳道上。中夜時，有太監張泰者，即於己巳春同鄂羅裏共傾陷廣賡虞侍郎者，時亦通賊，由城堞蛇行，伏於東華門馬道上，為奕灝所擒，始知有內監通賊狀，此十五日事也。"
      },
      {
        "index": 15,
        "text": "至五更，月色皎潔如晝，余與慶公命岳祥率數十兵上城巡眺，慶公又命長槍手數十拒守西華門洞，終夜間寒風凜然。內務府衙門中尚有佚賊砍某郎中肩逃去，聞大城內柝聲叢雜，竟夜不絕，蓋玉念農侍郎率步兵巡邏甚嚴密。天殆明，烏雲自西北起，霹靂砉然，人皆辟易，俄而大雨如注，軍士火繩俱滅。聞五鳳樓中有人沸聲，余命火槍齊發，然雨勢甚大，因退屯咸安宮門下。是時兵弁無不怨雨非時者，後知是夜逸賊匿於五鳳樓者，欲於是時縱火突出，會聞雷聲驚潰，雨復滅其火種，固國家無疆之福，天有以佑之也。天始明，有南薰殿人報其中有賊者，余率兵十數人入其柵內，余立土墩上指揮其眾。有正紅旗火器營護軍校福祿者，冒險入，擒數賊出，賊有攀樹逾垣者，亦為兵弁所獲。有名史進忠者，人甚黠，余因命岳祥以善語誘之。其始言姓劉，蓋以劉得財為可恃也，久之始得林清名姓，及李五、祝現率眾入西華門語。會莊王率長槍手數十人擁至，余告其故，王曰：「適才奕公灝亦於錫慶門前訊問陳爽，供與之合。」余因與之籌畫兵食，王蹙額曰：「內務府倉中現不發糧，奈何？可命余護衛向街巷中市餅餌，聊充竟日之餐可也。」因率眾巡邏去。今戶部侍郎宗室果齊斯歡至，衣襟盡血，云：「余適才巡至五鳳樓，見一賊匿於扉側，余往擒之，賊挺刃至，被余手刃之。」氣色甚壯。果為壬戌宗室進士，勇健乃爾，不負維城裔也。因耳語余曰：「聞有內監通賊者，王慎勿泄。」余首肯者再。慶公因問，果告如初，因共嗟歎。刑餘之輩，歷代無狀乃爾，本朝立制綦嚴，乃致萌叛逆之心至此，恨不共餐其肉也。時天已晴霽，余因親同岳祥上城巡視，見正紅旗兵列營於西華門，軍容甚肅，余憑堞問，乃康副軍修隊也。午間，莊王親至散給餅飪，數人共一枚，不足充饑。余與慶公議，因修書寄家中，命運米數十石以供軍食，從門隙投出。至晚米始至，軍士飽餐歡然。日落時，有火器營領劄某，入御書處巡視，聞石隙中有人語，出呼兵入。慶公命趕興持刀首入，眾兵弁隨之，余與慶、福二公往拒其門。賊出與鬥，官兵踴躍擒捕，如巢中捕雀焉，魚貫累然擒出凡二十四人，首謀之蘇拉亦與焉。余訊之，彼戰栗無人色。李五甚狡捷，與官兵格殺，被傷甚重，是夜斃焉。官兵歡聲如雷，士氣益壯。聞是日，豫王裕豐及原任大學士祿康託言出購軍食，竟開東華門出，須臾乃徒手歸，言無炊飯處，竟不知作何狀也。黃昏時，訛言有賊犯西長安門者，慶公與余同鼓勵將士，命列隊以待，兵士有驚詫者，余欲正法，眾乃帖服。久之，始知為古北口提督馬瑜率兵由密雲至京，城北塵土蔽天，致有此訛傳也。晚間，莊王入告督領侍常永貴，因擒劉得財數十人出，皆俯首服罪，此十六日事也。"
      },
      {
        "index": 16,
        "text": "次日昧爽，上遣和碩額駙超勇親王拉旺多爾濟、和碩額駙科爾沁郡王索諾木多布齋、固倫額駙固山貝子瑪尼巴達爾、今大學士托公津、今吏部尚書英公和先後入京，蓋於路聞警報也。命八旗都統各於界域中擒捕逆匪，恐有逸賊潛大城中也。時各都統聞命皆趨出，惟成、莊二王及奕灝、安成等數人未動，殊有識也。時莊王已將林清名姓居址密劄告玉侍郎麟，會英公和至，已授步軍統領，因命番役張吉、高鐸、徐永功三人往宋家莊擒捕林清。會有宋某舉發其事，因命為引導。時由東華門潰散者，已歸告林清，清躊躇竟夕不寐，繞床嗟歎，然猶希冀曹福昌之逆黨應承於十七日起事者，或有所徼幸，因未逃遁。黎明時，張吉等三人已至其家，扉尚闔，張扣扃久之，林清著燕服出。張吉偽告曰：「城中事已有成，奉相公命，延請入朝。」清大喜過望，欲登車，其姊闖然出曰：「事吉凶未可知，不可獨往。」 張、高等推婦仆地，遂驅車返。婦踉蹌歸，命數十人追之，車已入南苑門。門隨掩，迫者無及，返。是日停午，忽傳上自燕郊回鑾，逾時遍禁城皆知之，貝勒綿志持鑰立東華門樓上佇望，景運門皆洞開，久之聲跡杳然，蓋即福昌之黨所為也。余方假寐，聞之，不及著靴趨出，慶公曰：「事關巨大，我等有城守責，不可擅離，恐有他故也。」余心是其言。是時諸王大臣於各偏僻處搜捕，先後又獲十餘賊。有劉姓者縛臥隆宗門側，聞火槍聲，自相怨艾曰：「吾早言是物凶狠，終不能成事，若輩不聽好語至此。」可見賊眾皆烏合而至也。然始終不獲祝現、劉呈樣二人，或曰死於東華門，著青衣者類呈祥，然無左驗。至祝現蹤跡詭密，必有逆黨藏匿之者，其事不可深詰也。是日，諭旨至，深獎皇次子之功在社稷，封智親王，貝勒綿志以扈翌功，亦封郡王職銜，賞食俸銀一千兩。又擇於十九日回鑾，命諸王大臣毋庸遠接，以靖人心。是日，莊王率兵出巡九門歸，人心稍定。晚間驟聞禁城外喧嘩聲，俄時遍滿街巷，訛言太平湖業經接戰，又云西長安門已破，遍都城人聲沸騰。時科爾沁貝勒鄂爾哲依圖有母喪，聞變，墨繚守神武門外，紀律頗嚴。俄有冠五品頂戴花翎人駛馬至，云欲調官兵出禁城禦賊，鄂詢之即趨去。又有騎白馬人沿街傳呼有賊，蓋即福昌之黨羽，期於是夜舉事者。果益亭侍郎守西柵欄，有其營兵校報賊至者，果立縛杖之。時大僚有欲啟神武門出兵者，幸為莊王所阻，守午門之策淩聞變，竟率兵開門首遁。賴皇次子遣安成巡察至午門，闃無一人，歸報皇次子，改命公舒明阿代守之。舒招集前兵固守，得以無虞，此安成親告余者。是夜，余聞變亦愀然變色，賴慶公撫御士卒，列隊以待。命岳祥、趕興上城了望，謂余曰：「此隊文武二員殊可嘉也。」俄而大風蓊翳，新寒侵骨。至夜半，人聲漸息，實無一賊焚掠，蓋賊黨煽惑，使我兵自踐踏也。聞是夜北城有兵家，其夫出守禁城，而家無一人，其妻聞變自縊者。又聞有全家殉節者，惜不知其名。最可詫者，策淩之逃，合朝無人舉劾，而是夜倡亂者，惟擒曹福昌一人，余皆不為究詰。司寇訊曹倫父子時，亦未有一人問及此夜之事，反代林清云「欲俟滑縣李文成賊至」之語，以誑君父，此余之所未解者。此十七日之事也。至次早，北風淒緊，日色無光，士皆披裘立，尚寒栗無人色。所擒賊有凍斃者，其餘哀號之聲不止，慶公曰：「余不忍聞也。」余曰：「此皆碎屍不足以泄吾憤者，君可謂孑孑之仁也。」慶亦囅然。時同至文穎館，始知陶鳧薌尚在，匿於櫃中，絕糧已三日矣。至晚，秋卿始命司員錄諸賊生供，然後啟神武門，遞送諸賊於獄中。是日，余至克勤郡王寓中，始食秋梨數枚，前此食不下咽也。此十八日事也。"
      },
      {
        "index": 17,
        "text": "明日，余同諸王公迎駕於朝陽門內，常服掛珠，用兵禮也。辰刻，上乘馬入都門，夾路士卒歡拜，重睹聖顏，余不禁潸然泣下也。上撫御士卒，緩轡入宮，即下罪己詔。諸王公大臣集乾清門跪讀，不禁嗚咽失聲，唯鐵冶亭宗伯云：「我輩若此盡職，而皇上惟言叢脞何也。人知其志荒矣。」上立命開內外城諸門，以安人心，又特賜將士食，命御前侍衛等視食畢，然後復命。又命莊王及貝子奕紹等入太廟、社稷諸宮殿，搜捕餘賊。次日，召王公大臣於乾清宮，面諭：「近日諸大臣因循怠玩，有為朕宣勞者，眾必陰擠殺之，以致有此大變。」余首奏曰：「皇上此言真切中今日之病。然臣等世受國恩，乃使今日有此等事，真愧死矣！」上首肯者再。又言：「前日朕聞報時，即命回鑾，皇父陵寢在咫尺間亦不能謁。前訛言有賊三千，直犯御營之語，朕諭御前王大臣不必驚懼，俟賊果至，汝等效死禦之，朕立馬觀之可也。」因，言：「我大清以前何等強盛，今乃致有此事，皆朕涼德之咎。」眾皆鳴咽痛哭，叩首請罪。成王因言：「皇上如此聖明，百姓縱不能愛戴如父母，何以疾之如寇仇，此必有所致禍之根，容臣密奏也。」上可曰： 「兄可急繕奏聞，王大臣中如有能攄忠悃者，可繕折以奏，待朕裁定。」眾叩頭謝。上又曰：「此中亦真有為朕出力者，朕習知之，不必因此生怠也。」眾又叩首出。時有欲合避邪丸藥，使諸內監服之，以卻其邪謀者，繼又作爾汝之辭，上皆笑而不答。即出，余笑謂成王曰：「此何異楊武陵默誦《華嚴》卻賊之故智也？」成王艴然曰：「伊之才何得譬武陵，直郭京、申甫流耳！」因脫帽擲床上，眾皆軒渠。是時拉旺多爾濟等奉旨率健銳營兵弁往剿東董村及宋家莊諸處，賊已棄巢逃竄，超勇王遂聚火焚其室，終夜火光燎然。京兆尹以賊人嘯聚，請獨對，而超勇王等適率勁旅凱旋，其漫無聞見至此。巡城御史曹恩繹、陸泌遣偵者巡邏於右安門，獲太監楊進忠家書，始知其通逆謀。蓋伊引賊入，見莊王率勁旅至，伊即逃入直房，閉門晏寢。至是事定，始遣僕通信於其家，乃被獲，實天意也。上命承恩公和公世泰至其家搜刀布出，乃伏法。"
      },
      {
        "index": 18,
        "text": "二十三日，上御豐澤園親訊逆黨，諸御前侍衛佩刀環立，威儀甚肅。上命莊、超勇二王坐於御座側，引劉進財、劉金至，上問曰：「汝等皆朕內侍，朕有何待錯汝等，乃萌此逆謀也？」二閹賊俯首稱主子饒命者再。上笑曰：「汝既順林清，應與朕作爾汝之辭，何得尚稱君上？」二賊無詞，上因命夾打畢牽去。復引林清至，上問其何故蓄逆謀，林清曰：「我輩經上有之，我欲使同輩突入禁門殺害官兵，以應劫數。」上又訊問其黨，清曰：「有包衣人祝現為黨中巨魁。」上因回顧刑部諸臣，問祝現何在。尚書崇祿奏曰：「業經正法。」侍郎宋公鎔奏曰：「尚未緝獲。」上首肯之。因顧莊王曰：「外間訛言太監皆叛，今日審明除此數逆外，朕之內侍非盡叛也。」玉音申諭者再，蓋安反側心也。因命將林清等即時正法，遂起立，眾扈從入宮。余是日亦佩刀隨往，目擊其事。後乃有妄言林清有諸邪術及諸悖逆不服之言，皆齊東語也。其後步軍統領、五城御史等，陸續捕獲從逆賊黨，上優賚升擢有差。乃革吉倫、玉麟職。其日未及入禁城之大臣，大學士劉權之、刑部尚書祖之望、禮部尚書王懿修等皆命致仕。副都統楊述曾以其協和門捕賊功，宥死戍於邊。護軍統領明志以是日入直者乃其所屬，亦革職，發往東陵讚禮郎上行走。後於十月間，步軍統領英公和因訪獲曹福昌從逆有證，遂逮其父曹倫至，御訊於豐澤園，即時正法。以失察故，革祿康、裕瑞職，發往盛京居住。曹福昌臨刑時告劊子曰：「我是可交之人，至死不賣友以求生也。」此英誠公福克進親聞知者也。逾年，裕豐匿告事發，革其王爵。其黨雖陸續就擒，然祝現、劉第五至今逋逃漏網，尚未明正典刑，殊使人憤悒也。嗚呼！林清一妄男子耳，焉有當此海宇升平之日，聚數百不逞之徒，乃欲直犯禁闕，圖謀不軌，洪荒以來，有此事乎？而凶狠之輩，聽其慫恿指揮，甘罹危險以圖徼幸於必不能成之計，亦可謂至愚矣！"
      },
      {
        "index": 19,
        "text": "滑縣之捷"
      },
      {
        "index": 20,
        "text": "河南滑縣，地鄰直、東三省，易於藏奸。有李文成者，素習白蓮教，為若輩所推服，與林清相勾通，約於九月中起事。有縣吏牛亮臣、主計馮克善皆與逆謀。又有宋元成，身軀壯偉多黠智，乃勾通東昌、曹州、大名諸逆賊。時又有曹福昌、劉得財黨羽內應之舉，諸賊恃為泰山，有司有知之者，皆不敢舉發。滑縣知縣強克捷，陝西韓城人，中戊辰進士。人素忠梗，乃收捕李文成於獄，根究結黨逆謀，上司有阻之者，強不為所撼。牛亮臣、宋元成遂糾結賊眾，於九月初九日劫獄入署。強聞難，朝服立於堂中，以大義責之曰：「汝輩皆朝廷赤子，奈何崇信邪教，甘謀不軌？自古紅巾，幾見有為帝王者？乃為此滅族之計，吾為汝父母官，應代為悲也。」眾有感其惠者，不忍戕害，宋元成首犯強公，因屠害家屬數十人。其媳徐氏美而豔，賊欲犯之，徐瞋目大罵，怒齧賊背，賊怒，醢其軀。劫文成出獄，遂據城叛。時欲結隊北上，有教諭呂某佯降賊，因紿之曰：「昔川、楚教匪蔓延九年，所以終為官兵撲滅者，因其不據城池，無所固守故也。今可高築雉堞，閉關自守，以待他郡接援，然後會師北上，始能保萬全也。」賊信其說，遂屯聚道口諸村堡，以為聲援計。事聞，上命直督溫承惠為總統，率古北口提督馬瑜及護軍統領富蘭、副都統格布舍、蘇爾慎等，率直隸、河南等處綠營兵以討之。溫馳至正定，聞禁城變，復率兵歸保定。上以其失察林清及逗遛故，褫其職，改命陝督那彥成督師。命簡健銳、火器二營兵二千名，命侍郎公慶祥，副都統御前侍衛桑吉斯塔爾，副都統積德、長慶等率之往。時山東東昌亦有應之者，賴鹽運使劉清，副將馬建紀、張拱辰等率兵抵禦，誅夷無算。上又命固原提督楊遇春率陝中兵討賊。楊固宿將，所統兵皆降賊，技勇熟練，身經百戰者，楊善為撫馭，得其死力。時河南巡撫高杞被圍於浚縣，富蘭等統兵救之，圍乃解。那繹堂馳至軍，請申明紀律，檄調各省兵馬。上責其逗遛，那謂人曰：「不教而戰，是殃民也。昔川、楚之所以失事者，皆兵力未集而遽與之戰，反為所敗。是以人心震懾，不敢復攖其鋒，以致蔓延日久也。今吾當厚集兵力，一鼓滅之。」遂屯河陽未進。楊遇春領關西兵至，先率數騎馳入賊壘，遍觀形勢，曰：「烏合之眾易擒也。」會吉林、黑龍江勁旅至，遂於十一月二十日攻破道口諸賊壘。時李文成於官兵未合圍時已驅車遁，以被知縣強公夾傷，故遷延不能速行，那繹堂命總兵特依順保、楊芳，副都統德英額等迫之。李文成遁入林縣司寨山中，徑路曲險，賴獲土人導之以進。官兵有潰散者，賴楊芳斬數騎，人始用命。四面合攻，自辰至酉，賊勢稍衰，我兵得以前進。賊皆潰散，墜澗壑死者無算，屍與澗平，我兵踏賊腹背以進。李文成知事急，自焚死，司寨之賊始盡。其據城者，猶日將白旗招颺，以期外援。時將林清等之首示之，賊皆以為偽，以林清內有奧援，其事定當早成，其愚暗也若此。宋元成遂遣馮克善潛出圍北上，以偵林清事之成敗，及號召其黨羽至河間旅店中，為知縣張翔所獲。時上命今大學士托公津馳赴大名，率富蘭、馬瑜等討長垣諸賊，以次撲滅。那繹堂用楊時齋提督掘地道計，初於城西北掘之，為賊所破，復於西南隅掘之。既爇，城轟然崩隤，楊時齋持皂旗首登堞，桑吉斯塔爾繼之。會城隅關帝廟被焚，火光照如白晝，我兵乘勝，無不用命。那繹堂與高公杞登土阜，督率進兵，至天明，屠戮賊人殆盡，於破屋中擒牛亮臣、徐安國二賊首。賊畏懼，無不延頸受戮，積屍若山阜。凡九十日，滑縣乃平。教諭呂某亦自縊死。事聞，上大悅，封那彥成三等子，賜雙眼花翎，楊遇春二等男，高杞一等輕車都尉，餘皆優賚有差。近年用兵未有若恤是之速者。因恤強公，賜諡忠烈，建專祠以祀之。賊初起時，余告當事者，即憂其四出奔突，難以追逐，後聞其據城自守，已知其無能為。明參政亮初慮亦與余合，後知其計左，因謂余曰：「賊自趨滅亡，孤城致斃，此兵法所最忌者。此時雖命余呼賊為兄，亦所情願也。」余亦大笑。後果符余二人所料云。"
      },
      {
        "index": 21,
        "text": "廓爾喀之降"
      },
      {
        "index": 22,
        "text": "廓爾喀自古不通中國，烏藏以西一大部也。烏斯藏即古佛國，今分為前、後兩藏。自蜀省打箭爐西行七十二驛至前藏，又十二驛至後藏。又十二驛至濟隴，又三十驛至石宿橋，為後藏極邊地，過橋以西則廓爾喀矣。前藏有胡土克圖曰達賴喇嘛，相傳為宗卡布及門高徒，世世轉輪為之。每將死則自言其往生處，其弟子如言物色之。得嬰兒即奉以歸，謂前喇嘛所托生也，其真偽不可知。而準噶爾、喀爾喀及內部落各蒙古王公皆尊信之，為佛教大宗。後藏班禪額爾德尼，其名位視達賴喇嘛稍次，而諸蒙古、番人亦崇奉惟謹。此二藏，古吐番地，元世祖時，有八思巴專為帝師，明成祖時有哈麻立冊為大寶法王，未嘗待以屬禮也。我朝文皇帝時，達賴喇嘛知大東有聖人出，遣使萬里相朝賀，其後為厄魯特所劫去。聖祖仁皇帝命皇十四子允禵為大將軍，統兵入藏，收復其地，擁達賴喇嘛歸，坐床於布達拉，以為綏安蒙古之計。初有番目頗羅鼐，以功封王爵，統兩藏事，其子朱爾默特叛，遂不復封王。以藏事統歸達賴喇嘛及班禪管理，於是以教主兼國王之事，尤倚天朝以為重。有丹津班珠爾者，本班禪部下頭人，以罪被黥，竄入廓爾喀，結其酋喇特木巴珠爾。復以通商事，後藏人倚班禪勢不與其值，遂相結怨，其人突入後藏據之，此乾隆五十三年事也。純皇帝命川督鄂輝、成都將軍成德統兵剿之，又以理藩院侍郎巴忠通諳番人語，遂命監其軍。巴忠自恃為近臣，不復為鄂、成二人所統屬，遂自遣番人與廓爾喀講和，願歲納元寶一千錠以贖其地。廓爾喀欲立券約以為憑信，時達賴喇嘛以為不可，而巴忠欲速了其局，遂如約而歸。逾年，廓爾喀頭人索歲幣，達賴喇嘛吝不與，其有呈進表文，語不恭順，復為駐藏大臣普福匿不以聞。廓爾喀頭人遂劫藏中頭目瑪爾沁以為質，復構兵入後藏，擄掠而歸。駐藏大臣保泰擁兵不救，並欲棄前藏歸，賴達賴喇嘛不肯輕棄重器以免。事聞，上震怒，馬忠畏罪，投河自斃，乃命褫保泰爵，改名俘習渾，國語所謂賤役也。乃命粵督福康安、領侍衛內大臣海蘭察為大將軍，統索倫、吉林及川、陝諸路兵入討亡。其糧餉則命大學士孫士毅主藏東路，駐藏大臣和琳主藏西路，濟隴以外則惠齡主之。五十七年春，福康安由青海路進兵。時青草未茂，馬皆瘠疲，糧餉屢絕，運糧布政使受和珅指，欲絕其餉以令其自斃。賴福康安行走速疾，於四旬至前藏，以四月乙未出師。先遣領隊大臣成德、岱森保由聶拉木進，總兵諸神保駐絨轄，防其抄襲後路。福康安、海蘭察二人與賊戰於擦木，戰於瑪爾轄直抵濟隴，成德亦由聶拉木轉戰而入，凡賊所侵後藏地悉復。六月庚子，遂入賊境，賊舉國來，據於噶多溥。福康安分前隊為三，令海蘭察統之，又分前隊為二，福自統之。遣護軍統領臺斐英阿在木古拉山與賊爭持，福康安由間道衝賊營，海蘭察又繞山出賊營後，與福相合勢。共克木城、石卡數十，追奔至雍雅，俘其頭人某。成德亦克鐵索橋，進至利底。福康安又檄諸神保亦至利底，以壯軍威。於是舉國洶懼，遣人乞降。福康安曰：「是緩我兵也！弗可聽。」嚴檄斥之。七月庚子，裹糧再進，歷噶勒拉、堆補木、特帕朗古橋、甲爾古拉、集木集等處七百餘里，凡六戰皆捷，所殺四千餘人。至熱索橋，福康安以為勢如破竹，旦夕可奏功，甚驕滿，擁肩輿揮羽扇以戰，自比武侯也。我兵皆解橐負火槍以休息，賊乘間入，我兵狼狽而退，臺斐英阿死之，武弁亦多陣亡者。賊復遣人乞和，福康安遂允其請。賊獻所掠金瓦寶器等物，令大頭人噶木第馬達特塔巴等齎表恭進馴象、番馬、及藥工一部，上鑒其誠，乃許受降。八月丁亥班師。是役也，巴忠既辱國於前，福康安復僨師於後，猶賴夷人畏葸，為國家威德所懾，故爾獻表投誠，以結其局。後之用兵絕域者，應引以為戒歟。"
      },
      {
        "index": 23,
        "text": "鑾儀衛"
      },
      {
        "index": 24,
        "text": "本朝鑾儀衛相沿明錦衣衛之制而不司緝探之事。掌衛者一人。其屬凡七所：左所掌輦、輅，右所掌傘、蓋、儀刀、弓矢，中所掌麾、幡、幢、節、鉞、仗馬，前所掌扇、拂、爐、盒諸物，後所掌旗、瓜、吾仗，馴象所掌儀象、騎駕、鹵簿、《鐃歌大樂》，旗手衛掌金、鉦、鼓、角諸物。設衙於刑部之次，其屬校尉輿隸等。儀猶相沿明制，凡冠軍使等官之任，拜印升堂，吏皂趨賀，悉如大部制，故其秩雖次領侍衛府，而威儀過之。鐘鼓司司譙漏，城北鐘鼓樓，每夕委官及校尉直更。神武門鐘樓，凡上駐蹕圓明園，則每夕鳴鐘記更漏，上在宮日則已。午門鐘鼓，凡上祀郊廟受朝賀，則鳴鐘鼓以為則。其屬員，國初俱設漢員，後以滿洲侍衛間之，名曰鑾儀衛侍衛。雍正中，厘正官階，改漢員為漢軍，滿洲侍衛亦改定冠軍、雲麾等名。惟漢武科甲侍衛仍舊名，其後許外放綠營武弁。漢軍人員視為捷徑，每多諉托，掌衛者復有苞苴之納，故其風日頹，不可挽回。至今上親政初，大加整飭，復特簡大臣挑取，其弊始革焉。"
      },
      {
        "index": 25,
        "text": "綠營虛銜"
      },
      {
        "index": 26,
        "text": "國初沿明制，綠營總兵官有勳勞者，遞加都督僉事、都督同知、右都督、左都督諸名目，蓋明五軍府官也。其最優始加將軍之名，如趙良棟勇略將軍、潘育龍綏遠將軍、楊捷昭武將軍是也。至乾隆十八年，純皇帝厭其名近虛偽，乃皆裁革，定提督為從一品，官階始厘正焉。"
      },
      {
        "index": 27,
        "text": "綠營功加"
      },
      {
        "index": 28,
        "text": "八旗定制，凡從軍有功者，視其功之優次，與之功牌。分三等級，凱旋日，兵部計其敘功，與之世職。綠營則有功加之目。凡臨陣奮勇者，與之功加一次，然核計功加二十四次，始敘一雲騎尉。較之八旗功牌，殊為屈抑，是以其世襲寥寥，武弁不肯用命，職由此也。近日純皇帝恩旨，將其陣亡人員，一體與之世職，然功加之制，尚未有奏及者，亦有司之責也。"
      },
      {
        "index": 29,
        "text": "偽皇孫事"
      },
      {
        "index": 30,
        "text": "庚子春，純皇帝南巡回鑾時，駐蹕涿州。有僧人某率幼童接駕，雲係履端王次子，以次妃妒嫉，故繈褓時將其逐出，僧人憐而收養，至於成立。初，履端親王諱永成，純皇帝第四子，出繼履恭王後。其側福晉王氏，王素鍾愛，有他側室產次子，上已命名。時王隨上之灤陽，而次子以痘殤告，其邸人皆言為王氏所害，事秘莫能明也，上亦風聞其故，故疑童子近是。訊其嫡福晉伊爾根覺羅氏，嫡妃言：「其子殤時，余曾撫之以哭，並非為王氏所棄者。」言之鑿鑿。上乃召童子入都，命軍機大臣會鞫。童子相貌端莊，頗敦重。坐軍機榻上見諸相國，端坐不起，呼和相名曰：「珅來，汝乃皇祖近臣，不可使天家骨肉有所湮沒也。」諸大臣不敢置可否。保勵堂侍郎成，時為軍機司員，乃傲然近前批其頰曰：「汝何處村童，為人所紿，乃敢為此滅門計乎？」童子惶懼，言係樹村人，劉姓，為僧人所教者，其讞乃定。時人以保有雋不疑之風。事聞，斬僧人於市，戍童子於伊犁。後又於其地冒稱皇孫，招搖愚民，為松相公筠所斬。然聞其邸太監楊姓者云：「履王次子痘時實未嘗殤，王氏暗以他屍易之。而命王之弄童薩淩阿負出邸，棄之荒野，嫡妃所撫哭者非真也。」然而僧人之教偽童，蓋亦有所憑藉，非無因而至者也。"
      },
      {
        "index": 31,
        "text": "和王預凶"
      },
      {
        "index": 32,
        "text": "和恭王諱弘晝，憲皇帝之五子也。純皇帝甚友愛，將憲皇所遺雍邸舊貲全賜之，王故甚富饒。性驕奢，嘗以微故，毆果毅公訥親於朝，上以孝聖憲皇后故，優容不問，舉朝憚之。最嗜弋腔曲文，將《琵琶》、《荊釵》諸舊曲皆翻為弋調演之，客皆掩耳厭聞，而王樂此不疲。又性喜喪儀，言人無百年不死者，奚必忌諱其事。未薨前，將所有喪禮儀注皆自手訂，又自高坐庭際，像停棺式，命護衛作供飯哭泣禮儀，王乃岸然飲啖以為樂。又作諸紙器為鼎、彝、盤、盂諸物，設於几榻以代古玩。余嘗睹其一紙盤，倣定窯式而文致過之，宛然如瓷物，亦一巧也。及王薨後，其子孫未及數年相次淪謝，亦預凶之兆所感應也。"
      },
      {
        "index": 33,
        "text": "恒王置產"
      },
      {
        "index": 34,
        "text": "恒恪親王諱弘至，仁皇帝孫也。幼襲父爵。性嚴重儉樸，時國家殷盛，諸藩邸皆畜聲伎，恢園囿，惟王崇尚儒素。其俸粢，除日用外，皆置買田產屋廬，歲收其利。人以吝嗇笑之，王曰：汝等何無遠慮？藩邸除俸粢田產外，無他貸取之所，不於有餘時積之以待後人之儲，則子孫蕃衍時，將何以為析產貲也？」然諸邸以驕奢故，皆漸中落，致有不能舉炊者，而王之子孫富饒如故。人始識王之先見也。"
      },
      {
        "index": 35,
        "text": "安王好文學"
      },
      {
        "index": 36,
        "text": "安節郡王諱瑪爾渾，安親王岳樂子也，少封世子即好學，毛西河、尤西堂諸前輩皆遊宴其邸中。著有《敦和堂集》，又嘗選諸宗室王公詩，為《宸萼集》行世。今杭大宗《道古堂集》中載延接閻百詩，誤以為憲皇帝事。蓋憲皇居藩邸時，謹介持躬，育德春華，從不引見外人，見朱批諭旨甚明。況御製集中亦無贈閻百詩詩。蓋王曾受業於閻百詩，故於送終之禮甚備，而俗呼安王邸為四王府，以致相沿訛傳為憲皇也。"
      },
      {
        "index": 37,
        "text": "德濟齋建園亭"
      },
      {
        "index": 38,
        "text": "德濟齋夫子嗣簡親王爵時，邸庫中存貯銀數萬兩。王見，詫謂其長史曰：「此禍根也，不可不急消耗之，無貽禍於後人也。」因散給其邸中人若干兩，餘者建造別墅，亭榭軒然。故近日諸王邸中以鄭王園亭為最優，蓋王時建造也。"
      },
      {
        "index": 39,
        "text": "紅蘭主人"
      },
      {
        "index": 40,
        "text": "紅蘭主人諱岳端，安親王子，安節王弟也。善詩詞。崇德癸未時，饒餘王曾率兵伐明，南略地至海州而返，其邸中多文學之士，蓋即當時所延致者。安王因以命教其諸子弟，故康熙間宗室文風以安邸為最盛。主人喜為西昆體，嘗延朱襄、沈方舟等為上賓。方舟妻某，遲方舟久不歸，作《杭州圖》以寄之，主人為題詩云：「應憐夫婿無歸信，翻畫家山遠寄來。 」沈即日束裝南旋，當時傳為佳話。主人嘗選孟郊、賈島詩為《寒瘦集》以行世。以宗藩貴胄之尊，而慕尚二子之詩，亦可謂高曠矣。"
      },
      {
        "index": 41,
        "text": "果恭王之儉"
      },
      {
        "index": 42,
        "text": "果恭王諱弘詹，憲皇帝第七子也，嗣果毅王後。善詩詞，幼受業於沈確士尚書，故詞宗歸於正音，不為凡響。居家尚節儉，俸餉之積，至充棟宇。王每早披衣起，巡視各下屬，有不法者立杖責之，故眾皆畏懼，無敢為非者。壬午夏，九州清晏災，王後至，與諸皇子接見，談笑露齒，為純皇帝所窺見。會其門客有干請政事者，上乃褫王爵，降為貝勒。王乃閉門謝客，抑鬱生疾。上往撫視，王叩首衾裯間，惟謝過自責而已。上感慟嗚咽失聲，歸即加封親王。會以疾薨，上特諡曰恭，蓋取楚共王之意也。"
      },
      {
        "index": 43,
        "text": "武虛谷"
      },
      {
        "index": 44,
        "text": "武虛谷億，河南偃師人。中庚子進士。任山東博山縣縣令，有德聲。甲午秋，壽張王倫倡亂，為舒文襄公所撲滅，或傳倫實未死，潛匿於他方。庚戌間，山西人董二告王倫藏匿山西某縣，和相時專柄，欲希封賞，乃授意覺羅牧庵相公長麟，令其偵緝。牧庵拂其意，以虛妄對，和相艴然。其屬番役某，欲獲和相歡心，因獻計仍向齊省緝訪，或可得蹤跡。和相乃密簽役往山東，至博山縣，其役恃和相勢，擅作威福。公擒至署中，取捕役簽票視，票惟書二公役名，而同夥行者凡十五人。公督責之，捕役抗橫無禮，公大怒，以大杖責數十。役歸告和相，和相怒曰：「縣令瘋耶！乃敢杖吾胥役？」乃授意於山東撫臣，以他事劾罷公職，公歸裝惟書數十簏而已。嘉慶己未有薦公於朝者，上命超雪，復公職，而公已先時卒，士論惜之。"
      },
      {
        "index": 45,
        "text": "雒昂"
      },
      {
        "index": 46,
        "text": "嘉慶己未，上親政時，首下求言之詔。九卿臺諫等紛紛白簡言事，四方布衣之士亦有上書於乾清門以希進用者。然率皆急功近名之士，初無觥觥見事業者。惟雒太守昂，以從九品末職，上書言教匪事，上以其言中肯綮，命乘傳從軍。太守即短衣匹馬從諸大帥後，隨同捕賊，以勇略見長於額經略。屢登薦牘，數年間置身司馬。今任荊州太守，亦曠達士也。"
      },
      {
        "index": 47,
        "text": "梁提督"
      },
      {
        "index": 48,
        "text": "梁提督朝桂，少為黔中步卒。從征金川時，勒烏圍為賊壘之險峻處，兩次撻伐，皆阻於其險，不能進攻，阿文成公圍之經年，未得進取。梁公奮然進曰： 「朝桂聞將恃鬥才，不藉鬥力。今賊壘堅碉叢立，我兵仰而攻之，彼據建瓴之勢，下以擊我，人非木石，焉能抵槍炮之險，是殃民也。今不若覓他嶺嶂為賊所不守者，繞道以攻其後，可使賊進退失險，我兵合以擊之，可收功於旦夕，此狄東美所以下昆侖關之故策也。」阿文成公奇其言，與之數百卒，立授參將紥付。公因率眾卒，草衣卉服，自叢嵐疊嶂間以刀掘路，士卒各懷一鐵釘，踵跡相接，攀釘而上。至夜半，抵賊壘，於營後攻之。賊以為自天而降，倉卒奔竄，官兵仰攻其下，賊遂盡殲。後公洊至廣西提督，臺灣時亦著勞績云。"
      },
      {
        "index": 49,
        "text": "張文和之才"
      },
      {
        "index": 50,
        "text": "張文和公輔相兩朝，幾二十餘年，一時大臣皆出後進。年八十餘，精神矍鑠，裁擬諭旨，文采贍備。當時頗譏其袒庇同鄉，誅鋤異己，屢為言官所劾。然其才幹實出於眾，凡其所平章政事及召對諸語，歸家時，燈下蠅頭書於秘冊，不遺一字。至八十餘，書嘗顛倒一語，自擲筆歎曰：「精力竭矣！」世宗召對，問其各部院大臣及司員胥吏之名姓，公縷陳名姓籍貫及其科目先後，無所錯誤。又以謙衝自居，與鄂文端公同事十餘年，往往竟日不交一語。鄂公有所過失，公必以微語譏諷，使鄂公無以自容。暑日鄂公嘗脫帽乘涼，其堂宇湫隘，鄂公環視曰：「此帽置於何所？」公徐笑曰：「此頂還是在自家頭上為妙。」鄂神色不怡者數日。然其善於窺測聖意，每事先意承志，後為純皇帝所覺，因下詔罪之，逐公還家。致使汪文端、於文襄輩，互相承其衣缽，緘默成風。朝局為之一變，亦公有以致之也。"
      },
      {
        "index": 51,
        "text": "仲副憲"
      },
      {
        "index": 52,
        "text": "仲副憲永檀，山東濟寧人。中乾隆丙辰進士，為鄂文端公得意門生。時步軍統領鄂善受商人俞某之賄，公首發之，鄂遂伏法。又劾大學士趙國麟、侍郎許希孔等往工部胥役俞姓家吊喪，有失大臣之體，諸人為之降黜有差。純皇帝嘉其敢言，由御史立擢副憲，以旌其直。時張尚書照以文學供奉內庭，嘗預樂部之事，公劾之，有「張照以九卿之尊親操戲鼓」之語。張銜之次骨，乃譖公泄禁中語，下獄。上知其枉，立釋之，張恐其報復，因用其私人計，攜樽往賀，暗置毒酒中，因斃於獄。傅文忠時為戶部侍郎，大不服張所為，欲明言於朝，以公屍如常，事無左驗，乃已。逾年，張病噎，告假旋里，卒於濟寧舟中，蓋見公為祟也。"
      }
    ]
  }
}