{
  "chapterNumber": 8,
  "title": "Rozdział VIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VIII."
      },
      {
        "index": 2,
        "text": "Gospodarzem klasy pierwszej oddziału A był pan Rudolf Leim, nauczyciel łaciny w klasach niższych. Należał on do grupy starszych profesorów i weteranów szkoły. Pochodził z rodziny niemieckiej, która dawno przywędrowała do kraju i napoły się spolszczyła. Profesor Leim skończył onego czasu nauki uniwersyteckie w Lipsku i od niepamiętnych czasów wykładał w szkołach jeszcze wojewódzkich historję powszechną, języki starożytne i niemieckie. Z usposobienia i fachu niejako był zajadłym, zakamieniałym historykiem. Przez całe życie układał jakieś niesłychanie szczegółowe i dowcipne tablice synchronistyczne. Po zamianie szkół wojewódzkich w Klerykowie na gimnazjum rosyjskie Leim utrzymał się na posadzie, ale zepchnięty został do ostatnich szeregów. Po rosyjsku źle mówił, wykład historji powszechnej (a właściwie »rosyjskiej w związku z powszechną«) mógł być prowadzony tylko przez Rosjanina, więc Leim z najcelniejszego ongi nauczyciela zjechał do klasy pierwszej. Z łaski dawano mu jeszcze gospodarstwo w jakiejś paralelce, co nabawiało to mnóstwo kłopotu, ale czyniło kilkaset rubli."
      },
      {
        "index": 3,
        "text": "Pan Leim był to starzec wysoki, bardzo chudy i wiecznie pokaszlujący. Twarz golił starym obyczajem, czaszkę łysą, jak kolano, nakrywał pewnego rodzaju wiekiem z włosów wyhodowanych w okolicy ucha. Idąc, wydymał policzki zawsze różowe i wyszczerzał raz za razem szeregi zębów, jak ser białych. Nie było wypadku, żeby profesor Leim opuścił kiedykolwiek lekcję. Zakatarzony, kaszlący, z ustami osłoniętemi szalem przyłaził w najcięższe mrozy i gwałtowne wichry regularnie o godzinie ósmej, pozdrawiał skinieniem głowy pana Pazura, drugiego z rzędu, a jednak znacznie młodszego weterana gimnazjum, i rozpoczynał swój monotonny spacer po górnym korytarzu. Był nadzwyczajnie starannym służbistą i lojalistą gorliwym."
      },
      {
        "index": 4,
        "text": "Od chwili wprowadzenia zakazu mowy polskiej w murach gimnazjum karał ostro wykroczenia tej kategorji, ilekroć któryś z gospodarzy klas wskazał mu winowajcę. Sam mówił w domu po polsku, był ożeniony z Polką i miał córki, które w całem mieście czyniły rejwach patrjotyczny za pomocą zgromadzeń, prelekcyj i zwykłego odczytywania zakazanych przez cenzurę utworów literatury polskiej, utworów potajemnie wydobytych z własnej pana Leima bibljoteki, albo nawet własną jego ręką niesłychanie kaligraficznie ongi przepisanych."
      },
      {
        "index": 5,
        "text": "W dni galowe dworskie pan Leim maszerował przez miasto, ustrojony w mundur z haftowanym kołnierzem, z orderami, wśród których wisiał miedziak »za usmirenje polskawo miatieża«, ze szpadą u boku i w pierogu."
      },
      {
        "index": 6,
        "text": "Ten pierog znany był zdawna całemu miastu. Ilekroć profesor zjawiał się w paradnym stroju na ulicy Warszawskiej, szewc Kwiatkowski, którego warsztat znajdował się na rogu tegoż zaułku, stawał we drzwiach, wtykał ręce pod fartuch i, trzymając się za wpadniętą i wiecznie bolącą brzuszynę, raz na jakiś kwartał wybuchał szczerym i głośnym śmiechem."
      },
      {
        "index": 7,
        "text": "Na rynku przekupki wnet sygnalizowały ukazanie się profesora w gali."
      },
      {
        "index": 8,
        "text": "— Pani Jacentowa! — wołała zaraz spostrzegawcza Połóweczka, — spójrz no pani z łaski swojej! Przecie to, widzi mi się, profesor idzie w swoim kapelusiku."
      },
      {
        "index": 9,
        "text": "— Tak ci, moja kochana pani, tak... — wołała Jacentowa, — on sam. Musi toto być ciężkie, choć i taki cudacki pieróg, bo jak to profesorzyna nadyma się, a dmucha, a chucha, jakby furę drzewa dźwigał na głowie."
      },
      {
        "index": 10,
        "text": "Wszystkie te nieprzyjemności były niczem w porównaniu z wrzaskami powstającemi w gimnazjum."
      },
      {
        "index": 11,
        "text": "Już zdaleka, gdy profesor Leim zbliżał się do szkoły, słyszał on wtedy wołania:"
      },
      {
        "index": 12,
        "text": "— Panowie! Uwaga! Stary Klej nadciąga w swojej kanapie na głowie i z bronią u boku..."
      },
      {
        "index": 13,
        "text": "Nie odwracał głowy, kiedy go ścigały głosy uczniów, pochowanych między sągami drzewa na podwórzu:"
      },
      {
        "index": 14,
        "text": "— Panie Klej, możebyśmy byli w stanie ulżyć cokolwieczek! Wzięlibyśmy pierożek widłami jeden z przodu, drugi z tyłu. Nawetbyś pan profesor nie czuł, że niesiesz tak wielki statek..."
      },
      {
        "index": 15,
        "text": "Profesor szedł wówczas prędzej, niż zwykle, wydymał policzki, na których kwitły iście pensjonarskie rumieńce. Nie patrzył ani na prawo, ani na lewo, i miał taki wyraz oblicza, jakby w zupełności podzielał zdanie uczniaków, wyśmiewających się z jego starożytnego pieroga."
      },
      {
        "index": 16,
        "text": "Koledzy młodsi, ustrojeni w kapelusze lśniące, niskie, płaskie, ostatniego pokroju, — niejednokrotnie doradzali mu, ażeby nabył modny pieróg i zamknął tym sposobem usta gawiedzi żakowskiej, ale pan Leim machał tylko ręką i wydymał policzki:"
      },
      {
        "index": 17,
        "text": "— Do śmierci może doba, — mawiał, — a ja będę się zabawiał w nabywanie galowych strojów. Prawie wam o tem myśleć, wiercipiętom. Mój pierog pamięta lepsze czasy. Taki sam on emeryt, jak i ja — i taki sam go też los na starość, jak mnie spotkał... Obadwaj wyglądamy wpośród współczesnych, jak szczątki mastodonta..."
      },
      {
        "index": 18,
        "text": "Na lekcji profesor Leim nie znosił szelestu i za najlżejszem zakłóceniem ciszy wykrzywiał się i niecierpliwie sykał. Do pomocy w przestrzeganiu porządku w klasie delegował zawsze kolejno tak zwanego dyżurnego. Dygnitarz taki przynosił kredę, dbał o atrament i pióro na katedrze, oraz wypisywał wielkiemi literami nazwiska kolegów, sprawujących się hałaśliwie."
      },
      {
        "index": 19,
        "text": "Chłopcy w klasie pierwszej mówili w czasie pauz po polsku i nie było sposobu zmuszenia ich do konwersacji rosyjskiej wprost dlatego, że ani jeden z malców swobodnie w języku urzędowym wyrażać się nie był w stanie."
      },
      {
        "index": 20,
        "text": "Pewnego razu pan Leim, wchodząc do klasy, ujrzał na tablicy wypisane nazwisko Borowicza i obok niego zaskarżenie: »ciągle głośno mówi po polsku«."
      },
      {
        "index": 21,
        "text": "Pan Leim uważnie i dość długo czytał ten napis, który zdarzyło mu się widzieć po raz pierwszy, następnie zwrócił się do klasy i zapytał:"
      },
      {
        "index": 22,
        "text": "— Kto jest dyżurnym?"
      },
      {
        "index": 23,
        "text": "— Ja, — rzekł pucułowaty chłopiec, nazwiskiem Makowicz."
      },
      {
        "index": 24,
        "text": "— To ty napisałeś, że Borowicz ciągle głośno mówi po polsku?"
      },
      {
        "index": 25,
        "text": "— Tak ja. On, panie profesorze, ciągle wrzeszczy po polsku i bije się."
      },
      {
        "index": 26,
        "text": "— I bije się z tobą?"
      },
      {
        "index": 27,
        "text": "— Ja z nim nie zaczynam! Niech wszyscy powiedzą! On przyszedł pierwszy i powiada: oddawaj mi zieloną okładkę... Ja mu nie dałem, bo to jest nie jego okładka, tylko moja, i za to kopnął mię w brzuch..."
      },
      {
        "index": 28,
        "text": "— Borowicz za gadanie po polsku zostaje na dwie godziny w kozie... — donośnie i surowo rzekł profesor Leim i wstąpił na katedrę. Zasiadłszy na krześle, rozwarł duży dziennik i wlepił oczy w jakąś niezapisaną jego stronicę."
      },
      {
        "index": 29,
        "text": "W klasie zaległa trwoga i taka cisza, że nie było słychać ani jednego oddechu. Wszyscy widzieli, że »stary« jest »wściekły«. Każdy powtarzał w myśli wyjątki, uprzytomniał sobie końcówki deklinacyjne i przepowiadał drewniane sentencje tłómaczenia. Nauczyciel zwolna podniósł oczy i rzekł:"
      },
      {
        "index": 30,
        "text": "— Borowicz!"
      },
      {
        "index": 31,
        "text": "Marcinek porwał książkę z tłómaczeniami łacińskiemi Szulca, mały kajecik »wybranych« słówek i na drżących nogach udał się do katedry. Stanąwszy tuż przy jej stopniu, wykonał szybko ruch korpusem i nogą, otworzył książkę i zaczął czytać rosyjskie zdania i tłómaczyć je na łacinę. Gdy tak w mowie Rosjan i Rzymian zawiadomił zgromadzonych, że pod cieniem wysokiego dębu przyjemnie jest odpoczywać, że sztuka jest długą, a życie krótkie i t.  d., pan Leim przerwał ten jego wykład, mówiąc:"
      },
      {
        "index": 32,
        "text": "— Za to, że głośno rozprawiasz w klasie po polsku zostaniesz na dwie godziny w kozie — słyszysz?"
      },
      {
        "index": 33,
        "text": "— Słyszę, panie profesorze... — rzekł ze skruchą Borowicz."
      },
      {
        "index": 34,
        "text": "— Dlaczego bijesz się z Makowiczem?"
      },
      {
        "index": 35,
        "text": "Marcinek spuścił oczy i zrobił pobożną minę. Na wspomnienie dwu godzin kozy łzy go ścisnęły za gardło. Wtem dostrzegł, że jeden z guzików przy ineksprymablach profesora jest niezapięty i doznał zaraz wielkiej ulgi."
      },
      {
        "index": 36,
        "text": "— Nigdy nie bij się z Makowiczem, — mówił tymczasem pan Leim surowo i głośno, — nie zbliżaj się do niego, nie proś go nigdy o jakieś tam parszywe okładki!..."
      },
      {
        "index": 37,
        "text": "Usłyszawszy wyraz parszywe, niezwykły w ustach pana Leima, Marcinek spojrzał i wtedy doznał dziwnego wrażenia. Profesor patrzył na niego ostrym zagadkowym wzrokiem. Wydało się Marcinkowi, że to spojrzenie wstydzi się jego małej osoby i że zarazem bezlitośnie się z niej natrząsa..."
      },
      {
        "index": 38,
        "text": "O ile profesor Leim umiał sztubę trzymać w czasie swej lekcji na wodzy i ukazaniem się swojem rozsiewać w tłumie łobuzów śmiertelną ciszę, o tyle Ilarjon Stiepanycz Ozierskij, nauczyciel języka rosyjskiego nie posiadał władzy takiej ani za szeląg. Był to tłusty basałyk z czaszką nagą, jak kolano, z policzkami obwisłemi, zadartym nosem i oczyma śledzia. Wielki brzuch dźwigał na krótkich nogach, które w sposób najzabawniejszy plątały się pod tym ciężarem. Ilarjon Stiepanycz nigdy nie omijał żadnej kałuży i zawsze chadzał unurzany w błocie do kostek. Jego frak wiecznie był wysmarowany kredą, a guziki pomalowane atramentem przez wdzięcznych wychowańców. Kiedy wstępował do klasy, witała go piekielna salwa wrzasków i, co najgorsza, witały go wrzaski polskie, jego, nauczyciela i siewcę mowy rosyjskiej. Gwizdano, tupano, przesuwano ławki, grano na drumlach, dzwoniono małym dzwoneczkiem, co mogło doprowadzić człowieka najmniej nerwowego do ostatniej pasji; głośno wyuczano się następnych lekcyj i prowadzono ożywione rozmowy o tematach najzupełniej dowolnych. Ilarjon Stiepanycz nie próbował chwytać grających na drumlach, albo poszukiwać dzwonników, gdyż z doświadczenia wiedział, jak złe skutki tego rodzaju gorliwość pociąga za sobą."
      },
      {
        "index": 39,
        "text": "Zdarzyło mu się skoczyć z katedry między ławki, gdy dokładnie wystudjował punkt, skąd dzwonek słychać było bez przerwy. Któż mógł przypuścić, że dzwonienie w jednem miejscu jest pewnego rodzaju wabikiem? Pędząc do winowajcy między ławkami, Ilarjon runął nagle, jak podcięty cedr, nie spostrzegłszy, że od ławki do ławki przeciągnięty był mocny sznur od cukrucukru. Nazywało się to »łapaniem lwa w sieci — z przynętą«."
      },
      {
        "index": 40,
        "text": "Awantury w klasie pierwszej nie przekraczały zresztą pewnego, tradycyjnego poniekąd szablonu. Istotne wyrafinowanie w dręczeniu kałmuka zdradzały dopiero klasy nieco wyższe: druga, trzecia i czwarta. Osobliwie do klasy trzeciej Ilarjon wchodził pobladły; zbliżając się do katedry, ważył i badał krok każdy. Zanim usiadł na krześle, oglądał je, czy nogi nie są czasem wykręcone, badał tablicę, czy podczas lekcji na głowę mu się nie zwali, — sufit, czy stamtąd woda mu na łysinę kapać nie zacznie, — szufladki stolika, czy stamtąd szczury na niego nie wyskoczą — i t.  d. Podczas bytności w klasie Ozierskiego — nie było żadnej lekcji. Coś on tam mówił, wykładał gramatykę rosyjską, czy rozdział historji powszechnej, ale tego żywa dusza nie słyszała. Sprawiało to wrażenie, że nauczyciel dostał pomieszania zmysłów i gada do siebie."
      },
      {
        "index": 41,
        "text": "Jeżeli z dziennika wyrywał kogokolwiek do lekcji, to zawsze stawała na środku jedna i ta sama osobistość i wypowiadała we wszystkich porach roku jeden i ten sam ustęp. W klasie trzeciej n. p. uczeń Białek był »specjalistą od kałmuka« i opowiadał przez rok cały jakąś brednię o tem, jak księżniczka ruska Olga powiązała wróblom ogony i spaliła jakieś miasto »Iskorostień«. Czasami Ilarjon zaczynał spazmatycznie wrzeszczeć:"
      },
      {
        "index": 42,
        "text": "— Ja ci się, bałwanie, pytam, co wiesz o Karolu Wielkim. O księżniczce Oldze słyszałem już sześćset razy od ciebie!"
      },
      {
        "index": 43,
        "text": "Wówczas przewracano ławki, rozpoczynały się bitwy między gromadami uczniów — i w rezultacie wpadał do klasy brutal inspektor, ażeby któregoś tam z »zaczinszczików« wsadzić do kozy, ale i samego Ilarjona ostro zwymyślać. Ozierskij był człowiekiem wykształconym. Władał kilkoma językami, a w klasie ósmej pięknie objaśniał utwory Puszkina i Gogola. Był jednak tak dalece rozlazły, że z miasta nigdy nie mógł trafić do swego domu. Codziennie prawie zdarzała się historja, że spotykał na ulicy jakiegoś ucznia i wołał na niego:"
      },
      {
        "index": 44,
        "text": "— Ty, jak ci tam?... Gdzie mieszka nauczyciel Ozierskij?"
      },
      {
        "index": 45,
        "text": "— No, a przecież pan jesteś nauczyciel Ozierskij."
      },
      {
        "index": 46,
        "text": "— To niczego nie dowodzi, o to ci się nie pytają. Prowadź mię do mojego mieszkania!..."
      },
      {
        "index": 47,
        "text": "W klasie pierwszej wykładano również język polski. Był to przedmiot nieobowiązkowy. Nauczycielem tego »miejscowego języka« był niejaki p. Sztetter, człowiek światły, ale tak wiekuiście wylękły o swoją posadę, że właściwie niczego nie uczył. Obarczony był liczną rodziną; kilku chłopców jego uczęszczało do męskiego, a kilka córek do żeńskiego gimnazjum i zapewne niepokój o los ich przeszkadzał p. Sztetterowi uczyć przynajmniej pisać ortograficznie. W klasach wyższych zdobywał się biedny belfer czasami na jakąś wzmiankę o literaturze polskiej, a mówił to z miną tak przerażoną, że tylko śmiech budził."
      },
      {
        "index": 48,
        "text": "W klasie pierwszej lekcje języka polskiego odbywały się cztery razy tygodniowo w porze bardzo niewygodnej, bo między godziną ósmą i dziewiątą z rana. W zimie bywało wtedy szaro i chłodno. Chłopcy siedzieli skuleni i senni. Nauczyciel przychodził w swojem futrze szopowem, tulił się w nie i drzemał z otwartemi oczami, podczas gdy wzywani do katedry tłómaczyli z wypisów Dubrowskiego urywki nudne, jak odwar z lukrecji. Po odczytaniu i przełożeniu na rosyjskie danego »kawałka« następował rozbiór, dokonywany po rosyjsku i na modłę rosyjską. W ciągu całej lekcji nauczyciel nie mówił ani słowa po polsku i z niechęcią prostował faktyczne błędy. Uczniowie odrabiali ten »przedmiot«, jak wstrętną katorgę. »Polskie« była to godzina stokroć nudniejsza od kaligrafji i »Zakonu Bożego«, gdyż nadto małe próżniaki czuły w powietrzu woń wzgardy, unoszącą się nad tą nieszczęsną lekcją. Stopnie z polskiego nikogo nie obchodziły, nauczyciel Sztetter nie był wcale w umysłach malców ceniony na równi z wykładającym arytmetykę albo łacinę. Traktowano go pobłażliwie, jak piąte koło u wozu, jako rzecz w istocie niepotrzebną i bez wartości."
      },
      {
        "index": 49,
        "text": "Nauczyciel Sztetter sam, jeżeli nie uważał, to czuł poniekąd, że jest intruzem w tej szkole i na stanowisku profesora tak źle widzianego przedmiotu. W porze wiosennej, kiedy co najmniej połowa uczniów »brykała« mu z lekcji, przekładając »ekstrę« nad tłómaczenia z Dubrowskiego i ustępy dzieła p. t. »Grammatika polskawo jazyka sostawlennaja po Iwanowu Michaiłom Grubieckim«. — nie protestował przeciw bezczelnym ucieczkom. Jego senne oczy widziały dobrze wymykających się cichaczem, ale patrzały i wówczas obojętnie, apatycznie, niedbale. Czasami błyskała w nich iskra dziwnie bolesnego szyderstwa... Skoro jednak dawały się słyszeć na korytarzu kroki, p. Sztetter tracił nawet wyraz ospałości i nie był w stanie ukryć obawy. Nieraz zdawało się, że z przestrachu wobec dyrektora wlepi się w szczery mur i zniknie w ścianie."
      },
      {
        "index": 50,
        "text": "Niegdyś bywał i on farysem. Pisywał do gazet. Chodziła głucha fama, którą sam, jak mógł, dusił, że na pewno drukował duże artykuły z zakresu jakiejś socjologji. Dziś, gdy z pana Sztettera niema w gimnazjum klerykowskim ani dymu, ani popiołu, możemy na tem miejscu, nie szkodząc mu, wspomnieć o drugiej jego tajemnicy. Przez długi szereg lat tłómaczył przecudnym, niepokalanym wierszem poezje ulubionego melancholika Shelley’a i miał zamiar wydać ów przekład bezimiennie. Widocznie jednak ubezwładniła natchnienie »Grammatika polskawo jazyka«, bo przekład nie ukazuje się w druku..."
      },
      {
        "index": 51,
        "text": "Jeżeli Sztetter nie cieszył się w klasie pierwszej poważaniem, to zato nauczyciel arytmetyki, p. Nogacki, miał go nadmiar. Był to urzędnik surowy, nauczający dobrze, profesor zimny, sumienny i sprawiedliwy. Nikt nie wiedział, co on myśli, a nikomu do głowy nie przychodziło mniemanie, że on co czuje. Prawdopodobnie p. Nogacki nie myślał nic nadzwyczajnego, aczkolwiek matematyka jest, jako góra winnym krzewem i t. d. Jeżeliby przyrównać system szkoły rosyjskiej w Klerykowie do maszyny, to profesora Nogackiego trzebaby nazwać jednem z najgłówniejszych jej kół zębatych. Ani mu się śniło rusyfikować kogokolwiek, oburzyłby się prawdopodobnie, gdyby go kto nazwał złym Polakiem, a jednak... Po upływie dziesiątka lat kiedy z forsownego wysiłku najbardziej utalentowanych rusyfikatorów nie zostało w głowie byłego ucznia klerykowskiego jednej szczypty czegokolwiek, coby za rosyjskie uchodzić mogło, to na pytanie, zadane znienacka, ile jest pięć razy ośm, — tenże uczeń nie odpowie we własnej myśli: — czterdzieści, lecz: sorok. Było coś w wykładzie p. Nogackiego, co zmuszało chłopców do myślenia po rosyjsku. Wymagał szybkiej, natychmiastowej, piorunującej kombinacji, prędkich odpowiedzi, sprężystych, a ukutych przezeń frazesów, formuł mówienia, któremi się lubował i które wdrażał, wtłaczał, wciskał w umysły i w pamięć jemu tylko znanemi środkami moralnego postrachu. Miał swój własny stalowy system, dopasowany do szkolnego, i przeprowadzał go z konsekwencją niezmordowaną. Gdyby go kto był zapytał, na co mu to wszystko jest potrzebne, — z pewnością wytrzeszczyłby oczy i nie umiał odpowiedzieć."
      }
    ]
  }
}