{
  "chapterNumber": 1,
  "title": "Rozdział I",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Termin odstawienia Marcina do szkoły przypadł na dzień czwarty stycznia."
      },
      {
        "index": 2,
        "text": "Obydwoje państwo Borowiczowie postanowili odwieźć jedynaka na miejsce. Zaprzężono konie do malowanych i kutych sanek, główne siedzenie wysłano barwnym, strzyżonym dywanem, który zazwyczaj wisiał nad łóżkiem pani, i około pierwszej z południa, wśród powszechnego płaczu, wyruszono."
      },
      {
        "index": 3,
        "text": "Dzień był wietrzny i mroźny. Mimo to jednak, że szczyty wzgórz kurzyły się nieustannie od przelatującej zadymki na rozległych dolinach, między lasami, zmarznięte pustkowia leżały w spokoju i prawie w ciszy. Szedł tylko tamtędy zimny przeciąg, wiejąc sypki śnieg, niby lotną plewę. Gdzieniegdzie wałęsały się nad zaspami smugi najdrobniejszego pyłu, jak pyłek przyduszonego paleniska."
      },
      {
        "index": 4,
        "text": "Chłopak, siedzący na koźle, podobny do głowy cukru, opakowanej szarą bibułą, w swym śpiczastym baszłyku, który w tamtych okolicach od dawien dawna uległ nostryfikacji i otrzymał swojską nazwę maślocha, i w brunatnej sukmanie — mocno trzymał lejce garściami, ukrytemi w niezmiernych rękawicach wełnianych, o jednym wielkim palcu."
      },
      {
        "index": 5,
        "text": "Konie były wypoczęte, nie chodziły bowiem od pewnego już czasu do żadnej ciężkiej roboty, to też pomykały, parskając, ostrego kłusa, po ledwo przetartej, a już znowu na pół zadętej drożynie, i sucho, jednostajnie trzaskały podkowami o nadmarzniętą, zwierzchnią skorupę śniegu."
      },
      {
        "index": 6,
        "text": "Pan Walenty Borowicz ćmił fajkę na krótkim cybuszku, wychylał się co kilka minut na bok i przyglądał uważnie już to sanicom, już migającym kopytom. Wiatr go chłostał po zaczerwienionej twarzy i on to zapewne wyciskał owe łzy, które szlachcic ukradkiem ocierał."
      },
      {
        "index": 7,
        "text": "Pani Borowiczowa nie siliła się wcale na maskowanie wzruszenia. Łzy stały bez przerwy w jej oczach, skierowanych na syna. Twarz ta, niegdyś piękna, a w owej chwili wyniszczona już bardzo przez troski i chorobę piersiową, miała niezwykły wyraz namysłu, czy jakiejś głębokiej a gorzkiej rozwagi."
      },
      {
        "index": 8,
        "text": "Malec siedział »w nogach«, tyłem do koni. Był to duży, tęgi i muskularny chłopak ośmioletni, z twarzą nie tyle piękną, ile rozumną i miłą. Oczy miał czarne, połyskliwe, w cieniu gęstych brwi ukryte. Włosy, krótko przystrzyżone, »na jeża«, okrywała barankowa czapka, wciśnięta na uszy. Miał na sobie zgrabną bekieszę z futrzanym kołnierzem i wełniane rękawiczki. Włożono nań ten strój odświętny, za którym tak przepadał, ale za to wieziono go do szkoły. Z niemego smutku matki, z miny ojca, udającego dobry humor, wnioskował doskonale, że w owej szkole, którą mu tak zachwalano, przyobiecanych rozkoszy będzie nie tak znowu dużo."
      },
      {
        "index": 9,
        "text": "Znajomy widok wioski rodzinnej znikł mu prędko z oczu; nagie wierzchołki lip, stojących przed dworem, schyliły się na brzeg lasu, obwieszonego kiściami śniegu… Najbliższa góra poczęła wykręcać się, zmieniać, jakby krzywić i dziwacznie garbić. Wypadały teraz przed jego oczy smugi zarośli, jakich jeszcze nigdy nie widział, płoty z sękatych, nieociosanych żerdzi, na których wisiały przedziwne, niezmiernie długie sople lodu, wynurzały się pewne obszary puste, gdzieniegdzie okryte lodami o barwie sinawej, zimnej i dzikiej. Niekiedy las znagła podbiegał ku drodze i odkrywał przed zdumionemi oczyma chłopca posępne swoje głębie."
      },
      {
        "index": 10,
        "text": "— Patrz, Marcinek! zając, trop zajęczy… — wołał co chwila ojciec, trącając go nogą."
      },
      {
        "index": 11,
        "text": "— Gdzie, tatku?"
      },
      {
        "index": 12,
        "text": "— A, o, tu! widzisz? Dwa ślady duże, dwa. Widzisz?"
      },
      {
        "index": 13,
        "text": "— Widzę…"
      },
      {
        "index": 14,
        "text": "— Będziemy teraz szukali tropów lisa. Czekajno… My go tu zaraz, oszusta, wyśledzimy, a potem palniemy mu w łeb, zdejmiemy futro, i każemy Zelikowi uszyć prześliczną lisiurę dla pana studenta, Marcinka Borowicza. Czekaj-no, my go tu zaraz…"
      },
      {
        "index": 15,
        "text": "Marcinek wpatrywał się w głuche, leśne polany i zamiast rozrywki zimną bojaźń na tych tropach spotykał. Z rozkoszą byłby pobiegł śladem lisów i zajęcy, nurzał się w śniegu i hasał wśród przydętych zarośli, ale teraz z całego obszaru i z tajemniczych jego cieniów fioletowych wiała na niego bolesna i zdumiewająca tajemnica: szkoła, szkoła, szkoła…"
      },
      {
        "index": 16,
        "text": "Ostatni szmat t.zw. odpadków leśnych wykręcił się w inną stronę i zdawało się, że ucieka za oczy, na przełaj, polami. Rozwarła się przestrzeń płaska, tu i owdzie poprzegradzana opłotkami, w których na dnie małych wąwozików kryły się drożyny, przydęte w owej chwili zaspami, podobnemi do wysokich kopców, albo śpiczastych dachów. W jedną z takich dróg chłopskich wjechały sanie pp. Borowiczów i poczęły kopać się przez wydmy. Kiedy Marcinek wykręcił głowę i wiercił się na miejscu, żeby pomimo smutku spojrzeć na konie, dostrzegł przy krańcu pola smugę szarych ścian, okrytych białemi strzechami. Owe ściany tworzyły linję równą i przykuwały oczy niezwykłym na śniegach kolorem."
      },
      {
        "index": 17,
        "text": "— Co to jest, mamusiu? — zapytał z oczyma łez pełnemi."
      },
      {
        "index": 18,
        "text": "Pani Borowiczowa uśmiechnęła się z przy usemprzymusem i napozór spokojnie odrzekła:"
      },
      {
        "index": 19,
        "text": "— To nic, kochanku… To Owczary."
      },
      {
        "index": 20,
        "text": "— To już w tych Owczarach… szkoła?"
      },
      {
        "index": 21,
        "text": "— Tak, kochanku… Ale to nic. Przecież ty jesteś tęgi, rozumny, mądry chłopiec! Przecie ty kochasz swoją mamusię. Trzeba się uczyć, malutki, uczyć…"
      },
      {
        "index": 22,
        "text": "— Ale on tylko udaje… — rzekł ojciec, udając również, że się zanosi od śmiechu. Alboż to daleko do Wielkiejnocy? Zleci, jak z bicza strzelił! Ani się obejrzysz, aż tu zajeżdża wózek przed szkołę. Po kogoś przyjechał? — pytają Jędrka. — A po naszego panicza, po studenta — on powie. A w domu co mazurków, co babek, co placków z migdałami… powiadam ci… zatrzęsienie!"
      },
      {
        "index": 23,
        "text": "Wiatr szedł w polu ostrzejszy i smagał twarze rodziców chłopca. Marcin poddał się ściśnieniu serca, które uczuwał pierwszy raz w życiu i, milcząc, słuchał nawału zdań o szkole, konieczności uczenia się, o gimnazjum, o mundurze, mazurkach, zającach, o cukrze lodowatym, kapiszonach, posłuszeństwie, o jakiejś pilności i nieskończonym łańcuchu innych wyobrażeń. Chwilami przestawał myśleć i patrzał znużonym wzrokiem, jak wiatr rozdmuchuje futro w pewnym miejscu elkowego, w kształcie peleryny, kołnierza matki, zupełnie jak gdyby ktoś chuchał na to miejsce, przyłożywszy do niego usta; chwilami znowu tłumił całą potęgą dziecięcej woli wybuch przerażenia, które wstrząsało jego żyły, jak wystrzał niespodziewany. Tymczasem janczary dźwiękły głośniej, z obu stron drożyny ukazały się ściany stodół, później parkany, bielone chaty, i sanie wśliznęły się na utorowaną, szeroką ulicę wioski. Chłopiec powożący zaciął konie, a nim upłynęło kilkanaście minut, wstrzymał je przed budynkiem większym trochę od chat włościańskich, ale nie odbiegającym pod względem struktury od ich typu. We frontowej ścianie tego domostwa połyskiwały dwa okna sześcioszybowe, a nad drzwiami wchodowemi czerniała tablica z napisem: Naczalnoje Owczarskoje Uczyliszcze. Obok budynku szkolnego stała skromnie niewielka obórka i tuliła się nieco mniejsza od obórki kupka krowiego nawozu. Między drogą a domem znajdowała się pewna przestrzeń, zapewne warzywny ogródek, w którym tego dnia sterczało jedno jakieś drzewko, obciążone mnóstwem sopli. Dokoła tego placu biegł płot z powyłamywanemi kołkami."
      },
      {
        "index": 24,
        "text": "Gdy sanki zatrzymały się na drodze, z sieni uczyliszcza wybiegł bez czapki nauczyciel, pan Ferdynand Wiechowski i żona jego, pani Marcjanna z Pilaszów. Nim zdążyli zbliżyć się do sanek, Marcin potrafił zadać matce szereg kategorycznych pytań:"
      },
      {
        "index": 25,
        "text": "— Mamusiu, to nauczyciel?"
      },
      {
        "index": 26,
        "text": "— Tak, kochanku."
      },
      {
        "index": 27,
        "text": "— A to nauczycielka?"
      },
      {
        "index": 28,
        "text": "_ Tak."
      },
      {
        "index": 29,
        "text": "— A czy mama widzi, jak temu nauczycielowi strasznie się grdyka rusza?"
      },
      {
        "index": 30,
        "text": "— Cicho bądź!..."
      },
      {
        "index": 31,
        "text": "Nauczyciel miał na sobie rude i mocno zniszczone palto z wystrzępionemi dziurkami od guzików i guzikami rozmaitego pochodzenia, na nogach grube buty, a na długiej szyi wełniany szalik w prążki czerwone i zielone. Szerokie, żółtawe wąsy, od czasów we mgle przeszłości leżących nie podkręcane do góry, zakrywały usta pana Wiechowskiego, jak dwa strzępy sukna. Palcami prawej ręki, powalanemi atramentem, z gracją i kokieterją odgarniał z czoła spadające promienie włosów i rozkopywał śnieg, szastając po nim nogą w nieprzerwanych ukłonach. Zwiędła i zastygła twarz jego marszczyła się w uśmiechu czołobitności, który czynił ją podobną do maski."
      },
      {
        "index": 32,
        "text": "O wiele śmielej zbliżała się do sanek pani nauczycielowa. Była to kobietka przystojna, choć nieco za wielka i za otyła. Miała oczy przykryte szafirowemi okularami. Te wielkie okulary natychmiast i bardzo źle usposobiły dla niej Marcina Borowicza. Nie wiedział, czy ta pani w danym momencie patrzy na niego i, co najważniejsza, czy ona wogóle go widzi. Drogą dziwnego skojarzenia wrażeń prędko wykombinował, że nauczycielka podobną jest do ogromnej muchy."
      },
      {
        "index": 33,
        "text": "— Powitać, powitać! — wołała szepleniąc, pani Wiechowska, i poczęła wysadzać z sanek matkę Marcinka."
      },
      {
        "index": 34,
        "text": "— Jakże zdrowie? — zapytał nauczyciel gwałtownym sposobem i nie wiedzieć kogo, ani na chwilę nie przestając uśmiechać się jednostajnie."
      },
      {
        "index": 35,
        "text": "— Powitać kawalera! — mówiła coraz śmielej i głośniej nauczycielowa, teraz już specjalnie do Marcina. — Cóż, były dudy? Pewno były, ej że!..."
      },
      {
        "index": 36,
        "text": "— Cóż to za dudy, mamo? — szepnął kawaler przez zęby."
      },
      {
        "index": 37,
        "text": "— Jakże zdrowie? — wypalił znowu nauczyciel, mocno zacierając ręce."
      },
      {
        "index": 38,
        "text": "— A no, otóż i jesteśmy! — rzekł ze swobodą pan Borowicz. — Dudy? było tam tego trochę, ale, chwalić Boga, niewiele, niewiele."
      },
      {
        "index": 39,
        "text": "— Spodziewam się, proszę pana dobrodzieja — rzekła nauczycielka tonem wysoce dydaktycznym — spodziewam się... Marcinek powinien to rozumieć — mówiła z rosnącem uczuciem i rozdymając nozdrza, — że rodzice i cała familja oczekują po nim wiele, bardzo wiele! Powinien to rozumieć, że musi stać się nietylko pociechą rodziców w sędziwej starości, podporą ich lat zgrzybiałych, ale i chlubą..."
      },
      {
        "index": 40,
        "text": "Ten wyraz »chlubą« wymówiła ze szczególnem namaszczeniem."
      },
      {
        "index": 41,
        "text": "— A, naturalna rzecz! — zakończył nauczyciel, zwracając się do pana Borowicza z takim wyrazem twarzy, jakby pytał:"
      },
      {
        "index": 42,
        "text": "— No, a możeby tak kieliszeczek szpagaterji?"
      },
      {
        "index": 43,
        "text": "— Czemkolwiek Marcinek zostanie — mówiła nauczycielka coraz płynniej, brnąc po śniegu do sieni, a stamtąd wprowadzając gości do mieszkania, — czy to obywatelem ziemskim, czyli też kapłanem, czy sekretarzem gminnym, albo oficerem — zawsze powinien to mieć przedewszystkiem na uwadze, że ma być chlubą swej familji. Nie wiem, jaki o tej sprawie sąd mają państwo dobrodziejostwo, co się zaś mnie tyczy, to jest to moje święte przeświadczenie..."
      },
      {
        "index": 44,
        "text": "— Znowu tą chlubą... — ze znużeniem myślał kandydat na stanowisko tak podwyższone wśród całej familji. Ponieważ zaś przed chwilą wyraźnie słyszał, że może być oficerem, a jednocześnie patrzał w oczy matki, zamglone niewymowną miłością i łzami, opuściła go tedy naprężona uwaga, z jaką wsłuchiwał się w mowę nauczycielki, i począł z całą swobodą myśleć o błyszczących szlifach i dzwoniących ostrogach. Byłby nawet przysiągł w owej chwili, że ostrogi i szlify są ową nieznaną chlubą."
      },
      {
        "index": 45,
        "text": "Pokoik, do którego wprowadzono przybyłych, miał niesłychanie małe wymiary i zastawiony był mnóstwem gratów. Jeden kąt zajmowało wielkie łóżko, drugi kąt piec kolosalnych rozmiarów, trzeci znowu łóżko; na środku stała kanapa i okrągły stolik z jesionowego drzewa, pokrajany, najwidoczniej kozikami i porysowany jakiemś narzędziem tępem a zębatem. Na ścianach wisiały tu i owdzie litografje, wyobrażające świętych i święte. Przy drzwiach, prowadzących do izby szkolnej, zawieszony był na sznurku duży kalendarz w zielonej okładce, a na nim rzemienna, pięciopalczasta dyscyplina z trzonkiem do złudzenia naśladującym sarnią nóżkę. Właśnie w owej chwili kiedy Marcinowi troiła się po głowie chluba w kształcie szlif ułańskich, wzrok jego padł na okropny instrument..."
      },
      {
        "index": 46,
        "text": "— No, i jakże tam, hę? — zapytał nauczyciel, wyciągając chudą i kościstą rękę w kierunku czupryny Marcina, z takim gestem, jakiego używał zwykle felczer Lejbuś, kiedy się do strzyżenia »pod włos« zabierał. Jednocześnie przejęły malca dwa dreszcze: na widok dyscypliny i tej okrutnej, chudej łapy. Westchnął z głębi piersi w taki sposób, że tego aktu nikt nie widział, nawet matka, i poddał spokojnie głowę jakiejś dziwnej pieszczocie nauczyciela, która przypominała rozcieranie świeżo nabitego guza. Straszna rezygnacja, do której zmuszał się całym wysiłkiem woli, skupiła się w cichych myślach:"
      },
      {
        "index": 47,
        "text": "— Mama mię tu zostawi samego... on mię z początku będzie brał za głowę..., o, tak... a potem..."
      },
      {
        "index": 48,
        "text": "Później z odwagą, która była trudnem do zniesienia cierpieniem, spojrzał na dyscyplinę i nawet podniósł wzrok na pana Wiechowskiego."
      },
      {
        "index": 49,
        "text": "Tymczasem do pokoju weszła dziewczynka, mniej więcej dziesięcioletnia, na cienkich nogach, obutych w duże trzewiki — i dygnęła. Miała na sobie dosyć gruby kubrak i włosy zaplecione w tyle głowy w cienki warkoczyk, noszący w tamtych okolicach nazwę »mysiego ogonka«."
      },
      {
        "index": 50,
        "text": "— To Józia... — rzekła pani Wiechowska. — Uczy się i wychowuje u nas. Jest to właśnie siostrzenica księdza Piernackiego."
      },
      {
        "index": 51,
        "text": "To słowo »siostrzenica« nauczycielka podkreśliła tonem, zagradzającym do umysłów osób obecnych drogę jakiejkolwiek, chociażby nawet minimalnej wątpliwości."
      },
      {
        "index": 52,
        "text": "— A... — mruknęła dosyć niechętnie pani Borowiczowa."
      },
      {
        "index": 53,
        "text": "— Przywitajcie się, moje dzieci! — rzekła nauczycielka z emocją. — Będziecie się razem uczyły, powinnyście więc żyć w zgodzie i pracować z zapałem!"
      },
      {
        "index": 54,
        "text": "Józia spojrzała na Marcinka iskrzącemi się oczami, a potem uległa całkowitemu zgłupieniu."
      },
      {
        "index": 55,
        "text": "— Marcinek! — szepnął chłopcu do ucha pan Borowicz — przywitajże się... To tak zaczynasz postępować w szkole! Wstydź się!... No!"
      },
      {
        "index": 56,
        "text": "Chłopiec zaczerwienił się, spuścił oczy, a potem raptownie wyszedł na środek izby, rozstawił nogi szeroko, zsunął je z hałasem i zabawnie kiwnął przed koleżanką cały swój korpus. Józia straciła do reszty przytomność umysłu. Spoglądała na mistrzynię swą wytrzeszczonemi oczyma i bokiem cofała się z pokoju. Była już blisko drzwi, gdy je właśnie otworzono. Ukazał się w nich kipiący samowarek na rachitycznie krzywych nóżkach, powyginany w sposób nadzwyczajny."
      },
      {
        "index": 57,
        "text": "Niosło go przed sobą wielkie i brzydkie dziewczysko, odziane w czarną od brudu, zgrzebną koszulę, potargany i wytłuszczony lejbik, wełnianą zapaskę i szmatkę na włosach, nie czesanych od kilku miesięcy."
      },
      {
        "index": 58,
        "text": "Samowarek ustawiono na rogu stołu przy pomocy czynnej pana nauczyciela i zaczęto zasypywać i zaparzać herbatę w sposób wysoko ceremonjalny i obrzędowy."
      },
      {
        "index": 59,
        "text": "Rodzice Marcinka spostrzegli, że jest to z pewnością pierwsza herbata w bieżącem półroczu szkolnem."
      },
      {
        "index": 60,
        "text": "Mrok zwolna zalegał pokoik. Pan Borowicz przysunął swe krzesło do rogu kanapki, szczelnie wypełnionego przez panią Wiechowską, i półgłosem zaczął prowadzić z nią ostateczną umowę o »leguminy«, jakich miał dostarczyć wzamian za światło, udzielić się mające w tym domu jego synowi."
      },
      {
        "index": 61,
        "text": "Marcinek stał teraz obok matki i słuchał, jak ojciec mówił:"
      },
      {
        "index": 62,
        "text": "— Kaszy, wie pani, to nie mogę, bo ani mój młynarz tego jak się patrzy nie zrobi, — a zresztą, wie pani... Wolę zato kazać zemleć na pytel pszenicy. Będziesz pani miała, czy na kluski, na łazanki, czy choćby też ciastko jakie upiec, żeby się przecie chłopczyna rozerwał. Grochu... ileżbyś pani chciała?..."
      },
      {
        "index": 63,
        "text": "Słowa te wnikały aż do głębi umysłu chłopca i sprawiały mu ból istotny. Teraz pojmował, że naprawdę w szkole zostaje. W tem brzmieniu mowy ojca, w naradach z nauczycielką czuł po raz pierwszy ton handlowy i nieodwołalną konieczność ulegania swemu losowi."
      },
      {
        "index": 64,
        "text": "Chwilami owa boleść szerzyła się w małem jego ciele i przechodziła w chęć dzikiego oporu, wrzeszczenia, tupania nogami, szarpania sukien matki, to znowu w głuchą i osłabłą rozpacz. Pani Borowiczowa brała również udział w tem sporządzaniu niepisanego kontraktu, zanotowywała nawet w małej książeczce ilości owych legumin, ale czuła na sobie wzrok chłopca, pomimo, że go nie widziała i miała oczy spuszczone. Przez serce jej ciągnęła prawie taka sama zawieja obłędnych uniesień. Kto wie nawet, czy nie absolutnie taka sama?... Kto wie, czy gwałt jego niecierpliwości nie szarpał jej tak samo i w tej samej minucie..."
      },
      {
        "index": 65,
        "text": "— Ale też pani jesteś nienasycona! — mówił pan Borowicz pół serjo do nauczycielki, gdy dopominała się to o ryby, to o włoszczyznę, to nareszcie o len, płótno zgrzebne i t.  d."
      },
      {
        "index": 66,
        "text": "— Ij! — odrzekła z jadowitym uśmiechem pani Wiechowska — nienasycona, proszę pana dobrodzieja, to ja tam nie jestem. Czyż to jedno z drugiem wyniosą te drobiazgi tyle, cobyście państwo dobrodziejstwo musieli dać korepetytorowi u siebie na wsi? Taki korepetytor, proszę pana, dziś ledwo za trzydzieści rubli w miesiąc na wieś pojedzie, a chce mieć pokój osobny, wszelkie wygody, wszelkie przyjemności, usługę... młodą, konia pod wierzch, chce się zabawić kiedy niekiedy, chce świąt i wreszcie... co to mówić..."
      },
      {
        "index": 67,
        "text": "— Pani kochana wiesz — odrzekł szlachcic trochę szorstko — że dlatego do was dziecko oddaję, bo mię na korepetytora nie stać. Rzeczywiście, nie stać mię. Choćbym się nawet szarpnął i dał mu te jakieś trzysta rubli, to nie mam w domu kąta, gdziebym takiego guwernera ulokował. Pani kochana może i wiesz, może nie wiesz, że u nas nie codzień mięso na obiad, z obcym człowiekiem w domu trzebaby się było stawiać..."
      },
      {
        "index": 68,
        "text": "— Co to mówić, moja droga pani — rzekła pani Borowiczowa — przecie pan Wiechowski przygotuje Marcinka do pierwszej klasy nie gorzej, a zapewne daleko lepiej, niż najlepszy korepetytor, a u pani będzie mu tak samo, jak u matki. On sam wie, że trzeba się uczyć, trzeba zębami i pazurami!... Mamusia kocha, mamusia bardzo kocha, ale to trudno, to trudno. On to zresztą wie, on pokaże, jaki to z niego chłopiec i czy to słuszne, co o nim mówił pan Miętowicz, że on tylko beczeć umie. On pokaże!"
      },
      {
        "index": 69,
        "text": "Istotnie w Marcinku niespokojne wybuchy uciszyły się i cała jego rozpacz niby na jakimś haku zawisła. Spojrzał mężnie w oczy matki, i dojrzawszy w kącikach tych oczu pod samemi powiekami dwie łzy, uśmiechnął się dziarsko."
      },
      {
        "index": 70,
        "text": "— Widzi pani, widzi pani, oto mój syn, mój kochany syn! — mówiła teraz pani Borowiczowa, wypuszczając te łzy, uwięzione mocą woli pod powiekami."
      },
      {
        "index": 71,
        "text": "Ojciec przyciągnął go do siebie i głaskał po czuprynie, nie mogąc słowa wymówić. Tymczasem noc zapadła. Wniesiono do pokoju lampę i pani nauczycielowa zaczęła nalewać herbatę. Około godziny siódmej Pan Borowicz wstał z za stołu. Jego lewy policzek drgał szybko, a usta uśmiechały się smutno."
      },
      {
        "index": 72,
        "text": "— No, Helenko, na nas pora... — rzekł do żony."
      },
      {
        "index": 73,
        "text": "— O, cóż znowu? — wyszepleniła nauczycielowa — cóż znowu? Przecie na Gawronki w kwandrans czasu sankami się prześliźnie..."
      },
      {
        "index": 74,
        "text": "— Tak, pani, ale teraz księżyca niema, zaspy duże, chłopak drogi nie zna, zresztą i na państwa czas."
      },
      {
        "index": 75,
        "text": "Pani Borowiczowa ułożyła tłómoczek z bielizną Marcina obok łóżka, na którem malec miał sypiać, niepostrzeżenie wymacała ręką, czy siennik mu dobrze wypchano, następnie ucałowała go szybko, pożegnała Wiechowskich i, wsunąwszy jeszcze w rękę brudnej Małgośki dwa złote groszy dwadzieścia, wyszła na dwór i wsiadła na sanki. Również pośpiesznie mąż za nią wyszedł. Nauczycielka trzymała młodego Borowicza za rękę, gdy konie ruszyły z miejsca, a pan Wiechowski klepał go po ramieniu. Służąca trzymała wysoko lampę kuchenną. Gdy janczary odezwały się raz pierwszy, podniosła światło wyżej i biały krąg jego padł na śnieg rozesłany dokoła. Wówczas właśnie Marcinek spostrzegł, jak tył sanek z zarysami głów rodzicielskich przesunął się na ostatnią linję światła i wpadł w ciemność. Chłopak znagła wrzasnął przeraźliwie, szarpnął się, wyrwał z rąk nauczycielki i pędem pobiegł za sankami. Trafił na rów, idący wzdłuż drogi, jednym susem wybrnął z zaspy i pędził przed siebie. Odbiegłszy od światła, nic nie widział w ciemności. Potknął się raz, drugi na jakichś kołkach i upadł na ziemię, wrzeszcząc co sił:"
      },
      {
        "index": 76,
        "text": "— Mamusiu, mamusiu!"
      },
      {
        "index": 77,
        "text": "Obydwoje nauczycielstwo schwycili go pod ręce i zaprowadzili przemocą do szkoły. Janczary dzwoniły gdzieś daleko coraz ciszej, jakby z pod wydm śniegu."
      },
      {
        "index": 78,
        "text": "— Nigdy nie spodziewałam się czegoś podobnego! Nigdy! Żeby taki duży chłopiec chciał uciekać do Gawronek... Pfe, brzydko! — sapała nauczycielka."
      },
      {
        "index": 79,
        "text": "Marcinek ucichł, ale nie ze wstydu. Dusiło go jakieś bolesne zdumienie: gdzie rzucił okiem, nigdzie matki nie było. W mózg jego wrzynała się myśl, jak drzazga: niéma, niéma, niéma... Ze ściśniętemi zębami wszedł do mieszkania, usiadł na wskazanem przez nauczycielkę krzesełku i, słuchając jej długiego kazania, ciągle myślał o matce. Te myśli były szeregiem wizerunków jej twarzy, które przemykały mu się pod powiekami i nikły. Znikanie ich było zawiązkiem, pierwszym sygnałem tęsknoty."
      },
      {
        "index": 80,
        "text": "Brudna Małgosia słała tymczasem łóżka i ustawiała wraz z nauczycielem parawan przed posłaniem na kanapce, przeznaczonem dla koleżanki Józi. Ustawianie trwało dosyć długo i szczególne nastręczać musiało trudności, bo służąca w małej przerwie czasu, gdy nauczycielka wydaliła się do kuchni, co chwila odskakiwała z chichotem."
      },
      {
        "index": 81,
        "text": "Nareszcie wszystkie łóżka zostały posłane i Marcinkowi kazano się rozbierać. Położył się co tchu, nakrył kołdrą i zaczął knuć plan ucieczki."
      },
      {
        "index": 82,
        "text": "Chytrze obierał stosowny moment o wczesnym poranku, przypominał sobie drogę do Gawronek, wmyślał się w fizjognomje zakątów leśnych, pustek, które widział przed wieczorem, i uciekał przez nie w marzeniu. Zwolna rozczyniała się w jego sercu, znużouemznużonem nawałą uniesień, senna żałość i wylewać pozcęłapoczęła w cichym płaczu. Łzy dużemi kroplami spływały na poduszkę i rozlewały się w szerokie plamy... Zasnął spłakany w znużeniu i bezczuciu."
      },
      {
        "index": 83,
        "text": "Wśród nocy nagle się ocknął. Raptem usiadł na łóżku i rozszerzonemi oczyma patrzał przed siebie. Ktoś chrapał, jak maszyna do ugniatania żwiru."
      },
      {
        "index": 84,
        "text": "Mała, nocna lampka, ustawiona w kącie izby, oświetlała jedną ścianę i część powały. Marcinek ujrzał czyjeś olbrzymie, grube i tłuste kolano, wystające z pod pierzyny, nieco dalej wielki nos i wąsy, które poruszały się miarowo wskutek chrapania, jeszcze dalej półokrągły koszyk, wyszyty paciorkami, a przy mdłem świetle błyszczący, jak kły obnażone."
      },
      {
        "index": 85,
        "text": "Uczucie osamotnienia, graniczącego z rozpaczą, chwyciło małego szlachcica stalowemi szponami. Wzrok jego latał niespokojnie od przedmiotu do przedmiotu, z miejsca na miejsce, szukając czegoś znajomego i bliskiego. Spoczął wreszcie na tym kącie kanapki, gdzie siedzieli rodzice, ale i tam spał ktoś obcy. Z kątów izby, zasnutych mrokiem, wychylał się strach wielkooki, a widok gratów, stojących w półświetle, zdawał się grozić w sposób złowrogi. Długo malec siedział na posłaniu, patrząc bezsilnie i nie będąc w stanie najsroższem swojem cierpieniem odgadnąć, po co to wszystko z nim zrobiono, co to znaczy, dla jakiej racji tak jest męczony."
      },
      {
        "index": 86,
        "text": "Nazajutrz, po nocy źle przespanej, obudził się bardzo nierychło. W mieszkaniu nie było nikogo, łóżko nauczycielskie było posłane, kanapka uprzątnięta. Za drzwiami, obok których wisiał kalendarz i dyscyplina, rozlegało się prawie nieustające kaszlanie i cichy pomruk rozmów, urozmaicany od czasu do czasu przez śmiech rubaszny, albo płacz hałaśliwy."
      },
      {
        "index": 87,
        "text": "Marcinek, rozciekawiony do najwyższego stopnia, wyskoczył z łóżka, ubrał się co tchu i nasłuchiwał pod tajemniczemi drzwiami, które wczoraj taki miały pozór, jakby prowadziły do pustego lamusu, a dziś były zasłoną jakiegoś interesującego widowiska."
      },
      {
        "index": 88,
        "text": "— A co to, kawaler ciekawy zobaczyć szkołę? — krzyknęła nauczycielowa, wynurzając się z kuchenki. — A mył się kawaler, czesał się, ubrał ochędożnie? Najpierw trzeba się ubrać, a później dopiero myśleć o zobaczeniu szkoły."
      },
      {
        "index": 89,
        "text": "Marcinek ubrał się z mozołem, bo aż dotąd matka mu pomagała myć się i ubierać, szybko wypił kubek gorącego mleka i czekał. Po śniadaniu nauczycielowa wzięła go za rękę i tak, jak stała, w białym kaftaniku, wprowadziła do izby szkolnej. Gdy się drzwi otwarły, w głowie Marcina prześliznęła się zaraz myśl: to jest kościół, nie żadna szkoła..."
      },
      {
        "index": 90,
        "text": "Izba była pełna. Na wszystkich ławkach siedzieli chłopcy i dziewczęta. Gromadka najpóźniej przybyłych, nie znalazłszy miejsca stała pod oknem. Chłopcy siedzieli w sukmankach, w ojcowskich spancerach, nawet w matczynych lejbikach, niektórzy mieli szyje okręcone szalikami, a ręce w wełnianych rękawicach; dziewczęta miały na głowach zapaski i chuściny, jakby się znajdowały nie w dusznej izbie, lecz wśród zasp szczerego pola. Wszystko kaszlało, a znaczna większość, przed wejściem nauczycielki, ćwiczyła się w dawaniu sobie nawzajem »sera«, której to rozrywki nie byłaby zresztą w możności tem mianem technicznem określić."
      },
      {
        "index": 91,
        "text": "— Michcik, masz tu panicza z Gawronek, pokaż-że mu szkołę, bo ciekawy, — rzekła nauczycielka, zwracając się do chłopca, siedzącego tuż obok drzwi w pierwszej ławie."
      },
      {
        "index": 92,
        "text": "Był to wyrostek lat już kilkunastu, jasny blondyn z siwemi oczami. Grzecznie posunął się w ławie i zrobił miejsce dla Marcinka, który przycupnął na brzeżku, zawstydzony i zmieszany. Pani Wiechowska wyszła, rzuciwszy głośne i stanowcze polecenie publicznego spokoju."
      },
      {
        "index": 93,
        "text": "— Jakże ci na imię? — spytał Michcik uprzejmie."
      },
      {
        "index": 94,
        "text": "— Marcin Borowicz."
      },
      {
        "index": 95,
        "text": "— A mnie Piotr Michcik. Umiesz czytać?"
      },
      {
        "index": 96,
        "text": "— Umiem."
      },
      {
        "index": 97,
        "text": "— Ale pewnie po polsku?"
      },
      {
        "index": 98,
        "text": "Marcin spojrzał na niego ze zdumieniem."
      },
      {
        "index": 99,
        "text": "— Pa russki umiejesz czitat’?"
      },
      {
        "index": 100,
        "text": "Marcin zaczerwienił się, spuścił oczy i wyszeptał cichutko:"
      },
      {
        "index": 101,
        "text": "— Ja nie rozumiem..."
      },
      {
        "index": 102,
        "text": "Michcik uśmiechnął się z triumfem i zaraz wydobył z drewnianej teczki, zaopatrzonej w sznurek do wieszania jej na ramieniu, chrestomatję rosyjską Paulsona, otworzył tę księgę na zatłuszczonem miejscu i zaczął szybko czytać, potrząsając głową i rozdymując nozdrza:"
      },
      {
        "index": 103,
        "text": "— W szapkie zołota litoho staryj russkij wielikan podżidał k-siebie drugoho..."
      },
      {
        "index": 104,
        "text": "Uwaga małego Borowicza była zupełnie pochłonięta przez rozmowę z Michcikiem. Tymczasem ze wszystkich ławek wyłazili zwolna uczniowie i przybliżali się krok za krokiem, szturchając jedni drugich i wyglądając z za ramion. Utworzyło się wkrótce dokoła Michcika i Borowicza zwarte audytorjum dzieci. Wszystkim oczy zdawały się wyskakiwać na wierzch z ciekawości. Stali w milczeniu, patrząc na Marcinka bez zmrużenia powieki i tak nieruchomo, jakby w paroksyzmie ciekawości stężeli."
      },
      {
        "index": 105,
        "text": "Tymczasem Michcik wciąż czytał ów wiersz szybko i coraz szybciej. Skończywszy, jeszcze raz triumfująco spojrzał na Borowicza i rzekł:"
      },
      {
        "index": 106,
        "text": "— Tak sie czyta! Zrozumiałeś też co?"
      },
      {
        "index": 107,
        "text": "— Nic, nic... — odrzekł nowicjusz, rumieniąc się po uszy."
      },
      {
        "index": 108,
        "text": "— E, nauczysz się jeszcze i ty — rzekł tamten protekcjonalnie. — I ja se myślałem, że trudno, a teraz i stichi na pamięć umiem i rachunki ci robię po rusku i diktowkę. Gramatyka, ta to trudna... uuch! Sprawiedliwie! Imia suszczestwitielnoje, imia priłagatielnoje, miestoimienie... Cóż, nie rozumiesz, choćbym ci i powiedział..."
      },
      {
        "index": 109,
        "text": "Nagle podniósł głowę i, patrząc na belki, rzekł, nie wiedzieć do kogo, głośno, z uczuciem, a nawet jakby w uniesieniu:"
      },
      {
        "index": 110,
        "text": "— »Podleżaszczeje jest’ tot priedmiet, o kotorom goworitsia w predłożenii!«"
      },
      {
        "index": 111,
        "text": "Potem znowu rzekł do Marcina:"
      },
      {
        "index": 112,
        "text": "— Widzisz i Piątek już umie czytać, choć kiepsko. Czytaj, Wicek!"
      },
      {
        "index": 113,
        "text": "Przy Michciku siedział chłopiec niezmiernie ospowaty. Ten otworzył tę samą książkę w równie wytłuszczonem miejscu i zaczął »dukać« jakiś ustęp. Odrazu pogrążył się w tę czynność tak zupełnie, że wystrzały z armat nie byłyby w stanie przerwać jego roboty."
      },
      {
        "index": 114,
        "text": "Raptem gromada obserwująca rozbiegła się wśród szturchańców i hałasu. Drzwi od sieni rozwarły się szeroko i wszedł nauczyciel. Twarz jego była ledwie podobną do wczorajszej. Była to teraz maska surowa, a bardziej jeszcze śmiertelnie znudzona. Rzucił okiem na Marcinka i kwaśno się uśmiechnął do niego, stanął na katedrze i dał znak Michcikowi. Ten wstał i zaczął głośno, z deklamacją mówić modlitwę:"
      },
      {
        "index": 115,
        "text": "— »Priebłagij Gospodi, nisposli nam błagodat’...»"
      },
      {
        "index": 116,
        "text": "W chwili zaczęcia modlitwy wszystkie dzieci, jak na komendę, zerwały się na równe nogi, a po jej ukończeniu siadły w ławkach. Szkołę wypełniał po brzegi nietylko zaduch, ale literalny smród ciężki i nieznośny."
      },
      {
        "index": 117,
        "text": "Wiechowski spoglądał przez chwilę ponuro na zalęknioną gromadę, następnie otworzył dziennik i zaczął czytać listę. Kiedy wymieniał jakieś imię w brzmieniu rosyjskiem i nazwisko, izbę zalegała śmiertelna cisza. Dopiero po upływie pewnego czasu dawały się słyszeć szepty, opowiadania, wynikało szturchanie i kopanie nogami danego indywiduum, no i koniec końców z jakiegoś miejsca ukazywała się ręka dziecka i słychać było głos:"
      },
      {
        "index": 118,
        "text": "— Jest."
      },
      {
        "index": 119,
        "text": "— Nie jest wcale, tylko jest’ — wołał głośno nauczyciel. Sam wymawiał kilkakroć ten wyraz dobitnie, dla przykładu, miękcząc ostatnią spółgłoskę. Miało to taki skutek, że gdy z kolei czytał nazwiska, chłopcy wstawali i podnosili palce, wołając z całą satysfakcją i w brzmieniu zupełnie swojskiem:"
      },
      {
        "index": 120,
        "text": "— Jeść!"
      },
      {
        "index": 121,
        "text": "Marcinek nie pojmował z tego wszystkiego nic zupełnie, bo ani wymagań profesura, ani całej ceremonji, a już najmniej objawów tak powszechnej żądzy jedzenia."
      },
      {
        "index": 122,
        "text": "Gdy przeczytane zostały wszystkie nazwiska, pan Wiechowski znowu skinął na Michcika, a sam usiadł na krześle, wsunął dłonie w rękawy, założył nogę na nogę i począł patrzeć w okno z taką determinacją, jakby to właśnie stanowiło jeden z punktów jego urzędowych czynności."
      },
      {
        "index": 123,
        "text": "Michcik głośno czytał, a właściwie wywrzaskiwał z Paulsona tekst długiej bajki ludowej rosyjskiej o chłopie, wilku i lisie."
      },
      {
        "index": 124,
        "text": "Nauczyciel poprawiał kiedy niekiedy akcenty wyrazów."
      },
      {
        "index": 125,
        "text": "Tymczasem w całej izbie szkolnej gwar się ciągle szerzył. Słychać było dźwięki: a, be, ce, de, e..., albo: a, be, we, że, ze..."
      },
      {
        "index": 126,
        "text": "Dzieci, które umiały już alfabet, »pokazywały« go symplakom, świeżo przybyłym: niektóre uczyły towarzyszów »ślabizoka«, a przeważna większość, patrząc niby-to w elementarze i mrucząc coś pod nosem, nudziła się haniebnie."
      },
      {
        "index": 127,
        "text": "Gdy Michcik odkrzyczał całą bajkę, złożył książkę i dał ją koledze Piątkowi, a sam wyszedł na środek do tablicy."
      },
      {
        "index": 128,
        "text": "Wiechowski podyktował mu zadanie arytmetyczne na mnożenie."
      },
      {
        "index": 129,
        "text": "Michcik wypisał dwie duże cyfry, podkreślił je okropną grubą linją, przed mnożną ustawił taki znak mnożenia, że możnaby na nim powiesić palto, i zaczął szeptać do siebie, z cicha, tak przecie, że Marcin słyszał go dobrze:"
      },
      {
        "index": 130,
        "text": "— Pięć razy sześć... trzydzieści. Piszę »kółko« a sześć mam w »rozumie«."
      },
      {
        "index": 131,
        "text": "Cały ten akt mnożenia Michcik wykonywał z wielkim trudem i mozołem. Twarz mu się mieniła, mięśnie oblicza, rąk i nóg wykonywały bezcelową pracę takiego naprężenia, jakby uczeń dźwigał belki, rąbał drwa, lub orał. Skoro jednak zmógł jakieś — pięć razy sześć — i napisał »kółko«, — zaraz półgłosem, tak, żeby nauczyciel słyszał, tłómaczył całą sprawę:"
      },
      {
        "index": 132,
        "text": "— Piatiu sześt’... tridcat’..."
      },
      {
        "index": 133,
        "text": "A nauczyciel nie zwracał teraz uwagi ani na Michcika, ani na Piątka, który zaczął pokazywać swoją sztukę, — lecz ciągle, z martwym stoicyzmem patrzał w okno."
      },
      {
        "index": 134,
        "text": "Marcinek, słuchając po raz drugi czytania Piątka, przypomniał sobie żyda Zelika, krawca wiejskiego, który często w Gawronkach siedział całemi miesiącami na robocie. Stanął mu w oczach, jak żywy, — zgrzybiały, na pół ślepy, śmieszny żydzina, z wiecznie oplutą brodą, gdy siedzi i zeszywa stary kożuch barani. Okulary, związane szpagatem, wiszą mu na końcu nosa, igła nie trafia w skórę kożucha, lecz w palec, później w pustą przestrzeń, później gdzieś więźnie..."
      },
      {
        "index": 135,
        "text": "Marcinek pragnąłby roześmiać się serdecznie z kłopotów Zelika, z jego powolnego ścibania, lecz czuje na twarzy łzy żalu i niewymownej miłości nawet dla żyda z Gawronek... Czytanie Piątka wywiera na niego, nie wiedzieć czemu, tak dziwne wrażenie."
      },
      {
        "index": 136,
        "text": "Piątek trafia na dźwięki, łapie je z pośpiechem, wiąże i spaja, jakby uderzeniem pięści, pcha, jakby całym korpusem, do kupy... Słychać dziwne słowa... Oto malec stęka:"
      },
      {
        "index": 137,
        "text": "— Pie... piet... pietu... pietuch..."
      },
      {
        "index": 138,
        "text": "Marcinek schyla głowę, zatyka sobie usta i dusi się ze śmiechu, szepcząc:"
      },
      {
        "index": 139,
        "text": "— Co za pietuch? Pietuch!..."
      },
      {
        "index": 140,
        "text": "Nauczyciel budzi się, jakby ze snu, powtarza ze złością kilkakrotnie ten wyraz ku tajemnej uciesze całej klasy i znowu wpada w zadumę. Nareszcie Piątek skończył lekcję, siadł ciężko na ławce i zaczął wycierać spocone czoło."
      },
      {
        "index": 141,
        "text": "Wiechowski otworzył dziennik i wyczytał nazwisko:"
      },
      {
        "index": 142,
        "text": "Warfołomiej Kapciuch."
      },
      {
        "index": 143,
        "text": "Na środek izby wyszedł chłopak w nędznej sukmanczynie i ojcowskich, widocznie, butach, gdyż posuwał się tak zgrabnie, jakby miał nogi obute w dwie konewki. Mały Bartek Kapciuch, który w szkole awansował na jakiegoś Warfołomieja, rozłożył swój elementarz na brzeżku nauczycielskiego stolika, wziął w brudną rękę drewnianą skazówkę, wyczytał całe a, be, we, że, ze... chlipnął kilka razy nosem i poszedł na miejsce z taką uciechą, że nawet nie czuł pewno ciężaru swych niezmiernych butów. Powołany został jakiś znowu Wikientij, wyłożył nauczycielowi swoją umiejętność i znikł w tłumie."
      },
      {
        "index": 144,
        "text": "Ta nauka trwała tak długo, że Marcinek o mało się nie zdrzemnął. Wodził sennemi oczyma po ścianach, z których tu i owdzie wapno płatami obleciało, rozpatrywał wiszące obok drzwi wizerunki nosorożców i strusiów, wreszcie trzy grube szlaki błota między drzwiami i pierwszą ławką... Było mu duszno w okropnem powietrzu izby i nudziło go stękanie dzieci, »wydających« przed nauczycielem alfabet rosyjski. Jednak mimo nieuwagi i roztargnienia, jakie go ogarnęło, spostrzegł przecież, że i pan Wiechowski nudził się porządnie. Na szczęście w sąsiedniem mieszkaniu nauczycielskiem wybiła godzina jedenasta. Profesor przerwał egzaminowanie, zeszedł z katedry i rzekł po polsku:"
      },
      {
        "index": 145,
        "text": "— Teraz sobie zaśpiewamy jedną śliczną pieśń po rusku, nabożną. Będziecie śpiewać po mnie i tak samo, jak ja. Dziewuchy cienko, chłopaki grubiej. No... a słuchaj przecie jedno z drugiem, uchem, nie brzuchem!"
      },
      {
        "index": 146,
        "text": "Przymknął oczy, rozwarł usta i, wybijając takt palcem, jął śpiewać:"
      },
      {
        "index": 147,
        "text": "Kol sławien nasz Gospod’ w Syjonie..."
      },
      {
        "index": 148,
        "text": "Z nauczycielem śpiewał Michcik, ryczał coś Piątek i usiłowało naśladować melodję kilkoro dzieci, widać muzykalniejszych. Reszta śpiewała także. Gdy jednak melodja była poważna, a w tamtej okolicy lud śpiewa tylko na nutę żywego wywijasa, więc dzieci wpadły zaraz na jedyny uroczysty motyw śpiewu, do którego w kościele ucho przyuczyły, i poczęły niesfornemi głosami wrzeszczeć:"
      },
      {
        "index": 149,
        "text": "»Święty Boże, święty mocny, święty a nieśmiertelny!...«"
      },
      {
        "index": 150,
        "text": "Kilkakrotnie pan Wiechowski musiał przerywać i zaczynać od początku, gdyż melodja »Święty Boże« zaczynała brać górę nad Kol sławien. Chodziło tam zapewne nie o nauczenie dzieci śpiewu, lecz o wbicie, wciosanie w ucho pieśni cerkiewnej. Nauczyciel zmuszony był zwyciężyć chłopską melodję, pociągnąć za swoją cały ogół dzieci i wkrzyczeć ją w ich pamięć. Śpiewał tedy coraz głośniej. Marcinek z najwyższem zdumieniem patrzał na to całe widowisko. »Grdyka« nauczyciela pracowała teraz forsownie, twarz jego z mocno czerwonej stała się aż brunatną. Żyły na czole nabrzmiały mu, jak powrózki, czupryna spadała na oczy. Z zamkniętemi powiekami, a usty otwartemi, jak czeluść, wywijając pięścią, jakby bił w kark niewidzialnego przeciwnika, nauczyciel istotnie przekrzyczał cały chór głosów dziecięcych i ze wszystkiego tchu, w niebogłosy śpiewał pieśń:"
      },
      {
        "index": 151,
        "text": "Kol sławien nasz Gospod’ w Syjonie!..."
      }
    ]
  }
}