{
  "chapterNumber": 5,
  "title": "Rozdział V",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Niski mur, tu i owdzie rozwalony, zarośnięty trawą i mchem, stanowił granicę podwórza. Za murem płynął kanał w obmurowanem niegdyś łożysku. Z czasem wiele kamieni wysunęło się, wpadło do wody i ugrzęzło w cuchnącym ile dna tej strugi, a bujne krzaki i błotne zielska obsiadły jej brzegi."
      },
      {
        "index": 2,
        "text": "Dalej, za rowem, ciągnął się czyjś park, rosnący na błotnistym gruncie, zaniedbany tak dalece, że mógł przedstawiać małą puszczę, której nigdy stopa ludzka nie przebyła, i gdzie tylko ptaki mieszkają."
      },
      {
        "index": 3,
        "text": "Z tej strony muru stała szopa i drwalnie, wybudowane w sposób nadzwyczaj lekkomyślny. Tuż przy szopie, pod samym murem, leżało kilka starych, opalonych i na pół zgniłych belek, o których istnieniu ani właściciel, ani żaden złodziej zapewne nie pamiętał. Pokrzywy i osty usiłowały do cna je zakryć."
      },
      {
        "index": 4,
        "text": "Na tych balach, po otwarciu roku szkolnego, Marcinek przesiadywał całe odwieczerza, »wykuwając« swoje uroki. Wielkie drzewa zarośli, stare wierzby o niezliczonej ilości gałązek, wiszących nad ziemią, przypominały mu wieś, dom i matkę."
      },
      {
        "index": 5,
        "text": "Uczył się pilnie, ze wzniosłą bezwzględnością, do której nie znalazło jeszcze dostępu ani zwątpienie, ani nieufność, ani żadne wyrachowanie, ani szacherka."
      },
      {
        "index": 6,
        "text": "Z historji świętej, czyli »Zakonu Bożego«, tłoczył sobie w pamięć wszystko, — poczynając od nazwy danego rozdziału, aż do ostatniego w nim słowa. Siadał na belce, ujmował głowę w dłonie i powtarzał głośno »zadane« — aż do skutku, aż do takiego stopnia doskonałości, że mu zasychało w gardle i mąciło się w głowie. Inna rzecz była z arytmetyką i rosyjskim. W obudwu tych gałęziach nauk trzeba było odbywać urok z korepetytorem, który mówił i objaśniał po rosyjsku, równie jak pan Majewski w klasie."
      },
      {
        "index": 7,
        "text": "Z tych wykładów Marcinek nie osiągał nietylko żadnego zrozumienia rzeczy, ale owszem głupiał coraz okropniej i męczył się coraz bardziej. Prawiono mu ciągle w domu i w szkole o liczbach z nieskończoną ilością zer, polecano wykonywać z temi wielkiemi liczbami jakieś manipulacje, a wykładano, jak to mówią, niby łopatą rzeczy tak łatwe i objaśniano to wszystko najlepiej, najpoprawniej, czysto i wzorowo stawiając akcenty, a tymczasem Marcinek truchlał, przychodząc do niejasnej refleksji, że nie rozumie, co do niego mówią."
      },
      {
        "index": 8,
        "text": "Wszelkie czytanie lekcyj, zadanych z rosyjskiego, musiało się również odbywać w obecności korepetytora, z uwagi na doskonałość akcentów."
      },
      {
        "index": 9,
        "text": "Właściwie tedy na belkach wyuczał się Marcinek »Zakonu Bożego«, gdyż czwarty przedmiot, język polski, nie nastręczał żadnych utrapień wskutek tego, że nic z tej dziedziny nie zadawano do uczenia się w domu."
      },
      {
        "index": 10,
        "text": "Korepetytor na stancji »Przepiórzycy«, pan Wiktor Alfons Pigwański, był uczniem klasy siódmej, a zarazem gimnazjalnym i poniekąd, dzięki nieobecności innego, miejskim, ogólno-klerykowskim poetą. Był to młodzieniec szczupły, mizerny, krostowaty, zawsze niedbale odziany i usiłujący zapuścić długie włosy, bez względu na surowe kary szkolne. Wypalał niezmierną ilość papierosów i wskutek tego zapewne przezywano go Pytią (dlaczego jednak zwano go także »żydówką« — trudno dociec). Pytia uczył się dobrze, nie tak wszakże, jakby się tego można było spodziewać po jego rzeczywistych zdolnościach."
      },
      {
        "index": 11,
        "text": "— Pigwański... — mawiała do przyjaciółek »stara Przepiórzyca«, — to głowa otwarta, jak wielka stodoła, ale cóż pani poczniesz, kiedy mu akurat poezyjka w łeb wjechała, jak fura siana. Nic, tylko pani siedzi i smaruje wirsze!"
      },
      {
        "index": 12,
        "text": "Poeta częstokroć zaniedbywał się umyślnie, zapominał o rzeczach, kajetach, książkach, ażeby pozyskać przydomek roztargnionego, który mu niesłychanie przypadał do smaku. Bardzo często umyślnie zostawiał w domu kajet z zadaniami trygonometrycznemi, wypracowaniem rosyjskiem, czy łacińskiem, albo greckiem extemporale, — byleby tylko ujawniać roztargnienie poetyckie. Wiersze pisał prawie bez przerwy i w sposób piorunujący. We wszelkich zaś utworach, jakiekolwiek dźwigały nazwy i dewizy, za pomocą niezmiernej ilości rusycyzmów i przy współudziale sporej kolekcji błędów ortograficznych szczerze polskich, opłakiwał śmierć swoją, opiewał swój pogrzeb, albo malował pejzaż posępny ze swym grobem w głębi i księżycem ukrytym za czarnemi chmurami. Myśli i uczucia, tło i akcesorja, porównania i rytm tych utworów były zapożyczone, częstokroć żywcem wzięte z Puszkina i Lermontowa. Nie licząc rozpaczy z powodu własnej, przedwczesnej śmierci, znajdował jeszcze poeta czasami podnietę do pisania jakiejś elegji, czy idylli w uczuciu miłości. Kto był przedmiotem tego namiętnego uczucia niepodobna odgadnąć, rozpatrując sprawę w świetle utworów. Raz bowiem były tam uwielbienia, przyłączone do gwałtownego pragnienia zgonu z racji jakichś »złotych kędziorów«, a już o stronicę dalej, — z powodu »czarnobrewej, czarnookiej, ozdobionej kaskadą czarnych pierścieni«."
      },
      {
        "index": 13,
        "text": "Stare panny Przepiórkowskie, które podczas bytności autora w klasie wyciągały z jego kuferka olbrzymiej grubości bruljony i zanosiły się od śmiechu, deklamując najbardziej rzewne elegje, zachodziły w głowę, kto przecież mógłby być bohaterką tylu dramatów, eposów i liryk. Gdy jednak żadna z postaci niewieścich, w tych dziełach przedstawionych, ani wiekiem, ani pięknością cielesną nie przypominała z nich żadnej, powzięły wniosek zdecydowany, że owe bohaterki są to po prostu osoby, nie istniejące w Klerykowie i z palca wyssane."
      },
      {
        "index": 14,
        "text": "Najstarszy z trzech braci Daleszowskich, uczeń klasy czwartej, odznaczał się wogóle — posiadaniem srebrnego zegarka z wielką tombakową dewizką, a w stosunku do Marcinka, — pogardą tak przygniatającą, że mały wstępniak nie był w możności wyrobić sobie pojęcia o różnicy, zachodzącej między samym korepetytorem a »panem« Daleszowskim. Był prawie pewny, że ci obadwaj »panowie« są czemś w rodzaju profesorów, istotami, które, krótko mówiąc, umieją więcej od p. Wiechowskiego, bo uczą się po grecku i po łacinie, o czem tamten »pan« z Owczar wcale nie miał wyobrażenia. Nie więcej życzliwości okazywali Marcinkowi dwaj młodsi bracia Daleszowscy z drugiej klasy. Rozmawiali z nim wprawdzie, ale zato wydrwiwali go niemiłosiernie, »brali go na kawały«, wysyłali do apteki po Verstand, puszczali mu w nos finfy, gdy zasypiał i t. d."
      },
      {
        "index": 15,
        "text": "Ci obadwaj drugoklasiści byli namiętnymi graczami w »obrazki«. Mieli w kuferkach pełne pudła kolorowanych żołnierzy, oficerów na koniach, oraz innych malowanek — i stosy zużytych stalówek. Gra polegała na tem, że między karty książki wkładało się tu i owdzie obrazek i podawało ją koledze do odnalezienia malowanek za pomocą wsuwania między kartki stalówki — na chybił trafił. Jeżeli stalówka trafiała w miejsce puste, przechodziła w posiadanie proponującego grę, w razie przeciwnym obrazek stawał się własnością posiadacza piór."
      },
      {
        "index": 16,
        "text": "Marcinek Borowski nietylko był ogrywany przez Daleszowskich, bo umieli oni w potrzebie »naciągać frajera« w sposób tak zgrabny, że żadną miarą dostrzec tego nie mógł, ale jeszcze dostawał od nich szturchańca, jeżeli z bekiem upominał się o stalówki, przywłaszczone przez graczy z pogwałceniem kardynalnych zasad wymiany."
      },
      {
        "index": 17,
        "text": "Nieco odmienny stosunek zachodził między Marcinem i Szwarcem, drugorocznym uczniem klasy pierwszej, znanym z tego, że mu wszyscy, nie bez wyraźnych, a nawet umotywowanych pozorów słuszności udowadniali, że jest dardanelskim osłem."
      },
      {
        "index": 18,
        "text": "Ale i ten nieszczęsny pierwszak, któremu nigdy zadania nie »wypadały«, ale zato słówka łacińskie nietylko wypadały, ale wylatywały jak wiatr z pamięci, — przy każdej sposobności starał się nękać Marcinka dowodzeniami, że, właściwie mówiąc, wstępniaki nie są jeszcze uczniami i, chociaż z łaski pozwala się im nosić mundur i czapkę z palmami, to jednak, każdy uczeń klasy już rzeczywistej, pierwszej, ma zupełne prawo pierwszemu lepszemu kapcanowi z wstępnej dać w zęby, kiedy mu się tylko żywnie spodoba."
      },
      {
        "index": 19,
        "text": "Marcinek nie znał, rzecz naturalna, praw gimnazjalnych do tego stopnia, żeby mógł Szwarcowi kłam zadać ustnie, lub na piśmie, to też najczęściej odpierał podobne twierdzenia pięściami i obcasami."
      },
      {
        "index": 20,
        "text": "Pomimo jednak nierówności sił i różnicy zapatrywań — między Szwarcem i Borowiczem istniał de facto pewien rodzaj naturalnej koalicji, która stanowiła jaką taką przeciwwagę względem przemożnej potęgi zjednoczonej Daleszowszczyzny oraz jej jawnych i skrytych zamachów."
      },
      {
        "index": 21,
        "text": "Swoją drogą mały Borowicz czuł się na stancji samotnym, jak palec. Jego troski, okropne trwogi, wyrastające szczególniej na glebie arytmetyki, nikogo nie interesowały."
      },
      {
        "index": 22,
        "text": "Jeżeli próbował kiedykolwiek zwierzyć się Szwarcowi ze swem niepojmowaniem zadanej lekcji, lub ze swym strachem, — Buła (taki przydomek Szwarc nosił), odpowiadał mu z wrzaskiem i pogardą, że tylko taki, co przyjechał do Klerykowa z Gawronek, może podobne głupstwa nazywać trudnemi. Cóż może być trudnego w »owczarni«, gdzie niema łaciny, ani geografji? Niechby kto, — (Marcinek czuł, że owo kto do niego jednego było wycelowane), — spróbował trzeciej deklinacji z wyjątkami, albo niechby na wielkiej mapie spróbował »przejechać wodą« z morza Białego do Czarnego..."
      },
      {
        "index": 23,
        "text": "A przecie Marcinek nie mógł sobie dać rady z przedmiotami tak łatwemi. Nieraz budził się w nocy, o zimnych rankach jesiennych i w smutnem drzemaniu widział klasę, nauczyciela i siebie przy tablicy... Zimno wstrząsało jego ciałem i bojaźń niewymowna ssała jego krew, jak zmora."
      },
      {
        "index": 24,
        "text": "Na stancji okazywała mu dużo serca i troskliwości »stara Przepiórzyca«, ale ta jej przyjaźń wyrażała się przeważnie w zachęcaniu go do częstych zmian bielizny i w sekretnych darach kilku śliwek, dwu jabłek, garści suszonych gruszek, albo spodeczka kwaśnych powideł. W klasie miał na niego pewien wzgląd wszechwładny nauczyciel pan Majewski, chociaż ten wzgląd manifestujący się w mdłym uśmiechu, z biegiem czasu nicestwiał coraz bardziej. Pan Majewski w rozmaitych porach dnia i wieczora odwiedzał stancję »Przepiórzycy«, gdyż wizytowanie stancyj uczniowskich należało do zakresu jego obowiązków, łatwo tedy spostrzegł, że Borowicz nie jest synem rodziców zamożnych — i coraz szczuplejszą miareczką sympatję swoją mu wymierzał."
      },
      {
        "index": 25,
        "text": "Sala klasy wstępnej mieściła się na dole gmachu gimnazjalnego. Prowadziły do niej drzwi z korytarza, dobrze Marcinkowi znanego od czasu egzaminów. Oprócz wstępnej znajdowały się jeszcze przy tym samym korytarzu dwa równoległe oddziały klasy pierwszej, dwa drugiej, oraz pojedyńcze sale trzeciej i czwartej. Klasy wyższe, — aż do ósmej, — mieściły się na piętrze. Rzecz prosta, że dół nieskończenie weselszy był od piętra. Całe to piętro mieszkańcy dołu mieli w głębokiej pogardzie, a przezywali je, nie wiedzieć dla czego, cukiernią. Na dolnym korytarzu pracowało usilnie kilku pomocników gospodarzy klasowych i zwyczajnych pedagogów, pilnujących porządku, kiedy na górze nudził się jeden tylko; na dole zazwyczaj pewna ilość frantów za zbyt wesoły nastrój ducha odsiadywała popołudniową kozę, kiedy coś podobnego na górze uchodziłoby za skandal. Nigdy też cukiernia nie witała tak piekielnym hałasem żadnej pauzy, jak to stale czynił korytarz. Skoro tylko zadrżał w powietrzu cienki a przenikliwy krzyk dzwonka, targanego wprawną ręką »pana Pazura«, wybuchał tam w głębokiej ciszy istny huragan. Przez każde odemknięte drzwi wyskakiwał nowy hufiec i wnosił do kolosalnego chóru daninę swego wrzasku, płaczu i śmiechu. W mgnieniu oka korytarz napełniał się kurzem, a cały ten wielki dom drżał, zdawało się, od fundamentów do szczytu, jakby wewnątrz niego grasowała trąba powietrzna."
      },
      {
        "index": 26,
        "text": "Stary pedel, patrząc ze swego posterunku przy końcu dolnego korytarza, widział w nikłym pyle te setki głów ostrzyżonych, zawsze mnóstwo wzniesionych pięści, a nieraz tu i owdzie zadarte nad głowami — nogi. Lubił ten widok, te walne facecje, których żadna mowa nie wyliczy i żadne pióro nie opisze, te szczytne dowcipy i błazeństwa, pobudzające go nieraz do takiego śmiechu, że z miną urzędowo posępną i zagryzionemi wargami starowina trząsł się na swym stołku, jak galareta z cielęcych nóżek."
      },
      {
        "index": 27,
        "text": "W jesieni, w pogodne przedpołudnia, gdy jeszcze świetlne promienie słońca wpadały do korytarza, stary pedel miał chwilę wesołości prawie dziecięcej."
      },
      {
        "index": 28,
        "text": "— Nuże! — wołał na drapichróstów, znanych mu bliżej, — jazda, poka czas. Za szest’ sekund zwonok! Stawajta, chłopcy, na łbach — nu! Prawoje pleczo wpierod — marsz!"
      },
      {
        "index": 29,
        "text": "Gdy znowu rozległ się dzwonek, hałas wielkiemi falami szybko i raptownie opadał, zamieniał się w gwar, w szmer przyciszonych rozmów, w szmer przedziwny, którego brzmienie człowiek do starości pamięta... Olbrzymie interesy, kolosalne sprawy, marzenia niespokojne, jak woda górskiego potoku, natężone ambicje i gwałtowne, niby grom, boleści serc małych wyrażały się w szeptach urwanych a tworzących wzruszoną mowę szkoły. Przed każdą klasą czatowała niewielka postać, ukryta za odrzwiami w ten sposób, że na zewnątrz widzialny był tylko kontur jej twarzy i oko, zwrócone w kierunku kancelarji. Gdy drzwi pokoju nauczycielskiego uchyliły się, jedna z postaci znikała i nad jakąś salą rozciągało się nieme milczenie."
      },
      {
        "index": 30,
        "text": "W czasie półgodzinnej, czyli tak zwanej dużej przemiany, prawie cały dolny korytarz wypadał na dziedziniec i w mgnieniu oka rozpoczynał wojnę."
      },
      {
        "index": 31,
        "text": "Był to właśnie czas kasztanów. Podwórze było wielkie, nierówne, obfitujące w pewien rodzaj łańcuchów górskich, formacji dawno śmietnikowej, — w doły po wapnie i gruz zwalonego muru."
      },
      {
        "index": 32,
        "text": "Całe to rozległe podwórze było otoczone wysokiemi i grubemi murami, za któremi z jednej strony był park publiczny, z drugiej pusta uliczka, a z trzeciej ogrody księże."
      },
      {
        "index": 33,
        "text": "Z parku i ogrodu wznosiły się i zwisały nad gimnazjalnym dziedzińcem stare drzewa kasztanowe, rodzące niezliczoną ilość owoców, kapitalnie nadających się do podbijania oczu i wywabiania na czaszkach guzów, wielkości indyczego jaja."
      },
      {
        "index": 34,
        "text": "Przebiegła klasa trzecia prawie zawsze potrafiła zaraz po dzwonku owładnąć »Himalajami« i przeciągnąć na swą stronę jeden z oddziałów klasy drugiej, wskutek czego cały ogół pierwszaków, i wstępniaków, aczkolwiek osłonięty mężnemi piersiami oddziału klasy drugiej, wiernego sprawie tłumu, — zajmował pozycję nad wszelki wyraz niewygodną w szczerem polu, pod murem."
      },
      {
        "index": 35,
        "text": "Już gdy pierwsze kasztany zaczynały przeraźliwie gwizdać, odbijać się od muru, dawać piekielne »kapry«, — wstępniactwo zazwyczaj podawało tył w sposób obrzydliwy, szeregi pierwszoklasistów przerzedzały się do takiego stopnia, że »Grecy« zaczynali wyłazić z za »Himalajów« i z furją nacierać."
      },
      {
        "index": 36,
        "text": "Wtedy wywiązywała się rzetelna batalja. Ogłuszające »hura!« rozlegało się ze stron obu, kasztany cięły jak grad najsroższy, ranni zmiatali z głośnym bekiem wodzowie darli się w niebogłosy, zagrzewając do boju szeregowców, zwykle plecami do nieprzyjaciela zwróconych... Biada pomocnikowi gospodarzy klas, wysłanemu przez inspektora dla zażegnania awantury, któryby wtedy zbliżył się do placu boju! Zarówno z obozu »Greków«, jak »Persów«, odzywały się niezwłocznie głosy, dziko pozmieniane, a zachęcające do czynów wprost zbrodniczych."
      },
      {
        "index": 37,
        "text": "— Grajcarek, — wołano po polsku, — celujemy w twój cylinder. Chodźże bliżej, kłapouchu!..."
      },
      {
        "index": 38,
        "text": "I rzeczywiście, — cylinder, powalony licznemi naraz ciosami, spadał z głowy pana Gałuszewskiego."
      },
      {
        "index": 39,
        "text": "Jeżeli zjawiał się pan Sieczenskij, wzywano go również po polsku:"
      },
      {
        "index": 40,
        "text": "— Chodź, chodź, Perispomenon, zbliż się, ananasie z pestką, wyjmij notesik i zapisuj! Panowie, celnie w notesik!"
      },
      {
        "index": 41,
        "text": "»Perispomenon« cofał się zaraz do sieni i, ukryty za drzwiami, obserwował przez szparę dalszy bieg wypadków."
      },
      {
        "index": 42,
        "text": "Pan Majewski nie ukazywał się w takich razach na podwórzu z zasady, gdyż nie mógł znieść przezwisk, wykrzykiwanych tak głośno i tak bezkarnie."
      },
      {
        "index": 43,
        "text": "Tym sposobem bitwa, której władza nie była w stanie przerwać, trwała zazwyczaj w ciągu całej »dużej« pauzy. Dopiero na odgłos dzwonka zwycięzcy i zwyciężeni wracali do klasy, okryci chlubnemi sińcami, na dwie ostatnie godziny lekcyj."
      },
      {
        "index": 44,
        "text": "Marcinek był dzielnym »Persem« i dostał pewnego razu taki postrzał w okolicy piątego żebra, że blisko przez dwa tygodnie nie mógł leżeć na prawym boku."
      },
      {
        "index": 45,
        "text": "Po jednej z takich kampanij wrócił do klasy zmęczony i nie przypominał sobie nawet dokładnie, jaka lekcja ma nastąpić. Siedział w czwartej ławie pod oknem, przy Gumowiczu, dużym chłopcu, z włosami tak czarnemi, że miały odcień fioletowy."
      },
      {
        "index": 46,
        "text": "Ten Gumowicz był synem akuszerki, kobiety bardzo biednej, ogromnie energicznej i krzykliwej. Mama Gumowiczowa zjawiała się czasami na dolnym korytarzu, rozmawiała z księdzem Wargulskim i panem Majewskim, wypytywała się o stopnie i sprawowanie swego Romcia, który już drugi rok siedział w klasie wstępnej, a nieraz wobec wszystkiego tłumu groziła mu pięścią. Jak wieść głosiła, po każdej takiej bytności pani Gumowiczowej w gmachu szkolnym, Romcio brał w domu ciężkie »lanie«, czyli »wały«."
      },
      {
        "index": 47,
        "text": "Pan Majewski wzywał go często do katedry, wytykał mu jego wady, próżniactwo, niedołęstwo, osłostwo, wspominał o biedzie i procederze starej matki, o niskiem jego pochodzeniu i wystawiał go na urągowisko. Wszyscy w klasie, nie wyłączając nauczyciela chichotali, gdy pucułowaty Romcio stawał przy tablicy. Miał on zawsze kajety w porządku, wiedział najlepiej, jaki rozdział przeznaczony jest do opowiadania i umiał doskonale »zadane«, ale czytał tak gdaczącym głosem, tak paradnie syczał, dmuchał i jęczał, namyślając się przy dodawaniu, że koniec końców dostawał zazwyczaj dwójkę."
      },
      {
        "index": 48,
        "text": "Tego dnia pan Majewski »wyrwał« Gumowicza do arytmetyki i podyktował mu dużą liczbę. »Czarny« drżał na całem ciele. Kilkakrotnie upuścił kredę, widocznie trudno mu było zebrać myśli, gdyż pisał zupełnie inne cyfry. Po klasie przelatywał śmiech tłumiony. Zdolni chłopcy z pierwszych ławek, umiejący zawsze z pochlebstwem patrzeć w oczy nauczyciela i zgadywać jego intencję, umyślnie zatykali sobie usta, żeby głośno nie parsknąć. Pan Majewski jeszcze dwa razy powtórzył długą liczbę, a gdy Gumowicz znowu napisał co innego, kazał mu iść na miejsce."
      },
      {
        "index": 49,
        "text": "— Ty, Gumowicz, akurat tyle umiesz z arytmetyki, co pachciarska kobyła... — rzucił mu na pożegnanie."
      },
      {
        "index": 50,
        "text": "Te dwa ostatnie wyrazy p. Majewski wygłosił w brzmieniu polskiem. Sprawiło to szalony efekt. Malcy wszczęli okropny krzyk radości."
      },
      {
        "index": 51,
        "text": "— Pachciarska kobyła. Oho-ho... — Gumowicz — pachciarska kobyła!..."
      },
      {
        "index": 52,
        "text": "Gumowicz usiadł na miejscu i po swojemu zwiesił głowę. Gdy się wesołość ogólna z rozkazu nauczyciela uciszyła nieco, — spojrzał na Marcinka, bawiącego się nim również doskonale, i zapytał go nieśmiało, cichym szeptem:"
      },
      {
        "index": 53,
        "text": "— Co mi postawił?"
      },
      {
        "index": 54,
        "text": "Borowicz wysunął głowę i śledził uważnem okiem ruch dłoni nauczyciela. Dostrzegłszy znamienne pochylenie pióra, szepnął z okrucieństwem:"
      },
      {
        "index": 55,
        "text": "— Pałę!"
      },
      {
        "index": 56,
        "text": "Mały Gumowicz skurczył się dziwnie i tak został bez ruchu, zapatrzony w kajet z arytmetyką. Marcinek przyglądał mu się i pokazywał go sąsiadom. Po chwili, na długiej czarnej rzęsie »Pachciarskiej kobyły« ukazała się jedna wielka łza, sygnał bezdennej rozpaczy. Borowicz przestał się śmiać i ze zmarszczonem czołem wciąż patrzał na tę łzę błyszczącą. Pochłonęła ona jego uwagę, pamięć i jakby całą duszę. Pierwsze w życiu współczucie drgnęło w jego piersi."
      }
    ]
  }
}