{
  "chapterNumber": 16,
  "title": "Rozdział XVI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVI."
      },
      {
        "index": 2,
        "text": "Miejscem bardzo drogiem dla Borowicza i jego kolegów przez cały czas egzystencji w klasie ósmej był tak zwany Stary Browar, obszerna posesja, leżąca u wejścia na przedmieście wygwizdowskie. Niegdyś istniała rzeczywiście w tem miejscu fabryka nędznego piwska. Z czasem właściciel jej zrujnował się doszczętnie, a całkowity »interes«, poszedł w ruinę. Wielkie mury, budowle otaczające, składy i piwnice stały pustkami. Dopiero po upływie lat kilku nabył wszystko za małe pieniądze chudy żydek z czarną bródką i za mniejsze jeszcze pieniądze przerobił browar i składy na lokale mieszkalne. Cały szereg tych budynków z niezmiernem podwórzem i ogrodami stanowił samoistną dzielnicę. Z jednej strony ograniczała ją wiecznie gnijąca rzeczułka, z trzech innych uliczki boczne. Wysoki, jakby więzienny mur, z posępnemi bramami, wychodzącemi na trzy strony świata, biegł dokoła obszaru browarnego wzdłuż ulic sąsiednich. Ponad kanałem sterczał tylko mocny parkan z czterocalówek. Wielki dziedziniec był brukowany, a nawet przecięty wpoprzek przez trotuar, wyłożony marmurowemi płytami. Jednakże tuż obok chodnika istniały głębokie wądoły, wybrane w ziemi niewiadomo w jakim celu. Kiedy dżdżysty październik napełnił je wodą, miały one wszelkie pozory pułapek, zastawionych przez właściciela Starego Browaru w celu chwytania żywcem lokatorów, którzy nieuiszczone komorne trwonili w knajpach i cukierniach, a późną i ciemną nocą wracali do gniazd rodzinnych. Mieszkania, ceglanym równoległobokiem otaczające podwórzec, miały wyraz wcale nieweselszy od więzienia Mazas. Okna w nich były małe, drzwi nieforemne, sienie jak pieczary, pogrążone w wiekuistym mroku, schody śliskie i brudne. Nawprost bramy głównej wysuwał się z głębi dziedzińca gmach fundamentalny, a raczej ściana jego, bardzo wysoka i naga. Tu i owdzie tkwiły w niej okna, znacznie później wmurowane. Stary tynk muru, obleczony niegdyś w zewnętrzną farbę, poobrywał się, spadł na ziemię i leżał tam, zwolna unicestwiany przez deszcze. Wątpliwa, żółtawo-różowa barwa miejsc jeszcze trwających zamokła i wynikały tam przeróżne mapy, zygzaki, dziwaczne kształty i wieczne symbole. Przypominały one rozmaite zjawiska tego padołu, jakby dla stwierdzenia myśli Schellinga, że natura, zdążając ku wiekuistej refleksji zawsze wraca do raz już utworzonych, a gdzieindziej tkwiących postaci bytu."
      },
      {
        "index": 3,
        "text": "W tej oficynie mieszkali na piąterku rodzice Marjana Gontali, ósmoklasisty, jednego z kolegów Borowicza. Ojciec »Mańka« był nieznacznym urzędnikiem Izby skarbowej. Mieszkanie Gontalów składało się z trzech małych, wilgotnych izdebek i kuchni. Mieściły się tam dzieci, jakaś ciotka Matylda z ogromnemi kuframi, staruszka, babka. Maniek z dwoma braćmi, uczęszczającymi do niższych klas gimnazjalnych, mieszkał na górce. Od klasy piątej, jak większość niezamożnej młodzieży klerykowskiej, całkowite utrzymanie swoje opłacał korepetycjami. Dawał ich dużo i, pomimo bardzo niskiego wynagrodzenia zarabiał tyle, że mógł dopomagać familji w jej ciężkiem życiu."
      },
      {
        "index": 4,
        "text": "»Górka« mieściła się na strychu. Były tam ongi jakieś suszarnie. Całe poddasze zawalone było staremi deskami i krokwiami, to też właściciel domu bez wielkiego gniewu dał się nakłonić do przeforsztowania dwiema ścianami dużej, istniejącej już zagrody, wybicia w murze okienka, a drzwi w przepierzeniu. Tym porządkiem wyrosła na strychu odosobniona stancyjka. Gontala junior za własne pieniądze ozdobił mieszkanie piecykiem żelaznym, od którego rura, zgięta w kształcie bagnetu, wychodziła na świat boży przez otwór wycięty w szybie. Żeby się dostać na górkę, trzeba było drapać się z sionki bocznej po schodeczkach kuchennych, bardzo stromych, przebywać całą długość strychu, między istnym lasem belek i krokwi."
      },
      {
        "index": 5,
        "text": "Wzamian za te trudy dostępu otwierał się przed gościem z okna izby daleki widok na jedno z przedmieść Klerykowa, na pola, łąki, wzgórza i sine lasy. Tuż przy domu widziało się stamtąd rozległy ogród, parkan na podmurowaniu, wiszący nad rzeką, i pewne w nim miejsce, zwane przez gości odwiedzających górkę »dziurą Efialtesa«. W kącie sadu, gdzie drewniany parkan stykał się z murem, pewna deska, przybita do górnego przęsła, jak wszystkie, bretnalem, u dołu przegniła daleko poza gwódźgwóźdź, spajający ją z belką dolną, i chadzała swobodnie na górnym punkcie oparcia, dając się łatwo uchylać w prawo i w lewo. Idąc kilka kroków po murku od »dziury Efialtesa«, znajdował się gruby dyl, leżący nad rzeką, po którym z łatwością można było przebywać suchą nogą melancholijne fale topieli. Brzegiem kanału, a dalej na ukos od niego w górę, biegła w górę, biegła między parkanami ku przedmieściu, zamieszkałemu niemal wyłącznie przez żydów, uliczka tak strasznie błotnista i ubrudzona, że wszelkie jestestwo ochrzczone mogło ją zgruntować tylko w zupełnie wiarygodnych, nieprzemakalnych i bardzo wysokich cholewach. Jedynie ósmoklasiści umieli tamtędy skakać po im tylko wiadomych głazach i wzgórkach do Ponte Rialto, przebywać go wśród najgłębszej ciemności i omackiem znajdywać »dziurę Efialtesa«."
      },
      {
        "index": 6,
        "text": "Wędrowali tym szlakiem wszyscy, a najczęściej: Zygier, Borowicz, Walecki, Pieprzojad i siódmoklasista — Andrzej Radek. Gdy Gontala wracał ze swych »korep« o godzinie dziewiątej, dziesiątej, wypił na dole »u starych« herbatę i przybył do lokalu, a miał czas wolny, lub chciał zobaczyć się z przyjaciółmi, wówczas zapalał świecę i stawiał ją w oknie. Radek widział to światło, wysoko w górze, niby daleką gwiazdę błyszczącą, ze swego okna strzeżonego przez badyl głogu. Zygier codziennie około godziny dziesiątej zmykał z przed nosa Kostriulewa i szedł, jeśli nie do Gontali, to do Radka. Z tym ostatnim łączyły go węzły przyjaźni na śmierć i na życie."
      },
      {
        "index": 7,
        "text": "Ponieważ nie można było rozmawiać w norze Radkowej, gdyż za cienką ścianą podsłuchiwał chlebodawca, czyli dobroczyńca p. Płoniewicz, szli tedy najczęściej w ciepłe wieczory, jeśli nie do Mańka, to dróżką za przedmieścia w pole. Na górce zgromadzenia były zupełnie ubezpieczone, zamykano drzwi, prowadzące do lokalu i stawiano wartę w kuchni przy schodach. Pełnili ją con amore dwaj młodsi Gontalowie, których za to traktowano po koleżeńsku. Duszą i kierownikiem był Zygier. Dzięki jego wpływowi kierunek i nastrój myślenia młodzieży kończącej gimnazjum zmienił się średnicowo. Nie wymagało to zresztą ani zbyt wielkiej erudycji, ani forsownego oddziaływania. Niby gwałtowny, za usunięciem stawidła, wybuch wody z jeziora skrytego przed oczyma tych młodzieńców, wwaliły się na obszary, które dotąd znali: wielka poezja wygnańcza, historja rewolucji i upadków, prawdziwa historja czynów ludu, a nie jego rządu, wieczyście nowa, krwią przesiąkła, pełna żywotów, godnych pióra Plutarcha, albo Carlyle’a... Ta samoistna, oryginalna kultura wciągnęła ich do swej głębi."
      },
      {
        "index": 8,
        "text": "Był to rezultat nieunikniony. Zakaz policyjny, traktujący genjusz Mickiewicza, jako niebyły, usiłujący zniweczyć pamięć o czynach i życiu Kościuszki, wzmógł tylko ciekawość, energję badania i miłość. Czytano rzeczy »zabronione« ze zdwojoną starannością, uczono się ich namiętnie i z uniesieniem, czego nie byłoby może, gdyby te dzieła były legalnemi, jak pisma Puszkina i Gogola. W szafce, wyrzuconej przez rodzinę Płoniewiczów do pokoju Radka, mieściły się zniszczone, oddane na łaskę i niełaskę szczurom utwory Mickiewicza i Słowackiego, »Historja powstania listopadowego« M. Mochnackiego, mnóstwo pamiętników z r. 1831 i 63, broszury polityczne, wydanie pisarzy okresu Zygmuntowskiego, przekład Boskiej Komedji, dzieł Szekspira, powieści Wiktora Hugo, Balzaca i t.  d., wreszcie dosyć utworów literatury »miejscowej«."
      },
      {
        "index": 9,
        "text": "Radek przełknął to wszystko naprzód sam w ciągu trzechletniej samotności, a gdy się zaznajomił z Zygierem i ośmioklasistami, nosił rzecz po rzeczy na zebrania. Każda przyniesiona książka była nowością, do której rzucano się z takiem zaciekawieniem, z jakiem dziś czyta się telegraficzne wiadomości w ostatnim dzienniku o najświeższych zdarzeniach w świecie politycznym. A więc cóż mówi ten Dante w swem »Piekle«? Co opisuje Szekspir w »Królu Lirze«? Cóż to jest ten »Faust«? W rozmowach zestawiono książki przeczytane i równano utwory w sposób nieraz bardzo zabawny. Częstokroć wprost od »Jerozolimy Wyzwolonej« przechodzono do Eugenjusza Sue, albo do jakiej autorki wielkobrytańskiej, której nazwiska tłumacz polski wcale nie kładł w tytule dzieła, jakby dla uchronienia szanownej lady od kompromitacji wobec publiki »Kraju Przywiślańskiego«, i znowu z płomiennym zapałem sądzono wyprowadzone postacie, charaktery i sytuacje. Do każdego płodu myśli ludzkiej banda tych młodzików przychodziła z natręctwem i bezwzględnością, roztrząsała go nieraz z prostactwem, a najczęściej z zachwytem, który już drugi raz w życiu się nie powtarza."
      },
      {
        "index": 10,
        "text": "Gdy Borowicz przeczytał »Dziady«, nie był w stanie z nikim mówić. Uciekł do najbliższego lasu i błąkał się tam, pożerany przez nieopisane wzruszenie. W zachwycie jego tkwiło coś bolesnego, jakieś przypomnienie mętne i zamglone a przecie żywe, niby ciągle w uchu dzwoniący płacz nie wiedzieć czyj, nie wiedzieć kiedy słyszany, a może niesłyszany nigdy, tylko razem z istnością poczęty w łonie matki, gdy brzemienna chodziła około uwolnienia męża z fortecy i w milczeniu płakała nad męką, nad klęskami, nad niedolą i boleścią ginącego powstania... Poezja i literatura epoki Mickiewicza odegrała w życiu Marcina rolę niezmiernie kształcącą. Przechodził wśród tych arcydzieł, jak przez chłostę, jak między szeregami osób, które na niego patrzały ze wzgardą. Dusza jego pod wpływem tej lektury mocowała się z własnemi błędami, ulepszała w sobie i staliła się raz na zawsze w kształt niezmienny, niby do białości rozpalone żelazo, rzucone w zimną wodę."
      },
      {
        "index": 11,
        "text": "Niemniej doniosłe zmiany przeżywali w tym czasie koledzy Marcina. Walecki, zbuntowany przeciw matce, kochał się w Buckle’u, którego mu objaśniał Borowicz, i uczestniczył w badaniach przyrodniczych, rozwiniętych daleko logiczniej, gdyż »Spinoza«, »Balfegor« i inni, wówczas już studenci medycyny w Warszawie, słali kursy litografowane i stosowne podręczniki. Zygier kierował stałemi »urzędowemi« zebraniami w każdą niedzielę. Na takie posiedzenie ktoś z uczestników obowiązany był przygotować rozprawkę, treści dowolnej z książek, jakie miał w ręku ostatniemi czasy. Na nieurzędowych schadzkach u Mańka nietylko czytano i rozprawiano o rzeczach literackich, ale także uczono się przedmiotów kursu gimnazjalnego, zadanych na lekcję. Zmęczeni korepetycjami, które np. Radkowi, Gontali, Waleckiemu pochłaniały pięć, sześć i siedem godzin, przychodzili na górkę, jak do stacji naukowej, ażeby szybko »wykuć« lekcje. Tu gromadnie robiono zadania z trygonometrji, algebry, geometrji, co zmęczonym ułatwiło znakomicie pracę jałowych, nie kształcących »podstawień« i wyliczeń; tu na spółkę uczono się czytać wiersze Horacego, tłumaczyć je i rozpatrywać, objaśniać Demostenesa, dochodzić, jakim sposobem należy skandować chóry w »Antygonie« i t.  d."
      },
      {
        "index": 12,
        "text": "Na zebrania niedzielne przychodzili również i wolnopróżniacy, choć wypracowania pisane polskie budziły w nich abominację bynajmiej nie mniejszą, jak dawniej uprażnienia rosyjskie. Zarówno tamto, jak to, było poza klasą, a więc było zbyteczne. Nie można jednak twierdzić, żeby wolno-próżniactwo nie uległo jakiemu takiemu wpływowi zreformowanych »literatów«, wciąż naprzód idących. Owszem, stara gwardja wlokła się śladem Zygiera, Waleckiego, Borowicza, Gontali, — tylko, żeby nie marnować zbyt wiele drogiego czasu, rznęła po cichu w karty. Były nawet z tej paczki formalne petycje do zarządu, ażeby ćwiczenia świąteczne połączyć z tanim, a również urzędowym »preferkiem« w myśl zasady — »omne tulit punctum, qui miscuit utile dulci«, ale obłąkani, jak mówiono »literaci« sprzeciwili się kategorycznie i nigdy górka nie splamiła się szulerstwem."
      },
      {
        "index": 13,
        "text": "Raz jeden tylko pozwolono sobie tam na »bibę«. Przy końcu trzeciego kwartału, na początku kwietnia, jeden z kolegów, syn kupca, posiadającego najobszerniejszą i najstarszą w mieście piwnicę win, zawiadomił Mańka, że przyniesie wieczorem butelkę maślacza, wycyganioną od matki, ze specjalnej, familijnej piwniczki. Gontala rozesłał wici z oznaczeniem początku zebrania na godzinę dziewiątą. Borowicz załatwiał dnia tego swe korepetycje nieco dłużej i dopiero przed dziesiątą wybrał się w stronę górki. Minąwszy chałupiny żydowskie, gdyż tamtędy szła »wieczorna« droga ze względu na to, że bramy posesji już o tej godzinie na głucho zamykano, miał skoczyć w uliczkę, gdy wtem w kręgu światła, padającym od jedynej w tych okolicach latarni, spostrzegł wysoką personę w cylindrze i długim paltocie z bobrowym kołnierzem."
      },
      {
        "index": 14,
        "text": "— Majewski — wyszeptał Borowicz, gorączkowo usiłując przyprowadzić do porządku spłoszone myśli i znaleźć niezwłoczny środek ratunku dla siebie i kolegów. Zanim cokolwiek przedsięwziąć zdołał, instynktownym ruchem wsunął się między sągi drzewa, ogromnemi kupami leżące na pustym placu przy samem wejściu w błotnistą uliczkę, skurczył się, przykucnął i nie spuszczał oka z ciemnej sylwetki, ruszającej się w mroku."
      },
      {
        "index": 15,
        "text": "Majewski zbliżył się do zaułka, przez czas pewien stał tam, widocznie orjentując się w sytuacji, a następnie puścił się w dół, ku rzeczce. Kalosze jego chlupały w grząskich, lepkich, dopiero co rozmokłych bryłach wiecznego bajora; laska, którą macał w ciemności drogę, stukała o kamienie tu i owdzie leżące. Gdy już stanął nad brzegiem kanału, Borowicz wyszedł ze swej kryjówki i z odległości mniej więcej trzydziestu kroków śledził jego ruchy. Majewski stanął przy kładce i prawdopodobnie patrzał w szybki Gontali błyszczące na wysokości, gdyż jego cylinder, widzialny w nikłym odblasku, padającym z tego okna, pochylony był znacznie ku tyłowi. Borowicz zadarł także głowę i z niepokojem badał, czy z tego miejsca szpieg nie dojrzy głów zebranych kolegów. Ani twarzy jednak, ani sylwetek nawet widać nie było. Czasami tylko na szybach przesuwał się powiększony cień jakiejś osoby. Znienacka błysnęło światełko: to pan Majewski rozniecił zapałkę i, trzymając ją w ręku, przebywał kładkę nad kanałem. Światełko wkrótce zgasło i Borowicz stracił z oczu postać stróża moralności uczniowskiej. Był najpewniejszy, że Majewski doskonale jest powiadomiony o szczelinie Efialtesa, że już usunął deskę i jest w ogrodzie."
      },
      {
        "index": 16,
        "text": "Rozmyślając, jakąby sztuką dostać się co tchu na górkę i uwiadomić przyjaciół, zbliżył się cicho, stanął przy kładce i łowił uchem każdy szelest. Idąc za Majewskim, mógł wleźć mu w ręce, zgubić siebie i wszystkich. Nie wiedział co robić, którędy przełazić... Nagle usłyszał szmer tam, skąd go się wcale nie spodziewał. Wytężywszy wzrok, ze zdumieniem odróżnił figurę Majewskiego na tle parkanu. Czarna plama sunęła wzdłuż drewnianego ogrodzenia i była już o kilkanaście kroków w bok od kładki. Brzeg rzeki był z dawien dawna obmurowany. Na tem podmurowaniu stał parkan. Między nim i kanałem zostawały jakie trzy ćwierci łokcia muru, po którym, jak po wygodnej ścieżce, można było chodzić aż do wielkich ścian, nie dających się przebyć bez drabiny u dwu krańców drewnianego płotu. Borowicz zachichotał w głębi duszy."
      },
      {
        "index": 17,
        "text": "Rozumiał teraz, że Majevius otrzymał doniesienie, czy sam wyśledził, jako uczniowie łażą do żydowskiego sadu przez dziurę w parkanie, ale nie wiedział, którą deskę należy ruszyć na bok, żeby uformować przejście. Tego miał dosyć. Widząc, że cień na słabo szarzejących deskach posuwa się coraz dalej, chwycił oburącz dyl, tworzący kładkę, i zaczął go z całej siły a ostrożnie ciągnąć ku sobie. Przeciwległy koniec drewna dał się wydobyć z ziemi. Marcin spuścił go wolno na powierzchnię bagna w kanale i wyciągnął całą kładkę na swój brzeg bez szelestu. Odsunąwszy ją ku środkowi uliczki, zaczął się cicho skradać pod osłoną stosów tarcic, tworzących tam istne budowle. Gdy już był naprzeciwko Majewskiego, przysiadł, zgarnął rękoma ogromną kupę gęstego i cuchnącego błota, urobił je na pigułę wielkości bochenka chleba i grzmotnął nią z całej siły w pedagoga, wędrującego wzdłuż gzymsu po tamtej stronie rowu. Majewski jęknął głucho i stanął w miejscu. Borowicz lepił już tymczasem drugą kulę, jeszcze bardziej wolną i natychmiast zrobił z niej właściwy użytek. »Profesor« widocznie stracił głowę, gdyż stał na miejscu bez ruchu i tylko głębokiemi stęknięciami świadczył o celności pocisków. Borowicz nie ustawał. Przysiadł na ziemi, chwytał całe bryły i prał z wściekłością. Czyniąc to, przez ściśnięte konwulsyjnie zęby szeptał do siebie."
      },
      {
        "index": 18,
        "text": "— Masz, psie, masz, draniu! Masz — za teatr, masz za inspektorskie zebrania, masz za literaturę! Tyś mnie chciał do siebie podobnym... Masz, renegacie, masz, szpiegu, masz szpiegu!"
      },
      {
        "index": 19,
        "text": "W pewnej chwili Majewski przykucnął, pragnąc widocznie omylić wzrok napastnika. Borowicz dostrzegł ten manewr i podwoił szybkość bombardowania w sam cylinder."
      },
      {
        "index": 20,
        "text": "— Myślisz, że cię nie widzę! — krzyknęłkrzyknął raptem Majewski po polsku, głosem jęczącym. — Zapłacisz ty mi za to!"
      },
      {
        "index": 21,
        "text": "Uczeń bił bez przerwy. Wówczas wychowawca podniósł się i co tchu ruszył w stronę kładki, szukając jej laską w ciemności. Wdzięczny elew posuwał się z nim równo, chichocąc i bijąc go błotem bez przerwy. Stanąwszy w okolicach byłej kładki, Majewski potarł zapałkę o pudełko i oświetlił straszliwy dla siebie widok: ławy nie było. Znajdował się tedy w istnej pułapce. Za plecami miał parkan wysoki na kilka łokci, przed sobą głęboki ściek miejski. Krąg blasku nie dosięgnął wybrzeża, na którem stał Borowicz, ale zato ukazał w całej pełni twarz Majewskiego, czarną od błota. Marcin skorzystał z tej chwili i trzepnął tę właśnie twarz ogromną skibą bajora. Nauczyciel przez chwilę pluł i charkał, a później wrzasnął:"
      },
      {
        "index": 22,
        "text": "— Gdzieś podział deskę?"
      },
      {
        "index": 23,
        "text": "Marcin dał mu znowu respons bryłami."
      },
      {
        "index": 24,
        "text": "— Nie chcę wcale wiedzieć, kim jesteś, — wołał Majewski, — niech cię wszyscy djabli wezmą! Dostaniesz dziesięć rubli, rzuć deskę w dawnem miejscu."
      },
      {
        "index": 25,
        "text": "Nowy grad pocisków zwalił się na jego głowę. Wreszcie Marcin znużył się i nasycił zemstę. Spostrzegłszy, że belfer idzie znowu po gzymsie bez celu w kierunku raz już odbytym, wsunął się między sągi, przemknął aż do końca parkanu i siadł, żeby odpocząć i patrzeć co będzie dalej."
      },
      {
        "index": 26,
        "text": "Stamtąd widział, jak nieszczęsny więzień palił jedną po drugiej zapałki, schylał się z tem światłem nad rzeką, beznadziejnie szukając brodu, jak próbował oderwać deskę z parkanu, ciskał w bagno kamienie, siłą z muru wyrwane, dla utworzenia grobelki, a wreszcie usłyszał niesmaczny plusk i domyślił się, że to pedagog przebywa wbród rzekę klerykowską. Wówczas chyłkiem zbliżył się ku niemu i, postępując krok w krok, prowadził oczyma ciemną sylwetkę, zdążającą ku brukowanej ulicy. W świetle latarni Majewski ukazał się oczom jego w postaci straszliwej. Było to istne monstrum, stąpające na nogach szeroko rozstawionych, odzianych w kupę błota i przykryte cylindrem, zmiażdżonym jak stary kalosz. Marcin zaśmiał się jeszcze i ruszył z powrotem. Szybko w dawnem miejscu przerzucił kładkę, wlazł do ogrodu i wiadomem bocznem wejściem, po zameldowaniu się młodym Gontalom, wbiegł na górę."
      },
      {
        "index": 27,
        "text": "Zgromadzeni tam byli wszyscy, a nie mogąc doczekać się Borowicza, opróżnili już pękatą butelkę maślacza. Twarze i oczy były wesołe, języki rozwiązane i nie próżnowały. Zygier leżał na łóżku Gontali z rękami założonemi pod głową i szeptem coś wykładał czterem kolegom wolno-próżniakom, którzy, współleżąc obok niego, patrzyli mu w oczy i słuchali. Przy stoliku gadał Walecki, podniecony winem i tem, co mówił. Na drugiem łóżku siedzieli rzędem czterej wolno-próżniacy, którzy stanowili najbardziej prawe skrzydło tej prawicy i ze skupieniem baczyli na ściany izdebki, puszczając kiedy niekiedy przez obie dziury nosa dym strugami nad wyraz obfitemi. Przy piecyku siedział na krześle Radek z głową zwieszoną i wspartą na ręku. Płowa jego czupryna pojedynczemi pasmami zsunęła się ku dołowi i leżała na czole i na pięściach. Gdy Borowicz wkroczył do izby, wszyscy zarzucili go pytaniami, dlaczego tak późno przychodzi. Marcin nabrał tchu, a raczej dymu w płuca, wysapał się i mówił:"
      },
      {
        "index": 28,
        "text": "— Zabierajcie, o ándres klerykowiajoj, manatki i rwijcie stąd z kopyta!"
      },
      {
        "index": 29,
        "text": "— Co? dlaczego? — wołano naokół."
      },
      {
        "index": 30,
        "text": "— Zabierajcie manatki, bo tu niezwłocznie może być rewizja! Niema o czem długo gadać. Jutro rozpowiem."
      },
      {
        "index": 31,
        "text": "To rzekłszy, spędził Zygiera z posłania i sam rzucił się na nie. Wszyscy umilkli i przyglądali się Marcinowi, sądząc, że blaguje. Nagle Jędrzej Radek podniósł się ze swego miejsca i stanął w środku izby. Głowa jego sięgała pułapu. Włosy kosmykami spadały na czoło. Wzrok miał nieco przymglony, a raczej skierowany na coś bardzo dalekiego. Zimny, a osłaniający głębokie uniesienie półuśmiech zlekka krzywił jego górną wargę."
      },
      {
        "index": 32,
        "text": "— Słuchajcieno, ja wam powiem!... — zaczął mówić swym twardym głosem."
      },
      {
        "index": 33,
        "text": "— Słuchajno, chłopie, idziemy! — przerwał mu Zygier."
      },
      {
        "index": 34,
        "text": "Radek potrząsnął głową, cofnął się na swe miejsce, siadł tam i, ni z tego, ni z owego, zaczął śpiewać głosem szorstkim, ale mocnym, jak szczęk stali, pieśń nikomu nieznaną: »...Młoty w dłoń, Kujmy broń!...«"
      },
      {
        "index": 35,
        "text": "Zygier szybko rzucił się ku niemu, potrząsnął go za ramię i rozkazującym głosem zawołał:"
      },
      {
        "index": 36,
        "text": "— Radek, bądź cicho!"
      },
      {
        "index": 37,
        "text": "Andrzej spojrzał na niego, kiwnął głową i mruknął:"
      },
      {
        "index": 38,
        "text": "— Cicho?... No, to cicho..."
      },
      {
        "index": 39,
        "text": "Wszyscy spiesznie opuścili górkę, zbiegli ze schodów i minęli ogród. Za radą Borowicza wysuwano się przez dziurę Efialtesa pojedyńczo i w pewnych odstępach czasu. Wkrótce wszyscy rozpierzchli się na wsze strony świata, — a w okolicy kanału zaległa zwykła, głucha cisza i pustka. Około godziny dwunastej z uliczki brukowanej dał się słyszeć łoskot kilku osób. To pan Majewski przebrany i osuszony, w towarzystwie dwu strażników miejskich przybywał na miejsce, gdzie tyle wycierpiał. Stójkowi mieli ze sobą ślepą latarkę. — Otwarłszy ją znienacka, zbadali miejsce. Wbrew twierdzeniom pedagoga dyl leżał nad kanałem, a dziury w parkanie opiekunowie bezpieczeństwa publicznego i teraz odszukać nie mogli. Pan Majewski wymagał, żeby siedzieć w tem miejscu pod osłoną nocy i czekać na rozbójników, którzy go zmasakrowali, ale strażnicy niezbyt gorliwie myśl tę poparli. Przystawali w zasadzie na sam proces czekania, tylko nie nad brzegiem cuchnącego kanału, lecz w szynku, który, według ich zdania, mieścił się w odległości bardzo nieznacznej. Samemu panu Majewskiemu reprezentanci siły wykonawczej nie stawiali żadnych przeszkód co do zamiaru czatowania przy kładce. Chcieli mu nawet pożyczyć ślepej latarki. Ponieważ jednak noc była ciemna i wietrzna, a w okienku Gontali światło zagaszone, więc i sam pan Majewski zdecydował się odłożyć zemstę ad calendas graecas i ruszył do domu."
      }
    ]
  }
}