{
  "chapterNumber": 6,
  "title": "Rozdział VI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VI."
      },
      {
        "index": 2,
        "text": "Z twardej szosy bryczka skręciła na uboczny gościniec, z gościńca na dróżkę, zajmującą między działkami chłopskiemi szerokość niewiększą od pospolitego wygonu. Słońce już się skryło za grzbietem wzgórz, zostawiając po sobie tylko przecudną zorzę, w której kierunku bryczka zdążała i na którą zwrócone były oczy Marcinka i jego matki. Konie biegły miernego kłusa, wózek toczył się zwolna w głębokich kolejach drożyny. Po obudwu jej stronach stały niwki żyta, na którem nie widać było jeszcze kłosów, stajonka wczesnych kartofli, mocno zielone smugi owsa i zagony lnu. W pobliżu czerniła się biedna wioska. Dalej na tle przejrzystego firmamentu widać było ciemne kształty łańcucha wzgórz, porosłych jałowcem i brzeziną."
      },
      {
        "index": 3,
        "text": "Zdarzyło się, że w przeddzień uroczystości Zielonych Świątek wypadł p. Borowiczowej jakiś pilny interes w Klerykowie. Zawarta na początku roku szkolnego znajomość z panem Majewskim ułatwiła jej pozyskanie dla Marcinka na dwa dni świąteczne urlopu, wypisanego na urzędowym blankiecie z ogromną pieczęcią. I oto wiozła do Gawronek jedynaka, jako niespodziankę dla ojca i całego folwarku. Radość obojga była tem większa, że ani matka, ani syn nie spodziewali się tak pomyślnego załatwienia sprawy, gdyż rzadko kiedy dawano na te święta urlopy. Gdy wózek polnemi dróżkami zjeżdżał z pochyłego przestworza i znalazł się u wejścia do rozdołu między dwoma wielkiemi wzgórzami, noc już zapadała. Zbocza gór wznosiły się stromo po prawej i lewej ręce, a wielkie ich garby, niby kolana i stopy, wysuwały się z mroku i rosły w oczach, gdy się ku nim zbliżano."
      },
      {
        "index": 4,
        "text": "Dolina była dość długa, a nie szeroka, — w niektórych miejscach tak nawet wąska, że na dnie jej ledwo mogły zmieścić się obok siebie: strumień i droga. Na wiosnę i około św. Jana potok przemieniał się w rzekę, w wielką, oszalałą rzekę, której wody dosięgały wysoko rosnących brzóz na zboczach pagórków i zostawiały na jałowcach pokosy zmulonego siana, garście lnu i całe nieraz krzewy, z korzeniami wydarte na odległych górach. To też droga, sąsiadująca z tą burzliwą rzeczułką, była, ściśle mówiąc, suchem łożyskiem potoku. Nikt jej tam nigdy nie naprawiał, ani nie przeinaczał; była sama sobą, zmieniała się i kształtowała swobodnie, posłuszna tylko prawom przyrody, zupełnie tak, jak drzewa okoliczne, jak osypiska i wyrwy. Były w niej kawałki z natury dobre, zupełnie gładkie, były inne, zawalone sporemi bryłami na dość znacznej przestrzeni, a były też i tak zwane dołki, istniejące tam od czasów, jeżeli nie piastowskich, to napewno zygmuntowskich."
      },
      {
        "index": 5,
        "text": "Kto nie umiał przez te dołki przejechać, ten nie przejechał. Łamał tam dyszel, oś, rozworę, wlatywał w błoto z głową i czapką, albo zostawał w dołku z półkoszkami, a konie szły dalej z przodkiem woza. Na szczęście nie było w całej okolicy człowieka, któryby nie miał »sposobu« na szczęśliwe przebycie tych wyrw zdradliwych. W pewnem miejscu jechało się dość długo tym porządkiem, że przednie i poślednie koło z prawej strony szło blisko o jaki łokieć wyżej, niż koła z lewej, ale ludzie tamtejsi nawykli do tego przymiotu drogi i nikt go tam nawet nie spostrzegał. Nad wodą rosły zwarte olszyny i przysłaniały zakręty rzeczne. Gdzieniegdzie stały kępami duże, smutne wierzby, o długich gałązkach i wąskich liściach. Konie wlokły się noga za nogą po kamienistym szlaku i były w pierwszym dopiero skręcie doliny, gdy na górę wszedł księżyc. Białe światło zwolna rozpadło się w dole, na zboczach gór i po wąwozach. Widać było śpiczaste jałowce pod samemi szczytami i brzózki o listkach srebrzyście lśniących, kołyszące się od wietrzyków. Na dalekiej przestrzeni bieliły się kamienie rzecznego łożyska. Tu i ówdzie poza cieniem krzewów lśniły się między kamieniami ruchliwe, maleńkie fale i wodospady płytkiego w tej porze strumienia, który, jak żywa istota, coś szeptał w głębokiej ciszy."
      },
      {
        "index": 6,
        "text": "Ten szept opowiadał Marcinkowi cudowne rzeczy o wszystkiem, co zaszło w wodach, odkąd pewien uczeń klasy wstępnej przestał taplać się na bosaka w rzeczerzeczce, łapać sakiem płotki, okonie i małe szczupaki, podobne do ciemnych kawałków drzewa..."
      },
      {
        "index": 7,
        "text": "Osoba wychowańca gimnazjum została gdzieś na uboczu i Marcinek, zapatrzony w blask wody, począł na szum jej odpowiadać jakiejś innej osobie, która była na poły nim samym, na poły kimś zupełnie nieznajomym."
      },
      {
        "index": 8,
        "text": "Tak siedząc cicho przy matce, zabrnął w niezmiernie daleki świat marzeń."
      },
      {
        "index": 9,
        "text": "— Paniczek to nawet nie wie, że nam gniadą ukradli! — zawołał nagle Jędrek, służący za fornala."
      },
      {
        "index": 10,
        "text": "— Gniadą ukradli? — rzekł Marcinek, jak zbudzony ze snu. — Przecie gniada idzie przed twoim nosem u dyszla..."
      },
      {
        "index": 11,
        "text": "— E!... a i cóż ta z tego, kiedy ją ukradli..."
      },
      {
        "index": 12,
        "text": "— Czy on prawdę mówi, mamusiu?"
      },
      {
        "index": 13,
        "text": "— Opowiedz-że paniczowi, jak to było!... — rzekła matka Marcinka."
      },
      {
        "index": 14,
        "text": "Gniada klacz była ulubienicą całego folwarku. Pochodziła z rodziny tak dalece arystokratycznej, że rozpowiadano istne o niej legendy. Jedno z takich wierzeń głosiło, że gniada w prostej linji pochodzi z dziada araba i matki, spolszczonej angielki, — inne, że jest wnuczką jakiejś Hatfy, importowanej wprost z Arabji — i tam dalej."
      },
      {
        "index": 15,
        "text": "W istocie klacz miała główkę małą, oczy mądre, łopatki wydatne, piersi bogate i skórę cienką, ale wszystkie te przymioty od ciężkiej pracy w roli, przy zwózce drzewa, zboża i nawozu, od długich podróży w bryczce straciły na wartości i nikomu obcemu nie wpadały już w oko, gdy szlachetnie urodzonej boki zapadły i grzbiet, jak piła, sterczeć zaczął."
      },
      {
        "index": 16,
        "text": "Jednakże zimową porą, gdy roboty było mniej, a obrok wymierzano regularnie, gniada odzyskiwała cechy swej rasy. Wówczas, zbliżając się w niedzielę do kościoła, niejednokrotnie musiał pan Borowicz strofować Jędrka furmana:"
      },
      {
        "index": 17,
        "text": "— Trzymaj-no konie, cymbale, nie gap się! Jeszcze poniosą i w rów gdzie wywalą..."
      },
      {
        "index": 18,
        "text": "Klacz była zła, nikomu do siebie przystępu nie pozwalająca; nawet swego furmana nie wahała się przy okazji chwycić zębami, albo trzepnąć kopytem."
      },
      {
        "index": 19,
        "text": "Pomimo to lubiono ją. Lubiono ją przez chełpliwość za przymioty, dzięki którym klacz, odrabiająca najcięższe fornalskie powinności, istną końską pańszczyznę, mogła w potrzebie obstać za najlepszą cugową. Miała zresztą kilka pięknych źrebiąt, a te wyratowały pana Borowicza z niejednego ciężkiego kłopotu, gdy je w kwiecie lat końskich na jarmark wyprowadzono."
      },
      {
        "index": 20,
        "text": "— A to tak było... — zaczął Jędrek. — Z soboty na niedzielę, będzie ze cztery tygodnie temu, poszliśmy z Wincentym spać... zwyczajnie w stajni. Spać duszno z koniami, to my otwarli drzwi, tylko my śtangę założyli. Samem śrubę zakręcił na fest, klucz-em pod żłób cisnął i układłem się. Oni ta tylko głowę przytkną do słomy, już ci po nich..."
      },
      {
        "index": 21,
        "text": "— A ty, toś znowu czujny nadzwyczajnie! — wtrąciła pani Borowiczowa."
      },
      {
        "index": 22,
        "text": "— E... bo mnie, proszę pani, jedna baba urzekła w Trzebicach, żebym niby do spania był taki chytry... A no i pospali my się. Ledwie świt, jak ci mię ten Wincenty wyrzną w łep trepem! — Gdzie kobyła? — powiadają. Ja spojrzę: śtanga wisi, gniadej niema. Pod progiem my spali — jakże on ta wyszedł, mój Jezus kochany? Dopiero to jest machenik! Łabas my za śtangę, a tu przerznięta, jak mydło. Powiadają, że ma taką piłeczkę cienką, ale to głupiemu powiedzieć, żeby kto żelazo piłką urznął. Musi para mieć włos z żydowskiego trupa, i tym tak rznie. Wylecieli my na świat... Przed stajnią widać było ślad do stawu. Skoczyliśmy do stawu. Poszedł we wodę! My na drugi brzeg pu Cieplakom — niema nigdzie! Rosa bielusienieczka stała na łąkach, a śladu ani — ani! Dopiero oni powiadają, że może brzegiem stawu się wziął, a potem wjechał w rzekę. Polecieli my i tam ale nie było nic, i pokój. Pan wstał, ludzie się zeszli, gwar, krzyk, ale śladu nikt wypatrzeć nie mógł. Jak słońce przygrzało, rosa zginęła to tam już nie było o czem gadać. Sobieraj powiadali, że był gdzieś ślad na smugu, ale kto ich wie. Oni zawsze muszą wszystko gębą rozpowiedzieć, co im do łba przyjdzie. Poszli ludzie do kościoła, dobrodziej opublikował z ambony, że tak i tak: kobyłę ukradli u pana na Gawronkach, a ktoby zaś wiedział, żeby zaraz znać dawał, ale gwaru tylko z tego było dosyć przed kościołem po sumie, a nikt nie mógł nawet wziąć na rozum, w którą stronę złodziej pojechał. Pan to się tak zafrasował, co o kęs... Mnie pan wyprał, ale co ja krzyw, kiedy my spali? Obiadu pan nie jadł, tylko chodził po polach, pani to samo poszła — i tak do wieczora. Ja pojechałem na siwym pod Wybrankową, Wincenty poszli ze Stasińskim do Dolnej, ale my z niczem wrócili na wieczór. Po kolacji siedzieliśmy tak wszyscy przede drzwiami. Cicho się stało, tylko żabska rechotały, jak muzyka. Wtem jakoś mi się zdało, że kobyła rży... Zerwałem się, aże mię ognie przeszły. Słyszę, a tu daleko, daleko z pod lasu — drugi raz. Jak ja pójdę z nogi za staw! Miesiąc wszedł, nie przymierzając, jak teraz, widno było na rosie het, het... Stanąłem pod krzyżem, na góreczce. Słucham, słucham, a tu znowu rży. Patrzę niedługo, a tu rwie łąkami, z tamtej strony stawu galop, ale tak, co ino, ino... Bez płot na pastewniku, to wraz trzunęła, jak bez próg. Przyleciała pode wrota. Mój Jezus kochany! Jak wzięła rżeć raz za razem, to jakby ten człowiek na człowieka wołał. Sam pan poleciał otworzyć jej wrota. To my tak zaczęli hurtem beczeć z radości!... Miała na szyi postronek grubaśny, a na nogach koło pęcin poprzywiązywane jakieś gałgany, żeby widać śladu nie było. W lesie ją pewno przywiązał i układł się spać, a ona sobie tam już poradziła... Albo go może trzepnęła gdzie o ziemię — i poszła. Boki to miała zapadnięte, jak wściekła suka. Kazał jej pan dać tę resztkę owsa, co była w spichlerzu, chleba jej pytlowego trzy kromki pani dała; cukru słodziuśkiego chyba ze cztery kawałki... Aż mi dziwno, bo kobylsko nikomu tego wieczora nic nie mówiło, ani razu nikogo nie chwyciło zębcami, nikogo nie wierzgnęło, a co je kto poklepał, to ino se zarżało pocichu..."
      },
      {
        "index": 23,
        "text": "Marcinek słuchał tej opowieści w głębokiem wzruszeniu. Oczy jego z miłością i pieszczotą obejmowały kleszczyny chomąt i łeb gniadej, widoczne dobrze na tle srebrnej wody."
      },
      {
        "index": 24,
        "text": "Po małych nadrzecznych łąkach rozpościerała się już rosa, jak lśniący obrus, utkany z włókienek mgły i światła."
      },
      {
        "index": 25,
        "text": "Na niebie rozprysły się gwiazdy w niewysłowionem ich mnóstwie i przepychu. Zdawało się, że od nich urywają się niezmiernie małe świecące cząsteczki i powoli, nikłemi warstwami zsypują się ku ziemi."
      },
      {
        "index": 26,
        "text": "Stały tam w przezroczystym lazurze jakieś smugi dziwnie oświetlone, śpiące w niebiesiech ciałka obłoków, drogi i znaki, kształty blasku niepojęte, nęcące oczy i duszę. Z traw szerzyły się zapachy dojrzewających kwiatów, od rzeki pociągał wilgotny, mocny i miły odór rokit i wikliny."
      },
      {
        "index": 27,
        "text": "A wody wciąż szeptały..."
      },
      {
        "index": 28,
        "text": "Cichą ich melodję przerywało tylko ostrożne stąpanie koni po głazach i dźwięk żelaznych obręczy, gdy trafiały na kamienie, wspinały się na nie ze zgrzytem i, opadając, stukały. Rozmowa ucichła."
      },
      {
        "index": 29,
        "text": "Pani Borowiczowa miała wzrok skierowany na roziskrzone niebo. Dawne wspomnienia ciągnęły ku niej z dalekich przestworów cudownej nocy, młode nadzieje wypływały z serca, przeczuwającego już schyłek swych snów, kres marzeń i jakieś wielkie znużenie."
      },
      {
        "index": 30,
        "text": "Teraz to serce rozwierało się na oścież dla przyjęcia wszystkiego, co człowiek uczciwy pielęgnuje i kocha."
      },
      {
        "index": 31,
        "text": "Ziemskie troski, codzienne znoje, interesy i małostki ustąpiły na chwilę, i matka Marcina o wielu rzeczach i sprawach niemal zapomnianych myślała, myślała..."
      },
      {
        "index": 32,
        "text": "W pewnem miejscu przejeżdżało się w bród rzeczułkę. Wkroczywszy do wody, konie natychmiast zatrzymały się, schyliły łby i jęły głośno żłopać wodę."
      },
      {
        "index": 33,
        "text": "Marcinek położył głowę na kolanach matki i, przycisnąwszy usta do jej rąk spracowanych, szepnął:"
      },
      {
        "index": 34,
        "text": "— Mamusiu, jak to dobrze, że mama po mnie przyjechała... Tak sobie jedziemy razem... To dopiero dobrze..."
      },
      {
        "index": 35,
        "text": "Gładziła pieszczotliwie jego włosy i, schylając się, w sekrecie nie wiedzieć przed kim, szepnęła mu do ucha:"
      },
      {
        "index": 36,
        "text": "— Będziesz zawsze kochał swoją matkę, zawsze a zawsze?..."
      },
      {
        "index": 37,
        "text": "Słodkie łzy, padające wielkiemi kroplami z oczu chłopca, zastąpiły jej wyrazy odpowiedzi."
      },
      {
        "index": 38,
        "text": "Tuż za rzeką droga wieszała się po urwistem zboczu góry, zarosłem tarniną i lasem dzikich głogów."
      },
      {
        "index": 39,
        "text": "Gdy te zarośla zrzedły i rozsunęły się, widać już było w pobliżu migające światełka wioski, a dalej za nią w nizinie wielką, białą od księżyca szybę stawu i światła w gawronkowskim dworze."
      },
      {
        "index": 40,
        "text": "Konie szły zwolna pod górę. Marcin wyskoczył z wózka i oczyma pełnemi łez spoglądał na te dalekie, duże okna, świecące w ciemności."
      },
      {
        "index": 41,
        "text": "Przede wsią w pustce, na wzgórzu stała drewniana kapliczka, spróchniała już zupełnie od przyciesi aż do żelaznego kogutka na szczycie dachu."
      },
      {
        "index": 42,
        "text": "Dokoła tej staruszki rosły bujne bzy z ogromnemi kiściami pachnących kwiatów."
      },
      {
        "index": 43,
        "text": "Marcinek szybko skoczył ku kapliczce, wspiął się na płot i ułamał ogromny pęk kwitnących gałęzi. Wózek oddalił się i zbliżał już do wioski. Chłopiec rzucił się pędem po równej już tam drodze, strząsając rosę z kwiatów i, zziajany, cały ten pęk rozkwitły rzucił matce na kolana."
      },
      {
        "index": 44,
        "text": "Nie miała serca wymawiać mu, że obrabował biedną, starą kapliczkę."
      },
      {
        "index": 45,
        "text": "Modre kwiateczki odrywały się, spadały wraz z kroplami rosy i lgnęły do jej palców, a duszny zapach tak dziwnie ją upajał..."
      }
    ]
  }
}