{
  "chapterNumber": 18,
  "title": "Rozdział XVIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVIII."
      },
      {
        "index": 2,
        "text": "Na początku września tegoż roku Borowicz, jako już młodzian »dojrzały« i cywilny, przybył do Klerykowa z wakacji niby to w celu załatwienia jakichś spraw koleżeńskich, nie cierpiących zwłoki. Ogorzała twarz jego była chuda, wzrok mu płonął. Od wyznania w parku miłości spojrzeniami, bez słów, nie widział »Biruty« ani razu. Napróżno szukał jej wszędzie, napróżno czatował po rogach ulic, w bramie sąsiedniej kamienicy, w parku, u ścian gimnazjum żeńskiego, we dnie i nocami. Zginęła dlań, jakby się w ziemię zapadła. Wiedział tyle tylko, że jest w Klerykowie i że zdaje na patent dojrzałości. Egzamina pisemne i ustne, wręczenie świadectw, uczta pożegnalna, zdjęcie mundurów, ostatni dzień i ostatnia noc w Klerykowie — wszystko to minęło dla niego, jak nierzeczywistość, luźnie tycząca się jego osoby. Wakacje spędził w domu u ojca, który zapadł był bardzo na zdrowiu. Marcin musiał prowadzić całkowite gospodarstwo folwarczne, pilnować sianokosu i żniw. Gdy już wszystko sprzątnął, wyrwał się z domu na kilka dni. Ledwie wysiadł z bryczki, umył się w zajeździe i pędem wybiegł z jego bramy, — padł w otwarte ramiona starej Przepiórzycy. Babcia rozpłakała się z miejsca."
      },
      {
        "index": 3,
        "text": "— Takiś to ty, Marcinek, taka to dobroć w twojem sercu... Gimnazjum skończyłeś, patent masz w garści, a do starej, co ci tylim ssipalcem widziała, nie przyszedłeś powiedzieć: — adiu Fruziu, jadę se w świat! Ładnie to tak, godzi się to tak? A przecie my z twoją matką nieboszczką..."
      },
      {
        "index": 4,
        "text": "Nie było sposobu. Marcin musiał razem z nią iść na uroczystą kawę. Stanąwszy we drzwiach znajomego mieszkania, ujrzał przed sobą radcę Somonowicza drepcącego po izbie. Staruszek był już teraz całkiem zgarbiony. Plecy wygięły mu się w pałąk, a końce długiego surduta, jak opuszczone skrzydła, wiewały z obudwu stron skulonej figury. Radca posunął się bardzo od czasu śmierci kolegi Grzebickiego. Już teraz nikt prawie nie rozumiał tego, co mówił o przyczynach, powodach i błędach rewolucji 31 roku, nikt nie akceptował, ani przeczył ze świadomością rzeczy. Radca patrzał na Marcina wytrzeszczonemi oczyma i nie poznawał."
      },
      {
        "index": 5,
        "text": "— Nie mam... — mruczał — nie mam waćpana, wcale nie mam przyjemności..."
      },
      {
        "index": 6,
        "text": "— Cóż radca znowu wyprawiasz, — zakrzyknęła na niego stara Przepiórzyca, przecie to nasz Borowicz, Marcinek..."
      },
      {
        "index": 7,
        "text": "— A prawda, — mamrotał Somonowicz, — przecie to nasz Borowicz... Marcinek... — ale patrzył nań wciąż z niedowierzaniem i sromotnem opuszczeniem dolnej wargi. Dopiero po upływie pewnego czasu nagle krzyknął:"
      },
      {
        "index": 8,
        "text": "— Ba, cóż mi gadacie? Przecie to jest ten smarkaty Borowicz, Marcinek Borowicz, co tu mieszkał!"
      },
      {
        "index": 9,
        "text": "— To pan radca teraz mię dopiero poznaje?... — zaśmiał się przyszły student."
      },
      {
        "index": 10,
        "text": "— Ale bo z waćpana tyli koń wyrósł, że ani sposobu! Patrzcież się państwo!... Czemuż to znowu mundur zdjąłeś i latasz w cywilnej szacie?"
      },
      {
        "index": 11,
        "text": "— Albo to nie czas, panie radco? Skończyłem gimnazjum."
      },
      {
        "index": 12,
        "text": "— O, jak mi Bóg miły! — zakrzyknął staruszek. — Gimnazjum skończył! No i cóż teraz — do ojca na wieś walisz?"
      },
      {
        "index": 13,
        "text": "— Ale gdzież tam — jadę do Warszawy..."
      },
      {
        "index": 14,
        "text": "— A ty tam poco?"
      },
      {
        "index": 15,
        "text": "— No, na uniwersytet."
      },
      {
        "index": 16,
        "text": "— Jest! Znowu na uniwersytet... Co ci po tem, wal na wieś, zajmij się interesami starego!..."
      },
      {
        "index": 17,
        "text": "— Nie, ja pojadę do Warszawy."
      },
      {
        "index": 18,
        "text": "Radca odął bezzębne usta, wytrzeszczył oczy i ruszył w swój pochód z kąta w kąt stancyjki. W czasie tej rozmowy z za portjery ukazała się panna Konstancja. Borowicz wyciągnął do niej rękę z serdecznym uściskiem. Pannisko, zestarzałe już zupełnie, szepnęło swoje: — a, powinszować!... — i zasiadło w kącie izby do roboty na drutach. Od czasu do czasu panna Konstancja rzucała okiem na barczystą postać Marcina z wyrazem wielkiego smutku. Wszystko na ziemi krzewiło się, mężniało, szło dokądś z furją w życie, oprócz niej, oprócz niej jednej, co wrosła w swe miejsce niby drzewo próchniejące. Z sąsiedniego pokoju wysunął się młody Przepiórkowski, łysy już, jak kolano, przywitał się z Marcinem i siadł w drugim kąciku. Stara Przepiórzyca, zarządziwszy, jakie imbryki mają być przystawione, wróciła do pokoju i rzekła:"
      },
      {
        "index": 19,
        "text": "— O nas to już wiesz pewno, Marcinek?"
      },
      {
        "index": 20,
        "text": "— Cóż ja mam wiedzieć?"
      },
      {
        "index": 21,
        "text": "— No, jakto? Że nam stancję zamknęli?"
      },
      {
        "index": 22,
        "text": "— Pierwsze słyszę!"
      },
      {
        "index": 23,
        "text": "— Tak, tak! Kriestoobriadnikow wezwał mię do siebie przed dwoma tygodniami i zapowiedział, żebym sobie kosztów oszczędziła, bo on nam stancji trzymać nie da, niby katoliczkom. Od tego, podał, będą specjalne moskiewki, a następnie jakieś tam internaty."
      },
      {
        "index": 24,
        "text": "— Czy podobna? — rzekł Marcin, szczerze zmartwiony."
      },
      {
        "index": 25,
        "text": "— Już my nawet sprzedali, co się dało: stoły, krzesła, lampy. Szukamy mniejszego lokalu, bo pocóż nam taka buda?"
      },
      {
        "index": 26,
        "text": "Staruszka otarła łzę bezwiednym ruchem, jakby spędzała muchę."
      },
      {
        "index": 27,
        "text": "— Internaty... przednia to jest myśl... — rzekł Somonowicz. — Środek do zaprowadzenia wzorowej karności, należytego rygoru, ale..."
      },
      {
        "index": 28,
        "text": "— I moskwicyzmu... — rzekł Marcin."
      },
      {
        "index": 29,
        "text": "— Co mówisz, filozofie? Moskwicyzmu? Jaki już rezon, a co, a co? — wołał, spoglądając kolejno na panią Przepiórkowską, na jej syna i córkę."
      },
      {
        "index": 30,
        "text": "— Ależ tak, moskwicyzmu... — mówił Borowicz niezrażony. — Nietylko w klasie, ale i w domu będą uczniowie zmuszeni do mówienia ciągle po rosyjsku. Społeczeństwo nie daje nam przecież żadnych środków ratunku..."
      },
      {
        "index": 31,
        "text": "— Społeczeństwo... fiu... fiu!... Więc cóż niby to społeczeństwo?"
      },
      {
        "index": 32,
        "text": "— Panie radco, czyż pan rzeczywiście nie współczuje z babcią Przepiórkowską, której nie wiedzieć dlaczego zamykają stancję, choć ją prowadziła uczciwie i doskonale, i tym sposobem niweczą środek utrzymania się? Czyż pan rzeczywiście współczuje z brutalnemi fantazjami karjerowiczów gimnazjalnych?"
      },
      {
        "index": 33,
        "text": "— Wara waćpanu do tego, z czem ja współczuję! — krzyczał stary, tupiąc pantoflami. — Z niczem i nikim nie współczuję, skoro mam przed oczyma wolę rządu."
      },
      {
        "index": 34,
        "text": "— Tak to rozumiem, to wyraźne! A ja inaczej, ja nie mogę znieść! — wołał Borowicz, zapalając się do żywego."
      },
      {
        "index": 35,
        "text": "Starzec odprostował swe wypaczone plecy i patrzał na niego rozognionemi oczyma."
      },
      {
        "index": 36,
        "text": "— Acan masz mleko pod nosem i tyle akurat masz prawa mówić o znoszeniu, co... Nie chcę zresztą gadać ci otwarcie! Ze mną się będziesz spierał, com sześćdziesiąt lat temu..."
      },
      {
        "index": 37,
        "text": "— Ja nie patrzyłem ani na rewolucję, ani na powstanie, ale przecież to nie racja, żebym nie miał prawa czuć ucisku, myśleć o nim i opierać mu się ze wszech sił moich..."
      },
      {
        "index": 38,
        "text": "— A co, a co, słyszeliście? — krzyknął Somonowicz. — Trzeci dziesiątek lat upływa, to jest nasionko Macie państwo! Czy nie mówiłem? Ja to przeczuwam, ja to widzę! Tu mi włosy wyrosną, jeżeli ty znowu czego nie zmajstrujesz, — wołał, podsuwając Borowiczowi do oczu swe zmarszczone ręce — tu mi włosy wyrosną! Ale to sobie waćpan zapisz w głowie, że ja nie chcę tego dożyć, że nie zgodzę się pod żadnym pozorem na to patrzeć i że sobie w twoich oczach, gołowąsie, z pistoletu w łeb wypalę! To sobie zapamiętaj!..."
      },
      {
        "index": 39,
        "text": "— Po cóż znowu pan radca ma sobie w łeb walić? — pytał zmieszany Borowicz."
      },
      {
        "index": 40,
        "text": "— Poco mam sobie w łeb walić? Bo mam już dosyć. Nie chcę trzeci raz patrzeć, nie chcę patrzeć, słyszeć, czuć, nie chcę, nie chcę!"
      },
      {
        "index": 41,
        "text": "— Ależ o co radcy chodzi? — wtrąciła się staruszka,"
      },
      {
        "index": 42,
        "text": "— O co chodzi? O to chodzi, że nie mam już sił ani przeciwdziałać, ani wstrzymywać, a patrzeć i wszechmocy boskiej po nocach nadaremnie wzywać nie chcę, choćbym miał duszę wydać na potępienie wieczne. Na to wam mogę w tej chwili wykonać przysięgę, że nie chcę patrzeć i nie będę! Wy sobie słuchajcie takiego siewcy, a ja wam powtarzam miljon set razy, że to jest wróg waszej nacji, oto ten, który tu stoi!"
      },
      {
        "index": 43,
        "text": "— Ech, jużem się nasłuchał tych kabalistycznych przeklęć pana radcy i wiem, co za niemi idzie... — rzekł Borowicz, machając ręką. Nie ma o czem gadać..."
      },
      {
        "index": 44,
        "text": "— Jest o czem gadać! Ja cię widzę na wylot! Oddaj się w ręce sprawiedliwości!..."
      },
      {
        "index": 45,
        "text": "Marcin nie mógł już wytrzymać, to też, nie czekając na kawę, co tchu pożegnał się ze wszystkimi. Stary radca wychylił się za nim z sieni i wołał na cały głos:"
      },
      {
        "index": 46,
        "text": "— Oddaj się w ręce sprawiedliwości, to ci radzę, jak ojciec..."
      },
      {
        "index": 47,
        "text": "Wprost z Wygwizdowa Borowicz cwałem pobiegł na ulicę »Biruty«. Gdy się do tych miejsc zbliżał, szedł, jak lunatyk. Tyle dni i nocy przepędził w tęsknocie za tym widokiem, tyle razy budził się z marzeń do rzeczywistej ich nieobecności, że gdy nareszcie dane mu było znaleźć się wśród tych zaułków, poczytywał je za gorączkowe widziadła. Życie swoim trybem toczące się w małych sklepikach, w jeszcze mniejszych warsztatach, w brudnych i ciasnych mieszkaniach, na ulicy i w sionkach — było mu drogie i czcigodne, jak święty kult, jako umiłowana świątynia samego bóstwa. Szedł noga za nogą i wolno wznosił oczy do szyb pierwszego piętra. O, gdyby ją mógł zobaczyć, gdyby tylko raz spojrzeć!..."
      },
      {
        "index": 48,
        "text": "Zdala już dostrzegł, że z okien wyjęte są żaglowe story i firanki, a większość tych okien poroztwierana tak jednostajnie, że z mieszkania wiała pustka. W głębi jednej z sal widać było podwójną drabinę z białego drzewa, zachlapaną olejnemi farbami. Dalej, na miejscu pięknych złocieni w białych wazonikach, stał garnek z niebieską ultramaryną i sterczący w nim gruby pędzel."
      },
      {
        "index": 49,
        "text": "Serce Marcina zakłuła złośliwa boleść, ów, jak mówi Hamlet, »taki jedynie rodzaj przeczucia, jakiby zmieszał, być może, kobietę«. — Pragnąc znaleźć odrazu środek ratunku na to gniotące uczucie, Borowicz wszedł w bramę i spotkał tam starą i unurzaną w brudzie stróżkę, która oczyszczała miotliskiem na długim kiju bramę wjazdową."
      },
      {
        "index": 50,
        "text": "— Proszę pani, — szepnął, wsuwając babie w rękę pół rubla, — czy doktór Stogowski teraz przyjmuje chorych?"
      },
      {
        "index": 51,
        "text": "— Ten, co tu na górze mieszkał, ruski doktór, to się już wyprowadził, ale przyjdzie na kwaterę to samo doktór, tylko inszy, a tera niema żadnego... — rzekła babina, osłupiała z podziwu na widok takiej kupy pieniędzy."
      },
      {
        "index": 52,
        "text": "— A gdzież tamten?"
      },
      {
        "index": 53,
        "text": "— Tamtego przeniosły aże w głęboką Rosiją."
      },
      {
        "index": 54,
        "text": "— W głęboką Rosiją? — powtórzył Marcin dygocącemi wargami."
      },
      {
        "index": 55,
        "text": "— Mówił ta dzieńszczyk, że tam niby ten doktór Stogowski będzie brał lepszą zasługę. Na jednoroła tam poszedł, to samo przy wojsku."
      },
      {
        "index": 56,
        "text": "— Ale, gdzież to jest?"
      },
      {
        "index": 57,
        "text": "— Gadał on toto, ale nie potrafię wymówić. Jakosi tak, jakby... Śmierno, czy co?"
      },
      {
        "index": 58,
        "text": "— A czy to już wyjechali?"
      },
      {
        "index": 59,
        "text": "— O już będzie z pięć niedziel, jak pojechały."
      },
      {
        "index": 60,
        "text": "— I ta panienka, córka to samo?"
      },
      {
        "index": 61,
        "text": "— A ino, pojechała i ona. Zapłakała se, chudziątko, jak przyszło włazić na furę. Jeszcze mi złotówkę wetknęła, żem, widać, sterczała, jako się patrzy przy bramie."
      },
      {
        "index": 62,
        "text": "Marcin odszedł stamtąd. Nie widział ani jednego przechodnia, instynktem prawie trafiał z ulicy w ulicę, z ulicy w ulicę, z ulicy w ulicę. Nie wiedząc o tem, znalazł się u bramy parku; wszedł tam, skierował na swoją uliczkę i trafił do źródła."
      },
      {
        "index": 63,
        "text": "Pusto było w tem ustroniu. Kamienne ławki stały tak samo, tylko liście bzu poczerniały, śpiew ptasi ustał. Borowicz siadł na swem miejscu i zmartwiałemi oczyma przyglądał się ławce sąsiedniej."
      },
      {
        "index": 64,
        "text": "Kiedy niekiedy z wysokich drzew spływał liść zeschnięty, kołysał się na powietrzu i cicho padał między uwiędłe trawy. Kiedy niekiedy za żelaznemi sztafetami dawał się słyszeć łoskot kroków przechodnia po kamiennym chodniku, albo w dali okrzyk uczniów, bawiących się w piłkę na gimazjalnem podwórzu."
      },
      {
        "index": 65,
        "text": "Drżącemi palcami Marcin wyjął z bocznej kieszeni kartkę z pismem »Biruty« i przycisnął do ust zsiniałych słowa piosenki: »Ach, kiedyż wykujem, strudzeni oracze, lemiesze z pałaszy skrwawionych?...«"
      },
      {
        "index": 66,
        "text": "Duszę jego gruchotała boleść tak głęboka, jakby trzymał na wargach rękawiczkę lub wstążkę wyjętą z trumny. Skąpy orszak myśli snuł się po jego rozbitym mózgu. Było ich coraz mniej, coraz mniej... Tylko dwa, trzy pytania wracały ciągle."
      },
      {
        "index": 67,
        "text": "Pocóż to wszystko ludzie robią, poco czynią dobrowolnie na złość słabszym z pośród siebie, dzieciom? Toż to jest pomoc udzielona młodości przez wiek i rozum dojrzały? Nic, tylko mściwe, obłudne a umyślne łganie, gdzie się da, podstawienie nogi, żebyś upadł i żebyś się rozbił. A ty wierzysz, że wykujem lemiesze z pałaszy skrwawionych... — zapłakał w głębi serca."
      },
      {
        "index": 68,
        "text": "Wtem dał się słyszeć nad nim cichy głos:"
      },
      {
        "index": 69,
        "text": "— Borowicz, panie, panie..."
      },
      {
        "index": 70,
        "text": "Marcin podniósł głowę i zobaczył twarz Radka, wówczas ucznia klasy ósmej, który stał schylony."
      },
      {
        "index": 71,
        "text": "Szerokoramienny, chudy i śniady chłop wlepił swe siwe oczy w twarz jego i cicho pytał:"
      },
      {
        "index": 72,
        "text": "— Cóż ci to, Borowicz, cóż ci to?"
      },
      {
        "index": 73,
        "text": "Marcin nie był w stanie rzec słowa, nie mógł patrzeć, wyciągnął tylko rękę i wspomógł się na siłach, czując uściśnienie kościstej, a jakby z żelaza urobionej prawicy Radkowej."
      }
    ]
  }
}