{
  "chapterNumber": 2,
  "title": "Rozdział II",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "II."
      },
      {
        "index": 2,
        "text": "W ciągu dwumiesięcznej bytności w szkole, Marcinek »zdumiewające uczynił w naukach postępy«."
      },
      {
        "index": 3,
        "text": "Tak donosiła listownie rodzicom chłopca pani nauczycielowa."
      },
      {
        "index": 4,
        "text": "W istocie Marcinek umiał już czytać (rzecz prosta — po rosyjsku), pisać dyktanda, robić zadaczki na cztery działania i począł nawet ćwiczyć się w dwu rozbiorach: etymologicznym i syntaktycznym."
      },
      {
        "index": 5,
        "text": "Pan Wiechowski szczególniejszą uwagę zwracał na owe rozbiory. Codziennie o godzinie drugiej po południu rozpoczynał z Marcinkiem lekcję. Chłopiec czytał jakiś urywek, później opowiadał treść tego, co przeczytał, w sposób tak śmieszny i tak zabawnie barbarzyńskiemi wyrazami, że samego profesora rozweselała ta nauka."
      },
      {
        "index": 6,
        "text": "Po czytaniu szły zaraz owe rozbiory, które, gdyby mogły być do czegokolwiek przyrównane, to chyba do upartego strugania mokrej osiczyny tępym kozikiem."
      },
      {
        "index": 7,
        "text": "Istotną trudność stanowiła dla małego Borowicza — arytmetyka. Chłopczyna pojmował wcale dobrze, choć niezbyt lotnie, ale kombinowanie jednoczesne arytmetycznego kałkułu i wdzieranie się przemocą do tajemnic mowy rosyjskiej — było ciężarem za nadto wielkim na jego siły."
      },
      {
        "index": 8,
        "text": "W chwili, kiedy zaczynał rzecz całą rozumieć, kiedy nawet uderzała go i cieszyła oczywistość rachunku, wszystko mąciły — nazwy. Zamiast porwania umysłu chłopca zrozumiałym wykładem działań arytmetycznych, zamiast ukazania mu samej rzeczy arytmetycznej, o którą w arytmetyce na pozór chodziło, pan Wiechowski całą usilność zmuszony był w to wkładać, żeby nie w umysł, lecz w pamięć ucznia wrazić nazwy rozmaitych przedmiotów. Pierwsze kształcenie inteligencji, ta piękna walka, to szacowne widowisko, ten zaiste wzniosły akt: uczenie się dziecka, opanowywanie pojęć nieznanych przez umysł, który to czyni raz pierwszy — były w Owczarach walką niezmierną, a często rzetelną i, co najgorsza, bezcelowo zadaną męczarnią."
      },
      {
        "index": 9,
        "text": "Jeżeli mały Borowicz przypadkowo stracił wątek rozumowania, wówczas machinalnie powtarzał za pedagogiem i nazwy, i kombinacje, i formuły. Naglony pytaniami, czy rozumie, czy pamięta, czy wie dobrze, — odpowiadał twierdząco, a na zagadnienia bezpośrednie odpowiadał, zgadując."
      },
      {
        "index": 10,
        "text": "Trafiały się dnie, że lekcje arytmetyki były dla niego od a do z niezrozumiałemi. Wtedy owiewał go strach, idący z półświadomego przeświadczenia, że kłamie, że nie uczy się chętnie, że umyślnie martwi rodziców, że nie kocha ich wcale... Wówczas pot zimny występował mu na czoło, a mózg oblepiała jakby skorupa zeschłego iłu."
      },
      {
        "index": 11,
        "text": "Nauczyciel odszedł już był daleko, mówił o czem innem, zapytywał o co innego, a Marcinek, przestępując z nogi na nogę i ściskając kolana, wysiłkiem gonił jakąś sfaję, która w poprzek drogi jego rozumowania uwaliła się, jak góra. Mózg jego nie był w stanie wykonywać dwu prac naraz, to też myślenie arytmetyczne musiało zejść na plan drugi, ustępując miejsca ciągłym zapytaniom o znaczenie wyrazów. Specjalny kunszt stanowiło dyktando rosyjskie. Pan Wiechowski codziennie Marcinkowi powtarzał, że uczeń, któryby na stronicy dyktanda zrobił trzy błędy, nie będzie przyjęty do klasy wstępnej. Kandydat do owej klasy zaprzysiągł sobie w duszy, że nie popełni trzech błędów na stronicy dyktanda. Usiłował nie robić ich wcale — z małym jednak skutkiem. Głowa mu od myślenia pękała, czy w danym wypadku należy pisać jat’, czy je, pamięć robiła ciężko i bezmyślnie, a ponieważ pedagog nie mógł wskazać dostatecznych zasad pisania bez poprzedniego wyłożenia gramatyki, więc biedny Marcin umieszczał na stronicy po trzydzieści i więcej monstrualnych błędów. Na pamięć uczył się gramatyki rosyjskiej i wierszy. Owo kucie wierszy miało miejsce zawsze przed południem."
      },
      {
        "index": 12,
        "text": "Rzeczywiście największe postępy Marcinek zrobił w katechizmie ks. Putiatyckiego i w kaligrafji. Można go było przebudzić z twardego snu o północy i zapytać: — »Co za naukę stąd brać mamy, że Pan Bóg jest dobrym i sprawiedliwym sędzią?« — a odpowiedziałby był jednym tchem, bez namysłu i wahania: — »Stąd, że Pan Bóg jest sprawiedliwym sędzią, brać mamy tę naukę...« i t. d."
      },
      {
        "index": 13,
        "text": "W kaligrafji lubił się znowu ćwiczyć na własną rękę. Zastępowała mu ona poniekąd rozrywki fizyczne, spacer i hasanie po dalekich miejscach. Nauczyciel zastawał go niejednokrotnie bazgrzącego z niezmiernym entuzjazmem litery ogromne i koślawe, już to kredą na tablicy, już piórem na starych kajetach. Zarówno pierwszy, jak drugi sposób ćwiczenia się w tyle szlachetnej i tak niezbędnej umiejętności pobudzał Marcinka do wywieszania języka i ciągania nosem. Z czasem bazgranie w kajetach wzbronione mu zostało ze względu na to, że przy spełnianiu tej czynności obiedwie jego ręce, mankiety kurtki i koszuli, a niejednokrotnie i koniec nosa były unurzane w atramencie i powodowały zwiększanie się ekspensu nauczycielskiego mydła, co w umowie z rodzicami Marcinka przewidziane nie zostało. Nie pozwalano mu również bawić się z chłopakami wiejskiemi ze względu na t. zw. dobre wychowanie. Siedział tedy ciągle w pokoju państwa Wiechowskich i kształcił swój umysł. Sam »pan« nauczał w izbie szkolnej, albo był poza domem, żona jego wrzeszczała na dziewkę służebną w kuchni, a mała Józia ćwiczyła się zazwyczaj w gnieceniu klusek, zwanych »paluszkami«, albo nawet w obieraniu kartofli. Marcinek siedział na kanapce pod oknem i mruczał. Kiedy go jednak gramatyka do cna znudziła, wtedy, mrucząc obłudnie, gapił się na świat przez szyby."
      },
      {
        "index": 14,
        "text": "Okna wychodziły na pola. Te pola były równe, jak stół, gdyż tam kończyły się już wzgórza i lasy. Głęboki śnieg leżał ciężką warstwą na całym widnokręgu. Nigdzie wsi, nigdzie nawet samotnej chaty nie było widać na owej płaszczyźnie. W odległości mniej więcej trzech wiorst czerniał szereg drzew bezlistnych i szarzały jakieś zarośla. Był tam rozległy staw, okryty trzcinami, ale i on o tej porze przystał do płaszczyzny i dopasował się do równiny śniegowej. W czasie odwilży grzbiety zagonów przezierały z pod śniegu. Ten widok był jedynem urozmaiceniem i rozrywką w życiu Marcinka. Odwilże zdarzały się nieczęsto, a następowały po nich zadymki i mrozy. Przestrzenie znowu tężały i powlekały się martwotą. Dla żywego chłopca było coś bezdennie smutnego w tym obcym krajobrazie. Widok monotonnej płaszczyzny dziwnie się jednoczył z nudą, siedzącą między kartkami gramatyki rosyjskiej. Ani tego krajobrazu, ani misterjów gramatycznych nie mógł objąć i przyswoić sobie. Gdyby go zapytano, co to jest, jak się nazywa owa spokojna, nudna przestrzeń, odrzekłby bez wahania, że jest to imia suszczestwitielnoje."
      },
      {
        "index": 15,
        "text": "Przez całe dwa miesiące żadne z rodziców nie odwiedzało Marcinka. Postanowiono go zahartować, włożyć w rygor i nie »rozmazgajać« wizytami. Raz jeden pani Wiechowska wyprowadziła Borowicza i Józię na spacer. Poszli za wieś drogą, utorowaną w głębokim śniegu aż na górę, okrytą starym lasem. Na skraju tego lasu sterczały oddzielnie duże świerki, które wpadały w oko ze znacznej nawet odległości. Dzień był śliczny mroźny; w czystem powietrzu widać było bardzo daleką okolicę. Stanąwszy przy owych samotnych świerkach zdyszany Marcinek rzucił okiem w stronę południową i zobaczył górę, u której stóp stały Gawronki, gdzie się urodził i wychował. Ciemno-błękitnym kolorem znaczyły się po niej zwarte zarośla jałowcu na tle jednolitej powłoki śniegu. Wydatny garb szczytu dokładnie sterczał na niebie, różowiejącem z zachodu. Nagle chłopiec głośno i serdecznie zapłakał."
      },
      {
        "index": 16,
        "text": "Długie, opryskliwe, pełne niepojętych wyrazów kazanie nauczycielki uwieńczyło tę jedyną wycieczkę Marcina."
      },
      {
        "index": 17,
        "text": "W pierwszych dniach marca pan Wiechowski, powróciwszy z sąsiedniego miasteczka, przywiózł wiadomość, która, rzec można, zatrzęsła węgłami budynku szkolnego. Wszedł do pokoju z omarzniętemi wąsami i, nie strzepnąwszy nawet śniegu z butów, powiedział:"
      },
      {
        "index": 18,
        "text": "— Dyrektor przyjeżdża w tym tygodniu!"
      },
      {
        "index": 19,
        "text": "Głos jego miał ton tak szczególny i przerażająccy, że wszyscy obecni zadrżeli, nie wyłączając Marcina, Józi i Małgosi, którzy wcale zrozumieć nie mogli, coby właściwie to zdanie mogło znaczyć."
      },
      {
        "index": 20,
        "text": "Pani Wiechowska zbladła i poruszyła się na krześle. Jej duże, tłuste wargi drgnęły i ręce bezwładnie na stół opadły."
      },
      {
        "index": 21,
        "text": "— Kto ci mówił? — zapytała głosem zdławionym."
      },
      {
        "index": 22,
        "text": "— No, Pałyszewski, — któż miał mówić? — odrzekł nauczyciel, zdejmując szalik ze szyi."
      },
      {
        "index": 23,
        "text": "Od tej chwili zapanowała w całym domu wielka trwoga i milczenie."
      },
      {
        "index": 24,
        "text": "Małgosia, nie wiedzieć dlaczego, chodziła na palcach, Józia całemi godzinami płakała rzewnie po kątach, a Marcinek wyczekiwał z przerażeniem i nie bez pewnej ciekawości jakichś zjawisk nadprzyrodzonych."
      },
      {
        "index": 25,
        "text": "Profesor po całych prawie dniach trzymał dzieci wiejskie w szkole, uczył je, sposobem zwanym »na skoro«, odpowiedzi na przywitanie: — »zdarowo rebiata!« — wszystkich śpiewu choralnego »Kol sławien«, a Piątka i Wójcika ćwiczył w sztuce wyliczania członków panującej rodziny carskiej. Wpajaniu tych umiejętności towarzyszyło zdwojone rżnięcie dyscypliną."
      },
      {
        "index": 26,
        "text": "Marcinek, skulony przy swem oknie, słyszał co chwila płacz wrzaskliwy, błaganie nadaremne i zaraz potem stereotypowe i nieodwołalne:"
      },
      {
        "index": 27,
        "text": "— Uch, nie będę, nie będę! Póki życia, nie będę! uch, panie, nie będę, nie będę!..."
      },
      {
        "index": 28,
        "text": "Wieczorami, nieraz do późna, pan Wiechowski przygotowywał dzienniki szkolne i wykazy, stawiał stopnie uczniom i w sposób niewymownie kaligraficzny pisał tak zwane wiedomosti. Oczy mu się zaczerwieniły, wąsy jeszcze bardziej obwisły, policzki wpadły i »grdyka« była w ciągłym ruchu od nieustannego przełykania śliny. Na wsi rozeszła się głucha pogłoska: naczelnik przyjedzie! Na tle tej wieści wyrastały dziwne domysły, prawie klechdy."
      },
      {
        "index": 29,
        "text": "Wszelkie baśnie znosiła do budynku szkolnego napowrót Małgosia i szeptała je do ucha Borowiczowi i Józi, budząc w nich trwogę coraz okropniejszą."
      },
      {
        "index": 30,
        "text": "W stancji szkolnej zaprowadzono radykalny porządek: zeskrobano rydlem z podłogi uschłe błoto i wyszorowano ją należycie, zmieciono kurze, otrzepano i wytarto popstrzone wizerunki żyraf i słoniów, oraz mapę Rosji i globusik, reprezentujący na górnym gzymsie szafy umiejętności odległe, wysokie i niedostępne."
      },
      {
        "index": 31,
        "text": "Z sieni wyjechała do obórki beczka z kapustą, niemniej jak cała zagródka i umieszczone w niej cielę. Kupa nawozu została okryta gałęziami świerczyny."
      },
      {
        "index": 32,
        "text": "Sam pedagog przyniósł z miasteczka dziesięć butelek najlepszego warszawskiego piwa i jednę krajowego porteru, pudełko sardynek i cały stos bułek."
      },
      {
        "index": 33,
        "text": "Pani Wiechowska upiekła na rożnie zająca i pieczeń wołową, niewymownie kruchą, które to przysmaki miały być podane dyrektorowi na zimno, rozumie się, wraz ze słoikami konfitur, marynowanych rydzyków, korniszonów i t. d. Całe to przyjęcie nauczycielowa zgotowała niemniej pilnie, jak on przysposabiał szkołę. Mogło się było wydawać, że tajemniczy dyrektor przyjeżdża po to, żeby z równą ścisłością zbadać i skontrolować smak zajęczego combra, jak postępy chłopaków wiejskich w »dukaniu«."
      },
      {
        "index": 34,
        "text": "W przeddzień fatalnego dnia mieszkanie, kuchnia nauczycielska i izba szkolna były obrazem zupełnego popłochu. Wszyscy biegali z oczyma szeroko rozwartemi i spełniali najzwyklejsze czynności w niewymownem naprężaniu nerwów. W nocy prawie nikt nie spał, a od świtu znowu wybuchł w całym domu paroksyzm biegania, szeptania z zaschniętem gardłem i wytrzeszczonemi oczyma. Miał nadejść posłaniec od Pałyszewskiego, nauczyciela szkoły w Dębicach, (wsi o trzy mile odległej), u którego wizyta dyrektorska pierwej, niż w Owczarach, wypaść miała. Zanimby dyrektor przejechał trzy mile gościńcem, szybkobiegacz, zdążając wprost przez pola, miał wcześniej o jaką godzinę stanąć w szkole Wiechowskiego. Już od samego świtu nauczyciel wyglądał co moment oknem, przy którem zazwyczaj uczył się Marcinek. Pokój mieszkalny był uporządkowany, łóżka nakryte białemi kapami. W kąciku, za jednem z nich, stały butelki z piwem, w szafie gotowe pieczyste i całe przyjęcie. Gdy dzieci zaczęły ściągać się do szkoły i nauczyciel zmuszony był opuścić punkt obserwacyjny, wtedy zalecił Marcinkowi, ażeby on usiadł na tem miejscu i nie spuszczał oka z równiny. Mały Borowicz sumiennie spełnił ten obowiązek. Twarz przysunął do samego szkła, tarł je co chwila, gdy zachodziło parą oddechu, i wytrzeszczał tak oczy, że mu się aż napełniały łzami. Około godziny dziewiątej ukazał się na widnokręgu punkcik ruchomy. Obserwator przez czas długi śledził go wzrokiem z gwałtownem biciem serca. Nareszcie, gdy mógł już dojrzeć chłopa w żółtym kożuchu, szerokiemi krokami idącego po grzbietach zagonów, wstał z krzesła. Była to jego chwila. Czuł się panem położenia, trzymając w ręku wiadomość tak stanowczą. Wolnym krokiem zbliżył się do kuchni i w sposób lapidarny, podniesionym głosem, zawołał:"
      },
      {
        "index": 35,
        "text": "— Małgośka, »rypaj« powiedzieć panu, że... posłaniec. On tam już będzie wiedział, co to znaczy."
      },
      {
        "index": 36,
        "text": "Małgosia wiedziała również, co w takich wypadkach czynić należy. Rzuciła się do sieni, otwarła drzwi do izby szkolnej i z okropnym wrzaskiem dała znać:"
      },
      {
        "index": 37,
        "text": "— Panie, posłaniec!"
      },
      {
        "index": 38,
        "text": "Wiechowski wszedł natychmiast do swego mieszkania i zaczął wdziewać na się odświętne ubranie: szerokie spodnie czarne, kamaszki na wysokich obcasikach i z wystrzępionemi gumami, bardzo głęboko wyciętą kamizelkę i za duży żakiet, wszystko nabyte przed laty, czasu bytności w grodzie gubernjalnym, u pewnego składnika »trochę przechodzowanej« tandety."
      },
      {
        "index": 39,
        "text": "Marcinek wsunął się do pokoju i lękliwym głosem rzekł do nauczyciela:"
      },
      {
        "index": 40,
        "text": "— O, proszę pana, tam idzie..."
      },
      {
        "index": 41,
        "text": "— Bardzo dobrze, idź teraz, mój kochany, i schowaj się w kuchni razem z Józią. Niech ręka Boska broni, żeby was dyrektor zobaczył!"
      },
      {
        "index": 42,
        "text": "Wychodząc z pokoju, Marcinek obejrzał się na »belfra«, który w owej chwili stał przed jednym z obrazów religijnych. Twarz nauczyciela była biała, jak papier. Głowę miał schyloną, oczy przymknięte i szeptał półgłośno:"
      },
      {
        "index": 43,
        "text": "— Panie Jezu Chryste, dopomóż-że mi też... Panie Jezu miłosierny... Zbawicielu... Zbawicielu!..."
      },
      {
        "index": 44,
        "text": "W owej chwili wbiegła do izby pani Marcjanna i, potrącając Borowicza, wołała:"
      },
      {
        "index": 45,
        "text": "— Idzie! idzie!..."
      },
      {
        "index": 46,
        "text": "Pan Wiechowski wyszedł do szkoły, a tymczasem w »stancji« czyniono przygotowania ostateczne: okryto stół serwetą, nastawiono samowar i wycierano talerze, szklanki, noże i powyłamywane widelce."
      },
      {
        "index": 47,
        "text": "Marcinek wynalazł już był dla siebie i towarzyszki bezpieczne schronienie za drzwiami między ścianą i ogromną szafarnią, która zajmowała połowę kuchenki. Wtuleni w najciemniejszy kąt, oddawali się obydwoje z całą gorliwością, co najmniej przez jakie półtorej godziny, misji ukrycia swych osób. Nakazywali sobie wzajem nieustannie milczenie, przysłuchiwali się z biciem serc każdemu szelestowi i tylko kiedy niekiedy ważyli się półszeptem wypowiadać jakieś niewyraźne sylaby."
      },
      {
        "index": 48,
        "text": "Dopiero po upływie dwu godzin wbiegła raptem ze dworu nauczycielka, a za nią Małgosia. Ta ostatnia w okropnej trwodze powtarzała raz za razem:"
      },
      {
        "index": 49,
        "text": "— Jedzie naczelnik! Jedzie naczelnik! W skórzanej budzie jedzie! Oj, będzie tu teraz dopiero, będzie mój Jezus kochany, drogi, oj, będzie tu, będzie!"
      },
      {
        "index": 50,
        "text": "Ciekawość przemogła wszystkie obawy: Józia i Marcin wyszli ze swej kryjówki, zbliżyli się na palcach do drzwi, prowadzących do sieni, i zaczęli kolejno wyglądać przez szczeliny i dziurę do klucza. Ujrzeli tył budy karecianej na saniach, ogromne futro pana, wchodzącego do szkoły, i plecy Wiechowskiego, które się nieustannie schylały."
      },
      {
        "index": 51,
        "text": "Po chwili drzwi do izby szkolnej zamknięto. Wtedy z uczuciem gorzkiem rozczarowania powrócili do swej kryjówki za szafarnią i drżeli tam ze strachu."
      },
      {
        "index": 52,
        "text": "Tymczasem do stancji szkolnej wkroczył kierownik dyrekcji naukowej, obejmującej trzy gubernie, pan Piotr Nikołajewicz Jaczmieniew, i przedewszystkiem zrzucił z ramion olbrzymie futro. Spostrzegłszy, że w tej izbie jest aż nadto ciepło, zdjął także palto i został w mundurze granatowym ze srebrnemi guzikami."
      },
      {
        "index": 53,
        "text": "Był to wysoki i przygarbiony nieco człowiek, lat czterdziestu paru, o twarzy dużej, nieco rozlanej i obwisłej, którą otaczał rzadki zarost czarny. Z ust dyrektora Jaczmieniewa prawie nie schodził uśmiech łagodny i dobrotliwy. Zamglone jego oczy spoglądały przyjacielsko i życzliwie."
      },
      {
        "index": 54,
        "text": "— Witam pana, panie Wiechowski — rzekł po rosyjsku, przygładzając ręką rzadkie włosy na skroniach. — Co słychać? Jak się panu powodzi?"
      },
      {
        "index": 55,
        "text": "— Wszystko jak najlepiej, jaśnie wielmożny panie... — odpowiedział Wiechowski, uczuwając w sercu pewien promyczek otuchy na widok łaskawości dyrektora."
      },
      {
        "index": 56,
        "text": "— Ależ zima u was tęga! Dużo się człowiek nakołatał po świętej Rusi, a takiego zimna w marcu rzadko doświadczał. Ja w karecie, w futrze, w palcie, a i tak czuję ten, wiesz pan, dreszczyk..."
      },
      {
        "index": 57,
        "text": "— A możeby... — szepnął Wiechowski, mając dreszczyk, stokroć bardziej przejmujący, aż w piętach."
      },
      {
        "index": 58,
        "text": "Dyrektor udał, że wcale nie słyszy tego, co powiedział Wiechowski. Odwrócił się do dzieci, które siedziały nieruchomo, ze zdumienia wytrzeszczając oczy i w przeważnej większości szeroko rozwarłszy usta:"
      },
      {
        "index": 59,
        "text": "— Jak się macie dziatki? — rzekł łaskawie — witam was."
      },
      {
        "index": 60,
        "text": "Stojąc za plecami Jaczmieniewa, Wiechowski dawał znaki oczami, rękami i całym korpusem, ale napróżno. Nikt nie odpowiadał na powitanie zwierzchnika. Dopiero po chwili Michcik, naglony rozpaczliwemi spojrzeniami i gestami swego mistrza, zerwał się i zawołał:"
      },
      {
        "index": 61,
        "text": "— Zdrawia żełajem Waszemu Wysokorodiu!"
      },
      {
        "index": 62,
        "text": "Dyrektor mlasnął ustami i wzniósł brwi tak zagadkowo, że Wiechowskiemu mróz przedefilował po grzbiecie."
      },
      {
        "index": 63,
        "text": "— Panie nauczycielu, bądź pan łaskaw wywołać któregoś ze swych uczniów — rzekł wizytator po chwili — chciałbym usłyszeć, jak też czytają."
      },
      {
        "index": 64,
        "text": "— Może jaśnie wielmożny pan sam raczy rozkazać któremu z nich, — rzekł uprzejmie Wiechowski, podając dziennik, a jednocześnie całą duszą błagając Boga, ażeby jaśnie wielmożnemu panu nie strzelił czasami do głowy pomysł zgodzenia się na tę propozycję. Jaczmieniew z grzecznym uśmiechem odsunął dziennik, mówiąc:"
      },
      {
        "index": 65,
        "text": "— Nie, nie... proszę bardzo."
      },
      {
        "index": 66,
        "text": "Wiechowski udał przez chwilę niby wahanie się kogo wyrwać, aż wreszcie wskazał palcem Michcika, którego umyślnie posadził w czwartej ławie."
      },
      {
        "index": 67,
        "text": "Dyrektor tymczasem wstąpił na katedrę, usiadł i podparłszy pięścią brodę, patrzał uważnie z pod przymkniętych powiek na ten tłum dzieci."
      },
      {
        "index": 68,
        "text": "Michcik wstał, z dystynkcją ujął Paulsona trzema »palicami« i dał koncert czytania. Przestrach, jak płyta marmurowa, usunął się na chwilę z piersi Wiechowskiego. Michcik czytał świetnie, płynnie, głośno. Dyrektor przysposobił sobie dłonią ucho do łatwiejszego chwytania dźwięków, z zadowoleniem reparował akcenty i kiwał głową potakująco."
      },
      {
        "index": 69,
        "text": "— Czy możesz mi opowiedzieć »swojemi słowami« to, co przeczytałeś? — zapytał po chwili."
      },
      {
        "index": 70,
        "text": "Chłopiec złożył książkę, odsunął ją na znak, że będzie czerpał opowiadanie tylko z pamięci i zaczął wyłuszczać po rosyjsku treść bajki odczytanej."
      },
      {
        "index": 71,
        "text": "Jaczmieniew ciągle się uśmiechał. W najciekawszym punkcie opowieści podniósł w górę rękę z gestem charakterystycznym, jakiego używa nauczyciel, pewny, że mu jego miły uczeń trafnie odpowie — rzucił szybko zapytanie:"
      },
      {
        "index": 72,
        "text": "— Siedm razy dziewięć?"
      },
      {
        "index": 73,
        "text": "— Szest’diesiat tri! — z tryumfem zawołał Michcik."
      },
      {
        "index": 74,
        "text": "— Wyśmienicie, wyśmienicie — rzekł głośno dyrektor, a schylając się do Wiechowskiego, szepnął półgłosem: — Szanowny panie nauczycielu, temu chłopcu w końcu roku pojmuje pan... najpierwszą..."
      },
      {
        "index": 75,
        "text": "Pedagog schylił głowę i rozdął nieco nozdrza na znak nietylko zgody, ale porozumienia się co do joty i przypominał w owej chwili kelnera z wykwintnej restauracji, który zgaduje życzenia gościa szczodrobliwego. Był już prawie pewien sytuacji, i, jak czyni zazwyczaj człowiek szczęśliwy, zaczął kusić fortunę."
      },
      {
        "index": 76,
        "text": "— Może jaśnie wielmożny pan zechce jeszcze Michcika... coś z arytmetyki, z gramatyki?"
      },
      {
        "index": 77,
        "text": "— Czy tak? Bardzo, bardzo jestem... Ale trzeba już temu dać spokój. Proszę, wyrwij pan kogoś jeszcze..."
      },
      {
        "index": 78,
        "text": "— Piątek! — zawołał nauczyciel nieco zbity z tropu."
      },
      {
        "index": 79,
        "text": "— Jeść! — wrzasnął Piątek, pewny, że to chodzi o tak zwaną perekliczkę."
      },
      {
        "index": 80,
        "text": "— Czytaj! — zgrzytnął na niego Wiechowski."
      },
      {
        "index": 81,
        "text": "Czytanie Piątka mniej już zachwyciło dyrektora. Nie poprawiał go wcale, tylko uśmiechał się napoły żartobliwie, napoły ironicznie. Zanim chłopiec przemordował trzy wiersze, rzekł do nauczyciela:"
      },
      {
        "index": 82,
        "text": "— Proszę jeszcze kogoś wywołać..."
      },
      {
        "index": 83,
        "text": "W czaszce nauczyciela słowa powyższe sprawiły szum gwałtowny, który rozwiał wszystkie jego myśli, jak wicher plewy. Kilku jeszcze chłopców umiało sylabizować i to po parę liter zaledwie. Na chybił trafił jednak Wiechowski zawołał:"
      },
      {
        "index": 84,
        "text": "— Gulka Matwiej!"
      },
      {
        "index": 85,
        "text": "Gulka powstał, wziął wskazówkę w rękę i cichutko wyszeptał kilka liter moskiewskich. Gdy dyrektor przynaglać go zaczął do głośniejszego mówienia, chłopak zląkł się, usiadł na miejscu, a koniec końców wlazł pod ławę. Wówczas Jaczmieniew zstąpił z katedry i, wszedłszy między ławki, po kolei sam egzaminował dzieci. Trwało to bardzo długo. Nagle Wiechowski, miotający się w dreszczach przerażenia, usłyszał, że dyrektor mówi najczystszą polszczyzną."
      },
      {
        "index": 86,
        "text": "— No, a kto z was, dzieci, umie czytać po polsku, no, kto umie?"
      },
      {
        "index": 87,
        "text": "Kilka głosów odezwało się w rozmaitych kątach izby szkolnej."
      },
      {
        "index": 88,
        "text": "— Zobaczymy, zaraz zobaczymy... Czytaj! — rozkazał pierwszej osobie z brzega."
      },
      {
        "index": 89,
        "text": "Dziewczyna, owinięta w zapaski, wydobyła »Drugą książeczkę Promyka« i zaczęła dosyć płynnie czytać."
      },
      {
        "index": 90,
        "text": "— A kto ciebie nauczył czytać po polsku? — zagadnął ją dyrektor."
      },
      {
        "index": 91,
        "text": "— »Stryjna« mnie nauczyli... — szepnęła."
      },
      {
        "index": 92,
        "text": "— »Stryjna«, co to jest »stryjna«, panie nauczycielu? — zwrócił się do Wiechowskiego."
      },
      {
        "index": 93,
        "text": "— A ciebie kto nauczył czytać po polsku? — spytał małego chłopca, nie czekając na odpowiedź Wiechowskiego."
      },
      {
        "index": 94,
        "text": "— Pani nauczycielowa pokazała noma z Kaśką »durkowane...«"
      },
      {
        "index": 95,
        "text": "— Pani nauczycielowa? Wot kak! — szepnął, uśmiechając się jadowicie."
      },
      {
        "index": 96,
        "text": "Wysłuchawszy jeszcze kilku chłopców i powziąwszy wiadomość, że im litery nierosyjskie wskazywał sam nauczyciel, dyrektor cofnął się z pomiędzy ławek i rzekł do Wiechowskiego:"
      },
      {
        "index": 97,
        "text": "— Czy ksiądz jaki przychodzi do szkoły?"
      },
      {
        "index": 98,
        "text": "— Nie. U nas we wsi niema kościoła; dopiero w miasteczku Parchatkowicach, o dziesięć wiorst stąd, jest kościół i dwu księży."
      },
      {
        "index": 99,
        "text": "— Tak, tak... No, panie Wiechowski, — rzekł znienacka Jaczmieniew, — bardzo, bardzo jest źle. Na takie stado dzieci — dwu czyta, a pozostali nic nie umieją. Źle mówię zresztą, bo dosyć znaczna ilość czyta po polsku, a w stosunku do czytających ruskie, to ilość wprost kolosalna. I mnie to nawet nie dziwi. Pan, jako Polak i katolik, prowadzisz polską propagandę."
      },
      {
        "index": 100,
        "text": "— Propagandę... polską? — jęknął Wiechowski, wcale nie będąc w stanie zrozumieć, coby mogły oznaczać te dwa wyrazy, ale dobrze pojmując to jedno, że kryje się w nich słowo: dymisja."
      },
      {
        "index": 101,
        "text": "— Tak... polską propagandę! — zawołał Jaczmieniew krzykliwie. — To może się panu i innym uśmiechać, ale nie takie jest, jak wielekroć pisałem w cyrkularzach, życzenie władzy. Pan jesteś tutaj urzędnikiem i źle pan spełniasz swój urząd. Mało dzieci czyta... Nie widzę rezultatów."
      },
      {
        "index": 102,
        "text": "— Michcik, — szepnął Wiechowski."
      },
      {
        "index": 103,
        "text": "— Co Michcik? Byłeś pan kiedy w teatrze, widziałeś pan głównego tenora i statystów? Otóż cała szkoła są to statyści, a ci dwaj — to główni śpiewacy, okazy... Stara to sztuczka, na której ja się znam nieźle. Powtarza się to przecie w każdej niemal szkole i jest śmiertelnie nudne... Ja nie jestem z pana zadowolony, panie Wiechowski..."
      },
      {
        "index": 104,
        "text": "W nauczycielu zatrzęsło się serce i wnętrzności. Nie widział już wcale osoby dyrektora i, jak dziecko, zwracał się ku szczelinie we drzwiach, prowadzących do jego mieszkania, przez którą podpatrywała i podsłuchiwała bieg wizyty pani Marcjanna. W mózgu jego biegały jeszcze niektóre myśli, jak strzykania bólu. Jedną z nich, ostatni środek ratunku, powiedział do Jaczmieniewa:"
      },
      {
        "index": 105,
        "text": "— Może jaśnie wielmożny pan dyrektor raczy wejść do mnie..."
      },
      {
        "index": 106,
        "text": "— Nie, ja nie mam czasu — i żegnam... — rzekł naczelnik szorstko, wdziewając palto z pośpiechem."
      },
      {
        "index": 107,
        "text": "— Książki, wykazy prowadzę starannie... — rzekł jeszcze Wiechowski."
      },
      {
        "index": 108,
        "text": "— Książki! — zawołał dyrektor szyderczo. — Sądzisz pan tedy, że wzamian za pensję, mieszkanie i stanowisko nie trzeba nawet prowadzić ksiąg, a jeżeli się pisze w nich cokolwiek, to jest to już tytuł do nagrody? Cóż zresztą... książki? Ja mam przecie pańskie wykazy. Figurują tam cyfry czytających, których ja tu wcale nie znajduję."
      },
      {
        "index": 109,
        "text": "Ostatnie słowa wypowiedział, zarzucając futro na ramiona."
      },
      {
        "index": 110,
        "text": "— Żegnam was, dzieci, uczcie się pilnie, starajcie się!... — rzekł do zebranych uczniów. Potem, wychodząc, odezwał się do nauczyciela:"
      },
      {
        "index": 111,
        "text": "— Moje uszanowanie..."
      },
      {
        "index": 112,
        "text": "Wiechowski nie był w stanie ani wyprowadzić go, ani wyjść za nim. Stał, oparty o stolik katedry, i patrzył na drzwi wchodowe. Mróz śmiertelny obejmował jego ciało i wstrzymywał krew w żyłach."
      },
      {
        "index": 113,
        "text": "— Wszystko się skończyło... — myślał pan Ferdynand, — masz teraz... Cóż tu robić, gdzież się tu wynieść, z czegóż tu żyć? Utrzymam się to z pisania próśb do sądu? Przecież tam już to samo czterech robi..."
      },
      {
        "index": 114,
        "text": "Skinął na dzieci, że mogą już iść sobie, otworzył drzwi do swego mieszkania i obejrzał tę izbę jednem spojrzeniem. Nagle rozpacz i żal w potoku łez buchnęły z jego piersi. Przez długi czas szlochał głośno, jak dziecko, leżąc piersiami na stole. Gdy podniósł oczy, spostrzegł w kącie szereg butelek z piwem. Skoczył zaraz, chwycił pierwszą z brzegu, wyrwał korek i prawie jednym tchem wypił całą butelkę. Rzucił w kąt pierwszą i wysączył drugą, potem trzecią i czwartą. Pił, nie przestając głośno płakać, i już piątą butelkę odkorkowywał, gdy wtem ktoś mocno zastukał do drzwi. Wiechowski z gniewem otwarł je szeroko i ujrzał przed sobą... znowu Jaczmieniewa w futrze i czapce, który uśmiechał się do niego i wyciągał obie ręce."
      },
      {
        "index": 115,
        "text": "— Ot pomyłka, — mówił — ot głupstwo! Jak łatwo skrzywdzić uczciwego człowieka, ach jak łatwo! Wiechowski! ja będę o panu pamiętał i podwyższę pensję. Trzeba tylko, żeby więcej czytało... usilności, rozumiesz pan, więcej... A co do śpiewów, to bardzo rad jestem, bardzo, bardzo... I nie zapomnę. Pensję już w następnym miesiącu dostaniesz pan lepszą... No, mnie się spieszy, więc do widzenia. Proszę nie gniewać się za nieuważne słowa... Usilności tylko, usilności..."
      },
      {
        "index": 116,
        "text": "Ścisnął przyjaźnie rękę Wiechowskiego i wyszedł z izby. Nauczyciel postępował za nim krok w krok, najpewniejszy, że to, co widzi, słyszy i czego doświadcza, jest snem raptownym po wypiciu tylu butelek Machlejda. Przededrzwiami stała gromada bab, więc je rozsunął i zrobił miejsce dla dyrektora. Usadowił go w karecie, otulił mu nogi pledem, kłaniał się kilkanaście razy, następnie gdy kareta znikła na skręcie drogi, powrócił do siebie i wciąż trwał w złudzeniu, że śpi coraz mocniej. Z tego obłędu wyrwała go dopiero pani Marcjanna. Wpadła do izby, jak kula armatnia i, podrygując, rzuciła się mężowi na szyję."
      },
      {
        "index": 117,
        "text": "— A to szelmowskie chłopstwo! A to nam usługę wyświadczyło! — krzyczała, zanosząc się od śmiechu."
      },
      {
        "index": 118,
        "text": "— Jaką usługę, co ty pleciesz?"
      },
      {
        "index": 119,
        "text": "— To ty nic nie wiesz? Ano, przecie baby skargę na ciebie zaniosły."
      },
      {
        "index": 120,
        "text": "— Jakie baby?"
      },
      {
        "index": 121,
        "text": "— Masz ci... jakie baby?"
      },
      {
        "index": 122,
        "text": "— Gulonka, Pulutowa, Piątkowa, stara Dulębina, Zalesiaczka, no, wszystkie baby..."
      },
      {
        "index": 123,
        "text": "— Gdzie, jak?"
      },
      {
        "index": 124,
        "text": "— Ano tak. Jak dyrektor przyjechał, zeszły się i czekały pode drzwiami całą wsią. Jak wyszedł z sieni, obstąpiły go, skłoniły się i Zalesiaczka wyleciała pierwsza z gębą..."
      },
      {
        "index": 125,
        "text": "— Czegóż ona chciała?"
      },
      {
        "index": 126,
        "text": "— No, stul gębę, to ci rozpowiem po kolei, jak i co było. Powiedziała tak... Ażem ścierpła, jak zaczęła mleć tym pyskiem! Powiedziała tak: Dopraszam się łaski, wielmożny naczelniku, nie chcemy tego nauczyciela, co tu siedzi u nas we wsi. On jej na to: — Nie chcecie tego nauczyciela, a to dlaczego? — Ona wtedy: Nie chcemy tego pana Wiechowskiego, bo źle uczy. — Jak to źle uczy? co wam się nie podoba? — Nam się, — ona powiada, — nic nie podoba, co ta on uczy. Ij, co ta długo gadać, — wtrącza się zaraz stara Dulębina, — wielmożny naczelniku, nie chcemy tego nauczyciela, bo nam uczy dzieci jakichsi śpiewaniów po ruśku, na książce tylko tosamo po ruśku; cóż to za nauka taka? Dzieciska bez trzy zimy wałęsają się do tej ta szkoły i nie umie się żadne modlić na książce, a jak które umie, to się nie we szkole nauczyło, tylko jedno od drugiego, choć i na błoni za bydłem. Nie wstyd to? Katolickiego śpiewania to ich nie ponaucza tylko jakiesi ta... a nawet gębą nie można wymówić... I jak dzieci, — gadała, — zaczną we szkole śpiewać nabożnie, to ten nic, tylko się drze sam, a znowu mądrala Michcik za nim i nie dadzą dzieciskom Pana Boga pochwalić. Do czegóż to to podobne? A tu płać, dawaj na niego osypkę! — Dyrektor się spytał: Często też nauczyciel tak po rusku śpiewa z dziećmi? — Co dzień śpiewa! — wrzasnęły wszystkie razem. — To się przecie łatwo przekonać. Choćby i jego samego się spytać, przecie się nie może w żywe oczy zaprzeć! Nieraz to nawet ani jednemu na książce nie pokaże, tylko od samego rana wyśpiewują... — trajkotała Piątkowa. — Tak wy niedowolne panem Wiechowskim, — spytał się ich dyrektor, — dlatego, że on uczy po rusku? — A i mamy być »dowolne«! Dopraszamy się, wielmożny naczelniku, żeby go zabrać, a innego dać, coby po polsku uczył, a nie, to... nam ta szkoła niepotrzebna. Dzieciska się ta same nauczą, jak które chętliwe, i przypowiastki se przeróżne wyczytują z książek, a ten ogłupia do reszty i pokój. Albo mu zakazać tych śpiewów... — Dobrze, dobrze — rzekł dyrektor i poszedł tu do ciebie."
      },
      {
        "index": 127,
        "text": "— Chi-cha! — zaśmiał się pan Wiechowski. — Tak, to mię oskarżyły! A niechże im też Pan Jezus da zdrowie!... Samem nawet zapomniał dyrektorowi powiedzieć o tem śpiewaniu. Chy... — wrzasnął nagle, wywijając po stancji jakieś kozackie hołubce. Zziajany stanął przed żoną i rzekł:"
      },
      {
        "index": 128,
        "text": "— Marcysiu, wykpiłem się! Podwyższy mi pensję! Jeszcze lepiej stoję, niż ten Pałyszewski. Wiesz ty co, żoneczko, czarnobrewko, palnijmy sobie to piwko, co go dyrektor pić nie chciał. Okropnie my smakuje..."
      },
      {
        "index": 129,
        "text": "Pani Wiechowska zgodziła się bez trudu i nauczyciel zaczął żłopać szklankę po szklance. Sama pomagała mu w tem dosyć skutecznie. Nawet Józia, Marcinek i służąca dostali każde po ćwierć szklanki. Skończywszy z piwem, pan Wiechowski zaczął napierać się o gorzałeczkę. Wkrótce potem Marcinek, słysząc w pokoju wrzask okropny, uchylił drzwi i zobaczył z przerażeniem, że nauczyciel, odziany tylko w bieliznę, siedzi na stole, trzyma w jednej ręce flaszkę z jarzębinówką, w drugiej duży kieliszek i wymyśla komuś zapamiętale."
      },
      {
        "index": 130,
        "text": "— Chamy, łajdaki! — wrzeszczał pedagog, wytrzeszczając oczy, — musicie śpiewać, jak wam każę, i gadać, jak wam każę! Wszystkie bechy będą szczekać pa russki! Ponimajesz chołop, mużiczjo? Sam dyrektor własnem słowem wyraził się, że mi pensję podwyższy, ponimajesz chamskoje otrodje? Bunt chciałyście zrobić? Chi cha!... Na w zuby! — wołał mierząc w niewidzialnych przeciwników."
      },
      {
        "index": 131,
        "text": "Pochyliwszy się za nadto, zleciał ze stołu na sofkę stoczył się na ziemię. Smaczna jarzębinówka wylała się z przechylonej butelki i długą strugą popłynęła w szparę między deskami. Mały Borowicz ze zgrozą widział potem, jak Małgośka i pani Marcjanna ciągnęły profesora za czuprynę do łóżka i jak tenże profesor, wierzgając nogami i broniąc się pięścią, zapamiętale wyśpiewywał: Ach, powstancy kochający Udirajut, kak zajoncy...."
      },
      {
        "index": 132,
        "text": "Kiedy nauczyciel oddawał się radości, zwierzchnik jego przebywał tymczasem łańcuch wzgórz niezbyt wysokich. Gościniec ciął na ukos pochyłość bardzo wydłużonego pagórka, aż do przełęczy. Stamtąd zjeżdżało się na kilkomilową płaszczyznę, pośrodku której znajdował się gród gubernjalny, siedziba oświaty ludowej. Z tej strony wzgórz doliny i wyniosłości okryte były czarnemi lasami. Wśród nich bieliły się szerokie polany z długiemi smugami wsi chłopskich. Dzień był ciepły, przecudny. W godzinie południowej słońce literalnie topiło swym blaskiem powierzchnię tej całej rozległej okolicy. Ciepłe tchnienia wiały na kraj, lecąc od wiosny, która z za gór, z za lasów szła już w tamte strony. Konie, ciągnące karetę, szły pod górę noga za nogą, to też Jaczmieniew nie czuł wcale, że jedzie. Spuścił szybę karety i, wygodnie półleżąc na siedzeniu, oddawał się marzeniom. Bardzo dawne i niewymownie miłe mary zlatywały ku niemu na skrzydłach powiewów wiosennych i otaczały go rozkoszną ciżbą."
      },
      {
        "index": 133,
        "text": "— Góry, góry... — szeptał, spoglądając ze swego okna na daleki widok. Przypominały mu się młodzieńcze wędrówki w Bawarji, w Tyrolu, we Włoszech i Szwajcarji."
      },
      {
        "index": 134,
        "text": "Po ukończeniu studjów na wydziale filologicznym w Moskwie, Jaczmieniew, zapalony ludowiec, zdecydował się »iść między naród«, osiąść w szkole wiejskiej. Pragnąc wszakże zdobyć i przyswoić sobie metodę pracy, któraby dawała plony jak najobfitsze, odbył wycieczki do Szwecji, Anglji, Niemiec i Szwajcarji i we wszystkich tych krajach pilnie studjował szkolnictwo ludowe. Najlepiej poznał Szwajcarję, z kijem w ręku i tornistrem na plecach, wędrując od jeziora Bodeńskiego aż do Lugano i Genewy. W każdej niemal szkole zapoznawał się z nauczycielem, słuchał wykładów, brał udział w wycieczkach i studjował szczególnie tak zw. Primarschule, gdzie nauczanie rozpoczyna się od wesołych gawęd i zabaw na świeżem powietrzu."
      },
      {
        "index": 135,
        "text": "Teraz, jadąc, wspomniał sobie pewne małe dziewczątko, w ogromnych trzewikach, podbitych gwoździami, z wielkim parasolem w ręku idące do szkoły w szarugę i wicher ze swej chaty, sterczącej pośród chmur, gdzie tylko koza, karmicielka rodziny, żywność dla siebie wynaleźć zdoła, i gdzie człowiek biedniejszy jest stokroć, niż koza."
      },
      {
        "index": 136,
        "text": "Cóżby dał za to, żeby jeszcze raz w życiu pójść z sześcioletnimi obywatelami wolnego Schwizerlandu do lasu, szukać z nimi ukrytych między liśćmi zwergl’ów, w wielkich śpiczastych czapkach, a z ogromnemi brodami... Ach, cóżby dał, ażeby wrócić do tamtej młodości, toczyć długie rozprawy z uczciwymi belframi wiejskich szkółek szwajcarskich, długo w noc z nimi radzić o sposobach zniesienia ciemnoty w »strasznej Rosji« i mieć w piersi prawe, szlachetne serce!..."
      },
      {
        "index": 137,
        "text": "I nagle dyrektor Jaczmieniew zapłakał..."
      },
      {
        "index": 138,
        "text": "Ciepły wietrzyk wzmagał się, gdy kareta dosięgła szczytu góry."
      },
      {
        "index": 139,
        "text": "— Ach, jakże jestem już stary, jak bardzo stary... — szepnął do siebie Jaczmieniew. — Przeszło, minęło niepowrotnie, rozwiało się niby mgła nad jeziorem. Wczoraj, zda się, człowiek z kijem w ręku łaził po skałach, ażeby się nauczyć jak najlepiej, najszybciej, najhumanitarniej rozniecać światło w pośród ciemnych mas chłopstwa, a dziś... Nie należy szerzyć oświaty w kosmopolitycznem znaczeniu tego wyrazu, lecz należy szerzyć »oświatę rosyjską«. Na to zdał się cały Pestalozzi... Pragnąc za pomocą zruszczenia tych chłopów polskich istotnie przyczynić się do szybkiego rozwoju północy na drodze cywilizacji, należałoby to zrobić tak skutecznie, ażeby chłop tutejszy ukochał Rosję, jejp rawosławnąjej prawosławną wiarę, mowę, obyczaj, ażeby za nią gotów był ginąć w wojnie i pracować dla niej w pokoju. Trzebaby więc wydrzeć z korzeniem tutejszy, iście zwierzęcy konserwatyzm tych chłopów. Trzebaby zburzyć tę odwieczną, swoistą kulturę, niby stare domostwo, spalić na stosie wierzenia, przesądy, obyczaje, i zbudować nowe, nasze, tak szybko, jak się buduje miasta w Ameryce północnej. Na tym gruncie dopiero możnaby zacząć wypełnianie marzeń pedagogów szwajcarskich. To, co my robimy, te środki, jakie przedsiębierzemy..."
      },
      {
        "index": 140,
        "text": "I cóżby tu można zrobić, co tu właściwie zaprojektować celem wzmocnienia rusyfikacji, tej rusyfikacji nieodzownej i skutecznej?..."
      },
      {
        "index": 141,
        "text": "Pytanie to wytrysło niespodziewanie z głębi dumań Jaczmieniewa i stanęło przed nim z całą swoją stanowczą wyrazistością, niby tajny agent policji, ukazujący się z za węgła, kiedy go się najmniej spodziewają."
      },
      {
        "index": 142,
        "text": "Kareta znajdowała się na szczycie góry, po której grzbiecie szła droga. Z prawej i lewej strony otwarty był widok rozległy na dwie płaskie doliny. Tu i tam ciągnęły się smugami lasy, pagórki, wielkie białe płaty pól... Daleko, daleko za ostatniemi sinemi borami szarzały lekkie mgły, przesłaniając widnokrąg. Było samo południe. Z kominów chat w ogromnych wsiach szły wszędzie dymy błękitnemi słupami. Był to jedyny ruch w tej niezmiernej przestrzeni. Cała ona leżała w niemym spokoju, jakby spała. Tylko długie pasma dymów zdawały się pisać na białych, martwych kartach pola nikomu nieznane, tajemnicze znaki."
      }
    ]
  }
}