{
  "chapterNumber": 15,
  "title": "Rozdział XV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XV."
      },
      {
        "index": 2,
        "text": "Na początku trzeciego kwartału, po przyjeździe ze świąt Bożego Narodzenia, uczniowie klasy siódmej zastali nowego kolegę. Był nim Bernard Sieger, wydalony z tejże klasy któregoś gimnazjum w Warszawie. Nikt z klerykowian nie miał wiadomości autentycznych, za co właściwie Sieger był ze stolicy raz na zawsze wypędzony, a do Klerykowa przyjęty. Chodziły tylko niezdecydowane pogłoski, że to »ptaszek«. Z czasem dopiero jeden z ósmoklasistów, któremu zdarzyło się być podczas świąt w Warszawie, oświetlił nieco sprawę, rozgłaszając, że tajemniczy przybysz wyrzucony został za »niebłagonadiożnost’«. Do Klerykowa, według tejże relacji, udało mu się wstąpić za specjalnem zezwoleniem kuratora okręgu naukowego, który znowu miał dać takie zezwolenie dzięki wstawiennictwu jednej ze znakomitych figur wielkiego świata."
      },
      {
        "index": 3,
        "text": "W nowej szkole Sieger natychmiast otoczony został szczególniejszą opieką. Mieszkał sam jeden u pana Kostriulewa i poza murami szkoły nie miał prawa stykać się z kolegami. W gimnazjum pilnowano go również w sposób, nie zostawiający nic do życzenia. Codziennie ktoś upoważniony, a więc pan Majewski, inspektor, dyrektor, Mieszoczkin, — rewidował jego tornister, wszyscy udzielali mu admonicyj surowszych, niż innym, a do wydawania lekcji powoływano go bezustanku. Bernard Sieger miał lat ośmnaście, dziewiętnaście, był wzrostu średniego, krępy, nieco ospowaty. Rysy twarzy miał wyraziste, nos duży, oczy barwy nieokreślonej, jak woda. Oczy te patrzały spokojnie, ale ze szczególną uwagą. Sieger nigdy nie zdradzał strachu lub złości, gdy go niepokojono, gdy mu rozkazującym tonem czegoś »surowo zabraniano«. Na twarzy jego malował się stale pewien wyraz, który możnaby chyba ochrzcić imieniem — uprzejmej drwiny."
      },
      {
        "index": 4,
        "text": "Głowacze klasy siódmej już po kilku lekcjach spostrzegli, że Sieger wszystko »kapuje«. Robił przykłady matematyczne niezbyt lotnie, ale bystro, tłumaczył Disputationes tusculanae Cycerona powoli, ale samoistnie, pisał ćwiczenia literackie i »logiczne»»logiczne« na cztery, — słowem był to dobry uczeń."
      },
      {
        "index": 5,
        "text": "Buckle’iści z krótkiego dyskursu przed nabożeństwem w pewien dzień galowy, kiedy pilnowacze zajęci byli malcami i nie przeszkadzali rozmawiać, dowiedzieli się, że nowy nietylko czytał Buckle’a i Drapera, ale posłyszeli z ust jego pytanie o dzieła, jakich ani oko klerykowskie nie widziało, ani ucho nie słyszało. Sieger żył całkiem samotnie. Wprost z klasy szedł do mieszkania. Na spacer, na łyżwy, po sprawunki — tylko z cerberem Kostriulewem. Autochtonowie klasy siódmej obserwowali go z uwagą, ciekawością, a nie bez odrobiny niechęci i zawiści. Już samo, że Sieger przybył z Warszawy, gniewało wszystkich, którzy za obrębem Klerykowa nic nie znali. Uprzejmą grzeczność jego poczytywano za wyniosłość i arystokratyzm, ironiczne milczenie, gdy uczeni slawiści roztaczali w czasie pauz swe wiadomości, — za nieuctwo w tym kierunku wiedzy człowieczej."
      },
      {
        "index": 6,
        "text": "Pewne trudności miał Sieger z uczęszczaniem na lekcje języka polskiego. Zrazu władza wzbraniała mu wstępu na wykłady prof. Sztettera i dopiero po upływie miesiąca dała swe zezwolenie."
      },
      {
        "index": 7,
        "text": "Tego dnia lekcja języka »miejscowego« była ostatnią z rzędu, a więc przypadła między godziną drugą a trzecią. Sztetter wszedł do klasy, jak zwykle, z wyrazem niechęci na twarzy, zasiadł i wnet wymienił czyjeś nazwisko, prosząc o tłumaczenie z języka polskiego na rosyjskie wiersza Czajkowskiego p. t. »Pająk«."
      },
      {
        "index": 8,
        "text": "Ten, kogo spotkał los tak nudny, pragnąć wykręcić się, zaczął gadać (rozumie się po rosyjsku):"
      },
      {
        "index": 9,
        "text": "— Panie profesorze, mamy nowego ucznia."
      },
      {
        "index": 10,
        "text": "— Nowy kolega, z Warszawy uczeń... — błaznowali inni."
      },
      {
        "index": 11,
        "text": "— Nowy uczeń? — spytał Sztetter ze zdziwieniem. — Gdzie, jaki uczeń?"
      },
      {
        "index": 12,
        "text": "Sieger wstał ze swego miejsca i skłonił się nauczycielowi."
      },
      {
        "index": 13,
        "text": "— A... — mruknął Sztetter, — Wasza familja?"
      },
      {
        "index": 14,
        "text": "— Zygier — rzekł nowy uczeń."
      },
      {
        "index": 15,
        "text": "Nauczyciel zaczął szukać tej familii w spisie abecadłowym pod literą Z — i nie znalazł."
      },
      {
        "index": 16,
        "text": "— Mówisz pan..."
      },
      {
        "index": 17,
        "text": "— Tak. W papierach i w metryce stało — Sieger, jak pisał się mój dziad i ojciec, dlatego prawdopodobnie zanotowano pod S. Ja nazywam się Bernard Zygier, Zet, y, gier..."
      },
      {
        "index": 18,
        "text": "Nauczyciel spojrzał na nowego ucznia i smutne oczy jego zajaśniały przez chwilę nikłym promyczkiem wesela."
      },
      {
        "index": 19,
        "text": "— Niech będzie Zygier... — powiedział. — Chcesz pan uczęszczać na lekcje języka polskiego?"
      },
      {
        "index": 20,
        "text": "— Rozumie się! Przecież to nasz język ojczysty... (Wied’ eto nasz rodnoj jazyk)."
      },
      {
        "index": 21,
        "text": "Sztetter obejrzał szybkim lotem drzwi oszklone, tego ucznia, dziennik i poruszył wargami, jak gdyby mówił jakieś słowo, czego przecie nikt nie dosłyszał. Po chwili rzekł:"
      },
      {
        "index": 22,
        "text": "— No... czytaj pan!"
      },
      {
        "index": 23,
        "text": "Zygier wziął książkę, ułożoną przez prof. Wierzbowskiego, i zaczął czytać wskazany urywek. Koledzy jego, widząc, że prezentacja skończona i że rozpoczynają się zwykłe »nudy narodowe«, wzięli się do odrabiania lekcji, do jawnego czytania rzeczy postronnych, albo wprost układali się jako tako do drzemki. Niektórzy, lepiej wychowani, z nałogu przyzwoitości trzymali oczy wlepione w »Pająka«. Inni oglądali ściany powleczone sinym kolorem, szerokie brunatne lamperje, żółty stoliczek katedry, czarną tablicę, szyby zasłonięte parą... Tymczasem Zygier odczytał i przetłumaczył na język urzędowy kilka strof wiersza, a potem rozbierał kolejno zdania pod względem gramatycznym i logicznym. Zastanowiło wszystkich, że czynił to nadzwyczaj starannie i rozbierał po polsku. Sztetter, oparty ramieniem na krześle, dźwignął zwieszoną głowę i, bębniąc w stół palcami, z pod oka przyglądał się Zygierowi. Podmiot, orzeczenie, słowa określające, rzeczownik, zaimek, mianownik, dopełniacz, celownik, imiesłowy odmienne, nieodmienne i t.  d. brzmiały w tej klasie tak dziwnie, tak jakoś zabawnie, że wszyscy uczniowie, słysząc to raz pierwszy, spoglądali ze śmiechem to na profesora, to na ucznia, ciągnącego rzecz swoją ze skupieniem i uwagą. Ukończywszy rozbiór całego wiersza, Zygier złożył książkę na ławie. Nauczyciel otworzył swój notes prywatny, dziennik klasowy, ujął za pióro, wykręcał je w palcach i myślał o czemś głęboko."
      },
      {
        "index": 24,
        "text": "— Dosyć... — rzekł wreszcie. — Mam panu stawiać stopień. Ale jaki? Cóż ja panu postawię? Ja nie mam... na to... stopnia, panie Zygier..."
      },
      {
        "index": 25,
        "text": "Mówiąc tak, znowu przyglądał się nowemu uczniowi i wracał do niego oczyma kilkakroć, jakby ich nie był w stanie zdjąć z tej twarzy. Zygier stał w ławce, mierząc Sztettera swem uważnem i spokojnem spojrzeniem."
      },
      {
        "index": 26,
        "text": "— Proszę mi powiedzieć — rzekł jeszcze nauczyciel — co pan czytałeś, w jakim kierunku?"
      },
      {
        "index": 27,
        "text": "— Czytałem... tak dosyć rozmaitych rzeczy."
      },
      {
        "index": 28,
        "text": "— A z literatury polskiej?"
      },
      {
        "index": 29,
        "text": "— Uczyliśmy się kolejno, systematycznie okresami."
      },
      {
        "index": 30,
        "text": "— Tak, tak... — mówił Sztetter, zabawnie strzepując ręką piasek z dziennika, — no i jakież to tam okresy?"
      },
      {
        "index": 31,
        "text": "— Czytaliśmy utwory wieku złotego dosyć pobieżnie, zato romantyków szczegółowo."
      },
      {
        "index": 32,
        "text": "— Któż to... my? — zapytał nauczyciel daleko ciszej i patrząc we drzwi."
      },
      {
        "index": 33,
        "text": "— To tam w Warszawie... my... sami..."
      },
      {
        "index": 34,
        "text": "— Cóż pan czytałeś np. z Mickiewicza?"
      },
      {
        "index": 35,
        "text": "— No, zdaje się... Niektórych rzeczy żadną miarą nie mogliśmy dostać."
      },
      {
        "index": 36,
        "text": "— Ja się o to nie pytam, nie chcę wiedzieć! Jakiż utwór podobał się panu najbardziej?"
      },
      {
        "index": 37,
        "text": "— Czy ja wiem? Trzecia część... Improwizacja, Pan Tadeusz, Księgi Pielgrzymstwa..."
      },
      {
        "index": 38,
        "text": "Sztetter umilkł. Po chwili zapytał jeszcze."
      },
      {
        "index": 39,
        "text": "— No, a cóż pan wiesz o Mickiewiczu?"
      },
      {
        "index": 40,
        "text": "Uczeń wyraźnie, jasno i bardzo szczegółowo opisał w języku rosyjskim młodość poety, związek Promienistych, Filomatów i Filaretów, aresztowania, uwięzienia i deportację. Wprost od tych szczegółów najniespodzianiej zjechał z Wilna do Warszawy i, już nie ku profesorowi, lecz w stronę klasy zwrócony, jął wyborną i bardzo piękną ruszczyzną, z chwalebnem uniknięciem »polonizmów«, plastycznie malować napad podchorążych na Belweder w nocy 29 listopada."
      },
      {
        "index": 41,
        "text": "Oszołomiony belfer, pragnąc co tchu przerwać ten wykład, rzucił pytanie:"
      },
      {
        "index": 42,
        "text": "— Umiesz pan może co na pamięć?"
      },
      {
        "index": 43,
        "text": "— Tak, umiem to i owo."
      },
      {
        "index": 44,
        "text": "— Proszę powiedzieć."
      },
      {
        "index": 45,
        "text": "Zygier złożył książkę, przez chwilę się namyślał i wnet zaczął mówić głosem nie donośnym, ale dźwięcznym, jak szlachetny metal: »Nam strzelać nie kazano. Wstąpiłem na działo...«"
      },
      {
        "index": 46,
        "text": "Usłyszawszy te wyrazy, Sztetter zerwał się na równe nogi i zaczął machać rękami, ale Zygier nie umilkł. Jakby odepchnięty jego wzrokiem nauczyciel siadł na swem krześle, podparł głowę rękoma i nie spuszczał oka z szybek we drzwiach. W klasie stała się cisza. Wszystkie oczy skierowały się na wypowiadającego »wiersze polskie«. Ten mówił równo, ze spokojem i umiarkowaniem, ale jednocześnie z jakąś ukrytą w słowach, wewnętrzną gwałtownością, która kiedy niekiedy, w pewnych cezurach, wymykała się między sylabami. Dziwne, niesłychane słowa przykuwały uwagę, potężny obraz boju rozwierał się przed oczyma słuchaczów — i nagle mówca dźwignął swój głos o stopień wyżej: »Gdy Turków za Bałkanem twoje straszą spiże, Gdy poselstwo francuskie twoje stopy liże, Warszawa jedna mocy twej urąga! Podnosi na cię rękę...«"
      },
      {
        "index": 47,
        "text": "Nauczyciel syknął i zaczął wstrząsać głową. Wtedy »Figa«-Walecki wylazł ze swej ławki, zbliżył się do drzwi, wspiął na palce i, spoglądając uważnie w korytarz, machnął ręką na Zygiera, żeby gadał dalej. Nie była to już recytacja utworu wielkiego poety, lecz oskarżenie uczniaka polskiego, zamknięte w zdarzeniach bitwy. Był to własny utwór, własna mowa. Każdy obraz walki dawno przegranej wydzierał się z ust mówcy, jako pragnienie uczestnictwa w tem dziele zgubionem. Uczucia dziecięce i młodzieńcze, po miljon kroć znieważane, leciały teraz między słuchaczów w kształtach słów poety, pękały wśród nich, jak granaty, świszczały, niby kule, ogarniały dusze na podobieństwo kurzawy bojowej. Jedni słuchali wyprostowani, inni wstali z ławek i zbliżyli się do mówcy. Borowicz siedział zgarbiony, podparłszy pięścią brodę, i rozpalone oczy wlepił w Zygiera. Dręczyło go przemierzłe złudzenie, że on to wszystko już niegdyś słyszał, że on to nawet gdzieś jakby własnem okiem widział, ale nie mógł pojąć, co będzie dalej — i słuchał ze wstrętem i złością, ale z dreszczem dziwnego bólu w piersiach. Wtem Zygier zaczął mówić:"
      },
      {
        "index": 48,
        "text": "»...nieraz widziałem Garstkę naszych, walczącą z Moskali nawałem, Gdy godzinę wołano dwa słowa: — pal! nabij! Gdy oddechy dym tłumi, trud ramiona słabi, A wciąż grzmi rozkaz wodzów, wre żołnierza czynność, Nakoniec bez rozkazu pełnią swą powinność, Nakoniec bez rozwagi, bez czucia pamięci Żołnierz, jako młyn palny, nabija, grzmi, kręci Broń od oka do nogi, od nogi — na oko... Aż ręka w ładownicy długo i głęboko — Szukała... Nie znalazła... I żołnierz pobladnął, Nie znalazłszy ładunku, już bronią nie władnął I poczuł, że go pali strzelba rozogniona I puścił ją i upadł... Nim dobiją, skona...«"
      },
      {
        "index": 49,
        "text": "Borowicz zamknął oczy. Znalazł już wszystko. To ten sam żołnierz, o którym mówił mu przed laty strzelec Noga na pagórku pod lasem. Ten sam, zabity nahajami, leżący w skrwawionej mogile pod świerkiem. Serce Marcina szarpnęło się nagle, jakby chciało wydrzeć się z piersi, ciałem jego potrząsało wewnętrzewewnętrzne łkanie. Ścisnął mocno zęby, żeby z krzykiem nie szlochać. Zdawało mu się, że nie wytrzyma, że skona z żalu. Sztetter siedział na swem miejscu wyprostowany. Powieki jego były, jak zwykle, przymknięte, tylko teraz kiedy niekiedy wymykała się z pod nich łza i płynęła po bladej twarzy."
      }
    ]
  }
}