{
  "chapterNumber": 13,
  "title": "Rozdział XIII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIII."
      },
      {
        "index": 2,
        "text": "Za pobytu Borowicza klasa szósta liczyła trzydziestu trzech uczniów. Współtowarzyszów, którzy z nim razem rozpoczęli kurs nauki od klasy wstępnej, dobrnęło do tego punktu zaledwie kilkunastu. Reszta składała się z drugoroczniaków i przybyszów. Dominującą większość stanowili Polacy, było bowiem tylko trzech żydków (z tych Szlama Goldbaum dzierżył miejsce prymusa) i dwu Rosjan. Ogół tej młodzieży rozpadał się na dwie nierówne części, wyobrażające jak gdyby dwie warstwy społeczne, a przynajmniej dwa obozy. Jedna gromada, do której należał Borowicz, jego adherenci, Rosjani i żydkowie, zostawała pod wpływem inspektora i reprezentowała poniekąd maleńkie stronnictwo ugodowe; druga była zupełnie bezbarwna, wrogo usposobiona względem pierwszej, i ubierała się, o ile tylko można, elegancko. Zarówno pierwsza, jak druga grupa, piastowała w swem łonie różne odcienie, wywołane przez związki krwi, zamieszkanie na wspólnej stancji, kopcenie wspólnych papierosów, »ściąganie« ze wspólnych podręczników, albo zapalanie się do tych samych pensjonarek. Część inspektorska nosiła pogardliwe miano »literatów«, — część druga sama ochotnie przezywała się ligą wolno-próżniaków."
      },
      {
        "index": 3,
        "text": "Borowicz odgrywał w pierwszej rolę niemałą. Jeszcze w klasie piątej, za delikatną podnietą inspektora, Borowicz założył wśród swych przyjaciół kółeczko, zbierające się w niedzielę po nabożeństwie na jednej ze stancji, w celu studjowania literatury rosyjskiej, a to dla lepszego pisania ćwiczeń. W klasie szóstej literaci mieli w swem gronie już kilkanaście osób, a po świętach Bożego Narodzenia złączyli się z dwiema takiemiż grupami z klasy siódmej i ósmej, odbywali zebrania wspólnie w mieszkaniu pewnego siódmoklasisty, a częstokroć w mieszkaniu samego inspektora. Na tych posiedzeniach czytano i roztrząsano byliny, utwory Karamzina, Żukowskiego, Gribojedowa, Puszkina, Lermontowa, Kryłowa, Gogola, Ostrowskiego i t. d. Lektura dzieł tych pisarzów rozwijała instynkty artystyczne młodzieży. Uczniowie klasy szóstej, którzy w kursie swym mieli wykład »bylin« o bohaterach przedwłodzimierzowskich, jak Wołga Swiatosławicz, Mikuła Sielaninowicz, o bohaterach kijowskich, jak Illja Muromiec, Alosza Popowicz, Dobrynia Nikiticz i t.  d., czyli o rzeczach nudnych, jak flaki z olejem, a dla nastroju badawczo-racjonalistycznych podrostków niezmiernie śmiesznych, z zapałem czytali piękne utwory Puszkina, jak »Eugenjusz Onegin«, albo Lermontowa »Demon«."
      },
      {
        "index": 4,
        "text": "Najpierwsze samoistne uczucia tych młodzieńców, namiętne miłostki, marzenia i sny znajdowały swój wyraz, dźwięk i barwę w utworach pisarzów rosyjskich. Ale poza tą zewnętrzną formą sprawy kryła się treść głębsza. Częstokroć na zebraniach niedzielnych uczniowie klas wyższych, tworzący jak gdyby sztab tego obozu, wygłaszali referaty treści politycznej, a nawet religijno-politycznej. Samorodni badacze, »maleńcy uczeni«, jak mawiał inspektor, zarówno Rosjanie, Polacy i żydzi, masakrowali w swych wypracowaniach nieszczęsną »Polszę«, opisywali ją na zasadzie książek dostarczanych przez kierownika, jako dom niewoli, gniazdo rozbestwionej szlachty, mordującej lud ruski przy akompanjamencie okrzyków »psiakrew« i »psiadusza«."
      },
      {
        "index": 5,
        "text": "Niektórzy z odczytowiczów szli jeszcze dalej i pisali wprost programy dla Polaków, długie do nich odezwy, albo hymny na cześć Rosji. Szczególną płodność w tym ostatnim kierunku zdradzali starozakonni. Zdolniejsi uczniowie z klasy siódmej i ósmej sadzili się również na politykę, ale w formie nieco mniej pospolitej. Pisali tedy o śmiertelnie nudnym wstępie Karamzina do »Historji państwa rosyjskiego«, o utworach Gogola, nękających »Polszę«, o wierszu Puszkina p. n. »Oszczercom Rosji« i t. d. Niektórzy z »maleńkich uczonych« zanurzali się samochcąc w tak zwany panslawizm, nabijali sobie głowę ogromnemi dziełami różnych zakazanych Czechów, czytali stuwiorstowe utwory poetyckie, uwielbiając caryzm, a z tego materjału snuli na piśmie monita, pouczające grzesznicę »przywiślańską«, w jakim sensie ma wyrzec się błędów i stać się »Słowianką«. Trafił się nawet między siódmoklasistami wieszcz-Polaczek, który tłumaczył rymami na rosyjskie utwory Vajańsky’ego, oraz innych »panslawistów«, urągające Lachom, a wreszcie i sam począł w tym guście brzdąkać na swej własnej lirze. Przeważna większość »literatów« należała do stowarzyszenia, czytywała utwory i pisała wypracowania dobrych stopni gwoli. Oprócz takich byli jednakże i szczerzy entuzjaści, umysły krytyczne, badawcze, samodzielne, z właściwą młodzieży furją i namiętnością przyswajający sobie urąganie tej polskości, wśród której wzrośli."
      },
      {
        "index": 6,
        "text": "Bardziej rozgarnięci z pośród nich na własną rękę brali się do czytania historji polskiej w imię maksymy: audiatur et altera pars. Właśnie za szybą wystawową księgarenki miejscowej widniała książka profesora Michała Bobrzyńskiego p. t. »Dzieje Polski w zarysie«, drukowana bez uprzedniej cenzury. Nie znajdowali tam jednak badacze gimnazjalni wierzgania szowinistycznego przeciw ościeniowi sądów, ferowanych na »otcziznę« przez inspektora gimnazjum. Historyk polski, uginając się pod tak wielkiem brzemieniem erudycji, że sam zmuszony był na jego ciężar wielokrotnie wyrzekać, twierdził jasno i dobitnie, że starą Polskę nie co innego, tylko »anarchja doprowadziła do upadku«, że w ciągu dwu ostatnich wieków istnienia Rzeczypospolitej nie można znaleźć w jej dziejach ani jednego prawdziwie wielkiego, rozumnego czynu, ani jednej prawdziwie wielkiej, historycznej postaci«. Podając te prawdy do wierzenia uczniom klerykowskiego gimnazjum kategorycznie, a bez objaśnienia, co według jego bieżących przekonań jest »czynem wielkim« i »wielką postacią«, profesor wszechnicy Jagiellońskiej zastrzegał się przecie, że »nie należy do tych, co, obnażając nasze błędy i wady, sądzą, że już wszystko zdziałali«. Wyciągał na jaśnię wszystką otchłań dziejowego upadku własnego narodu, poduszczony przez koncept starego Marka Tuljusza — historia magistra vitae — w tym celu, ażeby na przyszłość wystawić taki oto program kategoryczny dla wszystkich, a więc i dla uczniów z miasta Klerykowa:"
      },
      {
        "index": 7,
        "text": "»Musimy poznać we wszystkich szczegółach objawy i następstwa zabijającej równości, ażeby w dzisiejszej pracy społecznej uszanować jednostki, przodujące siłą swojej tradycji, talentu, wykształcenia, zasług, ażeby zdrową hierarchję wyrobić i utrzymać, ażeby jedni umieli prowadzić, a drudzy ich popierać i słuchać. Musimy odsłonić w całej grozie skutki lekkomyślnych, na chwilowem uczuciu polegających porywów, ażeby, zachowując zapał, zbudzić w sobie zmysł polityczny, wyzyskanie warunków, męską energję wytrwania i pracy«."
      },
      {
        "index": 8,
        "text": "Tak tedy propagacyjne działania inspektora Zabielskiego wydały płód o tyle, że całą młodzież, należącą do ćwiczeń literackich, zniechęciły do rzeczy ojczystych, których wcale nie znała, zasiały w umysłach specyficzny, wybitnie klerykowski wstręt do wszystkiego, co polskie. Rusofilizm we wszystkiem, — aż do religji, — uchodził w kołach tej młodzieży za synonim postępowości, krytycyzmu i tężyzny."
      },
      {
        "index": 9,
        "text": "Partja wolno próżniacka rekrutowała się przeważnie z synów szlacheckich, oraz ludzi zamożnych, trudniła się głównie próżniactwem, »naciąganiem« każdego z »belfrów«, kto tylko dał się naciągać, tańczeniem do upadłego w karnawale, łyżwiarstwem, potajemnem jeżdżeniem konno i jeszcze bardziej sekretnem uczęszczaniem na maskarady z aktorkami, chwilowo goszczącemi w Klerykowie i dziewczętami, przebywającemi tam stale. Partja ta znieść nie mogła wszystkich praktyk literackich, ale z tej głównie przyczyny, że prowadziły za sobą nadetatową, pozaklasową robotę. Grupa wolno-próżniacka grywała w karty, o czem członkowie przeciwnej marzyć nie mogli ze względu na wielką ilość należących do niej lisusów i zwyczajnych szpiegów. Wolno-próżniacy, jako całość anti-legalna, nie mieli wśród siebie donosiciela żadnego. Związani byli między sobą węzłami przyjaźni, stanowili zwarte koło gimnazjalnego high-life’u i wskutek tego tajemnica gry w stukułkę trwała wśród nich aż do skutku pomimo najforsowniejszych śledztw inspekcji."
      },
      {
        "index": 10,
        "text": "Miejsce gry obierano to tu, to tam, a najczęściej w domu lekarza Wyszobierskiego, właściwie w pokoju jego syna, ogólnie lubianego wolno-próżniaka, Antosia. Stowarzyszeni, gromadzili się późno wieczorem, przed dwunastą, i to w takie dni, kiedy można było nieobecność na stancji usprawiedliwić bytnością w teatrze, na obserwacjach astronomicznych z nauczycielem kosmografji, na balu dla dzieci, albo u familji za pozwoleniem właściwego zwierzchnika. Wówczas przy szczelnie zamkniętych okiennicach, wśród takiego dymu z papierosów, że osób widać nie było, kropiono stukułkę do późna w noc. Namiętności rozpasywały się ogromnie, gdyż wysokość stawki sięgała nieraz 40 rubli. Zdarzało się, że ktoś z rodziny doktora wtajemniczony stukał dla rozpędzenia graczy za pomocą figla wśród nocy, naśladując głos inspektora. Wówczas dzielne wolno-próżniaki gasiły światło, chowały karty i pakowały się pod łóżka, za szafę i do szafy, tłukąc się i gniotąc w ciemności."
      },
      {
        "index": 11,
        "text": "Kulminacyjny punkt karciarstwa przypadł na czas rekolekcji, poprzedzających spowiedź wielkanocną. Cztery klasy wyższe zgromadzono do jednej wielkiej sali. Kilkunastu profesorów-katolików zasiadło w pierwszych ławach, a na katedrze stanął uproszony przez ks. prefekta wikarjusz miejscowej fary. Ksiądz ten był chudy i mały, mówił głosem cichutkim, jednostajnym i tak dalece bezbarwnym, że najwytrwalszych słuchaczów morzyła senność. Wąsate i golące brody wolno-próżniactwo klas ostatnich zajęło tylne ławy w głębokościach sali, a w sąsiedztwie pieca. W trakcie drugiego z rzędu posiedzenia, gdy ksiądz podjął dalszy ciąg wykładu o skrusze i zaczął snuć niezmiernie długie okresy, w sali było cicho, jak w świątyni. Zdawało się, że tam niema ani jednego żywego człowieka. Nauczyciele siedzieli bezwładnie, szklanemi oczyma z pobożnem skupieniem wpatrując się w mówcę, uczniowie nie zmieniali ruchu. Kto założył nogę na nogę, — siedział tak ciągle, kto wlepił oczy w jakiś gwóźdź podłogi, nie odrywał ich ani na chwilę. Minęła jedna godzina, wybiła wszystkie kwadranse drugiej, zaczęła się wreszcie trzecia... Nagle, wśród tej absolutnej ciszy, z ostatnich ław rozległ się dobitny i zniecierpliwiony głos:"
      },
      {
        "index": 12,
        "text": "— Ależ bij treflem!"
      },
      {
        "index": 13,
        "text": "Trudno opisać rejwach, wywołany przez te słowa. Władza rzuciła się do ścigania bezwstydnych graczów, poddała całą połać badaniu i rewizji. Żadne jednak środki nie wykryły winowajcy, który nawoływał do bicia treflem, — ani jego partnerów."
      },
      {
        "index": 14,
        "text": "Inna grupa z entuzjazmem oddawała się hippice. Za przedmieściem Rokitki, w szopach, wychodzących na pola, konsystował w jesieni i zimową porą szwadron dragonów. Niektórzy z wolno-próżniaków zawiązali stosunki z podoficerem któregoś oddziału i, grubo płacąc, dostawali na kilka godzin późnego wieczora trzy okulbaczone konie. Wyprowadzał je cichaczem w szczere pole umówiony żołnierz i tam czekał. Jeźdźcy przybrani w długie buty, cywilne kurtki i czapki, chyłkiem przybywali na miejsce oznaczone, wskakiwali na siodła i gnali, co koń wyskoczy, po mało uczęszczanych dróżkach."
      },
      {
        "index": 15,
        "text": "»Paczka«, mniej rycersko nastrojona, szalała za aktorkami, chodziła w kostjumach stróżów, żydów, dziewczyn, starych bab i t. d. na przedstawienia »Pięknej Heleny« i oklaskiwała głośne w Klerykowie piękności wędrownej trupy."
      },
      {
        "index": 16,
        "text": "Bajecznych sztuk w tym kierunku dokazywał uczeń klasy siódmej, Wolski. Rozkochany był do szaleństwa w t. zw. Iskierce, grywającej nieme, ale zato mocno-wydekoltowane role. Fotografję jej nosił ze sobą zawsze i wszędzie; w czasie lekcji, pod pretekstem pilnego rozczytania się w Eneidzie, czy Iljadzie, patrzał w nią, jak wrona w gnat, bezustanku. Wszakże, mimo przeróżnych starań, nie znał się z nią osobiście. Idąc za radą kolegów, którzy z nim współczuli, a raczej w ten sposób przynajmniej dawali upust miłości dla Iskierki, również pożerającej ich dusze, kupił za trzy ruble duże pudełko cukierków i zamierzył iść pewnego wieczora wprost do mieszkania ubóstwianej. Pudło w wielkim sekrecie przyniósł na stancję i ukrył w łóżku swem, pod kołdrą. Zły los chciał, że w czasie obiadu, kiedy Wolski nie był obecny w pokoju sypialnym, weszło tam dwu trzecioklasistów z tejże stancji, którzy wszczęli jakąś zwadę, bijatykę i, zmagając się, padli na łóżko zakochanego. Gdy ten nad wieczorem wziął się do wydobycia z łóżka symbolu swej miłości, oczom jego przedstawił się widok smętny. Tekturowa skrzynka wraz z pomadkami, czekoladkami i wszelkiem wogóle arcydziełem sztuki cukierniczej, mieszczącem wewnątrz przeróżne soki, tworzyła silnie rozgnieciony placek, ociekający temi właśnie płynami. Wolski szalał. Pieniędzy na drugie pudełko nie było, a czekać przypływu t. zw. floty z domu nie pozwalała boleść zawodu... W tym stanie ducha chwycił się rozpaczliwego środka. Od znajomych pensjonarek dostał dwie puste, mniejszych rozmiarów skrzyneczki po cukierkach i umieścił zmiażdżoną masę w ten sposób, że ją naprzód zgniótł i pracowicie wymacerował, a dopiero z tej miazgi ulepił palcami kopje pomadek. Gdy wyrobił cały zapas, związał obadwa pudełka niebieskiemi wstążeczkami i ruszył do bogini swego serca..."
      },
      {
        "index": 17,
        "text": "Ani na jedną, ani na drugą grupę młodzieży przedmioty kursu klas ostatnich nie wywierały wpływu. Przeważna większość uczniów kształciła się tylko w matematyce, i ta nauka była czynnikiem istotnie rozwijającym umysły. Od klasy szóstej interesowano się również fizyką, aczkolwiek wykład jej prowadzony był niedołężnie. Resztę umiejętności, a więc języki starożytne, rosyjski, historję i t.  d. uważano powszechnie za zło konieczne i cierpliwie tolerowano zjawisko, które można było wyrazić za pomocą sentencji: non vitae sed scholae discimus. Rozszerzone kursą gramatyki łacińskiej, greckiej i niezmierne, niestrudzone tłumaczenie Iljady, Odyssei, Eneidy, tragedji Sofoklesa, utworów Horacego, mów starego adwokata Cycerona, »Wspomnień« Platonowych, djalogów Lukana, przemówień Demostenesa i t. d. — zajmowały ogrom czasu. Tłumaczono po zucheleczku i takim trybem, że myśl, treść, całość i forma cudnych pism klasycznych wcale nie przedostawały się do mózgów młodzieńczych, badających je w oryginale. Ani jeden z uczniów nie był w stanie wyłuszczyć treści Iljady, ani objaśnić, jakie mianowicie przygody wykuwa na pamięć po grecku całemi rozdziałami. Nikt go zresztą o to nie pytał. Czytanie Iljady w oryginale oznaczało na gruncie klerykowskim przyswojenie sobie wielkiego mnóstwa słów greckich i form gramatycznych, a zarazem łupanie całych stronic na pamięć."
      },
      {
        "index": 18,
        "text": "Rosjanin wykładający język grecki, był z zamiłowania archeologiem-slawistą. Homera objaśniał z musu, jako urzędnik takiej a takiej rangi, delegowany przez rząd do pompowania takiej a takiej ilości kubłów greczyzny..Nigdy uczniom swym nie dał do przeczytania epopei w jakimkolwiek przekładzie, z którego mogliby poznać treść, owszem korzystanie z tłumaczeń wszelkiego rodzaju surowo było wzbronione. Może cokolwiek więcej sensu miały tłumaczenia prozy greckiej, aczkolwiek i w tym przypadku wertowano jeden urywek dzieła w ciągu półrocza bez wyłożenia całkowitej jego osnowy."
      },
      {
        "index": 19,
        "text": "Zimą, przy świetle szarawem smutnych dni, podczas kolejnego recytowania przekładów ustnych, cała klasa zanurzona była niby w dziwnem spaniu. Monotonnie powtarzające się słowa i zwroty działały na umysł, jak szelest kropel deszczowych, albo jak widok zwolna tającego śniegu. Myśl nie miała prawa ruszać się ani naprzód, ani w tył, to też tkwiła w miejscu. Z pozoru wydawać się mogło, że młodzież klerykowska ćwiczy na klasycyzmie, jeśli nie dusze swe, to przynajmniej pamięć. Ale i to było złudzeniem. Słowa i zwroty, wykuwane z taką usilnością i mozołem, nie wiązały się asocjacją ani ze światem zewnętrznym, ani nie budziły popędów estetycznych i nie ulegały wcale sądowi, jako czynność celowo przedsięwzięta. Były to dźwięki martwe i z jałowem brzmieniem. Odpowiadające im prądy mózgowe przebywały niektóre tylko drogi. Nic dziwnego, że wychowaniec klerykowski w parę lat po opuszczeniu szkoły tracił grekę z pamięci tak zupełnie, że z trudem odróżniał litery tego języka, w którym tak niedawno umiał wyrażać swe myśli. Wszystek zapas wiadomości gramatyczno-literackich znikał z jego mózgu tak bez śladu, jak znika obraz, sztucznie na kliszy w ciemni optycznej wywołany, gdy ją z doskonałego mroku wynieść na światło dzienne."
      },
      {
        "index": 20,
        "text": "Podobny skutek osiągnęły gimnazjalne lekcje historji. Na klasę szóstą przypadał kurs dziejów Rosji z epoki t.  zw. udziałów i wieców. Borowicz i wszyscy jego koledzy po całych nieraz nocach wyuczali się na pamięć istnych kolekcji książątek Rusi, dat ich rozmaitych przeniewierstw, morderstw, oślepień, pochwyceń władzy, bitew, śmierci, tworzyli sobie w mózgach prawdziwą barykadę z tych wiadomości; o przedstawieniu ducha i sensu tamtych odległych czasów nauczycielowi ani się śniło. Suchy i zajadły Rosjanin, Kostriulew, wchodził do klasy, siadał na katedrze, obrzucał jednem spojrzeniem wychowańców, drżących z trwogi, przepowiadających sobie w myśli genealogje książęce, nazwy ich włości, daty ich skonu, — raptem wymawiał nazwisko któregoś z delikwentów i odrazu ciskał mu pytanie:"
      },
      {
        "index": 21,
        "text": "— Synowie Jarosława Pierwszego, Mądrego?"
      },
      {
        "index": 22,
        "text": "— Izjasław Kijowsko-Nowogorodzki; Światosław Czernihowski, Wsiewołod Perejasławski, Igor Władimiro-Wołyński, Wiaczesław Smoleński... — trzepał uczeń jednym tchem. Gdy podjeżdżał do końca listy, już musiał recytować drugą odpowiedź na pytanie:"
      },
      {
        "index": 23,
        "text": "— Bitwa na brzegach Kałki?"
      },
      {
        "index": 24,
        "text": "Języki: francuski, niemiecki i polski były kopciuszkami kursu gimnazjalnego. Uczeń mógł wybrać sobie z dwu pierwszych jeden tylko język, a na polski, rzecz prosta, mógł nie chodzić bezkarnie. Co większa, uczeń Rosjanin w żadnym razie nie miał prawa uczęszczania na wykłady mowy polskiej, prowadzone w języku rosyjskim. Godziny tych gwar nowożytnych »zgniłego zachodu«, były, szczerze mówiąc, godzinami humorystyki. Wykładający już to należeli do gatunku czupiradeł, jakich świat nie widział, już, jak Sztetter, do kategorji ludzi rozbitych w sobie i bezpowrotnie obojętnych. Dość powiedzieć, że w chwili ukończenia całkowitego kursu nauk w gimnazjum »filologicznem« ani jeden z wychowańców nie umiał języka francuskiego czy niemieckiego tyle, żeby mógł swobodnie przeczytać rozdział powiastki dla ludu. Wszystkie natomiast siły intelektualne młodzieży starszej wytężone były w kierunku pisania ćwiczeń rosyjskich o tematach historycznych, literackich i abstrakcyjnych. Każde ćwiczenie, stosownie do gatunku, musiało być składane według formuły, zwanej planem, musiało zawierać wstęp, wykład i finał, a każda z tych części rozbita była na tak zwane »myśli«. Jeżeli trudne było utrzymanie równowagi podczas wypisywania tak zwanych »myśli«, to niemniej trudu zadawało baczenie na »polonizmy«. Opracowanie i wykończenie ćwiczenia rosyjskiego było robotą tak mozolną, tak niewdzięczną i drewnianą, że każdy z uczniów zgodziłby się chętniej kuć całe ody Łomonosowa na pamięć, niż budować jedną rozprawę. Najczęściej też wychowańcy pana Zabielskiego »ściągali« ćwiczenia ze starych kajetów, z podręczników literatury, Bóg wie skąd sprowadzonych, a wreszcie z książek pożyczonych z bibljoteki szkolnej."
      },
      {
        "index": 25,
        "text": "Bibljoteka znajdowała się na dole gmachu i zajmowała kilka sal obszernych. Stały tam w szeregu szafy, okryte pyłem wieloletnim, mieszczące w sobie książki polskie z wieku XVI, XVIIXVII, XVIII, a nawet rzadkie inkunabuły, skazane na bezczynność, wzgardzone i tolerowane, jak zgniłe drzewa, których nie można spalić, a niema gdzie wyrzucić. Bliżej drzwi wchodowych zgrupowano dzieła rosyjskie, przeznaczone do wypożyczania."
      },
      {
        "index": 26,
        "text": "Uczniowie młodsi czerpali stamtąd opisy wypraw Mayne Reid’a, Fenimora Coopera, Juljusza Verne’go i t. d., starsi — utwory Łomonosowa, Karamzina i t. d. i t. d. Władza gimnazjalna starała się z wielką usilnością, ażeby wychowańca klerykowskiego zabezpieczyć od wszelkiej książki, któraby myśl jego z opłotków nietylko lojalności, ale czynnego rusofilstwa wyprowadzić mogła na szczere pole samoistnych rozumowań."
      },
      {
        "index": 27,
        "text": "Tymczasem mimo tak ścisłego dozoru, mimo rewidowania zarówno uczniowskiego kuferka, jak tornistra, niepożądana książka wśliznęła się nawet do rąk szóstoklasistów. Był to rosyjski przekład History of civilisation in England Henryka Tomasza Buckle’a. Jeden z ósmoklasistów, mieszkający u zamożnych krewnych, znalazł to dzieło w bibljotece swego wujaszka, zaczął czytać, dał kolegom — i poszło zepsucie! Świetnie ustawione paradoksy genjalnego samouka oddziałały na umysły wychowańców klerykowskich, niby nagły błysk pochodni, ukazujący wśród ciemności przedmioty, niewyraźne kształty i stosunek tego, co widzieć można, do dalekiego, pełnego tajemnic przestworu! Dowodzenie prawidłowości w następstwie zjawisk duchowych ze statystyki spełnionych występków, małżeństw zawartych i listów niezaadresowanych przez roztargnienie — stało się odrazu ewangelją myślenia pewnej grupy młodzieży. Wystąpienie przeciwko nauce teologów o predestynacji i przeciwko teorji metafizyków o wolnej woli, było rodzajem lewara, założonego pod gmach wierzeń religijnych, a rozważenie wpływu czterech czynników fizycznych: klimatu, żywności, gleby i ogólnych zjawisk przyrody, na umysł człowieka i na organizację społeczeństw zrodziło istną furję filozoficzną."
      },
      {
        "index": 28,
        "text": "Szczególniejsze znaczenie miał następujący przypisek z pierwszego rozdziału książki: »Doktryna o Opatrzności stoi w związku z doktryną o przeznaczeniu, ponieważ Bóstwo, przewidując wszystko w swem wszechwiedzeniu przyszłości, — musi przewidywać zarazem z góry i własne zamiary. Zaprzeczać takiego wszechwidzenia przyszłości, — jest to zaprzeczać wszechwiedzy Bogu. Ci zatem, którzy utrzymują, że w pewnych razach Opatrzność zmienia zwykły bieg wypadków, muszą zgodzić się na to, że w każdym takim razie zmiana tego rodzaju była już w przeznaczeniu, inaczej zaprzeczyliby jednego z przymiotów boskich«."
      },
      {
        "index": 29,
        "text": "Ta krótka uwaga zrodziła właśnie całą szkołę filozoficzno-materjalistyczną. Szkoła ta miała swoich mistrzów, wyznawców, badaczów, mówców i zagorzałych antagonistów. Posady mistrzów piastowali dwaj siódmoklasiści: Nochaczewski i Miller. Pierwszego zwano »Spinozą«, drugiego nieco zagadkowiej »Balfegorem«. Obadwaj byli tłumaczami Buckle’a, djalektykami i propagatorami kierunku postępowego. »Spinoza« pierwszy doszedł i wyłożył mniej zdolnym, a owczym pędem idącym buckle’istom ciemne dla nich punkty rozdziału drugiego, objaśnił, co jest wartość, renta, czynsz, zysk i t. d. w znaczeniu ekonomicznem, a nadto budował swój własny systemat. »Balfegor« był umysłem ostrożniejszym, czytał Buckle’a bardzo wolno, nieraz nad stronicą siedział tydzień i nie ruszał się dalej, póki nie wyrozumiał wszystkiego. Dokładne zbadanie kwestji ciągnęło za sobą specjalne studja z rozmaitych dziedzin."
      },
      {
        "index": 30,
        "text": "To też »Balfegor« pracował ogromnie. Brak książek i elementarnych wiadomości z botaniki, chemji, zoologji etc. musiał zapełniać domysłem własnym, kalkulacją samoistną. Ile popełnił błędów, ile razy musiał sam rozbijać gmach złudzeń, wybudowany na fałszywem przypuszczeniu! Burzeniem tych jego ułud zajmował się szczerze »Spinoza«, świetny matematyk, bystry spostrzegacz, który bez głębokich studjów szedł przodem i w dysputach zawsze udowadniał swą wyższość, czyli, mówiąc żargonem tamtejszym, smiekałkę."
      },
      {
        "index": 31,
        "text": "W szeregach najbardziej zdecydowanych materjalistów stał Marcin Borowicz. Nie mieszkał już wtedy u starej »Przepiórzycy«, lecz gdzieindziej, w roli korepetytora dwu malców, pospołu z kilkoma zamożniejszymi uczniami klas ostatnich. Tam właśnie, na stancji u t. zw. »Czarnej pani«, było gniazdo buckle’izmu. Wieczorem, nieraz do późna w noc, wrzały zaciekłe spory z »metafizykami«, z »idealistami« i »pomidorowcami«, czyli grupą wierną katolicyzmowi. Ileż to szyderstw i obelg zniosły tam »ciemne łby« w rodzaju Kanta, Hegla, Fichtego, Schellinga, którzy, według ulubionej formuły »Balfegora«, zaczerpniętej, rzecz prosta, z »książki« — sami wzbili chmurę pyłu i dziwią się, że on im oczy zasypuje«... Los tych filozofów dzielił prefekt miejscowy, stojąc mimo woli, chęci i zasługi w gromadzie decydujących antagonistów materjalizmu, ramię w ramię z Kantem i Heglem."
      },
      {
        "index": 32,
        "text": "Zwolennicy panslawizmu, rusofile par excellence bali się, ze względu na skutki, czytywać Buckle’a ostentacyjnie, albo lekceważyć spowiedź. To też w samem łonie stronnictwa literackiego rusofile materjaliści prowadzili bój z rusofilami »maleńkimi uczonymi« i karjerowiczami. Cała grupa wolnomyślnych pracowała żarliwie. Kwestje poruszone w dziele utalentowanego Anglika rozbudziły umysły klerykowian do tego stopnia, że zaczęto nawet studjować łacinę i grekę, gdyż w dziele i te gałęzie wiedzy były traktowane. Matematyki i fizyki uczono się tak forsownie że Borowicz dla łatwiejszego rozumienia buckle’izmu w klasie szóstej wykuł cały kurs trygonometrji, podawany do wiadomości w klasie siódmej. Każdą książkę, (jak przypadkiem zabłąkany obszerniejszy podręcznik fizyki, kurs chemji, matematyki wyższej etc.), wogóle co tylko zjawiło się na horyzoncie, czytano na wyścigi, a materjał tą drogą zdobyty, niezwłocznie wnoszono do dysput wieczornych. Kurs gimnazjalny wszystkie wykładane przedmioty służyły jedynie za pewien rodzaj miazgi do rozpraw."
      },
      {
        "index": 33,
        "text": "Borowicz był poniekąd specjalistą od ateizmu. PrześcigałwPrześcigał w tym kierunku ostrożnego »Balfegora« i bystrego w domyśle »Spinozę«. Raptowne zdruzgotanie ustalonych wierzeń wprowadziło ośmnastoletniego szóstoklasistę do całkowicie nowego świata. Znalazł się jak gdyby wśród obszarów dzikiego, nietkniętego uprawą gruntu, po którym chodził w samotności i zdumieniu,zdumieniu. Wszystko tam było całkiem obce, wszystko musiał sobie sam tłumaczyć, każdy przedmiot spotykany ze wszech stron rozpatrywać, każdą myśl najpospolitszą roztrząsać i ważyć, jako zjawisko absolutnie nowe. A »książka« dostarczała tyle myśli zdumiewających! Okazywała ona, że historja, wykładana w gimnazjum, to niedołężnie ułożony spis zdarzeń, »że matematyka«, to alfabet tej umiejętności; wyliczała z imienia cały spis nauk nieznanych, ukazywała ich perspektywę bez końca, ciągnęła młode umysły skróś lądów i mórz, między najciekawsze zjawiska, poprzez wydarzenia żywego i zmarłego świata, — i siała ziarno zuchwałego szturmu do niebios."
      },
      {
        "index": 34,
        "text": "Pobieżny opis anatomiczny budowy oka i ucha w kursie fizyki zapłodnił gimnazjalnych badaczów tak wściekłem pragnieniem uczenia się chemji, anatomji, fizjologji i t.  d., że marzyli o dniu, kiedy się to stanie, jak o chwili niezmiernej radości. Trzej naczelni buckle’iści (»Balfegor«, »Spinoza« i Borowicz) chodzili w sekrecie do rzezalni, sowicie płacili rzeźnikom za oczy wołów i cieląt, krajali je scyzorykami i prześcigali w manifestowaniu wszystkiego, co było wypisane w krótkiej wzmiance."
      },
      {
        "index": 35,
        "text": "Oprócz roli czynnika, budzącego do ruchu umysły, skrępowane powijakami schematu nauk gimnazjalnych, książka Buckle’a odegrała inną, daleko ważniejszą. Była ona nietylko kodeksem i ekscytarzem moralności, ale wprost była siłą moralną."
      },
      {
        "index": 36,
        "text": "Wszystką energję duchową młodzieńców dojrzewających fizycznie, która wyładowałaby się była w pierwszym lepszym kierunku, mocno ujęła w łożysko i porwała ku rzeczom najszczytniejszym. Każdy z buckle’istów piastował w sercu ekstatyczne marzenie: nietylko posiąść wiedzę mistrza, ale samemu stać się Buckle’m. Zamknąć się w murach jakiegokolwiek domu, zgromadzić nieprzejrzaną moc książek, uczyć się przez całe życie, a nawet, umierając, wołać, jak on: — — »O, dzieło moje, o, dzieło moje!«..."
      },
      {
        "index": 37,
        "text": "Kolosalny zakres wiedzy, odsłaniający się na kartach »Historji cywilizacji Anglji«, miał przedewszystkiem ten skutek, że znaglił Borowicza i jego współwyznawców do pracy, do rzetelnego cenienia czasu na wagę złota. Kto ma zostać Buckle’m, ten nie może tracić minuty, musi rozłożyć prawidłowo godziny i kwadranse, a wszystkie wypełnić trudem. Stamtąd, z wyżyny buckle’izmu ani jeden z adeptów nie zstąpił na chwilę do dziedzin wolno-próżniactwa i cenił młódź, bawiącą się tym procederem jako nędzną trzodę. Tak tedy całkowite pochłonięcie sił duszy przez nauki, a raczej przez marzenia i piękne sny o dziedzinie nauk, — oderwało ją od wszelkiego brudu ziemi, dźwignęło bardzo wysoko i szybko a nieodwołalnie uszlachetniło."
      },
      {
        "index": 38,
        "text": "Ponieważ znano »książkę« tylko w przekładzie rosyjskim, z natury rzeczy tedy wszelkiego rodzaju terminy naukowe i urobione formuły bardziej ścisłego myślenia przywierały do mózgów w postaci rosyjskiej. Na dysputach wieczornych wszystko, cokolwiek tyczyło się rzeczy »abstrakcyjnych«, wypowiadano między sobą po rosyjsku. Nikt »przekonań« swoich po polsku nie umiałby ze ścisłością wyłożyć. Była to najbardziej zjadliwa forma »obrusienja«, bo dobrowolnie, we wnętrzu własnych czaszek, stopniowo zaprowadzana przez młodzież. Ale nie mogło być inaczej. Młodzież ta łaknęła strawy naukowej, znalazła ją i karmiła się tem, co znalazła. Ogół inteligencji miejskiej umiał jedynie (w największym sekrecie), stękać na »ucisk«, dziwować się, jakim to sposobem można w kraju polskim gramatykę polską wykładać »pa russki«, ale nie był uzdolniony politycznie nawet do założenia dla tej młodzieży czytelni z dzieł naukowych swoich i tłumaczonych, kształcących systematycznie."
      }
    ]
  }
}