{
  "chapterNumber": 7,
  "title": "Rozdział VII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "VII."
      },
      {
        "index": 2,
        "text": "Otrzymawszy promocję do klasy pierwszej, Marcinek się zaniedbał, a z dawnej jego pracowitości niewiele pozostało. W jesieni uczył się jeszcze jako tako, ale około Bożego Narodzenia uprawiał »wykpiwankę« zarówno przed korepetytorem, jak i w klasie. Wszyscy mniej teraz uwagi na niego zwracali i on czuł na sobie mniej obowiązków. Pani Borowiczowa zmarła była w lecie owego roku. Marcinek początkowo nie odczuł tej straty. Na pogrzebie zmuszał się do płaczu i przybierał miny efektowne, wrzeszczał i usiłował rzucić się za trumną do jamy mogilnej, wiedząc ze słuchu, że to pasuje, i przeczuwając, że to jeszcze go bardziej w tym dniu wyróżni. Z pogrzebu zabrał go ojciec do Gawronek. Dom był w nieładzie. Największy pokój, gdzie jeszcze tak niedawno stała trumna, cuchnął zgnilizną i kopciem świec. Pan Borowicz pociągnął Marcinka do sąsiedniego, który był sypialnią nieboszczki. Panował tam jeszcze większy nieład. Łóżko było nieprzykryte, prześcieradło i kołdra leżała na ziemi, w drewnianej kraszuarce wiecej było plwocin, niż piasku. Pan Borowicz usiadł pod oknem i, zdawało się, słuchał, jak haczyki okna monotonnie stukają w ramę, jak wiatr dzwoni po szybach... Marcinek wpatrzył się w opustoszałe łóżko i wtedy poczuł, że mu matka umarła."
      },
      {
        "index": 3,
        "text": "Był to koniec wakacyj. Zaraz potem życie szkolne całkowicie go pochłonęło. Czasami, w chwilach nieszczęść i katastrof, budziło się w nim owo zdumienie, jakiego doznał w pustym pokoju matczynym — i wtedy czuł w sercu wielką i nieopisaną sierocą boleść. Kiedy w trwogach i rozpaczach biegł do matki, do jedynej swojej ucieczki, stawał mu w oczach tamten pokój głuchy i oniemiały... Ojciec, zapracowany na swym folwarku z podwójną teraz energją, bo sam musiał doglądać gospodarstwa kobiecego, mało się chłopcem zajmował. Dbał o to przedewszystkiem, żeby wyciągnąć grosz na wpis, na stancję i książki. Marcin nie miał już teraz ani wykwintniejszej bielizny, ani przysmaków. Nikt już teraz nie dzielił tak namiętnie jego triumfów szkolnych, ani opłakiwał niepowodzeń, ani zachęcał do nowych wysiłków. Ojciec dowiadywał się o to jedynie, czy nie ma dwójek i pałek, a reszta mało go interesowała. To też chłopcu świat opustoszał, zagasło nad nim słońce i nastał jakby po dniu promiennym wieczór zimny i nielitościwy."
      },
      {
        "index": 4,
        "text": "W owym czasie Marcinek zawarł ścisłe pobratymstwo z pewnym »Wilczkiem«. Był to drugoroczny pierwszak, syn bogatej lichwiarki, pani Wilczkowskiej, jedynak, pieszczoch i łobuz niesłychany. Umiał on wszelkie przeszpiegi, znał na pamięć usposobienie każdego z profesorów i na tej znajomości psychologicznej fundował swe »nabieranie belfrów«, »ściągania« wszelkiego rodzaju, podpowiadanie i sposoby wydaleń z klasy na wagary. Nigdy nie odrabiał żadnej lekcji, okpiwał korepetytorów, a mnóstwo czasu i sprytu tracił na wyprowadzanie w pole nauczycieli w szkole. Zawsze wychodził do tablicy z cudzym kajetem, owiniętym w arkusz papieru ze swem nazwiskiem, umiał do tłómaczeń łacińskich kłaść jakieś karteczki w taki sposób, że ich nawet sam p. Leim znaleźć nie był w stanie, wszystkie lekcje ustne wydawał z podpowiadania, lub genjalnie »ściągał«. Do stałych zwyczajów Wilczka należało uciekanie z kościoła w niedziele i dni galowe. Wymykał się prawie z rąk ks. prefektowi, jakby mu się przed nosem w ziemię zapadał, potem uciekał na dwór jakiemiś dziurami pod chórem i gnał na parę godzin w pola. Jesienią wykradał rzepę z ogrodów podmiejskich, w zimie używał ślizgawki, albo spaceru. Zaznajomiwszy się bliżej z Marcinem Borowiczem, dzięki temu, że ich posadzono w jednej ławie, Wilczek jął edukować symplicjusza. Marcinek uległ jego wpływom, za punkt honoru teraz uważał praktykowanie różnych sztuk i sposobów zamiast mozolnej nauki, — i dawał się wodzić na wagary."
      },
      {
        "index": 5,
        "text": "Pewnej galówki w grudniu obadwaj »bryknęli« za miasto przed nabożeństwem, które w miejscowym kościele miało się odbyć o godzinie dziesiątej. Na rzeczce lód był jaki taki, więc używali do syta, później włóczyli się obok plantu kolejowego, brnęli po śniegu i z satysfakcją taplali się w wodzie. Marcin zmarzł i powiedział do Wilczka:"
      },
      {
        "index": 6,
        "text": "— Ty, ja idę do kościoła."
      },
      {
        "index": 7,
        "text": "— E, widzisz ośle... Takiś stary kolega! Już się boisz księdza..."
      },
      {
        "index": 8,
        "text": "— Nie boję się, tylko mi zimno."
      },
      {
        "index": 9,
        "text": "— O, bydlę! zimno mu. Mnie wcale nie zimno."
      },
      {
        "index": 10,
        "text": "— Ja już idę. Chodź, Wilczek! Co tu będziesz robił!"
      },
      {
        "index": 11,
        "text": "— To idź sobie, ośle! Widzisz go. Jeszcze ty pożałujesz... Niby to udaje... stary kolega, a fagasuje księdzu..."
      },
      {
        "index": 12,
        "text": "Marcinek pędem ruszył ku miastu. Wilczek cisnął za nim bryłą grudy i pokazał mu język, a sam znowu zaczął się ślizgać. Borowicz rozpiął szynel i biegł prędko. Mijał ulice, jakich o tej porze nigdy jeszcze nie widział, gdyż był to czas, kiedy codziennie siedział na lekcjach. Zdawało mu się, że robotnicy, emeryci, stare panie, a nawet kucharki, z koszykami wracające do domów, niewątpliwie widzą jego łotrostwa. Zmęczony przybiegł nareszcie do kościoła, pchnął wielkie drzwi wchodowe i wsunął się do zimnych przedsionków, prowadzących na chór. Marcinek należał do grona śpiewaków, którzy, po ukończeniu sumy, wykonywali hymn państwowy."
      },
      {
        "index": 13,
        "text": "W przedsionkach, korytarzach i krużgankach nie było nikogo, szedł tedy na palcach, skradając się do małych drzwiczek, które prowadziły na schody i do chóru. Uroczyste nabożeństwo galowe jeszcze trwało. Organy huczały, to też nikt nie słyszał, jak drzwi skrzypnęły."
      },
      {
        "index": 14,
        "text": "Marcinek wszedł na kręcone schody kamienne i stąpał cicho, pragnąc niepostrzeżenie wejść na chór i uniknąć noty w dzienniku nauczyciela śpiewu, grającego na organach."
      },
      {
        "index": 15,
        "text": "W wieży było ciemno, tylko w pewnych miejscach padał na kamienne stopnie blask światła z wąskich okienek, które na zewnątrz były tylko szparami, a ze strony wewnętrznej tworzyły dosyć szerokie framugi."
      },
      {
        "index": 16,
        "text": "Marcinek przebył już był prawie cały komin i zbliżał się do drzwiczek chóru, kiedy nagle ścierpł ze strachu."
      },
      {
        "index": 17,
        "text": "Oto pod samemi drzwiami klęczał prefekt ks. Wargulski."
      },
      {
        "index": 18,
        "text": "Z okienka padała na jego głowę i płaszcz granatowy z dużym kołnierzem biała plama i dozwalała widzieć całe podługowate czoło i twarz surową."
      },
      {
        "index": 19,
        "text": "Prefekt miał oczy zamknięte, ręce złożone, i gorąco się modlił. Wargi jego poruszały się zwolna, a głowa czasami drgała niespokojnie."
      },
      {
        "index": 20,
        "text": "Marcinek stał bez ruchu, nie śmiąc oddychać z przerażenia."
      },
      {
        "index": 21,
        "text": "Ksiądz był surowy i trzymał całą szkołę w trwodze panicznej."
      },
      {
        "index": 22,
        "text": "Powoli Borowicz zaczął cofać się, trafił na framugę okienka, wlazł w nią, przytulił się do muru i, nie spuszczając oka z głowy księdza, drżał na całem ciele."
      },
      {
        "index": 23,
        "text": "Tymczasem gdzieś nisko rozlegał się głos kanonika, śpiewającego modlitwy za cara:"
      },
      {
        "index": 24,
        "text": "— »Panie, zachowaj imperatora i króla naszego Aleksandra...« »Niech będzie pokój w mocy Twojej...«"
      },
      {
        "index": 25,
        "text": "Z chórychóru odpowiadano na te modlitwy. Później nastąpiła krótka przerwa, w ciszy rozległa się przygrywka do hymnu carskiego i dał się słyszeć czysty i równy śpiew młodzieży."
      },
      {
        "index": 26,
        "text": "Zaledwie przebrzmiała pierwsza strofa pieśni, kiedy dolne drzwi schodów otwarły się, Marcina przejął zimny ciąg powietrza i dały się słyszeć kroki osoby, biegnącej na górę."
      },
      {
        "index": 27,
        "text": "Marcinek skurczył się i czekał. Włosy zjeżyły mu się na głowie, kiedy tuż obok niego przesunął się — inspektor gimnazjum."
      },
      {
        "index": 28,
        "text": "Potentat gimnazjalny przebył schody i, zdążając do drzwi chóru, wlazł w ciemnem przejściu na klęczącego prefekta."
      },
      {
        "index": 29,
        "text": "— Kto to idzie? — zapytał ksiądz."
      },
      {
        "index": 30,
        "text": "— Ach, eto wy, otiec... — rzekł inspektor. — Kazałem wyraźnie, żeby hymn po nabożeństwie śpiewano w języku rosyjskim. Zalecałem to dwa razy nauczycielowi śpiewu..."
      },
      {
        "index": 31,
        "text": "— Nauczyciel śpiewu wcale nie jest temu winien, — rzekł ksiądz ze spokojem, chowając w zanadrze swą książeczkę do nabożeństwa."
      },
      {
        "index": 32,
        "text": "— Więc któż zawinił?"
      },
      {
        "index": 33,
        "text": "— Ja!"
      },
      {
        "index": 34,
        "text": "— Co takiego? — głośniej zawołał inspektor. — Kazałem śpiewać..."
      },
      {
        "index": 35,
        "text": "— Panie inspektorze, — rzekł ksiądz spokojnie i z zimną uprzejmością, — uczniowie będą śpiewali tutaj, w kościele, hymn po polsku, i to nietylko dziś, ale zawsze."
      },
      {
        "index": 36,
        "text": "— Co takiego? — krzyknął Rosjanin. — Tak będą śpiewali, jak rozkazałem! Ja tu nie zniosę żadnych jezuickich fanaberyj. A toż co nowego? Proszę mi wskazać drzwi na ten wasz chór..."
      },
      {
        "index": 37,
        "text": "— Mogę panu inspektorowi wskazać jedne tylko drzwi... na dole... — powiedział ksiądz, kładąc ogromną dłoń swoją na klamce."
      },
      {
        "index": 38,
        "text": "Właśnie potężnie brzmiała druga strofa hymnu: »Wrogów zamiary złam, Władco wspaniały, Panuj na sławę nam...« kiedy Marcinek spostrzegł, że ręka księdza Wargulskiego z klamki przeniosła się na ramię przybysza, inspektor rzucił się do drzwi i szarpnął księdza. Wtedy prefekt jednym ruchem drugiej ręki odwrócił inspektora i, trzymając go mocno prawicą za futrzany kołnierz, począł znosić tę dużą osobę ze schodów. Inspektor szarpał się i krzyczał donośnie, ale cały ten hałas ginął w huku organów."
      },
      {
        "index": 39,
        "text": "Marcinek, uszczęśliwiony tak paradnem widowiskiem, wyszedł z kryjówki i, zatykając sobie usta rękami, żeby nie parsknąć śmiechem, szedł krok w krok za prefektem."
      },
      {
        "index": 40,
        "text": "Gdy ksiądz Wargulski sprowadził inspektora na sam dół, — otworzył drzwi i silnie wypchnął go na korytarz. Inspektor uderzył się wyciągniętemi rękami o przeciwległą ścianę, potem stanął, poprawił na sobie futerko, namyślił się i ruszył na dół po schodach."
      },
      {
        "index": 41,
        "text": "Tymczasem ksiądz, wyjrzawszy na korytarz i obaczywszy, że nikt tej sceny nie spostrzegł, zawrócił się, postawił wielki krok w ciemności i utknął na Marcinku. Z niepokojem otwarł zaraz drzwi i pociągnął malca do światła."
      },
      {
        "index": 42,
        "text": "Borowicz zadarł głowę z rozpaczliwą odwagą, pewny, że teraz nic go już nie uratuje, że wypędzą go z gimnazjum na cztery wiatry, albo mu zerzną skórę na kwaśne jabłko."
      },
      {
        "index": 43,
        "text": "— Co tu robisz, błaźnie jeden? — zawołał prefekt."
      },
      {
        "index": 44,
        "text": "— Nic nie robię, proszę księdza."
      },
      {
        "index": 45,
        "text": "— Dlaczego nie siedzisz na chórze?"
      },
      {
        "index": 46,
        "text": "— Musiałem wyjść na dwór, proszę księdza... — zełgał na poczekaniu."
      },
      {
        "index": 47,
        "text": "Ksiądz chrząknął, zakaszlał i spytał go cicho:"
      },
      {
        "index": 48,
        "text": "— Widziałeś?"
      },
      {
        "index": 49,
        "text": "— Widziałem! — rzekł Marcin z determinacją, choć nie wiedział, czy to dobrze, czy źle."
      },
      {
        "index": 50,
        "text": "— Słuchaj-że ty ośle, jeżeli mi piśniesz jedno słowo o tem, coś tu widział, to ja ci sprawię! Będziesz gadał?"
      },
      {
        "index": 51,
        "text": "— Nie będę gadał, proszę księdza."
      },
      {
        "index": 52,
        "text": "— Ani matce nie będziesz gadał?"
      },
      {
        "index": 53,
        "text": "— Ani matce nie będę gadał. Ja nie mam matki."
      },
      {
        "index": 54,
        "text": "— Wszystko jedno! Ani ojcu?"
      },
      {
        "index": 55,
        "text": "— Ani ojcu."
      },
      {
        "index": 56,
        "text": "— Ani żadnemu koledze, nikomu a nikomu?"
      },
      {
        "index": 57,
        "text": "— Ani żadnemu, ani nikomu."
      },
      {
        "index": 58,
        "text": "— No, pamiętaj se, ośle zatracony!"
      }
    ]
  }
}