{
  "chapterNumber": 17,
  "title": "Rozdział XVII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XVII."
      },
      {
        "index": 2,
        "text": "Po świętach Wielkiej Nocy gromadka ósmoklasistów gotowała się w skupieniu ducha do egzaminu maturitatis. Powtarzano wszystkie nauki gimnazjalne od a do z, ćwiczono się w nich z uporem i zawziętością. Tworzyły się gromadki odosobnione na mocy doboru zdolnościowego, pary i trójki, »kujące« poszczególne przedmioty, a całość, jakkolwiek rozbita, dziwnie się skonsolidowała, zbiła w masę jedno czującą. Mało kto wiedział, że minął kwiecień i większość maja. Dla »powtarzaków« były to tylko dni, zawierające tyle a tyle godzin pracy i tyle a tyle snu. Niektórzy z mniej zdolnych mało sypiali, mniej niż zwykle jedli, przytłoczeni depresją, inni trwali w nieustannem zwątpieniu i rozpaczy."
      },
      {
        "index": 3,
        "text": "A wiosna objęła już była świat w posiadanie. Stary park miejski nakrył się oponą lśniących, jasnozielonych liści i hodował w swej głębi, pełnej przecudnych cieniów i świateł, młode kwiaty i trawy. Dróżki ubite z okruchów cegły i wysypane żółtym piaskiem ginęły wśród zieleni, niby drobne ruczaje między brzegami; — mury starych domostw u jednego z krańców ogrodu schowały swą nagość pod wieńcami dzikiego wina. Nawet starodawne, kamienne ławki lśniły się od mchów zielonych i miękkich. Park leżał dość nisko, między murami, pełen był wilgoci i chłodu. Olbrzymie drzewa rozpościerały nad jego wnętrzem cień taki, że w dnie bardzo upalne było tam chłodno, niby w podziemnej jaskini. W zakątkach krzewy bzu i czeremchy skupiały się w niedostępne gąszcze albo rozrosły w klomby. Szeregi młodych grabów tworzyły ulice, prowadzące do ławek ustronnych. Jedna z takich jasno-żółtych dróżek szła, skręcona w półokrąg, do źródła. Z pod rozwalonego muru wypływała tam przez kamienne gardło Fauna struga czystej i zimnej wody, zlatywała do wielkiej misy, wyciosanej z piaskowca i ginęła w jej wnętrzu. Ze środka tej misy, zawsze pełnej po brzegi, wznosiła się ładna kolumna z urną na szczycie. Marmurowe stopnie, które prowadziły do źródła, samą czarę, rzeźbione ornamenty kolumny i urnę powyżerał, wyszczerbił i okrył rudawą pleśnią czas nieubłagany. Przez środek rezerwoaru biegły dwa grube zgięte i zardzewiałe pręty żelaza. Niegdyś zapewne stawiano na nich konwie i wiadra, kiedy z tego miejsca wolno było czerpać wodę. Później korzystały z nich tylko wróble, dzierlatki, pliszki, srokosze, makolągwy. Siadały bez trwogi pod samym prądem lecącej wody i chwytały wprost z niego krople, rozwierając dzióby, jak można najszerzej."
      },
      {
        "index": 4,
        "text": "Ugasiwszy pragnienie, przesiadywały tam długo, ze zdumieniem wpatrując się w odbicia swych postaci, widzialne w głębi czary, na tle misternej tkaniny mchu wodnego i ciemno-brunatnych osadów. Źródło mieściło się na placu o jakich dwudziestu krokach średnicy, otoczonym z jednej strony przez gęste zarośla grabiny i stary mur, z drugiej przez trawnik i rabaty kwiatowe. Z obudwu stron zbiornika, o kilkanaście kroków jedna od drugiej, stały naprzeciwko siebie dwie kamienne ławki, bardzo stare, wrosłe w ziemię i mające pełno mchu w każdej szczelinie. Jedną z nich na czas przedegzaminowy wziął w niepodzielne władanie Marcin Borowicz. Wbrew przyjętej przez wszystkich jego kolegów metodzie postępowania uczył się sam jeden. W końcu kwietnia i na samym początku maja powtarzał z Zygierem, lecz wkrótce zerwał umowę i znikł wszystkim z oczu. Wiedziano tyle tylko, że co dzień od wczesnego świtu »obkuwa« w parku. Ponieważ zaś każdy z ośmioklasistów zajęty był sobą i przelotną uwagę zwracał co najwyżej na współkowalów z grupy uczącej się razem, — więc o Borowiczu zapomniano prawie. A on tymczasem nie sam się uczył."
      },
      {
        "index": 5,
        "text": "Pewnego razu, w pierwszych dniach maja, wyszedł o świcie z kursem historji w ręku, żeby się ocucić po nocy spędzonej nad książką. Mijając park, skręcił w boczną uliczkę z zamiarem napicia się wody ze źródła. Gdy stanął u kresu złotej ścieżki w pobliżu basenu, serce w nim zamarło..."
      },
      {
        "index": 6,
        "text": "Pod cieniem grabów otoczona książkami, siedziała na kamiennej ławce — »Biruta«. Była to jedna z lepszych uczenicuczennic klasy siódmej gimnazjum żeńskiego, panna Anna Stogowska, zwana »Birutą«. Ojciec jej był lekarzem wojskowym, a w całem mieście sławnym karciarzem i łobuzem. Kończąc kursy lekarskie w petersburskiej akademji chirurgicznej, zaprowadził był romansik z córką czynownika, u którego mieszkał, i zmuszony został do ożenienia się z ofiarą swych zapałów. Wkrótce po ukończeniu studjów otrzymał miejsce lekarza przy pułku piechoty, konsystującym w Klerykowie. Żona powiła mu kilkoro dzieci. Najstarszą z nich była właśnie panna Anna. Dzieci te, jako zrodzone z matki prawosławnej, chrzcił pop, a szkoła zaliczała do gromady Rosjan. Lekarz Stogowski nie był w gruncie ani złym, ani głupim człowiekiem, ale wrodzona lekkomyślność podwoiła się i potroiła w nim na widok skutków, jakie wynikły z jednego nierozważnego uczucia. Jakby dla zapomnienia o domu, o żonie i dziedzictwie prawosławia — pił i grał w karty."
      },
      {
        "index": 7,
        "text": "Stokroć nieszczęśliwszą w tem stadle była żona. Osiadłszy w Klerykowie, przez miłość dla męża wyuczyła się języka polskiego tak dokładnie, że nie zdradzał jej nawet akcent cudzoziemski, — a nadto uczyniła ten język panującym w domu. Po upływie lat, gdy się rozczytała i rozpatrzyła w okropnych dziejach ucisku, stała się Polką z prawego sumienia, każdy nowy cios, zadany nieszczęśliwemu narodowi, dziesięćkroć czującą. Ani jeden z Rosjan, urzędujących w mieście, nie miał prawa wstępu w progi jej domu. Co więcej, zerwała wszelkie węzły z rodziną, spaliła wszelkie mosty, wypowiedziała własnej nacji wojnę scytyjską. Uczyniła to bez wahania, posłuszna wewnętrznemu głosowi sprawiedliwości, ale życie swe przez to samochcąc zepsuła, a radość, zadowolenie i spokój z korzeniem zeń wyrwała."
      },
      {
        "index": 8,
        "text": "Nie było z pewnością w mieście Klerykowie drugiej kobiety, któraby postępowała w sposób równie obywatelski, jak pani Stogowska, któraby każdy krok stawiała tak rozumnie, tak rozważnie i tak śmiało, ale nie było tam ani jednej, któraby żywiła w sercu podobnie bezbożny wstręt do tego świata, do jego urządzeń i do samego życia. Jedynym krajem, gdzie myśl jej mogła na chwilę wytchnąć, były wspomnienia czasów dzieciństwa, ale tam zakazała sobie chodzić. Czuła przecie, że główną przyczyną upadku męża jest ona, i to dlatego jedynie, że jest Rosjanką."
      },
      {
        "index": 9,
        "text": "Gdy się stała Polką i wydarła ze siebie wszystko, co rosyjskie, aż do reminiscencyj i upodobań, przychodził pop i zabierał dzieci, aby je uczynić Moskalami. Miłość dla męża, nie wiedzieć jakim sposobem, stawała się źródłem zła; dzieci, urodzone z tej miłości, przychodziły na świat ze stygmatem przekleństwa. Byli to wrogowie ich ojca, wrogowie jej samej, wrogowie samych siebie. Pragnąc zniweczyć i zmazać ten straszliwy grzech pierworodny, dokładała wszelkich starań, żeby uczynić z nich Polaków, sączyła w ich dusze nienawiść do tego wszystkiego, co w tajemnicy kochała przecie, a mimo wszelkie trudy czytała codziennie w oczach męża wyraz wiecznego i głuchego żalu..."
      },
      {
        "index": 10,
        "text": "Nadszedł czas, że życie stało się dla niej katuszą nie do zniesienia. Zalągł się w sercu skryty jad, tęsknota za czemś, a Bóg wie za czem, tęsknota, jak pies nienasycony, wiecznie gryząca. Nic było takiej kryjówki, takiego zaułka i schowania w duszy, gdzieby się przed nią skryć było można. Jak mała i słaba mucha która lekkomyślnie siadła na żelaznych szynach i pod kołami lecącego pociągu straciła i skrzydła i nogi, wlokła swe życie, ze zmiażdżonem sercem, ciągle pełzając wzdłuż tej samej drogi."
      },
      {
        "index": 11,
        "text": "Aż do śmierci..."
      },
      {
        "index": 12,
        "text": "Rozchorowała się na zapalenie płuc i prędko zgasła, przeżywszy ledwie lat trzydzieści parę. Panna Anusia, najstarsza córka, była wówczas kozą czternastoletnią. W ciągu ostatnich lat życia matki była ona jedyną jej powiernicą, ucieczką, wspomożeniem. Nic też dziwnego, że wzięła po niej cały spadek duchowy. Już w klasie trzeciej panna Anna wiedziała, jakich to pociech dostarcza przymusowa religja i co znaczy miłować ucisk, czcić niedolę, które on sprawił. Wiedziała, że nigdy nie wyjdzie za mąż, bo czyby poszła za Rosjanina, czy za Polaka, — zawsze ją czekał los matki. Sama, nie żywiąc żadnych wspomnień rosyjskich, chowana wśród ciągłych gwałtów sumienia, między nienawiścią i umiłowaniami na śmierć i życie, w samym ośrodku tej tragedji rodzinnej, już we wczesnem dzieciństwie stała się służebnicą narodowej nędzy. Do pierwszych, do przedwczesnych uczuć jej przywarła zemsta za matkę i nadała wszystkim strzałom pragnień i marzeń groty i ostrze ze stali. Myśli dzieweczki wyrosły na zatraconym, nieziemskim gruncie, jakby drzewka, trawy i kwiaty na niedostępnej skale. Stamtąd, z tej wyniosłości dziecięcemi oczyma patrzała na świat samotna i do nikogo niepodobna na ziemi. Koleżanki przezwały ją »Birutą«, gdyż nigdy nie śmiała się oczyma do chłopców, przysięgła na zawsze zostać dziewicą i czemu innemu, jak mówiła, poświęcić życie. W gimnazjum musiała chodzić do cerkwi i nosić miano Rosjanki. Ponieważ usiłowała nie spełniać przepisów rytuału, a bunt czyniła ciągle, jawnie i cicho, więc stosowano do niej rozmaite kary, grożono wydaleniem ze szkoły i odwoływano się do współdziałania rodzicielskiego. Pod grozą dr. Stogowski, którego interesy szły wiecznie kiepsko, a od śmierci żony całkiem źle, sam, wbrew chęci i woli, ze łzami namawiał córkę do posłuszeństwa. Wszystko to przesycało młodą jej duszę grozą i wstrętem. Z biegiem lat ustaliły się rzeczywiste jej zasady, jako składowe a czynne części weszły w charakter, stały się usposobieniem i nałogiem. Panna Anna dużo czytała i pod ławą szkolną niejako zdobyła wykształcenie daleko szersze, niż sądzono. Była nieufna, zamknięta w sobie, milcząca i nieprzystępna."
      },
      {
        "index": 13,
        "text": "Teraz po śmierci matki wzięła w swe ręce zarząd domu i opiekę nad młodszem rodzeństwem. Trzech braci kształciła w gimnazjum męskiem, dwie młodsze siostrzyce w żeńskiem. Czuwała nietylko nad ich pokarmem i nauką, ale także robiła to samo co matka, to jest uczyła ich nienawiści do ducha moskwicyzmu. Jednakże między podszeptem jej i matki była różnica. Tamta czyniła swoje, jak szlachetny człowiek, który, mocując się ze słabością sił, pełni obowiązek; ta sprawowała go inaczej, a w taki sposób, jakby »nóż ostrzyła tajemnie...«"
      },
      {
        "index": 14,
        "text": "Borowicz zakochał się w pannie Annie przy końcu zimy. W dzień mroźny i śniegowy szedł w stronę gimnazjum i spotkał panienkę, zdążającą do cerkwi. Było to w epoce najzajadlejszych dysput i czytań u Gontali. Borowicz spojrzał przelotnie na idącą, odniósł w roztargnieniu, jak gdyby dawne, martwe, rusofilskie wrażenie: — ach, to ta... »Birutka« — i nagle przypomniał sobie, co mu o niej mówiono. Skręcił na miejscu i wlókł się za nią. Biruta szła wolnym krokiem. Śnieżynki, lekkie, jak puch, płynęły w powietrzu i krążyły dokoła tej głowy, ubranej w barankową czapkę. Jedne z nich siadały potajemnie na promieniach jasnych włosów, wymykających się z pod czapki, inne obcesowo pędziły do ust różowych i za tę śmiałość świętokradzką konały w gorącym oddechu, jeszcze inne, czepiając się brwi i długich rzęs, zaglądały w smutne oczy. Borowicz raz tylko w nie spojrzał i wnet zleciało na niego jakby wśród widnego dnia wypadające zaćmienie słońca. Te duże, lazurowe źrenice, co udzielały nawet białkom nikłej półbarwy błękitu, wcieliły się w jego duszę..."
      },
      {
        "index": 15,
        "text": "»Biruta« nie bywała nigdzie, u żadnej z koleżanek, gdyż wszystek czas wolny pochłaniała jej praca domowa i korepetycje z siostrami. To też Borowicz nie mógł się z nią zapoznać, chociaż dokładał w tym celu starań forsownych niemało. Czasami widywał ją na ulicy, gdy szła ku domowi, albo do gimnazjum w towarzystwie młodych »Stogówek«. Wtedy przez krótkie chwile radości mógł na jawie uwielbiać jej twarz przecudną i podziwiać oczy, w których mieszkała wieczysta chłodna troska. Pewnego razu otrzymał z rąk jednej fertycznej siódmoklasistki sztambuch do wpisania wiersza pamiątkowego. Niedbale przerzucał kartki tego albumu, z ironją odczytując drewniane sentymenty gimnazistek, gdy w tem rzucił mu się w oczy wierszyk, pisany ręką panny Stogowskiej. Borowicz zerwał się na równe nogi i drżącemi ustami czytał tę strofkę: »Ach, kiedyż wykujem, strudzeni oracze, Lemiesze z pałaszy skrwawionych? Ach, kiedyż na ziemi już nikt nie zapłacze Prócz rosy łąk naszych zielonych?...«"
      },
      {
        "index": 16,
        "text": "U dołu stronicy mieścił się następując przypisek:"
      },
      {
        "index": 17,
        "text": "»Droga moja, jeżeli kiedy spojrzysz na tę kartkę i odczytasz niniejszą piosenkę Mieczysława Romanowskiego, wspomnij o »Birucie« i myśl o niej ze współczuciem«."
      },
      {
        "index": 18,
        "text": "Borowicz stał długo z oczyma, wlepionemi w te słowa. Tegoż dnia napisał właścicielce »sztambucha« jakiś szumny komunał, ale wzamian za to wyrwał z tak pięknie oprawionej książki kartę z autografem »Biruty«, ukradł go bezczelnie i schował. Odtąd bardzo często ta kartka leżała między stronicami Antygony, a ilekroć powtarzał, to nowoczesny poeta przeszkadzał mu skupiać wszystką uwagę na skargach ślepego króla."
      },
      {
        "index": 19,
        "text": "Tymczasem skończył się rok szkolny, przyszły święta i wkrótce zwaliło się powtarzanie. Marcin w ciągu tego okresu widział pannę Annę raz jeden. Kuł z wściekłością po całych dniach, nieraz do bladego przedświtu. Wówczas wychodził z domu i krążył, jak szyldwach po ulicy, około domu, gdzie mieszkała »Biruta«. Wiedział napewno, że jej nie zobaczy, ale zbliżanie się do jej mieszkania przyprawiało go o szczególne ściśnienie serca, zarazem bolesne i rozkoszne. Umysł jego, forsownie podówczas wkręcany między żelazne tryby dat, aorystów, formuł, — wyrywał się do cudownego widziadła i spał u stóp ubóstwianej w ciszy i wśród marzeń. Ulica, brukowana wielkiemi kamieniami i zaopatrzona w wąziutkie a wydeptane ze szczętem flizy z piaskowca, bywała o tej porze pusta zupełnie."
      },
      {
        "index": 20,
        "text": "Okiennice, umieszczone częstokroć tuż nad samym chodnikiem, były pozamykane, firanki spuszczone, bramy i drzwi do sieni zatarasowane. Pierwszy brzask spływał z dachów, okrytych nocną rosą, w brudną ulicę i powlekał ją całą bladosinym kolorem. Borowicz stąpał na palcach, żeby nikogo ze śpiących nie budzić i nie zwracać na się niczyjej uwagi. Oczy jego leciały ku szeregowi okien pierwszego piętra starej kamienicy, czepiały się ich, wisiały u zasuniętych storów z szarego płótna... Trafiało mu się stać tam bez ruchu, bez wiedzy, nie wiadomo jak długo, z oczyma utkwionemi w te szyby. Gdy sklepikarze poczynali otwierać swe kramy Marcin z głodnem sercem odchodził stamtąd w stronę parku, który leżał tuż po drugiej stronie połaci domów."
      },
      {
        "index": 21,
        "text": "I oto nagle los się nad nim zlitował. Wstępując na placyk przy źródle, zobaczył »Birutę«. Panna Stogowska rzuciła nań okiem z wyrazem niechęci i drgnęła, jakby w zamiarze oddalenia się stamtąd, ale po namyśle, zacisnąwszy wargi, została. Borowicz chciał trzymać książkę przed oczyma i z poza niej patrzeć, ale nie mógł jej udźwignąć z kolan. Teraz przypomniał sobie, że dawniej zdarzało mu się widzieć panienkę, gdy była chudą i mizerną dziewczynką ze srogiemi oczami. Czyż to ta sama? — zadawał sobie stokrotne pytanie, w którem kryła się niezgłębiona rozkosz. Blade liczko stało się teraz twarzą dziewiczą o rysach tak pięknych, jakby to z nich właśnie czerpano wzór do boskich profilów Pallady-Ateny w sztychowanych winetach starego wydania rapsodów Homera. Pod prostemi brwiami błyszczały w mroku rzęs wielkie oczy. Nad białem czołem lśniły się w porannym blasku pasma włosów, jak piękny len. Chude ramiona podlotka, przekształcone teraz na barki dziewicze, cudnemi linjami łączyły się z zarysem piersi, rozciągających stanik ciasnego mundurka bronzowej barwy."
      },
      {
        "index": 22,
        "text": "Park był pusty i cichy zupełnie. Stała tam jeszcze cienką warstwą mgła nocna. Tylko ptaki wołały się po drzewach. Niektóre z nich pędziły za żerem w wysoką trawę i od czasu do czasu przerywały ciszę trzepotem skrzydeł, gdy, uczepiwszy się grubych badylów, bujały wraz z niemi na powietrzu."
      },
      {
        "index": 23,
        "text": "Czas leciał, jak błyskawica. Borowicz usłyszał ze zdumieniem, że bije siódma. Panna Anna wstała ze swego miejsca i, nie podnosząc oczu, odeszła. Marcin prowadził ją wzrokiem, a gdy głowę jej skryły krzewy, rozciągnął się na ławie i został tak bez ruchu. Około dziewiątej dopiero wrócił na stancję i przez cały dzień zażarcie pracował. Chciał przemóc uczucia, napadające go, jak gorączkowe ataki, i pokonać zdrętwienie mózgu. Chwilami władnęły nim szczególne złudzenia, które jego samego i cały świat obracały w inną postać, a właściwie w jedną jedyną, niewysłowioną, senną rozkosz. Stan takiego snu na jawie przeszkadzał mu w nauce, to też Marcin musiał zarywać nocy. Spał ledwie parę godzin, a przed samym świtem, około godziny drugiej, zbudzony przez jakieś raptowne uderzenie nerwowe, podniósł się, zlał głowę wodą i ruszył do źródła w parku. Siadłszy na swej ławce, ujął głowę w ręce wsparte na kolanach i oddał się swym marzeniom, jak gdyby po niepewnych stopniach schodził w głąb czarną bezdennej studni. Kiedy niekiedy w tym pochodzie zastępował mu drogę żal, czy strach... W innych chwilach ściskała mu piersi tęsknota niezwyciężona."
      },
      {
        "index": 24,
        "text": "W parku i w mieście był jeszcze mrok zupełny. Nawet ptaki drzemały w gniazdach. Tylko kaskada źródlana, spadając na pręty żelazne i rozpryskując się kroplami po wierzchu wody w kamiennej misie, snuła melodję wiekuistą. Borowicz wiedział, co znaczy ten dźwięk chichotliwy a żałosny. Wpadał mu do ucha i zostawał tam na zawsze, jako symbol dziwnych minut przemijających. Czerwona, jak krew, zorza stanęła tymczasem między grubemi pniami. Liljowy jej odblask rozniecił się nad ich koronami i wypędził mroki nawet z zaułków starego muru, walącego się w gruzy. Gdy kosy zaczęły gwizdać swe wesołe trele, Borowicz siedzący z twarzą skrytą w dłoniach, usłyszał chrzęst drobnego żwiru na dróżce i odgłos zbliżających się kroków. Czuł, że osoba idąca wstrzymała się u wejścia i dopiero po upływie chwili zajęła miejsce na przeciwległej ławie. Bał się ruszyć, żeby nie spłoszyć ziszczonego marzenia. Dopiero, gdy usłyszał szelest przewracanych kartek, wyprostował się, podniósł głowę i ujrzał pannę Annę."
      },
      {
        "index": 25,
        "text": "Od tej chwili patrzał w nią, jak w tęczę. Reflektował się, że to źle, że może wszystko stracić, jeśli panienka rozgniewa się i odejdzie, ale były to głosy wołające na puszczy. Nienasycone oczy upajały się bez końca i tonęły w swem szczęściu. »Biruta« nie poświęcała temu wszystkiemu ani przelotnej uwagi. Uczyła się gorliwie czegoś na pamięć, bo bezpretensjonalnie ruszała wargami, widocznie przyswajając sobie jakieś wyrazy, frazesy, czy liczby. W pewnej chwili przelotnie rzuciła okiem na sąsiada i zmieszała się, spostrzegłszy jego twarz, opromienioną uśmiechem zachwytu, zbladłą, podobną do oblicza człowieka, którego zraniono śmiertelnie i którego krew uchodzi. Wtedy dreszcz bolesny wstrząsnął nią od stóp do głów..."
      },
      {
        "index": 26,
        "text": "Nazajutrz nie przyszła już do źródła. Borowicz siedział tam po próżnicy przez cały ranek. Drugiego dnia nie zobaczył jej także. W ciągu tych dni przebył ogrom doświadczeń. Rozmyślanie o losie panny Stogowskiej, o przymusie, jaki wycierpiała w niedługiem życiu swojem, wodziło go po zrębach stromych wyżyn, nad otchłaniami, tam, gdzie tylko młodość wstępować się waży. W drodze tej wypadła z jego serca nędzna litość istoty szczęśliwej względem pogrążonej w niedoli i napełniło je po brzegi obywatelskie współczucie, jakie ożywia spiskowców, idących na szafot za tę samą sprawę. Na końcu tych rozumowań siedział okrutny wyrok: nigdy... Trza było skazać na śmierć tę miłość, od której serce pęka, jakby zbielałem w ogniu żelazem wypalić wszystko aż do ostatniego wspomnienia. Postanowił zacząć tę pracę od chwili bieżącej, dźwignąć niezwłocznie katuszę: unikać widoku »Biruty«. Gdy upłynęła trzecia noc od ostatniej »schadzki« nie poszedł do parku. Ranek spędził w lesie. Leżał tam twarzą do ziemi, jak człowiek śpiący w letargu i przywalony ziemią mogiły. Ciało jego nie czuło głodu ani pragnienia, zimna ani bólu. W głowie miał taką nicość, jakby mu ją przed chwilą rozwaliła bomba. Tylko w głębokości serca tlało, niby płomyk, cierpienie zranionej duszy. Czasem blask jego pełgał żywiej i oblekał się w formę przysięgi: gdybyś kiedy we śnie poczuła, że oczy moje już nie patrzą na ciebie z miłością, wiedz, żem żyć przestał..."
      },
      {
        "index": 27,
        "text": "W południe wrócił na stancję i znowu rzucił się do roboty. Była ona teraz środkiem ratunku, jak gdyby dobrym przewodnikiem dla kipiącego buntu, dla zgromadzonego gniewu, dla burzy, szalejącej w sercu. Porywała stamtąd uczucia wysokie aż do niebios, unosiła ze sobą w głębiny nieznane, które wchłaniają ich tyle, a nie zwracają nigdy ani jednej okruszyny. Tak minął dzień i część nocy. Przed świtem dnia następnego Borowicz wstał cicho i jakby pokryjomu przed samym sobą wyszedł z domu. Nogi niosły go same. Nie czuł ani iskry oporu, nie był w stanie myśleć o tem, co czyni. Wiedział napewno, że panienki nie będzie, ale łaknął tego zakątka, szmeru wody i widoku roślin. Było jeszcze ciemno, gdy tam przyszedł. Jak obłąkany zbliżył się do miejsca »Biruty« i usiadł w tym rogu, gdzie ją widział dwa razy, — doświadczając takiego wrażenia, jakby kradł w sekrecie, albo szpiegował i oskarżał współtowarzyszów. Ręce jego obejmowały próżnię, głowa zwisła na miejsce, gdzie były ramiona modrookiej, usta całowały powietrze, nogi ze czcią dotykały żwiru, na których spoczywały stopy panny Anny. Dusząc w sobie gwałtowne łkanie, trzymał w objęciach cudną chimerę. Tak minął przedświt. Dopiero zorze ranne zawstydziły Marcina. Wstał z tego miejsca, przeszedł na swoją ławę i usiłował zabrać się znowu do pracy."
      },
      {
        "index": 28,
        "text": "Kiedy się tego ani spodział, zgrzyt żwiru dał się słyszeć za krzewami i panna Anna szybko przebyła ścieżkę i placyk, zdążając ku swej ławie. Przyjście jej zwiastował jakiś wonny powiew. Brwi miała zmarszczone, była zmieszana i jakby strwożona. Borowicz siedział oszołomiony. Szybko jak mrok wobec światła, znikła jego boleść, a na jej miejscu była już wielka rozkosz. Nagradzał się teraz sowicie za tak długą tęsknotę i z całym bezwstydem wielbił oczyma postać ukochaną."
      },
      {
        "index": 29,
        "text": "»Biruta« miała powieki spuszczone. Zaczęła się uczyć, ale nie mogła widocznie, bo wzrok jej ze stronic książki przeniósł się na kamyki pod stopami i tam uwiązł. Czuła wejrzenie zakochanego, bo kilkakroć rzęsy jej drgały, jakby strząsając ze siebie ciężar cudzego wzroku. Policzki okrywały się cudowną barwą, to znowu prędko bladły... Marcin wysyłał do niej w spojrzeniu całą swoją duszę, tysiące słodkich nazw, dzieje rozmyślań, tęsknot, żalów, błagał ją w myśli, jak ginący z pragnienia o jedną kroplę wody. I oto po długim czasie te powieki zwolna się usunęły."
      },
      {
        "index": 30,
        "text": "Oczy »Biruty« zwyciężone i bezładne przywitały miłosne wejrzenie. Na ustach jej błąkał się uśmiech niewypowiedziany: ni to strach, ni wstyd, ni rozpacz..."
      },
      {
        "index": 31,
        "text": "W tym uścisku spojrzeń przetrwali nadziemskie chwile. Wreszcie panna Anna odwróciła głowę i zakryła oczy rękoma. Nim jednak upłynęła chwila, wzniosła je znowu. Twarz jej była blada jak śnieg; na czoło zsuwały się promyki włosów, ręce splotły się konwulsyjnie nad kartami zeszytu. Teraz nie była już w możności sprzeciwiać się i opierać. Gdy odwracała oczy, nieme błaganie, niby krzyk, przyciągało je znowu i obłąkana pieszczota dłużyła się w jakiś byt zaziemski, wieczny. Szczęścia ich nie mącił nikt, żaden głos nie płoszył milczenia prócz bełkotu wody, mówiącej niepojętą rzecz swoją..."
      }
    ]
  }
}