{
  "chapterNumber": 4,
  "title": "Rozdział IV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IV."
      },
      {
        "index": 2,
        "text": "Tylko trzy razy pani Borowiczowa zaprowadziła jedynaka z hotelu na południowe lekcje do profesora, już bowiem czwartego dnia odbył się pierwszy egzamin z języka rosyjskiego. Na korytarzu gimnazjalnym panował tego dnia istny stan oblężenia. Publiczność tłoczyła się tak zapamiętale w celu podpatrywania i podsłuchiwania tego, co się odbywało w sali egzaminacyjnej, że władza zmuszona była wydelegować aż trzech asystentów gospodarzy klas i pana Pazura do wypowiadania grubiańskich uwag pod adresem rodziców, a nawet do forsownego rozpychania ich łokciami."
      },
      {
        "index": 3,
        "text": "Komisja egzaminacyjna składała się z trzech osób: z inspektora gimnazjum, pana Majewskiego i jednego z nauczycieli. Ten ostatni zresztą niewielką do całej sprawy zdawał się przywiązywać wagę, gdyż zajęty był wyłącznie grzebaniem w uchu za pomocą bardzo cienkich patyczków brzozowych, uciętych z miotły. Cały pęk tego rodzaju instrumentów wychylał się z bocznej kieszeni jego fraka. Inspektor był mężczyzną ogromnego wzrostu, z głową porosłą, istnym wygrabkiem rudawych włosów. Jego wielkie, niebieskie oczy spoglądały tak posępnie i złowrogo, że dreszcz trwogi przejmował nietylko uczniów, ale i rodziców. Stos papierów, leżący przed inspektorem, służył mu za rodzaj listy przystępujących do egzaminu: były to prośby i dokumenty kandydatów. Papiery te w miarę, jak nauczyciel Majewski egzaminował malca inspektor odczytywał z uwagą i dawał swoją notę. Przesłuchiwanie trwało krótko: dwa, trzy zdania chłopiec czytał, później opowiadał, wygłaszał jakiś wiersz rosyjski, jeśli go umiał na pamięć, następnie rzucano mu pytanie z gramatyki i polecano wykonać rozbiór. Rozbiór i pytania, zadawane chłopcom znienacka, pospolite pytania konwersacyjne, ogłupiały większość niewielkich Polaczków."
      },
      {
        "index": 4,
        "text": "Co chwilę jakiś »zerżnięty« wychodził na korytarz, gdzie go witała zrozpaczona, częstokroć zalana łzami twarz matki lub ojca. Malcy, którzy dali odpowiedzi zadawalniające, na rozkaz inspektora powracali na swe miejsca. Gdy tak przebrano kandydatów, setka ich z górą zredukowała się do ilości pięćdziesięciu paru. Wtedy pan Majewski rozsadził ich w ten sposób, że między jednym a drugim była znaczna przestrzeń ławy, i rozkazał pisać dyktando. Gdy odebrano zapisane kartki, miał miejsce drugi egzamin, bardziej szczegółowy i głównie zahaczający o pisownię. Indagował teraz sam inspektor, a pan Majewski powtarzał wszystko, co zwierzchnik jego wykonywał. Kiedy inspektor Sieldiew marszczył swe niskie czoło i mrużył oczy, — Pan Majewski przybierał minę surową, kiedy się natrząsał szyderczo z głupich mniemań małych »przywiślańców« na punkcie arkanów etymologji i syntaksy, — pan Majewski chichotał do rozpuku, kiedy inspektor spoglądał na drzwi ze złością i podglądającym rodzicom dawał znaki, aby się usunęli i zachowywali cicho, — pan Majewski trzepał rękami i wykrzywiał się spazmatycznie. Krzesło jego stało nieco w tyle za krzesłem inspektora, a ta pozycja dozwalała nauczycielowi klasy wstępnej obserwować każdej chwili z pod oka wyraz twarzy potentata gimnazjalnego. Zdarzyło się jednak, że inspektor w sposób rdzennie rosyjski wydłubywał sobie z zęba paznogciem jakieś dokuczliwe włókienko i wyszczerzył przy tej czynności lewą połowę swej paszczęki. Majewski, dostrzegłszy spróchniałe zęby, wybuchnął zaraz głośnym śmiechem, na którego odgłos nietylko Sieldiew przyjrzał mu się z podziwem, ale nawet Ilarjon Stiepanycz Ozierskij, zwany przez wszystkich uczniów, mieszkańców miasta Klerykowa, kolegów nauczycieli i członków własnej familji Kałmukiem, cofnął patyk z ucha, wytrzeszczył swe białe oczy, uderzył pięścią w stół i mruknął:"
      },
      {
        "index": 5,
        "text": "— Da-s eto toczno!"
      },
      {
        "index": 6,
        "text": "Marcin Borowicz należał do liczby zostawionych w klasie. Utrzymał się nawet po drugim egzaminie i zasłużył na przychylną decyzję inspektora. Ogromna większość chłopców, zebranych na korytarzu, mogła już opuścić gimnajum, gdyż jasną było rzeczą, że przyjętych będzie trzydziestu kilku, którzy siedzieli w klasie. Ci ostatni, z wyjątkiem kilku prawosławnych i synów ludzi zamożnych albo wysoko postawionych, byli dziwnym zbiegiem okoliczności uczniami pana Majewskiego. Tak chlubnem złożeniem egzaminu wystawili oni najlepsze świadectwo jego zdolnościom pedagogicznym i wykazali, co znaczy przed wstąpieniem do gimnazjum chociażby tylko parę lekcyj konwersacji z dobrym akcentem."
      },
      {
        "index": 7,
        "text": "Niepodobna opisać radości pani Borowiczowej. Spoglądając przez szybę, kiedy Marcinka wołano na środek, wytrzymała ona prawdziwy paroksyzm wszelakich cierpień."
      },
      {
        "index": 8,
        "text": "Dokoła siebie widziała rozpacz osób, których najsłodsze nieraz nadzieje już się rozwiały; czuła tę rozpacz ich wszystkich, ale tak ją czując, deptała nogami cudze nieszczęście i wdzierała się jakby po trupach, pędzona przez swoją miłość i swoją nadzieję."
      },
      {
        "index": 9,
        "text": "Kiedy pan Majewski uśmiechał się do jej syna i kiedy po odpowiedzi wskazywał mu miejsce w ławie, — uwielbiała tego profesora wszystkiemi władzami serca matki, których niczem wymierzyć nie można, ale wkrótce potem, gdy tenże pedagog wyszedł z klasy i ze zgniłym uśmiechem spoglądał na zastęp rodziców i dzieci, odrzuconych z jego woli, uczuła, że i w niej, pomimo wszystko, szarpie się serce wzburzone i że się z niego wyrywa głucha i śmiertelna nienawiść. Pan Majewski szedł wśród tłumu, rozdzielając ukłony na prawo i lewo osobom, które się do niego zwracały z błaganiem, płaczem i zapytaniami."
      },
      {
        "index": 10,
        "text": "Wkrótce po nim wyszedł z klasy inspektor. Ten na nikogo uwagi nie zwracał, a gdy go zaczepił jakiś chudy jegomość pytaniem, jak też zdał jego młodszy synek, odpowiedział po rosyjsku głośno i zwracając się do wszystkich:"
      },
      {
        "index": 11,
        "text": "— Nie może być dobrych rezultatów, bo złe jest przygotowanie. Dzieci nie mówią po rosyjsku, więc jakże się mają uczyć w tej szkole, gdzie wykład nauk odbywa się w tym języku. Należy zrzucić pychę z serca i zabrać się do reformy. Wtedy dopiero dziecko może być przyjęte..."
      },
      {
        "index": 12,
        "text": "— Do jakiejże reformy, panie inspektorze, zabrać się należy? — spytał ów jegomość. — Niechże wiem przynajmniej, czego ci moi chłopcy nie umieją i czego się mają jeszcze uczyć, ażeby mogli zdać do klasy wstępnej. Trzymałem do nich nauczyciela przez półtora roku..."
      },
      {
        "index": 13,
        "text": "Głuchy szmer poparcia rozszedł się w tłumie."
      },
      {
        "index": 14,
        "text": "— Należy jeszcze, — zaczął wrzeszczeć inspektor, — należy jeszcze mówić z nimi w domu po rosyjsku. Oto, jaka reforma przeprowadzona być musi! Pan wymagasz, żebyśmy przyjmowali pańskich synów do szkoły rosyjskiej, a sam nie umiesz, czy nie chcesz mówić po rosyjsku, i do mnie, zwierzchnika tej szkoły, w murach jej ośmielasz się mówić jakimś obcym językiem! Pomyśl pan, czy to nie jest skandal?"
      },
      {
        "index": 15,
        "text": "— To nie jest bynajmniej skandal, jeżeli ja nie posiadając żadnego obcego języka, przemawiam do pana inspektora tym, jaki umiem..."
      },
      {
        "index": 16,
        "text": "— Język rosyjski tu, w tym kraju, nie jest językiem obcym, jak się panu wyrażać podoba... Za pozwoleniem... pańskie nazwisko?"
      },
      {
        "index": 17,
        "text": "Chudy pan cofnął się i ukrył za plecami kobiet, które zwartem kołem otoczyły inspektora, poczęły przekładać mu swe prośby, słuchać jego maksym i pogróżek."
      },
      {
        "index": 18,
        "text": "Tegoż jeszcze dnia odbył się egzamin z religji. Słuchano z tego przedmiotu już tylko wybrańców losu."
      },
      {
        "index": 19,
        "text": "Wskroś tłumu przecisnął się ksiądz prefekt Wargulski i wszedł do klasy."
      },
      {
        "index": 20,
        "text": "Ksiądz Wargulski pochodził z »gulonów« i miał wszystkie ich fizyczne i moralne przymioty. Był wielki, zgarbiony, o bardzo szerokich ramionach, rękach długich, żylastych i ogromnie muskularnych. Siwizna dobrze już przyprószyła jego krótkie włosy, jak szczotka stojące nad kwadratowem czołem."
      },
      {
        "index": 21,
        "text": "Ksiądz Wargulski patrzył zawsze z pod oka i stulał wielkie swe wargi w taki sposób, że usta znać było na tej wygolonej twarzy tylko jako prostą linijkę. Mówił strasznie prędko, niezrozumiale i rzadko kiedy."
      },
      {
        "index": 22,
        "text": "Wszedłszy do klasy, gdzie malcy siedzieli w dużych ławach nieruchomo, jak sztachety w przęsłach, ksiądz zbliżył się zaraz do pierwszego z brzegu, wyciągnął w kierunku jego nosa najdłuższy ze swych ogromnych palców i szybko wymamrotał:"
      },
      {
        "index": 23,
        "text": "— Jak się nazywasz? Przeżegnaj się, zmów Ojcze nasz i Zdrowaś Marja..."
      },
      {
        "index": 24,
        "text": "Zanim chłopiec zdobył się na trzecią część odpowiedzi, już prefekt wyciągał palec do drugiego:"
      },
      {
        "index": 25,
        "text": "— Jak się nazywasz? Przeżegnaj się, zmów Ojcze nasz..."
      },
      {
        "index": 26,
        "text": "Po upływie kwadransa wszyscy kandydaci dostali piątki i wychodzili z klasy."
      },
      {
        "index": 27,
        "text": "Następnego dnia odbył się egzamin z arytmetyki. Była to już prosta formalność. Uczniowie pana Majewskiego i na tem polu odznaczyli się wybornie. O godzinie dwunastej inspektor przeczytał publiczności listę chłopców przyjętych do klasy wstępnej. Usłyszawszy wymienione imię i nazwisko swego syna, pani Borowiczowa krótko westchnęła. W owej chwili dopiero mogła zmierzyć smutną dolę, w której pogrążone zostały dzieci rodziców niezamożnych, do szkół nieprzyjęte."
      },
      {
        "index": 28,
        "text": "Po obiedzie, spożytym wesoło i z apetytem, wyruszono do »starej Przepiórzycy«. Pani Przepiórkowska, zwana w całym Wygwizdowie i przyległych do tego przedmieścia okolicach miasta »starą Przepiórzycą« była dawną znajomą pani Borowiczowej z owych jeszcze czasów, kiedy mieszkała w sąsiedztwie Gawronek, na leśnictwie w Grabowym Smugu, u syna podleśnego lasów rządowych. Pani Przepiórkowska trzymała uczniów na stancji, to też matka wstępniaka uznała za rzecz najstosowniejszą pod opiekę starej i dobrej znajomej go oddać. »Stara Przepiórzyca« miała onego czasu trzech synów i dwie córki. Z taką przynajmniej gromadką została po śmierci męża, oficjalisty fabryk żelaznych, na bruku, a raczej na błocie miasteczka Bełchatowa, Niewiadomo nikomu, jakim sposobem z owego błota wybrnęła i dała dzieciom jaką taką edukację, dość, że najstarszy i najukochańszy jej syn, Teofil, dostał miejsce podleśnego i zabrał całą rodzinę do siebie; młodszy otrzymał urząd na poczcie, a najmłodszy był kancelistą w Towarzystwie kredytowem ziemskiem. Życie uśmiechnęło się wtedy do starej, ale krótko trwał jego uśmiech. Wybuchło powstanie, młodszy syn znikł z domu i więcej nie wrócił. Nie odnalazła nawet jego ciała, pomimo że zjeździła całą okolicę wzdłuż i w poprzek. W ośm lat później najstarszy syn, Teofil, dobrodziej i opiekun całej rodziny, zmarł nagle w lesie ukąszony przez żmiję. Wtedy matka i dwie siostry sprowadziły się do najmłodszego, Karola, i zamieszkały u niego, czyli, jak w tamtych okolicach miasta bez żadnej złośliwości, przenośni, a z zupełną słusznością mówiono, usiadły mu wszystkie trzy na karku. Panny Przepiórkowskie nie powychodziły za mąż, zestarzały się i uczyniły ze swych nawyknień, usposobień i humorów prawdziwy ocet siedmiu złodziei. Starsza z nich była osobą około lat czterdziestu i zachowała do tak późnego wieku zdolność uśmiechania się w niektórych momentach życia; młodsza z niewiadomych przyczyn tak skandalicznie zbrzydła, że według relacyj uczniów z klasy siódmej i ósmej, najspokojniejsze psy miejskie, których głosu nikt nigdy nie słyszał, szczekały zajadle, gdy przechodziła."
      },
      {
        "index": 29,
        "text": "Pan Karol Przepiórkowski pobierał 50 rubli srebrem miesięcznej pensji Codziennie rano, z wyjątkiem niedziel i świąt uroczystych, był w biurze; codziennie popołudniu, nie wyłączając niedziel i świąt uroczystych, grał w preferansa z dwoma przyjaciółmi i »dziadkiem«.<br"
      },
      {
        "index": 30,
        "text": "Dwa razy do roku sprawiał sobie kamaszki, raz gumowe kalosze, raz spodnie. W zimie nosił algierkę, podbitą baranami z elkowym kołnierzem, wykrojonym ze starego futra matki. Na Boże Ciało przywdziewał białą, pikową kamizelkę. Zwano go powszechnie, nawet za obrębem Wygwizdowa — »synem starej matki«, albo »sznupaczem«, prawdopodobnie z tego względu, że głośno i regularnie pociągał nosem. Pan Karol nigdy, do nikogo i nic nie mówił. Były osoby, które znały się z nim i wcale nie słyszały jego głosu."
      },
      {
        "index": 31,
        "text": "Przedmieście Wygwizdów leży w kotlince, ku której miasto Kleryków zsuwa się nieznacznie i w której się zwęża, formując jedną długą i powykrzywianą ulicę. Domy tam są bardzo stare i okropnie wilgotne, podwórza cuchnące, mieszkania ciemne i brudne. »Stara Przepiórzyca« mieszkała w domostwie, z dawien dawna noszącem przezwisko Cegielszczyzny. Gdy matka Marcinka otworzyła z cicha drzwi z sieni na lewo i stanęła na progu, z głębokiego fotelu podniosła się na jej spotkanie staruszka wysoka, czerstwa, okazała i bardzo jeszcze żwawa. Była ubrana czysto w szare odzienie i duży biały czepiec z ogromnemi falbanami, które piętrzyły się na jej skroniach i na ciemieniu. Z pod tego czepka wysuwały się pasma włosów bielutkich, jak mleko, a połyskujących, jak czyste srebro. Duża twarz babci była poprzecinana masą zmarszczek, tworzących istne sieci komunikacyjne między oczyma i ustami, między brodą i środkiem dolnej wargi. Skóra tej twarzy była biała, a raczej popielata, biało-szara. Wpośród zmarszczek, nadających obliczu pani Przepiórkowskiej cechę martwoty, świeciły się żywo jej oczy duże, ruchliwe, ale już zupełnie wyblakłe i prawie zbielałe."
      },
      {
        "index": 32,
        "text": "— Paniusia, moja sąsiadeczka! — zawołała staruszka z niekłamaną radością, rozwierając ramiona. Oto mi dobry dzień nastał! Oto mi gość! Nastka — krzyknęła głośniej, w kierunku sionki, za którą była kuchnia, — przystawiaj mi zaraz jembryk do ognia, duży, odrutowany. Jeśli wygasło, to napal, tylko przecie patyczkami... A cóż was tu do Klerykowa zagnało, moje złotko, a któż was też natchnął?..."
      },
      {
        "index": 33,
        "text": "— Ten oto kawaler! — odrzekła pani Borowiczowa ukazując kawalera, który na ogół w takich razach chętnie przebywać lubił za kotarą matczynej spódnicy."
      },
      {
        "index": 34,
        "text": "— Prawda! Jedynak, syngielton! — krzyknęła stara, przyciskając głowę Marcinka do swej piersi i wygniatając mu na policzkach kształt trzech dużych rogowych guzików swego kaftana."
      },
      {
        "index": 35,
        "text": "— To już uczeń gimnazjum, moja pani, uczeń rzeczywisty... — wyszeptała przez łzy radości pani Borowiczowa."
      },
      {
        "index": 36,
        "text": "— Masz, djable, fartuszek! Taka historja! — zawołała stara, zwijając język w trąbkę i pogwizdując."
      },
      {
        "index": 37,
        "text": "Za chwilę wyciągnęła rękę na stół i głębokim, stanowczym głosem, ze zmarszczonemi brwiami spytała:"
      },
      {
        "index": 38,
        "text": "— Oddajesz go pani do mnie »na stancję«?"
      },
      {
        "index": 39,
        "text": "— Właśnie przyszłam..."
      },
      {
        "index": 40,
        "text": "Teraz staruszka upuściła z oczu kilka łez, które potoczyły się kanałami zmarszczek i zaświeciły dopiero koło ust."
      },
      {
        "index": 41,
        "text": "— Zobaczysz, że mu u mnie będzie dobrze. Już on u mnie zmarnować się nie zmarnuje, już ja jego zrobię człowiekiem. Kiedy mój Teofil był taki oto smarkaty..."
      },
      {
        "index": 42,
        "text": "Z za kotary, dzielącej izbę na dwie części, wyszły jedna za drugą panny Przepiórkowskie i z oznakami mniemanej radości rzuciły się do pani Borowiczowej."
      },
      {
        "index": 43,
        "text": "Wiedziały doskonale, kto przyszedł, słyszały całą rozmowę, a jednak robiły miny zdziwione. Dowiadując niby to w owej chwili o pomyślnym egzaminie Marcinka, jak na komendę zwróciły się do niego i rzekły:"
      },
      {
        "index": 44,
        "text": "— Aa... powinszować..."
      },
      {
        "index": 45,
        "text": "Obiedwie zresztą zaraz umilkły i przybrały zwyczajne wyrazy twarzy, ziejące kwaskowatym chłodem, jak dwie piwnice."
      },
      {
        "index": 46,
        "text": "— Pewno, że powinszować, — rzekła głośno stara Przepiórzyca, — na takie facecje, jakie oni tam wyprawiają, te..."
      },
      {
        "index": 47,
        "text": "Tu schyliła się i szepnęła do ucha pani Borowiczowej:"
      },
      {
        "index": 48,
        "text": "— Te łajdaki!"
      },
      {
        "index": 49,
        "text": "Drzwi do sąsiedniego pokoju otwarły się i wszedł pan Karol Przepiórkowski."
      },
      {
        "index": 50,
        "text": "Był to kawaler lat około czterdziestu, łysawy już, mizerny i, równie jak siostry, wiekuiście niekontent."
      },
      {
        "index": 51,
        "text": "— A!... — rzekł całując rękę pani Borowiczowej."
      },
      {
        "index": 52,
        "text": "Potem odsunął się w kąt i usiadł. Na twarzy jego malowała się prawdziwa radość, słyszał bowiem z sąsiedniego pokoju, że pani Borowiczowa sama przyprowadziła ucznia na jego stancję."
      },
      {
        "index": 53,
        "text": "To go uwalniało od biegania po zajazdach, zaczepiania szlachciców, błagania profesorów. Żadna męczarnia nie może być przyrównana do tej, jaką znosił ten człowiek nieśmiały, małomówny, nie posiadający za grosz ani inicjatywy, ani sprytu, gdy mu przyszło kaptować rodziców, narzucać im się po faktorsku, zachwalać swoją stancję."
      },
      {
        "index": 54,
        "text": "To też matka Marcina sprawiła mu ulgę głęboką, zwaliła jeden z kamieni, przygniatających jego plecy."
      },
      {
        "index": 55,
        "text": "Stara nie porzuciła tematu, który właśnie jej przerwano:"
      },
      {
        "index": 56,
        "text": "— Moja pani Borowiczowa, to ci sumiennie mówię, że tu chłopcu będzie, jak w domu. Ja tam dobra nie jestem, ale i nie kąsam. Do nauki i dobrego zawsze napędzę i cała rzecz. Głodny u nas nie będzie, tego możesz być pewna, a jak mu będzie strasznie źle, to niech zadrze ogona i rwie do Gawronek!... Co? Może mu pozwolisz, jedynaczkowi, gagatkowi... Kiedy mój Teofil był taki oto..."
      },
      {
        "index": 57,
        "text": "— Niechże też matka da pokój! — syknęła przez zęby starsza córka, i babcia zaraz umilkła. Wszelako nie dała za wygranę i po chwili znowu mówiła:"
      },
      {
        "index": 58,
        "text": "— Porządek u mnie grunt, a co do nauki, to go będzie pilnował korepetytor, a my znowu wszyscy korepetytora. Oto, jak jest... Nastka!... — zawołała, przerywając sobie, — postaw drugi, bo pewno zaraz starzy nadejdą, tylko ich patrzeć. Widzisz, moja pani Borowisiu, co do gieldów, to cię nie będziemy obdzierać, nic się nie lękaj... Dacie nam — mówiła w sposób uroczysty — 150 rubli i może tam jaką fureczkę drzewa na miesiąc, w zimie na saniach, to się wam nawet koniska nie ściągną; parę skrzyń ziemniaków w jesieni, no i tej mąki z waszego młyna... U was ją tam dobrze Wojciech robi, nie można powiedzieć... Mój Boże, jak Teofil żył, częstośmy na Gawronki posyłali do waszego..."
      },
      {
        "index": 59,
        "text": "— Dajże też matka pokój! — mruknęła znowu panna Konstancja."
      },
      {
        "index": 60,
        "text": "— Dużo uczniów macie państwo u siebie? — zapytała pani Borowiczowa, pragnąc zyskać chwilę czasu do rozważenia postawionych warunków."
      },
      {
        "index": 61,
        "text": "— Pięciu było w zeszłym roku, moja pani. Trzech Daleszowskich, obywatelscy synowie z pod Gryzmołowa, jeden tam Szwarc, mały, z pierwszej klasy, to chłopak sztygara, wnuczek dawnego znajomego, i jeden także z pierwszej Soraczek, to znowu rządcy z Dzięciołowa, a korepetytor szósty. Pójdź-że pani, pokażę ci stancję!"
      },
      {
        "index": 62,
        "text": "Staruszka ruszyła się żwawo, rozwarła drzwi do sieni, a później na prawo do sporej stancji, gdzie o tej porze stał tylko na środku długi stół sosnowy, zalany atramentem, a dokoła niego krzesła i długie ławy drewniane. W jednym kącie sterczało żelazne łóżko bez pościeli, z tak okropnie zgiętemi prętami, jakby je pozwijał jakiś straszliwy reumatyzm. Okna były niezamknięte i żelazne haczyki tych okien monotonnie stukały. Marcinka, który tam wszedł za matką, ścisnął dziwny żal na widok tego pokoju."
      },
      {
        "index": 63,
        "text": "— Widzisz... Tu będziesz sypiał z kolegami... — szepnęła do niego matka, — wybierz sobie kącik, gdzie ci będzie najlepiej."
      },
      {
        "index": 64,
        "text": "Potem, zwracając się do »starej Przepiórzycy«, rzekła:"
      },
      {
        "index": 65,
        "text": "— Droga babciu, nic taniej nie można?"
      },
      {
        "index": 66,
        "text": "— Moja pani Borowiczowa, ty wiesz, że ja cię skrzywdzić nie chcę! Wbij zęby w ścianę, nie można! Ani grosz!"
      },
      {
        "index": 67,
        "text": "— Ha — cóż robić, co robić? — szepnęła matka. — Trzeba się rujnować dla tego huncwota, to trudno. — Muszę mu jeszcze łóżko kupić. Żelazne chyba? Siennik — to w domu się wypełni, pościel przyślę w tych dniach."
      },
      {
        "index": 68,
        "text": "— Żelazne łóżko kup, z gałkami za ośm rubli, u Siapsiowicza! — doradzała staruszka, zawsze w sposób uroczysty. Dziś jużby mógł spać tutaj..."
      },
      {
        "index": 69,
        "text": "— A nie, nie... Jeszcze dziś razem przenocujemy w hotelu, a jutro koło południa to się już wprowadzi."
      },
      {
        "index": 70,
        "text": "— Zaraz pewno i tamci chłopcy zjadą, ale czy też wszyscy staną znowu u nas, Bogu Wszechmogącemu wiadomo... Od Soraczka jakoś żadnej wieści niema..."
      },
      {
        "index": 71,
        "text": "Długo jeszcze pani Borowiczowa roztrząsała ze »starą Przepiórzycą« różne drobne sprawy, tyczące się urządzenia Marcinka na stancji. Kiedy wyszły z izby uczniów i, wracając, mijały sień, w pokoju staruszki słychać było głośną rozmowę."
      },
      {
        "index": 72,
        "text": "— Oho — już są radcy! — rzekła pani Przepiórkowska."
      },
      {
        "index": 73,
        "text": "— Któż to tam jest? — spytała matka Marcina."
      },
      {
        "index": 74,
        "text": "— A, to dawni znajomi: Somonowicz i Grzebicki. Co dzień tu dziadygi przyłażą do mnie na kawę. Z nieboszczykiem mężem znali się jeszcze przed rewolucją."
      },
      {
        "index": 75,
        "text": "Otworzyła drzwi i, wprowadziwszy panią Borowiczową, przedstawiała jej emerytów."
      },
      {
        "index": 76,
        "text": "Pierwszy z brzegu, starzec zgarbiony, siwy, z brodą krótko ostrzyżoną, która mu zarastała całe prawie policzki, ubrany w surdut długi do kolan, kiwnął przybyłej głową i kontynuował swoją przechadzkę po stancji."
      },
      {
        "index": 77,
        "text": "Drugi, pan Grzebicki, był to jegomość malutki, ale ogromnie czupurny i elegancki. Skórę na czole, nosie, policzkach, na łysinie i szyi miał czerwonawą, koloru wypalonej cegły. Nad uszami zaczesywał w kierunku czoła dwie kępy białych włosów. Dokoła jego wygolonej brody srebrzył się na czarnej chustce półksiężyc siwiuteńkiego zarostu."
      },
      {
        "index": 78,
        "text": "Radca Grzebicki trzymał swą małą głowę sztywno, do czego przyczyniały się dwa kołnierzyki, obwiązane czarną chustką, z dużym węzłem pod brodą."
      },
      {
        "index": 79,
        "text": "Radca Somonowicz żuł coś nieustannie i cmokał bezzębnemi ustami. Wlokąc swe pantofle, defilował z kąta w kąt i stękał. Naraz spostrzegł Marcinka, który lokował się właśnie za krzesłem matki — wstrzymał się i, przestając mlaskać, spytał:"
      },
      {
        "index": 80,
        "text": "— A to znowu co za jeden?"
      },
      {
        "index": 81,
        "text": "— No, cóż ma być za jeden! — zawołała opryskliwie »stara Przepiórzyca«, — syn pani Borowiczowej. Pochwaliłbyś go radca oto, bo zdał do szkół do wstępnej klasy..."
      },
      {
        "index": 82,
        "text": "— Co znowu? Ja? Chcesz jejmość, żebym ja chwalił takie postępowanie? Ja mam chwalić za to, że się najniepotrzebniej pcha dzieci do szkół... Paradne!"
      },
      {
        "index": 83,
        "text": "— Jakto... najniepotrzebniej, łaskawy panie? — wtrąciła pani Borowiczowa, dotknięta do żywego."
      },
      {
        "index": 84,
        "text": "— Najniepotrzebniej, — zawyrokował stary radca i urwał rozmowę. Wyjął potem z papierowej torebki cukierek landryna i zaczął go ssać, przymykając oczy."
      },
      {
        "index": 85,
        "text": "— Facecja! słowo uczciwości!... — zaśmiał się drugi radca."
      },
      {
        "index": 86,
        "text": "— Znowu coś nowego wymyślił? — zapytała pani Przepiórkowska radcę Grzebickiego."
      },
      {
        "index": 87,
        "text": "— Wcale nic nowego i nie wymyślił, jeśli jejmość chcesz wiedzieć... — rzekł Somonowicz. — Wszystko idzie do szkół, wszystko się pcha do fraka. Jest nadmiar tego wszystkiego, oto, co mówię od lat tylu. Byle szewczyna, krawczyna, już pędraczka do terminu nie oddaje, tylko na mędrca! A na mędrca nie każdego Pan Bóg powołał, to też naokoło siebie widzisz jejmość jakichś rozgrymaszonych, rozlazłych, rozkisłych półmędrców, ćwierćmędrców albo i całkiem głupich mazgajów. A ja już widziałem, moja jejmość, jaki to z takiej mąki chleb bywa. Oto, co ja mówię..."
      },
      {
        "index": 88,
        "text": "— Przesada, jak zawsze... — wyszeptał piskliwym głosem pan Grzebicki, rozczesując palcami lewej ręki swe faworyty."
      },
      {
        "index": 89,
        "text": "— To samo słyszałem i wtedy, akurat to samo słowo: przesada... — odrzekł Somonowicz głosem gardłowym, patrząc nie na radcę Grzebickiego, lecz na Marcina."
      },
      {
        "index": 90,
        "text": "— Wtedy rząd nie stawiał dzikich wymagań..."
      },
      {
        "index": 91,
        "text": "— Rząd zawsze wie, co robi, i teraz wie również, a nadto czyni, co do niego należy w takim porządku rzeczy. Nie trzeba było..."
      },
      {
        "index": 92,
        "text": "— Przecie ja, mój radco, nie zarzucam rządowi złych intencyj i daleki jestem wogóle od myślenia o tem. Nie należy jednak, zdaje mi się, pałać pożądaniem tłumienia oświaty, che-che... — szydził mały radca."
      },
      {
        "index": 93,
        "text": "— Powtarzam jeszcze raz, że nie wszyscy możemy być filozofami, bo któżby świnie pasał? — rzekł radca grubijanin, zabierając się do wydobycia z torebki trzeciego cukierka."
      },
      {
        "index": 94,
        "text": "— Nigdy, zdaje mi się, nie brakowało jeszcze urzędników do spełniania, zaszczytnego zresztą, jak każdy inny, obowiązku pastuchów trzody chlewnej. Obawiaćby się raczej trzeba ich nadmiaru."
      },
      {
        "index": 95,
        "text": "— Wolę ja nadmiar świniopasów, niż nadmiar mądralów."
      },
      {
        "index": 96,
        "text": "— Co kto lubi."
      },
      {
        "index": 97,
        "text": "— Nie o to chodzi, co kto lubi, tylko o to, gdzie jest rozum, ergo racja. Czy powiesz mi waćpan, że może nie od półmędrków wychodziła ta inicjatywa, ów tak zwany duch? Czy nie w tych łbach, z błota podniesionych, lęgła się anarchja? O to właśnie pytam się waćpana po raz tysiączny!"
      },
      {
        "index": 98,
        "text": "— Ależ na miłość boską, przecie z tych głów, jak radca mówisz, z błota podniesionych, wypływało również, że się tak wyrażę, światło."
      },
      {
        "index": 99,
        "text": "— Co mi tam z pańskiego światła! — wołał Somonowicz, wytrząsając ręką. — Gdzie było światło, kiedy błaźniska budowały awantury? Co zwyciężyło, skandal, czy jakieś tam światło? Pytam! Zwyciężył, mości dobrodzieju, skandal. Owo światło, — mówił dalej, wytrzeszczając oczy i miażdżąc wzrokiem Grzebickiego, — częstokroć, a nawet prawie zawsze wspierało skandal. Oto co mówię od dawien dawna!..."
      },
      {
        "index": 100,
        "text": "— Ja nie jestem zwolennikiem skandalów, owszem, jestem ich zajadłym wrogiem, — mówił Grzebicki, wydymając groźnie swe czerwone policzki i wznosząc brwi wysoko; byłem i jestem wrogiem zdecydowanym, powiadam, o tem radca wiesz najlepiej, ale..."
      },
      {
        "index": 101,
        "text": "— Co za ale? Niema żadnego ale! Jest na świecie jedna tylko logika i ta mówi, co następuje: Kiedy my z waćpanem wstępowaliśmy na drogę życia, nikt nam nie bronił patrzeć na własne znaki narodowe, nikt nam nie rozkazywał pojmować tamtego języka. A dziś, co? Na własne moje stare oczy widziałem w tamtym pokoju gramatykę języka polskiego, napisaną po rosyjsku, w ręce żaka z pierwszej klasy, który się w mojej obecności uczył tej gramatyki polskiej po rosyjsku, tu, w tym domu, w mieście Klerykowie, o którem kronikarz Mateusz, herbu Cholewa, pisze, że »gród ten polski, od niepamiętnych czasów bogactwy słynący, na płaszczyźnie pochyłej jest rozłożony«... Któż to sprawił, że na taki szary koniec przyszło onemu grodowi polskiemu, rozłożonemu na płaszczyźnie pochyłej? Sprawiła to owa manja demokratyczna, owo pożądanie fraka, owa ambicja hołoty, domaganie się praw bez żadnych zasług..."
      },
      {
        "index": 102,
        "text": "Kiedy radca Somonowicz to mówił, pan Karol Przepiórkowski zaczął głośniej pociągać nosem i przybrał tak dziwną minę, jakby miał zamiar coś mówić."
      },
      {
        "index": 103,
        "text": "Radca spojrzał na niego kilka razy i rzekł porywczo:"
      },
      {
        "index": 104,
        "text": "— Ależ, mówże pan u licha! Czekamy, słuchamy!"
      },
      {
        "index": 105,
        "text": "Pan Karol jeszcze raz pociągnął nosem i, nic nie powiedziawszy, usiadł na swojem miejscu."
      },
      {
        "index": 106,
        "text": "Wtedy radca wpadł w istną ekstazę."
      },
      {
        "index": 107,
        "text": "— Chcąc wytępić w sobie wroga, który w nas siedzi, musimy zacząć od gruntu, od rdzenia, od takiego pędraka — wołał, chwytając Marcinka za ucho i wyciągając go na środek pokoju."
      },
      {
        "index": 108,
        "text": "— Daj no dobrodziej chłopcu święty spokój! — wstawiła się za Marcinkiem »stara Przepiórzyca«. — Polityka polityką, a co do uszu, to niema racji wyciągać ich po próżnicy."
      },
      {
        "index": 109,
        "text": "Radca wpakował sobie do ust trzy cukierki, zadarł głowę do góry, ręce w tył założył i jął szybko dreptać po izbie."
      },
      {
        "index": 110,
        "text": "— O! tak, tak... — rzekł Grzebicki. — Kiedy my wchodziliśmy do urzędowania... Bagatelka! Uwierzy też pani dobrodziejka, że do tej chwili tkwi mi w uchu, ale jak tkwi!... marsz powitalny na wjazd Najjaśniejszego pana, kiedy przybyć raczył do Warszawy na koronację w roku pańskim 1825..."
      },
      {
        "index": 111,
        "text": "Mały radca zerwał się, wyprostował, oparł mocno ręce na stole i, wpatrując się bystro w panią Borowiczową, zaczął głośno gwizdać owego marsza."
      },
      {
        "index": 112,
        "text": "Somonowicz, defilując, wtórował mu gwizdaniem, a raczej dmuchaniem do taktu."
      },
      {
        "index": 113,
        "text": "Marcinek, którego ta produkcja, daleko bardziej interesowała, niż poprzednie wywody, zauważył po chwili, z głębokiem zdumieniem, że z oczu radcy, gwiżdżącego pierwszym głosem, kapią duże krople łez i z hałasem spadają na ceratę stołu."
      },
      {
        "index": 114,
        "text": "— Co to marsz?! — zawołał Somonowicz. — Pamiętam... zresztą mówię wam to już od dawien dawna, co do mnie rzekł książę pan..."
      },
      {
        "index": 115,
        "text": "— Lubecki... — szepnął pani Borowiczowej w kształcie objaśnienia radca Grzebicki, wycierając swe zapłakane oczy."
      },
      {
        "index": 116,
        "text": "— Co do mnie rzekł książę pan... — rozumie się Lubecki, Drucki Lubecki, kiedy to błaźnisko, Morusek Mochnacki, znalazło się w przedpokoju, błagając o ukrycie go przed tłuszczą, którą nieustannie od samego początku do awantury podbechtywał, a która wkońcu ścigała go po ulicach, żeby go jak psa podłego na szubienicy obwiesić. Książę pan zapłakał i, kładąc mi rękę na ramieniu, powiedział te słowa: »Somonowicz, młodzieńcem jesteś i wchodzisz w życie. Nie mówię do waćpana jak do kancelisty, lecz jak do męża, do obywatela. Oto przyjąłem do domu i ukryłem przed motłochem wroga narodu, Mochnackiego. Czy wiesz, mówił mi książę, że ten nędznik szedł na czele żołnierzy, aby mię rozstrzelać. I patrzcie, jak Pan Bóg zmiażdżył jego zamiary: przed chwilą ten sam Mochnacki klęczał przede mną, przypędzony do mojego progu przez palec Boży. Weź waćpan do serca tę naukę i wszystkiemi siłami zwalczaj szatana, którego sługami są tacy Mochnaccy...«"
      },
      {
        "index": 117,
        "text": "— Kiedy bo radca wpadasz, u djabła, w przesadę! — wypaliła naraz »stara Przepiórzyca«. — Pewno, że tacy ludzie, kto ich tam zresztą wie... no juści pewno, że wy to lepiej rozumiecie ode mnie. Ale przecież są inni wrogowie u kaduka! Kiedy mój Ignacy..."
      },
      {
        "index": 118,
        "text": "— Taki Murawjew! — syknęła panna Konstancja."
      },
      {
        "index": 119,
        "text": "— Zostaw-no waćpanna tę sprawę, zostaw... — rzekł pontyfikalnie Somonowicz. — Nie do ludzi ta sprawa należy i nie do ludzkiego sądu. Człowieka, którego nazwisko waćpanna wymówiłaś, Pan Bóg wziął w swoją rękę. Jeśli dusza ludzka jest nieśmiertelna, a niemasz waćpanna najmniejszego powodu wątpić o tej prawdzie, bo wszystko za nią przemawia, to dusza tego człowieka cierpi już męki takiego potępienia, jakich nie obejmie rozum śmiertelny, za te łzy, rozlane po ziemi, za tę krew niewinną, za krzywdy, wyrządzone nie dla mocy prawa, nie dla władzy miecza, ale dla samych krzywd i dla samego płaczu. Zresztą, ja nie chcę o tem mówić, ja nie chcę o tem myśleć za żadne skarby. Dajcie mi święty pokój! Nie chcę o tem myśleć. Oto, co wam mówię i powtarzam od początku świata..."
      },
      {
        "index": 120,
        "text": "— Chryste ukrzyżowany! — zawołał Grzebicki, — radca Somonowicz chce w nas utwierdzić mniemanie, że on naprawia społeczność od początku świata!"
      },
      {
        "index": 121,
        "text": "Kiedy tak radcowie roztrząsali sprawy wielkiej polityki, pani Borowiczowa, słuchając napozór uważnie ich twierdzeń, daleko odbiegła myślami. Jakieś kształty i zjawienia, jakieś cienie i widma bezcielesne ukazywały się przed nią, tworząc ze siebie, jakby sceny i wypadki z przyszłego życia Marcinka. Kiedy je chciała złapać wzrokiem i myślami — znikały... Mochnacki, którego tłuszcza ściga dla powieszenia, jak psa na szubienicy... Któż to jest Mochnacki, co to za jeden? Ach, to ten, to to znaczy... — myślała, rzucając się duszą w jakiś widok, pełen ludzi i wrzasku. Murawjew? kto to Murawjew? I nagle serce jej przestawało uderzać i umierało, jak żywa istota, którą przebiło zabójcze żelazo."
      }
    ]
  }
}