{
  "chapterNumber": 11,
  "title": "Rozdział XI",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XI."
      },
      {
        "index": 2,
        "text": "Po powrocie z wakacyj Borowicz zastał w gimnazjum duże zmiany. Znikł z horyzontu miasta Klerykowa dyrektor gimnazjum, przeszedłszy do emerytury; przeniesiony został do innej szkoły inspektor, ustąpił zupełnie stary Leim, jeden z pomocników gospodarzy klas i dwaj nauczyciele historji. Na ich miejscu figurował nowy zarząd: dyrektor Kriestoobriadnikow, inspektor Zabielskij, nowy nauczyciel łaciny, Rosjanin Pietrow, pomocnik gospodarzy klasowych Mieszoczkin i nauczyciel Kostriulew."
      },
      {
        "index": 3,
        "text": "Zarazem ogólny nastrój i zewnętrzna fizjognomja szkoły uległy zmianie radykalnej. Uczniowie starsi poczuli odrazu, że teraz dopiero ujęto ich pod żeberka, pan Pazur umilkł i tylko minami oraz wytrzeszczaniem oczu pokazywał starym ulubieńcom, że za nic w świecie nie będzie gadał ani jednego słowa; — wreszcie nauczyciele Polacy nie odzywali się wcale do uczniów extra muros szkoły, ażeby nie mówić po rosyjsku, a jeżeli konieczność zmuszała ich do takiej rozmowy, to prowadzili ją nie inaczej, jak w języku urzędowym."
      },
      {
        "index": 4,
        "text": "Nowy zarząd wprowadził nowe obrzędy szkolne. Podczas uroczystości inauguracyjnej w głównej sali dyrektor wygłosił niesłychanie patrjotyczną mowę, wzruszył się sam do łez, ale dla słuchaczów pozostał niezrozumiałym, gdyż ci istotnie wzruszać się tem, co zapewne on czuł żywo i szczerze, nie byli w możności."
      },
      {
        "index": 5,
        "text": "Inspektor odrazu rozwinął taką działalność, o jakiej uczniactwo klerykowskie nie miało nawet wyobrażenia."
      },
      {
        "index": 6,
        "text": "Przedewszystkiem zabrano się do stancji i zaprowadzono różne nowatorstwa. Na każdej stancji wyznaczono »starszego«, który miał obowiązek czuwania nad bracią z klas niższych, zaprowadzono książki wydaleń się z mieszkania, gdzie należało wpisywać każdy krok, każdą chwilę nieobecności, oraz skargi na złe sprawowanie się współlokatorów."
      },
      {
        "index": 7,
        "text": "Pomocnicy gospodarzy klas i cały ogół nauczycieli wciągnięty został w pewien rodzaj kohorty policyjno-śledczej. Wszyscy mieli obowiązek zwiedzania kolejno stancji w pewnych odstępach czasu, dniem i nocą."
      },
      {
        "index": 8,
        "text": "Inspektor i jego satelici chodzili po tych stancjach nieustannie, odbywali rewizje, zaglądali nietylko do kuferków, ale nawet własnemi rękoma grzebali w siennikach, słuchali pod oknami, czaili się u drzwi, wbiegali do mieszkań uczniowskich zrana — i t. d."
      },
      {
        "index": 9,
        "text": "Jaki to wszystko wpływ wywarło na rozwój moralności mas uczniowskich w Klerykowie, trudno osądzić. W każdym razie, jeżeli moralność nie nazbyt wysoko podskoczyła w górę, jeżeli »starsi«, »dyżurni«, korepetytorowie i wogóle siódmo i ósmoklasiści starym obyczajem wymykali się o północy na miasto w celach im wiadomych, to jednak książki, drukowanej polskiemi literami, rzeczywiście nie było sposobu mieć na stancji."
      },
      {
        "index": 10,
        "text": "To wygnanie książek polskich z pewnych izb w mieście, podczas gdy innym książkom wolno było w tych samych izbach leżeć, nawet bezużytecznemi stosami, — stanowiło zjawisko nadzwyczaj komiczne."
      },
      {
        "index": 11,
        "text": "Skazane na banicję do sąsiednich pokojów, upośledzone druki nadwiślańskie mogły sobie do nieskończoności zadawać pytanie, jak obłąkany Gogola w szpitalu warjatów: »dlaczego ja nie jestem kammer-junkrem? dlaczego jestem tylko radcą tytularnym? dlaczegóż ja, i dlaczego mianowicie radcą tytularnym?...« Te jednak wołające na puszczy pytania nie doczekałyby się były w Klerykowie znikąd odpowiedzi."
      },
      {
        "index": 12,
        "text": "Częste rewizje, a szczególniej nagłe a niespodziewane wizyty, trwoga oczekiwania, niepokój, że ktoś podsłuchuje, źle oddziaływały na umoralnioną młodzież pod rozmaitemi względami. Pobyt w szkole był dla wszystkich, mieszkających na stancjach, pobytem w więzieniu. Mały obywatel, rzucając rano pierwsze spojrzenie, mógł już się spotkać z badawczem okiem Mieszoczkina, pół dnia miał na sobie wzrok, a dokoła swej osoby słuch kilku naraz Mieszoczkinów, Majewskich, Zabielskich i t. d. Po południu czekał ciągle na ich zjawienie się, a nawet w nocy mógł być zbudzony z marzeń o polach, kwiatach, ptakach, rodzicach kochających, krewnych i znajomych, którzy, jakby na złość Mieszoczkinowi, wszyscy mówili zakazanym językiem polskim, — i nagle znowu nad sobą ujrzeć oczy przeklęte, które zdawały się podpatrywać słodkie sny z zamiarem szczegółowego ich opisania we właściwej rubryce, pod odpowiednim numerem."
      },
      {
        "index": 13,
        "text": "Cały arsenał sposobów i zaprowadzony system pilnowania do ostatecznych granic posunęły rozdział między nauczycielami i uczniami. Co prawda — to nigdy w Klerykowie zbyt wielkiej harmonji między »ciałem pedagogicznem« a gromadą uczniów nie było i zawsze te dwie gromady stanowiły dwa obozy, obozy wyraźnie walczące ze sobą nieraz przy użyciu przebiegłości, podstępu, a nawet zupełnie łajdackiej zdrady. Areną tych zapasów do chwili przybycia dyrektora Kriestoobriadnikowa i jego pomocników była szkoła z jej klasami, korytarzami i dziedzińcem. Przybysze rozszerzyli horyzont tak daleko, że wzrok dziecięcy nie widział literalnie miejsca, gdzieby tej walki nie było. W zaprowadzonym systemie strzeżenia uczniowie byli z natury rzeczy, z predestynacji niejako, istotami, które należało śledzić, podglądać, ścigać, łapać i badać. Ponieważ jednak patrjotyczna gorliwość śledzących przedewszystkiem zwracała uwagę na przestępstwa natury nie tyle moralnej, ile politycznej, więc też cała zwyczajna walka uczniów z nauczycielami przybierała stopniowo cechę głuchego, politycznego sporu."
      },
      {
        "index": 14,
        "text": "Nauczyciele Polacy w epoce przedkriestoobriadnikowskiej czasami, już to ulegając wrodzonemu temperamentowi, już kierując się poczuciem, ukrytem w dziewięćdziesiątej dziewiątej komóreczce oportunistycznego serca, czynili pewne kroki celem złagodzenia fatalnej wojny obozów. Trzeba wyznać, że te maleńkie uczynki i lękliwe półwyrazy wywierały wrażenie. Prawie każde z tych słów było jak biblijne ziarno, upadające na bujną rolę. Z nastaniem nowej ery wszystkie mosty zostały spalone i znajomości zerwane. Miny nauczycieli oportunistów, mówiły wyraźnie: liczcie, o młodzieńcy, na siebie tylko, róbcie, co się wam żywnie podoba, albowiem my strzec musimy naszych posad, niby oka w głowie."
      },
      {
        "index": 15,
        "text": "I tak się stało."
      },
      {
        "index": 16,
        "text": "Dyrektor Kriestoobriadnikow wraz z inspektorem Zabielskim była to para polityków nietuzinkowych. Ani pierwszy, ani drugi, nie wszczynał grubijańskich awantur z rodzicami i nie prześladował uczniów. Jeżeli ostatnich łapano za pomocą groźnego aparatu, to nie w tym jednak celu, ażeby wymierzać tyrańskie kary. Winę zawsze darowywano, a gdy trzeba było ukarać, — czyniono to w sposób tak wyrozumiały, taką okazywano pobłażliwość, ażeby młodzian nie czuł na sobie tyrańskiego bicza, lecz miłującą rękę ojca. W razach, kiedy zdarzał się spór między uczniem i nauczycielem Polakiem, dyrektor i inspektor stawali zawsze i bezwarunkowo po stronie ucznia, zmniejszali winę, a gdy niepodobna było inaczej, wypraszali u nauczyciela Polaka odpuszczenie kary."
      },
      {
        "index": 17,
        "text": "Tego rodzaju taktyka wywarła na młodzież wpływ niejaki."
      },
      {
        "index": 18,
        "text": "Uczniowie drżeli przed nowym zarządem, ale jednocześnie czuli za sobą mocne plecy w walce z Nogackimi, Wielkiewiczami i t. d. Kierownicy gimnazjum nie poprzestali zresztą na reformach w obrębie murów szkolnych. Byli to patrjoci, jak się powiedziało w szerszym stylu, to też baczne oko zwrócone trzymali na miasto, na okolicę miasta, na gubernję i wogóle na kraj. Praca ich miała dwa niejako łożyska. Po pierwsze mieli oni na celu wzmocnienie tętna życia »ludzi ruskich« w mieście Klerykowie, po wtóre mieli na celu odpolszczenie tak zwanych Polaków. W myśl zasady odpolszczenia dyrektor i gospodarze klas nie udzielali prawie nigdy pozwolenia na bytność ucznia w teatrze, gdy dawano sztukę polską. Natomiast w jesieni, głównie z inicjatywy działaczów gimnazjalnych, poczęto forsownie urządzać teatry amatorskie rosyjskie. Ciągły, aczkolwiek niedostrzegalny przyrost żywiołu rosyjskiego w Klerykowie umożebnił zgrupowanie sił celem stworzenia tego rodzaju widowisk. Masa napływowa, składająca się z urzędników, pedagogów, ich żon i córek, entuzjastycznie poparła inicjatywę dyrektora."
      },
      {
        "index": 19,
        "text": "Z konieczności, a raczej dla karjery, musieli ją również wspomagać »Nadwiślanie«, piastujący jakiekolwiek wyższe stanowiska. Żywioł miejscowy okazał wobec tego wszystkiego, jak zwykle, absolutną bierność. Ludzie tamtejsi przywykli do wszelkiego rodzaju dziwów tak dalece, że gdyby pewnego pięknego poranku skasowano zupełnie mowę polską, a zalecono mówić, pisać i myśleć po chińsku, nikogoby to nie zdziwiło. Mówionoby, rzecz naturalna, w dalszym ciągu swoim własnym językiem, ulegając prawu bezwładności, ale publicznie pisanoby i mówiono po chińsku."
      },
      {
        "index": 20,
        "text": "Miasto Kleryków przeżywało zwolna w owym czasie epokę immigracji rosyjskiej. Chrzczono tam na nowo stare ulice, kasowano wiekowe instytucje i rzeczy, a zaprowadzano niemniej zgrzybiałe, ale rosyjskie. Bruki, nieład, zaduchy, brudy i rudery zostały zresztą zupełnie te same. Kiedy afisze dały znać miastu i światu, że odbędzie się teatr amatorski, w gimnazjum powstało niejakie rozognienie umysłów. Władza nie proponowała uczniom kupna biletów, ale czyniła pewne znaki, które były jak gdyby zapachem ukrytego życzenia. W klasie piątej jeden z kolegów bąknął podczas przemiany, że wartoby iść na ten teatr. Ktoś inny bąknął z głębi sali daleko głośniej, że tylko zupełny mandryl może chodzić na podobne »szopki«. Było to powiedziane, nie wiedzieć z jakiej racji, jak to mówią, od śliny, i również nie wiedzieć czemu otrzymało wszelkie cechy rezolucji, zaakceptowanej przez powszechne milczenie. Po prostu zrobił swoje ślepy, głuchy i nic nie wiedzący vox populi: jest jakaś »szopka« na porządku dziennym, gadają, że tylko mandryl na nią iść może, — więc się nie idzie i cała parada."
      },
      {
        "index": 21,
        "text": "Borowicz był osobistym przyjacielem sztubaka, który wyraził życzenie pójścia na ów teatr, to też zarówno kategoryczny sąd, jak ogólna aprobata przeciwnego mniemania bardzo mocno go dotknęły. W czasie lekcji rozmyślał o tej sprawie i, zacinając się w uporze, postanowił na przekór wszystkim iść na spektakl. Podczas następnej lekcji już obadwaj z niefortunnym projektodawcą przez zemstę za obelżywy werdykt uknuli spisek przeciw głosowi z głębi klasy. Zdarzyło się, że, powróciwszy na stancję, Marcin trafił w pokoju starej Przepiórzycy na rozmowę o tym właśnie teatrze amatorskim. Radca Somonowicz łaził po stancji, wykrzykując:"
      },
      {
        "index": 22,
        "text": "— Cóż mnie mogą obchodzić jakieś teatra, choćby też i najbardziej amatorskie? Pytam! Nigdy tego znieść nie mogłem i to ja, dziś, na stare lata..."
      },
      {
        "index": 23,
        "text": "— Ale któż radcy każe chodzić, kto tu proponuje, żebyś radca łaził na ruski teatr! — perswadowała mu staruszka."
      },
      {
        "index": 24,
        "text": "— Ja za to pójdę, panie radco, — wtrącił się do rozmowy Borowicz."
      },
      {
        "index": 25,
        "text": "— Ty pójdziesz? A ty tam po co? Radzę ci, jak ojciec, gryź lepiej Alwara..."
      },
      {
        "index": 26,
        "text": "— Jakiego Alwara?..."
      },
      {
        "index": 27,
        "text": "— O, on tam będzie niezbędny wśród Moskali, jak pies w kręgielni! Rzeczywiście, niech idzie! — ozwała się z za portjery panna Konstancja, która do piątoklasistów miała zwyczaj przemawiać w trzeciej osobie."
      },
      {
        "index": 28,
        "text": "— Za pozwoleniem — przerwał radca, stając w pół drogi. — Jeżeli z tej beczki rozpoczynamy, to sprawa całkowicie inna. Czy teatr moskiewski, jak się waćpannie wyrażać podoba, czy teatr polski, to jest zupełnie ta sama strata pieniędzy. Wszakże, gdy władza to urządza, gdy życzy sobie, ażebyś tam był i na ten krok twój spoglądać będzie okiem życzliwem, a z drugiej strony, gdy zastarzały szowinizm poduszcza cię do krnąbrnego uporu, do trwania w jakiejś paskudnej nienawiści, to radzę ci, a nawet rozkazuję, — idź na tę hecę, chciałem powiedzieć, — na to widowisko!"
      },
      {
        "index": 29,
        "text": "Staruszka Przepiórkowska, szybko robiąc skarpetki na drutach, kilkakroć ruszyła dużemi wargami, uśmiechnęła się kwaśno, a wreszcie rzekła:"
      },
      {
        "index": 30,
        "text": "— Ja tam nie wiem... Pewno, że to tak... Ale po cóż ty, Marcinek, wydawać będziesz pieniądze? Co ci z takiego teatru przyjdzie?..."
      },
      {
        "index": 31,
        "text": "— Powinien iść, powinien! Ma święty obowiązek nietylko względem własnej przyszłości, ale nadto względem nas wszystkich."
      },
      {
        "index": 32,
        "text": "— Względem nas wszystkich... — szydziła demonicznie panna Konstancja, schowana w tajemniczych głębiach za przepierzeniem."
      },
      {
        "index": 33,
        "text": "— Tak mówię i powtarzam! Należy raz przecie wyrwać ze siebie korzenie odwiecznej..."
      },
      {
        "index": 34,
        "text": "Marcinek nie słuchał dalszego ciągu tyrad starego urzędnika, gdyż miał jakąś pilną robotę. Somonowicz trafił mu do przekonania i utwierdził go w powziętym zamiarze. Teraz piątoklasista miał w zapasie całą sumę wyrażeń, których mógłby użyć w razie jakiejś sprzeczki z kolegami na temat widowiska. W dniu przedstawienia udał się do sali teatralnej, starej, jak miasto Kleryków, i tak odrapanej, jak gdyby nie była dziełem rąk ludzkich, ale raczej utworem nawałnic, wichrów i kataklizmów. Zgromadzeni tam już byli »ludzie ruscy«. W brudnych lożach siedziały wystrojone damy, po większej części o tyle »ruskie«, że były żonami twórców w Klerykowie »ruskiego dzieła«, na całym parterze połyskiwały szlify, dźwięczały ostrogi, stukały szable. W kilku głównych lożach siedzieli optymaci i familje optymatów, między innymi dyrektor, inspektor i ważniejsze figury gimnazjum. Zanim podniesiono kurtynę, w sali brzmiał gwar dosyć głośny."
      },
      {
        "index": 35,
        "text": "Marcinek, znalazłszy się w towarzystwie kilku zaledwie współkolegów z różnych klas na »stojącym« parterze, doznał szczególnego uczucia. Był to niepokój cudzoziemca, który wysiada nagle z wagonu, mija ulice obcego miasta i nie może dokładnie wyróżnić tego, co widzi, od snu, spłoszonego przed chwilą. Wrażenie to wzrosło, gdy podniesiono kurtynę. Niewielka scena klerykowskiego teatru była dla młodego chłopca jak gdyby otworem, przez który widać było daleki, obcy kraj, lud, zwyczaje, codzienne życie i zabawne w niem wydarzenia. Intryga farsy, odgrywanej z talentem, wcale go nie zajmowała i nie weseliła, lecz owszem pogrążała w jakiś smutek szczególny. Umiał dobrze mówić po rosyjsku; pisał w tym języku wypracowania, recytował lekcje, nawet o nich ukutemi frazesami myślał, ale, nie formułując sobie tego, traktował ten »przedmiot«, jako język szkoły, jako język martwy, jako rodzaj nowożytnej łaciny. Teraz ze sceny ta sama mowa narzucała mu się w postaci organu bieżącego życia, swobodnego ruchu, który wre i kipi. Z wrażenia tego tak dalece nie mógł się otrząsnąć, że trwał ciągle w stanie wahania się, czyby nie warto czmychnąć do domu. Tak rozmyślając, powiódł okiem wzdłuż miejsc paradnych i dostrzegł, że na osobę jego skierowane są aż cztery lornetki. Przypatrywał mu się dyrektor, jeden z nauczycieli, jakaś dama gruba i pękata, niby dynia... W Borowiczu drgnęła natychmiast pod okiem profesorskiem natura uczniowska: zląkł się, czyli »spietrał«. Już jednak po upływie chwili przyszedł do refleksji, że te obserwacje nie są bynajmniej zwiastunami gniewu. Rozmaite osoby z lóż, sąsiadujących z dyrektorską, żywo mówiąc i gestykulując, spoglądały również przez szkła na gromadkę uczniów. Znaczną większość tej gromadki stanowili Rosjanie. Z Polaków, oprócz Marcina było kilku synów urzędniczych. Wkrótce wszystko to sztubactwo skonstatowało, że jest przedmiotem adoracji i budzi ukontentowanie. Borowicz oceniał to także i, na poły wiedząc, co robi, wysunął się nieznacznie naprzód, żeby go dyrektor mógł doskonale widzieć. Podczas pierwszego antraktu znalazł się na parterze p. Majewski, witał wszystkich nad wyraz grzecznym ukłonem, starszym uczniom podał nawet rękę, a kilku Polaków, między innemi Borowicza, grzecznie obligował, ażeby się za nim udali. Wstępując bez oporu w ślady tego przewodnika, Borowicz znalazł się na wąskich schodach, potem na korytarzyku, biegnącym w półokrąg i stanął przed jakiemiś drzwiami. Majewski uchylił te drzwi delikatną dłonią i zlekka pchnął Marcina do loży dyrektorskiej. Kriestoobriadnikow wstał z krzesła, powitał przybyłych, wprowadził kilku do loży sąsiedniej i przedstawił gubernatorowi oraz jego damom."
      },
      {
        "index": 36,
        "text": "— Oto Borowicz z klasy piątej, Michawski z siódmej, Biene z szóstejszóstej."
      },
      {
        "index": 37,
        "text": "Gubernator, człowiek w latach, o miłej fizjognomji, witał wszystkich uściśnieniem ręki. Damy przyłożyły do oczu pince-nez i wywabiały na lica swe przyjemne uśmiechy. Jedna z nich zapytała Borowicza po rosyjsku:"
      },
      {
        "index": 38,
        "text": "— Jakże się panu podobała pierwsza pijesa?"
      },
      {
        "index": 39,
        "text": "Marcinek nie wiedział, co to jest pijesa, ale zrozumiał, że cokolwiekby to być mogło, winno mu się w tem miejscu podobać, rzekł tedy:"
      },
      {
        "index": 40,
        "text": "— Bardzo mi się podobała..."
      },
      {
        "index": 41,
        "text": "Dama uśmiechnęła się i zaszczyciła tem samem pytaniem przystojnego bruneta z klasy siódmej, na co tamten odparł z głębokim ukłonem:"
      },
      {
        "index": 42,
        "text": "— Ogromnie mi się podobała..."
      },
      {
        "index": 43,
        "text": "Inne damy poprzestały na obserwowaniu młodzieńców. Ta sama scena z bardzo małemi warjacjami powtórzyła się w innej loży, gdzie siedział prezes izby skarbowej. Gdy zadzwoniono raz drugi, Majewski delikatnie dał poznać reprezentantom, że należy wycofać się i wrócić na swe miejsca. Drugą komedyjkę grano z równą werwą. Pod koniec jej przybył na parter p. Mieszoczkin, niosąc dwa olbrzymie, pudła najprzedniejszych cukrów. Obiedwie skrzynie z gracją wręczył najstarszemu z uczniów, prosząc go, aby rozczęstował ten dar panów i pań z lóż między kolegów obecnych w teatrze. Borowicz, zajadając wyborne cukierki, pozbył się nareszcie pierwszego niemiłego wrażenia, odczuł rozkosz przestawania z tak dostojnymi ludźmi, pierwszą satysfakcję zetknięcia się z tym światem nieznanego mu zbytku. Nazajutrz zjadliwy dowcipniś klasy, Nieradzki, w czasie pauzy, a tuż przed samem wejściem inspektora, zwrócił się nie wiedzieć do kogo, spieszczając wyraz: orangoutang:"
      },
      {
        "index": 44,
        "text": "— Podobno byłeś, Orciu, wczoraj w teatrze? Siedziałeś w loży? Czy ci smakowały cukierki?..."
      },
      {
        "index": 45,
        "text": "Borowicz wstał z ławki i, zwróciwszy się do mówiącego, zajrzał mu w oczy dumnie i ponuro. W parę chwil później ukazał się inspektor, wykładający język rosyjski. Witał on Borowicza tak przyjemnym uśmiechem, że wszyscy w klasie uczuli w sercach zazdrość i szczery żal z tego powodu, że bez wyraźnej racji nie byli w teatrze rosyjskim. Tegoż dnia po lekcjach Zabielskij prosił Marcinka o zaniesienie do jego inspektorskiego mieszkania kajetów z ćwiczeniami klasy piątej. W domu inspektor przyjął Borowicza bardzo gościnnie. Usadowił go w zacisznym gabinecie swoim na miękkiej sofie, pokazywał mu albumy ze ślicznemi fotografjami, kolekcję ładnych sztychów, ilustrowane wydawnictwa, książki swoje, a nawet zbiór bezkrytyczny rozmaitych monet. Jego rozmiłowanie w Marcinku dosięgało takich granic, że częstował młodzieńca papierosem. Gdy ten, lękając się podstępu, w żywe oczy zaparł się palenia, inspektor kazał przynieść ciastek i uczęstował swego faworyta. Dużo przytem mówił o nieufności, jaką mu okazują uczniowie klasy piątej, żalił się na to, że go ani jeden nie odwiedza, że nie zajdzie na otwartą, braterską pogawędkę o tem, czego młodzież chce, co jej dolega, jakie są jej pragnienia i cele. Pod koniec wizyty Borowicz był już niemal zakochany w inspektorze tem płomiennem i entuzjastycznem uczuciem, jakie pali się dla pierwszego mistrza w duszy młodzieńczej."
      },
      {
        "index": 46,
        "text": "Dobroć zwierzchnika roznieciła w nim rzewną wdzięczność. Postanowił dołożyć wszelkich starań, ażeby klasa piąta przejęła się jego uczuciami. Snuły mu się po głowie projekty częstych, gremialnych odwiedzin inspektora i słyszał prawie rozmowy, jakie toczyć się będą."
      },
      {
        "index": 47,
        "text": "Widok gabinetu, wykwintnie urządzonego, zniewalał go do jakiegoś rozczulenia, duma jego była połechtana, w głowie burzył się rozkoszny zamęt. Wychodząc z wizyty, już za następną tęsknił. Z pychą spoglądał na przechodniów, jakby im chciał jednem spojrzeniem oznajmić, że jest za pan brat z osobą tak wszechpotężną na gruncie gimnazjalnym."
      },
      {
        "index": 48,
        "text": "Odtąd Marcinek Borowicz był częstym i prawie stałym gościem inspektora Zabielskiego."
      }
    ]
  }
}