{
  "chapterNumber": 9,
  "title": "Rozdział IX",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "IX."
      },
      {
        "index": 2,
        "text": "Marcinek stale mieszkał na stancji pani Przepiórkowskiej, uczęszczając do klasy drugiej i trzeciej."
      },
      {
        "index": 3,
        "text": "Postępy w naukach czynił jakie takie, ale nie nadzwyczajne."
      },
      {
        "index": 4,
        "text": "Dopiero w drugiem półroczu, za pobytu w klasie trzeciej, wziął się szczerzej do nauki. Wpłynęły na to rozmaite okoliczności."
      },
      {
        "index": 5,
        "text": "Na wiosnę, kiedy drzewa w starym parku za kanałem okryły się liśćmi, pensjonarze pani Przepiórkowskiej udawali się tam w sekrecie przed korepetytorem i, ukryci w gęstwinie, strzelali z pistoletu."
      },
      {
        "index": 6,
        "text": "Ta stara broń, prawdopodobnie zabytek archeologiczny, była przywieziona z domu przez dardanelskiego Szwarca. Posiadała niezmierny kurek, lufę cokolwiek pękniętą i starą, rzeźbioną kolbę."
      },
      {
        "index": 7,
        "text": "Prochu dostawali za grube pieniądze bracia Daleszowscy, podówczas już drugoletni czwartoklasiści od jakiegoś feldwebla z rezerwy, konsystującej w mieście; kapiszony i śrut kupowano z funduszów składkowych."
      },
      {
        "index": 8,
        "text": "Każdy z Daleszowskich strzelał codziennie po razu, Szwarc i Borowicz na przemiany. Strzały te były głuche, tępo rozlegały się między murami i nikt na nie uwagi nie zwracał. Stowarzyszeni dali sobie zresztą najuroczystsze słowo honoru, że za nic na świecie sekretu przed nikim nie zdradzą."
      },
      {
        "index": 9,
        "text": "Pistolet i materjały wybuchowe ukrywano w pniu spróchniałej wierzby."
      },
      {
        "index": 10,
        "text": "Pewnej niedzieli wszyscy czterej myśliwi zebrali się w parku po nabożeństwie."
      },
      {
        "index": 11,
        "text": "Starszy Daleszowski ostentacyjnie, z zachowaniem przyjętego rytuału, nabijał pistolet (Szwarc trzymał worek ze śrutem, Borowicz kapiszony, a młodszy Daleszowski pakuły do przybicia naboju), kiedy za parkanem, oddzielającym to miejsce od sąsiednich ogrodów, dał się słyszeć pewien szelest."
      },
      {
        "index": 12,
        "text": "Szwarc spojrzał w tę stronę i zobaczył w szparze między deskami parkanu dwie źrenice. Natychmiast dał znak towarzyszom..."
      },
      {
        "index": 13,
        "text": "Zanim jednak Daleszowski zrozumiał, o co chodzi, nad parkanem ukazała się czapka z daszkiem i gwiazdą, twarz z wąsami, granatowy mundur, — mignęły szlify, brzękły ostrogi, i ogromny żandarm jednym susem płot przesadził. Borowicz natychmiast rzucił w krzaki kapiszony, Szwarc śrut, a Daleszowscy bez namysłu »dali nogę«."
      },
      {
        "index": 14,
        "text": "Żandarm pochwycił zgłupiałych trzecioklasistów i odprowadził ich do gimnazjum."
      },
      {
        "index": 15,
        "text": "Nazajutrz w pewnych sferach miasta krążyła pogłoska, że na przedmieściu złapano uzbrojony oddział konspiratorów, w innych twierdzono, że owi konspiratorowie są to socjaliści, czyli komuniści, — jeszcze w innych sferach utrzymywano na »pe«, że schwytani zostali czterej zbójcy, obładowani rewolwerami, dynamitem oraz kindżałami — i wymieniano nazwiska: Łukasik, Banasik, Wątroba i Józef Zapieralski."
      },
      {
        "index": 16,
        "text": "Tymczasem Marcinek Borowicz i jego towarzysz niedoli, Szwarc, po nocy spędzonej w klasie, którą zamieniono na więzienie, gotowali się do rzeczy najstraszniejszych i jakby ostatecznych."
      },
      {
        "index": 17,
        "text": "Marcinek przez całą noc ani oka nie zmrużył. Siedział w ostatniej ławie i gubił się w bezdennej rozpaczy. Myśli jego porywał i unosił jakiś wicher straszliwy, a trwoga przywaliła go, jak młyński kamień drobne ziarenko. Raz za razem rzucał oczyma na zamknięte drzwi, wyczekując lada chwila czyjegoś wejścia. Kto ma wejść, co z nim dalej uczynią, — nie wiedział wcale."
      },
      {
        "index": 18,
        "text": "Przychodziły mu na myśl maksymy »starej Przepiórzycy«, tajemnicze wzmianki o jakichś Sybirach, cytadelach, szubienicach — i dreszcz zimny krew mu w żyłach ścinał. Stawał mu w oczach wczorajszy żandarm, to znowu ojciec, załamujący ręce nad synem tak wyrodnym, dyrektor, wypędzający go z gimnazjum, i stary Leim z zimnym uśmiechem."
      },
      {
        "index": 19,
        "text": "Żal głęboki i nieznany, jak wnętrze nocy, ogarniał jego serce, przejmowała jego skrucha tak zupełna, że kamień byłby nią wzruszony. Czasami, wśród okropnych przewidywań, migała się prędko sekunda nadziei. Wtedy Borowicz zaprzysięgał w duszy śluby i, patrząc na kawałeczek błękitu, widzialny za murem sąsiedniej kamienicy, szukał ratunku u Boga."
      },
      {
        "index": 20,
        "text": "Szwarc wyspał się doskonale na gołej ławie, zjadł wszystek chleb, przyniesiony przez pana Pazura dla obu więźniów, a od samego rana siedział na wierzchu pierwszej ławki i walił obcasami w jej boczną deskę. Mniej więcej około godziny siódmej spojrzał na kolegę i powiedział:"
      },
      {
        "index": 21,
        "text": "— Ty, jak ci się zdaje, będą nas rznęli na gółkę, czy przez spodnie?"
      },
      {
        "index": 22,
        "text": "— Daj mi święty spokój!... — rzekł Borowicz."
      },
      {
        "index": 23,
        "text": "— No, jak ja strzelę w zęby Pazura, to jemu się zaraz odechce. Akurat mu się dam... Jeszcze czego... na gółkę..."
      },
      {
        "index": 24,
        "text": "— Cicho bądź, bo usłyszą i dopiero!..."
      },
      {
        "index": 25,
        "text": "— Kto usłyszy, kapcanie? A zresztą — to niech słyszą. Myślisz, żebym nie chciał się stąd wydostać? Daj Boże, żeby nas wytrynili! Już mam tej sztuby po dziury w nosie."
      },
      {
        "index": 26,
        "text": "— Szwarc, stul gębę!"
      },
      {
        "index": 27,
        "text": "— Skaranie boskie... — rzekł Szwarc, plując nadzwyczaj daleko. — Jeśli mnie wytrynią bez lania, to znowu ojciec będzie na mnie używał, co się zmieści, póki paska starczy. Ja, to wiesz, zawsze mam pecha... Choćby i z tą Franią. Chodzę ci za kozą cztery miesiące, odprowadzam ci ją do samych drzwi tej ich pensji, — żeby raz na mnie spojrzała! Sanikowski się do niej dwa tygodnie zapalał wszystkiego — i na galówce w kościele przez całe nabożeństwo patrzała na niego..."
      },
      {
        "index": 28,
        "text": "Borowicz nie podtrzymywał rozmowy, więc się urwała. Około godziny ósmej za szklanemi drzwiami ukazał się pan Majewski, otworzył je, wywołał więźniów na korytarz majestatycznemi gestami i kazał udać się na piętro. Borowicz szedł jak błędny. Nogi plątały się pod nim, myśli, niby skry wśród wichru, błyskały i gasły. Martwemi oczyma ujrzał rozwierające się przed nim drzwi głównej kancelarji i wszystkich nauczycieli zgromadzonych przy długim stole, okrytym kapą z zielonego sukna. Wskroś mózgu jego przerznęła się myśl, rozdzierająca, jak ostrze noża."
      },
      {
        "index": 29,
        "text": "— Sesja na nas..."
      },
      {
        "index": 30,
        "text": "Pan Majewski ustawił winowajców w pobliżu stołu i sam zasiadł. — Nastała chwila ciszy, w której ciągu Marcinek słyszał wolne i głuche uderzenia swego serca."
      },
      {
        "index": 31,
        "text": "— Borowicz, Szwarc... — rzekł dyrektor głosem zimnym i uroczystym, — wiecie dobrze, coście wczoraj zrobili. Nie będę długo z wami rozprawiał. Rada Pedagogiczna wezwała waszych rodziców. Będziecie obadwaj wydaleni z gimnazjum, zarówno jak dwaj inni wasi wspólnicy, ale rada musi nadto wiedzieć, czy rzeczywiście strzelaliście z pistoletu nabitego prochem, gdyż takie jest co do waszych zeznań wymaganie władzy policyjnej. Szwarc, czy strzelałeś z pistoletu, nabitego prochem strzelniczym?"
      },
      {
        "index": 32,
        "text": "— Jak Boga szczerze kocham — wcale nie strzelałem z żadnego pistoletu! — rzekł Szwarc krótko i węzłowato."
      },
      {
        "index": 33,
        "text": "Marcinek zmiarkował, że system obrony, przyjęty przez Szwarca, jest warjacki i zgubny. Było rzeczą oczywistą, że wypieranie się w żywe oczy nie prowadzi do niczego, a z drugiej strony pod karą infamji nie mógł przecie przyznać się do wszystkiego. Czuł, że należy powiedzieć inaczej, ale że jednocześnie należy zaprzeć się, ile tylko można, przynajmniej w połowie."
      },
      {
        "index": 34,
        "text": "— A ty, — Borowicz — zwrócił się do niego dyrektor, — przyznajesz się do winy? Czy strzelałeś?"
      },
      {
        "index": 35,
        "text": "— Tak, panie dyrektorze... — rzekł cicho i głosem pełnym boleści, — strzelałem, ale bez prochu..."
      },
      {
        "index": 36,
        "text": "Marcinek, wypowiedziawszy te słowa, spojrzał na zgromadzonych pedagogów i osłupiał. Wydało mu się, że ci sprawiedliwi sędziowie zdjęli z twarzy swych surowe maski. Zjadliwy nauczyciel Wielkiewicz, który miał opinję ateusza i, prawdopodobnie wskutek tego, zdegradowany był aż do poziomu profesora geografji, zadarł głowę, wsadził na nos binokle, przypatrzył się Borowiczowi i rzekł, gwałtownie machając ręką:"
      },
      {
        "index": 37,
        "text": "— Słyszane rzeczy... strzelał bez prochu. Co za bezczelny i niebezpieczny konspirator!"
      },
      {
        "index": 38,
        "text": "Nagle cała belferja wybuchła głośnym, niepowstrzymanym śmiechem."
      },
      {
        "index": 39,
        "text": "Dyrektor usiłował zachować godność, ale i on trząść się zaczął."
      },
      {
        "index": 40,
        "text": "Obudwu podsądnych wyrzucono za drzwi i wręczono panu Pazurowi, który ich znowu do kozy zamknął."
      },
      {
        "index": 41,
        "text": "Gdy rozpoczęły się lekcje, polecono im iść do klasy. Tam usłyszeli wyrok, że skazani są w drodze wielkiej łaski jeszcze na długą kozę o chlebie i wodzie."
      },
      {
        "index": 42,
        "text": "Wszystkie te kataklizmy i przejścia strasznie pognębiająco oddziałały na Marcinka. To, że go nie wydalono z gimnazjum, przypisał w głębi swego serca wstawiennictwu matki."
      },
      {
        "index": 43,
        "text": "Zaraz też po zupełnem opuszczeniu kozy poszedł do kościoła."
      },
      {
        "index": 44,
        "text": "Odwieczna katedra była pusta zupełnie. — Zimny mrok zaścielał jej całą nawę i kąty, a Marcinek szukał jeszcze bardziej skrytego miejsca. Znalazł je w ciemnem przejściu pod chórem."
      },
      {
        "index": 45,
        "text": "Był tam rodzaj krypty, w której głębi znajdowały się drzwi, prowadzące do wielkiego organu wprost z kościoła."
      },
      {
        "index": 46,
        "text": "Stały w tem miejscu skrzynie ze świecami, chowano tam schodki, drabinki, jakieś stare ornamenty i inne rupiecie kruchciane."
      },
      {
        "index": 47,
        "text": "Marcinek upadł na kolana w tym mroku, przytulił twarz do zimnych kamieni i począł żarliwie się modlić."
      },
      {
        "index": 48,
        "text": "Dopiero pan Rozwora, główny kościelny i najgłówniejszy w całem mieście tabaczarz, dzwoniąc kluczami na znak, że się kościół pod wieczór zamyka, wystraszył go z kryjówki."
      },
      {
        "index": 49,
        "text": "Nazajutrz wczesnym rankiem znowu Borowicz klęczał w tem samem miejscu. Odtąd wstawał wcześniej i przed lekcjami zawsze zmierzał na swe miejsce pod chórem. Pewnego razu, klęcząc tam, wysłuchał kazania, jakie do wiernych miał jeden z wikarjuszów, księżyna stary i wielki prostaczek. Nauczał on dnia tego przeważnie służące i motłoch rzemieślniczy, jak należy przymuszać się do modlitwy. Prostemi i niemal śmiesznemi zwrotami mowy zapewniał, że modlitwa na początku człowieka nudzi i mierzi, potem wchodzi w nałóg, a wreszcie zacznie być przyjemną, jak czysta i cała koszula dla nędzarza, który chodził w zgnojonym łachmanie i którego wszy jadły. Marcinek wziął do serca tę naukę i począł zaprawiać się do modlitwy. Zrazu odmawiał jeden tylko pacierz, później szeptał ich kilka na różne intencje; z czasem dobre i złe stopnie, dobre lub złe rozwiązanie zadań, wreszcie wszelkie zjawiska życia, wszystkie wypadki stały się w jego umyśle zależnemi od modłów porannych."
      },
      {
        "index": 50,
        "text": "Taki był zewnętrzny kształt tego stanu ducha. W gruncie rzeczy religijność była jakby zbudzeniem się do życia istoty martwej. Jak na wiosnę z nagiego gruntu wyrasta niespodziewanie, na oko z niczego, pęd kwiatu, idzie za słońcem i otwiera ku niemu swój kielich, tak w duszy Marcinka z niczego wyrosło uczucie nieznane, cudowny kwiat wieku dziecięcego: ufność. Roztoczyła ona dokoła chłopca jak gdyby nadziemski zapach. Wszystko było zrozumiałe i wytłómaczone w tej zaczarowanej krainie, wszelkie zjawiska i rzeczy objęte były przewidzianym systemem filozoficznym, którego punktem wyjścia był — pacierz. Nic się tam nie działo bez przyczyny, każdy wypadek był rezultatem jakichś dobrych lub złych uczynków, czasami był karą albo nagrodą za dobre, albo złe myśli, nieraz za marzenia, czyste, jak pierwszy śnieg, które w tamtym kraju nazywały się zbrodniami... Jezus Chrystus, którego skroń okrwawiona zwieszała się w stronę krypty w najbliższym od niej ołtarzu, — zdawał się nakłaniać ucha i słuchać nieskończonych modłów. Im więcej wypowiadały ich usta dziecięce, tem więcej było ich w sercu. Za pacierzami szły pospolite prośby o rzeczy małej wagi, przedziwne umowy i ślubowania, nieraz bardzo pokorne wyrzuty i skargi. Dziwna siła ciągnęła wszystkie myśli chłopca coraz dalej i dalej, wywierała na jego postępowanie wpływ bezwarunkowy, zmuszała go n. p. do forsownego wyuczania się lekcji nie dla nauki, ani dobrych stopni, ale dla jakichś zaziemskich potrzeb serca."
      },
      {
        "index": 51,
        "text": "Nadewszystko — ta pobożność słodziła sieroctwo Marcinka. Nie był wówczas sam, jak dawniej, nie czuł żadnego opuszczenia. Jego zmarła matka — żyła, wiedziała o wszystkich troskach, smutkach i radościach. Nieraz odzywał się w głębi jego duszy jej głos, jako dobre postanowienie, albo trzymał go, niby ręka. Marcinek nie miał wówczas dawniej odczuwanych niepokojów i żalów. W pośród trwóg, w które obfituje szkoła rosyjska, w głębi nocy sierocych, wiedział dobrze, że mu włos z głowy nie spadnie. Był to cudowny sen na łonie Boga."
      },
      {
        "index": 52,
        "text": "Codziennie o tej samej porze, do tejże kruchty przychodziło pewne »indywiduum«. Indywiduum pobierało w rządzie gubernjalnym 20 rubli srebrem miesięcznej pensji, miało całą kohortę »drugorocznych« synów w rozmaitych klasach gimnazjum, miało nadto surducinę wytartą do ostatniej nitki, krótkie spodnie z drelichu, wypchnięte na kolanach, buty, obciążone tak wielką ilością przyszczypków, że pod niemi istotna postać tych butów zginęła, — rzadko kiedy goloną brodę i siwe oczy, smutne aż do śmierci. Indywiduum nie klękało, lecz, zająwszy miejsca jak najmniej na rożku skrzyni ze świecami, opierało głowę na rękach i modliło się aż do godziny ósmej. Nikłe promyki wczesnego słońca, przebiwszy kolorowe szyby wysoko umieszczonych okien, wchodziły do ciemnego przejścia, oświetlały łysą czaszkę i uwiędłą szyję starego człowieka. Jego suknia znoszona ginęła w mroku, jego ciężkie ubóstwo znikało i Marcinek, niezdolny jeszcze do pojmowania niedoli ludzkiej, widział obok siebie tylko współtowarzysza w modlitwie."
      },
      {
        "index": 53,
        "text": "Nigdy do siebie nie mówili słowa, nie mieliby zresztą o czem mówić ze sobą..."
      },
      {
        "index": 54,
        "text": "Raz tylko, idąc ze szkoły, Marcinek spotkał na ulicy swego znajomego z kruchty. W świetle dziennem twarz starego pana wydała mu się daleko mizerniejszą i odzież jeszcze bardziej zniszczoną. Krok jego był bardziej ociężały, głowa na piersi zwieszona. Dźwigał pod pachą jakieś zawiniątko w starej serwecie i przesuwał się obok murów ulicy. Wymijając Marcinka, podniósł oczy i wtedy bezgranicznie smutna twarz jego rozjaśniła się przedziwnym uśmiechem."
      },
      {
        "index": 55,
        "text": "Marcinkowi zaćmiły się oczy łzami szczególnego wzruszenia. W ciągu przelotnej minuty miał jakby zachwycenie. Uczuł, że kiedy dusze cnotliwych ludzi po życiu wśród cierpień opuszczają tę ziemię i u tronu Przedwiecznego spotykają się ze sobą, to takiemi anielskiemi uśmiechami muszą się witać i pozdrawiać nawzajem."
      }
    ]
  }
}