{
  "chapterNumber": 14,
  "title": "Rozdział XIV",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XIV."
      },
      {
        "index": 2,
        "text": "Mdłe światło jesienne wlewało się do klasy siódmej, napełniając ją dziwnie smutnym i nudnym półmrokiem. Przed chwilą wyszedł był »Grek«, z którym tłumaczono djalogi Lukana, a wkrótce miał się ukazać nauczyciel historji. Wszyscy uczniowie siedzieli w klasie. Z szóstej do siódmej przeszło ich zaledwie dwudziestu trzech. Przybysze zastali pięciu drugorocznych. Ci nadawali szyk i odpowiedni ton »sztubie«. Właśnie jeden z takich, blady i wychudły mężczyzna, w mundurze uczniowskim, opowiadał na prędce sprośną anegdotkę kółku zgromadzonych przy jego ławie, co chwila wybuchającemu homerycznym śmiechem. W drugim kącie sali Borowicz prowadził ożywiony dyskursik z Waleckim, zwanym »Figą«. Walecki miał dopiero lat siedemnaście. Był to chłopczyna tak małego wzrostu, że, ku jego śmiertelnej męce, uważano go za trzecioklasistę. Uczył się wybornie i tylko dzięki »złemu sprawowaniu« figurował na liście jako drugi uczeń z kolei, ustępując pierwszeństwa Szlamie Goldbaumowi. Złe sprawowanie, czyli czwórkę zamiast piątki, Walecki zdobywał sobie nadzwyczajną hardością."
      },
      {
        "index": 3,
        "text": "Nie było tygodnia, żeby ten prześliczny chłopak nie skakał do oczu któremu z belfrów. Na każdą uwagę musiał odpowiedzieć, jeśli nie dowcipnym sarkazmem, to przynajmniej znamiennem chrząknięciem, albo piorunującem spojrzeniem oczu, podobnych do pary djamentów. Całe stronnictwo literacko-buckle’owskie starało się o pozyskanie »Figi«, ale on uchylał się od rozmów bezbożnych. Miał kilka sióstr, a był jedynakiem u matki, właścicielki niedużego sklepu z materjałami piśmiennemi, katoliczki. Jak agent policji tajnej kontrolowała ona każdy krok syna, wydzierała mu z rąk książki nietylko wolnomyślne, ale wszelkie tak zwane »złe«, nad wiedzą zaś tego wybitnego siódmoklasisty panowała tak wszechwładnie, że musiał jej sumiennie opowiadać treść rozmów swoich z kolegami, przedstawiać swe tajemne myśli, z góry uznane za zdrożne, wyjawiać wszelkiego rodzaju projekty i marzenia. Tak prowadzony hardy Tomasz musiał również wystrzegać się nietylko dyskusji, ale nie miał prawa słyszeć »złych« myśli i pozwalać, ażeby znalazły miejsce w jego głowie."
      },
      {
        "index": 4,
        "text": "Uzda, której końce trzymała matka, szalejąca za »Figą«, doprowadzała go do skrytej, głuchej, dzikiej pasji. Poddawał się jednak, gdyż do serca jego czynny bunt przeciw rodzicielce nie miał przystępu. »Figa« wierzył w to tylko, co wespół z nią uznał za godziwe. Stosownie do jej poleceń prześcigał wszystkich »literatów« w wiadomościach, aczkolwiek na zebrania nie uczęszczał; czytał wszystko, co było niezbędne do pisania ćwiczeń rosyjskich, ale żadnej księgi bezbożnej nie miał jeszcze w ręku. Borowicz nie opuszczał ani jednej sposobności drażnienia »Figi« swemi uwagami, to też istniała między tymi dwoma ciągła walka."
      },
      {
        "index": 5,
        "text": "P. Kostriulew, wykładający historję, wszedł do klasy i zasiadł na katedrze. Był to rusyfikator w najbardziej wulgarnem znaczeniu tego wyrazu. Podczas każdej prawie lekcji wywlekał sprawy bolesne dla młodzieży polskiej, (gdyby ta czuć była w stanie), rozwijał je i poza kursem gimnazjalnym narzucał do uczenia się mnóstwo faktów zbytecznych. W podręczniku historji Iłowajskiego była krótka i charakterystycznie moskiewska wzmianka o upadku Polski. Kostriulew nie poprzestał na niej, lecz przynosił ze sobą jakieś rękopiśmienne foljały, co zwał »dopełnieniem«, i stamtąd wyczytywał przeróżne skandale. Tego dnia, przesłuchawszy zaledwie jednego uczniaka, rozłożył swój manuskrypt i, rzucając na przemiany jadowite uśmiechy i spojrzenia, zaczął czytać. Długo i szeroko malował historję »dobrowolnego« prawosławia na Litwie, wyliczał przykłady ździerstw księży katolickich, scen gorszących z ich życia i t. d. Godzina miała się już ku końcowi, gdy, widocznie dla zilustrowania stanu rzeczy dobitnym faktem, wyłuszczać zaczął sprawę konfiskaty wielkiego klasztoru żeńskiego w okolicach Wilna."
      },
      {
        "index": 6,
        "text": "— Gdy wywieziono mniszki, — mówił, — delegowani zabrali się do zbadania gmachu. W trakcie rewizji cel przypadkiem odkryto schody tajne, prowadzące do lochów podziemnych, gdzie oczom przybyłych ukazał się widok nieznośny. Stało tam mnóstwo maleńkich trumienek drewnianych, prawie jednakiego wymiaru, a mieściły się w nich trupy dzieci ledwo narodzonych. Jedne z tych trumienek były już zupełnie zbutwiałe, widocznie przed wiekiem, inne rozsypywały się w proch, a były i zupełnie nowe, lśniące białością drzewa sosnowego..."
      },
      {
        "index": 7,
        "text": "Pedagog przerwał na chwilę czytanie i obrzucił spojrzeniem słuchaczów. Wtedy Walecki powstał ze swego miejsca i rzekł ostro:"
      },
      {
        "index": 8,
        "text": "— Panie nauczycielu!"
      },
      {
        "index": 9,
        "text": "— A co tam? — zapytał Kostriulew, poprawiając swe niebieskie binokle."
      },
      {
        "index": 10,
        "text": "— Panie nauczycielu! — mówił »Figa« głosem wzburzonym i drżącym, ale do najwyższego stopnia zuchwałym, — ja... to jest... ja w imieniu moich kolegów... uczniów klasy siódmej, ja proszę, ażebyś pan nie czytał tutaj podobnych rzeczy."
      },
      {
        "index": 11,
        "text": "— Co takiego? — zawołał historyk, zrywając się z krzesła."
      },
      {
        "index": 12,
        "text": "Walecki wspiął się na palcach i, oparty rękami o wierzchnią deskę ławki, pochylony naprzód, mówił coraz głośniej tonem, który ciął niby damasceńska szabla:"
      },
      {
        "index": 13,
        "text": "— Ja jestem katolikiem i nie mam prawa słuchać tego, co pan czytasz. Dlatego w imieniu całej klasy, w imieniu... całej klasy..."
      },
      {
        "index": 14,
        "text": "— Milczeć, smarkaczu! — wrzasnął nauczyciel, zstępując z katedry."
      },
      {
        "index": 15,
        "text": "Był to najboleśniejszy epitet, jaki mógł usłyszeć tak mały »katolik«. Słowo »smarkacz« przeszyło go, jak bagnet. To też nozdrza klasycznego nosa zaczęły mu drgać, brwi skoczyły do pół czoła, twarz zbladła, jak papier."
      },
      {
        "index": 16,
        "text": "— Ja nie chcę słyszeć tego, co pan czytasz! — krzyknął na cały głos. — Tego niema w kursie, a zresztą jest to potwarz i nędzny fałsz! Nędzny fałsz! Ja w imieniu całej klasy..."
      },
      {
        "index": 17,
        "text": "Kostriulew mruknął coś pod nosem, zebrał na kupę co tchu swój rękopis, dzienniki, książkę Iłowajskiego i gwałtownym krokiem wyszedł z klasy. Walecki usiadł na swem miejscu, podparł głowę pięściami i został tak bez ruchu. W sali zaległa cisza. Nie słychać było żadnego szmeru, żadnego oddechu. Wtem Borowicz rzekł półgłosem, który wśród tej ciszy i wytężonego milczenia sprawił wrażenie krzyku:"
      },
      {
        "index": 18,
        "text": "— To ci ognisty katolik!"
      },
      {
        "index": 19,
        "text": "Walecki natychmiast podniósł głowę, odwrócił się, zmrużył oczy i szepnął przez ściśnięte zęby:"
      },
      {
        "index": 20,
        "text": "— Tak, ty... libertynie!"
      },
      {
        "index": 21,
        "text": "— »Pomidorowiec«... — odpowiedział mu Borowicz. On w imieniu całej klasy..."
      },
      {
        "index": 22,
        "text": "Zaledwie zdążył wymówić te słowa, gdy drzwi się z trzaskiem otwarły i wkroczył do klasy cały prawie sztab gimnazjalny. Dyrektor szybko zbliżył się do pierwszych ławek i zaczął krzyczeć, bijąc w nie pięściami:"
      },
      {
        "index": 23,
        "text": "— A to co? Bunt? Bunt? Bunt? Ja was nauczę! W tej chwili won cała klasa! Won! Myślicie, że ja się zawaham! Walecki! — krzyknął w istnej furji, — tutaj!"
      },
      {
        "index": 24,
        "text": "»Figa« stanowczym krokiem wyszedł na środek i stanął przed dyrektorem."
      },
      {
        "index": 25,
        "text": "— Od ziemi nie odrósł, żak, ssipalec! — pienił się Kostriulew. — I to takie... przeciwko mnie... Protest... Ja dla dobra nauki, a ty, chłystku!..."
      },
      {
        "index": 26,
        "text": "— Tak... — rzekł »Figa« chrapliwym basem, który co moment przelewał się w dyskant, — w imieniu całej klasy... My chodzimy do spowiedzi, wyznajemy naszą religję... A zresztą ja nic nie chcę... Niech on przeczyta panu dyrektorowi i wszystkim to, co my tu słyszeliśmy przed chwilą! Niech on to przeczyta. Ja nic... tylko niech on to przeczyta! Jeżeli panowie..."
      },
      {
        "index": 27,
        "text": "Głos mu się zarywał i jakoś dziwnie szczękał w nadmiernem wzburzeniu."
      },
      {
        "index": 28,
        "text": "— Któż to — on? — spytał raptem inspektor."
      },
      {
        "index": 29,
        "text": "— No on... ten nauczyciel, Kostriulew... — rzekł »Figa« wzgardliwie, nie odwracając nawet głowy w stronę historyka."
      },
      {
        "index": 30,
        "text": "— Panowie słyszycie? — spytał tamten z pośpiechem."
      },
      {
        "index": 31,
        "text": "Inspektor tymczasem wdrażał już formalne śledztwo. Zwrócony do klasy, pytał stanowczym głosem:"
      },
      {
        "index": 32,
        "text": "— Czy upoważniliście Waleckiego do zakładania protestu?"
      },
      {
        "index": 33,
        "text": "Uczniowie milczeli."
      },
      {
        "index": 34,
        "text": "— Kto delegował Waleckiego? Winni, którzy się przyznają natychmiast, zmniejszą sobie karę o połowę. Później rada pedagogiczna będzie nieubłaganą."
      },
      {
        "index": 35,
        "text": "Znowu odpowiedziano milczeniem. Żaden z kolegów nie naradzał się z Waleckim, a prawo koleżeństwa domagało się obrony współtowarzysza. Nikt nie wiedział, co począć. Wszyscy siedzieli w absolutnem ogłupieniu, ratowali się milczeniem i zupełną nieruchomością ciał, niby kupa chłopów, zaskoczona przez wypadki niepojęte. Inspektor był na to przygotowany i, jako praktyk w rzeczach badań, wnet zmienił metodę:"
      },
      {
        "index": 36,
        "text": "— A więc nie przyznajecie się? Dobrze. Goldbaum, czy upoważniłeś pan Waleckiego?"
      },
      {
        "index": 37,
        "text": "Prymus wolniutko dźwignął się z miejsca i, zgięty, stanął w ławce, patrząc w ziemię."
      },
      {
        "index": 38,
        "text": "— No i cóż, należałeś do buntu?"
      },
      {
        "index": 39,
        "text": "— Ja dziś nie rozmawiałem w klasie... Mnie dziś bardzo głowa boli."
      },
      {
        "index": 40,
        "text": "— Tu trzeba dać odpowiedź kategoryczną! — przerwał mu dyrektor."
      },
      {
        "index": 41,
        "text": "— Ja jestem starozakonny... — rzekł cicho Goldbaum."
      },
      {
        "index": 42,
        "text": "Inspektor wodził oczyma po klasie i zatrzymał je na swym ulubieńcu."
      },
      {
        "index": 43,
        "text": "— Borowicz! czy byłeś pan w zmowie z Waleckim, czy dawałeś mu jakie zlecenia?"
      },
      {
        "index": 44,
        "text": "Marcin wstał ze swej ławy i milczał, śmiało patrząc w oczy dyrektora."
      },
      {
        "index": 45,
        "text": "— Więc jakże?"
      },
      {
        "index": 46,
        "text": "— Ja nie mogłem do wystąpienia namawiać kolegi Waleckiego, gdyż uważam za bardzo użyteczne te »dopełnienia«, które nam właśnie czytał profesor Kostriulew. Był to krytyczny rzut oka na machinacje Jezuitów w upadającej i upadłej Polsce. Mnie się zdaje, że my wszyscy z przyjemnością słuchaliśmy uwag nadprogramowych i muszę wyznać, że Walecki protestował tylko we własnem swojem imieniu."
      },
      {
        "index": 47,
        "text": "Uczniowie z natężoną ciekawością chwytali słowa odpowiedzi Borowicza, gdyż wyprowadzały ich one z ciężkiego kłopotu. Wszyscy doznali tego wrażenia, że Marcin, zwalając winę całą na barki Waleckiego, niszczy podejrzenie o bunt, a, co ważniejsza, samemu winowajcy zmniejsza stopień kary. To też, kiedy inspektor dawał im pytania z kolei, odpowiadali prawie słowo w słowo to samo, co rzekł Borowicz. Walecki, mówiono, zapalił się niesłusznie, gdyż nauczyciel nie czytał nic zdrożnego. Mówił to samo, co stoi w kursie, tylko ilustrował rzecz odpowiedniemi przykładami. W całej klasie znalazł się jeden tylko »pomidorowiec«, niejaki Rutecki, który na zapytanie, czy zmawiał się z Waleckim, wbrew powszechnemu oczekiwaniu nauczycieli i kolegów, rzekł:"
      },
      {
        "index": 48,
        "text": "— Tak."
      },
      {
        "index": 49,
        "text": "Tego ustawiono przy Waleckim, a po skończonem śledztwie wytransportowano z klasy. Gdy sztab profesorski znalazł się za drzwiami, wszyscy zerwali się z miejsc, zbili w gromadki i poczęli z krzykiem rozprawiać o fakcie dokonanym."
      },
      {
        "index": 50,
        "text": "— Jeżeli to nie jest świństwo, — rzekł swym grubym głosem najstarszy w klasie kolega drugoroczny dla potężnego nosa zwany Pieprzojadem, — to niech mi zaraz Goldbaum daje byka w ucho..."
      },
      {
        "index": 51,
        "text": "— Ciekawym, co mogliśmy zrobić innego? — spytał Borowicz, przeczuwając, że to do niego piją. — Czemużeś kolega popełnił to samo »świństwo«?"
      },
      {
        "index": 52,
        "text": "— Dlaczego? Bagatela... Dlaczego? A bo ja wiem, dlaczego... Ale małego wyleją na dwór..."
      },
      {
        "index": 53,
        "text": "— Nie przypuszczam, a zresztą to trudno! — zapalił się Marcin. — Że jemu się zachciewa bronić »pomidorów«, to jeszcze nie racja, żebyśmy wszyscy mieli być wyrzuceni. Co do mnie, to utrzymuję stanowczo, że Kostriulew miał zupełną słuszność. W nauce historji chodzi o prawdę, o prawdę i jeszcze raz o prawdę. Należy mieć jakieś zdanie. Albo się je ma, i w takim razie nie można bronić polsko-jezuickich morderczyń nieprawych dzieci, albo się jest trąbą klechów..."
      },
      {
        "index": 54,
        "text": "— A naturalnie! — zawtórowano ze wszech stron."
      },
      {
        "index": 55,
        "text": "Tymczasem z kancelarji, przytykającej do klasy siódmej, słychać było gwar, nad którym unosił się ciągle ostry głos Waleckiego. Przez korytarz raz w raz biegali pomocnicy gospodarzy klasowych. Inspektor nie zjawiał się na lekcję logiki, która właśnie przypadała w klasie siódmej. Po upływie kilkudziesięciu minut od wyprowadzenia Waleckiego ujrzano przez drzwi oszklone kapelusz i fizjognomję jego matki, biegnącej kłusem w asystencji pana Mieszoczkina. Twarz tej pani była blada śmiertelnie, oczy wytrzeszczone, a nozdrza drgały, zupełnie jak u syna."
      },
      {
        "index": 56,
        "text": "— Mówię, że to jest świństwo, pomnożone przez łajdactwo, — mruknął znowu kolega Pieprzojad, szczypiąc do góry wąsiki i rozczesując czuprynę grzebieniem."
      },
      {
        "index": 57,
        "text": "Za ścianą gwar wzmagał się coraz bardziej, stawał się zgiełkliwy, jak wściekła kłótnia, czasami znowu nacichał zupełnie. W pewnej chwili dał się słyszeć krzyk Waleckiego spazmatyczny, rozpaczliwy... Uczniowie rzucili się do drzwi, postawali na ławkach, wspięli się na palce i wyjrzeli na korytarz przez szybki we drzwiach. Zobaczyli we drzwiach Waleckiego w otoczeniu trzech stróżów i pana Pazura, którzy go nieśli w powietrzu. »Figa« rwał się i siepał w rękach, jak lis, złapany w żelaza. W pobliżu kancelarji stała jego matka. Twarz jej nic nie wyrażała, tylko wargi chwilami odymały się w szczególny sposób i lewa powieka dygotała. Gdy »Figę«, wwalono we drzwi izby, zwanej »zapasową«, pani Walecka zwróciła się szybko ku wyjściu. Szła przy samej ścianie i coś mamrotała do siebie... Wkrótce przyszedł do klasy Rutecki, skazany na długą kozę, z wieścią, że mały, za zgodą matki, a wzamian za wypędzenie z »wilczym biletem« — dostanie rózgi..."
      },
      {
        "index": 58,
        "text": "W połowie następnej lekcji, którą odbywał wiecznie spokojny matematyk, drzwi się uchyliły i pan Majewski wpuścił do sali Waleckiego. Nieszczęsny buntownik miał twarz nabiegłą krwią, że wydała się prawie czarną. Dolna warga była wysunięta, jak u matki, białe zęby dolnej szczęki nakrywały wargę górną, oczy cofnęły się i skryły pod boleśnie zsuniętemi brwiami. Szedł do swego miejsca zwolna, jakby omackiem. Gdy je miał już zająć, w przeciągu jednego momentu wejrzał na Borowicza. Marcin wtedy zadrżał, było to bowiem spojrzenie straszliwe."
      }
    ]
  }
}