{
  "chapterNumber": 12,
  "title": "Rozdział XII",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "XII."
      },
      {
        "index": 2,
        "text": "Nieznośny upał jednego z ostatnich dni sierpnia żarzył się nad pagórkowatą okolicą. Spiekota ogarnęła pola, ssała mokre łąki i dosięgła najbardziej cienistych kryjówek lasu. Było już po żniwach i widzialny przestwór kraju spał w tem cieple snem kamiennym."
      },
      {
        "index": 3,
        "text": "Naokół ciągnęły się żółtawo-szare ścierniska, połyskujące szczeciną ździebeł, równo uciętych. Tu i ówdzie złociło się pólko lnu, czerniały stożki koniczyny, albo niwka ziemniaków o więdnących badylach. Teraz wśród pól ogołoconych widniało dokładniej, niż zwykle, białe pasmo szosy. Ginąc za najbliższym pagórkiem, jakby się raptem urywało w zakresie szczerego pola, ukazywało się dalej niby równa i ostra linja, dzieląca płaszczyznę na dwa obszary, kryło się w zaroślach i znowu, jak wąż, bielało w ogromnej dalekości, pod niebieskawą smużką leśną, u samego krańca widnokręgu."
      },
      {
        "index": 4,
        "text": "Brzegiem tej szosy wędrował równym krokiem Jędruś Radek. Miał na sobie uczniowski mundur, na głowie czapkę z palmami, na plecach tornister, w ręce patyk. Źle było iść w takie gorąco, buty miał na wysokich obcasach z podkówkami, kupione swego czasu na rynku w postaci żółtej. Cholew nawet w ostatniej chwili nie było sposobu uczernić, to też i zachowały swój juchtowy kolor. Za to przyszwy i obcasy Jędrek wyczyścił starannie szuwaksem własnego wyrobu, spreparowanym z odrobiny mleka i miałko utłuczonego węgla. Kiepski to był szuwaks; but nie miał glancu i okrutna żółcizna świeciła z pod czernidła, osobliwie w szparach między podeszwą a przyszwą. Pragnąc nadać im jaką taką formę, musiał Jędrek wewnątrz kłaść duże wiechcie słomiane i zawijać nogę w spore onuce. Przyszwy, dzięki temu, na oko zdawały się węższemi, ale zato nogi bolały nad wyraz, osobliwie w drodze. Drelichowe spodnie kryły obrzydłe cholewy. Mundur Radka był kiepski, przerobiony z kapoty ufarbowanej na granatowo. Zamiast srebrnego galonka na kołnierzu przyszyta była najzwyczajniejsza bawełniana tasiemka po dwa grosze łokieć. Płaskie guziki tego uniformu były powycierane i nie miały srebrnego blasku."
      },
      {
        "index": 5,
        "text": "Tylko palmy i litery P. P. (Progimnazjum Pyrzogłowskie) błyszczały na słońcu. Tornister odparzał srodze plecy wędrowca, mieściły się w nim bowiem wszystkie gramatyki, podręczniki algebry i geometrji, dzieła Cezara i Ksenofonta, «Słowiestnost’« i lezesztyki niemieckie. Oprawa każdej z tych książek była starannie zawinięta w papier, a wszystkie kajety w porządku. Już tak drugi dzień Jędrek »dymał« z pod samych Pyrzogłów w stronę Klerykowa. Noc go zaskoczyła w okolicy pustej, wsi naokół nigdzie widać nie było, przespał się tedy w stercie pod lasem, zmarzł dosyć dobrze nad ranem i szedł drugiego dnia ostro zaraz od świtu. Przed południem trafiła się przy drodze wielka, stara karczma, zaszedł tedy do niej dla wypoczynku. Na pytanie, coby zjeść można, odpowiedziano mu, że niema nic innego prócz bułek i piwa. Kazał sobie przynieść pięć bułek i kwartę piwa. Bułki były stare i twarde, jak rzemień, a piwo nosiło pseudonim »drozdowskiego« prawdopodobnie dla tej racji, że miało smak kwaśnego soporu z ogórków, a temperaturę kałuży na gościńcu w dzień upalny. Jędrek wyjął z tornistra osełkę masła, zawiniętą w czystą szmatę, krajał bułki nożykiem, smarował je masłem, zapijał »drozdowskiem« i spoczywał w chłodzie izby. Naprzeciwko niego siedziała gospodyni. Z za balasów szynkwasu widać było tylko jej tłustą, czy obrzękłą twarz, podwiązaną chustkami. Złe oczy tej baby świeciły się, jak węgle i badawczo w podróżnego wpijały."
      },
      {
        "index": 6,
        "text": "— Skądże to kawaler? — rzekła nareszcie — wolno spytać?..."
      },
      {
        "index": 7,
        "text": "— Zdaleka, moja pani — rzekł Radek, nie kontent wcale z indagacji."
      },
      {
        "index": 8,
        "text": "Szynkarka przysunęła sobie lepiej rynkę z duszoną kiełbasą, odetchnęła gniewnie i rzekła:"
      },
      {
        "index": 9,
        "text": "— Zdaleka? Uczyń i sam idzie piechtą? Cóż to znowu za moda!"
      },
      {
        "index": 10,
        "text": "Jędrek zaczerwienił się i zmieszał niepomału."
      },
      {
        "index": 11,
        "text": "— Idę — rzekł — do Klerykowa. Skończyłem cztery klasy w Pyrzogłowach, a teraz chcę się dostać jako do piątej..."
      },
      {
        "index": 12,
        "text": "— Widzicie... A i cóż to rodzice nie mogli odesłać kuniamy, nie żeby zaś piechotą rypać tyli świat? Przecie od nas do Pyrzogłowów, — a bo ja wiem, — będzie pewnie ośm mil z ogunem. Cóż ta za rodzic i taki musi być bez honoru, żeby zaś..."
      },
      {
        "index": 13,
        "text": "— Ja nie mam rodziców, — skłamał Radek na poczekaniu i ze złością krajał swoje sczerstwiałe bułki."
      },
      {
        "index": 14,
        "text": "— No, to krewni przecie jacyś muszą być u Boga Ojca?"
      },
      {
        "index": 15,
        "text": "— Daleko stąd jeszcze do Klerykowa? — zapytał, pragnąc uciąć wszelkie pytania."
      },
      {
        "index": 16,
        "text": "— Do Klerykowa? Ho ho!... Do Klerykowa, mój panie, to jest po naszemu siedm mil — i oha. W jeden dzień nie zajdzie, choćby zaś nie wiem jak szedł..."
      },
      {
        "index": 17,
        "text": "Znużenie, niby ogromny ciężar, przytłaczało barki uczniaka: z przyjemnością byłby się rozciągnął na długim i szerokim stole karczmy, w miłej wilgoci, zlekka tylko cuchnącej siwuchą i staremi kiełbasami, ale wprost lękał się pytań szynkarki. Dopóki nic a nic nie wiedziała o jego paranteli, traktowała go z jakiem takiem uszanowaniem. Gdyby się dowiedziała o wszystkiem, z pewnością mówiłaby mu ty i spoglądała nań z góry."
      },
      {
        "index": 18,
        "text": "Życiorys Jędrzeja Radka krótki był i pospolity. Urodził się we wsi Pajęczyn Dolny, w czworakach dworskich, na werku biednego fornala. Wiek pacholęcy spędzał już to w izbie, gdzie mieściły się familje trzech ratajów, już pod odkrytem niebem i nad wiekuiście odkrytą gnojówką, której toń ciemno-fioletowa stała tuż przed drzwiami czworaków. Od wybrzeży gnojówki do podporek łoża, wkopanych w ziemię, pełzał na czworakach, nosząc w zębach niezawsze czystą koszulinę, przez wysoki, na pół zgniły próg chałupy, — następnie zwiedzał samopas nietylko tę skromną przestrzeń, ale znacznie szersze obszary gnojów, błot, kałuż i gnojówek już z twarzą zwróconą ku niebu, co, jak wiadomo, wyróżnia człowieka od bydląt ziemi, — aż do chwili, kiedy powołany został do pilnowania przedewszystkiem gąsiąt, a w następstwie maciory z prosiętami na dworskim okólniku. Nie można powiedzieć, żeby te obowiązki spełniał wzorowo."
      },
      {
        "index": 19,
        "text": "Zdarzyło się pewnego razu, że mu karbowy »wytatarował« postronkiem skórę na plecach i w ich sąsiedztwie do tego stopnia, że winowajca z wielką niechęcią siadł na ziemi; kiedyindziej sam dworski lokaj za sekretne wylizywanie rynki kuchennej nadarł mu sporo uwłosienia, ze zbytnią, co prawda, rosnącego bujnością. Te (i wiele innych w tym guście) wskazówki moralnego prowadzenia się zarówno na okólniku, jak i na szerszym przestworze świata, ugruntowały pierwsze podwaliny pryncypjów społecznych w duszy małego pastuszka i byłyby zapewne starczyły mu na długo, aż do następnych, równie kształcących, jak starczą wszystkim Jędrkom folwarcznym, gdyby nie interwencja Antoniego Paluszkiewicza, zwanego Kawką."
      },
      {
        "index": 20,
        "text": "Ten Kawka był nauczycielem dwu młodych paniczów. Chodził niegdyś na uniwersytet i często chełpił się z tego powodu, wygłaszał wolnomyślne mniemania wśród osób, które na żaden sposób wolnomyślnością przejąć się nie mogły, bo śród księży i szlachty, osiadłej na intratnych folwarkach, nosił długie, niezgrabne palto, przydeptane buty i obrzydliwie kaszlał. Mieszkanie guwernera znajdowało się w śpiczastej baszcie, nowszemi czasy przystawionej do wiekowego dworu. O każdej dobie dnia i prawie każdej nocy słychać było stamtąd jednostajne pokaszliwanie i stąd urosło drugie nazwisko Paluszkiewicza. Dwaj wychowańcy urządzali mu bardzo często pod oknami pewnego rodzaju koncerty. Spędziwszy dzieci folwarczne kryli je w krzakach i rozkazywali im kaszlać na komendę w sposób odpowiedni, naśladujący głos guwernera. Dziedzic z familją, cała służba wyższego stopnia i wszyscy wogóle mieszkańcy Pajęczyna mieli z tego tytułu niemałą uciechę. Jeden tylko Kawka nie zwracał na to wszystko najmniejszej uwagi. Kiedy z krzaków dawały się słyszeć zabawne głosy, a zewsząd śmiech mniej lub więcej głośny, jak zwykle wychodził na balkonik z książką w ręku, siadał okrakiem na krześle i ani trochę nie zmieniał sposobu kaszlania. Z czasem, kiedy przechodził w poprzek dziedzińca, obok czworaków, albo ulicą wiejską, z każdego zaułka rozlegał się śmieszny głos któregoś z ukrytych psotników:"
      },
      {
        "index": 21,
        "text": "— Ku — wyk... eee... ku — wyk... eee..."
      },
      {
        "index": 22,
        "text": "Najwięcej talentu w dręczeniu Paluszkiewicza wykazywał właśnie Jędrek Radek. Przed rozpoczęciem solennego koncertu wydawał zawsze, pod batutą panicza, nienaśladowane, znakomite w swoim rodzaju beknięcie, pewien gatunek introdukcji, po której dopiero następowały chóralne wrzaski. Radek wybornie przedrzeźniał »belfera« nietylko głosem, ale i ruchami. Ile razy Kawka szedł w stronę plebanji kłócić się w niebogłosy z wikarym o pozytywizmy i determinizmy, miał zawsze poza sobą Jędrka, niby cień, który go w małpi sposób naśladował. W tym celu pastuszek brał na się długą płachtę, w rękę patyk, na nos zakładał jakiś drucik, zwinięty w kształt binokli, kudłał sobie włosy jeszcze bardziej, garbił się, właził w błoto na sposób »prefesora«. Sama dziedziczka dawała mu nieraz za te sztuki kromkę chleba z miodem, kawałek cukru, albo napół zgniłe jabłko. Czując za plecami potężnych protektorów, Jędrek coraz bardziej kształcił się w swej umiejętności."
      },
      {
        "index": 23,
        "text": "Doszło do tego, że, skoro tylko Kawka ukazywał się na dziedzińcu, pauper wołał go po imieniu i nazwisku, lżył i wydrwiwał. Przyszła jednak i na niego kreska. Pewnego razu, w dzień pochmurny i deszczowy, mały Radek siedział u płotu, nakryty workiem od dżdżudżdżu i wiatru, gdy wtem ujęły go za kark dwie ręce i podniosły w górę. Chłopak wydał krzyk przeraźliwy i zaczął szarpać się gwałtownie. Nic jednak nie pomogło. Paluszkiewicz chwycił go wpół, wlókł przez cały ogród i zziajany, ledwo żywy, wciągnął po schodach do swego mieszkania. Jędrek rozpierał się we drzwiach nogami, nie mogąc inaczej, walił Kawkę w brzuch głową, szarpał na nim odzienie, ale koniec końców ulec musiał. Wepchnąwszy malca do pokoju, Paluszkiewicz zamknął drzwi na klucz i upadł na łóżko ze zmęczenia."
      },
      {
        "index": 24,
        "text": "— Ty mi zerzniesz dudy — dobrze... — rzekł mu chłopak zuchwale, ale poczekaj, zapamiętasz se ty! Co masz za racyę do mnie — chy?"
      },
      {
        "index": 25,
        "text": "Kawka wysapał się, uspokoił, zapalił papierosa i jął chodzić po izdebce. Minęło tak kilkanaście minut. Chłopakowi wydało się, że »belfer« o jego obecności zapomniał, — więc rzekł:"
      },
      {
        "index": 26,
        "text": "— No — bić to bić — mali, a nie, to mię, panie, wypuszczaj!"
      },
      {
        "index": 27,
        "text": "Młody człowiek spojrzał na niego z za swych okularów i mruknął:"
      },
      {
        "index": 28,
        "text": "— Poczekaj, poczekaj, nic pilnego!..."
      },
      {
        "index": 29,
        "text": "Następnie zaczął przewracać stosy swych książek i papierów. Czynił to bez ładu i porządku, ciskając tomy na prawo i lewo. Jędrek miał się na baczności i pilnie zważał na każdy ruch pedagoga, przekonany, że ten lada moment wyrwie z dziury jakieś niewidzialne i niesłychane narzędzie męki. Wzrok jego spoczywał w przelocie na klamce, szybach okna i oszklonego wejścia, za którem mieścił się balkonik. Tymczasem Kawka wyciągnął z głębi swych zbiorów duży atlas zoologiczny, pełen kolorowanych figur zwierząt, i położył go przed chłopakiem na stole, mówiąc:"
      },
      {
        "index": 30,
        "text": "— Weź i obejrzyj sobie te obrazki."
      },
      {
        "index": 31,
        "text": "Jędrek ani myślał patrzeć, gdyż wydało mu się, że posiadł sekret belfra."
      },
      {
        "index": 32,
        "text": "— Jabym się, — rozumował, — zabawiał obrazikami, a onby mię, para, z tyłu w łeb tak ćwieknął, żebym ani tchnął..."
      },
      {
        "index": 33,
        "text": "Belfer tymczasem defilował już po izbie, trzymając papierosa w ustach, książkę w ręku i półgłosem mrucząc na pamięć słowa i frazesy angielskie, które mu tego dnia do nauki wypadły."
      },
      {
        "index": 34,
        "text": "Znowu minął kwadrans czasu."
      },
      {
        "index": 35,
        "text": "— Jak tam prosięta w ziemniaki dworskie wlezą, żeby na mnie zaś nie było, bo ja tu nic nie krzyw! — nagle wrzasnął mały więzień."
      },
      {
        "index": 36,
        "text": "— Prosięta... a tak... No to niech będzie na mnie."
      },
      {
        "index": 37,
        "text": "— A tak, to tak... — rzekł urwis obojętnie i z rezygnacją począł patrzeć na okno, później na piec, na stół, na książki, na samego belfra, wreszcie na malowane żyrafy i nosorożce. Ostatnie zaciekawiły go wkrótce tak bardzo, że patrzał na nie bez ruchu, jak cielę na malowane wrota."
      },
      {
        "index": 38,
        "text": "— A i cóż toto za koń taki, mój Jezus kochany, — myślał, ogarnięty przez wszechmocny podziw. — Chylośna to szyja u takiego gada..."
      },
      {
        "index": 39,
        "text": "Rozpalona ciekawość podniecała go do przewrócenia stronicy i objęcia sekretnem wejrzeniem tego, co mieszczą karty następujące. Wypatrzył wreszcie chwilę, kiedy Kawka, spacerując, plecami był do niego zwrócony, naślinił mocno palec i odwrócił cicho grubą kartę. Stał na niej duży tygrys z ognistemi ślepiami."
      },
      {
        "index": 40,
        "text": "— Chy, to ci kot! — krzyknął chłopak, zapominając o wszystkiem."
      },
      {
        "index": 41,
        "text": "— To nie kot. Takie zwierzę nazywa się tygrys, — rzekł Paluszkiewicz, nie przerywając swego mamrotania."
      },
      {
        "index": 42,
        "text": "Teraz Jędrek, zaabsorbowany całkowicie, odkładał kartę za kartą aż do zmroku. Wtedy dopiero Paluszkiewicz wypuścił go z mieszkania, obdarzywszy bardzo smacznem ciastkiem. Prosięta istotnie wlazły w kartofle. Za powrotem do domu mały badacz fauny obcokrajowej, wskutek nieścisłego strzeżenia okazów swojskiej, dostał od matki siarczyście po karku. Ani ta kara, ani daleko sroższe, a spadające z fornalskiej ręki ojca, nie wpłynęły jednak na poprawę obyczajów młodzieńca. Zbiesił się całkiem. Skoro tylko nadarzyła się chwila, rwał cichaczem do byłego studenta na ciastka, na wykradanie mu z przed nosa tytoniu i na oglądanie malowideł. Ostatnie rozwinęło się w nim niebawem w nałóg iście chłopski, dający się wyrwać z ciała chyba pospołu z duszą."
      },
      {
        "index": 43,
        "text": "Kawka sam nie wiedział, kiedy urwisa nauczył doskonale czytać, tak się to stało prędko. Już w jesieni tegoż roku Jędrek zabazgrywał koślawemi figlasami grube kajety, w długie wieczory zimowe ciągnął już ruskie, a latem następnego roku Paluszkiewicz jął przemyśliwać o umieszczeniu wychowańca w progimnazjum pyrzogłowskiem. Kilkoletni pobyt »na kondzie« w rozmaitych Pajęczynach dał mu sposobność, przy prowadzeniu życia mało co wykwintniejszego od wzorów, zostawionych przez mistrza Djogenesa, zgromadzenia kilkuset rubli. Sam zapadał coraz głębiej i coraz szybciej na suchotki. Porzucił tedy kondycję, odwiózł ulubieńca do Pyrzogłów, siłą prawie wydarłszy go rodzicom, którzy płakali za tem dzieckiem, jak po zmarłym, oddał do klasy pierwszej, z góry wypłacił za niego koszta utrzymania na niezbyt drogiej stancji, a sam został w temże miasteczku i żył »z kapitału«. Chłopak najadł się cierpień i wstydu niemało, zanim jako tako przystał do poziomu pyrzogłowskiej kultury. Dzięki korepetycjom opiekuna uczył się wybornie i z pochwałą przeszedł do klasy drugiej."
      },
      {
        "index": 44,
        "text": "A opiekun tymczasem skapiał zupełnie. W maleńkiej izdebce, której okno wychodziło na cuchnące żydowskie podwórze, defilował z kąta w kąt, ucząc się ciągle różnych rzeczy, niezbędnych mu do szerokiego studjowania psychologji. Podczas drugiego roku więcej zresztą leżał na sienniku, niż łaził. Wtedy także zaczął przepisywać na czysto dzieło swego życia, rozłożone w ruchomych kartkach, które zajmowały większą część pokoju. Pewnej nocy jesiennej, nocy wichru i słoty, spoczął na zawsze przy tej robocie."
      },
      {
        "index": 45,
        "text": "W Pyrzogłowach i wogóle na sąsiadującym z niemi świecie wiedziano jedynie, że był to i umarł taki, co wcale nie chodził do kościoła. Z pogrzebem były pewne korowody, gdyż księża tamtejsi nie chcieli zmarłego chować na cmentarzu katolickim. Dopiero w ostatniej chwili zdecydowano się pokropić trumnę wodą święconą i odwieźć na mogiłki. Resztę swego funduszu Paluszkiewicz wręczył był na kilka miesięcy przed śmiercią, utrzymującej stancję, gdzie mieszkał Jędrzej Radek. Pani owa po zgonie filozofa, o ile mogła, zmniejszyła rozmiary spadku, ale bądź co bądź Jędrek wytrzymał u niej aż do końca roku i przeszedł do klasy trzeciej. Wtedy dał sobie rady. W progimnazjum pyrzogłowskiem lepsi uczniowie klasy trzeciej i czwartej mieli prawo udzielania korepetycyj wstępniakom i pierwszakom. Zarabiali nieźle. Radek należał do »kowalów« gimnazjalnych i miał opinję dobrego ucznia. Z trudem o głodzie niemal i w srogiej poniewierce, przetrwał korepetycjami klasę trzecią, czwartą — i zdał na patent. Był obyczaj w Pyrzogłowach, że większość uczniów biednych, z patentami kończących, waliła wprost ze szkoły; — primo — do seminarjum na księży; secundo — na oficerów do szkoły junkierskiej; tertio — do apteki. Radkowi prorokowali wszyscy stan księży: chłopski syn, kowal, mumja egipska... Tymczasem on co innego miał w głowie. Jemu »pan« ukazał horyzont tak daleki w naukach i na świecie, że Radek na księdza nie miał żadnej ochoty. Nie pojmował, co to jest uniwersytet, nie zdawał sobie sprawy z ogromu nauk, ale wiedział, że ten uniwersytet istnieje. Zresztą w duszy jego trwały, jak wiecznie żywe stygmaty, słowa Paluszkiewicza takie nawet, których nie mógł zrozumieć w całej rozciągłości, jak nieodwołalne prawa żyły rady, wskazówki i napomnienia. Wdzięczność dla opiekuna stała się jak gdyby jednym więcej zmysłem, za którego pomocą badał i przebywał świat. To, co inni otrzymali jako spadek po całym szeregu przodków ucywilizowanych, jako wychowanie domowe, on miał od »pana«. Tem żył i tem się krzepił w swej nędzy."
      },
      {
        "index": 46,
        "text": "— Nauka jest, jak niezmierne morze... — mówił pan. — Im więcej jej pijesz, tem bardziej jesteś spragniony. Kiedyś poznasz, jaka to jest rozkosz... Ucz się, co tylko jest sił w tobie, żeby jej zakosztować!"
      },
      {
        "index": 47,
        "text": "Radek poprzysiągł sobie, że będzie się uczył naprzekór wszystkiemu, skoro pan tak przede śmiercią kazał. Nic go zresztą do wsi nie nęciło. Pamiętał ciągle, każdym nerwem i jakby każdym mięśniem razy karbowych, lokajów, paniczów. Na wspomnienie ochłapów, które mu rzucano z ganku dworskiego za znęcanie się nad Paluszkiewiczem, krew w nim kipiała i pożar obejmował głowę. Nie przebaczał i rodzicom. Miał w pamięci zachętę matki, ażeby przedrwiwać nauczyciela dla zyskania sobie względów dworu, oraz ślepe ciosy pięści ojcowskiej, karzące za to, że się na górkę do pana wymykał. Wobec tamtego całego otoczenia stał w jego myślach biedny, cichy, schorowany człowieczek, który na wszystko głupstwo świata, na jego plugawą złość i nikczemną przemoc spoglądał z niedbałym uśmiechem i wyraźnie objaśniał, dlaczego jest tak, a tak, jak gdyby rozwiązywał zagmatwane dla innych, a jasne dla niego równanie algebry."
      },
      {
        "index": 48,
        "text": "Uczucia te szczególnie spotężniały w sercu młodego gimnazisty, gdy po czteroletniej nieobecności, już jako kandydat do klasy piątej, zjawił się w Pajęczynie. Przez cały czas pobytu w szkole, ani razu nie odwiedził rodziców, gdyż wakacje spędzał już to z opiekunem, już na kondycji letniej, co mu przynosiło piętnaście rubli srebrem zarobku. Znalazłszy się na łonie rodziny, po raz drugi musiał zobaczyć niejako samego siebie, rozważyć swe życie i zaszłe w niem odmiany. Każde miejsce mówiło mu o tem, co było, wszyscy ludzie, kogo tylko spotkał, nie interesowali się wcale zmianami, jakie w nim zaszły, lecz stwierdzali ciągle jeden fakt, że uczeń, który wobec nich stoi, jest to przecie ten sam Jędrek Radków, pastuch prosiąt z okólnika. Nikogo nie wzruszały jego prace, trudy i męki, które go z oberwańca wiejskiego przekształciły na ucznia, lecz jedynie ta okoliczność, że to oni, ci znajomi, tegoż ucznia pamiętają, jako świniarza. Było to tak powszechne, że Jędrek sam nie mógł odnaleźć siebie współczesnego. Cztery lata, wszystko, co stanowiło jego byt rzeczywisty, — gdzieś jakby znikło. Stały natomiast znane miejsca z ich dławiącą tożsamością, podwórze, baszta na końcu dworu, gdzie urządzał muzykę, i cały zakres niewzruszenie takich samych pojęć i praw pajęczyńskich."
      },
      {
        "index": 49,
        "text": "Radek stykał się piersiami z czemś, co było nim dawnym, jakby wstępował w swoją dawną, a porzuconą formę, i uczuwał wstręt niewymowny. Mieszkał u rodziców na czworaku, a właściwie w pobliżu tej budowli, gdyż obadwaj z ojcem sypiali na dworze w czasie nocy jasnych, a pod pustą szopą w czas deszczowy. Ojciec i matka przypatrywali mu się z nieustającem ani na chwilę zdumieniem. Szczególniej ojciec dziwował mu się bez końca. Mało do niego mówił, a jeśli wyrzekł jakie słowo, to z wyrazem pytania w oczach, czy to aby godzi się powiedzieć. Młody Radek wstydził się i tatula i matki i swojej obecności w przeklętym Pajęczynie — niewiadomo przed kim. Umyślnie nosił grube szmaty chłopskie, chodził boso i wyręczał ojca w pracy folwarcznej, żeby tylko od nikogo z przejezdnych nie być poznanym. Był to jednakże wstyd połowiczny, kryjący w sobie żal głęboki, a gorzki, jak piołun."
      },
      {
        "index": 50,
        "text": "Rodzice nie mogli mu na dalszą naukę dać nic więcej prócz paru osełek masła i kilku sztuk zgrzebnej bielizny. Naokół nikt dlań nic nie miał innego, prócz mniej lub więcej gryzącej ironji. Mimo to, a może nawet dlatego, energja Jędrka rosła i odwaga tężała. Wezwał na pomoc wspomnienie nauczyciela i z tym kapitałem zarzucił na plecy tornister, wyruszając w świat szeroki. Rodzice obydwoje płakali, odprowadzając go daleko, daleko za pola folwarczne. Nie wiedzieli, jakiem słowem przemówić na pożegnanie, zapewne ostatnie, co mu radzić, przed czem go ostrzegać. Patrzyli tylko w milczeniu, pragnąc zachować w źrenicach obraz jego postaci. I Jędrek milczał. Zostać w Pajęczynie Dolnym nie mógł za nic na świecie. Czuł, że niema tam dlań takiej nawet przestrzeni, żeby mógł na niej postawić dwie stopy, a jednak, idąc po twardej szosie i nie oglądając się poza siebie, płakał i on cichemi, chłopskiemi łzami."
      },
      {
        "index": 51,
        "text": "Posiliwszy się jako tako w karczmie przy rozstajnych drogach, dał szynkarce należne kilkanaście groszy i miał wziąć ze stołu tornister, kiedy tłuste babsko znowu go zagadnęło:"
      },
      {
        "index": 52,
        "text": "— A czy aby kawaler skąd nie ucieka? Żebym zaś jakiego kłopotu nie miała..."
      },
      {
        "index": 53,
        "text": "— Odczep się pani! — rzekł Radek głośno i stanowczo."
      },
      {
        "index": 54,
        "text": "— Tak? Z takiego kamerdunu? Zaraz my się tu prawdy dowiemy!"
      },
      {
        "index": 55,
        "text": "To rzekłszy, żywo skoczyła ku drzwiom, usiłując je na klucz zamknąć. Gimnazista pchnął ją tak potężnie, że się zatoczyła aż pod beczki, stojące w kącie, i wyszedł. Mijając prędko wieś, słyszał za sobą wrzaskliwy głos szynkarki:"
      },
      {
        "index": 56,
        "text": "— Po sołtysa, po sołtysa! Łapaj, trzymaj!..."
      },
      {
        "index": 57,
        "text": "Za wsią, za ostatniem jej drzewem znowu go upał pochwycił w szpony. Zdarzenie w karczmie nie sprawiło mu przykrości, lecz owszem pewną satysfakcję, zaraziło go jednak pewną, niewidzianą odrobiną przesądu. — Zły znak, zły początek... — szeptał do siebie."
      },
      {
        "index": 58,
        "text": "W tamtej stronie pagórki znikały już prawie całkowicie. Przypiaskowy, a miejscami szczerze piasczysty grunt rozkładał się, jak okiem sięgnąć, na płaszczyźnie ogromnej, zimnej i nudnej. Daleko szarzały mizerne skrawki lasu, bliżej gdzieniegdzie między polami widać było mały, plugawy pagórek, wydmę piachu, jałową i martwą, jak mogiła, a na niej parę jakichś rosochatych, suchych i zgarbionych od urodzenia sosenek i brzózek. Po obudwu stronach drogi ciągnęły się dwa suche rowy, zarośnięte wysoką trawą, która dźwigała tak niezmierne brzemię kurzu, zwianego z szosy, że zdawała się pod nim umierać. Słupy telegraficzne rzucały na białe płótno szosy swe krótkie i martwe cienie. Gdzieniegdzie sterczał z ziemi podłużny kamień, z gruba ociosany i w półkrąg zakończony u góry. Głazy te miały na sobie jakieś barwy drogowe i koślawe cyfry, a czyniły wrażenie prostackich chłopów wioskowych, poprzebieranych w uniform państwowy, którzy stoją »wo front« i czegoś stróżują, ale sami nie wiedzą — czego. Zresztą na całej szosie leżała martwota."
      },
      {
        "index": 59,
        "text": "Radkowi posiłek (a osobliwie piwo) nie wyszedł na zdrowie. Głowa mu ciężała, nogi się plątały i morzyła go senność. W pewnem miejscu zauważył w polu gruszkę, obok niej suchotnicze krzaczki; zaszedł tam i przespał się w cieniu. Wkrótce jednak maszerował znowu. Pot kroplisty stał na jego spalonej twarzy i szyi, brudził tasiemkę kołnierza, a nawet sam kołnierz zabarwiał na kolor jasno siny. Niezbyt pośpiesznie idąc, Radek dopędził furę z tarcicami, wlokącą się noga za nogą, i zrobił propozycję chłopu, który szedł obok sprzężaju, czyby za dwadzieścia groszy nie pozwolił mu przysiąść na deskach. Chłop długi czas patrzył na niego, a następnie wyciągnął rękę po pieniądze. Jędrek przysiadł się bokiem na deskach i zwiesił nogi. Drobne szkapki, ciągnące wóz, chude i mizerne »chety« bez żadnej prawie maści, z wielkiemi łbami, grzywami i ogonami szły ledwo ledwo, dotykając prawie nozdrzami pyłu szosy. Wysoki i obdarty właściciel ich śmigał nad niemi bezmyślnie batem i raz za razem pokrzykiwał:"
      },
      {
        "index": 60,
        "text": "— Wijo-a-ocha... Wijo-a-ocha!..."
      },
      {
        "index": 61,
        "text": "Od chwili, gdy Jędrek siadł na wozie, nie spuszczał z niego oczu i nawet okrzyku swego zapomniał. Gdy się już napatrzył do woli, rzekł:"
      },
      {
        "index": 62,
        "text": "— A skądże to pan?"
      },
      {
        "index": 63,
        "text": "— Taki ja pan, jak i wy, gospodarzu... — powiedział Radek."
      },
      {
        "index": 64,
        "text": "Chłop zamilkł i znowu się przyglądał. Dopiero po upływie długiej chwili mruknął sceptycznie:"
      },
      {
        "index": 65,
        "text": "— Niby, jak ja?"
      },
      {
        "index": 66,
        "text": "— E, wiecie co, pójdę ja lepiej... — rzekł nagle uczeń. — Szkapy wasze nie najbogatsze, ledwo idą, a mnie pilno. Oddajcież mi te dwadzieścia groszy..."
      },
      {
        "index": 67,
        "text": "— Dwadzieścia groszy? Niby one, co mi je pan dał?"
      },
      {
        "index": 68,
        "text": "— A no jakież?"
      },
      {
        "index": 69,
        "text": "— Ij, gdzież jabym ta piéniądze panu oddawał... — rzekł chłop, wywijając batem i patrząc na ogony swych szkapiąt."
      },
      {
        "index": 70,
        "text": "— A no i jakże, przeciem nie siedział na waszym wozie pacierza..."
      },
      {
        "index": 71,
        "text": "— A cóż mi ta z tego? Jechać to jechać, a gdzież jabym ta pieniądze oddawał..."
      },
      {
        "index": 72,
        "text": "— Dajcież te pieniądze, żeby między nami nie było znowu czego!..."
      },
      {
        "index": 73,
        "text": "— Między nami niby?"
      },
      {
        "index": 74,
        "text": "— No!"
      },
      {
        "index": 75,
        "text": "— Wijo-a-ocha!... — rzekł chłopowina z takim spokojem, jakby Radka wcale przy nim nie było."
      },
      {
        "index": 76,
        "text": "Łzy zakręciły się w oczach wędrującego chłopca. Źle mu sisię wiodło w tej drodze. Nie rzekł już słowa i poszedł dalej. W zamyśleniu stawiał wielkie kroki i ani się obejrzał, jak przebył dystans kilkowiorstowy. Spiekota trwała jeszcze ciągle, tylko przydrożne słupy i krzaczki odrzucały dłuższe cienie. Znagła wędrowiec usłyszał poza sobą głuchy turkot i zobaczył duży tuman kurzu, posuwający się z szybkością. Wkrótce zrównała się z nim para pysznych koni bułanych, zaprzężonych do bryczki, na której siedział furman w liberji i szlachcic w kapeluszu słomkowym, otulony żaglowym kitlem. Szlachcic był młody, wąsaty i, naturalnie, ogorzały. Wejrzenie miał gwałtowne, bystre, ciężkie i tak prawdziwie pańskie, że Radek natychmiast uczuł w sobie chamską duszę i zdjął czapkę. Pojazd minął go, sypiąc naokół chmurą kurzu. Gdy z zamrużonemi oczyma stał, zwrócony ku polom, i czekał, aż piasek opadnie, usłyszał nagle chrapliwy i rozkazujący głos:"
      },
      {
        "index": 77,
        "text": "— Hej, kawalerze, hej!"
      },
      {
        "index": 78,
        "text": "Radek rozwarł oczy i dostrzegł, że bryczka stoi w odległości kilkudziesięciu kroków, a szlachcic wzywa go ku sobie takim gestem, jakby mu obiecywał pięćdziesiąt batów."
      },
      {
        "index": 79,
        "text": "— Kawalerze! — wołał coraz głośniej."
      },
      {
        "index": 80,
        "text": "Radek podbiegł do bryczki z odkrytą głową i stanął przy jej stopniu."
      },
      {
        "index": 81,
        "text": "— A skąd to kawaler? — zapytał szlachcic pewnym głosem sędziego śledczego."
      },
      {
        "index": 82,
        "text": "— Z pod Pyrzogłów."
      },
      {
        "index": 83,
        "text": "— Skąd?"
      },
      {
        "index": 84,
        "text": "— Z Pajęczyna Dolnego."
      },
      {
        "index": 85,
        "text": "— A kawaler coś za jeden, czyj syn?"
      },
      {
        "index": 86,
        "text": "— Tam jednego..."
      },
      {
        "index": 87,
        "text": "— Co za jednego... tam?"
      },
      {
        "index": 88,
        "text": "— Włościanina."
      },
      {
        "index": 89,
        "text": "— Proszę... włościanina. A dokądże to tak walisz samopas, kochanku?"
      },
      {
        "index": 90,
        "text": "— Do Klerykowa."
      },
      {
        "index": 91,
        "text": "— Fiu — fiu. A pocóż to?"
      },
      {
        "index": 92,
        "text": "— Do szkół, proszę wielmożnego pana."
      },
      {
        "index": 93,
        "text": "— Cóż, u licha! Ojciec na szkoły dla ciebie ma, a na furmankę nie ma? Konie trzymają ojciec?"
      },
      {
        "index": 94,
        "text": "— Nie."
      },
      {
        "index": 95,
        "text": "— Więc skądże, do djabła, bierze na szkoły, jeśli nawet koni..."
      },
      {
        "index": 96,
        "text": "— Mój ojciec służy we dworze... — powiedział Radek z rumieńcem na twarzy."
      },
      {
        "index": 97,
        "text": "— Za karbowego, czy jak?"
      },
      {
        "index": 98,
        "text": "Młodzieniec wahał się przez chwilę, pragnąc z całej siły skłamać i potwierdzić, ale przemógł się wreszcie i wyznał:"
      },
      {
        "index": 99,
        "text": "— Nie, za rataja."
      },
      {
        "index": 100,
        "text": "— Patrzcie państwo! Już teraz rataje kształcą swe potomstwo w Klerykowie. A do którejże to klasy walisz w tylim tornistrze, mój filozofie?"
      },
      {
        "index": 101,
        "text": "— Do piątej, proszę wielmożnego pana."
      },
      {
        "index": 102,
        "text": "— Do piątej? No, proszę... Jakże to sobie radę dajesz w tym Klerykowie, skoro tak rzeczy stoją?"
      },
      {
        "index": 103,
        "text": "— W Pyrzogłowach dawałem korepetycje."
      },
      {
        "index": 104,
        "text": "— W Pyrzogłowach? Ja się pytam o KlerykówKleryków."
      },
      {
        "index": 105,
        "text": "— Nie znam Klerykowa, wielmożny panie."
      },
      {
        "index": 106,
        "text": "— To ty dopiero pierwszy raz?"
      },
      {
        "index": 107,
        "text": "— Pierwszy."
      },
      {
        "index": 108,
        "text": "— I myślisz tam również temi korepetycjami handlować?"
      },
      {
        "index": 109,
        "text": "— Nie wiem, proszę wielmożnego pana. Tak idę..."
      },
      {
        "index": 110,
        "text": "— Tak idziesz? No, to siadaj na koźle, podwiozę cię do miasta."
      },
      {
        "index": 111,
        "text": "Radek szybko wgramolił się na kozioł i usiadł obok tęgiego furmana w liberyjnej czapce i letniem ubraniu w białe i niebieskie prążki. Konie skoczyły z miejsca i poniosły bryczkę wśród tumanów burego pyłu. Kiedy niekiedy tylko ukazywały się oczom młodzieńca niewielkie chaty, drzewa, słupy wiorstowe i dalekie gaje. Nie panował on już nad sobą, ani nad swemi postanowieniami. Wszystkiem zaczęło rządzić ślepe zdarzenie, czy cudza fantazja. Wiedział to jedno, że po przyjeździe, który sam przez się był już dziełem szczęśliwego trafu, czeka go cały szereg wstrząśnień i rozmaitych zjawisk o nieznanym kształcie, zakresie i kierunku. Co to będzie dalej? Jaki — myślał — jest ten Kleryków? A może się uda... Początek zdawał się zły, a może też zato..."
      },
      {
        "index": 112,
        "text": "Na szosie ukazywały się zwiastuny Klerykowa: zdążało więcej pieszych, wozów z tarcicami, bryczek szlacheckich i ogromnych fur, na których trzęsły się istne sterty żydów. W pewnem miejscu wyrosła pod górką duża cegielnia, a dalej na horyzoncie fabryka z czerwonej cegły. Radek oglądał takie budowle po raz pierwszy. Serce jego ścisnęło się, a wszystkie uczucia chwycił i zdławił jakby kurcz długotrwały. W tym stanie mniemanego spokoju młodzieniec przyjechał do miasta. Kleryków zrobił na nim wrażenie kamiennego labiryntu, ogromu. Wielkość domów zdała mu się wprost niewiarygodną, huk go oszołamiał, a ulice wydłużały się w oczach jego do nieskończoności. W rynku szlachcic rzucił furmanowi krótki rozkaz:"
      },
      {
        "index": 113,
        "text": "— Na Targowszczyznę!"
      },
      {
        "index": 114,
        "text": "Bryczka skierowała się w boczne, brudne i cuchnące uliczki, zjechała z bruku na szosę, wysadzoną ogromnemi drzewami i, pośród lichych domków przedmieścia, stanęła u bramy okazalszego budynku, który przypominał obszerny i zapadający się w ziemię dwór wiejski. Szlachcic wysiadł z bryczki i rzekł do Radka:"
      },
      {
        "index": 115,
        "text": "— Złaź kawaler i chodź za mną!"
      },
      {
        "index": 116,
        "text": "Chłopiec zeskoczył z kozła i machinalnie noga za nogą szedł w ślady rozkazodawcy. Ziemianin wstąpił po schodkach z bulw kamiennych do krzywej i nieczystej sionki, otworzył drzwi na lewo i sam ruszył dalej, a Jędrkowi gestem kazał pozostać. W kuchni krzątały się dwie służące: gruba kucharka w chustce związanej na kształt bocianiego gniazda i młoda dziewczyna z gołą głową. Obiedwie ukradkiem spoglądały na przybysza, który nieruchomo stał obok dużego komina. Wieczór zapadał i złoty blask zorzy płynął do izby przez brudne i zestarzałe szybki. Radek mimowoli spojrzał ku oknu i w głębi swych myśli, nie wiedząc prawie o tem, co się z nim dzieje, szukał istoty swojej, zatraconej wśród nawału wypadków, niosących go w pędzie. Był cały okryty kurzem, strudzony podróżą i pragnący. Niedaleko stała beczka z wodą, a na jej brzeżku blaszane półkwarcie, ale bał się ruszyć z miejsca. Za sąsiedniemi drzwiami słychać było głośną rozmowę, rubaszny śmiech męski i kobiece okrzyki. Młoda pokojówka zaczęłzaczęła nastawiać samowar, stara kucharka przyrządzała mięso na kotlety, gdy wtem drzwi się rozwarły i szlachcic, który zabrał był Radka na wózek, zawołał:"
      },
      {
        "index": 117,
        "text": "— No, filozofie, jak się tam wabisz..., kim!"
      },
      {
        "index": 118,
        "text": "Radek, niby automat, w swym tornistrze na plecach posunął się naprzód, przekroczył wysoki próg i stanął w komnacie, oświetlonej lampą wiszącą. Środek tego pokoju zajęty był przez duży stół, nakryty odrapaną tu i owdzie ceratą. Za nim, między dwoma oknami, mieściła się rozległa sofa, obok występowała na sam środek stancji wielka, czarna szafa. Na sofie siedziała pani widocznie bardzo małego wzrostu, gdyż głowę jej, ozdobioną wyniosłym zwojem przyprawionych warkoczy, ledwie było widać z za krawędzi stołu. Obok tej pani stał chłopiec lat zapewne dwunastu, z małemi ślepkami, twarzą podługowatą i jakoś niemile uśmiechniętą. Chłopiec ten bezustanku kołysał się na prawo i lewo, jak to czynią arabskie konie, które wieziono przez morze. Z za ramion chłopca i damy siedzącej wyglądała dziewczynka bardzo do tych dwojga podobna, lecz obdarzona wzrokiem bystrzejszym. Na rogu stołu, w świetle lampy, stał jegomość średniego wzrostu, łysy, marsowaty, z zadartemi do góry wąsami i potężnym orlim nosem. Protektor Jędrka, gdy ten wszedł i składał ukłon, rzekł głośno:"
      },
      {
        "index": 119,
        "text": "— To właśnie jest ów piątoklasista. Macie go we własnej osobie."
      },
      {
        "index": 120,
        "text": "— Aha — rzekł pan z zadartemi wąsami, — aha!... Więc idziesz, kochanku, do szkół, do klasy piątej?"
      },
      {
        "index": 121,
        "text": "— Tak jest... — wykrztusił Radek."
      },
      {
        "index": 122,
        "text": "— Bardzo to jest pięknie z twojej strony, że się garniesz do nauki, bardzo to pochlebnie... Czy masz tu znajomych albo krewnych?"
      },
      {
        "index": 123,
        "text": "— Nie mam proszę łaski pana."
      },
      {
        "index": 124,
        "text": "— A czy jesteś przynajmniej pewny, że w klasie piątej będzie miejsce dla ciebie?"
      },
      {
        "index": 125,
        "text": "— Mam patent..."
      },
      {
        "index": 126,
        "text": "— Hm... ja poszukuję niedrogiego korepetytora do syna. Gdybyś wszedł do gimnazjum, to kto wie... możebyś znalazł u mnie stół, stancję, światło, pranie, opał i wszelkie wygody."
      },
      {
        "index": 127,
        "text": "Po grzbiecie Radka prześliznął się mrożący dreszcz, a w duszy jego zadrżał i skonał jak gdyby czyjś krzyk: o Boże, Boże!..."
      },
      {
        "index": 128,
        "text": "— Władzio przeszedł do klasy pierwszej... — rzekła dama tonem wyniosłym i melancholijnym."
      },
      {
        "index": 129,
        "text": "— Jest to chłopiec w całem znaczeniu tego wyrazu zdolny, ale z łaciną nie da sobie rady."
      },
      {
        "index": 130,
        "text": "— Tak, z łaciną nie da sobie rady... — powtórzył Jędrek z głębokiem przeświadczeniem."
      },
      {
        "index": 131,
        "text": "— A więc zgadzasz się kawaler? — zapytał nagle szlachcic przyjezdny, kładąc na tornistrze Radka potężną prawicę."
      },
      {
        "index": 132,
        "text": "— Zgadzam się, proszę wielmożnego pana, a jakże, zgadzam się..."
      },
      {
        "index": 133,
        "text": "— Może mi pana zarekomendujesz, Alfonsie? — wycedziła tymczasem dama do Radkowego protektora."
      },
      {
        "index": 134,
        "text": "— A prawda. Nie wiem nawet, jak się nazywasz..."
      },
      {
        "index": 135,
        "text": "— Nazywam się Andrzej Radek."
      },
      {
        "index": 136,
        "text": "Chłopiec i dziewczynka mrugnęli znacząco i trącili się łokciami."
      },
      {
        "index": 137,
        "text": "— A ja nazywam się Płoniewicz — rzekł ojcieojciec małego ucznia."
      },
      {
        "index": 138,
        "text": "Przyjezdny nie wyjawił Radkowi swego nazwiska. Zacierał w czasie tej rozmowy ręce, chodząc szybko po izbie, a od czasu do czasu rzucał krótkie, niezdecydowane frazesy:"
      },
      {
        "index": 139,
        "text": "— Historja, jak mi Bóg miły... Awantura hiszpańsko-arabska!"
      },
      {
        "index": 140,
        "text": "— Zanim co nastąpi, możesz pan nocować u mnie... — mówił pan Płoniewicz. — Maryśka, wyporządź mi tam do czysta kancelarję i ułóż siennik z pościelą na szezlongu, — rzucił, zwróciwszy oblicze w stronę kuchni."
      },
      {
        "index": 141,
        "text": "Jędrek stał przy drzwiach, oszołomiony wszystkiem tak dalece, że prawie nie widział osób, znajdujących się w mieszkaniu. Obok niego przesunęła się kilkakroć pokojówka z talerzami, chodził to tu, to owdzie sam gospodarz, skakał jakiś mały piesek. Twarze obecnych widział, jak gdyby zasłonięte mgłą, czy nikłemi smugami dymu. Gdy nakryto do stołu i wniesiono półmisek z mięsiwem, p. Płoniewicz trochę szorstkim tonem wezwał Radka do zajęcia miejsca przy końcu stołu. Chłopiec nieznacznym ruchem odpiął tornister, złożył go na ziemi i usiadł. Dostał mu się kotlecik maleńki, ale przedziwnie smaczny po tak długiej wędrówce. Skończywszy kolacją, gospodarstwo z kuzynem i dziećmi przeszli do sąsiedniego salonu, a Jędrek, poprzedzony przez młodą służącą, udał się do swego locum. Z kuchni brudne i srodze wykrzywione drzwi prowadziły do wąskiej izby z jednem okienkiem. Ściana wprost drzwi zbita była z desek obielonych wapnem, między któremi widniały szerokie szpary. Stała tam kanapa tak zdezelowana, jakby ją dopiero co przyniesiono z szafotu, gdzie z niej oprawca darł pasy. Pod oknem znajdował się stolik, przy nim krzesełko. W rogu nudziła się szafka pleciona, a wszystkie jej półki zawalone były książkami najrozmaitszych formatów."
      },
      {
        "index": 142,
        "text": "Służąca przyniosła zaraz siennik, szczodrze słomą wypchany, poduszkę, prześcieradło i lichą kołderkę, usłała prędko na szeslongu wysokie łoże i oddaliła się, zostawiając, niby wspomnienie po sobie, cokolwieczek zakopconą lampę. Radek, gdy wyszła, oparł się pięściami na stoliku, wlepił oczy w płomień i popadł w głęboką zadumę. Wszystkie zdarzenia tego dnia tonęły w grubej nocy. Myśli chłopca przesuwały się od wypadku do wypadku, od sceny do sceny, od osoby do osoby, niby wzrok, badający kształty wśród ciemności zupełnej, gdy się wyjdzie ze światła i przywyka do mroku. Idąc poomacku tą drogą uciążliwą, Jędrek trafiał na spotkanie ze szlachcicem i znowu cofał się wstecz aż do chwili mijającej. Serce jego ściskała udręczająca ciekawość, skierowana w stronę dnia następnego, który owej chwili stał dlań gdzieś w przestrzeni, niemal jak osoba złowroga i bezlitośna, ale tę ciekawość tłumił i odtrącał, wciąż rozpatrując ubiegłe wypadki."
      },
      {
        "index": 143,
        "text": "Nareszcie znużenie ogromne i twarda senność wyrwały go z obrębu dociekań. Spojrzał wokoło i, zatrzymawszy wzrok na czystem posłaniu, westchnął z głębi piersi. Ściągnął buty z uczuciem niewymownej ulgi, zgasił lampę i rozciągnął się na posłaniu. Była już głucha noc. Kiedy niekiedy przerywał ciszę daleki turkot wozu, a zabłąkane jego echo uciskało serce Jędrka, niby nadchodzące niebezpieczeństwo. Podnosił wtedy głowę i czekał, jakby w nadziei usłyszenia wyroku przyszłości. Nazajutrz w towarzystwie Władzia, który mu drogę wskazywał, udał się do gimnazjum i wręczył swoje świadectwa dyrektorowi. Kriestoobriadnikow dał rezolucję przychylną i rozkazał zaciągnąć Radka w poczet uczniów klasy piątej. Tegoż dnia miała miejsce instalacja pyrzogłowianina, urzędowa niejako, na stanowisku korepetytora Władzia Płoniewicza. Ów Władzio nie należał do gwiazd i chwał gimnazjum. Wprowadzono go do klasy wstępnej za pomocą dużej łapówki, a ze wstępnej do pierwszej przeciągnięto w sposób jeszcze bardziej rujnujący."
      },
      {
        "index": 144,
        "text": "Zaraz przy pierwszej lekcji Radek zauważył, że jego uczeń z trudnością kombinuje i że prawie całkiem nie ma pamięci. W trakcie rozpoczętego zadania z arytmetyki malec ustawał zupełnie tak, jakby się w nim do cna rozkręciła sprężyna, która pchała ruch jego myśli. Wlepiał wówczas oczy w jakiś znak lub plamę na papierze i nie było perswazyj, zachęty, podniety, nagany, czy groźby, które były w stanie zmusić go do ruszenia rzęsą. Potrafił tak stać kwadransami i godzinami, a z wszelką pewnością stałby dnie i doby nie zmieniając pozycji i nie cofając oka z danego punktu. Radek przeraził się, zauważywszy tak wielki upór, ale wkrótce pocieszyło go to spostrzeżenie, że jest to upór bezwolny i bezwiedny, pewien rodzaj niemocy umysłu. Wnet po otwarciu roku szkolnego zaczęło się ssanie matki-łaciny, przyszły słówka, rozbiory tłumaczenia i gramatyka rosyjska, etymologje i syntaksy... Władzio pogrążył się w odmęcie pracy. Z chwilą spożycia ostatniego kęsa pieczeni obiadowej przystępowano do korepetycji, czyli Radek zaczynał wykład naznaczonych lekcyj. Mówił głosem równym, dobitnym, wyraźnym, z pewnem suggiestyjnem akcentowaniem sylab, tłumaczył, jak chłop rozumiejący sprawę objaśnia ją ciemnemu, trafiał do umysłu Władzia słowy i dźwiękami, które miały wszelkie cechy ostrych strzał i haków. Wiedział doskonale, że te usiłowania nie wywrą odrazu pożądanego skutku, że Władzio, mimo wszelkich dowodzeń, będzie mrużył swe czerwonawe powieki i uśmiechał się odrobinkę złośliwie."
      },
      {
        "index": 145,
        "text": "Korepetytorowi bardziej chodziło o rozruszanie pamięci, o wdrożenie w umysł przynajmniej formy zadania. Przez ciąg całego popołudnia Władzio uczył się z korepetytorem zagadnień arytmetycznych wprost na pamięć. Ta sama sprawa była z geografją. Kurs tej nauki rozpoczyna się w gimnazjum klerykowskiem od elementarnych wiadomości z geografji fizycznej. Roztropni i zdolni uczniowie klasy pierwszej nie osiągają z tego wykładu wielkiej korzyści, a cóż mówić o Władziu?... Ośmioletnie dziecko szwajcarskie z największą łatwością i uciechą przyswaja sobie wiadomości geograficzne, mówią mu one bowiem naprzód o placu szkolnym, o wiosce, czy miasteczku rodzinnem, o wsi sąsiedniej, o drogach dalszych, rzeczce i lesie, o wzgórzach bliskich, wreszcie o kantonie i kraju. Z historyjek o ruchu ziemi, księżyca, o równikach, południkach i t. d. Władzio nie rozumiał nic zgoła. Radek przesiadywał nad nim okropne godziny, jak djabeł nad dobrą duszą, rysował mu nie wiedzieć jakie kule ziemskie, tłumaczył po polsku rosyjskie nazwy i formy — wszystko daremnie. Po całodziennych trudach malec wyuczał się tych martwych wiadomości i odchodził na spoczynek, zbity niemi, jak rózgą. Wieczorem odbywała się nauka łaciny. Ponieważ Władzio nie grzeszył pamięcią, więc Radek zmuszony był słówka i przekłady łacińskie wykuwać z nim na spółkę dotąd, aż je niejako wchłostał w mózg uśpiony. Siedząc przy stole, zawalonym książkami i kajetami, korepetytor i uczeń oddawali się zbawczej czynności mordowania rozumu. Radek, kiwając się miarowo, pytał jednostajnym głosem:"
      },
      {
        "index": 146,
        "text": "— Słowik?"
      },
      {
        "index": 147,
        "text": "— Luscinia."
      },
      {
        "index": 148,
        "text": "— Śpiewa?"
      },
      {
        "index": 149,
        "text": "— Cantat."
      },
      {
        "index": 150,
        "text": "— W nocy?"
      },
      {
        "index": 151,
        "text": "— Noctu."
      },
      {
        "index": 152,
        "text": "— Noctu?"
      },
      {
        "index": 153,
        "text": "Władzio wytrzeszczał oczy i zaczynał uśmiechać się drwiąco."
      },
      {
        "index": 154,
        "text": "— Co znaczy noctu?"
      },
      {
        "index": 155,
        "text": "Milczenie, długie, niezmierne milczenie."
      },
      {
        "index": 156,
        "text": "I znowu:"
      },
      {
        "index": 157,
        "text": "— Słowik?"
      },
      {
        "index": 158,
        "text": "— Luscinia."
      },
      {
        "index": 159,
        "text": "— Śpiewa?"
      },
      {
        "index": 160,
        "text": "— Cantat."
      },
      {
        "index": 161,
        "text": "— W nocy?"
      },
      {
        "index": 162,
        "text": "— Noctu."
      },
      {
        "index": 163,
        "text": "— Co znaczy noctu?"
      },
      {
        "index": 164,
        "text": "Znowu milczenie."
      },
      {
        "index": 165,
        "text": "Po uskutecznieniu kilkunastu z kolei zabiegów tego rodzaju, które przypominały cierpliwe uderzenia młota w kamień, nareszcie wyskakiwała iskra świadomości. Władzio ściskał gniewnie wargi, marszczył czoło i na zapytanie, co znaczy noctu, opryskliwie mówił: — w nocy!"
      },
      {
        "index": 166,
        "text": "Wówczas dopiero te dwa niezbędne słowa lgnęły do jego mózgu i była pewność, że tam na czas pewien zostaną. Tenże rodzaj postępowania Radek musiał zachowywać przy wyuczaniu Władzia morderczych rozbiorów, paragrafów gramatyki rosyjskiej i łacińskiej, działań z liczbami wielorakiemi, miar i wag, wierszy rosyjskich i formuł katechizmu. W krótkim przeciągu czasu stosunek swój do małego Płoniewicza urobił na system pedagogiczny, jedynie skuteczny, i z dnia na dzień go doskonalił."
      },
      {
        "index": 167,
        "text": "Pracę nad Władziem podejmował con amore z łatwością i chęcią, a z niewzruszoną wiarą w ostateczne zwycięstwo. Tego, że chłopiec obarczony jest pracą, niby ciężkiemi kajdanami, że umysł jego nie rozwija się z braku wytchnienia, — nie rozumiał. Owszem dodawał małemu roboty. Od godziny siódmej do ósmej zrana obadwaj szybko przerabiali lekcje, których się Władzio dnia poprzedniego wyuczył, następnie pili śniadanie, zarzucali na plecy tornistry i maszerowali do szkoły, przez drogę ćwicząc się jeszcze w słówkach, wierszach, miarach i wagach i wogóle w rzeczach pamięci, będących na porządku dziennym. Lekcje w gimnazjum trwały do godziny pół do trzeciej. Od czwartej zaczynało się wałkowanie materjału na dzień następny i trwało, z krótką przerwą kolacyjną, nieraz do godziny dwunastej w nocy. Kiedy Władzio przepisywał pensa z bruljonów, Jędrek odrabiał lekcje z panną Micią, uczenicą klasy drugiej gimnazjum żeńskiego. I tam szła ta sama arytmetyka, język rosyjski, tak zwany polski, a nadto — francuski, niemiecki, rysunki etc. Z panną Micią było jednak daleko snadniej, gdyż sama rozwiązywała zadania, chociaż częstokroć »nie wychodziły«; uczyła się rzeczy pamięciowych, a nawet z finezją okłamywała fornalskiego syna."
      },
      {
        "index": 168,
        "text": "Gimnazjum, trudniąc się zadawaniem, słuchaniem i stawianiem stopni, nie udzielało korepetytorowi żadnych wskazań. Całkowita nauka wszelkiego kursu, wbrew wynikom pedagogji, zastosowanym n. p. w Szwajcarji, odbywała się nie w murach szkoły, lecz w domu, a istotny trud kształcenia zwalony był hurtownie na barki pomocnika domowego. On to właściwie hodował i rozwijał umysł dziecka. Bez znajomości jakiejkolwiek metody postępowania, omackiem i domysłem budził charakter, ekscytował pamięć, przez użycie swoich własnych środków rozrabiał spostrzegawczość i siłę kombinowania. Do własnych swoich lekcyj Radek brał się w nocy, zazwyczaj po godzinie dwunastej. Gdy Władzio udał się już na spoczynek, rodzic jego zamknął wszelkie drzwi na klucz i odszedł, a służące spać się układały, wówczas korepetytor w swoim apartamencie rozpalał koślawą lampę, imał się Sallustjusza, geometrji i algebry. Wtedy również wyciągał z kieszeni małe pudełeczko z nędznym tytoniem, z bibułkami, kręcił papierosy i w sekrecie zaciągał się do syta. Zdarzało się również o tej nocnej godzinie, że wydobywał z ukrycia stare i zeschłe kromki chleba, ściągnięte z kredensu, albo odkrajane co prędzej od bochenka, gdy w jadalni nie było nikogo. Państwo Płoniewiczowie nie starali się o wypasienie swej czeladki. Dawano jeść skąpo i nędzne rzeczy. Na śniadanie Radek dostawał szklaneczkę kiepskiej herbaty z dwoma cienkiemi kawałkami cukru, na kolację dzień w dzień pół talerza maślanki z ziemniakami, takąż ilość kwaśnego mleka, albo różowego barszczu. Obiady były pod psem, a nawet pod całem stadem psów. Pokojówka zmieniała ciągle salaterki, przynosiła filigranowe talerzyki, łyżeczki, rogowe nożyki, ale chamski syn wstawał po tych ceremonjach tak samo zgłodniały, jak do nich zasiadał."
      },
      {
        "index": 169,
        "text": "Pan Płoniewicz był eks-obywatelem ziemskim. Gdy nadszedł czas kształcenia dzieci, sprzedał folwark, kupił na przedmieściu Klerykowa obszerną posesję z budynkami, ruderami, starą szopą i kawałem gruntu. W ruderach gnieździła się nędza klerykowska: szewczyska bez butów i kopyt, stare dewotki, urzędnicy z małą pensją, robociarze, indywidua bez miejsca i jakiegokolwiek tytułu własności. Główne domostwo zajmował sam pan Płoniewicz. Okna tego frontowego budynku wychodziły na ten właśnie opuszczony park, gdzie Borowicz z towarzyszami ćwiczył się w umiejętności strzelania z pistoletu."
      },
      {
        "index": 170,
        "text": "Radek odrazu nietylko polubił, ale mocno ukochał te miejsca. One go życzliwie przyjęły. Tu mu dano izbę, posłanie, możność uczenia się nocami... Nie było dlań w tem całem urządzeniu rzeczy złych; wszystkie były dobre. Gdyby wzamian za odrabianie korepetycyj z Władziem i Micią kazano mu sypiać w stajni, zgodziłby się na to. Nieraz jednak w czasie »dużej« pauzy, gdy wszyscy koledzy z klasy piątej kupowali u stróżki po pięć, ośm, dziesięć bułek, po cztery i sześć serdelków, a on siedział o suchej gębie i słuchał, jakie to marsze kiszki grać umieją, klął w myśli skąpe obiady, szczędzenie kartofli i kaszy. Wszystko to przecież wynagradzała mu owa izba własna. Stanowiła ona dla niego przyjemność tak wielką, że, siedząc tam nocami, czuł ją ciągle i zdawał sobie z tej uciechy sprawę. Stancyjka sąsiadowała ze spiżarnią i była zupełnie podminowana przez szczury. Ledwie Radek zgasił światło, wnet odzywały się szelesty, szmery, piski, chrupanie i ogromne zwierzaki spacerowały nietylko na dylach podłogi, ale także wzdłuż i na ukos szezlonga."
      },
      {
        "index": 171,
        "text": "Za oknem, dolną ramą stojącem na poziomie dziedzińca, rósł dziki głóg, a wysoki jego badyl, uzbrojony w krzywe kolce, zaglądał do Radkowego mieszkania. Gdy Jędrek zbudził się pierwszy raz w nowej siedzibie, oczy jego padły na głóg samotny, jak na pobratymca od pól i od chałup. Przywidziało mu się, że tamten zagląda do niego i pozdrawia go w smutku. Odtąd biedny głóg był tak bliski Radkowi, jakby korzeniami tkwił w jego własnem sercu. Był to zresztą jedyny przyjaciel jego w Klerykowie."
      },
      {
        "index": 172,
        "text": "Pierwsze miesiące upłynęły przybyszowi całkiem samotnie. Raz tylko w interesie zaszedł do dwu kolegów z klasy piątej, którzy mieszkali w pobliżu u krewnych. Byli to synowie rejenta z prowincji, człowieka bogatego. Mieli swoją własną stancyjkę, z osobnem wejściem. Radek trafił u nich na... bal. Do haka pośrodku sufitu rejentowicze przyczepili na powrózku blaszaną miednicę, dnem wywróconą do góry. Zawinięty brzeg jej oblepiony był płonącemi łojówkami, a całość reprezentowała żyrandol. Tu i owdzie wetknięte gałązki wierzbowe stanowiły majową dekorację sali. Ktoś w kącie ukryty grał na grzebieniu, Wilczkowicki, drugoroczny piątoklasista, na drumli. Kilku kolegów namiętnie i entuzjastycznie walcowało, z gracją, w absolutnym braku panien, obejmując krzesełka. Pewien dryblas wywijał siarczyście, tuląc na łonie poręcz od kanapy, specjalnie do tego walca ułamaną. Radek, wszedłszy, nie był pewny, czy to istotne, pańskie »granie«, czy tylko błazeństwo uczniowskie. Stanął w kącie i z nabożną miną przyglądał się hulającym. To też wzięto go zaraz na fundusz."
      },
      {
        "index": 173,
        "text": "W klasie żaden z kolegów nie zbliżył się do niego, lecz owszem wszyscy go szykanowali. Zauważono natychmiast jego podkówki u juchtowych butów, drelichowe majtki, zgrzebną koszulę, tasiemkę i chłopskie prowincjonalizmy w mowie. Był nawet dowcipniś w klasie, niejaki Tymkiewicz, który go stale przedrzeźniał. W czasie dużej pauzy umyślnie zachowywano ciszę i z ostatnich ławek dawał się słyszeć głos, naśladujący gwarę chłopską:"
      },
      {
        "index": 174,
        "text": "— Wojciechu, lubują woma zimioki z maślanką?"
      },
      {
        "index": 175,
        "text": "Z drugiego końca odpowiadano żałośnie:"
      },
      {
        "index": 176,
        "text": "— Oj, mój kumosicku, lubują, lubują..."
      },
      {
        "index": 177,
        "text": "— A miso woma lubuje?"
      },
      {
        "index": 178,
        "text": "— Kez by to miso nie lubowało człowiekowi! Ino co nie umiem onego misa jeść po ślachcicku..."
      },
      {
        "index": 179,
        "text": "— Po ślachcicku?"
      },
      {
        "index": 180,
        "text": "— Ajści. Jak mię tatuś oddali do szkoły na stancyą, tom ci dopiéro zobocéł, jak se to ślachta jedzą. BietakierzeBierze takie świecące widełki, żgnie ono miso, dopieros je do gęby niesie, nikiej chłop snopek w zapole..."
      },
      {
        "index": 181,
        "text": "Emocja, jakiej doświadczał Radek, słuchając tych djalogów, była z pewnością palącym wstydem, ale obok niego czaiła się zemsta, ukryta w masce obojętności i wzgardy tak głęboko, jak iskra w krzemieniu. Nauczyciele bezwiednie zaostrzali stosunek nowicjusza do kolegów, wyrywając go często na środek dla zbadania i oceny zasobów jego umysłu. Przybyszowi z Pyrzogłów zdawało się, że go przedrwiwają wszyscy. W progimnazjum najważniejsze wykłady snuły niedołęgi wszelkiego rodzaju, dziwaki i mastodonty okręgu naukowego, to też Radek w łacinie, greczyźnie, matematyce i t. d. recytował istne curiosa, jako perły wiedzy, podane mu przez mędrców pyrzogłowskich. Wszystkie te okoliczności sprawiły, że Jędrek, chociaż uczeń bardzo dobry i pilny, był, jeżeli nie pośmiewiskiem, to tarczą szyderstw swego otoczenia."
      },
      {
        "index": 182,
        "text": "Pewnej lekcji, blisko we dwa miesiące po rozpoczęciu kursu szkolnego, wezwał go do tablicy pan Nogacki i zlecił wyprowadzić formułę geometryczną, zadaną na ów dzień do nauki. Radek stanął przy katedrze, chwycił kredę i począł rysować figurę uciętego graniastosłupa. Silne wzruszenie przyćmiło na pewną chwilę czasu jego pamięć i bystrość umysłu. W rysunku popełnił błąd, przeprowadziwszy jedną z linji bryły za nadto na prawo. Nogacki orjentował go kilkakroć, mówiąc swym zimnym głosem:"
      },
      {
        "index": 183,
        "text": "— Radek, linję F G trzeba prowadzić na lewo..."
      },
      {
        "index": 184,
        "text": "Uczeń starł daną linję, ale nową przeprowadził jeszcze gorzej."
      },
      {
        "index": 185,
        "text": "— Linję F G — na lewo... — znowu wydeklamował nauczyciel."
      },
      {
        "index": 186,
        "text": "Koledzy śmiali się już zcicha, a Jędrek tracił coraz bardziej pewność siebie. Znowu starł nieszczęsną linję i wyrysował całkiem niedorzeczną gdzieś poza figurą."
      },
      {
        "index": 187,
        "text": "— Ależ, Radek, linję F G trzeba poprowadzić na lewo..."
      },
      {
        "index": 188,
        "text": "Wzburzony i drżący uczeń starł ją i bezwładnie opuścił ręce. Czarne płatki latały mu przed oczyma, gruczoły, wydzielające ślinę, nie funkcjonowały prawidłowo, a usta schły, kurczyły się i drgały. Wtedy z przedostatniej ławy wysunął głowę Tymkiewicz i donośnie po polsku szepnął:"
      },
      {
        "index": 189,
        "text": "— Wojtek, ady k’sobie!"
      },
      {
        "index": 190,
        "text": "Radek właśnie w owej chwili zebrał się w kupę, machnął linję prawidłowo i zaczął wybornie dowodzić. Śmiech ogólny zabrzmiał w klasie. Nawet zimny Nogacki, karcąc Tymkiewicza za odezwanie się podczas lekcji »w innym języku«, miał na wargach uśmieszek wesoły. Radek prędko skończył teoremat, rozwiązał zadanie geometryczne i obdarzony stopniem bardzo dobrym wrócił na miejsce."
      },
      {
        "index": 191,
        "text": "Po skończonej lekcji wstał zaraz z ławy, nim jeszcze profesor wyszedł z klasy, szybko, z zagryzioną wargą przybiegł do Tymkiewicza i od lewicy, ściśniętą pięścią uderzył go w zęby raz, drugi... Napadnięty, porwał się do bójki, ale Radek chwycił go za szyję mocną swoją garścią, trząsnął nim kilkakroć, przywlókł go do muru i zaczął bić po chamsku, raz koło razu, w zęby, w gardło, w nos, w szczękę. Nim zdołano rozerwać walczących, już z nosa i z ust Tymkiewicza krew się puściła strumieniem. Całej awanturze nauczyciel przyglądał się z katedry. Gdy skrwawionego i bladego, jak trup, Tymkiewicza złożono na ławce, Nogacki wyszedł, zamykając drzwi i rozkazując wszystkim zostać na swych miejscach. Po upływie kilkunastu minut wszedł do sali Kriestoobriadnikow, inspektor, gospodarz klasy, jego pomocnik i kilku nauczycieli. Radek stał w ławce z głową zwieszoną. Łzy kapały zrzadka z jego rzęs i rozpryskiwały się, zlatując na wierzch ławy. Dyżurny w krótkich słowach przedstawił całe zajście. Nogacki to potwierdził. Tymkiewicz miał twarz zmasakrowaną, jedno oko podbite i wciąż jeszcze krwi pełne usta. Dyrektor wysłuchał całej sprawy z uwagą i rzekł do nauczycieli obecnych:"
      },
      {
        "index": 192,
        "text": "— Zdaje mi się, panowie, że nie będę w niezgodzie z radą pedagogiczną, jeżeli Radka wydalę z gimnazjum. Jest to rozbójnik, nie uczeń. Jest to cham, istotny cham..."
      },
      {
        "index": 193,
        "text": "Po chwili zwrócił się do winowajcy:"
      },
      {
        "index": 194,
        "text": "— Radek, ja pana wydalam z gimnazjum raz na zawsze."
      },
      {
        "index": 195,
        "text": "To rzekłszy, zalecił gospodarzowi klasy, ażeby Tymkiewicza nazajutrz po wyzdrowieniu wpakować na cztery godziny do kozy, a Radka z listy wykreślić — i odszedł ze świtą. Gospodarz wejrzał ze współczuciem na Jędrka i z żalem w głosie wymówił:"
      },
      {
        "index": 196,
        "text": "— Cóż robić... musisz pan zaraz opuścić gimnazjum."
      },
      {
        "index": 197,
        "text": "Radek zgarnął swe książki i kajety do tornistra, zarzucił go na plecy i wyszedł, złożywszy ukłon gospodarzowi klasy, jakby się oddalał na pauzę. Było już po dzwonku. Korytarz górny i schody opustoszały. Z którejś klasy dawał się słyszeć równy głos nauczyciela fizyki:"
      },
      {
        "index": 198,
        "text": "— W tym celu bierzemy dwa pręty metalowe..."
      },
      {
        "index": 199,
        "text": "Radek szedł po schodach noga za nogą, bezwładnie myśląc: w tym celu bierzemy... Był spokojny, choć serce jego z bolesną siłą tłukło się o żebra, a zimne dreszcze przeszywały ciało i kości. Minął przedsionek, wyszedł na dziedziniec i tam zakręcił się na miejscu. W owej chwili przypomniał sobie ułamany badyl głogu, a raczej zrośnięte z nim westchnienie szczęśliwe."
      },
      {
        "index": 200,
        "text": "— Już po wszystkiem... — wymówiły jego omdlałe wargi."
      },
      {
        "index": 201,
        "text": "Jak błędny zbliżył się do muru zamykającego podwórze i siadł na kamieniu, który tam leżał. Był to długi, ociosany głaz piaskowca. Spoczywał na tem miejscu pewno od wieków, a przynajmniej od czasu założenia konwiktu przez ojców Jezuitów. W bliskości znać było wybornie udeptane mety do gry w extrę. Dziedziniec był w owej chwili pusty. Wiatr jesienny huczał w nagich konarach kasztanów, zwisających nad murem, garnął na kupę zeschłe, skurczone, ceglaste i żółte liście, strzępki zagryzmolonych papierów i miótł je wirem pospołu ze śmieciami w róg dziedzińca. Jędrek oparł się plecami o ścianę, wyciągnął nogi, a długie ręce zwiesił między kolanami tak bezwładnie, że prawie dotykały ziemi. Głowa jego opadła na piersi. Zanadto niespodziewanie roztrącił go ten przypadek, zbyt szybko zdechły promienne nadzieje. Trza się wynosić z izby, rzec panu Płoniewiczowi, że już nie będę, zabrać manatki, książczęta i iść... W imaginacji rysował się przed nim obraz szosy nakrytej lotnym kurzem, nieskończenie długi pas biały. Przez chwilę widział karczmę i słyszał, jak w rzeczywistości, krzyk szynkarki:"
      },
      {
        "index": 202,
        "text": "— A czy aby kawaler stąd nie ucieka?... Po sołtysa, po sołtysa! Trzymaj, łapaj!"
      },
      {
        "index": 203,
        "text": "Wtedy zdusiła go taka wściekłość i taka rozpacz że nie był w stanie tchu złapać. Wśród istnych kurczów cierpienia, paraliżujących rozum, błąkała się przecież decyzja: — nie pójdę tamtędy, nie pójdę!"
      },
      {
        "index": 204,
        "text": "To ujemne męstwo, wzmagając się, trzeźwiło go i ciągnęło na szafot rozumowań."
      },
      {
        "index": 205,
        "text": "— Cóż będę robił na świecie, jeśli tamtędy nie pójdę? — myślał, patrząc pod nogi szklanemi oczyma. — Gdzież ja się podzieję, co będę jadł? Na księdza?..."
      },
      {
        "index": 206,
        "text": "Wszystkie konające iluzje, niby wypuszczony z więzienia huragan, rzuciły się na niego i przytłukły go tysiącem kamieni. Zgarbił się jeszcze bardziej i, zabity na duszy, wlepił oczy w liść uschnięty. Wtem uczuł, że przed nim ktoś stoi. Wrażenie to było tak dalece przykre, jakby mu ów garściami włosy wydzierał. Dźwignął wtedy dopiero głowę, gdy usłyszał, że do niego mówi. Obok starego kamienia zobaczył nieznanego kolegę, który spoglądał nań przyjaźnie. Był to Marcin Borowicz, uczeń podówczas klasy szóstej."
      },
      {
        "index": 207,
        "text": "— Panie — mówił tamten — byłem na korytarzu i słyszałem, jak pana wylewali."
      },
      {
        "index": 208,
        "text": "— Co powiadacie, panie? — zapytał Radek, pod wpływem nieszczęścia wymawiając sylaby z chłopska."
      },
      {
        "index": 209,
        "text": "Oczy miał bez żadnego wyrazu, przymknięte, szkliste, dolną wargę obwisłą."
      },
      {
        "index": 210,
        "text": "— Uważasz pan, — mówił żywo Borowicz, — trzeba znaleźć do starego drogę przez protegę. To jedyny środek. Nie masz pan w mieście jakich wpływowych znajomych?"
      },
      {
        "index": 211,
        "text": "— Nie, nie mam — odpowiedział Radek, prędko i zwiesił głowę."
      },
      {
        "index": 212,
        "text": "— Czekaj pan, ja pójdę do Zabielskiego i będę go nabierał..."
      },
      {
        "index": 213,
        "text": "Radek uniósł jeszcze głowy, ale tylko w tym celu, żeby się przekonać, czy nieznajomy już sobie poszedł. Wciągnął go do swej mrocznej toni gnuśny bezwład, niby drzemanie niby gorączka. Siedział, jak przedtem, skulony, aż do końca godziny. Nierychło usłyszał, że go znowu wołają. Zerwał się na równe nogi i spostrzegł we drzwiach przedsionka inspektora i o dwa schody niżej stojącego Borowicza. Ostatni z werwą coś prawił i gestykulował. Inspektor jeszcze raz zawołał na Jędrka, a gdy ten stanął przed nim, przyjrzał mu się uważnie i kazał iść za sobą. Wszyscy trzej stanęli wkrótce u drzwi kancelaryjnych na górnym korytarzu. Borowicz odsunął się na bok, a inspektor sam wszedł do pokoju. Radek stał przede drzwiami w swym tornistrze, jak żołnierz na warcie, aż do dzwonka. W czasie kilkominutowej pauzy obstąpili go koledzy z klasy piątej i z klas niższych, a większość starszych i młodszych wyszydzała jego los obecny. Niektórzy spoglądali nań życzliwie, inni w milczeniu, a jeszcze inni w milczeniu, ale z uśmiechem szyderczym na ustach. W pewnej chwili tłum, otaczający wypędzonego zwartem kołem, rozstąpił się i zamilkł, gdyż we drzwiach kancelarji ukazał się dyrektor. Władca gimnazjalny orlim wzrokiem spojrzał na Radka, który wyprostował się instynktownym ruchem."
      },
      {
        "index": 214,
        "text": "— Ostatni raz, — rzekł, — darowuję ci winę. Przeprosić się z Tymkiewiczem i zachowywać porządnie. Jesteś na liście najbardziej podejrzanych osobistości w gimnazjum. Tu bić pięściami nie wolno! To też oświadczam wobec wszystkich kolegów: ostatni raz! Najmniejsze przekroczenie i bez pardonu pójdziesz precz. Teraz marsz na lekcję!"
      },
      {
        "index": 215,
        "text": "Jędrek rozstawił nogi, ukłonił się ogniście i ruszył do klasy. Twarz jego była po dawnemu blada, oczy tak samo zgasłe, tylko teraz brwi, nozdrza i wargi spazmatycznie drgały. Gdy, otoczony przez chmarę wrzeszczącą, miał z powrotem przestąpić próg klasy, nagle się wstrzymał i zaczął oczyma szukać w tłumie pewnej twarzy. Nie było jej nigdzie w bliskości. Tymczasem odezwał się dzwonek, uczniowie rozpierzchli się w przeróżne strony i Radek usiadł na swojem miejscu. Podczas trwania lekcji języka greckiego, która właśnie miała miejsce, siedział wyprostowany z oczyma utkwionemi w nauczyciela, pilnie chwytał każdy dźwięk, padający z katedry, ale dusza jego była za murami tej klasy. Z wielkim pośpiechem i trudem szukał wciąż myślami owego ucznia, który go wybawił. Rysów Borowicza wśród omdlenia swego nie zapamiętał. Tkwiło tylko w jego sercu nikłe wspomnienie twarzy nachylonej... Im dłużej myślał, im goręcej usiłował wywabić z przeszłości dopiero co minionej całą postać, tem cudowniejszy, jak gdyby księżycowy blask otaczał ją dokoła. Niepostrzeżone, wewnętrzne łzy Radka, łzy prędzej duszy, niż ciała, płynęły i płynęły na to widmo przeczyste..."
      }
    ]
  }
}