{
  "chapterNumber": 3,
  "title": "Rozdział III",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "III."
      },
      {
        "index": 2,
        "text": "Na dolnym korytarzu gimnazjum klasycznego w Klerykowie znajdowało się mnóstwo osób. Byli tam urzędnicy, szlachta, księża, przemysłowcy, a nawet zamożniejsi chłopi. Cały ten tłum stanowił w owej chwili jedną kategorję: rodziców."
      },
      {
        "index": 3,
        "text": "Korytarz był długi, wyłożony posadzką z piaskowca i bardzo dobrze przypominał pierwotną swoją fizjognomją: korytarz klasztorny. Wąskie okna wpuszczone były w mury bardzo grube i chłodne; panował tam jeszcze dawny cień i smutek."
      },
      {
        "index": 4,
        "text": "Przez zestarzałe, zielonawo-niebieskie szyby, padały ukradkiem promienie rannego słońca i złociły świeżo wybielone ściany i żółtawą, wydeptaną posadzkę. Z prawej i lewej strony był szereg drzwi, prowadzących do sal szkolnych. Drzwi te, równie jak okna były poroztwierane, gdyż właśnie świeżo pociągnięto ściany »klas« na kolor szaro-niebieski, z wielkiemi lamperjami, i wymalowano podłogi żółtą farbą olejną. Srogi zapach terpentyny i lakierów napełniał cały korytarz."
      },
      {
        "index": 5,
        "text": "W przedsionku, za oszklonemi drzwiami, spał najspokojniej, już o tak wczesnej godzinie, wysoki i chudy pedel, znany dwu generacjom pod pseudonimem »pana Pazura«."
      },
      {
        "index": 6,
        "text": "Pomimo, że pan Pazur wysłużył dwadzieścia pięć lat na »Kapkazie« za Mikołaja, a drugie tyle siedział w instytucji, z tak forsownem zamiłowaniem uprawiającej mowę rosyjską, nie nauczył się tego języka, zdążył jednak zamienić swój rodowity na gwarę niesłychaną, składającą się z wyrazów zupełnie nowych, których treść ani brzmienie nikomu na szerokim świecie, z wyjątkiem pana Pazura, znanemi nie były."
      },
      {
        "index": 7,
        "text": "Sam pan Pazur chętnie zastępował niektóre wyrazy już to ruchami pięści, już tak zwanem »trąbieniem na nosie«, przymykaniem oczu, a nawet wywieszaniem języka."
      },
      {
        "index": 8,
        "text": "Od czasu zniesienia »ostanówek po subotach«, czyli kary cielesnej, stosowanej często, pan Pazur stracił humor i fantazję. Zaczął drzemać i znosić mężnie urągowiska nawet wstępniaków i pierwszaków."
      },
      {
        "index": 9,
        "text": "Na drugim krańcu korytarza znajdowała się kancelarja gimnazjalna, do której nieustannie wchodzili przybywający profesorowie. Tłum osób zwiększał się również."
      },
      {
        "index": 10,
        "text": "Szmer żywej, a przyciszonej rozmowy, przyciszonej z tego na ogół względu, że prowadzona była po polsku w obrębie murów gimnazjum rosyjskiego, — wznosił się i nacichał."
      },
      {
        "index": 11,
        "text": "W ciżbie osób, chodzących wzdłuż korytarza, znajdowała się także pani Borowiczowa i Marcinek, kandydat do klasy wstępnej. KadydatKandydat ubrany już był »po męsku«: zdjęto mu nareszcie sznurowane trzewiki i pończochy, odziano w rzeczywiste spodnie, sięgające aż do samych obcasów nowych kamaszków z gumami."
      },
      {
        "index": 12,
        "text": "Te spodnie i kamasze były przygotowaniem do munduru gimnazjalnego, stanowiły jak gdyby przedmowę napisaną do dzieła, które jeszcze nawet w bruljonie skomponowane nie zostało."
      },
      {
        "index": 13,
        "text": "Ażeby przywdziać mundur, — należało zdać egzamin. Prośba o zaliczenie MacinkaMarcinka w poczet uczniów klasy przygotowawczej wraz ze świadectwem ogólnego stanu majątkowego rodziców, szczepienia ospy, metryką etc. — podane zostało »na imię« dyrektora o dwa miesiące wcześniej. W danej chwili czekano wyznaczenia terminu egzaminów. Termin taki był właśnie treścią ożywionej rozmowy osób spacerujących."
      },
      {
        "index": 14,
        "text": "Każda jednostka, należąca do personelu gimnazjalnego, przesuwając się między tłumem, była przedmiotem pilnej i skupionej uwagi, a niejednokrotnie składem zapytań o ten właśnie dzień egzaminów."
      },
      {
        "index": 15,
        "text": "Żaden z pedagogów klerykowskich, a tem bardziej żaden z tak zwanych pomocników gospodarzy klas nie był w możności dać odpowiedzi, choć w przybliżeniu prawdopodobnej. Szczególnie zaniepokojonymi owym dniem tajemniczym czuli się obywatele ziemscy i na ogół ludzie zdaleka przybyli. Właściwie termin, ogłoszony w dziennikach, już minął. W dniu wyznaczonym niektóre egzamina odłożono na później, bez określania bliżej daty, inne rozrzucono w ten sposób, że malec, zdający do klasy wstępnej, dziś miał być przesłuchiwany z rosyjskiego czytania, dopiero po upływie tygodnia z arytmetyki, a znowu kiedyindziej z pacierza i katechizmu. Rodzice, czasami o mil kilkanaście przybyli, bez upewnienia się, czy dzieci przyjęte będą, nie mogli odjechać. Stąd powstawały namiętne szepty i zasięganie informacyj. Pani Borowiczowa miała wszystkiego trzy mile do Gawronek, ale również czuła się w Klerykowie, jak na szpilkach."
      },
      {
        "index": 16,
        "text": "Żadnego egzaminu Marcin jeszcze nie zdawał; nie było też wcale pewności, czy będzie przyjęty wobec ogromnego napływu kandydatów. Wszystkie te okoliczności, połączone z obawą, pragnieniem, z niepokojem o dom i t. d., sprawiały, że matka Marcinka była smutna i zdenerwowana. Dość szybko chodziła po korytarzu, prowadząc syna za rękę. Jej stara, niemodna mantyla, wypłowiała parasolka i bardzo wiekowy kapelusz, nie zwracały uwagi osób bogatszych, ale wpadły zaraz w oko jegomościowi w czarnym surducie, w szerokich spodniach, schowanych w cholewy grubych butów, wyglancowanych szuwaksem. Jegomość był tęgi, czerwony na twarzy, i miał widać astmę, bo sapał ciężko i pokaszliwał."
      },
      {
        "index": 17,
        "text": "— Proszę też pani, — rzekł szeptem, przystępując do pani Borowiczowej, — nic nie wiadomo, kiedy egzamina?"
      },
      {
        "index": 18,
        "text": "— Nic nie wiem, mój panie. Pan syna oddaje?"
      },
      {
        "index": 19,
        "text": "— A chciałbym... Czwarty dzień siedzę. Nie wiem już, co robić nawet..."
      },
      {
        "index": 20,
        "text": "— Śpieszy się panu?"
      },
      {
        "index": 21,
        "text": "— A i jakże, proszę łaski pani, u mnie propinacja zwłoki nie cierpi. Akcyźny jeździ, a wiadomo, co to akcyźny, jak gospodarza w domu niemasz. Raz człowieka niemasz, drugi raz, to on tam natychmiast zada corny kawy z czytryną!"
      },
      {
        "index": 22,
        "text": "— Chłopiec do wstępnej klasy?"
      },
      {
        "index": 23,
        "text": "— Ma się wiedzieć, proszę łaski pani."
      },
      {
        "index": 24,
        "text": "— Przygotowany?"
      },
      {
        "index": 25,
        "text": "— Ha, kto jego wie? Powiedział korepetur, że najpierwsza ranga."
      },
      {
        "index": 26,
        "text": "Kiedy propinator zaczął szczegółowiej opowiadać o przygotowaniu swego syna, wszedł na korytarz dyrektor gimnazjum. Był to stary i siwy człowiek, średniego wzrostu, z brodą krótko przystrzyżoną. Szedł, podniósłszy głowę, i rzucał szybkie spojrzenia na prawo i lewo z pod ciemno-niebieskich okularów. Znienacka zatrzymał się przed szynkarzem i głośno zawołał na niego:"
      },
      {
        "index": 27,
        "text": "— Wam czewo?"
      },
      {
        "index": 28,
        "text": "Gruby jegomość zapiął swój czarny surdut i uderzył się dłonią po karku."
      },
      {
        "index": 29,
        "text": "— Kto pan jesteś? — pytał dyrektor coraz głośniej, natarczywiej i niegrzeczniej."
      },
      {
        "index": 30,
        "text": "— Józef Trznadelski... — wybełkotał."
      },
      {
        "index": 31,
        "text": "— Czego pan sobie życzysz?"
      },
      {
        "index": 32,
        "text": "— Syn... — szepnął Józef Trznadelski."
      },
      {
        "index": 33,
        "text": "— Co syn?"
      },
      {
        "index": 34,
        "text": "— Do egzaminu..."
      },
      {
        "index": 35,
        "text": "Dyrektor zmierzył propinatora badawczem spojrzeniem od stóp do głów, dłużej zatrzymał wzrok na cholewkach jego butów, a później, zadarłszy głowę jeszcze wyżej, ruszył do kancelarji, nie odpowiadając na ukłony zgromadzonych. W czasie tej rozmowy pani Borowiczowa ze strachem oddaliła się z tego miejsca i stanęła aż w przedsionku. Kręciło się tam kilkunastu uczniów w mundurach, z pierwszej albo drugiej klasy, którzy mieli jakieś »poprawki«, gdyż, nawet kopiąc się wzajemnie i wodząc za łby, nie wypuszczali z rąk łacińskich i greckich gramatyk. Marcinek oddalił się od matki i przypatrywał właśnie bójce dwu gimnazistów, gdy z podwórza nadbiegł trzeci w mundurze i niezwłocznie zaczepił małego Borowicza."
      },
      {
        "index": 36,
        "text": "— Te, ryfa, kto ci sprawił takie majtasy?"
      },
      {
        "index": 37,
        "text": "— Mama... — szepnął Marcinek, cofając się do muru."
      },
      {
        "index": 38,
        "text": "— Ma-ma? Nie pradziadek Pantaleon Zapinalski z Cielęcej Wólki?"
      },
      {
        "index": 39,
        "text": "— Nie... ja nie mam pradziadka Zapinalskiego... — rzekł zdumiony Borowicz."
      },
      {
        "index": 40,
        "text": "— Nie masz? To gdzieś go podział? Gadaj!"
      },
      {
        "index": 41,
        "text": "— A co to kawaler chce od mego syna? — zapytała pani Borowiczowa, dotknięta trochę kpinami z jej syna."
      },
      {
        "index": 42,
        "text": "Zamiast odpowiedzi gimnazista siadł po damsku na poręcz schodów, zjechał w mgnieniu oka aż na sam dół i znikł, jak senne marzenie, w mroku suteren, gdzie mieściły się drwalnie i składy szkolne."
      },
      {
        "index": 43,
        "text": "Jednocześnie pan Pazur, drzemiący na stołeczku, dźwignął cokolwieczek jedną ze swych ogromnych powiek i chrapliwym głosem wrzasnął:"
      },
      {
        "index": 44,
        "text": "— Wospreszcza się gadać po polski!"
      },
      {
        "index": 45,
        "text": "Dwaj uczniowie, którzy przed chwilą wyrywali sobie garściami włosy, posłyszawszy admonicję pana Pazura, jak na komendę, zgodnemi głosami zaintonowali pieśń."
      },
      {
        "index": 46,
        "text": "»Pazur"
      },
      {
        "index": 47,
        "text": "Mazur Obżarł się grochu!...«"
      },
      {
        "index": 48,
        "text": "Pedel zatrzasnął uchyloną nieco powiekę i, naśladując od niechcenia wargami świst rózgi, wykonał ręką kilka ruchów dokładnie przypominających »rznięcie na pokładankę«. Pani Borowiczowa zbliżyła się do niego i, dotknąwszy ręką jego ramienia, zapytała:"
      },
      {
        "index": 49,
        "text": "— Panie, czy nie mógłby mi pan powiedzieć, kiedy będzie egzamin?"
      },
      {
        "index": 50,
        "text": "Pedelisko spojrzało na nią leniwie i nic nie rzekłorzekło. Wówczas wsunęła mu w garść srebrną czterdziestówkę i powtórzyła swe pytanie. Stary ożywił się zaraz i począł skrobać swoją błyszczącą łysinę."
      },
      {
        "index": 51,
        "text": "— Widzi pani, mnie nic nie izwiestno. Ale trzebaby tak zrobić: jak uczyteli wyjdą z kancelarji i pójdą na etaż, to można iść do sekretara. Jeśli kto wie, to on..."
      },
      {
        "index": 52,
        "text": "— A prędko też mogą wyjść z tej kancelarji?"
      },
      {
        "index": 53,
        "text": "— Ha... tego, to już znać nie mogę."
      },
      {
        "index": 54,
        "text": "Wiadomość tę matka Marcina powtórzyła kilku osobom na korytarzu. Wieść możliwości powzięcia jakiejś wskazówki szybko się rozeszła wśród tłumu. Istotnie dyrektor, a za nim nauczyciele kolejno wychodzili z kancelarji i udawali się na piętro, gdzie mieściła się większość klas wyższych, i dokąd nikomu z obcych wchodzić nie pozwalano. W kancelarji jednak zostało jeszcze kilku profesorów. Jeden z nich wszedł do klasy, której nie odnawiano, i prowadził tam za sobą uczniów, zdających »poprawki«."
      },
      {
        "index": 55,
        "text": "Drzwi do tej izby zostały niezamknięte i Marcinek z trwożną ciekawością przypatrywał się i przysłuchiwał procesowi egzaminowania. Stary nauczyciel, w granatowym fraku, chodził od drzwi do okna, coś pod nosem mruczał, a uczeń rozwiązywał na tablicy zadanie algebraiczne. Ujrzawszy jakieś znaki i cyfry, których znaczenia wcale nie rozumiał, Marcinek ścierpł ze strachu i szepnął do matki ze łzami:"
      },
      {
        "index": 56,
        "text": "— Mama myśli, że ja zdam, kiedy ja tego wcale nie umiem!"
      },
      {
        "index": 57,
        "text": "— Ależ ciebie o to pytać nie będą... Widzisz przecie, że to uczeń z wyższej klasy odpowiada."
      },
      {
        "index": 58,
        "text": "Swoją drogą Marcinek ze strachu nie ochłonął, a widok iksów i greków bardziej jeszcze powiększył ciężar, który malca, jak stos gruzu przyciskał."
      },
      {
        "index": 59,
        "text": "Nareszcie wyszli z kancelarji ostatni nauczyciele i wówczas pewna grupa osób, do której przyłączyła się i pani Borowiczowa, wsunęła się do tego pokoju. Był on długi, ciemny, z jednem oknem, którego dolna rama znajdowała się na równi z brukiem podwórza. Siedział tam, tyłem do drzwi zwrócony, sekretarz szkoły."
      },
      {
        "index": 60,
        "text": "Przybyli dosyć długo stali u drzwi, nie śmiejąc zaczepić sekretarza, pogrążonego w pracy. Nareszcie ktoś chrząknął. Urzędnik obejrzał się i spytał zebranych czego sobie życzą. Obywatel ziemski, który przywiózł do szkół dwu chłopców aż z drugiego końca sąsiedniej gubernji, wyłożył językiem z kiepska-rosyjskim prośbę o podanie jakiejś wskazówki co do dnia egzaminów."
      },
      {
        "index": 61,
        "text": "— Nic panu nie mogę powiedzieć — odrzekł sekretarz — gdyż nic nie wiem. Wszystko zależy od nauczyciela, wykładającego w klasie wstępnej, p. Majewskiego, jeżeli o egzamina do wstępnej panu idzie. Przypuszczam, że w tym jeszcze tygodniu."
      },
      {
        "index": 62,
        "text": "— W tym tygodniu... — zamruczał szlachcic, który już osiem dni był poza swym folwarkiem."
      },
      {
        "index": 63,
        "text": "— Tak sądzę... — rzekł sekretarz i zaczął natychmiast wycierać gumą, w drzewo oprawioną, jakiś błąd w swych papierach."
      },
      {
        "index": 64,
        "text": "Szlachcic zwrócił się do osoby, najbliżej przy nim stojącej, niby to jej wyjaśniając odpowiedź, a właściwie w oczekiwaniu, że urzędnik jeszcze coś powie. Ten wszakże nic nie powiedział, ale się nadto spojrzał z wyrazem niecierpliwości."
      },
      {
        "index": 65,
        "text": "Wówczas cała gromada opuściła kancelarję. Smutek jeszcze większy ogarnął Marcina i jego matkę, gdy się znaleźli na ulicy. Niepokój oczekiwania nie ustał, a wzmogło się znużenie. Chłopiec od chwili przyjazdu do tego miasta był smutny. Męczyła go i dławiła spiekota miejska, bruk palił i wykręcał mu nogi, widok murów, a brak horyzontu sprawiał mu przykrość bez nazwy, co, mimo nieustannych westchnień, nie mogła wyrwać się z piersi. Wszystko w tem mieście było inne, niż na wsi, było dla niego zimne i szorstkie, traktowało go nie jak dziecko. Drzewa, stojące gdzieniegdzie obok chodników, małe drzewa, ujęte w żelazne okratowania, jak kajdaniarze, napawały go boleścią, czuł taki brak miękkiej murawy, że ze łzami poglądał na jej ździebełka, wegetujące między kamieniami bruku, a jedyną ulgę i pociechę znajdował w spoglądaniu na niebo, które jedno było takie samo, jak w Gawronkach, i które jedno, jak wierny przyjaciel, szło za nim wszędzie, dokądkolwiek się skierował."
      },
      {
        "index": 66,
        "text": "Wprost z gimnazjum powrócili do hotelu i zamknęli się w swoim numerze. Zajazd mieścił się w jednej z brudniejszych ulic miasta. Z bramy w piętrowym froncie domostwa wchodziło się tam na mało co szersze od niej podwórze, wybrukowane takiemi bulwami kamiennemi, jakby ta robota wykonana została przez cyklopów, budowniczych Akryzjusza, dziada Perseuszowego. Stajnia, nakryta wielkim i dość dziurawym dachem, była przedłużeniem dziedzińca. Z obudwu stron odkrytego placyku znajdowały się dwa długie parterowe domy, w których mieściły się pokoje hotelowe. Wchodziło się do nich wprost z bruku, na którym znać było, że konie szlachciców, goszczących w murach hotelu Warszawskiego, nieraz bardzo długo czekać musiały na wyjazd swych władców. W rogu dziedzińczyka czerniały na odrapanym murze ogromne litery napisu: Nómerowy — a niżej widać było okno, do połowy schowane w ziemię. Tam właśnie mieszkał chudy i ponury Wincenty, istota, żyjąca z napiwków, składanych w jej dłoni, tytułem wynagrodzenia za usługi wszelkiego rodzaju, do jakich jej używał świat, goszczący w hotelu Warszawskim."
      },
      {
        "index": 67,
        "text": "Pani Borowiczowa kazała Marcinowi powtarzać gramatykę rosyjską, a sama ułożyła się na kanapie, żeby odpocząć. Pragnęła choć chwileczką snu skrócić czas oczekiwania na rezultat swych zabiegów, ale nie udało się jej zmrużyć oka. Twarda poduszka hotelowa i wilgotna jej poszewka przejmowały ją wstrętem; co chwila rozlegał się łoskot straszliwy, gdy na dziedziniec wjeżdżała jakaś furmanka, a nadto z sąsiedniego numeru, dokąd prowadziły drzwi zamknięte na głucho i zatarasowane komodą, słychać było ciągłe hałasy i wrzaski."
      },
      {
        "index": 68,
        "text": "— Sam ojciec nie ma wyobrażenia o udareniach, a będzie tu mnie uczył! — wrzeszczał piskliwie i z zajadłością nadzwyczajną głos dziecięcy."
      },
      {
        "index": 69,
        "text": "— Ja ci się nie pytam, cembale, o to, czy ja utniem udarenia, czy nie, tylko ci każę czytać... — odpowiadał głos gruby."
      },
      {
        "index": 70,
        "text": "— No, to ja ojcu mówię, że ojciec nie umie! Golić brody ojciec umie, strzyc kłaki to samo, ale co do czytania, to tam już nie ojca głowa."
      },
      {
        "index": 71,
        "text": "— Widzieliście wy, moi ludzie... — biadał głos gruby. — Jeszcze to to do sztuby nie weszło, a już jaki rezon. A cóż to będzie potem? Ojcem swym, rodzicem gardzisz?"
      },
      {
        "index": 72,
        "text": "— E!... daj mi tam ojciec święty pokój!... Pan inaczej kazał czytać, i cała rzecz."
      },
      {
        "index": 73,
        "text": "— Ale tu pana niema, rozumiesz ty to? Jutro, albo pojutrze wezmą cię na spytki i pójdziesz na grzyby, jak nie będziesz czytał, bo zapomnisz na amen."
      },
      {
        "index": 74,
        "text": "— A zaraz, na grzyby... — mruknął głos dziecięcy."
      },
      {
        "index": 75,
        "text": "Marcinek, stojąc w oknie, szeptał oklepane terminy gramatyczne, które umiał, niedość powiedzieć, jak pacierz, bo na wyrywki, jak tabliczkę mnożenia, — i spoglądał apatycznie na dziedziniec."
      },
      {
        "index": 76,
        "text": "Rozmowa w sąsiednim numerze mało go interesowała, natomiast uderzało go to, co widział obok mieszkania stróża."
      },
      {
        "index": 77,
        "text": "Stał tam izraelita, odziany w surdut długi, ale nie sięgający do kostek, i zupełnie czysty. Trzymał w ustach białą kościaną rączkę laski i słuchał tego, co mu żywo rozpowiadał numerowy. Kiedy niekiedy rzucał z pod oka wejrzenie na szyby, przy których stał Marcinek i ciągle palcami prawej ręki drapał się w brodę. Wkrótce zbliżył się wolno do drzwi numeru i zastukał."
      },
      {
        "index": 78,
        "text": "— Któż tam? — z niepokojem spytała pani Borowiczowa, przekręcając klucz w zamku."
      },
      {
        "index": 79,
        "text": "— To ja, proszę wielmożnej pani, — rzekł przybyły, wsuwając do numeru głowę. — Jestem kupiec zbożowy, chcę trochę powiedzieć o interesie."
      },
      {
        "index": 80,
        "text": "— Ja nie mam teraz czasu mówić o tych sprawach, mój panie. Jedź pan z łaski swojej do Gawronek do mego męża, to się pan z nim rozmówisz."
      },
      {
        "index": 81,
        "text": "— Tak to łatwo wielmożnej pani powiedzieć: jedź... Takie czasy okropne nastały z tą stagnacją, z tym... rządem. Zresztą, czy ja potrzebuję wielmożnej pani te rzeczy wytłómaczyć — rzekł, wchodząc prawie forsą do pokoju."
      },
      {
        "index": 82,
        "text": "— Mój panie kupiec, — ja nie jestem wielmożną, o interesie teraz i tutaj mówić nie będę, bo mam inne, ważniejsze sprawy na głowie..."
      },
      {
        "index": 83,
        "text": "— Z tym młodym kawalerem. Ja rozumiem, moja pani kochana. To jest niemały kłopot... ja to wiem... — rzekł z westchnieniem."
      },
      {
        "index": 84,
        "text": "Westchnienie i sama wzmianka o kawalerze zmiękczyła zaraz serce pani Borowiczowej."
      },
      {
        "index": 85,
        "text": "— Oddawałeś pan może syna do gimnazjum? — spytała."
      },
      {
        "index": 86,
        "text": "— Ja nie oddawałem, bo mnie nie bardzo stać na takie fanaberje w dzisiejszych czasach, ale mój brat, ten oddawał. No i użył na tej zabawce... A do której klasy? — spytał Marcinka z uśmiechem."
      },
      {
        "index": 87,
        "text": "— Do wstępnej, panie."
      },
      {
        "index": 88,
        "text": "— Uu! Bardzo dużo kandydaty, całe sto ludzi, powiadają, na trzydzieści cztery miejsca. Czy dobrze przygotowany... — przepraszam, jak imię synka?"
      },
      {
        "index": 89,
        "text": "— Marcinek... — odrzekła pani Borowiczowa. — Pan się pyta, czy dobrze przygotowany? Zapewne że dobrze, ale czy zda... któż to może wiedzieć?..."
      },
      {
        "index": 90,
        "text": "— Dlaczego on nie może zdać, taki Marcinek! — zawołał kupiec. — On zda napewno, tylko od tego zdania do przyjęcia — to jeszcze cały loch. Niech pani obliczy: sto kilka, i może jeszcze więcej kandydaty, na trzydzieści cztery miejsca... to jest okropna cyfra. Oni... te Moskale, — dodał ciszej — oni chyba będą odrazu nasze biedne dzieci pytać z łaciny przy egzaminie do wstępnej klasy!... Dzisiaj prawie każdy przygotowany, wszystkie mówią po rusku, a oni wybierają tylko niektórych. To są ciężkie czasy, moja pani, dla oszwiate..."
      },
      {
        "index": 91,
        "text": "Wejrzenie Marcinka spotkało się ze wzrokiem matki i nie zaczerpnęło tam otuchy. Ten żyd zdał się nagle pani Borowiczowej złym zwiastunem. Miała chęć wyprosić go z numeru, kiedy on rzekł znowu:"
      },
      {
        "index": 92,
        "text": "— Mój brat dwa lata temu, jak oddawał synka, tak samo do wstępnej klasy, to on się doskonale urządził."
      },
      {
        "index": 93,
        "text": "— Jakże on się urządził?"
      },
      {
        "index": 94,
        "text": "— On sobie pomyślał: Kto może najlepiej wiedzieć, jak trzeba odpowiadać, żeby zdać do pierwszej klasy? Oczywiście ten, co egzaminuje do pierwszej klasy. On sobie pomyślał dalej: Dlaczego ten, co egzaminuje do wstępnej klasy, nie ma nauczyć mojego Gucia dobrze odpowiedzieć? Dlaczego on jemu nie może dać korepytycje, kiedy wszystkie profesory mają prawo dawać korepetycje? Mój brat tak sobie pomyślał i udał się do p. Majewskiego, który egzaminuje, który później przez cały rok uczy we wstępnej klasie ruskiego, artymetyki... on jego grzecznie poprosił..."
      },
      {
        "index": 95,
        "text": "— Dużo też zapłacił brat pański za takie lekcje?"
      },
      {
        "index": 96,
        "text": "— Tego ja nie wiem dokładnie, ale mnie się zdaje, że niedużo. To jest wyrozumiały człowiek, ten pan Majewski."
      },
      {
        "index": 97,
        "text": "— A czy długo bratanek pański chodził do niego?"
      },
      {
        "index": 98,
        "text": "— To samo niedługo. Całej parady tydzień chodził."
      },
      {
        "index": 99,
        "text": "— I zdał?"
      },
      {
        "index": 100,
        "text": "— Zdał bardzo dobrze, lepiej, niż takie, co mieli korepytory akademiki..."
      },
      {
        "index": 101,
        "text": "— Panie łaskawy — rzekła matka Marcinka — nie mógłbyś się pan czasami dowiedzieć od swego brata, ile on też zapłacił p. Majewskiemu?"
      },
      {
        "index": 102,
        "text": "— Dlaczego nie? Ja mogę się dowiedzieć, ale odpowiem chyba aż jutro, bo mój brat mieszka bardzo daleko na drugim końcu miasta, za przedmieściem Podpórką, a ja nie mam tam żaden interes..."
      },
      {
        "index": 103,
        "text": "— Jabym panu zwróciła koszta na dorożkę — rzekła pani Borowiczowa, wydobywając z woreczka papierek rublowy i podając go kupcowi, — gdybyś pan zechciał zaraz pojechać i dowiedzieć się szczegółowo."
      },
      {
        "index": 104,
        "text": "— Owszem, ja to mogę zrobić dla pani, — rzekł starozakonny, od niechcenia chowając papierek do portmonetki. Ja się dowiem i niedługo wrócę. Adiu!"
      },
      {
        "index": 105,
        "text": "Zanim pani Borowiczowa zdołała ochłonąć z ogniów, które na nią uderzyły, gdy słyszała o możności takiego polepszenia sprawy egzaminów, nim zdążyła skupić myśli i zważyć okoliczności, izraelita już pukał do drzwi. Misję wywiedzenia się od brata całego sekretu, mieszkającego na drugim krańcu miasta Klerykowa, załatwił tak szybko, jakby w tym Klerykowie funkcjonowały jakieś piorunujące środki komunikacji, nigdzie dotychczas na lądzie stałym nie wprowadzone."
      },
      {
        "index": 106,
        "text": "— Mój brat powiada, — rzekł jeszcze we drzwiach, — że on na tę całą sztukę wydał po trzy ruble za godzinę, to znaczy dwadzieścia jeden. Żeby to było grzecznie, w jednym papierku, to on dał dwadzieścia pięć rubli."
      },
      {
        "index": 107,
        "text": "— A nie wiesz pan przypadkiem gdzie mieszka pan Majewski?"
      },
      {
        "index": 108,
        "text": "— On mieszka na Moskiewskiej ulicy, w domu Baranka, z bramy po lewej ręce."
      },
      {
        "index": 109,
        "text": "— Dziękuję panu bardzo, — rzekła pani Borowiczowa, — za pańską grzeczność. Kto wie, może i ja poproszę pana Majewskiego o lekcje dla mego syna."
      },
      {
        "index": 110,
        "text": "Starozakonny usiłował znowu rozpocząć gawędkę o zbożu i jego cenach, ale pani Borowiczowa nie chciała już z nim więcej konwersować. Wychodził z numeru, ociągając się, i jeszcze w głębi dziedzińca medytował nad czemś głęboko."
      },
      {
        "index": 111,
        "text": "O godzinie pierwszej dziedziczka Gawronek wyszła z synem na obiad do restauracji. Furmana z końmi i bryczką wyprawiła zaraz do domu. Opisała cały stan rzeczy mężowi, prosząc go usilnie o pożyczenie od miejscowych bankierów dwudziestu pięciu rubli. W restauracji matka i syn nic prawie nie tknęli. Kelner, pół na pół zjedzony przez gruźlicę, biegał daremnie z ogromną elegancją w swym fraku, tak olśniewająco błyszczącym, jakby był uszyty z wysuszonej pozłoty rosołu, — przynosił różne wazki, półmiski, talerze z ciekłemi, prażonemi i duszonemi potwornościami, — i odnosił je do kuchni prawie w takich samych ilościach i rozmiarach. Wszystko, co robiła i o czem myślała pani Borowiczowa, to były w warunkach życia familji szlacheckiej tego rodzaju — po prostu zamachy stanu. Już samo oddawanie syna do gimnazjum, konieczność płacenia stancji, wpisów, nabywania książek, odzieży mundurowej i t. d. stanowiły wysiłek niezmierny. Teraz, kiedy przyszło jeszcze płacić po trzy ruble za godzinę lekcji, była to już gra. Pani Borowiczowa rozważała to wszystko, przebiegała w myśli wszelkie szanse i zdecydowała się nieodwołalnie: choćby przyszło łachmany wiązać, chłopca uczyć trzeba. Liczyła zresztą na indyki, prosięta, kaczki i t. p., i obiecywała sobie, że pokryje niespodziewane wydatki. W czasie obiadu znajdowała się w tym stanie szczególnego podniecenia umysłu, kiedy się różne sprawy i zjawiska życia tak trafnie ocenia, że się prawie ich bieg przyszły na jawie widzi. Były to jednak sprawy blisko stojące. Nad rozleglejszą granicą tego widnokręgu zwieszała się ciemność, nieprzenikniona, zakrywająca go nawet przed wzrokiem matki. Kto to jest ten mały Marcinek? Jaki mężczyzna wyrośnie z tego dziecka? Jaka będzie jego twarz? Jak on będzie mówił? Co on będzie myślał?... Zagłębiała się w te pytania bez przerwy, spoglądając na jego ostrzyżoną głowinę."
      },
      {
        "index": 112,
        "text": "RestaracjaRestauracja była prawie pusta. W salkach, przystrojonych z brudnym szykiem, — notabene z brudnym szykiem małomiejskim, uwijał się ów kelner. Wyszwarcowane i podkręcone do góry jego wąsy, rozczesana na środku głowy czupryna kapitalnie pasowały do twarzy, powleczonej trupią, zielonawą skórą, na której lewym policzku ceglasto czerwieniła się plama wypieku. Zbliżając się do gości, przybierał ten człowiek na twarz swoją uśmiech swój kelnerski, który był taką samą w fachu jego szatą, jak frak; wykonywał ruchy, pełne elegancji, szastał się i kłaniał z wielką swobodą. Pani Borowiczowa spoglądała na niego przez kilka chwil z uwagą, — wtedy właśnie, kiedy jej marzenia zaglądały w przyszłość kandydata do klasy wstępnej. I znowu stanął jej w myśli nowy wydatek, wydatek najbardziej nieodzowny ze wszystkich. Gdy przyszło do płacenia należnych za dwa obiady pięciu złotych, złożyła na tacce obok tej sumy trzy ruble papierowe i posunęła je kelnerowi, myśląc w głębi swego serca:"
      },
      {
        "index": 113,
        "text": "...Na intencję szczęśliwego życia mojego Marcinka..."
      },
      {
        "index": 114,
        "text": "Zaraz po obiedzie udali się obydwoje na ulicę Moskiewską i z łatwością wyszukali mieszkanie pana Majewskiego. Na odgłos dzwonka otwarła im drzwi tego mieszkania dama bardzo piękna i ubrana w negliż wykwintny."
      },
      {
        "index": 115,
        "text": "Dowiedziawszy się, że pani Borowiczowa ma interes do »profesora«, wprowadziła ją do saloniku i radziła uprzejmie oczekiwać tam powrotu jej męża, co miało nastąpić punktualnie za pół godziny."
      },
      {
        "index": 116,
        "text": "Salonik ów, było to istne pudełeczko, wyłożone pięknemi sprzętami. Na środku błyszczącej posadzki leżał dywan, a na nim stały niewielkie mebelki, obite jasną materją: wykwintna kanapka i foteliki, skupione dokoła małego stołu, gdzie leżały albumy, całe stosy fotografij w pięknych pudłach i misa, napełniona biletami wizytowemi."
      },
      {
        "index": 117,
        "text": "Pod oknem mieściło się biurko, zastawione mnóstwem ciekawych cacek: szeptał tam zegar, podobny z kształtu do altanki, w której głębi wahadło w formie kolebki z uśpionem dzieciątkiem kołysało się łagodnie; stały tam przeróżne kałamarze, sprzęciki na papierosy, na zapałki, stalówki i t. d., najrozmaitszych pomysłów; wyżej na dwu półkach błyszczało mnóstwo przycisków, figielków z porcelany, bronzu, kubków i szkieł kolorowych. Przed biurkiem było lekkie krzesło na biegunach, obok niego kosz ze zniszczonemi papierami. Na wszystkich ścianach wisiały tak zwane chińskie parawaniki z rozpostartemi w nich, na kształt wachlarzy, fotografjami pięknych dziewic o niesłychanie wielkich oczach i biustach, do najniższego stopnia odsłonionych, albo reprodukcje miłych kociąt, scen zabawnych i widoki miasta gubernjalnego Klerykowa."
      },
      {
        "index": 118,
        "text": "W rogu saloniku obok żardinierki, stało pianino i znowu na niem zadziwiająco piękne sprzęciki i fotografje, w wykwintnych stojących ramkach z pluszu i połyskującej blachy."
      },
      {
        "index": 119,
        "text": "Pani Borowiczowa usiadła na brzeżku pierwszego krzesła, w bliskości drzwi; zaleciła synowi kilkakrotnie, żeby stał spokojnie, a nie zbił czego, broń Boże, — i czekała z bijącem sercem."
      },
      {
        "index": 120,
        "text": "Teraz, kiedy już prawie wykonany został taki zamach stanu, trwoga ją obejmować zaczęła, czy też to nie jest krok szalony. Zegar na biurku szeptał, zdawało się: nic z tego, nic z tego..."
      },
      {
        "index": 121,
        "text": "W sąsiednich pokojach słychać było jakieś kroki i rozmowy, szeptem prowadzone. Nasłuchując, czy to już sam pan profesor nie wchodzi, pani Borowiczowa zwróciła machinalnie oczy w kąt pokoju i dostrzegła tam ikonę w srebrnej szacie i płonące przed nią światełko."
      },
      {
        "index": 122,
        "text": "...Prawda, prawda... — pomyślała, — przecie to ten, co przeszedł na prawosławie."
      },
      {
        "index": 123,
        "text": "W danej chwili najmniejby ją ta kwestja obchodziła, gdyby nie to, że za nią, jak cień, wlókł się zabobon:"
      },
      {
        "index": 124,
        "text": "...To nie musi być dobry człowiek..."
      },
      {
        "index": 125,
        "text": "Zegar z kolebką wydzwonił srebrnym głosikiem godzinę drugą, a pana Majewskiego jeszcze nie było."
      },
      {
        "index": 126,
        "text": "Dopiero przed trzecią rozległ się dzwonek w przedpokoju, a po upływie kilkunastu minut drzwi do saloniku otwarły się cicho i stanął w nich pan profesor."
      },
      {
        "index": 127,
        "text": "Był to blondyn wysoki, z jasnym zarostem i bardzo przerzedzoną czupryną. Miał na sobie jeszcze frak granatowy i takąż kamizelkę ze srebrnemi guzikami, z których każdy zaopatrzony był w orła państwowego. Kamizelka ta była głęboko wycięta i odsłaniała gors koszuli promieniejąco biały, wykrochmalony i błyszczący jak szyba lustrzana."
      },
      {
        "index": 128,
        "text": "Nauczyciel złożył ukłon, wyciągając pięknym ruchem obadwa mankiety, a gdy pani Borowiczowa powiedziała swe nazwisko, zapytał po rosyjsku:"
      },
      {
        "index": 129,
        "text": "— Czem mogę służyć?"
      },
      {
        "index": 130,
        "text": "Matka Marcinka nie mówiła tym językiem, a bała się obrazić profesora, jeżeli zacznie mówić po polsku, to jęła też wykładać mu swą prośbę po francusku, z mozołem wymawiając zdania i zwroty dawno zapomniane."
      },
      {
        "index": 131,
        "text": "Pan Majewski z wdziękiem usiadł na pobliskim fotelu, nastawiał mimowiednym ruchem swe ciemnoniebieskie binokle, otwierał przy tej czynności nieznacznie usta, ale nie zdawał się rozumieć, o co rzecz idzie."
      },
      {
        "index": 132,
        "text": "Wkrótce też spytał po polsku, z przeciąganiem i akcentowaniem z ruska wyrazów, aczkolwiek dopiero przed dwoma laty został Rosjaninem, nigdy w Rosji nie był, i z granic gubernji klerykowskiej, zamieszkanej przez samych Polaków, ze znaczną domieszką żydowską, ani razu nie wyjechał:"
      },
      {
        "index": 133,
        "text": "— Otóż, chodzi tutaj o tego młodzieńca... tak li?..."
      },
      {
        "index": 134,
        "text": "— Tak, panie profesorze — mówiła teraz jednym tchem pani Borowiczowa, — pragnęłabym oddać go do klasy wstępnej. Uczył się na wsi, w szkole elementarnej. Czy jest przygotowany... tego właśnie osądzić nie jestem w stanie. Dlatego też śmiem prosie pana profesora, czyby nie zechciał przygotować go jeszcze nieco, zanim egzamin... Z pewnością kilka lekcyj, udzielonych przez takiego, jak pan profesor pedagoga, więcej go oświeci, niż pół roku nauki w szkole wiejskiej..."
      },
      {
        "index": 135,
        "text": "— No, cóż znowu? — zawołał pan Majewski, z satysfakcją kierownika klasy, wprawdzie tylko wstępnej, aleć zawsze w gimnazjum, który jeszcze, parę lat temu, był nauczycielem szkółki elementarnej w jakiejś Kiernozji."
      },
      {
        "index": 136,
        "text": "— Jestem najmocniej przekonaną, że tak jest..."
      },
      {
        "index": 137,
        "text": "Gdyby tylko pan profesor raczył zwrócić na mego syna uwagę..."
      },
      {
        "index": 138,
        "text": "— Widzi pani, — przerwał pan Majewski, — masa kandydatów... Nie wiem, co on umie, czy to się na co przyda..."
      },
      {
        "index": 139,
        "text": "— Panie profesorze..."
      },
      {
        "index": 140,
        "text": "Pan Majewski uprzejmym gestem przerwał pani Borowiczowej i zadał Marcinowi kilka pytań rosyjskich z zakresu arytmetyki, gramatyki i t. d. Wysłuchawszy jego względnie dobrych odpowiedzi, wsparł czoło na ręce i przez kilka chwil coś głęboko rozważał."
      },
      {
        "index": 141,
        "text": "— Panie... — szepnęła ze drżeniem matka kandydata."
      },
      {
        "index": 142,
        "text": "— Tak... Jeżeli pani sobie życzy, mogę dać małemu kilka lekcyj. Czy zda... tego, rozumie się, przewidzieć niepodobna..."
      },
      {
        "index": 143,
        "text": "— Źle jest przygotowany?"
      },
      {
        "index": 144,
        "text": "— Nie to, żeby źle, owszem, na ogół biorąc... Ale, widzi pani, wymowa, akcent, to, czego jakiś korepetytor, jakiś belfrzyna na wsi wpoić nie jest w stanie, bo sam tego nie posiada... System, widzi pani, wymaga to jest... akuratnej wymowy, a tego... niema. Wszyscy w tych stronach mówią w domu po polsku, rodzice... więc też i dzieci nie mogą mówić dobrze. A system, pojmuje pani, wymaga tej, że tak powiem... akuratnej wymowy."
      },
      {
        "index": 145,
        "text": "Ktoś zlekka zapukał do drzwi. Profesor poruszył się niecierpliwie, jakby na znak, że sprawa jest wyczerpana."
      },
      {
        "index": 146,
        "text": "Chwila ta była istną katuszą dla pani Borowiczowej, gdyż należało przystąpić do kwestji zapłaty, uskutecznić ją stanowczo, dyplomatycznie i z całem mistrzostwem grzeczności."
      },
      {
        "index": 147,
        "text": "— Będę, — rzekła, — nieskończenie panu profesorowi wdzięczną za tę istotną łaskę... Czy mogłabym odrazu teraz uiścić się z należności za te lekcje? Zapewne wypadnie mi w tych dniach odjechać i dlatego trudzę pana..."
      },
      {
        "index": 148,
        "text": "— O to... tego... Biorę zwykle po trzy ruble za godzinę. Mam tutaj kilkunastu chłopców, których również przygotowuję. Od nich biorę w tym stosunku..."
      },
      {
        "index": 149,
        "text": "— Mam nadzieję, że wystarczy jeszcze czasu na jakie ośm lekcyj. Władza tak zwleka... — rzekła pani Borowiczowa z rodzajem łaskawej i uprzejmej wymówki. — Dla nas, zaśniedziałych po wsiach, jest to właściwie dobrodziejstwo, gdyż możemy przy sposobności używać miasta, ale zato nasze role i gumna... Oto jest dwadzieścia pięć rubelków..."
      },
      {
        "index": 150,
        "text": "— Ach... to ja pani rubla reszty... — zawołał z pośpiechem nauczyciel, rzucając się do wykwintnego biurka."
      },
      {
        "index": 151,
        "text": "— Och... tyle subjekcji..."
      },
      {
        "index": 152,
        "text": "— A, nie, nie! — wołał nauczyciel — Jestem tej zasady, rozumie pani: kochajmy się, jak bracia, a liczmy się, jak żydzi..."
      },
      {
        "index": 153,
        "text": "Pomimo, że pani Borowiczowa wcale nie nadawała się na brata pana Majewskiego, nie wzięła mu jednak za złe tej maksymy. Przyjąwszy rubla, wśród ukłonów zobopólnych, oraz tysiącznych komplementów profesora, wyszła, odprowadzona przezeń aż do drzwi wchodowych. W sieni pan Majewski ujął malca za ramię i, otworzywszy drzwi na lewo, wskazał mu duży pokój, prawie pusty, z ogromnym sosnowym stołem na środku."
      },
      {
        "index": 154,
        "text": "— Przychodź na lekcje od dziś codziennie punkt o piątej... i odrazu wchodź do tego pokoju... — rzekł, głaszcząc chłopcu czuprynę."
      }
    ]
  }
}