{
  "chapterNumber": 10,
  "title": "Rozdział X",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Po ukończeniu egzaminów i otrzymaniu przejścia z klasy czwartej do piątej, Marcinek spędzał wakacje, jak zwykle, w Gawronkach. Stary pan Borowicz już był wówczas znacznie posunął się w lata, gospodarstwo na folwarku szło gorzej, a w domu widać było zwolna idącą ruinę. Jedzenie gotowała stara kucharka, która onego czasu niańczyła Marcinka, a gotowała, jak jej się żywnie podobało. Talerze były wyszczerbione, łyżki, noże i widelce ginęły, a pozostałe były karykaturami zaginionych. Starszy pan prowadził nieustanną walkę z Małgorzatą, ale irytował się napróżno. W domu coraz bardziej widzieć się dawał brak bielizny, odzieży, najprostszych wygód. Nawet same sprzęty w mieszkaniu przybrały wyraz dziwnego zaniedbania i opuszczenia."
      },
      {
        "index": 2,
        "text": "W pokoju najobszerniejszym, który, ze względu na obecność w nim garnituru starych mebli z wyprawy nieboszczki matki Marcinka, nazywany był bawialnym, portrety sztychowane marszałków francuskich, Kościuszki, ks. Józefa — okrył kurz nieprzenikniony; na krzesłach wisiały pokrowce, zbrudzone do szczętu przez ogary i jamniki, które obrały sobie tutaj legowiska i zajmowały je ze stanowczością bezwzględną. W »serwantce«, pełnej niegdyś różnych cacek pamiątkowych, szyby »ktoś« powybijał, a ze sprzęcików nie zostawił ani jednego. Nielepiej było przed domem. Obok ganku, gdzie za życia nieboszczki było mnóstwo klombów z kwiatami tak pięknemi, że o nich mówiono w całej okolicy, — nie było nietylko kwiatów, ale nawet klombów. Prosięta rozkopały cały ogród kwiatowy, krowy i źrebięta porozwalały tu i owdzie sztachety... Tylko bujna rezeda, zasiewająca się sama naokół, pachniała mocno, jak dawniej; i ten jej zapach przywitał Marcina, niby wspomnienie matki, kiedy, przybywszy na wakacje, stanął w oknie wieczorem."
      },
      {
        "index": 3,
        "text": "Był to koniec czerwca, czas sianokosu. Zaraz nazajutrz o świcie starszy pan zbudził Marcinka i kazał mu iść na łąki do »pilnowania« kosiarzy. Kiedy zaś panicz, przybrany w buty z długiemi cholewami i stary, »cywilny« kapelusz, miał wyjść z domu, ojciec założył mu na ramię dubeltówkę i torbę myśliwską, pełną śrutu, prochu, kapiszonów i pakuł. Marcinek rzucił się do rąk ojcowskich: dotychczas wolno mu było nosić tę dubeltówkę, ale tylko wtedy, gdy nie była nabita, — i czasami trafiać do celu."
      },
      {
        "index": 4,
        "text": "— A przecie nie wystrzelaj mi wszystkich kaczek, niechże choć z jedna pozostanie na mój strzał... — rzekł starszy pan, kiedy już Marcinek zbiegł ze wzgórza ogrodowego, dążąc na groblę."
      },
      {
        "index": 5,
        "text": "Tuż za ogrodem rozciągał się duży staw, zarosły grzybieniem, tatarakiem, wysokiemi sitami i rokiciną. Do stawu wpływała rzeka, jak długi wąż, licznemi zakrętami wijąca się przez łąki. Ze wzgórz otaczających płynęły do niej potoki, a obok każdego z nich kwitły rozkoszne dolinki, pełne bujnych brzóz, malin, tarniny, jeżyn, traw sięgających do pasa i kwiatów najcudniejszych na ziemi. W pewnych miejscach strumień ginął zupełnie w głębi krzewów i słychać było tylko cichy szmer jego, podobny do wesołego śmiechu istoty żywej i pełnej szczęścia. Trzeba było rozgarnąć mokre gałęzie, ażeby dojrzeć czystą strugę, po której dnie pełzały duże, czarne raki."
      },
      {
        "index": 6,
        "text": "Gdy Marcinek biegł nad stawem, dopiero wstawały z wody mgły nocne. Po prawej ręce snuła się polna droga pod górę i widać ją było daleko między jałowcami. Obok zieleniły się młode owsy, upstrzone kępami o bujniejszych, prawie czarnych ździebłach, które wystrzeliły z miejsc ugnojonych sowiciej, — w oddali stała duża, złota niwa pszenicy. Na łąkach lśniła się biała rosa. Słychać już było stamtąd poklepywania kos i echa rozmów. We mgle, nakrywającej wodę, plusnęły nagle i zerwały się cztery dzikie kaczki, jak duże plamy czarne ukazały się na różowem niebie i szybowały w przestrzeni, podobne do rozciągniętych krzyżów. Marcinowi serce bić zaczęło i namiętność myśliwska ogarnęła całą jego duszę. Pragnąc wywdzięczyć się ojcu za pozwolenie korzystania z broni, usiłował sumiennie wypełniać obowiązki dozorcy nad kosiarzami. Za najbliższym zakrętem rzeki ukazał się szereg chłopów w koszulach, idących jeden za drugim. Każdy z nich przychylał się zlekka i zabierał kosą spory plac bujnej trawy. Grube mokre pokosy leżały na podobieństwo zoranych zagonów wzdłuż obnażonego gruntu łąki. Kiedy niekiedy któryś z kosiarzy zatrzymywał się, wydobywał osełkę z drewnianego kubła, przyczepionego z tyłu do paska i, obtarłszy kosę trawą, ostrzył ją zgrabnie. Wszyscy robotnicy byli tyłem zwróceni do ścieżki, po której szedł Marcinek, i nie dostrzegli go wcale. Dopiero, gdy ich pozdrowił głosem dosyć nieśmiałym, obejrzeli się i odpowiedzieli chórem:"
      },
      {
        "index": 7,
        "text": "— Na wieki... A dyć to paniczek Marcin..."
      },
      {
        "index": 8,
        "text": "Przez chwilę trwała uprzejma pogawędka o tem i o owem."
      },
      {
        "index": 9,
        "text": "»Paniczek« przerwał ją wkrótce i oddalił się pod olszyny, a kosiarze zajęli się swoją pracą, z pod oka tylko obserwując tak niezwykłe zjawisko na łące gawronkowskiej."
      },
      {
        "index": 10,
        "text": "Marcin tymczasem zabrał się do badania fuzji. Dla zamanifestowania poniekąd przed chłopami swej wyższości i dojrzewającego wieku, wykręcił z luf śrut i powysypywał proch, następnie z wielkim impetem i zbyteczną starannością nabił obie lufy, zdejmował kapiszony i zakładał nowe, zwolna odwodził i spuszczał kurki, celował i pompatycznie wieszał broń na ramieniu."
      },
      {
        "index": 11,
        "text": "Gdy słońce wyszło z za gór i ukazał się dalszy obszar łąki, — nieprzeparta siła ciągnęła go ku oddaleniu. Śliczna dolina zdawała się otwierać przed nim ramiona swych wzgórz; pagórki okryte jałowcami, wabiły go ku sobie, a las daleki wzywał."
      },
      {
        "index": 12,
        "text": "Sumienny dozorca posunął się o kilka kroków tylko, brzegiem rzeki, ażeby zobaczyć, czy też wszędzie trawa jest równie duża, jak w pierwszym zakręcie."
      },
      {
        "index": 13,
        "text": "Zaledwie postawił kilka kroków, kiedy z pod nóg zerwał mu się bekas, magnął pierwszego koziołka, drugiego... Marcin porwał za strzelbę i wypalił. Bekas doznał widocznie tak wielkiego przestrachu, że wyrzekł się rodzinnej łąki i odleciał w powietrze na niezmierną wysokość."
      },
      {
        "index": 14,
        "text": "W Marcinku tymczasem zawrzało. Ruszył jeszcze dalej, trzymając dubeltówkę na pogotowiu. Serce mu biło, jak rozkołysany dzwon, w piersiach tchu brakowało."
      },
      {
        "index": 15,
        "text": "Skradał się cicho po trawie, bacząc pilnie na zamki swej broni. Rzeka w tych miejscach była dosyć szeroka. Nad jej przejrzystą, ruchomą głębią tańczyło mnóstwo błękitnych łątek, pod słońce widzieć się dawały prawie u samej powierzchni wodnej okonie z czerwonemi pręgami na stalowej łusce i białe, srebrne, tańczące płotki. Kiedy Marcinek spojrzał na jeden z bardziej oddalonych zakrętów, serce w nim zamarło."
      },
      {
        "index": 16,
        "text": "Na samym środku płani wodnej widać było dwie duże kaczki. Myśliwiec rzucił się natychmiast w trawę i zaczął pełzać, wspierając się na lewej ręce, podczas gdy w prawej ostrożnie i starannie niósł fuzję."
      },
      {
        "index": 17,
        "text": "Niestety! — o jakie cztery kroki od krzaczków rokiciny, które tam rosły na brzegu, dał się słyszeć plusk złowieszczy i melodyjne dzwonienie skrzydeł."
      },
      {
        "index": 18,
        "text": "Łzy stanęły w oczach myśliwego, ale oschły natychmiast, gdy kaczki, zatoczywszy nad łąką szerokie koło, zniżyły lot i zapadły o kilkaset kroków dalej. Od tej chwili Marcinek stracony był dla dozoru najemników gawronkowskich. Kiedy pan Borowicz około godziny siódmej sam przyszedł na łąkę, ledwie mógł już dojrzeć postać swego syna, wałęsającego się na bałyku w wielkiej odległości."
      },
      {
        "index": 19,
        "text": "Przebiegłe kaczki literalnie drwiły sobie z najstaranniej obmyślanych podejść strategicznych. W chwili, kiedy trzeba było tylko już podnieść broń do oka i oprzeć lufę na jakimś wygodnym sęczku, zrywały się hałaśliwie i uciekały coraz dalej w górę rzeki. Z ostatniego wreszcie, nieco szerszego dołku rzecznego zerwały się, nim Borowicz zbliżył się doń na odległość strzału i poszybowały bezpowrotnie. O kilkaset kroków stamtąd był już las."
      },
      {
        "index": 20,
        "text": "Promienie wczesnego słońca padały na zwartą ścianę długich gałęzi świerkowych i cały las, mokry jeszcze od rosy, mienił się ślicznemi barwami. Rzeka w jego głębi rozlewała się w płytkie smugi, pośród których na kępkach rosły olbrzymie, stare olchy. Były tam miejsca prawie niedostępne, obrosłe zwartemi kłębami drobnej olszyny i były dziwnie urocze, samotne jeziorka, nad których płytką wodą stały wielkie pnie czerwone. Marcinek znał te miejsca oddawna. Ruszył stamtąd na lewo ku niewielkiemu wzgórzu, gdzie wybujały młode zarośla po wyciętym lesie. Niektóre z drzewin witał z uśmiechem radości. Odsłaniały się tam pewne widoki, pewne wysmukłe brzózki, dla których żywił uczucia więcej, niż przyjazne. Lubił je, nie wiedząc o tem, tak głęboko, jakby były cząstkami jego istoty, organami jego czującej natury. W kształtach niektórych drzew mieściły się długie historje smutków i radości, całe dzieje przywitań i pożegnań. Niektóre z tych drzew widział z okien domu, będąc niemowlęciem, i postacie ich skojarzyły się na zawsze z owemi pierwszemi wrażeniami, których już pamięć dosięgnąć, ani rozum objąć nie jest w stanie. Pewne miejsca i widoki w tych tak zwanych leśnych »odpadkach« były dla niego przejmująco smutne i nie wiedzieć czemu budziły jakiś bolesny żal i niepojętą obawę. Drzewa podrosły. Tu i owdzie ze zdumieniem spostrzegał tęgie pnie, gdzie były ledwo krzaki. Dokoła śpiewało mnóstwo ptaków. Natarczywe srokosze kuły swoje piosenki, w których powtarza się jeden ton pełny i dźwięczący. Ten ton rozbudzał w zaroślach tarniny i pięknych kalin przedziwne echa. Zdawało się, że to on strąca z liści poranną rosę i że ogromne krople dzwonią, lecąc po prętach i po źdźbłach smołek pachnących. Na jałowcach trznadle zawodziły swe skargi żałosnym głosem wołających na puszczy. W pewnem miejscu zerwała się kraska. Jej błękitne skrzydła, migające między drzewami, zbudziły na nowo myśliwskie instynkta Marcinka. Ale kraska była jeszcze przezorniejszą, niż kaczki, i znikła w gęstwinie bez śladu. Na skraju lasu słyszeć się dawał nieustanny śpiew. Oj-da da da-da dy na Oj-da da da-da da da..."
      },
      {
        "index": 21,
        "text": "Marcin poszedł w tamtą stronę i zobaczył za krzakami małą dziewczynkę, »pasturkę«. Było to chude, małe i spalone na słońcu. Miało na włosach nigdy nieczesanych usmoloną »szmatkę«, na sobie brudną koszulinę, która się na prawem ramieniu rozlazła, — i wystrzępiony »szorc« z grubej wełny. Dziewczynina ta siedziała na murawie z wyciągniętemi nogami, biła patykiem w ziemię i śpiewała sobie jednym głosem, monotonnie, jak trznadel, tylko mniej pięknie od niego. Młody panicz postraszył ją, wyskoczywszy znienacka na pastwisko. Zerwała się na równe nogi, obejrzała zbrojnego przybysza wytrzeszczonemi oczyma, a następnie z głośnym płaczem zaczęła uciekać, przeskakując, jak sarna, wysokie krzewy i pniaki."
      },
      {
        "index": 22,
        "text": "Z poręb myśliwiec wkroczył w las i wałęsał się tam do zmierzchu, zapomniawszy o śniadaniu, obiedzie, podwieczorku. Wrócił dopiero nocą i nie dostał od ojca wielkiej nagany. Stara kucharka wyrzekała, co prawda w niebogłosy, wspominała o zmarnowanem kurczęciu, upieczonem na rożnie, które jakoby pies zjadł pod nieobecność Marcinka, o kawie zgotowanej napróżno, o dziwnej dobroci bułkach — i t. d. Winowajca słuchał w pokorze klątw starej, wzdychał szczerze i za kurczęciem i za sałatą, za młodemi kartoflami i »garusem«, poprzestał jednak na małem, zadowalając się bochenkiem żytniego chleba, niewielką faseczką masła i dzbankiem świeżego mleka."
      },
      {
        "index": 23,
        "text": "Od tego dnia zbisurmanił się na dobre. Wstawał o świcie, brał swoją flintę, torbę — i znikał. Na folwarku prawie go nie widziano. Czasami tylko przesuwał się na horyzoncie, zazwyczaj przygarbiony, skradając się do jakiegoś zwierza z gatunku turkawki, kukułki, żołny, a nawet srokosza lub trznadla. Trafiały się takie dni, że zjawiał się dopiero przed północą, a nazajutrz znowu wyruszał o świcie. Tylko jakiś daleki strzał, w lesie, rozlegając się po górach, dawał znać mieszkańcom Gawronek, w jakich stronach panicz się obraca."
      },
      {
        "index": 24,
        "text": "Te strzały nie wywarły zbyt wielkiego wpływu na zmniejszenie się fauny tamtych okolic. Całe myśliwstwo polegało właściwie na chodzeniu za ptakami. Kraski i grzywacze, żołny i jastrzębie wodziły młodzieńca za nos po wszystkich górach, dokądby już nawet kulawy pies nie zabłądził. Oprócz nich pędziła go z miejsca na miejsce wiecznie głodna ciekawość. Każde nieznane drzewo dalekie, strumień, błyszczący na słońcu w odległości kilku wiorst, siniejące w przestrzeni lasy, góry pokryte jałowcem i smutne gąszcze świerkowe stanowiły dla niego zupełnie nowy, jakby nieodkryty dotąd świat zaczarowany. Było to dziwne zbratanie się z wszelkiemi wertepami."
      },
      {
        "index": 25,
        "text": "Szczególnie wszakże Marcinek polubił — noc. Nie było, zda się, rozkoszy, któraby mu starczyła za włóczenie się w zmroku po miejscach odludnych, samotnych i ogarniętych przez ciszę tak wielką, że w niej słychać było, jak szeleszczą dojrzałe, nieskoszone trawy, jak szemrze woda. Były wówczas księżycowe noce... Ale pocóż silić się na opis nocy tych w tamtym kraju! Jakiż język zdoła je wysłowić..."
      },
      {
        "index": 26,
        "text": "Błądząc tak po okolicy, Marcinek zachodził częstokroć do wsi obszernych, tu i owdzie rozciągających się u podnóża wzgórz. Wsie te stały zazwyczaj, jakby na ogromnych polanach, dokoła których ze wszystkich stron czerniał las, jak świat stary. Ludność, zamieszkująca te sioła, odrabiała niegdyś pańszczyznę w odległych dworach, ale, ukryta w lasach, przechowała prastare obyczaje, wierzenia i prawa. Był to lud zdrowy, silny, żywy i potrosze dziki. Rzadko kiedy z takiego Bukowca, Poręb, albo Leszczynowej Góry chodził kto do kościoła, a księża urządzali na te wsie istne obławy i postrachem tylko ściągali ludzi do spowiedzi wielkanocnej. Grunt na pochyłościach gór był lichy. To też chłopi tamtejsi uprawiali rozmaite kunszta. Wszyscy prawie byli kłusownikami, wielu z nich wyrabiało w lasach rządowych potajemnie gonty, inni trudnili się struganiem łyżek, solniczek, szaf, skrzynek, grabi, wideł, kluczów drewnianych do chat i t. d."
      },
      {
        "index": 27,
        "text": "W pewnej wiosce robiono dość ładne krzesełka i ławki ozdobne. Istniał tam, jak gdyby na niepisanej umowie ufundowany, podział zarobków. Jeżeli np. ktoś zajmował się łowieniem kwiczołów w sidła, sprzedawał je w mieście i żył z tego, to nikt inny we wsi nie miał prawa z nim na tem polu do konkurencji stawać pod karą bicia. A bito srogo. Gdy wieś biła złodzieja, albo winowajcę, to kołkami i na śmierć."
      },
      {
        "index": 28,
        "text": "Prawo bicia i inne prawa publiczne tyczyły się jednak gminu pospolitego i nie obowiązywały wiejskich genjuszów."
      },
      {
        "index": 29,
        "text": "W Bukowcu mieszkał chłop nazwiskiem Scubioła, który, nie przeszkadzając nikomu w pracy zawodowej, wywłaszczył z siedzib bardzo wielu współobywateli, a innych ciężko ujarzmił. Miał kilkaset morgów gruntu, kilkadziesiąt sztuk bydła, duże, folwarczne budynki, dom mieszkalny z gankiem i wielkiemi szybami w oknach, w izbie podłogę i zegar. Pożyczał każdemu, kto się tylko do niego zgłosił, a procent wybierał w postaci płodów naturalnych. Brał tedy owies, len, wyroby drewniane, płótno zgrzebne, zwierzynę, grzyby, jagody, żądał wreszcie w procencie roboty na swojej roli. Wielu z biedniejszych włościan było na własnym swym gruncie parobkami Scubioły. Zabierał on im z tego gruntu wszystko, cokolwiek na nim wyrosło zasiane i wypielęgnowane ich rękoma. Sam chodził w połatanej i brudnej koszuli a nawet, wybrawszy się do miasta, nie kładł butów."
      },
      {
        "index": 30,
        "text": "Bezwątpienia najuboższą wioską w okolicy, były same Gawronki. Przysiołek ten liczył ogółem ośmnacie dymów. Żaden z gospodarzy nie miał tam więcej nad trzy morgi gruntu najnędzniejszego pod słońcem. Na tem ich »ukaz zastał« i pozostawił własnemu przemysłowi. W całej wsi ani jeden gospodarz nie miał nietylko szkapy, ale nawet źrebięcia; niektórzy posiadali krowy, jałówki i cielęta, a jeden z kolonistów, Lejba Koniecpolski, posiadał tylko dwie brodate kozy. Krowy, cielęta i kozy mieszkały zimową porą w izbach pospołu z ludźmi, to też ludzie tamtejsi wyglądali niezbyt pociągająco. Gdyby się nieboszczyk Liwjusz zbudził pewnego pięknego poranku i znalazł w Gawronkach, zobaczyłby znowu na świecie to samo i musiałby powtórnie z niesmakiem napisać: »obsita... squalore vestis, foedior corporis habitus pallore ac macie peremti...« Grunta mieszkańców Gawronek leżały pod górą. Wody, pędzące z tej góry, myły przez wieki glebę urodzajną i odkrywały opokę, składającą się z samych czerwonych kamyków, tak pracowicie, że kiedy cywilizacja po długiem stękaniu i srogich bólach spłodziła ukaz i wolnym obywatelom gawronkowskim oddała nareszcie kamyki wraz z większemi kamieniami, — nie było tam już właściwie w czem gmerać."
      },
      {
        "index": 31,
        "text": "Gdy nadchodził czas orki, wszyscy Gawrończanie udawali się w prośby do Scubioły. On chętnie użyczał pary koni, parobka — i z kolei obrabiał jedno pólko po drugiem. Wzamian za tę usługę brał znowu rozmaity precent. Lejba Koniecpolski nie korzystał z łask Scubioły, gdyż od niego mało co wziąć było można. To też skulony, chudy i biedny Lejba uprawiał grunt odziedziczony sam, literalnie: sam. Do orki pożyczał krowy od sąsiada Piątka, a do brony zaprzęgał sam siebie, albo swą żonę. Źle oni jednak i orali i bronowali swe dziedzictwo. Owies był nędzny, kilka zagonków żyta nigdy nie zwracało wsianego ziarna, tylko litościwy ziemniak żywił familję. A familja Koniecpolskich była bardzo liczna. W skrzywionej chacie, obok której nie było ani stodoły, ani chlewa, ani płotu, ani kołka, ani nawet wyższego badyla ostu, mieściła się jedna, jedyna izba, pełna dzieci. Gdyby do tej izby przybyło jeszcze jedno dziecko, albo jedna koza, — jużby zapewne czarna chałupa rozpękła się na dwoje."
      },
      {
        "index": 32,
        "text": "Lejba był rzemieślnikiem. Wyrabiał trepy o drewnianej podeszwie z przyszwą ze starego rzemienia, okrywającą palce i części stopy. W zimie mały Lejba biegał po wsiach od chaty do chaty i skupywał stare chłopskie buciska. Czasami tu i owdzie dostał jaki stary but za darmo, kiedy niekiedy bowiem zlituje się dobry człowiek nad drugim człowiekiem, nawet nad Lejbą Koniecpolskim... Gdy zgromadził dosyć materjału, szedł do lasu rządowego i ścinał w nocy dużą osikę. Następnie zaprzęgał się z żoną do małego wózka i drzewo porąbane na kawałki przyciągał kryjomo nocami do chałupy. Z tego materjału strugał podeszwy. Na wiosnę zaczynali ludzie dowiadywać się u Lejby o trepy. I szedł handel, wpływało nieco grosza na życie przez kwiecień i maj. Jednakże, gdy nadchodził czerwiec i tamtejszy, gawronkowski przednówek, — z Lejbą bywało bardzo kiepsko. Współwyznawcy odczepiali się od niego bylejakim datkiem: dziesiątką, dwudziestoma groszami... Wtedy szedł do miasteczka i już to kupował, już brał, gdy się dało, na kredyt chleb tak zwany żydowski, przynosił do Gawronek kilkanaście bochenków i rozsprzedawał sąsiadom, zarabiając dwa grosze na funcie. Tym sposobem zyskiwał dla siebie i swej licznej familji dwa, czasami trzy bochenki. Nie ta wszakże pora roku była w życiu Lejby najgorszą. Straszny czas nastawał wówczas dopiero, gdy prawie wszyscy mieszkańcy wioski, kto tylko posiadał jakie takie siły, szli na bandos »w pszenne kraje«. Chałupy zamykano na klucz i zostawiano na boskiej opatrzności w nadziei, że nic im się złego nie stanie, a cały tłum wędrował na zarobki. Lejba nie mógł chodzić na bandos, gdyż nie umiał ani dobrze żąć, ani posiadał »dobre sziłe«. Zostawał tedy w pustej wsi i wraz z żoną i dziećmi — przymierał głodem. Gdy ludzie wesoło ruszali na roboty, Lejba omdlewał z boleści."
      },
      {
        "index": 33,
        "text": "Wówczas to właśnie zdarzało się Marcinkowi spotykać często tego człowieka ze zgasłą twarzą i zapłakanemi oczyma wśród zbóż dojrzewających."
      },
      {
        "index": 34,
        "text": "Najbardziej znaną osobistością nietylko w Gawronkach, ale w całej okolicy był Szymon Noga. Znali go panowie w odległych dworach, urzędy leśne i kupcy w Klerykowie. Był to strzelec niezrównany, w sztuce łowieckiej mistrz istotny. Za swych lat młodszych chodził na polowaniach o zakład ze szlachtą, że pięcioma strzałami zrzuci w locie pięć z rzędu jaskółek — i wygrywał. Gdyby go nie strzeżono, jak oka w głowie, wybiłby był co do jednego bekasy, kszyki, kuropatwy, przepiórki tak zupełnie, jak wyniszczył w lasach jarząbki. Dawniejszemi czasy znikał na całe miesiące, szedł lasami, wabił jarząbki i wybijał je co do sztuki. Pokazywał się dopiero w Klerykowie u znajomych kupców z workami ptactwa. Jeżeli gdziekolwiek zjawiła się para sarn wędrownych, już im Noga życia nie darował. Szedł za niemi póty, aż je zgładził ze świata. Nikt nie znał lepiej od niego wszelkiego rodzaju podkurzania borsuków i lisów, wykopywania z jam zajęcy, któreby się tam przed pościgiem ogarów schroniły i t. d., nikt wreszcie nie znał tak świata zwierząt, jak ten ich tępiciel. Był to chłop w latach, wysoki, chudy, z przymrużonemi oczyma i wiecznym, przyjemnym uśmiechem na wargach. Marcinek lubił go zawsze nad wyraz od wczesnego dzieciństwa. Noga umiał opowiadać przepyszne facecje z życia zwierzęcego, znał nietylko naturę lisią, zajęczą i t. d., ale nadto w całej okolicy umiał wskazać miejsce, gdzie należy stanąć, jeżeli się chce spotkać z »małym«."
      },
      {
        "index": 35,
        "text": "— No, stary zbóju, — pytał pan Borowicz, spotkawszy Nogę na polu, — jużeś wszystko wybił co do joty? Jest tam gdzie jeszcze jaka zajęczyna żywa?"
      },
      {
        "index": 36,
        "text": "— Dużo niema, bo teraz to już wszyscy paprzą, ale się jeszcze trafi, Bogu dziękować. Na Józefowej górce jest ten stary zając, co go to pan zeszłego roku postrzelił w wątrobę. Stary już, zdrowia wielkiego nie ma, pod górę na ostre, jak to dawniej umiał, już teraz z ledwością idzie, ale ta jeszcze łazi. Na smugu było ich dwu. Jeden to nawet był kotek swarny, ale teraz już go jakoś nie widuję. Czyby go zaś kto uszkodził? A może się i przeląkł młodego pana, bo gdzież to tylośny hałas, jak w powstanie..."
      },
      {
        "index": 37,
        "text": "— A tobie w to graj! Teraz choćbyś dziesięć razy na dzień strzelił, to powiesz, że to młody z Gawronek tak proch psuje."
      },
      {
        "index": 38,
        "text": "— E... czasem to pan wielmożny tak powie... — mówił z uśmiechem Noga, mrugając powiekami. — Gdzieżby zaś stary myśliwiec na początku lipca do kotka strzelił? Nie bolałoby mię to serce! Przecie i tę fuzyjczynę mi zabrał Wasilew..."
      },
      {
        "index": 39,
        "text": "— Ty mnie okłamuj! Ludzie na przednówku, a ty, chwalić Boga, jakoś nie mizerniejesz. To te smaczne młode zajączki tak widać człowiekowi na zdrowie idą."
      },
      {
        "index": 40,
        "text": "— Widzicież-wy, moi ludzie... A i miałbym ja sumienie! Przecie ja tu mam koło dłoni taką dziureczkę. Jak mi się jeść zachce, to se tylko ssać pocznę godzinę czasu i — zgoda."
      },
      {
        "index": 41,
        "text": "Noga nie chodził na roboty z bandosami, gdyż utrzymywał, że ma kość w ręce przestrzeloną i wskutek tego nie może się schylać. Wysyłał żonę i córkę, a sam siedział w domu i nic nie robił. Czasami łowił sobie raki w rzece, a wieczorem niktby go w chacie nie zastał."
      },
      {
        "index": 42,
        "text": "Marcinek odwiedzał go codziennie i nieraz wyciągał do lasu, albo na pola. Noga szedł bez strzelby i opowiadał przeróżne historje. Gdy nadchodziło południe, obadwaj szli do lasu, kładli się w głuchym cieniu, Marcinek wydobywał z torby chleb, masło, jakiś kawałek mięsa i dzielił się z towarzyszem. Pewnego razu, gdy tak leżeli na skraju lasu, w pobliżu drogi, przecinającej okolicę, Noga mówił:"
      },
      {
        "index": 43,
        "text": "— W tem miejscu to tak samo bywały różności..."
      },
      {
        "index": 44,
        "text": "— No? — zapytał Marcinek."
      },
      {
        "index": 45,
        "text": "— Był w Marsławicach chłop, nazywał się Kostur. To samo myśliwiec był nie byle jaki. Już dawno umarł. Mieli ten Kostur fuzyjczynę lichą, powiązaną, z kurkiem, jak kobylica, a swoim porządkiem, jak ta oni strzelili, to już się było po co schylić. Przyszło powstanie, Polaki stały w lesie. Szedł se raz ten Kostur drogą do Cieplaków, a swoją fuzyjczynę miał pod sukmaną, i przyszedł akurat w to miejsce. Patrzy: — jadą dwa Moskale na koniach i prowadzą między sobą powstańca, przywiązanego do obu koni postronkami. Zdarły z niego widać odzienie szlacheckie, bo był tylko w koszuli i boso. Jadą te rabusie, mówię paniczkowi, dobrym truchtem, a co ten nie może nadążyć, to go albo jeden, albo drugi zdzieli nahają bez łeb, bez gębę, gdzie popadnie. Plecy to mu tak przecie zerznęły, że całą koszulę miał czerwoną, a krew aże mu nogawkami portek ciekła i zostawiał po nim na piachu dobrze farbowany trop, nikiej po trafionym rogaczu. Wzięli ten Kostur i pomyśleli se: — a i dokądże te psiekrwie będą prały takiego chudziaka? Widzieliście wy, moi ludzie! Ckliwo im się zrobiło i tak se założyli: jak albo jeden, albo drugi go tknie, to wyrznę do juchów! A no i akurat rypnął go jeden nahają za to, że upadł gębą na ziemię. Kostur wzięli na oko i plunęli. Zaraz rabuś machnął kozła pod konia, a drugi w try miga odwiązał powstańca i uciekł w górę drogą, co koń skoczy. Oni to samo poszli w gęstą knieję i dopiero nad wieczorkiem wrócili się w to miejsce. Kozuń leżał nieżywy, ale i powstaniec uświerkł niedaleko od niego... Tylko się dowlókł na bałyku do tamtego świerka. Tam go wzięli Kostur i pochowali wieczorem. Widzi paniczek onę pasyjkę na śroku? Ona ta nad nim stoi..."
      },
      {
        "index": 46,
        "text": "W istocie — czarny, spróchniały krzyż czerniał wysoko na drzewie."
      },
      {
        "index": 47,
        "text": "— Kostur opatrzyli rabusia — mówił dalej Noga — i znaleźli przy nim pieniądze. Zasmakowało im toto wszystko i od tego czasu chodzili często gęsto na rabusiów. Choćby cała sotnia szła razem — to jak oni z tamtego miejsca wygarnęli, zaraz uciekały, co pary w szkapskach. Powiadali nama dużo potem na polowaniach, że przy każdym rabusiu, co został na placu, bywały pieniądze..."
      },
      {
        "index": 48,
        "text": "Marcinka niewiele obchodziły te historje. Jego »przekonania polityczne« były mdłym odgłosem nauk radcy Somonowicza i echem goryczy ojca, który w powstaniu stracił fortunę pradziadowską, nasiedział się w więzieniach i doznał krzywd od wodzów rewolucji."
      },
      {
        "index": 49,
        "text": "To też mały Borowicz chętniej wolał rozprawiać z Nogą o polowaniu, niż słuchać niewesołych historyj."
      },
      {
        "index": 50,
        "text": "Gdy zaś stary raubszyc nie mógł dla jakichkolwiek przyczyn ruszyć się z domu, Marcinek wszystek czas, wolny od włóczęgi po okolicy, spędzał w swojej altanie."
      },
      {
        "index": 51,
        "text": "Wkrótce po przyjeździe na wakacje wynalazł był znakomite miejsce i urządził z nakładem niemałego trudu samotne schronisko."
      },
      {
        "index": 52,
        "text": "Zbocze najbliższego wąwozu, wysokie na kilkadziesiąt łokci, porastały ogromnie gęste zarośla tarek, leszczyny, jeżyn, kaliny i jałowcu. Wszystkie te krzaki oplatał dziki chmiel, tworząc z tego miejsca istną dziewiczą puszczę, żadna bowiem noga ludzka nie była w stanie przekroczyć tych zarośli."
      },
      {
        "index": 53,
        "text": "U stóp urwiska było w cieniu wielkich drzew źródło wody bardzo dobrej — i rozlewało się naokół w topiel błotnistą."
      },
      {
        "index": 54,
        "text": "Na brzegach stoku rosły wodne marki i wielkie, soczyste szczawie, o pustych wewnątrz słupach, których używano za cewki do ssania wody ze źródła, gdy kto spragniony tam zaszedł, a nie chciał kłaść się na brzegu błotnistym i pić wody z chłopska, wprost ustami."
      },
      {
        "index": 55,
        "text": "Do źródełka szło się po wielkich, płaskich kamieniach, rzuconych przez kogoś w czasie bardzo zamierzchłym."
      },
      {
        "index": 56,
        "text": "Marcinek rozkochał się w tem miejscu dla jego dziwnego uroku i samotności. Od wody wprost pod górę, pracując rydlem, siekierą i motyką, wyprowadził ścieżeczkę tak wąską i zamaskowaną krzewami, że jej żadne oko wytropić nie mogło, — a w odległości kilkudziesięciu kroków, pod szczytem, w największej gęstwinie sformował altanę. Wierzchołki krzaków, stokroć przeplecione nićmi chmielu, tworzyły istne wieko nieprzemakalne. W pół okrągłej pieczarze z okrzesanej tarniny Marcin wykopał w ziemi zagłębienie i zbudował napoły z murawy, napoły z kamieni, przydźwiganych z daleka, szeroką ławę i skrytkę. W skrytce, misternie zatatranej ziemią, mieściły się romanse pornograficzne, które podówczas klasa czwarta namiętnie czytała, a oprócz tego scyzoryk z długiem ostrzem, bokser, śrut, kapiszony, szpagaty i gwoździe... Do altanki wchodził Marcinek zawsze chyłkiem, czego wymagała zarówno ostrożność, jak natura ścieżki, idącej pod krzakami tarniny. Znalazłszy się w kryjówce, już to czytał po raz setny i tysiączny nieprzyzwoite ustępy, zakreślone niebieskim ołówkiem przez kompetentnych poprzedników, już oddawał się bezczynności i marzeniom, licho wie o czem. Śniły mu się na jawie to jakieś fantastyczne aż do absurdu sceny lubieżne, to znowu bitwy, podróże, wyprawy do Ameryki, awanturnicze przedsięwzięcia na jakichś stepach, burze morskie, kolosalne zwycięstwa, odnoszone nietylko nad Czerwonoskórcami, ale także i nad Turkami."
      },
      {
        "index": 57,
        "text": "Od pewnego czasu Noga ciągle napomykał o głuszczach, które według niego miały gnieździć się w pewnym smugu, znanym tylko jemu jednemu. Obiecał nawet, że, gdy nadejdzie jakiś tajemniczy dzień na nowiu, zaprowadzi młodego myśliwego i nauczy go wabić owe głuszcze pod warunkiem, żeby nikomu, dla zachowania sprawy w tajemnicy przed urzędem leśnym, słowa o tem nie mówić."
      },
      {
        "index": 58,
        "text": "Marcinek z najwyższą niecierpliwością czekał dnia oznaczonego, gdyż głuszce, według opowieści Nogi, miały to być ptaki ogromne, wielkości tuczonego indora i niesłychanie rzadkie w tamtejszych lasach. Nareszcie po długiem oczekiwaniu zbliżył się termin wyprawy. Już na kilka dni przedtem Noga kazał Marcinkowi kupić wódki, wysmarować nią dubeltówkę, torbę i siebie samego, gdyż te ptaszyska miały nadzwyczajnie ciągnąć do zapachu gorzałki. Marcinek sumiennie, a nawet z niejaką przesadą spełnił polecenie swego mentora. W dniu oznaczonym skoro świt Noga już czekał na brzegu leśnym. Marcinek, stosownie do jego polecenia, kupił w karczmie, zachowując sekret przed ojcem, pół garnca mocnej wódki, wziął ze spiżarni całą kiełbasę, bochenek chleba, ser suchy i sporo masła, gdyż wyprawa miała trwać aż do wieczora."
      },
      {
        "index": 59,
        "text": "Gdy to wszystko przyniósł, Noga odkorkował butelkę, powąchał gorzałczynę i zawyrokował, że »ma wiatr i będzie ciągnęła«, później kazał Marcinkowi troszkę się napić, odejść w krzaki, rozebrać się do naga i wysmarować znowu gorzałką. Zaraz po nim uczynił to samo i nacierał się w zaroślach dosyć długo. Wkrótce potem weszli w las i żwawo ruszyli pod górę Józefową. Szli długo różnemi przesmykami. Dopiero w pewnem miejscu prześlicznem, śród gąszczu sosen o pniach czerwonawych, Noga się zatrzymał, wybrał doskonale ocieniony zagajnik i tam usiadł na ziemi. Z wielkiemi ceregielami i obrzędami wyjął następnie z zanadrza jakąś maszynkę, wziął w usta jej zakończenie z piórka i począł wydobywać dwa rodzaje dźwięków: monotonne pogwizdywanie z trzech taktów i bełkot chrapliwy. Trwało to dosyć długo. Noga miał minę kapłana, sprawującego tajemniczy obrządek. Czasami przerywał, zsuwał brwi i słuchał uważnie, patrząc w głębinę leśną. Marcinkowi serce biło, jak młotem. Siedział pod jałowcami, które go kłuły w szyję tysiącem swych igieł, miał dubeltówkę w pogotowiu i słuchał również. Las milczał. Czasami w jego tajemniczej odległości brzmiał jakiś głos niepojęty, zabłąkane echo z innej kniei, jak westchnienie, latające po puszczy, niekiedy krzyk jakiegoś ptaka przerywał zupełną ciszę i drżący zamierał w oddali. Blask słoneczny sączył się na ziemię przez gęste zwały koron sosnowych i białemi plamami płynął po leśnych trawach i ziołach. Małe zięby pogwizdywały zcicha ponad głowami myśliwych, jakby były zupełnie spokojne, że o nie troszczyć się ani kusić nikt nie będzie. Dopiero koło południa Noga przestał wabić głuszce i rzekł ze smutkiem w głosie:"
      },
      {
        "index": 60,
        "text": "— Psiatreść! widać się dalej wyniosły. Daj mi paniczek przekąsić skibeczkę chleba, bo mię tak zeczczyło od tej gorzałki, że o kęs... Nie lubię tego gorzałczyska..."
      },
      {
        "index": 61,
        "text": "Marcinek uczęstował towarzysza wszystkiem, co było, a sam zadowolił się małym kawałeczkiem chleba i kiełbasy. Posiliwszy się, Noga wstał i oświadczył, że trzeba się rozpatrzeć w okolicy. Poszli znowu nieco wyżej w górę. Chłop ciągle przystawał z tyłu za Marcinkiem i rozglądał się. W pewnem miejscu coś dostrzegł, kazał Marcinkowi niezwłocznie usiąść na ziemi, dał mu ową maszynkę do wabienia i polecił w nią dmuchać. Młody Borowicz spełnił jego rozkaz i z łatwością wydobywał owe dwa głosy wabiące. Noga tymczasem odszedł, szepcąc mu na ucho:"
      },
      {
        "index": 62,
        "text": "— Niech panicz nie pyta nic, tylko ciągle gwiżdże, choćby najdłużej. Ony to przyjdą napewno, jużem ich słyszał."
      },
      {
        "index": 63,
        "text": "Wskazał ręką kierunek i znikł w zaroślach."
      },
      {
        "index": 64,
        "text": "Marcinek z całym pietyzmem i zapałem oddał się wabieniu. Gwizdał godzinę, dwie, trzy, cztery, nie uczuwając wcale znużenia. Raz mu się wydało, że niezmiernie daleko słyszy dźwięk, zupełnie podobny do głosu wabika i wtedy dmuchał ze zdwojonym entuzjazmem. Dopiero, gdy po lesie rozszedł się cień odwieczerza, — począł tracić nadzieję. Szczęki mu ścierpły od nieustannego ich wytężania, więc odpoczywał przez chwilę. Już jednak wkrótce znowu się zabrał do dzieła i wabił aż do zmierzchu. Czerwony blask zachodu przedarł się do głębiny lasu. Była cisza naokół. Marcinek wstał, gdyż utracił był już wszelką nadzieję. Miał zamiar odnaleźć Szymona i wracać. Zaledwie jednak uszedł kilkanaście kroków, usłyszał jakiś głos zupełnie odmienny. Było to zarazem i mocne pogwizdywanie i coś w rodzaju bełkotu. Marcinek chwycił broń oburącz i krok za krokiem szedł w kierunku tego głosu, pewny, że nareszcie zobaczy głuszca. Dziwny głos rozlegał się ciągle tuż za najbliższemi krzewami. Zachowując śmiertelną ciszę, Marcinek obszedł jedną grubą sosnę, drugą i wyjrzał za owe sośniaki. Zamiast głuszca ujrzał tam Nogę, rozwalonego pod cienistem drzewkiem i chrapiącego z pogwizdywaniem i bełkotem. Obok śpiącego chłopa leżała pusta butla po wódce."
      },
      {
        "index": 65,
        "text": "Znacznie później Marcinek dowiedział się, że maszynka służyła do wabienia słomek i że głuszców od wieku w tamtejszych lasach nie było."
      }
    ]
  }
}