{
  "chapterNumber": 29,
  "title": "ԻԹ. ՄԸՀԵԻ ԱՐՇԱՎԱՆՔԸ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Կարոյի իսկական նպատակը դարձյալ մնում էր ինձ համար մթության մեջ։ Ես չգիտեի՝ ի՞նչ էր կամենում անել նա. ինձ հասկանալի չէր՝ ինչո՞ւ համար նա իր ընկերներին այս կողմ և այն կողմ էր ուղարկում։ Եվ իր՝ Կարոյի ասորոց կաթողիկոսի — այն կիսավայրենի զինվորի և քահանայապետի — մոտ գնալը արդյոք ի՞նչ խորհուրդ ուներ։ Կարոն այն մարդերից չէր, որ օդի մեջ ամրոց կառուցանե կամ դատարկ ցնորքների ետևից ընկնե։ Նա կցաներ այնտեղ, որտեղից հաստատ գիտեր, թե հնձել կարող է։ Իսկ այդ բոլոր զգուշավոր և գաղտնածածուկ նախապատրաստություններից ի՞նչ օգուտ պետք է քաղեր նա։"
      },
      {
        "index": 1,
        "text": "Ահա մտքեր, որոնք ինձ պաշարեցին նամակի ընթերցումից հետո։"
      },
      {
        "index": 2,
        "text": "Կարոյին ես ճանաչում էի այն ժամանակ, երբ նա մի լուռ, մտախոհ, միևնույն ժամանակ դեպի ամեն վատություն ոխերիմ պատանի էր։ Երբ նա մեր դպրոցից անհայտացավ, այնուհետև նրա մասին ոչինչ չգիտեի, թե ո՞ւր գնաց նա, ի՞նչով էր պարապում այնքան ժամանակ և ի՞նչ առիթով կրկին վերադարձավ։ Միայն հասարակական կարծիքը նրա մասին լավ չէր խոսում. նրան համարում էին մի համարձակ սրիկա և ավելի ոչինչ։"
      },
      {
        "index": 3,
        "text": "Բայց մի մարդ, որ միշտ անբախտի և թշվառի բարօրության համար էր մտածում, մի մարդ, որ աշխատում էր նեղյալի հանգստության համար, կարո՞ղ էր սրիկա լինել։"
      },
      {
        "index": 4,
        "text": "Ներքին ձայնը պատասխանում էր՝ ոչ։"
      },
      {
        "index": 5,
        "text": "Իսկ միևնույն ժամանակ Կարոյի անսահման բարեմտության հետ խառն նկատվում էին արարմունքներ, որոնք բարի մարդու գործեր չէին։ Մարոյի հայտնած գաղտնիքը «քանդված մատուռի» մոտ, Ղանլի-դարայի մեջ, այն նվիրական ծառերի հովանու տակ,— թե որպես Կարոն սպանել էր իր ընկերներից մեկին, մի հնդկացի երիտասարդի, ամենափոքր կասկածանքի պատճառով,— այս սարսափելի եղեռնագործությունը ես տակավին մոռացել չէի։ Իսկ այժմ իր նամակի մեջ նա ծերունի որսորդին առաջարկում էր մի ուրիշ չարագործություն՝ «հանգստացնել» Հոգվոց վանքի վարդապետին, կտրել մի օծյալ գլուխ, և կիսախելագար Մըհեն պետք է կատարեր դահճի պաշտոնը։"
      },
      {
        "index": 6,
        "text": "Բայց կմասնակցե՞ ծերունի որսորդը մի այսպիսի արյունոտ գործին, մտածում էի ես։"
      },
      {
        "index": 7,
        "text": "Ներս մտավ Մարոն ծիծաղելով, նա ձեռքը սեղմել էր իր կուրծքի վրա, կարծես աշխատում էր պահել իր ծիծաղը, թեքթեքվում էր, ուզում էր խոսել, բայց դարձյալ զսպել իր ծիծաղը չէր կարողանում. այնպես ծիծաղելով ընկավ օթոցի վրա, համարյա թե մարեցավ։"
      },
      {
        "index": 8,
        "text": "— Ի՞նչ է պատահել,— հարցրի ես։"
      },
      {
        "index": 9,
        "text": "Նա չկարողացավ պատասխանել։"
      },
      {
        "index": 10,
        "text": "Հանկարծ դռները շառաչմամբ ետ գնացին, լսելի եղավ Մըհեի ձայնը."
      },
      {
        "index": 11,
        "text": "— Ո՞ր սատանան տարավ իմ տրեխները։"
      },
      {
        "index": 12,
        "text": "Վիթխարի կերպարանքը հայտնվեցավ սենյակի մեջ, որպես մարմնացած կատաղություն։ Նա իր ձեռքում բռնած ուներ մի ահագին լախտ, որի գնդաձև գլխի վրա մեխել էր իր կյանքի մեջ գտած բոլոր բևեռները։"
      },
      {
        "index": 13,
        "text": "Մարոն սկսեց հավատացնել Մըհեին, թե ինքը նրա տրեխների կորուստի մեջ հանցավոր չէ, թե նա շատ ցավում է, որ այսպես էր պատահել։ Եվ ավելացրուց, տրեխները բոլորովին հում կաշուց շինած լինելով, և որովհետև ինքը Մըհեն չէր հագնում նրանց, այլ քարշ տալով ախոռի պատից, պահում էր զատիկ օրվա համար, տրեխները բոլորովին չորացել և կծկվել էին։ Երբ Մըհեն դրեց նրանց ջրի մեջ, որ փափկեն, լայնանան, որ կարողանա հագնել, անիծված շունը օգուտ քաղելով Մըհեի բացակայությունից, գողացավ տրեխները, և ինքը Մարոն այս րոպեիս տեսավ, որ նա բակի, մեկ անկյունում նստած, դեռ վայելում էր իր անուշ ընթրիքը։"
      },
      {
        "index": 14,
        "text": "Մարոն այս բոլորը պատմեց մի այնպիսի հեգնական ոճով, որ ավելի շարժեց Մըհեի կատաղությունը և ավելացրուց։"
      },
      {
        "index": 15,
        "text": "— Դու խո գիտես, Մըհե, որքան ես սիրում եմ քեզ։ Ես այնպես բա՞ն կանեմ քո տրեխների հետ։"
      },
      {
        "index": 16,
        "text": "— Ես գիտեմ…— քրթմնջաց վիթխարին, և իր վայրենի աչքերը ուղղելով սիրուն օրիորդի երեսին, դուրս գնաց սենյակից։"
      },
      {
        "index": 17,
        "text": "— Իմանում ես, Ֆարհատ, ախար այդ հիմարը սիրահարված է իմ վրա,— դարձավ Մարոն դեպի ինձ։"
      },
      {
        "index": 18,
        "text": "— ՉԷ կարելի քեզ տեսնել ու չսիրահարվել։"
      },
      {
        "index": 19,
        "text": "Նա որպես թե չլսեց իմ խոսքը։"
      },
      {
        "index": 20,
        "text": "— Խե՜ղճ տղա, նա մինչև այսօր պահում է իր ծոցի մեջ իմ հին գուլպաների մի հատը։ Քանի՜ տարի է։ Շատ անգամ տեսել եմ, ինչպես հանում է նա ծոցեն, մտիկ է անում, ուրախանում է ու սեղմում է շրթունքի վրա։ Մի անգամ հիվանդ էի ես․ ձմեռ էր, խեղճը նստում էր իմ սենյակի դռանը, ամբողջ գիշերը չէր քնում․ դռան ճեղքից ականջ էր դնում, թե ինչպես շունչ եմ քաշում ես, որպես հոգոց եմ հանում։ Շատ անգամ ես լսում էի, նա լաց էր լինում. մի այնպիսի գազանը լաց էր լինում։ Դու գիտե՞ս, Ֆարհատ, իմ սենյակի դուռը բացվում է ուղիղ բակի մեջ. նա նստում էր ձյունի և սառի տակ։"
      },
      {
        "index": 21,
        "text": "— Երևի, նա երբեմն քաղցրիկ խոսքեր է ասում քեզ։"
      },
      {
        "index": 22,
        "text": "— Ոչ, չէ ասում։ Նա միայն մտիկ է անում իմ երեսին, խորին կերպով մտիկ է անում, ուրախանում է, երբ ես նրան ուշունց եմ տալիս։"
      },
      {
        "index": 23,
        "text": "— Երևի, դա նրան զվարճություն է պատճառում։"
      },
      {
        "index": 24,
        "text": "— Հա՛, մի այդպիսի բան։ Լսիր, մի անգամ նա ինձ ասաց՝ «Մարո, բե՛ր ձեռքս քսեմ քո մազերին»։"
      },
      {
        "index": 25,
        "text": "— Դու բարկացա՞ր։"
      },
      {
        "index": 26,
        "text": "— Չբարկացա։ Եթե մի այսպիսի խոսք Սագոն ասեր, ես կբարկանայի, բայց Մըհեն ինչ որ ասե, ես չեմ բարկանա, նրա սիրտը իստակ է, նա չէ հասկանում ինչ բան է սերը։"
      },
      {
        "index": 27,
        "text": "— Դու հասկանո՞ւմ ես։"
      },
      {
        "index": 28,
        "text": "Մարոն ոչինչ չպատասխանեց, որովհետև նույն րոպեում լսելի եղավ շան խորին կնձկնձոցը և իսկույն լռեց գիշերային մթության մեջ։"
      },
      {
        "index": 29,
        "text": "— Վա՜հ, այս ի՞նչ արեց, երևի այն հիմարը շանը սպանեց,— ձայն տվեց Մարոն և ճրագը խլեց, դուրս թռավ։"
      },
      {
        "index": 30,
        "text": "Ես էլ գնացի նրա հետ։ Եվ իրավ, շունը անմռունչ կերպով ընկած էր բակի մեջ. ճրագի լուսով մենք տեսանք՝ նրա գլուխը Մըհեի լախտի մի հարվածից բոլորովին փշրվել էր և ուղեղը դուրս թափվել։"
      },
      {
        "index": 31,
        "text": "— Թաղե՜մ քո սարսաղ գլուխը, ինչո՞ւ սպանեցիր շանը,— ասաց Մարոն ցավալի կերպով։"
      },
      {
        "index": 32,
        "text": "Մըհեն, որ դեռ կանգնած էր իր զոհի մոտ, ոչինչ չպատասխանեց, մոտեցավ բակի դռանը, ոտքով մի կողմ գլորեց ահագին քարը, որ դրած էր դռան ետևը փականքի տեղ, և լախտը իր ուսին դնելով, լուռ ու մունջ դուրս գնաց։"
      },
      {
        "index": 33,
        "text": "— Ո՞ւր է գնում նա,— հարցրի ես Մարոյից։"
      },
      {
        "index": 34,
        "text": "— Աստված ոչ գիտե նրա գլուխը։ Նա երբ որ իր մահակը վեր առավ, տրեխները հագավ, կնշանակե հեռու տեղ ունե գնալու։ Թե չէ ողջ տարին նա բոբիկ ոտքերով է ման գալիս. ոտնամանը մի ծանրություն է նրա համար։"
      },
      {
        "index": 35,
        "text": "— Նա հիմա էլ ոտնաման չուներ։"
      },
      {
        "index": 36,
        "text": "— Նրա համար, որ շունը կերավ։ Փակիր դուռը, Ֆարհատ։"
      },
      {
        "index": 37,
        "text": "Ես մոտեցա դռանը, այն քարը, որ Մըհեն մեկ ոտքով հեռու գլորեց որպես թեթև տաշեղ, ես հազիվ կարողացա երկու ձեռքով իր տեղը դնել։ Մարոն տեսնելով այդ, սկսեց ծիծաղել։"
      },
      {
        "index": 38,
        "text": "— Այնպես, խո ես էլ կարող էի մոտ մղել քարը։"
      },
      {
        "index": 39,
        "text": "— Դե՛, փորձիր։"
      },
      {
        "index": 40,
        "text": "Եվ իրավ, Մարոն ավելի թեթև կերպով, քան թե ես, վեր առավ ահագին քարը և բարձրացրուց գետնից։"
      },
      {
        "index": 41,
        "text": "— Դու ուժեղ ես, Մարո, դրա համար էլ Մըհեն քեզ սիրում է, որ իր պես ուժեղ ես։"
      },
      {
        "index": 42,
        "text": "— Սատկի՛ Մըհեն, ես նրան էլ չպետք է սիրեմ,— պատասխանեց նա, երբ կրկին տեսավ սպանված շանը, որի ահագին դիակը պառկած էր բակի մեջ։"
      },
      {
        "index": 43,
        "text": "Մյուս շները հավաքվել էին և լիզում էին իրանց բարեկամի վերքը։ Կարծես, ուզում էին բժշկել նրան։ Մենք գնացինք սենյակը։"
      },
      {
        "index": 44,
        "text": "— Ես գիտեմ Մըհեն ուր գնաց Մարո։"
      },
      {
        "index": 45,
        "text": "— Ո՞ւր գնաց։"
      },
      {
        "index": 46,
        "text": "— Չեմ ասի, վախենում եմ ուրիշին ասես։"
      },
      {
        "index": 47,
        "text": "— Ես խո երեխա չեմ։"
      },
      {
        "index": 48,
        "text": "Ես հայտնեցի Մարոյին, ինչ որ գիտեի Մըհեի ճանապարհորդության նպատակի մասին։ Նրա դեմքն ընդունեց խիստ աղոտ արտահայտություն և խոսեց բարկացկոտ, դողդոջուն ձայնով։"
      },
      {
        "index": 49,
        "text": "— Ես հավատում եմ, նա կանե, նա պատրաստ է ամեն բան անել, երբ հայրս հրամայում է նրան։ Ա՜խ, հայրս…"
      },
      {
        "index": 50,
        "text": "Նա խեղդեց իր ձայնը և չշարունակեց խոսքը։ Րոպեական լռությունից հետո նա ասաց."
      },
      {
        "index": 51,
        "text": "— Դու գիտե՞ս, Ֆարհատ, Մըհեն մարդասպան է։"
      },
      {
        "index": 52,
        "text": "— Ո՞րպես։"
      },
      {
        "index": 53,
        "text": "Մարոն պատմեց, թե Մըհեն հաղբակեցի չէ, ինչ որ երկրից է, որի անունը մոռացել է, բայց այն երկիրը շատ հեռու է։ Թե նա, Մըհեն ունեցել է մի քույր, որպես ինքն է ասում, գեղեցիկ աղջիկ։ Նրանց գյուղի աղայի տղան աչք է ունեցել Մըհեի քրոջ վրա։ Քույրը հայտնել է եղբորը։ Աղայի տղան հայ չէ լինում, «անօրեն» պարսիկ է լինում։ Մի օր քույրը մենակ գնում է դաշտից խոտ քաղելու, աղայի տղան նրան բռնում է, չարչարում է… Մըհեն վրա է հասնում և իր դանակով նրա վիզը կտրում է, ու հետո թողնում է այն երկիրը, փախչում է։"
      },
      {
        "index": 54,
        "text": "Ես Մարոյին պատասխանեցի, թե այս գործի մեջ Մըհեն շատ հանցավոր չէ, թե ես ինքս այդպես կվարվեի, եթե մեկը համարձակվեր անպատվել իմ քրոջը։"
      },
      {
        "index": 55,
        "text": "— Ես ինքս կսպանեի մի այնպիսի տղին, և չէի թողնիլ, որ եղբայրս մեջ մտներ,— պատասխանեց Մարոն։— Բայց Մըհեն այստեղ էլ շատ բաներ է արել…"
      },
      {
        "index": 56,
        "text": "— Ի՞նչ բաներ։"
      },
      {
        "index": 57,
        "text": "— Չեմ կարող ասել, մի՛ հարցրու։ Հայրս պատվիրել է, որ ոչ մի մարդու չասեմ։"
      },
      {
        "index": 58,
        "text": "— Ի՞նձ էլ։"
      },
      {
        "index": 59,
        "text": "— Քեզ էլ։"
      },
      {
        "index": 60,
        "text": "Ես տեսա, որ անկարելի էր Մարոյից խոսք դուրս քաշել այս գաղտնիքի մասին, որովհետև Մարոն միամիտ աղջիկներից չէր։ Եվ հարցրի."
      },
      {
        "index": 61,
        "text": "— Իչո՞ւ հայրդ պահում է իր մոտ մի այսպիսի մարդասպանին։"
      },
      {
        "index": 62,
        "text": "— Նրա համար, որ նա մարդասպան է։"
      },
      {
        "index": 63,
        "text": "— Լա՞վ է մարդ սպանելը։"
      },
      {
        "index": 64,
        "text": "— Վատ մարդուն, իհարկե։"
      },
      {
        "index": 65,
        "text": "— Ուրեմն դու ինչո՞ւ Մըհեի վրա բարկանում ես։"
      },
      {
        "index": 66,
        "text": "— Նրա համար, որ նա սպանեց շանը։"
      },
      {
        "index": 67,
        "text": "— Շունը մարդից լա՞վ է։"
      },
      {
        "index": 68,
        "text": "— Շատ մարդերից, որոնք վատ են, ինչպես քրդերը։ Շունը մեր տունը պահում էր։ Բայց քրդերը մեր տունը քանդում են։"
      },
      {
        "index": 69,
        "text": "«Իսկ և իսկ իր հոր կտորն է»… ասեցի ես իմ մտքում։"
      },
      {
        "index": 70,
        "text": "— Գիտես, Ֆարհատ, ո՞րքան գող են քրդերը, նրանց երեխաներն էլ գող են. հենց որ օրորոցից դուրս են թռչում, գողություն են անում։ Անցյալ տարի մեր հավերի ճուտերից ամեն օր մեկը պակասում էր, էնպես որ տասներկու ճուտից մնաց երեքը։ Ո՞վ է տանում, տեր աստված։ Հայրս ասում էր՝ քորքորան (ուրուրը) է տանում. Մըհեն ասում էր՝ աղվեսն է գողանում։ Ես բակի բոլոր ծակերը բռնեցի, որ աղվեսը ներս չմտնի, մի ծակ միայն բաց թողի, որ գալու ժամանակ բռնեմ նրան։ Գիշերը նստում եմ, մտիկ եմ անում, մտիկ եմ անում, աղվեսը չկա։ Ցերեկով մտիկ եմ անում, ագռավն էլ չէ թռչում մեր կտուրի վրայով։ Բա՛ ո՞վ է տանում ճուտերը։ Մի օր տեսնեմ, մեր հարևան քրդի աղջիկը, Գյուլին, մեր տան դռնիցը անց կացավ, մտավ մարագը, կանչեց՝ ճո՜ւ, ճո՜ւ։ Ճուտերը նրա ձայնին սովորած էին, իսկույն դուրս վազեցին։ Նա կուտ գցելով, ճուտերին հեռացրուց, տարավ մինչև մեր տան մոտի խրամը, իջավ փոսի մեջ։ Ի՞նչ սատանա է։ Ես վրա հասա, տեսնեմ՝ ճուտերից մեկը բռնել է, ուզում է տանել։ «Տn, սատկած Գյուլի, ո՞ւր ես տանում մեր ճուտը», ասում եմ ես ու բռնում նրա ծամերից։ Նա մատները գցեց, ուզում էր իմ երեսը ճանկռտել։ Ես բռնեցի բողազից (շնչափողից), դրի տակս, խեղդում եմ, խեղդում, մինչև աչքերը դուրս թռան։ Ափսո՜ս, որ Հասոն եկավ, ձեռքիցս առեց։"
      },
      {
        "index": 71,
        "text": "— Մե՞ծ էր այն աղջիկը։"
      },
      {
        "index": 72,
        "text": "— Տես, այսքան բարձր էր ինձանից։— Նա ձեռքը տարավ դեպի գլուխը և կես արշինի չափ վեր բռնեց։— Մինչև այսօր էլ Գյուլին ինձ հետ ոխ ունի, ասում է՝ քեզ մի օր պետք է սպանեմ։ Հո՜ղեմ նրա սարսաղ գլուխը, լա՜վ մարդու է սպանում… Ի՜նչ նրա ատամների խարջն եմ…"
      },
      {
        "index": 73,
        "text": "Վերջին խոսքերը Մարոն արտասանեց մի առանձին հպարտությամբ։ Նա շարունակեց․"
      },
      {
        "index": 74,
        "text": "— Ախար, քրդերը ամենն այսպես են, հենց որ նրանցից վախենում ես, գլխիդ նստում են։ Մի անգամ ձեռքիդ ուժը ցույց տվեցիր, էլ մոտ չեն գա։ Այն օրից մեր հավերից և ոչ մեկը չի կորել։ Է՜հ, ինչքան խոսեցի ես… հիմա դու կասես՝ կոտրած ջաղացի պես չըխկչըխկում է…"
      },
      {
        "index": 75,
        "text": "— Չէ՛, ես այսպես չեմ ասի․ ես կասեմ՝ դու շատ լավ աղջիկ ես։"
      },
      {
        "index": 76,
        "text": "— Դրո՞ւստ։"
      },
      {
        "index": 77,
        "text": "— Քո արևը գիտենա։"
      },
      {
        "index": 78,
        "text": "— Բաս բե՛ր ականջիդ մի բան ասեմ։"
      },
      {
        "index": 79,
        "text": "Ես ականջս մոտ տարա նրա բերնին․ նա ինչ—որ փսփսաց, և ես զգացի, որ ջերմ շրթունքները կպան իմ երեսին…"
      }
    ]
  }
}