{
  "chapterNumber": 13,
  "title": "ԺԳ. ՎՀՈԻԿԸ — The Executioner",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Արեգակը բավական բարձրացել էր հորիզոնից։ Վաղորդյան ցողը գույնզգույն գոհարների նման շողշողում էր նորաբույս խոտերի, թփերի տերևների վրա։ Օդի մեջ տիրում էր գարնանային առավոտի մեղմ զովությունը, թեև դեռ գարուն չէր։"
      },
      {
        "index": 1,
        "text": "Իմ սիրտը զգաց անսահման բերկրություն։ Ինչո՞ւ։— Ինքս էլ չգիտեի։ Գուցե նրա համար, որ այստեղ ազատ էի, ոչ ոք չէր նեղացնում ինձ, ոչ մորից, ոչ վարժապետից երկյուղ չունեի։"
      },
      {
        "index": 2,
        "text": "Փոքր-ինչ հեռանալով աշտարակից ես սկսեցի դիմել դեպի ավերակները։ Կիսակործան պարիսպների, խորտակած սյուների, մամռապատ կամարների բեկորները մեծ մասամբ կորած էին վայրենի բույսերի մեջ, որ ճոխությամբ աճել էին այնտեղ։ Ոզնին, ահագին կրիաները, երկչոտ չախկալները համարձակ կերպով վազվզում էին փլատակների մեջ։"
      },
      {
        "index": 3,
        "text": "Իմ ականջին զարկեց բուի ձայնը։ Ավերակների այդ թագուհին իմ մանկության հասակից գրգռել էր իմ սնահավատությունը։ Ես համոզված էի, թե նա էր այդ բոլոր կործանումների պատճառը։ Կռացա, գետնից մի քար վեր առի, նայում էի չորս կողմս, որ գտնեմ, որ սպանեմ նրան։ Բուն չէր երևում։ Ես քարը նետեցի ուղիղ այն կողմը, որտեղից լսելի եղավ նրա ձայնը։ Բարձրացավ մի ճիչ, որ նման էր ադամորդու հառաչանքի։ Ես սոսկացի։ Փլատակների մեջ կծկվել էր մի պառավ կին, փաթաթված հին, մուգ-կապտագույն"
      },
      {
        "index": 4,
        "text": "սփածանելիքի մեջ։ Ինձ երևաց, որպես թե, ավերակների մեջ բնակվող ոգիներից մեկը լիներ նա, կամ այն կախարդը, որ հսկում էր այդ անմարդաբնակ անապատի վրա։"
      },
      {
        "index": 5,
        "text": "Նրա երկար, կիսով չափ կռացած հասակը բոլորովին նման էր մի այլանդակ կմախքի, որի ցամաք կազմվածքի մեջ մնացել էին ոսկորները միայն։ Միակ կենդանության նշույլը, որ նկատվում էր թուխ դեմքի վրա, էին զույգ կրակոտ աչքերը, որոնք վառվում էին դիվական խորամանկությամբ։"
      },
      {
        "index": 6,
        "text": "Նա խիստ մտերմապես մոտեցավ ինձ։"
      },
      {
        "index": 7,
        "text": "— Ո՞վ ես դու,— հարցրի ես."
      },
      {
        "index": 8,
        "text": "— Դու Կարոն չե՞ս…— ասաց նա, առանց իմ հարցին պատասխանելու։ Նա խոսեց աղավաղված թուրքերեն լեզվով, բայց արտասանությունից իսկույն երևաց, որ ինքը բոշա է, թեև նա չէր պատկանում բոշաների այն ցեղերին, որ ես հաճախ տեսել էի մեր կողմերում։"
      },
      {
        "index": 9,
        "text": "Երևում էր, որ պառավը գործով եկած էր Կարոյի մոտ և սխալմամբ ինձ նրա տեղ էր ընդունում, որովհետև աչքերի տեսությունը սաստիկ թուլացած էր։ Ես կամեցա Կարոյին զարթեցնել. հետո մտածեցի, ի՞նչ վնաս, առժամանակ ձևանալ, որպես թե ես Կարոն եմ։ Իմ վարմունքը երեխայական անմիտ հետաքրքրություն էր և ավելի ոչինչ։"
      },
      {
        "index": 10,
        "text": "— Հա՛, իմ անունս Կարո է,— պատասխանեցի ես։— Բայց ի՞նչպես են կոչում քեզ։"
      },
      {
        "index": 11,
        "text": "Բոշան զարմանալով նայեց իմ վրա, կարծես, չէր հավատում իր աչքերին և պատասխանեց պարսկերեն լեզվով."
      },
      {
        "index": 12,
        "text": "— Կարոն ինչո՞ւ է հարցնում իր աղախնի անունը։ Կարոն գիտե, որ մարդիկ Սուսան են կոչում նրան։ Կարոն բոլորը գիտե…։— Երբ Դինբուլի խանը կողոպտեց, կոտորեց մեր ցեղը, Սուսանը կապեց իր քամակին Կարոյի երեխան և մենակ անցավ Հերաթի անապտներից…։ Ա՜խ, Սուսանի աչքերի լույսը… Այն անցքից հետո Սուսանը վատ է տեսնում…"
      },
      {
        "index": 13,
        "text": "Այդ անկապ խոսքերը այն աստիճան մթին երևացին ինձ, որ ես ոչինչ չհասկացա, մանավանդ որ բոշան խոսում էր երրորդ դեմքով։– «Կարոյի երեխա՞ն»… Մի՞թե Կարոն երեխա ունի, որտեղ է նա։— Հերաթի անապատներից ազատել է նրան բոշան…"
      },
      {
        "index": 14,
        "text": "Այս բոլորը ինձ համար հանելուկներ էին։ Միայն այսքանը"
      },
      {
        "index": 15,
        "text": "հասկացա, որ Կարոն և խորհրդավոր պառավը նախածանոթներ են եղել։ Միջին Ասիայի խորքերում, Ավղանիստանում, նրանք ունեցել են հարաբերություններ։ Բայց ի՞նչ դեպքով, ի՞նչ առիթով։— Այդ մասին հարցրի պառավից, զգուշանալով, բոլորովին չմերկացնել ինձ, թե ես Կարոն չեմ։"
      },
      {
        "index": 16,
        "text": "Ես աշխատեցի ուղղել իմ անտեղի հարցմունքի սխալը, ասելով."
      },
      {
        "index": 17,
        "text": "— Ես բոլորը գիտեմ, Սուսան, դու այն ասա՛, թե ինչ լուր ունես։"
      },
      {
        "index": 18,
        "text": "Պառավը որպես թե ինքն իր հետ խոսելով, ասաց."
      },
      {
        "index": 19,
        "text": "— Սուսանը կասե, Սուսանը նրա համար եկավ, որ ասե։ Սուսանը չկարողացավ իր արտասուքը պահել, երբ տեսավ, խեղճ"
      },
      {
        "index": 20,
        "text": "աղջկան…։ Նա աղաչում էր.— «Ասա՜ Կարոյին, որ ինձ այստեղ չթողնե. ես կմեռնեմ ցավից»…։— Խեղճ երեխա, ո՛րքան մաշվել էր նա…։ Կմեռնի՜, անպատճառ կմեռնի՜ նա, եթե երկար այնտեղ կմնա…։ Երեսին գույն չես տեսնի, օրինակ քեզ՝ կտավ… Ախ, Սուսանը էլ շատ չի ապրի, թե «նրա» գլխին փորձանք կգա…"
      },
      {
        "index": 21,
        "text": "Պառավը այլևս չկարողացավ խոսքը շարունակել, սկսեց դառն կերպով լաց լինել։ Արտասուքը ավելի նսեմացրեց նրա աչքերի լույսը։ Ես աշխատեցի մխիթարել նրան։ Երբ մի փոքր հանգստացավ, հարցրի, ինձ բավական մոտեցած համարելով գաղտնիքի իսկությանը."
      },
      {
        "index": 22,
        "text": "— Ի՞նչպես դու մտար «նրա» մոտ։"
      },
      {
        "index": 23,
        "text": "— Ի՞նչպես մտար…— կրկնեց պառավը հեգնական կերպով և նրա ցամաք դեմքի վրա վազեց մի վայրենի ծիծաղ։— Սուսանի ճանապարհը ո՞վ կարող է կտրել։ Սուսանը ամեն տեղ մուտք ունի։ Թե խանի ամրոցի, թե աղքատի խրճիթի դռները նրա առջև բաց են։ Սուսանը կարդում է մարդերի ճակատագիրը. Սուսանը գուշակում է նրանց չարն ու բարին։— Տո՛ւր ինձ ձեռքդ, գուշակեմ քեզ համար…"
      },
      {
        "index": 24,
        "text": "Կարծես նա մոռացավ առաջին տխուր զգացմունքը «խեղճ աղջկա» մասին. կարծես, նա մոռացավ, որ Կարոյի հետ էր խոսում։ Այժմ տիրեց նրան այն, ինչ որ բոշայական էր, ինչ որ վայրենի էր։ Նրա առաջին արտասուքը և վերջին ծիծաղը մի րոպեում այնպես փոփոխակի կերպով հաջորդեցին միմյանց, որ պարզ երևաց, թե ողորմելի կինը ցնորված էր։"
      },
      {
        "index": 25,
        "text": "— Լավ, այդ հետո, թող մնա գուշակելը,— պատասխանեցի ես։— Դու այն ասա, թե ե՞րբ տեսար «նրան»։"
      },
      {
        "index": 26,
        "text": "— Սուսանը մտավ ամրոցը, երբ առավոտյան ցողը դեռ չէր բարձրացել խոտերից, աղախինները վազեցին նրա աոջևը, «եկ, մեզ համար գուշակի՛ր, Սուսան», ասեցին, հետո տարան…"
      },
      {
        "index": 27,
        "text": "Պառավը չավարտեց իր խոսքը։ Սույն միջոցին մինարեթի դռնից երևաց Կարոյի գիշերային անքնությունից գունաթափված դեմքը։ Պառավը մի խոժոռ հայացք գցելով իմ վրա, իսկույն թողեց ինձ, ասելով."
      },
      {
        "index": 28,
        "text": "— Դու Կարոն չես. դու խաբեցիր Սուսանին…"
      },
      {
        "index": 29,
        "text": "Նրա խռովյալ ձայնի մեջ կար և՛ սպառնալիք, և՛ բարկություն։"
      },
      {
        "index": 30,
        "text": "— Միևնույն է, նա իմ եղբայրն է, Սուսան,— հանգստացրեց Կարոն, մոտենալով պառավին։"
      },
      {
        "index": 31,
        "text": "Նրանք առանձնացան մի կիսավեր պատի ետևի կողմը, և երկար կանգնած խոսում էին ինձ անլսելի ձայնով։ Պատի վրա բուսած մացառների խտությունը դեռ չէր արգելում նրանց իմ տեսությունից։ Կարոն գլուխը  քարշ գցած, լսում էր։ Պառավը ինչ որ պատմում էր նրան։ Ես այժմ մասամբ հասկանում էի, թե ինչ առարկայի վրա էր խոսակցությունը։ Սուսանի մի րոպե առաջ ինձ հաղորդած տեղեկությունները, որքան և մթին, որքան և կցկտուր լինեին, այսուամենայնիվ, ես նրանցից դուրս բերեցի հետևյալ եզրակացությունները.— մի աղջկա, կամ մի կնոջ կյանքը վտանգի մեջ էր, նրա և Կարոյի մեջ կային գաղտնի կապեր. Կարոն աշխատում էր ազատել նրան, խորամանկ պառավը ծառայում էր այս ձեռնարկության մեջ որպես գործիք, աղջիկը կամ կինը գտնվում էր «ամրոցի» մեջ։ Ո՞ր ամրոցում, ո՞ւմն էր պատկանում ամրոցը։— Ահա այստեղ էր գլխավոր գաղտնիքը։"
      },
      {
        "index": 32,
        "text": "Ես երկար նայում էի կիսախելագար Սուսանի վրա։ Երբ նա իր պատմությունը վերջացրեց, հանկարծ մի տեսակ ձայն արձակեց, որ ճիշտ նման էր միևնույն բուի ձայնին, որ լսել էի քանի րոպե առաջ։ Սնահավատությունը կրկին տիրեց ինձ։ Ես նկատեցի, մի փոքրիկ աղջիկ, խայտաճամուկ և ֆանտաստիկական հագուստներով, դուրս վազեց ավերակների միջից, մոտեցավ երկու խոսակիցներին։ Կարոն գրկեց և համբուրեց նրան։ Հետո պառավը փոքրիկ աղջկա հետ անհայտացան։ Այս երևույթը այնքան հանկարծակի կերպով կատարվեցավ, որ ես բոլորովին ապշած մնացի։ Ինձ թվում էր, թե փոքրիկ աղջիկը այն ոգիներից մեկը պետք է լինի, որ պառավ կախարդը պահում էր իր հրամանի ներքո, ման էր ածում իր հետ և ծառայեցնում էր իր հմայքների"
      },
      {
        "index": 33,
        "text": "մեջ։ Բայց ո՜րքան գեղեցիկ էր այդ նազելի արարածը։ Ես նրա դեմքը տեսա մի սրընթաց փայլակի նման, որ իսկույն չքացավ, բայց թողեց իմ սրտում անջնջելի տպավորություն…։ Բայց Կարոն ինչո՞ւ համբուրեց նրան. ո՞վ էր նա…"
      },
      {
        "index": 34,
        "text": "Ես կարծում էի, թե Կարոն չի թաքցնի, կասե ինձ բոլորը, թե ով էր այդ անծանոթ պառավը, թե ով էր այն փոքրիկ աղջիկը, որ հայտնվեցավ փլատակների միջից։ Ես վճռեցի մինչև անգամ հարցնել նրանից, բայց չհամարձակվեցա, երբ նկատեցի նրա սարսափելի կերպով վրդովված դեմքը։ Երևում էր, պառավի հաղորդած տեղեկությունները խռովության մեջ էին գցել նրան։"
      },
      {
        "index": 35,
        "text": "— Այն պառավը ցնորվա՞ծ էր,— հարցրի ես, երբ նա մոտեցավ ինձ։"
      },
      {
        "index": 36,
        "text": "— Ոչ… միայն եթե մյուս անգամ կպատահի քեզ հանդիպել նրան, խնդրեմ, չհիշեցնել իր անցյալը…"
      },
      {
        "index": 37,
        "text": "Հետո խոսքը փոխելով, ասաց նա."
      },
      {
        "index": 38,
        "text": "— Մենք պետք է հեռանանք այստեղից, Ֆարհատ։"
      },
      {
        "index": 39,
        "text": "— Ո՞ւր,— հարցրի ես։"
      },
      {
        "index": 40,
        "text": "— Ինքս էլ չգիտեմ։ Մենք այն թռչուններից ենք, որ միշտ միևնույն ճյուղի վրա չեն նստում։"
      },
      {
        "index": 41,
        "text": "Ես ոչինչ չպատասխանեցի։"
      },
      {
        "index": 42,
        "text": "— Դու երեկվանից միտքդ չե՞ս փոխել,— հարցրեց նա, իմ ձեռքից բռնելով և մի կողմ տանելով, որպեսզի խոսակցությունը  իմ և նրա մեջ առանձին լիներ։"
      },
      {
        "index": 43,
        "text": "Ես դժվարացա պատասխանելու։"
      },
      {
        "index": 44,
        "text": "— Ինչո՞ւ չես խոսում։"
      },
      {
        "index": 45,
        "text": "— Ի՞նչ խոսեմ։"
      },
      {
        "index": 46,
        "text": "— Մենք պետք է հեռանանք այստեղից։ Դու չե՞ս ցանկանում դառնալ քո մոր մոտ։"
      },
      {
        "index": 47,
        "text": "— Ես ցանկանում եմ ձեզ մոտ մնալ։"
      },
      {
        "index": 48,
        "text": "— Թո՛ղ տուր մեզ, Ֆարհատ, գնա՛, մորդ մոտ, մխիթարե նրա անբախտությունը։ Հեռացի՜ր մեզանից։ Մենք գլխից ձեռ վեր առած մարդիկ ենք…։ Մեր նավը դեռ մրրիկների մեջ է գնում, ո՜վ է իմանում, ինչ կլինի նրա վերջը…։ Քեզ վիճակված է բախտի ավելի խաղաղ բաժինը, Ֆարհատ, գնա պսակվիր Սոնայի հետ, նա քեզ սիրում է, նրա հետ ուրախ կերթա ձեր կյանքը։ Սոնան լավ աղջիկ է։"
      },
      {
        "index": 49,
        "text": "Վերջին խոսքերը շարժեցին իմ սիրտը և ակամա արտասուքը"
      },
      {
        "index": 50,
        "text": "թափվեցավ իմ աչքերից։ Կարոն այնպես ձևացրեց, թե չէ տեսնում և շարունակեց իր խրատները։"
      },
      {
        "index": 51,
        "text": "— Հիշում ե՞ս, Ֆարհատ, երբ մենք դեռ վարժատան մեջն էինք, շատ անգամ ասում էինք միմյանց. «մենք եղբայրներ ենք, մենք պետք է միասին աշխատենք և միասին վայելենք մեր վաստակը»։ Ես ունեմ այժմ մի փոքրիկ գումար, ահա այս քսակի մեջն է, ա՛ռ, քեզ եմ տալիս. նա ինձ պետք չէ։ Այս գումարով դու կգնես քեզ համար մի կտոր հող, կսարքես մի արոտ, քո ձեռքով կմշակես քո հողը։ Քաղցր է վաստակը, երբ մարդ ստանում է իր սեփական հողից։"
      },
      {
        "index": 52,
        "text": "Ես ետ մղեցի քսակը, պատասխանելով."
      },
      {
        "index": 53,
        "text": "— Հիշում եմ բոլորը, ինչ որ ուխտեցինք դեռ դպրոցում եղած ժամանակ։ Բայց դու, երևի, մոռացել ես մի բան. մենք երդվեցինք և օգնել միմյանց ամեն փորձանքների մեջ մեր կյանքում։ Այժմ ես ի՞նչպես կարող եմ հեռանալ քեզանից, երբ դու ինքդ ասում ես թե «ձեր նավը մրրիկների մեջ է գնում»…"
      },
      {
        "index": 54,
        "text": "— Այդ ուղիղ է։ Բայց ես ի՞նչ իրավունքով կարող եմ քեզ քարշ տալ այն փորձանքների մեջ, որոնց ես ինքս պատրաստել եմ ինձ համար…"
      },
      {
        "index": 55,
        "text": "— Ինձ համար միևնույն է, թե ով է պատրաստել։"
      },
      {
        "index": 56,
        "text": "— Բայց դու գիտե՞ս, որ ես այս աշխարհում կորցնելու ոչինչ չունեմ, իսկ քեզ կարոտ են մայրդ, քույրերդ և, վերջապես, Սոնան։ Դու չե՞ս մտածում ազատել նրան, չէ՞ որ գերի է իր հոր, այն վայրենի հոր ձեռքում։"
      },
      {
        "index": 57,
        "text": "— Ես մտածում եմ… ես մինչև անգամ խոստացել եմ ազատել նրան…։ Բայց ես նրան կազատեմ, քեզանից չբաժանվելով։"
      },
      {
        "index": 58,
        "text": "— Լավ,— ասաց նա խռովյալ ձայնով։— Այսուամենայնիվ, դու պետք է ընդունես այս քսակը, ուղարկիր մորդ, թող նա քաղցած չմնա, գուցե դու երկար բաժանված կմնաս նրանից…"
      },
      {
        "index": 59,
        "text": "Ես հրաժարվեցա, խնդրելով, որ նա ինքը կարգադրե որպես ցանկանում է։"
      },
      {
        "index": 60,
        "text": "Կարոն համաձայնեցավ։ Բայց ես նկատեցի, թե որպե՛ս վառվում էին նրա լի վրդովմունքով աչքերը և ինչպես անհանգիստ կերպով բաբախում էր նրա կուրծքը։ Երևում էր, խիստ ծա՜նր էր նրա այն համաձայնությունը, որ տվեց ինձ իր մոտ պահելու համար…"
      },
      {
        "index": 61,
        "text": "— Դու պիտի ընդունես մի քանի պայմաններ, Ֆարհատ։"
      },
      {
        "index": 62,
        "text": "— Ամեն բանի հոժար եմ ես։"
      },
      {
        "index": 63,
        "text": "— Լսի՛ր.— քո աչքերը իբր թե ոչինչ չեն տեսնում, թեև շատ բաներ պիտի տեսնես։"
      },
      {
        "index": 64,
        "text": "— Ես ինձ կույր կձևացնեմ։"
      },
      {
        "index": 65,
        "text": "— Քո ականջները իբր թե ոչինչ չեն լսում, թեև շատ բաներ պիտի լսես։"
      },
      {
        "index": 66,
        "text": "— Ես ինձ խուլ կձևացնեմ։"
      },
      {
        "index": 67,
        "text": "— Քո լեզուն ոչինչ չպիտի խոսե, թեև շատ բաներ պիտի գիտենաս։"
      },
      {
        "index": 68,
        "text": "— Ես ինձ մունջ կձևացնեմ։"
      },
      {
        "index": 69,
        "text": "— Դու սեփական կամքի տեր չպիտի լինես։"
      },
      {
        "index": 70,
        "text": "— Ես ամեն բանում կհնազանդվեմ քո կամքին։"
      },
      {
        "index": 71,
        "text": "— Եվ իմ ընկերների կամքին։"
      },
      {
        "index": 72,
        "text": "— Եվ քո ընկերների կամքին։"
      },
      {
        "index": 73,
        "text": "— Բավական է, տուր ինձ ձեռքդ։"
      },
      {
        "index": 74,
        "text": "Ես ձեռք տվեցի, նա սեղմեց ինձ իր կուրծքի վրա և համբուրեց։ Այդ եղբայրական համբույրը կնքեց մեր ուխտը…"
      },
      {
        "index": 75,
        "text": "Ես խոստացա խուլ լինել, մունջ լինել, խոստացա կույր գործիք լինել…։ Ես խոստացա անսիրտ, առանց կամքի մեքենա լինել…"
      },
      {
        "index": 76,
        "text": "Ես կատարեցի իմ խոստմունքը։"
      },
      {
        "index": 77,
        "text": "Պարսկաստանում այն ժամանակ դեռ նոր էր կազմվել մի գաղտնի հիմնարկություն, որ կոչվում էր «ֆարամուշխանա», այսինքն մոռացության տուն։ Այս տան մեջ ընդունվելու գլխավոր պայմանը այն էր, որ յուրաքանչյուր անդամ այնտեղից դուրս գալուց հետո պետք է մոռացության տար բոլորը, ինչ որ տեսել, ինչ որ լսել էր այնտեղ։ Այսինքն՝ պետք է պահպաներ սաստիկ ծածկամտություն։ Թե ի՞նչ նպատակ ուներ այդ գաղտնի հիմնարկությունը,— ես չգիտեմ, որպես չգիտեին նրա յուրաքանչյուր անդամները, թե ինչ է գործում իրանից բարձր աստիճանի վրա գտնվող անդամը։ Կրտսեր անդամը ավագի հլու գործքին էր, պետք է անպայման կերպով հնազանդվեր նրան, պետք է կատարեր ամեն բան, ինչ որ կհրամայեր նա, առանց գիտենալու, թե ինչ նպատակով էր գործում։ Հիմնարկության բուն խորհուրդը պահվում էր նրա գլխավորների մոտ։ Մյուսները անգիտակցական մեքենաներ էին միայն։ Անդամների յուրաքանչյուրը առանձին նշաններից կարող էր ճանաչել մյուսին, առանց գիտենալու նրա անունը, նրա ո՛վ կամ ինչտեղացի լինելը։ Միայն որոշ խմբեր իրանց մեջ գաղտնիք չունեին, իսկ ամեն մի խումբ առանձին վեր առած, միմյանց գործունեությունից տեղեկություն չունեին։"
      },
      {
        "index": 78,
        "text": "Կարծես, մի այսպիսի հասարակության մեջ էի ընկել ես։ Ինձանից էլ խոստում առին, որ ամեն բան, ինչ որ կտեսնեմ, ինչ որ կլսեմ, մոռացության տամ։ Ես կատարեցի իմ խոստմունքը։ Իսկ այս տողերը, որ գրում եմ այժմ,- գրում եմ ուղիղ հիսուն տարուց հետո, երբ այն անձինքը այլևս աշխարհի երեսին չեն մնացած, երբ նրանց գործունեությունը հայտնվեցավ և անհետացավ մի կարճատև փոթորիկի նման…"
      }
    ]
  }
}
