{
  "chapterNumber": 71,
  "title": "ԻԷ. ՎԱՆՔԵՐԻ ՇՈՒՐՋԸ — XVII. The Circle of Monasteries",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Երեկոյան մենք անցնում էինք Կապուտ-Կող կոչված լեռան կապտագույն ձորերի միջով։ Այդ լեռան պատմական անունը, մեր հին գրիչներից հետզհետե աղավաղվելով, կոչվեցավ Ընձաքիարս, որ Ընձակա-քար բառի փոփոխությունն է։ Մինչև այսօր այդ լեռան կողքին կպած է Ընձակ անունով գյուղը, որ հայկազանց նահապետներից մեկի, Ընձակի անունն է կրում։ Նույն նահապետի անունով և լեռը կոչվեցավ Ընձակա-քար։ Քար բառը մեր հին լեզվում երբեմն սար կամ լեռ բառերի տեղ էր գործածվում։"
      },
      {
        "index": 1,
        "text": "Հիշյալ լայնանիստ լեռան գագաթը մի կողմից նայում է դեպի Վանա ծովը, մյուս կողմից՝ դեպի Ռշտունյաց աշխարհը։ Այդ գագաթի վրա բարձրացավ ս. Հակոբ Մծբնա հայրապետը, այն աղետավոր անցքից հետո, երբ խստասիրտ Մանաճիհրը նրա սարկավագներին ածեց ծովի մեջ։ Վշտացած հայրապետը լեռան բարձրությունից նայեց նախ դեպի ծովը, որ կլանել էր նրա սարկավագներին, և ապա դեպի Ռշտունյաց աշխարհը, որ այնքան անգութ գտնվեցավ դեպի նրա սանիկները։ Նա անիծեց թե ծովը և թե աշխարհը… Ծովը կատաղեց, գոռաց, փրփրեց և իր ափերից իսկույն դուրս վազեց։ Շեն ու շինություն, արտ ու անդաստան, բոլորը կորան, ջրասույզ եղան։ Երկինքը պղնձացավ, անձրև չտվեց, երկիրը ամլացավ, էլ ջուր չբխեց։ Ծառն ու ծաղիկը, խոտն ու բուտը, ճախն ու ճարակը, անխոնջ մշակի վրան ու վաստակը,— բոլորը երաշտից այրվեց, ցամաքեց։ Նրանից հետո սովը մեջ մտավ և իր ետևից ժանտախտը բերավ։ Անգութ հնձավորը հնձեց, տապալեց և դիակներով երկիրը ծածկեց։ Գայլն ու բորենին, անգղն ու արծվին ազատ, աներկյուղ, թափառում էին մի գյուղից մյուս գյուղ և լափում էին անթաղ դիակներ…"
      },
      {
        "index": 2,
        "text": "Արտամեդի անպատկառ աղջիկներին անիծելուց հետո ս. Հակոբ հայրապետը՝ այդ երկրորդ սարսափելի անեծքն էր, որ կատարեց Ռշտունյաց աշխարհում։ Հետո նա անիծեց Փշավանս գյուղը, ուր մինչև այսօր փուշից ավելի ոչինչ չէ բուսնում… Բայց Ժողովուրդը, ներողամիտ ժողովուրդը, այդ անիծասեր հայրապետի հիշատակը հավերժացնելու համար նույն Կապուտ-Կող լեռան կապտագույն կողքի վրա, նրա անունով հիմնեց մի վանք, որ մինչև այսօր պաշտվում է ամենայն ջերմեռանդությամբ։ Մենք անցանք այդ վանքի մոտից, բայց նրա մեջը չմտանք։"
      },
      {
        "index": 3,
        "text": "Սկսյալ Նոր-Գյուղ կոչված ավանից, որը այժմյան Գավաշ գավառակի գայմագամանիստ գյուղաքաղաքն է, մինչև Դատվանի նավահանգիստը հասնելը, ծովի եզերքով սփռված են զանազան ամայի և շեն վանքեր, որոնք իրանց ծովահայաց դիրքով սքանչելի տեսարաններ են ներկայացնում։ Ամենագեղեցիկ տեղերը լեռների բարձրավանդակների վրա ընտրել են վանքերի համար։ Ես կհիշեմ այդ վանքերի անունները միայն."
      },
      {
        "index": 4,
        "text": "Կարմրուկ սուրբ Աստվածածին"
      },
      {
        "index": 5,
        "text": ", Գագիկ թագավորից շինված, որը մի ժամանակ երեք հարյուր միաբան ուներ, իսկ այժմ համարյա ամայի է․"
      },
      {
        "index": 6,
        "text": "Լուսապտուղ սուրբ Սահակ"
      },
      {
        "index": 7,
        "text": ", Գանձակ գյուղի մոտ, որը ամեն աչացավ ունեցողների բժշկողն է."
      },
      {
        "index": 8,
        "text": "ս. Թոմայի վանք"
      },
      {
        "index": 9,
        "text": ", որը գտնվում է Կապուտ-Կող լեռան ծովահայաց բարձրության վրա և պահում է իր մեջ Թովմա առաքյալի ահյակ բազուկը."
      },
      {
        "index": 10,
        "text": "ս. Գևորգա վանք"
      },
      {
        "index": 11,
        "text": ", Գոմս գյուղի մոտ, որի մեջ պահվում է ս. Գևորգա գլուխը,"
      },
      {
        "index": 12,
        "text": "ս. Կարապետի վանք"
      },
      {
        "index": 13,
        "text": ", Սոռփ գյուղի մոտ, և ս. Հիզդիբուզդի վանքը, Թուխ գյուղի մոտ։"
      },
      {
        "index": 14,
        "text": "Ի՞նչ ազդեցություն ունեն այդ վանքերը իրանց շրջակայքի վրա։"
      },
      {
        "index": 15,
        "text": "Անցնում էինք մի հայաբնակ մեծ գյուղի մոտով։ Գյուղից շատ չէինք հեռացել, մեր ուշադրությունը գրավեց մի խառնաձայն աղմուկ, աղաղակ։ Բլուրների միջից միմյանց ձայն էին տալիս, գոչում էին՝ «անցա՜վ… բռնեցե՜ք»… և աղաղակները հետզհետե սաստկանում էին։ Ձայները ավելի մանուկ հասակի ձայներ էին։ Մենք կարծեցինք, թե գայլ է մոտեցել բլուրների վրա արածող ոչխարներին։ Երբ մոտեցանք և տեսանք, թեև գայլ չէր, բայց նրա նման մի բան էր։"
      },
      {
        "index": 16,
        "text": "Մի մարդ ձորի միջով փախչում էր, իսկ գյուղի փոքրիկ գառնարածները ամեն կողմից քարեր էին նետում նրա վրա։ Հալածականը ոչ մի տեղ չէր գտնում ապաստանելու, և փրկության բոլոր"
      },
      {
        "index": 17,
        "text": "հույսը դրել էր արագ ոտների վրա։ Կարծեցինք, թե այդ մարդը գառն է գողացել և, գողության մեջ բռնվելով, փոքրիկ հովիվները հալածում են նրան։ Ջալլադը իր ձին առաջ քշեց, տեղեկանալու եղելությունը։ Նրա ձայնից երեխաները հանդարտվեցան, փախստականը կանգ առեց։ Կարծես, աստծուց նրան օգնություն հասավ։"
      },
      {
        "index": 18,
        "text": "Դա մի փոքրիկ, կարճահասակ մարդ էր, կիսաեվրոպական և կիսաասիական աղտոտ հագուստով, և ձեռքում բռնած ուներ իր հասակից ավելի երկար մի ցուպ, իսկ կողքից քարշ էր ընկած մի մեծ պայուսակ սև կաշուց։ Թուխ դեմքը, նեղ, փայլուն աչքերը և ծնոտի վրա կծիկ դարձած սև, գանգրամազ մորուքը՝ առաջին անգամից այն կարծիքն էին արտահայտում, որ դա կամ հրեա մանրավաճառ պետք է լիներ, կամ թափառական բժիշկ և կամ մի բոշա, որ պարապվում էր ֆալջիությամբ (կախարդությամբ)։"
      },
      {
        "index": 19,
        "text": "Երբ մենք կանգնած նայում էինք այդ օտարոտի թափառականի վրա, փոքրիկ հովիվները նույնպես ցած իջան բլուրների բարձրություններից և, իրանց երկար ցուպերի վրա հենված, շրջապատեցին նրան։ Նրանք քարեր ունեին բռնած, բայց չէին խփում։ Թափառականը տակից մի առանձին ներողամտությամբ նայում էր նրանց վրա և խուլ մրթմրթում էր։ Չգիտեմ, նահատակի սառնասրտություն էր այդ, թե վշտացած մարդու ապշություն։ Նոր Ստեփաննոսը գտնվում էր իր քարկոծողների շրջանի մեջ։"
      },
      {
        "index": 20,
        "text": "— Այդ մարդը անհավատ է,— ասաց երեխաներից մեկը։"
      },
      {
        "index": 21,
        "text": "— Պաս է ուտում,— ավելացրեց երկրորդը։"
      },
      {
        "index": 22,
        "text": "— Սատանայական գրքեր է ծախում,— վրա բերեց երրորդը։"
      },
      {
        "index": 23,
        "text": "— Մեր տերտերի ձեռքը չէ համբուրում,— նկատեց չորրորդը։"
      },
      {
        "index": 24,
        "text": "— Մեր ժամը չէ գնում,— պարզաբանեց հինգերորդը։"
      },
      {
        "index": 25,
        "text": "— Երեսին խաչ չէ հանում,— հաստատեց վեցերորդը։"
      },
      {
        "index": 26,
        "text": "Այսպես, յուրաքանչյուրը կարդում էր դատապարտյալի հանցանքները։"
      },
      {
        "index": 27,
        "text": "— Լավ, դուք ի՞նչ գործ ունեք, չարաճճիներ,— ծիծաղելով ընդհատեց Ասլանը։"
      },
      {
        "index": 28,
        "text": "— Անհավա՜տ է,— կրկնեցին կրոնի փոքրիկ պաշտպանները միաձայն։"
      },
      {
        "index": 29,
        "text": "— Մի շաբաթ առաջ մեր գյուղում մի լավ շնաթակ կերավ,— ասաց նրանցից մեկը.— գյուղացիք այնքան ծեծեցին, որ ողջ տեղը ականջը մնաց. հիմա էլի եկել է, չէ ամաչում։"
      },
      {
        "index": 30,
        "text": "Փոքրիկ հովիվներից մեկը երկար ցուպի ծայրը մոտեցրեց նրա քթին և, սաստիկ շփելով, հարցրեց."
      },
      {
        "index": 31,
        "text": "— Ինչո՞ւ ես լեզուդ պահել, դե խոսիր, սո՞ւտ ենք ասում։"
      },
      {
        "index": 32,
        "text": "Նա ոչինչ չպատասխանեց և նայեց դեպի երկինքը։"
      },
      {
        "index": 33,
        "text": "Հալածականին մեր պաշտպանության տակ առնելով, մենք մեծ դժվարությամբ կարողացանք համոզել նրա հալածիչներին, որ այդ «անհավատը» մյրւս անգամ նրանց գյուղին չի մոտենա և «սատանայական» գրքեր չի ծախի։ Նրանք ցրվեցան, ասելով."
      },
      {
        "index": 34,
        "text": "— Եթե կգաս, կտեսնե՛ս…— և յուրաքանչյուրը ցույց տվեց ձեռքի ցուպը։"
      },
      {
        "index": 35,
        "text": "Մենք հեռացանք, նրան մեզ հետ տանելով։ Հետո երևաց, որ այդ մարդը սուրբ գրքերի տարածող մի գրավաճառ էր։"
      },
      {
        "index": 36,
        "text": "Բոլորովին մութն էր, երբ հասանք մի այլ գյուղ։ Նա ասաց մեզ, որ այնտեղ կարող ենք հարմար իջևան գտնել, և ինքը առաջնորդեց մեզ դեպի մի տուն։"
      },
      {
        "index": 37,
        "text": "— Դա «եղբայր» Թաթոսի տունն է,— ասաց մեզ նախքան դռների բացվիլը։"
      },
      {
        "index": 38,
        "text": "Շեմքի վրա երևաց տան տերը։"
      },
      {
        "index": 39,
        "text": "— Եղբայր Թաթոս, քեզ համար հյուրեր եմ բերել,— ավետեց նրան սուրբ գրքերի տարածողը։"
      },
      {
        "index": 40,
        "text": "— Իմ աչքերի վրա տեղ ունեն,— պատասխանեց եղբայր Թաթոսը, մոտեցավ և մեզ ձեռք տվեց։"
      },
      {
        "index": 41,
        "text": "Սրահում մեզ համար նստելու տեղ պատրաստեցին, իսկ ձիաները կապեցին սրահի առջև։ Մենք տեղավորվեցանք թանձր թաղիքի վրա։ Սուրբ գրքերի տարածողը իր գրքերով լի պայուսակը դրեց մի անկյունում, նստեց մեզ մոտ և սկսեց իր պատառոտած տրեխները բաց անել։"
      },
      {
        "index": 42,
        "text": "Նրան կոչում էին «ջին»-Դավիթ, որ նշանակում է՝ դև կամ սատանա Դավիթ։ Արդյոք իր դեմքի՞ համար, թե մի այլ պատճառով էր ստացել այդ մականունը,— ինձ մնաց անհայտ։ Բայց այդքանը պարզ էր, որ նրա կերպարանքը բավական համապատասխան էր իր ստացած կոչմանը։"
      },
      {
        "index": 43,
        "text": "Մեր հյուրընկալը, «եղբայր» Թաթոսը, մի երկար, նիհար, կորաքամակ մարդ էր, ալեխառն մորուքով։ Նրա իրանի աղեղնաձև դիրքը, երևի, առաջ էր եկել իր արհեստից, որ ստիպում էր նրան միշտ թեքված մնալ։ Նա բուրդ գզող էր։ Նրա իրանը իր բուրդ գզելու աղեղի ձևն էր ստացել։ Գյուղացի կնիկները բերում էին նրա մոտ իրանց ոչխարների բուրդը, նա գզում էր, հետո"
      },
      {
        "index": 44,
        "text": "նրանք տանում էին, թել էին մանում շալեղեն գործվածքների համար։ Իբրև վարձ, եղբայր Թաթոսը ստանում էր բուրդի մի մասը։ Վերջին ժամանկներում նրա եկամուտը պակասեց, որովհետև նրա մասին լուր տարածվեցավ, թե նա նույնպես «անհավատ» է։ Գյուղացիք նրա մոտ այլևս շատ չէին հաճախում։"
      },
      {
        "index": 45,
        "text": "Եղբայր Թաթոսը ամեն ինչ մեզ համար կարգադրելուց հետո, եկավ, նստեց մեզ մոտ։ Նա, կրկին անգամ բարևելով, սկսեց սովորական հարցմունքները՝ թե ո՞րտեղացի ենք, ո՞րտեղից ենք գալիս, ո՞ւր ենք գնում և այլն։ Նա խոսելու ժամանակ երկու աչքերն ևս խփում էր, ձայնը հազիվ էր լսվում, և երկու ձեռքերը ջերմեռանդությամբ փակում էր։ Այդ սովորությունը մնացել էր նրա մեջ՝ իրանց ժողովարանում աղոթելու եղանակից։ Երբ իմացավ, որ մենք Աղթամարա վանքիցն ենք գալիս, նրա դեմքի արտահայտությունը ցավակցական ձև ստացավ։ Նա ոչինչ չխոսեց, բայց նրա լուռ շրթունքները կարծես աղոթելիս լինեին՝ «տե՛ր, ողորմի՛ր այդ մոլորյալներին»…"
      },
      {
        "index": 46,
        "text": "Սուրբ գրքերի տարածողը սկսեց պատմել Թաթոս եղբորը ճանապարհին իր հետ պատահած անցքը։ Նա ավելի վշտացավ և խորին կերպով հոգվոց հանելով, ասաց."
      },
      {
        "index": 47,
        "text": "— Տիրոջ խոսքը առանց հալածանքի չի տարածվի…"
      },
      {
        "index": 48,
        "text": "Արդեն հայտնի էր, որ մենք գտնվում էինք մի հայ բողոքականի ընտանիքում։"
      },
      {
        "index": 49,
        "text": "Ջալլադը, որ խիստ հազիվ անգամ խոսակցության մեջ մտնելու սովորություն ուներ, դարձավ դեպի հալածյալը, հարցնելով."
      },
      {
        "index": 50,
        "text": "— Դուք միայն գրքե՞ր եք տարածում։"
      },
      {
        "index": 51,
        "text": "— Ոչ, հարմար տեղերում նաև քարոզում եմ տիրոջ խոսքը, կամ ինքս կարդում եմ ավետարանը, իսկ գյուղացիք լսում են,— պատասխանեց նա հեզությամբ։"
      },
      {
        "index": 52,
        "text": "— Շա՞տ լսողներ ունեք։"
      },
      {
        "index": 53,
        "text": "— Այդ կողմերում չէ կարելի ասել՝ թե շատ, քահանաները գրգռում են ժողովրդին մեր դեմ։ Դուք ձեր աչքով տեսաք, եթե երեխաները այդպես են վարվում, նրանց հայրերը ի՛նչ կլինեն։"
      },
      {
        "index": 54,
        "text": "— Բայց, որքան ինձ հայտնի է, դուք էլ ձեր կողմից ոչ սակավ առիթներ եք տալիս ձեզ հետ այդպես վարվելու։"
      },
      {
        "index": 55,
        "text": "— Ի՞նչ առիթներ։"
      },
      {
        "index": 56,
        "text": "— Լուսավորչականներին հեթանոս եք կոչում, նրանց սրբությունները անարգում եք, մեծ պահոց օրերում բավական չէ, որ դուք պաս եք ուտում, այլ կերած մածունի մի մասն էլ ձեր մո"
      },
      {
        "index": 57,
        "text": "րուքների ու բեխերի վրա եք քսում, և այնպես դուրս եք գալիս լուսավորչականների մոտ, որ նրանց բարկացնեք։ Չէ՞ որ ձեր տարածած ավետարանը արգելում է այս տեսակ ցույցեր, պատվիրում է չվշտացնել եղբորը։"
      },
      {
        "index": 58,
        "text": "— Նրանք մեր եղբայրները չեն։"
      },
      {
        "index": 59,
        "text": "— Եթե դուք նրանց ձեր եղբայրները չեք համարի, դրանով ավելի պատճառ կտաք ձեզ հալածելու։ Եվ մի՞թե դուք և նրանք մի հոր որդի, մի ազգի զավակներ չեք։"
      },
      {
        "index": 60,
        "text": "Մեջ մտավ Թաթոս եղբայրը, դարձյալ աչքերը խփելով, և աջ ձեռքը դեպի սուրբ գրքերի տարածողը մեկնելով, որ թույլ տա իրեն խոսելու։"
      },
      {
        "index": 61,
        "text": "— Մենք եղբյարներ կոչում ենք միայն ավետարանով մեզ հետ միացողներին, ինչ ազգից որ լինեին նրանք, իսկ հեթանոսները մեր եղբայրները չեն, թեև մեկ մորից ծնված լինեինք։ Ասլանը լուռ վեր կացավ, ցած իջավ սրահից և դիմեց դեպի պարտեզի առջևից հոսող առվակը։ Այնտեղ նստեց նա խոտերի վրա։ Ես գնացի նրա մոտ։"
      },
      {
        "index": 62,
        "text": "— Խնդրեմ իմ վերարկուն այստեղ բեր,- ասաց նա վշտացած ձայնով։"
      },
      {
        "index": 63,
        "text": "Երբ վերարկուն տարան, նա փաթաթվեցավ, պառկեց խոտերի վրա։"
      },
      {
        "index": 64,
        "text": "— Կամենում ես քնե՞լ,— հարցրի նրանից։"
      },
      {
        "index": 65,
        "text": "— Ես զզվում եմ այդ մարդիկներից. եթե գիտենայի, որ բողոքականներ են, ես բնավ նրանց շեմքի վրա ոտք չէի դնի։ Չէ կարելի նրանց հանդիպեի առանց կրոնական վիճաբանություններ լսելու։"
      },
      {
        "index": 66,
        "text": "Նա գլուխը դրեց իր թևքի վրա և լռեց։"
      },
      {
        "index": 67,
        "text": "Ես հավատացած էի, որ նա հանգստանալ չէր կարող, ես հավատացած էի, որ նրան երկար պիտի տանջեր այն միտքը, որ եղբայրը զլանում է իր հարազատին եղբայր կոչել։ Ես վերադարձա սրահը. վիճաբանությունը դեռ շարունակվում էր. ես երբեք չէի տեսել Ջալլադին այնպես տաքացած։"
      },
      {
        "index": 68,
        "text": "Մեկը մեզ մոտ հասիրի վրա պառկած խռմփում էր։ Վիճաբանության ձայնից զարթնեց, գլուխը վեր բարձրացրեց և քնաթաթախ նայեց մեզ վրա։"
      },
      {
        "index": 69,
        "text": "— Պողոս եղբայր, զարթնեցի՞ր,— կարեկցությամբ հարցրեց նրանից Թաթոս եղբայրը։"
      },
      {
        "index": 70,
        "text": "Պողոս եղբայրը, փոխանակ պատասխանելու, սկսեց հորանջել,"
      },
      {
        "index": 71,
        "text": "աչքերը ճմբռել, որ լավ տեսնե, թե մենք ինչ մարդիկ ենք։ Նա նույնպես մեզ նման ճանապարհից էր եկած, և հոգնած պառկել էր։ Մինչև նա կվերկենար, կլվացվեր, որ քունը փախցնե, նրա բացակայության ժամանակ, Թաթոս եղբայրը ծանոթացրեց մեզ նրա անձնավորության հետ, թե նա Բաղեշից է եկած, այնտեղի եղբայրներից է, ձմեռը տեղային դպրոցներում վարժապետություն է անում, իսկ ամառը շրջում է գյուղերում, քարոզ է տալիս, մխիթարում է եղբայրներին տիրոջ խոսքերով և այլն։"
      },
      {
        "index": 72,
        "text": "— Նա ընկլիզի լեզու էլ է իմանում,— ավելացրեց սուրբ գրքերի տարածողը։"
      },
      {
        "index": 73,
        "text": "— Ուրեմն միսիոնարների աշակերտ կլինի,— նկատեց Ջալլադը։"
      },
      {
        "index": 74,
        "text": "— Նա նրանց մոտ է սովորել, և նրանցից այժմ լավ ռոճիկ է ստանում։"
      },
      {
        "index": 75,
        "text": "— Ո՞րքան։"
      },
      {
        "index": 76,
        "text": "— Ամսական երկու ոսկի։"
      },
      {
        "index": 77,
        "text": "— Ա՞յդ է «լավ ռոճիկը»։"
      },
      {
        "index": 78,
        "text": "Պողոս եղբայրը մի գնդաձև մարդ էր, մի աչքից կույր, որ ծածկելու համար մուգ-ծխագույն ակնոցներ էր գործածում։ Նրա մարմնի բոլոր անդամները միատեսակ կոլորված էին, կարծես թե ծայրեր չկային։ Մեր հյուրընկալի կինը, աղջիկը մի առանձին հոգ տարան նրա լվացվելու և երեսը սրբելու մասին, որը վերջացնելուց հետո, եկավ նստեց մեզ մոտ։"
      },
      {
        "index": 79,
        "text": "— Հրամանքնիդ ո՞րտեղացի եք,— եղավ նրա առաջին խոսքը։"
      },
      {
        "index": 80,
        "text": "Մեր փոխարեն պատասխանեց մեր հյուրընկալը, ասելով, որ Աղթամարա վանքիցն են գալիս։"
      },
      {
        "index": 81,
        "text": "— Ուրեմն ուխտավորնե՞ր եք,— հարցրեց նա։"
      },
      {
        "index": 82,
        "text": "— Այո՛, ուխտավորներ ենք,— պատասխաննց Ջալլադը, հետազոտելով նրա դեմքի թթու արտահայտությունները։"
      },
      {
        "index": 83,
        "text": "Առանց մեր հարցնելու, նա ասաց, թե ինքը Բաղեշի դպրոցների վարժապետն է, և տասն տարուց ավելի կլինի, որ այնտեղ ուսուցչության պաշտոն է վարում, և ուրիշ շատ գործեր է կատարում։"
      },
      {
        "index": 84,
        "text": "— Ի՞նչ եք սովորեցնում,— հարցրեց Ջալլադը։"
      },
      {
        "index": 85,
        "text": "— Ծանոթացնում ենք սուրբ գրքերի հետ,— պատասխանեց նա։"
      },
      {
        "index": 86,
        "text": "— Այդքա՞նը միայն։"
      },
      {
        "index": 87,
        "text": "— Մի փոքր ևս աշխարհագրություն և թվաբանություն ենք սովորեցնում։"
      },
      {
        "index": 88,
        "text": "— Շա՞տ է այնտեղի բողոքականների թիվը։"
      },
      {
        "index": 89,
        "text": "— Այնքան շատ չէ։ Իսկ գյուղերում տիրոջ գործը աճելու վրա է։"
      },
      {
        "index": 90,
        "text": "— Գյուղերում դպրոցներ չունե՞ք։"
      },
      {
        "index": 91,
        "text": "— Դեռևս ոչ։ Այժմ մենք բավականանում ենք միայն կիրակնօրյա կրթարաններով։"
      },
      {
        "index": 92,
        "text": "— Ո՞վքեր են ձեր գլխավորները։"
      },
      {
        "index": 93,
        "text": "— Ամերիկացի միսիոնարներ։"
      },
      {
        "index": 94,
        "text": "— Շա՞տ են թվով։"
      },
      {
        "index": 95,
        "text": "— Մի քանի ընտանիքներ միայն։"
      },
      {
        "index": 96,
        "text": "— Իսկ նրանց հասցրած աշակերտների թի՞վը։"
      },
      {
        "index": 97,
        "text": "— Այժմ բավական կլինին։"
      },
      {
        "index": 98,
        "text": "— Ի՞նչ գործով են զբաղված։"
      },
      {
        "index": 99,
        "text": "— Տիրոջ խոսքը տարածելու գործով. կամ քարոզություններ են անում, կամ վարժապետություն են անում և կամ թարգմանություններով են զբաղված։"
      },
      {
        "index": 100,
        "text": "— Դուք էլ իհարկե, նրանց աշակերտներից եք։"
      },
      {
        "index": 101,
        "text": "— Եվ առաջին աշակերտներից։ Երբ միսիոնարները դեռ նոր էին եկած, իմ հայրը նրանց մոտ խոհարար էր, ինձ վերառին ու սովորեցրին։"
      },
      {
        "index": 102,
        "text": "Թորոս եղբայրը մոտեցավ յուղային ճրագին, նրա պատրույգը ուղղեց, նրա կինը և աղջիկը, մեզանից հեռու նստած, ուշադրությամբ լսում էին։ Սուրբ գրքերի տարածողը մի առանձին հիացմունքով նայում էր միսիոնարների առաջին աշակերտի վրա։ Նրա նեղ, փոքրիկ աչքերը, որ կապիկի աչքերի նման արագ թարթափում էին, կարծես մեզ ասելիս լինեին՝ «դե՛, եթե քաջություն ունեք, խոսեցեք մեր վարպետի հետ, նա ձեր պատասխանը ըստ կարգին կտա»։"
      },
      {
        "index": 103,
        "text": "— Ասացեք, խնդրեմ, ձեր նպատակը միայն կրոն տարածե՞լն է,— հարցրեց Ջալլադը։"
      },
      {
        "index": 104,
        "text": "— Միայն այդ է,— պատասխանեց միսիոնարների առաջին աշակերտը։"
      },
      {
        "index": 105,
        "text": "— Դուք երբեք չե՞ք մտածում, որ ժողովուրդը, բացի տիրոջ խոսքից, այլ պետքերի ևս կարոտ է, օրինակ, ձեր կարեկցությունը չէ՞ գրավում նրա թշվառությունը, աղքատությունը, իր նեղիչներից հարստահարվիլը և այլն։"
      },
      {
        "index": 106,
        "text": "Նա փոխանակ պատասխանելու, ձեռքը տարավ դեպի իր ծոցը, հանեց այնտեղից մի փոքրիկ ավետարան, որը մի մեծ օրացույցի չափ հազիվ կլիներ և կարդաց Մատթեոսի Զ-րդ Գլ. 33-րդ համարը. «Խնդրեցէ՛ք նախ զարքայութիւն աստուծոյ և զարդարութիւն նորա. և այդ ամենայն հաւելցի ձեզ։ Մի այսուհետև հոգայցէք վասն վաղուին՝ զի վաղիւն վասն իւր հոգասցի»։"
      },
      {
        "index": 107,
        "text": "— Այդ ես գիտեմ…— ասաց Ջալլադը, խնդրելով, որ գոցե ավետարանը։— Եթե աստուծո արքայությունը այնպես գալու լիներ, ինչպես ցանկանում էր մեր Փրկիչը, իրավ է, մենք երբեք աղքատ ու թշվառ չէինք լինի, բայց այնպես չեղավ… Հարուստը մնաց հարուստ, աղքատը մնաց աղքատ…"
      },
      {
        "index": 108,
        "text": "Հետո խոսքը փոխելով հարցրեց նա․"
      },
      {
        "index": 109,
        "text": "— Ձեր միսիոնարները, երևի, լավ են ապրում, այնպես չէ՞. կառքեր ունեն, ձիաներ ունեն, ծառաներ ունեն, և միշտ փառավոր սեղան ունեն։ Ինչո՞ւ նրանք չեն փորձում իրանց անձի վրա Զ-րդ Գլ. 33-րդ համարի ասացվածքը, որ իրանք ևս աղքատ կյանք վարեն, և իրանց օրինակով մխիթարեն ժողովրդի աղքատությունը։"
      },
      {
        "index": 110,
        "text": "— Բայց նրանք մեծ փողեր են ստանում,— պատասխանեք միսիոնարների առաջին աշակերտը, ավետարանը ձեռքից ցած չդնելով։— Նրանք մեզ նման չեն, նրանք այնպես լավ կյանքի սովորած են։"
      },
      {
        "index": 111,
        "text": "— Դուք կարծում եք՝ վա՞տ է լավ կյանքը…"
      },
      {
        "index": 112,
        "text": "— Սատանայի փորձությունը ավելի շուտով հաջողվում է լավ կյանքի հետամուտ եղողների վերաբերությամբ։"
      },
      {
        "index": 113,
        "text": "— Ինչո՞ւ ձեր միսիոնարների վերաբերությամբ չէ հաջողվում։"
      },
      {
        "index": 114,
        "text": "— Ասացի, որ նրանք մեզ նման չեն։"
      },
      {
        "index": 115,
        "text": "Նա շուտ-շուտ ուղղում էր իր ակնոցները․ ես սաստիկ ատում էի այդ գունավոր ակնոցները, որոնք ծածկել էին նրա աչքերը, և ինձ այնպես էր թվում, որ նա թանձր վարագույրի ետևից էր խոսում. ոչինչ չէր երևում. անկարելի էր նրա աչքերի խորքից թափանցել նրա սրտի խորքը, որը անտարակույս, դատարկ պետք է լիներ։"
      },
      {
        "index": 116,
        "text": "— Վերջապես, այն ասացեք,— հարցրեց Ջալլադը,— դուք ի՞նչ ազգային իդեալներ ունեք։"
      },
      {
        "index": 117,
        "text": "— Մենք ազգ չենք ճանաչում, մենք միայն տիրոջ եկեղեցին ենք ճանաչում,— պատասխանեց նա։"
      },
      {
        "index": 118,
        "text": "— Դուք ուրեմն և հայրենի՞ք չեք ճանաչում։"
      },
      {
        "index": 119,
        "text": "— Այո՛։ Քրիստոնյայի հայրենիքը երկինքն է։ Իսկ այդ երկիրը"
      },
      {
        "index": 120,
        "text": "միայն մի ժամանակավոր իջևան է, այստեղից այնտեղ տեղափոխվելու համար։"
      },
      {
        "index": 121,
        "text": "— Չէ՞ որ այդ ժամանակավոր իջևանը նույնպես բարեկարգելու և մեր երջանկությանը հարմար կացուցանելու շատ պետքեր ունի։"
      },
      {
        "index": 122,
        "text": "— Այդ բոլորը աստծո ձեռքումն է, մեզանից ոչինչ կախված չէ։ Մենք ի՞նչ կարող ենք անել։"
      },
      {
        "index": 123,
        "text": "— Եթե մենք աշխատենք, աստված ևս մեզ կօգնե։ Աստված ծույլերի համար չէ։"
      },
      {
        "index": 124,
        "text": "— Ամենից առաջ հոգու համար աշխատելու։ Ի՞նչ օգուտ, եթե աշխարհայինը կշահենք, իսկ հոգևորը կտուժենք։"
      },
      {
        "index": 125,
        "text": "Ես մտաբերեցի մեր տեր Թոդիկի խրատները։ Ի՞նչ զանազանություն կար նրա ասածների և այդ ապուշի համոզմունքների մեջ։ Տեր Թոդիկը նույնպես ամեն հոգս աստծո վրա էր ձգում։ Քարոզում էր կյանքի պետքերի մասին հոգ չտանել և միայն հոգու համար մտածել։"
      },
      {
        "index": 126,
        "text": "— Եթե դուք լինեիք միսիոնարների երկրում,— ասաց Ջալլադը,— եթե տեսնեիք, մարդիկ այնտեղ ինչպես են ապրում, ինչպես են գործում, երբեք այդպես չէիք խոսի։ Բայց միսիոնարները այստեղ գալով, ձեր երկրային ստրկության վրա ավելացնում են և հոգևոր ստրկությունը, ձեզ անջատում են աշխարհից, անջատում են համազգի եղբայրներից և դարձնում են ավետարանի գերիներ, թեև սուրբ ավետարանը ազատության և եղբայրության կտակարանն է։"
      },
      {
        "index": 127,
        "text": "Նա ոչինչ չպատասխանեց։ Մեր հյուրընկալը հարցրեց."
      },
      {
        "index": 128,
        "text": "— Դուք, պարոն, եղե՞լ եք միսիոնարների երկրում։"
      },
      {
        "index": 129,
        "text": "— Եղել եմ,— ասաց Ջալլադը, և կրկին դարձավ դեպի միսիոնարների առաջին աշակերտը."
      },
      {
        "index": 130,
        "text": "— Ի՞նչպես կարելի է այդ աստիճան միակողմանի, սահմանափակ և մոլեռանդ լինել։ Դուք հերքում եք ազգը, հայրենիքը, հասարակական բարօրությունը,— դուք հերքում եք մարդու ինքնագործունեությունը, որի վրա է հիմնված նրա երջանկությունը, և միմիայն վերացական, հոգևոր սնունդով եք մտածում կերակրել մարդիկներին։ Այդ նրանից է, որ ձեզ, բացի սուրբ գրքերի սքոլաստիկայից, ուրիշ ոչինչ չեն սովորեցրել։ Դուք չգիտեք, որ միսիոնարի քարոզած բողոքականությունը բոլորովին այլ ոգի, այլ ուղղություն և այլ ձգտում ունի, քան թե այն բողոքականությունը, որ արդեն ընդհանրացել և կազմակերպվել է մի բողոքական"
      },
      {
        "index": 131,
        "text": "ժողովրդի մեջ, թե Եվրպայում լիներ նա, թե Ամերիկայում։ Դուք չգիտեք, որ միսիոնարին հարկավոր են հավատացյալներ միայն. նա կազմում է իր եկեղեցին, հոգ է տանում նրա հոգևոր պետքերի մասին, իսկ նրա աշխարհային պետքերը զանց է առնում։ Եվ ստիպված է զանց առնել, որովհետև այդ վերջինը կթուլացներ առաջինի ազդեցությունը։ Նա պետք է աշխատեր կտրատել ձեր բոլոր հին կապերը, որ կապում են ձեր անցյալի, ձեր պատմության, մի խոսքով, ձեր ազգային կյանքի հետ, որպեսզի, առանձնացնելով ձեզ, կարողանա կենտրոնացնել իր նոր հիմնած եկեղեցում։ Այդ պահանջում է միսիոնարի կոչումը, նրա պաշտոնը, որին նա արհեստի ձև է տվել։ Բայց նույն միսիոնարը իր հայրենիքում այդպես չէ վարվում. նա սիրում է իր ազգը, նրա պատմությունը, նրա բանաստեղծությունը և նրա մինչև անգամ հեթանոսական դարերի ավանդություններն ու առասպելները։ Նա մասնակցում է և իր հայրենիքի հասարակական գործերի մեջ. մտածում է, թե ինչո՞ւ մեկը հարուստ է, մյուսը աղքատ է. աշխատում է, որ աղքատն էլ իր տանը ուտելու հաց ունենա և գոհ լինի իր վիճակից։ Բայց ի՞նչ տվեց ձեզ այդ նոր կրոնը։— Նա սերմանեց ձեր մեջ երկպառակություն, ատելություն դեպի ձեր այլադավան ազգայինները։ Դուք նրանց «հեթանոսներ» եք կոչում, նրանք ձեզ՝ անհավատներ։ Դուք ավելի բարվոք եք համարում թուրքին, քուրդին մոտենալ, քան թե նրանց։ Ա՞յդ է ավետարանական եղբայրությունը։"
      },
      {
        "index": 132,
        "text": "Ինչպես երևում էր Ջալլադի այդ երկար ճառից միսիոնարների առաջին աշակերտի գլուխը ոչինչ չմտավ։ Նա դարձյալ բաց արեց իր օրացույցի չափ ծոցի ավետարանը և նրանում ինչ-որ կարդաց։ Ջալլադը զայրացավ։"
      },
      {
        "index": 133,
        "text": "— Դուք վնասակար մոլեռանդներ եք, և ավելի ոչինչ,— ասաց նա փոքր-ինչ զգացված ձայնով։— Այդ աստվածային գրքի թյուր ու սխալ մեկնությունները փչացրել են ձեզ։ Եթե դուք լինեիք փոքր-ինչ զարգացած մարդ, ես ձեզ կապացուցանեի, որ դուք այդ գրքից ոչինչ չեք հասկացել։ Բայց տգետների հետ խոսելը՝ շատ դժվարին է։ Ցավալին այն է, որ ձեր նմանները քարոզիչներ և վարժապետներ են…"
      },
      {
        "index": 134,
        "text": "Նա վեր կացավ և գնաց Ասլանի մոտ։"
      },
      {
        "index": 135,
        "text": "— Այդ մարդը խելագար է,— ասաց միսիոնարների առաջին աշակերտը նրա գնալուց հետո։"
      },
      {
        "index": 136,
        "text": "— Լո՛ւռ, անպիտան,— գոչեցի ես,— եթե ոչ, ողջ տեղդ այդ հիմար գլուխդ կթողնեմ։"
      },
      {
        "index": 137,
        "text": "Նա լռեց, մյուսները նույնպես ոչինչ չխոսեցին։"
      },
      {
        "index": 138,
        "text": "Ես սկսեցի մի առանձին զզվանք զգալ դեպի այդ մարդիկ, որոնք ավելի խղճալու կարոտ էին, քան թե կարելի էր նրանց վրա բարկանալ։ Ողորմելի մարդիկ, մի գերությունից ընկել էին մյուս գերության մեջ,— թուրքի, քուրդի ստրկությունից դարձել էին միսիոնարի ստրուկ…"
      },
      {
        "index": 139,
        "text": "Ես գնացի Ասլանի մոտ, բայց Ջալլադին այնտեղ չգտա։ Նա գնացել էր, երևի, թափառելու գիշերային մթության մեջ, իր բորբոքված սիրտը զովացնելու համար։ Ասլանը քնած չէր։ Ես պատմեցի նրան Ջալլադի վիճաբանությունը բողոքականների հետ։ Նա խիստ սառնությամբ պատասխանեց."
      },
      {
        "index": 140,
        "text": "— Իզուր է այդպես դատապարտել նրանց, այդ ողորմելիները ինչո՞վ են մեղավոր. նրանք արդյունք են մեր եկեղեցու անկարգության։— Թե մենք ունենայինք օրինավոր հոգևորականություն, իհարկե, նրանք չէին լինի։ Մեր ճանապարհորդության ժամանակ այնքան բազմաթիվ վանքեր տեսանք, այնքան բազմաթիվ վարդապետներ տեսանք։ Ի՞նչ են շինում այդ տխմարները, ինչո՞վ են զբաղված։— Դու քո աչքով տեսար, դու այդ լավ գիտես հայտնի բան է, նրանց վանքերի շուրջը կկազմվի մի այդպիսի փչացած հասարակություն, որ ոչ ճշմարիտ բողոքական է և ոչ ավանդապահ լուսավորչական։"
      },
      {
        "index": 141,
        "text": "Նա լռեց և մի քանի րոպեից հետո դարձյալ շարունակեց."
      },
      {
        "index": 142,
        "text": "— Ոչինչ այնպես, մանավանդ արևելքում, չէ կտրատում մի ազգի միության կապերը և չէ թուլացնում նրա ուժերը, որպես կրոնական հերձվածն ու երկպառակությունը։ Եվ մեր երկրին տիրող կառավարությունը շատ լավ է հասկացել այդ։ Իր քրիստոնյա ժողովուրդներին մշտական կռվի ու անհամաձայնության մեջ պահելու համար, նա թույլ է տալիս օտարազգի միսիոնարներին գործելու նրանց մեջ։ Ֆրանսիան եզվիտներին, որպես վնասակար տարր, արտաքսում է իր միջից, իսկ Թուրքիան այդ հրեշներին ասպնջակություն է տալիս իր երկրում։ Բողոքական քարոզիչները մեծ պաշտպանություն են վայելում թուրք կառավարության կողմից։ Ինչո՞ւ։ Որովհետև այդ մարդիկ շատ լավ գործիքներ են նրա ձեռքում, ինչպես ասացի, քրիստոնյաների ազգային կապերը կտրատելու համար։ Հայ—կաթոլիկը, հայ—բողոքականը իրան հայ չէ համարում։ Հայ լուսավորչականը նույնպես նրանց հայ չէ անվանում։ Յուրաքանչյուրը իր ազգությունը ճանաչում է իր եկեղեցու անունով։ Ուրեմն, որքան շատ կլինի տարբեր եկեղեցիների թիվը,"
      },
      {
        "index": 143,
        "text": "այնքան շատ կմասնատվի ազգային ամբողջությունը և, հետևապես, կթուլանա նրա քաղաքական նշանակությունը։— Այդ շատ նպաստավոր է տիրող կառավարության համար, մանավանդ, որ քրիստոնյաների հարցը ամեն անգամ մեծ դժվարությունների մեջ է դնում նրան։"
      },
      {
        "index": 144,
        "text": "Նրա խոսքը ընդհատեց մեր հյուրընկալ Թաթոս եղբայրը, որ մոտենալով, ներողություն խնդրեց տեղի ունեցած անախորժության մասին և հրավիրեց մեզ սրահը ընթրիք ուտելու։"
      },
      {
        "index": 145,
        "text": "— Ես պետք է ներողություն խնդրեմ,— պատասխանեց Ասլանը,— իմ ընկերը թեև փոքր-ինչ դյուրագրգիռ մարդ է, բայց շատ բարի սիրտ ունի։"
      },
      {
        "index": 146,
        "text": "Ջալլադին գտնել չկարողացան։ Ընթրիքից հետո խնդրեցինք մեզ համար քնելու տեղ պատրաստել նույն առվակի մոտ, ծառերի ներքո, որովհետև սրահում օդը սաստիկ խեղդող էր, և մանավանդ զանազան միջատներ գիշերը կարող էին անհանգիստ անել մեզ։ Ջալլադը դեռ չէր վերադարձել, երբ ես և Ասլանը պատրաստվեցանք քնելու։"
      },
      {
        "index": 147,
        "text": "— Ո՞ւր գնաց նա,— հարցրի ես։"
      },
      {
        "index": 148,
        "text": "— Երևի կգա,— պատասխանեց Ասլանը։"
      },
      {
        "index": 149,
        "text": "— Բայց ո՜րքան լավ խոսում էր նա, որքա՜ն հմուտ է սուրբ գրքերի գիտության մեջ։ Ես երբեք չէի կարծում, որ Ջալլադը այդ աստիճան զարգացած մարդ լիներ։"
      },
      {
        "index": 150,
        "text": "Ասլանը ծիծաղելով ասաց."
      },
      {
        "index": 151,
        "text": "— Նա ինքը բողոքական է։"
      },
      {
        "index": 152,
        "text": "— Բողոքակա՞ն է, ի՞նչ եք խոսում։"
      },
      {
        "index": 153,
        "text": "— Եվ բողոքականի քահանա է։"
      },
      {
        "index": 154,
        "text": "Ես շվարած մնացի։"
      },
      {
        "index": 155,
        "text": "Ես իսկույն գնացի նրան որոնելու։ Պարտեզի մի հեռավոր անկյունում գտա նրան, ծունր դրած գետնի վրա, լուռ աղոթում էր։ Ո՞ւմ համար էր այնպես հափշտակված աղոթում նա։— Երևի, իր մոլորյալ «եղբայրների» համար…"
      }
    ]
  }
}
