{
  "chapterNumber": 63,
  "title": "ԺԹ. ՆՎԵՐ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Հետևյալ օրը, առավոտյան, ամեն ինչ պատրաստ էր։ Մնում էր միայն փաշայի խոստացած թղթերը ստանալ և ճանապար ընկնել։ Ասլանը կապկապում էր իր չեմոդանը։"
      },
      {
        "index": 1,
        "text": "— Մի՞թե այդքան կարևորություն ունեն այղ թղթերը, որ արժեր նրանց սպասել,— հարցրի ես։"
      },
      {
        "index": 2,
        "text": "— Մի առանձին կարևորություն չունեն,— պատասխանեց նա,— փաշայի երկչոտ զափթիաները չեն կարող մեզ ավազակներից ազատել, բայց մի ուրիշ կողմից, մենք պետք ունենք այդ թղթերի մեջ…"
      },
      {
        "index": 3,
        "text": "Ես հասկացա Ասլանի միտքը. ես գիշերը առաջնորդարանում արդեն ականատես էի եղած, թե ինչ ազդեցություն ունեցան Արզրումի փաշայի թղթերը ամեն կասկածները փարատելու համար։"
      },
      {
        "index": 4,
        "text": "Կեսօրին մոտ էր, երբ հայտնվեցավ փաշայի քարտուղարը։ Դա միևնույն երիտասարդն էր, որ մեզ առաջնորդում էր քաղաքի հնությունները հետազոտելու։ Նա բերել էր իր հետ ոչ միայն փաշայի խոստացած թղթերը, այլև մի թանկագին նվեր նրանից։ Դա մի գեղեցիկ արաբական նժույգ էր իր բոլոր փառավոր ասպազենքով. գլուխը և պարանոցը զարդարած էր մետաքսյա սև փունջերով, որ բռնված էին արծաթյա, զանգակաձև կոհակների մեջ. թամբի ծածկոցը պատրաստած էր վագրի մորթից, որի եզերքը զարդարած էր ոսկեթել ծոպերով. երկու սևամորթ ստրուկներ, կարմիր մահուդի զգեստներով և գույնզգույն չալմաներով, աջ և ձախ կողմից բռնել էին աշխույժ նժույգի սանձը, որը, կարծես ինքն էլ էր զգում իր գերազանցությունը, և բակը մտնելուն պես, սկսեց խրխնջալ և մի առանձին հպարտաւթյամբ առջևի սմբակները դոփել գետնին։"
      },
      {
        "index": 5,
        "text": "Ասլանը, հասկանալով բանի էությունը, սանդուղքներից ցած իջավ, դիմավորեց թե քարտուղարին և թե նորին վսեմության ուղարկած նժույգին։ Քարտուղարը, սեղմելով Ասլանի ձեռքը, ասաց ճառական եղանակով."
      },
      {
        "index": 6,
        "text": "— Ես ինձ շատ բախտավոր եմ համարում, պարոն բժշկապետ, որ ինձ վիճակվեցավ թարգման լինել իմ տիրոջ նորին վսեմության փաշայի՝ առ ձեզ ունեցած հարգանքի և սիրալիր զգացմունքների։ Իմ տերը, բարեմաղթելով ձեզ բարի ճանապարհ և անդորրություն,"
      },
      {
        "index": 7,
        "text": "իրան շատ երջանիկ կհամարե, եթե դուք կհարգեք նրան, ընդունելով այդ նվերը, որ նորին վսեմության ախոռատան ընտրյալներիցն է։"
      },
      {
        "index": 8,
        "text": "Ասլանը նույնպիսի փքած խոսքերով հայտնեց իր շնորհակալությունը և, բռնելով քարտուղարի ձեռքից, սանդուղքներով տարավ վերև, իր սենյակը։ Երբ նստեցին, քարտուղարը ծոցից հանեց թղթերը և, առանձին-առանձին տալով Ասլանին, ասաց."
      },
      {
        "index": 9,
        "text": "— Այդ ձեր անցագիրն է, որ մենք ևս վավերացրինք, այդ նորին վսեմության փաշայի նամակն է Մուշի գայմագամին գրած, այդ մի բաց հրաման է, որ ամեն տեղ կառավարության պաշտոնակալները մատուցանեն ձեզ պարտ ու պատշաճ ընդունելություն և ցույց տան ձեզ ամեն տեսակ պատրաստականություն ձեր ճանապարհորդությունը դյուրացնելու։"
      },
      {
        "index": 10,
        "text": "— Շնորհակալ եմ,— ասաց Ասլանը, ընդունելով թղթերը։— Նորին վսեմությունը չափազանց ողորմած է գտնվել դեպի ինձ։"
      },
      {
        "index": 11,
        "text": "Իսկույն սուրճ և նարգիլե ներս բերեցին։ Քարտուղարը անլռելի կերպով խոսում էր, արդյոք գո՞հ մնաց պարոն բժշկապետը իր այցելություններից Վան քաղաքում, արդյոք նա ի՞նչ տպավորություններ կտանե իր հետ, հետո հայտնեց իր խորին փափագը, թե որքան կցանկանար գոնե մի անգամ Եվրոպայում լինել, տեսնել ֆրանկների երկիրը, ասում են, այնտեղ կանայք բաց երեսներով են ման գալիս, ազատ, համարձակ ամենի հետ խոսում են, գիշերները հավաքվում են, տղամարդիկ և աղջիկները միասին պար են գալիս և այլն,— այդ բոլորը այնքան հրապուրում էր երիտասարդ քարտուղարին, որ նա բոլորովին մոռացավ, թե մեզանից ժամանակ է խլում, թե մենք ճանապարհորդ ենք։"
      },
      {
        "index": 12,
        "text": "Նրա շատախոսությանը վերջ տվեց Ասլանը, դնելով նրա առջև հարյուր ոսկի, փաթաթած թղթի մեջ։"
      },
      {
        "index": 13,
        "text": "— Թեև ձեր ծառայությունը ավելի մեծ գնահատության արժանի է,— ասաց նա,— բայց կխնդրեմ, ընդունեցեք այդ փոքրիկ նվերը իմ կողմից։"
      },
      {
        "index": 14,
        "text": "— Խնայեցեք ինձ, պարոն բժշկապետ,— ասաց քարտուղարը հրաժարվելով,— դուք այդ երկրորդ անգամն է, որ ինձ ամաչեցնում եք. ես հավիտյան չեմ մոռանա այն գեղեցիկ ժամացույցը, որ դուք ընծայեցիք ինձ բերդի հնությունները տեսնեու ժամանակ. ամբողջ քաղաքում իրա նմանը չկա, ամեն մարդ, ով որ տեսնում է, հիանում է։"
      },
      {
        "index": 15,
        "text": "Քարտուղարը հազար ու մեկ շողոքորթություններից հետո, վերջապես ընդունեց ոսկիները և, զգալով, որ երկար նստեց, վեր կացավ և, բարի ճանապարհ մաղթելով, դուրս եկավ սենյակից։ Ասլանը նրան տարավ մինչև բակի դուռը։ Այստեղ կանգնած էին երկու սևամորթ ստրուկները, որոնք փաշայի ախոռատան ծառաներիցն էին։ Նրանք ևս ստացան Ասլանից մի-մի ոսկի և, մինչև գետին խոնարհվելով, մի քանի անգամ գլուխ տվին։"
      },
      {
        "index": 16,
        "text": "Ինձ այնքան չէր զարմացնում փաշայի գեղեցիկ նվերը, որքան այն միտքը, թե ո՞րտեղից և ի՞նչ գումարից Ասլանը առատորեն շաղ էր տալիս այդ ոսկիները։ Երբ վերադարձանք մեր սենյակը, ես նրան հեգնորեն նկատեցի։"
      },
      {
        "index": 17,
        "text": "— Փաշայի ընծան շատ էժան չնստեց։"
      },
      {
        "index": 18,
        "text": "— Ընդհակառակն, բավական էժան նստեց,— պատասխանեց նա ծիծաղելով։"
      },
      {
        "index": 19,
        "text": "Հետո նա բացատրեց, թե արևելքում ընծաները,— լինեին նրանք սուլթանից, շահից կամ նրանց բարձր պաշտոնակալներից,— մի տեսակ արդյունքի աղբյուրներ են։ Օրինակ, թագավորը սովորաբար տարին մի անգամ"
      },
      {
        "index": 20,
        "text": "խալաթներ"
      },
      {
        "index": 21,
        "text": "է ուղարկում իր նահանգապետներին կամ զանազան նշանավոր աստիճանավորներին։ Այդ խալաթները լինում են՝ կա՛մ մի վերարկու, կա՛մ մուշտակ, կա՛մ թանկագին շալեր և կա՛մ այլ հագուստներ։ Նրանք ավելի բարձր նշանակություն ունեն, երբ առնված են արքայական անձից, այսինքն երբ թագավորը նրանց մի անգամ հագել էր։ Խալաթները բերում են թագավորի արքունիքի սպասավորները, ըստ մեծի մասին նրա սենեկապետները։ Նահանգապետը իր բոլոր աստիճանավորներով և քաղաքացիների խուռն բագմությամբ ընդառաջ է գնում ընդունելու արքայական ընծան։ Եվ որովհետև այդ տեսակ ընծաներ ստացվում են համարյա ամեն տարի, այդ պատճառով նահանգական մեծ քաղաքների մոտ, մի քանի մղոն հեռավորությամբ, դեպի մայրաքաղաքը տանող ճանապարհի վրա, շինված են առանձին պալատներ, որ կոչվում են"
      },
      {
        "index": 22,
        "text": "խալաթ-փուշան"
      },
      {
        "index": 23,
        "text": ", որ նշանակում է խալաթ հագնելու տեղ։ Այդ պալատների մեջն է կատարվում ընդունելության մեծ հանդեսը. բոլոր բազմությունը լիանում է անուշահոտ շերբեթներով և քաղցրավենիքով։ Հետո նահանգապետը հագնում է խալաթը, և բազմության առջևն ընկած, մտնում է քաղաքը։ Ամեն կողմից ողջունում են նրան, ամեն կողմից օրհնում են ողորմած թագավորին։ Բերողը ստանում է նահանգապետից մեծ գումար, և այդ գումարը ծանրանում է գյուղացիների"
      },
      {
        "index": 24,
        "text": "վրա, որպես մի բացառիկ, արտակարգ հարկ, որ կոչվում է"
      },
      {
        "index": 25,
        "text": "խալաթ-փուլի"
      },
      {
        "index": 26,
        "text": ", այսինքն խալաթի փող։"
      },
      {
        "index": 27,
        "text": "— Տեսնո՞ւմ ես,— ավելացրեց նա,— թագավորը իր հին հագուստները ուղարկում է նահանգապետներին, նահանգապետները փառք են վայելում, իսկ ծախքերը խեղճ գյուղացին է տուժում…"
      },
      {
        "index": 28,
        "text": "Հետո Ասլանը բացատրեց և այն, թե ո՛րքան նշանակություն ունեն մեծ մարդկանց հագուստները։ Գանահարությունը սովորական պատիժներից մեկն է արևելքում։ Երբ մի երևելի պաշտոնակալին պետք էր գանահարության ենթարկել, փոխանակ նրա անձը գանելու, տանում են նրա վերարկուն և հրապարակի վրա ծեծում են։"
      },
      {
        "index": 29,
        "text": "— Երևի, եթե այդ վերարկուն թագավորից ստացված լիներ, չէին համարձակվի այնպես վարվել նրա հետ։"
      },
      {
        "index": 30,
        "text": "— Անտարակույս։ Բայց և այն պետք է ի նկատի ունենալ, որ եթե նահանգապետը մի տարի խալաթ չստացավ, նա կկորցնե իր բոլոր նշանակությունը. այդ արդեն նշան կլինի թագավորի դեպի նա ունեցած սառնությանը, և ժողովուրդը այլևս նրանից չի վախենա։ Դու տեսար գիշերը այստեղի փաշային. չնայելով առաջնորդարանի սաստիկ տոթին, նա մեծ բավականությամբ հագած ուներ այն թանձր մուշտակը, որը այս տարի սուլթանից է ստացել։"
      },
      {
        "index": 31,
        "text": "Ասլանը բացատրեց ինձ, թե որքան ուրիշ շահեր ևս կապված են խալաթների բաշխման հետ։ Խալաթ բերողները, ըստ մեծի մասին, լինում են արքունիքի սպասավորները և սենեկապետները։ Այդ մարդիկը ամենևին ռոճիկ չեն ստանում։ Բավական էր նրանց մի այսպիսի ծառայություն կատարել, մեկի համար խալաթ տանել, և նրանց մի քանի տարվա ռոճիկը կարելի էր միանգամից ստացված համարել։"
      },
      {
        "index": 32,
        "text": "— Ինչպես փաշայի քարտուղարինը,— ընդմիջեցի ես։"
      },
      {
        "index": 33,
        "text": "— Այո՛, նա ևս ռոճիկ չունի, կամ թե ունի, անպատճառ շատ չնչին բան կլինի։ Նրա եկամուտները բխում են գլխավորապես այդ տեսակ հանձնարարություններ կատարելուց, երբ փաշայից մեկի համար ընծա է տանում։"
      },
      {
        "index": 34,
        "text": "Սկսյալ սուլթանի պալատից մինչև վերջին մուդիրի գրասենյակը, ամեն տեղ նույն կարգերն են տիրում, մեծերը ընծաներ են տալիս փոքրերին և նրանցից փող են ստանում, և այսպես կաշառակերությունն աստիճանաբար վերևից իջնում է ցած։ Հարցրեք"
      },
      {
        "index": 35,
        "text": "այս և այն պաշտոնակալին, թե ո՞րքան ռոճիկ եք ստանում։ Նա ռոճիկի մասին կամաչե խոսել, որովհետև շատ չնչին է, բայց առանց ամաչելու և մինչև անգամ պարծենալով կասե ձեզ, թե տարին այդքան «եկամուտ» ունեմ։ Բոլոր եկամուտները բխում են մթին աղբյուրներից, և այնքան սովորական են դարձել, որ ամեն մի մեծավոր, երբ պաշտոն է հանձնում իր ստորադրյալին, նրան կամ բոլորովին ռոճիկ չէ նշանակում, կամ եթե նշանակում է մի չնչին բան, բացարձակ ասում է նրան. «այդքանն ինձանից կստանաս, այդքան էլ եկամուտ կունենաս»։"
      },
      {
        "index": 36,
        "text": "— Ապա ո՞ւր են գնում պետության գանձարանից դուրս եկած ռոճիկները,— հարցրի ես։"
      },
      {
        "index": 37,
        "text": "— Խոշոր պաշտոնակալների գրպանը,— պատասխանեց Ասլանը,— իսկ մանր պաշտոնակալները բավականանում են միայն «եկամուտներով»։"
      },
      {
        "index": 38,
        "text": "— Դու կարծո՞ւմ ես, փաշան այդ ձին ուղարկելով շահի նպատակ է ունեցել։"
      },
      {
        "index": 39,
        "text": "— Ես այդ չեմ կարծում։ Եվրոպացիների հետ նրանք բոլորովին այլ կերպ են վարվում։ Նա այդ ձին ուղարկելով, կամեցել է կաշառել ինձ։ Եթե ես նրա քարտուղարին այն ոսկիները չտայի, նա ավելի ուրախ կլիներ։ Բայց ես չկամեցա նրան պարտական մնալ։ Այստեղ մի տարի առաջ կար մի անգլիական գործակատար. փաշայից հաճախ ընծաներ էր ստանում, քուրդ ավազակապետները նրա կնոջ և երեխաների համար եղջերվի ձագեր և կենդանի կաքավներ էին ուղարկում, և նա քրդերի մասին շատ նպաստավոր գաղափար կազմեց, համարելով նրանց բարի և ազնիվ մարդիկ, և այնպես էլ հաղորդեց իր կառավարությանը։ Իսկ հայերը նրան կաքավներ չտարան և համարվեցան ագահ, ժլատ, հարստահարիչ հրեաներ։"
      },
      {
        "index": 40,
        "text": "Մեր խոսակցությունը ընդհատեց վարպետ Փանոսը, որ վերադարձավ քաղաքից։ Նա տարել էր մեր բեռները հանձնելու քարավանին։"
      },
      {
        "index": 41,
        "text": "— Շնորհավորում եմ,— ասաց նա ծիծաղելով,— գեղեցիկ ընծա եք ստացել։ Երևի, փաշան չէ կամեցել, որ դուք չարվադարի անշնորհք ձիով ճանապարհորդեիք։"
      },
      {
        "index": 42,
        "text": "— Փաշան այդ մասին շատ քաղաքավարի է,— պատասխանեց Ասլանը։— Ասացեք, ե՞րբ է դուրս գալիս քարավանը։"
      },
      {
        "index": 43,
        "text": "— Երեկոյան, արևը մտնելուց մի ժամ առաջ։"
      }
    ]
  }
}