{
  "chapterNumber": 42,
  "title": "ԽԲ. ՀԱՅ ՀՈՎԻՎՆԵՐ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Մըհեն հայոց լեռների գազանն էր, նա այնպիսի անհայտ շավիղներով տանում էր ինձ, ուր սատանան ինքը կմոլորվեր։ Ես ստիպված էի ցած իջնել ձիուցս։ Սարերի ելևէջներն այնքան դժվարին"
      },
      {
        "index": 1,
        "text": "էին, որ ձիս չէր կարողանում առաջ գնալ։ Մըհեն կատաղության չափ բարկացած էր. «թո՛ղ էս անպիտանին,— ասում էր նա,— ես չեմ իմանում ի՞նչ բանի պետք է»։ Մըհեի հետ վիճել այն քարերի մեջ, հիմարություն կլիներ, պետք էր նրա գլուխը մի կերպով շոյել։ «Դա Կարոյի ձին է, ասում էի ես, նա է ընծայել ինձ, դու խո Կարոյին սիրո՞ւմ ես»։"
      },
      {
        "index": 2,
        "text": "Մըհեն Կարոյի վրա մեծ համարում ուներ, նրա անունը տալու ժամանակ նա մեղմանում էր. այսուամենայնիվ ձին մեզ հետ քարշ տալը վերջապես բոլորովին անհնարին եղավ։ Մըհեն հայտնեց, եթե ես հաճություն կտայի, նա կարող էր մի մարդ գտնել և ձին նրան հանձնել, որ հետո ուրիշ ճանապարհով բերեր և հասցներ մեզ։ Եվ ավելացրուց, թե ինքը շտապում է, շատ է շտապում, ձիան դանդաղ ընթացքով գնալ չէ կարող, որովհետև Ասլանի վրա նամակ ունի, պետք է շուտով հասցնի, և դրա համար ընտրեց դժվարին, բայց կարճ ու կտրուկ ճանապարհը։"
      },
      {
        "index": 3,
        "text": "Ես տեսա, որ Մըհեի առաջարկությունն ուներ իր առանձին կարևորությունը, բայց ո՞րտեղից մարդ գտնել և ո՞ւմ հանձնել ձին։— «Ես կգտնեմ», ասաց նա և պատվիրեց ինձ մի փոքր սպասել ձիան մոտ, իսկ ինքը առաջ վազեց և մի րոպեում բարձրացավ սարի գլխին, սկսեց այնտեղից նայել իր շուրջը։ Նա արծվի սրատեսություն ուներ, շատ հեռվից տեսավ մի հովիվ, որ արածացնում էր ոչխարներ։ Այնուհետև նա իր մատները փողի ձևով գալարելով դրեց բերնին, և այնպիսի մի որոտալիք ձայն արձակեց, որի արձագանքը կրկնվեցավ լեռների հեռակայքում։ Քանի րոպեից հետո նույն ձայնով պատասխանեցին։ Ես առաջին անգամ տեսա, թե լեռների մեջ ինչպես են հեռվից-հեռու խոսում։"
      },
      {
        "index": 4,
        "text": "Շատ չանցավ, մեզ մոտ հայտնվեցավ հովիվը․ դա մի քուրդ էր։ Մըհեն մի քանի խոսք ասաց նրան քրդերեն, հետո ձին հանձնեց։"
      },
      {
        "index": 5,
        "text": "— Հիմա մենք գնանք,— ասաց ինձ։"
      },
      {
        "index": 6,
        "text": "— Ո՞ւր գնանք, դու ձին տալիս ես ավազակին և կարծում ես, թե նա կդարձնե՞ մեզ։"
      },
      {
        "index": 7,
        "text": "Մըհեն իր առանձին եղանակով հանգստացրուց ինձ, ասելով, թեև ինքը գիտե, որ նա ավազակ է, բայց մի բան, որ հանձնում ես ավազակին որպես ավանդ, նա սրբության պես պահում է և կրկին դարձնում է իր տիրոջը։ Բացի դրանից, ավելացրուց նա, թե ինքը տեղեկացավ, որ այդ հովիվը ո՛ր քրդի հոտերն է արածացնում, եթե նա անհավատարիմ կգտնվի իր պարտավորության"
      },
      {
        "index": 8,
        "text": "մեջ, ինքը Մըհեն կարող է մի ձիու փոխարեն հափշտակել նրա աղայի ամբողջ երամակը։"
      },
      {
        "index": 9,
        "text": "Այս բաները, իհարկե, Մըհեն ինձանից լավ էր հասկանում. ես համաձայնվեցա, միայն հարցրի, թե մինչև ե՞րբ կարող էր նա հասցնել մեզ ձին։"
      },
      {
        "index": 10,
        "text": "— Մի օրից հետո,— պատասխանեց նա,— որովհետև այն ճանապարհը, որտեղից նա պետք է ձին բերե, մի օրով երկար է։"
      },
      {
        "index": 11,
        "text": "Մենք շարունակեցինք գնալ։"
      },
      {
        "index": 12,
        "text": "— Բայց մենք ե՞րբ կարող ենք հասնել այն տեղը, որտեղ այժմ գտնվում է Ասլանը,— հարցրի ես Մըհեից։"
      },
      {
        "index": 13,
        "text": "— Թե որ ամբողջ գիշերը գնալու լինենք, էգուց կեսօրին կհասնենք,— ասաց նա։"
      },
      {
        "index": 14,
        "text": "— Ամբողջ գիշերն ի՞նչպես կարող ենք գնալ առանց հանգստանալու, ես հիմակվանից հոգնած եմ։"
      },
      {
        "index": 15,
        "text": "— Թե որ չես կարող,— ասաց նա խիստ սառը կերպով,— ես քեզ թող կտամ, ինչպես քո ձիուն։ Ես նորահարսի հետ քայլելու համբերություն չունեմ…"
      },
      {
        "index": 16,
        "text": "Ես մեղմությամբ պատասխանեցի."
      },
      {
        "index": 17,
        "text": "— Մըհե, դու իմանում ես, որ ես սովոր չեմ այսպիսի քարերի"
      },
      {
        "index": 18,
        "text": "մեջ ոտքով երկար ման գալ։"
      },
      {
        "index": 19,
        "text": "— Հիմա սովորի՛ր։"
      },
      {
        "index": 20,
        "text": "— Կսովորեմ, բայց մի անգամով չէ կարելի։"
      },
      {
        "index": 21,
        "text": "— Թե որ հոգնես, քեզ կառնեմ շալակս։"
      },
      {
        "index": 22,
        "text": "— Ես խո երեխա չե՞մ։"
      },
      {
        "index": 23,
        "text": "— Ապա ի՞նչ ես,— հարցրուց նա վայրենի ժպիտով։"
      },
      {
        "index": 24,
        "text": "Ես ոտքով ճանապարհորդելու մեջ շատ թույլ չէի, բայց ինձ թուլացրել էր գլխիս վերքը և արյան չափազանց սպառվիլը։ Բայց Մըհեի նման երկաթի մարդու ծիծաղը միայն կշարժեր, եթե նրան ասեի, թե վերքիս պատճառով է, որ ես չեմ կարողանում նրա հետ ընթանալ։ Նա իր մարմնի վրա ուներ անթիվ մեծամեծ սպիներ, որոնք ստանալու ժամանակ երբեք թուլացած չէ եղել…"
      },
      {
        "index": 25,
        "text": "Արևը մտավ։ Բարեբախտաբար այն գիշեր լուսնկա էր։ Ես ստիպված էի հպատակել իմ խստասիրտ ուղեկցի կամքին։ Գիշերային հովասուն պահուն ճանապարհորդությունը շատ հոգնեցուցիչ չէ լինում, այսուամենայնիվ, երբ կեսգիշեր դարձավ, ես բոլորովին թուլացա։ Մըհեն նկատեց այդ, երևի նա խղճաց իմ վրա։— Մի փոքր էլ գնանք, ասաց, նա, ձորի մեջ հովիվների վրաններ կան, քեզ այնտեղ կհանգստացնեմ։ Բայց Մըհեի լեզվով ամեն"
      },
      {
        "index": 26,
        "text": "խոշոր բան փոքր էր, ամեն երկար բան կարճ էր։ Լուսաբացին երկու ժամ մնացած, մենք հազիվ կարողացանք հասնել այն ձորին, որ Մըհեն ասում էր, և իրավ, այնտեղ գտանք հովիվների վրաններ։ Բայց կատաղի շները չէին թողնում մոտենալ, իսկ վրանների մեջ բոլորը քնած էին։ Մըհեն ինձ ավելի երկյուղ տվեց, ասելով թե շների ձայնից հովիվները կզարթնեն, և մեզ ավազակներ կարծելով, գուցե հրացանով հեռվից կզարկեն։ Բայց ես այնքան հոգնած էի, որ Մըհեի խոսքերը բանի տեղ չդրեցի, ես պատրաստ էի ամեն վտանգ հանձն առնել, գե՛թ մի փոքր հանգստանայի։"
      },
      {
        "index": 27,
        "text": "Բայց Մըհեն հեռվից մի տեսակ ձայն արձակեց, որի միտքը այն էր թե՝ «հյուր ենք»։ Վրանների գիշերային պահնորդներից երկուսը մոտեցան մեզ։ Մըհեն այժմ սկսեց խոսել հայերեն։ Այլևս երկար բացատրություններ պետք չէին. մեր հայ լինելը փարատեց նրանց կասկածանքը, և իսկույն ընդունվեցանք։ Հովիվները հայեր էին։ Մեզ տարան տանուտերի վրանը, որ հովիվների գլխավորն էր։ Տանուտերի մեծ որդին ընդունեց մեզ, իսկույն վառել տվեց փայտյա լուցկիներ ճրագի տեղ, և առանց մեզ հարցնելու, հրամայեց ուտելու մի բան պատրաստել։ Ես հայտնեցի, թե ուտելու ամենևին ախորժակ չունեմ, թե շատ կցանկանայի ինձ մի անկյուն շնորհեին, որ մի փոքր քնեի և հանգստանայի։"
      },
      {
        "index": 28,
        "text": "— Թող նա քնե,— ասաց Մըհեն,— ես ուտել եմ ուզում, գայլի պես քաղցած եմ։"
      },
      {
        "index": 29,
        "text": "Վրանի մի կողմում, ուր պառկած էին մի քանի երեխաներ, ինձ համար պատրաստեցին անկողին, գլուխս բարձի վրա դնելն և աչքերիս փակվիլը մին եղավ։ Ո՜րքան դուր է գալիս քունը վաստակած մարմնին, ո՜րքան քաղցր է լինում նա, մանավանդ հովվի խաղաղ վրանի տակ…"
      },
      {
        "index": 30,
        "text": "Քանի՞ ժամ քնել էի, ես չգիտեմ, միայն երբ արթնացա, արեգակը կանգնած էր կեսօրվա տեղում։ Մըհեն չկար, նա անհայտացել էր։ Տանուտերը, որ մի ծերունի մարդ էր, պատմեց, թե քո ընկերը հեռացավ այստեղից հենց գիշերով, երբ իր քաղցը մի փոքր հագեցրուց։ Ասաց, թե նա սաստիկ շտապում էր, այս պատճառով սպասել չկարողացավ։"
      },
      {
        "index": 31,
        "text": "Ես շատ բարկացա կիսախելագար Մըհեի մի այսպիսի վարմունքի վրա, և մտքումս սկսեցի նախատել Մարոյին, որ ինձ այն"
      },
      {
        "index": 32,
        "text": "հիմարի ձեռքը գցեց: Բայց տանուտերն ինձ հանգստացրուց, ասելով."
      },
      {
        "index": 33,
        "text": "— Դու քո սիրտը մի՛ դառնացնի, դու օտար տեղում չես, այստեղ քո տունն է, հանգստացի՛ր, բայց երբ կկամենաս գնալ, այն ժամանակ իմ որդիներից մեկը կտանե քեզ այնտեղ, ուր պետք է գնայիր։"
      },
      {
        "index": 34,
        "text": "— Բայց ես չեմ իմանում, ո՞ւր պետք է գնամ. այն հիմարը պետք է տաներ ինձ,— պատասխանեցի դարձյալ վրդովված կերպով։"
      },
      {
        "index": 35,
        "text": "— Մենք գիտենք,— ասաց ծերունին հանդարտությամբ։— Քո ընկերը պատվիրեց. մեզ, որ քեզ հասցնենք Ս.-բեկի վրանները. նրա արոտամարգերը շատ հեռու չեն այստեղից։"
      },
      {
        "index": 36,
        "text": "— Ո՞վ է Ս.-բեկը։"
      },
      {
        "index": 37,
        "text": "— Եզիդիների գլխավորն է։"
      },
      {
        "index": 38,
        "text": "Ես մի փոքր հանգստացա, մանավանդ, երբ մտաբերեցի, որ Մըհեն նամակ ուներ Ասլանին հասցնելու, դրա համար նա շտապում էր, նա չէր կարող իմ դանդաղ քայլերին համբերել։"
      },
      {
        "index": 39,
        "text": "Տանուտերի խոսքերից երևաց, որ Մըհեն չէր հայտնել նրան մեր իսկական նպատակը, թե ինչ գործով էինք գնում եզիդիների գլխավորի մոտ և ոչ Ասլանի մասին հիշել էր մի բառ։ Նա հնարել էր մի խոշոր սուտ, իբր թե մենք սուրբ տիրամոր ուխտավորներ ենք, այնտեղ գողացել էին մեր ձին, և լսելով, թե ձին եզիդիների ցեղի մեջն է տարվել, այժմ գնում էինք այնտեղ ձին գտնելու։ Մըհեի սուտը մասամբ ճշմարիտ էր, որովհետև նա իմ ձին հանձնեց մի հովվի, որ եզիդիների ցեղին էր պատկանում, և գուցե այնտեղ կգտնեինք, ուր պետք էր մեզ գնալ։"
      },
      {
        "index": 40,
        "text": "Ծերունի տանուտերը, իր նահապետական բնավորության հարմար, միշտ աշխատում էր մի բանով հյուրասիրել ինձ, որ ես ուտեի, խմեի և ուրախ լինեի։ Դուք, ասում էր նա, անպատված կլինեք իմ վրանը, եթե դժգոհ հեռանաք այստեղից։ Բայց ինչ որ աչքի էր զարկում, այն էր, որ նրա հարսները, աղջիկ թոռները, ոչ մեկը չէր թաքչում ինձանից, ոչ մեկը երեսը չէր ծածկում, որպես սովորություն է Պարսկաստանի հայ կնիկների մեջ։ Նրանք բոլորը խոսում էին ինձ հետ, որպես թե ես նրանց վաղեմի բարեկամը լինեի։ Եվ նրանց խոսակցությունն այնքան պարզ և անմեղ էր, որ չէր կարելի չհամակրել նրանց։"
      },
      {
        "index": 41,
        "text": "— Դու քույր ունե՞ս,— հարցնում էր մի հասուն օրիորդ։"
      },
      {
        "index": 42,
        "text": "— Ունեմ, երկուսը,- պատասխանեցի ես։"
      },
      {
        "index": 43,
        "text": "— Նրանք քեզ համար գուլբաներ գործում ե՞ն, քո ոտքերը մաժո՞ւմ են քնելու ժամանակ։"
      },
      {
        "index": 44,
        "text": "— Ո՛չ, նրանք ծույլ են։"
      },
      {
        "index": 45,
        "text": "— Եվ դու նրանք չե՞ս ծեծում։"
      },
      {
        "index": 46,
        "text": "Մեկը ուրիշը հարցնում էր."
      },
      {
        "index": 47,
        "text": "— Քո քույրերն այսպիսի ականջի օղեր ունե՞ն,— և ցույց էր տալիս իրը։— Տե՛ս, եղբայրս է առել։"
      },
      {
        "index": 48,
        "text": "— Չունեն,— պատասխանում էի ես։"
      },
      {
        "index": 49,
        "text": "— Բայց դու նրանց չե՞ս սիրում։"
      },
      {
        "index": 50,
        "text": "Հարսներից մեկը հարցրուց."
      },
      {
        "index": 51,
        "text": "— Քո նշանածը քա՞նի տարեկան է։"
      },
      {
        "index": 52,
        "text": "— Ես նշանած չունեմ,— պատասխանեցի։"
      },
      {
        "index": 53,
        "text": "— Հը՜մ, դու երևի քաջ տղա չես, որ աղջիկները քեզ չեն հավնում,— նկատեց նա ծիծաղելով։"
      },
      {
        "index": 54,
        "text": "— Կարելի է դա նրանց չէ հավնում,— մեջ մտավ մյուս հարսը։"
      },
      {
        "index": 55,
        "text": "— Կարելի է վարդապետ է ուզում դառնալ,— ասաց մեծ մայրը։"
      },
      {
        "index": 56,
        "text": "Բայց իմ սիրտն այնքան լցված էր, որ ես այս կատակները ախորժակ չունեի լսելու։ Իմ պատասխանները լինում էին սառն և անհամ, այնպես, որ նրանք շուտով ձանձրացան։"
      },
      {
        "index": 57,
        "text": "Բայց տանտիրոջ որդիքն ամենևին խոսակցության մեջ չէին մտնում, երևում էր, հոր մոտ համարձակություն չանեին խոսելու։ Իսկ բոլորը զինվորված էին. ինքը տանուտերն իր ծեր հասակով գոտկում խրած ուներ մի զույգ ատրճանակներ։ Երբ ես հարցրի, թե խաղաղության ժամանակ, իր օթևանի ծածկի տակ, ի՞նչ պետք կար զենք կրելու, տանուտերը պատասխանեց."
      },
      {
        "index": 58,
        "text": "— Մենք մեր ձեռքը մեզանից չենք կտրում, և դեն չենք գցում, երբ որ անգործ ենք մնում։"
      },
      {
        "index": 59,
        "text": "— Բայց ձեռքը մեզ ուրիշ ժամանակ պետք է։"
      },
      {
        "index": 60,
        "text": "— Սուրն էլ նույնպես,— ասաց նա, և ապա տվելացրուց.— աստված բոլոր անասուններին զենք է տվել, որովհետև թշնամի ունեն։ Մարդուն զենք չէ տվել, բայց խելք է տվել զենք շինելու։ Անասունը իր կարճ խելքով միշտ իր զենքը իր վրա է պահում, բայց մենք հիմար կլինեինք, թե առանց զենքի մնայինք, որովհետև մեր թշնամին ավելի կատաղի է։"
      },
      {
        "index": 61,
        "text": "— Ո՞վ է մեր թշնամին,— հարց արի ես միամտաբար, ծերունուն փորձելու մտքով։"
      },
      {
        "index": 62,
        "text": "— Չե՞ս իմանուվ, քո ձին ո՞վ գողացավ,— հարցրուց նա։"
      },
      {
        "index": 63,
        "text": "— Քուրդը։"
      },
      {
        "index": 64,
        "text": "— Հիմա իմացա՞ր, մեր թշնամին նա է, որ մեր ունեցածը մեր ձեռքից խլում է։ Դու ճանապարհ ես գնալու, ի՞նչ կանես, եթե մի քուրդ գա և իր նիզակը կուրծքիդ դնելով, ասե, դե՛, մերկացի՛ր։"
      },
      {
        "index": 65,
        "text": "— Ի՞նչ պետք է անեմ, կմերկանամ, ինչ որ ունեմ բոլորը կտամ։"
      },
      {
        "index": 66,
        "text": "— Այն ժամանակ առանց շապիկի կմնաս։"
      },
      {
        "index": 67,
        "text": "— Ուրիշ ի՞նչ ճար կա։"
      },
      {
        "index": 68,
        "text": "— Ինչո՞ւ չկա,— հարցրուց ծերունին մի փոքր բորբոքվելով։— Քրդի մարմինը խո երկաթից չէ շինած, նա էլ մեզ նման մարդ է։ Դու էլ կարող ես քո նիզակը նրա կրծքին դնել, կամ կսպանես և շապիկդ կազատես, կամ կսպանվես. թող նրանից հետո ինչ որ տանելու է տանե, որովհետև մեռելի համար էլ հագուստ պետք չէ։"
      },
      {
        "index": 69,
        "text": "— Բայց Քրիստոս ասում է, որ հակառակություն չանեք, ով որ մեր շապիկն ուզում է, պետք է իրան տանք։"
      },
      {
        "index": 70,
        "text": "— Քրիստոս եթե շապիկ ունենար, այս խոսքը չէր ասի,- պատասխանեց ծերունին հեգնական ձևով։"
      },
      {
        "index": 71,
        "text": "Այս խոսքերը ինձ համար նոր չէին, ես հազար անգամ լսել էի ծերունի որսորդից։ Բայց զարմանալին այն էր, որ ես տեսնում էի՝ խաշնարած հայերը բոլորովին ուրիշ սիրտ ունեին, մինչդեռ երկրագործներն և քաղաքացիքը բոլորովին մեռած մարդիկ էին։ Ասլանը ասում էր. «դա նրա համար է, որ խաշնարածներն ավելի տերտերի երես չեն տեսնում»։"
      },
      {
        "index": 72,
        "text": "Այս հայերը մնացել էին իրանց նախնական պարզության մեջ, մտածում էի ես, իրանց լեռներում անարատ պահվել են նրանք, որովհետև փչացած, անպիտանացած հասարակության հետ հաղորդակցություն չեն ունեցել։"
      },
      {
        "index": 73,
        "text": "Ես վաղուց լսել էի այս ժողովրդի մասին մի զրույց, որ ինձ անհավատալի էր թվում, իբր թե մի անգամ նրանց մեջ խոլերա ընկած է եղել։ Ժողովուրդը մի քանի անգամ դիմել է եկեղեցին, և խնդրել է իրանց սուրբ խաչից (եկեղեցին նրա անունով էր շինված), որ ցավը իրանցից հեռացնե։ Բայց տեսել են, որ սուրբ խաչը ամենևին ուշադրություն չէ դարձնում, և ցավը օրըստօրե"
      },
      {
        "index": 74,
        "text": "սաստկանում է։ Այն ժամանակ բոլոր ամբոխը բարկությամբ հարձակվում են սուրբ խաչի վրա, եկեղեցու դռները փակում են և սկսում են նրա վրա հրացաններ արձակել և սպառնալիքներ"
      },
      {
        "index": 75,
        "text": "կարդալ։ Բարեբախտաբար խոլերան դադարում է և եկեղեցին ազատվում է քանդվելուց։"
      },
      {
        "index": 76,
        "text": "Այժմ, լսելով ծերունի տանուտերի խոսքերը, ես մտածում էի, թե շատ հեռու չէ մի այսպիսի ժողովրդից այս տեսակ վարմունք, որովհետև նա սուրբի վրա նայում է այն աչքով, ինչ աչքով նայում է ծառան իր տիրոջ վրա, որ եթե հաց չտա և նրան չվարձատրե, ծառան կդադարե ծառայելուց, և գուցե կթշնամանա նրա հետ։"
      },
      {
        "index": 77,
        "text": "Բայց որքան էլ հաճելի լիներ ինձ ծերունի տանուտիրոջ հյուրասիրությունը, ես դարձյալ շտապում էի շուտով ճանապարհ ընկնել։ Որովհետև մտածում էի, եթե ուշանամ, գուցե Ասլանը դարձյալ չի սպասի ինձ։ Ես նրան վերջին օրերում լավ էի ճանաչել, նրա համար ընկեր, բարեկամ ոչինչ նշանակություն չունեին. նա իր «գործին» էր նայում։ Եվ շատ կարելի էր, նա ինձ բոլորովին մոռացել էր, որպես մոռացել էր Սոնային, որին մի ժամանակ այնքան տաք կերպով սիրում էր նա։ «Այսպիսի մասնավոր սերը, ասաց նա, ոչինչ նշանակություն չունի այն մեծ սիրո մոտ, որով լցված է այժմ իմ սիրտը»…"
      },
      {
        "index": 78,
        "text": "Հովիվների վրանները կազմված էին մի նեղ հովիտի մեջ. նրանք թվով մի քանի հարյուր կլինեին. յուրաքանչյուր վրանը պատկանում էր մի ընտանիքի. բայց բոլորը մի գյուղի ժողովուրդ չէին, այլ մի քանի գյուղերի բնակիչները հավաքված էին միասին։ Բայց դարձյալ նրանք խառնված չէին, և ամեն մի գյուղի խաշնարածներն իրանց առանձին տեղն ունեին, նրանց վրաններն առանձին խումբեր էին կազմում։ Բայց այս ժողովուրդը բոլորովին չէր նվիրված խաշնարածության, նրանք ունեին և իրանց երկրագործությունը։ Ամեն ընտանիքի մի մասը մնացել էր գյուղերում ցանքերը մշակելու համար, մանավանդ ցանքերի մեծ մասը չորային էր, որ ավելի խնամոց կարոտություն չունի, վարում են սարերի հարթահավասար կողքերը և ցանում են, այնուհետև ոռոգումը թողնում են բնության հոգատարությանը։"
      },
      {
        "index": 79,
        "text": "Տղամարդիկ միայն հոգս էին տանում հոտերի պահպանության և դարմանելու մասին. տնտեսական հոգսերը կանանց վրա էր։ Ոչ մի կին, ոչ մի աղջիկ անգործ չէր այս աշխատասեր հասարակության մեջ. կանայք էին կաթը կթում, յուղ պատրաստում և պանիր մակարդում. կանայք էին ոչխարները մազակտուր անում, բուրդը մանում և նրանից կապերտներ, գորգեր և զանազան օթոցներ պատրաստում։ Այս կանանց արդյունքն է այն նուրբ շալե"
      },
      {
        "index": 80,
        "text": "ղեն գործվածները, որոնցմով պարծենում է Վանը, որոնք ծառայում են հարուստ իշխանների համար վերարկու և այլ հագուստներ լինելու։ Նրանք ծանոթ են բոլոր բույսերի, արմատների և հանքերի հետ, որոնք տալիս են զանազան ներկեր, և իրանք են պատրաստում այն գեղեցիկ գույները, որոնցմով նշանավոր են Վանա շալեղեն գործվածները։ Այս բոլորից երևում է, որ այս ժողովուրդը շատ հին ժամանակներում դուրս է եկել իր վայրենությունից, և արհեստը ու աշխատությունը խիստ վաղուց ծանոթ է եղել նրան։"
      },
      {
        "index": 81,
        "text": "Կինը այստեղ մարդ էր, իր բուն նշանակությամբ. նրա հարաբերությունները տղամարդի հետ ավելի ազատ էին։ Նա մնացել էր իր նահապետական պարզության մեջ. նա դեռ չէր խարդախվել հարեմական սովորություններով, որպես Պարսկաստանի և Հայաստանի այլ կողմերի հայ կանայք, որոնք մահմեդականների ազդեցության տակ փոխել էին իրանց ազգային բնավորության իսկական հատկանիշները։"
      },
      {
        "index": 82,
        "text": "Ավելի ազատ էին աղջիկները, դեռ կույս, չամուսնացած աղջիկները։ Նրանք թեև սովոր չէին խոսել սիրո վրա, թեև չգիտեին սեթևեթել մանուկ պատանիների հետ, բայց նրանց արգելված չէր խոսել, զվարճանալ, զբոսանքի գնալ երիտասարդների հետ։ Այսպիսի սպարտական սերտ հարաբերությունները երկու սեռերի, առաջ էր բերել ամբողջ ժողովրդի մեջ մի տեսակ անմեղություն, որ տիրում է մի ընտանիքի մեջ, քույր և եղբոր մեջ։"
      },
      {
        "index": 83,
        "text": "«Ազատությունը, ասում էր Ասլանը, գտնվում է ժողովրդական կենցաղավարության երկու ծայրերի մեջ, մեկում, երբ նա դեռ իր նահապետական պարզության մեջ է ապրում, մյուսում, երբ նա հասել է քաղաքակրթության լույսին։ Այս երկու ծայրերի միջոցում տիրում է ստրկությունը»։— Այս ժովովուրդրը դեռ աոաջին ծայրի վրա է կանգնած։"
      },
      {
        "index": 84,
        "text": "Ծերունի տանուտերը, տեսնելով, որ ես շատ շտապում եմ, հրամայեց իր ձիերից պատրաստել երկուսը, մեկը տվեց իր միջնակ որդուն և հրամայեց ինձ տանել և հասցնել Ս.-բեկի վրաններին, մյուսը ինձ տալով, ասաց."
      },
      {
        "index": 85,
        "text": "— Քո ձին գողացվել է, ինձ համար նախատինք կլիներ, որ մի «լավ բարեկամիս» որդեգիրն իմ վրանում հյուր լինելուց հետո, այստեղից հեռանար առանց ձիու. դրա համար այս նժույգը կտանես որպես իմ կողմից ընծա։"
      },
      {
        "index": 86,
        "text": "Ես հրաժարվեցա ընդունելուց, և միևնույն ժամանակ դժվա"
      },
      {
        "index": 87,
        "text": "րացա Մըհեի հնարած սուտը պարզել, որ իմ ձին ամենևին գողացված չէր։"
      },
      {
        "index": 88,
        "text": "Ծերունին դարձյալ պնդեց, թե ես հյուրասիրության դեմ վարված կլինեմ, եթե չընդունեմ նրա պարգևը։ Ես պատասխանեցի։"
      },
      {
        "index": 89,
        "text": "— Դուք այս ձին ինձ նրա համար եք ընծայում, որ ես կորցրել եմ իմը, ես կընդունեմ, միայն այն պայմանով, եթե կգտնեմ իմ ձին, այն ժամանակ ձերը ետ կդարձնեմ։ Ծերունին ասաց, միայն դա չէ պատճառը, այլ նա ցանկանում է, որ «իր բարեկամի» որդեգրին մի թեթև բանով պատված լինի։ Բայց ո՞վ էր նրա բարեկամը, որի որդեգիրը լինեի ես։"
      },
      {
        "index": 90,
        "text": "— Ծերունի որսորդը,— ասաց նա։"
      },
      {
        "index": 91,
        "text": "— Բայց դուք ո՞րտեղից գիտեք, որ ես նրա որդեգիրն եմ։"
      },
      {
        "index": 92,
        "text": "— Ես բոլորը գիտեմ…— պատասխանեց նա խորհրդավոր ձայնով։"
      },
      {
        "index": 93,
        "text": "Մենք ճանապարհ ընկանք։ Տանտիրոջ ընտանիքը շատ սիրով ճանապարհ դրեց ինձ, կարծես, ես տարիներով նրանց մեջ ապրած լինեի։"
      },
      {
        "index": 94,
        "text": "Տանտիրոջ միջնակ որդին, որ պետք է առաջնորդեր ինձ մինչև եզիդիների գլխավորի վրանը, մի կատարյալ դյուցազն էր. նա իր ձիու վրա նստած, կարծես թե, կազմում էր նրա հետ մի ամբողջ մարմին, որ ստեղծված էր պատերազմի համար։ Ես երբեք չեմ մոռանա նրա խոսքը, որ ճանապարհին ասաց ինձ. «Մեր կյանքը սրի մեջն է»…"
      },
      {
        "index": 95,
        "text": "Մենք գնացինք ուղիղ ճանապարհով, և ոչ լեռների միջով, որպես տանում էր Մըհեն, և նույն ավուր երեկոյան պահուն հասանք Ս.-բեկի վրաններին։"
      }
    ]
  }
}