{
  "chapterNumber": 44,
  "title": "ԽԴ. ԳԻԺ ՏԵՐՏԵՐԸ ԵՎ ԲԺԻՇԿԸ — The Mad Dervish and the Doctor",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Երկրորդ ավուր առավոտյան պահուն մենք հասանք ոչ այնքան հեռու Վանից մի հայաբնակ գյուղ։— Այստեղ, ասաց Ասլանը, պետք է փոքր-ինչ հանգստանալ։"
      },
      {
        "index": 1,
        "text": "Ինձ շատ հաճելի էր նրա խոսքը, որովհետև ամբողջ գիշերը չէինք քնել, անդադար ճանապարհ էինք եկած։"
      },
      {
        "index": 2,
        "text": "Նա ձին քշեց դեպի մի տուն, որ գյուղի քահանային էր պատկանում, ես էլ հետևեցի նրան։ Քահանան հայտնի էր այս կողմերում իր մականունով՝ «դալի քեշիշ» — որ նշանակում է գիժ տերտեր, բայց ոչ այն տեսակ գիժերից, որոնք խելք չունեն, այլ"
      },
      {
        "index": 3,
        "text": "այն տեսակներից, որոնք մեր գրաբար լեզվում արտասանվում են բառերովս «խոլ» կամ «վիրագ»։"
      },
      {
        "index": 4,
        "text": "Մենք հասանք նրա տանը նույն ժամանակներում, երբ նա մի քանի մարդկանց իր դռան առջև կապած, ծեծ էր տալիս։"
      },
      {
        "index": 5,
        "text": "— Հը՜մ, տերտեր, էլ ի՞նչ կա,— ասաց Ասլանը նրան տեսնելով։— Դարձյալ արդարության գավազանը ձեռք ես առել…"
      },
      {
        "index": 6,
        "text": "— Այս անպիտաններին պետք է մի փոքր խրատել…— պատասխանեց նա անփույթ կերպով և մոտեցավ մեզ։"
      },
      {
        "index": 7,
        "text": "— Դե՛, ցած իջեք, Վանից նոր բերել տված լավ արաղ և գինի ունեմ։"
      },
      {
        "index": 8,
        "text": "— Բայց մինչև մենք կխմենք ձեր լավ արաղն ու գինին, դուք հրամայեցեք, որ այս «անպիտաններին» արձակեն,— ասաց Ասլանը ծիծաղելով։"
      },
      {
        "index": 9,
        "text": "— Ոչ, դուք իմ դատաստանական գործերը մի՛ խառնեք, անպիտանները պետք է պատժվեն,— ասաց նա։— Գնանք տուն։"
      },
      {
        "index": 10,
        "text": "Հանցավորներն երկու քրդեր էին, որոնք, ասում էր տերտերը, գողացել են գյուզի նախիրից երեք կովեր։ Ասլանը այս ասելով, այլևս չմիջնորդեց. մտանք տերտերի տունը։ Նա մեզ տարավ մի սենյակ, որ իր հյուրանոցն էր և միևնույն ժամանակ քնարանը, բայց տերտերը նրան կոչում էր դիվանխանա, այսինքն, դիվանատուն։"
      },
      {
        "index": 11,
        "text": "Ես մտածում էի, թե այնտեղ կգտնեմ տեր Թոդիկի սենյակի նման զանազան կախարդական գրքեր կամ Այսմավուրք. բայց մի թղթի պատառ անգամ չկար այնտեղ։ Այնտեղ կային՝ նիզակներ, հրացաններ և զանազան տեսակ զենքեր։"
      },
      {
        "index": 12,
        "text": "Տերտերը, որպես երևում էր, առաջուց գիտեր Ասլանի նույն ժամուն իր տունը գալը, գիտեր նաև, թե որտեղից է գալիս նա։ Ես իսկույն հասկացա, որ Ասլանը և «գիժը» նախածանոթներ էին, գուցե շատ մոտ բարեկամներ։ Բայց ի՞նչ գործ ուներ խելացի Ասլանը «գժի» հետ։"
      },
      {
        "index": 13,
        "text": "Տերտերը բավական բարձրահասակ և ցամաք մարդ էր. նրա կազմվածքի բոլոր գծերից երևում էր վայրենություն։ Ինչ որ ավելի սարսափելի էր և անախորժ, էր նրա ձայնը, որ խոսելու միջոցում որոտում էր։ Նրա ձախ ձեռքի երեք մատնեքը կտրած էին, երևի, սրով, իսկ գլխի ու պարանոցի վրա նույնպես վերքի նշաններ կային։ Եթե Ասլանը չասեր ինձ, թե նա քահանա է, ես կհամարեի «գժին» մի ավազակ, որ իր ամբողջ կյանքը անցուցել էր հափշտակություններով և մարդասպանությամբ։"
      },
      {
        "index": 14,
        "text": "Հենց որ մտանք «դիվանատունը», նա մոտեցավ մի պատու"
      },
      {
        "index": 15,
        "text": "հանի, վարագույրը ետ քաշեց և այնտեղից դուրս բերեց մի ահագին շիշ լիքը արաղով. նախ լեցրուց ինքը խմեց, հետո տվեց Ասլանին, և ապա ինձ առաջարկեց, ասելով."
      },
      {
        "index": 16,
        "text": "— Ա՛ռ խմիր, ոսկորներդ կպնդացնե, հոգնած ես։"
      },
      {
        "index": 17,
        "text": "Տեսնելով ահագին բաժակը, ես սարսափեցա։"
      },
      {
        "index": 18,
        "text": "— Արաղ խմելու սովորություն չունեմ,— ասեցի։"
      },
      {
        "index": 19,
        "text": "— Ինչո՞ւ, տիրացու,— հարցրեց նա, իր սոսկալի աչքերով ուղիղ իմ երեսին նայելով։"
      },
      {
        "index": 20,
        "text": "— Տիրացու չէ,— պատասխանեց Ասլանը։"
      },
      {
        "index": 21,
        "text": "— Բայց շատ նման է,— ասաց նա հեգնական ձայնով։"
      },
      {
        "index": 22,
        "text": "— Մենք նրան տիրացությունից ազատեցինք,— պատասխանեց Ասլանը խորհրդական ձայնով։"
      },
      {
        "index": 23,
        "text": "— Այդ լավ է…— խոսեց նա և մոտեցավ մի ուրիշ պատուհանի։"
      },
      {
        "index": 24,
        "text": "— Ես կտամ քեզ «կարմիր հարսի արաղ»,— ասաց նա և դուրս բերեց վարագույրի ետևից մի ուրիշ շիշ, լցրած դեղնագույն ըմպելիքով։"
      },
      {
        "index": 25,
        "text": "Ես նրանից խմեցի, որովհետև բավականին քաղցր էր և ախորժելի։ Հետո տերտերը մոտեցավ լուսամատին և ձայն տվեց։"
      },
      {
        "index": 26,
        "text": "— Տիրոխնի, սատանան քեզ տանի, որտե՞ղ ես կորի։"
      },
      {
        "index": 27,
        "text": "Իսկույն հայտնվեցավ մի կարճլիկ հասակով կին, և սկսեց Ասլանի հետ բարովել։ Դա տերտերակինն էր, բավականին համակրական մի կին։"
      },
      {
        "index": 28,
        "text": "— Գնա՛, այդ նոր հյուրի երեսն էլ պաչիր, քոռացած,— ասաց «գիժը» իր կնոջը։"
      },
      {
        "index": 29,
        "text": "Նա գրկեց ինձ և սկսեց երեսս համբուրել։"
      },
      {
        "index": 30,
        "text": "— Դե՛, հիմա գնա ինչ «հոգու բաժին» որ ունես, բոլորը բեր. դրանք քաղցած են։"
      },
      {
        "index": 31,
        "text": "Երեցկինը մի թեթև ժպիտ գործեց փոքրիկ երեսի վրա և դուրս վազեց։ Երևում էր, նա շատ, ուրախ էր իր հյուրերով, և գնաց մեզ համար նախաճաշիկ պատրաստելու։"
      },
      {
        "index": 32,
        "text": "«Գիժը» փոքր առ փոքր սկսեց ինձ դուր գալ. նրա առաջին ժանտությունը, որ ինձ վրա վատ տպավորություն գործեց, կարծես թե անցավ, և նա երևում էր ինձ մի մարդ չափազանց պարզ և բարեմիտ։"
      },
      {
        "index": 33,
        "text": "Ասլանը հարցրուց տերտերից, թե ո՞րտեղ են պահված իր «իրեղենները»։ Նա ցույց տվեց մի ուրիշ սենյակ, և Ասլանը առանց առաջնորդի մտավ այնտեղ։ Ես մնացի տեր հոր հետ մենակ։"
      },
      {
        "index": 34,
        "text": "— Կարդացե՞լ ես,— հարցրուց նա ինձանից։"
      },
      {
        "index": 35,
        "text": "— Կարդացել եմ,— պատասխանեցի ես։"
      },
      {
        "index": 36,
        "text": "— Ո՞ւմ մոտ։"
      },
      {
        "index": 37,
        "text": "— Մեր թաղի քահանայի, տեր Թոդիկի մոտ։"
      },
      {
        "index": 38,
        "text": "— Հասկացա…։ Դեռ չէ՞ սատկել այն ավազակը։"
      },
      {
        "index": 39,
        "text": "— Մնում է,— պատասխանեցի ես։— Բայց դուք ո՞րտեղից եք ճանաչում նրան։"
      },
      {
        "index": 40,
        "text": "— Ո՞վ չէ ճանաչում այն անպիտանին. նա Դատվանի «գզիրն» էր, էլ չարություն չթողեց, որ չգործեր։ Վերջը «ռեսին» սպանեց, փողերը կողոպտեց, փախավ, եկավ Սալմաստ, այնտեղ անունը փոխեց, և ասաց, թե անապատի ճգնավոր եմ, այսպիսով քահանա դարձավ. հիմա սկսել է կախարդություններով ժողովրդին խաբել։ Այդպես չէ՞։"
      },
      {
        "index": 41,
        "text": "Այս խոսքերը լսելով, ես բոլորովին զարմացա։"
      },
      {
        "index": 42,
        "text": "— Դու ինչպե՞ս պրծար նրա ձեռքից,— հարցրուց ինձ։"
      },
      {
        "index": 43,
        "text": "— Փախա նրա ուսումնարանից։"
      },
      {
        "index": 44,
        "text": "— Խելացի բան տեսար։ Երանի՜ թե Կարոյի հետ փախած լինեիր, հիմա մի օրինավոր մարդ դարձած կլինեիր… Ա՜խ, թե մի անգամ ձեռքս կընկներ այն անպիտանը…"
      },
      {
        "index": 45,
        "text": "— Ի՞նչ կանեիք,— հարցրի ես ծիծաղելով։"
      },
      {
        "index": 46,
        "text": "— Ի՞նչ պետք է անեի, իր հանգուցյալ հոր մոտ կուղարկեի…"
      },
      {
        "index": 47,
        "text": "Մեր խոսակցությունը ընդհատեց մի մարդ, որ դուրս եկավ այն սենյակից, ուր մտել էր Ասլանը։"
      },
      {
        "index": 48,
        "text": "Նա աչքերին ակնոցներ ուներ դրած և ոտքից ցգլուխ հագնված էր եվրոպական ձևով։ Ես առաջին անգամ տեսնում էի այսպիսի հագուստով մարդ։ Նույն միջոցին ներս մտավ և երեցկինը նախաճաշիկի մատուցարանը ձեռին բռնած, և տեսնելով եվրոպացուն, երեսը խաչակնքեց, ասելով."
      },
      {
        "index": 49,
        "text": "— Վա՜հ, տեր Հիսուս, չարը տանես, բարին բերե՛ս…"
      },
      {
        "index": 50,
        "text": "Տերտերը մի անկյունում կանգնած ծիծաղում էր։ Ես լավ զննեցի, տեսա, որ եվրոպացին ոչ այլ ոք էր, եթե ոչ Ասլանը, միայն կերպարանափոխ եղած, որպես շատ անգամ տեսել էի նրան աբեղայի հագուստով կամ վանեցի վաճառական ձևացած։"
      },
      {
        "index": 51,
        "text": "— Հը՜մ, երեցկին,— դարձավ նա դեպի միամիտ «տիրոխնին»,— եթե գիշերով տեսնեիր ինձ, ի՞նչ կանեիր։"
      },
      {
        "index": 52,
        "text": "— Ի՞նչ պիտի անեի, երեսս խաչ կհանեի, դու դևի պես կխափանվեիր։"
      },
      {
        "index": 53,
        "text": "— Ես խո դև կամ սատանա չեմ, որ խաչից վախենայի։"
      },
      {
        "index": 54,
        "text": "— Բա՛ սատանան ի՞նչպես կլինի։ Ափսոս չէի՞ն առաջվա շորերդ, որ փոխեցիր։"
      },
      {
        "index": 55,
        "text": "— Ես ամբողջ տասը տարի այսպես եմ հագնված եղել…— պատասխանեց Ասլանը։"
      },
      {
        "index": 56,
        "text": "— Սուրբ տիրամերը վկա, դա լավ չէ, ախար ինչի՞ է նման այսպիսի նեղ վարտիքը։"
      },
      {
        "index": 57,
        "text": "— Դրանք թող մնան,— կտրեց տերտերը կնոջ խոսքը։— Հիմա պետք է տեսնենք, թե ինչ բանի է նման քո բերած նախաճաշիկը։"
      },
      {
        "index": 58,
        "text": "Տերտերը ետ քաշեց մի ուրիշ վարագույր և նրա ետևից դուրս բերեց մի մեծ սրվակ գինի, դրեց իր կողքին և նստավ սեղանի մոտ։ Մենք ևս մոտեցանք ուտելու։ Նախաճաշիկը բավականին լավ էր պատրաստած. շա՜տ ապրի տերտերակինը, ամենևին չէր երևում, թե հասարակ գյուղացու եփած կերակուրներ լինեն։ Բայց տերտերակինը գյուղացի չէր, նա Վանա քաղաքիցն էր, և որպես հայտնեց ինձ հետո Ասլանը, նա տեր հոր երկրորդ կինն էր, որի հետ ամուսնացել էր նա իր քահանայության ժամանակ, առաջին կինը մեռնելուց հետո։ Թեև հայ քահանաներին թույլ տրված չէ երկրորդ ամուսնություն, բայց «գիժը» այն տերտերներից չէր, որ ենթարկվեր եկեղեցական կանոններին։ Նա ամեն բանի մեջ, որպես ռամկորեն ասում են «չոմախի (մահակի) զոռով էր գործում»… Բայց որպես և լիներ, տերտերն ու երեցկինը շատ սիրով էին երևում միմյանց հետ։"
      },
      {
        "index": 59,
        "text": "Հացի ժամանակ Ասլանը հարցրուց, թե ի՞նչ նոր լուրեր կան Վանից։"
      },
      {
        "index": 60,
        "text": "— Ազգային գործերը վատ չեն,— պատասխանեց տեր հայրը ծանր կերպով։— Պ…-ը ողջ և առողջ է, գիշերները բոշաների լակոտներ պար ածելով է անցկացնում… իր ձեռները նրանց շլինքին է փաթաթում…։ Քրդերին սովորեցնում է այս և այն վանքի հունձքի դեզերը կրակում են, որ գիշերները լույս լինի…։ Տոնախմբությանը ժամանակ ինքն էլ ետ չէ մնում հասարակաց ուրախությունից, և իր ժողովուրդը բարոյապես մխիթարում է. կույս աղջիկներ և ջահել հարսներ է փախցնել տալիս, որ հայոց զավակներն աճեն, ազգը բազմանա…։ Եթե մի անպատված աղջկա հայր գալիս է նույն անպատվողի մոտ բողոքելու (ուրիշ որտե՞ղ կարող է գնալ խեղճը), նրան մի փոքր խրատում է, փայտի տակ է գցում, ոսկորները լավ ջարդում է, որ փափկանան…։ Հետո նրան ասում է — «գնա՛, եղբայր, այս աշխարհը քո տեղը չէ, դու"
      },
      {
        "index": 61,
        "text": "մեծի պատիվը չես հասկանում»։ Նա ականջ է դնում նրա խրատին և գնում է մյուս աշխարհը…։ Մի ուրիշ սովորություն էլ ունի նա, որից երևում է, որ նա շատ բարեսիրտ է։ Երբ քրդի ավազակները հայոց գյուղորայքը թալանում են, և դժբախտաբար բռնվում են, նա քրիստոնեական մարդասիրությամբ գնում է փաշայի մոտ և ավազակներին ազատում է, դրա համար քրդերը նրան «հայր» են կոչում…։ Մի ուրիշ լավ կանոն էլ ունի նա, երբ մեկին կամենում է խրատել, նրանից փող է առնում. «ոչինչ պատիժ, ասում է նա, այնպես չի ցավեցնի ադամորդուն, որպես փողը, որովհետև շատ է սիրում»։"
      },
      {
        "index": 62,
        "text": "— Բայց ի՞նչպես մինչև այսօր նույն խրատներից զուրկ մնացիք դուք,— հարցրուց Ասլանը վրդովված ձայնով։"
      },
      {
        "index": 63,
        "text": "— «Գիժը գժին երբ որ կտեսնի, իր մահակը կթաքցնին,— ասաց նա թուրքի առածով։— Թեև նա ավազակ է, բայց ես էլ շատ բարի պտուղ չեմ…"
      },
      {
        "index": 64,
        "text": "— Լավ, դու այն ասա՛, ի՞նչ աչքով են նայում քաղաքի իշխաններն այդ ավազակի այս տեսակ առաքինությունների վրա,— հարցրուց Ասլանը։"
      },
      {
        "index": 65,
        "text": "— Նրանք անշնորհակալ մարդիկ չեն, ընդհակառակն, շատ երախտագետ են,— պատասխանեց տերտերը առաջվա ծանր կերպով։— Նրանք իրանց պարտքը լավ ճանաչում են, և ամեն ամիս ժողովրդի կողմից շնորհակալության վկայականներ են ուղարկում Պոլիս և նրան մեծ մարդկերանց հետ են համեմատում։ Բայց պետք է ճշմարիտն ասած, նա էլ չէ մոռանում իր պարատ որսերից երբեմն նրանց բերանը փոքրիկ պատառներ գցել…"
      },
      {
        "index": 66,
        "text": "— Փաշայի հետ ինչպե՞ս է նա։"
      },
      {
        "index": 67,
        "text": "— Որպես եղ ու մեղր, այնքան քաղցր են։"
      },
      {
        "index": 68,
        "text": "— Դա նույն փաշա՞ն է, որ մի անգամ հայոց եկեղեցու սեղանի վրա բոշա տղաներ էր պար ածել տվել և գինի էր խմել։"
      },
      {
        "index": 69,
        "text": "— Հենց նույնը։ Նա էլ հենց փաշայից սովորեցավ բոշաների պար ածելը։"
      },
      {
        "index": 70,
        "text": "Բոլոր այս խոսքերը, ինչ որ ասում էր տերտերը, թեև ինձ շատ հասկանալի չէին, բայց որպես նկատում էի, խայթոցի նման ծակում էին Ասլանի սիրտը։ Նրա պարզ դեմքը հետզհետե մթնում էր և նրա ձայնը զայրացած եղանակ էր ստանում։"
      },
      {
        "index": 71,
        "text": "— Ինձ բոլորովին անհավատալի է թվում,— ասաց նա,— Վանա ժողովուրդը իր նահապետական պարզամտության մեջ չէր կարող համբերել այս աստիճան չարագործութունների։ Այդ նշանավոր"
      },
      {
        "index": 72,
        "text": "մարդու վատ օրինակը ավելի շատ գայթակղեցնում է, ավելի շատ վիրավորում է միամիտ ժողովրդի զգացմունքը։"
      },
      {
        "index": 73,
        "text": "— «Նիզակը գողացողը առաջ նրա թաքցնելու տեղը կգտնի»,— պատասխանեց տերտերը։— Նա շատ ճարպիկ է իրան արդարացնելու խոսքեր գտնելու մեջ։ Երբ նրան ասում են, թե դու ի՞նչ գործ ունես փաշայի կամ այս և այն ավազակ քրդի և բոշա պար եկողների հետ։— Նա միշտ Պողոսի, իր անվանակցի, խոսքերը վկայություն է բերում, թե «պետք է հրեայի հետ հրեա լինել և հեթանոսի հետ հեթանոս»։ Ասում է, թե ես ժողովրդի օգտի համար եմ նրանց հետ բարեկամություն պահպանում, և"
      },
      {
        "index": 74,
        "text": "մահմեդականության սովորություններին"
      },
      {
        "index": 75,
        "text": "հետևում, որ նրանց հաճոյանամ և իմ ազգի շահերը պահպանեմ։"
      },
      {
        "index": 76,
        "text": "— Չարագո՜րծ,— ասաց Ասլանը։— Վասակները միշտ այսպես էին իրանց արդարացնում։"
      },
      {
        "index": 77,
        "text": "Թեև Ասլանը առաջուց ասում էր, շատ քաղցած եմ, բայց համարյա ոչինչ չկերավ։ Տերտերն էլ նկատեց այս և հարցրուց."
      },
      {
        "index": 78,
        "text": "— Ինչո՞ւ չես ուտում։"
      },
      {
        "index": 79,
        "text": "— Ախորժակս ավերվեցավ,— ասաց նա։"
      },
      {
        "index": 80,
        "text": "— Ա՛ռ, խմիր, թող սիրտդ հովանա, դարդերդ կմոռանաս։"
      },
      {
        "index": 81,
        "text": "Ասլանը ընդունեց գինու ահագին գավաթը, միանգամով խմեց։"
      },
      {
        "index": 82,
        "text": "— Բայց քո ախորժակը տեղն է,— դարձավ դեպի ինձ տերտերը.— որովհետև դու չես մտածում այն բանի վրա, թե Վանում ի՞նչեր են կատարվում։"
      },
      {
        "index": 83,
        "text": "— Ես դրա համար էլ գնում եմ այնտեղ, որ տեսնեմ, ինչպիսի քաղաք է։"
      },
      {
        "index": 84,
        "text": "— Ավելի լավ կանես, որ տեսնես մարդիկ ինչպես են ապրում այնտեղ,— ասաց քահանան։"
      },
      {
        "index": 85,
        "text": "Այնուհետև Ասլանը և տերտերը գնացին մի առանձին սենյակ, այնտեղ առժամանակ տաք-տաք խոսում էին. ես ոչինչ հասկանալ նրանց խոսքերից չկարողացա, որովհետև հեռու էին։ Ասլանը դուրս եկավ շատ վրդովված, և հրամայեց իսկույն պատրաստել ձիերը։"
      },
      {
        "index": 86,
        "text": "— Դուք մտածեցեք, որևէ բան չմոռանալ այստեղ,— ասաց քահանան։"
      },
      {
        "index": 87,
        "text": "— Ինչ որ պետք էր վեր առնել՝ ես տեղավորեցի այն երկու արկղների մեջ,— ասաց Ասլանը։— Բայց դուք պատրաստեցեք մի ձի արկղները կրելու համար և մի ծառա, որ ինձ հետ լինի։"
      },
      {
        "index": 88,
        "text": "— Կես ժամից հետո կարող ես ճանապարհ ընկնել. դուք համեցեք, այս մի գավաթն էլ անուշ արեք։"
      },
      {
        "index": 89,
        "text": "Ասլանը ընդունեց և խմեց։"
      },
      {
        "index": 90,
        "text": "Տերտերի խոսակցության մեջ «դու» և  «դուք» միևնույն նշանակությունն ունեին․ նա խառն ամեն կերպ գործ էր ածում։"
      },
      {
        "index": 91,
        "text": "— Ո՞ւր են, տղերքից ոչ մեկը չէ երևում,— հարցրուց Ասլանը։"
      },
      {
        "index": 92,
        "text": "— Ամենքն իրանց սիրելի խանումներին առած, գնացել են սարը, ոչխարների մոտ. Ալմաստն էլ այնտեղ է. ես և իմ թանկագին «տիրոխնին» մնացել ենք տանը։ Քահանայությունը ծա՜նր պաշտոն է,— ավելացրուց նա։"
      },
      {
        "index": 93,
        "text": "— Եվ դու ճշտությամբ կատարում ես… այնպես չէ՞,— հարցրուց Ասլանը ծիծաղելով։"
      },
      {
        "index": 94,
        "text": "— Ավելի լավ, քան մեր տեր Մարուքը, որը քերականություն է կարդացել։ Իմ մկրտածները ավելի լավ քրիստոնյաներ են դառնում, և իմ թաղած մեռելը գերեզմանից բնավ չէ վեր կենում…"
      },
      {
        "index": 95,
        "text": "— Բայց այն ինչպե՞ս եղավ, որ մի անգամ երեխային ավազանի մեջ խաշեցիր։ Պատմի՛ր տեսնեմ։"
      },
      {
        "index": 96,
        "text": "— Դա հին բան է, հիմա այնպես չեմ անում։"
      },
      {
        "index": 97,
        "text": "— Պատմիր, թող Ֆարհատն էլ լսե։"
      },
      {
        "index": 98,
        "text": "Տերտերը շատ ծիծաղելի կերպով պատմեց, թե իրանց երկրում սովորություն կա, երբ ձմեռը երեխային եկեղեցում մկրտելու են բերում, նրա հետ տաք ջուր են բերում ավազանում լեցնելու համար։ Մի մկրտության ժամանակ տատմոր բերած ջուրը շատ տաք է լինում, տեր հայրը այնպես լցնում է ավազանի մեջ, և չէ մտածում փորձել տաքության աստիճանը։ Հենց որ տղային կոխում է ավազանի մեջ, խեղճը իսկույն խաշվում է, և տերտերը այն ժամանակ միայն հասկանում է, թե նա մեռավ, երբ նկատում է, որ էլ ձայն չէ հանում։ «Դա փչացավ, ասում է կնքահորը, թե կա, գնացեք մի ուրիշը բերեք, որ մկրտեմ»։"
      },
      {
        "index": 99,
        "text": "Տերտերը մեզ երկար չպահեց՝ երևում էր, նա ինքը նույնպես շտապում էր, որ մենք շուտով ճանապարհ դուրս գանք։ Ինքը և երեցկինը եկան մեզ հետ մինչև գյուղից դուրսը, և այնտեղից բարեմաղթություններով բաժանվեցան մեզանից։"
      },
      {
        "index": 100,
        "text": "Գյուղը, ուր գտնվում էր տեր հոր տունը, նստած էր լեռների կուրծքի վրա, և չորեք կողմից, որպես բնական պարիսպներ, շրջապատել էին նրան սեպաձև բլուրներ, որով նա ստացել էր շատ ամուր և անառիկ դիրք։"
      },
      {
        "index": 101,
        "text": "— Տեսնո՞ւմ ես այս գյուղը,- ասաց Ասլանը, երբ հեռանում"
      },
      {
        "index": 102,
        "text": "էինք այնտեղից.— նա ունի հիսուն տուն միայն, բայց ամբողջ մի ամիս պատերազմեց ավելի քան 500 քրդերի հետ և մնաց դարձյալ անառիկ։"
      },
      {
        "index": 103,
        "text": "— Որովհետև ամուր դիրք ունի պատասխանեցի ես։"
      },
      {
        "index": 104,
        "text": "— Այդ չէ միայն պատճառը, բնակիչները քաջ և սրտոտ մարդիկ են։"
      },
      {
        "index": 105,
        "text": "— Որովհետև այնպիսի քահանա ունեն, որպես «գիժը»։"
      },
      {
        "index": 106,
        "text": "— Զարմանալի մարդ է դա,— պատասխանեց Ասլանը։— Դու նրա կատակներին մի՛ նայիր, բավականին խելք ունի և շատ բարեսիրտ է։"
      },
      {
        "index": 107,
        "text": "Այնուհետև Ասլանը պատմեց մի քանի հետաքրքիր անցքեր «գժի» կյանքից, որոնց ամենի մեջ երևում էր նա չափազանց հանդուգն և մեծասիրտ բնավորությամբ,— մի արկածախնդիր մարդ, որ իր ամբողջ կյանքում կռվել էր զանազան դժվարությունների դեմ։ Նրա ձեռքերը մաքուր չէին մնացել և արյունից. նա շատ անգամ սպանել է, հափշտակել է, ավար և գերի է բերել։ Շատ անգամ ևս հաղթվել է, բոլոր կայքը թշնամուց հափշտակվել է, և նրա առաջին կինը և որդիքը սրի բերան են ընկել։ Մի փոքր նշմարվող խելագարությունը այս անցքից հետո է պատահել։"
      },
      {
        "index": 108,
        "text": "— Այսուամենայնիվ,— շարունակեց Ասլանը,— տեր Մեսրոպը ժողովրդից շատ սիրված մարդ է․ մոտ տասն հայոց գյուղեր այս կողմերում գտնվում են նրա հովանավորության ներքո։ Եվ բոլորը հոր նման պաշտում են նրան։ Մի սաստիկ սովի ժամանակ, նա ծախեց ինչ որ ինքն ուներ, և ծախել տվեց հարուստներինը, և այսպիսով պահպանեց աղքատների կյանքը։ Նա իբրև քահանա, թեև անհարմար է, բայց իբրև կառավարող անձն, ունի շատ արժանավորություններ։ Այս պատճառով է, որ կարողացել է իր ձեռքի տակը պահել այս լեռներում գտնված բոլոր հայոց գյուղորայքը, առանց թույլ տալու որևիցե քրդի կամ թուրքի միջամտություն գործել նրանց հասարակական գործերի մեջ։"
      },
      {
        "index": 109,
        "text": "— Բայց կարդալ իմանո՞ւմ է,— հարցրի ես։"
      },
      {
        "index": 110,
        "text": "— Նա անգրագետ է և իր անունը հազիվ է գրում. բայց իմ կարծիքով, այսպիսի քահանաներն ավելի լավ են, քան թե նրանք, որ աստվածաբանական մթին խնդիրների մեջ թթված, ժողովրդին ավելի մոլորության և"
      },
      {
        "index": 111,
        "text": "հոգևոր մեռելության"
      },
      {
        "index": 112,
        "text": "մեջ են գցում։ Այսպիսի ժողովուրդը կյանք և հիմք չունի երկրի վրա։"
      },
      {
        "index": 113,
        "text": "— Տեր Մեսրոպը,— առաջ տարավ նա,— հայ քահանայի տիպ չէ։ Նա, ավելի հարմար է ասել, քրդի"
      },
      {
        "index": 114,
        "text": "շեյխ"
      },
      {
        "index": 115,
        "text": "է, որ մասնակից"
      },
      {
        "index": 116,
        "text": "է լինում իր ժողովրդի բոլոր կարիքներին, կովի ժամանակ քաջ զինվոր է, խաղաղության ժամանակ քահանա է և դատավոր։ Միշտ այսպես են եղել խաշնարած ցեղերի քահանաները։ Այսպես էին և Աբրահամը, Իսահակը, Հակոբը ու նրանց հաջորդները։ Մեր ընկերներից մեկը քահանա է,— չեմ ուզում անունը տալ և լավ քահանա, գիտե հունաց, եբրայեցոց և լատինացոց լեզուները, կարդացել է այն բոլոր գրքերը, ինչ որ վերաբերում է աստծուն, սկսած այն օրից, երբ հայտնվեցավ մարդերի մեջ աստվածության գաղափարը։ Բայց այս երևելի աստվածաբանը իր բոլոր գիտությունը ծալել է և պարկն է դրել, որովհետև իմանում է, թե ժողովուրդը չի հասկանա իրան։ Բայց մեր ժողովուրդն ավելի լավ կհասկանա տեր Մեսրոպի լեզուն, որովհետև նա ժողովրդի միջից ծագած և ժողովրդի գաղափարներով մարդ է, նա"
      },
      {
        "index": 117,
        "text": "դպիր"
      },
      {
        "index": 118,
        "text": "չէ։"
      },
      {
        "index": 119,
        "text": "Ասլանի այն խոսքը,— թե «մեր ընկերներից մեկը քահանա է» — ինձ նոր մտածության մեջ գցեց։ Ես նրա ընկերներին բոլորին ճանաչում էի, այդ ո՞րն էր, որ «աստվածաբանությունը ծալած պարկն էր դրել» և այժմ սրի հետ էր խաղում։ Նա ինձ ոչինչ չասաց և ես չհարցրի, որովհետև սկզբից հայտնեց, թե ասելու նպատակ չունի։ Բայց ինձ ոչ սակավ զարմացնում էր Ասլանի եվրոպական ձևով կերպարանափոխությունը, մանավանդ այն խոսքը, որ նա ասաց տերտերակնոջը՝ «ես ամբողջ վեց տարի այսպես եմ հագնված եղել»… Որտե՞ղ, ո՞ր երկրում։"
      },
      {
        "index": 120,
        "text": "Մինչ ես այս մտածության մեջ էի, նա ինձ ասաց.— Ֆարհատ, այսօր մենք հասնելու ենք Վան քաղաքը. այնտեղ ոչ ոք չէ ճանաչում ինձ, բացի մի քանի բարեկամներից. ես այնտեղ հայտնվելու եմ, որպես եվրոպացի բժիշկ. դու պետք է զգույշ լինես չխանգարել իմ դերը…"
      },
      {
        "index": 121,
        "text": "— Ես այնքան հիմար չեմ,— պատասխանեցի։— Բայց եթե քեզ առաջարկելու լինեն մի հիվանդ, ի՞նչ կանես։"
      },
      {
        "index": 122,
        "text": "— Կբժշկեմ,— պատասխանեց նա։"
      },
      {
        "index": 123,
        "text": "— Ինչպե՞ս կարող ես բժշկել,— հարցերի ես զարմանալ։"
      },
      {
        "index": 124,
        "text": "— Կարող եմ,— դարձյալ պատասխանեց նա վճռական կերպով։"
      },
      {
        "index": 125,
        "text": "— Տեսնո՞ւմ ես այն երկու մեծ արկղները, որ տանում է տեր Մեսրոպի ծառան, նրանց մեջ ամփոփված են իմ դեղորայքը և բժշկական գործիքները, որ շատ անգամ ինձ հետ ման եմ ածում։"
      },
      {
        "index": 126,
        "text": "Ես հետո, շատ հետո իմացա, որ Ասլանը ոչ թե հասարակ բժիշկ էր, այլ մի հմուտ բժշկապետ։ Նա այդ արհեստը ուսել էր"
      },
      {
        "index": 127,
        "text": "Ամերիկայում, երբ Հնդկաստանից այնտեղ էր գնացել։ Նա ուսել էր և շատ եվրոպական լեզուներ, և այնպես էր սիրում արհեստը ու գիտությունը, որպես հասարակաց բարօրության գործը։ Այո՛, ես շատ հետո իմացա, որ նա տեր Թոդիկի դպրոցից փախչելուց հետո իրան նվիրել էր ուսման և բարձր գիտությունների…"
      },
      {
        "index": 128,
        "text": "— Լավ, քանի որ դու բժիշկ ես, այլևս կասկածելու ի՞նչ ունես։ Ես ինչո՞վ կարող եմ խանգարել քո դերը,— հարցրի ես։"
      },
      {
        "index": 129,
        "text": "— Ես այնտեղ պետք է գաղեմ իմ հայությունը…— պատասխանեց նա վրդովված ձայնով, կարծես, նրան խիստ ծանր էր արտասանել այս խոսքը։"
      },
      {
        "index": 130,
        "text": "Նույն օրվա երեկոյան պահուն, երբ մութը պատել էր աշխարհը, մենք մտանք Վան քաղաքը։"
      },
      {
        "index": 131,
        "text": "Առաջին հատորի վերջը"
      }
    ]
  }
}
