{
  "chapterNumber": 40,
  "title": "Խ. ԱՍԼԱՆԻ ԴԱՏՈՂՈՒԹՅՈՒՆՆԵՐԸ — The Trials of Aslan",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Արեգակը արդեն ծագել էր, երբ մենք հասանք վանքի մոտ։ Մարոն այնպես անցավ ուխտավորների բանակի միջից, որ ոչ ոք նրան չճանաչեց։"
      },
      {
        "index": 1,
        "text": "Ես այնուհետև մի քանի անգամ տեսնվեցա Ասլանի հետ. նա իր աբեղայական կերպարանքով հայտնվում էր ուխտավորների ամեն շրջաններում։ «Այստեղ, ասում էր նա, այս տոնախմբության առիթով հավաքվել են ամեն երկրի հայեր, և ես նրանց լավ ուսումնասիրելու"
      },
      {
        "index": 2,
        "text": "համար փոխեցի կերպարանքս, գիտեի, որ աբեղան ավելի մատչելի է նրանց։ Այս մարդիկն առանց զգացմունքի, առանց եռանդի չեն. նրանք հասկանում են իրանց դրության բոլոր այլանդակությունը, բայց դարևոր հարստահարությունների տակ ճնշվելով, մինչ այն աստիճան հոգով և մարմնով թուլացած են, որ շատ բնական են գտնում իրանց վիճակի բոլոր դառնությունները։ Նրանք կարծում են, թե այլ կերպ լինել կարող չէր, թե իրանք ստեղծված են ստրուկներ լինելու համար։ Մի ձեռք, մի զորեղ ձեռք պետք է, որ դրանց վեր բարձրացնե ընկած դրությունից և կանգնեցնե մարդկային ազատ իրավունքների վրա»։ Այնուհետև նա երկար խոսում էր ինձ հետ զանազան առարկաների վրա, ես մինչև այսօր չեմ մոռացել, և կարող եմ բոլորը բառ առ բառ գրել։ Նա ասում էր․"
      },
      {
        "index": 3,
        "text": "«Լինում է, այո՛, որ մի ամբողջ ժողովուրդ ինքն է կանգնում ոտքի վրա, ինքն առանց օտարի ձեռնտվության թոթափում էր իր վզից ստրկության լուծը։ Բայց դա լինում է այն ժամանակ, երբ նա բավականին հասկացել է, թե ինչ բան է ազատությունը։ Եթե մեր ժողովրդի առաջնորդող մասը նրան այն շավղի մեջ տված լիներ, նրան այնպիսի ուղղություն տված լիներ, որ նա վերջապես հասկանար, թե որքան վատ է օտարի կոպիտ ուժի տակ ճնշված դրությունը, թե որքան լավ է իր սեփական հողի վրա իր քրտինքով ազատ ապրելը.—"
      },
      {
        "index": 4,
        "text": "մեր գործը"
      },
      {
        "index": 5,
        "text": "շատ հեշտ առաջ կերթար…"
      },
      {
        "index": 6,
        "text": "Բայց ո՞վքեր են մեր ժողովրդի առաջնորդող անձինքը։— Մենք ազնվապետական դաս չունենք, մենք ունենք վաճառականներ և եկեղեցականներ։ Վաճառականները, այլ խոսքով դրամատերերը, դուք գիտեք, ի՜նչ տեսակ հրեշներ են. մնում են եկեղեցականները, որոնց ձեռքումն է ժողովրդի կրթությունը և նրա բարոյական և մտավոր դաստիարակությունը։ Եկեղեցականը, որ ազգի մեջ և լիներ նա, միշտ ընդդեմ է մարդկային անհատական ազատության։ Եկեղեցականը միշտ ընդդեմ է ազգայնության գաղափարին. նա ճանաչում է ազգը միայն կրոնքի անունով. նրա «հոտի» մեջ «խուժդուժ, սկյութացի և հույն» — բոլորը մեկ են։ Եկեղեցականը միշտ ընդդեմ է աշխարհային բարեկեցության. նա չէ կարող համբերել, որ մարդը ճանաչեր իր հայրենիքը, այսինքն երկրի այս կամ այն կտորի վրա հիմներ իր կյանքի և ապրուստի գոյությունը։ Եկեղեցականը հերքում է ներկա աշխարհը, նրա հայրենիքը երկինքն է․"
      },
      {
        "index": 7,
        "text": "Ուրեմն մի ժողովուրդ, որ հանձնված էր եկեղեցականի կրթությանը, կարո՞ղ է մտածել այս բաները.— թե ինքը մի ազգի որդի"
      },
      {
        "index": 8,
        "text": "է, ունի իր առանձնությունները, իր պատմությունը և իր ավանդությունները, որոնք իր համար նույնքան սուրբ են, որքան սուրբ է ազգային ինքնուրույնությունը։ Թե իր նախնիքը թողել են իրան մի կտոր հող. դա իր նվիրական ժառանգությունն է. այն հողը պետք է մշակել և նրանով քաղցր ու հանգիստ վարե իր կյանքը։"
      },
      {
        "index": 9,
        "text": "Ես կհայտնեմ քեզ միմիայն Վանա նահանգի, կամ հին անունով Վասպուրականի, վիճակագրությունը, և կտեսնես, թե ժողովրդի հետ համեմատելով, որքան մեծ տեղ է բռնում եկեղեցական տարրը իր վանքերով և մենաստաններով»։"
      },
      {
        "index": 10,
        "text": "Նա հանեց իր ծոցից մի փոքրիկ հիշողության գրքույկ և սկսեց կարդալ."
      },
      {
        "index": 11,
        "text": "«Վանա նահանգն ունի 24 գավառ, որոնք շրջապատում են Բզնունյաց ծովակի չորս կողմը։ Հիշյալ գավառների մեջ բազմաթիվ հայաբնակ և խառնաբնակ գյուղերից այժմ շեն մնացած են 1652-ը. նրանց մեջ բնակվում են 43,750 հայ ընտանիք, որոնք բաղկացած են մոտ 350,000 հոգուց։ Բացի գյուղաբնակներից, Վան քաղաքն ունի 20,640 հոգի հայ բնակիչ. կնշանակե՝ ամբողջ Վանա նահանգն ունի 370,640 հոգի հայ բնակիչներ։ Հիշյալ գյուղորայքում և Վան քաղաքում կան 382 եկեղեցիներ, որոնք ունեն 270 քահանա, կնշանակե՝ շատ գյուղեր զուրկ են եկեղեցուց, և շատ եկեղեցիներ քահանա չունեն, բայց կան այնպիսի գյուղեր, որոնք մի եկեղեցու փոխարեն ունեն մի քանիսը։ Դրա հակառակ, համեմատաբար շատ խոշոր բազմություն են կազմում կուսակրոն աբեղաները, վանքերը և մենաստանները։— Վանա նահանգն ունի 87 վանքեր և մենաստաններ, որոնց մեջ բնակվում են 1,500-ի չափ եպիսկոպոսներ, վարդապետներ, ճգնավոր և մենակյաց աբեղաներ։— Այս բոլոր կրոնական հիմնարկությունների հանդեպ ամբողջ նահանգում չկա ոչ մի ժողովրդական դպրոց։ Կան, արդարև, մի քանի վանքերի խուցերում փոքրիկ վարժարաններ, բայց նրանք պատրաստում են տիրացուներ և կրոնավորներ միայն, իսկ ժողովրդի հազարից մեկը անգամ գրագետ չէ։"
      },
      {
        "index": 12,
        "text": "Երևակայեցեք 87 վանքեր և մենաստաններ ու 1,500-ի չափ կուսակրոն աբեղաներ մի նահանգում,— դա մեծ քանակություն է։ Բայց առաջ ավելի բազմաթիվ են եղել վանքերը, նրանց շատերի ավերակներն են մնում այժմ, և շատերը բոլորովին անհետացել են։ Աբեղաների մասին նույնպես խոսում են, թե այժմ նրանց թիվը կիսով չափ պակասել է. բայց այդ մնացածները դարձյալ շատ"
      },
      {
        "index": 13,
        "text": "են։ Եվ այս ծույլ, ցնորամիտ «երկնաքաղաքացիների» ազդեցությանն ենք պարտական, որ մեր ժողովուրդն այսօր գտնվում է իր խորին բթամտության մեջ։"
      },
      {
        "index": 14,
        "text": "Բայց եղել են ժամանակներ և այն ժամանակները շա՜տ հին են, երբ մեր եկեղեցականներն այնպես չէին, որպես այժմ։ Նրանք դրանց նման անբնական կյանք չէին վարում. նրանք գերդաստանի հայրեր էին և ընտանիքների մեջ էին բնակվում։ Այս պատճառով, նրանք գիտեին, թե ի՛նչ է կյանքը, ի՛նչ է աշխարհը և ինչպես պետք է հոգ տանել նրա համար, որ մարդու ապրուստը հանգիստ ու բախտավոր լինի։ Գերդաստանի հայր լինելով, միևնույն ժամանակ նրանք ժողովրդի հայրն էին. ծնողական սիրո զգացմունքը առաջ էր բերել նրանց մեջ և խիստ ջերմ սեր դեպի ամբոխը, և բոլոր սրտով նվիրել էին իրանց անձը ժողովրդի բարօրությանը։ Իսկ այժմ չէ կարելի գտնել մի մարդ, որ այնպես վայրենի, անզգա և անտարբեր լիներ դեպի հասարակաց բարին, ինչպես մեր կուսակրոն եկեղեցականը։"
      },
      {
        "index": 15,
        "text": "Վանքն այն ժամանակ, այժմյան պես, աշխարհային գործերից փախած և իրան երևակայական հոգևոր ցնորքների նվիրած, ծույլերի բնակարան չէր։ Վանքն այն ժամանակ, այժմյան պես շնորհավաճառության, կախարդության և տեսակ-տեսակ մոլությունների հանդիսարան չէր։— Վանքն այն ժամանակ հոգևոր և մարմնավոր դպրոց էր, ուր անխոնջ միաբանությունը պարապած էր մանկտու կրթությունով, գրքերի թարգմանությունով, ինքնուրույն հեղինակություններով, և գիտությունն ու լույսը ժողովրդի մեջ տարածելով։"
      },
      {
        "index": 16,
        "text": "Եկեղեցականությունն այն ժամանակ, որպես կրոնի, եկեղեցու և կրթության, նույնպես և հայրենիքի ու պետության՝ հզոր պաշտպանն էր։— Եթե լինում էին մեր թագավորների ու նախարարների մեջ խռովություններ, եկեղեցականն էր նրանց մեջ հաշտեցուցիչ տարրը։ Եթե լինում էին թշնամու հետ պատերազմներ, եկեղեցականն էր ոգևորում ժողովրդին կռվելու, քաջությամբ կռվելու և պաշտպանելու իր հայրենիքը։ Եթե որևիցե թագավորի հետ պետք էր խաղաղության դաշն կապել, եկեղեցականն էր դեսպանախոսության գնում։ Եթե հայրենիքին վտանգ էր սպառնում և ուրիշ թագավորից պետք էր օգնություն խնդրել, եկեղեցականն էր միջնորդ դառնում։— Մի խոսքով, բարձր հոգևոր կառավարությունը խիստ սերտ կերպով կապված էր թագավորի իշխանության հետ. և երկու ներդաշնակ ուժեր, միացած մի ամբողջության մեջ,"
      },
      {
        "index": 17,
        "text": "առաջ էին տանում պետության կառավարությունը։ Եվ այն ժամանակ Հայաստանը երջանիկ էր…։"
      },
      {
        "index": 18,
        "text": "Այս ամենը, ինչ որ գործում էր եկեղեցականությունը, բոլորովին ընդդեմ էր նրա կրոնական բնավորությանը։ Բայց մեր եկեղեցականությունը այն ժամանակ մի նշանավոր բացառություն էր կազմում ամբողջ քրիստոնեական աշխարհում.— նա կատարյալ ժողովրդական էր. նա միացնում էր իր մեջ հոգևոր և նյութական կյանքը — իրական աշխարհը և երկինքը։ Իսկ ա՞յժմ…։"
      },
      {
        "index": 19,
        "text": "Այժմ եկեղեցականը մեզ համար մի մեռած և անպիտանացած տարր է. նորից կյանք տալ նրան, դա շատ ուշ կլիներ. այդ պատճառով մենք ստիպված ենք դիմել ուրիշ միջոցների, որպեսզի մեր ժողովուրդը վերականգնենք, որի մեջ դեռ բոլորովին հանգած չեն կենսական ուժերը։ Այո՛, հանգած չեն, բայց մնացել են նրանց անզոր կայծերը միայն, որոնց պետք է շունչ տալ, բորբոքել, մինչև նրանք բոցավառվեն…։ Իսկ դա լինում է տոկուն և հիմնավոր կրթությամբ, որպեսզի ժողովուրդն ինքը հասկանա, թե որքան լավ է ազատությունը, որքան հանգիստ և ուրախ է լինում մարդու կյանքը, երբ նա ազատ է…։"
      },
      {
        "index": 20,
        "text": "Բայց մեր ընկեր Կարոն բոլորովին տարբեր մտածություն ունի. նա բնության հարազատ և ազատ որդին է։ Նա ասում է՝ ազատությունը մարդու ընդաբույս բնազդումներից մեկն է. նա ստեղծված և ծնված է մարդու հետ։ Նա ասում է՝ բնության մեջ ամեն մի առարկա, որոնց մեջ կա կյանքի և աճելության զորություն, պահանջում են ազատ լինել, ազատ զարգանալ։ Եվ եթե մարդը տանում է ստրկության, դա ակամա է. հեռացրու նրանից ճնշող ուժը, կտեսնես, նա ազատ էակ է։ Շատ հարկավոր չէ, ասում է Կարոն, որ մարդը հասկանա թե ի՛նչ բան է ազատությունը, որպեսզի ձգտումն ունենա դեպի նա։ Որպես կարող է մարդը չգիտենալ, թե ինչ նյութ է օդը կամ որպիսի քիմիական տարերքից բաղադրված է նա և կամ ի՛նչ սնունդ է տալիս իր մարմնին,— բավական է, որ նա գիտե, երբ օդ չշնչե, կմեռնի։ Ազատությունը, ասում է նա, մարդու հասարակական կյանքի մթնոլորտն է, որի մեջ զարգանում է նա, կատարելագործվում է և հասնում է իր մարդկային բարձր նշանակությանը։ Որքան ճնշված, որքան սահմանափակված լինի այս մթնոլորտը, այնքան մարդը անզոր, ծույլ և բթամիտ կմնա։ Ազատությունը մարդ սովորում է ազատության մեջ։"
      },
      {
        "index": 21,
        "text": "Ես մասամբ համաձայն եմ Կարոյի հետ,— առաջ տարավ Ասլանը,"
      },
      {
        "index": 22,
        "text": "— այո, ազատությանը մարդ ընտելանում է ազատության մեջ։ Բայց գլխավոր բանն այն է, թե ի՞նչ միջոցներով պետք է տալ մի ճնշված ժողովրդին ազատություն, երբ որ հազարավոր զորեղ ձեռքեր արգելք են լինում։ Եվ ո՞վ պետք է առաջնորդե ժողովրդին դեպի ազատություն։"
      },
      {
        "index": 23,
        "text": "Մեր դրամատերերն, որպես դու տեսար, սկսած առաջին «ամիրայից» մինչև վերջին «քեռի Պետրոսը» ավազակներ են, ապրում են ժողովրդի արյունով և քրտինքով։ Մեր եկեղեցականները, սկսած պատրիարքից մինչև վերջին Կարապետ հայր սուրբը, նույնպես ավազակներ են։ Պատրիարքը իր առաքելական աթոռը գնում է սուլթանի բարձրագույն դռնից կաշառքով. իսկ Կարապետ հայր սուրբն իր վանքի վանահայրությունը գնում է քուրդ իշխանից նույնպես կաշառքով։— Երկուսն էլ պետք է կողոպտեն, կեղեքեն ժողովուրդը, որ կարողանան իրանց բռնապետական դիրքը պահպանել։"
      },
      {
        "index": 24,
        "text": "Մեզ պակաս է և հասարակական գլխավոր զորությունը, այն է թարմ և նորահաս"
      },
      {
        "index": 25,
        "text": "երիտասարդությունը"
      },
      {
        "index": 26,
        "text": ", դրանք կարող էին դպրոցների, գրականության և լրագրության միջոցով զարթեցնել և նախապատրաստել ժողովրդին։ Բայց դժբախտաբար մենք երիտասարդություն չունենք. մենք ունենք Կ. Պոլսում մի քանի տգետ և ամեն կրթությունից զուրկ «զևզեկներ» միայն, որոնք ուրիշ ոչինչ չեն, եթե ո՛չ շաղակրատ տիրացուներ։ Էլ ո՞վ է մնում։— Մնում են մի քանի կարոներ, արդարև, ազնիվ և գործող անձինք, բայց մի ձեռքը ծափ կզարկե՞…։"
      },
      {
        "index": 27,
        "text": "Այսուամենայնիվ, մենք բոլորովին հուսահատ չենք. մենք ունենք մի, թեև անմշակ, բայց մեծ զորություն —"
      },
      {
        "index": 28,
        "text": "ամբոխը"
      },
      {
        "index": 29,
        "text": ",— դա բավական է…"
      },
      {
        "index": 30,
        "text": "Քեզ ցույց տված վիճակագրական թվանշաններից հայտնի է, թեև հայ ժողովուրդը Վանա նահանգում թշնամու սրից, սովից, կրակից և բարբարոսական հարստահարություններից այժմ մեծ մասամբ սպառվել է, այսուամենայնիվ 370,640 հոգին դարձյալ մի խոշոր թվանշան է։ Մի այսքան բազմություն դեռ ամփոփ կերպով մնացել է հայրենական հողի վրա։ Թողյալ այդ, այս նահանգում կան և ուրիշ ազգություններ, որոնք մեզ վիճակակից են։ Հրեաների, ասորիների, բոշաների և եզիդիների դրությունն ավելի վատ է, քան թե հայերինը։ Այս թշվառականները նույնպես մարդիկ են և մեզ նման մարդիկ, նրանց էլ պետք է ազատությունը։ Նրանք մեր բարի դրացիներն են և լավ կենակիցներ են, նրանք պատրաստ են մեզ հետ գործելու…։"
      },
      {
        "index": 31,
        "text": "Հաշվելով ամբողջ Վանա նահանգի քուրդ, թուրք և այլ մահմեդական ազգաբնակությունները, բոլոր հայերի կես մասը հազիվ են կազմում. բայց նրանք տիրում են ամենի վրա, որովհետև զենք ունեն, որովհետև կոպիտ և վայրենի ուժ ունեն։ Այս երկրներն անունով միայն պատկանում են Տաճկաստանին, բայց իսկապես տիրում են քրդերը։ Այսպիսի բարբարոս ազգերի իշխանության ներքո, որոնք ամենևին կրթության ընդունակ չեն, անհնար է մի ուրիշ, ավելի ընդունակ ազգության զարգանալ և մարդկային առաջադիմության ձգտել։ Ահա՝ գլխավոր պատճառը, թե ինչո՞ւ այստեղ հայերն այսքան ետ են մնացել, և այսպես խավարի մեջ են ապրում։ Կրկնում եմ, հայը ընդունակ է կրթության, որովհետև նա քրիստոնյա է, որովհետև նա ունի հարուստ լեզու և ճոխ, բազմակողմանի գրականություն. նա ունի պատմական անցյալ։ Մի քրեական հանցանք է դա մարդկության դեմ, թողնել մի այսպիսի ազգություն, որ բարոյապես, մտավորապես և ֆիզիկապես ոչնչանա վայրենի քրդի ու թուրքի լծի տակ։ Հայը և ասորին կարող են արևելքում գիտության և կրոնի առաքյալներ լինել, ինչպես եղել են առաջ, բայց նախ պետք է նրանց ազատություն տալ։"
      },
      {
        "index": 32,
        "text": "Բայց երբեք օտարը մարդու համար չէ մտածում, քանի որ նա ինքն իր մասին անհոգ է։ Ռամկական առածն ասում է՝ «մինչև տղան լաց չէ լինում, մայրը ծիծ չէ տալիս»։ Բայց մենք այդ էլ փորձեցինք, շա՛տ լաց եղանք, շա՛տ աղաղակեցինք, բայց մեր ձայնը լսող չեղավ…։ Որովհետև ամբողջ աշխարհն իր փորի և քսակի համար է մտածում…։ Որպես Կ. Պոլսի «ամիրա» սեղանավորը, իր անձնական շահերի պատճառով, միշտ խնկարկում է մի փտած և անկարգ կառավարության և միշտ նրա տևողականության համար է աղոթում,— այնպես էլ կան ամբողջ քրիստոնյա պետություններ, որոնք թուրքի հետ առևտրական հարաբերություններ ունեն, և իրանց մասնավոր շահերի պատճառով թողնում են, որ զանազան խեղճ ազգություններ թուրքի բռնակալության տակ ճնշվեն։— Նրանք վաճառականներ են, վաճառականի սրտից միշտ հեռու է մարդասիրական զգացմունքը…"
      },
      {
        "index": 33,
        "text": "Օտարի օգնությունից մեզ շահ չկա։ Դժբա՜խտ է այն ազգը և մի՜շտ դժբախտ կմնա, որ օտարի օգնությանը կարոտ կլինի։ Ոչ ոք իր հոր հոգու համար մեզ չի օգնիլ. նա պետք է տասը բան առնե մեզանից, որ մի բան տա։ «Ողորմություն խնդրողի երեսը միշտ սև կլինի և քսակը դատարկ»։ Մարդ պետք է իր սեփական աշխատությամբ և իր ուժովը ոտքի կանգնե։ Օտարի օգնությունը նման"
      },
      {
        "index": 34,
        "text": "է մի նեցուկի, որը հենց որ ետ քաշեցիր, կտեսնես, դարձյալ ցած կընկնի նրա վրա հենված առարկան…"
      },
      {
        "index": 35,
        "text": "Մեր գլխավոր օգնականն է մեր երկրի բնությունը — նրա տեղագրական դիրքը։ Վան-Տոսպը իր անմատչելի լեռներով, իր անդնդախոր ձորերով և իր նեղ փապարներով մի հսկայական ամրոց է. այստեղ շատ դժվարությամբ կարող է մուտք գործել օտար և ինքնակոչ հյուրը։ Այստեղ շատ անգամ հռոմայեցիք, հույները, պարսիկները, մարերը և արաբացիք կորցրել են իրանց լեգեոնները։ Վանա նահանգը բնությունից պատրաստված է հայերի համար"
      },
      {
        "index": 36,
        "text": "ազատ կեցության կենտրոն"
      },
      {
        "index": 37,
        "text": "լինել։ Նա իր չորեք կողմում ունի այնպիսի գավառներ, որոնք մինչև այսօր շատ խիտ բնակեցրած են հայերով։ Հյուսիսից բռնած է Արզրումի ընդարձակ նահանգը Կարսի, Բայազեդի և Մագվի գավառներով։ Հարավից՝ Դիարբեքիրի նահանգը Սասնո և Մոգաց գավառներով։ Արևմուտքից տարածվում է ընդարձակ Տարոնը՝ Բաղեշի և Մուշի գավառներով։ Արևելքից՝ Խոյի, Սալմաստի, Ուրմիայի և Ռավանդուզի գավառները։"
      },
      {
        "index": 38,
        "text": "Բացի հիշյալ նահանգներից և գավառներից, որոնք շրջապատում են Վան-Տոսպը, մենք հարավ-արևելյան կողմում ունենք մի լավ դրացի —լեռնային Ջոլամերիկը, որ իր վայրենի դրությամբ կարող է Հայաստանի Դաղստանը համարվել։ Այս երկիրը, որ մեր հին Տմորիք կամ Կորդիք գավառն է, այժմ բնակեցրած է ասորիների ջոլո կոչված ցեղով, որոնք նեստորական քրիստոնյաներ են։ Ջոլոն մի քաջազնական ժողովուրդ է, որ սկսյալ անհիշելի ժամանակներից, Ջոլամերկի լեռներում պահպանել է իր անկախությունը։ Քրդի և թուրքի իշխանությունը մինչև այսօր այնտեղ մուտք չէ գործել։ Բայց ի՞նչ է պատճառը։ Ջոլոները թվով այստեղի հայերից շատ փոքր են. նրանց թիվը հազիվ թե 50 հազարի է հասնում, կնշանակե Վանա նահանգի հայ ազգաբնակության ութերորդ մասը։ Ուրեմն ի՞նչ է պատճառը, որ նրանք ազատ են։"
      },
      {
        "index": 39,
        "text": "Ջոլոները բոլորը զինվորված մարդիկ են. նրանց կանայք, աղջիկներն մինչև անգամ զենք են կրում։ Նրանք հասկացել են, թե առանց սրի մեր դարում չի կարելի գլուխ պահել։ Հրեշտակները միայն չեն կրում, որովհետև պաշտպանելու ոչինչ չունեն. բայց նրանք էլ հարկավորված միջոցում զինավորվում են…"
      },
      {
        "index": 40,
        "text": "Ջոլոները կառավարվում են իրանց պատրիարքի իշխանության ներքո, որ կոչվում է Մար-Շիմոն. դա ժողովրդի հոգևոր և մարմնավոր իշխանն է։ Այժմյան Մար-Շիմոնը մի քաջ երիտասարդ է, որ միացրել է իր ձեռքում Քրիստոսի խաչը և ազատության սուրը։"
      },
      {
        "index": 41,
        "text": "Բոլոր ժողովուրդը հպատակում է նրան որդիական հնազանդությամբ։ Մար-Շիմոնի օրինակը մի բացառություն է ամբողջ քրիստոնեական աշխարհում, որ հոգևոր պատրիարքը միևնույն ժամանակ հասարակ զինվոր է, հայրենիքի պաշտպան է։ Հռոմի պապը նույնպես պահում է զինվորներ, բայց պապի իշխանությունը մի կատարելագործված խաբեություն է։ Մար-Շիմոնը զինվոր է, զինվորի բոլոր ազնիվ հատկություններով։"
      },
      {
        "index": 42,
        "text": "Մար-Շիմոնի երկիրը մեծ մասամբ մաքրած է օտարազգիներից. այնտեղ կան փոքր թվով հայեր և մի քանի քրդի ցեղեր, որոնք բոլորն էլ հպատակում են պատրիարքի իշխանությանը։ Մար-Շիմոնի երկիրը մի փակված Չինաստան է, ուր օտարի ոտքը մուտք չէ գործում։ Բայց Կարոն այժմ այնտեղ է. նա գնացած է պատրիարքի մոտ մի քանի գործերի համար տնօրինություններ անելու, հուսով եմ, որ նրա տեսությունը հաջող վախճան կունենա…"
      },
      {
        "index": 43,
        "text": "Ջոլոների օրինակը մի մեծ խրատ է մեզ, հայերիս համար, թե մենք էլ կարող ենք մեր լեռներում ազատ և հանգիստ ապրել, եթե մեր ազատությունը կամենայինք պաշտպանել մեր սրով և արյունով։ Բայց մենք ունե՞նք այնպիսի հոգևորականություն ինչպես Մար-Շիմոնը. մենք ունե՞նք այնպիսի ժողովուրդ, ինչպես Ջոլոն։ Հայը սրից այնպես է վախենում, ինչպես դևից…»։"
      }
    ]
  }
}
