{
  "chapterNumber": 18,
  "title": "ԺԸ. ԵՐԿՊԱՌԱԿՈՒԹՅԱՆ ԽՆՁՈՐԸ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Լեռների մերկ գագաթները պատեց երեկոյան ստվերը, իսկ ձորերի մեջ լույսը հետզհետե աղոտ գույն էր ստանում, միայն ոսկեգույն ամպերը, որոնք ահագին բեկորներով գլորվում էին օդի բարձրության մեջ, դեռ արտափայլում էին հանգչող արեգակի վերջին ճառագայթների ծիրանի շառավիղներով։"
      },
      {
        "index": 1,
        "text": "Գեղեցի՜կ երեկո էր, լեռնային երեկոների այն ժամը, երբ քա՜ղցր հնչում են հովիվների երգերը, երբ ախո՜րժ է լսել արոտից դարձող ոչխարների խառնաձայն բառաչմունքը և ձիերի երամակների ուրախ խրխինջը, որոնք կայտռելով վազում են դեպի իրանց գիշերային օթևանը։ Նույն ժամուն թեթև քամին նազելով քսքսվում է քո երեսին և բարակ մելոդական հնչումներով մրմնջում է՝ «շնչի՛ր լի կուրծքով անուշահոտությունը, որ ես խլել եմ հազարավոր ծաղիկներից»։"
      },
      {
        "index": 2,
        "text": "Բայց ինձ զգալի չէին այս ձայները, ես չէի լսում ոչ զեփյուռի մեղեդին և ոչ հովվի երգը, ինձ գրավել էր միայն Մարոն, միշտ նրան էի տեսնում և նրա ձայնը լսում, թեև նա ամենևին չէր խոսում։"
      },
      {
        "index": 3,
        "text": "Մեր վերադարձը դեպի Կ. գյուղը տևեց բավականին երկար, որովհետև այժմ բոլորովին այլ ճանապարհով էինք գնում։ Մութը վաղուց պատել էր, և ամառային գիշերի աստղերը վառվում էին հիանալի փայլողությամբ։"
      },
      {
        "index": 4,
        "text": "Խոսակցության առարկան նույն ավուր որսորդությունն էր. ծերունի Ավոն հանաքներով ծաղրում էր Ասլանի և Սագոյի անճշտությունը, որոնց երկուսի նետումները ղաբանը սպանելու համար անցել էին իզուր։ Սագոն աշխատում էր յուրյան արդարացնել զանազան պատճառներով. իսկ Ասլանը ոչինչ չէր պատասխանում, նա ընկած էր, որպես երևում էր, խիստ տխուր մտատանջության մեջ։ Սովորականից ուրախ էր Կարոն. նա խորին եղբայրական բարեսրտությամբ ձեռքը դրեց իմ ուսին, ասելով."
      },
      {
        "index": 5,
        "text": "– Դու առանց սրտի չես, Ֆարհատ, քեզանից մի բան կդուրս գա…"
      },
      {
        "index": 6,
        "text": "Մարոն գնում էր մեզանից առաջ յուր հոր հետ։ Նա բոլորովին լուռ էր. կարծես, նրա հպարտությանը ընդդեմ էր լսել այն գովեստները,"
      },
      {
        "index": 7,
        "text": "որոնք թափում էին նրա վրա. և կամ նա չէր ուզում հիշեցնել, թե որպիսի դժվար դրությունից ազատեց ինձ. նա աշխատում էր, որ այդ դեպքի վրա խոսացվի որքան կարելի է սակավ։"
      },
      {
        "index": 8,
        "text": "Ես բավականին ետ մնացի իմ ուղեկիցներից, խոսում էի Կարոյի հետ։ Սագոն մոտեցավ մեզ, և առանց որևիցե առիթի մեր կողմից, որպես ինքն իրան խոսելով ասաց."
      },
      {
        "index": 9,
        "text": "– Զարմանալի՛ է այդ բախտ ասած բանը, ասում են, նա մի հրեշավոր կնիկ է, երկու երես ունի, մինը առջևից, մյուսը ետևից։ Առջևի երեսը թարմ և գեղեցիկ է՝ միշտ ժպտող աչքերով, նրանցով նայում է իր սիրելիներին միայն։ Ետևի երեսը հնացած է, լի խորշոմներով, որպես մի զզվելի պառավի դեմք. մի հատիկ աչք միայն ունի մռայլոտ ճակատի վրա, այն ևս կույր…։ Նա մի՜շտ դարձնում է դեպի ինձ այդ չարանենգ դեմքը իր սարսափելի խորշոմներով, և ես միշտ լսում եմ նրա ցամաք և գունաթափ շրթունքների միջից այդ խոսքերը՝ «Դու ինձանից ոչ մի բարիք մի՛ սպասիր»…"
      },
      {
        "index": 10,
        "text": "Նա րոպեական լռությունից հետո շարունակեց, իսկ այժմ ավելի խռովյալ ձայնով."
      },
      {
        "index": 11,
        "text": "– Ասում են՝ մեր ժամանակներում հրաշքներ չեն լինում, հրաշք չէ՛, բա ի՞նչ զահրումար է, միանգամից – երկու որս…"
      },
      {
        "index": 12,
        "text": "Այժմ հասկացա, որ կիսախելագար Սագոյի խոսքերը կծու ակնարկություններ էին դեպի ինձ և դեպի Մարոն։"
      },
      {
        "index": 13,
        "text": "– Ի՞նչ ես ուզում ասել,– հարցրի ես։"
      },
      {
        "index": 14,
        "text": "Նա պատասխանեց ավելի վրդովված կերպով."
      },
      {
        "index": 15,
        "text": "– Հա՛, երկու որս, մինը ղաբանը, մյուսը՝ Մարոյի սիրտը…"
      },
      {
        "index": 16,
        "text": "Նա արտասանեց այս խոսքերը այնպիսի մի հանգով, որ իսկույն գրգռեց իմ բարկությունը։ Նա առանց ուշադրություն դարձնելու, շարունակեց."
      },
      {
        "index": 17,
        "text": "– Ախար Մարոն էլ փոքր ղաբան չէ… նրան որսալը՝ ահա այդ է քաջությունը։"
      },
      {
        "index": 18,
        "text": "– Եթե դու կշարունակես այսպիսի հիմարություններ դուրս տալ, դու կդառնաս երրորդ որսը…– ասեցի ես և արդեն մերկացուցած խենջարը իմ ձեռքումն էր։"
      },
      {
        "index": 19,
        "text": "– Մի՞թե արժե կռվել այն վայրենի կատվի համար,– մեջ մտավ Ասլանը, որ նույն րոպեին մոտեցավ մեզ։"
      },
      {
        "index": 20,
        "text": "– Աա՛, երևի քե՞զ էլ է ճանկռոտել…– դարձա ես դեպի Ասլանը ավելի բարկությամբ։"
      },
      {
        "index": 21,
        "text": "Նա ոչինչ չպատասխանեց։"
      },
      {
        "index": 22,
        "text": "— Պետք է կատվի հետ կատու լինել և նրա ճանկերից ազատ մնալ…— պատասխանեց Սագոն բոլորովին վրդովված կերպով։"
      },
      {
        "index": 23,
        "text": "— Եթե ոչ, շան հետ մնում է նա միշտ անհաշտ…։"
      },
      {
        "index": 24,
        "text": "— Ամո՜թ է, տղերք,— ձայն տվեց Կարոն և կայծակի արագությամբ խլեց իմ ձեռքից խենջարը։ Ասլանը ամենևին չշարժվեցավ յուր տեղից և ոչ ձեռքը տարավ դեպի իր սուրը, նրա մի այսպիսի արհամարհանքը ավելի վիրավորեց ինձ։ Իսկ Սագոն, հեռու կանգնած, ծիծաղում էր։ Նա բռնեց Ասլանի ձեռքից, և մի կողմ քաշելով, ասաց."
      },
      {
        "index": 25,
        "text": "— Գնանք, չարժե երեխայի հետ գործ ունենալ…։"
      },
      {
        "index": 26,
        "text": "Ես և Կարոն մնացինք մենակ։ Ծերունի որսորդը, յուր դստեր հետ, մեզանից շատ առաջ լինելով, չհասկացավ, թե ի՛նչ անցավ մեր մեջ։ Կարոն սկսեց խոսել, թե իմ վրդովմունքը բոլորովին անտեղի էր, ես իզուր վիրավորեցի իմ ամենալավ ընկերներին, որոնք այնքան սիրում էին ինձ, որքան ինքը Կարոն։ Նա ասաց, որ ես ոչ միայն Ասլանին հաղթել կարող չէի, այլ նույնիսկ փոքրիկ Սագոն այնպես ճարպիկ էր կռվի մեջ, որ անպատճառ ինձ կսպաներ, միայն նրանք խնայեցին ինձ։ Եվ երկար խրատներ կարդալուց հետո, նա ավելացրուց, թե Սագոն մեղք չուներ, որովհետև մի քանի տարի է, որ նա սիրահարված է Մարոյի վրա, թեև օրիորդը չէ համակրում նրան։"
      },
      {
        "index": 27,
        "text": "Ահա՛, այսքանը հասկացա ես Կարոյի խոսքերից, որոնց մեծ մասն իմ նույն րոպեի խռովության մեջ բոլորվին անըմբռնելի էին։ Ես ամբողջ մարմնով դեռ դողում էի, իմ լեզուն, կարծես, կապված էր, ես ոչինչ պատասխանել չկարողացա։"
      },
      {
        "index": 28,
        "text": "— Դու դեռ ջահել ես, Ֆարհատ, քեզ ես չեմ մեղադրում,— ավելացրեց նա։— Քn ընկերները լավ մարդիկ են, նրանք դարձյալ կսիրեն քեզ և կներեն։"
      },
      {
        "index": 29,
        "text": "Դառնալով դեպի Կ. գյուղը, մեր ճանապարհն ընկավ այն կողմից, ուր գտնվում էր ծերունի որսորդի որդեգրի՝ Հասոյի ագարակը։ Գիշերից բավական անցել էր, երբ հասանք այնտեղ։ Տղերքը վճռեցին գիշերել Հասոյի ագարակում։ Այնտեղ ծերունի որսորդի որդին շինել էր ճյուղերից հյուսած մի տաղավար, որ խիստ հարմար օթևան էր գարնան գիշերների համար։"
      },
      {
        "index": 30,
        "text": "— Մնացեք այստեղ ու քեփ արեք,— ասաց ծերունին։ Հետո ավելացրեց."
      },
      {
        "index": 31,
        "text": "– Իմ հին ոսկորներն էլ չեն դիմանում գիշերվա ցրտին, ես կերթամ տուն ձեզ համար գինի ու հաց կուղարկեմ, խորովածի համար միս ունեք. իմ կենացն էլ կխմեք, խոսք չկա։ Հասո, լավ պատվիր հյուրերիդ։ Գնանք, Մարո։"
      },
      {
        "index": 32,
        "text": "Նրանք դեռ չէին բաժանվել մեզանից, երբ Մարոն մոտեցավ ինձ և հազիվ լսելի ձայնով շշնջաց իմ ականջին։"
      },
      {
        "index": 33,
        "text": "– Դու կմրսես, Ֆարհատ, այստեղ ցուրտ է լինում. ես տանից քեզ համար քնելու շորեր կուղարկեմ։"
      },
      {
        "index": 34,
        "text": "Գիշերային մթության մեջ ոչ ոք չնկատեց մեր խոսակցությունը, ես շնորհակալություն արեցի օրիորդին նրա բարեսրտության համար, և հայտնեցի՝ թե ես փոքր-ինչ սովորած եմ առանց ծածկոցի ևս քնել, որովհետև մեր տանում երբեք անկողին չեմ ունեցել, իմ վերմակը եղել է հորս մաշված վերարկուն, իսկ դոշակս՝ սառն հասիրը։"
      },
      {
        "index": 35,
        "text": "– Դու ղոչաղ տղա ես, Ֆարհատ, դու չես մրսի,– ասաց նա ուրախ ձայնով, և իր ձեռքով մի թեթև զարկ տալով իմ ուսին, փախավ ինձանից, երբ երկրորդ անգամ խավարի միջից լսելի եղավ ծերունի որսորդի ձայնը."
      },
      {
        "index": 36,
        "text": "– Ո՞ւր ես, Մարո, գնա՛նք, բալաս։"
      },
      {
        "index": 37,
        "text": "Հասոն իսկույն վառեց ահագին խարույկ տաղավարի առջև, չոր փայտերը բորբոքվեցան, և լույսը տարածվեցավ հեռու մեր շրջակայքում։ Այն ժամանակ միայն կարողացա լավ տեսնել վաղեմի ընկերիս — Հասոյի — վերանորոգված կերպարանքը, որը վարժատան կյանքից հետո այնքան շատ փոփոխությունների էր ենթարկվել։ Մաշված և ուժից ընկած «էշի փալանը»,— որպես կոչում էին նրան — այժմ առողջ և խիստ ժիր տղա էր դարձել։ Ահա՛ ի՞նչ է նշանակում տերտերի այբ-բենը և երկրագործությունը… առաջինը մաշեց տրորեց նրա մանկությունը, առանց որևիցե մտավոր սնունդ տալու նրա գլխին… իսկ վերջինը վերանորոգեց նրա սպառված ուժերը և լեցրուց ծերունի հոր տունը հացով…։"
      },
      {
        "index": 38,
        "text": "Իսկ այս կոշտ-կոպիտ մշակի մեջ չէին երևում ոչ հոր բարեսրտությունը և ոչ քրոջ աշխուժությունը։ Հասոն, եթե կարելի է այսպես կոչել, խստասիրտ և մռայլոտ արարածներից մեկն էր։ Բոլոր ժամանակը նա մի քանի անգամ միայն խոսեց ինձ հետ, և նրա խոսքերը խիստ կարճ և անգույն էին։ Սագոն խիստ ճշտությամբ նկատեց՝ թե «Հասոն քաղցրախոս է միայն իր եզների հետ, որոնք նրա արորը քաշում են»։ Այսուամենայնիվ, ես միշտ համակրությամբ էի վարվում նրա հետ, որովհետև նա Մարոյի եղբայրն էր…"
      },
      {
        "index": 39,
        "text": "Գյուղը շատ հեռու չէր ագարակից, մենք շուտով ստացանք ծերունի որսորդի խոստացած պաշարը՝ առատ գինի և հաց։ Ղաբանի մսից պատրաստված խորովածները արդեն եփված էին,"
      },
      {
        "index": 40,
        "text": "իսկույն կազմվեցավ ընթրիքի սեղանը։ Տղերքը չափազանց սոված լինելով, նստեցին ուտելու, ես հրաժարվեցա սեղանից, հայտնելով, թե ախորժակ չունիմ և ինձ ոչ այնքան առողջ եմ զգում։ Եվ իրավ, գլուխս սաստիկ ցավում էր, և ճանապարհի անախորժ անցքից հետո ես գտնվում էի մի տենդային գրգռման մեջ, որ գնալով, ավելի և ավելի վրդովում էր ինձ, քանի մտաբերում էի իմ անպատշաճ վարմունքը Ասլանի և Սագոյի հետ։ Իսկ նրանք, կարծես թե, մոռացել էին բոլորը, և ոչ մի կերպով, և ոչ մի թեթև ակնարկությամբ անգամ չէին հիշեցնում անցածը, այլ ընդհակառակն, պատմում էին Հասոյին՝ իմ և Մարոյի կռիվը ղաբանի հետ, և գովասանում էին մեր քաջասրտությունը։ Իսկ նրանց մի այսպիսի ներողամտությունը ավելի ծանր էր ինձ համար. ինձ բոլորովին վիրավորական էր թվում վշտացնել մեկին, և առանց փոխադարձ բավականություն տալու, վայելել նրա ներողամտությունը։ Այդ մի տեսակ ողորմություն էր, իսկ ողորմություն խնդրել ես չէի ուզում։"
      },
      {
        "index": 41,
        "text": "Ընթրիքի սեղանը կազմվել էր տաղավարի մեջ, տղերքը հավաքվել էին այնտեղ, ես պառկել էի տաղավարից դուրս խոտերի վրա, մի քանի քայլով միայն հեռու նրանցից, այնպես որ, նրանց խոսակցությունը լսելի էր ինձ։"
      },
      {
        "index": 42,
        "text": "— Ճշմարի՞տ, հիվանդ է նա,— հարցրուց Հասոն։"
      },
      {
        "index": 43,
        "text": "— Չէ՛, նա ուրիշ փորացավ ունի…— պատասխանեց Սագոն և մոտեցավ ինձ, գինով լիքը երկու բաժակներ ձեռին, և երգելով մի գեղեցիկ երգ։ Տաղավարի միջից միաձայն հնչեցին ամբողջ խորով նրա շարունակությունը։"
      },
      {
        "index": 44,
        "text": "Գիշերային լռության պահուն, երկրագործի մենավոր տաղավարի մեջ, մանկահասակ պատանիների ջերմ և անկեղծ սրտերից դուրս բխած հնչյունները այնքան հոգեշարժ և ոգևորիչ էին, որ ներգործեցին իմ վրա ընկերասիրության բոլոր սուրբ և կենսագործող զորությամբ։ Իմ սիրտը լցվեց մի սրբազան խաղաղությամբ, և դադարեց մրրիկը, որ այնպես սաստիկ կերպով խռովում էր ինձ։ Ես չկարողացա պահել իմ արտասուքը, և ընդունելով Սագոյի ձեռքից բաժակը, միասին մոտեցանք խմբին։ Նրանք նույնպես"
      },
      {
        "index": 45,
        "text": "պես մի-մի բաժակ ձեռքերին, կանգնած, բոլորել էին սեղանի շուրջը։ Կարոն խիստ հանդարտ և ծանր եղանակով կարդաց մի փոքրիկ ճառ։ Բայց նրա խոսքերը, որոնք այնպես ազդու և զորեղ կերպով դուրս էին հոսում, մինչ այն աստիճան ներգործեցին իմ վրա, որ ես մինչև այսօր չեմ մոռացել, թեև այն օրից անցել է հիսուն տարի, այո՛, հիսուն տարի, դա քիչ չէ…"
      },
      {
        "index": 46,
        "text": "«Սիրելի՛ ընկերներ, մենք այն ազգի որդիքն ենք, որ զրկվելով հայրենական հողից, ցրված է աշխարհի զանազան անկյուններում։ Մենք մի այնպիսի ժողովրդի ծնունդ ենք, որ ապրում է մի երկրում, ուր նրա խրճիթի օջախը շատ քիչ անգամ տաքանում է կրակով, որովհետև նա վառելիք չունի, որի տան մեջ լույս չկա արևը մտնելեն հետո, որովհետև նրա ճրագի յուղը վաղուց սպառվել է, որի որդիքը գիշերը քաղցած են քնում, որովհետև նա տանը հաց չունի։ Արևն այրում է նրա զավակների մարմինը, ցուրտը սառեցնում է, անձրևը թրջում է, որովհետև նրանց հագուստներն այնքան քրքրված են, որ չեն կարողանում պահպանել անբախտներին եղանակների խստությունից։"
      },
      {
        "index": 47,
        "text": "Իսկ այդ ժողովուրդը ծույլ չէ․ նա անդադար աշխատում է, նա աշխատում է ավելի, քան թե կներեր մարդի ուժը։ Նրա կինը, նրա աղջիկը, նրա փոքրիկ երեխաներն անգամ գործակից են լինում գերդաստանի հոր աշխատությանը։ Դուք տեսել եք կանայք, որոնք հնձում են արտերը, և իրանց հունձը, իրանք շալակած, բերում են կալը ծեծելու համար։ Դուք տեսել եք աղջիկներ, որոնք մեծ եռանդով մաքրում են մշակության ցանքերը ավելորդ խոտաբույսերից։ Դուք տեսել եք երեխաներ, որոնք արորի լծերի վրա նստած, քշում են եզները և օգնում են հոր գործին։"
      },
      {
        "index": 48,
        "text": "Այո՛, այդ ժողովուրդը ծույլ չէ, նա աշխատում է, նա ամբողջ տարին հանգստություն չունի, բայց դարձյալ ապրում է աղքատության մեջ, դա՜ռն, ցավալի աղքատության մեջ…"
      },
      {
        "index": 49,
        "text": "Ի՞նչ է պատճառը։"
      },
      {
        "index": 50,
        "text": "Հողը, որի վրա նա ապրում է, թեև մի ժամանակ իր նախնիքներին էր պատկանում, բայց այժմ դարձել է"
      },
      {
        "index": 51,
        "text": "օտար աղաների"
      },
      {
        "index": 52,
        "text": "սեփականությունը։ Նա մշակում է"
      },
      {
        "index": 53,
        "text": "օտարի"
      },
      {
        "index": 54,
        "text": "հողը։ Իսկ աղայի պայմանները մշակի հետ այնքան ծանր են և անշահավետ, որ նրա երկրագործության բերքը և նրա վաստակը մեծ մասամբ վայելում է կալվածատերը․ մշակի համար մնում է այնքան, որով չէ կարողանում յուր կենսական ամենաանհրաժեշտ պիտույքներին անգամ բավականություն տալ։"
      },
      {
        "index": 55,
        "text": "Գյուղացու կեցության մյուս պայմաններն ևս դրա նման են։ Նրա խրճիթը դրվում է աղայի հողի վրա, նրա համար հարկ է վճարում։ Նրա անասուններն արածում են աղայի արոտներում, նրանց համար հարկ է վճարում։ Ինքը գյուղացին, նրա ընտանիքը ապրում են աղայի հողի վրա, այնտեղ ման են գալիս, նրա ջուրն են խմում, և իրանց գլուխներն պահպանելու համար հարկ են վճարում։ Մի խոսքով, գյուղացին, բացի իր աշխատող ձեռքերից, ուրիշ ոչինչ չունի, նրան շրջապատող ամբողջ բնությունը պատկանում է աղային, և նրա մեջ գործելու համար նա պետք է զոհե իր աշխատության ամենամեծ մասը։"
      },
      {
        "index": 56,
        "text": "Ահա՛, այդ է պատճառը, սիրելի ընկերներ, որ մեր ժողովուրդը, հայրենի հողի վրա սնունդ չգտնելով, գաղթում է, անդադար գաղթում է և օտար երկրներում բախտ է որոնում։ Բայց դառնո՞ւմ են գաղթականները։— Ո՛չ։ Դուք գիտեք, քանի՛ հազարավոր ընտանիքներ մնացել են առանց տղամարդերի, քանի հազարավոր օջախների կրակը հանգել է, որովհետև տղամարդիկը մեռել են պանդխտության մեջ…"
      },
      {
        "index": 57,
        "text": "Մենք, որ բոլորել ենք այս սեղանի շուրջը, դուրս ենք եկել նույնպիսի ընտանիքներից, մեր մեծ մասը հայր, մայր, տուն, ազգականներ չունի,— բոլո՜րը կորած են անհայտության մեջ։ Ուրեմն, մեզ ավելի հասկանալի է, թե ի՛նչ է կրում այս երկրում մշակ մարդը, որովհետև մենք երեխայությունից փորձել ենք այն ամեն դառնությունները, որովհետև մեր ամեն մեկի սրտում դեռ մնացել են անբժշկելի այն վերքերը, որ ստացել ենք բռնության կոպիտ ձեռքից։"
      },
      {
        "index": 58,
        "text": "Ընտանիքը չկարողացավ մեզ, յուր որդիներին, այնպես դաստիարակել, այնպիսի մի ուղղություն տալ, որ ձգեինք մեր վզից աղայի լուծը, և ազատ մնայինք նրա հարստահարություններից։ Նա չկարողացավ մեզ սովորեցնել կյանքի և ապրուստի հաստատ պայմանները, որ մեզ համար աշխատեինք, մեզ համար գործեինք, և մեր վաստակը"
      },
      {
        "index": 59,
        "text": "օտարը"
      },
      {
        "index": 60,
        "text": "չխլեր մեր ձեռքից։ Ընտանիքը չկարողացավ այդ անել, որովհետև ինքը ստրկացած էր, և ավելի ցավալին այն է, որ ստրկությունը դարձել էր նրա մեջ բնավորություն։ Նա չէ՛ր բողոքում բռնության դեմ։ Նա մտածում էր՝ թե աստված հենց այսպես ստեղծել էր նրան, թե նա գոհ պետք է լինի իր վիճակից, որովհետև ճակատագրից մի տառ անգամ փոխել կարող չէ…"
      },
      {
        "index": 61,
        "text": "Դպրոցը, որի աշակերտներն ենք այստեղ կանգնածներս,"
      },
      {
        "index": 62,
        "text": "ավելի հաստատեց մեր մեջ ստրկությունը. դպրոցը սպանեց մեր մեջ ինքնագործունեության ուժերը։ Քահանա վարժապետը մտցրուց մեր մեջ կույր հնազանդություն,— խոնարհվել և հպատակել ամեն իշխանությունների, որքան ծանր և անտանելի լիներ նրանց մեզ վրա դրած լուծը։ Որովհետև ինքը վարժապետը նույնպես էր վարվում մեզ հետ։ Նա ասում էր մեզ՝ թե այս աշխարհի կյանքն ունայն և անցավոր է. որքան ցավալի լինի նա, որքան ճոխ լինի նա տանջանքներով, այնքան ավելի վարձատրություն կգտնե մարդ մյուս կյանքում, որ սպասում է մեզ գերեզմանը մտնելուց հետո…"
      },
      {
        "index": 63,
        "text": "Բայց գտնվեցավ"
      },
      {
        "index": 64,
        "text": "մի ձեռք"
      },
      {
        "index": 65,
        "text": ", որ խլեց և դուրս բերեց մեզ դպրոցի բարոյապես և մտավորապես փտեցնող մթնոլորտից։ Նա կանգնեցրուց մեզ ուղիղ ճանապարհի վրա։ Նա սովորեցրուց մեզ կյանքի այն պայմանները, որոնցմով կարող է մարդ հանգիստ և ապահով ապրել։ Նա սովորեցրուց մեզ օգնել և մեզ նման անբախտներին, որ նրանց կյանքն էլ հանգիստ լիներ, որ նրանց ապրուստն էլ ապահոված լիներ։— Եվ մենք նվիրեցինք մեզ ժողովրդի բարօրության գործին…"
      },
      {
        "index": 66,
        "text": "Խմենք, եղբայրներ,"
      },
      {
        "index": 67,
        "text": "այն մարդու"
      },
      {
        "index": 68,
        "text": "կենացը, որ մտցրուց մեր մեջ այդ ոգին, խմենք"
      },
      {
        "index": 69,
        "text": "այն գործի"
      },
      {
        "index": 70,
        "text": "հաջողության համար, որը մեր սուրբ ուխտն է»։"
      },
      {
        "index": 71,
        "text": "Բաժակները զարկվեցան մեկ մեկու և խմեցին որսորդ Ավոյի կենացը, բոլորը միաձայն գոչելով՝ «կեցցե՜ բարի գործը»…"
      }
    ]
  }
}