{
  "chapterNumber": 10,
  "title": "Ժ. ԶԵՆՔԵՐ — X. Weapons",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Թողնելով դպրոցը, այնուհետև Կարոն վարում էր լի փորձանքներով թափառական կյանք։ Շատերը նրան համարում էին ցնորված։ Լինում էր, շատ անգամ Կարոյի տատը, բոլորովին հուսահատ, բոլորովին շվարած, մութ գիշերային պահուն, գալիս էր"
      },
      {
        "index": 1,
        "text": "ինձ մոտ.— «Ֆարհատ, էլի չէ երևում նա»… ասում էր խեղճ պառավը ու թափում էր աչքերից ջերմ արտասուքը։"
      },
      {
        "index": 2,
        "text": "Ես գնում էի որոնելու նրան։ Ո՞րտեղ ասես չէի պտռում, և գտնում էի շատ անգամ պառկած բարձր, սարսափելի քարաժայռի վրա, և կամ լուռ մտախոհության մեջ, նստած հեղեղատի ափի մոտ, հափշտակված էր լինում, աստված գիտե, որպիսի ցնորքներով…"
      },
      {
        "index": 3,
        "text": "Ի՞նչ էր նրա դարդը, ի՞նչ էր, որ դուրս էր հալածում անբախտ պատանուն մարդկային բնակությունից։— Ես չգիտեի, միայն նկատում էի, որ նա տանջվում էր ներքին, հոգեկան անհանգստությամբ, և կարծես, իր վշտերը մոռացության տալու համար փախչում էր դեպի սարերը, դաշտերը, անտառները,— առանձնություն և ամայություն էր որոնում։"
      },
      {
        "index": 4,
        "text": "Ես նրանից չէի հարցնում պատճառը, որովհետև գիտեի նրա բնավորությունը, մի բան որ նա ինքը հայտնել չէր ուզում, եթե հարցնեիր, իսկույն կսկսեր բարկանալ։ Ես հարցրի Ասլանից, նա Ասլանին ինձանից ավելի խելացի էր համարում և շատ բաների մեջ նրա հետ խորհուրդ էր անում։ Բայց Ասլանի հաղորդած տեղեկությունները այնքան մթին էին, որ կարոտ էին առանձին բացատրության։"
      },
      {
        "index": 5,
        "text": "— Ես էլ չգիտեմ,— ասաց Ասլանը,— թե ինչ սատանա է մտել նրա սրտի մեջ. սիրահարված լինել նա չէր կարող, որովհետև այդ հասակում սերը ջահիլ տղին չէ գժվացնում։"
      },
      {
        "index": 6,
        "text": "Հետո նա պատմեց, թե սուրբ Հովհաննու մատուռի տոնախմբության օրը (մի ամիս անցել էր այն օրից) Կարոն էլ ուխտավորների թվումն էր։ Այնտեղ հավաքվել էին Սալմաստա ամբողջ գավառից ոչ միայն հայեր, այլ բազմաթիվ օտարազգիներ ևս։ Տոների սովորական հանդեսների համեմատ կատարվեցան զանազան խաղեր։ Բոլոր մրցությունների մեջ, որ տղամարդիկ իրանց շնորհքը ցույց տալու համար կատարում են այս տեսակ հանդեսներում, Կարոն նշանավոր գտնվեցավ։ Ձիարշավների մեջ նա բոլորին հաղթեց, ըմբիշների մեջ իր հասակակիցներից մեկը չգտնվեցավ, որ նրա կողքը գետնին խփեր․ մուշտեկռիվի մեջ բոլորը փախչում էին նրա առջևից, վազ տալու մեջ նա եղջերուից ավելի արագավազ էր, մի խոսքով, բոլոր խաղերի մեջ նա ցույց տվեց զարմանալի ճարպկություններ։ Կարոյի այդ արիությունները նրա վրա դարձրին հանդիսականներից մեկի, որսորդ Ավոյի ուշադրությունը, որ համբուրեց նրա ճակատը և հրավիրեց իր մոտ"
      },
      {
        "index": 7,
        "text": "ճաշ ուտելու։ Այնտեղ հավաքված էին մի քանի անծանոթ, կասկածավոր մարդիկ։ Կարոն նրանց մեջ չափազանց ուրախ էր, անդադար երգում էր, մինչև անգամ պար էր գալիս։ Նա մնաց որսորդի մոտ ամբողջ գիշերը, բոլորովին մոռանալով Ասլանին, որի հետ միասին սուրբ Հովհաննես ուխտ էին գնացած։- Ահա բոլորը, ինչ որ կարողացավ հաղորդել ինձ Ասլանը և ավելացրեց."
      },
      {
        "index": 8,
        "text": "- Այն օրից, երբ Կարոն հարաբերություններ սկսեց որսորդի հետ, նրա մեջ նկատվում են շատ փոփոխություններ։"
      },
      {
        "index": 9,
        "text": "- Երկա՞ր ժամանակ է, որ նա ծանոթություն ունի որսորդի հետ,- հարցրի ես։"
      },
      {
        "index": 10,
        "text": "- Դպրոցը թողնելուց հետո,- պատասխանեց Ասլանը,- և այդ ծանոթությունը բոլորովին խելքից հանեց Կարոյին։"
      },
      {
        "index": 11,
        "text": "Ես այն ժամանակ չէի կարողանում հասկանալ, թե ի՞նչով որսորդը կարող էր Կարոյին խելքից հանել։ Որսորդը մեր դրացին էր և ամենալավ դրացին, ես երեխայությունից ճանաչում էի նրան. նա մի այնպիսի մթին, լուռ, խորամիտ մարդ էր, որ հազիվ թե կբացվեր մեկի հետ, ուր մնաց Կարոյի նման անփորձ պատանու հետ։ Նրանից անկարելի էր մի բան հասկանալ։ Ես այսքանը միայն գիտեի, որ նա շատ բարի մարդ էր, թեև ուրիշները նրան վատ էին համարում, և մի այսպիսի բարի մարդը ոչ ոքին խելքից չէր հանի, ոչ ոքին չար ճանապարհի վրա չէր տանի։"
      },
      {
        "index": 12,
        "text": "Ինքս էլ էի նկատում, որ Կարոն խիստ հաճախ անգամ գնում էր որսորդի խրճիթը, երբեմն ես էլ նրա հետ էի լինում, երբ օրը կիրակի էր և դպրոցից ազատ էի։ Որսորդը տալիս էր մեզ վառոդ, որպես երեխաներ, խաղ անելու համար. մենք նրանից շինում էինք ֆշանքներ և թռցնում էինք օդի մեջ. այդ մեծ զվարճություն էր պատճառում մեզ։ Երբեմն իր հրացանն էր տալիս, մեզ վարժեցնում էր, թե որպես պետք էր լցնել, որպես պետք էր արձակել, կամ որպես պետք էր նպատակին դիպցնել։- «Սովորեցեք, ասում էր նա, մի օր ձեզ հարկավոր կլինի հրացանը»… Շատ անգամ Կարոյին տանում էր իր հետ որսի, երբ մոտ տեղ էր գնում, բայց ինձ ամենևին չէր տանում, որովհետև ես շուտով հոգնում էի։"
      },
      {
        "index": 13,
        "text": "Ես սաստիկ սեր ունեի դեպի հրացան գործիքները. վառոդի խեղդող ծուխն անգամ ախորժ էր թվում ինձ։ Բայց մենք այնքան աղքատ էինք, որ ես չէի կարող գնել երկաթից շինված հրացան զենքեր, ես այսպիսի զենքերը ինքս էի պատրաստում եզան կամ ոչխարի ոտքերի ոսկորներից։ Կտրելով ոսկորի մի ծայրը, և մյուս"
      },
      {
        "index": 14,
        "text": "ծայրում մի ծակ բաց անելով, իմ թվանքի խողովակն արդեն պատրաստ էր. հետո խիստ ճարտարությամբ հագցնում էի նրան մի կտոր փայտի մեջ, որը ծառայում էր կոթի տեղ, և պինդ կապում էի թելով։ Մինչև այսօր իմ աջ հոնքի ծայրին մնացել է փոքրիկ սպի, տեսնողը կմտածե, թե խենջալով ծակած են, բայց ոչ, իմ ոսկրյա հրացանը երբ պայթեց, նա թողեց երեսիս վրա այդ նշանը։ Մայրս սաստիկ բարկացավ, երբ պատահեց ինձ այդ վերքը։— «Գրո՜ղը տանե քեզ,— ասաց նա,— դու վերջը վառոդով պիտի մեռնես»… և արգելեց զենքերի հետ խաղալ։ Այդ պատճառով, երբ իմ քեռի Մինասը ընծայեց ինձ մի փոքրիկ հրացան, ես մորս երկյուղից մեր տունը չբերեցի, այլ ծածուկ պահում էի Կարոյենց տանը, և գնում էի այնտեղ, միասին բանեցնում էինք։"
      },
      {
        "index": 15,
        "text": "Ես չեմ կարող ճշտությամբ բացատրել, արդյոք ինչի՞ց էր, որ ես սիրում էի զենքեր. արդյոք նրա համար, որ քեռիներիս արհեստանոցում միշտ զենքեր էի տեսնում. արդյոք նրա համար, որ որսորդը միշտ հրապուրում էր ինձ իր վառոդով և հրացանով, թե նրա համար, որ իմ ընկեր Կարոն նույնպես սիրում էր զենքեր։— Ոչ այս և ոչ մյուսը, այլ ես կարծում եմ, որ ամեն երեխայի բնության մեջ կա այդ սերը, նախքան մարդ լինելը նա ձգտում է զինվոր լինել. և եթե վերջը հանգչում է նրա մեջ այդ զգացմունքը, դրա պատճառն է կյանքը և տարապայման կրթությունը…"
      },
      {
        "index": 16,
        "text": "Երբ վարժապետս առաջին անգամ տվեց իմ ձեռքը փետուրե գրիչը, իմ մեջ ծագեց մի ծիծաղելի միտք.— «Ի՞նչ լավ կլիներ, որ այդ գրիչը փոքր-ինչ հաստ ու պինդ լիներ, ես նրանից հրացան կշինեի, կոթ էլ չէր ուզենա»… Իմ մտածությունը թեև երեխայական էր, բայց համեմատությունը սխալ չէր, որովհետև փետուրե գրիչն էլ հրացանի խողովակի ձև ունի։ Իսկ փայտից խենջար, թուր, սուր, աղեղն, նետ, նիզակ և այլ զենքեր շինելու մեջ ես կատարյալ վարպետ էի. այդ էր պատճառը, որ որսորդն աշխատում էր համոզել մորս, որ նա հանձներ ինձ քեռիներիս արհեստանոցը, զենք շինել սովորեի։ Բայց մայրս չէր համաձայնվում. նա մինչև անգամ մեղք էր համարում սովորելը այն արհեստի, որ պատրաստում է մարդիկ կոտորելու գործիքներ։ Տեր Թոդիկն էլ միևնույնն էր կրկնում։"
      },
      {
        "index": 17,
        "text": "Բայց Կարոն ինձանից ավելի ազատ և ավելի բախտավոր էր, նա ոչ մայր ուներ, ոչ հայր և ոչ էլ վարժապետ. ոչ ոք նրան չէր"
      },
      {
        "index": 18,
        "text": "արգելում հետևել բնության ձայնին․ տատը չէր ճնշում նրան, և որսորդի ազդեցության ներքո նա դարձավ բոլորովին ուրիշ տղա, քան էին նրա բոլոր ընկերները։ Այն օրից, որ թողեց դպրոցը, ես ինքս մեծ փոփոխություն էի տեսնում նրա մեջ։ Ես լսում էի նրանից ինձ համար շատ անհասկանալի խոսքեր. մի անգամ ասաց նա․"
      },
      {
        "index": 19,
        "text": "— Ֆարհատ, մեր գյուղացիները շատ աղքատ են, կան ընտանիքներ, որ հաց չունեն ուտելու։"
      },
      {
        "index": 20,
        "text": "— Դու ի՞նչ գրտես,— հարցրի ես։"
      },
      {
        "index": 21,
        "text": "— Որսորդի հետ երեկ ման եկանք մի քանի գյուղեր․ նա ինձ ներս տարավ գյուղացիների խրճիթները․ ես տեսա սարսափելի չքավորություն։"
      },
      {
        "index": 22,
        "text": "— Ի՞նչ է պատճառը։"
      },
      {
        "index": 23,
        "text": "— Այդ մահմեդականները մեր գյուղացիների արյունը ծծում են։ Այդ խաները, բեգերը նրանց կյանքը բոլորովին մաշում են։ Որսորդը ինձ բացատրում էր, թե ինչ պետք է արած, որ գյուղացիները ավելի հանգիստ և ավելի կուշտ լինեն։"
      },
      {
        "index": 24,
        "text": "Ես ոչինչ չպատասխանեցի, նա շարունակեց."
      },
      {
        "index": 25,
        "text": "— Ֆարհատ, քանի օր առաջ տեսա, մի գյուղացու կապած, ծեծում էին նրա համար, որ չէր գնացել խանի համար ձրի բանելու։ Խեղճը իր ընտանիքի միակ աշխատող մարդն է, եթե նա միշտ խանի համար ձրի բանե, էլ ո՞վ կկերակրե նրա երեխաները Ֆարհատ, հենց որ տեսա, սիրտս այրվեց, էլ չկարողացա արտասուքս պահել…"
      },
      {
        "index": 26,
        "text": "Ահա այսպես, միշտ գյուղացիներ, միշտ գյուղացիների մասին էր խոսում նա։ Ես մտածում էի, թե խեղճ տղան ցնորվել է. նրան ի՞նչ փույթ, որ գյուղացիները ուտելու հաց չունեն կամ նրանց տանջում են։ Լավ չէ՞, ասում էի, որ իր փորի համար մտածե. ինքը ավելի բախտավոր չէ այն թշվառներից, որոնք գիշերները սոված են պառկում։"
      },
      {
        "index": 27,
        "text": "Իհարկե, այդ մեծ փոփոխություն էր Կարոյի բնավորության մեջ։ Նա առաջ սովորություն ուներ խոսել Քորօղլիի, Ռուստամի, Զալի և դրանց նման հերոսների մասին, որոնց պատմությունը լսել էր աշուղների վեպերի մեջ,— կամ խոսում էր գեղեցիկ աղջիկների վրա և ծաղրում էր նրանց այս և այն թուլությունները։ Հանկարծ բոլորը մոռացավ նա, սկսեց գյուղացիների մասին խոսել, նրանց վրա մտածել։ Ո՞վ մտցրեց նրա մեջ այդ ցնորքը։— Ես չգիտեի, միայն Ասլանը վերաբերում էր որսորդ Ավոյին։"
      }
    ]
  }
}
