{
  "chapterNumber": 72,
  "title": "ԻԸ. ԵՐԵՎԵԼԻ ՔԻԹԸ — XVIII. The Dream of the Kit",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Վերջապես հասանք Բաղեշ, որ այլ անունով կոչվում է Բիթլիս։ Իջևանելու համար ընտրեցինք քաղաքի պանդոկներից (խան) մեկը։ Երբ կանչեցինք օդաբաշուն, որ մեզ մի սենյակ ցույց տա,"
      },
      {
        "index": 1,
        "text": "հայտնվեցավ մի այլանդակ մարդ, բանալիների փունջը գոտիից քարշ ընկած։ Ետ ծալած բազուկները մինչև արմունքները դրոշմված էին Երուսաղեմի նշաններով։ Այդ արդեն ապացույց էր, որ նա մահտեսի էր և մենք մի բարեպաշտ ուխտավորի հետ գործ ունեինք։ Եվ այդ էր պատճառը, որ նրան կոչում էին հաջի Իսաղ։ Մինը մյուսի ետևից շտապով բաց արեց սենյակների դռները և առաջարկեց ամենահարմարը ընտրել։ Իսկ սենյակների արժանավորությունը ցույց տալու համար, նա մի առ մի հիշեցնում էր մեզ, թե որ տարում և որ ժամանակ ինչ նշանավոր մարդիկ են բնակվել նրանց մեջ։ Իբրև ապացույց, նա ցույց տվեց մեզ և մի քանի արձանագրություններ, որ ածուխով գրած էին պատերի վրա, թեև այդ արձանագրությունները լավ վկայություն չէին տալիս հաջիի բարոյականության մասին։ Մի պատի վրա գրած էր. «Եթե հաջի Իսաղին շուկան ուղարկես մի բան գնելու, դու էլ հետը գնա»։ Մի այլ տեղ. «Հաջի Իսաղի ասածներից եթե հազարից մեկը ճշմարիտ լինի, ջորին կծնի»։ Եվ այսպես, համարյա բոլոր արձանագրությունների մեջ հաջիի անունը մեծ դեր էր խաղում։ Իհարկե, եթե հաջին գրագետ լիներ, նրանցից և ոչ մեկը չէր թողնի, բայց, երևի, նրան ասել էին, որ լավ բան են գրել։"
      },
      {
        "index": 2,
        "text": "Մենք շատ խստապահանջ չեղանք, ընտրեցինք սենյակներից մեկը և մտանք քարե տուփի մեջ։ Իրավ որ, քարե տուփ։ Ամբողջ պանդոկը շինված էր կոփածո քարերից։ Սենյակները նույնպես թե դրսից, թե ներսից, տաշած քարերից էին շինված։ Լույս ընդունում էին միայն բաց թողած դռնից, և այդ պատճառով վանքերի նեղ խուցերի նմանություն ունեին։ Պանդոկը երկու հարկանի էր. վերին հարկում բնակվում էին ճանապարհորդներ, իսկ ներքին հարկում, քառանկյունի բակի շուրջը, շարքով զետեղված էին զանազան վաճառքների կրպակներ։"
      },
      {
        "index": 3,
        "text": "Ոչ մի կարասիք չկար մեր ընտրած սենյակում. մերկ պատերը, մերկ հատակը, տիրող մռայլը ծանր տպավորություն էին գործում։ Ասիական այլ ճանապարհորդների համար, որոնք ամեն պատրաստություններ իրանց հետ ման են ածում, գուցե այդպիսի իջևաններ հարմար կլինեին, բայց մենք մի կապերտի կամ գորգի կտոր անգամ չունեինք մեզ հետ, որ ձգեինք հատակի վրա և նստեինք։"
      },
      {
        "index": 4,
        "text": "Մեր բախտից Հաջի Իսաղը խուլ հայտնվեցավ, բայց մի զարմանալի խուլ՝ եթե վատ բան ասեիր, նա չէր լսի, իսկ եթե լավ բան ասեիր, իսկույն կլսեր։ Օրինակ, եթե նրան հայհոյանք տայիր, չէր"
      },
      {
        "index": 5,
        "text": "լսի, իսկ եթե ասեիր. «Հաջի, համեցեք, մի ֆինջան ղահվե անուշ արեք»,— իսկույն վազ կտար։"
      },
      {
        "index": 6,
        "text": "— Հաջի, մի շոր ձգիր այստեղ, որ վրան նստենք,— եղավ մեր առաջին պահանջը։"
      },
      {
        "index": 7,
        "text": "Նա չլսեց։ Ես բռնեցի նրա ձեռքից և, հատակը ցույց տալով ցածր ձայնով ասացի."
      },
      {
        "index": 8,
        "text": "— Շո՛ր, շո՛ր բեր։"
      },
      {
        "index": 9,
        "text": "Նա մրթմրթալով հեռացավ, բայց շորի փոխարեն մի ավել բերեց և սկսեց հատակը ավլել։ Այդ ավելի հարկավոր էր, մենք այդ մասին չէինք մտածել, որովհետև հաջիի նշանավոր հաճախորդներից՝ ով որ եկել էր, ով որ գնացել էր, իր հետքերը թողել էր հատակի վրա։ Այստեղ ընկած էին ձմերուկի բորբոսած կեղևներ, խաղողի չանչեր, մսի ոսկորներ, չոր հացի կտորներ, կիսավառ մոմի պատառներ, որ աշտանակի փոխարեն կպցրած էին աղյուսի վրա,— և եթե ավելացնենք նրանց հետ հաջիի կեղտոտ ֆեսը, որ կռանալու և ավլելու միջոցին ընկավ հատակի վրա, կարելի էր այդ սենյակը կատարյալ աղբանոց համարել։"
      },
      {
        "index": 10,
        "text": "Երբ հաջին վերջացրեց իր աշխատանքը, մենք հայտնեցինք նրան մեր երկրորդ պահանջը, ասելով, որ լվացվելու ջուր բերե։ Նա դարձյալ չլսեց։ Ինձ մնում էր երկրորդ անգամ բռնել նրա ձեռքից և աղաղակել.— «ջո՛ւր, ջո՛ւր»։ Նա իբր ոչինչ չհասկացավ։ Հարկավոր է նշաններով հասկացնել, թե ինչի համար էր ջուրը։ Ես ձեռքս տարա դեպի երեսս և լվացվելու ձևեր ցույց տվի։ Նա էլ ձեռքը տարավ դեպի պանդոկի բակը և ցույց տվեց ջրի ավազանը, որի մեջ պղնձե ծորակից ցած էր վազում ջուրը։"
      },
      {
        "index": 11,
        "text": "Դժվար է որոշել, մե՞նք ավելի ծիծաղելի էինք երևում հաջիի աչքում, թե նա՞ մեզ։ Կարծեմ, մենք ավելի ծիծաղելի էինք երևում։ Երևի, նա մտածում էր, այդ ինչ տեսակ ճանապարհորդներ են, որ ոչ ջրի աման ունեն և ոչ մի կապերտի կտոր։"
      },
      {
        "index": 12,
        "text": "Ես համբերությունս կորցրի, նրա դանդաղկոտությունը ավելի վրդովեցրեց ինձ. բռնեցի երկար ականջներից և, սաստիկ թափ տալով, գոչեցի."
      },
      {
        "index": 13,
        "text": "— Գնա ջուր և մի օթոց բե՛ր, լսո՞ւմ ես։"
      },
      {
        "index": 14,
        "text": "Հաջին զգաստացավ և շտապելով դեպի ցած վազեց։ Բայց իմ վարմունքը դուր չեկավ Ասլանին։"
      },
      {
        "index": 15,
        "text": "— Ի՞նչ պետք է արած,— պատասխանեցի ես,— այդ մարդիկ  խնդրելու չեն սովորած, նրանց պետք է հրամայել և մտրակով հրամայել…"
      },
      {
        "index": 16,
        "text": "— Մենք բողոքում ենք մտրակի դեմ, և նույնը մե՞նք պետք է գործ դնենք,— ասաց նա։"
      },
      {
        "index": 17,
        "text": "Ես ոչինչ չպատասխանեցի։"
      },
      {
        "index": 18,
        "text": "Քանի րոպեից հետո վերադարձավ հաջին, բերելով իր հետ թե ջուր և թե մի օթոց։"
      },
      {
        "index": 19,
        "text": "— Օրհնած,— ասաց նա կիսածիծաղ և կիսավշտացած կերպով,— դե ասա ջուր եմ ուզում, էլ ուր ես չարչարում ինձ։"
      },
      {
        "index": 20,
        "text": "— Կարծես նոր էր հասկանում, որ ես ջուր էի ուզում։"
      },
      {
        "index": 21,
        "text": "— Էլ ուրիշ ի՞նչ եք հրամայում,— դարձավ նա դեպի Ասլանը,— շուկայից գնելու ոչինչ չունե՞ք։"
      },
      {
        "index": 22,
        "text": "— Դեռևս ոչ, երբ հարկավոր կլինի մի բան պատվիրել, կկանչենք ձեզ,— ասաց Ասլանը։"
      },
      {
        "index": 23,
        "text": "Հաջիի դեմքի վրա երևաց դժգոհության նման մի բան։ Նա այն բարի սովորությունն ուներ, որ պատրաստ էր իր սենյակները բոլորովին ձրի տալ իր հաճախորդներին, միայն թե ամեն ինչ նրա ձեռքով գնեին։ Բայց, միևնույն ժամանակ, նա ուներ մի այլ սովորություն, որ ամենահասարակ ուտեստներ, որոնցմով լի էր բազարը, երբ պահանջեիր նրանից, նա միշտ դժվարություններ կհարուցաներ։ Օրինակ, նրան ասում ես. «Հաջի, կարո՞ղ ես մի փոքր հաց ու պանիր գնել բազարից»։— Նա ուղղակի չի պատասխանի, թե կարող եմ, այլ կասե քեզ. «Տեսնեմ, կարող եմ գտնել»։ Նրա այդ անվճռականությունը այն նպատակն ուներ, որ ցույց տա, թե մի անկարելի գործ է կատարում և հաճախորդին մեծ ծառայություն է անում։"
      },
      {
        "index": 24,
        "text": "Հաջին մի ցամաք մարդ էր, նիհար ծնոտները խնամքով ածիլած, և կոշտ մացառի նման ընչացքների ծայրերը կտրած, որոնք մի չար սովորություն ունեին միշտ բերանը մտնելու։ Նրա դեմքի վրա նշանավոր էր երևելի քիթը, որ կրում էր իր վրա երկու բարձրություններ, որոնք, երկու գագաթների նման, միախառնվելով վերին շրթունքի հետ, կազմում էին մի երկար լեռնաշղթա։ Սխալ չէր լինի, եթե ասեի, որ նրա երեսը բաղկացած էր ամբողջապես քթից։ Հաջիի կազմվածքի մեջ նշանավոր էին և ոտքերը։ Թեև բոլոր տաճկաստանցիք՝ ծալապատիկ նստելուց՝ ծուռ ոտքեր ունեն, բայց հաջիի ոտքերը այդ մասնում մի առանձին բացառություն էին կազմում։ Նրանք, դեպի կողքերի կողմը անկանոն կերպով դուրս ընկնելով, և հետզհետե թեքվելով, ձևացնում էին երկու աղեղնաձև կիսաբոլորակներ, որոնց ծայրերը, ներքևից և վերևից միանալով, մեջտեղում թողնում էին մի ձվաձև տարածություն։ Այդ էր պատճառը"
      },
      {
        "index": 25,
        "text": "որ նա կրիայի նման էր շարժվում։ Թե ի՞նչ գույն և ի՞նչ ձև էր ունեցել նրա հագուստը առաջ,— այդ դժվար էր որոշել, որովհետև կեղտը, սկսյալ հին ժամանակներից, այնպիսի թանձր խավ էր դրել նրա հագուստի վրա, որ բոլոր գույները ծածկվել և անհետացել էին նրա շերտերի տակ, իսկ հաճախակի կարկատանները տարիների ընթացքում աղավաղել էին նրա հագուստի իսկական ձևը։ Հաջին մեզ համար ավելի հետաքրքիր դարձավ այն ժամանակ, երբ իմացանք, որ այդ փնթի մարդը այն մեծ, քարաշեն պանդոկի տերն է և քաղաքի հարուստ հայերից մեկը։ Մեր սենյակը կարգի դնելուց հետո, նա մոտեցավ Ասլանին հարցրեց."
      },
      {
        "index": 26,
        "text": "— Էնֆիա ունե՞ս։"
      },
      {
        "index": 27,
        "text": "Ասլանը զարմացած նայեց նրա երեսին։ Հետո մեզ ասացին, որ նա սովորություն ունի իր պանդոկի բոլոր այցելուներին այդ հարցը առաջարկել։ Երբ մեկի մոտ հայտնվում է էնֆիա (քթափոշի) և նրան «թավազա է անում», նախ լի բռնով լցնում է իր պնչածակերը, հետո սկսում է գովել նրա արժանավորությունները այնքան, մինչև «թավազա անողը» ամաչելուց ստիպված է լինում իր ունեցածի մի մասը, «բարեկամական հիշատակի համար», ընծայել նրան։ Եվ այսպես, հաջին միշտ ձրի էր ստանում այդ մեծ կարիքը, եթե ոչ, իր ահագին քիթը գրգռելու համար բավական ծախքերի կարոտ պիտի լիներ։"
      },
      {
        "index": 28,
        "text": "— Մենք մի բան չորոշեցինք ձեզ հետ, հաջի,— ասաց նրան Ասլանը,— որքա՞ն է սենյակի վարձը։"
      },
      {
        "index": 29,
        "text": "— Օրական քսան ղուրուշ, իսկ ձիաների համար՝ յուրաքանչյուրին մի-մի ղուրուշ,— պատասխանեց նա, ավելացնելով, որ մեր «խաթրե» համար է այդքան փոքր վերառնում, որովհետև «պատվական» մարդիկ ենք և այլն։"
      },
      {
        "index": 30,
        "text": "— Շատ չէ՞։"
      },
      {
        "index": 31,
        "text": "— Դուք, պարոն, պետք է գիտենաք, որ"
      },
      {
        "index": 32,
        "text": "«մենք»"
      },
      {
        "index": 33,
        "text": "սուտ խոսելու սովորություն չունենք,— ասաց նա մի անբացատրելի ժպիտ ձևացնելով դեմքի վրա։"
      },
      {
        "index": 34,
        "text": "Այդ կողմերում այդքան վարձ պահանջել կացարանի համար, աներևակայելի բան էր, այնուամենայնիվ, Ասլանը ընդունեց, ասելով։"
      },
      {
        "index": 35,
        "text": "— Լավ, գնա։"
      },
      {
        "index": 36,
        "text": "Նրա հեռանալուց հետո Ջալլադը նկատեց."
      },
      {
        "index": 37,
        "text": "— Այդ մարդը անպատճառ հայ-բողոքական պետք է լինի։ Պատրաստ եմ գրավ բռնել։"
      },
      {
        "index": 38,
        "text": "— Ինչի՞ց գիտես,— ծիծաղելով հարցրեց Ասլանը։"
      },
      {
        "index": 39,
        "text": "— Հայ-բողոքականները միայն գիտեն իրանց հասարակության անունով խոսել և ամեն դեպքում կրկնել․ «մենք սուտ խոսելու սովորություն չունենք», թեև ամենից շատ սուտ խոսողները իրանք են։"
      },
      {
        "index": 40,
        "text": "Եվ իրավ, նա հայ-բողոքական էր։"
      },
      {
        "index": 41,
        "text": "Իր այրական հասակում նա թողել էր լուսավորչական եկեղեցին և ընդունել էր բողոքականություն։ Նրա Երուսաղեմի ուխտագնացությունը կատարվել էր այն ժամանակ, երբ ինքը դեռ հավատում էր սուրբերի բարեխոսությանը։ Իսկ այժմ հաջի Իսաղը շատ անգամ մի առանձին զղջումով ասելու սովորություն ուներ, որ եթե հնար լիներ, մեծ ուրախությամբ իր բազուկների կաշին կպոկեր, որ այն ավելորդապաշտության նշանները չմնային նրա մարմնի վրա։"
      },
      {
        "index": 42,
        "text": "Այնօր մենք պետք է թողնեինք Բաղեշը, այդ պատճառով մեզանից յուրաքանչյուրը շտապում էր իր գործերը վերջացնել։ Սենյակի դուռը կողպեցինք, երեքս էլ դուրս եկանք։ Ասլանը Ջալլագի հետ գնացին մի քանի այցելություններ անելու, իսկ ես գնացի շուկա մի քանի իրեղեններ գնելու։"
      },
      {
        "index": 43,
        "text": "Քաղաքի գեղեցկությունը ինձ մոռանալ տվեց հաջի Իսաղի թողած անախորժ տպավորությունը։ Հազիվ թե կարելի է գտնել մի քաղաք, որ Բաղեշի նման ինքնուրույն ձև ունենա, և հազիվ թե մի որևէ այլ տեղ բնությունը ստեղծագործել է այնպիսի դիրքեր, որ քաղաքին տվել են այն ինքնուրույն ձևը։"
      },
      {
        "index": 44,
        "text": "Պատմական Սալնո-Ձորը իր բարձր, ալիքավոր լեռներով ու բլուրներով սեղմել է իր գրկի մեջ այդ քարեղեն քաղաքը։ Ասում եմ քարեղեն, որովհետև բոլոր տները, թե հարուստի, թե աղքատի, շինված են մաքուր, հարթ տաշված թխագույն քարից։ Երեք գետեր, զանազան կողմերից գալով և քաղաքի մոտակայքում միանալով, անցնում են ձորի անդնդային խորության միջով և իրանց ահեղ ձայնով թնդեցնում են տիրող լռությունը։ Սկսյալ ձորի հատակից, սկսյալ գետի աջ և ձախ ափերից, շրջակա լեռները սանդղտաձև թումբերով (տերրասներով) աստիճանաբար վեր են բարձրանում։ Այդ թումբերի վրա շինված են տներ, այդ թումբերի վրա տնկած են և տները շրջապատող պարտեզները։ Երբ ցածից դեպի վեր ես նայում, քեզ թվում է, թե տեսնում ես Շամիրամի օդային պալատները իր կախաղանավոր պարտեզներով։"
      },
      {
        "index": 45,
        "text": "Լեռների կուրծքի վրա, սկսյալ ամենաբարձր կետերից, վազում են"
      },
      {
        "index": 46,
        "text": "բազմաթիվ աղբյուրները, հստակ, իբրև բյուրեղ։ Նրանց վտակները անցնում են բարձրադիր պարտեզների միջով, անցնում են տների կտուրների վրայով և, առաջինից դեպի երկրորդը թափվելով, կազմում են հիանալի ջրվեժներ։ Մի տան կտուրը մյուս տան համար բակի տեղ է ծառայում, և այսպես, լեռների կուրծքին կպած տները աստիճանաբար վեր են բարձրանում և հասնում են մինչև ամենաբարձր գագաթները։ Իսկ վտակները վերևից հոսելով, ջրվեժների տեսարաններ են ներկայացնում։ Ամեն կողմից ջուր է վազում, թե աղքատներին և թե հարուստներին բարիք է պարգևում։ Ջուրը անցնում է ս. Սարգիս եկեղցու ավագ խորանից և թափվում է նրա գավիթը։"
      },
      {
        "index": 47,
        "text": "Գնում ես փողոցներով, հատակը քար, պատերը քար, ման ես գալիս պարտեզների մեջ, ցանկապատը քար, դռները քար,— և այդ քարեղեն աշխարհը, արհեստի և բնության հրաշալիքների հետ միացած, սքանչացնում են քեզ։ Դեպի որ կողմ և նայում ես, երևում են ահավորություն, վսեմություն, գեղեցիկ տեսարաններ։ Նայում ես դեպի ցած, դեպի ձորի անդնդային խորությունը։ Մի տուն մյուս տան վրա, մի պարտեզ մյուս պարտեզի վրա, աստիճանաբար իջնում են մինչև գետի ափերը, որ հոսում է ձորի խորության միջով։ Իսկ այնտեղ, գետեզերքի բոլոր երկարությամբ, տարածվում են քաղաքացիների այգիները և լցնում են ձորը հիանալի կանաչազարդությամբ։"
      },
      {
        "index": 48,
        "text": "Նայելով այդ բոլորի վրա, քո սիրտը բաբախում է մի վսեմ հպարտությամբ, երբ տեսնում ես, թե ի՜նչպես հայ մարդը գիտե մաքառել վայրենի բնության հետ, գիտե լեռների ապառաժոտ անձկության մեջ իր համար մի դրախտ ստեղծել։"
      },
      {
        "index": 49,
        "text": "Ավելի հետաքրքիր էր շուկան։ Հրապարակը գտնվում էր կտուրների վրա, իսկ կտուրների տակում՝ ծածկված բազարը իր կրպակներով ու խանութներով։ Չսովորած մարդու աչքում կարող էր այդ շատ օտարոտի երևալ, եթե չմտածեր, որ խնայող բաղեշցին, իր տեղի սղության պատճառով, աշխատել, է նրա ամեն մի թիզից օգուտ քաղել։ Ես ման էի գալիս կտուրների վրա, այլ խոսքով, հրապարակում։ Անցնելու տեղ չկար, մարդ, անասուն և թռչուն խառնված էին միմյանց։ Այնտեղ գյուղացի կանայք, խումբերով նստած, ձու, հավ, սեր ու կարագ էին ծախում. այնտեղ կապած էին գյուղացիների ավանակները, որոնց վրա բարձած, զանազան ուտեստներ էին բերել ծախելու. այնտեղ շարքով չոքած էր ուղտերի քարավանը, որ գյուղերից ցորյան էր բերել. նրանց"
      },
      {
        "index": 50,
        "text": "մոտ կիտած էր ցորյանի շեղջը։ Այնտեղ ջուլհակը իր գործած կտավն էր ծախում, իսկ ներկարարը իր ներկած կարմիր շիլան. այնտեղ չիթսասը, իր պատրաստած չիթերը փոխում էր քուրդի հետ և նրանից յուղ, պանիր ու բուրդ էր առնում, այնտեղ թափառական չինգանան պար էր ածում իր կապիկը և փարաներ էր հավաքում, իսկ քահանան մոտենում էր այս և այն ուտեստը ծախողին, մի պատառ վեր էր առնում, իր բերանն էր դնում, «համը տեսնելու» համար, և մի կտոր իր թաշկինակի մեջ էր դնում, տուն տանելու «նմուշի» համար։— Այդ բոլորը կատարվում էր կտուրների վրա, այդ օդային հրապարակում։"
      },
      {
        "index": 51,
        "text": "Ես ցած իջա կտուրներից, մտա նրանց տակ, ծածկված չարշին։ Դա մի ամբողջ լաբիրինթոս էր, որ տարածվում էր դեպի զանազան կողմեր։ Չարշիների աջ և ձախ կողմում, մինը մյուսի մոտ, շարքով ձգվում էին զանազան վաճառքներով լի կրպակներ, խանութներ, որոնք շինված էին քարից և փոքրիկ մատուռների նմանություն ունեին։ Ծալապատիկ նստած էին վաճառականները մինդարների վրա և գնողներին, հաճոյական ձայներով ու խոսքերով, դեպի իրանց խանութն էին հրավիրում։ Առևտուրը իր ջերմ կենդանության մեջ էր։ Բաղեշը իր շրջակա գավառների վաճառականական կենտրոնն է։ Նա հարաբերություն ունի Վանի, Կարինի, Բալվի, Բուլանխի, Տարոնի, Սղերդի, Ամիդի, մինչև անգամ Մուսուլի և Բաղդադի հետ։ Բամբակը ստանում է Պարսկաստանից, և իր մեջ արդյունագործելով,— չիթեր, կտավներ, շիլաներ պատրաստելով, լիացնում է իր շրջակա գավառները։ Եվրոպական ապրանքներ նա ստանում է Կ. Պոլսից։ Վաճառականությունը գլխավորապես հայերի ձեռքումն է և նրանց նյութական վիճակը կարելի է բարվոք դրության մեջ համարել։ Բայց իմ ուշադրությունը գրավեցին մի քանի այլ երևույթներ։ Մի տեղ փոքրիկ աշակերտը, չոքած իր «ուստայի» առջև և գոց ժամագիրքը ձեռքում բռնած, իր «համարն» էր տալիս։ «Ուստան» երկաթյա արշինը ձեռքում, մի կողմից չափում էր կտավը և խոսում էր քրդի հետ, մյուս կողմից, նույն երկաթյա արշինով խփում էր փոքրիկ ուսանողի գլխին, որ իր սխալը ուղղե։ Մի այլ տեղ, խանութպանը դրել էր իր առջև Նյու-Յորքում տպած աշխարհաբար աստվածաշունչը, մի կողմից սակարկություններ էր անում իր գնողների հետ, մյուս կողմից վիճում էր մի քանի անձանց հետ, թե պահեցողությունը չէ կարող քավել մարդու մեղքերը։ Ես մոտեցա այդ վերջիններին։ Չգիտեմ, ո՞րտեղից հայտնվեցավ այնտեղ և հաջի Իսաղը։ Լսելով, թե վեճը ինչումն է, նա ասաց."
      },
      {
        "index": 52,
        "text": "— Պահեցողությունը պետք է հոգևոր լինի, դու հեռու պահիր քեզ սուտ խոսելուց, սուտ երդվելուց, գողանալուց, զրպարտելուց, ագահությունից, ժլատությունից և այլ մեղքերից, այն ժամանակ տիրոջ թողությունը կվայելես, եթե ոչ, թե միս կերար, թե լոբիա կերար, բոլորը միևնույն է։"
      },
      {
        "index": 53,
        "text": "Եվ այդ ասում էր ո՞վ,— հաջի Իսա՜ղը…"
      },
      {
        "index": 54,
        "text": "Ես հեռացա։"
      },
      {
        "index": 55,
        "text": "Ծածկված չարշիները լույս ընդունում էին առաստաղից։ Բայց լույսը այնքան նվազ էր, որ մարդ մարդու հազիվ կարողանում էր տեսնել։ Խանութպանները եթե կամենային, կարող էին ավելի լույս տալ իրանց կրպակներին։ Բայց այդ շահավետ չէր լինի նրանց համար, որովհետև խավարի ու մթության մեջ ավելի հեշտ էր խաբել, ավելի հեշտ էր վատ ապրանքը լավի տեղ վաճառել։"
      },
      {
        "index": 56,
        "text": "Իմ գլխում ծագեց մի համեմատություն։ Մի՞թե ավետարանի լույսն ու ճշմարտությունը քարոզող միսիոնարները նույնպիսի վաճառականներ չէին։ Մի՞թե նրանք ևս իրանց դպրոցները խավարի մեջ չէին պահում, ինչպես բաղեշցի վաճառականը իր կրպակը։ Մի՞թե նրանք ևս իրանց առևտուրը մթության մեջ չէին կատարում, որ ավելի հեշտ լինի խաբել։ Մի՞թե, եթե ցանկանային նրանք, չէին կարող ավելի լույս տալ իրանց դպրոցներին, այն աստվածային կենսատու լույսը, որի տարածման համար առաքված էին։"
      },
      {
        "index": 57,
        "text": "Ամեն տեղ ես լսում էի նույն վիճաբանությունները, կարծես, ամբողջ քաղաքը վարակված լիներ այդ ախտով։ Խարդախ վաճառականության հե՝ կատարվում էր և կրոնական խարդախ պրոպագանդա։ Իսկ հայ քահանան վերևում, կտուրների վրա, զանազան ուտեստների «նմուշներ» էր հավաքում իր թաշկինակի մեջ…"
      },
      {
        "index": 58,
        "text": "Ես զզվանքով դուրս եկա չարշիներից։"
      },
      {
        "index": 59,
        "text": "Բաղեշը գտնվում է չորս վանքերի հոգևոր պաշտպանության ներքո։ Նրանցից մեկը քաղաքի միջումն է, իսկ երեքը նրա շրջակայքում։ Ամլորդու վանքը գտնվում է նույնանուն թաղի մեջ։ Նրանից կես ժամ հեռավորության վրա կանգնած է Գոմաց ս. Աստվածածնի վանքը, հետո Ավեխու ս. Աստվածածնի վանքը և խնդրակատար Ս. Աստվածածնի վանքը։ Թադեոս առաքյալը ուխտել էր Հայաստանում հազար վանքեր հիմնել ս. Աստվածածնի անունով, հիշյալ երեքը միայն Բաղեշի մոտակայքում հիմնեց։"
      },
      {
        "index": 60,
        "text": "Բացի չորս վանքերից, չորս հոյակապ եկեղեցիներ քաղաքի մեջ հոգևոր սնունդ են մատակարարում բնակիչներին։ Կարմրակ"
      },
      {
        "index": 61,
        "text": "կոչված եկեղեցին պահում էր իր մեջ Հիսուս Քրիստոսի արյան շիթը․ նա այն աստիճան պաշտելի է, որ նրա անունով երդվում են մինչև անգամ մահմեդականները։ Այդքան հոգևոր հիմնարկություններից հետո, հաջի Իսաղը դարձյալ փողոցներում կրոնափոխություն է քարոզում։ Ի՞նչ է դրա պատճառը…"
      },
      {
        "index": 62,
        "text": "Փողոցներում շրջում էին հայ կանայք։ Ամենքը, թե պառավ և թե մանկահասակ, իրանց գեղեցիկ և նուրբ կերպասներից կարված զգեստների վրա, հագած ունեին մի տգեղ, մինչև ոտները իջած շիլա շապիկ։ Այդ արտաքին ծածկոցը նրա համար էր, որ նրանց նազելիությունը չգրավե մուսուլմանի վավաշոտ հայացքը։ Տղամարդիկ նույնպես վատ էին հագնված։ Այստեղ, ինչպես միևնույնը Վանում ևս նկատեցի, հարուստները սովորություն ունեին իրանց հարստությունը ծածկել աղքատության կեղևի տակ։ Ավելի թշվառ գտա ես երեխաներին. ոչ մեկի ոտներին ոտնամաններ չտեսա, թեև ոտնամանների ավելի պետք ունեին այդ ապառաժոտ, քարեղեն քաղաքում։"
      },
      {
        "index": 63,
        "text": "Ահա անցավ մի ամբողջ ասպախումբ։ Ամերիկացի կանայք, ձիաների վրա կողմնակի նստած, քարշ էին տալիս գետնից իրանց երկար զգեստները։ Նրանց տղամարդերի գլխարկների վրա քամուց ծածանվում էին շղարշյա սպիտակ փաթոթի բաց թողած ծայրերը։ Ասպախումբը անցավ, որպես մի սրընթաց մրրիկ։ Մի քանի ձիավորներ, տեղային հագուստով, առջևից արշավելով, ետ էին մղում բազարի խառնված բազմությունը, որ առանց ստիպմունքի ևս երկյուղածությամբ ետ էր քաշվում և ճանապարհ էր բաց անում։ Սկզբում ես կարծեցի, թե այդ ասպախումբը եվրոպական մի որևէ պետության հյուպատոս պետք է լինի իր ընտանիքով և իր բազմաթիվ համհարզներով, որպես սովորություն ունեն նրան արևելքում իրանց, որքան կարելի է, շքեղ և մեծափառ ցույց տալ։"
      },
      {
        "index": 64,
        "text": "— Ովքե՞ր են դրանք,— հարցրի մի հայից, որ խորին կերպով, գլուխ տվեց նրանց անցնելու միջոցին և, դեռ անշարժ կանգնած, հիացմունքով նայում էր նրանց ետևից։"
      },
      {
        "index": 65,
        "text": "— Մեր «սահաբներն» են,— պատասխանեց նա մի առանձին պարծենկոտությամբ։"
      },
      {
        "index": 66,
        "text": "Ես իսկույն հասկացա, թե ովքեր էին։ Պարսկաստանում ևս «սահաբ» անունով էին կոչում միսիոնարներին, որ նշանակում է տեր, պարոն։ Ահա՛, ոտնաշրջիկ առաքյալների հաջորդները, որոնք բացի մի ցուպից և մի մախաղից ավելի ոչինչ չէին կրում իրանց հետ։"
      },
      {
        "index": 67,
        "text": "— Ո՞րտեղից են գալիս,— հարցրի իմ խոսակցից, որ դեռ շարունակում էր նայել նրանց ետևից։"
      },
      {
        "index": 68,
        "text": "— Ամառանոցից,— ասաց նա, դառնալով դեպի ինձ։— Էգուց կիրակի է, քարոզ պետք է տան։"
      },
      {
        "index": 69,
        "text": "— Հետո դարձյալ կգնա՞ն ամառանոց։"
      },
      {
        "index": 70,
        "text": "— Իհարկե։ Այդ տոթերում քաղաքի մեջ «սահաբները» չեն կարող մնալ։"
      },
      {
        "index": 71,
        "text": "— Իսկ դուք կարո՞ղ եք մնալ։"
      },
      {
        "index": 72,
        "text": "— Մենք սովորել ենք։ Նրանք խո մեզ նման չեն։ Դուք կգա՞ք քարոզ լսելու,— խոսքը փոխեց նա,— ասում են լավ քարոզ կլինի։ Շ… «սահաբը» պետք է խոսի գոյափոխության վրա, և պետք է ապացուցանե, որ հեթանոս հայերը իզուր են հավատում, որ գինին ու հացը Հիսուս Քրիստոսի մարմինն ու արյունն են դառնում։"
      },
      {
        "index": 73,
        "text": "Ես ոչինչ չպատասխանեցի ու հեռացա։ Նա մինչև անգամ վիրավորվեց իմ անտարբերությունից, թե ինչու ես չկանգնեցի բազարի մեջտեղում և ամբողջ ժամերով չվիճեցի նրա հետ գոյափոխության վրա։"
      },
      {
        "index": 74,
        "text": "Ես գնեցի ինչ որ պետք էր ինձ և վերադարձա պանդոկը։"
      },
      {
        "index": 75,
        "text": "Ասլանը և Ջալլադը ամբողջ օրը չերևացին։ Երեկոյան, մեր սենյակում միայնակ նստած, սպասում էի նրանց։ Մի կողմում վառվում էր աղյուսի վրա կպցրած ճրագվի մոմը և տարածում էր մռայլ լուսավորություն։ Պանդոկում բոլոր վաճառականների կրպակները կողպված էին, և ամեն գործողություն դադարած էր։ Տիրում էր խորին, թախծալի լռություն։ Մի քանի ճանապարհորդներ, մեր կից սենյակների դռների առջև նստած, ընթրիք էին անում։ Ոմանք դռների առջև քնած էին։ Ներսում տոթը հեղձուցիչ էր։ Ես նայում էի վառվող մոմի վրա։ Անթիվ միջատները, փոքրիկ, նախշուն թիթեռները, սուլելով, սավառնելով, պտտում էին մոմի շուրջը։ Լույսը հրապուրում էր նրանց, լույսը ուրախացնում էր նրանց։ Լույսի հետ խաղ էին անում և լույսի մոտ ընկնում էին… Լուսավորության խեղճ զոհեր…"
      },
      {
        "index": 76,
        "text": "Ասլանը և Ջալլադը վերադարձան խիստ ուշ։ Մեծ եղավ իմ ապշությունը, երբ տեսա Ջալլադին՝ ոտից գլուխ կերպարանափոխված։ Նա այժմ եվրոպական հագուստ էր հագած։ Ո՜րքան պատկառելի էր երևում նա այդ հագուստի մեջ, ո՜րքան պատշաճավոր էր նրան այդ հագուստը։ Երևում էր, որ նա մանկությունից սնվել, մեծացել էր այդ հագուստով։"
      },
      {
        "index": 77,
        "text": "Նա ժպտալով ողջունեց ինձ և հարցրեց․"
      },
      {
        "index": 78,
        "text": "— Չե՞ս զարմանում։"
      },
      {
        "index": 79,
        "text": "— Զարմանում եմ,— պատասխանեցի ես, վեր կացա իմ նստած տեղից, բռնեցի նրա ձեռքը։"
      },
      {
        "index": 80,
        "text": "Ասլանը գլխարկը մի կողմ ձգեց և լուռ նստեց օթոցի վրա։ Իսկ Ջալլադը սկսեց շտապով հավաքել իր իրեղենները։ Սենյակի դռանը սպասում էր մի ծառա։ Նա ներս մտավ, վեր առեց նրա խուրջինը և հեռացավ։"
      },
      {
        "index": 81,
        "text": "— Դու գնո՞ւմ ես,— անհագիստ կերպով հարցրի նրանից։"
      },
      {
        "index": 82,
        "text": "— Ոչ, ես չեմ գնում,— քաղցրությամբ պատասխանեց նա և, մոտենալով, ձեռքը դրեց իմ ուսի վրա։— Ես այդ քաղաքում պետք է մնամ։ Եվ այդ պատճառով, հարկավոր եղավ իմ իրեղենները տեղափոխել իմ նոր վարձած կացարանը։"
      },
      {
        "index": 83,
        "text": "— Այսուամենայնիվ, մենք պետք է բաժանվենք միմյանցից։"
      },
      {
        "index": 84,
        "text": "— Այո՜, պետք է բաժանվենք…"
      },
      {
        "index": 85,
        "text": "Նրա ձայնը դողաց։"
      },
      {
        "index": 86,
        "text": "Վերջին օրերում ես այն աստիճան սկսել էի սիրել և հարգել այդ ազնիվ երիտասարդին, որ, կարծես, մի բան կտրվեցավ իմ սրտից, երբ լսեցի, որ բաժանվելու ենք միմյանցից, և, գուցե այլևս չէինք տեսնի միմյանց։ Ես սկսեցի աղաչել նրան․"
      },
      {
        "index": 87,
        "text": "— Գոնե այս գիշեր մնացեք մեզ մոտ։"
      },
      {
        "index": 88,
        "text": "— Մեծ ուրախությամբ կմնայի, եթե կարելի լիներ…"
      },
      {
        "index": 89,
        "text": "Հետո խոսքը փոխեց."
      },
      {
        "index": 90,
        "text": "— Բայց դուք էլ երկար չեք մնալու այստեղ։"
      },
      {
        "index": 91,
        "text": "Ասլանը, որ լուռ դիտում էր մեր սրտերի զեղմունքը, ավելի տխրացրեց ինձ, ասելով."
      },
      {
        "index": 92,
        "text": "— Մի քանի ժամից հետո մենք պետք է թողնենք այդ քաղաքը։"
      },
      {
        "index": 93,
        "text": "— Գիշերո՞վ։"
      },
      {
        "index": 94,
        "text": "— Այո՛, գիշերով։"
      },
      {
        "index": 95,
        "text": "Ի՞նչ էր պատահել, ի՞նչ հարկ կար այդպես շտապելու։ Նրանք ինձ ոչինչ չասացին։ Միայն նկատում էի, որ Ասլանը նույնպես մի առանձին թախծության մեջ էր գտնվում։ Երևի, սիրելի ընկերից բաժանվելը նրան ևս տանջում էր։"
      },
      {
        "index": 96,
        "text": "Հասավ բաժանման ծանր րոպեն։ Ջալլադը մոտեցավ նախ Ասլանին, գրկեց նրան։ Ոչինչ չխոսեցին, ոչինչ չասացին միմյանց։ Երկար, լուռ գրկախառնության մեջ էին գտնվում նրանք։ Մեկի գլուխը դրած էր մյուսի ուսի վրա։ Մեկի ձեռքերը փաթաթված էին մյուսի պարանոցին։ Չէին խոսում, բայց լռության մեջ շատ բան էին ասում միմյանց։"
      },
      {
        "index": 97,
        "text": "Ա՜խ, ո՛րքան վսեմ, ո՛րքան բարձր բան է ճշմարիտ բարեկամությունը։ Ո՜րքան հոգու և զգացմունքների սրբություն կա նրա մեջ։ Այդ բոլորը տեսնելով, իմ սիրտը նույնպես լցվում էր մի սրբազան ջերմությամբ, իմ զգացմունքները նույնպես ազնվանում էին։"
      },
      {
        "index": 98,
        "text": "Նա թողեց Ասլանին և մոտեցավ ինձ։ Կարոյից բաժանվելու ժամանակ ես լաց չեղա, բայց երբ նրա դողդոջուն ձեռքերը փաթաթվեցան իմ պարանոցին, ես չկարողացա զսպել իմ արտասուքը։ Նա նույնպես հուզված էր, նրա հեզ, հրեշտակային աչքերը նույնպես ծփում էին։"
      },
      {
        "index": 99,
        "text": "— Մի՛ տխրիր, Ֆարհատ,— ասաց նա ինձ.— դու մի լավ և բարի առաջնորդ ունես, որ կկանգնեցնե քեզ ուղիղ ճանապարհի վրա…"
      },
      {
        "index": 100,
        "text": "Համարյա նույն խոսքերը ասաց ինձ Կարոն, երբ վերջին անգամ բաժանվեցա նրանից։ Ի՞նչ էին նշանակում այդ խոսքերը։"
      },
      {
        "index": 101,
        "text": "Ես և Ասլանը դուրս եկանք սենյակից՝ նրան ճանապարհ դնելու։ Մինչև սանդուղքները գնացինք նրա հետ։ Այստեղ նա կանգնեցրեց մեզ, կրկին և կրկին անգամ սեղմելով մեր ձեռքը, ցած իջավ սանդուղքներից։ Ներքևից մի անգամ ևս ետ նայեց, գլխով մնաք բարյավ ասաց և դուրս եկավ պանդոկից։ Մենք երկար անշարժ կանգնած էինք սանդուղքների գլխին, և մեր աչքերը հառած էին դեպի այն դուռը, որտեղից դուրս եկավ ազնիվ երիտասարդը և անհայտացավ փողոցի մթության մեջ։"
      },
      {
        "index": 102,
        "text": "Վերադառնալով մեր սենյակը, թե՛ ես և թե՜ Ասլանը, սիրելի բարեկամից անջատվելու ծանր տպավորության ներքո, տխուր էինք, ոչինչ չէինք գտնում խոսելու։ Ասլանը հոգնածի նման ընկողմանեցավ օթոցի վրա, իսկ ես նստեցի մոմի հանդեպ։ Երևում էր, որ ամբողջ օրը թափառել էր նա։ Նրա աչքերը շուտով խփվեցան, սկսեց նիրհել։ Ես նայում էի մոմի վրա։ Լուսավորության զոհերը այժմ շատացել էին, և ճրագի շուրջը ծածկված էր լուսո այդ անձնանվեր սիրահարների դիակներով…"
      },
      {
        "index": 103,
        "text": "Երբեմն իմ աչքերը հածում էին սենյակի շուրջը։ Կարծես, որոնում էին Ջալլադի հետքեր։ Նրա զենքերը մնացել էին իրանց տեղում։ Չլինի՞ թե մոռացել էր նա։ Կամ նրան այլևս պետք չէին այդ մահվան և կենաց գործիքները։ Նա վերառեց իր փոքրիկ խուրջինը միայն, որի մեջ, որպես սրբություն, պահված էին այն մագաղաթները, որ նա գտավ Աղթամարա վանքում։"
      },
      {
        "index": 104,
        "text": "Պանդոկի բակից երբեմն լսելի էր լինում նրա նժույգի խուլ"
      },
      {
        "index": 105,
        "text": "խրխնջոցը։ Խե՜ղճ անասուն, նա էլ տխուր էր երևի, նա էլ զգում էր, որ իր սիրելի տերը այլևս չի նստի նրա վրա։"
      },
      {
        "index": 106,
        "text": "Ասլանը բաց արեց աչքերը, ասաց."
      },
      {
        "index": 107,
        "text": "— Եթե մի մարդ հարցնելու լինի ինձ, շուտով զարթեցրու։"
      },
      {
        "index": 108,
        "text": "— Դու քնո՞ւմ ես։"
      },
      {
        "index": 109,
        "text": "— Ոչ, այնպես նիրհում եմ։"
      },
      {
        "index": 110,
        "text": "Պանդոկում ամեն ինչ լուռ էր. ճրագները հանգցրել էին, և ամեն ոք հանգստանում էր խորին քնի մեջ։ Միայն երբեմն լսելի էր լինում գիշերապահ հասասների ձայնը, որ ման էին գալիս պանդոկի կտուրի վրա, և նրանց ձայնին պատասխանում էին մյուս պանդոկների կտուրներից։"
      },
      {
        "index": 111,
        "text": "Ասլանը կրկին բաց արեց աչքերը։ Այժմ ես թույլ չտվի, որ նա դարձյալ խփե աչքերը և փոքր-ինչ հանգստանա։ Իմ անհամբերությունը այնքան անզուսպ էր, որ ցանկանում էի տեղեկանալ, թե ինչո՞ւ Ջալլադը այդպես հանկարծ բաժանվեցավ մեզանից, կամ ի՞նչ գործով պետք է զբաղվեր նա, այդ քաղաքում մնալով։"
      },
      {
        "index": 112,
        "text": "— Դու արդեն գիտես, որ նա քահանա է և բողոքական քահանա,— իմ հարցին պատասխանեց Ասլանը, գլուխը բարձրացնելով,— իսկ այդ քաղաքում բողոքական հասարակություն կա։"
      },
      {
        "index": 113,
        "text": "— Այդ ես գիտեմ։ Բայց նա նրանց չէ համակրում, և որքան նկատեցի ես, մինչև անգամ զզվում է նրանցից։"
      },
      {
        "index": 114,
        "text": "— Հենց դրա համար էլ նա վճռել է գործել նրանց մեջ, որ ուղղվին, որ մոլորության մեջ չմնան։"
      },
      {
        "index": 115,
        "text": "— Ի՞նչպես մոլորության մեջ չմնան։"
      },
      {
        "index": 116,
        "text": "— Որ հասկանան, կրոնը և խղճի ազատությունը այլ բան է, իսկ ազգությունը այլ բան է։ Որ իրանց հայ ճանաչեն, և իրանց լուսավորչական ու կաթոլիկ եղբայրներին սիրեն։"
      },
      {
        "index": 117,
        "text": "— Լավ չէ՞ր լինի, որ նրանք ամենևին բաժանված չլինեին մեզանից։"
      },
      {
        "index": 118,
        "text": "— Լավ կլիներ։ Բայց քանի որ զանազան տխուր հանգամանքների պատճառով բաժանվել են, քանի որ իրողությունը արդեն կատարված է, պետք է հաշտվել փաստի հետ։ Այժմ ի՞նչ է մնում մեզ անել, հալածե՞լ նրանց,— այդ ոչինչ օգտավետ հետևանքի չի հասցնի։ Մեզ մնում է՝ աշխատել, կրկին կապել նրանց մեզ հետ, եթե ոչ կրոնքով, գոնե ազգայնական կապերով, որ ավելի ամուր է և հաստատուն։"
      },
      {
        "index": 119,
        "text": "— Այդ կարելի՞ է։"
      },
      {
        "index": 120,
        "text": "— Ինչո՞ւ չէ կարելի։"
      },
      {
        "index": 121,
        "text": "Ես խլեցի նրա քունը և հանգստությունը։ Մեր խոսակցության առարկան այնքան մոտ էր նրա սրտին, որ նա պառկած տեղից բարձրացավ և նստեց։ Մոմի լույսը ուղիղ ընկած էր նրա գունաթափ երեսի վրա։ Այդ դեմքի յուրաքանչյուր փոփոխությունը այնքան ծանոթ էր ինձ, որ երբ ես նկատում էի նրա վրա այժմյան թախծալի դալկությունը, արդեն գիտեի, որ նա հոգեկան սաստիկ տանջանքի մեջ էր գտնվում։ Ի՞նչ էր պատահել այնօր նրա հետ։"
      },
      {
        "index": 122,
        "text": "— Կարելի է,— կրկնեց նա։— Հայերը, սկսյալ ամենահին ժամանակներից, մի զարմանալի ընդունակություն ունեն, եթե ոչ նոր կրոնքներ ստեղծելու, բայց գոնե օտարներից ընդունած կրոնքներին ազգային գույն ու ձև տալու։ Հայերը, ընդունելով օտար կրոնքը, նրա վրա դնում են իրանց ազգային դրոշմը,— նրան հարմարեցնում են իրանց պատմության, ավանդությունների, սովորությունների և ցեղական հատկությունների հետ։ Այդ ազգային մի մեծ ձիրք է, որից զուրկ են շատ ազգեր։ Գերի բերելով հունաց աստվածներին, մեր նախնիքը հայացրին նրանց, մինչև անգամ նրանց անունները փոխեցին։ Հրավիրելով պարսից աստվածներին, նույնպես վարվեցան նրանց հետ։ Քրիստոնեական եկեղեցին, որ առաքյալների ձեռքով հիմնվեցավ Հայաստանում, բայց լուսավորչի ձեռքով բոլորովին կերպարանափոխվեցավ։ Հայերը չմիացան ոչ Հռոմի և ոչ Բյուզանդիայի եկեղեցիների հետ։ Վերջին ժամանակներում մտավ հայերի մի մասի մեջ կաթոլիկությունը և բողոքականությունը։ Առաջինը, կաթոլիկությունը, նույնպես ազգային կերպարանք ստացավ և դարձավ իսկապես հայ կաթոլիկություն։ Հայերը պահպանեցին իրանց եկեղեցական վաղեմի ծեսերը, արարողությունները, պաշտամունքը և, որ ամենագլխավորն է,— լեզուն։ Իսկ բողոքականությունը դեռ հայերի մեջ ազգային գույն չէ ստացել։ Այն, որ Ջալլադը նկարագրեց, միսիոնարի բողոքականություն է։"
      },
      {
        "index": 123,
        "text": "— Ի՞նչ պետք է անել Ջալլադի կարծիքով։"
      },
      {
        "index": 124,
        "text": "— Նրա կարծիքով, պետք է աշխատել հեռացնելու միսիոնարների թե՛ ազդեցությունը և թե՛ ներգործությունը, և կազմել ինքնուրույն հայ-բողոքական եկեղեցի։ Եվ այդ կլինի նրա գործունեության բուն նպատակը։"
      },
      {
        "index": 125,
        "text": "— Կհաջողվի՞ նրան։"
      },
      {
        "index": 126,
        "text": "— Ես հավատացած եմ, որ կհաջողվի։ Նա չափազանց եռանդոտ և հաստատ կամքի տեր մարդ է։"
      },
      {
        "index": 127,
        "text": "Սենյակի դուռը կամաց բացվեցավ, պանդոկի սպասավորներից մեկը գլուխը ներս բերեց, ասելով."
      },
      {
        "index": 128,
        "text": "— Մի մարդ հարցնում է ձեզ։"
      },
      {
        "index": 129,
        "text": "Ասլանը հրամայեց, որ ներս թողնեն։ Քանի րոպեից հետո ներս մտավ մի անծանոթ երիտասարդ, նուրբ կազմվածքով և բավական մաքուր հագնված եվրոպական հագուստով։ Նա քաղաքավարությամբ գլուխ տվեց, մոտեցավ Ասլանին, սեղմեց նրա ձեռքը և տվեց մի փոքրիկ նամակ։ Ասլանը շտապով բաց արեց նամակը, կարդաց և, վերջացնելուց հետո, ասաց երիտասարդին."
      },
      {
        "index": 130,
        "text": "— Մենք իսկույն պատրաստ կլինենք, հարգելի Արփիար, դուք ևս պատրաստվեցեք, որ շուտով ճանապարհ ընկնենք։ Ահա ձեզ զենքեր, իսկ պանդոկի բակում կապած է ձեզ համար մի գեղեցիկ ձի։"
      },
      {
        "index": 131,
        "text": "Երիտասարդը ուրախ դեմքով մոտեցավ, վեր առեց Ջալլադի զենքերը և թեթև քայլերով դուրս գնաց՝ իր ձին պատրաստել տալու համար։"
      },
      {
        "index": 132,
        "text": "— Ո՞վ է այդ գեղեցիկ երիտասարդը,— հարցրի Ասլանից, նրա բացակայության միջոցին։"
      },
      {
        "index": 133,
        "text": "— Հետո կասեմ…— պատասխանեց նա։— Դա Թոխմախ-Արթինի քարավանի հետ է եկել։"
      },
      {
        "index": 134,
        "text": "— Մի՞թե Թոխմախ-Արթինի քարավանը այստեղ է։"
      },
      {
        "index": 135,
        "text": "— Ոչ, մի քանի օր առաջ անցել է այստեղից, իսկ այդ երիտասարդին թողել էր այստեղ, որ ուղեկցե մեզ հետ մինչև Մուշ։"
      },
      {
        "index": 136,
        "text": "— Ո՞րքան գեղեցիկ երիտասարդ է,— կրկնեցի ես,— և այդ հասակում ճանապարհորդություններ է անում։"
      },
      {
        "index": 137,
        "text": "Ասլանը ուշադրություն չդարձրեց իմ ոգևորության վրա, որ պատճառեց իմ մեջ քնքուշ երիտասարդը, որի ամբողջ կազմվածքը, կարծես, սպիտակ մոմից շինված լիներ։ Նա խնդրեց, որ կանչեմ պանդոկի սպասավորներից մեկին, հաշիվը ստանա։"
      },
      {
        "index": 138,
        "text": "Սպասավորի փոխարեն հայտնվեցավ ինքը Հաջի-Իսաղը։ Նա, երևի, քնած էր. այնքան շտապեց, որ մոռացավ իր հագուստը հագնել, և այնպես շապիկով ու տակի ոտաշորով վազեց մեզ մոտ։ Տեսնելով նրան, Ասլանը պատվիրեց ինձ, որ, որքան և պահանջելու լինի, վճարեմ և ձայնը կտրեմ, իսկ ինքը դուրս եկավ սենյակից։ Նա չկամեցավ նայել այդ գարշելի մարդու վրա, որի մեջ բարքի մաքրության հետ՝ պակասում էր և ամենահասարակ քաղաքավարությունը։"
      },
      {
        "index": 139,
        "text": "Ես վճարեցի նրան սենյակի վարձը, ձիաների կացարանի վարձը, մի խոսքով, ինչ որ սկզբից խոստացել էինք նրան և հետո հարցրի."
      },
      {
        "index": 140,
        "text": "— Էլ ուրիշ ոչինչ չկա՞։"
      },
      {
        "index": 141,
        "text": "— Ինչպես չկա, պատվելի պարոն,— պատասխանեց նա ժպտալով, և այդ միջոցին նրա ահագին քթի ծակերը ավելի լայնացան։— Ինչպես չկա,— կրկնեց նա և տվեց ինձ մի պատառ կեղտոտ թղթի կտոր, ավելացնելով, թե բոլորը մի ըստ միոջե գրել է տվել այդ թղթի վրա։"
      },
      {
        "index": 142,
        "text": "Ես այժմ նրա համար «պատվելի պարոն» էի դարձել։ Նա մի ամբողջ հաշիվ էր շինել, որի ճշտությունը և անճշտությունը քննելու համար ոչ ժամանակ կար և ոչ հաճություն։ Բայց ինձ բարկացրեց մի բան։"
      },
      {
        "index": 143,
        "text": "— Այդ ջրի ամանը ինչո՞ւ եք գրել այստեղ,— հարցրի նրանից։"
      },
      {
        "index": 144,
        "text": "— Ինչու չգրել, պատվելի պարոն,— պատասխանեց նա զարմացած կերպով։"
      },
      {
        "index": 145,
        "text": "— Նրա համար, որ այդ ամանով դուք մեզ ջուր տվեցիք, մենք ջուրը գործածեցինք, եթե ջուրը մի առանձին արժեք ունի, կտանք, բայց ամանը այստեղ պետք է թողնենք ու գնանք։"
      },
      {
        "index": 146,
        "text": "— Ինչո՞ւ եք թողնում, պատվելի պարոն, կարող եք ամանն էլ ձեզ հետ տանել, չէ՞ որ ձեզ համար է գնված։"
      },
      {
        "index": 147,
        "text": "Անպիտանը հավաստի էր, որ մենք այն մեծ խեցեղեն կուժը մեզ հետ չէինք տանի, այդ պատճառով այսպիսի առաջարկություն էր անում, որ մեզ դժվարության մեջ դնե։"
      },
      {
        "index": 148,
        "text": "— Դուք ձեր բոլոր այցելուների հետ այդպե՞ս եք վարվում,— հարցրի նրանից։"
      },
      {
        "index": 149,
        "text": "— Դուք գիտեք, պատվելի պարոն, որ մենք սուտ խոսելու սովորություն չունենք,— կրկնեց նա հայ-բողոքականի սովորական պարծենկոտությամբ։"
      },
      {
        "index": 150,
        "text": "Ես վճարեցի բոլորը, ինչ որ նրա թղթի վրա գրած էր։ Բայց այդ միջոցին իմ մեջ խաղաց իմ մանկական չարություններից մեկը։"
      },
      {
        "index": 151,
        "text": "— Ուրեմն այդ կուժը այժմ մեզ է պատկանում։ Այսպես չէ՞։"
      },
      {
        "index": 152,
        "text": "— Իհարկե, ձեզ է պատկանում, սիրելի եղբայր…— ասաց նա, բայց հետո ուշի գալով, որ հային «եղբայր» ասելը մեղք է, իսկույն ուղղեց իր սխալը։"
      },
      {
        "index": 153,
        "text": "— Իհարկե, ձեզ է պատկանում, պատվելի պարոն։ Կարող եք ձեզ հետ տանել։"
      },
      {
        "index": 154,
        "text": "— Ես նրան կթողնեմ այստեղ։"
      },
      {
        "index": 155,
        "text": "Ժլատի դեմքը փայլեց։ Բայց ես կուժը զարկեցի սենյակի քարե"
      },
      {
        "index": 156,
        "text": "հատակի վրա, փշրվեցավ։ Հաջին ամբողջ մարմնով սոսկաց։ Կարծես կուժը նրա գլխին կոտրեցին։ Նա երևակայել անգամ չէր կարող, որ իր առաջարկությունն այդպիսի հետևանք կունենար։ Երկար, սառածի նման, նայում էր խեցիների կտորների վրա, որոնք կարծես յուր սրտի կտորները լինեին։ Այդ միջոցին ներս մտավ Ասլանը և հասկանալով եղելությունը հանդիմանեց ինձ։"
      },
      {
        "index": 157,
        "text": "— Այդ ի՞նչ երեխայություն է։"
      },
      {
        "index": 158,
        "text": "Հաջիի լեզուն բացվեցավ։ Նա իրան պաշտպան գտավ։"
      },
      {
        "index": 159,
        "text": "— Այդ ասացեք, պարոն բժշկապետ, իհարկե, երեխայություն է, ապա ինչ է,— մրթմրթաց նա խորին դժգոհությամբ։"
      },
      {
        "index": 160,
        "text": "Ասլանը նայեց նրա ներկայացրած հաշվի վրա և, ձեռքը մեկնելով դեպի նա, ասաց."
      },
      {
        "index": 161,
        "text": "— Այդ կուժին դուք հինգ ղուրուշ գին եք նշանակել, ստացեք և մի նորը գնեցեք։"
      },
      {
        "index": 162,
        "text": "Նա մեծ շնորհակալությամբ ընդունեց։"
      },
      {
        "index": 163,
        "text": "— Տիրոջ օրհնությունը ձեզ հետ լինի,— ասաց նա խղճալի ձայնով։— Ախար ես էլ գերդաստանի տեր եմ, իմ օգուտը այդպիսի բաներից է…"
      },
      {
        "index": 164,
        "text": "Ներքևում ձիաները պատրաստ էին։ Հաջի-Իսաղը, իր ստացած լիաձեռն բավականության համար, այժմ ավելի քաղաքավարի դարձավ․ նա ինքը վեր առեց մոմը և, մեր առջևից տանելով, առաջնորդեց մինչև պանդոկի բակը։ Ծիծաղելի էր նայել այդ կիսամերկ ծերուկի վրա, որը, միևնույն ժամանակ, թե պանդոկի հարուստ տերն էր և թե նրա ստոր սպասավորը։"
      },
      {
        "index": 165,
        "text": "Երբ վերջին մնաք—բարյավն ասացինք, Ասլանը հարցրեց."
      },
      {
        "index": 166,
        "text": "— Ես մոռացա ձեզանից հարցնել, դուք հա՞յ եք։"
      },
      {
        "index": 167,
        "text": "— Ոչ, պարոն բժշկապետ, ես բողոքական եմ։"
      }
    ]
  }
}
