{
  "chapterNumber": 41,
  "title": "ԽԱ. ՍԻՐՈ ՊԱՏԵՐԱԶՄԸ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Վանքի տոնախմբությունը արդեն վերջացած էր։ Ուխտավորները սկսել էին վերադառնալ դեպի իրանց երկրները։ Ծերունի որսորդի ընտանիքը նույնպես պատրաստվում էր առավոտյան թողնել վանքը։ Բայց իմ մեջ առաջ էր եկել մի զարմանալի փոփոխություն. ես մոռացել էի Մարոյին, մոռացել էի Սոնային, մոռացել էի մորս և քույրերիս, որոնք այնքան սիրում էին ինձ, և աշխատում էին ինձ իրանց հետ մեր տունը տանել։ Ես սիրահարվել էի Ասլանի վրա։ Կարծես թե այդ ոգելից երիտասարդը կախարդած լիներ ինձ. ես չէի ուզում բաժանվել նրանից։ Թեև Ասլանի խոսքերն ինձ շատ մութն էին, թեև ես դեռ պարզ չէի հասկացել, թե ի՛նչ նպատակի է ձգտում նա, և ի՛նչ են ուզում անել նրա մտերիմ"
      },
      {
        "index": 1,
        "text": "ընկերներն, այսուամենայնիվ, մտածում էի, թե լավ է նրանց հետ լինել, նրանց հետ գործել,— նրանք ազնիվ մարդիկ են։ Այս պատճառով, երբ Ասլանը հայտնեց, թե «մի գործի» համար միտք ունի Վան քաղաքը գնալ, ես աղաչեցի, որ ինձ էլ իր հետ տանե։ Նա չհոժարվեցավ, ասաց, թե դու եկել ես ծերունի որսորդի ընտանիքի հետ, պետք չէ նրանց անտեր թողնել։— Մարոն մեզ մոտ էր, նա լսեց այս խոսքերը և իրան հատուկ արհամարհական ոճով պատասխանեց, թե ես շատ հարկավոր չեմ նրանց, թե նրանք առանց ինձ էլ կարող են տուն վերադառնալ, թե որսորդի ընտանիքին ոչ ոք չի համարձակվի մոտենալ։ Ով որ չէր ճանաչում Մարոյին, կարող էր վշտանալ այս խոսքերից, բայց ես գիտեի նրա սիրտը, թե որքան բարի էր նա, այս պատճառով նրա խոսքերը շարժեցին իմ ժպիտը միայն։"
      },
      {
        "index": 2,
        "text": "Երեկո էր։ Այս խոսակցությունն անց էր կենում մեր մեջ մի բլուրի վրա, որ բավականին հեռու էր վանքից. այնտեղ գնացել էինք Մարոյի հետ «տիրամոր ծաղիկներ»"
      },
      {
        "index": 3,
        "text": "քաղելու, ուր և հանդիպեցանք Ասլանին։ Նա դարձյալ կերպարանափոխ էր եղած։ Այժմ նմանում էր մի վանեցի վաճառականի։"
      },
      {
        "index": 4,
        "text": "Մարոն ևս իր կողմից խնդրեց Ասլանից, որ ինձ վեր առնե իր հետ, ասելով, թե ես ամենևին քաղաք չէի տեսել, հարկավոր էր ինձ քաղաք տեսնել, և մենք երկուսս էլ երկար թախանձելուց հետո, վերջապես նրան ընդունել տվինք։"
      },
      {
        "index": 5,
        "text": "— Ես դուրս եմ գալու հենց այսօր, արևը մտնելեն հետո,— ասաց նա.— մնում է մեկ ու կես ժամ։"
      },
      {
        "index": 6,
        "text": "Ես խնդրեցի մի փոքր սպասել, մինչև ես գնամ մորս և քույրերիս հետ տեսնվեմ։"
      },
      {
        "index": 7,
        "text": "— Սպասել կարող չեմ,— ասաց նա,— վաղը չէ մյուս օրը առավոտյան ես պետք է Վանում գտնվեմ։"
      },
      {
        "index": 8,
        "text": "— Ուրեմն, դու գիշերները չի՞ պիտի հանգստանաս, որ կարողանաս հասնել,— հարցրուց Մարոն."
      },
      {
        "index": 9,
        "text": "— Ոչ,— պատասխանեց նա,— որովհետև երեք օրվա ճանապարհ է։"
      },
      {
        "index": 10,
        "text": "— Ուրեմն ես չի՞ պիտի կարողանամ տեսնել մորս։"
      },
      {
        "index": 11,
        "text": "Նա մոտեցավ ինձ և հազիվ լսելի ձայնով ասաց."
      },
      {
        "index": 12,
        "text": "— Ով որ կամենում է մեր ետևից գալ, պետք է թողնե իր մորը, հորը, քույրերին և եղբայրներին։ Հասկացա՞ր։"
      },
      {
        "index": 13,
        "text": "Այնուհետև Ասլանը հայտնեց, թեև ընդունում է ինձ իր հետ Վան տանել, բայց չէ կարող միասին դուրս գալ, այլ կսպասե ինձ առաջին իջևանում, որ այնքան հեռու չէր, և պատվիրեց գնալ ձի նստել և անմիջապես ճանապարհ ընկնել։ Այնուհետև նա խիստ մտերմությամբ գրկեց Մարոյին և ինձ, հետո բաժանվեցանք։ Մենք շտապեցինք դեպի մեր վրանը։"
      },
      {
        "index": 14,
        "text": "Ճանապարհին Մարոն ինձ ասաց։"
      },
      {
        "index": 15,
        "text": "— Գնա՛, Ֆարհատ, լավ ես անում, որ գնում ես, Վան քաղաքը կտեսնես, բայց Սոնային չմոռանաս…"
      },
      {
        "index": 16,
        "text": "Այս խոսքը ինձ կասկածանքի մեջ գցեց, և ես հարցրի, թե ի՞նչ մտքով էր ասում այդ։"
      },
      {
        "index": 17,
        "text": "— Սոնան սիրում է քեզ, Ֆարհատ, դու էլ նրան խոսք ես տվել…տղամարդը պետք է իր խոսքը կատարե…։"
      },
      {
        "index": 18,
        "text": "— Այս դու ո՞րտեղից գիտես։"
      },
      {
        "index": 19,
        "text": "— Ես բոլորը գիտեմ… ես գիտեմ, թե դուք ինչպես եք անցկացրել ձեր օրերը այն ժամանակ, երբ դու աշակերտ էիր նրա հոր տանը… ես ամենը գիտեմ…"
      },
      {
        "index": 20,
        "text": "Ես բոլորովին շփոթվեցա։"
      },
      {
        "index": 21,
        "text": "— Ո՞վ ասաց քեզ։"
      },
      {
        "index": 22,
        "text": "— Սոնան ինքը պատմեց ինձ։ Նա այնպես ցավելով էր պատմում, որ ես չկարողացա իմ արտասուքը պահել։"
      },
      {
        "index": 23,
        "text": "Ես ոչինչ չպատասխանեցի. նա շարունակեց խոսել."
      },
      {
        "index": 24,
        "text": "— Դու գիտե՞ս, Ֆարհատ, Սոնան որքան անբախտ է. նրա մխիթարությունն այժմ դու ես. բայց եթե դու էլ խաբես նրան, նա էլ չի ապրի։"
      },
      {
        "index": 25,
        "text": "Մարոյի ամեն մի բառը ինձ վրա կայծակի ներգործություն էր ունենում։ Ես չգիտեի ինչ պատասխանեմ. նրա ասածները բոլորը ճշմարիտ էին. ես Սոնային խոսք էի տվել…"
      },
      {
        "index": 26,
        "text": "— Դու Սոնային խոսք ես տվել,— կրկնեց Մարոն,— լավ չէ, երբ տղամարդն իր խոսքը չէ կատարում…"
      },
      {
        "index": 27,
        "text": "— Բայց եթե աղջիկը չէ՞ կատարում…"
      },
      {
        "index": 28,
        "text": "— Նույնպես լավ չէ։"
      },
      {
        "index": 29,
        "text": "Ես նկատեցի, Մարոյի ձայնը զգալի կերպով դողում էր վերջին պատասխանը արտասանելու միջոցին։"
      },
      {
        "index": 30,
        "text": "Ես ասեցի։"
      },
      {
        "index": 31,
        "text": "— Դու էլ ինձ խոսք ես տվել…"
      },
      {
        "index": 32,
        "text": "— Տվել եմ, ճշմարիտ է, բայց ես չեմ ուզում ուրիշի սիրո փշրանքովը կշտանալ…"
      },
      {
        "index": 33,
        "text": "Ես թեև հասկացա, թե ինչ ասաց նա, բայց դարձյալ հարցրի."
      },
      {
        "index": 34,
        "text": "— Ի՞նչ է նշանակում այդ։"
      },
      {
        "index": 35,
        "text": "Նա իսկույն չպատասխանեց, բայց ես նկատեցի, որ նրա աչքերը վառվում էին բարկության բոցով, և նա վերջապես պատասխանեց բոլորովին կատաղած կերպով."
      },
      {
        "index": 36,
        "text": "— Ես գիտեի, որ դու խիղճ չունես, բայց հիմա տեսնում եմ, որ դու խելք էլ չունես։ Ես չեմ կարող սիրել այն մարդուն, որ խաբել գիտե…"
      },
      {
        "index": 37,
        "text": "— Ուրեմն մեր մեջ ամեն ինչ վերջացած է։"
      },
      {
        "index": 38,
        "text": "— Հենց այն րոպեից, երբ «Կաթնաղբյուրի» ձորում, Սոնան քո մոտ նստած, իր անբախտությունն էր պատմում…"
      },
      {
        "index": 39,
        "text": "Մարոյի խոսքերն որքան և վիրավորական լինեին, որքան և կծու լինեին, բայց նրանք ուղիղ էին։ Ես զգում էի իմ մեղքը, ո՛չ բարկանալու և ո՛չ ներողություն խնդրելու իրավունք չունեի…"
      },
      {
        "index": 40,
        "text": "Առժամանակյա լռությունից հետո նա հարցրուց."
      },
      {
        "index": 41,
        "text": "— Եթե դու ուզում ես, որ մենք դարձյալ բարեկամներ մնանք, պետք է սիրես Սոնային։"
      },
      {
        "index": 42,
        "text": "— Ես ուզում եմ, որ մենք մնանք այնպես, ինչպես էինք առաջ…"
      },
      {
        "index": 43,
        "text": "— Դա անցավ։ Պատասխան տուր, ինչ բանի համար հարցը հարցնում եմ քեզանից։ Կսիրե՞ս Սոնային, թե ոչ։"
      },
      {
        "index": 44,
        "text": "— Իմ խոսքը հենց այն է…"
      },
      {
        "index": 45,
        "text": "Նա կանգնեց կես ճանապարհի վրա. ես նշմարեցի, նա ամբողջ մարմնով դողում էր, և գունատված դեմքի վրա նկարված էր վայրենի կատաղություն։"
      },
      {
        "index": 46,
        "text": "Այստեղ մենք բաժանվում ենք,— ասաց նա աշխատելով զսպել իր վրդովմունքը։— Դու այլևս չես կարող ոտք կոխել որսորդի վրանը։ Սպասի՛ր այստեղ, ես կգնամ, կուղարկեմ քո ձին և զենքերը, ուր որ ուզում ես, գնա։"
      },
      {
        "index": 47,
        "text": "— Ուրեմն դու արտաքսում ես ինձ։"
      },
      {
        "index": 48,
        "text": "— Ինչպես կուզես, այնպես հասկացիր…"
      },
      {
        "index": 49,
        "text": "— Անգո՜ւթ…"
      },
      {
        "index": 50,
        "text": "Նա շուռ տվեց երեսը, որ ես չտեսնեմ և շարունակեց շտապով գնալ դեպի ուխտավորների բանակը։ Որքան էլ խռոված լինեի ես, դարձյալ չէր կարելի չնկատել նրա աչքերում արտասուքի"
      },
      {
        "index": 51,
        "text": "այն կաթիլները, որոնք դուրս ցայտեցին հրեղեն գնդակների նման։"
      },
      {
        "index": 52,
        "text": "Մինչև այսօր և գուցե հավիտյան, չեմ կարող մոռանալ այն վշտահար դեմքը իր արդար-վրեժխնդրական զարհուրանքով…"
      },
      {
        "index": 53,
        "text": "Ես բոլորովին սառեցա, մնացի քարե արձանի նման կանգնած։ Աչքերիս առջևը մթնեց, ոտքերս դողացին և անշունչ դիակի նման գլորվեցա գետին…"
      },
      {
        "index": 54,
        "text": "Մութը բոլորովին պատել էր, երբ հուշի եկա։ Ո՜րքան մեծ եղավ իմ ուրախությունը, երբ գլուխս Մարոյի գրկումը գտա։ Նա համբուրեց իմ ճակատը, ասելով։"
      },
      {
        "index": 55,
        "text": "— Դու կներես ինձ, Ֆարհատ, ես քո սիրտը կոտրեցի…"
      },
      {
        "index": 56,
        "text": "Նա սկսեց դառը կերպով հեկեկալ։"
      },
      {
        "index": 57,
        "text": "— Քո վերքը վտանգավոր չէ, Ֆարհատ, ես լվացի նրան, փաթաթեցի, արյունը բոլորովին դադարել է։ Այժմ դու լավ ես։"
      },
      {
        "index": 58,
        "text": "Եվ իրավ, ես զգացի, որ ամբողջ մարմնով շաղախված եմ արյան մեջ։ Իսկույն հասկացա, որ վայր ընկնելու միջոցին գլուխս դիպցրել էի քարին, և Մարոն այդ տեսնելով, ետ էր դարձել ինձ օգնելու համար։"
      },
      {
        "index": 59,
        "text": "— Ես պատճառ եղա…— ասաց Մարոն,— ես կսիրեմ, մի՜շտ կսիրեմ քեզ։ Մի՛ նախատիր ինձ, Ֆարհատ։"
      },
      {
        "index": 60,
        "text": "Եթե մեռած ևս լինեի, այս խոսքերը կարող էին կենդանացնել ինձ։ Բայց արյան չափազանց հոսումը բավականին սպառել էր իմ ուժերը։ Ես կարծես երազի մեջ լսում էի նրա խոսքերը, կարծես, երազի մեջ զգում էի նրա ջերմ շրթունքների հպավորությունը, որ ստեպ-ստեպ սեղմվում էին իմ երեսի վրա…"
      },
      {
        "index": 61,
        "text": "Մին էլ զգացի՝ մի հսկայական ձեռք վեր բարձրացրուց ինձ գետնից և ծտի նման գցեց ուսին, և ինձ լսելի եղան Մըհեի խոսքերը."
      },
      {
        "index": 62,
        "text": "— Սատանան տանի… մի պստիկ ծվատվելուց ընկած է գետին, կթրթփա… չի էլ ամաչում… արյունից սիրտը կմարի՞…"
      },
      {
        "index": 63,
        "text": "Ես արթնացա մյուս անգամ, երբ գիշերից բավական անցել էր։ Ծերունի որսորդի վրանի մեջ աղոտ լույսով վառվում էր յուղն սպառված լապտերը։ Մարոն միայնակ նստած էր իմ մոտ. վրանում բացի մեզանից, ոչ ոք չկար, մյուսները քնած էին դրսումը։ Մարոյի առաջին հարցմունքն եղավ, թե ի՞նչպես եմ զգում ինձ։ Ես պատասխանեցի, թե լավ եմ, միայն շատ ցավում եմ, որ ետ մնացի Ասլանի հետ ճանապարհորդելուց։"
      },
      {
        "index": 64,
        "text": "— Մըհեն այստեղ է,— ասաց նա,— երբ բոլորովին կառողջանաս,"
      },
      {
        "index": 65,
        "text": "նա քեզ կտանե Վան։ Ասլանը այնտեղ մի քանի օր պետք է մնա։ Դու դարձյալ կգտնես նրան։"
      },
      {
        "index": 66,
        "text": "— Ես կգնամ առավոտյան, վաղ առավոտյան։ Ասլանը խոստացավ սպասել ինձ առաջին իջևանում, ես նրան սպասել չեմ տա։"
      },
      {
        "index": 67,
        "text": "Առավոտյան ինձ բոլորովին առողջ չէի զգում։ Արյան չափազանց հոսումը բավական թուլացրել էր ինձ։ Բայց մի քանի օրից հետո ես կարող էի ձի նստել և ճանապարհ գնալ։ Մարոն առաջարկեց Մըհեին ինձ հետը վեր առնել։"
      },
      {
        "index": 68,
        "text": "— Մըհեն ի՞նչու է եկել,— հարցրի ես։"
      },
      {
        "index": 69,
        "text": "— Նա եկել է մեզ տանելու,— պատասխանեց նա։"
      },
      {
        "index": 70,
        "text": "— Ո՞վ է ուղարկել։"
      },
      {
        "index": 71,
        "text": "— Հայրս։"
      },
      {
        "index": 72,
        "text": "— Ուրեմն ես ի՞նչպես կարող եմ նրան առնել ձեզանից։"
      },
      {
        "index": 73,
        "text": "— Մենք առանց նրան ևս կարող ենք գնալ։"
      },
      {
        "index": 74,
        "text": "— Հենց ե՞ս կույր հավի պես չեմ կարող մենակ ճանապարհ գնալ։"
      },
      {
        "index": 75,
        "text": "— Կարող ես, բայց ճանապարհը կկորցնես։ Բացի դրանից Մըհեն հորիցս նամակ ունի Ասլանի վրա, պետք է շուտով հասցնի։"
      },
      {
        "index": 76,
        "text": "Արևը դեռ չծագած Մըհեի հետ ճանապարհը ընկանք։ Նա ձի նստելու սովորություն չուներ։ «Մեղք է, ասում էր, ապա ոտքերս ինչո՞ւ համար ստեղծել է աստված»։"
      },
      {
        "index": 77,
        "text": "Մըհեն գնում էր իմ ձիու առջևից, ահագին լախտը իր թևի վրա դրած։ Նա լուռ էր, նա չէր խոսում և իմ հարցերին տալիս էր խիստ կարճ պատասխաններ։"
      },
      {
        "index": 78,
        "text": "Ես ճանապարհին հազիվ կարողացա մտաբերել, թե որքան անքաղաքավարի կերպով բաժանվեցա Մարոյից։ Ես նրան ոչ մի խոսք չասացի. նա այնքան տեղ եկավ ինձ հետ, նայում էր իմ վրա, սպասում էր մի քաղցր խոսք լսել։ Ես մտաբերեցի, որ իմ հեռանալուց հետո, նա իսկույն չվերադարձավ դեպի վրանը, այլ նստեց ճանապարհի մոտ մի քարի վրա։ Ես այժմս էլ հիշում եմ, թե ինչպես գլուխը քարշ գցած, նստած էր նա։ Ես հարցրի Մըհեից։ Մըհեն Մարոյի մոտ էր, նա հետո եկավ և հասավ ինձ։"
      },
      {
        "index": 79,
        "text": "«Նա լաց էր լինում», ասաց իմ ուղեցույց Հերքուլեսը։"
      },
      {
        "index": 80,
        "text": "— Ինչո՞ւ էր լաց լինում, Մըհե։"
      },
      {
        "index": 81,
        "text": "— Սատանան գիտե, թե աղջիկը ինչու լաց կլինի…"
      },
      {
        "index": 82,
        "text": "Մըհեն, ինչպես առաջ ես մտածում էի, այնքան հիմար չէր․ նա երևաց ինձ խիստ ծածկամիտ մի մարդ։ Որովհետև որքան ես"
      },
      {
        "index": 83,
        "text": "աշխատեցի նրանից դուրս քաշել մի խոսք, թե ի՛նչ նպատակ ուներ նրա թափառելը մի օր այստեղ, մյուս օր այնտեղ,— նա ոչինչ չհայտնեց, տվեց միայն մի քանի արհամարհական պատախաններ, ասելով.— «Եթե շատ բան գիտենաս՝ շուտ կպառավես»։"
      },
      {
        "index": 84,
        "text": "Առաջին իջևանում, ուր ժամադիր էր եղած Ասլանը ինձ սպասելու, նրան չգտանք։ Դա մի փոքրիկ հայաբնակ գյուղ էր քրդերի հետ խառը։ Բայց երբ մոտեցանք գյուղին, մի մարդ դուրս եկավ իմ առաջ, երևում էր, որ նա մեզ սպասում էր։"
      },
      {
        "index": 85,
        "text": "— Ի՞նչպես է քո անունը,— հարցրուց նա։"
      },
      {
        "index": 86,
        "text": "— Ֆարհատ։"
      },
      {
        "index": 87,
        "text": "Նա հանեց իր ծոցից մի կնքած թուղթ և տվեց ինձ։ Նրա մեջ գրած էին այս խոսքերը."
      },
      {
        "index": 88,
        "text": "«Ֆարհատ, մի դեպք առիթ տվեց ինձ շեղվիլ այն ճանապարհից, որ ուղղակի տանում է դեպի Վան։ Ներիր, որ չկարողացա սպասել քեզ։ Այս մարդուն պատվիրած եմ, որ քեզ ինձ մոտ բերե։ Նա գիտե իմ տեղը։ Ասլան»։"
      },
      {
        "index": 89,
        "text": "Թուղթը կարդալուց հետո այն մարդը հարցրուց."
      },
      {
        "index": 90,
        "text": "— Եթե այստեղ հանգստանալու միտք չունեք, ես այս րոպեիս էլ պատրաստ եմ ձեզ առաջնորդելու։"
      },
      {
        "index": 91,
        "text": "Այս տղամարդը հագնված էր բոլորովին քրդի ձևով, և եթե նա հայերեն չխոսեր, ես նրան քուրդ պիտի կարծեի։ Զենքերը նույնպես քրդի էին՝ երկար նիզակը ձեռին, մի զույգ ատրճանակներ գոտիումը խրած, ահագին երկաթապատ վահանը ուսին գցած և կեռ սուրը կողքից քարշ տված։"
      },
      {
        "index": 92,
        "text": "Նա սկսեց քրդերեն խոսել Մըհեի հետ։ Երևում էր, երկուսն էլ ճանաչում էին միմյանց։"
      },
      {
        "index": 93,
        "text": "Ինձ էլ ծանոթ երևաց այն հսկա տղամարդի դեմքը, որպես թե մի անգամ պետք է տեսած լինեի նրան։ Իսկույն մտաբերեցի, որ դա այն երկու զեյթունցի տղամարդերից մեկն է, որոնց ես տեսա արաբական մինարեթում, այն գիշերը, երբ առաջին անգամ հանդիպեցա Կարոյին։ Այժմ հասկացա, թե ինչո՞ւ Ասլանը փոխել էր իր ճանապարհի ուղղությունը. երևի, զեյթունցին նրան մի անակնկալ բան հաղորդած պետք է լիներ, որ առիթ էր տվել նրան թողնել ուղղակի Վան գնալը։"
      },
      {
        "index": 94,
        "text": "Վերջացնելով իր խոսակցությունը նրա հետ, Մըհեն դարձավ դեպի ինձ այս խոսքերով."
      },
      {
        "index": 95,
        "text": "— Ես հիմա գիտեմ, թե ուր է գնացել Ասլանը, ես քեզ կտանեմ ուղիղ նրա մոտ, այս մարդը մեզ պետք չէ։"
      },
      {
        "index": 96,
        "text": "— Բայց դու ճանապարհը ճանաչո՞ւմ ես,— հարցրի ես։"
      },
      {
        "index": 97,
        "text": "— Սատանայի պես։"
      },
      {
        "index": 98,
        "text": "— Բայց քանի որ դուք չեք ուզում այստեղ հանգստանալ, սպասեցեք, մինչև ես մի բան կբերեմ ճանապարհին ուտելու համար,— ասաց զեյթունցին և վազեց դեպի գյուղը։"
      },
      {
        "index": 99,
        "text": "Նա մտավ գյուղի ծայրումը գտնված տներից մեկի մեջ և քանի րոպեից հետո դուրս եկավ մի  մաղ՝ ձեռին բռնած։ Նրա մեջ դրած էին մի քանի հատ տափակ, լայն և բոլորակ հացի նմա բաներ, մի փոքր դեղնագույն և երեսներն օծած մեղրով։ Դա չորացրած սեր էր, բավականին հաստ զանգվածով, Հայաստանի պարարտ կաթի արդյունքն էր։"
      },
      {
        "index": 100,
        "text": "Մըհեն երկու հատ առեց, և փողի նման գալարելով, մի րոպեում կերավ։"
      },
      {
        "index": 101,
        "text": "— Մըհեն էսպիսի սատանայական բաներով չի կշտանա, գնա՛, հաց բեր,— ասաց զեյթունցուն։"
      },
      {
        "index": 102,
        "text": "Բայց ես մեկ հատի կեսը հազիվ կարողացա ուտել, այնքան պարարտ և սննդարար էր սերը։"
      },
      {
        "index": 103,
        "text": "— Ես հաց ունեմ հետս վերառած, երբ որ քաղցած լինես կտամ, հիմա գնանք, ուշ է, Մըհե,— ասեցի նրան։"
      },
      {
        "index": 104,
        "text": "— Հիմա տո՛ւր, երբ փորս դատարկ է։"
      },
      {
        "index": 105,
        "text": "Զեյթունցի տղամարդը չթողեց ինձ բաց անել խուրջինը, որ կապած էր ձիուս գավակին, որի մեջ Մարոն ինձ համար ճանապարհի պաշար էր դրած, այլ ինքը գնաց, բերեց երկու հատ գարեհացի ահագին բլիթներ։ Մըհեն նրանց ևս կերավ։ Այնուհետև մենք ճանապարհ ընկանք։"
      },
      {
        "index": 106,
        "text": "Արևն արդեն սկսել էր թեքվել իր կեսօրվա կետից դեպի մուտքը։"
      },
      {
        "index": 107,
        "text": "[Footnotes]\n↑\n\nԴա մի տեսակ դեղնագույն ծաղիկ է մանրիկ և ցամաք թերթիկներով, որոնցմով լի է վանքի շրջակայքը. այս պատճառով է կոչվում «անթառամ ծաղիկ»․ նվիրված է աստվածամորը, երկնքի անթառամ կույսին։"
      }
    ]
  }
}