{
  "chapterNumber": 16,
  "title": "ԺԶ. ՍԻՐԱՀԱՐԻ ԳԵՐԵԶՄԱՆԸ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Մյուս օրը ես զարթեցա խիստ ուշ։ ճանապարհի հոգնածությունը, որ առաջին անգամն էր իմ կյանքում, բաշխել էր ինձ հանգիստ և երկարատև քուն։ Ընկերներիցս ոչ մեկը չկար այնտեղ, ես մենակ էի մնացել քնարանում։ Իսկույն հագնվեցա և դուրս եկա, որ տեսնեմ ո՞ւր են գնացել նրանք։"
      },
      {
        "index": 1,
        "text": "Գեղեցի՜կ էր լեռնային առավոտը. ճնճղուկները տակավին չըկչըկում էին վարսագեղ ուռիների վրա, որոնցմով հովանավորված էր որսորդի տնակը, և արևի առաջին ճառագայթներով լուսավորված բակում հավերն ախորժանոք քաղում էին գետնից հունդերի հատիկները, որ ցրվում էր Մարոն։"
      },
      {
        "index": 2,
        "text": "Դուրս գալով իմ սենեկից, ես առաջին անգամ նկատեցի, որ Ավոյի տնակը թե իր շինվածքով և թե մաքրությամբ համարյա մի պալատ էր, գյուղի մյուս խրճիթներն հետ համեմատելով։ Նա"
      },
      {
        "index": 3,
        "text": "կանգնած էր գետնի մակերևույթից բավականին բարձր, պարունակում էր իր մեջ մի քանի փոքրիկ սենյակներ, նեղ պատուհաններով, ուր ապակու փոխարեն լուսամուտները պատած էին թղթով։ Պատերը թե ներսից և թե դրսից ծեփած էին սպիտակ կավով, որոնք շատ կոկելուց մի առանձին փայլ էին ստացել։ Խրճթի մեկ մասը բաժանած էր անասունների համար, այնտեղ զետեղված էին՝ ախոռը, մարագը և ոչխարների գոմը։"
      },
      {
        "index": 4,
        "text": "Մարոն ինձ տեսնելով, մոտ վազեց և հեգնական ժպիտը երեսին, ասաց."
      },
      {
        "index": 5,
        "text": "— Տե՛ս, նրանք գնացին, քեզ այստեղ թողեցին, ի՜նչ տղա ես, այսքան էլ կքնե՞ն. կասես թե, շատ ճանապարհ է եկել,— մի օր և կես, այն էլ ձիով,— դրա համար հոգնել է… Ծո՜ւյլ։— Ես ոտով մինչև Բարդողիմեոս գնացի, ինչքան հայրիկն ասաց, ձին չնստեցի, ուխտ էի արած։ Երբ այնտեղ հասանք, չես հավատա Ֆարհատ, ողջ գիշերը չքնեցի, հենց պար էի գալիս և թռչկոտում…։ Ա՛խ, ի՜նչ լավ էր այն գիշերը, ափսոս այնտեղ չէիր, Ֆարհատ։ Ուխտավորները հենց ածում էին, ածում, «ջան գյուլում» ասում, ու խաղում էին մինչև լույս…։"
      },
      {
        "index": 6,
        "text": "Որքան ինձ ախորժելի էր լսել Մարոյից նրա ուխտագնացության ուրախալի, միևնույն ժամանակ անկապ պատմությունը, այսուամենայնիվ ես անհամբերությամբ նրա խոսքը կտրեցի, հարցնելով, թե ո՞ւր գնացին տղերքը և ինչո՞ւ ինձ թողեցին։"
      },
      {
        "index": 7,
        "text": "Նա ասաց, թե տղերքը տեսնելով, ես քնած եմ, թողեցին հանգստանալ, իրանք գնացին որսորդության, թե նրանք պատվիրեցին Մարոյին հայտնել ինձ՝ եթե ես ցանկություն կունենայի մասնակցել որսորդությանը, կարող էի գտնել նրանց Խանա-Սորի ձորի մեջ։"
      },
      {
        "index": 8,
        "text": "— Կուզե՞ս ասեմ, որ Մըհեն քո ձին թամքե,— հարցրեց Մարոն։— Դու մի բան չե՞ս ուտի, ճանապարհը հեռու է, մինչև Խանա-Սորի ձորը, շատ հեռու է, կքաղցես։ Ես հիմա կաթը տաքացրի, սերը քեզ համար պահեցի։ Կուտե՞ս բերեմ։"
      },
      {
        "index": 9,
        "text": "«Քեզ համար պահեցի»…— այս խոսքերը հնչեցին իմ ականջին, որպես քրոջ խոսքեր իրանց բոլոր անուշահոտությամբ։ Նա դեռ մտերիմ էր ինձ հետ, որպես առաջ, երբ դեռ երեխա էր, երբ իրանց տանից կերակուր էր բերում մեզ, որը բարի որսորդը բաժանում է իր աղքատ դրացու հետ։"
      },
      {
        "index": 10,
        "text": "— Բե՛ր, կուտեմ,— պատասխանեցի ես։— Ինչո՞ւ հենց «ինձ համար» սերը,— հարցրի հետո։"
      },
      {
        "index": 11,
        "text": "— «Լավ է նոր սատանան, քան հին քահանան»,— ասաց նա ծիծաղելով։— Կարոն և Ասլանը էլ այնքան երեսի տեղ չունեն, Սագոն խո զահլա է տանում. ես նրան համբերել չեմ կարող։ Բայց մենք վաղվա ընկերներ ենք, այդպես չէ՞, Ֆարհատ։"
      },
      {
        "index": 12,
        "text": "— Ես այդպես չէի մտածում, ես մտածում էի, երբ Մարոն ինձ տեսնե, կասե, դու իմ ընկերը չես, դու ինձ ծեծում էիր, երբ երեխա էի։"
      },
      {
        "index": 13,
        "text": "— Ի՞նչ անենք, ես էլ Մարիամին ծեծում էի, մի օր երեսը ճանկռտեցի, արյուն դուրս եկավ. հիմա այնքան ուզում եմ, այնքան ուզում եմ, որ նրան տեսնեմ։ Նա հիմա ինձ չի կանչի «բոշա», նա հիմա խելոքացել է, չէ՞, Ֆարհատ։"
      },
      {
        "index": 14,
        "text": "— Ավելի, քան Մագթաղը։ Բայց դու Մագթաղին շատ էիր սիրում։"
      },
      {
        "index": 15,
        "text": "— Մագթաղը խեղճ երեխա էր, Մարիամը գազան էր. ա՜խ, աստված, մեկ օր չէր անցնի, որ մենք մեկ մեկու պատահելիս՝ չկռվենք։ Ի՜նչքան հիմարներ էինք մենք…։"
      },
      {
        "index": 16,
        "text": "Վաղեմի հիշողությունները զարթնեցրին նրա մեջ տխուր զգացմունքներ, և ուրախ աղջկա պայծառ երեսը մռայլվեցավ սև թախիծներով։"
      },
      {
        "index": 17,
        "text": "— Ա՜խ, ի՜նչ լավ էր Սալմաստը, Ֆարհատ, այն այգիները, այն պարտեզները… Այստեղ, այս սարերի մեջ մանր թուփերից ավելի ոչինչ չես տեսնի։ Ա՜խ, ի՜նչ լավ էր այնտեղ։"
      },
      {
        "index": 18,
        "text": "— Օ՜հ, ես իստակ մոռացա քո նախաճաշիկը…— ասաց նա և վազեց դեպի մերձակա սենյակը։"
      },
      {
        "index": 19,
        "text": "Ես մտա քնարանը, որ միևնույն ժամանակ տանուտիրոջ հյուրանոցն էր։ Խաթունը, ծերունի որսորդի տնակալուչ պառավը, արդեն հավաքել էր իմ քնաշորերը և սենյակը սարքել էր։ Պառավի հնացած աչքերը չկարողացան ճանաչել ինձ. նա խիստ կարճատես կերպով նայեց իմ երեսին, ինչ-որ փնթփնթաց քթի տակից, և դողդոջուն քայլերով դուրս գնաց։"
      },
      {
        "index": 20,
        "text": "Քանի րոպեից հետո, փոքրիկ փայտյա մատուցարանի վրա"
      },
      {
        "index": 21,
        "text": "դրած, Մարոն ներս բերավ իմ նախաճաշիկը, որ բաղկանում էր սերից խառն մեղրի հետ. ես սկսեցի ուտել սպիտակ լավաշներով։ Մարոն կանգնած էր իմ մոտ և պտտեցնում էր յուր «թեշին»։ Կարծես, այն գեղեցիկ մատները չէին սովորել անգործ մնալ։"
      },
      {
        "index": 22,
        "text": "— Ֆարհատ, դու շուտով չես գնա մեր տանից․ այդպես չէ՞,— հարցրեց նա շարունակելով «թեշին» պտտեցնելը։— Ի՜նչ"
      },
      {
        "index": 23,
        "text": "վատ բուրդ է, սատանան տանե, որքան աշխատում ես բարակ մանել, գլուխ չէ գալիս։"
      },
      {
        "index": 24,
        "text": "— Դու ուզո՞ւմ ես, ձեզ մոտ մնամ։"
      },
      {
        "index": 25,
        "text": "— Ինչո՞ւ չեմ ուզում։ Բայց այստեղ լավ չէ գյուղումը. ես հայրիկին կասեմ մեզ տանե «օբան», այնտեղ լավ է, շա՜տ լավ է չադրների մեջ։ Առավոտյան վեր ես կենում, մտիկ ես տալիս չորս կողմդ, ամեն տեղ կանաչ է, ծաղիկները վառվում են ուլունքների նման, գառները, ոչխարները թրթռում են դեպի արոտները…։"
      },
      {
        "index": 26,
        "text": "Սույն միջոցին հայտնվեցավ Մըհեի վիթխարի կերպարանքը, նա կիսով չափ կռանալով, անցավ դռնից և կանգնելով շեմքի մոտ, ասաց."
      },
      {
        "index": 27,
        "text": "— Ձին հազիր է,— և ծուռը կերպով նայելով Մարոյի երեսին, դուրս գնաց։"
      },
      {
        "index": 28,
        "text": "Ես հրացանս քաշ տալով ուսիցս, պատրաստվեցա ճանապարհ ընկնել։"
      },
      {
        "index": 29,
        "text": "— Դու ճանապարհն իմանում ե՞ս,— հարցրեց Մարոն։"
      },
      {
        "index": 30,
        "text": "— Չեմ իմանում, բայց կգտնեմ։"
      },
      {
        "index": 31,
        "text": "— Դժվար է։ Ես քեզ կհասցնեմ մինչև «Ծակ-քարը», այնտեղից ուղիղ ճանապարհ կա մինչև Խանա-Սորի ձորը։"
      },
      {
        "index": 32,
        "text": "— Հետո դու կարո՞ղ ես մենակ ետ դառնալ։"
      },
      {
        "index": 33,
        "text": "— Ես գիշերն էլ չեմ վախենում, երբ սարերի վերա մենակ ման եմ գալիս,— պատասխանեց նա ժպտալով։"
      },
      {
        "index": 34,
        "text": "— Բայց ինձ այն ասա՛, նրանք ձիո՞վ գնացին։"
      },
      {
        "index": 35,
        "text": "— Չէ՛, ոտով։"
      },
      {
        "index": 36,
        "text": "— Ես ինչո՞ւ չեմ գնում ոտով։ Մըհե, ինձ պետք չէ։"
      },
      {
        "index": 37,
        "text": "— Ձի՜ն պետք չէ՛…— կրկնեց վիթխարին, դժգոհությամբ իմ երեսին նայելով։— Էդ պետք էր առաջ փիքր անել և սատանայի տանջանք չտալ մարդուն…։"
      },
      {
        "index": 38,
        "text": "— Նա գի՞ժ է, ի՞նչ է,— հարցրի Մարոյից, երբ ծառան հեռացավ։"
      },
      {
        "index": 39,
        "text": "— Նա շատ լավ մարդ է, բայց կտրաքվի, թե մի բանի վրա չխոսա, երբ նրան դուր չէ գալիս։"
      },
      {
        "index": 40,
        "text": "Մի նեղ շավիղ, որ տանում էր դեպի Ծակ-քարը, ոլոր-մոլոր պտույտներով անցնում էր բլուրների միջով, անդադար դեպի վեր բարձրանալով և դեպի վայր իջնելով։ Մարոն հագած ուներ մի պարզ, խայտաճամուկ զգեստ, որը կարելի էր տեսնել քուրդ հովվուհիների հագին։ Նրա սև գանգուրները գեղեցիկ կերպով ծածանվում"
      },
      {
        "index": 41,
        "text": "ծանվում էին բարակ քամուց, որ փչում էր ծովակից։ Ամենահամարձակ այծյամն այնպես թեթև, այնպես հանդուգն չէր կարող թռչել այն քարաժայռերի միջով, որպես Մարոն։ Լեռնային օդը և շտապ ճանապարհորդությունը ազդեցին մանուկ օրիորդի երեսի վրա, և նրա արևից այրված թուխ-թավիշյա քաշերը ստացան մուգ-վարդագույն պայծառություն։"
      },
      {
        "index": 42,
        "text": "Ես բոլորովին հիացած էի այն կիսավայրենի լեռնաբնակի սիրուն և վայելուչ կազմվածքով, որ այնքան առաձգական էր և թեքուն։ Ես երբեք երևակայել չեմ կարող այնպիսի գեղեցիկ աչքեր, մե՜ծ սևորակ աչքեր, հովանավորված խիտ թերթերունքով, այնպիսի գեղագրական հոնքեր, որոնք միանում էին խոտորնակի գծերով։ Ո՜րքան ինքնավստահություն կար նրա համարձակ շարժվածքների մեջ. ո՜րքան կյանք կար այն բնության ազատ և հավատարիմ զավակի մեջ…։ Ես իմ մտքում նրան համեմատում էի գեղեցիկ Սոնայի հետ, որի ամեն մի գծերից արտահայտվում էր ընտանեկան բռնությունից ճնշված և տանջված աղջկա երկչոտ-ամոթխածությունը…։ Մե՜ծ տարբերություն…։"
      },
      {
        "index": 43,
        "text": "Մի տեղ, ճանապարհի կողքին, կուտակված էր փոքրիկ բլուր, որ բաղկանում էր քարերի մանր կտորներից. հասնելով այնտեղ, Մարոն առեց գետնից մի քար և նետեց նույն բլուրի վրա։ Ես հարցրի այս խորհրդական գործողության պատճառը։ Նա պատասխանեց, թե այս բլուրին ասում են «սիրահարի գերեզման» և պատմեց մի հին ավանդություն, որպես թե, մի տղա և մի աղջիկ միմյանց շատ սիրելիս են եղել, հայրը չէ ուզեցել յուր աղջկան տղային տալ. նրանք միաբանվում են, և տղան մի գիշեր փախցնում է իր սիրուհին։ Հայրն իմանում է, աղջկա ետնեն է ընկնում, և այս ձորի մեջ բռնելով առանց մի խոսք ասելու իր խենջարը խրում է նրա սիրտը և սպանում է։ Տղան այս տեսնելով, չէ կարողանում համբերել իր կսկիծին, և մի ժայռի գլխից իրան վայր է գցում և մեռնում է։— Մարոն ցույց տվեց բարձր ժայռը, որի մոտ նույնպես կուտակված էին մանր քարերի կտորտանք։— Աղջկան թաղում են այնտեղ, ուր թափվել էր նրա արյունը, իսկ տղային այնտեղ, ուր ընկած էր նա ժայռից։ Այն օրից նզովք էր դրվել, որ ամեն մի ճանապարհորդ, այնտեղից անցնելով, մի քար գցում է նրանց գերեզմանի վրա, ի նշան այն նախատինքին, որով այն աղջիկը մրոտեց իր հոր և մոր անունը։"
      },
      {
        "index": 44,
        "text": "— Դու էլ այն աղջկան վա՞տ ես համարում, որ քարկոծում ես խեղճի գերեզմանը,— հարցրի ես։"
      },
      {
        "index": 45,
        "text": "— Մեկ աղջիկ, որ ուրիշ տղայի ետնեն է ընկնում, այդ վատ չէ՞ — հարցրեց նա պինդ ձայնով։"
      },
      {
        "index": 46,
        "text": "— Ապա ի՞նչ պետք է անե, երբ սիրում է տղային։ Սիրելն ինչով է վատ։"
      },
      {
        "index": 47,
        "text": "Նա սկսեց ծիծաղել, որպես թե լսում էր ինձանից մի հիմար խոսք։"
      },
      {
        "index": 48,
        "text": "— Աղջիկն ի՞նչպես կարող է սիրել տղային, երբ հերն ու մերը ատում են։ Հա՛ թող սիրե, այդ ոչինչ, նրա կամքով խո չէ՞, որ օտարի տղայի ետևից թրև է գալիս։ Ամոթ չէ՞։"
      },
      {
        "index": 49,
        "text": "Ես ուզեցի հերքել նրա ասածը, բայց նա իմ խոսքը կտրեց, և մի կծու խոժոռմունք գործելով յուր գեղեցիկ երեսի վրա, ասաց."
      },
      {
        "index": 50,
        "text": "— Է՜հ, դատարկ բաներ մի՛ խոսի, գլուխս տանում ես…։"
      },
      {
        "index": 51,
        "text": "Նա վազեց առաջ։"
      },
      {
        "index": 52,
        "text": "Ճանապարհը Մարոյի համար սովորական լինելով, չէր զգում նրա երկարությունը։ Ես համարյա թե հոգնեցա։ Բարձրանալով բլուրի գագաթին, նա կանչեց."
      },
      {
        "index": 53,
        "text": "— Դիբո՜, Դիբո՜։"
      },
      {
        "index": 54,
        "text": "Նրա զիլ և ձգական ձայնը արծաթե հնչյուններով տարածվեցավ հեռու սարերի մեջ։"
      },
      {
        "index": 55,
        "text": "Հանդիպակած բլուրի ետևից հայտնվեցան մի քանի փոքրիկ կերպարանքներ, որոնք թռչկոտելով և ճիչ բարձրացնելով, վազեցին Մարոյի առաջ։ Դրանք երեք կիսամերկ աղջիկներ էին, այնտեղ արածացնում էին Կ. գյուղի ուլերը և գառները։ Մարոն բաժանեց նրանց հաց և պանիր, որ բերել էր իր հետ։ Փոքրիկ հովվուհիքն ուրախությամբ ընդունեցին առատ նվերը բարերար ձեռքից և իսկույն սկսեցին ուտել։"
      },
      {
        "index": 56,
        "text": "Ես խոսեցրի մեկին, որին Մարոն կոչում էր Դիբո։"
      },
      {
        "index": 57,
        "text": "— Ի՞նչ կանես, եթե գայլը քո գառներից մեկը գողանա։"
      },
      {
        "index": 58,
        "text": "— Սորոն չի թողնի,— պատասխանեց փոքրիկ հովվուհին, խոժոռած աչքերով նայելով իմ երեսին։"
      },
      {
        "index": 59,
        "text": "— Ո՞վ է Սորոն։"
      },
      {
        "index": 60,
        "text": "Նա փոխանակ պատասխանելու, երեսը շուռ տվեց, և մատները բերնին դնելով, շվացրուց։ Ժայռերի ետևից հայտնվեցավ կապտագույն շուն, որ մազոտ պոչը թափ տալով, վազեց Դիբոյի մոտ և խորին մտերմությամբ սպասում էր նրա հրամանին։"
      },
      {
        "index": 61,
        "text": "Տեսնելով գազանին, ես ետ քաշվեցա։"
      },
      {
        "index": 62,
        "text": "— Մի՛ վախիր,— քաջալերեց ինձ Դիբոն։— Սորոյին կասեմ՝ քեզ չկծե։"
      },
      {
        "index": 63,
        "text": "Ես ծիծաղեցա։ Մարոն գրկեց Դիբոյին, համբուրեց նրա այրված թշերը։"
      },
      {
        "index": 64,
        "text": "— Այստեղից մենք կբաժանվենք,— դարձա ես դեպի Մարոն։"
      },
      {
        "index": 65,
        "text": "— Կուզե՞ս, քեզ կտանեմ մինչև Խանա-Սորի ձորը,— ասաց նա ուրախ դեմքով։— Վախենում եմ ճանապարհը կորցնես։"
      },
      {
        "index": 66,
        "text": "Ես պատասխանեցի, թե այդ խիստ դժվար կլիներ նրա համար, որովհետև արեգակն արդեն սկսել էր այրել, և խնդրեցի միայն ցույց տալ, թե ո՞ր կողմից պետք է գնալ։ Նա այնպիսի ճշտությամբ նկարագրեց ճանապարհի րնթացքը, մինչ ես մտածում էի, թե աչքերս խփած կարող եմ գնալ։ Երևում էր, այն լեռների բոլոր շավիղները, իրանց պտույտներով, իրանց ելևէջներով նրան ծանոթ էին։ նա գիտեր յուրաքանչյուր ժայռերը, աղբյուները, առվակները։ Նա ճանաչում էր մինչև անգամ նշանավոր թուփերը։"
      },
      {
        "index": 67,
        "text": "Ես հեռացա։ Մարոն երկար կանգնած «Ծակ-քարի» գլխին․ հետազոտում էր իմ գնացքը, մինչև բլուրները թաքցրին իմ տեսությունից նազելի դեմքը։"
      }
    ]
  }
}