{
  "chapterNumber": 61,
  "title": "ԺԷ. ՊԱՆԴՈՒԽՏ ՎԱՆԵՑԻՆ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Օրը շաբաթ էր, այն սպասված օրը, որի գիշերը ես ու Ասլանը հրավիրված էինք սրբազան առաջնորդի մոտ։ Ասլանը զբաղված էր ինչ-որ պատրաստություններով, իսկ ես, անգործությունիցս ձանձրացած, չգիտեի ինչ անել։ Առաջնորդի հրավերքը ինձ խիստ հրապուրում էր, բայց մինչև երեկո սպասե՞լ,— այդ շատ և շատ ծանր էր ինձ համար։ Դուրս եկա փողոցը, նստեցի մի հաստաբուն ուռենիի հովանու ներքո, հոսող առվակի ափի մոտ։ Այդ ուռիները ամառնային տոթերի ժամանակ խիստ զով պատսպարան են բնակիչների համար, մանավանդ նրանց, որոնք իրանց բակերում պարտեզներ չունեն։ Ուռենիի ներքո միայնակ նստելը նույնպես ձանձրացրեց ինձ։ Վեր կացա և սկսեցի փողոցի երկարությամբ գնալ դեպի Այգեստանի զանազան կողմերը։"
      },
      {
        "index": 1,
        "text": "Զարմանալի ինքնուրույնություն է ներկայացնում այստեղ"
      },
      {
        "index": 2,
        "text": "կյանքը։ Տարվա այդ եղանակում մարդիկ համարյա ապրում են և գործում փողոցի վրա։ Ահա հյուսնը իր տան դռան հանդեպ արոր է շինում։ Նրա փոքրիկ երեխաները մեծ փութով հավաքում են տաշեղները և մրջիմի նման կրում են դեպի տուն վառելիքի համար։ Մի խումբ մարդիկ, մերկ գետնի վրա նստած, նայում են, թե ինչպես է բանում հյուսնը։ Մեկը աշխատում է, շատերը անգործ մտիկ են անում նրա վրա։ Փոքր-ինչ հեռու, հարթ գետնի վրա, ածուխով ինչ-որ աղյոսակներ են գծել, քառանկյունիների վրա շարած են փոքրիկ գույնզգույն խիճեր. երկու մարդիկ այդ խիճերով «գայլ ու ոչխար» կոչված խաղն են խաղում, մի քանիսը նայում են նրանց խաղի վրա։ Ահա այնտեղ, փողոցի մի անկյունում, մի ծառի տակ, նույնպես գետնի վրա, թափառական ոսկերիչը սարքել է իր շարժական քուրան և փուքսերը։ Բազմաթիվ կանայք ու աղջիկներ շրջապատել են հայ արհեստավորին։ Մեկը ինչ-որ զարդ է շինել տալիս, իսկ մյուսները մեծ կարոտությամբ նայում են։ Փոքր-ինչ հեռու, նույնպես մի ծառի տակ, մանրավաճառ չարչին բաց է արել իր խայտաճամուկ վաճառքները։ Նա ևս գլխավորապես գործ ունի կանանց հետ, որոնք տալիս են իրանց ձեռագործները և փոխարենը գնում են զանազան իրեղեններ։ Նա չէ մերժում, երբ տան երեխան գողանում է իրանց հավերից մեկը, բերում է նրա մոտ և մի պատառ մաստաք է առնում։ Առևտուրը կատարյալ նահապետական է. մի նյութ փոխվում է ուրիշ նյութի հետ։ Անցնելով այդ բոլորից, փողոցի երկարությամբ ես շարունակում էի գնալ։ Կանանցից շատերը, չդիմանալով ներսի տոթին, դուրս էին բերել իրանց մանուկների օրորոցները, դրել էին ուռենիների ներքո, հոսող առվակի ափի մոտ, և իրանք նստած օրորոցների մոտ, ոտքով օրորում էին և ձեռքով կար էին կարում։ Դրանցից երբեմն լսվում էին երգի խուլ ձայներ, որ նման էին թախծալի հառաչանքների։ Դրանցից շատերն այն դժբախտ մայրերն էին, որոնց ամուսինները մաշվում էին պանդխտության մեջ։ Մի քանի դռների հանդեպ, ծառերի տակ, պառկեցրել էին հիվանդներ, որոնց գլուխը և կուրծքը պատած էին ուռենու տերևներով, զովացնելու համար։ Հիվանդների մոտ նստած էին դեռահաս աղջիկներ և դալար, սաղարթախիտ ոստերով զով էին տալիս նրանց երեսներին և քշում էին ճանճերին։ Տարվա եղանակը ազդել էր և Սիմոն պատվելիի վրա, նա ևս իր շարժական դպրոցը դրա համար դուրս էր բերել փողոցը և աշակերտներին շարքերով նստացրել էր ծառերի տակ, մերկ գետնի վրա։ Փոքրիկ ուսանողները ավելի նայում"
      },
      {
        "index": 3,
        "text": "էին փողոցի անցուդարձ անողների վրա, քան մի բան էին սովորում։ Բայց Սիմոն պատվելիի հոգեառ ճիպոտը ստիպում էր նրանց՝ աչքերը չհեռացնել գրքից։ Այսօր նա զբաղված էր ինչ-որ նախապատրաստությամբ. մի խումբ աշակերտների երգել էր տալիս, իսկ ինքը, նրանց մոտ կանգնած, հանգով շարժում էր ձեռքի ճիպոտը և իր անախորժ ձայնով ուղղում էր եղանակը։ Փողոցի անցուդարձ անողներից շատերը, այնտեղ կանգնած, լսում էին։ Ես էլ հետաքրքրվեցա և կանգնեցի նրանց մոտ։ Պատվելին ճանաչեց ինձ, և մի առանձին պարծենկոտությամբ, դառնալով դեպի ինձ, ասաց."
      },
      {
        "index": 4,
        "text": "– Տեսնո՞ւմ ես, ինչպես բլբուլի նման երգում են։"
      },
      {
        "index": 5,
        "text": "Ես ոչինչ չպատասխանեցի։ Նա դարձավ դեպի խմբված մարդիկը."
      },
      {
        "index": 6,
        "text": "– Վանեցիք իմ հարգը չեն հասկանում. մինչև այսօր ո՞վ էր տեսել այսպիսի դպրոց։ Այնտեղ, Վարագում էլ դպրոց կա, բայց սատանայական բաներ են սովորեցնում և ձեր որդիներին հավատքից հանում են։ Այստեղ մի ուրիշ դպրոց էլ բացվեցավ. աղջիկներին էին սովորեցնում. տեսա՞ծ բան է, աղջիկը ո՛ւր, կարդալը ո՛ւր։ Աստված հաջողեց, որ շուտով փակվեցավ, թե չէ, ձեր աղջիկները գլխներին ֆես կդնեին և ձեզ կասեին՝ մենք տղամարդ ենք, իսկ դուք մեր կնիկները, գնացեք թոնիր վառեք, հաց թխեք, կերակուր եփեք, որ մենք ուտենք։– Այդպես չէ՞, ուղիղ չե՞մ ասում։"
      },
      {
        "index": 7,
        "text": "Շատերը բաժանեցին պատվելիի կարծիքը։ Նրա խոսքը տեր Եղիշեի դժբախտ օրիորդական դպրոցի մասին էր, որի կյանքը այնքան կարճատև եղավ։ Պատվելին շարունակեց."
      },
      {
        "index": 8,
        "text": "– Ախար նա ինքն ի՞նչ էր իմանում, որ ինչ սովորեցներ։ Մի անգամ մի բան հարցրի, Զաքարիայի նման պապանձվեցավ, չկարողացավ պատասխան տալ։ Ասացի՝ դե գնա, տերտեր, այսուհետև ինձ ճանաչիր։"
      },
      {
        "index": 9,
        "text": "Ունկնդիրներից ոմանք սկսեցին թախանձել պատվելիին, թե ի՞նչ էր հարցրել։ Նա նրանց հետաքրքրությունը երկար տանջելուց հետո վերջապես ասաց."
      },
      {
        "index": 10,
        "text": "– Հարցրի, թե այն ո՞ւմ էշի ծնոտն էր, որով Սամսոնը երեք հարյուր մարդ կոտորեց։"
      },
      {
        "index": 11,
        "text": "– Այդ շատ դժվար հարց է,– լսելի եղավ ամեն կողմից։– Դուք մեզ չե՞ք ասի։"
      },
      {
        "index": 12,
        "text": "— Ինչպե՞ս կասեմ։ Պոլսում մի կարմիր ոսկի եմ տվել մի վարժապետի, որ այդ ինձ սովորեցրել է, և որքան այդպիսի բաներ գիտեմ, որ Սողոմոն իմաստունն էլ չէ իմացել։ Եթե ես լավ վարժապետ չլինեի, սրբազան առաջնորդը, նորին վսեմությունը, փաշան, ինձ այնքան պատիվ չէին տա։ Տեսնո՞ւմ եք այդ աշակերտներին, որ հիմա երգում էին, այս գիշեր պետք է տանեմ առաջնորդարանը, որ այնտեղ երգեն։ Սրբազանը խնջույք ունի, փաշան էլ այնտեղ կլինի։"
      },
      {
        "index": 13,
        "text": "Բոլորը զարմացան։ Բայց նրա զզվելի պարծենկոտությունը ինձ բոլորովին վրդովեցրեց, ես հեռացա։ Նա դեռ շարունակում էր խոսել բազմության հետ։"
      },
      {
        "index": 14,
        "text": "Պատվելիի շարժական դպրոցից մի քանի քայլ հեռու, իր տան դռան հանդեպ, արաղի կաթսան սարքած, այգետերը արաղ էր քաշում։ Այդ կաթսաները պատկանում են առանձին մարդիկների, որոնք վարձով են տալիս և ստանում են քաշած արաղի մի մասը։ Մեծ այգետերերը միայն ունեն սեփական կաթսաներ։ Սիմոն պատվելին երբեմն մոտենում էր այդ կաթսային և, արաղը տաք-տաք իր կոկորդը ածելով, ասում էր.— «Հիմա ավելի թունդ է»։ Կարծես նա մի չափ լիներ, որով այգետերը անդադար փորձում էր արաղի թնդության աստիճանը։ Իմ բռնած փողոցով ավելի ու ավելի առաջ գնալով, ես աննկատելի կերպով դուրս եկա բնակություններից և հայտնվեցա մի արհեստական լճակի մոտ, որի մեջ հավաքվում է աղբյուրների ջուրը և հերթով բաժանվում է այգիները ոռոգելու։ Ամբողջ լճակը, մի հսկայական կաթսայի նման, եփ էր գալիս, փրփրում էր։ Բազմաթիվ գլուխներ հայտնվում էին և դարձյալ սկում ջրի տակ։ Գյուղացի մանկտին լողանում էր։ Մի քանիսը նրանցից, հոգնած, թուլացած, իրանց մարմինը կիսով չափ թաղել էին ափերի խոնավ և սառն ավազների մեջ, որ արեգակը չայրե։ Տղա և աղջիկ լողանում էին միասին։ Դրանք այն պարզ, միամիտ, նահապետական ժողովրդի զավակներն էին, որ միմյանցից չէին ամաչում։ Երբ ես մոտեցա, կարծես մի հորդ անձրև տեղաց իմ վրա։ Չարաճճիները սկսեցին ամեն կողմից ջուր սրսկել, մեկը բերանով, մյուսը ափերով, երրորդը ջրի երեսին լողացող ձմերուկի կեղևներով։ Ես իսկույն հեռացա, բայց կույր հավի նման, ոտքից ցգլուխ թրջված։ Այնպես չէի ուզում տուն վերադառնալ, որ վարպետ Փանոսի աշակերտներն իմ վրա չծիծաղեցնեմ։ Նստեցի մի ծառի տակ, որ հագուստս փոքր-ինչ չորանա։"
      },
      {
        "index": 15,
        "text": "Իմ շուրջը տարածվում էին մշակված դաշտեր. բոստանների մեջ հասունացած սեխը, խարբուզակը աչք էին շլացնում. արտերն արդեն շատ տեղերում քաղված էին և ահագին դեզերով կիտած, գյուղացի երկրագործը մեծ փութով բարձում էր ծանր խուրձերը իր սայլակի վրա, կապում էր կաշյա հաստ ճոպաններով և կրում էր դեպի կալը կալսելոլ համար։ Նրա երգը նույնքան մելամաղձոտ էր, որքան նրա սայլակի տխուր ճռնչոցը։ Երկուսն էլ կարծես հառաչանքներ էին արձակում…"
      },
      {
        "index": 16,
        "text": "Մյուս կողմից լսելի էր լինում զբոսնող քաղաքացու ուրախ-անհոգ երգը։"
      },
      {
        "index": 17,
        "text": "Կեսօրից բավական անցել էր։ Ծովից փչում էր սառն քամի և զովացնում էր տոթից տոչորված բուսականությունը։ Ծառերի թառամած տերևները զվարթանում էին, խոտերի կորացած ծղոտները վեր էին բարձրացնում իրանց նվաղած գլուխները, ծաղիկները սկսում էին ժպտալ։ Շրջակայքը ավելի և ավելի կենդանանում էր, զբոսնող բազմությունը զվարճանում էր ամեն կողմում։ Դա օրվա այն ժամն էր, երբ վանեցիք կողպում են իրանց խանութները, խումբ-խումբ դիմում են դեպի դաշտերը, դեպի այգիները և դեպի առվակների եզերքը հովանավորող ծառերը։ Ոմանք միրգ են ուտում։ Շատ տեղերում բացօթյա խարույկները վառվում են, կրակը շիկանում է, խորովածի շամփուրները մխում են, օդը լցվում է ճենճերային անուշահոտությամբ։ Կանաչ խոտերի վրա փռվում են սպիտակ լավաշները, և այդ պարզ սեղանի շուրջը բոլորում է երիտասարդ խումբը, գինու կամ արաղի բաժակները շրջան են առնում, օդի մեռելային լռությունը աղմկում է ուրախաձայն աղաղակներով։ Ինձանից փոքր-ինչ հեռու, խոտերի վրա, նստած էին մի քանի մարդիկ։ Տեսնելով, որ ես մենակ եմ նստած և օտարական եմ, ինձ կանչեցին իրանց մոտ։ Նրանք եկել էին բոստաններում սեխ և խարբուզակ ուտելու։ Վանեցիք սիրում են ամեն պտուղ իր տեղումն ուտել։"
      },
      {
        "index": 18,
        "text": "Բոստանների մեջ երևում էին փոքրիկ աշտարակաձև շինվածքներ. դրանք բոստանչիների գիշերային պատսպարաններն էին։ Նրանք միշտ գործ ունեին գողերի հետ և նրանց պետք էր մի ամրություն։ Աշտարակի մոտ մխում էր փոքրիկ վառարանը և նրա վրա դրած էր խեցեղեն սև պտույկը։ Նրա մեջ եփվում էր բոստանչու ընթրիքը։ Ա՜խ, որքան քաղցր հիշողություններ էր զարթեցնում իմ մեջ այդ փոքրիկ վառարանը, այդ խեցեղեն պտույկը։ Շատ անգամ էր պատահել ինձ՝ բարի բոստանչու հետ միասին բաժանել"
      },
      {
        "index": 19,
        "text": "նրա համեստ ընթրիքը, շատ անգամ գնել էի ես նույն տեսակ խեցեղեն պտույկ և խնդրել էի մորս, որ պատրաստե ինձ համար նույն կերակուրը, բայց երբեք այն համը և այն ճաշակը չէր ունեցել։"
      },
      {
        "index": 20,
        "text": "Բոստանչին, հեռվից նկատելով մեզ, առանց մեր խնդրելու, բերեց մի քանի հատ լավ սեխեր և խարբուզակներ, և գլուխ տալով, դրեց մեր առջև։ Ես տվեցի նրան մի քանի ղուրուշ, որը մեծ դժվարությամբ ընդունեց։ Նրա հեռանալուց հետո, իմ մոտ նստողներից մեկն ասաց."
      },
      {
        "index": 21,
        "text": "— Իզուր տվեցիք, նրանք սովորություն չունեն փող վեր առնել. մենք, որ նրա բոստանի մոտ նստած ենք, նրա հյուրն ենք։"
      },
      {
        "index": 22,
        "text": "— Նա խո մեզ չէ հրավիրել,— պատասխանեցի ես։"
      },
      {
        "index": 23,
        "text": "— Միևնույն է, այստեղի սովորությունն այդպես է։"
      },
      {
        "index": 24,
        "text": "Մյուսը ասաց."
      },
      {
        "index": 25,
        "text": "— Երբ պետք էր փող վճարել, այդ մեր պարտքն էր տալ, որովհետև մենք հրավիրեցինք ձեզ մեզ մոտ։"
      },
      {
        "index": 26,
        "text": "Երրորդը նկատեց."
      },
      {
        "index": 27,
        "text": "— Դուք չափազանց շատ տվեցիք, պարոն, բերածը մի քանի փարա հազիվ կարժե. այդ պտուղները մեր երկրում խիստ չնչին գին ունեն։"
      },
      {
        "index": 28,
        "text": "— Ես նրան ընծայեցի,— եղավ իմ պատասխանը։"
      },
      {
        "index": 29,
        "text": "Նրանք զարմացած նայեցին իմ վրա, թեև իմ ընծայածը նույնպես չնչին բան էր։ Իմ խոսակիցները երեք հոգի էին, որոնցից մեկը մի եկեղեցու երեցփոխան էր, երկրորդը թաղական խորհրդի անդամ էր, իսկ երրորդը մի արհեստավոր։ Երբ ես գնացի նրանց մոտ նստեցի, նրանց խոսակցության առարկան մի անցք էր, որ այնօր կատարվել էր առանջնորդարանում։ Մի գյուղացի կին չէր կամենում իր ամուսնու հետ ապրել և շատ անգամ փախչում էր ծնողների տունը։ Գյուղացին գնում էր, ծեծելով բերում էր, բայց ամեն անգամ նույնն էր պատահում. կինը նրա մոտ մնալ չէր ուզում (պատճառները չպատմեցին ինձ)։ Վերջապես, գյուղացին, անճար մնալով, գալիս է քաղաք, դիմում է առաջնորդարան և գանգատվում է։ Առաջնորդը բերել է տալիս թե՛ կնոջը և թե՛ ամուսնուն։ Դատը վերջանում է այդ կերպով. կնոջը դնում են ամուսնու շալակը, կապում են, հետո, ծառաներին հրամայում են՝ դալար վարոցներով հիսուն զարկ տալ կնոջը։ Երբ ծեծը վերջանում է, ամուսնուն հրամայում են, որ կնոջն այնպես շալակն առած, տանե և հասցնե"
      },
      {
        "index": 30,
        "text": "իր տունը։ Ինձ ասացին, որ մինչև տուն հասցնելը, որը բավական հեռու էր քաղաքից, խեղճ կինը գտնվում էր բոլորովին ուշաթափ դրության մեջ, սաստիկ գանահարությունից։"
      },
      {
        "index": 31,
        "text": "— Աստված վկա, լավ դատաստան է,— ասացի ես հեգնաբար,— ծեծը անհնազանդ կնոջ պատիժը, իսկ ծեծված կնոջը իր կռնակն առած տուն տանելը՝ անշնորհք ամուսնու պատիժը, որ չէ կարողացել կնոջը զսպել։"
      },
      {
        "index": 32,
        "text": "Նրանք իմ խոսքերը ճշմարտի տեղ ընդունելով պատասխանեցին."
      },
      {
        "index": 33,
        "text": "— Իհարկե, լավ դատաստան է։ Ո՞վ է տեսել, որ կինը բերան բաց անե իր մարդու դեմ, մեկին երկու, երեք պատասխան տա, կամ փախչե իր հոր տունը։ Եթե քո էշը ախոռից փախչե, ի՞նչ կանես։ Իհարկե, կգնաս, ծեծելով կբերես և իր մսուրքի վրա կկանգնեցնես։ Փառավորվի՜ մեր առաջնորդը, նա այդպիսի անզգամների պատիժը լավ գիտե։"
      },
      {
        "index": 34,
        "text": "— Ուրեմն լավ առաջնորդ է,— ասացի ես։"
      },
      {
        "index": 35,
        "text": "Եկեղեցու երեցփոխանը, որ մի հաստափոր և հաստագլուխ մարդ էր, և խոսելու ժամանակ աջ կողմի աչքը միշտ խփում էր, պատասխանեց."
      },
      {
        "index": 36,
        "text": "— Վանա երկիրը մինչև այսօր այդպիսի առաջնորդ չէ տեսել. փաշայի հետ՝ փաշա է, խանի հետ՝ խան է, իսկ բեկի հետ՝ բեկ է, մի խոսքով, այնպիսի"
      },
      {
        "index": 37,
        "text": "սալթանաթ"
      },
      {
        "index": 38,
        "text": "ունի, որ սուլթանն էլ չունի։ Ամեն անգամ, երբ փաշայի դուռն է գնում, կարծես մի մեծ սարդար լինի, մի խումբ ձիավոր ետևից, մի խումբ ձիավոր առջևից, փողոցներում տեղ չէ մնում, որ անցնեն։ Թուրքերը նայում են, և զարմացած ասում են միմյանց. «տեսնում եք ինչ"
      },
      {
        "index": 39,
        "text": "ջալալ"
      },
      {
        "index": 40,
        "text": "ունի հայերի"
      },
      {
        "index": 41,
        "text": "խալիֆան"
      },
      {
        "index": 42,
        "text": "»։ Երբ հասնում են փաշայի դուռը, ծառաները խումբով առաջն են դուրս գալիս, մեկը ձիու սանձն է բռնում, մյուսը ասպանդակն է բռնում, ձեռքերի վրա ձիուց վայր են բերում, և այնպես առոք-փառոք ներս են տանում։ Փաշան ոտքի է կանգնում, ձեռքը բռնում է և նստացնում է նրան իրանից վերև։— Ո՞վ է տեսել այդպիսի փառք, այդպիսի պատիվ։"
      },
      {
        "index": 43,
        "text": "— Այդ բոլորը շատ գեղեցիկ կլիներ,— ասացի ես,— եթե առաջնորդը իր վայելած պատվից օգուտ քաղեր և դեպի իր ժողովրդի բարին գործ դներ։ Բայց նրա համար ասում են…"
      },
      {
        "index": 44,
        "text": "— Ի՞նչ են ասում,— պինդ ձայնով հարցրեց երեցփոխանը։"
      },
      {
        "index": 45,
        "text": "Ես ոչինչ չպատասխանեցի։ Թաղական խորհրդի անդամը, որ բոլոր ժամանակը լուռ էր, խոսեց."
      },
      {
        "index": 46,
        "text": "— Մեզ համար այդքանն էլ բավական է, պարոն, որ նա մեծ պատիվ է վայելում, նրա պատիվը մեր պատիվն է, նրա փառքը մեր փառքն է։ Թող նա ոչինչ էլ չանե ժողովրդի համար, բայց մենք նրա անունով պարծենում ենք թուրքերի առջև։"
      },
      {
        "index": 47,
        "text": "— Ասում են, որ նա թուրքերին ավելի շատ է սիրում, քան թե հայերին։"
      },
      {
        "index": 48,
        "text": "— Այդպես էլ պետք է,— մեջ մտավ երեցփոխանը,— հարկավոր է, որ նրանց «խաթրն» էլ առնե, նրանց էլ հաճոյանա։"
      },
      {
        "index": 49,
        "text": "— Իսկ Հայրիկը ի՞նչ տեսակ մարդ է։"
      },
      {
        "index": 50,
        "text": "— Նա մի դերվիշ մարդ է,— պատասխանեց երիտասարդը,— նրանից ոչ ոք չէ վախենում։"
      },
      {
        "index": 51,
        "text": "— Իսկ առաջնորդից վախենո՞ւմ են։"
      },
      {
        "index": 52,
        "text": "— Իհարկե, վախենում են։"
      },
      {
        "index": 53,
        "text": "Երեցփոխանը «իհարկե» բառը շատ էր գործ ածում և նրա հետ աջ կողմի աչքը միշտ խորհրդավոր կերպով խփում էր խոսելու ժամանակ։ Ես պատասխանեցի."
      },
      {
        "index": 54,
        "text": "— Առաջնորդից, այո՛, վախենում են, բայց Հայրիկին սիրում են։"
      },
      {
        "index": 55,
        "text": "— Ո՞վ է սիրում,— ասաց նա վրդովված ձայնով,— ցույց տվեցեք մի հայ էֆենդի, մի հայ բեկ, վերջապես, մի փոքր ի շատե նշանակություն ունեցող մարդ, որ նրան սիրելի լիներ։ Ժողովրդի գլխավորները դրանք են։ Նրան սիրում են գռեհիկ գյուղացիները կամ քաղաքի աղքատ-ուղքատ արհեստավորները, որոնց տները մտնում է և բոլորի քեֆը հարցնում է։ Նրան ի՞նչ կվայելե այդ տեսակ մարդկանց դուռը բաց անել։ Նա մի մեծ վանքի վանահայր է, պետք է իր հավասար մարդկանց հետ նիստ ու կաց անե։"
      },
      {
        "index": 56,
        "text": "— Հենց Հիսուս Քրիստոսն էլ մեզ նման աղքատ արհեստավորների դուռն էր բաց անում և իրան միշտ բեկերից, էֆենդիներից հեռու էր պահում,— պատասխանեց այնտեղ նստած արհեստավորը, որին, ինչպես երևում էր, զայրացրին երեցփոխանի վերջին խոսքերը։"
      },
      {
        "index": 57,
        "text": "— Բայց նրանից ո՛վ էր վախենում,— հարցրեց երեցփոխանը, ինքն ևս բարկանալով, և այս անգամ սխալմամբ ձախ կողմի աչքը խփելով։— Եթե նա մեծ մարդկանց հետ նիստ ու կաց աներ, նրանից էլ կվախենային։"
      },
      {
        "index": 58,
        "text": "Ես չկարողացա համբերել և կտրեցի նրա խոսքը."
      },
      {
        "index": 59,
        "text": "— Այստեղ ի՞նչ վախենալու կամ չվախենալու հարկավորություն"
      },
      {
        "index": 60,
        "text": "կա։ Հայրիկը հոգևոր հայր է, մի՞թե հորից պետք է վախենան որդիքը։"
      },
      {
        "index": 61,
        "text": "— Իհարկե, պետք է վախենան։ Եթե քո որդիքը քեզանից չվախենան, կարո՞ղ ես նրանց կարգի ու կանոնի մեջ պահել։"
      },
      {
        "index": 62,
        "text": "Ինչպես ընտանեկան կյանքի մեջ բռնակալ հայրը երկաթի գավազանով էր իշխում, նույն կառավարության ձևը դրանք սիրում էին տեսնել և հասարակական կյանքի մեջ։ Այդ էր պատճառը, որ երեցփոխանը իր բերած օրինակը՝ հոր և որդիների հարաբերության վերաբերությամբ՝ բավական հաջող գտնելով, և դեպի ինձ դառնալով, ավելացրեց."
      },
      {
        "index": 63,
        "text": "— Դուք չեք ճանաչում, թե ինչ տեսակ մարդ է Հայրիկը, պարոն, լսեցեք, այդ տեսակ մարդից ո՞վ կվախենա, կամ ո՞վ բանի տեղ կդնի։ Երբ պատահում է նրան փաշայի դուռը գնալ, միշտ մենակ է գնում, առանց ծառաների, առանց սպասավորների և միշտ ոտով։ Շատերը նրան չեն ճանաչում, և փողոցներից անցնելու ժամանակ՝ ընդհարվում են նրան։ Փաշայի ծառաներից ոչ ոք նրա առջև ոտքի չէ կանգնում, իսկ փաշան խիստ սառն է ընդունում։"
      },
      {
        "index": 64,
        "text": "— Նրա համար, որ նա միշտ փաշայի կամքին հակառակ է գնում,— ընդմիջեց արհեստավորը։"
      },
      {
        "index": 65,
        "text": "Փաշայի անունը անդադար հիշվելով, ես ստիպվեցա հարցնել."
      },
      {
        "index": 66,
        "text": "— Փաշան ի՞նչ տեսակ մարդ է։"
      },
      {
        "index": 67,
        "text": "Թաղական խորհրդի անդամը, որպես ավելի պաշտոնական մարդ, պատասխանեց."
      },
      {
        "index": 68,
        "text": "— Աստված նրան երկար կյանք տա, երբեք նրա նման լավ փաշա չենք ունեցել։ Այն օրից, որ եկել է, գիտե՞ք, ո՛րքան մարդիկների կախել է տվել, ո՛րքանի ձեռքը, ականջը, քիթը կտրել է տվել, որքանի տունը, տեղը այրել է տվել և ունեցածը գրավել է։ Թրի ծայրից արյուն է կաթում։ Բոլորը սարսափում են, բոլորը դողում են նրանից։"
      },
      {
        "index": 69,
        "text": "Դարձյա՜լ սարսափ, դարձյա՜լ երկյուղ։ Զարմանալի էակներ են մարդիկ, նրանք սիրում են տեսնել ուժ, մինչև անգամ կոպիտ, անգութ, բարբարոսական ուժ, որի առջև խոնարհվեին, որին պաշտեին։ Ես հավատացած եմ, որ թե՛ թաղական խորհրդի անդամի և թե՛ եկեղեցու երեցփոխանի հայացքները բոլորովին անկեղծ էին։ Նրանք այդպես համոզված էին, թե այլ կերպ լինել կարող չէր, թե մարդիկ պետք է վախենան իրանց իշխանավորից, որ նրան հնազանդվին, լիներ նրա մեջ հոգևոր առաջնորդ կամ մի երկրի"
      },
      {
        "index": 70,
        "text": "կառավարիչ։ Մինչև անգամ աշխատավոր արհեստավորը, որ մի շատ համակրական մարդ է երևում, լռեց, ոչինչ չպատասխանեց թաղական խորհրդի անդամի վերջին խոսքերին։ Չգիտեմ, գուցե նա զգուշացավ փաշայի դեմ որևիցե աննպաստ կարծիք հայտնել։ Այսուամենայնիվ, ես ավելի հավատացի, որ նրանք խորին համոզմունքից էին խոսում, երբ հարցրի."
      },
      {
        "index": 71,
        "text": "— Փաշան մարդկանց խեղդել է տալիս, փաշան մարդկանց տները այրել է տալիս և ունեցածը հափշտակում է,— դրա համար էլ լա՞վ փաշա է։"
      },
      {
        "index": 72,
        "text": "— Ի՞նչ ասել կուզե,— պատասխանեց այժմ երեցփոխանը։— Եթե այդպես չանե, նրանից ո՞վ կվախենա, ամենքը գազան կդառնան և միմյանց միսը կուտեն։"
      },
      {
        "index": 73,
        "text": "— Միևնույն է,— ասացի ես։— Եթե նա ուրիշ գազանների թիվը փոքրացնում է, բայց նրանց կերածը ինքն է ուտում։"
      },
      {
        "index": 74,
        "text": "Նա ինձ պատասխանեց."
      },
      {
        "index": 75,
        "text": "— Լավ է, հարյուր մանր գազանների տեղ մի մեծ գազան կերակրել։"
      },
      {
        "index": 76,
        "text": "— Եվ նրա փշրանքներից ևս ուտել…"
      },
      {
        "index": 77,
        "text": "Երեցփոխանը ուղիղ նայեց աչքերիս մեջ։ Չգիտեմ, զարմանում էր նա, թե բարկանում, ի՛նչպես համարձակվեցա մի այդպիսի նկատողություն անել։ Համոզված լինելով, որ դրանք ուժի առջև խոնարհվող մարդիկ են, մտածեցի ինձ ևս ցույց տալ, ասելով."
      },
      {
        "index": 78,
        "text": "— Այս գիշեր կտեսնեմ թե՛ ձեր փաշային և թե՛ ձեր առաջնորդին։"
      },
      {
        "index": 79,
        "text": "— Ներեցեք համարձակությանս, դուք ո՞վ եք,— հարցրեց թաղական խորհրդի անդամը, իսկ երեցփոխանը շվարած մնաց։"
      },
      {
        "index": 80,
        "text": "— Ես ձեր քաղաքում գտնվող եվրոպացի բժշկի թարգմանն եմ։ Այս գիշեր թե՛ ես և թե՛ իմ պարոնը հրավիրված ենք առաջնորդի մոտ ընթրիքի։ Փաշան էլ այնտեղ կլինի։"
      },
      {
        "index": 81,
        "text": "Նրանք սկսեցին մի առանձին հարգանքով վերաբերվել դեպի ինձ։ Մեր վիճաբանությունը ընդհատվեցավ, որովհետև մեր մոտով անցավ Սիմոն պատվելին, իր գեղեցիկ խմբի հետ։ Նա մյուս աշակերտներին արձակել էր, իր հետ միայն վեր էր առել երգիչներին։ Դաշտային կրկնություններ էր անում։ Այն գիշեր իր երգիչների հետ պատվելին հրավիրված էր առաջնորդի մոտ, այդ պետք էր հասկացնել ամբողջ քաղաքին։ Իսկ այստեղ կար քաղաքից բավական մեծ բազմություն։"
      },
      {
        "index": 82,
        "text": "Մեր մոտով անցնելու միջոցին նա գլուխը խորհրդավոր կերպով շարժեց և դիմելով երեցփոխանին՝ ասաց․"
      },
      {
        "index": 83,
        "text": "— «Այնտեղի» համար եմ պատրաստում…"
      },
      {
        "index": 84,
        "text": "— Շատ ապրես, Սիմոն պատվելի,— պատասխանեց երեցփոխանը։— Ձայնդ անսպառ լինի։"
      },
      {
        "index": 85,
        "text": "Պատվելին նշան տվեց, աշակերտները եղանակեցին․"
      },
      {
        "index": 86,
        "text": "Կա՜հ-կա՜հ կկանչե կաքավն վըր քարին."
      },
      {
        "index": 87,
        "text": "Վա՜րդ-վա՜րդ կկանչե բլբուլն վըր թփին."
      },
      {
        "index": 88,
        "text": "Կաքավի ձայնեն՝ եկավ վարուժանն,"
      },
      {
        "index": 89,
        "text": "Բուլբուլի ձայնեն՝ եկավ սիրականն։"
      },
      {
        "index": 90,
        "text": "Սիրե՜, կաքավիկ, քո սիրուն քարիկ,"
      },
      {
        "index": 91,
        "text": "Սիրե՜ բլբուլիկ, քո վարդն անուշիկ։"
      },
      {
        "index": 92,
        "text": "— Ի՜նչ գեղեցիկ երգ է, ի՜նչպես լավ երգում են,— նկատեց երեցփոխանը։— Առաջնորդը շատ է սիրում այդ երգը։"
      },
      {
        "index": 93,
        "text": "Չգիտեմ ի՞նչ սիրելու բան կար այդ անկապ, անմիտ երգի մեջ, որը երգում էին չափազանց անախորժ և անճոռնի եղանակով,— այդ իհարկե, չբացատրեց ինձ երեցփոխանը,— բայց ինձ զարմացրեց նրա մի այլ նկատողությունը, երբ պատվելին հեռանալուց հետո ասաց."
      },
      {
        "index": 94,
        "text": "— Իր կշեռքով ոսկի արժե այդ մարդը։ Այն օրից, որ ուսումնարան է բաց արել, մեր որդիքը շենք ու շնորհք են ստացել։ Առաջ կապելու գժեր էին, հիմա գառնուկի նման խեղճացել են, ձայն չեն հանում, կարծես բերաններում լեզու չկա։"
      },
      {
        "index": 95,
        "text": "— Ճշմարի՞տ եք ասում,— հարցրի ես։"
      },
      {
        "index": 96,
        "text": "— Սուտ ասելու ի՞նչ շահ ունեմ,— պատասխանեց նա վիրավորվածի նման։— Հենց որ երեխան տանը մի ծպտուն է հանում, բավական է, որ մայրն ասե՝ վարժապետիդ կհայտնեմ, նա իսկույն սկսում է դողալ և լեզուն քաշել։"
      },
      {
        "index": 97,
        "text": "Դարձյա՜լ սարսափ, դարձյա՜լ երկյուղ։ Ես մտաբերեցի իմ մորը և տեր Թոդիկի դպրոցը։— Փաշայից, առաջնորդից պետք է վախենան, որ նրանց հնազանդ լինեն, որ վատ գործ չգործեն։ Վարժապետից պետք է վախենան, որ բան սովորեն և իրանց լավ պահեն…"
      },
      {
        "index": 98,
        "text": "Մեր խոսակցությունը դարձյալ ընդհատվեցավ։ Մեր մոտովն անցավ մի այլ խումբ։ Մի բավական լավ հագնված մարդու շրջապատել էին մի խումբ երիտասարդներ. աոջևից գնում էին սազ"
      },
      {
        "index": 99,
        "text": "և սանթուր ածողները, ամբողջ խումբը խառնաձայն երգում էր։ Այդ սրիկաները, դեռ իրանց ուրախության սեղանը չկազմած, արդեն արբած էին։ Արաղի շշերը իրանց հետ էին տանում և ճանապարհին խմելով էին գնում։"
      },
      {
        "index": 100,
        "text": "Իմ մոտ նստողները երեքն էլ ոտքի ելան և հեռվից ձայն տվին."
      },
      {
        "index": 101,
        "text": "— Բարո՜վ, Մինաս աղա, միշտ այդպիսի ուրախության մեջ լինես։"
      },
      {
        "index": 102,
        "text": "Մինաս աղան, որը այն լավ հագնված մարդն էր, գլխով շնորհակալություն հայտնեց, խումբը հեռացավ։"
      },
      {
        "index": 103,
        "text": "— Ո՞վ է այդ Մինաս աղան,— հարցրի ես։"
      },
      {
        "index": 104,
        "text": "Թաղական խորհրդի անդամը, փոխանակ իմ հարցին ուղղակի պատասխանելու, ասաց."
      },
      {
        "index": 105,
        "text": "— Պոլսից նոր է եկել, շատ փող է բերել։"
      },
      {
        "index": 106,
        "text": "— Եվ հիմա շռայլում է։"
      },
      {
        "index": 107,
        "text": "— Ի՞նչ պետք է անե, օրհնած։ Մարդս մի անգամ է աշխարհ եկել, մի անգամ էլ պետք է մեռնի, էլ մյուս անգամ աշխարհ հո չէ գալու։ Ուրեմն, քանի կենդանի է, պետք է ուտե, խմե, զվարճանա, որովհետև իր դատածը գերեզման չէ տանելու։"
      },
      {
        "index": 108,
        "text": "Թաղական խորհրդի անդամի փիլիսոփայությանը պատասխանեց իմ մոտ նստող արհեստավորը։"
      },
      {
        "index": 109,
        "text": "— Թող զահրումար ուտե, դրանից ավելի լավ է։ Այդ անպիտանը տասն տարուց ավելի, ջրի տիկն ուսից քարշ գցած, բոբիկ ոտներով թափառում էր Պոլսի փողոցներում և բաժակներով ջուր էր ծախում։ Ընտանիքը տանը ուտելու հաց չուներ։ Հիմա մի քանի փարա է բերել այդպես վատնում է։ Մի քանի օրից հետո բերածը կհատնի, դարձյալ պարտք կանե, դարձյալ կգնա Պոլիս, և կրկին ջրի տիկը քարշ կտա ուսից։ Իսկ ընտանիքը այստեղ կթողնե քաղցած։"
      },
      {
        "index": 110,
        "text": "— Պոլսի փողոցներում բաժակներով ջուր ծախողը մի՞թե այստեղ աղա է դառնում,— հարցրի ես զարմանալով։"
      },
      {
        "index": 111,
        "text": "— Այո, պարոն,— պատասխանեց դարձյալ արհեստավորը։— Մեր քաղաքում ով որ գրպանում մի քանի ղուրուշ ունի, նա աղա է, չնայելով, թե այդ չնչին ղուրուշները նա ինչ ցածությամբ է վաստակել։"
      },
      {
        "index": 112,
        "text": "Անցավ մի այլ խումբ։ Առողջամիտ արհեստավորը, ձեռքը մեկնելով դեպի մի վայելչակազմ երիտասարդ, ասաց."
      },
      {
        "index": 113,
        "text": "— Ահա մի ուրիշ աղա էլ. դա էլ նոր է եկել. Պոլսում"
      },
      {
        "index": 114,
        "text": "քիսաջի"
      },
      {
        "index": 115,
        "text": "էր, այսինքն բաղանիքներում ծառայող։ Պետք է Պոլսի անբարոյական բաղանիքները տեսած լինել, պետք է նրանց գաղտնիքներին տեղյակ լինել, որ կարելի լինի հասկանալ, թե ո՞րքան ստոր և անամոթ ծառայություն է կատարում քիսաջին։ Այստեղ մի լավ ընտանիքից աղջիկ են տալիս այդ քիսաջուն, այդ աղային։ Շուտով հարսանիք պիտի անե։ Պոլսից բերած փողերը կծախսե, կրկին պարտքերի տակ կընկնի, և մի քանի ամսից հետո, խեղճ կնոջը անտեր թողնելով, կրկին կգնա Պոլիս, կրկին կմտնե բաղանիքը։"
      },
      {
        "index": 116,
        "text": "Հեռվից երևաց տեր Եղիշեն։"
      },
      {
        "index": 117,
        "text": "— «Ֆարմասոնը» գալիս է,— ասացին միմյանց երեցփոխանը և թաղական խորհրդի անդամը։"
      },
      {
        "index": 118,
        "text": "— Ի՞նչ է «ֆարմասոն»,— հարցրի ես։"
      },
      {
        "index": 119,
        "text": "— Անհավատ մարդ է,— պատասխանեց երեցփոխանը։— Դա մեր թաղում աղջիկների դպրոց էր բաց արել, հավաքվեցանք, քանդեցինք։"
      },
      {
        "index": 120,
        "text": "Արհեստավորը ոչինչ չխոսեց։ Տեր հայրը մոտեցավ, և ինձ տեսնելով, ամենևին ծանոթություն չտվեց, չնայելով, որ անցյալ գիշերը Ասլանի հետ նրա տանն էինք։ Նա ողջունեց և նստեց մեզ մոտ։ Երեցփոխանը և թաղական խորհրդի անդամը իսկույն վեր կացան և հեռացան, որպես ժանտախտից։ Արհեստավորը մնաց։ Տեր հայրը նրա առողջությունը հարցնելուց հետո դարձավ դեպի ինձ։"
      },
      {
        "index": 121,
        "text": "— Դուք, երևի, օտար երկրից եք, պարոն։"
      },
      {
        "index": 122,
        "text": "— Այո՛, այն եվրոպացի բժշկի թարգմանն եմ,— պատասխանեցի ես։— Տանը ձանձրացա, եկա այստեղ մի փոքր զովանալու։"
      },
      {
        "index": 123,
        "text": "— Լավ եք արել, որդի, մեր վանեցոց զվարճությունները կտեսնեք և նրանց կյանքի հետ կծանոթանաք։"
      },
      {
        "index": 124,
        "text": "Արհեստավորը իր ընդհատված նկատողությունները շարունակեց։"
      },
      {
        "index": 125,
        "text": "— Պետք է Պոլսում տեսնել այդ մարդկանց և այնտեղ ծանոթանալ վանեցու կյանքի հետ։ Տեսնո՞ւմ եք, այստեղ այսպես զուգված, զարդարված, անհոգ ման են գալիս, զվարճանում են, կարծես բախտից այլևս ոչինչ պահանջելիք չունեն, ամեն բարիքներով լի են։ Բայց Պոլսում կտեսնեք դրանց կեղտի մեջ կորած, պատառոտած հագուստներով, քաղցած, անգործ թափառում են, շատ"
      },
      {
        "index": 126,
        "text": "անգամ մուրացկանություն են անում։ Հենց որ մի պարապմունք կգտնեն և այնքան փող կվաստակեն, որ նրանով կարող լինեն ծովը անցնել և մի քանի ամիս իրանց տներում ապրել,— տեսար, իսկույն մի ձեռք նոր հագուստ կգնեն և ճանապարհ կըկնեն։ Տանը նրանք անձնատուր են լինում վերին աստիճանի շռայլության, բոլորովին մոռանալով, թե որքան դժվարությամբ են վաստակել բերած փողերը։ Շատերը տարիներով Պոլսում ընկած են, որովհետև ծովը անցնելու փող չեն գտնում։ Պետք է շնորհակալ լինել, որ այդ օրհնյալ ծովը մեծ ծառայություն է անում մեզ։ Եթե նա մեջտեղում չլիներ բոլոր վանեցիք Պոլսում կլինեին։ Ցամաքը նրանք կարող են ոտքով անցնել, բայց ծովը անցնելու համար պետք է փող վճարել, իսկ այդ փողը գտնելը՝ հեշտ չէ վանեցու համար։ Նա պետք է ամեն ինչ գրավ դնե, որ իրան պետք եղած փողը տան։"
      },
      {
        "index": 127,
        "text": "— Մի՞թե Պոլսում այդ շռայլությունները չեն անում,— նկատեց տեր հայրը։— Այնտեղ էլ այդպես են։"
      },
      {
        "index": 128,
        "text": "— Այո՛, այդպես են։ Շատերը մոռանում են հայրենական տուն, աեղ, ընտանիք, և մինչև մահ մնում են այնտեղ։ Այդ թշվառների կյանքը ավելի ցավակցության արժանի է։ Օրերով, ամիսներով կաշխատեն, հենց որ մի քանի ղուրուշ ձեռք ձգեցին, բոլորը մի օրվա մեջ կվատնեն։ Այդ օրերում անկարելի է նրանց տեսնել կամ նրանց հետ խոսել։ Բոլոր անասնական կրքերը զարթած են լինում նրանց մեջ։ Նրանք սթափվում են այդ մոլեկան դրությունից այն ժամանակ միայն, երբ ղահվեջին նրանց լավ կողոպտում է և իր անբարոյական հիմնարկությունից դուրս է անում, որ ավելորդ տեղ չբռնեն։"
      },
      {
        "index": 129,
        "text": "— Ի՞նչ միջոցով են փող աշխատում,— հարցրի ես։"
      },
      {
        "index": 130,
        "text": "— Ամենաստոր միջոցներով։ Ես հասկանում եմ, երբ հսկա մշեցին կամ ուժեղ շատախցին գնում է Պոլիս։ Նրանք ընտրում են տղամարդի վայել աշխատություններ։ Խաներում, մաքսատներում, նավահանգստներում համալություն են անում և ահագին հակեր են տեղափոխում շոգենավերից, թուլումբաջի (հրդեհաշեջ) են դառնում և կրակի մեջ են մտնում. նավաստի են դառնում և ալիքների հետ են պատերազմում, մի խոսքով, ընտրում են այնպիսի պարապմունքներ, որի համար պետք էր մարմնի և սրտի ամրություն և ծայրահեղ անձնավստահություն։ Բայց երբ թուլամորթ, կանացաբարո վանեցին է գնում Պոլիս, ընտրում է պարապմունքների ամենամեղկը։ Դրանք ըստ մեծի մասին գնում են մա"
      },
      {
        "index": 131,
        "text": "նուկ հասակներում, բերբերների (սափրիչների) աշակերտ են դառնում, սրճատներում սպասավոր են դառնում կամ, որպես Մինաս և Կարապետ «աղաների» օրինակներով ցույց տվի, բաղանիքներում քիսաջի և փողոցներում բաժակներով ջուր ծախող են դառնում։ Բայց ավելի փչացնում է վանեցիներին"
      },
      {
        "index": 132,
        "text": "էյվազությունը"
      },
      {
        "index": 133,
        "text": "։ Գիտե՞ք ի՜նչ բան է էյվազությունը,— մասնավոր տներում սպասավորություն, և առավելապես հարուստ մահմեդականների կամ ծառայող փաշաների տներում։ Պետք է մահմեդականների ընտանեկան կազմակերպության հետ ծանոթ լինել, որ հասկանալի լինի, թե որքան գարշելի ծառայություն է կատարում էյվազը։ Այնտեղ սովորում է թեքվել, ստորանալ, ընտելանում է հարեմական կյանքի բոլոր մեղկությունների հետ,— այնտեղ սպանում է իր այրականությունը։ Եվ դուք կտեսնեք, որ նույն փառավոր հագնվածք վայելչադեմ էյվազը, որ բոլորին ապշեցնում է իր գեղեցկությամբ, հետո, իր ծերության հասակում, պատառոտած հագուստով, մի կթոց ուսի վրա առած, թափառում է փողոցներում, տներից աղբ է հավաքում, և մի քանի փարայի վարձատրությամբ, տանում է ծովն է ածում։ Երկու դեպքում ևս նա ստորանում է, թեքվում է,— թեքվում է աղբի ծանրության ներքո…"
      },
      {
        "index": 134,
        "text": "Վերջին խոսքերը արտասանեց արհեստավորը սարսափելի դառնությամբ։ Նա շարունակեց․"
      },
      {
        "index": 135,
        "text": "— Նայեցեք այդ բազմությանը, որ մեր շուրջը զբոսնում են և այդպես անձնատուր են եղած անհոգ զվարճությունների,— դրանք պարտքերի մեջ խեղդված մարդիկ են։ Դրանց մեջ մեկը չեք գտնի, որ իր կյանքում տասնյակ անգամներով Պոլիս գնացած չլիներ և այնտեղ տարիներով մնացած չլիներ։ Այդ ծուլությունը, այդ անհոգությունը, այդ շռայլությունը դրանք բերել են Պոլսից։ Ես մտաբերեցի Ասլանի խոսքերը, որ մի օր ասում էր ինձ.— «Պոլիսը փչացրել է դրանց, ա՜խ ո՛րքան ժամանակ, ո՛րքան աշխատություն է հարկավոր մի այդպիսի հասարակություն ուղղելու համար»…"
      },
      {
        "index": 136,
        "text": "Երբ արհեստավորը վերջացրեց իր հետաքրքիր նկարագիրը վանեցոց պանդխտության մասին, տեր հայրը ասաց․"
      },
      {
        "index": 137,
        "text": "— Ցավալին այն է, որ այդ ախտը քաղաքից հետզհետե ավելի և ավելի տարածվում է և աշխատասեր գյուղացիների մեջ։ Նրանք էլ վարակվել են։ Նրանք էլ թողնում են իրանց վարը, ցանքը, գնում են Պոլիս։ Եվ այդպես մեր ամենալավ ուժերը մաշվում են, ոչնչանում են պանդխտության մեջ։"
      },
      {
        "index": 138,
        "text": "Արևը մտնելու մոտ էր։ Ես շտապում էի տուն վերադառնալ, գիտեի, որ Ասլանը սպասելիս կլիներ ինձ։ Ես վեր կացա, տեր հայրը նույնպես եկավ ինձ հետ։ Բայց արհեստավորը, մնաք-բարյավ ասելով, բաժանվեցավ մեզանից։ Ճանապարհին հարցրի տեր հորից."
      },
      {
        "index": 139,
        "text": "— Ո՞վ է այդ մարդը։"
      },
      {
        "index": 140,
        "text": "— Հասարակ դարբին է,— պատասխանեց տեր հայրը։"
      },
      {
        "index": 141,
        "text": "— Բայց ինչ լավ խոսում է։"
      },
      {
        "index": 142,
        "text": "— Նա բավական զարգացած մարդ է։"
      },
      {
        "index": 143,
        "text": "— Ես սաստիկ համակրեցի նրան։"
      },
      {
        "index": 144,
        "text": "Տեր հայրը իր շուրջը նայելով, որպեսզի ոչ ոք չլսե, հազիվ լսելի ձայնով ասաց."
      },
      {
        "index": 145,
        "text": "— Նա «մերոնցից» է…"
      },
      {
        "index": 146,
        "text": "— Ասլանը ճանաչո՞ւմ է նրան։"
      },
      {
        "index": 147,
        "text": "— Ճանաչում է։"
      },
      {
        "index": 148,
        "text": "— Իսկ նա՞ Ասլանին։"
      },
      {
        "index": 149,
        "text": "— Չէ ճանաչում։"
      },
      {
        "index": 150,
        "text": "Արևը մտավ։ Երեկոյան զովը ավելի ախորժելի դարձավ։ Զբոսնող բազմությունը հետզհետե ստվարանում էր, և ամեն կողմից լսելի էին լինում երգի, ուրախության ձայներ։ Ես դարձյալ մտաբերեցի Ասլանի խոսքերը, թե «այդ ժողովուրդը ծիծաղում է արտասուքի միջից»…"
      }
    ]
  }
}