{
  "chapterNumber": 5,
  "title": "Ե. ՄԱՆԿԱՎԱՐԺ ԵՎ ՔԱՀԱՆԱ — E. The Teacher and the Priest",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Մայրս իմ փոքր հասակից հոգս էր տանում, որ գիր կարդալ սովորեմ և «լավ մարդ» դառնամ։ Տասն տարեկան էի, երբ նա ինձ մեր թաղի քահանայի մոտ տարավ։ Այն օրը հոգեգալստյան տոնն էր։— «Հոգեգալուստը լավ օր է,— ասում էր մայրս,— եթե երեխան"
      },
      {
        "index": 1,
        "text": "այս օրը վարժատուն մտնե, շատ բան կսովորի, նրա համար որ, հոգին սուրբ այսօր առաքյալներին լեզու տվեց»։"
      },
      {
        "index": 2,
        "text": "Ես մինչև այսօր չեմ մոռացել այն խոսքերը, որ մայրս ինձ վարժապետին հանձնելու ժամանակ ասաց.— «Տեր հայր, ծառա լինեմ սուրբ աջիդ, որդիս քեզ համար ղուլ (ճորտ) եմ բերել, միսը քեզ, ոսկորը ինձ. ինչ ուզում ես արա։ Միայն թե երեխաս մի"
      },
      {
        "index": 3,
        "text": "բան սովորի»…"
      },
      {
        "index": 4,
        "text": "Ես բոլորովին չհասկացա, թե ինչ էին նշանակում մորս խոսքերը, միայն լսեցի, որ տերտերը խոստացավ ինձ լավ ուսում տալ, բոլոր գրքերը կարդացնել, ավելացնելով, թե «հանգուցյալ հայրս» իր լավ բարեկամն է եղել, և «նրա խաթրու» ինձ վրա առանձին"
      },
      {
        "index": 5,
        "text": "ուշադրություն կդարձնե և այլն։"
      },
      {
        "index": 6,
        "text": "Տեր Թոդիկը — այսպես էր վարժապետիս անունը — իր ուսումը ստացել էր Աղթամարա անապատումը։ Թե ինչո՞ւ համար նա թողեց վանքը,— այդ ես չգիտեմ, միայն ասում էին, որ նա բերեց իր հետ գիտության խիստ ահագին պաշար։ Տեր Թոդիկը մեծ համարում ուներ ոչ միայն մեր քաղաքի մեջ, այլ մեր ամբողջ գավառում հռչակված էր նրա իմաստությունը։ Ով որ մի երազ էր տեսել, նրա մոտն էր վազում և նրանից բացատրություն խնդրում։ Ում երեխան հիվանդ էր, նրան Նարեկ կամ Ավետարան էր կարդալ տալիս, որ առողջանա։ Ով որ մի գործ էր կամենում սկսել, նրա «տերողորմեայի» վրա էր փորձում իր բախտը։ Մի խոսքով, նա մեր գավառի մարգարեն էր. ամեն մարդ նրա խորհրդին էր դիմում, ամեն մարդ նրանից խրատ էր ընդունում…"
      },
      {
        "index": 7,
        "text": "Աստված իմ, ինչե՜ր չէին պատմում նրա մասին… Ասում էին, տեր հայրը իր եղունգի վրա մի բան է գրում, և այն գրի զորությամբ կնիկները իրանց առջև ծով են տեսնում և իսկույն տկլորվում են… Ասում էին, թե նա մի աղոթք է կարդում, և գարու հատիկների մրջեմի նման բարձրանում են դեպի տան սյունը, և ընդհակառակն, նրա խոսքով արագաշարժ կարիճը քարացած կանգնում է և բնավ չէ շարժվում։ Ասում էին, ծտերի բերանը աղոթքով կապում է, և նրանք չեն կարողանում արտերի ցորյանը ուտել։ Ասում էին, դևերին, սատանաներին բռնում է, լցնում է ապակյա սրվակների մեջ և այնպես պահում է, որ մարգերին վնաս չտան։— Այսպիսի շատ բաներ խոսում էին նրա մասին, ես բոլորին, բոլորին հավատում էի։ Սկզբում իմ վրա սարսափ էին բերում այս խոսքերը, բայց հետո այնքան ընտելացա, որ մտածում էի.— «Տեր աստված, ե՞րբ կլինի, որ ես էլ այդ ամենը սովորեմ և իմաստուն մարդ դառնամ»…"
      },
      {
        "index": 8,
        "text": "Ի՞նչպես չհավատայի, երբ ամեն օր տեսնում էի նրա տունը լիքն էր հայի, թուրքի, ջհուդի և զանազան ազգերի կնիկներով, որը տեր հոր համար ընծա էր բերել մի քանի հատ ձու, որը մի աքաղաղ, որը մի շիշ արաղ, որը մի զույգ գուլպա,— վերջապես ոչ մի մարդ դատարկաձեռն ոտք չէր կոխում նրա շեմքի վրա։ Ի՞նչ էր նրանց դարդը։ Մեկը չբերք էր. տեր հայրը նրա համար մի բան էր գրում, որ երեխա ունենա։ Մյուսի տղամարդը ուրիշին էր սիրում. տեր հայրը իր «վեցհազարյակի» շնորհիվ նրա սերը սառեցնում էր օտար կնկանից և իր կնոջն էր սիրել տալիս։ Մեկ ուրիշը ուզում էր մարդի գնալ, տեր հայրը իր «թիլիսմանների» զորությամբ նրա բախտը բաց էր անում։— Այսպիսի շատ բաներ անում էր նա, և ասում էին, որ բոլորը կատարվում է…"
      },
      {
        "index": 9,
        "text": "Իր եկեղեցական պաշտոնի մեջ տեր Թոդիկը նույնպես իր ժողովրդի թե հոգևոր, թե բարոյական մխիթարությունն էր։ Ամեն մարդ նայում էր նրան, որպես մի սրբության վրա։ Երբ սկսվում էր մեծ պասը, մեր թաղեցիքը սովորություն ունեին կեսավուր ժամից առաջ հավաքվել եկեղեցու բակում մի խուցի մեջ։ Վարժապետս գնում էր այնտեղ, նրանց համար կարդում էր և մեկնում էր մի գիրք։ Ես մինչև այսօր չեմ մոռացել այն ահագին մեծ գիրքը. նրան կոչում էին «Այսմավուրք»։ Նա այնքան ծանր էր, որ հոգիս դուրս էր գալիս, մինչև տանում էի եկեղեցու խուցը։ Թե ի՞նչ էր դրած նրա մեջ, ես չգիտեի, բայց շատ անգամ գիրքը տանելու ժամանակ մտածում էի.— «Ա՜խ, աստված ջան, ի՜նչ կլինի, որ այդ գրքի բոլոր գրվածները իմ գլխումը լցնես»։ Հետո ինձ ու ինձ ծիծաղում էի — «լավ, ասում էի. իմ պստիկ գլուխը ո՞նց կարող է այս ամեն բաները իր մեջ տանել»։ Հետո էլի մտածում էի.— «վարժապետիս գլուխը հո իմից մեծ չէ, բա՛ ինչո՞ւ նա ամենը իմանում է»։"
      },
      {
        "index": 10,
        "text": "Թաղի ծերունիները հավաքված էին լինում եկեղեցու խուցի մեջ, սպասում էին տեր հոր գալստյանը։ Ես տանում էի գիրքը, դնում էի փոքրիկ գրակալի վրա, և ձեռքերս կուրծքիս վրա դրած, կանգնում էի այնտեղ։ Նա գալիս էր։ Ա՜խ, ի՛նչպես պատվով ընդունում էին նրան, մարդ չէր մնում, որ սուրբ աջը չհամբուրե և նրա օրհնությունը չառնե։ Նա նստում էր գրակալի մոտ, բաց էր անում գիրքը, կարդում էր և պատմում էր նրա միտքը։ Ես մինչև այսօր չեմ մոռացել մի քանի բաներ, որ այն ժամանակ սովորեցա սուրբերի, ճգնավորների, աբեղաների հրաշագործությունների մասին, թե ի՛նչպես նրանք խորոված աղավնիներ էին թռցնում,"
      },
      {
        "index": 11,
        "text": "ի՛նչպես հրեշտակների հետ էին խոսում, ի՛նչպես դևերին բռնում էին և իրանց սպասավորություն էին անել տալիս, կամ ի՛նչպես շաբաթներով ոչինչ չէին ուտում, բայց աստված նրանց համար երկնքից մանանա էր ուղարկում։— Ո՞վ է իմանում, հազար ու մեկ այսպիսի բաներ էի լսում, որոնք լցնում էին իմ սիրտը մի սրբազան ջերմեռանդությամբ, և ես մտածում էի.— «Թող տամ այս փուչ աշխարհը, գնամ սարերը, մտնեմ քարերի մեջ, ճգնավոր դառնում, որ ես էլ հրեշտակների հետ խոսեմ. որ ես էլ երկնքի մանանայով կերակրվեմ»…"
      },
      {
        "index": 12,
        "text": "Երբեմն ծերունիներից ոմանք առաջարկում էին վարժապետիս խորին աստվածաբանական հարցեր։ Նա բոլորի պատասխանը խիստ խելացի կերպով տալիս էր…"
      }
    ]
  }
}
