{
  "chapterNumber": 23,
  "title": "ԻԳ. ՆԵՐՔԻՆ ԿՌԻՎ — XIV. Internal Strife",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Հասնելով ծերունի որսորդի տունը, մենք գտանք բոլորին քնած։ Մըհեն, որ բաց արեց դուռը, հայտնեց՝ թե իր աղան տանը չէր և ոչ նրա հյուրերը դարձել էին իրանց «գնացած տեղից»։ Ես մտածեցի, անպատճառ մեկ արգելք պետք է պատահած լինի, որովհետև Կարոն և նրա ընկերները խոստացան, թե մինչև երեկո կվերադառնան։ Հասոն իր ագարակումն էր։ Նա տան երես չէր տեսնում, քանի իր մշակության գործերը վերջացած չէին դաշտերից. ձմեռվա ձյուները միայն մի քանի ամիս նրան քշում էին դեպի տուն։"
      },
      {
        "index": 1,
        "text": "Մարոյի առաջին հոգսը եղավ պատրաստել ինձ համար մի բան ուտելու։ Ընթրիքից հետո նա գցեց իմ քնելու շորերը, և ցանկանալով ինձ բարի գիշեր, ինքն ևս գնաց հանգստանալու։"
      },
      {
        "index": 2,
        "text": "Առավոտյան ես զարթեցա խիստ ուշ. երկար քունը բավականին կազդուրել էր իմ առողջությունը, ես զգում էի ինձ զվարթ և նորոգված ուժերով։ Սիրտս էլ սովորականից ավելի ուրախ և հանգիստ էր, որպես թե, ես գտնվում էի մի անսահման բավականության"
      },
      {
        "index": 3,
        "text": "մեջ, լույս աշխարհում ոչինչ պակաս չէր մնացել ինձ, բոլո՜րը, բոլո՜րը, լրացրել էր այն արարածը, որին սիրում էի ես, որը սիրում էր ինձ։"
      },
      {
        "index": 4,
        "text": "«Գեղեցիկ Մարոն կբժշկե քեզ»… ասաց Սագոն. նրա խոսքը ճշմարիտ էր, թեև նա արտասանեց այնպիսի դառն, հեգնական ժպիտով։"
      },
      {
        "index": 5,
        "text": "Ես կրկին գլուխս դրեցի բարձի վրա և նայում էի պատուհանից ներս ծագած շողին, որի մեջ խաղում էին միլիոնավոր մանրիկ փոշիներ գույնզգույն փայլումներով։ Ահա՛ ինչ է նշանակում լույսը, մտածում էի ես, չէ՞ որ այս սենյակի ամբողջ բովանդակությունը պարունակում է իր մեջ այսպիսի փոշիների մի ծովակ, բայց նրանք չեն երևում օդի աղոտության մեջ, իսկ լույսի այս նեղ ժապավենի մեջ բոլորը երևում են։ Բայց եթե խավար լիներ,— ես ոչինչ չէի տեսնելու, մինչև անգամ ամենախոշոր առարկաները։ Ա՜խ, ի՞նչ լավ բան է լույսը, որպես բաց է անում նա մարդի աչքերը և զորություն է տալիս նրա տեսությանը։ Չէ՞ որ միևնույնն է լինում և կյանքի մեջ,— մի ժողովրդի, մի ազգի և ամբողջ աշխարհի կյանքի մեջ։ Երբ որ տիրում է մտավոր խավարը, մարդիկ չեն տեսնում իրանց ամենախոշոր թերությունները. նրանք չեն նշմարում այն ճանապարհի ուղղությունը կամ ծռությունը որով գնում են. նրանք չեն նկատում այն խոչընդոտները, որ ամեն անգամ նրանց ոտքին է դիպչում և ճակատի վրա վայր է գցում.— նրանք ոչինչ չեն տեսնում, միայն խարխափում են մոլորության մեջ…"
      },
      {
        "index": 6,
        "text": "Հիշյալ մտախոհությունները ինձ հասցնում էին այն եզրակացությանը, թե բոլորովին անհաջող կանցներ Կարոյի ձեռնարկությունը. նա չէր կարող մի ժողովուրդ, որ ապրում էր խավար մթնոլորտի մեջ, կանգնեցնել շիտակ ճանապարհի վրա և նրա ընթացքին անմոլոր ուղղություն տալ։ Պետք էր նախ և առաջ փարատել խավարը, և ժողովուրդն ինքն իրան կգտներ իր ճանապարհը…"
      },
      {
        "index": 7,
        "text": "Արդյոք այսպե՞ս էի մտածում ես. մի՞թե այս ճշմարտություններն էի կարդում արևի այն լուսավոր ժապավենի մեջ, որ ներս էր շողացել իմ քնարանի պատուհանից։— Ո՛չ, ես ոչինչ չէի տեսնում նրա մեջ, բացի փոքրիկ փոշիներից. նրանք ևս շուտով ձանձրացրին ինձ։ Երեսս շուռ տվի, իմ ուշադրությունը գրավեց ախտաբորբոք"
      },
      {
        "index": 8,
        "text": "ճնճղուկը, որ իր զույգի հետ պատուհանից ներս թռան սենյակի մեջ։— Նրանք մի քանի շրջաններ գծեցին իմ դատարկ քնարանում, հետո նստեցին միմյանց մոտ, սկսեցին քաղցր սիրախոսություններ անել։ Մինչ այս զվարճության մեջ էին, ներս թռավ մի այլ ճնճղուկ— արու, նա մոտեցավ նախկին հերոսի սիրուհուն. նորեկի կողմից մի այսպիսի լրբությունը շարժեց սիրահարի նախանձը։ Կռիվը սկսվեց։ Մի փոքր խեղդեցին մեկ-մեկու, մի փոքր քաշեցին միմյանց փետուրները։ Մինչ նրանք այս պատերազմի մեջ էին, էգը օգուտ քաղեց խռովությունից և դուրս փախավ։ Կռվողները թողեցին մենամարտությունը, վազեցին իրանց երկպառակության առարկայի ետևից։"
      },
      {
        "index": 9,
        "text": "Մի՞թե միևնույնը չպատահեց իմ և Սագոյի մեջ։ Չէ՛, մտածում էի ես, նրա փոքրիկ գլուխը կջարդեմ, եթե մյուս անգամ նա կհամարձակվի Մարոյի անունը հիշել. ես ավելի թույլ չպետք է լինեմ, քան այն ճնճղուկը, որ իր կյանքով պաշտպանում էր սիրո գաղափարը։"
      },
      {
        "index": 10,
        "text": "Նույն րոպեին, կարծես, ես լսում էի մի հեկեկանք, կարծես, մի դառն լացելու ձայն զարկում էր իմ ականջներին։ Ինձ թվում էր, թե ես դպրոցումն էի, տեր Թոդիկը չոքեցրել էր ինձ մանրած աղյուսի կտորտանքի վրա. ես տեսնում էի Սոնային (դասատան պատուհանից երևում էր նա) միևնույն ծառի ստվերի ներքո, ուր միշտ նստում էր, և այժմ նստած էր։ Նա գլուխը քարշ էր գցել իր ծնկների վրա և  ձեռքով բռնել էր իր աչքերը. լաց էր լինում, և ես լսում էի նրա ցավալի հեկեկանքը։ Ինչո՞ւ էր լաց լինում նա, ո՞ւմ համար էր լաց լինում, ինչո՞ւ միշտ լաց էր լինում նա այն ժամանակ, երբ նրա հայրն ինձ ծեծում էր կամ գետնի վրա չոքեցնում էր, իսկ մյուս ժամանակներում միշտ ուրախ էր։ Խե՜ղճ աղջիկ, ո՛րքան լաց կլինես դու, եթե հիմա՛, հիմա՝ տեսնես ինձ…"
      },
      {
        "index": 11,
        "text": "Այս կիսաքուն, կիսաարթուն երազների մեջ էի ես, հանկարծ լսելի եղավ մի սաստիկ դղրդոց. որպես թե մի ծանր բան վայր ընկավ գետին։ Աչքս բաց արի, տեսնեմ՝ իմ մահճի մոտ կանգնած էր վիթխարի Մըհեն և ինքն իրան մրթմրթում էր."
      },
      {
        "index": 12,
        "text": "— Հազար անգամ ասել եմ, էսպիսի հիմար բաներ մի տվեք իմ ձեռքը. ինքը սատանան կմոլորի, էնքան թեթև է, հենց շունչ ես քաշում, թռչում է ձեռքիցդ։"
      },
      {
        "index": 13,
        "text": "Վայր ընկած բանը փոքրիկ փայտյա մատուցարանն էր, որի վրա Մըհեն ինձ համար նախաճաշիկ էր բերում. նրա կարծիքով, յուր կոպիտ ձեռքերի համար անպատճառ մեկ ծանր բան պետք է"
      },
      {
        "index": 14,
        "text": "լիներ, որ կարողանար տանել։ Նա թողեց թափված ամաններն առանց հավաքելու և ուզում էր դուրս գնալ, երբ Մարոն ներս մտավ։"
      },
      {
        "index": 15,
        "text": "— Ու՜ֆ, քոռանամ ես, այդ ի՞նչ արեցիր, սարսաղ,— դարձավ նա դեպի ապշած սպասավորը և սկսեց հավաքել թափված ամանները։— Ե՞րբ պետք է դու մի բան սովորես։"
      },
      {
        "index": 16,
        "text": "— Ես ոչ մի ժամանակ չեմ սորվի այսպիսի սատանայական բաները, թո՛ղ կնիկներն անեն,— պատասխանեց նա կոշտ կերպով.— Դի՛ր իմ շալակին մեկ եզան բեռը ցորեն, ասա՛, Մըհե՛, տար ջաղացը, կտանեմ, մի հատ էլ չի թափվի։ Երբ սայլը թաղվում է ցեխի մեջ, գոմեշները կաշուց դուրս են գալիս, չեն կարացի տեղից շարժել, ասա՛, Մըհե՛, դուրս քաշե սայլը ցեխից,— Մըհեն կանե այդ, բայց սատանայական բաների նա գլուխ չունի…"
      },
      {
        "index": 17,
        "text": "— Լավ, լավ, Մըհե՛, քո հոգուն մատաղ, ես այս գիտեմ, ես չէի ուզում քեզ բարկացնել,— ասաց Մարոն, յուղելով կատաղած ծառայի գլուխը։— Դու գիտես, որ Խաթունը տանը չէր, դրա համար քեզ նեղություն տվի։"
      },
      {
        "index": 18,
        "text": "— Էդ ուրիշ բան է…— ասաց նա և դուրս գնաց։"
      },
      {
        "index": 19,
        "text": "Մարոն երկար ծիծաղում էր նրա գնալուց հետո. նա պատմեց ինձ մի քանի հատկություններ Մըհեի բնավորությունից։"
      },
      {
        "index": 20,
        "text": "— Զարմանալի բնավորություն ունի այդ անասունը, նրան ասա «Մըհե, դու գիտես, որ այնինչ մարդուն պետք է սպանել», նա իսկույն կսպանե. նրան ասա՚ «Մըհե, դու գիտես, որ այնինչ մարդու երսին մի ապտակ պետք է տալ». նա իսկույն կկատարե քո կամքը. մի խոսքով, ամեն գործ պատրաստ է նա կատարել, երբ ասես «դու գիտես»։ Միայն գործը պետք է բավականին ծանր լինի և խոշոր, թեթև բանի համար գլուխ չունի Մըհեն։"
      },
      {
        "index": 21,
        "text": "Մարոն ավելցրուց, թե Մըհեն յուր ամսականը ստանալու միջոցին երբեք չէ կարող ընդունել արծաթի կամ ոսկի դրամներ, ասելով, թե նրանք շատ մանր են, և նա չէ սիրում թեթև դրամներ, այլ միշտ պահանջում է պղնձե մեծ դրամներ, թեև յուրաքանչյուր ոսկու փոխարեն կտային նրան մի-մի հատ պղինձ։ Այսուամենայնիվ, կիսախելագար Մըհեն շատ հավատարիմ էր և ուներ օտարոտի բարեսրտություններ։ Նա ծեծում էր իր կնոջը, երբ նա իր երեխային զարկել կամ լացացրել էր. ծեծում էր և երեխային, երբ մորը բարկացնում էր։ Բայց նա միակ մարդն էր, որ սիրում էր Հասոյի եզները այնպես, որպես նրանց տերը։ Այդ պատճառով Հասոն միշտ գոհ էր նրանից և փարախի լիակատար իշխանությունը տվել էր"
      },
      {
        "index": 22,
        "text": "նրան, ուր նա, անասունների հետ միասին, բնակվում էր իր ընտանիքով։"
      },
      {
        "index": 23,
        "text": "Բացի Մըհեից ծերունի որսորդի տան սպասավորների թվում էր պառավ Խաթունը. դեռ նա մանկության ժամանակ, երբ նա տասն և հինգ տարեկան էր, Ավոն գնեց նրան ղաջարի սարվազներից, երբ շատ հայ կանանց հետ Խաթունին գերի էր բերում Վասպուրականի կողմերից։ Այնուհետև թեև որսորդը ազատություն շնորհեց նրան և շատ անգամ առաջարկեց դառնալ իր հայրենիքը, բայց Խաթունը չուզեց հեռանալ այն տնից, ուր այնքան սիրում և պատվում էին նրան։ Բացի դրանից, վերջին ժամանակները նա իմացավ, որ հայրենիքում իր ազգականներից և ոչ մեկը չէր մնացել. մեծ մասը նույն գերության դարում սպանվել էին պարսիկներից, մնացածները ոչնչացրել էր խոլերան։"
      },
      {
        "index": 24,
        "text": "Մարոն դեռ երեխայության ժամանակ որբ մնալով մորից, փոխարինեց նրան բարեսիրտ Խաթունը, որ խնամք էր տանում փոքրիկ աղջկան մայրական բոլոր գթասրտությամբ։ Բայց գտնվելով ավելի հոր ազդեցության տակ, Խաթունի աշակերտուհին չընդունեց նրա դաստիարակության այն հոգին, որ ուներ ավելի ջերմեռանդ և կրոնական բնավորություն։ «Ես որսորդ եմ, ասում էր Ավոն, իմ աղջիկը եթե որսորդ ևս չլինի, գոնյա պետք է սիրե արյուն և հրացան»։ Այդ պատճառով Մարոյի խիստ վաղ մանկությունից սկսվեցավ նրա և Խաթունի մեջ մի խուլ հակառակություն։ Մարոն շատ անգամ ծիծաղում էր, երբ մոլեռանդ Խաթունը իր ձեռքն ընկած բոլոր փողերը հավաքում էր և տերտերներին էր տալիս, և բացի պարտադիր պասերը, ավելորդ պասեր էր պահում, և սուրբ Սարգսի շաբաթում երեք օր ոչ ուտում էր և ոչ խմում։ Իր գերությունից հետո, կարծես, մի ծանր ապաշավանք էր նստած նրա խղճմտանքի վրա, որը միշտ աշխատում էր քավել կրոնքի և քահանայի միջնորդությամբ…"
      },
      {
        "index": 25,
        "text": "Հասոյի կնոջը ես մի քանի անգամ միայն տեսա, այն ևս ծածկված երեսով, իր երկրի սովորությանը հետևելով, նա չխոսեց ինձ հետ և ոչ մի բառ. առհասարակ նա խիստ հազիվ էր երևում, ավելի զբաղված էր իր երեխաներով, որոնց թիվը ընտանիքի մյուս անդամների համեմատությամբ, բազմություն էր կազմում։ Մի բարի բախտով, աղջիկները, դեռ հարս չդարձած, վայելում էին այն արտոնությունը, որ կարող էին երեսները առանց ծածկոցի ման գալ և տղամարդերի հետ խոսել, եթե ոչ, միևնույնը կպատահեր իր և Մարոյի հետ, ինչ որ պատահեց Հասոյի կնոջ վերաբերությամբ։"
      },
      {
        "index": 26,
        "text": "Ինչ որ ավելի աչքի էր ընկնում ծերունի որսորդի դրության մեջ, այն էր, որ նա այժմ չէր երևում այնպես աղքատ, որպես էր Սալմաստում բնակված ժամանակ։ Արոտների մեջ արածում էին ավելի քան հարյուր ոչխար, տասը հատ ընտիր կովեր ամեն օր քշում էին դեպի նախիրը, արորը իր ամբողջ պարագայքով գործում էր սեփական արտերի մեջ, տունը լի էր աստուծո ամեն բարությունով։ Հասոյի խորշոմած ձեռքերը վաստակեցին այս բոլորը։ «Այն ժամանակ միայն մշակը կարող է կուշտ փորով հաց ուտել, երբ նրա քրտինքը թափվում է իր սեփական հողի վրա», այսպես էր խոսում ծերունի որսորդը։"
      },
      {
        "index": 27,
        "text": "Որսորդ Ավոն, որպես նկատեցի ես, Հաղբակա ժողովրդի կողմից վայելում էր մեծ հարգանք. նա էր միանգամայն այն երկրի խաղության ոգին. նրա մի խոսքը փարատում էր շատ վիճելի երկպառակություններ գյուղացիների մեջ։ Նրա վրա նայում էին գյուղացիները, որպես իրանց նահապետի կամ պատրիարքի վրա։ Թեև Ավոն այժմ պաշտոնապես ստացել էր «միր» տիտղոսը և համարվում էր տեղային հայերի գլուխ կամ ներկայացուցիչ, և շեյխերի մեջլիսում ծնկի տեղ ուներ, ասյուամենայնիվ, նա չէր թողել իր պարզ, անփառասեր հարաբերության ձևը հասարակ ժողովրդի հետ։ Նա իր վարվեցողության մեջ ոչ մի բանով չէր ցույց տալիս, թե ինքը պաշտոնական մարդ է, թե նա մի բանով բարձր է, քան հասարակ ամբոխը, այլ նայում էր ժողովրդին որպես գերդաստանի հայրը իր ընտանիքին։ Նա մինչև անգամ չէր թողել իր հին սովորությունները, իր հին պարապմունքը. շաբաթը մի քանի անգամ, հրացանը ուսից քարշ գցած, նա կերթար որսորդության. և այդ անում էր նա ոչ թե զվարճության համար, այլ իր սիրելի արհեստը պատվելու համար։"
      },
      {
        "index": 28,
        "text": "Ավոն այս երկրում ևս գաղթական էր, որպես Սալմաստում․ ի՞նչու էր թողել իր բնիկ հայրենիքը, կամ ո՞ր տեղացի էր նա,— այդ մի գաղտնիք էր, որ սաստիկ կերպով պահվում էր նրա ընտանիքի մեջ։ Բայց շատ անգամ ծերունի որսորդի թավամազ հոնքերը խոժոռվում էին, շատ անգամ նրա բարի դեմքը պատում էր տխրության մռայլը, երբ հարցնում էին նրա անցյալից, երբ խոսք էր բացվում նրա հայրենիքի մասին։ Երևում էր, նրա անցյալը թողել էր խիստ տխուր հիշողություններ, որոնց մտաբերելը ոչ միայն անախորժ էր թվում, այլ մինչև անգամ սարսափ էր ազդում այդ անբախտ մարդու վշտահար սրտին…"
      }
    ]
  }
}
