{
  "chapterNumber": 38,
  "title": "ԼԸ. ԲԱՐԿԱՑԱԾ ՄԱՐՈՆ — LIV. The Blessed Maron",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Դուրս վազեցի քեռի Պետրոսի վրանից։ Ես երկար չէի կարողանում մոռանալ անապատական ճգնավորին։ Այս աբեղան ինձ երևում էր որպես մի կախարդական անձնավորություն։ Քանի ժամ առաջ ես տեսա նրան «Կաթնաղբյուրի» ձորում. նա անցավ այնտեղից որպես մի անրջային ուրվական, մեղմ կերպով եղանակելով մի արաբական երգ։ Նրա ձայնը թփերի միջից դուրս կանչեց կախարդ Սուսանին։ Նա գրկեց Հյուբբիին և անհետացավ բլուրների մեջ։ Այժմ կրկին ես տեսա նրան երկու մեծ դավադիրների վրանում։ Ի՞նչ գործ ուներ Սուսանի և Հյուբբիի բարեկամը Կարոյի և ծերունի որսորդի թշնամիների մոտ.— այդ ես հասկանալ չէի կարողանում։"
      },
      {
        "index": 1,
        "text": "Այդ մտածողության մեջ ես անցա ուխտավորների բանակը։ Հասնելով մեր վրանը տեսա այնտեղ բոլորը քնած էին. արթուն էր միայն Մարոն. նա դևի պես նստած վրանի մուտքի մոտ, սպասում էր ինձ։"
      },
      {
        "index": 2,
        "text": "— Ո՞րտեղ կորար դու,— հարցրուց նա, երբ տեսավ ինձ։"
      },
      {
        "index": 3,
        "text": "Ես ոչինչ չպատասխանեցի, և տեսնելով, որ վրանի մեք կանայք քնած են, ներս չմտա, այլ նստեցի դրսում կանաչ խոտերի վրա։ Բայց իմ լռությունը ավելի շարժեց Մարոյի բարկությունը։"
      },
      {
        "index": 4,
        "text": "— Շատ հարկավոր է,— ասաց նա ինքն իրան խոսելով,— չի էլ ուզում պատասխան տալ, կարծես ինձ համար կարմիր հարս է դարձել, սպասում է, որ ես դրան «բերանբացուկ»"
      },
      {
        "index": 5,
        "text": "պետք է տամ։"
      },
      {
        "index": 6,
        "text": "Այս խոսքերը մի այնպիսի հեգնական եղանակով արտասանեց Մարոն, որ անկարելի էր չծիծաղել։ Բայց ես մտածեցի ծանր երևացնել ինձ, այս պատճառով երեսս շուռ տվի, որ նա չտեսնե իմ ծիծաղը։"
      },
      {
        "index": 7,
        "text": "Մարոն նստած էր վրանի դռանը ներսի կողմից, ես նրանից փոքր-ինչ հեռու էի։"
      },
      {
        "index": 8,
        "text": "— Եթե դու կգաս ինձ մոտ, այն ժամանակ քեզ հետ կխոսեմ,— ասացի ես։"
      },
      {
        "index": 9,
        "text": "— Շատ հարկավոր չէ,— պատասխանեց նա արհամարհանոք։— Ի՜նչ մեծ տղա է դարձել, պետք է նրա սպասին գնալ, ո՜նց չէ։"
      },
      {
        "index": 10,
        "text": "Ես նկատեցի, որ Մարոն բարկացած էր իմ վրա, պետք էր գիտենալ պատճառը. դրա համար ես մոտեցա և նստեցի նրա մոտ։"
      },
      {
        "index": 11,
        "text": "— Դու այսօր շատ ես խոսացել,— ասաց նա այժմ ավելի ծանր կերպով.— լավ է, որ գնաս քնես, գիտեմ, հոգնած կլինես։"
      },
      {
        "index": 12,
        "text": "— Ի՞նչ գիտես,— հարցրի զարմանալով։"
      },
      {
        "index": 13,
        "text": "— Ես գիտեմ…։ Բայց դու լավ ընկեր չես, Ֆարհատ, ամո՜թ քեզ համար,— փոխեց նա իր խոսքը։— Քեզ հետ ժամադիր եղող աղջիկը այնքան շտապեց, որ թողեց «Կաթնաղբյուրի» մոտ իր սանդրը, բայց դու այնքան անշնորհք գտնվեցար, որ չկարողացար նկատել։ Ա՛ռ, քեզ եմ տալիս, տար, առավոտյան իրան տո՛ւր, գլուխդ գովի՛ր, ասա՛, ես գտա, թող երեսդ սպիտակի։"
      },
      {
        "index": 14,
        "text": "Այժմ ես հասկացա, թե ինչու էր Մարոն բարկացել իմ վրա։ Նա տվեց ինձ մի սանդր․ դա Սոնայի սանդրն էր, որ մոռացմամբ թողել էր «Կաթնաղբյուրի» մոտ լողանալու ժամանակ։ Բայց ո՞րտեղից էր ընկել Մարոյի ձեռքը։"
      },
      {
        "index": 15,
        "text": "— Ո՞վ տվեց քեզ այդ սանդրը,— հարցրի ես։"
      },
      {
        "index": 16,
        "text": "— Ես ինքս գտա այնտեղ։"
      },
      {
        "index": 17,
        "text": "— Դու մեզ տեսա՞ր։"
      },
      {
        "index": 18,
        "text": "— Կույր չէի, որ չտեսնեի։"
      },
      {
        "index": 19,
        "text": "— Բայց մենք ինչո՞ւ չտեսանք քեզ։"
      },
      {
        "index": 20,
        "text": "— Ես շատ անգամ դևի պես աչքի չեմ երևում,— պատասխանեց նա  ծիծաղեյով։"
      },
      {
        "index": 21,
        "text": "Մարոյի խորամանկությունները ես վաղուց գիտեի. այդ պատճառով իսկույն չկարողացա հավատալ նրան և ասեցի․"
      },
      {
        "index": 22,
        "text": "— Դու սուտ ես խոսում, այս սանդրը ուրիշ կերպով հասել է քո ձեռքը։"
      },
      {
        "index": 23,
        "text": "— Չե՞ս հավատում ինձ,— պատասխանեց նա պինդ ձայնով։"
      },
      {
        "index": 24,
        "text": "— Կուզե՞ս բոլորը կպատմեմ. նա աղբյուրի մեջ լողանում էր, դու հեռվից ապուշի պես նայում էիր, հանկարծ անցավ ձորի միջով ճգնավորը․ նա երգում էր մի տխուր մեղեդի։ Հետո հայտնվեցան Սուսանը և Հյուբբին, իսկ դուք բարձրացաք բլուրի վրա, նստեցիք նշենիների թփերի մեջ։ Թե կուզես, կպատմեմ դուք ինչ խոսեցիք։"
      },
      {
        "index": 25,
        "text": "— Հիմա հավատում եմ։"
      },
      {
        "index": 26,
        "text": "Մարոն մտածության գնաց և րոպեական լռությունից հետո խոսեց․"
      },
      {
        "index": 27,
        "text": "— Խե՜ղճ Սոնա, ո՛րքան անբախտ է նա… իմ սիրտը չդիմացավ, երբ նա այնպես ցավալի կերպով խոսում էր իր մոր մահվան մասին և իր եղբոր կորստյան մասին։ Իմ սիրտը չդիմացավ, և ես թաքնված թփերի մեջ, լաց էի լինում, Ֆարհատ։"
      },
      {
        "index": 28,
        "text": "Վերջին խոսքերի միջոցին ես նկատեցի Մարոյի աչքերում արտասուք։"
      },
      {
        "index": 29,
        "text": "— Դու հիմա էլ լաց ես լինում,— ասացի նրան։"
      },
      {
        "index": 30,
        "text": "Նա ոչինչ չպատասխանեց։ Բայց հանկարծ մի կատաղի ցնցում փոխեց նրա հեզ, ցավակցական դեմքը, և նա խոսեց լի սպառնալիքով։"
      },
      {
        "index": 31,
        "text": "— Ֆարհատ, աստված վկա, ես նրա հորը շան պես կսատկացնեմ, թո՛ղ նա տերտեր լինի, մեղքից չեմ վախենա, գիտեմ, որ նա սատանա է։"
      },
      {
        "index": 32,
        "text": "— Բայց նա Սոնայի հայրն է։"
      },
      {
        "index": 33,
        "text": "— Ղորդ է, ես Սոնային շատ եմ սիրում, նա լավ աղջիկ է, եթե ես մի քույր ունենայի, նրանից ավելի չէի սիրի, բայց իմ Հորը ավելի եմ սիրում…"
      },
      {
        "index": 34,
        "text": "Մարոյի կատաղության պատճառը հայտնի էր․ բայց նրա վրդովմունքը ինձ ծիծաղելի էր թվում, և ես փորձելու համար հարցրի."
      },
      {
        "index": 35,
        "text": "— Տերտերն ինչո՞վ է մեղավոր։"
      },
      {
        "index": 36,
        "text": "— Դու կարծում ես, ես չլսեցի՞,— պատասխանեց նա․— ես բոլորը իմանում եմ, թե որպիսի խոր (հոր) է ուզում տերտերը փորել իմ հոր, Կարոյի և նրա ընկերների համար։ Նրանք ի՞նչ են արել, ինչո՞վ են մեղավոր։"
      },
      {
        "index": 37,
        "text": "Ես աշխատեցի հանգստացնել կատաղած Մարոյին, որից ամեն բան սպասելի էր։"
      },
      {
        "index": 38,
        "text": "— Չէ՛, Մարո, այդ լավ չէ, ինչ որ դու մտքիդ դրել ես։ Ճշմարիտ է, քո հոր դեմ դավադրություն կա, բայց մենք պետք է խոհեմ լինենք, մենք պետք է շտապենք շուտով վերադառնալ տուն և բոլորը հայտնել քո հորը։"
      },
      {
        "index": 39,
        "text": "— Շտապել պետք չէ, նա մի օրից հետո բոլորը կիմանա,— պատասխանեց Մարոն անփույթ կերպով։— Բայց ես իմ ուխտածը պետք է կատարեմ…"
      },
      {
        "index": 40,
        "text": "— Այդ թող մնա՛, ինչ որ դու ուխտել ես։ Բայց դու ինձ այն ասա՛, թե քո հայրն ո՞րտեղից կարող է իմանալ։"
      },
      {
        "index": 41,
        "text": "— Ես նրա մոտ մարդ ուղարկեցի։"
      },
      {
        "index": 42,
        "text": "— Ե՞րբ, ո՞ւմը։"
      },
      {
        "index": 43,
        "text": "— Մըհեն կես ժամ առաջ այստեղ էր. նա այս կողմով անցնելով, եկել էր սուրբ աստվածածինը համբուրելու։ Նրան ասել էին, թե մենք ևս ուխտավորների թվումն ենք. տեսա՝ ուրախ-ուրախ գալիս է։ Ո՞րտեղից էր գալիս, նա ինձ չասաց, բայց շատ ուրախ էր։ Ես պատմեցի նրան իմ լսածները հորս մասին։ Նա բարկացավ, և էլ չսպասեց, որ գնա սուրբ աստվածածինը համբուրե, իսկույն վեր առավ իր ահագին լախտը և շտապեց հորս մոտ։"
      },
      {
        "index": 44,
        "text": "— Բայց նա իմանու՞մ էր, հայրդ որտեղ է։"
      },
      {
        "index": 45,
        "text": "— Իմանում էր։ Ասաց. «էդ ի՞նչ սատանայական բան է, ես մի օրից հետո բոլորը կպատմեմ որսորդին»։ Թեև հայրս այժմ Շատախի մեջն է գտնվում, որ այստեղից մի քանի օրվա ճանապարհով հեռու է, բայց ես գիտեմ, որ Մըհեն քամուց ավելի արագ է գնում, նա էգուց չէ՝ մյուս օրը հորս մոտ կլինի։"
      },
      {
        "index": 46,
        "text": "Մըհեն չէր ասել Մարոյին, թե ո՛րտեղից է գալիս, բայց ես գիտեի, թե ուր էր գնացել նա և որտեղից էր վերադառնում։ Նա եկել էր իր արյունոտ շրթունքով աստվածածինը համբուրելու…։ Զարմանալի՜ է, կրոնական զգացմունքը գտնվում է և ամենակատաղի"
      },
      {
        "index": 47,
        "text": "եղեռնագործի մեջ…։ Բայց մի՞թե կարելի էր նրան եղեռնագործ համարել…"
      },
      {
        "index": 48,
        "text": "Մարոյի կարգադրությունները, թեև բավականին հանգստացրին ինձ, բայց ես դարձյալ պնդեցի, թե մեզ պետք է շտապել շուտով տուն վերադառնալու։ Նա դարձյալ ընդդիմացավ ինձ։"
      },
      {
        "index": 49,
        "text": "— Ես չեմ գնա, մինչև ասածս չկատարեմ, ես այս գիշեր պատրաստվել էի, բայց…"
      },
      {
        "index": 50,
        "text": "Հեռվից լսելի եղավ մի մեղմ երգեցողության ձայն, նույնիսկ եղանակով, որ ես լսել էի այսօր «Կաթնաղբյուրի» ձորում։ Մարոն լսելով ձայնը, փոխեց իր խոսքը։"
      },
      {
        "index": 51,
        "text": "— Այդ «ճգնավորն» է, որ երգում է,— ասաց նա,— ի՛նչպես լավ երգում է, լսի՛ր, Ֆարհատ։"
      },
      {
        "index": 52,
        "text": "Եվ իրավ, գիշերային լռության մեջ երգը հիանալի էր։ Մարոն երկար ականջ դնելուց հետո, հարցրուց."
      },
      {
        "index": 53,
        "text": "— Դու գիտե՞ս նա ով է, Ֆարհատ։"
      },
      {
        "index": 54,
        "text": "— Ես նրան չեմ ճանաչում, այսօր առաջին անգամ տեսա նրան «Կաթնաղբյուրի» ձորում, և նա երգում էր միևնույն այս երգը։ Իսկ հետո երևցավ նա իմ քեռի Պետրոսի վրանում։"
      },
      {
        "index": 55,
        "text": "— Ո՛րքան միամիտ ես, Ֆարհատ։"
      },
      {
        "index": 56,
        "text": "— Ինչո՞ւ։"
      },
      {
        "index": 57,
        "text": "— Նրա համար, որ դու չկարողացար ճանաչել քո վաղեմի ընկերին։"
      },
      {
        "index": 58,
        "text": "— Ո՞վ էր նա։"
      },
      {
        "index": 59,
        "text": "— Ասլանը։"
      },
      {
        "index": 60,
        "text": "— Չեմ հավատում, դու ինձ վրա ծիծաղում ես, Մարո։"
      },
      {
        "index": 61,
        "text": "— Վեր կա՛ց, գնանք, նա մեզ կանչում է. ես հասկանում եմ նրա երգի միտքը, գնանք, մի՛ ուշացիր․ նրան մեկ էլ կտեսնես ու կհավատաս։"
      },
      {
        "index": 62,
        "text": "Թեև այս խոսքերը Մարոն արտասանեց խիստ պինդ համոզմունքով, այսուամենայնիվ ես չէի կարողանում հավատացնել ինձ, թե մի զառամյալ անապատական աբեղա կարող էր Ասլանը լինել։ Բայց Մարոն հաստատեց իր խոսքը մի ուրիշ փաստով, որ շատ հավանական էր։ Նա հիշեցրուց ինձ այն նկատողությունը, որ արել էր նա, երբ առաջին անգամ տեսավ պառավ կախարդին և փոքրիկ Հյուբբիին, որ նստած ժայռի վրա, ուխտավորների համար գուշակում էր։ Նա այն ժամանակ ասաց. «Կարոն կամ նրա ընկերներից մեկը պետք է այստեղ լինի» և ավելացրեց, թե «այս պառավն իսկույն հայտնվում է այնտեղ, ուր նրանք լինում են»։"
      },
      {
        "index": 63,
        "text": "Եվ ես այնօր միթե չէ՞ի տեսել միևնույնը, երբ «Կաթնաղբյուրի» ձորում ծպտյալ աբեղան միացավ պառավ կախարդի հետ և համբուրեց Հյուբբիին։"
      },
      {
        "index": 64,
        "text": "Իմ տարակույսը փարատված էր․ ես հոժարվեցա գնալ և գտնել «ճգնավորին», բայց մտածում էի մեր վրանը անտեր և առանց տղամարդի չթողնել։ Երբ այդ մասին հայտնեցի Մարոյին, նա պատասխանեց․"
      },
      {
        "index": 65,
        "text": "— Սուրբ աստվածածինը իր ուխտավորներին կպահե, գնա՛նք։"
      },
      {
        "index": 66,
        "text": "Ես չհամոզվեցա։ Նա խնդրեց ինձ փոքր-ինչ դրսում սպասել, իսկ ինքը մտավ վրանի ներսը։ Մինչև նրա դուրս գալը, ես գտա վանքի գյուղացիներից մեկին, և նրան մի քանի ղուրուշ տալով, պատվիրեցի հսկել վրանին մինչև մեր վերադարձը։"
      },
      {
        "index": 67,
        "text": "Քանի րոպեից հետո դուրս եկավ Մարոն․ ես հազիվ կարողացա ճանաչել նրան. նա փաթաթված էր մի լայն վանա աբայի (վերարկվի) մեջ և գլխին քրդի ձևով ապարոշ էր կապել։"
      },
      {
        "index": 68,
        "text": "— Դա ո՞վ է,— հարցրուց նա, տեսնելով գյուղացուն։"
      },
      {
        "index": 69,
        "text": "— Ես պատվիրեցի նրան հսկել վրանին մինչև մեր վերադարձը։"
      },
      {
        "index": 70,
        "text": "— Խաթունը արթուն է։ Լավ, գնանք։"
      },
      {
        "index": 71,
        "text": "Երբ փոքր-ինչ հեռացանք, նա ասաց․"
      },
      {
        "index": 72,
        "text": "— Դու չես իմանում, Ֆարհատ, նա ինքը կգողանա։ Այստեղ բոլորն էլ ավազակներ են։"
      },
      {
        "index": 73,
        "text": "— Վանքի սպասավորն երկյուղած կլինի,— պատասխանեցի ես։"
      },
      {
        "index": 74,
        "text": "— Չէ՛, այդպես չէ, ես իմ աչքով տեսա, ինչպես մի վարդապետ գողացավ և գրպանը դրեց իմ գցած գանձանակը։ Նրանք մեզ խաբում են, Ֆարհատ, նրանք այն չեն, որպես դրսից երևում են… հայրս շատ է պատմել ինձ նրանց գործերի մասին…"
      },
      {
        "index": 75,
        "text": "— Քո վերարկվի տակից զենքի ձայն է լսվում, Մարո։"
      },
      {
        "index": 76,
        "text": "— Հայրս պատվիրել է ինձ, երբ գիշերով հեռու տեղ ես գնում, պետք է միշտ զենք ունենաս։"
      },
      {
        "index": 77,
        "text": "Ճանապարհին ես Մարոյից հարցրի, թե ո՞րպես նա կարողացավ ճանաչել ծպտյալ «ճգնավորին»։"
      },
      {
        "index": 78,
        "text": "— Սկզբում ես չկարողացա ճանաչել, երբ տեսա նրան «Կաթնաղբյուրի» ձորում,— պատասխանեց նա։— Թշվառականը մի այնպիսի մորուք և ծամեր էր շինել, որ ինքը սատանան չէր կարող հնարել, երբ կամենում է ծերի կերպարանք ընդունել։ Երեսը ներկել էր և պառավի գույն էր տվել, մինչև անգամ խորշոմներ կային։"
      },
      {
        "index": 79,
        "text": "Բայց աչքերը մնացել էին անփոփոխ։ Ո՞վ չէ կարող ճանաչել Ասլանի գեղեցիկ աչքերը, եթե մի անգամ տեսել է նրան։"
      },
      {
        "index": 80,
        "text": "— Բայց ո՞ր դևը բերեց քեզ այնտեղ, «Կաթնաղբյուրի» ձորում։ Մարոն բոլորովին անկեղծաբար խոստովանեց, թե նա հենց այնօր տիրամոր տաճարի մեջ նկատել էր, երբ Սոնան մոտեցավ և շշնջաց իմ ականջիս, նշանակելով տեսություն «Կաթնաղբյուրի» ձորում․ թե այն շշունջը ծնուցել էր նրա սրտում կասկած և նախանձ… և ինքը չկարողացավ համբերել, եկավ այնտեղ…"
      },
      {
        "index": 81,
        "text": "— Եվ քո կասկածանքը փարատվեցա՞վ,— հարցրի ես, երբ նա վերջացրուց իր խոսքը։"
      },
      {
        "index": 82,
        "text": "— Դեռ ոչ բոլորովին…։ Բայց ինձ համար միևնույն է…։ Սոնան լավ աղջիկ է… ես սիրում եմ նրան… դու էլ պետք է սիրես…"
      },
      {
        "index": 83,
        "text": "Այս խոսքերը Մարոն արտասանեց կտրատելով, կարծես, նրա լեզուն այրում էին։ Բայց նա մեղավոր չէր, նախանձը տիրում է բոլոր կենդանիների սրտին, որոնց մեջ զգացմունք կա։"
      },
      {
        "index": 84,
        "text": "Հեռվից այժմ ավելի պարզ լսելի եղավ «ճգնավորի» երգի ձայնը։"
      },
      {
        "index": 85,
        "text": "— Այս կողմով գնանք,— ասաց Մարոն, նրան կգտնենք այն լեռների մեջ։"
      },
      {
        "index": 86,
        "text": "[Footnotes]\n↑\n\nՀայաստանում դեռ շատ տեղերում մնացել է այս սովորությունը, որ նորահարսը, առաջին անգամ փեսայի տունը գնալով, առհասարակ ոչ մեկի հետ չի խոսում, բացի իր ամուսնի փոքրիկ քույրերից և փոքրիկ եղբայրներից։ Նա և իր փեսայի հետ չի խոսի առաջին գիշերում, մինչև չստանա նրանից մի ընծա․ այս ընծան կոչվում է «բերանբացուկ»։"
      }
    ]
  }
}
