{
  "chapterNumber": 53,
  "title": "Թ. ԳԻՇԵՐԸ ԱՎԱՆՑ ԳՅՈՒՂՈՒՄ — The Thieves in Avants Village",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Երեկոյան դարձյալ բոլորը հավաքվեցան սրահի մեջ։ Ասլանը նստած էր իր մինդարի վրա, վարպետ Փանոսը նրա մոտ, ես մի տեղում, իսկ տան տերը երբեմն նստում էր, երբեմն կանգնում էր, երբեմն գնում էր իր մարդիկներին զանազան պատվերներ տալու։"
      },
      {
        "index": 1,
        "text": "Փայտյա բարձր աշտարակի վրա դրած էր մի խեցեղեն ճրագ, որը աղավնու նմանություն ուներ. նրա միջում կտավատի ձեթ էր լցրած, իսկ կտուցից դուրս ընկած պատրույգը հանդարտ վառվելով, տարածում էր աղոտ, կանաչագույն լույս իր շրջակայքում։ Ձեթից և մուխից բոլորովին սև գույն էր ստացել այդ աղավնին։"
      },
      {
        "index": 2,
        "text": "Խոսակցությունը գլխավորապես ծովակի մասին էր։ Խոսում էին նրա բնավորության վրա, արդյոք նա խաղա՞ղ է, թե անհանգիստ, տարվա ո՞ր ամիսներում սովորաբար պատահում են ալեկոծություններ. խոսում էին նավահանգիստների մասին, թե ո՞ր կողմերը կամ ո՞ր եզերքի մոտ են գտնվում, կամ ինչ տեղերի հետ հաղորդակցություն ունեն. խոսում էին նավակների թվի և նրանց փոխադրած ծանրությունների քանակության մասին, թե տարվա ընթացքում, ո՛րքան մթերքներ կարող են փոխադրել,— այդ  բոլորի մասին, իհարկե, հաշիվ ու համար տալիս էր գլխավորապես Բերզեն-Օղլին։ Նա այնպես լավ ուսումնասիրել էր ծովակը և նրա շրջակայքը, որպես մի լավ վարժապետ ուսումնասիրում է իր դասագիրքը։ Նրան ծանոթ էին ծովակի բոլոր խորշերը, բոլոր եզերքը և այն բոլոր դիրքերը, որտեղից կարելի էր ցամաքի հետ հարաբերություն ունենալ։ Ասլանը իր լսածներից այն եզրակացությունն էր դուրս բերում, թե երկու առագաստավոր նավեր բավական կլինեն կատարելու այն գործը, ինչ որ կատարում են բազմաթիվ նավակներն ու սանդալները։"
      },
      {
        "index": 3,
        "text": "Նրանք խոսում էին, դատում էին, վիճում էին, իսկ ես համարյա չէի լսում։ Ես չէի կարողանում մոռանալ քոթոթի տված տեղեկությունները իր մոր մասին, և նրա վրա էի մտածում։ Ասլանը այնօր տան ներսի սենյակներից դուրս գալու ժամանակ ինձ ասաց, թե այնտեղ մի հիվանդ կա, դա անտարակույս, նավավարի կինը պետք է լիներ, բայց քոթոթի տված տեղեկությունները այդ հիվանդի դրության մասին՝ բավական կասկածավոր էին"
      },
      {
        "index": 4,
        "text": "դարձնում նրան։ Այստեղ անպատճառ մի բան պետք է լինի, մտածում էի ես։"
      },
      {
        "index": 5,
        "text": "Մեզ ընթրիք տալուց հետո, տանեցիք, այսինքն Ծովիկը և Քոթոթը, գնացին կտուրի վրա քնելու։ Գյուղացի երեխաները քնում են արևի հետ և զարթնում են նրանից առաջ։ Սրահի մեջ մեզ համար ևս քնելու անկողիններ պատրաստեցին։ Սրահը, որ պատշգամբի նախնական ձևն է, շատ հարմարություն ունի ամառնային կեցության համար. այնտեղ և՛ հով է, և՛ մաքուր օդ կա, և՛ անքուն գիշերներում մարդ չէ տաղտկանում, նայում է աստղազարդ երկնքի վրա, զվարճանում է անթիվ լուսավորներով։ Իսկ այն գիշերը ինձ ավելի գրավում էր այն խուլ, խորհրդավոր ձայնը, որ լսվում էր օդի մեջ,— դա ծովակի ալիքների ձայնն էր, որ գալիս էր հեռվից։"
      },
      {
        "index": 6,
        "text": "Հյուսնի արհեստանոցում գործը դադարել էր, այնտեղից ձայն չէր լսվում։ Բայց արհեստանոցի բաց դռնից ճրագի լույս էր երևում։ Ծերունի արհեստավորը, երևի, դեռ չէր քնած։ Նավավարը Ասլանին և վարպետ Փանոսին տարավ այնտեղ մի քանի բաներ ցույց տալու համար։ Ես չգնացի. ես արդեն ցերեկով տեսել էի այն տախտակների և փայտերի մթերանոցը, և դրանք ինձ համար մի առանձին նշանակություն չունեին։ Ես պառկած մնացի իմ անկողնի վրա և իսկույն քունս տարավ։"
      },
      {
        "index": 7,
        "text": "Մի օտարոտի ձայն զարթեցրեց ինձ։ Ո՞րքան ժամանակ անցել էր գիշերից, չգիտեմ, բայց աքաղաղները խոսում էին։ Գլուխս վեր բարձրացրի, նայեցի իմ շուրջը, ճրագի ձեթը արդեն սպառվել էր և պատրույգը երբեմն աղոտ կերպով պլպլում էր, երբեմն հանգչում էր։ Բայց սրահի մեջ բավական լույս կար. կիսալուսինը դեռ ոչ բոլորովին անհետացել էր հորիզոնից։ Նայեցի Ասլանի և վարպետ Փանոսի անկողինների վրա, նրանք դատարկ էին։ Երևում էր, որ դեռ չէին վերադարձել։ Նայեցի դեպի հյուսնի արհեստանոցը, այնտեղ դեռ ճրագի լույս էր երևում։"
      },
      {
        "index": 8,
        "text": "Օտարոտի ձայնը, որ զարթեցրեց ինձ, որքան հիշում եմ, դռան սաստիկ բախման ձայնի էր նմանում. նայեցի դեպի սրահի մեջ բացվող դուռը, նա բոլորովին բաց էր. իսկ երեկոյան, մեր քնելու ժամանակ, ես նրան փակած էի տեսել։ Գլուխս դարձյալ դրեցի բարձի վրա, բայց քնել չկարողացա։ Քանի րոպեից հետո մի մեղմ սոսափյուն, որ հագուստի խշխշոցի էր նմանում գրավեց իմ ուշադրությունը։ Գլուխս կրկին վեր բարձրացրի և ստվերի մեջ նկատեցի մի ինչ֊որ անորոշ կերպարանք։ Նա սկզբում անշարժ էր, հետո"
      },
      {
        "index": 9,
        "text": "շարժվեցավ և հանդարտ կերպով անցավ, առանց ամենաթեթև ձայն անգամ հանելու։ Կարծես նա օդի միջով էր գնում և նրա ոտները գետնին չէին դիպչում։ Նա ցած իջավ սրահի սանդուղքներից, դիմեց դեպի բակը։ Այնտեղ, լուսնի լուսավորության առջև, նա ավելի որոշ կերպարանքով նկարվեցավ իմ առջև, կարմիր շիլայի շապիկը իջնում էր մինչև նրա մերկ ոտները. գլխի հյուսերը արձակ էին, նրանք կիսով չափ ծածանվում էին ճակատի վրա, իսկ մնացյալ մասը խիտ գանգուրներով ծածկել էր նրա մեջքը։ Երբ նա կանգ առեց բակի մեջ, ետ նայելով դեպի սրահը, ես տեսա նրա դեմքը. դա կնոջ գունաթափ դեմք էր, որը լուսնի բաց-կապտագույն լուսավորության առջև ավելի թախծալի արտահայտություն էր ստացել։ Նա կրկին շարժվեցավ և սկսեց դիմել դեպի պարտեզը։"
      },
      {
        "index": 10,
        "text": "Չգիտեմ սնահավատությունից, թե մի այլ զգացմունքից, իմ ամբողջ մարմնով անցավ մի սոսկալի սարսուռ։ Ինձ այնպես էր թվում, թե մեռելներից մեկը գերեզմանից հարություն էր առել և շրջում էր գիշերային լռության մեջ։ Քունը բոլորովին փախավ իմ աչքերից։ Երբեմն վերմակը քաշում էի գլխիս, աչքերս խփում էի, վախենալով, միգուցե կրկին տեսնեմ նրան, իսկ երբեմն աչքերս երկյուղածությամբ բաց էի անում, նայում էի։ Նա դարձյալ երևվում էր։ Սկսեցի աղոթք կարդալ. աղոթքը փոքր-ինչ հանգստացրեց ինձ։"
      },
      {
        "index": 11,
        "text": "Նա, առանց որևիցե շշուկ հանելու, հանդարտ քայլերով անցավ բակի միջով, մոտեցավ պարտեզի դռանը։ Ձեռքը տարավ դեպի փականքը և իսկույն հեռացավ, երբ նկատեց, որ դուռը փակ էր։ Հետո բակի պատի մոտով սկսեց կամաց-կամաց դիմել դեպի փողոցի դուռը, և մի քանի րոպե չանցած, բոլորովին անհետացավ։ Ո՞ւր գնաց,— ես չտեսա, որովհետև երկյուղը այն աստիճան տիրել էր ինձ, որ վախենում էի վեր կենալ և նրա ետևից նայել, թե ո՞ւր է գնում։ Ի՞նչ էր այդ, երա՞զ էր, տեսի՞լք էր, թե գրգռված երևակայության ցնորք։ Ես մնացի անշարժ դրության մեջ։ Կարծես ինձ ամուր կապերով կաշկանդել էին իմ անկողնի մեջ և շարժվել չէի կարողանում։ Կարծես «ղարան» անցավ իմ վրայով և իր բոլոր ծանրությամբ ճնշեց ինձ։"
      },
      {
        "index": 12,
        "text": "Կես ժամ հազիվ անցած կլիներ, երբ կրկին հայտնվևցավ ուրվականը։ Նա կամաց-կամաց մոտեցավ, վեր բարձրացավ սրահի սանդուղքներից, նախ մի շրջան գործեց նրա պատերի մոտով, այս կողմ ու այն կողմ նայելով, որպես թե մի բան որոնում էր,"
      },
      {
        "index": 13,
        "text": "հետո կանգ առեց, սկսեց նայել անկողինների վրա։ Նրա աչքերը վառվում էին, դեմքը նույնպես գունաթափ էր, որպես առաջ։"
      },
      {
        "index": 14,
        "text": "— Դուք պարոն բժշկապետ,— ասաց նա, մոտենալով և կանգնելով իմ բարձի մոտ,— չհասկացաք իմ հիվանդությունը, և հասկանալ չէիք կարող, որովհետև ես բոլորը չպատմեցի ձեզ…"
      },
      {
        "index": 15,
        "text": "Իմ երկյուղը փոքր-ինչ փարատվեցավ. դա նավավարի կինն էր և ինձ Ասլանի տեղն էր ընդունում։"
      },
      {
        "index": 16,
        "text": "— Ես բոլորովին հիվանդ չեմ, պարոն բժշկապետ,— շարունակեց նա ավելի տխուր ձայնով,— ես շատ առողջ եմ, պարոն բժշկապետ, լավ ուտում եմ, լավ խմում եմ, կարող եմ լավ ման գալ, եթե ինձ թույլ տան տանից դուրս գալ…"
      },
      {
        "index": 17,
        "text": "Նա ակնարկում էր իր ամուսնու վրա, որ նրան արգելարանի մեջ էր պահում։ Ես հիշեցի Քոթոթի խոսքերը։ Նա նստեց իմ բարձի մոտ, գլուխը խոնարհեցրեց ծնկների վրա, ձեռքով բռնեց աչքերը և մի քանի վայրկյան լուռ մնաց։ Գլխի ծամերը խառն հոսանքով ծածկեցին նրա դեմքը։ Այդ միջոցին նմանվում էր նա մի սգավորի, որ իր սիրելիի գերեզմանի մոտ ծունկ իջած, լուռ ողբում էր նրա ցավալի կորուստը։ Հետո նա գլուխը վեր բարձրացրեց, սոսկալով նայեց դեպի սենյակի դուռը, և բացականչեց հեկեկանքով."
      },
      {
        "index": 18,
        "text": "— Դուք նրան օգնեցեք, պարոն բժշկապետ, նրան… դեռ ուշ չէ, դեռ կարելի է օգնել…"
      },
      {
        "index": 19,
        "text": "Ես կրկին սկսեցի դողալ։"
      },
      {
        "index": 20,
        "text": "— Դուք չե՞ք հավատում, պարոն բժշկապետ,— շարունակեց նա,— շտապեցե՛ք, կարելի է օգնել… դեռ մարմինը տաք է… ձեռքերը շարժում է… դեռ արյունը չէ դադարել հոսելուց…"
      },
      {
        "index": 21,
        "text": "Նա դարձյալ գլուխը ցած թողեց ծնկների վրա և երկու ձեռքով բռնեց աչքերը, կարծես զարհուրում էր մի սոսկալի տեսարանից և չէր կամենում նայել նրա վրա։ Նա այլևս չէր խոսում, ես լսում էի նրա խուլ հեկեկանքը միայն։"
      },
      {
        "index": 22,
        "text": "— Օգնեցե՛ք, պարոն բժշկապետ…— դարձյալ կրկնեց նա,— դեռ ուշ չէ… կարելի է օգնել… ինչո՞ւ չեք վեր կենում… ահա այնտեղ է… շատ հեռու չէ…"
      },
      {
        "index": 23,
        "text": "Ես մտածեցի, թե իրավ, դրսում մի որևիցե դժբախտություն պետք է պատահած լինի, և շտապեցի օգնության հասնել։ Բայց նա պինդ բռնեց իմ թևքից, և, սրահի հատակը ցույց տալով."
      },
      {
        "index": 24,
        "text": "— Նայեցե՛ք, պարոն բժշկապետ, ահա՛ արյան շիթերը… դեռ չեն ցամաքել… Տեսնո՞ւմ եք, պարոն բժշկապետ, ես տեսնում եմ, ահա՛, նայեցեք…"
      },
      {
        "index": 25,
        "text": "Այժմ միայն հասկացա, որ խեղճ կինը ցնորքների մեջ էր գտնվում։ Ինձ նորից տիրեց մի անբացատրելի սարսափ, մանավանդ երբ նա կանգնեց և, ձեռքը դեպի սենյակի դուռը մեկնելով ասաց."
      },
      {
        "index": 26,
        "text": "— Այդ արյան շիթերը, այդ դռնից սկսվելով, գնում են մինչև ծովեզրը… Գիշեր էր, երբ գազանը այդ դռնից դուրս բերեց արյունաշաղախ մարմինը, որ դրած էր մազե խարարի մեջ… Արյունը կաթկթում էր խարարից… Ես վազեցի նրա ետևից, բայց նա շտապեց և շուտով հասավ ծովեզրը… դրեց խարարը իր նավակի մեջ և սկսեց թիավարել…"
      },
      {
        "index": 27,
        "text": "Այդ միջոցին անբախտ կնոջ ձայնը խեղդվեցավ և չկարողացավ շարունակել։ Նա ձեռքը տարավ դեպի աչքերը, որ արտասուքը սրբե, բայց աչքերում արտասուք չկար։ Ես ապշած կերպով նայում էի նրա վրա։ Երևում էր, որ այդ տան մեջ կատարվել էր մի սարսափելի եղեռնագործություն, որի հետ կապված է եղել խեղճ կնոջ դժբախտությունը։ Նա կրկին մոտեցավ և նստեց իմ կշտին։ Այժմ ավելի սրտաշարժ ձայնով ասաց ինձ."
      },
      {
        "index": 28,
        "text": "— Ես կպատմեմ ձեզ բոլորը… դուք պետք է գիտենաք բոլորը, պարոն բժշկապետ… մինչև չգիտենաք, չեք կարող բժշկել ինձ… Լսո՞ւմ եք, պարոն բժշկապետ…"
      },
      {
        "index": 29,
        "text": "— Լսում եմ,— պատասխանեցի ես մեքենաբար։"
      },
      {
        "index": 30,
        "text": "Նա շարունակեց."
      },
      {
        "index": 31,
        "text": "— Այն օրից անցել են շատ տարիներ… ես շատ անգամ գիշերը գնում եմ ծովեզրը, կանգնում եմ այնտեղ, կանչում եմ, երկար կանչում եմ, նա իմ ձայնը լսում է և հանկարծ հայտնվում է ալիքների միջից… Հիմա, այս րոպեիս, այնտեղից եմ գալիս, դարձյալ տեսա նրան, դարձյալ համբուրեցի նրան… Նա ամենևին չէր փոխվել, էլի այնպես էր, որպես վերջին անգամ, երբ այդ տանից խավարի մեջ դուրս տարավ նրան գազանը… վերքից տաք արյունը դեռ հոսում էր… նվաղած աչքերով նայում էր իմ երեսին…"
      },
      {
        "index": 32,
        "text": "Նա լռեց, որպես մի եռացող հրաբուխ, իր ուժերը հավաքելու համար, որ ավելի սաստկությամբ դուրս հոսե ներսի կրակը։"
      },
      {
        "index": 33,
        "text": "— Նա մեղավոր չէր, պարոն բժշկապետ,— ասաց նա ցավալի ձայնով,— նա սիրում էր ինձ, ես էլ սիրում էի նրան… Մենք ամենափոքր հասակից սիրում էինք միմյանց… Ես դեռ աղջիկ էի իմ հոր տանը, նա դեռ պատանի էր, դեռ նոր էր սկսել թիավարել։ Լինում էր, որ ես ամբողջ գիշերը չէի քնում, նստած կտուրի վրա,"
      },
      {
        "index": 34,
        "text": "սպասում էի նրան։ Նա գալիս էր, տանում էր ինձ ծովեզրը, դնում էր իր նավակի մեջ, և մենք ամառնային ամբողջ գիշերը. լողում էինք ջրերի վրա… Ես գլուխս դնում էի նրա գրկում, նա թիակը մի կողմ էր դնում, և խելացի նավակը ինքն իրան գնում էր, և երբեք չէր խանգարում մեզ…"
      },
      {
        "index": 35,
        "text": "Վերջին խոսքերի միջոցին նա թուլացավ, գլուխը տատանվեցավ, և ձեռքերը ընկան ծնկների վրա։"
      },
      {
        "index": 36,
        "text": "— Մեր ծնողները գիտեին այդ բոլորը, բայց ներում էին մեզ, որովհետև մենք արդեն նշանված էինք և հարսանիքի պատրաստություններ էին լինում… Այդ միջոցներում հեռու աշխարհից վերադարձավ գազա՜նը… Նրա մասին խոսում էին թե մի բեռն ոսկի է բերել… այդ գրավեց իմ ծնողների ագահությունը… Նրանք ինձ բաժանեցին իմ սիրածից և տվեցին գազանին… ես դրան էլ սկսեցի սիրել, բայց իմ սրտի մեծ մասը պատկանում էր առաջինին… Երբ ամուսինս տանից բացակա էր լինում, երբ նա Մուշի կամ Բաղեշի կողմերը բեռ էր տանում, նա գալիս էր մեր տունը… Դրացիները սկսեցին փսփսալ միմյանց հետ, և բամբասանքը հասավ ամուսնիս ականջին… Մի երեկո նա ինձ ասաց, թե գնում է Դատվանից ցորյան բերելու, ես նրա համար ճանապարհի պաշար պաարաստեցի, իմ ձեռքով տարա և տեղավորեցի նավակի մեջ։ Նա ինձ համբուրեց, նստեց նավակի մեջ և հեռացավ։ Ես ուրախ-ուրախ վերադարձա տուն։ Բայց դու մի ասա, անիրավը խաբեց ինձ… Գիշերի կեսից դեռ նոր էր անցել, նա բախեց սենյակի դուռը… ես սրասափեցա… իմ սիրելին իմ մոտ էր… Երբ մենք ուշացանք բաց անելու, գազանը ոտքի մի հարվածով ջախջախեց դուռը և ներս մտավ… Իմ արտասուքը, իմ աղաչանքը չկարողացան ամոքել անգութի բարկությունը… Նա իր դանակը իսկույն ցցեց «նրա» կուրծքի մեջ… տաք արյունը դուրս ցայտեց վերքից… Նա տատանվեցավ և ընկավ հատակի վրա… Հետո դրեց նրա դիակը խարարի մեջ և շտապեց տանել դեպի ծովեզրը… Գնանք, պարոն բժշկապետ, նա դեռ չէ մեռած, դեռ կարելի է նրան օգնել…"
      },
      {
        "index": 37,
        "text": "Վերջին խոսքերը արտասանեց նա բավական բարձր ձայնով, բռնեց իմ ձեռքից և համարյա ուժով աշխատում էր տանել ինձ իր հետ։"
      },
      {
        "index": 38,
        "text": "Այդ միջոցին բակում հայտնվեցավ մի այլ ստվեր, նա ցած իջավ կտուրից, ես լսեցի նրա ոտնաձայնը։ Արագ քայլերով"
      },
      {
        "index": 39,
        "text": "մտավ նա սրահը։ Ես իսկույն ճանաչեցի Ծովիկին։ Տեսնելով մորը ինձ մոտ, բացականչեց նա․"
      },
      {
        "index": 40,
        "text": "— Ախ, աստված, այդ ո՞վ բաց արավ դուռը։"
      },
      {
        "index": 41,
        "text": "Երևում էր, որ նա կտուրից լսել էր մոր ձայնը և ցած էր իջել նրան օգնելու։ Նա բռնեց գիշերաշրջիկ լուսնոտի ձեռքից և, առանց մի խոսք ասելու, տարավ դեպի իր սենյակը։ Մայրը առանց ընդդիմության հետևեց նրան։ Մի ուրիշը նրա տեղ կարող էր վախենալ, կարող էր աղաղակել, բայց մանկահասակ աղջիկը, որպես տեսնում էի, բոլորովին ընտելացած էր մոր հիվանդությանը և գիտեր, թե ինչպես պետք էր վարվել նրա հետ։ Երբ նա տարավ, հանգստացրեց մորը, և դուռը կողպելով եկավ ինձ մոտ՝ ես նրանից հարցրի."
      },
      {
        "index": 42,
        "text": "— Քո մոր հետ ամե՞ն գիշեր այդպես է պատահում։"
      },
      {
        "index": 43,
        "text": "— Երբեմն միայն,— պատասխանեց նա տխուր ձայնով,— ավելի լուսնկա գիշերներում։ Այդ ժամանակ հայրս միշտ նրա մոտ է լինում, հսկում է նրան։ Ա՜խ, ո՞ւր է գնացել այս գիշեր, չէ երևում։"
      },
      {
        "index": 44,
        "text": "— Նա, կարծեմ, հյուսնի արհեստանոցումն է։"
      },
      {
        "index": 45,
        "text": "Ծովիկը դիմեց դեպի արհեստանոցը՝ հորը կանչելու համար։"
      },
      {
        "index": 46,
        "text": "— Սպասի՛ր, միասին գնանք։"
      },
      {
        "index": 47,
        "text": "Նա կանգնեց։ Ճանապարհին հարցրի նրանից."
      },
      {
        "index": 48,
        "text": "— Քո մայրը ինչ-որ արյան վրա էր խոսում։ Այդ ի՞նչ արյուն է։"
      },
      {
        "index": 49,
        "text": "— Չեմ իմանում, նա միշտ այդ է ասում, երբ նրա հետ պատահում են այսպիսի բաներ… Հայրս չէ թողնում, որ մենք լսենք, նա մեզ հեռացնում է…"
      },
      {
        "index": 50,
        "text": "— Դու և Քոթոթը չե՞ք վախենում, երբ նա այդպես բաներ է խոսում։"
      },
      {
        "index": 51,
        "text": "— Ինչո՞ւ պետք է վախենանք։ Նա մեր մայրն է։ Բայց հարևանները վախենում են, ասում են, թե դևերը ման են ածում նրան։"
      },
      {
        "index": 52,
        "text": "— Նա մի՞շտ այդպես խոսում է։"
      },
      {
        "index": 53,
        "text": "— Շատ անգամ ոչինչ չէ խոսում, լուռ դուրս է գալիս սենյակից, պտտվում է բակի մեջ, մտնում է պարտեզը, հետո գնում ծովեզրը։ Այնտեղ ժամերով կանգնում է և երկար, անխոս նայում է ծովին։"
      },
      {
        "index": 54,
        "text": "Խե՜ղճ աղջիկ, եթե նա գիտենար, թե որպիսի ցավեր են թաքնված դժբախտ մոր սրտում։ Ես ոչինչ չասեցի։ Մենք մոտեցանք հյուսնի արհեստանոցին։ Ասլանը նստած էր ճրագի մոտ,"
      },
      {
        "index": 55,
        "text": "իսկ նրա հանդեպ ծերունի արհեստավորը։ Երկուսի մեջտեղում դրած էր մի լայն տախտակ, որ ծառայում էր սեղանի փոխարեն։ Տախտակի վրա դրած էին զանազան նկարներ, որոնք պատկերացնում էին, որքան ես կարողացա հասկանալ, նավի այս և այն մասների առանձին-առանձին գծագրությունները։ Ասլանը ծերունի արհեստավորին ցույց էր տալիս այդ նկարները, բացատրում"
      },
      {
        "index": 56,
        "text": "էր նրանց համեմատական չափը, տարածությունը, կազմվածքը և այլն։ Արհեստավորը ուշադրությամբ լսում էր նրան։ Մի կողմում նստած էր վարպետ Փանոսը, մյուս կողմում Բերզեն-Օղլին։ Նրանք ևս երբեմն հայտնում էին իրանց կարծիքները։"
      },
      {
        "index": 57,
        "text": "Երբ Ծովիկը ներս մտավ, բոլորը, գիշերային այն տարաժամ պահուն տեսնելով նրան, զարմացած մնացին։ Նա մոտեցավ հորը, ինչ-որ փսփսաց նրա ականջին։ Հայրը անմիջապես դուրս եկավ արհեստանոցից։"
      },
      {
        "index": 58,
        "text": "Երևում էր, որ Ասլանը վերջացրել էր իր գործը. նա նույնպես երկար չմնաց այնտեղ, նկարները հանձնեց հյուսնին և դուրս եկավ։ Մինչև սրահը հասնելը՝ նա հարցրեց վարպետ Փանոսից."
      },
      {
        "index": 59,
        "text": "— Դուք կարծում եք, որ նա կարո՞ղ կլինի պատրաստել…"
      },
      {
        "index": 60,
        "text": "— Սատանայի համար սոլ կկարե թշվառականը,— պատասխանեց վարպետ Փանոսը ծիծաղելով,— ես համոզված եմ, որ կարող կլինի պատրաստել։ Տասն տարուց ավելի, որպես աքսորյալ, Անգլիայի թիարաններում աշխատել է։ Վերին աստիճանի շնորհալի մարդ է, բացի իրանից, նա հասցրել է և մի քանի լավ աշակերտներ…"
      }
    ]
  }
}
