{
  "chapterNumber": 8,
  "title": "Ը. ՀԻՆ ԸՆԿԵՐՆԵՐ — VII. Old Friends",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ազատվելով իմ բանտից, ես վճռեցի մյուս անգամ չվերադառնալ այստեղ, և ոչ մեր տունը գնացի, որովհետև գիտեի, որ մայրս առավոտյան կրկին ինձ կտաներ տերտերի մոտ, և հանձնելով նրան, կասեր.— «Միսը քեզ, ոսկորը ինձ»… Բայց ես այժմ հասկացել էի այդ սարսափելի խոսքի նշանակությունը, որ մայրս առաջին անգամ ինձ դպրոց տալու ժամանակ ասաց վարժապետիս։"
      },
      {
        "index": 1,
        "text": "Գիշեր էր, երբ ես դուրս եկա բանտից, չգիտեի, թե ուր գնամ։ Հուսահատությունը մինչ այն աստիճան տիրել էր ինձ, որ մտածում էի. «էլ ուրիշ ճար չկա, գնամ գետն ընկնեմ, գուցե ազատվեմ»…"
      },
      {
        "index": 2,
        "text": "Խորին վրդովմունքի մեջ ես անցա մեր ամբողջ թաղը, փողոցների մեջ ոչ ոք չէր երևում, դեպի ամեն կողմ տիրում էր խուլ լռություն։ Ամեն ընտանիք, եկեղեցուց տուն դառնալով, ուրախ, զվարթ, բոլորել էր զատկական սեղանի շուրջը և ընթրիք էր վայելում։ Բայց ես, որպես փախստական, որպես մի թշվառ դատապարտյալ, տեղ և օթևան չունեի այս գիշեր։ Տներից բուրում էր խնկի և կնդրակի անուշահոտությունը. ամբողջ օդը լցված էր այդ սրբազան բուրմունքով։ Երբեմն իմ ականջին զարկում էին ուրախ բացականչություններ. «Քրիստոս հարեավ ի մեռելոց»… այո՛, հարյա՜վ սիրո և խաղաղության աստվածը… Բայց ո՞րտեղ էր սերը, ո՞րտեղ էր խաղաղությունը, ո՞րտեղ էր եղբայրությունը,— ես իմ կյանքի մեջ այդ բաները ոչ մի տեղ չէի տեսել…"
      },
      {
        "index": 3,
        "text": "Իմ խռովությունը այժմ հասնում էր մինչև խելագարության. ես այժմ ոչինչ չէի լսում, ոչինչ չէի զգում։ Ինձ մինչև անգամ անհասկանալի էին քաղցրաձայն տաղերգությունները, որ հնչվում էին այս և այն տան լուսամուտներից։ Կարծես ամբողջ աշխարհը խլացել էր ինձ համար։ Թե ի՞նչպես հայտնվեցա գետի ափի մոտ,— մինչև այսօր չգիտեմ, միայն հիշում եմ, երբ ես պատրաստվում էի ընկնել գետի գարնան հեղեղներից հորդացած ալիքների մեջ, ինձ կանգնեցրեց մի ձայն."
      },
      {
        "index": 4,
        "text": "— Է՜յ, ի՞նչ ես անում։"
      },
      {
        "index": 5,
        "text": "Մի կողմից գիշերային մթությունը, մյուս կողմից իմ խռովությունը, թույլ չտվին իսկույն ճանաչել նրան, բայց ինձ երևաց, որ ձայնը բոլորովին ծանոթ էր։"
      },
      {
        "index": 6,
        "text": "— Ֆարհատ, չե՞ս ճանաչում ինձ…"
      },
      {
        "index": 7,
        "text": "— Ա՜խ, Կարո, սիրելի՜ ընկեր, մի՞թե դու ես… Չէ՛, չէ՛, դու Կարոն չես… Որտեղի՞ց եկար… ո՞ւր էիր… քեզ համար ասում էին…"
      },
      {
        "index": 8,
        "text": "Այսպես, իմ շփոթության մեջ, սկսեցի հարցնել հին բարեկամիս, որ գրկելով ինձ, խուլ ձայնով պատասխանեց"
      },
      {
        "index": 9,
        "text": "— Ես եմ, ես Կարոն եմ…"
      },
      {
        "index": 10,
        "text": "Իմ ուրախությանը չափ չկար ես երեխայի նման քարշ ընկա նրա պարանոցից, համբուրում էի կարոտալի աչքերը, համբուրում էի երեսը, ձեռքերը և երկար չէի բաժանվում նրանից։ Ես պատմեցի այն ավուր անցքը, իմ բանտարկությունը, իմ փախուստը և հայտնեցի, թե ո՛րպիսի դիտավորություն բերեց ինձ գետի ափի մոտ։ Նա սկսեց ծիծաղել իմ միամտության վրա, ասելով."
      },
      {
        "index": 11,
        "text": "— Խելքդ կորցրե՞լ ես, ինչ է։"
      },
      {
        "index": 12,
        "text": "— Ապա ի՞նչ անեմ,— հարցրի ես։"
      },
      {
        "index": 13,
        "text": "— Գցի՛ր գետը այդ սատանայի կծիկը։— Պրծավ գնաց…"
      },
      {
        "index": 14,
        "text": "Նա ցույց տվեց Դանիելի գրքի վրա, որը, չգիտեմ ինչպես էր պատահել, առել էի ինձ հետ։ Ես առանց մտածելու, գիրքը նետեցի գետի մեջ, ինձ այնպես երևաց, թե նրա հետ սրտիս բոլոր տանջանքները խորասուզվեցան սառն ալիքների մեջ…"
      },
      {
        "index": 15,
        "text": "— Դե՛, շատ լավ,— ասաց նա։— Հիմա գնանք։"
      },
      {
        "index": 16,
        "text": "Ես հետևեցի նրան, ամենևին չհարցնելով, թե ուր է տանում ինձ։"
      },
      {
        "index": 17,
        "text": "Լուսնի եղջյուրը երևեցավ հորիզոնի ծայրից, և գիշերի թանձր խավարը փոքր-ինչ պարզվեցավ։ Օդը իր հովասուն սառնությամբ բավականին կազդուրեց իմ բորբոքված գլուխը։ Ես սկսեցի ազատ շունչ քաշել։ Այժմ ինձ այնքան լավ էի զգում, կարծես, ոչինչ չէր պատահել ինձ հետ։"
      },
      {
        "index": 18,
        "text": "Կարոն տասն և երկու տարի առաջ թողեց մեր դպրոցը և այնուհետև անհայտացավ։ Նա դուրս եկավ մեր դպրոցից, առանց մի այբի կտոր անգամ իր հետ տանելու։ Իսկ այդ տասն և երկու տարվա ընթացքում ո՜րքան փոխվել էր նա։ Լղարիկ, փոքրիկ, վատառողջ Կարոն այժմ աճել, հասունացել, հսկայական ձև էր ստացել։ Նրա համարձակ ընթացքը, հանդուգն կերպարանքն արտահայտում"
      },
      {
        "index": 19,
        "text": "էին վեհություն, ուժ և անձնավստահություն։ Կարոն չորս տարով միայն մեծ էր ինձանից, բայց ես, թեև բավական բարձր հասակով, դարձյալ իմ գլուխը հազիվ հասնում էր նրա ուսերին։ Իմ երեսի վրա մազերի հետքեր անգամ չկային, իսկ նրա վերևի շրթունքը դեռ նոր սկսել էր սևին տալ թուխ ընչացքով։ Արևից այրված երեսը ստացել էր մուգ-դեղնապղնձի գույն, բայց սև աչքերը դեռ վառվում էին նույն բոցով, որպես տեսել էի առաջ։ Ինձ երևում էր, թե այն գեղեցիկ աչքերը ավելի խոշորացել էին և կարծես մի կիսավայրենի բնավորություն էին ստացել։"
      },
      {
        "index": 20,
        "text": "Ճանապարհին նա խիստ սակավ խոսեց ինձ հետ. մի անգամ միայն հարցրեց. «Մի՞թե դեռ, կենդանի է այն հրեշը»… Այդ հարցմունքը մեր վարժապետի, տեր Թոդիկի մասին էր։ Երբ ես սկսեցի նկարագրել դպրոցի դրությունը, նա ինձ չէր լսում, իմ պատմությունը նրան չէր հետաքրքրում, կարծես նա բոլորը գիտեր։ Եվ իրավ, ի՞նչ էր փոխվել տասն և երկու տարվա ընթացքում, որ նրան հետաքրքիր լիներ,— բոլորը նույնն էր…"
      },
      {
        "index": 21,
        "text": "Ինձ հանդիպելը, որ սկզբում այնքան ուրախություն ազդեց Կարոյի մեջ, երևում էր, հետո պատճառ տվեց խորին տխրության։ Նրա մտահույզ լռությունն ինձ առիթ էր տալիս այսպես կարծել։ Բայց ո՛չ, ես սխալվում էի, Կարոն նույն ժամուն բոլորովին ուրիշ բանի վրա էր մտածում և իմ ներկայությունը կարծես թե նրան նկատելի չէր։ Նա մոռացավ ինձ… Ինձ խիստ անախորժ թվեց այդ սառնասրտությունը նրա կողմից, և ես չկարողանալով համբերել, հարցրի."
      },
      {
        "index": 22,
        "text": "— Ո՞ւր ենք գնում։"
      },
      {
        "index": 23,
        "text": "— Ա՛խ, մոռացա ասել… քեզ հիմա կտանեմ մի տեղ, ուր կտեսնես քո երկու հին ընկերներին։ Դու խո չե՞ս մոռացել Ասլանին և Սագոյին։"
      },
      {
        "index": 24,
        "text": "— Ասլանին և Սագոյի՜ն…— բացականչեցի ես, չկարողանալով զսպել իմ ուրախությունը, որ այնքան օտարոտի էր երևում, համեմատելով իմ ուղեկցի սառնասրտության հետ։— Ո՞րտեղ են նրանք, շուտո՞վ կտեսնեմ։"
      },
      {
        "index": 25,
        "text": "— Շուտով,— պատասխանեց նա, շարունակելով իր ընթացքը։"
      },
      {
        "index": 26,
        "text": "Գիշերը լուսնկա էր։ Ես պարզ որոշում էի շրջապատող առարկաները. քաղաքը բավական հեռու մնացել էր մեր ետևից։ Խոսրովիո այգիները, գիշերային մառախուղի մեջ, երևում էին ծածկված արծաթի քողով, որպես թե մրափում էին խորին անշարժությամբ։ Խիստ ախորժ կերպով լսելի էր լինում առվակների"
      },
      {
        "index": 27,
        "text": "խոխոջմունքը, որոնք հոսում էին կանաչ արտերի մոտով։ Օդը, տոգորված բուսականների անուշահոտությամբ, ծավալվում էր իր թարմ, խոնավ արտաշնչության մեջ։"
      },
      {
        "index": 28,
        "text": "Մենք շարունակում էինք ճանապարհը միևնույն ուղղությամբ։ Ինձ տակավին հայտնի չէր, թե ուր էինք գնում։ Հանկարծ Կարոն ընդհատեց մեր մեջ տիրող լռությունը և դարձավ դեպ ինձ այդ խոսքերով."
      },
      {
        "index": 29,
        "text": "— Ֆարհատ, գիտե՞ս ինչ կա, ես չէի ցանկանա, որ իմ ծանոթներից մեկը տեսներ ինձ, բայց դեպքը այնպես բերեց, որ մենք հանդիպեցինք մեկմեկու. ես հուսով եմ, որ մեր հանդիպումը կմնա որպես գաղտնիք։"
      },
      {
        "index": 30,
        "text": "— Ես չի՞ պիտի գիտենամ պատճառը։"
      },
      {
        "index": 31,
        "text": "— Այժմ ոչ. հետո ինքդ կհասկանաս… քանի օրից հետո…"
      },
      {
        "index": 32,
        "text": "— Ես Զաքարիայի նման մունջ կմնամ, երբ այդ ցանկանում ես դու։"
      },
      {
        "index": 33,
        "text": "— Հա, այդպես, ինձ հարկավոր է առժամանակ ծածուկ մնալ…"
      },
      {
        "index": 34,
        "text": "Նա կրկին խորասուզվեցավ իր մտածությունների մեջ։"
      },
      {
        "index": 35,
        "text": "Կարոյի գգուշացուցիչ պատվերը չափազանց զարմացրեց ինձ։ Մի մարդ, որ ամբողջ տասն և երկու տարի հեռացել էր հայրենի երկրից, որին ամենքը կորած էին համարում, որը այժմ մի հրաշքով կրկին հայտնվել էր, ցանկանում էր դարձյալ ծածուկ մնաք, ցանկանում էր իր ծանոթներին, բարեկամներին չհանդիպել։ Ի՞նչ էր գաղտնիքը — այս հարցը սկսեց տանջել իմ միտքը։"
      },
      {
        "index": 36,
        "text": "Անցնելով ավելի քան կես մղոն ճանապարհ, անապատի միջով, մենք հասանք այն տեղը, ուր անհիշելի ժամանակներից մնացել էին հին ավերակներ, որոնց մասին տատս պատմել էր ինձ այնքան շատ զարմանալի զրույցներ։ Փլատակների մեջ մի մինարեթ միայն մնացել էր ամբողջ և լուսնյակի լուսով նա ավելի գեղեցիկ էր, քան թե ցերեկով։ Նրա կապտագույն մոզայիկները այժմ փայլում էին կախարդիչ հրապույրներով։ Ինձ երևում էր, որ այդ մինարեթը, որպես մի վիթխարի հսկա, փառավոր կերպով վեր բարձրացած փլատակների միջից, լի ոխակալությամբ, սպառնում էր ժամանակներին — «դուք ոչնչացրիք իմ շրջակայքում բոլորը, ինչ որ ստեղծել էր արհեստը և ճարտարությունը, բայց ես կմնամ, դեռ երկար կմնամ և կպատերազմեմ ձեզ հետ»…"
      },
      {
        "index": 37,
        "text": "Բայց ոչ, այսպիսի մտածություններ չէին զբաղեցնում իմ միտքը… այլ այն րոպեում, երբ հասանք ավերակների մոտ, ինձ"
      },
      {
        "index": 38,
        "text": "տիրեց մի սարսափելի խռովություն։ Երեխայությունից լսածներս այն հին, խորհրդավոր ավերակների մասին, մինչ այն աստիճան գրգռել էին իմ սնահավատությունը, որ ես լույս-ցերեկով երբեք չէի համարձակվում մոտենալ նրանց. իսկ ա՞յժմ, գիշերո՞վ,— դա զարհուրելի հանդգնություն էր։ Այդ պատճառով ես իմ մտքում խիստ դժգոհ մնացի Կարոյից, երբ նկատեցի, որ ինձ այնտեղ է տանում։"
      },
      {
        "index": 39,
        "text": "Մոտենալով մինարեթին, Կարոն շվացրեց։ Մինարեթի միջից պատասխանեցին նույն զիլ և ձգական ձայնով։ Ես խորին անվստահությամբ ոտք կոխեցի նրա շեմքի վրա, երբ Կարոն հրավիրեց ներս մտնել։"
      },
      {
        "index": 40,
        "text": "Մինարեթի ներսը լուսվորված էր փայտակույտ խարույկով, որ վառվում էր հատակի մեջտեղում, տարածելով իր կարմիր-ծիրանի լույսը խուլ գմբեթների մեջ։ Կրակի մոտ երկու հոգի միս էին խորովում, որ շարած էր հրացանի սումբաների վրա, նրանցից ոչ այնքան հեռու դրած էր հաց և գինի։ Երեք հոգի ևս մի կողմ քաշված, պառկած էին մերկ գետնի վրա։ Տեսնելով Կարոյին, նրանք մոտեցան, և հեռանալով դեպի մինարեթի մթին կողմը, սկսեցին անլսելի ձայնով խոսել։ Այդ տևեց ավելի քան տասն րոպե։ Ես մնացի աննկատելի, ոչ ոք ինձ վրա ուշադրություն չէր դարձնում։ Այդ բավական վիրավորեց իմ անձնասիրությունը։ Ես ոչինչ չհասկացա նրանց խոսակցությունից, միայն ինձ երևաց, որ Կարոյի հաղորդածը շատ ուրախալի պետք է չլիներ իր ընկերներին, որովհետև իսկույն նկատեցի նրանց դեմքի վրա մի խորհրդավոր տխրություն։ Ես կարծում էի, թե խոսակցությունը իմ մասին էր։"
      },
      {
        "index": 41,
        "text": "Երբ վերջացրին, նրանցից գլորիկ հասակով, արագաշարժ մեկը դարձավ դեպի ինձ և շիլ-վառվռուն աչքերը ուղղելով իմ երեսին, ասաց."
      },
      {
        "index": 42,
        "text": "— Օհո՛… դու ո՞րտեղից դուրս ընկար։"
      },
      {
        "index": 43,
        "text": "Ինձ խիստ անախորժ երևաց այդ կոպիտ հարցմունքը, և ես վրդովմունքից այնքան շփոթվեցա, որ ոչինչ չգտա պատասխանելու։ Կարոն, կարծես, այժմ մտաբերեց ինձ և իմ փոխարեն պատասխանեց."
      },
      {
        "index": 44,
        "text": "— Չե՞ս ճանաչում, Սագո։— Հետ դառնալով դեպի մյուսները, ասաց."
      },
      {
        "index": 45,
        "text": "— Ա՛խ, ես մոռացա ներկայացնել տեսե՛ք, ի՜նչ լավ հյուր եմ բերել ձեզ համար։"
      },
      {
        "index": 46,
        "text": "Նա ցույց տվեց իմ վրա և նրա խոսքերից երևաց, որ գաղտնի խոսակցությունը իմ մասին չէր։"
      },
      {
        "index": 47,
        "text": "— Ես չեմ ասի թե ով է,— շարունակեց Կարոն։— Տեսնեմ կճանաչե՞ք։"
      },
      {
        "index": 48,
        "text": "— Ես նրան ձվի միջում կճանաչեի,— խոսեց դարձյալ շիլ աչքերով պատանին, մոտենալով ինձ,— Ֆարհատը չէ՞։ Քո տունը չքանդվի, Ֆարհատ, ի՜նչքան փոխվել ես դու, ի՜նչ լավ տղա ես դարձել։"
      },
      {
        "index": 49,
        "text": "Այս լսելով, մյուս ընկերը, որ հետաքրքրությամբ նայում էր իմ վրա, գրկեց ինձ և ուրախանալով ասաց."
      },
      {
        "index": 50,
        "text": "— Ա՜խ, Ֆարհատն է, ի՜նչպես չճանաչեցի ես։"
      },
      {
        "index": 51,
        "text": "Կարոն ինձ ճանապարհին հայտնել էր, թե ես կտեսնեմ իմ երկու ընկերներին՝ Ասլանին և Սագոյին. այդ պատճառով, դժվար չէր ճանաչել, որ ինձ այնքան սիրով գրկող պատանին Ասլանն էր, իսկ մյուս շիլ աչքերովը — Սագոն։ Երկուսն էլ իմ հին աշակերտակիցներն էին, որոնք փախան մեր դպրոցից ճիշտ այն ժամանակ, երբ Կարոն անհայտացավ։ Բայց մի բան, որ դժվարացրեց սկզբից ճանաչել նրանց, այն էր, որ թե Կարոն և թե մյուս ընկերներս, բոլորն էլ հագուստները փոխած էին. նրանք չէին հագնված այն ձևով, որպես առհասարակ հագնվում են Պարսկաստանի հայերը, այլ կրում էին մի տեսակ զգեստ, որ հատուկ է Մշու կամ Բաղեշի կողմերի լեռնաբնակ հայերին, որը շատ չէ զանազանվում քուրդ էշիրաթների հագուստից։"
      },
      {
        "index": 52,
        "text": "Սագոյի իսկական անունը Սարգիս էր, բացի դրանից, մեր դպրոցում նրան կոչում էին «սատանայի եղունգ». այդ անունը ստացել էր նա իր չափազանց խորամանկության, ճարպկությունների և անհանգիստ բնավորության պատճառով։"
      },
      {
        "index": 53,
        "text": "Ինձ երևաց, թե այժմ նա ավելի փոքրացել էր և համարյա գունդի ձև էր ստացել, թեև առաջ նույնպես բավական կարճահասակ տղա էր։ Նրա դեմքը բոլորովին կատվի կերպարանք էր կրում. անփոփոխ էին մնացել միայն շիլ աչքերը, այն վաղեմի դիվական աչքերը, որ միշտ արտահայտում էին եռանդ և մի առանձին կենդանություն։"
      },
      {
        "index": 54,
        "text": "Ասլանը շատ չէր փոխվել. նույն խաղաղ դեմքը իր բոլոր քնքշությամբ, նույն երկնագույն հեզ աչքերը, հովանավորված խիտ թերթերունքներով, նույն անմեղ ժպիտը,— բոլորը նույնն էր, Միայն նրա շեկ մազերը այժմ ավելի մուգ գույն էին ստացել և երեսի ճերմակ կաշին կորցրել էր իր վաղեմի սպիտակությունը։"
      },
      {
        "index": 55,
        "text": "Մարմնի կազմվածքը մնացել էր նույնպես նուրբ, որպես առաջ, միայն այժմ փոքր-ինչ կոլոլվել էր նա և հասակը ավելի գեղեցիկ և վայելուչ ձև էր ստացել։"
      },
      {
        "index": 56,
        "text": "Ասլանը միակ աշակերտն էր, որին ես շատ էի սիրում. նա միշտ բարի էր դեպի ինձ, և քիչ չէր պատահում, որ ամբողջ ժամերով պարապվում էր ինձ հետ. նա մեր դպրոցի ընդունակ և հառաջադեմ աշակերտներից մեկն էր։ Ի՞նչ պատճառով նա թողեց մեր դպրոցը,— ես հիմա էլ չգիտեմ, միայն նա թողեց մեծ ափսոսանքով, կարծես մի բան կապած լիներ նրա սիրտը այն «դժոխքի» հետ…"
      },
      {
        "index": 57,
        "text": "Մեր դպրոցում ես, Կարոն, Ասլանը և Սագոն այնպես սերտ կերպով կապված էինք միմյանց հետ, որ համարյա կազմում էինք մի անբաժան չորրորդություն։ Բայց երբ նրանք միասին անհայտացան մեր քաղաքից, ամենևին չհայտնեցին ինձ իրանց նպատակը, երևի նրա համար, որ ինձ անհարմար գտան իրանց ընկերությանը, որովհետև ես նրանցից հասակով շատ փոքր էի և բոլորովին անփորձ։ Այնուհետև նրանց մասին ամենևին ստույգ տեղեկություններ չկային, միայն երբեմն խոսվում էին զանազան օտարոտի տեղեկություններ, լսվում էին զանազան սարսափելի համբավներ, որոնց ես երբեք չէի հավատում։ Իսկ այժմ ի՞նչ բախտ էր, որ մեզ կրկին հանդիպեցրեց միմյանց տասն և երկու տարվա անջատումից հետո…"
      },
      {
        "index": 58,
        "text": "Երկու մյուս անծանոթները, որոնք խարույկի մոտ խորոված էին պատրաստում, ամենևին չշարժվեցան իրանց տեղից, միայն երբեմն կասկածավոր աչքերով նայում էին ինձ վրա։ Եվ Կարոն չասեց, թե նրանք ովքեր են։"
      },
      {
        "index": 59,
        "text": "— Երևի, ուղիղ դպրոցի՞ց այստեղ,— հարցրեց Ասլանը ժպտալով։"
      },
      {
        "index": 60,
        "text": "Մինչև իմ պատասխանը, Սագոն մեջ մտավ."
      },
      {
        "index": 61,
        "text": "— Չե՞ս տեսնում, Ասլան, չե՞ս տեսնում, որ բոլորովին քացախել է այբուբենի մեջ։— Խե՜ղճ տղա, հենց որ նայում ես երեսին, այնտեղ կարդում ես այբ-ժե, ճե-ռա, խա՜… խա՜… խա՜… Այսպես չէ՞, Ֆարհատ։ Ա՜խ, ինչպես ազատվեցա ես… տասն և երկու տարի է, ինչ որ մեր թոնրում այրեցի այն անիծած գիրքը… թող սատանային փայ լինի… խա՜… խա՜… խա՜…"
      },
      {
        "index": 62,
        "text": "Սագոյի կծու և դառն կատակները ամենևին չվիրավորեցին ինձ, միայն հիշեցրին մեր աննախանձելի դպրոցական կյանքը, երբ այբ-ժե-ճե-ռան մեր հոգին հանում էր, այնքան արտասուքի և տանջանքի պատճառ էր դառնում մեզ…"
      },
      {
        "index": 63,
        "text": "Այդ միջոցին լսելի եղավ Կարոյի ձայնը."
      },
      {
        "index": 64,
        "text": "— Տղերք, ով քաղցած է, թող մոտ գա։"
      },
      {
        "index": 65,
        "text": "Շատախոս Սագոն վազեց դեպի ըեթրիքի սեղանը. ես և Ասլանը մնացինք մենակ։"
      },
      {
        "index": 66,
        "text": "— Ի՞նչպես է «նա»…— հարցրեց Ասլանը դողդոջուն ձայնով։"
      },
      {
        "index": 67,
        "text": "Իսկույն հասկացա, որ Սոնայի մասին էր հարցնում։"
      },
      {
        "index": 68,
        "text": "— Այնպես, որպես էր առաջ․ ժպտում է, կարմրում է հետը խոսելիս… փախչում է, երբ ուզում ես գրկել… լաց է լինում, երբ իր հայրը սիրած աշակերտին ծեծում է… Ամենը էլի այնպես է որպես տեսել ես։ Գլխավոր փոփոխությունը, որ եղել է քո ժամանակից հետո, այն է, որ հիմա ավելի գեղեցկացել է և ավելի հասունացել է…"
      },
      {
        "index": 69,
        "text": "Ասլանը ոչինչ չպատասխանեց, բայց ես նկատեցի, որ նրա մթին դեմքը ավելի մռայլվեցավ։"
      },
      {
        "index": 70,
        "text": "— Գնանք մի բան ուտենք, դու երևի քաղցած ես,— ասաց նա րոպեական խռովությունից հետո։"
      },
      {
        "index": 71,
        "text": "Խարույկից ոչ այնքան հեռու պատրաստված էր ընթրիքի սեղանը. ի՞նչ սեղան, մերկ գետնի վրա տարածել էին սփռոցի փոխարեն մի փալասի կտոր և նրա վրա դրած էր հաց, պանիր, սոխ և ավելի ոչինչ։ Տղերքը բոլորել էին այդ նահապետական սեղանի շուջը, ամեն մեկը իր վերարկուն օթոցի փոխարեն իր տակը ձգած ունենալով։ Խորովածը հրացանի սումբաներից,— որ շամփուրի տեղ էին գործածում,— տաք-տաք քաշում էին լավաշների վրա և այնպես արյունաթաթախ ուտում էին։ Մի կողմում թավալված էր մի ահագին եղջերու, որից հոշոտում էին խորովածացու միսը։ Նրա մոտ պառկած էր գինով լիքը տկճորը։ Գավաթի տեղ գործ էին ածում մի մեծ դդումի կտրած կեսը, որի ներսույքը դուրս էին տված։ Նույն գավաթից ամենքը խմում էին հերթով։"
      },
      {
        "index": 72,
        "text": "— Ինձ մոտ, Ֆարհատ,— ասաց Կարոն։"
      },
      {
        "index": 73,
        "text": "Ես նստեցի նրա մոտ։ Այն օրվա բոլոր անցքերը, սկսյալ հայր Թոդիկի բանտից մինչև խորհրդավոր մինարեթը, իրանց ուրախ և տխուր տպավորություններով մինչ այն աստիճան գրգռել էին իմ ջղերը, որ ես ամենևին ախորժակ չունեի մի բան ուտելու, թեև ամբողջ օրը քաղցած էի մնացել։ Տասն և երկու բոլորակ տարիներից հետո, սիրելի ընկերներիս հետ կրկին հանդիպելը թեև շատ ուրախալի է ինձ,— բայց այն օրից երբ նրանք անհայտացան, այնքան անհավատալի զրույցներ լսած էի նրանց մասին, որ բոլորովին չէի կարողանում ցրվել հին նախապաշարմունքը։"
      },
      {
        "index": 74,
        "text": "Այդ մանկահասակ, ծպտյալ, կերպարանափոխ եղած փախստականները երևում էին ինձ կասկածավոր մարդիկ, մանավանդ երբ նկատում էի, որ նրանք ևս ոչ բոլորովին հավատարմությամբ վերաբերվում էին դեպի ինձ։ Ես տեսնում էի նրանց մեջ մի առանձին ծածկամտություն, խիստ զգուշավոր խորհրդապահություն, որպես թե մի բանից քաշվում էին կամ վախենում էին։ Ինչո՞ւ չէին կարող անկեղծ լինել ինձ հետ։ Ի՞նչն էր ստիպում նրանց, որ վերադառնալով հեռավոր երկրներից, փոխանակ իրանց բարեկամների և ազգականների մոտ գնալու, նրանք ընտրել էին այդ անմարդաբնակ ավերակները։ Չէ՞ որ քաղաքը շատ հեռու չէր այնտեղից, այն քաղաքը, ուր նրանք ծնվել էին, ուր մի քանիսի ծնողները դեռ կենդանի էին։ Ինչո՞ւ չուրախացնել կարոտալի ծնողներին, մանավանդ զատկական մեծ տոնի ժամանակ, երբ հայրը, մայրը, գրկելով նրանց. «Քրիստոս հարեավ ի մեռելոց»-ի փոխարեն պիտի ասեին.— «Մեր որդին կորած էր, գտնվեցավ. մեր որդին մեռած էր, կենդանացավ»…"
      },
      {
        "index": 75,
        "text": "Իմ մտատանջությունը, իմ նույն ժամուն տխրամած դեմքը չէր կարող աննշմարելի մնալ ընկերներիցս, մանավանդ Սագոյի արծվի տեսությունից, որ դարձավ դեպ ինձ այս խոսքերով."
      },
      {
        "index": 76,
        "text": "— Կե՛ր, սիրտդ բաց արա՛, ի՞նչ ես ռեխդ թթվացրել ձմեռվա երկնքի պես։ Չլինի՞ թե մտածում ես, հիմա մայրս սպասում կլինի ինձ, հիմա նա ասում կլինի.— «ա՜խ, ի՞նչ եղավ, չեկավ որդիս, փլավը սառեց, ա՜խ չեկավ, որ ուտե»… Իմ խեղճ մայրն էլ այս խոսքերը ասելով մեռավ, բայց սիրելի որդու երեսը չտեսավ… խա՜… խա՜… խա՜…– Դու էլ, Ֆարհատ, մյուս անգամ մորդ եփած փլավը չե՜ս ուտի…"
      },
      {
        "index": 77,
        "text": "Նա սկսեց դարձյալ ծիծաղել։ Զատկական փլավը աղքատ ընտանիքի աղքատ զավակի համար մի այնպիսի բարիք էր, որ նա երբեք մոռանալ չէր կարող։ Արևելյան կերակուրների այդ թագուհին, որ հարուստները վայելում են համարյա ամեն գիշեր, աղքատի տանը մուտք է գործում տարեն մի անգամ միայն, այս է զատկական տոնի օրը։ Բայց իմ ցավը փլավը չէր, ես գիտեի, որ մեր տանը այն գիշեր փլավ չէր լինի և ոչ որևիցե զատիկվա կերակուր, որով մայրս և քույրերս կարողանային իրանց քառասուն օրվա պասը բաց անել։ Ինձ միայն դուր չեկավ Սագոյի վայրենի զգացմունքը դեպի մայրական գութը, ես երեսս շուռ տվի նրանից և դարձա դեպի Կարոն, որ գինով լիքը ահագին գավաթը մեկնեց ինձ, ասելով."
      },
      {
        "index": 78,
        "text": "— Խմի՛ր։"
      },
      {
        "index": 79,
        "text": "— Այսքանը չեմ կարող խմել,— պատասխանեցի ես հաժարվելով։"
      },
      {
        "index": 80,
        "text": "— Խմի՛ր, կսովորես…— ասաց նա ժպտելով։"
      },
      {
        "index": 81,
        "text": "Ես դարձյալ հրաժարվեցա։"
      },
      {
        "index": 82,
        "text": "— Ես էլ առաջ գինու հոտը առնելիս հարբում էի,— մեջ մտավ Սագոն,— բայց հիմա՞…"
      },
      {
        "index": 83,
        "text": "— Հիմա ուրիշները քո հոտը առնելիս հարբում են…— վրա բերեց երկու անծանոթ երիտասարդներից մեկը, որ բոլոր ժամանակ լուռ էր։"
      },
      {
        "index": 84,
        "text": "Ես ընդունեցի Կարոյի ձեռքից գինու գավաթը և դատարկեցի մինչև կեսը, այդ առաջինն էր մինչև այնօր, որ միանգամից այնքան խմեցի։"
      },
      {
        "index": 85,
        "text": "Խոսակցությունը գնալով ավելի կենդանանում էր. գինու գավաթը արագությամբ պտտվում էր. լուռ էր միայն Ասլանը, թեև նա ևս ընդունած բաժակը մինչև վերջին կաթիլը ցամաքեցնում էր։"
      },
      {
        "index": 86,
        "text": "Ինձ բոլորովին անծանոթ մնացին երկու երիտասարդները, որոնց մեկին կոչում էին Մուրադ, իսկ մյուսին Ջալլադ։ Ովքե՞ր էին նրանք կամ ո՞րտեղացի,— ես չկարողացա գիտենալ, միայն ինձ երևում էր, որ Զեյթունի կողմերից պետք է լինեին, և նրանց թե հագուստի ձևերը և թե բարբառը հաստատում էին իմ կարծիքը։ Չգիտեմ, թե ինչո՞ւ ես այնպես հակակրությամբ էի վերաբերվում դեպի այդ երկու վիթխարի տղամարդիկը, որոնց թե խոսակցությունը, թե վարմունքը և թե դեմքերը արտահայտում էին կատաղի վայրենություն։"
      },
      {
        "index": 87,
        "text": "Ընթրիքը վերջացավ, երբ տկճորից գինին սպառվեցավ։ Խարույկի վրա ավելացրին փայտ և կրկին մինարեթի մթին կամարները սկսեցին փայլել ծիրանի լուսով։ Այդ միջոցին նրանք սկսեցին խոսել ինձ բոլորովին անհասկանալի մի լեզվով։ Խոսակցությունը, որ սկզբում մեղմ էր, հետզհետե սաստկանալով, հասավ տաք վիճաբանության։ Ասլանը նույնպես սառն և հանդարտ կերպով վիճում էր, որպես ընթրիքի ժամանակ խմում էր։ Սագոն չէր դադարում անընդհատ շատախոսելուց. նրա կատվի դեմքը բարկությունից բոլորովին լրջացել և ճակնդեղի գույն էր ստացել։ Կարոն հանդարտ էր, որպես միշտ, բայց նրա ճակատի երակները հաստացել և դեմքը ավելի խոշոր գծագրություն էր ստացել, ոչ այնքան շատ խմելուց, որքան ներքին վրդովմունքից։ Երկու երիտասարդները, կարծես, չէին խոսում,"
      },
      {
        "index": 88,
        "text": "այլ արձակում էին մի տեսակ վայրենի հնչյուններ, որ ավելի նման էին գազանների մռնչյունին։ Ես սարսափում էի և միշտ սպասում էի, թե ահա վեր կկենան և միմյանց կկոտորեն։"
      },
      {
        "index": 89,
        "text": "Ես ոչինչ հասկանալ չկարողացա, թե ի՞նչ առարկայի վրա էր վիճաբանությունը, միայն նկատեցի, որ Կարոյի հեղինակությունը հաղթեց բոլորին։ Այժմ խոսակցությունը սկսեց մեղմանալ և կրկին բոլորը հանգստացան։ Ճշմարիտ ասած, այդ աղմկալի տեսարանը, այդ տաք, կրակոտ վիճմունքները ոչինչ բավականություն չպատճառեցին իմ մեջ, և ես երկար նրանց լսել չկարողացա։ Մի տեսակ տխուր ձանձրույթ տիրեց իմ սրտին, անսովոր խմելուց գլուխս սկսեց պտույտվիլ, և շուտով իմ աչքերը ծանրացան քնով…"
      }
    ]
  }
}
