{
  "chapterNumber": 22,
  "title": "ԻԲ. ՆԱԽԱԶԳՈԻՇՈԻԹՅՈՒՆ — II. Forewarning",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Երբ զարթեցա, գիշեր էր։ Ո՞րքան ժամանակ անցել էր օրից, քանի՞ ժամ քնել էի, ես չկարողացա գիտենալ։ Փափուկ և տաք գիշեր էր։ Ո՜րքան գեղեցիկ վառվում էր ամառային երկինքը իր փայլուն գոհարներով. ո՜րքան մեղմ և մտախոհ կերպով սահում էր կիսալուսինը պարզ եթերքի միջով։"
      },
      {
        "index": 1,
        "text": "Ես պառկած էի դալար խոտերի վրա, և խիստ ախորժ ծուլությամբ թավալվում էի մի կողքից դեպի մյուսը։ Ականջ էի դնում։ Ամեն տեղ տիրում էր խորին լռություն, բոլո՜րը հանգստանում էին։ Արթուն էր միայն վտակը, որի ափի մոտ պառկած էի. ես լսում էի նրա խուլ-մելամաղձական խոխոջմունքը, նա անդադար վազում էր և վազում, նա քուն և հանգստություն չուներ։ Ահա, հովասուն զեփյուռը փափուկ թևքը քսեց իմ երեսին և շվացնելով անցավ, կարծես, ուզում էր ասել՝ «տե՛ս, ես էլ արթուն եմ»։"
      },
      {
        "index": 2,
        "text": "Աչքս դարձրի դեպի աստղազարդ երկինքը։ Նայում եմ։ Այո՛, գեղեցի՜կ են աստուծո լուսավորները։ Որոնում եմ նրանց մեջ իմ աստղը, երկա՜ր որոնում եմ, բայց չեմ գտնում։ Ահա երկու աստղեր. նրանք ծանոթ են ինձ, ես շատ անգամ տեսել եմ նրանց, համբուրել եմ… շատ անգամ նրանք նայել են ինձ վրա ջերմ քնքշությամբ…։ Ես ճանաչում եմ ձեզ, սիրուն աստղեր, դուք նմանում եք Սոնայի տխուր և արտասվալի աչքերին, որպես այն վերջին գիշերը, երբ նա բաց արավ իմ բանտի դուռը և ասաց՝ «փախիր, Ֆարհատ»։ Ահա երկու աստղեր ևս, ինչպես հպարտ և ինքնահավան կերպով փայլում են նրանք. նմանում են նրանք Մարոյի լի կրակով աչքերին, երբ նա հրացանը ձեռքին կանգնած, ժպտում էր այն սարսափելի րոպեում, երբ ես շաղախված էի ղաբանի արյունով։"
      },
      {
        "index": 3,
        "text": "Սիրո՜ւմ եմ ձեզ, գեղեցիկ աստղեր։ Ահա՛ անցավ մի սև ամպ և ծածկեց իմ տեսությունից նազելի աչիկները…"
      },
      {
        "index": 4,
        "text": "— Ա՜խ, Սոնա… ա՜խ, Մարո…"
      },
      {
        "index": 5,
        "text": "— Ի՞նչ է,— լսելի եղավ մի ձայն և իմ առջև նկատվեցտվ մի պատկեր, որպես կերպարանքը գիշերային ուրվականի։"
      },
      {
        "index": 6,
        "text": "Մի սարսուռ վազեց բոլոր մարմնիս մեջ։"
      },
      {
        "index": 7,
        "text": "— Ես եմ, Ֆարհատ։"
      },
      {
        "index": 8,
        "text": "— Ա՛խ, Մարո…"
      },
      {
        "index": 9,
        "text": "Երևակայեցեք իմ ուրախությունը, ուրախությունը լի վառված"
      },
      {
        "index": 10,
        "text": "կրքերով մի պատանիի, որ գիշերային լռության մեջ, հեռու մարդկային բնակությունից, գտնում է նրան, որին սիրում է։"
      },
      {
        "index": 11,
        "text": "Մարոն նստեց իմ մոտ, իմ ձեռքը առեց իր երկու ափերի մեջ, և գրեց իր ծնկի վրա։ Նա ուրախ, որպես միշտ, սկսեց պատմել՝ թե առավոտյան իր հորից իմացավ, որ իմ առողջությունը վատ էր. նա վազեց դեպի եղբոր ագարակը, տեսավ, ես այնտեղ չկայի։ Այնտեղից շտապեց դեպի արտը, Հասոյի մոտ. եղբորից այսքանը իմացավ, թե նա տեսել էր ինձ կեսօրից առաջ, բայց չգիտեր, ո՛ւր կամ ո՛ր կողմը գնացի։ Նա երկար որոնեց ինձ, մինչև արևը մտավ և օրը մթնեց. հետո նրան հանդիպեց մի բոշա կին, որ ասաց, թե տեսել էր ինձ «քանդված մատուռի» մոտ։"
      },
      {
        "index": 12,
        "text": "— Դու ճանաչում ե՞ս այն կնկան,— հարցրի ես։"
      },
      {
        "index": 13,
        "text": "— Երկրորդ անգամն է, որ տեսնում եմ նրան,— պատասխանեց Մարոն։"
      },
      {
        "index": 14,
        "text": "— Առաջին անգամն ե՞րբ էր։"
      },
      {
        "index": 15,
        "text": "— Երկու տարի առաջ։ Ես տեսա նրան միևնույն հագուստով, որպես այսօր, էլի այն փոքրիկ երեխան իր հետն էր, որին այսօր տեսա։ Ի՜նչ լավ երեխա է, Ֆարհատ, այնքան սիրտս սիրեց նրան, որ բռնեցի երեսը պաչ արի։ Ախար մե՜ղք է անօրենի երեսը պաչ անելը. նրա ճակատին մեռոն չէ քսած․ բայց ես նրան պաչ արի. նա այնպես լավ երեխա էր։"
      },
      {
        "index": 16,
        "text": "— Ո՞րտեղ դու տեսար նրան երկու տարի առաջ։"
      },
      {
        "index": 17,
        "text": "Մարոն նկատելով, իր պատմությունը հետաքրքրում էր ինձ, շարունակեց."
      },
      {
        "index": 18,
        "text": "— Ես տեսա նրան այս ձորի մեջ, այս մատուռի մոտ. նա խոսում էր Կարոյի հետ։ Ի՞նչ էր խոսում, ես չիմացա, նրա համար, որ նրանց լեզուն չէի հասկանում։ Քանի օրից հետո Կարոն անհայտացավ մեր տանից, մենք չիմացանք թե ուր գնաց։ Քանի տարի էր նրանից ոչինչ լուր չունեինք։ Կարոյի գնալուց հետո, այն կինն էլ չերևաց։ Այս անգամին, երբ Կարոն կրկին լուս ընկավ, բոշան էլի ման է գալիս մեր կողմերում։"
      },
      {
        "index": 19,
        "text": "— Այն ժամանակ Ասլանը և Սագոն Կարոյի հե՞տ էին։"
      },
      {
        "index": 20,
        "text": "— Չէ՛, նրանք չկային։ Այս անգամ ետ դարձան միասին։ Երկու շաբաթ է, ինչ որ եկել են։"
      },
      {
        "index": 21,
        "text": "— Դու այսօր Կարոյին չե՞ս տեսել։"
      },
      {
        "index": 22,
        "text": "— Ես քեզ ասացի, որ տանից դուրս եմ եկել առավոտյան, մինչև հիմա էլ սար, ձոր չեմ թողել, քո ետնեն ման եմ եկել։ Հիմա ի՞նչպես է քեփդ, դու ողջ օրը հաց չես կերել. ի՜նչ գիժ տղա ես Ֆարհատ։"
      },
      {
        "index": 23,
        "text": "— Կարոն լավ տղա է, այնպես չէ՞։"
      },
      {
        "index": 24,
        "text": "— Լավ տղա է, բայց…"
      },
      {
        "index": 25,
        "text": "Նա կտրեց իր խոսքը, և րոպեական լռությունից հետո շարունակեց։"
      },
      {
        "index": 26,
        "text": "— Գիտե՞ս, Ֆարհատ, քանի օրից հետո Կարոն իր ընկերների հետ գնալու են"
      },
      {
        "index": 27,
        "text": "մի տեղ"
      },
      {
        "index": 28,
        "text": ", դու նրանց հետ չգնաս։"
      },
      {
        "index": 29,
        "text": "— Ինչո՞ւ չպետք է գնամ։"
      },
      {
        "index": 30,
        "text": "— Այնպես… մի՛ գնա… ես չեմ կարա ասել… հայրս ինձ կսպանե, թե ասեմ…։ Աղաչում եմ, Ֆարհատ, մի՛ գնա նրանց հետ։"
      },
      {
        "index": 31,
        "text": "Այդ խոսքերի միջոցին բարեսիրտ օրիորդի աչքերը լցվեցան արտասուքով, նա պինդ կպած իմ կուրծքին, գրկել էր ինձ, երկար և երկար աղաչում էր, որ ես չմասնակցեմ Կարոյի և նրա ընկերների արշավանքին։"
      },
      {
        "index": 32,
        "text": "Բայց ի՞նչ արշավանք էր այդ, դեպի ո՞ր կողմը և ի՞նչ նպատակով,— դրանց մասին ծածկամիտ Մարոն ոչինչ չհայտնեց։"
      },
      {
        "index": 33,
        "text": "— Ա՜խ, Կարոն… նա սիրտ չունի… նա գազա՜ն է, մարդ չէ… նրա համար մի ադամորդուն սպանելը այնպես է, ինչպես խեղճ հավի վիզը կտրելը… Ես սուտ չեմ ասում, Ֆարհատ, ես իմ աչքով եմ տեսել…։ Ա՜խ, հեռու կա՛ց այս մարդից, Ֆարհատ, չբարկացնես նրան… նա աստված չունի…։ Նա բարեկամ, ընկեր,— այս բաները չէ իմանում։"
      },
      {
        "index": 34,
        "text": "Այսպես խոսում էր Մարոն արտասվախառն հեկեկանքով, բայց ինձ բոլորովին անհավատալի էր երևում, մտածել Կարոյի մեջ մի այնպիսի վայրենություն, որպես նկարագրեց նրան Մարոն։ Մի այնպիսի տղամարդ, որ բոլոր սրտով նվիրել էր իրան մարդասիրության գործին, չէր կարող գազան շինել։ Ես Կարոյին լավ էի ճանաչում, ճանաչում էի նրան երեխայությունից, բայց մի՞թե փոխվել էր նա։"
      },
      {
        "index": 35,
        "text": "— Ես չեմ հավատում, Մարո։ Կարոն այդպես չէ,— կտրեցի ես օրիորդի խոսքը։— Ես նրանից չեմ բաժանվի, ուր որ գնա, ես էլ կգնամ նրա հետ։"
      },
      {
        "index": 36,
        "text": "Մարոն հայտնեց, թե ո՛րպես նա մի գիշեր սպանեց իր ամենալավ ընկերներից մեկին, մի հնդկացի հայ երիտասարդի, որի վրա փոքր-ինչ կասկած ուներ, թե կհայտնե իր գաղտնիքը. և ավելացրուց, թե կարող էր մինչև անգամ նրա դիակը ցույց տալ ինձ, որովհետև այս անցքը պատահել էր մի քանի օր առաջ։ Միայն ինքը, Մարոն, չէր կարող ամեն ինչ բացարձակ ասել ինձ, որովհետև վախենում էր իր հորից։"
      },
      {
        "index": 37,
        "text": "— Ես միշտ հավատարիմ կմնամ Կարոյին, ես դավաճանություն չեմ գործի նրա դեմ,— ասեցի ես։"
      },
      {
        "index": 38,
        "text": "— Հա՛, սիրելիս, նրա հետ պետք է այսպես լինել,— պատասխանեց Մարոն փոքր-ինչ հանգստանալով։— Ես չեմ ասում նա վատ տղա է. նա վատ է միայն վատերի հետ, ով որ նրան հակառակ է։ Բայց նրա քարե սիրտը հանկարծ փափկանում է, երբ մի խեղճ մարդ է տեսնում․ քանի՜ անգամ ես տեսել եմ նրան, որ մտել է աղքատ գյուղացիների խրճիթը և նրանց փող է բախշել, նա իր բերանի պատառը ուրիշին է տալիս, երբ տեսնում է, որ նա քաղցած է։"
      },
      {
        "index": 39,
        "text": "— Բայց Ասլանը և Սագոն ի՞նչպես են։"
      },
      {
        "index": 40,
        "text": "— Ասլանը լավ տղա է, բայց Սագոյին չեմ սիրում, նա լավ տղա չէ՛։ Գիտե՞ս, Ֆարհատ, մի օր նա ի՞նչ ասաց ինձ․ մեր բակումը նրա հետ մենակ կանգնած էինք, խոսում էինք մեր գյուղի աղջիկների վրա. մեկ էլ տեսնեմ, այն աղվեսը․— ախար նրա երեսը աղվեսի նման է,— հա՛, Սագոն ձեռքը գցեց իմ վզովը ու ասաց. «Թո՛ղ Մարո, պաչ անեմ քեզ»։ Ես հետ քաշվեցա, մի լավ ապտակ՝ շըրըխկ նրա երեսին. քիչ էր մնացել խեղճի շիլ աչքերը քոռանային։"
      },
      {
        "index": 41,
        "text": "— Իսկ եթե ես ասեմ՝ ինձ մի պաչ տո՛ւր, ի՞նձ էլ ապտակ կըտաս։"
      },
      {
        "index": 42,
        "text": "Նա սկսեց ծիծաղել և ոչինչ չպատասխանեց։"
      },
      {
        "index": 43,
        "text": "Ես գլուխս խոնարհեցրի նրա կուրծքի վրա, երկար մեր շրթունքները չէին հեռանում միմյանցից։ Մենք ոչինչ չուխտեցինք մեկ-մեկու հետ, մենք չխոստացանք միմյանց մշտական սեր, հավատարմություն․— այսպիսի բացատրություններ չեղան մեր մեջ։ Միայն սրտի խուլ լեզուն խոստացավ շատ և շատ, այն, որ ամենասրբազանն է և աստվածային, այն, որ միայն սիրտը կարող է հասկանալ։"
      },
      {
        "index": 44,
        "text": "— Գնանք,— ձայն տվեց օրիորդը, որպես թե զարթնելով խորին հոգեզմայլությունից։"
      },
      {
        "index": 45,
        "text": "— Գիշերի ո՞ր ժամանակն է,— հարցրի ես։"
      },
      {
        "index": 46,
        "text": "Նա նայեց դեպի երկինքը և պատասխանեց,"
      },
      {
        "index": 47,
        "text": "— Տե՛ս, «բազումքը» երբ այն աստղի մոտ է հասնում, գիշերը կես է լինում։ Ուղիղ կեսգիշեր է։— Մենք վեր կացանք։"
      },
      {
        "index": 48,
        "text": "Մենք գնում էինք զանազան ոլոր-մոլոր ճանապարհներով. թե ի՞նչպես էի անցել ես այդ լաբիրինթոսը, ամենևին չէի հիշում։ Ի՞նչ կլիներ իմ վախճանը, մտածում էի ես, եթե Մարոն ինձ չգտներ, ես ոչ միայն գիշերով, այլ լույս ցերեկով ևս չէի կարող գտնել Հասոյի ագարակը։"
      },
      {
        "index": 49,
        "text": "Մարոն կպած էր իմ կողքին, և մանկահասակ աղջկա դալար և թեքուն հասակի ամեն մի շարժմունքը էլեկտրապես ազդում էր իմ վրա։ Բոլոր ժամանակը նա առանց լռելու խոսում էր, թռչելով մեկ մտքից դեպի մյուսը. երբեմն նա ասում էր՝ թե որքան լաց կլիներ, եթե ինձ չգտներ, թե նա բոլոր գիշերը կպտռեր ինձ, մի՜շտ կպտռեր։ Հայտնում էր՝ թե իմ պառկած տեղը շատ վատ տեղ է, և նա ուրախ է, որ վտանգ չէ պատահել ինձ. ասում էր՝ թե այն ձորը կոչվում է Ղանլի-դարա (արյունոտ ձոր), որովհետև քիչ չէ պատահում, այնտեղ գտնում են սպանված մարդերի դիակներ։ Բացի դրանից, ավելացնում էր նա, այնտեղ գազանները շատ անգամ պատառոտում են մարդկանց, երբ նրանք պաշտպանվելու զենք չունեին իրանց հետ։ Հանդիմանում էր իմ անհոգությունը, թե ինչո՞ւ ես զենք չէի կրում, թե գոնյա պետք էր ունենալ իր մոտ մի ջուխտ ատրճանակ և խենջար։"
      },
      {
        "index": 50,
        "text": "— Ապա դու ի՞նչպես առանց զենքի չվախեցար այն ձորը մտնել,— հարցրի ես։"
      },
      {
        "index": 51,
        "text": "— Միթե գիշերն առանց զենքի մա՞ն են գալիս,— պատասխանեց նա ծիծաղելով իմ պարզամտության վրա, և ցույց տվեց մի ջուխտ ատրճանակներ, որ թաքցրած ուներ իր գոտիի մեջ։"
      },
      {
        "index": 52,
        "text": "Եթե ցերեկ լիներ, Մարոն կնկատեր, թե ո՜րպես կարմրեցա ես ամոթից…"
      }
    ]
  }
}
