{
  "chapterNumber": 36,
  "title": "ԼԶ. ԽՈՐՀՐԴԱՎՈՐ ԱԲԵՂԱՆ — LVI. The Council of Bishops",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "«Կաթնաղբյուրի՜» մոտ…։ Հիմա ես հասկանում եմ թե ի՛նչու Սոնան այնտեղ նշանակեց տեսության համար։ «Կաթնաղբյուրն» այն աղբյուրներից էր, որոնք ժողովրդի մեջ վայելում են սրբազան"
      },
      {
        "index": 1,
        "text": "նշանակություն։ Նրան կոչում էին «Կաթնաղբյուր» այն պատճաով, որ ժողովրդի մեջ պահպանվել էր մի այսպիսի ավանդություն, իբր թե այն աղբյուրի մեջ ծորեցրել էր տիրամայրը մի կաթիլ իր սուրբ կաթնից։ Նրա ջուրն ուներ բժշկական զորություն ոչ թե իր մեջ գտնված հանքային բաղադրությանց պատճառով, ոչ, ջուրը հասարակ մաքուր ջուր էր, այլ նա ուներ գերբնական հատկություններ։ Նրա մեջ լվացվողը փրկվում էր իր ցավերից, նաև կատարվում էին նրա սրտի այս և այն ցանկությունները։ Լողացողն ընտրում էր այնպիսի ժամանակ, որ ոչ ոք չխռովեր նրա հանգստությունը, ոչ ոք չխանգարեր այն խորհրդական պայմանները, որ նա պետք է կատարեր լվացվելու ժամանակ։"
      },
      {
        "index": 2,
        "text": "Ա՜խ, ո՜րպիսի անհամբերությամբ սպասում էի այն օր արևի մտնելուն։ Կարծես Հեսուի ձեռքը մեխել էր նրան երկնքի վրա, տեղիցը չէր շարժվում։ Ես համբերել չկարողացա և գնացի ավելի շուտ, քան Սոնայի նշանակած ժամանակը։"
      },
      {
        "index": 3,
        "text": "Վանքի պարիսպների մոտ, երկայն գերանների գլխին կապած չվանի վրա խաղում էր մի մանկահասակ լարախաղաց. նա իր գույնզգույն, խայտաճամուկ զգեստով և զարմանալի ճարպկություններով հափշտակել էր ռամկի հիացմունքը։ Ուխտավորների բազմությունը, տաքացած կրոնական զգացմունքներով, շրջապատել էին"
      },
      {
        "index": 4,
        "text": "ջամբազին"
      },
      {
        "index": 5,
        "text": ". նրանք օրհնում էին «Մուշի սուլթան սուրբ Կարապետի» հրաշագործությունը, որ տվել էր նրան այնքան շնորհ և ճարպկություն։"
      },
      {
        "index": 6,
        "text": "— Լա՜վ ժամանակ է ընտրել Սոնան,— մտածում էի ես,— հիմա «Կաթնաղբյուրի» մոտ ոչ ոք չի լինի, բոլորը այստեղ են։"
      },
      {
        "index": 7,
        "text": "«Կաթնաղբյուրը» գտնվում էր նեղ ձորի մեջ, մի ահագին քարաժայռի ներքո, որ գոգավորվելով, կազմել էր մի լայն քարանձավ, որտեղից բխում էր ջուրը, և նույն քարանձավի մեջ հավաքվելով, առաջ էր բերում մի փոքրիկ ավազան։ Այս նվիրական ավազանի մեջ լողանում էին ուխտավորներն, ավելի բժշկության և հոգևոր շնորհներ ստանալու հույսով։ Քարանձավի մուտքը այնքան լայն բացվածք ուներ, մինչ կիսով չափ երևում էր նրա ներսույքը։"
      },
      {
        "index": 8,
        "text": "Ես մտածում էի, թե Սոնան դեռ եկած չի լինի, որովհետև նշանակել էր տեսնվել ինձ հետ արևը մտնելուց հետո, իսկ էե, անհամբերս, եկել էի մի ամբողջ ժամ առաջ։ Բայց երբ ես հեռվից նայեցա քարանձավի մեջ, ինձ երևացին հանված հագուստներ, որ դրած էին նրա մուտքի մոտ։ Հետաքրքրությունս ստիպեց"
      },
      {
        "index": 9,
        "text": "ստուգել՝ արդյոք ա՞յր մարդ էր լողացողը, թե կին։ Մտածում էի՝ մի՛ գուցե նույն ինքն Սոնան լիներ, որ ինձ դիտմամբ տեսություն նշանակեց արևի մտնելուց հետո, որպեսզի ինքը վերջացրած լինի իր լողանալը։"
      },
      {
        "index": 10,
        "text": "Ես սկսեցի հեռվից նայել դեպի քարանձավի ներսը, մանուկ մարդիկ այսպիսի անպատկառ հետաքրքրություններ շատ ունեն։ Հանկարծ ջրի մակերևույթից դուրս բարձրացավ մի գեղեցիկ մարմին։ Հրաշալի՜ մի մարմին էր նա։ Գլխի արձակված գիսակները սքողել էին դեռ նոր զարգացած կուրծքը։ Նա երեխայական անմեղ զվարճությամբ թրթռում էր, խաղ էր անում ավազանի ալիքների հետ։ Արևի վերջին ճառագայթներն ընկած էին նրա դեմքի վրա։ Ո՜րքան հրապուրիչ էր ջրի մանրիկ կաթիլներով ցողված այն կուսական դեմքը։ Բայց նա երեսը շուռ տվեց, կարծես, չէր ցանկանում, որ արեգակն իր լուսեղեն շրթունքներով շոշափեր նրա անմեղ կուրծքը։ Նույն ժամուն նա երևցրուց մի լիքն և հրաշալի թիկունք։"
      },
      {
        "index": 11,
        "text": "Դա մի րոպեական երևույթ էր։ Մարմինը կրկին անհետացավ ջրի մակերևույթի տակ։"
      },
      {
        "index": 12,
        "text": "Այսպես երևում են «հրեղեն կուսանքը» Վանա ծովակի միջից, այսպես հրապուրում են նրանք պատանիներին, որոնք լի սիրահարական ցնորքներով իրանց գցում են ալիքների մեջ, և ջրային աղջիկները հափշտակում, տանում են իրանց որսին դեպի ծովակի անդունդը, և այնտեղ իրանց բյուրեղային պալատներում զվարճացնում են նրան…"
      },
      {
        "index": 13,
        "text": "Ջրային հավերժահարսը կրկին հայտնվեցավ։ Այս անգամ նա հանգիստ էր. այս անգամ նա չէր թռչկոտում այս կողմ և այն կողմ։ Նա կիսով չափ նստած ջրի մեջ, սանդրում էր իր երկայն գիսակները։ Նա ինքն էր,— Սոնան էր։ Ես վաղուց ճանաչում էի այն խարտյաշ մետաքսանման գիսակները, ինձ ծանոթ էր այն հրեշտակային կերպարանքը, որ իր մերկության մեջ ավելի սքանչելի էր։"
      },
      {
        "index": 14,
        "text": "Նույն միջոցին ինձ տիրեց մի զգացմունք. դա նմանում էր այն սարսափելի զգացմունքին, որ տանջում է մի եղեռնագործին, որը մեղանչել էր մի որևիցե սրբության դեմ։"
      },
      {
        "index": 15,
        "text": "Զարհուրելի՜ է խղճի խայթն, երբ նա սկսում է ծակոտել մի սիրտ, որ դեռ ոչ բոլորովին կորուսել էր իր կենսական զորությունը… «Ես սիրում էի այս անմեղ աղավնյակին…— մտածում"
      },
      {
        "index": 16,
        "text": "էի ես,— բայց Մարոն, կիսավայրենի Մարոն խլեց այն սիրտը, որ պատկանում էր Սոնային»…"
      },
      {
        "index": 17,
        "text": "Իմ մտածությունները ընդհատեց մի մարդ, որ ձորի միջով գալով, ինձ երևաց, թե ուղիղ դիմում էր դեպի քարանձավը։ Նա ոտքից գլուխ հագած ուներ սև զգեստ կոշտ մազե շալերից։ Նրա բոլոր կերպարանքից հայտնի էր, թե անապատական աբեղա պետք է լինի։ Նա ընթանում էր հանդարտ և հաստատուն քայլերով, և մեղմ ձայնով եղանակելով մի տխուր մեղեդի։"
      },
      {
        "index": 18,
        "text": "Ես իսկույն վազեցի դեպի նրա կողմը և առաջը կտրեցի, ասելով."
      },
      {
        "index": 19,
        "text": "— Հեռվից անցեք, չմոտենաք քարանձավին, այնտեղ լողանում է մի օրիորդ, որ իմ ազգականն է։"
      },
      {
        "index": 20,
        "text": "— Ես դեպի այս կողմն եմ գնում,— պատասխանեց աբեղան, ցույց տալով ծովակը, և մի քննողական հայացք ձգելով իմ երեսին, անցավ։"
      },
      {
        "index": 21,
        "text": "Բայց ի՞նչ խորհրդական մարդ էր դա. ես մտածում էի, անտարակույս նույն լեռների մեջ առանձնացած ճգնավորներից մեկը պետք է լիներ։ Երբ ավելի հեռացավ, նա փոխեց երգի եղանակը. այժմ նրա ձայնը լսելի էր լինում ավելի բարձր հնչյուններով։ Ես բոլորովին զարմացա, այն մի հոգևոր մեղեդի չէր, այնպիսի երգեր միայն կարելի է լսել Արաբիայի դաշտերում, երբ բեդվինը միայնակ անցնում է անապատի միջով։"
      },
      {
        "index": 22,
        "text": "Նույն միջոցին ինձ զարմացրուց մի այլ երևույթ ևս. ես տեսա, որ կախարդ Սուսանը իր փոքրիկ վհուկ ընկերի հետ դուրս վազեցին թփերի միջից և միացան աբեղայի հետ։ Աբեղան գրկեց Հյուբբիին, համբուրեց և ապա միասին անհետացան բլուրների հետքում։"
      },
      {
        "index": 23,
        "text": "Ի՞նչ գաղտնիք էր այդ. ի՞նչ գործ ուներ աբեղան կախարդ պառավի հետ օրվա մի այնպիսի տարաժամ պահուն։ Նրա երգն անգամ որպես ես հասկացա, իր խորհրդական հնչյունների մեջ ուներ մի ծածուկ նշանակություն, որ դուրս կանչեց կախարդին իր թաքստյան տեղից։ Եվ ի՞նչ լեզվի երգ էր այն։"
      },
      {
        "index": 24,
        "text": "Այս մտածություններն ինձ այն աստիճան զբաղեցրել էին, որ ես ամենևին չէի նկատել, թե արևը վաղուց մայր էր մտել և ձորի մեջ մութը բավականին թանձրացել էր, իսկ Սոնան հագնված, դուրս էր եկել քարանձավից։"
      },
      {
        "index": 25,
        "text": "Երբ ես մոտենում էի նրան, իմ գլխում պտտվում էին խիստ քաղցր ցանկություններ. ես հույս ունեի, թե Սոնան ինձ կգրկե,"
      },
      {
        "index": 26,
        "text": "կհամբուրե, կհայտնե իր կարոտությունը ինձ երկար ժամանակ չտեսնելու համար, և շատ գեղեցիկ խոսքեր կասե։ Բայց դրանցից և ոչ մեկը չեղավ։"
      },
      {
        "index": 27,
        "text": "— Ֆարհատ,— ասաց նա խիստ սառն կերպով,— որոնի՛ր մի ծածուկ տեղ, ուր մեզ չտեսնեն, ես մի քանի խոսքեր ունեմ քեզ ասելու։"
      },
      {
        "index": 28,
        "text": "Մենք բարձրացանք դեպի մերձակա բլուրի զառիվերը, որ պատած էր վայրենի նշենիներով, և նստեցինք մի սեպացած ժայռի մոտ։ Այնտեղից գիշերային մթության մեջ տեսնվում էր ուխտավորների բանակը, որ լուսավորված էր գույնզգույն լապտերներով, որ բռնել էր ընդարձակ տարածություն վանքի չորեք կողմում, և մինչև այնտեղ լսելի էին լինում զանազան նվագածությանը ձայներ։ Բայց Սոնային ոչինչ չէր գրավում. տխո՜ւր էր նա, մահվան պես տխուր էր նա։ Խեղճ աղջիկ, ես երբեք նրան ուրախ չէի տեսել…"
      },
      {
        "index": 29,
        "text": "Սոնայի առաջին խոսքերը բոլորովին ընտանեկան էին, վերաբերում էին իր վիճակին։ Նա ասաց, թե զրկվելով մորից, իր միակ մխիթարությունն էր Ստեփանը՝ իր սիրելի եղբայրը։ Եվ չնայելով, որ Ստեփանը վերջին ժամանակներում բավականին ուղղվել էր, այսուամենայնիվ նրա հայրը, Ստեփանի խելագարությունը տիրամոր պատիժ համարելով, բերեց նրան և վանքի «խեղճերի» մեջ գցեց։ Նա պատմում էր, թե ինքը շատ աղաչեց հորը, որ այս անգթությունը չանե, Ստեփանին թողնե տանը, թե ինքը խոստանում է միշտ խնամել, պահպանել նրան,— բայց հնարք չեղավ, հայրը չընդունեց։ Այս պատճառով Սոնան ստիպվեցավ աստվածածին ուխտ գալ, որովհետև չէր ուզում շուտով բաժանվել իր եղբորից։ Եվ այժմ ամեն օր աղաչում է, պաղատում է հորը, որ Ստեփանին «խեղճերի» մեջ չթողնե, որ նրան վանքից ետ առնե և կրկին տուն տանե և այլն։"
      },
      {
        "index": 30,
        "text": "Այս բոլորը նա պատմեց խիստ ցավալի և դառն եղանակով, բայց առանց մի կաթիլ արտասուքի։ Խե՜ղճ աղջիկ, այնքան անբախտ էր, որ լացել ևս չէր կարող…"
      },
      {
        "index": 31,
        "text": "Այնուհետև նա ինձանից երդում առեց և սկսեց պատմել մի գաղտնիք։"
      },
      {
        "index": 32,
        "text": "Նա ասաց, թե որսորդ Ավոյի և նրա հյուրերի, այսինքն՝ Կարոյի և նրա ընկերների դեմ սարքվում է մի մեծ դավադրություն։ Պատմեց, թե իր հոր մոտ մի քանի անգամ եղել են գաղտնի ժողովներ, ուր հավաքվում էին տիրամոր վանքի վանահայր Կարապետ"
      },
      {
        "index": 33,
        "text": "հայր սուրբը, իմ քեռի Պետրոսը, մի մեծ քուրդ իշխան և ուրիշ մի քանի մարդիկ, որոնց չէ ճանաչում։ Հայտնեց, թե ինքը մի քանի անգամ ծածուկ լրտեսել է նրանց խոսակցությունը, թեև բոլորը չէ հասկացել, բայց այսքանը իմանում է, որ նրանք խոսում էին որսորդ Ավոյի, Կարոյի և նրա ընկերների մասին «շատ վատ բաներ», և մտածում էին, թե ի՞նչ հնարքով նրանց բռնել տան, ոչնչացնեն, որ «երկրի խռովությունը հանդարտվի»…"
      },
      {
        "index": 34,
        "text": "— Լավ, նրանք ի՞նչով են մեղավոր,— կտրեցի ես Սոնայի խոսքը, բոլորովին շփոթվելով։"
      },
      {
        "index": 35,
        "text": "— Ես չեմ իմանում, Ֆարհատ,— պատասխաննց Սոնան նույնպես վրդովված ձայնով։— Ասում են՝ նրանք չար մարդիկ են, ավազակներ են, ուր որ գնում են, այնտեղից արյունը և կոտորածը պակաս չէ լինում…"
      },
      {
        "index": 36,
        "text": "— Ես չեմ հավատում, Սոնա։"
      },
      {
        "index": 37,
        "text": "— Ես էլ չեմ հավատում, բայց ի՞նչ անես, ասում են, չես կարող ասողի բերանը բռնել։ Ես երբ որ այս խոսքերը լսեցի, շատ տխրեցի, մտածում էի, որ դու էլ նրանց հետ ես, քեզ էլ կարող է մի վտանգ պատահել։"
      },
      {
        "index": 38,
        "text": "Սոնայի աչքերը այդ միջոցին լցվեցան արտասուքով։ Նա հեկեկալով շարունակեց."
      },
      {
        "index": 39,
        "text": "— Ես հենց որ լսեցի, գնացի քո մոր մոտ, բոլորը պատմեցի, որ նա քեզ ասեր. մայրդ ժամանակ չգտավ։ Բայց որքան տխրեց մայրդ, Ֆարհատ, «որդիս կորավ»… ասում էր նա։"
      },
      {
        "index": 40,
        "text": "Իմ վրդովմունքը հետզհետե սաստկանում էր. ես չէի կարողանում հասկանալ, թե այս ի՞նչ բան է, որ հայոց վարդապետը, որ հայոց քահանան և իմ քեռի Պետրոսի նման մարդը, միացած քուրդ իշխանի հետ, դավադրություն էին հնարում մի քանի բարի, և խեղճ ժողովրդի արտասուքը սրբող երիտասարդների դեմ։ Նրանք ավելի բարվոք էին համարում քուրդ իշխանի անտանելի լուծը, այն իշխանի, որի սրբապիղծ ձեռքը մուտք էր գործել մինչև հայոց տաճարի ներսը, որն, ինչպես իմ աչքով տեսա, կանգնած սուրբ սեղանի մոտ, տաճարի գանձանակի վրա էր հսկում…"
      },
      {
        "index": 41,
        "text": "Բայց Սոնայի երկյուղը միայն իմ մասին չէր. նա ափսոսում էր և Կարոյին, և նրա ընկերներին։ «Նրանք լավ տղերք են, ասում էր նա, ես նրանց ոչ մի ժամանակ չեմ մոռանա»։— Եվ նա խորհուրդ էր տալիս, բոլորը հայտնել նրանց, զգուշացնել, որ վտանգի չհանդիպեն։"
      },
      {
        "index": 42,
        "text": "Մութը բոլորովին պատել էր, երբ մենք վերադարձանք ուխտավորների"
      },
      {
        "index": 43,
        "text": "բանակը։ Թե Սոնան և թե ես այն աստիճան խռովված էինք, որ մեր մեջ ուրիշ խոսակցություն չեղավ։ Լուռ իմ կողքով գնում էր Սոնան։ Խե՜ղճ աղջիկ, նա միանգամից կորցնում էր երկու մխիթարություն՝ իր հարազատ եղբորը, որին պետք է թողներ վանքի «խեղճերի» մեջ, և այն տղամարդին, որին սիրում էր, որի ձեռքը բռնած գնում էր այժմ։"
      },
      {
        "index": 44,
        "text": "Երբ մենք մոտեցանք ուխտավորների բանակին, նա ասաց."
      },
      {
        "index": 45,
        "text": "— Դու ինձ հասցրու մինչև մեր տիրացու Թաթոսի վրանը և հեռացիր։"
      },
      {
        "index": 46,
        "text": "— Նա՞ էլ այստեղ է,— հարցրի ես։"
      },
      {
        "index": 47,
        "text": "— Այստեղ է, ուխտ է եկած իր կնոջ և ազգականների հետ։"
      },
      {
        "index": 48,
        "text": "— Մի՞թե նա այժմ կին ունի։"
      },
      {
        "index": 49,
        "text": "— Մի քանի ամիս է, ինչ որ պսակվել է, միտք ունի շուտով քահանա դառնալու։"
      },
      {
        "index": 50,
        "text": "— Հենց ես մնացի առանց կնոջ, ամենքը պսակվեցան…"
      },
      {
        "index": 51,
        "text": "— Քեզ էլ աստված ողորմած է…— պատասխանեց Սոնան, խորհրդավոր ձայնով. և այն ժամանակ միայն ես նկատեցի, որ ժպիտի նման մի բան շողաց նրա տխուր դեմքի վրա։"
      },
      {
        "index": 52,
        "text": "Տիրացու Թաթոսն արդեն ծանոթ է մեր հիշատակարանի մեջ նրա սկզբից։ Այս տխմարը մի ժամանակ մեր դպրոցի վերակացուն էր, աշակերտները նրան կոչում էին «դպրոցի շուն». այժմ նա ամուսնացած էր և շուտով պետք է քահանա դառնար… արդյոք, արժա՞ն էր այդ պատվին…"
      },
      {
        "index": 53,
        "text": "Հասցնելով Սոնային տիրացու Թաթոսի վրանը, ես հեռացա։"
      }
    ]
  }
}
