{
  "chapterNumber": 73,
  "title": "ԻԹ. ՏԱՐՈՆ — XIX. Taron",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ամբողջ գիշերը ճանապարհ գնալով, առավոտյան լույսի հետ բացվեցավ մեր առջև Մուշի գեղեցիկ դաշտը,— պատմական Տարոնը։ Իմ սիրտը թնդաց ուրախությունից։ Ո՜րքան բաներ էր պատմել այդ դաշտի մասին Ասլանը, ո՜րքան ջերմ զգացմունքներով"
      },
      {
        "index": 1,
        "text": "կապված էր նա իմ հոգու հետ։ Մեր առջևը դրած էր մի հարթ, լայնածավալ հովիտ, շրջապատած բարձր լեռներով։ Սկսյալ ամենահին ժամանակներից, այդ հովիտը եղել է հանդիսարան ամենամեծ անցքերի, որ կատարվել է հայկական կյանքում։"
      },
      {
        "index": 2,
        "text": "Տարո՜ն, ի՛նչպես քաղցր հնչում ես դու իմ ականջին, որքան սիրելի է ինձ քո անունը։ Դու Հայաստանի հարավային սահմանների վահանն էիր. քո վրա զարկվելով փշրվում էին Ասորեստանի զորությունները, քո վրա զարկվելով, խորտակվում էր արաբացու կատաղությունը, և քո դաշտերը ողողվում էին թե՛ քո զավակների և թե՛ քո թշնամու արյունով։"
      },
      {
        "index": 3,
        "text": "Ես աչքերս դարձրի դեպի իմ ուղեկից Արփիարը։ Ոգելից երիտասարդը խորին հափշտակությամբ ինձ նման, նայում էր Մուշի գեղեցիկ դաշտի վրա, կարծես թե, սիրահարված լիներ։ Նրա խոշոր, խաժ աչքերը ձգտում էին միանգամից ամփոփել, միանգամից տեսության առնել լայնածավալ տարածությունը։ Նա դեռ երիտասարդ էր, թարմ երիտասարդ։ Գուցե դպրոցի նստարանից դեռ նոր էր բաժանվել։ Գլխի մուգ-շիկագույն մազերը հիանալի գանգուրներով դուրս էին նայում մոխրագույն գլխարկի տակից, որ ծածկում էր նրա սիրուն գլուխը։ Նա ավելի կանացի դեմք ուներ, բայց գունաթափ, թախծալի դեմք։ Գուցե հայրենի աշխարհի տպավորությունները խլեցին նրա երեսի գույնը։ Լուռ էր նա, չէր խոսում։ Ինձ թվում էր, թե նրան տիրում էր մի տեսակ ապշություն, մի տեսակ ինքնամոռացություն։ Եթե իր երկար կոշիկների խթաններով երբեմն մեքենաբար չխփեր իր ձիու կողքը, նրա ձին կկանգներ, որովհետև սանձը թուլացել էր նրա ձեռքում, իսկ մտրակը ընկել էր ձեռքից։ Խեղճ տղա, ինչեր էին անցնում նրա սրտից. ինչ բանի վրա էր մտածում նա։ Ասլանը խոստացավ ասել ինձ, թե ո՛վ էր նա, և այդ հետաքրքրությունը տանջում էր ինձ։"
      },
      {
        "index": 4,
        "text": "Մենք անցանք Հացիկ գյուղը, որ այժմ կոչվում է Խաս-Գյուղ։ Նա դարձավ դեպի ինձ այդ խոսքերով."
      },
      {
        "index": 5,
        "text": "— Մեր պատմաբաններից մեկը, Փավսատոսը, այդ գյուղի չորրորդ դարու բնակիչներին"
      },
      {
        "index": 6,
        "text": "«կարճազատք»"
      },
      {
        "index": 7,
        "text": "ածականը տվեց, որ նշանակում է կարիճների զավակներ։ Մեր այժմյան լեզվում"
      },
      {
        "index": 8,
        "text": "կարճազատը"
      },
      {
        "index": 9,
        "text": "չարաճճի բառի իմաստն ունի։ Հին դարերում Հացիկի բնակիչները հայտնի էին իրանց անբարոյական բարք ու վարքով, մանավանդ կանայք։ Մեր Հուսիկ կաթողիկոսի որդի Պապը մի հարճ ուներ, որը այդ գյուղիցն էր։ Այն օրից անցել է տասն և վեց դար, բայց Հացիկի բնակիչները դեռ իրանց վարք ու"
      },
      {
        "index": 10,
        "text": "բարքը չեն փոխել։ Այսուամենայնիվ, Հացիկը անմոռանալի կմնա ամեն մի հայի համար, որովհետև նա Մեսրոպի ծննդավայրն է։"
      },
      {
        "index": 11,
        "text": "Երբ գյուղից դուրս եկանք, հեռվից նկատեցինք, որ մեր առջևով գնում էին երկու ձիավորներ։ Ինչպես երևում էր, նրանք այդ գյուղումն էին իջևանել, որովհետև մի քանի գյուղացիներ նրանց ճանապարհ էին դնում։ Տեսնում էինք, թե ինչպես գյուղացիները մոտեցան երկու ձիավորներից մեկին, նրա աջը համբուրեցին և, օրհնությունը առնելով, վերադարձան դեպի իրանց տները։ Արդեն հայտնի էր, որ նա պետք է հոգևորական լիներ։"
      },
      {
        "index": 12,
        "text": "Երկար մենք և նրանք, միևնույն հեռավորության վրա, գնում էինք միևնույն ճանապարհով։ Հետո նկատեցինք, որ նրանք սկսեցին իրանց ձիաները կամաց քշել, որ մենք հասնենք։"
      },
      {
        "index": 13,
        "text": "Մեր ենթադրությունը ուղիղ դուրս եկավ. երկու ձիավորներից մեկը հոգևորական էր, բայց եվրոպացի հոգևորական։ Իսկ մյուսը, ինչպես երևում էր, կամ նրա ծառան պետք է լիներ, կամ առաջնորդը։ Ես առաջին անգամ տեսնում էի մի եվրոպացի կրոնավոր։ Նա քառասուն տարեկան հազիվ կլիներ, բայց սև մորուքը արդեն սկսել էր ճերմակել։ Դեմքը ինձ շատ դուր եկավ, մի ուրախ, մշտածիծաղ դեմք, որ, կարծես, ասում լիներ. «ես վաղուց ձեզ հետ բարեկամ եմ»։ Գլխին դրած ուներ լայնեզրյա փափուկ գլխարկ սև գույնով, և հագել էր կրոնավորի երկար զգեստ, կուրծքից մինչև ոտները կոճկած, նույնպես սև գույնով։"
      },
      {
        "index": 14,
        "text": "Երբ նայեց դեպի մեզ, նրա երեսի վրա նշմարվեցավ մի տեսակ շփոթություն, որ շուտով անցավ։ Նրան տեսնելով, Ասլանի գույնը նույնպես փոխվեցավ։ Ի՞նչ էր նշանակում այդ։ Հեռավոր Ասիայում, Մուշի դաշտի մեջ, երկու եվրոպացիներ հանդիպում են միմյանց, մինը կրոնավոր, մյուսը բժիշկ, և երկուսն էլ, փոխանակ ուրախությամբ միմյանց գրկելու, շփոթվում են, սոսկում են, ինչպես մի մարդ, որ անակնկալ կերպով օձի կամ կարիճի է հանդիպում։ Թե ի՞նչ անցավ Ասլանի սրտից,— այդ ես կարող էի հասկանալ, բայց կրոնավորի այլայլվելու պատճառը ինձ մնաց անբացատրելի։ Չի՞ցե թե նրա համար ծանր էր, որ մի եվրոպացի մարդ տեսնում էր նրան այդպիսի խուլ տեղերում։ Անշուշտ նա Ասլանին եվրոպացու տեղ կընդուներ և ուրիշ կարծիք տանել չէր կարող։"
      },
      {
        "index": 15,
        "text": "— Դուք, պարոն, երևի, Մո՞ւշ եք գնում,— հարցրեց նա կոտրատած թուրքերեն լեզվով։"
      },
      {
        "index": 16,
        "text": "— Այո՛,— պատասխանեց Ասլանը։"
      },
      {
        "index": 17,
        "text": "— Ուրեմն մենք բավական տեղ ուղեկից կլինենք. ես էլ այդ գյուղն եմ գնում։— Նա ցույց տվեց մի հեռավոր գյուղ։"
      },
      {
        "index": 18,
        "text": "Ասլանը սկսեց ֆրանսերեն խոսել նրա հետ։ Ես չէի հասկանում, թե ինչ էին խոսում, միայն նկատում էի, որ կրոնավորը սաստիկ զվարթացավ, ուրախ էր, անդադար ժպտում էր և ավելի ծիծաղում էր, քան թե խոսում էր։ Նա իսկույն սկսեց մտերմանալ մեզ հետ. իր ծառային կանգնեցրեց, նրա խուրջինից հանել տվեց մի շիշ կոնյակ, նախ ինքը խմեց, հետո մի-մի ֆինջան առաջարկեց մեզ։ Նրա ծառան, երևի, գիտեր իր հայր սուրբի սովորությունը, հանեց խուրջինից և մի-մի վարունգ տվեց մեզ, ասելով."
      },
      {
        "index": 19,
        "text": "— Դա զովացնում է։"
      },
      {
        "index": 20,
        "text": "Այդ միջոցին մեր ընկեր Արփիարը ոչինչ չէր խոսում. նա միայն ուշադրությամբ նայում էր կրոնավորի վրա։ Երևում էր, որ նա հասկանում էր կրոնավորի լեզուն, որովհետև ես ստեպ տեսնում էի նրա սառն դեմքի վրա մի տեսակ ցնցումներ, որ խորին զզվանք էին արտահայտում։ Զարմանում էի, որ մի այդպիսի հրեշտակը բարկանալ գիտեր։ Ես կրկին սկսեցի նայել դեպի Մուշի գեղեցիկ դաշտը։ Մի թիզ անմշակ տեղ չէր երևում։ Դեպի ամեն կողմ հասունացած հունձքը ոսկյա ալիքներով ծածկում էր, ծավալվում էր և խորին բերկրանք էր պատճառում։ Նայում էի դեպի աջ. երևում էին՝ Գրգուռ, Նեմրութի (Նեբրովթ) լեռները, երևում էին Նեմրութի ուղտերի քարացած շարքերը, որ տեղացիների լեզվով կոչվում էին «Ըղտու քարեր»։ Այդ բոլորը հիշեցնում էին ինձ այն վաղեմի հերոսական արկածները, որ կատարվել էին Բաբելացոց աստծու — Բելի և մեր նախահոր՝ Հայկ-դյուցազնի մեջ։ Նայում էի դեպի ձախ. երևում էր Տավրոսի շղթան՝ Խութա բարձր լեռներով, որոնց մյուս կողմում՝ շատախցիք գազանների հետ են պատերազմում։ Իսկ մեր առջևում Մեղրի գետի շամբուտների մեջ թաքնված էին Օձ քաղաքի առասպելապատում ավերակները։ Դեպի ո՛ր կողմ և նայում էի, երևում էին հայրենյաց անմոռանալի հիշատակները։ Բոլորը իմ սրտին շատ մոտ էին, բոլորը լցնում էին իմ սիրտը մի սրբազան հպարտությամբ, երբ մտաբերում էի փառավոր անցյալը,— և, միևնույն ժամանակ, բոլորը լցնում էին իմ սիրտը մի թախծալի տխրությամբ, երբ տեսնում էի թշվառ ներկան…"
      },
      {
        "index": 21,
        "text": "Խոսակցությունը հասարակաց լինելու համար, կրոնավորը այժմ խոսում էր թուրքերեն։ Նա Ասլանին՝ երկրի և նրա պատմության հետ անծանոթ մի եվրոպացու տեղ դնելով, պատմում էր"
      },
      {
        "index": 22,
        "text": "նրան զանազան անցքեր Տարոնի մասին, իհարկե, կրոնական կողմից միայն, այն ևս ծուռ ու սխալ կերպով։"
      },
      {
        "index": 23,
        "text": "— Այդ երկիրը,— ասում էր նա,— լի է այն բոլոր հիշատակարաններով, որտեղ կատարվել են մեր ս. Լուսավորիչ հոր հրաշագործությունները։ Երբ գնաց նա Կեսարիա և Ղևոնդես հայրապետից հայոց քահանայապետ ձեռնադրվեցավ, վերադարձին Ղևոնդեսը ընծայեց նրան սրբոց շատ մասունքներ, որ տանե Հայաստան և, կռատները քանդելով, նրանց տեղը քրիստոնեական տաճարներ հիմնել։ Այդ մասունքների թվում էին ս. Հովհաննես Կարապետի և ս. Աթանագինես հայրապետի նշխարները։ Մի զույգ սպիտակ ջորիներ տանում էին այն կառքը, որի մեջ դրած էին սրբոց մասունքները։ Երբ եկան Տարոն, անցան Եփրատ (Արածանի) գետը և մոտեցան Քարքե լեռան բարձրություններին, այդ միջոցին աստծու հրամանով ջորիները կանգ առին, այլևս առաջ չգնացին։ Ս. Լուսավորիչը հասկացավ, որ այնտեղ պետք էր հիմնել տաճարները։ Բայց այդ լեռան գլխին շատ կռատներ կային, որոնց մեջ դևեր էին բնակվում։ Ս. Լուսավորիչը խաչակնքեց, կռատները կործանվեցան և դևերը հալածվեցան։ Այնտեղ հիմնեց ս. Լուսավորիչը ս. Կարապետի վանքը և ամփոփեց նրա մեջ իր բերած սուրբ մասունքների մի մասը։ Այն դևերից մեկը մնաց միայն, որ մինչև այսօր ծառայում է վանքի մեջ։"
      },
      {
        "index": 24,
        "text": "— Ի՞նչ է շինում,— ընդհատեց Ասլանը նրա պատմությունը։"
      },
      {
        "index": 25,
        "text": "— Վանքի թոնիրների մոխիրը առնում է և ստորերկրյա աներևույթ ճանապարհով տանում է, ածում է Եփրատ գետի մեջ։ Նրան կոչում են «Կաղ դև», որովհետև կռատները կործանվելու միջոցին քարերից մեկն ընկավ, ոտքը կոտրեց։ Լուսավորիչը ներեց նրան, որովհետև զղջաց, մեղա եկավ։"
      },
      {
        "index": 26,
        "text": "— Ս. Լուսավորիչը ի՞նչ ազգից է եղել։"
      },
      {
        "index": 27,
        "text": "— Կաթոլիկ է եղել, այո, ուղղափառ բարեպաշտ կաթոլիկ։ Նա, քահանայապետ ձեռնադրվելուց հետո, հայոց Տրդատ թագավորի հետ գնաց Հռոմ՝ ի տեսություն Կոստանդիանոս կայսեր և Սեղբեստրոս պապի։ Հռոմում արքայավայել ընդունելություն գտավ։ Այնտեղ կնքեց պապի հետ «դաշանց թուղթը», խոստացավ հավիտյան հավատարիմ մնալ Հռոմի սուրբ աթոռին։ Վերադարձին կայսրը շնորհեց թագավորական պարգևներ Տրդատին, իսկ պապը շնորհեց հայրապետական պարգևներ ս. Լուսավորչին, որոնց թվում էր Պետրոս և Պողոս առաքյալների նշխարների մի մասը և Անդ"
      },
      {
        "index": 28,
        "text": "րեաս առաքյալի ահյակ ձեռքը։ Այդ սրբությունները ամփոփեց Լուսավորիչը Առաքելոց վանքում, որը ինքը հիմնեց։"
      },
      {
        "index": 29,
        "text": "Նա ցույց տվեց, թե որ կողմումն է Առաքելոց վանքը, և ավելացրեց."
      },
      {
        "index": 30,
        "text": "— Այդ գավառի բոլոր վանքերը ս. Լուսավորչի հիմնածներն են, կամենում եմ ասել՝ կաթոլիկաց վանքեր են։"
      },
      {
        "index": 31,
        "text": "— Ուրեմն դուք հարգո՞ւմ եք ս. Լուսավորչին։"
      },
      {
        "index": 32,
        "text": "— Ինչպես չհարգել մի այնպիսի պաշտելի անձնավորություն, որ մի ամբողջ աշխարհ հեթանոսությունից ի քրիստոնեություն ածեց։ Մենք մեր այստեղի բոլոր եկեղեցիներում դրած ունենք ս. Լուսավորչի պատկերը և դիտավորություն ունենք Մուշի մեջ նրա անունով մի առանձին եկեղեցի կառուցանել։ Ս. Լուսավորիչը, իսկապես, մեզ է պատկանում և ոչ թե հայերին, որոնք հետո խոտորվեցան նրա ուղղած ճանապարհից…"
      },
      {
        "index": 33,
        "text": "Այդ բոլոր պատմության ժամանակ կրոնավորի մեղմ դեմքը փայլում էր։ Նրա հեզ աչքերը վառվում էին, և նրա փափուկ ձայնը ավելի և ավելի կենդանանում էր։ Ասլանը ոչինչ չպատասխանեց։ Երևի, նրան ծանր էր շարունակել այդ սրտաբեկ խոսակցությունը…"
      },
      {
        "index": 34,
        "text": "Թեև մինչև կեսօր դեռ մի քանի ժամ կար, բայց արեգակը սկսել էր արդեն այրել։ Կրոնավորը բաց արեց իր սև հովանին, բռնեց գլխի վրա և, չգիտեմ ինչո՞ւ, նա էլ ընկղմվեցավ մի տեսակ լռիկ թախծության մեջ։"
      },
      {
        "index": 35,
        "text": "Ճանապարհի մոտ արտերը հնձում էին։ «Հոնածը» — հնձավորների առաջնորդը — առաջ ընկած, մի երգ երգելով, յուր մանգաղով բաց էր անում «հոնը»։ Հնձավորների ամբողջ խումբը, ձայնակցելով նրա երգին, հետևում էին նրան։ Փայլուն մանգաղների հնչյունը, միախառնվելով տխուր երգի հետ, կազմում էին խիստ տրտում, մելամաղձոտ ներդաշնակություն։ Ինչո՞ւ շինականի երգը այնպես տխուր էր այստեղ։ Ո՞վ էր խլել նրա ուրախությունը։ Ո՞վ էր կոտրել նրա սիրտը, որից լսվում էին այն ցավալի հնչյունները…"
      },
      {
        "index": 36,
        "text": "Երբ մոտեցանք, «հոնածը» իր մանգաղի ծայրը ցցեց մի կապած խուրձի մեջ և, վեր բարձրացնելով, բերեց և հասկերն ի վեր դրեց մեր առջև, ճանապարհի վրա։ Իսկ ինքը, արևից այրված դեմքը դեպի մեզ դարձնելով, լուռ կանգնեց յուր նվերի մոտ։ Կրոնավորը հանեց քսակից մի արծաթե դրամ, ընծայեց նրան։ «Հոնածը»"
      },
      {
        "index": 37,
        "text": "շնորհակալությամբ ընդունեց և այնքան կանգնեց, մինչև մենք անցանք։"
      },
      {
        "index": 38,
        "text": "— Եթե դուք գիտենայիք, պարոն բժշկապետ,— դարձավ նա դեպի Ասլանը,— թե ո՜րքան բարի է այդ ժողովուրդը, ո՜րքան առաքինություններ, ո՜րքան նահապետական գեղեցիկ սովորություններ կան նրա մեջ։ Ես կատարելապես սիրահարված եմ այդ ժողովրդի վրա։"
      },
      {
        "index": 39,
        "text": "Հետո սկսեց մեզ բացատրել, թե ինչ նշանակություն ուներ հնձավորի այն խուրձը մեր աոջև դնելը։ Ասաց, դա մի սրբազան նվեր էր, որ մատուցանում էր նա իր մշակության բերքից։ Օրինակ, այդ գյուղը,— առաջ տարավ նա,— որ մի քանի ժամ առաջ անցանք, ես կատարելապես հիացած եմ այդ գյուղացոց բարք ու վարքով։ Ամեն անգամ, որ պատահում է այնտեղ գնալ, հավաքվում են իմ շուրջը, ես հոգևորապես մխիթարում եմ նրանց, և նրանք ուրախությունից չգիտեն՝ թե ինչ անեն․ իմ ձեռքերն են համբուրում, և մինչև անգամ իմ հագուստի դրոշակներն են համբուրում։ Տեսնո՞ւմ եք, պարոն բժշկապետ, ո՞րքան պարզություն, ո՞րքան անմեղություն…"
      },
      {
        "index": 40,
        "text": "Խոսքը Հացիկի «կարճազատների» մասին էր։"
      },
      {
        "index": 41,
        "text": "Ասլանը հարցրեց."
      },
      {
        "index": 42,
        "text": "— Շա՞տ հետևողներ ունեք այնտեղ։"
      },
      {
        "index": 43,
        "text": "— Այժմ մի քանի ընտանիք միայն։ Բայց մեծ հույս ունեմ, որ շուտով իմ հետևողների թիվը կավելանա։"
      },
      {
        "index": 44,
        "text": "— Իսկ մյուս գյուղերո՞ւմ։"
      },
      {
        "index": 45,
        "text": "— Երեք գյուղ — Նորաշեն, Օղունք, Առինչ,— ամբողջապես կաթոլիկ են։ Իսկ մյուս գյուղերում դեռ նոր է մուտք գործում կաթոլիկությունը։ Մենք շատ ժամանակ չէ, որ այդ կողմերը եկած ենք, պարոն բժշկապետ։ Մեզանից առաջ գործում էին այստեղ բոլորովին այլ ուխտի կրոնավորներ։"
      },
      {
        "index": 46,
        "text": "Մոտենալով Մեղրի գետի եզերքին, տեսարանը փոխվեցավ։ Ոսկեգույն արտերի փոխարեն սկսվեցան կանաչազարդ մարգագետիններ, որ գետի ընթացքով տարածվում էին հեռու, և հեռու, մինչև այդ գետը խառնվում էր Եփրատի հետ։ Տեղ-տեղ երևում էին խիտ, ճոխ կերպով աճած, շամբուտներ։ Այդ շամբուտների մեջ Տարոնի հին տերերը, Սլկունի նախարարների իշխանազն որդիները, մի ժամանակ վարազներ էին որսում։ Այդ որսորդ նախարարությունը Արշակունյաց առաջին թագավոր Վաղարշակից կարգվեցավ որպես պետ թագավորական որսերի։ Տրդատի օրերում"
      },
      {
        "index": 47,
        "text": "Սլկունիները ապստամբվեցան Արշակունիների դեմ, և ճենացի Մամգունի դավաճանությամբ բնաջինջ եղան։ Տրդատը Տարոնը պարգևեց Մամգունին, որը Մամիկոնյան մեծ նախարարության սկիզբը դրեց։— Այդ բոլորը երազի նման անցնում էր իմ աչքի առջևից։ Կարծես, հենց այդ րոպեում զարկում էր իմ ականջներին իշխանազն երիտասարդների որսորդական փողի ձայնը, կարծես, հենց այդ րոպեում տեսնում էի, թե ինչպես նրանք, նիզակները ձեռքում, սրարշավ ձիաներով, սլանում էին Մեղրի գետի խիտ շամբուտների մեջ։ Բայց երբ աչքերս դարձնում էի, իմ առջևում, համրընթաց ձիու վրա նստած, լուռ գնում էր կաթոլիկ կրոնավորը…"
      },
      {
        "index": 48,
        "text": "Այդ կանաչազարդ տարածության վրա, որ հասնում էր մինչև Եփրատի ափերը, արածում էին շրջակա գյուղերի անասունները։ Գյուղերը մոտ առ մոտ երևում էին հեռվից։"
      },
      {
        "index": 49,
        "text": "Մի տեղ, ճանապարհից ոչ այնքան հեռու, մի խումբ երեխաներ նստած, ինչ-որ խաղ էին խաղում։ Այդ փոքրիկ հովիվների շուրջը արածում էին նրանց գառները։ Երևում էր, որ նրանցից յուրաքանչյուրը իրանց տան գառները բերել էր, և այնպես կազմվել էր մի ամբողջ հոտ։ Շները, գլուխները առջևի թաթերի վրա դրած, պառկել էին նրանց մոտ և ուշադրությամբ նայում էին ոչ այնքան գառներին, որքան նրանց խաղին։ Երբ փոքրիկ հովիվները հեռվից տեսան մեզ, նրանցից մեկը, ավելի ճարպիկը, շտապեց և գրկելով գառներից մեկին, վազեց դեպի մեզ։ Եվ ինչպես հնձավորը յուր հասկերի խուրձը նվիրեց մեզ, նա էլ իր գառը պահեց մեր առջև, ճանապարհի վրա, և ծիծաղկոտ դեմքը ուղղեց դեպի մեզ։ Կրոնավորը սրտի հուզմունքից զգացվեցավ, թաշկինակը տարավ դեպի աչքերը։"
      },
      {
        "index": 50,
        "text": "— Մոտեցի՛ր, մանկիկս,— ասաց նա, տալով երեխային մի արծաթե դրամ և լի բուռնով այլ մետաղներ, որ հանեց գրպանից։— Այդ փողը քեզ,— ավելացրեց նա,— իսկ այդ մյուսները բաժանիր քո ընկերներին։"
      },
      {
        "index": 51,
        "text": "Մանուկը համբուրեց կրոնավորի աջը և ուրախ-ուրախ վազեց դեպի ընկերները։ Նրա ստացածը ուրիշ ոչինչ չէր, եթե ոչ, պղնձե փոքրիկ խաչեր ս. Աստվածածնի պատկերներով։"
      },
      {
        "index": 52,
        "text": "Ես ետ նայեցի, փոքրիկ հովիվների մեջ արդեն սկսվել է կռիվը խաչերի բաժանման մասին։"
      },
      {
        "index": 53,
        "text": "Ի՜նչ մեծ զանազանություն այդ փոքրիկ հովիվների և այն փոքրիկ հովիվների մեջ, որ քարկոծում էին սուրբ գրքերի տարածողին։"
      },
      {
        "index": 54,
        "text": "Դրանք խաչեր բաժանողի աջն էին համբուրում, իսկ նրանք սուրբ գրքեր բաժանողի վրա քար էին ձգում։ Կրոնավորը դարձյալ սկսեց Ասլանի հետ ֆրանսերեն խոսել։ Երբ նրանք փոքր-ինչ հեռացան, ես հարցրի կրոնավորի ծառայից։"
      },
      {
        "index": 55,
        "text": "— Ո՞վ է այդ մարդը։"
      },
      {
        "index": 56,
        "text": "— Մեր «գերապայծառն» է,— պատասխանեց նա մի առանձին հպարտությամբ։"
      },
      {
        "index": 57,
        "text": "Ես իսկույն հասկացա, որ այդ կողմերում նոր հայտնված եզվիտ կրոնավորներից մեկը պետք է լինի, որոնց մասին շատ բաներ էի լսել։ Բայց ինչո՞ւ պարծենկոտ ծառան իր տիրոջը «գերապայծառ» տիտղոսը տվեց, որը հայ-կաթոլիկները տալիս են իրանց եպիսկոպոսին միայն։"
      },
      {
        "index": 58,
        "text": "— Իսկ դու հա՞յ ես,— հարցրի նրանից։"
      },
      {
        "index": 59,
        "text": "— Աստված մի արասցե,— պատասխանեց նա երեսը խաչակնքելով,— ես «փրանգ» եմ։"
      },
      {
        "index": 60,
        "text": "— Փրանգի լեզուն իմանո՞ւմ ես։"
      },
      {
        "index": 61,
        "text": "— Փրանգը ո՞րն է, լեզուն ո՞րն է,— կոպիտ կերպով հարցրեց նա.— ես փրանգի հավատիցն եմ։"
      },
      {
        "index": 62,
        "text": "Նա չգիտեր, որ փրանգները (ֆրանսիացիք) առանձին ազգ են, առանձին լեզու ունեն, կամ կարծում էր, որ փրանգը կրոնի անուն է։ Արփիարը տհաճությամբ լսում էր մեր խոսակցությունը։"
      },
      {
        "index": 63,
        "text": "— Ո՞րտեղացի ես։"
      },
      {
        "index": 64,
        "text": "— Այն գյուղից, որ հիմա դուրս եկանք։— Նա ցույց տվեց «կարճազատների» գյուղը, որի մասին այնքան համակրությամբ էր խոսում «գերապայծառը»։"
      },
      {
        "index": 65,
        "text": "— Քո հայրն ու մայրը նույնպես փրանգնե՞ր էին։"
      },
      {
        "index": 66,
        "text": "— Ոչ, նրանք «հերձվածողներ» էին։"
      },
      {
        "index": 67,
        "text": "— Հայեր չէի՞ն։"
      },
      {
        "index": 68,
        "text": "Նա վրդովվեցավ։"
      },
      {
        "index": 69,
        "text": "— Ա՛յ մարդ,— ասաց ինձ, երեսը շուռ տալով,— դու ոչինչ չես հասկանում. հերձվածողն էլ հայ է, հայն էլ հերձվածող է, ուրիշ ի՞նչ զանազանություն կա այդ խոսքերի մեջ։"
      },
      {
        "index": 70,
        "text": "— Շատ զանազանություն կա,— պատասխանեցի ես, և զանազանությունը կամենում էի ցույց տալ ձեռքի մտրակով, բայց Արփիարը աչքով արեց, և ես զսպեցի իմ բարկությունը։"
      },
      {
        "index": 71,
        "text": "Նա իմ բարկությունը նկատելով, վշտացած կերպով հեռացավ մեզանից։"
      },
      {
        "index": 72,
        "text": "Արփիարը նկատեց."
      },
      {
        "index": 73,
        "text": "— Այդ անպիտանները իրանց կաթոլիկ էլ չեն կոչում։ Ուրիշ տեղերում, եթե"
      },
      {
        "index": 74,
        "text": "հայ-կաթոլիկները ուրանում են իրանց հայությունը, գոնե իրանց «փրանգ» չեն կոչում։ Ահա դրա մեջն է եզվիտների գլխավոր վնասը՝ լատինացնել և ազգայնությունը, ազգային զգացմունքը ոչնչացնել…"
      },
      {
        "index": 75,
        "text": "Երբ փոքր—ինչ առաջ գնացինք, կրոնավորը իր ձին պահեց և, ձեռք տալով Ասլանին, բաժանվեցավ մեզանից, ասելով."
      },
      {
        "index": 76,
        "text": "— Շատ ցավում եմ, որ իմ ուղեկցությունը այդպես կարճատև եղավ ձեզ հետ, պարոն բժշկապետ, ես այդ գյուղը պետք է գնամ մի հիվանդի այցելության։"
      },
      {
        "index": 77,
        "text": "— Այդ ավելի կարևոր է,— պատասխանեց Ասլանը ժպտալով։— Մնաք բարյավ, տեր հայր։"
      },
      {
        "index": 78,
        "text": "Մենք շարունակեցինք մեր ճանապարհը դեպի Մուշ։ Ասլանը, տխուր մտածությունների մեջ առաջ էր քշում իր ձին։ Ես և Արփիարը դեռ շարունակում էինք խոսել կրոնավորի և հայ-կաթոլիկների մասին։"
      },
      {
        "index": 79,
        "text": "— Զարմանալի կոպիտ մարդիկ են այդ հայ—կաթոլիկները,— ասացի ես, չմոռանալով կրոնավորի ծառայի իմ վրա թողած անախորժ տպավորությունը։"
      },
      {
        "index": 80,
        "text": "— Նրանք հայերի հետ միայն այդպես են,— պատասխանեց Արփիարը, իր ձիու ընթացքը հավասարեցնելով իմին, որպեսզի ես լավ լսեմ նրա խոսքերը։— Բայց երբ պատահում է նրանց մի օտարազգիի հետ խոսել, այդ դեպքում ստրուկի պես խոնարհ են դառնում։ Ատելությունը դեպի իրանց ազգայինները այն աստիճան զարգացել է նրանց մեջ, որ մի հայի պատահելիս, այլևս իրանց պահել չեն կարողանում, մոռանում են քաղաքավարությունը։ Ամեն օտարազգի աղանդավորներին նրանք կներեն, բայց հայի երեսին անամոթությամբ կնետեն «հերձվածող, չարափառ, հերետիկոս» և այլ անուններ։ Այդ կաթոլիկ կղերի դաստիարակության արդյունքն է։"
      },
      {
        "index": 81,
        "text": "— Ատելություն սերմանել եղբայրների մեջ։"
      },
      {
        "index": 82,
        "text": "— Այո՛, ատելություն սերմանել։ Բայց մի այլ պատճառ ևս պետք է ի նկատի առնել։ Այդ մարդիկը հենց սկզբանե անկիրթ են եղել և ոչինչ բարոյական մաքրություն չեն ունեցել։ Վեր առեք յուրաքանչյուր նոր կրոնափոխ եղած հայ—կաթոլիկին առանձին, քննեցեք նրա անցյալը, քննեցեք նրա վարած կյանքը, անպատճառ կգտնեք նրա մեջ մի հին կեղտ։ Այդպիսի մարդիկ միայն մոտենում են եզվիտներին և այդպիսի մարդկանց մոտենում են իրանք"
      },
      {
        "index": 83,
        "text": "եզվիտները։ Ամեն մի հայտնի սրիկան նրանցից պաշտպանություն է գտնում։ Ինչո՞ւ։— Որովհետև նրանց միջոցով ավելի հեշտ է խաղաղ ժողովրդի մեջ երկպառակություն ձգել, միմյանց հետ կռվացնել, որդին իր ծնողաց դեմ ապստամբացնել և այլն։ Իսկ երկպառակությունից նրանք միշտ օգուտ են քաղում։ Այդ մարդը, որ ձեզ հետ վիճում էր, մի քանի անգամ սնանկացած, իր պարտատերերի ձեռքից փախած, գինեվաճառ է։ Հիմա եզվիտի մոտ ծառա է դարձել նրա և՛ խոհարարն է և գործակիցը։ Դուք կտեսնեք նրան, խոհանոցի ղենջակը առջևը կապած, փողոցում կանգնած, անցնողների հետ քավարանի կամ պապի Հիսուս Քրիստոսի հաջորդ լինելու մասին կվիճե, թեև ինքը բոլորովին տգետ և գռեհիկ մարդ է։"
      },
      {
        "index": 84,
        "text": "— Միևնույնը ես նկատեցի Բաղեշում, այդպես էին վարվում և հայ-բողոքականները։"
      },
      {
        "index": 85,
        "text": "— Բոլորը միևնույն տեսակից են։ Այդ օտարազգի քարոզիչները հավաքում են հասարակության մրուրը, հասարակության կեղտը։ Երանի՜ թե, մաքրելու նպատակով լիներ… Նրանք փոխում են իրանց հետևողների անունը միայն, իսկ կեղտը մնում է… Մի՞թե լոկ անունը կարող է փոխել մարդու բարոյական կազմակերպությունը։ Մեկը երեկ հայ—լուսավորչական էր, այսօր նրան կոչում են հայ—բողոքական, կամ հայ—կաթոլիկ,— դարձյալ նույն մարդն է…"
      },
      {
        "index": 86,
        "text": "Այդ խոսակցության միջոցին երիտասարդի շրթունքները դողում էին, նրա ձայնը փոփոխվում էր, երևում էր, որ նա զգացել էր այդ բոլորը, երևում էր, որ նրա մտածության մշտական առարկան էին դարձել հայ հասարակության այդ անբուժելի վերքերը։ Բայց զարմանալին այն էր, որ ես այդ անծանոթ երիտասարդի և Ջալլադի դատողությունների մեջ գտնում էի շատ նմանություններ, կարծես երկուսն էլ միևնույն նպատակին էին ձգտում, երկուսն էլ միևնույն վնասակար երևույթների դեմ էին բողոքում։ Ջալլադը, որպես վերջը հայտնվեցավ, բողոքական քահանա էր։ Բայց ո՞վ էր այդ երիտասարդը, որ Բաղեշում անսպասելի կերպով միացավ մեզ հետ։ Ասլանը այդ մասին դեռ ոչինչ չէր ասել ինձ։ Երբ նա խոսում էր, ես կարմրում էի նրա առջև։ Նա այն հասակում այնքան շատ բաներ գիտեր, այնքան շատ բաներ ուսումնասիրել էր։"
      },
      {
        "index": 87,
        "text": "Իսկ ե՞ս… Ես դեռ ոչինչ չգիտեի…"
      },
      {
        "index": 88,
        "text": "Ճանապարհը զարմանալի կերպով տրամադրում է մարդուն խոսել, մանավանդ երկար, ձանձրալի ճանապարհը։ Իսկ մեր խո"
      },
      {
        "index": 89,
        "text": "սակցության առարկան այնքան առատ էր նյութերով, որ եթե տարիներով խոսեինք, դարձյալ չէր սպառվի։ Աշխարհի սկզբից մարդիկ խոսում են, վիճում են կրոնի վրա, և պիտի շարունակեն խոսել, մինչև աշխարհի վերջը։"
      },
      {
        "index": 90,
        "text": "Մենք կրկին վերադարձանք դեպի օտարազգի քարոզիչներ։"
      },
      {
        "index": 91,
        "text": "— Նրանք,— նկատեցի ես,— այնպես չեն, որպես իրանց հետևողները, այլ բավական բարի, քաղաքավարի և բարեկիրթ մարդիկ են։"
      },
      {
        "index": 92,
        "text": "— Այդ այդպես երևում է միայն,— պատասխանեց նա ժպտալով,— բայց երբ շատ կմոտենաք նրանց, կտեսնեք, թե ի՛նչ հրեշներ են։ Տեսա՞ք այդ կրոնավորին, ո՜րքան հեզ էր, ո՜րքան քաղցր էր խոսում, կարծես բերանից մեղր էր հոսում։ Բայց միևնույն անձը իր հետևողների սրտում թույն կկաթեցնե, և այնքան անզգալի կերպով, որ նա չի զգա, թե վարակվում է։"
      },
      {
        "index": 93,
        "text": "— Այսուամենայնիվ, մեծ զանազանություն կա դրանց և բողոքական միսիոնարների մեջ։ Այն զանազանությունը միայն կա, որ բողոքական միսիոնարները մեծամիտ են, իրանց միշտ բարձր են պահում ժողովրդի մակերևույթից և ավետարանի առաքելության մեջ անգամ՝ պահպանում են անգլիական կոպիտ հպարտությունը։ Այդ է պատճառը, որ խիստ նվազ հաջողություն են գտնում։ Բայց այդպես չեն եզվիտները. դրանք ամեն ծակ ու ծուկ կմտնեն, ամեն վիճակի հետ կհարմարվեն, և այդ պատճառով ավելի վտանգավոր են։ Բողոքական միսիոնարը իր գործի մեջ"
      },
      {
        "index": 94,
        "text": "աղայություն"
      },
      {
        "index": 95,
        "text": "է սիրում և ավելի ուրիշների ձեռքով է գործ կատարում։ Բայց եզվիտը ինքը իր գործի և՛ տերն է, և՛ մշակը։"
      },
      {
        "index": 96,
        "text": "— Դուք կարծում եք այստեղ կարո՞ղ են նրանք վնասակար լինել։"
      },
      {
        "index": 97,
        "text": "— Եթե նրանք կարողանում են վնասակար լինել ավելի քաղաքակիրթ հասարակությունների մեջ, որոնք ճանաչում են նրանց, որոնք գիտեն պաշտպանվել նրանց դեմ,— իսկ այստեղ, մի այդպիսի խեղճ, միամիտ, անպաշտպան ժողովրդի մեջ, ինչո՞ւ չեն կարող վնասակար լինել։ Բոլոր այն հրոսակները, որ դարերի ընթացքում արշավանք են գործել Տարոնում, իրանց բարբարոսությամբ այնքան վնասներ չեն տվել, որքան կարող է տալ այդ հեզ, խոնարհ կրոնավորը, որ մի հասարակ ձիու վրա նստած, միայնակ, քրիստոնեական առաքինությամբ ահա՛ այժմ այցելության է գնում այն գյուղը, մի հիվանդի մոտ…"
      },
      {
        "index": 98,
        "text": "Զբաղված լինելով խոսակցությամբ, մենք բավական ետ էինք"
      },
      {
        "index": 99,
        "text": "մնացել։ Ասլանը շատ առաջ էր գնացել։ Ես խնդրեցի իմ խոսակցին, որ փոքր-ինչ շտապեցնե իր ձին։ Բայց նա, երևի, չլսեց իմ խնդիրքը, թեև քանիցս կրկնեցի։ Նրա բոցավառ աչքերը թափառում էին Տարոնի ընդարձակ դաշտավայրի վրա, կարծես մի բան որոնում էին այնտեղ։ Նրա դեմքը սաստիկ գունատված էր և շրթունքները պինդ սեղմված էին միմյանց վրա։ Նա մինչև անգամ մոռացավ իմ ներկայությունը և սկսեց ինքն իրան խոսել։"
      },
      {
        "index": 100,
        "text": "«Տարո՛ն, սիրելի աշխարհ, ո՛րքան ազգեր եկել, անցել են քո վրայով,"
      },
      {
        "index": 101,
        "text": "ո՛րքանին հյուրասիրել ես դու և քո ամրությունների մեջ պատսպարան ես շնորհել։ Քո մեջ ապաստան գտան ասորոց Սենեքերիմ թագավորի երկու որդիքը — Ադրամելեք և Սանասար — հայրասպան որդիքը բերեցին իրանց հետ և՛ իրանց աստվածներին, և՛ իրանց ծառաներին։ Բայց դու օտար հյուրերին սիրեցիր, բայց օտար աստվածներին համբերել չկարողացար։ Հայության դրոշմը դրեցիր քո հյուրերի վրա և նրանցից սկսվեցավ Արծրունյաց հզոր նախարարությունը։ Քո մեջ ապաստան գտավ ճենացի իշխանազն Մամգունը։ Իր թագավորի սրտմտությունից փախստական լինելով, դիմեց քո պաշտպանությանը։ Նա էլ բերեց իր հետ իր կրոնը, իր պաշտամունքը, իր սովորությունները։ Բայց դու նրան ևս հայացրիր, և նրանից սկսվեցավ Մամիկոնյան մեծ նախարարությունը։ Քո մեջ ապաստան գտան հնդկացի իշխանազն եղբայրները — Դեմետր և Գիսանե։ Նրանք ևս, իրանց թագավորի բարկությունից ազատվելու համար, դիմեցին քո մեծահոգությանը, իրանց հետ բերելով և մի ստվար գաղթականություն։ Դու նրանց բնակության տեղ շնորհեցիր, հիմնեցին Վիշապ քաղաքը և Քարքե լեռան բարձրությունների վրա կանգնեցրին իրանց տաճարները։ Այդ տաճարներից, Լուսավորչի հետ պատերազմելու ժամանակ, դուրս եկան 6946 մարդիկ, որոնց մեծ մասը քուրմեր էին։ Բայց դու բոլորին հայացրիր, և սևամորթ հնդիկը կլանվեցավ քո բնիկ ժողովրդի մեջ։ Այդպես, դարերի ընթացքում, ոտք կոխեցին քո նվիրական հողի վրա մեծ մարդիկ — մեծ ուժերով։ Բայց ամենքը լուծվեցան, ամենքը միախառնվեցան քո հարազատ զավակների հետ։ Այժմ, սիրելի՜ Տարոն, քո դաշտերի վրա թափառում է մի մարդ, սև հագուստով և սև սրտով։ Նա նույնպես փախստական է եղել իր երկրից, նա նույնպես արտաքսվել է իր երկրից, և քո գրկում հյուրասիրություն է որոնում։ Նրա հայրենիքը չկարողացավ մարսել նրան, և իր միջից դուրս վիժեց։ Նա դիմեց անծանոթ երկիր, որ անծանոթ ժողովրդի մեջ ծածկվիլ կարողանա։ Նա չէ բերել"
      },
      {
        "index": 102,
        "text": "իր հետ զենք, չէ բերել և մեծ ուժեր։ Նրա գլխավոր զենքը, իր գրպանում լցրած, փոքրիկ պղնձե խաչերն են և իր խորամանկությունը։— Ես այդ մարդից սարսափո՜ւմ եմ, սիրելի Տարոն…»։"
      }
    ]
  }
}
