{
  "chapterNumber": 14,
  "title": "ԺԴ. ՁԻ — XIV. The Horse",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Դեռ երեխայությունից ես ձի նստելու սաստիկ սեր ունեի․ այն ժամանակ այս ցանկությունը լցուցանում էի, հեծնելով փայտյա երկայն ձողի վրա, և ամբողջ ժամերով վազեցնում էի մեր բակում։ Հետո, երբ փոքր-ինչ մեծացա, իմ փայտյա նժույգին փոխարինեցին կենդանի արարածներ։ Մեր հորթերը հանգստություն չունեին ինձանից, և մինչև անգամ ահագին գայլանման Մըրոն — մեր շունը — երբեմն ստիպված էր ծառայել իմ զվարճություններին։ Ես բռնում էի նրա երկայն ականջներից, թռչում էի մեջքի վրա, և խեղճ շունը բարեսրտությամբ ներում էր իմ հիմարություններին, գնում էր դեպի այն կողմը, ուր որ ես շուռ էի տալիս։"
      },
      {
        "index": 1,
        "text": "Երբ տասն տարեկան էի, ամեն երեկո անհամբերությամբ սպասում էի տավարների նախիրի արոտից վերադառնալուն։ Հենց որ հեռվից նկատում էի մեծ ճանապարհի վրա փոշու ամպերի բարձրանալը, վազում էի նախիրի առջև, բռնում էի ավանակներից մեկին, նստում էի նրա մեջքի վրա։ Ա՜խ, ո՛րքան ուրախանում էի ես, երբ իմ Պեգասը վազում էր հեռու և հեռու դաշտերի մեջ…։ Իսկ հետո ավանակներին փոխարինեցին մատակ ձիաները։ Առանց սարսափելու չէր կարելի նայել ինձ վրա, երբ ես դևի նման բռնած վայրենի մատակի բաշից, մրրիկի պես պտտեցնում էի մերկ և առանց սանձի ձիուն։ Հովիվները բարկանում էին, զգուշացնում էին ինձ, բայց ինչ ուշադրություն կդարձներ նրանց խոսքերին հանդուգն և զվարճասեր մանուկը…"
      },
      {
        "index": 2,
        "text": "Բայց ո՜րքան անգամ վեր ընկա ես… ո՜րքան անգամ ձեռքս, ոտքս կոտրեցի… ո՜րքան անգամ երեսս ջարդված, արյունաթաթախ"
      },
      {
        "index": 3,
        "text": "տուն են բերել ինձ…։ Մայրս լաց էր  լինում, ասում էր՝ «որ ես ադամորդու զարմ չեմ», թե ես «սատանայի ծնունդ եմ»,  թե ես «մի փորձանքով պիտի մեռնեմ», կամ գետի մեջ կխեղդվեմ, կամ ծառից, կամ ժայռից վեր կընկնեմ և կամ դաշտի գազանները կուտեն ինձ… Մայրս գնում էր, վարժապետիս պատմում էր իմ անկարգությունները, բայց ոչ նրա «ֆալախկան», ոչ  նրա «խրատը» և ոչ «աղյուսի կտորտանքը» — ոչ մեկը չկարողացան զսպել ինձ մանկական խաղերից, որոնք այնպես սաստիկ կերպով արգելված էին աշակերտներին։"
      },
      {
        "index": 4,
        "text": "Նույնպիսի սեր ունեի ես դեպի հրացան գործիքները։ Երևակայեցեք այն ուրախությունը, երբ իմ մանկական երկու ամենագլխավոր բաղձանքները իրագործվեցան․— ես այժմ ունեի ձի և զենքեր։"
      },
      {
        "index": 5,
        "text": "Նույն ավուր երեկոյան պահուն, որի առավոտյան ժամանակ ես ավերակների մեջ հանդիպեցի բոշա կնոջ հետ, կրկին հայտնվեցան երկու զեյթունցիները, որոնց մեկին կոչում էին Մուրադ, մյուսին Ջալլադ։ Նրանք բերեցին իրանց հետ չորս գեղեցիկ ձիաներ։ Երևում էր, այդ ձիաները մեզանից փոքր-ինչ հեռու գտնված լեռների մեջ պահում էին, որովհետև ավերակների մոտ արոտ չկար։ Կարոն ինձ իր մոտ կանչեց, և հանձնելով ձիերից մեկի սանձը, ասաց."
      },
      {
        "index": 6,
        "text": "— Ահա քո ձին, ես գիտեմ, որ դու անվարժ չես լինի դրան զսպելու մեջ։"
      },
      {
        "index": 7,
        "text": "Հետո, տալով ինձ մի հրացան, մի զույգ ատրճանակ և մի թուր, ավելացրեց․"
      },
      {
        "index": 8,
        "text": "— Ահա քո զենքերը, դրանց բանեցնելու մեջ դու նույնպես անվարժ չես մնա։"
      },
      {
        "index": 9,
        "text": "Ես ուրախությունից այն աստիճան շփոթվեցա, որ մի խոսք անգամ չգտա շնորհակալությունս հայտնելու, միայն երեխայի նման փաթաթվեցա նրա վզովը և սկսեցի համբուրել։ Ես երևակայում էի, թե աշխարհի բոլոր թագավորությունները ինձ են տված։"
      },
      {
        "index": 10,
        "text": "Կարոն տվեց ինձ և մի ձեռք շոր, պատվիրեց հագուստս փոխել։ Իմ նոր հագուստի մեջ ոչ թե մայրս, ոչ թե տեր Թոդիկը, այլ սատանան ևս չէր կարող ճանաչել ինձ։ Ես այժմ իմ հագուստով բոլորովին նման էի ընկերներիս։"
      },
      {
        "index": 11,
        "text": "— Դե՛, նստիր,— ասաց Կարոն, ինքն նույնպես իր ձին հեծնելով։"
      },
      {
        "index": 12,
        "text": "Ասլանը և Սագոն արդեն ձիավորված էին։ Մենք ճանապարհ ընկանք։ Երկու զեյթունցիները մնացին մինարեթի մեջ, երևի, այն պատերազմական մթերքը պահելու համար, որը ես ցերեկով տեսել էի աշտարակի վերին հարկում։"
      },
      {
        "index": 13,
        "text": "Արեգակի վերջին շառավիղները դեռ խաղ էին անում մինարեթի կապույտ մոզայիկների հետ, երբ մենք բաժանվեցանք այդ հսկա շինվածքից։ Ես իմ ստացած նոր ընծաներով այնքան գրավված էի, մինչև անգամ ընկերներիցս չհարցրի, թե ո՞ւր ենք գնում։ Իմ գեղեցիկ նժույգը ընթանում էր արագ, որպես մարդու միտքը, իմ զենքերը շողշողում էին փառավոր, սպառնական լուսով։"
      },
      {
        "index": 14,
        "text": "Կարոն չսխալվեցավ իր կարծիքի մեջ, այո՛, ես այնքան հմուտ էի զենքերի գործածության մեջ, որքան ձի հեծնելում։ Շատ քիչ էր պատահում, որ իմ գնդակը շեղվեր նպատակից, որովհետև ես որսորդ Ավոյի թեև փոքրիկ, բայց լավ աշակերտն էի,— աշակերտը այն մարդու, որի անվան հետ կապված էին այնքան սարսափելի պատմություններ…։ Բայց նա մնաց միշտ բարի դեպի ինձ և դեպի մեր ընտանիքը։ Նրա տնում միշտ գտնվում էր իմ համար մի ավելորդ հրացան, որով ես փորձեր էի անում։ Առաջին փորձը արեցի մեր հավերի վրա․ մայրս ինձ շատ անիծեց, երբ տեսավ, որ իր սիրելի վառեկներից մեկը թավալվում էր մեր բակի մեջ։ Նա իսկույն վազեց վարժապետի մոտ բողոքելու…"
      },
      {
        "index": 15,
        "text": "Իսկ երբ որսորդը իր ընտանիքով թողեց մեր քաղաքը, մայրս մասամբ ուրախ էր, որ ազատվեցավ մի այսպիսի դրացուց, որը նրա կարծիքով, իր որդուն փչացնում էր, խելքից հանում էր։ Բայց ես երկար չէի կարող մոռանալ բարեսիրտ Ավոյին, որի պատմություններն իր որսորդական կյանքից այնքան հետաքրքրում էին, այնքան ոգևորում էին ինձ…"
      },
      {
        "index": 16,
        "text": "Բայց ո՜րքան մեծ եղավ իմ ուրախությունը, երբ ճանապարհին Սագոն դարձավ ինձ այս խոսքերով."
      },
      {
        "index": 17,
        "text": "— Գիտե՞ս, ուր ենք գնում, Ֆարհատ։"
      },
      {
        "index": 18,
        "text": "— Ինձ ոչինչ չէ ասել Կարոն,— պատասխանեցի ես։"
      },
      {
        "index": 19,
        "text": "— Դու հիշո՞ւմ ես որսորդ Ավոյին, այն լուռ, միշտ խոժոռ մարդուն, որ մի ժամանակ ձեր դրացին էր. մենք գնում ենք նրա տունը։ Տե՛ս, այն սարերի մեջն է բնակվում նա։"
      },
      {
        "index": 20,
        "text": "Սագոն ձեռքը մեկնեց դեպի արևմուտք, կարծես, ես գիշերային խավարի մեջ կարող էի տեսնել նրա ցույց տված տեղը։"
      },
      {
        "index": 21,
        "text": "— Հիշում եմ,— պատասխանեցի ես մի առանձին բավականությամբ։— Հիմա բոլորովին ծերացած կլինի Ավոն, տասներկու տարի է, որ չեմ տեսել նրան։"
      },
      {
        "index": 22,
        "text": "— Հին վիշապները շուտ չեն պառավում։ Դու կտեսնես նրան շատ քիչ փոխված,— ասաց Սագոն իր սովորական հեգնական եղանակով։— Բայց մի՞տդ է, Ֆարհատ, Ավոյի որդեգիրը՝ Հասոն, որին մենք դպրոցում կոչում էինք «էշի փալան»։"
      },
      {
        "index": 23,
        "text": "— Որին մեր վարժապետը կոչում էր «սատկած»,— ավելացրի ես,— որը ոչինչ չէր սովորում և շուտ հոգնում էր, երբ ման գալու էինք գնում. աշակերտները շատ անգամ ստիպված էին շալակել նրան և ետ բերել դաշտից։"
      },
      {
        "index": 24,
        "text": "— Հենց նա, գտար. բայց հիմա որ տեսնես, չես ճանաչի, այնքան հաստացել է, սարի արջ է դարձել. երևի, վրա եկավ լեռնային օդը։"
      },
      {
        "index": 25,
        "text": "— Ի՞նչ է շինում։"
      },
      {
        "index": 26,
        "text": "— Գրողը տանի նրան, հիմա տուն ու տեղի տեր է դարձել, վար է վարում, ցանք է անում. կնիկ ունի. ամեն տարի երկու հատ ծնվում են. տունը լիքն է երեխաներով, ճանճերի նման վժվժում են։"
      },
      {
        "index": 27,
        "text": "— Էլի այնպես մաղձո՞տ է, որպես առաջ։"
      },
      {
        "index": 28,
        "text": "— Հիմա օրինավոր մարդ է դարձել. իստակ հոգի է տալիս, երբ նրա տունն ես մտնում. ուզում է՝ ինչ որ ունե, ինչ որ չունե, քեզ ուտացնել ու այնպես ճանապարհ դնե։"
      },
      {
        "index": 29,
        "text": "— Ուրեմն հարո՞ւստ է։"
      },
      {
        "index": 30,
        "text": "— Գութան ունի, անասուններ ունի, հենց ես ու դուն մնացինք առանց ոչնչի, Ֆարհատ։"
      },
      {
        "index": 31,
        "text": "Ինձ ամենից ավելի հետաքրքրում էր Մարոն, որսորդի աղջիկը, ցանկանում էի նախքան տեսնելս նրա մասին որևիցե տեղեկություն ստանալ։"
      },
      {
        "index": 32,
        "text": "— Բայց Մարո՞ն,— հարցրի ես։"
      },
      {
        "index": 33,
        "text": "— Մարո՜ն…— կրկնեց Սագոն մի առանձին ոգևորությամբ,— այժմ այդ սև դևիկը իր թուխ աչքերով բոլորովին խելքից հանում է մարդուն…։ Սատանա՜ն տանի նրան, էլի այնպես կծում է… էլի այնպես ճանկռտում է, որպես առաջ…"
      },
      {
        "index": 34,
        "text": "— Նա միշտ կատվի բնավորություն ուներ։"
      },
      {
        "index": 35,
        "text": "— Չգիտեմ ինչո՞ւ Սագոն ընկավ խորին տրտմության մեջ, երբ Մարոյի անունը մեջ մտավ։ Նա վառեց իր ծխաքարշը, սկսեց"
      },
      {
        "index": 36,
        "text": "ծխել։ Հետո, երևի, առաջին խոսակցությունը մոռացության տալու համար, առաջարկեց ինձ ծխաքարշը ասելով."
      },
      {
        "index": 37,
        "text": "— Առ, ծխի՛ր այդ «սատանայի բուրվառը»։"
      },
      {
        "index": 38,
        "text": "Ես հայտնեցի, թե ծխելու սովորություն չունեմ։"
      },
      {
        "index": 39,
        "text": "— «Ղարաչիների օբաներում ճգնավորություն չեն անում»…— պատասխանեց նա ծիծաղելով։"
      },
      {
        "index": 40,
        "text": "Ես չհասկացա, թե ինչ էր ուզում ասել։"
      },
      {
        "index": 41,
        "text": "— Շատ հասկանալի է,— ասաց նա,— սոֆիները, որ սկզբում չեն ծխում, հետո սկսում են ծխախոտ ծամել. ավելացնում են դրա վրա և աֆիոն ուտելը։ Այսպես է լինում ամեն պահեցողների վերջը։"
      },
      {
        "index": 42,
        "text": "Ես ընդունեցի նրա ձեռքից ծխաքարշը, ճշմարիտ, նա դուր եկավ ինձ, թեև առաջին անգամն էր, որ ծխում էի։"
      },
      {
        "index": 43,
        "text": "— Հա՛, այդպես,— ասաց նա մի առանձին հաճությամբ,— օրինավոր բան տեսար, մարդուն էլ է դուր գալիս, նրա ստեղծողին էլ։"
      },
      {
        "index": 44,
        "text": "Սագոն իր ծխաքարշը ընծայեց ինձ, ասելով թե ինքը երկու հատ ունի, և խնդրեց, իջևան հասնելու ժամանակ նրան հիշեցնեմ, որ ինձ ծխախոտ տա։ Նա հավատացնում էր, որ առանց ծխախոտի, առանց արաղի ճանապարհորդությունը կյանք չունի։ Այդ պատճառով, ես չդժվարացա ընդունել նրա ձեռքից արաղի շիշը, որ մի փոքրիկ խուրջինի մեջ դրած, քարշ էր տվել իր ձիու թամքի ղաշից։ Թեև իմ կյանքում ամենևին արաղ խմած չէի, բայց մի քանի կաթիլ կուլ տալով, շիշը ետ տվեցի, ինձ երևաց, թե բերանս կրակով այրեցին։ Սագոն բավական խմեց։"
      },
      {
        "index": 45,
        "text": "— Տաքացնում է,— ասաց նա,— այնտեղ, այն սարերի բարձրավանդակների վրա ցուրտ կլինի։"
      },
      {
        "index": 46,
        "text": "Եվ իրավ, քանի վեր էինք բարձրանում դեպի լեռան զառիվերը, գիշերային հովությունը այնքան զգալի էր դառնում։ Մեր փոքրիկ քարավանը առաջ էր գնում ամենայն եռանդով։ Ձիերը այն աստիճան սովորած էին լեռնային անցքերին, որոնց միջով վայրենի այծերը դժվարությամբ կարող էին անց կենալ։ Մեր ճանապարհն ընկած էր նեղ կիրճերի միջով, ուր անհավասար, ալիքավոր դարուփոսերի և սարսափելի ելևէջների պատճառով, երբեմն ստիպված էինք ցած իջնել ձիերից։ Այդ սաստիկ հոգնեցրեց ինձ։ Բայց Սագոն հոգնություն չէր զգում, կարծես, ժայռերը, ապառաժներն իրանց սոսկալի պտույտներով ավելի ոգևորում էին նրան։ Կարոն և Ասլանը գնում էին մեզանից մի"
      },
      {
        "index": 47,
        "text": "քանի քայլ առաջ։ Նրանք ինչ-որ բանի մասին տաք-տաք խոսում էին։ Քամին, որ սկսեց փչել բարձրավանդակների վրա, չէր թողնում, որ նրանց ձայնը լսելի լիներ։ Սագոն խոսում էր ինձ հետ, առանց լռելու, զանազան խառն և անկապ առարկաների վրա։ Բայց որքան ես աշխատեցի նրանից որևիցե տեղեկություն դուրս քաշել իրանց անցյալ կյանքի մասին, օտար երկրներում,— նա մնաց միշտ զգույշ և ոչինչ չհաղորդեց ինձ։"
      },
      {
        "index": 48,
        "text": "Բայց ո՜րքան դյութական ազդեցություն ունի լեռը, այն ևս հայկական ահավոր, սքանչելի լեռը։ Այդ ազդեցության ոգևորությունը ես իսկույն նկատեցի Սագոյի մեջ, երբ նա սկսեց իր գեղեցիկ ձայնով եղանակել մի փոքրիկ երգ։"
      }
    ]
  }
}
