{
  "chapterNumber": 69,
  "title": "ԻԵ. ԳՅՈՒՂԱԿԱՆ ՎԱՐԺԱՊԵՏԸ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Երբ գյուղացին հարևանի մոտ հյուր է կանչված, և նրա տնեցիք գիտեն, որ այնտեղ օտար տեղից եկած հյուրեր կան, իրանք ևս պատրաստություն են տեսնում, մտածելով, կարելի է իրանց տղամարդը նրանցից մեկին բերե իր հետ։ Երևի այդ էր պատճառը, որ երբ մտանք տեր հոր խրճիթը, այնտեղ գտանք մի պատրաստի սեղան։ Նա հրավիրեց նստել սեղանի մոտ։ Ռեսի ճոխ ընթրիքից հետո, այժմ ո՞վ ախորժակ ուներ ուտելու։ Բայց ուզես, չուզես, պետք է մի քանի պատառ ուտես, եթե ոչ, տանտիկնոջը սաստիկ վիրավորած կլինես։"
      },
      {
        "index": 1,
        "text": "Տեր հոր խրճիթը թեև ռեսի տան մեծությունն ու վայելչությունը չուներ, բայց բավական կոկիկ և սիրուն էր. ամեն տեղ երևում էր կարգ, ամեն տեղ երևում էր մաքրություն։ Բոլոր տանեցիք քնած էին միևնույն հարկի տակ, ուր մտանք մենք։ Միայն երեցկինը և նրա հարսը սպասում էին մեզ։ Սյունի վրա դրած միակ ճրագը աղոտ լույս էր սփռում փոքրիկ սենյակում, և մեր շուրջը լսվում էր քնած ընտանիքի խաղաղ շնչառությունը։"
      },
      {
        "index": 2,
        "text": "Տեր հայրը իր լեզվի բոլոր ճարտարությունը գործ էր դնում,"
      },
      {
        "index": 3,
        "text": "որ զբաղեցնե ինձ։ Բայց ոչ նրա համեստ սեղանը, ոչ նրա պարզ, սրտից բխած, հայրական խոսակցությունը, և ոչ երեցկնոջ միամիտ գուրգուրանքը,— ոչինչ չէր գրավում ինձ։ Ինձ չէր գրավում և մի գեղեցիկ դեմք, որ քնի մեջ, մոռանալով գեղջկուհու ամաչկոտությունը, վերմակը կիսով չափ մի կողմ էր ձգել և երևան էր հանել մի հրաշալի կուրծք։ Այո, ոչինչ չէր գրավում ինձ։ Իմ բոլոր ուշքը, միտքը գրավել էր երիտասարդ վարժապետը։ Նրա մասին էի մտածում, նրա այրական սիրելի պատկերն էր իմ աչքի առջև։"
      },
      {
        "index": 4,
        "text": "Երբ տեր հայրը սկսեց նրա մասին խոսել, ես մեծ ուրախությամբ լսում էի։"
      },
      {
        "index": 5,
        "text": "— Եկեղեցու բակումն է բնակվում,— ասաց նա,— այնտեղ դպրոցին կից, իրա համար երկու սենյակ է շինել տված։ Այդ սենյակները մեր խրճիթների նման գետնափոր չեն, դուք, իհարկե, առավոտյան կտեսնեք, թե որքան հարմարություններով են շինված։ Նա միշտ խորհուրդ է տալիս, հորդորում է գյուղացիներին, որ դուրս գան գետնի տակից և այն ձևով բնակարաններ շինեն։ Ասում է, որ գետնափոր խրճիթը շատ վնասակար է առողջության, այնտեղ չէ թափանցում ո՛չ արևի լույսը և ո՛չ օդի մաքրությունը։"
      },
      {
        "index": 6,
        "text": "— Գյուղացիք հետևո՞ւմ են նրա խորհուրդներին,— հարցրի ես։"
      },
      {
        "index": 7,
        "text": "— Շատերը հետևում են, ով որ նոր տուն է շինել տալիս, այնպես է շինում, որպես նա ցույց է տալիս։ Նա մեզ բացատրում է, թե տան ձևը ոչ միայն մեծ նշանակություն ունի մարդու առողջության վերաբերությամբ, այլ սաստիկ ազդում է նրա բնավորության, մտքի և հոգեկան տրամադրության վրա։ Եթե հայ գյուղացին, ասում է նա, այդպես ծածկամիտ, նենգավոր և միևնույն ժամանակ՝ այդքան մռայլոտ է,— եթե նա կորցրել է երգելու և ուրախ լինելու ընդունակությունը,— գլխավոր պատճառներից մեկը այն է, որ ապրում է գետնի տակ, խուլ մթության մեջ։"
      },
      {
        "index": 8,
        "text": "— Ձեր գյուղացիք նույնպես գետնի տակ են ապրում,— նկատեցի ես,— բայց բավական ուրախ են, բավական պարզ սիրտ և լուսավոր միտք ունեն։"
      },
      {
        "index": 9,
        "text": "— Այդ նկատողությունը ես էլ մի անգամ արեցի նրան։ Նա պատասխանեց. դրսի կյանքը՝ ազատ և արձակ օդի մեջ՝ մեղմացնում է գետնափորի ազդեցությունը։ Դուք, ասաց, տարվա մեծ մասը անց եք կացնում դաշտերում, լեռների վրա, և ձեր վրաններով՝ ձեր անասունների հետ՝ բնակվում եք ձեր արոտատեղիներում։ Ազատ բնությունը ներշնչում է ձեր մեջ ազատ սիրտ և ազատ հոգի։ Ձեր գետնափոր խրճիթները ձեզ համար ժամանակավոր ձմեռանոցներ են միայն։"
      },
      {
        "index": 10,
        "text": "Անհամբերությունը ինձ այնքան տանջում էր, որ չսպասելով մինչև առավոտ, որ գնայի և անձամբ տեսնեի բոլորը,— ես ցանկանում էի վարժապետի սենյակների, նրա նիստ ու կացի, և առհասարակ նրա կենցաղավարության մասին՝ կանխապես տեղեկություն ստանալ քահանայից։ Ցանկանում էի խոսել, մինչև լույս խոսել իմ սրտի շատ մոտ երիտասարդի մասին և բնավ չքնել։"
      },
      {
        "index": 11,
        "text": "— Լա՞վ են սարքված նրա սենյակները։"
      },
      {
        "index": 12,
        "text": "— Շատ լավ են սարքված. ամեն պատրաստություններ ունի նա. մահճակալ, անկողին, աթոռներ, գրասեղան և զանազան կարասիք։ Պատերը գարդարած են պատկերներով, պատուհանները լի են գրքերով։ Բայց մահճակալ ունի, նրա վրա չի պառկում, մահիճ ունի, գործ չէ ածում։ Պառկում է մերկ հատակի վրա, առանց անկողնի։ Զարմանալին այն է, որ շատ անգամ կողքերի տակին մանր խիճեր է ածում, որ ավելի ցավեցնի։ Երբ հարցնում ես, վարժապետ, ինչո՞ւ ես մարմինդ տանջում, նա քեզ պատասխանում է. «Ես այդ տանջանքով մարմինս ամրացնում եմ. դիցուք թե, այնպես պատահի, որ ստիպված լինեմ մի քանի գիշեր սարերի մեջ մնալ, այնտեղ ով կտա ինձ մահիճ ու մահճակալ, պետք է նախապես սովորել առանց անկողնի, մերկ քարերի վրա պառկելը»։"
      },
      {
        "index": 13,
        "text": "— Ապա ինչո՞ւ համար է պատրաստել իր մահիճն ու մահճակալը, քանի որ գործ չէ ածում։"
      },
      {
        "index": 14,
        "text": "— Հյուրերի համար։"
      },
      {
        "index": 15,
        "text": "— Հյուրեր ունենո՞ւմ է։"
      },
      {
        "index": 16,
        "text": "— Երբեմն բոլորովին անծանոթ մարդիկ հայտնվում են նրա մոտ, մի օր, երկու օր մնում են և դարձյալ անհայտանում են։— Դուք մահճակալի վրա ինչո՞ւ եք զարմանում, որդի,— խոսքը փոխեց տեր հայրը,— իր սենյակներում գեղեցիկ վառարաններ ունի, բայց երբեք կրակի երես չեն տեսնում։ Դուք չգիտեք, մեր կողմերում ձմեռը որքան սաստիկ է լինում. մարդու թուքը բերանի մեջ սառչում է։ Բայց նա իր անվառ սենյակի լուսամուտները բաց թողած, այնպես է քնում։ Շատ անգամ մի քանի օրով քաղցած է մնում, ոչ ուտում է և ոչ խմում միայն ծխում է։ Բայց երբեք իր ուժերը չէ կորցնում։ Իսկ երբ սկսում է ուտել, հինգ մարդու չափ ուտում է։ Նա հում միս էլ է ուտում, և ոչխարի արյունը այնպես է խմում, ինչպես ոչխարի կաթը։ Սկզբում այդ բաները գյուղացիների աչքում խիստ օտարոտի էին թվում, բայց հետո ընտելացան։ Միս, ասում է նա, ամեն տեղ կարող եմ գտնել, կամ մի թռչուն կորսամ, կամ մի վայրենի ոչխար կգնդակահարեմ, բայց եփելու"
      },
      {
        "index": 17,
        "text": "համար կրակ ամեն տեղ դժվար է գտնել, այդ պատճառով պետք է սովորել, առանց եփելու ևս ուտել միսը։"
      },
      {
        "index": 18,
        "text": "— Բայց ինչո՞ւ նա օրերով քաղցած է մնում։"
      },
      {
        "index": 19,
        "text": "— Առաջ ես այնպես էի կարծում, որ հոգու համար է անում, մեր հին ճգնավորների նման ծոմ է պահում։ Մի անգամ հարցրի, նա բոլորովին այլ կերպ բացատրեց իր ծոմապահության պատճառը։ Տեր հայր, ասաց նա, կարող է պատահել, որ ես ստիպված կլինեմ մի որևէ լեռան խորքերում պատսպարված լինել, որտեղ ոչ բնակություն կա և ոչ հաց,— կարող էր պատահել, որ հանգամանքների պատճառով ես ստիպված կլինեմ մի քանի օր այնտեղ քաղցած մնալ, չէ՞ որ այժմյանից պետք է սովորեցնեմ ինձ համբերել քաղցածության։ Եվ այդպես նա միշտ երևակայում է մի անապատական լեռնային կյանք, հեռու մարդկային բնակությունից, ամայության մեջ խուլ, մթին քարանձավներում, և մի այդպիսի կյանքի համար վաղօրոք աշխատում է պատրաստվել։ Բայց ինչո՞ւ համար,— ոչ ոք չգիտե։"
      },
      {
        "index": 20,
        "text": "— Այդպիսի մի տարօրինակ մարդ է նա,— շարունակեց տեր հայրը,— եթե մոտենաք նրա բնակարանին, այնտեղ կտեսնեք զանազան մեծությամբ, զանազան ծանրությամբ քարեր։ Համարյա ամեն օր որոշյալ ժամերում, նա այդ քարերը բարձրացնում է և ձեռքով զանազան շարժումներ է գործում։ «Ուժս փորձում եմ,— ասում է նա,— որ տեսնեմ, եթե մի օր պետք լինի այսպիսի քարեր միմյանց վրա դարսել, արդյոք կարո՞ղ կլինեմ»։— «Քարերով տո՞ւն պիտի շինեք»։— «Ոչ, մի ուրիշ բան»… Եվ այսպես, փոքրը ցած է դնում և ավելի մեծն է վեր առնում, և անդադար շարում է միմյանց վրա։ Չափազանց հոգ է տանում թե իր մարմինը ամրացնելու և թե իր ուժի վրա։ Մեր գյուղում հազիվ մի տղամարդ կգրանցվի, որ նրա չափ ուժեղ լինի։ Եթե մեկը նրանից ուժեղ ևս լինի, բայց նա այնպիսի սատանայական ֆանդեր գիտե, որ ձեռքը ընկած մարդին կկաշկանդե և հավի նման իր ոտների տակը կդնե։ Այդպիսի դեպքեր շատ են պատահել։ Նրանցից օրինակ առնելով, մեր երեխաները ևս սկսել են հետևել նրան։— «Առողջ և զորավոր մարմնի մեջ է բնակվում զորեղ հոգին»,— ասում է նա,— «պետք է աշխատել զորացնել մարմինը»։"
      },
      {
        "index": 21,
        "text": "Ես խորին ուշադրությամբ լսում էի։ Տեր հայրը շարունակեց."
      },
      {
        "index": 22,
        "text": "— Ես երբեք չեմ տեսել մի այդպիսի անհանգիստ մարդ, ոչ մի րոպե դադարում չունի։ Երբ դասերը կվերջացնե, ոտքի վրա մի բան կուտե և իսկույն վազ կտա դեպի դաշտը։ Այնտեղ հնձավորի"
      },
      {
        "index": 23,
        "text": "հետ հունձ կանե, որ ցույց տա, թե ինչպես պետք է հնձել, այնտեղ հերկավորի հետ կհերկե, որ ցույց տա, թե ինչպես պետք է հերկել, և շատ անգամ բահը առած, բանջարանոցներում ածուներ կփորե։ Բանջարների մշակությունը մեր գյուղում բոլորովին անծանոթ էր, նա օրինակ տվեց մեզ, իր դպրոցի մոտ մշակելով մի գեղեցիկ պարտեզ։ Երբ նրան ասում ես. վարժապետ, այդպես չէ կարելի, մի փոքր հանգստացիր։ Նա սովորաբար պատասխանում է. «Հանգստությունը մեզ համար չէ, մենք շատ ետ ենք մնացել, և այդ պատճառով շատ բան ունենք սովորելու և անելու… Մեզ պետք է շտապել»…"
      },
      {
        "index": 24,
        "text": "— Միայն ձե՞ր գյուղով զբաղված է նա։"
      },
      {
        "index": 25,
        "text": "— Ոչ միայն մեր գյուղով, այլ մեր շրջակայքի բոլոր գյուղերը գնում է նա։ Ձիուց ավելի արագ է ուղեգնացության ժամանակ, և երբեք ձի չէ նստում, այլ սովորություն ունի միշտ ոտքով շրջել։ Ամեն գյուղում ճանաչում են նրան, ամեն տեղ հարգում են, և ամենքը աշխատում են նրա խորհուրդներից օգուտ քաղել։ Մինչև անգամ քուրդ գյուղացիների համար նա չէ խնայում իր աշխատությունները։ Երբ նրանից հարցնում են, թե դրանց հետ ի՞նչ գործ ունես, դրանք խո մեզանից չեն, նա պատասխանում է. «Դրանք մեր հարևաններն են, եթե դրանք քաղցած մնան, մեր հացը կխլեն մեր ձեռքից։ Եթե ցանկանում ենք, որ քուրդը գողություն չանե, պետք է աշխատենք սովորեցնել նրան, որ իր վաստակով ապրուստ հայթայթե»։ Նա քրդերի ուսման մասին էլ է հոգ տանում։ Նրա դպրոցում մի քանի քուրդ երեխաներ կան, և նրանց ավելի շատ է սիրում, քան թե մեր երեխաներին։ Մի անգամ այդ երեխաներից մեկը հիվանդացավ, նա կատարյալ գժվածի նման էր այդ միջոցում. ամբողջ գիշերներ նստում էր նրա անկողնի մոտ, խորին տխրությամբ նայում էր նրա վրա, կարծես շնչառության ամեն մի վայրկյանը համբարելիս լիներ։ Այնքան հոգ տարավ, մինչև առողջացրեց։"
      },
      {
        "index": 26,
        "text": "— Քրդերը նույնպես սիրո՞ւմ են նրան։"
      },
      {
        "index": 27,
        "text": "— Ոչ միայն սիրում են, այլև սաստիկ հարգում են։ Չէ՞ որ սերը սերից առաջ կգա։ Քուրդն էլ մարդ է, զգացմունք ունի, խո գազան չէ։ Եթե գազան ևս լինի, սե՛րը, անկեղծ սերը, նրան մարդ կդարձնի։ Երբ դու գազանին սկսում ես սիրել, փայփայել, երբ սկսում ես նրա քաղցած փորը կերակրել, նա փոքր առ փոքր մոռանում է իր գազանությունը, մտերմանում է քեզ հետ և սկսում է սիրել քեզ։ Դրա համար մեր տեր Հիսուս Քրիստոսը ասում էր՝ «սի"
      },
      {
        "index": 28,
        "text": "րեցեք միմյանց» — Շատ անգամ նա ինձ ասում է. «Այդ ձեր գործն է, տեր հայր, տարածել սերը. դուք չպիտի զբաղվեք միայն մկրտություն, պսակ, թաղում կատարելով»։ Ճշմարիտ է, բոլորովին ճշմարիտ է, այդ մեր գործն է սիրո տարածելը։ Բայց մենք ոչինչ չսովորեցինք. մենք քահանա դարձանք, առանց քահանայի սրբազան պաշտոնի արժանավորություններ ունենալու։ Եվ մեզանից չպահանջեցին այդ արժանավորությունները։ Մեզանից պահանջեցին միայն վարձը, որով ամեն մի տգետ քահանա է դառնում։ Երբեմն նա ինձ գիրք է տալիս, կարդում եմ. իմ աչքերը նոր են բացվում և ես նոր եմ հասկանում, թե որքան անպատրաստ եմ եղել։ Ի՜նչեր չէր կարող անել քահանան, մանավանդ շինական քահանան։ Այն բոլոր գործերը, որ նա է կատարում, հենց քահանայի գործն է։ Մի՞թե քահանան չէր կարող կրթել գյուղացի մանուկներին. մի՞թե քահանան չէր կարող ծանոթացնել գյուղացուն երկրագործական նոր ձևերի հետ. մի՞թե քահանան չէր կարող այցելել հիվանդներին և նրանց ցավերին դարման տանել։ Մի՞թե առաքյալները նույնպես հիվանդների մոտ չէին գնում և բժշկություն չէին անում։ Ո՞րքան գործեր կան, որ կարող էր կատարել լավ պատրաստված քահանան։ Բայց մենք ոչինչ չսովորեցինք և քահանայի ծանր պաշտոնը հանձն առինք։"
      },
      {
        "index": 29,
        "text": "Լսելի եղավ մի խուլ շաչյուն, շառաչյուն։ Տեր հոր խոսակցությունը ընդհատվեցավ։ Ես սոսկացի։"
      },
      {
        "index": 30,
        "text": "— Այդ շղթայի ձայնն է,— հանգստացրեց ինձ տեր հայրը, ժպտալով։"
      },
      {
        "index": 31,
        "text": "— Ի՞նչ շղթա։"
      },
      {
        "index": 32,
        "text": "— Նայեցե՛ք։"
      },
      {
        "index": 33,
        "text": "Ես նայեցի դեպի տեր հոր ցույց տված կողմը։ Այնտեղ պառկած էր նրա որդին, և մի տարօրինակ դատապարտյալի նման, նրա ոտքերից մեկը կապած էր բավական հաստ շղթայի ծայրին, որի մյուս ծայրը անց էր կացրած պատի միջով, ո՞ւր էր տարած, չէր երևում։ Քնի մեջ նա շարժեց ոտը և շղթայի շաչյունը աղմուկ բարձրացրեց։"
      },
      {
        "index": 34,
        "text": "— Այդ ի՞նչ բան է,— հարցրի զարմանալով։"
      },
      {
        "index": 35,
        "text": "Տեր հայրը բացատրեց այդ խորհրդավոր ոտնակապի նշանակությունը։ Պատի մյուս կողմում, ասաց նա, ախոռատունն է, որտեղ կապած է նրա որդու նժույգը. շղթայի մյուս ծայրը պատի միջով տարած է ախոռատունը և կցած է ձիու երկաթյա ոտնակապի հետ, որ ամրացրած է նույնպես երկաթյա փականքներով։"
      },
      {
        "index": 36,
        "text": "— Ինչի՞ համար։"
      },
      {
        "index": 37,
        "text": "— Նրա համար, որ եթե տանելու լինեն, շղթան կձգվի և տերը կզարթնե։"
      },
      {
        "index": 38,
        "text": "— Բայց գողը կարող է այնպես զգուշությամբ կոտրել ձիու ոտնակապը, որ ձեր որդին ոչինչ չի զգա։"
      },
      {
        "index": 39,
        "text": "— Այդ դժվար է, շատ դժվար է։"
      },
      {
        "index": 40,
        "text": "— Մի՞թե դեռևս գողություններ են լինում։"
      },
      {
        "index": 41,
        "text": "— Լավ ձիու գողությունը՝ տակավին հին սովորությամբ՝ մեր կողքերում հանցանք չէ համարվում, այլ համարվում է մի տեսակ քաջություն, ճարպկություն, և ամոթը վերաբերում է ոչ այնքան գողին, որքան ձիու տիրոջը,որ գողանալ է տալիս։ Այդ խայտառակությունից ազատ մնալու համար՝ որդիս իր ոտը կապել է ձիու ոտին։"
      },
      {
        "index": 42,
        "text": "Չնայելով մեր այն օրվա դժվարին ճանապարհորդությանը, չնայելով իմ սաստիկ հոգնածությանը և չնայելով, որ գիշերի կեսից անցած էր, բայց քնելու և հանգստանալու կարիք չէի զգում։ Պատրաստ էի ամբողջ գիշերը անցկացնել մինչև անգամ ամենադատարկ խոսակցություններով, միայն թե կարելի լիներ սպանել ժամանակը, մինչև կլուսանա, մինչև կտեսնեի նրան… Բայց տեր հայրը իմ հանգստանալու մասին էր մտածում, իմ անկողինը արդեն պատրաստ էր. հանվեցա, մտա տեղերիս մեջ։ Բարձերի մոտ դրած էր երկու անոթ, մեկը լի ջրով, մյուսը լի գինով, որ եթե գիշերը ծարավեի, որից որ կամենայի՝ նրանով ծարավս կոտրեի, իմ կշտին անկողին մտավ տեր հայրը։ Նա էլ ինձ նման երկար անքուն մնաց։ Բայց նրա անքնության պատճառը բոլորովին այլ էր, նա անկողնի մեջ աղոթում էր. ամբողջ «եկեսցեն» պետք է վերջացներ, հետո քներ։"
      },
      {
        "index": 43,
        "text": "Ես մտքով հափշտակված էի դեպի դպրոցը և դեպի նրան կից երկու սենյակները։ Այնտեղ ևս երկու անձինք անպատճառ անքուն կլինեին․— Ասլանը և վարժապետը։ Նրանք կնստեին, նրանք կխոսեին մինչև լույս։ Ա՜խ, որքան ախորժելի կլիներ ինձ լսել նրանց խոսակցությունը, նայել նրանց վրա և հիանալ։ Նա դիտմամբ ընտրեց Ասլանին. նա կամեցավ առանձնանալ նրա հետ։ Ինչո՞ւ ինձ ևս իր հետ չտարավ։ Մի՞թե տակավին նա ինձ անարժան էր համարում իրանց հասարակությանը։ Մի՞թե դեռևս այնքան անփորձ էի, որ չէի կարող մասնակցել նրանց խորհուրդներին։ Ինչ էլ որ լիներ նրա կարծիքը իմ մասին, այնուամենայնիվ, ես ռեսի տանը պարզ նկատում էի, որ նա տակավին սիրում էր ինձ։ Ո՜ր"
      },
      {
        "index": 44,
        "text": "քան կարոտով նայում էր իմ վրա, ո՜րքան դժվարությամբ զսպում էր իրան, միգուցե դեմքի մի անզգույշ ցնցումը մատներ իրան… Ո՞վ կմտածեր հանդիպել նրան այդ լեռնային խլության մեջ։ Ինչո՞ւ Ասլանը առաջուց ոչինչ չասաց ինձ, չնախապատրաստեց, այդ ուրախալի տեսակցության համար։ Գուցե ես այնքան անխոհեմ լինեի, գուցե իմ զգացմունքները զսպել չկարողանայի, և երբ նիզակը ձեռին՝ վեհանձնաբար ներս մտավ նա ռեսի սենյակը, ես նետվեի նրա գիրկը և սեղմեի կուրծքիս վրա թանկագին բարեկամիս։ Ես խո դրանով շատ բան կփչացնեի… ես խո կմերկացնեի նրան…"
      },
      {
        "index": 45,
        "text": "Ո՜րքան փոխվել էր նա, ո՜րքան այլակերպվել էր… Ես հազիվ կարողացա ճանաչել։ Փոխվել էր ամեն ինչ, որ արտաքին էր. հագուստը, մազերը, սանրվածքի ձևը, մինչև անգամ ձայնը, բարբառը։ Անփոփոխ պահպանվել էր նրա մեջ նախկին ջերմ, սիրող սիրտը, որի մեջ ամեն մի թշվառի համար անսահման սեր, անսահման կարեկցություն կար։ Ո՜րքան զորեղ և կախարդիչ էր նրա ազդեցությունը գյուղացիների վրա, ո՜րքան հարգանքով էին վերաբերվում դեպի նա։ Նա ինձ վրա այն տպավորությունն էր գործում, ինչ տպավորություն գործում է գազանների ահարկու զսպողը. ամեհի առյուծը լիզում է նրա ձեռքերը, կատաղի վագրը թավալվում է նրա ոտների տակ… Ո՜րքան ուժ և կամքի զորություն կար նրա մեջ, որ կարողացել էր մեղմացնել, հեզացնել և մինչև անգամ ազնվացնել այդ մարդակերպ գազանների բնավորությունը… Նա այժմ իր սիրած մթնոլորտի մեջն էր. այստեղ կար լեռ, անտառ, ծով և կենդանի աշխուժով լի ժողովուրդ։ Նրա երազների ցնորքն էր՝ մի այդպիսի ժողովրդի մեջ լինել, մի այդպիսի աշխարհում գործել։ Հմուտ բրուտը իր ձեռքի տակ ուներ խիստ ընտիր կավ․ նրան ինչ ձև որ կամենար՝ կտար։"
      },
      {
        "index": 46,
        "text": "Նրանից շատ հեռու չէին Ոստանի ավերակները, որտեղ մի ժամանակ կանգնած էր նրա հոր հոյակապ ամրոցը, որտեղ կատարվել էին այնքան սոսկալի արկածներ… Նրանից շատ հեռու չէր Ռազմիրան գյուղը, որտեղ դրած էին նրա նախահարց պատկառելի շիրիմները։ Հայրը այդ երկրի տերն ու իշխանն էր։ Որդին դարձել էր նրա աշխատասեր մշակը, նրա բնակիչների դաստիարակը։ Ո՜րպիսի խաղ անագորույն բախտի, որպիսի մեծ փոփոխություն…"
      },
      {
        "index": 47,
        "text": "Բայց ես համոզված էի, որ նախահարց մոռացված շիրիմները և հայկական ամրոցի տխուր փլատակները այնքան ցավ չէին կա"
      },
      {
        "index": 48,
        "text": "կարող ազդել նրա զգայուն սրտին, որքան վերջին գյուղացու խարխուլ խրճիթի թշվառությունը, որ տառապյալ մայրը, սովատանջ երեխաների լացն ու տրտունջը հանգստացնելու համար, միայն պարզ ջրով լցրած պտույկը դնում է օջախի վրա, շերեփով խառնում է, որպես թե կերակուր է պատրաստում երեխաների համար։"
      },
      {
        "index": 49,
        "text": "Ա՜խ, որքան երկար էր այդ գիշերը։ Տեր հայրը դեռ չէր վերջացրել իր «եկեսցեն»․ նրա շրթունքները դեռ լուռ շշնջում էին։ Ե՞րբ պիտի քներ նա։ Այնտեղ պլպլում էր մի այլ անքուն արարած — ճրագը։ Ես պատրաստ էի մի շունչի հարվածով սպանել նրան։ Թո՛ղ մութ լիներ, թո՛ղ ամեն ինչ ծածկվեր խավարի մեջ։ Ես կվերկենայի, կհագնվեի ու կգնայի… Ի՞նչ կմտածեին տանեցիք, եթե նկատեին։ Ինչ կուզե թո՛ղ մտածեին, բայց ես կգնայի… Գուցե կմոլորվեի, կկորչեի խրճիթների լաբիրինթոսի մեջ, գուցե գայլանման շները պատառ-պատառ կանեին ինձ, բայց կգնայի… Կգնայի դեպի դպրոցը և նրան կից երկու սենյակները…"
      },
      {
        "index": 50,
        "text": "Գոնե շուտ լուսանար։ Տեր հոր աղոթքի շշունջը այլևս չէր լսվում. նա քնեց։ Խրճիթում արթուն ոչ ոք չմնաց։ Ես ուրախացա։ Պետք էր միայն ճրագը հանգցնել։ Բայց ահա աքաղաղը սկսեց կանչել։ Նրա ձայնից զարթեց օրորոցի մեջ քնած մանուկը և զարթեցրեց քնած մորը։ Մի հսկող ևս ավելացավ։ Ի՞նչ պետք էր արած։ Մայրը ծիծը դրեց երեխայի բերանը և, գլուխը դնելով օրորոցի դաստակի վրա, նստած տեղում դարձյալ քնեց։ Այդ լավ եղավ։ Ամբողջ օրը աշխատած գեղջկուհու անդամները կարոտ էին հանգստության։ Բայց երեխան այդ չգիտեր։ Նա կրկին սկսեց լաց լինել, կրկին զարթեցրեց մորը։ Երևի, ծիծը դուրս պրծավ նրա բերանից։ Ես պատրաստ էի խեղդել նրան, որ ձայնը կտրե։ Մայրը դարձյալ ծիծը դրեց բերանը, դարձյալ գլուխը դրեց օրորոցի դաստակի վրա, իսկույն քունը տարավ։ Այդ ուրախացրեց ինձ։ Բայց ահա մի նոր անհաջողություն։ Կրկին լսելի եղավ շղթայի շաչյունը։ Այս անգամ ձին ձիգ տվեց շղթան։ Երևի նա շարժեց ոտները։ Տերը զարթեց, գլուխը վեր բարձրացրեց և ականջները լարեց դեպի ախոռատան պատը։ Ոչինչ չկար, ձին հանդարտվեց։ Տերը կրկին գլուխը դրեց բարձի վրա։ Ի՛նչ երջանիկ մարդիկ են դրանք, գոնե կարող են քնել,— քնե՜լ, որ մարդու գլխավոր մխիթարություններից մեկն է։ Ինձ համար չէր այդ մխիթարությունը։ Գոնե շուտ լուսանար։ Մտածեցի զբաղեցնել ինձ, որ ժամանակը անցնի։ Տասն անգամ համբարեցի առաստաղի գերանները, տասն անգամ համբարեցի գերանների վրա շարած փարդուկները։ Այդ ևս, վերջապես, ձանձ"
      },
      {
        "index": 51,
        "text": "րացրեց ինձ։ Աչք ածեցի դեպի խրճթի շուրջը։ Նայում էի, թե ինչ բան ինչ տեղ է դրած։ Իր տեղումն էր ավելը, իր տեղումն էր անթրոցը, իր տեղումն էր լվացքի տաշտը։ Ամեն ինչ անշարժ էր։ Մի արարած միայն շարժվեցավ տեղից։ Թառի վրա թառած էր աքաղաղը, իր հարեմը շուրջը հավաքած։ Մարիներից մեկը կամաց անցավ աքաղաղի ետևից և, խորամանկությամբ մի կողմ հրելով նրա կշտին կանգնած առաջին մարիին, ինքը բռնեց նրա տեղը։ Այդ հաճոյամոլությունը գրգռեց առաջինի խանդը, նա սկսեց տրտնջալ։ Աքաղաղը, կարգ պահպանելու համար, կտցահարեց նորեկի գլխին և, նրան իր հափշտակած տեղից հեռացնելով, դարձյալ առաջինին կանգնեցրեց իր կշտին։ Առաջինը գեղեցիկ էր, իսկ վերջինը տգեղ… թռչունները ևս զուրկ չեն գեղասեր ճաշակից։ Այդ կարգադրությունից հետո, աքաղաղի երկրորդ ձայնը աղմկեց փոքրիկ խրճթի լռությունը։ Նրա ձայնից այժմ զարթնեց պառավ երեցկինը։ Դա էր պակաս։ Նա քնած էր առանց հանվելու։ Վեր կացավ, խարխափելով մոտեցավ օջախին։ Այնտեղ, կրակի վրա, ինչ-որ եփ էր գալիս, թըժթըժում էր։ Պտույկի խուփը բարձրացրեց և նայեց՝ արդյոք ջուրը քաշել չէ՞ր։ Նրա մեջ անպատճառ կամ հարիսա, կամ խաշ և կամ քեշկեկ պիտի լիներ, որ ամբողջ գիշերը ստիպված է եփվել, որ վաղ առավոտյան պատրաստ լինի ուտելու համար։ Այդ երեք սննդարար կերակուրները ուտվում են արեգակից առաջ, որ ամբողջ օրը կարելի լինի մարսել։ Վերջացնելով իր գործը օջախի մոտ, երբ պառավը մի ինչ-որ բան որոնում էր խրճիթի մեջ, նրա աչքին ընկավ օրորոցի դաստակի վրա քնած հարսը։ Նա մոտեցավ և, ոտքով բոթելով նրան մրթմրթաց.— «Դու մի օր այդ երեխային կխեղդես. քանի անգամ ասել եմ քեզ, որ ծիծ տալու ժամանակ քնելու չէ»։ Նկատողությունը ծանր էր։ Հարսը ուղղեց իր դիրքը և, տեսնելով, երեխան վաղուց արդեն քնած էր, օրորոցի քողը ցած թողեց, իր տեղում նստած մնաց։ Պառավը այլևս չմտավ իր անկողինը, խրճթի դուռը կամաց բաց արավ, դուրս եկավ սրահը, նայեց դեպի երկինքը, տեսնելու, թե գիշերի որ ժամն է։ Աստղերը նրա ժամացույցն էին։ Նա վերադարձավ և, թել մանելու ճախարակը իր ետևից քարշ տալով, կրկին դուրս եկավ սրահը։ Այնտեղ մնաց, և մի քանի րոպեից հետո լսելի եղավ ճախարակի բարակ ճլվլոցը։ Այժմ ամեն հույս կորած էր. նա կերբերոսի նման դուռը բռնեց։ Ես այլևս չէի կարող դուրս գալ։ Պառավը այնտեղ կմնար և մինչև լույս կմաներ։ Սկեսուրը վեր կենալուց հետո, հարսին արդեն անպատշաճ էր քնել. դա էլ վեր առեց իր"
      },
      {
        "index": 52,
        "text": "կարը, նստեց սյունի մոտ, ճրագի հանդեպ։ Սկեսուրը մանում էր, հարսը կարում էր։ Իսկ ինձ տանջում էր մի կողմից անքնությունը, մյուս կողմից նրան տեսնելու, նրա հետ խոսելու սաստիկ փափագը։ Գոնե շուտ լուսանար. ո՜րքան երկար էր այդ գիշերը։ Ես կրկին սկսեցի համբարել առաստաղի գերանները։ Առաստաղից ցած իջա, սկսեցի համբարել խրճթի սյուները։ Այդ ևս վերջացավ, սկսեցի համբարել, թե դեռ քանի հոգի քնած են մնացել։ Իմ աչքերը կանգ առին գեղեցիկ պատկերի վրա։ Ես տեսնում էի այժմ նրա կիսամերկ թիկունքը միայն, երեսը շուռ էր տված դեպի հակառակ կողմը։ Նայում էի, երկար նայում էի այդ լիքը թիկունքի վրա, որ սքանչելի կերպով լուսավորված էր ճրագի լուսով։ Երկու ուրիշ աչքեր ևս դարձան դեպի այդ կողմը, և ուշադրությամբ նայեցին։ Դրանք հարսի աչքերն էին։ Նա ցած դրեց կարը, մոտեցավ և ձեռքով բզեց օրիորդի կողքը։ Նա զարթնեց։ «Այդ ի՜նչպես ես քնած»,— լսելի եղավ հարսի հանդիմանությունը։ Օրիորդը ոչինչ չպատասխանեց, որովհետև նա չգիտեր, թե ինչպես էր քնած։ Նա վերառեց իր մոտ դրած կարմիր շապիկը և շտապով հագավ։ Գեղեցիկ թիկունքը անհետացավ իմ աչքից։— «Ես քեզ չասեցի, որ ինձ շուտ զարթեցնես»,— ասաց օրիորդը։— «Հիմա էլ ուշ չէ»։— պատասխանեց հարսը, կրկին գնալով և իր տեղը նստելով։ Օրիորդը հագնվեցավ և դուրս եկավ սրահը։ Խրճթի կիսաբաց դռնից ես տեսնում էի, թե ինչպես լվացվեցավ նա, թե ինչպես շապիկի լայն դրոշակով սրբեց երեսը, և թե ինչպես մատներով սանրեց, ուղղեց գլխի մազերը։ Իր պչրանքը վերջացնելուց հետո, նա վեր առեց հարթ կտրած մի կոճղ, աթոռի նման դրեց տակին և նստեց իր ոստայնի առջև։ Ճարտար մատները սկսեցին արագությամբ խաղալ գույնզգույն թելերի հետ։ Ես հիացած նայում էի. սրահում վառվող ճրագը լուսավորում էր նրա աշխատությունը։ Նա մի գեղեցիկ գորգ էր հյուսում, մի ամբողջ տարի սկսել էր և մոտ ժամանակում վերջացնելու վրա էր։ Ո՜րպիսի մեծ եռանդով աշխատում էր նա, ո՜րքան ոգևորությամբ շարժվում էին նրա ճարպիկ մատները։ Կարծես յուրաքանչյուր նկարը, յուրաքանչյուր գույնը տպավորում էին նրա սրտի մեջ նույնպիսի գեղեցիկ նկարներ ապագայի,— ջերմ փափագով սպասվող ապագայի մասին… նա գործում էր և մեղմ ձայնով երգում էր։ Նա նշանված էր. նա այդ գորգը իր օժիտի համար էր պատրաստում։ Այնտեղ, հարսանիքի ժամանակ, փեսայի տանը, բաց կանեին այդ գորգը և բոլոր գյուղացիք կզարմանային նորահարսի շնորհքի և ճարտարության վրա։ Աքաղաղը երրորդ ան"
      },
      {
        "index": 53,
        "text": "գամ սկսեց խոսել։ Այդ անգամ զարթնեց տեր հոր որդին — օրիորդի հայրը։ Նա շղթան բաց արեց ոտից և, հենց իր անկողնի մեջ նստած տեղում, հագնվեցավ։ Երբ վեր կացավ, նա մի փոքր ջուր քսեց երեսին, որպես թե լվացվեցավ։ Հետո կանեփի երկար ձողը, մոմի նման վառելով, ձեռին բռնած, դիմեց դեպի ախոռատունը՝ իր նժույգին և մյուս անասուններին նայելու։ Նրա կինը, որ ճրագի առջև կար էր կարում, ամենևին իր տեղից չշարժվեցավ ամուսնու վեր կենալու ժամանակ։ Կարծես նրան չէր ճանաչում։ Գյուղացու ընտանեկան կարգերին անծանոթ մեկը, նրանց միմյանց հետ կռված կհամարեր։ Բայց ինձ հայտնի էր, որ կինը իր ամուսնուն ոչ մի ծառայություն չէ ցույց տալիս, երբ նրա հայրը կամ մայրը ներկա էին։ Նրանք գաղտնի են վայելում թե իրանց սերը և թե փոխադարձ հարգանքը։ Սրահում հայրը տեսավ իր աղջկան, որ նստած գործում էր։ Մոտեցավ, ձեռքը գգվանքով քսեց նրա մազերին և անցավ։ Լսելի եղավ եկեղեցու կոչնակի ձայնը։ Կարծես մի մարդ խթեց տեր հոր կողքին, նա իսկույն զարթնեց։ Նրա երեք անգամ հազալու ձայնը արդեն նշան էր իր զարթնելուն։ Հարսը շուտով տեղից վեր կացավ, մոտեցավ, սկսեց օգնել նրան հագնվելու։ Աչքերի բացվելու հետ, բացվեցավ և տեր հոր բերանը, սկսեց ինչ-որ սաղմոս մրթմրթալ։ Մրթմրթում էր նա հագնվելու ժամանակ, մրթմրթում էր նա լվացվելու ժամանակ, մրթմրթում նա երեսը սրբելու ժամանակ, և այդ անվերջ սաղմոսը շարունակվեցավ, մինչև մորուքը և գլխի մազերը սանրեց։ Հարսը ամենայն կամակատարությամբ ցույց էր տալիս իր ծառայությունները։ Այժմ համարյա ընտանիքի մեծ մասը ոտքի վրա էր։ Մնացել էին մի քանի երեխաներ, որոնք բոլորը մի վերմակի տակ քնած էին։ Դրանք էլ սատանայի նման դուրս վազեցին իրանց անկողնից, և միայն կարճ շապիկները հագներին, պպզեցին օջախի շուրջը։ Խիստ ծիծաղելի էր տեսնել, թե ո՜րպիսի ախորժակով ականջ էին դնում մեծ պտույկի մեջ եփվող կերակուրի ձայնին։ Նրանք առանց գիտենալու, թե ի՛նչ է եփվում, արդեն սկսեցին միմյանց հետ վիճել։ Մեկը ասում էր՝ հավի ջնաղը իմն է, կարծելով, թե հարիսա է, մյուսը ասում էր՝ ոչխարի ճանը իմն է, կարծելով, թե խաշ է․ երրորդը ծաղրում էր նրանց, թե ոչ ջնաղ կա և ոչ ճան, որովհետև եփվողը քեշկեկ է։ Երեխաների վեճը դեռ շարունակվում էր, երբ տեր հայրը առեց գավազանը, պատրաստվում էր դուրս գալ։ Այդ միջոցին ես ձայն տվեցի․"
      },
      {
        "index": 54,
        "text": "— Ես էլ կգամ։"
      },
      {
        "index": 55,
        "text": "— Ո՞ւր։"
      },
      {
        "index": 56,
        "text": "— Եկեղեցի։"
      },
      {
        "index": 57,
        "text": "— Օրհնյալ լինիս, գնանք միասին։"
      },
      {
        "index": 58,
        "text": "Նա մի փոքր համբերեց, մինչև ես պատրաստվեցա։"
      },
      {
        "index": 59,
        "text": "Դուրս գալով սրահը, ես վերջին անգամ նայեցի օրիորդի գեղեցիկ գորգի վրա, վերջին անգամ նայեցի և նրա գեղեցիկ երեսին։ Նա կարմրեց, ինչպես այն վարդագույն ծաղիկը, որ այդ րոպեում կազմում էր գորգի վրա։"
      },
      {
        "index": 60,
        "text": "Աղոթարանը (արևելքը) դեռ չէր լուսավորվել. գիշերային խավարը դեռ ամեն ինչ ծածկել էր իր սև թևքերի տակ։ Գյուղի մեջ տիրում էր խորին լռություն, միայն հեռվից լսելի էր լինում նիրհող ծովի խուլ շնչառությունը։ Մենք անցնում էինք ոլոր-մոլոր փողոցներով, ավելի ճիշտ կլիներ ասել, կտուրների վրայով։ Տեր հայրը դեռ շարունակում էր մրթմրթալ իր անվերջ սաղմոսը։ Տեղ-տեղ խրճիթների դռների առջև դուրս էին բերել եզները, լծում էին արորը, որ տանեն արտերը հերկելու։ Տեղ-տեղ հանդիպում էինք մշակների, որ մանգաղները թևքի տակ դրած, դիմում էին դեպի դաշտը։ Գործը և աշխատասեր գործավորը զարթել էին միասին։"
      },
      {
        "index": 61,
        "text": "Եկեղեցու դռանը մենք գտանք մի խումբ ծերունիներ, որոնք նստած էին գերեզմանաքարերի վրա, ջերմեռանդությամբ սպասում էին, մինչև դռները բաց անեն։"
      },
      {
        "index": 62,
        "text": "— Ես պետք է գնամ պարոն բժշկապետի մոտ,— ասացի տեր հորը,— հետո կգամ ժամ։"
      },
      {
        "index": 63,
        "text": "— Գնացեք, որդի,— ասաց նա, ցույց տալով վարժապետի սենյակները։"
      },
      {
        "index": 64,
        "text": "Լուսամուտների թանձր վարագույրները ցած էին թողած, ես կարծեցի, քնած կլինեն, բայց ներսից աղոտ լույս էր երևում։ Ես մոտեցա նախասենյակի դռանը, սկսեցի բախել։ Ավելի սաստիկ, քան դռան տախտակները, բաբախում էր իմ սիրտը։ Ի՜նչպես պետք է հանդիպեի նրան, ինչե՜ր պետք է ասեի նրան։ Ճանապարհին, տեր հոր հետ գալու ժամանակ, իմ գլխում արդեն պատրաստել էի մի ամբողջ ճառ, բոլորը պետք է կարդայի նրան, որ տեսներ, որ ես այլևս առաջվա տգետ Ֆարհատը չեմ, որ ես բավական զարգացել եմ։ Այդ կուրախացներ նրան։ Դուռը բացվեցավ, ես դողդողալով ներս մտա, որպես դասը լավ չսերտած աշակերտը մտնում է դասատունը։ Նախասենյակում նա գրկեց ինձ։ Ես մի բառ անգամ չգտա նրան ասելու, բոլորը, ինչ որ կազմվել էր իմ գլխում, շփոթ"
      },
      {
        "index": 65,
        "text": "վեցավ, մոռացվեցավ սրտիս սաստիկ հուզմունքից։ Ես միայն փաթաթվեցա նրա պարանոցին։"
      },
      {
        "index": 66,
        "text": "Երբ մտանք սենյակը, Ասլանը լուռ նստած էր գրասեղանի մոտ, որի վրա վառվում էին երկու մոմեր և լուսավորում էին այնտեղ թափված թղթերը։ Երևում էր, որ դրանք ևս, ինձ նման, ամբողջ գիշերը չէին քնել։ Ես պատմեցի, թե ինչպես անցկացրի իմ գիշերը։"
      },
      {
        "index": 67,
        "text": "— Այդ ես երևակայում եմ,— ասաց վարժապետը ծիծաղելով,— տեր հայրը իր աղոթքներով հանգստություն չէր տա քեզ։ Նա թեև մոլեռանդ է, բայց շատ լավ մարդ է։"
      },
      {
        "index": 68,
        "text": "Նա բռնեց իմ ձեռքից, նստեցրեց իր մոտ, մի փոքրիկ հայկական թախտի վրա, որ ծածկված էր գեղեցիկ գորգով, որը տեղային ձեռագործության արդյունք էր։ Նայում էր իմ երեսին, նայում էր իմ հասակին և երկար մի ձեռքը բաց չէր թողնում իր ափի միջից։ Կարծես նոր էր տեսնում ինձ, և աշխատում էր միանգամից լրացնել երկար ժամանակների կարոտությունը։"
      },
      {
        "index": 69,
        "text": "— Ես ամենևին չէի սպասում, որ այդ գյուղում կտեսնեմ քեզ,— ընդհատեցի ես մեր մեջ տիրող լռությունը։"
      },
      {
        "index": 70,
        "text": "— Իսկ ես սպասում էի, — պատասխանեց նա, ձեռքը դնելով իմ ուսի վրա։"
      },
      {
        "index": 71,
        "text": "— Ուրեմն դու գիտեի՞ր, որ մենք գալու ենք այստեղ։"
      },
      {
        "index": 72,
        "text": "— Ինչպես չգիտեի… Ասա,— խոսքը փոխեց նա,— հավանո՞ւմ ես այդ գյուղը։"
      },
      {
        "index": 73,
        "text": "— Շատ գեղեցիկ տեղ է, հիանալի տեսարաններ ունի։"
      },
      {
        "index": 74,
        "text": "— Եվ լավ բնակիչներ,— ավելացրեց նա։"
      },
      {
        "index": 75,
        "text": "Ասլանը մեզանից հեռու, գրասեղանի մոտ, պարապում էր։ Նրան չխանգարելու համար մենք կամաց էինք խոսում։ Նա ինչ-որ թվաբանական հաշիվներ էր անում և խորասուզված էր խնդրի լուծման մեջ։ Վերջը մատիտը մի կողմ դրեց, ինքն իրան ասելով,— է՜հ, սատանան տանե… չէ դուրս գալիս…"
      },
      {
        "index": 76,
        "text": "Վարժապետը թողեց ինձ, մոտեցավ գրասեղանին և, մատը թղթի վրա դնելով, ասաց."
      },
      {
        "index": 77,
        "text": "— Այդ թվանշանները պետք է միացնել մյուսների հետ…"
      },
      {
        "index": 78,
        "text": "— Այդ ես փորձել եմ…"
      },
      {
        "index": 79,
        "text": "— Բայց դու մի սխալ ես արել… ահա այստեղ…"
      },
      {
        "index": 80,
        "text": "Ասլանը կրկին վեր առեց մատիտը։ Վարժապետը կրկին վերադարձավ ինձ մոտ։"
      },
      {
        "index": 81,
        "text": "— Հիմա պատմիր,— ասաց նա, այժմ իսկապես վարժապետի"
      },
      {
        "index": 82,
        "text": "եղանակով,— ո՞ր երկրներում եղար, ի՞նչ մարդկանց հետ տեսնվեցար, ի՞նչ տպավորություններ գործեցին քո վրա տեսածներդ։"
      },
      {
        "index": 83,
        "text": "— Կարծեմ դու այդ բոլորը գիտես, թե որտեղերում եղել եմ և ի՛նչ մարդկանց հետ տեսնվել եմ,— պատասխանեցի ես ժպտալով։"
      },
      {
        "index": 84,
        "text": "— Այո՛, գիտեմ, բոլորը գիտեմ…"
      },
      {
        "index": 85,
        "text": "— Էլ ո՞ւր ես հարցնում։"
      },
      {
        "index": 86,
        "text": "— Ինձ հետաքրքրում են քո տպավորությունները և քո կարծիքները։"
      },
      {
        "index": 87,
        "text": "Ես համառոտ կերպով պատմեցի իմ ճանապարհորդական տպավորությունները, պատմեցի, թե որպիսի մտքեր էին զարթեցնում իմ հայրենի աշխարհի ավերակները, պատմեցի և իմ կրած հոգեկան տանջանքները ժողովրդի թշվառության մասին։ Նա ուշադրությամբ լսում էր, իսկ ես նրա դեմքի վրա նշմարում էի ճշմարիտ վարժապետի ուրախությունը, երբ սիրած աշակերտի մեջ մի փոքրիկ հառաջադիմություն է նկատում։ Նա դարձյալ գրկեց ինձ, ասելով․"
      },
      {
        "index": 88,
        "text": "— Քո մեջ միտք կա, Ֆարհատ։ Դու բավական զարգացել ես։"
      },
      {
        "index": 89,
        "text": "— Այդ մարդուն եմ պարտական։— Ես ցույց տվեցի Ասլանի վրա։"
      },
      {
        "index": 90,
        "text": "Նա գրասեղանի վրայից գլուխը բարձրացրեց և գոհունակությամբ ժպտաց, չգիտեմ, իմ հայտնած շնորհակալության համար, թե նրա համար, որ դժվարին խնդիրը լուծվեցավ։ Վերջինը պետք է հավանական լիներ, որովհետև նա մատիտը դարձյալ ցած դրեց և ինքն իրան ասաց.— «Հիմա դուրս եկավ»…"
      },
      {
        "index": 91,
        "text": "Որպես հետո իմացա, Ասլանը հաշվում էր, թե ո՞րքան ծախս է հարկավոր, եթե մինչև Դատվանի նավահանգիստը սայլակի հարթ ճանապարհ շինվի, և ո՞րքան ժամանակ է հարկավոր մի այդպիսի ճանապարհ պատրաստելու համար։"
      },
      {
        "index": 92,
        "text": "Ես տեր հոր նկարագրություններից առաջուց այնքան շատ տեղեկություններ էի ստացել վարժապետի դպրոցի, սենյակների, կացության, սովորությունների և առհասարակ նրա կյանքի մասին, որ այժմ ինձ մնում էր միայն ստուգել, թե որքան ճշմարիտ էին նրանք։ Մի հայացք բավական էր բոլորը ստուգելու համար։ Ամեն ինչ ակներև էր։ Բայց նրա դպրոցը, կացարանը, նրա տարօրինակ սովորությունները և նրա ամբողջ գործունեությունը, որ տեր հոր զարմացք էին պատճառում և մինչև անգամ օտարոտի էին թվում, ընդհակառակն, ինձ վրա բոլորովին այլ տպավորություն էին գոր"
      },
      {
        "index": 93,
        "text": "ծում։ Ես այդ բոլորի մեջ տեսնում էի մի անձնազոհ միսիոնարի առաքելություն՝ անկիրթ ժողվրդի մեջ։ Այդ առաքելությունը՝ իր ինքնուրույն ձևերով՝ ամենևին միակողմանի նպատակ չուներ․ նա այնքան բազմակողմանի էր, որքան բազմակողմանի էին ժողովրդի պետքերը, որի կրթությանը, որի բարօրությանը նվիրել էր անխոնջ գործիչը իր անձը և իր գործունեությունը։"
      },
      {
        "index": 94,
        "text": "Բայց ինձ զբաղեցնում էր մի միտք. այն բոլորը, որ ես տեսա, որ ես լսեցի, այն բոլորը, որ կատարվել էր այստեղ, չէր կարող փոքր ժամանակի աշխատության արդյունք լինել։ Այն օրից, որ ես վերջին անգամ բաժանվեցա նրանից Որսորդի տանը, շատ ժամանակ չէր անցել։ Մի՞թե այդքան կարճ միջոցում կարելի էր այդքան շատ գործ կատարել։ Անտարակույս, նա շատ վաղուց հարաբերություններ ուներ այդ գյուղացիների հետ։ Ռեսի տան խոսակցություններից երևաց, որ նա գլխավորապես ձմեռն է պարապում երեխաների հետ, իսկ տարվա մյուս եղանակներում ազատ է։ Այդ ազատ ժամանակներում նա կամ պարապում էր գյուղացիների հետ, կամ գնում է իր հայրենիքը բարեկամներին տեսնելու։ Ո՞վքեր էին նրա բարեկամները, որտե՞ղ էր նրա հայրենիքը,— այդ ես լավ գիտեի… Երևի, հենց այդ արձակուրդների ժամանակ նա գալիս էր մեզ մոտ և ես առիթ էի ունենում տեսնելու նրան։ Իսկ երբ բաժանվում էր մեզանից, կամ վերադառնում էր այդ գյուղը, սկսում էր իր աշխատանքը կամ ուրիշ տեղերում ճանապարհորդություններ էր անում։ Անկասկած, այդ պետք է լիներ պատճառը, որ նա երբեմն հայտնվում էր մեզ մոտ և դարձյալ շուտով անհայտանում էր…"
      },
      {
        "index": 95,
        "text": "— Գիտե՞ք, դուք այս առավոտ խանգարեցիք ինձ եկեղեցի գնալ,— բավական լուրջ կերպով ասաց նա, դառնալով դեպի Ասլանը և դեպի ինձ։— Ես ամեն երեկո և ամեն առավոտ եկեղեցուց երբեք ետ չեմ մնում։"
      },
      {
        "index": 96,
        "text": "— Դարձյալ կարող ես գնալ,— պատասխանեց Ասլանը հեգնական եղանակով։"
      },
      {
        "index": 97,
        "text": "— Այժմ ուշ է, ժամասացությունը վերջացել է, ժամավորները ահա դուրս են գալիս։"
      },
      {
        "index": 98,
        "text": "Նա մոտեցավ, բարձրացրեց լուսամուտի վարագույրը, նայեց դեպի եկեղեցու բակը։ Ժամասացությունը վերջացել էր այն ժամանակ, երբ արեգակը դեռ չէր ծագել։ Նրա այժմյան ժամասիրությունը զարմացրեց ինձ, ավելի այն պատճառով, որ ինձ վաղուց հայտնի էին նրա կրոնական հայացքները։"
      },
      {
        "index": 99,
        "text": "— Երևի, վանքերի մոտ ապրելով, դու սովորեցիր ժամասեր լինել,— նկատեցի ես ծիծաղելով։"
      },
      {
        "index": 100,
        "text": "— Այո՛…— պատասախանեց նա դրական կերպով գլուխը շարժելով։— Բայց ի՞նչ մի առանձին օգուտ կա գայթակղության պատճառ տալ ջերմեռանդ գյուղացուն։ Երբ վարժապետը ժամ չէ գնում, երբ վարժապետը պաս չէ պահում, նա ոչինչ ազդեցություն չէ կարող ունենալ գյուղացու վրա։"
      },
      {
        "index": 101,
        "text": "— Ուրեմն դու պա՞ս էլ ես պահում։"
      },
      {
        "index": 102,
        "text": "— Ոչ միայն պաս եմ պահում, այլ օրերով ծոմ էլ եմ պահում։"
      },
      {
        "index": 103,
        "text": "Նրա ծոմ պահելու նպատակը ես գիտեի, տեր հայրը բացատրել էր ինձ։ Բայց երբ Ասլանը լսեց վերջին խոսքը, ասաց."
      },
      {
        "index": 104,
        "text": "— Այդ բոլորը շատ լավ է, այո՛, պետք չէ գյուղացուն գայթակղության պատճառ տալ, բայց մի առանձին օգուտ էլ չունի՝ քաջալերել ռամկի ավելորդապաշտությունները։ Ինչ որ ավելորդ է, ինչ որ հին է, պետք է ոչնչանա։"
      },
      {
        "index": 105,
        "text": "— Թո՛ղ ոչնչանա,— պատասխանեց նա, Ասլանի նկատողությունը վաղաժամանակ համարելով։— Բայց ինչո՞ւ շտապել կտրելու հին տերևը, քանի որ, նորը դուրս գալուց հետո, նա ինքն իրան կթառամի և ցած կթափվի։"
      },
      {
        "index": 106,
        "text": "— Նրա համար պետք է շտապել, որ հինը կտրելով, նորը ավելի շուտ է աճում։"
      },
      {
        "index": 107,
        "text": "Նրանց վիճաբանությունը ընդհատվեցավ։ Լսելի եղավ դռան ձայնը։"
      },
      {
        "index": 108,
        "text": "— Անպատճառ տեր հայրը կլինի,— ասաց վարժապետը։— նա սովորություն ունի ամեն առավոտ, ժամից դուրս գալուց հետո, իմ սենյակը մտնել և սուրճ խմել։"
      },
      {
        "index": 109,
        "text": "Նա գնաց դուռը բաց անելու։ Այդ միջոցին Ասլանը հավաքեց գրասեղանի վրա թափված թղթերը և կողպեց արկղիկի մեջ։ Եվ իրավ, ներս մտավ տեր հայրը, ռեսին իր հետ բերելով։ «Բարի ողջույն» և «ողորմյա աստված» ասելով, նրանք նստեցին վարժապետի մահճակալի վրա։ Հարցնում էին, թե ի՞նչպես անցկացրեց պարոն բժշկապետը գիշերը, արդյոք հանգիստ էր, լա՞վ քնեց, թե անհանգիստ եղավ։ Ասլանը հայտնեց իր շնորհակալությունը։ Հետո սկսեցին խոսել այն բանի վրա, թե եկեղեցում այս առավոտ այսինչ տիրացուն՝ այնինչ շարականը շատ լավ երգեց, թե նրա ձայնը օրըստօրե ախորժելի է դառնում և, ընդհակառակն, մյուս տիրացվի ձայնը փչանում է, երևի, շատ խմելուցն է, և վերջ ի վերջո այն եզրակացությանը հասան, որ նրան պետք է արգելել, որ չխմե։"
      },
      {
        "index": 110,
        "text": "Վարժապետը ոչ ծառա ուներ և ոչ աղախին. նա ինքն էր մաքրում իր սենյակները, ինքն էր պատրաստում իր կերակուրը, ինքն ևս սկսեց թե իր հյուրերի և թե մեզ համար սուրճ պատրաստել։ Ծառա չպահելը բացատրում էին նրա չափազանց համեստ անփափակսեր կացությամբ։ Գուցե գլխավոր պատճառն այն էր, որ նա չէր ցանկանում իր մոտ երկրորդ աչքեր ունենալ։ Նրան երբեմն օգնում էր եկեղեցու ծերունի ժամկոչը, որ երկու ականջներից ևս խուլ էր և աչքերը վատ էին տեսնում։ Այս առավոտ նա չհայտնվեցավ, որովհետև եկեղեցում իր գործը դեռ չէր վերջացրել։ Միևնույն սենյակի վառարանի մեջ կրակ կար։ Այնտեղ վաղուց արդեն եփ էր գալիս սուրճը. մի այլ ամանում տաքացրած էր կաթը։ Երբ նա լիքը բաժակները դրեց մեր առջև, հետո բաց արեց իր սենյակի պահարաններից մեկը, այնտեղից դուրս բերեց սպիտակ հաց, սեր և կարագ նախաճաշիկի համար։ Սերը և կարագը ընծայել էին նրան հովիվները, որոնց մոտ էր գնացել նախընթաց օրը, բայց տեր հայրը արգելեց այդ վերջինները սեղանի վրա դնել ասելով."
      },
      {
        "index": 111,
        "text": "— Իզուր ախորժակներդ մի փչացրեք, ես եկել եմ ձեզ հրավիրելու մեր տունը։"
      },
      {
        "index": 112,
        "text": "— Երևի երեցկինը մի լավ բան պատրաստած կլինի նախաճաշիկի համար,— ժպտալով հարցրեց վարժապետը։"
      },
      {
        "index": 113,
        "text": "— Եթե լավ չլինի, վատ էլ չի լինի,— պատասխանեց քահանան նույնպես ժպտալով։"
      },
      {
        "index": 114,
        "text": "— Անպատճառ լավը կլինի. ես հրաժարվում եմ իմ ունեցածը սեղանի վրա դնել, թող մնա. այսօր իմ ճաշը դրանցով արդեն կարելի է պատրաստ համարել։"
      },
      {
        "index": 115,
        "text": "Ո՜րքան փոխվել էր նա, ո՜րքան մեղմացել էր նրա բնավորությունը, ո՜րքան քաղցրությամբ էր վարվում այդ մարդկանց հետ։ Ես միշտ համարում էի նրան խստասիրտ, անհամբեր, կամակոր և բռնասեր մի անձնավորություն։ Բայց այժմ ներկայանում էր նա՝ որպես գյուղացու սրտի, հոգու, զգացմունքների մարմնացած մի արտահայտություն, որ նրանից ծագելով, գիտեր նրան սիրելի լինել։"
      },
      {
        "index": 116,
        "text": "Սուրճից հետո մենք ամենքս դիմեցինք տեր հոր տունը։ Արևը նոր էր սկսել ծագել, նրա արշալույսը ավելի գեղեցիկ էր, քան երեկոյան վերջալույսը։ Փոշիանման նուրբ մառախուղը վեր էր բարձրանում ցողազարդ բուսականության վրայից և ամբողջ շրջակայքը եփ էր գալիս, գոլորշիանում էր։ Աղջիկները, ջրի սափորները"
      },
      {
        "index": 117,
        "text": "ուսներին, վերադառնում էին մերձակա աղբյուրից։ Վաղորդյան թեթև ցուրտը տվել էր նրանց թշերին թեթև կարմրություն։ Ծերունիները, նստած կտուրների վրա, տաքանում էին առաջին ճառագայթներով և նայում էին դեպի ծովը, որ այդ րոպեում մի արծաթյա մեծ ափսեի նմանություն էր ստացել։ Ուշացած, ետ ընկած երիտասարդները շտապում էին լծել արորը կամ գութանը։ Հնձավորի մանգաղի փայլը շողշողում էր հեռվից։ Տավարների նախիրը, ձիաների երամակը վաղուց էին դուրս քշել, իսկ ոչխարների հոտերը դեռ նոր քաղում էին թարմ ծաղիկները կանաչ խոտերի հետ։ Գեղեցի՜կ էր գյուղական առավոտը, խաղաղ, երջանիկ գյուղացու առավոտը, որի քրտինքը վաղորդյան ցողի հետ ոռոգում էր դաշտերը, որի վաստակը չէր հարստահարվում, որի զավակները ամբողջ տարի ուտելու հաց ունեին և տաք բնակարան։"
      },
      {
        "index": 118,
        "text": "Որ կողմից և անց էինք կենում, կտուրների վրա նստած մարդիկ խմբով ոտքի էին կանգնում և գլուխ էին տալիս։ Այդ պատիվը վերաբերում էր, իհարկե, գլխավորապես տեր հորը, ռեսին և վարդապետին, որոնք գյուղացիներից հավասար հարգանք էին վայելում։ Խրճիթների երդիկներից ծուխը թանձր սյուներով վեր էր բարձրանում և միախառնվում էր բարակ, թափանցիկ մառախուղի հետ։ Թոնիրները վառվում էին։"
      },
      {
        "index": 119,
        "text": "Երբ մտանք տեր հոր տան բակը, նրա որդին իր նժույգը ախոռատնից դուրս բերելով, այնտեղ կապել էր և իր ձեռքով թիմարում էր։ Մենք ամենքս կանգնեցինք, նայում էինք սիրուն նժույգի վրա։ Վարժապետը մտածեց նրա հետ մի կատակ խաղալ."
      },
      {
        "index": 120,
        "text": "— Ի՞նչ ես այդքան փայփայում,— ասաց նրան,— մի գիշեր կգողանան այդ ձին։"
      },
      {
        "index": 121,
        "text": "— Ով կարող է գողանալ,— ինքնավստահ կերպով պատասխանեց նա և շարունակեց իր գործը։"
      },
      {
        "index": 122,
        "text": "— Օրինակ, ես։"
      },
      {
        "index": 123,
        "text": "— Չես կարող։"
      },
      {
        "index": 124,
        "text": "— Կարող եմ։"
      },
      {
        "index": 125,
        "text": "Տեր հայրը պատմեց այն բոլոր զգուշությունները, որ որդին գիշերը գործ է դնում իր ձիու պահպանության համար, հիշեց և շղթայի մասին, թե ինչպես նա կապում է ոտին։"
      },
      {
        "index": 126,
        "text": "— Շղթան շատ հեշտությամբ կարելի է կտրել,— սառնությամբ ասաց վարժապետը,— այդ չի փրկի ձիուն։"
      },
      {
        "index": 127,
        "text": "— Հեշտությա՞մբ,— ձայն տվեց տեր հոր որդին, սաստիկ վրդովվելով,— ապա փորձեցե՛ք։"
      },
      {
        "index": 128,
        "text": "Վերջին խոսքերի հետ նա ներս վազեց ախոռատունը և, դուրս բերելով այնտեղից ծանր շղթան, ձգեց վարժապետի առջև։ Նա ամբողջ մարմնով դողում էր բարկությունից։ Վարժապետը արհամարհանքով ժպտում էր։ Այդ ավելի սաստակացրեց նրա վրդովմունքը։"
      },
      {
        "index": 129,
        "text": "— Ո՞ր ծայրն ես կապում ձիու ոտին,— հարցրեց վարժապետը։"
      },
      {
        "index": 130,
        "text": "Նա ցույց տվեց։"
      },
      {
        "index": 131,
        "text": "— Այդ ծայրը կապիր ձիու ոտին, ինչպես միշտ կապում ես, իսկ մյուս ծայրը քո ոտին։"
      },
      {
        "index": 132,
        "text": "Նա կատարեց պատվերը։"
      },
      {
        "index": 133,
        "text": "Մենք անհամբերությամբ նայում էինք թե ինչով կվերջանա այդ վեճը։ Վարժապետը դուրս հանեց գրպանից դանակի նման մի ծալովի սղոց և, բռնելով շղթայի մեջտեղից, սկսեց սղոցել։ Երբ շղթան կիսով չափ կտրվեցավ, նա մնացած մասը հուպ տվեց և ձեռքով կոտրեց։ Ամենքը զարմացան, ոչ այնքան երկաթ կտրող սղոցի վրա, որ առաջին անգամն էին տեսնում, որքան վարժապետի ուժի վրա, որ կոտրեց երկաթը։"
      },
      {
        "index": 134,
        "text": "— Հիմա տեսա՞ր,— հարցրեց նա, դառնալով դեպի տեր հոր ապշած որդին,— կարելի՞ է գողանալ, թե ոչ։"
      },
      {
        "index": 135,
        "text": "— Կարելի է,— պատասխանեց նա մեղմացած ձայնով,— եթե ամեն գող քո սղոցը և քո ուժը կունենա։"
      },
      {
        "index": 136,
        "text": "Նա իր սղոցը առանց ոչ ոքի ցույց տալու, ծալեց, կրկին գրպանը դրեց։ Ո՜րքան մեծ նշանակություն է ստանում մարդ, երբ ռամկի մոտ կատարում է մի գործ, որ նրան զարմացք է պատճառում։ Վարժապետի հնարագործությունը արագությամբ տարածվեցավ և ամեն կողմից հարևանները թափվեցան նայելու նրա վրա։ Բայց նա այնքան համեստ էր, որ իրան ցույց չտալու համար շուտով մտավ տեր հոր խրճիթը։"
      },
      {
        "index": 137,
        "text": "Այստեղ մենք գտանք նախաճաշիկի սեղանը պատրաստ։ Երեցկինը ածեց ամանների մեջ մեզ ծանոթ մեծ պտույկի մեջ եփված կերակուրը, որի երեսի վրա լճացած յուղը առատությամբ ծփում էր։ Դա հարիսայի նման մի կերակուր էր, որին քեշկեկ էին կոչում։"
      },
      {
        "index": 138,
        "text": "Նախաճաշիկից հետո մենք դարձյալ հավաքվեցանք ռեսի տանը։ Այնտեղ սկզբում իջևանել էինք, այնտեղից ևս պիտի ճա"
      },
      {
        "index": 139,
        "text": "նապարհ ընկնեինք։ Եթե այլ կերպ վարվեինք, տան տիրոջը վիրավորած կլինեինք։ Մի գիշերվա մեջ այդ մարդիկը այն աստիճան ընտելացան մեզ հետ, որ կարծես տարիներով դրանց մոտ կացած և դրանց հետ ապրած լինեինք։ Մեծ դժվարությամբ Ասլանը կարողացավ համոզել, որ մեզ բաց թողնեն։ Մեր ձիաները տարել, թաքցրել էին, որ մեր ուղևորությանը արգելք դնեն։ Յուրաքանչյուր գյուղացի տրտնջալով ասում էր. «Ապա իմ հացից չի պիտի՞ կտրեք»։ Եթե ամիսներով մնայինք, նրանք մեզ տունից տուն ման կածեին և ամեն տեղ կգտնեինք տան տիրոջ սեղանը ու սիրտը բաց մեր առջև։"
      },
      {
        "index": 140,
        "text": "Մեծ շնորհակալությամբ մենք բաժանվեցանք այդ բարի և հյուրասեր գյուղացիներից։ Ասլանը բոլորին ձեռք տվեց և նստեց իր ձին։ Մուրադին,— ընկուզենու կոճղ գնողին,— թողեցինք այնտեղ։ Նրա համար կարգադրեցին եկեղեցու բակում մի սենյակ, որտեղ պիտի բնակվեր նա, մինչև իր գործը վերջացներ։ Ես Ասլանը և Ջալլադը ճանապարհ ընկանք։"
      },
      {
        "index": 141,
        "text": "Մեզ ճանապարհ դնելու համար ուղեկից եղավ և վարժապետը։ Նրա համար պատրաստել էին սեփական ձին։ Նա ոտքից գլուխ սպառազինված էր, ձեռքում կրում էր երկար նիզակը։ Գյուղական աղջիկները մի առանձին հրճվանքով էին նայում այդ գեղեցիկ, վայելչակազմ ձիավորի վրա։ Ուղիղն ասած, իմ հիացմունքը նույնպես չափ չուներ։ Ես առաջին անգամն էի տեսնում նրան այդ հագուստով, այդ զենքերով, ձիու վրա նստած։ Ամեհի նժույգը փռընչալով խաղում էր նրա տակին, ինչպես մի սիրուն կաքավ։ Կարծես նա էլ էր զգում, նա էլ էր հպարտանում, որ իրան կառավարում է ամենաընտիրը գյուղի երիտասարդներից։ Դեռ մի քանի րոպե չէր անցած, որ աշխույժից և ուրախությունից նրա բերանը և պարանոցը սկսեցին փրփրել։"
      },
      {
        "index": 142,
        "text": "Բավական հեռու եկավ նա մեզ հետ, մինչև գյուղը ծածկվեցավ մեր աչքից և մենք կրկին մտանք լեռների մեջ։ Ասլանը մի քանի անգամ խնդրեց, որ ետ դառնա։ Բայց նրան ծանր, խիստ ծանր էր բաժանվել մեզանից։ Ճանապարհը այնքան նեղ էր, որ երկու ձիավոր հազիվ մոտեմոտ կարող էին գնալ։ Նա և Ասլանը գնում էին մեր առջևից, իսկ ես և Ջալլադը հետևում էինք նրանց։ Ետևից ես նկատում էի, որ նա լուռ էր և խիստ հազիվ անգամ էր խոսում։ Ո՞վ գիտե, ի՞նչեր էին անցնում այդ րոպեում նրա մտքով. ո՞վ գիտե, ի՞նչ զգացմունքներ այնպես թախծալի էին դարձրել նրա միշտ ուրախ դեմքը։ Նրա նժույգը նույնպես հանդարտ"
      },
      {
        "index": 143,
        "text": "վել էր և կարեկից էր եղած իր տիրոջ տխրությանը։ Երկու բարեկամներ,— հոգով, սրտով և իրանց բոլոր մտքերով միացած բարեկամներ,— այժմ պետք է անջատվեին միմյանցից։ Մեկը գնում էր հեռու, շատ հեռու, ծովերի և օվկիանոսների այն կողմը… Իսկ մյուսը մնում էր Ռշտունյաց լեռների մեջ։ Արդյոք ճակատագիրը մի անգամ ևս կհանդիպեցնե՞ր նրանց միմյանց հետ, թե այդ անջատումը կլիներ վերջինը և հավիտենականը… Երևի այդ միտքն էր այնպես հուզում և ալեկոծում ոգելից երիտասարդի սիրտը։"
      },
      {
        "index": 144,
        "text": "Հասանք մի փոքրիկ ձորակի, որ գոգավորված էր լեռան գրկում։ Բարձր ժայռից թափվում էր բյուրեղանման պարզ ջուր և, մի քանի քայլ հեռանալով, թաքչում էր ճոխ խոտաբույսերի մեջ։ Այդ ժայռից ավելի բարձր կանգնած էր մի մամռապատ խաչքար և լռությամբ նայում էր դեպի ձորի խորքը։ Ի՞նչ մի անցքի հիշատակարան էր այդ խաչքարը, ոչ ոք չգիտեր, միայն երբեմն հայտնվում էին նրա մոտ գյուղացի կանայք, խունկ էին ծխում և հեռանում էին։ Մի մթին ավանդություն դեռ մնացել էր, թե այնտեղ թափվել էր մի նահատակի արյուն, և այդ աղբյուրը գոյացել էր նրա մոր արտասուքից։ Այդ խաչքարի ներքո նրանք ցած իջան ձիաներից։ Ես և Ջալլադը նույնպես ցած իջանք, բայց չմոտեցանք նրանց։ Չկամեցանք խանգարել նրանց հոգեկան հուզմունքը, չկամեցանք ականատես լինել նրանց բարեկամական արտասուքին, չկամեցանք լսել նրանց փոխադարձ խոստումները։ Այդ բոլորը այնքան անմերձանալի, այնքան սուրբ, այնքան նվիրական էին, որպես այն մամռապատ խաչքարը, որ վերևից, իբրև լուռ վկա, նայում էր նրանց վրա։ նրանք գրկախառնվեցան, կրկին և կրկին անգամ համբուրվեցան։ Հետո նա մոտեցավ մեզ։ Նախ համբուրվեցան Ջալլադի հետ և ապա ինձ հետ։ Ես մինչև այսօր չեմ մոռացել այն խրատը, որ վերջին անգամ տվեց ինձ. «Հետևի՛ր Ֆարհատ, այդ մարդու խորհուրդներին, նա ուղիղ ճանապարհի վրա կդնե քեզ»… նա ցույց տվեց Ասլանի վրա։"
      },
      {
        "index": 145,
        "text": "Խորին, ջերմեռանդ զգացմունքներով բաժանվեցանք մենք, մեզ հետ տանելով խիստ անմոռաց հիշատակներ այդ անձնուրաց, անձնազոհ երիտասարդի գործունեությունից, որ իրան նվիրել էր գյուղացու կրթությանը, գյուղացու բարօրությանը։"
      },
      {
        "index": 146,
        "text": "Ընթերցող, դու արդեն վաղուց պետք է գուշակած լինես, թե ո՞վ էր այդ երիտասարդը։"
      },
      {
        "index": 147,
        "text": "Դա Կարոն էր։"
      }
    ]
  }
}