{
  "chapterNumber": 1,
  "title": "Problema I: De unitate intellectus (Problem I: On the Unity of the Intellect)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Venerabili in Christo patri ac domino Alberto, episcopo quondam Ratisponensi, frater Aegidius ordinis praedicatorum, licet indignus, cum salute \"glorificare dominum in doctrinis\". Articulos, quos proponunt in scholis magistri Parisienses, qui in philosophia maiores reputantur, vestrae paternitati tamquam vere intellectuum illuminatrici transmittens dignum duxi, ut eos iam in multis congregationibus impugnatos vos oris vestri spiritu interimatis."
      },
      {
        "index": 1,
        "text": "Quod intellectus omnium hominum est unus et idem numero."
      },
      {
        "index": 2,
        "text": "Contra primum: Intellectum hominis secundum naturam et substantiam et diffinitionem cognoscere possibile non est, nisi et natura intelligentiae et natura et substantia animae et diffinitio cognoscatur. Loquimur enim hic de cognitione, quae est per philosophiam, et non de ea quae est secundum fidem et secundum theologiam. Quae quamvis omnibus certior sit, tamen, quia a multis non capitur, ideo putatur difficultates velle evadere, qui ad theologiam se confert. Ideo ex intimis philosophiae rationes assumentes de natura intellectus loquentes de intellectu loquemur."
      },
      {
        "index": 3,
        "text": "In philosophia igitur PERIPATETICORUM non nisi duas novas positiones invenimus a se valde differentes et unam antiquam, in qua non differunt PERIPATETICI, sed omnes uniformiter conveniunt. Illa vero in qua omnes conveniunt, positio est ANAXAGORAE, qui loquens de intellectu possibili dicit, quod intellectus possibilis est separatus et immixtus, simplicissimus, nulli nihil habens commune. Propter quod QUIDAM opinati sunt ipsum esse unum et eundem in omnibus et nullo determinatum ad unum proprie, quo ad alterum non determinetur. Si enim ad unum aliquod determinetur, ut dicunt, illo necessario differt ab alio. Hoc autem quo determinatur, constat, quod non est de natura intellectus, quae omnibus est communis. Aut ergo non determinatur aut alio quodam determinatur. Si autem non determinetur, habetur propositum, scilicet quod unus et idem est in omnibus. Si autem alio quodam determinatur quod non est de natura intellectus, hoc videbitur esse contra hypothesim, quia cum nihil determinetur per aliquid quod sibi non est secundum aliquem modum immixtum, sequitur, quod intellectus alicui immixtus sit, quod non congruit positioni."
      },
      {
        "index": 4,
        "text": "Adhuc autem, si intellectus aliqua natura determinetur ad aliquid, per illud disiungetur ab aliis omnibus illam naturam non participantibus. Cum omnis cognitio sit secundum similitudinem, sequitur, quod illorum a quibus disiungitur per dissimilitudinem, nullam penitus potest habere cognitionem. Hoc autem omnino falsum est, cum intellectus possibilis sit, quo est omnia fieri intelligibilia."
      },
      {
        "index": 5,
        "text": "Adhuc autem, si aliquid materiae haberet intellectus possibilis, cum omnis potentia passiva, quae est materiae, per formam, quam recipit, formetur et distinguatur ad esse speciei per se vel per accidens, oporteret, quod intellectus ab omnibus a se receptis ad aliquod esse formaretur, quod in Theophrasto reprehendit ARISTOTELES . Et ideo dixerunt ANTIQUI, quod nihil omnium est intellectus quae recipit, eo quod universalia sunt per hoc quod sunt in ipso, quia universale, secundum quod universale, nulli penitus dat esse, sed potentiam quandam, sicut et ipsum universale potentia quadam existit et non actu ens secundum naturam. Exemplum huius dicebant visibile, secundum quod est in perspicuo. Hoc enim quia in perspicuo non est ut in potentia physice recipiente ipsum, ideo non accipit esse ab ipso sive per se sive per accidens. Perspicuum nec album est nec rutilum, sed potius est in ipso secundum esse, quod visibili confert perspicuum, et non secundum esse, quod accipit ab eo. Est enim visibile nihil aliud nisi color acceptus in esse simplici, quod habet a perspicuo secundum actum, quo perspicuum in actu est per lumen receptum in omnes partes ipsius in extremo et in profundo ipsius. Sicut et intellectus speculativus sive universale nihil aliud est nisi forma in simplicitate sua accepta secundum esse, quod a simplici habet intelligentia, cuius ipse est lumen et constitutio et hypostasis, sicut lumen corporale hypostasis colorum est et essentialis constitutio, quamvis lumen corporale vita non sit et ideo colores secundum operationem vitae non habeat. Lumen autem intelligentiae secundum actum vitae est et ideo secundum actum vitae formas habet intellectuales, quia intelligere est vivere, sicut dicit ARISTOTELES, et percipere intelligibilia in theoricis est vivere secundum intellectum. Et sicut visibile est in perspicuo, secundum quod perspicuum in actu luminis est determinatum ad terminum eius quod visu percipitur, ita etiam intelligibile in intelligentiae actu acceptum et ad terminos quiditatis et substantiae rei intellectae terminatum est universale, quod intelligitur."
      },
      {
        "index": 6,
        "text": "Hoc igitur omnium Peripateticorum antiqua est positio, secundum quod eam ALFARABIUS determinavit. Ex qua sequitur intellectum possibilem intelligibilium omnium esse speciem et non omnino potentiam esse materialem ad ipsa. Et quia ad philosophos loquimur, qui talibus perfecte debent esse instructi, his amplius non insistimus."
      },
      {
        "index": 7,
        "text": "Post hos Graeci sapientes, PORPHYRIUS scilicet et EUSTRATIUS, ASPASIUS et MICHAEL EPHESIUS et quam plures alii venerunt praeter ALEXANDRUM, qui EPICURO consentit, qui omnes intellectum hominis intellectum possessum et non de natura intelligentiae existentem esse dixerunt. Et quem Graeci sapientes possessum, eundem ARABUM philosophi AVICENNA, AVERROES, ABUBACHER et quidam ALII adeptum esse dicebant, quia id quod possessum est, aliud est et alterius naturae a possidente. Dicunt enim, quod cum anima intellectualis hominis sit imago totius orbis et sola omnis orbis capax et forma organico corpori deputata per naturae convenientiam, necessarium est ipsam esse imaginem intelligentiae illius quae est decimi orbis. Qui orbis est sphaera activorum et passivorum, cuius intelligentiae instrumenta sunt calidum et frigidum, humidum et siccum, rarum et densum et alia quae in elementis inveniuntur, non quidem secundum se, sed secundum quod haec a virtutibus caelestibus mota informantur. Imago autem talis intelligentiae non omnino potest esse pura et simplex, sicut est natura intelligentiae primae et simplicis. Si enim talis esset, non esset forma organica primo et per se, quia natura intelligentiae simplicis non est organica. Anima autem de natura sua est organica, et ab ea habet corpus, quod ipsum est organicum. Et ideo dicit AVERROES, quod omnis diversitas, quae est in corpore, est a diversitate, quae est in forma, sicut diversitas organorum est a diversitate potentiarum et virium, quae sunt in anima. Si enim anima sine potentiis secundum seipsam diceretur et quod a diversitate organorum corporis esset diversitas potentiarum, sequeretur, quod ipsa secundum se posset quolibet uti organo, cum secundum seipsam non esset magis determinata ad unum quam ad aliud. Et sic sequeretur tectonica tibicines indui et cetera inconvenientia, quae contra Pythagoram concludit ARISTOTELES."
      },
      {
        "index": 8,
        "text": "Hac tali positione facta sequitur, quod sicut se habet intelligentia decimi orbis ad intelligentias orbium superiorum, ita se habet anima intellectualis, quae est in homine, ad intellectus orbium superiorum. Et ideo, sicut <in> intelligentia decimi orbis possessae et adeptae sunt formaliter intelligentiae superiorum, eo quod informant ipsam ad operationem intellectualem, ita in anima sunt lumina intelligentiarum adepta et possessa ab illustratione intelligibilium, et sicut intelligentia ultimi ordinis se habet ad potentias elementorum, sic se habet anima ad distinctiones et operationes organorum."
      },
      {
        "index": 9,
        "text": "Si quis autem diceret, quod non est intelligentia, quae operatur in sphaera activorum, sed natura: quicumque hoc dicit, philosophiam nescit. Totum enim opus naturae probatum est esse opus intelligentiae per hoc quod cum ratione finis format et operatur diversa tam in plantis quam in animalibus et in omnibus quae perfectae sunt naturae; quod natura facere non potest, eo quod natura non est nisi ad unum. Propter quod etiam anima, quae non attingit perfectionem imaginis intelligentiae nisi ex parte illa qua intelligentia comparatur ad elementorum virtutes, sicut sensibilis et vegetabilis, a diversitate deprimitur ad unum et non sequitur diversitatem, quam imaginatur. Et ideo omnis hirundo ad unum modum facit nidum et omnis aranea similiter alii facit telam. Sed non omnis homo similiter alii facit domum vel vestem vel quodlibet aliud operum suorum."
      },
      {
        "index": 10,
        "text": "Ex his et de necessitate sequitur intellectum hominis a tali natura animae quae organica est, esse possessum et adeptum a natura superiori; et quanto magis avertitur ab inferiori virtute, qua se habet ad organa, tanto magis intellectum suum proprium adipiscitur, acquirit et possidet; et quanto magis convertitur ad organa, tanto magis obumbratur et cadit ab intellectu et bestialis et arboreus efficitur et perdit intellectum et declinat a natura hominis. Et hoc est quod dicit ARISTOTELES, quod «secundum prudentiam dictus intellectus non aequaliter videtur inesse animalibus, sed neque hominibus». In hac autem adeptione nobilissima omnes Peripatetici radicem dixerunt esse immortalitatis et per ipsam homines in deos transponi et transformari, et tales PLATONIS philosophia heroas quasi semideos appellavit."
      },
      {
        "index": 11,
        "text": "Ex his autem facile convincitur, quod cum illud quod est imago intelligentiae ex ea parte qua comparatur ad qualitates elementares, nec unius naturae sit nec unius potentiae nec unius puritatis, quod anima unius non est anima alterius, igitur possidens in uno non idem quod possidens in alio. Si autem hoc concedere necessarium est, cum secundum possidentia et adipiscentia secundum esse differant possessa et adepta, sequitur necessario, quod intellectus possessi et adepti secundum esse singulariter differant in quolibet. Cuius exemplum valde conveniens est, quod dicit ARISTOTELES in II DE ANIMA: Quamvis enim perspicuum sit in igne et aere et aqua et quibusdam lapidibus et vitro ex convenientia cum perpetuo superius corpore, tamen secundum esse singulare differt in quolibet ipsorum."
      },
      {
        "index": 12,
        "text": "Secundum hanc igitur positionem non sequitur, quod unus numero intellectus secundum esse sit in omni homine, sed quod potius secundum esse singulariter differat in quolibet ipsorum. Utrum autem in omnibus orbibus sint intelligentiae differentes secundum substantiam aut in omnibus sit lumen primae causae operans ad modum intelligentiae, differens in illis secundum esse, quod habet in illis, sicut videtur sentire AVENALPETRANS, ad praesens non est tempus discutere, quia quodlibet istorum dicatur, semper habetur de necessitate, quod non unus intellectus possibilis numero est in omnibus hominibus, et hoc hic intendimus."
      },
      {
        "index": 13,
        "text": "AVICEBRON autem in libro, quem FONTEM VITAE appellavit, alia via processit. Quamvis enim PERIPATETICUM se profiteretur, tamen STOICORUM et praecipue PLATONIS dogma secutus est, ex uno tamquam paterno intellectu volens producere omnia. Propter quod triplicem distinxit materiam, scilicet eam quae prima determinatur forma substantiali, et eam quae determinatur prima forma corporali, et eam quae determinatur prima contrarietate. Primam autem formam dicit esse intellectivam sive intellectualitatem, ex qua dicit multiplicatas esse substantias intellectuales et animas; quantitate autem dicit determinatam materiam corporum caelestium; et contrarietate dicit determinatam esse materiam physicorum generabilium et corruptibilium. Et secundum huiusmodi positionem planum est omnem intellectualem naturam in hoc vel in illo acceptam esse singularem nec unum intellectum numero esse in aliquibus pluribus."
      },
      {
        "index": 14,
        "text": "Ex omnibus positionibus constat hoc falsum esse etiam secundum philosophiam, quod unus numero intellectus secundum esse acceptus sit in omnibus, et plus sequitur etiam hoc quod dicunt, non esse intelligibile, quia communis animi conceptio est, quam GRAECI axioma vocant, quod quidquid secundum esse est in multis, multiplicatur in illis, et esse, quod habet in uno, non habet in alio."
      },
      {
        "index": 15,
        "text": "Quod autem ANAXAGORAS dicit, quod nulli nihil habet commune, de natura et essentia intellectus dictum est et non de esse. Constat enim, quod secundum esse intellectus coniungitur continuo et tempori, et quod coniungitur continuo et tempori, multis et multis modis est immixtum. Et omnium horum exemplum est natura perspicui in caelo et igne et aere et aqua, lapidibus et vitro."
      },
      {
        "index": 16,
        "text": "Non ergo tantum secundum theologos falsum est, quod dicunt, sed etiam secundum philosophiam; sed causa dicti est ignorantia philosophorum, quia multi PARISIENSES non philosophiam, sed sophismata sunt secuti."
      },
      {
        "index": 17,
        "text": "Haec ergo responsio ad primum."
      }
    ]
  }
}