{
  "chapterNumber": 7,
  "title": "Problema VII: De corruptione animae (Problem VII: On the Corruption of the Soul)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quod anima, quae est forma hominis, secundum quod homo, corrumpitur corrupto corpore."
      },
      {
        "index": 1,
        "text": "Quod autem septimo dicunt animam, quae est forma hominis secundum quod homo corrumpi corrupto corpore, ex omnimoda philosophiae procedit ignorantia, quia secundum PHILOSOPHOS nulla, quae vere forma est, corrumpitur, quia in materia nulla est. Ea enim quae in materia est, aut imago formae est aut resonantia."
      },
      {
        "index": 2,
        "text": "Adhuc, si ea solum vere forma est, quae non est actus alicuius materiae, sequitur solum intellectum vere formam esse, eo quod nullius corporis actus est. Intellectus autem forma hominis est, ut homo est, qui separatur ut incorruptibile a corruptibili. Forma ergo hominis, ut homo est, corruptibilis non est."
      },
      {
        "index": 3,
        "text": "Si autem volunt dicere animam esse, quae est corporis entelechia vel actus, omnino ignorantiae dictum est, quod dicunt. Anima enim entelechia corporis est per actum suum substantialem, quae est vita, sicut patet ex alia diffinitione animae, quae est «demonstratio positione differens», quae est: quod «anima est principium et causa vitae, secundum quod vivere viventibus est esse». Et tamen non omnes partes corporis uno modo participant vitam, sed quaedam ad nutriri et vegetari, quaedam autem ad sentire et quaedam plus, quaedam minus, tamen omnia participant vitam."
      },
      {
        "index": 4,
        "text": "Quaeramus ergo, utrum participant vitam intellectus vel non. Et si dicatur, quod non, sequitur necessario animam, quae est forma hominis, corpus habere ad sensum et vegetationem et non ad intellectum. Corpus igitur hominis non erit animae rationali proprium, et sic sequitur «tectonica tibicines indui»."
      },
      {
        "index": 5,
        "text": "Propter quod necesse est dicere, quod omnia membra vivunt anima rationali, sicut omnia instrumenta textoris formantur ad textoris operationem, et quod sensus in homine non forma est, sed potentia animae rationalis, et idem oportet dicere de vegetativa. Et hinc est, quod caro hominis differt specie a carne aliorum animalium."
      },
      {
        "index": 6,
        "text": "Ex hoc autem sequitur, quod aut tota corrumpitur secundum actum substantialem aut, si salvatur secundum substantiam, quod etiam salvetur secundum totum illud quod est forma hominis, ut homo est. Salvatur autem secundum substantiam, ut dicit ARISTOTELES in XI METAPHYSICAE et in multis aliis locis, et nos probavimus hoc in LIBRO DE IMMORTALITATE ANIMAE. Oportet ergo, quod secundum omnia salvetur, quae in ipsa sunt ut potentiae ipsius. Est autem vegetativum in sensibili et sensibile in rationali «sicut trigonum in tetragono». Salvatur ergo vegetabile et sensibile per aliquem modum. Non autem aliter salvari possunt, nisi prout sunt in rationali ut potentiae ipsius. Salvatur ergo anima hominis, prout in ipsa est vegetativum et sensitivum, non ut actus, sed ut potentia rationalis animae."
      },
      {
        "index": 7,
        "text": "Hoc ergo dictum non erat dictum sapienter, quia tota anima hominis etiam in ossibus non est forma hominis, nisi prout est rationalis, vitam rationis omnibus influens membris. Propter quod dicit ARISTOTELES manum esse organum intellectus. Et sicut non nisi forma intellectus est in securi et ascia et dolabra et in auro, lignis et lapidibus, ita forma animae rationalis prout forma rationalis est in omnibus membris humani corporis. Quae quidem separatur secundum substantiam et quandam operationem, in operationibus autem quibusdam separatur secundum potentiam et non secundum operationem, sicut et ars separatur a securis operatione et asciae, quamvis salvetur secundum potentiam. Hoc ergo dictum non fuit secundum philosophiam."
      },
      {
        "index": 8,
        "text": "Utrum autem anima corruptibilis sit vel non, ad propositam non pertinet intentionem, quia non de natura quaerimus, sed contra positionem quandam disputamus. Haec autem causa est, quod THEOLOGI dicunt etiam corpora humana ab immortali anima potentiam accipere ad incorruptionem. Nulla enim forma est, quae non totam materiam sibi debitam ad esse proprium formae et actum et operationem non perficiat et terminet. Nec huius propositionis invenitur instantia. Omne igitur quod actu est pars hominis, ad esse animae rationalis et actum et operationem animae rationalis est determinatum; unde vegetata caro vegetatione hominis ad actum vivi rationalis est vegetata et sensus sentit ad actum vivi rationalis; aliter enim intelligere intelligentibus non esset esse, quod est inconveniens, quia in NATURALIBUS probatum est, quod, sicut vivere viventibus est esse et sentire sentientibus, ita intelligere est esse intelligentibus. Separatur autem anima rationalis sicut incorruptibile a corruptibili. Aut ergo separatur secundum totam substantiam suam aut secundum partem suae substantiae. Nec potest dici, quod secundum partem suae substantiae separatur, quia nihil simplicium, hoc est non quantorum, secundum partem suae substantiae separatur, nec intelligi potest, quod pars substantiae separetur et non totum in talibus, quae non mole quantitatis distenduntur. Separatur ergo tota substantia animae, quae est forma humani corporis, quamvis in separata anima aliquae potentiarum non separentur secundum esse, quod habent in corpore, sicut patet per antedicta."
      },
      {
        "index": 9,
        "text": "Si autem isti antiqui erroris novi vellent esse discipuli, qui a PLATONE derivatus est, et dicere velint, quod vegetabilis et sensibilis et rationalis tres sint substantiae, quae sunt in homine, facile hoc eliditur per PRIMAM PHILOSOPHIAM. Secundum hoc enim diffinitio hominis, qua dicitur vivum, sensibile et rationale, esset multa et non unum. Sic enim dicendo, vivum non est in sensibili per esse sensibilis et sensibile non est in rationali per esse rationalis, sed tres erunt substantiae distinctae, quarum nulla per esse est in alia. Quod si dicatur ab aliquo, ille propter ignorantiam a scholis philosophiae est eiciendus, quia talis pro certo ignorat ipsa philosophiae principia."
      },
      {
        "index": 10,
        "text": "Si autem dicatur, quod ipse PHILOSOPHUS dicat in XI METAPHYSICAE, quod non tota anima hominis separatur, pro certo hoc non dicit PHILOSOPHUS propterea, quod non tota substantia separatur, sed quia non tota separatur secundum esse potentiarum."
      }
    ]
  }
}