{
  "chapterNumber": 6,
  "title": "Problema VI: De primo homine (Problem VI: On the First Man)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quod numquam fuit primus homo."
      },
      {
        "index": 1,
        "text": "Sextum, quod proponunt, non est philosophicum. Philosophi enim est id quod dicit, dicere cum ratione. Neutrum autem probari potest, scilicet quod numquam fuerit primus homo et quod aliquando fuerit primus homo. Et cum neutrum probari possit ratione perspecta, tamen probabilius est aliquando fuisse unum primum hominem quam non fuisse, quia quorum est una natura communis, horum est unus ingressus in esse illius naturae, nisi sint nata per putrefactionem. Homo autem sicut nec aliquod perfectorum animalium non est de his quae nasci possunt per putrefactionem, sicut dicit AVERROES super XI METAPHYSICAE. Igitur nullus hominum naturaliter in esse hominis ingressus est nisi per generationem. In omni autem generatione determinatum est generans. Quilibet igitur homo determinatum habet generantem. Omne autem determinatum generans aliquando fuit in tempore signato. Omnis ergo homo aliquando fuit in tempore signato. Ex infinito autem nihil est accipere signatum. Quia autem quaelibet sunt infinita, quae non contingit pertransire usque ad hoc signatum, igitur in his quae signata et determinata sunt, non est ponere infinitum, sed necesse est ponere aliquod primum."
      },
      {
        "index": 2,
        "text": "Si forte dicat, quod ex constellatione diversae generationes fiant in diversis habitationis principiis, hoc iterum est contra philosophiam, quae dicit perfectissima animalia ex solis constellationibus nasci non posse. Propter quod PLATO in PRIMO TIMAEI LIBRO et OVIDIUS loquentes de diluviis elementorum, quae fiunt propter stellarum exorbitationem, reservatos dicunt Pyrrham et Deucalionem, ex quibus futurum semen reservaretur humanae generationis. Et cum homo sit imago causae primae, probabilius est constitutum primum hominem esse a causa prima, quam aliter in esse processisse."
      },
      {
        "index": 3,
        "text": "Et ut utamur probabilitate ipsius ARISTOTELES, quam TULLIUS ponit in I LIBRO DE NATURA DEORUM, ubi verba ARISTOTELIS inducit dicens, quod si in deserto ex improviso stans inveniatur palatium, in quo non nisi hirundines inveniantur, quamvis nesciatur artifex, qui fecit palatium, tamen ex ipse palatii dispositione statim convincitur, quod hirundines illud palatium non fecerunt, sed aliqua natura intellectualis per rationem artis fecit illud. Ita etiam cum mundus artis opus sit et rationis et in ipsis generatis non possit consistere, <non> nisi probabile est, quod primae generatorum substantiae per rationes dei deorum in esse sunt productae. Et haec pro certo ARISTOTELIS est philosophia, quam vulgarem ipse vocat in I libro DE CAELO ET MUNDO. Rationabilius ergo est, quod primus homo per creationem constiterit, quam quod numquam fuerit primus homo."
      }
    ]
  }
}