{
  "chapterNumber": 2,
  "title": "Problema II: Utrum homo intelligat (Problem II: Whether Man Understands)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quod ista est falsa vel impropria: homo intelligit."
      },
      {
        "index": 1,
        "text": "Secundum est, quod dicunt hanc falsam vel impropriam: «homo intelligit». Quod non dixit, nisi qui philosophiae et sui ipsius habuit ignorantiam, quia in philosophia determinatum est, quod homo solus est intellectus et quod intelligere propria et connaturalis est operatio hominis, quae si non sit impedita, summa est hominis felicitas. Per quod patet nullam in mundo adeo propriam sicut hanc: «homo intelligit». Cum enim proprium sit, quod omni convenit et soli et, sicut dicit BOETHIUS, quod proprium de substantia manat et substantialibus, non est proprium hominis sentire et vegetari, sed solum intelligere."
      },
      {
        "index": 2,
        "text": "Adhuc autem, cum non sit propositio verior quam illa in qua connaturalis et proprius actus attribuitur illi cuius est proprius et connaturalis, manifestum est nullam inter omnes propositiones esse veriorem quam istam: «homo intelligit», sicut cum dicitur: lux lucet, et albedo visum disgregat, calidum calet et cetera huiusmodi; nisi forte velit dicere intellectum nihil esse hominis, quod valde est absurdum. Sequitur enim id quo homo homo est, nihil esse hominis, quod numquam aliquis opinatus est, quia hoc intelligibile non est. Omne enim quod ab aliis sui generis speciebus distinguitur, oportet, quod aliqua differentia ultima et convertibili, quam essentialiter participat, distinguatur ab aliis, ut inevitabiliter in VII PRIMAE PHILOSOPHIAE probatum est. Intellectuale autem est ultima hominis differentia, ut omnes Stoici et Peripatetici confitentur."
      },
      {
        "index": 3,
        "text": "Si forte dicant, quod intellectuale inest homini ut natura et potentia, sed actum et operationem non habet in ipso, hoc omnino absurdum est, quia sequitur, quod natura propria destituatur operatione, quod absurdum est."
      },
      {
        "index": 4,
        "text": "Si autem forte dicant, quod ratiocinari actus proprius hominis est et non intelligere, hoc valde imperiti hominis non dictum, sed figmentum est. Quia si quis subtilius ista intuetur, ratiocinatio numquam fit, nisi intellectu componente et dividente informetur; est igitur intellectus secundum naturam et rationem; magis ergo proprium est homini intelligere quam ratiocinari."
      },
      {
        "index": 5,
        "text": "Si autem velit dicere, quod intelligere superiori naturae convenit ut angelicae et ideo inferiori non potest esse proprium, primum quidem contra hoc est, quod philosophus extra metas philosophiae fugit, quia non est philosophicum. Distinctiones enim angelorum per revelationem spiritus et non per philosophiam sunt acceptae. Si autem dicat, quod secundum philosophiam sunt intelligentiarum ordines, et illis et non homini convenit intelligere, et hoc iterum absurdum est, quia nihil prohibet id quod per analogiam dicitur, proprium esse pluribus diversis modis. Si vero hoc intendatur, quod quidam ARABUM PHILOSOPHI dixerunt, intellectum alicuius agentem esse extra animam, qui est ut sol et ut «ars ad materiam sustinuit», hoc valde debile dictum est, quia hoc dato non sequitur, quod homo <non> intelligat proprie et vere. Quia quamvis illa intelligentia quae est ut sol solus lucens et ad esse et lucere omnia formans et sicut ars materiae formas artis ex seipsa influens, tamen influentia luminis illius intelligentiae per esse est in anima et ita informat animam ad intellectum et operationem intellectus, sicut sol omnia informat lucentia ad illuminationis formam et operationem. Et sicut illa proprie et vere dicuntur luminaria et lucendi actum habentia, ita proprie dicuntur intellectuales et operationem intellectus habentes, quia id quod est actus superioris, non prohibet secundum esse participatum esse differentiam substantialem naturae inferioris, sicut patet in omnibus quae per formam et substantiam generant. Adhuc tamen quamvis sustinendo positionem ita dicamus, tamen non est probatum hoc quod dicunt, verum esse."
      },
      {
        "index": 6,
        "text": "Absurdum est ergo omnimodo hoc quod dixerunt in secunda fictione."
      }
    ]
  }
}