{
  "chapterNumber": 10,
  "title": "Problema X: De cognitione singularium (Problem X: On the Knowledge of Particulars)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quod deus non cognoscit singularia."
      },
      {
        "index": 1,
        "text": "Quod autem decimo dicitur, quod deus singularia non cognoscit, ex omnimoda procedit ignorantia. Supponitur enim, quod scientia dei ad scientiam hominis sit univoca, quod in PRIMA PHILOSOPHIA est improbatum. Scientia enim mea omnis causatur ex rebus scitis ideo, quia ex rationibus rerum et passionibus causatur omnis nostra scientia. Propter quod omnis scientia melior est resolutionis scientia, quam analyticam GRAECI vocant, dum vel compositum in simplex vel causatum in causam vel generaliter posterius resolvitur in prius. Compositionis enim scientia in homine causatur a resolutiva, quia componere nescit, nisi qui novit componentia et proportiones componentium ad invicem et ad composita. Unde necesse est resolutionis scientiam primam esse, secundo autem eam quae est compositionis. Omnis autem resolutio perficitur abstractione. Hominis igitur scientia est per abstractionem. Abstractio autem a rebus fit nec aliter fieri potest. Scientia ergo hominis causatur a rebus. Scientia autem dei non a rebus fit, sed est rerum causa. Constat enim omnem formam esse lumen intelligentiae, quia cum omnis forma detur ab intellectu, qui secundum substantiam et essentiam intellectus est, et non ab intellectu, qui adeptus vel acquisitus vel possessus vocatur a PHILOSOPHIS, oportet, quod omnis forma causetur ab intellectu universaliter agente omnes omnium intelligibilium formas. Hoc autem qualiter fiat, non est possibile nisi hoc modo, quod ipsum lumen intellectus agentis forma sit eius quod per intellectum interius, qui universaliter agens est, constituitur. Intellectus autem omnis qui rem in esse constituit et forma, primo est ad particulare, secundo ad universale, in quo natura agit occulta per consequens. Intellectus ergo dei et scientia divina primo sunt de particulari, et si sunt de universali, hoc erit non primo, sed per consequens. Hoc enim vult dicere PHILOSOPHUS, quando dicit, quod talis intellectus est ut sol et «ut ars ad materiam sustinuit». Sol enim constitutivus est visibilium in particulari et ars constitutiva artificialium in particulari et non in universali nisi per consequens."
      },
      {
        "index": 2,
        "text": "Amplius, omnis forma rei per hoc intellectui adepto sive possesso intelligibilis efficitur, quod ipsa est lumen agentis intellectus, qui proprius actus est intellectus possibilis, sicut omnis color est visibilis, quia est actus lucis solis, qui proprius actus est potentiae visivae. Oportet igitur omnem formam a lumine agentis intellectualis substantiae constitutam esse secundum actum et essentiam. Fingat igitur iste mirabilis philosophus, qualiter forma talis constituitur, nisi in particulari constituatur. Et hoc est, quod in LIBRO DE CAUSIS dicitur, quod intelligentia scit res inferiores per hoc quod est causa earum."
      },
      {
        "index": 3,
        "text": "Si forte dicat, quod intellectus constituens sua effecta non cognoscit ea quae constituit, hoc omnino ridiculum est, quia talis constitutio operatio est substantiae, quae secundum seipsam est intellectus et est operatio vitae et cognitionis taliterque operans et se cognoscit et opus suum et operatum. Scit ergo talis substantia omnia quae operatur. Et hoc pro certo philosophorum sententia est Peripateticorum. Sed quidam sophistice de scientia dei sicut de scientia hominis disputantes non intelligunt dicta philosophorum."
      }
    ]
  }
}