{
  "chapterNumber": 9,
  "title": "Problema IX: De libero arbitrio (Problem IX: On Free Will)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quod liberum arbitrium est potentia passiva, non activa et quod de necessitate movetur ab appetibili."
      },
      {
        "index": 1,
        "text": "Quod vero nono dicunt liberum arbitrium esse potentiam passivam et non activam et ideo de necessitate moveri ab ipso appetibili, omnino absurdum est et contra principia ethicorum philosophorum. Acceptivae enim dicuntur illae potentiae quae passivae vocantur in anima, sicut patet in libro DE ANIMA III. Acceptio numquam sine actione perficitur, et ideo tales potentiae simpliciter passivae esse <non> possunt. Tales enim potentiae suo et de suo conferunt formis, quae in ipsis sunt, sicut perspicuum suo et de suo confert formae visibilis, quod est in ipso secundum esse luminis et perspicui tantum. Et hoc modo intellectus et omnis acceptionis pars confert formae et agit in ea veritatem et simplicitatem, qua in ipso est forma intelligibilis. Et cum intellectus de appetibili in appetitum faciat nuntium, constat, quod etiam de eo quod est appetitus, confertur appetibili, quod ipsum est in appetitu. Talis autem operatio a PHILOSOPHIS actus perfectus et non imperfectus esse dicitur, quia motus non esset alicuius actus imperfectus, nisi esset etiam alicuius actus perfectus. Est enim actus perfectus motoris et agentis, imperfectus autem mobilis et patientis. Cum igitur principia constituentia formam prout intellectualis et appetibilis sint ipsius intellectus et appetitus, tales potentiae, a quibus fluunt talia formarum principia, potius sunt activa quam passiva, et quod plus est, simpliciter sunt activa et secundum quid sunt passiva. Haec autem causa est, quare nos sumus domini actuum nostrorum. Principium ergo talium in nobis et a nobis est. Non ergo necessario movetur ab appetibili."
      },
      {
        "index": 2,
        "text": "Adhuc autem talis pseudophilosophus destruit continentiam et totum librum VII ETHICAE NICOMACHICAE, quia continens passione turpi movetur, sed non deducitur, abstinens ab insecutione passionum per liberum arbitrium. Contingit autem illi error sicut et THEOPHRASTO, quia scilicet passiones animae ad passiones physicas mensurantur, cum nihil simile habeant cum ipsis, sicut omnibus planum est, qui ethicas bene sciunt philosophias."
      }
    ]
  }
}