{
  "chapterNumber": 4,
  "title": "Problema IV: De necessitate corporum caelestium (Problem IV: On the Necessity of Heavenly Bodies)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quod omnia quae in inferioribus aguntur, subsunt necessitati corporum caelestium."
      },
      {
        "index": 1,
        "text": "Id vero quod quarto inducunt, quod omnia quae in inferioribus aguntur, necessitati subsunt corporum caelestium, eundem fere habet modum improbationis. Hoc tamen mirabile est, quod philosophiae professores contra ea dicunt quae in philosophia probata sunt. Si enim VI LIBER PRIMAE PHILOSOPHIAE legitur, facile patet, qualiter ea quae in inferioribus aguntur, superiorum subsunt regimini. Ibi enim ostenditur, qualiter id quod in naturalibus causis frequenter est et non semper et ubique, cadit ab eo quod semper est, et non assequitur necessitatem eius quod semper est. Probatur etiam, qualiter id quod raro est in casu et fortuna, cadit ab eo quod frequenter est, et non assequitur ordinem eius. Et ut omnino pateat eorum ignorantia, in II DE GENERATIONE ET CORRUPTIONE probatum est, quod quamvis allatio solis et planetarum in circulo declivi sit causa generationis inferiorum et recessus eorundem in eodem circulo sit causa corruptionis et sint aequales periodi generationis et corruptionis: tamen inferiora periodi aequalitatem et ordinem non assequuntur propter materiae inaequalitatem et inordinationem. Quis autem dubitet propositum hominis magis inaequale et inordinatum esse quam naturae? Multo minus ergo propositum necessitati subiacet quam natura."
      },
      {
        "index": 2,
        "text": "Sed quia, ut dicit ARISTOTELES, non sufficit falsum ostendere, nisi etiam causa falsitatis ostendatur, ideo resumentes dicimus, quod anima humana secundum PHILOSOPHOS est imago mundi. Propter quod in ea parte qua imago intelligentiae et causae primae est, impossibile est eam motibus caelestium subiacere. In ea autem parte qua in organis est, quamvis sidereis moveatur scintillationibus, tamen necessitatem et ordinem superiorum non assequitur, et sic nec in illa parte necessitati subiacet vel subditur superiorum. Probatur autem hoc a HALY in COMMENTO SUPER CENTILOQUIUM PTOLEMAEI, qui dicit de rege, cuius omnes significatores mali et immundi erant, et tamen natus in tali constellatione mundissime vixit, fulgens vestitu et gloria, cum optimis conversationem ducens. Cuius causa cum a Haly quaereretur, respondit, quod quidem ad immunda ex desiderio traheretur, sed videns, quod talis esset inhonesta conversatio, ut dominus actuum suorum talia fugiens elegit honestatis conversationem."
      },
      {
        "index": 3,
        "text": "Aliud exemplum in PHYSIONOMIA POLI de HIPPOCRATE. HIPPOCRAS enim in omnibus signis corporis, quae stellas secundas vocat PTOLEMAEUS, scortator et turpis apparebat, et tamen optimorum erat studiorum et honestissimae conversationis in tantum, ut omnium hominum optimus diceretur, quod fieri non potuit nisi per honestatis electionem. Necessitatem ergo in inferioribus superiora non imponunt, nec umquam hoc aliquis dixit mathematicorum. Si enim hoc esset, periret casus, periret liberum arbitrium, periret consilium et periret contingens secundum omnem ambitum suae communitatis, quod est valde absurdum."
      }
    ]
  }
}