{
  "chapterNumber": 13,
  "title": "Problema XIII: De immortalitate (Problem XIII: On Immortality)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Quod deus non potest dare immortalitatem vel incorruptibilitatem rei mortali vel corruptibili."
      },
      {
        "index": 1,
        "text": "Quod autem decimo tertio ponitur, scilicet quod deus dare non possit rei mortali et corruptibili immortalitatem et incorruptibilitatem, non est dictum philosophicum secundum philosophiam Peripateticorum, sed oportet huius dicti rationem ex Stoicorum accipere philosophia."
      },
      {
        "index": 2,
        "text": "Dicamus ergo, quod ordinum omnium ordinatorum ratio est aliqua sui ordinis; est autem corruptibilium et incorruptibilium, sicut eorum quae frequenter fiunt, est ordo ad ea quae sunt semper, sicut patet in his quae in VI libro PRIMAE PHILOSOPHIAE bene sunt determinata."
      },
      {
        "index": 3,
        "text": "Quaeramus ergo ab his, quae sit prima causa ordinis istius. Constat autem, quod in priori ratio ordinis est ad secundum. In primo ergo per intellectum agentem ratio ordinis est omnium; sed omnis ordo sapientis est, ut dicit ARISTOTELES. Ex ordine ergo sapientis est quaedam longe a primo distare et quaedam non. Sed ex longe distare vel non distare causatur quaedam esse corruptibilia, quaedam esse incorruptibilia. Ex ordine ergo et potestate primi ordinantis est, quod quaedam sunt corruptibilia, quaedam autem non, et non est a materia et substantia ordinatorum nisi sicut ex consequenti. Primum autem agens non variatur secundum posse. Potest autem adhuc deus dare, sicut primo potuit, quod quaedam fiant corruptibilia per longe distare et quaedam incorruptibilia per hoc quod per aliquem modum propinquissima efficiuntur ad primum. Et hoc est, quod dixit PLATO: dii deorum, quorum pater opifexque ego, voluntate mea incorruptibiles, corruptibiles autem natura. Hinc est etiam, quod QUIDAM ALCHIMICORUM sapientes elementalem substantiam in caelum dicunt posse converti per hoc quod materia corruptibilis potest reduci ad incorruptibilium dispositionem et ordinem."
      }
    ]
  }
}