{
  "chapterNumber": 10,
  "title": "Capitolo Decimo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Grilli maritali."
      },
      {
        "index": 1,
        "text": "11 Dal Poggio uscì dalla casa dèlia Fiumani in uno stato d'animo di cui non sapeva render ragione a sò stésso. L’inquietudine di prima s’cra accresciuta di tulle le insinuazioni di Cristina. Ma, a dir precisamente ciò che egli provasse, ogni parola è poca; le parole esprimono alla meglio gli affelti e i sehtimenti ad uno ad uno, ma difficilmente possono rivelare in un sol colpo quel contrasto che vi l'anno più sentimenti diversi, e in cui sla appunto il segreto'delPanima."
      },
      {
        "index": 2,
        "text": "Giunto nella via, stelle a pensare dove sarebbe andato a passare la sera, é‘stirpi di non avere desideri. Il club non lo chiamava come il solito. La partila di wislh , i discorsi di politica e di borsa non avevano più attrattive in quel punto... Invece si sentiva trascinato verso casa propria; e quantunque facesse forza per non lasciarsi sedurre da questa tentazione, quasi che ne provasse vergogna, aveva preso da quella parte."
      },
      {
        "index": 3,
        "text": "L’uomo grave sdegnava di rompere un’abitudine per una specie di capriccio della mente. Gli pareva debolezza accondiscendere, e credeva di mettere in pratica un famoso detto dell’antica filosofia col vincere sé stesso, laddove c’era cosi piccolo bisogno di vincere. Noemi gli stava fissa in mente dinanzi, però:, e quest’imagine, che or gli faceva l’effetto di un rimprovero, ora di una minaccia, gli turbava fieramente il suscitato orgoglio. Il rimprovero accennava al passato} e gli faceva risentire un po’ di quel rimorso acquietato poco prima pensando ai sùbiti guadagni di borsa. La minaccia accennava all’avvenire} e gli faceva riprovare, non la trepida e modesta paura d’un uomo che ama, ma il cruccio ingeneroso d’un marito che pensa a’,proprii diritti, e teme di vederli offesi."
      },
      {
        "index": 4,
        "text": "Si trovò sulla porta di casa sua sepz’accorgersi. Le gamlve ve l’avevano portato. Consultò l’orologio : erano le nove c mezza. Entrò} e dal cortile sorgendo attraversò le vetriate il lume nella cantera da letto di Noemi, montò le scale ed entrò dò lei."
      },
      {
        "index": 5,
        "text": "La camera da letto di sua moglie era divisa dalla"
      },
      {
        "index": 6,
        "text": "sua da un’ampia galleria di quadri. Da marito prudente, il Dal Poggio aveva adottata questa misura lin dal primo giorno del suo ritorno dal viaggio di nozze} misura che si potrebbe chiamare il termometro deir amor «miogale, dacché uon c rado di udirla predicata in teoria da scàpoli, che poi non la osservano in pratica, quando siano entrati nel numero dei più."
      },
      {
        "index": 7,
        "text": "Ma il Dal Poggio, invece, aveva trovato nel suo carattere troppo buone ragioni per essere tentato mai di violarla. Rientrando in casa a tarda notte. sia che Noemi fosse rimasta a far compagnia al nonno, sia che la carrozza Pavesse ricondotta a casa dalla conversazione della Firmiani, ei soleva chiedere al servo se sua moglie fosse ancor levata, e, se si, degnavasi di entrare a darle la buona notte,... se no andava difilato in camera sua e non la rivedeva cbe a mattino, quando la famiglia si riuniva per far colezione."
      },
      {
        "index": 8,
        "text": "Noemi, dal giorno che Famore per Emilio le aveva rivelato un mistero di passione fino allora sconosciuto, aveva provato uno sgomento indicibile al pensiero che suo marito potesse mostrarle un momento di tenerezza. Sulla falsa via ch’élla batteva, quel pensiero èra onesto: ma doveva esser tutto a suo danno, giacché 6 detto che nella moglie colpevole le buone qualità debbano riuscire a maggior danno che non le cattive. Perciò ella aveva posto ogni suo studio a scongiurar quel pericolo, adoperando tutti quei mezzi e quel grado di simulazione di cui fosse capace la sua aperta natura."
      },
      {
        "index": 9,
        "text": "Fra quei mezzi, il migliore, quello che le aveva sempre giovato al balenar dei pericolo, era di fingere di non sentirsi bene. Lieve'nienzogna fra tutte"
      },
      {
        "index": 10,
        "text": "le .femminili menzogne, e forse la più di moda. Chi sapesse far la storia di certe emicranie e di certi mali di nervi di cui si fa ancora tanto abuso dalle donne, chi sa- quanti misteri non svelerebbe di questo genere !"
      },
      {
        "index": 11,
        "text": "Noemi, poco prima che suo marito entrasse in casa, se ne stava abbandonata mollemente nella sua sedia a bracciuoli dinanzi al franklin nella sua stanza da letto, l’n volume le stava aperto sul grembo, dove l’aveva posato, stanca di leggere, o piuttosto che stanca, svogliata. Il suo sguardo lisso, lungo, intento sui tizzoni, che le crepitavano dinanzi, mostrava che la sua anima era altrove."
      },
      {
        "index": 12,
        "text": "Ella pensava ad Emilio. ,"
      },
      {
        "index": 13,
        "text": "A un tratto dall’orologio della chiesa vicina udì scoccare il primo tocco delle nove e mezza; e nello stesso tempo intese il passo di suo marito che attraversava il cortile sotto la sua lìnestia."
      },
      {
        "index": 14,
        "text": "All’udire entrare in casa Emanuele a quell’ora cosi insolita, Noemi fu presa da quella specie di molesto presentimento, che l’assaliva ogni volta che prevedeva di dovere trovarsi da sola a solo con lui; per darsi un contegno, riprese in mano il volume, e continuò la lettura ; e quando il Dal Poggio ebbe battuto sul di lei uscio colla nocca dell’indice, e, avutone licenza, si presentò sulla soglia, ella non"
      },
      {
        "index": 15,
        "text": "gli levò in viso lo sguardo."
      },
      {
        "index": 16,
        "text": "Allora staccò gli ocelli dal libro c sciamò con un sorriso :"
      },
      {
        "index": 17,
        "text": "Nel dir cosi Paveva guardato, e s'era accorta subito che qualche cosa di nuovo si volgeva nel suo capo. Attenta com’era a ogni moto della sua tiso- nomia, Noemi aveva veduto nello sguardo di suo marito un’insolita espressione, che le rimescolò nelle vene il sangue."
      },
      {
        "index": 18,
        "text": "— Che miracolo ! — continuò Noemi, deponendo il romanzo che stava leggendo sul piano del"
      },
      {
        "index": 19,
        "text": "sono stato al club.ho pensato che tu eri ri masta in casa col nonno*, che a quest’ora saresti stata sola e ho detto : andiamo a tenerle un po’ di"
      },
      {
        "index": 20,
        "text": "Noemi era da tanto tempo assuefatta a non udire da suo marito espressioni di cortesia, neppur in isbaglio, che, quelle parole la fecero stupire."
      },
      {
        "index": 21,
        "text": "*— Ti ringrazio *, 1 — rispose ella* e nel tuono di sua voce, quantunque gentile, si sarebbe detto ch’ella volesse mostrare di non dar importanza nò a ciò che aveva detto suo marito nò al proprio ringra Il Dal Poggio era l’uomo meno indagatore che la provvidènza avesse posto al mondo. Nulladimcno, da quella fredda inflessione di voce, con cui Noemi aveva pronunciato il u ti ringrazio » fu colpito. Il buon uomo si aspettava maggiore riconoscenza nella voce di sua moglie. Jl l"
      },
      {
        "index": 22,
        "text": "— Che cosa leggi ili hello ? — chiese egli prendendo in mano il volume-che Noemi aveva posato sul piano ilei franklin, e leggendone il titolo sulla coperta — Questo è un romanzo... ! — sciamò con voce sdegnosa — Ma non ti avevo pregata di non leggere questa sorta di libri ?"
      },
      {
        "index": 23,
        "text": "Noemi godendo di stornar l’attenzione di suo marito. forse da altre idee, pensò di entrare in"
      },
      {
        "index": 24,
        "text": "— Mio caro Emanuele, io ho sempre creduto che r intendessi di parlare dei romanzi cattivi e sopratutto dei romanzi francesi. Quello che hai in mano m’hanno detto invece che è buono, ed è, come puoi vedere tu stesso, italiano."
      },
      {
        "index": 25,
        "text": "— Io non ho mai detto questo-, — sciamò il Dal Poggio — per me, italiano o francese poco importa-, e, quanto al buono od al cattivo, non so che cosa tu voglia dire-, il romanzo per sé. stesso non può essere che un libro cattivo. ,i ^ s — Ma tu non parli sul serio, Emanuele. Io non ho mai avuto la pretesa di discorrere a fondo di letteratura, ma un, solo esempio mi basterebbe a mostrarti che hai torto,.."
      },
      {
        "index": 26,
        "text": "— Oh Dio! So che cosa vuoi dire., Quegli eterni Proinessi spo^i ! E che cosa provano dui resto t Son fatti da un uomo che min conosce quasi le monete, e c)jc da' suoji.sQi-Uti uqBi hg mai Ficaivato da comperarci un cappello.;- .. li olcroaBnortq fi70«6 — Non capisco, Emanuele, che cosa c’entri ih guadagno d’un autore col merito del suo romanzo, A"
      },
      {
        "index": 27,
        "text": "me non è mai passato pel capo di scriverne; io mi limito a leggerne qualcuno di quando in quando..."
      },
      {
        "index": 28,
        "text": "— In ogni modo mi pare die per farmi un piacere avresti potuto dar totalmente il bando a queste"
      },
      {
        "index": 29,
        "text": "— Ma, ti ricorderai che ti avevo pregato di fornire tu stesso la mia piccola biblioteca. Mi sarebbe impossibile di star senza leggere. Il ricamo mi annoia... la musica mi fa male... e... non ho altro."
      },
      {
        "index": 30,
        "text": "Ma non aveva pronunciata quesl’ullima frase, che già s’era pentita d’averla lasciata sfuggire."
      },
      {
        "index": 31,
        "text": "— Sarebbe dunque vero? — sciamò il marito — che, come mi disse il nonno, tu sia un po’ in collera con me perchè ti trascuro ?"
      },
      {
        "index": 32,
        "text": "— Il nonno. Egli pretende che tu sia malinconica ed annoiata. Io gli risposi che tu hai troppo buon senso per non capire che io non posso starti al fianco lutto il giorno a farti ballare sulle ginocchia. Non è vero ?"
      },
      {
        "index": 33,
        "text": "— Certo! Ti assicuro che io non gli ho mai lasciato supporre d’essere annoiata. E perchè dovrei esserlo ?"
      },
      {
        "index": 34,
        "text": "Il marito non rispose; rimase sopra pensiero. Quella docile condiscendenza di Noemi, invece di accontentarlo, rinfocolava quel dispetto geloso Che avea recato in cuore dalla casa di Cristina. Egli che s’aspettava dalla moglie qualche dolce rimprovero, e che si sentiva tanto disposto quella sera"
      },
      {
        "index": 35,
        "text": "Era la prima volta — l’ ho già detto — dopo il ! - v suo matrimonio, che il Dal Poggio si trovasse da meno-di sua moglie.Ma egli cominciava a sentir"
      },
      {
        "index": 36,
        "text": "gli albóri duna tremenda gelosia... E gli pareva che quella donna che gli stava dinanzi non fosse più Noemi, tanto si sentiva nuovo, quella sera, dinanzi a lei... La fissò con una curiosità inusata... e, nel guardarla, insieme all 1 ira repressa, insieme al nuovo turbamento, sentiva sciogliersi, per così dire, il ghiaccio del cuore... La sua attenzione, per tanto tempo assonnata, si era desta sotto quei pungoli prepotenti, e gli aveva fatto guardare in viso a sua moglie come non gli era mai accaduto di guardarla fino allora."
      },
      {
        "index": 37,
        "text": "Strano fenomeno! Lo credereste? Quello sventurato s’accorso in quel punto... e dirò quasi per la prima,volta, quanto Noemi fosse bella! A quel barlume di amore geloso, gli si spiegarono dinanzi, quasi per incanto, i tesori inavvertiti della splendida bellezza di Noemi... Il suo sguardo dal ricco volume dei capegli di lei, scese agli occhi incantevoli, c alla bocca rosea, e al seno voluttuoso... e allora... al pensiero che ella gli potesse sfuggire, l’uomo freddo sentì nel cuore quello spasimo che si immagina debba produrre un ferro rovente attraverso le carni."
      },
      {
        "index": 38,
        "text": "Come talvolta a distruggere un’amicizia basta una frase* così a suscitar un incendio d’amore basta"
      },
      {
        "index": 39,
        "text": "un lampo di gelosia. Il Dal Poggio da un leggero moto del cuore — da uno di quei moli, il cui studio egli qualificava di futilità — si sentiva, senza saperlo, mutato a un tratto, come per Defletto di magia. Quel lampo gli aveva risvegliata la confusa memoria degli anni giovanili, quando alla Borsa e agli affari ci non dava troppa importanza. Gli parve di esser tornato a ventanni. Il suo sguardo, intento, desioso, fissato nelle sembianze della cara donna, brillava come quello d 1 un ubbriaco."
      },
      {
        "index": 40,
        "text": "— Noemi, — diss 1 egli; e stesa la destra fe’ per prendere quella di sua moglie che spiccava bianchissima sul vestito oscuro."
      },
      {
        "index": 41,
        "text": "A queir invito Noemi aveva fatto un quasi impercettibile moto per ritirar la mano. Ma gliel 1 aveva stesa poi subito, non senza rivolgergli una nuova occhiata di meraviglia."
      },
      {
        "index": 42,
        "text": "A questa frase, la donna non fu cosi munita contro il moto istintivo del suo cuore da non tentare di ritirare la mano da quella di suo marito. La sventurata si senti presa da un mortale sgomento."
      },
      {
        "index": 43,
        "text": "— Questa sera tu sei d 1 una galanteria insolita; — diss 1 ella sforzandosi di ridere — Che cosa vuol dire ?"
      },
      {
        "index": 44,
        "text": "— Vuol dire che ti amo; — rispose il marito con voce quasi strozzata da un’emozione nuova, strana,"
      },
      {
        "index": 45,
        "text": "dar alcuna importanza alle parole di sno marito; e aggiunse con un po’ d’ironia; — Non ne ho mai"
      },
      {
        "index": 46,
        "text": "Il Dal Poggio che stava li li per baciare la mano a sua moglie* ebbe a tornar in sé."
      },
      {
        "index": 47,
        "text": "— Ascolta, Noemi;— diss’cgli più calmo — questa sera ti sembrerò un po’ strano... infatti an- ch’ io non mi riconosco più; non so che cos’abbia... ma ho bisogno assolutamente di sapere se mi ami... se mi hai sempre amato... se mi amerai"
      },
      {
        "index": 48,
        "text": "Noemi meravigliata di quella uscita incoerente non trovava subito la risposta. Il Dal Poggio, òhe con un reslo di orgoglio, aspettava eh’essa gli si gettasse nelle braccia, a quel silenzio, si rizzò colpito da una tremenda idea."
      },
      {
        "index": 49,
        "text": "— Essa ama un altr’uomo! — pensò; e le parole di Cristina gli ripiombarono tutte sul cuore con una spaventosa evidenza. Lasciò andar la mano di sua moglie, e fé’un passo verso di lei, pallido"
      },
      {
        "index": 50,
        "text": "— Emanuele ! — gridò Noemi che si vide perduta se non chiamava in soccorso un po’ di sangue"
      },
      {
        "index": 51,
        "text": "freddo — ascolta. calmati; tu mi turbi la mente"
      },
      {
        "index": 52,
        "text": "questa sera co’ tuoi modi strani."
      },
      {
        "index": 53,
        "text": "— Rispondimi dunque; mi ami tu ancora? mi ami tu ancora?"
      },
      {
        "index": 54,
        "text": "— Perchò vuoi ch’io ti dica una cosa che sai? Che idea è la tua?!... Il nonno ha straveduto. . tu sai bene che il nonno ..."
      },
      {
        "index": 55,
        "text": "— No; — interruppe Dal Poggio — ora non si tratta più del nonno... si tratta di me*,... te l’ho già detto: non sono più io, questa sera:.... che importa? Ho bisogno d’un giuramento;.... giura qui, su questa mano, che il tuo cuore è puro ancora come il giorno che divenisti mia moglie..."
      },
      {
        "index": 56,
        "text": "E, cosi dicendo, le stendeva dinanzi’la mano aperta."
      },
      {
        "index": 57,
        "text": "La verità non ha che una forma; la finzione ne ha mille. E davvero che a considerare il mondo sotto un certo aspetto, c’ è da ringraziare la Provvidenza, che abbia voluto, colla multiforme finzione, coprire tanti mali della povera umanità. Se è vero che la somma di questi sia d’assai superiore a quella del bene, la verità sola e nuda, quante tristi c scellerate cose non Svelerebbe ogni minuto!"
      },
      {
        "index": 58,
        "text": "Che sono mai la politica, la diplomazia, la storia, se non immense finzioni? Se la verità scoprisse continuamente le cause segrete e reali degli avvenimenti ne avremmo spavento e vergogna. Non è forse per mezzo della finzione che la società ha conservato quel po’ di fede che le resta ancora ?"
      },
      {
        "index": 59,
        "text": "La verità: 6 la fredda terra spogliata di verzura, che sarà presto o tardi la tomba a ciascuno di noi; la finzione: è un giardino in primavera, le cui negre zolle sono coperte dalle erbe e dai fiori. La verità: è la donna appena alzata dal letto, pallida, colle occhiaie, discinta; la finzione: èia donna abbigliata pel ballo, imbellettata, rigonfia che importa ? — pur eh’ ella sappia suscitarmi un palpito"
      },
      {
        "index": 60,
        "text": "Benediciamo adunque la finzione — da quella del poeta, che colla splendida fantasia ci crea dinanzi un mondo ideale — fino a quella di una moglie colpevole, che neiraccento della propria voce sa trovare la sicurezza deir innocenza, per acquietare le furie di un marito geloso."
      },
      {
        "index": 61,
        "text": "Noemi, come tutte le creature che temono e soffrono, aveva acquistato di fronte a suo marito una lucidità di intuizione quasi magnetica, che, anche in mezzo al suo sgomento, le faceva misurare il pericolo con sicurezza. Quanto più ella se lo esagerava colla trepida fantasia finché era lontano, tanto più si trovava preparata ad evitarlo, o a combatterlo, quando le si fosse presentato."
      },
      {
        "index": 62,
        "text": "Povera Noemi ! Chi avrebbe mai detto a, lei cosi ingenua e sincera che sarebbe venuto un tempo in cui le sarebbe toccato di mentire ? E come altrimenti ? Una terribile necessità la costringeva. La verità non sarebbe stato un suicidio sulle sue labbra? Disse bene chi paragonò la vita ad una bottoniera: a chi sbaglia il primo occhiello conviene •sbagliarli tutti. E del resto ha poi tanta colpa la donna d’essere finta, quando lo è ? Non vive essa continuamente in un’ atmosfera di pregiudizi!, di false convenienze, e di ipocrisie? Quante volte la madre non ripete a sua figlia che per saper vivere bisogna nascondere le più ingenue emozioni 5 dissimulare le impressioni più innocenti} star seria quando si avrebbe voglia di riderei, ridere quando si avrebbe voglia di star seria} alzar gli occhi e guardar in viso a della gente antipatica: abbassarli e non guardare quando importerebbe tanto di vedere ? E guai a lei se coraggiosa s’attenta di violare questi precetti} guai a lei se si dà a credere di poter essere schietta impunemente!"
      },
      {
        "index": 63,
        "text": "Dopo ciò lamentiamoci se la donna ha imparato a mentire !"
      },
      {
        "index": 64,
        "text": "Ma Noemi non sapeva mentire francamente. Un’impostura, una sfacciata menzogna, nessuna forza, nessun pericolo al mondo sarebbe'stato capace di strappargliela dalle labbra. E quando suo marito, quasi fuor di sé, le stese la mano, perchè ella vi giurasse sopra che lo amava ancora, e che Uàvrebbe sempre amato, ella — che con una sola parola avrebbe potuto distruggere ogni di lui sospetto — non pensò neppur per ombra, non lo passò neppur la tentazione di pronunciarla."
      },
      {
        "index": 65,
        "text": "Nondimeno da quella stretta bisognava pur guizzarne fuori in qualche modo."
      },
      {
        "index": 66,
        "text": "Allora, gettandosi indietro nella sua sedia, come donna assalita da invincibile ilarità, diede in un sonoro scoppio di riso, sciamando:"
      },
      {
        "index": 67,
        "text": "— Oh, ma sai, Emanuele, che questa sera tu mi sembri davvero un beir originale !"
      },
      {
        "index": 68,
        "text": "E, come se poi le sue stesse parole le aumentassero la giocondità , continuò per qualche tempo a ridere col più naturale abbandono."
      },
      {
        "index": 69,
        "text": "Un secchio (li acqua gelata sulla testa.di un fanciullo capriccioso fa minor effetto di quelle! che facesse sul Dal Poggio l’ironica allegria di sua moglie. Ei ne fu cosi sconcertato, che, ritirata la mano, stette muto, indeciso, senza trovare una risposta, senza aver cuore di sdegnarsi. Nel tornare in sò si sentiva invaso dalla più terribile delle paure che possa assalire un uomo orgoglioso: la paura di esser ridicolo, e si trovava, sènza saperlo, preso nei proprii lacci."
      },
      {
        "index": 70,
        "text": "Quel momento di pausa e di silenzio fu prezioso per Noemi, la quale, mentre rideva di fuori, si sentiva, di dentro, morire. Ella si vedeva sul margine dell’abisso, giacché se suo marito, con una dura parola le avesse troncata in bocca quell’ ilarità e le avesse rinnovata la domanda, eli’era perduta."
      },
      {
        "index": 71,
        "text": "Fortunatamente, come dissi, il Dal Poggio, tornato in sé, era rimasto perplesso fra i varii pensieri che gli agitavano l’anima ancor nuova alla passione: dispetto cocente di aver perduto in un tratto il vantaggio della propria posizione : paura del ridicolo che lo stoglieva dal continuar la scena in quel tragico modo: orgoglio e gelosia che gli vietavano di accondiscendere alla ilarità di Noemi c di riconoscere la propria debolezza."
      },
      {
        "index": 72,
        "text": "— Non c’ è nulla da ridere, mi pare -, — diss’ e- gli, adottando una mezza misura, peggiore assai di qualunque dei partiti estremi che gli si presentavano — Tu sai, Noemi, che io non amo che si prendano in ischerzo le mie parole^ io non ischerzo mai."
      },
      {
        "index": 73,
        "text": "Se ciò che l’ho, detto t‘è seml)rato un po' fuori dell’ordinario non è per questo meno serio."
      },
      {
        "index": 74,
        "text": "Noemi si vide salva. Capiva che, scongiurato il primo pericolo, non aveva più nulla a temere. Nel dialogo che stava per avviarsi tutti i vantaggi erano dalla sua."
      },
      {
        "index": 75,
        "text": "— Ma, mio caro Emanuele, — diss’clla cessando dal ridere — mi concederai che dopo quattro anni di matrimonio si può essere discretamente sorpresi d’intendere per la prima volta una domanda ... cosi"
      },
      {
        "index": 76,
        "text": "— Strana! — sciamò il Dal Poggio con mal celato dispetto — Non trovo nulla di strano che un marito si interessi di sapere... ciò che forma il cardine dell’ unione matrimoniale."
      },
      {
        "index": 77,
        "text": "Noemi a tanta pedanteria fu sul punto di ricominciare a ridere... c questa volta di cuore. Ma si trattenne e rispose:"
      },
      {
        "index": 78,
        "text": "— Anche questa ò una cosa nuova per me. Mi permetterai di ricordarti che tu mi ripetesti moltissime volte come l 1 amore nel matrimonio sia una cosa superflua, e incompatibile coi..."
      },
      {
        "index": 79,
        "text": "— Sarà benissimo! — interruppe il Dal Poggio con una tremenda ira nell’anima — c ciò che ti ho detto allora non voglio certo disdirlo adesso... Ma io credo però di aver il diritto di chiedere a mia moglie stretto conto de 1 suoi sentimenti a mio riguardo. Spero di parlare con tutta freddezza, ora..."
      },
      {
        "index": 80,
        "text": "— Mi pare, — disse Noemi con dignità, ma senza"
      },
      {
        "index": 81,
        "text": "levare gli occhi in viso a suo maritomi pare"
      },
      {
        "index": 82,
        "text": "che sarebbe meglio troncare questo discorso, in cui ti assicuro, finiresti còl non trovarti perfettamente dalla parte della ragione."
      },
      {
        "index": 83,
        "text": "— Ma Noemi... in verità ... questo linguaggio... io non capisco..."
      },
      {
        "index": 84,
        "text": "— Oh lo so che non mi capisci ! — continuò vivamente Noemi, commossa ed accalorata a poco a poco da un nembo di idee dolorose, che le sorgevano in cuore, pensando al passato — Se lu mi avessi capita fin dal principio, non ci sarebbe stato bisogno di farmi quella domanda che m’ hai fatto"
      },
      {
        "index": 85,
        "text": "— Ah! ma dunque non m’ingannavo!? — sciamò il Dal Poggio balzando in piedi cogli occhi scintillanti — Dunque avevo ragione di sospettare... ?"
      },
      {
        "index": 86,
        "text": "— Emanuele, te ne prego ... non riscaldarti di nuovo. Non ho voglia stasera di inquietarmi... non mi sento bene... Si ; te lo ripeto-, vi fu un tempo in cui ti avrei risposto altrimenti} e allora sarebbe bastato cosi poco da parte tua... !"
      },
      {
        "index": 87,
        "text": "E Noemi pronunciò queste parole con un inenarrabile accento di verità. In quel momento ella aveva dimenticata la propria colpa e sentiva di aver tutte"
      },
      {
        "index": 88,
        "text": "— Ma non si tratta del passato, adesso; — ripigliò Dal Poggio — adesso si tratta dell’ avvenire..."
      },
      {
        "index": 89,
        "text": ". — Ah! Signora mia, non facciamo frasi!... voi sapete che io non sono uomo da accontentare con"
      },
      {
        "index": 90,
        "text": "delle frasi... Mi direte voi chi sia Puomo che ha preso nel vostro cuore il mio posto?"
      },
      {
        "index": 91,
        "text": "— Queste sono parole che non dovrebbero uscire dalla tua bocca, Emanuele, — rispose Noemi — Questa è una domanda a cui una moglie non dovrebbe rispondere neppure se lo potesse..."
      },
      {
        "index": 92,
        "text": "Il Dal Poggio, che già stava per afferrarle il braccio e per farle violenza, come colpito dalla giustezza di questa risposta e dal tuono risoluto con cui fu pronunciata, si trattenne. Stette indeciso un istante, poi cacciandosi una mano nei capegli e ritirandola subito come se non volesse mostrar a sua moglie ciò che gli passava nel cuore, sciamò:"
      },
      {
        "index": 93,
        "text": "— Va bene... so che cosa mi resta a fare."
      },
      {
        "index": 94,
        "text": "E si mosse a dare una giravolta per la camera."
      },
      {
        "index": 95,
        "text": "Chi avesse potuto scorgere lo sguardo che Noemi gli lanciò quand’ei le volse le spalle, avrebbe avuto compassione di lei."
      },
      {
        "index": 96,
        "text": "Il Dal Poggio le ritornò dinanzi. •"
      },
      {
        "index": 97,
        "text": "— Capirete, signora, — diss’egli con voce calma — che non la può finire così. Per questa sera basta. Anch 1 io ho bisogno di non inquietarmi. Soltanto vi proibisco severamente d’ora innanzi di mettere piede in casa di Cristina, sia di giorno che di sera... Avete capito?"
      },
      {
        "index": 98,
        "text": "— Ah Emanuele, se credete con questi modi..."
      },
      {
        "index": 99,
        "text": "eile vi ho detto, se non volete esporvi a serie con-"
      },
      {
        "index": 100,
        "text": "Noemi non battè palpebra, e il Dal Poggio, preso il cappello, senza ripetere sillaba usci dalla cameia."
      }
    ]
  }
}