{
  "chapterNumber": 3,
  "title": "Capitolo Terzo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Tre Generazioni."
      },
      {
        "index": 1,
        "text": "Alla domenica e al giovedì in casa Firmiani c’cra sempre gualche invitato a pranzo. : v"
      },
      {
        "index": 2,
        "text": "Verso Fora appunto che precede di poco il suono di campanello delle case aristocratiche — quando i lumai cominciano a scorrere frettolosi per le remote vie ad accendere i primi lampioni — nella sala di casa Firmiani, tre persone della famiglia stavano aspettando i convitati."
      },
      {
        "index": 3,
        "text": "Il c onte Lq Efi pzo, nonag enario, era seduto nel suo lido seggiolone, alla destra del camino, su cui ardeva una lieta fiamma. A novant’anni suonati, egli soleva dire d’essere più forte di un giovine di venti. E davvero sarebbe stato difficile trovare un viso più rubizzo e vegeto, non dico in un uomo della sua elà, ma anche di assai minore. Quantunque fosse coperto di rughe, quel viso conservava nella piene zza delle guancie e nell'espressione degli occhi un non so che di giovanile, che faceva strano contrasto colla bianchezza argentina dei capelli c delle sopracciglia: quegli occhi, a vent’anni, dovevano essere stati lampeggianti se a novanta conservavano ancora tanto fuoco."
      },
      {
        "index": 4,
        "text": "Accanto a lui,- col gomito appoggiato al braceiuolo della sua sedia, sedeva una donna di mirabile bellezza, che non mostrava più di venti o vent’un anni."
      },
      {
        "index": 5,
        "text": "Un bell’ uomo, serio serio, in piedi, volgeva le spalle al camino, tenendo le mani raccolte dietro il dorso. Egli, con voce monotona, c con sussiego diplomatico, andava discorrendo di politica agli altri due, che pareva non prestassero troppa attenzione alle sue glaciali parole."
      },
      {
        "index": 6,
        "text": "La bella, infatti, chi V’ avesse osservata attentamente, si sarebbe accorto che era astratta in un pensiero estraneo al discorso di quell’uomo*, quantunque la si sforzasse di sembrar calma, ella si trovava in quel punto sotto P influenza d’una preoccupazione tormentosa. I di lei occhi, bellissimi, grandi, ombreggiati da lunghe palpebre, si volgevano di quando in quando ansiosamente all’uscio pel quale dovevano entrare i convitati^ e, insieme allo sguardo, pareva che ella tendesse furtivamente anche l’orecchio, quasi per udire da lontano garrivo di chi aspettava."
      },
      {
        "index": 7,
        "text": "La lidia inquieta era più che bella ^ era affasci"
      },
      {
        "index": 8,
        "text": "I suoi tratti avrebbero forse potuto essere più corretti, più attraenti, no. I suoi capelli, di quel castagno ardente e quasi dorato che ne dinota la estrema finezza, avevano quello sfarzo di vegetazione che non si dà che nelle nature perfettamente dotate-, quasi ribelli al pettine, si disegnavano ondati, a profluvio e pieni di rigoglio sulla'fronte candida e pura come quella d’un angelo. La era una di quelle testoline ricche c voluttuose su cui un amante poserebbe con ebbrezza le labbra coprendola di insaziabili baci... I suoi occhi, color del nostro cielo, possedevano quel mistero dello sguardo in cui Dio mise l’ispirazione dell’amore: occhi al cui fascino nessun’anima d’uomo nobilmente foggiata avrebbe potuto sfuggire quando gli si fossero rivolti col pensiero di sedurre, fi di lei collo, il braccio, il corpo avevano dei movimenti d’una grazia indescrivibile; ' e la curva deliziosa, nè troppo turgida, nò troppo scarsa, del di lei seno , era degna dello scalpello d’un genio: per forza di un mirabile giusto mezzo quel seno avrebbe accontentato pienamente tanto chi sdegna nella donna le soverchie rotondità , come chi si diletta di procaci forme. Ciò-poi che avrebbe finito di sedurre, chiunque fra le doti femminili non mette per ultima la piccolezza delle estremità, erano la sua mano ed il suo piede : il piedino sopratutto, che in quel punto le usciva fuori dal lembo della veste, e batteva leggermente il suolo con una specie di impazienza convulsiva, avrebbe fatto risuscitare un morto, e morire un vivo* /;"
      },
      {
        "index": 9,
        "text": "E aneli ' 1 io dico il vero ho sempre ammirato qitel- f antico re ili non so qual Grecia, il quale avendo trovato nel suo giardino una piccola e sottile pantofola, mandò intorno migliaia de’ suoi ministri a cercare la creatura a cui essa aveva appartenuto."
      },
      {
        "index": 10,
        "text": "È impossibile descrivere con evidenza la grazia, dirò quasi arguta, di quel piedino andaluso, calzato dal suo stivaletto di seta, colla punta di marocchino dorato, e due piccoli tacchi insolenti come quelli (Puna marchesa a’tempi della Reggenza."
      },
      {
        "index": 11,
        "text": "Farà un po’ specie questo nome che generalmente con è portato che da donne israelita^ ma non era senza ragione: nel viaggio di nozze la sua povera madre aveva corso un gran pericolo e ne era stata salvata per caso da un banchiere Ebreo*, la riconoscenza del marito, era stata tale, che aveva promesso di mettere il nome del salvatore al primo figlio che gli fosse nato."
      },
      {
        "index": 12,
        "text": "— Potrebbe essere una femmina, — aveva osservato il banchiere — e in questo caso il mio nome non servirebbe-, ma giacché siete cosi gentile, se il vostro primogenito fosse una femmina mettetele il nome di mia figlia... della mia povera Noemi, che mi fc morta a Napoli or sono due anni."
      },
      {
        "index": 13,
        "text": "Noemi era Punica figlia del secondogenito del vecchio Firmiani, e moglie dell’ uomo grave che discorreva di politica, il signor Emanuele Dal Poggio."
      },
      {
        "index": 14,
        "text": "limarmele Dal Poggio — che,;sebbene ricco proprietario, aveva dovuto rassegnarsi ad affittare lutti i suoi appartamenti, giacché il conte nonno non avrebbe lasciato uscire di casa la sua Noemi per tulio l’oro del mondo — era un bell’uomo fra i quarantacinque e i quarantasette anni, pieno di ordine, di onestà, di rettitudine, e il cui solo difetto era una dose terribile di orgoglio, e di quell’aridità ili carattere, che è quasi un vanto per certi, cosi, delti, uomini serti. Lagrime e sorrisi gli erano cose a fifa Ito sconosciute."
      },
      {
        "index": 15,
        "text": "lo I ho sempre detto, e sempre più mi convinco che la questione d’ Oriente non è di quelle (he si tronchino per paura o per desiderio di pace■, — proseguì egli senza mai guardar in viso a’suoi- due ascoltatori — Gli interessi che vi si urtano non sono di quelli che si possano comporre facilmente; luti al più le potenze cercheranno di tirar in lungo. La politica adesso è diventata più che mai una scienza d’aspettazione. 1"
      },
      {
        "index": 16,
        "text": "La lancetta del pendolo segnava già le cinque e ; nessuno dei convitati era ancora comparso. L’inquietudine di Noemi cresceva. Il nonno la osservava colla coda dell’occhio. Il mattilo .seguitava a parlare senz’accorgersi di nulla."
      },
      {
        "index": 17,
        "text": "I inalmente 1 uscio si schiuse ed entrò il primo"
      },
      {
        "index": 18,
        "text": "Costui era un uomo ne’ cinquant’ anni, calvo come il palmo della mano, c che mostrava di essere della famiglia."
      },
      {
        "index": 19,
        "text": "Era infatti un nipote Firmiani."
      },
      {
        "index": 20,
        "text": "— E Cristina? — sciamò Noemi che s’era alzata e s’ era mossa incontro al nuovo arrivato."
      },
      {
        "index": 21,
        "text": "Noemi fé 1 per andarle incontro; ma, prima ch’ella avesse posto la mano sulla maniglia dell’uscio, Cristina entrava in sala preceduta dal fruscio della sua ampia veste di seta."
      },
      {
        "index": 22,
        "text": "— Bene; — rispose la bella. E avrebbe voluto soggiungere qualche cosa; ma vedendo li presso suo inalilo, che era venuto anch’egli a porger la mano"
      },
      {
        "index": 23,
        "text": "Questa andò a salutare il nonno, fc’con lui qualche parola, poi si sdrajò dicontro a lui in un altro seggiolone alla sinistra del camino, e Noemi venne a sederlesi accanto."
      },
      {
        "index": 24,
        "text": "1 nuovi arrivati, erano marito e moglie Firmiani, nipoti del vecchio conte, e cugini di Noemi Bai Poggio.."
      },
      {
        "index": 25,
        "text": "Nel 1794 il conte Lorenzo Firmiani aveva sposato la cittadina Armanda Duclos fuggita con suo padre dalla rivoluzione di Lione; da essa aveva avuto due figli, i quali cedendo più presto del padre alla legge eterna della natura erano morti entrambi/lasciando ciascuno un rampollo. Il marito di Cristina era il rampollo del primogenito; Noemi dell’altro. I cugini"
      },
      {
        "index": 26,
        "text": "rappresentavano cosi, in casa Firmiani, la terza ge Il secondogenito era sempre vissuto con suo padre in casa Firmiani, e vi era morto."
      },
      {
        "index": 27,
        "text": "Quanto al primogenito, invece, verso i dieciott’an- ni, aveva seguito come ufìiciale dei Velili le bandiere di Napoleone. Ferito alla Beresina, trasportato a Vilna, s’era innamorato colà di una povera fanciulla. che lo aveva curato colla carità d’una sorella, e contro il volere di suo padre l’aveva condotta in moglie."
      },
      {
        "index": 28,
        "text": "Di ritorno a Milano, egli non era rientrato nella casa paterna , sebbene il conte gli avesse già perdonato il plebeo matrimonio. Ritiratosi colla sua Lituana in un appartamento, vi aveva vissuto felice colla pensione, e rassegno paterno, finchò l’antica ferita lo aveva tratto alla tomba."
      },
      {
        "index": 29,
        "text": "Il conte Girolamo suo figlio, — che era appunto quello che vedemmo entrar in sala poco fa — come se volesse rimediare all’ errore di suo padre, appena si era trovato in età di prender moglie, era corso a chiedere consiglio al nonno sul proprio matrimonio. Non si scherzava; egli sapeva di essere il solo Firmiani che restasse della nobile famiglia, e teneva troppo all’eredità del nonno per non fare in lutto la sua volontà."
      },
      {
        "index": 30,
        "text": "Il conte sorridendo accolse la domanda del buon nipote, come uomo che sa in qual conto tenerla, e — contro ogni aspettativa di costui — gli consigliò di studiar prima ben bene il proprio cuore per"
      },
      {
        "index": 31,
        "text": "iscoprire se gli suggerisse véramente di prender moglie"
      },
      {
        "index": 32,
        "text": "Il nipote rispose che gli pareva sarebbe stato un peccato il lasciar spegnere il nome dei Firmiani^ a cui il vecchio aveva soggiunto :"
      },
      {
        "index": 33,
        "text": "il conte Lorenzo era uno di quegli uomini che si compiacciono di sconcertare qualunque testa che non sia della loro levatura."
      },
      {
        "index": 34,
        "text": "Quella risposta tolse la parola al povero nipote..."
      },
      {
        "index": 35,
        "text": "Ma il buon vecchio prosegui :"
      },
      {
        "index": 36,
        "text": "— Nondimeno se hai voglia di pigliarla non sarò io certo quello che le ne dissuaderà."
      },
      {
        "index": 37,
        "text": "— E chi mi direbbe ella di scegliere, caro nonno? — continuava Girolamino coll 1 intenzione di fargli"
      },
      {
        "index": 38,
        "text": "— Ah ! Sta a vedere adesso che un vecchio decrepito condurrà un giovine di 24 anni a cercarsi l’amorosa e la sposa ! Ho da sentirne ancora ? Non troppo bella,non troppo giovine, non troppo ricca,... ecco tutto. Vado io forse nel mondo per scegliertela fuori del mazzo ?"
      },
      {
        "index": 39,
        "text": "Girolamino per quel giorno s'accontentò della le Ma uscendo di casa Firmiani mormorava :"
      },
      {
        "index": 40,
        "text": "— Bencdett’uomo che non si sa mai da che parte pigliarlo !"
      },
      {
        "index": 41,
        "text": "È inutile dire che all’epoca in cui era accaduto questo dialogo — come adesso e come sempre — le fanciulle da marito abbondavano a Milano."
      },
      {
        "index": 42,
        "text": "Potete dunque imaginarvi come fosse accolto a braccia aperte dalle mammine il nostro Firmiani, figlio del colonnello di Napoleone e nipote del milionario conte Lorenzo, non appena lasciò trapelare idee di matrimonio."
      },
      {
        "index": 43,
        "text": "La fanciulla che fra le molte convenne più a Gi- rolamino — quella che gli parve soddisfacesse non lanto al proprio cuore, quanto ai suggerimenti del ricco nonno — fu madamigella Cristina Uarezzij non iroppo bella, non troppo giovine, non troppo ricca, e che gli parve buona e senza pretese."
      },
      {
        "index": 44,
        "text": "Cristina Firmiani era una di quelle donne a cui non si saprebbe dare un’età. E se un figlio, che vivo avrebbe avuto diciolt’anni, non l’avesse tradita coll’inesorabile autorità dello cifre, ella avrebbe fallo credere volontieri al mondo di non averne più di"
      },
      {
        "index": 45,
        "text": "■Questo bisogno — del resto abbastanza naturale nelle donne — di nascondere la vera età, Cristina lo rivelava assai chiaramente nell’ acconciatura tutta a vezzi e fronzoli e nell’insistenza ch’ella metteva a far entrare nei suoi discorsi com’ella fosse stata maritata giovanissima. A furia di ripetere questo particolare della sua vita essa lo avea senz’accorgersi così esagerato, l’aveva ornato di tali superlativi che stando letteralmente alle sue parole s’avrebbe potuto credere che la poverina fosse stata abbandonata nelle braccia di uno sposo prima del- 1 età della ragione. E anch’cssa aveva finito col persuadersi di essersi maritata a quattordici anni.... non un mese di piu !"
      },
      {
        "index": 46,
        "text": "Rughe sul suo viso non ne apparivano ancorasse togli le tre leggerissime sulla fronte c sui polsi, quelle che come ognun sa arrivano innanzi a tutte, e segnano alla donna il fatale momento in cui bisogna mettere il cuore in pace e rinunciare a nuove conquisto. Se non che nella Firmiani tutto appariva al contrario. Non c’era un solo nastro in lei che non gridasse: amatemi — non un gesto che non tradisse l’eròtica pretesa."
      },
      {
        "index": 47,
        "text": "VesttfsT beneT^ntórnarsi, usare insomma di tutti i mezzi che la toeletta e la quarta pagina dei giornali offrono alla donna, è, più che un diritto, un dovere ; giacché io son d’avviso che primo e stretto obbligo della donna sia quello di piacere."
      },
      {
        "index": 48,
        "text": "Ma quando una donna ha toccato quell’età in cui il voler piacere a ogni costo può diventare una cosa molto ridicola; quando una donna fu già madre di un figlio che vivo avrebbe avuto quell’età in cui si destano i primi amorosi desiderii — questa donna, questa madre, per quanto senta nel segreto del suo cuore una voce che la chiama ancora ai palpiti d’un tempo, — deve rassegnarsi e chiudere per sempre il libro dell’amore."
      },
      {
        "index": 49,
        "text": "Cristina, come vedemmo, era seduta accanto a Noemi ; la quale approfittando d’un momento in cui nessuno l’osservava, giacché i tre uomini aveano riavviata tra loro la discussione politica, si curvò presso.l’orecchio della cugina e le disse in fretta:"
      },
      {
        "index": 50,
        "text": "— Se qualcuno parlasse d’ una cena che tu mi liai dato l’altra sera in casa tua, reggi. Ti spiegherò poi."
      },
      {
        "index": 51,
        "text": "Un lampo sinistro di gioia passò negli occhi della cugina, che fé’ un cenno a Noemi come a dire: « capisco perfettamente, lascia fare a me. » E qucsla tranquillata dalla tacila promessa, le die’un bacio di riconoscenza, poi, per non dar sospetto, s’intromise nel discorso degli altri."
      },
      {
        "index": 52,
        "text": "Quando il servitore annunciò che era in tavola, Noemi venne ad offrire il braccio al vecchio nonno per passare nel salotto da pranzo."
      },
      {
        "index": 53,
        "text": "FI nonno puntando le due mani sui bracciuoli della sua seggiola, si rizzò in piedi con poco sforzo, e a braccetto di Noemi si avviò pel primo, e dietro a loro due si mosse Cristina col marito di Noemi, poi il conte Girolamo cogli altri."
      },
      {
        "index": 54,
        "text": "Il cuoco di casa Firmiani era famoso."
      },
      {
        "index": 55,
        "text": "Lo spettacolo — per tanta gente — consolantissimo della tavola preparata troncò quasi per incanto ogni discussione politica, e attirò sulle fisonomie degli invitati un sorriso di soddisfazione."
      },
      {
        "index": 56,
        "text": "II padron di casa si sedette a capo della tavola, accanto alla sua Noemi; e, mentre si infilava un lembo del tovagliolo nell’aperto del panciotto, le chiese sottovoce :"
      },
      {
        "index": 57,
        "text": "— Nulla, caro nonno. 4 . soltanto che non ho fame; — rispose quasi risentendosi Noemi."
      },
      {
        "index": 58,
        "text": "— Eli! rho detto io! — sciamò il nonno alzando un po' 1 la voce e guardando in viso a Cristina — tu le vuoi dar da cena, e le fa male..."
      },
      {
        "index": 59,
        "text": "Noemi a queste parole trasalì di nuovo, c lanciò a sua cugina un’occhiata divorante."
      },
      {
        "index": 60,
        "text": "Questa che era stata preparata all’assalto da Noemi, rispose con un’aria di verità che faceva assai onore a’suoi istinti di simulazione:"
      },
      {
        "index": 61,
        "text": "— Oh non può essere, caro nonno } ha mangiato"
      },
      {
        "index": 62,
        "text": "Il conte Gerolamo che aveva udito il dialogo voltosi a sua moglie chiese :"
      },
      {
        "index": 63,
        "text": "Obbligata a rispondere anche a suo marito, Cristina non potè che continuare nella sua finzione."
      },
      {
        "index": 64,
        "text": "— A casa} — disse coll’aria indifferente di chi vorrebbe troncar su quell’argomento."
      },
      {
        "index": 65,
        "text": "— Oh sta vedere che si dovranno dire al marito lutti i pettegolezzi..."
      },
      {
        "index": 66,
        "text": "E per troncare si volse a parlare di tutt’allro col vicino di sinistra."
      },
      {
        "index": 67,
        "text": "Noemi intanto avea diretto di fianco la parola a suo marito come per tenerlo a bada. Ma Cristina aveva veduto che coll’orecchio vigile aveva tenuto dietro con una specie di ansia angosciosa al suo discorso."
      },
      {
        "index": 68,
        "text": "Il sorriso sinistro di poco prima si dipinse di nuovo ne’ suoi occhi."
      },
      {
        "index": 69,
        "text": "Cristina Firmiani aveva sortito da natura degli istinti perversi. La cupidigia e l’invidia, due dei più brulli peccali che infestino la misera umanità, avevano trovato nel suo cuore un comodissimo nido. In altre circostanze, con un altro marito, senza quel continuo barbaglio che le facevano dinanzi agli occhi i milioni del nonno, Cristina sarebbe forse stata una donna rispettabile ed una buona moglie. Cosi ella si trovava, quasi senz’avvedersi, sulla china fatale che rende infami e spregevoli le creature"
      },
      {
        "index": 70,
        "text": "Dal giorno che aveva sposato il Firmiani ella ' s’era sentito crescere a poco a poco in cuore i suoi malvagi istinti. Un’idea fissa la tormentava: quella ( di vedere un qualche giorno suo marito unico erede j del nonagenario conte. |"
      },
      {
        "index": 71,
        "text": "Ora Faffetto, la tenerezza, che questi dimostrava per Noemi l’avevano spaventata, giacché vedeva in essi un ostacolo terribile frapposto alle sue speranze."
      },
      {
        "index": 72,
        "text": "Da quel giorno ella avea giurato in cuor suo di far ogni sforzo perchè questa predilezione cessasse, da quel giorno era divenuta la più implacabile e la più segreta nemica di sua cugina."
      },
      {
        "index": 73,
        "text": "Sua madre era d’origine romana; c’era nelle vene di Cristina un po’ di sangue dei Borgia^Una donna come lei, quando trova un ostacolo a una passione"
      },
      {
        "index": 74,
        "text": "non s’arretra:, lo frange', a costo di mettere fra sè e il suo scopo il cadavere di una innocente."
      },
      {
        "index": 75,
        "text": "V’ ha chi crede che di tali caratteri non se ne diano più nella moderna società."
      },
      {
        "index": 76,
        "text": "Certo che, se si dovesse narrare soltanto la vita apparente che menavano i Milanesi cinque o sci anni fa, la sarebbe una cosa da morirne di noia."
      },
      {
        "index": 77,
        "text": "Ma sotto la vila apparente covava, allora come adesso, la vita intima, misteriosa, degli individui e delle famiglie, che nessun occhio per quanto scrutatore poteva penetrare, coperta com’era .da quella maschera uniforme che serve in pubblico a celare ogni volto, a falsare ogni frase od ogni sentimento."
      },
      {
        "index": 78,
        "text": "Però di quando in quando, come quei lampi nelle notti d’autunno, che, a lunghi intervalli, guizzano in cielo a rischiarar la buia campagna, qualche scandaloso processo dinanzi ai tribunali rivela al j mondo incredulo un misterioso complesso di delitti commessi da gente di condizione, e leva un lembo del fitto velo che nasconde il segreto rimescolamento delle passioni sociali. F. allora la mente corre con ispavento a una terribile idea: chissà quanti misfatti si commettono che la giustizia umana non arriva nè a sorprendere nò a sospettare !"
      },
      {
        "index": 79,
        "text": "' Cristina con quella svegliatezza di intelligenza c quella energia che la natura le avea concesso, non appena era stata assalita da quelle furie tentatrici, s’era messa all’ opera malvagia. E questa era diventata Io scopò principale della sua vita."
      },
      {
        "index": 80,
        "text": "Quale fosse il suo piano lo vedremo fra poco."
      }
    ]
  }
}