{
  "chapterNumber": 8,
  "title": "Capitolo Ottavo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La rivale di Noemi."
      },
      {
        "index": 1,
        "text": "— Dio salvi i sette da ugual fine ! — sciamò Niso levandosi insieme a Gustavo dal sofà, su cui la mesta ricordanza del povero suicida li aveva tenuti per poco disgiunti dal resto della compagnia."
      },
      {
        "index": 2,
        "text": "Guardò l’orologio; andò verso una parete della camera su cui stava appiccato un cappellinaio; staccò il proprio cappello dalla caviglia, e voltosi ai compagni, i quali dopo la levata da tavola avevano cessato di parlar tuli’insieme, disse:"
      },
      {
        "index": 3,
        "text": "— Belle dame e prodi cavalieri, ho l’onore di salutarvi, e di lasciarvi ai vostri amori ed alla vostra digestione. Voi sapete il mio volo. Mezzanotte sta per suonare. A rivederci domani."
      },
      {
        "index": 4,
        "text": "A queste parole si levò qualche voce, con un oh! di rimprovero contro quel cattivo esempio di partenza. Ma quell’oh! fu coperto dai «buona notte «"
      },
      {
        "index": 5,
        "text": "de 1 sei compagni di Niso. che sapevano per prova quanto ii papà fosse irremovibile ne’suoi propositi."
      },
      {
        "index": 6,
        "text": "Come dissi, nel frattempo, ammorzati i bollori del vino, anello il frastuono delle voci era andato cessando poco a poco. Le grandi questioni morali e metafisiche, cosi burlescamente dibattute a tavola, avevano lasciato campo alla galanteria cd agli scherzi. Le donne, poco prima dimenticate da quei filosofi, ripigliavano il loro dolce impèro sugli animi, e la conversazione volgeva dovunque alle intime con Yarii gruppi Aerano andati formando a coppie, a tre, a quattro. Emilio dopo aver dato seriamente da bevere allo sparato della camicia s’era addormentato. Castoni faceva il sentimentale. Teodoro a cui erano già passati i fumi del Vino, stava acconciandosi in testa una specie di turbante, coi tovaglioli che avevano servito alla cena, mentre due delle ragazze gli panneggiavano sulle spalle la tovaglia e il tappeto della tavola. Egli doveva scimmieggiar Modena in una scena di sua invenzione, ch’egli aveva annunciata col titolo di Maometto Ira le honris del paradiso turco. Teodoro era famoso per questi lazzi; era nato col bernoccolo dell’imitazione. Che cosa non avrcbb’egli imitato, dal moscone che ronza presso i vetri di una finestra cercando invano d’uscire, fino alle più impercettibili flessioni di voce d’un attore conosciuto... dal friggere d’un paio d’uova al legame, (ino alla confessione d’una vecchia bigotta che viene sorpresa sul più bello dai dolori di ventre? Egli parlava il dialetto bergamasco, da far strabiliare Gustavo che se ne intendeva-, il genovese come un facchino di"
      },
      {
        "index": 7,
        "text": "portofranco... il pavese poi.oh il pavese lo"
      },
      {
        "index": 8,
        "text": "parlava meglio d’un abitante dell’alma città delle cento torri. Nessun canto di uccello, nessun grido di quadrupede, nessun rumore della natura gli era"
      },
      {
        "index": 9,
        "text": "E quando ci si metteva bisognava, volere o non volere, sciogliersi dalle risa."
      },
      {
        "index": 10,
        "text": "Mentre andava camuffandosi cosi — sul sofà — l’ignobile sofà delle osterie milanesi — di contro a quello da cui s'erano levali poco prima Nise e Gustavo, se ne stavano sdraiale un po’sguaiatamente due belle creature — le due più belle delle sei invitate — che parlavano sommessamente fra loro."
      },
      {
        "index": 11,
        "text": "Erano la Teresa c la Gigia la prima amante di Teodoro, la seconda di Emilio."
      },
      {
        "index": 12,
        "text": "Belle entrambe, ma cosi diversamente, che chiunque fosse stato messo nell’impegno di Paride, ci avrebbe pensato sopra un bel pezzo."
      },
      {
        "index": 13,
        "text": "La Gigia non figurava a dir vero come la Teresa, 1 nè per la voluttuosa rotondità delle forme, degne della Venere Callipige, nè per la galante maniera di vestire. Ma nell’aperta lìsonomia, nel sorriso, e sopratutto nel limpidissimo sguardo, mostrava una cosi gioconda purità d’animo, che anche senza conoscerla menomamente, si avrebbe giurato esser ella una buona ragazza."
      },
      {
        "index": 14,
        "text": "Fresca e snella come un giunco, vestiva un abitino di seta chiaro senza balze e portava sul corpetto uno spadaccino di grós nero, che faceva spiccare mirabilmente la curva aggraziata e modesta del seno e dei fianchi, e le dava una oert’ aria da collegiale, che stonava assai colla gazzarra che le ferveva intorno."
      },
      {
        "index": 15,
        "text": "Chi mai vedendola in quella compagnia non l’a- vrebbe messa a fascio con Teresa e le altre traviate?!"
      },
      {
        "index": 16,
        "text": "Eppure tra lei e Teresa c’era tutta la differenza c]ie corre dalla madamina di Milano alla lorette di. Parigi * la stessa cioè che passa fra il cane cd il lupo, che sono pure d’una medesima famiglia': il cane tutto amore, fedeltà, devozione^ il lupo fame ingorda, e istinti rapaci."
      },
      {
        "index": 17,
        "text": "E Teodoro sei sapeva per prova."
      },
      {
        "index": 18,
        "text": "Infatti Teresa non era altro che una splendida bruita-copia di francese Camelia, mentre la Gigia si sarebbe detto essere il puro c genuino tipo delle nostre crestaine."
      },
      {
        "index": 19,
        "text": "La sua storia a Milano è comunissima. A Torino forse, e a Parigi sopralutto -m dopo la morte del- F ultima griselle — questa storia è inverosimile, anzi incredibile. A Parigi, dove tutto si compera con denaro, e tutto si vende per denaro, non si crede più a un simile carattere. Amore, amore, e nulFaltro che amore, senza un solo sospetto di interesse o di egoismo, era in quell’anima pura ed"
      },
      {
        "index": 20,
        "text": "ignorante come quella d’ una taltuata fanciulla di tribù Irochese."
      },
      {
        "index": 21,
        "text": "Suo padre era cocchiere in casa Cellerovigo; sua madre portinaia nella stessa casa. La Gigia con due minori sorelle era nata e cresciuta nelle stanze a terreno del paterno alloggio, con che razza di educazione... Dio vel dica. A dieci anni, levata dalle elementari, dove aveva imparato a leggere nel 1 ibro da messa di sua madre, tanto da far capire a chiunque ch’ella non ci capiva un’acca, fu mandata a scuola di modista, come fattprina minore, senz’olf- bligo di portar lo scatolone per le vie. A diciott’anni la Gigia che andava a scuola e tornava a casa sempre sola, quantunque fosse stata accompagnata da più di un centinaio di cicisbei diversi, non s’era ancora innamorata di alcuno."
      },
      {
        "index": 22,
        "text": "Chi non conosce la proverbiale manovra dell’accompagnar a casa le fanciulle che vanno sole per la via ?"
      },
      {
        "index": 23,
        "text": "Un giovinetto appena scappato dal collegio, che ha avuto il permesso da papà di uscir solo di casa, allo svoltar della via s’abbatte in una ragazza, sola, graziosa, colla sua mantiglietta di seta raccolta sul seno, un sospetto di crinolino sotto la gonna, e un cappello che raccoglie nel suo curvo grembo un \\ i- sino sentimentale composto : da un tuppè di capelli biondi o neri-, una fronte leggermente convessa, sotto alla quale splendono due occhi più furbi che grandi, più tenuti in freno che per natura modesti: da un"
      },
      {
        "index": 24,
        "text": "nasino schietto con due narici rosee, aperte, palpitanti — non di attualità —> che si direbbe fiutino l’amore, e spirino la voluttà} e finalmente da una bocca con due labbra d’un color più vivo di quello d’un midollone di cocomero venduto alla prova."
      },
      {
        "index": 25,
        "text": "Vedendola il giovinetto si ferma sui due piedi e mormora: confò bella'. Essa gli passa rasente senza lasciargli capire d’essersi accorta menomamento di queir ammirazione, poi va a cercar nella via dove c’ ò dell’ umido per aver il pretesto di sollevare il lembo della gonna} e cosi, in punta di piedi, dondolandosi leggermente sulle anche attraversa la strada."
      },
      {
        "index": 26,
        "text": "11 giovinetto senz’avvedersene comincia a tenerle dietro. Ella colla coda dell’occhio ha già veduta la di lui ombra mettersi sulle sue peste, sorride e si prepara all 1 abbordaggio:"
      },
      {
        "index": 27,
        "text": "I lumai sono in volta-, suona ravomarift. Il giovinetto si porta al fìancp della fanciulla — fiorista, o crestaia, o cucitrice o modella ? — e le eia.un’occhiata di traverso."
      },
      {
        "index": 28,
        "text": "Ella o affretta il passo, o scivola dietro di lui dall’altra parte della via} e questo scambiello traditore lo fanno tulle, abbiano voglia o no di lasciarsi"
      },
      {
        "index": 29,
        "text": "Ma il giovinetto si fa coraggio, le chiede il permesso di mettersele al fianco e le domanda se ha"
      },
      {
        "index": 30,
        "text": "Tutte le ragazze che vanno sole a chi loro domanda se hanno l’amante rispondono di no} e al perchè non. ne abbiano, soggiungono : - Giù vuol"
      },
      {
        "index": 31,
        "text": "mai che mi pigli ? È bravo chi sa cavarle più di questa.frase, la prima volta. Accade poi, che so il giovinetto non sa dove ella stia di casa se la vede sfumar via ad un tratto in una porta, nella quale la crudele è svoltata rapidamente senza neppur dirgli nè a Dio nè a diavolo, lasciandolo là sulla soglia con tanto di naso a mezzo d’una tirata serio-sentimentale , quando cominciava a sperare che ella stesse per commoversi."
      },
      {
        "index": 32,
        "text": "La Gigia invece soleva ringraziare i suoi cavalieri serventi della premura e del disturbo, poi entrava a dar una buona risata alle loro spalle."
      },
      {
        "index": 33,
        "text": "Senonchò era poi venuto anche per lei il fatale"
      },
      {
        "index": 34,
        "text": "Un bel dì ella s’era imbattuta in Emilio Digliani, e, sia che Teli stessa la chiamasse all 1 amore, sia che gli occhi di Emilio fossero veramente assassini, il fatto è che fin dalla prima occhiata ella capi che quel giovine le avrebbe fatto girare la testa. Quanto a Emilio, che in quel tempo cominciava ad adorare in segreto la Dal Poggio, non le aveva badato."
      },
      {
        "index": 35,
        "text": "La Gigia, tornata a casa, s’era sentila nascere in cuore un fino allora ignoto desiderio... quello, cioè, di rivedere, quanto prima, il giovine che le aveva destato nell’animo un cosi dolce e vivo turbamento. Chiesto di lui, aveva saputo come, tornato da un anno a Milano dopo la caduta di Roma, egli si fosse allogato presso una casa bancaria, e come solitamente uscisse dallo studio verso le tre e mezza."
      },
      {
        "index": 36,
        "text": "Era appunto in quell’epoca in cui gli occhi ili Noemi gli aveano fatto smettere il vestito da disperato:, quel sentimentale amore, sebbene senza speranza, lo aveva riconciliato coir esistenza monotona e positiva che gli toccava di condurre a Milano-, e tirava all’ordine."
      },
      {
        "index": 37,
        "text": "La Gigia dunque, portata dal suo désto, si era messa ad allungar la strada per vedere Emilio. La povera ragazza quando lo scorgeva venir da lontano abbassava gli occhi , e passava oltre senza aver la forza di levarglieli in viso. Emilio non s’accorgeva di nulla ; ma ella era felice per tutto il giorno. .."
      },
      {
        "index": 38,
        "text": "Come però la cosa andava indefinitamente per le lunghe, senza una conclusióne, là Gigia cominciava a perdere il suo buon umore, e qualche volta la si lasciava cogliere a piangere da sua madre^ nè C’era verso che alcuno potesse più accompagnarla a casa. Le compagne della scuola, a cui essa non aveva saputo tacere il suo primo segreto d’amóre!, irridevano quell’affetto solitario-, il che non faceva ! che attizzar sempre piu la sua fiamma."
      },
      {
        "index": 39,
        "text": "A furia di parlare con esse del sitò Emilio — non ancora suo — la era venula a sapere, se don altro, che egli era libero, o — come diceva lei — senza impegni. Allora la logica istintiva del suo cuore le aveva suggerito il mezzo più semplice che possa venir in mente a donna che si strùgge d’a- nìore. Comperato un bel foglio di carta dà lettere, tutto a rabeschi coloratigli aveva scritto un’epistola cosi piena di’ càndida tenerezza e di errori"
      },
      {
        "index": 40,
        "text": "1 (l’ortografia, che Emilio nc aveva riso per un paio"
      },
      {
        "index": 41,
        "text": "Che serve ? Non è questo un mezzo come un al- ! tro ? Che cosa ne sapeva lei, povera Gigia. di con- l venienze sociali c di tattica amorosa ?"
      },
      {
        "index": 42,
        "text": "1 La cara fanciulla si sentiva nell’anima un cosi ricco e smisurato tesoro di tenerezza, che non le venne neppur il sospetto che Emilio non le-avrebbe corrisposto, quantunque fosse stata lei la prima a"
      },
      {
        "index": 43,
        "text": "Quanto a Emilio , sebbene volgesse i suoi desideri i amorosi da un’altra parte, non aveva avuto la forza di sdegnare un’avventura in cui era tanto accarezzato il suo amor proprio e stimolata la sua cuLa Gigia nella sua lettera non gli chiedeva che una risposta."
      },
      {
        "index": 44,
        "text": "Emilio per tutta risposta le mandò un biglietto in cui le dava appuntamento in casa sua pel dopo pranzo del giorno dopo. La Gigia allora scrisse una nuova lettera per pregarlo di mutare il luogo del convegno dalla sua stanza nella corte dell’ospitai"
      },
      {
        "index": 45,
        "text": "Il giorno dopo s’era trovato nella corte dell’ospitale e aveva veduta venirsi incontro la Gigia bella, linda, fresca come una rosa, e sorridente come se si conoscessero da un pezzo. E perchè no? Non"
      },
      {
        "index": 46,
        "text": "r amava ella ?' Non era Emilio per lei, il più caro essere della creazione? Non stava ella per ripeterglielo a voce ? Questi pensieri le avevan ridonato tutto il coraggio, tutto il buon umore. Nella sua fenomenale ignoranza delle cause c degli effetti in amore, ella trovava semplicissima e naturale la propria condotta."
      },
      {
        "index": 47,
        "text": "La buona ragazza si avvicinò adunque ad Emilio col sorriso sul labbro; e per prima cosa gli fece quasi le scuse d’averlo incomodato, e lo ringraziò sinceramente clipei le avesse dato ascolto e fosse venuto.ina accompagnò l’ingenua uscita con uno"
      },
      {
        "index": 48,
        "text": "sguardo cosi carico di tenerezza e di amore che Emilio s’era sentilo commosso fin nel profondo e non aveva potuto trattenersi dal-prenderle una mano, e dal baciargliela con ardore in mezzo al cortile."
      },
      {
        "index": 49,
        "text": "Allora, messisi a fianco, s 1 erano avviali verso la porta posteriore, ed erano usciti pel ponte del naviglio verso la strada dei sospiri."
      },
      {
        "index": 50,
        "text": "Emilio però non era uomo da accontentarsi di passeggiate e di sospiri. Quanto alla Gigia, poverina, ! non aveva una sola ragione al mondo di resistergli, non una sola obbiezione da opporgli. L’amore è una forza; il dovere, invece, se non ò avvalorato dall’e-"
      },
      {
        "index": 51,
        "text": "ducazione, dalle convenienze, dall’esempio.non ;"
      },
      {
        "index": 52,
        "text": "è che una parola. Dove poteva la Gigia trovar ra- j gione c pretesto per essere virtuosa ? Sua madre non l’aveva forse lasciata andar sola per le vie dai dodici anni in poi ? Le aveva essa inculcato qual-"
      },
      {
        "index": 53,
        "text": "I che massima di morale? Le area dato qualche nozione di viriti o di vizio? Aveva fallo qualche cosa per Scongiurar quella disgrazia ?"
      },
      {
        "index": 54,
        "text": "Nulla! La povera vecchia credeva di aver adempito ad ogni suo dovere quando di ritorno dalla Sscuola se la faceva sedere accanto a recitare il ro - e la tìigia cadde. Cadde per puro amore, senza avere da Emilio una sola parola di promessa, senza i concepire un solo timore per lo avvenire, più ignorante dell 1 Atata, più pura della Margherita di Goethe. Qualche tempo dopo, un invidioso avea solitato alle orecchie della marchesa Cellerovigo come la figlia maggiore della sua portinaia fosse sulla via della perdizione. La severa marchesa si era creduta in dovere di farla scacciar dalla casa, e la Gigia avea dovuto prender le sue poche robe, e andar a chiedere un asilo al suo amante."
      },
      {
        "index": 55,
        "text": "Emilio aveva messa la povera discacciata in una stanza a camera, dove, tra per raccorameolo d’aver dovuto lasciar i suoi genitori, e tra per la paura di star sola di notte, ella .«narse tante lagrime da grossaine un liume."
      },
      {
        "index": 56,
        "text": "Poco a poco però si Luna che P altra angoscia erano assai diminuite^ Emilio la trattava bene, ed ella si avvezzava a star. sola. A mattino andava a scuola, dove molle volte si fermava lino alle dieci della sera. Coi venlidue soldi al giorno, che riguadagnava , viveva. Una volta che Emilio aveva tentato di lasciarle del denaro, ella s’era offesa cosi di cuore, cosi sinceramente, che il giovine non avea ripetuta l’offerta; a stenti le avea potuto regalare un taglio d’abito di seta a Natale, quello che essa -v. indossava a cena."
      },
      {
        "index": 57,
        "text": "Questo magnifico disinteresse; e l’amore sterminato ch’ella gli portava; e quella stessa sua profonda e ingenua ignoranza delle cose del mondo avevano prodotto in Emilio una sembianza d’ affezione, che teneva più dell’amicizia che dell’amore. Co’suoi compagni ei parlava della Gigia come d’un cagnolino fedele, pel quale un uomo avrebbe vergogna a confessare molto interessamento. I sei amici dopo averla conosciuta, avean preso tutti ad amarla come una sorella. Di quando in quando or l’unó or l’altro andavano a trovarla nella -sua stanza a quinto piano. Perchè ci andavano ? Non lo sapevano ; ma è pur vero che non era loro dato di passare dalla porta di lei senza montare a salutarla, quando s’immaginavano che la fogse in casa. Essa li riceveva con una cosi cordiale e gioconda serenità, e li intratteneva con una tale inconscia poesia del suo grande amore per l’Emilio, che tutti, partendo di là, si sentivano rinfrescato il cuore, e migliori di prima."
      },
      {
        "index": 58,
        "text": "Ma era poi venuto il giorno in cui Emilio — presentato in casa della Firmiani — vi aveva trovato Noemi. Allora la Gigia aveva cominciato ad essere trascurata da lui. Nessuno però le aveva mai detto parola della sita rivale. Ma, com’ ella era venula a sapere che Emilio frequentava la casa d’una contessa Cristina Firmiani, s’era ingelosita di costei. Tanto più quando un giorno — una settimana prima di quello in cui la troviamo a cena — vide appunto la contessa venire dalla Chaillon a comandare un cappello, pregandola che le fosse mandala a casa la Gigia per provarlo."
      },
      {
        "index": 59,
        "text": "Erano in questo stato le cose allorché ella fu condotta da Emilio al llebecchino dove vi trovò la Teresa — ch’ella conosceva già come amante di Teodoro, — la quale le disse non solo dell’infedeltà del suo Emilio, ma anche di sapere il nome della sua rivale."
      },
      {
        "index": 60,
        "text": "— Via, Teresa — diceva la Gigia al suo orecchio mentre Teodoro finiva di camuffarsi da Maometto — te ne scongiuro ... se è vero che tu lo sappia, ditto anche a me... ditto per carità."
      },
      {
        "index": 61,
        "text": "— Ma se non posso in coscienza ... Guai se Teodoro sapesse che mi sono lasciato sfuggir di bocca quel nome."
      },
      {
        "index": 62,
        "text": "— Teresa... abbi compassione di me... sii buona .. Che vuoi tu eh’ io ti; giuri ?... Io sono segreta come un sepolcro, se prometto... dimmelo^ Teresa. .tsmnq io lift ih"
      },
      {
        "index": 63,
        "text": "Impossibile! Ma è impossibile piuttosto ch’io non debba saperlo... Lo sanno tutti!"
      },
      {
        "index": 64,
        "text": "— Ma chi lo disse a Teodoro? Non già Emilio."
      },
      {
        "index": 65,
        "text": "— Perchè sarebbe un infame."
      },
      {
        "index": 66,
        "text": "— Oli! bella novità che mi conti tu,Gigia! Che cosa sono gli uomini?"
      },
      {
        "index": 67,
        "text": "— No; non credo che Emilio l’abbia detto; non può averlo detto."
      },
      {
        "index": 68,
        "text": "— Ebbene no; non fu Emilio; questa volta hai"
      },
      {
        "index": 69,
        "text": "Chi fu dunque?"
      },
      {
        "index": 70,
        "text": "— Fu Castoni che la trovò in- casa sua quella stessa sera che fu ferito; l’altro jeri sai bene?"
      },
      {
        "index": 71,
        "text": "— In casa sua? Ah ella va a trovarlo in casa sua ?... oh me meschina ! — sciamò la Gigia cominciando a lagrimare."
      },
      {
        "index": 72,
        "text": "— Via, non farti vedere a piagnucolare adesso. Sei pur buona di accorarti per queste cose!"
      },
      {
        "index": 73,
        "text": "La Gigia avea chinato la testa nelle palme e piangeva sommesso."
      },
      {
        "index": 74,
        "text": "— Sta su allegra ,• sciocca, che a questo mondo quando si spegne un cero si accende una torcia. Ascolta; non per metter male, ma per aiutarti nel caso, tu sai che quell’altro povero giovine è sempre a’ tuoi comandi appena tu faccia un segno. E ti assicuro io che egli ti tratterà un po’meglio di quel tuo spiantato orgoglioso. Egli ha quarantamila lire"
      },
      {
        "index": 75,
        "text": "La Gigia alzava le spalle c crollava il capo."
      },
      {
        "index": 76,
        "text": "Sai che cosa t’ho a dire ? Che sei una sciocca e che non è certo così che potrai farli voler bene dagli uomini."
      },
      {
        "index": 77,
        "text": "— Che m’importa ? Dopo Emilio, che Dio mi faccia morir qui sul posto se un alte’uomo potrà dire d’essere mio amante."
      },
      {
        "index": 78,
        "text": "— Povera Gigia ! Alla tua età ho detto anch’ io queste parole, c le ho dette anch’io in lmona fede. L’avrei giurato che dopo il primo non avrei fatto il secondo. Quando egli m’ha lasciata ebbi paura della mia solitudine...: poi un diavolo, credi, scaccia l’altro... Dopo questo non li ho più contati... t’assicuro, non li ho più contati."
      },
      {
        "index": 79,
        "text": "— Teresa — ricominciò la Gigia dopo di essersi furtivamente asciugati gli occhi col rovescio della mano — mia buona Teresa... dimmi chi è... dimmelo, per carità ..."
      },
      {
        "index": 80,
        "text": "— Vorrei parlarle e dirle di voler bene a suo marito, e non venire a rubare l’amante ad una povera fanciulla..."
      },
      {
        "index": 81,
        "text": "— Ebbene, questo è precisamente quello che noi non vogliamo."
      },
      {
        "index": 82,
        "text": "Ma la Gigia tornò all’assalto con un tale fervore di preghiera, con un accento cosi pietoso e persuasivo, che finalmente la Teresa, la quale aveva forse tanta voglia di dirglielo quanto la Gigia d’udirlo, accostata la bocca all’ orecchio della dolente, le scoccò il nome di Noemi Dal Poggio."
      },
      {
        "index": 83,
        "text": "La Dal Poggio era assai conosciuta per la sua"
      },
      {
        "index": 84,
        "text": "bellezza a Milano, e il di lei nome non poteva'tornare nuovo ad alcuno; tanto meno poi ad una crestaia. Perciò, quando l’ebbe udito, la Gigia sulle prime restò quasi abbacinata . dallo stupore ; poi, come se le prendesse la disperazione, si gettò prona sul cuscino del sofà a piangere dirottamente."
      },
      {
        "index": 85,
        "text": "A questo punto un.omerico scoppio di riso ri- suonò insieme a molli applausi nella sala."
      },
      {
        "index": 86,
        "text": "Teodoro ne area delta una delle sue."
      },
      {
        "index": 87,
        "text": "— Gigia, non farti scorgere, ti raccomando; — disse Teresa all 1 orecchio della povera ragazza scon La Gigia si alzò cogli occhi gonfi e sciamò :"
      },
      {
        "index": 88,
        "text": "— Tu non sai. Tre o quattro giorni fa venne dalla Chaillon la contessa Firmiani a comandare un cappello, e, senza eh 1 io l’avessi mai veduta, la mi sorrise e la mi parlò, che non potevo capirne"
      },
      {
        "index": 89,
        "text": "— Dunque la Dal Poggio sa che tu sei l’amante"
      },
      {
        "index": 90,
        "text": "— Lo credo, se no, perchè avrebbe mandala sua"
      },
      {
        "index": 91,
        "text": "Si, il giorno dopo."
      },
      {
        "index": 92,
        "text": "— La mi parlò di Emilio."
      },
      {
        "index": 93,
        "text": "— Ed io le confessai che gli voleva bene, ma che egli non pensava più a me."
      },
      {
        "index": 94,
        "text": "— Mi disse che facevo bene ad amarlo, che lo meritava, che è un bravo giovine..."
      },
      {
        "index": 95,
        "text": "— Ma può essere che lo facesse a (in di bene."
      },
      {
        "index": 96,
        "text": "— Sei pur buona a crederlo! Se t’avessi a contare la mia vita, vedresti di che cosa è capace una donna ... che ha carrozza e cavalli !..."
      },
      {
        "index": 97,
        "text": "— Un caso o no, è capitato a me... Ma non imporla. Ricordati sopratutto di non dir nulla ad Emilio ch’io t’abbia detto quel nome."
      },
      {
        "index": 98,
        "text": "— No, non temere... non gli dirò nulla... a che prò glielo direi ? Egli mi negherebbe tutto ugualmente. Voglio prima accertarmi co' miei occhi, avessi a curarlo notte e giorno."
      },
      {
        "index": 99,
        "text": "— E poi j — ripetè la Gigia fissando la compagna con due sguardi fiammeggianti — ah tu non sai tutto, Teresa, tu non sai tutto... Povera creatura oh’ io sono !"
      },
      {
        "index": 100,
        "text": "— Che c’ è di nuovo ? — sciamò 1’ amica alzan — C’ è, che s’egli mi avesse lasciata due mesi fa, ne sarei morta forse, ma sarei morta io soltanto; mentre ora... io non sono più sola... mi capisci Teresa ?... mi capisci ?"
      },
      {
        "index": 101,
        "text": "— Ma dunque, non mi comprendi? Se egli mi lascia come potrò io allevarlo...?"
      },
      {
        "index": 102,
        "text": "— Come! — sciamò la Gigia — Tu vorresti forse che io non me lo tenessi con me... il figlio mio... il figlio del mio sangue... ?"
      },
      {
        "index": 103,
        "text": "— Ma sta a vedere... ! Per che cosa fu fatto quel buco là, lungo il naviglio... a Santa Caterina?"
      },
      {
        "index": 104,
        "text": "— Oh taci, Teresa!... taci!... Solo al pensarlo mi fa più male che l’idea di perdere Emilio..."
      },
      {
        "index": 105,
        "text": "— Ma dunque? Non sarò io la sua madre? Non gli avrò dato io la vita? Non sarà desso mio figlio?"
      },
      {
        "index": 106,
        "text": "— Oh se c’è una provvidenza ci avrà bene a pensare!... Per Dio! non vivono tutte le madri che allevano i loro figli?,., non vivono le rondini, che fanno il nido sotto il tetto della mia stanza, non vive la micia di mia madre che ne ha sotto quattro? Vivrò anch’io se c’è giustizia al mondo."
      },
      {
        "index": 107,
        "text": "— Chi ti dice che ci sia giustizia al mondo, povera Gigia! Ma e poi? Tuo padre e tua madre se vengono a saperlo ?"
      },
      {
        "index": 108,
        "text": "— Non vorranno uccidermi; nè vorranno strapparmi dalle braccia il mio bambino..."
      },
      {
        "index": 109,
        "text": "— Sei pur buona, povera Gigia!"
      },
      {
        "index": 110,
        "text": "A questo punto Teodoro chiamò la Teresa perchè volesse venirgli presso a completare un certo gruppo, in cui ella doveva figurare come la sulta^pi"
      },
      {
        "index": 111,
        "text": "Teresa, a cui la proposta piacque come una adulazione, si levò, e andò a far la sua parte."
      },
      {
        "index": 112,
        "text": "La Gigia guardò Emilio che dormiva, e non veduta, venne a stampargli un bacio sulla fronte; poi, per poter piangere senza essere sorpresa, si mise all\"ombra nella strombatura d'una finestra e là sfogò in lagrime il suo dolore."
      },
      {
        "index": 113,
        "text": "acffirro-"
      }
    ]
  }
}