{
  "chapterNumber": 0,
  "title": "Introduzione",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "In tutte le grandi e ricche città del mondo incivilito esiste una certa quantità di individui di ambo i sessi, fra i venti e i trentacinque anni, non più; pieni d’ingegno quasi sempre; più avanzati del loro tempo; indipendenti come l’aquila - dello Alpi: pronti al bene quanto al male; irrequieti, travagliati,... turbolenti — i quali — o per certe contraddizioni terribili fra la loro condizione e il loro stato — vale a dire fra ciò che hanno in testa e ciò che hanno in tasca — o per certe influenze sociali - da. cui sono trascinati —"
      },
      {
        "index": 1,
        "text": "o anche solo per una certa particolare maniera eccentrica e disordinata di vivere — o, infine, per mille altre cause, e mille altri effetti, il cui studio formerà appunto lo scopo e la morale del mio romanzo — meritano di essere classificati in una nuova e particolare suddivisione della grande famiglia sociale,* come coloro che vi formano una casta sui generis distinta da tutte le altre."
      },
      {
        "index": 2,
        "text": "Questa casta o classe — che sarà meglio detto — vero pandemonio del secolo; personificazione della follia che sta fuori dai manicomii ; serbatoio del disordine , della imprevidenza, dello spirito di rivolta e di opposizione a lutti gli ordini stabiliti; — io l’ho chiamata appunto la ScaLa qual parola prettamente italiana (*) mi rese abbastanza bene il concetto di tal parte di popolazione, così diversa dall’altra pei suoi misteri, le sue miserie, i suoi dolori, le sue speranze, i suoi traviamenti, sconosciuti ai ricchi contenti,"
      },
      {
        "index": 3,
        "text": "ai giovani dabbene, alle fanciulle guardate a vista, alle donne che amano il marito ed agli uomini serii che battono la strada maestra della vita, comoda, ombreggiata, senza emozioni, come senza pericoli."
      },
      {
        "index": 4,
        "text": "La Scapigliatura è composta da individui di ogni ceto, di ogni condizione, di ogni grado possibile della scala sociale. Proletariato, medio ceio , e aristocrazia; foro, letteratura, arte e commercio; celibato e matrimonio; ciascuno vi porta il suo tributo, ciascuno vi conta qualche membro d’ambo i sessi; ed essa li accoglie tutti in un amplesso amoroso, e li lega in una specie di mistica consorteria, forse per quella forza simpatica che nell’ordine dell’universo attrae fra di loro le sostanze"
      },
      {
        "index": 5,
        "text": "La speranza è la sua religione; la fierezza è la sua divisa; la povertà il suo carattere essenziale. Non la povertà del pitocco che stende la mano all’elemosina, ma la povertà di un duca, a cui tocca di licenziare una dozzina di servitori, vendere molle coppie di cavalli, e ridurre a"
      },
      {
        "index": 6,
        "text": "quadro le portate della sua favola, perchè, fatti i conti coll’intendente, ha trovato di non aver più a questo mondo... che cinquantamila lire di rendita."
      },
      {
        "index": 7,
        "text": "Come il Mefistofele del ; Nipote , essa ha dunque due aspetti, la mia Scapigliatura."
      },
      {
        "index": 8,
        "text": "Da itti lato: un profilo più italiano che milanese, pieno di brio, di speranza e di amore; c rappresenta il lato simpatico e forte di questa classe, inconscia della propria potenza, propagatrice delle brillanti utopie, focolare di tutte le idee generose, anima di tutti gli elementi geniali,) artistici , poetici, rivoluzionari del proprio paese; che per ogni causa bella, grande, o folle balza d’ entusiasmo;ielle del riso conosce la sfumatura arguta come lo scroscio franco c prolungato; che ha le lagrime d’un fanciullo sul ciglio, e le memorie feconde nel cuore."
      },
      {
        "index": 9,
        "text": "Dall’altro lato, invece, un volto smunto, solcato, cadaverico; su cui stanno le impronte delle notti passate^nello stravizzo e nel \"giuoco ; su cui si adombra il segreto d’uu dolore infinito... i sogni lentatori di una felicità inarrivabile, e le lagrime di sangue, e le tremende sfiducie, e la finale disperazione."
      },
      {
        "index": 10,
        "text": "Nel suo complesso perciò la Scapigliatura c liitt*altro che disonesta. Se non che, come accade anche nei partiti politici , che gli estremi accolgono nel loro seno i rifiuti di tutti gli altri, aneli’essa conta un buon numero di persone tult’ab tro che oneste , le quali finiscono collo screditare la classe intera. Ma codesti signori sono come nel ferro le scorie ; e c’ è per essi un nome abbastanza conosciuto senza ricorrere alla Scapigliatura; e anch’io sarei tentato di dirli cavalieri d’industria o birbanti, se l’educazione non mi vietasse di chiamar chicchessia col suo vero nome. Ma appunto come tali, essi non hanno una fisonomia particolare, e si perdono in quella putrida vegetazione comune a tutti paesi del mondo — come i ladri e le spie — gente nata per lo più nel fango, e viventi nel fango del proprio mestiere senza perdono e senza poesia possibile."
      },
      {
        "index": 11,
        "text": "Però la vera Scapigliatura, li l'ugge per la prima, e li rinnegherebbe ad alta voce se ella fosse conscia della propria esi"
      },
      {
        "index": 12,
        "text": "In certe notti d’inverno — quando la luna, che comincia a declinar verso Ticino, trapela a stento dall’annuvolato, e la nebbia cala giù presso terra a rendere più fosche le liammelle del gas — Milano, a chi lo percorre frettoloso, ad ora tarda, presenta talvolta degli aspetti assai curiosi."
      },
      {
        "index": 13,
        "text": "Nella irregolarità delle sue vie deserte e illuminale a risparmio, negli angoli sporgenti e rientranti delle sue case, nell’alto e basso delle sue grondaie, ti si affacciano talvolta dei capricci di ombra e di luce non mai prima avvertiti."
      },
      {
        "index": 14,
        "text": "Ora è il buio monotono che vien rotto improvvisamente ad una svolta dal chiarore-che esce da una bottega attardata e ancora aperta; ora ò la luna che mostrandosi da una fessura del cielo, rischiara la bruna facciata d’un palazzo-, -che' ti -si -rizza a. un"
      },
      {
        "index": 15,
        "text": "tratto dinanzi gigantesca e minacciosa; e allora, per poco elio tu sia superstizioso o pusillanime, ti prende quasi un’uggia di esser solo in quel silenzio e affretti il passo; tuo malgrado li ricorre alla memoria la storiella di ladri udita poco prima, e se vedi venirli incontro una fisonomia sospetta le cedi volentieri la dritta."
      },
      {
        "index": 16,
        "text": "Fu in una di queste notti sinistre a mezzo un dicembre, che un giovine, disceso da una carrozza che s’era fermata sulla piazza di Sant’Ambrogio , percorreva sotto Facquerugiola, die cadeva litta c minuta, quella contrada che congiunge la piazza al Carrobbio, cercando collo sguardo qualche cosa sulla muraglia delle case di destra."
      },
      {
        "index": 17,
        "text": "Chi lo avesse veduto passar sotto il raggio dei lampioni, avrebbe osservato su quel volto i segnali di un’angustia violenta, come di chi cerca invano qualche cosa che gli preme."
      },
      {
        "index": 18,
        "text": "Giunto allo sbocco della contrada del Cappuccio, lo sconosciuto ristette come sconsolato; poi, voltosi indietro precipitosamente, rifece la via esaminando più attentamente le pareti delle case— finché un’ esclamazione di gioia che gli uscì dalle labbra mostrò che avea finalmente trovato."
      },
      {
        "index": 19,
        "text": "Allora s’accostò al muro, prese colla destra la maniglia d’un cordone da campanello di chirurgo, lo tirò con forza, e si ritrasse di nuovo in mezzo alla strada, alzando la testa alle finestre di terzo piano a cui corrispondeva il filo."
      },
      {
        "index": 20,
        "text": "Stette cosi un minuto, nel quale, all’ansia cocente di poco prima, era succeduta sul suo viso la naturale impazienza di chi aspetta...."
      },
      {
        "index": 21,
        "text": "Una finestra s’aperse al terzo piano e una voce di donna chiese:"
      },
      {
        "index": 22,
        "text": "— Cerco del professore:, — disse lo sconosciuto con voce alterata — fi in casa ?"
      },
      {
        "index": 23,
        "text": "— Ho bisogno di lui. Ditegli che faccia la carità"
      },
      {
        "index": 24,
        "text": "— Bisogna svegliarlo; — gridò l’altro imperiosamente — si tratta di vita o di morte. Scendete ad aprirmi. Avrete buona mancia."
      },
      {
        "index": 25,
        "text": "Sia che il tuono commosso e insieme risoluto del giovane persuadessero la fantesca che nòn sarebbe stato cosi facile il congedar quell’uomo; sia che l’antifona della mancia ne vellicasse l’istinto prepotente in molte umane creature — e specialmente nelle serve — il fatto è che rispose: — Vengo; — e si ritrasse chiudendo la finestra."
      },
      {
        "index": 26,
        "text": "Lo sconosciuto piegò il capo sul petto come uomo che si raccoglie ne’ suoi-pensieri. La scarsa luce, che gli batteva da un riverbero sulla persona, avrebbe mostrato ai passanti un giovane nei 25 anni; di mezza statura ; coperto da un leggero soprabito a dispetto della pioggia e del freddo; nè bello nò brutto;... tale insomma da non fermare lo sguardo"
      },
      {
        "index": 27,
        "text": "Non erano scorsi due minuti che il rumore d’una chiave nella toppa dello sportello gli fé’alzare vivamente la testa. Allora si mosse-attraversò il marciapiedi, c curvata la persona, varcò la soglia della piccola apertura che gli si era schiusa dinanzi."
      },
      {
        "index": 28,
        "text": "Lo sconosciuto si mise per Candito, dietro alla fantesca, che reggendo il lume dinanzi a lui. s’avviava verso la scala."
      },
      {
        "index": 29,
        "text": "— Che cosa ha detto?"
      },
      {
        "index": 30,
        "text": "— Nulla ha dello, poveruomo! Ormai ci ha fatto"
      },
      {
        "index": 31,
        "text": "— Questo pel vostro incomodo*, — disse lo sconosciuto . dopo aver cavato una moneta dal taschino del farsetto."
      },
      {
        "index": 32,
        "text": "E sì dicendo allungava il braccio per metter la mancia nella sinistra della donna che le pendeva libera al fianco. Costei, sebbene non potesse vedere quell' atto, lo indovinò*, giacché, con mirabile accordo, stese indietro il braccio, abbrancò la moneta , biascicando un grazie, e la intascò, non senza prima averla sogguardata sul palmo colla coda del-"
      },
      {
        "index": 33,
        "text": "Il giovane non rifece parola, e ncppnr essa. Montarono in silenzio i gradini della scala fino al terzo"
      },
      {
        "index": 34,
        "text": "piano ed entrarono in casa del professore sul cui uscio d’ingresso slava scritto :"
      },
      {
        "index": 35,
        "text": "PIER AMBROGIO BARTELLONI chirurgo ostetrico."
      },
      {
        "index": 36,
        "text": "Ancora mezzo intronato dal sonno, il professore stava a sedere sul letto disponendosi un po’di mala voglia ad ubbidire a quella voce potente nelle anime oneste che si chiama il dovere."
      },
      {
        "index": 37,
        "text": "Era un uomo sui cinquant’anni, d’una forza e d’una salute meravigliosa^ la quale ei soleva attribuire-alla sua invincibile avversione ai medici ed ai farmacisti. Nel quartiere, questa sua bizzarra prolessionc di fede — in apparenza cosi contraria all’arte sua — e un certo metodo di vita fuor del consueto, c la sua maniera di vestirsi negletta e antiquata, gli aveano meritato il soprannome di filosofo, che, corno tutti sanno, per certa gente dabbene equivale a poco meno di matto."
      },
      {
        "index": 38,
        "text": "— Che cosa mi comanda ? — diss’egli al giovine che la Caterina gli veniva presentando."
      },
      {
        "index": 39,
        "text": "— Ho bisogno di lei — cominciò lo sconosciuto — per un affare delicato_assai delicato."
      },
      {
        "index": 40,
        "text": "Il professore all’accento turbato di quella voce, all’espressione misteriosa di quelle parole alzò fieramente la testa e corrugò la fronte. Un sospetto oltraggioso gli aveva attraversato la mente."
      },
      {
        "index": 41,
        "text": "netranti in faccia allo sconosciuto — spero che ella non sia venuto a chiedermi una cosa illecita."
      },
      {
        "index": 42,
        "text": "Ma l’altro, prima che il professore avesse terminato, senz’ascoltarlo, soggiungeva:"
      },
      {
        "index": 43,
        "text": "— E sono pronto a qualunque sacrifizio pecuniario per ricompensare degnamente l’incomodo che ella dovrà prendersi...."
      },
      {
        "index": 44,
        "text": "— Le ripeto, signore, che io sono pronto a pre star l’opera mia quand’essa non debba essere contraria alle mie_ abitudini —"
      },
      {
        "index": 45,
        "text": "— L’opera che io son venuto a chiederle è' nè più nò meno che quella della sua professione."
      },
      {
        "index": 46,
        "text": "— Quand’ò cosi — sciamò il professore rovesciando indietro le coltri e mettendo le gamba fuori del letto — siamo bell’ e intesi."
      },
      {
        "index": 47,
        "text": "— Però, l’incomodo ch’ella dovrà prendersi, — replicò il giovane risolutamente — ò forse superiore a quello che s’imagina. Prima di tutto debbo dirle che s’andrà fuori di Milano."
      },
      {
        "index": 48,
        "text": "— Poi debbo prevenirla che c' è una condizione a cui sarei desolato s’ella rifiutasse di assoggettarsi."
      },
      {
        "index": 49,
        "text": "Il professore che in questo frattempo ora andato raccapezzando su pel letto le sue robe, c già stava per infilar le mutande, ristette di nuovo."
      },
      {
        "index": 50,
        "text": "— Lei ò troppo dell' arte per non sapere che qualche volta una donna può aver dei motivi per non lasciarsi scorgere in viso neppur dal dottoro."
      },
      {
        "index": 51,
        "text": "— Ho capito ! — sciamò 1? altro rizzandosi in piedi e continuando,a vestirsi. — Se la condizione sta tutta in ciò non v’è nulla in contrario. Conosco queste cose, e non sarà certo 1’ ultima volta di' io sarò per assistere una donna mascherata."
      },
      {
        "index": 52,
        "text": "— Mascherata sta bene} — riprese il giovine con ansia crescente — ma questo non è lutto. Essa volle che io le promettessi che la persona che lo avrei condotto non avrebbe veduto neppure il luogo dove essa abita...."
      },
      {
        "index": 53,
        "text": "— Questa la mi è nuova! — sciamò l’altro sorridendo — Vuoi dire che bisognerà ch’io ci venga a occhi bendati ?"
      },
      {
        "index": 54,
        "text": "— Dato il caso che io avessi dei nemici, prudenza consiglierebbe a rifiutare. Ma come, grazie a Dio, non ne ho, cosi accetto anche questa condi — Che Dio la benedica! — sciamò il giovine rasserenando ad un tratto la ftsonomia come chi esce Ha un dubbio tormentoso."
      },
      {
        "index": 55,
        "text": "-rr. Ella sarà venuto colla carrozza? — chiese il"
      },
      {
        "index": 56,
        "text": "— Sì-, l’ho lasciata laggiù sulla piazza. Corro a farla avvicinare alla porta."
      },
      {
        "index": 57,
        "text": "— Ed io mi metto l’abito, il pastrano, e sono"
      },
      {
        "index": 58,
        "text": "Vestilo che fu, il professore cercò sul tavolino"
      },
      {
        "index": 59,
        "text": "da notte la tabacchiera, e se la mise in tasca -, apri fin armadio, ne trasse fuori un astuccio in cui teneva i ferri, e lo posò sul letto} tornò all’ armadio levò da un cassetto due pistole corte, le intascò aneli’ esse } aprì l’uscio, chiamò Caterina, e a lei che accorreva pose nelle mani l’astuccio dei ferri dicendo :"
      },
      {
        "index": 60,
        "text": "Poi udendo giù nella via il rumor della carrozza che s’avvicinava, levò da un angolo della camera la fida canna tradizionale dei dottori ostetrici di trent’anni fa, diè un ultimo sguardo intorno ed usci."
      },
      {
        "index": 61,
        "text": "Quando fu al basso, egli si fe’ dare l’astuccio da Caterina e le disse:"
      },
      {
        "index": 62,
        "text": "— Va pure a letto, o non aspettarmi per questa notte. Se domani mattina càpita don Giacomo, digli di ripassare dopo mezzogiorno."
      },
      {
        "index": 63,
        "text": "Cosi detto, facendo arco della schiena, uscì dallo"
      },
      {
        "index": 64,
        "text": "Come fu nella via, si vide dinanzi una bella berlina da viaggio a due cavalli alla Daumont, che fumavano copiosamente di sudore, mostrando di avere fatto poco prima, so non lunga, rapidissima corsa. Un fanciullo palafreniere, colle braccia incrociate sul petto come un piccolo Napoleone, stava immobile dinanzi ad essi."
      },
      {
        "index": 65,
        "text": "Lo sconosciuto, colla maniglia dello sportello in mano, aspettava il professore. Il quale, deposto l’astuccio nell’interno della carrozza, senza far complimenti entrò pel primole il giovine gli tenne dietro."
      },
      {
        "index": 66,
        "text": "Nel frattempo il piccolo palafraniere, montato a cavallo, parti come un lampo."
      },
      {
        "index": 67,
        "text": "S’era messo un freddo da lupo. La pioggia mutata in nevischio, cadeva a spruzzoli sodi e minuti, brizzolando qua e là il bruno selciato della via."
      },
      {
        "index": 68,
        "text": "Il professore, non appena si fu seduto in carrozza, trasse di tasca il fazzoletto con un tacito e arguto sorriso, e piegatolo diagonalmente sulle ginocchia si volse all’altro e gli disse:"
      },
      {
        "index": 69,
        "text": "— Dunque bisogna che ella mi faccia il nodo."
      },
      {
        "index": 70,
        "text": "— Se lei non pigliasse la cosa con tanta disinvoltura, — osservò il suo compagno di viaggio, prendendo nelle mani i due capi del fazzoletto — io sarei in obbligo di chiederle mille scuse."
      },
      {
        "index": 71,
        "text": "— Non vai la pena per cosi poco} — sciamò il professore — La stringa un po’ di più... un po’ an E quando si senti annodato a dovere il fazzoletto sugli occhi, sdraiandosi filosoficamente nel suo angolo, sciamò con un piccolo scoppio di riso:"
      },
      {
        "index": 72,
        "text": "E qui, consigliati dalla voluttuosa sensazione che si prova ad essere trasportati velocemente in carrozza, e dalla fatica che avrebbero dovuto fare per udirsi, col rumore delle ruote sul lastrico, fecero"
      },
      {
        "index": 73,
        "text": "Si andava sempre con una velocità spaventosa."
      },
      {
        "index": 74,
        "text": "Il professore — quantunque non avesse sviluppato in ispecial modo il bernoccolo della curiositài — pure non potea sottrarsi a quella legge inevita-, bile dell’umana natura, che un filosofo scolpi nel- Paforismo nilitur in vetilum , e che -fu causa — dicono — del peccato di Èva."
      },
      {
        "index": 75,
        "text": "Perciò — fin dal primo partir della carrozza, avendo seguito colla memoro immaginativa la strada eh’essa teneva, per indovinarne, quasi suo malgrado, la direzione — dalle frequenti svoltate a sinistra fu tratto ad arguire che si dovesse andar fuori da porta Cornasina. Dopo aver battuto il lastrico per dicci minuti la carrozza si fermò un istante; e quando ripigliò la corsa, il rumor sordo delle ruote su un terreno molle di fango avverti il professore che si era varcata la porta della città."
      },
      {
        "index": 76,
        "text": "Allora — cessato il rumor delle ruote — primo a rompere il silenzio fu lo sconosciuto; il quale con una di quelle domande oziose, che non servono ad altro che ad avviare un discorso, gli chiese:"
      },
      {
        "index": 77,
        "text": "— Sa ella che sono stato già da due altri chirurghi che non hanno voluto accettare ?"
      },
      {
        "index": 78,
        "text": "— Lo credo — rispose il professore ridendo — C’ò chi ha paura; c’è chi crede offesa la propria dignità di chirurgo ostetrico. Essi dicono d’essere inviolabilmente segreti come il confessore., c pretendono di venir considerati come tali."
      },
      {
        "index": 79,
        "text": "Sarà benissimo; — osservò;il giovine — ma v’hanno dei peccati a. questo mondo che non si vorrebbero dire neppur al confessore...."
      },
      {
        "index": 80,
        "text": "— Naturalissimo. Principalmente i peccati veniali. Ili sono delle debolezze che fanno più vergogna a"
      },
      {
        "index": 81,
        "text": "noi stessi.... che non un delitto_ dato che"
      },
      {
        "index": 82,
        "text": "fossimo capaci di commettere un delitto."
      },
      {
        "index": 83,
        "text": "La conversazione, nutrita di filosofia e di morale, continuò cosi una buona mezz’ora, finche una troppo rapida svoltata della carrozza per poco non fece cozzar l’un contro l’altro i due viaggiatori. Il legno fu li lì per dar la balla \\ ma, ripigliato fortunatamente il suo centro di gravità, continuò per piccolo tratto ancora la sua corsa precipitosa, passò sotto un androne selciato, e si arrestò in un luogo aperto, che dovea essere necessariamente il cortile d’ una casa."
      },
      {
        "index": 84,
        "text": "L’altro, quando fu uscito, gli stese la mano, lo"
      },
      {
        "index": 85,
        "text": "aiutò a smontare, levò di sotto al sedile l’astuccio dei ferri, e s’avviò a braccetto del suo cieco compagno. Attraversato un portico, l’avverti che stavano per incominciare i gradini di una scala. La montarono. Giunti sul secondo pianerottolo, aperse un uscio muto sui cardini, e conducendo sempre per mano il professore attraversò un’anticamera, per un allr’uscio passò in una seconda stanza, e disse:"
      },
      {
        "index": 86,
        "text": "Bartclloni non se lo fece dir due volte. Toltosi il"
      },
      {
        "index": 87,
        "text": "fazzoletto, girò intorno lo sguardo o si trovò in un’ ampia sala illuminata scarsamente da due lumi posati sopra una tavola rotonda, che vi sorgeva nel"
      },
      {
        "index": 88,
        "text": "Lo sconosciuto, deposto su quella tavola P astuccio, pregò Paltro di attenderlo per un istante-, e attraversata la stanza scomparve per un uscio a fior"
      },
      {
        "index": 89,
        "text": "Rimasto solo il professore girò un altro sguardo molto più curioso del primo sugli oggetti che si trovavano in quella camera, e si diede ad esaminarli."
      },
      {
        "index": 90,
        "text": "La era una di quelle malinconiche sale, come se no trovano ancora molte nelle case di campagna , mentre, per amor del ricavo e de’ propri comodi, il proprietario in città le ha totalmente abolite."
      },
      {
        "index": 91,
        "text": "La vòlta altissima, a spicchi, era fregiata di stucchi foggiati a pampini, che correvano su a intrecciar la cornice ovale di un medaglione di discreto autore, che rappresentava la solita... la eterna toilette di Venere. Degli specchi antichi dalle cornici, barocche— che la moda rifece preziosi oggidì — stavano appesi alle pareli, coperte da un arazzo di un colore fra Palbeggiante e il lionato. Qua e là accanto agli specchi, disposti senza simmetria, alcuni quadri. Sul piano di un vasto camino, si rifletteva da un altro specchio un pendolo e due vasi della China, sui quali la bizzarra fantasia dei figli del sole aveva riprodotta la vita chinese nella sua più grottesca e fantastica espressione."
      },
      {
        "index": 92,
        "text": "Un po’ di polvere, e qualche ragnatelo, completavano — come dicono i romanzieri — la fisonomia di quella sala."
      },
      {
        "index": 93,
        "text": "Il professore, preso in mano un lume, s’accostò alla parete e, fallo riverbero della mano, aguzzò rocchio su uno dei quadri che stavano appesi alla destra del camino^ e non appena il suo sguardo si fu posato su quel dipinto, tutta la sua fisonomia fu illuminata da un’espressione di gioia c di mera Chiunque in quel punto avrebbe riconosciuto nel professor Barlelloui un profondo conoscitore."
      },
      {
        "index": 94,
        "text": "— Possibile! — sciamò sommessamente. — Ed io non saperlo...? Diamine! Chi sarà mai il padrone di questa casa ?"
      },
      {
        "index": 95,
        "text": "E già si moveva ansioso per esaminare gli altri quadri che ornavano le quattro pareti, quando 1’ uscio per cui poco prima era scomparso il suo compagno di viaggio si schiuse di nuovo e qucsTt si mostrò sulla soglia facendogli cenno di seguirlo."
      },
      {
        "index": 96,
        "text": "Il professore, deposto il lume s’avviò e venne introdotto in un’altra sala."
      },
      {
        "index": 97,
        "text": "Essa non dissomigliava dalla prima, e come la prima si avrebbe potuto crederla disabitata, se la temperatura sensibilmente accresciuta, e un certo vago e parlante disordine di robe sparse sulle poche suppellettili che l’ammobigliavano, non avessero fatto accorto chiunque che la era abitata... e abitata da una donna."
      },
      {
        "index": 98,
        "text": "Una lucerna, posata su una console, la illuminava per metà. Nella penombra prodotta da un paralume, il professore vide un letto a sepracielo cortinato e capì tosto che la creatura a cui egli veniva a recar gli aiuti della sua scienza era là."
      },
      {
        "index": 99,
        "text": "Una veste da camera femminile foderata di martora bionda slava rovesciata sul dossale d’una sedia a bracciuoli accanto al letto, e sul tavolino da notte vide, insieme ad un servizio di cristallo turchino, alcuni libri, un braccialetto, e un cestello da ri 11 giovine che precedeva il professore, giunto al letto, ne rimosse le cortine e si curvò a parlare con alcuno che vi stava celato di dietro."
      },
      {
        "index": 100,
        "text": "Detta qualche parola sottovoce si volse al professore che s’era fermato qualche passo indietro o gli fé 1 cenno di venir innanzi."
      },
      {
        "index": 101,
        "text": "Allora questi dato un passo vide sdraiata in quel"
      },
      {
        "index": 102,
        "text": "letto_col volto coperto da una maschera...."
      },
      {
        "index": 103,
        "text": "una donna_che gemeva sommessamente."
      },
      {
        "index": 104,
        "text": "Tre ore dopo quella camera poco prima cosi silenziosa echeggiava dei vagiti di una creaturina_"
      },
      {
        "index": 105,
        "text": "La madre era fuori di pericolo."
      },
      {
        "index": 106,
        "text": "Il professore guardò l’orologio. Erano le sei del"
      }
    ]
  }
}