{
  "chapterNumber": 2,
  "title": "Capitolo Secondo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Chi entrava in si buon punto c. coll'organo potente (li- una bella voce baritona, intuonava il recitativo di Emani all -1 uscita:"
      },
      {
        "index": 1,
        "text": "Ma le descrizioni di iìsonomie, più o meno espressive. più o meno apollinee, essendo eccessivamente ripetute in ogni romanzo\", io mi prendo la libertà di lasciare alla fantasia delle mie belici lettrici la creazione della simpatica imagine del mio personaggio, sicuro, qual sono, della loro perfetta colLa sola cosa che (rovo utile di accennare — per non far nascere equivoco fra il biondo cd il nero _ si è, che giammai Spagnuolo o Siciliano possedette capelli più neri ed occhi più fulminei di quelli."
      },
      {
        "index": 2,
        "text": "Anche sulla messa di Emilio non dirò che poche"
      },
      {
        "index": 3,
        "text": "Egli vestiva con una semplicissima eleganza; nè avrebbe potuto far altrimenti, giacché, come vi ha della gente che neppur il primo sarto deir orbe terracqueo riuscirebbe a vestire con garbo, ve n’ ha anche di quella a cui ogni abito sta dipinto.. ."
      },
      {
        "index": 4,
        "text": "Emilio era appunto cosi."
      },
      {
        "index": 5,
        "text": "Senonchò bisogna sapere che da qualche tempo s’cra fatta una grande trasformazione nella sua maniera di vestirsi."
      },
      {
        "index": 6,
        "text": "Soltanto un mese prima, a dispetto della nativa eleganza, i suoi abiti troppo democratici lo avrebbero fatto scambiar da lontano per un mascalzone."
      },
      {
        "index": 7,
        "text": "Ora invece si vedeva a prima vista il gentiluomo. Le sue mani, che prima di allora non avevano mai fatta conoscenza coi guanti, s 1 erano decise a calzarne qualche paio. Il suo capo, che non era mai stato coperto da altro cappello che di feltro a larga tesa, s'era già assuefatto al cilindro, il quale quantunque orribile, è però sempre il cappello della gente educata, che non stia per andarsene in cam Contuttociò — ripeto — le sue mani, piccole bianchissime, colle unghie rosee e irriprovevoli a dispetto di quella totale assenza di guanti , faceano fede eh’ ei ne aveva sempre avuta una cura speciale 1 , quanto al cappello di feltro è certo che faceva risaltare la maschia e poetica bellezza de 1 suoi nobili tratti , più che il ridicolo cilindro."
      },
      {
        "index": 8,
        "text": "— Amici — diss’egli con un gesto sublime — ho una notizia strepitosa da darvi. Aprile I 9 orecchie ed esultate. Quella sgualdrinella, che sulle carte di tarocchi 6 rappresentata cogli occhi bendati, in cima di una ruota, ha avuto analmente la buona ispirazione di interessarsi de’fatti miei. Amici.... ho vinto sei mila fiorini alla lotteria di Francòfone."
      },
      {
        "index": 9,
        "text": "Se uria bomba vicina a scoppiare fosse caduta in queir istante in mezzo al braciere, non avrebbe fatto balzar dai sedili i cinque amici di Emilio con tanto impeto, come fecero le sue parole."
      },
      {
        "index": 10,
        "text": "Tali, 0 ad un disprcsso furono le esclamazioni"
      },
      {
        "index": 11,
        "text": "che uscirono da quelle bocche ..."
      },
      {
        "index": 12,
        "text": "E il tabaccaio, che dal suo banco stava ad osservarli, e che soleva fare su quelle fisonomie de’pre- ziosi studi, non iscoprì negli occhi di alcuno di essi un solo sospetto di quel verme roditore del- l’uman genere che si chiama invidia."
      },
      {
        "index": 13,
        "text": "Invece vide spianarsi una fronte poco prima oscura, e sorgervi quella regina dei sentimenti umani la speranza a farla sorridente. 1"
      },
      {
        "index": 14,
        "text": "Era la fronte di Teodoro che si sentiva salvato dalla prigione."
      },
      {
        "index": 15,
        "text": "— Non vi mostro il biglietto, — aveva continuato Emilio — perchè basta la .parola. Sono seimila fiorini, nè piu nè meno. Non c’è sbaglio ... Domani ci sarà il denaro... Domani saremo rièchi.. .Domani il mondo sarà nostro. Io sono il re di Milano - , sono milionario.... Adoratemi."
      },
      {
        "index": 16,
        "text": "Emilio fece una piroletla e continuò."
      },
      {
        "index": 17,
        "text": "— Come portano gli statuti, il quinto sarà speso subito in una gran baldoria. La gloria di Lucullo e di Baldassare sarà ecclissata dalla mia. Nei secoli venturi si parlerà di una cena di Emilio Digliani con entusiasmo. Saremo sette uomini e sette donne, come il solito .... cioè, come di rado ! ^ iva la lotteria di Francoforte !"
      },
      {
        "index": 18,
        "text": "E Teodoro, preso Gustavo per mano, si diede a ballar in mezzo alla bottega e a girar in tondo come un selvaggio della Nuova Olanda dinanzi al vinto nemico che sta cuocendo allo spiedo."
      },
      {
        "index": 19,
        "text": "Ma quell’allegria fu di cortissima durata."
      },
      {
        "index": 20,
        "text": "Teodoro s’arrestò di botto collo sguardo fisso aldi‘uscio della bottega che si schiudeva, i -li Un uomo di aspetto sinistrò , coli due ignòbili badi cadènti sul mento rasato, seguilo da due guàrdie 4 i polizia entrò nella bottega."
      },
      {
        "index": 21,
        "text": "i Un pensiero lo arrestò: diede un’Occhiata sublime ad Emilio, che non s’era accorto di nulla, e ■andò incontro al commissario."
      },
      {
        "index": 22,
        "text": "— Allora mi rincresce di doverle dire che deve seguirci perchè abbiamo 1’ordine di...."
      },
      {
        "index": 23,
        "text": "Poi voltosi a Gustavo che aveva capito tutto, e stava già per parlarne ad Emilio, disse:"
      },
      {
        "index": 24,
        "text": "— Fallo venir di fuori."
      },
      {
        "index": 25,
        "text": "Il commissario gli tenne dietro, seguito egli stesso da Emilio e da Gustavo che spiegava la cosa al — Come si può fare, per non incomodarsi? — chiese Emilio al commissario — Pago io per lui."
      },
      {
        "index": 26,
        "text": "— Leij signor Digliani? — sciamò il commissario squadrandolo dal capo alle piante."
      },
      {
        "index": 27,
        "text": "— Si io, se le accomoda;— rispose Emilitì."
      },
      {
        "index": 28,
        "text": "— Nulla di più facile. Si accompagna il suo amico alla polizia, si fa una dichiaratone, si versa il danaro, c il signor Frenzi è libero come un uccello"
      },
      {
        "index": 29,
        "text": "— Andiamo dunque; — disse Emilio — Tu va con loro, io li raggiungerò fra poco."
      },
      {
        "index": 30,
        "text": "— Bada ad esser docile, e a noti farne qualcuna delle tue, che non avessefo a pigliar qualche pre- itesto per andar a casa a farti una perquisizione."
      },
      {
        "index": 31,
        "text": "E stretta la mano alP amico, montò nella carrozza preparata per lui, colla disinvoltura d’ uno sposo che vada a nozze."
      },
      {
        "index": 32,
        "text": "I galantuomini entrarono aneli’essi, calarono le cortine, e il cocchiere sferzò i cavalli."
      },
      {
        "index": 33,
        "text": "— Teodoro finirà col disgustarci se continua cosi — disse Gustavo — Egli non ci ha dato che dei disturbi finora. E tutto per quella sua Teresa..."
      },
      {
        "index": 34,
        "text": "Emilio sorrise c non disse che:"
      },
      {
        "index": 35,
        "text": "Ma con quel sorriso, e con quella frase scusò l'amico più che con mille ragioni."
      },
      {
        "index": 36,
        "text": "— Bisogna pensare a liberarlo subito ^ — soggiunse — Andiamo da papà Niso, a cui ho consegnato ieri sera il biglietto della lotteria. Quanto meno Teodoro starà in quel luogo, tanto meglio per tutti."
      },
      {
        "index": 37,
        "text": "Cosi dicendo allungarono il passo, e pigliando giù per una via a destra, s’avviarono verso la contrada dove slava di casa Niso Piertini."
      },
      {
        "index": 38,
        "text": "Nel tempo eh’ essi impiegano a far la strada noi occupiamoci un po’ della loro fisiologia."
      },
      {
        "index": 39,
        "text": "Gustavo lo spiccio in due tratti."
      },
      {
        "index": 40,
        "text": "Abbiamo udito da lui stesso che stava scrivendo u -w, una commedia per un teatro milanese. Su di essa fondava ógni sua speranza. Lo sventurato faceva il drammaturgo per vivere."
      },
      {
        "index": 41,
        "text": "Questo tipo, del letterato per mestiere, fu ormai"
      },
      {
        "index": 42,
        "text": "tanio studiato* che basta presentarlo a lettori intelligenti. perché sia conosciuto e ... compianto."
      },
      {
        "index": 43,
        "text": "Del resto la sua storia, era press 1 a poco la storia di tutti i suoi simili."
      },
      {
        "index": 44,
        "text": "A diciolt’ anni quella sirena morale che i poeti chiamano desio dì gloria gli area cantata nel cuore la solita melodia."
      },
      {
        "index": 45,
        "text": "Da Bergamo, sua patria, dove avrebbe potuto vivere, se non felice, tranquillo, era disceso in questo microscopico Parigi della Lombardia, per tentare la sorte delle lettere... ed essere dichiarato"
      },
      {
        "index": 46,
        "text": "Pochi mesi dopo il suo arrivo, era sopraggiunto quel magnifico ribollimento di leste c di cuori che con una parola sola fu chiamato il quarantotto."
      },
      {
        "index": 47,
        "text": "Anch’egli era stato sbalestrato qua e la per la penisola con un fucile sulle spalle... c, quando tutto fu finito, avea fatto ritorno alla sua Bergamo."
      },
      {
        "index": 48,
        "text": "Ma com’era da aspettarsi, dopo un anno di calma, la sirena lo avea risospinto a Milano, i."
      },
      {
        "index": 49,
        "text": "Sei mesi dopo egli si era veduto sospendere i sussi dii da casa."
      },
      {
        "index": 50,
        "text": "Suo padre s’era stancato di mantenere alla capitale un fannullone — diceva lui — che non veniva mai a capo di nulla."
      },
      {
        "index": 51,
        "text": "Il povero vecchio s’era andato immaginando in buona fede che all’arrivo a Milano del suo Gustavo — un figliuolo di tanto talento ! — tutti i giornali dovessero gridare ai quattro venti la cosa."
      },
      {
        "index": 52,
        "text": "Il figliuolo di tanto talento s’era dunque trovato"
      },
      {
        "index": 53,
        "text": "a 23 anni nella più orribile delle miserie... la miseria dell’iuomo educato."
      },
      {
        "index": 54,
        "text": "Eppure Gustavo avea subita la sua posizione con una indifferenza che avrebbe fatto onore a un discepolo di Diogene. Ma, come bisognava pensare a non morir di fame. ei non potè più aspettare che l’ispirazione venisse a cercarlo-... dovette egli stesso andarla a cercare. Da quel punto la sirena cessò per sempre il suo canto. Fra una farsa abborracciata per un teatro diurno, e un protesto di cambiale — fra un articolo da un tallero, e un biglietto del monte di pietà... il povero desio di gloria era morto di vergogna c di dolore."
      },
      {
        "index": 55,
        "text": "A Milano egli avea trovato due compagni d’arme: Niso Pierlini ed Emilio Digliani, e da essi era nata la compagnia brusca."
      },
      {
        "index": 56,
        "text": "Quanto a Emilio si sarebbe detto che prima del quarantòtto non avesse ancora vissuto."
      },
      {
        "index": 57,
        "text": "Niso e Gustavo l’avevano conosciuto per la prima voltai nel battaglione Manara e avean fardo con lui tutta la campagna f, el 48 e 49-. 1"
      },
      {
        "index": 58,
        "text": "Nessuno aveva mai udito'dal sito labbro una parola sul suo passato*, nessuno gli avea mai sorpresa una frase che accennasse ad un p irifanzia, ad una famiglia, ad una madre..:"
      },
      {
        "index": 59,
        "text": "Uno strano mistero avvolgeva nel buio quella giovinetta esistenza ^ un segreto doloroso covava forse in quell’ anima, che a tutti sembrava spensierata c senza cure."
      },
      {
        "index": 60,
        "text": "Ogniqualvolta i suoi compagni lo avevano sorpreso immerso in tetri pensieri, e gliene avevano chiesta la cagione, egli soleva rispondere con qualche frizzo cosi naturale c spontaneo, che nessuno s’era allentato di toccargliene oltre."
      },
      {
        "index": 61,
        "text": "Talvolta, seduto a bivacco, udendo qualche amico parlar di sua madre, il povero fanciullo si facea pallido come un cadavere. Ma, se appena s’accorgeva d’essere osservato, balzando in piedi, come per scuotersi di dosso un molesto pensiero, ridiventava il più allegro e il più spensierato di tutti."
      },
      {
        "index": 62,
        "text": "Il suo coraggio, spinto all’audacia, era proverbiale nel battaglione."
      },
      {
        "index": 63,
        "text": "Manara avea detto che, se in lui fosse stata uguale la disciplina all’ardimento, sarebbe stato il migliore de’ suoi volontari."
      },
      {
        "index": 64,
        "text": "Come desolato sulla terra, egli aveva concentrate tutte le forze affettive dell’anima sua nell’amicizia de’suoi due compagni d’arme. Fuori di questi, egli pareva non curarsi di persona al mondo :c neppur essi non l’avevano mai»; vedato scrivere o ricevere lettera, che accennasse ad un legame d’amicizia, di parentela o di amore."
      },
      {
        "index": 65,
        "text": "Eppure qualcheduno che pensava a lui ic’era a questo mondo."
      },
      {
        "index": 66,
        "text": "Ad ogni fin di mese il foriere della compagnia riceveva da Milano un involtino di danaro a; lui diretto. ,-n'iy ■ ir 1 , .' i"
      },
      {
        "index": 67,
        "text": "Erano invariabilmente sei napoleoni d’oro."
      },
      {
        "index": 68,
        "text": "Per un soldato sei napoleoni d’oro sono una prov"
      },
      {
        "index": 69,
        "text": "Contuttociò il foriere — il quale ogni volta che gli rimetteva il suo danaro trovava in lui una serietà e un malumore insolito non sapeva che cosa pensarne."
      },
      {
        "index": 70,
        "text": "— Che bell 1 originale! — soleva dire ad un caporale suo amico — E 1 sembra che gli dia degli schiaffi, non de 1 bei marenghini sonanti."
      },
      {
        "index": 71,
        "text": "A cui il caporale faceto non aveva mancato di rispondere :"
      },
      {
        "index": 72,
        "text": "Una volta il foriere, per prova, tenne il denaro in mano, come se si scordasse di rimetterglielo."
      },
      {
        "index": 73,
        "text": "Emilio non fiatò. Pareva non avesse mai aspettato denaro di sua vita."
      },
      {
        "index": 74,
        "text": "Il foriere credeva di sognare."
      },
      {
        "index": 75,
        "text": "A Niso, che una volta gli chiese d’onde gli venisse quell’ assegno mensile, rispose :"
      },
      {
        "index": 76,
        "text": "E troncò ogni nuova domanda intuonando a piena gola la canzone del bersagliere."
      },
      {
        "index": 77,
        "text": "Da quel giorno Niso e Gustavo aveano rispettato religiosamente il suo segreto. E nei quattro anni che seguirono, nè essi gli avevano mosso più una sola domanda, nè egli avea loro data alcuna spie Da lutti gli indizii però i due amici aveano con- chiuso col credere ohe egli fosse un trovatello."
      },
      {
        "index": 78,
        "text": "Le mie lettrici, che ne sanno già più di Niso e di Gustavo, l’avranno già indovinato da un pezzo."
      },
      {
        "index": 79,
        "text": "Emilio era infatti un trovatello."
      },
      {
        "index": 80,
        "text": "Ed ecco spiegato come non amasse punto parlare de’ suoi genitori."
      },
      {
        "index": 81,
        "text": "Ma Emilio non era un trovatello da romanzo^... era un trovatello degno del suo tempo."
      },
      {
        "index": 82,
        "text": "Uno dei caratteri e dei meriti più spiccati del 1 nostro tempo è quello di aver dato lo sfratto a,tutti i pregiudizi! di nascila c di casta. Il giovine che entra nel mondo sa che ormai i suoi concittadini aspettano a giudicarlo da quello che egli è, non dai meriti o dai delitti de'suoi maggiori. Le qui- Stiom di nascila con lutti i loro effetti sono sbandite. I romanzi che fondano tutto il loro interesse e il loro prestigio sulla desolazione del loro protagonista abbandonato da padre e madre, non devono più trovar eco nella nostra età di giustizia e di buon senso. L ''Emile di Girardin, per esempio, adesso o è un assurdo, oppure è la fisiologia di un’ anima ammalata per eccesso di sensibilità."
      },
      {
        "index": 83,
        "text": "V amor figliale in astratto, è uno dei più falsi sentimentalismi onde i romanzieri della scuola passata hanno empito i loro assurdi romanzi di ragazzi abbandonati e di figli del mistero. L amor figliale in astratto non esiste. Una madre e un padre non si amano se non quando si conoscono:, ed io non ho mai seriamente creduto a quegli spasimi di figli che non vivono che per cercare la loro madre.che li ha crudelmente abbandonati."
      },
      {
        "index": 84,
        "text": "Cerio che se un trovatello udrà parlare di una madre potrà sentirsi rimescolare il sangue, c pròveri nel cuore un desiderio fortissimo di conoscere la sciagurata che gli diede la vita per lasciarlo Ili balia della fortuna-, e forse, perdonandole ih cuor suo, capirà che potrebbe amarla ancora, se ella, uscendo a un tratto dal segreto che ravvolge, gli si presentasse dicendo : io sono tua madre... Ma questo sentimento, che produrrà lutto al più sulla fronte del trovatello una nube di tristezza, non può essere più forte di quello del tiglio a cui la madre è morta mentre egli nasceva, e che fu privato por sempre del più dolce c soave amore che sia su questa terra."
      },
      {
        "index": 85,
        "text": "No. Ai vaporosi spasimi, all’aria soffrente e rassegnata, alle sentimentali tirate dei'figli abbandonali il nostro secolo non crede più."
      },
      {
        "index": 86,
        "text": "Ma esso crede però ancora agli inevitabili traviamenti di questi poveri discredati dalla famiglia, elio destinati forse dalla natura ad essere ricchi e felici, furono gettati dall’errore materno nella terribile situazione d’essere figli di nessuno."
      },
      {
        "index": 87,
        "text": "Per tornare dunque ad Emilio, debbo dire a suo onore che egli era tutt’ altro che un trovatello da"
      },
      {
        "index": 88,
        "text": "Dopo aver meditato sulla propria sorte egli aveva cercato di dimenticare d’aver avuto anelli egli un padre e una madre. La voce del sangue gli diceva d’esser tiglio di ricchi, c questo pensiero costante, quantunque non bastasse ad avvelenargli la vita o a turbargli i sonni, aveva avuto però una discreta inllucnza sul suo carattere e sulla sua esistenza : a"
      },
      {
        "index": 89,
        "text": "ventitré anni egli era riuscito, a farsi credere cinico e privo di cuore."
      },
      {
        "index": 90,
        "text": "Questo abito di stanchezza morale, questa simulazione di malvagità, avrebbe Unito a farlo spregevole, se di sotto a quella maschera non fossero, quasi suo malgrado, trapelate le naturali qualità d’un 1 anima lutt’altro che stanca, lutl’altro che malvagia."
      },
      {
        "index": 91,
        "text": "L’ira _ questo peccato mortale che è pur la chiave per iscoprirc tante virtù nascoste — 1 ira, che meno di qualunque altra passione soffre di essere dissimulata, giacché, veloce come il turbine, irrompe dal ciglio prima che la ragione sovrana valga a trattenerla, Tira lo avea tradito. Ira santa, perché suscitata dal pi5 sant o fra i sentimenti delP anima umana, dopo Pamore della patria, il rispetto .alla"
      },
      {
        "index": 92,
        "text": "S’ora battuto in duello per vendicare un oltraggio ad una sconosciuta."
      },
      {
        "index": 93,
        "text": "E a udirlo si sarebbe detto che egli fosse il più feroce bestemmiatore della virtù femminile, che fosse al mondo."
      },
      {
        "index": 94,
        "text": "Quel .duello — di cui aveva tentato di falsare la nobile causa, anche ai suoi padrini, — 1 u per Ni so e Gustavo una rivelazione. Essi che aveano cominciata a crederlo*, davvero isterilito di cuore, essi che s’immaginavano che lo splendido coraggio, onde s’era fatto un nome nei giorni delle battaglie , non fosse effetto che della cinica spensieratezza della sua anima desolata, si persuasero che tutto quell’apparato di indifferenza non era che dissimulazione e mitfanteria, e che sotto ad esso si agitavano ancora vergini e tremende passioni, e tanto più tremende quanto meno avevano avuto campo di manifestarsi."
      },
      {
        "index": 95,
        "text": "I due giovani erano giunti alla casa di Niso Picr-"
      },
      {
        "index": 96,
        "text": "Montate le scale bussarono al suo uscio tre colpi a lento intervallo."
      },
      {
        "index": 97,
        "text": "Niso venne loro ad aprire con un grosso volume fra le mani."
      },
      {
        "index": 98,
        "text": "E dato di nuovo il chiavistello all’uscio, segui i due amici nel suo studio."
      },
      {
        "index": 99,
        "text": "Là fece volare in aria il volume che teneva in"
      },
      {
        "index": 100,
        "text": "Era il codice civile austriaco."
      },
      {
        "index": 101,
        "text": "11 povero volume andò a cadere in mezzo a una miriade di scarlafacci c di carte, che stavano alla rinfusa sopra uno scrittoio."
      },
      {
        "index": 102,
        "text": "Niso si sedette."
      },
      {
        "index": 103,
        "text": "— Di qua è uscito poc'anzi un uomo mandatomi da Mazzini, a propormi un colpo di mano."
      },
      {
        "index": 104,
        "text": "— Hai veduto le sue cifre?"
      },
      {
        "index": 105,
        "text": "— Si : e non si scherza-, ò risoluto di tentare. E so che ieri è scappato un suo cassiere con diecimila"
      },
      {
        "index": 106,
        "text": "— Infine che cosa gli hai risposto?"
      },
      {
        "index": 107,
        "text": "— Come Pilato-, che me ne lavavo le mani."
      },
      {
        "index": 108,
        "text": "per me e per tutti noi. Però gli ho dello di tornar domani per aver il tempo di consultarvi in proposito."
      },
      {
        "index": 109,
        "text": "— lo lo sapeva; — disse Emilio che non aveva - ancora parlato — ma vedrai che saranno fumi."
      },
      {
        "index": 110,
        "text": "— Basta sentiremo. Ora ditemi che cosa avete di nuovo ?"
      },
      {
        "index": 111,
        "text": "— Non temere. Fu arrestato per debiti."
      },
      {
        "index": 112,
        "text": "— Manco male! — sciamò Niso; poi come risovvenendosi — E vero! L’altro giorno mi parlò d’una cambiale che stava per scadere, ma non credeva che la cosa fosse cosi urgente."
      },
      {
        "index": 113,
        "text": "— Neppur io. Non me ne parlò che poc’anzi... prima d’essere arrestato."
      },
      {
        "index": 114,
        "text": "— Strano carattere! Io credo ch’egli sia il giovane più impassibile e più neghittoso d’Italia."
      },
      {
        "index": 115,
        "text": "— Di’pure dell’orbe terracqueo. Mi ha confes-"
      },
      {
        "index": 116,
        "text": ".‘•alo che gli capitò spesso di sentirsi affamato, prima d’aver cominciato a pensar al mezzo di pranzare."
      },
      {
        "index": 117,
        "text": "— In ogni modo. — sciamò Emilio — non tanto pc’ suoi meriti quanto pel decoro della nostra società , bisogna liberarlo entro oggi stesso."
      },
      {
        "index": 118,
        "text": "— Sia; — disse Piertini alzandosi e andando allo scrittoio — ma per l’ultima volta."
      },
      {
        "index": 119,
        "text": "E aperto un cassetto ne levò il biglietto della lotteria e soggiunse:"
      },
      {
        "index": 120,
        "text": "— Bisogna dire davvero che egli sia nato sotto Luona stella. Se tu Emilio non vincevi alla lotteria di Francoforte, non so come l’avremmo liberato. Avevamo in cassa soltanto due lire e quarantasei centesimi... Ecco; — soggiunse poi rimettendo ad Emilio il suo prezioso biglietto — quello che avrei fatto io, uscendo di casa, fallo tu. Leva la somma che abbisogna a liberar Teodoro, leva la tua metà, poi leva anche il quinto per la baldoria-Il re sto... riportato qui che lo metterò in cassa, o lo porterò alla Cassa di Risparmio dove sarà più sicuro ...."
      },
      {
        "index": 121,
        "text": "— Va bene; — disse Emilio mettendo in tasca il"
      },
      {
        "index": 122,
        "text": "— Non c’ò pericolo;— disse Emilio mettendo la palma della mano sul taschino del farsetto."
      },
      {
        "index": 123,
        "text": "— Ora, giacché siamo in tale argomento, — ripigliò Niso sdraiandosi nella sua sedia — propongo, che alla prima corbelleria che fa Teodoro, s’abbia"
      },
      {
        "index": 124,
        "text": "a farlo uscire dalla società. Lo statuto dice bensì: ciascuno per tutti e lutti per ciascuno:, ma quando s'abusa soltanto della seconda parte di esso, e non si mostra di conoscerne la prima, ci dev’essere permesso di far valere gli altri articoli dello statuto."
      },
      {
        "index": 125,
        "text": "Così dicendo avea levato da un altro cassetto del suo scrittoio uno scartafaccio manoscritto e andava carteggiando per cercarvi un punto da leggere:"
      },
      {
        "index": 126,
        "text": "— un dei sette non avrà recato alcun vantaggio materiale o morale alla società, in modo che se ne possa ragionevolmente arguire essere egli inetto fisicamente o moralmente al bene di essa, potrà essere espulso e surrogato da un nuovo socio..."
      },
      {
        "index": 127,
        "text": "— Quando però vi concorra la piena votazione degli altri sei:, — aggiunse Emilio."
      },
      {
        "index": 128,
        "text": "— Ebbene lasciate eh’io m’ intenerisca per Teodoro, e chieda grazia per lui:, — disse Emilio"
      },
      {
        "index": 129,
        "text": "— Io divento suo protettore. Che volete? Quella sua meravigliosa noncuranza delle cose di quaggiù"
      },
      {
        "index": 130,
        "text": "— Si potrebbe almeno far in modo ch’egli lasci quella sua pettegola che lo rovina-, — disse Niso."
      },
      {
        "index": 131,
        "text": "— Tanto più, — continuò Emilio — che domani Teresa sarà la regina della festa."
      },
      {
        "index": 132,
        "text": "— Diamine! la celebrazione della vincita."
      },
      {
        "index": 133,
        "text": "— Che cosa fai conto di fare?"
      },
      {
        "index": 134,
        "text": "— Una cena nabuccodonosoresea. in cui dovranno uscir più turaccioli dai colli delle bottiglie che non uscirono palle dalle bocche dei cannoni francesi alla battaglia d’Austerlitz."
      },
      {
        "index": 135,
        "text": "Niso crollò il capo."
      },
      {
        "index": 136,
        "text": "Perchè so che domani gli ufficiali di guarnigione fanno anclr essi una rena."
      },
      {
        "index": 137,
        "text": "— Ragione di più per farla alla loro barba coi denari di Francoforle."
      },
      {
        "index": 138,
        "text": "— Ebbene ci verrò anch’io, ma a un paltò. Uh’io sia dispensato dalla seccatura di condurre una dama."
      },
      {
        "index": 139,
        "text": "— Sia! Come papà ti permettiamo di venir solo."
      },
      {
        "index": 140,
        "text": "— È vero! Viva il tredici! •— sciamò Emilio — Saremo in tredici e ri staremo alla barba dei pre E levandosi soggiunse:"
      },
      {
        "index": 141,
        "text": "— Domani mattina dal tabaccaio vi lascerò per tutti l’ora e il luogo dove dovremo trovarci."
      }
    ]
  }
}