{
  "chapterNumber": 15,
  "title": "Capitolo Quindicesimo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La logica della passione — lo ripeto — è inesorabile. Rinvenuta dallo stupore e — diciamolo pure — dalla vergogna di trovarsi scoperta, sotto l’impressione delle sozze ingiurie di suo marito, di fronte alla minaccia di una partenza che la strappava forse per sempre da Emilio, Noemi non aveva molto esitato a prendere un’estrema risoluzione."
      },
      {
        "index": 1,
        "text": "Se Emilio non le avesse mai parlato di fuga, se ella avesse sospettato soltanto di recargli un imbarazzo, o un disturbo, avrebbe sopportato con rassegnazione la propria sorte, o sarebbe corsa a mettersi sotto la protezione del nonno. Ma le parole del suo amante e quella tentazione, contro cui aveva lottato a stento anche poco prima, finirono di vincerla..."
      },
      {
        "index": 2,
        "text": "Risolse di fuggire."
      },
      {
        "index": 3,
        "text": "Fatta questa determinazione, ia povera donna si senti animata da un coraggio di cui non si sarebbe mai creduta capace. Gli è che in ogni periodo di patimenti morali c’è un punto in cui, quando la sventura è giunta al colmo, l’anima quasi stanca di soffrire, si ribella al dolore, o si adagia in una specie di tranquilla sicurezza."
      },
      {
        "index": 4,
        "text": "Chi oserebbe credere che Noemi — dopo che ebbe sofferto l’ultimo e più atroce improperio di suo marito — chi oserebbe credere che provasse, non dico una schietta, ma una viva contentezza ?"
      },
      {
        "index": 5,
        "text": "Inestricabile laberinto del cuore, irto di contraddizioni e di stranezze, come sono misteriose le sorgenti donde ti viene la felicità od il dolore !"
      },
      {
        "index": 6,
        "text": "Eppure, pensandoci, non poteva essere altrimenti. L’anima nostra, più che di ogni altro tormento, soffre di una penosa incertezza. Di questa ormai Noemi era liberata. Suo marito sapeva tutto; aveva sfogata la sua collera; non l’aveva uccisa... Il dubbio, il rimorso, lo spavento che da tanto tempo le stringevano il cuore, erano cessati a un tratto. E quasi a render più completa e più forte la sua sicurezza, e a confermarla nella sua fatale risoluzione, ella aveva dovuto ascoltare da quell’uomo tali parole che rendono impossibile qualunque riavvicinamento, qualunque perdono."
      },
      {
        "index": 7,
        "text": "Da quel punto l’antipatia, che aveva sempre risentita per lui, si era mutata in vero odio, in ab- borrimenlo spiegato e profondo. E. ciò che più monta, ciò che può dar la misura per giudicar rettamente"
      },
      {
        "index": 8,
        "text": "di certi umani errori, si è: che, nel risolversi a fuggir di casa, a calpestare ogni suo dovere, a perdersi per sempre, la sventurata si credeva per cosi dire nel suo diritto... o per lo meno se ne scusava in cuor suo col pretesto di una ineluttabile necessità."
      },
      {
        "index": 9,
        "text": "Questa illusione, e ciò che ella aveva sofferto fino allora, e l’amore invincibile pel suo Emilio, siano la sua scusa, il suo perdono. La donna che non si trovò mai nel suo caso, non sorga, per Dio, a condannarla !"
      },
      {
        "index": 10,
        "text": "Da una parte le incbbrianti parole deiruomo ch’ella adorava sopra ogni cosa al mondo, le sue appassionate promesse di proteggerla, di salvarla, di farla"
      },
      {
        "index": 11,
        "text": "Dall’altra un viaggio con un uomo odiato, che 1’ aveva oltraggiata a sangue... da cui non poteva aspettarsi che nuovo disprezzo e nuovi patimenti."
      },
      {
        "index": 12,
        "text": "La risoluzione però non fu senza lagrime. Un pensiero, che non aveva avuto tempo di sorgere sulle prime, venne a darle un terribile crollo."
      },
      {
        "index": 13,
        "text": "Ma quel dolore fu breve, nè valse a distoglierla dal suo proposito. Un affetto non può che abbassare le armi dinanzi a una passione, che ha già fatto tacere altre voci più imperiose e più sacre."
      },
      {
        "index": 14,
        "text": "Per non essere costretta a mentire un’ultima volta col buon vecchio, fin dalla sera prima olla aveva comandato alla cameriera di mettersi nel gabinetto attiguo alla sua camera da letto a far là guardia"
      },
      {
        "index": 15,
        "text": "che nessuno entrasse, e di rispondere a chiunque venisse a chiedere notizie della sua salute, che si sen-> tiva meglio, ma che desiderava d’essere lasciata tranquilla. Poi chiuse 1’ uscio a chiave, e si pose, non senza versar nuove lagrime, a scrivere una lunga e appassionata lettera al nonno, che lasciò suggellata, dove fu appunto trovata il giorno dopo dal buon vecchio. Dopo ciò, si era messa a letto."
      },
      {
        "index": 16,
        "text": "La mattina seguente, vestita che fu, aveva chiesto di suo marito, e inteso ch’era fuori di casa, non aveva posto indugio... Raccolto il denaro e le gioie che trovò sottomano, era uscita."
      },
      {
        "index": 17,
        "text": "Battevano le undici. Venne sulla piazzetta vicina alla sua casa dove stanziavano le carrozze a nolo ; si gettò in una di esso, dopo aver detto al cocchiere il nome della contrada di Emilio; poi calale le cortine da ambe le parti s’incantucciò a lagrimare, pensando al povero vecchio eh’ ella lasciava forse per sempre."
      },
      {
        "index": 18,
        "text": "Giunta sotto la casa di Emilio, alzò lo sguardo alle di lui finestre e nòn vide il segnale che le indicasse esser egli in casa. Si ricordò allora ch’ei le aveva detto, il giorno prima, che l’avrebbe aspettata dalle due alle cinque."
      },
      {
        "index": 19,
        "text": "Non volendo però attendere tanto tempo, si fé’ condurre al suo studio. Disse al vetturino di scender da cassetta e di entrar a chiedere al portinaio del signor Digliani... e, se c’era, di farlo chiamar"
      },
      {
        "index": 20,
        "text": "Quegli tornò poco dopo dicendo che il signor"
      },
      {
        "index": 21,
        "text": "Digliani da due giorni non s’era veduto alla banca. Noemi restò interdetta, e l’altro:"
      },
      {
        "index": 22,
        "text": "Il cocchiere rimontò in serpe con un sorriso che voleva dire: Ho capito. Gatta ci cova; e sferzò le sue rozze zufolando a sordino il : Di tanti palpiti, Di tante pene."
      },
      {
        "index": 23,
        "text": "Poco prima delle due, Noemi mandò fuori una mano dalla finestruola anteriore della vettura, e a colui, che si volse indietro, disse di tornare dov’era stato la prima volta. Alla finestra c’era il segnale. Lasciò la carrozza alla porta ; entrò sicura come donna che non ha più nulla da temere; montò le scale; trovò aperto l’uscio di Emilio, c attraversata l’anticamera, si presentò sulla soglia della sua stanza"
      },
      {
        "index": 24,
        "text": "Al fruscio della veste di Noemi, al calpestio ben noto e affrettato dei suoi piedini sul pavimento, Emilio s’era levato precipitosamente e le si era slanciato incontro; non cosi presto però che ella non si lasciasse vedere da un’ altra persona, che slava in quella camera con lui, e che al di lei presentarsi sull’uscio si era anch’essa levata da sedere."
      },
      {
        "index": 25,
        "text": "Noemi, al veder quello sconosciuto, s’era arrestata con una leggera esclamazione di sorpresa, e tornando a calarsi in fretta il velo sugli occhi, si era ritratta"
      },
      {
        "index": 26,
        "text": "Emilio la prese per mano, e conducendola verso l’uscio di un piccolo gabinetto di contro alla stanza d’onde era uscito:"
      },
      {
        "index": 27,
        "text": "lungi dall’aspettarti. Ma tu sei troppo impru dente, mia Noemi."
      },
      {
        "index": 28,
        "text": "— ft il professor Barlelloni, mio tutore:... quello"
      },
      {
        "index": 29,
        "text": "di cui ti parlai appunto ieri. Egli stava ancora"
      },
      {
        "index": 30,
        "text": "parlandomi di te."
      },
      {
        "index": 31,
        "text": "— Perchè sei mesto? Che ti diss’egli?"
      },
      {
        "index": 32,
        "text": "— No, io non ti lascerò finché avrò un flato di"
      },
      {
        "index": 33,
        "text": "vita.Piuttosto morirei fra gli spasimi. Tu"
      },
      {
        "index": 34,
        "text": "sei certa, Noemi, non è vero, che io non voglio"
      },
      {
        "index": 35,
        "text": "— Se non fossi certa, oggi sarebbe, te lo giuro, l’ultimo giorno di mia vita. Ormai io non ho più"
      },
      {
        "index": 36,
        "text": "nessuno al mondo altri che te. Non c’è che la morte"
      },
      {
        "index": 37,
        "text": "che ci possa disgiungere... Emilio, Emilio-, — continuò ella prendendogli la destra colla propria agghiacciata — Sai tu perchè sono qui oggi? sai tu perchè sono venuta ?"
      },
      {
        "index": 38,
        "text": "— Mio marito ha scoperto lutto. Mi ha insultata come si insulta la più infame, la più bassa delle donne vendute... Io sono libera."
      },
      {
        "index": 39,
        "text": "— Poi mi comandò di tenermi pronta a partire domani all 1 alba con lui."
      },
      {
        "index": 40,
        "text": "— Allora io mi sono ricordata delle tue parole di ieri... e sono venuta. Io non posso partire con lui. Sei tu pronto a difendermi ? Tu solo mi puoi salvare. Rispondimi, Emilio, ch’io sappia se debbo vivere o pensar a morire."
      },
      {
        "index": 41,
        "text": "Emilio guardava la cara donna senza proferir"
      },
      {
        "index": 42,
        "text": "— Tu dubiti? — disse Noemi interpretando alla peggio quel silenzio."
      },
      {
        "index": 43,
        "text": "— No, — rispose Emilio vivamente — non dubito. Puoi tu crederlo, Noemi?... lo ti ascoltavo;.... ero sorpreso; ma vado superbo di poterti dimostrare che ti amo, che ti idolatro,.... Si, Noemi, tu sei mia ; sarai mia per sempre."
      },
      {
        "index": 44,
        "text": "Il volto di lei si rischiarò tutto di gioia."
      },
      {
        "index": 45,
        "text": "— Ora mettimi in salvo;... non c’è tempo da perdere. Bisogna che egli non ci trovi qui. Quando s’accorgerà ch’io sono fuggita di casa è capace di venir qui a cercarmi."
      },
      {
        "index": 46,
        "text": "— È vero; — disse Emilio levandosi — So dove condurti nel frattempo. Attendimi qui un istante; congedo il tutore c sono con te."
      },
      {
        "index": 47,
        "text": "— Emilio! — sciamò Noemi trattenendolo ancora — dimmi francamente, non è un sacrifìcio il tuo ? Comprendi tu che io non ho altri che te a questo mondo? Che se tu mi abbandonassi io andrei a finir questa vita, che non mi è cara, se non perchè"
      },
      {
        "index": 48,
        "text": "posso consacrarla a le, al tuo amore? Dimmi, giurami sopratutto che non mi disprezzerai un qualche giorno per quello che avrò fatto....."
      },
      {
        "index": 49,
        "text": "Emilio per tutta risposta la strinse fra le braccia."
      },
      {
        "index": 50,
        "text": "- Oh se Dio mi avesse dato soltanto un tìglio ! — sciamò essa piangendo."
      },
      {
        "index": 51,
        "text": "Il giovine usci di là, e tornò in fretta nella camera dove il tutore lo stava aspettando con una agitazione incredibile."
      },
      {
        "index": 52,
        "text": "— Emilio, povero Emilio! — diss’egli andandogli incontro colle braccia aperte — L’hai tu rimandata ?... dov’ è dessa ?"
      },
      {
        "index": 53,
        "text": "— È là-, — rispose Emilio — Sappiate, padre mio, giacché a voi non debbo nascondere nulla, che questa sera io parto da Milano."
      },
      {
        "index": 54,
        "text": "— Dio di misericordia ! — sciamò il vecchio portando le mani alla testa — dunque è fuggita di casa?... da suo marito?"
      },
      {
        "index": 55,
        "text": "Emilio, per la terza volta, rispose di sì."
      },
      {
        "index": 56,
        "text": "— Figlio mio, Emilio, te ne scongiuro, persuadila a tornare a casa,... a rinunciare a questo orribile progetto-,.... persuadila per ciò che hai di più caro a questo mondo."
      },
      {
        "index": 57,
        "text": "— Ciò che io ho di più caro a questo mondo è dessa -, — rispose Emilio — Voi non sapete... Io"
      },
      {
        "index": 58,
        "text": "l'amo questa donna come non ho mai amato, come non amerò mai più di mia vita. È impossibile ch’io"
      },
      {
        "index": 59,
        "text": "— Ah voi siete troppo rigoroso, padre mio... ! Mettetevi ne’ miei panni. Potrei io abbandonarla ? Voi al mio posto fareste lo stesso, giacché anche voi avete cuore. Ella mi parlò di uccidersi s’io avessi rifiutato di salvarla da suo marito."
      },
      {
        "index": 60,
        "text": "— Dunque, ora si tratta di partir da Milano quanto prima. Io non so dove andrò ; ina vedete che avrò bisogno di denaro e di consiglio. Per ora di denaro ne ho abbastanza... Ma in seguito vi scriverò ... voi mi risponderete... non è vero ?"
      },
      {
        "index": 61,
        "text": "Il professore ascoltava quelle parole assorto in un pensiero fìsso e doloroso."
      },
      {
        "index": 62,
        "text": "— Lascia almeno che le parli io^ — disse a un tratto, invece di rispondere alle domande di Emilio — Forse le parole di un vecchio la persuaderanno."
      },
      {
        "index": 63,
        "text": "— Ma voi siete dunque irremovibile nella vostra idea? Di che vorreste persuaderla ? È impossibile!... Suo marito ò un miserabile... pn brutale... Ella non può più vivere con lui... Ritornare a casa sarebbe per lei come andar a gettarsi nel naviglio... Voi esagerate le cose. Ormai è quasi un dovere il mio di proteggerla , di sottrarla a’suoi maltrattamenti ... Pensate dunque che uomo sarei io se dovessi dirle di tornarsene dond’ è venuta ... ?"
      },
      {
        "index": 64,
        "text": "— Ebbene, sarò io che glielo dirò... Io penserò a proteggerla. La condurrò presso una signora nel frattempo. e la sua riputazione sarà salva. Intanto andrò io a parlare a suo marito, e posso prometterti, Emilio, posso giurarti che egli si cangerà interamente, quando gli avrò parlato io... Non posso dirti di più... ma in nome di Dio, se hai per me un resto solo di riconoscenza e eli amore... dammi ascolto, dammi ascolto."
      },
      {
        "index": 65,
        "text": "Il tutore parlava con un’enfasi così sincera, con un’ ansia cosi persuasiva, che Emilio ne fu scosso nel profondo. E quel non so che di misterioso che si nascondeva nelle sue parole, gli accresceva a mille doppi nel cuore l’emozione..."
      },
      {
        "index": 66,
        "text": "Un orribile sospetto gli aveva già auraversata la mente... ma lo aveva ricacciato tosto da sè come una cosa impossibile, come una tentazione di delitto."
      },
      {
        "index": 67,
        "text": "In questo punto una voce senile e sconosciuta che chiedeva il permesso di entrare, gli giunse all’orecchio dall’anticamera, e interruppe il corso dei suoi pensieri..."
      },
      {
        "index": 68,
        "text": "Emilio si levò, mise fuori la testa e vide nel vano dell’uscio d’ingresso rimasto aperto, due sconosciuti nell’attitudine di chi sta per venir innanzi."
      },
      {
        "index": 69,
        "text": "— Di chi cercano? — chiese il giovine andando loro incontro e aguzzando su di essi le ciglia."
      },
      {
        "index": 70,
        "text": "— Del signor Emilio Digliani; — rispose quello che si presentava primo, togliendosi il cappello."
      },
      {
        "index": 71,
        "text": "E nello stesso tempo, dato due passi innanzi, avea scoperto il compagno che gli stava a tergo."
      },
      {
        "index": 72,
        "text": "Allora Emilio potè veder bene in volto quei suoi visitatori, e li riconobbe, e capi che un supremo momento si avvicinava."
      },
      {
        "index": 73,
        "text": "Quei due uomini erano il conte Lorenzo Firmiani e il signor Emanuele Dal Poggio, marito di Noemi."
      }
    ]
  }
}