{
  "chapterNumber": 9,
  "title": "Capitolo Nono",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Doppia manovra."
      },
      {
        "index": 1,
        "text": "Emanuele Dal Poggio, il marito di Noemi, non era uscito totalmente illeso dal dialogo col nonno Fir- miani. Le parole del buon vecchio gli aveano fatto nell’animo un’impressione, non dirò di gelosia — che era troppo orgoglioso per questa — ma di zelante inquietudine."
      },
      {
        "index": 2,
        "text": "Uscito di casa, cammin facendo, ruminava il discorso di poco prima, e si ingolfava in pensieri su cui non si era più fermato da uu pezzo. Ma, giudicando con quel lume di freddo criterio che la natura gli aveva concesso, finì col persuadersi che la propria condotta coniugale era irriprovevole sotto ogni aspetto, e che se Noemi diventava triste g si annoiava, era ad incolparne soltanto la di lei leggerezza e la condiscendenza del nonno."
      },
      {
        "index": 3,
        "text": "Il Dal Poggio era un uomo a sistemi. Nel suo smisurato orgoglio,' l’uomo grave, credeva in buona fede d’essere maestro consumato di scienza maritale, e viveva nella fatua certezza che una donna a cui egli aveva fatto l’onore di dar il nome c la mano non potesse ingannarlo. Fin dal primo giorno del suo matrimonio, l’infelice, coll’idea di educar Noemi alla' vita coniugale, le era andato recitando una litania di massime, di precetti e di aforismi cosi pedantescamente pesanti, da inorridir l’amore e da farlo scappar lontano un miglio: il matrimonio, per esempio, non essere pretesto di piaceri, ma vita di doveri c di sagrifizii reciproci : la felicità coniugale non star nell’amore ma nel dovere:... e cosi via."
      },
      {
        "index": 4,
        "text": "Noemi sulle prime aveva ascoltato suo marito colla mansuetudine d’uno scolaro di buona voglia; ma poi a poco a poco era accaduto nel di lei cuore il fatale fenomeno dell’antipatia che la doveva portare alla colpa."
      },
      {
        "index": 5,
        "text": "Quanto al Dal-Poggio, persuaso che Noemi non potesse per tutta la vita mutar d’un pelo i suoi sentimenti, dacché ei ,l’aveva munita di cosi solidi principii ; viveva tranquillo nella sua sicurezza, la quale gli durava sempre come un’abitudine, come Hna convinzione, no leUti"
      },
      {
        "index": 6,
        "text": "Le parole del vecchio Firmiani non potevano dunque avergli dato che un leggero sospetto quello cioè, che Noemi, vedendosi un po’ trascurata, non respingesse, come avrebbe dovuto, le galanterie di"
      },
      {
        "index": 7,
        "text": "qualche adoratore. E non era il timore sollecito di chi teme di perdere un tesoro, che gli mettesse nell’animo quel po’ d’angustia-, era la paura che J il mondo potesse dir qualche parola leggera sul suo"
      },
      {
        "index": 8,
        "text": "Stette lì li per confessare a sè stesso d’aver avuto un po’ torlo a non sorvegliare con maggior cura la condotta di sua moglie; nondimeno, pensando 'poi alla causa che gliel’ aveva fatta trascurare da tre anni in poi, aveva finito col trovar ancora d’aver tutte le ragioni. In quei tre anni, con varii colpi di mano, aveva guadagnato alla Borsa più di duecento mila lire... Per un Dal Poggio c’era bene di che trascurare, non una, ma cento mogli."
      },
      {
        "index": 9,
        "text": "Nella notte sognò che Noemi gli era stata infedele, e si alzò colle lune a rovescio. Volendo pure cavarsi dal capo tale molestia, sdegnando di parlarne francamente a sua moglie, stabili di andar da Cristina, dalla quale sperava di essere pienamente rassicurato. Pensò di parlarle con tutto riserbo, e in modo — credeva il dabben’ upmo -r- ch’ella non dovesse avvedersi di nulla. E siccome egli andava assai di rado da Cristina, cercò un pretesto per farle visita senza destarle sospetto ; e il pretesto lo trovò subito in non so qual affare in cui c’entrava Girolamino. Aspettò l’ora in cui sapeva di certo che Girolamino non era in casa, poi vi andò."
      },
      {
        "index": 10,
        "text": "— Allora andrò da lei."
      },
      {
        "index": 11,
        "text": "— C’è il conte? — chiese di nuovo al servo che venne ad aprirgli, quasi volesse constatare che egli non veniva che per lui."
      },
      {
        "index": 12,
        "text": "_ gì signore. Credo che sia nella sua camera da"
      },
      {
        "index": 13,
        "text": "— Ebbene avvisata che, giacché non ho trovato suo marito, sono qui per salutarla."
      },
      {
        "index": 14,
        "text": "E senza neppiu' cavarsi il soprabito s’avviò verso la sala di ricevimento."
      },
      {
        "index": 15,
        "text": "C’è un proverbio, o per meglio dire un adagio che suona: dimmi con chi vai e ti dirò chi sei. lo credo che si possa soggiungere con uguale fortuna: dimmi come abiti, e ti dirò quanto vali. L'aspetto d’una stanza può essere una intera rivelazione. Cristina, con tutto il suo talento c lutto il suo spirilo, non aveva saputo ammobigliarsi con buon gusto il proprio appartamento. In quella sala si sarebbe detto ch’ella non avesse saputo dissimulare i malvagi istinti e la tenace natura. C’ era della bellissima"
      },
      {
        "index": 16,
        "text": "roba : ma una ignobile mano aveva presieduto a quell 1 ammobigliamento. I colori stonavano fra di loro; nessun oggetto parlava al cuore... non un fiore, non un capo d’arte, non una memoria... Una vera sala senza espressione !"
      },
      {
        "index": 17,
        "text": "Quando una donna ben nata, ricca, educata, soffre t di abitare in un appartamento in cui le leggi del buon gusto sieno lese, per quanto leggermente, il carattere di quella donna, per me, è già bell’e delineato. Ella potrebbe essere buona come un angelo, bella come una Venere, virtuosa come la madre dei Gracchi, difficilmente potrei appassionarmi per !essa, giacché sarei certo che le mancherebbe una"
      },
      {
        "index": 18,
        "text": "\\dote preziosa per la donna: la grazia.il buon"
      },
      {
        "index": 19,
        "text": "Cristina era cosi. Sappiamo già a un dipresso quali rei progetti volgesse nell’ animo costei, e di quanta perfidia ella fosse capace. Pronuba, per non dir peggio, agli amori di sua cugina, era riuscita a darle un amante. Ma questo non era che il prologo del dramma che essa meditava. L’amore di Noemi doveva servirle per arrivare alla catastrofe, ad ottener la quale fidava sopratutto nella gelosia del Dal Poggio, eh’ essa conosceva come il più orgoglioso degli uomini."
      },
      {
        "index": 20,
        "text": "Ma il difficile stava nell’aprirgli gli occhi. Di qual mezzo servirsi fra i pochi infami mezzi che si conoscono per avvisare un marito che sua moglie lo tradisce? Una lettera anonima, oltre che non"
      },
      {
        "index": 21,
        "text": "il"
      },
      {
        "index": 22,
        "text": "sapeva da chi farla scrivere, temeva non producesse P effetto desiderato."
      },
      {
        "index": 23,
        "text": "« Emanuele — pensava fra sè — farebbe la sto- lidità di mostrarla a Noemi, e allora questa messa in guardia distruggerebbe ogni mio piano. Bisogna vibrare un colpo solo e a tempo giusto. Bisogna che egli sappia la' cosa d’improvviso, quando meno se la pensa. La sua gelosia gli farà commettere un\" azione da far parlar P intera Milano. Allora, separazione di letto e di mensa, Noemi sarà perduta per sempre... e il nonno capirà che bel gioiello si tenesse tanto caro! v>"
      },
      {
        "index": 24,
        "text": "Mentre volgeva in cuore Pinfernale progetto, aspettando al varco P occasione di informare segretamente il Dal Poggio di ciò che sapete, ella scoprì che Emilio, prima di Noemi, aveva avuto per amante una crestaia dalla quale non s’era distaccato ancora del tutto. Non le poteva capitar di meglio. Per poco che la crestaia fosse gelosa, c’era da aspettarsene uno sdruscito, quando la fosse venuta a sapere che Emilio aveva mP altra amante."
      },
      {
        "index": 25,
        "text": "GolPidea che costei le avrebbe potuto servire, era - andata difilato ad ordinare un cappello da madama Chaillon, la maestra della Gigia, pregandola, come sappiamo già, di mandarle la fanciulla per provarlo. Venula la Gigia a casa sua, P aveva interrogata alla lontana sui suoi amori, e le aveva toccato di Emilio Digliani. La ragazza a quel nome sparsè qualche lagrimina che fu per la Firmiani di ottimo augurio, dir."
      },
      {
        "index": 26,
        "text": "Stavan così le cose quando il Dal Poggio venne a casa sua. AH 1 udire che il marito di Noemi era venuto per parlare con Girolamino non sospettò menomamente che egli avesse il secondo fine che noi sappiamo, c pensò che le cadeva la palla al balzo per cominciare a scuotere quella superba sicurezza, e per attizzare un po’ la di lui curiosità, riguardo alla condotta di Noemi."
      },
      {
        "index": 27,
        "text": "— Che buon vento, Emanuele ? — di ss’ ella entrando nella sala, gaia e sorridente come una primavera avanzata."
      },
      {
        "index": 28,
        "text": "— Son venuto per parlar con Gerolamo, ma, come al solito, non lo trovo. M’hanno scritto per un certo affare che egli sa, e volevo chiedergli un consiglio."
      },
      {
        "index": 29,
        "text": "— È andato dal podestà:, — disse Cristina — Ma siediti un minuto, cavati il soprabito."
      },
      {
        "index": 30,
        "text": "Dal Poggio ubbidì quasi macchinalmente e si sedette con Cristina innanzi al camino."
      },
      {
        "index": 31,
        "text": "— Ti dirò, Emanuele, — ripigliò la Firmiani con un’aria di insinuante confidenza — io sono un po’ ambiziosa... e vorrei vedere mio marito qualche cosa in paese... ,"
      },
      {
        "index": 32,
        "text": "— Che vorresti vederlo consigliere cpmunalc. assessore, membro dell’ istituto, e cavaliere di qualche ordine."
      },
      {
        "index": 33,
        "text": "— Si, lo confesso. Non dirò che Gerolamo sia un 1 aquila... ma a queste cariche potrebbe degnamente aspirarvi: che ne dici?"
      },
      {
        "index": 34,
        "text": "— Dico che hai perfettamente ragione. Egli ha già, è vero, un titolo e un grado accademico, che gli possono bastare per far buona figura in società: ma ò certo che quelle cariche aumenterebbero ia importanza della sua posizione sociale."
      },
      {
        "index": 35,
        "text": "— Egli pretende che in questi tempi sia meglio starsene oscuro che mettersi in vièta -, ma io non gli do ascolto e lo spingo... lo spingo."
      },
      {
        "index": 36,
        "text": "— Fai benissimo. Che cosa intende con questi"
      },
      {
        "index": 37,
        "text": "tempi? Diventa forse visionario anche tuo marito, come il nonno ?"
      },
      {
        "index": 38,
        "text": "— Il nonno? Oli che dice il nonno dei tempi ?"
      },
      {
        "index": 39,
        "text": "— Eli! tu sai bene, poveruomo! Ha certe idee! Dice che, volere o non volere, prima di morire vuol vederli a partire un’altra volta."
      },
      {
        "index": 40,
        "text": "la vedremo nè lui nè io. Omne trihum est per-"
      },
      {
        "index": 41,
        "text": "— Oh ! dimmi, e Noemi come sta dalj/aljro ieri ? Noemi-, — rispose il Dal Poggio con t una indifferenza che ingannò anèlie la Firqiiani.j- Noemi .sta piuttosto bene."
      },
      {
        "index": 42,
        "text": "- 1 Lo dici in modo che lascia supporre che ella"
      },
      {
        "index": 43,
        "text": "potrebbe star mèglio. n riri"
      },
      {
        "index": 44,
        "text": "No... voglio dire che a sentir il nonno ella sarebbe un po'triste da qualche tempo in qua... non avrebbe più il suo buon umore d’una volta."
      },
      {
        "index": 45,
        "text": "Mentre cosi parlava, senza l'arsi scorgere, frugava nel viso a Cristina, che avea gli occhi altrove. La vide sorridere maliziosamente."
      },
      {
        "index": 46,
        "text": "— lo, — continuò il Dal Poggio — gli risposi che non me n’ ero accorto, e che non sapevo vedere la causa di tale imaginaria mestizia."
      },
      {
        "index": 47,
        "text": "Cristina fc’ mostra d’essere un po’ imbarazzata, e non rispose."
      },
      {
        "index": 48,
        "text": "Il Dal Poggio, che non s’aspettava questo contegno, si turbò: ma non volendo lasciar trapelare nulla di ciò che gli passava in cuore, ripigliò nello stesso"
      },
      {
        "index": 49,
        "text": "— È certo però che quell’osservazione del nonno mi fece accorto che infatti Noemi s’ è mutata un po’ da quella che era .. >"
      },
      {
        "index": 50,
        "text": "— Che vuoi. Emanuele ? — disse la Firmiani — tu sai bene che noi donne abbiamo talvolta certe cause di tristezza che non potete avere voi altri uomini d’affari..."
      },
      {
        "index": 51,
        "text": "— Il nonno l’altr’ieri dopo pranzo tenne lo stesso discorso anche a me..."
      },
      {
        "index": 52,
        "text": "— Ma dunque la,è un’idea fissa la sua?"
      },
      {
        "index": 53,
        "text": "— Ecco, ti confesso che sulle prime gli ho detto"
      },
      {
        "index": 54,
        "text": "francamente che mi pareva che avesse le traveggole ... ma poi osservando meglio Noemi, mi parve di scoprire infatti qualche cosa tra ciglio e ciglio che non aveva mai veduto."
      },
      {
        "index": 55,
        "text": "— Ma le hai chiesto qualche cosa?"
      },
      {
        "index": 56,
        "text": "che stava per pronunciare le fosse sfuggita in fallo"
      },
      {
        "index": 57,
        "text": "— Tranne che la sia una cosa ch'ella non mi possa dire? — chiese il Dal Poggio che cominciava a sentirsi turbare seriamente."
      },
      {
        "index": 58,
        "text": "— No, non dicevo questo nel senso che intendi tu..."
      },
      {
        "index": 59,
        "text": "— Io? Non l’intendo in nessun senso*, — sciamò il marito — Che volevi dunque significare?"
      },
      {
        "index": 60,
        "text": "— Volevo significare che v’hanno in noi talvolta certe fantasticherie delle quali non vorremmo neppure render conto a noi stesse... figurati poi al marito !"
      },
      {
        "index": 61,
        "text": "— Fantasticherie ? È appunto questo che non si deve ! Le fantasticherie son cose da lasciarsi ai poveri poeti... Che diamine!"
      },
      {
        "index": 62,
        "text": "— Ah tu sai bene! 1 poeti le hanno in versi... noi donne le abbiamo in prosa..."
      },
      {
        "index": 63,
        "text": "— Oh vedi mò}— disse il Dal Poggio affettando sempre una gran disinvoltura — io non credevo di venir oggi su questo argomento-, ma, giacdiè ci siamo. li assicuro che la mia curiosità con queste tue fantasticherie si è discretamente svegliata. Sono per credere che tu ne sai qualche cosa."
      },
      {
        "index": 64,
        "text": "Che vuoi ch’io nc sappia, — rispose la Fir- miani ridendo — se le sono appunto fantasticherie? Tu sai prima di tutto che Noemi è piena d’imagi- nazione e che legge dei romanzi."
      },
      {
        "index": 65,
        "text": "— Oh credo di no, adesso."
      },
      {
        "index": 66,
        "text": "— Perchè gliel’ho severamente proibito."
      },
      {
        "index": 67,
        "text": "— Senza dubbio^ non che io dia al romanzo , quella importanza, nè quell’influenza che alcuni gli attribuiscono ; ma gliene do abbastanza per non colere che mia moglie no legga. Del resto, — continuò tornando direttamente sul proposito — non fa bisogno di leggere romanzi per avere dei vapori pel"
      },
      {
        "index": 68,
        "text": "— Oh questo è vero!... Basta di averne già letti in passato! — sciamò Cristina die godeva dell’imbarazzo del Dal Poggio — Ma non so come tu ti sia messo a dar importanza a queste cose. Sai che Noemi è una buona donnetta, che non farà mai una cosa fuori del suo dovere... e questo li dovrebbe bastare per essere tranquillo... Del resto, certe fisime... certe ombre che vengono talvolta in capo... passano come sono venute..."
      },
      {
        "index": 69,
        "text": "11 Dal Poggio s’alzò d^ sedere, perchè capiva-di pèrderò la bussola. Era quello forse il primo accesso di gelosia che lo prendesse dacché era marito"
      },
      {
        "index": 70,
        "text": "Cristina finse di non accorgersi, e lasciò che il Dal Poggio si rimettesse dal suo lurbamenlo."
      },
      {
        "index": 71,
        "text": "Questi dopo d’aver data una giravolta per la sala, come uomo che si dispone a partire, tornò a sedersi in faccia a Cristina e, cangiando tono, le disse:"
      },
      {
        "index": 72,
        "text": "— Mia cara Cristina, tu senza volerlo mi hai messo... nella posizione... di dover continuare questo discorso con una certa insistenza \\ perché capirai che, quantunque io conosca perfettamente mia moglie, come quella che fu, si può dire, educata da me, non trovo necessità di lasciarle in lesta neppur quelPombra passeggera a cui tu accennavi... Perchè, insorama ... ormai ò inutile parlar in metafora ... io so cho queir ombra vuol dire che Noemi può aver concepito qualche simpatia..."
      },
      {
        "index": 73,
        "text": "— Geloso! No... Dio me ne guardi! Mi stimo troppo, e stimo troppo Noemi per esser tale... Non fa bisogno d’essere geloso per cercare i mezzi di ovviare ad un inconveniente che può nascere..."
      },
      {
        "index": 74,
        "text": "Non dico di no... ma prima di tutto non bisogna esagerarsi il pericolo..."
      },
      {
        "index": 75,
        "text": "— Io non esagero nulla. Soltanto che penso una Cosa \\ ed ò che tu mi puoi essere d’un certo aiuto."
      },
      {
        "index": 76,
        "text": "— M’ò venuto in mente che se la cosa è vera non può essere accaduta... che qui dai ie."
      },
      {
        "index": 77,
        "text": "Il sorriso di Cristina persuase il Dal Peggio di aver colpito nel segno. Ella però in parole negò ri"
      },
      {
        "index": 78,
        "text": "— Io però ti ripeto, che è impossibile altrimenti. Ella non va in altra casa che nella tua; da noi non viene anima viva... mentre qui so che ci capita"
      },
      {
        "index": 79,
        "text": "— Oh si certo, io ricevo molta gente, ma tu sai che gli è appunto fra i molli che si corrono minori pericoli..."
      },
      {
        "index": 80,
        "text": "— Sarà benissimo, però non credo che tu riceva tutte le sere, e Noemi veniva spesso da te..."
      },
      {
        "index": 81,
        "text": "— Si, è vero. Allora non capitavano che gli amici intimi: Teodoro Frenai... Emilio Digliani..."
      },
      {
        "index": 82,
        "text": "— Digliani! Questo nome non mi è nuovo ! — sciamò — Oh appunto ! È quel giovane di cui ho arrestato il feritore la settimana scorsa."
      },
      {
        "index": 83,
        "text": "— Uno dei più bei giovani clr io abbia conosciuto; — rispose Cristina con disinvoltura — Ha per amante una fattorina della mia modista... che ne è innamorata ... Poverina come ne è innamorata !... La stavo appunto aspettando quando sei"
      },
      {
        "index": 84,
        "text": "— Senza dubbio; — rispose Cristina ridendo a mezza bocca come donna che ama di scherzare - e se io fossi un marito, dico il vero, ne avrei una terribile paura ...."
      },
      {
        "index": 85,
        "text": "— Ah io non sapevo questui circostanza ! — rispose il Dal Poggio cercando di sorridere. — D’ora"
      },
      {
        "index": 86,
        "text": "innanzi mi permetterai di non condurti più Noemi così di spesso alla sera."
      },
      {
        "index": 87,
        "text": "Cristina mostrò d’essere stupita di tanta serietà, e accennò di volger la cosa in ischerzo."
      },
      {
        "index": 88,
        "text": "— Ecco come siete voi; se avessi preveduto che mi dovevi prendere così sul serio, mi sarei guardata bene di pungerti..."
      },
      {
        "index": 89,
        "text": "E fu interrotta dal servo che si presentò sul- 1’ uscio della sala."
      },
      {
        "index": 90,
        "text": "— Madama Chaillon le fa dire che questo dopo pranzo la Gigia non ò tornata a scuola perchè è andata a cena al Rebecchino, ma che domani a mezzogiorno gliela manderà senza fallo."
      }
    ]
  }
}