{
  "chapterNumber": 17,
  "title": "Capitolo Sedicesimo — Il sei febbrajo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Il sei febbrajo."
      },
      {
        "index": 1,
        "text": "Gli antichi, maestri egregi nell -1 arte (li dare una forma sensibile alle passioni e al dolore, raffigurarono cangiata in sasso la misera Niobe, a cui la vindice Dea aveva trucidata la prole."
      },
      {
        "index": 2,
        "text": "I moderni romanzieri, per togliersi daH'imbarazzo, e per chiudere degnamente il capitolo, fanno svenire molto volentieri i loro protagonisti, e cominciano poi il susseguente colla solita forinola :"
      },
      {
        "index": 3,
        "text": "« Quando Arturo — o Armando — o Alfredo — fu tornato in sè, volse gli occhi intorno, ecc. ecc. »"
      },
      {
        "index": 4,
        "text": "Nella Fanny — il romanzo dalle 28 edizioni, che da\" critici diversi fu chiamato, a vicenda, poema cd obbrobrio, capolavoro ed aborto — il protagonista, un certo Roger, ha la bontà di svenir quattro volte in sei o sette pagine."
      },
      {
        "index": 5,
        "text": "Poverino! Una pagina e mezza per svenimento!"
      },
      {
        "index": 6,
        "text": "Così pressapoco degli altri."
      },
      {
        "index": 7,
        "text": "Ora, dico il vero, pensando a questa morbosa sensibilità di fibre, ho paura che, a’ miei lettori assuefatti a leggere romanzi francesi, non faccia brutto effetto quello di vedere che Emilio, dopo l’orrenda scoperta, si sia accontentato di cadere come attonito sopra una sedia, senza perdere i sensi •. nondimeno, la'verità innanzi tutto ; ,_anche a costo di far sembrar troppo freddo e ragionevole il mio protagoIl professore Bartclloni — mentre il vecchio Firmiani porgeva aiuto a Noemi nell 1 attiguo stanzino — tornò sollecito verso il misero giovine... e sollevatolo di là, lo condusse nella sua camera per toglierlo dalla vista della partenza di colei che egli doveva perdere per sempre."
      },
      {
        "index": 8,
        "text": "Inerte, colla testa chinata sul petto, colle braccia cadenti lungo il corpo, Emilio si lasciò condurre dal buon vecchio, senza opporsi, nè prestarsi in alcun modo, senza dir una sillaba in risposta alle parole di conforto eh 1 ci gli dirigeva, senza spargere una lagrima sola. E il professore, spaventato da quella profonda atonia, mormorava di quando in quando :■"
      },
      {
        "index": 9,
        "text": "Emilio seduto nella sedia a bracciuoli che conservava ancora, per cosi dire, il calore e il profumo della sua amante, stette più di duo ore iu quello"
      },
      {
        "index": 10,
        "text": "stato di assolata prostrazione, nel quale si sarebbe detto che non avesse neppure la coscienza del proprio dolore."
      },
      {
        "index": 11,
        "text": "Ma poi, tornando la mente a poco a poco alPusato ufficio, l’orribile gruppo di idee, che gli formicolavano confuse nel cervello, si sciolse, ed il misero giovine, gettatosi nelle braccia del suo tutore, scoppiò in un dirotto e disperato pianto."
      },
      {
        "index": 12,
        "text": "Allora cominciò la passione."
      },
      {
        "index": 13,
        "text": "La sua sciagura gli si spiegò dinanzi in tutta la sua fatale verità, c gli straziò l’anima con un misto di rimorso, di orrore e di disperazione..."
      },
      {
        "index": 14,
        "text": "V’ hanno dei dolori cosi sterminati che basta annunciarne la causa per averli descritti. Trovare il padre... per sapere d’averlo disonorato! ,Amare passionatamentc una donna,e perderla per sempre... irremissibilmente, senza averne colpa... e, più ancora che perderla, sentir ribrezzo del proprio amore cóme d’un delitto, come d’un incesto !>$e Noemi fosse morta il suo strazio non sarebbe stato cosi fiero;... ma saperla viva, chissà come soffrente, e non doverla mai più rivedere; e sentirsi distaccato da lei da Una fatalità ineluttabile; e dover quasi rinnegare abche il passato amore !"
      },
      {
        "index": 15,
        "text": "Una parola sola aveva spalancato un abisso fra lui e Noemi . ella, ch’egli amava ancora disperatamente ... era divenuta a un tratto la moglie di suo padre."
      },
      {
        "index": 16,
        "text": "Cosi in un colpo lo sventurato s’era veduto troncare tutte le speranze e le illusioni della sua vita desolata. Una fredda disperazione gli invadeva il cuore e vi faceva un vuoto tremendo. Che cosa gli restava al mondo? Un amore impossibile, un’intollerabile rimembranza, un supplizio senza fine..."
      },
      {
        "index": 17,
        "text": "— Meglio è morire! — diss’egli} c già stava per cercarne il mezzo, quando a un tratto un colpo di fucile, e un frastuono di armi, di grida, di evviva e di bestemmie, che gli giunse all’orecchio dalla via, gli fe’ alzar vivamente il capo e tender l’orecchio. Alla prima fucilata ne tien dietro una seconda, e una terza... Emilio balza in piedi-, corre alla finestra: ne spalanca le imposte, guata verso la parte donde ascolta venire quel rumore di guerra, e vede passare, giù lungo il corso, attraverso lo sbocco della sua deserta contrada, una frotta di soldati austriaci cacciati a furia da un drappello di popolani armati di stili e di sciabole."
      },
      {
        "index": 18,
        "text": "In questa, ecco il primo squillo d’ una campana vicina, seguito da una tempesta di rintocchi afliet- lati, che si spandono nell’ aria tranquilla, come un suono di minaccia e di pericolo."
      },
      {
        "index": 19,
        "text": "s’era levato anch’egli, e s’era messo alla finestra a fianco di Emilio — Che vorrà mai dir ciò?"
      },
      {
        "index": 20,
        "text": "Il giovane, che, immerso nel dolore della sua privata sciagura, aveva tutto dimenticato, si ricorda ad un tratto d’ogni cosa... e volgendosi al suo tutore colla fronte raggiante e gli occhi infiammati:"
      },
      {
        "index": 21,
        "text": "T idea ! Là ... si combatte e si muore ... Addio, mio buon tutore... Se vinceremo, forse mi rivedrete-,... se no, pregate pel vostro povero amico... pel figlio vostro;... questo sarà rultimo suo bacio."
      },
      {
        "index": 22,
        "text": "Cosi detto, piangendo strinse fra le palme la testa del buon vecchio, e impresse un caldo, amorosissimo bacio su quella veneranda canizie;... poi fe’per spiccarsi da lui."
      },
      {
        "index": 23,
        "text": "Il tutore, all’udir quelle parole disperate cercava di trattenerlo cingendogli la vita colle braccia :"
      },
      {
        "index": 24,
        "text": "— No, lasciatemi, lasciatemi! — gridò Emilio. E svincolandosi energicamente uscì a forza da quell’abbraccio, e ributtato contro il letto il buon vecchio , aperse a precipizio P uscio, attraversò come un lampo P anticamera e mosse a salti giù per la"
      },
      {
        "index": 25,
        "text": "Il professore, quantunque per la sua età agile ancora, perdè la speranza di tenergli dietro fin dal primo gradino. Pure risoluto a non lasciarlo solo e sperando di raggiungerlo più lungi, usci anch’egli in istrada, e mosse frettoloso verso il luogo donde gli giungeva un rumore di battaglia."
      },
      {
        "index": 26,
        "text": "Veloce come turbine Emilio si era slanciato a corsa nella via deserta, finché, sboccato sul corso di Porta Comasina, vide quattro popolani che stavano ergendo una barricata. Un omnibus, che era giunto in quel luogo al trotto lento de’ suoi due ronzini, trovato l’ostacolo, aveva dovuto arrestarsi; uno di quei quattro animosi, che teneva in mano"
      },
      {
        "index": 27,
        "text": "un coltellaccio, aveva tagliate le tirelle dei cavalli, e fatto smontar il cocchiere gli comandava di allontanarsi. I viaggiatori che si trovavano nel carrozzone ne erano già discesi spaventati, e si sparpagliavano fuggendo nelle vicine contrade."
      },
      {
        "index": 28,
        "text": "— Un' arma ! datemi un’ arma ! — grida Emilio ad uno dei quattro insorti, tendendo le mani vuote."
      },
      {
        "index": 29,
        "text": "— Viva il signor Digliani ! — gridò uno di essi mentre rovesciava l’omnibus attraverso la sliada."
      },
      {
        "index": 30,
        "text": "— Ecco l’arma-, — disse un alLro porgendogli una sciabola — Noi lo aspettavamo. Laggiù avranno bisogno di lei \\ non sono che in venti."
      },
      {
        "index": 31,
        "text": "— Grazie, Lisandro 1 - rispose Emilio che aveva riconosciuto, nel popolano che gli parlava, il compagno dello Spadon dei dodici."
      },
      {
        "index": 32,
        "text": "E senz’altro aggiungere scavalcò la barricata e ripigliò la corsa verso il Ponte Vetro."
      },
      {
        "index": 33,
        "text": "Quando egli giunse sulla piazza, la lotta corpo a corpo era già impegnata fra una cinquantina di soldati e non più di venti cittadini che si battevano disperatamente colle poche e deboli armi di cui erano muniti. Parecchi cadaveri stavano già distesi al suolo. Emilio colla sciabola stretta nel pugno, come pantera che si fa più feroce all’odore del sau- gue, si gettò sul primo Austriaco che gli si patò dinanzi, il quale alzato in alto il fucile a guisa di mazza, stava per calarlo sulla testa d un pali iota che gli volgeva le spalle e menatogli un terribile fendente gli tagliò netto un braccio."
      },
      {
        "index": 34,
        "text": "Udendo il grido che mandò il ferito dietro di sè, il minacciato volse il capo, e presso il Croato che cadeva a terra, vide Emilio da cui era stato salvato e riconoscendolo :"
      },
      {
        "index": 35,
        "text": "Era Niso Piedini."
      },
      {
        "index": 36,
        "text": "A/ll’j 'jp il li) fchili tip i,.<"
      },
      {
        "index": 37,
        "text": "I Tedeschi, quantunque tre volte più numerosi, non vedendo arrivai'' alcun soccorso, cominciarono a gettare le armi e a fuggire."
      },
      {
        "index": 38,
        "text": "Emiiio e Niso animando i combattenti compagni si diedero a inseguirli *, parecchi ancora ne trucidarono alle spalle-, à quelli che si volgevano, cadendo in ginocchio c chiedendo grazia, toglievano l'arma, poi li scannavano miseramente sul posto. Era in essi un delirio di strage ..."
      },
      {
        "index": 39,
        "text": "Cosi inseguendo i fuggiaschi arrivarono sulla piazza del Castello. Appena che i Tedeschi videro quelle mura di salvezza levarono alle grida unanimi per chiedere soccorso-,... ma non avevano dato dieci passi sulla spianata che uh altro drappello d'insorti usci correhdo da una contrada laterale, e gettandosi fra essi e la porta del forte, precluse loro lo scampo. Alcuni s'arrestarono, c sopraggiunli da quelli che li inseguivano colla punta delle armi ne’fianchi, lasciarono 1 Sul luogo la vita -, ! gli altri si sbandarono nella vasta piazza."
      },
      {
        "index": 40,
        "text": "Intanto quel secondo nucleo di insorti, comparso improvvisamente sul fianco del castello, si dirigeva a corsa verso la porta di esso coll audacissimo pensiero di assaltare il presidio che, ancora ignaro di tutto, non si guardava menomamente. Erano una trentina a dir molto, e fra tutti avevan tre fucili ; gli altri, stili e"
      },
      {
        "index": 41,
        "text": "Emilio e Niso, lasciando di dar la caccia agli sparpagliati nemici, si diressero tosto verso coloro, seguiti da una diecina di compagni, c non appena le due schiere, avvicinandosi velocissimamente ad angolo retto, furono in grado di potersi ravvisare, Emilio, nei due animosi che conducevan quei pochi all’assalto, riconobbe altri due dei sette, e volgendosi a Niso, sciamò con sorpresa:"
      },
      {
        "index": 42,
        "text": "Niso ed Emilio precipitarono la corsa e raggiunsero i due amici sulla soglia del castello, mentre Gustavo che era entrato il primo di tutti, sor-i prendeva la sentinella e le inchiodava nella gola Tallarme con una pugnalata."
      },
      {
        "index": 43,
        "text": "Allora fu una scena da non dirsi. Que trenta eroi si avventarono ciascuno contro un Austriaco senza dar un grido, muti e terribili come ombre furenti, e sterminarono la schiera che stava di guardia sotto T androne. Coi conquistati fucili si slanciarono a baionetta in canna nel primo cortile... e si udì per qualche tempo un orribile scrosciar, di. colpi, e grida di cadenti, e lamenti di feriti, e lunghi allarmi risuonanli dovunque neH’immenso fab Ma rinvenuti dallo sbalordimento, i soldati correvano alle armi, c cominciavano ad attorniar da ogni parte quei pochi rivoltosi..."
      },
      {
        "index": 44,
        "text": "La battaglia disuguale, e ormai disperata, durò ancora qualche poco} poi le imposte della porta del forte si chiusero ;... il rumore andò cessando e dieci minuti dopo vi regnava un silenzio di morte."
      },
      {
        "index": 45,
        "text": "Da quel punto non si seppe più nulla di quegli sventurati. Ciò che segui nella scellerata corte è ancora un mistero di sangue’, ma se la storia non fosse pronta ad attestarlo, nessuno crederebbe che venti o trenla giovani quasi inermi abbiano tentato quel"
      },
      {
        "index": 46,
        "text": "1 Così morirono quattro dei sette : Emilio, Niso, /j Gustavo e Teodoro. La compagnia brusca si sciolse, // giacché gli altri tre, quantunque non avessero preso |/ parte al moto, dovettero mettersi in salvo esulando."
      },
      {
        "index": 47,
        "text": "In tal modo quelli stessi che prima del pericolo avevano avversato a tutto potere P insano progetto ; quelli stessi che a mente fredda avevano rigettato energicamente ogni complicità in una rivolta a pugnali, senza probabilità di riuscita:... al primo grido di libertà, al primo squillo d’allarme, erano discesi nella strada, e s’erano gettati nella mischia, colla disperazione del suicida."
      },
      {
        "index": 48,
        "text": "Diverse cause avevano prodotto in ciascuno di"
      },
      {
        "index": 49,
        "text": "quei quattro sventurati lo stesso effetto. Insofferenza del'giogo.:— smania., di lotta o di sangue austriaco — miseria — speranze perdute — disperazione della"
      },
      {
        "index": 50,
        "text": "Nel momento supremo, ciascuno, credendo forse di essere solo, s’era determinato a far ciò da cui poco prima aveva cercato di dissuadere gli altri ^ tutti e quattro, senza volerlo , senza saperlo, si erano ingannati a vicenda."
      },
      {
        "index": 51,
        "text": "t Erano vissuti da scapigliati •, erano morti da eroi. Da certi nomini gravi furono chiamali assassini."
      },
      {
        "index": 52,
        "text": "Due giorni dopo sette forche stavano piantate dinanzi alla porta del castello."
      },
      {
        "index": 53,
        "text": "Da una di esse spenzolava Lisandro, fatto prigioniero mentre stava ergendo la barricata -, e quantunque non avesse ucciso nessuno, quantunque non avesse sparso neppur una stilla di sangue — strana cosa ! — anch’egli fu chiamato assassino."
      },
      {
        "index": 54,
        "text": "Assolutamente a questo mondo non si adora che il successo !"
      },
      {
        "index": 55,
        "text": "Dal 6 febbraio 1853 sono passali più di due annusiamo in estate del 1855 ^ l' anno del cholera, e della guerra di Crimea."
      },
      {
        "index": 56,
        "text": "È un magnilico mattino di agosto. Il sole da qualche ora uscito di dietro alle vette dei monti di Val-Travaglia, che sovrastano a Porto ed a Luino, diffuso con luce spanta e vaporosa sulla vasta superficie del Verbano, va suscitando innumerevoli punti luminosi sul tremulo cristallo delle acque, che sembrano palpitare innamorale sotto il suo raggio. I primi solili d’un leggero tramontano lo increspano minutamente e fanno alzar qua e là le vele ai naviganti. Sul battello a vapore il S. Carlo. che salpato poco prima da Magadino, solca il lago"
      },
      {
        "index": 57,
        "text": "nelle acque di Cannobbio, un giovine ' viaggiatore, seduto sull'estremità di prua a cavalcioni del bompresso, se ne sta con un. sigaro in bocca, filosofi- camente contemplando il magnilico spettacolo che gli si spiega dinanzi."
      },
      {
        "index": 58,
        "text": "Il S. Carlo infatti metteva fuori la prora dalla punta di Cannerò, e la scena imponente del mag- , gior bacino appariva allo sguardo estasiato del giovine viaggiatore in tutta la sua magnificenza. E davvero essa è tale da suscitar l’ammirazioue perfino nell’anima del più prosaico agente di cambio, o del più abbietto usuràio. Gli adoratori del lago di Como mi fanno ridere: dinanzi alla maestà del Verbano il povero Lario può andare a riporsi."
      },
      {
        "index": 59,
        "text": "Il giovine stette in quella contemplazione più di un'ora, senza curarsi dello sbarco e deir imbarco de' passaggieri, che ò il solilo svago di chi percorre i laghi sul battello a vapore e non sappia che farne della bella vista."
      },
      {
        "index": 60,
        "text": "■Il quale svago, del resto, ha anch'esso il suo merito. Chi non sa come sia gradita la. bellezza viaggiatrice ? Chi non sa quanto sia potente l'effetto d’un bel viso di donna sul cassero d’un battello a vapore ? Chi non sa quanti piccoli romanzi d'amore si tessano e si sciolgano;.in un tragitto sul lago? sa? !• i -- •vts’iqici; sH'"
      },
      {
        "index": 61,
        "text": "Nel frattempo, infatti, se il giovine entusiasta del paesaggio, che se ne stava là fantasticando sulla punta di prora, si fosse voltato indietro a dar un'occhiata ai viaggiatori che erano . salili sul battello"
      },
      {
        "index": 62,
        "text": "alla stazione di Cannerò, avrebbe veduta una bellissima signora, accompagnata da un uomo di mezza età, che era andata a sedersi con lui sotto il tendale dei primi posti, a poppa."
      },
      {
        "index": 63,
        "text": "Ella era così bella, e aveva qualche cosa di così attraente nella persona, che tutti gli sguardi stavano rivolti su di lei, come affascinati. Era impossibile guardandola di non sentir nell’anima un misto di ammirazione e di pietà: ammirazione per la sua bellezza •, pietà pel misterioso e profondo dolore che si rivelava, forse suo malgrado, negli occhi divini e nell’eslrema pallidezza delle guancie. Vestiva a lutto, che le stava a meraviglia, ed era stupendamente intonato coll’aria della sua flsonomia. Si sarebbe dello ch’ella spandesse intorno a sè un misterioso profumo di grazia e di malinconia."
      },
      {
        "index": 64,
        "text": "L’uomo che le sedeva accanto e la sogguardava di quando in quando con tenera sollecitudine, pareva, a tutti i segnali, suo marito. Portava anch’egli il lutto sul cappello. Di quando in quando le rivolgeva la parola sottovoce con una specie di riguardo,... di discrezione delicata,... come se temesse di disturbarla. Le sue domande erano sempre brevi, e quando ella gli aveva risposto, o con un monosillabo, o con un leggero moto del capo, o con un mesto sorriso, egli taceva di nuovo per qualche tempo, e stava a riguardarla con affetto."
      },
      {
        "index": 65,
        "text": "Quanto a lei, sarebbe stato diffìcile il dire se fosse ritrosa, o annoiata, o soltanto indifferente per quella discreta sollecitudine del suo compagno. In tutta"
      },
      {
        "index": 66,
        "text": "la sua persona c’era un indefinibile languore; quel languore — come dice Byron — che non è riposo, e che negli infelici dissimula a stenlo la stanchezza d’un’anima che non ha più speranza, e che sta rassegnata sotto una sventura senza rimedio. Vi fu un momento, dopo un lungo silenzio, in cui suo marito le mostrò un elegante canotto a tre vele che orzava velocissimo a poca distanza. Ella staccò lo sguardo dall’orizzonte lombardo, guardò un momento queU’oggetto che attirava la curiosità di tutti gli altri passeggieri, e tornò subito a rimirar l’orizzonte come se là, in cielo, andasse cercando un’immagine, o una rimembranza. La sua anima non era quaggiù; una contemplazione più sublime non le lasciava volgere l’attenzione a ciò che le stava intorno. Indifferente perfino alle bellezze della natura, la mesta andava forse ascoltando nell’aura che scherzava nei suoi capelli una più celeste armonia."
      },
      {
        "index": 67,
        "text": "Quando si fu quasi a Intra — la Manchester del Piemonte — ella si levò, e s’avvicinò alla sponda destra del battello per osservare i passeggieri che dovevano montare. Allora il suo volto si animò, e i suoi occhi vagarono a cercare nella folla una fl- sonomia conosciuta. Infatti quand’ella scórse venir da lontano un vecchio e una giovine donna con un bambino in braccio, sul labbro della bella malinconica fiori un ineffabile sorriso di gioia."
      },
      {
        "index": 68,
        "text": "— Eccoli; — disse, stringendo il braccio di suo marito che l’aveva seguita, e additando gli aspettati che venivan giù frettolosi per la china dell’imbar-"
      },
      {
        "index": 69,
        "text": "I sopraggiunti erano un vecchio nei settantacin- quo anni, una giovine nei venti e un ragazzino di due anni a dirne molti. La fanciulla vestiva modestamente alla cittadina; volendo indovinare s’avrebbe detto ch’era la cameriera, o la dama di compagnia della signora in lutto."
      },
      {
        "index": 70,
        "text": "I saluti furono come di gente che sapesse di ritrovarsi, e che si fosse lasciata da poco tempo. La signora levò subito il bimbo dalle braccia della fanciulla, c se lo recò in grembo, dopo averlo baciato passionatamene. Ma poi, nel riguardarlo, un arcano pensiero passò repente in quell’anima; i di lei occhi mandarono un lampo di spasimo, e come se il contatto di quella creaturina le facesse male, la posò sulle ginocchia di suo marito, che l’accolse sorridendo. Ella si volse a parlare col vecchio e colla fanciulla."
      },
      {
        "index": 71,
        "text": "Intanto il nostro giovine viaggiatore, sempre seduto là dinanzi, a cavalcione del bompresso, vedeva come per incanto spiegarsi dinanzi allo sguardo nuovi punti di vista c nuove bellezze. Il battello, girata la punta, cosi delta di Casniola, entrava a tutto vapore nel delizioso bacino delle isole llorro- mee, e il gigante delle Alpi gli sorgeva dicontro."
      },
      {
        "index": 72,
        "text": "Di 11 a poco però la sua contemplazione fu interrotta dalla voce rozza d’un inserviente — marinaio d’acqua dolce — che lo pregava di levarsi di là, avendo bisogno di fare in quel pc io una ma"
      },
      {
        "index": 73,
        "text": "Il giovine, spiccato un salto, scese sul cassero e s’allontanò. Dati due passi, i suoi occhi s’incontrarono in quelli del vecchio montato a Intra poco prima, che usciva dal camerino dell’economo, dove era stato a levare i biglietti. Vederlo, stender le braccia con un’esclamazione di gioia, e muovergli incontro frettoloso fu la stessa cosa."
      },
      {
        "index": 74,
        "text": "— Voi qui, professore? Caro Cartelloni ! Chi mi avrebbe detto ?... dopo tanto tempo... !"
      },
      {
        "index": 75,
        "text": "— Alfredo Castoni ! — sciamò alla sua volta il vecchio dopo averlo riconosciuto."
      },
      {
        "index": 76,
        "text": "— l)a Lugano: vale a dire da Parigi dove sono stato due anni} e ora vado dritto in Crimea ad uccidere un po’ di Russi, od a farmi uccidere da essi... Oh ma, — ripigliò tosto con un sorriso — sapete, professore, che io comincio a credere al magnetismo ?... Sediamoci qui, caro Bartelloni... Credereste, professore, che poc’anzi, rivedendo dopo due anni quel caro paese là — e additava la sponda lombarda — mi siete venuto in mente anche voi? ... Proprio, un’ora fa, a dir molto. Ho pensato a voi, al nostro povero Emilio, a Niso, a Gustavo... a tutti quei poveri mici amici d’un giorno... E la Gigia ? Povera ragazza !... così buona ! Ma voi forse non l’avete conosciuta la Gigia! E quell’angelo d’una signora che voleva tanto bene al povero Emilio... che venne a trovarlo quel giorno che ci"
      },
      {
        "index": 77,
        "text": "— Zitto, — disse Bartelloni, mettendo l’indice attraverso le labbra — zitto, perchè essa è qui..."
      },
      {
        "index": 78,
        "text": "— Non era ella fuggita di casa? Io mi ero messo in mente che fosse accaduto uno scompiglio in quella casa."
      },
      {
        "index": 79,
        "text": "— Era fuggita infatti, ma ora è di nuovo con lui, e possono servir di modello..."
      },
      {
        "index": 80,
        "text": "— Oh prosa delle prose ! — sciamò Gasloni ridendo — Se sapeste, professore, che cosa diamine ero andato fantasticando io su quella signora!"
      },
      {
        "index": 81,
        "text": "— Un romanzo o poco meno. Nel ripensare ad Emilio, ed all’amore eli’essa gli portava, io, di fantasia in fantasia, mi ero andato imaginando che la poverina, disperata per la sua morte, fosse andata a ricoverarsi in qualche convento, c mi figurava già di trovarla sotto le spoglie di suora di carità ad assistermi forse in qualche ospedale di Crimea... che so io...? Non avrei però mai imaginato di ritrovarla con suo marito. È proprio vero che la realtà è al disotto della immaginazione. ."
      },
      {
        "index": 82,
        "text": "— Molto meno di quello che credete, caro Castoni; — disse il filosofo con un sorriso espressivo — Si vede che voi siete stato due anni a Parigi. Mi concederete che il vostro romanzo colla vostra suora di carità avrebbe avuto uno scioglimento molto ordinario. Venite; — continuò egli levandosi — studiale il contegno di quella donna e di quel marito c me ne saprete dire qualche cosa. Troverete con loro un’ altra persona che non vi aspettate certo di trovar qui sul lago, e tanto meno coi Dal Poggio."
      },
      {
        "index": 83,
        "text": "— La Gigia col suo bambino; il figliuolo del povero Emilio."
      },
      {
        "index": 84,
        "text": "— Ah bah ! — sciamò Castoni — Vedo che la cosa si fa sempre più interessante. La Gigia viaggia insieme alla signora Dal Poggio?"
      },
      {
        "index": 85,
        "text": "— Non solo, ma il marito ha adottato PEmilietto; Noemi le fa, si può dire, da madre; e la Gigia se la tengono come una sorella."
      },
      {
        "index": 86,
        "text": "— Comincio a credere anclPio che talvolta nella realtà ci possa essere più romanzo che nel romanzo. A meno che voi non vi burliate di me."
      },
      {
        "index": 87,
        "text": "— Non sono cose su cui si possa burlare co- deste, caro Castoni. Vedo sempre più che voi siete stato due anni a Parigi. Vi dirò poi il motto del-"
      },
      {
        "index": 88,
        "text": "Bartelloni condusse il giovine dinanzi ai suoi amici a poppa, e disse:"
      },
      {
        "index": 89,
        "text": "— Vi presento il conte Alfredo Gastoni, mio buon amico, che va un tratto in Crimea a battersi contro"
      },
      {
        "index": 90,
        "text": "Gastoni, che nella mesta riconobbe subito Noemi, al vederla cosi pallida, cosi rassegnata, cosi mutata, senti stringersi il cuore di pietà, e dovette confessare a sé stesso che la sua fantastica suora di carità non gli sarebbe apparsa nè cosi poetica, nè cosi interessante."
      },
      {
        "index": 91,
        "text": "Dopo averle detto, non so che parole, Alfredo si volse a salutare cordialmente la Gigia, che, tutta commossa di rivederlo in quel luogo e dopo tanto tempo, non bramava che di stringergli la mano."
      },
      {
        "index": 92,
        "text": "Si parlò di cose estranee al passato : di guerra, di cholera, di Parigi, di Crimea ..."
      },
      {
        "index": 93,
        "text": "Finalmente si giunse ad Arona."
      },
      {
        "index": 94,
        "text": "— Non c 1 è dunque speranza di stogliervi dal Vostro proposito ? — chiese Noemi al professore mentre stavano per distaccarsi."
      },
      {
        "index": 95,
        "text": "— No; figlia mia; — rispose il buon vecchio — Io sono un soldato della salute pubblica nè più nè meno di questo giovinotlo che lo è della civiltà e deir indipendenza. Il cholera è la mia Sebastopoli. Che diresti d’un soldato Che il giorno dell’ assalto non corresse sotto la bandiera? Il mio posto è dove si muore; è a Milano. Se scamperò ci rivedremo qui sul lago o a Torino. Addio, Noemi;... addio, Emanuele;... addio, Gigia... State sani e amatemi, come vi amo io tutti e tre."
      },
      {
        "index": 96,
        "text": "Anche Gastoni strinse affettuosamente la mano"
      },
      {
        "index": 97,
        "text": "alla Gigia, salutò con garbo parigino la Dal Poggio e suo marito e s’allontanò col professore in cerca di una carrozza che li trasportasse a Novara : di là Bartclloni volgeva a Milano ^ Gastoni a Genova."
      },
      {
        "index": 98,
        "text": "— Dunque che ne dici, Alfredo? — chiese il vecchio al giovine quando furono soli."
      },
      {
        "index": 99,
        "text": "— Io non so che pensare. Aspetto da voi il molto dell’ enigma. Quel marito, tra le altre cose, ha fatta una trasformazione incredibile."
      },
      {
        "index": 100,
        "text": "— Non hai mai sentito un proverbio che dice che l’uomo ogni sette anni cambia la pelle e il carattere ?"
      },
      {
        "index": 101,
        "text": "— Io non ci credo, ma so che c’è."
      },
      {
        "index": 102,
        "text": "— Hai torlo di non crederci. In lutti i proverbi c’è il suo lato di vero-, — rispose il filosofo — Quell’uomo che non aveva mai amato sua moglie, che non sapeva che cosa volesse dir vero amore ... fu trasformato in un giorno solo, che dico !... in un minuto, come per effetto d’incantesimo... come per miracolo. In fisiologia questi esempi non sono così rari come si crede. Basta una forte scossa morale ... od anche soltanto fisica. C’ è stato il caso d’ un mezzo scemo, che avendo ricevuto una potente bastonata sulla profondità metafisica diventò poi un profondo metafisico. Il Dal Poggio ebbe una vera metamorfosi di cuore. Egli ha finalmente compreso che l’amore non s’acquista che colla dolcezza e coll’ amore :"
      },
      {
        "index": 103,
        "text": "Amor che a nullo amato amar perdona."
      },
      {
        "index": 104,
        "text": "Quando Noemi seppe che Emilio era stato ucciso, come si crede, nel 6 febbrajo, sai bene, cadde ammalatissima e fu in fil di morte. Suo marito ebbe la forza e il coraggio di star ventisei giorni e ventisei notti ad assisterla al letto, dormendo su una scranna qualche ora, prestandole i più umili, i più vili servigi, senza volere che nessuno vi mettesse mano, senza lasciare che entrasse nella sua camera anima viva, tranne me, il medie,o c il nonno, che adesso ò morto, e del quale essi portano il lutto. Quando la fu guarita egli non le disse una sola parola sul passato, se non per chiederle perdono... egli cosi orgoglioso un giorno! Poi le domandò il permesso di adottare come figlio il bambino della Gigia, ed ora vivono' insieme a Cannerò, dove il Dal Poggio ha una villa sul monte. Io ero là con loro già da tre mesi. Ieri sono venuto a Intra colla Gigia per far visitare rEmilietto, e come hai veduto, oggi tornano indietro dopo essere venuti fino ad Arona ad accompagnarmi. Essi vivono felici come si può essere felici dopo aver sofferto tanto. Il nonno, contro ogni credenza, ha lasciato tutto il suo all 1 altro nipote Firmiani, marito di donna Cristina Firmiani, che è diventata milionaria, e che per la gioia e per la boria ò come una botte che non tiene più nò vino nè acqua."
      },
      {
        "index": 105,
        "text": "— Ed io giurerei che fu quella donna che fece tutto il male..."
      },
      {
        "index": 106,
        "text": "— AnchMo lo credo... e questo è un altro caso in cui si deve ammirare la giustizia umana. Forlunatamente che il Dal Poggio è abbastanza ricco del suo per aver bisogno dell 1 eredità del nonno."
      },
      {
        "index": 107,
        "text": "» Fanno bene però gli uomini a credere all 1 inferno ed al paradiso... altrimenti sarebbe troppa la spro- » porzione c l 1 ingiustizia di quaggiù."
      },
      {
        "index": 108,
        "text": "Alla sera di quel giorno i Dal Poggio e la Gigia stavano raccolti nel salotto della villa fra Cannerò e Cannobbio a leggere — chi lo avrebbe detto '. —"
      },
      {
        "index": 109,
        "text": "Castoni s 1 imbarcava a Genova per la Crimea, e Barlelloni giungeva a Milano in tempo per assistere all' agonia di Cristina Firmiani, che era stata colpita dal eliderà fulminante la stessa mattina."
      }
    ]
  }
}