{
  "chapterNumber": 1,
  "title": "Capitolo Primo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La Compagnia brusca."
      },
      {
        "index": 1,
        "text": "In quegli ano» di quiete torbida e desolata che succedette ai disastrosi tentativi d’indipendenza che furono oppressi a Gustoza e a Novara, quindi a Venezia ed a Roma, c’era a Milano una certa compagnia di giovani tra i 20 e i 30 anni, la quale nel quartiere dove teneva la sua principal residenza era chiamata — quasi per antonomasia — la Compagnia brusca , e con questo qualificativo stava registrata perfino nel libraccio nero di chi sapeva o avrebbe dovuto saper lutto."
      },
      {
        "index": 2,
        "text": "Erano sette — numero mistico*, numero cabalistico ! — erano sette; ma ad un’occasione potevano passar benissimo per ventiquattro: seduti a cena, per esempio, o in un coro, o in una rissa... La loro sede ufficiale e pubblica era dal tabaccaio sull’angolo d’una contrada centrale. Fuori di là neppur"
      },
      {
        "index": 3,
        "text": "il diavolo avrebbe saputo trovarli con certezza, e in casa meno che altrove."
      },
      {
        "index": 4,
        "text": "Quand’erano seduti in circolo intorno al braciere del tabaccaio sarebbero parsi i più buoni figliuoli del mondo, che non pensassero ad altro che a fumare il maggior numero di sigari, e ad affumicare ' il maggior numero di pipine possibile. Ma una volta che si alzavano e si avviavano a qualche impresa... guai al luogo dove avessero stabilito di far serenata... guai alle spalle su cui dovevano cadere quei pugni... guai alla pattuglia che avesse voluto far con essi il bell\"umore*"
      },
      {
        "index": 5,
        "text": "Questa piccola società non avea uno scopo apparente fuori di quello di riunirsi a fumare ed a ciarlare. L’amicizia e una certa conformità di carattere, di posizione e di gusti pareva legasse fra loro i sette membri di questa misteriosa compagnia. Ma il tabaccaio, in un angolo della cui bottega essi erano venuti ad installarsi, la pensava altrimenti-, e, quantunque sapesse che, a Milano, la sola conoscenza e il bisogno di scambiar parole bastassero a riunire, ad una data ora d’ogni giorno dell’anno, certe persone, in tutte le osterie ed in tutti i caffè; pure avea dovuto persuadersi a lungo andare che una ragione più seria e più segreta legava fra loro que’ suoi sette avventori."
      },
      {
        "index": 6,
        "text": "La polizia, che in quei tempi stava più che mai all’erta, ne aveva avuto aneli’ essa un sentore, ed aveva interrogato l’onesto tabaccaio sulle abitudini, sui discorsi tenuti da quelle sue pratiche, e su ciò"
      },
      {
        "index": 7,
        "text": "ch’ei ne pensasse in cuor suo. Il tabaccaio, quantunque avesse ottenuta la dispensa dalla sovrana degnazione, rispose schietto alle prime due domande: essere le abitudini e i discorsi de’ suoi sette fumatori la cosa più innocua di questo mondo*, quanto alla terza si guardò bene di esporre l’animo suo, e rispose crederli bravi giovinotii, che per riguardi economici avessero scelta la sua bottega invece d’un club o d’ un caffè..."
      },
      {
        "index": 8,
        "text": "Era stato congedato colla solila raccomandazione di tenerli d’occhio, e di riferire sulla loro condotta."
      },
      {
        "index": 9,
        "text": "La mattina del giorno 3 febbraio 1853, che era un giovedì — vale a dire circa 24 anni dopo la scena raccontata nel prologo — cinque dei sette... trova- vansi radunati nella bottega intorno al braciere, e, tranne uno, fumavan tutti."
      },
      {
        "index": 10,
        "text": "Erano più serii del solito; giacché è bene sapere che, quantunque nel corso dell’anno gli scrosci di risa, le arguzie c le stramberie, che uscivano da quelle bocche si avrebbe durato latica a contarle, pure di regola erano molto serii."
      },
      {
        "index": 11,
        "text": "La conversazione annuvolata e profumata dalle quattro pipine, prima incerta come il volo della falena, che non sa su qual fiore posarsi, s’era finalmente adagiata in queireterno argomento da scapigliato: i debiti. Ora voi avreste trovato difficilmente in tutta Italia una mano di giovani più profondamente e più coscienziosamente versati in tale materia. ,"
      },
      {
        "index": 12,
        "text": "Un d’essi stava raccontando agli altri d’un dialogo avuto la mattina con un usuraio, che gli avea fatto l’onore di prestargli seicento lire, delle quali un terzo in mezze genovine scarse dai sette ai dicci grani, e le altre quattrocento in una gran cassa di guanti colore di foglia tenera e lutti mancini."
      },
      {
        "index": 13,
        "text": "— Naturalmente — continuava il narratore — io ho cercato di vender subito quella cassa. Ma quale fu il mio stupore quando il guantaio venuto ad esaminar la mercanzia mi avverti che que’ guanti erano lutti della mano sinistra... come un matrimonio morganatico. Potete immaginarvi il mio furore. Corsi a casa dell’usuraio... gridai... tempestai, ma invano. Un’altra cassa, uguale alla mia, di guanti verdolini e tutti destri, era stata data ad un altro infelice, chissà in qual parte del mondo. Sperai un momento di trovarla cogli avvisi, e spesi dieci svan- ziche a far annunciare tre volte nella quarta pagina dei giornali:"
      },
      {
        "index": 14,
        "text": "« Chi possedesse una cassa di guanti verdolini per la sola mano destra, è pregato a darne avviso per relativo contratto di compra o vendita, trovandosi chi ne possiede un’altra di ugualmente verdolini e tutti della mano sinistra. Dirigersi all''ufficio, ecc. ecc. » Ma non vidi mai venir nessuno, e dovetti finalmente cedere la cassa spajaia all’usuraio stesso, che me la valutò qualche lira più di quello che me la stimassero gli stessi guantai."
      },
      {
        "index": 15,
        "text": "— Stamattina che era il giorno della scadenza — continuò il narratore dopo aver sbirciato il cami- nello della sua pipa di gesso, rappresentante 1 a testa di Manara che cominciava a macchiarsi af basso d’un bel colorino caffè e latte — stamattina quell’animale venne da me. Come abbia saputo del mio nuovo domicilio è un mistero. Da una settimana soltanto, come sapete, sono andato ad abitare in borgo di S. Goltardo, dove mi son ritirato credendo di fuggire i rumori della città, per finire una commedia colossale, che fra poco sarà rappresentata al teatro Re. Potevano essere otto ore al più ^ proprio quando il sonno ti ripiglia più serrato, che dài senza accorgerti la tua brava volta pel letto, e ti distendi voluttuosamente sotto, le coltri a far l’ultimo pisolo. Io, ciuco, avevo lasciato l’uscio aperto, non so come : la notte, sapete, eravamo stati un po’ a zonzo a far chiasso, ma non ero ubbriaco però, e nemmeno brillo, chè non vorrei — continuò abbassando la voce — non vorrei aveste a pigliar pretesto da questa mia confessione per farmi pagar la multa di temperanza. Dunque, come vi dicevo, egli entrò in camera e cominciò: « È permesso?_» — con quella sua voce nel naso — « t:"
      },
      {
        "index": 16,
        "text": "permesso?_ è permesso? » — Io fingeva di dor mir chiuso anzi mi misi a russare come un contrabbasso, per veder se quell’animale aveva tanto muso da destarmi. Egli si avvicina al letto, si curva a contemplarmi, poi prende una sedia e si mette presso al capezzale, -r- Ah se tu aspetti che io mi desti da solo, stai fresco; — pensavo fra me. Se non che dopo una mezz’ora, l’usuraio, stufo di attendere, cominciò a chiamarmi per nome : « Signor Gustavo,"
      },
      {
        "index": 17,
        "text": "sono io.... signor Gustavo.... » — Ioduro, ed egli da capo. Finalmente mi scosse per un braccio in tal modo che mi fu impossibile di fingere oltro. Allora come se mi destassi da un mal sogno di sbalzo, feci un movimento brusco, c colla mano rovescia gli lasciai correre una potente ceffata. —"
      },
      {
        "index": 18,
        "text": "I tre ascoltatori di Gustavo e il tabaccaio che stava al banco diedero in uno scoppio di riso. Gustavo continuò :"
      },
      {
        "index": 19,
        "text": "— « Chi va là ! » — gridai sorgendo a sedere sul letto cogli occhi spaventati_« Sono io » — ri spondeva l’usuraio, tenendo la mano sulla guancia addolorata — «Ah ò lei, caro signor Nicoletti....? Che cos’è accaduto? Mi pare di essermi spaventato per nulla. Le ho forse fatto male? » — «Oh niente! » — ini risponde l 1 usuraio — « Cosa che passa. »"
      },
      {
        "index": 20,
        "text": "— « Ma come è accaduto? » — dico io — « È stato — risponde egli — che nel destarsi forse da qualche brutto sogno, la mi ha dato un piccolo schiaffo. » — « Oh povero signor Nicoletti, mi rincresce. »"
      },
      {
        "index": 21,
        "text": "— « Non è nulla, caro signore » — ripeteva queirassassino colla sua voce rugiadosa, mostrandomi il pavonaz/.o della guancia. — Cera il segno delle cinque dita. Ed ei lo chiamava un piccolo schiaffo !"
      },
      {
        "index": 22,
        "text": "— « Dunque » — ricominciò — « essendo passato di qua per caso... » — gli usurai passano sempre per caso dalla porta dei debitori — « sono salito a vedere se... » — « A vedere che cosa? — dissi io — La dica pure, caro sig. Nicoletti « —H« A vedere se ella fosse in caso di pagarmi quella piccola cambialella delle seicento lire per risparmiare le spese del protesto."
      },
      {
        "index": 23,
        "text": "« Quella cambialetta dei guanti dispaiati ? « — « Si signore. » — « Ma senza dubbio, caro signor Nicoletti, è mio dovere-, ella non ha che a parlare. Soltanto che avrei bisogno dalla sua provata gentilezza un gran favore. « — « La dica « — mi rispose il galantuomo — « Ella sa bene che in quel poco che io posso cerco sempre di aiutare la gioventù— perchè, dico il vero, io porto molto interesse ai bravi giovani. » — « Si? — gli dissi io — Credevo invece che fossero i bravi giovani che lo portassero a lei molto interesse. » — Come potete imaginarvi, quel bue non capi il mio bellissimo calembonrg : perchè gli usurai sono la gente più priva di spirito di tutto il genere umano... anzi, dietro profonde ricerche posso assicurarvi che essi sono un grado al di sotto dalPipopotamo e due dal pipistrello. Dunque gli chiesi seriamente mi facesse il favore di prestarmi il denaro che ci voleva per pagar la sua cambiale, più qualche centinaio di lire, per poter celebrare degnamente la chiusura del carnevale. A questa domanda un po' 1 eteroclita queiranimale balzò sulla sedia e vedendo che io parlavo sul serio non sapeva da che parte farsi per rispondermi. Per venire alle corte io lo strinsi in tal modo coi più sentimentali argomenti che per salvarsi dovette rinnovar la cambiale a sei mesi, se no scommetto, avrebbe dato in uno scoppio di pianto... Vedete dunque in me un uomo che per sei mesi ancora è sicuro di vivere liberamente alPa- ria aperta, ciò che tra parentesi, non garantisco di voi altri. —"
      },
      {
        "index": 24,
        "text": "Gustavo tacque, e guardò in viso a ciascuno de’ suoi quattro compagni, quasi volesse scrutarvi Perfetto della sua chiusa."
      },
      {
        "index": 25,
        "text": "— Ebbene, — sciamò quello fra essi che non filmava e che avea divorate una ad una le parole del narratore — giacché hai toccato questo cantino, sappiatelo, io sono a questa estremità."
      },
      {
        "index": 26,
        "text": "Gli occhi dei quattro compagni si volsero a lui con interesse."
      },
      {
        "index": 27,
        "text": "— Perchè ho sperato fino a ieri di trovar denaro."
      },
      {
        "index": 28,
        "text": "— No. Chi dovea prestarmeli mi mancò di parola... ed io non voglio seccarmi oltre."
      },
      {
        "index": 29,
        "text": "Questa frase ad uno che non avesse conosciuto quello strano giovine sarebbe sembrata un’enormità. Ai suoi compagni non fece gran senso."
      },
      {
        "index": 30,
        "text": "Gustavo continuò:"
      },
      {
        "index": 31,
        "text": "— Si-, scaduta da sei giorni."
      },
      {
        "index": 32,
        "text": "— Di quanto si tratta? ili — Di venti marenghi."
      },
      {
        "index": 33,
        "text": "— Nulla. Io non ho la bacchetta magica, io."
      },
      {
        "index": 34,
        "text": "— Venti marenghi ! — sciamò Gustavo grattandosi la testa — È un affar serio. .ridi"
      },
      {
        "index": 35,
        "text": "— Lo so bene anelilo. Gli è perciò che ho dimesso il pensiero di trovarli.-"
      },
      {
        "index": 36,
        "text": "— Sì, ma non ne ha. Dove vorresti mai che andasse a trovar venti marenghi a questi lumi di luna?"
      },
      {
        "index": 37,
        "text": "— Capisco... ma i patti ci devono pur essere per qualche cosa.... se no sarebbe inutile star in"
      },
      {
        "index": 38,
        "text": "— No... io non voglio. Io non ho mai fatto nulla per voi^ non voglio che voi vi sacrificate per me."
      },
      {
        "index": 39,
        "text": "— Ma e noi non vogliamo che tu vada in prigione."
      },
      {
        "index": 40,
        "text": "— Non lo so_pure un mezzo bisogna trovarlo."
      },
      {
        "index": 41,
        "text": "Chi manca qui? — continuò Gustavo sempre a bassa voce."
      },
      {
        "index": 42,
        "text": "— Da Emilio sei stato?"
      },
      {
        "index": 43,
        "text": "— Oh tu sai bene che egli ha ben altro pel capo"
      },
      {
        "index": 44,
        "text": "— Eh che importa se è innamorato? Tanto meglio! E poi, ripeto, se ne ha, è suo dovere di sal— Ahimè ! — sciamò un terzo — Emilio oggi ne ha meno di noi. S’è messo a fare il lion!"
      },
      {
        "index": 45,
        "text": "— In ogni modo nelle mani della polizia tu non ci puoi.... non ci devi andare. Ma dove diamine li gettasti... venti marenghi—?"
      },
      {
        "index": 46,
        "text": "Teodoro alzò le spalle e si fé\" rosso."
      },
      {
        "index": 47,
        "text": "Teodoro non disse di no."
      },
      {
        "index": 48,
        "text": "— Ed ella sa che sei a questi estremi per amor"
      },
      {
        "index": 49,
        "text": "— No. Mi crede ricco."
      },
      {
        "index": 50,
        "text": "— E se lo sapesse sarebbe in grado di salvarti coi denari elio le hai dati?"
      },
      {
        "index": 51,
        "text": "— Io non lo vorrei, per Dio!"
      },
      {
        "index": 52,
        "text": "— Ma che cosa vuoi dunque?"
      },
      {
        "index": 53,
        "text": "In questo punto Tuscio della bottega si aperse, e un giovine assai ben messo e raggiante di gioia in volto entrò alzando un braccio in atto di vittoria."
      }
    ]
  }
}