{
  "chapterNumber": 13,
  "title": "Capitolo Tredicesimo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Fisonomia conosciuta."
      },
      {
        "index": 1,
        "text": "I primi albóri del sabbato cominciavano a mostrarsi in cielo, quando Emilio si mise a letto. Quante emozioni diverse ! Che folla di sensazioni e di pensieri opposti in quel breve periodo di òtto ore! Cominciato a tavola, tra due belle ragazze, nella più spensierata allegria, e finito fra le torbide emozioni del cospiratore, con parole di minaccia e di sangue."
      },
      {
        "index": 2,
        "text": "Ma, così è la vita del nostro tempo ! Gli uomini , tutti d’un pezzo non si trovano più. Una volta gli eroi nascevano, vivevano e morivano eroi. Nel nostro secolo un eroe (fieri può sembrar oggi un uomo da nulla; un uomo da nulla dell'oggi può diventare domani un eroe."
      },
      {
        "index": 3,
        "text": "Verso le undici del mattino seguente Emilio, svegliandosi. balzò a sedere sul letto, col volto illuminato dalla gioia di chi si desta da un bel sogno d’amore. Infatti egli aveva sognato di Noemi, e a Noemi volava il primissimo pensiero del mattino \\ a Noemi che doveva venir a trovarlo quel giorno, come erano rimasti intesi l’ultima Volta che s’erano"
      },
      {
        "index": 4,
        "text": "Ora, pensando alla felicità che lo aspettava fra poche ore, si sentì inondato il cuore di una gioia cosi viva e così fresca, che gli parve di non averne mai provata la simile, neppure la prima volta. Le sensazioni sgradevoli e fosche della notte t-, che quantunque un po’ ammorzale dal sonno dormito e dal sogno d’amore, pur gli erano ricorse tosto alla memoria — davano risalto col loro contrasto aH’inehhriante pensiero che gli scaldava il cuore e le fibre. Si sentiva più leggiero, più padrone di sé, più innamorato che mai \\ e, corno invaso da folle giòia, si stropicciava velooissimamente l’una contro l’altra le palme delle mani, con quella specie di contrazione muscolare e convulsa, che ognuno de’ mici lettori avrà provato in circostanze consimili. Una lieve febbre gli accelerava il corso del sangue nelle arterie ^ gir pareva;, insomma, di non essere mai stato tanto felice."
      },
      {
        "index": 5,
        "text": "A poco a poco la sua fisonomia sHmpeùsieriva \\ il suo sguardo diventava fìsso... Riandava colla memoria gli ultimi mesi della sua relazione -, con* tava le lagrime che Noemi aveva sparso per lui-, rammentava le freddezze, le scene di malumore, i dispetti;, e si sentiva preso da un gran rimorso e"
      },
      {
        "index": 6,
        "text": "da una grande meraviglia d’aver potuto far soffrire cosi la donna che si sentiva di amar tanto ancora."
      },
      {
        "index": 7,
        "text": "La cosa del resto 6 più che naturale. Libero ormai dai terribili lacci, fra cui da tanto tempo si sentiva costretto-, uscito dai frangenti,che gli avevano resa fino allora cosi piena di angoscio e di sospetti la vita-, tranquillo nell’idea di aver fatto nè più nè meno che il proprio dovere di patriota, Emilio si abbandonava di nuovo a tulle le dolcezze del proprio amore... e Noemi tornava ad un tratto, quaPera stata nei primi tempi, la regina dei suoi affetti e de’ suoi pensieri."
      },
      {
        "index": 8,
        "text": "— Oggi, — diceva, per far lacere quel rimorso — oggi le chiederò perdono in ginocchio, povera Noemi...; cara Noemi 1"
      },
      {
        "index": 9,
        "text": "Nel dir questo nome, stupiva di non aver mai pensato alla sua maravigliosa dolcezza, e trovava un ineffabile piacere a pronunciarlo di nuovo: Noemi, Noemi, Noemi — e lo andava ripetendo a lungo, come se l’avesse udito allora per la prima volta, come se avesse voluto scolpirselo nel cuore."
      },
      {
        "index": 10,
        "text": "Al convegno mancavano tre ore. Tre ore ! Non gli era accaduto mai di trovar tantò lungo e difficile a passarsi quel breve spazio di tempo. Balzò dal letto, e cominciò a vestirsi adagio, mettendo da parte^per quel giorno il pensiero di andar alla banca... e stava ravviandosi i capelli dinanzi allo specchio, quando una scampanellata gli troncò i pensieri amorosi nel capo, e gli fece in piccolo quell’effetto, che — dicono — dovranno far le trombe"
      },
      {
        "index": 11,
        "text": "del giudizio universale sulle anime dei morti pec — Chi può essere?! — sciamò egli col solito so Deposto il pettine, e infilata la veste da camera, andò ad aprire-, ma non appena ebbe veduta la persona che cercava di lui, la sua fronte si spianò, il sorriso gli rifiorì sul labbro, e con un lungo oh !"
      },
      {
        "index": 12,
        "text": "E si ritirò dal l’apertura per dar adito al soprag Il quale era un uomo, che, a giudicarlo dall’a- spetto, gli si avrebbe dato non più di sessanla- cinquc o sessanlasette anni. Mesto il viso c l’occhio come chi ha sofferto moralmente assai. La statura alla -, l’andare, per la sua età, agile ancora -, ja barba e i capelli bianchissimi."
      },
      {
        "index": 13,
        "text": "Una di quelle teste che vedute una volta non si dimenticano facilmente."
      },
      {
        "index": 14,
        "text": "Dopo aver data al giovane una stretta di mano"
      },
      {
        "index": 15,
        "text": "— Buon giorno, Emilio^ — s’avviò verso la stanza da letto, e, senza togliersi il cappello di testa, si sedette nella sedia preparata per Noemi."
      },
      {
        "index": 16,
        "text": "— Quanto tempo che non vi vedo, caro tutore f, — disse Emilio sedendosi in. proda al letto a_lui di-"
      },
      {
        "index": 17,
        "text": "_ so; — disse il vecchio con un fine sorriso — Quello che forse tu non sai ò che io fui a Milano anche lunedi scorso, e che t’ho visitato a letto, dopo quel colpo di bastone che ti levò i sensi."
      },
      {
        "index": 18,
        "text": "_ oh si; — rispose Emilio — Pho saputo da (tastoni che vi aveva trovato in istrada, poco prima, e che è corso a cercarvi; non è vero ?"
      },
      {
        "index": 19,
        "text": "— Appunto. Il giorno dopo poi, sono ripassato di qua per vedere come siavi; ma tu cri già uscito"
      },
      {
        "index": 20,
        "text": "— Ero precisamente venuto all albergo per farmi vedere e per salutarvi. Non ve l’hanno detto?"
      },
      {
        "index": 21,
        "text": "— No; se ne saranno dimenticali ; ho dovuto partir subito per un affare pressante, che avevo laggiù. E... dimmi un po’, quel tuo amico Gastoni ti ha detto anche la ragione per cui ci toccò di andarcene dal tuo letto, prima che tu ti destassi dal sopore ?"
      },
      {
        "index": 22,
        "text": "Emilio arrossi leggermente, e con un sorriso, ri-"
      },
      {
        "index": 23,
        "text": "— Mi disse anche questo."
      },
      {
        "index": 24,
        "text": "— Ma', — sciamò Emilio — perché vorréste che io ve lo ripetessi, se Pavéle veduta voi stèsso ... la"
      },
      {
        "index": 25,
        "text": "Il vecchio non Cispose; pareva clfiv andasse cercando il modo di aprire un discorso diffìcile. Tenne gli occhi fissi in quelli di Emilio, come sé avesse"
      },
      {
        "index": 26,
        "text": "voluto scrutare nel di lui volto il più. intimo e segreto senso delle sue risposte. Ora, avendo veduto quel pudico imbarazzo da innamorato, si sarebbe detto che sul suo viso si facesse più intensa e più viva la mestizia e la pietà che già vi trasparivano al suo primo presentarsi."
      },
      {
        "index": 27,
        "text": "— Fu una grave imprudenza da parte di quella signora:, — diss’egli — una gravissima imprudenza !"
      },
      {
        "index": 28,
        "text": "Emilio, che si era accorto di quel contegno insolito, preso da una vaga inquietudine, qua§i presentimento di sventura, ripassava velocemente nella memori j le ragioni probabili di quella visita inaspettata e non trovava parole. ,"
      },
      {
        "index": 29,
        "text": "All’osservazione del tutore consenti con un moto di lesta senza aprir bocca. Il vecchio stette un po’ ancora ip silenzio, poi ripigliò:"
      },
      {
        "index": 30,
        "text": "— Sono venuto dunque per parlarli di cose molto serie, caro Emilio... Si:> ,capisco che cosa vuoi dire^ — prosegui alzando una mano al vedere che il giovane si animava in volto c staya per interrogarlo — Un po’ di pazienza e saprai lulLo.., tranne ben inteso ciò che non .passo dirti,:, il nome , .de’ tuoi genitori ò ancora e deve essere un segreto, Re-C tul- li r . . Ma, prima che del tuo passato, io vorrei parlarti oggi del tuo avvenire ^ il quale, eredit a me che ti amo, vale as,sai più che, quello, nio‘1 —"
      },
      {
        "index": 31,
        "text": "— Sia come volete, padre mio ! — disse Emilio assai calmo e come rassegnato —,Dite^ io sono tut-"
      },
      {
        "index": 32,
        "text": "— Tu dunque sai che da circa un mese hai compiti i ventiquattro anni..."
      },
      {
        "index": 33,
        "text": "— Certo’.... Vedete che mi ricordo della vostra promessa di svelarmi il mistero della mia nascita appena che fossi diventato maggiore, e padrone del"
      },
      {
        "index": 34,
        "text": "— Benissimo. Oltre a ciò vengo a dirti che avrei trovato per te una posizione assai vantaggiosa c per la quale ò appunto indispensabile la maggio — Una posizione di che sorta?"
      },
      {
        "index": 35,
        "text": "— Si tratterebbe della fondazione dima casa bancaria di cui tu saresti chiamato ad essere socio gerente, con un vistoso stipendio."
      },
      {
        "index": 36,
        "text": "— Saresti in compagnia d’uh uomo consumato nella banca, che dirigerebbe gli affari, mentre tu ne saresti, come si dice, il braccio destro."
      },
      {
        "index": 37,
        "text": "— Allora mi rincresce di dovervi dire, caro tutore, che non posso accettare."
      },
      {
        "index": 38,
        "text": "— potresti dirmene il perchè?"
      },
      {
        "index": 39,
        "text": "— Perchè io non posso lasciar Milano."
      },
      {
        "index": 40,
        "text": "— Caro Emilio, tu mi parli con un tuono cosi risoluto che mi di* poca speranza di riuscire..... Nondimeno lasciami andar in fine del progetto che ho sognato per te, e poi tu sarai sempre padrone di fare ciò che più ti conviene. Sappi dunque che colla maggiore clii hai acquistato il diritto di disporre del capitale che ti fu costituito alla nascila, e di cui li ho fatto tenere finora gli interessi regolarmente ... Lasciami continuare... le domande me le farai dopo, e ti prometto di rispondere in tutto quello che ... potrò. Quel capitale è , come sai, di cinquantamila lire, vale a dire di quaranta- mila svanzicho, che tu metteresti nel fondo sociale accanto ad altre molte del tuo socio, e che ti potrebbero fruttare, come sai, il trenta per cento. Oltre a ciò, siccome il tuo socio ha uria figlia unica, bella, di sedici anni, io non avrei che a dire una parola, e tanto lei che la s^a dote di centocinquantamila lire diventerebbero tue... Che ne dici ?"
      },
      {
        "index": 41,
        "text": "Cosa volete che vi diqa^ caro tutore ? — sciamò Emilio ridendo — Voi mi recitate uno squarcio delle Mille e und notti. Mi concederete che se dovessi accettare questo matrimonio cosi sui due piedi..."
      },
      {
        "index": 42,
        "text": "— Non dico che tu debba ora accettarlo, — interruppi? il vecchio — o tanto meno sui due piedi, lo non ho neppure la facoltà di proportelo finora... Ti chiedo soltanto se, nel caso che giungessi a.persuadere;- Tamito di fondar la banca a Milano invece , che a Lione..., tu saresti così lontano daì.prender"
      },
      {
        "index": 43,
        "text": "— Ah 1 nc sono tanto lontano, che non ci ho assolutamente mai pensato."
      },
      {
        "index": 44,
        "text": "— Lo credo perfettamente; la tua posizione, finora , fu tale che non avresti potuto pensare ad ammogliarli. Ma ora la cosa è mutata, é se tu accettassi le mie offerte avrei la soddisfazione, prima di morire, di vederti ricco. 1, e felice. La fanciulla è un angelo fisicamente e moralmente;... e se vuoi, te la faccio conoscere."
      },
      {
        "index": 45,
        "text": "— No, caro tutore; io non so come esprimervi la mia riconoscenza per tante prove di affetto che mi date, ma io non posso accettare che la prima parte del vostro magnifico programma;... hen inteso a condizione di restarmene a Milano."
      },
      {
        "index": 46,
        "text": "— Vorresti dirmi almeno perchè tu rifiuti cosi energicamente le proposte che farebbero saltar dalla gioia chiunque altri ?"
      },
      {
        "index": 47,
        "text": "— Perchè? — sciamò Emilio animandosi tutto, come un uomo ispirato da un nembo di pensieri — Perchè? Oh se sapeste qxlanti perchè ho qui nel cuore! Non potrei dirveli tutti in una volta. La posizione che voi mi offrite non fa per nie in nessun modo... Essa è quella d’un uomo contento, ed io non sorto contento; essa è quella d’un uomo che non ha nulla nel cuore, ed io l’ho occupato il cuore. E poi, avete voi pensato che un padre non vorrà dare sua figlia a un uomo che non ha mài conosciuto i suoi genitori?... che viene non si sa d’onde? a un figlio di nessuno? E i miei compagni? Che direbbero i mici compagni? Voi sapete"
      },
      {
        "index": 48,
        "text": "bene che io non sono solo a trascinare questa vita! Che direbbero se disertassi cosi il campo dove, poco o tanto, si combatte c si spera, per ritirarmi a ve-r gelare egoisticamente... e a far denari? Qual è il) giovane di cuore che vorrebbe mettersi a posto fin-* chè dura questo orribile stato di cose? Non ò vero che fra un anno, fra duo mesi, domani forse, mi toccherebbe di piantar là moglie e banca e interessi e ogni cosa, per correre alla chiamata di Garibaldi, o di chiunque altri promettesse di man- dar via questa maledetta canaglia di Tedeschi...?"
      },
      {
        "index": 49,
        "text": "— Ah povero Emilio! Tu speri dunque ancora?"
      },
      {
        "index": 50,
        "text": "— Ancora? Se spero? Dio santo!! Pensale che ho ventiquattro anni, e che se non sperassi... morirei- . o - rr.ru n .!f ? i.K)"
      },
      {
        "index": 51,
        "text": "— Tu sei un bravo giovine. Emilio! — disse il vecchio appoggiando la fronte sulle mani raccolte sul pomo della sua canna — Dio tolga ch’io non riconosca la nobiltà delle tue idee. Conlullociò senza credere di essere tacciato di vecchio egoista, ti dirò che a questo mondo colle tue idee si va a rischio di essere infelice per tutta la vita, e che certe speranze senza fondamento non giovano nè a sè, nè agli altri, nè al paese. Non è, secondo me,; colla sdegnosa inazione che potrete raggiungere più presto ciò che andate sperando; la forza sta nell’azione e nella ricchezza; se userete dj, tutte le vostre forze vive a far ricco il paese, sarete più vicini allo scopo che non stando collo mani alla cintola."
      },
      {
        "index": 52,
        "text": "— Io pon sto colle mani alla cintola..* - f .iiobiaufi oda pia itterica c otrto-iq"
      },
      {
        "index": 53,
        "text": "— Lo so; nondimeno rifiuti di migliorare la tua condizione di cittadino; e in questo, a mio parere,"
      },
      {
        "index": 54,
        "text": "— Ma; è inutile che vi dica aver io altre ragioni mie proprie per rifiutare di ammogliarmi e di partir da Milano."
      },
      {
        "index": 55,
        "text": "— Tu l’ami molto dunque quella donna'?"
      },
      {
        "index": 56,
        "text": "Il vecchio mise un sospiro, e stette un momento silenzioso cogli occhi pietosamente fissati in quelli"
      },
      {
        "index": 57,
        "text": "— Nò; ma capisci che ella ci doveva entrare necessariamente nel mio discorso..."
      },
      {
        "index": 58,
        "text": "— Io lo desidero tanto, che per dartene il mezzo ti ho fatto quelle proposte."
      },
      {
        "index": 59,
        "text": "— Ma vedete bene che io non potrei."
      },
      {
        "index": 60,
        "text": "— Dunque non sene parli più; — disse il tutore crollando il capo. — E adesso, — soggiunse dopo un breve silenzio tu puoi interrogarmi. Io sono pronto a narrarli ciò che desideri."
      },
      {
        "index": 61,
        "text": "— fi giorno 16 dicembre 1829, — cominciò il vecchio — io me ne stavo a letto leggendo un trattato sulla llogosi, .. mi ricordo,... poco dopo la mezzanotte,... quando la mia serva Caierijia, che è morta nove, anni fa. e che tu non hai conosciuta, venne a svegliarmi dicendomi che era stato suonato il campanello, c che ci era qualcheduno in istrada che aveva bisogno di me e dei soccorsi della mia scienza. Stavo per levarmi, quando vidi entrare un giovine della tua età, circa, il quale dopo avermi detto che aveva bisogno eh’ io Io seguissi fuori di Milano ad assistere una donna di sua conoscenza, mi fe 1 capire che, ella aveva interesse di non lasciarsi conoscere, in modo che dovetti promettergli di lasciarmi bendare gli occhi, periino lungo la strada. Infatti, quando fui nella carrozza, che quel signore aveva fatto' avvicinare alla porta, nel frattempo ch’io terminavo di vestirmi, mi cavai dì tasca il mio bravo fazzoletto, me lo misi sugli occhi, e cosi feci tutta la strada, al buior Giunti nella casa dove era tua madre, smontammo, acquando fummo gippti in una certa sala, che mi pari ancora 1 di vedere dopo ventiquattr’ anni, il giovine ohe mi ac- compagnavq, e che era tuo padre, miiabendò, e mi lasciò solo un momento. Guardatomi intorno, vidi chp le pareli di quella sala erano piene di quadri; allora, preso un lume, mi diedi ad esaminarli; e non appena, ebbi gettati gli occhi sul primo, ohe mi"
      },
      {
        "index": 62,
        "text": "accorsi (Tessere, come si dice, in paese conosciuto. Infatti io ravvisava perfettamente quell’autore per averlo veduto molto tempo nella bottega di mio padre, che, come sai, era stato antiquario e mercante di oggetti di belle arti. Sul momento non seppi raccapezzare a chi fosse stato venduto; ma come conservavo ancora i libri del negozio, m’era facile di andarlo a cercare. In questo, tuo padre venne a chiamarmi, e fattomi entrare nella camera vicina mi condusse al letto dove giaceva appunto tua madre mascherata... Tu nascesti in mezzo alla ricchezza ed io fui il primo a riceverti su queste braccia. Dopo aver assicurato tuo padre che la puerpera non correva pericolo di sorta, stavo per pregarlo di farmi ricondurre a Milano, non avendo più nulla a fare in quel luogo, quando egli mi pregò di passare un momento in un’altra camera, che aveva sommo bisogno di parlarmi. Gli andai dietro; e quando fummo soli :"
      },
      {
        "index": 63,
        "text": "« — Caro professore, — mi disse — bisogna che lo confidi una cosa dolorosa, e che interessi la di lei bontà a mio.’riguardo. «"
      },
      {
        "index": 64,
        "text": "« — Deve sapere che la mia posizione non mi permette di riconoscere nè di allevare per Ora mio figlio ... È inutile oh” io gliene, esponga i motivi, che sarebbero troppo lunghi e noiosi. Nondimeno siccome tanto io che sua madro siamo ricchi, cosi possiamo pensare alidi lui avvenire, e fare in modo che in nessuna occasione egli debba mancare del"
      },
      {
        "index": 65,
        "text": "E qui, aperto un rassetto dello scrittóio che gli stava dinanzi, ne cavò un fascio di biglietti di banca, e contale trentamile svan'ziche, riprese:"
      },
      {
        "index": 66,
        "text": "« _ Questa ò la somma che noi abbiamo destinata a nostro figlio. 1 Potrebbe elia, professore, accettare rincarico e pensare al di lui collocamento? » « — Ma'* — rispos’io un po’meravigliato, per la indifferenza c la sicurezza dirò quasi senile, con cui mi parlava quel giovine singolare — non saprei come io debba adempire tale incarico... ! Che intenzioni ha vostra signoria riguardo a quel bambino ? »"
      },
      {
        "index": 67,
        "text": "« — L’intenzione di qualunque padre, — mi rispose egli senza dubitare — di qualunque padre che non può riconoscere, nò tenere presso di sò un proprio figlio. »"
      },
      {
        "index": 68,
        "text": "« — Ella vorrebbe dunque farne un trovatello? » « — Per forza! — mi rispose — Però, come ella vede, sono disposto a far sì che il trovatello non abbia a trovarsi privo totalmente di mezzi. »"
      },
      {
        "index": 69,
        "text": "« — Mancomale! — diss’io — Dunque non c’è altro mezzo che mettere a fruito il capitale, e investir di questa rendita il fanciullo. »"
      },
      {
        "index": 70,
        "text": "« — È precisamente di èiò, che le chièdeva se poteva incaricarsi. Siccome poi io sono dell’avviso che a qualunque servigio debba andar unita la ricompensa, cosi la prego di accettar questo piccolo attestato della mia gratitudine. »"
      },
      {
        "index": 71,
        "text": "— E mi sciorinò dihanzi uh altro bigliétto di millé 1 frahehi. Comò Vedrai Emilio, tuo padre era"
      },
      {
        "index": 72,
        "text": "un uomo senza cuore. Io respinsi il dono dicendogli che, per far un’opera buona, a me era spinta e ricompensa sufficiente l’opera stessa."
      },
      {
        "index": 73,
        "text": "« — Siccome bisogna assolutamente che io parta fra pochi giorni, cosi non so se potrei ottenere di dotarlo come vorrei e di trovargli un protettore che come lei possa levarlo dagli esposti e sorvegliarlo. Forse non mi resterebbe che di abbandonarlo alla propria sorte. »"
      },
      {
        "index": 74,
        "text": "« — Ebbene, — diss’io — s’ella ha fede in me sono pronto a fare ciò eh’ ella desidera. »"
      },
      {
        "index": 75,
        "text": "Allora mi ringraziò vivamente. Io cercai di lasciargli una ricevuta della sommategli si rifiutò di accettarla, e postimi in mano i biglietti di banca soggiunse :"
      },
      {
        "index": 76,
        "text": "— Io misi nel portafoglio le trentamila lire che oggi, come sai, sono diventate quarantamila coi risparmi. Tuo padre andò a prenderti, e dopo avermi ribendati gli occhi rifacemmo la strada in carrozza ed entrammo in Milano che spuntava l’alba. Ti deponemmo dove sai, poi egli andò da una parte, io dall’ altra verso casa."
      },
      {
        "index": 77,
        "text": "Lo stesso giorno io sapevo chi era tuo padre*, il suo nome mi fu rivelato dal libro di negozio, sul quale stava registrata la vendila del quadro di"
      },
      {
        "index": 78,
        "text": "cui ti parlai, fatta diciott' 1 anni prima dal mio al padre di lui. Ne chiesi novella intorno, trovai chi lo conosceva, e ai connotati capii che era veramente lui. Stetti circa dodici anni senza rivederlo, nè sentirne a parlare. Allora tu eri in collegio, e non mi conoscevi ancora. Finalmente un di leggendo il giornale mi cadde sottocchio il di lui nome fra gli arrivati a Milano di quella giornata. Veniva da"
      },
      {
        "index": 79,
        "text": "Mi prese curiosità di rivederlo, e infatti trovai"
      },
      {
        "index": 80,
        "text": "modo di incontrarlo in istrada e di fissarlo. Era lui $ invecchiato di dodici anni, ma era lui. Mi guardò, ma o fece mostra di non conoscermi, o non mi ravvisò davvero, c passò oltre. II giorno dopo ripartiva per chissà dove. Passarono cosi altri sette anni, e venne il quarantotto. Tu partisti colla legione Manara, ed io, dopo la battaglia di Novara, andai, come sai, a star in campagna. Un giorno, venuto a Milano nel giugno del 50, mi pare, passeggiando sui bastioni, vidi una carrozza molto elegante, fermata dinanzi ai cancelli della scalinata che mette nei giardini pubblici, da cui smontarono una bellissima giovine, e tuo padre, a cui ella diede il braccio in modo, che capii subito che la doveva essere sua moglie. Ne chiesi conto alla sera, e mi fu detto infatti che egli sì era ammogliato da qualche mése, fe fu allora che finii di perdere la speranza ch’ei potesse pensare aticora a riconoscerti."
      },
      {
        "index": 81,
        "text": "— E non mi direte chi sia quest 1 uomo ? — chiese Emilio che aveva ascoltato quel racconto in religioso silenzio."
      },
      {
        "index": 82,
        "text": "— È impossibile! E che t’importa del resto di saperlo ? Dio voglia tener lontano il momento in"
      },
      {
        "index": 83,
        "text": "ripigliò tosto per sviare l’attenzione di Emilio da quella frase che aveva interrotta — Ei non merita il tuo amore. Tu porti un nome diverso dal suo, un nome che non'devi ne puoi cangiare in qualunque caso. Ti sei fatta una posizione indipendente. non hai più bisogno nò di lui, nè di me ..."
      },
      {
        "index": 84,
        "text": "Poi con un sospiro:"
      },
      {
        "index": 85,
        "text": "— Caro tutore; — disse Emilio mestamento — voi siete persuaso che non ò un’ idea di interesse che mi spinge a conoscere mio padre. Ma voi avete ragione! Che mi deve importare ili lui? È una curiosità la mia e nulla più ? Voi non siete forse il mio solo, il mio vero padre ? Oh vi ringrazio, mio buon tutore, vi ringrazio di.tutto quello che avete fatto e che fate per me."
      },
      {
        "index": 86,
        "text": "E presagli la mano gliela baciò con riverenza."
      },
      {
        "index": 87,
        "text": "— Dunque, per conchiudere, — disse il professor Harlelloni, alzandosi e accennando di partire — sappi phc io mi fermo a Milano un mese , e sono"
      },
      {
        "index": 88,
        "text": "— Non nel vostro solito albergo?"
      },
      {
        "index": 89,
        "text": "— No; non c’eran più camere. Ti aspetto a pranzar con me verso le cinque. Riparleremo. A"
      },
      {
        "index": 90,
        "text": "- Ari verter ci, caro la (ore, Alle cinque sarò da"
      },
      {
        "index": 91,
        "text": "E dopo averlo accompagnato lino all’ uscio, tornò a finire di Vestirsi."
      },
      {
        "index": 92,
        "text": "Un’ora dopo Noemi Dal Poggio entrava, tacita, commossa, quasi furtiva, scivolando fra fc due imposte socchiuse dell’uscio; attraversava l’unlicamera in fretta, come se cercasse di nascondersi o di salvarsi, e andava a cadere affranta nella sua solila"
      },
      {
        "index": 93,
        "text": "Al primo sguardo Emilio s’era accorto che le era accaduto qualche cosa. Ella ansava affannosamente come se avesse fatto una corsa precipitosa,"
      },
      {
        "index": 94,
        "text": "e, colle due mani raccolte e strette sul cuore, cercava di comprimerne i battiti violenti."
      },
      {
        "index": 95,
        "text": "Chiuso l’uscio a doppio giro, Emilio le tenne dietro, c le si mise in ginocchio dinanzi; le staccò dal seno lé mani, c stette a mirarla un momento in atto di tacita e profonda adorazione."
      },
      {
        "index": 96,
        "text": "Come era bella Noemi in quella posa, colla trepida emozione che lo slava dipinta nella pallidezza delle guancie, e nella espressione degli occhi semichiusi. Con che trasporto il suo amante riscaldava nelle proprie quelle care manine intirizzite un po’ dal freddo e un po’ pel sangue che le era rifluito tutto al cuore il ! eoa"
      },
      {
        "index": 97,
        "text": "— Noemi, cara Noemi, — disse il giovine poco dopo — che cos’ hai ? òhe cosa t’è accaduto ?"
      },
      {
        "index": 98,
        "text": "— Ah Emilio! — rispose ella con un filo di voce — se tu sapessi quanto coraggio m’ ò abbisognato oggi peri venir 1 qui in ••<!'■ ifinnib .olcuof ["
      },
      {
        "index": 99,
        "text": "— Povero angelo adorato ! — sciamò il giovine, con uno di quegli slanci di gratitudine e di tenerezza, che nessuna penna può rendere meglio del- l’jmaginazione. E le;baciava le mani con inGnita passione. Poi come portato dal proprio entusiasmo prosegui a parlarle sotto voce con quel linguaggio ispirato, in cui P anima si versa tutta, sincera, e ardente, colle voluttà del presente, coi pentimenti del passato, coi sogni dell’avvenire... Linguaggio assurdo, incoerente, ma pieno di poesia e di verità, perché sgorga dal cuore, e va drillo a un altro cuore, che lo. ascolta palpitando."
      },
      {
        "index": 100,
        "text": "Noemi con un divino sorriso di felicità negli occhi e sulle labbra stava infatti ascoltando il suo amante, maravigliata di quella nuova adorazione, e di quel getto di vera e sentita tenerezza che l’avviluppava per cosi dire in un’atmosfera inehbriante di voluttà e di amore."
      },
      {
        "index": 101,
        "text": "— Oh parla, Emilio, parla ancora; — disse ella quando il giovine tacque — Tu mi fai tanto bene... Parla ancora. Era tanto tempo che non mi dicevi queste parole. Se tu sapessi, Emilio, come ho bisogno di essere persuasa che mi ami."
      },
      {
        "index": 102,
        "text": "Emilio a mani giunte, ripigliava:."
      },
      {
        "index": 103,
        "text": "— Vedi se ti amo!... non senti che la tua vita è la mia. Cara Noemi! Come potei farti soffrire pel passato? Ma non era io... Fui un infame... Vedrai d’ora innanzi come ti adorerò, come non penserò che a te sola... Noemi, Noemi,.dimmi ancora che mi hai perdonato, dimmi che mi ami sempre."
      },
      {
        "index": 104,
        "text": "La cara donna strinse fra le palme la bruna lesta del suo amante e si curvò a baciarla sui capelli, con trasporto. Ma poi, come se uh pensiero subitaneo le attraversasse la ment£, corrugò la fronte, e fece per alzarsi in piedi."
      },
      {
        "index": 105,
        "text": "— Che hai, Noemi ?.. A che pensi ? V è accaduto qualche cosa?.. Tu mi nascondi un segreto..."
      },
      {
        "index": 106,
        "text": "— No... Emilio che segreto vuoi che io abbia"
      },
      {
        "index": 107,
        "text": "per te ? Ma ora che t 1 ho veduto, ora che so che mi ami, che mi hai dato coraggio, tire,... bisogna che io parta."
      },
      {
        "index": 108,
        "text": "— Partire'? Cosi subito? Lo puoi? Tu mi dici"
      },
      {
        "index": 109,
        "text": "— Ho paura, Emilio, ho paura."
      },
      {
        "index": 110,
        "text": "— Mio marito ha dei sospetti..."
      },
      {
        "index": 111,
        "text": "- Sospetti sul nostro amore?"
      },
      {
        "index": 112,
        "text": "— M’ò impossibile fermarmi come gli alici giorni .. come vorrei... bisogna che io tórni subito"
      },
      {
        "index": 113,
        "text": "Ma ciò è impossìbile.Noemi.'Credevi'tu che io avrei potuto lasciarti partire cosi?"
      },
      {
        "index": 114,
        "text": "— Oh qualche volta mi hai lasciata pflNire peggio di cosi} — rispostila' còh tin mesto sorriso."
      },
      {
        "index": 115,
        "text": "amo, ti adoro... Che importa se tuo marito ha dei"
      },
      {
        "index": 116,
        "text": "Ah tu non lo conosci... Mio Dio! mió Dio!"
      },
      {
        "index": 117,
        "text": "lasciami par-"
      },
      {
        "index": 118,
        "text": "Ora che cominciavo ad essere tanto felice ! Lasciami, Emilio. Tu non vorrai perdermi. Non avrei dovuto venir oggi... Mi par già di trovarlo qui sotto ad aspettarmi, a vedermi, uscire..."
      },
      {
        "index": 119,
        "text": "— Ma dunque egli sa tutto?... racconta... che avvenne ?"
      },
      {
        "index": 120,
        "text": "Allora Noemi con parole rotte, affrettate, raccontò la scena di gelosia della sera antecedente, poi chinò la testa sul seno con rassegnato dolore."
      },
      {
        "index": 121,
        "text": "— Ah! Emilio, — sciamò — io temo che inco- minci per noi una vita ben dolorosa."
      },
      {
        "index": 122,
        "text": "— No, ò impossibile ^ noi ci amiamo troppo. Abbi coraggio, Noemi... Io sarei capace di tutto pel tuo amore ... Cosi sia di te."
      },
      {
        "index": 123,
        "text": "Essa lo abbracciò con mula efifusioné di tene Emilio era rimasto sopra pensiero. Infine :"
      },
      {
        "index": 124,
        "text": "— Sì^ lunedi scorso, quand’eri in letto svenuto."
      },
      {
        "index": 125,
        "text": "— Ti ricordi di aver veduto qui al mio capezzale un vecchio ?"
      },
      {
        "index": 126,
        "text": "— Un vecchio ed un giovine."
      },
      {
        "index": 127,
        "text": "— Non hai sentito mai nominare da lui il prò- fessore Bartelloni ?"
      },
      {
        "index": 128,
        "text": "— Come saperlo? Temo di essermi tradita da me stessa. Ero così malinconica nei passati giorni..."
      },
      {
        "index": 129,
        "text": "Emilio le ribaciava le mani con passione quasi a chiederle nuovamente perdono."
      },
      {
        "index": 130,
        "text": "— Io temo anche per te, Emilio... Mio Dio!... Egli ò capace di ucciderci tutti e due."
      },
      {
        "index": 131,
        "text": "— Oh Noemi, ti pare ? — disse Emilio ridendo — Venga quest’’ uomo ... Maledetto il caso che ti gettò nelle sue braccia !"
      },
      {
        "index": 132,
        "text": "— Tu non puoi sapere; — proseguiva Noemi al vedere che Emilio aveva sorriso delle sue lugubri fantasie — Tu non pensi... non conosci mio marito. Povera me! Come vederci d’ora innanzi ? Egli mi ha proibito perfino di andar da Cristina... e chissà come mi sorveglierà... chissà cos’accadrà"
      },
      {
        "index": 133,
        "text": "E nascose la faccia nelle mani."
      },
      {
        "index": 134,
        "text": "— Cara Noemi, non affliggerti cosi..."
      },
      {
        "index": 135,
        "text": "— Tu finirai col dimenticarmi;... non mi potrai veder più che di rado; ti innamorerai di un 1"
      },
      {
        "index": 136,
        "text": "— Tàbi, Noemi, Con dir cosi..."
      },
      {
        "index": 137,
        "text": "— Emilio, — sciamò essa a un tratto — hai tu la forza di lasciarmi ? Lasciamoci... Io non posso"
      },
      {
        "index": 138,
        "text": "farti felice... Io ti farò soffrirò."
      },
      {
        "index": 139,
        "text": "— Possibile ! — sciamò il giovine sempre più sorpreso — Perchè mi parli così adesso ? Sei tu che mi dai questi consigli ?"
      },
      {
        "index": 140,
        "text": "Noemi aveva gli ocelli pieni di lagrime. ,"
      },
      {
        "index": 141,
        "text": "— Che vuoi tu eh 1 io faccia? Tu non pensi alla mia posizione. Tu non conosci mio marito. Egli è capace di tenermi chiusa nella mia camera un anno intero se venisse a scoprir qualche cosa... È capace di battersi con te a morte.. r E oggi ? che cosa gli risponderò se mi chiede... se sa che sono uscita?.*. Dio santo ! che imprudenza fu la mia !"
      },
      {
        "index": 142,
        "text": "E su questa frase stettero muti entrambi, per"
      },
      {
        "index": 143,
        "text": "qualche tempo, cogli occhi a terra confusi dal do"
      },
      {
        "index": 144,
        "text": "— Ma non imporla ! — sciamò Noemi — Mi uccida ... tanto meglio!... fluirò di soffrire... finirò di trascinar questa vita odiosa."
      },
      {
        "index": 145,
        "text": "— Ma che parole !... C’ è un mistero dunque ? Che cosa mi nascondi? Perchè parli di vita odiosa?"
      },
      {
        "index": 146,
        "text": "— Ah tu non puoi farti un’idea della mia vita."
      },
      {
        "index": 147,
        "text": "Sempre fingere, sempre mentire, sempre tremare. Non puoi immaginarli Jo spavento che mi assale mille volte al giorno quando sono in casa, quando sento la voce di mio marito... quando lo vedo... al pensiero d’essere scoperta... e la vergogna che provo in me stessa di non poter essere sinepra..."
      },
      {
        "index": 148,
        "text": "— Povera e cara Noemi ! — sciamò Emilio pieno di pietà e di ammirazione — Ed io sciagurato che ti feci patire aneli’ io !... Ma perchè non mi hai fatto mai parola di queste tue pene ?"
      },
      {
        "index": 149,
        "text": "ni r./cirn ìijjj .elei ignea em r oq nu ,'um*'/,"
      },
      {
        "index": 150,
        "text": "— Per non darti un dolore inutile. Che vuoi tu ? Vicino a te io scorciavo ogni cosa. Era cosi breve il tempo di star insieme.... Ed ora, ed ora ? Oh Emilio ! . ì : ; i( |"
      },
      {
        "index": 151,
        "text": "Il giovine la ricinse colle bracci?, |a strinse con ebbrezza sul cuore, e si pose a baciarla sulla fronte, sulle guancie, sulla bocca, articolando indistinte parole di consolazione, e bevendo con voluttà le lagrime che cadevano dagli occhi di lei ,."
      },
      {
        "index": 152,
        "text": "■'s OTiuci oj orlo ominaimi stouic pisano odo"
      },
      {
        "index": 153,
        "text": "Quando la ragione tornò a quelle anime addolorate, e pur tanto felici, e la riflessione riprese il suo corso, l’idea dell’avvenire si riaffacciò loro dinanzi più buia di prima. <• j Jfr; j f; , ( i ,"
      },
      {
        "index": 154,
        "text": "— Ascolta, mia Noemi :, rrt dis?p Emilio a un tratto — credi tu che io ti ami sopra ogni cosa a questo mondo, c che sarei prontissimo a farmi uccidere per renderti contenta ?"
      },
      {
        "index": 155,
        "text": "Ella gli strinse oon forzg/febjtplle ,la mano che"
      },
      {
        "index": 156,
        "text": "Se fuggissimo insieme? JFq,spi libera; non, hai figli . : t Io penserei bene a difenderti, e ad adorarti... Pensa' che giorni L... Andremmo .a,Lione dove io potrei trovare una splendida: posizione• Nessuno ipiù potrebbe staccarti dalle tuie,jtraccia. .. potremmo amarci per tutta la v j q . 0IJ)"
      },
      {
        "index": 157,
        "text": "Noemi, un po’ meravigliata, guardava in viso a Emilio, còme se andasse cercandovi la vera intenzione delle sue parole. Poi crollò mestamente il capo e con un soave sorriso, rispose:"
      },
      {
        "index": 158,
        "text": "— No, Emilio. Tu stesso forse non credi... a questo progetto. Se io accettassi, saresti tu veramente pronto a fuggir con me ?"
      },
      {
        "index": 159,
        "text": "— Tu dunque dubiti del mio amore?... dubiti"
      },
      {
        "index": 160,
        "text": "— No, mio Emilio :... ma credi tu che io non abbia indovinato i misteri della tua vita ? Credi tu che questo amore fortissimo che io nutro per te, che mi fece dimenticare tutti i miei doveri, e rinunciare alla mia quiete, sia nato nel mio cuore soltanto perchè tu sei bello, perchè hai talento... e perchè mi ami? Oh-c’è qualche cosa di più. Io sapeva che tu soffri per qualche cosa di segreto... per qualche cosa di grande... per qualche cosa di cui io non posso essere gelosa... Ho capito lutto! Tu congiuri !"
      },
      {
        "index": 161,
        "text": "— Oh Noemi, mia Noemi adorata ! — sciamò Emilio felice d’essere statò indovinato."
      },
      {
        "index": 162,
        "text": "— Perciò dùbitàvo che tu fossi pronto a dar volentieri la tua vita per me..i Nè io lo vorrei. Non è vero che se io accettassi di fuggire con te, tu faresti unsatìfifiòfo? 'pfjotóni omiggiggul r>B"
      },
      {
        "index": 163,
        "text": "— No, te lo giuro, te lo giuro \\ — sclamò il giovine con una esaltazióne sincera —< ormai sono stufo, sonò disgustato di questa vita sospesa e senza scopo, senza speranzó 1 . 1 .-. Se tu li decidessi io sarei tutto tuo, per sempre'./: et, oj vaq urne om"
      },
      {
        "index": 164,
        "text": "— Ebbene ti credo. Ah sarebbe un gran passo 1 Sento, che non nc avrei il coraggio... Mio Dio! come sono infelice !"
      },
      {
        "index": 165,
        "text": "E qui, come se fosse spinta a levarsi in piedi da una molla potente, si sciolse dalle braccia del suo amante, guardò un’altra volta l’orologio che le pendeva sul grembo e disse:"
      },
      {
        "index": 166,
        "text": "Ella s’arrestò colpita da quella frase."
      },
      {
        "index": 167,
        "text": "— Quando ? Come saperlo ? Chissà che cosa mi accade oggi... ! Ilo un presentimento funesto... Lasciami andare, Emilio... se appena potrò sarò qui... lasciami andare ... dammi tu il coraggio"
      },
      {
        "index": 168,
        "text": "— Sì... ò vero... va ... ascolta ... io ti aspetterò lutti i giorni dalle due alle cinque... se non puoi venire scrivimi... o scrivi alla Firmiani che ormai sa tutto. Io andrò tutte le sere da tua cugina:,... fa in modo insomma di farmi sapere quando ti potrò rivedere:,... non lasciarmi in quest’ansia... e pensa a ciò che ti dissi; pensa che io li amo, ti amo come un pazzo, sono pronto a metter la mia vita per farli felice."
      },
      {
        "index": 169,
        "text": "E strettata un ultima volta al petto... con un"
      },
      {
        "index": 170,
        "text": "lungo, ineffabile... e quasi doloroso bacio... si la-"
      }
    ]
  }
}