{
  "chapterNumber": 14,
  "title": "Capitolo Quattordicesimo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ecco che cosa accadeva intanto in casa di Cristina"
      },
      {
        "index": 1,
        "text": "Il Dal Poggio, uscito la sera prima dalla camera di Noemi, colle furie della gelosia e deir orgoglio offeso nel petto, era andato meditando strani progetti per giungere a scoprire Ono a che punto sua moglie fosse colpevole. Dopo averne accettati e rifiutati parecchi, uno più assurdo dell 1 altro, aveva stabilito di ritornare all 1 indomani da Cristina, la quale nel congedarlo poco prima gli aveva lasciato accòrtamente travedere la possibilità di aver dalla Gigia informazioni in proposito. Cristina infatti aspettava verso mezzogiorno si l 1 uno che l 1 altra ; da quell 1 incontro, che doveva parere fortuito ad entrambi, ella si aspettava lo scioglimento della trama infernale che aveva con tanta cura ordila a danno di Noemi} e per trovarsi sola con essi, aveva mandato fuori di casa suo marito Girolamino, con un pretesto."
      },
      {
        "index": 2,
        "text": "Quando le fu annunciato il Dal Poggio, finse di ricordarsi allora allora che egli veniva per parlare d’affari con Girolamino, e volgendosi a lui che entrava, colla mano aperta sulla fronte :"
      },
      {
        "index": 3,
        "text": "— Ah la stordita ch’io sono! — sciamò.^ Mi sono scordata che tu dovevi tornar oggi per quella faccenda con mio marito, e l’ho mandato fuori di casa. Questa volta sono proprio imperdonabile ;."
      },
      {
        "index": 4,
        "text": "rrr Se è cosi tanto meglio! Temevo d’aver fatto un danno} del resto se hai tempo di aspettar qui un pochino, egli non deve star molto a ritornare."
      },
      {
        "index": 5,
        "text": "— Bene, allora lo aspetterò} — rispose volentieri il Dal Poggio, sedendosi accanto alla toeletta dell’attempata eleganleif .«tini renna* f oq usi ce'.-oh"
      },
      {
        "index": 6,
        "text": "r—,Sta bene} anzi ti dirò-francamente} giacché sono qui, che ho bisogno di continuare il discorso di ieri* giacché sarebbe inutile dissimularti ehe è per me d’una certa importanza. Ieri sera io ho parlato a Npemi, e sfortunatamente ho dovuto- convincermi che i miei sospetti non sonoi infondati ! Eh già tu ridi, come il solito, ma io son d’avviso ohe non ci sia nulla da ridere. ci-iée^oaau hutjqeu"
      },
      {
        "index": 7,
        "text": "— Scusami y non rido nè di te, nè di lei... Mi pare soltanto che tu voglia dare alle cose maggior importanza di quello che meritano realmente ..."
      },
      {
        "index": 8,
        "text": "— Lasciami continuare. Siccome ella è incapace di mentire, così non volle rispondere categoricamente alle mie domande, e mi lasciò come puoi immaginarli, molto inquieto. Allora io credetti di mio dovere il proporle un mezzo assai giovevole alla sua guarigione morale, e le suggerii di sospendere per qualche tempo le sue visite in casa tua. Ho voluto perciò venire ad avvisartene, perchè tu, non dubito, come parente, e come donna di una certa esperienza, vorrai approvare la nostra risoluzione."
      },
      {
        "index": 9,
        "text": "t— So bene che tu mi burli, caro Emanuele! — sciamò Cristina un po' piccata della « certa esperienza » — Come parente, forse, potrei trovare molto prudente questa risoluzione, ma come donna è un po’ difficile. Sarobbc bella, — soggiunse ridendo — che una donna trovasse giusta e lodevole la tirannia di un marito! Ql"
      },
      {
        "index": 10,
        "text": "— Non si tratta di tirannia;, rispose il Dal Poggio un po’sconcertato — Ma'già tu scherzi c non c’è modo di ragionare.-;:;"
      },
      {
        "index": 11,
        "text": "-7- Ebbene, scherzi a parto ; lodo se vuoi la tua franchezza nel dirmi sul viso che trovi pericolosa per Noemi la mia casa y ma capirai che sarebbe strano che io l’applaudissi anche."
      },
      {
        "index": 12,
        "text": "—■ Non-pretendo che tu P applaudisca ; mi basta che tu laulrovi- giusta e necessaria!’ O 1 i |L ; ~ Non--so ./.I. potrà essere. ! .' ma io non la trovo neppur necessaria."
      },
      {
        "index": 13,
        "text": "-il Ma insomma, è vero o non è verò' che' il pericolo di cui parliamo esiste per Noemi in casa tua?"
      },
      {
        "index": 14,
        "text": "— Caro Emanuele, io non capisco in vèrità... Il male c’è o non c’è? Se c’è, in casa mia o non in casa mia, fa lo stesso •, se non c’è... la còsa è inutile. E ti dirò anzi che io, come donna di esperiènza, temerei, che... se Noemi non fosse la brava donna che conosciamo... tetnerci, dico, che questo ostacolo l’avesse ad invogliare ad affrontare il pericolo.., altrove-,... non so... fuori di casa..."
      },
      {
        "index": 15,
        "text": "L’infame insinuazione non portò il colpo desi-"
      },
      {
        "index": 16,
        "text": "— Oh questo poi 1 . — sciamò il Dal Poggio come uomo troppo sicuro di sua moglie — Questo poi, nò!"
      },
      {
        "index": 17,
        "text": "— In istrada per esèmpio; — continuò Cristina — aU’Uscir di chiesa... al passeggio... che so io! Fortunatamente, ripeto, tua moglie è troppo ragionevole. . è troppo virtuosa per lasciarsi andare a certe tentazioni... e del resto il giovine che potrebbe darti un po’di ombra è troppo impegnato Con un’altra donna per pensare a lei."
      },
      {
        "index": 18,
        "text": "— Tuoi, dire quella crestaia di cui mi parlasti ieri? — chiese il Dal Poggio un po’ingenuamente."
      },
      {
        "index": 19,
        "text": "— Si, quella che doveva venire ieri a portarmi un cappello, e che aspetto oggi fra poco."
      },
      {
        "index": 20,
        "text": "Allora, per dar sempre più colore alla cosa, cominciò a parlar di tutt’altro, come se fosse stanca di star su un argomento òhe avesse pér lei poco"
      },
      {
        "index": 21,
        "text": "Il Dal Poggio, preoccupato invece, rispondeva"
      },
      {
        "index": 22,
        "text": "secco, svogliato, a frasi tronche. Cristina, senza mostrare di addarsene, continuava con una vivacità ed una parlantina, che avrebbero fatto onore a qualunque deputato, finché il servo, aperto F uscio, annunciò la modista."
      },
      {
        "index": 23,
        "text": "— Dille di entrare; — rispose la Firmiàni; e voltasi al Dal Poggio ridendo — Vedrai che bella ragazza è la rivale di tua moglie..."
      },
      {
        "index": 24,
        "text": "— Oh sta a vedere che non si possa proprio dir una sola parola in ischerzo con te!... Adesso poi, Emanuele, mi scuserai se le gravi cure della mia acconciatura mi chiamano a tuli’altro ordine d’idee."
      },
      {
        "index": 25,
        "text": "La Gigià entrò."
      },
      {
        "index": 26,
        "text": "Si vedeva eh’ ella ave\\a pianto di recente; i suoi occhi erano gonfi e rossi di lagrime; le occhiaie profonde; la guancia più pallida del consueto. Un grande accoramento le stava dipinto ne 1 tratti. Salutò Cristina con un mestissimo « riverisco » e fé’ un cenno di capo al Dal Poggio che la stava osservando con molta curiosità."
      },
      {
        "index": 27,
        "text": "Il cappello che essa recava alla Firmiani fu provato, riprovato ed approvato. Cristina fece molli elogi lusinghieri al buon gusto della Gigia, poi mentre questa si disponeva ad andarsene :"
      },
      {
        "index": 28,
        "text": "— Dunque fanciulla, — le disse facendo F occhiolino d’intelligenza al Dal Poggio — questo tuo Emilio Digliaui ti vuol bene o non ti vuol bene ?"
      },
      {
        "index": 29,
        "text": "All’udirsi ripetere quel nome, la Gigia fu scossa ,> come d,a uua scarica elettrica c il pianto le ricorse negli occhi."
      },
      {
        "index": 30,
        "text": "— Mio? — sciamò dolqnfsanjeple abbassando la lesta sul seno — Non è più mio."
      },
      {
        "index": 31,
        "text": "— Eh via! — sciamò Cristina .facenti^ atto di meraviglia — Ma che haji : tu,'povera ragazza?, tu"
      },
      {
        "index": 32,
        "text": "La Gigia non rispondeva, e le lagrime le gocciavano grosse dagli occhi sul tappeto del pavimento. „ '■ Olii .! i jl’ ."
      },
      {
        "index": 33,
        "text": "— No;... mi tradisci?;? ne ha Salirà."
      },
      {
        "index": 34,
        "text": "— Oh non sarà poi yero !.., mi rincresce povera fanciulla... ma non sarà vero;,... consoliti."
      },
      {
        "index": 35,
        "text": "So tutto... Ilo veduto io st.essa poegnzi, con questi occhi,-;,... pra non potrà più negarmelo..."
      },
      {
        "index": 36,
        "text": "— Che cos ’ 1 hai veduto ? — chiese la Firmiam gettandolo quella domanda colla solita noncuranza, mentre fingeva di’,essere intenta a ravviarsi i ban- deaux dinanzi allo specchio."
      },
      {
        "index": 37,
        "text": "— Ho veduto la signora c,hc è adesso la sua amante ; — rispose, la Gigia — l'ho veduta entrare in casa sua... Opa npn ho più dubbio."
      },
      {
        "index": 38,
        "text": "Cristina gpardò in viso al Dal Poggio e stette muta come donna che teme vi proseguire un discorso pericoloso*, ;"
      },
      {
        "index": 39,
        "text": "Il Dal Poggio divorava la fìigia^coUo sguardo;"
      },
      {
        "index": 40,
        "text": "— Chi sarà .mai questa signqr#’ .— chiese egli, con voce insinuante, alla, fanciulla."
      },
      {
        "index": 41,
        "text": "La Gì già non"
      },
      {
        "index": 42,
        "text": "— Basta! — disse Cristina andando verso di lei, mostrando al Dal Poggio di voler scongiurare la tempesta col troncar quel dialogò. — Dirai dunque alla madame che il cappello mi piace, e che domani passerò di là per una acconciatura da festa da hallo."
      },
      {
        "index": 43,
        "text": "Il Dal Poggio intanto si era levato, e s’era ac-"
      },
      {
        "index": 44,
        "text": "— Io conosco, — diss’egli alla Gigia — un mezzo facilissimo e potente per riacquistare l’amore d’un amante che comincia a diventar infedele."
      },
      {
        "index": 45,
        "text": "La fanciulla levò gli òcchi in viso a quell’uomo che le faceva balenar dinanzi una si bella speranza e lo interrogò collo sguardo senza dir parola."
      },
      {
        "index": 46,
        "text": "— Va, ragazza mia, non dargli ascolto sciamò la Firmiani, sicura ormai del fatto soo."
      },
      {
        "index": 47,
        "text": "La Gigia la salutò, e usci dalla camera."
      },
      {
        "index": 48,
        "text": "— Resta, Emanuele... ascolta; — disse la Firmiani tingendo di tentare un Ultimo sforzo per distoglierlo dal seguire la modista. Ma il Dal Poggio salutatata con un cenno 1 di mano, si avviò' frettoloso a raggiungere la Gigia."
      },
      {
        "index": 49,
        "text": "La Gigia si\"arrestò con un piede su un gradino è l’altro su quel di sotto, è guardò il Dal Poggio con un po’ dv diffidenza."
      },
      {
        "index": 50,
        "text": "— Le pare che io scherzi?... Io le giuro che"
      },
      {
        "index": 51,
        "text": "— Perchè si prende questo interesse per me?"
      },
      {
        "index": 52,
        "text": "— Perchè mi dispiace di vederla addolorata, e ripeto, io ho il mezzo di far ciò che ella desidera, mentre forse altri non Phanno."
      },
      {
        "index": 53,
        "text": "— E qual è questo mezzo ? — chiese lìnalmente la Gigia, persuasa dalPaccento di profonda serietà con cui il Dal Poggio le parlava."
      },
      {
        "index": 54,
        "text": "— Conosce lei, — chiese Emanuele — il marito della signora che è ramante di Emilio, da lei veduta poco fa entrare in casa sua ?"
      },
      {
        "index": 55,
        "text": "— Di nome si:... è un certo signor Dal Poggio,"
      },
      {
        "index": 56,
        "text": "— rispose la Gigia presa.al laccio."
      },
      {
        "index": 57,
        "text": "Lo sventurato protese le mani, e si attaccò alla sbarra della scala per non cadere."
      },
      {
        "index": 58,
        "text": "Segui un.momento di silenzio."
      },
      {
        "index": 59,
        "text": "— Ebbene io lo conosco; — disse facendo uno sforzo sovrumano per parlare senza tradirsi — Se volete, gli parlerò io stesso."
      },
      {
        "index": 60,
        "text": "— Allora la ringrazio. Se volessi potrei cono scerlo e parlargli ànch’io. Non foglio nessuno per forza io. La riverisco. i ,"
      },
      {
        "index": 61,
        "text": "Così detto si volse, seguitò a scendere i gradini della scala e se ne andò."
      },
      {
        "index": 62,
        "text": "Frettolosa, col velo abbassato sugli occhi, la Dal Poggio, era corsa a casa per contrade poco frequentate, e vi era giunta nel tempo che suo marito riceveva dalla Gigia la rivelazione del proprio di — È tornato a casa ? — chiese ella alla cameriera, entrando nel suo gabinetto."
      },
      {
        "index": 63,
        "text": "— No signora, non ancora."
      },
      {
        "index": 64,
        "text": "— Che la era uscita un momento per fare una piccola spesa."
      },
      {
        "index": 65,
        "text": "Noemi dopo aver deposto nella camera da letto il cappello e il soprabito $ stava per avviarsi verso la sala a far la solita lettura di prima di pranzo al buon vecchio che la aspettava ;. <, ma ristette, e provò il bisogno di raccogliere un po’le proprie idee e di prepararsi P animo prima di presentarsi a lui, che avrebbe.potuto farle a bruciapelo una funesta domanda."
      },
      {
        "index": 66,
        "text": "Si sedette dinanzi al camino nel suo gabinetto, posò il mento sulla palma, e si mise a meditare alla propria situazione."
      },
      {
        "index": 67,
        "text": "Era detto che Noemi dovesse soffrir più dell’a-"
      },
      {
        "index": 68,
        "text": "more di Emilio ; che dellcvsue.freddezze. Finché si era trattato di nascondere lé* lagrime e la tristezza, le era parso facile cosa^ ma ora che si sentiva riamata da lui, ora che avrebbe potuto essere la più felice delle donne, e si vedeva sorgere dinanzi un nuovo e terribile ostacolo nella gelosia di suo marito, provava nell’anima certe fosche tentazioni, che le facevano ribrezzo, e che si sviluppavano, per cosi dire, dal suo cuore tormentato, come gli acri vapori si elevano dalla velenosa miscela d’un alchimista."
      },
      {
        "index": 69,
        "text": "Ormai, pensando a suo marito, la sventurata non sentiva più. che ripugnanza e spavento. Queste due sensazioni le si erano accresciute nella misura opposta all’amore che ella portava al suo passionato amante. L’idea che fra poco avrebbe dovuto rivedere quell’uomo grave, orgoglioso, pedante: riudir quella sua voce monotona $ ascoltar le sue massime, la sua politica -, incontrar il suo sguardo severo e scrutatore... le metteva i brividi, le faceva perdere la testa. Allora tutti i peggiori istinti di quell’anima buona e schietta pareva si dessero la mano per perderla ^ e le parole di fuga susur- ratele poeo prima all’orecchio da Emilio, le ripicchiavano la memoria con una insistenza fatale. La fantasia, ancora tutta impressionata dalle sue carezze, le porgeva il lato bello e facile di quei progetti, e la ragione istessa trascinata dalla passione le mostrava giusto, e quasi necessario ciò che poco tempo prima le sarebbe parso un delitto, un ob"
      },
      {
        "index": 70,
        "text": "La logica della passione è tremenda. Non si può imaginare che spaventevole viaggio può fare in una testa appassionata un’idea, che cerca un esito, e rovescia gli ostacoli, e frange tutto ciò che le si presenta dinanzi. Insensibilmente essa può condurre a considerare con indifferenza, o a desiderare delle cose che a mente fredda farebbero ribrezzo a qualunque coscienza meno timorata."
      },
      {
        "index": 71,
        "text": "Ma poi, come ribalzando indietro con ispavento dalle ultime conseguenze della sua fantasticheria, ritornava per poco sui propri doveri, sul pensiero della propria riputazione, al dolore del suo buon nonno che ramava tanto, a tutte infine le caste e tranquille idee della famiglia e della casa ... Povera donna ! Era un lampo in notte buia, che rischiara un momento la scena e sparisce. L’amore di Emilio la possedeva intera-, la sua anima non era piena che di lui, della sua immagine, del suono della sua voce, delle sue espressioni inehbrianti, e l'avvenire le si presentava nuovamente dinanzi come un inesplicabile problema."
      },
      {
        "index": 72,
        "text": "L'avvenire? Che sarà di lei? Essere staccata da Emilio? Impossibile ! Meglio morire 1 Ma quando lo vedrà ancora? Dove ? In che modo ?... E suo marito ?"
      },
      {
        "index": 73,
        "text": "Le minacciose parole della sera prima le arrestavano il sangue nelle vene."
      },
      {
        "index": 74,
        "text": "— Farà seguire i miei passi... se pure non li ha già spiati oggi stesso... Quasi lo desidero. Almeno andrei fuori da questo tormento. Ma e il nonno? Oh ! mio Dio, dammi tu aiuto e consiglio."
      },
      {
        "index": 75,
        "text": "Allora ripigliava forza l'idea di staccarsi da Emilio e di sagrificarsi. Ma non Pareva formata del tutto che la rigettava lungi da sè come impossi- .. bile... Avanti dunque, povera mente, a cercar un mezzo di salvezza e di calma. Come cavallo sfrenato che galoppa galoppa attraverso campi e fore- , sle per la notte buia nelle leggende di Germania,!' la fantasia della sventurata correva, inseguita dai cento fantasmi che non dovevano più lasciarle nè tregua nè pace."
      },
      {
        "index": 76,
        "text": "Quando Dio permise ella si ricordò che il nonno aveva chiesto poco prima di lei, e si levò per andar nella sala a tenergli compagnia. Si guardò nello specchio, ravviò, colle palme i capelli un po’ incomposti e che portavano ancora qua e lù qualche traccia delle carezze di Emilio, e si volgeva per avviarsi... quando Fuscio del gabinetto si aperse ventilando, ed ella vide entrar suo marito... e dovette retrocedere un passo e appoggiarsi al brac- ciuolo della sedia per non cadere di spavento."
      },
      {
        "index": 77,
        "text": "— Fermatevi ; — aveva detto il Dal Poggio con voce sorda, lanciandole uno sguardo di inenarrabile disprezzo. I suoi occhi avevano dei bagliori d’una luce cosi sinistra e feroce, che la sventurata donna, non potendo reggerne la vista, dovette chinar a terra"
      },
      {
        "index": 78,
        "text": "— Sedetevi in quella scranna \\ — riprese il marito incrociando, come usava,le braccia sul petto..."
      },
      {
        "index": 79,
        "text": "Ella si lasciò cadere nella sua sedia, più pallida d’un morto, e così stettero un momento, in uno spaventoso silenzio."
      },
      {
        "index": 80,
        "text": "— Jeri sera, — ripigliò il marito — uscendo di qua, vi ho detto che sapevo che cosa mi restasse a fare per iscoprire ciò che vi chiedevo e a cui voi avete risposto con uno scoppio di riso... Non fa bisogno di dirvi che non mi abbisognarono molte ricerche per persuadermi che voi siete... la più impudente e la più infame..."
      },
      {
        "index": 81,
        "text": "S’arrestò. La vilissima parola che stava per pronunciare e che ognuno avrebbe indovinato dall’in- dicibiTe disprezzo ond’era atteggiata la fisouomia di quell’uomo, non fu pronunciata che mentalmente."
      },
      {
        "index": 82,
        "text": "Noemi senti l’atroce insulto e alzati vivamente gli occhi in viso a suo marito, disse con fierezza:"
      },
      {
        "index": 83,
        "text": "Il Dal Poggio, in apparenza calmo, pareva stesse aspettando quella parola."
      },
      {
        "index": 84,
        "text": "— È vero; — continuò con crescente disprezzo — voi non siete ormai neppur degna dei miei insulti; vi assicuro, se non si trattasse che della vostra persona, poco o nulla mi importerebbe, perchè ormai io non so nemmeno più che voi esistiate;... ma siccome le Leggi non mi permettono di uccidervi, come meritereste, e siccome voi portale sempre il mio nome, cosi è bene che sappiate che un Emanuele Dal Poggio non può permettere che una donna che porta il suo nome sia una donna perduta. Questa è la"
      },
      {
        "index": 85,
        "text": "sola ragione che mi obbliga a volgervi ancora la"
      },
      {
        "index": 86,
        "text": "parola, c che mi trattiene perfino dallo sconciarvi il viso colle mie mani..."
      },
      {
        "index": 87,
        "text": "A questo nuovo e strano insulto Noemi si sentì ritornare nell’animo tutto il suo coraggio e la sua avversione. Si alzò indegnata e fremente, come avrebbe potuto fare una donna incolpevole, e invece di cercare di scolparsi o di placare quel terribile sdegno, fe’ cenno di ritirarsi."
      },
      {
        "index": 88,
        "text": "— Y’ho detto di star seduta; — disse il marito snodando le braccia dal petto, senz’alzar la voce, e facendo un gesto a cui era impossibile di non ubbidire — Ah credete forse d’irapormi, — continuò egli, cogli occhi sempre socchiusi c con un sorriso di fredda e feroce ironia — credete forse d’impormi con quelle vostre arie da regina oltraggiata?"
      },
      {
        "index": 89,
        "text": "— Farete i vostri bauli, — continuò il marito — e starete pronta a partire fra poco da Milano con me. Non fatevelo dire due volte."
      },
      {
        "index": 90,
        "text": "Noemi era come istupidita; le sue pupille si dilatavano spaventosamente, e le sue belle labbra secche e pallide fremevano come per febbre."
      },
      {
        "index": 91,
        "text": "— Ebbene; — diss’ella freddamente, col coraggio che dà la disperazione — io non partirò. Uccidetemi piuttosto... ma io non voglio partire."
      },
      {
        "index": 92,
        "text": "Il Dal Poggio strinse i pugni e mandò un ali ! come ruggito di pantera, che sta per slanciarsi sul cacciatore cheTha ferita. Ma si trattenne, e continuò coll’ ironia di prima :"
      },
      {
        "index": 93,
        "text": "— V'ho detto di tenervi per voi le vostre frasi da romanzo^ miserabile donna. Io non sono un per-1 sonaggio da romanzo, io ! Se volessi esser tale po- / trei, come usano certi stolidi mariti del giorno d’oggi, potrei uccidere o farmi uccidere dal vòstro signor Digliani che avete veduto poc’anzi. Ma siccome vi ripeto che io tengo sopralullo a salvar le apparenze, così non penso neppure a castigarvi come meritereste. E badate di non obbligarmi a usar la violenza. La carrozza di posta sarà nella corte domani. Sappiatevi regolare."
      },
      {
        "index": 94,
        "text": "Così detto uscì dalla camera."
      },
      {
        "index": 95,
        "text": "Appena ebbe volte le spalle a sua moglie, con cui si era sforzato di non mostrare che disprezzo e ab- borrimento, il Dal Poggio si sentì avvampare nel- 1 ! anima tale un furore contro la colpevole donna, che si penti amaramente d’essere stato cosi calmo. Tanto più che il di lei rifiuto di partir da Milano, al quale poco prima non s’cra degnato di dare importanza, gli risuonava nell’orecchio come una ribellione, come una minaccia, o gli inviperiva nel petto lo sdegno e la gelosia."
      },
      {
        "index": 96,
        "text": "La qual passione, più che ogni altra, si modifica nelle sue manifestazioni a seconda del carattere di chi la risente; ond’è eh’essa può apparire la più nobile come la più abbietta delle tempeste dell’anima. Nel sollìo infuocato di gelosia, che passa sul cuore di un generoso e fervido amante, c’è sempre qualche cosa di bello e di grande. Le furie di : fitehq ih cioaii 'fino óuafr"
      },
      {
        "index": 97,
        "text": "Otello sono sublimi. Ma per certe anime, invece, impastate soltanto di egoismo e di orgoglio, la gelosia non produrrà che odio e desiderio di vendetta, che sono le più vili fra le umane passioni."
      },
      {
        "index": 98,
        "text": "Mentre s’avviava lentamente con questo inferno nel petto verso la sala della conversazione — dove sapeva di trovare il nonno, a cui contava far parte della sua sventura — passando dal saloito da pranzo, vide che si stava preparando la tavola per parecchi invitali. Ne chiese a un servo, che gli rispose aver ricevuto ordine dal signor conte di apparecchiare per sette, invece che per tre, e. di non saperne di più. Allora, non senza provare una viva gioia di aver trovato un pretesto per ritornare dinanzi a quella donna, per cui provava un senso inesplicabile di attrazione e di ripulsione, ritornò sopra i suoi passi."
      },
      {
        "index": 99,
        "text": "Lo sventurato — come un fantoccio a cui i fili nelle mani del burattinaio fanno muovere le braccia e le gambe — obbediva, senza saperne nè il perchè nò il come, alle voci contraddittorie delle diverse passioni che gli straziavano l'anima."
      },
      {
        "index": 100,
        "text": "Dico il vero — se le dimensioni del mio racconto non mi vietassero di dilungarmi troppo nello studio di questi particolari — sarebbe prezzo deir l’opera lo scrutare a fondo questo cuore di marito moderno, vero tipo di certi uomini arcigni e innamorali di sè stessi, superbi e deboli a un tempo, che appartengono esclusivamente alla nostra epoca,"
      },
      {
        "index": 101,
        "text": "Ma quando ebbe aperto l’uscio, e si fu trovato dinanzi ancora a quella donna che avrebbe ucciso volentieri colle proprie mani, se la legge non glielo avesse vietato, egli si' senti nuovamente calare le braccia. Un sentimento più forte dello sdegno e dell’odio vegliava a salvar Noemi da' 1 suoi colpi ... la paura dello scandalo e del ridicolo che ne sarebbe derivato. Fermatosi perciò sulla soglia del- Puscio e ripigliato il tuono acerbo e sprezzante di poco prima, le rivolse la parola colla precipitazione di chi non vuol lasciare supporre d’esser tornato con delle idee meno ostili :"
      },
      {
        "index": 102,
        "text": "— Vi avverto, signora, che, siccome c’ è della gente a pranzo, cosi dovete far mostra di essere ammalata; perchè non voglio che alcuno vi parli o vi veda. Anzi farete molto bene a mettervi a letto e a starci fino al momento della partenza. Ricordatevi inoltre che il medico deve avervi detto che vi gioverebbe di mutar aria e di viaggiare, nel caso che il nonno volesse assolutamente vedervi... Avete capito ?"
      },
      {
        "index": 103,
        "text": "Noemi col capo appoggiato su una palma, non aveva dato segno di vita se togli un leggerissimo volger d’occhi all’aprirsi dell’uscio."
      },
      {
        "index": 104,
        "text": "Era calma nel suo dolore come persona preparata a sopportare qualunque oltraggio."
      },
      {
        "index": 105,
        "text": "— Ricordatevi bene, — continuò il Dal Poggio — se non volete poi che io vi faccia scontare amaramente il vostro. obbrobrio, come ne avrei"
      },
      {
        "index": 106,
        "text": "tutto il diritto, che io voglio che nessuno abbia ad accorgersi di nulla ... cominciando dalla vostra cameriera che lasceremo a Milano... Vi ripeto dunque che esigo che vi mettiate a letto, e che diate ordine voi stessa di non lasciar entrare qua dentro"
      },
      {
        "index": 107,
        "text": "cominciate a starvene in posizione meno tragica... e ad asciugarvi quelle lagrime di cocodrillo... Avete capito ?"
      },
      {
        "index": 108,
        "text": "Noemi non si mosse, nè fe 1 cenno di voler ri — Avete capito? — ripetè il Dal Poggio digrignando i denti, movendo due passi verso di lei, coi pugni serrali e gli occhi fuori delEorbita — Volete voi parlare una volta ?"
      },
      {
        "index": 109,
        "text": "— Vedete bene, signore, che io non parlerò \\ — rispose Noemi — Agli insulti io non posso nè deliba"
      },
      {
        "index": 110,
        "text": "— Vilissima creatura!... Voi sapreste ben trovare qualche parola per difendervi, per giustificarvi, se non foste la più infame delle donne..."
      },
      {
        "index": 111,
        "text": "— Vi faccio osservare, signore, che tali parole me le avete già dette poc 1 anzi, e che ora voi non fate che ripetervi..."
      },
      {
        "index": 112,
        "text": "Questa risposta, in apparenza cosi semplice, fu pel misero marito il colpo di grazia. Ne fu come atterrato. Da due giorni quell’uomo passava di sorpresa in sorpresa -, ei cominciava allora a conoscere"
      },
      {
        "index": 113,
        "text": "sé stesso e sua moglie... Quella benedetta paura del ridicolo lo riafforrò alla gola, e non gli lasciò trovar un appiglio per continuare il malaugurato dialogo. Allora, accontentandosi di lanciare un ul- imo, c più sanguinoso, e più infame improperio all’addolorata, si volse indietro, ed uscì più sdegnato con sè stesso c più confuso di prima."
      },
      {
        "index": 114,
        "text": "E qui — dirò col maestro — non posso lasciare di fermarmi un momento a fare una riflessione:, ed è : che il cosi detto spirito non vale soltanto a tener lieta, a render brillante una società, e a suggerire"
      },
      {
        "index": 115,
        "text": "giovare assai anche nelle critiche circostanze della vita. Il pover uomo — che si vantava di non averne e di non volerne avere, come cosa frivola e inutile — era stato scombussolato due volte dalle risposte di sua moglie."
      },
      {
        "index": 116,
        "text": "Uscito di là, dovette chiudere tosto le furie in petto e ricomporre la faccia alla solita gravità. Bisognava farsi vedere dagli invitati e in maniera da non destar neppure la più piccola congettura. Fé’ il suo piano in fretta ^ spianò la fronte, ed entrò nella sala di ricevimento."
      },
      {
        "index": 117,
        "text": "I convitati del nonno, raccolti in circolo dinanzi al camino, erano dei soliti dei giorni festivi. Il buon vecchio li aveva raccolti per via, coir idea di dar un po’ di svago alla sua Noemi. Erano un consigliere di governo giubilato, volpe sopraffina $ un antico cavaiier servente della defunta contessa Ar-"
      },
      {
        "index": 118,
        "text": "manda ; un avvocato giovine, che trattava dinanzi ai tribunali una lite del contese una zitellona, parente della madre di Noemi, caduta in basso stato, che veniva di quando in quando, a chiedere da pranzo al Firmiani."
      },
      {
        "index": 119,
        "text": "La conversazione era sulle rimembranze di amore. L’amore è il discorso prediletto della prima e del- l’ultima età. Il vecchio cavaliere servente raccontava al nonagenario conte un’avventura del secolo scorso, nella quale si sentiva un profumo di cipria di nei e di galanteria, di cui noi abbiamo perduto totalmente il segreto. Il Firmiani slava ascoltando la storiella con un certo risolino di approvazione, che diceva un 1 infinita di cose. In quel risolino sfumato si scorgeva chiaramente che il vegliardo si ricordava d 1 essere stato a’ suoi tempi un famoso libertino ... Forse, una corda quieta da un pezzo nel suo cuore, era rivibrata repente; forse, in quella testa freddata dagli anni e dall’esperienza, era frizzata in quel punto una rimembranza perduta dei tempi spensierati e brillanti dell’arciduca Ferdinando o della repubblica Cisalpina !"
      },
      {
        "index": 120,
        "text": "— Dov’ 6 Noemi ? — chiese egli, quando furono cessati i convenevoli che avevano interrotto il racconto dell’ ex-cavalier servente."
      },
      {
        "index": 121,
        "text": "— Vengo appunto da lei; — rispose Emanuele -r- Ella si trova indisposta e non può venir a pranzo."
      },
      {
        "index": 122,
        "text": "Un oh ! di rammarico unanime segui quella notizia. E non fu una mentita sembianza di afflizione"
      },
      {
        "index": 123,
        "text": "quell’oh! dei convitati, giacché Noemi era tanto bella che la sola sua vista rallegrava ogni cuore."
      },
      {
        "index": 124,
        "text": "— Spero bene, Emanuele, che non vorrà essere cosa grave; — sciamò il conte con un po’ di turbamento, frugando in viso al Dal Poggio."
      },
      {
        "index": 125,
        "text": "— Non ò cosa grave, — rispose questi — ma desidera però di essere lasciata tranquilla. È la sua solita emicrania nervosa-,... e mi ha pregato vivamente di far le sue scuse a lor signori..."
      },
      {
        "index": 126,
        "text": "Un secondo oh ! non meno sincero del primo, troncò quelle scuse. La zitellona avrebbe voluto andar subito a trovarla;... ma ne fu dissuasa da Emanuele, che le ripetè come Noemi bramasse di essere lasciata tranquilla."
      },
      {
        "index": 127,
        "text": "— Poverina ! — osservò il consigliere — E già da qualche tempo, mi pare, che ella non si sente cosi bene come pel passato."
      },
      {
        "index": 128,
        "text": "Il Dal Poggio corrugò la fronte e rispose subito:"
      },
      {
        "index": 129,
        "text": "— Tutt’altro, caro il mio consigliere...’. È sempre stata egregiamente."
      },
      {
        "index": 130,
        "text": "Ma tosto, coll’ idea che il lasciar credere a una lontana minaccia di malattia gli avrebbe giovato per Paltro fine, quasi ravvisandosi, continuò:"
      },
      {
        "index": 131,
        "text": "— È però vero che il medico qualche tempo fa le disse che non la farebbe male a tentare qualche cosa di insolito, acciocché questa benedetta emicrania non torni troppo spesso a tormentarla."
      },
      {
        "index": 132,
        "text": "— Oggi no-, ma l’ultima volta le suggerì di far del moto, di provare a mutar aria... e tra le altre"
      },
      {
        "index": 133,
        "text": "cose le consigliò di andar a Parigi a passare gli ultimi giorni di carnevale... Dico la verità non sarei lontano dal provare."
      },
      {
        "index": 134,
        "text": "Su questo il conte si volse di nuovo all’antico cavalier servente, invitandolo a ripigliare la galante storiella... e di Noemi non se ne parlò più che per incidenza."
      },
      {
        "index": 135,
        "text": "Nella conversazione che segui, il Dal Poggio fu sublime di dissimulazione. A tavola si sforzò di mangiare come il solilo, e ci riuscì; e dopo pranzo all 1 ora consueta, lasciando l 1 avvocato in stretto colloquio legale col nonno, se ne andò al club a spargere la notizia che sua moglie gli aveva dimostrato vivissimo desiderio di vedere gli ultimi giorni del carnevale di Parigi, e che egli aveva dovuto far il sagrificio di prometterle che ve l 1 avrebbe condotta."
      },
      {
        "index": 136,
        "text": "duella notte il Dal Poggio non potò chiuder occhio un solo istante. Buon per lui che aveva a pensare alle faccende da sbrigare il dì vegnente prima di lasciar Milano."
      },
      {
        "index": 137,
        "text": "Levatosi di buon mattino, dopo aver annunciato alla servitù la sua partenza pel giorno dopo, e di aver date le disposizioni necessarie, uscì per metter ordine a certe sue pendenze col ragioniere, col- l 1 agente di cambio, coll 1 avvocato, e poco dopo il mezzogiorno, rientrato in casa, andò difilato nel- l 1 appartamento del nonno per comunicargli la presa"
      },
      {
        "index": 138,
        "text": "Il conte nonno da poco tempo alzato dal Ietto,"
      },
      {
        "index": 139,
        "text": "aveva appena terminato di farsi radere la barba dal suo fido cameriere, che gli aveva raccontato appunto come il signor Emanuele avesse dato ordine di far le valigie, per mettersi in viaggio colla si Il buon vecchio che credeva d’aver diritto di saperne qualche cosa, e non ne sapeva nulla, diede del pazzo al suo cameriere} ma, insistendo costui, stava per andar da Noemi a sentire che cosa fosse questa novità, quando vide entrar il nipote, che tra per la veglia della notte, tra per non aver più bisogno di nascondere P angoscia che Popprimeva, era sbattuto in viso come ognuno si può imaginare."
      },
      {
        "index": 140,
        "text": "— Va pure, — disse il conte al suo Figaro} e sedutosi nel seggiolone, disse al Dal Poggio:"
      },
      {
        "index": 141,
        "text": "— Che cosa diamine mi diceva quello là, che voi state facendo dei preparativi di partenza?"
      },
      {
        "index": 142,
        "text": "— Non avete ancora veduto mia moglie ? — chiese il nipote invece di rispondere."
      },
      {
        "index": 143,
        "text": "— No} stavo per andar da lei quando tu sei entrato. Jeri sera non ho voluto destarla. Stamattina ho mandato Luigi a chiedere di sue nuove, e la cameriera gli rispose che si sentiva bene, come"
      },
      {
        "index": 144,
        "text": "che tu hai dato gli ordini per partire domani__"
      },
      {
        "index": 145,
        "text": "Naturalmente ho detto fra me che doveva essere una malintelligenza ... a meno che..."
      },
      {
        "index": 146,
        "text": "— Sono venuto appunto per parlarvi di ciò} — disse il Dal Poggio, lasciandosi andare su una sedia rimpctto al nonno."
      },
      {
        "index": 147,
        "text": "Se questi avesse potuto veder in volto suo nipote non avrebbe avuto bisogno di udirne la voce per accorgersi che gli era accaduto qualche cosa di grosso. Ma siccome il Dal Poggio, entrando, si era avanzato verso di lui a ridosso della finestra, e aveva la figura in ombra, così il vecchio non s’accorse della di lui emozione se non dopo averlo udito parlare in doloroso accento."
      },
      {
        "index": 148,
        "text": "— Che cos’ò accaduto, Emanuele? — chiese egli con interesse vivissimo."
      },
      {
        "index": 149,
        "text": "— Debbo confidarvi una grande sciagura di famiglia e una mia risoluzione:, — rispose questi — L’onor mio esige assolutamente che io conduca via da Milano... lei... il più presto possibile..."
      },
      {
        "index": 150,
        "text": "— Lei ! Il tuo onore !... Ma si potrebbe saper chiaramente che cosa significa ciò ?"
      },
      {
        "index": 151,
        "text": "— Significa una cosa che voi siete ben lontano dal sospettare e che io stesso... vedete, che ormai ne ho in mano pur troppo le prove, non arrivo ancora a persuadermi che sia vera."
      },
      {
        "index": 152,
        "text": "— E che riguarda Noemi ? — richiese il vecchio sentendosi venir le fiamme al viso, o puntando le due mani sui bracciuoli del seggiolone come se volesse balzar in piedi."
      },
      {
        "index": 153,
        "text": "Il Dal Poggio fe’ cenno di si con un movimento di capo continuo che pareva dire: Pur troppo!"
      },
      {
        "index": 154,
        "text": "Stettero un momento in silenzio."
      },
      {
        "index": 155,
        "text": "Il nonno aveva capito tutto."
      },
      {
        "index": 156,
        "text": "— Parla, Emanuele ; —diss’egli Ho diritto di sapere ogni cosa$... non nascondermi nulla..."
      },
      {
        "index": 157,
        "text": "— Che volete che io vi dica ? Non vogliale farmi ripetere una cosa che mi abbrucia le labbra solo al pensarvi... Vostra nipote è una donna senza cuore, senza principii... una donna perduta."
      },
      {
        "index": 158,
        "text": "— Emanuele ! — gridò il vecchio quasi fuori di sè — Possibile che io debba ascoltar da te queste parole di Noemi ?... di mia figlia ?"
      },
      {
        "index": 159,
        "text": "— Voi sapete che io non so fare dei giri di parole. Avrei desiderato non parlarvi di ciò, e tenervi nascosta questa mia sciagura;.... ma non sapevo in qual modo avrei potuto farvi persuaso che è indispensabile ch’io parta da Milano in questa stagione."
      },
      {
        "index": 160,
        "text": "il nonno, col gomito appoggiato sul ginocchio e il mento nella destra, slava meditando con muto"
      },
      {
        "index": 161,
        "text": "— E averlo preveduto '. — sciamò poi — Ma forse non si era già più in tempo... Povera Noemi !"
      },
      {
        "index": 162,
        "text": "— disse il Dal Poggio levandosi con dispetto e mettendosi a passeggiare per la stanza — no, non è lei, che ci ha ingannati ambedue ignominiosa-"
      },
      {
        "index": 163,
        "text": "— Là, là;... — sciamò il vecchio facendo cenno colla mano al nipote di calmarsi — Oggi sono io che li prego di non dir delle frasi inutili. Ormai, ciò che è, è; gli omòi sono supertlui. È dunque meglio che pensiamo al modo migliore di guarirla ... E prima di tutto ti prego di raccontarmi chiaramente le cose come stanno, giacché le tue parole vaghe e senza conclusione potrebbero lasciarmi credere più di quello che è realmente."
      },
      {
        "index": 164,
        "text": "Allora il Dal Poggio si mise a raccontargli in pochi tratti la dolorosa istoria: le due visite a Cristina, la rivelazione della Gigia, e sopralutto la tacita confessione di Noemi."
      },
      {
        "index": 165,
        "text": "Quel dialogo continuò così un’ora buona, lo però ne farò grazia ai lettori per duo grandi ragioni : la prima ò che in esso furono ripetute le idee già espresse c accennate indietro , la qual cosa lo renderebbe necessariamente un po’ monotono; la seconda è che ormai la storia ha bisogno d’esser condotta al suo fine con assai rapido corso."
      },
      {
        "index": 166,
        "text": "Il fatto è che, dopo aver discusso a lungo, quei due uomini trovarono di essere precisamente ai due poli contrarii; capirono di non poter intendersi su nessun punto, neppur discutendo un altro paio d’ore."
      },
      {
        "index": 167,
        "text": "II nonno, vero uomo di mondo, antico libertino, ed intinto di quella specie di scetticismo e di indulgenza amorosa, che caratterizza gli uomini del secolo scorso, non voleva dare all’errore di Noemi quel peso e quell’importanza che gli attribuiva l’offeso marito."
      },
      {
        "index": 168,
        "text": "Cosi di parola in parola il dialogo s’era mutato in vero diverbio, e il buon vecchio senz’accorgersi aveva prese le parti di Noemi, con quanto sdegno dell’altro, il lettore se lo può figurare. Non la difendeva per ciò che avesse fatto; ma del di lei errore gettava la maggior colpa addosso al marito, che sbuffava di rabbia compressa."
      },
      {
        "index": 169,
        "text": "La conclusione del nonno fu poi che il partire"
      },
      {
        "index": 170,
        "text": "da Milano era il rimedio più inutile del mondo, quando non fosse dannoso. Il solo vero rimedio, secondo lui, slava nel cuore istesso di Nomei, stava nella persuasione e nell’amore ..."
      },
      {
        "index": 171,
        "text": "Alle quali idee il Dal Poggio si permise di alzar le spalle con disprezzo. n"
      },
      {
        "index": 172,
        "text": "— Era inutile che tu venissi a consultarmi se poi assolutamente vuoi fare come ti sembra ; — osservò il conte alzandosi."
      },
      {
        "index": 173,
        "text": "— Io non sono venuto menomamente a consultarvi', — disse il Dal Poggio — ma ad avvisarvi di quello che coniavo di fare."
      },
      {
        "index": 174,
        "text": "Il nonno crollò il capo, e s’incamminò fuori della"
      },
      {
        "index": 175,
        "text": "— Spero almeno, — diss’egli con un po’ di ironia, figura rettorica sconosciuta al Dal Poggio — spero almeno che mi permetterai di parlarle prima di lasciarmi qui solo a Milano come un uomo di paglia ..."
      },
      {
        "index": 176,
        "text": "E a passi lesti per la sua età si avviò verso l’ap- partamento di Noemi seguito dal nipote."
      },
      {
        "index": 177,
        "text": "— Vi prego, nonno, di non dirle cosa che la confermi nella sua idea di non voler partire da Milano, perchè io ho fermamente stabilito di condurla via, e non voglio essere obbligato di usare la forza, cosa che comprometterebbe."
      },
      {
        "index": 178,
        "text": "Il nonno strinse le labbra, e tacque perchè qualche orecchio indiscreto non cogliesse lungo la strada il senso del loro dialogo."
      },
      {
        "index": 179,
        "text": "Arrivato dinanzi all’uscio della camera di Noemi"
      },
      {
        "index": 180,
        "text": "battè sull’imposta un piccolo colpo colla nocca dell’indice e tese l’orecchio ; ma non gli fu risposto. Allora aprì l’uscio ed entrò. Il Dal Poggio dietro di lui. 'i l'<*: i < ■' c ,m. Mitili7"
      },
      {
        "index": 181,
        "text": "Girali gli occhi intorno s’avvidero che la camera era deserta. Il marito andò verso l’alcova, rimosse i cortinaggi, guardò nel letto; era vuoto... Un’idea funesta gli traversò la mente. Si slanciò verso l’uscio che metteva nel di lei gabinetto di toeletta, vi mise dentro il capo e lo ritrasse dicendo con voce alterata: — Nessuno! >> •! •"
      },
      {
        "index": 182,
        "text": "Corse a guardar nello stanzino del bagno: Nessuno ancora !"
      },
      {
        "index": 183,
        "text": "Allora come furibondo uscì di là e andò a cercar della cameriera che stava nella guardaroba allestendo i bauli. Egli era così stravolto che questa vedendolo entrare ne fu spaventata!,"
      },
      {
        "index": 184,
        "text": "In un punto tutta la sua circospezione se ne era ita in fumo."
      },
      {
        "index": 185,
        "text": "— Dov’è mia moglie? — chiese alla fanciulla con un tuono di voce che non permetteva una risposta equivoca."
      },
      {
        "index": 186,
        "text": "— Poco prima di mezzogiorno."
      },
      {
        "index": 187,
        "text": "— Credo che sia andata a far delle spese pel"
      },
      {
        "index": 188,
        "text": "Calmato da questa spiegazione il Dal Poggio potè rispondere un: Va bene, che non distrusse però la prima impressione."
      },
      {
        "index": 189,
        "text": "E ritornò nella stanza da letto, dove il nonno lo stava aspettando coll'ansia d’un uomo che ha il presentimento di una sciagura."
      },
      {
        "index": 190,
        "text": "Infatti, appena il Dal Poggio fu uscito di là, 'egli aveva girato gli occhi intorno, cercando un segnale che lo confermasse in un suo sospetto ; e non ebbe molto a cercarlo. Sullo scrittoio egli vide una lettera, che aveva l’aria d’essere stata scritta da poco tempo. Cavò gli occhiali di tasca, la prese in mano, vi gettò sopra gli occhi e lesse sulla soprascritta il proprio nome e cognome del carattere"
      },
      {
        "index": 191,
        "text": "— Sventura' sventura! — sciamò il povero vecchio impallidendo — Ah che cosa feci io a darla"
      },
      {
        "index": 192,
        "text": "E sedutosi sulla sedia che stava dinanzi allo scrittoio, aperse la lettera e piangendo a calde lagrime, lesse ciò che gli scriveva la povera Noemi."
      },
      {
        "index": 193,
        "text": "..iJtrioMs'! £i?6 .ssairb — e . etlvaa taìi T roti — i> c.iwataMBi<jq uoa «b aaot ih oaoal aa non"
      }
    ]
  }
}