{
  "chapterNumber": 11,
  "title": "Capitolo Undecimo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Per poco che i miei lettori abbiano tenuto dietro con attenzione al filo del racconto, si saranno avveduti che gli avvenimenti narrati finora non occupano che lo spazio di quarantott 1 ore, vale a dire dalla mattina del giovedì, giorno 3 febbraio 1853 fino alla sera del 4, in cui avvenne appunto la scena descritta nell’ ultimo capitolo, e il convito di Emilio all 1 albergo del Rebecchino."
      },
      {
        "index": 1,
        "text": "Emilio verso le tre ore di notte — dopo aver accompagnata a casa la Gigia, che, chiusa nel suo dolore, non gli avea mossa parola lungo la strada — si fermò un momento sulla soglia della di lei porta, e si guardò intorno con un certo sospetto} poi , come se quel breve esame Io avesse rassicurato, zufolando a sordino il Guerra Guerra della Norma,"
      },
      {
        "index": 2,
        "text": "La contrada, dove abitava la Gigia, che porta il nome della nutrice di Bacco, da un Iato mette capo sulla piazzetta della Torre de’Moriggi, dall’altro sul corso di porta Vercellina. Emilio prese da questa; attraversò il corso; tirò via per S. Giovanni sul muro, e sboccò in piazza Castello. Giunto quasi allato del vestibolo della Madonnina, si fermò, e si mise a considerare il bruno edificio del castello quasi perduto nelle tenebre, che gli sorgeva dinanzi a un tiro di fucile."
      },
      {
        "index": 3,
        "text": "Era una bella notte, e per gli interminabili spazi del firmamento brillavano rade e lucenti le stelle, che pronosticavano, pel domani, una bella giornata. Tirava una brezza mite e imbalsamata, di quelle che sul cadere dell’inverno pare annuncino l’arrivo d’una primavera, che poi non si vede mai. Nella piazza regnava un silenzio profondo, che lasciava udire distintamente i radi rumori della notte : qualche canto di gallo mattiniero, qualche fioco allarme di scolta, qualche lontano tocco d’orologio che segnava le tre e un quarto. V’ora un’oscurità uniforme di notte senza luna, rotta soltanto da certi chiarori lontani e foschi che dinotavano le finestre illuminate di qualche casa sulla corsia di porta Comasina."
      },
      {
        "index": 4,
        "text": "Dopo essere stato un po’ di tempo immobile a gustar quel silenzio e quella solitudine, Emilio si volse per ripigliar il cammino, quando colla coda dell’ occhio vide, o gli parve di vedere, un’ ombra d’uomo muoversi rapida fra i pilastri dell’ atrio della vicina chiesa."
      },
      {
        "index": 5,
        "text": "— L’angelo custode ! — sciamò stringendo i pugni di rabbia — Ah voleva ben dir io che stanotte non t’avessi alle spalle !"
      },
      {
        "index": 6,
        "text": "E dato intorno un rapido sguardo, per assicurarsi di non essere sorvegliato da altri,.si slanciò verso il luogo dove aveva intravveduto sparire quell’ombra."
      },
      {
        "index": 7,
        "text": "— Eccolo ! — gridò scorgendo di nuovo il fantasima scivolar fuori dell’atrio, e darla a gambe giù per la piazza."
      },
      {
        "index": 8,
        "text": "Allora, a tutta corsa, si diede a inseguirlo nel- Toscurità. Cogli occhi intenti, coi denti stretti, colle dita ammagliate e pronte a ghermire, ci volava, volava veloce, come segugio sull’orme della volpe. E già gli pareva di raggiunger quell’ombra fuggitiva, quando, accortosi a un tratto che la gli era sfumata dinanzi, si fermò a riprender fiato, a scrutar nel buio se gli venisse fatto di scoprirla di nuovo, e tese l’orecchio. , t i"
      },
      {
        "index": 9,
        "text": "La contrada che gli si apriva dinanzi, sebbene, deserta c silenziosa, era però animata da un certo vago e indistinto brulicar di rumori, che ropzavan, per così dire, nell’aere, e che si potrebbero chiamare i bisbigli notturni del carnevale. Erano fioche note di istrumenti musicali, che partivano da qualche casa dove si ballava... portate dalla brezza, e coperte di quando in quando da qualche più distinto schiamazzo di maschere ebbre ed urlanti."
      },
      {
        "index": 10,
        "text": "Perduta ogni traccia dell’inseguito, Emilio imboccò la contrada, e, dati pochi passi, si accorse di uno strepilo confuso di voci, di canti e di zufoli, che si"
      },
      {
        "index": 11,
        "text": "avvicinava. Era prodotto da un grosso branco di maschere che spuntato poco dopo da una contrada di lianco si avviava frettoloso verso porta Comasina."
      },
      {
        "index": 12,
        "text": "Innanzi a tutti camminavano a lesti passi certi due figuri, camuffati in una maniera cosi eteroclita e strana, che non si avrebbe potuto immaginare"
      },
      {
        "index": 13,
        "text": "Al primo cingeva il capo un certo negozio, che si accordava col resto del suo abbigliamento, come un elmo da crociato sulla testa di un notaio, in veste da camera, che stia prendendo la sua ciocco- latta coi crostini. Era una specie di sudicio turbante, che scintillava ancora qua e là per un avanzo di orpello e di lustrini, mentre la stoffa, che un giorno doveva essere stata bianca, faceva gara di giallore colla faccia sottoposta. Indosso portava una di quelle giubbone ricamate, che i nostri progenitori usarono un di colla borsa sulla cuticagna, e l’elsa di un inutile spadino inchiodato nel fodero} sotto a questo un gran panciotto che gli scendeva quasi fino ai ginocchi, e che tanto tanto non faceva a pugni coll’abito-, un paio di pantaloni di frustagao-, e finalmente due scarpe scalcagnate di marocchino per metà bianche e per metà vermiglie."
      },
      {
        "index": 14,
        "text": "L’altro, che camminava a braccio di costui, con una faccia lercia e malvagia come il vizio in persona, vestiva una di quelle maschere che il nostio volgo, con voce di suo conio, chiama la vecchia ba- cucca. Quel viso maschile con tanto di baffi, raccolto"
      },
      {
        "index": 15,
        "text": "m ima enorme culacci a tutta a trine sgualcite faceva un effetto singolare. Brandiva egli un bastone, a cui da cima era attaccata una vescica rigonfia, e con quella, volgendosi indietro, andava percuotendo or l’uno or l’altro de’suoi compagni di sollazzo."
      },
      {
        "index": 16,
        "text": "Emilio si tirò in disparte per lasciarli passare senza essere veduto. Ma il primo di quei due popolani, adocchiatolo, si staccò dalla vecchia , e gli"
      },
      {
        "index": 17,
        "text": "— Signor Digliani, mio padrone, la riverisco; — diss’egli con voce arrochita — Finalmente che lo si può allumare , lo si può! Cosa vuol dire?"
      },
      {
        "index": 18,
        "text": "— Ah sei tu, Lisandro? ! — sciamò Emilio dopo averlo sbirciato da tutte le parti — Chi diamine ti avrebbe riconosciuto in questi panni ?"
      },
      {
        "index": 19,
        "text": "— Eh messire che vuole ? Si fa come si può. Una volta l’andava un po’ migliore <f al presente. È un costume questo che ho inventato io, ho inventato. Il signor Niso, che m’incontrò anche lui prima di entrar in teatro, ne fece una sgangherata."
      },
      {
        "index": 20,
        "text": "— Andiamo laggiù alle Poppa a soffiare un tantino nella velriuola prima di tornar in teatro a danzar l’ultimo."
      },
      {
        "index": 21,
        "text": "— Eh! li troverò li apostoli ,• — rispose Lisandro — Ci siam dato il santo laggiù, dove ce n’ ò del"
      },
      {
        "index": 22,
        "text": "— Eh sa bene, i soliti. C’è lo Spadon dei dodici..."
      },
      {
        "index": 23,
        "text": "— Si:, poi c’è il Disma e il Michele colle rispettive smilze; — e s’accarezzò il mento — poi c’è il (ìabiola e due altri del Borgo che lei non conosce."
      },
      {
        "index": 24,
        "text": "— Se l’avessi saputo...' —sciamò Emilio, quasi fra sé, attorcigliandosi i mustacchi colla sinistra."
      },
      {
        "index": 25,
        "text": "— Ah ! c’è anche il Fanfirla che mi scordavo; — interruppe Lisandro che slava contando i suoi compagni sulle dita — e pago io."
      },
      {
        "index": 26,
        "text": "Cosi dicendo apri le braccia in atto di chi offre, e soggiunse :"
      },
      {
        "index": 27,
        "text": "— darei troppo nell’occhio; ma giacché mi hai detto che c’è Paolino, ci verrò, perchè debbo parlargli."
      },
      {
        "index": 28,
        "text": "— è già una settimana che egli aspetta vossignoria per aver ordini, e che si meraviglia di non vederla"
      },
      {
        "index": 29,
        "text": "— Si meravigli pure; io faccio quello che mi par meglio, e non sta da lui il giudicarmi."
      },
      {
        "index": 30,
        "text": "— Ma la pensi che siamo sotto sotto..."
      },
      {
        "index": 31,
        "text": "— Ah ! lei vuol farmi l’indiano adesso, caro signore; non va bene."
      },
      {
        "index": 32,
        "text": "— Ti prego a credere, — proruppe Emilio aspramente, ma senza alzar la voce — ti prego a credere"
      },
      {
        "index": 33,
        "text": "che io non ho menomamente bisogno di far 1’ indiano. Ti domando che cos’ hai voluto dire ?"
      },
      {
        "index": 34,
        "text": "— Ho voluto dire che per domani sera è fissato il colpo, e che gli altri hanno già ricevuto il denaro e gli stili."
      },
      {
        "index": 35,
        "text": "— Me lo ha dello Paolino."
      },
      {
        "index": 36,
        "text": "— Eh impiccare! Ci dobbiamo essere anche noi! Vedremo se saranno loro che impiccheranno noi, o noi che impiccheremo loro."
      },
      {
        "index": 37,
        "text": "Quello che ti posso dire si è che di stili non ne voglio sapere... sarà un pregiudizio ma è cosi. Da oggi io non c’entro più per nulla con voi:, cercalcw un altro capitano. Morire a me non m imporla nulla, ma quando c’è una probabilità di riuscita... \\ia, credilo a me; vi farete impiccar tutti... e sarete chiamati assassini..."
      },
      {
        "index": 38,
        "text": "— Verrò, ma ti ripeto, non in questi abiti; giacché posso travestirmi sarebbe imprudenza il farsi conoscere da tutta quell’aura gente che ci sara"
      },
      {
        "index": 39,
        "text": "— Questo è vero ; in quanto di dire a dire sono tutti figlioli della legge; ma non si sa mai; è sempre meglio star in campana."
      },
      {
        "index": 40,
        "text": "E spiccatosi da lui si diede a lestissimi passi giù per la contrada, che gli era sembrato di veder nuovamente l’ombra del suo angelo custode passar poco lungi dal luogo dove stava conversando col popolano."
      },
      {
        "index": 41,
        "text": "— Si} bisogna finirla! — sdamò poi fra sè, quando fu lontano di là, rallentando il passo — Bisogna che io esca totalmente da questi infami lacci. Meglio essere tenuto per poltrone che per assassino. Chi mi conosce sa che non sono un vile. Degli altri che m’importa? Infine, dei miei amici non sono rimasto che io fra questi ribaldi!... Volessero almeno capir la ragione.,. I Ma ormai .lutto è impossibile. Povera gente, come s’illudono! Saranno presi tutti e impiccati, come è vero che adesso è notte buia. È d’uopo uscirne -, ò d’uopo uscirne... Domani sarò libero... Era tempo che avesse fine questa vita! Però non del tutto libero! Quel Paolino mi spaventa, sempre..-.., Maledetto chi. me-lo mise tra i piedi. Da un momento all’altro egli può denunciarmi... Non sarei il primo... In prigione... giudizio stataxùo... la sentenza;... condotto fuori... c là dinanzi rombile pato."
      },
      {
        "index": 42,
        "text": "Ma che ! — sciamò rinvenendo a un tratto dalla truce fantasia — Avrei io paura? Stolido, imbecille che io sono! Che sia il sciampagna del Rebecchino che mi dà di queste debolezze ? Gran che, la morte! Non l’ho io già sfidata cento volte a quest’ora ? La"
      },
      {
        "index": 43,
        "text": "forca'.? È una morie come un'altra. Perchè averne ribrezzo più che di una palla ? Una palla li può tenere inchiodato a letto un anno fra i tormenti... la forca no 5 ... dicono anzi che dia un certo piacere...:, ha i suoi vantaggi!... E poi quel poter gridare una volta viva malia sul foro mostaccio... che gioia tremenda deve essere!... più che impiccarmi non ponno fare!... poter dir loro delle parole sanguinose prima di morire... al cospetto dei miei concittadini che verranno a vedermi salire sul palco.E Noemi ?"
      },
      {
        "index": 44,
        "text": "Questo nome caro c soave che si gettò a un tratto, c quasi suo malgrado, attraverso alle sue bieche fantasie, questo nome che gli ridestò tutte le splendide e belle emozioni della sua vita d’amore, lo turbò"
      },
      {
        "index": 45,
        "text": "i Tedeschi, maledetti i tempi! Cara Noemi! Dire ch’io l’ho già fatta piangere coi miei malumori... Si! Maledetta la politica! Che cosa mi sarebbe mancato per essere felice, se avessi voluto star lontano da queste orribili faccende? Ormai ho denaro... ho una posizione.., ho quella donna che soltanto sei mesi fa mi pareva sacrilegio a pensare di poterla possedere... cosi bella!... cosi invidiata da tanti cuori !.,. che mi ama... ch’io amo... perchè l’amo, perchè sento che anche in mezzo a queste angoscie, che mi tocca di dissimulare a tutti..., sento che l’amo come un pazzo... Povera e cara Noemi !... Oh ma fra poco uscirò da queste strette... sarò"
      },
      {
        "index": 46,
        "text": "liberato da queste paure. Paolino con un po’ 1 di denaro e un po’di minaccio lo si rende quieto come un agnello... Gli dirò che ogni rapporto è troncato fra noi... se potrò, cercherò di distoglierlo anche lui. E allora la mia vita sarà tutta a te dedicata, angelo mio !"
      },
      {
        "index": 47,
        "text": "Cosi, sbalestrato da una fantasia all’altra, Emilio era giunto innanzi alla porta di casa propria in contrada del Lauro. Schiuso lo sportello, entrò ; fece le scale... e dopo aver acceso un lume nell’anticamera del proprio alloggio, passò nella stanza da letto, andò ad un armadio, levò da un cassetto del denaro, se lo cacciò in tasca -, ritornato quindi, in anticamera, staccò da un chiodino, che era in un’ imposta dell’uscio, una chiave che trascelse fra varie che vi stavano infilate;, poi, montato fino al quinto piano, schiuse con quella un usciolo ed entrò in una soffitta dov’ ei teneva certe carte, certi libri e certi arnesi, che non si fidava a tenere nella sua camera."
      },
      {
        "index": 48,
        "text": "Entrato, si cavò il soprabito, lo gettò su un lel- tuccio, e fattosi verso l’abbaìno, ne apri l’imposta, posò i gomiti sul davanzale e stette un momento a mirare la sottoposta scena."
      },
      {
        "index": 49,
        "text": "— Ecco Milano ! — sciamò. Al chiarore di una luna limpida e piena che si levava in quel punto, gli si offerse dinanzi la multiforme e svariata distesa dei tetti, dei campanili e delle cupole, e gli arrivò all’orecchio, nel solenne silenzio della notte, lo strepito ignobile di gente scorrazzante per le vie."
      },
      {
        "index": 50,
        "text": "— Va, divertiti, — continuò egli colla pertinacia ironica di chi ha le lune a rovescio — divertili, povera città di Belloveso... forse sono gli ultimi strepiti. Fra due giorni chissà come ti hanno già conciata... se quei pazzi non desistono dalle loro"
      },
      {
        "index": 51,
        "text": "Si tolse dalF apertura dell 1 abbaino , andò ad una cassa, ne tirò fuori alcuni abiti da maschera, si travesti; poi, rifatta la strada, usci nuovamente di casa, e s’avviò all’osteria della Foppa. ,"
      },
      {
        "index": 52,
        "text": "• La Poppa era — anzi è ancora — una belto- laccia sul corso di Porta Comasina, laddove esso si allarga a formar quel crocicchio, che adesso si chiama il Largo Garibaldi. Chi passando di là, al giorno d’ oggi, volgesse lo sguardo in quell’ osteria , vedrebbe facilmente seduta al banco presso l’uscio una giovine donna, belloccia anzichenò, 1’ attuale ostessa... la quale va discretamente orgogliosa deL proprio negozio. La Foppa infatti era già fin dal 1848 un’ osteria storica, rammentata nelle cronache cittadine come teatro delle sanguinose gesta del 3 gennaio. La notte in cui accadevano i fatti del mio racconto 1’ ostessa non rallegrava colla sua presenza quell’antro immondo. Invece sedeva al suo posto un uomo di mezza età, che si avrebbe potuto chiamare il fratello carnale del famoso oste dei Promessi Sposi: « occupato in apparenza in certe figure che faceva"
      },
      {
        "index": 53,
        "text": "e disfaceva colle molle. ma in realtà intento"
      },
      {
        "index": 54,
        "text": "Intorno a lui, seduti a desco, se ne stavano, parte in maschera, parte ne’consueti panni, da trenta- cinque a quaranta persone, tra maschi e femmine, le quali andavano cercando alla loro maniera un po’di queir ente astratto di cui siamo tutti cosi sitibondi , e che si chiama la felicità."
      },
      {
        "index": 55,
        "text": "Dicono certuni che la felicità sia una vana parola. c che non la si possa trovare su questa terra. A parer mio costoro dicono una minchioneria, ed hanno per avventura il torto di confondere P idea della felicità terrena con quella che ci è promessa nell’altra vita, vale a dire una specie di estasi pe- Tenne, beata, ineffabile, della quale non c’è che una gran fede che valga a persuaderci che non ce ne dovremo annoiare mortalmente. Ma la felicità di quaggiù, per essere gustata, ha bisogno di confronti e di contrasti ; e chi di sua vita non ha mai versato lagrime di sangue, non potrà dire d’essere stato qualche volta felice. ’"
      },
      {
        "index": 56,
        "text": "Io, per me, se, in un bel mattino d’autunno , dal cucuzzolo d’un monte del mio caro lago, m’avvien di mirare sorgere grado a grado il sole dall’opposta catena, e indorarsi all’intorno la vasta contrada, e allegrarsi del suo divino sorriso il vasto piano delle acque, e ascolto elevarsi il misterioso concento di mille armonie all’intorno, quasi un saluto di gioia, provo nell’anima non peranco inaridita un palpito sempre nuovo e spontaneo, che mi parla di felicità e di speranza, di riconosceuza e di amore."
      },
      {
        "index": 57,
        "text": "Quella gente là dell’osteria, Invece cercava la propria felicità nel fondod’un bicchiere. E perchè no?"
      },
      {
        "index": 58,
        "text": "Quando io vedo un ubbriaco povero, penso alla infelicità di quello sventurato, che non seppe trovar altro conforto che nel vino, e che, forse per dimenticare la propria miseria, ha perduto bevendo F uso della memoria, della favella e delle gambe."
      },
      {
        "index": 59,
        "text": "A destra dell’ uscio d’ingresso cinque popolani stretti in circolo intorno ad un confratello cantavano in coro. Il maestro dilettante — lo Spadon dei dodici — batteva il tempo con una sicurezza ed una prosopopea degne addirittura d’un Paganini o d’uno Slrauss, e lanciava fiere occhiate a destra e a sinistra sui meno intonati. La patetica melodia : un coro della Muta di Portici — dei portici* secondo lui ~r fluiva raucamente da quelle rozze gole, ma con mirabile accordo, tantoché se il maestro fosse slato presente non avrebbe udito falsare una nota sola."
      },
      {
        "index": 60,
        "text": "della sua geniale ispirazione."
      },
      {
        "index": 61,
        "text": "Non così accadeva, ahimè', del povero libretto, di cui facevano essi pressapoco lo strazio che i letterati francesi fanno de’ nostri poeti,"
      },
      {
        "index": 62,
        "text": "Dice il libretto:"
      },
      {
        "index": 63,
        "text": "• Amie, el piccol lume accendi"
      },
      {
        "index": 64,
        "text": "Che bisogno poi ci avessero di accender un lume mentre era già sorto il mattino, non ve lo saprei veramente dire."
      },
      {
        "index": 65,
        "text": "Poco lungi dal filarmonico cerchio, quattro maschere curvate sul desco giuocavano fragorosamente alla morra."
      },
      {
        "index": 66,
        "text": "Il giuoco della morra, per chi non lo conoscesse, consiste nel gridare a due voci più o meno sgarbatamente uno dei nove numeri che stanno compresi fra Puno e Pundici, e nel mostrare al tempo islesso un numero qualunque di dita della mano dostra, in modo che sommato con quello della mano avversaria, abbia a produrre appunto il numeri»"
      },
      {
        "index": 67,
        "text": "Chi primo arriva a una certa quantità di punti"
      },
      {
        "index": 68,
        "text": "Dicono volerci a giuocarla molto talento, o almeno molta prontezza ; ed io lo credo benissimo, giacché le poche volte che m’’avvenne di trovarmi in partila, mi toccò sempre di pagar lo scotto. Figuratevi che ero capace di mandar giù quattro dita, o anche la mano aperta, o di gridare con tutta la forza dei polmoni: tre."
      },
      {
        "index": 69,
        "text": "Un quinto che stava daccanto alla partita e sorvegliava i punti era il gentiluomo , ;quello che in fiorentino si chiama: il Signore."
      },
      {
        "index": 70,
        "text": "Era un ragazzaccio di diciott’anni, chiamato da' suoi compagni Fanflrla. Fanfirla in gergo vuol dir tabacchiera, che, essendo stato l’oggetto del suo primo l'urto, glien 1 era restato per gloriosa memoria"
      },
      {
        "index": 71,
        "text": "— K dodici ! — gridò egli ai giuocatori, portando un bicchiere alle labbra e facendo lo scoppietto colla lingua — Accidenti! che bel punto, Lisandro."
      },
      {
        "index": 72,
        "text": "— È un pezzo che lo velettava, figliol ifilila negra ! — gridò questi, che aveva-vinto la partita."
      },
      {
        "index": 73,
        "text": "— Alla bella , alla bella! — grugni l’altro che perdeva — qua, Lisandro, attacchiamo."
      },
      {
        "index": 74,
        "text": "Il vincitore gli fe’ cerino colla mano di posare un minuto: versò da bere - , levò i bicchieri un dopo l’altro dal vassoio di peltro, sporgendoli ai tre com- ^ ' fi-, poi, col proprio, invitò Fanfirla a toccare, di-"
      },
      {
        "index": 75,
        "text": "— Viva noi c crepino i signori. — Ci diè una buona tirata-, si forbì colla manica la bocca-, quindi la partita ricominciò con nuova lena, c confuse il suo monotono schiamazzo all’ armonia del coro ed"
      },
      {
        "index": 76,
        "text": "al vociare degli altri bevitori."
      },
      {
        "index": 77,
        "text": "Fanfirla intanto, stufo di star li a badare i punti, si era voltato a destra verso tre donne vestite da lapofjP, che facevano un diavolo a quattro di risa , di grida e di urloni colla vecchia bacucco , mentre una quarta, seduta malinconica in un cantuccio, tenéva fissali gli occhi in viso ad un pompiere, che stava presso il banco aspettando il resto dal-"
      },
      {
        "index": 78,
        "text": "Il monello, colse a volo un segno di intelligenza fra quella ragazza e il pompiere,'e, fattosi in viso arcigno, le si accostò, c le disse a mezza voce:"
      },
      {
        "index": 79,
        "text": "— Pendolina, figlia di baitiracca, sla in campana o che li scaccio io le mosche come va."
      },
      {
        "index": 80,
        "text": "La creatura a cui erano indirizzate questo parole volse al monello un viso di sedici anni non più, che nella mezza luce d’una lampadaccia appesa al soffitto, si sarebbe dello esser quello d’un angelo, se non fosse stato impudico e turbato come quello di una donna da conio."
      },
      {
        "index": 81,
        "text": "— Che cosa c’è ? — chiese ella strisciando sul- 1’ultima sillaba, e allungando il collo verso Fan- firla, cogli occhi biechi — Che cosa c’è?"
      },
      {
        "index": 82,
        "text": "— C’è che, se non la finisci di ammiccare col"
      },
      {
        "index": 83,
        "text": "guerrier d'acqua io comincio a sonar la solfa, io"
      },
      {
        "index": 84,
        "text": "— Te lo darò io il pover’ nomo se non smetti."
      },
      {
        "index": 85,
        "text": "— Ma próvati un po’, se sei da tanto; provati"
      },
      {
        "index": 86,
        "text": "— Ch’ io mi provi, scappata dalle forche ? — disse Fanfirla — Volta un po’-ancora il luminoso al guerrier d'acqua ,• vedrai se mi provo."
      },
      {
        "index": 87,
        "text": "La ragazza volse, lentamente il capo verso il banco dell’oste, e fissò amorosamente il pompiere >i che intascato il resto, stava per andarsene."
      },
      {
        "index": 88,
        "text": "— Ah ! malnata, strega, sgualdrina ; — borbottò fra’denti Fanfirla ; e di simili improperii^e infilzò, un’ altra mezza dozzina — vedrai se mi provoco, vedrai, — seguitava dimenandosi nei panni aspettando che il pompiere se ne andasse — vedrai se"
      },
      {
        "index": 89,
        "text": "E non appena 1' uscio della bettola si fu chiuso dietro a colui, che avventarsi contro la ragazza e scrosciar la tempesta fu un punto solo."
      },
      {
        "index": 90,
        "text": "La Pendolina si curvò sotto i pugni senza far atto di difesa o di dolore. Si sarebbe anzi detto che un sorriso di intima soddisfazione le avesse allegrata la faccia al cominciare di quella dirotta. Ma come poi Fanfirla seguitava con una certa insistenza indiscreta, la ragazza pensò di spiegar anch 1 essa le unghie e, alzale le mani, lo graffiò sul viso."
      },
      {
        "index": 91,
        "text": "A quel segno di rivolta il monello perdette il lume degli occhi.-"
      },
      {
        "index": 92,
        "text": "— Ah sì?! — gridò ferocemente — piglia, piglia, piglia, infame, strega, assassina ..."
      },
      {
        "index": 93,
        "text": "E le appoggiò tre pugni cosi sodi nel mezzo del seno, che la poverina con un rantolo soffocato andò a stramazzare in terra a qualche passo da lui."
      },
      {
        "index": 94,
        "text": "Mentre Fanfirla picchiava cosi, il coro aveva proseguito a cantare lento, intuonato, come se nulla fosse: i giuocatori non avevano neppure voltato il capo, e le compagne, fatto circolo intorno ai litiganti , si tenevano le costole dal ridere."
      },
      {
        "index": 95,
        "text": "Quando però videro cadere la compagna, le furono intorno pietose a soccorrerla, non senza dar sulla voce a Fanfirla. Il quale, colla testa alta, lo sguardo sicuro, come se avesse fatto una prodezza, tornò a sedersi presso i giuocatori di morra."
      },
      {
        "index": 96,
        "text": "Lisandro, che in quel punto era muto, voltosi a lui :"
      },
      {
        "index": 97,
        "text": "— Mi pare, — disse — che tu abbia fatto giù le mosche a qualcheduno, laggiù, ehn?"
      },
      {
        "index": 98,
        "text": "— Che cosa ti ha fatto?"
      },
      {
        "index": 99,
        "text": "— Eh? credo che non la si potrà lamentare."
      },
      {
        "index": 100,
        "text": "— Cosi va fatto. Bravo Fanfirla! E, dico? sono le prime che le afiìbbii?"
      },
      {
        "index": 101,
        "text": "— Si, sono le prime."
      },
      {
        "index": 102,
        "text": "— Credo, ma non lo so di sicuro."
      },
      {
        "index": 103,
        "text": "— Eh di sicuro chi può mai saperlo ? Però se guila cosi, che in poco tempo ti vorrà bene. L’a- more, vedi cittolo, viene cogli sgrugni. L 1 amorosa ò come un can barbone', quante più gliene dai, tanto più ti lecca le mani. Picchia forte, c vedrai come la ti verrà dietro... Adesso nota sette e cinque e sta attento che attacco io. litri Oj.til"
      }
    ]
  }
}