{
  "chapterNumber": 7,
  "title": "Capitolo Settimo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Pandemonio"
      },
      {
        "index": 1,
        "text": "Tredici persone — sette giovani e sei ragazze stanno sedate a tavola in una sala superiore dell’albergo del Hebecehino. facendo cip che in questa valle di lagrime si usa far dai mortali seduti a pena,"
      },
      {
        "index": 2,
        "text": "Le mie sentimentali lettrici mi faranno forse un rimprovero d’essere uscito da un pranzo per entrar | in una cena»"
      },
      {
        "index": 3,
        "text": "Io non ripeterò per iscusarmi il triviale proverbio: che a tavola non s’invecchia. Farò loro osservare soltanto che, come nel pranzo non parlai nò di piatti nò di portale, cosi della cena non narrerò che"
      },
      {
        "index": 4,
        "text": "Si era già a quel punto in cui nessuno più ascolta e tutti parlano in una volta, incrocicchiando in mille guise i discorsi, sfiorando gli argomenti a centinaia, or qua, or là, sviali c interrotti dai brindisi, dalle risa, e dalle grida."
      },
      {
        "index": 5,
        "text": "Teodoro, incaricato da Emilio, aveva fatto le cose degnamente, anzi splendidamente. Lo sciampagna — fabbricato chi sa dove — si versava — non dirò proprio a torrenti — ma a ruscelletti, e forgia delle parole aveva invaso la sala."
      },
      {
        "index": 6,
        "text": "— . Il duello? Bella novità! Chi non lo sa"
      },
      {
        "index": 7,
        "text": "che è un famoso assurdo? Quante volle non fu detto"
      },
      {
        "index": 8,
        "text": "e non fu scritto che. Si, bravo, dammi ancora"
      },
      {
        "index": 9,
        "text": "un po' di quel gelato... che bisognava pensare ad abolirlo?... Ma provati un po’ tu a rifiutarti di batterti con me, se mi venisse il grillo di gettarli in viso questo bicchiere ?"
      },
      {
        "index": 10,
        "text": "— .... Lo si lascia, o lo si sposa,se è possibile. La miglior maniera di lasciare un amante è quella di sposarlo. Sei del mio parere, Teresa ?"
      },
      {
        "index": 11,
        "text": "— ... Solenne ingiustizia! Abbasso la critica! Io chiedo si abolisca la critica. Sono tutti canaglia. Non capiscono nulla; non sanno far distinzione. Loro li chiamano drammi da Stadera, li chiamano... e credono d’aver detto tutto. Asini ! Imbecilli! Come se la Stadera non volesse dei drammi fatti apposta per la Stadera... Sicuro! E io li faccio! E mene vanto !"
      },
      {
        "index": 12,
        "text": "— ... Ah il mio povero vestito tortorei la !! ! — s’udì una voce sottile soverchiar tutte le altre..."
      },
      {
        "index": 13,
        "text": "— ... Perchè la società 6 composta di due classi: quelli che hanno più pranzo che appetito... c quelli che hanno più appetito che pranzo., è chiaro come"
      },
      {
        "index": 14,
        "text": "— Mirabeau ha detto che ci sono tre maniere di vivere in società : o come mendicante, o come ladro, o come salariato."
      },
      {
        "index": 15,
        "text": "— Mirabeau è un asino ! — gridò Teresa — Io non sono nè l’uno, nè l’altro, nò l’altro."
      },
      {
        "index": 16,
        "text": "— Chi è questo signor Mirabeau? — s’udl un’ altra voce di donna — Lo conosco io? ft un. bel giovane ?"
      },
      {
        "index": 17,
        "text": "— ... Che cattolieismo, che caltolicismo! Noi muoviamo a gran passi verso la religione dell’amore"
      },
      {
        "index": 18,
        "text": "— Ecco bravo’, ft quello che ho sempre detto anch’io; l’amore universale!"
      },
      {
        "index": 19,
        "text": "- ...Ma ti dico che non è un sogno. Fra cin que anni al più tardi io posso essere milionario. Si tratta della più grande scoperta del secolo... Passami quel piatto di confetti per la Pina... Grazie. Capisci? Posso essere milionario! Si tratta"
      },
      {
        "index": 20,
        "text": "— ...E così fu!... per uomini della mia tempra esser padrone del suo a ventiduc anni, vuol dire che a trenta non si avrà più un centesimo. L’altro"
      },
      {
        "index": 21,
        "text": "ieri perdei al giuoco i miei ultimi... i miei estremi dodici marenghi..."
      },
      {
        "index": 22,
        "text": "— Ti resta la contea. Beila cosa a esser conte. Io se fossi conte non saluterei più nessuno in istrada."
      },
      {
        "index": 23,
        "text": "— Che conti, che duchi?... A Milano... tutti uguali. Dove trovate un’altra città in cui tutti i conti vanno al corso a braccetto d’un plebeo ? Dove, quando ti abbia lavato le mani , puoi essere presentato"
      },
      {
        "index": 24,
        "text": "natura che una sposa sia fedele al marito? In natura non ci sono spose. ci sono donne..."
      },
      {
        "index": 25,
        "text": "Che cos’è Cordine? L’ordine è tutto ciò che emana da un’autorità... Che cos‘è Paulorila?... L’autorità è quella brutta."
      },
      {
        "index": 26,
        "text": "— Teodoro sta in gambe... pensa che non siamo"
      },
      {
        "index": 27,
        "text": "— È vero! Bene dunque se l’autorità è..-, ciò che ho detto, l’ordine che dipende da essa non può essere che una cosa esecranda... ergo il disordine una cosa eccellente... quod enti demonstrandum."
      },
      {
        "index": 28,
        "text": "— Io dico di no... io dico che il Mi umica la voce , Mi sento morire è assai più bello... Dammi da bere... Dove trovare un pezzo di melodia superiore a questo nel mondo musicale?... Hai un bel cercare in Verdi... Verdi è un idiota!!!..."
      },
      {
        "index": 29,
        "text": "Cosi Forgia del discorrere cresceva, cresceva, col crescere dei fumi del vino che rendeva già ludi brilli quei tredici scapigliati. Vera nei loro discorsi, nei gesti, negli occhi un crepuscolo di ubbriacliezza. E l’orgoglio, il proverbiale orgoglio dei giovani della loro tempra, levava fiera la testa sulle altre passioni."
      },
      {
        "index": 30,
        "text": "— Chi nominò la compagnia brusca'' — gridava Niso — Nessuno conosce la nostra potenza."
      },
      {
        "index": 31,
        "text": "— La bolletta non è che un effetto naturale della potenza. Tanto è vero che tulle le potenze sono in"
      },
      {
        "index": 32,
        "text": "— Zitto, silenzio... abbasso là... ascoltiamo papà Niso che parla."
      },
      {
        "index": 33,
        "text": "— Sapete voi, — disse Niso — sapete;voi perchè*, gli imbecilli hanno sempre a questo .mondo maggiori vantaggi che gli uomini di talento come noi?"
      },
      {
        "index": 34,
        "text": "Sapete voi perché un asino che fallisce trova"
      },
      {
        "index": 35,
        "text": "mille che gli prestano denaro, mentre un nostro pari che muore di appetito non trova un cane che gli paghi da pranzo?"
      },
      {
        "index": 36,
        "text": "— Perchè proteggendo un asino quei mille si sentono superiori, mentre pagando da pranzo ad un uomo di talento non si sentirebbero neppur uguali."
      },
      {
        "index": 37,
        "text": "— Ma noi rovesceremo il mondo, — gridò Gustavo — e muteremo la società dal sótto in su."
      },
      {
        "index": 38,
        "text": "— Signori; — gridò Teodoro — la Teresa ha delle idee di emancipazione; propongo di metterle a protocollo per trattarle nella prossima seduta della"
      },
      {
        "index": 39,
        "text": "... E quanto t’ è poi costato quel cappone ? — chiese la (ligia alla amante di Teodoro ripigliando un discorso interrotto e parlando a bassa voce dietro la scranna del giovane che stava loro in mezzo."
      },
      {
        "index": 40,
        "text": "— Ma tu sai bene che è proibito ribattere un centesimo del prezzo, altrimenti il sortilegio non"
      },
      {
        "index": 41,
        "text": "— Perchè non so; ma se si tenta soltanto di dar alla poliamola un centesimo meno del cappon nero, il filtro non riesce a far innamorare nessuno."
      },
      {
        "index": 42,
        "text": "— E poi ho comperato una dozzina di carte da spilli per mettere in fusione col cuore del cappon"
      },
      {
        "index": 43,
        "text": "nero nello spirito di vino e canfora.e il resto"
      },
      {
        "index": 44,
        "text": "che sai."
      },
      {
        "index": 45,
        "text": "— Vi aggiunsi anche una ciocca dei suoi capelli che gli ho recisa una notte mentre dormiva dalla parte del cuore."
      },
      {
        "index": 46,
        "text": "— Ma gli è che Emilio erodo che non dorma mai dalla parte del cuore."
      },
      {
        "index": 47,
        "text": "— È segno che ne ha un’altra; — disse Teresa. — Lo so... una donna maritata... ma penserò ben io a sbrigargliela d’attorno."
      },
      {
        "index": 48,
        "text": "ottenere l’emancipazione della donna richiesta or ora da Teresa ..."
      },
      {
        "index": 49,
        "text": "— Che cos’avesse' non so; ma una sera pensò bene di gettarsi dalla finestra del terzo piano e di sfracellarsi la testa sul lastrico della via..."
      },
      {
        "index": 50,
        "text": "— Temistocle... un certo Temistocle — rispose Gustavo — un giovine che sarebbe stato degno di far l’ottavo...., fra cotanto senno."
      },
      {
        "index": 51,
        "text": "— Ebbene raccontami la storia di Temistocle. S’egli s’ò gettato dalla finestra ò degno di essere rammentato negli annali della scapigliatura."
      },
      {
        "index": 52,
        "text": "Si sedettero su un sofà e in mezzo al frastuono"
      },
      {
        "index": 53,
        "text": "che li circondava Gustavo cominciò:"
      },
      {
        "index": 54,
        "text": "— .Quand’ io lo conobbi la prima volta p correva rigido il gennaio del mille ottocento quaranlasette} ei se ne stava sdraiato, avvolto nel suo plaid a scac- cato bianco c nero, e leggev a la Bibbia del Diodati.... Mi par ancora di vederlo!"
      },
      {
        "index": 55,
        "text": "Abitava in Santa Radegondà una stanza, dove regnava un freddo moscovita } e un Reaumur , che pendeva da un chiodino infisso nella intelaiatura dei cristalli, mi reco 1’ effetto come di un’ironia: segnava un grado sotto lo zero."
      },
      {
        "index": 56,
        "text": "Eppure nella stanza c’era il caminetto, e la cassa era piena di legna-, ma Temistocle lo aveva acceso quando il freddo era sopportabile, poi si era dimenticato anche di aver freddo, e alla lettera si"
      },
      {
        "index": 57,
        "text": "Nel suo genere quella stanza era un vero modello. Tu Niso che ti sei messo ad avere qualche cosa a suo posto, non puoi credere come fosse quella stanza. La gretta mobiglia e gli sgraziati addobbi del riaffìttatoro sparivano, per cosi dire, nello spaventevole disordine delle x'obe di Temistocle} non un filo a suo luogo} si avrebbe anzi detto che in un eccesso di furore ei le avesse sbalestrate pei quattro angoli} tra le altre cose un solino da collo, caduto in bilico sul capo d’una statuetta di Masaniello che chiama il popolo alla riscossa, mi fe’ sorridere entrando. ."
      },
      {
        "index": 58,
        "text": "Io era andato da lui per affari di caricature. Allora stavo pei- fondare un giornale umoristico: stemmo un paio d’ore a colloquio, poi uscimmo Insieme a far colezione."
      },
      {
        "index": 59,
        "text": "Da quel giorno fummo più amici che se ci fossimo conoscimi da dieci anni. Come quando ci trovammo noi due."
      },
      {
        "index": 60,
        "text": "Temistocle era bello , come può essere bello un giovine tarchiato di cinque piedi e dieci pollici in mezzo alla generazione del giorno d’oggi. Il suo portamento, la foggia del vestire e l’aria un po’desolata del viso fermavano la gente in istrada; la sua barba a ventaglio arieggiava quella posticcia di un gran sacerdote da palcoscenico."
      },
      {
        "index": 61,
        "text": "Egli aveva studiato di medicina; ma dagli ultimi esami in poi non gli era mai più passato per il capo che ci fossero al mondo malati e mezzi da mandarli più presto al cimitero. Era nato artista, e artista divenne. Forse, qualora suo padre Pavesse voluto artista, ei si sarebbe gettato con fervore alla medicina; giacché in queste nature predestinale alla sventura e al suicidio la contraddizione é inevitabile... sai bene?"
      },
      {
        "index": 62,
        "text": "Temistocle, un bel giorno dunque, s’era messo a schizzar delle ligure, e, quand’ebbe gettato sulla caria quei primi abbozzi, scopri di possedere il tratto felice e il cosi detto chic dell’artista contemporaneo. Nella inesperienza della matita, sotto le crudezze di quelle linee da dilettante, c’era un non so che di cosi ben trovato e un’audacia di genio. por"
      },
      {
        "index": 63,
        "text": "Allora egli fece Pèntrata nel mondo artistico a colpi di litografia, e passò le sue ore a tormentare la mano sulla pietra, e la fantasia nelle scene dolorose della vita di miseria."
      },
      {
        "index": 64,
        "text": "La sua camera divenne convegno di tre o quattro amici, nati artisti come lui, per grazia di Dio, lia i quali anch’io."
      },
      {
        "index": 65,
        "text": "Quella fu la mia prima compagnia brusca. Allora ero giovine, e tutto mi faceva impressione. Gli altri, tutti più vecchi di me, mi davano soggezione: essi pensavano tutti come una persona sola, e si parlavano un mistico linguaggio pieno di reminiscenze, di poesia e di frizzi, e si rispondevano in rime colte al volo con accompagnamento di franchi scoppi di risa, dei quali nessuno, tranne essi, avrebbe capita la ragione^ e talvolta un’idea nostra ispirava il disegno a Temistocle e il disegno di Temistocle infiammava la musa dell’amico, che alla sua volta faceva fremere ia matita nella destra del povero"
      },
      {
        "index": 66,
        "text": "Era. prima del quarantotto. Allora si era più allegri ...."
      },
      {
        "index": 67,
        "text": "In quelle ore di feconda follia spesso i turaccioli dello spumante francese volavano alla soffitta, col lieto scoppio che fa stendere i calici a chi mesce. Temistocle fra i vini non amava che lo sciampagna, l’ispiratore della cortese allegria, diceva lui, c alla peggio l’autore della nobile ubriachezza^ ing non isdegnava il punch per la sua fiamma turchina, e quando si dava fuoco alla miscela, nel vapore opalino che si svolgeva in leggerissimi globi dall’ardente bole ei vedeva una stilata fantastica intrecciare le sue danze infernali dinanzi a’suoi occhi,che gli ispirava i bizzarri soggetti de’ suoi disegni."
      },
      {
        "index": 68,
        "text": "Molti di essi diventarono poi soggetti dei miei drammi... che non ho ancora l'alto rappresentare... e che faranno furore_"
      },
      {
        "index": 69,
        "text": "Temistocle aveva sopratutto rumor nero, che gli tormentava resistenza c gli schiantava rencrgia del fare, nella disperata conclusione dell 7 : a che scopo? Allora le sue lugubri pensate parevano pronostici della sua fine miseranda: litografie desolanti, vere immagini di queir anima desolata."
      },
      {
        "index": 70,
        "text": "Qua una povera fanciulla scalza, morente di fame e di freddo, che invoca un tozzo di pane per l’amor di Dio, da un banchiere che corre alla Borsa e lari- butta con una ignobile parola, perchè col capo nel- l ’Augusta non si accorge neppure che la povera creatura è bella, e che la elemosina gli potrebbe fruttare... il prezzo dell’infamia."
      },
      {
        "index": 71,
        "text": "Là una bara che esce a mattino dalla portacela di un povero morto di miseria e di stenti, la quale s’incontra in due domini coperti di trine e di diamanti che mettono il piede calzato di raso sul predellino di una carrozza dorata e vanno a riposare dal veglione della notte."
      },
      {
        "index": 72,
        "text": "Scene di miseria, che non si danno o ben di rado a Milano, ma che pure facevano pensare e fremere."
      },
      {
        "index": 73,
        "text": "Eppure anch’egli era, come Emilio, uno dei piiù grandi affettatoci di cinismo e di insensibilità ch’io mi abbia mai conosciuto. Povero entusiasta pieno"
      },
      {
        "index": 74,
        "text": "In campagna, per esempio, gli si potevano sorprendere delle ingenuità, dei moti di gioia, delle contemplazioni degne di un fanciullo di dieci anni; era capace di star dei quarti d’ora a rimirare un pollo d’india far la ruota, o due galli azzuffarsi sulla concimaia, chissà che pensieri volgendo in capo, e sorrideva come chi non ha in cuore che delle speranze."
      },
      {
        "index": 75,
        "text": "Fu a Venezia, e ne andava pazzo; là dopo veglia in teatro, dopo aver fatto il diavo'o a quattro in maschera, quasi morto di stanchezza e di sonno, pur non rientrava in casa se non dopo aver camminato qualche ora su e giù per le calli ad ammirare la superba città dei Dogi sepolta nella quiete delle ultime ore di notte."
      },
      {
        "index": 76,
        "text": "Tutto in lui era contraddizione. Tutto in lui riusciva a formare il tipo del giovine condannato alla pena di Tantato del secolo decimonono."
      },
      {
        "index": 77,
        "text": "Povera natura ardente ! Il suolo della sua terra non ebbe per lui abbastanza emozioni. Egli era nato per vivere nel cratere di un vulcano."
      },
      {
        "index": 78,
        "text": "Una sera sono al veglione; mi si avvicina un conoscente e mi dice:"
      },
      {
        "index": 79,
        "text": "— Buona sera. (Instavo ... Anche tu al veglione? Ulte miracolo...! Hai sentilo di quel povero diavolo che poco fa s’è gettato dalla finestra?"
      },
      {
        "index": 80,
        "text": "— No... dove? — chiesi io con una stretta al"
      },
      {
        "index": 81,
        "text": "— In contrada di Santa Radegonda."
      },
      {
        "index": 82,
        "text": "— Oh Dio! Sarebbe mai Temistocle!"
      },
      {
        "index": 83,
        "text": "E piantando sui due piedi quel nuncio di malaugurio mi precipitai fuori di teatro e via come un energumeno pel Marino verso la casa di lui."
      },
      {
        "index": 84,
        "text": "C’ è, nella notizia di un suicidio, per quanto sconosciuto o indifferente ti sia chi si troncò la vita, c’ò sempre qualche cosa di terribile e di fatale... non ò vero, Niso ? E tanto più fatale quanto più la notizia ò secca, senza commento, e senza com Io credo che non ci sia scena di dramma — nep- pur d’un mio — che possa agir con tanta potenza sull’imaginazione di un uomo di cuore, come queste poche e ghiacciate parole lette forse nelle Notizie varie o nei Fatti diversi di qualche giornale:"
      },
      {
        "index": 85,
        "text": "« Oggi al tramonto una povera fanciulla di sedici anni, abbandonata dall’ amante, si ò asfissiata col carbone nella sua soffitta. »"
      },
      {
        "index": 86,
        "text": "A chiunque non sia un rettile privo di cuore balenerà attraverso la fantasia un poema di amore tradito, nella vita di quella povera creatura stroncata al primo aprirsi ai raggi dell’amore."
      },
      {
        "index": 87,
        "text": "Quante notti di pianto ruggito colla faccia nascosta nei guanciali del misero leltuccio, prima che la tremenda determinazione le si sia impiantata nell’ anima !"
      },
      {
        "index": 88,
        "text": "Che uragano implacabile fra l’ultima speranza e la completa disperazione !"
      },
      {
        "index": 89,
        "text": "Ma se poi lo sventurato tu lo conosci, se poche ore prima gli hai stretto la destra con un: a rivederci, pregno di simpatia reciproca e forte, se non ti sei accorto di nulla, se credi che, giovane qual"
      },
      {
        "index": 90,
        "text": "è, sano, agiato, pieno di talento e di avvenire... egli sia felice... P impressione che ti fa la notizia della sua disperata morte è tremenda. Dio mio, che mistero di dolore nascosto nel più profondo del cuore deve essere stato quello che lo spinse all'allo disperato !"
      },
      {
        "index": 91,
        "text": "diurno a capo della via vidi da lontano un crocchio di gente; ina non era sotto il balcone di Temistocle ; sperai c rallentai la corsa ; sentivo nel cuore uno sgomento indicibile."
      },
      {
        "index": 92,
        "text": "Arrivai al crocchio."
      },
      {
        "index": 93,
        "text": "— Dov 11 è quel meschino? — chiesi a un operaio che andava sciamando: « La Provvidenza! Un giovane di quella fatta ! E dicono che c’ è la Provvidenza ! »"
      },
      {
        "index": 94,
        "text": "Vi entrai, e passando quella soglia credetti di cadere per P emozione."
      },
      {
        "index": 95,
        "text": "Un cadavere sanguinoso e sconciato stava disteso su una tavola ..."
      },
      {
        "index": 96,
        "text": "Me gli appressai, guatandolo in viso al lume incerto di una candela... umii';."
      },
      {
        "index": 97,
        "text": "Era Temistocle!"
      }
    ]
  }
}