{
  "chapterNumber": 4,
  "title": "Capitolo Quarto",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Il segreto di Noemi."
      },
      {
        "index": 1,
        "text": "Ma prima di studiare il piano di Cristina vediamo quale fosse il segreto di Noemi."
      },
      {
        "index": 2,
        "text": "Noemi era rimasta orfana a dodici anni, e appena uscita dal collegio, il nonno le aveva parlato di ma Il solo uomo, non vecchio, ch’ella vedesse in casa Firmiani, col quale avesse una certa confidenza, perchè si ricordava di averlo conosciuto fin da bambina venir spesso a far visita a sua madre, era il Dal Poggio. Quarantalrò anni, trentamila lire di rendita, un bel nome, una bella presenza, e sopratutto la promessa di abitar colla sposa in casa Firmiani aveano deciso il nonno ad accettare la domanda di Emanuele Dal Pòggio."
      },
      {
        "index": 3,
        "text": "Quanto a Noemi, — la quale aveva il cuor libero come il di ch’era nata,c, chiusa com’era nelle domestiche pareti, si annoiava a morte a tener compagnia al vecchio nonno, — non aveva desiderato di meglio. La sua educazione, come quella di quasi tutte le fanciulle che non crescono sotto gli occhi cruna tenera madre, era stata un po’ trascurata. In collegio le avevano insegnato perfettamente la storia sacra e la profana, l’inglese ed il francese, il"
      },
      {
        "index": 4,
        "text": "disegno c il pianoforte_ma al cuore, al povero"
      },
      {
        "index": 5,
        "text": "cuore non ci avevano pensato o ben poco. De’ suoi doveri di donna le avevano forse parlato qualche, volta} ma alle fredde lezioni di morale avute in collegio non erano venuti in seguito i dolci consigli de'suoi genitori. Essa andò a nozze che ne sapeva ilei mondo tanto come un bambino."
      },
      {
        "index": 6,
        "text": "Di una natura ardentissima, Noemi aveva amato sulle prime suo marito di quelPafFetlo per cosi dire istintivo, di cui la fanciulla innocente ama l'uomo — chiunque esso sia — che le rivela pel primo uno «lei misteri più interessanti della sua vita di donna."
      },
      {
        "index": 7,
        "text": "Nel mondo queste fatali illusioni dei primi giorni di matrimonio sono più frequenti di quel che si creda. La fanciulla che pura come un angelo passa dalle braccia d’una madre in quelle di un marito non scelto dal suo cuore — sia che predestinata alPaduI- terio infranga la fede coniugale sfidando pericoli e, rimorsi — o sia che martire di virtù, mantenga intemerato il suo nome — è sempre da compiangere come quelle antiche vergini che una tremenda superstizione aveva condannate ad essere divorate dal"
      },
      {
        "index": 8,
        "text": "Noemi, passato il primo periodo — che chiamerei il periodo dei sensi se non ci fosse già un’altra frase ad esprimerlo — s’era accorta quasi con Spavento che l’uomo a cui si era legata per tutta, la vita le diventava antipatico. Nè poteva essere altrimenti. Ella era nata per amare e per essere riamata. Uuale fosse il carattere di suo inalilo lo dissi in Allora era accaduto di lei ciò che accade di tutte le donne oneste nella sua situazione. Aveva chiamato in soccorso tutta la sua virtù, cercando di lottare corpo a corpo coll’avversione che le invadeva il cuore."
      },
      {
        "index": 9,
        "text": "Ma suo marito non faceva nulla per ajularla in quella lolla, tutta a suo vantaggio. Nè, volendo, avrebbe potuto. Era una questione d età, di educazione e di natura. 11 Dai Poggio aveva tutte le.qua- Jità d’un buon cittadino, ma gli mancava assoluta- mente quella di ispirar simpatia ad una donna come Noemi. Era freddo, serio, sterile come la calva cima"
      },
      {
        "index": 10,
        "text": "Venne dunque un giorno in cui Noemi, dopo aver cercato per qualche tempo di scacciar da sè quella specie di avversione che si impadroniva del suo animo, capi che la battaglia era superiore alle sue forze, e si senti mancare ogni coraggio. Allora polla prima volta la vita le parve una cosa inutile e vuota. Le stesse feste, c gli omaggi del mondo, che ammirava la sua splendida bellezza, le vennero a noja. Ogni suo pensiero, ogni suo desiderio si concentrò nella speranza di diventar madre. Era la sola"
      },
      {
        "index": 11,
        "text": "speranza rimastale delle tante illusioni amorose che la fantasia le area dipinte quando era fanciulla. Questa idea essa l’accarezzò, la riscaldò con tutto il sentimento che avea dovuto sottrarre all’ altro amore invano sognato. E finché fu sorretta da tale idea i giorni le passarono non del tutto infelici."
      },
      {
        "index": 12,
        "text": "Ma dal suo matrimonio erano passali quattro"
      },
      {
        "index": 13,
        "text": "anni_e invano. La poverina avea cominciato a"
      },
      {
        "index": 14,
        "text": "persuadersi che il cielo non volesse accordarle quella grazia che Pavrebbe salvata dalle tentazioni. Ora non c’ è nulla di più triste e di più scolorato per una donna senz’amore, che la persuasione della propria sterilità."
      },
      {
        "index": 15,
        "text": "Quante volte le amiche, che la credevano felice, non l’aveano veduta scoppiare in lagrime all'udire una madre parlare con compiacenza de'suoi bambini!"
      },
      {
        "index": 16,
        "text": "Era in questo stato d’animo quando un giorno essendo andata a far visita a Cristina, vi aveva trovato Emilio Digliani."
      },
      {
        "index": 17,
        "text": "Quand’essa entrò nel gabinetto di Cristina... bella come una creazione della fantasia, col sud cappellino bianco che contornava così bene il puro ovale del suo viso di Madonna, Emilio trasalì, tanto fu commosso da quella apparizione."
      },
      {
        "index": 18,
        "text": "Dal canto suo Noemi — quando sua cugina dopo averla baciata, si volse a presentarle il giovine che stava in piedi estatico a guardarla — nell’abbassare gli occhi per rendergli il saluto della presentazione, si senti montar al viso le fiamme. Essa aveva riconosciulo in Emilio un timido e sconosciuto adoratore, che, al corso, al teatro, al passeggio le avea detto mille volte collo sguardo : come sci bella come darei volentieri la mia vita per te!"
      },
      {
        "index": 19,
        "text": "Ora, fra i suoi mille adorator i palesi e nascosti, tàciti e loquaci, Emilio era quello che Noemi avrebbe preferito su lutti... se ella avesse avuto in pensiero di preferirne alcuno."
      },
      {
        "index": 20,
        "text": "Quel giorno Noemi era venuta dalla Firmiani per sfogare il suo dolore. Al trovarsi in presenza di Emilio, senza volerlo, senza saperlo, le era uscito di monte ogni rimpianto e senz’accorgersi era stata più interessante, più viva, più cara del solito."
      },
      {
        "index": 21,
        "text": "Emilio si fermò quanto più potè, ma alP arrivo di nuove visite dovette partire. Strinse la mano alla Firmiani, e salutò Noemi con un profondo inchino di testa. Ma se gli occhi hanno un linguaggio, i suoi furono più che eloquenti !"
      },
      {
        "index": 22,
        "text": "Egli era partilo innamorato di là. Noemi era sempre stato il suo ideale, c sebbene non avesse mai osato concepir nelfanima un solo desiderio, ad un\"’ occasione avrebbe dato il suo sangue per lei."
      },
      {
        "index": 23,
        "text": "Quante volte vedendo venir da lungi la sua carrozza, Emilio era scantonato frettolosamente giù da un vicolo, per non farsi veder malvestito!"
      },
      {
        "index": 24,
        "text": "Ora P aveva udita parlare, P aveva veduta animarsi, gestire, ridere. Tutto gli piaceva in lei - , giacché Noemi era una delle poche donne che ci guadagnano da vicino."
      },
      {
        "index": 25,
        "text": "La sua voce poi, cosi dolce, così insinuante , avea finito di rubargli il cuore."
      },
      {
        "index": 26,
        "text": "L'effetto della voce è terribile in amore."
      },
      {
        "index": 27,
        "text": "Un giovine vede una donna per la prima volta in istrada, ed è sorpreso di sentire per lei un’indefinibile senso di simpatia e di tenerézza."
      },
      {
        "index": 28,
        "text": "Perche? Cos’è chegliel'ha destata ? Dova risiede il segreto di questa influenza?"
      },
      {
        "index": 29,
        "text": "Essa è bella, si...., ma quante donne non vido egli più belle di lei, per le quali non fece neppur il principio d’un desiderio?"
      },
      {
        "index": 30,
        "text": "Egli si volge a seguirla collo sguardo, ammirando la grazia della sua andatura... oppure la segue senza saper egli stesso a che scopo..."
      },
      {
        "index": 31,
        "text": "Quella signora sparisce.... e quclPtiomd porta con sé un’impressione che lo fa sognare Della notte di lei."
      },
      {
        "index": 32,
        "text": "Il giorno dopo la rivede. Forse se ne era già dimenticato. Ma la rivede, e ('impressione si ridesta, si raddoppia. Chiede agli amici chi sia quella signora. Sa il di lei nome. Essa diventa il suo unico pensiero. In teatro non le distacca gli occhi d' addosso. Va al corso per incontrarla... trascura per essa la propria amante."
      },
      {
        "index": 33,
        "text": "Finalmente un bel giorno trovandosi a caso in una bottega di guanlaia, la vede entrare... bella come il solito, elegante.... modesta..."
      },
      {
        "index": 34,
        "text": "È tale la sua emozione che gli tocca di sedersi."
      },
      {
        "index": 35,
        "text": "Ua signora senza far mostra di accorgersi di lui, si accosta al banco e con una voce stridula, sgraziata, infelice — una \\ occ che nessuno avrebbe mai sospettato dovesse uscir da quella bocca — chiede"
      },
      {
        "index": 36,
        "text": "itila guanlaia, col più spaccato accento milanese, un paio di guanti del numero sei."
      },
      {
        "index": 37,
        "text": "11 poverino si sente correre un brivido per le vene."
      },
      {
        "index": 38,
        "text": "I capelli gli si rizzano per la delusione sul capo."
      },
      {
        "index": 39,
        "text": "Quella t oce lo rende infelice ^ e senza neppur tolgersi a guardare un 1 ultima volta quella donna, che fu per qualche tempo il suo ideale, esce da quel luogo. E da quel giorno egli non pensa più a lei, come se non Pavesso mai osservata."
      },
      {
        "index": 40,
        "text": "Emilio parti dunque da casa Firmiani pazzo di"
      },
      {
        "index": 41,
        "text": "Cristina quando fu sola con Noemi le chiese di suo marito. Questo brusco richiamo alla sua vita abituale la commosse al punto che non potè trattener le lagrime."
      },
      {
        "index": 42,
        "text": "La cugina si pose a consolarla con quelle ragioni che non hanno mai consolato nessuno appunto perchè sono ragioni. E per quel giorno la cosa restò li. Ma da quel giorno fu decisa la sorte"
      },
      {
        "index": 43,
        "text": "Pretendere di trovare una maniera nuova di pòrgere alle mie lettrici i progressi d’un amore in cir- j *' costanze cosi poco eccezionali sarebbe cosa slolla."
      },
      {
        "index": 44,
        "text": "Noemi rivide Emilio da sua cugina pochi giorni '"
      },
      {
        "index": 45,
        "text": "Partendo di là, sentì che P imagine, i tratti, le parole del giovine le occupavano il cuore."
      },
      {
        "index": 46,
        "text": "E qui, è d’uopo dirlo; non ebbe fin dal principio la forza di sottrarsi al dolcissimo sentimento che la invadeva."
      },
      {
        "index": 47,
        "text": "Fino allora Noemi non aveva mai pensato a’ suoi doveri di moglie. L’idea di poter rivolgere tutti i tesori della sua tenerezza su una creaturina da cui sarebbe stata chiamata madre l’aveva resa inaccessibile a qualunque sentimento estraneo alla famiglia. Perduta a poco a poco anche quella speranza.... pure ella non aveva pensato — come tante donne — a procacciarsi un amante: un amante per progetto, per isfuggir la noia, le sarebbe parso una cosa orribile. La sua stessa bellezza del resto le aveva servito mirabilmente di salvaguardia nei quattro anni del suo infelice matrimonio. Fra tanti omaggi palesi o furtivi che le tributavano i suoi adoratori, eli’era rimasta indifferente, li se fra tutti aveva notato Emilio, non fu certo colla speranza o col desiderio d’es- serne amata."
      },
      {
        "index": 48,
        "text": "Ma dopo averlo trovato da sua cugina, Noemi non aveva potuto sottrarsi all’ebbrezza di vedersi adorata da lui, che pur non osava quasi alzarle in viso lo sguardo. A questo punto la china già sdrucciolevole per tutte le donne, per Noemi, mercè la cugina, doveva diventar precipitosa."
      },
      {
        "index": 49,
        "text": "Per perdere una donna vai più il dito mignolo d’un’altra donna che mille uomini insieme, o un dopo l’altro. Cristina s’era accorta di tutto, e dissimulando aggiungeva una terribile esca al fuoco."
      },
      {
        "index": 50,
        "text": "Noemi non era andata una vòlta sola a trovarla senza incontrarvi Emilio. La sventurata non aveva"
      },
      {
        "index": 51,
        "text": "sentilo la forza Ui sospendere le sue visite. Si passava così bene la sera da lei! - ."
      },
      {
        "index": 52,
        "text": "Suo marito la conduceva spessa alla porta della Firmiani ,■ poi correva al rlub a discutere la qui- stione d’Oriente. E non s'accorgeva, lo sciagurato, che la più terribile delle questioni si agitava presso di lui, in quel luogo dov’ei lasciava sua moglie colla noncuranza deir uomo rigido e orgoglioso. Eppure il Dal Poggio conosceva un po’ i fatti di Cristina, e sapeva eli’essa non era fedele a suo marito-, e sapeva che una donna maritata che ha un amante — quantunque buona — soffre difficilmente che una sua amica non l’abbia."
      },
      {
        "index": 53,
        "text": "Una sera Noemi alla conversazione di Cristina non trovò che Emilio e un altro signore che passava appunto pel di lei amante. Cristina propose di rimandar la carrozza di Noemi, e di accompagnarla a piedi fino a casa, per far una passeggiata al fresco. Questa rifiutò sulle prime, ma fini per accettare."
      },
      {
        "index": 54,
        "text": "Sulla porta Cristina die’ il braccio al suo cavaliere, e fc’ cenno a Emilio di offrirlo a Noemi."
      },
      {
        "index": 55,
        "text": "La mauo della cara donna si posò per la prima volta sul braccio di quel giovine che l’adorava... e da cui godeva di essere adorata."
      },
      {
        "index": 56,
        "text": "Emilio senti su di esso palpitare la soda rotondità del seno di Noemi... di quella donna che un mese prima soltanto gli sembrava cosi lontana da sè da non pensar neppur in sogno alla possibilità di rivolgerle la parola. Il giovine era tanto commosso"
      },
      {
        "index": 57,
        "text": "che non ebbe la forza di aprir bocca sulle prime. Ma a poco a poco la conversazione s’avviò anche fra loro un po’ più intima del solito. Però Emilio non le parlò d’amore... non arrischiò neppur il sospetto di una dichiarazione : nondimeno ciò ch’ei le disse dovea restar profondamente scolpito nel cuore di Noemi."
      },
      {
        "index": 58,
        "text": "' Dicono che ad innamorare una donna basti un fiore offerto con grazia."
      },
      {
        "index": 59,
        "text": "Emilio in mezz’ora le svelò un poema sconosciuto di passione, con una modestia, con una riserva che aggiungeva una verità e una forza immensa alle sue parole. Ella non avrebbe potuto rifiutarsi di ascoltarle, ancorché fosse stata la più ritrosa delle donne."
      },
      {
        "index": 60,
        "text": "Non furono dichiarazioni, ma furono mille volte più potenti d’ogni dichiarazione. Cominciò, quasi con noncuranza, a raccontarle della prima volta che l’aveva veduta, tre anni prima. Era d’estate}... la sua carrozza s’era fermata dinanzi alla bottega di un mercante di mode: ella ne era discesa, e nel discendere gli area svelato il suo ammirabile piedino.-.."
      },
      {
        "index": 61,
        "text": "Emilio stette più di tre minuti su questo argomento} poi le seppe dire di elio stoffa fosse il vestito che ella indossava quel giorno... lo seppe dire il colore dei nastri del cappello... le seppe dire perfino la forma d’un suo braccialetto..."
      },
      {
        "index": 62,
        "text": "Noemi stupita, e un po’anche commossa, ascoltava in silenzio la rivelazione d’ un amore che porgeva, quasi senza volerlo, tante prove della propria sincerità... Quel portento di memoria non poteva essere dato che da una passione vera e profonda."
      },
      {
        "index": 63,
        "text": "Fu quella sera, dopo aver lasciato Emilio, che Noemi s’accorse per la prima volta del pericolo in cui si trovava, c risolse di non più affrontarlo per qualche tempo, ond’ averne la vera misura."
      },
      {
        "index": 64,
        "text": "Inganno! Il dovere le dicoa questo*, ma il cuore le suggeriva di star lontana da Emilio'per metterne a prova l’amore."
      },
      {
        "index": 65,
        "text": "Stette quindici giorni senza andar da Cristina, senza uscir di casa, senza udir parlare di Emilio, che passava buona parte del giorno, e della notte sotto le sue finestre."
      },
      {
        "index": 66,
        "text": "A Cristina diceva d’essere ammalata."
      },
      {
        "index": 67,
        "text": "Il sedicesimo giorno si vide comparir dinanzi l’uomo — che essa amava già, senza volerlo confessare a sè stessa — pallido, cogli occhi sbattuti dall’insonnia e dal dolore."
      },
      {
        "index": 68,
        "text": "Egli aveva forzato, per così dire, la porta, ed era venuto fino ai piedi di Noemi sfidando ogni possibile caso. E quel giorno Emilio aveva acquistata la inobbriante certezza d’essere riamato da lei."
      },
      {
        "index": 69,
        "text": "In amore, quel periodo che sta tra la confessione c la colpa, è per la donna di una ineffabile dolcezza. Questo periodo per Noemi era durato tre mesi. Finalmente una sera Emilio era parlilo dalla conversazione della Firmiani... con una divina promessa... pel giorno dopo."
      },
      {
        "index": 70,
        "text": "Il mondo, che, sppratutto nelle questioni di morale, si compiace qualche volta di professare delle"
      },
      {
        "index": 71,
        "text": "opinioni d’una inconcepibile 'assurdità, fa maggior colpa alla donna maritata che va a trovar ramante, che non a quella che lo riceve in casa."
      },
      {
        "index": 72,
        "text": "Questa storta idea prova, come due e due fan quattro, che il mondo non bada ohe alle apparenze."
      },
      {
        "index": 73,
        "text": "Quanto a ine, fra una moglie che tradisce la fede sotto il domestico letto, violando per così dire Po- spitalità coniugale, c facendo respirar a suo marito c a’ suoi figli P aura del proprio adulterio i e una moglie che coraggiosa sfida i pericoli e va a nascondere altrove il proprio errore... io sarei disposto a disprezzare più la prima che la seconda, se la mia naturale indulgenza per certe debolezze non mi portasse a compatirle entrambe."
      },
      {
        "index": 74,
        "text": "Emilio, il giorno dopo che Noemi gli avea data quella promessa, avea lasciato il suo vecchio alloggio, ed era andato a cercarsi tre belle stanzine in una via quasi deserta, dove Noemi potesse venire sicura di non essere vista."
      },
      {
        "index": 75,
        "text": "Ma Noemi non era venuta quel giorno. Era passata e ripassata più volte dinanzi alla porta del suo amante, senza avere il coraggio di varcarne la soglia."
      },
      {
        "index": 76,
        "text": "Ritornata a casa, insieme al rincrescimento che"
      },
      {
        "index": 77,
        "text": "provava pensando al povero giovine, ch’essa amava pd^off imi a la forza d’un primo amore, Noemi lù^enjf una gioia immensa di trovarsi ancor pura dinanzi i a sit o marito."
      },
      {
        "index": 78,
        "text": "più tenera del solito con lui. ^jjRppeiPariima gelida avesse avuto un lampo solo di éivfriaziorie, forse Noemi era ancora salva."
      },
      {
        "index": 79,
        "text": "Invece le parlò della'questione d’Oriente."
      },
      {
        "index": 80,
        "text": "Essa lo pregò di passar quella sera a casa con lei. Il Dal Poggio sorrise, alzò le spalle e disse:"
      },
      {
        "index": 81,
        "text": "— Che novità son quéste, cara la mia Noemi? Io ho le mie abitudini... sai bene."
      },
      {
        "index": 82,
        "text": "Ella si fece accompagnare dalla Firmiani, e vi trovò Emilio abbattuto, ma rassegnato. Il suo contegno fé’sul cuore della povera donna un’impressione tremenda."
      },
      {
        "index": 83,
        "text": "Ormai non c’era più via di scampo per lei. I) fuggire lungi da Emilio'... o cedere. Inevitabile dilemma !"
      },
      {
        "index": 84,
        "text": "Il giorno dopo il giovane amante avea tutta parata di fiori freschissimi la sua stanzina-, poi due ore prima della fissata s’era messo a spiar dalle socchiuse gelosie la venuta del suo angelo."
      },
      {
        "index": 85,
        "text": "Quando Noemi passò la soglia della porta di Emilio credette di morire di sgomento. Nondimeno Cavea passata... e qualche ora dopo la povera donna s’era come svegliata da un sogno tutta in lagrime... e s’era trovata d’essere l’amante di Emilio."
      },
      {
        "index": 86,
        "text": "Ella era stata felice due mesi."
      },
      {
        "index": 87,
        "text": "Aveva fatto di lui la sua vita, il suo universo, il suo Dio. Avrebbe commesso un delitto se Emilio gliel’avesse chiesto."
      },
      {
        "index": 88,
        "text": "Certe donne maritale sono cosi quando bainolo avuto lo sventurato coraggio di darsi ad un amanti"
      },
      {
        "index": 89,
        "text": "Perfino alla riputazione Noemi non pensava più. Si sentiva come fiera di poterla immolare dinanzi al j suo amore: e talvolta le prendeva quasi una vertigine e una smania di svelare, a tutti il suo"
      },
      {
        "index": 90,
        "text": "Ma dopo due soli mesi erano incominciale le la IPinesplicabilc carattere di Emilio portava i suoi frutti. Dai più fervidi trasporti di passione era capace a un tratto di diventar il più distratto od il più agghiacciato degli amanti."
      },
      {
        "index": 91,
        "text": "L’impero di Noemi era stato troppo breve ! La sventurata cominciava già a soffrire."
      },
      {
        "index": 92,
        "text": "Un giorno, dopo sei lunghi dì che non Pareva veduto, quella sventurata donna, sentendo di non poter vivere.un minuto'TIi più se non si decideva a sapere cosa fosse accaduto di lui, andò a casa sua."
      },
      {
        "index": 93,
        "text": "Ormai eli era a tale che il resistere ai moti della sua passione le era divenuto impossibile. La sua stessa bontà la perdeva. Non sostenuta dagli altri principii, che rendono forti e virtuose quelle donne, che al disopra d’ogni cosa mettono il rispetto della pròpria riputazione, la stessa bontà istintiva di quel- Panima poco educata, contribuiva a precipitarla."
      },
      {
        "index": 94,
        "text": "La poverina, pensando forse che non poteva farsi perdonare il suo fallo che colf intensità, e la eternità del suo amore, provava una specie di folle voluttà nelP andar agli estremi."
      },
      {
        "index": 95,
        "text": "Se Noemi fosse stata meno appassionata: se come"
      },
      {
        "index": 96,
        "text": "lante donne avesse saputo frenar i moti del cuore coir impero della ragione e coi calcoli della convenienza; se infine ella fosse stata meno buona di quello che era, fin dal principio forse avrebbe scongiurato il deplorabile naufragio di tutto ciò che fa bella, calma c stimata l’esistenza d’ una moglie. ;"
      },
      {
        "index": 97,
        "text": "Emilio era in casa; ma stava per uscirne."
      },
      {
        "index": 98,
        "text": "Vedendola entrare, un’espressione di contrarietà si dipinse sulla sua fronte già oscurata da torbidi"
      },
      {
        "index": 99,
        "text": "Noemi si lasciò cadere come affranta sulla prima sedia che trovò."
      },
      {
        "index": 100,
        "text": "L'emozione che provava ogni volta che le toccava passar la soglia della porta di Emilio, le aveva colorilo le guancie poco prima pallidissime."
      },
      {
        "index": 101,
        "text": "Emilio depose il cappello, e stette in silenzio senza abbracciarla, senza salutarla come se la di lei visita gli fosse di noia."
      },
      {
        "index": 102,
        "text": "Ella era venuta per chiedere al suo amante la ragione della sua freddezza; era venuta per dargli una prora di tutto il suo amore, era venuta per dirgli che un abbandono sarebbe stato inevitabilmente la sua morte."
      },
      {
        "index": 103,
        "text": "Alla prima risposta imbarazzata di lui, la poverina dovette pentlf&pj^airanV&nlc d’esser venuta."
      },
      {
        "index": 104,
        "text": "Pure continuò a parlarglfc^falcemcnle. Ma dopo dieci minuti di colloquio ella si era alzata per partire di là...."
      },
      {
        "index": 105,
        "text": "Il contegno turbato, misterioso, inconcepibile di"
      },
      {
        "index": 106,
        "text": "Emilio la rendeva pazza. Ma egli aveva fatto un cenno per trattenerla, e la sventurata si era seduta"
      },
      {
        "index": 107,
        "text": "Però, come se quel tentativo di rivolta avesse inviperito il mai genio nell’anima del giovine egli aveva continuato peggio di prima."
      },
      {
        "index": 108,
        "text": "È impossibile immaginarsi ciò che soffri Noomi, per conservare l 1 ultima apparenza di dignità, quella apparenza che una donna non deve mai perdere a costo di morire sul colpo di amore e di angoscia."
      },
      {
        "index": 109,
        "text": "La fu una scena di collera.... di cui Emilio avrebbe saputo, ma non le avrebbe potuto forse, dir"
      },
      {
        "index": 110,
        "text": "Noemi era uscita di là dicendo queste parole:"
      },
      {
        "index": 111,
        "text": "— Che Dio ti perdoni il male che mi fai... Cercherò di dimenticarli."
      }
    ]
  }
}