{
  "chapterNumber": 5,
  "title": "Capitolo Quinto",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Due sere dopo Emilio e Noemi s’erano riveduti in casa di Cristina."
      },
      {
        "index": 1,
        "text": "La povera donna sebbene dubitasse che Emilio non si recasse, come erano solili, dalla Firmiani, v’era andata più presto del consueto, mal soffrendo la solitudine della sua camera, dove da due giorni aveva tanto sofferto."
      },
      {
        "index": 2,
        "text": "Le pareva che la compagnia di Cristina e Palmo- sfera del gabinetto dov’ella avea conosciuto il-suo amante, dove avea passate tante sere felici nella tacila adorazione dei suol ocelli., le pareva.,-dico, dovessero diminuirle l’angoscia e darle sollievo."
      },
      {
        "index": 3,
        "text": "— Addio, mia cara-, — disse Cristina vedendola entrare c andandole incontro col suo solito sorriso impostore — ti ringrazio d’essere venuta per tempo."
      },
      {
        "index": 4,
        "text": "E le prendeva le mani con tinta cortesia: poi, fissandola un po’negli occhi, seguitò:"
      },
      {
        "index": 5,
        "text": "— Che cos’è che mi sembri di cattivo umore «tasserà? Si direbbe che hai pianto."
      },
      {
        "index": 6,
        "text": "Noemi a quel brusco richiamo al suo dolore si senti venir le lagrime grosse sul ciglio; ma sforzandosi di sorridere all* 1 amica:"
      },
      {
        "index": 7,
        "text": "E allora svincolando una mano da quella di sua cugina, e prendendo con noncuranza fra le dita il lembo del di lei colletto, ch’era un bel lavoro di ricamo, si mise a fargliene i più grandi elogi."
      },
      {
        "index": 8,
        "text": "Vi sono poche donne che con una lode ben formulata a qualche parte del loro abbigliamento non si possano sviare da una idea, da un discorso in Se non mi credete vi prego di farne la prova."
      },
      {
        "index": 9,
        "text": "A mezzo d’un ragionamento di qualche vostra amica, sia pure di garbo e piena di spirilo, uscite ad ammirarne il vestilo, un braccialetto, una trina, e c’è da scommettere mille contro uno che ella sospenderà per lo meno il discorso per ascoltarvi e forse per rispondervi."
      },
      {
        "index": 10,
        "text": "Perciò la contessa, staccati gli occhi da quelli di Noemi, stette a udir sorridendo le sue lodi e rispose :"
      },
      {
        "index": 11,
        "text": "— Ma certo che mi pare;— continuava Noemi — io non te l’ho mai veduto od 6 una vera meraviglia di finezza e di buon gusto."
      },
      {
        "index": 12,
        "text": "Strana anomalia del cuore’."
      },
      {
        "index": 13,
        "text": "Se Noemi poco prima ama provato un molo di gioia d’aver potuto sviar l'attenzione della cugina da’ suoi occhi pregni di lagrime, ora, alla nuova domanda. ella ne senti tutto il vuoto, e avrebbe quqsi voluto tornare sul primo discorso, e dovette fare uno sforzo per non rispondere un: « non m imporla nulla di saperlo?» che, so non le venne sul labbro, certo le si affacciò alla mente troppo compresa dal suo doloroso pensiero."
      },
      {
        "index": 14,
        "text": "— Non saprei, cara ; — rispose ella col tuono di voce leggermente indifferente di chi vorrebbe una risposta assai breve."
      },
      {
        "index": 15,
        "text": "— È lavoro di mia nipote Giulia; me lo ha regalato pel mio onomastico; — riprese la Firmiani sedendosi con Noemi accanto al fuoco che ardeva sul caminetto."
      },
      {
        "index": 16,
        "text": "— Ieri, è stato; — rispose Cristina — Ah cattiva ! Quest’anno ti passai senza un pensiero. Mi sono ben accorta non vedendoti venire da me. Ci sono state tutte a trovarmi le mie amiche; meno tu. Ma ti perdono, — soggiunse prendendole una mano con bontà — ti perdono perchè so che..."
      },
      {
        "index": 17,
        "text": "E s’interruppe lissando la cugina negli occhi."
      },
      {
        "index": 18,
        "text": "Noemi si fece in viso come una bragia, e non"
      },
      {
        "index": 19,
        "text": "!— Vedi che ho indovinato... Oli io ci vedo da lontano. È un pezzo che me n’ero accorta ; ma non volevo parlartene finché tu stessa non me ne davi un appiglio. Povera Noemi! Se sapessi come ti auguro che tu abbia ad esser felice_’."
      },
      {
        "index": 20,
        "text": "A questo nuovo assalto, tutto l’accoramento che covava nel cuore della cara donna irruppe ad un tratto, por quella causa misteriosa che ridesta in noi la passione allorquando udiamo altri richiamarcela con gentili parole.^Noemi questa volta non fu abbastanza munita contro sé stessa per respingere il pianto che le si aggroppava negli occhi, e die’in uno scoppio doloroso nascondendo il viso nel faz La Firmiani si levò, e senza dir parola si pose a baciarla teneramente, come se davvero l’avesse amata, come se avesse sentilo compassione di quel dolore. E Noemi sotto quei baci si struggeva sempre più."
      },
      {
        "index": 21,
        "text": "— Dimmi, Noemi, confida a me i tuoi fastidii... È dunque vero che tu ami quel caposcarico ? Che cosa ti ha fatto? Raccontami la tua passione."
      },
      {
        "index": 22,
        "text": ", Noemi dopo il primo sfogo, vergognosa di essersi lasciata andare cosi, asciuga vasi gli occhi in si La Firmiani incalzava, e chi indifferente fosse stato a mirar quella scena, si sarebbe accorto indubbiamente che in quella sollecitudine c’era un intimo senso di invidioso piacere."
      },
      {
        "index": 23,
        "text": "Alla fine Noemi rispose:"
      },
      {
        "index": 24,
        "text": "— Non mi ama più... mi ha fatto soffrir tanto..."
      },
      {
        "index": 25,
        "text": "— Oh Noemi ! Si vede proprio che questo è il tuo primo amore ! E sei così buona di accorarli per ciò? Mia cara, ridi, sta allegra, giacché egli non ti ha mai tanto amata..."
      },
      {
        "index": 26,
        "text": "Noemi la ascoltava a bocca aperta."
      },
      {
        "index": 27,
        "text": "— Perchè dici così? — chiese ella'ingenuamente e con un leggero accento di speranza e di gioia nella voce."
      },
      {
        "index": 28,
        "text": "— Perchè si... perchè Fautore senza collere è la più insipida cosa di questo mondo; perchè s’egli ti ha detto delle cose dispiacenti è segno che 6 geloso, e, se è geloso, è segno che ti ama."
      },
      {
        "index": 29,
        "text": "Era la prima volta che Noemi parlava di queste cose con Cristina. Questa sua logica, cosi volgare, cosi al dissotto dell’ideale che ella s’era formata del vero amore, la disgustava."
      },
      {
        "index": 30,
        "text": "— No, no, Cristina-, — disse Noemi tristamente — no, purtroppo, egli non è geloso-, non può essere geloso. E di chi dovrebbe esserlo, mio Dio! se io non vedo persona al mondo altri che te? Anch’io temei sul principio che egli avesse un’ombra; che alcuno gli avesse parlato male di me;... ma mi dovetti disingannare;... oh è luti’altro;., egli non mi ama più..."
      },
      {
        "index": 31,
        "text": "E Noemi abbassò il capo sul petto.'"
      },
      {
        "index": 32,
        "text": "— Che cosa pretestò dunque? — chiese la Fir- miani — dimmelo; via... tu sai bene ch’io non voglio tradirti... e se non lo dici a me a chi vorrai dirlo ?"
      },
      {
        "index": 33,
        "text": "— No, non cercarmi di più... sarà forse stato un momento di cattivo umore... mi sarò forse ingannata io."
      },
      {
        "index": 34,
        "text": "— Che vuoi, Cristina; non saprei come cominciare."
      },
      {
        "index": 35,
        "text": "Egli ebbe dei modi e delle parole cosi strane!... Era già da qualche tempo che io m’ora accorta della sua freddezza ... pur non gli feci carico sperando la fosse passeggera ... ma ora..."
      },
      {
        "index": 36,
        "text": "— Capricci, mia cara! Se ò lutto qui non vedo ragione per disperarsi. Gli uomini hanno talvolta certe ubbie che non sanno nemmanco essi come vengano loro in capo, e dietro cui fanno tutto le corbellerie amorose che non farebbero se si lasciassero guidare soltanto dal loro cuore. Una parola, un frizzo d’un amico basta perché ramante non ci guardi più in viso per una serata intera, mentre la sera prima non s’era fatto scrupolo di passarla al nostro fianco quanto fu lunga. Basta che qualcuno gli abbia detto che tu non eri messa con buon gusto..."
      },
      {
        "index": 37,
        "text": "Cristina colla sua logica... entrando a gonfie vele nel discorso prediletto — Poniamo dunque che alcuno gli avesse detto che tu non eri elegante."
      },
      {
        "index": 38,
        "text": "non è una ragione per mortificarti. In ogni caso egli è un uomo ben poco delicato."
      },
      {
        "index": 39,
        "text": "— Oh no, Cristina; — sciamò Noemi — Mio Dio ! sarebbe orribile s'io dovessi sospettare che Emilio mi dovesse amare soltanto per la mia acconciatura."
      },
      {
        "index": 40,
        "text": "Ora tu esageri, — continuò Cristina — Prima ili lutto, gli uomini sono uomini e non angeli. Dal più al meno, genii e imbecilli, essi amano tanto più la ilonna quanto più ella soddisfa il loro amor proprio, li cuore e una capanna son cose andate giù di moda. K se dobbiamo metterci una mano sul cuore, confessiamo che questa legge ci domina anche noi donne. Cosa vuol dire che se per caso udiamo lodare l’uomo che amiamo, per qualche giorno ci pare di amarlo cento volle di più, e ridea che ci possa sfuggir di mano ci rende infelici, mentre forse poche ore prima non la ci faceva alcun effetto? Dunque anello P uomo è giusto che pretenda nella donna la massima eleganza, e che sia offeso da tutto ciò che non è tale in lei. L’eleganza infine non è che una cout dizione del piacere, non cosi indispensabile, come molte altre, ma pure di gran peso. Se tu fossi stata sudicia, per esempio, non è forse vero che Emilio non t’avrebbe mai amata? Eppure saresti tu lo stesso. Dal sudicio al non elegante non c’è infine che uh passo... Io le capisco benissimo queste cose, giacché:, — continuò abbassando la voce e. ridendo a mezza bocca — vuoi che ti faccia un’ orribile confidenza ? ,"
      },
      {
        "index": 41,
        "text": "Noemi fe’ cenno di si colla testa. ,"
      },
      {
        "index": 42,
        "text": "— Io non sarei capace di lasciarmi amare da un uomo che mi si presentasse senza guanti..."
      },
      {
        "index": 43,
        "text": "Noemi non potè tralasciar di sorridere."
      },
      {
        "index": 44,
        "text": "Io, scarnassi davvero, non me ne accorgerei*, — rispose Noemi."
      },
      {
        "index": 45,
        "text": "— Ah r è un' altra questione codesta ! — proruppe la cugina — Quando amassi davvero, neppure"
      },
      {
        "index": 46,
        "text": "10 non me ne accorgerei, oppure me ne accorgerei, e non cesserei certo di amarlo per questo. Ma invece, quando il mio cuore è indifferente ancora, quando per suscitarvi la fiamma vi abbisogna tutta la potenza d’un uomo, una piccola circostanza può bastare a lasciarlo freddo e insensibile davanti a qualunque passione, davanti a qualunque tattica. Sarò leggera, sarò ridicola ... ma credo che su cento donne, se volessero consultarsi e dir la verità, forse novanta confesserebbero di essere del mio parere... Oh del resto tu sai che ogni regola ha le sue eccezioni. Tanto è vero che io stessa, io stessa, che da ragazza giurava che non avrei preso mai per marito un calvo, fra i cento mila milioni di uomini che vegetano in questa valle di lagrime:., e di capelli... sono proprio andata a scegliere la più gran"
      },
      {
        "index": 47,
        "text": "A questo punto il campanello del portinaio avvisò"
      },
      {
        "index": 48,
        "text": "Noemi si sentì dar un tuffo nel sangue e sospese"
      },
      {
        "index": 49,
        "text": "La Firmiani se ne accorse e disse:"
      },
      {
        "index": 50,
        "text": "— È forse lui ! Vuoi che gli facciamo dire che io non sono in casa? — soggiunse maliziosamente."
      },
      {
        "index": 51,
        "text": "— Oh no ! — sciamò Noemi con impeto — ma per carità non lasciargli trapelare nulla della mia"
      },
      {
        "index": 52,
        "text": "Cristina sorrise e si &ettò indietro nella sedia."
      },
      {
        "index": 53,
        "text": "Poco dopo s’intese aprir l’uscio e il servo annunciar nel gabinetto il signor Emilio Digliani."
      },
      {
        "index": 54,
        "text": "Il giovine entrò colla sua solita disinvoltura, ilare in volto, e senza un’ombra di quell’emozione e di quel pentimento, che Noemi sperava di sorprendergli nello sguardo quando l’avesse veduta."
      },
      {
        "index": 55,
        "text": "Ella abbassò gli occhi sulla fiamma del caminetto, e non li rialzò se non quando Emilio, dopo aver stretta la mano alla Firmiani, la richiese del saluto nell’ egual modo."
      },
      {
        "index": 56,
        "text": "Allora Noemi gli porse la destra con una occhiata lunga e mesta, che se non chiedeva pietà, spirava certo tenerezza ed amore."
      },
      {
        "index": 57,
        "text": "Emilio — che la Provvidenza aveva creato buono, ma che subiva l’impero delle strane contraddizioni del suo misterioso carattere — non provava forse il bisogno di dimostrar il suo amore, se non quando la donna che amava, o che credeva di amare, gli si mostrava dura e indifferente."
      },
      {
        "index": 58,
        "text": "Se Noemi lo avesse accolto ridendo, e con freddezza, egli non avrebbe creduto nè a quel riso, nè a quella freddezza, ma forse le avrebbe stretto la mano con maggior calore. Quello sguardo invece sommesso e appassionato, che appagava tutto il suo amor pfo- prio, non gli fece provare che una gioia vivissima, e volendo goderne in più larga dose, fu sostenuto e"
      },
      {
        "index": 59,
        "text": "Cosi è; le son cose che lutti sanno. In fatto di"
      },
      {
        "index": 60,
        "text": "amorfi chi fa il primo gradino per scendere verso 1’ altro, deve bene spesso fare il secondo ed il terzo, prima che 1’altro si muova. Una volta mosso, gli sarà lecito rifar i gradini, che l’altro lo seguirà, e ticeversa fino alla consumazione dei secoli. Chi fogge si fa correr dietro, e chi corre dietro invita l’altro a fuggire. Fermatevi, perbacco, di quando in quando a prender fiato, e vedrete l’altro,prima rivolgersi indietro, poi rallentare la corsa, poi fermarsi a guardar se venite ... f, e, se non venite, si moverà egli pel primo verso di voi."
      },
      {
        "index": 61,
        "text": "Ma Noemi amava troppo per usare di queste arti c di questa lattica, ancorché le avesse conosciute. FU’era troppo sincera, ella aveva nell’anima troppa ingenuità , dirò quasi, troppa ignoranza , per non essere in faccia al suo amante quale si sentiva di essere. Nondimeno la cara donna si sapeva cosi innocente, così immeritevole del rigore di lui, che quella freddezza prolungata e senza causa la irritò più che non l’addolorasse."
      },
      {
        "index": 62,
        "text": "Cristina che vedeva tutto, mostrando di non veder"
      },
      {
        "index": 63,
        "text": "Allora incominciò fra loro tre una conversazione senza scopo, bislacca, a tastoni, che sarebbe impossibile riprodurre... una conversazione ora arguta, ora sentimentale, condita di piccole ironie, di allusioni e di frasi a doppio taglio..."
      },
      {
        "index": 64,
        "text": "Emilio, se l’estro gli dava, era pieno di spirilo. Cristina, come tutte le donne cattive, ne aveva di soverchio. Quanto a Noemi — sebbene ella fosse tutt 1 altro che insipida, come qualche sua amica invidiosa di sua bellezza, andava dicendo, — era troppo buona e troppo innamorata per averne assai. Anzi ricominciava a soffrire di trovarne tanto in Emilio. La cara donna sapeva che chi parla dell'amore con molto spirito non lo risente in cuore, giacché l’amor vero, profondo, come lo avea sognato in lui, rende muto e malinconico un amante. Emilio invece ne parlava con una disinvoltura ed una grazia che poteva essere amabile per tutti, tranne che per lei."
      },
      {
        "index": 65,
        "text": "Finalmente, poco dopo che erano battute le undici al pendolo del caminetto, il servo entrò annunciando a Noemi che la sua carrozza era alla porta."
      },
      {
        "index": 66,
        "text": "Ella si levò da sedere, lanciando ad Emilio un ultimo sguardo di cordoglio. Oh come a quell estremo punto si sarebbe gettata volontieri nelle sue braccia, se la nativa fierezza, e la presenza di Cristina, non glielo avessero vietato."
      },
      {
        "index": 67,
        "text": "La Firmiani la andava accarezzando, e le diceva di venir presto, presto..."
      },
      {
        "index": 68,
        "text": "Emilio in piedi c pensieroso, pareva stesse covando in cuore il rimorso della sua crudele conQuando Noemi si ebbe cinto il boa intorno al"
      },
      {
        "index": 69,
        "text": "Giunti a capo della scala, il giovane le offerse il braccio per discendere , ed ella si senti consolare, sperando che ei volesse finalmente stringale la ! mano e dirle una parola di conforto e di' pace..."
      },
      {
        "index": 70,
        "text": "Ma Emilio nulla ; giacché anch'egli dal canto suo aspettava da lei un segno di amore; aspettava t- per dirla in linguaggio da innamorali — ch’ella fosse la prima."
      },
      {
        "index": 71,
        "text": "Quando furono sotto l’andito della porta, Emilio abbandonò il braccio di Noemi, e stette a vederla entrare in carrozza. Allora la cara donna non potò resistere oltre, e cedendo al suo cuore, al terrore di dover passare un’altra notte in collera con lui, quando fu seduta, si attaccò all’ultimo., sebbene imprudente. mezzo che le restava, e disse:"
      },
      {
        "index": 72,
        "text": "Se la vuol entrare la accompagnerò a casa."
      },
      {
        "index": 73,
        "text": "E, certa che Emilio non avrebbe rifiutato, si tirò nél canto con un mesto sorriso."
      },
      {
        "index": 74,
        "text": "Emilio ebbe in quel punto un’ infernale ispirazione dell’amor proprio, anzi dell’orgoglio."
      },
      {
        "index": 75,
        "text": "— No, grazie, madama — rispose egli con voce fredda — non posso; bisogna che vada al caffè."
      },
      {
        "index": 76,
        "text": "E auguratale la buona notte, chiuse lo sportello, e disse al cocchiere:"
      },
      {
        "index": 77,
        "text": "Noemi, a quel rifiuto ingeneroso, sentì come una mano che le strinse il cuore... e nel primo moto di angoscia, non potè trattenersi, dal picchiar colla mano nel cristallo alzato dello sportello, come una donna che cerca soccorso."
      },
      {
        "index": 78,
        "text": "Fu un moto istantaneo ma sublime di dolore, di passione, di rassegnazione."
      },
      {
        "index": 79,
        "text": "Il cocchiere sferzò i cavalli e parti. Ella sperò un momento ancora che Emilio pentito lo facesse fermar"
      },
      {
        "index": 80,
        "text": "di nuovo per salire; ma quando vide che ei non volgeva neppur il capo, si gettò nel canto della carrozza e diede in un dirottissimo pianto."
      },
      {
        "index": 81,
        "text": "ora a chi domandasse quanta parte avesse la gioia delPaver rifiutato, e quanto il pentimento c il rimorso nel cuore di Emilio, risponderei subito a onor del vero, che la gioia non fu che un lampo, e il rimorso lungo e cocente."
      },
      {
        "index": 82,
        "text": "Quel gesto, che il superbo e crudele rifiuto aveva strappato a Noemi, e, con esso, il pensiero delle amarissime lagrime che la povera donna stava forse versando in carrozza... si affacciarono tosto alla mente, e più che alla mente, al cuore di Emilio, e parlarono forte il loro severo o pietoso linguaggio."
      },
      {
        "index": 83,
        "text": "Vi fu un momento anzi che il rimorso di quel- T amoroso misfatto lo vinse in tal modo, che, quasi per un moto irriflessivo, si diede a correre, sperando di poter raggiungere la carrozza. Ma dati soli tre passi sf avvide che ancorché P avesse raggiunta, or non avrebbe potuto più rimediare a nulla."
      },
      {
        "index": 84,
        "text": "Allora, piena l’anima di uu’amarezza, di un odio di sò stesso e di tutti, fissando in cuore di scrivere il domani a Noemi, prese la strada che conduceva al caffè S. Carlo."
      },
      {
        "index": 85,
        "text": "Perchè al caffè S. Carlo e non al Martini, dove era solito recarsi ogni sera, verso la mezzanotte ?"
      },
      {
        "index": 86,
        "text": "Eppure egli non ci aveva nulla a fare al caffè"
      },
      {
        "index": 87,
        "text": "sua umile schiava, si piega al più piccolo suggerimento, al più lieve capriccio di esso, mentre s'impenna e resiste, e contraddice alle voci minacciose e pur potenti della ragione, della giustizia, e perfino della necessità."
      },
      {
        "index": 88,
        "text": "Chissà quante magnanime azioni. chissà quanti delitti destati da un moto leggerissimo di questo muscolo cavo, che è il più grande amico, e il più grande nemico dell’ uomo !"
      },
      {
        "index": 89,
        "text": "Ed ecco perchè Emilio s’avviò al caffè S. Carlo, e non al Martini."
      },
      {
        "index": 90,
        "text": "Quando Noemi lo aveva invitato in carrozza, egli àve\\ a risposto : No, bisogna eh’ io vada al caffè."
      },
      {
        "index": 91,
        "text": "Noemi sapeva che il caffè dove ei soleva andare a mezzanotte era il Martini. Ora, siccome il Martini era precisamente sulla strada che la carrozza doveva percorrere per andar a casa, il pretesto del suo rifiuto non reggeva."
      },
      {
        "index": 92,
        "text": "Quando fu solo, col rimorso che gli sorgeva nel- Panima, questo ragionamento produsse il suo effetto logico;, e quasi per iscusar sè stesso, o per trovar poi una scusa da rispondere a Noemi, quando le avesse rinfacciato quel rifiuto crudele, invece di tenere la stessa strada della carrozza prese per la sinistra verso il caffè S. Carlo."
      },
      {
        "index": 93,
        "text": "Quella scusa era frivola, era puerile; chi non Io vedo? Ma quanlo più frivola e puerile, tanto più è preziosa per noi; giacché mostra a quali miserabili appigli si attacca talvolta Tamor proprio per illuder sè stesso, per darsi ragione, per fingere almeno di non aver avuto torto."
      },
      {
        "index": 94,
        "text": "Stollo! — gli gridava da un late la voce del criterio — Se tu avessi avuto bisogno di andare al caffè S. Carlo, la carrozza di Noemi vi ti avrebbe condotto ugualmente!"
      },
      {
        "index": 95,
        "text": "Ma-, — replicava quella dell'amor proprio — Noemi avrebbe dovuto allungar la sua strada, il che sarebbe stato un incomodo eh’ io non voleva darle."
      },
      {
        "index": 96,
        "text": "Ipocrita! — tornava a gridar la ragione — Incomodo per chi? pel cocchiere? pei cavalli forse? Tu avevi pur veduto che Noemi bruciava di far pace con te, c che lo stesso invito era già una caparra di perdono c quasi di pentimento."
      },
      {
        "index": 97,
        "text": "Mi duole assai di non essere del suo parere. Nulla v’ ha di frivolo nello studio dei moti del cuore. Se la povera Noemi — per esempio — avesse raccon- lato a suo marito — l’uomo grave — per quali ragioni ella si fosse innamorata di Emilio, 1 uomo grave le avrebbe trovate assai frivole quelle ragioni-, se ella gli avesse detto: una sera... trascurata, incompresa da te, venne un giovane, il quale, col più gran rispetto del mondo, mi seppe dire di qual colore fossero i nastri d un mio cappello, e dello stivaletto, che calzava il mio piede ire anni prima... ed io, senza avvedermi, senlii accendermi a poco poco per lui di una fatale passione... — l’uomo grave — che non soleva dar importanza che ai prezzi di Borsa e alla quislione d Oriente, avrebbe crollate le spalle-con noncuranza..."
      },
      {
        "index": 98,
        "text": "Lo svcntnrato-non sapeva quale tremenda sciagura gli stavano preparando le frivole ragioni !"
      },
      {
        "index": 99,
        "text": "Emilio entrò dunque in caffè S. Carlo, e il suo viso era così tetro e stravolto dall 1 interna lotta, che il fattorino gli chiese se si sentisse male."
      },
      {
        "index": 100,
        "text": "In quel punto l’amarezza dell 1 anima sua era giunta all 1 estremo, c il rimorso al punto di maggiore incandescenza."
      },
      {
        "index": 101,
        "text": "Emilio, seguendo la sua natura violenta, cominciava a sentir nelle mani il bisogno di una lotta fìsica, che nell’emozione del combattimento gli facesse sfogare il suo corruccio."
      },
      {
        "index": 102,
        "text": "La sua natura potente, ma un po’ materialista, come quella di noi tutti ligli del nostro secolo, non sapeva concentrarsi in sè stessa per istudiare le fasi di un dolore che ha sempre la sua voluttà per chi vuol trarne ammaestramento per l’avvenire. Sentiva invece un gran bisogno di espandere fisicamente la sua bile... e cercava una vittima."
      },
      {
        "index": 103,
        "text": "E la vittima non si fece lungamente aspettare."
      },
      {
        "index": 104,
        "text": "Entrato a caso nella sala posteriore del caffè, vide un suo amico — un altro dei sette — che stava altercando con due ignobili ceffi, di quei pas- s seggiatori di notte, la cui vita giornaliera comincia 1 coll 1 accendersi del gas e termina coll 1 apparir del >sole... ; specie di nottole umane, campioni della (vita scioperata e viziosa, che sarebbero stati usurai jse avessero avuto denaro da dar a un povero figlio ; di famiglia, barattieri sempre, quando potevan trovare il piccione da spennare, ladri fors’anche, e spie, se avessero avuto il coraggio di rubare, o se la polizia avesse saputo liutarli."
      },
      {
        "index": 105,
        "text": "Questa genia, che a Milano era un pò 1 più numerosa di quello che potesse credere una gentildonna che vedesse la città dal suo gabinetto, dal palchetto della Scala, dai salons di conversazione, c dalla trottata sugli spalti — eterno quadrivio in cui s’ aggirava la vita di una donna elegante milanese — questa g enia sozz a ed infame, rifiuto di scarna Matura. nullnia va.nelle bische frequenti che in quell'anno parevano autorizzate nei pubblici, calle, dove il macao e il attiravano, molti .gio.vaui.avidi"
      },
      {
        "index": 106,
        "text": "di emozioni e di stordimento... i quali, dacché.nel 48 avevano\" veduto aprirsi il cielo, non potevano ras- segnarsi a rivi vere, tranquillamente nel vuoto e nella noia de ììa sdii avÀUt-4otBbai*da."
      },
      {
        "index": 107,
        "text": "Emilio si fermò ad ascoltare il diverbio fra que’ due uccelli di rapina e il suo amico Alfredo (iasioni, e vide che con un far minaccioso gli si stringevano alla vita."
      },
      {
        "index": 108,
        "text": "In caffè non c’era più altr’anima viva, che qualche fattorino addormentato sul sedile lungo il muro, (ili avventori erano stati chiamati nella sala superiore dalla fama di un famoso banco di macao, di cui non s’aveva avuto memoria da un pezzo."
      },
      {
        "index": 109,
        "text": "il giovine con cui T avevano que’due mascalzoni, premendogli di andar a giuocare, nò volendo star a litigio in un caffè, trasse, come si usa, il portafogli, e disse :"
      },
      {
        "index": 110,
        "text": "Or non ho tempo di ascoltare le loro signorie: però questo è il mio biglietto di visita."
      },
      {
        "index": 111,
        "text": "— Che biglietto! Non so che farne del suo biglietto! — disse con voce rauca uno di quei due, dando una manata sotto la destra di Gastoni, o facendo saltar in aria il portafogli."
      },
      {
        "index": 112,
        "text": "Gastoni si curvò per rilevarlo ... Ma prima che il portafogli toccasse terra. Emilio s'era slanciato contro il mascalzone, e gli aveva lasciato andare in viso un potentissimo pugno."
      },
      {
        "index": 113,
        "text": "Ne seguì un piccolo parapiglia. I fattorini del caffè s’interposero, e fecero uscir i due ribaldi che s’allontanarono minacciando vendetta."
      },
      {
        "index": 114,
        "text": "Gastoni, dal canto suo, ridendo a piena gola di quel pugno cosi ben dato, prese a braccio Emilio e lo trascinò verso la scala che mette alla sala da giuoco."
      },
      {
        "index": 115,
        "text": "— Hai molti denari da perdere? — gli chiese Emilio, montando due a due i gradini deir angusta"
      },
      {
        "index": 116,
        "text": "— Ho gli ultimi dodici marenghi delle duecen- tocinquantamila lire che mi lasciò mio padre morendo — rispose Gastoni."
      },
      {
        "index": 117,
        "text": "— E poi, o in un reggimento di cavalleria piemontese, o una buona palla di pistola nel cuore."
      },
      {
        "index": 118,
        "text": "E per quella notte /Emilio dimenticò Noemi."
      },
      {
        "index": 119,
        "text": "Il giorno dopo la povera Noemi, era stata messa a più terribile prova, t"
      },
      {
        "index": 120,
        "text": "Aveva rifiutato diJ accompagnare il nonno alla"
      },
      {
        "index": 121,
        "text": "trottata prima di pranzo, e se ne stava nel suo gabinetto mestamente seduta ad una finestra, che guardava sulla corte, quando vide entrar in casa suo marito, accompagnato dal suo agente di cambio, al quale ei parlava più vivamente del solito."
      },
      {
        "index": 122,
        "text": "Noemi dal giorno della colpa non poteva vedere suo marito senza provare nell’animo un senso di torbida paura."
      },
      {
        "index": 123,
        "text": "Che non fu dunque, allorché, — intesolo entrare nella stanza vicina, mentre l’attraversava per entrar nel suo studio — lo udì pronunciar distintamente il nome di Emilio Digliani ?"
      },
      {
        "index": 124,
        "text": "La sventurata donna senti arrestarsi il sangue nelle arterie, e un freddo mortale invaderle il corpo. Portò le mani alle tempia, come se vi provasse un gran dolore e sciamò fra sè :"
      },
      {
        "index": 125,
        "text": "-- Sa tutto! Sono perduta!"
      },
      {
        "index": 126,
        "text": "Questa idea le si affacciò in tutta la sua terribile gravezza.... e sentì paura."
      },
      {
        "index": 127,
        "text": "Il Dal Poggio si fermò nel suo studio, che ora attiguo al gabinetto in cui si trovava Noemi."
      },
      {
        "index": 128,
        "text": "Ella si levò barcollando', sulla punta dei piedi s’accostò all’uscio, e trattenendo l’alito, stette ad"
      },
      {
        "index": 129,
        "text": "— Il fatto è che ci vuole una bella audacia a quest’ora} — diceva l’agente di cambio, terminando una frase di cui Noemi non aveva potuto cogliere il resto — E la ferita è grave?"
      },
      {
        "index": 130,
        "text": "— Non lo so} — rispose il Dal Poggio — Non ebbi tempo che di arrestar il feritore che mi veniva"
      },
      {
        "index": 131,
        "text": "incontro, e di consegnarlo alla guardia di polizia. Fortuna volle che il colpo gli fu dato precisamente sulla porta di casa sua/ mentre entrava. Almeno cosi mi dissero. Credo che mia moglie Io debba conoscere questo signor Digliani. Mi pare di averlo udito nominare da lei una volta..."
      },
      {
        "index": 132,
        "text": "Noemi ne aveva udito abbastanza per rimettersi dal suo primo terrore.... quello cioò che suo marito sapesse il suo fallo."
      },
      {
        "index": 133,
        "text": "Ma, come se fosse deciso che la misera donna non dovesse uscir da una angoscia che per cadere in un’altra più grave, invece di sentirsi sollevata, provò un nuovo e più forte sgomento."
      },
      {
        "index": 134,
        "text": "Egli ò che per una donna innamorata come la povera Noemi, è più sopportabile una sventura propria che non quella da cui è colpito Tessero adorato $ mentre prima ella non sentiva itìinacciata che sè stessa... ora si trattava della salute... forse della vita di Emilio."
      },
      {
        "index": 135,
        "text": "Si staccò dall’uscio e si lasciò cadere di nuovo nella sua sedia, colla testa nelle mani. Che fare? Ma non aveva mossa intera la domanda, che la passione, aveva già suggerito un intero piano in risposta."
      },
      {
        "index": 136,
        "text": "S’alzò, corse allo specchio. Era pallida, si, ma non tanto che con un sorriso non potesse dissimulare sul suo volto l’angoscia che la uccideva. Si"
      },
      {
        "index": 137,
        "text": "provò a sorridere... Le parve che suo marito non dovesse accorgersi di nulla;... sforzò le labbra ad atteggiarsi alla gioia;... poi chiamando a raccolta tutte le forze delPanima sua, armandosi di tutta la disinvoltura di cui fosse capace nello stato in cui si trovava, andò all’uscio dove poco prima era stata origliando, ed apertolo entrò sorridente nello studio di suo marito."
      },
      {
        "index": 138,
        "text": "— Vengo ad avvisarti che oggi non sto in casa a pranzo; — diss’ ella quasi precipitosamente, e prima che il Dal Poggio avesse tempo di aprir bocca."
      },
      {
        "index": 139,
        "text": "Poi tìngendo di vedere in quei punto l’agente di cambio, che s’era levato da sedere al suo entrare, accennò di ritirarsi."
      },
      {
        "index": 140,
        "text": "— Cristina mi ha invitato per questa sera ad una piccola cena di nascosto di suo marito... fra le otto e le dieci. Per farle onore ho pensato : di non pranzare, e siccome dobbiamo studiar insieme un certo non so che, cosi conto di andare da. lei tra poco."
      },
      {
        "index": 141,
        "text": "— Non dico ch’io ci voglia andar subito; — rispose Noemi, che parlava cogli occhi abbassati come un fanciullo che teme un rifiuto. — Del resto sai che i Firmiani vanno a tavola prima di noi."
      },
      {
        "index": 142,
        "text": "Il Dal Poggio crollò il capo e nou soggiunse che:"
      },
      {
        "index": 143,
        "text": "Fi si riponeva a far una moltiplica; ma riprese tosto :"
      },
      {
        "index": 144,
        "text": "— Mi pare però che potresti fermarti a casa a pranzo, e andarci dopo da Cristina."
      },
      {
        "index": 145,
        "text": "I.o so... ma sarebbe perduto lo scopo principale.. . Abbiamo bisogno di trovarci sole noi due... O 1 altronde io non potrei pranzare ugualmente in"
      },
      {
        "index": 146,
        "text": "— No; mi sono scordata di dirglielo prima che montasse in carrozza."
      },
      {
        "index": 147,
        "text": "— Basta! — sciamò il Ila! Poggio, e si volse di nuovo alla sua moltiplica."
      },
      {
        "index": 148,
        "text": "Noemi usci; corse nella sua camera; si mise il cappello e lo scialle; quasi furtivamente disceso in istrada, e s avviò lesta al piazzale più vicino dove stazionavano le carrozze a nolo."
      },
      {
        "index": 149,
        "text": "Cinque minuti dopo essa smonlava alia porta di Emilio, e diceva al cocchiere di star ad aspettarla."
      },
      {
        "index": 150,
        "text": "Era sull’imbrunire. Entrando nell’anticamera di Emilio udi nella sua stanza da letto un rumore di voci. Non ci badò, non riflottò un istante, come se non avesse mai pensato a riputazione, come se poco prima non avesse provato quale sgomento fosse pelici il pensare che suo marito sapesse tutto."
      },
      {
        "index": 151,
        "text": "Ca camera era buia per lei che veniva dal di fuori."
      },
      {
        "index": 152,
        "text": "lidi solo il rumore di due persone che si levavano da sedere; ma non le vide, nè si curò di vederìo. I suoi ocelli stavano avidamente fissati su uh punto solo... sul guanciale del letto di Emilio."
      },
      {
        "index": 153,
        "text": "Noemi vi si accostò, e slava appunto pei- curvarsi sulla bruna testa, che ella aveva già veduto spiccai sul bianco origliere, quando sentì una voce senile pronunciare a bassa voce queste parole :"
      },
      {
        "index": 154,
        "text": "— Signora, la prego... non lo svegli."
      },
      {
        "index": 155,
        "text": "Noemi si volse e vide, attraverso lo spesso velo che le copriva il volto, un vecchio venerabile dalla fìsonomia dolce e buona che le additava Emilio che"
      },
      {
        "index": 156,
        "text": "- C’è pericolo? — gli chiese Noemi, ritirandosi un passo indietro."
      },
      {
        "index": 157,
        "text": "— Tutt’altro, — rispose il vecchio — ma ha bisogno di riposo. Erano trentasei ore che non dormiva. Questo povero giovine ha dei dispiaceri segreti e cerca di stordirsi... Se non altro durante il sonno lo lasccranno quieto."
      },
      {
        "index": 158,
        "text": "— Non c’è ferita^ fu un colpo di bastone sulla testa e uno nel petto che lo tramortirono senza recargli gran danno. Domani potrà levarsi più sano"
      },
      {
        "index": 159,
        "text": "— Non fu che un po’ dal naso pel contraccolpo."
      },
      {
        "index": 160,
        "text": "— Ma come avvenne ? ripigliò Noemi che si era seduta sulla scranna accanto al capezzale."
      },
      {
        "index": 161,
        "text": "L’altro che non aveva ancora parlato — ed era Castoni-Me raccontò la scena della sera prima in caffè S. Carlo e come, dopo aver passata là nòtte"
      },
      {
        "index": 162,
        "text": "al tavogliere da giuoco, fosse loro venuto il ghiribizzo di andar a prendere due cavalli a nolo, per galoppar fino a Sesto a far un po’ di colazione. Come di ritorno, dopo aver lasciato giù i cavalli, Emilio fosse stato assalilo sulla soglia della porta dai due furfanti della sera prima, che avevano avuto la pazienza di attenderlo tino allora."
      },
      {
        "index": 163,
        "text": "— Il colpo fu abbastanza forte per fargli perdere i sensi, — conchiuse egli — non per ferirlo."
      },
      {
        "index": 164,
        "text": "— Ora egli dorme ^ — rispose il vecchio che aveva preso in mano il cappello per andarsene — Quando si sveglierà sarà guarito dalla di lei presenza."
      },
      {
        "index": 165,
        "text": "Cosi detto s’inchinò, ed uscì dalla stanza seguilo"
      },
      {
        "index": 166,
        "text": "Noemi vegliò il suo amante, finché il rumore che fece entrando la portinaia la quale veniva ad avvertirla che il cocchiere del brougham chiedeva ili lei, non lo ebbe svegliato."
      },
      {
        "index": 167,
        "text": "Emilio, trovando al capezzale il suo angelo che avrebbe pur avuto tanta ragione di essere con lui in collera, fu vivamente commosso."
      },
      {
        "index": 168,
        "text": "La riconoscenza gli ispirò di quelle parole ardenti e sincere che se non sono amore, ne han tutte le apparenze, e la povera Noemi si trovò adorata come nei primi giorni."
      },
      {
        "index": 169,
        "text": "Quand’eHa discese le scale di Emilio erano quasi"
      },
      {
        "index": 170,
        "text": "La carrozza da nolo l’aveva aspettata quattro ore alla porta."
      },
      {
        "index": 171,
        "text": "Prima di montarvi stette perplessa un istante', poi decise di passar da Cristina e indicò al cocchiere la contrada dove essa abitava."
      },
      {
        "index": 172,
        "text": "Giunlavi, trovò che la sua porta era chiusa. Allora si fé' 1 condurre a casa."
      },
      {
        "index": 173,
        "text": "Montando le scale, le ripigliò un’ansia angosciosa che suo marito avesse saputo ch’ella non era andata da Cristina-, e si fermò sul pianerottolo a pensare che cosa gli avrebbe risposto nel caso che le domandasse dove aveva passata la sera."
      },
      {
        "index": 174,
        "text": "Ormai anche la menzogna si faceva necessaria,"
      },
      {
        "index": 175,
        "text": "Fortunatamente suo marito — come il solilo — non sapeva nulla di nulla, non s’era curato di lei. Solo la mattina seguente le chiese come fosse andata la cena da Cristina."
      },
      {
        "index": 176,
        "text": "Il nonno pure, quando era entrata a dargli il buon giorno, volle saperne per filo e per segno... La sventurata aveva dovuto inventare perfino dei particolari, mentir lutto, mentire a lungo."
      },
      {
        "index": 177,
        "text": "Cosi di spasimo in ispasimo, di spavento in spavento , di errore in errore, ella era giunta a tale, che ogni sera, mettendosi a letto, pregava fervorosamente il buon Dio di non destarla al mattino, di farla dormire per sempre."
      },
      {
        "index": 178,
        "text": "Abbiamo veduto come, il giorno dopo quella sua visita a Emilio, il nonno avesse invitato a pranzo"
      },
      {
        "index": 179,
        "text": "Cristina c suo marito; come questa fosse stata indettata da Noemi, di non tradirla se si fosse parlato di una cena... e come le indiscrete domande del marito Gerolamino non avessero per poco scoperto ogni cosa."
      },
      {
        "index": 180,
        "text": "Dal canto di Emilio abbiam veduto come già perfettamente guarito, allegro, spensierato, si accingesse a celebrar con una gran cena la vincila della lotteria di Francoforte; dopo aver liberato Teodoro dalla"
      }
    ]
  }
}