{
  "chapterNumber": 16,
  "title": "Capitolo Sedicesimo — Tre rimorsi",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Tre rimorsi."
      },
      {
        "index": 1,
        "text": "A dispetto di una certa letteratura malsana che fece ogni sforzo per demolire la maestà maritale, e per far dell’ uomo ammogliato un tipo di ridicole sciagure, gli è certo che un amante in faccia al marito offeso proverà sempre la confusione e la inferiorità di chi si sente dalla parte del torto."
      },
      {
        "index": 2,
        "text": "Se non che in Emilio era così fresca la impressione delle parole di Noemi, era così vivo lo sdegno contro il Dal Poggio pel modo turpe con cui l’aveva oltraggiata, che vedendoselo dinanzi, non che provar confusione, si senti riavvampar tutta l’ira nel cuore."
      },
      {
        "index": 3,
        "text": "— Sono io$ — rispose egli piantandosi risoluta- mente dinanzi all’ uscio del gabinetto in cui stava nascosta Noemi. E pronunciò quel: sono io, con un tuono di voce che voleva significare chiaramente: Eccomi pronto a tutto, fuorché a cedere quella"
      },
      {
        "index": 4,
        "text": "A questa tacita provocazione il Dal Poggio fé’ un movimento come per lanciargli contro. Ma il vecchio che gli stava al fianco, afferratolo energicamente per un braccio, lo trattenne sburrandogli air orecchio :"
      },
      {
        "index": 5,
        "text": "— Ricordati Emanuele... — quindi rivoltosi a Emilio, a bassa voce e commossa, ripigliò:"
      },
      {
        "index": 6,
        "text": "— Signore, è inutile che io le esponga la ragione della nostra venula in casa sua. Ella ci ha già conosciuti ed è troppo uomo d’ onore per mentire ... Io spero eh” ella vorrà evitare ogni scandato in cosi delicata circostanza ..."
      },
      {
        "index": 7,
        "text": "Emilio determinato a non dar ragione di Noemi, superbamente rispose:"
      },
      {
        "index": 8,
        "text": "— Io non so che cosa voglia dire vostra signoria:, non ho il bene di conoscerla... e mi meraviglio che la s’introduca cosi nella casa altrui, .jr"
      },
      {
        "index": 9,
        "text": "— Dunque ella' vuole che parli io ? — lo interruppe il Dal Poggio livido di sdegno represso — Che può ella risponderei me? Ho io il diritto di entrare qua dentro? Fra noi c’è o non c’è una partita da aggiustare? Che pretende ella di fare...? Io si, pretendo da lei che mi abbia i a dire dovV; quella donna che è venuta poc’anzi a mettersi sotto la sua protezione... M’intende ella, m’intende?"
      },
      {
        "index": 10,
        "text": "Queste frasi febbrili, sconnesse, uscivano come sibilando dalle labbra dello sventurato, che quantunque trattenuto indietro dal conte, si curvava innanzi colla persona verso Emilio, e gli tendeva minaccioso il braccio che gli restava libero*"
      },
      {
        "index": 11,
        "text": "— Io non ho mai dato a nessuno il diritto di chiedermi conto delle mie azioni, signore -, — rispose Emilio freddo e sprezzante — La prego di"
      },
      {
        "index": 12,
        "text": "Il Dal Poggio a quest’intimazione si senti montar il sangue alla testa, e alzando terribilmente la voce, corse all’ insulto :"
      },
      {
        "index": 13,
        "text": "— Siete un miserabile furfante, — gridò — Questo vi valga come uno schiaffo sul viso."
      },
      {
        "index": 14,
        "text": "Un grido soffocato si udì nel gabinetto dove era nascosta Noemi e il rumore di un corpo che cade..."
      },
      {
        "index": 15,
        "text": "Ma prima che Emilio pensasse a vendicare in qualche modo l’oltraggio, si sentì recinta la persona da due braccia robuste che lo trattennero, e udì dietro l’orecchio la voce del tutore che cercava"
      },
      {
        "index": 16,
        "text": "— Questa sera i miei padrini saranno da lei; ella mi dovrà dare strettissima ragione di quelle"
      },
      {
        "index": 17,
        "text": "— Oh sì! — sciamò il marito cogli occhi infiammati — Uno di noi ò assolutamente di troppo a questo mondo."
      },
      {
        "index": 18,
        "text": "E que’ due uomini che non s’erano mai parlato fino allora, che non si conoscevano che per essersi veduti qualche volta alla sfuggita, si lanciarono uno sguardo di così profondo accanimento, come non ne sarebbero stati capaci due antichi e mortali nemici."
      },
      {
        "index": 19,
        "text": "Questa scena, che qui distesa sulla carta occupa discreto spazio, in realtà era accaduta nel tempo che un lettore — che sa leggere — impiega a scorrere tre linee."
      },
      {
        "index": 20,
        "text": "Il conte Firmiani e il dottor Bartelloni non avevano avuto tempo che di trattenere quei due furiosi, e di pronunciare al loro orecchio qualche inascoltata parola di pace."
      },
      {
        "index": 21,
        "text": "Ma poiché il Dal Poggio ebbe accettata la sfida, il vecchio Firmiani, rivolto a Emilio rispose:"
      },
      {
        "index": 22,
        "text": "Io non entrerò in quello che Fonorc di entrambi esigerà in seguito da loro... Io sono venuto a reclamare da lei un atto di giustizia e di ragione. Ella capirà che, quella donna che sta là dentro, deve essere restituita alla sua famiglia, a suo marito,... e non posso credere che ella non voglia unirsi a noi per persuaderla a rimettersi nella via del dovere, e ad evitare uno scandalo enorme... Essa non avrà nulla a temere da suo marito da nessuno... Come suo nonno, come uomo d’onore, posso giurare cipolla sarà trattata con riguardo,... con amore,... come una figlia."
      },
      {
        "index": 23,
        "text": "La voce del povero vecchio si fé’ piena di lagrime. L’emozione non gli permise di continuare."
      },
      {
        "index": 24,
        "text": "— Orsù -, — sciamò il Dal Poggio movendo un passo verso l’uscio del gabinetto d’ onde era uscito poco prima il grido di Noemi — È d’uopo finirla."
      },
      {
        "index": 25,
        "text": "E una lotta pareva inevitabile."
      },
      {
        "index": 26,
        "text": "Allora il professor Bartelloni, alzale le braccia, come per metter pace, si pose in mezzo a loro e prendendo ad entrambi la mano, con voce commossa, e con dire infiammato:"
      },
      {
        "index": 27,
        "text": "— Sì. bisogna finirla:, — replicò — È orribile ma ò necessario! La è una grande sciagura questa a cui mi tocca di assistere } ma la ò anche una grande lezione per tutti... Dio non voglia, — con- linuò alzando al cielo gli sguardi colla maestosa semplicità d’un filosofo — Dio non voglia che questa sciagura abbia a colpir troppo chi ne ha minor"
      },
      {
        "index": 28,
        "text": "E qui abbandonata la mano del Dal Poggio, c stringendo, in entrambe le sue, quella di Emilio, ripigliò :"
      },
      {
        "index": 29,
        "text": "— Povero giovine^... tu sai se io avrei voluto"
      },
      {
        "index": 30,
        "text": "nasconderti questa orribile verità. tu lo sai."
      },
      {
        "index": 31,
        "text": "che tu hai offeso — c accennava il Dal Poggio — quest 1 uomo che ti ha offeso... Tu non puoi batterti con lui... tu devi obbedirgli... devi cedere..^ Mi capisci? Egli è quel desso'.... Mi hai tu inteso, mi hai tu inteso, povero Emilio...?"
      },
      {
        "index": 32,
        "text": "Il misero giovine aveva ascoltato quelle parole, cogli occhi spalancati, le labbra tremanti, le braccia"
      },
      {
        "index": 33,
        "text": "— Giustizia di Dio ! — sciamò come pazzo di dolore — Possibile ! No, non è vero... non può essere, non deve essere. Ditemi che non è vero, oh ditemelo per carità!"
      },
      {
        "index": 34,
        "text": "Bartelloni chinò il capo sul petto e non rispose."
      },
      {
        "index": 35,
        "text": "— Dunque è lui?! — ripigliò Emilio additando il Dal Poggio — Lui ! !... E Noemi ? Oh pietà di me, pietà di me ..."
      },
      {
        "index": 36,
        "text": "E nascondendo con orrore la faccia nelle palme, cadde su una sedia vinto dall\" 1 immensa angoscia."
      },
      {
        "index": 37,
        "text": "Il conte e il Dal Poggio, sebbene non sapessero rendersi ragione di ciò che accadeva sotto i loro occhi, erano rimasti muti e compresi... prima dalle severe parole di quel vecchio sconosciuto, quindi dallo smisurato dolore di Emilio."
      },
      {
        "index": 38,
        "text": "Allora Bartelloni si volse di nuovo a loro c additando al conte Firmiani l’uscio del gabinetto dove stava Noemi svenuta, disse:"
      },
      {
        "index": 39,
        "text": "Poi dato un passo verso il Dal Poggio e fissatolo risolutamente in viso:"
      },
      {
        "index": 40,
        "text": "— Io no; — rispose il Dal Poggio quasi macchi — Non si ricorda ella più della notte del 16 dicembre 1829?"
      },
      {
        "index": 41,
        "text": "— Sedici dicembre! milleottocento ventinove! — 'ripetè il Dal Poggio frugando nella memoria."
      },
      {
        "index": 42,
        "text": "— Bartelloni? Si, mi ricordo. Ah mio Dio!"
      },
      {
        "index": 43,
        "text": "— Mi guardi bene-,... sono io tanto cangiato?"
      },
      {
        "index": 44,
        "text": "— Voi ! Sarebbe vero ! 1... Dunque, egli forse??... — gridò il Dal Poggio mostrando a dito"
      },
      {
        "index": 45,
        "text": "— Egli è la creaturina che lei ha abbandonata quella notte e che senza volerlo si è vendicata di quell' 1 abbandono."
      },
      {
        "index": 46,
        "text": "Il Dal Poggio non mise un fiato, non mandò un lamento. I capegli gli si rizzarono sul capo-, portò le mani alla testa come Caino dopo il primo delitto, e uscì fuggendo a corsa da quella casa, come un uomo cacciato dalla maledizione."
      }
    ]
  }
}