{
  "chapterNumber": 12,
  "title": "Capitolo Dodicesimo",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La situazione del giorno."
      },
      {
        "index": 1,
        "text": "Emilio inlanlo travestito e solo, veniva giù pel corso democratico verso l’osteria, dove si ricordava d’essere già stato altra volta in circostanze consimili a quelle da cui era chiamato quella notte."
      },
      {
        "index": 2,
        "text": "Sulle quali circostanze, vale a dire sulla causa e sullo scopo della sua venuta in quel luogo, bisogna, voglia o non voglia, eh’ io dica qualche cosa. E siccome questo qualche cosa deve essere essenzialmente politico e storico, cosi sarà bene eh’ io ne discorra con parole di qualche autore conosciuto, che ne abbia già parlato con autorità. Le sue parole, messe qui come altrettante citazioni, avranno molto più peso che non se fossero mie."
      },
      {
        "index": 3,
        "text": "È da sapersi dunque che « nel giro degli anni i 1850, 51, 52 e 53 le nuove società segrete si erano"
      },
      {
        "index": 4,
        "text": "andate organizzando, diffuse in ogni parte, ma aventi il maggior centro d'azione in Milano. »"
      },
      {
        "index": 5,
        "text": "« Le condizioni della politica in queir epoca » — e chi non se ne ricorda ? — « non potevano essere più miserande... Nessuna probabilità di salute dall'Italia. 11 Piemonte, appena uscito dalla lotta disuguale, sbattuto di forze, aveva bensì con Azeglio » — giova ricordarlo! — « proclamato l’indirizzo italiano della sua politica, ma, al momento, trovavasi estenuato, pieno di magagne interne da riparare, impotente ad alcuna iniziativa popolare. L’impazienza di taluni era d’altronde illogica: se l'Italia aveva dovuto cadere nel 48 e 49, quando la rivoluzione e la libertà infiammavano il suo petto e le armi non mancavano alle sue braccia, come mai, appena vinta e prostrata, poteva ricuperare tosto le l'orzo per tentare un altro movimento ?»"
      },
      {
        "index": 6,
        "text": "A Milano dunque « erano in fase di formazione due partiti; quello dei liberali, che per distinguerli dai mazziniani chiamerò indipendenti, che aveva per iscopo l’azione preparatoria, ma senza programma politico determinato; e il partito dei mazziniani , cioè di quelli ciecamente devoti all’ex-tribuno e pronti a rispondere ad ogni sua chiamata. Questo partito aveva un programma: l’ azione à qualunque costo. » La compagnia brusca, era appunto un nucleo di capi * del partito indipendente , se pure poteva chiamarsi parti lo,'perchè nacque naturalménte senza un capo supremo, senza proclami, senza agenti."
      },
      {
        "index": 7,
        "text": "I | Era P opinione più avanzata del paese, la gioventù studiosa, ricca d’intelligenza e di virtù civili, che senti spontaneamente il bisogno di associarsi; di conoscersi, di prepararsi, di fare qualche cosa per la j patria redenzione «... « cioè mettere in contatto fra di loro i liberali, diffonder libri, giornali, fare acquisto anche d’acmi, reagire con alti energici contro le esorbitanze del governo, star pronta a dar di piglio al moschetto alla prima occasione che si presentasse c che avesse qualche apparenza probabile di successo. »"
      },
      {
        "index": 8,
        "text": "Infatti « finche sussistettero le speranze di un molo liberale di Francia gli indipendenti stavano pronti aneli’essi all’azione, c allora, soltanto allora, per determinazione loro propria, s’eVan messi d’accordo coi mazziniani , senza però schierarsi nel loro"
      },
      {
        "index": 9,
        "text": "Cosi « durante il 18150 e 1851, tanto gli uni che gli altri, allargarono di comune accordo le fila dell’associazione, che aveva per motto d’ordine: voce , acquistando ogni giorno proseliti nuovi; ma con questa differenza: che gli indipendenti agivano con molta precauzione, si rivolgevano alla gioventù colta, miravano specialmente a riùhire tutti gli avanzi del 48 e del 49. che avevano una certa esperienza di cose militari; mentre gli alèùti di Mazzini reclutavano all’ingrosso, per reclutare, fra gli operai e i popolani, ma con una facilità che métteva spavento. Il governo dell’associazione tenévanò'-promiscua- - mente mazziniani e indipendenti ; ma finché stettero questi ultimi, prevalsero} e il partito popolano subordinato e tranquillo ne accettava la superiorità che P intelligenza sempre sa imporre. »"
      },
      {
        "index": 10,
        "text": "Uno di questi capi era Emilio Digliani « e perciò erasi trovato spesso a contatto con alcuni popolani, dei quali frenava P impeto immoderato, e P imprudente, e forse poco onesta smania di agire. » u Non sempre però fin d’allora l’influenza dei capi valse a contenere l’arroganza e la balordaggine dei subordinati} un episodio sanguinoso di questa frenesia sciagurata di fare fu la morte del- P infelice Sciesa, di professione tappezziere, carico di famiglia, uomo di nessuna apparenza, ma di una virtù spartana. Per uno stolido e inconcludente proclama che si volle assolutamente affìggere di notte contro P assoluto divieto dei capi, quel ineschino fu preso nell’ atto istesso che stava appiccandolo alla muraglia, e il giorno appresso fu fucilato. Condotto sul luogo del supplizio, fatto inginocchiare davanti alla fossa scavata, bendati gli occhi, il maggiore tedesco gli si accostò e gli offrì la salvezza della vita e la-libertà se rivelava i complici. Negò fieramente. Tentò allora P austriaco di toccarlo dal lato più vulnerabile^ gli rammentò la moglie e i figli che ei lasciava nella miseria — Provvedeva ad essi la patria — rispose; e mori senza dir parola. «"
      },
      {
        "index": 11,
        "text": "« V’erano per soprammercato i capi mazziniani che sin dal 51 meditavano un colpo di mano in grandi proporzioniQuel piano pazzo fu attraversato dall’insistente opposizione del parlilo indipendente « che non cessava di far rimostranze su quella dissennata smania di venir al sangue a coudizioni immature di eventi europei. »"
      },
      {
        "index": 12,
        "text": "« Mazzini invece persisteva nel suo proposito... Volle quindi affidarsi all 1 azione popolare, che, agenti, o esaltati, o di malafede, o ignoranti, gli magnificavano in proporzioni smisurate e impazienti di ri« Questo elemento infatti, più che in ogni altra città d 1 Italia, esisteva in Milano, svegliato, ardito, capace di eroiche virtù\", ma non andava scompagnato da quella inettitudine in còse di politicate-insieme da quella presunzione, che sono le compagne inseparabili dell’uomo incolto. Adoperati con prudenza e tatto, e guidati dall' intelligenza, potevano quei buoni popolani render grandi servigi. Ma le favolose enormezzc di certi capi-popolo, per smania di far numero e rendersi accetti a Mazzini, avendo sollevato dal fango della società tutto quanto di più abbietto, di più lurido, di più infame esiste nel trivio, trasformarono quella congrega popolana in una masnada di uomini perduti, sitibondi di orò e di disordine, e non d’altro impazienti che della strage"
      },
      {
        "index": 13,
        "text": "« Tutte le più orribili passioni vennero alla luce senza maschera e sènza ritégno. A poco a poco i capi ’trovaronsi, con indicibile sgomento, posti per forza in contatto con uomini òopebti di delitti, avanzi di galera, o astuti colpévoli sottrattisi alla ricerca della giustizia. In possesso dèi secréti dell 1 associazione, questi ribaldi si cacciavano per ogni dove, inseguivano pertinacemente, cercavano scoprire i nomi di lutti i cospiratori di ci vii condizione, per aver nelle mani vasta materia alla delazione^ poi sfion- tatamente gettavano in faccia il dilemma: oro a noi"
      },
      {
        "index": 14,
        "text": "« E conveniva cedere e comprare la propria salvezza col denaro, o scampare colla fuga. «"
      },
      {
        "index": 15,
        "text": "« Furono queste enormità senza nome che avevano cagionato i numerosi arresti ed esilii del 1851 e 1852-, c si dovette ancora alla vigorosa energia di , alcuni capi che affrontarono audacemente il pericolo, ed anche alla risolutezza di alcuni popolani onesti se il male non dilatossi, traendo in una comune sciagura migliaia di famiglie. »"
      },
      {
        "index": 16,
        "text": "Non è a dirsi come tutto ciò portasse danno al- F associazione « privandola dei migliori affigliati : una quantità dei quali erano in carcere, o condannati nel capo, o all’ergastolo:, molti fuggiti ; gli altri"
      },
      {
        "index": 17,
        "text": "si dispersero e si isolarono «.Mazzini quando"
      },
      {
        "index": 18,
        "text": "« vide allontanarsi da lui molti palriotti della classe media ed intelligente, ritenne fuga ciò che era soltanto prudente ritirata -, scambiò il buon senso collo spirito dottrinario-, giudicò timidi, languidi,.sfiduciati dei giovani che erano più che mai saldi e irremovibili, e trascinato in questa falsa credenza da fallaci rapporti perdette così l’elemento più virtuoso, più elevato, più colto, più realmente attivo, che ei poco conosceva soggiornando a Londra. «"
      },
      {
        "index": 19,
        "text": "Cosi « liberatosi dall’ impaccio degli indipendenti"
      },
      {
        "index": 20,
        "text": "che frapponevano indugi al suo piano di un moto insurrezionale; prosegui con sempre maggiore attività , continuando i reclutamenti nella classe operaia; tanto che gli affigliati per la gran parte nuovi, giunsero w —■ all’ epoca in cui accadono i fatti del mio racconto — « nella sola Milano, a circa tremila, divìsiTn compagnie con capitani, segni convenzionali, e una certa quale disciplina e organizzazione militare, in modo che i congiurati non conoscevansi fra loro che a piccoli gruppi, c i capi supremi non comunicavano che con certuni dei capi secondari. » Queste nozioni storico-politiche, ch’io trassi dal bel libro di Guttièrez intitolato : Il Capitano De- cristoforis — erano assolutamente necessarie a spiegare la condotta di Emilio, ed a lumeggiare il dialogo ch’egli sta per avere collo Spadon dei dodici. A chi poi mi rimproverasse di aver voluto’far entrar la politica, dove si avrebbe potuto farne senza, sono lieto di rispondere essere questa ormai dive- v nuta. secondo me, un (demento cosi inevitabile di qualunque romanzo italiano, contemporanco, che il V passarvi sopra, sarebbe come se in un paesaggio f un pittore dimenticasse il cielo, o in un ritratto lo"
      },
      {
        "index": 21,
        "text": "Chi nel quarantotto aveva ventanni, fu un gran codardo o un gran filòsofo se nei dieci anni successivi non pensò proprio ad altro che a mangiare, i aJbese e a far l’amore."
      },
      {
        "index": 22,
        "text": "Ed ora che ho rischiarato questo importantissimo punto, riannodiamo il filo del’ racconto; ’"
      },
      {
        "index": 23,
        "text": "Giunto all’osteria della Foppa, Emilio diè intorno la solita occhiata scrutatrice, ed entrò poco dopo che Lisandro era andato insegnando a Fanfirla il modo di farsi voler bene dalla Pendolina."
      },
      {
        "index": 24,
        "text": "Mascherato com’era, nessuno lo avrebbe riconosciuto ; fattosi perciò daccanto a Lisandro, e datogli del gomito nel braccio, gli chiese sottovoce dove fosse lo Spadon dei dodici."
      },
      {
        "index": 25,
        "text": "Lisandro, dopo aver ravvisato Emilio, gli mostrò colPindice il popolano che dirigeva il coro. E, Gome in quel punto la melodia era in pieno corso, cosi il Digliani per aspettare che terminasse, comandò del vino, e stette a riguardare la partita di morra."
      },
      {
        "index": 26,
        "text": "Cessato il canto, Emilio si levò; lasciò che Paolino volgesse gli occhi nei suoi; gli fé’un quasi impercettibile segno di testa, e s’avviò fuori del- T osteria. Lo Spadon dei dodici — bizzarra metafora di S. Paolo — gli andò dietro."
      },
      {
        "index": 27,
        "text": "Costui, giovine nei ventiquattr’anni, piccolo, tar- - chiato, macilento, era appunto uno di quegli astuti furfanti che usufruttuavano la cospirazione pei loro lini tuli’ altro che onesti. Che mestiere facesse egli, sarebbe difficile il dirlo. A chi gli aveva mosso questa domanda coll’autorità di un giudice criminale, aveva risposto : venditore girovago. Il suo commercio variava colle stagioni : d’estate vendeva sorbettini e cocomeri a taglio ; d’inverno selvaggina e tartufi, col qual pretesto aveva campo di mettersi in contatto col bel mondo negli alberghi e nei caffè."
      },
      {
        "index": 28,
        "text": "— Era tempo di lasciarsi vedere; — disse egli ad Emilio appena furono in luogo da non essere intesi _ non è questo il modo di agire, sai tu?"
      },
      {
        "index": 29,
        "text": "Emilio, come quegli che non aveva mai sofferto che altri gli parlasse arrogante, quantunque sapesse a che rischio s’esponeva con quell’uomo a non pigliarlo colle buone, si fermò sui due piedi, incrociò le braccia sul petto e squadratolo dar capo alle"
      },
      {
        "index": 30,
        "text": "— Che cos’ò quest'aria? — sciamò severamente — Credi tu forse d’impormi ? Parla come si deve od io ti pianto qui sui due piedi e vado pei fatti"
      },
      {
        "index": 31,
        "text": "— No signore! — disse Paolino sogghignando — lei non andrà pei fatti suoi prima di aver aggiustato i conti con me... se no..."
      },
      {
        "index": 32,
        "text": "Il tuono era mutato. Al tu confidenziale era già successo il lei."
      },
      {
        "index": 33,
        "text": "Emilio gli si rimise allato."
      },
      {
        "index": 34,
        "text": "— Se no che cosa? — chiese egli fingendo di non capire l’allusione minacciosa di quella frase in — Se no... bruti ara! — rispose Paolino con una parola furbesca, che vuol dir tutto, e non vuol dir nulla."
      },
      {
        "index": 35,
        "text": "— Ah caro mio! — sciamò Emilio crollando il capo in aria di disprezzo c di compatimento — Ascolta, Paolino, e sta bene attento a ciò che sto per dirti, perchè ti assicuro che il dimenticarlo ti"
      },
      {
        "index": 36,
        "text": "potrebbe costare molto caro, un giorno o l’altro. Io"
      },
      {
        "index": 37,
        "text": "so benissimo che la mia vita è in tue manine che volendo, potresti stanotte istessa farmi tradurre dritto in castello. t ,"
      },
      {
        "index": 38,
        "text": "•rr Ed io, dunque, non sono aneli’ io in questa"
      },
      {
        "index": 39,
        "text": "— Si-, colla differenza che tu stai sicuro di me, mentre io non sono sicuro di le."
      },
      {
        "index": 40,
        "text": "Paolino non fiatò."
      },
      {
        "index": 41,
        "text": "— Non mi rispondi? Sai che il proverbio dice: chi tace conferma. Dunque, se è cosi, vedi che tu sei un birbante — continuò Emilio fra i denti."
      },
      {
        "index": 42,
        "text": "— Sei un ribaldo !... Lisciatelo dire-, sei un ribaldo ... Tanto per farti vedere che non ho paura di te. Ascolta bene, Paolino: se tu hai nelle mani questo infame mezzo, io ne ho un altro molto più segreto e più terribile, che fa giustizia quando il colpevole meno sei pensa, e che lino adesso non ha nò fallata una vittima nè, scoperto un punitore... Ricordati deU 1 arcangelo Gabriele."
      },
      {
        "index": 43,
        "text": "Per comprcn4ere quest’ultima frase di Emilio bisogna sapere ciò che segue:"
      },
      {
        "index": 44,
        "text": "Qualche mese prima « di pieno giorno, in una delle contrade più centrali della città » — la contrada del Durino — « il protomedico Vandonj, ritornando dal palazzo civico alla sua casa, era stato pulitamente soffermato da un giovine di bell’aspetto e in buon arnese, che cavalo il cappello gli si accostò per parlargli vicinissimo...^ s’udi un grido acuto, e nello stesso tempo fu visto il protomedico stramazzare a terra.Era morto."
      },
      {
        "index": 45,
        "text": "« Interrogata dal giudice una mendica che aveva stazione fissa alla porta della chiesa, in faccia alla quale era accadulo il fatto, rispose che 1’ arcangelo Gabriello era sceso dal cielo a punire quel malvagio di dottore. Non è improbabile che, a quella poverella, il viso bellissimo deiruccisore avesse dato argomento a queir esaltazione religiosa. Quel malvagio di dottore, uomo d’età matura, nell agiatezza, aveva denunciato un suo confratello d’ufficio, come possessore di cedole mazziniane, e, in seguito a quella denuncia, l’imputato aveva toccato condanna di venti anni di reclusione. Il fatto turpissimo aveva indegnato la popolazione, e lo spirito pubblico era così esacerbato, che, quando corse voce di quella giustizia sopranaturale, tutta la città ne tripudiò , e la morte di quell’infame fu un avvenimento festivo : l’opinione pubblica confermò la sentenza e l’esecuzione dell’ arcangelo Gabriello. Chi però non volle dar fede alla versione dell’arcangelo ritenne che il colpo partisse da Londra, e fosse opera di tremende società segrete, che con enormi mezzi e fidati emissari, sfidasse i governi tirannici, incutendo quel terrore dell’incognito, phe per non aver misura nò proporzione esagera la'forza, e minaccia da ogni parte impensatamente, senza lasciar tempo di premunirsi. 11 governo austriaco infatti ne fu terribilmente colpito."
      },
      {
        "index": 46,
        "text": "« Dopo quel fatto i capi 1 della associazione furono assediati da profferte di popolani, ognuno dei quali voleva diventare arcangelo a sua volta, e chi pror"
      },
      {
        "index": 47,
        "text": "poneva di far il passaporto ad una spia, chi ad un commissario, chi ad un generale, un altro ad un banchiere, un ultimo a un gesuita : ognuno aveva il suo, e tutto ciò per aver pretesto a chieder denaro, e ad oziare per mandato della patria."
      },
      {
        "index": 48,
        "text": "« I capi energicamente respinsero quelle sanguinose profferte, dichiarando che tali fatti poteansi appena accettare compiuti, frutto di ispirazione o di ineluttabile necessità, non mai meditarli, e tanto meno dar loro carattere pseudo-legale di mandato."
      },
      {
        "index": 49,
        "text": "« Tal repressione sconcertò i piani degli arcangeli infernali, e fu la prima origine di quella cupa ostilità cui furono fatte segno le persone oneste del- Tassociazione, dai malvagi penetrati in essa:, le cose vennero a tale estremità che le prime trovaronsi impensatamente tra due fuochi, gli oppressori stranieri e i salvatori : e spesso questi ultimi facevano più terrore che i primi."
      },
      {
        "index": 50,
        "text": "« Qualche tempo dopo la morte del Yandoni — sul- Timbrunire di una giornata del 1852 — uno di quegli scellerati popolani che s’erano introdotti nella cospirazione per conoscerne le fila, veniva raccolto in una strada e trasportato morente all'ospedale maggiore. Accorrevano premurosamente al suo letto il direttore di polizia e le autorità militari- r ma per quanto dicessero e facessero non poterono strappargli una parola : lo spavento e fors’anehe il rimorso lo avevano annichilito. Coperto di ogni sorta di delitti, assassino, complice di furti famosi rimasti impuniti , quella giustizia ^ sommaria fulminea che"
      },
      {
        "index": 51,
        "text": "lo coglieva in luogo della giustizia legale, gli aveva percosso l’animo di tale sgomento, che morì senza rivelare alcuno. Quel fatto restò così avvolto nel mistero al guardo degli uomini. »"
      },
      {
        "index": 52,
        "text": "Alle parole di Emilio, il popolano aveva,curvata la testa sul petto senza dir parola."
      },
      {
        "index": 53,
        "text": "I — ficcatelo, dunque, bene in mente. C’ù a Milano sei persone, che tu non conosci, che non hai mai vedute, ma che sanno chi sei tu, e come operi, e come pensi. Al primo tentativo che la polizia facesse per mettermi addosso le mani, ricórdati bene che i sospetti cadrebbero sopra di le ... e allora non ti garantisco che ti potesse capitare un bruito scherzo. Hai capito? Uomo avvisato, mezzo salvato."
      },
      {
        "index": 54,
        "text": "— Questa però è un’ingiustizia ! — sciamò Paolino, con voce da vigliacco ,-r- Perché dovrò essere io solo responsabile di ciò che potrebbe venir in"
      },
      {
        "index": 55,
        "text": "— Perchè non c’è altri che tu, che possa soffiare."
      },
      {
        "index": 56,
        "text": "— Non è vero...; lo cose le sa anche Lisandro."
      },
      {
        "index": 57,
        "text": "— Lisandro è stato messo in guardia a suo tempo, da chi si deve*, del resto egli non ha mai fatto il tuo infame mestiere di mettere a prezzo il segreto , e di farsi pagare a peso d’oro il silenzio, come usavi con chi mi precedette, e come hai tentato di fare anche con me. ."
      },
      {
        "index": 58,
        "text": "— Io non ho.messo a prezzo nulla ^—■ disse Paolino sompre più dominato dal fiero contegno di"
      },
      {
        "index": 59,
        "text": "Emilio —dico soltanto che per far le cose a questo mondo ci vuol denaro, perchè nessuno lavora per nulla, ed io non li trovo per la strada come i ciottoli i marenghini."
      },
      {
        "index": 60,
        "text": "— Ma che ? credi tu di parlar con un imbecille? In soli sei mesi ch’ io li conosco non sono forse passato dalle mie nelle lue mani più di duecento svan- ziche, oltre la paga per te e i tuoi compagni ?"
      },
      {
        "index": 61,
        "text": "— Ebbene? — rimbeccò Paolino — Era forse roba sua ? Lei non ne piglierà forse del denaro dai signori di Londra?"
      },
      {
        "index": 62,
        "text": "— Io! — sciamò Emilio fermandosi — Miserabile! Ah tu credi dunque che ci sia al mondo denaro bastante per mettere un uomo al rischio continuo della forca, come lo sono io, dacché li ho conosciuto ?"
      },
      {
        "index": 63,
        "text": "— Ed io dunque non sono forse a questo rischio?"
      },
      {
        "index": 64,
        "text": "— Basta cosi! — sciamò Emilio vedendo di non poter uscire altrimenti dal circolo vizioso di queirinfame diverbio. — Ne ho abbastanza d’averti fatto vedere che le lue arie di spavaldo a me non mi vanno. Ora veniamo a noi."
      },
      {
        "index": 65,
        "text": "Cosi dello mise una mano in tasca, ne cavò del denarose lo diede a Paolino, soggiungendo:"
      },
      {
        "index": 66,
        "text": "— Ecco la paga del febbraio... anticipata come il solilo. Ora, ricórdali, che questa è l’ultima volta che esce denaro dalle mie mani per cadere nelle tue. Io mi ritiro fleflrttlivamenle, e non voglio più saperne di nulla. Domani o dopodomani riceverai gli ordini da un altro. \\"
      },
      {
        "index": 67,
        "text": "palpar delle monete — Adesso che è proprio venuto il tempo di raccogliere, lei vuole staccai'si?"
      },
      {
        "index": 68,
        "text": "— Ma il frutto. A me-m’han detto di star pronto per sabbato sull’ imbrunire."
      },
      {
        "index": 69,
        "text": "— Lo so} ma io non voglio saperne."
      },
      {
        "index": 70,
        "text": "— Perchè è una pazzia} perchè non potremmo che farci impiccar tutti senza ottenere un filo} perchè il paese non ne sa nulla, e non è ancora preparato abbastanza, e ci lascerà scannare come tanti agnelli... Capisci il perchè?"
      },
      {
        "index": 71,
        "text": "— Là cosa fu combinata da chi non sa nulla di nulla, e crede di veder domani insorgere tutta la Lombardia, come un barile di polvere in cui cada una scintilla. Ma invece la scintilla questa volta sarà spenta prima di giungere neppure al coperchio. Del resto è inutile ch’io getti il mio fiato ora con te. Da questo punto io rinuncio a qualunque grado, a qualunque incarico di questo genere. Mettitelo bene nella memoria. I denari te li ho dati... ho fatto il mio dovere finora. Fa conto di non avermi mai visto, nè conosciuto di tua vita. Hai inteso?"
      },
      {
        "index": 72,
        "text": "— Bravo. Adesso tu ritorna alla Foppa per di"
      },
      {
        "index": 73,
        "text": "là} io me ne, vado per di qua, e che Dio ve la mandi buona."
      },
      {
        "index": 74,
        "text": "Così dicendo Emilio volse le spalle al popolano, e s’incamminò verso casa."
      }
    ]
  }
}