{
  "chapterNumber": 6,
  "title": "Capitolo Sesto",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Il pranzo Firmiani non fu molto allegro."
      },
      {
        "index": 1,
        "text": "Noemi si sforzava di sorridere, or a questo, or a quel convitato, e di rispondere con garbo agli omaggi e alle domande che le venivano dirette da ogni parte; ma erano risposte tronche, c sorrisi a lior di labbro, che nascondevano a stento la preoccupazione deir anima sua."
      },
      {
        "index": 2,
        "text": "Finalmente Noemi diè la levata,e offerto il braccio, come il solito, al nonno, fe - ’ritorno in sala, seguita da tutta la comitiva."
      },
      {
        "index": 3,
        "text": "Noemi dopo il caffè si mise al pianoforte; la Firmiani si sedette presso al nonno."
      },
      {
        "index": 4,
        "text": "— Dunque, signora Cristina, — sciamò il vecchio conte, col suo fare lusinghiero e minchionatorio — lo vediamo o non lo vediamo questo nipotino... questo pronipotino ?"
      },
      {
        "index": 5,
        "text": "Cristina non mostrò <T essere molto meravigliata di quest’uscita del conte. Sorrise, crollando leggermente il capo, e rispose:"
      },
      {
        "index": 6,
        "text": "— Ali, caro nonno, a lei non si potino nascondere certe cose. Ma bisogna pensare che dalla nascita del mio povero Lorenzino sono passali diciot-"
      },
      {
        "index": 7,
        "text": "— Diciolt’anni ! — sciamò il vecchio, come se non lo sapesse — Il tuo Lorenzino avrebbe già di-"
      },
      {
        "index": 8,
        "text": "— Pur troppo! •- sciamò la Firmiani sottovoce — Sa lei, piuttosto, caro nonno, a chi deve fare quella raccomandazione ?"
      },
      {
        "index": 9,
        "text": "— Sicuro! — sciamò Cristina volgendo il capo verso di lei, che stava al pianoforte suonando un pezzo della Lucia — E se ho da dir io, da qualche tempo la trovo un po’ cambiata."
      },
      {
        "index": 10,
        "text": "— Cambiata? Cambiata in che senso?"
      },
      {
        "index": 11,
        "text": "— Non saprei... Di faccia e forse anche un po' di modi. È più pallida, e meno allegra d'una volta."
      },
      {
        "index": 12,
        "text": "— Ali ! — sciamò il nonno — pur troppo 1 Ella protesta di star bene, e di non aver nulla... ma, naturalmente, non c’ è che suo marito che le' creda... Del resto, — soggiunse socchiudendo gli occhi come soleva fare quando stava pei' dii - qualche cosa di piccante — non mi darai ad intendere che ella non t’abbia già fatto le sue confidenze. Tu mi"
      },
      {
        "index": 13,
        "text": "lilla avea bisogno di studiare un po’ la condotta che le conveniva di tenere. Le poche parole dette dal nonno con una specie di indulgente indifferenza, contenevano in germe il segreto della trama eh 1 essa volgeva in cuore a danno di Noemi."
      },
      {
        "index": 14,
        "text": "— Confidenze di infelicità... confidenze di donne... Via, Cristina, tu mi dovi intendere a volo. Qualche cosa di diverso c’è nel cuore di Noemi; nessuno me lo leva dal capo... Ci vedo troppo. Non r è che Emanuele che non capisce... non io. Del resto Noemi è troppo aperta per nascondere tutti i suoi sentimenti a un uomo che ha vissuto novan- t’anni come me... m’intendi ?"
      },
      {
        "index": 15,
        "text": "La Firmiani guardò in viso al nonno con indicibile espressione di ingenuità."
      },
      {
        "index": 16,
        "text": "Assolutamente quella donna era stata creata da Dio per entusiasmare il pubblico dal palco scenico"
      },
      {
        "index": 17,
        "text": "All'udire il nonno parlare di ciò ch’ella avrebbe voluto insinuargli poco prima, e parlarne con tanta tolleranza, capì che bisognava voltar strada e cominciare» a l'arsi un merito a’suoi occhi col difendere sua cugina e mostrar buon cuore."
      },
      {
        "index": 18,
        "text": "— Capisco; — rispose — ma io non credo menomamente che Noemi sia per mancare neppur in pensiero ai doveri che..."
      },
      {
        "index": 19,
        "text": "— Mancare! — interruppe il nonno parlando sempre sottovoce — Chi parla di mancare ai suoi doveri? Anche Emanuele, se si viene in discorso, non parla che di doveri coniugali, come se fossero azioni di strade ferrate o cartelle del prestito. Egli crede di essere un uomo positivo e non vive che di massime... Io non dico che Noemi stia menomamente per mancare in nessuna guisa... ma, principiis oh sta , sero medicina paratiti'."
      },
      {
        "index": 20,
        "text": "— Vuol dire, per bacco, di star attento in prilla cipio. Ora so che, fra donne, certe cose non si nascondono ... e mi volgeva a te... capisci ?."
      },
      {
        "index": 21,
        "text": "Se Noemi non fosse quella che è... un po’ romantica ... un po' testa calda ... non temerei... Sono uomo di mondo. Perchè, infine, se non ci pensa suo marito, non so come avrei a farmene io uno scrupolo ... Ma essa è tale che se sfortunatamente dovesse pigliare una passione ... guai a lei !... Ti pare? Che ne dici?"
      },
      {
        "index": 22,
        "text": "Cristina dovette risolversi; bisognava o tingere di non saper nulla, o svelare il segreto di Noemi. Ma quel vedere che il nonno mostrava più compassione che sdegno, la persuase a tenersi al primo partilo."
      },
      {
        "index": 23,
        "text": "Rispose però in modo che il nonno dovesse sospettare ch’ella non dicesse la verità."
      },
      {
        "index": 24,
        "text": "Egli stette un po’in silenzio, soprapcnsiero, poi soggiunse :"
      },
      {
        "index": 25,
        "text": "— Eppure io non m’inganno - , ella ha qualche cosa, o per meglio dire, qualcuno pel capo..."
      },
      {
        "index": 26,
        "text": "— Oh che cosa dice, caro nonno ? Dove la vuol mai che Noemi abbia potuto... ?"
      },
      {
        "index": 27,
        "text": "Ah ! interruppe il vecchio — in casa tua per esempio. È da qualche tempo che essa mi trascura un po' 1 alta sera per venire più spesso da"
      },
      {
        "index": 28,
        "text": "le. L’è gelosia bell’e buona codesta che mi"
      },
      {
        "index": 29,
        "text": "La Firmiani si sforzò di ridere, per togliersi al- l'imbarazzo crescente di quel dialogo."
      },
      {
        "index": 30,
        "text": "— Ti ripeto che io non ci penserei, se non temessi pel suo riposo, per la sua felicità.Se"
      },
      {
        "index": 31,
        "text": "ella fosse soltanto come un’altra mia nipote che ha nome Cristina ... per esempio."
      },
      {
        "index": 32,
        "text": "Il nonno continuava sottovoce:"
      },
      {
        "index": 33,
        "text": "— ... lasccrei che pensasse ella stessa alla propria felicità. Ma Noemi è un’altra cosa; e la poverina mi ha già dato molti sintomi allarmanti..."
      },
      {
        "index": 34,
        "text": "— Le giuro, caro nonno, che..."
      },
      {
        "index": 35,
        "text": "— Zitta, non voglio che tu mi giuri nulla su queste cose. Capirai bene che io sono persuaso che tu, ancorché sapessi lutto, non vorresti dirmi nulla. Ma nel caso che tu non sappia, ti prego, mettiti in guardia, e studia ogni mezzo di salvarla."
      },
      {
        "index": 36,
        "text": "— Oh Dio! — sciamò Cristina — di salvarla? Klla dunque corre un vero pericolo?"
      },
      {
        "index": 37,
        "text": "Il Firmiani lanciò uno sguardo scrutatore in viso a Cristina che lo sostenne imperterrita."
      },
      {
        "index": 38,
        "text": "— Dunque tu non ti sei proprio accorta di nulla? — sciamò egli quasi convinto."
      },
      {
        "index": 39,
        "text": "— Ma in nome di Dio di che cosa?"
      },
      {
        "index": 40,
        "text": "— Oh! di che cosa ho parlato finora? — proruppe il nonno — Ascolta y- continuò volgendo il pollice della mano verso il pianoforte da cui Noemi traeva suoni strazianti e tali die non possono uscire che dalle dita di donna innamorata. •— Ascolta. L’hai tu udita mai suonare in questo modo? Credi tu che queste note sieno l’effetto dell amore eh’ella porta a suo marito?"
      },
      {
        "index": 41,
        "text": "— Ah ! la mi lasci dunque dire, caro nonno, che questa volta ella sogna ad occhi aperti. Noemi ha sempre suonato il cembato perfettamente. E, quanto al resto, pretenda d’intendermene un po’ anclr io -, tanto più che Noemi non mi ingannerebbe; o allora, 1 , come io le voglio tanto bene, sarei stata la prima a vegliare sopra di lei ; così posso garantire ghc su questo argomento non c’è da temere..... Sa piuttosto, caro nonno, che cosa la rende triste, da qualche tempo?... Il sapere che Emanuele giuoca disperatamente alla borsa..."
      },
      {
        "index": 42,
        "text": "— Oh non lo credo; — disse il nonno — Tanto più che Emanuele non giuoca disperatamente..."
      },
      {
        "index": 43,
        "text": "Cristina si morse le labbra e continuò con finto calore :"
      },
      {
        "index": 44,
        "text": "— Oh questo sì. Povera Noemi ! Ma non basta; e se non ne sai più di nuybisogna dire ch’ella non abbia lasciato trapelare nulla neppure a (e ..."
      },
      {
        "index": 45,
        "text": "— Oh guarda ! — sciamò Cristina coll’ aria più buona c compassionevole del mondo - perchè, caro nonno, vuol ella a lutti i costi farle questo torto ?"
      },
      {
        "index": 46,
        "text": "— Che torto, che torto! Snella avesse sciaguratamente a farsi un amante, il torto sarebbe piu tìi qualchedun altro che di lei."
      },
      {
        "index": 47,
        "text": "Si dicendo, die 1 un’occhiata al Dal Poggio, che slava gravemente discutendo i destini di Europa con Gerolamino."
      },
      {
        "index": 48,
        "text": "— Dunque la crede, caro nonno, che Noemi abbia una ragione di non amarlo più suo marito ?"
      },
      {
        "index": 49,
        "text": "11 vecchio cominciò per rispondere di no, crollando il capo. Era questo un mòto’'fatto in lui abituale da un non so quale spiritò di contraddizione e di sottigliezza, ché gli dettava ogni risposta'."
      },
      {
        "index": 50,
        "text": "— Amare un altro uomo, — diss’egli sèmpre sottovóce — per una donna maritata non vuol sèmpre dire che ella non ami più suo marito, nò che suo marito meriti di non essere più amato. A te- non farebbe bisogno di dirle, queste cose. d\"dne amori sono d’una natura cosi diversa che possono benissimo star insieme, non dirò facendosi buona compagnia, ma senza prendersi pe 1 capégli. La questione non ò qui. del resto. La questione fc di scoprire chi sia r oggetto de 1 suoi pensieri... e della sua"
      },
      {
        "index": 51,
        "text": "Il dialogo fu inlorrotto dagli applausi che Noemi area strappato dalle mani degli invitatile per quella sera non fu punto ripreso."
      },
      {
        "index": 52,
        "text": "Noemi levatasi sorridente e commossa y venne a baciar in fronte il buon vecchio che stava parlando di lei colla sua segreta nemica."
      },
      {
        "index": 53,
        "text": "La Firmiani se non aveva accresciuto il sospetto del nonno, diminuito non glielo aveva di certo. Quantunque il buon vecchio non avesse in mente di farne parola al Dal Poggio, partiti che furono gli invitali, e rimasto solo con lui — mentre Noemi era liscila aneli’essa dalla sala per accompagnar Cristina lino all'uscio — non potò a meno di sciamare con un po’ di malumore:"
      },
      {
        "index": 54,
        "text": "— Adesso Noemi andrà di fuori e si piglierà un colpo d'aria! Mi pare, Emanuele, che tu me la trascuri un po’quella figliuola."
      },
      {
        "index": 55,
        "text": "Era la prima volta dopo quattro anni che il nonno diceva al marito di sua nipote una frase che tenesse un po' del rimprovero_ A chiunque altri"
      },
      {
        "index": 56,
        "text": "avrebbe fallo un po’di sensp. Al Dal Poggio, no. La natura lo aveva dotato di una intelligenza perfettamente in equilibrio col suo carattere."
      },
      {
        "index": 57,
        "text": "— Non so che faccia tanto freddo, — rispose egli senza volgere il capo verso il vecchio — per temere quello che voi dite, caro nonno-, del resto io non la trascuro menomamente,"
      },
      {
        "index": 58,
        "text": "— Se ti dico questo, — ripigliò il Firmiani quasi un po' pentito di essersi lasciato sfuggir quella frase — non è già per farti un benché minimo rimprovero ..."
      },
      {
        "index": 59,
        "text": "— Lo credo perfettamente^ non saprei di che cosa si potrebbe rimproverarmi..."
      },
      {
        "index": 60,
        "text": "— È solo, — continuò il vecchio — che mi par di capire che Noemi abbia bisogno di essere... un po’ più ... sotgnée ..., che so io... un po’ più distratta ..."
      },
      {
        "index": 61,
        "text": "— Distratta ! — ripetè il Dal Poggio con una certa maraviglia — Distratta in che modo?"
      },
      {
        "index": 62,
        "text": "— Oh Dio! non saprei... cosi... come si distrae una donna che, secondo me, comincia a impensierirsi un pochino... Non trovi tu che ella sia diventata un po’ malinconica da qualche tempo in qua?"
      },
      {
        "index": 63,
        "text": "— Sarà forse, caro nonno, ma io nè me ne sono accorto, nò avrei avuto tempo di accorgermene."
      },
      {
        "index": 64,
        "text": "— Che diamine, nipote mio ! So che tu dici, come gli Inglesi, che il tempo è denaro ^ ma per accorgersi di certe cose non fa bisogno di tempo, fa bisogno di occhi."
      },
      {
        "index": 65,
        "text": "— Ed io vi ripeto, nonno, che gli occhi, mi avranno forse ingannato, ma non mi fecero accorto di nulla."
      },
      {
        "index": 66,
        "text": "— Ebbene, tv dirò allora che io ho osservato in vece tua."
      },
      {
        "index": 67,
        "text": "— Ah! vedo che tu pigli- la cosa diversamente"
      },
      {
        "index": 68,
        "text": "da quello che m'irftendo io."
      },
      {
        "index": 69,
        "text": "— Tutt’altro; la piglio come merita di esser# pigliata:..'. etti serio."
      },
      {
        "index": 70,
        "text": "Il nonno crollò il capo quasi dispettosamente."
      },
      {
        "index": 71,
        "text": "— Caro Emanuele,.tu -non puoi credere che io dal canto mio possa scherzare su una cosa che riguarda Noemi."
      },
      {
        "index": 72,
        "text": ". — Ma siccome so chfe di quando in quando vi piace di blWttftflttare:...' Io non ho questo vantaggio..."
      },
      {
        "index": 73,
        "text": "— Dunque la quistione non era ben posata. Tu mi parlasti di colpa, come se io volessi farti un"
      },
      {
        "index": 74,
        "text": "rimprovero!., ciò che non è. Non si tratta di sapere se la abbia colpa o no... si tratta che Noemi non è più come una voltò*, ò impensierita;... ha perduto ogni allegria. - mi"
      },
      {
        "index": 75,
        "text": "— Ma in tal caso non v’intendo. Che cosa volete che vi faccia io?"
      },
      {
        "index": 76,
        "text": "Il nonno cominciava a dimenarsi sulla sedia con"
      },
      {
        "index": 77,
        "text": "— Caro Emanuele, in queste cose non si ponno dar ricette come per la febbre terzana o scarlattina. Mi pare perù che volendo pigliarsi a cuore la cosa, mezzi non ne mancherebbero .. » a un marito ..."
      },
      {
        "index": 78,
        "text": "— Ah caro nonno, voi finirete col farne un enfant fiate di mia moglie.. j"
      },
      {
        "index": 79,
        "text": "Il Firmiani atteggiò la lisonomia al sorriso, e"
      },
      {
        "index": 80,
        "text": "— Eh! mio Emanuele, se pon la ò diventata finora sarà molto difficile che Io divinali nel tempo"
      },
      {
        "index": 81,
        "text": "voglia farne un enfant gatti,*, è che io l’amo come — padre, tu come marito."
      },
      {
        "index": 82,
        "text": "— Bene; non saprei che cosa ella potrebbe desiderare di più? — sdamò il Dal Poggio."
      },
      {
        "index": 83,
        "text": "Il vecchio fece un gesto colle mani sui bracciuoli della sedia, come a dire: Questo ù troppo, per esempio"
      },
      {
        "index": 84,
        "text": "Ma dissimulando, seguitò:"
      },
      {
        "index": 85,
        "text": "— Siamo entrati nel cuore della quistione- Poniamo che Noemi desiderasse qualche cosa di più..."
      },
      {
        "index": 86,
        "text": "— Oh! ella non ha che a dirmelo. Quand’è ch’io"
      },
      {
        "index": 87,
        "text": "le Ito rifiutato ciò ch’ella mi mostrò desiderio di avere ?"
      },
      {
        "index": 88,
        "text": "A questo punto l’impazienza del vecchio s’era cangiata in una specie di meraviglia."
      },
      {
        "index": 89,
        "text": "— Ma spero bene, — disse — che avrai capito che non si tratta di cappellini o di palchi in teatro!..."
      },
      {
        "index": 90,
        "text": "Allora non intendo ancora a che cosa vogliate venire, caro nonno."
      },
      {
        "index": 91,
        "text": "— Dio mio! lo vedo-, — sciamò questi — A una sfortuna che non ci possiamo intendere a prima vista..... è una stranezza anche! Mi pare che non fosse cosi una volta. Dipende dalla diversità delle nostre opinioni in fatto di donne. Si può dire che abbiamo un modo di vedere al rovescio della nostra età rispettiva. Io, non so come, sono il giovine,:tu sei il vecchio. Io parto dal principio della natura , tu parti-dal principio dell’autorità e del dovere..."
      },
      {
        "index": 92,
        "text": "— Sarà forse così,. giacché avete trovato questa distinzione. Io non ho mai avuto la pretesa di essere un filosofo... io."
      },
      {
        "index": 93,
        "text": "— Ma che cosa intendi tu per essere filosofo?"
      },
      {
        "index": 94,
        "text": "— Eli! che so io?... Frascherie!... Gose inutili!"
      },
      {
        "index": 95,
        "text": "— L’ho detto ‘io che noi facciamo una figura assurda. Ascolta un po’, Emanuele-, poniamo che Noemi... è un’ipotesi un po’slanciata..... ma poniamo che Noemi s’innamori..."
      },
      {
        "index": 96,
        "text": "— S’innamori di chi? — chiese Emanuele aggrottando le ciglia."
      },
      {
        "index": 97,
        "text": "— Eh mio Dio! di chi? Dell’uomo che lo toc-, casse il cuore..."
      },
      {
        "index": 98,
        "text": "— Ma questa è una frase vecchia, mio caro Emanuele. In che maniera la conosci tu, Noemi, per dire che è impossibile ch’ella possa innamorarsi d’un altr 1 uomo... ? Poe’ anzi mi confessasti che non ti eri accorto cipolla era malinconica e sopra pensiero. Su che cosa appoggi quella tua sicurezza? Mi farai un gran piacere se mi mostrerai di saperlo..."
      },
      {
        "index": 99,
        "text": "— Ma in verità, nonno, si direbbe che stasera..."
      },
      {
        "index": 100,
        "text": "— No, non si direbbe nulla ! — interruppe il vecchio, vivace — Dimmi soltanto perchè credi impossibile che a Noemi non possa, piacere qualche giovinotto... tra quelli che le fanno la corte ?"
      },
      {
        "index": 101,
        "text": "— Oh per Dio santo.! -r, gridò il Dal Poggio — perchè ella, l’avrebbe a fare con me—."
      },
      {
        "index": 102,
        "text": "— Zitto ! — disse il vecchio imperiosamente — noi alziamo troppo la voce. Orsù, Emanuele, ragioniamo senza scaldarci... corno se si trattasse d’un - ’ altra donna. La tua risposta non vai nulla, come vedi: la. li è sfuggila dal fegato, non dal, cuore. Noemi Pavrebbo a far con te, solo quando ella tradisse i suoi doveri di moglie. Ora capirai che dalla nostra ipotesi a quel punto c’ è un abisso."
      },
      {
        "index": 103,
        "text": "— Gli è, caro nonno, che io credo che il dovere di moglie cominci dal restar fedele a suo marito anche in pensieri."
      },
      {
        "index": 104,
        "text": "— Ammetto. Ma allora non si può dire clPossa debba aver a farla con suo marito. La giustizia umana per punire non va a scrutare 1\"' intenzione della colpa, punisce la colpa quand’è commessa..."
      },
      {
        "index": 105,
        "text": "— Ah ! in verità lasciatemelo dire, nonno, se io non conoscessi Noemi, dovrei temere che voi vogliato farmi capire qualche cosa di orribile."
      },
      {
        "index": 106,
        "text": "— Mi pare d’aver detto che non parlavo nò di le, nè di Noemi •, parlavo in generale..."
      },
      {
        "index": 107,
        "text": "— Credi tu che il dovere basti sempre e in ogni caso a preservare dalla passione?"
      },
      {
        "index": 108,
        "text": "— Ecco l’errore. Alle donne non può, nò deve"
      },
      {
        "index": 109,
        "text": "— No... alle donne che si perdono. Si chiama perduta la donna quando ha già mancato al dovere. Ma- prima,., quand’essa sta per cadere, e potrebbe essere salvata forse da una parola, da un filo...?"
      },
      {
        "index": 110,
        "text": "— Chi lo direbbe! — sciamò il nonno giungendo le mani — A novant’anni udirsi dirci fantasticherie da un uomo di quarantacinque. Chi Io direbbe!"
      },
      {
        "index": 111,
        "text": "— Io non vado a cercar cinque ruote in un carro} la mia morale non fa tante distinzioni. E in ciò la penso appunto come i filosofi antichi. La donna che tradisce i suoi doveri merita la morte. E anche il codice francese mi dà ragione ,' colP impunità-del marito che uccide Y adultera."
      },
      {
        "index": 112,
        "text": "— Si vede, Emanuele, che hai studiato di legge, e che non puoi staccarti dall’idea della pena. Non . . j r L fl'. J p G(jl03 il OOaìfl/jq ./.qloo che*)'"
      },
      {
        "index": 113,
        "text": "parliamo di pena, perbacco 1 qui non c’ è nessuno die la merita. Parliamo piuttosto dei modi di pre — Prevenir la pena?"
      },
      {
        "index": 114,
        "text": "— Queste, caro nonno*, le ho sempre credute utopie !"
      },
      {
        "index": 115,
        "text": "— Bene, ne parleremo poi. Adesso sento ch’ella ritorna-, è inutile continuare.'"
      },
      {
        "index": 116,
        "text": "Infatti si udì nella camei'a vicina approssimarsi il rumore che facevano i piccoli taccili di Noemi sul pai imento."
      },
      {
        "index": 117,
        "text": ".-Hi tjgioi- otta cibi ini iaiuitd iha/tamiino* «irm >.l ibiinn -i9H owir.-iq no ti. o)b>.u avuwn'h ©-mirnori-i"
      },
      {
        "index": 118,
        "text": "ideo unir tu"
      },
      {
        "index": 119,
        "text": "-u nnq jIihviti it im ifiano^.t nq 'c'-nii fioo Al *«♦«< ermi ór. -I «-.ifhóHvnKa -oe re"
      }
    ]
  }
}