{
  "chapterNumber": 5,
  "title": "Część pierwsza, 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W gabinecie gospodarza leżała sina chmura nad pochylonymi grzbietami. Pracowały cygara i wyrzucały się karty z dłoni. Cisza zalegała tutaj, podkreślana pomrukiem rozwagi i stateczności ludzi dojrzałych. I świece na zielonych stolikach paliły się surowo; żółte ich płomyki stygły za dymnicą siną, płonęły twardo jak oczy panów pod hazard już wszczęty."
      },
      {
        "index": 2,
        "text": "Do tej komnaty skupienia wtargnęła nagle fanfarą muzyka szeroka, rytmami posuwista i tak w swym umiarze stateczna, że panowie pojęli ją odrazu, jako apel do swych stanowisk i godności. Bez przeciwiania się tedy i bez zwłoki powstawali wszyscy po kolei i, chrząkając zwracali się za gospodarzem w stronę najgodniejszego z obecnych — siwego nababa z Ukrainy. Zrozumiał. Podczesawszy tedy dłonią czuprynę i podgarnąwszy wąsiska, ruszył do salonu."
      },
      {
        "index": 3,
        "text": "Za chwilę kroczył w czole korowodu, by fantazyą głowy siwej i gestu powagą przyjmować pięknej pani skłonienia i łaskę w jej płynnych ruchów pochodzie. Wiodąc jakby rozmowę niemą jeno szlachetnego gestu wyrazem, stawali raz po raz oboje, obzierając się na panów tym oto progiem nie gardzących i na dobrodziejki dziś tak łaskawe. Póki zaś najmilszych gości połączone pary po sali wodzić raczyli, kapela, w dalszych grająca pokojach, nie śmiała uderzać w instrumenty głośne; dopiero gdy służba drzwi na ścieżaj otwarła, muzyka echem wszystkich komnat zagadała nagle."
      },
      {
        "index": 4,
        "text": "Snuła się poloneza wstęga, aż do stołu białej podkowy w świateł, kwiatów i zastawy rozbłyskach."
      },
      {
        "index": 5,
        "text": "Do wielkiego jak tron fotelu u czoła stołu podprowadzała już byłobyła służba z drzwi niedalekich sędziwego starca, dygocącego głową, ręką i kijem w niej trzymanym."
      },
      {
        "index": 6,
        "text": "Damy surowe, małżonki solidnych mężów, siedziały przy wieczerzy w uroczystem skupieniu, przyjmując potrawy i wina, jak ciało i krew pańską. Te inne, mniej uroczyste: panie białe i pulchne, o miękkich wejrzeniach istot leniwych dorzucały przez głęboko obnażone biusta swych piersi ciepłą woń do chłodnego kwiatów tchnienia, win meszkowego zalotu i do potraw zapachów pikantnych; jedząc i pijąc dosytnio, promieniowały w powietrze fluidum ciał luksusowych."
      },
      {
        "index": 7,
        "text": "Brunetka w skromnej białej sukni, niby w koszulce dziewiczej, pana Szolca jedynaczka, o poduszkowym układzie okrągłej twarzyczki na czarnym jedwabiu swych włosów słuchała, coraz to bledsza, nieustannych rewelacyi z zakresu sztuki i literatury. Pan Horodyski obrabiał tymczasem realiami płową blondynkę o karbowanej grzywce; słuchała jego rebusowych jednoznaczników z dużem zadowoleniem, miała wszakże tę wadę organiczną, że rumieniła się raz po raz na widoku ludzi. Młoda mężatka o rozbieganym języku i niespokojnej nóżce znalazła się szczęśliwie naprzeciwko aż dwuch ludzi popularnych. Przypatrując się rzadkiej minie i niezbyt starannie golonemu obliczu poety, oraz udręczonej nerwowem roztargnieniem twarzy młodego muzyka, podniecała swą ciekawość do tego stopnia, że aż zamilkła, pozwalając zresztą siedzącemu tuż obok dziennikarzowi położyć sobie rękę na kolanie; czynił to pod stołem gestem cierpliwej i łagodnej wymówki, jak kładzie ojciec dłoń na głowie niedoświadczonego dziecka."
      },
      {
        "index": 8,
        "text": "Panu Szolcowi natomiast szczęście mniej służyło: minęła go sposobność spożycia kolacyi przy damie. Tę panią zabawiał hrabia o długiej szyi, z początku nieco odęty na towarzystwo całe i nie wiedzący o czem mówić, po kilku jej ślizkich »powiedzeniach« żywo zainteresowany i »wcale jeszcze niczego kobieta«, — mówiący zezem i szyją skręconą. Lecz jego sceptycyzm zużycia drażnił wolnomyślność starszej małżonki, wybujałą raczej na tle pewnych prywacyi w życiu spokojnem. Wywikłała się z tego cynizmów przeciwieństwa ogólna dyskusya — rzecz oczywista — »o kobiecie«. Hrabia podniecany do coraz to drastyczniejszych powiedzeń przez hazardowny język pani, mówił w doświadczonej niewiasty oczy bystre:"
      },
      {
        "index": 9,
        "text": "— Kobieta wprawdzie ma duszę, jak nam kościół wierzyć każe, lecz duszę swego stada, moralność atmosfery, jaka ją otacza, a zmysły swych wielbicieli."
      },
      {
        "index": 10,
        "text": "Temperamentowa dama aż się na krześle podrzuciła wobec tych słów, a, odpowiadając mu z impetycznem oburzeniem energii radosnej, rzuciła żywość i swobodę na zgromadzenie całe."
      },
      {
        "index": 11,
        "text": "Gwarno czyniło się przy stole biesiadnym."
      },
      {
        "index": 12,
        "text": "Pułkownik znalazł się w kącie wyłącznie męskim, mając za sąsiada tłustego obywatela z Litwy; gawędził tedy z Wojciechem Stanisławowiczem. Obu panów zaciekawiła bardzo królująca przy stole postać starca o soplach siwych wąsów zwisłych niżej podbródka, zadartego ku górze pod zakrzywiony nos: sędziwość wielka wyzierała z tej twarzy zwiędłej w dziób ptaka niedomknięty i woskowego czoła o trumiennym połysku."
      },
      {
        "index": 13,
        "text": "— Któż to jest taki? — pytał pułkownik."
      },
      {
        "index": 14,
        "text": "— Dziad pani. Major."
      },
      {
        "index": 15,
        "text": "— Hm? rozszerzyły się pułkownikowi oczy. — Czyż by taki żył jeszcze?... Wojsk polskich?"
      },
      {
        "index": 16,
        "text": "— Kampanię trzydziestego roku odbył jako oficer. Majorstwa dosłużył się na Węgrzech pod Bemem."
      },
      {
        "index": 17,
        "text": "— Pod Bemem, — oryentował się pułkownik szybkiem potakiwaniem głowy."
      },
      {
        "index": 18,
        "text": "— Za Garibaldiego niósł w roku wolność Neapolowi pod jenerałem; tamże ranny. Brał udział w 63-im roku. Bił się jako ochotnik w wojnie francuskiej, w franctireurach pod jenerałem Lipowskim."
      },
      {
        "index": 19,
        "text": "Pułkownik potakiwał szybko głową."
      },
      {
        "index": 20,
        "text": "— Wnet potem walczył przeciw armii wersalskiej pod jenerałem Dąbrowskim Jarosławem."
      },
      {
        "index": 21,
        "text": "Pułkownik drgnął i roztworzywszy już usta kazał długo czekać na słowo zdumienia."
      },
      {
        "index": 22,
        "text": "— Komunard?! — szepnął wreszcie. W energicznym zwrocie w stronę sąsiada pchnął mocno czyjeś ramię: ujrzał wielką rękę w białej nicianej rękawiczce i wygoloną twarz."
      },
      {
        "index": 23,
        "text": "— Beaujolais? — Pontet Canet? — Mouton Rothschild? — usłyszał recytacyę pytającą. Lecz że całą uwagę miał w tej chwili zwróconą gdzieindziej, machnął tylko niecierpliwie dłonią na znak, by zostawiono go w spokoju."
      },
      {
        "index": 24,
        "text": "— I jemu wolno było wrócić? — zagadnął wciąż jeszcze wzburzony."
      },
      {
        "index": 25,
        "text": "— Beaujolais? — Pontet Canet? — Mouton Rothschild? — usłyszał tylko po raz drugi i nieco dalej, gdyż Wojciech Stanisławowicz zajęty był właśnie rozważaniem tamtych pytań."
      },
      {
        "index": 26,
        "text": "Więc przeniósł oczy na to czoło gromniczne i wąsy zaporoskie pod niedomkniętym dziobem twarzy. »Oni tu jak Egipcyanie z mumią do stołu siadają, — pomyślał po chwili. — Nie dziw, że takiemu pozwolono wrócić, — tłumaczył sobie bezwiedną udrękę dezoryentacyi w rzeczach prawa."
      },
      {
        "index": 27,
        "text": "Pozostawiony przez chwilę sobie (Wojciech Stanisławowicz wciąż jeszcze nie mógł się zdecydować na markę i flaszę), pułkownik obiegał spojrzeniem obecnych, szukając Niny po zapamiętanej barwie sukien. Lecz oto w drugim końcu stołu ujrzał wyniosłą postać gospodarza i ostre jego baki. Stoi sztywno i, udając zajętego szeptaną rozmową z gościem tyłem do niego siedzącym, kierował służbą zaledwie oka jednem zmrużeniem i lekkiem wykrzywieniem rybich warg w jamie włosów. »Jak to u niego tu sprawnie wszystko idzie — podziwiał pułkownik, i jak spokojnie. Także „jenerał!“ — ichniego tu dziś życia«."
      },
      {
        "index": 28,
        "text": "I z dobro zacną złośliwością w siwych oczkach rozglądał się dalej, zatrzymując wzrok tym razem na pięknej wnuce starca. Niebawem zadumał się nad tem, jak ta kobieta urasta, szlachetniejszą i jeszcze piękniejszą się wydaje w chłodnej pozie reprezentacyi. — »Tu dziad! — myślał — tam stryj! tu brat! kto wie, czy nie z takichże. A tam jeszcze przodkowie pod Jeną czy Samo-Sierą; dawniejsi może i na Kremlu byli... Nu i baronowa Nieman! — zakołysała mu się broda, — reprezentująca męża geszefty i pychę«."
      },
      {
        "index": 29,
        "text": "— A ty mi z twą łapą w pieczątce nicianej pod bok nie leź! — wybuchnął nagle w purpurowej pasyi. — I nie gadaj mi w koło to samo: wszystko jedno, ja się nie znam. A ja nie Polak: udawać nie będę. Wyuczyliż papugę po francusku!... Ot Wojciech Stanisławowicz niech poradzi. On na Litwie znawca pierwszy; po przodkach ma piwnicę sławną."
      },
      {
        "index": 30,
        "text": "Wojciech Stanisławowicz wystawił swój kusy pierst z ciężkim herbowym sygnetem. I wskazał na omszałą butlę przed sobą, którą już był zaanektował w całości, wskazał, a raczej pogroził tym palcem flaszy."
      },
      {
        "index": 31,
        "text": "— Radzę! — rzekł."
      },
      {
        "index": 32,
        "text": "Nie odszukaną przez pułkownika Ninę przysłaniał pęk kwiatów w wazonie, siedziała obok Wandy, z którą nie rozstawała się już ani na krok; pomiędzy niemi znalazł się Bolesław."
      },
      {
        "index": 33,
        "text": "Burza wyobraźni, jaką tu Nina ze sobą przyniosła, sprawiła, że otrząsem gwałtownym witała samą myśl ujrzenia przy stole któregoś ze swych tancerzy, pana Horodyskiego, damy, lub pana Szolca. Drżała na samą możliwość jakiejkolwiek rozmowy towarzyskiej, czując instynktownie, że lekka pianka pustoty nie poniesie w tej chwili ciężkich myśli, że gotowa je rzucić odrazu na mętne dno wstrętu. To też z ulgą prawdziwą ujrzała się u boku »Bolka«, jak pomyślała w tej chwili z wdzięczną łagodnością w oczach dla tego towarzysza młodości, którego tu witała tak swawolnie. Podjęła wiązankę, jaką zastała na talerzu i zanurzyła w nią twarz, topiąc poprostu w kwiatach ponure obrazy opowieści słyszanej niedawno."
      },
      {
        "index": 34,
        "text": "Wanda siedziała sztywno, blada na twarzy jak chusta, splecione ręce wspierając o brzeg stołu. Uchylała również potrawy wszystkie, zanurzona jeszcze wyobraźnią w obrazy wspomnień ponurych. Podjęła kielich, z którego nie piła i, spoglądając znacząco na Ninę:"
      },
      {
        "index": 35,
        "text": "— Za zdrowie tych, o których myślę:"
      },
      {
        "index": 36,
        "text": "Nina spłonęła w mig zachwytem dla tej tajemniczości tego toastu."
      },
      {
        "index": 37,
        "text": "— O kimże to paniątka myślą? — pytał Bolesław opieszałym głosem."
      },
      {
        "index": 38,
        "text": "— O, to jest zupełnie co innego! — odparła któraś z nich surowo."
      },
      {
        "index": 39,
        "text": "Ciężar tamtych opowieści tak oto z serca sobie zdjąwszy, oddały wnet całą duszę łagodnemu współczuciu dla niego. Podbijał dziewczęce wyobraźnie w tym kierunku widok diwy, królującej w słońcu. Majestat cielesny tej kobiety, luksus wielkostołeczny, bijący od niej, oraz jej aureola sławy światowej zgniatały poprostu obie dziewczyny. Więc zakrzątały się przy nim, jak przy rannym, któremu winne były troskę i opiekę."
      },
      {
        "index": 40,
        "text": "Nie spostrzegły, jak porozstawiano wszystkim wysokie czarki i jak cisza czyniła się powoli naokół. Tuż naprzeciw nich powstał z miejsca jakiś pan uprzejmy i, szeroko rozstawionymi palcami wspierając się o stół, pochylał respektownie w stronę diwy."
      },
      {
        "index": 41,
        "text": "— Dostojna pani! — rozległo się w ciszy."
      },
      {
        "index": 42,
        "text": "Profesor, siedzący obok czczonej diwy, począł trzeć sobie dłonią twarz. Puszczał ten toast mimo uszu; pod koniec jednak nie wytrzymał i wychylił z za dłoni okulary złote i zez oczu ponad niemi. Słuchał:"
      },
      {
        "index": 43,
        "text": "— ... Pozwól tedy, czcigodna pani, która chwałę imienia polskiego roznosisz po świecie, abym w twe ręce wypił na cześć sztuki polskiej!"
      },
      {
        "index": 44,
        "text": "Nina instynktownym odruchem chwyciła Bolesława z całych sił za rękę, i tak go przykuwała do miejsca, bojąc się nawet w twarz mu spojrzeć w tej chwili."
      },
      {
        "index": 45,
        "text": "A gdy się trącić wypadło, diwa uchylając się od kielichów, wyciągających się ku niej, zwróciła się, jak należało, do starca, który kazał służbie podjąć siebie z fotelu. I czy te oczy ludzkie w nią zapatrzone, czy też tchnienie wielkiej sędziwości tej postaci, targnęły w niej niespodzianie nerw starej aktorki. Przy stole pychą wielkiego biustu pod brylantami chłodna, teraz jakby różdżką czarodziejską tknięta, zdrobniała w oczach, zatuliła się cała wdziękiem nieśmiałości doskonale zrobionej: Małgosią, Halką, dziewczyną się stała, przypadającą ustami do ramienia sędziwego starca. W głębokich dołach kości osadzone orle oczy zapatrzyły się w nią swym szklanym blaskiem: starzec zdał się wiedzieć i rozumieć to jedno tylko, — że ta u jego ramienia »dziewczyna« chwałę imienia polskiego po świecie..."
      },
      {
        "index": 46,
        "text": "Suche jak szpony ręce chwyciły tę pochyloną głowę, ściskając z drżeniem wielkiem miedziano-złoty czub aktorki."
      },
      {
        "index": 47,
        "text": "Goście podziękowali obojgu aplauzem wzruszenia. Ręce Wandy nie zdołały się złożyć do oklasku: musiała je czemprędzej zarzucić na twarz, by ukryć łzy, tryskające do oczu i drżenie warg niepohamowane."
      },
      {
        "index": 48,
        "text": "Swobodny rozgwar przy stole, muzyką bezwiednie kołysany, kaprysił mimowoli w jej rytmy ciche. Nawet damy surowe zarumieniło wino i długi wysiłek sztywności. Mężatki białe i pulchne, syte ucztą i w energie cielesne zasobne, chyliły ochoczo biusty otwarte ku młodzieńcom bladym, niby na wety rozmarzeń. Zaś ta najdorodniejsza, z semickim wyrazem nudy na ustach, słaniała lica mleczną urodę w rozpuchach i czerni swych włosów, jak w kirze smutku co najgłębszym."
      },
      {
        "index": 49,
        "text": "Dla niej to chyba zdmuchiwał te tchnienia żałoby muzyk skrzypcowy ze strun jakby wibrujących czyjeś namiętności dla niej daremnie przebrzmiałym w życiu krzykiem: zwiewał jakby tęsknotę z maski pośmiertnej, jakby z ust zastygłych westchnienie, jakby spazm z piersi, których... wcale nie było. I niby lokaj wysłużny podawał ten romantycznie zagrobowy pocałunków żar w walca rozkołysanego rytmach, w pieściwej serenady tonach i jakby w słowach co najtkliwszych dla uczuć biesiadnych. Pod smyczkiem muzyka przypochlebnym pulsował ten walc na wety uczty podany głębokim oddechem sytości. I płakały równocześnie struny w serenady zew, jakby przed tą dwoistą czarą kobiecej pieszczoty podawanej bladym młodzieńcom na pół obnażonych piersi ponętą:"
      },
      {
        "index": 50,
        "text": "»Do Ciebie płyną te rzewne tony,"
      },
      {
        "index": 51,
        "text": "O wymarzony"
      },
      {
        "index": 52,
        "text": "Błogi śnie«."
      },
      {
        "index": 53,
        "text": "Cichy fiolet Wandzinych oczu wysączył z głębi swej najczystszej łzy ubłożenia."
      },
      {
        "index": 54,
        "text": "Nina nie wypuszczała dłoni Bolesława z swej garści krzepkiej."
      },
      {
        "index": 55,
        "text": "Bajukać umiecież wy tu życie! — rozległo się nagle głośnym basem, — mistrze wy tu jesteście w dusz usypianiu: stare głowy odurniać, młode oczadzać!... Sam czortby głowę na kolanach kobiecych cicho złożył, ogonek by przez ramię przerzucił, kieliszek by wąchał, pókiby nie zasnął — »O, wymarzony, błogi śnie«. — Ot i szczęście wasze dzisiejsze!"
      },
      {
        "index": 56,
        "text": "— Kwietyzm, — uzwięźlał to wszystko Wojciech Stanisławowicz lakoniczną abstrakcyą. Mruknął ją sobie w nos. Ktoś zadzwonił nożem w kielich, a głos w tłumie zagubiony obwieścił biesiadnikom:"
      },
      {
        "index": 57,
        "text": "— Łaskawie tu obecny i przez nas wszystkich ukochany poeta pan Wawrzyniec Warski przeczyta na powitanie diwy wiersz okolicznościowy."
      },
      {
        "index": 58,
        "text": "— Ślicznie! — rozległo się wesołym basem (pułkownik nie zachował miary w winie)."
      },
      {
        "index": 59,
        "text": "Równocześnie z za wielkiego bukietu w wazonie wyjrzała chyłkiem ukryta dotychczas głowa Niny:"
      },
      {
        "index": 60,
        "text": "— Gdzie?!... Który? — który? — gdzie?!"
      },
      {
        "index": 61,
        "text": "U boku pułkownika zatrzymał się tymczasem starszy z tej tu służby, niegolony i noszący się z większą powagą. Stał i czekał cierpliwie, a gdy zwrócono na niego uwagę, pochylił się od ucha, jak człowiek zaufania:"
      },
      {
        "index": 62,
        "text": "— Ordynans do pana pułkownika, — meldował."
      },
      {
        "index": 63,
        "text": "A pułkownik, przechylając się w tył wraz z krzesłem:"
      },
      {
        "index": 64,
        "text": "— Z armii wielkiego Napoleona? — Hę? Jak to u takich wszystko wysokoparnie być musi: A to prosto: deńszczyk, lub kozak. Niech poczeka na schodach. Proszę zanieść mu tę moją ordę."
      },
      {
        "index": 65,
        "text": "Lecz on nie odstępował z miną zatroskaną i szepnął jeszcze ciszej: »To coś bardzo ważnego: kazano natychmiast odszukać. Konia widzę w bramie zostawił. Z sztabu jeneralnego będzie, czy też plackomendantury.« — Pułkownik skoczył jak sprężyną podrzucony i, zapomniawszy nagle o wszystkich tu ludziach, ruszył chrzęstnie ku drzwiom. Człowiek zaufania postępował za nim krok w krok, jakby tajemnicy strzegący."
      },
      {
        "index": 66,
        "text": "W zgiełku, jaki panował przy stole, mało kto zauważył to wyjście hałaśliwe. Zaniepokoił się niem tylko gospodarz i, odrzuciwszy się na poręcz krzesła, szarpał dłonią bak jeden w oczekiwaniu na powrót służącego. Jakoż człowiek zaufania, nie wiadomo którędy wróciwszy, znalazł się wraz nad jego głową."
      },
      {
        "index": 67,
        "text": "Starzec, który przy głuchocie swojej w towarzystwie był jakby nieobecny, obserwował uważnie tę całą scenę. A gdy baron szybkim teraz krokiem podszedł do żony i szeptał pochylony, gdy coś nagłego przemknęło się po twarzy wnuki, stary wpił się w nich szklistemi oczami; wreszcie wczepił się w jej rękaw i z niecierpliwością dziecka począł ją targać ku sobie."
      },
      {
        "index": 68,
        "text": "— Wojna japońska?!... — bełkotał."
      },
      {
        "index": 69,
        "text": "A wnuka, złożywszy swe blade dłonie w tubę, huknęła dziadowi w ucho:"
      },
      {
        "index": 70,
        "text": "— Wszczęta!"
      },
      {
        "index": 71,
        "text": "— Aa...?! — wrzasło chryple w gardle starca. I rozdziabiły się zdumieniem szczęki bezzębne. A oddech zaparł się na chwilę. — Aa!... — chwycił go wreszcie z powrotem. I zapadła mu się twarz, zwarła w dziób niedomknięty. Głowa na wyschłej szyi kolebać się poczęła nad piersią."
      },
      {
        "index": 72,
        "text": "Zmieszał się nagle gwar ludzki i przycichł w zapatrzeniu niemądrem. A gdy wszedł pułkownik, blady jak ta koperta, którą trzymał w dłoni, te wszystkie oczy zdziwione zwróciły się w jego stronę. On otwierał już było usta w odpowiedzi na te nieme pytania, lecz słowo polskie nie chciało się w tej chwili przecisnąć przez nie: »za eleganckie«, za wykrętne, za »śliczne« wydało mu się jak na okazyę. Nagle podrzuciło mu się ramię. I przybił jak kułakiem twardym słowem rosyjskiem:"
      },
      {
        "index": 73,
        "text": "— Wajnà!"
      },
      {
        "index": 74,
        "text": "A gdy usiadł, wydał się wszystkim zupełnie innym człowiekiem. Inaczej spoglądała na niego i służba: stojąc opodal, wyciągała się mimowoli w strunę. Pułkownik tymczasem z surowym marsem twarzy gonił przypomnienie jakiejś tu twarzy, która najbardziej zaniepokojonem wejrzeniem zatrzymała się na nim przed chwilą, już kilkakrotnie tego wieczora mignęła mu przed oczami ta głowa. Wstrzepnął palcami: przypomniał."
      },
      {
        "index": 75,
        "text": "I począł zaglądać za ten wazon, z za którego wychyliła się niedawno głowa Niny. Bolesław bladł pod tem czającem się wejrzeniem i przygryzał wargi."
      },
      {
        "index": 76,
        "text": "— Pan w moim pułku służył, — ha? — Nas panie wzywają pierwszych. Jutro wyruszyć już wypadnie."
      },
      {
        "index": 77,
        "text": "Odpowiedział mu kobiecy okrzyk przerażenia, a po chwili z innych piersi cichsze łez tłumionych zachlupanie krótkie."
      },
      {
        "index": 78,
        "text": "Bolesław uśmiechał się jakby nieprzytomny, — nie odpowiadał nic."
      },
      {
        "index": 79,
        "text": "Brzydki nieład zapanował tymczasem przy stole wśród gorączkowych rozmów i przekrzykiwań się grup dalekich. Już i telefon dzwonił na pokojach, przynosząc z którejś redakcyi szczegóły wieści. Stateczniejsi panowie chrząchali niecierpliwie, spoglądając na miejsce stołu naczelne, aby im wreszcie wstać pozwolono. Lecz czyje spojrzenie tam się skierowało, ten milkł natychmiast. Niebawem nowa cisza, tym razem bardziej jeszcze głucha, zaległa wśród biesiadników."
      },
      {
        "index": 80,
        "text": "Sędziwiec zapadł się w fotel, kiwała się tylko na piersiach czaszka jego gromniczna. Na stołu biel poza nakrycie i kwiaty wyrzuciła się ziemistą plamą jego ręka zwiędła o przegubach palcy ostrych jak gwoździe."
      },
      {
        "index": 81,
        "text": "I kuła twardymi pazurami jakieś rytmy błędne: targała się jak wielki szpon, by za chwilę opaść bezsilnie. Wówczas rozłaziły się jakoś miękko palce brunatno-żółte, długie, niby wypełzłe z trumny robaki."
      },
      {
        "index": 82,
        "text": "I kiwało się to truchło na fotelu, natrząsało jakby nad ludźmi."
      }
    ]
  }
}