{
  "chapterNumber": 13,
  "title": "Część trzecia, 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "A jednak złudne to były ukoje: nurt sięgał głębiej i dał się ledwie po wierzchu ukołysać i wygładzić usypiającym duszę kobiecą tonem męskiej rozwagi."
      },
      {
        "index": 2,
        "text": "Bo oto ledwo drzwi się za nim zamknęły, rozjątrzona tyloma wrażeniami wyobraźnia, wyrwała się z głębi i poniosła znów drogą natłoczonych obrazów w niepokój nowy."
      },
      {
        "index": 3,
        "text": "Na mosiężnej tacy ponad jej głową grają blaski świecy i odciągają tam raz po raz spojrzenia lękliwe. W kryształowy dzban zanurzyło się odbicie płomyka, skrami światła błyszczy czarka tuż obok. Zaś nad tacą, dzbanem i czarką wyziera łeb kukły czarny i białopołyskliwe jej ślepia, przyczajone w ciszę nocną: — te same, pamiętała, które onej chwili patrzały na jej grzech."
      },
      {
        "index": 4,
        "text": "Przebiegł ją wskroś ten wstrząs, ścinający wargi, a powracający za każdą chwilą tamtego przypomnienia. W gwałtownym napływie wstrętu próbowała zerwać się z kanapy, ale sił nie stało. Mimo że w swem zasłuchaniu w ciszę postanawiała nie oglądać się po za siebie, coś jej przecie skręcało jakby szyję, zmuszając do obejrzenia się na ten graniasty łeb o szklistej czerni, głuche ślepia wołu i wargi krwią odęte. »Oto stoi On — Bożek zastoju«! — przypominała znów słowa Leny."
      },
      {
        "index": 5,
        "text": "I pomyślało jej się znów, że pod jego to spojrzeniem wypijał Woyda czarę swoją, by się tam oto wnet potem zwalić — u tamtych drzwi!"
      },
      {
        "index": 6,
        "text": "Wzrok jej wbił się w to miejsce na dywanie, wplątał się w jakieś jego arabeski i nie mógł się z nich wyrwać, trwodze samej na przekór."
      },
      {
        "index": 7,
        "text": "A równocześnie odżywała w pamięci ta Woydy opowieść, powtarzana niedawno ustami Leny: o życiu zaklętem w bezruch i fałsz, o serc kobiecych zakłamaniu urocznem. Słuchała tego niby bajki napół znanej o pięknej młodości zaklętej w szklaną trumnę: o tem, że gdy serce kobiety zastygło, cały świat zamarł w bezruchu... Wyciągnęły się wtedy ręce po ten ponętny owoc piękna, usta nazbyt prędko rozgryzły w nim robaka. Bo jakiż to osad został po tem wszystkiem z onej wyobraźni kobiet, która za życie im stała, piękno wysokie roi, a zło w dopuszczeniach myśli wylęga potworne. Oto powracały do pamięci te dyabły, co jak złośliwe małpy powdrapywały się na wieżyce kościołów i wychylają z za każdej wnęki swe złe mordy, by tam, gdzie wieża urywa się, nieba nie dosiągłszy, by tam właśnie..."
      },
      {
        "index": 8,
        "text": "Otrząsła się grozą."
      },
      {
        "index": 9,
        "text": "»Nie sąż to kobiety?« — przyniósł dziwnie błysk przerażenia."
      },
      {
        "index": 10,
        "text": "»Najczujniejsze, przeczuwające sumienia życia!« — odwróciła się myśl na wspak przypomnieniem i tych słów Leny. W zalęknieniu instynktów stawała przed nią właściwa tajemnica życia: zagadka samej siebie."
      },
      {
        "index": 11,
        "text": "I ogarnęła ją po raz trzeci już tutaj niesamowita trwoga przed złem, zatajonem w myślach i czuciach. Jakby za każdem słowem, śmiechem i porywem wśród tych ludzi, za każdym oddechem wśród nich zaczerpniętym przybywało tego niepokoju. Zaś to, co mówił baron, — nie przypominaż się to, mimo wszystko, mrowiem niepewności? nie wiedzież hardą żądzą szczęścia w dymne kłęby napół zrozumiałych wzgard i nienawiści dla tego szczęścia wrogów: hyen i szakali, jak ich obzywał?..."
      },
      {
        "index": 12,
        "text": "Pośród tych tu ludzi z początkowych słów, śmiechów i porywów błahych czyniło się już usypisko ruchome gdzieś ku dołom rwącej lawiny."
      },
      {
        "index": 13,
        "text": "A w tem zalęknieniu — Lena, która po swych górnych opowieściach tak rychło u boku męża dręczyła siebie niżącym myśli dopustem, że oto w przechodniego mężczyzny ramionach i gdzieindziej leży: ta Lena wiedźmą wydała jej się w tej chwili. I oto gdy zimne ciało wiedźmy teraz może znów swą służbę sprawuje, coś się od niej ptakiem odrywa, w ponocnego nietoperza wraz zamienia i tu się oto błąka — pod drzwiami — gdzie on skończył... Zaś tamta, druga, z jej dygotem i trzepotaniem się zwichrzonego życia — strzygą jej się wręcz wydała."
      },
      {
        "index": 14,
        "text": "Te myśli urojenia, czepiwszy się rozjątrzonej wyobraźni, prawie że zwidem się stawały. Owe ćmy i nietoperze, ktorektóre czaiły się tu jakby po ciemnych kątach na każdą chwilę wyczerpania, zjawiły się znów, — tym razem z taką siłą, że stają się dla oczu rojem cieni, błąkających się cicho w oćmie pokoju."
      },
      {
        "index": 15,
        "text": "Zaś tam, na dywanie, skąd się wzrok dotychczas oderwać nie dał i ledwie dłonią przysłonić pozwolił, tam pode drzwiami — leży Woyda tej chwili: wystarczy może tylko rękę opuścić, aby ujrzeć powalonego kłąbem w skurczu zatrucia. A wokół tego miejsca strzyga się snuje: krew, z ust jego wązką strugą płynącą, niucha strzyga zwiewnymi chrapy, tą twarzą popielną i złotym wybłyskiem okrągłych oczu: dopada i trzepie się bezszelestnie — z cichym, mysim piskiem nietoperza."
      },
      {
        "index": 16,
        "text": "A gdy to widzi wyobraźnia, szyję skręciło znów nagle, każąc się obzierać na ten czarnoszklisty łeb i gały w nim białe: patrzeć czujnie w oczekiwaniu jednego słowa, które hakiem czepiło się wyobraźni."
      },
      {
        "index": 17,
        "text": "Widzi najwyraźniej: poruszają się oto szerokie, krwią odęte wargi, — czerwony pysk wyciska z kukły to słowo czarnoksięskie:"
      },
      {
        "index": 18,
        "text": "— Abrakax!..."
      },
      {
        "index": 19,
        "text": "Wysiłek śmiechu nad sobą za to urojenie przeszedł natychmiatnatychmiast w chichot szarpany i urwał w spazmie krótkim, stłumionym w poduszkach."
      },
      {
        "index": 20,
        "text": "Cisza nocy stała się jak struna głucho dudniąca, uderzana biciem jej serca, a zakończona tłumionym przyjękiem oddechu i wypraszalnym bełkotem, rzucanym w noc, milczącą jak przepaść. Opadła głowa na poduszkach, w tył się jakoś osunęła na sprężonej szyi, omotała, blada, włosów nieładem: z szeroko rozchylonych ust wyrzucało się spiekłe tchnienie gorączki, ołowiane ciężary położyły się na oczach, potem zlewało czoło. Nad głową uśpioną rozpostarł lęk czarny swe trzepoczące skrzydła."
      },
      {
        "index": 21,
        "text": "Niebawem wszystko zgłuchło wokół niej jeszcze bardziej, jakby kto zaparł cicho ostatnie wrota jawy."
      },
      {
        "index": 22,
        "text": "Ujrzy się przy ognisku: zatulona, drżąca, jakby z pod słoty i szarugi wielkiej tu się przedarła — przez te dymy gęste naokół, z których wysuwają się kołem wązkie mordy i żarzą bezlikiem ślepia krągłe w zielonawych rozbłyskach. Ogień, dziwnie mocny na tle tej nocy dymnej, łopoce się w purpurowych płacht rozdarciu i trzaska wciąż od tego roju ciem i nietoperzy, co się wtrzepują w niego bez końca."
      },
      {
        "index": 23,
        "text": "Widzi Lenę tuż obok: ciałem gołą, ledwie włosów płowych wiechą na karku przysłoniętą: grzeje w blasku czerwonym boki tłuste, o skórze lśniącej i jak na bębnie opiętej; waży w dłoniach piersi, czy rychło zwisać poczną; pluska się po udach dłonią ciepłą, jak gdyby powiedzieć chciała: »to jest jedyna prawda nasza!«  ... Naprzeciw, przez rozwiew płomieni co chwila widny, leży brat jej: wyciąga ramiona ciężkie, zagrzewa przed ogniem kułaki bronzowe, ziewnie przeraźliwie i powala się na grzbiet, jak ten niedźwiedź w klatce zanudzony... Tuż obok zebrał się wązko w garb wielki nad kijami dziad Leny: grzeje przy ogniu członki chude, śmiercią stygnące i kiwa głową, jak zegar wahadłem: niemy, głuchy, ślepy... Oto wchodzi przez kłęby dymów ktoś obcy: na postać chmurną purpura ogniska narzuciła płaszcz blasku; przylegał oczami do Leny; a gdy zasiadł do ognia zdał się przerażony tem, co czyni; chwiał się, słaniał i powalił wreszcie u nóg jej: i tak też i pozostał w cieniu jej ciała. — Lecz oto wchodzi przez dymy ktoś drugi, już nie na Lenę, lecz na nią samą spozierający mdłym uśmiechem znużenia: poznała wraz z tym otrząsem mroźnym, z jakim powracało zawsze wspomnienie tamtej chwili. On tymczasem siada za blizko ognia; a jej tężeją ręce bezradne, głos zamiera na ustach: i tak patrzeć musi, jak płomienie chwytają się jego rękawów, oplatają pierś i buchają już ponad głowę. Wyciąga ku niej ramiona płonące i z matołczym chichotem na ustach za ręce chce ją chwycić, w ogień szarpnąć. A oni wszyscy są tak dziwnie spokojni, jak gdyby nikt tego nie widział."
      },
      {
        "index": 24,
        "text": "Za nimi, w dymach czynił się tymczasem ruch wśród tych ślepi żarzących się wokoło; zgasły nagle wszystkie: i kołem obsiadły ognisko gromady panów i dam o twarzach przymilnych gości dzisiejszych. A spojrzenia ich zwracały się zgodnie w jedną stronę."
      },
      {
        "index": 25,
        "text": "Szedł z twarzą bladą i suchą jak płótno i sztywnymi baki, a w gołej jamie tych włosów zaciskały się wargi tak, że ust wcale widać nie było. Wszystko gięło się przed nim, — mijał z pogardą. A gdy się do niej przysiadł, stężała w trwodze. Wyciągnął rękę, pochyliła się do niej."
      },
      {
        "index": 26,
        "text": "»Wszyscy to czynili, — rzekł sucho, — ilu ich tu widzisz. Zaś ty musisz: nie dla siebie tylko... Bacz, by na twarzy nie czytano przerażenia: szakale patrzą. Uszu przychyl, oczy spuść: — dziecko twoje... »Jezu!«"
      },
      {
        "index": 27,
        "text": "»Milcz.«"
      },
      {
        "index": 28,
        "text": "Błysły mu oczy czerwonym odbiciem płomieni. I splunął w ognisko."
      },
      {
        "index": 29,
        "text": "»Wszyscy mi tu kwoli czynią dla swoich tam przyczyn, o które nie dbam: głodu, ambicyi, czy kobiet. Więc i o twoje błahe przyczyny nie stoję. Wszyscy mi tu nie tylko kwoli czynią, ale i po myśli. Znużyły się dusze w niemoc zamyślenia nad sobą, w trwogę przed tem, w nienawiść tego: pesymizmem zwą; — i to także!"
      },
      {
        "index": 30,
        "text": "I usłyszy śmiech nizki, na wargach zaciśniętych nie widny, w piersiach tylko głęboko rozdygotany."
      },
      {
        "index": 31,
        "text": "»Ale tyś najmłodsza, duszą nie znużona. Przetom do ciebie przysiadł. I bacz, — szeptem mówię: »budzi się dusza młoda ku przeznaczeniu swemu«."
      },
      {
        "index": 32,
        "text": "Przysunął się bliżej, ustami do ucha chylił."
      },
      {
        "index": 33,
        "text": "»Pogodę zła daruję, owoc szczęścia w drżące dłonie dam — za jedno tylko: za poniechanie prawdy uczuć i myśli: własnych wyłącznie, tych przed sobą jedynie, o których i tak nikt nigdy nie wie«."
      },
      {
        "index": 34,
        "text": "»Wykląć się?! «"
      },
      {
        "index": 35,
        "text": "»Nie za siebie tylko. Nie o twoje błahe szczęście idzie. Nie o twoją duszę stoję.«"
      },
      {
        "index": 36,
        "text": "»Przypominam! — dobyło się z niej w oddechu głębokim. — Życie stanie, — w bezruch dusz, powiadali.«"
      },
      {
        "index": 37,
        "text": "Wówczas on porwał się z ziemi i zapalił się gniewem w oczach czerwonych przed tą łuną ognia."
      },
      {
        "index": 38,
        "text": "»Nie wieszże przed jakiemś ty ogniskiem?! « Nie mówiłć stary?! Nie poiłem ja cię tu w trosce ratownej? Gdziebądź uciekniesz: w sobie masz ten napój żądzy szczęścia i dosytu."
      },
      {
        "index": 39,
        "text": "I ujrzy go wówczas dopiero w jego postaci własnej, oczom ludzkim skrytej..."
      },
      {
        "index": 40,
        "text": "Biegnie po bezdrożach dymnych. A za nią, porwawszy się z przed ogniska pędzą kołem szerokiem chmary szakalów. Mniemała, że przed się pomyka, rychło wszakże czuć jęła, że w koliste bezdroża gnają ją przed sobą w mgle i oćmie te ślepia okrągłe o zielonych wybłyskach naszczekujące wciąż: »dziecko! dziecko twoje!«"
      },
      {
        "index": 41,
        "text": "Gdy nagle usłyszy koło siebie skrzypienie piskliwe, gdzieś, nieopodal w tej ciemni."
      },
      {
        "index": 42,
        "text": "»Krew!... Krew!... — skarży się wokół niej i skoli ta strzyga niewidna. — Za mną chodź, — szepcze — wywiodę, wyczuję! Skrzydła popalili, ciało pohańbili, duszę roztargali, dno serca obnażyli: niem ja czuję! Chodź za mną. Wywiodę... Patrz, — jest! Jest jeden!«"
      },
      {
        "index": 43,
        "text": "Widzi przed sobą tamtego — z przed ogniska, z za płomieni rozwiewu: z przepaską bandaża na głowie i plamą krwi skrzepłą, co się przez nią na czoło przesączyła. »Sama wiązałam« — przypomina."
      },
      {
        "index": 44,
        "text": "A on:"
      },
      {
        "index": 45,
        "text": "»Podobnaś! Dziwnieś ty mi podobna«..."
      },
      {
        "index": 46,
        "text": "Machnął ręką ciężką: odtrącił precz wspomnienia."
      },
      {
        "index": 47,
        "text": "»Patrz! — podjął myśl inną, — żądza dosytu u jednej kobiety ilu ludzi poniżyła! Zmarniał przy niej, jadu sięgnął duch strażniczy; marnieje przy niej, jadem cudzych dostatków truty, i ród jej własny... I ja ległem przy jej ognisku po dwudziestu latach wielkiego znużenia. Nękiem obcej krwi ołowianej lat dwadzieścia truty, tu między nimi innej obcości jad chłonę. I tak między dwoma duchami obczyzny za młodą swą duszą wstecz patrzę, młode me siły swoim ludziom oddałem doszczętnie, młode nieuczucie na hańbę posłali w odwdzięce. Sam ja!... czekający wciąż."
      },
      {
        "index": 48,
        "text": "»Na co?!«"
      },
      {
        "index": 49,
        "text": "»Na krew «, — ozwie się przed nimi."
      },
      {
        "index": 50,
        "text": "W tej chmurze ciemnej, w korowodach wśród oćmy nieprzejrzanej zbłąkała się rychło, zgubiwszy ich głosy przed sobą. I wziął ją lęk samotności przed ciemnemi drogi w tumanie. Więc klękła bezradnie, cała w sobie stulona, twarzą w ramionach ukryta."
      },
      {
        "index": 51,
        "text": "Aż póki nie poczuje na sobie potrącań gwałtownych i nie rzuci się obejmować kolan starca, chyląc głowę i czoło ku ziemi."
      },
      {
        "index": 52,
        "text": "»Nie o tobie ja!« — mruczy starzec nad nią, — nie o tobie przecie! Na twą młodą głowę zmąconemi oczami patrzę, a gromady ich całe widzę. Nad każdą — wszystkie do łez krwawych opłakiwać będą, a wśród wszystkich — każda mi niczem. Bo śmierć, obojętności matka, nie nad dolą tam czyjąś, a nad duszy wspólnej przyszłością dumać mi każe... Nie czepiaj mi się ręki! — patrz zła w pokurczu niedołęstwa jak starość każda... I dokąd mnie wleczesz... Kędyć szaleństwo ciągnie? i jaż to niby prowadzę? W tył powloką, i podobnież ja wieść będę. A mnie te wasze w «tył« i »naprzód« w jedno błędne koło się zamykają wokół trumny mojej... Daj niech spocznę na niej... Idź w przeznaczenie swoje, idź!... Wszystko samo się wyniszczy, samo wypiele...«"
      },
      {
        "index": 53,
        "text": "A gdy się od tych słów jak od przekleństwa oburącz zasłoni i podniesie wzrok — ujrzy hyenę u trumny, szkieletem prawie widnym, jakby popielną próchnicą tylko przysypanym i jej głuche zamącone oczy cmentarnego wejrzenia."
      },
      {
        "index": 54,
        "text": "Szła ślepa wciąż, te zielonawe wybłyski szakalich ślepi widząca jeno naokół. Póki w tych krowodachkorowodach wśród ćmy tajemnic nieprzejrzanej nie ujrzy ludzi jak cieni, zszeptujących się ze sobą z cicha; potem gromady ich całe, wreszcie tłum wielki jak chmurę. A w rozchwiei głów, dla wzroku w plamy zatartych, w morzu twarzy niewidnych — gdzieś, hen, jak świeca jasna: Wandy oblicze blade. Lecz oto przed te tłumy wyskoczy on z karabinem w ręku. »Mam jeden!« — krzyknie. A którzy bliżej sarkną wzgardliwie, tłum za nimi szumi, jak morze. Te groźne pomruki i rozchwieje gromady, powietrze skier i płomieni pełne rozdarły przed nią wszystkie tumany uczuć w jasność zachwytu: — wyrzuciły się ramiona ku górze i zaklaskały ręce szalone."
      },
      {
        "index": 55,
        "text": "A oni sarkną."
      },
      {
        "index": 56,
        "text": "»W śmierć ty nas owczą, na zatracenie!«"
      },
      {
        "index": 57,
        "text": "»Kolejno pójdziecie: ,jako te kamienie, jeden za drugim...’ Też ja wam wprost jakby z książki: wedle wieszcza czynię, — rzucił im z pogardą.«"
      },
      {
        "index": 58,
        "text": "»Za kamieni kupę?«  ..."
      },
      {
        "index": 59,
        "text": "»Ku czemu was matki rodziły, nie wiedzą pewno samesame.« Ledwie przypomną, dlaczego na świat wydały; wspomną z marzeniem, lub chichotem. A im kobietom, co — w jakie nas życie miotnęły? Ku czemuście wyrośli, wiecie sami dziś. A do czegoście zdolni, wiem ja. Ja jeden wiem, co życia bezruch na bezduchach płodzi: jakie dzieci te matki rodzić zdolne. I ku czemu? Nim się matki wasze dowiedzą, ku czemu was rodziły, tę im psotę czynię, że się zwiedzą przypadkiem, iż zrodziły... bohaterów! — wyrzucił im jakby z ręki pogardliwej przy zębów zacisku."
      },
      {
        "index": 60,
        "text": "Zgubi go na chwilę z przed oczu w głowy opuszczeniu, a gdy go wzrokiem nad tłumem szuka — ujrzy hyenę włochatą i jej pysk wprzódy rozziewany, teraz w kłach wybłysku rozwarty pod ołowianych oczu twarde zapatrzenie."
      },
      {
        "index": 61,
        "text": "»Chodź! uchodź od nich precz! Nie leź w tę ich robotę. Wandę ja znałam, na pokucie znałam... Widzisz: desperacya to twoja, ten z dzieckiem w myślach frasunek, zgłuszony gromadnych spraw zamętem przecie na dnie duszy kobiecej żył najbardziej. Takie my już z natury. I tak cię one frasunki grozą przypomnień i rozpaczy błyskiem wprost mi w ręce nawiodły — po ciemności. A Wandę znałam, pod kluczem znałam. Nieraz jej mówię: »Za mężczyznami lazłaś pani w to: wiesz, czy nie wiesz. Każda z nas kobiet wszystko, co robi, to przez tych drani tylko. A same my: to albo za mąż się dać, albo... się. Tyle tylko potrafimy z siebie«... A i ty nie leź do nich! Oni właśnie na takie, jakby zaczajeni: która nie wie, kędy w życie, a odważna z siebie. Podjudzą, do białego żaru rozpalą i kamieniem cisną, gdzie im trzeba. Napatrzyłam ja się tych sokołów, gdy w sępy po klatkach zamienione tuczą wątrobę wspomnień... Że też nie trafili na podjudzoną sokolicę, na samicę zbestwioną, która mścić się zechce, jak to kobieta: na sobie, że otrzeźwiała, na nich, że zawiedli, — i w klatkę zamknięta, sama sępem w ich wątrobę wspomnień sięgnie... Hu!... źleby było!..."
      },
      {
        "index": 62,
        "text": "A ty nie drżyj! I nie trzep się tak ramionami, nie wyciągaj rąk błagalnie. Tu ci nikt ręki nie poda. Nie bój się, nikt!"
      },
      {
        "index": 63,
        "text": "»Przypominam!« — odpowiedziała oddechem głębokim. — Stary mówił: Nikt ręki nie poda!..."
      },
      {
        "index": 64,
        "text": "I zapadła twarzą w dłonie."
      },
      {
        "index": 65,
        "text": "Wtedy tamta pod ramię ją ujmie i wiedzie gdzieś przed się."
      },
      {
        "index": 66,
        "text": "»A głupiaś ty mi! Każda z nas im ma krew cieplejszą, tem na karyerę głupsza. To żeś ty odbiegła ogniska polskiego szczęścia. I kędy? Dokąd? Z dzieckiem w brzuchu! — A ty myślisz, że tylko oni szczęścia chcą: burżuje? Każda nędzota, każde ścierwo ostatnie ma jeszcze dyabła swego, któremu rade odda za ono ostatni szmat duszy. Tylko że u nich ładu, składu, porządku pięknego w chęciach więcej; a smutek ich damul w łóżkach, gdy próżne, — piękny, bardzo bo piękny! A tu u nas: niebo z piekłem się zmieszało, chęci się kłębią jak to wężowisko, a smutki nasze zwą się: zbrodnie."
      },
      {
        "index": 67,
        "text": "— »Kto ty?! — krzyknie teraz dopiero i wyrwie się jej z rąk. »Ja ,Mańka, Kalosz’!« Pani baronowej siostra starsza. Mleczna siostra. Jedną mamkę ssiemy. Chu-udą! A obie spasłe... Nie bój się śmiechu mego. Choć gruby. Nie bój!"
      },
      {
        "index": 68,
        "text": "I wtedy dopiero ujrzy jej postać własną, oczom dotychczas skrytą..."
      },
      {
        "index": 69,
        "text": "»Nie uciekniesz, ja cię zgonię... Wiedźmyć w duszę zaszczepiano: na sabatach byłaś uchem! Nie wyciągaj tedy ramion: tu nie pięknych smutków pora, tu nie białych damul łoże: tu już nasze desperacye i chichoty nasze! — Tu już na się wzięta dola!... Własna — twoja — biedna — dola!... Dola!... Dola!... Stój! Wmig cię zgonię. Bądź co w uda swe okraczę, kieckę w skrzydła, na ramiona! wyżej pępka, wyżej zadu i — huu! śmigam w lot nieścigły... Ich się nie bój: to szakale! moje kotki, me pieszczochy: »Kizi-kizi, goście mili! przyjacioły, druhy ludzi«... Pójdźże pestko dyabła twarda! Ja wyłuskam cię z gorsetek. Precz te szmaty! wont atłasy!... Białe kurczę, z pod skorupki. Mięsa mało, pierza wiele. Gładkaś. Ciepłaś. Słodka w szyi. Łaskotliwa pod pazurem. Mnie się trzymaj kurwy starej. Ja się znam na drogach ciemnych, nie przerazi mnie pogarda: nas przekleństwo wichrem miecie w najciemniejszych dróg rozkosze: — na sabaty! na sabaty!... Już szakale w lot się mają: jak pochodnie z nami wzlecą oczu ognie ich zielone. — Daj, namaszczęć, byś latała. Łydy prężne, stopy kocie... Już zabłysły ślepki skore? Skórka w dreszczach, włos się jeży... Wezmąć, wezmąć dzikie dreszcze, jak te wieżyc sabatnice pod piorunem nieba grozy: Bogu, ludziom, dyabłu sprzeczne!... » Kto? — targnie się ciałem, uczuwszy się pochwyconą za ramiona i ręce wraz."
      },
      {
        "index": 70,
        "text": "A ona hen z oddali już:"
      },
      {
        "index": 71,
        "text": "»Oficery grzeczne« ."
      }
    ]
  }
}