{
  "chapterNumber": 3,
  "title": "Część pierwsza, 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "W grupach panów ukazywał się mundur wojskowy, witany zdumieniem w oczach i przesadną wnet potem uprzejmością gestu. Pułkownik obracał się w tej atmosferze z wschodnią dyplomacyą: był dobrodusznie zażyły, poczciwie niedbały, nie oszczędzając sobie po wschodniemu i cichej złośliwości w akcentowaniu swej prostoty wobec tego nadmiaru cudzej gentilezzy. Odnalazłszy na kanapie tłustego obywatela z Litwy, przysiadł się do niego, a raczej dał za jego przykładem nura ku poduszkom i szeptał mu do ucha:"
      },
      {
        "index": 2,
        "text": "— Z tymi tu ludźmi nigdy nie zażyjesz! Coraz to grzeczniej między nimi i coraz to bardziej ślizko. Każdy masło uprzejmości z oczu i ust sączy, byleś się o niego nie otarł odrębnością jaką, byle życie samo prześlizgnęło mu się gładko po duszy. Żadna ręka tu drugiej mocno nie chwyta, żadna myśl cudzą się dolą nie zatroska. Poodgradzali się tu ludzie od siebie grzecznością, każdy w skorupce swej gładkiej. I wszyscy, rzekłbyś, jednacy. U nas choć ćwieki w głowach — a wyróżniają ludzi. I tem życie pociąga, że ludzie w niem wszelacy; a każdy tem stoi, że od innych odmienny. Wszystko ludzkie jak kleszcz ciebie się tam u nas chwyta: ciekawa bo rzecz, przeciekawa, »człowiek« to! I ona to, ciekawość nasza do ludzi, w dole ludzkie nieraz wirem pociąga, każdego żyć zmusza, i, chcesz nie chcesz, twoją prawdę życia z ciebie dobywa. Zaduszewniej żyją ludzie nasi!... Tu się każdy jak robak w sobie zwija, swoje namiętności pod ziemią chowa, jak grób o sobie milczy i jak grób dla drugich się wybiela. Spojrzysz — życia nie dopatrzysz, słuchasz — westchnienie chyba usłyszysz."
      },
      {
        "index": 3,
        "text": "— Jak na cmentarzu, — hę?"
      },
      {
        "index": 4,
        "text": "— Toż mówię. Jest u mnie Sasza, syn. Ten zawsze na mnie nastaje: »Czego ty, papa, do nich leziesz?« Mało czego! — przywyka człowiek do ludzi. Ileż to lat od 63-go? I kamień na polu jego trawą porasta. Swój ja język zepsuł, waszego się nie nauczył. Śmieje się ze mnie Sasza."
      },
      {
        "index": 5,
        "text": "— Nie lubi nas syn?"
      },
      {
        "index": 6,
        "text": "— A czort go wie, lubi, czy nie lubi! I nie w tem rzecz między ludźmi. Tu on się rodził, tu chował, a bardziej on wam obcy: »No, co u nich? — pyta — No co? Czego leziesz? — Młodości i życia nie czuje on w was: ot co!"
      },
      {
        "index": 7,
        "text": "Tłusty pan nabrał powietrza w policzki i wypuścił je z odętej twarzy jak dym."
      },
      {
        "index": 8,
        "text": "— Tak, — wydmuchał wreszcie. — Gdy ojcowie współczuwać już zaczynają, synowie już lekceważą. Zwykła kolej."
      },
      {
        "index": 9,
        "text": "— Nu, Wojciech Stanisławowicz! — mitygował go pułkownik, położywszy mu rękę na kolanie. — Tu to was szlachtę — na honorze połechtaj. Dziad jenerałem był napoleońskim, — wiadomo."
      },
      {
        "index": 10,
        "text": "Siwe oczki pułkownika dokończyły zezem: »Zatłuściał wnuk!«"
      },
      {
        "index": 11,
        "text": "Ujrzawszy tymczasem kogoś w tłumie, począł się przyglądać, przechylać bokiem, wreszcie zerwał się z miejsca. Dobrozacna złośliwość w siwych oczach zgasła natychmiast, zatliła się w nich iskra szczerej życzliwości; a na siwych wąsach i rudawej brodzie osiadła ta powaga prostoty, z jaką tamtejsi ludzie starsi umieją się jeszcze zbliżać do kobiet i dzieci. Kłaniał się z początku z rezerwą, lecz uradowany wraz wyciągniętą ręką dziewczyny i krzepkim uchwytem dłoni, zatrząsł mocno jej ramieniem."
      },
      {
        "index": 12,
        "text": "— Bóg zapłać, że poznała?... Ot i panna zrobiła się tymczasem. Ile to lat — tam na wsi?... Sześć? Cała wieczność w tym wieku!"
      },
      {
        "index": 13,
        "text": "Nie wypuszczając jej ręki, odstąpił nieco w tył i ogarniał ją całą wzrokiem."
      },
      {
        "index": 14,
        "text": "— Wszystko, co w dziecku brzydkie było, ładne się stało i »ważne«. Znaczy się, kobieta cała była w tej główce małej. I dola! Bo ja znachor potroszę. Tylko nie z ręki wróżę, a z oczu, gdy jasne, z ust, gdy nie kwaśne. Ot i ten uśmiech! Dla kogo psotny, dla kogo niespokojny, komu co obiecujący, a dla mnie »ważny« — jak życie, jak młodość sama... Daj Boże jak najwięcej radości! — wołał, ściskając jej rękę aż do bólu."
      },
      {
        "index": 15,
        "text": "Nina sprężała się niewolnie w poczuciu rzeźkości wielkiej, jaka wstępowała w nią przed temi oczami, tak szczerze radującemi się jej młodością. Człowiek ten, widziany niegdyś w dzieciństwie, był mimo wszystko tak dziko obcy jej życiu i stosunkom, że najprostsze słowa powitania z trudem przychodziły na usta. A jednak krzepkość tej poważnej postaci, ukłon jej chrzęstny, krótki pobrzęk szabli, munduru nawet barwa i połyski narzucały jej jakby rytmy szparkie. Wstrząsnęła bezwiednie grzywą i, wciąż jakby urastając, rozpłomieniała cała uśmiechem otuchy... do samej siebie: — rzekłbyś powitanie ojcowskie, które żwawy puls jej krwi błyskiem w swe oczy chwyciło, jej uśmiechem roziskrzyło się całe, za bary jakby chwyta, w górę podnosi i na konia chyba posadzi."
      },
      {
        "index": 16,
        "text": "Hej! ochoty w życiu jak najwięcej!"
      },
      {
        "index": 17,
        "text": "Jedna z dam w stroju ni to empirowym, ni to w szacie dla osoby brzemiennej — w sukni »reformowanej«, znudzona mdłą gawędą kobiet w salonie i nie odważająca się wejść do gabinetu pełnego nizkiego rozgwaru mężczyzn, snuła się tęsknie w pobliżu, wdychając pełną piersią dymy od cygar. Siadła wreszcie skromnie tuż przy drzwiach palarni, dobyła z wielkiej na przodzie kieszeni swych sukien całą garść notatek i zapisanych skrawków papieru, odnalazła wśród tych szpargałów zapałki, bagaż swój spakowała z powrotem w kieszeń chłonną i, przybrawszy obronny wyraz twarzy, zapaliła papierosa. Przepuściwszy mimo oczu uważnych całe szeregi panów, stała się nagłe czujną. »Kto to jest?« rzuciła niecierpliwie w pusty pokój, ledwo drzwi zamknęły się za jednym z przechodzących."
      },
      {
        "index": 18,
        "text": "— Były przyjaciel naszej diwy, — podwinął się nie wiadomo skąd p. Horodyski."
      },
      {
        "index": 19,
        "text": "— Ach, tak! — rzekła głuchym altem. — No, to się rzecz tłumaczy. Artystki zabierają tym klempom z salonu zawsze najlepsze kąski."
      },
      {
        "index": 20,
        "text": "Pan Horodyski rozpromieniał w oka mgnieniu. I, rad tej znajdzie niespodzianej, zatarł suche ręce, gotując się na dobrą rozmówkę."
      },
      {
        "index": 21,
        "text": "— Dlaczego to, proszę pani, wśród tylu tu »kąsków« ten jeden ma być najlepszy? Nerwy kobiece są wprawdzie przedziwnym dynamometrem..."
      },
      {
        "index": 22,
        "text": "— Serce kobiety doznaje w życiu więcej zawodów niżli jej nerwy."
      },
      {
        "index": 23,
        "text": "— Ale te ostatnie bywają dla niej bardziej nieukojone."
      },
      {
        "index": 24,
        "text": "Parskał i chichotał sam, bo dama z niezmąconym spokojem na twarzy pogodnej otrząsała popiół z papierosa. Jego ogarniał już entuzyazm dla otwartego wejrzenia niewiasty świadomej. Nie prędko spostrzegł, że tuż przy nim trząsł brzuchem dostatnim jegomość o dziwnie lśniącej pełni roześmianych w tej chwili policzków. Pan Horodyski poznał znajomego fabrykanta Szolca i przedstawił go wnet. Dama spoglądała nie bez aprobaty, jak między wyłogami fraka wyciskał się ten brzuch śmiejący, niby dojrzały kasztan z pękniętej łupiny. »Rond point«, nazwała to sobie w myślach. A gdy ją zaleciał błękitny dymek cygara rozchyliła nozdrza."
      },
      {
        "index": 25,
        "text": "— Ogromnie lubię, kiedy mężczynamężczyzna pali cygaro, — rzekła swym nizkim altem."
      },
      {
        "index": 26,
        "text": "Pan Szolc w odpowiedzi na ten niespodziewany awans wyprostował krępą postać, wystawił swą małą nóżkę z pod brzucha i zaciągnął się mocno cygarem. I to nieoczekiwane podrażnienie fantazyi skojarzyło się w nim rychło z łatwą pobudliwością apetytu. Pomyślał tedy, że z tą panią miłoby było spożyć na osobności kolacyę, gdyż takie zwykłe jadać dużo i ze smakiem, nie pijąc, podniecają się dziwnie samem jedzeniem i bywają wtedy najciekawsze w sprośnych rozmówkach nad talerzem."
      },
      {
        "index": 27,
        "text": "Dama tymczasem wychylała się ku drzwiom do dalszych pokojów, kiwając na kogoś zdaleka."
      },
      {
        "index": 28,
        "text": "Na progu zjawiła się Nina. Jej jasnych sukien szmer i zwinność przyniosły jakby wiew ochłodny w duszną dymnicę cygar. Po niedawnej rozmowie z pułkownikiem w poczuciu wciąż jeszcze w dwójnasób lekka, tą rzeźkością niemal harda, śmiała się ku nim całą postacią, jakby wstrzymaną w skoku: głowy podrzutem pytającym, włosów zuchowatem odgarnieniem z czoła i twarzy otwartej roziskrzeniem ciekawem."
      },
      {
        "index": 29,
        "text": "— Ot, jaką ja sarnę wywabiłam na progi, — rzekła dama."
      },
      {
        "index": 30,
        "text": "Szybkością ptasiego odruchu podrzuciła się głowa dziewczyny w stronę głosu. Zasłyszane słowa i ich sens znalazły się w tej głowie o wiele później. I wtedy dopiero zaniepokoiła się: tem zapatrzeniem się wszystkich i tą ciszą, jaką witano ją tutaj. Teraz osadziła się rzeczywiście jak sarna: wyciągnęła się szyja zdziwiona, zaokrągliły się oczy, na nozdrzach zapulsował niepokój."
      },
      {
        "index": 31,
        "text": "— Państwo śmieją się ze mnie?..."
      },
      {
        "index": 32,
        "text": "— Panno Nino!... Proszę pani!... Ależ, skądże? — wołali jedno przez drugie, jak gdyby budząc się kolejno z zapatrzenia w tej bezwiednej adoracyi — dla instynktu."
      },
      {
        "index": 33,
        "text": "Pan Szolc częstował damę papierosem, zwracając się na psotę i ku Ninie z cygarnicą otwartą. »Właśnie że poproszę!« sięgała zuchowato."
      },
      {
        "index": 34,
        "text": "— Pani nie byłaby tak mało zazdrosną o swoich chłopców? — nawiązywała tymczasem dama przerwaną łaskotliwość dyalogu."
      },
      {
        "index": 35,
        "text": "— Kiedy ja nie mam... — wyrwało się z ust już nazbyt prosto i niemądrze."
      },
      {
        "index": 36,
        "text": "Zaczerwieniła się w pierwszej chwili, ale gdy przyłożyła usta do papierosa wydało jej się nawet zabawne."
      },
      {
        "index": 37,
        "text": "— Jabym się z panią nie podzieliła moim, gdybym miała."
      },
      {
        "index": 38,
        "text": "— »Nie podzieliła!« — pisnął dyszkantem pan Horodyski. I zacierał ręce, strzygł oczy."
      },
      {
        "index": 39,
        "text": "— Dlaczegoż to nie? — pytał alt."
      },
      {
        "index": 40,
        "text": "Właściwie nic już nie wiedziała, co ma powiedzieć. Do podnoszonego w widłach palców papierosa wyciągały się usta zdaleka w długi i niemądry dziób. I tak się do niego przykładała ustami, cmokała w munsztuk, ku coraz to rozkoszniejszemu błyskowi w oczach panów. Wreszcie chwyciła dym. — Bo... — próbowała nawiązać zerwane nici w myślach, wypuszczając z fantazyą smugę dymu."
      },
      {
        "index": 41,
        "text": "Już i papieros dawał się łatwo; kłębił się dym w ustach i szczypał język niecierpliwy. W podrzucie głowy i upartym uśmiechu, który z warg mimo wysiłku spędzić nie dał, był taki rezon i hazard na słowo, że panu Horodyskiemu aż się przymrużały oczy i pulsowały żyły na łysem ciemieniu. W bezinteresownej aż ekstazie gotów był milczeć, stulić się, nie istnieć, byleby módz słyszeć, jak to w takiej główce myśli sprośne jawią się nieomal intuicyjnie. Czerstwiejszy w swej tuszy elastycznej pan Szolc uwijał się żwawo koło dziewczyny; w instynktowej potrzebie praktycznych wszędzie oryentacyi życiowych, »kalkulował« pan Szulc swe pytania. Zagadując ją gwałtownie, odparował niejako od reszty towarzystwa, przyparł do kąta i rozpowiadał coś ochoczo, a prędko, przemycając w tej gawędzie raz po raz jakieś pytanie ukryte."
      },
      {
        "index": 42,
        "text": "Nina zapalczywie pociągała papierosa."
      },
      {
        "index": 43,
        "text": "A on rozpowiadał coś w te dymy przed jej twarzą, mówił póty, aż się dziewczyna żachnęła."
      },
      {
        "index": 44,
        "text": "— Z chłopcami?! I ciągle o nich! E, już mnie to znudziło! Czy widuję się na spacerze? Czy mam znajomych? Nie rozumiem."
      },
      {
        "index": 45,
        "text": "Zaczęły się w niej budzić jakieś zastanowienia nieokreślone. »Et!« — żachnęła się nagle i odrzuciła precz papierosa. Szybkimi ruchami głowy zwracała spojrzenie na wszystkich po kolei i, nie mówiąc ani słowa, skierowała się ku wyjściu. Lecz pan Horodyski rozkrzyżował ramiona na progu. I tak się obaj zakrzątali koło niej gorliwie, z tak zabawnie zatroskanymi ruchami, że zagadali wraz i rozproszyli wszystkie jej myśli."
      },
      {
        "index": 46,
        "text": "Parsknęła śmiechem."
      },
      {
        "index": 47,
        "text": "Wobec tego zakrzątali się jeszcze gwarniej. Słyszała zaledwie piąte przez dziesiąte....»Tyle pań prosiło (na uboczu oczywiście), a pan Szolc nie chce pokazać. W Aix-les-Bains kupił ten breloczek, dokąd co roku jeździ«."
      },
      {
        "index": 48,
        "text": "— I obrazek znowuż jakiś! — wydęła wargi na nich obu. — Byle głupstwo niewymyślne służy za haczyk..."
      },
      {
        "index": 49,
        "text": "— Na ten najczulszy nerw w kobiecie: nerw ciekawości."
      },
      {
        "index": 50,
        "text": "— Och, te niemądre kobiety!"
      },
      {
        "index": 51,
        "text": "— Takie oburzanie się na wszystkie powiększa tylko gorączkę ciekawości u każdej."
      },
      {
        "index": 52,
        "text": "Tym razem spojrzała na nich z zabobonną już nieufnością. Wyciągnęła się znów szyja i rozchyliły wargi niemądrze."
      },
      {
        "index": 53,
        "text": "— Ot! — machnęła nagle oburącz."
      },
      {
        "index": 54,
        "text": "I zakręciwszy się na pięcie, wybiegła z pokoju."
      },
      {
        "index": 55,
        "text": "Nie śpieszyła się jednak do salonu — w nudne, jak jej się teraz wydało, gawędy kobiet między sobą. W sąsiednim pokoju zatrzymała się przed lustrem pod pretekstem poprawienia włosów."
      },
      {
        "index": 56,
        "text": "Ramiona wzniesione splotła dłońmi w tyle, na ciemieniu i zamyśliła się nad sobą przed zwierciadłem. Od kominka biła łuna na pokój, a przesycona mglistym pomrokiem wnętrza osiadła zaledwie nalotem czerwonym na tafli lustrzanej, nie wnikając w jej głąb ciemną. Otrząsła się ze swych myśli i z wyrazem niechęci ku sobie jęła szybkimi ruchami upinać włosy."
      },
      {
        "index": 57,
        "text": "Na palenisku osunęło się kilka brewion, dobywając z zarzewia płomienie ostatnie, tak wartko trzepoczące się ognistemi skrzydły, tak żwawe w iskier warkoczach, niby w tańcu rozwianych, że ta ich chyżość i swawola zadrwiły, — wydało się Ninie — z jej smętku. I póty szydziły z niej, aż nie ujęły wargom tego odęcia w zasępieniu. Zaśmiała się jak dziecko: wraz ze łzawym podrywem — w piersi niewiadomo skąd zabłąkanym, a myślom zgoła obcym."
      },
      {
        "index": 58,
        "text": "Jakby z dalekich mroków zwierciadła wynurzona, skoczyła w lustrzane odbicie w przypochlebnych ruchach postać długa, zaświeciła w odbiciu białą plamą gorsu i kolącym błyskiem małych oczu."
      },
      {
        "index": 59,
        "text": "— Ach, to znowuż pan? — Boże, jak ja się przestraszyłam, — mówiła zupełnie spokojnie. — Pan chyba myszą wyskoczył z ciemnego kąta, lub nietoperzem przypadł od świecy tam."
      },
      {
        "index": 60,
        "text": "Nie odwracała się nawet ku niemu, obserwując tylko z pod powiek jego odbicie lustrzane. Ruchliwe i ostre jak świderki oczy łysego pana śmiały się jakby chytrem posiadaniem jakichś sekretów, a na zajęczych jego wąsach dygotały przemilczenia ciekawe. I koło ust dziewczyny naprzekór pogardliwemu wejrzeniu błąkać się znów począł uśmiech, niby żuk natrętny, przypadać do kątów warg i przemykać po policzkach ku oczom zawsze wpół przymkniętym."
      },
      {
        "index": 61,
        "text": "Jego stać było na razie tylko na nieokreślone pomruki aprobaty: w czerwonej poświacie bijącej od komina złocił się śniady puch na szyi dziewczyny i prześwietlały zwiewne kosmyki włosów pod uszami."
      },
      {
        "index": 62,
        "text": "— Niechno pan spojrzy! — krzyknęła nagle. — Tam w głębi lustra coś się rusza. Jeszcze naprawdę nietoperz... Ha! ha! — zaśmiała się mimo drgawki niespokojnej w gardle. — Lub może drugi, taki sam."
      },
      {
        "index": 63,
        "text": "— Przeciąg — mruknął — i płomyk świecy drga w odbiciu — tłumaczył, spojrzawszy niechętnym zezem na to jej zatrzepotanie się dziwne."
      },
      {
        "index": 64,
        "text": "— Ha!-ha!-ha! — chichotała, zła równocześnie na siebie, że tego śmiechu opanować nie potrafi."
      },
      {
        "index": 65,
        "text": "Przez uchylone drzwi wsunął ciekawą głowę pan Szolc, a ujrzawszy ich oboje, wywinął się elastycznie na środek pokoju."
      },
      {
        "index": 66,
        "text": "»Już pan tu jest?« — witał Horodyskiego chytrem przymrużeniem oczu."
      },
      {
        "index": 67,
        "text": "Obaj ci panowie wydali jej się w tej chwili tak ogromnie, tak niewypowiedzianie zabawni, że... Ha-ha-ha! i Ha-ha-ha, — zataczała się od śmiechu."
      },
      {
        "index": 68,
        "text": "— Ale, — doskoczył pan Horodyski do pana Szolca i pochyliwszy się w pałąk, ściskał jego krępą figurę ponad brzuchem. — Mój kochany panie, ten obrazek w breloku! Pani wyrażała już pewne zaciekawienie."
      },
      {
        "index": 69,
        "text": "— Ja nic nie mówiłam! — krzyknęła jakby w przerażeniu. »Nie, — pomyślała równocześnie, — ci dwaj panowie, ściskający się jak czuła para: Ha-ha-ha!..."
      },
      {
        "index": 70,
        "text": "— Ja tego pokazać nie mogę, — zażegnywał się i zastawiał dłońmi pan Szolc, by wnet potem wyjąć z kieszeni kamizelki złoty zegarek z krótką dewizką i uwieszonym na niej brelokiem w formie gwiazdki. — Chyba tak na dłoni. Niech Bóg broni pod światło."
      },
      {
        "index": 71,
        "text": "— A drażnią kobiety jak koty, — spadło z warg Niny w nadąsaniu nagłem."
      },
      {
        "index": 72,
        "text": "— Jak kotki, — poprawił pan Horodyski. — Że też ja nigdy jeszcze nie widziałem pani oczu, że też pani ma zawsze przymknięte powieki."
      },
      {
        "index": 73,
        "text": "— Nie! — szarpnęła się nagle całem ciałem w kurczowym prawie podrzucie. — O, ja nie mogę znieść tego spojrzenia! — doskoczyła do pana Horodyskiego. — I tych pańskich wąsów: długich, rzadkich, ostrych, — właśnie jak u kota... O, jabym pana biła! — wyskoczyło z ust z przerażeniem dla niej samej."
      },
      {
        "index": 74,
        "text": "Łysy pan parsknął w krótki śmiech i zdławił się nim, bo, opadłszy w fotel, zamilkł prawie: w tak częstych i tłumionych drgawkach śmiało się całe ciało jego. A ramiona wywijały mu się w tej radości ponad głową jak skrzydła wiatraka."
      },
      {
        "index": 75,
        "text": "— Ależ temperamencik!..."
      },
      {
        "index": 76,
        "text": "Wszystko co Ninę bawiło jeszcze przed chwilą tak niepomiernie w szalonych wybuchach niemądrego śmiechu, wszystko to stało się nagle nieznośnem, dokuczliwem i drażniącem aż do łez hamowanych, do spazmu chwytającego za gardło. Wystarczył jeden rzut oka na pana Szolca, aby się w wargi zacisnęła uparta nagle zawziętość: im, sobie, światu całemu na złość."
      },
      {
        "index": 77,
        "text": "— Teraz niech mi pan pokaże ten obrazek, — rzekła, siląc się na spokój."
      },
      {
        "index": 78,
        "text": "A że się certował i jak fryga koło niej kręcił. — Teraz ja chcę! — krzyknęła nagle, tupiąc nogą. I sprężyła się cała przed nim."
      },
      {
        "index": 79,
        "text": "Panowie przerzucili się znaczącem spojrzeniem, bo oto powieki dziewczyny rozchyliły się po raz pierwszy, ukazując małe jak grochy, złoto-czarne, złe, niespokojne źrenice."
      },
      {
        "index": 80,
        "text": "W skok znalazła się przy panu Szolcu i wyrwała mu z kamizelki zegarek z brelokiem; lecz ledwo ramię podniosło się z nim do świecy, opadło gwałtownie, — rozeszły się palce ręki, opuszczonej w sprężeniu odrazy."
      },
      {
        "index": 81,
        "text": "Pan Szolc schylał się po swą zgubę. I, jakby nie prostując się wcale, przepadł z pokoju. Panu Horodyskiemu podrzuciły się aż długie nogi na fotelu, a ptasia głowa dziobała w torsyi śmiechu własne kolana, kłuła je jak sęp padło, kołysząc tylko łysem ciemieniem."
      },
      {
        "index": 82,
        "text": "Ktoś poruszył drzwiami, — długi pan stropił się wnet, zakręcił i znikł: myszą skrył się do nory, nietoperzem utonął w mrokach zwierciadła, z których był wystąpił. I jak mysz, jak nietoperz pozostawił po sobie tylko odór swój: woń pomady i tłustych perfum, męski zapach, starokawalerski »bukiet«."
      },
      {
        "index": 83,
        "text": "Na kominku dogasały tymczasem głownie, osuwała się ze zwierciadła pulsująca łuna, pozostawiając na niem tylko żółty blask świecy, a na tej chłodnej powierzchni odbicie jej twarzy, jak gdyby nagle nie do poznania zmienionej."
      },
      {
        "index": 84,
        "text": "Pulsujące płomienie policzków przyblakły, odbite w zmąconej toni; psota, co błąkała się po nich nieustannie, zgasła niby płomień zdmuchnięty; w brózdach, jakie pozostawiła po sobie, osadzała się przekorność wzgardliwa, spoglądająca przed się otwartemi oczami i twarzą, rzekłbyś, nagą; — jak gdyby te spojrzenia i gawędy rozdarły niedostrzeżony przez innych woal, szeroko rozchyliły powieki, przygasiły lica, by z pod tęczowych baniek pustoty i rojenia wywabić niepokój cielesności dojrzałej."
      },
      {
        "index": 85,
        "text": "Otrząsła się gwałtownie grzywą i imała włosów przed lustrem. Lecz ramiona opadły wnet jak ołowiane ciężary. Przysiadła na fotelu, szukając w tem osłabieniu oparcia; głowa zwisła na piersi."
      },
      {
        "index": 86,
        "text": "Znikła gdzieś ta rzeźkość rytmiczna z przed niedawna, to urastanie w lekkości radosnej, ta krwi otucha serdeczna. Jej rytmy szparkie z tętnic na nerwy przeskoczyły oto i, trzepoczące się przed chwilą w śmiechach niepohamowanych, pulsują teraz w drgawce wewnętrznej, rade jakby rozprządz wszystkie spoidła cielesnego ładu, i stępiwszy myśli, wyostrzeć, przeczulić zmysły niespokojne, każąc im słyszeć, czuć, przeczuwać przez ściany dziesiąte — wyolbrzymiać wrażenie każde."
      },
      {
        "index": 87,
        "text": "Oto myślą bezładna, czuciem apatyczna — wszystkimi zmysłami natomiast w dwójnasób czujna, słyszy zdaleka kroków miarowych chód tak siebie pewny, że wszystko naokół drgać zlekka poczyna w ten rytm, zwiastując niby marsza tłumioną muzykę tych kroków stęp coraz to bliższy."
      },
      {
        "index": 88,
        "text": "Mocno wybija się idący takt, drzwi pchnięte rozwarły się wszerz. Szabli do boku przyciśniętej szczęk, ostróg zberknięcie krótkie i u siwego czoła wystawiona dłoń:"
      },
      {
        "index": 89,
        "text": "— Cześć — mam — kłaniać się!"
      },
      {
        "index": 90,
        "text": "Pułkownik zachwycił w oczy bystre ten jej gest mdły, spojrzenie niepewne, oraz rumieniec przelotny. — »Hm! — mruczał w brodę, gdy minął już pokój, — naszego tu brata, co wróbli na tę wisznię! Wiadomo: owoc dojrzały musi być zerwany, inaczej zwieje go pierwszy wiatr i zdepcze pierwsza stopa. Nie daj Boże zostanie na drzewie: robak stoczy. A na gniłki urodzaj to u nich sławny!«"
      },
      {
        "index": 91,
        "text": "Ktoś ujął go pod ramię. Ta łaskawość protekcyjnego gestu zjeżyła go odruchowo, lecz ujrzawszy nad sobą rozwidlone baki gospodarza, jednem drgnieniem »ułożył się« cały w ruch i wyraz człowieka, obiecującego zabiegliwość. Patrzał tedy czujnie w te rybie wargi w jamie włosów, cedzące słowa tak skąpo i blado, że trzeba było je sobie w myślach dopowiadać i dobarwiać za pana, który tylko myśleć raczył i chrząkać niecierpliwie, gdy jego intencyi w lot nie pochwycono."
      },
      {
        "index": 92,
        "text": "Dowiadywał się tedy pułkownik z tej żmudy, że korespondent berliński ma sobie polecone od grupy kapitalistów, »interesujących się sprawą komunikacyi u nas, wybadanie gruntu w rzeczach tej kolei okolnej, — nie tyle finansowego, ile...« — Wprawdzie koncesya wydana jest »spółce obywatelskiej, w tym charakterze pragną ją tam widzieć, ale miejscowe czynniki może będą bardziej ustępliwe dla tej nowej, berlińskiej kombinacyi... »Mój kochany pułkowniku...!«"
      },
      {
        "index": 93,
        "text": "— Zrozumiałem."
      },
      {
        "index": 94,
        "text": "— Jest i druga sprawa. Ludzie zaangażowali się w te place w śródmieściu majątkami całymi, a o ulicy ani słychać. (»Zresztą i pułkownik masz przecie swój dział.«) Należałoby tę sprawę pchnąć, argumentacyą, jaka tam trafi do przekonania. Ulica otworzy okazałą perspektywę na cerkiew, przesunie ku niej niejako dzielnicę całą i nada miastu przez to pożądany może charakter. »Et caetera i tam dalej!« — brzmiało najwymowniej z tego wszystkiego."
      },
      {
        "index": 95,
        "text": "— Zrozumiałem."
      },
      {
        "index": 96,
        "text": "— Mój kochany pułkowniku!"
      },
      {
        "index": 97,
        "text": "I gospodarz położywszy mu rękę na ramieniu sterował pułkownikiem, jak nawą, holując go przez rojny od gości pokój do sąsiedniego bufetu."
      },
      {
        "index": 98,
        "text": "— Mój kochany pułkowniku...!"
      },
      {
        "index": 99,
        "text": "— »Zrozumiałem!« — zaśmiał się pułkownik tym razem. Ale gospodarzowi nie było do jego złośliwości. Zaczepił go kilkoma słowami do kogoś z obecnych, mrugnął na służbę i wymknął się rychło."
      },
      {
        "index": 100,
        "text": "Pułkownik wolał jednak pozostać sam."
      },
      {
        "index": 101,
        "text": "— »Ty, bracie, potrafisz żyły wyciągać z człowieka! — rachował się w myślach z gospodarzem«  . I teraz dopiero, jak gdyby prostował grzbiet, otrząsał się cały, wyciągał garścią sumiasty wąs. — I naprowadza taki »tasku« na duszę, że człowiek samemu sobie mierźnie. To jest u nich najwyższa szkoła dyplomacyi: być tak bardzo interesującym: słowo żadne nie śmie zadrgać życiem. Piesby mój zaskowyczał, gdybyś ty go pogłaskał. Żonce to twojej powinszować... Nu, i czort z tobą! — odmachnął się ręką."
      },
      {
        "index": 102,
        "text": "I tak wypił za zdrowie gospodarza."
      },
      {
        "index": 103,
        "text": "Rozmyślał cierpko, wystając po kątach z talerzem pod brodą, to przysiadając przy rozstawionych gęsto stolikach, to snując się znowu między ludźmi. — »Masz przecie pułkownik i swój plac. Masz, powiedział. Nahał! A masz, boście mi go wetknęli gwałtem... Chadatajstwo, — mruczał, — machlerstwo po waszemu. Czort i z wami«."
      },
      {
        "index": 104,
        "text": "— Nalej!"
      },
      {
        "index": 105,
        "text": "I pił tak samotnie dalsze zdrowia."
      },
      {
        "index": 106,
        "text": "»Czego ty papa do nich leziesz? — mruczał w brodę, siadłszy gdzieś na uboczu. — A ty nie leź!... Dobrego tu w nich mało, a zło jest za mądre, za chytro-kryte jak na nas. Oba my przy nim durne jak chłopy. To korespondent zagraniczny, to agent kapitalistów berlińskich, »interesujący się« podmiejską komunikacyą. A tam i fortami przedewszystkiem... Oto czego on miłośnik! — mruczało mu basem w piersiach, gdy wargi zacinały się zawzięcie, a złe, nieufne spojrzenie ogarniać poczęło wszystkich obecnych w pokoju."
      },
      {
        "index": 107,
        "text": "— Jaśnie pan każe?"
      },
      {
        "index": 108,
        "text": "— Niczego nie każe. Chcesz, nalej. Tylko mnie nie rozpytuj o swe »wódeczki«; wolę już: nalej z jakiej chcesz »flaszeczki«. Że też u nich każde słowo musi być ckliwe i fałszywe! Ty służył w wojsku?... U, obraził się za »ty«! I poniechał »jaśnie panem«. Honorni oni tu wszyscy! — A ot, — mruczał dalej do siebie, — założyli »spółkę obywatelską«, ale gdzie tu u jaśnie panów dziś tych milionów znaleźć; wiadomo Niemiec przyjść musi. Za miliony swoje i jaśnie panów wnet znajdzie i »spółką obywatelską« się nakryje. Będą i grafy, jest i baron, będzie i ruski pułkownik. Akcyami przecie obdarzą. Widzisz, Sasza, pajęczyna to jaka!... Ni! — odmachiwał się wskazującym palcem, na którym nosił obrączkę, — pułkownika tam nie będzie. A akcye to wasze przepiszcie sobie na muzeum, na bibliotekę, na stypendya, czy na ekspedycyę polarną: jak tam z sesyi wypadnie. Oj czmucąż, czmucą głupim ludziom głowy! Dwuchby zechciało: zrobiliby. Ale im nie o to przecie. Po wierzchu muzea, sztuki piękne, biblioteki, stypendya, ekspedycye polarne, — to żeby swoim głowy zadurzyć; pod spodem »spółki obywatelskie«, — to żeby nam piaskiem w oczy rzucić; a na spodku, na dnie samem: — Niemiec."
      },
      {
        "index": 109,
        "text": "— Puh! — wydymał pułkownik powietrze z piersi wzdętej; czerwieniał i bladł naprzemian."
      },
      {
        "index": 110,
        "text": "»Widzisz, Sasza, do czego oni tu doszli... O ulicy nowej chcesz wiedzieć? Na cerkiew to naszą Żydy z nowych kamienic patrzeć będą i ubłażać się, i umilać. Widzisz: tak to oni za jednym ręki obrotem: i swego Boga się wyparli i cudzym pohandlowali."
      },
      {
        "index": 111,
        "text": "Po chwili nie zapiąwszy nawet mundura, przeciskał się szerokimi bary między ludźmi. A że gniewny i nieufny w tej chwili, więc mówił już tylko po francusku: »Pardon!« — roztrącał i przepychał się bez ceremonii. Wydostawszy się z zapachu jadła i napojów, wstąpił w dymną atmosferę cygar. Jeszcze jedne drzwi, i owiała go ledwo uchwytna woń perfum, ochłody i świeżyzny pełne tchnienie kobiece. »Zażywnie tu u nich«, — pomyślał."
      },
      {
        "index": 112,
        "text": "I równocześnie dogoniła go tutaj melodya rozchwiejna."
      },
      {
        "index": 113,
        "text": "»Tańcują«, — rzekł do siebie znacznie łagodniej."
      },
      {
        "index": 114,
        "text": "A gdy stanął na progu salonu, gdy w roztopie światła zaroił mu się przed oczami, niby karuzela barwna, ten wir rozkołysany, jakby w rozmarzeń gestach łagodnych pod muzyki i pogwarków kobiecych kapryśnie cichnące rytmy, — wówczas pułkownik począł głaskać brodę."
      },
      {
        "index": 115,
        "text": "»Elegancko!« — pomyślało mu się niespodzianie po polsku."
      },
      {
        "index": 116,
        "text": "Z drugiego końca salonu gospodarz złowił go spojrzeniem i zbliżył się wnet do żony, — pochylał nad jej uchem. Wstąpiła między pary wirujące i w mimowolnym rytmie walca przemykała się lekka przez labirynt taneczny. Liniami sukien smukłych, rzekłbyś, pląsająca, jak wąż giętka na tej błędnej ścieżce, wychyliła z tłumnego zamętu wprost na pułkownika uśmiech twarzy jak zorza jasny i otwartą dłoń przyjaźni."
      },
      {
        "index": 117,
        "text": "Przerzucony z bufetu w to oślepienie świateł, przed barwną karuzelę zwiewnych szat i otwartych biustów kobiecych, podrażniony widokiem tej giętkości niewieściej, która w rojnym tłumie wężem się przemignie i maskę obłudy z taką lekkością na oblicza wkłada, — odymał się pułkownik coraz to nieufniej."
      },
      {
        "index": 118,
        "text": "»I na co to wszystko?! — Po co tak przechytry krok ich tu każdy? Jakie sprawy tu zawiłe, jakie losy tu się ważą? Po co te przyjaźnie, umizgi, świadczenia i obłudy? te stosunki szerokie, te sławnych śpiewaków po swych salonach prezentacye, te sesye o sprawach publicznych i cała ta szkoła dyplomacyi... parszywej! — zerwała się w nim wreszcie pasya tłumiona. — Czego ty, papa, do nich leziesz?!... A ty nie leź! Młodości ty u nich szukał!..."
      },
      {
        "index": 119,
        "text": "Z tanecznego zamętu wywinęła się tymczasem jakaś para tuż koło niego. Młodzieniec kłaniał się pannie, rękę jej wypuszczając, i cofał się powoli; muzyka wiodła go lekkim krokiem wprost na inną, pochylała przed nią, w pół ujętą zatrzymać kazała w oczekiwaniu taktu, by stopy zwrotem mocnym wkołysać ją miękko w rytmy walcowe."
      },
      {
        "index": 120,
        "text": "A pierwsza ani spojrzała za nim, cała w sobie pulsująca, wichrem własnej uciechy wciąż jeszcze owiana. Niby skrzydło motyla trzepał się w dłoni chybkiej wachlarz niecierpliwy pod te nozdrza pulsujące i oczu przymrużenie czujne."
      },
      {
        "index": 121,
        "text": "Pułkownik poznał Ninę i kiwał głową:"
      },
      {
        "index": 122,
        "text": "»Nie wysiepiesz ty w tem ochoty swojej, — mruczał pod wąsem, — nie wytańczysz jej całej, nie wybłyskasz uśmiechami!... A wścibskie to musi być! A ciekawe życia jak sroka gnata!... Żal twej ochoty i sił daremnych!... Czemu ty nie ruska! Zażyłabyś duszoj!«"
      },
      {
        "index": 123,
        "text": "To też nie długo tu zabawił: ledwie muzyka ścichła, wracał chmurny do bufetu."
      },
      {
        "index": 124,
        "text": "Pogonił za nim wiolonczeli ton podrywny, zaczepny, za poły jakby targający i basetli chichot nizki, niby pijanego śmiech; a ponad nimi skrzypiec zew aż łkający w rozśmiechach radosnych: — musowała lekka pianka powierzchnego życia, pianką jeno pustą wypełniając czarę młodości niejedną."
      },
      {
        "index": 125,
        "text": "»Dziś!-dziś!-dziś!« — łaskotała wiolonczela wszystkie wyobraźnie krótkie na tokowy dzisiaj pląs. »A bo my to jacy-tacy! jacy-tacy!« hukała inna basetla jurnym śmiechem sylena. A skrzypce ochotą aż rozełkane przynosiły jakieś strzępy pieśni podarte spazmem niecierpliwości — niby bachicznego chóru echo idące."
      },
      {
        "index": 126,
        "text": "Wyrywały się tymczasem pary na ochotnika i harcowały bezładnie. Powściągał te animusze i ustawiał szyki wodzirej tak lekki i posuwisty w kroku, że zda się kółka miał u stóp, gdy się tak snował bezszelestny i obiegał uśmiechnięty kolisko całe."
      },
      {
        "index": 127,
        "text": "Nina już się tu znalazła. A że stopom zbyt długo czekać wypadło, więc pod muzykę niecierpliwą pląsała w biodrach kibicią giętką."
      },
      {
        "index": 128,
        "text": "Oto basetli pohuki rytmiczne i wiolonczeli rozmarzyste tony wiodą naprzeciw niej tancerza wyzwaniem twarzy otwartej, jakby przy wąsa podgarnieniu, przy kontuszowego wyłoga podrzucie, pasa ujęciu hardem i nóg zatupotaniu. Odpowiadała na to wezwanie wdziękiem starodawnym, ustawiona w cichość warkoczową, w dzierlatki płochliwej wtulenie się dziewczęce. — Za ręce ku górze wyrzuceni sunęli przed się: on głuszcem poszumnym, ona kokoszą drobiącą."
      },
      {
        "index": 129,
        "text": "I wiedli za sobą klucz par długi w rozruchu tanecznym."
      },
      {
        "index": 130,
        "text": "»Dziś!-dziś!-dziś!« — naganiały ich rytmy dziarskie w boisko ochoty. »Abo my to jacy-tacy! jacy-tacy!« — wydymała piersi i gardziele pycha basu pijana. A skrzypce tej ciał młodych fantazyi rzucały pod stopy melodye jakby z łopotu proporców dalekimi wichry zdmuchnięte: piosnki dawnej ochoty, co krwi własnością już się stały i na żyłach chyba grają, gdy tak w uszy wichrem uderzą i wskroś przez całe ciało przelecą jak skry."
      },
      {
        "index": 131,
        "text": "Tańczono mazura."
      }
    ]
  }
}