{
  "chapterNumber": 10,
  "title": "Część trzecia, 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Z klęczek nie powstająca, zasłuchana mimowoli w to zerwanie się ptasiego świergotu na dworzu, nie odrywała Nina rąk od twarzy, bojąc się jakby ujrzeć dzień jasny. Gdy w rojnym przed chwilą salonie głucha cisza zapanowała przed świtem, a wszystko, rzekłbyś, w nory snu się pochowało, dysze w niej oto i zipie zło popełnione jak nietoperz zaskoczony słońcem. Blado i niewyraźnie przypominało się jej wszystko, co się poza tem dziś tu działo: to wojny obwieszczenie, pochody i rozhuki na ulicach, ów ranny, któremu opatrywała głowę, goście z przedpokoju, widziani przez dziurkę od klucza, potem opowieść jakaś straszna i jej spłonienie, tak dla niej samej niespodziane, a które tamtych ludzi tak zastanowiło: — nagły wir rzeczy wielkich i obcych, w których zatopiła tak skutecznie odpychane przypomnienia, aż do tej chwili samotności, w której zło popełnione za gardło ją chwyciło i zatrzymało wspomnienia na jednej tylko chwili."
      },
      {
        "index": 2,
        "text": "Niedawna rysa swawoli, ciekawości i zuchwałego porywu naprzemian wcinała się w tej chwili w znużone oblicze rysą twardą, wyczuwalną jak ból. Dłonie ścierały uparcie z twarzy jakby lepki wstręt do siebie, gdy nieustanne przypominanie jednej chwili ubiegłego wieczora chłodem przerażeń przebiegało przez całe ciało. Zaś ta smuga światła, która przez kurze i zaduchy tej nocy kładła się jej na głowie, niby ciepłej dłoni dotknięcie, rodziła w niej głuche poczucie, że z tego wiru i roju ludzkiego tyle tylko pozostało: ciężkość jej serca i głowy bezradność."
      },
      {
        "index": 3,
        "text": "Usłyszawszy szelest sukien, zerwała się z kolan: na pół przytomna, słońcem oślepiona, zatoczyła się jak pijana."
      },
      {
        "index": 4,
        "text": "Po długiej dopiero chwili oryentuje się, że to Lena, która ją tu dziś u siebie przenocować miała, stoi przy niej, głaszcze ją po głowie i rozpytuje o powody łez zastygłych w oczach."
      },
      {
        "index": 5,
        "text": "Odęła się wobec tej tkliwości niedbałej i łaskawej pobłażliwości gestu: odczuła w tem instyktownie ową, rychło przez mężatki nabywaną, mądrość cielesną z jej sceptyczną pobłażliwością dla szamotań się dziewczęcych. A jednak dosytni spokój jej źrzałych kształtów udzielał się jakby przez dłoń głaszczącą. W cielesnym wiewie kobiecej doli upraszczała się jakoś spokojnie cała zagadka życia, a przygnębienie jej niedawne zamieniło się w niepokój rzewny i bezradność zahukaną, rade przytulić się bierną myślą do cudzego bodaj szczęścia."
      },
      {
        "index": 6,
        "text": "Lena wskazała jej pokój dzisiejszego noclegu i wiodła tymczasem na krótką pogawędkę do swojej alkowy."
      },
      {
        "index": 7,
        "text": "Lecz w progu zatrzymały się obie zdumione."
      },
      {
        "index": 8,
        "text": "W mgłą jakby zasnutej poświacie ampli stała Ola owinięta w swą rotundę. Na podniesionym kołnierzu i twarzy bladej, niby w podwójnej ramie w ton zatartej bieli, pulsowały te jej żółte oczy swym niepokojem ciągłym. I zatrzymały obie kobiety w progu niemem pytaniem przerażenia. A postrzegając, że witało ją tu tylko zdumienie, stała się wraz cierpką."
      },
      {
        "index": 9,
        "text": "— Jak myślisz, Leno, — rzekła, zamykając powieki jakoś boleśnie, — jak myślisz: gdyby tak gdzieindziej na świecie, u innego narodu, wśród innych kobiet?... Przecież wieść taka dobywa kobietom z serca... no, to ostatnie!"
      },
      {
        "index": 10,
        "text": "— O czem ty mówisz?"
      },
      {
        "index": 11,
        "text": "— O wojnie."
      },
      {
        "index": 12,
        "text": "— Ach, tak!"
      },
      {
        "index": 13,
        "text": "— Więc ty nie pomyślałaś nawet o tem, — mówiła, nie otwierając wciąż oczu, — że oni idą, będą szli tygodnie, miesiące, lata może pod twojemi oknami w przemarszach głuchych — na niepowroty."
      },
      {
        "index": 14,
        "text": "Nina zipnęła gwałtownie."
      },
      {
        "index": 15,
        "text": "— Kto taki? — pytała Lena cierpko."
      },
      {
        "index": 16,
        "text": "— No: mężowie, bracia, kochankowie..."
      },
      {
        "index": 17,
        "text": "— Tak się to mówić zwykło w takich razach uroczystych. Tylko cała wzniosłość tego nie jest chyba po naszej stronie. Będą szli niemo i tępo. Cóż innego dać im mogą kobiety? Zaś mężowie nasi? — zaśmiała się — jeśli któremu z nich branka rzeczywiście grozi, — poczęła machać niedbale ręką, — wykręcą się, wyszachrują z tego »ambarasu«, na to, by tąże kartą fatalną zagrać może wnet na swoje zyski i dochody w szczęku broni cudzej."
      },
      {
        "index": 18,
        "text": "Tu Nina podniosła na nią oczy zdumione."
      },
      {
        "index": 19,
        "text": "— Mówisz tak, jak gdybyś chciała..."
      },
      {
        "index": 20,
        "text": "— Być wdową po niewczesnym bohaterze, dać się spalić na stosie wraz z jego koniem i być pochowaną we trójkę pod takim wielkim kurhanem. Uspokój się, moja droga: nie marzę o tem. Chcę tylko powiedzieć, że nasi mężowie, tak bardzo zresztą słusznie, roztropni i wykrętni w wojnie pokojowej dają nam wesołą naukę giętkości. Nie zmarnowaną. Oj, nie!"
      },
      {
        "index": 21,
        "text": "Rzuciła się niedbale na łóżko. Z dalszych półsłówek raczej i przemilczeń Oli dowiedziały się rychło obie, że ów młody muzyk, który jej tu szukał, otrzymał był przed kilkoma dniami jakieś wezwanie wojskowe, do którego nie przywiązywał zbytniej wagi: wynikało tedy, że i on będzie musiał iść na wojnę. I bodajże jego spodziewała się ona zastać tu jeszcze. Obie kobiety, wiedząc o tym panu Tańskim, z którym wyszła, i od którego prawdopodobnie powraca, spojrzały na nią z błyskiem przerażonego zdumienia za to dziwne przeplatanie się uczuć jednego wieczora. Pod tym ich wzrokiem zatuliła się cała drżąca i przybladła jeszcze bardziej, a wąziutkie dłonie, wysunąwszy się z ukrycia rotundy, sięgnęły jak macki drżące skroni obu. Trzepotało się w niej serce, a ta nerwów dygotka nasycać wnet jęła atmosferę samą. Jej oczy ogromne zdawały się wciąż dziwić, że wszystko naokół jest tak spokojne, jak gdyby nic nie zaszło: jasnem było, że zwichrzone w sobie istnienie chwyta się całą siłą wyobraźni wici zdarzenia wielkiego w nadziejach, że oto świat się odwróci, życie przeinaczy, dusza z sobą uładzi i odnowi się w czemś nieokreślonem."
      },
      {
        "index": 22,
        "text": "Jej przyjaciółka tymczasem, cała na wznak wyciągnięta, pogoniła swoje myśli. Założywszy pod głowę ramiona obnażone aż po pachy, zapatrzyła się gdzieś błędnie."
      },
      {
        "index": 23,
        "text": "— Ha-ha! ten pułkownik! — roześmiała się krótko. — Widzisz, ja zaczęłam już było rapsod wojenny i uderzyłam czołem — w śmieszność... Ale co ty tak na mnie patrzysz, Nino? Oczy zaokrąglone takie, pytające, i te łzy wciąż jeszcze na nich zastygłe. No, ciupa, — co tobie? Chodź tu do mnie, przysiądź się."
      },
      {
        "index": 24,
        "text": "— Ja ciebie wcale nie rozumiem!"
      },
      {
        "index": 25,
        "text": "— I nie trzeba ci tego, dziecko, bynajmniej do szczęścia."
      },
      {
        "index": 26,
        "text": "— Tylko smutno mi strasznie. I za siebie, i za Olę, i za ciebie..."
      },
      {
        "index": 27,
        "text": "— To sobie popłacz troszkę. Tutaj! — mówiła, pochylając jej głowę ku poduszkom."
      },
      {
        "index": 28,
        "text": "Jakoż Nina nie kazała sobie tego powtarzać po raz drugi, bo ledwie pieściwych puchów czołem tknąwszy, wybuchnęła spazmem w łzy zasobnym, rozdygotanym bezradnie, wypłakującym sowicie w poduszki cały rozstrój duszy dzisiejszy."
      },
      {
        "index": 29,
        "text": "— Patrz, twoje »nerwy«! — zwróciła się Lena z wymówką do Oli. I bynajmniej nie starając się uspakajać tamtej, muskała ją po głowie, jak gdyby mówiąc: »Wypłacz się, wypłacz!« I tak ją głaszcząc, nie przerywała sobie rozmowy; podnosiła tylko głos wobec tamtych spazmów."
      },
      {
        "index": 30,
        "text": "— Nie wiem, jakby tam było gdzieindziej na świecie, wśród innych kobiet, wiem tylko, jak u nas być musi. Właśnie tak! I gdyby mnie wraz z tobą zebrało się również na łzy, opłakiwałybyśmy pono przedewszystkiem siebie... No, dosyć! — zwróciła się surowo do Niny, potrząsając jej ramieniem. Dosyć już!"
      },
      {
        "index": 31,
        "text": "Tedy i Nina zdecydowała niebawem, że już dosyć i wyciągniętą w tył ręką prosiła o chustkę do otarcia łez."
      },
      {
        "index": 32,
        "text": "Zaś Ola, przeniósłszy się tymczasem bezszelestnie jak cień w kąt łóżka, u ich nóg wyświecała swe oczy żółte jak ta sowa, i zahukała nagle głucho."
      },
      {
        "index": 33,
        "text": "— Inne byłybyśmy wszystkie!... inne!... inne!"
      },
      {
        "index": 34,
        "text": "Aczkolwiek brakło w tem wszelkiego »gdyby«, Lena nawiązała to łatwo z tokiem poprzednim:"
      },
      {
        "index": 35,
        "text": "— Mocniejsze, prawdziwsze! — dorzuciła."
      },
      {
        "index": 36,
        "text": "I równocześnie widząc obzieranie się Niny, zwróciła się do niej łagodnie. »Tam, duszko, jest zwierciadło, idź, popraw się po płaczu«."
      },
      {
        "index": 37,
        "text": "— One są, naprzykład, mocniejsze i prawdziwsze przed sobą, — hukała tamta swoje."
      },
      {
        "index": 38,
        "text": "— O, la! la! la! — odmachnęła się oburącz."
      },
      {
        "index": 39,
        "text": "— Jakie tu u ciebie wszystko eleganckie! — odezwała się Nina śpiewnie na pokoju z przed lustra."
      },
      {
        "index": 40,
        "text": "Roześmiały się mimowoli."
      },
      {
        "index": 41,
        "text": "— Nie drwijcie ze mnie!... Ja tak sobie tylko: dla oderwania myśli."
      },
      {
        "index": 42,
        "text": "— Masz racyę, duszo! My wszystkie odrywamy tak nieustannie myśli od siebie, i nie tylko od siebie, ale i od tych objektów płci męskiej — ku rzeczom i zwierciadłom. Stąd Oli »przykłady« powiadają o nas, że jesteśmy eleganckie... Siadajże tutaj, a raczej ułóż się wygodnie."
      },
      {
        "index": 43,
        "text": "Lecz ona tę ciekawość, przeniesioną w oczach z przed zwierciadła i luksusu otoczenia całego, przeniosła zezem badawczym na strojność negliżu swej przyjaciółki, na jego barwę jakby stosowaną z mgławo-fioletowem światłem w pokoju, na te jej ramiona jak śnieg białe, zarzucone pod szopę włosów, w tym półmroku jak gdyby świecącą. Pręży się oto niedbale, pod lekką materyą swego stroju zarysem potężnych kształtów prawie widna i na puchach zapadłych jak rzeźba twarda i wypukła. Zapatrzona ku górze dyszy leniwie torsem jak z marmuru kutym, a rozchylonym aż po brodawki nieomal. — A mimo to wszystko wydała jej się teraz właśnie jakby mało cielesną: nazbyt już wyniosłą, czy surową w swych kształtach dużych. I przypomniał jej się niespodzianie jej dziad, ów major sędziwy przy stole, poczem brat ponury, który lat dwadzieścia był na onych »niepowrotach«. — Złośliwa myśl podsunęła w tej chwili sztywne baki barona z rybim grymasem warg. I w tejże chwili w otrząsie nagłym zbudziła w pamięci dziś tu słyszaną opowieść o samobójstwie Woydy, tuż w sąsiednim pokoju. Spoglądała na przyjaciółkę z chmurną już nieufnością."
      },
      {
        "index": 44,
        "text": "Ta druga tymczasem nie odmykała powiek, goniąc pod niemi swe udręki dzisiejsze. Jej nerwów dygotka wibrowała w niej wciąż nierównym tętnem pulsów, szły te tajemnicze prądy nerwów przez światło czy powietrze, uderzając w zopieszałe i puchem zagrzane ciała tamtych kobiet."
      },
      {
        "index": 45,
        "text": "— A oni tymczasem idą, — rozległo się znów głucho, — po chałupach, poddaszach, »czwartakach« zbierają się na swe niepowroty. A niejeden z nich nie wytrzyma może na sobie tego: »po co?« — obcym ludziom w miedze pod ich kule iść nie zechce i będzie wolał sam..."
      },
      {
        "index": 46,
        "text": "— Na litość boską, pani, — zamilknąć proszę!"
      },
      {
        "index": 47,
        "text": "Z Niny to piersi wyrwał się niespodzianie ten zgoła obcy głos: o cały ton niższy, piersiowo głębszy i jakby o długie kobiece lata dojrzalszy."
      },
      {
        "index": 48,
        "text": "— Aa?! — pochyliła się nad nią Lena. — Więc i ty, biedna? Ton był aż za wiele mówiący."
      },
      {
        "index": 49,
        "text": "Przewinęła się pod jej ręką i ukryła twarz w poduszkach."
      },
      {
        "index": 50,
        "text": "— Hm!... Nie pytam nawet za kim. Mam smętne wrażenie, że tylko nerwów i wyobraźni winna ci była oszczędzać Ola. W przeciwnym razie nie byłabyś chyba teraz tutaj, między nami: lecz tam! — gdziebądź, przy nim. A potem: bodaj za nim."
      },
      {
        "index": 51,
        "text": "— Za markietankę, — wtrąciła Ola tak niespodzianie trzeźwą objekcyą po niedawnym koturnie płaczki wojennej."
      },
      {
        "index": 52,
        "text": "Na te słowa podjęła się Lena prężnie i opuściwszy nogi przysiadła na łóżku."
      },
      {
        "index": 53,
        "text": "— Choćby za psa, jeśli nie można inaczej, — rzekła spokojnie, lecz z takim zaciskiem szczęk, że każdy wyraz przebijał się powoli i twardo."
      },
      {
        "index": 54,
        "text": "To nieoczekiwane jej wystąpienie stropiło ogromnie dziewczyny obie."
      },
      {
        "index": 55,
        "text": "— I psu nie pozwolą."
      },
      {
        "index": 56,
        "text": "— Ale kobiecie, gdy się zatnie na swojem, wzbronić nie mogą i krzyżem naznaczyć muszą — czerwonym."
      },
      {
        "index": 57,
        "text": "— Oo!..."
      },
      {
        "index": 58,
        "text": "— Matka moja szła za ojcem w tamteż kraje jak pies — za jego nogą skutą. — To jest co innego! — broniła się Ola ze zwieszoną głową."
      },
      {
        "index": 59,
        "text": "— Bo zgodzisz się, że te akcesorya oraz insygnia »siostrzane« dla... No, przecież chyba rozumiesz? A przytem sama mówiłaś: bierni, niemi i tępi w musie. Jakąż siłę uczuć w nas to niecić może?..."
      },
      {
        "index": 60,
        "text": "— To też Bóg litościwy odebrał nam dzisiejszym tę władzę kochania. I dał nam wzamian ciekawość, imaginacyę, egzaltacyę i nerwy; a w nadmiernej hojności jeszcze i roztropność samozachowawczą, — jej giętkości uczą nas mężczyźni... O, ja o sobie przedewszystkiem mówię, — dorzuciła szorstko; lecz spostrzegłszy, że ta jej szczerość wgnębia znów Olę w jej nerwowe zatulenie, pocałowała ją na uspokojenie."
      },
      {
        "index": 61,
        "text": "— No, my między sobą możemy być chyba zupełnie szczere... Patrz no lepiej, jak to Nina na nas spogląda, uwięziwszy płacz w zagryzionych ustach, — bo oczy nie mają czasu: oczy łowią słowa na cudzych wargach, a myśl mota i mota je koło swojej zatajonej udręki. — No, co ty, ciupa, tak ciągle?"
      },
      {
        "index": 62,
        "text": "— Nic."
      },
      {
        "index": 63,
        "text": "— Tak cichutko? Ot co ja wam powiem na pocieszenie. Dawnymi czasy, w szczęku broni i burzach namiętności rozpaczały kobiety po kościołach gotyckich: »Przebacz nam, Panie, bośmy kochały tak bardzo!« A Bóg tych kobiet kochających bywał nielitościwy: ile stąd rzewnych ballad i legend w wierszach pięknych, którymi żywiły się po zamkach wyobraźnie kobiet, własne jak woń kwiatów. Nam dzisiejszym wypada wzdychać po alkowach: »Przebacz nam, Boże, bośmy tak bardzo nerwowe«. I ten Bóg kobiet nerwowych okazał się... dobroduszny. Wynikają stąd zaledwie brr! szpetne ballady plotek, któremi żywi się cuchnąca jak rynsztoki wyobraźnia tłumów miejskich. — Tego się strzeżcie, dziewczęta moje: zamykacie okna od ulicy!"
      },
      {
        "index": 64,
        "text": "Nina leżała znów twarzą w poduszkach i ściskała oburącz skronie."
      },
      {
        "index": 65,
        "text": "— Czy do Boga dobrodusznego trzeba się modlić nerwami?"
      },
      {
        "index": 66,
        "text": "— Nie, sprytem mężów naszych."
      },
      {
        "index": 67,
        "text": "— Och, wszystko to jest bluźnierstwo słów, śmiechu, i ciekawości, i beztroski, — i przerażenia może jeszcze: wszystko, co ja dziś złego zrobiłam! Ja chyba nawet myślą nie zgrzeszyłam, bo myśl..."
      },
      {
        "index": 68,
        "text": "— Śpi tymczasem."
      },
      {
        "index": 69,
        "text": "— A złe postępki nasze, — wtrąciła Ola głucho, — to tylko bluźnierstwo uczuciom, bo zmysły..."
      },
      {
        "index": 70,
        "text": "— Drzemią jeszcze."
      },
      {
        "index": 71,
        "text": "Tu Niną wstrząsnął ów gwałtowny chłód przerażenia, powracający zawsze ze wspomnieniem tamtej jednej chwili. I poderwawszy z poduszek postawił na klęczkach."
      },
      {
        "index": 72,
        "text": "— Więc po co?! Więc skąd?! Więc dlaczego tamto się stało?! Przecież to wszystko jest takie okropne, że..."
      },
      {
        "index": 73,
        "text": "— I dyabeł nie zrozumie, i Bóg nie spamięta."
      },
      {
        "index": 74,
        "text": "Nina łkała pod tłumikiem dłoni. Ola zatulała się w sobie, zwierała jak ukwiał, a ręce wąziutkie na chudych ramionkach sięgały skroni bolesnych niby macki drżące."
      },
      {
        "index": 75,
        "text": "Przyciągnęła je do siebie i ogarnęła obie w ramiona:"
      },
      {
        "index": 76,
        "text": "— No, cicho, dzieciaki! Cicho, biedniutkie moje. Bywają wprawdzie przezorniejsze od was, ale nie koniecznie lepsze. Zaś te naprawdę lepsze... Pocieszcie się: takie są smętki czasów dla tych, którym losy nie zapewniły wyrostu i wypasu jałówek. Tylko jedno, Olo: nam bardzo nie do twarzy z rapsodami wojennymi; nam wypadałoby raczej składać gałązki oliwne dobrodusznemu bożkowi pokoju... zastoju! — dorzuciła, opadając ciężko na poduszki."
      },
      {
        "index": 77,
        "text": "I wtedy dopiero schwyciła się za głowę."
      },
      {
        "index": 78,
        "text": "Zamilkły na dłużej w okopach zewsząd pościąganych poduszek rozłożone na wielkiem łożu Leny jak na dywanie. Czasami któraś unosiła głowę, lecz słowa niepewne spadały z powrotem w pierś i zadumę. Tylko Oli nerwy napięte nie wytrzymały na sobie ciężaru milczenia."
      },
      {
        "index": 79,
        "text": "Z histerycznym uporem powracając po kolistych bezdrożach wyobraźni wciąż do jednej myśli, jęła powtarzać swoje:"
      },
      {
        "index": 80,
        "text": "— A oni tymczasem idą. W tejże chwili: tam na czwartaku, — gdzie ów muzyk. Wiem! Widzę poprostu! — mówiła, przymykając powieki. — Gotuje się w drogę, uprząta przeszłość ubogą pośród rupieci sprzętów lichych. W śmietnik nadziei, wszczynań zaledwie, pamiątek może jakichś — rozpadło się w tej chwili życie całe przed tą bladą twarzą, na której przeznaczenie wypisuje w tej chwili czarny krzyż zatracenia. Za co? Jezus Marya, za co?... I po co? A gdy te cienkie i drżące palce nacisnęły skronie rozbolałe, wówczas rozchylały się oczy pod tym bólem sobie sprawionym. I spoglądały swym żółtym blaskiem jak pijane: rzekłbyś, niedocucone z oglądanych dali w napół świadomą rzeczywistość."
      },
      {
        "index": 81,
        "text": "Lena podjęła się przezornie i zbliżywszy się do niej chwyciła ją mocno za ramię."
      },
      {
        "index": 82,
        "text": "— Poniechaj tych myśli, mówiła surowo, kładąc jej zarazem dłoń chłodną na czole. — Tyś nam tu gotowa jeszcze jakim atakiem zakończyć... I co ty tam widzisz ciągle pod tą powieką drgającą?"
      },
      {
        "index": 83,
        "text": "— Wciąż to samo, od chwili tamtej wieści."
      },
      {
        "index": 84,
        "text": "— Mianowicie?"
      },
      {
        "index": 85,
        "text": "— Krew."
      },
      {
        "index": 86,
        "text": "Lena otrząsła się głową."
      },
      {
        "index": 87,
        "text": "— Wszędzie! — szeptała tamta, leżąc pod jej ręką na poduszkach z oczami wciąż przymkniętemi; wargi drżały kurczowo, twarz bladła jak chusta, a każde słowo zdawało się sprawiać mękę. — Wszędzie! — powtarzała mimo to. — Na ulicach, gdy szłam: kałuże czerwone, gęste... Na murach chlupnięte plamy... Przyjdzie krew daleka... Bryzgnie na mury... Wszędzie!... Lata!... Będą!..."
      },
      {
        "index": 88,
        "text": "— Co ty bredzisz?!... Przestań mi natychmiast!... Tybyś w tej chwili i wróżką być mogła, — bagatelizowała umyślnie tonem tem niedbalszym, im bardziej niesamowitą wydała jej się w tej chwili ta dziewczyna. — Tylko naokoło takich wieszczeń musiałyby się chyba odbywać dzikie poszczęki mieczów i tarcz."
      },
      {
        "index": 89,
        "text": "— Zawsze jednakowo dzicy. — Mężczyźni, gdy zbrojni? Być może. I kto wie, może i my zawsze jednakie wtedy czujnością niepokoju, przeczuciem. Może to, o czem tu mówiłaś niedawno: to ostatnie na dnie kobiecego serca jest właśnie tem, co w tej chwili odczuwasz ty. Tylko że na to trzeba mieć serce zwichrzone, zburzone rozterką do tego dna ostatniego. Roztargano ci duszę za ciało w taką aż potworność przeczuleń. Rzuconoć biedną w te miękkie, gadzie łapy nerwicy. Nie daj się tej zmorze. Bo to naprawdę zmora jest. Wiedzie Bóg wie gdzie. Aż myślom strach."
      },
      {
        "index": 90,
        "text": "Ten prąd opanowania siebie, jaki płynął z pełni zdrowia i sił jej mocnych kształtów przez dłoń na tamto czoło rozbolałe jął się jakby zmagać z nerwową dygotką, która uderzała nieomal iskrami z tamtej głowy. Jakoż jej sił żywotnych sprzęgłość i uładzenie wewnętrzne zwyciężyły rychło niesamowitą zmorę histeryi. Ola jęła obie jej ręce przyciskać sobie do czoła, oczu, kłaść je na płask na ciemię. Pozwalała na to z obojętnym niesmakiem, rozumiejąc instynktownie, że jakiekolwiek skrzepienie wstąpić może w takie galaretki jedynie w przepływie sił cudzych: że na te kalectwa duszne okład dłoni mocnej jest jedynym kataplazmem."
      },
      {
        "index": 91,
        "text": "Jakoż tamta ukoiła się niebawem tych swoich sił rozprzęgłych poddaństwem, uciszyła się oczywiście na swój sposób: w znużenie raczej, niźli ład."
      },
      {
        "index": 92,
        "text": "Wtedy w Lenie wziął górę niesmak: stała się twardą."
      },
      {
        "index": 93,
        "text": "— Abyś nam tu nie powracała wciąż do tych samych spraw dręczących twe sumienie, wolę ci sama dokończyć wszczętych rapsodów. Z onem tępem »za co?« i ponurem »po co?« powlecze się przed tamtą bladą twarzą i twego oblicza widzenie... na otuchę! Ile warte cele, tyleż i otuchy, mówiono mi niegdyś. Myślę, że my wszystkie mamy do rozdania tyleż otuchy serdecznej, ile ty w tym wypadku. I równie prawdziwej. Ale na nasze usprawiedliwienie: na równie dzielne i samodzielne ich cele."
      },
      {
        "index": 94,
        "text": "Przerwała sobie, by przejść się przez pokój i poprawić zarazem włosów nieład. Lecz krok jej stawał się przytem coraz to powolniejszy w myśli napływie. Przysiadła na krawędzi łóżka i, prężąc ku dołowi splecione ręce, zadumą z lekka rozkołysana, mówiła głębszym tonem przypomnień:"
      },
      {
        "index": 95,
        "text": "— Ile warte ich cele, tyleż i nasze dla nich otuchy. Kto działa pod musem, tego przekleństwem jest, że pielęgnuje w sercu fałszywe ukojenia, jak ten, co działa nierzetelnie. Tak mi mówiono. I aż do końca! Bo gdy życie się przerwie, skłamane sercem widmo oczy mu zamyka i całuje usta biedne... Zresztą nie moje to myśli, ani słowa nawet nie moje, tylko na pamięć prawie wyuczone w przypomnieniach nocy bezsennych. Ktoś, kogo zapomnieć nie mogę..."
      },
      {
        "index": 96,
        "text": "A wobec czujnego zapatrzenia się przyjaciółek, powtórzyła ostatnie słowa z wyzywającym prawie naciskiem:"
      },
      {
        "index": 97,
        "text": "— Ktoś, kogo zapomnieć nie mogę... chciał mi dać w duszę tę wiarę, że wartość życia i śmierci naszej stoi w łączności dalekich bożych przeznaczeń od siły uczuć i głębi namiętności naszych: że one się wzajem w niebo wznoszą i krzyżują w kole żywotnego ruchu. A zdarza się w dziejach, — mówił, — że zatrzymuje się to koło w niemocy... Tak powiadał. Pamiętam wszystko!... A gdy to koło gdziekolwiek w gromadzie ludzkiej stanie, wówczas wzorzystość życia naszego, choć dla oczu pospolitych zda się taką, jak wszędzie na świecie, to przecie każda tej tkaniny niteczka jest barwiona w obłudzie przed sobą, w kłamie serdecznym. A wtedy, — mówił, — wam kobietom wysychają krynice: wszystkie my wtedy jednakie, nad mętnemi źródłami sztucznych swych uczuć, lichego ich życia i żałosnej ich śmierci."
      },
      {
        "index": 98,
        "text": "Takie mi smutne nauki dawał. Więc zasłuchana całem zatrwożeniem duszy pytałam: jakie moce zdołają odeklnąć uczuć nieprawdziwość, życia fałsz i bezruch jego? Powiadał:"
      },
      {
        "index": 99,
        "text": "»Było niegdyś przed tysiącami lat istnienie ludzi tak zastygłe między życiem i śmiercią, że po dziś dzień zostały nam te żywe w śmierci mumie. A ta zamra dusz zmusiła wtedy najmędrszych po raz pierwszy w dziejach świata do myślenia nad tajemnicą ruchu człowieczego życia. Co umyślili, było wtedy klątwą zakryte. Tylko w egipskiej gdzieś grobnicy rozmyślań takich pozostawili dziwny obraz: zamordowanego boga, z którego serca wyrastają kłosy siewne: odnowa życia... A potem, — mówił, — po dalszych tysiącach lat, gdy życie wyczerpane z sił swoich stanęło znowuż w bezruchu dusz, jawił się ludziom Bóg inny, — zamordowany na krzyżu, — jawił się człowiekiem. Więc odtąd nie było to już tajemnicą sił ducha, lecz wiedzeniem o niej: wiarą! — Tak mówił. — A gdy po nowych tysiącach lat u innego znów narodu ruch życia stawał i stawał ciągle, a Boga nie było, wówczas ludzie z wiarą ową targali, targali raz po raz koło bezruchu śmiercią swoją. Wtedy była wielka prawdziwość uczuć ludzkich i pogodna ważkość życia i śmierci: był ruch!..."
      },
      {
        "index": 100,
        "text": "A wówczas krynice nasze kobiece poiły uczuć i namiętności potęgą«."
      },
      {
        "index": 101,
        "text": "Tak powiadał. Taką mi studnię na piachu życia mego kopał. A nie dla mnie tylko. I tak zatrudnionego..."
      },
      {
        "index": 102,
        "text": "Zacięła się w przydechu tak głębokim, że zdawało się dziewczynom, że ten żal głęboki chyba w żyły jej się z piersi rozpłynął, gdy mimo wszystko spokojna, kończyła po chwili."
      },
      {
        "index": 103,
        "text": "— Tak zatrudnionego w onej studni ja sama przysypałam piachem mego życia."
      },
      {
        "index": 104,
        "text": "Odeszła w głąb pokoju, dokąd nie dochodziło ani światło ampli, ani dogonić jej nie mogły zaognione słuchaniem oczy dziewczyn. W mrocznej oddali znaczna była tylko wyświetlającą się plamą na poły rozpadłych włosów, z któremi porały się ramiona białe. Pochwyciła z kąta jakąś chustę ciemną i otuliła się nią cała, jakby powstydziwszy się nagle tych włosów obfitości, tych ramion nagich, tego tchnienia ciała od piersi nieprzysłoniętej i swego stroju barwności."
      },
      {
        "index": 105,
        "text": "I tak wsiąkła w oćmę pokoju, sama w cień zatarta."
      },
      {
        "index": 106,
        "text": "By po chwili podjąć znowu w tym musie pod wspomnień nawałem."
      },
      {
        "index": 107,
        "text": "— I onego wieczora ja to właśnie, ja sama, jak ten skłamany sercem wid otuchy zamknęłam mu oczy i ucałowałam usta zimne, — zadrgało krótko w ponurem przypomnieniu warg. Tem dziwniejszym i jakby rozczarowanie niosącym wydał się dziewczynom po długiem milczeniu głos jej jakby w sobie zacięty i hardy:"
      },
      {
        "index": 108,
        "text": "Zresztą ja nie dam pogiąć się nawet i upiorom. Im gorszą się czuję, tem bardziej upartą być muszę: ot, tym kobiecym ratunkiem siebie samej przed sobęsobą. I myślę wtedy: może wszystkiemu było winno to, że ja się rodziłam na taką, która raczej jak pies za skutą nogą pójdzie, niźli ptakiem za cudzemi skrzydłami poleci. I nie spadnie, nie spadnie nazbyt rychło w życia fałsz, już potem, — bardziej niźli kiedykolwiek, — nieunikniony. Bo mi te drogi gwiezdne każdy dzień życiem uśmiechnięty gasi. Mój dyabeł trzeźwości szepcze mi wtedy do ucha: »A te wysyłania rojeń na gwiazdy nie dziejąż się one także dla tego, że życie stoi zatrzymane? Tam drogi wolne! Osobliwie dla tych, co są właśnie jak te mumie na wspak: martwi w życiu powszechnem tem niedołęstwem swojem własnem. Zaś, co górnie pomyślane, to ładnie powiedziane, co ich do łez szczęścia roztkliwia, maż to naprawdę dawać życiu... siłę i hart? A tak roją oni przecie. Czy aby te nici ich właśnie najbardziej wzorzystych tkanin nie są barwione w kłamie wobec życia? I czy ta ich krynica nas... dzieci bezruchu, — nie poiła nazbyt długo — najtragiczniejszym kłamem serca? Osobliwie nas, kobiety? Czy ta nieprawdziwość nasza i życia okolnego nie pochodzi i stąd? Romantyczne my tu wciąż jeszcze bywamy, gdy się zdarzy, że duszą ocknięte; — och, i jak bardzo zapóźnione wobec świata całego! I w jak żałosnej karykaturze tego, co było niegdyś! I w jak koniecznej może? Zwietrzała siła wina starego w jad bezwiedny dla dusz... Myślę czasami: czy to nie było jemu trucizną właściwą, którą on zgotował, a ja mu podałam?"
      },
      {
        "index": 109,
        "text": "Lecz w tejże chwili załamał się jej głos w niepewności: zmilkła. By po długiej chwili podjąć głucho, w zatłumieniu:"
      },
      {
        "index": 110,
        "text": "— Bluźnię pamięci potwornie! Odrzucam na niego jak kamienie, ledwie na wspak obrócone, najgorętsze dary jego słowa. I tyle tylko mocy w mem kobiecem myśleniu."
      },
      {
        "index": 111,
        "text": "Tamte obie z trudem ogarniały już jej myśli; z tem większem skupieniem słuchały tego głosu, dochodzącego z ciemni pokoju. Dziwnym aż do niepokoju stawał się dla nich ten targający się w biegunowych sprzecznościach spowiedny ton duszy, jakby wycofanej tam, w ciemnię — z tych tu luksusowych ram jej kobiecego ciała. Słuchały:"
      },
      {
        "index": 112,
        "text": "— Bluźnię. Purpurę marzenia, złupioną z ofiary, obracam na nice rozsądku i stroję w nią cielesną trzeźwość kobiety. Każdym postępkiem moim za dnia to czynię. A w samotności stoję pod pręgierzem jego spojrzenia, w którem zamieszkało me sumienie. I pytam, — ot jak teraz: — »prawdaż to, że jabym poszła za cudzą taczką?« Odpowie: »brat twój był tam lat dwadzieścia; myślałaśże o nim wiele?« — »Dzieckiem z tą myślą wzrosłam; nie znałam prawie przed powrotem. Zresztą: bratże to? A ja jak kobieta pytam. I nie żebym czynić to chciała, lecz abym wiedziała, jaką jestem! Czy poszłabym za kimś — kochająca?« — »Czem? — odpowie mi: — ciekawością, wyobraźnią, egzaltacyą, wspomnień mętem, ciała ogniem? Niedaleko zawiodą, — one zawsze prowadzą tylko w koło bez wyjścia. Wszystkie wy dziś jednakie w tem zaklętem kole uczuć sztucznych, lichego ich życia i śmierci żałosnej«... Tak się oto błąkam teraz ślepa tam, gdzie mnie porzucił: w szukaniu prawdziwości swojej. I pytam jak wtedy, w grób rzucam pytanie dawne: jakie moce zdołają odeklnąć ten zalęgły fałsz uczuć i życia, oraz ich niemoc? — Odpowie mi: Oto dałem ci, kobiecie, sumienie ruchu. Może z jakich serc pogrobnych wyrosną siewne kłosy odnowy życia oraz ich ziarna słodkie jak w wolnych duszach — prawda uczuć."
      },
      {
        "index": 113,
        "text": "Zamilkła."
      },
      {
        "index": 114,
        "text": "Teraz dopiero stłumiło się przyśpieszonym oddechem zasłuchanie dziewczyn. Ola podjęła się, zawsze bezszelestna jak ćma, i, idąc cieniem w głąb pokoju, szeptała z przerażeniem:"
      },
      {
        "index": 115,
        "text": "— Więc my tymczasem, jak urzeczone, jak przeklęte?"
      },
      {
        "index": 116,
        "text": "— W serce bierz, a nie rozpytuj. Och, i nie budź mnie!"
      },
      {
        "index": 117,
        "text": "Jakoż stała się niebawem jakby inną, bo odezwała się głosem szorstkim:"
      },
      {
        "index": 118,
        "text": "— Toż ja wam opowiadam o kobiecie, w której dusza już nie śpi, — która się już stała: z życia i ducha, jakie wokół niej są, — która jest, jak każda z nas, swoją spółczesnością, swoją gromadą nawskroś: w rojeniach i żądzach nawet! Moje z nim sny na jawie inne w tonie być nie mogły: właśnie im bardziej ja byłam kobietą! Ciągle, ciągle jeszcze jest na dnie ostatniem serc naszych coś, co trwogą ruszonego sumienia wiedzie nas w koło plemienne... Ja ciebie odrazu odgadłam, Olo!... Tylko tym wróżbowym wyczuleniom naszym, które targają mężczyzn opieszałe ramiona, potrzeba i skrzydeł cudzych i cudzego ducha. Bełkoce w nas duch niedołężny i wiją nami jak gadem bezskrzydłym żądze nasze."
      },
      {
        "index": 119,
        "text": "— Ach, pocoś budziła! — żachnęła się po chwili opryskliwie jakby przed zbliżającym się już napływem innych myśli. — My otrząsamy się i same nazbyt rychło z tych krótkich chwil ze sobą; myśli wnet skakać nam poczynają po rzeczach i zwierciadłach."
      },
      {
        "index": 120,
        "text": "Nina, która z miejsca się nie ruszając baczyła tem czujniej, spostrzegła niebawem, jak w głębi pokoju zatulona dotychczas postać rozwidniła się nagle. W swym stroju jasnym zbliżała się ku niej Lena, podnosząc znów ramiona ku włosom jakby dla przeciągnięcia się po tem odurzeniu niedawnem. A wstąpiwszy w światło, mrużyła powieki i uśmiechała się cierpko."
      },
      {
        "index": 121,
        "text": "— Takie to winy moje wobec niego były, — zwracała się jakby przez pół tylko do swych przyjaciółek, bo więcej ze sobą wciąż jeszcze mówiąc. — Takie przewiny! Ciężkie, widocznie, skoro mi one tak duszę na pół roztargały w swarze nieustannym ze sobą i tych wyrzutach ciągłych. Takie winy... Że kochałam tem gwałtowniej, z tem większym uporem i niesytością, im bardziej pijana powracałam z marzenia; że życiu, czy memu dyabłu trzeźwości na pokutę tem gorszą czuć się wprost chciałam, im szlachetniejszą wydawałam się sobie lub komu. O, ten ogień w nas przez nich wszystkich tylko całe życie w nas podniecany, a przez jednego potem, zwanego mężem, tylko oszukiwany!... Wiem co mówię: właśnie brutalną być teraz chcę! Powiem wam więcej: nie pojmuję dziś dobrze swego stanu podówczas, ale pod koniec omal... omal nie był równocześnie — ktoś trzeci! Pogardzałam sobą chwilami aż do odrazy, tem rozpaczliwiej garnęłam się do Woydy i... ha-ha! »szanowałam« męża, jak to kobiety zawsze wtedy, a zarazem wydawał mi się on chwilami w tem nie podejrzewaniu niczego — żałośnie głupim. Otwarło się całe piekło przede mną — za sprawą jego, Woydy! Niepokój duszy kobiecej ruszony marzycielstwem i pierwszem ustąpieniem rozpętał najczarniejsze zło kobiecego ciała."
      },
      {
        "index": 122,
        "text": "— Ach, i nie dbam o wasze w tej chwili rozczarowania, — rzuciła ku dziewczynom, — i odstrychnięcia się pytające. — Patrzcież, wy jeszcze kobiety w sobie czuć nie umiecie, byłoż to leźć przed czasem w jej zło. Toż ja wam dziewczęta głupie, które nabroiły nie wiadomo czemu, toż ja wam opowiadam o kobiecie, w której myśli już nie śpią, a zmysły już nie drzemią: ja wam mówię o dusz naszych przepołowieniu, gdy ocknięte. O tych spadach z ekstazy białej w mściwość życia nad nami: otóż ja nie jestem właśnie tak szlachetna ani wniebowzięta, jak się komu i sobie do łez roztkliwienia niedawno wydawałam. Dyabeł mój wie coś o tem. On rad słucha chichotu mego... Podobno nadmierna żarliwość wiary, o krok jeden od świętości, wiodła nieraz na sabaty słabiznę dusz kobiecych. A dyabły jak złośliwe małpy powdrapywały się na wieże najpobożniejszych na świecie kościołów gotyckich, obsiadły je wkrąg i wychylają swe złe mordy z za każdego węgła. Zaś tam, gdzie się wieżyca tylko dlatego urywa, że Boga nie dosięgła, tam właśnie w kamień po dziś dzień zaklęte — przeklęte — sprawują dyabły orgie z mniszkami, rozpętane tem właśnie urągowiskiem nad słabizną dusz ludzkich. I tem może jeszcze, że ich żarliwość pobożnych tam, w górnych ukryciach, nie dojrzy, ani się nimi zaciekawi. Na razie."
      },
      {
        "index": 123,
        "text": "Urwała, by po chwili podjąć znów tym tonem zgłuszonym:"
      },
      {
        "index": 124,
        "text": "— A w nas, dziś, wszystko to jest z duszy kobiecej przepołowienia, rozdarcia: na ten romantyzm spóźniony, na jego męt wiekowy, — a w drugiej połowie duszy na tę niemoc i zakłamanie uczuć w zastoju. A czepia się to właśnie natur najbujniejszych, w których rojenia zaogniają się do białego żaru... Dobrze, licho dobrze, gdy nawyki i próżności dostatku, dzieci, pan mąż roztropny, podsuwający nieustannie tak zwane »obowiązki« kobiece potrafi się uporać z bujną w nas naturą."
      },
      {
        "index": 125,
        "text": "A jeśli nie?"
      },
      {
        "index": 126,
        "text": "Klątwa ciąży na tych z nas, które się rodziły z dawnych sił bogactwem... Po pas w piachach, stłumione, zakłamane, o sobie nie wiedzące... I przerażone w osłupienie, gdy z jakiej roztarganej do cna duszy kobiecej błyśnie dnem serca ostatniem: krew... I zasłuchane jak te czajki u wyschłych swych źródeł w grzmot burzy dalekiej."
      },
      {
        "index": 127,
        "text": "Takie my dziś tu jesteśmy: rodzone dla silnych, niewolnice roztropnych, fascynowane przez słabych, a wplecione w to koło niemocy i bezruchu życia."
      },
      {
        "index": 128,
        "text": "Opadła znów na wznak w poduszki. A z tym opadem w puchy niżyły się wraz i myśli. Błysło jej, że po tych zwierzeniach winna się jakoś usprawiedliwić ze swojej zewnętrznej sytuacyi."
      },
      {
        "index": 129,
        "text": "— Och, — mówiła tedy, — nic żałośniejszego nad to, co ma próżność kobieca kupiła na targowisku szczęścia. Nie tylko że był bogatym mój pan mąż... Choć i to także!... Głównie jednak, że był na widoku, na czele nieomal wszystkiego, co się tu dzieje i za zezwoleniem dziać może. Rządzenia, wpływów mi się chciało, skoro już niema takich, którzy władają. A mój pan mąż wysoko mierzy. I także roi w zagadkowy dla mnie sposób. Jak go ta wiadomość o wojnie radośnie wzburzyła! Jak mu się rozbłysły oczy! A pierwszym przecie odruchem do mnie przyszedł. Ceni, jak to powiadają... A jednak ta dwoistość ich uczuć, gdy są bardzo próżni! Wiecie, jak mnie raz nazwał pan małżonek wśród swoich tam kamratów? — że jestem doskonałym »Paradepferd«. Mój pan przy dobrem cygarze i winie wyraża się szczęśliwiej po niemiecku... Paraduję tedy pod siodłem mieszczańskiem na oczach zwierciadeł i ludzi w spokoju dosytu, w równowadze próżności na piachach mego życia."
      },
      {
        "index": 130,
        "text": "— I ty to mówisz?"
      },
      {
        "index": 131,
        "text": "— Pytasz mnie, Olo? Bo już sama nie wiem, czy z kim, czy ze sobą rozmawiam. Właśnie ja, bo cenę osięgniętej harmonii znam dobrze."
      },
      {
        "index": 132,
        "text": "Spoglądała chmurnie ku górze, w tę banię u sufitu, sączącą chłodną, ckliwie fioletową zadymkę światła."
      },
      {
        "index": 133,
        "text": "— Wszystko to obrzydliwość jest, do czego nas życie i cnota uprawnia, oddając młodość naszą na leniwą konsumcyę cudzego nawyku. Przenieść taki pokój i mnie na łożu do innego lokalu, — a mężowski cachet całego meblunku pozwalałby to uczynić, — byłoby wtedy mniej dostojnie, ale za to wymowniej. No, i — zabawniej trochę."
      },
      {
        "index": 134,
        "text": "I dorzuciła wnet jakby gdzieś poza siebie przez poręcz łóżka:"
      },
      {
        "index": 135,
        "text": "— Ciesz się, mój dyable: nie tylko pomyślałam, ale powiedziałam głośno najbardziej ukrytą myśl mojej pokutnej dziś cnotliwości."
      },
      {
        "index": 136,
        "text": "Tu Nina odezwała się niespodzianie. Usławszy sobie było tymczasem całe gniazdo z poduszek na bardzo pilne zasłuchanie, a uwagą niemocną motająca raczej rwane wciąż nici swoich myśli, — teraz wreszcie jęła coś mówić w sufit zapatrzona. Bąkała na pół łzawym, czy też sennym głosem:"
      },
      {
        "index": 137,
        "text": "— Tam jest taki wielki, czarny murzyn: wiesz? Straszny taki. Ten, co wtedy wieczorem: wiesz? I tacę ma taką mosiężną."
      },
      {
        "index": 138,
        "text": "— Więc co z tego, ciupa? — przerwano jej zdumieniem tę bezładną dygresyę."
      },
      {
        "index": 139,
        "text": "— Nic, — odpowiedziała stropiona i pogoniła już w milczeniu swe myśli jakoś bardzo niejasne."
      },
      {
        "index": 140,
        "text": "Tedy i Lena powróciła do swoich, lecz zanim nawiązała wątek, Nina odezwała się znowuż."
      },
      {
        "index": 141,
        "text": "— Powiedz mi: twój brat miał podobno niegdyś jakąś panienkę?..."
      },
      {
        "index": 142,
        "text": "— W poręś odezwała się z nią! Dziwna rzecz: jak takie słuchanie instynktem czujnym zawsze w porę ze swojem się wyrwie! Skąd ci to ona na myśl przyszła? I kto ci o niej opowiadał?"
      },
      {
        "index": 143,
        "text": "— On sam. — Także! Miał też o czem!... Ona poszła, jak to powiadają, na złe drogi. Na bardzo złe drogi. Przez niego do tych jego spraw wciągnięta i zapalona, — a smarkaczami byli wtedy oboje, — razem z nim też i »wpadła«. Zaś po jego zesłaniu w bardzo niedługim czasie... spadła, — odrazu na oficerów."
      },
      {
        "index": 144,
        "text": "Nina pochwyciła to spóźnionem uchem, pochłonięta widocznie bardziej swemi myślami, które zdążyły już odbiedz w inną stronę."
      },
      {
        "index": 145,
        "text": "— Jakich tam oficerów? — pytała roztargniona."
      },
      {
        "index": 146,
        "text": "— No, chyba tu nie o barwę munduru idzie?"
      },
      {
        "index": 147,
        "text": "— Ach Boże! — zdziwiła się zdawkowo, bo w nagłym znów przeskoku myśli za czysto zewnętrzną, dźwiękową asocyacyą pilno jej było opowiedzieć:"
      },
      {
        "index": 148,
        "text": "— A wiesz, widziałam ich dziś przez dziurkę od klucza!"
      },
      {
        "index": 149,
        "text": "I jęła opowiadać, jak to było."
      },
      {
        "index": 150,
        "text": "Tedy Niny bezładne myślenie i skoki jej uwagi już widocznie znużonej tem wszystkiem, co tu dziś słyszała, rozbiły kobietom zupełnie nastrój. Oto w nowym przeskoku myśli niszczyła go już zupełnie opowieściami rzeczy błahych, w tem dziecinnem prawie rozgadaniu się w progu przedsennego znużenia."
      },
      {
        "index": 151,
        "text": "Miała ciepłe policzki, przymrużone szklące się oczy i miły dźwięk z lekka zaspanego głosu."
      },
      {
        "index": 152,
        "text": "— Och, Boże, — przeskoczyła znów myślą, — jaka panna Ola jest teraz strasznie ładna! Twarz niby popiołem przysypana, a z oczu idą takie ognie złote... Niech pani na mnie tak nie patrzy! Osunęła się na poduszki i zakrywała dłońmi; by za chwilę wyjrzeć z pod nich ciekawie:"
      },
      {
        "index": 153,
        "text": "— Uch, jak strasznie!"
      },
      {
        "index": 154,
        "text": "— Dajże pokój, — krzywiła się Lena na to dzieciństwo."
      },
      {
        "index": 155,
        "text": "— Kiedy ja tak pasyami lubię drażnić siebie wszystkiem, co straszne!... groźne!... niebezpieczne! — opowiadała jak samej sobie bajkę przedsenną."
      },
      {
        "index": 156,
        "text": "Na to popielne oblicze Oli skierowała Lena czujną uwagę, jakby w obawie nowego ataku. Lecz pod jej wzrokiem przelały się jakby w tamtych oczach te płomienie złote w nagłe zaćmienie źrenic, — właśnie jak u sowy: zamknęły się powieki, nie wytrzymała na sobie mocnego spojrzenia."
      },
      {
        "index": 157,
        "text": "Zwróciła się tedy ku tej drugiej, ciemnej głowie, bacząc na jej rozszerzone znużeniem, czarne, pulsujące źrenice: małe jak grochy, złe, niespokojne oczy."
      },
      {
        "index": 158,
        "text": "— Cóż wy się stajecie tak przedsennie niesamowite, jak te koty?..."
      },
      {
        "index": 159,
        "text": "Niebawem wszakże zmorzył i ją smęt nagły, w którym rozwiewały się początkowo myśli wszystkie, by uczynić miejsce przypływowi wspomnień, w obrazach tak jaskrawych, że aż serce tłuc się w piersiach poczęło."
      },
      {
        "index": 160,
        "text": "Niepokój dziwny zatrzepotał się nad nią."
      },
      {
        "index": 161,
        "text": "I tak oto w pierwszej chwili wyczerpania innych zapanowała natychmiast olina zmora: jej zwichrzonego życia tętno nierówne i pulsów dygotka, nie wyczuwając oporu cudzej woli, brały w upiorne posiadanie atmosferę całą."
      },
      {
        "index": 162,
        "text": "Tymczasem te jej nerwy, wyprzedzające słuch przez ściany, kazały jej się obzierać po za siebie niespokojnie. I odgadywać wraz, czem może naprawdę zaniepokoić rozjątrzoną wyobraźnię Niny, ukrywającą się bezwiednie w skokach znużonej myśli. Odgadując to, obejrzała się raz jeszcze i rzekła z wyrafinowaną flegmą udręczenia:"
      },
      {
        "index": 163,
        "text": "— A teraz wejdzie murzyn."
      },
      {
        "index": 164,
        "text": "Nina wmig zeskoczyła z łóżka i, zapatrzona w głąb ciemną, cofała się tyłem za poręcz."
      },
      {
        "index": 165,
        "text": "— Nie, moja pani! nie! O, bo pani nic nie wie. Ja się jego naprawdę boję... Leno, nie daj mnie! — doskoczyła do niej i przypadła do kolan."
      },
      {
        "index": 166,
        "text": "I w tejże chwili wydała zdławiony w gardle krzyk trwogi."
      },
      {
        "index": 167,
        "text": "Portyera w głębi rozchyliła się w postuku pierścieni na gzymsie. W ramie otwartej stanął baron: biały koszulą do pasa; szelki na ramionach i trójkąty baków znaczyły się mocno na tej bieli."
      },
      {
        "index": 168,
        "text": "I wraz zniknął za zasłoną."
      },
      {
        "index": 169,
        "text": "— Pardon! Mille fois pardon! — wołał w zmieszaniu po francusku."
      },
      {
        "index": 170,
        "text": "Na spokojną twarz Leny rzuciły się krwawe ponsy. Zagryzała usta; nie przemogła się jednak i odrzuciła podrażniona w tymże języku, w jakim do niej przemówiono:"
      },
      {
        "index": 171,
        "text": "— Oo! — vos bretelles alors!..."
      },
      {
        "index": 172,
        "text": "Jak gdyby ten jeden, tak pospolity szczegół mężowskiego negliżu, przepełniał ostatnią, błahą kroplą czarę zawstydzenia i gniewu."
      },
      {
        "index": 173,
        "text": "A z za portyery rozległo się w brutalnem niepohamowaniu:"
      },
      {
        "index": 174,
        "text": "— Skądże u dyabła mogłem był wiedzieć! O tej porze!"
      },
      {
        "index": 175,
        "text": "Dziewczyny ogarnął popłoch: poczuły tchnienie władzy pana. Całowały zdawkowo Lenę, aby pomknąć się co rychło ku drzwiom: prawo przynależności czyniło je instynktownie kornemi."
      },
      {
        "index": 176,
        "text": "Pochwyciła je za ręce."
      },
      {
        "index": 177,
        "text": "— Na litość Boską, przecież nie pójdziecie tak natychmiast!"
      },
      {
        "index": 178,
        "text": "A uprzedzając nowe uderzenie rumieńca, ukryła twarz w dłoniach."
      },
      {
        "index": 179,
        "text": "I tak stała oparta o poręcz swego łoża: negliżem barwna, ramionami i piersią goła."
      },
      {
        "index": 180,
        "text": "By po ciężkiej chwili odezwać się z pod dłoni:"
      },
      {
        "index": 181,
        "text": "— Oto jest tymczasem jedyna istotna prawda kobiecego życia."
      }
    ]
  }
}