{
  "chapterNumber": 17,
  "title": "Część czwarta, 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Nina podźwignęła się dłońmi i przysiadła na brukach, zdziwiona tak nagłą ciszą i pustką naokół."
      },
      {
        "index": 2,
        "text": "— Koń! koń biegnie! — wykrzyknęła nagle w głos, widząc, jak okulbaczone bez jeźdźca zwierzę, wpakowawszy się tupotem ciężkim na trotuar, wącha łbem niespokojnym tę ślizką drogę, osadza się przed czemś i w nagłym młynku a iskier skrzesaniu rzuca się w cwał wyciągnięty: pędzi w ogromnym tętencie wśród ulicy głuchej."
      },
      {
        "index": 3,
        "text": "Tuż, tuż przed jej stopami przeleciał, bijąc się po bokach rozkołysanem strzemieniem."
      },
      {
        "index": 4,
        "text": "Czyjaś ręka wyciąga się za nim zdaleka. Porwał się ktoś prężnym skokiem z ziemi, przebiegł kroków kilka i zwalił się znów, a ramieniem wyprężonem drgawkowo zda się wciąż macać przed sobą wypuszczonej z rąk uzdy."
      },
      {
        "index": 5,
        "text": "Na brukach, kędy okiem sięgnąć, widać czapki, kapelusze, laski, ciemne chusty babie i pstre parasolki. Pod płotem samym leży coś, jakby spadłe z niego: okrycie męskie długie, czarne, wzdęte nieco nad bruk..."
      },
      {
        "index": 6,
        "text": "Targnięta lękiem instynktu, patrzała z czujnością zwierzęcia nieomal. Sterczą z pod tego palta nogi sztywne."
      },
      {
        "index": 7,
        "text": "Serce jej ścisnęło się nagłym skurczem i zaparł oddech przerażeniem rzeczy najstraszniejszej, widzianej po raz pierwszy młodemi oczami. Powieki zapadły ciężko: jak gdyby dłoń jaka opiekuńcza i surowa przysłoniła jej oczy: »Nie patrz! W duszę nie bierz!«"
      },
      {
        "index": 8,
        "text": "— Koń! koń! — uradowała się znowuż żywemu stworzeniu w tej pustce grobowej. »Wraca!« myślała z ciepłą jakby otuchą, gdy głowa osłabła opadała równocześnie w tył. Ciemieniem uderzywszy o bruki, słyszy tem wyraźniej rytmiczne podrywy cwału..."
      },
      {
        "index": 9,
        "text": "— Nie, po co pod mur? Po co? — upierała się kapryśnie w czyichś ramionach. — Kiedy wszystko jedno. Zaraz wstanę. Dziękuję panu."
      },
      {
        "index": 10,
        "text": "— Niech się panienka nie boi nic! — wołano nad nią śpiewnie, jak w polu: z akcentem na ostatniem słowie."
      },
      {
        "index": 11,
        "text": "— Gdzie jest koń?"
      },
      {
        "index": 12,
        "text": "— A mnie on co?! Nie mój. I jest o czem myśleć teraz!"
      },
      {
        "index": 13,
        "text": "— Takie wszystko strasznie dziwne..."
      },
      {
        "index": 14,
        "text": "— Niby co? Boli głowa? Opatrzą."
      },
      {
        "index": 15,
        "text": "Przyklęknął nad nią, by obejrzeć głowę ranną. Lecz gdy w twarz jej spojrzał, mimo surowości w oczach, błysło w nich coś przelotnego, jak to zawsze u mężczyzn, gdy który z nich znienacka na nią spojrzy. Już nie chylił jej głowy ku sobie, lecz sam się nad nią zginał; kapelusz zdejmował powoli i ostrożnie, aby jak najmniej bólu przyczynić. Patrzał uważnie, włosy rozgarniał, — dotknął raz i drugi: — syknęła z bólu. A on rozchmurzył się nagle, odjął ręce zakrwawione przy tej robocie i, powstając z kolan, chował je w kieszenie — z delikatności dla niej: by nie płoszyć."
      },
      {
        "index": 16,
        "text": "— Że aksamit, — mówił, — to dobrze. I te szpilki. A potem włosów tyle. Na tem się i oślizgło. Ledwo co skubnął. Tylko wstrzochnął nieco głowę, stąd dygotka i gorączka. I opada stąd głowa podbródkiem... Dobrze, że się nie zasłaniało rękami, jak to młode kobiety najczęściej, wnetkie w ruchu. Mogłyby już ręce leżeć tam — w rynsztoku."
      },
      {
        "index": 17,
        "text": "— Ach? — zdumiała się jakoś spokojnie, raczej ciekawością. — Takie wszystko jest strasznie dziwne!"
      },
      {
        "index": 18,
        "text": "A on tymczasem popatrzał chwilkę uważnie, odwiódł oczy i zamruczał pod nosem: »Matko Boska pomocy nieustającej, miłosierdzie twoje!...« I potem dopiero odpowiedział jej surowo."
      },
      {
        "index": 19,
        "text": "— Nic dziwnego nie jest."
      },
      {
        "index": 20,
        "text": "— Tańczyłam całą noc, — skoczyła jej dziwacznie myśl gorączkowa."
      },
      {
        "index": 21,
        "text": "Jemu przerzucił się wraz blady i zacięty wyraz twarzy w roztargnienie przelotne:"
      },
      {
        "index": 22,
        "text": "— I to mi nie dziwno wcale! — parsknął krótkim śmiechem."
      },
      {
        "index": 23,
        "text": "Popatrzał raz jeszcze na odchodnem. Czuć było, że stara się mówić najłagodniej, jak tylko potrafi:"
      },
      {
        "index": 24,
        "text": "— Niech się panienka nie boi nic. Przyjadą dochtory, opatrzą. A jeśli tam potem gdzie zabiorą, to dla sprawdzenia tylko. Bo to w tłoku przecie: z ciekawości mogło być, a nie z winy."
      },
      {
        "index": 25,
        "text": "— Kto pan? — Jur. I tyle... Nazwisko zgubiłem z paśportem, — zaśmiał się zębami."
      },
      {
        "index": 26,
        "text": "— Niech pan ucieka! — rzuciła mu wraz domyślnością bystrą."
      },
      {
        "index": 27,
        "text": "— Hę, już tam zagrodzone wszędy: ostępem."
      },
      {
        "index": 28,
        "text": "Błysło jej w oczach przypomnienie nagłe: teraz dopiero spojrzała nań uważniej, z trudem podnosząc głowę:"
      },
      {
        "index": 29,
        "text": "— To pan był?!..."
      },
      {
        "index": 30,
        "text": "Wmiast odpowiedzi począł się rozglądać naokół."
      },
      {
        "index": 31,
        "text": "— Muszę ja cosić z kieszeni podrzucić na ulicę... Ot temu niemrawcowi, co go z płota zdjęli, wsadzę. Papachę ma na łbie — o!... Na wojnę szedł. Takiemu będzie i do twarzy leżeć z tem oto w łapie. Z ciepłem jeszcze. Chocia sam już zimny."
      },
      {
        "index": 32,
        "text": "Odszedł. Widziała tylko cholewy butów: tak nizko zwisała jej głowa."
      },
      {
        "index": 33,
        "text": "Wcisnąwszy się głębiej w węgieł muru, starała się opanować drżenie nieustanne. Ręce wyciągały się przytem gdzieś przed siebie i rozkładały bezradnie, z piersi zrywał się płacz i zacinał sucho w gardle. Lecz oto zarzuciły się nagle te ręce na głowę, wczepiły się we włosy i nuż targać je na sobie w furyi bezsilnego gniewu. I wtedy dopiero, podrzucać nią jęły kurcze spazmu."
      },
      {
        "index": 34,
        "text": "Gorączka nieprzytomna obejmować poczęła tę głowę i upajać szalejem mściwości kobiecej."
      },
      {
        "index": 35,
        "text": "Ktoś podejmował łagodnie jej głowę, powieki rozchyliły się wreszcie, a ramiona zarzuciły się z całej siły na szyję klęczącej nad nią Wandy. — Tam ktoś pod parkanem... został, — mówi po chwili przytomnie."
      },
      {
        "index": 36,
        "text": "— Nie patrz! — podrzuci się Wanda raptownie przysłaniać ją całem ciałem. — Nie patrz tam! — woła, kładąc jej obie dłonie na oczach. — I przysłaniając ją tak, szlocha nad nią jak dziecko."
      },
      {
        "index": 37,
        "text": "— Doktorzy zaraz przyjdą. Innych omijają, żeby do ciebie prędzej. Wyprosiłam, wyściskałam u kolan.. Idą, już! Idą. Patrz!..."
      },
      {
        "index": 38,
        "text": "— A konia złapali?"
      },
      {
        "index": 39,
        "text": "Na pustą niebawem ulicę wylegli z bram stróże z wodą, miotłą i piachem."
      },
      {
        "index": 40,
        "text": "Do swej czynności nie pochopni, kupili się w tych głuchych pogwarach oddechu ciężkiego, z których padają pierwsze ziarna zasłychu, co potem po świecie chodzi i sieje niepokój w rzesze ludzkie. — A jednak, to najbliższe, co się przed chwilą tu stało, wplatano tylko ubocznie w opowieści inne, przypominane analogią: jak gdyby u tych ludzi była wstydliwość jakaś przed nagością chwil strasznych, widzianych na własne oczy: myśl ich odpychała wprost od siebie realizm zdarzenia nazbyt blizki, który ściskał już tylko żołądek i cnił zgagą po przełyku."
      },
      {
        "index": 41,
        "text": "A przedewszystkiem gadać się chciało: głucho, cicho, sapliwie, — duszy na ulgę, na spędzenie tej niemrawoty z ramion ociężałych. Jakże tu imać się czego, kiedy za pierwszym ruchem człek westchnie, zasapie się i stanie gapiem, — zadumają mu się ręce same... Wojna! — owóż rzecz podobna, a większa jeszcze. Oto jeden z nich tu stojący już się dziś zrana gotował był do koszar. Buty za swoje kupił, — radzili społecznie, oglądali sumiennie, — łyżkę drzewnianą za cholewę wsunął, z babą i dziećmi się pożegnał i, złej doli na złość, zaciął się w sobie: zuchem szedł! Aliści zaskoczyło go to na ulicy. Chłopu zrzedła gęba, zgasł w oczach i roztrząsł się cały. Słuchał tedy ludzkiej mowy rad: niech gwarzą, niech zagadają rzeczy nagłość."
      },
      {
        "index": 42,
        "text": "Mącił im rozmowę starowina suchy, stróżujący opodal lichemu domostwu robotniczej biedy."
      },
      {
        "index": 43,
        "text": "— Z mikołajewskich ja! — bąkał raz po raz. — Dwadzieściam lat z okładem służył."
      },
      {
        "index": 44,
        "text": "Skoro już stary gadać się napiera, pytali o »sewastopolską«: niech powie, co wie."
      },
      {
        "index": 45,
        "text": "Staruszek drapał się w głowę, szperał w niej, wreszcie wygrzebał coś z pamięci:"
      },
      {
        "index": 46,
        "text": "— Bywało, że, z onych ich brzuchów, cośmy ich nadźgali, tak kapustą śmierdziało, że hu!... No, mówię."
      },
      {
        "index": 47,
        "text": "Zadumał się, rozkiwał głową, wreszcie podniósł ku nim swe królicze oczy:"
      },
      {
        "index": 48,
        "text": "— A z nas co śmierdzieć miało? Razowiec? Kasza?... Gdzie my co innego kiedy widzieli!"
      },
      {
        "index": 49,
        "text": "Tyle tylko pozostało na starość we łbie wojownika. Ruszały się tylko w zadumie wole jego szczęki, które nie dość się napracowały w życiu nad jadłem i nie mogą tego światu darować nad grobem."
      },
      {
        "index": 50,
        "text": "— Medal mam! — poprawił się przecie. — Niedzielą, do kościoła to go se i zawieszam. Urągnęli ludzie nad nim."
      },
      {
        "index": 51,
        "text": "— Tobieby kiełbasę w zęby na niedzielę dawać."
      },
      {
        "index": 52,
        "text": "— I zsobaczeć tak! — mruknął ten, co na wojnę dziś szedł."
      },
      {
        "index": 53,
        "text": "Zapędzili go w złości samego do tej roboty, która tu na nich wszystkich czekała. Wziął miotłę, piachu kosz i ruszył obojętnie sprawować swoje. A oni zagadali między sobą."
      },
      {
        "index": 54,
        "text": "— A pani co uważa?! — rozległ się niebawem za nimi głos tegoż staruszka, lecz tym razem surowy, stróżowski: na urzędzie. — Tu nie wolno wcale! Ja mam prawo areśto... Co ona będzie za taka? — wracał do swej gromady, wskazując im jakąś pomykającą się przy parkanie białą postać kobiecą. — I skąd ona tu się wzięła? Toć bramy zamknięte z przykazu, a ulica puściutka. Skąd ona? Z pod ziemi wylazła?..."
      },
      {
        "index": 55,
        "text": "Zamilkli i patrzeli uważnie na tę kobietę, sunącą pod parkanem: drobna była z siebie i szeroko przysłonięta jasną rotundą z białym futrzanym kołnierzem; jakiś strojny błękitny czepiec osunął się z włosów płowych."
      },
      {
        "index": 56,
        "text": "— Co ona będzie za taka?... Jakby z tancbudy szła."
      },
      {
        "index": 57,
        "text": "— Wszelaki dziwny naród na taką okazyę dyabeł z całego miasta sprasza."
      },
      {
        "index": 58,
        "text": "— Te, pani! co pani tam uważa?..."
      },
      {
        "index": 59,
        "text": "Ruszyli ku niej krokiem prędkim."
      },
      {
        "index": 60,
        "text": "— Mnieby tam do niej... — dreptał za nimi staruszek, wlokąc za sobą wielką miotłę, — mnie tam do niej nie skoro było. Lepiej zdaleka postraszyć. Powiem wam: tu nad kałużą stała bialuśka, jakby się przezirała w czerwonem."
      },
      {
        "index": 61,
        "text": "— Tfu! — spluwać jęli po kolei."
      },
      {
        "index": 62,
        "text": "I przystanęli z obrzydliwością na twarzach."
      },
      {
        "index": 63,
        "text": "A staruszkowi podbiegły nagle oczy blaskiem: ruszyła się pamięć i wyrwała coś niespodziewanego:"
      },
      {
        "index": 64,
        "text": "— Powiadali, których za umarłych na polu ostawili, że gdy wszystko ścichnie, po nocy osobliwie, chodzi takie po polu. Białe jest i mkłe jak ognik: to siu, to tam, — za wiatrem. Które ciało jeszcze drga, nad niem kucnie: i głaska, i pieści: Mora, latawica!... I za dnia się trafi, gdy po bitwie... A który ją przed bitwą zobaczy, temu znak, że się jej spodobał chłopiec."
      },
      {
        "index": 65,
        "text": "— Strasz siebie, dziadku durny!"
      },
      {
        "index": 66,
        "text": "Nie śpieszyli się już ednakjednak, szli raczej baczyć tylko zdaleka: — co jest?!..."
      },
      {
        "index": 67,
        "text": "— Nie daj Bóg, przy broni, na warcie, — strzeliłbym."
      },
      {
        "index": 68,
        "text": "— Strzelali bywało! — machnął dziad ręką. — Jej to śmich. A temu, kto strzelał, kula w łeb za alarm próżny. I owóż tak go sobie upatrzyła: — a co!..."
      },
      {
        "index": 69,
        "text": "— Pomieszana ona, i tyle, — mówił surowo ten, co na wojnę wyruszyć miał. Ruchy jej som... nieakuratne — baczył na nią i uważał Mazur roztropny. — Właśnie, jak w takich... Struchliła ona duszą pod kopytami i zmyliła się w sobie. I chłopu w bitwie pono się zdarzy. Dziwić się! — panienka przecie. Taż widzę."
      },
      {
        "index": 70,
        "text": "— Panienka ona i jest, — mruczał stary, — kochanica, piękna bardzo."
      },
      {
        "index": 71,
        "text": "— Kto? — Smirć taka."
      },
      {
        "index": 72,
        "text": "Mazur aż przykucnął przed nim w pasyi czerwonej:"
      },
      {
        "index": 73,
        "text": "— Już cię ona kochanica nie obłapi, dziadu! Jeno ta starucha kościana. Więc nie czmuć strachaniem ludzi, co im na wojnę trza!... A no! żebyś wiedział, żebyś znał naszych."
      },
      {
        "index": 74,
        "text": "Poprawił się gniewnie w pasie i ruszył na oną zmorę."
      },
      {
        "index": 75,
        "text": "Rychło jednak sapnął tak, że mu się piersi jak miechy podjęły: tam pod parkanem, gdzie nie patrzano z umysłu, gdzie, — wiadomo, — pozostał jeden, nad paltem czarnem i szyją — głowy nie dojrzeć, — widać takąż baranią czapicę formy wojennej, jaką mu już dziś Żyd wmówić chciał, by za swoje kupił. Zatem i ten szedł się meldować na wojnę. I tu się ze śmiercią pośpieszył. Ramię, wyciągnięte z pod tułowia, przykrywa dłonią płaski rewolwer."
      },
      {
        "index": 76,
        "text": "Aliści ona właśnie ku tamtemu sunie i przyklęka mu nad głową, jak ta kopa jasna pod peleryną swoją. A rękę bieluśką kładzie mu na te czarne barany czapy. »Po prawdzie: pieści!« — pomyślał."
      },
      {
        "index": 77,
        "text": "I zagrały mu zęby w gębie."
      },
      {
        "index": 78,
        "text": "Stanął."
      },
      {
        "index": 79,
        "text": "Ona ściągła tymczasem tamtemu czapę ze łba. Spojrzy na jego głowę kruczą, przyczesaną głaciutko, z pańska, wstrzepnie się jakoś cała, za skronie uchwyci, pohuśta tak głową w żałości i nuże dźwigać tamten łeb: w gębę zajrzyć chce trupowi."
      },
      {
        "index": 80,
        "text": "— Pan Bo-le-sław! — jękło wichrowym zaszeptem, jako wiatr zagada zestrachanemu."
      },
      {
        "index": 81,
        "text": "Więc się pewnie osłyszał, myśli, bo i uszy nie chwyciły, jak trzeba, akuratnie: nie wie, coby znaczyć mogło. Tymczasem już go samo z miejsca rucha bez postanowienia: już nienawiść zdążyła zalać serce; już i garście same imać się czegoś rwały: musowo!"
      },
      {
        "index": 82,
        "text": "Podjęła się, podhycła i nastawiła mu się w oczy jak to zwirciadło złe: — ujrzał twarz krasolicy popielną i złote oczy ogromne..."
      },
      {
        "index": 83,
        "text": "Więc na tych butach, dziś świeżo na wojnę kupionych, zadudniał Mazur po brukach ostrych jak ten koń zhukany. Tamci już się pomknęli ku bramom. Tupotał tedy pędem do żony i dziecisków swoich."
      },
      {
        "index": 84,
        "text": "— Onaż to jest prawdziwie: Mora na poboisku! Nie wrócić mi już pono do was moiściewy! nie wrócić z onych Wschodów za Dalekich!"
      }
    ]
  }
}