{
  "chapterNumber": 9,
  "title": "Część druga, 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Podryw towarzyski profesora i gorączkowe zajęcie się jego panią domu zgłuszyła rychło gorycz wrażeń, jakiemi się tu nasycił. Rozmów męskich słuchał już milczący, patrząc ludziom w oczy badawczo nad szkłami okularów; dla kobiet stawał się przykry z swym monotonnym uśmieszkiem, ukrytym w włosach twarzy, w przesadnej, lecz krótkiej uprzejmości najwyraźniej akcentowanego roztargnienia. Wracała mu na oblicze maska tej swoistej próżności — na poły maga, na poły biurokraty, — jaką po uniwersytetach zdobywa się wraz z togą. Spostrzeżono to rychło i poniechano w odęciu. Kobiety zwłaszcza skwitowały go czemprędzej przesadną w jego pobliżu trzpiotowatością."
      },
      {
        "index": 2,
        "text": "Znalazł się tedy sam. Obraz pani o długiej twarzy i włosach jak bursztyn, prześwietlony, powracał mimo wszystko i naprzykrzał się godności. Profesor przysiadł gdzieś w kącie i grabił palcami brodę okazałą."
      },
      {
        "index": 3,
        "text": "Gospodarz złowił czujnem okiem to osowienie gościa pożądanego, chociażby w tym właśnie grymasie, jako ornament powagi w salonie. Pozostawił go tedy czas jakiś, by zdobił kąt przez siebie obrany. Dopiero w obawie jego ucieczki, zagadał o jakichś sztychach, nabytych niedawno, o swym księgozbiorze, zaciągnął do biblioteki i zahaczył na dłuższy czas o półki z staremi książkami."
      },
      {
        "index": 4,
        "text": "Co załatwiwszy, wymknął się pan domu gdzieindziej."
      },
      {
        "index": 5,
        "text": "Dymiąc cygarem z włosów twarzy, sięgał profesor po co raz to inną księgę, by ruchem mile połechtanej pewności siebie z powrotem odstawiać rzeczy znane, zaś grymasem zaciekawienia i jakby nieufności witać druki jeszcze nie spotykane. I w tem zajęciu pomrukiwał sobie przyjemnie."
      },
      {
        "index": 6,
        "text": "Obfity księgozbiór gospodarza zasobny był w najrzadsze druki rakowskie, oliwskie, brzeskie, drohomilskie, mohylowskie, pochodzące zgoła ze wszystkich tych kątów i kresów Rzeczypospolitej, gdzie dawniej pracowały tłocznie drukarskie, a dziś kozy się pasą, lub żeruje ciemne mrowie ludzkie."
      },
      {
        "index": 7,
        "text": "Radowały go osobliwie wczesne druki krakowskie, gdzie na tłocznię przenosiła się jakby z foliałów mniszą ręką pisanych cicha żarliwość średniowieczna: księgi te budowane były karta za kartą w pietyzmie szczegółów — jak tum gotycki. Tu i ówdzie gotyk jeszcze ociężały, w ozdobach i tytułach romańszczyzna nawet, lecz nad wszystkiem jakby nowe tchnienie, znoszące dawnej szwabachy natłoki, oraz ciosaną sztywność i rebusowość pisma rzymskiego, — tchnienie powietrzności, perspektywy miłej oku architektoniki unosiło się nad całością: zwiastująca się dopiero z Zachodu płomienna lekkość Odrodzenia. I tak oto z najlepszego ducha przeszłości poczęta, przyszłością już idącą nieświadomie owiana, w przyszłości dalekie świadomie wiodąca triumphans zdała mu się dziś jeszcze księga taka każda; a co zbożniejsze: z karty tytułowej historycznej pieczęci wiało dumą miejsca, które ducha powszechnego dojrzeniem, oraz piersi wolnych osłoną tym dziełom człowieczeństwa stawać się dozwoliło."
      },
      {
        "index": 8,
        "text": "Napieściwszy tak oczy jak i palce starych książek kształtem, papieru lekkością i pergaminową mocą, liter stylowością intuicyjną, ozdób, oraz inicyałów inwencyą bogatą, temi wrażeniami w sobie dźwignięty, aż do pogodnego rozbłysku całej twarzy, skrzepiony przytem cygara smakiem i wonią przeszedł powoli do kart treści."
      },
      {
        "index": 9,
        "text": "Gdyż oto wpadały mu do rąk białe kruki, o których istnieniu wiedzieć mógł tylko: książki, które do skarbnicy europejskiego ducha przeszedłszy, wyginęły doszczętnie w miejscach swego urodzenia. Wygarnęła ich stąd miotła szwedzka, tępiły cichaczem ognie jezuickie, rozwiewały po świecie zawieruchy wieku ostatniego; a czego szczury nie dogryzły po strychach zbarbaryzowanych dworów litewskich, to wyłowiła stamtąd w światy nęta cen wysokich, jakie za te szlacheckie i klasztorne śmiecie płacą antykwarze europejscy. Właściciel ich dzisiejszy nabywał te książki, jak wskazywały adnotacye, w Londynie, Lipsku, Petersburgu i Sztokholmie."
      },
      {
        "index": 10,
        "text": "Lecz i te kilka ziarn, zebranych z tak bardzo po świecie rozwianego spichrza, ten kram rzadkości bibliofilskich posiadał na sobie mimo wszystko, — jakby to miał każdy inny, lepszy, czy gorszy zbiór taki, — ponury stygmat zatracania się nieustannego ziaren siewnych."
      },
      {
        "index": 11,
        "text": "W tę ciszę kościelną dolatywały zdala bezładnie pomieszane echa salonowego gwaru. Nagle wpadł tu fircyk jakiś w foldze ruchów rozchwiejnych, poszastał się między półkami, sam nie wiedzący, po co go tu zniosło, i wyskoczył niebawem."
      },
      {
        "index": 12,
        "text": "Wyrywając książki z półek na traf, zabłąkał się profesor niebawem w tym lesie. Oto minął rychło pisarzy Wieku Złotego, w tak zwanym Baroku natknął się na pyszne wydawnictwa oliwskie, zaczem pociągnięty zewnętrznym luksusem wydawnictw groelowskich i puławskich, wstąpił myślą w senatorskie koło postaci o posągowym geście i jasnem spojrzeniu wieku Oświecenia, — na tę nową falę światowego przypływu, która szczytu swego nie sięgnąwszy runęła w dziejów odmęty, by odwieczną współpracę ducha u warsztatu ludzkości i tradycyjny kontakt z jego po świecie mistrzami przekazać oręża współdziałaniu po Europie."
      },
      {
        "index": 13,
        "text": "»Oto myślał, — przerzucając pożółkłe karty, — »Dekady« wędrownego wojska ostatnich rycerzy bez ziemi, wiodących ze sobą po Europie nowej jeszcze i truwerów swoich. Śpiewacy obozowi, zamienieni w rozbiciu ostatniem w bardów pielgrzymstwa, pozostawili po gościńcach Europy księgi polskie z pod tłoczni cudzoziemskich wszystkich miast zachodu."
      },
      {
        "index": 14,
        "text": "Przewijały mu się nieustannie pod ręką te rozsiewy pielgrzymstwa."
      },
      {
        "index": 15,
        "text": "»A gdy za sił rozbiciem, — dumał nad nimi, — przyszło i woli rozprószenie wśród skłóconej bez wodzów gromady, gdy na Wschodzie pozostał już tylko kadłub narodu obezwładniony, a po stolicach Zachodu swarzyły się jego głowy bezczynne, gdy ogniwa wspólnoty duchowej pryskać nawet już poczęły w narodzie, z bardów wyłonili się w Europie nowej jeszcze i druidzi ostatni, »wieszcze« narodu swego."
      },
      {
        "index": 16,
        "text": "»A jeżeli teraz oto, — przypominał w tej chwili, — wzniosą w Paryżu pomnik jednemu z nich, staną może najlepsi narodu obcego przed tumem tej odgadywanej zaledwie poezyi, jakby przed druidową świątynią Carnac’u, podziwiając chyba tylko wiary ogrom, który ją zbudował i symboliczne dale naw tej świątnicy otwartej, wiodących od ołtarza krwawych ofiar ludzkich w stronę wschodzącego na wiosnę słońca. I przypomną może tej świątnicy kapłanów, druidów celtyckich, słowa, spisane w kodeksie króla Hoela: »Trzy są rzeczy niezbędne: miecz, księga i harfa«. Oto miecz, wyszczerbiony w potrzebie własnej, rozprysnął w obronie wolności ludów Zachodu; harfa zagrała dla świata całego pod ręką Szopena; księga, acz pieczęcią niezrozumiałej mowy dla obcych zamknięta, jest przecie dla nich wyczuwalnie Zakonem duszy narodu, Arką jego przymierza z ludzkością."
      },
      {
        "index": 17,
        "text": "I może niejeden z tak zadumanych przypomni swych czasów Wiosnę, oraz to słowo »mesyanizm«, które dla jednego narodu, będąc przemijającą doktryną książek, stało się dla drugiego cmentarzem jego ofiar. Może przypomni te dziesiątki tysięcy mogił polskich po wszystkich pobojowiskach wolności Francyi, Niemiec, Włoch i Węgier i zapyta: jakie to szaleństwo czyniło, według słów Niemca jednego: »tę szlachtę sztabem jeneralnym sankilotów całego świata?« Odpowiedzieć mu może tylko potęga władzy duchowej druidów w Europie ostatnich »wieszczów« narodu, ona tylko odrzec im potrafi »czyj to ich porwał wichr i czyje ramię...«"
      },
      {
        "index": 18,
        "text": "Lecz gdy w tem zadumaniu swem bibliotecznem, sumujący mimowoli książek fata i dzieje, stanął tak oto w progu dni dzisiejszych, wziął niespodzianie w duszę krzyżowanie się myśli spornych:"
      },
      {
        "index": 19,
        "text": "»Jestże to naprawdę błogosławieństwem dla narodu, że najwyższy ton jego twórczości i ostatnie wobec świata czyny dokonały się czasu trafem przez ducha romantyzmu i mistyki? Czy nie kieruje to najlepszych wciąż jeszcze ku przeszłości, czyniąc z nich prędzej czy później puhaczy po ruinach, odwracających na pół ślepe oczy odrazy od życia, każdemu dniu dzisiejszemu nienawistnie? Czy nie sprawia to, że właśnie najlepsi nie są zdolni do zachwycenia w piersi tchu rzeczywistości i rozgrzania w nim serca w tempo dzielne? Czy to, co było w najlepszych czasu swego, gdy ziemia własna z pod nóg im się usuwała, wybiegiem w gwiazdy: dla wywyższenia sił w ludziach, — czy to wszystko, nie rozsiawszy się koleją wieku całego w pospolitość, nie stało się w obliczu znieruchomiałego życia mimowolnym rozsadnikiem omamów, obłudy przed sobą — zastoju? Kostniałoż tak Bizancyum: dusz karmem przez wieki, pod klątwą — niezmiennie jednym. Oblicze najłaskawszego Boga stawało się w surowości swojej coraz to okrutniejsze i coraz to mniej mające wspólnego z życiem ludzi«."
      },
      {
        "index": 20,
        "text": "»Czyżby druidzi nasi — nawracało w zadumie, uświadomili sobie coś więcej ponadto, co przekazali i tę tajemnicę swych jasnowidzeń przemilczeli, jak to druidzi czynić zwykli?"
      },
      {
        "index": 21,
        "text": "I czy przemilczeli całkowicie?"
      },
      {
        "index": 22,
        "text": "Czemże jest tych wierzeń mickiewiczowska Vulgata: potrzeba ofiary z najlepszych dla odkupienia ducha w innych, — potrzeba Legionu? — Czem tej religii ezoteryzm: rozwoju konieczność w śmierciach nieustannych, a ekstatycznemu oku widnych, niby ruch aniołów na jakubowej drabinie w przeradzaniach się ducha w coraz to wyższe formy? Czem wobec zatrwożeń nad przyszłością, groźba tej metampsychozy: cofnięcia, pognębienia w niże życia najgłębsze każdej formy, która w czasów niepowstrzymanym obrocie nowego ducha z siebie nie wysili?..."
      },
      {
        "index": 23,
        "text": "Wóz życia ugrzązł w piachach, a duszom karm w istocie wciąż tenże: z przed wieka! I jedno wciąż źródło sił idealnych, które ma ich w aniołów zamieniać, — w aniołów ruchu i ofiary. Bo pod tą błahą i nikczemną powierzchnią życia ten nurt żyje po duszach lepszych. W sentymentalnej wrażliwości wyobraźni egzaltowanych pokutują wciąż jeszcze wszystkie upiory i widma romantyzmu, a ponad tym sabatem chęci niższych — wciąż jeszcze ów ton najwyższy owych czasów: potrzeba ofiary z najlepszych dla odkupienia ducha w innych«."
      },
      {
        "index": 24,
        "text": "»Ową świątynię Carnac’u stawiała rasa o takiej sile wiary, że na lat tysiące przedtem przypowieść Chrystusową wypowiadała ramionami czynu: przenosiła najdosłowniej góry granitowe w szczere pola, ustawiając je nawą pięciokrotną w utęsknionym kierunku wschodzącego słońca, aby tą drogą rok rocznie wstępujący życia i pogody Bóg spoglądał na gładzisko płaskie w skał półkręgu: na ociekły rzeźną krwią ołtarz ofiar ludzkich — dla Niego, dla Słońca!... Spłynęła na tym ołtarzu krew rasy co najlepsza; — smutne cherłaki duszą i ciałem pozostały tylko. Zalała fala obca«."
      },
      {
        "index": 25,
        "text": "Zgasło cygaro w ustach profesora, a popioły jego zimne osypały się na brodę. Znikło z twarzy pogodne niedawno rozpromienienie wobec starych książek kształtu, starego papieru lekkości, starych liter Stylu. Zaduma ciężka osiadła na czole w brózd rozciągliwych napięciu. I tylko oczu wybłyski, niby iskry gniewu w starciach myśli krzesane, mówiły, że ducha przygniata ołowiana chmura rzeczywistości dzisiejszej."
      },
      {
        "index": 26,
        "text": "I ołowiane fale bezkresnego morza obcości pospolitej, zalewającej życie zewsząd."
      },
      {
        "index": 27,
        "text": "A w tej zadumie jakaś książka stara pozostała mu jeszcze w ręku, założona palcami opuszczonej dłoni. Odstawił na półki, — z czcią, czy niechęcią, sam w tej chwili nie wiedział, — tę zmumifikowaną żagiew wygasłego ogniska, jakby w trwodze przedewszystkiem, by mu się ona w pył i prochy nie rozsypała."
      },
      {
        "index": 28,
        "text": "»Vitae lampadae traditae«, — przypomniały mu się cierpko Lukrecyuszowe słowa, — życia pochodnie przez pokolenia sobie oddane."
      },
      {
        "index": 29,
        "text": "Życia? powtórzył głośno, rozglądając się po tej surowej i sztywnej omartwicy czasów, po półek spiętrzeniach katakumbowych pod bibliotecznymi pyły. —"
      },
      {
        "index": 30,
        "text": "Lampka elektryczna u pułapu mrugnęła, jak gdyby na tychże przewodnikach gaszono światło winnych pokojach. Zabłąkany w labirynt półek i tem wrażeniem zewnętrznem z zadumy ocknięty, jak w równym trabie koni rusza lekko z przed bramy powóz ostatni. Rozjechali się już wszyscy. Pozostał on sam tylko, zapomniany przez ludzi w tym labiryncie książek."
      },
      {
        "index": 31,
        "text": "Docucał się szybko, przecierał zerwane z czoła okulary. A przed oślepionemi na chwilę oczy stanęło w nagłym natłoku obrazów to życie całe, jakie tu dziś oglądał: zgiełkliwe, rojne i pienne na powierzchni zaledwie, a pod tą musującą powłoką bezwładem jakby tknięte."
      },
      {
        "index": 32,
        "text": "I cały ten wir ludzkich tu obcowań wydał mu się zamętem ogromnego znużenia, wyczerpania wszystkich podniet gromadzkiego życia, stłoczonego w ramy za ciasne, kłębowiskiem sztucznych niepokojów i na zimno tworzonych podrażnień, sprowadzoną z obcych stolic gorączką wielkomiejską bez ognia tej gorączkowej woli, która tamte życie przepala: bezcelowem, wewnętrznem żagwieniem sił płonnych. — » Każde Bizancyum, — mówił w duchu, — w starszem pokoleniu mumifikowało się tylko, rozkładało zaś właśnie w młodem, właśnie w tem, które mu użyczało pozornego ruchu na powierzchni«."
      },
      {
        "index": 33,
        "text": "Gdy nowe mrugnięcie i błysk lampki elektrycznej znagliły go do skierowania się ku wyjściu krętą drogą półek. Lecz w tejże chwili światło u pułapu zgasło; znalazł się jak wśród murów ciemnych. Posuwając się omackiem, zwrócił mimowoli krótkowzroczne oczy ku górze, gdzie wyświetlały się w ciemni — na pierwsze wejrzenie, rzekłbyś, lamp mlecznych szereg — popiersia białe. Miał te oblicza w pamięci wyryte z podobizn po książkach jeszcze młodzieńczych."
      },
      {
        "index": 34,
        "text": "Ponad zatartemi oćmą księgami spoglądała przeszłość sama swym czynem i słowem wiekowym, które książki nieraz mijając, tą czy inną drogą, odcisnęły się przecie znamieniem niezniszczalnem na duszy każdej, jak się drzewa przeszłość na swem ziarnie najlichszem niewidną przyszłością odciska."
      },
      {
        "index": 35,
        "text": "Nad spichrzem ksiąg zatopionych w ciemni płoną mlecznym szeregiem lampy dziwne o człowieczych twarzach."
      },
      {
        "index": 36,
        "text": "»Druidów widma białe«, — pomyślał mimowoli."
      },
      {
        "index": 37,
        "text": "I stanęła mu znów w wyobraźni ta świątynia Carnac’u, zbudowana z gór, przeniesionych wiarą. Oto wśród tych złomów o kształtach mamucich i nieciosów potwornych stoją niby białe kolumny druidzi brodaci: i ci z mieczem, i ci z księgą, i ci harfiani. A tą drogą wiary, w którą słońce wiosenne zawsze zawraca idą bez końca życia młode, idą pod nóż — Wiośnie na okup, słońcu na ofiarę, dla podźwignięcia dusz, powstałych z błotnej topieli pognębienia."
      },
      {
        "index": 38,
        "text": "Wypadł z rozchylonych ust profesora zimny ogarek cygara, a grudy jego rozpylne osypały go całego niby pozapustnym popiołem. W salonach przyległych zalegała cisza pustki i dosytu."
      },
      {
        "index": 39,
        "text": "Na twarzy w niepamięć już się rozwiało to uśmiechnięte niedawno zadowolenie wobec starych foliałów kształtu, starego papieru lekkości, starych liter stylu i rzadkich książek ciekawego wnętrza. Na swej zadumy bibliotecznej koniec, książek po ciemku nie widzący, nie dbał już o nie w myślach. Przed oczami duszy stalą mu Arka tysiącoletniej mowy narodu, a w niej Księga na harfie."
      },
      {
        "index": 40,
        "text": "I tej harfianej księgi zakon nieodwołany."
      },
      {
        "index": 41,
        "text": "Otrząsł się przecie i, odpędziwszy widma z przed oczu, a ponure myśli z czoła, szukał wyjścia z labiryntu pólek. A gdy się wreszcie za ich kręte ściany wydostał, perłowy świt docucił mu oczu; a słuch, ciszą w sobie skupiony, rozproszył świergot nagły za oknami. Wstawał ranek. Oto promień pierwszy już się przez szyby przebijał, w wir i kłębienie się rącze, rzucając smugą świetlną pyły biblioteczne. A gdy za tym ich niestatkiem w słońca pozłocie skierowały się oczy w głąb pokoju, zatrzymał się mimo woli."
      },
      {
        "index": 42,
        "text": "Na skórzanej poduszce przy kanapie napół klęcząca, głowę nad splecione ramiona ledwo dźwignąwszy, dumała tutaj najmłodsza z widzianych dziś kobiet: rzekłbyś, zapamiętała się oto w przydługim pacierzu, zmylonym pod koniec myślą nie dobrą."
      },
      {
        "index": 43,
        "text": "»Owóż i życie!« — pomyślał pod te świegotne za oknem rozgłosy radosnego nieładu i pod to rącze, zwichrzonego niestatku pełne, kłębienie się słonecznego wiru wokół tej głowy dziewczęcej."
      },
      {
        "index": 44,
        "text": "Wyszedł wreszcie. I znów w ciemność wstąpił. Zasłony na oknach były tu jeszcze nie podniesione, a światła pogaszono w żyrandolach. Woń perfum pomieszanych, kurz i duchota jakby od potu ludzkiego zawisały tu w powietrzu pod jedynej świecy i gromniczne jakby płomienie."
      },
      {
        "index": 45,
        "text": "Usłyszał z drugiego końca wielkiego salonu utykania czyjeś nierówne, ciężkie, w podrywach sapliwych, a zanim rozejrzeć się zdołał, spostrzegł na ścianie przeciwległej cień wielki w ramienia i gestu wyolbrzymieniu upiornem. Pod świecy żółte mruganie miotał się ten cień na ścianie jak strzyga, a gdy ramię z kijem wyrzuciło się ku górze, sięgała ich sylweta wydłużona aż hen na pułap. Lecz oto zsunął się nagle ten cień z sufitu, zmalał na ścianie, zczerniał jeszcze bardziej i oto wyrył się nagle orlim profilem zgrzybiałej głowy, zwiędłej w dziób niedomknięty. Słychać kroki kulawe i pomruki starczej ze sobą gawędy. Coś, jakby klaskanie tego dzioba, czy też syk urągliwy."
      },
      {
        "index": 46,
        "text": "Głuchy, w swoim świecie przeszłości i dumań jak małż zamknięty, tem wałęsaniem się po nocy i nagłem ożywieniem na odludziu, jak kot tajemniczy — strzygą i upiorem przeszłości snuł się starzec w postypowej głuszy rojnego niedawno salonu."
      },
      {
        "index": 47,
        "text": "Oto stoi okrakiem pośrodku pokoju, o kij naprzód wystawiony oburącz wsparty, grzbietem pogarbiony, głową hardy i ptasim jej profilem na cieniu zacięty. I kuje laską z uporem dzięcioła w dywan głuszący."
      },
      {
        "index": 48,
        "text": "— Przyszło i na was! — słychać w tym sykliwym bełkocie. — Przyszło! Wojna to zawsze rozpoczyna... Po całej ziemi waszej pójdzie!"
      },
      {
        "index": 49,
        "text": "Nad tą ptasią głową dygoczącą na suchej szyi chwiał się wciąż u sufitu krąg światła, zaś postać całą opływała otocza żółta, w rozbłyskach i dogasaniach świecy nieustannie mrugająca, rzekłbyś, tej duszy uparte kołatanie się w ciele starczem."
      },
      {
        "index": 50,
        "text": "»Owóż i życie!« — powtórzyło się profesorowi mechanicznie, jak to ludziom książkowym zwykły nawracać takie konstatacye bierne wobec rzeczywistości. — Ledwo wychylonemu z półek bibliotecznych błędnika, pomieszały mu się wrażenia: to dogasanie powolne świetlnego dysku nad sędziwca czołem i tamten wir słoneczny nad głową najmłodszej tu dziewczyny wydały mu się niby dwie pochodnie sił żywotnych na obu krańcach zgnuśniałego tu życia..."
      },
      {
        "index": 51,
        "text": "Zły na swych kroków skrzypienie, cofał się ostrożnie w drzwi najbliższe."
      },
      {
        "index": 52,
        "text": "Aliści i tu zatrzymał się na samym progu. Zorzą miejskiego świtu podpylną, ceglastą obrysowana, widniała tu w oknie postać męska jak na ekranie płomiennym. Ociężała i wielka, tyłem do szyb zwrócona, z twarzą pod ten blask na wejrzenie zatartą, spoglądała tylko przed się głową graniastą i skośną opaską czoła; zaś na tym bandażu, — profesor zerwał na czoło okulary i rozchylił mimowoli usta, — zasychała skrzepem przesiąkłym plama krwi."
      },
      {
        "index": 53,
        "text": "Mówił coś w głąb pokoju. Słuchały go z ciemnego kąta pod piecem oczy wielkie: na nizkiem krześle, chustą i łokciami w sobie zebrana, zawisała spojrzeniem na jego wargach postać kobiety, wyzierająca z swego zatulenia twarzyczką kostną o zapadłych skroniach i gładkiej firance włosów. Znużenie nieprzespanej nocy barwiło policzki ostrym rumieńcem gruźliczym."
      },
      {
        "index": 54,
        "text": "— Te nasze nadzieje dzisiejsze na nich tutaj! — parskano pod oknem. — A jakże! Sypną pieniędzmi, majątki oddadzą, dlatego tylko, że się kilku zapaleńcom roi nowa era z tej wojny alarmem. Zwłaszcza oni się tu przejmą czemkolwiek!... Zaś naszym doktrynerom przez rok tylko coś powtarzaj, na drugi rok przysięgną na to, jak na artykuł swej wiary. Z wojną się to zacznie. Zaraz! — parskał. — Samo się zrobi. Nerwami się zrobi. Robotnicy. No właśnie! no właśnie! — sarkał urągliwie. — Te studenty wagabundy i ambitne po czwartakach niedouki czują tylko tę zapalną nerwicę tłumu miejskiego, — sami z tychże! »Dusza ludu« — bo to się u nich duszą nazywa!... Pamiętacie, jak to Jędrzej Niemsta z Kęt przyszedł do nas po raz pierwszy, jak we drzwiach niepotrzebnie z wsiowego nawyku łeb chylił i nogę podnosił, niby próg chałupy przestępując, i jak w ten nasz szwargot zagadywania wszystkiego wygłosił od proga, samemu sobie tem przyjściem do nas uroczysty i jakby namaszczalnie spokojny: »Niech będzie pochwalony Jezus Chrystus«. — I tylko krawczyna jeden jąkliwy porwał się było z miejsca, zapatrzony w tę chłopską sukmanę, krztusił się, krztusił językiem w gębie i wyrzucił nagle w ogniu twarzy całej: »Na wieki wieków Amen«. — Tak się te dwie »dusze« odrębne powitały przy nas. I właśnie z ich to zahaczenia się czuciem szedł jakby spokój w ogniu, ład w alarmie i wytrzymałość kamieni. Krzepiły się przytem i nasze dusze, ale już instynkty nam to zdziaływały, nerwom na podtrzymanie idące, — nie serca, nie głowy."
      },
      {
        "index": 55,
        "text": "Twarz w kącie zatulona słuchała go kobiecem zasłuchaniem wiary: każde słowo uderzało zda się w te piersi i przepływało wskroś przez ciało nikłe. Te jego rozmyślania twarde, które w siebie brała, czy też poranka świeżość wstrząsały nią raz po raz jak osiną."
      },
      {
        "index": 56,
        "text": "W tem pobiesiadnem ociężeniu samego powietrza, gdzie z cygarowymi dymy i potraw zapachem mieszały się jeszcze kobiet perfumy i poty, echa ich pogwarków lubieżnych i szelestów jedwabnych, w tę godzinę świtu zjawiły mu się, niby niewychmielonej głowie, wyrosłe z pod ziemi postypowe upiory."
      },
      {
        "index": 57,
        "text": "Wymiotła pustka dosytu taneczne i biesiadne pary. Pozostało tych czworo."
      },
      {
        "index": 58,
        "text": "I pulsy skroni powtórzyły mu nagłem przypomnieniem myśli niedawnych:"
      },
      {
        "index": 59,
        "text": "»Vitae lampadae traditae«. CZĘŚĆ TRZECIA."
      }
    ]
  }
}