{
  "chapterNumber": 2,
  "title": "Część pierwsza, 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Od strony gabinetu poczęły wchodzić do sąsiedniego pokoju grupy starszych panów w gęstej dymnicy od cygar i w basowym pomruku rozmów."
      },
      {
        "index": 2,
        "text": "Zjawił się i gospodarz: gorzko uprzejmy, grzecznie wyniosły, ubrany z wyszukaną sztywnością. Czarny i tłusty włos okalający łysinę na ciemieniu miał coś z nadmiernego połysku i martwoty peruki, zresztą i niepokalany gors koszuli był trupiego blasku: wszystko jakby martwiało na tym człowieku, niby na uroczystość dworskiej żałoby. Najsztywniejsze wszakże były szeroko rozwidlone szpakowate baki, nadające obgolonym wargom w tej jamie włosów coś z rybiego wyrazu. Pan powrócił dopiero co z Petersburga, miał dużo do powiedzenia i jeszcze więcej do przemilczenia: świeżym kontaktem ze stołecznemi sferami wzbudzał większy niż kiedykolwiek szacunek wśród swoich gości."
      },
      {
        "index": 3,
        "text": "Teraz oto prowadził pod ramię wielkiego, jak piec, chłopa o podgolonej jasnej czuprynie i ostro rozstawionych wąsach. Profesorowi powiedziano, że jest to podobno korespondent do gazet berlińskich i że na opinii europejskiej zależy nam wszak bardzo. Suchy i sztywny wygląd gościa wywołał na pół ironiczne zaciekawienie gości do koszarowego fashion. Jego bardzo lakoniczne odpowiedzi wzbudzały jednak poważanie dla prasy europejskiej, zaś ostre i krótkie gesty znalazły już naśladowców."
      },
      {
        "index": 4,
        "text": "Koło gospodarza i berlińskiego gościa krystalizowała się tedy powaga. Ten stateczny korowód panów, zahaczywszy o profesora z Krakowa stał się jeszcze bardziej poważny i surowy. W milczeniu gości, oraz w ich chrząchaniach czuć było chwilę oczekiwania: wiadomo było z doświadczenia, że zebrania w tym domu mają zawsze swoje clou sprawy publicznej."
      },
      {
        "index": 5,
        "text": "Z salonu biła tymczasem pełną falą muzyka. Gospodarz z lekkiem zniecierpliwieniem zamykał cicho wielkie skrzydła i zasuwał portyery, ktoś usłużny uczynił to i przy drugich drzwiach. Półmrok ogarnął panów: rozpłomieniły się w nim zarzewia cygar, rzucając ostre, czerwone błyski i głębokie cienie na twarze starcze. Lecz wnet zapłonęła lampa u góry, ścieląc po twarzach zimniejsze półświatło i łagodniejsze cienie: to lokaj zgasił świecę na kominku i rozniecił elektryczność, by oddalić się wnet krokiem bezszelestnym i tajemniczym. Panowie chrząchali coraz twardziej, na nieomylne świadectwo, że niejeden z nich się czuł niezręcznie; ten i ów doświadczał nawet interesującego dreszczu spiskowca."
      },
      {
        "index": 6,
        "text": "Wśród wysztywnionych białych gorsów i dymiących cygar panowała skrzepła, sucha atmosfera wysilonej powagi po tak swobodnych rozmowach przy preferansie. Ta nakazowość chwili schlebiała najwidoczniej wszystkim instyktominstynktom gospodarza, bo uznawszy wreszcie moment za stosowny, powstał i, unikając najstaranniej wszystkiego, coby mogło trącić stylem i okrasą, wygłosił w starannie oglądane paznokcie swej ręki, że obecne kłopoty rządowe w czasie, kto wie, czy nie przedwojennym, czynią go bardziej pokojowym na wewnątrz. I tak, naprzykład, w rozmowie z pewnym »miarodajnym czynnikiem« wyniósł gospodarz wrażenie, że pewna finansowa inicyatywa społeczna w zakresie użytku publicznego, przy umiejętnem przepchaniu jej przez niższe dekasterye, nie natrafiłaby na zbyt silny opór u góry. Miano wprawdzie na myśli herbaciarnię, lub przytułki, lecz przy umiejętnej formalistyce i zręcznem argumentowaniu interesem rękodzieł, eksportu, zdolności można nakierować pozwolenie na Muzeum sztuk pięknych, o którem była już tylokrotnie mowa w gronie panów. Wypadałoby również skorzystać z jakiej okoliczności galówkowej, okazyi, czy egidy, dla których mają tam smak."
      },
      {
        "index": 7,
        "text": "Po tem obwieszczeniu wszczął się gwar bezładnej rozmowy. Uwagę wszystkich pociągali dwaj panowie: stary o czerwonej twarzy i siwych wąsiskach, oraz pan smukły o długiej pogarbionej szyi, maskujący zakłopotanie niezmierną dla wszystkich uprzejmością. Wiadomo było, że stary jegomość, bogacz ukraiński, »pragnie coś zrobić« i że hrabia zamierza zerwać z bardzo przewlekłą i nieco płochą młodością w sposób równie obywatelski, jak hojny. Kilku publicystów miało za to pomysły i ambicyę. Stanęła tedy rada tajna przy zachowaniu zwykłych ostrożności, to jest pod osłoną hucznego przyjęcia u gospodarza."
      },
      {
        "index": 8,
        "text": "Oto wystąpił pierwszy publicysta z wielkim rękopisem w dłoni."
      },
      {
        "index": 9,
        "text": "— Panowie, — zaczął z szerokim gestem, — pierwszą troską cywilizowanych narodów, powiada mądrość..."
      },
      {
        "index": 10,
        "text": "Gospodarz ujął go bardzo delikatnie za łokieć i z cierpką uprzejmością tłumaczył, że nie wystarczy czasu na wysłuchanie kilku, interesujących skądinąd, prelekcyi. Rozległ się pomruk aprobaty."
      },
      {
        "index": 11,
        "text": "— W takim razie wycofuję się z moim referatem! — obwieścił wyzywająco rzecz przez innych już postanowioną."
      },
      {
        "index": 12,
        "text": "— Wielmożni panowie, — odezwał się z kolei głos ochrypły i, wyłamując z trzaskiem palce zakłopotanych dłoni, wystąpił uwędzony w dymie tytoniowym niezmiernie długi i zaschły pod żółtą skórą jegomość. — Prawdziwie wielmożni panowie! bo fortuna w rzeczach publicznych dobrze użyta całemu narodowi adjuvat, a jego dobrodziejom chwały i godności przysparza. Gdy głód w Polsce panował, otwierały się królewskie i pańskie śpichrze. Otwórzcie duchowe śpichrze dobrodzieje nasi! Ten głód ciężką klęską nam grozi, wysiewają się już tylko chwasty i co jałowsze ziarna. Użyczcie książek! Dosypcie grosza! — błagał i trzaskał palcami suchotniczy pan. — Załóżcie śpichrz pod zasiewy nowe: stwórzcie bibliotekę!..."
      },
      {
        "index": 13,
        "text": "»A niech wam tak Bóg fortunę podwoi, oraz w tem i przyszłem życiu nagrodzi, — amen!« zakończył ktoś półgębkiem i pociągnął suchotniczego pana za rękaw tak silnie, że posadził go z impetem obok siebie. »Jak pan może w ten sposób!«"
      },
      {
        "index": 14,
        "text": "— Ależ drogi i najmilszy! — Suchotniczy pan pochwycił sąsiada za obie dłonie, kierując w jego stronę impet swego wzburzenia. — Pan który bywałeś w Paryżu!... Pan, który także nauką się zajmujesz!..."
      },
      {
        "index": 15,
        "text": "Gdy nagle zakasłał ciężko i musiał wyjść z pokoju."
      },
      {
        "index": 16,
        "text": "— Proś ty ich, młody panie! — wykasłał w chustkę na pożegnanie. — Proś!"
      },
      {
        "index": 17,
        "text": "Jakoż młody pan głaskał czas jakiś swą kozią bródkę, układając w myślach przemowę, wreszcie osadził nerwowo binokle i poprosił o głos:"
      },
      {
        "index": 18,
        "text": "— Tradycyjne to wprawdzie kolumny polskiej oświaty: pańska i mieszczańska łaska, a młodzież nasza od wieków nie wychodzi z żebraczej roli żaka z misą na progach cudzych kuchen..."
      },
      {
        "index": 19,
        "text": "Kilku starszych i mniej ruchliwych panów zadowoliło się wypuszczeniem gęstych kłębów cygarowego dymu i wzgardliwym okrzykiem: »Ba! ba! ba! Wszakże z ust bardziej krewkich padały pod nosem i obelżywe słowa. »Także owoc pańskiej łaski w czasach demokratycznych! — syknął w kącie starszy głos. Pan Karski z Wójtówki posyłał ,to’ do szkół. Ekonomem u pana Karskiego był ojciec oratora«."
      },
      {
        "index": 20,
        "text": "Gdy niespodzianie wyskoczył na środek student, i opinając szczupłe piersi w mundurek:"
      },
      {
        "index": 21,
        "text": "— W imieniu! — obwieszczał, — uczącej się młodzieży! — Okrzykiwał, — protestuję! — roznamiętniał się nerwowo."
      },
      {
        "index": 22,
        "text": "— A idź pan do stu par dyabłów! — Zniecierpliwił się ostatecznie starczy głos."
      },
      {
        "index": 23,
        "text": "Gospodarz ruchem desperackim obu dłoni głaskał tłusty włos na skroniach. Warcholi i smarkacze zburzyli na samym początku całą powagę zgromadzenia. »To są sympatye żony!« myślał z goryczą."
      },
      {
        "index": 24,
        "text": "Nadomiar od strony salonu przemycał się raz w raz ktoś obcy. Oto wpadł młodzieniec z ostrym wąsikiem, krótkowzrocznemi oczyma, oraz nosem człowieka najwidoczniej zawsze krzętnego; wpadł, rozejrzał się, powąchał i w pas się kłaniał."
      },
      {
        "index": 25,
        "text": "— Jestem przyrodnikiem! — mówił z ukłonem, — asystentem stacyi biologicznej na Białem Morzu. Korzystając z bytności w kraju i tak szczęśliwego trafu na rady szanownych panów, przybiegłem umyślnie, by rzucić myśl, projekt, który tylokrotnie zaprzątał na obczyźnie moją ambicyę Polaka. Od czasu gdy stopa polska dotknęła lodów podbiegunowych (mam na myśli pana Arctowskiego) projekt naszej ekspedycyi w arktyczne regiony stał się marzeniem przyrodnika i patryoty. Okręt ochrzciliśmy czcigodnem imieniem »Jana z Kolna« w pamięć tego, który przed Kolumbem dopłynął pono do brzegów Ameryki. Nie wątpię, że znaleźliby się u nas ludzie hojni i nauce w duszy oddani, których fascyonować musi myśl, aby sztandar duchowy naszej stolicy zatknąć na biegunie kuli ziemskiej."
      },
      {
        "index": 26,
        "text": "Czerwony wąsal z Ukrainy wypuścił z ust cygaro i otrzepywał impetycznie płonące jeszcze popioły na swoich i cudzych kolanach."
      },
      {
        "index": 27,
        "text": "— Bój się pan Boga!"
      },
      {
        "index": 28,
        "text": "— Panowie! — panowie? — piszczał cienko i wymachiwał rękami jakiś frasobliwie niespokojny osobnik. — Toż dyskusya się rozprasza! Proszę o głos w sprawie formalnej."
      },
      {
        "index": 29,
        "text": "I zwracając się do korespondenta niemieckiego:"
      },
      {
        "index": 30,
        "text": "— Nie mamy wyrobienia parlamentarnego."
      },
      {
        "index": 31,
        "text": "— Allerdings. Ja. Leider."
      },
      {
        "index": 32,
        "text": "Te twarde z berlińska odbębnione słowa stropiły zupełnie nieświadomie wielomówny temperament zebrania. Nastała cisza."
      },
      {
        "index": 33,
        "text": "— To — to! — podrzuciła się z basowym pomrukiem otyła osoba o rozlanych szeroko na kanapie brutalnie tłustych udach. — Muzea!... A tam jeszcze: i sztuki piękne!... W porę ktoś skoczył w arktyczne aż regiony. To są, panie, arktyczne regiony na dziś: te wasze muzea i sztuki piękne. I równo mi z tymi sztandarami na biegunach. Śmiech i wstyd! Ot, zrób który expedycyę na powiat: popatrz, powąchaj! Sprawa krajowa ma być powszechną... Chyba! Nie?... Ot, któryś z sąsiadów już dobrze mówił: »a to drogi! a to szosy! — a to spławy! — a to melioracye! — a to kredyt rolny!"
      },
      {
        "index": 34,
        "text": "Wyliczając to wszystko trzymał sztywno do góry palec wskazujący, a raczej kusy pierst z ciężkim sygnetem herbowym. — Ot, wam dobro publiczne! Jest nad czem głowy suszyć i debaty wszczynać. — A tamto? — zamyślił się i, opuszczając powoli wyroczny palec, kończył tonem minorowym: — Dobre, serdeczne słyszano tu mowy gorącej młodzieży. Szanuję młodzież i ja. Ale gdzie męże do rady?"
      },
      {
        "index": 35,
        "text": "Podrzuciwszy ciężkie ciało na dłoniach, dał nura w głąb kanapy, wystawiając na salę podeszwy krótkich nóg. W tej pozycyi machnął wzgardliwie ręką:"
      },
      {
        "index": 36,
        "text": "— Człowiekowi nieraz za swój naród »wstydno«!"
      },
      {
        "index": 37,
        "text": "I tłusty pan przytłoczył sobą całą sprawę. Jak pierzyna wielka stłumił sobą gwary. Tylko na podtrzymanie jego autorytetu rozlegały się w ciszy już twarde i pewne siebie, wyzywające wprost chrząkania panów ze wsi. Milczano."
      },
      {
        "index": 38,
        "text": "Gospodarz zwiesił z niesmakiem rybią wargę."
      },
      {
        "index": 39,
        "text": "Gdy wąsal czerwony, siedzący obok tłustego pana, począł opozycyjnie trzeć grzbietem o kanapę. Jego autorytet nabaka, mający ostatecznie rozstrzygnąć wszystko, czynił ciszę napiętą. Stary przedewszystkiem splunął gromko w kraciastą chustkę, chrząkał, wreszcie jął mówić:"
      },
      {
        "index": 40,
        "text": "— Krowy są — zaczął odrazu od najniedelikatniejszej aluzyi do siebie, spoglądając zarazem i na hrabiego. — I dójek nie brak. Boję się tylko, że nas w dziurawe beczki wydoić pragną: każda tu sprawa głodna, każde cielę przepaściste. Głodnyś — sadowią cię przed misą i mówią: »weź bracie, ale jedną tylko krupkę jedynieńką«. Co ja mówię! — kup sobie krupkę, powiadają, ale jedną, nie śmiej więcej! Myślę gąb głodnych dziesięć posadź z takim nakazem u misy, każda inną krupkę wybierze: ta moja, pomyśli, najtłuściejsza. Zgody między nami, najmilejsi moi, nie będzie. I nie będzie nigdy zgody między nami o te krupki. Nad siły to i możności ludzkie. Gdyby na rady jawne przyszło, o krupki, najmilejsi, sprzeczalibyśmy się wiek cały. Najswarliwszym narodem na świecie uczynią."
      },
      {
        "index": 41,
        "text": "Zaczem wyjął z kieszeni kraciastą chustę, strzepnął szeroko, ujął pośrodku garścią i ukrył w nią nos wielki. I trąbiąc przeraźliwie długo, przemagał w tem ukryciu twarzy swe wzburzenie wobec tak uporczywego wpatrzenia się ludzi. Wreszcie wychylił twarz czerwoną z za chusty i podgarnął chmurnie wąsa. A że ludzie wciąż jeszcze oczu z niego nie spuszczali, jakby oczekując dalszego ciągu, więc się stary ofuknął:"
      },
      {
        "index": 42,
        "text": "— No, gadaj, który z panów wiesz lepiej!"
      },
      {
        "index": 43,
        "text": "Druga krowa, którą wydoić miano, stała tymczasem cierpliwie na uboczu: hrabia o długiej szyi darzył uprzejmem baczeniem każdego, kto tylko przemówił. Gospodarz cierpki i niezadowolony z obrotu dysputy, prosił tymczasem panów o powrót do gabinetu: tam miał nadzieję ująć rzecz w swoje dłonie; tu naprzykrzała się wciąż muzyka i raz po raz wchodził z salonu ktoś niepożądany."
      },
      {
        "index": 44,
        "text": "Wszakże narada panów rozbijała się już w liczne gawędy grup."
      },
      {
        "index": 45,
        "text": "Profesora zatrzymał suchotniczy pan, który tymczasem powrócił był do grona. Nazwał się Downar, Antoni Downar, podkreślał imię, jako niezmiernie ważne widocznie i, schwyciwszy jego rękę, ściskał mu ją gestem ponurego braterstwa — jak mason. Przed laty kilkunastu miał nawet zaszczyt przesłać mu swoją książkę. — »Aha, także uczony!« — tłumaczył sobie profesor, to dziwne powitanie."
      },
      {
        "index": 46,
        "text": "Pan Downar westchnął:"
      },
      {
        "index": 47,
        "text": "— U nas panie..."
      },
      {
        "index": 48,
        "text": "I splatając kościste palce o martwych, białych paznokciach, rzęził monotonnie o tem, jak to swego czasu sprzedał zaledwie kilka egzemplarzy swej książki, a wydał własnym nakładem. Ma już od lat sześciu gotowe dzieło »O czytelnictwie w Anglii«. W ostatnich czasach dopiero zajęli się wreszcie wydawnictwem tamci ludzie zacni, mówił, wskazując na wychodzących panów. Gdy dzieło ukaże się na półkach, nie omieszka przesłać je profesorowi. — Panowie uścisnęli sobie ręce. »Głównie brak książek profesorze! Bo zresztą robimy i my tutaj, co się da. Wydajemy Encyklopedye..."
      },
      {
        "index": 49,
        "text": "— Jakież to? — przerwał profesor."
      },
      {
        "index": 50,
        "text": "— Niezliczone i nieskończone — wtrącił z ubocza jakiś głos."
      },
      {
        "index": 51,
        "text": "— Niech pan tak nie mówi — prosił łagodnie pan Downar, przeginając z trzaskiem długie palce. Jest w tem tyle rzetelnej »pracy« w nieprzespanych nocach, po »czynności« biurowej. Niech pan powie o tem komu należy, — pan żyje z dziennikarzami... Właśnie dwaj moi niegdyś uczniowie pragną prosić pana o doradę — zwrócił się tymże żałosnym głosem do profesora."
      },
      {
        "index": 52,
        "text": "»Mikulski«, — »Bogdanowicz«, — przedstawiło się wraz dwuch młodzieńców. Z bezładnego nieco wstępu dowiedział się profesor przedewszystkiem, że młodzi panowie zdążyli już wydeptać bruki i omieszkać poddasza wszystkich stolic. Z nieustannych zaś komentarzy pana Downara i kłótliwych opowieści młodych wyrobił sobie rychło jaki taki obraz ich życia: oto młodzi panowie za swe ubóstwo, lichą schludność odzienia i nieukładność wschodnią lekceważeni wszędzie przez swych »burżuazyjnych« po Europie kolegów, napastowani brutalnie przez obcą policyę, wycierali ławy po aulach wszystkich cudzoziemskich i pogardliwie wobec nich obojętnych duchowych »mater«. Kryjąc się zaś ze swym niedostatkiem po stołecznych getach wszelkiej biedy, nasiąkali, — jak przypuszczał, — nie tyle kulturą, ile krzywdą i fermentem nędzarzy całego świata. W obecnej prośbie o doradę szło im o »studya społeczne« dla osłodzenia sobie omierzłej »techniki«, której uczą się dla chleba."
      },
      {
        "index": 53,
        "text": "— Panie! — akompaniował im pan Downar westchnieniem, — u nas trzeba być bohaterem, żeby »uprawiać pole nauki«, — wołał, nie zapominając w swem wzburzeniu i o obowiązkowej kwiecistości wyrażenia, skoro mowa o nauce."
      },
      {
        "index": 54,
        "text": "— Nauki? — powtórzył profesor mrukliwie, patrząc z ponurą niechęcią na »encyklopedystę« pana Downara za tych dwuch jego adeptów."
      },
      {
        "index": 55,
        "text": "Tłusty szlachcic z Litwy baczył na to wszystko zdaleka jednem okiem i uchem, wreszcie rozkiwał głowę, zasapał złośliwie i zanucił niespodzianie na nutę: »Tysiąc walecznych opuszcza Warszawę«:"
      },
      {
        "index": 56,
        "text": "— »Tysiąc zżydziałych włóczy się po świecie!...«"
      },
      {
        "index": 57,
        "text": "— Panie! — nastąpił na niego pan Downar, z impetycznym trzaskiem swych poplątanych jakoś palców, — panie, tą drogą dochodzi do nas dziś trzy czwarte niezarobkowej wiedzy. Tą drogą dojdzie kiedyś..."
      },
      {
        "index": 58,
        "text": "Zakasłał i nie mógł mówić dalej. Hrabiego zagadywała tymczasem zręcznie i zatrzymywała przed obrazami na ścianach osoba duchowna: ksiądz wielkomiejski w wytwornie skrojonej sutannie; w pasie cienki, w uśmiechu słodki, jak stara panna."
      },
      {
        "index": 59,
        "text": "— Ach, z tego Muzeum zwykłym trybem nic nie będzie, — machnął ręką na wychodzących panów. — Ale kiedy mowa o sprawach publicznych pozwoli sobie hrabia przedstawić kilka ziaren, nie chcę powiedzieć lichych lecz drobnych, skromnych ziarenek, rzucanych przecie z wiarą w naszą ubożuchną glebę."
      },
      {
        "index": 60,
        "text": "— Dzwonek loretański — odczytywał hrabia grzecznie, wetkniętą do rąk gazetkę, — »pismo dla sług«."
      },
      {
        "index": 61,
        "text": "A że nie przemawiano do niego, wyczytując wciąż z oczu wrażenie, więc obracał gazetkę w palcach, przewrócił ją do góry nogami. »O, bez wątpienia...« — rzekł nieokreślenie i z niezmiernym szacunkiem zwracał księdzu te pobożnie zadrukowane ćwiartki papieru."
      },
      {
        "index": 62,
        "text": "Wówczas ksiądz jął mówić o poniechanym biednym ludzie, o fermentach w nim współczesnych, nie znajdujących przeciwwagi w duchu obywatelskim, który odgraniczył się od maluczkich wyniosłością. A wszak służba i lokajstwo ma u nas tradycyę pierwszego związku ludowego, (niestety jakobińskiego!) za czasów Sejmu Wielkiego. Obyż teraz było inaczej! A wszak każdemu z nas zależyć musi przedewszystkiem na usposobieniu i przychylności tej służby, która go bezpośrednio otacza. Wszakże to pisemko, podtrzymywane jedynie wdowim groszem ludzi najbiedniejszych, będzie musiało upaść dla braku środków. Więc zanim księdzu ręce nie opadną, choć z przykrością, choć przemożeniem się, pomny na niezachwianą cierpliwość błogosławionej pamięci księdza Boduena..."
      },
      {
        "index": 63,
        "text": "Skończyło się rychło na tem, że w rękach hrabiego znalazła się książeczka czekowa, a jedna jej kartka przed opuszczonemi oczyma księdza."
      },
      {
        "index": 64,
        "text": "— Tylko — mówił hrabia nieco zakłopotany, — prosiłbym, (o dyskrecyę, — chciał był powiedzieć) — o bezimienność, — poprawił się rychło. — Bo właściwie co ja... ze służącemi? — rozmyślał głośno już dla siebie. To jest nawet trochę rigolo! — Zresztą nie mogę, uważa ksiądz, ze względu na mego Józefa, który jest widocznie innych przekonań, bo przemyca mi nieustannie jakieś odezwy między listami."
      },
      {
        "index": 65,
        "text": "— Hm! Jakież to przekonania i odezwy? — zaniepokoił się surowo ksiądz."
      },
      {
        "index": 66,
        "text": "— O, nie wiem. Zresztą, choć młody, robi najpoprawniej starego sługę i analfabetę. Więc mi to jest obojętne."
      },
      {
        "index": 67,
        "text": "Tak to hrabia, oryentując się nieco późno, dolewał sporo żółci do zbyt pochopnego daru. Poczuł to ksiądz i starał się czemprędzej zamknąć sprawę, dziękując za dar tak królewski, który stawia pismo na trwałych i szerokich podstawach. W następnym numerze »Dzwonka« znajdzie się najwdzięczniejsze pokwitowanie..."
      },
      {
        "index": 68,
        "text": "A wobec przerażonych oczu hrabiego łagodził czem prędzej: — Niby dla uczczenia pamięci... na zlecenie nieboszczki hrabiny matki."
      },
      {
        "index": 69,
        "text": "— Właściwie... (hrabia stawał się nerwowy). — To już lepiej na imię nieboszczki ciotki. — O tak! świętej pamięci Moniki."
      },
      {
        "index": 70,
        "text": "Nasz związek nie omieszka w dniu świętej patronki prosić na mszę zaduszną, — rzekł ksiądz, chyląc głowę."
      },
      {
        "index": 71,
        "text": "I drobnym krokiem ruszył ku drzwiom gabinetu. Tknięty po drodze jakby inną myślą, odbił się wzniesionemi nieco dłońmi o warstwę powietrza, wejrzał ku górze, złośliwy uśmiech szerokich ust zwrócił na drzwi, z za których dolatywał gwar męski, — i cofnął się."
      },
      {
        "index": 72,
        "text": "— Raz jeszcze dziękuję w imieniu moich tercyarzy! — rzekł, podając rękę doskonale krągłym gestem światowego człowieka. A gdy mu dłoń ściskano, wtulił się w ramiona i pochylił postać długą, jak osoba duchowna."
      },
      {
        "index": 73,
        "text": "— Ależ to ja, księże kanoniku, dziękować winienem, — odparł hrabia najpoprawniej. Był na tyle uprzejmym, że zechciał zakończyć rozmowę akcentem towarzyskim, aby zatrzeć wzajemne może niesmaki po tych nudnych sprawach pieniężnych."
      },
      {
        "index": 74,
        "text": "Mówił tedy:"
      },
      {
        "index": 75,
        "text": "— Nasz gospodarz jest w zachowaniu się, w atitiudach w sposobie ujęcia sprawy i wytrwałości całko wicie ministrable... Aa, — zupełnie ministrable!"
      },
      {
        "index": 76,
        "text": "Ksiądz zwrócił się tym razem ku przysłoniętym wciąż jeszcze drzwiom do salonu i wślizgnął się giętki za ich portyerę."
      }
    ]
  }
}