{
  "chapterNumber": 7,
  "title": "Część druga, 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Pod ściany cofnięte koło biesiadników hypnotyzowała wciąż jeszcze ta postać w mundurze, która ich wszystkich krótkim nakazem z miejsca podniosła. I choć się odwracały było od niej oczy zimne i milczały usta, gdy się do nich zwracała, przecie automatyczna uległość jednych, popłoch innych ku niej ciążyć poczynały bezwładnie. Przecięła to niespodziana odporność gospodarza, który ze stanowczą flegmą zamknął okno, rzuciwszy przytem jakieś cierpkie słowo pod adresem pułkownika. Na rybich tedy wargach barona, w jamie włosów dyplomatycznych zawisło zimne milczenie obecnych: — dźwigała się w ludziach godność. A gdy pan domu osunął się na fotel i szarpał chmurnie bak jeden, korni przed chwilą panowie poczęli się rzucać w krzesła z demonstracyjną niedbałością gestów."
      },
      {
        "index": 2,
        "text": "Te krzeseł szurania i rozruchy skłóciło szumne wyjście śpiewaczki."
      },
      {
        "index": 3,
        "text": "Omotawszy dekolt i szyję białopuszystem »boa«, w ramienia sztucznem wygięciu suknię z tyłu pod stanem zlekka unosząc, piersią wypukła, biodrami wypięta, płynęła znowuż przez salę — cała w essach, w zygzakach, w arabeskach, w barokowej fanfarze wielkostołecznego szychu. Wykraczał za nią sztywno, na publiczność jakby obrażony, prężący łydki w spodniach nieco przyciasnych, barytonowy divo, już dawno zapomniany przez kobiety. Tedy raz jeden tylko, u progu samego, skinął ludziom głową i mignął po nad nią brylantem prawicy."
      },
      {
        "index": 4,
        "text": "W długiej rotundzie na ramionach, na miedziany czub włosów zarzuciwszy z włoska swobodnie zwisającą chustę, zmierzała diwa ku wyjściu, gdy jej towarzysz, szamocąc się z paltem, monologował wciąż w eksplozyach nieustannych. Obejrzała się wreszcie za nim z cierpkim wyrazem znudzenia na wargach. Lecz w tejże chwili cofnęła się w tył: w framudze drzwi najbliższej ujrzała wbity w siebie czarny żar oczu i jakby zębów błysk na twarzy jak kreda białej."
      },
      {
        "index": 5,
        "text": "— Bolek! — wyrwało się jej z ust w szeleście sukien nagłym jak w spłoszeniu wielkiego ptaka. Lecz uspokojona obecnością towarzysza, a zwłaszcza bynajmniej nie napastniczym, raczej błędnym wyrazem w oczach Bolesława, opanowała się wnet. Tą bezpieczną odwagą kobiety i aktorki w sobie skrzepiona, pierwsza postąpiła ku niemu."
      },
      {
        "index": 6,
        "text": "Z rozedrganych warg padały mu słowa niewyraźne, gdy próbował ująć ją oburącz za pachy. Lecz palce jego nie zdołały ogarnąć nawet przez pół tych ramion grubych: zimne i ślizkie wymknęły mu się z uchwytu jak ryby."
      },
      {
        "index": 7,
        "text": "Stało przed nim roztyłe w pysze ciało kobiety, i poczuciem swego zwycięstwa w życiu tak osadziste, że obezwładniać mogło wszelki odruch cudzej pasyi swą postawą i tchnieniem: — tak się paraliżuje impet fizyczny wobec pierzyny. Ogromem piersi obnażonych wzgardliwa, białe i jak pień grube ramię przed się wystawiwszy, królowała nad nim, niby karcący majestat kobiecego ciała."
      },
      {
        "index": 8,
        "text": "— Precz!"
      },
      {
        "index": 9,
        "text": "Zatrzaskał mu w uszach jedwabny szelest wleczonego trenu. Zamknęła skrzydła rotundy, — zatuliła się w płaszcz majestatu."
      },
      {
        "index": 10,
        "text": "Od progu odwróciła się jednak, pełna wzgardy w oczach."
      },
      {
        "index": 11,
        "text": "— Och, te tęsknoty tu wasze! — parsknęła, — w których dusza lata całe drzemie, by ocknięta, przekonać się, że cel swój już dawno zgubiła, rozkruszyła na miał »marzeniem«... Jak ja was tu znam! Tu wcale niema uczuć męskich. Tu jest tylko sentymentalizm ckliwy, patos bolejący i tuż, tuż za nim mściwy, szargający cynizm: wszystko starcze! I jakże tu kobiety nie mają być jak najbardziej parafiańsko wysztucznione? Gęsi o geście królewien — to na całą Europę specyalność waszego tu chowu. Klempy o ptasich móżdżkach na koturnach matron — tym widokiem można się tu tylko nacieszyć. Albo te feministki w r śród nich, zagadujące publicznie złe sumienia swoje! Albo te starsze damy tutejsze: O! oo!-oo! Trzeba się foką urodzić, aby módz się pławić w tej zimnej atmosferze. I lawirując nieustannie między ckliwością a cynizmem mężczyzn dbać tylko o to, aby być res-pek-to-wa-ną! — kończyła przeciągle, rozstawiając szeroko skrzydła rotundy."
      },
      {
        "index": 12,
        "text": "— Och, i te wasze tu namiętności! — targnęła się za chwilę, — w które nie wrasta żadna dalsza chęć, nie rozpłomienia się żadna ambicya, żaden czyn: namiętności stały się tu wewnętrzne. Tfu!... I cóż dziwnego, że gdy je wir obcego, pogodniejszego życia porwie, unurza napewno. Wy już tylko własnem powietrzem oddychać możecie, jak te odmieńce, te płazy podziemne — i jak one krwawicie na słońcu, które wszystkie inne stworzenia ożywia... Ból i ból w miłości! — zatrzęsło się piersiowym śmiechem jej ciało potężne. — Och, jak ja was tu znam! A pod bólem nizkość — i niesyte potem zemsty znęcanie się nad życiem, i wypaskudzanie się każdemu w jego najcichszą pogodę. O, jakimże zadawnionym wstrętem przejmuje mnie te to bagno smutku północne, chłonące w siebie najbujniejsze zadatki życia... Boże, jak ja tu tonęłam, jak ja tu beznadziejnie tonęłam!... To samo, co tu między wami uczyniłoby ze mnie dziewkę waszą, niosło mnie tam na świecie wzwyż. Bo taką jest tam cena dusznej pogody, radosności życia, żywiołu, które nie wiadomo kiedy i jak przetapiają się tam na wolę i energię."
      },
      {
        "index": 13,
        "text": "Roztrzęsły się te jej piersi wielkie w skrzydłach rotundy: poniosło wymowę kobiecą tam, gdzie się ona zwykle kończy, — w szczerość bezwzględną."
      },
      {
        "index": 14,
        "text": "— Tam na świecie, — mówiła, patrząc nań wyniośle, — tam na świecie szanują mnie kochankowie moi. A każdy jest dla ludzi kimś, — ja zaś patrzałam na to stawanie się każdego z nich... Przyjeżdżam tu po latach — (zamachała rękami koło oczu) — och, te odżyłe zmory me dziewczęce! Patrzę, rozpytuję: — każdy jest najdoskonalej niczem, ale za to »tęskni«, lub w szlachetnej pamięci lat tylu szarga wspomnienie mściwym cynizmem. A ja tu przecie roztrwoniłam swą młodość najcenniejszą!... Ile smętku, goryczy, znużenia sobą, zmarnowania najpogodniejszych impulsów życia — we wszystkich tu spojrzeniach waszych... Brr! — otrząsła się cała i zatuliła w rotundę, jakby przed mgłą północną wskroś przenikającą."
      },
      {
        "index": 15,
        "text": "— I patrz, — mówiła ujmując go niespodzianie za rękę, w tak nagłem kobiecem złagodnieniu po upuście szczerości, — dokąd cię ten smutek zawiódł? Chciałeś się mścić nad czemś, co już dzisiaj jest dla ciebie zgoła obojętne, co już dawno zwiędło w marzeniu. Czy to nie najlepszy dowód, że wszystkie wasze namiętności są już trupie, że nawet tą najpotężniejszą z człowieczych: zemstą — i nią nawet nie kieruje serce. Wy tu jesteście antypodami ludzi, mających jeszcze jakieś rzetelne, z natury własnej czerpane impulsy... I pomyśl tylko: za chwilę tamta dziewczyna! Tak oto wyzuty ze wszelkiej ochoty, z natury nieomal własnej, jużeś się stawał wampirem cudzej pogody i natury. I tak to u was wkoło idzie, — oto klątwa smętu waszego, — w błędne koło."
      },
      {
        "index": 16,
        "text": "I aż sama zwiesiła głowę pod myślami temi."
      },
      {
        "index": 17,
        "text": "— No, powiedzże choć słowo! — rzuciła nagle w rozchyleniu powiek i twarzy całej wydłużeniem niespokojnem: — stał wciąż bez ruchu z tym żarem oczu błędnym, suchem rozchyleniem zębów i drgawkach na twarzy bladej."
      },
      {
        "index": 18,
        "text": "Zaszumiał mu znów w uszach tren wleczony. Dreptał przy nim z cylindrem na tyle głowy i zezem białek w stronę Bolesława diwy towarzysz nieodstępny. I tego ogona, rzekłbyś, uczepiony, nim jakby automatycznie targnięty, wypsnął się skokiem za progi."
      },
      {
        "index": 19,
        "text": "Twarz w dłoniach ukrywszy, przylgnął czołem do framugi, szukając w sobie daremnie jakiegoś śladu buntu, żalu, czy nienawiści. Bezwola głucha, oszołomienie tępe przywierało go wprost do tych drzwi zamkniętych, za któremi trzaskał szelestem po schodach diwy tren szumny. To tryumfujące nad życiem mądre ciało kobiety, które głosi oto zdaleka swą pychę ogonem, pozostawiło mu w swem zwycięstwie odrętwienie myśli wszelkich i dławiącą, jak czad, materyalność swej aury, pętającą wszelki odruch duszy."
      },
      {
        "index": 20,
        "text": "I stał tak wciąż, gubiąc powoli myśl, gdzie się znajduje i co czyni; tężał, krzepł, — uparło się ciało w ruchu zastygłym, a myśl i wola człowieka jakby wyrwać się chciały z czoła, które ściskał oburącz. Zaś ten gest kurczowy rodził w tępym odruchu łzy bierne, zgoła omijające świadomość: ciało samo litowało się nad sobą, strojąc duszę zmyloną na swój ton bezradny."
      },
      {
        "index": 21,
        "text": "Nagle ujrzał przypomnieniem, poczuł nieomal na sobie jakieś sowie oczy o żółtym blasku: przez źrenice jakby widne złowróżbne żagwienie się mózgu tamtej somnabuli, z którą mówił tu na początku. »I pan jest taki sam!« powiadała mu ta czarownica. — »Jakiż to? — pytał wówczas, — trawiony zimną gorączką wielkomiejską? spalony przez innych ogniem własnym?...«"
      },
      {
        "index": 22,
        "text": "Myśl gorączkowa podsunąłapodsunęła mu wnet potem drugie zapatrzenie się w niego: tej twarzy w monoklu z jej złośliwą chytrością i niemym konceptem figlarnym, lecz jakby zastygłym i drętwym na obliczu znużonem — w ten ostatni wyraz jaki się czepia zwiędłych po miastach masek człowieczych. I oto wszystkie oblicza tych ludzi, zasłuchanych niedawno w śpiew, zlały mu się w wyobraźni w jedną larwę dusznego bezwładu, budzonego w uśmiech rozkoszny wiewem niby egzotycznych namiętności, gdy rozpętanie młodego życia imituje przed nią opiumowa lubieżność megery wielkomiejskiej."
      },
      {
        "index": 23,
        "text": "A w kontraście do tej maski błysło mu w otrząsie wspomnień Niny oblicze najmłodsze i ten jej uśmiech nieuchwytny słonecznego milczenia."
      },
      {
        "index": 24,
        "text": "Głuche, tępe przerażenie nad tem, co się między nimi stało, zmąciło mu znów myśli wszystkie."
      },
      {
        "index": 25,
        "text": "»Tak to u was wkoło idzie! — Słyszał jakby powtarzane słowa śpiewaczki. — W błędne koło, — bez wyjścia..."
      },
      {
        "index": 26,
        "text": "Gdy oto bokiem zachwyciły oczy barwę munduru."
      },
      {
        "index": 27,
        "text": "»Wojna!...« — huknęło mu w uszy przypomnieniem nagłem w łoskocie surmy mosiężnej i tego hymnu podmuchach w muzyce gromów rytmicznych."
      },
      {
        "index": 28,
        "text": "Natarczywe, choć ostrożne kołatanie we drzwi z zewnątrz ocknęło go zaledwie przez pół, budząc jedynie wysiłek ku oryentacyi: ktoś dobijał się do drzwi, starając się to uczynić widocznie jak najciszej i unikając hałasu dzwonka. Zanim niepewną ręką sięgnął ku zasuwie, odepchnęło go ramię pułkownika, bardziej skore. Cofnął się, okrągłemi oczami przerażenia widząc, jak przez próg przestępuje ktoś, z pod czyjego kapelusza spływa krew, nasiąka w chustę, przyciskaną gwałtownie do czoła, krzepnie w ciemne strupy na brodzie szpakowatej i zlewa się w obrzydliwie świeżą, chlupiącą plamę na okryciu; wargi ma obrzękłe w tej chwili i sine jak stal, a ten siniec rozlewa się wokół ust na twarz."
      },
      {
        "index": 29,
        "text": "— Nic to! — mruczy wchodząc, — na nogach stoję. To znaczy nie trzeba gwałtu wszczynać. Wody tylko. I odprowadźcie mnie gdzieś na ubocze; — do biblioteki choćby, tam nikt szukać nie będzie. Pan mnie nie poznaje? — zwraca się do pułkownika, — Komierowski, brat Leny."
      },
      {
        "index": 30,
        "text": "— Ja tak i przewidziałem, — odpowiedziano chmurnie, — że tam na ulicy coś złego się stanie."
      },
      {
        "index": 31,
        "text": "— Bili? — wybełkotał Bolesław, nałażąc gorsem koszuli frakowej na tę jego plamę krwawą na okryciu."
      },
      {
        "index": 32,
        "text": "— Biłem się, — odmruknął, odsuwając go ramieniem od siebie."
      },
      {
        "index": 33,
        "text": "A potem ponuro, przy tych ust sinych nie opanowanych jeszcze drgawkach:"
      },
      {
        "index": 34,
        "text": "— Miałem broń, — sięgnął z trudem do tylnej kieszeni, by po szamotaniu się krótkiem wytargnąć z niej rewolwer, — ale to dzieci przecie."
      },
      {
        "index": 35,
        "text": "Zwisło mu ramię z bronią, zacięły się usta na chwilę."
      },
      {
        "index": 36,
        "text": "— Obnosili oni ten okrzyk »wojna!« po ulicach, sami nie wiedząc, co czynią: jak odczarowanie temu życiu, jak odklęcie duszom. I nie pora mi było myśleć: kto się raduje, czy szczerze i komu na grozę? — porwałem okrycie i wybiegłem przed dom, nozdrzami zasłuchany... »Radośniej, weselejby nasi!...« — tylko tyle pomyśleć zdążyłem. — Wtedy oni do mnie za kapelusza nie zdjęcie..."
      },
      {
        "index": 37,
        "text": "— To-to, — żuł pułkownik pod wiechą siwego wąsa, patrząc nań wciąż chmurnie. — W ogień dusz młodych zaleźli wy, panie Komierowski. Poparzyło."
      },
      {
        "index": 38,
        "text": "Bolesław ujął był rannego pod ramię, aby uprowadzić w dalsze pokoje, niebawem jednak zgubił w myślach zamiar i utknął na miejscu wraz z swą troską zapomnianą. Nozdrza, chłonące krwi zapach, rozdymać mu się poczęły, gdy gorączkowe oczy pasły się widokiem krwi, zwłaszcza tą jej najgęstszą i jakby chlupiącą plamą na palcie, gdzie ściekała z rannej głowy. I te zwierzęce, grube podrażnienia zmysłów domacały się w nim duszy, targały omdlałą i bezwolną wszystkich nerwów wstrząsem, sięgając bezładnym niepokojem aż na dno samozachowawczego instynktu. I zatrzymały się oczy uparcie na broni w zwisłym kułaku Komierowskiego, niby na jasnym błysku w tym labiryncie przypomnień skłębionych. Rozwidniła mu się twarz w uśmiechu pewności siebie i wzgardliwej wyższości nad ludźmi, by wnet potem wykrzywić się w chytrym chichocie. A do czego przylegały oczy swym żarem niespokojnym, ku temu wyciągała się dłoń sama w chciwem dygotaniu palców."
      },
      {
        "index": 39,
        "text": "Gdy spadła na nią ręka pułkownika, chwytając kleszczowo w nadgarstku. Pod przenikliwem spojrzeniem obcego człowieka spadł z warg natychmiast ów uśmiech chytry, a z twarzy całej to poczucie wyższości nad ludźmi w urągliwem dla samego siebie oprzytomnieniu z niedorzeczności wszczynań własnych. Mrozem przebiegała go ta badawczość oczu bystrych, sumujących nieubłaganie wszystkie grymasy jego twarzy nie tylko już nie powściągane, lecz wyrażające uczucia wprost przeciwne wysilonym intencyom woli. Gdyby go ktoś w tej chwili o zbrodnię posądził, odegrałby twarzą, jakby pod musem niesamowitym, w najsubtelniejszem wyrafinowaniu mimiki zmieszanie i popłoch zaskoczonego znienacka sumienia zbrodniarza. Popsuł się mechanizm maski człowieczego czucia; własne oblicze stało się dlań potwornym zdrajcą dusznego bezwładu: biernem, a wysubtelnionem do nieprawdopodobieństwa zwierciadlanem narzędziem każdej zewnętrznej sugestyi."
      },
      {
        "index": 40,
        "text": "— No, ten gotów nam się i pomieszać! — wygłosił pułkownik z niespodzianem ożywieniem, jakby podniecony w swej ciekawości »człowieka« widokiem dusznego rozkładu i swem szybkiem oryentowaniem się w nim. — Za gwałtowny był ten męski mus nagłości wojennej dla tej słabizny!... Na plac boju przyślą nam pewno nie mało takich; osobliwie z tych tu stron, gdzie na słabizny urodzaj dziś taki sławny."
      },
      {
        "index": 41,
        "text": "Blada jak płótno i potem zalana twarz Bolesława spoglądała już tylko stuporem bezwładnego lęku."
      },
      {
        "index": 42,
        "text": "— Wszystko co zechcesz wmówisz przecie w człowieka jednem spojrzeniem zaledwie, — ciągnął dalej pułkownik, nie spuszczając z niego oczu badawczych. — W duszy ni na kopiejkę odporności na cobądź. Więc sołdat to, dlatego właśnie, nienajgorszy, — mimo wszystko... A tamto rwanie się do rewolweru znamienne jest przecie! Uu, nie dobre! Ciekawe, przeciekawe, jak każdego z takich do broni czy noża nieodpornie wtedy ciągnie. A bo taki wie na co? po co? na jaką potrzebę? Ciągnie, — i tyle!... Więc znowuż: materyał to wojenny nienajgorszy."
      },
      {
        "index": 43,
        "text": "Bujna, zuchowata, roziskrzona w oczach pewność siebie rozświetliła mu wprost twarz całą w tej medytacyi nad kruchością duszy człowieczej."
      },
      {
        "index": 44,
        "text": "— A takich na wojnie każdej mało? — pytał zadumy swej. — Którzy giną, którzy dalej idą; najgorszych tylko pociągami całymi odsyłamy precz. W ogniu na nic taki: — o! boi się. (Pułkownik gestami rąk przy twarzy imitował raczej zażenowanie.) — Boi się!... Ale gdy przyjdzie na bagnety, oko w oko, o własną skórę: — uch! nie daj Bóg, jak się taki bije! — Jakbym go widział z ruskim sztykiem w dłoni na szańce po surowowsku idącym."
      },
      {
        "index": 45,
        "text": "Twardo nakazał służbie, żeby go ubrała w palto."
      },
      {
        "index": 46,
        "text": "— Do jutra, w koszarach! — rzucił na pożegnanie."
      },
      {
        "index": 47,
        "text": "Patrząc za odchodzącym, począł się uśmiechać jadowicie pod wąsem krzaczastym."
      },
      {
        "index": 48,
        "text": "— Mięso armatnie?... Bardzo to zaszczytny koniec dla takiego, który był przez całe życie mięsem dla kobiet."
      },
      {
        "index": 49,
        "text": "Nagle zwrócił się na pięcie w stronę drzwi do salonu."
      },
      {
        "index": 50,
        "text": "— Miałbym ja ochotę chwycić cię paniczu w garście obie i szwyrnąć tam, na środek: między te kobiety wasze. Dokończają przecie, dogryzają resztek waszych tu sił!"
      },
      {
        "index": 51,
        "text": "Komierowski krwawą swą chustę wciąż do czoła cisnąc, patrzał chmurnie za odchodzącym i wnet potem przeniósł takie spojrzenie na pułkownika, że mu ono zmyliło nagle kierunek zainteresowań."
      },
      {
        "index": 52,
        "text": "— A wam, staremu, panie KomierowkiKomierowski, wstyd w takie bojowania uliczne leźć."
      },
      {
        "index": 53,
        "text": "— Takie i bojowanie nasze! — odmruknął, patrząc mu nieufnie w oczy."
      },
      {
        "index": 54,
        "text": "Lecz pułkownik przeniósł podniecenie swej przenikliwości i na niego wraz z bystrym błyskiem siwych oczu:"
      },
      {
        "index": 55,
        "text": "— Ot, co ja wam powiem, panie Michale... Tfu! i »Michale«, powiedziałem, — odmachnął się jak od zmory, ledwo powściągnąwszy rękę od przeżegnania się szybkiego. — Ot, co ja wam powiedzieć chciał, panie Komierowski: chodźcie wy z nami ochotnikiem na tę wojnę. Czujęż ja człowieka i w was, wiem, gdzie duszy trzeba. Nu i śmieję się! Polityki tam macie inne, — swoje. Napluć i na politykę. Będziecie tam na polu bitwy, czy nie będziecie, polityki to nie zmieni, ni naszej, ni waszej. A zdrowia dusznego przybędzie — nie tylko wam; wierzcie!... Lepiej takie ot rany w ciemne kąty własnego domu nieść i z niemi się kryć? I truć duszę wszystkiem, co skryte, tajne, mściwe; całe piekło pognębieńców w siebie brać? I jełczeć duchem, a gnuśnieć ciałem? Tak li — ha? Nie brak i u nas takich! Zresztą poznali na Sybirze... Nie ta was dusza wiodła. Ale na niej, wszystko jedno, zakończyli, na naszej-to, choć lewej. I pod ziemię zaleźli na życie całe, jak kret. A i oczy, patrz, krecie się stały: zimne, wygasłe, słońcu nienawistne. Nie bójś, kto tą strawą duszę swą karmić zaczął, niech lata tylko poczeka: nic innego w siebie już przyjmować nie będzie, albo wszystko w duszy na żółć nienawiści przerabiać pocznie. I wierzcie mi, panie Komierowski, — pułkownik uderzał się dłonią w piersi, — na takiej duszy gorzej w końcu swoi wyjdą, niż wrodzy. A dla niej jeden już tylko ratunek: dać tej nienawiści choćby sztuczne ujście, ale nagłe, gwałtowne, okrutne! Żyw wyjdzie: życie słoneczne do piersi przyciśnie; umrze: innym coś ze swego wyzwolenia zostawi, — z oddechu szerszego. A zwie się ten ratunek: Wojna!"
      },
      {
        "index": 56,
        "text": "— Patrzeć ja na was takiego nie mogę! — wybuchnął po krótkiem milczeniu. — Toż to wszystko nie wasze, nie wasze! I to bielmo krecie na oczach i ten ciężar gnuśności na ramionach. Z Sybiru wy bo może od tych naszych przywieźli i pod ziemią hodujecie. A natura całkiem przecie inna."
      },
      {
        "index": 57,
        "text": "Rzucał ramionami, parskał przez chwilę, wreszcie:"
      },
      {
        "index": 58,
        "text": "— No, to już na stryja Michała, czort bierz, lepsza dola przyszła!"
      },
      {
        "index": 59,
        "text": "— Pewnie, — odmruknięto. — A pan skąd o stryju?!... — Zdarzyło się słyszeć. Chodźcież wy z nami na tę wojnę! — A ot dziadek wasz: ten się dyplomatów nie pytał: gdzie się bili, wszędzie lazł."
      },
      {
        "index": 60,
        "text": "— I czegoś przytem chciał, czegoś się spodziewał."
      },
      {
        "index": 61,
        "text": "Ale pułkownik nie słyszał, bo wyrzucając oto ramiona w górę, wołał:"
      },
      {
        "index": 62,
        "text": "— I sześćdziesiątże lat człowiek po Europie nic innego nie robił!... A patrzcież: i sfrancuział przecie na stare lata. Pytam się tedy: czemuby wam nie zruszczeć? No, i rzuca się! Ależ, dobry człowieku, wy i tak już przecie przez pół... Prosto i otwarcie w duszę nam iść nie chcieli, mierziło czuć odrębność, a i gwałt był w tem; więc fatygowali się aż takim kołem wolności: przez Sybir, podziemia krecie i nęk dwudziestokilkoletni. Takby i wiedzieć powinni, jak z wami trzeba! Ryby pod wodą uporem zawsze idące, jak te pstrągi: — do źródeł chcą. Niechaj! Minie czas, każdej rybie jurny, nie postrzegą nawet, jak samych zniesie — w morze. Bo morze to dla nas wszystkich słowiańskie, choć się pstrągiem miotaj, pod wodę idąc!... A z pstrągów najbardziej uparty to wy, panie Komierowski: miota się i miota! czy w Wiśle, czy w Obii a Jeniseju; zaś rzeka ta każda w morze niesie i niesie. Toż widzę ja »człowieka!« Nie bójś, czuć my umiemy dusze ludzkie... Po prawdzie powiedziawszy tego wam tu wszystkim nie dostaje: niema w ludziach tego widzenia i bliźniego i siebie samego po najskrytszych zakamarkach duszy. U nas tego za to aż do omierzłości!"
      },
      {
        "index": 63,
        "text": "I w gwałtownym przeskoku myśli machnął wzgardliwie ramieniem. — Zresztą, tfu! czort! napluć na to. Ryją ludzie po swoich i cudzych duszach, bo dzieła męskiego niema. Ot, raz jeszcze: chodźcie wy z nami na tę wojnę, panie Komierowski!"
      },
      {
        "index": 64,
        "text": "Ale ranny opadł był tymczasem w sił zmaganiu i, cofając się do pokojów, uwisł prawie ramieniem na framudze drzwi. Zwrócony twarzą do pułkownika, nie śpieszył się z odpowiedzią jak człowiek osłabły:"
      },
      {
        "index": 65,
        "text": "— A lepsza dola stryja Michała, panie?..."
      },
      {
        "index": 66,
        "text": "— Niech spoczywa cicho."
      },
      {
        "index": 67,
        "text": "Ledwo drzwi zamknęły się za nim, skrzyżowały pułkownikowi zadumę inne myśli: spojrzał bokiem w strony pokoju, w którym minął był tak niedawno Ninę i Bolesława, zmieszanych ogromnie."
      },
      {
        "index": 68,
        "text": "»Ślepe dusze mają tu kobiety, — mówił po chwili do siebie, — i zmylone instynkty; już im największa słabość mężczyzn najtkliwsze uczucia rodzi... A ty przecie z tych tu lepszych: — życiu rada tymczasem, przerada! Odważne bywają takie, harde w sobie i nienawidzieć umiejące: wojennemu człowiekowi rodzona kobieta! Rozślimaczą cię tu oni, rozbabrzą duszę, mierzawce niedołężni; rozstroją, rozdygoczą one nerwy kobiece, jak to trzeba zmysłom ludzi słabych."
      },
      {
        "index": 69,
        "text": "— Żal! — mruknął twardo. — Święci w niebie może się modlą wtedy, gdy się bujność natury przed niedołęstwem sił korzy, ale sam czort tego widoku nie zniesie... Tak i nie zniesie! — przybił w powietrzu kułakiem. — Zmylone instynkty kobiece, korne przed afektacyą ludzi słabych, zerwać się mogą zbyt łatwo za żywiołem sił spętanych — w zło czynne..."
      },
      {
        "index": 70,
        "text": "»Żal! — mruknął raz jeszcze i zwiesił głowę."
      },
      {
        "index": 71,
        "text": "— »Chodźcie wy z nami na tę wojnę, panie Komierowski!« — powtórzyło mu się w tej chwili jakoś samo, bez woli, w chwilowem znużeniu myśli. — »A ten drugi? — przypominał znów bezładnie Bolesława Zarembę i odymał wargi, — on ich dzisiejszy, moderny!...« »Gdzie te... — zmąciły się siwe oczy pułkownika jak snem: mgłą wspomnień zasłonięte zdały się patrzeć gdzieś błędnie przed siebie. »Gdzie te dwory dzisiaj! Gdzie te lasy!..."
      },
      {
        "index": 72,
        "text": "Żachnął się i otrząsał z siebie to rozmarzenie półsenne."
      },
      {
        "index": 73,
        "text": "— Komu wróżył, a sam w cudze dusze zalazł z ciekawości za »człowiekiem«! — A co w nich jeszcze z tych dawnych, dobrych, instynktów: z tej żyźnieradosti lekkomyślnej, z tej ochoty czortowskiej — (pułkownik strzelał nerwowo z palców) — wszystko to... Aj, aj, panie Michale!... wszystko to dzisiaj... (pułkownik wciąż strzelał z palców)."
      },
      {
        "index": 74,
        "text": "Gdy rozległo się nagle mocne, a dwukrotne targniecie dzwonka, — i wnet potem władne zakołatanie do drzwi."
      },
      {
        "index": 75,
        "text": "— Acha! — pułkownik schwycił pod powiekę zrozumienie rzeczy: »Tak i było do przewidzenia, że tamto zajście na ulicy sprowadzi tu rychło i tych gości.« Jak człowiek mający każdej chwili zawsze wszystko na oku i nie potrzebujący rozglądać się w chwili nagłej, schylił się zupełnie spokojnie, z nonszalancyą i, podjąwszy z ziemi zakrwawiony kapelusz Komierowskiego, rzucił go za uchylone drzwi. Poczem wyjął chustkę, poślinił i wysoko na odrzwiach ścierał drobny ślad krwi, jaki tam pozostawiła wsparta dłoń Komierowskiego."
      },
      {
        "index": 76,
        "text": "Do przedpokoju wpadł starszy z tutejszej służby, ów brodaty »człoviek zaufania« pana domu. Tuż za nim zjawił się i wzburzony baron."
      },
      {
        "index": 77,
        "text": "— Na litość Boską, pułkowniku! — żandarmi."
      },
      {
        "index": 78,
        "text": "— No, na tem ja się już sam rozumiem. To nie kombinacya finansowa."
      },
      {
        "index": 79,
        "text": "A ujrzawszy, jak rybie wargi gospodarza dygocą, roztwierając się dziwnie miękko w jamie baków dyplomatycznych, rozbłysnął jakąś radosną nagle ciekawością na twarzy całej: »Szczupak! szczupak!« — omal że nie ucieszył się głośno. — »Ot i jenerał sam! — dodawał wnet w myślach, — ot i głównokomandujuszczy ichniej tu dziś egzystencyi: tej omiękłości i zniedołężnienia życia, tego królowania kobiet i całej tej mierzawszczyny!«"
      },
      {
        "index": 80,
        "text": "Zapatrzony z dziwną nagle pasyą w jego nos biały i tłusty, w te baki sztywne jak z blachy, omal że nie parsknął mu w twarz:"
      },
      {
        "index": 81,
        "text": "»Burżuj!«"
      },
      {
        "index": 82,
        "text": "Kołatano tymczasem do drzwi coraz to gwałtowniej."
      },
      {
        "index": 83,
        "text": "— Ci panowie drzwi rozwalą, — bąknął baron i postąpił krok, aby samemu je uchylić. — To-to! Panowie żandarmy i barońskie drzwi wyważyć gotowi, gdy trzeba."
      },
      {
        "index": 84,
        "text": "— Aj, aj, panie baronie! — pogroził mu psotnie palcem."
      },
      {
        "index": 85,
        "text": "By wnet potem wypchnąć go na pokoje, na znak, że woli sam tu czoło stawić i sprawę łagodzić. Poczem sięgnął flegmatycznie po szynel, rzucony poprzednio kłębem na krzesło."
      },
      {
        "index": 86,
        "text": "I wówczas dopiero zwrócił się do barońskiego »człowieka zaufania«  , stojącego sztywno z zakrzepłą twarzą i brodą."
      },
      {
        "index": 87,
        "text": "— Otwórz."
      }
    ]
  }
}