{
  "chapterNumber": 1,
  "title": "Część pierwsza, 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Lodowy połysk czarnej tafli fortepianu i mocne lśnienie posadzki rzucały mu na salę jakby pył powietrzny i ogromne zmatowanie barw w głębi. W tem dla oka oddaleniu tonowała się jaskrawa rozmaitość kobiecych strojów w kilka plam zamglonych pod czarnym wirem mężczyzn. Tylko na krześle najbliższem odsadą barw mocnych — widniała jakaś bluzka o wodnej zieleni, twarz otwarta, jasna i włos ciemny, rozjaśniany w ciepłe połyski, zda się kontrastem do tej hebanowej czerni fortepianu, z ponad której padały oczy jego."
      },
      {
        "index": 2,
        "text": "Stał jak wyczekujący rybak tej czarnej łodzi, przerzucając białe karty nut rozłożonych na hebanie."
      },
      {
        "index": 3,
        "text": "A dziewczyna przyglądała mu się przez zmrużone rzęsy pozornie nigdzie nie patrzących oczu. Obserwowała go z przedziwnie długim spokojem, zamknąwszy złożonemi na kolanach dłońmi dwa doskonałe półkola toczonych ramion, obciśniętych wysoko w białą skórę rękawiczek. Czoło spokojne, prawie kamienne, z odgarniętym zuchowato ciemnym włosem, oczy zmrużone, a żywe jak u węża, rzucały aż na skroń wibrującą zmarszczkę uwagi. Rozmigotanie ciekawości, pytań i półuśmiechów przepływało, zda się, z pod oczu przez pełne jak jabłka policzki ku ustom i wracało falą pod zmrużoną powiekę; zaciśnięte wargi rzucały od kątów w stronę uszu drgające rysy swawoli, czy czegoś gorszego. Zastawiał się za ten wyraz głupkowaty podbródek o migdałowym owalu i miękkości dziecięcej. Siedziała nieruchoma jak posąg, półkręgami ramion obejmując wydatną pierś; pazury krótkich łapek, rzekłbyś miękko złożone, tkwiły w rękawiczkach — pod to przymrużone, wężowe zapatrzenie skośnych oczu."
      },
      {
        "index": 4,
        "text": "Gdy po niejakim czasie wyszedł do dalszych pokojów, w małem przejściu za salonem spotkał się oko w oko z tym uśmiechem na wibrujących policzkach. Dłoń spokojnie złożona w dłoni zamykała toczone półkręgi ramion nieruchomych."
      },
      {
        "index": 5,
        "text": "»Cóż to znów znaczy?« myślał. — Obcej kobiety uśmiech dobrze mi znany zastępuje mi drogę jak w wizyi."
      },
      {
        "index": 6,
        "text": "— Pan mnie nie poznaje? — pytały oczy zmrużone."
      },
      {
        "index": 7,
        "text": "— Nie. Ponieważ rzecz dziać się powinna w ponurym wąwozie."
      },
      {
        "index": 8,
        "text": "Roześmiała się niemo: białym błyskiem zębów oraz niewolnem podrzuceniem piersi wydatnej, a cała postać rozbłysła życiem w tym uśmiechu. W blizkości tej kobiety uderzył w niego wiew świeżyzny jak od owoców, a zarazem skwaru, w którym one dojrzewają; jakaś tryumfująca wegetatywność bujnego życia, leniwa do słowa, ciężka do głosu i gestu — jak w letnie południe."
      },
      {
        "index": 9,
        "text": "Urażona, czy też zbyt opieszała, aby się przypominać w rozmowie, zwróciła się ku drzwiom sąsiedniego pokoju; na znak że wyszła tu jedynie dla poprawienia uczesania, wyjęła szpilkę rogową i wbijała ją po drodze niedbale w włosy jak widły w snop."
      },
      {
        "index": 10,
        "text": "»Amalteo!« — zaczął już było, gdy ten gest ostatni tajemniczem kojarzeniem drobiazgów naprowadził go na dawne wspomnienie. »Czyżby ta mała ze wsi? Czyżby ona?«"
      },
      {
        "index": 11,
        "text": "— Panna Nina? — zgadywał tedy, zapatrzony w sowitą jędrność i pełnię kształtów, które, rychło patrzeć, staną się przelewne."
      },
      {
        "index": 12,
        "text": "— Ja!"
      },
      {
        "index": 13,
        "text": "Krwiste wargi rozchyliły się w uśmiechu długą szczeliną jak pękający owoc granatu, a słowo z nich wyłuskało się ciężkie, soczyste, jak purpurowe tego granatu ziarno; zakwitły policzki."
      },
      {
        "index": 14,
        "text": "Roześmiał się. »To dumne samopoczucie tego »ja«! Ta smakowita błogość tego słowa, jak u murzyna. Wierzę, tu można być zwięzłą w słowie; wszystko inne jest zresztą zbyt wymowne«."
      },
      {
        "index": 15,
        "text": "— Już?! — krzyknął. Już »ja?« Ależ to poszło w tempie tropikalnem! Kiedyż przeniesiono do miejskich cieplarń?"
      },
      {
        "index": 16,
        "text": "— Pan utył."
      },
      {
        "index": 17,
        "text": "Ta lapidarność powitalnej konstatacyi obcięła mu odrazu słowa i myśli wszelkie. Czuł się tak samo oglądany i ważony nieomal, jak sam to czynił; bodaj że z jednym wynikiem. Jego ostatnie pytanie i jej konstatacya zbiegały się na jednym motywie. Myśl ruchliwa utkwiła mu nagle na wzajemnych uśmiechach. »Doświadczam lakonicznego szczęścia młodego padyszacha, — pomyślał, splatając dłonie na dołku. — Odzyskawszy kontenans, pozostawałoby już chyba tylko siąść na tym miękkim jak puch dywanie, wesprzeć głowę o taboret z poduszek, jeść sorbet i całować się słodkiemi wargi«."
      },
      {
        "index": 18,
        "text": "»Cóż za ubikacya przedziwnie leniwego nabożeństwa!« — mówił do siebie, rozglądając się po tem spiętrzeniu dywanowych poduszek, taboretów, otoman, foteli, portyer, kotar, kobierców i wezgłowi. Cóż za wykwint kaukaski! Jakaż profuzya tapicerskiego geniuszu i perskiego natchnienia!«"
      },
      {
        "index": 19,
        "text": "Poczęła wyłuskiwać z rękawiczek pięści małe i twarde jak orzechy, ogromnie żywe tem ogorzeniem i połyskami jak na miedzi. Ręce, w sobie krzepkie, zdały się jeszcze jędrniejsze z pod rękawiczek."
      },
      {
        "index": 20,
        "text": "— Pani musi być silna?"
      },
      {
        "index": 21,
        "text": "W odpowiedzi wystawiła mu na zgiętych łokciach swe szpony. Zanurzył palce w ich ciepło żywe i pozwolił sobie oczywiście przegiąć dłonie. Lecz w tejże chwili pożałował tego. »Na tę głupią stawkę gotówem na samym wstępie przegrać wszystko«."
      },
      {
        "index": 22,
        "text": "— Jaki pan słaby! — rzekła, odymając wargi."
      },
      {
        "index": 23,
        "text": "Podeszła wreszcie do lustra, by poprawić włosy."
      },
      {
        "index": 24,
        "text": "— Któż to jest ta panna Ola? — pytała wzgardliwie. — Och, jak ja jej niecierpię."
      },
      {
        "index": 25,
        "text": "— Za co?!"
      },
      {
        "index": 26,
        "text": "— Ona pewnie jest taka sztuczna, a wy ją wszyscy może tak adorujecie: — artystka! Odpowiedź rozprysła mu się w śmiechu. »Pewnie« i »może« — powtórzył."
      },
      {
        "index": 27,
        "text": "— A ja wiem o tym panu Tańskim. A co!"
      },
      {
        "index": 28,
        "text": "— Już?"
      },
      {
        "index": 29,
        "text": "O, kobiety wszystko o sobie wiedzą! Ja mu się tam dobrze przypatrzyłam."
      },
      {
        "index": 30,
        "text": "— Wcześnie! — mruknął. — Ile też panna Nina ma lat?"
      },
      {
        "index": 31,
        "text": "Pokazała mu czubek języka w lustrze."
      },
      {
        "index": 32,
        "text": "— No, o pani domu, — drażnił dalej, — pani Lena? Ta jest naprawdę piękna."
      },
      {
        "index": 33,
        "text": "Panna Nina stała się uważającą; źrenice pod zmrużonemi powiekami spłynęły na boki. »Och, te palce pod pięściami!« zauważył mimochodem."
      },
      {
        "index": 34,
        "text": "— Panie, co to było z nią i z tym poetą? — zadygotała cała z nagłej ciekawości."
      },
      {
        "index": 35,
        "text": "— Z Woydą? Nie wiadomo. Dwa lata temu na takiem jak dziś zebraniu przyszedł tu oto, do tego pokoju, chodził długo po tym miękkim jak śnieg dywanie i dziwił się pewno, czemu śnieg jest tak purpurowo czerwony, jakby krwią nasiąkły. Nalał sobie wody — ot z tego dzbana, który trzyma ta wielka kukła murzyna, — nalał wody, połknął coś, wyjętego z kieszeni od kamizelki, popił i siadł tu... w tym oto kącie... Tak usiadł."
      },
      {
        "index": 36,
        "text": "— Niech pan przestanie! — krzyknęła nagle i przysłoniła oburącz oczy. — Fe, i ten dywan! — kaprysiła pod grą wyobraźni, podgarniając czemprędzej suknię. A gdy uległ temu wezwaniu i zaniechał opowiadania: — No, i co było dalej?"
      },
      {
        "index": 37,
        "text": "— Tu usiadł. A tam na sali grano właśnie kwartet jakiś jemu na rozmarzenie, więc mu się głowa tak oto w tył pochyliła w zasłuchaniu, otwierały się oczy. Tak. A z salonu wymknęła się tymczasem piękna pani i przy siadła się do niego marząca."
      },
      {
        "index": 38,
        "text": "Tym razem wstrząsnęła się całem ciałem i poczęła przysłaniać sobie naprzemian oczy i uszy. Im dłużej myślała, tem większego impetu nabierała wyobraźnia. »Nie! nie! — krzyczała coraz gwałtowniej. — Niech pan nie mówi!« A do zadyszanej piersi przyciskając obie dłonie, pytała wnet tłumionym szeptem przerażenia:"
      },
      {
        "index": 39,
        "text": "— I co było dalej?"
      },
      {
        "index": 40,
        "text": "Ale on kończył już niechętnie."
      },
      {
        "index": 41,
        "text": "— Piękna pani poczuła rychło, przy kim siadła. I pierwszem jej uczuciem był pewno wstręt, drugiem strach, trzeciem groza, że z człowiekiem, z nami, tak łatwo stać się to może. I wtedy zapewnie zemdlała. Po ocuceniu się, oczywiście, rozpaczała. Gdy zaś w samotności o rozpaczaniu zapomnieć musiała, wtedy zjawił się może nawet i żal. Dziś gdy samej siebie zapyta, czy go aby jeszcze pamięta, odpowiada sobie bez wątpienia: »o, tak.« — Ale pani, panno Nino, wcale już mnie nie słucha?"
      },
      {
        "index": 42,
        "text": "Ocknęła się z zadumy podrzutem ciemnej grzywy zuchowato odgarniętej z czoła. I wtedy dopiero ujrzał te skośne oczy po raz pierwszy otwarte: ich źrenice małe jak grochy: złoto-czarne złe, niespokojne oczy."
      },
      {
        "index": 43,
        "text": "— Dla niej?! — krzyknęła. — Dla niej?!... Oo! I jęła chodzić nagle po pokoju; zrazu ociężale, przelewnie, jak gołąb; potem stawał się jej krok miękkim na dywanie, szukającym rytmu, nerwowym i czujnym, jak u kota."
      },
      {
        "index": 44,
        "text": "— Co?! — Zatrzymała się nagle, jakby przerażona wibracyą swych wyobrażeń, czy też jego zapatrzeniem się badawczem."
      },
      {
        "index": 45,
        "text": "— Ni — ic, — odpowiadał przeciągle. Ja nic nie mówiłem."
      },
      {
        "index": 46,
        "text": "— I czemu pan tak na mnie patrzy? Nie, — ja nie chcę! — kaprysiła, otrząsając z siebie jego spojrzenie. — Czy ja co powiedziałam? A może co złego? — Pan tylko ze mnie wyciąga..."
      },
      {
        "index": 47,
        "text": "— Liszkę. Policzki ma panna Nina jak jabłka."
      },
      {
        "index": 48,
        "text": "W nagłym opadzie w nieufność co do siebie powróciła smętnie pod lustro, do kominka. Jakaś chusteczka, tegoż wodnego koloru co i bluzka, znalazła się w dłoni, potem między dłonią a zębami, w upartem widocznie postanowieniu nie obcierania oczu. Czego on od niej chce?"
      },
      {
        "index": 49,
        "text": "Dopiero kiedy ujął ją za rękę, wlało w nią to ufność do siebie, a wraz z nią i zaczepność."
      },
      {
        "index": 50,
        "text": "— Niech mi pan lepiej zapnie rękawiczki, — mówiła obrażona, wyciągając ramię w tył, by nie widzieć go na oczy."
      },
      {
        "index": 51,
        "text": "Ale jemu splątały się rychło palce; zapiął krzywo, krzywe rozpiął i rozchylił szczelinę rękawiczek aż po za łokieć. A gdy spiżowej zwartości i chłodu ciała dotknęły jego wargi, ramię wydłużyło się niewolnie: mięśnie same prężyły się pod pocałunkiem. — Jacy wy wszyscy jesteście nieznośni!"
      },
      {
        "index": 52,
        "text": "— Już »wszyscy?!« — mruknął smętnie. Lecz w tejże chwili drobna garść schwyciła go za czarny czub włosów nad czołem."
      },
      {
        "index": 53,
        "text": "— Zawsze się ze mną drażni, — jak wtedy na wsi! — Zawsze mnie tylko na słówkach przyłapuje. Niejedno mi wyskoczy, bo ja sobie nic w głowie nie układam. Mnie wszystko samo przychodzi."
      },
      {
        "index": 54,
        "text": "— Tam do dyabła, wierzę!"
      },
      {
        "index": 55,
        "text": "W gwałtownem pod uściskiem w tył pochyleniu pierś i szyja dziewczyny zdały się jak z granitu ciosane. A uśmiech jej ust rozedrganych rozpłynął się w pocałunku długim i powolnym jak łza. Zaś to warg roztkliwienie przelotne przeniosła wibrująca fala na jabłkowe policzki pod rzęsy długie w czujną ciekawość wciąż przymrużonych oczu. A gdy głowa szarpała się raz w raz: »Dosyć!... Ludzie!« — pulsujące przy ustach rysy pytały ze złośliwym spokojem: »co dalej?«..."
      },
      {
        "index": 56,
        "text": "»Rzeczywiście, ludzie!« — krzyknęło w nim niepokojem. — Ładniebyśmy wyglądali potem«. — Wyrwało się z ust głośno."
      },
      {
        "index": 57,
        "text": "I odskoczył."
      },
      {
        "index": 58,
        "text": "Rozbieganymi palcami zapięła w mig rękawiczki na ramionach. Lekkie przygładzenie włosów przed lustrem, wraz spokojne i kokieteryjne, chwyt boczny za suknię, i, ku temu chwytowi lekko podana, oddalała się do salonu swym gołębim krokiem wśród suchego turkania sukien. Wargi szeptały coś. Już w pół ukryta za portyerą zwróciła ku niemu usta i tę rysę przy nich, w profilu tak jawnie złośliwą."
      },
      {
        "index": 59,
        "text": "— »Potem?« »potem?« O tem nie myśli się przedtem."
      },
      {
        "index": 60,
        "text": "Parsknął suchym śmiechem jak ryś i poskoczył. Zaplątany w ciężką portyerę, targnął ją w pasyi i uderzył się z całym rozmachem w czoło."
      },
      {
        "index": 61,
        "text": "Drzwi za portyerą były już zamknięte."
      },
      {
        "index": 62,
        "text": "Przez szczelinę ledwo uchylonych drzwi przemknęła się niebawem osóbka malutka i cicha jak ćma, i cieniem zapadła w głęboki fotel najmroczniejszego kąta pokoju. Coś jakby skrzydła tej ćmy zatrzepotało się koło głowy płowej, — splotły się dłonie na twarzy i przysłoniły oczy. — Kształtem drobnym wsiąkła w fotel, ledwo płaską plamą w krzyż znaczyła się na szerokim kadłubie oparcia i w wysokich jego ramionach jak w skrzydłach nietoperza, — jasna główka i przezrocze dłonie jakby poświatą muśnięte. I tak oto wniosła ze sobą oćmę, księżyc, ciszę i to trzepotanie się stworzenia nocnego."
      },
      {
        "index": 63,
        "text": "»Oto jest przeciwny biegun — myślał, przerywając swą zadumę, — oto i artystka! Do gorączkującej główki przykłada sobie kataplazm z swych rąk zimnych zawsze jak lód; swe małe, udręczone ciałko, o którem sama nie dowiedziałaby się nigdy, chce nieść w mrok, w zapomnienie — i składa je w nietoperzowe objęcia nocy: w rojenia okrutne«. Przysłuchiwał się oddechowi dziewczyny, — w zrywanem jego tempie trzepotało się serce znużone. Lecz w miarę słuchania i jego piersi stłaczać coś poczęło i przyśpieszać pulsy w rytmy nierówne. Nieznośne uczucie fizycznego jakby niestatku wszystkich organów rozlewać mu się poczęło cierpkością po żyłach. »Dziwna rzecz, — mówił do siebie, że ja przy niej zawsze czegoś podobnego doświadczać muszę. Jak się te rzeczy potwornie udzielają!?"
      },
      {
        "index": 64,
        "text": "Otrząsnął z siebie to licho i powstał z miejsca, aby wyjść z pokoju."
      },
      {
        "index": 65,
        "text": "Poświatowa przepaska splecionych dłoni usunęła się z czoła: spojrzenie oczu dziwnie okrągłych o zaprzepaszczonym gdzieś błysku, niby płomyk tlejący gdzieś w głębiach czaszki, pod siwą źrenicą. Wpiły się w niego te sowie oczy i zatrzymały odchodzącego we drzwiach."
      },
      {
        "index": 66,
        "text": "— I pan jest taki sam! — rzekła głosem kobiecej goryczy: apatycznym, a przecie z upartym akcentem pewności, z przyśpiewem na ostatniem słowie. — Taki sam, — powtórzyła, — jak ja."
      },
      {
        "index": 67,
        "text": "— Co?! — żachnął się mimowoli i nie opanował nawet wydęcia warg."
      },
      {
        "index": 68,
        "text": "Pod dłońmi rozległ się wymuszony śmiech. Opuściła wreszcie ręce z przed twarzy i wsparła je szeroko na poręczach fotelu. — »Że też ona zawsze pozować się musi«, — przemknęło mu ubocznie w myślach na widok tej hieratyczno-egipskiej posągowości układu na siedzeniu ciemnem, jak tron bazaltowy. »I te ręce! — dodał w duchu, — wysztywnione i prężne na oparciach, dłonie boleśnie smukłe, o długich, prześwietlonych palcach: ręce królowej z dwunastej dynastyi Faraonów, lub memfijskiego Ptaha«."
      },
      {
        "index": 69,
        "text": "— Jak pana oburzyło to przyrównanie do mnie! — próbowała się uśmiechnąć. — Ja sama nie wiem, skąd mi się i to wzięło... Wie pan, — mówiła z tym impetem kobiet nerwowych, które, gdy raz przerwą swe uparte milczenia, wpadają wraz w nową inercyę, — wie pan, ja zawsze o sobie myślę; ciągle, nieustannie. Obrzydliwe to jest! — wiem. Ale przy tem wszystkiem myślę inaczej: nie osobą, nie postacią. — Gdy ujrzę chałupę omszałą w smugach deszczu, oślizgłą, brunatną, opłotek przy niej rozpadły, krzyż bez ramion ulewą ociekły, jakiś szmat drogi błotnej, wiodący po pustkowiu pewno nigdzie, — wówczas myślę aż do bólu w piersiach, że to ja. Nie w przenośni żadnej, ale tak, poprostu, w pierwszej chwili. Nie myślę nawet wcale, czuję tak. I cóż ja na to poradzę... Gdy maluję kwiaty... Powiadają, że moje kwiaty są jakby dreszczem zatulone, pąki zawsze zwiędłe..."
      },
      {
        "index": 70,
        "text": "»Uch! — westchnął w duchu. — Brunatne, rude, rdzawe, żółtawe, oślizgłe, ociekłe, dymne, nadgniłe, błotne, zwiędłe: — cała słota miejska! Przed chwilą widziałem dziewczynę, której milczenie mieni się wszystkiemi barwami słońca."
      },
      {
        "index": 71,
        "text": "I przysiadłszy się do niej, mówił z jakąś głuchą i bezceremonialną już pasyą:"
      },
      {
        "index": 72,
        "text": "— Wyobraźnia jest dla kobiet niebezpieczniejszym ogniem od zmysłów, zwłaszcza ta wielkomiejska: sztucznie hodowana i już w dziecku boleśnie znużona. Szare jej źrenice rozbiegły się w niepokoju jak krople rtęci."
      },
      {
        "index": 73,
        "text": "— Po co pan to mówi? — wyszeptała zaledwie."
      },
      {
        "index": 74,
        "text": "I nagle łzy sypkie i podłużne jak perły poczęły się ścigać z ogromnym pośpiechem po policzkach."
      },
      {
        "index": 75,
        "text": "Zagryzł gniewnie usta, które się przegadały i pochylił się czemprędzej nad nią."
      },
      {
        "index": 76,
        "text": "— Panno Olo, ja dalibóg..."
      },
      {
        "index": 77,
        "text": "Opuszczała głowę coraz to niżej. Miał wrażenie, że gdyby musnął dłonią te jej płowe włosy, z suchego ich puchu sypnie mu się w palce grad drobnych iskier. Ujął ją za rękę, — i oto chłodnym prądem poczęło mu się rozlewać po żyłach poprzednio już zaznane uczucie jakiegoś przygnębienia, fizycznej jakby niechęci do samego siebie, goryczy wewnętrznej, która podejmowała się niby suchą i palącą zgagą, właziła mu w szczęki i zamykała je twardym zaciskiem. — »Nerwy!« — myślał. — Ta jest wyładowana tą energią czyśćca! A te jej siły wewnętrzne, wymknięte z ślepych konieczności organicznego ładu i z panowania woli, siepią się oto bez sprzęgu i wybijają na zewnątrz jakąś potępieńczą władzą bolesnych odgadywań, przeczuć, wróżbnoczucia. Czarownica!"
      },
      {
        "index": 78,
        "text": "Oto opadła ta gorączkująca głowa dziecka w chłód splecionych dłoni, chyli się coraz niżej, zwisa coraz to bezsilniej, zginając w pokurcz rozpaczy jej postać drobną. Jemu na ten widok krew uderzyła do głowy, a wraz z nią i ta myśl nagła:"
      },
      {
        "index": 79,
        "text": "»Ratuj głowę chłodnem upieszczeniem dłoni. Spaląć ludzie twym własnym ogniem!« I nie patrząc już na nią, wyszedł szybko z pokoju."
      },
      {
        "index": 80,
        "text": "— Przepraszam, — usłyszał słowo rozlewne, szerokoustne, które owiało go jak zasapany oddech. Z tamtej strony drzwi natknął się na pana Tańskiego."
      },
      {
        "index": 81,
        "text": "— Proszę! — krzyknął nieomal z pasyą, rozchylając przed nim skrzydło drzwi, które był zamknął przed chwilą."
      },
      {
        "index": 82,
        "text": "I przemykając się przez tłumy w salonie, wydostał się do gabinetu, gdzie palono. Wraz z dymem tytoniowym wracało opanowanie myśli."
      },
      {
        "index": 83,
        "text": "»Uspokój się, — mówił do siebie, — tam się łatwiej zgodzą, niźli przypuszczasz... Niema takiego nieprawdopodobieństwa, któreby w podświadomem po mrokach bytowaniu takiej ćmy dojrzeć nie mogło. Cóż łatwiejszego niż takiej bierności narzucić sposób odczuwania. Niewolą sama się zamota. Zażycie takiego stworzenia jest przecie tylko przebolesnem składaniem ofiary z ciała chłodnego za głowę gorącą."
      },
      {
        "index": 84,
        "text": "Ktoś wychodzący nie zamknął za sobą drzwi do przedpokoju. Tam w głębi stała ona w rotundzie na ramionach. Złota głowa o migdałowym owalu i ustach dziecka spoczywała na białem futrze podniesionego kołnierza jak na misie ofiarnej, cała w dymach od cygar jak w kadzidłach obrządkowych; tymi kłębami buchnęło ku niej powietrze androceum przez uchylone drzwi palarni. — Ilu mężczyzn tu było, oczy wszystkie roziskrzyły się ciekawością. — »Tak to czyściec w duszy kobiety, — pomyślał, — magnesem was pociąga, — i obiecuje gnuśności waszej rozkosze dziwne: spalenia tej ofiary jej własnym ogniem. »Przecież to jest chyba samnambula! — krzyknęło w nim coś, gdy poczuł na sobie jej wzrok. Wielkie kręgi tych oczu świeciły w tej chwili blaskiem żółtym jak u sowy."
      },
      {
        "index": 85,
        "text": "I to przez okna źrenic jakby widne, złowróżbne żagwienie się tego mózgu przylgnęło do niego spojrzeniem czarownicy. Tym blaskiem oczu dziwnym w niego zapatrzona, zda się mówić, wróżyć mu uparcie:"
      },
      {
        "index": 86,
        "text": "»I pan jest taki sam!«"
      },
      {
        "index": 87,
        "text": "»Co?!« — szarpnął się cały. I doskoczył ku niej mimowoli z za progu palarni."
      },
      {
        "index": 88,
        "text": "Podobno panna Ola zasłabła, podobno pan Tański jest tak uprzejmy, że odprowadza ją — podobno do domu. Pono drzwi zatrzasnęły się w tej chwili za nimi."
      },
      {
        "index": 89,
        "text": "Stał oto przed temi drzwiami i powtarzał urągliwie:"
      },
      {
        "index": 90,
        "text": "»Zaszczytne jest dla mnie przyrównanie do takiej osóbki żeńskiej! Co ta somnambula mogła mieć na myśli: »i pan jest taki, jak ja?!«. Trawiony zimną gorączką wielkomiejską? Wleczony biernie w tej gorączki rozpustę? Spalony przez innych ogniem własnym?«..."
      },
      {
        "index": 91,
        "text": "Do przedpokoju wpadł w rozwianym fraku młodzieniec, przez niego tu dziś wprowadzony: muzyk, o którym już tyle mówiono, że pani chciała go widzieć u siebie i popisać się nim przed swoimi gośćmi. Wpadł oto, zawiał połami, przebiegłszy do palarni, wichrzył tam długie włosy i zaglądał ludziom niespokojnie w oczy. Po chwili znów się we drzwiach ukazał."
      },
      {
        "index": 92,
        "text": "— Nie widział pan przypadkiem panny Oli? Że zasłabła i powróciła do domu, odpowiedział w dymie."
      },
      {
        "index": 93,
        "text": "— Z kim?... To jest, kto odprowadził? — z przymilającym się uśmiechem poprawiał czemprędzej impet pierwszego pytania. — Nie wie pan? — uprzedzał w arcynaiwny sposób cierpkie ociąganie się z odpowiedzią."
      },
      {
        "index": 94,
        "text": "Był tak dalece nieopierzony w doświadczenie, że oszczędził mu wogóle odezwania się, decydując w pośpiechu za niego:"
      },
      {
        "index": 95,
        "text": "— Pan nie zauważył!"
      },
      {
        "index": 96,
        "text": "I oglądał się, aby zagadnąć kogoś ze służby."
      },
      {
        "index": 97,
        "text": "Chłopak miał w oczach desperacką bezradność, jak zbłąkany pies."
      },
      {
        "index": 98,
        "text": "O framugę drzwi wsparty, mdły tem ustawieniem niedbałem, w stroju frakowym wysmukły i wiotki, jakby rozchwiany w nonszalancyi swojej, zwracał ku ludziom swą twarz białą z uśmiechem warg nigdy niedomkniętych, podgarniał dłonią kruczą czuprynę."
      },
      {
        "index": 99,
        "text": "W tem zbiorowisku mijał szybko oczami kobiety surowe, suche na twarzy i rękach, ubrane sztywno i bez gustu, — niewiasty o charakterze żadnym w postaci, stroju i obliczu: młode reprezentantki posagów, matki skrofulicznych dzieci, osoby bez płci i wieku; przyschłe w hugonockiej cnocie bogobojne małżonki solidnych mężów. Lecz oto inne: gładkie ciała wszelkich sfer, małżonki, nabywane po wszystkich targach: białogłowy cieliste o miękkiem wejrzeniu i pulchnych policzkach, rzekłbyś, jak to na wschodzie: ciastem karmione i zopierzałe na tej strawie. Twarze lekko obrzękłe, mleczne i przezrocze, — przedziwne tło dla oczu ciemnych, w których tli się życie monotonne w lubieżności cichej. Ręce nie z tych, co się do rozkazywania lub marzycielskich bezczynności rodziły, raczej kuse, forsownie pielęgnowane, przebiałe; dłonie, które chyba nigdy niczego się nie dotykały i służyły na to tylko, by obładowane w pierścionki spoczywać przed oczyma ludzi na materyach sukien. Wszystkie te kobiety, rzucało mu się i to w oczy, siedzą nieco za szeroko na krzesłach, — nie domykały się kolana nóg krótkich; sprawia to może pulchność osób, lub co prawdopodobniej, ta, w bierności zawsze półsenna, egzystencya hodowanych stworzeń, to ich nieustanne poczuwanie się do kobiecości — fizycznej."
      },
      {
        "index": 100,
        "text": "Siedzą tedy luksusowe małżonki i dyszą perfumami, promieniują w powietrze fluidum cielesności białych, — wytwarzają atmosferę cieplarni."
      },
      {
        "index": 101,
        "text": "Przytrafia się wśród tych ciał wystawnych niewiasta dorodna, jak ta, na której zatrzymało się jego spojrzenie. Lico gładkie wykrzywia lekki wyraz semicki, lub może nuda zastygła oto w tym kwaśnym grymasie ust rozchylonych w dziób ptaka na posusze. Ułożyła się melancholia tej głowy na przegięciu szyi smukłej, wsparła w czarnym opuchu włosów przebujnych i spogląda przed siebie mdło — purpurowych warg kręgiem, zębów perłowych błyskiem i płowiejącym jakby aksamitem oczu."
      },
      {
        "index": 102,
        "text": "Tych to oczu opieszałość i chłodne wyszczerzenie zębów zatrzymały się na nim, gdy stanął we framudze drzwi; a zwrócone ku niemu zdały się mówić: »podziwiaj«! Pod tych to oczu hypnozą podgarniał mimowoli czuprynę, poprawiał wąsa, i uśmiechał się niedomkniętemi wargi, oraz nonszalancyą postawy całej, opływając równocześnie spojrzeniem wszystkie kształty tej najdorodniejszej. — I tak oto wystawiali się oboje na jarmarku narcyzowych próżności, czyniąc beznamiętnemi oczy kłamne po salonach tokowiska."
      },
      {
        "index": 103,
        "text": "Z drugiego końca spoglądała nań tymczasem swą długą twarzą pani domu."
      },
      {
        "index": 104,
        "text": "Siedzi jakby niedbale, postacią swą pełną giętko zagłębiona w fotel głęboki. Jej suknie, w chodzie tak powłóczyste, mąciły się teraz w kapryśne fałdy, opadały ciężko na jeden bok, wyciskając obciśle sowity kształt biodra. Z włosów bursztynowych pokrętnego snopa wywijał się splot łukowy i opasywał grubą liną szopę nad czołem: włosy, które, wchłonęły, rzekłbyś, w siebie cały nadmiar wegetacyjnych soków wspaniałego ciała i zaskrzepły lśniącą żywicą. »I pomyśleć, — mówił do siebie, że dla tej kobiety, rozhukał ktoś swoją wyobraźnię aż do granic samobójczych«."
      },
      {
        "index": 105,
        "text": "Lecz oto spogląda ku niemu wciąż z chłodnym i długim uporem, aż póki się nie domyślił i nie przystąpił. — Chciałam pana o czemś uprzedzić, — mówiła głosem, jakim porusza się bardzo drażliwą sprawę. Na jej długiej twarzy i szerokich wargach błąkał się uśmiech zakłopotania."
      },
      {
        "index": 106,
        "text": "— Już wiem! Nieboszczka moja ma tu dziś śpiewać u pani, więc w wielkiej swej dobroci wolała mnie pani uprzedzić, aby mię nie przeraziło widmo postarzałe."
      },
      {
        "index": 107,
        "text": "Uśmiechnęła się miękko szerokiemi wargi. — Takie przeszłości nie umierają nigdy. Najlepszy dowód, że przybył tutaj, — a teraz dopiero przychodzi jej do głowy, że nie mógł wiedzieć o tryumfalnym przyjeździe — nieboszczki. Co zaś do postarzenia się, czeka go miłe rozczarowanie."
      },
      {
        "index": 108,
        "text": "Po chwili, nie mogąc pohamować lekkiego dreszczyku:"
      },
      {
        "index": 109,
        "text": "— Ogromnie ciekawa jestem waszego spotkania!"
      },
      {
        "index": 110,
        "text": "— Czy pani zna bliżej pannę Olę? — przecinał dosyć ostro tę sprawę."
      },
      {
        "index": 111,
        "text": "— Ach, jak ona ślicznie dziś wygląda!"
      },
      {
        "index": 112,
        "text": "— Westalicznie, — mruknął pod wąsem, nie spodziewając się wcale, że wywoła tem to zadrganie dziwnego uśmieszku wokół ust pani."
      },
      {
        "index": 113,
        "text": "»Więc i tu wiadomo! — mówił do siebie. Zresztą prawda: kobiety zawsze wszystko o sobie nawzajem wiedzą, — powiadano mi dziś. I szeroko tolerują, o ile rzecz nie dochodzi do jawnego skandalu. A co ważniejsza chłoną wszystko w indolencyę dusz. Jakie warstwy cynizmu układać się w nich muszą!"
      },
      {
        "index": 114,
        "text": "W tym błędnym uśmieszku wokół dużych warg była gotowa pobłażliwość na wszystko, co jej powiedzieć zechce, a nawet pewne wezwanie. Zjawiało się to zawsze, ilekroć miała sposobność do krótkiej z nim rozmowy. »Hm«! — pomyślał — więc tak?«"
      },
      {
        "index": 115,
        "text": "I częstował dalej tą tabaczką:"
      },
      {
        "index": 116,
        "text": "— Wyglądała rzeczywiście cudownie. Pan Tański musiał sobie nadzwyczajnie pochlebiać wyrzutami sumienia."
      },
      {
        "index": 117,
        "text": "Krótki wyraz oburzenia wyparł przemożną siłą ów kaprys, wibrujący nie pochwytnym uśmieszkiem wokół warg."
      },
      {
        "index": 118,
        "text": "— Pochlebiać sobie wyrzutami sumienia! — pani załamała białe ręce: Przecież to jest straszny cynizm!"
      },
      {
        "index": 119,
        "text": "I w tejże chwili nieco ciszej z tymże uśmieszkiem koło ust:"
      },
      {
        "index": 120,
        "text": "— Więc pan Tański pochlebia sobie tylko wyrzutami? Może Pan śmiało powiedzieć, — mówiła wobec jego milczenia. — Uszu moich pan wprawdzie nie oszczędza..."
      },
      {
        "index": 121,
        "text": "Zbliżył się do nich jakiś brodacz wysoki i nawiązywał rozmowę z panią. Pozostawił mu ją tedy i, ustąpiwszy, rozglądał się dalej po gwarnym wokół ulu."
      },
      {
        "index": 122,
        "text": "Od tego roju oderwana błąka się zdala miodna pszczoła — w miód marzeń rozkładowych na życie zasobna: młody muzyk o bezradnym niepokoju w oczach snuł się po kątach."
      },
      {
        "index": 123,
        "text": "W drugim końcu sali bzyka gestami wśród kobiet postać kosmata i niespokojna, o ruchach niby roztargnionych, a dopraszających się uwagi oczu kobiecych: bzyka jak bąk wśród kwiatów. Wreszcie spada na kwiat upatrzony. Oto lilia o wątpliwem panieństwie w oczach, osóbka myjąca raz po raz kocią łapką swą czarną główkę, tak wdzięcznie, tak poduszkowo w ramionach pochyloną, że gest ten o miłych horoskopach przywabił do niej żuka. Przysiadł i zapuścił ryj w kielich, czy miodu w nim jeszcze wiele: wszczął rozmowę o sztuce i literaturze, by przemycać w niej rzeczy ślizkie. Zawisł kosmaty nad kielichem, wystawia różki, maca płaty, eterycznych olejków szuka. Rzuca powiedzenia, które byłyby sprośne, gdyby nie powaga przedmiotu: gdyby nie sztuka i literatura. Trysnął tedy łatwy miód i dla niego. Żuk kosmaty zawiesza się nad kielichem, sięga w najwstydliwsze dno kwiatu i ssie wonne etery słów lubieżnych."
      },
      {
        "index": 124,
        "text": "Młodzieniec flirtuje z panną."
      },
      {
        "index": 125,
        "text": "Tuż obok małą i pulchną mężatkę o rozbieganym języku i niespokojnej nóżce zdobywał obcesowo dziennikarz, eksploatując jej specyficznie wielkomiejską, erotyczną ciekawość do popularnych ludzi dnia. Pytała równocześnie o kilku; był najhojniejszy w informacyach, nie tracąc spokojnej nadziei, że wszystko skończy się na nim."
      },
      {
        "index": 126,
        "text": "Oto pani o długiej twarzy i bursztynowych włosach wsunęła się w fotel jak w sedyę kamienną. Ramię od łokcia wsparło się na nizkiej poręczy, zwisła opieszale ręka pani duża. Układem swych pełnych kształtów władna, zmysłami cicha, spoczywa niedbałym gestem wyniosłości cielesnej jak rzymska matrona. — Wsparty ramieniem o nizką kolumnę, chylił się nad nią wielki brodacz i świeci szkłami okularów. Rozpowiada jędrnie, jak ktoś ożywiony towarzystwem kobiety, mówi z tą przekonywającą mocą powściągliwego gestu, jak to czynią starsi, uduchowieni mężczyźni. Pani ledwie brwi ściągnie, lub rozchyli usta; półsłówka rzuca, spokojem nęci. Pochlebia jej ta rozmowa, nie przeraża natarczywy raz po raz wybłysk okularów, ani cierpkie od czasu do czasu uwagi rzucane pod adresem innych ludzi. Przyjezdnemu z Krakowa niejedno nie podoba się tutaj, a że wypowiada się to przy niej tak ostro, sprawia to właśnie siła kontrastu. Wybacza mu tedy przelotne akcenty surowości, czy też karcenia, rozumiejąc, że jest to przełamanie się głosu pod wrażeniem chwili, jak u młodzieniaszków dyszkancik koguci w chwilach, gdy im coś piersi rozpiera; — starsze koguty pieją wtedy basowym podrywem godności. — Więc tylko, gdy chmurniał zanadto, zwracała ku niemu uprzejmiej głowę jasną na półłęku szyi powolnym."
      },
      {
        "index": 127,
        "text": "Wówczas milkł. Długimi muskularnymi palcami głaskał i grabił wielką brodę, a zezem oczu ponad szkłami wpatrywał się w nią nieufnie. Poczem rozglądał się po obecnych, tu i ówdzie dłużej wzrok zatrzymał, — wtedy gwałtowniej targał brodę."
      },
      {
        "index": 128,
        "text": "I nagle, pochylając się do niej:"
      },
      {
        "index": 129,
        "text": "— Pani, — zaczął impetycznie, jakby ze środka swych myśli, — wiek jeszcze nie minął, kiedy w takich oto salonach niewiasty zwracały się do mężczyzn z pytaniem: »Ileś waćpan harmat zdobył?« Jakże inne wiodą tu dziś gawędy! Odpowiedziały mu jej brwi, wygięte nagle jak łuki. »Co to ma znaczyć?« pytały. Wreszcie pochyliła się ku niemu bokiem przez poręcz i, przeplatając powoli palce białych rąk:"
      },
      {
        "index": 130,
        "text": "— A więc, ileż waćpan tych harmat zdobył — profesorze?"
      },
      {
        "index": 131,
        "text": "Szarpnął okulary otwartą dłonią. Nie po myśli była mu w tej chwili szermierka z kobiecym języczkiem."
      },
      {
        "index": 132,
        "text": "— Pani! — wybuchnął po raz drugi, — onego czasu, przychodzili tu ludzie po kontakt czuciowy ze społecznością. Każdy nić własnej przędzy wplatał w tę tkaninę duchowego stylu czasów. Tu się rozpłomieniały serca i umysły przy rozumie i wdzięku kobiet. Nawet lekkomyślność tych pań wzbogacała życie. Bywały bo wtedy namiętności i uczucia, które nawet kaprys kobiecych względów potrafiły ponieść w niespodziane zupełnie ujścia czynu i ducha."
      },
      {
        "index": 133,
        "text": "Brwi pani ściągnęły się chmurnie, a spojrzenie z pod oka pytało nieufnie: »Co tobie właściwie po głowie się snuje? Czy nie tamten: nieboszczyk?«"
      },
      {
        "index": 134,
        "text": "— Ha, — mówiła po chwili, rozplatając ręce, — żyjemy w czasach bardzo niearmatnich. A mężczyźni? Niech się pan przyjrzy ich dzisiejszym namiętnościom..."
      },
      {
        "index": 135,
        "text": "Urwała nagle. I, przeprosiwszy go niemo błędnym uśmiechem, powstała szybko z miejsca."
      },
      {
        "index": 136,
        "text": "Bo oto z szelestem ogromnym, jakby wleczonej za sobą gałęzi, sunęła ode drzwi kobieta w srebrzysto białym stroju, o włosach jak miedź, cała od lśnień sukni i od brylantów na szyi jak od rosy połyskliwa. Gestem ramienia skrętnym podejmowała tren sukni z tyłu, nieco niżej stanu i, niby łabędź nastroszony, płynęła środkiem salonu, piersią i osadą bioder wypięta, kształtem litery S, łączącej dwie wysady nazbyt sowite i sobą jakby pyszne. Sukniami szumna, jakimś szalem, czy też puchowem »boa« w barokowe arabeski obramiona, zwracała ku ludziom bardzo białą twarz i zimny na niej uśmiech, który jawił się i zamierał jak w automacie. Od nagiej piersi szedł wiew perfum mocnych."
      },
      {
        "index": 137,
        "text": "Nieco zapóźniony wkraczał za śpiewaczką jej towarzysz światowych tryumfów: chłop nieco przytęgi, lecz doskonałym frakiem jak koń dobrze stroczony. Rozdawał swe szczęście w ukłonach, rozsiewał je w uśmiechach. Gdzie przeraźliwie lśniący gors jego koszuli ludziom w oczy zaświecił, tam ukłon, uśmiech i krótki rzut ubrylantowanej prawicy zdawał się mówić: »to ja!« zaś zwrócona ku śpiewaczce dłoń lewa: »to my!«"
      },
      {
        "index": 138,
        "text": "Z lic kobiet, co ładniejszych, tryskała ciekawość na pierwszy widok śpiewaczki i jej sukni, lecz wnet potem odbiła się na nich jakby niechęć i osadzenie się nieufne. Starsze damy z ciekawością okrucieństwa szukały po sali Bolesława Zaremby, młodsze oglądały się za nim ze smętkiem w oczach, ogromnie w tej chwili kobiecych."
      },
      {
        "index": 139,
        "text": "Lecz jego nie było już w salonie, przepadł gdzieś za drzwiami."
      },
      {
        "index": 140,
        "text": "Młodzież męska doświadczała tymczasem obiecującego dreszczyku poznania sławnej diwy. Gradem tedy posypały się wersye, plotki i świństwa, szeptane na ucho."
      },
      {
        "index": 141,
        "text": "Profesor miał wrażenie, że z wejściem tych egzotycznych ptaków buchnęła na salę woń jakby z areny: zapach ostrych perfum pomieszany z powiewem od końskiego nawozu. I myślał, że temu panu w nienagannym traku byłoby zupełnie do twarzy z eleganckim biczem w ręku."
      },
      {
        "index": 142,
        "text": "Lecz oto widzieć musiał, jak pani domu, zwykle o tak wyniośle ociągającym się kroku, teraz oto pośpiesza nerwowo i, chwytając podaną szeroko dłoń sławnej diwy, zmniejsza się jakby w fałdach sukien, przykuca nieomal dygiem. Widzi nadto, że zwykle tak chłodno odbierająca hołdy otoczenia, miesza się najwyraźniej i chce jakby cofnąć swą rękę, gdy sławny śpiewak w sztywnym ukłonie podnosi niezgrabnie do wygolonych szczęk swoich."
      },
      {
        "index": 143,
        "text": "Profesor targał brodę. Bo wśród tych tu kauczukowych kobiet, na których odciskało się każde zaciekawienie elastyczną przymilnością wdzięku, ta jedna wydała mu się z kręgosłupem i mającą w sobie jeszcze jakąś nikłą resztkę rasy, jakiegoś ładu w instynktach: w tym pogodnym bodaj spokoju wejrzenia i giestu, któremi schlebiała dotychczas wszystkim zmysłom jego."
      },
      {
        "index": 144,
        "text": "»Zgnuśniała, zmieszczała Helena z Komierowskich baronowa Nieman!« — mruczał gniewnie w brodę."
      },
      {
        "index": 145,
        "text": "Nie zauważył, jak tuż nad nim stanął długą postacią o łysej głowie charmeur niewiast tutejszych: pan Horodyski. Na ostrych wąsikach i w oczach świdrujących wisiał już jakiś koncept o kobietach, czy też sekret którejś z nich. Jakoż wskazując na trzy postacie zdala, jął coś opowiadać o mamie i dwuch córeczkach, o krótkich sukienkach i lekarzu. »Tfu«! — przerwał mu w myślach profesor, nie siląc się nawet na zrozumienie, o co idzie. Omierzły był dlań ten typ wielkomiejskich doświadczonych, a jeszcze wstrętniejsze to przeświadczenie, że one właśnie, kobiety po miastach, bywają wprost fascynowane przez takie typy."
      },
      {
        "index": 146,
        "text": "»Grzyb« — myślał, spojrzawszy po chwili na tę łysą głowę na długiej szyi. — Dosyć pajęczyny gnuśności rozsnuwa się tu po kątach, aby z tej plechy nie miał wreszcie wyrosnąć właściwy plemnik cynizmu. A jest ich tu pono więcej: ilu zniszczonych i wytlonych w młodości bezambitnej, ile słabizny sentymentalnej, tyle purchawek zastoju, tyle grzybów z plemnią gatunkową jak one — we łbach! — Bo ta szaruga brzydliwości w słowach i myślach, zohydzająca nieomal oblicza ludzkie, wżera się przecie w niejedne oczy jak gęsta mgła, gotowa oślepić najniezawodniejsze w człowieku instynkty: zaszczute upiorami domniemanej życia brzydliwości, egoizmy nie czynne a tęskliwe, podlegają najłatwiej takiej właśnie sugestyi. W ten sposób pleni się to licho zastoju: od przegniłych ku najwrażliwszym."
      },
      {
        "index": 147,
        "text": "»Niech się pan przyjrzy namiętnościom dzisiejszym tych mężczyzn«, — przypominały mu się jej słowa ostatnie."
      },
      {
        "index": 148,
        "text": "»Tak! — dodawał w myślach, — gdy fala energii powszechnych opada, kobietom przedewszystkiem leniwieją dusze i zatruwają się wyobraźnie próżne. Już nie ci, co »harmaty« zdobywali, królują w marzeniach, lecz egzystencye na atmosferę pokojów najczulej wrażliwe — artyści; dokonywają im oni władz uczuciowych rozkładu, lub też sami w tchnieniu dusz leniwych i wyobraźni zatrutych giną. To z Woydą nie było tylko egzaltacyą uczuć zawiedzionych, lecz może głębszym sensem tego tu życia, jego koniecznością nieomal: — tu sztuka sama zatruwa się dziś swą niegdyś podnietą romantyczną. — Duch w kobietach z towarzystwa, szersze tchnienie ich wyobraźni i głębszy nurt marzycielstwa pozostanie pono na zawsze pogrzebaną legendą romantyzmu: kiedy to muzy sielskie, pełne szlachetnie stylowej pozy, pozwalały się ubóstwiać czarnym wieszczom, interesując się jednak bardziej harmat kolorowymi zdobywcami. Zepchnięte z koturnów romantycznych, rozsznurowane z katolicko-salonowego gorsetu empirowej mody, »równouprawnione« przedewszystkiem w pogoni za dosytem, te biedne niewiasty jałowieją poprostu z samego poczucia swojej dziś pospolitości. Taki ot grzyb wielkomiejski lub śpiewak przejezdny: oni to rozbudzają jeszcze ich ciekawość do życia, rozgrzewają wyobraźnie«. —"
      },
      {
        "index": 149,
        "text": "Wśród wielkich czołobitności przystawiono tymczasem śpiewaka do fortepianu. Nad klawiaturą chylił się młody muzyk, znoszący z determinacyą taką tu rolę, oraz protekcyjną rękę na swojem ramieniu. Tylko gdy na nuty okiem rzucił, szarpnął się niechętnie i z tym większym impetem uderzył w pierwsze akordy. Śpiewak poprawiał mankiety, chrząkał. Ramiona zwiesił jak atleta, obłąkiem ku sobie, lekką nóżką kozła przed się wystąpił i — rozpromieniał."
      },
      {
        "index": 150,
        "text": "Zaśmiały się ku niemu dziesiątki kobiecych oczu roziskrzonych ciekawością. Śpiewak chrząknął raz jeszcze, akordy władnym spojrzeniem przeciął, pierwszych nut czekał. Odął wreszcie grdykę indora, miechy podjął, łeb czarny na krótkiej szyi w tył chylił, wyrzucił ramię i uderzył jak w róg alpejski:"
      },
      {
        "index": 151,
        "text": "Niech ryczą! — niech ryczą! — niech ryczą!! —"
      },
      {
        "index": 152,
        "text": "wzburzone fale..."
      },
      {
        "index": 153,
        "text": "Jeszcze rozedrgane dźwięki pulsowały w sali, gdy śpiewak już zęby radośnie szczerzył, podziw zbierał. I ku oczekiwaniu wdzięcznie pochylony, oddawał echo z piersi zasobnej, rozsiewał je ludziom na zachwyty:"
      },
      {
        "index": 154,
        "text": "»Wzburzone fa — le...«"
      },
      {
        "index": 155,
        "text": "Tak żywioły uśmiechem zwyciężywszy, szczerzył zęby dalej."
      },
      {
        "index": 156,
        "text": "I ryczał za żywioły."
      },
      {
        "index": 157,
        "text": "Gdy uciszono się wreszcie na żądanie bisów, gdy nawet pogwarki kobiet milknąć już poczęły, wiotka dama z wyrazem nudy na ustach rozszerzonych w dziób ptaka, chyląc powoli w stronę śpiewaka swój stan giętki i długą szyję, szepnęła prośbą smętną:"
      },
      {
        "index": 158,
        "text": "— Chanson du Torero. — Z Carmeny."
      },
      {
        "index": 159,
        "text": "On widząc przepych perłowej kolii na tej szyi, kłaniał się z wielkim szacunkiem. I krótkim ruchem dłoni nakazał odpowiedni akompaniament."
      },
      {
        "index": 160,
        "text": "A gdy padły pierwsze nuty, chylił się wraz ku słuchaczom, twarz jak księżyc uśmiechnięty obracał za tłumem i szerokim kołem ubrylantowanej prawicy wodząc po gościach, uderzył w dzwonną pierś:  Il circo e pien di festa!"
      },
      {
        "index": 161,
        "text": "Il circo e pien di su, di giu!"
      },
      {
        "index": 162,
        "text": "Gli spettator perdon la testa..."
      },
      {
        "index": 163,
        "text": "— wpieszczało się aksamitnie w rozkosznem dla północnych kobiet połechtaniu niezrozumiałych słów włoskich."
      },
      {
        "index": 164,
        "text": "Wywabiony śpiewem z dalszych pokojów stanął Bolesław Zaremba we framudze drzwi i wbił spojrzenie w podłogę. Powoli, jakby zmagając się ze sobą, uniósł głowę i zawiesił spojrzenie na niej. Zdziwiło go przedewszystkiem mroźne tchnienie obcości, jakie owiało go w tej chwili. I równocześnie zastanowił rudy jej włos. »Jeszcze bardziej się przebarwił, myślał z zastanawiającą dla samego siebie apatyą. I przybyło tych włosów dziwnie na te spiętrzenia pokrętne, oploty i węże skłębione. Chociaż przy ogromnej bieli twarzy i marmurowym chłodzie piersi obnażonych niemal po brodawki niespokojna pokrętność tych włosów, oraz ich barwa gorąca robią dobrą plamę — myślał patrząc zimno jak na dziw obcy, — przy tych szatach zwłaszcza o srebrzystej bieli i łuskowych refleksach, oraz białych rękawiczkach aż po pachy.«"
      },
      {
        "index": 165,
        "text": "Gestem królującej w salonie diwy bokiem o oparcie rzucona, słała sobie podnóże z spiętrzonych fałd trenu, bardziej jeszcze połyskliwych od sukni. Pochylona ku śpiewakowi, skręcała się w sobie jak łodyga słonecznika, prężąc w tem przegięciu pychę i chłód nagiej piersi i wytłaczając niemal w przeciwną stronę obciśnięte sukniami biodra. Puchowe »boa« opadające z ramion ujmowało ją w białe ramy wirowych, niespokojnych skrętów, wężowem wychyleniem gięło się sztucznie i ramię wsparte na łokciu. I tym kształtem rysowała się cała: w kapryśnych essach, zygzakach, arabeskach, — w barokowej fanfarze wielkostołecznego szychu."
      },
      {
        "index": 166,
        "text": "I biła od tej kobiety fanfarą owa melodya wartkiego po stolicach życia, gdy roziskrzą się światła wieczorne i roztworzą najjaskrawsze kramy podniet nerwowych dla tłumów, gdy sztucznych świateł podnieta gorączkowa zagra jakby do ataku wszystkim pulsom woli w tym podwieczornym niepokoju wibrującego wprost czasu, gdy bruki same niosą elastycznymi kroki w świetliste chromy tłumnej żądzy użycia."
      },
      {
        "index": 167,
        "text": "Oto widzi wspomnieniem te wylęgające na podwieczerz ciżby. »Circenses!« — grzmi w tym gwarze i rozhuku wieczornym. Walą tłumy z burzą tej żądzy tajemnej, co chleb życia na chleb wyobraźni mieniać im każe, te same nieomal, co ongi za widowiska sprzedawały imperatorom wolności dusze, a dziewkę cyrkową wynosiły na tron justynianowy. — »Teodora!« — ryczał taki sam tłum może, jak ten, który pcha się oto w na tłokach po marmurowych schodach świetlistego pałacu, a szum swój głuchy przycisza nagle w szepty, rozstępuje się na boki; gdyż oto po marmuru stopniach, ścieżką purpurowego dywanu wstępuje lekką stopą, szelestna i wonna, w puchach zarzutki jak w piórach ptaka białego, czubem włosów miedzianych i lodowatą dla tłumów twarzą widna..."
      },
      {
        "index": 168,
        "text": "Ona!"
      },
      {
        "index": 169,
        "text": "Zaś dołem, w cieniu teatru — te z wieczornego przypływu tłumów na ulicach, z niezliczonych gorączkowych twarzy na schodach pałacu wyłaniające się w półmroku sali postacie spokojne jak robaki w burzy: te gentelmeny z mdłego Cosmopolis, te fraki i smokingi bezlicowe, którym zwierciadło twarzy chyba nie powtórzy; wejrzenia poprawno nijakie, nienagannie żadne; ten stołeczny patrycyat użycia, te bezkręgowce miękkie, których najburzliwsza fala miękko niesie, te czarne robaki, żerujące z flegmą w barwnych burzach namiętności tłumnych."
      },
      {
        "index": 170,
        "text": "»Ah, — bravo Toro! urla la gente... — wpieszczał się tymczasem w salonie głos śpiewaka bogaczom przymilny."
      },
      {
        "index": 171,
        "text": "Tak było i wówczas! Taki sam głos, o temże brzmieniu i barwie rozlegał się był wtedy na scenie, gdy zatopiony w morzu głów ludzkich w samym środku frakowych gentelmenów kurczył się i jeżył na fotelu w swej kurtce aksamitnej — pierot chyba? — myślały monokle. Oto wtula głowę w ramiona, jak sowa w pióra, ręce wbił po łokcie w kieszenie szerokich rajtuzów, a białą twarzą i oczami wilka spogląda na nią, jak w kostyumie cyganki, czy też Colombiny jarmarcznej przemyka się oto ptakiem nieuchwytnym przed pożądaniami tysięcy — śmiechem i szydem śpiewająca."
      },
      {
        "index": 172,
        "text": "I zdawało się monoklom, że nad krzesła wyrzuci się ramionami pierot i krzyknie temu rywalowi o wejrzeniu tysięcy:"
      },
      {
        "index": 173,
        "text": "»A jednak moja! moja! moja!«"
      },
      {
        "index": 174,
        "text": "W stonowanym blasku marmurowej hali, gdzie bronzowe świeczniki rozlewały czerwonawe światła, jej postać zatulona w białych puchach zarzutki, włosów miedzianych błysk, twarzy sztuczne zlodowacenie przed blizkiemi oczami i uśmiech prawie bolesny, gdy jej podawał rękę do powozu. Drzwi ledwo słyszne zapadnięcie w zamku, cwałem a lekko ponoszona po brukach kareta."
      },
      {
        "index": 175,
        "text": "»A jednak moja! moja! moja!«"
      },
      {
        "index": 176,
        "text": "Oddechy obojga gorące w usta sobie przerzucane, warga o wargę. Przed nimi koni lekki cwał, za nimi szum odpływu głuchy: wezbrane morze tłumnej namiętności wraca w swe łożyska, bujny tłum rozpływa się po ulicach, rozszczepia w gnuśne jednostki."
      },
      {
        "index": 177,
        "text": "»Patrzy!« — krzyknęło w nim jakby na alarm, gdy diva, poruszywszy się nieco na krześle, teraz dopiero spojrzała po raz pierwszy w jego stronę."
      },
      {
        "index": 178,
        "text": "Szarpnął się w tył i wywinął za portyerę do sąsiedniego pokoju, omal nie nastąpiwszy na czarną kukłę murzyna, wyciągającą ku niemu swą tacę mosiężną, a na niej dzban kryształowy i czarę: te same, które onego wieczora podawał było Woydzie."
      },
      {
        "index": 179,
        "text": "Pamięta! Burza egzotycznej po świecie namiętności wyrzuciła go w życie rodzime jak rybę na piachy — w onym właśnie czasie gdy tu Woyda skończył ze sobą."
      },
      {
        "index": 180,
        "text": "Pamięta! Karawan brzydki aż do załkania kołatał i zgrzytał chwiejnemi kołami pod zakasaną spódnicą żałobnego wozu, pluskał po kałużach, kolebał trupem w pudle i podążał głupkowatym truchcikiem indolencyi w grzęzkie piachy podmiejskie. Chowano marzyciela. — Ta smętna karykatura rodzimego pognębienia wrażała mu w mózg jakby brunatno-żółtą barwę rdzy, co przeżera zda się tę nędzę okolną i rzuca się nieomal na ludzkie oblicza, stępia nagle marudą bezduszną, która jest na tych twarzach beznadziejnym smutkiem apatyi. Przez te nędze, halizny i piachy, pod spojrzeniem ludzi ponurych wiedzie droga do czyśćca... chyba, — myślał — w jakiś buddyjski koszmar dzisiejszego świata. — I wlokąc się tak za trumną z owstrętnionemi usty, spostrzegał ze zdumieniem, że takich jak on jest tu więcej: ludzi, porozumiewających się niemo wyrazem niesmaku i pogardy dla wszystkiego, co ich otacza, dusz czyśćcowych, które zaprzepaściły w sobie impulsy do życia. Jak ten oto, którego chowają! I zdawało mu się, że temu samobójcy z miłości zaśpiewają jego żałobnicy to Requiem krucze: »Ohyda fałszu i obłudy, pakość jadowita porasta dziś te niwy, na których ongi młodsi znajdowali zachwycenie i poryw, starsi — wolę i dokonanie. Zatrute jest źródło ochoty wszelkiej! Nie warto niczego chcieć! Nie warto ku niczemu marzeniem nawet wybiegać! Zaś ta nędza, ten smęt, to ponure niedołęstwo naokół: wszystko to pozostać widocznie tak musi«."
      },
      {
        "index": 181,
        "text": "»Nie jedenże to sercu rezultat, — myślał teraz, — i nie jeden życiu okolnemu zysk: to moje spalenie się w żądzy egzotycznej i to ich wytlenie w uczuciach rodzimego zastoju?«"
      },
      {
        "index": 182,
        "text": "I nagle stanęła mu przed oczami ta mała — Ola: to ciche marzycielstwo dziewczyny, zakażone gnuśnością okolną; jej drobne, zimne ciałko, spalone przez gnuśnych żarem własnej zmylonej duszy; jej słowa wreszcie, niby tego żagwienia się wnętrznego dymy fatalne: »brunatne, rude, rdzawe, ociekłe, błotne, zwiędłe, zmurszałe«..."
      },
      {
        "index": 183,
        "text": "Otrząsł się całym ciałem."
      },
      {
        "index": 184,
        "text": "A gdy oczy podniósł wzdrygnąć się musiał po raz drugi."
      },
      {
        "index": 185,
        "text": "Spozierały na niego ślepia białe tej wielkiej kukły murzyna, wyciągającej w swych łapach goryla tacę mosiężną, a wniej dzban kryształowy i lodową niby czarę: te same, które onego wieczora podawał było Woydzie."
      },
      {
        "index": 186,
        "text": "Bydlęcą powagą nieodpartej jakby siły spoglądał na niego stróż zastoju, jak sam czas niemy, uczuć i namiętności rozkładowych świadek ponury, eunuch czarny z ślepiami jak przerażenie."
      },
      {
        "index": 187,
        "text": "Ocknął go z tego otępienia głos śpiewaka donośny:"
      },
      {
        "index": 188,
        "text": "Perche la festa e del valore,"
      },
      {
        "index": 189,
        "text": "Perche la festa e del va — lor!!"
      },
      {
        "index": 190,
        "text": "»O czemże to on śpiewa? — zamyślił się nagle. — O »valore«: — dzielności! że jej to świętem radosnem jest miłość — tam na świecie: gdzie krew z żył gorąca i w ramiona skore niby żelazo roztopione wpływa, gdzie każda namiętność czyni się sama życia potęgą zwycięską."
      },
      {
        "index": 191,
        "text": "Andiam! — Andiam in guardia! — Andiam!"
      },
      {
        "index": 192,
        "text": "Andiam! — Ah..."
      },
      {
        "index": 193,
        "text": "Śpiew wzbijał się wciąż! — jak gdy ostatni na wiosnę słowik w klask ostatni uderzy, gardłem czas jaki przebiera, nutę wyciągnie i zapamięta się śpiewakiem: za echem własnym śląc głos już nie swój — w te gwiazdy po nocy migające; by tam aż, w gwiazd obliczu, przełamać głos podniebny w krzyk żądzy najniecierpliwszy!..."
      },
      {
        "index": 194,
        "text": "Cieliste kobiety z dobrobytowego opasu, panie o miękkich spojrzeniach i pulchnych policzkach, luksusowe małżonki siedzące zawsze z apatycznym ruchem kolan niedomkniętych i te wiotkie, z cierpkim grymasem nudy na licu zopierzałem, — wszystkie te kobiety spięła iskra życia w jeden łańcuch oczekiwania, przez który przebiegał niespodziany prąd namiętności egzotycznej. I uderzył w nie ten prąd raz w raz! raz w raz! łechcąc, drażniąc, podrywając nerwy w ciałach tłustych aż do zachwytliwego bólu."
      },
      {
        "index": 195,
        "text": "A gdy się śpiew skończył, oczywista na nucie efektu wysokiej, rozdartej, samego śpiewaka podejmującej na palce, wówczas stał się z kobietami szał."
      },
      {
        "index": 196,
        "text": "W długim grzmocie oklasków szelest sukien kobiecych podrywny, w zaszum mgły zerwanego stada kuropatw, skłębienie się szelestne barwnego wieńca kobiet wokół śpiewaka, gwarne rozkołysanie złotych i ciemnych główek, ramion w białych rękawiczkach wyrzucanie się w górę i kwiatów pęki przez nie miotane."
      },
      {
        "index": 197,
        "text": "— Och, jakiż to artysta! — wzdychały zasapane na krzesłach matrony."
      }
    ]
  }
}