{
  "chapterNumber": 18,
  "title": "Część czwarta, 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Tu, na tratwiane dyle u samego brzegu Wisły opadł."
      },
      {
        "index": 2,
        "text": "Z dłońmi na okularach i twarzy, jakby cały ten zamęt rzeczy widzianych i słyszanych utrzymując rękami."
      },
      {
        "index": 3,
        "text": "Tamtą jedną chwilę mijała myśl uparta; pamięć zdała się ranną w tem miejscu: jakiś błysk najbłahszego, nie do rzeczy szczegółu, który wtedy właśnie czepiał się oczu, i — przelot chmury apokaliptycznej nad głową. Nawet krzyków zachwyciło ucho tak zdumiewająco mało. Z czyjejś ręki sypnęły się strzały dziwnie głuchym grzechotem. Tyle tylko zatrzymała pamięć. Potem jakaś potworna maszkara grozy: czerwona, patrząca krwią zalanymi dołami: rzecz zgoła nieprawdopodobna i nie widziana. Te jawy nie chcą być dla pamięci realnością: zmysł samozachowawczy rzuca na nie czarną zasłonę, strąca w zmorę senną. »Tak lepiej będzie życiu«, — chce natura."
      },
      {
        "index": 4,
        "text": "Jaśniej przypominały się dopiero chwile na podwórzu, gdzie spędzono ich wszystkich i przetrzymano kilka godzin."
      },
      {
        "index": 5,
        "text": "W słońcu, dzięki Bogu!"
      },
      {
        "index": 6,
        "text": "Zastanowił go przedewszystkiem ten szept po tłumach bab i robotników, że wojsko sprowadził »lokatur«. Znaleźli się tacy, którzy gotowi byli przysięgać, że go widzieli w tłumie kulejącego, z opuchłą gębą, jak zachęcał do śpiewu, i jak potem strzelał dla pogorszenia sytuacyi, której, rzecz oczywista, nic ani pogorszyć, ani naprawić nie mogło w tej chwili ostatecznej. Nie dawał wiary tym gadkom, będąc pewny, że osobnikowi, przez Jura tam w zaułkach obijanemu, przez długie miesiące zrastać się będą kości. Zastanowiły go jednak te małoduszne gawędy ludzi zahukanych grozą, oraz ta wyobraźnia tłumów podrażniona, która pierwszym impetem szuka zdrajców i stwarza własne potwory moralne, obdarzając ich nadprzyrodzonemi siły. Padały i tu pierwsze ziarna zasłychu, te grozą tajemniczości i zła najbardziej rozsiewne, niosące niepokój w życie, wyważające je z bierności, docucające się sił w rzeczachrzeszach bezwładnych stokroć pewniej niźli wszelkie agitacye."
      },
      {
        "index": 7,
        "text": "Tworzyło się tu ponadto coś, wiodącego głębiej w tajniki dusz ludzkich, — wypotwornienie zła w potęgę, jego demonizacya: rodził się zawsze nowy szatan — na fascynacyę żywotności bezładnych i sił bezsterowych w duszach lichych: splatała się na nowo ta sieć jego fatalna, która onymi czasy nie tylko wyławiała, ale i tworzyła zdrajców wiary wspólnej: wiłów i czarownice."
      },
      {
        "index": 8,
        "text": "Wreszcie uczynił się na podwórzu ruch ludzi nowo przybyłych — spokojnych i rzeczowo krzętnych. O tem, co tu zaszło nikt nie wspominał: nie w tem zda się rzecz była, lecz ustawianiu się, szykach, porządku i papierach."
      },
      {
        "index": 9,
        "text": "Jako profesora i za pasportem cudzoziemskim, puszczono go natychmiast. Innych ustawiono w szeregi na uprowadzenie. Upewniano go zresztą, że dla formalności jedynie i osób sprawdzenia, bo choć i na sąd z czasem przyjść może, to wobec wszczętej wojny: — gdzie! kiedy! Wloką się takie sprawy latami, a zatrzymywać niema powodu. Strzelający i prawdopodobny prowodyr nie żyje już; właściwych zaś sprawców wszystkiego, owych pielgrzymów, już uprowadzono i załatwią się tam z nimi osobno."
      },
      {
        "index": 10,
        "text": "Objaśniano mu to wszystko bardzo uprzejmie, nie tyle ze względu na jego profesorską godność, ile na stojącej opodal Niny urodę i oczy gniewne."
      },
      {
        "index": 11,
        "text": "»Pasport!« — zaszczękano przy niej chwacko ostrogami."
      },
      {
        "index": 12,
        "text": "»Czego jeszcze?!«"
      },
      {
        "index": 13,
        "text": "Odrzucił głowę w tył i nasrożył się obowiązkowo:"
      },
      {
        "index": 14,
        "text": "»Pan myśli, że ja się pana boję?«"
      },
      {
        "index": 15,
        "text": "Koniec końców nie dogadał się z nią: musiała i ona być uprowadzoną. Rozłożono ramiona na znak, że wola była lepsza."
      },
      {
        "index": 16,
        "text": "Jakoż w mijaniu i zakrzątaniu się przy czemś innem zdążono ją troskliwie zapytać, czy głowa bardzo boli."
      },
      {
        "index": 17,
        "text": "»Choćby nie wiem jak bolała, to... nie boli. Merci.«"
      },
      {
        "index": 18,
        "text": "Krótki ruch głowy bardzo dobry, rasowy nieomal mimo bandaża: rana widocznie nie była poważna, a to odrętwienie na karku ustąpiło łatwo."
      },
      {
        "index": 19,
        "text": "Lecz jej ostatnie, półgębkiem rzucone słowo wywołało cały potok wymowy francuskiej. Dziewczyna odęła się w milczkę, a pod zadzierzystemi zdala spojrzeniami wysuwała czubek języka — po części z niedbałego grymasu, po części zaś dla odświeżenia warg, skoro już na nią tak patrzano. Oczy mrużyły się przytem mimowolną ciekawością, aczkolwiek wciąż gniewnie; tylko że tym razem na siebie: za tę natrętną muchę uśmiechu na policzkach swoich."
      },
      {
        "index": 20,
        "text": "Miotał się opodal w gestach kłótliwych, z panami Bogdanowiczem i Mikulskim wraz posprzeczany, pan o rudym zaroście i krzywo osadzonych binoklach na twarzy niespokojnej. W dyspucie trzymał wciąż dłonie wykładające blizko twarzy, jak kret. Nazwał się Mojżesz Gurewicz z Wilna. Dziennikarz, — dorzucił, spodziewając się wrażenia."
      },
      {
        "index": 21,
        "text": "Choć obchodzono się tu z ludźmi spokojnie, jednak Franka łeb żółty, wygolony na ślizką kulę i cała jego sylweta złośliwego karła drażniły ręce. Jakoż oberwało mu się po tym łbie raz i drugi za odbieganie z miejsca i rojenie się nieustanne. Stanął tedy, by się nie narażać i spluwał sobie z nudów: strzykał plwociną sołdackim szykiem, jak człowiek z fantazyą, którego nudzi czekanie."
      },
      {
        "index": 22,
        "text": "Tkwił przy nim chłop w sukmanie: wielki i uroczyście niemy. Szedł był od mostu stawić się w koszarach na wojnę, niósł kuferek na ramieniu i chleba bochen pod pachą. Zamieszany w grozę tamtej chwili, kufra nie wypuścił, chleba nie uronił; a wzięty na podwórze, stanął jak wryty na jednem miejscu, nogi tylko zlekka rozkraczywszy — z niedbałości: że to nie rzecz wojenna, a jensza. I stało murem to chłopisko wielkie, jak biały posąg z swym kufrem na ramieniu i chlebem pod pachą; a choć się ludzie w tym rozgardyaszu i zamęcie wciąż od niego odbijali, nie drgnął krokiem z miejsca. Nazwał się opryskliwie: Jędrzej Niemsta z Kęt."
      },
      {
        "index": 23,
        "text": "I tyle, tyle innych postaci szarego na pozór tłumu, nad którym czyniła się oczom, tak niedawno jeszcze pogardliwym, tęcza barw człowieczeństwa."
      },
      {
        "index": 24,
        "text": "Przeciągały mu w pamięci wszystkie obrazy wśród tamtego gwaru po salonach i nawiodły na wrażenia tam ostatnie."
      },
      {
        "index": 25,
        "text": "»Vitae lampadae traditae,« — przypomniały mu się własne słowa."
      },
      {
        "index": 26,
        "text": "Wyświeciły mu te lampy drogę przez nędzarne zaułki, przez ciemnotę ludzisk narzuconą, spotkały się trafem bożym z niewygasłemi gdzieś po wschodnich stepach pochodniami duszy i wywiodły społem... w okropność tego, co się tu działo niedawno."
      },
      {
        "index": 27,
        "text": "»Możeli klęska tak konieczna rodzić optymizm? — zagadywał siebie, — lub przynajmniej otuchę na krzepkie osadzenie jego korzeni w energii człowieczeństwa u gromad? — nawet gdyby korona była spróchniała i bezowocna?«"
      },
      {
        "index": 28,
        "text": "Odpychając od się w myślach tych energii bezster, czy skierowanie czasowe, przypominać jednak musiał:"
      },
      {
        "index": 29,
        "text": "Jura postać w półkożuchu krępą, pogarbioną: ślusarską, — chłopa jakby sękatego o następliwym kroku i czole. Potem ów Jędrzej z Kęt: chłopisko jak świeca proste i, rzekłbyś, murowane z hartu i uporu. Oraz tamte inne Mazury, probierzem wojny tknięte: — energie o korzeniach dębów, roztropne lat tysiącem twardej walki o życie, płomienne nie za słów podmuchem, czy komendy bębnem, lecz za własnych sił dopiero zagraniem; energie cierpliwością długie, wytrzymaniem twarde i nie skore w ruszeniu, jak soki tej gleby ubogiej: siły mazowieckie, chlebne... W oczach, szukających bezwiednie Komierowskiego, stanęło ponure zapytanie:"
      },
      {
        "index": 30,
        "text": "»Pókiż tego urzeczenia romantyzmu nad każdym tu twardszym czynem gromadnie przodownym?! Pókiż tego zwalczania hydry siłami kolebek i zmagania centuarów ramionami dziewcząt?! Pókiż to poetów »ramię i wichr« będą porywały niedouków nie w dziedzinę ducha na ogarnianie »ludzkości całych ogromów«, lecz do przodownego czynu z małych doktryn ciasnoty? Jestże to naprawdę przeznaczeniem młodości, a nie innych sił w gromadzie?«..."
      },
      {
        "index": 31,
        "text": "Przerwało mu zadumę ustawianie szeregów ostateczne. Przy tej sposobności ofuknięto go surowo, czemu zwolniony nie wynosi się stąd."
      },
      {
        "index": 32,
        "text": "Widok jednej grupy na uprowadzeniu wrył mu się w oczy na zapamiętanie długie:"
      },
      {
        "index": 33,
        "text": "Przodem w ciemne okrycie otulony, z kapeluszem głęboko naciśniętym na przepaskę czoła, cały w sobie chmurnie zebrany, rzekłbyś, zmięty udręczeniem, szedł Komierowski. Obok w jasnej pelerynie i takimż berecie na głowie — Wandy sylweta prosta. Przy niej to chłopisko wielkie w białej sukmanie, z kufrem zielonym na ramieniu i bochenkiem pod pachą."
      },
      {
        "index": 34,
        "text": "Za nimi w ślad: Franka katorżnie wygolony, żółty łeb w poskokach nieustannych i Jura krok następliwy. Przy nich Nina w swych półtanecznych ruchów zuchowatym drygu, rozkapryszona na policzkach i wargach pod zadzierzystemi zdala spojrzeniami."
      },
      {
        "index": 35,
        "text": "A im wszystkim po piętach: panowie Mikulski, Bogdanowicz i Gurewicz w poswarze szwargotnym, jak te koguty bojowe: już pod garścią, a jednak wciąż jeszcze w sprzeczce zażartej."
      },
      {
        "index": 36,
        "text": "Pstrych tłumów wymarsz ustawiony w szyki tam na podwórzu tak oto wykraczał na ulice miasta: z tą gromadką na przedzie. Wycisnęła mu się ona na wyobraźni jak czasu idącego znamię, jak wszystkich burz zarodki — same oto z łona społeczności nascentes. A każdy z tych ludzi zdał mu się mieć w sobie coś z fatalności lawiny ruszonej, coś z fatum czasów, wziętego na się sił żywotnością z plemiennego koła."
      },
      {
        "index": 37,
        "text": "Opadła myśl i poszła cierpka w tamte ulice śródmieścia, gdzie w zgiełków kakofonii turkocą dorożki niechlujne, rozklekotane w osiach i kołach, jak ten wóz życia cały. Kołacze się ten wehikuł północnego lazaroństwa pod brudno-wesołe aspekty gnuśnego śródmieścia, gdzie zasiadł w spiżu posągowym ten, który światy ruszył, zapatrzony wciąż w symbol ich układu wirującego."
      },
      {
        "index": 38,
        "text": "Zaś naprzeciw, — przypomniało mu się nagle, — Chrystus, co z kościoła wystąpił pod krzyżem ofiary pogięty."
      },
      {
        "index": 39,
        "text": "A pod ich stopami miasto w bezruchu zastygłe."
      },
      {
        "index": 40,
        "text": "Niżej, po padołach te ponure zbarbaryzowanie nędzy i mątarstwo wśród niej wszelakie."
      },
      {
        "index": 41,
        "text": "Jeszcze niżej: te kominy czerwone, niby potworne ryje mrówkojadów cudzoziemskich."
      },
      {
        "index": 42,
        "text": "I tą oto drogą, — przypominał znów, — od tych kominów czerwonych przez zaułki nędzarne, w brudno — »eleganckie« aspekty śródmieścia kroczą przemarszem tamte tłumy pędzone — z ową grupą na przedzie, niby z czołem wszczętego pochodu dziejów."
      },
      {
        "index": 43,
        "text": "»Rzuć za nimi kamieniem! — szarpały się w nim uczucia, w instynktach tej ich podziemnej robocie nawskroś sporne, płoszące trwogą rozkładu tam właśnie, gdzie zapalają się dla nich gwiazdy nadziei."
      },
      {
        "index": 44,
        "text": "Borykał się odstrychnięciem wewnętrznem od nich swej całej natury i nie dawał rady tej sile."
      },
      {
        "index": 45,
        "text": "»Tajemniczość! — owóż to, co niewoli i jarzmi tłumy, pociąga wyobraźnię, a odpycha myśl. »Tajemnica tłumów!« — cofa się przeczucie w odrazie mętów człowieczych."
      },
      {
        "index": 46,
        "text": "A na przekór tym niechęciom stanął mu w myślach żywot i dola Komierowskiego; potem tamtej dziewczyny, Wandy, młode czoło myślami czyste i bezdenna prawość jej wejrzenia; wreszcie ten chłop, jak posąg wymowny i prosty w ruchu każdym."
      },
      {
        "index": 47,
        "text": "»Sąże to męty?...«"
      },
      {
        "index": 48,
        "text": "Ujrzawszy na brukach jakieś dwie książki w błękitnej oprawie, schylił się: przypominał odruchowo, że prosiła go Wanda o podjęcie ich w razie znalezienia."
      },
      {
        "index": 49,
        "text": "W pierwszej chwili chciał te książki z odrazą odrzucić: unurzane były w skrzepie czerwonym. Poświęcił jednak chustkę i otarł je."
      },
      {
        "index": 50,
        "text": "Gdy zajrzał w karty, grymas cierpki przeszedł wraz w śmiech, nerwami targany:"
      },
      {
        "index": 51,
        "text": "»Poezye!«..."
      },
      {
        "index": 52,
        "text": "Za wiele miał zbyt ostrych wrażeń dziś: ten szczegół drobny wytrącił go dziwnym sposobem z resztek opanowania siebie."
      },
      {
        "index": 53,
        "text": "Jak ślepy snuł się pod parkanem ulicznym, minął wóz strażacki, odwożący trupy, skręcił machinalnie w pierwszą przecznicę i znalazł się nad rzeką."
      },
      {
        "index": 54,
        "text": "I tu opadł: na kłody tratwiane u samego brzegu Wisły."
      },
      {
        "index": 55,
        "text": "Na halizny mazowieckie spoglądał jak na morze. Wiatr hula górą bezgłośny i pędzi przed sobą obłoki jak fale monotonne zbite na horyzoncie w chmurę dalekiego lądu. Wsie tu i ówdzie widoczne, niby łodzie rybackie w czas morskiej ciszy, tkwią sennie w tej pustce. Śniegu naokół ani śladu: bura zasłona błotnych roztopów pokryła ziemię. Patrzy na to słońce, dołem oparami przymglone, górą roziskrzeń pełne, o tarczy jaskrawej, zmierzającej ku zenitowi, rzekłbyś, naocznie dla długiego wejrzenia i długiego oddechu człowieczej melancholii."
      },
      {
        "index": 56,
        "text": "»Oto żółwia ziemi skorupa naga!« — pomyślał, zapadając w tę właśnie zadumę powolnego oddechu:"
      },
      {
        "index": 57,
        "text": "»Jak wiek długi pracowała kosa śmierci takich po całej tej ziemi wkrąg: co kosa ród podcięła, siekiera bór zniosła, ile tężyzny nażęła kosa, tyle wątłego piękna wyschło w bezcieniu, czem kosa życie, tem siekiera zubożała ziemię, a obie ducha. Z pod borów wyjrzały mokradła, z pod lasów ruszyły piachy na wszystkich wiatrów szerokie gościńce: miasta, dwory i zaścianki, wyłuskane z puszczy na nagą ziemię o zbyt dalekim horyzoncie kurczyły się jakby i malały w odrębności swojej wśród tej powietrznej perspektywy bez końca, w kapryśnej swawoli wszystkich wiatrów wschodu, zachodu, północy i południa."
      },
      {
        "index": 58,
        "text": "»Ceres deserta!« — pomyślało mu się dziwnie."
      },
      {
        "index": 59,
        "text": "W pamięci stanęło z niezmierną nagle wyrazistością twarde oblicze Komierowskiego i oczy jego zamglone nękiem, patrzące jakby odbiciem tego wejrzenia ziemi ogołoconej i jej melancholii."
      },
      {
        "index": 60,
        "text": "pallere ligustra,"
      },
      {
        "index": 61,
        "text": "Exspirare rosas, decrescere lilia vidi,"
      },
      {
        "index": 62,
        "text": "— ocknęły się w jego uwadze teraz dopiero te słowa, umieszczone na pierwszej karcie książki, trzymanej w ręku."
      },
      {
        "index": 63,
        "text": "Odszukał podpis tego motta: Klaudyan: O porwaniu Prozerpiny... Oto i dziecko Ceres, — myślał, — wiosna, młodość w podziemia porwana."
      },
      {
        "index": 64,
        "text": "»Pessymizmy! optymizmy! — zabrzęczały mu nagle w uszach jak mucha te słowa na brukach zrodzone, hałaśliwe i turkotne, jak cała tu wielkomiejska krzętność i zabiegliwość każdego o siebie."
      },
      {
        "index": 65,
        "text": "»A jednak..."
      },
      {
        "index": 66,
        "text": "Dziwnie zgodną wiarę w inne siły i cuda wypracowują tu czasy same zarówno w cichościach skupień jak i żywiołowem nurtowaniu wśród tłumów: wiarę w siły i cuda duszy wspólnej, odnowie podległej, przez ofiarę, odżycie, odmłodzenie: prastarą wiarę misteryów onych, przy których odmładzała się przez wieki najdzielniejsza dusza wspólna, jaka kiedykolwiek była: tam, w Grecyi, — w Eleuzis!"
      },
      {
        "index": 67,
        "text": "Nie sprawujeż się tu naprawdę misteryum podziemi: odżyteodżyłe, — eleuzyjskie?"
      },
      {
        "index": 68,
        "text": "Oto zagubione dziecko Ceres — Persefona, młodością najwrażliwsza, przez moce podziemia porwana, wstępuje w głąb."
      },
      {
        "index": 69,
        "text": "Homerową wiosnę kwietną zamieniła tak oto głębsza myśl Hezyoda w panią śmierci i przodownicę cieniów, samą licem jak ten kwiat zmrożony, pełną smętu śmiertelnych rozmarzeń, które ją w duszy prawości aż do wrót Hadesu dowiodły — z onych tęsknot wymową całą w omartwiałych dłoniach: z granatu jabłkiem i pękiem kłosów, za dwojakiej płodności symbole."
      },
      {
        "index": 70,
        "text": "Tak też żyje w rzeźbie greckiej."
      },
      {
        "index": 71,
        "text": "Oto Ceres deserta, Demeter szukająca, mater dolorosa starożytnych misteryów, — ona żałobnica tułacza, »która ze wszystkich ptaków wielkiej czeredy obrała za swe towarzysze i przodowniki — żórawie«, — powiada ów Homerycki »Hymn o Demeter«, odnaleziony zaledwie przed stu laty — w Moskwie."
      },
      {
        "index": 72,
        "text": "Łaskawa pani plonów zamieniła się w bezdomnego upiora mściwości: w Demeter Erynnis z pochodniami w rękach i włosów płowych krzykiem na wichrze."
      },
      {
        "index": 73,
        "text": "»Niejedno białe ziarno siewu, — głosi Hymn, — padało daremnie na ziemię bezpłodną. Wyschłe siemię spoczywało w grudzie. Daremnie lemiesz krajał skibę«... póki dziecko Demeter, wiosna i młodość zarazem, w podziemiach żyje. Zaś u ostatniego wyznawcy starych bogów, Klaudyana, tak oto zawodzi Demeter szukająca:"
      },
      {
        "index": 74,
        "text": "»Gdzieżeś ma pierwsza radości i szczęście nieostatnie? — przez ciebie wszak byłam ja płodna! Pókiś ty dla mnie sobą jaśniała, boginią ja byłam, pięknością Junonie równa: dziś ja żałosna i licha: — squalida et vilis... O, czci moja, o nadziejo, dumo matki cała:"
      },
      {
        "index": 75,
        "text": "»O decus, o requies, o grata superbia matris!...«"
      },
      {
        "index": 76,
        "text": "I oto do tych dwojga, macierzy i dziecka, które Hades ogarnął, przyłączony tajemniczy i dwojsty bożyc walki wiosenne odnowy życia: Dyonizos. Ongi najpogodniejszy, winnic stróż, w obliczu ziemi pustynnej zwilczał sam. »I jak Demeter żorawie, Hera pawie, Venus gołębie, tak on obrał sobie za towarzyszy — wilki«. Niegdyś zapału i szałów młodych winem pojący, teraz i kobiety swe nawet krwią karmi. I tak się święcić każe po najokrutniejszych obrządkach, jakie stworzyła wiara grecka."
      },
      {
        "index": 77,
        "text": "I zstępuje ten Dyoniz, zokrutniały bożyc walki o wiosenne odnowy życia, zstępuje na — rozszarpanie..."
      },
      {
        "index": 78,
        "text": "Jak Persefona w Hades porwana i Demeter mściwością ogarnięta dobyły się ku słońcu: jak pani śmierci i przodownica cieniów kwietną wiosną młodości od nowa się stała i stopy swojej śladem kwiaty miłości siać jęła — o tem wiedziano w Eleuzis. Pouczano też, jak Apollo ulitował się wreszcie nad swym bratem młodszym i wysłał Herę, aby z roztarganych członków Dyoniza ratowała jeszcze nie obumarłe całkowicie, jeszcze bijące serce i przechowała je — w Hadesie, zanim Demeter nowego ciała i nowego tętna pogody nie stworzy dla tego boskiego serca rzeczy wszelkich, które zwano niegdyś — entuzyazmem! póki przez śmierć, odżycie i odmłodzenie nie powstanie tryumfujący weselem Bóg życia samego — Jachos!"
      },
      {
        "index": 79,
        "text": "O przebiegu rzeczy tych tajemnych, ich duchu oraz płomieniu zapalnym..."
      },
      {
        "index": 80,
        "text": "»...pouczano w obrządkach świętych misteryów onych, o których żaden język mówić nie śmie! — głosi Hymn. — Błogosławiony ten, który je widział, a dola jego po śmierci nie będzie równą doli innych śmiertelnych...«"
      },
      {
        "index": 81,
        "text": "Ogień tam płonął niepojęty: zagrzewały się przy nim te piersi nieliczne, o które pod Maratonem i Salaminą rozbił się cały ogrom światów obcych; zapalały się tam te dusze i głowy, które górują ponad wszystkiem, co ludzkość po dziś dzień stworzyła. Gdyż, co bezwłady natury ludzkiej zwyciężać i bezruchy dusz pokonywać miało, wolę skupiać w piersiach lub głowach najdzielniejszych — żyć to musiało ciągle w duszy wspólnej, płonąć świętym zniczem wiary w odnowę dusz, w entuzyazm dla życia samego!"
      },
      {
        "index": 82,
        "text": "I tem była może na dnie swojem tajemnica eleuzyjska."
      },
      {
        "index": 83,
        "text": "Wraz z nią zapadło w przepaść czasów i nasze dziś rozumienie najgłębszych tajników woli tych, którzy — w dzisiejszego sumienia postaci — wykraczają z kościoła pod krzyżem swej męki, zapatrzeni jak w monstrancyę promienistą w symbol jedynej potęgi odnowy życia i dusz: — w ruch."
      },
      {
        "index": 84,
        "text": "Przekazały nam ponadto wieki i to jeszcze na rozgrzanie piersi własnych."
      },
      {
        "index": 85,
        "text": "Z wnękliwszego ducha północnych ludów Grecyi zstąpił na pogodne bogi Hellady ten smęt mistyczny i wiódł je wskroś przez tajniki dusz ludzkich. Lecz po dziewięciu dniach misteryów eleuzyjskich zmartwychwstawała ta trójca bogów tem, czem była dla ludu: prostymi bogi siejby, żniwa i winobrania — lecz sprawującymi teraz swój siew i plon — i po duszach ludzkich, ogarniając sobą tak oto cud życia cały!... I nie było po onych dniach dziewięciu ani jednej duszy nie przepełnionej nadzieją, ani jednego serca bez ukochania życia nad miarę wszystkiego. Czyniła się drogą świętą do Aten narodu pielgrzymka wśród bogomolnego szału radości. Nad tłumnym zamętem dyonizyjskich upojeń królował niesiony posągiem on sam: odżyły Jachos, Bóg uświęcający wesele."
      },
      {
        "index": 86,
        "text": "A duszom, wyzwolonym w ufność do siebie, radośnie świętem było wszystko, co tętno życia wybija: i miłość, i namiętność, i nienawiść, i wróżda, i wojna, i zażycie, i rozkosz, i czyn, i pieśń, i lekkość pustoty, i skupienia mądrość: wszystko, ku czemu przyzywa z kolei życia i piersi człowieczych pełnia. Weselnie świętą była nadziejom i śmierć nawet, bo za nią w świętem kole ruchu następować miało — odżycie, odmłodzenie! Bezsilny był tu Hades, chłonący jednostki śmiertelne: za Jachosa pochodem tłumnym szedł człowiek jeden — wieczny."
      },
      {
        "index": 87,
        "text": "I nic to, że naokół jesień bura całuny sinych cieniów rozesłała po skałach i grudzie, sypiąc na drogę liście umarłe: nadzieją pijane serca wiązały się, — nią właśnie najbardziej! — w jedno żywe serce narodu."
      },
      {
        "index": 88,
        "text": "»Wstań i uderz w pieśń, któryś w prochu żył!« — zawodzili przodownie kapłani pod wysokie tony fletni. A bachiczny krzyk ludu we wtór głuszył szumy morza, bijącego skały."
      },
      {
        "index": 89,
        "text": "Schroniło się echo tych wołań tam, gdzie echo zamieszkuje od prawieków — w górach. I dziś jeszcze usłyszy ucho baczne po winnicach alpejskich i po halach karpackich tenże, co i drzewiej, dziki krzyk żądzy życia i jej tryumfu:"
      },
      {
        "index": 90,
        "text": "»Ja-choo! Ja-choo!... Jachos!«"
      },
      {
        "index": 91,
        "text": "Na halizny mazowieckie spoglądał jak na morze. Wiatr hula górą bezgłośny i pędzi przed sobą obłoki jak fale monotonne zbite na horyzoncie w chmurę dalekiego lądu. Wsie tu i ówdzie widoczne, niby łodzie rybackie w czas morskiej ciszy, tkwią sennie w tej pustce. Bura zasłona błotnych roztopów pokryła ziemię. Patrzy na to słońce, dołem oparami przymglone, górą roziskrzeń pełne, o tarczy jaskrawej, zmierzającej ku zenitowi, rzekłbyś, naocznie dla długiego wejrzenia i długiego oddechu człowieczej melancholii:"
      },
      {
        "index": 92,
        "text": "pallere ligustra,"
      },
      {
        "index": 93,
        "text": "Exspirare rosas, decrescere lilia vidi..."
      },
      {
        "index": 94,
        "text": "Zaś ręka tajemna, co pod tej omartwicy kirem Wiosnę odmłodzeń w podziemia porywa, jestże to duch zatracenia, czy śmierć sama, porywająca nadzieje ostatnie:"
      },
      {
        "index": 95,
        "text": "Nosse nec aurigam licuit: seu mortifer aesius"
      },
      {
        "index": 96,
        "text": "Seu mors ipsa fuit?!..."
      },
      {
        "index": 97,
        "text": "W pamięci jawiła mu się znów przodowna trójka owej gromadki na uprowadzeniu: a między tym jak chmurą skrytym posępnikiem i chłopem białym z chlebem pod pachą — tamtej dziewczyny, Wandy, uroda coraz to dziwniejsza wspomnieniom: opal twarzy i oczu wielkich fiolet w ramie włosów niby kora schnącej krzewiny, a oblicze to całe jakby prześwietlone skupieniem przeznaczenia i smętu."
      },
      {
        "index": 98,
        "text": "Ujrzał ją w wyobraźni nieżywą na tle murów wieżyc miasta, — tam, gdzie Chrystus pod krzyżem występuje z kościoła i gdzie zasiadł w spiżu ten, co ziemię ruszył. Widział ją tam pod kirem pyłu miejskiego, a tem jaśniejszą obliczem cichem, dzierżącą w dłoniach martwych granatu jabłko i kłosów pęk: symbole dwojakiej płodności ziemi."
      }
    ]
  }
}