{
  "chapterNumber": 4,
  "title": "Część pierwsza, 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Przez szparkę drzwi rozchylonych ręką nieśmiałą przemknęły się chyłkiem dwie dziewczyny i przysiadły ciche na uboczu. Stropiła je powaga wnętrza: rozglądały się w potulnem zaciekawieniu po tych półkach, czyniących z wielkiego pokoju labirynt stosów książek, sięgających aż po sufit. Siedziały milczące, wyprostowane w namaszczeniu kościelnem. Zoryentowawszy się jednak, że niema tu nikogo, jęły szeptać między sobą, zrazu cicho i lękliwie, potem coraz to swobodniej."
      },
      {
        "index": 2,
        "text": "— Jak pani cudownie tańczy! — westchnęła z zachwytem osóbka w białej wełnianej sukni zapiętej surowo pod szyję."
      },
      {
        "index": 3,
        "text": "Nina przyjęła tę pochwałę niechętnie, nawet się ręką zlekka odmachnęła."
      },
      {
        "index": 4,
        "text": "— Ile w pani życia! — wzdychała dalej blada osóbka. Tak dawno nie widziałam ludzi pogodnych, że gdy patrzałam tam na panią, ciągnęło mnie coś, żeby się z panią poznać. Och, i tańczy pani inaczej niż te wszystkie kobiety. O, ja chciałam w ręce klaskać!"
      },
      {
        "index": 5,
        "text": "Nina kręciła się na miejscu... »Ech!« — miała w myślach za całą odpowiedź. Nie lubiła żadnej przesady, a tej kobiecej, to już instynktownie znosić nie mogła. Zresztą gdyby jej taniec chwalił mężczyzna jaki, słuchałaby pewno uchem czujnem, ale kobieta, chwaląca wdzięki innej, to był dla niej sąd żaden i egzaltacya tylko."
      },
      {
        "index": 6,
        "text": "— Niech się pani nie gniewa, — głaskano ją po ręku, widząc Niny sztywność wobec tych pochwał. — Ja tak ździczałam, tak od ludzi odwykłam, że mam wrażliwsze spojrzenie na to wszystko od innych. I za nic na świeciebym tu nie przyszła, gdyby nie Lena poczciwa, która mnie siłą prawie do siebie ściągnęła, mówiąc, że mnie to właśnie uleczy. I miała słuszność: Ale, prawda, jaka Lena jest piękna, jaka wspaniała! — O, ja mogę zrozumieć nieboszczyka Woydę, — westchnęła."
      },
      {
        "index": 7,
        "text": "I zapatrzyły się gdzieś nagle, zaszkliły jej ciche fioletowe oczy."
      },
      {
        "index": 8,
        "text": "Nina na tajniki cudzych sentymentów czujna po kobiecemu jak detektyw, spoglądała z pod oka na tę skromną i wątłą osóbkę, nie biorącą udziału w zabawie i rozpływającą się w ubłożeniach i tęsknotach cichych. Leczy się tam nie wiadomo z czego, — »ze ździczenia« powiada sama."
      },
      {
        "index": 9,
        "text": "— Gdzie pani była ostatnimi czasy? — zagadnęła ją tedy."
      },
      {
        "index": 10,
        "text": "— Dziwnie mi przed panią o tem właśnie mówić, — odpowiedziała ze swym dobrotliwym i jednostajnym uśmiechem. Mnie wczoraj dopiero puszczono."
      },
      {
        "index": 11,
        "text": "— Skąd? — Niecierpliwiła się Nina."
      },
      {
        "index": 12,
        "text": "— No, z więzienia, — kończyła zdziwiona potrzebą tak wyraźnych tłumaczeń. Nina podrzuciła głowę. Patrzała milcząca w bezwiednem rozchyleniu nozdrzy:"
      },
      {
        "index": 13,
        "text": "— No, za malców z ulicy — tłumaczono jej, — że się schodzili u mnie."
      },
      {
        "index": 14,
        "text": "— Ach, że pani dzieci uczyła, — zrozumiała Nina wreszcie."
      },
      {
        "index": 15,
        "text": "— Dzieci! — zaśmiano się w odpowiedzi. Oni chyba w kołyskach dziećmi nie byli. Wie pani, że oni mnie okradli. Skąd to wszystko na jaw wyszło. Ja ich mimo to bardzo lubię, — mówiła wszystko jednym tchem i ciągiem."
      },
      {
        "index": 16,
        "text": "Rozpłynęły się jej słowa, rzekłbyś w zaśnięciu nagłem. I ta jej twarz w ramce zapadniętych skroni i wystających kości policzkowych zapatrzyła się przed się swym łagodnym uśmiechem bezprzedmiotowej tęsknoty."
      },
      {
        "index": 17,
        "text": "Nina kręciła się wciąż na miejscu, nie zdając sobie sprawy z dokuczliwego niestatku swego. Coś ją odpychało wszystkimi instynktami od cichych ubłożeń i biernych zachwytów bez krwi nadmiaru i jej pulsu niecierpliwego. Zaś pod tą niechęcią czaiła się trwoga przed dalszem dziś jeszcze upokorzeniem siebie. Gdy serce przypomniało jej się dokuczliwym na chwilę ukłuciem pod piersią, wyrzuciła się ta trwoga z głębi duszy tym obrazem:"
      },
      {
        "index": 18,
        "text": "Wydało jej się, że to zakonnica siedzi nad nią, chorą w tej chwili, i swym pobożnie łagodnym uśmiechem zachwyca się Niny urodą, tańcem jej niedawnym, by tak jej zaufanie pozyskawszy, spleść na piersiach suche dłonie i opuściwszy powieki, poprosić ją o trzy »Zdrowaś« dla wspólnego odmówienia: bo nigdy nie wiadomo, co nam sądzono; — zaś święta Brygida, córka królewska, była jeszcze ładniejsza, tańczyła jeszcze piękniej, a jednak..."
      },
      {
        "index": 19,
        "text": "Otrząsła się cała. I sprężyła za chwilę, jak gdyby tą piersią obfitą odpychając od siebie wszystkie smutki życia. Bo pacierz pokutny był jak smutek, smutek, jak śmierć sama ludziom obiecana, a niedola życia czemś najgorszem, bo każącem ukochać wszystkie te okropności."
      },
      {
        "index": 20,
        "text": "»O nie — nie — nie!«"
      },
      {
        "index": 21,
        "text": "A jednak wbrew woli fascynować ją poczęły tamtych oczu głębie fioletowe, opal tego czoła, żyłki błękitne na wklęsłej skroni, gładziutkie przyczesanie włosów miękkich o barwie niby kora schnącej krzewiny; a w tej włosów firance rysów marmurowa szlachetność i spokój jak z pod dłuta."
      },
      {
        "index": 22,
        "text": "»Przecież ona jest daleko ładniejsza ode mnie! — pomyślała Nina z przerażeniem."
      },
      {
        "index": 23,
        "text": "I teraz dopiero zainteresowała się nią żywiej."
      },
      {
        "index": 24,
        "text": "— Moja panno Wando, — przysunęła się do niej bliżej z nagle przypomnianą ciekawością. — Jakże tam było? jak? — W więzieniu?! — rzekła mimowoli ponuro. I przeraziło ją teraz samo słowo w własnych ustach. — O, mój Boże!"
      },
      {
        "index": 25,
        "text": "— Wie pani, — mówiła Wanda spokojnie, — właściwie bardzo źle było tylko przez pierwsze kilka tygodni, zanim nas nie posegregowano. I po nocach. Kiedyśmy w długiej celi na kilku zaledwie siennikach pod ścianą ułożonych leżały jedna przy drugiej i z głowami owiązanemi tak mocno, że aż bolało, żeby tego najgorszego chociażby robactwa do włosów nie dopuścić. I kiedy drzwi się czasem po nocy otwierały, a te białe głowy podnosiły się z ziemi jedna za drugą. Najczęściej wpychano taką z ulicy — wie pani! — Ta, pijana najczęściej, klnie przedewszystkiem strasznie, za chwilę opowiada coś wesoło, czka, z ust oddaje i znów opowiada. A potem, bywało, że położy się tuż obok. Wtedy całe ciało zamiera poprostu ze wstrętu w kłodę drzewa, w kość, a w głowie tylko jeden jęk w odpowiedzi na to wszystko, co się słyszało przed chwilą. I znów się drzwi otworzą: biorą po nocy na śledztwo."
      },
      {
        "index": 26,
        "text": "Ninie wysunęła się szyja, jakby w stężeniu nagłem. Wargi wystawiły się w dziób niemądry, a powieki mrużyły się migotliwie, jakby pod światło. Gdy nagle rozciągnęły się szeroko jej usta i w tym kurczowym grymasie poczęły dygotać, chlupać śliną, połykać ją, a policzki zatrzęsły się przy tem jak w febrze. A gdy spojrzała w dodatku na te jej skronie wklęsłe, żyłki na nich błękitne, przygładzonych włosów uczesanie... brzydkie, — chwyciła Ninę taka łez tłumionych niemocność, że zerwawszy się z miejsca, rozchwiała się w sobie, jak na wichrze gwałtownym."
      },
      {
        "index": 27,
        "text": "Za chwilę była już w drugim końcu pokoju twarzą zwrócona do książek na półce, dla podbiegłej Wandy twardo opryskliwa, stopą jakieś rytmy sobie dla fantazyi przytupująca przy upartem sylabizowaniu oczami łacińskiego tytułu na grzbiecie którejś z książek."
      },
      {
        "index": 28,
        "text": "— Taka jestem dziś rozdrażniona, — bąknęła wreszcie na usprawiedliwienie. — Ogromnie niemądra jestem."
      },
      {
        "index": 29,
        "text": "Aby złagodzić swą opryskliwość dała Wandzie krótki pocałunek, uderzyła ją w policzek tym pocałunkiem, — tak tylko, dla przyzwoitego zatarcia swej szorstkości. Lecz za chwilę, jakby w skoku, ujmie nagle te jej skronie w swe krzepkie ręce, odsunie od siebie tę twarz wątłą i patrzy pod pełne rozchylenie przyróżowionych zawsze powiek: spogląda błyskiem małych, jak grochy złotoczarnych, złych niespokojnych oczu."
      },
      {
        "index": 30,
        "text": "— Ach, ty!..."
      },
      {
        "index": 31,
        "text": "I nuż ją zasypywać pieszczotą najtkliwszą, całunkami najłagodniejszymi, ugłaskaniem jej twarzy opalonej."
      },
      {
        "index": 32,
        "text": "— Moja ty najcudowniejsza jaka jest na świecie!"
      },
      {
        "index": 33,
        "text": "Teraz Wanda przeraziła się z kolei tą egzaltacyą."
      },
      {
        "index": 34,
        "text": "Lecz Nina już otrząsła grzywą swe oszołomienie. I uderzyła w śmiech krótki, łzami jeszcze chlupiący."
      },
      {
        "index": 35,
        "text": "A gdy powróciły na miejsce i rozmawiały dalej, trzymały się już za ręce."
      },
      {
        "index": 36,
        "text": "Lecz Wanda poczęła się jakby wstydzić jaskrawości swych przejść, które tak wzburzyły jej nową przyjaciółkę. Pośpieszyła tedy łagodzić wszystko: — Tak źle było tylko na początku, bo gdy przenieśli gdzieindziej, siedziała już sama; a gdy się do szpitala potem dostała, było już zupełnie doskonale."
      },
      {
        "index": 37,
        "text": "— Do szpitala?!..."
      },
      {
        "index": 38,
        "text": "— O, — przypomniała powoli swe przejścia, najgorsze były zawsze wspomnienia tych pierwszych czasów. Potem gdy przychodziła gorączka, to mnie w niej zawsze prześladowało wspomnienie jednej z tych... wie pani!... Żeby pani wiedziała, jakie te kobiety są straszne!"
      },
      {
        "index": 39,
        "text": "— Które? — pytała Nina. — No, — prostytutki. Taka ciężka, otyła, — wspominała Wanda z odrazą, — Mańka »Kalosz« nazywali ją, — bo one wszystkie mają przezwiska."
      },
      {
        "index": 40,
        "text": "Nina otrząsła się ze wstrętem: jakaś nieuchwytna dla niej ohyda wyzierała z tego przezwiska."
      },
      {
        "index": 41,
        "text": "— Ta Mańka »Kalosz« naprzykrzała mi się swoją opieką. Usługiwała, zabiegała, pobiła się raz o mnie z drugą, ale za to ciągle rozmawiać chciała: »Pocoś pani w tę robotę lazła?«"
      },
      {
        "index": 42,
        "text": "Więc jej mówię prosto, tłumaczę, jak umiem; — myślę: także przecie człowiek, — zrozumie. A ona pozwala mi tak mówić z pół godziny, kiwa głową, potakuje, a gdy skończyłam, zwiesza wargę i klepie mnie po ramieniu: »Mnie starej... (no, nie mogę powtórzyć!) mnie starej będziesz pani powiadała. Za facetami lazłaś w tę robotę, albo przez nich zapędzona. Przecież każda kobieta, cokolwiek w życiu robi, to tylko przez tych... no, znów nie mogę powtórzyć, przez tych... (no, »drani« powiedziała). A my przecie we wszystkiem, w co oni nas pchną, mamy więcej i wytrwania i chytrości i wszystkiego co trzeba. W naszych sprawach złodziejskich, czy tam w waszych: słyszała pani, żeby kobieta kiedy zdradzała? Chyba że się zemścić chciała. A oni? Hej! Oni wszystko złe w życiu robią, oni siebie nawzajem niszczą. A i waszych sokołów napatrzyłam się przecie, gdy tu pod kluczem w sępów się zamienią. A my do nich, takich, czy innych, jak te ćmy. I do ostatka. Bo my same z siebie to nic. Chyba za mąż się dać, lub... się. Tyle tylko potrafimy z siebie. Obu dziewczynom omiękły blade w tej chwili twarze, jak gdyby ich oblicza nie znajdowały jeszcze wyrazu dla takich wrażeń i myśli. Wanda tymczasem przypominała tego grubego, o niegolonej twarzy, z oczami wilka, — cywilnego, który naprzód łaził za nią przez kilka dni po mieście, a potem trącał i popychał, jak cielę, gdy wiózł przez miasto w dorożce wśród nocy głuchej. Potem wróciła znów do wspomnień o Mańce »Kalosz«, o jej »chłopcu szykownym«, który Mańce wszystkie pieniądze zawsze zabierał i bił ją strasznie. Mańka miała pierś niegdyś nożem przez niego rozprutą. PakazywałaPokazywała: takie wielkie, obwisłe, obrzydliwe piersi!"
      },
      {
        "index": 43,
        "text": "I tak oto Wanda rozgawędziła się prawie ochoczo; choć mówiła ze wstrętem, widać było, żeby chętnie tak do jutra opowiadała. Z równym wstrętem i równą ochotą słuchałaby i Nina. W oczach dziewczyn zapaliły się niedobre błyski: nie ciekawości bynajmniej, — przelała się już dawno przez brzegi wyobraźni, — lecz jakby zaszczepianej w tej chwili żądzy za nękiem i udręką duszy własnej w tem musowem zafascynowaniu ostatnimi dołami człowieczeństwa i rozkładającymi się w nich trupami dusz: jak fascynuje przepaść wrażliwe zmysły dziecięce, jak to czyni w ich snach gorączkowych jama wężowa."
      },
      {
        "index": 44,
        "text": "Lecz oto Wandzie przeskoczyła myśl na pogodniejsze wspomnienia, na tych jej chłopców z ulicy, których uczyła. »Och, jacy oni żywi!... »Wie pani, że powagą nic z nimi nie zrobi, a pogodą wszystko. Oni mi się nieraz przyznawali, gdy który z nich co chapnął."
      },
      {
        "index": 45,
        "text": "— Co znaczy chapnąć? — pytała Nina. — No, — ukraść, — zaśmiała się Wanda. — W więzieniu poznałam dwie złodziejki, ale młode i naprawdę miłe. O, te się nikogo nie bały, każdemu odpowiadały hardo i z każdego drwiły. Raz się pobiły z dozorcą. Och, jak się pobiły! — klasnęła Wanda w ręce w przypomnieniu. Potem poznałam jeszcze, wie pani, tynglówkę, piętnastoletnią zaledwie i ładną, bardzo ładną! Ta także okradła gościa w hotelu. Och, ona była zepsuta strasznie! Ale śpiewała ciągle. Ona dała w twarz... Ha! — ha! — zaśmiała się oto Wanda po raz pierwszy serdecznie, całem ciałem, — dała w twarz!..."
      },
      {
        "index": 46,
        "text": "Obu dziewczynom oziębły, czy też opierzchły zęby w ustach suchych między zgrabiałemi teraz wargami. A w oczach paliły się wężowe błyski. Nina drżała w sobie; a że serce przypomniało się przytem bólem niewyraźnym, więc się poczuła niepewnie na krześle. Sięgnęła po jakąś poduszkę skórzaną, opodal, rzuciła ją pod stopy Wandy i przysiadła tak u jej nóg na ziemi. Ujęła jej rękę długą i jak lód zimną i położyła ją sobie na czoło."
      },
      {
        "index": 47,
        "text": "— Nie kasłaj! — mruknęła po chwili w zadumie."
      },
      {
        "index": 48,
        "text": "A gdy tamta sięgnęła po chustkę, podrzuciła uważnie głowę. »Mój Boże!« — szeptała po chwili w pełnem przerażenia współczuciu."
      },
      {
        "index": 49,
        "text": "Milczały obie."
      },
      {
        "index": 50,
        "text": "I zmory życia najplugawsze, wszystkich nędz i krzywd pognębienia otoczyły rojem ciemnym te głowy dziewczęce. A przez tę chmurę przebijały się przecie dla ich wyobraźni promienie pogodniejsze: zło roześmiane, zło niepotulne, gnuśności sporne, zło mszczące się za krzywdy: zła hazard i wyzwanie, fascynujące dusze młode, wyrosłe w pognębieniach duszy a gnuśności okolnej."
      },
      {
        "index": 51,
        "text": "W sali bilardowej, służącej zarazem jako gabinet do palenia zbierali się panowie, prostując swe członki, oraz instynkty po nazbyt długiej wobec dam gentilezzy. W szerokiej tedy niedbałości ruchów i w pilnej potrzebie opowiadania sobie rzeczy sprośnych zawiązywały się przy papierosie łatwe kamractwa: brudne gniazda męskiej plotki, pierwsze instancye życiowego sądu, przez które przechodzi imię każdej kobiety z towarzystwa."
      },
      {
        "index": 52,
        "text": "W żółte stożki światła nad zielone sukno bilardu wychylały się tymczasem głowy na potylicach od pomady lśniące i krótkie przy nich rzuty ramion. Słychać było kul grzechot, stukanie liczników, czasem jakieś urywkowe słowa w echowym wtórze ust innych, w dziwnie upartych glosolaliach i przyśpiewach nieustannych: dymna atmosfera ekskluzywnie męskiej czczości w koncercie wygłosów bezmyślnych."
      },
      {
        "index": 53,
        "text": "W kącie pod oknem zebrała się inna gromadka. Tam zwracał uwagę ktoś o wyglądzie nieco zakrystyańskim wobec frakowych panów: — jegomość w tużurkowym stroju o szerokim, szpakowatym zaroście wokół kościstej twarzy. Uwijał się koło niego zabiegliwie i opowiadał coś żwawo nizki blondynek z bródką francuską i paryskim pośpiechem w mowie i gestach. Rozpowiadał z entuzyazmem o jakiejś nowej »L’affaire« paryskiej i dziwił się niepomiernie powszechnej tu obojętności dla niej."
      },
      {
        "index": 54,
        "text": "— Piasek to przecie! — mruknął tużurkowy jegomość. Przesypuje się to w ich klepsydrach i czas im znaczy. A nam co z tego?"
      },
      {
        "index": 55,
        "text": "— Tam gazety umieją i z tego piasku ukręcić bicz na życie. Trudno, taką jest już zależność wielkomiejskiego życia od wytworzonej atmosfery. Tam żądzirządzi ludźmi potęga, o której my tu pojęcia nie mamy: zaraźliwość rytmem życia. Tam ustakratnia ludzi potęga widowni życia jawnej. To jest scena obowiązującego gestu: du grand geste! — entuzyazmował się nizki młodzieniec szerokim wyrzutem ramienia i mimowolnem wspięciem się na palce. — My o jego wpływie pojęcia wprost nie mamy. Jest to widownia piorunowych odruchów tłumnej wrażliwości, momentów uzacniających nawet łotrów, gdy na nich spojrzy oczekiwanie publiczne: — inspiracyi scenicznej! Na tym wulkanie ziemia jest trampoliną dla skoczków, u nas wsysa ona każdy krok jak torfowisko."
      },
      {
        "index": 56,
        "text": "Rozległ się z kąta głuchy pomruk aprobaty; oczy wszystkich zwróciły się w stronę tużurkowego jegomościa, leżącego bokiem przy stole. Ale on wygłosił w tym pomruku wszystko co miał do powiedzenia; dopiero poczuwszy na sobie wyczekujące spojrzenie kilku panów, przewinął się na krześle i, zsunąwszy ciężar ciała na brzeg siedzenia, plecami o poręcz zawisły, zdecydował się mówić."
      },
      {
        "index": 57,
        "text": "— U nas, — rozpoczął głosem opieszałym, gdy po orce całodziennej wyjdziesz na ulicę, zastąpi ci drogę kaleka lub sierotka i zanosi się szlochem: »Ga-ze-ta swojska. Niech pan kupi, bo jeszcze nic nie jadłem.« — Kupujesz tedy i wraz z temi kilkoma wiadomostkami ze świata musisz przełknąć jakieś piołunki i ulepki arcylokalne, wreszcie pocznie cię cnić. Ciśniesz gazetę i szukasz czemprędzej czegoś, coby po tej lekturze ożywiło. Przejdziesz jedną ulicą: poprostu jak przed hotelem gubernialnym; — dziewki, żydy, alfonsy, policya i trochę publiki za dziewczynami. Przejdziesz drugą: pyszny i rojny bazar powiatowy. A reszta ulic — jak głębokie kamieniste dna kanałów. Wracasz tedy na »czwartak«  , uśmiechasz się do swego szpiega, który się portyerem nazywa, dostajesz za to klucz i sam się dobrowolnie zamykasz między te żłoby »kawalerskie«, ten świat trywialnej rozpusty, sekretnych chorób, brutalnej nędzy, szpiegostwa, wstrętu i brzydoty."
      },
      {
        "index": 58,
        "text": "Wyliczeniem tych rozkoszy ożywił się najwidoczniej, bo wyjął kułak z kieszeni."
      },
      {
        "index": 59,
        "text": "— Tej brzydoty nachajnej, która zastępuje ci drogę na każdym kroku i policzkuje każdą twą pogodniejszą chwilę! — wśród tych samodurów ckliwych: przywykli przecie, polubili, ucackali sentymentem wszystkie te »swojskie« brzydotki i wstręciki... Idziesz tedy do sąsiadów, w ich nędzarne »stancye« studenckie, między te gaduły ciepło-serdeczne: pysk pyskowi rad, a nuda dobroduszna kuma. Wstępujesz w tych stancyi woń zatęchłą, gdzie dymią bez końca brudne samowary i cuchnące papierosy — na te ich dysputy: na żar gadania i zamór ducha. A gdy taki sam zostanie, na tapczan się wali: nie ma sił samemu stać, wszystko z duszy wygadał precz, słowami postrzępił; nawet nie uszom, pyskom wszystko rozdał. Powtórzą to jutro innym gębom. Duszę na kisiel rozdygotał w sobie tą potrójną trucizną: z wschodniego samowara, wschodniego papierosa i wschodnich doktryn. A teraz choć łapę własną ssij, ochoty do życia ci znikąd nie przybyło; a na dnie duszy goryczy tyle, że świat by zatruć mogła... Wylegniesz tedy w okno i patrzysz w bezsłoneczną studnię podwórza, gdzie między brzemienne baby, rachityczne dzieci i rozgadane sługi weszła katarynka ze szpakiem i całem pudłem wróżb w życie nęcących, — losów bujnych, bohaterskich przeznaczeń. W te kilka gwiazd na skrawku nieba wyje dusza beznadziejna. Ot wam atmosfera! Ot rytm życia!"
      },
      {
        "index": 60,
        "text": "Te słowa ponure zaciążyły ludziom poprostu na piersiach: oddychano sapliwie w milczeniu."
      },
      {
        "index": 61,
        "text": "Ten i ów nie wytrzymał: zrywał się z miejsca i dreptał po pokoju w nadmiernej obfitości ruchów, jakby w instynktownej nagle ich potrzebie."
      },
      {
        "index": 62,
        "text": "Opowiadający tymczasem postanowił wstać: krzesło, wyprzedzając jego opieszałą wolę i nieskore ruchy trzeszczało pod nim już od kilku minut. A gdy się wreszcie podniósł, zdał się niedźwiedziem na tylnych łapach. Kołysał się tułów na rozchwianych nogach, oczy przymykały się przytem, nos wtulał w policzki, a usta chciały się jakby na całą twarz rozedrzeć: ziewał całem ciałem, wydłużały się prężnie wszystkie ścięgna, kurczyły wszystkie mięśnie zastałe, rozłaziły się stawy zakrzepłe, — przeciągał się sam kościec w ciele zależałem. A ten ziew epicki przechodził w chytre, kose wejrzenie oczu i złośliwe rozedrganie warg."
      },
      {
        "index": 63,
        "text": "Odszedł wreszcie."
      },
      {
        "index": 64,
        "text": "Ludzie patrzyli już z pod oka, trącając się łokciami. Niejeden mrużył się podejrzliwie: »Czyś ty aby, bracie, przy zdrowych zmysłach?« Gdy jeden z drepczących po pokoju zatrzymał się przed kompanią, zacierając ręce wciąż z tą pasyą ruchliwości w gestach, zwrócił się do wszystkich:"
      },
      {
        "index": 65,
        "text": "— Hm, pokazuje się, że nawet i czas, sam Chronos we własnej osobie uciekł od nas do Paryża, gdzie skacze po trampolinie ziemi francuskiej. W zastępstwie jego nawiedziła nas Sybilla Kaługi, Kostromy, Tweru, oraz innych grodów sympatycznych: nuda bizantyjska, matuszka udręki i okrucieńswaokrucieństwa."
      },
      {
        "index": 66,
        "text": "— No dobrze, — przerwał znów inny — czemu ten pan w takim razie sam nawet siedzieć nie zadaje sobie trudu, tylko leży zawsze na krześle."
      },
      {
        "index": 67,
        "text": "— Bo niegdyś brał zanadto żywy udział »w ruchu«. Zesłali go przeto między swoje »bohatery najmłodsze«, które, jak wiadomo, w oczekiwaniu »czynu« leżą na zapiecku. Tam też odzwyczaił się od siedzenia i spoziera na świat, jakeś pan słyszał: — no, nie à vol d'oiseau. Zresztą, jakeś pan również słyszał, stracił wiarę w samowar i doktrynę: pozbył się kręgosłupa."
      },
      {
        "index": 68,
        "text": "Ale w kompanii znalazł się ktoś, potrafiący coś więcej opowiedzieć o ponurym niedźwiedziu, który ich opuścił przed chwilą."
      },
      {
        "index": 69,
        "text": "— Wczoraj właśnie — jął opowiadać — spotkałem go na ulicy, jak się tak błąkał niby »po dnach wyschłych kanałów«. Żal mi się zrobiło tego luzaka, zaciągnąłem go do knajpy. I dacie panowie wiarę, ten siwizną przyprószony człowiek wchodził do pospolitej restauracyi, jak smarkacz do dziewek: tak się rumienił, tak opinał w marynarkę. Wreszcie przyznał mi się na ucho, że on »do knajpy, to nigdy!« A w głosie miał przytem drżączkę, wzruszenie grzechu najwyraźniej. Po kilku kieliszkach był już gotów. Sam powiada, »jedyneńki« w miłej ojczyźnie jestem, psa koło mnie niema. I tak w nim to zwierzę towarzyskie zaskomli, że wbrew wszystkim swoim instynktom stara się być nawet frywolny, — niby, że mnie przypuszczalnie tym dogodzi. Oto wchodzi ktoś z dziewczyną niebrzydką, mój kompan nietrzeźwy mruga na mnie i czyni gest, aprobujący jej urodę. A jest przytem taki figlarny, taki zuch, że dość spojrzeć na tę szpakowatą głowę, aby odgadnąć, że nią nigdy nie rządziły kobiety. A ta brawura z przed chwili podnieca go najprzód swawolnie, za chwilę roztkliwia wspomnieniem. Niebawem zwierza mi się po pijanemu:"
      },
      {
        "index": 70,
        "text": "»Kochałem ja się, bracie, w panience. I jak to w każdej ciasnej kompanii, w każdem bractwie smarkaczy, gdzie jeden drugiemu łapęby w serce wsadził: obstąpili mnie jak to kukułczę. I tyle było mego w życiu! Później nie zdarzyło się kochać w panience. Za twarde na to życie nasze«."
      },
      {
        "index": 71,
        "text": "Z cierpką żałośliwością dolewam mu tego wina. »Stare dziecko« — myślę. I aby coś powiedzieć pytam: »No i cóż się potem stało z panienką?«"
      },
      {
        "index": 72,
        "text": "Spojrzał na mnie temi zmatowanemi oczami, potem gdzieś ponad moją głową błąkać się niemi począł, a twarz wykrzywia mu się w jakiś uśmiech kosy, chytro melancholijny, niby współczucia pełen, a nękiem i udręką samego siebie, rzekłbyś, prawie ubłożony: wstrętny uśmiech! Maskę jakąś obcą człowiek na twarz włożył. I zamruczał wreszcie w brodę, jakby sobie tylko:"
      },
      {
        "index": 73,
        "text": "» Ofelio, idź do burdelu, powiedział Hamlet słowiański. «"
      },
      {
        "index": 74,
        "text": "Zmroził mnie ten człowiek. Już teraz nic nie wiedziałem, co on za jeden. Obcy on! — to tylko czułem. Niebawem władowałem go do dorożki. Kiwał się, drzemał. »Patrz — mówił po chwili, rozglądając się naokół — wszystko mi było takie uśmiechnięte, rade, skoczne w życiu: panienką miasto mi było moje, kochaniem świat cały, gdy własna krew w żyłach krążyła, gdy mnie z ławy szkolnej..."
      },
      {
        "index": 75,
        "text": "Uwiesił mi się na szyi. »Wylej mi bracie ten ołów roztopiony z żył! Spala mózg ten ich ogień ciężki, spala nienawiścią do życia!«"
      },
      {
        "index": 76,
        "text": "I znowu dumał długo. Wreszcie wali się przodem na dorożkarza: Masz »Masz trzy ruble, — śpiewaj. Smutno zaśpiewaj!“ Uważają panowie, żeby mu zaśpiewał... do-rożkarzdorożkarz. Słowo daję!"
      },
      {
        "index": 77,
        "text": "— Fiaker?! — pisnął młodzieniec z dwubarwną wstążeczką na kamizelce pod frakiem. I zatrząsł się śmiechem."
      },
      {
        "index": 78,
        "text": "— Fiaker?! Nie! — Podkreślając jakby fizyologiczną gamę rozkoszy, jaką daje śmiech, śmiał się szeroko, rozpasanie, trochę dla siebie, o wiele więcej dla innych: zapraszająco dla wesołych, arogancko i bezczelnie dla tych, co śmiać się nie chcą: śmiał się gemuetlich. Trząsł brzuchem, ślinił się, słaniał głową i szukał dla swej pulchnej rączki oparcia o kufel: ale kufla nie było."
      },
      {
        "index": 79,
        "text": "— Ho-ho! Fiakry śpiewające! — I krotochwilna wyobraźnia knajpianego w Niemczech bywalca, na pismach humorystycznych wypasiona, klownicznie niewybredna przedstawiła mu asfaltową ulicę wśród pałaców, rojną od pojazdów, a na ich kozłach fiakrów rozwalonych w ceratowych cylindrach na tyle głowy, z lewą ręką wraz z lejcami na piersi wezbranej z biczyskiem w gestach patetycznych."
      },
      {
        "index": 80,
        "text": "— Fiakry śpiewające!... O tempora, o mores!..."
      },
      {
        "index": 81,
        "text": "I na ten własny koncept burszowski ryknął z gardła, piersi i brzucha zdrowiem i weselem karmnego ciała."
      },
      {
        "index": 82,
        "text": "Lecz oto przez uchylone drzwi wpadły do palarni odgłosy wszczętego tańca: — panowie rzucili się do wyjścia."
      },
      {
        "index": 83,
        "text": "Przy poniechanym bilardzie zabawiał się ksiądz potrącaniem kul nieudolnem. Zaszedł go tak pułkownik i, jakby zmieszany za niego tą nieprzystojną dla osoby duchownej rozrywką, chciał go wyminąć niepostrzeżenie. Lecz ksiądz wyciągnął do niego dwornie rękę, ścisnął ją z lekka i powrócił do swej obojętnej rozrywki."
      },
      {
        "index": 84,
        "text": "— Ksiądz gra? — odpłacał się pułkownik tymże uprzejmie niedbałym tonem."
      },
      {
        "index": 85,
        "text": "— Gdzietam! — roześmiano się w odpowiedzi, odrzucając kij na sukno."
      },
      {
        "index": 86,
        "text": "Zaś aby tego nie wzięto przypadkiem za troskę o brak namaszczenia przed chwilą, jak to łatwo mógł sobie wyobrazić człowiek inowierczy, skłonny może w duszy ku wszelkiej pompie prymitywnej powagi, — ksiądz podsadził się lekko i przysiadł na rampie bilardu, rozkołysany nogami."
      },
      {
        "index": 87,
        "text": "Pułkownik ujrzał pod suknią pantofelki z klamrą. Ta postać giętka, o rękach długich i nerwowych, o subtelnych rysach wygolonej twarzy i uśmiechu niedbałym przyniosła mu znów to tchnienie féminin, jakiem się przesycił w salonie. W dobrozacnych oczach zapaliła się iskra szydu, gdy w myślach stali mu ciężko obuci i chmurni brodacze w swych tułubach szerokich, z wielkim metalowym krzyżem na piersiach, ich ręce krzepkie, pod niemi zwisie torby rękawów: ramiona, jakby do błogosławieństw i przekleństw zawsze gotowe. I tak mu się zarysowały głucho te dwie postacie, niby symbole dwojakiego napięcia energii gromadnych na tej odwiecznej rubieży dwuch światów, na jakiej mu żyć przyszło."
      },
      {
        "index": 88,
        "text": "I choć swego obrazu do Bizancyum nie odnosił, tu wraz z pasyą o Rzymie pomyślał. I wnet dodał w duchu:"
      },
      {
        "index": 89,
        "text": "»Wy tu nie tylko na swoją niemoc chorujecie, lecz i na Rzymu zgrzybiałość, na Francyi zniewieściałość, na Niemiec gruboskóre zmateryalizowanie... Czorci wszystkich nacyi swarzą się o duszę waszą«."
      },
      {
        "index": 90,
        "text": "Przez pokój kroczył ciężko ku drzwiom jegomość w tużurku i odciągnął ku sobie uwagę pułkownika."
      },
      {
        "index": 91,
        "text": "»Myślałbyś nasz brat!« — Któż to jest? — zapytał księdza."
      },
      {
        "index": 92,
        "text": "— Komierowski. Brat pani."
      },
      {
        "index": 93,
        "text": "— Komierowski, — powtórzył pułkownik jak echo. I coś mu się w przypomnieniach snuć widocznie poczęło, bo marszczył czoło. — To ona tak z domu będzie? A rodzina z Radomskiego — hę?"
      },
      {
        "index": 94,
        "text": "Łowił w pamięci przypomnienia widocznie dalekie, wreszcie mruknął jakby do siebie: »Stryj to jej chyba będzie. Michał — a jakże! — Michał mu było na imię«."
      },
      {
        "index": 95,
        "text": "I rozgadał się nagle:"
      },
      {
        "index": 96,
        "text": "— Pan Komierowski Michał ojcu dwadzieścia koni ukradł i wszystkich ludzi folwarcznych pociągnął. Pocztem wielkim szedł pan Komierowski Michał — »do lasu«. A fantazyę pańską miał! — List do nas grzeczny po francusku napisał: jeńcem wojennym chciał się mieniąc (Trzech kozaków gołych w kąpieli raz przyłapał). Jenerał! Glównokomandujuszczy! A ludzi miał: dmuchnąć! A co się z nimi nadokazywał! No, ale też i czortowscy ludzie to byli! W polu — jastrząb o nich wiedział, w lesie — sam bies ich zgubić musiał."
      },
      {
        "index": 97,
        "text": "Urwało się nagle pułkownikowi, oczy zmrużone błąkały się czas jakiś po suficie, a potem, jakby w pogoni za czemś pierzchłem, wybiegły zda się jeszcze dalej."
      },
      {
        "index": 98,
        "text": "— Gdzie te lasy dzisiaj!... Gdzie te dwory!..."
      },
      {
        "index": 99,
        "text": "Przerwał mu nagły śmiech. Ksiądz ześlizgnął się z rampy bilardowej i, ująwszy się w talię wazką, aż się za taczał w rozgłośnym śmiechu."
      },
      {
        "index": 100,
        "text": "— I dałby kto wiarę: na tem skończył, że... że zatęsknił!"
      },
      {
        "index": 101,
        "text": "Ksiądz osunął się w wielki dziadkowy fotel, plecami rzucił się w jego głąb — i śmiał się wciąż."
      },
      {
        "index": 102,
        "text": "Pułkownik błąkał się jeszcze gdzieś spojrzeniem, a draśnięty tym śmiechem i ocknięty z zadumy żachnął się cały i mruknął cicho w brodę:"
      },
      {
        "index": 103,
        "text": "»Śmiej się, czuczeło!«"
      },
      {
        "index": 104,
        "text": "Lecz śmiech księdza urwał się nagłe jakby w czkawce nerwowej. Wiotka jego postać zsunęła się po siedzeniu ślizkiem, wysunęły się z pod długich sukien pantofelki z klamrą, głowa, na oparciu pozostała, wtłaczała się w piersi, ręce, o poręcze łokciami wsparte, splotły się na piersiach."
      },
      {
        "index": 105,
        "text": "I tak się zapamiętał, zastygł w tym ruchu Stańczyka."
      }
    ]
  }
}