{
  "chapterNumber": 15,
  "title": "Część czwarta, 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Zapoznaniu się profesora z Komierowskim towarzyszył zgrzyt obrzydliwy. Oto gdy za światła przygaszeniem wyszedł podówczas z biblioteki, minął starca, kołaczącego po salonie pustym, i natknął się na tamten monolog z pod okna, wygłaszany do dziewczyny, po pierwszem oszołomieniu poczuł się dziwnie niezręcznie w tem przypadkowem podsłuchaniu rzeczy obcych i tajemniczych. Jął się tedy usprawiedliwiać: jak to zasiedziawszy się przy książkach, szukał wyjścia i pragnął pożegnać się z gospodarzem. Osobnik z przepaską na czole odpowiedział dopiero po długiej ciszy nieokreślonym pomrukiem. Wanda natomiast starała się łagodzić tę jego opryskliwość okazywaniem niezmiernego szacunku. Profesor bąknął tedy coś na usprawiedliwienie i ustąpił. Ledwo zdążył wycofać się z pokoju, a usłyszał za sobą nizkim szeptem:"
      },
      {
        "index": 2,
        "text": "— Nie chodzi on tu z uchem? ha?"
      },
      {
        "index": 3,
        "text": "— Bójcież się Boga: profesor z Krakowa!"
      },
      {
        "index": 4,
        "text": "— Mało co profesor! I mało co z Krakowa!"
      },
      {
        "index": 5,
        "text": "Usłyszawszy i to mimowoli, wstrząsnął się odrazą: z tej na poły obcej gwary przebijało w ponurem napięciu tych ludzi podziemnych wręcz jakieś odziczenie dusz po ostępach. Zbyt pełen był sam rozmyślań nad przeszłością i wrażeń, przyniesionych z biblioteki, aby tego pierwszego głosu współczesnego życia nie odczuć jako potwornego zgrzytu wszechstronnego już zbarbaryzowania: uczucia, myślenia i słowa."
      },
      {
        "index": 6,
        "text": "Lecz za Wandy naleganiem stanowczem, ponury osobnik dogonił go w przedpokoju i przedstawił się jako brat Leny. Rzekłbyś, odgadując wrażenie, jakie wywrzeć musiał, starał się być poprawnym, a mówił przytem prosto i najniespodzianiej szczerze. Profesor stwierdzał dla się mimochodem potęgę rasowości: »przecież i taki niedźwiedź nawet, — myślał, — gdy zada sobie tylko nieco trudu i wyjrzy z tej narosłej skorupy barbaryzmu, staje się nieomal charmeur’em w obejściu«. Przy obustronnym tedy wysiłku zatarcia niemiłego zgrzytu z przed chwili wywiązała się rozmowa, a wraz i dysputa najżarliwsza. Profesor sam nie spostrzegł, jak długo przeciągała się ona."
      },
      {
        "index": 7,
        "text": "Wanda, przysłuchująca się czas jakiś, odeszła była na pokoje, do Niny; oni rozprawiali wciąż."
      },
      {
        "index": 8,
        "text": "W palcie na ramionach, z cylindrem w ręku, chodził profesor niespokojnym krokiem po przedpokoju, przystawał zasłuchany pochmurnie i wybuchał od czasu do czasu."
      },
      {
        "index": 9,
        "text": "— A przecież ludzie tu ślepi są i głusi! Ani się który domyśla, co wy im tu pod ziemią, pod nogami wprost gotujecie."
      },
      {
        "index": 10,
        "text": "— Oni tu zdziecinnieli zupełnie in rebus publicis, — odparł Komierowski z tym niedbałym rzutem dłoni w mankiecie. — Rozpisują się tu po pismach, że odezwy w sprawie tej wojny oraz innych sprawach rozrzucają zawczasu między ludem... hakatyści. Bo to jest najnowszy straszak nianiek: Tu jest jeden tylko człowiek, który przewiduje doskonale, na co się zanosi i bierze to w rachuby swoich tam zagadkowych, i nieciekawych zresztą, kombinacyi."
      },
      {
        "index": 11,
        "text": "— Mianowicie kto taki?"
      },
      {
        "index": 12,
        "text": "— Mój pan szwagier: baron."
      },
      {
        "index": 13,
        "text": "— Ach? — zdumiał się profesor. Czyżby on wam sprzyjał?"
      },
      {
        "index": 14,
        "text": "— O, do pewnego stopnia. I czasu prawdopodobnie. Na razie gotówby nawet i funduszem pewnym..."
      },
      {
        "index": 15,
        "text": "— Czyżby? A potem?"
      },
      {
        "index": 16,
        "text": "— O sympatyach takich ludzi decyduje siła."
      },
      {
        "index": 17,
        "text": "— Myślę! — profesor odymał wargi i kiwał głową: bardzo dziwne i niewyraźne wydało mu się to, czego się tu dowiadywał o baronie."
      },
      {
        "index": 18,
        "text": "Lecz oto powróciła Wanda, przyniósłszy ze sobą blade milczenie. W rękach splecionych trzymała jakieś książeczki małe, niby modlitewniki tego skupienia. Miała się ku wyjściu. Barońskiego człowieka zaufania prosiła, by posłał kogo ze służby na miasto po codzienną odzież Niny, która, nie myśląc już o spoczynku, pragnęła się tylko jak najprędzej stąd wydostać. Wychodzili tedy we trójkę, gdyż Komierowski ofiarował się odprowadzić Wandę."
      },
      {
        "index": 19,
        "text": "Na progu zatrzymał się w namyśle i dał od siebie zlecenie słudze. Wręczał klucz i posyłał na swój »czwartak« sąsiedniej ulicy, aby się upewnił, czy tam kogo nie szukano, a, jeśli można, zabrał jakąś paczkę z pieca i przeniósł ją tutaj. Człowiek zaufania chwycił polecenie w nadstawione ucho i, pochylając głowę statecznie, przymknął powieki na znak ścisłego i milczącego wykonania zlecenia. — Wanda spoglądała na to frasobliwie i jakby z wyrzutem; jej wielkie oczy zdały się mówić: »Pocóż to jego wciągać w takie konfidencye!"
      },
      {
        "index": 20,
        "text": "— No cóż? on dobry człowiek, — mruknął Komierowski niedbale."
      },
      {
        "index": 21,
        "text": "Człowiek zaufania, podawszy profesorowi z godnością palto, wyświecał ich wszystkich na schody, zatrzymawszy się przy drzwiach jak posąg. Profesor zrozumiał to sposągowienie sługi i cofnął w kieszeń garść z drobną monetą. A gdy ujrzał przed sobą nizko pochyloną głowę, chwyciła go nagle taka niewytłumaczona odraza do tego łba, że cofnął się odeń gwałtownie, jakby w skurczu."
      },
      {
        "index": 22,
        "text": "Usłyszał głuche zatrzaśnięcie drzwi, które, uderzywszy echem pod wysoki strop klatki schodowej, wracało nizkim pohukiem, niby zatajonego w tych murach złowieszczego śmiechu."
      },
      {
        "index": 23,
        "text": "Zżymnął się gwałtownie na ten ostatni akord wrażeń dzisiejszych."
      },
      {
        "index": 24,
        "text": "Tu już nie duchy postępowe i »życia lampy«, lecz niewyraźna atmosfera jakichś innych duchów, gaszących płomyki zarodkowe, potrącała myśli czujność w odrazie ledwo świadomej."
      },
      {
        "index": 25,
        "text": "» A jednak, to życie, — myślał teraz, pod błahą i nikczemną powierzchnią swoją jest przecie podmyte głębszymi nurty jak może nigdzie na świecie, w ciasnocie ludzkiego tu bytowania stykającymi się nieprawdopodobnie; wrogimi na śmierć, a spokrewnionymi tak niesamowicie instyktamiinstynktami podziemia."
      },
      {
        "index": 26,
        "text": "Ta pobłażliwość Komierowskiego dla lekceważonych kombinacyi barona, nad któremi zastanowić się nawet nie raczył! A potem ta jego niedbała dobroduszność wobec — kto wie — czy nie ducha stróża nad baronem!"
      },
      {
        "index": 27,
        "text": "Zaś ja, — przypominał, — jakżem ja tu został powitany?"
      },
      {
        "index": 28,
        "text": "Węzeł był zbyt niepokojący, aby nie zwrócić myśli na jego rozplątanie."
      },
      {
        "index": 29,
        "text": "»O tem, — rozważał tedy, — co ludzi rozbraja do siebie ufnością, — nie o sympatyi bynajmniej, — lecz o pewnej pociągliwości ku sobie, decyduje atmosfera, jaka każde życie otacza w zgoła nieuświadomionych drobiazgach sposobu dawania się, gestu, ruchu, spojrzenia. Dla opieszalca inny opieszalec będzie wprawdzie zgoła obojętny, lecz w tej właśnie obojętności... »no cóż? — dobrym człowiekiem«; dla junaka nawet rabusiowa zuchwałość gotowa stać się czemś fascynującem; szczerego nawet błaha i pusta szczerość wiązać będzie niechybnie; dla skrytego cudzej skrytości, jeszcze nawet nieuświadomione cechy będą czemś wzbudzającem zaufanie. — Jest pewne ponure pokrewieństwo instynktów, nawet wśród sterujących wolą w biegunowo przeciwne kierunki: ci najtrudniej uwierzą w złobę krewniaka. — Niesamowite i złowieszcze krewności zapowiadają instynkty podziemia.«"
      },
      {
        "index": 30,
        "text": "Ocknięty z zadumy słyszał ostatnie, coraz to niższe pohuki w głębokiej studni klatki schodowej: śmiech milkł, zatajał się w tych murach."
      },
      {
        "index": 31,
        "text": "Wystąpili wreszcie na ulicę i poczęli chłonąć świeżość poranka w piersi zdławione. Oczy profesora błąkały się mimowoli po monotonnych szeregach okien przeciwległych. »Oto, — myślał, — jakiem powietrzem oddychają po wszystkich tych wnętrzach, w których dławi się duch powszechności, wtłoczony w ramy za ciasne«."
      },
      {
        "index": 32,
        "text": "I zadumał się nad tem, czy każdy nieukrócony zasób sił dawnych, na wspak temu życiu w tych wnętrzach rodzony, nie musi siłą konieczności pójść na zatracenie po etapach dalekich? Czy każda rzetelniejsza wrażliwość, po kątach rodzinnych pamiątek pajęczyną przeszłości omotana, nie uwiędnie tu w młodym smętku dla życia i nie dojrzeje na cichą ofiarę? Czy każda namiętność, w atmosferze zastoju do ambitnego czynu nie ponoszona, nie gorzeje tu bez płomienia i nie tli się dymnie wraz z duszą młodą? Czy pospolite tu marzycielstwo kobiet i mężczyzn nie wypełni się nazbyt rychło mętem zgnuśniałego naokół życia? Czy, rzadkiej tu w istocie, bujności natury kobiecej w atmosferze takich uczuć i namiętności nie grozi zwichrzenie bezsterowym zasobem sił emocyonalnych? Czy... I tak bez końca!"
      },
      {
        "index": 33,
        "text": "A nadewszystko: czy nie są to tych wnętrzy ofiary konieczne? i czy nie zwą się one tego życia — młodością?"
      },
      {
        "index": 34,
        "text": "Zagadnął go wreszcie Komierowski, zapatrzonego w tak surowem skupieniu w te głuche szeregi okien naprzeciw."
      },
      {
        "index": 35,
        "text": "— Ach, panie! — odparł. Zajrzałem oto dziś do jednego z wnętrzy takich — i znam je wszystkie już! Wychodzę pijany smutkiem aż do nienawiści życia. To uczucie musi być wam dobrze znane, hę? — spojrzał na niego z podełba. — Aż do nienawiści samego siebie, gdy energia bez ujścia zło lub żółć w sobie tylko warzy i serce nią własne zalewa. Dosyć z wami wieczór jeden przeżyć, aby was tu zrozumieć."
      },
      {
        "index": 36,
        "text": "— To też pułkownik przecinał węzeł naszego życia mieczem. Gotów był nas wszystkich na wojnę zaprosić."
      },
      {
        "index": 37,
        "text": "— I miał słuszność, dalibóg!"
      },
      {
        "index": 38,
        "text": "— Prawda? — rozpromienił się Komierowski w oczach."
      },
      {
        "index": 39,
        "text": "I nacisnąwszy głębiej kapelusz na czoło dla ukrycia tu na ulicy bandażowej przepaski, chwycił go aż pod ramię w ożywieniu nagłem."
      },
      {
        "index": 40,
        "text": "— Prawda, panie? To jest więcej niż słuszność: to jest zrozumienie konieczności. Bo prócz »racyi stanu«, życia i jego krzywd, czy pożądań jest jeszcze ta najważniejsza: racya dusz ku czemuś fatalnie dojrzałych. Dojrzały tu one jak owoce późne. I gniją, gniją na drzewach. Należy je czemprędzej otrząsać."
      },
      {
        "index": 41,
        "text": "— Sobie! — mruknął i spojrzał nań znów z podełba."
      },
      {
        "index": 42,
        "text": "— Czyjaż to własność jest — te dusz ogrody? Boję się, czy nie pierwszego wiatru. Macie mi gnić marnie i rozsiewać tylko kołem wasze zło bezpłodne, czyńcie mi tedy moje zło twórcze."
      },
      {
        "index": 43,
        "text": "— Któż to tak niby mówi?"
      },
      {
        "index": 44,
        "text": "— Mógłby rzec ten, który powiada o sobie: ja jestem rozum, ja jestem konieczność, nie czas mi bratem, ale siostrą wieczność... Za rymy przepraszam; zwykłem przemawiać do młodzieży, muszę tedy cytować wieszczów: inaczej nie jestem dosyć przekonywający."
      },
      {
        "index": 45,
        "text": "Na ustach osiadł mu uśmiech jakiś obcy: »kosy«, chytro-melancholijny, nie wiadomo — z siebie, czy z innych szydzący."
      },
      {
        "index": 46,
        "text": "Profesor baczył nań uważnie zezem ponad okularami. Dziwnie bo sprzecznym z tym uśmiechem wydawał mu się ów niedbały rzut dłoni w mankiecie. W tym geście krótkim było przecie coś z »vogue la galère!« coś z woli i fatalności zarazem: jakiś błysk junactwa z pod chmury melancholii."
      },
      {
        "index": 47,
        "text": "»Z ciebieby, bracie, oskrobać ten kurz dwudziestoletniego barbaryzowania się w nęku dusz obcych, ogolić jak się patrzy, ubrać w mundur, posadzić na konia, dać powieść szarżę jaką, a dokonałbyś może cudów nie gorszych od tych, unieśmiertelnionych dawną chwałą... I tkwi oto taki w tużurku zakrystyańskim, obrosły na szyi jak ten wilk morski, samotny, ponury i odziczały jak te rybaki. I wyławia oto w mętnych wodach życia resztki energii żywotnych, nie gardząc i kobiecemi. Tobież to warcholić wśród tłumów jak temu mnichowi, wieszczów cytować niby ojców kościoła?... Czy może być większe odwrócenie natury na wspak? Czy zdarzyć się może ono gdzieindziej na świecie?«"
      },
      {
        "index": 48,
        "text": "A on tymczasem z tym rzutem dłoni w stronę okien przeciwległych kończył swoje:"
      },
      {
        "index": 49,
        "text": "— Bądź co bądź po wszystkich tych wnętrzach oczekują jego rekruty."
      },
      {
        "index": 50,
        "text": "— Czyjeż to, koniec końców?! Któż to jest ten rozum i konieczność zarazem, a wieczności brat? Ja nie jestem tak mocny w poezyi."
      },
      {
        "index": 51,
        "text": "A on podniósłszy oczy z za skrzydła kapelusza, popatrzał niemi twardo. — Ten który każdą wojnę na świecie nieci: dziejów szatan."
      },
      {
        "index": 52,
        "text": "I znów z tym dziwnym uśmiechem na cierpkich ustach:"
      },
      {
        "index": 53,
        "text": "— Zaś o szatanach trzeba tu młodzieży prawić gęsto: wyziębły bo dusze na człowieczeństwo w sobie pełne, które i surowe właściwości mieć w sobie winno. Nie mają tu ludzie dobrego sumienia w czynie twardym. Jest jedna rzecz, która to dobre sumienie zawsze daje: komenda gromadzie. Gdzie jej niema, tam trzeba w ludziach podtrzymywać to, co dzielności wprawdzie nie tworzy, rodzi za to... no! — ,zachwat‘ czynem. Trzeba w nich podtrzymywać.."
      },
      {
        "index": 54,
        "text": "— Złe sumienie romantyków! — wpadł mu gwałtownie w słowa."
      },
      {
        "index": 55,
        "text": "Ruszyli wreszcie. Wanda, oczekująca na nich na uboczu, przesyłała tymczasem ukłony w stronę najbliższego okna na parterze."
      },
      {
        "index": 56,
        "text": "— Przyjdź do mnie zaraz, jak tylko będziesz mogła. Czekać będę u siebie."
      },
      {
        "index": 57,
        "text": "Pod ostre światło poranku widniała za szkłem zatarta sylwetka głowy dziewczęcej i dwie dłonie na szybach przypłaszczone, jak dwa białe skrzydła u czoła."
      },
      {
        "index": 58,
        "text": "Na pierwszym zakręcie ulicy oczekiwało na Komierowskiego dwuch młodzieńców, bodajże w tej sprawie, w której wysyłał było służącego na swój czwartak. Profesor przypomniał sobie te twarze: byli to wśród gości dzisiejszych owe dwa łazęgi europejskie, panowie Mikulski i Bogdanowicz. W miękkich, nieco druciarskich kapeluszach, z kołnierzami palt, nastawionymi w przymrozku poranka, przyłączyli się do nich milczący, ledwo pozdrowiwszy pomrukiem."
      },
      {
        "index": 59,
        "text": "Profesor nawykły do bardziej respektownego obejścia ze strony młodzieży począł rozmyślać nad tem, jak to tu wśród młodych zatraca się wszelkie poczucie hierarchii, przedewszystkiem intelektualnej. Wszystko to zda się u nich dotyczyć tylko obcych: swoi są swoi, — i kwita! bywają burżuje i proletaryusze, — i tyle!... Przypatrywał się wprost z niepokojem surowym obliczom młodzieniaszków. »Jak to wszystko samopas po szerokim świecie chadzać musi, samokwitle się rozwijać, nieufne wszystkiemu, co im potakiwań nie obiecuje. I jaką ponurą fatalność ma to wypisane na swych czołach młodzieńczych.«"
      },
      {
        "index": 60,
        "text": "Jęła go niecierpliwić niedostępność tych »smarkaczy«, jak myślał. »Co te serca otwiera, co je rozgrzewa? — pytał się w duchu. I tym niepokojem kierowany zagadnął poufale o to i owo, zrzuciwszy pychę godności z siebie. Ale oni pamiętali mu dobrze jego opryskliwe i twarde zbycie ich prośby o doradę w sprawach »studyów społecznych« dla osłodzenia sobie omierzłej »techniki«: odpowiadała ozięble młodzież chmurna. Czuł mur między sobą i nimi. »Czyżby, — myślał z przerażeniem, — czyżby mur taki oddzielał tu już... pokolenia oba?!«"
      },
      {
        "index": 61,
        "text": "Żywszy z tych dwuch młodzieńców, pan Bogdanowicz, rozkrochmalił się wreszcie:"
      },
      {
        "index": 62,
        "text": "— Cóż tam... w Krakowie? — zagadnął. I nie otrzymał wcale odpowiedzi, tylko półgębkowe odęcie się warg i bystry zez nad okularami: ostatnie słowo wypowiedziane było jakoś zbyt wesoło, jak na gród poważny; brzmiała w tem ponadto dziwna nuta wyrozumiałości młodego pana, pragnącego widocznie reprezentować życie bardziej współczesne. »Rzecz niepodobna! — zdumiewał się w myślach, — by te epidermalne uprzedzenia i niechęci wschodu potrafiły siłą czasu samego przylgnąć i do takich!«"
      },
      {
        "index": 63,
        "text": "Tuż przy trotuarze wlokła się wślad za nimi naprzykrzona dorożka, ciągniona przez chudy potwór koński przeraźliwie wystających bokach. Woźnica na koźle siedział, a raczej zawisał, w demonstracyjnie apatycznej pozie, zarzuciwszy nogi na wyższy od siedzenia przód pojazdu, wystawiając wielką dziurę sukmany na zgarbionym grzbiecie jakieś strzępiące się z niej kłaki. — Ziewało na nich północne lazaroństwo i z tych domów, jakby krzywych pod to kolebanie się zgrzytliwego pojazdu, z kamienic o barwie pośredniej między granitowym tonem miast zachodu a pstrokacizną Moskwy: fasad o kolorku brudno-wesołym, zdobnych ponadto w jaskrawo kłócące się barwy blach i szyldów rozmaitych. Pod te aspekty architektury dziwnie szpetne, bez śladu jakiejkolwiek woli prócz zysku, obtłukiwał się po brukach lazaroński wehikuł, rzucając zda się na wszystko, kędy skierowały się oczy, swój turkot apatyi monotonnej: — jak Bóg dał! jak Żyd chciał! ile każdy z tego miał!..."
      },
      {
        "index": 64,
        "text": "Omal że nie nadepnąwszy na nogi żebraka, który wyłożył na trotuar swe wyschłe na kość piszczele, niby samotrzask na osoby dobroczynne, przedostali się pod mur i skręcili rychło w dół, ku Powiślu, gdzie mieszkała Wanda."
      },
      {
        "index": 65,
        "text": "Gdy zapuścili się jednak w spadziste, ku rzece wiodące zaułki, gdy wionęło na nich przeraźliwie zatęchłą wonią nędzy, gdy z murów i rynsztoków, odzieży i łbów ludzkich nieomal cuchnąć poczęło jadłem, wydzieliną i ich gniciem zarazem, profesor opadł w sobie i przybladł na twarzy. Patrzał z odrazą na rachityczne bachorki, zaropiałe koło gąb i nosa, na tłuste Żydówy, pełzające jak brunatne ropuchy od sklepiczka do sklepiczka, na szwargotne rojenie się Żydów, na te ich królicze napół krwawe ślepia, żerujących po śmietnikach stworzeń. A bardziej przytłaczającą od wszelkiego brudu i nędzy była dlań leżąca na wszystkim barwa szarzyzny mętnej, ton już nie asfaltu nawet, lecz plwociny."
      },
      {
        "index": 66,
        "text": "— Cyliender! — usłyszał nagle z podgwizdem, jakby głosem szpaka."
      },
      {
        "index": 67,
        "text": "I wybłysły nagle przed nim jak rtęć żywe oczy na głowie, wystrzyżonej w kulę płową. Na porę zimową widocznie ciepło przyodziany, tkwił ten wyrostek w szerokiej marynarce po kimś starszym, zwieszającej mu się po cholewy ciężkich butów. Ta figurka w kloc, na której tkwiła płowa, wystrzyżeniem ślizka, głowa smarkacza o rozbieganych w ciekawości oczach, sprawiała wrażenie gnoma, umorusanego od czuba do pięty, rzekłbyś w złośliwej jakiejś robocie."
      },
      {
        "index": 68,
        "text": "— Franek! — krzyknęła Wanda."
      },
      {
        "index": 69,
        "text": "Dopadł do jej ręki, a wnet potem zakręcił się jakoś między nimi wszystkimi, rozbłyszczał oczami jak ten młody pies: swoi panowie!"
      },
      {
        "index": 70,
        "text": "Komierowski sięgnął garścią do tej głowy żółtej."
      },
      {
        "index": 71,
        "text": "— Jak się masz, łotrze!"
      },
      {
        "index": 72,
        "text": "— Ostrzygłem się, — rzekł chłopak nagle zmieszany pod tą dłonią, ślizgającą się po jego ciemieniu."
      },
      {
        "index": 73,
        "text": "— W toilette-club’ie — parsknięto. W ratuszu szelmę znów ostrzygli. Cóżeś chapnął znowu?"
      },
      {
        "index": 74,
        "text": "— Jak Boga ko!... — wrzasnął chłopak i zapaliły mu się oczy głębokim żarem. Ale w przezorności zabobonnej wolał jakoś nie kończyć lepiej tej przysięgi; oczy zgasły tak nagle, jak się zapaliły i stały się jakoś niewyraźne. Lecz wejrzawszy na rozbawione raczej w półuśmiechach spojrzenia ludzi, błysnął chytrze oczami i machnął ręką:"
      },
      {
        "index": 75,
        "text": "— Ee, o jabłka tam poszło."
      },
      {
        "index": 76,
        "text": "— »Poszło!« Komuś tam o nie poszło."
      },
      {
        "index": 77,
        "text": "— Oj, Franku, Franku! — groziła Wanda."
      },
      {
        "index": 78,
        "text": "Wmig dopadł do jej ręki."
      },
      {
        "index": 79,
        "text": "— Cóż to znów jest? — pytał profesor, przypatrując się wciąż tej klocowatej sylwecie, w której tkwiło giętkie i śmigłe ciało otroka."
      },
      {
        "index": 80,
        "text": "— To? — Komierowski przygarnął chłopaka ramieniem. — Życie samo, in crudo. Dziatwa, jak to się mówi u nas sentymentalnie. Robociarska, zresztą... »Fotografijki« masz? — zwrócił się nagle do chłopaka w przypomnieniu jakiemś. I nie czekając odpowiedzi, sięgnął mu szybko do kieszeni. Wyrwał jakąś paczkę i uderzył go nią z rozmachem po łbie. — Ty świnio mała!... Ot czem taki handluje chętniej niż gazetami. Wybiega z tem przed hotele."
      },
      {
        "index": 81,
        "text": "— Tfu!"
      },
      {
        "index": 82,
        "text": "— A no, żywi to się, czem może, jak te psy w Konstantynopolu, nie tyle z łaski ludzi, ile śmieci."
      },
      {
        "index": 83,
        "text": "— Ojca masz? — pytał surowo profesor."
      },
      {
        "index": 84,
        "text": "— Ni."
      },
      {
        "index": 85,
        "text": "— Gdzieś się rodził?"
      },
      {
        "index": 86,
        "text": "— W szpitalu."
      },
      {
        "index": 87,
        "text": "Ta osobliwa konkretność odpowiedzi rozśmieszyła kogoś. Chłopak poczerwieniał w jednej chwili aż po uszy, draśnięty ambitnie tym śmiechem."
      },
      {
        "index": 88,
        "text": "— Czy to źle? — zaniepokoił się żywo, przeskakując oczami z jednej twarzy na drugą. —"
      },
      {
        "index": 89,
        "text": "Wśród opieszałych po bramach bab i Żydków ruchliwych na ulicy wszczął się tymczasem jakiś nagły niepokój: podrywało to się jak wrony, biegło przez ulice, kupiąc się zgiełkliwie przy jednej bramie w oddali. Jakby kto kamień w mrowisko rzucił: w mało ludnej przed chwilą ulicy zagęściło się nagle od chałatów, babich kiecek, dzieciaków, pędzących tabunami. Czynił się gwałt wielki i zakotłowanie wrażliwych tłumów podmiejskich."
      },
      {
        "index": 90,
        "text": "»Lokatur!«... — słychać było poszmerem słowo dziwaczne w tym zamęcie."
      },
      {
        "index": 91,
        "text": "Przez ciżbę rozstępującą się szedł ktoś z gołym łbem, wielkim jak ceber, a zwichrzonym w kudły brudne: postać mizerna, chuda, z długiemi ramionami małpy; ziemnisto blada twarz dygotała mu bydlęctwem na świeżo popełnionego tam czynu. Bo oto tłum rwał za nim jak te psy za dzikiem. On zaś przystawał raz po raz i obzierał się z podełba, — przystawali i oni. A gdy ruszył, popychali się wzajem jemu na piętach. Wlokący się dotychczas pod murem, wytoczył się na środek ulicy, sięga długiem ramieniem po kamień bruku."
      },
      {
        "index": 92,
        "text": "Lecz oto z tłumu wypchał się łokciami ktoś stanowczy i, wtłaczając w kieszenie gotujące się kułaki, następował za nim twardo."
      },
      {
        "index": 93,
        "text": "— Tee!... — rzucił tylko."
      },
      {
        "index": 94,
        "text": "Tamten spojrzał mu ledwie w oczy i w tejże chwili skoczył w bok: rozepchnął tłumy uderzeniem ciała i śmignął przed się w ucieczkę. Z zawyciem i gwizdem przeraźliwym walił za nim tłum cały."
      },
      {
        "index": 95,
        "text": "Zaczepili pytaniem kogoś z brzega."
      },
      {
        "index": 96,
        "text": "»Lokatur«, — usłyszeli znów to słowo cudaczne."
      },
      {
        "index": 97,
        "text": "— W sprzyczce, — dopowiedziała dumnym tonem osoby świadomej jakaś jejmość brzemienna. — W brzuch dziabnął."
      },
      {
        "index": 98,
        "text": "Komierowski machnął ręką z obojętnym niesmakiem i pociągnął naprzód swą kompanię. Lecz uciekający, mając tam w głębi zagrodzoną widocznie drogę, rzucił się w tył i biegł wprost na nich. Osobnik z rękami w kieszeniach mało co przyśpieszał kroku. Komierowski poznał widocznie znajomego i krzyknął ku niemu:"
      },
      {
        "index": 99,
        "text": "— Dajcie pokój, Jur, temu ścierwu! Nie wasza rzecz."
      },
      {
        "index": 100,
        "text": "Tamten wyrwał ręce z kieszeni odruchowo i zawahał się przez chwilę w uległości."
      },
      {
        "index": 101,
        "text": "— To jest rzecz zupełnie insza! — mruknął jednak odpornie. — Dać pokój?... Jużci! — żeby nas tu wszystkich porozpruwał. Taki umie się pokumać z kim trzeba: jego nie tak prędko nam ruszą. A trzymają nas te wilki w trwodze jak te owce głupie. Nie ruszać! — rozumie się."
      },
      {
        "index": 102,
        "text": "Uciekający, chcąc zmylić pogoń, skoczył w podwórze najbliższego domu."
      },
      {
        "index": 103,
        "text": "— Jezdeś! — rzekł spokojnie robotnik. A tłumowi skomenderował, by zagrodzono tam w głębi podwórza dostęp do parkanu. I nie śpiesząc się wciąż, wstępował powoli w bramę domu. Obciągał półkożuch, gotował ramiona na rozprawę twardą. Profesor zdumiał się, spostrzegłszy jak krótkim zatajonym ruchem przeżegnał się na ostatku."
      },
      {
        "index": 104,
        "text": "Ciżba na ulicy ścichła radośnie: skrzyły się oczy w oczekiwaniu niecierpliwem. Wreszcie rozległ się tam zdławiony krzyk trwogi: »Nie strzylaj!« — »Chodź tu!« — I wraz echowy rumor jakiegoś zmagania się na schodach."
      },
      {
        "index": 105,
        "text": "— Ma go! — stwierdzono lakonicznie w tłumie."
      },
      {
        "index": 106,
        "text": "A potem nieludzkie zawycia w targaniu się szamoczącem, łoskot rzucanego po schodach ciała, wrzask chrypły pod razy głucho spadające; wreszcie jęk tylko, wyciągnięty w skowyt długi."
      },
      {
        "index": 107,
        "text": "— Juszy on tam teraz jak ten wieprz obuszony, — zgadywał ktoś w tłumie."
      },
      {
        "index": 108,
        "text": "Profesorowi rozchylały się szeroko usta: »Co to jest?!...«"
      },
      {
        "index": 109,
        "text": "— Grzanka, — tłumaczyła zwięźle jejmość brzemienna."
      },
      {
        "index": 110,
        "text": "Potworny wiew odziczałego motłochu teraz dopiero wstrząsł go całego odrazą. Chwycił się za głowę i odstępował na bok. Najchętniej zamknąłby oczy, by nie widzieć tych wszystkich rozbestwionych, jak odczuwał w tej chwili, ślepi naokół."
      },
      {
        "index": 111,
        "text": "— Co znaczy u tej dziczy słowo »lokatur«? — zżymał się wstrętem, odgadując i w tem jakąś ohydę."
      },
      {
        "index": 112,
        "text": "Roześmiano się."
      },
      {
        "index": 113,
        "text": "— No, taki, co mieszka kątem przy robotniczej rodzinie, — pod oknem lub piecem: lokator zwie się. Musiał to być numer nielada, skoro to niewyszukane stanowisko życiowe stało się dlań zawołaniem bohaterskiem i siało grozę wśród tych ludzisk ciemnych."
      },
      {
        "index": 114,
        "text": "— A, dajcież mi pokój! — splunął tylko w odpowiedzi. — Wszystko to razem — jedna kanalia, bonne pour être mitrailler przy pierwszej sposobności..."
      },
      {
        "index": 115,
        "text": "— Te, cyliender, nie gniwaj się! — rzucił mu jakiś przechodzący robotnik. I wyciągniętą łapą byłby mu wbił kapelusz na czoło, gdyby go w porę nie odepchnięto. Odrzucony mocno na mur, przyjął to dobrodusznie i poszedł spokojnie dalej."
      },
      {
        "index": 116,
        "text": "— Nie gniwaj się! — wołał tylko raz jeszcze."
      },
      {
        "index": 117,
        "text": "Profesor nie raczył się nawet za nim obejrzeć."
      },
      {
        "index": 118,
        "text": "— Ahańcza! — syknął tylko przed się, w tłum. — Ile w tej tłuszczy skośnookich mord! ile tatarszczyzny, ile wschodu wszelakiego domieszać się tu musiało krwią, — a duchem ile chama wschodniego w ten zbarbaryzowany motłoch nasz! Ile tu faktorstwa głodnego, ile rozwałęsanego bezczynnie łachmaniarstwa i chałatów! — ile wilczych spojrzeń z pod łbów podejrzanych! — ile niuchów węszących! — ile waszeciowatych jakichś postaci, tkwiących jak posągi pod szynkami: ile tu rąk bezrobotnych w tem nędzarstwie!... Czyż trzeba wyraźniejszego piętna i stygmatu wschodu na tem cielsku nędzy wszawem!"
      },
      {
        "index": 119,
        "text": "— Czy ten oprawca dobrowolny, — rzucił się nagle z odrazą, — rychło skończy swą robotę junacką? — tę swoją »grzankę«?... I jakież słówko mile swojskie wynaleźli swym instynktom ścierwnym!... Bójcież się Boga, — chwytał się znów za głowę, — pomyśleć, że to wszystko jest nasze!..."
      },
      {
        "index": 120,
        "text": "— A czyjeż to ma być, dobrodzieju, jeśli nie nasze? — kłaniała się maciejówką jakaś nizka figurka. — Bez obrazy, że przemawiam. Widzę: osoba ważniejsza, myślę: trzeba wytłumaczyć. Bo skąd wiedzieć takiemu panu. A no: dostała się jedna wesz nędzy naszej w twarde palce, — gniotą mocno, choć osoby delikatne uszy z daleka bolą... Kogo on »lokatur« tu nie zmądrzył, kogo nie oczmucił pisaniem próśb, czy licha do sądów: wyłżygrosz jeden! Kogo on w jakie szachrajstwa i niecnoty nie wciągnął, którą dziewczynę, choć trocha do ludzi podobną, Żydom na Amerykę nie przedawał! — A ilu on ludzi po ulach nie wyszargał donosem kłamnym? ilu pijanych zgrał w pasek? Kto wyliczy! A ta wdowa, co mu mięszkaniemieszkanie pod samym piecem dawała, widziała ona kumorne? Ze strachu trzymała. No, i ma teraz!... A na te brzany z ulicy podwikowe przecie nałożył i pilnował, żeby jak podatek — od śtuki: akuratny, jak Niemiec. Taki on rufion konceptowy! — rozjaśniła się nagle twarz skarżącego. — A skurwysyn sam! — rozpromieniał jeszcze szerszym uśmiechem. — Kto wyliczy? — poważniał z trudem. A bo taki zapłacił kiedy za to, co w kałdun kładł? Żydówy z kosza strawne dawać musiały. Że się postarzały, powiadał, — (i znów spogodniało oblicze skarżącego). — I po prawdzie: każda racya dobra, kogo się ludziska boją... A co do wszów, to będę się dopraszał, żebym szczyrą prawdę mógł powiedzieć, — kłaniał się znów czapką. — Nie brak ich i tam, na górze, w mieście, wśród panów. Tylko innego to zachowania wygi, innego cwaniarstwa rufiany, innej maniery wyłżygrosze. I my tu nie tak znowuj ciemni, żeby nie wiedzieć... He, panie! na wszawicę to całe nasze cielsko bezdarne jest chore. I co panu powiem: te rodzime wszy to som najgorsze!"
      },
      {
        "index": 121,
        "text": "— Co pan tu za jeden, — z zajęcia? — przerwano mu z chmurną powagą."
      },
      {
        "index": 122,
        "text": "— Szewc, panie."
      },
      {
        "index": 123,
        "text": "W rozmowę wtrąciła się ta jejmość brzemienna, która, czepiwszy się raz profesora, już odeń nie odstępowała, jakby fascynowana cylindrem i złotemi okularami osoby ważnej, czy też pragnąca poprostu coś zwędzić przy sposobności. Zagarniając kieckę to z prawa, to z lewa, dreptała wciąż koło niego."
      },
      {
        "index": 124,
        "text": "— Grzanka już się skończyła, — uspokajała nowy jego wstrząs odrazy wobec tych krzyków niemilknących. — On tam kwiczy już tera więcej z pognębienia, z pohańbienia: że to przy tyla ludziach."
      },
      {
        "index": 125,
        "text": "— Pognębienia! pohańbienia! — powtórzył z nagłym podrywem nerwowego śmiechu."
      },
      {
        "index": 126,
        "text": "I aby nie patrzeć na wstrętne mu w tej chwili fizyonomie wszystkich tych ludzi, błąkał się wzrokiem ku górze. — Lekki mróz ustępował szybko w dniu pogodnym i bury ton błocka zalewał wszystko, na co oczy spojrzały. Mdłe światło wisiało nad tym światem ponurym, blaski pylne i rdzawe sączyło tu słońce nędzarzy."
      },
      {
        "index": 127,
        "text": "— Cyliender! — naprzykrzały mu się uparte pokrzykiwania z tłumu."
      },
      {
        "index": 128,
        "text": "— A jednak żyjąż tu ludzie, — dogonił go Komierowski i wpadał odrazu w myśli odgadywane. — I ot, jakie to zasoby sił wytryskują po tych śmietnikach! — mówił, prowadząc Franka pod ramieniem. — A ty szelmo wyrzuć z nozdzynozdrzy te circenses uliczne! Jak to się chrapy rozedrgały tabunowemu źrebięciu."
      },
      {
        "index": 129,
        "text": "— A ty gdzie jesteś... lokatur? — zagadnął go profesor chmurnie."
      },
      {
        "index": 130,
        "text": "— O, on jeszcze młody i płochy, nie ustalony życiowo: nie lożuje nigdzie."
      },
      {
        "index": 131,
        "text": "Profesor spojrzał z podełba na Komierowskiego. »Toż tobie samemu chrapy w tej chwili chodzą!« Ohydnem było dlań to dziwne podniecenie jego w tej chwili."
      },
      {
        "index": 132,
        "text": "— Ale, dałby pan wiarę! — wołał ten tymczasem, — chłopaczysko, gdy go tu niegdyś szukano, sypiał czas jakiś w kaplicy pogrzebowej."
      },
      {
        "index": 133,
        "text": "Franek zarumienił się znowu po uszy i rozbiegał oczami po obecnych: takie mieszkanie zdawało mu się znów ośmieszać go przed ludźmi."
      },
      {
        "index": 134,
        "text": "— O, ja się umrzyków nie boję, — ratował brawurą swój ambit."
      },
      {
        "index": 135,
        "text": "— Za to będą się ciebie bali niezadługo żywi, — mruknął profesor w brodę."
      },
      {
        "index": 136,
        "text": "— »Umrzyków!« — śmiał się Komierowski szerokim basem. W tem ożywieniu jego niezdrowem wśród krwawego motłochu, przy odgłosach zwierzęcego kwiku katowanego krzywdziciela nędzy, w tych konceptach i śmiechu w tej chwili odgadywał profesor, myślami jeszcze nie objętą, a przecie już wyczuwalną, ponurą perwersyę smutku, co przeżerała serce do dna ostatniego i łechce się w ożywienia nagłe już tylko krwi pomściwej zalotem. Także... »śmiech czerwony« — myślał."
      },
      {
        "index": 137,
        "text": "»Oto, gdzie najzasobniejsze, choć najbardziej mętne wody, tobie rybaku! — gdzie najobfitsze dziś junactwo dla ciebie — wnuku, prawnuku!...«"
      },
      {
        "index": 138,
        "text": "— A pani, panno Wando, — zwrócił się w głos do niej, — uważała, że najpilniejszą potrzebą jest tu... Wszak to pani zbierała tę młodą hołotę u siebie, entuzyastko alfabetu?"
      },
      {
        "index": 139,
        "text": "— Tak, — odparła prosto."
      },
      {
        "index": 140,
        "text": "— A zadenuncyowali przecie sami?"
      },
      {
        "index": 141,
        "text": "Nie odpowiedziała wcale."
      },
      {
        "index": 142,
        "text": "Tem zajściem ulicznem zahukana w popłoch cichy, dygotała w sobie, przyciskając pod pachą zabrane z biblioteki baronostwa tomiki poezyi."
      },
      {
        "index": 143,
        "text": "Ruszyli dalej, przeciskając się przez tłumy."
      },
      {
        "index": 144,
        "text": "— Cy-liender! — nakrzykiwały uparte szpaki ulicy."
      },
      {
        "index": 145,
        "text": "Minęli wreszcie te rojne zaułki i wydostali się w pustkę długiego traktu, biegnącego równolegle do rzeki. Tu i ówdzie przez poprzecznice widniał prąd mętnej roztoczy wodnej, dziwnie obfity i wartki o tę porę zimy łagodnej. Droga zamieniła się rychło w roztopy błotne; powietrze stawało się pełne dymów, pyłu węglowego i kołatów metalicznych; dudniał zdaleka głuchą monotonią wielki młot walcowni. Jeżyły się naokół kominy fabryczne."
      },
      {
        "index": 146,
        "text": "Panowie Mikulski i Bogdanowicz ożywili się w nagłej gawędzie ze sobą i rozglądali ciekawie: niby ci przyrodnicy współcześni, którzy swą przyrodę naprzód z książek poznają i sprawdzają po tem ciekawce oglądane species z ich schematem w pamięci. Coś się tam tłukło w ich rozmowie o naszym »przemyśle.«"
      },
      {
        "index": 147,
        "text": "— A jakże: nasz! twój i mój, — ofuknął ich Komierowski. — Tamto wszystko, aż do muru — to belgijskie; dalej: ten szereg grubych kominów — to niemieckie, z drugiej strony — francuskie; te fabryczki przy ulicy małe — żydowskie. Wszystko to jest bardzo nasze."
      },
      {
        "index": 148,
        "text": "— Kapitał nie zna ojczyzny."
      },
      {
        "index": 149,
        "text": "— Zacznijcież swoje! — »Chodziła czapla po czerwonej desce...« — Ale ma pewno takie miejsca, gdzie się urządza, zagospodarowywa, a z sobą poniewoli i kraj cały, gdzie się konsumuje, wytwarza potrzeby liczne i wyższe gałęzie zatrudnień, gdzie krąży, dzieli się, rozpada, gromadzi — ta nagromadzona stąd praca. Odbywa się to wszystko we Francyi, Belgii i Niemczech. Te kominy czerwone to wielkie ryje, wielkie ssawki pracy przyssane do tej ziemi na cudze korzyści. Nasze jest to, co było tam po zaułkach... I nie nudźcie już o tem! Ale młodym panom nie było do zamilknienia: dysputa teraz właśnie rozpętała się między nimi na dobre."
      },
      {
        "index": 150,
        "text": "— Ot, spojrzyjcie! — przerwał im, wskazując na chlapiący błotem powóz, — jedzie taki cudzoziemski dygnitarz kapitału: explorer na murzynach. I dałby kto wiarę, że to jest Francuz! Patrzcież, nie raczył się nawet odkłonić tamtemu poczciwcowi. Czy taki bonhome z fizyonomią paryską byłby możliwy u siebie w tem potwornem odęciu się pychy? Mais, mon cher monsieur Duval, qu’avez vous donc? Polskaż to pana tak rozdęła pogardą?... Nie, panie, nie kłaniamy się. To spojrzenie!... Przejechał. I z Bogiem. Do miłego zobaczenia się — w milszych czasach lepszego respektowania."
      },
      {
        "index": 151,
        "text": "— Hę? — błysnął nań profesor zezem nad szkłami."
      },
      {
        "index": 152,
        "text": "— Nic to. Westchnienie pobożne, oby... »wiedzieli narodowie, iż ludźmi są«."
      },
      {
        "index": 153,
        "text": "— Za zaułki tamte? Bacz pan, by one decydować nie poczęły i za was."
      },
      {
        "index": 154,
        "text": "— Jakoś się zgodzimy."
      },
      {
        "index": 155,
        "text": "— Boję się, by nie wynikły stąd sprzyczki oraz grzanki, — i między wami. Panowie Mikulski i Bogdanowicz — z twarzy czytam — już są gotowi do wywodzeń opozycyjnych. A grün ist jede deutsche Teorie przy takiej jak tu polskiej praktyce."
      },
      {
        "index": 156,
        "text": "Nieokreślony wiew nowego zamętu na ulicy kazał im niebawem zamilknąć i obzierać się w dal. Zatrzymywały się tam rozturkotane dorożki i zjeżdżały na boki. W głębi ukazał się tłum gęsty. Słychać było jakiś śpiew głuchy."
      },
      {
        "index": 157,
        "text": "Ludzie obcy! — długowłose, brodate, stepowe twarze: chłopi w czarnych sarafanach i podkożuchach pękatych. Szła ta ciżba bezładną kupą, pomrukując z cicha. Płoszona miejscem i wyglądem ludzi dla się obcym, śpieszyła truchtem owiec, doganiana po bokach przez odpadające raz po raz, gapowate i przerażone brody. Szli, a raczej dreptali, świecąc jasnemi wiechami obnażonych głów i kupiąc się szczelnie koło kilku wielkich chłopów o rozwianych ryżych brodach. Pomruk basowy kołysał tym tłumem. Słyszało się to, niby nasze zawodzenia pogrzebne: raz milknące w sennym pomruku kleryków, to znów podrywane melodyjnym rozjękiem księżego chóru."
      },
      {
        "index": 158,
        "text": "Rozchylały się w zdumieniu usta. »Cóż to znów za upiory?« — wisiało na wszystkich wargach. Patrzano na to, jak na chmarę dziwnego ptactwa, którą wichry zniosły z dalekich dróg i wtrzepały w ulice miasta. Ten i ów z ciekawych podbiegał do nich i wracał rychło z jeszcze większem zdumieniem w oczach."
      },
      {
        "index": 159,
        "text": "— Powiadają, że są chrześcijanie. I tyle."
      },
      {
        "index": 160,
        "text": "— A bo my tu pogany? — rzuciła się gniewnie ta jejmość brzemienna, która, uczepiwszy się profesora i jego kompanii, już ich nie odstępowała i zagarniając wciąż kieckę to z prawa to z lewa, swędała się między nimi nieustannie. — Nie widzisz kacapie jeden z drugim kościołów katolickich! — wskazywała im w dal szerokim gestem oburzenia."
      },
      {
        "index": 161,
        "text": "»Co oni za jedni?! — wzruszano w tłumie ramionami. »Skąd? — kędy? — i gdzie ot zaleźli!« »Na zesłaniu tu oni u nas, nad granicą ich osadzili — tłumaczył ktoś świadomy. — Ja z tych stron, więc wiem... Słuchać, to oni nikogo nie słuchają: powiadają, że to grzech, by człowiek człowiekowi bydlęciem był. Na miejscu nie radzi siedzą: »ischody« czynią. A te po wsiach naszych gawędy, że na wojnę idzie, ruszyły ich znowu w świat. Im wojna grzech największy: Antychrysta rzecz. Tyle i między nimi usłyszysz: o grzechu i Antychryście — w koło. Zresztą łebscy u nich bywają starce, a wszyscy oni dobry i sprawiedliwie żyjący naród«."
      },
      {
        "index": 162,
        "text": "Profesor nie wytrzymał i zagadnął któregoś ze starców. Ten przystanął poważnie i jął mówić z namaszczalnym spokojem: »Wierzymy owo i wyznajemy, iż jest jeden Pan nasz, Jezus Chrystus, syn Boży. Bóg jest człowiek!« — mówił z naciskiem i ręki podniesieniem..."
      },
      {
        "index": 163,
        "text": "Przerwała im wnet jakaś baba histeryczna, znów brzemienna, czy też wzdęta tylko kartoflanym brzuchem na ciele chudem jak kościec. Owinięta w chustę doskoczyła do nich z ulicy i, słuchając czujnie, wdychała słowa gorączkowemi usty. I nuż zawodzić niezrozumiale dla chłopów onych:"
      },
      {
        "index": 164,
        "text": "— Ludzie wy moi! Męża mi wzięni na oną wojnę. Sześcioro mam: powyzdychamy jak te myszy po cudzych kątach. Ludzie wy moi, gdzie zmiłowanie jest?! Prawdaż to, co powiadają, że światu na koniec... Prawdaż to, że zmiłowanie będzie. I koniec wszystkiemu!"
      },
      {
        "index": 165,
        "text": "I jęła targać się koło kiecki."
      },
      {
        "index": 166,
        "text": "— Ostatni grosz z siebie wydrę."
      },
      {
        "index": 167,
        "text": "Olbrzymy tymczasem, opanowawszy ruch uliczny, szły teraz mocnym krokiem, ryże brody wystawiały się w uroczystem skupieniu. Szła ta chmara ciżby obcej z swem niezrozumiałem oremus przy podnoszonej raz po raz pogrozie basowego przyjęku. Nad te dudy monotonnego mruku wybijał się stękiem bas najgłębszy i zawodził przodownie psalm:"
      },
      {
        "index": 168,
        "text": "Panie, przecz się rozmnożyli, co mnie trapią? wiele ich powstaje przeciwko mnie!..."
      },
      {
        "index": 169,
        "text": "A no ty, Panie, jesteś obrońca mój, chwała moja i podwyższający głowę moją!..."
      },
      {
        "index": 170,
        "text": "Profesor uszom swym nie wierzył: acz w mowie z trudem rozumianej, słyszy przecie najwyraźniej ten psalm Dawidowy. I błyskawicą przemknęły mu w pamięci wszystkie te obrazy bezdusznego zmateryalizowania ludzi, na jakie przez całą noc patrzał, by o świcie zanurzyć się po tych zaułkach w najbrudniejsze kałuże nędzy z piętnem odziczenia i wschodniej gnuśności, wyciskanem na całem bytowaniu ludzi. I oto wichry przypadkowe wtrzepały w ulice, niby ptaki wróżebne, te kruki Wschodu."
      },
      {
        "index": 171,
        "text": "A myśl wracała mu uparcie w te natłoki dosytniej ciżby po salonach tamtych, gdzie otrupiały w zastoju uczucia i namiętności wszelkie. Zaś targnięta wyobraźnia kładła tym pielgrzymom bogomolnym i te jeszcze Psalmy Dawidowe:"
      },
      {
        "index": 172,
        "text": "Albowiem niemasz w uściech ich prawdy: serce ich jest marne, grób otwarty gardło ich, języki swymi zdradliwie poczynali«..."
      },
      {
        "index": 173,
        "text": "Oni to, myślał, tego ludu po zaułkach... »boleść poczęli i urodzili nieprawość jego«"
      },
      {
        "index": 174,
        "text": "Na wierzch głowy ich nieprawość jego spadnie«."
      },
      {
        "index": 175,
        "text": "»Dół otworzyli i wykopali go: i spadną w dół, który uczynili«. Idą tymczasem ci dziwni ojce brodacze, dusz jakoby budziciele i poborcy, wkraczają w miasto obce, zagłuszone w bezduch jednych a odziczenie drugich, idą niby te mnichy średniowiecza — z niewiadakąd, niosą duszy nie zgaszoną pochodnię."
      },
      {
        "index": 176,
        "text": "I zapadły mu nagle myśli w dale przeszłości, przywodząc na pamięć tłuszczę podobną i równie obcą, zbliżającą się po nocy do murów miasta. Słychać po basztach głuche sygnały rogów i nałażących tłumów zaszum ogromny. Widzi nieomal tę czerń dziką, a obcą, w kupę zebraną po gościńcach Europy całej: tę krwawą ahańczę biczowników, nałażącą z wrzaskiem »Kyrye Eleyson!« w ulice... Łokietkowego Krakowa. I przypomina mądrość jego, żenącą przez pachołków swoich precz za miasto: w świat, czy piekło, skąd wyszła, tę szarańczę anarchii z pod chrystusowego znaku, tę zarazę rozpętania pesymistycznego w tłumach ducha »chrześcijan« i czyśćcowego po miastach Europy zamętu. — Lat temu sześćset pięćdziesiąt!... Ot, kiedy przeżywaliśmy te rzeczy! — mówił do siebie. — A przedtem, o wiele wcześniej, czynili do nas swe pielgrzymie ischody pogodni Bogumili słowiańcy; rozbrzmiewały swego czasu i nasze gościńce barankowymi hejnały radosnej pokory franciszkańskiej; nosili po zamkach swą tajemniczą weselność, swą »wiedzę radosną« Manicheje wrocławscy; wiązali nas bracia »czescy« i »polscy« w łagodne gromady wspólnoty i prostego ducha chrześcijan, uczyli nie służyć złu w wojsku i urzędach, a nie przeciwiać się złu przemocą... Przeżyliśmy wszystkie burze, zawieruchy i zamęty bogobojnego ducha, tylko przed połową tysiącolecia o tysiąc razy pogodniej i zasobniej w ducha od wszystkich tych człekolubnych zwiastowań wschodniej anarchii."
      },
      {
        "index": 177,
        "text": "— Było! było! — mówił już w głos do siebie. — Wszystko było!..."
      },
      {
        "index": 178,
        "text": "Z przygnębieniem postrzegał, że jego gromadka cała witała tych pielgrzymów z jawną sympatyą w oczach: ich chmurne czoła wypogodziły się nagle rozpromienieniem czujnem, jakby w te głowy uderzało pierwsze tchnienie oczekiwanego od Wschodu wichru. Wandy twarz przybladła, była dziwnie skupiona temi łzami, zatrzymanemi w oczach. Po raz pierwszy uderzyła go uduchowiona uroda tej twarzy i głęboka prawość jej wejrzenia."
      },
      {
        "index": 179,
        "text": "Upokorzony za nich i za siebie za to poddanie swej wrażliwości uczuciom, mimo wszystko, przecie obcym, błąkał się oczami w dali, mijał niemi kominy fabryczne i zatrzymał je nagle na ostrej w złotym błysku, niby drugie słońce zimowego ranka, — kopule cerkiewnej."
      }
    ]
  }
}