{
  "chapterNumber": 6,
  "title": "Część druga, 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Takiego ładnego chłopca zabieracie nam, — dąsała się dama, dopadłszy pułkownika tuż przy drzwiach od przedpokoju."
      },
      {
        "index": 2,
        "text": "— W mundurze będzie mu do twarzy, — odparł sprawnie na tresury tutejszej egzamin, jak myślał, ostatni,ostatni."
      },
      {
        "index": 3,
        "text": "Bo ukłoniwszy się damie, wymknął się do przedpokoju. Tu zakomenderował twardo, by mu szynel podano."
      },
      {
        "index": 4,
        "text": "— Pudlem już zrobili, — mówił do siebie, szamocząc się z rękawami: — opalaczył sia!... — A tamto? — chadatajstwo, cerkwią handlowanie, Niemców sobą nakrywanie? — nu, i spriwisliniał!... Chwała ci Boże, — mruczał dalej, zapinając impetycznie szynel, — jest w czem duszę przewietrzyć z marazmu. Przewietrzysz, — zanucił prawie, oglądając się niecierpliwie za czapką, — w drugim końcu świata, w ogniu oczyścisz. I zostawisz ją tam pono, — kończył, wstrzepując czapką energicznie."
      },
      {
        "index": 5,
        "text": "W szynel opięty, bardziej jakby w sobie zebrany, zmężniały i w dwójnasób zda się wyższy, zatrzymał się tak w nagłej zadumie, w dno swej czapki zapatrzony: stał, jak w cerkwi przez długą chwilę. Wreszcie otrząsnął się i podrzucił głowę. O skrzydła wrót wyjściowych wsparta, stała — na tem tle szerokiem ogromnie smukła — pani domu, zagradzając mu drogę na progu. Przez służbę widocznie powiadomiona, zjawiła się w porę."
      },
      {
        "index": 6,
        "text": "Pułkownik zmieszał się."
      },
      {
        "index": 7,
        "text": "— Uprzejmie, — mówił i giął się w grzecznych ukłonach, — przepraszam, — bąkał, — że tak »nieelegancko«, bez pożegnania..."
      },
      {
        "index": 8,
        "text": "Na długiej twarzy pani migotało przed chwilą jakieś nieuchwytne ożywienie: coś jakby rumieńce na policzkach, jakby ruchliwość milcząca na tych wargach opieszałych i ciężkich. Lecz wobec zachowania się pułkownika cień nagły zdmuchnął te promienie z oblicza. Spoglądała na niego przez rzęsy zniecierpliwieniem cierpkiem. I tą wyniosłością światowej kobiety stropiła go zupełnie. Zrozumiał, że »ta ich grzeczność« jest nieco inna; że on w jej złośliwą karykaturę kładzie przedewszystkiem swój własny temperament, gdy rzecz jest zasadniczo zimna. I że służy właśnie jako chłodu zasłona w chwilach, gdy..."
      },
      {
        "index": 9,
        "text": "» Kobietą jest przecie? — przemknęło mu w tej chwili w myślach, — a we krwi ma wszak długie szeregi takich, co wychodzili w pole, — aby nie wracać. W innych szli oni warunkach i z inną wolą; a jednak tamtej krwi instynkt może przebił się u niej echem przeszłości przez cały ten szlam mieszczańskiego trybu. Przebił błędnie: ku twojej obcości, — myślał o sobie, — i twojej sprawie obcej. Chociażeś ty u nich »chadatajem« był i parawanem w potrzebie, choć ci tylko obłudne grzeczności świadczono z wyrachowania, jednak w tej chwili może ostatniej... To słowo »wojna« działa potężnie na wyobraźnie kobiece... U nas krzyżem, ikoną błogosławią... Z pustemi tu rękami wyszła i z pustem pono sercem, a jednak... W złych obcościach między nami rzecz najlepsza, na jaką stać było, poczęła się w nieświadomości kobiecego instynktu i ugrzęzła w milczeniu dumy«."
      },
      {
        "index": 10,
        "text": "— Mam do pana... już tylko prośbę, — zaczęła spokojnie. — Dziad mój, który »myślą ani sercem być z wami nie może, « (powtarzam jego słowa), — radby panu rękę uścisnąć, mówiąc, — (powtarzam po raz drugi jego słowa), — iż »rzecz wojenna to znów całkiem coś innego«. Otóż kwoli tej rzeczy całkiem innej..."
      },
      {
        "index": 11,
        "text": "Pani mówiła trochę bezładnie i w niezwykłym dla niej tonie niepewności siebie. Widać było, że to polecenie jest jej w tej chwili bardzo nie na rękę."
      },
      {
        "index": 12,
        "text": "— Więc może pan łaskawie za złe nie weźmie, ze względu na dziadka wiek, że ośmiela się go prosić i fatygować do siebie."
      },
      {
        "index": 13,
        "text": "— Helena Pawłówna nie obrażajcież wy mnie! — wyrwało się nagle pułkownikowi jakby z głębi piersi."
      },
      {
        "index": 14,
        "text": "Długa twarz pani wyciągnęła się jeszcze bardziej, a brwi wielkie napięły się ku górze jak łuki."
      },
      {
        "index": 15,
        "text": "— Czemże ja to pana obrażam?"
      },
      {
        "index": 16,
        "text": "— Pani baronowa doprawdy!... A to: »łaskawie«, — a to »wybaczyć«, — a to »fatygować«... Toż to sędziwiec jest, — drachlec! Starczy jedno słowo wasze!"
      },
      {
        "index": 17,
        "text": "I zerwawszy z siebie szynel, cisnął go kłębem gdzieś na krzesło. — Gdzież on? — pytał wzburzony."
      },
      {
        "index": 18,
        "text": "— Tam, panie, — odpowiadała chłodno, — w dziecinnym pokoju."
      },
      {
        "index": 19,
        "text": "— To-to: w dziecinnym pokoju! — powtórzył smętnie w brodę."
      },
      {
        "index": 20,
        "text": "Szablą na pasie już opuszczoną rumor wielki po salonie czyniąc, przepychał się przez tłum strojny ku drzwiom dalekim."
      },
      {
        "index": 21,
        "text": "Pani pozostała na miejscu u drzwi w niemiłem uczuciu jakowejś niezręczności towarzyskiej, poniechania czegoś, co już z pamięci w tej chwili się wymknęło, czy też zgoła niewiedzy, po co tu właściwie wyszła: wystarczyło posłać któregoś z panów z tą prośbą dziadka. Wrażenie tak błahe, a nurtujące osmętnieniem dziwnem: oto zapatrzyła się w splecione dłonie opuszczonych ramion i zapamiętuje się w tym ruchu: stoi jak w kościele przez długą chwilę, jakby ją ktoś z tyłu nagle kirem zarzucił i głowę jeszcze niżej zwiesić kazał."
      },
      {
        "index": 22,
        "text": "Lecz nieuchwytne były zarówno te myśli, jak i uczucia: tonęły wszystkie w nieświadomym smętku — pod to zabłąkanie się kobiecego instynktu w życia rumowisko."
      },
      {
        "index": 23,
        "text": "Ocknęło ją dopiero zawstydzenie, gdy pokojowy zjawił się na progu i zwiesił natychmiast głowę jakoś nazbyt respektownie."
      },
      {
        "index": 24,
        "text": "Alarmem dla młodych zmysłów, niby bębna łoskotem, wzywającym na gwałt niewiadomo gdzie: tem była dla Niny wieść spadła pod koniec wieczerzy. »Wojna! — zapalił się w tej głowie świat cały jakby w czerwonych płacht ognia wichrowym łopocie. I oto w zachłyśnięciu nagłem ten w piersiach wstrzymywany spazm wyrwał się płaczem gdzieś w kącie odludnym: »Bolek! — Bolek!«."
      },
      {
        "index": 25,
        "text": "On powstał był od stołu w automatycznem sprężeniu. I wykroczył sztywno z pokoju, mijając gwar ludzki błędnemi oczami. Miał to ponure wrażenie, że przed chwilą stało się coś, co pozbawiło go nagle wspólności wszelkiej z tymi tu ludźmi. Niedawno równy tu jeszcze wszystkim, uczuł się nagle tak mizernym, że w samego wstępowała ta korność tępa. Rad był, że prócz dziewczyn nikt prawie jego rozmowy z pułkownikiem w tym nagłym rozgardyaszu przy stole nie zauważył; prosił je też, aby nikomu o tem nie mówiły, zwłaszcza gospodarzom. Każde spojrzenie współczujące pognębiało go jeszcze bardziej, wpędzając myśli w jakieś uparte błąkanie się koło ciała własnego. Widział się gołym, stojącym pod miarą: po kolanach biła go jakaś pochwa dla ich sprężenia, czyjeś ramiona mierzyły mu objętość piersi, czyjeś palce liczyły zęby w ustach. Nagiego pchnięto gdzieś między urzędniki nad księgami. Kazano wreszcie wyjść; zmylił drogę jak pies oszołomiony, sam tu goły pośród tylu czynnych i surowych ludzi. Ktoś zniecierpliwiony popychał go do wyjścia uderzeniem pochwy po nagich pośladkach. Na marmurowej posadzce pałacowego korytarza porzucił był gdzieś pod cokułem jakiegoś posągu garść przyodziewku swego. I tu skórą rozdygotany, — podrywający stopy ziębnące na marmurze, ubierał się pośpiesznie w tych podrygach pod barokowym posągiem Marsa."
      },
      {
        "index": 26,
        "text": "I tak się znęcał nad sobą przypomnieniem tych chwil życia dziwnych, kiedy wszystko człowiecze opada nagle z nas, jak garść przyodziewku żałosna. Mijał ludzi wciąż z lękiem i pokorą w oczach: czuł się jakby goły w towarzystwie strojnem."
      },
      {
        "index": 27,
        "text": "I tak zwlókł się do kobiercowego pokoju."
      },
      {
        "index": 28,
        "text": "Miękka kobieca woń perfum wchłonięta w nozdrza spotęgowała tylko to poczucie cielesności, oraz zmysłowego wydelikacenia w zażyciu. I nagle jakaś rzewność bezmierna wzruszeniem bydlęcego egoizmu załkać mu chciała w piersiach nad twardem jarzmem konieczności i biczem nieubłagania, jakie ślepą grozą zawisło nagle nad życiem jego."
      },
      {
        "index": 29,
        "text": "I oto znów nagim widzieć się musi w tym hypnotycznym prawie stuporze na progu zwierzęcości, w jakim powstał był od stołu. Na ustach palą go wspomnieniem pocałunki śpiewaczki, na grzbiecie piecze wyciśnięta dziś liczba rzeźnego wołu, — niby dwa stygmaty młodości."
      },
      {
        "index": 30,
        "text": "Po chwili poderwało mu głowę to pytanie, które jakby mu w oczy zajrzeć chciało:"
      },
      {
        "index": 31,
        "text": "»Cóżeś ty z swą młodością uczynił?«"
      },
      {
        "index": 32,
        "text": "»Patrz, oto twoja pierwsza myśl, gdy tamta wieść przy stole na cię spadła, myśl zagłuszona tkliwem wzruszeniem cielesnego lęku i teraz dopiero dogoniona: Ona to kazała ci z bydlęcą pokorą opuszczonych oczu spoglądać na ludzi wszystkich, ona to przykułać duszę, do nagości ciała własnego, ona to wreszcie za latami minionemi oglądać ci się każe. Otoś znalazł wreszcie tę garść przyodziewku, w jaką człowiecza bezsilność zatula się w tych chwilach ponurych obnażeń życia, które zwą się: musem, przemocą, koniecznością. Oto czeka już na cię to jarzmo i klaska już nad tobą bicz nieubłagania. Odziewajże się szybko w godność człowieka ostatnią: w zadumę nad życiem, które oddać trzeba. Otoś się wybił wreszcie z wiewiórczego kołowrotu wspomnień. Myślże teraz wstecz, a nie oglądaj martwą już namiętność wspak! Zrozum dolę swoją! — Tam, o mil setki czeka na cię grób kopany w polu rękami wstrętu, czy litości, jak gnijącemu psu. Przystrójże się godnie w najdumniejszą myśl młodości. I nie dbaj: słuszna, czy złudna! — bodaj to nawet i pstry łachman był, osłonić przecie nagość twoją, a duszę jak tarczą ochroni: ciało tylko oddasz. I obejrzyj no się wstecz; pomyśl: gdzie się zaprzepaścił piuropusz młodości?"
      },
      {
        "index": 33,
        "text": "Skoczna melodya fortepianu rozegrana kaprysem piosnki znanej wypełniała tymczasem pokoje wszystkie, dobiegając wraz tej mety, gdzie głos śpiewaczki rozbrzmieć miał i zadzwonić ludziom tych piersi światowym tryumfem. Pod gonitwę fortepianowych dźwięków, prześcigających się nawzajem w rozhukach wesela, uderzył w powietrze jak w strunę diwy głos potężny."
      },
      {
        "index": 34,
        "text": "I wywlókł go ku drzwiom na progi, jak psa za obrożę, aby raz jeszcze popatrzył, jakie to owoce wydały posiewy młode."
      },
      {
        "index": 35,
        "text": "Nie mając sił spojrzeć na śpiewaczkę, utkwił oczami na długim, w kabłąk pogiętym osobniku, o głowie ptasiej i wargach w tej chwili jak gdyby żujących. Ta twarz w monoklu rzucała błędnie ponad głowy ludzkie jakby złośliwość chytrą, jakby niemy koncept figlarny, lecz zastygły i drętwy na obliczu znużonem: ostatni wyraz, jaki czepia się zwiędłych po miastach masek ludzkich. Słuchał czujnie, melodyą cały wibrujący, jak oper stołecznych bywalec i śpiewu miłośnik. A gdzie się kierował monokl jego błyszczący i, rzekłbyś, zgasłe przy nim drugie torbiaste oko, tam uwijał się psotnie przed ich spojrzeniem, tańczył niby kusa maryonetka diwy palec wskazujący, na pół długości przysłonięty rubinową »markizą« pierścienia. I tak krwawnikiem płonący, migotliwy od brylantów otoczy w ptaszka naśladowaniu wabił ku sobie palec śpiewaczki, ku tej piersi wzdętej i rozdygotanej pod rezonansem potężnego śpiewu:"
      },
      {
        "index": 36,
        "text": "Miłość ptak to woli polnej,"
      },
      {
        "index": 37,
        "text": "Nie zsidłany dziki ptak."
      },
      {
        "index": 38,
        "text": "Łzom i żalom nie powolny,"
      },
      {
        "index": 39,
        "text": "Smutkom zawsze czyni wspak."
      },
      {
        "index": 40,
        "text": "Tę potworną projekcyę życia w teatr, w teatr dzisiejszy, gdzie rozpętanie młodej woli imituje coś jakby Beardsley’owskiej megery opiumowa lubieżność — powitał Zaremba gwałtownym otrząsem wstrętu."
      },
      {
        "index": 41,
        "text": "A śpiew rozlegał się dalej."
      },
      {
        "index": 42,
        "text": "Mężatki białe i pulchne, w energiach cielesnych po uczcie tą pieśnią zniecierpliwione, odwracały od młodzieńców bladych swe czary rozmarzeń dwoiste, prężąc wydekoltowanych piersi pąki wezbrane tam, skąd dźwiękami swawoli rozdzwaniał się południowego, jak myślały, temperamentu żar. — Paniątko o twarzyczce okrągłej i włosach brunetki opadło teraz w sobie jak kwiat na spiekocie, pogięła się łodyga kibici wiotkiej, a lico, rzekłbyś, skrytością się pokryło, niby lilia przez żuka już zapłodniona i płatkami się tuląca; już nie mówiono przy niej o sztuce i literaturze: sztuka sama oddziaływała w tej chwili bezpośrednio. Zaś ta najdorodniejsza, o lica mlecznej urodzie na tragicznym kirze włosów, ukazywała w zwilgłej purpurze ust do całowania nieskorych perłowych zębów wyszczerzenie aż bolesne: chłonęła w piersi życia luksusem wyjałowione i żmudne egzotycznych namiętności oddechy. — Nawet damy surowe, pomne na toast niedawny, spoglądały na diwę z rezerwą, lecz i respektem, jak na monstrancyę inowierczą; słuchając pieśni swawolnej, splatały ręce suche o niezliczonych ilościach pierścionków i pochylały głowy jak przed kazaniem. — Nieco na uboczu sapał w fotelu ciałem wielkiem Wojciech Stanisławowicz: ucztą i winem na twarzy spurpurowiały, wystawiał swój gruby pierst z ciężkim herbowym sygnetem i niby kapelmistrz batutą poddawał takty piosnce Carmeny."
      },
      {
        "index": 43,
        "text": "W zawrotach i skrętach kaprysu już piosnki wibracya rozpylała słowa: dzwoniła nuta sama, kaprysiły dźwięki gołe, śpiewały głoski w wyskokach tanecznych:"
      },
      {
        "index": 44,
        "text": "La-la-la! — sypało się pereł rozpryskiem z piersi śpiewaczki w dźwięki zasobnej."
      },
      {
        "index": 45,
        "text": "I te lekkości, bańki mydlane, pustoty wygłosy jak cymbał brzęczące, móżdżków ptasich radość i ochota, dźwięczały ludziom w uszach niby fanfara m odości:młodości: nęciły porywem wyobraźnie krótkie, biły tęsknotą w skroniach marzycielskich. W motyli barwny tan rozpląsały się rojenia kobiece. Sama gnuśność unosiła się w zefiry. Na skrzydłach jątek jednodniowych siepały w tym błędnym promieniu słońca wyrojem niecierpliwym zapały krótkie, siły bezwolne, energie płone: — młodości fanfara święciła swe tryumfy!"
      },
      {
        "index": 46,
        "text": "Wśród głów słuchaczy wszczęło się tymczasem zamieszanie nagłe: jakiś zgiełk niewyraźny wmieszał się w dźwięki śpiewu, wzbudzał otrząsy i gniewne obzierania się ludzi."
      },
      {
        "index": 47,
        "text": "Stojący bliżej okna poczynali sobie zdawać sprawę, że hałas ten pochodzi z ulicy i niesie się zdaleka gwarem zrazu przycichłym, za chwilę jeszcze głośniejszym. W gesty diwy, nie wiedzącej, co ten szmer wśród słuchaczy ma znaczyć, wmieszał się przelotnie pytający ruch oburzenia. Nie przerywała sobie jednak, pragnąc strofę bodaj dokończyć, zwłaszcza, że i akompaniator uderzył odruchowo w mocniejsze akordy. Wpadła tedy i ona we wtór jeszcze większej carmenowej brawury:"
      },
      {
        "index": 48,
        "text": "Miłość ptak to nie zsidłany,"
      },
      {
        "index": 49,
        "text": "Dobru sporny, dziki ptak;"
      },
      {
        "index": 50,
        "text": "Za wolnością jak cygany"
      },
      {
        "index": 51,
        "text": "W błędnej doli wiedzie szlak."
      },
      {
        "index": 52,
        "text": "Pod gest i akcent, zgarniający jakby z powietrza wszystkie impety i żary młodzieńcze w głęboki przegub swych piersi olbrzymich — urwał się nagle śpiew i opadło ramię diwy. Szastnęła trenem w indygnacyi karcącej surowo publiczność."
      },
      {
        "index": 53,
        "text": "Lecz w tejże chwili ktoś w dłonie uderzył, jakby z bicza klasnął."
      },
      {
        "index": 54,
        "text": "— Przerwać! — huknął głos basowy."
      },
      {
        "index": 55,
        "text": "Pułkownik stał w oknie i roztwierał je gwałtownie. Mroźne powietrze buchnęło na przerażone kobiety, niosąc gwar ulicznego zbiegowiska: męskiego chóru dostrajania się bezładne w pohukach okrzyków monotonnych:"
      },
      {
        "index": 56,
        "text": "— Wajnà! Wajnà!"
      },
      {
        "index": 57,
        "text": "W tumulcie mundurowych wyrostków gubił się chór bezładny i zmącił rozbrzmiałym nagle głosem orkiestry. Wreszcie zestroił się jakoś: trąb mosiężnym łoskotem rozbrzmiał w hejnał potęgi — hymn znany."
      },
      {
        "index": 58,
        "text": "W blasku bijącym z okien parterowych salonu załopotała się nagle w ulicy olbrzymia trójbarwna chorągiew."
      },
      {
        "index": 59,
        "text": "— Wstać! — huknął pułkownik instynktownym akcentem rozkazu, lecz zarazem jakby w życzliwem ratowaniu ludzi od popełnienia czegoś nieprzystojnego: »Wstać potrzeba«, — dodawał łagodniej."
      },
      {
        "index": 60,
        "text": "Mężczyźni, których to zastało na krzesłach, powstawali bardzo powoli, obzierając się naokół, jakby ustępując sobie nawzajem pierwszeństwa. Kobiety czyniły to początkowo w zdumieniu, że się i damy inkomoduje, potem zrywały się z miejsc w popłochu, jedna za drugą."
      },
      {
        "index": 61,
        "text": "W salonie zaległa cisza blada."
      },
      {
        "index": 62,
        "text": "— Sasza! — rozległo się u okna i załamało nagle w wzruszeniu. — Sasza! — brzmiało nizko w wołaniu basowem, starającem się przekrzyczyć tumulty uliczne. Darujcie państwo! — zwrócił się pułkownik z proszącemi dłońmi w pustkę naokoło siebie, gdyż goście wszyscy odsunęli się od okien ku ścianie przeciwległej. — Darujcie, — syn to mój rodzony!"
      },
      {
        "index": 63,
        "text": "Oschła cisza panowała wśród ludzi z miejsc powstałych."
      },
      {
        "index": 64,
        "text": "On zaś cofnął się nieco i, pochyliwszy się bokiem, przyglądał się pod świateł krzyżujące się refleksy jakiemuś zakłębieniu tych tłumów na przeciwległym chodniku."
      },
      {
        "index": 65,
        "text": "— To — to! — mruknął — czapki niech zdejmują... Tylko nie bić!... Nie bić tak!... — huknął nagle całym zasobem głosu z piersi. — Zabijecie!"
      },
      {
        "index": 66,
        "text": "— Poskoczę ja chyba na ulicę, — mówił, cofając się od okna. — Toż i w samej rzeczy, zabić gotowi, — zwrócił się do gości w salonie z wytłumaczeniem, czy też prośbą o doradę, co mu czynić należy. — Ta pierwsza iskra wojenna to piorun w wyobraźnie młode. Nie daj Bóg z tym ogniem igrać!"
      },
      {
        "index": 67,
        "text": "Nikt nie odpowiadał mu nawet próbą gestu, nawet grymasem na twarzy: — patrzano w inną stronę. Cisza zimna przykuła się milczeniem do ścian."
      },
      {
        "index": 68,
        "text": "Wśród kołem pod ścianą stojących gości na krześle pozostał tylko Bolesław, w ramię przez kogoś trącony zdał się nie czuć tego, nie podnosił się z miejsca. Głową w bary wciśniętą i czarną plamą włosów wystawioną na ludzi zdał się tępo zapatrzony w sterczące na wysztywnionych nogach lakierki; ramiona opadły wiotko, wydął się w pogarbieniu gors koszuli jak biała pierś ptaka, poły frakowe rozrzuciły się na boki: tak zawisał na krześle. Ogłuszający rozgwar ulicy niósł mu w uszy jakby szyderczy nakaz władz duszy tu wykorzenionych, które teraz na obcego życia potrzebę i skrzepienie w jego piersi i czoło wstąpić winne i zwać się — męstwem."
      },
      {
        "index": 69,
        "text": "Uniósł nieco głowę i spojrzał z pod oka na kilku stojących opodal panów. Po chwili począł się śmiać sztucznie, szerokiemi usty w oba kułaki swoje, cały w pokurcz pogięty na krześle."
      },
      {
        "index": 70,
        "text": "Lecz niebawem opadł w sobie i zawisł na krześle jak poprzednio. A gdy powracał do głowy spokój, przy serca głuchym nacisku zatrzymały się znów myśli wszystkie jakby odrętwiałe na progu zwierzęcości: w tej, po raz trzeci, ponuro już powracającej hypnozie, przykuwającej wyobraźnię do nagości ciała własnego. Gołym się poczuł w tej chwili na krześle, w obliczu tych wszystkich ludzi strojnych. »Dla tego ci panowie zasłaniają mnie od kobiet«, — pomyślał dziwacznie i w tejże chwili podniósł rękę do zalanego potem czoła. I tak się cały w jeden kłąb nerwów zamienił, że gdy wśród łoskotu orkiestry i pohuków ulicznego chóru diwa w drugim końcu salonu ruszyła się z miejsca, drgnął nagle kurczowo całem ciałem."
      },
      {
        "index": 71,
        "text": "I podrzucił głowę."
      },
      {
        "index": 72,
        "text": "Jakoż z kobiet obecnych diwa jedynie zaciekawiła się manifestacyą ulicy. I korzystając z pustki pośrodku salonu, teraz dopiero mająca sposobność do całkowitego rozpostarcia trenu, przekroczyła przed oczami ludzi pawiem białym w całej okazałości swej szaty królewskiej."
      },
      {
        "index": 73,
        "text": "I zatrzymała się przy oknie ostatniem, tuż obok drzwi, wiodących do dalszych pokojów, — sama jedna na przedzie salonu."
      },
      {
        "index": 74,
        "text": "Gdy diwa swą ciekawość i uwagę skierowała na szyby ku tumultom zbiegowiska, skłócił to jej zapatrzenie szmer, dochodzący tuż z poza drzwi, przy których stanęła: coś jakby kroki gwałtowne tłumione dywanem, o tempie tak dziwnie niespokojnem, że w instyktownym lęku musiała odwrócić głowę."
      },
      {
        "index": 75,
        "text": "W złotym jakby pyle mrocznego za drzwiami wnętrza błysnęła jej w oczach jasno zielona plama sukni w ruchu giętkim, przysłaniająca czarną sylwetkę męską: rzekłbyś, zmaganie się kobiety z kimś, co się gwałtownie rwał za progi. Szamotanie się rozpaczliwe, w tem ustokrotnieniu sił kobiecych w chwili nagłej: na szyi przed chwilą jak gdyby zawisła, teraz chwieje się na nogach odepchnięta brutalnie i odpada jak ptak z rozstawionemi niby skrzydła ramiony i tem rozkrzyżowaniem broniąca wyjścia z pokoju. Lecz oto pada znów całym ciężarem na czyjeś piersi i szyję: prosi, zaklina najwidoczniej."
      },
      {
        "index": 76,
        "text": "Przy wrzawie dochodzącej z ulicy działo się wszystko dziwnie cicho; dopiero, gdy te tumulty wraz z muzyką i śpiewem przelały się tłumnie dalej, usłyszała diwa spazmatyczny oddech kobiecego wyczerpania i ten szept wyłkany: »Na litość Boską niech się pan opamięta! Nie! — nie puszczę pana do niej... Niech pan to porzuci, bo i mnie pan okaleczy... Jezus Marya, nie puszczę! Bij, a nie puszczę!... Bolek, nie!...«"
      },
      {
        "index": 77,
        "text": "Był to już krzyk poprostu wdławiony w gardło: czyjaś ręka w pasyi za szyję ją chwyciła, w obawie by nie podniosła alarmu przed czasem, czy też by drogę sobie utorować. I w tejże chwili rumor zgłuszony: odepchnięta, ostatnim wysiłkiem, w padaniu samem, zagarnęła ramieniem skrzydło drzwi i przytrzasnęła je swym ciężarem, pozostając tam — wewnątrz: w obliczu tej furyi, z którą się zmagała."
      },
      {
        "index": 78,
        "text": "Pod diwą ugięły się kolana. — »Czyżby? — nie dowierzała swym oczom. — Więc on rzeczywiście chciał?... I oto skąd przyszła obrona!« — Odchodziła szybko w drugi koniec salonu między mężczyzn, by mieć ich pod ręką w razie, gdyby ten szaleniec tu za nią poskoczył. A w swym odwrocie pośpiesznym zapomniała o trenie: poprzednio w pawim rozkładający się przepychu i biegnący za nią jak fala, teraz oto w wązką smugę się zbił i długim sztywnym ogonem podskakiwał za diwą, śpieszącą podrywnymi kroki z naprzód podaną szyją, postacią jakby wydłużona i cieńsza: uchodziła właśnie jak ta pawa spłoszona."
      },
      {
        "index": 79,
        "text": "Nina tymczasem, rozkrzyżowana na drzwiach zamkniętych i dysząca ciężko, nie spuszczała go z oczu czujnych. W tej chwili stał tyłem do niej zwrócony, trąc dłonią czoło, w opuszczonym ręku trzymał wciąż tę krzywą szablę, ledwo u rękojeści wysuniętą ze spłowiałej adamaszkowej pochwy. Zerwał ją był ze ściany, z pośród tej broni wszelkiej, zawieszonej pod portretem. Właśnie na tę chwilę nadeszła, gdy zaniepokojona jego zachowaniem się w salonie, wymknęła się tuż za nim. Co potem było, ani wie, ani pamiętać nie pragnie. Szamocząc się z nią brutalnie, rzucał jej na głowę, nie wiadomo za co, słowa mściwe, że odrazą przyjmuje go w tej chwili samo zbliżenie się kobiety, że w tamtym oto cielsku i sadle dusza jego plugawić się jeszcze będzie, gdy ciało pod cudzemi polami zgnije. »A do tego nie można dopuścić! W żadnym razie nie można! — bełkotał nieco spokojniej w jakiemś otępieniu surowem. — Wtedy przestaną chichotać nade mną... I bić mnie.«"
      },
      {
        "index": 80,
        "text": "— Kto?! — krzyknęła."
      },
      {
        "index": 81,
        "text": "— Tamci z ulicy."
      },
      {
        "index": 82,
        "text": "Ninę ogarnął lęk zimny, i zakręciła się jej głowa w obzieraniu niespokojnem, jakby za tą niesamowitą siłą, która przemawia przez niego urojoną rzeczywistością. Lecz na szczęście tamten zgiełk uliczny cichł i umilkł wreszcie w oddali. A on tyłem się oto obrócił i cucił czoło dłonią."
      },
      {
        "index": 83,
        "text": "Machnął ręką: poniechał złej myśli. Szablę chowa gdzieś w kącie otomany: zastawia i przysłania poduszkami z cierpliwym uporem dziecka. »Po co on to robi? — myślała Nina, nie spuszczając z niego oczu."
      },
      {
        "index": 84,
        "text": "Teraz oto chodzi po pokoju, o niej jakby zapomniał zupełnie, mijając nie widzi."
      },
      {
        "index": 85,
        "text": "— Jak to patrzy! — zaśmiał się głosem nagle dyszkantowym."
      },
      {
        "index": 86,
        "text": "— Ja nie spoglądam źle, — próbowała się tłumaczyć i zapłakała nagle: w siebie, cicho, z całych sił wargi rozdygotane gryząca, by się nie narazić tej sile niesamowitej, która przez jego usta przemówiła nagle brzmieniem zupełnie obcego głosu."
      },
      {
        "index": 87,
        "text": "Ale on nie ją miał widocznie na myśli, bo oto stanął przed tą wielką kukłą murzyna w kącie i zaśmiał się po raz drugi."
      },
      {
        "index": 88,
        "text": "Obzierała się w swoich ptasich ruchach głowy na każdy jego gest, każdy grymas tak dziwnie nie własny. Zwłaszcza śmiech jego przebiegał ją chłodem po ciele: rzekłbyś, maska, wykrzywiająca się na ukrytej twarzy: widać było przez nią tylko ogromnie czarne żagwienie się oczu i wybiegające z nich iskry niepokoju, jakby ku stu myślom rozwiane."
      },
      {
        "index": 89,
        "text": "A on, chodząc po pokoju, chichotał wciąż."
      },
      {
        "index": 90,
        "text": "— To bydlę, — wołał teraz, — trzyma wciąż w pogotowiu swój dzban i czarę. Pamiętasz Woydę? Musisz pamiętać?"
      },
      {
        "index": 91,
        "text": "Mówiąc to wziął do ręki dzban i czarkę. I w tejże chwili cofnął się zdumiony, gdyż Nina bez słowa i gestu osunęła mu się ciężko do nóg i za cofającym się czołgała się prawie z krzykiem prośby w oczach."
      },
      {
        "index": 92,
        "text": "Przysiadł na krześle, pochylając się nad jej głową:"
      },
      {
        "index": 93,
        "text": "— I tyś uwierzyła, że tu w tym dzbanie stoi trucizna przygotowana dla tych, którzy jej zapragną?... Niemądra! — śmiał się wciąż nie swoim głosem."
      },
      {
        "index": 94,
        "text": "Na chwilę przelotną gaśnie mu oto w oczach ten rozpłomieniony nieład i staje w nich zdumieniem spojrzenie pytające, zwrócone do niej wprawdzie, lecz w tej chwili chyba nie poznawanej: czepia się oczami życia jakiegobądź, człowieka jaki się nadarzył, chwyta się spojrzeniem cudzej duszy, władnej ładem swoim."
      },
      {
        "index": 95,
        "text": "Nina nie rozumiała nic w coraz to zimniejszym lęku, lecz stokrotnie mędrszem w takich razach czuciem wiedziała, co jej czynić należy. »Oderwij mu myśli od chwili! — pchnęło ją coś jakby rozkazem gwałtownym, — w dal! — koniecznie jak najdalej.«"
      },
      {
        "index": 96,
        "text": "Wciąż na klęczkach, ramionami o jego kolana wsparta, mówiła w nagłej inspiracyi opowiadawczej:"
      },
      {
        "index": 97,
        "text": "— Pamiętasz Bolku, jakeś do nas po raz pierwszy na wieś przyjechał, i jak ja za tobą, jak cień wszędzie chodziłam, naśladując wszystko, coś ty robił, śmiejąc się zaraz, gdyś ty się roześmiał, dziwiąc się, gdyś ty się zdziwił. Takiem niemądrem dzieckiem byłam. Gdyś w pole lub do ogrodu wychodził, ja zawsze za tobą, a gdyś podskoczył sobie idąc, ja także podskoczyć sobie musiałam, za tobą biegnąca. A gdyś kozikiem co strugał, ja przed tobą w kuczki siedzę, cała w oczach, w niepokoju, w patrzeniu: gdyś cmoknął niecierpliwie, ja cmoknęłam zaraz, gdyś zaklął brzydko, ja klęłam słowo w słowo. A jak ci się tylko przy tem zajęciu cośkolwiek nie udało, zaraz gniewałeś się bardzo — na mnie. A gdy ci się powodziło w struganiu, to sobie ze mnie podrwiwałeś gwizdający. — A potem, gdy skończyły się wakacye, siadłeś na bryczkę, rad, że wracasz do miasta, sam jeden na dużem siedzeniu: mężczyzna taki! Och, jak ja to pamiętam. I pojechałeś."
      },
      {
        "index": 98,
        "text": "Póki mówiła, pochylał się nad klęczącą z ogromną powagą wysiłku, aby skupić się cały na tych wspomnieniach, z których sączyła się cichość jak z południowej godziny na polu. A w miarę słuchania wodził dłonią wpółzamkniętą ponad nią, włosów nawet nie dotykając, jak gdyby chcąc ugłaskać tamtę głowę dziecka, przypominanego coraz to lepiej, coraz to wyraźniej."
      },
      {
        "index": 99,
        "text": "— Patrz na mnie! — wołała, — chwytając go za piersi. — Poznajesz? Widzisz? Wspominaj ze mną, wspominaj ciągle! O, ja wszystko teraz tak doskonale pamiętam: każde słowo twoje, każde spojrzenie z przed laty... Patrz! Czujesz mnie? Przypominasz? — uwisała mu z całych sił na szyi. Więc się uśmiechnij. No, drogi! I nie męcz się tak myślą, nie męcz w oczach. O, Boże, Boże mój! — opadły jej na chwilę ramiona."
      },
      {
        "index": 100,
        "text": "W oczach jego jakby przez mgłę z trudem przebity, stanął wreszcie uśmiech."
      },
      {
        "index": 101,
        "text": "Wówczas ona przewinąwszy się jakoś w tej radości nagłej, zarzuciła nań ramiona tyłem, i tak uwisła na jego szyi, głową o piersi jego wsparta, cała skrętna w ruchu, jak dziecko w psotnej pieszczocie."
      },
      {
        "index": 102,
        "text": "Zerwał się z miejsca, obzierając się, jakby za zgubionem w myślach zamierzeniem. Z klęczek nie powstała, uczepiona ramion jego czołgała się wprost za nim."
      },
      {
        "index": 103,
        "text": "— Zostaw ty mnie lepiej, — dobył z siebie głucho, wyrwawszy rękę tarł nią jakiś czas czoło, przypominając znów zamiar poniechany, czy też zbierając z takim mozołem myśli rozpierzchliwe. — Bo przecież ja jutro..."
      },
      {
        "index": 104,
        "text": "Dorwawszy się znów ramion jego ściągnęła go tym razem z powrotem na kanapę i uwisła mu na szyi, głową na piersiach jego wsparta."
      },
      {
        "index": 105,
        "text": "Łopotało się serce przerażeniem coraz to większem tego słowa jednego:"
      },
      {
        "index": 106,
        "text": "»Jutro!«. .."
      },
      {
        "index": 107,
        "text": "Jawiły się za niem jakby w pożarnych płomieni łopocie te obrazy wojny, zrodzone w młodej wyobraźni nie wiadomo gdzie i kiedy."
      },
      {
        "index": 108,
        "text": "I na nic już nie bacząca, na wszystko inne oślepła i głucha w tej chwili, przy zamkniętych powiekach pełzała prawie rękami po piersiach jego ku szyi, oplotła ją chwytem tonącej i, odpowiadając jękiem nieomal radosnym na jego ramion zagarnienie mocne, trafiła wargami na wargi."
      },
      {
        "index": 109,
        "text": "Z płaczem pomieszał się śmiechu podryw krótki, w szepcie ust całujących zagubiony i jak płacz bezradny."
      },
      {
        "index": 110,
        "text": "A potem już tylko czucie czyjegoś spojrzenia na sobie — na tych piersiach, które pod jego dłonią, przy tem chyleniu się na wznak, z sukien dekoltu same się wyrzuciły dyszące."
      },
      {
        "index": 111,
        "text": "— Patrzy! — sprężyła się cała."
      },
      {
        "index": 112,
        "text": "»Kto?« — pytał niemo tuż po nad nią żar oczu wilgotny, potem tych białek błyskanie, gdy się te oczy zezem obzierały po kątach pokoju."
      },
      {
        "index": 113,
        "text": "Wyplątawszy z trudem ramię z jego uścisku, wyrzuciła je w tył, poza siebie w kierunku czarnej kukły, stojącej tam w kącie z swą tacą mosiężną w łapach wielkich."
      },
      {
        "index": 114,
        "text": "On! I wtulała się znów cała w te ramiona, podsuwając powieki trwogą rozdygotane na oślepienie pocałunków."
      },
      {
        "index": 115,
        "text": "Senże to był, — myślała — czy omdlenie nieprzytomne?..."
      },
      {
        "index": 116,
        "text": "Ocknięta ujrzy nad sobą przestrach sam: w tych oczach jego krągłych, w ust rozchyleniu suchem i rąk palących dotykaniu jej czoła i twarzy. Wtedy dopiero i serce ocknięte załopotało w piersiach, jak ptak o pręty klatki bijący. A usta, całe szlochu wielkiego pełne i oniemieniem nad tem, co się stało, rozdygotane, szukały omackiem, gwałtownie, w ramion rozpaczliwym oplocie — ust jego, które teraz oto uchylały się już precz."
      },
      {
        "index": 117,
        "text": "— Po coś cucił?... Po co?..."
      }
    ]
  }
}