{
  "chapterNumber": 11,
  "title": "Część trzecia, 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Przedsenna trwoga rozjątrzonej wyobraźni na myśl o zjawieniu się »murzyna« ocknęły w niej czujność wpół uśpioną. Nie mogąc teraz oto trafić do przeznaczonego dla się pokoju, błąkała się po mieszkaniu ciemnem; zaś to drażnienie już serca samego, które tłuc się poczynało w piersiach, przyniosło jej nieobjętą trwogę przed złem w myślach, z którego rodzą się upiory wyobraźni. Leny popłoch przed chwilą i jej słowa ostatnie brzmiały jej teraz w uszach jak zgrzytliwe pęknięcie tej struny, na której wygrywała swym przyjaciołkom jakieś niedobre rozmarzenia. Struna pękła w fałsz, stokroć gorszy niźli ten w opowiadaniu rozumiany."
      },
      {
        "index": 2,
        "text": "Błąkająca się wciąż wśród ciemnych pokojów i tem coraz bardziej podniecona w wyobraźni, odczuwała głucho niepoimnemi myślami, że wśród tych tu ludzi przybywa wciąż tego niepokoju przed złem w myślach i czuciach. Rozpoczęło się to, — pamięta, — od rozkołysania zmysłów atmosferą dosytu, od tego niestatku ciekawości drażnionej, a skończyło tak rychło bezwiednem rojeniem o rozkoszy: wówczas przy stole, gdy oczom przymrużonym zawistnie wydało się, że wszystkie te rozszeptane kobiety kosztowały wszak najsłodszych owoców życia. A ledwo tamci wszyscy od stołu wstali... Powrócił znów ten gwałtowny otrząś chłodu, który starczył za wspomnienia tamtej jednej chwili... Utajone krople marzenia o rozkoszy były w tej zabawie ludzi po salonach i przy stołach biesiadnych. Lecz tam oto, w Leny alkowie, przed puchowym ołtarzem jej białego ciała — domieszane jest już do rozkoszy zażycia coś więcej: bo wino ducha, tutaj zaprzepaszczonego! Dawniej słyszana opowieść o samobójstwie Woydy stanęła jej upiornie przed oczami."
      },
      {
        "index": 3,
        "text": "Uchyliwszy drzwi najbliższych, wydała krótki krzyk i rzuciła się w tył."
      },
      {
        "index": 4,
        "text": "Tam w głębi na tle portyery stał on z swą twarzą czarną i białopołyskliwemi ślepiami, — on, który wówczas podawał było Woydzie truciznę, on, który dziś tu patrzał na jej grzech."
      },
      {
        "index": 5,
        "text": "»To jest ten bożek pokoju, ...zastoju — pomyślało jej się nagle, — któremu Lena radziła szyderczo składać objaty«."
      },
      {
        "index": 6,
        "text": "Szarpnąwszy drzwi najbliższe, dostała się do biblioteki, skąd ją niedawno zabrała była Lena do siebie. Światło poranka, jakie przez rozchylone okna padało tu, sprawiło, że uczuła się znowuż, jak ten nietoperz zabłąkany w słońce, w którym dyszy oto i zipie całe gnuśne zło nocy zatajone po czuciach, myślach, przypomnieniach i wyobraźni..."
      },
      {
        "index": 7,
        "text": "A gdy wstąpiła w tę smugę światła pod oknem otrząsła się w jego cieple od stóp do głowy, sama w tej chwili, jak ta zmora ocknięta. Z dłońmi na oczach osunęła się na kolana, — do pacierza zdawało się jej, — czyniła to już po raz drugi w swej bezradności dzisiejszej."
      },
      {
        "index": 8,
        "text": "Słońca muskanie ukojne niosło spokój w młodą głowę i potrzebę uładzenia myśli, objęcia zeznań swoich."
      },
      {
        "index": 9,
        "text": "Jęła tedy mimowoli wspominać wszystkie swe przeżycia dzisiejsze."
      },
      {
        "index": 10,
        "text": "Tamtych mężczyzn krzątania się przymilne za jej spódnicy szelestem, śmiech z niej wyłechtywany pustoty gamą lub niecierpliwym chichotem po kątach. »Błahaś!« mówiło jej zwierciadło samo powtarzanem spojrzeniem wszystkich tych ludzi, którzy bawili się jej młodości niestatkiem aż do spazmu nieomal jej nerwów drażnionych. I tylko jeden człowiek hardość życia młodego w niej budził, — człowiek obcy, szabli pobrzękiem od innych w przypomnieniu wyróżniony. Bo gdy za innymi oglądała się pamięć, widziała z kolei tamtych panów powagę karcianą, ich narady obywatelskie, polonezy posuwiste, toasty biesiadne — a wszystko jak polonez jeden: szumne, uroczyste, wielce-szanowne... I oto ruda głowa aktorki błogosławiona przez najczcigodniejsze ręce za to, że wszystkich tych ludzi istnienie przypomina światu swoją sławą rozgłośną. Zaczem oklaski wielkiego roztkliwienia, kieliszków brzęki, wina upojenie, kobiet poszepty i pogwarki, ich obnażonych biustów przydechy głębokie i najsenniejszego walca rozkołysanie lubieżne... I nagle obcego słowa w te wszystkie głowy uderzenie: »Wajnà!« I jej, najmłodszej tu między nimi, pierwszy krzyk. Tuż obok siedział on z bladem przerażeniem na twarzy, za rękę przez nią kurczowo ściskany. Wszyscy niebawem powstawali w zamęcie; oni oboje z miejsc się nie ruszali, jak te dzieci alarmem w osłupienie ocknięte i zapatrzone tępo w ludzi starszych. Zaś tam, naprzeciw: starczej ręki miotanie się dziwne i tej głowy sędziwej kołysanie urągliwe."
      },
      {
        "index": 11,
        "text": "A potem, ledwo tamci wszyscy po pokojach się rozeszli, w jej rozkołysane zmysły i targniętą wyobraźnię rzucona żagiew; — potem tamta chwila, która przypominała się tylko mrozem przerażenia."
      },
      {
        "index": 12,
        "text": "To jedno pozostało w pamięci: jego dusza słaba roztargana tu już w niwecz i ciało bezduszne wywlekane na wojnę daleką. I ona sama powalona pod spojrzeniem tej kukły murzyna... Podczas, gdy za oknem grzmiała równocześnie jakaś surma mosiężna i śpiew jak wicher: — tak się młode obce życie hardo obwoływało tam..."
      },
      {
        "index": 13,
        "text": "Zaś potem, sama nie wie, jak trafiła za progi: w te labirynty półek z książkami, niby ściany katakumb, w pyłu i pleśni woń i ponure jak w grabami ociążenie piersi. Na czole rozpalonem Wandy dłoń chłodna, a przed oczami ta głowa graniasta pod bandażem, ta wiecha włosów, które osiwiały hen, daleko. I opowieść tamta... I to milczenie wraz z płaczem uparcie w piersiach trzymane: — do pyłu i pleśni starych książek domieszany, ostry, całą duszę jakby oczadzający zapach krwi!..."
      },
      {
        "index": 14,
        "text": "A potem — to co u Leny było: — Oli oczy straszne i jej bełkoty wtedy. Dalej, zapadłe mimo wszystko na dno duszy słowa Woydy, powtarzane ustami Leny. Wreszcie tej struny pęknięcie zgrzytliwe w fałsz kobiecy, niosący już tylko przypomnienie tych dyabłów, co poobsiadały wieże kościołów. Dłonie bezradne poczęły znów ściskać czoło i twarz całą. A ta rysa niestatku na policzkach dała się znów wyczuwać na obliczu jak ból: nadmiar życia wrył się w twarz młodą stygmatem męki nieomal..."
      },
      {
        "index": 15,
        "text": "Z gardłem ściśniętem, w swych myślach zbłąkana rychło zupełnie, wciskała głowę bezradną w splecione ramiona."
      },
      {
        "index": 16,
        "text": "Aż póki nie poczuła na nich czyichś potrącań gwałtownych. Podniósłszy oczy, ujrzała nad sobą starca wspartego szeroko na kijach i głowę jego suchą, wychyloną zdziwieniem na długiej szyi. Nad coplami wąsów, w dziobie twarzy zgrzybiałej żarzyły się źrenice drobne na szarych, zamąconych starością białkach, niby żużle w popielepopiele. A spoglądały te oczy tak przenikająco, że mimowoli przysłoniła się od nich dłonią."
      },
      {
        "index": 17,
        "text": "— Co ci?! — mruknął krótko i trącił ją swym kijem. — Czemuś tu? Mów!"
      },
      {
        "index": 18,
        "text": "Zamierzała powstać z klęczek, lecz w zachwianiu się nagłem sięgnęła jego kolan i uwisła na nich. I już sama nie wiedząc, co i dlaczego to czyni: — chyliła głowę jeszcze niżej..."
      },
      {
        "index": 19,
        "text": "— Co ty?!"
      },
      {
        "index": 20,
        "text": "Przez nią w swych ruchach obezwładniony i w zdumieniu jakby stężały, stał tak cierpliwie czas jakiś. Po długiej dopiero chwili znów ją kijem trącił: usuwał od siebie. Przysiadł z trudem na kanapie i w swą żylastą rękę ujął ją z tyłu za głowę tak mocno, że trzymał ją nieruchomo przed oczami. I znów sama nie wiedziała, dlaczego tak przytakiwać musi całem wejrzeniem coraz to bledszej twarzy. Zagniewały się brwi jego: pytał jeszcze chmurniej; wówczas z pod jej powiek opadłych toczyć się poczęły łzy ciche."
      },
      {
        "index": 21,
        "text": "Puścił wreszcie jej głowę z zacisku twardych palców, uchylił włosów na skroniach, patrzał badawczo na czoło otwarte."
      },
      {
        "index": 22,
        "text": "— Tak! — odezwał się wreszcie. I tą zadumą wlepionego spojrzenia przylgnął do jej czoła."
      },
      {
        "index": 23,
        "text": "Zapamiętał się w myślach starczych pod sapliwe rozchylenie ust."
      },
      {
        "index": 24,
        "text": "Po długiej dopiero chwili podniósł kij i, grożąc nim jakby poza siebie, ku pokojom:"
      },
      {
        "index": 25,
        "text": "— Tam na stołach, — mówił głucho, — pozostały niedopite kieliszki, resztki potraw i kwiaty powiędłe, po salonach zaduch i czad. A tu — tył niby ten kielich nadpity, kwiat pomięty, jak ta żywa resztka, osad i męt tego ich życia... Boję się, że ten osad i męt młodością tu się nazywa!"
      },
      {
        "index": 26,
        "text": "Rozkiwała mu się głowa, słowa mrukliwe już się do własnej zadumy tylko zwracały:"
      },
      {
        "index": 27,
        "text": "— Boję się ja, że w tym męcie i osadzie sumienie ruszone tego życia będzie!... Gnuśność wszystkich zło w myślach i czuciach warzy: młodość w siły najzasobniejsza na swe biedne dole i czyny je weźmie i — rozniesie, rozwlecze po życiu."
      },
      {
        "index": 28,
        "text": "Ocknął się z zadumy i żachnął, teraz dopiero spostrzegłszy, że dziewczyna, słów jego nie wiele słuchająca, przypadła tymczasem do jego ręki."
      },
      {
        "index": 29,
        "text": "— A jakże! — parsknął, tknąwszy ją twardym palcem w głowę. — Takiej głowinie każde słowo surowe teraz jak to księdza fukanie, — i tyle jej pewno trzeba na ulgę duszy... Nie ksiądz ja! — sarkał, — nie do kobiecych mi dziś przewin i kajań się. Czego innego pytałem się oczu i czoła twego. Wartości życia samego patrzałem: jaką to czarę wypełnili oni mętem swoim? I nie jedna mi twoja głowa dziś na myślach, a gromady ich całe... Bo dzwon mi dziś w głuche uszy uderzył, dzwon! — chylił się ku niej krzykliwie z kiwaniem ręki koło swego ucha, — dzwon na czasy, które idą. I te nagłe myśli o życiu, o przyszłości, o was młodych postawiły, patrz, uparciej na odrętwiałe nogi, zapaliły ostatnie może jasne płomienie w tej głowie starej."
      },
      {
        "index": 30,
        "text": "Urwało się na chwilę w oddechu ciężkim."
      },
      {
        "index": 31,
        "text": "— A staremu nikt tu ucha nie użycza; mumią żywą uczynili, sługom w opiekę, gościom na nieme respektowanie oddali. Sam ja tu, po nocach żywy, jak ten ich upiór postypowy, gdy mnie śmierci lęk lub myśli udręka uwstrętniają łoże. Saam! — huczał jej nad uchem."
      },
      {
        "index": 32,
        "text": "A jej się zdawało, że te oczy uwypuklają się jakoś dziwnie w tej chwili, wystawiają mętnemi białkami i, zaskoczone zadumą, patrzą zezem, jakby nie widzące w roztargnieniu myśli."
      },
      {
        "index": 33,
        "text": "— Chciał boży przypadek, by się śmierci starczej trwoga takiej ot jętki o młode życie zadumą pytała... I kto wie: może my mamy wiele do pomówienia, do zrozumienia, my oboje. Bo, widzisz, — kładł jej twardą rękę na głowie, — jest dusza gromadom ludzkim wspólna, która i takie nawet dwa bieguny życia jednem czuciem wiąże. A jednej to duszy koleje: i ten ludzi dzisiejszy obyczaj i mego długowiecznego życia utrudzona daremność."
      },
      {
        "index": 34,
        "text": "Rozkiwała się staremu szyja, a słowa głuche w dal odeszły. Mówił już zupełnie niewyraźnie, sobie tylko, przy miękkich, jakby żujących, ruchach warg. A w miarę tej mrukliwej gawędy ze sobą dygotała coraz bardziej ręka na kiju rozkołysanym."
      },
      {
        "index": 35,
        "text": "— Wiesz ty, — pochylił się do niej nagle twarzą, — jakie jest w złem życiu tych ludzi zło najgorsze? — Duszy w każdym zaprzepaszczanie. Bo za tem idzie niechybnie — zdrada tej wspólnej."
      },
      {
        "index": 36,
        "text": "— Taak! — wyszeptał jej w usta prawie i ledwo w tył się nie cofnąwszy, trzymał ją tak pod zezem oczu zawsze zadumanych. — Zdrada."
      },
      {
        "index": 37,
        "text": "Ręka z kijem wyrzuciła się znów w tył, na pokoje wskazując."
      },
      {
        "index": 38,
        "text": "— A to jest tej zdrady nora i ognisko: cały ten ludzi obyczaj dzisiejszy!"
      },
      {
        "index": 39,
        "text": "Wmyślił się widocznie w rzeczy nazbyt wzburzające siły niedołężne, bo niespokojnym ruchem rąk obu począł odpędzać je od nabrzmiałych skroni i posiniałej w tej chwili twarzy."
      },
      {
        "index": 40,
        "text": "»Helena!« — zaplątało się jakoś dwukrotnie imię wnuki na wargi drżące."
      },
      {
        "index": 41,
        "text": "Lecz tym starczym instynktem samozachowawczym odpędzał się od myśli dokuczliwych jak od roju; a że nie ustępowały, postanowił wstać: gestem usuwał ją od siebie, by prostować z trudem nogi, podnosić się na swe kije."
      },
      {
        "index": 42,
        "text": "— Wiem ja, — mruczał, szamocąc się z niedołęstwem swojem w postuku kijów niecierpliwym, — pół-ślepy, pół-głuchy, pół-żywy, wiem ja, co się tu po kątach i zaciszach dzieje. Co przy stole było, małom wiedział ogłuchły w sobie. Ale co tam na ulicy niebawem było, tam widział ślepy i słyszał głuchy. — I to wiem, — wskazał kijem na krwawą misę w kącie. I jacy tu goście zaglądali potem do przedpokoju. I wasze tu milczenie po opowieści wnuka słyszałem głuchy. Może to ja wam tu poniosłem tę ciszę długą: tam w głębi, za półkami zjawiony. Bo takim upiorem milczenia wałęsa mną śmierć leniwa po ciszach i zadumach, tak szpieguje mną pozostawionego życia treść."
      },
      {
        "index": 43,
        "text": "I znowuż zadumały się te jego oczy, obiegające zezem błędnym otoczenie całe."
      },
      {
        "index": 44,
        "text": "— I dziwna rzecz, że tutaj, zawsze tutaj tylko! jakby do tej komnaty ukrywała się zawsze, mimowoli, resztka ducha w życiu tych ludzi... Gdy się ten Woyda przed dwoma laty truł z amorów, tum go zdybał przed tem. Tutaj! — zakuł laską w ziemię. — Stamtąd, z alkowy wylazł, pod ścianą stanął, rozdygotany na twarzy bladej, mdły, ze zwisłemi ramiony: ruina woli męskiej! A oczami gorączki wodził po tych półkach, po biustach nad niemi, jakby się przed tymi tam rachował z życia swego. Wtedy przystąpiłem do niego i zdjąłem mu te ręce z twarzy. Wrzasnął gębą niemą, cały w bladym strachu, jakbym z za grobu do niego przystąpił... Prawieć! — odparłem, — prawie! Już mnie śmierć leniwa widmem między wami czyni i widma władzę daje; każe mi się błąkać po nocach bezsennych, przed zatraceńcami marą stawać... Który chcesz przede mną co ukryć, w ucho mi to wrzeszcz, w ślepia mi z tem leź: pewno ukryjesz. I ty. I Helena także. Bo widzieć i słyszeć nie chcę! Bo gardzę! Tak, miotaj się, miotaj — honorem! A mnie w tej wzgardzie ciebie, biedny, więcej żal od rodzonej wnuki: za to ducha zaprzepaszczanie, za siebie i innych: za przyłożenie ręki do zdrady posiewu... I innych! — rozumiesz? Coć lepszego Bóg w piersi dał, nie dla ciebie to samego. I nie dla kobiety!... Bądź spokojny: za barona się nie stawię; i za kobietę nie, choć wnuka... Tak oto wszyscy wszystko — ukryć możecie przede mną. Bo wiedzieć nie chcę! Ale o czem usta wasze już milczą, o czem dusze w sobie jeszcze nie wiedzą, że w zatratę idą: tego nie ukryjesz — żaden! Bom jest, jak z uchylonej trumny spojrzenie na życie, jak patrzące sumienie naszej duszy wspólnej..."
      },
      {
        "index": 45,
        "text": "Coś odsunęło ją na klęczkach, a w piersiach zaparł się oddech. Z tego żółtego czoła nad nią, białych copli wąsów i rozgaru oczu osadzonych gdzieś głęboko w tej ptasiej czaszce — spoglądała na nią groza sama. A dalsze koleje Woydy tegoż wieczora stanęły jej tak jaskrawie w myślach, że ręce zatrzepotały się jakoś bezładnie koło głowy oszołomionej."
      },
      {
        "index": 46,
        "text": "Ten jej odruch zdał się i starego naprowadzać na przypomnienia dalsze, bo mówił niebawem z głową zwieszoną:"
      },
      {
        "index": 47,
        "text": "— Tam, tuż obok, chodził po dywanie godzinę całą. A potem jakby w sił opadzie, czy żalu już spóźnionym i popłochu nad tem, co uczynił, jął się tu jakoś skrobać do tych drzwi. — I runął pod drzwiami."
      },
      {
        "index": 48,
        "text": "Stary machnął ręką:"
      },
      {
        "index": 49,
        "text": "— I dobrze tak! Z dyabłem precz! Wydała krzyk krótki."
      },
      {
        "index": 50,
        "text": "— Pod tą powierzchnią życia, — słyszy za chwilę słowa jeszcze głuchsze, — która tu ciebie jak korek niosła, ponure jest nasze życie tam, gdzie się dusza wspólna budzi, gdzie sumienie rachować poczyna. A trzeba tu dziś ludziom mocnych doli docisków, aby ocknąć w marnej bezradności duszy własnej czucie tamtej... Gorzej bywa, gdy uczuć płytkość, jak ten korek na powierzchni niczem docisnąć się nie da, gdy młode życie bezduchem w te dosyty wsiąknie; wtedy i na śmierć duszy nie stanie. Dziś tu wywlekli takie młode ciało na jego wartość ostatnią: kamienia w cudzym ręku na ciśnięcie, gdzie trzeba, — na dalekiej wojny pohybel."
      },
      {
        "index": 51,
        "text": "Zatuliła się cała w dłoniach i ramionach od przypomnień tamtych."
      },
      {
        "index": 52,
        "text": "— I dobrze tak! — słyszy z przerażeniem."
      },
      {
        "index": 53,
        "text": "Splotły się z trudem w kłąb jeden gruzłowate palce starego."
      },
      {
        "index": 54,
        "text": "— Dzięki ci Boże, że nam się chwasty same pielą!"
      },
      {
        "index": 55,
        "text": "Dorwała się rzutem do tych rąk splecionych i targnęła je w dół."
      },
      {
        "index": 56,
        "text": "— Na litość Boską nie!... Taka modlitwa to przekleństwo jest! I nie na niego tylko. I na mnie chyba? I na mnie może!"
      },
      {
        "index": 57,
        "text": "Nie dosłyszał widocznie głosu wśród łez, bo tylko te oczy pytające ku niej zwrócił i zastygł tak: choć zda się zapatrzony a przecie w roztargnieniu myśli nie widzący."
      },
      {
        "index": 58,
        "text": "I mówił znów do siebie tylko:"
      },
      {
        "index": 59,
        "text": "— Patrzę ja tu od lat dziesiątek na całe hekatomby życia młodego, spalonego przez gnuśność powszechną ogniem swej żywotności!... Jestże gdziekolwiek jeszcze na świecie życie takie, gdzie między temi dwiema: zdradą i ofiarą w duchu i czynie nic nie wyrasta, nic nie dojrzewa? Wszystko samo się niszczy, samo się piele..."
      },
      {
        "index": 60,
        "text": "Ruszył z miejsca w kijów postuku i szamotaniu się ciała za nimi. I tak się kołatał czas jakiś po pokoju. Aż póki nie zatrzymał się nagle przed misą w kącie i gąbką w niej krwawą. I stanął nad nią z zezem oczu zadumanych."
      },
      {
        "index": 61,
        "text": "— Po co? — parsknął z urągiem. — Kwoli czemu?! Ni jak, tylko do resztek potraw, wina i kwiatów pomiętych na stołach, do czadu i zaduchu po ciżbie dosytniej, do mętu i osadu w duszach młodych — jeszcze i to: starym bogom ofiara po uczcie, która była... Toczy wam ten ludzi obyczaj dzisiejszy ciepło życia młodego z żył serdecznych, — toczy po próżnicy! Płonki wy wszyscy z ziarna życia, jakie było, a gleby i powietrza, jakie są. I pomyśleć trwoga bierze: która płonka w życie zasobniejsza, ta gleby i powietrza schłonie właśnie najwięcej... Choćby to twoje rwanie się do życia sił wszystkich, które ciekawością zła i dobra wyprzedzają dolę: z ziarna to jest. Co z tego wyniknie, gleba i powietrze ustanowią — i dolą, twoją dolą nazywać się to będzie! Siły i zamierzenia innych najlepsze: z ziarna one będą, a owoc z nas tu wszystkich — i czynem, ich czynem nazywać się to musi!..."
      },
      {
        "index": 62,
        "text": "Jej myśli nie podążały już za tem, co mówił. Ale słowa starca, rozlegające się głuchym podźwiękiem w tym labiryncie półek, jak w kościoła nawach, przygniatały jej pierś. Nie patrząc widzi, jak tam stoi za nią, szeroko na swych kijach wsparty, niby kruk o zwisłych skrzydłach. Czuje na sobie spojrzenie tych oczu zadumanych."
      },
      {
        "index": 63,
        "text": "— Wiem już! Wiem! — szarpnęła się nagle."
      },
      {
        "index": 64,
        "text": "— Cóż ty wiesz?"
      },
      {
        "index": 65,
        "text": "— Sumienie!"
      },
      {
        "index": 66,
        "text": "— SłyszySłyszy, jak przysiada z trudem obok niej. Po chwili kładzie jej rękę na głowie."
      },
      {
        "index": 67,
        "text": "— Twojeż to? — pyta żałośliwie. — Wasze? — odyma się z pogardą. — Co z sumienia bezradnemu sercu i głowie młodości? Chęci dźwignąć nie zdoła, a myśli tylko udręką zeszpeci, i radość życia w piersiach struje. Jeszcze i słabość samą — rozdwoi. Kędyż zawiedzie głowę bezradną sercem słaby i rozdwojony? instynktowi życia samego już nie ufny? Kędyż to wszystko zawieść może: wasze sumienia młode?!"
      },
      {
        "index": 68,
        "text": "— Więc!... — poderwała jej się głowa hardym gestem zniecierpliwienia, jakby straciwszy już ufność w odpowiedź dla się zrozumiałą."
      },
      {
        "index": 69,
        "text": "— Więc, — schwycił zniecierpliwioną za ramię i przyciągnął ją ku sobie, — więc ta siła jest wam ku potrzebie, która i najsłabsze serca godnością dźwiga, a i najlichsze od znikczemnienia uchroni, — ta, którą wam tu ludzie zdradzili: — dusza wspólna!..."
      },
      {
        "index": 70,
        "text": "— I w tę grobnicę zamknęli! — dorzucił z ruchem ramienia na pokój, jakby w przezornem zwracaniu myśli w inną stronę. Gdyż oto nabrzmiały mu znów skronie, posiniała twarz. A że dziewczyna, hypnotyzowana już wręcz tą starczą mową i wejrzeniem, uwisała na jego ustach zeszklałemi od łez oczami, więc potrącał ją kijem, cucił z tego otępienia; by za kija wskazaniem odwieść jej wzrok na te półki z książkami, na te biusty białe nad niemi, na tę powagę i skupienie w komnacie całej. Uległa, rozglądała się czas jakiś, lecz niebawem wracała ku niemu tem spojrzeniem w smutku aż otępiałem."
      },
      {
        "index": 71,
        "text": "Ale on zwiesił już było głowę."
      },
      {
        "index": 72,
        "text": "— Grobnica to jest, — mówił po długiej dopiero chwili, — i dla takich głów jak twoja zamknięta. A jednak: i to dzisiejsze duszy starej targnięcie tu mnie zwlec musiało, abym poczuł i ten jeszcze ból: jak takie czoło bezradne przypada do mej dłoni niedołężnej, jak gdyby ona stamtąd właśnie... Zostaw! — wyszarpnął w tejże chwili rękę. — Samemu wstręt przed nią. Zwiędła i wyschła w szpon pokurczony i — patrz! — aż zły i ponury na wejrzenie w bezwładzie swoim, jak starość każda. Takie ręce młodego życia nie zratują, a rychło patrzeć, splotą je ludzie na obojętność wieczną, pozostawiającą młode życie w bezradności jego. A te wasze »naprzód!« czy »wstecz!« za jedno mi błędne koło będą wokół trumny mojej... Żadna ręka tu się ku wam nie wyciągnie: sami z siebie wy dziś wszystko... sami. — Taki jest wielki smutek wszystkiego, co było daremnie, co się nie nawiązało łańcuchem sił żywych."
      },
      {
        "index": 73,
        "text": "Rozgniotły się słowa dalsze w miękkim zacisku warg, wyciągającym w dziób usta stare. Zgrzybiałość ogromną dobyło wzburzenie z tej twarzy ptasiej, wystawiając jeszcze bardziej ku górze ostry podbródek i zwierając ku niemu nos zakrzywiony pod niewyraźne czas jakiś bełkotanie i chrypliwe przydechy niedołęstwa. Oburącz odpędzał od siebie to zniemożenie: skronie ściskał, skrzepiał siebie."
      },
      {
        "index": 74,
        "text": "— Nie patrz tak! z litowaniem... Nic to! Dzwon ja dziś usłyszałem, dzwon na czasy, które idą, niepokój o dusz młodych sile zatargał aż do trzewi nikczemną resztką sił moich. I nie płacz mi!... Nie o tobie ja przecie... Nie o tobie."
      },
      {
        "index": 75,
        "text": "Lecz nagle, oderwawszy drżące dłonie od skroni, sięgnął oburącz do jej głowy i przygarnął ją z całych sił do piersi:"
      },
      {
        "index": 76,
        "text": "— Twoją głowę najmłodszą!"
      }
    ]
  }
}