{
  "chapterNumber": 16,
  "title": "Część czwarta, 2",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Za pochodem obcych pielgrzymów czyniła się tymczasem procesya coraz liczniejsza. Wszakże więcej od ich niezrozumiałych psalmów, nazbyt uroczystych dla ciekawości widzów, działały w ciżbie swoich żale i miotania się owej baby histerycznej, która wzięła na się niespodzianie rolę pośrednika i tłumacza pobożnych intencyi obcych ojców brodaczy. Wywodząc z żałośliwemi przeklęństwy wszystkie krzywdy i pohańbienia nędzy, objaśniała swoich, że ci ojcowie pobożni świat na pokutę wzywać idą: — Antychryst świat ma skończyć, jakby na złość bogaczom i krzywdzicielom wszelkim. I jak oto w aurze miejscowej przeinaczał się wmig ponury Demiurg herczyi stepowej w mściciela krzywdy ludzi pognębionych."
      },
      {
        "index": 2,
        "text": "Mężczyźni słuchali niechętnie tych miotań się baby. Wszczynali natomiast między sobą gawędy zaciekawień: »Księży, ni popów całkiem oni nie znają; sami sobie popią«. Ktoś tam urągać począł na księże »mamroty« — »kosztowne bardzo«."
      },
      {
        "index": 3,
        "text": "I wszczęły się pomruki. »Kto nad nędzę mocniejszy? Choroba. Mało czego ona z biedy nie wyciśnie: a to na dochtorów, a to na likarstwa. A kto jeszcze mocniejszy? Ksiądz. Czembyś onym duszom dziecka, czy kobiety twej zmarłej nie wygodził, gdy im biednym z życia już nic. Płać, poda ksiądz. Niema sposobu!... »Który inszy po wsiach to sobie takie stacye jak z tabeli wyznacza. Od kościoła z pogrzebem — po drogę: tela! po karczmę: tela! po wrota cmentarne: tela! A jeżeli przed sam grób: o! płać, chłopie, kiedyś taki pyszny przed panem Bogiem«."
      },
      {
        "index": 4,
        "text": "Dogadywał warkliwie lud ponury. — »Pewnie!« — odzywało się zewsząd echem przytakiwań."
      },
      {
        "index": 5,
        "text": "Baba histeryczna wgadała się tymczasem w chrypkę i prawiła coś o grzechu wojny największym. Sięgnąwszy w najżywszą dziś własną boleść, dostawała się i do serc ludzi; a odczuwszy to wmig, wybuchnęła wraz i prawdziwymi spazmami. Kobiety sapały, chmurzyli się mężczyźni. Zanikała powoli odległość między pielgrzymami a procesyą ciekawych: mieszały się tłumy. Już nie za gapi przyłączali się teraz ludzie z ulicy, lecz jakby niosąc za nimi swoją niedolę, czy zaciętość. Niezadługo, — a postępowali wokół nich murem. W ruchach mężczyzn jawiło się coś takiego, że baby zaniepokojone uwieszały się tu i ówdzie ich ramion, odciągając precz."
      },
      {
        "index": 6,
        "text": "Profesora zagadnęła tymczasem figurka strojna, zwrotna i nerwowa w gestach, bez wieku na wygląd, bez płci, rzekłbyś nieomal, gdyby nie męskie ubranie, wąsik strzyżony i papieros w ustach tańczący: osoba ze sfer inteligencyi wielkomiejskiej. — Od granicy idą ci pobożni jedwabioszwarcy, — rzekła jadowicie, błysnąwszy złośliwem oczkiem."
      },
      {
        "index": 7,
        "text": "Komierowski przymknął powieki odrazą, jak gdyby mówiąc: »Och, znam aż nadto! Och, słyszę takich codziennie! O, ten wiew swojszczyzny dzisiejszej od sfer naszych!«..."
      },
      {
        "index": 8,
        "text": "Jakoż profesor podjął mu z warg temiż myślami:"
      },
      {
        "index": 9,
        "text": "— Byle tylko przemydlić się nad każdem głębiej sięgającem zagadnieniem życia i duszy..."
      },
      {
        "index": 10,
        "text": "Osoba inteligentna podsłyszała te słowa z opodal uchem nerwowem i spurpurowiała honorem w jednej chwili. Ustawiwszy jakoś nogi w krzyż, podjęła do ust gałkę laski."
      },
      {
        "index": 11,
        "text": "— Pan uważa?... Nas tu życie mniejszych sympatyi uczyło — w tamtą stronę. Oczywiście nie zainteresowanych. Bo nie wiem, przed kim popełniłem nieostrożność... użycia naszej tu broni ostatniej. Przytem samo powietrze stołeczne odbiera nam prowincyonalne sentymenty i naiwności wobec wszelkich naprawiświatów i czyni z nas scep..."
      },
      {
        "index": 12,
        "text": "— Kawalarzy! — uderzyło w to nagle jak młotem."
      },
      {
        "index": 13,
        "text": "Nadstawiony bokiem do osoby inteligentnej i pogarbiony rąk zatopieniem w kieszenie, zjawił się tu niespodzianie ów robotnik, Jur, — ten oprawca dobrowolny, — przypominał profesor."
      },
      {
        "index": 14,
        "text": "— No, taka kompania! — wycedził pan z za gałki swej laski i zapalił w oczach taki jad złośliwości, jaki tylko w życiu wielkomiejskiem wykształcić w sobie można."
      },
      {
        "index": 15,
        "text": "I wsunął się w tłum. — Odnoś swe kosteczki stąd precz, kawalerze! A prędko: Bo tu może się stać niedługo bardzo ciepło. Tu nie konceptami i języczkami szermować ludzie idą, a piersi swe nastawiać."
      },
      {
        "index": 16,
        "text": "— Za co? — bąknął ktoś z ubocza."
      },
      {
        "index": 17,
        "text": "A on, zaperzony, nie dosłyszał skąd głos — i, wyrwawszy kułaki z kieszeni, poskoczył ku niemu czerwony na gębie całej."
      },
      {
        "index": 18,
        "text": "— A no, żebyś wiedział: za wiarę swą!"
      },
      {
        "index": 19,
        "text": "— Twojaż to, chłopie? — mruknął tenże głos wstrętu."
      },
      {
        "index": 20,
        "text": "— Moja, nie moja, — a wiara jest mocna, i tyle! Pod knuty oni lezą, rąbać się dają, gnać po ziemi całej, — a nie ustępują. Tobie kułak do zębów przystawię, a zapomnisz wnet ducha w sobie... Idź, idź do labusia swego, ten ma wiarę dla ciebie: głaciutką, jak jego atłasy, jak te damule po Wizytkach! Jego grzeczny pan Bóg rozumie pewno tylko po francusku i brzydzi się nami, jak on, labuś sam, jak te damule jego, jak ty!"
      },
      {
        "index": 21,
        "text": "W tłumie rozległ się rykiem śmiech zadośćuczynienia."
      },
      {
        "index": 22,
        "text": "A Jur wołał już w tłumy z ręką wyrzuconą ku górze, ponad te głowy:"
      },
      {
        "index": 23,
        "text": "— Powiadają, że te labusie noszą jedwabne pończochy. Psie krwie!"
      },
      {
        "index": 24,
        "text": "Szyd tłumów ponury rozlegał się długą salwą naokół."
      },
      {
        "index": 25,
        "text": "Komierowski szarpał brodę."
      },
      {
        "index": 26,
        "text": "Jego niedobre ożywienie wonczas wśród zaułków minęło rychło, pozostawiwszy niesmak do siebie za wszelkich słów zbyteczność. Zjawienie się tych pielgrzymów obcych rzuciło mu błyski w oczy, lecz ochmurzyło czoło jeszcze bardziej. Naciskał kapelusz głębiej na przepaskę czoła, nastawiał kołnierz: cały człowiek zjeżył się był milczeniem. Jakoż od dłuższego czasu nie odzywał się tu między nimi wcale. Teraz dopiero pod te pomruki i złe śmiechy tłumów ocknął się jakby i zatrzymał na nich głuche wejrzenie. Targał brodę. Wreszcie odezwał się głosem jakby znużonym, z trudem dobywającym z siebie słowa cierpkie:"
      },
      {
        "index": 27,
        "text": "— Te wasze idyotyczne sympatye, Jur, dla dewocyi. Święta »Agapa« była także komunistką, powiedział wam może jaki głupkowaty kleryk. A te mużyki są nimi również."
      },
      {
        "index": 28,
        "text": "Ten zmieszał się w pierwszej chwili, lecz niebawem zaciął się wejrzeniem na znak, że o tych rzeczach mówić nie chce."
      },
      {
        "index": 29,
        "text": "— Po książkowemu, po waszemu, — mruczał tylko, — dogadałbym ja się z ludźmi za lat dziesięć pono."
      },
      {
        "index": 30,
        "text": "Komierowski zwrócił się gwałtownie do profesora z desperackiem rozłożeniem rąk."
      },
      {
        "index": 31,
        "text": "— A przecie: zawsze to samo! Na dnie wszystkiego ten przeklęty sentymentalizm narodu! Tam, — mówił wskazując w górę, ku miastu: — »wieszczów« mądrość biblijna, lub dewocye doktrynalne; tu: idealizacya nędzarzy, jako »sprawiedliwych w Panu« i naprawiświatów właśnie, powołanych przedewszystkiem do »prostowania dróg Jego«."
      },
      {
        "index": 32,
        "text": "Profesor spoglądał mu tylko w oczy, jakby potakując milczeniem każdemu jego słowu. Po długiej dopiero chwili podjął: — Otóż to! Wciąż jeszcze na dnie dusz owieczki kościoła tylko! potrzebujące przedewszystkiem wiary głębokiej w czyjeś wskazania i wyznawań cudów tej wiary; a w nadmiernej żarliwości właśnie — herezyi i odszczepieństwa... I bodaj że tak we wszystkich objawach życia u nas! Tam na górze — bodaj że i w dziedzinie sztuki nawet! Wszelkie wybijanie okien na świat, wprowadzanie nowego zaczynu ducha, nowych, czy wolnych tam myśli, wszelka agitacya oto wśród tłumów i ta rzecz najelementarniejsza: walka — wszystko to zamienia się u nas zawsze, — chciej, nie chciej! — w mątarstwo sekciarskie."
      },
      {
        "index": 33,
        "text": "Jur przysłuchiwał się tej rozmowie inteligentów ciekawie i nieufnie zarazem. Odymał się zaciętością swoich, innych myśli."
      },
      {
        "index": 34,
        "text": "I odciągnął tem ku sobie uwagę Komierowskiego."
      },
      {
        "index": 35,
        "text": "— Słuchajcie, Jur, — rzekł niecierpliwie, — co znaczy to wścibiarstwo wasze we wszystkie tu sprawy? — tam dobrowolne katowanie jakiegoś łotra, potem to znęcenie się nad figurką złośliwego przechodnia... Czego wy się tu pchacie ciągle w nie swoje rzeczy?"
      },
      {
        "index": 36,
        "text": "— Bo jestem »na dzielnicy«."
      },
      {
        "index": 37,
        "text": "— Nie za policyanta chyba?"
      },
      {
        "index": 38,
        "text": "— A czemu pan nie przy pracy, nie w fabryce? — zagadnął go profesor z góry."
      },
      {
        "index": 39,
        "text": "— A temu! — rzucił hardo, przystępując doń."
      },
      {
        "index": 40,
        "text": "Lecz profesor krótkim gestem dłoni wypraszał sobie dystans kroku i słowa."
      },
      {
        "index": 41,
        "text": "— Uu!... hrabia pewno."
      },
      {
        "index": 42,
        "text": "I draśnięty do żywa szlachecką oraz »inteligencką« wyniosłością polskich panów radykalnych, a poderwany godnością osobistą, powiedział mu, niby szeptem, w nos:"
      },
      {
        "index": 43,
        "text": "— Mnie inna tera robota nastała. Ja jestem na fonduszu partyjnym."
      },
      {
        "index": 44,
        "text": "Lecz w tejże chwili skleiły mu się usta, a twarz przybladła. Profesor odruchowo wejrzał na Komierowskiego."
      },
      {
        "index": 45,
        "text": "I przeraził się sam w tej chwili jego oczu, dotychczas zawsze głuchych i wymijających."
      },
      {
        "index": 46,
        "text": "Nastała ciężka chwila ciszy."
      },
      {
        "index": 47,
        "text": "Jur stał wciąż blady, wyciągając mimowoli ramiona po bokach."
      },
      {
        "index": 48,
        "text": "Wreszcie jakby uwolniony z pod tego przybicia spojrzeniem, zwrócił się do panów Bogdanowicza i Mikulskiego, pod ich adresem wypowiadając swoją obronę:"
      },
      {
        "index": 49,
        "text": "— Bo krzywda, moi panowie, to nie po świecie sobie chodzi, tylko po ludziach, — czynił zarazem przytyk do ich abstrakcyjnych teoryi, których nasłuchał się był widocznie, i rehabilitował prawo swego kułaka. — Choćby i tamten »lokatur« on cały. Musowo było z nim się załatwić. Som takie pijawy, po bagnach nędzy osobliwie, których nikt nie wyłowi. Kto go tknie, kto świadczyć będzie, kiedy go się wszyscy strachali? I te dziwek dranie nawet, te łobuzy, zuchy one, a nie poradzili z nim przecie, choć go czasem który swym lichym kozikiem ukłuł... Bo organizacyi między nimi niema!... A tamtemu co? — w szpitalu się tylko wypyszniał. Ledwo wylazł: i ot jaką śtukę urządził onej wdowie. Wszystkie jej przecie wątpia wydziabnął z brzucha pięknie na wierzch. Nie zobaczysz: mig i już! Uu! — majster on na nóż. — Zamilczcie, Jur! — syknął Komierowski, znękany już wprost na twarzy."
      },
      {
        "index": 50,
        "text": "Jur zagryzał wargi."
      },
      {
        "index": 51,
        "text": "— Uważenia jego chciałem za tamtą grzankę, — warknął tonem usprawiedliwienia."
      },
      {
        "index": 52,
        "text": "— Jest. I dosyć o tem!"
      },
      {
        "index": 53,
        "text": "Profesor spoglądał na Komierowskiego z mimowolnem odrzuceniem głowy w tył pod to odstrychnięcie się wewnętrzne. A jednak zdobył się mimo wszystko na tyle rozumnego współczucia w wejrzeniu, że wywabiło ono tamtemu na usta ów uśmiech dawny: chytro-melancholijny, pełen udręki i nęku dla siebie, czy życia — niewiadomo."
      },
      {
        "index": 54,
        "text": "— O, ja nie miewam złudzeń co do ludzi."
      },
      {
        "index": 55,
        "text": "Fala tłumów ponosiła ich tymczasem wciąż w pobliżu pielgrzymów, raz zbliżając do nich, to znów odpychając w dal natłokiem ludzi. Zbite już gromady ciągnęły ulicą."
      },
      {
        "index": 56,
        "text": "W zgiełku coraz to większym zgłuszyły się było i zamilkły obcych psalmów monotonne przyśpiewy. Hałaśliwe turkoty po oddalach, metaliczne łomoty z fabryk i głuchy młot walcowni niosły jawę miejsca i czasu, oraz ich tu prawa."
      },
      {
        "index": 57,
        "text": "Nią jakby targany, w strojeniu się bezładnem, w podszeptach i zagrzewaniach wzajemnych wszczynał się śpiew w rytmach zgoła innych. A z tego głosów zamętu trysnęło nagle akordem pełnym i uderzyło w ulicę surmą pieśni, rzekłbyś zdziwioną, jakby wytargniętą niespodzianie z pamięci tłumów. Z tym pokrzykiem: »Warszawo!« spadła pieśń w odmęt tłumnego zgiełku, — w zaszum ciżby już gorączkowy."
      },
      {
        "index": 58,
        "text": "......świętą a pra-a-wą! — zawodził w dalszym ciągu wrzaskliwym dyszkantem głos Jura — w pojedynkę tylko."
      },
      {
        "index": 59,
        "text": "Wspólny marsz zmógł ten nieład. Przez chwilę dudniało tylko kroków mrowie, słychać było chód: następ tłumów wielki, — jak po huku zerwanej tamy ta cisza powodzi najgroźniejsza."
      },
      {
        "index": 60,
        "text": "Ktoś wątłą ręką chwycił profesora za ramię: ujrzał Wandy twarz w zadyszce nagłej i uczuł przez ten uchwyt ręki gwałtowne zabicie jej serca."
      },
      {
        "index": 61,
        "text": "Spojrzawszy przed się, puszcza go natychmiast i rzuca się w tłum."
      },
      {
        "index": 62,
        "text": "— Nino! — woła biegnąc."
      },
      {
        "index": 63,
        "text": "Lecz oto wyrwało się znów akordem pełnym z bezładnego zgiełku tłumów."
      },
      {
        "index": 64,
        "text": "......świętą a pra-a-wą! — poniosło tym razem ekstazą zgodną."
      },
      {
        "index": 65,
        "text": "Doświadczył przelotnie dziwnego wrażenia, że przestaje tu reagować własnem czuciem, że zapalność wspólnego już nerwu otumania mu głowę. Pchnięty gromady jakiejś naporem, nietylko że ustąpił łatwo, lecz wpadł krokiem surowym w jej rytmy... Raz! — raz — raz! — zabębniła marszem krew w żyłach ruszona. Opamiętał się przecie, odął godnością i chciał się od tej ciżby usunąć precz, gdzieś na boki."
      },
      {
        "index": 66,
        "text": "Raz! — raz! — raz! — ponosił go następ mas ludzkich zwarty."
      },
      {
        "index": 67,
        "text": "W mrowiu szarem postaci jak kloce ciężkich, mignęło coś strojniejszego i giętkiego zarazem. Poznał! — ta druga dziewczyna widziana dziś na salonach tamtych. Wyższą zdała się teraz w swym stroju ciemnym i bardziej zwartą w chodzie. Futrzane błamy kołnierza, przerzucone przez ramiona w tył, a rozchwiane w tem tempie, jaki kołysał, zda się, ulicą całą, dodawały sylwecie — już na oko — rytmu mocnego. Z rozgarem w oczach i na twarzy kroczyła przed najbliższą sobie gromadą ludzi, mimowoli w nią zapatrzonych i fascynowanych tym szparkim krokiem młodości. Ptasimi ruchami niespokojnej głowy obzierała się na nich wszystkich, biorąc od nich wzamian całą burzowość chwili w rozdęte nozdrza."
      },
      {
        "index": 68,
        "text": "— Wanda?! — zaklaskała nagle w ręce."
      },
      {
        "index": 69,
        "text": "Tłum je objął, wtulił w siebie."
      },
      {
        "index": 70,
        "text": "Profesor znalazł się sam wśród obcych naokół twarzy: to zamącenie mrowia ludzkiego rozbiło mu kompanię, a samego Bóg wie gdzie w tłoki wepchnęło."
      },
      {
        "index": 71,
        "text": "Ten marsz tłumów, ich następ twardy nie wiadomo na jakie szańce, kroczył w tej chwili jakby pod rytmy głuchego młota walcowni, bijącego w dali. Chwilami czynił się z tego w zgiełku tylko szum jakiś wielki. A gdy oko przecznicą między parkanami ku rzece niespodzianie wybiegło, zdało się przez chwilę, że to Wisła szumi tak wezbranym prądem wód mętnych. Tymczasem w orkiestrze tłumów pomieszały się jakby nuty: ktoś inny chwycił snać batutę, bo oto nad te głowy, nagle znów rozchwiane, wyrzucił się krzykiem śpiew inny:  »...Sędziami będziem wtedy my!«"
      },
      {
        "index": 72,
        "text": "Raz! — raz! — raz! — wybijał zdala w przynagleniach rytmem zmylonym młot walcowni swe głuche łomoty metaliczne. »...Sędziami będziem wtedy my!« — przyniosło wrzaskiem echa z oddali."
      },
      {
        "index": 73,
        "text": "Nad głowami ludu zawisał na parkanie Franek, zwinny jak wiewiórka. I rozglądał się ciekawie żółtym łbem, — lecz nie za pochodem patrząc, a w przeciwnym kierunku. Nadstawiał chrapów, strzygł uszami. Nagle wetknął w gębę cztery palce, świsnął przeraźliwie i rzucił się z góry w tłum jak w wodę."
      },
      {
        "index": 74,
        "text": "Nurował w tłoku, roznosił świst donośny: siał popłoch."
      },
      {
        "index": 75,
        "text": "Zdala po brukach ostrych dał się słyszeć tętent drobiony. Na łukowy zakręt ulicy wyrzucały się w pędzie kudłate głowy małych koni, twarze ludzkie do ich szyi przywarte i ramiona białym łyskiem zamachnięte."
      }
    ]
  }
}