{
  "chapterNumber": 8,
  "title": "Część druga, 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Nina tymczasem, wciśnięta w róg kanapy i obojętna na Wandy tkliwość i rąk uściski, spoglądała przed się w upartym bezruchu i ogłuszeniu zupełnem na wszystko, co się wokół dzieje. Patrząc przed się, nie widziała nic zgoła, szepczącej Wandy nie słyszała wcale; zadumana, miała w sobie nirwaniczną obojętność na wszystko: gdyby ją płomienie pożaru ogarnęły w tej chwili, dałaby się ich uściskom bez drgnienia."
      },
      {
        "index": 2,
        "text": "Te momenty fascynacyi grozy, opadające wobec wrażeń nazbyt gwałtownych stworzenia właśnie najruchliwsze, w instynkty najzasobniejsze, — wszystkie dusze wiewiórcze, — są jakby kresem ich wrażliwości, z woli natury tylko pogodnej: granicą ostatnią przyjmowania jakichkolwiek pobudzeń z zewnątrz. Pozostaje już tylko:"
      },
      {
        "index": 3,
        "text": "— albo chyżym spadem rzucić się na schwał, może w tym karkołomnym skoku podwinie się jaki uchwyt ratunku, a wtedy: w śmig, w zwrot, w zakłębienie — z gałęzi na gałąź, z wierzchołka na czub, z konaru na pień — gdzieś w gąszczy zacisznej przypaść, z łapkami przy uszach czujnych przeczekać bicie tego serca, które pęknąć chciało i... poskoczyć dalej w światy ciekawe;"
      },
      {
        "index": 4,
        "text": "— albo, pozostawszy na gałęzi pod fascynacyą grozy, dać temu sercu ścichnąć, stanąć w bezoddechu otwartym, gdy wyciągając z kłęba swe cielsko coraz to dłuższe, pełzać pocznie ku zdobyczy, przykutej jego wzrokiem do gałęzi — wąż smutku leniwy, potwór życia najstraszniejszy!..."
      },
      {
        "index": 5,
        "text": "Bo powaga nieszczęścia jest jak smutek leniwy, a smęt taki, co nam miesiące i lata wypełnić sobą zamierza, jest jak śmierć sama powoli na nas idąca."
      },
      {
        "index": 6,
        "text": "Uciec!..."
      },
      {
        "index": 7,
        "text": "I Nina sama nie wiedziała, jakie to myśli »skądciś« jej się pojawiły i, przepadając »gdzieś«  , zerwały ją nagle z miejsca w sprężeniu ramion upartem: postanowienie przyszło samo«. Jakie to mianowicie postanowienie — nie wiedziała zresztą dobrze."
      },
      {
        "index": 8,
        "text": "— Nie płacz! — tupnęła na Wandę."
      },
      {
        "index": 9,
        "text": "Było bo w tem i upokorzenie i obelga już poprostu: ta »poczciwa« Wanda płacząca za nią, która to wszak sama czynić powinna. I znowuż wydała się jej Wanda, niby ta zakapturzona nad chorą zakonnica, która na to tylko współczuje i płacze, aby spleść rychło ręce obie i, opuściwszy powieki, opowiedzieć, jak to święta Brygida, córka królewska, była jeszcze ładniejsza, tańczyła jeszcze piękniej, a jednak, cała się cierpieniom ludzkim oddawszy, i miłość nawet..."
      },
      {
        "index": 10,
        "text": "— O, nie, nie! dajcie mi pokój ze »świętemi«  , — rzuciła opryskliwie tym myślom w odpowiedź. I jęła chodzić po pokoju. A że krok plątał się mimo wszystko, był jakby niezdecydowany i co chwila w opieszałość opaść gotowy, więc podjęła suknię bocznym chwytem, możliwie wysoko: ściągnęła fałdy w garść dla większego reljefu bioder, czyniąc to wszystko po części »Wandzie na złość«, tym »świętościom« w odpowiedź, po części zaś dla skrzepienia, — by uczuć się, wszystkim smętkom spornie: hardą, mocną, pewną siebie. I tak w biodrach rozkołysana, w brawury kobiecej kroku i geście przechadzała się po miękkim dywanie jakby na czających się stopach."
      },
      {
        "index": 11,
        "text": "— Bój się Boga, Nino, co ty gwiżdżesz?!"
      },
      {
        "index": 12,
        "text": "— A ty skąd to znasz? — odpowiedziała opryskliwie, pokazując gniewnie czubek języka."
      },
      {
        "index": 13,
        "text": "I zawstydziły się obie."
      },
      {
        "index": 14,
        "text": "Stąd nawrót smutku jeszcze gorszy niż przedtem. Wanda doczekała się wreszcie: oto łzy wielkie zakręciły się wirem gwałtownym w oczach Niny; porwała się tedy z miejsca, by ją ramionami ogarnąć. Lecz Nina żachnęła się jej w rękach, chwytając kurczowo za oba ramiona."
      },
      {
        "index": 15,
        "text": "— Ach, zostaw mnie! Bo jabym w tej chwili coś złego chciała komu zrobić!"
      },
      {
        "index": 16,
        "text": "— Komuż to?... — rozchyliły się szeroko fijoletowe oczy Wandy. — I za co?..."
      },
      {
        "index": 17,
        "text": "— Ach, wszystko jedno komu! Wszystko jedno za co! Zostaw mnie. Ty wcale nie jesteś kobietą. Ja nie umiem myśleć potulnie."
      },
      {
        "index": 18,
        "text": "Przez pokój przeszło w pośpiechu kilku młodych panów: po dwuch, po trzech, zaszeptanych gorączkowo. Wanda usłyszała jakieś słowo i zbladła nagle. — »Gdzie są?!« — zagadnęła poufale jednego z przechodzących. »W przedpokoju«, — brzmiała prędka i przyciszona odpowiedź."
      },
      {
        "index": 19,
        "text": "Same nie spostrzegły, jak je pociągnął za sobą ten tajemniczy rozruch szeptów i kroków."
      },
      {
        "index": 20,
        "text": "Znalazły się w bibliotece."
      },
      {
        "index": 21,
        "text": "Grupa młodych ludzi w ciemnym kącie niewyraźna, zatarta mrokiem, rozkołysana głowami w szmer oczekiwania; wyciągały się jakieś palce ku drzwiom, za któremi słychać było mowę obcą, tak jaskrawie odcinającą się rozgłośnym akcentem spokoju i pewności siebie od tego tu trzepotania się ciszy."
      },
      {
        "index": 22,
        "text": "To kontrastowe napięcie chwili uderzyło w czujne instynkty Niny, zanim się zoryentować zdołała, o co idzie. Pytającej rozszerzyły się nozdrza:"
      },
      {
        "index": 23,
        "text": "— Co takiego?!... Co? — co się stało?"
      },
      {
        "index": 24,
        "text": "Zanim jej odpowiedziano, spostrzegła, że ta grupa zaszeptana przysłania sobą kogoś, siedzącego na krześle. Ujrzała misę przed nim trzymaną, gąbkę w niej wielką i jak rubin w tej chwili czerwoną. Ktoś stał opodal z flaszką lekarstwa; nieskończony wąż białej szmaty owijał się ostrożnie koło tej głowy pochylonej. Owijał się niezgrabnie: zsuwał się raz po raz i wikłał opatrunek."
      },
      {
        "index": 25,
        "text": "Coś pchnęło Ninę naprzód w nagłem zakrzątaniu się rąk bezczynnych:"
      },
      {
        "index": 26,
        "text": "Ja!...Ja!...Ja!"
      },
      {
        "index": 27,
        "text": "Było w tym impecie tyle uporu, narzucającego się ludziom w chwili, gdy nikt o pierwszeństwo spierać się nie myślał, że stało się jakoś tak, iż szpula bandaża znalazła się rychło w rękach Niny, a biała szmata owijała się koło rannej głowy łagodniej i troskliwiej niż przedtem."
      },
      {
        "index": 28,
        "text": "— Dobrze tak? — pochyliła się nad uchem twarzy nie widzianej."
      },
      {
        "index": 29,
        "text": "Odmruknięto basem."
      },
      {
        "index": 30,
        "text": "— A wy nie przypatrujcie się tak, bo jemu przykro, — zwróciła się z nakazem do ludzi, którzy przed chwilą dopuścić ją raczyli."
      },
      {
        "index": 31,
        "text": "Jakoż cofnięto się natychmiast."
      },
      {
        "index": 32,
        "text": "Z dołu ponad głową ranną wyciągnęła się olbrzymia, żylasta łapa i, namacawszy gdzieś po nad swojem czołem rękę Niny zakrzątaną, ukryła ją w swoim kułaku niemą podzięką."
      },
      {
        "index": 33,
        "text": "Załatwiwszy się rychło, odwróciła się ku ludziom, niecierpliwa odpowiedzi, której dotychczas jej nie udzielono. Ta natarczywość pomocy i zaciekawień, ta drobnych rąk kocia krzętność, gładkiego oblicza powab, oczu rozbieganie łyskliwe i postaci całej szelestna zwinność: cały ten nerw i dryg kobiecego niestatku, wniesiony w ponurą chwilę niebezpieczeństwa, usposabiał ludzi milcząco i chmurnie. Nina poczuła na sobie spojrzenia niechętne. Dobywszy wreszcie z czyichś ust opryskliwych, co za goście są w przedpokoju, krzyknęła sprężeniem się postaci całej, by w nagły zwrot poskoczyć ku drzwiom na stopach miękkich. Dopadła oczami do dziurki od klucza. Ktoś ją gniewnie za ramię powstrzymywał. Szarpnęła się całem ciałem. — Ja chcę zobaczyć!"
      },
      {
        "index": 34,
        "text": "— Ciszej! — ofuknięto ją. — »Ja!« — przedrzeźniał ktoś cierpki."
      },
      {
        "index": 35,
        "text": "Przykucnięta nad zamkiem, dłońmi do drzwi przylepiona, wibrowała cała niebezpieczeństwem chwili: »Już odchodzą!«, — szepnęła z ulgą oddechu. — »Już idą!« — zatrzepotała się dłońmi jak skrzydłami, nie odrywając oczu ani na chwilę. — »Kłaniają się po wojskowemu pułkownikowi. Jeszcze raz. Bardzo grzecznie!«"
      },
      {
        "index": 36,
        "text": "Lecz, gdy się na pokój odwróciła, sprostowała się znów prężnie, a okrzyk zdumienia zawisł na ustach wpół otwartych:"
      },
      {
        "index": 37,
        "text": "Widzi w ogromie barów szerokich bokiem jak u byka pochylony łeb: głowę brodatą, graniastą, o wielkiej szopie szpakowatych włosów nad białą opaską czoła i długie z podełba pociągnięcie spojrzenia; oczy, jak zmatowana stal o przygasłym blasku i zastygłym, sinym tonie. — Więc tak wygląda ten, któremu opatrywała przed chwilą czoło? — wisiało wciąż zdumieniem na jej wargach. W rozgarze wyobraźni snuły się właśnie jakieś postacie zagadkowego życia, niby tropiona w ostępie zwierzyna, i oto wystąpił jakby i uroczyska leśnego — ten, gdy zdala oddalali się w pobrzęku ostróg — tamci."
      },
      {
        "index": 38,
        "text": "Lecz ta omroczna zasłona wyobraźni z przed oczu opadła rychło; — okazało się, że wcale nie jest taki olbrzymi, wcale nie ma takiej graniastej znów głowy i, choć przypatruje się bacznie, ma raczej zdziwienie, jeśli nie w zgasłych oczach, to w wyrazie twarzy."
      },
      {
        "index": 39,
        "text": "— Dlaczego mnie się tak przestraszyła? — pyta łagodnie. — Czy ja tak zdziczał, że stał się strachem na dziewczęta? — No, nie na to mówię! — odmachnął się łapą od jej zmieszania. — Prosto powiedziawszy, przypomnieliście mi kogoś z przed lat dawnych, — bardzo już dawnych!... I jaka podobna!... Więc dlatego zatrzymałem się zdziwiony. Mnieby krzyknąć, a nie wam."
      },
      {
        "index": 40,
        "text": "Przetarł łapą twarz i wyciągnął do niej kułak otwarty."
      },
      {
        "index": 41,
        "text": "— No, i niema o czem, — urywał sobie widocznie w myślach wspomnienia te dawne."
      },
      {
        "index": 42,
        "text": "Przysiadł na kanapie, spoczął tak, że aż sprężyny zadzwoniły pod nim. I jął się rozglądać po obecnych."
      },
      {
        "index": 43,
        "text": "Po chwili trzepnął się dłonią po kolanie."
      },
      {
        "index": 44,
        "text": "— Toż oni was z gromady ludzkiej, jak magnes stalowe opiłki — samem zbliżeniem się — wszystkich tu powyciągali. A śmiać się niema czego! — fuknął na nich twardo."
      },
      {
        "index": 45,
        "text": "Sapał ciężkim oddechem w brodę i niezadowolony mruczał w nią coś do siebie."
      },
      {
        "index": 46,
        "text": "Wszyscy witali się tu niedbale, raczej uśmiechami tylko; dziwili się wciąż temu, jak to, nie zmawiając się, zeszli się tu wszyscy razem, wreszcie zagadali poważnie o tem, jak wielkiem złudzeniem były nadzieje, jakoby z tych sfer dało się »coś wyciągnąć.« — »Czem dla nich chwila dziejowa!...« Hrabia zrozumiawszy z trudem wielkim, o co zgłaszają się do jego fortuny, stał się jadowicie złośliwy.— Nabab z Ukrainy bał się wprost rozmawiać i opuścił coprędzej zebranie, w którem roją się takie tajemnicze szatany. — Szlachcic z Litwy, Wojciech Stanisławowicz, zbladł jak chusta i wytrzeszcza oczy; po chwili wpadł w apoplektyczną furyę i, miotając się ciałem wielkiem, wrzeszczał na całe gardło: »znowuż nas zgubić chcecie!« — Baron nakoniec, okupujący się każdej opinii, dał odczepnego. — A zresztą nie warto było wprost mówić. Można »splunąć na nich« i wracać do domu."
      },
      {
        "index": 47,
        "text": "Zawrzała niebawem wśród nich dysputa gwałtowna, użarliwiająca nagle niedbałe przedtem słowa i ruchy. Urwało się to jednak rychło pod złośliwymi pomruki basowego głosu, lekceważącego widocznie wszelkie rozprawy. A gdy się ten gwar uciszać począł, zastępować go jęła zwykłym trybem dobrotliwie zgodna, szerokoustna gawęda ludzi, którzy w chwilach ciszy obozowej żyją wspomnieniami. Lecz i teraz gdy Komierowski się odezwał, wszyscy milkli wnet, jego widocznie najchętniej słuchając."
      },
      {
        "index": 48,
        "text": "Pod tą sugestyą oczekiwań zaczął było wspominać niedbale."
      },
      {
        "index": 49,
        "text": "».... więc kiedy nas przyprowadzili na ten etap« — wpadło w Niny zadumę znienacka i ze środka zdania: słuch jej, jakby na ten jeden głos tylko nastrojony, teraz dopiero się ocknął. Poszły za nim i oczy."
      },
      {
        "index": 50,
        "text": "Patrzała uważnie, jak kończył papierosa, jak ćmił na pół schowanego w kułak, jak wreszcie niechlujnym gestem odrzucił ogarek gdzieś na środek pokoju. — Więc kiedy nas przyprowadzili na ten etap, — mówił spokojnie, z spojrzeniem skupionem, jak gdyby widząc w tej chwili te obrazy dawne, opowiadane niespodzianie czystszą mową, — kiedy stanęła ta chmura kurzu ołowiana, gdy przycichły te dudy otępienia, ten szczęk kajdan monotonny, wszczął się blekot owczy przy ciasnych wrotach. Roiło to się bezładnie, rozłaziło z kupy, ustępując tylko przed kolbą zamachniętą, właśnie, jak przed psa doskokiem. Nie chciały leźć owce na legowisko: ospa była na etapie... Ale co mnie, co moim ospa w takiej doli! — Więc kiedy się tamci rzucili mimo wszystko na żarcie, na swe pomyje herbaciane, na kurzenie cuchnącego śmiecia w papierosie i, kiedy za tą rozkoszą życia wraca troska o zdrowie: i złe, ponure pomruki podrażnionych nad miarę zwierząt rozlegają się w ich celi wspólnej, jam się w mej samotnej na pryczę powalił, jakby na tę ospę czekający."
      },
      {
        "index": 51,
        "text": "Tuż obok za ścianą zbrodzień jakiś dolę swą opowiadał, — zawsze jednakową. Póki w przewinie, póty sam, — człowieka rad słyszę; gdy w karze, owca becząca, jak wszystkie inne. Tu, na pustym wydmuchu połowy świata zgubił swą namiętność: »Gdzież ona to — zbrodni mej przyczyną?« I tak się w duszę swą zapatrzy, zbłąkaną teraz w ogromie tego świata i bezkresie ludzkich niedoli."
      },
      {
        "index": 52,
        "text": "A wicher na tym wydmuchu skowyczy mi za oknami ciąg dalszy:"
      },
      {
        "index": 53,
        "text": "»Koj bracie duszę największym smutkiem odpowiedzialności niczyjej: wszystkim twardo, wszystkim ciężko, wszystkim dola jednaka. Spojrzyj: nizko wloką się chmury ołowiane nad tą ziemi połową; — nie wzwyż tu duszy, lecz w dal i szerz monotonną — w bezkres życia i niedoli ludzkiej z wiatru skoleniem. Na długi ich tu ton duszę nastrój, jak tego wichru skowyty, na tużenie, na »tasku« za dolę »człowieka», — na tę osmętnicę wielką, która młode ich siły najbujniejsze na Golgotę wlecze, Barabasza wmiast siebie na wolność prosi, ze swego krzyża obu łotrów rozgrzesza i do tego po lewicy najtkliwiej właśnie lgnie, gdyż on jest najbardziej »człowiekiem«. I wyjże teraz bracie z pod krzyża swego na tę krzywdy ojczyznę, wyj, bodajby za tem stadem wilków na stepie odludnym — za ciepłem gromady«."
      },
      {
        "index": 54,
        "text": "I zwidzić się może: uświęca się zmora tych dusz. Więzienie chromem się staje, w pstre kopuły się nakrywa, w żółte krzyże jeży, a czady i wyziewy tej gnojnej trzody ludzkiej biją jakby z kadzielnic pomrokiem srebrzystym; kolebią się w tej oćmie brody czerwone; w skłócone rozdzwony cerkiewne brzęczą kajdany; a głos starczego gdzieś w kącie pokutnika huka jak sowa naprzykrzona: Hospodi pomiłuj!"
      },
      {
        "index": 55,
        "text": "Święci się leniwego fatum panichida bizantyjska, — ponure rozgrzeszenie odpowiedzialności niczyjej. Za wielką jest ta ojczyzna ziemi połowy, żaden wicher jej z końca w koniec nie przebieży; jakżeby wola ludzka ogarnąć ją mogła? Wszystkim twardo, wszystkim ciężko, wszystkim dola jednaka; wszystko się wzajem zbydlęca w swem człowieczeństwie bolesnem i leczy odrętwieniem wspólnem. — Moja dusza, twoja dusza, granicy tu niema, jak niema granicy światu... białemu. — A nad tym żółwiem ziemi Bóg Wschodu dusze wszystkie aż na dno ostatnie przeziera i w każdej widzi tylko żałosną nędzę »człowieka«. Hospodi pomiłuj!"
      },
      {
        "index": 56,
        "text": "A ja wtedy dopiero pojąłem, jak te dusze są w czuciu swojem — nie moje! Mój świat zamknięty, jak lasów, czy gór horyzontem, widnokręgiem umiłowań i nienawiści w piersi mi się wciska: moim się staje."
      },
      {
        "index": 57,
        "text": "Zaś ta odśrodkowość dusz ich, ta »taska« i absolucya zarazem przesyłana bezkresom ziemi rodzimej zaciętym mnie w czuciach znajduje; co ich na połowę ziemi rozprasza, mnie w siebie zbiera ponuro."
      },
      {
        "index": 58,
        "text": "Rzucać się na pryczy poczynam. A gdy łbem hardym o ścianę uderzę odrętwieniu na ulgę, kajdany warkną jak pies czujny."
      },
      {
        "index": 59,
        "text": "A w tym drętwym spokoju, zdobytym pod naciskiem konieczności, wiadomo, jak nie wiele trzeba, by z człowieka strunę napiętą uczynić. Dało się słyszeć głuche rojenie u kryminalnych, potem uderzenia razów ciężkie, skowyt bitego i chór pomruku ponury: »Ospa«!"
      },
      {
        "index": 60,
        "text": "Sam nie wiem, jak się to stało, że urwałem nogę od pryczy i walę nią we drzwi. W otworze ukazuje się twarz ociężałością dobroduszna, a koniecznością sprawowanej służby tępa. »Bariń, miej ty litość nad sobą. Wszystkim tu źle, ludzie my wszyscy złej doli, wszystkim ciężko«. »Wont«! krzyknę, — niech ci będzie okrutnie, czy smętnie na niemrawej duszy, mnie być nie musi. Nie jednej my doli! I nie jednej woli!.."
      },
      {
        "index": 61,
        "text": "W tem miejscu opowiadania ktoś szarpnął się nerwowo, otrząsnąwszy z twarzy binokle, ujął Komierowskiego za łokieć. I przy tym chłodzie spojrzenia, jakie tu przewiewa nieraz między poufałymi gesty, rzekł cierpko:"
      },
      {
        "index": 62,
        "text": "— Te słowa do żołnierza mają chyba to powiadać, że w bezsilności człowiek staje się nietylko sobie szkodny, ale i wobec cudzego współczucia nikczemny?"
      },
      {
        "index": 63,
        "text": "Lecz Komierowski, jeszcze poufałej, odepchnął go mocno łokciem, nie dał sobie przerywać:"
      },
      {
        "index": 64,
        "text": "— A tamci ludzie własnych nerwów już przecie nie mają, przerasta ich jeden wspólny i nad miarę uraźliwy. Jednego ukłuj, drugi, zda się, krzyknie zdaleka, choć sobie zadanej urazy odczuć nie raczy. Do tego się dochodzi w tej szkole cierpienia. Więc to moje kołatanie we drzwi wystarczyło, aby ich ocknąć z tumanu melancholii. Zadrgał wspólny nerw. Oto w drugiej, w trzeciej, w czwartej celi walą we drzwi co sił. Tam w końcu korytarza chłopisko było krępe, ale i mocne, — jarosławskie. Drzwi trzasły. A i moje były jeno nie bardziej oporne, bom przez wywalone skoczył wprost na wartę, właśnie w chwili, gdy jęcząc: »Bariń, miej litość!« już go w błogiem przymrużeniu oka brał na cel. Więc go tą nogą od pryczy jak obuchem. Runął."
      },
      {
        "index": 65,
        "text": "Tak się to zaczęło. Jak chcecie? — z niczego."
      },
      {
        "index": 66,
        "text": "W poruszeniu ogólnem słuchaczy czuć było ponurą nieaprobatę. Ale Komierowskiego porwały już przypomnienia."
      },
      {
        "index": 67,
        "text": "— Więc ja z tym karabinem przyskakuję do nich. »Mam jeden!« — krzyknę. W tejże chwili przez uchylone drzwi wsuwa się bagnet, więc ja go swoim — w dół! i oburącz za lufę. I zamiast targnąć, jak on się spodziewał, właśnie ku niemu! I tak go własną kolbą w brzuch. »Mam dwa« — krzyknę. — Ten Jarosławiec, on jeden tylko, swe ramiona długie jakoś skośnie rozstawił, rzekłbyś do tańca. »Dawaj« — woła. I obu nam mięśnie same zagrały w jakieś rytmy szaleńczej otuchy. Co znaczy rzecz taka: broń!... Podczas gdy nasi wszyscy mają takie okrągłe oczy, że to tak znienacka, w przebudzeniu z melancholii i bez żadnych widoków. Ale wiadomo: dla takich chwila nagła to także fatum, taki ogon wrażliwców, chwili nieodpornych, najbardziej potem pcha tych, co tę chwilę wywołali, im narzucili."
      },
      {
        "index": 68,
        "text": "Otóż to! — Ale bójże się Boga: powód?! A przytem ci towarzysze twoi? Ty żeś ich przecie wszystkich na bagnety, jak na rożen nastawił, kobiet pewno nie pożałowawszy."
      },
      {
        "index": 69,
        "text": "— Toć siłą ich nie wiodłem! Sami się zacięli."
      },
      {
        "index": 70,
        "text": "— Tam były i kobiety? — przerwał z zipnięciem głębokiego oddechu głos Niny."
      },
      {
        "index": 71,
        "text": "Pochylił głowę w milczeniu."
      },
      {
        "index": 72,
        "text": "Wandy postać wiotka prężyła się na krześle, z piersi wybijał się oddech w uderzeniach wysiłku; spiekłe, gruźlicze rumieńce stanęły przed oczu błyskiem. Siliła się wyobraźnią znaleźć tam: i stawała ciałem wątłem — w duchu gotowa."
      },
      {
        "index": 73,
        "text": "— Powód? — mruczał tymczasem Komierowski w brodę, jakby teraz dopiero stawiając sobie to pytanie. — Był i powód! Siedliskiem ospy był ten etap: katorżnicy chcieli wyruszać natychmiast. Powód? Powodów jest zawsze za wiele. Baby je wypłaczą łzami, statystycy, jak ty, cyframi. A cel?... Powodem jest zawsze dusza, skutkiem zawsze ofiara z ciała, korzyści zbierają zawsze dożywotni kajdaniarze. Oni to nazywają celem."
      },
      {
        "index": 74,
        "text": "— A sterem takich działań jest zawsze ten ogon wrażliwców, pociągniętych chwilą; ogon, a nie głowa — dorzucił jadowicie wciąż tenże swarliwy osobnik."
      },
      {
        "index": 75,
        "text": "By za chwilę podnieść w palcach binokle wraz z dalszą repliką:"
      },
      {
        "index": 76,
        "text": "— Nie powody, nie cel, nie lud!... W co ty właściwie wierzysz dziś jeszcze?"
      },
      {
        "index": 77,
        "text": "Podrzucił głowę:"
      },
      {
        "index": 78,
        "text": "— Zawsze w tych, którzy z całej swej natury tak bardzo muszą, że się o powodzenie z losem nie targują! dla których dostatecznym powodem jest własna dusza. Tacy zostawiają i siebie i cel swój na podrożu dla podjęcia lub podeptania przez innych."
      },
      {
        "index": 79,
        "text": "— Nie bacząc nawet, czy tem korzyść, czy klęskę przyniosą... »innym«?"
      },
      {
        "index": 80,
        "text": "— Może w głębi duszy nie bacząc i na to, — odmruknął z głuchą zaciętością. — Zaś siedliska zarazy są nie tylko na dalekich traktach, a pada ona nie tylko ospą na ciała, lecz zniemożeniem na dusze: ta ospa czuć obcych."
      },
      {
        "index": 81,
        "text": "Odmachnął się ręką od dalszych replik, zbierał w myślach rozproszone przez ludzi obrazy."
      },
      {
        "index": 82,
        "text": "— A no: wyprostowałem się jednak, znalazłem siebie bodaj za cenę zguby... Zaś tamci, nasi, którym w pierwszej chwili lęk oczy rozszerzył, rzucili się otwierać cele, a potem za pierwszą myślą i uczuciem chcieli porwać do czynu, zaagitować — kryminalnych, oczywista. Tam też i nas pchnęli z moim Jarosławcem. Powitano nas rykiem. Imamy się ich rozkuwać. Aliści ten bogomolnik z kąta nie tylko na sobie ruszyć ich nie da, ale rozczapirza ramiona nad tym tłumem i huka: »Ludzie! wam dusze w sobie z grzechu rozkuwać, a one to serdeczne...« I całuje przecie to ścierwo własne kajdany. A tym sobakom tego tylko brakło: żeby im kto ich psią trwogę sumieniem nazwał. Tu nie było czasu na perswazye. Więc ja pod pierwszy strzał tego pokutnika. Pożałowałem przecie kuli: »zgnij zdrajcą!...« A oni się tego słowa tyleż nieomal co kuli boją — te psie dusze, gdy w gromadzie. I znowuż ku nam mieć się poczęli. Więc ja im: »Ku czemu was matki na ten świat miotnęły, pewno nie wie żadna, ledwie która z chichotem wspomni, dlaczego to się stało. Wy za to wiecie do ostatka, na coście się rodzili: psom najparszywszym lepsza dola przypadła. Sprawcież tedy matkom waszym tę psotę, że się kiedyś zwiedzą, iż rodziły — omal nie splunąłem w gębę najbliższą — bohaterów!« — I dacie wiarę: właśnie ta ostatnia, ta najbardziej nieludzka pogarda kłoni ich ku mnie ostatecznie: — umiem ja przemawiać do dusz sobaczych. Lecz oto we drzwiach staje oficer i dwuch ze straży. W tej nagłej ciszy napięcia słyszymy mowę... łagodną: o tem, jak to się ludzie gubią, jak to i jego służba ciężka, jak wszystkim na świecie dola twarda i jednaka; — a wszak do inteligentnych ludzi mówi. Sołdatów tymczasem coraz więcej w izbie: po jednemu, po dwuch... Zaś »inteligencya« tyle nam w onej chwili powiedzieć tylko mogła: że kto za broń chwycił, temu już nie do rozpraw, a jeśli do takich przemawiają, to tylko by za łeb pochylony łatwiej chwycić. Więc mu przerywam na początku: »Mój panie, nas wszystkich przysłano tu pono za to, żeśmy się nikogo słuchać nie chcieli. Więc nie pochlebiaj pan sobie lepszym skutkiem swej pięknej wymowy...«"
      },
      {
        "index": 83,
        "text": "Ten i ów ze słuchaczy żachnął się tak, że aż się z krzesłem odrzucił, słuchając z nerwową już odrazą tej zadzierzystej brawury opętańca."
      },
      {
        "index": 84,
        "text": "Lecz równocześnie z tym ich odruchem zaklaskały raz w raz czyjeś ręce. I wszyscy, ilu ich tu było, zwrócili się w jednakowem zdumieniu ku Ninie, zapatrzeni w te dłonie, oklaskiem jeszcze zwarte przed rozgorzałą twarzą. Z pod jej powiek dotychczas wciąż przymkniętych, a teraz jakby siłą nagle rozerwanych, wybłyskały ku ludziom małe jak grochy, złe, niespokojne oczy."
      },
      {
        "index": 85,
        "text": "Komierowski aż się uniósł nieco, zapatrzony i kułakiem zgarniający w usta brodę swą i wąsy."
      },
      {
        "index": 86,
        "text": "Z przeciwnej strony zawisło na nim jeszcze jedno spojrzenie. Młodzieniec o zapadłych piersiach i suchej kościstej twarzy, który z taką niechęcią spoglądał był na Ninę, przylgnął teraz do Komierowskiego anemicznym lękiem sił wątłych. Przerażeniem łatwej do gorączki i już zafascynowanej wyobraźni widział się sam w tym zbuntowanym kłębie bezsilnych pod wystawionych bagnetów grozą. Dostrajał się do chwili, dociągał w piersi wątłej struny woli: na torturach imaginacyi z rozpaczliwa zaciętością doszukiwał się w sobie tężyzny. Przelotnie mącił się żar jego oczu w bezwiednie chytrym zezie gdzieś na boki, by z tem większą kornością zawieszać duszę niemocną na ponurem spojrzeniu Komierowskiego."
      },
      {
        "index": 87,
        "text": "I rzecz dziwna, Komierowski to właśnie tchnienie gorączki i sapliwe oddechy wzburzonych słuchaczy chwytał w rozszerzone nagle nozdrza. Pamięć goniąca dalsze obrazy opowieści, rozżarzając zmatowane dotychczas oczy, wykrzywiała mu twarz w uśmiech kosy, chytro-melancholijny, niby współczucia nadmiernego pełen, a nękiem i udręką życia samego tak dziwnie podniecony. Wyobraźnia ponura otępiała w piekle, zdała się teraz dopiero odżywać w całej pełni pod zalatującą wonią okrucieństwa. Maska jakaś obca zasunęła się na tę twarz. Oto ramię wyrzucone zda się gestem uprzedzać dalszy tok opowieści, a usta zawołają, zasyczą, czy też świsną w tej chwili: »Ech! i... zaczęło się!« — Zdało się dalej, że dokończy toku już nie dotychczasową, czystą mową, lecz swą zwykłą, na pół pomieszaną z obcą gwarą, że z niej właśnie teraz barw i akcentów czerpać będzie, że bagatelizując w naracyi rzeczy straszne, podkreśli jakiś potworny w nich drobiażdżek, podkreśli go z lubością, że dokończy opowieści już nie swoją, dawną duszą, lecz tą późniejszą — nabytą."
      },
      {
        "index": 88,
        "text": "Mówił dalej."
      },
      {
        "index": 89,
        "text": "I zapierały się oddechy w piersiach słuchaczy; ten i ów obliczem precz się odwracał; łzy nie rzucały się nawet do oczu kobiecych, ledwie wargi ich rozdygotane chlupnęły czasem w spazmie połkniętym; coś jakby wilgoć piwnic średniowiecznych otrząsało skórę niejednemu."
      },
      {
        "index": 90,
        "text": "A gdy się opowieść skończyła, zahukane wyobraźnie słuchaczy błąkały się w ciszy własnym już rozpędem po wszystkich nękach, okrucieństwach i torturach życia, świadcząc swej uczuć władzy krzywdę nieobliczalną. Niejeden złapał się tu duszą jak w samotrzask: rozpalonemu do biała współczuciu sądzono stopić się z tego rodzaju afektami, a wyobraźni z ich bolesną potrzebą — we wszystkich potem dziedzinach życia."
      },
      {
        "index": 91,
        "text": "Cisza panowała głucha; przetapiały się dusze w ogniu obcym."
      },
      {
        "index": 92,
        "text": "Cisza była niema, jak bezsilność, jak smętu dno ostatnie."
      }
    ]
  }
}