{
  "chapterNumber": 14,
  "title": "Część trzecia, 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "—Święta ty dla mnie Wandziu jesteś! — więc pozwól, pozwól mi klęczyć przed tobą. Choćby za to, że mnie ze snu strasznego zbudziła twoja twarz jasna. Bóg chciał, żeś ty tam cicha na pokojach przy rannym pozostała, by usłyszeć przez ściany moje płakanie bezradne. Dusza mi się, Wandziu, ocknęła i wyrywa się, — słów ładu nie patrzy — och, bo ja wiem! — w twoje chyba oczy głębokie. Prawdziwość jest w nich uczuć bezdenna! Do niej ręce składam... »Święta Brygida, celtyckiego króla córka jedyna...« Och, nie odpychaj mnie. Za pacierz mi to staje uciszenia. Ja słów pacierza w pamięci teraz nie znajdę. Zło jeszcze nie daje: ledwie ustąpiło przed tobą. A tamto wraca do myśli, ilekroć na ciebie spojrzę. W »żywocie« czytałam dzieckiem. Dziecka pamięcią powtarzam... Och, nie uchylaj mnie od siebie! Nie przerażaj ty się mnie. Jeśli co ze snu tego gorączki zostało, nie moja to wina. Zło życia całe przeze mnie gorączką mówiło i żar swój piekła samego jeszcze mi na wargach pozostawiło. Ale czucie ogniem głębiej padło: w piersi, Wando!... Och, nie przerażaj ty się mnie, nie odpychaj rączkami chłodnemi! Ucałuję! — ubłagam! — ubóstwię! Ona wtedy za ramiona ją chwyci i, co sił wątłych, potrząśnie nią."
      },
      {
        "index": 2,
        "text": "— Zbudź ty się, zbudź jeszcze bardziej: jakieś niedobre moce tego snu targają tobą wciąż. Głosu przecie nie poznaję, — twarz nie ta: nie twoja. O, i te oczy!"
      },
      {
        "index": 3,
        "text": "— Ocknęłam ja się duszą, ocknęłam Wando."
      },
      {
        "index": 4,
        "text": "— I powstań z kolan, droga."
      },
      {
        "index": 5,
        "text": "— Ty nie znasz tej potrzeby ubóstwienia czegoś, co można widzieć, czuć, słyszeć, — za rękę chwycić: pomocną, ratowną."
      },
      {
        "index": 6,
        "text": "Lecz w tejże chwili, jakby inną myślą uderzona, porwała się z klęczek, zatoczyła jak pijana i zachichotała ostro."
      },
      {
        "index": 7,
        "text": "— Ja tu ciągle do czyichś kolan przypadałam, ciągle ręce jakieś obcałowywałam: tak mi się dusza wypraszała w ocknienie... Oni powinni byli wiedzieć. — A jeżeli nie do rąk obcych dorywałam się, tom chichotała przy uśmiechach cudzych, lub zapalałam się wyobraźnią w konopiany błysk spłonienia i w ciemności strachu ogromne. A pulsy to czułam tu, na policzkach, gdzie ten uśmiech... bolał ciągle, — wyrwało się z zipnięciem płaczu nagłem. — I tu na wargach pulsy czułam, na ustach, gotowa przychylić je każdemu, kto zabawi, rozśmieszy, zdziwi, podrażni, przerazi, zachwyci: — wszystko jedno! Oni powinni byli wiedzieć."
      },
      {
        "index": 8,
        "text": "— Cóż to ludzie wiedziećby powinni?"
      },
      {
        "index": 9,
        "text": "— Jaka ja... będę."
      },
      {
        "index": 10,
        "text": "— Nie mów tak! — O, i te włosy w wicher nieładu wokół twarzy — i jakby w zaognionej czarności. Popraw! popraw je czemprędzej! Och, nie, — nie rób tego mu na złość! Nie rozrzucaj ich. Nie mogę patrzeć!"
      },
      {
        "index": 11,
        "text": "— Ha-ha! Gotowaś uciec ode mnie! Patrz, tak nas przystroją i posadzą w świetle: kukiełki głupie i puste, w których myśli śpią. Aż póki..."
      },
      {
        "index": 12,
        "text": "Chwytała w garście włosy i w małpio zwinnych ruchach oplatając je koło ciemienia."
      },
      {
        "index": 13,
        "text": "— Wiesz ty, — mówiła prędko, połykając słowa — że ja się tu dziś wieczór oddałam. Komuś, któremuś... Przyjść musiało. Który najbardziej rozbawił naprzód, potem najbardziej roztkliwił, wzruszył i najbardziej przeraził. Zabawił pustotą: tem, że się tak zmienił przez lata, że już oboje nie dzieci, że w psotach i mocowaniach dawnych coś nam przez ciała przepływa teraz. Roztkliwił wspomnieniami młodości. Wzruszył aż do rozpaczy tem, że go z rąk moich porywali na wojny pohybel. Przeraził do szału ducha swego zamętem — wtedy już. I tak, w tkliwości, wzruszeniu, grozie i przestrachu, na progu chyba nieświadomej odrazy w mej duszy bezmyślnej. A sam on: wtedy już bez duszy nieomal: zwierzę jakby. Oo! wstręt i odraza tylko teraz!... Powinszuj mi pierwszej miłości."
      },
      {
        "index": 14,
        "text": "Wanda szczękała zębami. I bladła na twarzy tak, że te żyłki błękitne na skroniach występować poczęły w sinej już siatce i gruzłach. A z oczu fioletowych całego kręgu jęły wysączać się łzy jak rosa na jej rzęsy wielkie."
      },
      {
        "index": 15,
        "text": "— Na litość Boską, zamilcz, — szeptała błagalnie i tak cichutko, że tamta ledwie po warg ruchach odczytywała jej słowa. — Oni tu tobie rzeczywiście ognia w żyły chyba naleli. — O ty nie rozumiałaś wcale: ani z jak bezładnym żarem modlić się tylko może dusza po tem, ani z jak wielką nienawiścią do siebie spowiadać po tem."
      },
      {
        "index": 16,
        "text": "— Po czemże to ciągle?"
      },
      {
        "index": 17,
        "text": "— Po sabacie."
      },
      {
        "index": 18,
        "text": "— No, co ty?!... Co ty znowuż?"
      },
      {
        "index": 19,
        "text": "— Wszystko, co tu było dzisiejszej nocy, na co patrzyłyśmy obie — sabat to był: czarownic i szakali zlot przed dyabła ogniskiem. A kto od niego odbiegnie, temu nikt ręki nie poda, nikt! — mówił stary... Hyeny i szakale otoczą go i ku dobru prowadzić zechcą. Bo niema »sił żywych« nam ku pomocy, niema! — mówił stary... Zło tylko jest żywe: zło prowadzi, zło kieruje: to zło myśli całe, które ze starego wina wymąca gnuśność. — My to na swe dole... — powiadał major stary. O, nie mogę! Mnie ten starzec... mnie ofiara, mnie zdrada obie głowę ściskały, obie błogosławiły! — obie przeklęły? Nie wiem. I nie mnie może tylko. I nikt z nas nie wie. Natura, ona jedna wie... Ognia, mówisz, w żyły naleli? Był tam, — był tam on już, Wando. Natura chciała. Oni tylko jego iskry odszukali w śmietniku pustoty, rozgrzebali wszystkie w drażnieniu, rozniecili grzechem ponurym; a potem złem czuciem, złą myślą i wyobraźnią, jak suchym wichrem w niego dmuchali. Pożar mam ja w sobie!..."
      },
      {
        "index": 20,
        "text": "Wanda dyszała ciężko, wraz i tych oczu kręgiem rozszerzonym."
      },
      {
        "index": 21,
        "text": "— Spójrz, — zagadywała czemprędzej jej dalsze wybuchy, — pomyśl, jak dziwnie: tak niedawno jeszcze tam na pokojach błyszczało wszystko od barw i świateł wśród zwierciadeł, a teraz? — patrz, słońca smuga wprost nam na głowy. Same my tu teraz: czujne po tym gwarze wielkim, jak dwie siostry biedne w ciszy ogromnej. Tu zawsze taka zaduma jest w powietrzu, tu przed książkami, że uspokój się tylko trochę, a zobaczysz, jak się uciszenie sączyć pocznie w ciebie bezwiednie. Może każde życie jest sabatem złych ludzi, a dobrych myśli i czynów na uboczu. Spójrz: całe wieki życia tu, a jaki spokój, jaka godność! Czasami myślę, — mówiła, idąc ku półkom i kładąc nieśmiało rękę na którejś książce, — czasami myślę, że gdy te karty powstawały, gwar życia czynił się naokół niedobry. Gwar ścichł i przepadł, a dusza została na tego życia świadectwo. Pomyśl: ile tu życia zaświadczeń, ile dusz niegdyś czuwających. A ile było tych niemych, które tylko śmiercią swoją mogły..."
      },
      {
        "index": 22,
        "text": "— Ty dusza! — wybuchnie nagle Nina. — Nie, nie mów nic, nie przecz!... I mnie dziwnie, że gdy ten sabat w noc się zapadł przed tobą, ty jedna tu po tym zamęcie całym: w tym perłowem, prawie białem powietrzu ranka sama suknią biała, snująca się, smukła — i taka cicha każdem słowem."
      },
      {
        "index": 23,
        "text": "— Ot, i znowuż, — odpowiedziała spokojnie, — wytargałaś niby coś z siebie aż boleśnie i spaliłaś w ręku na konopiany błysk. Czem ja tu! — wzruszyła lekko ramionami. — Wszystko, co mówiłam o tej tu ciszy, o życia zamęcie, zapadłym w niepamięć, i o duszy, która żyje, powiadałam tylko tobie na uspokojenie: żebyś zapomniała."
      },
      {
        "index": 24,
        "text": "— Czego? — Ciała. Bo z niego wszystek zamęt życia i sabaty wszelkie."
      },
      {
        "index": 25,
        "text": "Tamta zwiesiła powoli głowę."
      },
      {
        "index": 26,
        "text": "— Więc się ucisz tak, — mówiła, kładąc jej teraz dopiero dłoń na ramieniu. — Stamtąd zamęt życia. A niepokój duszy, to zgoła skądinąd. To jakby dzwon jaki daleki... Miałam ja przed chwilą rozmowę dziwną z tym, komuś ty czoło dziś opatrywała. Każde słowo zapadło mi w piersi. I wiem, że to złe życie ludzi stanęło u końca dziś właśnie: na rozstaju, nad przepaścią może. Zbliża się coś wielkiego, idzie, przyjść musi... Gdy fatum zwiastowało się ludziom dawniej, to zanim ptaki pokazały się na niebie, kobiety zrywały się po nocach, jedne do dzieci, która za wrota, inne — wypatrywać... Niepokój to w nas złych przeczuć. I stąd to wzięcie życia ludzi całego trwogą w swoje piersi, za swój jakby grzech. Tylko tyś to wszystko wplotła w gorączkę snów."
      },
      {
        "index": 27,
        "text": "— Bo, czem my kobiety?..."
      },
      {
        "index": 28,
        "text": "— Dusze nieme. Jak kwiaty w polu. Żyją przecie one najczujniej."
      },
      {
        "index": 29,
        "text": "»Mówiła Lena podobnie« — miała już na ustach, gdyż teraz dopiero tchnęło ją instynktownie i pokrewieństwo myśli i podobny tok rozmarzeń."
      },
      {
        "index": 30,
        "text": "— Ty znałaś Woydę? Prawda! Przypomi... — mówiła powoli, w miarę jak się jej oczy w coraz to większem zdziwieniu i smutku zapatrywały w Wandę. — Przecież ja wszystko rozumiem. I wiem nawet wszystko. I o jego strasznym końcu przez tamtą! I tę rzecz jeszcze straszniejszą wiem teraz, — zwlekała w mówieniu pod zdziwienie myśli coraz to większe, — że wszystko lepsze w tęsknotach tych ludzi, a co oni tak zamącili... Ja na źródło tego wszystkiego trafiam teraz ślepa! Jak to oni powiadali? »Prawdziwość uczuć?« Tyś ją tylko dawała życiem całem, uczuć cichością, i jeszcze większą ciszą tego, coś czyniła, więzieniem twojem, krwią z ust plutą. I wszystkiem, czego ja nie wiem. I wszystkiem, co będzie. Jak oni to nazywali to drugie? »Sumienie ruchu?« Powiedz!... Ty niema. Rozumie się. Ty na śmierć nawet nie miałabyś słowa przerażeń, tylko uśmiech może smutny. A oni wszyscy są z kłamstwa słów! I kłamstwa wyobraźni, która się rodzi... O, z niesytości dosytów chyba! By płodzić w myślach rozkosze większe od zaznawanych. Och, ja pamiętam każde słowo z tego, co Lena wtedy opowiadała. I rozumiem teraz dopiero. On miał słuszność."
      },
      {
        "index": 31,
        "text": "— Kto taki?"
      },
      {
        "index": 32,
        "text": "— Dyabeł, — zaśmiała się ostro."
      },
      {
        "index": 33,
        "text": "Lecz niebawem i na śmiech nawet nie stało w pasyi. Dłonie tylko to rozczepiały się palcami, to zaciskały się w kułaki."
      },
      {
        "index": 34,
        "text": "— Mówił, że »purpura marzenia« to jakby Leny negliż strojny. Że to także ze zmysłów i dla zmysłów. Bo inaczej nie byłoby to ani marzeniem, ani wyobraźnią, ani pięknem przecie. A straszna jest ich robota, powiadał, nad naszemi duszami młodemi."
      },
      {
        "index": 35,
        "text": "— Czyja?"
      },
      {
        "index": 36,
        "text": "— Hyen tych. I tej ostatniej także."
      },
      {
        "index": 37,
        "text": "— Jakiej?"
      },
      {
        "index": 38,
        "text": "— Woydy. Doskoczyła do niej Wanda wmig i zacisnęła jej usta dłonią całą."
      },
      {
        "index": 39,
        "text": "— To ci tylko dyabeł sam mógł powiedzieć."
      },
      {
        "index": 40,
        "text": "— A ona tem gwałtowniej ogarnie ją za szyję i wzburzeniem swych dłoni krzepkich targa, pociąga jej głowę ku sobie — twarzą do policzków."
      },
      {
        "index": 41,
        "text": "— Tyś dusza!... Ta, o której major stary mówił: zdradzona! Dlatego cię tu Lena do siebie »ciągnęła« prawie że z więzienia wprost, abyś nie »zdziczała«  , abyś się oswoiła z ich życia ponętami. A ty samotnością zahukana podpatrywałaś to życie z cichych kątów onieśmieleń. Dlatego oni cię tak radzi poniżyć, podeptać, jednem »Hę?!« — co na imię twoje spada im z warg niesmaku. Lub żałośliwem współczuciem otoczyć, jak Lena ciebie, ubraną może za jej pieniądze na te bale, by się ciebie wstydzić nie potrzebowała. Niema na tobie purpury marzenia! A ty z pod ich pogard niemych, z pod nóg roztańczonych nieomal, tą Leny urodą »wspaniałą«, jak mówiłaś, rozbolała we wspomnieniach, uciekałaś w swej wrażliwości tu, w tę »grobnicę«, mówił major. Tu cię widywałam zawsze, tu tylko z tobą mówiłam. O, ja wszystko teraz rozumiem, wszystko widzę ocknięta!"
      },
      {
        "index": 42,
        "text": "Lecz ona odjęła powoli jej ręce z szyi. Zdała się być tylko znużoną tym wybuchem."
      },
      {
        "index": 43,
        "text": "— Znowuż spłonęłaś w konopiany ogień. I znów przeze mnie. Ach, i odchyl twe policzki dalej: żar od nich bije taki. Na szyi czuję zdaleka. I ręce odejm, od dłoni nawet; nie ściskaj ich tak: masz gorące takie! — mówiła z drgającym grymasem niesmaku. — I daruj mi. Mnie chłodu było trzeba życie całe i zapominania w sobie..."
      },
      {
        "index": 44,
        "text": "— Czego?"
      },
      {
        "index": 45,
        "text": "— Ciała, Nino. Cicho! Nie męcz... Powiem ci za to, — mówiła, opanowując drżenie głosu, — że tamtego wieczora, gdy wszyscy głowy potracili, a Lena spazmów dostała — gdy on już stygł, ja zmywałam mu z twarzy tę krew, która, — och tak długo jeszcze, tak ciągle! — spływała mu wązkiemi strugami z ust i nosa, — och, i z oczu nawet."
      },
      {
        "index": 46,
        "text": "— Matko Boska!"
      },
      {
        "index": 47,
        "text": "A po długiem zadyszeniu się ich obu:"
      },
      {
        "index": 48,
        "text": "— Tu jest strasznie dobrze, Nino, w tej ciszy kościelnej przed książkami, w tej godności i spokoju po życiu, jakie było."
      },
      {
        "index": 49,
        "text": "Przycichły obie; wśród labiryntów grobnicy surowej w perłowem świetle ranka — snujące się, żywe, zbożnie zamilkłe."
      },
      {
        "index": 50,
        "text": "Wanda zatrzymała się, wskazując na szereg książek."
      },
      {
        "index": 51,
        "text": "— Ach! — drgnęła wraz druga całcm ciałem. — I on tu?!"
      },
      {
        "index": 52,
        "text": "Cicho zniosły to do okna."
      },
      {
        "index": 53,
        "text": "Wanda długo nie odzywała się, przerzucając karty dłonią drżącą. Oczy drugiej zabłąkały się w tem oczekiwaniu ku górze, gdzie nad półkami rzędy popiersi płonęły o poranku niby lamp białych szereg dziwny. I słyszy oto:"
      },
      {
        "index": 54,
        "text": "Ofiarnych snów grobnico biała,"
      },
      {
        "index": 55,
        "text": "Jam zabłąkany w ciebie ptak!"
      },
      {
        "index": 56,
        "text": "Gdy młodych chmar gromada cała"
      },
      {
        "index": 57,
        "text": "W słoneczne życie wzięła lot,"
      },
      {
        "index": 58,
        "text": "Mnie wspólnej doli trafia strzała:"
      },
      {
        "index": 59,
        "text": "Do grobów skuł miłości grot!..."
      },
      {
        "index": 60,
        "text": "I w cierń mi uplata marzeń wieńce,"
      },
      {
        "index": 61,
        "text": "W marzenia twego krzyża znak,"
      },
      {
        "index": 62,
        "text": "Ofiarnych snów grobnico biała,"
      },
      {
        "index": 63,
        "text": "Co w śmierć upajasz zatraceńce..."
      },
      {
        "index": 64,
        "text": "By na twym krzyżu każdy pił,"
      },
      {
        "index": 65,
        "text": "Rozmarzeń swych octowy szyd:"
      },
      {
        "index": 66,
        "text": "Czy jest? Czy będzie? Czy już był?"
      },
      {
        "index": 67,
        "text": "Czy świat majakiem, czy on zwid?!..."
      },
      {
        "index": 68,
        "text": "Tak ksiąg harfianych chce obiata,"
      },
      {
        "index": 69,
        "text": "Cierń nam w wężowy pierścień splata:"
      },
      {
        "index": 70,
        "text": "W zatracanego stygmat świata:"
      },
      {
        "index": 71,
        "text": "W ofiary ciągłej nieskończony myt..."
      },
      {
        "index": 72,
        "text": "Jeszcze nie ścichły strunne jakby podźwięki jej głosu, jeszcze ona sama stała w tej złotej smudze pod oknem — zamodlona, z twarzą w dłoniach, gdy ta druga wtył się nagle rzuci i spręży przed się ramiona: Tuż przy tym słonecznym promieniu i białym jego zjawie ujrzy marę snu nieprześnionego, o pysku z warg, nozdrzy i oczu krwią ociekłym: widzi hyenę w rozdziawieniu kłów cmentarnego zwierza — drapieżnem, a cierpliwem..."
      }
    ]
  }
}