{
  "chapterNumber": 12,
  "title": "Część trzecia, 3",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Zaszedł ich baron, już przyodziany w półszlafrok jakiś, czy też kurtkę myśliwską. Na progu samym wykrzywił gołe usta w jamie baków, ofuknął starego dosyć twardo, czemu spać się nie kładzie i zadzwonił na służbę, by się nim zajęła. Ninę zdziwiła ta szorstkość po takiem respektowaniu sędziwca przy stole, a zdumiała jeszcze bardziej korna uległość starego. Baron hukał mu w uszy, złożywszy w tubę ręce obie. »Przecież on nie jest już taki znów głuchy!głuchy!« — pomyślała, — więc czemu oni z nim wszyscy w ten sposób?... A starzec zdał się rzeczywiście wraz i zahukanym, bo oto słuchając czujnie z białek wytrzeszczeniem zdał się słyszeć jeszcze mniej, niż zwykle. »Aha! Aha!« — krzyczał w odpowiedzi przeraźliwie głośno, potakiwał całem ciałem i zbierał czemprędzej kije. Byłby powstał na nich z tym gniewnym impetem energii, gdyby nie zjawienie się służącego, który pierwszym gestem pomocniczym zlekceważył ten wysiłek. Jakoż staremu poplątały się wraz ruchy i, zmieszany a ponury, opadł rychło w sobie: oddawał swe niedołęstwo już zupełnie biernie w ręce sługi. A gdy go podnoszono, mruczał coś pod nosem, na co ani baron, ani służący nie zwracali najmniejszej uwagi. To nagle oniemienie, ogłuszenie starego i ducha w nim jakby przygaszenie twardą ręką trzeźwej opieki wydało się Ninie czemś potwornem."
      },
      {
        "index": 2,
        "text": "Lecz oto baron patrzał z pod oka na to wzburzenie jej pozostałe po rozmowie ze starym w łzach zastygłych, w bladości twarzy i rąk drżeniu. Przez chwilę żuł gołemi wargi niepewność, w jakiej formie należy się zwrócić do niej. W obawie, czy się stary nie wygadał przed nią z czemś niepotrzebnem, uważał za konieczne wygłosić pouczenie małe, kwoli zasłonięciu i siebie od sądów starego."
      },
      {
        "index": 3,
        "text": "— Muszę uprzedzić panią, że staruszek (Baron zrobił dla młodej osoby to ustępstwo w zdrobnieniu) jest niezupełnie odpowiedzialny za swoje słowa. I nic dziwnego: w tym wieku! Więc czasem opowiada rzeczy zgoła nie istniejące, oraz osądza sprawy i ludzi, których rozumieć nie może. Dzisiaj zaś ma szczególnie pobudzoną imaginacyę tem wypowiedzeniem wojny. Również nic dziwnego: wspomnienia dawne!... Proszę mi darować, ale po całem pani wejrzeniu widzę, że on, posępny jak zawsze, musiał tu nadużyć pani wrażliwości."
      },
      {
        "index": 4,
        "text": "Nina zipnęła łzami. (Sprawiło to niemal automatyczne tchnienie kontrastu: tej trzeźwości jasnej po omrokach starczego smutku)."
      },
      {
        "index": 5,
        "text": "— Szlachetnej, — dorzucił wobec tego baron czemprędzej, — szlachetnej wrażliwości!... Za młoda pani jest, aby módz wytrzymać na sobie to tchnienie otwartego grobu."
      },
      {
        "index": 6,
        "text": "— Panie!"
      },
      {
        "index": 7,
        "text": "— Trudno, trzeba te pesymizmy nazywać po imieniu, — rzekł sucho. — Zapewne: należy bardzo respektować wiek sędziwy, ale kto chce żyć..."
      },
      {
        "index": 8,
        "text": "— A my chcemy żyć! — dorzucił po wytrzymanej pauzie z wykładnym gestem dłoni. — Nam trzeba pogody, zaufania, wiary w siebie. Nam trzeba krzepić się nawzajem, a nie pognębiać w takie ot rozprzężenia serdeczne... Niechże się pani opanuje. Ja panią w tym stanie nie mogę nawet samą tu zostawić, a żona już się ułożyła. Głowa ją boli, — rzucił kwaśnym nawiasem... Nam trzeba... Może pani wody podać?... Nam trzeba mocno stać. Bo zresztą nikt nam ręki nie poda."
      },
      {
        "index": 9,
        "text": "— On mówił."
      },
      {
        "index": 10,
        "text": "— Mówił sam? A widzi pani!"
      },
      {
        "index": 11,
        "text": "— O młodych mówił."
      },
      {
        "index": 12,
        "text": "— Młodość nie powinna na naukę do grobów schodzić. To nie jest szkoła życia."
      },
      {
        "index": 13,
        "text": "— Panie, na miłość boską, toż on jeszcze żyje! Ot, tam idzie. Może i słyszy nawet. On wszystko wie, co się tu dzieje."
      },
      {
        "index": 14,
        "text": "— He?!... — baron błysnął zezem podejrzliwym. — Nie, nie słyszy, — opanował się natychmiast. — Daj mu Boże jak najdłużej życia. Tylko na to pojenie starczym pesymizmem duszy młodej, osobliwie przyjaciółki mej żony, nie bardzo mogę pozwolić. A za sędzię również go sobie nie obiorę. Powiadają, że należy żyć dla tych, którzy po nas przyjdą, ale nikt jeszcze nie pouczał, żeby żyć dla tych, którzy przed nami byli. Przeto, cokolwiek on mógł tu pani opowiadać o ludziach i sprawach... Bourgeois, raczy nas obzywać przed służbą pan major francuski... Z awanturniczego życia pana majora po świecie mamy tu wszyscy w rezultacie tyle: (baron pokazał figę), a jego rozumienie naszych konieczności, oraz intencyi równa się temuż. Gdyby cała przeszłość spoglądała na nas z aprobatą, lub nie, mielibyśmy w zysku, lub stracie tyleż. (Tu baron pokazał trzecią figę). Jeśli nam tu nikt ręki nie poda, to oni, oni najmniej."
      },
      {
        "index": 15,
        "text": "— Jacyż to »oni«? — pytała głucho."
      },
      {
        "index": 16,
        "text": "— No, przeszłość, myślę."
      },
      {
        "index": 17,
        "text": "Obejrzała się mimowoli po za siebie ku drzwiom otwartym."
      },
      {
        "index": 18,
        "text": "Oto wyprowadzają go tam przez salon długi: kołacze się w swych kijów postuku i mruczy coś pod wąsem długim, na co nikt nie zwraca najmniejszej uwagi: wlecze się właśnie jak ta przeszłość ogłuszona i oniemiała pod twardą ręką trzeźwości i odprowadzona precz, jakby na przechowanie do nowej okazyi odświętnego respektowania."
      },
      {
        "index": 19,
        "text": "— Chyba pani nie przypuszcza, że mu się tu jakakolwiek krzywda dzieje? — zdjął baron z bezradnego nachmurzenia się troski, czy żalu na twarzy dziewczyny. — Pielęgnujemy. Że też ta wasza kobieca wrażliwość kieruje się zawsze ku niedołęstwu raczej, niźli ku życiu... O, te łzy, naprzykład, — proszę mi, starszemu człowiekowi, darować szczerość! — te łzy niech pani sobie schowa na swoje kobiece tam smutki, daj Boże, najprzelotniejsze. Nie młodej to kobiety rzecz: osądy życia i ludzi."
      },
      {
        "index": 20,
        "text": "— Ja nie osądzam! — tłumaczyła się czemprędzej tonem zdumienia. — Tylko... A zresztą: już nic! Nic już nie wiem. Zoryentowawszy się tedy w odporności tej głowy, uspokoił baron podejrzliwości swoje. Lecz stało się to w tak nagłym błysku oczów w przejściu od nieufnego wejrzenia ku łaskawości, że Nina, bezradna w obronie swych myśli, podjęła wmig więcej, niźli przypuszczał: Przyszedł tu bardzo podrażniony, wspomniał tak kwaśno, że żonę głowa boli i był tak dziwnie podejrzliwy, o czem też rozmawiała z dziadkiem. »Wy kobiety« — rzucił przytem dwukrotnie. Ów też instynkt kobiecy w takich sprawach naprowadził ją na domysł, że tu między nim i majorem starym muszą się odbywać nieustanne porachunki, i to zaoczne, jak teraz: że tu idzie o wpływ na Lenę w ciągłej trosce, aby nic być przed nią upokarzanym. Kto wie, czy i teraz nie przyszedł tu z podobnem uczuciem: wybuchał wszak od samego początku. Zastąpiła tedy przypadkowo Lenę, na bezwzględniejsze może jeszcze wypowiedzenie się jego zapiekłej goryczy, niźli to możliwe jest wobec wnuki majora."
      },
      {
        "index": 21,
        "text": "— Tak, — mówił tymczasem, już uspokojony w podejrzliwościach swoich, ku bezinteresownemu jakby pouczeniu, — czy może być coś fatalniejszego dla życia samego, niż to zestawienie: ta pani młoda, radosna ciekawość życia i ponurość starca, który schodzi do grobu z przekleństwem?"
      },
      {
        "index": 22,
        "text": "— Och, nie prawda!"
      },
      {
        "index": 23,
        "text": "— Moja pani, — skrzywił się baron na tę śmiałość opozycyi, — nawet błogosławieństwo pesymizmu jest przekleństwem."
      },
      {
        "index": 24,
        "text": "— Boże, on się tak strasznie modlił! — przypominała w otrząsie gwałtownym. — A widzi pani!... Tylko na miłość Boską, niech się pani temu tak nie poddaje. Bo ja, jak się rzekło, nie mogę pani pozostawić samej w tym stanie... Jakże to on się modlił?"
      },
      {
        "index": 25,
        "text": "— Żeby wszystko młode, gdy słabe duszą... Boże!... samo się wyniszczyło, pełło, jak chwasty."
      },
      {
        "index": 26,
        "text": "Twarz barona stała się w tej chwili białą i suchą jak płótno, a wargi zacięły się tak, że znak ust gubił się nieomal w tej gołej jamie baków. »I mieć takiego starego upiora ciągle pod dachem swoim!« — zdawało się jej, że usłyszała w syknięciu tych ust."
      },
      {
        "index": 27,
        "text": "I zgnębiło ją wraz to uczucie, że powtarzając słowa starego, wystawiła go na taki wybuch nienawiści. Starała się tedy bronić go wedle sił, zbierała z trudem myśli:"
      },
      {
        "index": 28,
        "text": "— A jednak, — próbowała filozofować na swój sposób, — a jednak to wszystko jest..."
      },
      {
        "index": 29,
        "text": "— Nic jeszcze nie jest! — zbył twardem lekceważeniem, nie siląc się nawet doszukiwać toku w tych zalążkach myśli. — Zaledwie coś się wszczyna, ale za to już wprost naocznie, budzi się dusza w tej oto główce... I jakże to się dzieje u nas zwykle, — a patrzę ja na to przecie nieustannie, — gdy nad wrażliwością młodą wezmą się do roboty te stare idealizmy? Jak że się odbywa, to duszy budzenie?... Kosztem rozbicia wszystkich jej instynktów życiowych! — kończył już swym ostrym głosem."
      },
      {
        "index": 30,
        "text": "— I to jest właśnie klęskowy wpływ tego, co ludzie nazywają pesymizmem, — podjął po chwili. — A rozsiewają nam się jego ziarna z dwuch stron: ze Wschodu (poznała pani brata Leny, — nie?), a potem z grobów tu nieustannie wietrzonych, z tej plechy i pleśni, wcieranej jak sakrament w głowy młode. (No, dziadka Leny poznała pani ot przed chwilą!)... A przecie nie oni jedni! Nie obaj oni tylko stróżują tak nad życiem naszem."
      },
      {
        "index": 31,
        "text": "— Ładniebyśmy tu wyglądali, — poniosło mu myśli, — mając tylko te okna na Wschód otwarte i te wierzeje w groby przeszłości. Czembyśmy tu byli bez tego sąsiedztwa sprawności cywilizacyjnej o miedzę na Zachód?... Boją się Niemców? Pah! — a! a! — wybuchnął suchym śmiechem, i coś w rodzaju rumieńców ożywiło nagle twarz sztywną."
      },
      {
        "index": 32,
        "text": "Urwał jednak, teraz dopiero zoryentowawszy się, że nie do inteligencyi żony mówi. Dopowiedziały mu szeroko otwarte oczy Niny."
      },
      {
        "index": 33,
        "text": "Pochlebiały jej po części te twarde refleksye, wygłaszane przed nią; rozumiejąc wszakże, iż zastępuje tu Lenę, odczuwała w tem pewną brutalność: muszą się wypowiedzieć w podrażnieniu, przyniesionem skądinąd — i kwita! A jednak rozmyślania barona padały jej w duszę nie tak ciężko może, jak słowa starca, ale przez ten kontrast właśnie, rodząc bodajże większą jeszcze rozterkę."
      },
      {
        "index": 34,
        "text": "On tymczasem chodził sztywnym krokiem po pokoju i wygładzał baki. A pomnąc już teraz przed kim mówi, uderzył w ton wprost przeciwny:"
      },
      {
        "index": 35,
        "text": "— A główka niepotrzebnie tak zwisła, tak się załamuje jak na łodydze. Wiele z tego, co się rzekło, mówiło się z życzliwości dla niej. A i rączki niech się uspokoją. Z czoła w przyciskane rączki otucha nie spłynie."
      },
      {
        "index": 36,
        "text": "Drasnęły ją te zdrobnienia nagłe, po tak poważnym przed chwilą tonie. Skoro sprawy życia są tak ważne, że słuszność musi być aż brutalna, to czemże jest jej własne życie, skoro nagle: rączka, główka, czółko. Lecz jeden rzut oka na niego wystarczył, aby się przekonała, że ani poniżać jej nie zamierzał, ani też przymilnym być w życzliwości: przeciwnie, — wygłaszając te słowa »rączka«, »główka«, miał jakąś powagę, namaszczenie nieomal w sobie. I teraz dopiero uderzyło ją coś obcego w całem zachowaniu się tej nieco sztywnej postaci: znamiona rasy tknęły ją instynktownie."
      },
      {
        "index": 37,
        "text": "— A z czego spłynąć może otucha? — dobyła z siebie głosem nieufnym."
      },
      {
        "index": 38,
        "text": "— Z ukochania życia właśnie takiem, jakiem ono jest! Naprzekór wszelkim »tabu«, ideałów: wszystkim Woydom, dziadkom, panom Komierowskim: wszystkim tworom posępnym; z ukochania życia naprzód ciekawością, potem pragnieniem, wreszcie walką..."
      },
      {
        "index": 39,
        "text": "Jej zwisały powoli ramiona, a zdziwione oczy, jakby się gdzieś w dal błąkać poczęły, szukając wspomnień dzisiejszych w ich kolejnem następstwie: byłożby w tem wszystkiem jakieś znaczenie dla niej niepojęte?..."
      },
      {
        "index": 40,
        "text": "Nie spuszczała z niego oczu szeroko otwartych."
      },
      {
        "index": 41,
        "text": "— Należy ukochać życie, — mówił baron tymczasem, nad smutek wszystkiego, co jest, lub być może; pogardzić wszystkiem, co smutek i pesymizm niesie."
      },
      {
        "index": 42,
        "text": "— Och, Boże! — krzyknęła wprost, bo stary major stanął jej natychmiast przed oczami, właśnie w chwili, gdy go odprowadzano precz."
      },
      {
        "index": 43,
        "text": "I jakaś niepewność odbiła się na jej ruchach, wraz niespokojnych. — A jeśli zło... własne? jeśli grzech? — ocknęło się w nagłym przeskoku myśli."
      },
      {
        "index": 44,
        "text": "— Ba! nawet ze zła i grzechu, gdy pogodą zwyciężone zrodzić się może... ot niedola przez ludzi. Nie należy samego siebie nigdy opuszczać przed ludźmi, należy być wtedy tem bardziej odważnym. Nieszczęście powstaje dopiero z tego smutku, jaki się lęgnie na złym postępku, z tej niepewności, jaka nas opada wobec ludzi, z ponurych dociekań wobec siebie."
      },
      {
        "index": 45,
        "text": "Zdziwienie podniosło ją z krzesła. Lecz opamiętawszy się, przysiadła natychmiast. »Toż ja wtedy właśnie bez wiedzy i woli, — przypominała gorączkowo, — przeraziłam się najbardziej tego smutku, jaki z grzechu wyjrzał i zgłuszyłam wszystko ciekawością, ruchem, innemi sprawy, jakby w zapomnienie nagłe: — sama nie wiem, jaką w sobie siłą.«"
      },
      {
        "index": 46,
        "text": "Spoglądała w niego jak w jasność: świadomość siebie piła wprost ze słów jego."
      },
      {
        "index": 47,
        "text": "— Panie, ja byłam... Ja się tu bez wiedzy stawałam..."
      },
      {
        "index": 48,
        "text": "— Jakaż to?"
      },
      {
        "index": 49,
        "text": "— Jak pan."
      },
      {
        "index": 50,
        "text": "— Hm?!..."
      },
      {
        "index": 51,
        "text": "I w tem rozpromienieniu, a napływie ufności w duszę otwartą wołała w pilnym przeskoku ku innemu jego słowu:"
      },
      {
        "index": 52,
        "text": "— I odważna jestem bardzo. Strachów to się czasami boję, ale przed ludźmi!... Czasami to się aż dziwną sobie wydaję: próbuję sobie wyobrazić rzeczy okropne, no i... Ja lubię nawet rzeczy groźne. Jabym się wszystkiego mniej bała, niźli... no, niźli Wanda nawet!"
      },
      {
        "index": 53,
        "text": "— Hę?!... Baron kroczył sztywnie po pokoju i spozierał od czasu do czasu zezem w jej stronę."
      },
      {
        "index": 54,
        "text": "Ona tymczasem pracowała pilnie myślą, czując potrzebę wypowiedzenia poruszonego nurtu. Układała jakieś rozumowania wymowne, przekonywające, objąwszy je wszystkie zdecydowała się wreszcie mówić i... zmyliła myśli wszystkie okrzykiem piersiowym:"
      },
      {
        "index": 55,
        "text": "— Panie, ja tak strasznie chcę być szczęśliwą!"
      },
      {
        "index": 56,
        "text": "Odruchowo odpowiedział śmiechem, który przeszedł wnet w smęt pobłażliwy. Zbliżył się do niej, pogłaskał po głowie. A jej, jak wówczas z pod dłoni Leny, sączyć teraz poczęło ukojenie dobre. Z jego życiowego rozsądku szedł tchnieniem równowagi, — jak od jego żony negliżu i stroju, — ten cielesny wiew człowieczej — kobiecej doli, w którym się zagadnienie życia całe tak łagodnie upraszcza. Więc i teraz to przygnębienie i rozterka, jaką pozostawił po sobie sędziwy major, zamieniły się w bezradność zahukaną i rzewną, radą przytulić się w myślach do czyjegoś zwycięskiego szczęścia. Lub bodaj tylko do tego szczęścia nauki."
      },
      {
        "index": 57,
        "text": "Lecz ukojenie było tak dobroczynne, że nawet słuchać i rozumieć rychło przestała: sam ton działał błogo, i ta pewność, że mówi ktoś mocno stojący wśród ludzi, czyjej słuszności doświadczyło życie samo. Pomyślała tylko: »Takim właśnie, takim winien być mąż Leny! — inaczej byłoby z nią źle. Z nami wszystkiemi byłoby źle, gdyby nie tacy właśnie mężczyźni!«. I starała się słuchać uważnie."
      },
      {
        "index": 58,
        "text": "— ...w tej walce o swoje prawa do szczęścia..."
      },
      {
        "index": 59,
        "text": "— Ach? — odezwała się tonem rozczarowania. O takiej pan walce mówił?!"
      },
      {
        "index": 60,
        "text": "— O jakiejżeby?... W tej walce pogoda jest połową powodzenia wśród ludzi, pewność siebie, odwaga w siągnięciu po swoje znaczenie i stanowisko czyni resztę. Wiedzą i kobiety o tem."
      },
      {
        "index": 61,
        "text": "— Ach, taka odwaga?!... A mężczyźni?"
      },
      {
        "index": 62,
        "text": "— Na inną tu nie miejsce i nie pora. A mężczyźni walczyć tu są zmuszeni bodajże tą bronią, co i kobiety: życie jest tu za niemrawe w smęcie swoim, za bezkształtne w niedołęstwie, za nieoporne na wszystko, żeby je trzeba, lub można było zwyciężać: ono się daje tylko uwodzić."
      },
      {
        "index": 63,
        "text": "Lecz jej czujnej teraz i upartej uwadze przypominały się natychmiast słowa Leny o tej niezmarnowanej nauce giętkości, jaką tu kobietom daje życie ich mężczyzn."
      },
      {
        "index": 64,
        "text": "— Czyż zawsze trzeba być giętkim? — odęła się wzgardliwie."
      },
      {
        "index": 65,
        "text": "I tem podbiła mu jakby myśli w bezwzględność, zacięły się wargi."
      },
      {
        "index": 66,
        "text": "— Przed słabymi i smutnymi — nie! I o tem wiedzą kobiety. Dla siebie możnaby wobec takich być tylko niedbałym i normalnie miałoby się dostateczną, kobiecą, satysfakcyę w okazaniu im tego. Ale w obronie życia samego należy być dla nich nieubłaganie twardym! I dzieje się to samo przez się u każdego, kto ma w sobie rzetelne instynkty życia. Gdy wracam, naprzykład, z Europy, z Berlina, czuję poprostu, jak mi po drodze, w wagonie kolejowym twarz stygnie i zacinają się wargi na cały czas »szczęśliwego« tu pobytu. To jest poprostu odruch życiowego instynktu w obronie przed tym smętem i niedołęstwem, jaki się tu z powietrza wdycha. Bo niechby sobie tylko kto pozwolił mieć tu wejrzenie pogodne, jakie się wywozi, naprzykład, za granicę, do Berlina. Rychło spostrzeże, jak się rozżarzą wokół niego ślepia szakali. Nikt się tak nie zna na prawych ścieżkach życia jak niedołęstwo; a te prawe ścieżki nudne są przecie i smutne, wiedzą szakale. »Oto idzie ktoś pogodny, uśmiechnięty; widocznie powodzi mu się wżyciu: pewno łotr. Ale podwinie mu się noga, podwinie! nie rychliwie, ale sprawiedliwie,« — oblizują się szakale. To są opiekuni każdej sprawności, każdej działalności życiowej, u nas! A niech te głosy szakali tylko zasłyszą hyeny idealizmu!... O, ja się szczerze przyznaję, że do fizycznej odrazy znosić nie mogę najdalszego zawycia tego ,ich’ tu idealizmu. Nienawidzę naprzykład ,ich’ tu sztuki! Śmierdzi mi to wszystko rozkładem życiowego instynktu."
      },
      {
        "index": 67,
        "text": "Tu baronowi nadmierne wzburzenie samo zamknęło usta, rodząc spóźnioną znów oryentacyę, że nie z żoną się swarzy, nie przed nią wybucha. Tedy z wysilonym spokojem i akcentem żalu w głosie zamykał sprawę, jakby przed sobą tylko:"
      },
      {
        "index": 68,
        "text": "— ,My’ sami się grzebiemy."
      },
      {
        "index": 69,
        "text": "— Ten ,wasz’ tu Woyda, — parsknął mimo to za chwilę, — który żonie chciał jakieś tam wiersze swoje dedykować, — Boże! jak ja tego człowieka znosić nie mogłem! Cały osobnik, jak stara panna: smętny, pretensyonalny, a nie ufający swym wdziękom. Rzekłbyś fizycznie ślizki w tem swojem tragicznem niedołęstwie wobec najbłahszej sprawy życiowej, gdzie trzeba choć za grosz mieć woli. Poprostu nabawiałem się jakiejś niedobrej monomanii z pasyi do tego człowieka. Przybył mi nowy strażnik szczęścia mego. Miał wpływ idealistyczny na siostrzaną duszę mojej żony... Proszę pomyśleć tylko: taki dziad! brat taki! — i jeszcze tamten! Takie czuwanie hyen idealistycznych i te ślepia szakali nad cudzą radością życia; nad źródłem jego sprawności, dzielności czynu: — oto jest polskie szczęście!"
      },
      {
        "index": 70,
        "text": "Patrzała na niego rozszerzonemi w koło oczami: »Co to ma znaczyć?!«..."
      },
      {
        "index": 71,
        "text": "Twarz barona była w tej chwili znów biała jak płótno, wązkie wargi nikły w zacisku."
      },
      {
        "index": 72,
        "text": "— O, gdyby ten Woyda nie był na tyle dowcipny i nie przeniósł się dobrowolnie na samo »tabu« ideału..."
      },
      {
        "index": 73,
        "text": "— Ach Boże, — i ten także!"
      },
      {
        "index": 74,
        "text": "— Któż tu mu jeszcze winszował tego kroku?"
      },
      {
        "index": 75,
        "text": "— Dziadek."
      },
      {
        "index": 76,
        "text": "— E?... — baron stał przez chwilę z otwartemi ustami."
      },
      {
        "index": 77,
        "text": "Rychło jednak zoryentował się i w tem."
      },
      {
        "index": 78,
        "text": "— Kochają się bardzo hyeny wszystkie! I te nie stanowią wyjątku. Nad trupim gnatem ideału nie pożywione pożerają się wzajemnie. Wytwarza to tak zwaną atmosferę... — baron parsknął w kułak wetknięty między baki, — duchowego życia w tej... ph!... metropliimetropolii ideałów."
      },
      {
        "index": 79,
        "text": "I twarz odęła mu się wzgardą bezmierną: rozłaziły się baki."
      },
      {
        "index": 80,
        "text": "W przerażeniu i stropieniu ufności nagłem przestała się już oryentować w tem wszystkiem. Rozumiała tylko nienawiść i wzgardę, nie wiedząc dokładnie, do czego i kogo odnosi się ona właściwie. Mozoliła się w ciasnem kole swoich przypuszczeń, ustaliwszy wreszcie po kobiecemu, że to wszystko razem, jest zazdrością o wpływ na Lenę, a może i o nią samą. Aczkolwiek baron może nic nie wie o jej stosunku z Woydą, tembardziej właśnie nurtuje go to tak bardzo, że aż nienawiścią w grób sięgać zmusza. Baron tego wszystkiego nienawidzi i tem gardzi, co tamten ukochał i co przebóstwił. — Wyłożywszy sobie tedy wszystkie fale życia, jakie z jego słów w nią uderzały, na swój ład kobiecy, uspokoiła się rychło. I podniosła na niego spojrzenie, acz nie dawnej już ufności, to przecie większego jeszcze zaciekawienia."
      },
      {
        "index": 81,
        "text": "— Trzeba mieć twardą pięść, — słyszy oto głosem tak ostrym, że wstrząsła się mimowoli, — trzeba mieć twardą pięść dla tych wszystkich, co oblegają radość życia, jak te hyeny i szakale. To wszystko i tak jest przeznaczone na zatratę. Przyjdą inni, mocniejsi, przyjść muszą, jak biali do murzynów. »Tabu« pozostanie, jako curiosum muzealne wiary zawziętej, która ludzi cywilizowanych wtrąciła z powrotem przez barbaryę — w dzikość. Gdyby pan major, dziadek niby, mógł przeżyć tę wojnę dziś obwieszczoną, oraz to wszystko, co po niej niechybnie nastąpić musi; pokazywanoby go może za kilka lat w Berlinie po panoptikach, jako ostatniego Mohikanina. Może z piórami na łbie i tomahawkiem w ręku."
      },
      {
        "index": 82,
        "text": "Zerwała się z krzesła w ślepym już odruchu oburzenia."
      },
      {
        "index": 83,
        "text": "Ale on w pasyi swej już nie zauważył nawet tego. Wypadło przecie z ust, co ściskać musiały zęby w swem otoczeniu przez lat tyle: pękł wrzód zaropiałej goryczy."
      },
      {
        "index": 84,
        "text": "— Tak, po panoptikach! — przybił raz jeszcze. — Ludzie dzielni, przed którymi jest przyszłość własna i świata, tam będą odsyłali te patosy smutków i pesymizmów. A ponurościami in spe panoptikowemi raczą się, jak wiadomo, tymczasem instynkty zbrodnicze. Będzie to ultissimum oddziaływania pesymistycznego ideału!... Czytałem u jakiegoś misyonarza, czy też podróżnika, że zdegenerowane jednostki ginących szczepów, wykradając się po nocach na »tabu«, wracają z taką żądzą krwi w nozdrzach, że lepiej nie czekać, lepiej od razu w łeb strzelić. Ja memu panu szwagrowi, ukochanemu bratu Leny, poprostu boję się nieraz w oczy spojrzeć. Przecież w tych ślepiach ołowianych drzemie tymczasem czyhające zniszczenie."
      },
      {
        "index": 85,
        "text": "— Jezus Marya! — szeptała już z bezradnem trzepotaniem się rąk koło uszu."
      },
      {
        "index": 86,
        "text": "— Mamże jeszcze powiedzieć i o trzeciej hyenie: o Woydzie? Schodzi oto z »tabu« w »purpurze marzenia«, powiada żona — i dzierży złoty klucz mistycznych tajemnic. Nic się nim jakoś roztworzyć nie chce, coby rozsądek, lub rozum chciał mieć, naprzykład, choć trochę uchylone. Natomiast pasuje ten klucz dziwnie do wszystkich serc kobiecych, oraz wszelkiej wątlizny dusz męskich. Tausendschluessel! I otwiera im mroczne głębiny życia w ich własnych osmuceniach! — sumieniach! — prowadzi na wyżyny lepszych wiedzeń niż chęci, wyższych chęci niż skłonności, by w tych przerażeniach duszy nieustannych zamienić proste ukochanie życia w miłość złą, ponurą, przewrotną!... Trzeba ten zapóźniony romantyzm maruderów cywilizacyi: tę ideologię pesymizmu przy robocie podpatrzeć — nad formowaniem dusz młodych. Jest czem się przerazić! Bo wszystko, co się rzekło, to wciąż jeszcze ta prawa, wysoce idealistyczna strona medalu. Lewym, niechybnym odpowiednikiem jest równocześnie spotęgowanie nieodporu na wszelkie pobudki i podniety życia, aż do bezładu wrażliwości, — przy zawsze »złem sumieniu« idealisty. — Ponure zaznania zapowiadają się tak spreparowanym przez pesymizm duszom... A klucz mistycznych tajemnic pracuje w nich tymczasem wciąż: dociera do najbardziej utajonych zakamarków smutku, sumienia, beznadziei, białej ekstazy i czarnej perwersyi! — Zbawienie nas wszystkich leży na dnie tej »tajemnicy«. Abrakax!"
      },
      {
        "index": 87,
        "text": "I usłyszała śmiech tak nizki, że zda się tylko w piersi dudniał pod jadowity grymas warg."
      },
      {
        "index": 88,
        "text": "— To ostatnie słówko jest czarnoksięskie, — parsknął za chwilę, może być i purpuratowe, ponieważ nic znaczyć nie raczy. — Czytałem, u tegoż misyonarza, że czarodzieje, czy też kapłani zdegenerowanych szczepów..."
      },
      {
        "index": 89,
        "text": "Lecz tu ona zatrzepotała się cała jak ptak w bezradności ostatniej. I odwróciła się twarzą do ściany, przylgła do niej czołem, uszy oburącz przysłaniając."
      },
      {
        "index": 90,
        "text": "— Niech pan zamilknie! — Ja nie mogę tego słuchać! I nie chcę!..."
      },
      {
        "index": 91,
        "text": "Zbliżył się do niej i pochylił nad uchem. Poczuła z tyłu na szyi suche muśnięcie baków."
      },
      {
        "index": 92,
        "text": "— Oto, jak czuwają hyeny pesymizmu i szakale cnoty nad ochoczością życia u nas. Oto jest polskie szczęście!... Te bestye płoszyć i opędzać się przed niemi zdołam ja może — chłodem krwi i myślą obronną, wyostrzoną w życiu jak nóż. Ale oto dusza, która zbudzić się ma dopiero, instynkty życia najbujniejsze może z otoczenia całego. A hyeny i szakale przywabia najskorzej ciepło krwi co najbardziej wartkiej. I w porę! Rychliwiej, niźli sprawiedliwie, już się tu podcięło życie młode w lekkomyślności, czy szaleństwie jakiemś. — (Baczę ja dobrze na słowa i wnet złowię płotkę tajemnicy młodej!). — Tedy widzę już poprostu, jak dopadają to życie szakale i hyeny. Szakale ustąpią: i w pysku słabsze, i niuchem wolą to, co się już rozkłada. Poczekają!... Hyeny zatryumfują tymczasem i obudzą, obudzą rychło smęt bezradny w pustocie dawnej: rozszarpią pesymizmem te życia instynkty bujne, rozwloką po cmentarzach starych. Już ów dziad ponury rozpoczął tę robotę!"
      },
      {
        "index": 93,
        "text": "— Kto pan?! — krzyknęła, nie odrywając czoła od ściany. — Kto mówi?! Ja chyba już na pół przytomna... Ten szept!"
      },
      {
        "index": 94,
        "text": "I zdawało się jej, że słyszy w odpowiedzi:"
      },
      {
        "index": 95,
        "text": "»Budzi się dusza młoda ku przeznaczeniu swemu: szeptem mówić należy.«"
      },
      {
        "index": 96,
        "text": "Poczuła na ciemieniu jego rękę pulchną; pociągnął ją ku sobie tak, że głowa oszołomiona oparła się wbrew woli o jego piersi."
      },
      {
        "index": 97,
        "text": "Słyszy tym razem już wyraźnie głosem chłodnym namaszczonej życzliwości:"
      },
      {
        "index": 98,
        "text": "— Tedy żal mi tej główki młodej. — »Wszystko samo się niszczy, samo się piele — wyrwało się jej z ust w przypomnieniu nagłem.«"
      },
      {
        "index": 99,
        "text": "— Co pani?..."
      },
      {
        "index": 100,
        "text": "— »Wszystko, co nie jest ofiarą, lub...«"
      },
      {
        "index": 101,
        "text": "W porę pochwycił ją wpół, zanim osunęła się ciężko na ziemię."
      },
      {
        "index": 102,
        "text": "Bezradny, nie mając wody pod ręką, próbował niżyć jej głowę, by docucić tak wywołanem uderzeniem krwi. Poderwał w ramiona: zwisła mu w nich właśnie, jak ta łodyga złamana. Przez pół tem docuconą, doniósł, dociągnął za próg, gdzie na tacy murzyna stał dzban i czarka. Przerzucił na jedno ramię, drugą ręką nalał wody i przytknął do ust."
      },
      {
        "index": 103,
        "text": "W ramieniu jego leżąca rozchyliła powieki i spojrzała na czarkę z obłędnem przerażeniem w oczach."
      },
      {
        "index": 104,
        "text": "»Woyda pił!« — krzyknęła myślą."
      },
      {
        "index": 105,
        "text": "Dzwoniła zębami w szkło i zacięła wraz usta w kurczowym zacisku szczęk. Rozpaczliwy, szamocący się upór był w popłochu tych oczu i nieprzytomnych wybłyskach nienawiści."
      },
      {
        "index": 106,
        "text": "»Dyabła sakrament!...«"
      },
      {
        "index": 107,
        "text": "Naciskiem ciemienia podawał głowę i wciskał zrąb czarki między zęby. Zadzwoniły dygotem drobnym po raz drugi w szkło. Już nie nienawiść była w oczach, lecz stężenie lęku błagalne."
      },
      {
        "index": 108,
        "text": "Wyczerpał ostatek cierpliwości. Brutalnie mocnym naciskiem policzków pod uchem rozchylił szczęki zwarte i wlał całą zawartość czarki. Krótki krzyk jej stłumił bełkot w ustach."
      },
      {
        "index": 109,
        "text": "A płomień zgrozy na źrenicach rozwiał się rychło w zdumieniu, z jakiem spoglądały za chwilę oczy. Na kanapę złożona i nie widząca go przed sobą, miała dziwne wrażenie, że znikł, przepadł nagle, jakby w tych dymnych kłębach nienawiści i wzgardy, w których gubiła się myśl ledwie ocknięta."
      },
      {
        "index": 110,
        "text": "Gdy jedno pomyślenie podniosło ją powoli nad poduszki:"
      },
      {
        "index": 111,
        "text": "»Któreż to było przekleństwo, a które błogosławieństwo? — pytała siebie, przypominając dwa uściski swej głowy."
      },
      {
        "index": 112,
        "text": "»I ku czemu?«..."
      },
      {
        "index": 113,
        "text": "A on wypaliwszy tymczasem papierosa i owładnąwszy rozdrażnieniem chwilowem, stanął nad nią z rękami w kieszeniach i zwieszał cierpko wargę."
      },
      {
        "index": 114,
        "text": "— Co to było właściwie? Hę? Jakaś nerwica w dodatku po omdleniu?"
      },
      {
        "index": 115,
        "text": "Przecierała oczy."
      },
      {
        "index": 116,
        "text": "— Ach, pan jest tu?! Tak mi dziwnie, że pana jeszcze widzę."
      },
      {
        "index": 117,
        "text": "— Czemuż to pani nie dawała mi się ratować?"
      },
      {
        "index": 118,
        "text": "— Ratować? — powtórzyła tępo, wciąż jeszcze w omroku jakimś. — Nie wiem."
      },
      {
        "index": 119,
        "text": "Wzruszył ramionami."
      },
      {
        "index": 120,
        "text": "— Ja odrazu powziąłem tę obawę, że pani nie należy pozostawiać samej w tym rozstroju, w jaki ją wprowadziła rozmowa z dziadkiem."
      },
      {
        "index": 121,
        "text": "Dziwnym jej się wydawał głos ów w tej chwili: że taki naturalny, prosty, rozważny i, choć ostry w dźwięku, to przecie pełen dobrej życzliwości. Przepraszał za swoje uniesienia w niedawnej rozmowie i za jaskrawości sądów o ludziach z pod swego dachu. Uciszał przemawianiem do rozsądku, spokój myślom zalecał."
      },
      {
        "index": 122,
        "text": "W tej chwili z oburzeniem już wspominała dzikie urojenia swej wyobraźni. — »Wszakże to on, — myślała teraz, — każąc służbie uprowadzić starego, przepędzał zarazem zmory smutku, beznadziei, śmierci, przeszłości... O szczęściu ludzi żywych on jeden wśród nich tu wszystkich zaprzątał się troską surową i pracowitą. »Instynkty życia«, — wypowiedział z jej własnych czuć prawdą prostą. I darował jej tę prawdę w oczy ufne. Uśmiech, od godzin zapomniany, przez łzy wywabił na tę jego drogę: od warg niecierpliwością rozchylonych ku oczom w czujnej ciekawości zawsze wpół przymkniętym, w tę rysę, drgającą na obliczu: w to znamię życia na policzkach młodych. Rozjaśniał, rozświetlał duszę. Zaś ludzi w przyszłości może niechętnych, zła popełnionego pamiętnych, — szakalami zawczasu obezwał. A odwagę, sił żywotnych dar ślepy, przeciw nim skierował: na walkę o swoje prawa do szczęścia!..."
      },
      {
        "index": 123,
        "text": "Oto wciąż jeszcze stara się uspokoić rozwagą swoją. Lecz ona już słuchać uważnie przestała: sam ton solidny robił swoje, wprowadzając znów w ten błogi stupor uległości. — »A jednak, — pomyślała jeszcze, — jedyne to usta, które mogą mówić o prawdziwem życiu; jedyny człowiek, który znając je na wskroś dać może pouczenie szczęścia. Jedyna to też ręka, która za to proste pragnienie własnego szczęścia pogłaskała ją z powagą ojcowską. A słowa »główka«, »rączka« wymawiał z namaszczeniem prawie pastorskiem, jak gdyby błogosławiąc wszystkim instynktom i zmysłom kobiety."
      },
      {
        "index": 124,
        "text": "Podjąwszy się na łokciach, opuściła nogi, przysiadła na kanapie i, acz słów nie baczna, zasłuchana jednak wciąż w ukajającą perorę tonu. Ujęła go ciepło za rękę, zmagając się przez chwilę z nieodporem czy też musem, podjęła ją wreszcie do ust."
      },
      {
        "index": 125,
        "text": "Przyjął to z flegmą nieomal, jak rzecz należną, lub co najmniej taką, do której przywykł był może wobec żony w pewnych chwilach owładania jej rozterką."
      },
      {
        "index": 126,
        "text": "Cała w pokurcz przed nim schylona, przeniosła tę jego rękę z przed ust do rozbolałego czoła."
      },
      {
        "index": 127,
        "text": "»Niewolnice roztropnych«! — przyniosła pamięć uparta i te słowa Leny. Nie wykrzesała z nich jednak ani cienia odporności, a przeciwnie: świadome już dążenie do największego uciszenia duszy."
      }
    ]
  }
}