{
  "chapterNumber": 15,
  "title": "Գլուխ 16",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Տուն հասնելուն պես Բադամյանը պառկեց։ Մարմնի մեջ սաստիկ ցուրտ էր զգում. այնուհետև ջերմեց։ Թիկունքի մեջ ծակոցները սաստկացել էին։ Գիշերն անցկացրեց խիստ անհանգիստ։ Սաստիկ տաքության մեջ նրան թվում էր, թե պտտվում է վեգի պես և այդպես պտտվելով գլխիվայր սլանում է շեշտակի մի մութ անդունդ լի ինչ-որ աղոտ-փայլուն բծերով՝ նման մանրիկ աստղերի։"
      },
      {
        "index": 2,
        "text": "Առավոտյան ծառային ուղարկեց ծանոթ բժշկի հետևից։ Բժիշկը հանգստացրեց նրան, ասելով, որ ոչինչ չկա, հարկավոր է միայն տաք մնալ և քրտնել, և դեղ գրեց։ Սակայն օրվա ընթացքում Բադամյանը նորից դողացրեց և ջերմեց։ Երրորդ օրը նկատեց, որ չոր կերպով հազում է։ Այդ բանը վախեցրեց նրան։ Բժիշկը նորից եկավ, այս անգամ ուշի-ուշով քննեց հիվանդի թոքերը և ասաց, որ հարկավոր է շատ զգույշ կենալ, և նոր դեղ գրեց։"
      },
      {
        "index": 3,
        "text": "Սակայն այլևս ոչ մի զգուշություն և ոչ մի դեղ չօգնեց։ Թոքերի բորբոքումը գնալով սաստկանում էր. օր֊օրի վրա բարձրանում էր տաքության աստիճանը. հիվանդը չէր կարողանում ամոքել ծարավը կաթի և սելթերյան ջրի խառնուրդով, որ բժիշկը պատվիրել էր խմել ջրի տեղ։ Իսկ հազը հետզհետե չորանում էր և ուժեղանում։ Հինգերորդ օրվանից գիշերները, երբ տաքության աստիճանը խիստ բարձրանում էր, նա կորցնում էր ուշքը և զառանցում: Սակայն առավոտները համեմատաբար լավ էր լինում և կարողանում էր մտածել էր իր դրության մասին։ Իսկ այդ դրությունը նրան հանաք բան չէր երևում։ Նրան վախեցնում էր մանավանդ այդ չոր հազը, որ ուժգնության րոպեներին կարծես ուզում էր պոկել նրա թոքերը և դուրս շպրտել բերանից։"
      },
      {
        "index": 4,
        "text": "Ուշքը գլխին եկած ժամանակ նրա միտքը շարունակ պտտվում էր Մանեի շուրջը, և մի տարօրինակ եսական-վրեժխնդրական զգացում թելադրում էր նրան մեռնել։ Նրա ջերմոտ երևակայությունը ստեղծում էր զանազան սանտիմենտալ տեսարաններ, և նա առանձին հաճությամբ կանգ էր առնում այն տեսարանի վրա, թե ինչպես ինքը պառկած է դագաղի մեջ, ձեռքերը կրծքին ծալած, գլուխն ուսին ծռած, վարդերի և ծաղիկների մեջ թաղված, և թե ինչպես Մանեն չոքած է դագաղի առաջ սև հագուստով և, դեմքը ձեռքերով ծածկած, հեկեկում է անմխիթար արցունքներով։ Իսկ Սանթրոսյանը... Սակայն Սանթրոսյանի մասին Բադամյանի երևակայությոլնր ոչինչ չէր կարողանում ստեղծել. տեսնում էր միայն նրա ժոկեի գլխարկը և երկարաճիտ կոշիկները։"
      },
      {
        "index": 5,
        "text": "Ութերորդ օթը հիվանդի վիճակը բոլորովին վատացավ։ Այդ օրը, երեկոյան դեմ, նրան առաջին անգամ այցելեց Հեղինեն։"
      },
      {
        "index": 6,
        "text": "— Բադամյան, ի՞նչ է պատահել ձեզ,— հարցրեց նա՝ խոնարհվելով հիվանդի բոլորովին փոխված դեմքի վրա։"
      },
      {
        "index": 7,
        "text": "Բադամյանը, սաստիկ տաքության մեջ, շաղված աչքերով նայեց նրան, ինչ-որ շշնջաց և սպիտակած, կարծես կաթնոտ լեզվով սկսեց լպստել չորացած և տեղ-տեղ ճաքած շրթունքները։"
      },
      {
        "index": 8,
        "text": "Հեղինեն ձեռքի ափը դրեց նրա ճակատի վրա, ճակատը չոր էր մագաղաթի պես և այրվում էր վառարանի նման։"
      },
      {
        "index": 9,
        "text": "— Այս ե՞րբ եք այսպես մրսել։ Անցած շաբաթ օր մեր տանն էիք, այն օրվանի՞ց եք պառկած։"
      },
      {
        "index": 10,
        "text": "Հիվանդը տենդից վառվող աչքերով նայում էր Հեղինեին և, ըստ երևույթին, չէր հասկանում, թե ինչ էր ասում նա։"
      },
      {
        "index": 11,
        "text": "Հեղինեն ավելի խոնարհվեց նրա դեմքի վրա։"
      },
      {
        "index": 12,
        "text": "— Բադամյան... Բժիշկ գալի՞ս է։"
      },
      {
        "index": 13,
        "text": "Հիվանդր գլխով դրական շարժում արավ։"
      },
      {
        "index": 14,
        "text": "— Ո՞վ է նայում ձեզ։"
      },
      {
        "index": 15,
        "text": "— Ի՞նչ..."
      },
      {
        "index": 16,
        "text": "— Ո՞վ է նայում, ասում եմ, ձեզ։"
      },
      {
        "index": 17,
        "text": "— Ծառան։"
      },
      {
        "index": 18,
        "text": "— Բժիշկն այսօր եկե՞լ է։"
      },
      {
        "index": 19,
        "text": "— Չգիտեմ։"
      },
      {
        "index": 20,
        "text": "Սաստիկ ջերմը մթագնել էր հիվանդի հիշողությունը։ Խոսելիս նրա ձայնը հազիվ էր լսվում։ Նա չէր դադարում շրթունքները լպստելուց, շնչում էր խիստ արագ և լսելի հեթեթոցով և վառվող, անմիտ, կարծես սարսափահար աչքերը չէր հեռացնում Հեղինեի դեմքից։"
      },
      {
        "index": 21,
        "text": "Հեղինեն անհանգիստ դրության մեջ էր. չէր իմանում գնա, թե մնա, երբ եկավ բժիշկը։ Նրանք լավ ծանոթ էին իրար։ Հիվանդի վիճակը լուրջ մտառությամբ քննելուց հետո բժիշկը փսփսաց Հեղինեի ականջին։"
      },
      {
        "index": 22,
        "text": "— Դուք գիտե՞ք, որ դրությունը շատ վտանգավոր է։"
      },
      {
        "index": 23,
        "text": "— Դա պարզ է,— նկատեց Հեղինեն։"
      },
      {
        "index": 24,
        "text": "— Այս գիշեր անպատճառ կրիզիս կլինի։ Վատն այն է, որ մարդ չկա մոտը։ Ծառայի խնամքին թողնել անկարելի է։ Դեղերը գրեթե ամենևին չեն գործածվում։ Ես շատ սխալվեցի, որ հենց սկզբից չփոխադրեցի հիվանդանոց։ Այժմ մնում է, որ մի ֆելդշեր կամ գթության մի քույր կանչենք։"
      },
      {
        "index": 25,
        "text": "— Ի՞նչ եք կարծում, եթե մեր տուն փոխադրենք..."
      },
      {
        "index": 26,
        "text": "— Ի՜նչ եք ասում... այս դրության մե՞ջ.. Անկարելի է։"
      },
      {
        "index": 27,
        "text": "— Իսկ եթե ես մնամ։"
      },
      {
        "index": 28,
        "text": "— Դո՞ւք... Դրանով, իհարկե, մեծ բարություն արած կլինիք։"
      },
      {
        "index": 29,
        "text": "— Շատ բարի, կմնամ։ Այսօր մի առանձին գործ էլ չունիմ։"
      },
      {
        "index": 30,
        "text": "Եվ Հեղինեն մնաց։"
      },
      {
        "index": 31,
        "text": "Բժիշկը նոր էր հեռացել, որ հիվանդի սենյակը մտավ Զաքարը։ Հայտնի չէր որտեղից էր իմացել նա իր եղբորորդու հիվանդությունը և թեպետ չէր սիրում նրան և երկար ժամանակ չէր եղել նրա մոտ, բայց և այնպես արենակցական զգացումը ստիպել էր ծերունուն այցելելու հիվանդին։ Ծերունին անձամբ ծանոթ էր Հեղինեին, լավ կարծիք չուներ նրա բարոյականի մասին, մանավանդ Նասիբյանի մոր պատմությունը լսելուց հետո, և այժմ կասկածանքով վերաբերվեց այն բանին, որ նրան տեսավ հիվանդի մոտ։ Զաքարը նստեց հիվանդի մոտ, փորձեց խոսեցնել նրան, բայց Բադամյանը չճանաչեց ծերունուն։ Հեղինեն խնդրեց Զաքարին, որ հիվանդին չանհանգստացնի, և դուրս տարավ նրան կից սենյակը։ Եղբորորդու դրությունը, ըստ երևույթին, ծանր տպավորություն էր թողել Զաքարի վրա, բայց նա չէր կորցրել ծերունիներին հատուկ սառնասրտությունը։ Կից սենյակում նա ծանր ու բարակ նստեց աթոռի վրա և հարցրեց."
      },
      {
        "index": 32,
        "text": "— Էս ո՞նց եղավ, որ մեռնում է։"
      },
      {
        "index": 33,
        "text": "Հեղինեն նայեց նրա թավ հոնքերին, և նրան ապշեցրեց այն անսասան խաղաղությունը, որ արտահայտում էին նրա աչքերը, նրա դեմքի ամեն մի խորշը։ Այդ զառամյալ ծերունին կարծես թե հարցնում էր մի շատ հասարակ բան։"
      },
      {
        "index": 34,
        "text": "— Ո՞րտեղից հնարեցիք, թե մեռնում է,— նկատեց Հեղինեն դժկամությամբ:"
      },
      {
        "index": 35,
        "text": "— Աչքերը... աչքերը լավ չէին,— շշնջաց ծերունին կարծես ինքն իրեն։ Մի քիչ լռելուց հետո, նորից իր թավ հոնքերի տակից նայեց Հեղինեի աչքերին և հարցրեց նույն խաղաղ ձայնով։— Տերտերին իմաց տվե՞լ եք։"
      },
      {
        "index": 36,
        "text": "Հեղինեն այս անգամ չկարողացավ զսպել իր զայրույթը։"
      },
      {
        "index": 37,
        "text": "— Ինչե՜ր եք ասում, չեմ հասկանում,— բացականչեց նա,— եկաք-չեկաք, մեռնելուց և տերտերի մասին եք խոսում... Զոռո՞վ եք ուզում, ի՛նչ է, որ մեռնի։"
      },
      {
        "index": 38,
        "text": "Վերջին խոսքերը Հեղինեի բերանից դուրս թռան ինքնաբերաբար, և նա մտածեց, թե մի՞թե այդ փտած ծերունին պիտի հանդիսանար Բադամյանի ժառանգը, քանի որ Բադամյանն ուրիշ ոչ մի ավելի մոտիկ ազգական չուներ։ Այդ միտքը բոլորովին վրդովեց նրան, և նա ավելացրեց ավելի ևս զայրագին."
      },
      {
        "index": 39,
        "text": "— Հենց թեկուզ մեռնելիս էլ լինի, մի՞թե ձեր տերտերը պիտի փրկի։"
      },
      {
        "index": 40,
        "text": "— Տերտերը չի փրկիլ, որդի, բայց տերտերի տված հաղորդը կփրկի:"
      },
      {
        "index": 41,
        "text": "— Ո՜նց չէ. որ հաղորդես, է՜, իսկույն ոտի կկանգնի։"
      },
      {
        "index": 42,
        "text": "— Հաղորդը դեղ խո չի, որդի, որ առողջացնի։ Հաղորդը հոգու համար է, որ սրբի մեղքերից։ Մարմինը չի փրկիլ, բայց հոգին կփրկի։"
      },
      {
        "index": 43,
        "text": "— Հոգի՜... ի՞նչ հոգի,— բացականչեց Հեղինեն գրգռված ոչ այնքան նրա խոսքերից, որքան նրա հանգիստ, դոգմատիկական տոնից։— Մարմինն ինքը հոգի է՝ քանի կենդանի է. իսկ երբ որ մեռնի, հոգի էլ ո՞րտեղից կլինի, որ փրկես..."
      },
      {
        "index": 44,
        "text": "Զաքարը լսում էր Հեղինեի խոսքերի տարափը վերին աստիճանի ապշած։ Մինչև անգամ նրան տիրել էր սրբազան մի սարսափ, որ այնտեղ, կից սենյակում, մարդը պատրաստվում էր ավանդելու իր հոգին, իսկ այստեղ ուրանում էին այդ հոգու գոյությունը, հետևաբար և այն ահեղ դատաստանը, որի առաջ պատասխանատու պիտի լիներ այդ հոգին իր երկրավոր մեղսալից կյանքի համար..."
      },
      {
        "index": 45,
        "text": "— Բաս հոգի չկա, է՞լի,— հարցրեց նա։— Ու երբ որ հոգի չկա, բաս աստծու ահեղ դատաստան էլ չկա, է՞լի..."
      },
      {
        "index": 46,
        "text": "— Չկա, բաս կա՞։"
      },
      {
        "index": 47,
        "text": "— Բաս ավետարանը սուտ է ասում, է՞լի։"
      },
      {
        "index": 48,
        "text": "— Է՛հ, թողեք, թե աստված կսիրեք,— գրգռված արտասանեց Հեղինեն և, որպեսզի ծերունին երկար չխոսի, դուրս գնաց հիվանդի սենյակը։ Այնուհետև, երբ նորից դուրս եկավ այնտեղից, ծերունին արդեն պատրաստվում էր գնալու։"
      },
      {
        "index": 49,
        "text": "— Ես ուրիշ բան չեմ ասիլ, որդի,— ասաց Զաքարը։— Մենակ կասեմ՝ վա՛յ քու հոգուն... վա՛յ, վա՛յ, հազար վայ... Դու, որ աղջիկ ես, այդպես ես խոսում, բաս տղերքն ինչպես կլինեն խոսելիս... Ես զարմանում եմ, որ աշխարհը դեռ դիմանում է, չի կործանվում, ինչպես որ կործանվեց Սոդոմ-Գոմորը..."
      },
      {
        "index": 50,
        "text": "— Ուրեմն, երևի շատ էլ մեղավոր չենք, որ չի կործանվում,— կծու կերպով նկատեց Հեղինեն։"
      },
      {
        "index": 51,
        "text": "— Հը՜մ, սպասիր հալա, աստծու համբերությունն էլ վերջ ունի:"
      }
    ]
  }
}