{
  "chapterNumber": 4,
  "title": "Գլուխ 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Հետևյալ օրը, կեսօրից առաջ, Մանեն նամակ էր գրում ամուսնուն, երբ նախասենյակից նրա ականջին դիպավ մի բամբ ձայն, որը հարցրեց դուռը բաց անող ծառային' «ո՞վ կա տանը»։ Նա իսկույն ճանաչեց եղբոր ձայնը և, գրիչը վայր ձգելով, դուրս վազեց։"
      },
      {
        "index": 2,
        "text": "Նախասենյակում նրա դեմն ելավ Վահանը — հսկայամարմին և թիկնավետ մի երիտասարդ կես-այրված մի հաստ սիգար բերանին։ Ծղոտի լայնեզր գլխարկը ետ էր գցել ճակատից, որի վրա քրտնքի առատ կաթիլներ էին դուրս ցայտել։ Հագած էր ուսերը խունացած դեղնագույն ամառվա վերարկու, որի ամենավերի կոճակն էր միայն գցված, իսկ փեշերը ետ էին քաշվել և երևան էին հանում նրա անսովոր հաստ փորը, որի վրա աղեղնաձև կախ էր ընկած ժամացույցի հասարակ մետաղի շղթան սևացած։ Նա կլիներ 30—35 տարեկան, սակայն երեսին մազ չկար ամենևին, որով շատ էր նմանում երեսը սափրած դերասանի։ Գեղեցիկ ոչինչ չկար նրա արտաքինի մեջ, բացի միայն աչքերից, որոնք շարունակ ժպտում էին ամենքին և ամեն բանի ուրախ հեգնությամբ վերաբերվող բարեսիրտ մարդու քաղցր ժպիտով։"
      },
      {
        "index": 3,
        "text": "Քույրը փարեց եղբոր վզին և կարոտի բուռն զգացման զեղումից լաց եղավ։"
      },
      {
        "index": 4,
        "text": "Սակայն եղբայրն այդքան զգայուն չեղավ. նախ մեղմորեն բռնեց քրոջ ձեռքերից, հեռացրեց նրան իրենից, հետո բերանից հանեց սիգարը և հարցրեց."
      },
      {
        "index": 5,
        "text": "— Հը՞, ի՞նչ է պատահել։ Մեռա՞ծ էի, ի՛նչ է, և հանկարծ հարություն առած ես տեսնում ինձ, Ղազարոսի պես։"
      },
      {
        "index": 6,
        "text": "Մանեն ժպտաց և մատներով սրբեց արտասուքը։"
      },
      {
        "index": 7,
        "text": "— Գնա՛, ես քո քույրը չեմ,— ասաց նա խռովածի պես, բայց դարձյալ ժպտում էր։"
      },
      {
        "index": 8,
        "text": "— Ա՜յ քեզ բան։ Ինչո՞ւ։"
      },
      {
        "index": 9,
        "text": "— Ինչո՜ւ։ Որովհետև քանի օր է, որ եկել ես և նոր ես հիշում ինձ, ինչպես միշտ։"
      },
      {
        "index": 10,
        "text": "— Ինչպես միշտ։ Ուրեմն էլ ինչո՞ւ ես նեղանում։ Եվ խո հիշել եմ վերջապես. դու ա՛յդ ասա, Ղազարի քույր, թե չէ՝ մնացածը դատարկ բան է։ Այսօր լինի, վաղը լինի, ի՞նչ վնաս։ Մերը «յավաշն» է։ Ասիացի չե՞նք։ Բայց աստվածդ սիրես, օգնիր, մի էս անտերը հանենք։"
      },
      {
        "index": 11,
        "text": "Վահանը սիգարը դրեց բերանը, բաց արեց վերարկուի կոճակը, շուռ եկավ և ձեռքերը մեկնեց դեպի քույրը։"
      },
      {
        "index": 12,
        "text": "Մանեն բռնեց նրա վերարկուի թևերի ծայրերից, քաշեց, քաշեց և հազիվ կարողացավ հանել։"
      },
      {
        "index": 13,
        "text": "— Դե ասում ես. մեր «յավաշը» որ չլինի, այսքան կչաղանա՞նք, որ վերարկուն չհանվի։ Անտերը հուպ է տալիս, է՜, կռներիս տակը։ Երևակայիր, վեց տարի է, որ հագնում եմ, բայց էլի ափսոսս գալիս է, որ դեն գցեմ: Իսկ ձեր այս շոգն էլ․․․"
      },
      {
        "index": 14,
        "text": "Վահանը գլխարկը կախեց վերարկուի վրա և թաշկինակով սկսեց սրբել քրտնած ճակատն ու շլինքը։"
      },
      {
        "index": 15,
        "text": "— Ես մի բանի վրա եմ զարմանում և նեղանում քեզնից, Վահան,— նկատեց քույրը լրջորեն։"
      },
      {
        "index": 16,
        "text": "— Այսինքն։"
      },
      {
        "index": 17,
        "text": "―Ինչո՞ւ մեր տանը չես իջնում, որ գալի՛ս ես Թիֆլիս։"
      },
      {
        "index": 18,
        "text": "— Կարծեցի նոր բան ես ուզում ասել։ Մի վախենար, քույրիկ ջան, թանկ հյուրանոցում չեմ իջած, վճարում եմ ընդամենը 75 կոպեկ։"
      },
      {
        "index": 19,
        "text": "— Ախր ինչո՞ւ է՛։"
      },
      {
        "index": 20,
        "text": "― Որովհետև ես շատ եմ սիրում անկախություն ասված բանը։ Խո գիտես իմ նշանաբանը, ոչ պարտավորվել, ոչ պարտավորեցնել։ Բացի դրանից, ես սարսափելի էգոիստ մարդ եմ, ուզում եմ աչքիցդ կարելույն չափ հեռու լինել, որ ավելի շատ սիրես ինձ։ Բայց արի մի տեսնենք ոնց ես: Ուղիղ մի տարի է, որ չեմ տեսել քեզ—անցած գարունքից:"
      },
      {
        "index": 21,
        "text": "Եվ եղբայրը քրոջ ձեռքից բռնած ներս տարավ։"
      },
      {
        "index": 22,
        "text": "— Աղջի ջան շատ ես լղարել, աչքումս,— ասաց Վահանը արևի պայծառ շողերով լուսավորված սենյակի մեջ լավ դիտելով Մանեի դեմքը։— Իսկի չի երևում, թե իմ քույրն ես։ Ինչո՞ւ չես գալիս ինձ մոտ, որ չաղանաս։ Այս ամառ որ գաս,\nկտանեմ։ Հավատա։ Մի քիչ տաք է մեր կողմերը, բայց վնաս չունի, օդը առողջարար է։ Իսկ նոր գինեգործարանս արդեն պատրաստ է և այս տարի գինիները պատրաստելու եմ արդեն ամենանորագույն սիստեմով։ Այժմ եկել եմ մի քանի գործիքներ տանելու և այս քանի օրս այդ բանի հետևից եմ ընկած։"
      },
      {
        "index": 23,
        "text": "— Լավ, ո՞ւմ համար ես աշխատում այդքան:"
      },
      {
        "index": 24,
        "text": "— Ազգի համար։"
      },
      {
        "index": 25,
        "text": "— Դու ծիծաղում ես, բայց տես, մազերդ արդեն սպիտակում են,— լրջորեն նկատեց քույրը, շոշափելով եղբոր մի քիչ երկարացած և սպիտակախառն մազերը քունքերի\nվրա։ — Ինչո՞ւ չես ամուսնանում։"
      },
      {
        "index": 26,
        "text": "— Որովհետև վախենում եմ լղարեմ։ Բացի դրանից, չէ՞ որ կինս էլ պետք է աժդահա լինի ինձ պես, իսկ այժմյան աղջիկներն ինչ են ներկայացնում իրենցից— ինչպես գրում են ռուսերեն մտածող մեր գրողները— երեքշահանոց վառիկներ, այն էլ աղբանոցում քջուջ արած վառիկներ։ Բայց դու քոնն ասա։ Ո՞նց ես, լա՞վ ես։ Լսեցի մարդդ նոր հանքեր է գտել, ճի՞շտ է։"
      },
      {
        "index": 27,
        "text": "— Ճիշտ է։ Այժմ այնտեղ է։"
      },
      {
        "index": 28,
        "text": "— Գիտե՞ս, ես նրան համ հավանում եմ, համ չեմ հավանում. հավանում եմ նրա եվրոպական ձեռնարկուի խիզախ ոգին, որը կարող է նրան շատ առաջ տանել. չեմ հավանում նրա լրջությունը։ Լուրջ մարդիկ իմ մահս են։ Բայց ինձ մի բան է հետաքրքրում. ինչպե՞ս եք ապրում իրար հետ։"
      },
      {
        "index": 29,
        "text": "— Ինչպե՞ս թե..."
      },
      {
        "index": 30,
        "text": "— Ուզում եմ ասել սերից֊մերից կա՞։"
      },
      {
        "index": 31,
        "text": "Մանեն սկզբում շփոթվեց, հետո ստիպեց իրեն ծիծաղել։"
      },
      {
        "index": 32,
        "text": "— Որովհետև, գիտե՞ս ինչու եմ հարցնում,— շարունակեց Վահանը,— նա սառը, դու տաք. նա` այսպես ասած` ֆլեգմատիկ, դու սանգվինիկ։ Ինչպե՞ս են հաշտվում ձեր տեմպերամենտները։"
      },
      {
        "index": 33,
        "text": "— Շատ լավ են հաշտվում, շատախոս։ նախ նստիր, մի քիչ հանգստացիր,— ասաց քույրը և, եղբոր ձեռքից բռնելով, տարավ նստեցրեց գրասեղանի մոտ։— Կամաց, շկոտրես,— բացականչեց նա ծիծաղելով, երբ աթոռը ճռճռաց Վահանի ահագին մարմնի ծանրության տակ։"
      },
      {
        "index": 34,
        "text": "— Սրա համար չէի նստում է,-ասաց Վահանը և թեքվեց գրասեղանի վրա։— Այս ի՞նչ է, գրականությա՞մբ ես պարապում։"
      },
      {
        "index": 35,
        "text": "— Ամուսնուս նամակ եմ գրում:"
      },
      {
        "index": 36,
        "text": "Վահանը ձեռքով ծածկեց նամակը։"
      },
      {
        "index": 37,
        "text": "— Կուզե՞ս ասեմ ինչ ես գրում։"
      },
      {
        "index": 38,
        "text": "— Ասա։"
      },
      {
        "index": 39,
        "text": "— «Սիրեցյալդ իմ Գրիշա, իմ անգինս, իմ պաշտելիս, իմ տե՛ր և թագավոր։ Մի՞թե ինձ ուզեցիր նրա համար, որ բերես ձգես այս չորս պատերի մեջ և ինքդ հեռանաս, թողնելով ինձ սիրատոչոր, ինչպես իր վարդի թփից զրկված uոխակը վանդակի մեջ։ Մի՞թե այն գանձերը, որ որոնում ես մայր հողի ծոցում, ավելի թանկ են քեզ համար, քան ես։ Ինչի՞ս են պետք աշխարհիս թեկուզ բոլոր գանձերը, երբ դու մոտս չես, երբ ես մենակ եմ, տխուր, քո կարոտը քաշելով շարունակ։ Առավոտ է գալիս իր քաղցրանվագ թռչուններով, իր ճաճանչափայլ արևով— ամեն ինչ մութ է թվում ինձ. գիշեր է գալիս իր շողշողուն աստղերով, իր հրաշափառ լուսնով— երկինքը թխպոտ է երևում աչքիս։ Եվ հեկեկում եմ ես սենյակիս մենության մեջ դառնագին ու վշտահար և տարածում եմ ձեռներս դատարկ օդի մեջ, շշնջալով՝ «ո՞ւր ես, ո՞ւր ես, արի՛, իմ սիրելի, արի՛, իմ պաշտելի, արի՜, իմ...» և այլն, և այլն, և այլն։ Ձեռքս կկտրեմ, թե այս ոճով և այսպիսի բան չես գրել։ Թույլ կտա՞ս կարդամ։"
      },
      {
        "index": 40,
        "text": "— Թույլ եմ տալիս։"
      },
      {
        "index": 41,
        "text": "Վահանը վերցրեց նամակը և սկսեց կարդալ."
      },
      {
        "index": 42,
        "text": "— «Ուզում ես՝ կարդա, ուզում ես՝ չէ,— ինձ համար էլ այդ միևնույն է,— բայց ես քեզ չեմ ազատիլ իմ հաշիվներից...»։ Սա ի՞նչ բան է։"
      },
      {
        "index": 43,
        "text": "— Կարդա՛, կարդա՛,— բացականչեց Մանեն, անկեղծ զվարճանալով այն խիստ կոմիկական արտահայտության վրա, որ ստացել էր եղբոր դեմքը զարմանքից։"
      },
      {
        "index": 44,
        "text": "Վահանը շարունակեց կարդալ."
      },
      {
        "index": 45,
        "text": "— «Անցյալ օր բանկից հանեցի ընթացիկ հաշվով 2OO ռ.։ Այդ գումարից 48 ռ. տվի մայրիկի համար նոր վերարկուի, որովհետև այս շաբաթ հաղորդվում է. 15 ռ. տվի ինձ համար ամառվա գլխարկի. 12 ռ. տվի խոհարարին՝ անցյալ ամսվա համար. 53 ռ. տվի քո գոված Սարիբեկյաններին, որոնք այնքան թաց փայտ էին ուղարկել, որ միայն մխում էր, 22 ռ. տվի...»։ Դե՛, սա բանի նման չէ,— բացականչեց Վահանը, նամակը ձգելով գրասեղանի վրա։— Այս ի՞նչ հիմարություններ ես գրել։"
      },
      {
        "index": 46,
        "text": "Մանեն գլուխը ետ էր գցել և թուլացել էր ծիծաղից։"
      },
      {
        "index": 47,
        "text": "— Հը՛, ի՞նչ կասես,— ասաց նա,— ձեռքդ կտրո՞ւմ ես, թե չէ։"
      },
      {
        "index": 48,
        "text": "Վահանը ուսերը վեր քաշեց։"
      },
      {
        "index": 49,
        "text": "— Օյին եմ ասում, է՜։ Ես քեզ միշտ պոետիկ արարած եմ ճանաչել, և հանկարծ... Վերարկու, խոհարար, թաց փայտ... Հիմա՛ եմ հասկանում, իզուր չէ, ախր, որ մատերիալիստի կին ես դարձել։"
      },
      {
        "index": 50,
        "text": "— Բայց ի՞նչ կասես, որ այդ մատերիալիստը չի ուզում իմ հաշիվները կարդալ և սաստիկ նեղանում է, որ ամեն նամակիս հետ մի երկար հաշիվ եմ ուղարկում իմ ծախսած փողերի մասին։"
      },
      {
        "index": 51,
        "text": "— Ի՞նչ կարող եմ ասել, բացի միայն ա՛յն, որ մարդ արարածը լի է հակասություններով։ Բանաստեղծություններն ատելով ատում եմ, բայց թարսի պես մեկ էլ տեսար իրար հետևից շարվում են ուղեղիս մեջ չափաբերական շեշտերով՝ «Օ՛հ, ի՜նչ անուշ և ի՜նչպես զով առավոտուց փչես, հովիկ, ծաղկանց վրա գուրգուրալով և մազերուն կուսին փափկիկ»։ Եվ մինչև անգամ սկսում եմ երգե՜լ, երևակայիր։ Եվ այս բանը միշտ պատահում է այն ժամանակ,— սա էլ շատ հետաքրքրական է,— երբ առավոտները հագնում եմ կոշիկներս։ Պա՛հ, էլի մոռացա,— հանկարծ բացականչեց Վահանը, ձեռքը խփելով ճակատին։"
      },
      {
        "index": 52,
        "text": "— Ի՞նչը։"
      },
      {
        "index": 53,
        "text": "— Եկածս օրից ուզում եմ նոր կոշիկ առնել, միշտ էլ մոռանում եմ։ Հոգուդ սատկեմ, այսօր որ գնալիս լինիմ, միտս գցիր, թե չէ խայտառակություն է։ Տես է, կասես խոզի դնչեր լինին,— ասաց Վահանը, ցույց տալով իր մաշված, ծռմռված և փոշեծածկ ահագին կոշիկները:— Լավ, ի՞նչ ես ծիծաղում այդքան։"
      },
      {
        "index": 54,
        "text": "Մանեն հանկարծ դադարեց ծիծաղելուց, առաջ վազեց և, սաստիկ հուզված, առավ եղբոր ձեռքը։"
      },
      {
        "index": 55,
        "text": "— Վահան ջա՛ն... որ իմանաս որքա՜ն ուրախ եմ... որքա՜ն ուրախ եմ, որ եկել ես..."
      },
      {
        "index": 56,
        "text": "— Դե՛, հիմա էլ սկսեցիր արտասվել... Նստիր։ Նստիր մի լավ նայեմ։"
      },
      {
        "index": 57,
        "text": "Վահանը առաջ քաշեց մոտակա աթոռը և քրոջը նստեցրեց իր դիմաց։"
      },
      {
        "index": 58,
        "text": "Մանեն շտապով սրբեց աչքերից դուրս ցայտած արտասուքի կաթիլները և նորից սկսեց ժպտալ։"
      },
      {
        "index": 59,
        "text": "Վահանը կարճ ժամանակ հետաքրքրությամբ նայում էր քրոջ աչքերին, հետո ուսերը վեր քաշեց տարակուսանքով։"
      },
      {
        "index": 60,
        "text": "— Կանա՜յք... Անհասկանալի արարածներ եմ ասում, է՜, սֆինքսնե՜ր։ Մերթ ծիծաղ` մերթ լաց։ Կատարյալ գարնանային եղանակ, մերթ արև, մերթ անձրև։ Բայց չլինի՞ թե «արև է` վայ է, անձրև է` վայ է»։ Հը՞։"
      },
      {
        "index": 61,
        "text": "— Չեմ հասկանում, ինչ ես ասում։"
      },
      {
        "index": 62,
        "text": "— Ուզում եմ ասել... Որտե՞ղ է սկեսուրդ։"
      },
      {
        "index": 63,
        "text": "— Ժամումն է։"
      },
      {
        "index": 64,
        "text": "— Խո չե՞ք կռվում իրար հետ, ինչպես ամեն հարս ու սկեսուր։"
      },
      {
        "index": 65,
        "text": "— Չէ, նա չափազանց բարի կին է, և ես շատ գոհ եմ նրանից։"
      },
      {
        "index": 66,
        "text": "— Է՜, փառք աստծո։ Իսկ ամուսինդ... շատ ժամանակ է՞, հանքերումն է։"
      },
      {
        "index": 67,
        "text": "Մանեն մի քիչ շփոթված, մի քիչ կասկածամտությամբ նայեց եղբոր աչքերին, հետո բռնի կերպով ծիծաղեց և կամաց խփեց նրա ձեռքին։"
      },
      {
        "index": 68,
        "text": "— Դու քո մասին պատմիր, քո. ի՞նչ ես շարունակ իմ մասին հարցնում,— ասաց նա։"
      },
      {
        "index": 69,
        "text": "— Իմ մասին ի՞նչ պատմեմ, քույրիկ ջան։ Հացը բոլ, գինին բոլ, ուտում եմ, խմում, մթնում է` քնում։ Քեզ էլ նամակ չեմ գրում։ Դու էլ ջգրու ոչինչ չես գրում։ Ու երկուսս էլ քվիթ ենք դուրս գալիս։"
      },
      {
        "index": 70,
        "text": "— Սպասիր։ Ինչո՞ւ երեկ Հեղինեին խաբել ես, թե ինձ մոտ ես եղել, մինչդեռ քո երեսն ես այսօր եմ միայն տեսնում։"
      },
      {
        "index": 71,
        "text": "— Որովհետև ազատամիտ օրիորդներին ես շատ եմ սիրում։ Նա օրիորդ է, չէ՞։ Իսկ հայտնի է, որ ում սիրում ես, նրա հետ ուզում ես կատակ անել։ Նրա թխլիկ դեմքը որ տեսնում եմ, ուզում եմ այսպես հինգ մատներովս բռնել, կամաց... այսպես... շուռ տալ ու հանկարծ— հո՜պ— նորից գետնի վրա դնել։"
      },
      {
        "index": 72,
        "text": "— Բայց գիտե՞ս, որ նա քեզ շատ է հավանում,— ասաց Մանեն ծիծաղելով։"
      },
      {
        "index": 73,
        "text": "— Դրուստ,— կանչեց Վահանը կոմիկական սարսափով։"
      },
      {
        "index": 74,
        "text": "— Նրա ահագին մարմնից որ չվախենամ, ասում է, անպատճառ կսիրահարվեմ։"
      },
      {
        "index": 75,
        "text": "Վահանը աչքերը ձգեց առաստաղին և ձեռքերը բարձրացրեց։"
      },
      {
        "index": 76,
        "text": "— Փա՜ռք քեզ, տե՛ր,— արտասանեց նա որպես թեթեթևացած։— Ա՛յ, չէի կարծում, թե չաղությունս, որից այսքան նեղվում եմ ես, կարող է փրկել ինձ այդպիսի մի մեծ վտանգից։ Մի հետաքրքրական բան են պատմում նրա կյանքից, չե՞ս լսել։"
      },
      {
        "index": 77,
        "text": "— Ի՞նչ բան։"
      },
      {
        "index": 78,
        "text": "— Պատմում են, որ իբր թե մի անգամ, իր ազատամիտ կավալերներով շրջապատված անցնում է եղել մի գինետան առաջով։ «Տղե՛րք, ասում է.— ի՞նչ կտաք մտնեմ մի բաժակ արաղ կոնծեմ»։— «Թե որ կմտնես,— ասում են կավալերները,— մի-մի պաչ կտանք»։— «Հա-ա՞,— ասում է,— դե հիմի թամաշ արեք»։ Ու քո այդ fin de siecle օրիորդը ղորթ որ չի ուզում մտնե՜լ։ Այնպես որ էլի կավալերներն են ամաչում և կռնից բռնում ետ քաշում։"
      },
      {
        "index": 79,
        "text": "— Վահան, մի՞թե չես խղճահարվում, որ նրա մասին այդպիսի... բաներ ես հնարում,— նկատեց Մանեն անկեղծ, մեղմ նախատինքով:— Չէ՞ որ, ուրիշ տեղ որ պատմես, կարող են գտնվել մարդիկ, որ կհավատան։"
      },
      {
        "index": 80,
        "text": "— Հավատացնում եմ, քույրիկ ջան, պատմությունը ես չեմ հնարել: Ես միայն իմ լսածն եմ պատմում։ Պատմողն էլ ո՜վ էր— մի խավարամիտ։ Ի դեպ, դու խավարամիտ ե՞ս, թե ազատամիտ։"
      },
      {
        "index": 81,
        "text": "Մանեն ծիծաղեց։"
      },
      {
        "index": 82,
        "text": "— Խավարամիտ եմ։"
      },
      {
        "index": 83,
        "text": "— Թյո՛ւ... Բառն ինքն արդեն հոտում է։ Ա՛խ, ներողություն, քույրիկ ջան. դու չէ՛, դու չէ։ Դու հոտավետ ես վարդի պես։ Բայց թունդ խավարամիտը քո մարդը պետք է լինի, ա՛յ, ի փառս Հայաստանյաց կաթողիկե և առաքելական սուրբ եկեղեցվո։ Ափսոս, որ լավ չեմ ճանաչում նրան։ Չափից դուրս պեդանտ մարդ է երևում աչքումս։ Դրա համար սիրտս չի կպչում,— չնեղանաս, խնդրում եմ: Բայց և այնպես պետք է մի անգամ գնամ տեսնեմ ինչ բանի է։ Մեզնից հեռու կլինի մոտ մի հարյուր վերստ։ Խոսքը մեր մեջ մնա. բացի հանքարդյունաբերությունից, վաշխառությամբ էլ խո չի՞ պարապում։"
      },
      {
        "index": 84,
        "text": "— Վահա՛ն, ի՜նչ չար լեզու ունիս,— նորից նախատեց նրան քույրը, այս անգամ նկատելի կերպով նեղացած։"
      },
      {
        "index": 85,
        "text": "— Ես մեղա աստծու, ես մեղա աստծու... Բայց այս ի՞նչ տեսակ տուն ես պահում, ոչ մոխրաման կա, ոչ լուցկի:"
      },
      {
        "index": 86,
        "text": "Մանեն վեր կացավ, դուրս գնաց և երբ նորից ներս մտավ մոխրամանն ու լուցկու տուփը ձեռքին, Վահանը վերցրել էր գրասեղանի վրա դրված փառակազմ գրքերից մեկը և թերթում էր՝ հանգած սիգարն ատամների մեջ բռնած."
      },
      {
        "index": 87,
        "text": "— Այս գիրքը կարդացել ես, իհարկե,— ասաց եղբայրը։"
      },
      {
        "index": 88,
        "text": "— Այդ ի՞նչ է:"
      },
      {
        "index": 89,
        "text": "— «Դոն Կարլոս»։"
      },
      {
        "index": 90,
        "text": "— Հա. անցյալ օրը վերջացրի։"
      },
      {
        "index": 91,
        "text": "— Այստեղ է ասված, չէ՞... Ինչպե՞ս է անունը։"
      },
      {
        "index": 92,
        "text": "— Ո՞ւմ անունը։"
      },
      {
        "index": 93,
        "text": "— Թագուհու։"
      },
      {
        "index": 94,
        "text": "— Ելիսաբեթ։"
      },
      {
        "index": 95,
        "text": "— Հա՛։ «Ելիսաբե՛թ, Ելիսաբե՛թ, դու խլեցիր ինձնից իմ դրախտը, որպեսզի Փիլիպոսի ծոցում փչացնես»։ Կարծեմ այդպես է ասում, չէ՞, Դոն Կարլոսը։"
      },
      {
        "index": 96,
        "text": "Մանեն արագ մի հայացք ձգեց եղբոր վրա, հետո սկսեց ուղղել բազմոցի վրա դրված ձեռակար բարձիկները։"
      },
      {
        "index": 97,
        "text": "— Լավ չեմ հիշում.. Հա՛, կարծեմ այդպիսի մի բան կա,— ասաց նա շինծու անտարբերությամբ։— Բայց լսիր ինչ եմ ասում,— հանկարծ դարձավ եղբորը։— Երկա՞ր ես մնալու այստեղ։"
      },
      {
        "index": 98,
        "text": "Վահանը գիրքը ծածկեց ու դրեց գրասեղանի վրա։"
      },
      {
        "index": 99,
        "text": "— Ի՞նչ է, արդեն ձանձրացա՞ր ինձնից։ Իսկույն կգնամ։"
      },
      {
        "index": 100,
        "text": "— Էէ՜հ,— արտասանեց Մանեն ջղայնորեն։— Ուզում եմ ասել զատիկին մեզ մո՞տ կլինես։"
      },
      {
        "index": 101,
        "text": "— Այդ բանը գործերիցս է կախված, քույրիկ ջան. կարող է պատահել, որ հենց վաղը գնամ, և կարող է պատահել, որ մի ամիս էլ մնամ, որովհետև գյուղատնտեսական ընկերության մեջ էլ մի քանի գործեր ունիմ։"
      },
      {
        "index": 102,
        "text": "— Կարող է պատահելը մի կողմը թող, ես ուզում եմ, որ դու մնաս... Հասկանո՞ւմ ես։"
      },
      {
        "index": 103,
        "text": "— Ոչ, չեմ հասկանում։— Ասաց Վահանը սիգարը վառելով։— Այսինքն չեմ հասկանում, թե ինչու ես ուզում, որ մնամ։"
      },
      {
        "index": 104,
        "text": "— Ախր մենակ ենք, մարդ չկա։ Գրիգորն էլ գրում է, թե գործերն այնքան խառն են, որ զատկին հազիվ թե կարողանա գալ։ Էլ ի՞նչ զատիկ, որ ամեն օրվա պես տխուր ու տաղտկալի պիտի անցկացնենք։ Սա ի՞նչ կյանք է, մարդ չի իմանում ինչ անի, ուր գնա, ում հետ խոսի։ Այս գրքերն էլ որ չլինին` ես կմեռնեմ ձանձրույթից։"
      },
      {
        "index": 105,
        "text": "— Խե՜ղճ, խե՛ղճ քույրիկս։ Ախր գիտեի, որ նամակիդ մեջ այն չպետք է գրեիր, ինչ որ գրել ես։ Ես միշտ այն համոզումն ունեի, որ մատերիալիստի հետ ամուսնանալդ մի սխալ քայլ էր։ Դու պետք է պոետի կին լինեիր, որ փեշը փեշիցդ կարած` չհեռանար մոտիցդ, թե չէ... Էլի՞ երեխա չես բերում..."
      },
      {
        "index": 106,
        "text": "— Ո՛ւհ, էլի սկսեցի՞ր։"
      },
      {
        "index": 107,
        "text": "— Մի զայրանար, քույրիկ ջան, զավակ որ ունենաս, ախր, այդպես լացկան չես լինիլ։ Բայց հանաքը մի կողմը մնա, շատ ես լղարել։ Այդ ի՞նչ է վիզդ, կարապ ե՞ս։ Իսկ ականջներիցդ լույսն այնպես է թափանցում, որ կարծես կարմիր լապտերներ ես կախել։ Բայց մի վախենար, դու դարձյալ սիրուն ես, այնքան սիրուն ու նազելի, որքան... Ելիսաբեթը։ «Ելիսաբե՛թ, Ելիսաբե՛թ, դու խլեցիր ինձնից իմ դրախտը, որպեսզի...»:"
      },
      {
        "index": 108,
        "text": "Վահանը վեր կացավ, մատով կամաց խփեց քրոջ կզակին, ծիծաղեց և մոտեցավ լուսամուտին։"
      },
      {
        "index": 109,
        "text": "Երկինքն երեկվա պես մաքուր էր ու բարձր, արևը նույնպես թափում էր ներքև իր տաք ու պայծառ շողերը։ Դիմացը գտնված տան բաց պատուհաններից, վերին հարկում, դաշնամուրի ձայներ էին գալիս, պեդալի կրծքային թախծալի հնչյուններով հարուստ։ Այդ պատուհաններից մեկի վրա դրված էր կլոր ու բարձր մի վանդակ, որի մեջ ճախրում էր մի դեղձանիկ` առանց ձայն հանելու:"
      },
      {
        "index": 110,
        "text": "Վահանը ձեռքով արավ քրոջը։"
      },
      {
        "index": 111,
        "text": "— Արի այստեղ։"
      },
      {
        "index": 112,
        "text": "Մանեն մոտեցավ նրան։"
      },
      {
        "index": 113,
        "text": "— Տեսնո՞ւմ ես այն դեղձանիկը վանդակի մեջ։ Ինչքա՜ն նման է քեզ... այն տարբերությամբ միայն, որ դու ինքդ ես լալիս, իսկ նրա տեղ լաց է լինում դաշնամուրի պեդալը։"
      },
      {
        "index": 114,
        "text": "Մանեն ոչինչ չասաց, միայն հարցրեց."
      },
      {
        "index": 115,
        "text": "— Այսօր ճաշին մեր տանն ես, չէ՞։"
      },
      {
        "index": 116,
        "text": "— Թե որ ուզում ես, կմնամ։"
      },
      {
        "index": 117,
        "text": "— Մենք պաս ենք պահում այս շաբաթ, կուզե՞ս քեզ համար ուտիսվա բան պատրաստել տամ։"
      },
      {
        "index": 118,
        "text": "— Ոչինչ չի հարկավոր։ Այս մի օրը լոբի ուտելով քո չափ չեմ լղարիլ մի վախենալ։ Այս սկեսուրդ չէ՞, որ գալիս է։ Այն ծերունին ո՞վ է հետը։ Կասես Բադամյանի հորեղբայրը լինի:"
      },
      {
        "index": 119,
        "text": "— Այո, նա է։"
      },
      {
        "index": 120,
        "text": "— Ժամիցն են գալի՞ս։"
      },
      {
        "index": 121,
        "text": "— Այո։"
      },
      {
        "index": 122,
        "text": "— Ի՜նչ գտել են իրար։ Խե՜ղճ մարդ։ Տես, է՜։ Sic transit gloria mundi... Ի դեպ, այդ Բադամյանները ի՞նչ ազգական են ամուսնուդ։"
      },
      {
        "index": 123,
        "text": "— Սկեսուրս այդ ծերունու քրոջ տալի աղջիկն է։"
      },
      {
        "index": 124,
        "text": "— Է՜, այդ շատ հեռու գնաց։ Այդպես որ գնանք, ես ու դու էլ դալայ-լամայի ազգական դուրս կգանք։"
      }
    ]
  }
}