{
  "chapterNumber": 1,
  "title": "Գլուխ 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "189* թվի մեծ պասի նախավերջին շաբաթն էր, օրն երկուշաբթի, ապրիլ ամսի տաք, հիանալի մի օր: Փոքրիկ եկեղեցու սպիտակ ներկված պատի տակ, տախտակի նեղ նստարանի վրա, նստած էին մի պառավ և մի նորատի կին։ Նրանք սպասում էին ճաշի ժամերգությանը։ Հագուստներից երևում էր, որ պատկանում են հարուստ դասակարգի։ Պառավը հագնված էր թիֆլիսեցի կնոջ տարազով, նորատին՝ եվրոպական։ Նրանք հարս ու սկեսուր էին։"
      },
      {
        "index": 2,
        "text": "Պառավի գլուխը ծերությունից շարժվում էր անդադար կամ վերևից ներքև, կամ ձախից աջ, կարծես «այո» կամ «ոչ» էր ասում, և աչքերը ջրակալում էին շարունակ, թեև արտաքուստ նա շատ էլ ծեր կնոջ տպավորություն չէր թողնում։ Բարությունն ու միամտությունը կաթում էր նրա փափուկ դեմքի ամեն մի խորշոմից, և այդ դեմքը մի տեսակ բութ-պայծառ արտահայտություն ուներ։"
      },
      {
        "index": 3,
        "text": "Հարսը կլիներ մոտ քսան-քսաներկու տարեկան։ Սկեսրոջ կողքին նստած՝ ամբողջ գլխով և ուսով բարձր էր նրանից։ Փետրազարդ և ծաղկազարդ փեղույրի շրջապատն այնքան լայն էր առջևից, որ արևի տակ ստվեր էր ձգում նրա նիհար դեմքի վրա, քթից վերև։ Նա կատարյալ գեղեցկուհի էր, այն ուրույն գեղեցկուհիներից, որոնց դեմքն առաջին իսկ անգամից խորապես տպավորվում էր դիտողի հոգու մեջ և ինչ-որ քնած լարեր է շարժում այնտեղ մաքուր ու մելամաղձիկ, ինչպես տեսքը սգավոր գեղեցկուհու։ Ահագին թերթերունքների տակ պատսպարված նրա սևորակ աչքերը նայում էին կարծես անդունդից և այնպիսի մի թախիծով, որ կարծես նրա հետ ծնվել, նրա հետ էլ պիտի մեռնեին։ Նա հագնված էր ինտելիգենտ կնոջ պարզությամբ ու ճաշակով և նստած էր շիտակ՝ նեղ նստարանի ծայրին, ըստ երևույթին զգուշանալով, որ եկեղեցու պատի սպիտակ ջրաներկը չկպչի մեջքին։"
      },
      {
        "index": 4,
        "text": "Երկինքը բարձր էր, շատ բարձր և իր բարձրությունից նայում էր ներքև բաց-փիրուզի անփայլ կապույտով։ Արևի ճառագայթները հուրհրատում էին եկեղեցու և զանգակատան կաթուղիկեների եռանկյունիները ծածկող արծաթագույն թիթեղների մեջ։ Հարևան խարխուլ տան կտրան ծայրին, նորաբույս առատ կանաչի մեջ կանգնած էր հազիվ մի ամսական սպիտակ մի գառ ականջները սուր ցցած, նայում էր դեպի եկեղեցու բակը, մայում էր համառորեն, և նրա սուր ձայնը զիլ արձագանք էր տալիս գարնանային պարզ օդում։ Ծտերը խմբովին թևերի ամբողջ թափով շեշտակի գալիս նստում էին բակի մեջ տնկված հակակի ծառերի վրա, ճվճվում-ծլվլում էին արևի ճաճանչների տակ պեծին-պեծին տվող մատաղ տերևների մեջ և հանկարծ, կարծես մի ազդանշանով, պոկ էին գալիս բոլորը միասին ու կորչում օդի մեջ եկեղեցու վրայով կամ կողքերով։ Օդը շարժվում էր անդադար ինչ-որ անհանգիստ հունչով — մերթ սառն, մերթ տաք։ Այդ ձմեռն էր, որ իր օրհասի վերջին շունչն էր փչում, և գարունն էր, որ իր տաք շնչառությամբ բնության վերածնությունն էր ավետում։"
      },
      {
        "index": 5,
        "text": "Եկեղեցին գտնվում էր քաղաքի աղմկալի կենտրոններից հեռու, և բակում հանգուցիչ անդորրություն էր տիրում։ Բակն երեք կողմից շրջափակված էր տներով, իսկ չորրորդ կողմը, զանգակատան հետևը, մի փոքրիկ ձոր կար, որը ծառայում էր աղբանոցի տեղ։ Այդտեղ քջուջ էր անում ժամկոչի թխսկան հավը ձվից նոր ելած իր բազմաթիվ ճուտերով, իսկ աքաղաղը, չափազանց ծանրաշարժ ու բրդոտ ոտներով, կանգնած էր աղբանոցի ծայրին հպարտ ու հանդուգն և իր առողջ թոքերի ամբողջ ուժով ծուղրուղու էր կանչում, արձագանք տալով հայտնի չէ որտեղից, բայց շատ հեռվից լսվող մի ուրիշ ծուղրուղուի, որին նա ուշի-ուշով ականջ էր դնում իր ամեն մի կանչից առաջ։"
      },
      {
        "index": 6,
        "text": "Կամաց-կամաց հավաքվում էին ժամավորները — մեծ մասամբ կանայք և մեծ մասամբ պառավներ։ Նրանք մտնում էին բակը հանգիստ քայլերով, երեսները խաչակնքում էին անկանոն, համբուրում էին եկեղեցու դուռը և, որովհետև դեռ վաղ էր, ցրվում էին արևի ախորժելի ջերմ ճառագայթներով ողողված բակում։"
      },
      {
        "index": 7,
        "text": "Բակը մտավ մի զառամյալ ծերունի՝ կոլոլված ձմեռվա խիստ խունացած վերարկուի մեջ, որի մաշված փեշերի ծայրերից տեղ-տեղ դուրս էր պրծել դեղնած սպիտակ բամբակը։ Ծերությունից երկուտակված էր այն աստիճան, որ վերարկուի փեշերն առջևից գրեթե քսվում էին գետնին, իսկ հետևի փեշը տարօրինակ կերպով բարձրացել և երևան էր հանում նրա չորիկ-մորիկ ոտները, որոնցից մեկի վրա բարակ շալվարի պատառոտուն տոտը մտել էր կիսակոշիկի՝ հնությունից լայնացած ճտի մեջ։ Կարճ ձեռնափայտին դիմհար տալով, նա մոտեցավ եկեղեցու դռանը, գլխարկը վերցրեց, երեսը խաչակնքեց երեք անգամ երկարատև ընդհատումներով, հետո ծանրորեն նայեց այս ու այն կողմը իր սպիտակախառն թավ հոնքերի տակից, և նրա ցրված հայացքը կանգ առավ եկեղեցու պատի տակ նստած երկու կնոջ վրա։"
      },
      {
        "index": 8,
        "text": "— Զաքա՞ր,— կանչեց այդ կանանցից պառավը, իր ջրակալ ժպտուն աչքերով նայելով նրան և գլուխը շարժելով վերևից ներքև: Նրա ձայնը նմանում էր կոտրված և կոծկված ամանի ձայնի։"
      },
      {
        "index": 9,
        "text": "Ծերունին գլխարկը կամաց ծածկեց և մոտեցավ նրանց."
      },
      {
        "index": 10,
        "text": "— Օսա՞ն... Մանե՞... Աչքս չի կտրում, չճանաչեցի։ Բարի օր ձեզ։"
      },
      {
        "index": 11,
        "text": "Մանեն իր և սկեսուրի միջև տեղ բաց արեց և հրավիրեց ծերունուն, որ նստի։"
      },
      {
        "index": 12,
        "text": "Ծերունին նստեց։"
      },
      {
        "index": 13,
        "text": "— Ժամ եք մանգալի՞,— հարցրեց նա։"
      },
      {
        "index": 14,
        "text": "— Հա, ուզում եմ շաբաթ օրը հաղորդվի,— ասաց Օսանը։"
      },
      {
        "index": 15,
        "text": "— Ղազարոսի հարության օ՞րը։ Լավ է։ Բաց պատարագ է։ Բաց պատարագին հաղորդվելը լավ է։ Աստված ընդունելի անի։ Դու է՞լ, Մանե,— դիմեց ծերունին նորատի կնոջը։"
      },
      {
        "index": 16,
        "text": "— Ո՛չ,— պատասխանեց Մանեն մի քիչ շփոթվելով և իսկույն ավելացրեց.— բժիշկն ինձ արգելել է պաս պահել։"
      },
      {
        "index": 17,
        "text": "— Վնաս չունի,— նկատեց ծերունին մեղմորեն։— Պաս ուտելը մեղք չէ, երբ որ ստամոքսը չի վերցնում, մեղք չէ: Մեղքը վատ գործն է, վատ խոսքն է:"
      },
      {
        "index": 18,
        "text": "Ծերունին սկսեց հարցուփորձ անել իր բարեկամների առողջության մասին։"
      },
      {
        "index": 19,
        "text": "— Մենք լավ ենք,— ասաց Օսանը։— Դո՞ւ ոնց ես։ Քանի ժամանակ է մեր կողմը չես անցկենում։"
      },
      {
        "index": 20,
        "text": "— Է՜, Օսան, ինձ էլ կասե՞ն ոնց ես,— արտասանեց Զաքարը ծերունիներին հատուկ անտարբեր դժգոհությամբ։— Քարշ եմ գալիս, է՛լի, սրա-նրա դռանը աղքատ Ղազարոսի պես, մինչև որ տեսնենք՝ երբ է աստված հոգիս առնում։ Բեզարել եմ, Օսան, շատ եմ բեզարել. ձեզ խո բեզարացրել եմ ու բեզարացրել:"
      },
      {
        "index": 21,
        "text": "— Ի՞նչ բեզարացրել, ի՞նչ ես ասում։"
      },
      {
        "index": 22,
        "text": "— Չէ, Օսան, ես գիտեմ՝ ինչ որ ասում եմ։ Հոգի ունեմ աստծուն տալու, ուղիղը պետք է ասեմ։ Որդիդ, Գրիգոր Սերգեյիչը, շատ պատվական, շատ աղա մարդ է, շատ նեղ օրերիս է վրա հասել, անչափ շնորհակալ եմ, բայց... մինչև ե՞րբ, ի՞նչ պարտական է..."
      },
      {
        "index": 23,
        "text": "— Էդ մի՛ ասի, Զաքար, էդ մի՛ ասի,— մեղմորեն կշտամբեց նրան Օսանը, և նրա անդադար շարժվող գլուխը մի րոպե կանգ առավ։— Ինձ ասեցիր, նրան չասես. շատ կնեղանա։"
      },
      {
        "index": 24,
        "text": "Ծերունին նայեց կողքին նստած Մանեին։"
      },
      {
        "index": 25,
        "text": "— Եկե՞լ է Գրիգոր Սերգեյիչը,— հարցրեց նա։"
      },
      {
        "index": 26,
        "text": "— Ոչ,— պատասխանեց Մանեն։"
      },
      {
        "index": 27,
        "text": "Ծերունու գլուխը կախ ընկավ ձեռնափայտի գլխին դրած ձեռքերի վրա։ Կարճ ժամանակ լռում էր թախծալի մտախոհությամբ։"
      },
      {
        "index": 28,
        "text": "— Ասում ես՝ մի ասի, Օսան,— խոսեց նա, կարծես, ինքն իրեն։— Ախր ո՞նց չասեմ։ Ես էլ որ չասեմ, բաս ո՞վ ասի։ Ես էլ որ չասեմ, քարերը կբղավեն, ոնց որ ասված է ավետարանի մեջ։ Ես մի աղքատ, անտեր-անտիրական մարդ՝ ձեռից-ոտից ընկած... գիտե՞ս, թե նրա բարի հոգով տված մի քանի մանեթն ինչ արժի ինձ համար... Կար ժամանակ,— գիտես, էլի,— ես էլ շատ հազարներ էի խաղացնում ձեռումս... առնում էի, ծախում... փողը ջրի պես էր գալիս ու գնում։ Գդակս ծուռ դրած՝ ոչ ցավ ունեի, ոչ դարդ. կարծում էի, թե աշխարհն իմս է... Բայց հիմի՞... ի՞նչ եմ.— մի աղքատ Ղազարոս. մտիկ եմ տալիս, թե որ հարստի սուփրեն են թափ տալիս, որ գնամ շների հետ,— մեղա՜ քեզ, աստված,— փշրանքները հավաքեմ ուտեմ։ Փող էլ ունեի, տուն էլ ունեի, կնիկ, որդիք... ամեն բան ունեի, ոչինչ պակաս չէր, բայց... ամեն բան էլ գնաց ձեռիցս, ամեն բան, ոչինչ չմնաց, ու մենակ ես մնացի Հովբ Երանելու պես, որ ասեմ՝ փառք, հազար փառք քեզ, տե՛ր, դու տվեցիր, դու էլ առար. երևի մի մեղք ունեի, որ ինձ պատժեցիր։"
      },
      {
        "index": 29,
        "text": "Ծերունին ալքերը բարձրացրեց դեպի երկինք և կարճ ժամանակ մնաց այդպես լուռ ու խորհրդավոր. նրա շրթունքները ցնցվում էին կամաց՝ լուռ աղոթողի պես։"
      },
      {
        "index": 30,
        "text": "Մանեն կողքից նայում էր նրա կեռ քթին, աչքի վրա առյուծի ճանկի պես խոնարհված թավամազ հոնքին, հին մագաղաթի պես չորացած ու ճաքճաքած այտին և զգում էր, որ չափազանց խղճում է այդ թշվառ, անզոր ծերունուն։"
      },
      {
        "index": 31,
        "text": "— Բայց որդիդ, Օսան, Գրիգոր Սերգեյիչը, գնում է ա՛յն ճանապարհով, որ տերն ինքն է ցույց տվել,— շարունակեց ծերունին, ցուցամատը բարձրացնելով դեպի երկինք։— Աստված տալիս է նրան, և նա էլ ինձ պես խեղճերին է տալիս։ Նա ուսում ունի և իր ուսումովը շատ առաջ կգնա։ Ասենք հիմիկվա ուսումը... լավ է չլինի, քան թե կա։ Հրեն իմ եղբոր որդին, Աշոտը... նա էլ ուսում ունի, գրում է, բայց մեկ-մեկ որ ականջովս է դիպչում, թե ինչեր է գրում, մազերս բիզ-բիզ են կանգնում. ասում եմ՝ փառք քեզ, աստվա՛ծ, ինչ որ չէինք իմացել, այն էլ ենք իմանում... Մի կտոր հաց էր տալիս, այն էլ կտրեց ու իսկի հարցնո՞ւմ է՝ կենդանի եմ, մեռել եմ, ինչով եմ ապրում, որտեղ եմ ապրում,— ո՛ր ասես։ Էգուց էլ որ գլուխս վեր դնեմ (մեռնեմ), իսկի էլ չի ամաչիլ, որ կրծքիս աման դնեն (ժողովարարությամբ թաղեն)։"
      },
      {
        "index": 32,
        "text": "— Քա՛, ինչի՞, ի՞նչ ես ասում,— զարմացավ Օսանը։"
      },
      {
        "index": 33,
        "text": "— Չգիտեմ, Օսան ջան, չգիտեմ... Երևի այդ էլ իմ արած լավության փոխարենն է։ Հինգ տարեկան երեխա էր, որ հայրն ու մայրը մեռան, վերցրի պահեցի, ուսումի տվի. հիմի որ մարդ է դառել, ինքն ունի, ես չունեմ, հիմի... Է՛հ, աստված բարի տա նրան, աստված բարի տա։ Ես այսօր կամ, էգուց չէ, բայց մարդ մարդու լավությունը չպետք է մոռանա, ուր մնաց հարազատ եղբոր որդին..."
      },
      {
        "index": 34,
        "text": "Մանեն ուշի-ուշով ականջ էր դնում ծերունուն, և նրա հոնքերի միջև խստորեն գծված բնորոշ մի խորշոմ ցույց էր տալիս, որ ինչ-որ խիստ անախորժ բան է զգում նա հոգեպես: Բայց նա ամենևին չէր խառնվում սկեսրոջ ու ծերունու խոսակցությանը և, ըստ երևույթին, աշխատում էր ուշադրությունը կենտրոնացնել իր ոտների տակ գետնի մեջ թաղված մի հին գերեզմանաքարի վրա, որի մակերեսը հավասարեցրած էր գետնին և կողքերից, այս ու այնտեղ, նոր սկսել էին ծիլեր արձակել խոտի հատ ու կենտ փնջեր։ Գերեզմանաքարի վրա քանդակված էր եպիսկոպոսական խույր, գավազան կրենդելի պես ծռված երկճյուղ օձագլուխներով և ինչ-որ քառանկյունի մի բան — անշուշտ ավետարան, որի բաց երեսների վրա մեծ դժվարությամբ կարդացվում էին հետևյալ խոսքերը՝ «Եկայք առ իս ամենայն վաստակյալք և բեռնավորք, և ես հանգուցից զձեզ»։ Հնությունը, անձրևներն ու արևը և մարդկանց ոտներն իրենց անխուսափելի ավերածությունն էին տարածել այդ սրբազան նկարների և ավետարանական խոսքերի վրա, իսկ բուն արձանագրությունն այն աստիճան մաշվել էր, որ բոլորովին անընթեռնելի էր դարձել։"
      },
      {
        "index": 35,
        "text": "Նորանոր ժամավորներ էին գալիս, և եկեղեցու խաղաղ բակը հետզհետե կենդանություն էր ստանում։ Զաքարն իր խարխուլ ձայնով դեռ իր գանգատն էր անում եղբոր որդուց Օսանի ու Մանեի մեջտեղը կզացած, և Մանեն, ներքին անախորժությամբ լսելով նրան, դեռ դիտում էր եպիսկոպոսական գերեզմանաքարը, երբ նրանց առջև բսնվեց պառավ, կմախքացած մի կին հնամաշ, տեղ-տեղ կարկատած սև հագուստով, խունացած սև քիշմիրի մի շալ գլխին։"
      },
      {
        "index": 36,
        "text": "— Քա՛, Հոռոմսի՞մ,— բացականչեց Օսանը։"
      },
      {
        "index": 37,
        "text": "Հոռոմսիմն ընդհանուր բարև տվեց և աչքերով տեղ որոնեց նստարանի վրա, որ նստի։ Նստարանն այնքան կարճ էր, որ չորրորդ անձի համար տեղ չկար նստելու, ուստի Մանեն շտապեց վեր կենալ։"
      },
      {
        "index": 38,
        "text": "— Վո՛ւյ, չէ՛, չէ՛։ Մանե ջան, նստիր,— կանչեց Հոռոմսիմը և աշխատեց թույլ չտալ, որ նա վեր կենա։"
      },
      {
        "index": 39,
        "text": "Բայց և այնպես Մանեն վեր կացավ, իսկ Հոռոմսիմը չնստեց, և երկուսն էլ մնացին ոտի վրա։"
      },
      {
        "index": 40,
        "text": "— Այս որտե՞ղ ես, մեծ պասն անցկացավ, քեզ ժամումը չտեսա,— ասաց Օսանը։"
      },
      {
        "index": 41,
        "text": "— Վա՛յ իմ խեղճ գլխին. ես ա՛յն օրումն եմ, Օսան ջան, որ ժամ կամ պատարագ միտս գա,— պատասխանեց Հոռոմսիմը վերին աստիճանի խղճուկ ձայնով, որը, սակայն, ամենևին, չէր համապատասխանում նրա ահագին աչքերի անախորժ փայլին, ոսկրացած դեմքի անդադար ձգձգվող մկանունքներին և վերին աստիճանի եռանդալից շարժումներին, որոնք խիստ կռվարար կնոջ տպավորություն էին գործում։"
      },
      {
        "index": 42,
        "text": "— Ի՞նչ է պատահել։"
      },
      {
        "index": 43,
        "text": "— Էլ մի հարցնիլ, Օսան ջան, էլ մի հարցնիլ. իմ որդու արարմունքն ինձ ողջ-ողջ գերեզման դրեց։"
      },
      {
        "index": 44,
        "text": "— Էլի գժություններ է անո՞ւմ։"
      },
      {
        "index": 45,
        "text": "— Վույ, այնպես գժվի նրան գժվեցնողը, ոնց որ ես գիտեմ,— բացականչեց Հոռոմսիմն այնպիսի ահարկու մի եռանդով, որ կարծես թե այդ էր նրա սրտի միակ ամենամեծ բաղձանքը։ Հետո նա ձեռքերը ծալեց կրծքին, աչքերն աղոթողի պես ձգեց եկեղեցու պատն ի վեր և շարունակեց.— խնդրել եմ մայր աստվածածնից, որ նա այրվի, այրվի, այրվի, ոնց որ մենք ենք այրվում-փոթոթվում անկրակ նրա պատճառով։ Խնդրել եմ տեր ամենակալից, որ նրա օրն ու կյանքն այնպես խավարի, ոնց որ մեր կյանքն է խավարել նրա պատճառով. սև ու մութ լուսանա նրա գլխին կարմիր զատիկը, ոնց որ սև ու մութ է արել նա մեր օրերը..."
      },
      {
        "index": 46,
        "text": "— Ի՛հ, լավ մի դու էլ,— նկատեց Օսանը սնահավատի սարսափով։— Եկեղեցու պատի տակն էլ այդպես կանիծե՞ն։"
      },
      {
        "index": 47,
        "text": "— Լավ չի, Հոռոմսիմ, լավ չի,— նկատեց իր կողմից Զաքարը։— Քրիստոսն ասել է..."
      },
      {
        "index": 48,
        "text": "— Ի՞նչ է ասել Քրիստոսը,— հանկարծ բղավեց Հոռոմսիմը ծերունու վրա այնպիսի կատաղությամբ, որ խեղճի խոսքը մնաց բերանում։— Քրիստոսն ասել է՝ տուն-տեղ թող, մայր, կնիկ, որդիք մոռացիր, քաղցած-տկլոր պահիր նրանց ու ինչ որ աշխատես, տար բոզերի փորն ածա՞։ Քրիստոսն ասել է՝ գնա հարբիր-տրաքվիր, կեսգիշերներին տուն արի ու առանց պատճառի կնկանդ փայտի տակ դիր ջարդի՞ր։ Հա՞, Քրիստոսն այդ է ասե՞լ։ Բաս չանիծե՞մ նրան այդպես գժվեցնողին։ Բաս չասե՞մ։"
      },
      {
        "index": 49,
        "text": "— Սպասիր, Հոռոմսիմ,— ընդհատեց նրա խոսքերի տարափն Օսանը։— Դու գիտե՞ս ով է որդուդ խելքից հանել։"
      },
      {
        "index": 50,
        "text": "— Ինչո՞ւ, դու չգիտե՞ս, Մանեն չգիտե՞,— ասաց Հոռոմսիմը և, որովհետև Օսանն ըստ երևույթին, չգիտեր և զարմացած նայեց նրա զայրացկոտ աչքերին, ավելացրեց.— Այն լպստած, այն աննամուս ակուշերկեն է, է՛լի... Հեղինե Սոլիկյանը— կտրվի նրա անունը։"
      },
      {
        "index": 51,
        "text": "— Քա՛,— բացականչեց Օսանը և ձեռքերը բռունցք կազմած՝ դրեց շրթունքների վրա ի նշան ապշության։ Նա մեծ տարակուսանքով նայեց հարսի աչքերին, կարծես հարցնելով, թե մի՞թե նրան հայտնի էր այդ բանը։"
      },
      {
        "index": 52,
        "text": "Մանեն խուսափեց սկեսրոջ այդ հայացքից և մեքենայաբար նայեց դեպի հարևան կտուրը, որտեղ գառը նորից սկսել էր մայել համառորեն։"
      },
      {
        "index": 53,
        "text": "— Սոլիկենց Ստեփանի աղջիկը... կճանաչեմ,— ասաց Զաքարը, կարծես, ինքն իրեն։"
      },
      {
        "index": 54,
        "text": "— Ա՛յ, սև մահը ճանաչի նրան, գետինը դնեմ նրա անունը,— սրտանց վրա բերեց Հոռոմսիմը և արագորեն նստեց Օսանի կողքին։— Ես զարմանում եմ ձեզ վրա, Օսան,— ավելացրեց նա հանդիմանորեն.— ախր այն աննամուսին դուք ո՞նց եք տուն թողնում։"
      },
      {
        "index": 55,
        "text": "— Վո՛ւյ, Հոռոմսիմ ջան, պարտական լինեմ, թե սրանից ավել ես իմացած լինեմ նրա արարմունքը։ Ասենք՝ այն գլխից ես չեմ հավանել նրան. ժամանակ-անժամանակ ներս կընկնի, չաչանակի պես կխոսի, լիրբ-լիրբ կծիծաղի, պապիրոս կքաշի, դուրս կտա ինչ-որ բերանը գա, ոչ մեծ կհարցնի, ոչ պստիկ։ Բայց դե պստկուց հարսիս ընկերուհին է եղել, ուսումնարանում միասին են սովորել, գալիս է, դուռը խո ետ չե՞մ դնիլ երեսին:"
      },
      {
        "index": 56,
        "text": "— Որ դուռն երեսին ետ չես դնիլ, խո կարո՞ղ ես ասել, որ դա ջահել աղջկա արարմունք չէ։ Բա ջահել աղջիկը, ազապ աղջիկն այդպես աննամուս բաներ կանի՞։ Ախր այսպես բան չի լինիլ, Օսան ջան, Մանե ջան։ Այնպես գժվեցրել է այն տղին, այնպես գժվեցրել, որ էլ աչքով աչք չունի կնկա վրա։ Շատ անգամ, կեսգիշերներին, տուն է գալիս հարբած-տրաքված, էլ ի՜նչ ուշունցներ ասես չի տալիս այն մեղք ու կրակ աղջկան, թե որ այն խեղճը մի ձայն էլ հանում է, պրծա՜վ. շունը կապիր, նրան բաց թող։ Մինչև հիմի ծեծել չէր իմանում, հիմի այդ էլ է սովորել փուչ-փչանալուն։ Վարժապետությունից ձեռք վեր առավ, մտավ հաշվապահ, երկու ամիս էլ չդիմացավ, կռվեց դուրս եկավ. մի տարի պարապ սարապ թրև եկավ, հետո մտավ բանկը, այնտեղ էլ չպահեցին, դուրս արին. վերջը կնկա փողերը խաբխբելով դուրս բերեց բանկից, գնաց Մոսկով, թե՝ ուսումս կիսատ է, պետք է լրացնեմ։ Մոսկովում ինչ արավ, ինչ չարավ — չեմ իմանում. երեք տարուց հետո ետ եկավ, սկսեց գրել լրագրներումը։ Ասում են լավ փող է վերցնում, բայց մի գրոշ, մի սև գրոշ ասես տուն բերում է՞, որ աչքներս կոխենք։ Աստված է վկա, օր է պատահում, որ տանը մի կտոր հաց չի լինում երեխանց ձայնը կտրելու համար. ողջ ձմեռը շան պես կոնկոռնալով ենք անցկացրել. տան քրեհը հավաքվել, տանիցը դուրս են անում։ Մինչև այս հասակս ես վարձկան չեմ բանել ուրիշի դռանը, հիմի այդ էլ եմ անում— կտրվի նրա նամուսը — այն խեղճ աղջիկն էլ մի օր լավ, տասն օր հիվանդ, օր ու գիշեր մեկ արած` հալած մոմ է դարձել ասեղի ծայրին շատ մտիկ տալուց։ Բայց դե մեր վերցրածն ի՞նչ պետք է լինի, որ հինգ փոր կշտացնի։ Իսկ նա, փուչ-փչանալուս, ինչ որ աշխատում է բոզերի փորն է ածում։ Սա օրենք է՞։ Հը՞, ձեզ եմ հարցնում, սա օրենք է՞։"
      },
      {
        "index": 57,
        "text": "— Է՜, ժամանակ, ժամանակ,— արտասանեց Զաքարը ծերունիներին հատուկ անտարբերությամբ և գլուխը շարժեց։"
      },
      {
        "index": 58,
        "text": "— Ասում եմ` ա՛յ որդի, ինչի՞ ես այդպես անում,— շարունակեց Հոռոմսիմը։— Ես, ասենք, պառավել գնացել եմ, բայց այս խեղճ ջահել աղջկա օրն ինչի՞ ես մթնացնում։ Ի՞նչ է արել քեզ. որ համ տկլոր ու քաղցած ես պահում, համ էլ ծեծում ու ջարդում։ «Թե որ չի ուզում, ասում է, տկլոր ու քաղցած մնա, թե որ չի ուզում, ասում է ծեծվի ու ջարդվի, թող, ասում է, ուր ուզում է՝ գնա. ես դրան պահողը չեմ»:"
      },
      {
        "index": 59,
        "text": "— Քա՜,— արտասանեց Օսանը և նորից ձեռքը բռունցք կազմած՝ դրեց շրթունքի վրա:"
      },
      {
        "index": 60,
        "text": "Հոռոմսիմը ձեռքերը դոինջ արեց ծնկներին և, իր եռանդալից աչքերով նայելով Օսանին, շարունակեց, կարծես Օսանի տեղ մոտը նստած լիներ իր որդին։"
      },
      {
        "index": 61,
        "text": "— Հիմա չես պահո՞ղը, ասում եմ, երբ որ խեղճ աղջկա ուղն ու ծուծը քամեցիր։ Հի՛մի չես պահո՞ղը, երբ որ խեղճի բաժինքի փողերը դուրս բերիր տարար լակեցիր,— քթովդ դուրս գա։ Թե որ պահողը չէիր, ասում եմ, բաս ինչի՞ ուզեցիր, ինչի՞ այդ խեղճ աղջկա մեղքն ընկար։ Հը՞։ «Այն ժամանակն, ասում է, ջահել էի, աշխարհք չէի տեսել, խելքս բան չէր կտրում. հիմի ամեն բան տեսել եմ, խելոքացել եմ»։— Տո՛, դա խելք է՞, ասում եմ, որ մարդ տուն-տեղ մոռանա, երեխեքին քաղցած-տկլոր պահի, կնկանը ծեծած-ջարդած ու ինքն աննամուս աղջկերքի հետևից թրև գա։ Հը՞, դա խելք է՞: Ասում եմ՝ բաս որ ժամումը տերտերը հարցրեց «տե՞ր ես» ու դու էլ լեզուդ չչորացավ, ասեցիր «տեր եմ», բաս չէիր իմանո՞ւմ, որ մինչև գերեզմանը տեր պետք է լինես ու անտեր չթողնես։ Հը՞, բաս այդքան Էլ չէիր իմանո՞ւմ։ «Այդքանն էլ որ իմանայի, ասում է, իսկի ժամ էլ չէի գնալ։ Ժամս ո՞րն է, ասում է, տերտերս ո՞րն է։ Վեքսիլ խոմ չեմ տվել, ասում է, որ պարտքս բկիցս բռնած առնեն. մի խոսք է, է՛լի, ասել եմ. ասեցնել են տվել, ես էլ ասել եմ. ամենքն ասում են, ես էլ ասել եմ»։ Դե արի ու բան ասա։ Ի՞նչ ասեմ: Հը՞, ձեզ եմ հարցնում, ի՞նչ ասեմ։"
      },
      {
        "index": 62,
        "text": "Զաքարը գլուխը բարձրացրեց և նայեց Հոռոմսիմի զայրացկոտ ու տարակուսալից դեմքին։"
      },
      {
        "index": 63,
        "text": "— Ա՛յն ասա, թե՝ որդի, աստծու ճանապարհիցը դուրս ես գալիս, հոգիդ սատանի փայ ես անում,— ասաց նա ծանր ու հանդիսավոր ձայնով։— Ասա նրան, թե վեքսելը, թղթի մի կտորը, ավելի մեծ գին ունի՞, թե աստծու սուրբ սեղանի առաջ, խաչի ու ավետարանի վրա տված խոսքը։"
      },
      {
        "index": 64,
        "text": "— Ես, ասում է, աստված-մաստված, խաչ֊մաչ չեմ ճանաչում, չէ՛,— աղաղակեց Հոռոմսիմն իր բարկացկոտ աչքերր փայլեցնելով ծերունու վրա։"
      },
      {
        "index": 65,
        "text": "— Տեսնում ե՞ս... բաս ասա թուրքացել է, է՛լի,— նկատեց Օսանը։"
      },
      {
        "index": 66,
        "text": "— Ականջ դիր, Օսան, ինչ եմ ասում,— ասաց Զաքարը, կամաց շոշափելով նրա թևը։— Ամեն աստծու օր ես ժամ եմ գալիս, իսկ կիրակի օրերը ճաշին Վանքն եմ գնում, որովհետև պատարագին լավ ժամ են ասում։ Վանքի բակը որ մտնում եմ, տեսնում եմ լիքն է մեր ջահելներով։ Օտար մարդ որ մտիկ տա, կասի՝ ի՜նչ ժամասեր են այս հայ ջահելները։ Բայց որ հարցնես, իսկի մեկը մտնում է՞ պատարագ տեսնելու, երեսը խաչակնքելու, մոմ վառելու, աղոթք անելու։ Բան չունե՞ս: Մտնողն էլ այնպես է պահում իրան աստծու սուրբ տաճարի մեջ, որ կասես իրանց տանը լինի։ Երեսը խաչ հանել, մոմ վառել, ծունկ չոքել, աղոթել խո չկա ու չկա. որ չամաչեն, պապիրոս էլ կքաշեն։ Հիմի Հոռոմսիմի որդին էլ դրանցից է, է՛լի։ Կարծում ես, մենակ դա է՞։ Ու մենակ տղերքը չեն, Օսան. աղջկերքն էլ են այդպես։"
      },
      {
        "index": 67,
        "text": "— Ա՛յ, հիմիկվա աղջկերքի նամուսն էլ այնտեղ գետինը դնեմ,— սրտանց վրա բերեց Հոռոմսիմը։— Դիփ դրանք չեն ջահելներին գժվեցնողը՞: Ի՞նչն էր իմ որդունը. առաջ ինչ նամաղուլներ էլ որ աներ, էլի տան պատիվն էլ գիտեր, կնկա պատիվն էլ. իսկ իմ առաջ կհամարձակվե՞ր մի ավելորդ խոսք ասել։ Իսկ հիմի՞, ինչ որ կապվել է այն աննամուսի հետ... Շատ անգամ այնպես սրտի եմ գալի, Օսան ջան, որ ասում եմ դուրս անեմ տանից, էլ մոտ չթողնեմ. ջհաննամը— ուր ուզում է՝ կորչի, առանց այն էլ չկա ու չկա, թող իսկի չլինի, գոնե այն մեղքուկրակ աղջիկը կհանգստանա։ Մեկ էլ ասում եմ՝ չէ. մարդ մեջ գցեմ, ո՞վ գիտե, ջահել է, ինձնից չի քաշվում, գուցե ուրիշներից քաշվի, խելքի գա։ Օսան ջան, մի օր տեսնես նրան, չես կարո՞ղ խրատի։"
      },
      {
        "index": 68,
        "text": "— Խրատի՜,— բացականչեց Օսանը, և նրա գլուխն սկսեց ավելի շարժվել։— Ես ա՛յն լափն ածեմ գլխին, որ ասի թե հա՛։ Ափսոս, որ ես այդ բաները վաղ չեմ իմացել։ Հա՛յ գիտի հա՛, բաս իմ որդին ջահել չի եղել, էլի, որ այդ նամաղուլները չի արել։ Վույ, աստված ոչ անի. այն օրը սև մահ լիներ իմ գլխին։"
      },
      {
        "index": 69,
        "text": "— Օսան ջան, թե որ դու այդ բանը կանես, հենց իմանաս, թե մի գերի ես ազատել,— ասաց Հոռոմսիմը, և այս անգամ նրա կռվարար ձայնը հնչում էր լացագին։— Դու էլ, Մանե ջան այն... այն... լավ աղջկան ասա՝ ի՞նչ ես ուզում մեզանից, ինչի՞ ես մեր մեղքը վեր առնում։ Մանե ջան, ախր չես իմանամ. մի օր որ գաս տեսնես մեր հալը, լաց կլինես, աստված է վկա․ քարն ի՞նչ է, քարն էլ լաց կլինի։"
      },
      {
        "index": 70,
        "text": "Արտասուքի կաթիլները մեկը մյուսի հետևից դուրս էին ցայտում հարատև զրկանքներից ու վշտից կմախքացած այդ պառավ կնոջ աչքերից և արագորեն գլորվում նրա խորշոմած այտերի վրայով, ադամանդների պես շողշողալով արևի ճառագայթների տակ։"
      },
      {
        "index": 71,
        "text": "Մանեն կանգնած էր լուռ ու անշարժ և նայում էր նրան տամուկ աչքերով, շրթունքները պինդ սեղմած իրար, ըստ երևույթին զսպելով իրեն, որ ինքն ևս լաց չլինի այդ խեղճ պառավի աղեկտուր խոսքերը լսելիս և առատ արտասուքները տեսնելիս։"
      },
      {
        "index": 72,
        "text": "— Շատ լավ,— ասաց նա հանկարծ.— ես կտեսնեմ նրան... անպատճառ կտեսնեմ։"
      },
      {
        "index": 73,
        "text": "Արևն ավելի ու ավելի տաքացնում էր օդն ախորժելի ջերմությամբ։ Վերևը, եկեղեցու տանիքի վրա, նստած էին երկու աղավնի ուռած-փքված և ղունղունում էին իրենց քնաբեր խուլ ձայնով։ Եկեղեցու պատի հետևից, բակի մյուս կողմը, լսվում էին ժամավոր կանանց բարձրաձայն խոսակցության և երբեմն ծիծաղի ձայները։"
      },
      {
        "index": 74,
        "text": "Վերջապես, եկավ քահանան— նոր-նոր աղվամազը դուրս եկած մի նորընծա, մեջքին խիստ հուպ տված փայլուն փարաջայով և փափուկ կաստորի նոր գլխարկով։ Հետո եկավ տիրացուն— տերտերից շատ ավելի հասակով մի մարդ՝ խիստ մազակալած տգեղ դեմքով, արբեցողի պղտոր ու կարմիր աչքերով, ամառվա հնամաշ վերարկուով և տիրացուներից անբաժան հովանոցը ձեռքին։ Եկեղեցուց փութկոտ քայլերով դուրս եկավ ժամկոչը «հասարակը» տալու։ Դա գլուխն առաջ ընկած, կուրծքը ներս ընկած մի ժիր ծերունի էր ահագին սապատով և սև մահուդի այն աստիճան խունացած չուխայով, որ մեջքին՝ սապատի վրա կարծես մամուռ էր բսել և արևից խանձվել: Փոքրիկ զանգակները— մեկը բարիտոն, մյուսը տենոր— հնչում էին չափաբերական շեշտերով՝ տամ-տիմ֊տոմ, և նրանց ձայները զիլ ծկլթոցով կարծես պոկ էին գալիս ինչ-որ խեղդող մի բանից, ուրախական աղաղակով դուրս թռչում զանգակատան կաթողիկեի նեղ կամարներից, բազմերանգ թելերի պես հյուսվում իրար հետ, սլանում ազատ օդի մեջ և շնչասպառ մարում արագորեն, կարծես ողբալով, որ իրենց գոյությունն այդքան կարճատև է։"
      }
    ]
  }
}