{
  "chapterNumber": 17,
  "title": "Գլուխ 18",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Գիշերը կամաց-կամաց մոտենում էր։ Մութ ստվերներն աննկատելի կերպով դուրս էին սողում սենյակների անկյուններից, սեղանների, աթոռների տակից, իջնում էին առաստաղից, բարձրանում էին հատակից, միախառնվում էին իրար հետ, թանձրանում և կլանում առարկաները։ Եվ որքան ժամանակն անցնում էր, և մութը թանձրանում, այնքան Մանեն զգում էր, որ ուղեղի մեջ ցնցված է ինչ-որ մի բան և դուրս չի գալիս այնտեղից։ Հետո միայն իմացավ, որ այդ բանը սկեսրոջ խոսքերն էին՝ «որ տեսնեմ շատ վատ է, կմնամ, չեմ գալ այս գիշեր»։ «Կգա՞ արդյոք, թե ոչ»,— մտածում էր Մանեն և սպասում։ Ժամանակն անցնում էր սպանիչ դանդաղությամբ։ Ամայի սենյակներում, գիշերային անդորրության մեջ ականջները թշշում էին։ Քարացած օդը լցվում էր ինչ-որ մրմունջով անըմբռնելի, խորհրդավոր և ահավոր, մեռնողի վերջին շունչի պես։"
      },
      {
        "index": 2,
        "text": "Մանեն դուրս գնաց պատշգամբ։"
      },
      {
        "index": 3,
        "text": "Հսկայական տների հետևից քաղաքի գլխավոր փողոցն ուղարկում էր իր դեռևս եռուն կյանքի խուլ աղմուկը, որ գալիս էր մեռնելու այստեղ, այս խաղաղ փողոցում։ Դիմացի տան պատուհանները լուսավորված էին պայծառ։ Ներսը ասուեգործ վարագույրների ցանցի հետևը կանանց և տղամարդկանց ստվերներ էին շարժվում, և երբեմն-երբեմն շատ պարզորոշ լսվում էին նրանց խոսակցության և ծիծաղի ձայները։ Դաշնամուրի և ջութակի ներդաշնակ ձայների մի ամբողջ հեղեղ էր դուրս հոսում այդ պատուհաններից, մերթ ուրախ և բուռն՝ զորահանդեսի ելած զինվորների աղաղակի պես, մերթ տխուր ու թախծալի, ինչպես թաղման նվագածություն։ Ջութակը լեզու էր կտրվել. խոսում էր, աղերսում, լալիս էր հուսահատ հեկեկանքով,— թվում էր, թե մեռնում էր և փրկություն հայցում. իսկ դաշնամուրը, անհուն վիշտը սեղմած կրծքի մեջ կարծես թե աղոթք էր մրմնջում մեռնողի վրա իր պեդալի խուլ ձայներով..."
      },
      {
        "index": 4,
        "text": "Մանեն զգաց, որ ինչ-որ մի բան կամաց-կամաց բարձրանում է իր սրտի խորքից և բռնում է բուկը։ Նա նստեց և տաքացած ճակատը սեղմեց պատշգամբի երկաթյա սառն վանդակի վրա։ «Մեռնում է,— մտածում էր նա:— Ինչո՞ւ, ի՞նչ է պատահել... Կարելի բա՞ն է այդ... Ո՞ւմ պատճառով... Մի՞թե իմ... մի՞թե ինձ համար...»։"
      },
      {
        "index": 5,
        "text": "Մի բարձրաձայն խմբական քրքրիջ ուշքի բերեց նրան։ Նա գլուխը բարձրացրեց և մեքենայաբար նայեց դիմացի տան ճրագավառ պատուհաններին։ Դաշնամուրը լռել էր, իսկ ջութակը նախկին վշտահար հեծկլտանքի տեղ այժմ ինչ-որ անասնական ձայներ էր հանում. մերթ խռխռացնում էր խոզի պես, մերթ մլավում կատվի պես, մերթ ծվծվում մկան պես..."
      },
      {
        "index": 6,
        "text": "Մանեն վեր կացավ, ներս մտավ և անցավ ներքին սենյակները, որպեսզի չլսի այդ անտանելի ձայները։"
      },
      {
        "index": 7,
        "text": "Սկեսուրը վերադարձավ։ Այդ բանը, ուրախացնելու տեղ, զարմացրեց Մանեին. նա կարծես թե վճռել էր, որ այդ գիշեր Բադամյանը պիտի մեռներ անպատճառ, հետևաբար Օսանը պիտի մնար նրա մոտ՝ նրա աչքերը փակելու։"
      },
      {
        "index": 8,
        "text": "Սկեսուրը սաստիկ բարկացած էր, Հեղինեն չէր թողել, որ նա մնա հիվանդի մոտ, ասելով, որ պառավի ներկայությունն ավելորդ է և խանգարել միայն կարող է, ուստի նրան էլ, Զաքարին էլ պարզապես դուրս էր արել։ Տերտերին անգամ ուզում էր ներս չթողնել, բայց քաշվեց։ Իսկ հիվանդի դրությունը շատ վատ էր. հաղորդությունն ընդունելիս ամենևին ուշք չկար գլխին։ «Չէ, չի լուսացնիլ այս գիշեր»,— վերջացրեց իր պատմությունն Օսանը։"
      },
      {
        "index": 9,
        "text": "«Չի լուսացնիլ այս գիշեր»,— այս խոսքերն ընկան Մանեի ուղեղը և այնուհետև երկար ժամանակ պտտվում էին այնտեղ, լարված մեքենայի անիվի պես։ Խիստ անհանգիստ դրության մեջ, նա չէր իմանում ինչ անի, ինչ մտածի. մերթ նստում էր, մերթ վեր կենում, նորից նստում, բաց էր անում որևէ գիրք, բայց, առանց մի բառ անգամ կարդալ կարողանալու, նորից վեր էր կենում, ման գալիս, և ամբողջ ժամանակ նրա միտքը կրկնում էր մեքենայորեն՝ «չի լուսացնիլ այս գիշեր...»։ Այդ միջոցին նա ոչինչ չէր զգում. զգում էր միայն, որ սպասում է ինչ-որ մի բանի և այդ սպասողությունը հետզհետե փոխվում է ջղային անհամբերության։ Հետո պարզապես տեսավ, որ սպասում է, թե երբ պիտի քնի սկեսուրը։"
      },
      {
        "index": 10,
        "text": "Երբ, վերջապես, սկեսուրն առանձնացավ իր ննջարանը, մի տարօրինակ երկյուղ պաշարեց Մանեին։ Անշարժ կանգնած, նա կարճ ժամանակ ուշիուշով ականջ էր դնում դեպի նախասենյակը, և ամեն մի շրշյուն արագ զարկել էր տալիս նրա սիրտը։ Հետո կամաց հանեց գլխի ամառվա թեթև ծածկոցը, ծածկեց այնպես, որ միայն աչքերն էին երևում և զգուշորեն, կարծես մի բան գողացած, դուրս եկավ։"
      },
      {
        "index": 11,
        "text": "Առաջին երկու փողոցն անցավ գրեթե վազելով, հետո զգալով, որ ծնկները ծալվում են, և շունչը հազիվ է ետ բերում, կառք նստեց։"
      },
      {
        "index": 12,
        "text": "Մի տասը րոպեից կառքը կանգ առավ Բադամյանի բնակարանի առաջ:"
      },
      {
        "index": 13,
        "text": "Դուռը ներսից փակ էր։ Նա ուշադրություն չդարձրեց այդ բանի վրա, արագորեն բարձրացավ սանդուղքով, որի ժամանակ ոտներն ամեն քայլափոխին խճճվում էին շրջազգեստի փեշերի մեջ, և մտավ առաջին սենյակը։ Այստեղ, գրասեղանի վրա, կանաչ լուսամփոփի տակ վառվում էր լամպը, և մի մոմ բրոնզյա մոմկալի մեջ։ Պատուհանի տախտակի վրա դրված էր կանացի մի փեղույր։ Սենյակում ոչ-ոք չկար։ Հարևան սենյակի դուռը կիսաբաց էր։ Այնտեղից ոչ մի շշուկ չէր լսվում։"
      },
      {
        "index": 14,
        "text": "Մանեն կամացուկ բաց արավ այդ դուռը, ներս մտավ և կանգ առավ ակամա զարհուրած սենյակում լսվող մի տարօրինակ շնչառությունից և մանավանդ կիսախավարից, որպիսին լինում է սովորաբար մեռնողի սենյակում գիշեր ժամանակ։"
      },
      {
        "index": 15,
        "text": "Սենյակի մի անկյունում դրված էր հիվանդի մահճակալը։ Գլխավերևը, մահճակալի հետևը, կլոր սեղանի վրա վառվում էր մի ցածլիկ մոմկալ սև մարմարի պատվանդանով։ Ճրագը լուսավորում էր միայն մահճակալի հետևը և մեռած փայլ էր տալիս պատի պաստառի ոսկեզօծ նկարներին։ Մահճակալի կողքին, բարձի մոտ, դրված էր եռոտանի կլորիկ սեղան, որի վրա դարսված էին դեղերի սրվակները և ճկճկում էր Բադամյանի ծոցի ժամացույցը։"
      },
      {
        "index": 16,
        "text": "Զգալով, որ արյունը սառում է երակների մեջ, Մանեն ոտների մատների վրա մոտեցավ հիվանդին և խոնարհվեց նրա դեմքի վրա։ Բայց այդ դեմքը պարզ նշմարել չկարողացավ սենյակում տիրող կիսախավարի մեջ։ Այն ժամանակ առավ մոմկալը և, գլխից բարձր բռնած, սկսեց դիտել Բադամյանի դեմքը:"
      },
      {
        "index": 17,
        "text": "Հիվանդի աչքերը փակ էին. երեսն էլ կարմիր էր կտրվել. շնչում էր ծանր ու հատու, և երբեմն չոր հազի շատ թույլ ձայներ էին դուրս թռչում նրա բաց բերանից։ Երկայն փափուկ մազերն անկարգ խոպոպիկներով շաղ էին անցել բարձի վրա։ Մանեն առավ նրա ձեռքը և իսկույն բաց թողեց— այնքա՛ն տաք էր ու չոր։"
      },
      {
        "index": 18,
        "text": "— Բադամյա՛ն,— շշնջաց նա։"
      },
      {
        "index": 19,
        "text": "Հիվանդը չլսեց։ Նա պառկած էր անշարժ. շնչում էր ոչ թե քթով, այլ բաց բերանով, և այդ շունչը դիպչում էր Մանեի երեսին բաղնիքի գոլորշու պես խոնավ ու տաք։"
      },
      {
        "index": 20,
        "text": "— Բադամյա՛ն,— կրկնեց Մանեն, ավելի ևս խոնարհվելով հիվանդի դեմքի վրա։— Բադամյա՛ն... Չե՞ս լսում։"
      },
      {
        "index": 21,
        "text": "Հիվանդի աչքերն այս անգամ բացվեցին ծանրորեն, ավտոմատի աչքերի պես, և, փոխանակ Մանեին նայելու, նայեցին ճրագի լույսին ու նորից փակվեցին նույն ծանորությամբ:"
      },
      {
        "index": 22,
        "text": "Մանեն սոսկաց։ Այդ աչքերը... այդ հայացքը... անգիտակից, զգայազուրկ, ֆոսֆորային հայացքը... Մի՞թե արդեն մեռնում է... Մանեն մեքենայաբար նայեց չորս կողմը, կարծես ուզում էր օգնություն աղաղակել, բայց սենյակում, բացի իրենից և հիվանդից, ուրիշ ոչ ոք չկար։ Նոր հիշեց, որ Հեղինեն այդտեղ պիտի լիներ, բայց նա չկար։ Ծառան ևս չէր երևում։ Մանեն նորից խոնարհվեց հիվանդի դեմքի վրա, նորից սկսեց կանչել նրան, բայց Բադամյանի աչքերն այլևս չբացվեցին։ Հիվանդը պառկած էր առաջվա պես անշարժ և առաջվա պես շնչում էր կիսաբաց բերանով ծանր ու հատու։ Հիվանդությունը միանգամայն փոխել էր նրա դեմքը. դա կարծես Բադամյանը չէր, այլ բոլորովին անծանոթ մի մարդ խոր ընկած աչքերով, դուրս ցցված այտոսկրերով և սուր քթով, որը պլպլում էր մահվան դեղնությամբ։"
      },
      {
        "index": 23,
        "text": "Մանեն մոմկալը դրեց առաջվա տեղը և նստեց մահճակալի մոտ դրված աթոռի վրա։ «Սա երազ է... անշուշտ երազ է,— մտածում էր նա մեքենայաբար։— Մեռնել... ինչի՞ց... ինչո՞ւ համար... այսպես հանկարծ... այսպես անակնկալ...»։ Նա հայացքը հառել էր հիվանդի փակ աչքերին, որոնք կիսախավարի մեջ թվում էր թե փակ չեն, այլ բաց են և խոռոչները, ամբողջովին սև ու դատարկ, նայում են առաստաղին ինչ-որ ահարկու խորհրդավորությամբ։"
      },
      {
        "index": 24,
        "text": "Հիվանդը տնքաց, շարժվեց, ձեռքերով ետ քաշեց վերմակը կրծքից, և, խիստ տաքության մեջ, սկսեց զառանցել։ Մանեն ցնցվեց և լարեց իր ամբողջ լսողությունը, բայց հիվանդի զառանցանքից ոչինչ չհասկացավ։ Անկապ խոսքեր էին միայն, որ դուրս էին գալիս հիվանդի բերանից կիսատ կամ աղավաղված, ինչպես լեզուն կապված անդամալույծի արտասանած բառեր։ Մեջ ընդ մեջ նա լեզվի ծայրով լպստում էր շրթունքները և բերանը շարժում տարօրինակ կերպով, կարծես բերանում ատամներ չուներ և այդ անատամ բերանով ինչ-որ փափուկ բան էր ծամում։ Այնուհետև հիվանդը հանգստացավ և նորից առաջվա դրության մեջ ընկավ։"
      },
      {
        "index": 25,
        "text": "Մանեն գամվել էր աթոռի վրա։ Նա պարզ հաշիվ չէր կարողանում տալ իրեն, թե ինչո՞ւ եկավ, ի՞նչ պիտի շինի այդտեղ, ի՞նչ է իր դերը։ Բնազդմամբ միայն հասկանում էր, որ այդտեղ, իր կողքին պատրաստվում է ինչ-որ խիստ կարևոր մի բան, որին ինքը ներկա պիտի լինի, չի կարող ներկա չլինել, որովհետև այդ բանը որ կատարվի, դրանով վճռված կլինի իր համար ահագին նշանակություն ունեցող մի խնդիր՝ կյանքի և մահու չափ ահագին ու կարևոր։"
      },
      {
        "index": 26,
        "text": "Այժմ նա հանգիստ էր։ Կամաց-կամաց նրան պատում էր միտքը թմրեցնող, զգացումները բթացնող այն անդորրությունը, որ պատում է մահապարտին իր անխուսափելի վախճանին սպասելիս։ Նա ետ էր ընկել աթոռի մեջքին և անմիտ հայացքով դիտում էր իր սեփական ստվերը, որ խաղում էր դիմացի պատի վրա հետևից լուսավորող մոմի երերուն լույսից։ Ծոցի ժամացույցը ճկճկում էր սեղանի վրա անդուլ ու անտարբեր։"
      },
      {
        "index": 27,
        "text": "Հարևան սենյակից ինչ-որ շտապ քայլերի ձայներ լսվեցին, և նույն րոպեին ներս մտավ Հեղինեն արագ ու զգուշորեն: Որովհետև մոմը լուսավորում էր Մանեի հետևից, այդ պատճառով Հեղինեն իսկույն չկարողացավ որոշել, թե ով է նստած հիվանդի մոտ. բայց երբ մոտեցավ և տեսավ, որ Մանեն է, զարմանքից մի զսպած ճիչ արձակեց ակամա."
      },
      {
        "index": 28,
        "text": "— Մանե՛... Ի՞նչ ես շինում այստեղ,— շշնջաց նա։"
      },
      {
        "index": 29,
        "text": "Մանեն իր մեծ-մեծ սառած աչքերով նայեց նրան և ոչինչ չպատասխանեց։"
      },
      {
        "index": 30,
        "text": "Հեղինեն հանկարծ դարձավ դեպի հիվանդը, խոնարհվեց նրա դեմքի վրա և սկսեց ականջ դնել նրա շնչառությանը, հետո բռնեց Մանեի ձեռքից, նշանացի հասկացրեց նրան, որ վեր կենա, և դուրս տարավ հարևան սենյակը։"
      },
      {
        "index": 31,
        "text": "— Ինչո՞ւ ես եկել, ո՞վ ասաց, որ գաս,— շշնջաց նա, դուռը զգուշորեն դնելով։"
      },
      {
        "index": 32,
        "text": "Մանեն շարունակում էր նայել նրան իր սառած աչքերով, պարզ երևում էր, որ նրան բոլորովին այլ միտք է զբաղեցնում, և նա չէր լսում, թե ինչ է հարցնում ընկերուհին։"
      },
      {
        "index": 33,
        "text": "— Մեռնում է, չէ՞,— հարցրեց նա տարօրինակ հանգիստ ձայնով։"
      },
      {
        "index": 34,
        "text": "— Ո՞վ ասաց քեզ, թե մեռնում է,— բացականչեց Հեղինեն զայրացած։— Այն հիմար պառավնե՞րը։ Եվ դու գլուխդ կորցրած վազել ես այս կեսգիշերին։ Եվ, երևի, թաքուն... Հա՞։"
      },
      {
        "index": 35,
        "text": "— Մանեն ոչինչ չպատասխանեց։"
      },
      {
        "index": 36,
        "text": "— Լսիր, քեզ հետ եմ, ի՞նչ ես լռում... Ամուսինդ գիտե՞, որ այստեղ ես։"
      },
      {
        "index": 37,
        "text": "— Ոչ,"
      },
      {
        "index": 38,
        "text": "— Բայց որ իմանա՞։"
      },
      {
        "index": 39,
        "text": "— Ի՞նչ անեմ,— ասաց Մանեն, անփութորեն թոթվելով ուսերը։— Չիմանա էլ, ես ինքս կհայտնեմ,— ավելացրեց նա։"
      },
      {
        "index": 40,
        "text": "Հեղինեն, վերին աստիճանի ապշած, ձեռքերը զարկեց իրար։"
      },
      {
        "index": 41,
        "text": "— Մանե՛, գժվե՞լ ես... Հասկանո՞ւմ ես ինչ ես ասում..."
      },
      {
        "index": 42,
        "text": "Մանեն նստեց։ Զարմանալի անդորրություն էր տիրում նրա բոլոր շարժումների և հայացքի մեջ։"
      },
      {
        "index": 43,
        "text": "— Այժմ ինձ համար ողջ մեկ է,— ասաց նա, շարունակ տարված իր ներքին մտքերով։— Հիմարություն է... Բոլորը հիմարություն է..."
      },
      {
        "index": 44,
        "text": "Հեղինեին թվաց, թե երազի մեջ է լսում այդ խոսքերը Մանեի բերանից։ Ինքը, որ թեորիայով այնքան համարձակ մտքեր էր հայտնում ամուսնական կապի և ազատ սիրո մասին և այնքան ծաղրում էր Մանեի հայացքները, այժմ մնացել էր ապշած և շփոթված նույն այդ Մանեի առաջ, որովհետև այստեղ թեորիա չկար, այլ կանգնած էր ինքը մերկ իրականությունը, սոսկալի իր պարզությամբ, անհոգությամբ և արհամարհանքով։"
      },
      {
        "index": 45,
        "text": "— Մանե, լսիր ինչ եմ ասում,— ասաց նա առնելով ընկերուհու ձեռքերը։— Աղաչում եմ, վեր կաց գնա։ Աստված է վկա, դու քեզ կկործանես։ Գնա։ Դեռևս վաղ է։ Եթե հարցնեն, ասա ինձ մոտ էիր, մեր տանը։ Չէ՛, չէ՛. ձերոնք գիտեն, որ այստեղ եմ։ Ասա որ... մի խոսքով— հնարիր՝ ինչ ուզում ես, միայն մի ասիր, որ այստեղ էիր... Լսո՞ւմ ես, լսո՞ւմ ես, Մանե ջան։ Իսկույն ծառային կասեմ, որ կառք կանչի։"
      },
      {
        "index": 46,
        "text": "Եվ, առանց սպասելու Մանեի պատասխանին, նա շտապով դուրս գնաց, բայց իսկույն էլ վերադարձավ։"
      },
      {
        "index": 47,
        "text": "— Զարմանալի է, մի՞թե ծառան դեռևս չի վերադարձել. ես նրան մեր տուն ղրկեցի, որ..."
      },
      {
        "index": 48,
        "text": "— Ավելորդ է,— ընդհատեց նրան Մանեն նույն հանգիստ ձայնով.— այս գիշեր ես պետք է մնամ այստեղ։"
      },
      {
        "index": 49,
        "text": "— Ինչո՞ւ համար։"
      },
      {
        "index": 50,
        "text": "— Հենց այնպես։"
      },
      {
        "index": 51,
        "text": "— Ինչպե՞ս թե՝ այնպես։"
      },
      {
        "index": 52,
        "text": "— Որովհետև ես այսպես եմ ուզում։"
      },
      {
        "index": 53,
        "text": "— Մանե, մի՛ համառիր։ Աղաչում եմ, մի՛ համառիր: Դա քաջություն չէ, դա խելացնորություն է։ Ճիշտ է, Բադամյանի դրությունը լավ չէ, բայց, հավատացնում եմ քեզ, ոչինչ չի պատահիլ: Բժիշկն այս երեկո այստեղ էր, ասաց, որ նրա առողջ կազմվածքը կհաղթե։ Վերջապես, ես էլ մի բան հասկանո՞ւմ եմ, թե ոչ։ Թոքերի պարզ բորբոքում է, որ առաջացել է մրսելուց և անզգույշ մնալուց, ուրիշ բան չկա։ Չես հավատո՞ւմ ինձ։"
      },
      {
        "index": 54,
        "text": "— Երեխա՞ եմ, ինչ է, որ ուզում ես խաբել։ Ես տեսա նրա աչքերը. նա արդեն մեռած է... Ես կանչեմ նրան, և նա չլսի՞ ինձ... նա նայի ինձ և չճանաչի՞..."
      },
      {
        "index": 55,
        "text": "Մանեի ձայնը դողաց։ Նա շրթունքները պինդ սեղմեց իրար և կուլ տվեց հեծկլտանքը։ Աչքերն առատորեն լցվեցին արցունքով։"
      },
      {
        "index": 56,
        "text": "— Այսքան ժամանակ ես չարչարեցի, տանջեցի նրան... չարարեցի, տանջեցի և ինձ,— շարունակեց նա դողդոջուն ձայնով։— Ինչո՞ւ համար, մեկ հարցնող լինի, ինչո՞ւ համար։ Որ նրան և նրա հետ ինձ ա՞յս օրին հասցնեմ... Ես կարծում էի, թե միայն ինձ եմ զոհաբերում, մինչդեռ... Պարտականություն՝ ասում էի ինձ, սրբազան ուխտ՝ ասում էի ինձ։ Բայց, ահա՛, թող գան և ազատեն ինձ այս հուսահատությունից այդ պարտականությունն ու սրբազան ուխտը։ Ո՞ւր են, թող գան։ Թող գան և համոզեն ինձ այժմ, որ նրա մահը ոչինչ է ինձ համար, որ վաղը, մյուս օրը նրան գերեզման կդնեմ, իսկ ես, այնուամենայնիվ, կարող եմ հանգիստ շարունակել իմ կյանքը... Օ՜, եթե գիտենայի, թե այսքա՜ն սիրում եմ նրան..."
      },
      {
        "index": 57,
        "text": "Մանեն թաշկինակը սեղմեց աչքերին և այլևս չկարողացավ զսպել ծանր, խեղդող հեկեկանքը։"
      },
      {
        "index": 58,
        "text": "Հեղինեն փորձեց նրան հանգստացնել, բայց իզուր. Մանեի հեկեկանքը գնալով սաստկանում էր։ Հեղինեն, վերջիվերջո, դուրս եկավ համբերությունից:"
      },
      {
        "index": 59,
        "text": "— Այդպես չի կարելի, վերջապես,— բացականչեց նա բարկացած:— Հազիվհազ կարողացա հեռացնել սկեսուրիդ և այն ծերունուն, որ չխանգարեն, հիմա դու ես եկել և ստիպում ես, որ հիվանդին թողած, քեզնով զբաղվեմ։ Գլուխս քարովը տվի, որ մնացի։ Չե՞ք թողնիլ, որ տեսնեմ ինչ եմ անում։ Ամբողջ վեց ժամ է, որ այստեղ եմ, և մի րոպե հանգստություն չեմ ունեցել, հիմա էլ մոտակա դեղատնից հեռախոսով խոսեցի բժշկի հետ, խնդրեցի, որ իսկույն գա և մի երկու էլ ուրիշ բժիշկ հրավիրի կոնսիլիում անելու համար։ Վազելով գնացել և վազելով էլ եկել եմ, որովհետև ամեն մի րոպեն թանկ է։ Մարդն այնտեղ կռվում է մահվան հետ, և իմ ներկայությունն անհրաժեշտ է այնտեղ, իսկ դու ստիպում ես, որ քեզ հետ չանա թակեմ։ Սա ինչի՞ նման է, ասա խնդրեմ։ Եվ դեռ ասում ես, թե սիրում ես նրան..."
      },
      {
        "index": 60,
        "text": "Այս խոսքերն ազդեցին Մանեին. նա դադարեց հեկեկալուց և նայեց ընկերուհուն շատ խեղճացած:"
      },
      {
        "index": 61,
        "text": "— Ես քեզ ի՞նչ եմ անում որ,— նկատեց նա"
      },
      {
        "index": 62,
        "text": "— Սրանից էլ ավելի բան պետք է անե՞ս. չես թողնում, որ մի րոպե մտնեմ հիվանդի մոտ։"
      },
      {
        "index": 63,
        "text": "— Մտիր. ես քեզ ե՞րբ եմ բռնում։"
      },
      {
        "index": 64,
        "text": "— Ա՜խ... ինչպե՞ս անեմ, որ քեզ բան հասկացնեմ։ Մանե ջան, հոգի ջան, հասկացիր ինձ. ես չեմ կարող հանգիստ իմ բանս տեսնել, քանի որ դու այստեղ ես։"
      },
      {
        "index": 65,
        "text": "— Ես քեզ չեմ խանգարիլ, աստված է վկա, Էլեն, չեմ խանգարիլ. ուզում ես, կքարանամ նստած տեղս..."
      },
      {
        "index": 66,
        "text": "— Փո՛ւ, ի՜նչ համառ և անհասկացող կին ես եղել,— զայրացած նկատեց Հեղինեն, պենսնեն քթի վրա ուղղելով, դուրս գնաց հիվանդի սենյակը։"
      },
      {
        "index": 67,
        "text": "Բժիշկները շատ չուշացան։ Ամենից առաջ եկավ Բադամյանի անձնական բարեկամ բժիշկը։ Նա այն աստիճան մտահոգ էր հիվանդի դրության համար, որ գրեթե ոչ մի ուշադրություն չդարձրեց Մանեին։ Շուտով հավաքվեցին և մյուս բժիշկները— երեք հոգի։ Դրանցից մեկը հայ էր, մյուսը՝ հրեա, երրորդը՝ ռուս զինվորական— բոլորն էլ շտապող և վերին աստիճանի անտարբեր։ Հիվանդի վիճակը մի առ մի քննելուց հետո չորս բժիշկները նստած էին սեղանի շուրջը և խորհրդակցում էին, որի ժամանակ երկուսը ծխում էին, մեկը մատիտով զանազան նկարներ էր գծում սեղանի վրա ընկած լրագրի լուսանցքների վրա և շուտ-շուտ հորանջում էր, մյուսը, զինվորականը, երկու ձեռքով ոլորում էր բեղի ծայրերը, ներքին շրթունքով բարձրացնում էր վերին շրթունքը և ցած նայելով աշխատում էր ինքն իր աչքով տեսնել իր բեղը։ Նրանք խոսում էին կես-ռուսերեն, կես-գերմաներեն, կիսատ-պռատ նախադասություններով՝ համեմված լատինական տերմիններով։ Հաճախ դիմում էին Հեղինեին զանազան հարցումներով, որոնց նա պատասխանում էր գերմաներեն, երևի նրա համար, որ Մանեն ոչինչ չհասկանա։"
      },
      {
        "index": 68,
        "text": "Եվ Մանեն, հիրավի, բոլորովին ոչինչ չէր հասկանում բժշկական այդ խոսակցությունից, չնայելով որ լարել էր իր ամբողջ լսողությունը և աշխատում էր ոչ մի բառ չթռցնել ականջից։ Հեռու նստած, նա միանգամայն ապշած էր մնացել, թե ինչպես այդ մարդիկ կարողանում էին այդ աստիճան անտարբեր լինել, նույնիսկ ծխել և հորանջել այն միջոցին, երբ զբաղված էին իրենց նման մի մարդու կյանքի և մահվան խնդիրը որոշելով։ Եվ այդ մարդը հեռու չէր. նա այնտեղ էր, նրանց կողքին, հարևան սենյակում, որի կիսաբաց դռնից լսվում էին նրա չարագուշակ հազի ձայները։"
      },
      {
        "index": 69,
        "text": "Խորհրդակցությունը երկար չտևեց, և երբ բժիշկները գնացին, Մանեն վրա ընկավ ընկերուհու ձեռքերին և հարցրեց տենդային անհամբերությամբ."
      },
      {
        "index": 70,
        "text": "— Ին՞չ որոշեցին..."
      },
      {
        "index": 71,
        "text": "Հեղինեն, շփոթված, աշխատեց խլել իր ձեռքերը, բայց Մանեն ավելի պինդ բռնեց։"
      },
      {
        "index": 72,
        "text": "— Ասա՛, մի՛ թաքցնիր։"
      },
      {
        "index": 73,
        "text": "— Նրանք ոչինչ չեն հասկանում,— զայրացած բացականչեց Հեղինեն։— Որոշեցին, թե... Ես կհաստատեմ, որ նրանք ոչինչ չեն հասկանում, ոչինչ..."
      },
      {
        "index": 74,
        "text": "Մանեի ձեռքերը հանկարծ թուլացան. նա ինքն ամբողջապես կարծես փալաս կտրվեց և կամաց, երերուն քայլերով գնաց նստեց աթոռի վրա։ Նա այլևս ոչինչ չհարցրեց։ Եվ ի՞նչ հարկ կար։ Ամեն ինչ այժմ պարզ էր։ Այլևս ոչ մի կասկած, ոչ մի տարակուսանք, հետևաբար և ոչ մի հույս։ Վարագույրն այժմ բաց էր, և այն, ինչ որ նա մինչև այժմ տեսնում էր այդ վարագույրի հետևը միայն անորոշ գծերով, այժմ միանգամից ներկայացավ նրան իր ամբողջ պարզությամբ։"
      },
      {
        "index": 75,
        "text": "Հեղինեն հուզված անցուդարձ էր անում սենյակում փոքրիկ արագ քայլերով և բերնից դուրս թռցրած կցկտուր բառերով կրկնում էր, թե բժիշկները ոչինչ չհասկացան, թե բոլորի քունն էլ տանում էր, թե ամենքն էլ շտապում էին, որ շուտով գնան քնեն։"
      },
      {
        "index": 76,
        "text": "Մանեն քարացած խոշոր աչքերով նայում էր ընկերուհուն, մտածում էր, թե ինչպե՞ս է, որ այնքան ծանր պենսնեն չի ընկնում նրա փոքրիկ քթից և, նրան լսելու տեղ, ականջ էր դնում հիվանդի սենյակից լսվող չոր հազի ձայներին, որոնք խուլ արձագանք էին տալիս մեջ-գիշերային անդորրության մեջ։ Այժմ ավելի պարզ ու որոշակի, քան այնտեղ հիվանդի սենյակում, նրա առջև պատկերանում էին Բադամյանի փակ աչքերը, որոնք կիսախավարի մեջ թվում էին թե փակ չեն, այլ բաց ու դատարկ՝ անդունդի նման մութ ու խոր խոռոչներով, որոնց միջից այժմ նայում էր ինքը մահը։"
      },
      {
        "index": 77,
        "text": "Օդը ծանր էր և խաղաղ։ Ժամանակն անցնում էր Մանեի համար ինչ-որ սարսափելի սպասողության մեջ, բայց նա հանգիստ էր և ոչ մի բանից չէր վախենում։ Նրան նորից տիրել էր միտքն ու զգացումները թմրեցնող այն անդորրությունը, որի մեջ մարդ ապրում է մի տեսակ վերասլաց կյանքով, առանց զգալու իր ֆիզիկական գոյության ծանրությունը։"
      },
      {
        "index": 78,
        "text": "Մի կառք, դղրդացնելով խաղաղ փողոցը, մոտեցավ և կանգ առավ պատուհանի տակ։ Հեղինեն մոտեցավ պատուհանին և նայեց ներքև։ Մանեն անտարբեր հետաքրքրությամբ նայեց նրա հաստ մեջքին։"
      },
      {
        "index": 79,
        "text": "— Կարծեմ եղբայրդ է, Մանե,— խիստ անհանգստացած, շշնջաց Հեղինեն, շտապով հեռանալով պատուհանից։"
      },
      {
        "index": 80,
        "text": "Մանեն նստած էր արձանի պես։ Նրա դեմքի վրա ոչ մի գիծ չշարժվեց։"
      },
      {
        "index": 81,
        "text": "Վահանը մտավ իր լայն և հուժկու քայլերով։ Սանդուղքներից բարձրանալուց քրտնել և հեթեթում էր սաստիկ։ Քրոջը տեսնելուն պես կանգ առավ ակամա։ Պարզ երևում էր, որ եկել էր քրոջ հետևից, բայց Մանեի դեմքը լավ դիտելուց հետո ոչ մի խոսք չասաց այդ մասին և դարձավ Հեղինեին."
      },
      {
        "index": 82,
        "text": "— Անցնում էի այսպես. ասացի մեկ մտնեմ տեսնեմ ինչպես է Բադամյանը,— ասաց նա, ինքն էլ զգալով, որ շատ անշնորհք պատրվակ է առաջ բերում իր անժամանակ այցելության իսկական նպատակը քրոջից ծածկելու համար։— Կարո՞ղ եմ տեսնել նրան։"
      },
      {
        "index": 83,
        "text": "Հեղինեն իսկույն հասկացավ նրա մանևրը և նրան ներս տարավ հիվանդի սենյակը։"
      },
      {
        "index": 84,
        "text": "— Դուք Մանեի համար եք եկել, չէ՞,— հարցրեց նա։"
      },
      {
        "index": 85,
        "text": "— Այո։"
      },
      {
        "index": 86,
        "text": "— Գիտեի՞ք, որ այստեղ է։"
      },
      {
        "index": 87,
        "text": "— Համոզված էի, որ այստեղ կլինի։"
      },
      {
        "index": 88,
        "text": "— Իսկ Սանթրոսյա՞նը։"
      },
      {
        "index": 89,
        "text": "— Ես քնած էի, որ նա եկավ ինձ մոտ հյուրանոց, զարթեցրեց և ասաց, որ Մանեն տանը չէ և չի հայտնել, թե ուր է գնացել։ Կարծում էր, թե ինձ մոտ կլինի։ Չծածկեցի, ասացի, որ այստեղ կլինի։"
      },
      {
        "index": 90,
        "text": "— Ի՜նչ եք ասում,— շշնջաց Հեղինեն սարսափած։"
      },
      {
        "index": 91,
        "text": "— Վնաս չունի։ Խաբելն ավելի վատ կլիներ։ Բադամյանը նրա ազգականն է և մի տեսակ տանու մարդ էր, այնպես որ Սանթրոսյանը ուրիշ բան կասկածել չի կարող: Եվ տեսա, որ չկասկածեց և նույնիսկ չզարմացավ, որ ասացի, թե Մանեն այստեղ կարող է լինել։ Ուզում էր մինչև անգամ ինձ հետ գալ ի դեպ հիվանդին էլ տեսնելու, բայց չթողեցի։ Որ նա երբեք էլ ոչինչ չի կասկածիլ— դրան ես համոզված եմ։ Ցավն այս է, որ Մանեն ինքը չմատնի իրեն։ Այս րոպեին որ նայեցի նրա աչքերին, վախեցա։ Նա ընդունակ է ամեն բան անելու։"
      },
      {
        "index": 92,
        "text": "— Ես էլ այդ սարսափի մեջ եմ և մինչև այժմ չկարողացա համոզել, որ գնա։ Գիտե՞ք ինչ ասաց ինձ. ասաց, որ ամեն բան ինքը կհայտնի ամուսնուն։"
      },
      {
        "index": 93,
        "text": "— Ես հավատում եմ, որ այդպես էլ կանի։"
      },
      {
        "index": 94,
        "text": "— Բայց դա սարսափելի բան կլինի։ Ի սեր աստծո, այնպես արեք, որ այդ հիմարությունը չանի, և տարեք, տարեք նրան շուտով։ Մի քիչ առաջ չորս բժիշկ կար այստեղ։ Կոնսիլիում ունեին։ Միաձայն վճռեցին, որ ոչ մի հույս չկա։"
      },
      {
        "index": 95,
        "text": "— Մեզ չի՞ լսում արդյոք,— կամաց հարցրեց Վահանը, ակնարկելով հիվանդի կողմը։"
      },
      {
        "index": 96,
        "text": "— Սա՞... Սրա բանն արդեն վերջացած է։ Բժիշկներն ասացին, որ այս գիշեր հազիվ թե լուսացնի։ Եվ Մանեն այդ շատ լավ գիտե, թեև ես աշխատեցի ծածկել նրանից բժիշկների ասածը։"
      },
      {
        "index": 97,
        "text": "Վահանը ոտների ծայրերի վրա մոտեցավ հոգեվարքի մահճակալին, կարճ ժամանակ դիտեց Բաղամյանի արդեն մահվան դեղնությամբ պատած դեմքը և, ճնշված մոտալուտ մահվան պատճառած ծանր զգացման տակ, կամաց դուրս գնաց քրոջ մոտ։"
      },
      {
        "index": 98,
        "text": "Հեղինեն հետևեց նրան։"
      },
      {
        "index": 99,
        "text": "Մանեն նստած էր նույն դրության մեջ, ինչպես որ թողել էին նրան Վահանն ու Հեղինեն հիվանդի սենյակը մտնելիս։"
      },
      {
        "index": 100,
        "text": "— Մանե, ես գնում եմ,— ասաց Վահանը։— Կգա՞ս տանեմ քեզ ձեր տուն։"
      },
      {
        "index": 101,
        "text": "Մանեն նայեց եղբորն այնպիսի հայացքով, որից երևում էր, որ չհասկացավ, թե ինչ ասաց Վահանը։ Ըստ երևույթին, նա տարված էր մի չափազանց խոր մտքով, որը դեռևս զբաղեցնում էր նրան։"
      },
      {
        "index": 102,
        "text": "— Վեր կաց, սիրելիս, վեր կաց գնա,— ասաց Հեղինեն այնպես, ինչպես խոսում են երեխայի հետ։— Վաղն առավոտյան ես քեզ տեղեկություն կտամ։ Այս գիշեր կրիզիս է, և ես հաստատ համոզված եմ, որ վաղը լավ կլինի։ Վեր կաց, արդեն շատ ուշ է։"
      },
      {
        "index": 103,
        "text": "Մանեն վեր կացավ և, առանց մի խոսք անգամ արտասանելու, լուսնոտի պես հետևեց եղբորը։ Նրա հայացքը շարունակ հառած էր իր առաջ մի անորոշ կետի, ուր կարծես հոգի ու մարմին էր առել նրան զբաղեցնող միտքը և հիպնոսացրած՝ գերեվարում էր նրան դեպի մի խորհրդավոր աշխարհ, որը, սակայն, իր խորհրդավորությամբ ամենևին չէր վախեցնում, այլ նույնիսկ գրավում էր նրան..."
      },
      {
        "index": 104,
        "text": "Սանթրոսյանը ըստ երևույթին հանգիստ, պարապում էր իր առանձնասենյակում, երբ կինն ու նրա եղբայրը ներս մտան։ Ամուսինը գլուխը բարձրացրեց գրասեղանի վրայից, նայեց կնոջը և իսկույն վեր կացավ վախեցած։"
      },
      {
        "index": 105,
        "text": "Մանեն կանգնած էր նրա առաջ չափազանց գունատ և աչքերը վայր թողած։ Գրասեղանի վրա դրված լամպի կապույտ լուսամփոփը մեռելային փայլ էր տալիս նրա դեմքին։"
      },
      {
        "index": 106,
        "text": "— Ի՞նչ է պատահել քեզ. հիվա՞նդ ես,— հարցրեց ամուսինը։"
      },
      {
        "index": 107,
        "text": "— Բան չկա,— մեջ ընկավ Վահանը։— Բադամյանի դրությունը մի քիչ ազդել է, կանցնի։ Գնա, սիրելիս, գնա հանգստացիր,— ասաց նա քրոջը:"
      },
      {
        "index": 108,
        "text": "Մանեն կամաց հեռացրեց եղբոր ձեռքը և տեղից չշարժվեց։"
      },
      {
        "index": 109,
        "text": "— Մանե՛, դու ինձ վախեցնում ես,— բացականչեց Սանթրոսյանը։"
      },
      {
        "index": 110,
        "text": "— Լսիր,— ասաց Մանեն կարծես գերեզմանի միջից։— Նա մեռնում է... թերևս արդեն մեռած է... Իսկ ես... սիրում եմ նրան... սիրում էի նրան..."
      }
    ]
  }
}