{
  "chapterNumber": 6,
  "title": "Գլուխ 6",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Վահանը մեկ-մեկ դիպչում էր քրոջ տուն։ Թիֆլիսում նա բազմաթիվ ծանոթներ և շատ բարեկամներ ուներ, ամեն օր մեկի կամ մյուսի տանն էր լինում հրավիրված և ամեն տեղ ցանկալի հյուր էր, ամենքը խլում էին նրան իրար ձեռքից: Զատկի տոներին անգամ չկարողացավ քրոջ տանը լինել և այդ բանի համար մեծ հանդիմանություն ստացավ թե Մանեից, և՛ թե, մանավանդ, նրա սկեսուրից։ Օսանն ընդսմին շատ նեղացած էր նրանից, որ նա իր հաղորդվելու օրն էլ չէր եկել ճաշին իրենց տուն։"
      },
      {
        "index": 2,
        "text": "Տոները Մանեի համար անցան վերին աստիճանի տխուր, մանավանդ ամուսնուց սիրո և կարոտի զգացումներով զեղուն շնորհավորական հեռագիր ստանալուց հետո։ Այդ հեռագրի ազդեցության տակ, նա հիվանդ ձևացավ և դուրս չեկավ Աշոտ Բադամյանի մոտ, որը Զատիկը շնորհավորելու պատրվակով եկել էր նրան տեսնելու։"
      },
      {
        "index": 3,
        "text": "Բադամյանը նստած էր հարևան սենյակում և խոսում էր Օսանի հետ։ Օսանը հանդիմանում էր նրան իր քարոզած գաղափարների համար, իսկ Բադամյանը ծիծաղելով ասում էր, որ իր հորեղբայրն այդ բոլորը հնարում է մասամբ իրենից, մասամբ իր հակառակորդների ասածները կրկնելով։ «Լավ, ինչի՞ չես մին-մին մտիկ անում,— ասաց Օսանը.— մեղք չի՞. հացափոր ընկած է սրա-նրա դռանը»։ Բադամյանը զայրացավ։ Նա ասաց, թե ինքը միշտ առաջարկել է Զաքարին, որ իր տանն ապրի, այն պայմանով միայն, որ արաղից ձեռք վերցնի, շատ չխմի, մանավանդ ման չգա քելեխների (վերջինս Զաքարի համար պարզապես մի հիվանդություն էր դարձել), բայց ծերունին չի կամեցել ընդունել այդ պայմանը և ինչպես որ անկարգ ապրել է հարուստ ժամանակ, նույն անկարգությամբ էլ ուզում է վերջացնել իր աղքատ ծերությունը։ Սակայն, չնայելով դրան, Բադամյանն այժմ էլ ամեն ամիս մի որոշ գումար ուղարկում է ծերունուն, որ նա հացափոր ման չգա ուրիշի տները, բայց նա այնքան ապերախտ է, որ դեռ գրախոսում էլ է իր եղբոր որդու վրա։"
      },
      {
        "index": 4,
        "text": "Մանեն Բադամյանի խոսածը լսում էր կից սենյակից։ Նա ակամա հիշեց եղբոր ասած հարյուր ֆրանկի պարտքը, որ Բադամյանը դեռ չէր վճարել նրան։ Եվ Մանեին թվաց, որ Վահանը թերևս այնպես հեգնորեն չխոսեր Բադամյանի մասին, եթե այդ հարյուր ֆրանկի չհատուցված պարտքը չլիներ մեջտեղ։ Քույրը շատ լավ ճանաչում էր եղբոր կծծի բնավորությունը, և այդ բանն ամենևին դուր չէր գալիս Մանեին։ Ամբողջ վեց տարի էր անցել այդ չնչին գումարը պարտք տալուց ի վեր, և Վահանը դեռ չէր մոռացել, իսկ նա աղքատ չէր, հարուստ էր, մինչդեռ Բադամյանը նրա համեմատությամբ իսկապես աղքատ էր, որովհետև գրական աշխատանքով էր միայն իր ապրուստը հայթայթում։"
      },
      {
        "index": 5,
        "text": "Զատկից հետո թատերասերների մի խումբ ներկայացում պիտի տար հայ կանանց բարեգործական ընկերության օգտին։ Հեղինեն այդ ընկերության ամենաեռանդուն անդամակիցներից մեկն էր, և Մանեն երկու տոմսակ էր ստացել նրանից— մեկն իր, մյուսը եղբոր համար։ (Սկեսուրը, իբրև հին կին, իր ամբողջ կյանքում թատրոն ասած բանը տեսած չէր և չէր ուզում տեսնել)։ Ներկայացման երեկոյան Վահանը կառքով եկավ, որ քրոջը թատրոն տանի։ Նա մի քիչ ուշացել էր, այնպես որ Մանեն նրան էր սպասում՝ արդեն հագնված պատրաստ։ Քրոջը տեսնելուն պես Վահանը չկարողացավ զսպել իր հիացմունքը։"
      },
      {
        "index": 6,
        "text": "— Շի՜կ,— բացականչեց նա աջ ձեռքի բութ մատը չրխկացնելով միջամատի վրա։— Դու կատարյալ գեղեցկուհի ես եղել և մի քիչ էլ— խոսքը մեր մեջ մնա— կոկետ... Ի՜նչ հասակ, ի՜նչ քնքշություն, ի՜նչ ճաշակ, ի՜նչ գրացիա... Լա՛վ, նազ մի անիր։"
      },
      {
        "index": 7,
        "text": "Եվ սկսեց երգել."
      },
      {
        "index": 8,
        "text": "Նազ մի անիր, նազ մի անիր, նազ աղջիկ, \n\nԴեյրեդ քաշե, թոզ մի անիր․․․"
      },
      {
        "index": 9,
        "text": "Ու հանկարծ լռեց։"
      },
      {
        "index": 10,
        "text": "— Հետո՞... չվերջացրիր,— բավական սառն կերպով նկատեց քույրը, որը հայելու առաջ կանգնած ուղղում էր մազերը։ Պարզապես երևում էր, որ նա դեռևս նեղացած է եղբորից։"
      },
      {
        "index": 11,
        "text": "— Չէ՛, վերջը լավ չէ,— ասաց Վահանը։— Առանց այն էլ ես արդեն մի հանցանք եմ գործել ծնողներիս հիշատակի դեմ. մտքումս կար, որ մեռելոց օրը հորս ու մորս գերեզմանն օրհնել տամ և... մոռացա, այսինքն՝ մոռացնել տվին անիծվածները։ Իսկի թողնում ե՞ն, որ մարդ հանգիստ մնա, մի օր մեկն է քարշ տալիս, մյուս օրը՝ մի ուրիշը։ Հենց հիմա էլ հազիվ կարողացա մեկի ձեռքից յախես թափել, թե չէ էլ ո՞վ կպրծներ քեզնից։ Երևակայիր, որ մինչև օրս դեռ գործերս էլ չեմ վերջացրել։ Ջհաննամը, գոնե մի բանի նման լինիմ..."
      },
      {
        "index": 12,
        "text": "Նա կանգնեց Մանեի հետևը և սկսեց քրոջ ուսի վրայից դիտել հայելու մեջ իր մազազուրկ դեմքը։"
      },
      {
        "index": 13,
        "text": "— Հոգուդ սատկեմ, քույրիկ ջան, մի թամաջ արա ըռխիս: Մոպսի շուն տեսել ե՞ս բերանի կողքերից կախ ընկած լապռիներով. ի՛սկը մոպսի շուն։ Փո՛ւ, խայտառակությո՜ւն... Եվ, չեմ հասկանում, ինչո՞ւ աստված զրկել է երեսս բուսականությունից:"
      },
      {
        "index": 14,
        "text": "Մանեն առավ փեղույրը, ծածկեց և սկսեց քորոցով ամրացնել մազերի վրա։ Նա պինդ սեղմել էր շրթունքները, երևում էր, որ աշխատում էր զսպել ծիծաղի փռթկոցը։"
      },
      {
        "index": 15,
        "text": "— Դու գիտե՞ս, որ մենք ուշանում ենք,— ասաց նա։"
      },
      {
        "index": 16,
        "text": "— Վնաս չունի. մեծ մարդիկ միշտ ուշ են գնում թատրոն,— ասաց Վահանը, նայելով ծոցի արծաթյա ջարդված ժամացույցին։— Տոմսակս տուր տեսնեմ։"
      },
      {
        "index": 17,
        "text": "Մանեն Հեղինեից ստացած երկու տոմսակներից մեկը տվեց Վահանին։ Վահանը նայեց տոմսակին, անդրավարտիքի գրպանից հանեց պորտմոնեն, տոմսակը մեջը դրեց, հետո նույն պորտմոնեից հանեց երկու հատ մի-մի ռուբլիանոց ինչ-որ կոպեկների հետ և դրեց քրոջ առաջ։"
      },
      {
        "index": 18,
        "text": "— Այս ի՞նչ է, հարցրեց քույրը զարմացած։"
      },
      {
        "index": 19,
        "text": "— Տոմսակիս արժեքը։"
      },
      {
        "index": 20,
        "text": "— Թե ի՞նչ։"
      },
      {
        "index": 21,
        "text": "— Թե ա՛յն, որ ձրի չեմ սիրում։"
      },
      {
        "index": 22,
        "text": "Քույրը երկար ժամանակ շատ լրջորեն նայում էր եղբոր ծիծաղկոտ աչքերին։"
      },
      {
        "index": 23,
        "text": "— Ուզում ես ինձ վիրավորե՞լ, Վահան։"
      },
      {
        "index": 24,
        "text": "— Չէ, քույրիկ ջան. ես ուզում եմ միայն հակառակ չգնալ նշանաբանիս։"
      },
      {
        "index": 25,
        "text": "— Կատակ չե՞ս անում:"
      },
      {
        "index": 26,
        "text": "— Փողի գործերում կատակ անելը հավասար է հանցագործության։"
      },
      {
        "index": 27,
        "text": "— Շա՛տ լավ,— ասաց Մանեն, ջղային արագ քայլերով հեռացավ նրանից, պահարանից հանեց վերարկուն, հագավ և նույն քայլերով դիմեց դեպի դուռը։ Այստեղ հանկարծ կանգ առավ և, դառնալով եղբորը, հարցրեց."
      },
      {
        "index": 28,
        "text": "— Իսկ կառքի փո՞ղը ով պիտի վճարի։"
      },
      {
        "index": 29,
        "text": "— Կեսը ես, կեսը դու,— ծիծաղեց Վահանը։— Չէ, որովհետև ես քեզնից ավելի մեծ տեղ կբռնեմ,— ավելացրեց նա,— ուստի քեզնից ավելի կվճարեմ։"
      },
      {
        "index": 30,
        "text": "— Մեր տանը մի քանի անգամ հաց ես կերել, ուրեմն տո՛ւր կերածիդ փողը,— աղաղակեց Մանեն։"
      },
      {
        "index": 31,
        "text": "Վահանի ծիծաղը սաստկացավ։"
      },
      {
        "index": 32,
        "text": "— Բռավո՜,— բացականչեց նա․․․— Կսիրեմ այդպիսի ապտակները։"
      },
      {
        "index": 33,
        "text": "Մանեն զայրացած դարձավ և դուրս գնաց։"
      },
      {
        "index": 34,
        "text": "— Եվ դո՜ւ ես ամուսնուս պեդանտ անվանողը,— ասաց նա կառքի մեջ։"
      },
      {
        "index": 35,
        "text": "Վահանը միայն շարունակում էր ծիծաղել, զվարճանալով քրոջ զայրույթի վրա։ Այդ ծիծաղն ավելի ևս գրգռում էր Մանեին։"
      },
      {
        "index": 36,
        "text": "— Գնացել ես արտասահման,— շարունակեց Մանեն,— և հետդ, բացի գերմանական չոր հաշիվներից, ուրիշ ոչինչ չես բերել։"
      },
      {
        "index": 37,
        "text": "— Չո՞ր։ Ինչո՞ւ չոր և ինչո՞ւ անպատճառ գերմանական, այլ ոչ իտալական կամ թե ֆրանսիական։ Փողի հաշիվներից էլ փափուկ բան... Այդ մեկ։ Երկրորդ՝ արտասահմանից ես ախր գիտություն էլ եմ բերել, քույրիկ ջան, ինչո՞ւ ես մոռանում։"
      },
      {
        "index": 38,
        "text": "Մանեն բորբոքվեց։"
      },
      {
        "index": 39,
        "text": "— Գիտությո՜ւն... ի՞նչ գիտություն։ Որտե՞ղ է քո գիտությունը։ Ո՞վ տեսավ։ Ո՞ւմ օգուտ տվիր քո գիտությունով։ Գնացել ես գյուղում նստել, այգիներ ես ձգում, գինեգործարան ես շինում և, բացի քո փորի համար հոգալուց, ուրիշ ոչ մի բանի մասին չես մտածում, թեկուզ ամբողջ աշխարհը քանդվի էլ։ Եվ դեռ ծաղրում ես ուրիշներին... ծաղրում ես ձեր գյուղի մանրավաճառին, որ նա իր տգետ տեղովը հետքրքրվում է Գլադստոնով, Պառնելով..."
      },
      {
        "index": 40,
        "text": "Վահանը թեքվել էր և գիշերային կիսախավարի մեջ իր սովորական հեգնող ժպիտով, բայց փոքր-ինչ զարմացած, անթարթ նայում էր քրոջ զայրացած աչքերին։"
      },
      {
        "index": 41,
        "text": "— Մանե, այդ դու ե՞ս,— արտասանեց նա։"
      },
      {
        "index": 42,
        "text": "— Այո, ես եմ, չէիր սպասո՞ւմ։"
      },
      {
        "index": 43,
        "text": "— Բաս ասում էիր խավարամիտ ես։"
      },
      {
        "index": 44,
        "text": "— Թող, ի սեր աստծո, այդ հեգնություններդ։ Դու անօգուտ մարդ ես, քեզնից և քո գիտությունից ոչ մի շահ չունի հասարակությունը։"
      },
      {
        "index": 45,
        "text": "— «Եթե ուսումեդ շահ չունի Հայաստան, թքել եմ քու ալ, ուսումիդ ալ վրան»,— վրա բերեց Վահանը և բարձրաձայն ծիծաղեց։— Բայց մի բարկանալ, քույրիկ ջան. մի բան եմ ուզում հարցնել։ Այն քո առաջադիմականների հետ շուտ-շո՞ւտ ես տեսնվում։"
      },
      {
        "index": 46,
        "text": "Մանեն մեծ տհաճությամբ դեմքը շրջեց նրանից և ոչինչ չպատասխանեց։ Որովհետև մի անգամ արդեն նեղացած էր եղբորից, այդ պատճառով Վահանի խոսակցության հեգնական տոնը այժմ հանում էր նրան իրենից. և նա մեծ ջանք էր գործ դնում, որ զսպի իրեն։"
      },
      {
        "index": 47,
        "text": "— Պետք է ասած, որ դու բավական առաջադիմականացել և ազատամտականացել ես,— շարունակեց Վահանը։— Եվ իզուր ես կարծում, թե հետադեմ-խավարամիտների բանակին ես պատկանում։ Բայց մի բան, որ շատ հավանեցի, այդ զայրանալդ է։ Զայրանում ես շատ սիրուն և շատ շնորհալիորեն, որովհետև մեծ եռանդ կա մեջդ, և ինքդ էլ անկեղծ ես վերին աստիճանի։— Անկեղծ եմ ասում, քույրիկ ջան, որ այս անգամ չեմ հեգնում։— Իսկ նրանք, քո այն առաջադիմական բարեկամներդ... նրանց շատ էլ մի հավատա։ Նրանք արդեն ոտով-գլխով կեղծ են,— ավելի կեղծ, քան այժմյան Կախեթու գինիները,— և, հավատացնում եմ քեզ, իրենց գիտությամբ շատ քիչ են տարբերվում մեր գյուղի մանրավաճառից։"
      },
      {
        "index": 48,
        "text": "— Ես կարծում եմ, որ հասարակական գործիչներին քննադատելու իրավունք ունենալու համար անհրաժեշտ է, որ քննադատողն ինքը հասարակական գործիչ լինի,— նկատեց Մանեն հանգիստ խստությամբ և յուրաքանչյուր բառը շեշտելով։"
      },
      {
        "index": 49,
        "text": "— Չնեղանաս, քույրիկ ջան, սկզբունքի տեսակետից ասածդ աբսուրդ է. մինիստրի գործերը քննադատելու համար հարկ չկա անպատճառ մինիստր լինելու, այլապես ի՞նչ պիտի ասեինք Բիսմարկի մազերը փետրահան անող մեր գյուղի մանրավաճառին։ Բայց այս դեպքում քո նկատողությունը լիովին արդարացի է։ Ես, իհարկե, զրո եմ Բադամյանի կամ Նասիբյանի հետ համեմատած, այսինքն՝ հասարակական գործիչ չեմ և, իհարկե, չեմ, քանի որ սիրային վեպեր ու բանաստեղծություններ չեմ թխում, կարմիր հոդվածներ չեմ գրում, փախչում եմ հոգաբարձական և երեցփոխական ընտրություններից, չեմ մասնակցում զանազան հայտնի և անհայտ ժողովների, այլ միայն սուս ու փուս զբաղված եմ սեփական որովայնս պարարտացնելով, հետևաբար իրավունք չունիմ քննադատելու մեր այդ երևելի հասարակական գործիչներին։ Թեև այս էլ պետք է ասեմ, քույրիկ ջան, որ դու իզուր ես այդքան բարկանում ինձ վրա, ես խո չեմ քննադատում, ես միայն, այսպես ասած՝ բարեկամական զրուցատրության մեջ, իմ անհատական կարծիքներն եմ հայտնում։"
      },
      {
        "index": 50,
        "text": "— Դու կարծիք հայտնել չգիտես, դու գիտես միայն հեգնել, ծաղրել և... բամբասել, պառավների պես։"
      },
      {
        "index": 51,
        "text": "— Հա՜, հա՜, հա՜,— պինդ ծիծաղեց Վահանը։— Ի՜նչ գեղեցիկ կերպով ըմբռնել ես խարակտերիստիկս... Կեցցե՜ս, բռա՜վո:"
      },
      {
        "index": 52,
        "text": "— Իսկ երբ բռնում են քեզ և հանդիմանում,— շարունակեց Մանեն,— գիտես կատակով ու ծիծաղով յախեդ թափել։"
      },
      {
        "index": 53,
        "text": "Վահանի ծիծաղը սաստկացավ։"
      },
      {
        "index": 54,
        "text": "— Բռա՜վո, բռա՜վո... Ասում եմ, է՛, հիանալի կերպով ըմբռնել ես խարակտերիստիկս կամ նկարագիրս, ինչպես ասում են մեր հոսհոսները։ Բայց հիմի թող պակասն ես լրացնեմ,— ավելացրեց Վահանը, դադարելով ծիծաղելուց։— Ես ամենից առաջ, քույրիկ ջան, կոռեկտ մարդ եմ։ Այսինքն՝ ես այն մարդկանցից եմ, որոնք երկու կռվողների միջամտած ժամանակ երկսի գլխին էլ փամփաչում են։ Ուրիշ խոսքով՝ ես չեզոք մարդ եմ։ Ջորին խո գիտես ինչ է,— ոչ ձի է, ոչ էշ:"
      },
      {
        "index": 55,
        "text": "— Խոսք չկա, լա՜վ ածականներով ես կնքում ինքդ քեզ..."
      },
      {
        "index": 56,
        "text": "— Օ՜, ներողություն, անասուններին ես չափազանց սիրում եմ հենց թեկուզ միայն նրա համար, որ նրանք չեն կծում իրար «ազատամիտ» և «խավարամիտ» բառերով։ Ասելս այն է, որ ես ոչ ազատամիտ եմ, ոչ խավարամիտ, ոչ առաջադիմական եմ, ոչ հետադիմական, ոչ արմատական եմ, ոչ պահպանողական— իհարկե, ա՛յն իմաստով, ինչ իմաստով որ այդ բառերը գործ են ածում մեր մայմունների աշխարհում։ Տեղը գա՝ սրա՛ գլխին կփամփաչեմ, տեղը գա— նրա՛ գլխին, որովհետև երկուսն էլ ինձ համար միևնույն հիմարներն են։"
      },
      {
        "index": 57,
        "text": "— Եվ ամենից խելոքը դու ես..."
      },
      {
        "index": 58,
        "text": "— Անշուշտ։ Որովհետև արժե՞ միթե արյուն պղտորել մեր այս հիմարիոսների աշխարհում։"
      },
      {
        "index": 59,
        "text": "— Իհարկե, չարժե, որովհետև արյան պղտորումն առհասարակ խանգարում է մարդկանց... փորը հաստացնելուն։"
      },
      {
        "index": 60,
        "text": "— Բռա՜վո, բռավի՜սիմո,— նորից բացականչեց Վահանը այնքան բարձրաձայն, որ կառապանը ետ նայեց զարմացած."
      },
      {
        "index": 61,
        "text": "— Ինչ որ սուր է՝ սուր է։ Հավանում եմ։ Կեցցե՜ս։"
      },
      {
        "index": 62,
        "text": "Ներկայացումն սկսվելու վրա էր, որ քույր ու եղբայր հասան թատրոն։ Օրկեստրը արդեն նվագում էր։ Ահագին ժողովուրդ էր խռնվում ֆոյեում և դահլիճում։ Ժխորը կատարյալ էր։ Օդը հագեցած էր օծանելիքների սուր հոտով։ Մանեն ու Վահանը հազիվ կարողացան գտնել իրենց տեղերը պարտերում։ Աթոռների նեղ միջանցքից անցնելը կատարյալ պատիժ էր Վահանի համար. քրտնքակոխ եղած՝ նա հազիվ էր կարողանում անցկացնել իր ահագին փորը, ջարդելով նստածների ծնկները կամ ստիպելով նրանց վեր կենալ։"
      },
      {
        "index": 63,
        "text": "Հասարակությունը համեմատաբար ընտիր էր, ինչպես սովորաբար լինում է բարեգործական նպատակով տրվող հայերեն ներկայացումներին։ Սովորական ներկայացումներին հայոց թատրոնի ամենապատվավոր տեղը՝ առաջին կարգերում բազմած են լինում աստված գիտե ինչ միջոցով ներս խցկված ամեն տեսակ երեխաներ. բայց այժմ այդ կարգերում աթոռակալել էին ֆինանսական աշխարհի հաստ ու բարակ տուզեր, մի գեներալ կլպած գանգով, մի քանի ուրիշ էպոլետներ՝ աստղերով և առանց աստղերի և գրական ու լրագրական աշխարհի ներկայացուցիչներ՝ երկար ժամանակ չխուզած մազերով և օսլայած շապիկի կեղտոտ օձիքներով։"
      },
      {
        "index": 64,
        "text": "— Պա՛հ, մի թամաշ արա, աստվածդ սիրես,— բղավեց Վահանը քրոջ ականջի մոտ, որպեսզի ասածը լսելի անե օրկեստրի ձայների և ժողովրդի հանած ժխորի մեջ։— Համայն հայ աշխարհն այստեղ է. զինվորականներ, չինովնիկներ, վաճառականներ, մտքի մշակներ— դիփ զոռբա-զոռբա մարդիկ։ Այնտե՛ղ նայիր, այնտե՛ղ. առաջադիմականը նստել է հետադիմականի կողքին և քիթը չի բռնել։ Տե՛ս այն քոսոտ բանաստեղծին, գեներալի աջ կողմը. կասես Ոլիմպոսի վրա է բազմած։ Մազերն էլ չի սանրել անիծածը։ Ասում են, որ սիրո մասին մի կոպեկանոց ոտանավոր երկնելու վրա տասը գրիչ է կրծում, որ առնվազն հինգ կոպեկ արժե։ Բայց էգուց չէ, էլօր բախտ կունենանք կարդալու նրա ռեցենզիան, Հրե՛ն, հրե՛ն մեր հրապարակախոս-կրիտիկոսը, որի առաջին արհեստը պարտքեր անելն է չվերադարձնելու պայմանով, իսկ երկրորդ արհեստն՝ իդեալից և հավիտենական սուրբ ճշմարտություններից բարբառելը։ Ինձ չափազանց դուր է զալիս նրա դեմքը, կասես ինքը Հիսուսն է կանգնած առաջդ։ Իսկ նրա կողքին տե՛ս ինչքան համեստ նստած է մեր լրագրական կծոտողը։ Ա՛յ ում համար կարելի է ասել՝ ինքը չկար թիզուկես, արարմունքն է գազուկես։ Արժե, ճշմարիտ, կշռել իմանալու համար, թե քանի փութ դուրս կգան նրա գործադրած բառերը— «զզվելի», «նողկալի», «գարշելի», «հրեշային», «ճիվաղային», «դժոխային», մի խոսքով՝ բարձրացիր աստիճանաբար մինչև սի ըստ եվրոպականի և մինչև փո ըստ հայկականի։ Դու նկատե՞լ ես, որ ամեն մի հոդվածում այն աստիճան վառվում է ազնիվ բարկությունից, որ սպառնում է գրիչը կոտրել, իսկ սև թանաքն էլ միշտ կարմրում է, երբ որևէ ամոթալի արարք է նկարագրում։"
      },
      {
        "index": 65,
        "text": "— Վահան, բավական է,— շշնջաց քույրը, նրա թևը քաշելով։ Մանեն այդ միջոցին աչքը չէր հեռացնում իրենց առջև նստած մի տիկնոջից ու պարոնից, որոնք, պարզ երևում էր, ականջ էին դնում Վահանին և գաղտագողի ժպտում կամ ծիծաղում էին անձայն, իրար նայելով։"
      },
      {
        "index": 66,
        "text": "— Սպասիր, քեզ մի ուրիշ երևելի էկզեմպլյար ցույց տամ,— շարունակեց Վահանը։— Տե՛ս, այն էլ մաշադիների աշխարհի ռադիկալ-պուբլիցիստը, որ խմբագրատնից գողացել է խմբագրի յափնջին ու քոշերը և փախել է մեր կողմերը։"
      },
      {
        "index": 67,
        "text": "Աոջևը նստած տիկինը փռթկացրեց և իսկույն բերանը ծածկեց թաշկինակով, իսկ նրա կողքին նստած պարոնի ուսերն սկսեցին սաստիկ ցնցվել զսպված ծիծաղից։"
      },
      {
        "index": 68,
        "text": "— Վահան, մի՞թե չես զգում, որ համը տանում ես,— նկատեց քույրը հանդիմանորեն։"
      },
      {
        "index": 69,
        "text": "— Հավատա, քույրիկ ջան, ուղիղ եմ ասում, լրագրի մեջ եմ կարդացել յափնջու և քոշերի պատմությունը. գրողն էլ ինքը խմբագիրն էր, յափնջու և քոշերի տերը։ Աստված է վկա։ Բայց սպասիր տեսնենք ուրիշ ով կա։ Ըհը՛, այն էլ չոպոր-անգլիացիների բուրդը գզող Նասիբյանը։ Նրա դեմքը լավ ե՞ս դիտել,— կասես ճմշկած ճանճուռ լինի, բայց աչքերը,— տե՛ս, նայում է վերնահարկին,— փիալեք են վառվո՞ւմ... Օ՜, ում եմ տեսնում, քույրիկ ջան, ո՜ւմ եմ տեսնում. իմ սիմպատիան— օրիորդ Սոլիկյանը։ Հրեն մոտեցավ այն երիտասարդ զինվորականին։ Ի դեպ երեկ իմացա, որ նրա անունը «Էժանագին օրիորդ» է եղել, որովհետև— վատ բան չկարծես— եռանդուն մասնակցություն ունի եղել էժանագին գրադարանի գործում... Պա՛հ, մեծ էշը նախրումն եմ թողել։ Այն Բադամյանը չէ՞։ Մազերից ճանաչեցի։ Գրո՜ղը տանի, Զևսն է նստա՞ծ։ Նայիր մազերին. տասը ցախավել դուրս կգա..."
      },
      {
        "index": 70,
        "text": "Մանեն քիչ էր մնում վեր թռչի և դուրս գնա, այնքա՛ն նրա համբերությունը հատավ եղբոր հեգնական նկատողություններից, որոնք այս անգամ, զվարճացնելու փոխարեն, պարզապես գրգռում էին նրա ջղայնությունը։"
      },
      {
        "index": 71,
        "text": "Բայց այդ միջոցին լռեց օրկեստրը, բեմի վրա՝ վարագույրի հետևից հնչեց զանգակը, և դեռևս ոտի վրա մնացող հանդիսականներն իրար խառնվելով շտապեցին բռնել իրենց տեղերը։"
      },
      {
        "index": 72,
        "text": "Վարագույրը բարձրացավ, և ներկայացումը սկսվեց։"
      },
      {
        "index": 73,
        "text": "Վահանը թեքվեց և շշնջաց քրոջ ականջին."
      },
      {
        "index": 74,
        "text": "— Կհավատա՞ս, որ չգիտեմ ինչ են խաղում և ովքեր են խաղացողները։"
      },
      {
        "index": 75,
        "text": "— Լսիր և կիմանաս։ Պիեսը նոր է, ես էլ չգիտեմ, իսկ խաղացողները տեղիս հայտնի ընտանիքների պատկանող տիկիններ, օրիորդներ և պարոններ են։"
      },
      {
        "index": 76,
        "text": "— Հա-ա՞ ։ Ուրեմն լռենք և լսենք։"
      },
      {
        "index": 77,
        "text": "Հիրավի, առժամանակ Վահանը լուռ էր և ուշի-ուշով դիտում էր ներկայացումը։ Բայց երկար դիմանալ չկարողացավ. այս անգամ սկսեց ծաղրել դերակատարներին, չնայելով քրոջ պարզապես արտահայտած դժգոհության նշաններին։"
      },
      {
        "index": 78,
        "text": "— Այս ի՜նչ երևելի հայերեն են ջարդում ձեր հայտնի ընտանիքների պատկանող տիկինները, օրիորդները, պարոնները։ Մի լավ լսիր, թե աստվածդ կսիրես։ «Եիես ձիեզ սիրյում իեմ»... «Բարիեթով չիեմ կարող արտահատիել»... «Ագաչյում իեմ»... «Ի՞չպիես կրվիեմ», ուզում է ասել, երևի, ի՞նչպես կռվեմ..."
      },
      {
        "index": 79,
        "text": "— Ս՜սս,— լսվեց նրա հետևից։"
      },
      {
        "index": 80,
        "text": "Վահանը լռեց, ուզեց ետ նայել, բայց թե տեղը նեղ էր, և թե վիզ չուներ, որ գլուխը շրջեր:"
      },
      {
        "index": 81,
        "text": "Թատրոնի դահլիճում անտանելի շոգ էր, այնպես որ խաղամիջոցին ամենքը դուրս թափվեցին պարտեզ։ Այստեղ քույր ու եղբայր նստեցին սպիտակ սփռոցով ծածկված սեղաններից մեկի մոտ, ճեմելիքի կողքին։"
      },
      {
        "index": 82,
        "text": "— Սարսափելի ծարավ եմ,— ասաց Վահանը.— մի շիշ գարեջուր բերել տամ, դու էլ կխմես, չէ՞։"
      },
      {
        "index": 83,
        "text": "— Ես գարեջուր չեմ խմում։"
      },
      {
        "index": 84,
        "text": "— Լիմոնա՞դ։"
      },
      {
        "index": 85,
        "text": "Քույրը նայեց եղբոր աչքերին. նրա սառն հայացքի մեջ ինչ-որ անհաշտ բան կար։"
      },
      {
        "index": 86,
        "text": "— Հետո չե՞ս վախենալ, որ պարտավորեցնես..."
      },
      {
        "index": 87,
        "text": "Վահանը ծիծաղեց և մոտիկ կանգնած սպասավորին պատվիրեց, որ մի շիշ սառն լիմոնադ բերի։"
      },
      {
        "index": 88,
        "text": "— Դու ինձ հանդիմանում ես, քույրիկ ջան,— ասաց նա մի սիգար վառելով,— բայց որ լավ մտածես, կտեսնես, որ ես ընտրել եմ մարդկային կյանքի բոլոր նշանաբաններից ամենախելացին։ Դու քեզ համար, ես ինձ համար։ Սա օբսոլյուտիստների «ամենքը մեկի համար» վարդապետությունը չէ և ոչ էլ կոլեկտիվիստների «մեկն ամենքի համար» վարդապետությունը, որ միևնույն մեդալի մյուս երեսն է, այդ ինդիվիդուալիստների ամենարդար աահմանորոշումը մարդկային կյանքի փոխադարձ հարաբերությունների համար: Ես քեզնից ոչինչ չեմ պահանջիլ, դու էլ ինձնից ձեռք քաշիր: Ուզում եմ ստանալ— կտամ և կառնեմ, ուզում եմ ստանալ — տուր և առ։ Ու վերջացավ: Դու քեզ համար, ես ինձ համար։ Կարծեմ շատ պարզ է, չէ՞։"
      },
      {
        "index": 89,
        "text": "— Այո, շատ պարզ է, որ դա կուշտ ու ժլատ մարդու վարդապետություն է,— նկատեց Մանեն սառն հանգստությամբ։"
      },
      {
        "index": 90,
        "text": "Վահանը բերանից բաց թողեց սիգարի ծուխը և նայեց քրոջը զարմացած։"
      },
      {
        "index": 91,
        "text": "— Կուշտ և ժլա՞տ։ Կուշտն էլի հասկանում եմ, բայց ժլա՞տը որտեղից կապեցիր պոչից։"
      },
      {
        "index": 92,
        "text": "— Չլինի՞ հիմա էլ ուզում ես ուրիշ սոփեստություններ անել, որ ժլատ չես։"
      },
      {
        "index": 93,
        "text": "Վահանը բոլորովին զարմացավ։"
      },
      {
        "index": 94,
        "text": "— Ես ժլա՞տ։"
      },
      {
        "index": 95,
        "text": "— Այո, դո՛ւ,— շեշտեց քույրը նույն հանգստությամբ։— Ժլատությունդ երևում է մինչն անգամ հագուստիցդ։ Մի լավ նայիր վրադ։ Կարելի՞ է այդպիսի հագուստով այսպիսի տեղեր գալ։ Չէի՞ր կարող, ինչ է, շապիկդ փոխել և, եթե չունիս, նորն առնել. իսկ սյուրտուկիդ ցերեկով նայե՞լ ես, թե ինչպես պլպլում է կեղտից։"
      },
      {
        "index": 96,
        "text": "— Ա՜, իմացա. դու ամաչում ես ինձ հետ նստել։"
      },
      {
        "index": 97,
        "text": "— Է՜, թո՛ղ, ի սեր աստծու,— ջղայնորեն արտասանեց Մանեն և դեմքը շրջեց եղբորից։"
      },
      {
        "index": 98,
        "text": "— Սպասիր։ Ուրեմն դու մի քիչ կեղտոտ շապիկս և հնացած սյուրտուկս վերագրում ես այն բանին, որ ես ժլա՞տ եմ։"
      },
      {
        "index": 99,
        "text": "— Այո՛: Չես ուզում մաքուր ու լավ հագնվել, որ փող ծախսած չլինես։"
      },
      {
        "index": 100,
        "text": "— Անկե՞ղծ։"
      },
      {
        "index": 101,
        "text": "Մանեն չպատասխանեց. նա չէր նայում եղբորը։"
      },
      {
        "index": 102,
        "text": "— Լավ։ Ընդունենք, թե ասածդ ճիշտ է,— որ ճիշտ չէ, իհարկե, որովհետև ի՞նչ կարիք ունիմ լավ հագնվելու, քանի որ դեռևս մտադիր չեմ նշանվելու։ Բայց ի՞նչ կապ ունի ժլատությունս նշանաբանիս հետ։"
      },
      {
        "index": 103,
        "text": "— Այն կապն ունի, որ «դու քեզ համար, ես ինձ համար» ասելով ուզում ես ապահովել քեզ, որ ոչ ոք աչք չտնկի գրպանիդ, իսկ գրպանդ քեզ համար..."
      },
      {
        "index": 104,
        "text": "— Լավ, մի շարունակիր,— ընդհատեց Վահանը, բաժակները լցնելով սպասավորի բերած լիմոնադից։— Դու վատ տրամաբան ես, քույրիկ ջան։ Մի նեղանար, խնդրեմ: Գրպանիս որ այդքան նշանակություն տայի..."
      },
      {
        "index": 105,
        "text": "— Խոստովանիր, որ դու գյուղում վաշխառությամբ ես պարապում,— հանկարծ դառնալով դեպի Վահանը, շպրտեց նրա երեսին Մանեն։"
      },
      {
        "index": 106,
        "text": "— Չէ, այդ էլ չեղավ, քույրիկ ջան,— նկատեց Վահանը և դատարկեց իր բաժակը։— Դու ուզում ես,— խմիր, քանի սառն է,— դու ուզում ես ամուսնուդ ջիգրը հանել, որ այն օրը նրան վաշխառու անվանեցի։ Բայց չէ՞ որ ես կատակ էի անում։ Գրպանիս որ այդքան նշանակություն տայի... Տե՛ս ով է գալիս... (Վահանն աչքով արավ դեպի պարտեզի մուտքը): Գրպանիս որ այդքան նշանակություն տայի և վաշխառու լինեի, մինչև հիմա վաղուց բռնել էի քո այդ պարոն Զևսի յախից,— թեև մազերից բռնելն ավելի հարմար կլիներ,— և պահանջել էի հարյուր ֆրանկս... տոկոսով հանդերձ, իհարկե:"
      },
      {
        "index": 107,
        "text": "Մանեն նայեց այն կողմը, որ կողմը որ աչքով արավ Վահանը, և տեսավ Բադամյանին։ Բադամյանը մտավ պարտեզ։ Նրա հետ էին նեղ ու կարճ սյուրտուկների մեջ պինդ կոճկված երկու երիտասարդ, որոնք, մեկը նրա աջ, մյուսը ձախ կողմն անցած, ստրկական-հարգական ակնածությամբ լսում էին նրա մի ինչ-որ պատմությունը։"
      },
      {
        "index": 108,
        "text": "— Տեսնո՞ւմ ես նրա հետ այն երիտասարդներին,— ասաց Վահանը քրոջը:—Դեմքերից, հագուստներից և շարժումներից տեսնում եմ, որ գավառացիներ են— գավառացի ազատամիտ կծոտողներից, որոնք, սակայն, կատու են դարձել այստեղ։ Տես, ինչքան զգույշ են քայլում, որ չդիպչեն Զևսի թևին։ Դա, տերը մի արասցե, սրբապղծություն կլինի, որովհետև գիտես Բադամյանը... Դու գավառում չես եղել, որ իմանաս, թե... Բայց հարյուր ֆրանկս պահանջելու փոխարեն հրավիրելու եմ, որ մի բաժակ լիմոնադ անուշ անի մեզ հետ։"
      },
      {
        "index": 109,
        "text": "Եվ երբ Բադամյանն իր ուղեկիցների հետ մոտեցավ ու պիտի անցներ Վահանի ու Մանեի առաջով՝ առանց նրանց նկատելու, Վահանը կանչեց։"
      },
      {
        "index": 110,
        "text": "— Պարո՛ն Բադամյան։"
      },
      {
        "index": 111,
        "text": "Բադամյանը կանգ առավ, նայեց նրա կողմը և, ըստ երևույթին, իսկույն չկարողացավ ճանաչել, թե ով էր կանչողը, բայց Մանեին որ տեսավ նրա մոտ, շտապեց ներողություն խնդրելու իր թիկնապահ երիտասարդներից, թողեց նրանց և մոտեցավ քույր ու եղբորը։"
      },
      {
        "index": 112,
        "text": "— Այդ դո՞ւք եք,— բացականչեց նա, սեղմելով Վահանի ձեռքը։— Դուք այնքան ուշ-ուշ եք երևում մեր քաղաքում, որ, ներեցեք, իսկույն չկարողացա ճանաչել, մանավանդ, որ այդքան չաղացել եք։ Բարև ձեզ, տիկին։ Այդ ինչպե՞ս է, որ ձեզ չեմ նկատել թատրոնում։"
      },
      {
        "index": 113,
        "text": "— Որովհետև, մենք հասարակական գործիչներ չենք և հետևն ենք նստած,— թռուցիկ մի ակնարկ գցելով քրոջ կողմը, ասաց Վահանը և կողքի աթոռը մոտ քաշեց։— Չէի՞ք բարեհաճիլ մեզ ընկերանալ։"
      },
      {
        "index": 114,
        "text": "Բադամյանը շնորհակալություն հայտնեց և նստեց։ Վահանը սպասավորին պատվիրեց, որ մի բաժակ էլ բերի։"
      },
      {
        "index": 115,
        "text": "— Ուրի՞շ, ինչպե՞ս եք,— դարձավ Բադամյանը Վահանին։— Այս ո՞ր քամին է քշել ձեզ Թիֆլիս։"
      },
      {
        "index": 116,
        "text": "— Ցիկլոնն ասացեք, այլապես ո՞ր քամին կարող է տեղից շարժել այս ահագին մսագունդը։ Եկել եմ բժիշկներից խորհուրդ հարցնելու, թե ի՞նչ անեմ, որ այսպես չչաղանամ։ Երևակայեցեք, տանը հատկապես մի կշեռք եմ պահում, ամեն օր կշռվում եմ և տեսնում, որ օր օրի վրա ծանրությունս ավելանում է մինչև մի ֆունտ։ Դե հաշվեցեք՝ տարին քանի փութ դուրս կգա։ Անցյալ օր մի ծանոթ բժշկի մոտ էի, ասաց, որ այսպիսի ագրեսիվ չաղանալու դեմ չորս միջոց կա, մեկը մյուսից ավելի զորավոր. առաջին՝ ամեն օր ներկա լինել մեր եկեղեցիներում մեծ պասի ժամերգությանը սկզբից մինչև վերջը. երկրորդ՝ ներկա լինել հայկական ժողովներին. երրորդ՝ հաճախել հայոց թատրոն և չորրորդ՝ կարելույն չափ շատ կարդալ հայ լրագիր։"
      },
      {
        "index": 117,
        "text": "— Այդ ի՞նչ սրամիտ բժիշկ եք ունեցել,— բացականչեց Բադամյանը ծիծաղելով, շատ լավ իմանալով, որ նա ոչ մի բժշկի հետ այդպիսի խոսակցություն չի ունեցել, այլ դա նրա հեգնության ձևերից մեկն է միայն։"
      },
      {
        "index": 118,
        "text": "— Հավատացեք, որ ես կատակ չեմ անում,— նկատեց Վահանը լրջորեն։— Բժիշկս ապացուցանում էր ինձ, թե սրանք այնպիսի միջոցներ են, որ ընդունակ են ինձ պես մի ճարպակոլոլ մարդու թոքախտ անգամ պատճառելու, ո՛ւր մնաց լղարացնելու։ Սկզբում ես էլ ձեզ պես կարծում էի, թե նա կատակ է անում, բայց առաջին իսկ պատահական փորձով տեսա, որ մարդը շատ երևելի գյուտ է արել։ Ասեմ ինչպես։ Նույն օրը, որ բժիշկս տվավ ինձ այդ խորհուրդը, ձեր լրագրի մեջ կարդացի պոլեմիկական մի հոդված, որի մեջ գրված էր, թե թքում եք ձեր հակառակորդի թերթի վրա։ Հետևյալ օրը կարդացի ձեր հակառակորդի պատասխանը։ Նա գրում էր՝ «էն գլխից թքել ենք ձեր վրա էլ, ձեր թերթի վրա էլ և այդ թուքն էլ ափսոսացել»։ Այդ որ կարդացի, իսկույն վազեցի մեյդան, հինգ կոպեկ տվի, նստեցի կշեռքը և կշռել տվի ինձ։ Ինչ եք կարծում. երկու ֆունտի լափ արդեն պակասել էր ծանրությունս, մի ֆունտը ձեր լրագրի հաշվին, երևի, մյուսը՝ ձեր հակառակորդի։"
      },
      {
        "index": 119,
        "text": "— Չլինի՞ թե այժմ էլ թատրոն եք եկել նույն փորձը կատարելու համար,— հարցրեց Բադամյանը՝ շարունակելով ծիծաղել։"
      },
      {
        "index": 120,
        "text": "— Գտա՛ք։ Սա երկրորդ փորձը կլինի, և ես համոզված եմ, որ մի-երկու ֆունտ էլ էգուց առավոտ կլինի պակասած ճարպիցս— այնպիսի աննման մի հայերեն եմ լսում այս գիշեր։"
      },
      {
        "index": 121,
        "text": "— Որ այդպես է, եկող կիրակի էլ բարեգործական ընկերության ժողովն է լինելու. եկեք, թերևս մի-երկու ֆունտ էլ այնտեղ կորցնեք:"
      },
      {
        "index": 122,
        "text": "— Կգամ, անպատճառ կգամ,— ասաց Վահանը, շիշը դատարկեց Բադամյանի բաժակի մեջ և սպասավորին պատվիրեց, որ մի նոր շիշ բերի:"
      },
      {
        "index": 123,
        "text": "Վահանի հետ խոսելիս Բադամյանն աշխատում էր հարմարվել նրա հեգնական տոնին ու վարմունքին։ Վահանին նա դասում էր այն մարդկանց կարգը, որոնք միշտ ուրախ, միշտ անհոգ՝ անընդունակ են որևէ բան իրենց սրտին մոտ ընդունելու, խոսում են ամեն բանի մասին, բայց լուրջ կերպով չեն խոսում ոչ մի բանի մասին և սիրում են մի տեսակ ծաղրածուի դեր կատարել մասամբ իրենց չնչինությունը ծածկելու և մասամբ հասարակության մեջ սրամիտ ու սրախոս մարդու համբավը վայելողի անմեղ փառասիրությանը գոհացում տալու համար։"
      },
      {
        "index": 124,
        "text": "Մանեն նստած էր ծառի վրա կախված լապտերի տակ, այնպես որ նրա դեմքը կիսախավարի մեջ էր։ Նա ետ էր ընկել աթոռի մեջքին, ամենևին չէր մասնակցում խոսակցությանը և, ըստ երևույթին չէր էլ լսում, թե ինչ են խոսում եղբայրն ու Բադամյանը։ Նրա մտախոհ հայացքը կենտրոնացած էր Բադամյանի դեմքին, որը նստած էր սեղանի մյուս ծայրին, նրան դեմ առ դեմ, լապտերի պայծառ լույսի տակ։"
      },
      {
        "index": 125,
        "text": "Բադամյանը մոտ երեսուն տարեկան երիտասարդ էր, գեղեցիկ լիք դեմքով, որը նրան հասուն տղամարդի տեսք էր տալիս։ Նրա լայն ուսերին շատ սազով նստած էր մոխրագույն բաճկոնը, որի տակից ամառվա սպիտակ ժիլետը փայլում էր ձյունի մաքրությամբ։ Ըստ երևույթին, նա առանձին խնամք էր տանում իր փափուկ, երկայն մազերի վրա, որոնք սիրուն գանգուրներով մինչև ուսերն էին հասնում՝ ականջների մոտ ցրված։ Ամեն բանով— թե հայացքով, թե շարժումներով և թե խոսելիս — աշխատում էր ծանր պահել իրեն և եթե շարունակ ժպտում էր Վահանի ասածների վրա, իսկ երբեմն և ծիծաղում, այդ բանումն ևս աշխատում էր դուրս չգալ ծանրախոհ լրջության սահմանից։"
      },
      {
        "index": 126,
        "text": "— Դո՞ւք ինչպես եք, տիկին, լա՞վ եք,— հարցրեց նա, սեղանի վրայից թեթև առաջ խոնարհվելով դեպի Մանեն և ինչ-որ խորհրդավոր հայացքով նայելով նրա աչքերին։"
      },
      {
        "index": 127,
        "text": "Մանեն կամաց ցնցվեց, հայացքը թռցրեց նրա դեմքի վրայից և մեքենայաբար վերցրեց իր բաժակը, որին դեռ ձեռք չէր տվել։"
      },
      {
        "index": 128,
        "text": "— Շնորհակալ եմ,— արտասանեց նա հանգիստ։"
      },
      {
        "index": 129,
        "text": "— Դուք գիտեք, պարոն Բադամյան, որ ձեր գալուց առաջ ես ու քույրս կռվում էինք իրար հետ։"
      },
      {
        "index": 130,
        "text": "Բադամյանն արագ նայեց Վահանին։"
      },
      {
        "index": 131,
        "text": "— Հաա՞... Ինչո՞ւ։"
      },
      {
        "index": 132,
        "text": "Վահանը նայեց քրոջը և կամաց ծիծաղեց։"
      },
      {
        "index": 133,
        "text": "— Ասենք, սա մասնավոր բան է,— ասաց նա։— Դուք ինձ այս ասացեք, այն երկու երիտասարդը, որ ձեզ հետ էին, գավառացիներ էին, չէ՞։"
      },
      {
        "index": 134,
        "text": "— Այո։"
      },
      {
        "index": 135,
        "text": "— Էնոնցից, չէ՞, ես ու դուք որ գիտենք..."
      },
      {
        "index": 136,
        "text": "— Այո,— ժպտաց Բադամյանը։"
      },
      {
        "index": 137,
        "text": "— Ես դրանց հոգուն մեռնեմ, գիտե՞ք, թե ի՜նչ հրաշքներ են գործում գավառում... Ճիշտ, է, մինչև այժմ պրոպագանդը դուրս չի եկել քաղաքների մանրավաճառների խանութներից, բայց մի հինգ-տասը տարուց հետո վերջին խոզարածին էլ կտեսնեք հեղափոխական կարմիր դրոշակի տակ կանգնած... Ինչ վերաբերում է ընդհանուր լուսավորության գործին, այստեղ երևույթն ավելի ևս մխիթարական է։ Օրինակ, ուսուցիչները գորտեր ու կատուներ են կտրատում բնագիտության դասերին. հայ կինը վերցրել է քթկալը և այլևս չի լվանում ղոնաղի ոտները. դյուքանչիները լոխ թղթակիցներ են դարձել։ Հրեն մեր գյուղում մի դյուքանչի ունինք, ձեր թղթակիցն է. շաբաթ չի անցնի, որ նամակ չգրի։ Դուք էլ տպում եք, հա՛ տպում։"
      },
      {
        "index": 138,
        "text": "— Էհ, ո՞վ է մեղավոր, որ ձեզ պես ուսում առածները ետ են քաշվել, և ասպարեզը մնացել է դյուքանչիներին։"
      },
      {
        "index": 139,
        "text": "— Համենայն դեպս, ոչ ես։ Բանն այն է, որ ես փափագելով փափագում եմ թղթակցել ձեզ, բայց մի քանի շատ մոտիկ խավարամիտ բարեկամներ ունիմ. հենց որ իմանան, թե գրում եմ ձեր թերթի մեջ,— պրծա՛վ, էլ բարև չեն տալ։"
      },
      {
        "index": 140,
        "text": "— Որ այդպես է, գրեցեք նրանց թերթի մեջ։"
      },
      {
        "index": 141,
        "text": "— Այն ժամանակ, ինքներդ ասացեք, կարող էի ձեզ հետ միևնույն սեղանի մոտ նստած այսպիսի բարեկամական խոսակցության ունենալ։"
      },
      {
        "index": 142,
        "text": "— Դուք չէիք կարող, բայց ես կարող էի,— վրա բերեց Բադամյանը ծիծաղելով:"
      },
      {
        "index": 143,
        "text": "— Ցավն հենց այն է, պարոն Բադամյան, որ եթե ես համոզված լինեի, թե դուք այդ կարող էիք, հենց վաղն ևեթ կգրեի խավարամիտների օրգանում:"
      },
      {
        "index": 144,
        "text": "— Փորձեցեք և տեսեք։"
      },
      {
        "index": 145,
        "text": "— Ուզո՞ւմ եք, հենց այս րոպեիս փորձեմ։"
      },
      {
        "index": 146,
        "text": "— Այդ ավելի լավ, որովհետև ո՞վ գիտե, թե՞ էլ ե՛րբ առիթ կունենանք այսպես միևնույն սեղանի մոտ նստած լինելու։"
      },
      {
        "index": 147,
        "text": "— Ուրեմն աշխատեցեք պինդ նստել, որ չփախչեք։ Ես խոսելու եմ ձեր վերջին վեպի մասին և խոսածս կլինի կմախքը մի կրիտիկայի, որ կզետեղեմ խավարամիտների օրգանում։"
      },
      {
        "index": 148,
        "text": "Բադամյանն արմունկներով հենվեց սեղանին և քունքերն առավ ափերի մեջ։ Այդ դիրքով և դեմքին խաղացող հեգնական ժպիտով նա կարծես թե ուզում էր ասել՝ «դուրս տուր, տեսնենք ինչ նոր խեղկատակություններ ես անում»։"
      },
      {
        "index": 149,
        "text": "— Ես լսում եմ,— ասաց նա։"
      },
      {
        "index": 150,
        "text": "— Ես էլ սկսում եմ,— ասաց Վահանը և սկսեց բաժակները լցնել սպասավորի բերած նոր շշից:"
      },
      {
        "index": 151,
        "text": "Այդ րոպեին նրանց առջև բսնեց Հեղինեն, հետևից— Նասեբյանը։ Ինչպես երևում էր, այդ տարօրինակ սիրուհին ու սիրահարը դարձյալ մի սուր խոսակցություն էին ունեցել իրար հետ. այդ երևում էր նրանից, որ Հեղինեի աչքերի մեջ զսպած բարկության հետքեր էին երևում, և նրանից, որ Նասիբյանը ջղայնորեն կրծում էր ներքին շրթունքը և բեղի ծայրը ոլորում։"
      },
      {
        "index": 152,
        "text": "— Ա՜, իմ ամենախորին հարգանքներն օրիորդին,— բացականչեց Վահանը և ոտի ելավ Հեղինեին բարևելու համար։— Բայց... դուք բարկացած եք երևում, օրիորդ։"
      },
      {
        "index": 153,
        "text": "— Այո, բարկացած եմ և... շատ բարկացած,— ասաց Հեղինեն, նստելով Մանեի կողքին։"
      },
      {
        "index": 154,
        "text": "— Ո՞ւմ վրա,— համարձակվում եմ հարցնել։"
      },
      {
        "index": 155,
        "text": "— Ձե՛զ վրա։ Դուք խաբեբա և ստախոս մարդ եք։"
      },
      {
        "index": 156,
        "text": "— Վա՛հ... Այդ ի՞նչ ասացիք, օրիորդ։"
      },
      {
        "index": 157,
        "text": "— Ասացեք խնդրեմ, ինչո՞ւ այն օրն ինձ խաբեցիք, թե ձեր քրոջ մոտից եք գալիս, մինչդեռ նրա երեսը դեռ չէիք էլ տեսած եղել։"
      },
      {
        "index": 158,
        "text": "— Սխալվում եք, օրիորդ. քրոջս երեսն ես տեսել եմ նրա հենց ծնվելու օրից։"
      },
      {
        "index": 159,
        "text": "— Հետո, ինչպես իմացա, դուք օրինակելի եղբայր չեք եղել։ Մանեն գանգատվում էր, որ տարին հազիվ մի երկու անգամ Թիֆլիս եք գալիս և եկած ժամանակն էլ ամենից վերջն եք հիշում իրեն։ Ճիշտն ասած, ես ամենևին չէի կամենալ ձեզ նման մի եղբայր ունենալ։"
      },
      {
        "index": 160,
        "text": "— Իսկ ես, երևակայեցեք, օրիորդ, փափագելով կփափագեի ձեզ նման տասը քույր ունենալ։"
      },
      {
        "index": 161,
        "text": "— Ինչո՞ւ։"
      },
      {
        "index": 162,
        "text": "— Որպեսզի որքան կարելի է հեռու փախչեի։"
      },
      {
        "index": 163,
        "text": "Հեղինեն տարակուսանքով նայեց Մանեին, Բադամյանին, հետո Վահանին։"
      },
      {
        "index": 164,
        "text": "— Ինչպե՞ս ընդունեմ ձեր այդ խոսքերը,— կատա՞կ, թե՞ վիրավորանք։"
      },
      {
        "index": 165,
        "text": "— Իհարկե, կատակ։ Քույրս ինձ հանդիմանում էր, որ ես գիտեմ միայն կատակ անել, հեգնել, ծաղրել և բամբասել. խաբելն ու սուտ խոսելն էլ խո դուք ասացիք։ Այս րոպեիս էլ իմ այդ բոլոր ընդունակություններս ի մի հավաքած՝ ուզում էի խոսել պարոն Բադամյանի «Ապահարզանի» մասին։"
      },
      {
        "index": 166,
        "text": "— Իհարկե, դուք չեք հավանիլ այդ վեպը,— նկատեց Նասիբյանը, հարևան սեղանի մոտից մի աթոռ քարշ տալով և նստելով Բադամյանի կողքին։"
      },
      {
        "index": 167,
        "text": "— Ա՛հ, այդ դո՞ւք եք, պարոն Նասիբյան։ Բարև ձեզ։ Բայց նախ՝ ինչպե՞ս է ձեր թանկագին առողջությունը։"
      },
      {
        "index": 168,
        "text": "— Շնորհակալ եմ։"
      },
      {
        "index": 169,
        "text": "— Հետո՝ ինչո՞ւ չպետք է... Ի՞նչ եք կամենում։ Լուցկի՞։ Համեցեք․․․ Ինչո՞ւ չպետք է հավանեի պարոն Բադամյանի վեպը, համարձակվում եմ իմանալ։"
      },
      {
        "index": 170,
        "text": "Նասիբյանը վառեց պապիրոսը և լուցկու տուփը դրեց Վահանի առաջ։"
      },
      {
        "index": 171,
        "text": "— Որովհետև խավարամիտների բանակին եք պատկանում,— ասաց նա և ծխախոտի ծուխը կուլ տալուց սկսեց հազալ:"
      },
      {
        "index": 172,
        "text": "— Օ՜, այդ ինչ սոսկալի բառեր եք գործածում, պարոն Նասիբյան։ Խղճացեք ինձ, խնդրում եմ։ Ինչպե՞ս կարող էի չհավանել պարոն Բադամյանի ռոմանը, քանի որ Պառնելի մասին ձեր գրած հոդվածը սարսափելի հավանել եմ։ Իսկ պարոն Բադամյանի ռոմանի բովանդակությունն ու Պառնելի սիրահարության պատմությունն այնքան նման են իրար, որ եթե պարոն Բադամյանն իր վեպն առաջ գրած չլիներ, կկարծեի, թե իսկ և իսկ Պառնելի գլխին պատահած անցքն է իր ռոմանի նյութ շինել։ Ձեր հոդվածն այնքան հավանել եմ, որ նույնիսկ կտրել դրել եմ շրջանակի մեջ և պատից կախել, ինչպես մի ժամանակ անում էին մեր բարեպաշտ տղաները կաթողիկոսական կոնդակները։ Բայց ի՜նչ եմ ասում. մենակ ե՞ս եմ հավանել։ Մեր գյուղում մի դյուքանչի ունինք։ Լրագրի այն համարը, որի մեջ տպված էր ձեր հոդվածը, վազացրեց ինձ մոտ «Մին տես է՜, մին տես է՜,— ասաց,— ի՜նչ հիանալի պյան ա կրել Նյասիբյանը»։ Պետք է ավելացնեմ, պարոն Նասիբյան, որ ձեր հոդվածներն առհասարակ ձեռքից ձեռք են խլվում գավառում։"
      },
      {
        "index": 173,
        "text": "— Չի՞ կարելի արդյոք, որ հեգնությունները թողնեք և խոսեք եթե ոչ լրջորեն, գեթ անկեղծորեն,— նկատեց Նասիբյանը բերանից արձակած առատ ծխի միջից ծուռ ու սառն մի հայացք ձգելով Վահանի վրա։"
      },
      {
        "index": 174,
        "text": "— Այդ ի՞նչ եք ասում, պարոն Նասիբյան. դուք ինձ վիրավորում եք։ Անկեղծ չեմ խոսում միայն կանանց հետ, իսկ դուք, փառք աստծո, մորուք էլ ունիք, բեղեր էլ։"
      },
      {
        "index": 175,
        "text": "— Դուք երևելի ճշմարտություն ասացիք,— բացականչեց Հեղինեն։— Օ՜, դուք տղամարդի՜կդ... Ձեզ մեկ-մեկ պետք է կախել։"
      },
      {
        "index": 176,
        "text": "— Ի՜նչ խորամանկն եք, օրիորդ,— ասաց Վահանը աչքով անելով Հեղինեին.— չեք ուզում բոլորիս միանգամից կախել, որպեսզի առանց պաշարի չմնաք։"
      },
      {
        "index": 177,
        "text": "Հեղինեն բարձրաձայն քրքջաց։"
      },
      {
        "index": 178,
        "text": "— Դուք բավական ցինիկ էլ եք եղել,— ասաց նա։"
      },
      {
        "index": 179,
        "text": "— Ըհը, նոր էպիտետ։ Այդ էլ գրիր դավթարումդ, քույրիկ ջան,— դարձավ Վահանը Մանեին։— Ցինիկների նախահայրը խո գիտեք ով էր, օրիորդ։"
      },
      {
        "index": 180,
        "text": "— Ես գործ չունիմ ձեր նախահոր հետ, բայց տեսնում եմ, որ դուք ինքներդ կարող եք մի լավ նախահայր լինել:"
      },
      {
        "index": 181,
        "text": "— Օ՜, որ գիտենաք, թե որքան մեծ պատիվ եք անում ինձ, օրիորդ։ Գիտե՞ք Մակեդոնացին ինչ ասաց, երբ այցելություն էր տվել իմ նախահորը։ «Եթե ես Ալեքսանդրը չլինեի,— ասաց,— կկամենայի Դիոգենեսը լինել»։ Այս էլ ասեմ, օրիորդ, որ դուք ուզում եք մեզ՝ տղամարդկանցս կախել, բայց իմ նախահայրն արժանի չէր համարում իր տակառի մեջ տեղ տալու ձեզ, ուզում եմ ասել կանանցդ։"
      },
      {
        "index": 182,
        "text": "— Իսկ դուք ե՞րբ եք տակառ մտնելու։"
      },
      {
        "index": 183,
        "text": "— Երբ որ մի նոր Ալեքսանդր Մակեդոնացի երևան գա։ Իսկ մինչ այդ՝ տակառներս ես գործ եմ ածում գինիներիս համար։ Բայց թողնենք այս։ Պարոն Բադամյանին ես խոստացել եմ խոսել իր «Ապահարզանի» մասին։ Դուք, իհարկե, կարդացել եք այդ վեպը։ Հիանալի է, չէ՞։"
      },
      {
        "index": 184,
        "text": "— Դուք ծաղրում եք,— ասաց Հեղինեն լրջորեն,— բայց ես ձեզ կասեմ, որ «Ապահարզանը» ոչ միայն հիանալի մի վեպ է իբրև գեղարվեստական գրվածք, այլև, որքան ես գիտեմ, ամենաառաջին գրվածքն է ամբողջ հայ գրականության մեջ, որ պատռում է կեղծ ամուսնությունների դիմակը և ցույց է տալիս, թե որքան ստրկացած վիճակի մեջ է դեռևս հայ կինը տղամարդի և հասարակական նախապաշարումների բռնակալ լծի տակ։"
      },
      {
        "index": 185,
        "text": "— Օրիորդ, այդպես չի կարելի։ Դուք մոռանում եք, որ հեղինակը ներկա է այստեղ։ Խնայեցեք նրա համեստությունը։ Մի՞թե չգիտեք, որ հեղինակն իր կրիտիկոսների առաջ մի դեր ունի միայն կատարելու— լռել։ Եվ տեսնում եք, որ պարոն Բադամյանը չի պաշտպանում իրեն ձեր խոսքերի դեմ։"
      },
      {
        "index": 186,
        "text": "— Ես նրան չպախարակեցի, որ նա ինքն իրեն պաշտպանելու պետքը զգա։"
      },
      {
        "index": 187,
        "text": "— Զարմանալի հասկացողություն ունիք ինքնապաշտպանության վրա։ Մի՞թե չգիտեք, որ լինում են գովասանքներ, որոնց դեմ նույնպես պետք է պաշտպանվել։ Լինում են, չէ՞, պարոն Բադամյան։"
      },
      {
        "index": 188,
        "text": "— Ես կատարում եմ հեղինակի դերը և լռում,— ասաց Բադամյանը ժպտալով։"
      },
      {
        "index": 189,
        "text": "— Կեցցե՛ք։ Ուրեմն ես կարող եմ ավելի ևս համարձակ խոսել։ Լսեցեք, պարոններ, սկսում եմ... Պարոն Նասիբյան, դեն ձգեցեք այդ պապիրոսը. տեսնում եք՝ հազում եք... Ինչո՞ւ դուք, վիպասաններդ, պարոն Բադամյան, ամուսնական խնդիրը շոշափելիս նախ անպատճառ կնոջ կողմն եք բռնում, հետո ամուսնուն դուրս եք բերում իբրև կատարելագույն մի հրեշ, որի հետ ոչ թե միայն ձեր նկարագրած կանայք, որոնք սովորաբար հրեշտակներ են լինում, այլև քառասուն պոզ ու պոչ ունեցող սատանան էլ չի կարող ապրել։ Նախ՝ միշտ այդպե՞ս է լինում արդյոք։ Հետո՝ դա ի՞նչ փտած ձև է, որ շուն ու կատու դառած ամուսինների մեջ անպատճառ ներս եք խոթում մի երրորդ անձնավորություն, որին և հանձնում եք ծանրության կենտրոնը։ Այդ միջանկյալ անձնավորությունն անպատճառ կնոջ սիրահարն է։ Առանց սիրահարի ամուսնական խնդիր չի լուծվում, մինչև անգամ իսկի խնդիր էլ չի լինում, ձեր կարծիքով։ Կինը հրեշտակ, մարդը հրեշ, սիրահարն իդեալիստ, անարդարության և հասարակաց կարծիքի դեմ բողոքողի կնիքը ճակատին։ Կինը մեռնում է թոքախտից, ամուսնու ճիրանների մեջ, սիրահարը վազում խելագարվում է սիրած կնոջ գերեզմանի վրա, իսկ հրեշ-ամուսինը, երկուսի գլուխն ուտելուց հետո էլ, շարունակում է իր ուրախ, անհոգ կյանքը։ Ահա՜, ձեր, գրողներիդ, շաբլոնը, որը պապիս պապի ժամանակից արդեն փտել է ժանգից։ Չի՞ կարելի արդյոք, որ մի անգամ էլ շուռ տաք այդ շաբլոնը և այդպես չափեք, ամուսինն անլեզու մի անասուն, կինը մի պոռնիկ, սիրահարը մի լովելաս-շառլատան։ Այդ ժամանակ կտեսնեք, թե ինչպես ամեն բան պրտիտյուս կլինի, ինչպես ասում է ղարաբաղցին։ Բայց չէ՛, դուք խորամանկ մարդիկ եք, ուզում եք կանանց սիրտը շահել,— տեսա՞ք, օրիորդն ինչպես փառաբանում էր ձեզ,— թե չէ՝ անլեզու անասուններից ի՛նչ շահ։ Այնպիսի մի ռոման..."
      },
      {
        "index": 190,
        "text": "— Ներողություն, ես ուզում եմ ձեզ պատասխանել,— բացականչեց Հեղինեն, քթի վրա ուղղելով պենսնեն։"
      },
      {
        "index": 191,
        "text": "— Խնդրում եմ, մի քիչ համբերեցեք, օրիորդ, ես իսկույն վերջացնում եմ։ Այնպիսի մի ռոման, որպիսին ձեր «Ապահարզանն» է, պարոն Բադամյան, ես էլ կգրեմ, թեև գինեգործ եմ։ Հավատացնում եմ ձեզ։ Որովհետև շաբլոնը պատրաստ է, մտքերը պատրաստ են. ամեն բան պատրաստ է. հարկավոր է միայն պարապ ժամեր և համբերություն։ Ա՛յ, ձեզ ղոչաղ կասեմ, եթե կարողանաք ապահարզանի խնդիրը լուծել առանց սիրահարի։ Երեք հերոսի տեղ երկուսը դուրս բերեք— մարդ և կին։ Բայց ոչ թե մեկը հրեշ, մյուսը հրեշտակ, կամ մեկն անասուն, մյուսը պոնիկ, այլ երկուսն էլ կատարելապես օրինավոր անձեր, սակայն այնպիսի անձեր, որոնք ինչ-ինչ պատճառներով,— բայց ոչ սիրահարի պատճառով, հա, լավ իմացեք,— չեն կարող միասին ապրել, անհնարին բան է, որ միասին ապրեն։ Այդ պատճառները պետք է լինին հարկավ զուտ բարոյական պատճառներ, ինչպես, օրինակ, տարբեր գաղափարները, հակումները, հայացքները և այլն։ Հը՞, ի՞նչ եք կարծում այս մասին, պարոն Բադամյան։"
      },
      {
        "index": 192,
        "text": "— Ներողություն, նախ թույլ տվեք իմ ասելիքս ասեմ,— նորից մեջ ընկավ Հեղինեն։"
      },
      {
        "index": 193,
        "text": "— Հրամայեցեք խնդրեմ։"
      },
      {
        "index": 194,
        "text": "— Ամենից առաջ մի բան, դուք այսպես էլ եք խոսում, այնպես էլ, և ես չեմ հասկանում, թե իսկապես ի՛նչ եք դուք— հետադիմակա՞ն, թե առաջադիմական, խավարամի՞տ, թե ազատամիտ։"
      },
      {
        "index": 195,
        "text": "— Զարմանալի օրիորդ եք, նոր չէ՞ր, որ պարոն Նասիբյանն ասաց, թե ես խավարամիտ եմ:"
      },
      {
        "index": 196,
        "text": "Նասիբյանը պապիրոսը ձգեց գետին և սկսեց ոտով տրորել:"
      },
      {
        "index": 197,
        "text": "— Դուք ոչ այս եք, ոչ այն. դուք կլոուն եք,— ասաց նա շատ հանգիստ կերպով։"
      },
      {
        "index": 198,
        "text": "Վահանը բարձրաձայն ծիծաղեց։"
      },
      {
        "index": 199,
        "text": "— Դե, ասում եք, պարոն Նասիբյանը կծել չի իմանում..."
      },
      {
        "index": 200,
        "text": "— Շունը դո՛ւք եք,— հանկարծ պայթեց Նասիբյանը՝ ձեռքն ամուր խփելով սեղանին և վեր թռավ տեղից։ Մի ակնթարթում նրա ահագին աչքերը կրակ կտրեցին։"
      },
      {
        "index": 201,
        "text": "Մեքենայաբար վեր թռան տեղներից նաև Բադամյանը, Հեղինեն և Մանեն, առաջինն ապշած, վերջինները սաստիկ վախեցած, մանավանդ Մանեն, որը լավ չհասկացավ, թե ինչ պատահեց այդպես հանկարծ։"
      },
      {
        "index": 202,
        "text": "Վահանը մի րոպե կորցրեց իր սառնասրտությունը. նա ոչ թե միայն հանկարծ դադարեց ծիծաղելուց, այլև, նրա ամբողջ կյանքում թերևս առաջին անգամ, չքացավ նրա դեմքից մշտական հեգնական ժպիտը։ Նա ծանրորեն վեր կացավ և հուժկու ձեռքերը տարածեց դեպի Նասիբյանը, բայց քույրը հանկարծ վրա ընկավ նրա թևին։"
      },
      {
        "index": 203,
        "text": "— Վահա՛ն... աղաչում եմ,— շշնջաց Մանեն։"
      },
      {
        "index": 204,
        "text": "Վահանը նայեց քրոջ աղերսական-սարսափահար աչքերին, հետո մի հայացք ձգեց շուրջը, ուր բավականաչափ կողմնակի հետաքրքիր հայացքներ տեսավ, և երկաթի կարծրություն ստացած ձեռքերը վայր թողեց։"
      },
      {
        "index": 205,
        "text": "— Ափսո՜ս,— արտասանեց նա և նույն ծանրությամբ նստեց։"
      },
      {
        "index": 206,
        "text": "— Ի՞նչ ափսոս,— աղաղակեց Նասիբյանը, անվախ կանգնած նրա առաջ և փայլեցնելով նրա վրա իր ահագին սև աչքերը։— Խելքներդ ո՞ւմ վրա է գնում։ Չլինի՞ կարծում եք կվախենամ ձեզնից։ Տասն այդչափ փոր ունեցեք, բայց ես թույլ չեմ տալ, որ ինձ հետ կատակ անեք։ Ո՞ւմ հետ եք խոսում այդպիսի հեգնություններով։ Գնացեք ձեր հավերի հետ խոսեցեք։ Իսկ ես պահանջում եմ ձեզնից, որ մարդկանց հետ խոսեք մարդավարի։"
      },
      {
        "index": 207,
        "text": "— Դե գնա, հա՛, քոսոտ,— արտասանեց Վահանը ծաղրական արհամարհանքով։"
      },
      {
        "index": 208,
        "text": "Նասիբյանին այդ էր պակաս. արյունն աչքերն առած, ատամները սեղմած և ձեռքերը բռունցք կազմած՝ նա հարձակվեց Վահանի վրա, բայց Վահանն իր ծանրաշարժ մարմնից անսպասելի մի ճարպկությամբ բարձրացրեց իր ահագին ոտը և նստած տեղից այնպիսի մի հարված տվեց նրա նիհար փորին, որ նա ետ ու ետ գնաց և անպատճառ պիտի փռվեր մեջքի վրա, եթե նույն րոպեին Բադամյանը չբռներ նրա հետևից։"
      },
      {
        "index": 209,
        "text": "Սկանդալը կատարյալ էր։ Շուրջն ահագին բազմություն էր հավաքվել։ Նասիբյանը ձկան պես խլպլտում էր Բադամյանի ամուր ձեռքերի մեջ, բերնից սարսափելի հայհոյանքներ և փրփուր թափելով, ուզում էր դուրս պրծնել և նորից հարձակվել Վահանի վրա։"
      },
      {
        "index": 210,
        "text": "— Թողեք, պարոն Բադամյան, թողեք,— ասում էր Վահանը հանգիստ նստած և ժպտում էր իր ֆիզիկական ուժի վրա վստահ մարդու արհամարհական ժպիտով։"
      },
      {
        "index": 211,
        "text": "Բադամյանին և ուրիշ մի երկու ծանոթի հազիվ հաջողվեց հեռացնել կատաղած Նասիբյանին։ Սկանդալի սիրահար ամբոխն ևս ցրվեց գլխավորապես այն պատճառով, որ թատրոնի երրորդ զանգն էր արդեն հնչում։ Վահանը նոր տեսավ, որ սեղանի մոտ չկան ոչ քույրը, ոչ Հեղինեն։"
      },
      {
        "index": 212,
        "text": "Քրոջը նա գտավ թատրոնում, իր տեղը նստած։ Երկրորդ գործողությունն արդեն սկսված էր։"
      },
      {
        "index": 213,
        "text": "— Տեսա՞ր, ինչ օյին հանեց այդ մայմունը,— ասաց Վահանը քրոջ կողքին նստելով։— Խո չվախեցա՞ր։"
      },
      {
        "index": 214,
        "text": "Քույրը ոչինչ չպատասխանեց։"
      }
    ]
  }
}