{
  "chapterNumber": 10,
  "title": "春秋穀梁傳註疏卷09 (Guliang Zhushu, Volume 9)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "卷九\n○僖公\n十有九年\n十有九年，春，王三月，宋人執滕子嬰齊。\n疏「滕子嬰齊」。○釋曰：傳法並不解稱名之意，蓋罪賤之也。"
      },
      {
        "index": 1,
        "text": "夏，六月，宋公、曹人、邾人盟於曹南。（曹南，曹之南鄙。）繒子會盟於邾。己酉，邾人執繒子，用之。微國之君，因邾以求與之盟。（與，廁豫也。○與音豫，注及下文同。）\n疏「會盟於邾」。○釋曰：言會盟於邾者，繒是微國，欲因邾以求盟，故云會盟也。"
      },
      {
        "index": 2,
        "text": "人因已以求與之盟，已迎而執之。惡之，故謹而日之也。用之者，叩其鼻以衈社也。（衈者，釁也，取鼻血以釁祭社器。○惡，烏路反。下「惡其長」同。叩音口。衈音二。）"
      },
      {
        "index": 3,
        "text": "疏「故謹」至「社也」。○釋曰：此與昭公十一年「冬，十有一月丁酉，楚師滅蔡，執蔡世子友以歸，用之」，皆惡其用人，故不據國之大小，同書曰以見惡也。叩其鼻者，《論語》云：「以杖叩其脛。」則叩謂擊也。\n秋，宋人圍曹。衛人伐邢。"
      },
      {
        "index": 4,
        "text": "冬，會陳人、蔡人、楚人、鄭人盟於齊。（會無主名，內卑者也。四國稱人，外卑者也。杜預曰：「地於齊，齊亦與盟。）梁亡。自亡也。湎於酒，淫於色，心昏，耳目塞。上無正長之治，大臣背叛，民為寇盜。梁亡，自亡也。如加力役焉，湎不足道也。（如使伐之而滅亡，則淫湎不足記也。使其自亡，然後其惡明。○湎，麵善反。長，丁丈反，下及注同。背音佩。）"
      },
      {
        "index": 5,
        "text": "疏「梁亡」。○釋曰：《左氏》以為秦滅梁，惡其自取滅亡之故，不以秦滅為文。《公羊》以為魚爛而亡，謂梁君隆刑峻法，百姓逃叛，而事等魚爛，從中而去也。此傳亦云大臣背叛，民為寇盜，則同《公羊》。梁國亦自亡也，又如加力役焉，湎不足道也，則梁之土地，必為人所取，蓋同《左氏》「秦得之」，但據自滅為文少異耳。\n梁亡，鄭棄其師，我無加損焉，正名而已矣。梁亡，出惡正也。（正謂政教。）"
      },
      {
        "index": 6,
        "text": "疏「正名」而「已矣」。○釋曰：仲尼脩《春秋》，亦有改舊義以見褒貶者，亦有因史成文以示善惡者。其變之也，不葬有三：為齊桓諱滅項之類，是改舊也；其梁以自滅為文，鄭棄其師之徒，是因史之文也。故傳云我無加損焉，正名而已矣。\n鄭棄其師，惡其長也。（長謂高克。）\n二十年"
      },
      {
        "index": 7,
        "text": "二十年，春，新作南門。作，為也，有加其度也。（更加使大。）言新，有故也，非作也。（責其改舊制，）南門者，法門也。（法門，謂天子諸侯皆南面而治，法令之所出入，故謂之法門。）\n夏，郜子來朝。（郜，古報反。）"
      },
      {
        "index": 8,
        "text": "五月，已巳，西宮災。謂之新宮，則近為禰宮。（言閔公非僖公之父，故不言新宮也。○近，附近之近。禰，乃禮反，父廟也。）以諡言之，則如疏之然，（故不言閔宮，而云西宮。）以是為閔宮也。"
      },
      {
        "index": 9,
        "text": "疏「以是為閔宮也」。○釋曰：傳知之者，以若是禰宮，當言新宮，若是疏祖之宮，又須言諡，此在親疏之間，故知是閔宮也。鄭人入滑。"
      },
      {
        "index": 10,
        "text": "秋，齊人、狄人盟於邢。邢為主焉爾。邢小，其為主何也？其為主乎救齊。（十八年「邢人、狄人伐衛」以救齊是也。）"
      },
      {
        "index": 11,
        "text": "疏「邢為」至「救齊」。○釋曰：盟會地於國都者，國主雖與盟會，未知即能為主，桓十四年「公會鄭伯於曹」，曹不為主是也。而傳云邢為主焉爾，又辨其大小者，傳以十八年「邢人、狄人伐衛」以救齊，今又盟於邢，故知為主也。又云邢小者，以邢雖是小國，為主，能救齊，故歸功於邢。不謂盟國都者，例能為主耳。\n冬，楚人伐隨。隨，國也。\n疏「隨國也」。○釋曰：案《世本》隨是國名，經又言伐，知非邑也。\n二十有一年\n二十有一年，春，狄侵衛。\n宋人、齊人、楚人盟於鹿上。（宋為盟主，故序齊上。鹿上，宋地。）\n夏，大旱。（傳例曰：「得雨曰雩，不得雨曰旱。」）旱時，正也。\n疏「旱時正也」。○釋曰：旱必曆時，非一月之事，故書時為正也。"
      },
      {
        "index": 12,
        "text": "秋，宋公、楚子、陳侯、蔡侯、鄭伯、許男、曹伯會於雩。（雩，宋地。雩或為字。）執宋公以伐宋。以，重辭也。（傳例曰：「以者，不以者也。」此傳及定七年「齊人執衛行人北宮結以侵衛」，傳皆曰「以，重辭也」，然則以有二義矣。國之所重，故曰重辭。）"
      },
      {
        "index": 13,
        "text": "疏「以，重辭也」。○釋曰：桓十四年「宋人以齊人、蔡人」云云「伐鄭」，傳曰：「以者，不以者也。」今傳云「以，重辭也」。何知非是一事而重，不可以？范注云以有二義者，范以執宋公及執衛結，皆是國之所重，而傳云以，重辭也，其微人從伐者，即云以者，不以者也。明二者意異，故云以有二義。\n冬，公伐邾。\n楚人使宜申來獻捷。（楚稱人者，為執宋公貶。○捷，在接反。為，於偽反。）\n疏注「楚稱」至「公貶」。○釋曰：知為執宋公貶者，以稱使知是楚子使之，國君而稱人，明為執宋公貶也。\n捷，軍得也。其不曰宋捷，何也？（據莊三十一年「齊侯來獻戎捷」。）"
      },
      {
        "index": 14,
        "text": "疏注「據莊」至戎捷。○釋曰：役傳云「戎，菽也」，則與此宋捷絕不相當。而范引之者，彼雖以戎為菽，終是伐得之，故范引為證也。不與楚捷於宋也。（不以夷狄捷中國。）\n十有二月，癸丑，公會諸侯盟於薄。（會雩之諸侯。）會者，外為主焉爾。"
      },
      {
        "index": 15,
        "text": "釋宋公。外釋不誌，此其志何也？以公之與之盟日之也。不言楚，不與楚專釋也。（何休曰：「《春秋》以執之為罪，不以釋之為罪，責楚子專釋，非其理也。《公羊》以為公會諸侯釋之，故不復出楚耳。」鄭君釋之曰：「不與楚專釋者，非以責之也。」傳云「外釋不誌，此其志何也？以公之與之盟目之也」，言公與諸侯盟而釋宋公，公有功焉，與《公羊》義無違錯。○復，扶又反。）\n疏「會者，外為主焉爾」。○釋曰：重發之者，以釋者是公，嫌會非是外為主，故發例以明之。\n二十有二年\n二十有二年，春，公伐邾，取須句。（句，其俱反。）\n夏，宋公、衛侯、許男、滕子伐鄭。"
      },
      {
        "index": 16,
        "text": "秋，八月，丁未，及邾人戰於升陘。（升陘，魯地。）內諱敗，舉其可道者也。不言其人，以吾敗也。不言及之者，為內諱也。（為，於偽反。）"
      },
      {
        "index": 17,
        "text": "疏「不言」至「諱也」。○釋曰：不言其人，以吾敗也，謂不言邾之主名也。不言及者，為內諱也，謂不言魯之主名也。與桓十七年解異者，觀經為說，不可執文也。"
      },
      {
        "index": 18,
        "text": "冬，十有一月，己巳，朔，宋公及楚人戰於泓。（泓，烏宏反。）宋師敗績，日事遇朔曰朔。《春秋》三十有四戰，未有以尊敗乎卑，以師敗乎人者也。以尊敗乎卑，以師敗乎人，則驕其敵。襄公以師敗乎人，而不驕其敵，何也？責之也。泓之戰，以為復雩之恥也。（前年，宋公為楚所執。）雩之恥，宋襄公有以自取之。伐齊之喪，執滕子，圍曹，為雩之會，不顧其力之不足，而致楚成王，成王怒而執之，故曰：禮人而不答，則反其敬；愛人而不親，則反其仁；治人而不治，則反其知。過而不改，又之，（又，復。○知音智，又如字。復，扶又反。）是謂之過。襄公之謂也。古者被甲嬰胄，非以興國也，則以征無道也，豈曰以報其恥哉！宋公與楚人戰於泓水之上，司馬子反曰：「楚眾我少，鼓險而擊之，勝無幸焉。」（若要而擊之，必可破，非僥倖也。○被，皮既反。胄，而救反。司馬子反，《左傳》作子魚。要，於遙反。僥，古堯反。倖音幸。）"
      },
      {
        "index": 19,
        "text": "疏「司馬子反」。○釋曰：麋信云：「子反當為子夷，未審范意然不？」○「勝無幸」。○釋曰：以小敵大，恐其不若，克之不名徼幸也。"
      },
      {
        "index": 20,
        "text": "襄公曰：「君子不推人危，不攻人厄，須其出。」（須其出險。○推，如字，又它回反。）既出。旌亂於上，陳亂於下。子反曰：「楚眾我少，擊之，勝無幸焉。」襄公曰：「不鼓不成列。」（列，陳。○陳，直覲反。）須其成列而後擊之，則眾敗而身傷焉；七月而死。（何休曰：「即宋公身傷，當言公不當言師，成十六年『楚子敗績』是也。又成十六年傳曰：『不言師，君重於師也。」即成十六年是，二十二年虛言也。即二十二年是，十六年非也。」鄭君釋之曰：「傳說楚子敗績，曰四體偏斷，此則目也。此言君之目與手足有破斷者，乃為敗矣。今宋襄公身傷耳，當持鼓，軍事無所害，而師猶敗，故不言宋公敗績也。傳所以言『則眾敗身傷焉』者，疾其信而不道，以取大辱。」）"
      },
      {
        "index": 21,
        "text": "疏「七月而死」。○釋曰：此云七月而死，則是身傷。不云宋公敗績者，鄭玄云非四體偏斷，又非傷目，故依常例稱師也。"
      },
      {
        "index": 22,
        "text": "倍則攻，敵則戰，少則守。人之所以為人者，言也。人而不能言，何以為人？言之所以為言者，信也。言而不信，何以為言？信之所以為信者，道也。信而不道，何以為道？道之貴者時，其行勢也。（凱曰：「道有時，事有勢，何貴於道？貴合於時。何貴於時？貴順於勢。宋公守匹夫之狷介，徒蒙恥於夷狄，焉識大通之方，至道之術哉！」○攻如字，又音貢。守如字，又手又反。狷音絹。介音界。焉，於虔反。）"
      },
      {
        "index": 23,
        "text": "疏「焉識」至「術哉」。釋曰：老子至道之人，猶曰「以政治國，以奇用兵」，今宋襄國弱於楚，而行敵戰之禮，故傳譏其師敗身傷，注謂之不識至道之術也。\n二十有三年"
      },
      {
        "index": 24,
        "text": "二十有三年，春，齊侯伐宋，圍閔。伐國不言圍邑，此其言圍，何也？不正其以惡報惡也。（前十八年宋伐齊之喪，是惡也。今齊乘勝而報，是以惡報惡也。○閔，《左氏》作緡，二十五年楚圍亦同．）"
      },
      {
        "index": 25,
        "text": "夏，五月，庚寅，宋公茲父卒。（桓公之子襄公。）茲父之不葬，何也？失民也。其失民何也？以其不教民戰，則是棄其師也。為人君而棄其師，其民孰以為君哉！（何休曰：「所謂教民戰者，習之也。《春秋》貴偏戰而惡詐戰，宋襄公所以敗於泓者，守禮偏戰也，非不教其民也。孔子曰：『君子去仁，惡乎成名？……造次必於是，顛沛必於是。』未有守正以敗而惡之也。《公羊》以為不書葬為襄公諱，背殯出會，所以美其有承齊桓尊周室之美誌。」鄭君釋之曰：「教民習戰而不用，是亦不教也。詐戰謂不期也。既期矣，當觀敵為策，倍則攻，敵則戰，少則守。今宋襄公於泓之戰違之，又不用其臣之謀而敗，故徒善不用賢良，不足以興霸主之功，徒言不知權譎之謀，不足以交鄰國、會遠疆，故《易》譏鼎折足，《詩》剌不用良，此說善也。○而惡，烏路反，下「而惡」同。惡乎音烏。造，七報反。沛音貝。為襄，於偽反。背音佩，譎音決。折，之設反。剌，七賜反。）"
      },
      {
        "index": 26,
        "text": "疏「何休」至「善也」。○釋曰：何休曰「《春秋》貴偏戰」者，謂各守一偏而戰也。鄭玄云「《易》譏鼎折足」，「《詩》剌不用良」者，鼎折足，是《鼎》卦九四爻辭，彼云：「鼎折足，覆公餗，其形渥，凶。」 王弼云：「處上體之下，而又應初。既承且施，非已所堪，若鼎足小細而任重，故折足也。」鼎足既折，則覆餗矣。餗謂鼎之實，實覆則沽渥其形，以喻不勝其任，身被戮辱，故凶也。此襄公是其事也，故曰「鼎折足」也。「初已出否，至四所盛則已潔矣。故曰覆公餗也。渥，沾濡之貌也。既覆公餗，體為渥沽，智小謀大，不堪其任，受其至辱，災及其身，故曰其形渥，凶也。」《鼎》卦，巽下離上，？？馬融云：「餗謂糜也」。《詩》剌不用良者，謂鄭忽不能與賢人圖事，以至死亡，故《詩》作《狡童》、《揚之水》二篇剌之，故《詩序》云云，「《狡童》，剌忽也，不能與賢人圖事，權臣擅命也。」，「《揚之水》，閔無臣也，君子閔忽之無忠臣良士，終以死亡，而作是《詩》也」。\n秋，楚人伐陳。"
      },
      {
        "index": 27,
        "text": "冬，十有一月，杞子卒。（莊二十七年稱伯，今稱子，蓋為時王所黜。）二十有四年，春，王正月。夏，狄伐鄭。秋，七月。"
      },
      {
        "index": 28,
        "text": "冬，天王出居於鄭。（襄王也。天子以天下為家，故所在稱居。）天子無出，出，失天下也。（王者無外，言出則有外之辭。江熙曰：「天子必巡守然後行，故河陽之守，全天王之行也。平王東遷，其詩不能復《雅》，而列為《國風》。襄王奔鄭，不得全天王之行，則與諸侯不異，故書出也。夫子祖述堯舜，憲章文武，斯文是作，不以道假人。傳言失天下，闕然如有未備。」○巡守，手又反，下同之。行如字，或下孟反，下同。復雅，扶又反。）"
      },
      {
        "index": 29,
        "text": "疏注「夫子」至「未備」。○釋曰：舊解江熙此言，明夫子之脩《春秋》，雖憲章前代，亦不可全與前代齊錄，故云「夫子祖述堯舜」，「憲章文武」，言堯舜有巡守之禮，文武有省方之制，故仲尼因襄王之守全天子之行，是亦祖述憲章也。「斯文是作，不以道假人」者，謂若全天子之行，憲章前代，是不以道假借人也。但襄王與諸侯不異，不可復全天子之行，故書出以表之也。明夫子雖欲尊王者同之先伐，以周德闕然未備，不可同之，故遂以此道借人也。或以為夫子所以書王出者，「祖述堯舜，憲章文武，斯文是作，不以道借人」。王德既闕，不可復全其行，故書出以表其失天下也。"
      },
      {
        "index": 30,
        "text": "居者，居其所也。雖失天下，莫敢有也。（邵曰：「雖實出奔，而王者無外，王之所居，則成王畿，鄭不敢有之以為國。」）。\n晉侯夷吾卒。（傳曰：「諸侯時卒，惡之。」出不葬，篡文公而立，失德。○惡，烏路反。篡，初患反。）\n二十有五年"
      },
      {
        "index": 31,
        "text": "二十有五年，春，王正月，丙午，衛侯毀滅邢。毀之名，何也？（據宣十二年「楚子滅蕭」不名。○毀，況委反。）不正其伐本而滅同姓也。（絕先祖支體尤重，故名以甚之。）"
      },
      {
        "index": 32,
        "text": "疏「不正」至「姓也」。○釋曰：衛與邢同姬姓，今衛滅邢，則是絕先祖支體，故謂之伐本也。夏，四月，癸酉，衛侯毀卒。"
      },
      {
        "index": 33,
        "text": "宋蕩伯姬來逆婦。（伯姬，魯女，為宋大夫蕩氏妻也。自為其子來迎婦。○自為其，於為反，下「為祖」同。）婦人既嫁不逾竟，宋蕩伯姬來逆婦，非正也。其曰婦，何也？緣姑言之之辭也。\n疏「不逾竟」。○釋曰：復發傳者，嫌為求婦為禮，故發之。"
      },
      {
        "index": 34,
        "text": "宋殺其大夫。其不稱名姓，以其在祖之位，尊之也。（何休曰：「曹殺其大夫，亦不稱名姓，豈可復以為祖乎？」鄭君釋之曰：「宋之大夫盡名姓。禮：公族有罪，刑於甸師氏，不與國人慮兄弟也，所以尊異之。孔子之祖孔父，累於宋殤公而死，今骨肉在其位而見殺，故尊之，隱而不忍稱名氏。若罪大者，名之而已，使若異姓然，此乃祖之疏也。曹殺其大夫，自以無大夫，不稱名氏耳。《春秋》辭同事異者甚多，隱去即位以見讓，莊去即位為繼弑，是復可以比例非之乎。」○復以，扶又反，下是復同。甸，徒遍反。累，方偽反。去，起呂反，下同。以見，賢遍反。為繼，於偽反，又如字。）"
      },
      {
        "index": 35,
        "text": "疏注「祖之疏」。○釋曰：異姓稱名，疏而詳已；同姓不名，親而略之；若名氏具備，而見其疏，則見異姓同，非尊祖之事，故曰疏之也。古本或作「禮之疏」者，言同姓與異姓不別，則於禮法為疏也。理亦通耳。以本不定，故兩解之。"
      },
      {
        "index": 36,
        "text": "秋，楚人圍陳，納頓子於頓。納者，內弗受也。圍，一事也。納，一事也。而遂言之，（怪其異事而辭相連，有似遂事之辭。）蓋納頓子者陳也。（圍陳，使納頓子。）"
      },
      {
        "index": 37,
        "text": "疏「蓋納頓子者陳也」。○釋曰：案《癈疾》云：「休以為即陳納之當舉陳，何以不言陳」，鄭君釋之曰：「納頓子固宜為楚也。穀梁子見經云『楚人圍陳，納頓子於頓』，有似『晉陽處父伐楚救江』之文，故云蓋陳也。」是鄭意亦同范說，圍陳使納頓子也。\n葬衛文公。"
      },
      {
        "index": 38,
        "text": "冬，十有二月，癸亥，公會衛子、莒慶盟於洮。（衛稱子，在喪。洮，魯地。）莒無大夫，其曰莒慶，何也？以公之會目之也。（小國無大夫，以公與會，故進之。時有衛子，則無敵公之嫌。○與會如字，一音預。）\n二十有六年"
      },
      {
        "index": 39,
        "text": "二十有六年，春，王正月，已未，公會莒子、衛甯速盟於向。（向，莒地。○向，舒亮反。）公不會大夫，其曰甯速，何也？以其隨莒子，可以言會也。"
      },
      {
        "index": 40,
        "text": "齊人侵我西鄙。公追齊師至巂，弗及。人，微者也。侵，淺事也。公之追之，非正也。至巂，急辭也。（以急辭言之，明不至巂。○巂音攜，又似袞反。）"
      },
      {
        "index": 41,
        "text": "疏「人微」至「辭也」。○釋曰：文承追齊師之下，即云至巂，是急辭也。據文與「公追戎於濟西」異也。案莊十八年「公追戎於濟西」，傳稱「不使戎邇於我也」，今舉齊侵，是以難近國，而亦云大之也者，彼以戎有徒眾，故大公所追，此以公之不及，故亦言大之也。然彼不言戎之伐我，此云齊人侵我者，彼是戎狄，不使之近我，似若望風退走然，此齊是中國侵，又淺事，故舉之以見公追非正也。"
      },
      {
        "index": 42,
        "text": "弗及者，弗與也，（弗與戰也。）可以及而不敢及也。（畏齊師。）其侵也曰人，其追也曰師，以公之弗及，大之也。（大之，謂變人言師。）弗及，內辭也。（弗及者，若曰我自不及耳，非齊不可及。）\n夏，齊人伐我北鄙。衛人伐齊。"
      },
      {
        "index": 43,
        "text": "公子遂如楚乞師。乞，重辭也。（雍曰：「人道施而不有，讓而不取，故以乞為重。」○施，舒豉反。）疏「乞，重辭也」。○釋曰：此是乞師之始，故發傳以明之。\n何重焉？重人之死也，非所乞也。師出不必反，戰不必勝，故重之也。\n秋，楚人滅夔，以夔子歸。夔，國也。不曰，微國也。以歸，猶愈乎執也。"
      },
      {
        "index": 44,
        "text": "疏「夔國」至「執也」。釋曰：滅國有三術，中國日，卑國月，夷狄時。此是夷以之微國，故從時例。而傳言微國也，以明之也。案戎伐凡伯以歸，不言執者，尊天子之使，不與夷狄之執。今夷狄自相執，經言以歸，傳云「猶愈乎執也」者，彼尊凡伯，使一人當一國，故變執言以歸。諸侯相執以歸者，例不得言執，故傳云以歸，猶愈乎執也，明經止得言以歸。"
      },
      {
        "index": 45,
        "text": "冬，楚人伐宋，圍閔。伐國不言圍邑，此其言圍，何也？以吾用其師，目其事也，非道用師也。（楚人出師，為魯伐齊，而中道以伐宋，故伐圍兼書，所以責楚。○為，於偽反。中如字，又丁仲反。）"
      },
      {
        "index": 46,
        "text": "疏「目其」至「師也」。○釋曰：傳解經，並言圍伐之意也。言楚人為我伐齊，而中道更伐宋，故兼圍伐目其事，所以責楚中道用師，非訓為責也。"
      },
      {
        "index": 47,
        "text": "公以楚師伐齊，取穀。以者，不以者也。民者，君之本也。使民以其死，非其正也。（雍曰：「兵不祥之器，不得已而用之，安有驅民於死地，以共假借之役乎？」○共音恭，本又作供。假借音嫁，又古雅反；下子夜反，又子亦反。）\n疏「以者，不以者也」。○釋曰：「重發傳者，彼據外，此據內，故重詳之。\n公至自伐齊。惡事不致，此其致之何也？危之也。（以蠻夷之師伐鄰近大國，招禍深怨，危亡之道。）"
      },
      {
        "index": 48,
        "text": "疏「惡至」至「危之也」。○釋曰：莊六年秋，「公至自伐衛」，傳曰：「惡事不致，此其致何也？不致，則無用見公惡事之成也。」與此文不同者，互文以起義，其實不異，彼明惡事之成，此亦明之，此云危之也，則彼亦危之可知也。\n二十有七年"
      },
      {
        "index": 49,
        "text": "二十有七年，春，杞子來朝。（朝，直遙反。）夏，六月，庚寅，齊侯昭卒。（昭，或作照，非。）秋，八月，乙未，葬齊孝公。乙巳，公子遂帥師入杞。"
      },
      {
        "index": 50,
        "text": "冬，楚人、陳侯、蔡侯、鄭伯、許男圍宋。楚人者，楚子也。其曰人，何也？人楚子，所以人諸侯也。其人諸侯，何也？不正其信夷狄而伐中國也。（何休曰：「哀元年『楚子、陳侯、隨侯、許男圍蔡』，不稱人，明不以此故也。」鄭君釋之曰：「時晉文為賢伯，故譏諸侯不從，而信夷狄也。哀元年時無賢伯，又何據而當貶之邪？甯謂定哀之世楚強盛，故諸侯不得不從耳。」江熙曰：「夫屈信理對，言信必有屈也，宋楚戰於泓，宋以信義而敗，未有闕也，楚復圍之。我三人行必有我師，諸侯不能以義相師，反信楚之曲，屈宋之直，是義所不取，信曲屈直猶不可，況乃華夷乎？楚以亡義見貶，則諸侯之不從，不待貶而見也。然則四國信楚而屈宋，春秋屈其信而信其屈，貶楚子於兵首，則彼碌碌者以期見矣，故曰『人楚子，所以人諸侯』。」○信音申。）"
      },
      {
        "index": 51,
        "text": "疏注「寧謂」至「諸侯」。○釋曰：鄭云無賢伯、范言楚盛者，二者相接也，為當時無賢伯，楚又彊盛，故諸侯不得不從也。案泓之戰，《穀梁》意譏宋公。江熙云宋以信義而敗，未有闕者，據宋不能量敵彊弱，致師敗身傷，故譏之。其於信義，實未有所闕，而楚復圍之，故貶楚子也。《公羊》以為稱公者，為執宋公貶，故終僖之篇貶之。杜預解云，楚以微者告，並與《穀梁》異也。\n十月二月，甲戌，公會諸侯盟於宋。（地以宋者，則宋得與盟，宋圍解可知。○與音豫。）"
      },
      {
        "index": 52,
        "text": "疏注「地以」至「可知」。○釋曰：《左氏》之意，公會諸侯盟於宋，宋不與盟。何休與范皆云「地以（元缺）宋，則宋得與盟」。二傳以無晉救宋之文，故與《左氏》異也。\n二十有八年"
      },
      {
        "index": 53,
        "text": "二十有八年，春，晉侯侵曹。晉侯伐衛。再稱晉侯，忌也。（鄭嗣曰：「曹衛並有宿怨於晉，君子不念舊惡，故再稱晉侯以剌之。」○剌，七賜反。下文及注同。）"
      },
      {
        "index": 54,
        "text": "公子買戍衛。不卒戍，剌之。（剌，殺也。內諱殺大夫，故謂之剌。蓋取《周禮》三剌之法。）先名後剌，殺有罪也。公子啟曰：「不卒戍者，可以卒也。可以卒而不卒，譏在公子也，剌之可也。」（公子啟，魯大夫。）"
      },
      {
        "index": 55,
        "text": "疏「公子啟曰」。○釋曰：舊解云，子啟即公子偃，啟書日者，啟無罪，今買書時者，是買有罪也。今觀上下文勢，理恐不然，何者？此傳上云先名後剌，下文云不卒戍者，可卒也，本非釋時日之意，何為公子啟一句獨論日月之事？若以《穀梁》專釋經，不論人語之事，何為襄二十三年傳云：「蘧伯玉曰：不以道事其君者，其出乎！」豈得謂蘧伯玉曰又不是人言也。故知舊說非耳。\n楚人救衛。"
      },
      {
        "index": 56,
        "text": "三月，丙午，晉侯入曹，執曹伯，畀宋人。入者，內弗受也。日入，惡入者也。以晉侯而斥執曹伯，惡晉侯也。（惡其忌怨深。○畀，必利反，與也，下及注同．惡，烏路反，下文及注同。）\n疏「入者，內弗受也」。○釋曰：前已有傳，重發之者，以晉文初霸，嫌得入中國，故發傳以明之。"
      },
      {
        "index": 57,
        "text": "畀，與也。其曰人，何也？不以晉侯畀宋公也。（畀，上與下之辭，故不以侯畀公。哀四年夏「晉人執戎蠻子赤歸於楚」，使楚子治其罪。今執曹伯，不言歸於宋，而言與宋人者，是使宋公拘執之。）\n夏，四月，已巳，晉侯、齊師、宋師、秦師及楚人戰於城濮，楚師敗績。楚殺其大夫得臣。衛侯出奔楚。"
      },
      {
        "index": 58,
        "text": "五月，癸丑，公會晉侯、齊侯、宋公、蔡侯、鄭伯、衛子、莒子，盟於踐土。（衛稱子者，時衛侯出奔，國更立君，非王命所加，未成君，故曰子。踐土，鄭也。）諱會天王也。（實會天王，而文不言天王，若諸侯自共盟然，是諱之也，所謂譎而不正。）"
      },
      {
        "index": 59,
        "text": "陳侯如會。如會，外乎會也，於會受命也。（外乎會，不及序也。受命於會，故書如會。）公朝於王所。朝不言所，言所者，非其所也。（非京師朝。）"
      },
      {
        "index": 60,
        "text": "疏「朝不言所」。○釋曰：公如京師，亦不言朝，直失不言所者，如即是內朝之常文，故直解不言所而已。如既是常文，此言朝者，以其非京師，故以違例言之。"
      },
      {
        "index": 61,
        "text": "六月，衛侯鄭自楚復歸於衛。自楚，楚有奉焉爾。復者，復中國也。（中國，猶國中也。）疏「楚有奉焉爾」。○釋曰：發傳者，自楚，嫌與中國異也。\n歸者，歸其所也。鄭之名，失國也。"
      },
      {
        "index": 62,
        "text": "疏「鄭之名失國也」。○釋曰：重起失國之例者，以鄭非大罪，故出奔不名，惡其藉楚之力，故入名，以表失國，嫌出入異，故傳發之。衛元咺出奔晉。\n陳侯款卒。秋，杞伯姬來。（莊公女來歸寧。）公子遂如齊。（聘也。）"
      },
      {
        "index": 63,
        "text": "冬，公會晉侯、宋公、蔡侯、鄭伯、陳子、莒子、邾子、秦人於溫。（陳稱子，在喪也。）諱會天王也。（復致天子。○復，扶又反。）"
      },
      {
        "index": 64,
        "text": "天王守於河陽。（河陽，晉地。○守音狩，下同。）全天王之行也，（時實晉文公召王。以臣召君，不可以訓。因天子有巡守之禮，故以自行為文。○行如字，或下孟反。）為若將守而遇諸侯之朝也。為天王諱也。水北為陽，山南為陽。溫，河陽也。（日之所昭曰陽。○為天王，幹偽反。）"
      },
      {
        "index": 65,
        "text": "壬申，公朝於王所。朝於廟，禮也。於外，非禮也。（諸侯朝王，王必於宗廟受之者，蓋欲尊祖禰共其榮。）獨公朝與？諸侯盡朝也。其日，以其再致天子，故謹而日之。主善以內，目惡以外。（主善以內，謂公朝於王所。目惡以外，言再致天子。○朝與音餘。）言曰公朝，逆辭也，而尊天子。（鄭嗣曰：「若公朝於廟，則當言公如京師，而今言公朝，是逆常之辭。雖逆常而曰公朝王所，是尊天子。」）"
      },
      {
        "index": 66,
        "text": "疏「而尊天子」。○釋曰：公若朝於廟，當云如也。今逆常，故言朝也。朝雖逆常之辭，言公朝於王所，仍是敬王室之事，故云「而尊天子」。"
      },
      {
        "index": 67,
        "text": "會於溫，言小諸侯。溫，河北地，以河陽言之，大天子也。（溫、河陽同耳。小諸侯，故以一邑言之。尊天子，故以廣大言之。）日係於月，月係於時。壬申，公朝於王所，其不月，失其所係也。以為晉文公之行事為已傎矣。（以臣召君，傎倒上下，日不係於月，猶諸侯不宗於天子。○傎，都田反。倒，丁老反。）"
      },
      {
        "index": 68,
        "text": "晉人執衛侯，歸之於京師。此入而執，其不言入，何也？不外王命於衛也。（入者自外來；伯者以王命討衛，衛，王之士，故曰不外王命。）歸之於京師，緩辭也。斷在京師也。（辭間容之，故言緩。○斷，丁亂反。）\n疏「緩辭也」。○釋曰：據成十五年「晉侯執曹伯歸於京師」，不言之。"
      },
      {
        "index": 69,
        "text": "衛元咺自晉復歸於衛。自晉，晉有奉焉爾。復者，復中國也。歸者，歸其所也。疏「晉有奉焉爾」。○釋曰：又發傳者，嫌霸者與凡諸侯異。\n諸侯遂圍許。（會溫諸侯。許比再會不至，故共圍之。）遂，繼事也。（繼事，會於溫而圍許。）"
      },
      {
        "index": 70,
        "text": "曹伯襄復歸於曹。（三月為晉侯所執，今方歸。）復者，復中國也。天子免之，因與之會。其曰復，通王命也。（免之於宋，身未反國，因會於許，即從反國之辭通王命。）\n遂會諸侯圍許。遂繼事也。\n二十有九年\n二十有九年，春，介葛盧來。介，國也。葛盧，微國之君未爵者也。其曰來，卑也。（介音界，國名。）"
      },
      {
        "index": 71,
        "text": "疏「其曰來，卑也」。○釋曰：據莊五年「阝犁來來朝」，亦未得爵命而稱朝，此謂卑賤之，故有言來矣。襄十八年「白秋」來「注云」不言朝者，不能行朝禮」是也。\n公至自圍許。\n夏，六月，公會王人、晉人、宋人、齊人、陳人、蔡人、秦人，盟於翟泉。（翟泉，某地。）"
      },
      {
        "index": 72,
        "text": "疏「公會」至「翟泉」。○釋曰：《左氏》以為王人者王子虎，為下盟列國。晉人云云者，狐偃等，為上敵公侯，皆貶之稱人。何休注《公羊》云，晉文德衰，故微者往會。今《穀梁》既無傳注，或如何說，王人以下皆是微也。"
      },
      {
        "index": 73,
        "text": "秋，大雨雹。（雹者，陰脅陽、臣侵君之象。陽氣之在水雨則溫熱，陰氣薄而脅之，不相入，轉而成雹。○雨，於付反。雹，蒲學反。）冬，介葛盧來。\n三十年\n三十年，春，王正月。\n夏，狄侵齊。"
      },
      {
        "index": 74,
        "text": "秋，衛殺其大夫元咺。稱國以殺，罪累上也，以是為訟君也。（元咺訟君之罪於伯者，君忌之，使人殺之而後人。案宣九年「陳殺其大夫泄冶」傳曰，「稱國以殺其大夫，殺無罪也」，此傳曰，「稱國以殺，罪累上也」。凡稱國以殺大夫，或殺無罪，或罪累上，參互不同，略當近半。然則稱國以殺有二義，泄冶忠賢而君殺之，是君無道也；衛侯雖有不德，臣無訟君之道，元咺之罪亦已重矣。然君子之道，譬之於射，失諸正鵠，反求諸身。衛侯不思致訟之愆，躬自厚之義，過而不改，而又怨忌，上下皆失，故曰罪累上。○累，劣偽反。泄，息列反。冶音也。近半，附近之近。正音征。鵠，古毒反。愆，起虔反。）"
      },
      {
        "index": 75,
        "text": "疏「以是為訟君也」。○釋曰：元咺訟君，則是臣之罪。復言累上者，以上下俱失，嫌衛殺無罪，故加累上之文也。衛侯得書復歸者，復歸非全善之辭，衛侯既委罪元咺，故得復歸之稱。○注「有二義」。釋曰：言有二義者，謂傳言「殺無罪也」，即是罪全在君，傳云「罪累上也」。即上下俱失，故云有二義。\n衛侯在外，其以累上之辭言之，何也？待其殺而後入也。及公子瑕。公子瑕，累也，以尊及卑也。"
      },
      {
        "index": 76,
        "text": "衛侯鄭歸於衛。（徐邈曰：「凡出奔歸月，執歸不月者，齊則國更立主，若故君還入，必有戰爭禍害，所以謹其文。執者，罪名未定，其國猶追奉之，歸無犯害，故例不月。」○戰爭，爭鬥之爭。）\n晉人，秦人圍鄭。介人侵蕭。冬，天王使宰周公來聘。天子之宰，通於四海。\n疏「天子」至「四海」。○釋曰：復發傳者，葵丘會也，此則聘也，嫌異，故重發之。"
      },
      {
        "index": 77,
        "text": "公子遂如京師，遂如晉。以尊遂乎卑，此言不敢叛京師也。（何休曰：「大夫無遂事。」案襄十二年，季孫宿救台，「遂入鄆」，惡季孫不受命而入也。如公子遂受命如晉，不當言遂。鄭君釋之曰：「遂固受命如京師如晉，不專受命如周，經近上言『天王使宰周公來聘』，故公子遂報焉，因聘於晉，尊周不敢使並命，使若公子遂自往焉。即云公子遂如京師如晉，是同周於諸侯，叛而不尊天子也。《公羊傳》有美惡不嫌同辭，何獨不廣之於此乎？」寧謂經同而傳異者甚眾，此吾徒所以不及古人也。○台，土來反，又音台。鄆音運。惡季孫，烏路反。美惡，烏路反，又如字。）\n疏「遂乎卑」。○釋曰：傳言此者，遂是繼事之辭，以辭有善惡，故傳分明別之也。\n三十有一年\n三十有一年，春，取濟西田。（曹田。）公子遂如晉。"
      },
      {
        "index": 78,
        "text": "夏，四月，四卜郊，（謂之郊者，天人相與交接之意也。不言郊天者，不敢斥尊也。昔武王既崩，成王幼少，周公居攝，行天子事，制禮作樂，終致太平。周公薨，成王以王禮葬之，命魯使郊，以彰周公之德，祭蒼帝靈威仰，昊天上帝魯不祭。○少，詩照反。大音泰。）"
      },
      {
        "index": 79,
        "text": "疏注「謂之」至「不祭」。○釋曰：范惟言天人相與交接，故謂之郊。字既從郊，或當亦在南郊，就陽位而祭也。昔武王既崩云云，《尚書》有其事。制禮作樂云云者，《禮記》文。祭蒼帝靈威仰，昊天上帝魯不祭者，是鄭玄之說。鄭以《春秋說元命包》云：「紫微為大帝，大微為天庭，五帝合明。」又《文耀鉤》云：「蒼帝春受制，其名靈威仰。赤帝夏受制，其名赤熛怒。黃帝受制王四季，其名含樞紐。白帝秋受制，其名白招炬。黑帝冬受制，其名汁光紀。是紫微宮者五方帝。」故鄭以周與魯夏正郊天者，祭青帝靈威仰之帝；冬至祭天於圓丘者，祭天皇大帝，魯不得祭之。故范亦同之耳。然三王之郊，一用夏正，魯不然者，以天子得冬至祭天皇大帝，故郊所感之帝皆以夏正為之，魯不得冬至祭天，故轉卜三正。從周正月至於三月，皆是郊之時也，月各一卜，故云三卜，禮也。四月非時，故云四卜，非禮也。《左氏》以為禮不卜常祀，郊既魯之常祀，故一卜亦為非禮。《公羊》以為天子不卜郊，魯郊非常禮，故卜之；求吉之道不過三，故三卜，禮也，四卜，非禮也。是三傳各異。其用牲也，何休以為郊天牛，角繭栗，三望之牛，角尺，其文出於《稽命徵》。其祀也，郊祭則焚燎，山則升，水則沉。"
      },
      {
        "index": 80,
        "text": "不從，乃免牲，猶三望。（鄭君曰：「望者，祭山川之名也，謂海也、岱也、淮也。非其疆界則不祭。」《禹貢》曰：「海、岱及淮惟徐州。」徐，魯地。）"
      },
      {
        "index": 81,
        "text": "疏「猶三望」。○釋曰：《公羊》以為三望，泰山、河、海、賈逵、杜預之徒注《左氏》者，皆以為分野星、國中山川。今范同鄭玄之說。取《禹貢》之文，以為淮、海、岱也。"
      },
      {
        "index": 82,
        "text": "夏四月，不時也。（郊，春事也。）四卜，非禮也。（郊，春事，四卜則入夏。）免牲者，為之緇衣熏裳，有司玄端，奉送至於南郊。免牛亦然。（玄端，黑衣，接神之道。玄熏者，天地之色也。南郊，天位，歸之於陽也。「全曰牲，傷曰牛」，「牛有變而不郊，故卜免牛」。○熏，許云反。）\n疏注「全曰」至「免牛」。○釋曰：哀元年傳文也。"
      },
      {
        "index": 83,
        "text": "乃者，亡乎人之辭也。（亡乎人，若曰無賢人也。凱曰，其猶《易》稱「窺其戶，闃其無人」，《詩》云「巷無居人」，譏僖公不共，致天變。○闃，苦鵙反。共音恭，本亦作恭。）猶者，可以巳之辭也。（望，郊之細也。不郊，無望可也。巳，止也。）\n秋，七月。冬，杞伯姬來求婦。婦人既嫁不逾竟，杞伯姬來求婦，非正也。"
      },
      {
        "index": 84,
        "text": "疏「求婦非正也」。○釋曰：重發傳者，嫌國君之妻異，故明之。狄圍衛。十有二月，衛遷於帝丘。（帝丘，衛地。）\n三十有二年\n三十有二年，春，王正月。\n夏，四月，已丑，鄭伯捷卒。（捷，在接反。）衛人侵狄。秋，衛人及狄盟。"
      },
      {
        "index": 85,
        "text": "冬，十有二月，已卯，晉侯重耳卒。（晉自莊公已前，不書於《春秋》，又不言文公之入及鄭忽之殺，何乎？徐邈通之曰：「案《詩序》及《紀年》、《史記》，晉昭公之後，大亂五世。又鄭忽之後，有子、子儀，且事出記傳而經所無殊多，誠當有不告故不書者。諸侯有朝聘之禮，赴告之命，所以敦其交好，通其憂虞。若鄰國相望而情誌否隔，存亡禍福，不以相關，則它國之史，無由得書，故告命之事絕，則記注之文闕，此蓋內外相與之常也。魯政雖陵鷃而典刑猶存，史策所錄，不失常法，其文獻之實足證，故孔子因而脩之，事仍本史，而辭有損益，所以成詳略之例，起褒貶之意。若夫可以寄微旨而通王道者，存乎精義窮理，不在記事少多，此蓋脩《春秋》之本旨。師資辯說，日用之常義，故穀梁子可不復發文，而體例自舉矣。」○重，直龍反。，亡匪反。朝聘，直遙反。好，呼報反。否，備矣反。注，張住反。不復，扶又反。）\n疏注「師資辯說」。○釋曰：師者教人以不及，故謂師為師資也。日用者，《易·係辭》文也。\n三十有三年\n三十有三年，春，王二月，秦人入滑。滑，國也。\n齊侯使國歸父來聘。"
      },
      {
        "index": 86,
        "text": "夏，四月，辛巳，晉人及薑戎敗秦師於殽。不言戰而言敗，何也？狄秦也。其狄之何也？秦越千里之險入虛國，（滑無備，故言虛國。○殽，戶交反。）進不能守，退敗其師，徒亂人子女之教，無男女之別。秦之為狄，自殽之戰始也。（明秦本非夷狄。○別，彼列反。）"
      },
      {
        "index": 87,
        "text": "疏「進不」至「始也」。○釋曰：舊解進不能守，謂入滑而去；退敗其師，謂敗於殽也；亂人子女，謂入滑之時，縱暴亂也。本或別進字者。"
      },
      {
        "index": 88,
        "text": "秦伯將襲鄭，百里子與蹇叔子諫曰：「千里而襲人，未有不亡者也。」秦伯曰：「子之塚木已拱矣，何知！」（子之輩皆已老死矣。拱，合抱也。言其老無知。○百里子如字，或作伯，誤也。蹇，紀輦反。拱，九勇反。合手曰拱。）師行，百里子與蹇叔子送其子而戒之曰：「女死，必於殽之岩唏唫之下。（其處險隘，一人可以要百人。○女音汝，下及注同。唫，本作，音吟，一音欽。處，昌慮反。隘，於懈反。要百，於遙反，下文「要而擊之」同。）我將屍女於是。」（屍女者，收女屍。）師行，百里子與蹇叔子隨其子而哭之。秦伯怒曰：「何為哭吾師也？」二子曰：「非敢哭師也，哭吾子也。我老矣，彼不死則我死矣。」（畏秦伯怒，故云彼我要有死者。）晉人與薑戎要而擊之殽，匹馬倚輪無反者。（倚輪，一隻之輪。○倚，居宣反，或於綺反。）晉人者，晉子也。其曰人，何也？微之也。何為微之？不正其釋殯而主乎戰也。\n癸巳，葬晉文公。曰葬，危不得葬也。狄侵齊。公伐邾，取訾樓。（訾，子斯反。）秋，公子遂帥師伐邾。\n晉人敗狄於箕。（箕，晉地。）\n冬，十月，公如齊。十有二月，公至自齊。\n乙巳，公薨於小寢。（小寢，內寢。）小寢，非正也。（非路寢。）"
      },
      {
        "index": 89,
        "text": "疏「小寢，非正也」。○釋曰：傳發此例者，以隱公不地，桓公非正，今僖公雖卒，而沒於婦人之手，故發傳以惡之也。"
      },
      {
        "index": 90,
        "text": "隕霜不殺草。（《京房易傳》曰：「君假與臣權，隕霜不殺草。」○隕，云敏反。）未可殺而殺，舉重也。可殺而不殺，舉輕也。（重，謂菽也。輕，謂草也。輕者不死，則重者不死可知。）\n李、梅實。（《京房易傳》曰：「從叛者茲謂不明，厥妖木冬實。」）實之為言猶實也。（實，子。）\n晉人、陳人、鄭人伐許。"
      }
    ]
  }
}