{
  "chapterNumber": 17,
  "title": "春秋穀梁傳註疏卷16 (Guliang Zhushu, Volume 16)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○襄公\n（起十六年，盡三十一年）\n十有六年\n十有六年，春，王正月，葬晉悼公。"
      },
      {
        "index": 1,
        "text": "三月，公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、薛伯、杞伯、小邾子於湨梁。（湨梁，地。○湨，古闃反。）"
      },
      {
        "index": 2,
        "text": "戊寅，大夫盟。湨梁之會，諸侯失正矣。諸侯會，而曰大夫盟，正在大夫也。諸侯在，而不曰諸侯之大夫，大夫不臣也。晉人執莒子、邾子以歸\n疏「晉人」至「以歸」。釋曰：諸侯不得私相治，執人以歸，非禮明矣。\n齊侯伐我北鄙。\n夏，公至自會。\n五月，甲子，地震。叔老會鄭伯、晉荀偃、衛甯殖、宋人伐許。秋，齊侯伐我北鄙，圍成。大雩。\n冬，叔孫豹如晉。\n十有七年\n十有七年，春，王二月，庚午，邾子間卒。（間音閑，《左氏》作「輕」。）宋人伐陳。\n夏，衛石買帥師伐曹。\n秋，齊侯伐我北鄙，圍桃。齊高厚帥師伐我北鄙，圍防。九月，大雩。"
      },
      {
        "index": 3,
        "text": "疏「九月，大雩」。○釋曰：前年大雩不月，此月者，僖十一年傳曰「雩，月正也」，是九月八月雩得正也，故月。前年雩不正，時也。\n宋華臣出奔陳。\n冬，邾人伐我南鄙。\n十有八年\n十有八年，春，白狄來。（不言朝，不能行朝禮。○朝，直遙反。）"
      },
      {
        "index": 4,
        "text": "夏，晉人執衛行人石買。稱行人，怨接於上也。（怨其君而執其使，稱行人，明使人爾，罪在上也。○其使，所吏反，下同。）"
      },
      {
        "index": 5,
        "text": "疏注「怨其君」至「在上也」。○釋曰：稱人以執，是執有罪。范云明使人者，謂稱行人者，明罪在君上，故云「明使人」，非謂稱行人以罪晉也。重發傳者，楚是夷狄，嫌晉之主盟當異，故重明之。\n秋，齊侯伐我北鄙。"
      },
      {
        "index": 6,
        "text": "冬，十月，公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子同圍齊。非圍而曰圍，（據實伐。）齊有大焉，亦有病焉。（齊若無罪，諸侯豈得同病之乎？）非大而足同焉？（齊非大國，諸侯豈足同共圍之與？○同與音餘。）諸侯同罪之也，亦病矣。（諸侯同罪大國，是不量力，必為大國所讎，則亦病矣。）"
      },
      {
        "index": 7,
        "text": "疏「非圍」至「病矣」。○釋曰：知非圍者，以十九年經云「至自伐齊」，不以圍致故也。傳言「非圍而曰圍」者，解經不以實言之意。「齊有大焉，亦有病焉，」謂經稱同圍之意。齊雖有事，大國焉，亦有罪惡焉。病猶罪惡也，謂數伐魯。以數伐魯，又複國大，故稱同圍之耳。「非大而足同與」，覆上「齊有大焉」，「諸侯同罪」之意也，謂齊若非大國，何須諸侯同罪之也。「亦病矣」，謂齊是大國，諸侯共同罪之，必為大國所讎，是取禍之道，故云亦罪惡矣，言諸侯與齊同有罪惡也。\n曹伯負芻卒於師。閔之也。"
      },
      {
        "index": 8,
        "text": "疏「閔之也」。○釋曰：僖四年「許男新臣卒」，彼內桓師，故不地。知言卒於師者，皆閔之也。楚公子午帥師伐鄭。\n十有九年"
      },
      {
        "index": 9,
        "text": "十有九年，春，王正月，諸侯盟於祝柯。（前年同圍齊之諸侯也。祝柯，齊地。○祝柯，古河反，注同。）晉人執邾子。"
      },
      {
        "index": 10,
        "text": "公至自伐齊。《春秋》之義，巳伐而盟。複伐者，則以伐致。（京城北之類是。○複，扶又反，下及注皆同。）盟不複伐者，則以會致。（會於蕭魚之類是。）祝柯之盟，盟複伐齊與？（怪不以會致。○與音餘。）曰，非也。（不複伐齊。）然則何為以伐致也？曰，與人同事，或執其君，或取其地。（同與邾圍齊，而晉執其君，魯取其地，此與盟後後伐無異。）"
      },
      {
        "index": 11,
        "text": "疏「或執」至「其地」。○釋曰：據此傳文，事實在邾，不關於齊。而以伐齊致者，以明實伐齊，盟後又或執其君，或取其地，與盟後複伐無異，故讬事以見意，罪晉執君，惡魯取地。若其實不伐齊，亦不得以伐致也。"
      },
      {
        "index": 12,
        "text": "取邾田，自漷水。（以漷水為界。○漷水，火虢反，又音郭，水名。）軋辭也。（軋，委曲隨漷水，言取邾田之多。○軋，於八反。）"
      },
      {
        "index": 13,
        "text": "疏「軋辭也」。○釋曰：《公羊》以為漷水移入邾界，魯隨而有之。今云「軋辭」者，軋謂委曲。經言「自漷水」者，委曲之辭也。一解軋辭者，軋謂委曲，言取邾田委曲隨漷水為界之辭，言其多也。\n其不日，惡盟也。（惡，烏路反。）疏「其不日，惡盟也」。釋曰：謂執君取地。季孫宿如晉。葬曹成公。\n夏，孫林父帥師伐齊。\n秋，七月，辛卯，齊侯環卒。\n晉士匄帥師侵齊，至穀，聞齊侯卒，乃還。還者，事未畢之辭也。"
      },
      {
        "index": 14,
        "text": "疏「還者」至「辭也」。○釋曰：重發傳者，嫌內外異也。何休《廢疾》難此云：「君子不求備於一人，（原空闕三字）士匄不伐喪，純善矣。」何以複責其專大功也？鄭玄釋之曰：「士匄不伐喪則善矣。然於善則稱君，禮仍未備，故言乃還，不言乃複，作未畢之辭。」還者致辭，複者反命，如鄭之言，亦是譏士匄不複命也。然如鄭意，以乃還為惡，乃複為善，則公子遂至黃乃複，又為惡之者，彼以遂違君命而反，故加畢事之文，欲見臣不專公命，與此意少異。此既善不伐喪，複為事畢之辭，則是純善士匄，故以未畢之辭言之。"
      },
      {
        "index": 15,
        "text": "受命而誅，生死無所加其怒，不伐喪，善之也。善之，則何為未畢也？君不屍小事，臣不專大名。善則稱君，過則稱已，則民作讓矣。士匄外專君命，故非之也。然則為士匄者宜奈何？宜墠帷而歸命乎介。（除地為墠，於墠張帷，反命於介，介歸告君，君命乃還，不敢專也。○墠音善，介音界，副使也。）\n八月，丙辰，仲孫蔑卒。齊殺其大夫高厚。鄭殺其大夫公子嘉。\n冬，葬齊靈公。城西郛。\n叔孫豹會晉士匄於柯。（柯，地。）城武城。\n二十年\n二十年，春，王正月，辛亥，仲孫速會莒人盟於向。（向，莒邑，○向，舒亮反。）"
      },
      {
        "index": 16,
        "text": "夏，六月，庚申，公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子盟於澶淵。（澶淵，衛地。○澶，市然反。）\n秋，公至自會。仲孫速帥師伐邾。蔡殺其大夫公子濕。蔡公子履出奔楚。"
      },
      {
        "index": 17,
        "text": "陳侯之弟光出奔楚。諸侯之尊，弟兄不得以屬通。其弟云者，親之也。親而奔之，惡也。（顯書弟，明其親也。親而奔逐之，所以惡陳侯。○弟光，《左氏》作「黃」。惡音烏路反。）"
      },
      {
        "index": 18,
        "text": "疏注「所以惡陳侯」。○釋曰：知非惡光者，以傳例「歸為善，自某歸次之」，以二十三年云「光自楚歸於陳」，又且專之稱弟罪衛侯，則光稱弟罪陳侯也，故鄭《釋廢疾》亦云「惡陳侯也」。\n叔老如齊。\n冬，十月，丙辰，朔，日有食之。季孫宿如宋。\n二十有一年\n二十有一年，春，王正月，公如晉。\n邾庶其以漆閭丘來奔。以者，不以者也。（凱曰：「人臣無專祿以邑叛之道。」○漆音七。閭，力居反。）"
      },
      {
        "index": 19,
        "text": "疏「以者不以者也」。○釋曰：重發傳者，此非用兵之以，故昭五年「莒牟夷以牟婁及防茲來奔」，傳曰「及防茲，以大及小也」，是小大不敵，故當言及。今不言及，為小大敵故也。\n來奔者不言出，舉其接我者也。漆閭丘不言及，小大敵也。\n夏，公至自晉。\n秋，晉欒盈出奔楚。九月，庚戌，朔，日有食之。\n冬，十月，庚辰，朔，日有食之。"
      },
      {
        "index": 20,
        "text": "疏「日有食之」。○釋曰：此年與二十四年，皆頻月日食。據今曆有無頻食之理，但古或有之。故《漢書·高祖本紀》亦有頻食。曹伯來朝。（朝，直遙反。）\n公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子於商任。（商任，某地。○任音壬。）庚子，孔子生。"
      },
      {
        "index": 21,
        "text": "疏「庚子，孔子生」。○釋曰：仲尼以此年生，故傳因而錄之。《史記世家》云襄公二十二年生者，馬遷之言，與經典不同者非一，故與此傳異年耳。\n二十有二年\n二十有二年，春，王正月，公至自會。"
      },
      {
        "index": 22,
        "text": "疏「公至自會」。釋曰：此與二十一年「公如晉」皆月者，依傳例「月者有危」，傳不記危之事，未可知也。何休云「善公能事大國」，案下法隨會公至不月，則何說非。\n夏，四月。\n秋，七月，辛酉，叔老卒。"
      },
      {
        "index": 23,
        "text": "冬，公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子於沙隨。公至自會。楚殺其大夫公子追舒。\n二十有三年\n二十有三年，春，王二月，癸酉，朔，日有食之。三月，巳巳，杞伯匄卒。（匄，古害反。）\n夏，邾畀我來奔。（畀，必二反。）葬杞孝公。"
      },
      {
        "index": 24,
        "text": "陳殺其大夫慶虎及慶寅。稱國以殺，罪累上也。及慶寅，慶寅累也。陳侯之弟光自楚歸於陳。（光反稱弟言歸，無罪明矣。）晉欒盈複入於晉，入於曲沃。（曲沃，晉地。○複，扶又反。）\n秋，齊侯伐衛，遂伐晉。"
      },
      {
        "index": 25,
        "text": "八月，叔孫豹帥師救晉，次於雍渝。（雍渝，晉地。○雍，於用反，又如字。渝，羊朱反。）言救後次、非救也。（惡其不遂君命而專止次，故先通君命而後言次，尊君抑臣之義。鄭嗣曰：「次，止也。凡先書救而後言次，皆非救也。」僖元年「齊師、宋師、曹師次於聶北，救邢」，此師本欲止聶北，遙為之援爾，隨其本意而書，故先言次而後言救。豹本受君命救晉，中道不能，故先言救而後言次。若鄭伯未見諸侯，而曰如會，致其本意。○惡其其烏路反，不傳「惡之」同。聶北，不輒反。中道，丁仲反，又如字。）"
      },
      {
        "index": 26,
        "text": "疏「言救」至「救也」。○釋曰：後言次為非救，則以僖元年先言次即是救，彼傳亦云非救者，其實言次，則並是非救，但傳各隨其本意而釋之，鄭嗣言之詳矣。\n己卯，仲孫速卒。"
      },
      {
        "index": 27,
        "text": "冬，十月，乙亥，臧孫紇出奔邾。其日，正臧孫紇之出也。（正其有罪。）蓫伯玉曰：「不以道事其君者，其出乎？」（必不見容。○籧，其居反。）"
      },
      {
        "index": 28,
        "text": "晉人殺欒盈。惡之，弗有也。（不言殺其大夫，是不有之以為大夫。）齊侯襲莒。（輕行掩其不備曰襲。○輕，遣政反，又如字。）\n二十有四年\n二十有四年，春，叔孫豹如晉。\n仲孫羯帥師侵齊。\n夏，楚子伐吳。\n秋，七月，甲子，朔，日有食之，既。齊崔杼帥師伐莒。\n大水。八月，癸巳，朔，日有食之。"
      },
      {
        "index": 29,
        "text": "公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子於夷儀。冬，楚子、蔡侯、陳侯、許男伐鄭。公至自會。\n陳針宜咎出奔楚。（針，其廉反。咎，其九反。）叔孫豹如京師。"
      },
      {
        "index": 30,
        "text": "大饑。五穀不升為大饑。（升，成也。）一穀不升謂之嗛，（嗛，不足貌。○嗛，去簟反。）二穀不升謂之饑，三穀不升謂之饉，（饉音近。）四穀不升謂之康，（康，虛。）五穀不升謂之大侵。（侵，傷。）"
      },
      {
        "index": 31,
        "text": "疏「五穀」至「大侵」。○釋曰：「二穀不升謂之饑，」今經云「大饑」，故傳云「五穀不升」也。謂之嗛，謂之康，嗛是不足之貌，康是虛荒之名。「五穀不升謂之大侵」，又謂之大饑者，以經云「大饑」，是傳文順經言之，經所云「大饑」者，謂五穀不熟也。其實大侵者，大饑之異名，通而言之，正是一物也，傳欲分析五種之名，故異言之耳。徐邈云「有死者曰大饑，無死者曰大餓」，何休云「有死曰大餓，無死曰饑」，並以意言之，與《穀梁》異也。"
      },
      {
        "index": 32,
        "text": "大侵之禮，君食不兼味，台榭不塗。（塗，堊飾。○榭音謝。塗，烏路反，又烏路反。）弛侯，廷道不除。（弛，廢也。侯，射侯也。廢侯不燕射，廷內道路不脩除。○弛侯，式氏反。廷道，徒佞反，朝廷之道也，一音庭。）"
      },
      {
        "index": 33,
        "text": "疏注「弛廢」至「燕射」。○釋曰：凡大射為祭擇士，賓射則接賓而射，燕則因歡燕而為射。既國大饑，君不宜燕樂，故注舉燕射言之，其實尚不祭鬼，神亦不應有大射賓射之禮，故傳以弛侯總之。或以為燕射一侯，禮最省，故舉之以明餘者亦不為之耳，理亦通之。\n百官布而不製。（官職脩列，不可闕廢，不更有造作。）鬼神禱而不祀，（《周書》曰：「大荒有禱無祀。」）"
      },
      {
        "index": 34,
        "text": "疏注「周書」至「無祀」。○釋曰：《周書》者，先儒以為仲尼刪《尚書》之餘，今據其書與《尚書》不類，未知是與非也。此大侵之禮也。\n二十有五年\n二十有五年，春，齊崔杼帥師伐我北鄙。"
      },
      {
        "index": 35,
        "text": "夏，五月，乙亥，齊崔杼弑其君光。莊公失言，淫於崔氏。（放言將淫崔氏，為此見弑也。邵曰：「淫，過也。言莊公言語失漏，有過於崔子，而崔子弑之。」故傳載其致弑之由，以明崔杼之罪甚。○為此，於偽反，下「為其」同。）"
      },
      {
        "index": 36,
        "text": "疏注「放言」至「罪甚」。○釋曰：失言謂放言，謂放言將淫崔氏。邵解云謂言語失漏，有過於崔氏。范兩載之者，貴異說耳。注又云「傳載其致弑之由」者，正謂此傳，不更據別文也。"
      },
      {
        "index": 37,
        "text": "公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子於夷儀。六月，壬子，鄭公孫舍之帥師入陳。"
      },
      {
        "index": 38,
        "text": "秋，八月，已巳，諸侯同於重丘。（會夷儀之諸侯也。重丘，齊地。○重，直龍反。）公至自會。衛侯入於夷儀。（夷儀本邢地，衛滅邢而為衛地。）\n楚屈建帥師滅舒鳩。（屈，居忽反。）\n冬，鄭公孫夏帥師伐陳。（夏，戶雅反。）"
      },
      {
        "index": 39,
        "text": "十有二月，吳子謁伐楚，門於巢，卒。以伐楚之事，門於巢，卒也。（所以攻巢之門者，為其伐楚之事故也。然則伐楚經巢。○子謁，《左氏》作 「遏」。）於巢者，外乎楚也。（若但言伐楚卒而不言於巢者，則卒在楚也。言於巢，則不在楚。）門於巢，乃伐楚也。（先攻巢，然後楚乃可得伐。）"
      },
      {
        "index": 40,
        "text": "疏注「先攻巢」。○釋曰：舊解巢，楚竟上之小國，有表裏之援，故先攻之，然後楚可得伐，以為楚邑非也。徐邈亦云「巢，偃姓之國」是也。"
      },
      {
        "index": 41,
        "text": "諸侯不生名，取卒之名，加之伐楚之上者，見以伐楚卒也。其見以伐楚卒何也？（據伐楚惡事，無緣致本意。○見，賢遍反。）疏「諸侯不生名」。○釋曰：重發傳者，與失國生名異故也。"
      },
      {
        "index": 42,
        "text": "古者大國過小邑，小邑必飾城而請罪，禮也。（飾城者，脩守備。請罪，問所以為闕，致師之意。○守備，手又反，或如字。）吳子謁伐楚，至巢，入其門，門人射吳子。有矢創，反舍而卒。古者雖有文事，必有武備，非巢之不飾城而請罪，非吳子之自輕也。（非，責。○射，食亦反。創，初良反。）\n二十有六年"
      },
      {
        "index": 43,
        "text": "二十有六年，春，王二月，辛卯，衛甯喜弑其君剽。此不正，其日何也？殖也立之，喜也君之，正也。（父立以為君，則子宜君之，以明正也。○君剽，匹妙反。）\n疏「此不正其日何」。○釋曰：知剽不正者，以元年稱公孫見經故也。衛孫林父入於戚以叛。"
      },
      {
        "index": 44,
        "text": "甲午，衛侯衎複歸於衛。日歸，見知弑也。（書喜弑君，衎可言歸，衎實與弑，故錄日以見之。書日所以知其與弑者，言辛卯弑君，甲午便歸，是待弑而入，故得速也。○衎，苦旦反，一本作衍。見知，賢遍反。實與音豫，下同。）"
      },
      {
        "index": 45,
        "text": "疏「日歸」至「弑也」。○釋曰：衎既與弑，不言入以惡之者，傳例歸為善，複歸則居其兩端，故傳複者複中國，歸者歸其所。今喜既弑君，衍可言歸，但以與弑，故從平文云複歸。書名，因以見惡耳。不言入，以明歸罪於甯喜也。"
      },
      {
        "index": 46,
        "text": "夏，晉侯使荀吳來聘。公會晉人、鄭良霄、宋人、曹人於澶淵。秋，宋公殺其世子座。（座，在禾反。）晉人執衛甯喜。"
      },
      {
        "index": 47,
        "text": "八月，壬午，許男甯卒於楚。（宣九年九月「辛酉，晉侯黑臀卒於扈」，傳曰「其日，未逾竟也」。此乃在楚，何以日邪？隱三年「八月，庚辰，宋公和卒」，傳曰：「日卒，正也。」許男卒於楚，則在外已顯，日卒，明其正。○竟音境。）"
      },
      {
        "index": 48,
        "text": "疏注「宣九」至「其正」。○釋曰：案薄氏馳云：「此自發例於大國，不明於小國。其小國或詳或略，許男書日，必正也。」范答云：「《春秋》稱世子國有非正，周之襄王，晉之恭子，曹伯射姑，亦是其例。玃且之卒，謂於日食之下，何以知其不日？」然則范之此答，據何文得知？又周之襄王與恭子何以為別？又薄氏之駮不問射姑，而范答探意大過者，案《左氏》襄王是惠後之子，明襄王是嫡也。故文八年書「八月，戊申，天王崩」，恭世子是獻公烝父妾而生，僖五年被殺不日，故知雖世子仍非嫡也。薄氏之意，見射姑稱世子，而卒不稱日，故駁云發例於大國，小國自從詳略，故范以射姑非正答之。據陳侯款，僖七年寧毌之會，亦言世子，至僖二十八年，書卒之上亦不日，明稱世子亦有非正也。捷菑既貶，則玃且是正，故知玃且之卒，蒙上日食之文可知。襄王正，恭子不正，而亦引以為例者，欲明襄王正而稱世子，申生不正亦稱世子。據此言之，明有不正而稱世子者，\n冬，楚子、蔡侯、陳侯伐鄭。葬許靈公。\n二十有七年\n二十有七年，春，齊侯使慶封來聘。\n夏，叔孫豹會晉趙武、楚屈建、蔡公孫歸生、衛石惡、陳孔奐、鄭良霄、許人、曹人於宋。（奐，呼亂反。）"
      },
      {
        "index": 49,
        "text": "衛殺其大夫甯喜。稱國以殺，罪累上也。甯喜弑君，其以累上之辭言之，何也？嚐為大夫，與之涉公事矣。（鄭嗣曰：「若獻公以喜有弑君之罪而殺之，則不宜既入以為大夫，而得殺之，明以他故。」○複音扶又反。）"
      },
      {
        "index": 50,
        "text": "疏「涉公事矣」。○釋曰：舊解國家之事，危若涉海，以水行為逾也。徐邈云：「涉猶曆也。」傳織絇邯鄲糜信云：「絇者，著履？之頭即周禮絇繶及純是也。"
      },
      {
        "index": 51,
        "text": "甯喜由君弑君，而不以弑君之罪罪之者，惡獻公也。（獻公即衎也。鄭嗣曰：「書甯喜弑其君，則喜之罪不嫌不明。今若不言喜之無罪而死，則獻公之惡不彰。」○惡獻，烏路反。）"
      },
      {
        "index": 52,
        "text": "衛侯之弟專出奔晉。（專，《左氏》作「鱄」。）專，喜之徒也。專之為喜之徒，何也？巳雖急納其兄，與人之臣謀弑其君是亦弑君者也。專其曰弟，何也？（據稱弟則無罪。○已音紀。）專有是信者。（言君本使專與喜為約，納君許以寵賂。今反殺之，獻公使專失信，故稱弟，見獻公之惡也。○見，賢遍反。）君賂不入乎喜而殺喜，是君不直乎喜也，故出奔晉。織絇邯鄲，終身不言衛。（恥失信。○絇，其俱反。邯音寒。鄲音丹。）\n疏傳「織絇邯鄲」。○釋曰：糜信云：「絇者著履之頭，即《周禮》絇繶及純是也。」"
      },
      {
        "index": 53,
        "text": "專之去，合乎《春秋》（何休曰：「甯喜本弑君之家，獻公過而殺之，小負也。專以君之小負自絕，非大義也。何以合乎《春秋》？」鄭君釋之曰：「甯喜雖弑君之家，本專與約納獻公爾。公由喜得入，已與喜以君臣從事矣。《春秋》撥亂重盟約，今獻公背之，而殺忠於已者，是獻公惡而難親也。獻公既惡而難親，專又與喜為黨，懼禍將及，君子見幾而作，不俟終日。微子去紂，孔子以為上仁。專之去衛，其心若此，合於《春秋》，不亦宜乎？」○與約如字，又於妙反，下同。為約，於偽反，本或作盟約。背之音佩。）。"
      },
      {
        "index": 54,
        "text": "秋，七月，辛巳，豹及諸侯之大夫盟於宋。湨梁之會，諸侯在而不曰諸侯之大夫，大夫不臣也，晉趙武恥之。豹云者，恭也。（不舉姓氏。）諸侯不在而曰諸侯之大夫，大夫臣也，其臣恭也，晉趙武為之會也。"
      },
      {
        "index": 55,
        "text": "疏「晉趙」至「會也」。○釋曰：豹云能恭，獨言趙武恥之者，趙武恥湨梁之會大夫不臣，故合師諸侯大夫為恭，故歸功趙武也。傳言「豹云者」，據前稱氏，後直名也。\n冬，十有二月，乙亥，朔，日有食之。\n二十有八年\n二十有八年，春，無冰。\n夏，石惡出奔晉。邾子來朝。（朝，直遙反。）\n秋，八月，大雩。仲孫羯如晉。\n冬，齊慶封來奔。十有一月，公如楚。"
      },
      {
        "index": 56,
        "text": "疏「公如楚」。○釋曰：書月者，何休云：「危公朝夷狄。」案下二十九年「公至自楚」，傳云「喜之也」。則何說是耳。十有二月，甲寅，天王崩。（靈王。）\n乙未，楚子昭卒。\n二十有九年\n二十有九年，春，王正月，公在楚。閔之也。（閔公為楚所製，故存錄。）"
      },
      {
        "index": 57,
        "text": "夏，五月，公至自楚。喜之也。（凱曰：「遠之蠻國，喜得全歸。」）致君者，殆其往，（殆，危。）而喜其反，此致君之意義也。\n疏「致君」至「義也」。○釋曰：於此發之者，以公遠之荊蠻，故傳特發之，明中國亦同也。庚午，衛侯衎卒。"
      },
      {
        "index": 58,
        "text": "閽弑吳子餘祭。閽，門者也，寺人也。不稱名姓，閽不得齊於人。不稱其君，閽不得君其君也。禮：君不使無恥，不近刑人，（無恥，不知臧否。○閽音昏，守門人也。祭，側界反。寺人，本又作侍人。不近，附近之近，下同。否音鄙，又方九反。）不狎敵，不邇怨，賤人非所貴也，貴人非所刑也，刑人非所近也。舉至賤而加之吳子，吳子近刑人也。閽弑吳子餘祭仇之也。（怨仇餘祭，故弑之。○狎，戶甲反。怨，於原反，又於元反。仇音求。）"
      },
      {
        "index": 59,
        "text": "疏 「閽門」至「之也」。○釋曰：稟二儀之氣，須五常之性備，然後為人。閽者，虧刑絕嗣，無陰陽之會，故不複齊於人。以主門晨昏開閽謂之閽，以是奄豎之屬，故又謂之寺人也。「不狎敵，不邇怨」者，言為人君之道，外不得狎敵，內不得近怨。何者？吳遏以狎敵蒙禍，餘祭以邇怨害身，故不可狎敵近怨也。「賤人非所貴」，謂卑賤之人，無高德者，不可卒貴。「貴人非所刑」，謂刑不上大夫，故不可刑之。「刑非所近也」，謂刑罪之人，不可信近之。今吳子以奄人為閽，是近之也。「舉至賤而加之吳子，近刑人也」，謂經書「閽弑吳子餘祭」者，譏其近刑人也。○注「怨仇餘祭」。○釋曰：國君不仇匹夫，犯罪則誅之，故知是閽怨也。"
      },
      {
        "index": 60,
        "text": "仲孫羯會晉荀盈、齊高止、宋華定、衛世叔儀、鄭公孫段、曹人、莒人、邾人、滕人、薛人、小邾人城杞。古者天子封諸侯，其地足以容其民，其民足以滿城以自守也。杞危而不能自守，故諸侯之大夫，相帥以城之，此變之正也。（諸侯微弱，政由大夫，大夫能同恤災危，故曰變之正。）\n疏「變之正」。○釋曰：諸侯恤災救危是正，今大夫為之，故云「變之正也」。\n晉侯使士鞅來聘。杞子來盟。（杞複稱子，蓋時王所黜。○複，扶又反。）"
      },
      {
        "index": 61,
        "text": "吳子使劄來聘。（杜預曰：「吳子餘祭既遣劄聘上國而後死，劄以六月到魯，未聞喪也。不稱公子，其禮未同於上國。」○劄，側八反。）吳其稱子何也？善使延陵季子，故進之也。身賢，賢也。使賢，亦賢也。延陵季子之賢，尊君也。（以季劄之賢，吳子得進稱子，是尊名也。）其名，成尊於上也。（《春秋》賢者不名，而劄名者，許夷狄不一而足，唯成吳之尊稱。直稱吳，則不得有大夫。○尊稱，尺證反。）\n疏「成尊於上也」。○釋曰：謂進吳稱子，上謂君上也。\n秋，七月，葬衛獻公。"
      },
      {
        "index": 62,
        "text": "齊高止出奔北燕。其曰北燕，從史文也。（南燕吉姓，在鄭、衛之間。北燕姬姓，在晉之北，史曰北燕。據時然，故不改也。傳所言，解時但有言燕者。○北燕音煙，國名。吉，其乙反，又其吉反。）\n疏「從史文也」。○釋曰：傳言從史文者，以時有直言燕者，故仲尼從史文也。\n冬，仲孫羯如晉。\n三十年"
      },
      {
        "index": 63,
        "text": "三十年，春，王正月，楚子使薳罷來聘。（聘例時，此聘月之，何也？泰曰：「桓二年‘宋督殺其君與夷’，傳曰書王以‘正與夷之卒’。然則善有所明，皆須王以正之。書王必上係於春，下統於月。此書王以治蔡般弑父之罪爾，非以錄薳罷之聘。」薳罷，於委反；下音皮。與夷如字，又音餘，宋殤公名。）"
      },
      {
        "index": 64,
        "text": "夏，四月，蔡世子般弑其君固。其不日，子奪父政，是謂夷之。（比之夷弑，故不日也。「丁未，楚世子商臣殺其父」，傳曰：「日？之卒，所以謹商臣之弑也。」「楚公子比弑其君」，傳曰：「不日，比不弑。」般弑不日，而曰夷之，何也？徐乾曰：「凡中國君正卒，皆書日以錄之。夷狄君卒，皆不日以略之，所以別中國與夷狄。夷狄弑君而日者，閔其為惡之甚，謹而錄之。中國君卒例日，不以弑與夷弑也。至於卒而不日者，乃所以略之，與夷狄同例。」○子般音班，本或作班。，苦門反。以別，彼列反。）"
      },
      {
        "index": 65,
        "text": "疏注「比之」至「同例」。○釋曰：何體《廢疾》云：「蔡世子班弑其君固，不日，謂之夷。楚世子商臣弑其君，何以反書日邪？」鄭玄釋之曰：「商臣殺父日之，嫌夷狄無禮，罪輕也。今蔡中國，而又弑父，故不日之。」若夷狄不足責，然《公羊》有若不疾乃疾之，推以況此，則無怪然。此注之意，與鄭君《釋廢疾》大旨同也，但解商臣之弑書日少異耳。何者？鄭云「嫌夷狄無禮，罪輕，故日」，徐乾云「閔其為惡之甚，故日」，是少異也。昭十九年「夏，五月，戊辰，許世子止弑其君罪」，傳云：「日弑，正卒也。」與此異者，彼以實不弑君而書日，故與此異也。"
      },
      {
        "index": 66,
        "text": "五月，甲午，宋災，伯姬卒。取卒之日，加之災上者，見以災卒也。其見以災卒奈何？伯姬之舍失火，左右曰：「夫人少辟火乎？」伯姬曰：「婦人之義，傳母不在，宵不下堂。」（宵，夜。○見以，賢遍反。辟音避，下同。）左右又曰：「夫人少辟火乎？」伯姬曰：「婦人之義，保母不在，宵不下堂。」遂逮乎火而死。婦人以貞為行者也，伯姬之婦道盡矣。詳其事，賢伯姬也。（逮音代，又大計反。行，下孟反。）"
      },
      {
        "index": 67,
        "text": "疏「取卒」至「姬也」。○釋曰：外災例時。今伯姬之卒，故進日在上，以明災死也。伯姬之婦道盡矣。為共公卒雖日久，姬能守災死之貞，謂之婦道盡矣。"
      },
      {
        "index": 68,
        "text": "天王殺其弟佞夫。傳曰：諸侯目不首惡，況於天子乎？君無忍親之義，天子諸侯所親者，唯長子母弟耳。天王殺其弟佞夫，甚之也。（長，丁丈反。）"
      },
      {
        "index": 69,
        "text": "疏「況於天子乎」。○釋曰：嫌天子之殺弟異於諸侯，故以輕況重，舉重以明輕，見輕重之道並見矣。王子瑕奔晉。（不言出，周無外。）"
      },
      {
        "index": 70,
        "text": "秋，七月，叔弓如宋，葬共姬。（共姬，從夫之諡。○共音恭。）外夫人不書葬，此其言葬，何也？吾女也。卒災，故隱而葬之也。"
      },
      {
        "index": 71,
        "text": "疏「外夫」至「葬之也」。○釋曰：外夫人卒亦不書，而云不書葬者，傳云「外夫人不葬」者，謂魯女嫁於諸侯者，唯當書卒，不合稱葬，非謂不是魯女也。\n鄭良霄出奔許，自許入於鄭。鄭人殺良霄。不言大夫，惡之也。（惡，烏路反。）"
      },
      {
        "index": 72,
        "text": "疏「不言」至「之也」。○釋曰：襄二十一年「晉人殺變盈」，傳曰：「惡之，弗有也」。彼云不有，則此亦然也。重發傳者，嫌與複入異故也。"
      },
      {
        "index": 73,
        "text": "冬，十月，葬蔡景公。不日卒而月葬，不葬者也。卒而葬之，不忍使公失民於子也。（鄭嗣曰：「夫葬者，臣子之事也。」景公無子，不可謂無民。無民則景公有失於民，有民則罪歸於子。若不書葬，則嫌亦失民，故曰「不忍使父失民於子」。）"
      },
      {
        "index": 74,
        "text": "疏「不日」至「子也」。○釋曰：成十五年「秋，八月，庚辰，葬宋共公」，傳曰：「月卒日葬，非葬者也。」此云「不日卒而月葬，不葬者也」，重發傳而文又異者，傳例「諸侯日卒時葬，正也」，明違此即非正，故兩文以明之。又解一弑一卒，經文有日月之殊，故重發傳而文異。日月有殊者，宋共則日葬，景公則月葬，是殊也。宋襄失民不葬，此失民書葬者，此即是於失子，非失民。若實失民，則直稱人以弑以弑。傳曰「不忍使父失民於子也」，是非失民可知。傳云「不忍使父失民於子」者，言若不書葬，則與失民同，故云然也。"
      },
      {
        "index": 75,
        "text": "晉人、齊人、宋人、衛人、鄭人、曹人、莒人、邾人、滕人、薛人、杞人、小邾人會於澶淵，宋災故。會不言其所為，其曰宋災故，何也？不言災故，則無以見其善也。其曰人，何也？救災以眾。何救焉？更宋之所喪財也。（償其所喪財，故雖不及災時，而猶曰救災。○所為，於偽反。以見，賢遍反。更音庚，償也。喪，息浪反。償，時亮反。）"
      },
      {
        "index": 76,
        "text": "疏「晉人」至「財也」。○釋曰：《公羊傳》云：「卿則其稱人何？貶也。曷為貶？卿不得憂諸侯也。」《左氏》以為不歸宋財，故貶。此傳云：「其曰人何？救災以眾。」是三傳異也。或當此會，趙武亦在，但取救災以眾，故不顯名也。\n澶淵之會，中國不侵伐夷狄，夷狄不入中國，無侵伐八年，善之也。晉趙武、楚屈建之力也。"
      },
      {
        "index": 77,
        "text": "疏 「無侵伐八年」。○釋曰：徐邈云：「晉趙武、楚屈建感伯姬之節，故為之息兵。」其意以為諸侯閔伯姬之賢，故歸宋財，為澶淵之會。此不相侵伐，連會言之，故知為伯姬也。范氏不解，理未必然。言感伯姬歸宋財，事亦可矣，豈以一婦人之貞，國則息兵八載，人情測之，必是未可。又且傳稱趙武、屈建之力，則無侵伐不由伯姬明矣。若然，則此會不書楚人，則無楚屈建若據此後言之，昭元年即楚靈王即位，不得云無侵伐八年。若據二十六年澶淵之會言之，何知彼有趙武、屈建？唯二十七年見經，而云屈建之力者，案《左氏》，晉趙武以二十五年為政，二十六年澶淵之會，晉人列在鄭卿之上，明是趙武。但恥湨梁不臣，故屈於澶淵也。其實晉人者趙武，是為政起於二十五年，再會澶淵，一會宋，又昭元年會於虢，而中國以安；屈建雖一會於宋，外寧夷狄，是屈建之功。傳恐連公子圍之事，故以屈建別之，故《左氏》云相晉國於今八年，亦從二十五年數至昭元年也。傳連此澶淵會言之者，以諸侯靜兵，由趙武功力，此歸宋財，亦是趙武為之，以其息師，故得憂災恤患，是以連言之耳。\n三十有一年\n三十有一年，春，王正月。\n夏，六月，辛巳，公薨於楚宮。楚宮，非正也。（楚宮，別宮名，非路寢。）\n秋，九月，癸巳，子野卒。（襄公太子。○大音泰。）子卒日，正也。"
      },
      {
        "index": 78,
        "text": "疏「子卒日正也」。釋云：未逾年之君，弑死不日。文十八年「子卒」是也。莊三十二年「子般卒」書日者，以有所見故也。今子野正卒書日，嫌與子般同，故傳發之以明昭公之繼正也。\n己亥，仲孫羯卒。\n冬，十月，滕子來會葬。（書非禮。）癸酉，葬我君襄公。\n十有一月，莒人弑其君密州。"
      }
    ]
  }
}