{
  "chapterNumber": 8,
  "title": "春秋穀梁傳註疏卷07 (Guliang Zhushu, Volume 7)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○僖公（起元年，盡五年）\n僖公（名申，惠王十八年即位。）\n疏《魯世家》僖公名申，莊公之子，閔公庶兄，以惠王十八年即位。《諡法》：「小心畏忌曰僖。」\n元年\n元年，春，王正月。繼弑君不言即位，正也。（弑音試，後皆同。）"
      },
      {
        "index": 1,
        "text": "齊師、宋師、曹師次於聶北，救邢。（聶北，邢也。○聶，女輒反。）救不言次，（據莊六年「王人子突救衛」，不言次。）"
      },
      {
        "index": 2,
        "text": "疏傳「救不言次」。○釋曰：「王人子突救衛」，上有伐文。今無見伐文，而云救邢者，莊三十二年，狄伐邢，邢國遂滅，而齊救之，錄其本意，故經言救。傳以次非救急之事，故云非救也。知邢國滅者，《公羊傳》云：「不及事者何？邢已亡矣。孰亡之？蓋狄滅之。」又經書「城邢」，是國滅也。滅而不書者，《公羊傳》云：「曷為不言狄滅之？為桓公諱也。」是為齊桓諱，故不言狄滅邢也。然則滅衛諱而書入，邢全不書之者，二事不可全掩，故諱而書一也。邢不書入，故有救次之文。衛亡書入，故沒其救次耳。"
      },
      {
        "index": 3,
        "text": "言次非救也。（次，止也。救，赴急之意。今方停止，故知非救也。）非救而曰救，何也？遂齊侯之意也。（錄其本意。）是齊侯與？（怪其稱師。○與音餘。）齊侯也。何用見其是齊侯也？（據經書「齊師」。○見，賢遍反，下「複見」及注同。）曹無師。曹師者，曹伯也。（小國君將稱君，卿將稱人，不得稱師，言師則是曹伯也。曹君不可在師下，故知是齊侯。○君將，子匠反，下同。）"
      },
      {
        "index": 4,
        "text": "疏注「小國」至「稱師」。○釋曰：桓十三年傳云「戰稱人，敗稱師，重眾」，是師者重辭。《周禮》「小國一軍」，軍將雖命卿，小國之卿唯比大國之大夫，名氏不見，例當稱人，故不得言師也。是知言師者，即國君也。然師是重辭，所以楚滅蔡，亦得稱師。齊侯不足乎揚，亦稱師者，凡師者大國則得稱之，不論貶有輕重。《春秋》美惡不嫌同文，貶雖文同，輕重則自別。"
      },
      {
        "index": 5,
        "text": "其不言曹伯，何也？以其不言齊侯，不可言曹伯也。其不言齊侯，何也？以其不足乎揚，不言齊侯也。（救不及事，不足稱揚。○以其不足乎揚，絕句，稱揚也。）"
      },
      {
        "index": 6,
        "text": "夏，六月，邢遷於夷儀。（辟狄難。夷儀，邢地。○難，乃旦反。）疏注「夷儀，邢地」。○釋曰：以邢遷之，故知邢地。\n遷者，猶得其國家以往者也。其地，邢複見也。（非若宋人遷宿，滅不複見。○複，扶又反，下注並同。）"
      },
      {
        "index": 7,
        "text": "齊師、宋師、曹師城邢。是向之師也，使之如改事然，美齊侯之功也。（是向聶北之師，當言遂，今複列三國者，美齊桓存亡國。○是鄉，許亮反，本又作向，注同。）"
      },
      {
        "index": 8,
        "text": "疏傳「向之師也」。○釋曰：前言師者，貶齊侯也。若向之師，便是彰桓之罪，而云美其功者，《春秋》文同義異者，上下甚眾。故齊侯前稱師以見貶，書次以彰惰，今之城邢，國滅而複存，齊桓過而能改，君子善之，故重列三國，所以美其功也。○「使之如改事然」。○釋云：謂經不言遂，重列三國之師，若似更別來城，不因前事，故云「改事然」。\n秋，七月，戊辰，夫人薑氏薨於夷。（哀薑。）夫人薨不地。地，故也。"
      },
      {
        "index": 9,
        "text": "齊人以歸。不言以喪歸，非以喪歸也。加喪焉，諱以夫人歸也。（泰曰：「齊人實以夫人歸，殺之於夷。諱，故使若自行至夷，遇疾而薨，然後齊人以喪歸也。歸在薨前，而今在下，是加喪之文也。經不言以喪歸者，以本非以喪歸也。傳例曰：‘以者，不以者也。’微旨見矣。」○見，賢遍反。）其以歸，薨之也。（以歸然後殺之。）"
      },
      {
        "index": 10,
        "text": "疏 「不言」至「之也」。○釋曰：「不言以喪歸」，謂承夫人薨於夷下，不云齊人以喪歸也。「非以喪歸」，謂元本實不以喪歸，故不得言之也。「加喪焉」者，謂齊人以夫人歸，然後殺之，今經書薨文在上，是加喪之文也。謂諱齊人以我夫人殺之，故加喪文於上，似若夫人行至夷，遇疾而死，然後齊人以其喪歸也。「其以歸，薨之」者，謂其實以歸之，然後始薨之。實殺，傳言「薨之」者，傳以經文諱殺，故順經為文。○注「傳例」至「見矣」。○釋曰：桓十四年傳文，彼注云：「不以者，謂本非所得製，今得以之也。」范引之者，證齊人不合以夫人見此微旨。\n楚人伐鄭。"
      },
      {
        "index": 11,
        "text": "疏「楚人伐鄭」。○釋曰：不以州言之者，以楚雖荊蠻，漸自通於諸夏，國轉強大，與中國抗衡，故不複州舉之。或以為言楚，所以駁鄭，然則從此以後盡稱楚，豈皆是駮鄭乎？其說非也。何休云：「稱楚人者，為僖公諱與夷狄交婚，故進之，使若中國也。」《穀梁》無交婚之事，其言不可通於此也。杜預云：「荊始改號曰楚。」案莊十四年傳云：「荊者何？州舉之也。州不如國。」注云「言荊不如言楚」則亦與杜預異也。\n八月，公會齊侯、宋公、鄭伯、曹伯、邾人於檉。（檉，宋地。○檉，敕貞反，一本作朾，音同。）\n九月，公敗邾師於偃。（偃，邾地。○敗，必邁反，下皆同。偃，於免反，一本作堰，同。）"
      },
      {
        "index": 12,
        "text": "疏「九月」至「於偃」。○釋曰：公所以敗邾師者，此傳無說。何休云：「公怨邾，以夫人與齊，故敗之。」未知范意然不。不日，疑戰也。疑戰而曰敗，勝內也。"
      },
      {
        "index": 13,
        "text": "冬，十月，壬午，公子友帥師敗莒師於麗，獲莒挐。（麗，魯地。傳例曰：「獲者，不與之辭。」○麗，力池反。挐，女居反，又女加反。）莒無大夫，其曰莒挐，何也？（據非大夫不書。）以吾獲之，目之也。內不言獲，（獲者不與之辭，主善以內，故不言獲。）此其言獲，何也？（據文十一年「叔孫得臣敗狄於鹹」，不言獲長狄。）"
      },
      {
        "index": 14,
        "text": "疏注「據文」至「長狄」。○釋曰：此傳云「惡公子之紿」，彼傳諱重傷，故不言獲。獲者不與之辭，內不言獲，乃是常例。至於長狄則異於餘獲，宜書之以表功，而經文略之，由重傷故也。此注據之，以為證者，取不書獲之成文，不言義旨全合也。"
      },
      {
        "index": 15,
        "text": "惡公子之紿。（紿，欺紿也。○惡，烏路反。紿，徒乃反。）紿者奈何？公子友謂莒挐曰：「吾二人不相說，士卒何罪？」屏左右而相搏，公子友處下左右曰：「孟勞！」孟勞者，魯之寶刀也。公子友以殺之。然則何以惡乎紿也？（據得勝地。○說音悅。卒，子忽反。搏音博，手搏也。勞如字；孟勞，寶刀名。）曰，棄師之道也。（江熙曰：「經書‘敗莒師’，而傳云二人相搏，則師不戰，何以得敗？理自不通也。夫王赫斯怒，貴在爰整。子所慎三，戰居其一。季友令德之人，豈當舍三軍之整，佻身獨鬥，潛刃相害，以決勝負者哉？雖千載之事難明，然風味之所期，古猶今也，此又事之不然，傳或失之。」○赫，呼白反。舍音舍。佻，他堯反，又徒堯反。）"
      },
      {
        "index": 16,
        "text": "疏注「江熙」至「失之」。○釋曰：《老子》云：「以政治國，以奇用兵。」季子知莒挐之可擒，棄文王之整旅，佻身獨鬥，潛刀相爭，據禮雖乖，於權未爽，縱使理違，猶須申傳，況傳文不知，江生何以為非乎？又且季子無輕鬥之事，經不應書獲，傳不須云「棄師之道」。既經傳文符，而江熙妄難，范引其說，意亦同之，乃是范失，非傳失之。又經書獲，所以惡季子之紿。今江熙云，季子令德也，則是非獨不信傳，亦是不信經。"
      },
      {
        "index": 17,
        "text": "十有二月，丁巳，夫人氏之喪至自齊。其不言薑，以其殺二子，貶之也。（二子，子般、閔公。）或曰，為齊桓諱殺同姓也。（為，於偽反。）"
      },
      {
        "index": 18,
        "text": "疏「為齊」至「姓也」。○釋曰：討夫人於齊桓非是姑姊，即是妹侄，而直云同姓者，以夫人失母之道，殺子外奔，齊桓討之，信得其罪，既疏而遠之，托言同姓。\n二年"
      },
      {
        "index": 19,
        "text": "二年，春，王正月，城楚丘。楚丘者何？衛邑也。國而曰城，此邑也，其曰城，何也？（據元年「齊師、宋師、曹師城邢」，邢，國也。）封衛也。（閔二年「狄入衛」，遂滅。）則其不言城衛，何也？衛未遷也。其不言衛之遷焉，何也？（據元年「邢遷於夷儀」，言遷也。）不與齊侯專封也。其言城之者，專辭也。故非天子不得專封諸侯，諸侯不得專封諸侯，雖通其仁，以義而不與也。（存衛是桓之仁，故通令城楚丘。義不可以專封，故不言遷衛。○令，力呈反。）故曰，仁不勝道。（仁謂存亡國，道謂上下之禮。）"
      },
      {
        "index": 20,
        "text": "疏「楚丘」至「勝道」。○釋曰：楚丘何嫌非衛而傳言者，以無遷衛之文，故發之也。傳知是衛者，以《詩》云「作於楚宮」，故知之也。此云不言遷，不與齊侯專封，而元年城邢，美齊侯之功者，彼邢遷之後始城，則城者修舊之辭，非始立之稱，故可以美於齊桓。今衛國已滅，始城楚丘而國未遷，經言先城，後言遷，則是齊桓城而遷之，故不與專封也。然城鄭虎牢是邑，知楚丘非邑者，《詩》稱「楚宮」，明知非邑也。\n夏，五月，辛巳，葬我小君哀薑。"
      },
      {
        "index": 21,
        "text": "虞師、晉師滅夏陽。非國而曰滅，重夏陽也。虞無師，其曰師，何也？以其先晉，不可以不言師也。（人不得居師上，貴賤之序。○夏陽，戶雅反，《左氏》作「下陽」。先，蘇薦反，下文及注同。）"
      },
      {
        "index": 22,
        "text": "疏傳「非國而曰滅」。○釋曰：此云「非國而曰滅，重夏陽也」，昭十三年「吳滅州來」亦言滅者，虞虢之滅，由於夏陽之亡；州來，楚之大都，而吳滅之，令楚國稍弱，入郢之兆，由滅州來所致，故並書滅。○傳「虞無師」。○釋曰：小國無師，傳三發之者，並是小國，不合言師。燕為敗而重眾，故得言師。曹言師者，明其是君也。虞言師者，表其先晉也。以其言師不同，各舉備文耳。"
      },
      {
        "index": 23,
        "text": "其先晉，何也？（據小不先大。）為主乎滅夏陽也。夏陽者，虞、虢之塞邑也。（其地險要，故二國以為塞邑。○塞，蘇代反，注同。）滅夏陽，而虞、虢舉矣。虞之為主乎滅夏陽，何也？晉獻公欲伐虢，荀息曰：「君何不以屈產之乘、垂棘之璧而借道乎虞也？」（荀息，晉大夫。屈邑產駿馬，垂棘出良璧。○屈，其勿反，又君勿反，地名也。乘，繩證反。駿音俊。借，子夜反，及下「不借」、「而借」皆同。）\n疏傳「虞、虢舉矣」。○釋曰：徐邈云：「舉猶拔也。言晉滅夏陽，則虞、虢自此而拔也。」"
      },
      {
        "index": 24,
        "text": "公曰：「此晉國之寶也，如受吾幣而不借吾道，則如之何？」荀息曰：「此小國之所以事大國也。（此謂璧馬之屬。）"
      },
      {
        "index": 25,
        "text": "疏傳 「晉國之寶」。○釋曰：玉有美惡，出處不同。周有藍田，楚有和氏，宋有結綠，晉有垂棘，各是國之貴物，故云國之寶也。"
      },
      {
        "index": 26,
        "text": "彼不借吾道，必不敢受吾幣。如受吾幣而借吾道，則是我取之中府，而藏之外府，取之中廄，而置之外廄也。」公曰：「宮之奇存焉，（宮之奇，虞之賢大夫。○廄，音救。奇，其宜反。）必不使受之也。」荀息曰：「宮之奇之為人也，達心而懦，（懦，弱。○懦，乃亂反，又乃臥反。）又少長於君。達心則其言略，（明達之人，言則舉綱領要，不言提其耳，則愚者不悟。○少，詩召反，下同。長，丁丈反。提，徒兮反，本作題，音同。）懦則不能強諫，少長於君，則君輕之。且夫玩好在耳目之前，而患在一國之後，此中知以上乃能慮之，臣料虞君，中知以下也。」公遂借道而伐虢。宮之奇諫曰：「晉國之使者，其辭卑而幣重，必不便於虞。」虞公弗聽，遂受其幣而借之道。宮之奇諫曰：「語曰：‘唇亡則齒寒。’其斯之謂與！」（語，諺言也。○強，其良反，又其丈反。好，呼報反。知音智，下同。上，時掌反。料，力彫反，又力吊反。使，所吏反。便，婢麵反。與音餘。諺音彥。）\n疏傳「中知以下」。○釋曰：《論語》云：「中人以上，可以語上。」今虞君中知以下則近愚，故不能遠慮也。"
      },
      {
        "index": 27,
        "text": "挈其妻子以奔曹。獻公亡虢，五年而後舉虞。荀息牽馬操璧而前曰：「璧則猶是也。而馬齒加長矣。」（猶是，言如故。○挈，去結反。操，七刀反。加長，丁丈反。）\n疏「五年而後舉虞」。○釋曰：謂僖五年也。"
      },
      {
        "index": 28,
        "text": "秋，九月，齊侯、宋公、江人、黃人盟於貫。（貫，宋地。○貫，古亂反。）貫之盟，不期而至者，江人、黃人也。江人、黃人者，遠國之辭也。中國稱齊、宋，遠國稱江、黃，以為諸侯皆來至也。"
      },
      {
        "index": 29,
        "text": "疏傳「以為諸侯皆來至也」。○釋曰：《公羊傳》曰：「江人、黃人者何？遠國之辭也。遠國至矣，則中國曷為獨言齊、宋至爾？大國言齊、宋，遠國言江、黃，則其餘為莫敢不至也。」何休云：「晉、楚大於宋，不序晉、楚而言序宋者，時實晉、楚之君不至，但君子成人之美，故褒益以為遍至之辭，所以獎大霸功而勉盛德也。」事或然矣。魯雖複非大，《春秋》以魯為主，魯若與會，必書公。但魯亦不至，故不書之。或以為魯公亦在，舉大以包之，故不得以魯為主耳。"
      },
      {
        "index": 30,
        "text": "冬，十月，不雨。不雨者，勤雨也。（言不雨，是欲得雨之心勤也。明君之恤民。○勤如字，麋氏音覲，後年同。）楚人侵鄭。\n三年\n三年，春，王正月，不雨。不雨者，勤雨也。"
      },
      {
        "index": 31,
        "text": "夏，四月，不雨。（一時不雨，則書首月。不言旱，不為災。）一時言不雨者，閔雨也。（經一時輒言不雨，憂民之至。閔，憂也。）"
      },
      {
        "index": 32,
        "text": "疏「一時」至「雨也」。○釋曰：此傳云「一時言不雨」者，據文二年「自十二月不雨，至於秋七月」。彼傳云：「曆時而言不雨，文不憂雨也。」此僖公憂雨，故時時別書之。\n閔雨者，有誌乎民者也。\n徐人取舒。\n六月，雨。雨云者，喜雨也。喜雨者，有誌乎民者也。"
      },
      {
        "index": 33,
        "text": "疏傳「雨云」至「民者也」。釋曰：《春秋》上下時雨不書，非常乃錄。今輒書「六月，雨」者，欲明僖公待雨則心喜故也。心喜，是於民情深，故特錄之。"
      },
      {
        "index": 34,
        "text": "秋，齊侯、宋公、江人、黃人會於陽穀。（陽穀、齊地。）陽穀之會，桓公委端搢笏而朝諸侯，（委，委貌之冠也。端，玄端之服。搢，插也。笏，以記事者也。所謂衣裳之會。○搢音進，又音箭。笏音忽。朝，直遙反。插，楚洽反。）諸侯皆諭乎桓公之誌。"
      },
      {
        "index": 35,
        "text": "疏「陽穀」至「之誌」。○釋曰：相會多矣，獨此言「委端搢笏」，「皆諭乎桓公之誌」者，以此會最大，又以四教令於諸侯，其諸侯皆曉諭桓公之誌，不須盟誓，故傳詳其事也。其四教者，《公羊傳》云「無鄣穀，無貯粟，無易樹子，無以妾為妻」是也。云「委端搢笏」者，謂會時服此服以朝諸侯也。謂「委端」者，《郊特牲》云：「委貌，周道也。章甫，殷道也。毌追，夏後氏之道也。」又《論語》云：「羔裘玄冠不以吊。」鄭玄云：「玄冠，委貌，諸侯朝視之服。」是委者，委貌之冠也。《論語》又云：「端章甫，原為小相焉。」 鄭云：「端，玄端也。衣玄端，冠章甫，諸侯日視朝之服。」又《士冠禮》云：「主人玄冠朝服。」在朝君臣同服，是玄端諸侯視朝之服。王肅云：「端委者，玄端之衣，委貌之冠。」故范亦同之。謂之玄端者，其色玄，而製正幅無殺，故謂之玄端。桓公會諸侯，因使諸侯朝已，故服朝服也。笏者，《玉藻》云：「天子以球玉，諸侯以象，大夫以魚須文竹，士竹本象可也。」其長短則天子三尺，諸侯以下二尺有六寸也。○注「所謂衣裳之會」。○釋曰：傳稱衣裳之會十有一，今此注特言「所謂衣裳之會」者，以傳有其文，故注因顯之，不謂直此會是衣裳也。"
      },
      {
        "index": 36,
        "text": "冬，公子季友如齊蒞盟。（傳例曰：「蒞，位也。內之前定之盟謂之蒞，外之前定之盟謂之來。」○蒞音利，又音類。）\n疏注「傳例」至「之來」。○釋曰：昭七年傳文。"
      },
      {
        "index": 37,
        "text": "蒞者，位也。（盟誓之言素定，今但往其位而盟。）其不日，前定也。不言及者，以國與之也。不言其人，亦以國與之也。"
      },
      {
        "index": 38,
        "text": "疏傳「不言」至「之也」。○釋曰：舊解此傳是外內之通例，不據此一文而已。「不言及者，以國與之也」，謂若外國之來盟，及魯人往盟，經直舉外來為文。不言及者，欲見以國與之也。故舉國為主，即宣七年「衛侯使孫良夫來盟」，此「公子季友如齊蒞盟」是也。「不言其人，亦以國與之也」者，謂不言來盟之類。經雖言及，而不書魯之主名者，亦是舉國與之，即成三年「丙午，及荀庚盟」是也。不言外及者，經無故也。麋信、徐邈並據當文解之，理亦通也。但據成三年傳注，則不得以當文解之，故今從舊說耳。\n楚人伐鄭。\n四年"
      },
      {
        "index": 39,
        "text": "四年，春，王正月，公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯侵蔡，蔡潰。（傳例曰：「侵時而此月，蓋為潰。」○潰，戶內反。蓋為，於偽反。下「為退」同。）"
      },
      {
        "index": 40,
        "text": "疏注「傳例」至「為潰」。○釋曰：侵無月例，例時，今桓公知所侵而經書月，故知為潰也。文三年沈潰書月，是其例也。\n莒潰書日者，惡大夫之叛，故謹而日之。"
      },
      {
        "index": 41,
        "text": "潰之為言上下不相得也。（君臣不和，而自潰散。）侵，淺事也。侵蔡而蔡潰，以桓公為知所侵也。（責得其罪，故裁侵而潰。）不土其地，不分其民，明正也。"
      },
      {
        "index": 42,
        "text": "疏傳「侵淺」至「正也」。○釋曰：侵者拘人民，而謂之淺者，對伐為淺也。又傳云「不分其民」，是拘之而不取，亦是淺之義。此傳本意言桓公不深暴於蔡，才侵之而即潰，故因發淺例。《左氏》：「無鍾鼓曰侵。」此傳稱拘人民，或當掩其不備，亦未聲鍾鼓也。《論語》稱「齊桓公正而不譎」，指謂伐楚。此侵蔡亦言正者，伐楚是責正事大，故馬、鄭指之；其實侵蔡不土其地，不分其民，亦是正事，故傳言正也。"
      },
      {
        "index": 43,
        "text": "遂伐楚，次於陘。（楚強，齊欲綏之以德，故不速進而次於陘。陘，楚地。○陘音刑。）遂，繼事也。次，止也。"
      },
      {
        "index": 44,
        "text": "疏傳「次，止也」。○釋曰：次有二種，有所畏之次，即「齊師、宋師次於郎」，傳曰「畏我」是也。有非所畏之次，即此「次於陘」，傳曰「次，止也」是。"
      },
      {
        "index": 45,
        "text": "夏，許男新臣卒。（十四年「冬，蔡侯卒」，傳曰：「諸侯時卒，惡之也。」宣九年「辛酉，晉侯黑臀卒於扈」，傳曰：「其地，於外也。其日，未逾竟也。」然則新臣卒於楚，故不日耳，非惡也。○惡，烏路反，下同。臀，徒門反。）"
      },
      {
        "index": 46,
        "text": "疏注「十四年」至「惡也」。○釋曰：宋公和卒，傳曰：「諸侯日卒，正也。」則日卒由正，不由善惡。蔡侯卒，傳曰：「時卒，惡也。」則似不日卒由善惡，不由正者，凡諸侯雖則正卒，有惡者亦不得書日。成十五年「夏，六月，宋公固卒」，僖二十四年「冬，晉侯夷吾卒」，十四年「冬，蔡侯卒」是也。身既是庶，雖則無惡，亦不得書日，故傳云「日卒，正也」，明不日是不正。昭十四年「八月，莒子去疾卒」，定十四年夏五月「吳子光卒」，襄十八年冬十月「曹伯負芻卒」是也。日卒有二義，故傳兩明之。是諸侯正而無惡，縱在外在內卒書日，不正無惡則書月。但有大惡，不問正與不正皆時也。「宋共公卒」書月者，彼為葬日，表其違例，故不得書時也。雖例言之，則此許男新臣亦是不正也。故范直以「非惡」解之，不云正與不正。又昭二十三年「夏，六月，蔡侯東國卒於楚」，范云「不日，在外也」，則此新臣亦在外，故不書日。襄二十六年「八月，壬午，許男甯卒於楚」，彼亦在外而書日，則甯是正可知也。然則庶子逾竟未逾竟，並皆不日，嫡子在外在內，並皆書日，則新臣由不正而不書日。注云「卒於楚，故不日」者，以新臣非直不正，又兼在外，傳例云「其日，未逾竟」，故順傳文書之。其實由正與不正，不論在外在內也。其襄公二十六年傳注云「在外已顯」者，彼甯實是正，經言「於楚」，則在外之文已顯，必不須去日，故亦順傳文言之。必知由正不正，不由在外在內者，宣九年范注云：「諸侯正卒則日，不正則不日。而云未逾竟者，恐後人謂操扈是國，故發傳日未逾竟是也。」知新臣無罪者，以薨於朝會，乃有王事之功，明無罪。或以為許男新臣亦正也，但為卒於楚，故不日。「許男甯卒於楚」書日者，以「新臣卒」無 「於楚」之文，故去日，以見在外而卒也。許男甯經有在外之文，故書日以明其正。「晉侯黑臀卒於扈」，是正未逾竟，故亦書日，與許男異。故范以為「其日，未逾竟」者，表其非國，不釋日與不日。范氏之注，上下多違，縱使兩解，仍有僻謬，故並存之，以遺來哲。\n諸侯死於國，不地。死於外，地。死於師，何為不地？（據宣九年「晉侯黑臀卒於扈」，地。）"
      },
      {
        "index": 47,
        "text": "疏注「據宣」至「扈地」。○釋曰：不據「曹伯負芻卒於師」者，師與地異。上云「伐楚，次於陘」，則許男卒於陘可知。卒當有地，而不地，故注以地決之。曹伯圍齊未退，即在師而卒，故云「卒於師」，是師與地異，故不據曹伯也。\n內桓師也。（齊桓威德洽著，諸侯安之，雖卒於外，與其在國同。）"
      },
      {
        "index": 48,
        "text": "楚屈完來盟於師，盟於召陵。（屈完來如陘師盟，齊桓以其服義，為退一舍，次於召陵，而與之盟。召陵，楚地。○召，上照反。）"
      },
      {
        "index": 49,
        "text": "疏注「退一舍」。○釋曰：知「一舍」者，古者，師行每舍三十里，上云「屈完來盟於師」下即云「盟於召陵」，知非大遠，故云「一舍」。宣十五年《左傳》華元謂子反曰：「去我三十里，唯命是聽。」亦其證也。\n楚無大夫，（無命卿也。）"
      },
      {
        "index": 50,
        "text": "疏「楚無大夫」。○釋曰：無大夫，凡有三等之例。曹無大夫者，本非微國，後削小耳。莒則是東夷，本微國也。楚則蠻夷大國，僭號稱王，其卿不命於天子，故不同中國之例也。"
      },
      {
        "index": 51,
        "text": "其曰屈完，何也？以其來會桓，成之為大夫也。（尊齊桓，不欲令與卑者盟。○令，力呈反，下同。）其不言使，權在屈完也。（邵曰：「齊桓威陵江漢，楚人大懼，未能量敵，遣屈完如師。完權事之宜，以義卻齊，遂得與盟，以安竟內。功皆在完，故不言使。」○與音預，又如字。）則是正乎？曰，非正也。（臣無自專之道。）以其來會諸侯，重之也。（重其宗中國，歸有道。）"
      },
      {
        "index": 52,
        "text": "疏「以其」至「重之也」。○釋曰：以其來會，重之也，謂完既不正，經無貶文者，重其會中國。徐邈云：「經不言使屈完者，重其會諸侯也。不言使，前已解訖。」徐說非也。\n來者何？內桓師也。（來者，內辭也。內桓師，故言來。）"
      },
      {
        "index": 53,
        "text": "疏 「來者」至「師也」。○釋曰：「來者何」也。謂據陳袁僑如會，不言來也。「內桓師也」，謂來者鄉內之辭，今內齊桓，為天下霸主，故亦言來也。"
      },
      {
        "index": 54,
        "text": "於師，前定也。於召陵，得誌乎桓公也。得誌者，不得誌也。（屈完來盟，桓公退於召陵，是屈完得其本誌。屈完得誌，則桓公不得誌。）以桓公得誌為僅矣。（桓為霸主，以會諸侯，楚子不來，屈完受盟，令問諸江，辭又不順，僅乃得誌。言楚之難服。○為僅，其靳反。）屈完曰：「大國之以兵向楚，何也？」桓公曰：「昭王南征不反，菁茅之貢不至，故周室不祭。」（菁茅，香草，所以縮酒，楚之職貢。○菁茅，子丁反，下亡交反；菁茅，香草也。《尚書傳》云：「菁以為菹，茅以縮酒。」縮，所六反。）"
      },
      {
        "index": 55,
        "text": "疏注「菁茅，香草」。○釋曰：《尚書•禹貢》云：「苟匭菁茅。」孔安國云：「菁以為菹，茅以縮酒。」今范云「菁茅，香草」，則以為一物，與孔異也。"
      },
      {
        "index": 56,
        "text": "屈完曰：「菁茅之貢不至，則諾。昭王南征不反，我將問諸江。」（問江邊之民，有見之者不。此不服罪之言，故退於召陵而與之盟。屈完所以得誌，桓公之不得誌爾。）"
      },
      {
        "index": 57,
        "text": "疏注「問江邊之民」。○釋曰：《呂氏春秋》云：「周昭王親征荊蠻，反涉漢，梁敗，隕於漢中，辛餘靡振王北濟。」高誘注引《左傳》云：「昭王不複，君其問諸水濱」，則昭王沒於漢，不得振王北濟也。故舊說皆云，漢濱之人以膠膠船，船壞，昭王溺焉。則昭王沒漢，此云問諸江邊者，江漢，水之相近者，楚人不服罪，不指王之死處，而云問諸江也。"
      },
      {
        "index": 58,
        "text": "齊人執陳袁濤塗。（袁濤塗，陳大夫。○濤，徒刀反。）齊人者，齊侯也。其人之，何也？於是哆然外齊侯也，不正其逾國而執也。（江熙曰：「逾國，謂逾陳而執陳大夫。主人之不敬客，由客之不先敬主人。哆然眾有不服之心，故《春秋》因而譏之，所謂以萬物為心也。莊十七年‘齊人執鄭詹’，傳與其執者，詹奔在齊，因執之。」○哆，昌者反，又昌氏反。詹，之廉反。）"
      },
      {
        "index": 59,
        "text": "疏「齊人」至「執也」。○釋曰：《公羊》、《左氏》皆以為濤塗誤軍道，故齊侯執之。此傳與注竟無誤軍道之言，則以濤塗不敬齊命，故執之也。「於是哆然外齊侯」者，謂齊不以禮於陳，陳人有不服之意，哆然疏外齊侯。哆然，寬大之意也。○「不正其逾國而執也」。○釋曰：謂陳之不敬，由齊之無禮，不能自責，反越國而執其臣，故不正其逾國而執也，貶以稱人。不正，猶言不與也。正則人與之，不正則人不與，故謂不與為不正也。然「齊人執鄭詹」，亦稱人以執，傳言「與之」，此稱人以執，即云貶者，詹，鄭之佞人，往至齊國，稱人以執，則是眾人欲執之，今濤塗不在齊國，又無實罪，齊侯執之，而云「齊人」，故知是貶也。桓十一年宋公執人權臣，令廢嫡立庶，亦貶云「宋人」，是其類也。○注「以萬物為心也」。○釋曰：《莊子》文。\n秋，及江人、黃人伐陳。不言其人及之者何？內師也。"
      },
      {
        "index": 60,
        "text": "疏「不言」至「師也」。○釋曰：何嫌非內而發傳者，以文承齊人執濤塗之下，即云「及江人、黃人伐陳」，恐非魯及，故云「內師也」。"
      },
      {
        "index": 61,
        "text": "八月，公至自伐楚。有二事偶，則以後事致。後事小，則以先事致。其以伐楚致，大伐楚也。（鄭君曰：「會為大事，伐為小事。今齊桓伐楚而後盟於召陵，公當致會；而致伐者，楚強莫能伐者，故以伐楚為大事。」）"
      },
      {
        "index": 62,
        "text": "疏注「鄭君」至「大事」。○釋曰：知會大伐小者，伐雖國之大事，會盟有昇壇揖讓之儀，示威講禮之製，奉之以牲王，要之以神明，是其大事。故定四年公會諸侯侵楚，五月盟於皋鼬，下云「公至自會」，是亦以會為大事也。今以楚強莫能伐之者，故特以伐為大事也。\n葬許穆公。"
      },
      {
        "index": 63,
        "text": "冬，十有二月，公孫茲帥師會齊人、宋人、衛人、鄭人、許人、曹人侵陳。（莊十年春「二月，公侵宋」，傳曰：「侵時，此其月，何也？惡之，故謹而月之。「然則凡侵而月者，皆惡之。○惡，烏路反，下同。）"
      },
      {
        "index": 64,
        "text": "疏注「凡侵」至「惡之」。○釋曰：此侵陳為惡者，陳之不敬，由齊之不敬陳也。齊桓宜自責，反執其臣，前事既非，今又致討，故書月以見惡也。\n五年\n五年，春，晉侯殺其世子申生。目晉侯，斥殺，惡晉侯也。（斥，指斥。）"
      },
      {
        "index": 65,
        "text": "疏「目晉」至「侯也」。○釋曰：傳言此者，於鄭段雖有目君之例，未辨目君之由，故於此明之。宋公殺其世子痤，雖不發傳，從此可知。其殺公子，不目君者，皆罪賤之也。"
      },
      {
        "index": 66,
        "text": "杞伯姬來朝其子。婦人既嫁不逾竟，逾竟，非正也。諸侯相見曰朝，伯姬為誌乎朝其子也。伯姬為誌乎朝其子，則是杞伯失夫之道矣。（凱曰：「不能刑於寡妻。」○朝，直遙反，下皆同。為誌，於偽反，下同。）諸侯相見曰朝，以待人父之道待人之子，非正也。故曰杞伯姬來朝其子，參譏也。（參譏，謂伯姬、杞伯、魯侯也。桓九年「曹伯使其世子射姑來朝」，譏世子，此不譏者，明子隨母行，年尚幼弱，未可責以人子之道。伯姬以莊二十五年夏嫁，至今十三年，則子幼可知。○參，七南反，又音三。）"
      },
      {
        "index": 67,
        "text": "疏傳「參譏也」。釋曰：並譏之者，伯姬讬事而行，近於淫泆，失為婦之道；杞伯不能防其閨門，令妻至魯，失為夫之宜；魯待人之子，行待父之禮，失為主之度，故三事同譏之也。\n夏，公孫茲如牟。"
      },
      {
        "index": 68,
        "text": "公及齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯會王世子於首戴。（惠王之世子名鄭，後立為襄王。首戴，衛地。○首戴，《左氏》作「首止」。）"
      },
      {
        "index": 69,
        "text": "疏「公及」至「首戴」。○釋曰：案《史記•年表》，此時齊侯，桓公也；宋公，桓公也；陳侯，宣公也。衛侯，文公也；鄭伯，文公也；許男，僖公也；曹伯，昭公也。其王世子者，即惠王之世子，名鄭，後立為襄王是也。"
      },
      {
        "index": 70,
        "text": "及以會，尊之也。（言及諸侯，然後會王世子，不敢令世子與諸侯齊列。○令，力呈反。）何尊焉？王世子云者，唯王之貳也。云可以重之存焉，尊之也。何重焉？天子世子，世天下也。"
      },
      {
        "index": 71,
        "text": "疏「天子」至「下也」。○釋曰：《士冠禮》云：「天子之元子猶士也，天下無生而貴者也。」此云「世天下也」者，彼見無生而貴者，又明有父在之故，今傳以其特世父位，故云「世天下也」。"
      },
      {
        "index": 72,
        "text": "秋，八月，諸侯盟於首戴。（言諸侯者，前目而後凡，他皆放此。）○無中事而複舉諸侯，何也？尊王世子而不敢與盟也。尊則其不敢與盟，何也？盟者，不相信也，故謹信也，不敢以所不信而加之尊者。桓，諸侯也，不能朝天子，是不臣也。王世子，子也，塊然受諸侯之尊已而立乎其位，是不子也。桓不臣，王世子不子，則其所善焉何也？是則變之正也。（雖非禮之正，而合當時之宜。○複，扶又反，下同。塊，苦對反，又苦怪反。）"
      },
      {
        "index": 73,
        "text": "疏「無中」至「侯何也」。○釋曰：「無中事」者，諸中間無他事也。據平丘之會無中事，不重舉諸侯，此則重舉諸侯，故決之。○「塊然」。○釋曰：塊然者，徐邈云：「塊然，安然也。」○「則其所善焉何也」。○釋曰：謂經不譏桓而尊王世子是也。"
      },
      {
        "index": 74,
        "text": "天子微，諸侯不享覲，桓控大國，扶小國，統諸侯，不能以朝天子，亦不敢致天王。尊王世子於首戴，乃所以尊天王之命也。世子含王命會齊桓，亦所以尊天王之命也。世子受之可乎？是亦變之正也。天子微，諸侯不享覲，世子受諸侯之尊已，而天王尊矣，世子受之可也。○控大苦貢反背？音佩）\n疏世子受之可乎？○釋曰：謂問世子受諸侯之尊己，可乎？以不也。下又云「世子受之可也」，謂得受之也。\n鄭伯逃歸不盟。以其法諸侯，故逃之也。（專已背眾，故書逃，傳例曰：「逃義曰逃。」○背眾，音佩。）\n疏注「逃義曰逃」。○釋曰：莊十七年傳文。\n楚人滅弦，弦子奔黃。弦，國也。其不日，微國也。\n疏「弦，國也」。○釋曰：何嫌非國，傳特言「弦，國也」。發之者，將明微國不書日，故辨之也。\n九月，戊申，朔，日有食之。"
      },
      {
        "index": 75,
        "text": "冬，晉人執虞公。（虞公貪璧馬之寶，棄兄弟之親，拒絕忠諫之口，不圖社稷之危，故晉命行於虞，使下執上，虞同於晉，是以謂之「晉人執虞公」。江熙曰：「《春秋》有州公、郭公、虞公，凡三公，非爵也。傳以為下執之辭，嘗試因此論之。五等諸侯，民皆稱曰公，存有王爵之限，沒則申其臣民之稱。州公舍其國，故先書州公。郭公盜而歸曹，故先名而後稱郭公。夏陽亡則虞為滅國，故宜稱虞公。三人殊而一致，三公舛而同歸，生死齊稱，蓋《春秋》所賤。」○之稱，尺證反，下「齊稱」同。舍音舍，舛，昌兗反。）"
      },
      {
        "index": 76,
        "text": "疏注 「江熙」至「所賤」。○釋曰：「存有王爵之限」者，謂五等諸侯，生存皆從本爵稱之也。「沒則申其臣民之稱」者，謂五等臣子，尊其君父，舉諡稱公也。「州公舍其國，故先書州公」者，謂州公、郭公書經不同立文之意，以州公好舍其國而實來，故先書州公，若郭公則盜而歸曹，故後言郭公也。「夏陽亡則虞為滅國」者，謂晉滅夏陽，則虞虢舉矣，故虞為滅國，而亦稱公也。「三人殊而一致」者，謂立文雖殊，其理致是一也。「三公舛而同歸」者，謂立國雖舛，同歸一稱也。「生死齊稱」，正謂生死同號之曰公，與凡諸侯異也。案桓五年州公如曹，六年實來，本無舍國之事，莊二十四年郭公歸曹，不見有盜歸之文，今江為此說，而范不難者，以州公舍國，《左氏》有文，郭公棄位適曹，即是盜之狀，以無正文，故引而不難也。「三公舛而同歸」，或有作舛者，舛謂差舛，理亦通，但定本作殊者多。"
      },
      {
        "index": 77,
        "text": "執不言所於地，縕於晉也。（時虞已包裹屬於晉，故雖在虞，執而不書其處。○縕，紆粉反。包音苞。裹音果。處，昌呂反。）"
      },
      {
        "index": 78,
        "text": "疏「執不」至「晉也」。○釋曰：舊解云，執人例不書地，此云不地，縕於晉也者，凡執人不地者，亦以地理可明故也。若晉會諸侯於溴梁，執莒子、邾子，楚合諸侯於申，執徐子，皆因會而執之，則在會可知，故不假言地。至如滅人之國，執人之君，則亦是就國可知也。經若書晉滅虞，則是言其地。今不書滅虞，即不舉滅國之地，不謂執人當地也。所以不言滅虞者，晉命先行於虞，虞已屬晉，故不得言之也。或以為「執不言所於地」，謂不書執虞公於虞也；「縕於晉也」，謂虞已苞裹屬晉，故不得言也。理亦通耳也。"
      },
      {
        "index": 79,
        "text": "其曰公，何也？（據十九年「宋人執滕子嬰齊」，不言公。）猶曰其下執之之辭也。（臣民執其君，故稱公。）其猶下執之之辭，何也？晉命行乎虞民矣。（虞服於晉，故從晉命而執其君。）虞虢之相救，非相為賜也。今日亡虢，而明日亡虞矣。（言明日，喻其速。○為，於偽反，又如字。）"
      }
    ]
  }
}