{
  "chapterNumber": 21,
  "title": "春秋穀梁傳註疏卷20 (Guliang Zhushu, Volume 20)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○哀公\n（起元年，盡十四年）"
      },
      {
        "index": 1,
        "text": "疏公名蔣，定公之子，敬王三十六年即位。十四年西狩獲麟，《春秋》終矣。二十七年薨，諡曰哀。《周書·諡法》：「恭仁短折曰哀。」\n元年\n元年，春，王正月，公即位。"
      },
      {
        "index": 2,
        "text": "楚子、陳侯、隨侯、許男圍蔡。（隨久不見者，衰微也。稱侯者，本爵俱侯，土地見侵削，故微爾。定六年鄭滅許，今復見者，自復也。○不見，賢遍反，下「復見」同。復，扶又反。）"
      },
      {
        "index": 3,
        "text": "疏注 「隨久」至「微也」。○釋曰：僖二十年冬「楚人伐隨」以來，更不見經，將是衰微，不能自通於盟會故也。「本爵俱侯」者，隨本侯爵，自僖二十年見經，至今俱侯，盟更不為貶黜，但土地見祲削，故微爾。昭八年「楚師滅陳」，十一年「楚師滅蔡」，十三年諸侯會於平丘而復陳、蔡，故經書「蔡侯廬歸於蔡，陳侯吳歸於陳」，是有文見復也。其許男，則定六年「鄭遊速帥師滅許，以許男斯歸」，其間更無歸文。今許男復見經者，明是許男自復。\n鼷鼠食郊牛角，改卜牛。"
      },
      {
        "index": 4,
        "text": "夏，四月，辛巳，郊。此該之變而道之也。（該，備也。《春秋》書郊終於此，故於此備說郊之變。變謂郊非其時，或牲被災害。）"
      },
      {
        "index": 5,
        "text": "疏 「此該」至「之也」。○釋曰：郊自正月至於三月，郊之時也。三卜，禮之正。凡書郊皆譏。范例云書郊有九：僖三十一年「夏，四月，四卜郊，不從，乃免牲，猶三望」，一也；宣三年「郊牛之口傷」，「改卜牛。牛死，乃不郊，猶三望」，二也；成七年「鼷鼠食郊牛角」，三也；襄七年「夏，四月，三卜郊，不從，乃免牲」，四也；襄十一年「夏，四月，四卜郊，不從，乃不郊」者，五也；定公、哀公並有牲變，不言所食處，不敬莫大，二罪不異，並為一物，六也；定十五年五月郊，七也；成十七年「九月，用郊」，八也；及此年「四月，辛巳，郊」，九也。下傳云「子之所言」，至「道之何也」。然則據此而言，牛有傷損之異，卜有遠近之別，亦在其間。\n於變之中，又有言焉。（於災變之中，又有可善而言者。）"
      },
      {
        "index": 6,
        "text": "疏注「於災」至「言者」。○釋曰：郊牛日日展視其觓角，而知其傷，是展盡道矣。即於災變之中，有可善而言者，但備災之道不盡，致此天災，而鼷鼠食角，故書以譏之也。"
      },
      {
        "index": 7,
        "text": "鼷鼠食郊牛角，改卜牛，誌不敬也。郊牛日展觓角而知傷，展道盡矣。（展道雖盡，所以備災之道不盡，譏哀公不敬，故致天變。○觓音糾，又音求。）郊，自正月至於三月，郊之時也。夏四月郊，不時也。五月郊，不時也。夏之始可以承春，以秋之末，承春之始，蓋不可矣。（凱曰：「不時之中，有差劇也。夏始承春，方秋之末，猶為可也。」○有差，初賣反。）"
      },
      {
        "index": 8,
        "text": "疏注「不時」至「可也」。○釋曰：自正月、二月、三月，此三春之月，是郊天之正時也。若夏四月、五月以後，皆非郊月，如其有郊，並書以示譏。然則郊是春事也，如郊在四月、五月之中，則是以夏始承春，其過差少。若郊在九月之中，則是以秋末承春，其過極多，則自五月至八月，其間有郊，亦以承春遠近為過之深淺也。"
      },
      {
        "index": 9,
        "text": "九月用郊。用者，不宜用者也。（在成十七年。）郊三卜，禮也。（以十二月下辛卜正月上辛；如不從，則以正月下辛卜二月上辛；如不從，則以二月下辛卜三月上辛：所謂三卜也。鄭嗣曰：「謂下一辛而三也。求吉之道三，故曰禮也。」）"
      },
      {
        "index": 10,
        "text": "疏注「鄭嗣」至「三也」。○釋曰：如嗣之意，以十二月下辛卜正月上辛日，為郊之時，則於此一辛之上卜，不吉，以至二卜，不吉，以至三卜。求吉之道三，故曰禮也。\n四卜，非禮也。（僖三十一年、襄十一年皆四卜。）五卜，強也。（成十年五卜。）"
      },
      {
        "index": 11,
        "text": "疏 「四卜，非禮也」。○釋曰：僖三十一年，以十二月下辛卜正月上辛；不從，則以正月下辛卜二月上辛；不從，則以二月下辛卜三月上辛，所謂「三卜，禮也」。今以三月以前不吉，更以三月下辛卜四月上辛，則謂四卜郊，非禮也。成十年以四月以前四卜不吉，又於四月下辛卜五月上辛，則五卜，強也，非禮可知。鄭嗣之意，亦以一辛之中卜至於四五月也。一辛之上三卜，禮也，四卜、五卜，非禮也。然則四卜云非禮，五卜變文云強者，四卜雖失，猶去禮近，容有過失，故以非禮言之。若至五卜，則是知其不可而強為之，去禮巳遠，故以強釋之。"
      },
      {
        "index": 12,
        "text": "卜免牲者，吉則免之，不吉則否。牛傷，不言傷之者，傷自牛作也，故其辭緩。（宣三年「郊牛之口傷」，以牛自傷，故加「之」，言「緩辭」。○則否，方九反。）全曰牲，傷曰牛，未牲曰牛，其牛一也，其所以為牛者異。（巳卜日成牲而傷之曰牛，未卜日未成牲之牛，二者不同。）有變而不郊，故卜免牛也。巳牛矣，其尚卜免之，何也？（災傷，不復以郊，怪復卜免之。）禮，與其亡也寧有，（於禮，有卜之與無卜，寧當有卜。）嘗置之上帝矣，故卜而後免之，不敢專也。（嘗置之滌宮，名之為上帝牲矣，故不敢擅施也。○滌，徒曆反。擅，市戰反。施，式氏反，又如字。）卜之不吉，則如之何？不免。安置之？係而待，六月上甲，始庀牲，然後左右之。（庀，具也。待具後牲，然後左右前牛，皆我用之，不復須卜，巳有新牲故也。《周禮》曰：「司門掌授管鍵，以啟閉國門」，「祭祀之牛牲係焉」。然則未左右時，監門者養之。○庀，匹爾反。鍵，其展反，又其偃反。監，古禦反。）子之所言者，牲之變也，而曰我一該郊之變而道之，何也？我以六月上甲始庀牲，十月上甲始係牲，十一月、十二月牲雖有變，不道也。（牲有變則改卜牛，以不妨郊事，故不言其變。）"
      },
      {
        "index": 13,
        "text": "疏「子之」至「道也」。○釋曰：上言「子」者，弟子問穀梁子之辭。「而曰我」者，是弟子述穀梁子自我之意。「我以六月」者，是穀梁子答前弟子之辭。「我以六月上甲始庀牲」，庀，具，猶簡擇，未係之，待十月，然後始係養。若六月簡訖以後有變，則七月、八月、九月上甲皆可簡擇，故傳云「六月上甲始庀牲」，明自六月為始，七月、八月、九月皆可簡牲。自十月係之，有變則改卜，卜取吉者，十一月、十二月亦然，是係之三月也。故傳云「十月上甲始係牲，十一月、十二月牲雖有變，不道也」是也。「待正月，然後言牲之變」，周正是郊時之正，如其牛有變，然後言之，二月、三月亦然，重妨郊故也。"
      },
      {
        "index": 14,
        "text": "待正月，然後言牲之變，此乃所以該郊。（至郊時然後言其變，重其妨郊也。十二月不道，自前可知也。至正月然後道，則二月、三月亦可知也。此所以該郊，言其變道盡。）"
      },
      {
        "index": 15,
        "text": "疏「比乃」至「該郊」。○釋曰：自六月上甲始庀牲，十月始係牲，自十二月以前，牲雖有變不道，自正月然後云牲之變，乃不郊，卜免牲吉與不吉。如此之類，皆是該備郊事，言牲變之道盡悉也。"
      },
      {
        "index": 16,
        "text": "郊，享道也。貴其時，大其禮。其養牲，雖小不備可也。（享者飲食之道。牲有變，則改卜牛，郊日巳逼，庀係之禮，雖小不備，合時得禮，用之可也。○享，許丈反。）子不忘三月卜郊，何也？（三月，謂十二月、正月、二月也。）"
      },
      {
        "index": 17,
        "text": "疏注「三月」至「二月」。○釋曰：既言卜二月下辛卜正月上辛，正月下辛卜二月上辛，二月下辛卜三月上辛，怪經不書此十二月、正月、二月之下郊，故問之也。"
      },
      {
        "index": 18,
        "text": "郊自正月至於三月，郊之時也。（有變乃誌，常事不書。）我以十二月下辛卜正月上辛。如不從，則以正月下辛卜二月上辛。如不從，則以二月下辛卜三月上辛。如不從，則不郊矣。（意欲郊而卜不吉，故曰不從。郊必用上辛者，取其新潔莫先也。）\n秋，齊侯、衛侯伐晉。\n冬，仲孫何忌帥師伐邾。\n二年\n二年，春，王二月，季孫斯、叔孫州仇、仲孫何忌帥師伐邾，取漷東田。漷東未盡也。"
      },
      {
        "index": 19,
        "text": "及沂西田。沂西未盡也。（漷、沂皆水名。邵曰：「以其言東西，則知其未盡也。」○漷東，火虢反，又音郭。沂，魚依反。）"
      },
      {
        "index": 20,
        "text": "癸巳，叔孫州仇、仲孫何忌及邾子盟於句繹。（句繹，邾地。○句，古侯反。繹音亦。）三年伐而二人盟，何也？各盟其得也。（季孫不得田，故不與盟。○不與音豫。）\n夏，四月，丙子，衛侯元卒。滕子來朝。（朝，直遙反。）"
      },
      {
        "index": 21,
        "text": "晉趙鞅帥師納衛世子蒯聵於戚。（鄭君曰：「蒯聵欲殺母，靈公廢之是也。若君薨，有反國之道，當稱子某，如齊子糾也。今稱世子如君存，是《春秋》不與蒯聵得反立明矣。」江熙曰：「鄭世子忽反正有明文，子糾但於公子為貴，非世子也。）"
      },
      {
        "index": 22,
        "text": "疏注「蒯聵」至「廢之」。○釋曰：案定公十四年《左傳》云：「衛候為夫人南子召宋朝，會於洮。大子蒯聵獻盂於齊，過宋野。野人歌之曰：『既定爾婁豬，盍歸吾艾豭。』大子羞之，謂戲陽速曰：「從我而朝少君，我顧，乃殺之。』速曰：『諾。』乃朝夫人。夫人見大子，大子三顧，速不進。夫人見其色，啼而走曰：『蒯聵將殺餘。』公執其手以登台，大子奔宋」是也。云「當稱子某」者，《公羊》云：「君在稱世子，君薨稱子某，既葬稱子，逾年稱君」，范取《公羊》為說也。云「如齊子糾也」者，莊九年「九月，齊人取子糾殺之」是也。云「鄭世子忽反正有明文」者，桓十五年「鄭世忽復歸於鄭」，傳曰「反正也」。然則鄭世子忽反正，《春秋》不非稱世子，則蒯聵稱世子，亦是反正不非之之限，是其子糾稱子某，但於公子之中為貴，謂是右媵之子，非世子，與鄭忽、蒯聵不同。如熙之意，則蒯聵合立，而輒拒父非是也。"
      },
      {
        "index": 23,
        "text": "納者，內弗受也。帥師而後納者，有伐也，何用弗受也？以輒不受也。以輒不受父之命，受之王父也。信父而辭王父，則是不尊王父也。其弗受，以尊王父也。（甯不達此義。江熙曰：「齊景公廢世子，世子還國書篡。若靈公廢蒯聵立輒，則蒯聵不得復稱曩日世子也。稱蒯聵為世子，則靈公不命輒審矣。」此矛楯之喻也。然則從王父之言，傳似失矣。經云「納衛世子」，「鄭世子忽復歸於鄭」，稱世子明正也。明正則拒之者非邪。○信父音申。篡，初患反。復，扶又反。曩，乃黨反。矛，五侯反，本又作钅矛。楯，常允反，又音允。拒音巨。邪也，似嗟反。）"
      },
      {
        "index": 24,
        "text": "疏「信父」至「父也」。○釋曰：輒先受王父之命而有國，今若以國與父，則是申父也。若申父而辭王父，則是不尊父也。何者？使父有違命之愆，故其不受；使父無違命之失，則尊父也。○注「齊景」至「書篡」。○釋曰：下六年「齊陽生入於齊。齊陳乞弑其君荼」，傳曰「陽生正，荼不正。不正則其曰君何也？荼雖不正，巳受命矣」。此與莊九年「齊小白入於齊」同文，則稱名書入者，皆一辭也。然則蒯聵若巳被廢，則當與陽生同文，稱衛蒯聵入戚，不得自稱曩日世子。○注「矛楯之喻也」。○釋曰：《莊子》云：楚人有賣矛及楯者，見人來買矛，即謂之曰：「此矛無何不徹。」見人來買楯，則又謂之曰：「此楯無何能徹者。」買人曰：「還將爾矛剌爾楯，若何？」然則矛楯各自言之，則皆善矣；若相對言之，則必有不善者矣。喻今傳文，輒若申父而辭王父，是不受父，則蒯聵違父為不善；若以鄭忽稱世子以明反正，則輒之拒父為丑行，亦是非不可並，故云「矛楯之喻也」。\n秋，八月，甲戌，晉趙鞅帥師，及鄭罕達帥師，戰於鐵，（鐵，衛地。○鐵，他結反。）鄭師敗績。\n冬，十月，葬衛靈公。（七月葬，蒯聵之亂故也。）"
      },
      {
        "index": 25,
        "text": "疏注「七月」至「故也」。○釋曰：隱五年「夏，四月，葬衛桓公」，傳曰「月葬，故也」。月葬憂危最甚，不得備禮葬也。此月葬，故知有故也。彼注云「有祝籲之難故」，此則蒯聵之亂故也。\n十有一月，蔡遷於州來。蔡殺其大夫公子駟。\n三年"
      },
      {
        "index": 26,
        "text": "三年，春，齊國夏、衛石曼姑帥師圍戚。此衛事也。其先國夏何也？子不圍父也。不係戚於衛者，子不有父也。（江熙曰：「國夏首兵，則應言衛戚。今不言者，辟子有父也。子有父者，戚係衛，則為大夫屬於衛。子圍父者，謂人倫之道絕，故以齊首之。」○曼姑音萬。辟音避。）"
      },
      {
        "index": 27,
        "text": "疏注「戚係」至「於衛」。○釋曰：諸侯有國，大夫有邑。大夫之邑，國君之有。若言圍衛戚，是戚係衛，便是子之而圍父也，故以國夏為首也。\n夏，四月，甲午，地震。"
      },
      {
        "index": 28,
        "text": "五月，辛卯，桓宮，僖宮災。言及，則祖有尊卑。（解經不言及僖。）由我言之，則一也。（遠祖恩無差降如一，故不言及。）"
      },
      {
        "index": 29,
        "text": "疏注「遠祖」至「言及」。○釋曰：凡言及者，皆以尊及卑，等者不言及。若自祖言之，則有昭穆，昭尊可以及穆。若自我言之，則遠祖親盡，尊卑如一，故不言及。案《左氏》「孔子在陳，聞火，曰：『其桓僖乎？』」言廟應毀而不毀，故天災也。\n季孫斯、叔孫州仇帥師城啟陽。（稱帥師，有難。○難，乃旦反。）宋樂？帥師伐曹。（？，苦門反。）\n秋，七月，丙子，季孫斯卒。"
      },
      {
        "index": 30,
        "text": "蔡人放其大夫公孫獵於吳。（宣元年「晉放其大夫胥甲父於衛」，傳曰「稱國以放，放無罪也「。然則稱人以放，放有罪也。）\n冬，十月，癸卯，秦伯卒。\n叔孫州仇、仲孫何忌帥師圍邾。\n四年"
      },
      {
        "index": 31,
        "text": "四年，春，王二月，庚戌，盜弑蔡侯申。稱盜以弑君，不以上下道道也。（以上下道道者，若衛祝籲弑其君完之類是。直稱盜，不在人倫之序。）"
      },
      {
        "index": 32,
        "text": "疏注「以上」至「類是」。○釋曰：「祝籲弑其君完」，隱四年經文。祝籲稱國稱名，及言弑其君者，是下道。言弑其君，謂此死者，以其臣之君，而臣弑之，故以君臣上下道道之。今不稱名氏，直稱盜，盜是微賤。稱賤，不稱弑其君，則此死者，非是盜者之君，則盜疏外無君，是不在人倫上下之序。"
      },
      {
        "index": 33,
        "text": "內其君而外弑者，不以弑道道也。（襄七年「鄭伯將會中國，其臣欲從楚，不勝其臣，弑而死」，「不使夷狄之民，加乎中國之君」，故曰「鄭伯？原如會，未見諸侯。丙戌，卒於操」，是不以弑道道也。）"
      },
      {
        "index": 34,
        "text": "疏「內其」至「道也」。○釋曰：猶尊內其君，而疏外弑者，故不與疏外者，得弑君之道道之，故抑之為盜。若鄭伯？原實被臣弑，其書自卒，抑臣為夷狄之民，亦是也。"
      },
      {
        "index": 35,
        "text": "《春秋》有三盜：微殺大夫，謂之盜；（十三年冬，「盜殺陳夏區夫」是。○陳夏，戶雅反。區，烏侯反。）非所取而取之，謂之盜；（定八年，陽貨取寶玉大弓是。）辟中國之正道以襲利，謂之盜。（即殺蔡侯申者是，非微者也。○辟中音避。）"
      },
      {
        "index": 36,
        "text": "疏「辟中」至「襲利」。○釋曰：辟中國之正道，而行同夷狄，不以禮義為主，而徼幸以求名利，若齊豹之類，故抑而書盜者也。襲，掩也。謂求利之心，不以禮義為意也。\n蔡公孫辰出奔吳。葬秦惠公。宋人執小邾子。\n夏，蔡殺其大夫公孫姓、公孫霍。\n晉人執戎蠻子赤歸子楚。城西郛。（郛，郭也。○郛音孚。）"
      },
      {
        "index": 37,
        "text": "六月，辛丑，亳社災。（殷都於亳，武王克紂，而班列其社於諸侯，以為亡國之戒。劉向曰：「災亳社，戒人君縱盜，不能警戒之象。」）"
      },
      {
        "index": 38,
        "text": "疏注「殷都於亳」。○釋曰：《書·序》云，「湯始居亳，從先王居」，孔注云「契父帝嚳都亳，湯自商丘遷焉，故曰從先王居」，又「盤庚五遷，將治亳殷」，是都亳之事。"
      },
      {
        "index": 39,
        "text": "亳社者，亳之社也。亳，亡國也。（毫即殷也，殷都於亳，故因謂之亳社。）亡國之社以為廟屏，戒也。（立亳之社於廟之外，以為屏蔽，取其不得通天，人君瞻之而致戒心。）"
      },
      {
        "index": 40,
        "text": "疏注「立亳」至「之外」。○釋曰：《周禮》「建國之神位，左宗廟，右社稷」，彼謂天子諸侯之正社稷霜露者。《周禮》又云陰事於亳社，明不與正同處。明一在西，一在東，故《左氏》曰「間於兩社，為公室輔」是也。\n其屋亡國之社，不得上達也。（必為之作屋，不使上通天也。緣有屋，故言災。）\n秋，八月，甲寅，滕子結卒。\n冬，十有二月，葬蔡昭公。（不書弑君之賊，而昭公書葬。既謂之盜，若殺微賤小人，不足錄之。）"
      },
      {
        "index": 41,
        "text": "疏「冬十有」至「昭公」。○釋曰：諸侯時葬，正也。今書月者以明危，亦見不葬而書葬者，《春秋》賊不討則不書葬，若不書葬，則見賊不討。今書葬者，使若弑者實是盜，微賤小人，雖討訖不足錄。\n葬滕頃公。（頃音傾。）\n五年\n五年，春，城毗。夏，齊侯伐宋。晉趙鞅帥師伐衛。\n秋，九月，癸酉，齊侯杵臼卒。（杵，昌呂反。）\n冬，叔還如齊。\n閏月，葬齊景公。不正其閏也。（閏月，附月之餘日，喪事不數。○數，所主反。）"
      },
      {
        "index": 42,
        "text": "疏注「閏月」至「不數」。○釋曰：案經書閏月葬者，年若數閏，則十三月，故書閏月葬，以見喪事亦不數之例。\n六年\n六年，春，城邾瑕。\n晉趙鞅帥師伐鮮虞。吳伐陳。\n夏，齊國夏及高張來奔。叔還會吳於柤。（柤，注加反。）\n秋，七月，庚寅，楚子軫卒。（軫，之忍反。）齊陽生入於齊。\n齊陳乞弑其君荼。（不日，荼不正也。○荼音舒，又音徒，一音丈加反。）"
      },
      {
        "index": 43,
        "text": "疏注「不日，荼不正也」。○釋曰：隱三年「八月，庚辰，宋公和卒」，傳云「諸侯日卒，正也」。荼不日，是不正也。"
      },
      {
        "index": 44,
        "text": "陽生入而弑其君，以陳乞主之，何也？不以陽生君荼也。其不以陽生君荼，何也？陽生正，荼不正，不正則其曰君，何也？荼雖不正，巳受命矣。（巳受命於景公而立，故可言君。）入者，內弗受也。荼不正，何用弗受？以其受命，可以言弗受也。（先君巳命立之，於義可以拒之。）陽生其以國氏，何也？取國於荼也。（何休曰：「即不使陽生以荼為君，不當去公子，見當國也。」又《穀梁》以為國氏者，取國於荼。齊小白又不取國於子糾，無乃近自相反乎？鄭君釋之曰：「陽生篡國，故不言公子。」不使君荼，謂書陳乞弑君爾。荼與小白，其事相似，荼弑乃後立，小白立乃後弑，雖然，俱篡國而受國焉爾。傳曰「齊小白入於齊，惡之也」。陽生其以國氏何？取國於荼也。義適互相足，又何自反乎？子糾宜立，而小白篡之，非受國於子糾，則將誰乎？○當去，起呂反。見當，賢遍反。糾，居黝反。惡之，烏路反。）"
      },
      {
        "index": 45,
        "text": "疏注「荼殺」至「後殺」。釋曰：案上六年經書「齊陽生入於齊。齊陳乞殺其君荼」，傳云「陽生入而弑其君，以陳乞主之，何也？不陽生君荼也」，是荼殺之後，陽生乃立。案莊九年夏「齊小白入於齊」，「九月，齊人取子糾殺之」，是小白立，乃後殺也。「義適互相足」者，莊九年傳云「小白入於齊，惡之」，則陽生入於齊，亦惡之。此年傳云「陽生其以國氏，取國於荼也」，則小白以其國氏，亦取國於子糾也。以義推之，適互相足，故鄭云「子糾宜立，而小白篡之，非受國於子糾，則將許乎？」是也。\n冬，仲孫何忌帥師伐邾。宋向巢帥師伐曹。\n七年\n七年，春，宋皇瑗帥師侵鄭。（緩，於眷反。）晉魏曼多帥師侵衛。（曼音萬。）\n夏，公會吳於繒。（繒，在陵反。）"
      },
      {
        "index": 46,
        "text": "秋，公伐邾。八月，巳酉，入邾，以邾子益來。以者，不以者也。（夫諸侯有罪，伯者雖執，猶以歸於京師。魯非霸王，而擅相執錄，故日入以表惡之。○擅，市戰反。惡，烏路反，傳及注同。）"
      },
      {
        "index": 47,
        "text": "疏注「夫諸侯」至「於京師」。○釋曰：僖二十八年「晉人執衛侯，歸之於京師」，傳云「歸之於京師，緩辭也。斷在京師也」，是衛侯有罪，晉文伯者執之，猶以歸於京師之事。○注「故日入以表惡之」。○釋曰：案范例云：「僖二十八年『三月，丙午，晉侯入曹，執曹伯畀宋人』，傳曰『入者，內弗受也。日入，惡入者也』。次惡則月。」據此日入，與被例同，故知「日入以表惡之」。"
      },
      {
        "index": 48,
        "text": "益之名，惡也。（惡其不能死社稷。）《春秋》有臨天下之言焉，（徐乾曰：「臨者，撫有之也。王者無外，以天下為家，盡其有也。」）"
      },
      {
        "index": 49,
        "text": "疏「春秋」至「言焉」。○釋曰：此下三者，皆以內外辭別之。王者則以海內之辭言之，即僖二十八年「天王狩於河陽」，傳曰「全天王之行也」是也。王者微弱，則以外辭言之，即僖二十四年「天王出居於鄭」，傳曰「失天下也」是也。\n有臨一國之言焉，（諸侯之臨國，亦得有之，如王於天下。）"
      },
      {
        "index": 50,
        "text": "疏「有臨」至「言焉」。○釋曰：此亦據內外言之，若宣九年「辛酉，晉侯卒於扈」，傳曰「其地，於外也。其日，未逾竟也」。既以內外顯地及日，是以一國言之。\n有臨一家之言焉。（大夫臨家，猶諸侯臨國。）"
      },
      {
        "index": 51,
        "text": "疏「有臨一家」至「焉」。○釋曰：家謂采地，若文元年「毛伯來錫公命」，定四年「劉卷卒」，其毛、劉皆采邑名，大夫氏采為家。大夫稱家，是以一家言之也。\n其言來者，有外魯之辭焉。（非巳內，有從外來者曰來。今魯侯身自以歸而曰來，是外之也。）"
      },
      {
        "index": 52,
        "text": "疏「其言」至「辭焉」。○釋曰：凡言來者，非巳內有，從外始來，即「邾庶其以漆閭丘來奔」是也。今書魯侯「以邾子益來」，而文與庶其正同，文切直者，有外魯侯之辭焉爾。\n宋人圍曹。\n冬，鄭駟弘帥師救曹。\n八年\n八年，春，王正月，宋公入曹，以曹伯陽歸。吳伐我。"
      },
      {
        "index": 53,
        "text": "夏，齊人取讙及闡。（宣九年傳曰「內不言取，言取，授之也，以是為賂齊」。此言取，蓋亦賂也。魯前年伐邾，以邾子益來。益，齊之甥也，畏齊，故賂之。○及闡，尺善反。）惡內也。\n歸邾子益於邾。（侵齊故也。○惡，烏路反。）益之名，失國也。（於王法當絕故。）"
      },
      {
        "index": 54,
        "text": "疏「益之名，失國也」。○釋曰：經書「歸邾子益於邾」，則益得國。而云失國者，邾益不能死難，而從執辱，於王法而言，理當絕位。魯歸之，不得無罪，故書益之名，以明失國之故也。\n秋，七月。\n冬，十有二月，癸亥，杞伯過卒。（過音戈。）齊人歸讙及闡。（凱曰：「歸邾子，故亦還其賂。」）\n九年\n九年，春，王二月，葬杞僖公。"
      },
      {
        "index": 55,
        "text": "宋皇瑗帥師取鄭師於雍丘。（雍丘，某地也。○雍，於用反。）取，易辭也。以師而易取，鄭病矣。（以師之重，而宋以易得之辭言之，則鄭師將劣矣。○易，以豉反。將，子匠反。）"
      },
      {
        "index": 56,
        "text": "疏「以師而」至「鄭病矣」。○釋曰：凡書取，皆易辭，今以鄭師之重，而今宋以易得之辭言之，鄭之將帥微弱矣。亡軍之咎，本由君不任其才，故為鄭國病患。\n夏，楚人伐陳。秋，宋公伐鄭。\n冬，十月。\n十年\n十年，春，王二月，邾子益來奔。\n公會吳伐齊。三月，戊戌，齊侯陽生卒。\n夏，宋人伐鄭。晉趙鞅帥師侵齊。"
      },
      {
        "index": 57,
        "text": "五月，公至自伐齊。（傳例曰：「惡事不致，公會夷狄伐齊之喪，而致之何也？」莊六年「公至自伐衛」，傳曰「不致，則無以見公惡，事之成也」，將宜從此之例。○以見，賢遍反。）"
      },
      {
        "index": 58,
        "text": "疏注「傳例」至「不致」。○釋曰：襄十年「公會晉侯」云云，「齊世子光會吳於柤」，傳曰「會夷狄不致，惡事不致」是也。云「傳曰不致，則無以見公惡，事之成也」者，案莊公五年「公會齊人」云云「伐衛」，注云「納惠公朔」，「逆天王之命也」。六年「公至自伐衛」，傳曰「惡事不致，此其致，何也？不致，則無用見公之惡，事之成也」是也。此年二月「公會吳伐齊」之喪，是惡事，宜不致而致，亦以見公惡事之成也。\n葬齊悼公。衛公孟區自齊歸於衛。（區，苦侯反。）薛伯夷卒。\n秋，葬薛惠公。\n冬，楚公子結帥師伐陳。吳救陳。\n十有一年\n十有一年，春，齊國書帥師伐我。\n夏，陳轅頗出奔鄭。（頗，破何反。）"
      },
      {
        "index": 59,
        "text": "五月，公會吳伐齊。甲戍，齊國書帥師及吳戰於艾陵，齊師敗績。獲齊國書。（與華元同義。艾陵，齊地。○艾，五蓋反。）"
      },
      {
        "index": 60,
        "text": "疏注「與華元同義」。○釋曰：宣二年「宋華元帥師，及鄭公子歸生帥師，戰於大棘，宋師敗績。獲宋華元」，傳曰「獲者，不與之辭也。言盡其眾，以救其將也。以三軍敵華元，華元雖獲，不病也」，是與此同義。\n秋，七月，辛酉，滕子虞母卒。\n冬，十有一月，葬滕隱公。衛世叔齊出奔宋。\n十有二年"
      },
      {
        "index": 61,
        "text": "十有二年，春，用田賦。（古者九夫為井，十六井為丘。丘賦之法，因其田財，通共出馬一匹，牛三頭。今別其田及家財，各出此賦。言用者，非所宜用。○別，如字，又彼列反。）"
      },
      {
        "index": 62,
        "text": "疏「用田賦」。○釋曰：古者一丘之田，方十六井，一百四十四夫。軍賦之法，因其田財，通出馬一匹，牛三頭。今乃分別其田及家財，各令出此賦，則一丘之田，出馬二匹，牛六頭，故曰「用田賦」，言非所宜用也。謂之田賦者，古者但賦其家財，今又計田貢，故曰田賦也。○注 「古者九夫」至「為丘」。○釋曰：案《周禮·小司徒職》「九夫為井，四井為邑，四邑為丘，四丘為甸」。然則井方一里，九夫；邑方二里，四井，三十六夫；丘方四里，十六井，百四十四夫；甸方八里，六十四井，五百七十六夫。軍賦之法，丘出馬一匹，牛三頭；甸出長轂一乘，馬四匹，牛十二頭，甲士三人，步卒七十二人。此甸八里，據實出賦者言之，其畔各加一里，治溝洫者。《司馬法》城方十里，出革車一乘者，通計治溝洫者言之，其實一也。今指解經云「用田賦」者，是丘之賦，故云「九夫為井，十六井為丘」也。然經即云「用田賦」，而使丘民，以成元年「作丘甲」，民盡作甲，則知此「用田賦」，亦令一丘之民用田賦也。宣十五年「初稅畝」，則計畝以稅。所稅畝，十畝稅其一，此則通公田什一，而不畝計，故彼言稅，而此言賦也。○注 「丘賦」至「三頭」。○釋曰：凡丘賦之法，因其民之所受，公田什一，及私家之財，通融共出馬一匹，牛三頭。以一丘之民，共出此賦，以家財為主，故曰丘賦。今又分別其所受公田，各令出此馬牛之賦，故曰「用田賦」也。《論語》曰：「哀公云：『二吾猶不足，如之何其徹也？』」即此田財並賦之驗也。"
      },
      {
        "index": 63,
        "text": "古者公田什一，用田賦，非正也。（古者五口之家，受田百畝，為官田十畝，是為私得其什，而官稅其一，故曰「什一」。周謂之徹，殷謂之助，夏謂之貢，其實一也，皆通法也。今乃棄中平之法，而田財並賦，言其賦民甚矣。○為官，於偽反。稅，舒銳反。夏謂，戶雅反。）"
      },
      {
        "index": 64,
        "text": "疏「古者公」至「非正也」。○釋曰：凡受農田，皆私田百畝，公田十畝。但由公田私田，皆公家所受，故總曰「公田什一」，則以田之什一及家財，而出馬牛之賦，是其正也。今魯用田與財，各出馬牛之賦，非正也。○注「古者五」至「百畝」。○釋曰：《周禮·小司徒》云：「上地家七人，可任也者，家三人。」鄭注曰：「一家男女七人以上，則授之以上地，所養者眾也。男女五人以下，則授之以下地，所養者寡也。正以七人、六人、五人為率者，有夫有婦，然後為家，自二人以生於十人為九等，則七、六、五為其中也。老者一人，其餘疆弱相半，此其大數也。」然則《周禮》七人、五人、六人三等，范唯言「五口之家，受田百畝」，指下等言之。其實六人，七人亦受田百畝，與《周禮》不異也。「為官田十畝」者，受田百畝之外，又受十畝以為公田，是為私得其十，而官稅其一，故《漢書·殖貨志》「井田一里，是為九夫，八家共之，各受私田百畝，公田十畝，是為八百八十畝。餘二十畝為廬舍」，則家得二畝半，凡家受田一百十二畝半也。今傳言「公田什一」者，舉其全數，據出稅言之。「周謂之徹，殷謂之助，夏謂之貢，其實一也」者，出《孟子》文。彼云滕文公問為國於孟子，孟子對曰「夏後氏五十而貢，殷人上十而助，周人百畝而徹，其實皆什一」是也。然三代受畝悉皆什一，則夫皆一百一十畝。夏後政寬，計其五十畝，而貢五畝於公；殷人計其七十畝，而助十畝於公；周人盡計一百一十畝，而徹十畝於公。徹者通也。什一而稅，為天下通法，故《詩》云「徹田為糧」是也。「皆通法」者，《孟子》云「重之於堯舜，大桀小桀。輕之於堯舜，人貊小貊。什一而稅，頌聲作則。什一而稅，堯舜亦然」，是為通法也。貢起堯舜，則古者公田什一，是堯舜之時，明此什一之法也。范說不與先儒同，其先儒皆云什一者，十中稅一耳。"
      },
      {
        "index": 65,
        "text": "夏，五月，甲辰，孟子卒。孟子者，何也？昭公夫人也。其不言夫人，何也？諱取同姓也。（葬當書姓，諱故亦不書葬。○取如字，又七住反。）"
      },
      {
        "index": 66,
        "text": "疏注 「書當」至「書葬」。○釋曰：莊二十二年「葬我小君文薑」，經書其氏，卒又稱夫人而書葬。今孟子卒雖不稱夫人，準弋氏應書葬。不言者，知諱同姓，故范例：夫人薨者十，而書葬者十。夫人之道，從母儀。即桓公夫人文薑一，莊公夫人哀薑二，僖公之母成風三，文公之母聲薑四，宣公之母頃熊五，成公之母穆薑六，成公之嫡夫人齊薑七，襄公之母定姒八，昭公之母歸氏九，哀公之母定戈十。十者並書葬，其隱公夫人從夫之讓，昭公夫人諱同姓，二者皆不書葬也。\n公會吳於橐皋。（橐皋，某地。○橐，章夜反，一音讬。）\n秋，公會衛侯、宋皇瑗於鄖。（鄖，某地。○鄖音云。）宋向巢帥師伐鄭。\n冬，十有二月，螽。（螽音終。）\n十有三年\n十有三年，春，鄭罕達帥師，取宋師於嵒。（嵒，五咸反。）取，易辭也。以師而易取，宋病矣。"
      },
      {
        "index": 67,
        "text": "疏「取易辭」至「病矣」。○釋曰：上九年宋皇瑗取鄭師，今鄭罕達取宋師，其事正反，嫌宋為人所報，非宋之病，故重發以同之。\n夏，許男成卒。\n公會晉侯及吳子於黃池。（及者，書尊及卑也。黃池，某地。）"
      },
      {
        "index": 68,
        "text": "疏注「及者」至「卑也」。○釋曰：隱二年傳云「會者，外為主焉爾」。今言「公會晉侯」，則晉為主，於黃池而公往會之。既以晉侯為主，會無二尊，故言及以卑吳也。則與桓二年范注云「會盟言及，別內外也。尊卑言及，序上下也」亦同。何者？外吳而尊晉，則內外，序上下也。"
      },
      {
        "index": 69,
        "text": "黃池之會，吳子進乎哉！遂子矣。（進遂稱子。）吳，夷狄之國也，祝髮文身。（祝，斷也。文身，刻畫其身以為文也。必自殘毀者，以辟蛟龍之害。○祝，之六反。斷音短。辟音避，蛟音交。）"
      },
      {
        "index": 70,
        "text": "疏注「文身」至「之害」。○釋曰：荊、楊之域，厥土塗泥，人多遊永，故刻畫其身，以為蛟龍之文，與之同類，以辟其害。\n欲因魯之禮，因晉之權，而請冠端而襲。（襲，衣冠。端，玄端。）"
      },
      {
        "index": 71,
        "text": "疏 「欲因魯」至「而襲」。○釋曰：魯是守文之國，禮儀之鄉；晉執中國之權，為諸侯盟主，故吳子欲因之而冠。必欲因之者，以鄭伯？原欲從中國，而被殺於鄵，吳子亦恐臣子不肯變從，故因魯之禮，因晉之權，然後群臣鄉化，以魯禮天下，共依晉權，諸侯所服故也。是以《明堂》說魯云「天下以為有道之國，天下資禮樂焉」 是也。云「請冠端而襲」者，請著玄冠玄端而相襲。○注「襲衣冠，端玄端」。○釋曰：吳俗祝髮文身，衣皮卉服，不能衣冠相襲。今請加冠於首，身服玄端，則衣冠上下共相掩襲，故云襲衣也。《詩》云：「其軍三單。」彼《毛傳》云：「三單相襲。」彼謂三軍前後為相襲，則此衣冠上下亦為相襲也。玄端者，謂玄端衣，而端幅製之，即諸侯視朝之服也。諸侯視朝之服，緇布衣，素積裳，緇玄一也。\n其藉於成周，（藉謂貢獻。）"
      },
      {
        "index": 72,
        "text": "疏注「藉謂貢獻」。○釋云：貢謂土地所有，以獻於成周。若《禹貢》「齒革羽毛」，「納錫大龜」，「惟金三品」之類，著於藉錄，以為常職，故知藉謂貢獻也。"
      },
      {
        "index": 73,
        "text": "以尊天王，吳進矣。吳，東方之大國也。累累致小國以會諸侯，以合乎中國。（累累，猶數數也。○累累，如字。數，所角反。）"
      },
      {
        "index": 74,
        "text": "疏注「累累猶數數」。○釋云：東方之國，吳為最大。吳舉，小國必從，會吳於相、於道、於繒、於池之類，積其善事，故言數。○數致小國，以合乎中國也。"
      },
      {
        "index": 75,
        "text": "吳能為之，則不臣乎？（言其臣也。）吳進矣。王，尊稱也。子，卑稱也。辭尊稱而居卑稱，以會乎諸侯，以尊天王。吳王夫差曰：「好冠來！」孔子曰：「大矣哉！夫差未能言冠而欲冠也。」（不知冠有差等，唯欲好冠。○尊稱，尺證反，下同。夫差音扶，下初隹反。）"
      },
      {
        "index": 76,
        "text": "疏「王尊稱也，子卑稱也」。○釋曰：自黃池前，吳常僭號稱王，是其尊稱。今去僭號而稱子，是其卑稱也。○注「不知冠而差等」。○釋曰：冕有旒數不同，則冠亦有差等之別。吳為子爵，其冠之飾必不得與公侯同等，但未知若為差等爾。\n楚公子申帥師伐陳。於越入吳。秋，公至自會。（吳進稱子，又會晉侯，故致也。）"
      },
      {
        "index": 77,
        "text": "疏注「吳進」至「致也」。○釋曰：襄十年傳曰「會夷狄不致」。致會者，一以吳進稱子，二又為公會晉侯，以此二事之故致之爾。晉魏曼多帥師侵衛。\n葬許元公。九月，螽。\n冬，十有一月，有星孛於東方。（不書所孛之星，而曰東方者，旦方見孛，眾星皆沒故。○孛音佩。）"
      },
      {
        "index": 78,
        "text": "疏注「不書」至「方者」。釋曰：文十四年「有星孛入於北斗」，昭十七年「有星孛於大辰」，彼皆言所佩之星。此不言所孛之星，直言東方者，彼北斗大辰未沒之時有，故得言所孛之星；此則旦明之時，方乃見孛，其東方常見之星，並以沒盡，故不言所孛之處星也。\n盜殺陳夏區夫。（傳例曰：「微殺大夫謂之盜。」○區夫，烏侯反。）十有二月，螽。\n十有四年"
      },
      {
        "index": 79,
        "text": "十有四年，春，西狩獲麟。（杜預曰：「孔子曰：『文王既沒，文不在茲乎？』此制作之本旨。」又曰：「鳳鳥不至，河不出圖，吾巳矣夫。」斯不王之明文矣。夫《關雎》之化，王者之風。《麟之趾》，《關雎》之應也。然則斯麟之來，歸於王德者矣。《春秋》之文，廣大悉備，義始於隱公，道終於獲麟。○狩，手又反。不出，如字，又赤遂反。矣夫音扶。不王，於況反，下「王德」同。雎，七餘反。之應，於敬反。）"
      },
      {
        "index": 80,
        "text": "疏注 「杜預」至「本旨」。○釋曰：《論語》云：「文武之道，未墜於地，在人。」「文王既沒，其為文之道，實不在我身乎。」孔子既言「文武之道在我身」，孔子有制作之意。《中庸》云，有其德無其位，不得製作；有其位無其德，而不得製作。孔子雖懷聖德，而道不王，故有制作之志而不為也。○注「又曰」至「文矣」。○釋曰：凡聖人受命，而必鳳鳥至，河出圖，洛出書，故孔子曰：「鳳鳥不至，河不出圖，吾巳矣夫。」言巳無瑞應，道終不王，故云「斯不王之明文矣」。○注「關雎之化，王者之風」。○釋曰：子夏《詩序》云「《關雎》之化，王者之風」，言后妃有《關雎》之德也。○注「麟之趾，關雎之應也」。○釋曰：《詩序》文。言后妃有《關雎》之德，為王者之風，故感麟來應之，以見其趾。趾，足也。○注「然則斯麟之來，歸於王德者矣」。○釋曰：由后妃有《關雎》之化，為王者之風，故致得麟來應之。然則孔子有王之德，故亦感得麟來應之，故斯應麟之來，歸於王德者，謂孔子也。○注「春秋」至「獲麟」。○釋曰：其《詩·周南》則始於《關雎》篇，終於《麟趾》，故《春秋》之文，亦義始於隱公之道，終於獲麟，乘之以十二，約之以周典。《詩》云「誰將西歸，懷之好音」，示有讚於周道，故著西狩獲麟，言道備之驗也。"
      },
      {
        "index": 81,
        "text": "引取之也。（言引取之，解經言獲也。傳例曰「諸獲者，皆不與也」，故今言獲。麟自為孔子來，魯引而取之，亦不與魯之辭也。○為，於偽反。）"
      },
      {
        "index": 82,
        "text": "疏注「傳例」至「不與也」。○釋曰：宣二年大棘之戰，鄭公子歸生獲宋華元，傳曰「獲者，不與之辭也」。上十一年艾陵之職，吳獲齊國書，范云「與華元同義」，是諸獲皆不與之辭也。今言獲麟者，欲言比麟自為孔子有王者之德而來應之，魯引而取之，亦不與魯之辭也。必使魯引取之者，天意若曰以夫子因《魯史記》而脩《春秋》故也。然則孔子脩《春秋》，乃獲麟之驗也。"
      },
      {
        "index": 83,
        "text": "狩地不地，不狩也。非狩而曰狩，大獲麟，故大其適也。（適猶如也，之也。非狩而言狩，大得麟，故以大所如者名之也。且實狩當言冬，不當言春。）"
      },
      {
        "index": 84,
        "text": "疏「狩地」至「適也」。○釋曰：桓四年春「公狩於郎」，莊四年「冬，公及齊人狩而郜」，是狩皆書地。今不書地，則非狩也。非狩而曰狩者，大得此驗，故以大其所如者名之。○注「實狩」至「言春」。釋曰：案桓四年傳云「春曰田，夏曰苗，秋曰蒐，冬曰狩」是也。"
      },
      {
        "index": 85,
        "text": "其不言來，不外麟於中國也。其不言有，不使麟不恒於中國也。（雍曰：「中國者，蓋禮義之鄉，聖賢之宅，軌儀表於遐荒，道風扇於不朽。麒麟步郊，不為暫有。鸞鳳棲林，非為權來。雖時道喪，猶若不喪。雖麟一降，猶若其常。鵒非魯之常禽蜚，蜮非祥瑞之嘉蟲，故經書其有，以非常有，此所以所貴於中國，《春秋》之意義也。」○道喪，息浪反。音權，又音劬。鵒音欲。蜮音或。）"
      },
      {
        "index": 86,
        "text": "疏注「鵒」至「嘉蟲」。○釋曰：昭二十五年經書「有？鵒來巢」，莊二十九年經書「秋，有蜚」，莊十八年經書「秋，有蜮」，傳皆曰「一有一亡曰有」是也。○注「所以」至「中國」。○釋曰：麒麟一致，不為暫有，雖時道喪，猶若不喪。如此為文，是所以取貴於中國，而王道頌盛，麟鳳常有，此則《春秋》之意然也。"
      }
    ]
  }
}