{
  "chapterNumber": 13,
  "title": "春秋穀梁傳註疏卷12 (Guliang Zhushu, Volume 12)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○宣公\n（起元年，終十八年）\n疏《魯世家》宣公名倭，文公之子，子赤庶兄，以周匡王五年即位。《諡法》：「善問周達曰宣。」\n元年\n元年，春，王正月，公即位。繼故而言即位，與聞乎故也。（與聞音豫，下注亦同。）\n疏「繼故」至「故也」。○釋曰：重發傳者，桓公篡成君，宣公篡未逾年君，嫌異，故發之。"
      },
      {
        "index": 1,
        "text": "公子遂如齊逆女。（不譏喪娶者，不待貶絕，而罪惡自見。桓三年傳曰：「逆女，親者也。使大夫，非正也。」○自見，賢遍反。）\n疏注「桓三」至「正也」。○釋曰：引彼傳例者，嫌譏喪娶，不責親迎，故引傳例以明之。\n三月，遂以夫人婦薑至自齊。其不言氏，喪未畢，故略之也。（夫人不能以禮自固，故與有貶。）"
      },
      {
        "index": 2,
        "text": "疏注「夫人」至「有貶」。○釋曰：婚禮遲速，由於夫家，陽倡陰和，固是其理，而責夫人者，一禮不備，貞女不行，夫人薑氏，若其不行，公得無喪娶之譏，夫人無苟從之咎，故責之。\n其曰婦，緣姑言之之辭也。遂之挈，由上致之也。（上，謂宣公。○挈，苦結反。）"
      },
      {
        "index": 3,
        "text": "疏「其曰」至「辭也」。○釋曰：傳重言此者，嫌喪娶辭略，並明不與陳人之婦同也。○「遂之」至「之也」。○釋曰：挈者，謂去氏族而直書名。徐邈以挈為舉，非也。《左氏》以為遂不稱公子者，「尊夫人也」。《公羊》以為遂不言公子者，「一事而再見」，從省文。此傳云由上致之，是與二傳異也。此注云，上謂宣公；昭公二十四年「婼至自晉」，注云「上謂宗廟也」者，釋有二家，其一云：禮：夫人三月始見宗廟，遂與僑如之致，由君而已，故知上為宣公、成公也；婼彼執而反，理當告廟，故知上謂宗廟也。又一釋：二者互文也。以相通見廟之時，君稱臣之名以告宗廟，則二者皆當書名，故此云宣公，彼云宗廟，亦是昭公告之，可知此宣公亦是告宗廟明矣。婼與意如俱為被執而致，傳釋有異辭者，意如訴公於晉，婼則無罪，故傳不同也。此巳發傳，僑如又發之者，此喪娶，彼非喪娶，嫌異，故重明之。\n夏，季孫行父如齊。\n晉放其大夫胥甲父於衛。放，猶屏也。（屏，除。）稱國以放，放無罪也。"
      },
      {
        "index": 4,
        "text": "疏 「稱國」至「罪也」。○釋曰：范《別例》云：「放大夫凡有三，晉放胥甲父一，昭八年楚放公子昭二，哀二年蔡人於公孫獵三也。」此云稱國以放，放無罪也，則稱蔡人者，是放有罪也。若然，招殺世子偃師，則招亦有罪，不稱楚人者，以上有楚師滅陳之文，故不複出楚人；又招有罪自明，故不待更稱楚人也。\n公會齊侯於平州。（平州，齊地，離會故不致。）\n疏注「離會故不致」。○釋曰：不引傳例者，此宣自應例惡，無所嫌疑故也。公子遂如齊。"
      },
      {
        "index": 5,
        "text": "六月，齊人取濟西田。內不言取，言取，授之也，以是為賂齊也。（宣公弑立，賂齊以自輔，恥賂之，故書齊取。）"
      },
      {
        "index": 6,
        "text": "疏傳「內不」至「齊也」。○釋曰：昭二十五年「齊侯取鄆」傳曰：「取，易辭也。」哀八年「齊人取讙及闡」傳曰：「惡內也。」所以三發傳不同者，內不合言取，今言取，是違例之問，宜在於始；魯人不得已而賂之，取雖是易而我難之，故直云授之。昭公，失國之君，忠臣喜公得邑，故以易辭言之。哀公犯齊陵邾，而反喪邑，易辭之也，傳以明惡內之理未顯，故傳特言惡內，其實皆是易辭也。\n秋，邾子來朝。楚子、鄭人侵陳，遂侵宋。遂，繼事也。晉趙盾帥師救陳。善救陳也。（盾，徒本反。）"
      },
      {
        "index": 7,
        "text": "疏善救陳也。○釋曰：何嫌非善而言善者？陳近楚，屬晉，嫌救之非善，故傳釋之。又救之者為善，所以駮鄭之過也。"
      },
      {
        "index": 8,
        "text": "宋公、陳侯、衛侯、曹伯會晉師於棐林，伐鄭。（棐林，鄭地。○棐，芳尾反。又音匪。）列數諸侯而會晉趙盾，大趙盾之事也。（大其衛中國，攘夷狄。 ○數，所主反。攘，而羊反。）其曰師，何也？（據言會晉師，不言會晉趙盾。）以其大之也。（以諸侯大趙盾之事，故言師。師者，眾大之辭。）"
      },
      {
        "index": 9,
        "text": "疏「以其大之也」。○釋曰：襄二年「晉師、宋師、衛甯殖侵鄭」注云：「不書晉宋之將，以慢其伐人之喪。」彼稱師，言惡晉宋，此稱師，云大之者，稱師之義，不在一方，言師雖同，善惡有別，所謂《春秋》不嫌同文，此之謂也。齊救邢，惡不及事；楚子滅蔡，滅非其罪；晉宋伐喪，失匍匐之義，故皆貶之稱師。今趙盾伐鄭，以救陳宋，故經列數諸侯而殊大之，明稱師者，以著善也。"
      },
      {
        "index": 10,
        "text": "於棐林，地而後伐鄭，疑辭也。此其地何？則著其美也。（泰曰：「夫救災恤患，其道宜速，而方云會於棐林，然後伐鄭，狀似伐鄭有疑，須會乃定。曰：非也，欲美趙盾之功，故詳錄其會地。」）"
      },
      {
        "index": 11,
        "text": "疏「於棐」至「美也」。○釋曰：桓十五年「公會諸侯於，伐鄭」，傳曰：「地而後伐，疑辭也。非其疑也。」此傳既曰疑辭也，又云則著其美也者，此文雖與會同，其理則異。何者？以其列數諸侯而會趙盾，則詳其會地，亦善可知也。\n冬，晉趙穿帥師侵崇。（穿音川。）晉人、宋人伐鄭。伐鄭，所以救宋也。（時楚鄭侵宋。）"
      },
      {
        "index": 12,
        "text": "疏「所以救宋也」。○釋曰：伐鄭所以救宋，經不言救宋者，以上有楚子，鄭人侵陳，遂侵宋之文。今云晉人、宋人伐鄭，明救宋可知，故不言之也。知非救陳者，以救陳之文巳見故，楚伐宋，宋得出而自救者，伐宋者不攻都城，故得出師助晉也。\n二年"
      },
      {
        "index": 13,
        "text": "二年，春，王二月，壬子，宋華元帥師及鄭公子歸生帥師，戰於大棘。宋師敗績，獲宋華元。（大棘，宋地。○華，戶化反。）獲者，不與之辭也。（華元得眾甚賢，故不與鄭獲之。）"
      },
      {
        "index": 14,
        "text": "疏注 「華元」至「獲之」。○釋曰：華元得眾，故不與鄭獲之。然則晉侯失民，亦言獲者，晉侯雖失眾，諸侯無相獲之道，故亦不與秦獲也。徐邈云：「獲是不與之辭，與者當稱得也。故定九年‘得寶玉、大弓’是也。」然則弓、玉與人不類，徐言非也。何休云：「華元係宋者，明恥辱及國。」案齊國書、陳夏齧皆係國，則是史之常辭，非有異文也。"
      },
      {
        "index": 15,
        "text": "言盡其眾，以救其將也。（先言敗績，而後言獲，知華元得眾心，軍敗而後見獲。晉與秦戰於韓，未言敗績而君巳獲，知晉侯不得眾心明矣。○盡，子忍反。）以三軍敵華元，華元雖獲，不病矣。（何休曰：「書獲，皆生獲也。如欲不病華元，當有變文。鄭君釋之曰：將帥見獲，師敗可知，不當複書師敗績。此兩書之者，明宋師懼華元見獲，皆竭力以救之。無奈不勝敵耳。華元有賢行，得眾如是，雖師敗身獲，適明其美，不傷賢行。今兩書敗獲，非變文如何？」）\n秦師伐晉。夏，晉人、宋人、衛人、陳人侵鄭。"
      },
      {
        "index": 16,
        "text": "秋，九月，乙丑，晉趙盾弑其君夷皋。穿弑也，（穿，趙盾從父昆弟。）盾不弑，而曰盾弑，何也？以罪盾也。其以罪盾何也？曰：靈公朝諸大夫而暴彈之，（暴，殘暴。○朝，直遙反。彈，徒丹反。又徒旦反。）觀其辟丸也。趙盾入諫，不聽。出亡，至於郊。（禮：三諫不聽，則去，待放於竟三年。君賜之環，則還；賜之玦，則往。必三年者，古疑獄三年而後斷，《易》曰「繼用徽纆，示於叢棘，三歲不得凶」是也。自嫌有罪當誅，故三年不敢去。○辟音避，竟音境。玦，古穴反，杜元凱云：「如環而不連。」斷，丁亂反。徽，許歸反。纆，亡北反。徽纆皆繩也，三股曰徽，兩股曰纆。）"
      },
      {
        "index": 17,
        "text": "疏注「禮三」至「敢去」。○釋曰：「三諫不聽則去，待放於竟三年」，《公羊傳》文。「君賜之環則還，賜之玦則往」，苟卿書有其事。「《易》曰‘繼用徽纆，示於叢棘，三歲不得，凶’」者，《易·坎卦》上六爻辭，但《易》本「繼」作 「係」。陸德明云：「寘，置也。」王弼云：「險穞之極，不可升也。法峻整，難可犯也。宜其囚執寘於思過之地三歲，險道之夷也。險終乃反，故三歲不得。自修三歲，乃可以求複，故曰三歲不得凶也。」馬融云：「徽纆，索也。」陸得明云：「三糾繩曰徽，二糾繩曰纆。」劉表云：「三股為徽，兩股為纆。」"
      },
      {
        "index": 18,
        "text": "趙穿弑公，而後反趙盾。（招使還。）史狐書賊曰：「趙盾弑公。」（史，國史，掌書記事。狐，其名。）盾曰：「天乎天乎？予無罪。（告天，言己無弑君之罪。）孰為盾而忍弑其君者乎？」（回已易他，誰作盾而當忍弑君者乎？○孰為盾，絕句。孰，誰也。）史狐曰：「子為正卿，入諫不聽，出亡不遠。君弑，反不討賊，則誌同，（誌同穿也。）誌同則書重，非子而誰？」（盾是正卿，又賢，故言重。）故書之曰「晉趙盾弑其君夷皋」者，過在下也。（鄭嗣曰：成十八年 「晉弑其君州蒲」傳曰：「稱國以弑其君，君惡甚矣。」然則稱臣以弑，罪在臣下也。趙盾弑其君，不言罪而曰過者，言非盾親弑，有不討賊之過。○惡甚，如字，又烏路反。）曰：於盾也，見忠臣之至；於許世子止，見孝子之至。（邵曰：「盾以亡不出竟，反不討賊，受弑君之罪，忠不至故也。止以病，不知嚐藥，受弑父之罪，孝不至故也。」○見忠，賢遍反，或如字，下同。）"
      },
      {
        "index": 19,
        "text": "疏「曰於」至「之至」。○釋曰：趙盾與許止加弑是同，而許君書葬，晉林公不書葬者，許止失嚐藥之罪輕，故書葬以赦止；趙盾不討賊之罪重，故不書晉侯葬，明盾罪不可原也。《春秋》必加弑於此二人者，所以見忠孝之至故也。忠孝不至，則加惡名，欲使忠臣睹之，不敢惜力，孝子見之，所以盡心，是將來之遠防也。\n冬，十月，乙亥，天王崩。（匡王也。）\n三年"
      },
      {
        "index": 20,
        "text": "三年，春，王正月，郊牛之口傷。之口，緩辭也，傷自牛作也。（牛自傷口，非備災之道不至也，故以緩辭言之。）"
      },
      {
        "index": 21,
        "text": "疏「緩辭也」。○釋曰：此「之」為緩辭，則成七年不言「之」為急辭也。舊解《范氏》別例云凡三十五。范既？為例，則言「之」者，並是緩辭也。傳於執？侯云，言「之」「緩辭」也，則云其餘不發，亦緩可知耳。公喪在外，逆之緩也；衛侯之弟鱄、秦伯之弟針等稱「之」者，取其緩之得逃；吳敗六國亡之者，取其六國同役，而不急於軍事也；殺奚齊稱「之」者，緩於成君也；考仲子宮言「之」者，隱孫而脩之緩也；日食言「之」者，不知之緩也。則自餘並緩耳。理雖迂延，舊說既然，不可致詰，故今亦從之。"
      },
      {
        "index": 22,
        "text": "改卜牛。牛死，乃不郊。事之變也。（牛無故自傷其口，易牛改卜，複死，乃廢郊禮，此事之變異。○複，扶又反。）"
      },
      {
        "index": 23,
        "text": "疏「改卜」至「變也」。○釋曰：《公羊傳》稱改卜者，「帝牲不吉，則引稷牲而卜之。其帝牲在於滌宮三月。於稷者，唯具視」其身體無災而已，不特養於滌宮。又云：「郊「必以其祖配」者，「自內出者，無匹不行，自外至者，無主不止」。今改卜者，取於稷牛，則未審傳意如何。以後稷配郊，必與《公羊》異也。不言免牛，而云不郊者，牛死，不行免牛之禮，故直言不郊也。\n乃者，亡乎人之辭也。（譏宣公不恭，致天變。）\n疏「乃者」至「辭也」。○釋曰：重發傳者，嫌牛死與卜郊不從異也。\n猶三望。\n葬匡王。楚子伐陸渾戎。（渾，戶門反，又戶困反。）\n夏，楚人侵鄭。\n秋，赤狄侵齊。宋師圍曹。\n冬，十月，丙戌，鄭伯蘭卒。\n葬鄭穆公。\n四年"
      },
      {
        "index": 24,
        "text": "四年，春，王正月，公及齊侯平莒及郯。莒人不肯。及者，內為誌焉爾。平者，成也。不肯者，可以肯也。（凱曰：「君子不念舊惡，況為大國所和乎！」○郯音談，國名也。）"
      },
      {
        "index": 25,
        "text": "疏「平者，成也」。○釋曰：舊解以莒不肯平，公伐莒取向，莒人彌複怨郯，郯之與莒，方為怨惡，乃是成就亂事，故訓之為成。注無此意，恐非也。"
      },
      {
        "index": 26,
        "text": "公伐莒，取向。（向，莒邑。○向，書亮反。）伐猶可，取向，甚矣。（以義兵討不平，未若不用兵，以義使平者也，故曰猶可也。）"
      },
      {
        "index": 27,
        "text": "疏注「以義」至「可也」。○釋曰：傳稱伐猶可，是非正與辭。注云義兵者，據其討不直，故云義兵也。義兵之道不足，故傳云猶可也。"
      },
      {
        "index": 28,
        "text": "莒人辭不受治也。（乘義取邑，所以不服。）伐莒，義兵也。（討不釋怨。）取向，非也，乘義而為利也。（為，如字，又於偽反。）\n秦伯稻卒。\n疏「秦伯稻卒」。○釋曰：《世本》：秦共公也。\n夏，六月，乙酉，鄭公子歸生弑其君夷。赤狄侵齊。\n秋，公如齊。公至自齊。\n冬，楚子伐鄭。\n五年\n五年，春，公如齊。\n夏，公至自齊。"
      },
      {
        "index": 29,
        "text": "秋，九月，齊高固來逆子叔姬。○諸侯之嫁子於大夫，主大夫以與之。（婚禮：主人設几筵於廟，以待迎者，諸侯、大夫尊卑不敵，故使大夫為之主。○迎，魚敬反。）來者，接內也。不正其接內，故不與夫婦之稱也。（來者，謂高固。高固，齊之大夫，而今與君接婚姻之禮，故不言逆女。○稱，尺證反。）"
      },
      {
        "index": 30,
        "text": "疏「諸侯」至「稱也」。○釋曰：莒慶巳發傳，今重發之者，莒慶，小國之大夫，高固，齊之尊卿，而取公之同母姊妹，嫌待之禮殊，故發傳，明其不異也。徐邈云：「傳言吾子，是宣公女也。」理亦通爾。\n叔孫得臣卒。"
      },
      {
        "index": 31,
        "text": "疏「叔孫得臣卒」。○釋曰：隱元年傳曰：「大夫不曰卒，惡也」。今叔孫得臣不曰卒，亦惡可知矣。何休云：「知公子遂弑君，而匿情不言。」未審范意亦然以否。"
      },
      {
        "index": 32,
        "text": "冬，齊高固及子叔姬來。及者，及吾子叔姬也。為使來者，不使得歸之意也。（高固受使來聘，而與婦俱歸，故書及以明非禮。莊二十七年冬「杞伯姬來」，僖二十八年秋「杞伯姬來」，皆不言所及，是使得歸之意。○受使，所吏反。）"
      },
      {
        "index": 33,
        "text": "疏「及者」至「姬也」。○釋曰：經既言高固及子叔姬，足自明矣。傳何須更言及吾子叔姬也者，傳方欲解及為非禮，故上張其文也。○注「故書」至「非禮」。釋曰：桓十八年濼之會，去及為非禮，此書及為非禮者，○公與夫人之行，須言及以別尊卑，故云及。夫人薑氏會齊侯於陽穀言及，濼之會以夫人之伉不言及，故知云及為非禮。今叔姬歸寧，當以獨來為文，高固奉命，宜云來聘，經總之言來，故故書及為非禮。\n楚人伐鄭。\n六年"
      },
      {
        "index": 34,
        "text": "六年，春，晉趙盾、衛孫免侵陳。此帥師也，其不言帥師，何也？（據元年「趙盾帥師救陳」言帥師也。）不正其敗前事，故不與帥師也。（元年救，而今更侵之。）"
      },
      {
        "index": 35,
        "text": "疏「不正」至「師也」。○釋曰：傳例：「將卑師眾曰師，將尊師少直言將。」成三年，「晉郤克、衛孫良夫伐牆咎如」，彼非是敗前事，赤不言帥師。此云不正其敗前事故不與帥師者，凡常書，經自依將之尊卑師之多少之例。趙盾元年稱「帥師救陳」，今直書名而已，明是惡敗前事，故不與帥師也。郤克、良夫，前無帥師之文，故知從將尊師少例耳。\n夏，四月。\n秋，八月，螽。（螽音終。）\n冬，十月。\n七年"
      },
      {
        "index": 36,
        "text": "七年，春，衛侯使孫良夫來盟。來盟，前定也。不言及者，以國與之。不言其人，亦以國與之。不日，前定之盟不日。"
      },
      {
        "index": 37,
        "text": "疏「來盟」至「不日」。○釋曰：此重發傳者，宋華孫不稱使，此則稱使，嫌異，故重發之。言不日者，據成三年及荀庚盟有日，故發問也。夏，公會齊侯伐萊。（萊音來，國名。）\n秋，公至自伐萊。大旱。\n冬，公會晉侯、宋公、衛侯、鄭伯、曹伯於黑壤。（黑壤，某地。○壤，人丈反。）\n八年\n八年，春，公至自會。\n夏，六月，公子遂如齊，至黃乃複。（蓋有疾而還。黃，齊地。）\n疏「蓋有疾而還」。○釋曰：以下有卒，故知有疾也。"
      },
      {
        "index": 38,
        "text": "乃者，亡乎人之辭也。（鄭嗣曰：「大夫受命而出，雖死以屍將事。」今遂以疾而還，失禮違命，故曰亡乎人，言魯使不得其人也。）"
      },
      {
        "index": 39,
        "text": "疏「亡乎人之辭也」。○釋曰：重發傳者，此乃複是事畢之文，其實未畢，嫌與他例異，故重明之。此云乃者，亡乎人之辭也，定十五年傳以為「急辭也」者，乃有二義故也。此魯使不得其人，言乃以責之；公孫敖亦是失命，不言乃者，此以疾而反，有可責之理，故言乃複以譏之；敖棄命奔莒，元來未去，不足可責，非乃文所盡，故不言乃也。\n複者，事畢也，不專公命也。（遂以疾反，而加事畢之文者，是不使遂專命還。）\n辛巳，有事於大廟。（大音泰，下注同。）仲遂卒於垂。（祭於大廟之日，而知仲遂卒。垂，齊地。）"
      },
      {
        "index": 40,
        "text": "疏注「祭於」至「遂卒」。○釋曰：注言此者，解經仲遂之卒，係祭廟之意也。仲遂有罪，而亦書日者，宣公與遂同罪，猶定公不惡意如而書日也；或當辛巳自為祭廟，不為仲遂也。案公子翬當桓世無罪，則不去公子，仲遂非宣惡人，而去公子者，翬非桓罪人，故生存不去公子之號，仲遂於宣，雖則無罪，死者人之終，若不去公子，嫌其全無罪狀，故去之。若然，何以不去日者？既替其尊號，則罪巳明，故不假去日也。傳稱「公弟、叔仲，賢也」，遂非賢，而稱仲者，杜預云：「時君所加。」何休云：「稱仲者，起嬰齊所氏。」范雖不注，理未必然。蓋以遂見疏而去公子，經不可單稱遂卒，遂於後以仲為氏，故稱仲遂卒也。然仲遂以罪見疏，即見罪惡之臣，而譏宣公不廢繹者，宣公與遂同心，繹祭之時，則內舞去籥而為之，故所以譏也。"
      },
      {
        "index": 41,
        "text": "為若反命而後卒也。（先書複複言卒，使若遂巳反命於君，而後卒於垂。）此公子也，其曰仲，何也？疏之也。（僖十六年傳曰：「大夫不言公子、公孫、疏之也。」）何為疏之也？是不卒者也。（遂與宣公共弑子赤。）不疏，則無用見其不卒也。（若書公子，則與正卒者同，故去公子以見之。○見其，賢遍反，注同。故去，起呂反，下文及注同。）則其卒之何也？（據公子翬不書卒。○子翬，許韋反。）以譏乎宣也。其譏乎宣何也？聞大夫之喪，則去樂、卒事。（去籥萬，卒祭事，言今不然。）壬午，猶繹。猶者，可以巳之辭也。繹者，祭之旦日之享也。萬入，去籥。（萬，舞名。籥，管也。○繹音亦，《爾雅》云：「又祭也。」享，許丈反。籥，餘若反，管也。）"
      },
      {
        "index": 42,
        "text": "疏 「猶者」至「賓也」。○釋曰：旦日猶明日也。何休云：「繹者，繼昨日事，但不灌地降神耳。天子諸侯曰繹，大夫曰賓屍，士曰宴屍，則天子以卿為之，諸侯則以大夫為之，卿大夫以孫為之。夏立屍，殷坐屍，周旅酬六屍，唯士宴屍，與先儒少異。」則范意或與何同也。案少牢饋食之禮，卿大夫當日賓屍，天子諸侯明日賓屍者，天子諸侯禮大，故異日為之，卿大夫以下禮小，故當日即行。其三代之名者，案《爾雅》云「夏日複胙，殷曰彤，周曰繹」是也。謂之複胙者，複前日之禮也。謂之彤者，彤是不絕之意也。謂之繹者，繹陳昨日禮也。何休又云，禮：大夫死，為廢一時之祭。有事於廟而聞之者，去樂卒事，至卒事而聞之者，廢繹。今魯不，以為譏。范意當亦然也。"
      },
      {
        "index": 43,
        "text": "以其為之變，譏之也。（內舞去籥，惡其聲聞，此為卿變於常禮，是知其不可而為之。○為之，於偽反，注「為卿變」同。惡其，烏路反。）\n戊子，夫人熊氏薨。（宣公妾母。○《左氏》作「嬴氏」。）\n晉師、白狄伐秦。楚人滅舒鄝。（舒鄝音了，本又作蓼，國名也。）\n秋，七月，甲子，日有食之，既。"
      },
      {
        "index": 44,
        "text": "冬，十月，己丑，葬我小君頃熊。（文夫人薑氏大歸於齊，故宣公立己妾母為夫人，君以夫人禮卒葬之，故主書者，不得不以為夫人，義與成風同。○頃熊音傾，《左氏》作敬嬴。）"
      },
      {
        "index": 45,
        "text": "疏注「文夫」至「風同」。○釋曰：哀薑有罪，故僖成其母為夫人。今薑氏子殺故身出，本自無罪，則頃熊成喪，不是同例。而云與成風同者，禮：妾子為君，其母不得稱夫人，以二者俱非正禮，故云同耳，非謂意盡同也。《穀梁》以成風再貶，故曰妾子。雖為君，其母不得稱夫人，則襄公以其母定姒為夫人亦非正明也。然成風再貶，自外不譏者，從一譏故也。案文十八年注云「宣母敬嬴」，此云頃熊者，一人有兩號故也。"
      },
      {
        "index": 46,
        "text": "雨，不克葬。葬既有日，不為雨止，禮也。雨，不克葬，喪不以製也。（徐邈曰：「案經文是己丑之日葬，喪既出而遇雨，若未及己丑而？期，無為逆書此日。葬禮：喪事有進無退。又《士喪禮》有潦車載蓑笠。則人君之張設，固兼備矣。禮：先遷柩於廟，其明昧爽而引。既及葬日之晨，則祖行遣奠之禮設矣，故雖雨猶終事，不敢停柩久次。」○不為，於偽反。潦音老。蓑，素禾反。笠音立，張如字，又陟亮反。柩，其又反，屍在棺曰柩。昧音妹。引，以刃反，又如字。遣奠，棄戰反。）"
      },
      {
        "index": 47,
        "text": "疏「葬既」至「製也」。○釋曰：舊解案禮庶人懸封，葬不為雨止，明天子諸侯不觸雨而行可知也。傳言不為雨止者，謂不得止葬事而更卜遠日。「喪不以製也」者，謂不得臨雨而製喪事，豈有諸侯執紼者五百人，安待觸雨而行哉！是徐邈之說，理之不通。今案傳文云「雨不克葬，喪不以製也」，是葬為雨止，喪事不以禮製也。上文云「葬既有日，不為雨止，禮也」，明是雨止，則非禮可知，安得云傳意葬為雨止乎！又且范引徐邈之注，不言其非，則是從徐說矣，何為述范義而違之哉！○注「徐邈」至「久次」。○釋曰：「未及己丑而卻期」者，謂雨之與葬，皆是己丑之日也。若未及己丑之而遇雨，其葬期有卻者，何為逆書己丑日葬也？《士喪禮》有潦車載蓑笠者，《毛詩傳》云「蓑所以備雨，笠所以禦暑」是也。\n庚寅，日中而克葬。而，緩辭也，足乎日之辭也。"
      },
      {
        "index": 48,
        "text": "疏「而緩辭也」。○釋曰：言緩辭也者，此日中克葬，足乎日，故云緩也。定十五年，「日下昃，乃克葬」，故云「乃，急辭也」。是二文相對為緩急，故《公羊傳》云：「曷為或言而，或言乃？乃難乎而也。」是二文相對也。\n城平陽。楚師伐陳。\n九年\n九年，春，王正月，公如齊。（有母之喪，而行朝會，非禮。○朝，直遙反。）"
      },
      {
        "index": 49,
        "text": "疏注「有母」至「非禮」。○釋曰：非禮，經無異文者，傳例云：「如往月，危往也。」此朝書月，即是非禮之異文也。公至自齊。\n夏，仲孫蔑如京師。齊侯伐萊。秋，取根牟。"
      },
      {
        "index": 50,
        "text": "疏「秋，取根牟」。○釋曰：《公羊傳》曰：「根牟者何？邾婁之邑也。曷為不係乎邾婁？諱亟也。」謂母喪未期而取邑，故諱不係邾婁也。若言諱不係邾婁居母之喪，縱非邾邑，豈容無諱？或當如《左傳》以根牟為國名也。\n八月，滕子卒。九月，晉侯、宋公、衛侯、鄭伯、曹伯會於扈。晉荀林父帥師伐陳。"
      },
      {
        "index": 51,
        "text": "辛酉，晉侯黑臀卒於扈。其地，於外也。其日，未逾竟也。（外，謂國都之外，諸侯卒於路寢則不地。傳例曰：「諸侯正卒則日，不正則不日。」舊說逾竟亦不日，然則諸侯不正，而與未逾竟無以別之矣。案襄七年，鄭伯卒於操，此年晉侯卒於扈，文正與襄二十六年許男卒於楚同，恐後人謂操、扈是國，故於疑似之際，每為發傳，日未逾竟也。○臀，徒門反。竟音境。以別，彼列反。操，七報反。）"
      },
      {
        "index": 52,
        "text": "疏注「外謂」至「竟也」。○釋曰：諸侯之國，皆以侵伐會盟見經，操扈經既無文，而疑是國者，周有千八百諸侯，今盟會侵伐見《春秋》者不過數十而已，操、扈傳若不發，焉知非國也？曲棘不釋者，雙名也，去國遠矣，故不假釋。郱鄑郚以三言為名，故傳釋之為國也。晉侯黑臀不書葬者，舊解以為篡立故也，今案黑臀既書日卒，未必篡立，蓋魯不會，故不書也。\n冬，十月，癸酉，衛候鄭卒。宋人圍滕。楚子伐鄭。晉郤缺帥師救鄭。（郤，去逆反。缺，傾雪反。）"
      },
      {
        "index": 53,
        "text": "陳殺其大夫泄冶。（泄，息列反。冶音也。）稱國以殺其大夫，殺無罪也。泄冶之無罪如何？陳靈公通於夏徵舒之家，公孫寧、儀行父亦通其家。（二人，陳大夫。○夏，戶雅反。）或衣其衣，或衷其襦，（衷者，襦在衷也。○衣其衣，上於既反，下如字。襦，而朱反。在衷，本又作裏，音裏。）以相戲於朝。（朝，直遙反。）泄冶聞之，入諫曰：「使國人聞之，則猶可，使仁人聞之，則不可。」君愧於泄冶，不能用其言，而殺之。\n十年\n十年，春，公如齊。公至自齊。"
      },
      {
        "index": 54,
        "text": "齊人歸我濟西田。公娶齊，齊由以為兄弟反之。（齊由以婚族，故還魯田。《爾雅·釋親》曰：「婦之黨為婚兄弟。」○娶，十住反。）不言來，公如齊受之也。\n疏「不言」至「受之」。○釋曰：定十年，「齊人來歸鄆讙龜陰之田」，言來也。\n夏，四月，丙辰，日有食之。"
      },
      {
        "index": 55,
        "text": "己巳，齊侯元卒。（傳例曰：「言日不言朔，食晦日。」則此丙辰，晦之日也。己巳在晦日之下，五月之上，推尋義例，當是閏月矣。文六年傳曰：「閏月者，附月之餘日。」言閏承前月，而受其餘日。故書閏月之日，係前月之下，蓋史策常法，文有定例，閏有常體，無嫌不明，故不複每月發傳。哀五年《公羊傳》曰：「閏月不書，此何以書？」推此言之，則《春秋》固有在閏月而不冠以閏者矣。至於閏不告月，猶朝於廟，閏月葬齊景公，不正其閏，無以言其事，故書，見變禮。○不複，扶又反，下注複同。不冠，工亂反。猶朝，直遙反。見，賢遍反。）"
      },
      {
        "index": 56,
        "text": "疏注「閏有常體」。釋曰：閏月，所在無常，而言有常體者，閏是附月之餘，文承前月，是無體之常，不謂所在有常。"
      },
      {
        "index": 57,
        "text": "齊崔氏出奔衛。氏者，舉族而出之之辭也。（何休曰：「氏者，譏世卿也。」即稱氏，為舉族而出，尹氏卒，寧可複以為舉族死乎？鄭君釋之曰：「云舉族死，是何妖問甚乎？‘舉族而出之之辭’者，固譏世卿也。崔杼以世卿專權，齊人惡其族，今出奔，既不欲其身反，又不欲國立其宗後，故孔子順而書之曰‘崔氏出奔衛’，若其舉族盡去之爾。」○崔杼，直呂反。惡其，烏路反。）\n公如齊。五月，公至自齊。癸巳，陳夏徵舒弑其君平國。\n六月，宋師伐滕。（月者，蓋為下齊惠公葬速起。○為，於偽反。）"
      },
      {
        "index": 58,
        "text": "疏注「月者」至「速起」。釋曰：知非為宋師伐滕歸父如齊，宋師伐滕，外事也，歸父之聘，輕也，諸侯時葬，正也，月葬，故也，今上有齊逐崔氏之文，又非五月而葬，明書月者，為葬惠公也。\n公孫歸父如齊。葬齊惠公。○晉人、宋人、衛人、曹人伐鄭。\n秋，天王使王季子來聘。其曰王季，王子也。其曰子，尊之也。（子者人之貴稱。○稱，尺證反。）"
      },
      {
        "index": 59,
        "text": "疏「其曰」至「尊之也」。○釋曰：傳知稱子是尊之也者，此言王季子，即是大子之母弟，子者，人之貴稱，故稱子為尊之也。叔服以庶子為大夫，故直稱字而不係王也。卒稱王子虎者，卒當稱名，故係王言之。\n聘，問也。公孫歸父帥師伐邾，取繹。（繹音亦。）大水。季孫行父如齊。\n冬，公孫歸父如齊。齊侯使國佐來聘。饑。（饑本或作饑，居疑反。）楚子伐鄭。\n十有一年\n十有一年，春，王正月。\n夏，楚子、陳侯、鄭伯盟於夷陵。（夷陵，齊地。○《左氏》作辰陵。）公孫歸父會齊人伐莒。\n秋，晉侯會狄於欑函。（欑函，狄地。○函音鹹。）不言及，外狄也。（所以異之於諸夏。○夏，戶雅反。）"
      },
      {
        "index": 60,
        "text": "疏「不言及，外狄也」。○釋曰：哀十三年「公會晉侯及吳子於黃池」注云：「及者，書尊及卑也。」是言及所以外吳。何得此傳云不言及，外狄者？黃池之會，欲同吾子於諸侯，故直云及吳子，不云會吳；此不言及，是外狄，故云會狄，不云及狄，是不言及為外狄也。若不外，當云晉侯及狄會於欑函。然隱三年「齊侯、鄭伯盟於石門」不言及，同吳於諸夏而云及吳子者，不可全同中國，故言及，以別尊卑也。\n冬，十月，楚人殺陳夏徵舒。（變楚子言人者，弑君之賊，若曰人人所得殺也。其月，謹之。）"
      },
      {
        "index": 61,
        "text": "疏「變楚」至「謹之」。○釋曰：經直言楚人，知是楚子者，下云楚子人陳，明知此為討賊，故變楚子言人也。「其月謹之」者，不能自討，藉楚之力，禍害必深，故書月為謹之。"
      },
      {
        "index": 62,
        "text": "此入而殺也。其不言入，何也？（據入國乃得殺。）外徵舒於陳也。其外徵舒於陳，何也？（據徵舒陳大夫，不應外。）明楚之討有罪也。（雍曰：「經若書楚子入陳殺夏徵舒者，則入者內不受，是無以表徵舒之悖逆，楚子之得正。」○悖，補對反。）"
      },
      {
        "index": 63,
        "text": "丁亥，楚子入陳。入者，內弗受也。日入，惡入者也。何用弗受也？不使夷狄為中國也。（楚子入陳，納淫亂之人，執國威柄，製其君臣，傎倒上下，錯亂邪正，是以夷狄為中國。○惡，烏路反。傎，丁田反，本又作顛。邪，似嗟反。）"
      },
      {
        "index": 64,
        "text": "疏「日入，惡入者也」。○釋曰：上文美楚子入，今又惡之者，前為討徵舒，討得其罪，故變文以美之，今為納二子，失其所，故日入以惡之。"
      },
      {
        "index": 65,
        "text": "納公孫寧、儀行父於陳。納者，內弗受也。輔人之不能民而討猶可，（雍曰：「輔相鄰國，有不能治民者，而討其罪人則可。」而曰猶可者，明鄰國之君，無輔相之道。○輔相，息亮反，下輔相同。）"
      },
      {
        "index": 66,
        "text": "疏「納公」至「於陳」。○釋曰：糜信云，二子不係陳者，以其淫亂，明絕之也。或當上有入陳之文，下云於陳，故省文耳，無義例。"
      },
      {
        "index": 67,
        "text": "入人之國，製人之上下，使不得其君臣之道，不可。（二人與昏淫，當絕，而楚強納之，是製人之上下。○強，其丈反，一音其良反。）\n十有二年"
      },
      {
        "index": 68,
        "text": "十有二年，春，葬陳靈公。（傳例曰：「失得不葬」；「君弑，賊不討不葬，以罪下也」；「日卒，時葬，正也」。靈公淫夏姬，殺泄冶，臣子不能討賊，逾三年然後葬，而日卒時葬，何邪？泰曰：「楚巳討之矣，臣子雖欲討之，無所討也，故君子即而恕之，以申臣子之恩。稱國以殺大夫，則靈公之惡不嫌不明，書葬以表討賊，不言靈公無罪也。逾三年而後葬，則國亂居可知矣。非日月小有前卻，則書時不嫌。」○弑音試。夏，戶雅反。）"
      },
      {
        "index": 69,
        "text": "疏注「傳例」至「不嫌」。○釋曰：「失得不葬。」昭十三年傳文。「君弑，賊不討不書葬，以罪下也，」隱十一年傳文。「日卒，時葬，正也」，襄七年傳文。案徵舒之弑靈公在十年五月，至此才二十一月，而注云逾三年者，諸侯五月而葬，今逾五月至三年，故曰逾也。非日月小有前卻者，未五月謂之前，過五月謂之卻，言葬有前卻，則書月以見危。今三年始葬，非是小有前卻，故書時不嫌也。\n楚子圍鄭。\n夏，六月，乙卯，晉荀林父帥師及楚子戰於邲。（邲，鄭地。○邲，皮必反。）"
      },
      {
        "index": 70,
        "text": "疏「夏六月」至「於邲」。○釋曰：《公羊傳》稱，荀林父稱名氏、先楚子者，惡林父也。若然，城濮之戰後子玉，當是善子玉乎？徐邈云：「先林父者，內晉而外楚。」是也。\n晉師敗績。績，功也。功，事也。日其事，敗也。"
      },
      {
        "index": 71,
        "text": "疏「日其事，敗也」。○釋曰：舊解此戰事書日者，為敗之故也。特於此發之者，二國兵眾，不同小國之戰，故特發之。徐邈云：「於此發傳者，深閔中國大敗於彊楚也。今以曰為語辭，理足通也。但舊解為日月之日，疑不敢質，故皆存耳。」秋，七月。\n冬，十有二月，戊寅，楚子滅蕭。"
      },
      {
        "index": 72,
        "text": "疏「戊寅，楚子滅蕭」。○釋曰：書日者，徐邈云：「蕭君有賢德，故書日也。」何休云：「責楚滅人國，故書日。」若釋善而從，則徐言與傳例合也。\n晉人、宋人、衛人、曹人同盟幹清丘。（清丘，衛地。）宋師伐陳。衛人救陳。\n疏「衛人救陳」。○釋曰：不言善者，衛宋同盟外楚，今反救陳，不足可善，故傳不釋。\n十有三年\n十有三年，春，齊師伐莒。\n夏，楚子伐宋。\n秋，螽。冬，晉殺其大夫先穀。（穀，戶木反，一本作縠。）\n疏「晉殺」至「先穀」。○釋曰：此雖無傳，於例為殺無罪也。\n十有四年\n十有四年，春，衛殺其大夫孔達。\n夏，五月，壬申，曹伯壽卒。晉侯伐鄭。\n秋，九月，楚子圍宋。"
      },
      {
        "index": 73,
        "text": "疏「秋九」至「圍宋」。○釋曰：徐邈云：「圍例時，此圍久，故書月以惡之也。」何休亦然，范意或當不異也。葬曹文公。\n冬，公孫歸父會齊侯於穀。\n十有五年\n十有五年，春，公孫歸父會楚子於宋。"
      },
      {
        "index": 74,
        "text": "夏，五月，宋人及楚人平。平者，成也。善其量力而反義也。（各自知力，不能相製，反共和之義。）疏「平者，成也」。○釋曰：重發傳者，嫌外內異也。\n人者，眾辭也。平稱眾，上下欲之也。外平不道，以吾人之存焉道之也。（吾人，謂大夫歸父。）"
      },
      {
        "index": 75,
        "text": "六月，癸卯，晉師滅赤狄潞氏，以潞子嬰兒歸。滅國有三術：（術，猶道也。○潞氏音路。嬰，一盈反。）中國謹日，卑國月，夷狄不日。（卑國，謂附庸之屬，襄六年傳曰：「中國日，卑國月，夷狄時。」此謂三術。）其曰潞子嬰兒，賢也。"
      },
      {
        "index": 76,
        "text": "疏 「滅國」至「賢也」。○釋曰：中國日者，謂衛滅許之類是也。卑國月者，謂無駭入極，齊侯滅萊之類是也。夷狄不日者，楚滅江、黃，吳滅滅州來之類是也。此不云夷狄時而云不日者，方釋潞子嬰兒書日之意，故不云夷狄時也。夷狄不日，宜從下為文勢。嬰兒為賢，書日複稱名者，書日以表其賢，書名以見滅國，所謂善惡兩舉也。\n秦人伐晉。"
      },
      {
        "index": 77,
        "text": "王劄子殺召伯、毛伯。王劄子者，當上之辭也。殺召伯、毛伯，不言其何也？（解經不言殺其大夫。○劄，側入反。召，上照反。）兩下相殺也。兩下相殺，不誌乎《春秋》，此其誌，何也？矯王命以殺之，非忿怒相殺也，故曰以王命殺也。（以王命殺，謂言王劄子殺召伯、毛伯，是知以王命而殺之。○矯，居表反。）以王命殺，則何誌焉？為天下主者，天也，繼天者，君也，君之所存者，命也。為人臣而侵其君之命而用之，是不臣也；為人君而失其命，是不君也。君不君，臣不臣，此天下所以傾也。\n秋，螽。仲孫蔑會齊高固於無婁。（無婁，杞邑。○婁，力侯反。）"
      },
      {
        "index": 78,
        "text": "初稅畝。初者，始也。古者什一，（一夫一婦佃田百畝，以共五口，父母妻子也。又受田十畝，以為公田，公田在內，私田在外。此一夫一婦為耕百一十畝。○稅，始銳反，賦也。什，一音十，十稅一也。佃音田，又徒遍反。共音恭。）藉而不稅。（藉此公田而收其入，言不稅民。）"
      },
      {
        "index": 79,
        "text": "疏「藉而不稅」。○釋曰：徐邈曰：「藉，借也。謂借民力治公田，不稅民之私也。」觀范之注，以藉為賦藉，理亦通。從徐之言，義無妨也。"
      },
      {
        "index": 80,
        "text": "初稅畝，非正也。古者三百步為裏，名曰井田。井田者，九百畝，公田居一。（出除公田八十畝，餘八百二十畝。故井田之法，八家共一井，八百畝餘二十畝，家各二畝半為廬舍。○廬，力魚反。）私田稼不善，則非吏；（非，責也。吏，田畯也。言吏急民，使不得營私田。○畯音俊，田大夫也。）公田稼不善，則非民。（民勤私也。）初稅畝者，非公之去公田而履畝，十取一也，以公之與民為已悉矣。（悉謂盡其力。○去，如字，又起呂反。）"
      },
      {
        "index": 81,
        "text": "疏「履畝十取一也」。○釋曰：何休云：「宣公無恩信於民，民不肯盡力治公田，故公家履踐案行，擇其善畝穀最好者稅取之，故曰履畝。」徐邈以為除去公田之外，又稅私田之十一也。傳稱以公之與民為己悉矣，則徐言是也。"
      },
      {
        "index": 82,
        "text": "古者公田為居，（八家共居。）井灶蔥韭盡取焉。（損其廬舍，家作一園，以種五菜，外種楸桑，以備養生送死。○音九，楸音秋。）"
      },
      {
        "index": 83,
        "text": "疏注 「損其」至「送死」。○釋曰：損為減損也。五菜者，世所謂五辛之菜也。何休又云：「古者井田之法，一夫一婦受田百畝，身與父母妻子五口以為一戶，公田十畝，又廬舍二畝半，凡為田一頃一十二畝半也。八家而有九頃，故曰井田廬舍在內，貴人也；公田次之，重公也；私田在外，賤私也。若五口之外，名曰餘夫，餘夫率受田二十五畝半。」記異聞耳，於范氏注亦無所取。"
      },
      {
        "index": 84,
        "text": "冬，蝝生。蝝非災也。其曰蝝，非稅畝之災也。（凡《春秋》記災，未有言生者。蝝之言緣也，緣宣公稅畝，故生此災以責之。非，責也。○蝝，以全反。劉歆云：「此蚍蜉子。」董仲舒云：「蝗子。」《字林》尹絹反）\n饑。\n十有六年"
      },
      {
        "index": 85,
        "text": "十有六年，春，王正月，晉人滅赤狄甲氏及留籲。（甲氏留籲，赤狄別種。晉既滅潞氏，今又井盡其餘邑也。滅夷狄時，賢嬰兒，故滅其餘邑猶月。○籲，許於反。種，章勇反。井，必政反。）"
      },
      {
        "index": 86,
        "text": "疏「甲氏」至「猶月」。○釋曰：傳例：「滅夷狄時，嬰兒以賢書月。」故知餘邑書月亦為賢也。甲氏、留籲非國，而云滅者，甲氏、留籲國之大邑，而晉盡有之，重其事，故云滅，若晉滅夏陽之類是也。留籲官及者，蓋小於甲氏也。"
      },
      {
        "index": 87,
        "text": "夏，成周宣榭災。（成周，東周，今之洛陽。宣榭，宣王之榭。《爾雅》曰：「室有東西廂曰廟，無東西廂有室曰寢，無室曰榭。」傳例曰：「國曰災，邑曰火。」○榭音謝，本或作謝。災，《左氏》作「火」。）"
      },
      {
        "index": 88,
        "text": "疏「成周宣榭災」。○釋曰：不言京師者，爾時成周非京師故也。《公羊傳》云：「宣榭者何？宣宮之榭也。」故范注亦以為宣王之廟也。「無室曰榭」，《爾雅》正文。或以為《爾雅》無此文，唯云「土高曰台，有木謂之榭」，台上有木，即是屋也。《楚語》曰：「榭不過講軍實。」臨觀講武，必是歇前，故云「無室曰榭」，《爾雅》有之者，本或誤也。又引傳例曰云云者，昭九年傳文也。\n周災，不誌也。其曰宣榭，何也？以樂器之所藏目之也。（移風易俗，莫善於樂，是故貴其器。）"
      },
      {
        "index": 89,
        "text": "疏「周災，不誌也」。○釋曰：徐邈所據本云周災，至注云重王室也。今遍檢范本，並有「不」字，則不得解與徐同也。秋，郯伯姬來歸。（為夫家所遣。）\n冬，大有年。五穀大熟為大有年。\n十有七年\n十有七年，春，王正月，庚子，許男錫我卒。（錫，黑曆反。）丁未，蔡侯申卒。夏，葬許昭公。\n葬蔡文公。六月，癸卯，日有食之。"
      },
      {
        "index": 90,
        "text": "己未，公會晉侯、衛侯、曹伯、邾子同盟於斷道。（已未，亦閏月之日。斷道，晉地。○斷，徒短反，一音短。）"
      },
      {
        "index": 91,
        "text": "疏注「已未」至「晉地」。○釋曰：十年「夏，四月，丙辰，日有食之。己巳，齊侯元卒」。范以為丙辰晦之日也。已巳在晦日之下，五月之上，當是閏月可知。此文與彼正同，明亦閏月之日也。\n同者，有同也，同外楚也。\n疏「同外楚也」。○釋曰：不於清丘發傳者，清丘，魯不會，故重舉，所以包之也。\n秋，公至自會。"
      },
      {
        "index": 92,
        "text": "冬，十有一月，壬午，公弟叔卒。其曰公弟叔，賢之也。其賢之何也？宣弑而非之也。（宣公殺子赤，叔非責之。○，許乙反。）非之，則胡為不去也？曰：兄弟也，何去而之？（言無所至。）與之財，則曰我足矣。（宣公與之財物，則言自足以距之。）織屨而食，（織屨，賣以易食。○屨，九具反。）終身不食宣公之食。君子以是為通恩也，以取貴乎《春秋》。（泰曰：「宣公弑逆，故其祿不可受，兄弟無絕道，故雖非而不去，論情可以明親親，言義足以厲不軌，書曰公弟，不亦宜乎！」）"
      },
      {
        "index": 93,
        "text": "疏「取貴乎《春秋》」。○釋曰：「衛侯之弟鱄去君，傳云合於《春秋》，此不去君，傳亦取貴於《春秋》者，《易》稱「君子之道，或出或處，或默或語」，鱄以衛侯惡而難親，恐罪及己，故棄之而去，使君無殺臣之惡，兄無害弟之愆，故得合於《春秋》；此叔以君有大逆，不可受其祿食，又是孔懷之親，不忍奮飛，使君臣之節兩通，兄弟之情俱暢，故亦取貴於《春秋》。叔書字，鱄直稱名者，叔內可以明親親，外足以厲不軌，比鱄也賢乎遠矣，故貴之稱字，鱄雖合於《春秋》，無大善可應，故直書名而已。\n十有八年\n十有八年，春，晉侯、衛世子臧伐齊。（臧，子郎反。）公伐杞。夏，四月。"
      },
      {
        "index": 94,
        "text": "秋，七月，邾人戕繒子於繒。戕猶殘也，捝殺也。（捝謂捶打殘賊而殺。地於繒，惡其臣子不能距難。○戕，在良反，殘也，賊也，猶殺也。繒本或作鄫，在陵反。捝殺，他活反，又徒活反，捶打也，《字林》云：「木杖或作撲，普木反。」捶，章蕊反。朾音頂。惡其，烏路反。難，乃旦反。）\n疏注「地於繒」至「距難」。○釋曰：據楚子虔誘蔡侯般殺之於申，不於國都也。"
      },
      {
        "index": 95,
        "text": "甲戌，楚子呂卒。（商臣子，莊王。○子呂，《左氏》作旅。）夷狄不卒，卒，少進也。卒而不日，日，少進也。日而不言正不正，簡之也。（中國君日卒，正也。不日，不正也。今進夷狄，直舉其日，而不論正之與不正。）"
      },
      {
        "index": 96,
        "text": "疏「夷狄」至「之也」。○釋曰：夷狄不卒，據自此以前，吳楚君卒而不書。卒而不日，據襄十二年秋九月，吳子乘卒言之也。簡之也者，中國卒則日，不正乃不日，夷狄進之則日，不論正與不正，故云簡之也。\n公孫歸父如晉。冬，十月，壬戌，公薨於路寢。正寢也。\n疏「路寢。正寢也」。○釋曰：重發傳者，莊據始，故發之。宣公篡弑，有嫌成公承所嫌之下，故各發傳也。\n歸父還自晉。還者，事未畢也。（莊八年「秋，師還」是也。）"
      },
      {
        "index": 97,
        "text": "疏「歸父還自晉」。○釋曰：執則致，歸父非執而書其還者，為出奔張本也。直名不氏者，凡致者由上致之，故例。今不書歸父之氏，明有致命之義也。"
      },
      {
        "index": 98,
        "text": "自晉，事畢也。與人之子守其父之殯，（人之子謂歸父子也，言成公與歸父子共守宣公殯。）捐殯而奔其父之使者，是以奔父也。（捐，棄也。奔猶逐也。言成公棄父之殯，逐父之使。使謂歸父也。父命未反，而已逐之，是與親奔父無異。○捐，以全反。）\n至檉，遂奔齊。遂，繼事也。（杜預曰：檉，魯竟外，故不言出。○檉，尹貞反，《左氏》作笙。竟音境。）"
      }
    ]
  }
}