{
  "chapterNumber": 15,
  "title": "春秋穀梁傳註疏卷14 (Guliang Zhushu, Volume 14)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○成公\n（起九年，盡十八年）\n九年\n九年，春，王正月，杞伯來逆叔姬之喪以歸。傳曰：「夫無逆出妻之喪而為之也。」"
      },
      {
        "index": 1,
        "text": "疏傳「《傳》曰」至「為之也」。○釋曰：《公羊》以為魯脅杞，使逆其喪。《左氏》以為魯人請之，故杞伯來逆。此傳不說歸之所由，要叔姬免犯七出之愆，反歸父母之國，恩以絕矣。杞伯今複逆出妻之喪，而違禮傷教，言其不合為而為之，是以書而記之以見非。傳曰夫無逆出妻之喪為之，言其不合為而為之也。徐邈云：「為，猶葬也。」言夫無逆出妻之喪，而葬理亦通矣。但范不訓「為」為葬也。"
      },
      {
        "index": 2,
        "text": "公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、杞伯同盟於蒲。（蒲，衛地。）公至自會。二月，伯姬歸於宋。（逆者非卿，故不書。）\n夏，季孫行父如宋致女。（致敕戒之言於女。）"
      },
      {
        "index": 3,
        "text": "疏傳「夏季」至「致女」。○釋曰：《公羊》以《春秋》「未有言致女者，此其言致女何？賢伯姬也」。《左氏》無說，蓋以使卿則書，餘不書者，或不致，或不使卿也。此傳云詳其事，賢伯姬也，則與《公羊》意同耳。徐邈云：「宋公不親迎，故伯姬未順為夫婦，故父母使卿致伯姬，使成夫婦之禮，以其責小禮違大節，故傳曰：不與內稱，謂不稱夫人而稱女。」案傳稱賢伯姬，而徐云責伯姬，是背傳而解之，故范以為謂致敕戒之言於女也。"
      },
      {
        "index": 4,
        "text": "致者，不致者也。婦人在家製於父，既嫁製於夫。如宋致女，是以我盡之也。（剌巳嫁而猶以父製盡之。）不正，故不與內稱也。（內稱，謂稱使。○內稱，尺證反。）"
      },
      {
        "index": 5,
        "text": "疏注 「內稱，謂稱使」。釋曰：案經內大夫出國，例言如，不言使，此季孫行父如宋，即是內稱，而云不與者，凡內卿出外，直言如某者即是使，又即是內稱。今行父稱君之命，以在家之道製出嫁之女，雖言如以為內稱，言致女是見其不與也。僖三年「公子友如齊蒞盟」，彼亦言如：又云蒞盟者，若直言如，則嫌是單聘，故更須言盟也。蒞盟既更須言盟也，蒞盟則致女亦須言之。云不與內稱者，蒞盟是禮，致女非禮，故不合言也。若然，傳曰逆者微，故致女詳其事，賢伯姬也。據傳文，似致女得正，而云不正，故不與內稱者，禮：諸侯親逆，則不須致女，今以宋逆者微，故致女，具傳解其致女之意也；云不正，故不與內稱也，其以在家之道製出嫁之女也。此傳之意，因解宋公不親逆，並見致女之不正。又云賢伯姬者，以上下文詳，皆云賢伯姬，則此云致女亦兼賢伯姬也。若其不為賢伯姬，則致女雖正，亦不書也。\n逆者微，故致女詳其事，賢伯姬也。\n晉人來媵。媵，淺事也，不誌，此其誌何也？以伯姬之不得其所，故盡其事也。\n秋，七月，丙子，齊侯無野卒。晉人執鄭伯。"
      },
      {
        "index": 6,
        "text": "晉欒書帥師伐鄭。不言戰，以鄭伯也。（欒書以鄭伯伐鄭，君臣無戰道。）為尊者諱恥，（不使臣敵君，王師敗績於貿戎是也。○為尊，於偽反，下及此傳注同。）為賢者諱過，（為齊桓諱滅項是也。○滅項，乎講反。）為親者諱疾。（雍曰：「欒書以鄭伯伐鄭，不言戰是也。」鄭，兄弟之國，故謂之親，君臣交兵，病莫大焉，故為之諱。）"
      },
      {
        "index": 7,
        "text": "疏「為親者諱疾」。○釋曰：《春秋》諱有四事，一曰為尊者諱恥，二曰為魯諱敗，三曰為賢者諱過，四曰為同姓諱疾。此不言魯者，因親者諱疾，則又亦包魯可知，故不言也。聖人有作，親疏一也。今乃以同姓為別者，《春秋》之意因親疏，故仲尼書經，內外有別。既內外別，則親疏尊卑見矣。\n冬，十有一月，葬齊頃公。（頃音傾。）"
      },
      {
        "index": 8,
        "text": "楚公子嬰齊帥師伐莒。庚申，莒潰。其日，莒雖夷狄，猶中國也。（莒雖有夷狄之行，猶是中國。○潰，戶內反。行，下孟反。）大夫潰莒而之楚，是以知其上為事也。（臣以叛君為事，明君臣無道。）"
      },
      {
        "index": 9,
        "text": "疏「大夫」至「事也」。○釋曰：范《別例》云：「凡潰者有四，發傳有三。」僖四年「蔡潰」，傳曰：「潰之為言上下不相得也。」此「莒潰」，傳曰：「大夫潰莒而之楚。」二者雖同，是不相得，與君臣不和自潰散少異，故亦發傳。昭二十九年「鄆潰」，彼鄆是邑，與國殊，故重發傳；一解鄆不伐而自潰，與常例異，故重發之。文三年「沈潰」不發者，從例可知他。\n惡之，故謹而日之也。（潰例月，甚之，故日。○惡，烏路反。）"
      },
      {
        "index": 10,
        "text": "疏注「潰例」至「故日」。○釋曰：傳上云猶中國也，故日；下文言惡之，故謹而日之也。若使莒非中國，雖惡不得曰也。以潰例月，為惡故日，是以云謹而日之。范知例月者，僖四年「春，王正月，公會齊侯」云云「侵蔡。蔡潰」，文三年「春，王正月，叔孫得臣會晉人」云云「伐沈。沈潰」，是例月。今此莒帥眾民叛君從楚，故變文書日以見惡。\n楚人入鄆。"
      },
      {
        "index": 11,
        "text": "疏「楚人入鄆」。○釋曰：魯雖有鄆，此鄆非魯也，蓋從《左氏》為莒邑，人都以名通，故不係莒。或以為昭元年取鄆，范云魯邑，此不係莒，則魯邑可知，理亦通也。\n秦人、白狄伐晉。鄭人圍許。\n城中城。城中城者，非外民也。（譏公不務德政，恃城以自固，不德能衛其人民。）"
      },
      {
        "index": 12,
        "text": "疏「城中」至「民也」。○釋曰：莊二十九年冬，「城諸及防」，傳曰：「可城也。」今云非外民也者，凡城之誌皆譏，就譏之中，閑隙之月少耳，故云可城，乃非全善之文。此亦冬城，嫌同而無譏，故發傳明之。舊解以為有難而脩城，則不譏之，若文十二年「季孫行父城諸及鄆」是也；此涉《左氏》之說。案《穀梁傳》凡城之誌皆譏，安得有備難之事？若備難無譏，則經本不應書之，經既書之，明譏例同。或以為「城諸及防」是十一月，故傳發可城之文，今此城是十二月，故發外民之傳。雖同是譏，事有優劣，故發傳以異之。\n十年\n十年，春，衛侯之弟黑背帥師侵鄭。"
      },
      {
        "index": 13,
        "text": "疏「衛侯」至「侵鄭」。○釋曰：范答薄氏駮云：「諸侯之尊，弟兄不得以屬通，有賢行則書弟。」今黑背書弟者，明亦有賢行故也。陳侯之弟黃，衛侯之弟專，秦伯之弟針，傳無賢行，所以皆云弟者，隱七年「齊侯使其弟年來聘」，傳曰：「其弟云者，以其來接於我，舉其貴者也。」是接我者例稱弟。襄二十年「陳侯之弟光出奔楚」，昭元年「秦伯之弟針出奔晉」，傳皆曰：「親而奔之，惡也。」襄二十七年「衛侯之弟專出奔晉」，傳云：「其曰弟何也？專有是信者。」三者無罪，故稱弟以惡兄。襄三十年「天王殺其弟佞夫」，傳曰：「甚之也。」稱弟以惡王也。昭八年「陳侯之弟招殺陳世子偃師」，傳曰：「其弟亡者，親之也。親而殺之，惡也。」是惡而稱弟也。宣十七年「公弟叔卒」，傳曰：「其曰公弟叔，賢之也。」莊三十二年「公子牙卒」，無賢行而不稱弟，明稱弟皆賢也。自然黃專之非，直罪兄，必兼有賢行。叔以賢稱弟，傳有賢行明文，則黑背稱弟，自然亦有賢行。故范準例言之，稱弟之例有四意，齊侯之弟年來聘，鄭伯使其弟禦來盟，為接我稱弟；衛侯之弟專，為罪兄稱弟；陳侯之弟招，惡之稱弟；叔及衛侯之弟黑背，為賢稱弟。是有四也。"
      },
      {
        "index": 14,
        "text": "夏，四月，五卜郊。不從，乃不郊。夏四月，不時也。（郊時極於二月。）五卜，強也。乃者，亡乎人之辭也。（強，其丈反。）\n疏「亡乎人之辭也「。○釋曰：重發傳者，嫌五卜與四卜異故也。\n五月，公會晉侯、齊侯、宋公、衛侯、曹伯伐鄭。齊人來媵。（媵，伯姬也。異姓來媵，非禮。）"
      },
      {
        "index": 15,
        "text": "疏注「媵伯姬」至「非禮」。○釋曰：何休以為異姓亦得媵，故鄭《箴膏盲》難之云：「天子云備百姓，博異氣，諸侯直云備酒漿，何得有異姓在其中？」是亦以異姓不合媵也。此媵不發傳者，上詳其事，見同姓之得禮，異姓非禮可知，故省文\n丙午，晉侯獳卒。（獳，乃侯反。）\n疏「晉侯獳卒」。○釋曰：何休云：「不書葬，為殺大夫趙同等。范雖不解，或當魯不會也。」\n秋，七月，公如晉。\n冬，十月。\n十有一年"
      },
      {
        "index": 16,
        "text": "十有一年，春，王三月，公至自晉。晉侯使郤犨來聘。已丑，及郤焠盟。（郤焠，尺由反，《公羊》作「郤州」。）\n疏「已丑，及郤焠盟」。釋曰：書日者，公親在，又非前定之盟故也。又不云公者，取舉國與之也。\n夏，季孫行父如晉。\n秋，叔孫僑如如齊。\n冬十月。\n十有二年"
      },
      {
        "index": 17,
        "text": "十有二年，春，周公出奔晉。周有入無出。（鄭嗣曰：「王者無外，故無出也。宗廟宮室有定所，或即位失其常處，反常書入，內宗廟也。昭二十六年‘天王入於成周’是。」○ 處，昌慮反。）其曰出，上下一見之也。（鄭嗣曰：「上，謂僖二十四年‘天王出居於鄭’；下，謂今周公出奔，上下皆一見之。」○見，賢遍反。）言其上下之道無以存也。上雖失之，下孰敢有之？今上下皆失之矣。（上雖有不君之失，臣下莫敢效不臣之過。今複云周公之出，則上下皆自失矣。君而不君，臣而不臣，是無以存於世，言周之所以衰。○複云，扶又反。）"
      },
      {
        "index": 18,
        "text": "疏「周有」至「失之矣」。○釋曰：有入無出，注意直據天子，今不云王而云周者，以經雖無王臣入文，至於王臣出，亦是譏限，故言周以總之。范以王者出入之文俱有，故注直言王以當之。案僖二十四年傳云：「雖失天下，莫敢有也。」謂王雖出鄭，不敢有之以為國也。此云上雖失之，下孰敢有之，謂上雖有不君之失，臣下誰敢於效為之。觀經立說，故二處不同也。今上下皆失之矣，謂王既書出居於鄭，今複云周公出奔晉，是上下皆有失也。《公羊》以為書出者，周公「自其私土而出也」；《左氏》以為書出者，已複之，「周公自出」。並與《穀梁》異也。\n夏，公會晉侯、衛侯於瑣澤。（瑣澤，某地。○瑣，素果反。）\n秋，晉人敗狄於交剛。（交剛，某地。）中國與夷狄不言，戰皆曰敗之。（不使夷狄敵中國。）夷狄不日。\n疏「夷狄不日」。○釋曰：不於箕役發傳者，以再敗狄師甚之，故發於此。\n冬，十月。\n十有三年\n十有三年，春，晉侯使郤錡來乞師。（錡，魚綺反。）乞，重辭也。古之人重師，故以乞言之也。"
      },
      {
        "index": 19,
        "text": "疏「乞師。乞，重辭也」。○釋曰：重發傳者，公子遂內之始，此外之初，故發之也。古之人重師，故以乞言之也者，古人以師之為重，故以重辭言之。古者，舊以為穀梁子後代人遠者舉當時之事，亦以古言之；徐邈以為引古以剌今耳。"
      },
      {
        "index": 20,
        "text": "三月，公如京師。公如京師不月，月，非如也。（時實會晉伐秦，過京師也。公行出竟，有危則月，朝聘京師，理無危懼，故不月。○過京師，音戈，下同。竟音境。朝聘，直遙反，下皆同。）非如而曰如，不叛京師也。（因其過朝，故正其文，若使本自往。）"
      },
      {
        "index": 21,
        "text": "疏 「公如」至「師也」。○釋曰：僖二十八年「五月，癸丑，公會晉侯」云云，「盟於踐土」，「陳侯如會」，「公朝於王所」，彼日月並書。「公朝於王所」，雖文承「五月，癸丑」之下，彼之日月自為盟，不為朝也。「壬申，公朝於王所」，書日，此意取自不係月，猶諸侯不宗於天王，朝會無危，則例時。今公以伐秦過京師，非真朝，故書月以見意。"
      },
      {
        "index": 22,
        "text": "夏，五月，公自京師，遂會晉侯、宋公、衛侯、鄭伯、曹伯、邾人、滕人伐秦。言受命不敢叛周也。（使若既朝王，而王命已使伐秦。叛周，謂專征伐。）"
      },
      {
        "index": 23,
        "text": "疏「言受」至「周也」。釋曰：「公子遂如京師，遂如晉」，傳云：「不叛天子。」此文重發傳者，嫌君臣異例也。\n曹伯廬卒於師。（廬，力吳反，又力魚反。）傳曰：「閔之也。公大夫在師曰：「師在會曰：「會"
      },
      {
        "index": 24,
        "text": "疏 「曰閔」至「曰會」。○釋曰：諸侯或從會，或從伐，皆閔其在外而死，故云卒於師於會也。卒於師，則此曹伯廬，襄十八年曹伯負芻是也；卒於會者，則定四年杞伯成卒於會是也。僖四年許男新臣亦卒於師，不言於師者，彼以內桓師，雖卒於外，以若在國然，故不書於師。然則大夫之卒，例所不書，而與公同例，云在師曰師，在會曰會者，舊解以為《春秋》緣大夫之心，則知書君之卒，於師則言師，於會則言會，非謂外大夫書卒於師。若然，傳當云大夫也，公不得云大夫，且經無其事，傳因類發列者，其數不少，即日食云外壤，饑云饉康之等是也。彼經無其事，傳得因類引之，此雖無經，何以為不得？又會大夫單伯之徒亦書會謂侯，若使卒於師，因當書之，但無卒於師卒於會者耳。故知公大夫在師曰師，謂公及大夫二者皆然也。徐邈之注，亦以為公及大夫所會諸侯在師言師，在會言會，明為舊解非也。\n秋，七月，公至自伐秦。\n冬，葬曹宣公。葬時，正也。"
      },
      {
        "index": 25,
        "text": "疏「葬時，正也」。○釋曰：嫌卒於師，失正葬，故重發之。葬正則是無危。不日卒者，蓋非嫡子為君故也。又僖四年注云：「新臣卒於楚，故不日耳。」則此不日者，或當為卒於秦故也。若然，襄二十六年「壬午，許男甯卒於楚」，注云：「許男卒於楚，則在外已顯矣。日卒，明其正。「二注不同者，以無正文，二理俱通，故為兩解；或亦新臣非嫡子，不須兩解，理足可通耳。\n十有四年"
      },
      {
        "index": 26,
        "text": "十有四年，春，王正月，莒子朱卒。（徐邈曰：「傳稱‘莒雖夷狄猶中國也’，言莒本中國，末世衰弱，遂行夷禮。葬皆稱諡，而莒君無諡，諡以公配。而吳楚稱王，所以終《春秋》亦不得書葬。」）"
      },
      {
        "index": 27,
        "text": "疏「莒子朱卒」。○釋曰：莒子朱者，莒渠丘公。今不書葬者，莒行夷禮，則是失德。又葬須稱諡，莒夷無論，故不書葬也。不日卒者，何休云：「入《春秋》以來，至此始書卒，故略之不日。或當既行夷禮，不得同中國，故不日；或當非正卒。無文可明之。」\n夏，衛孫林父自晉歸於衛。"
      },
      {
        "index": 28,
        "text": "秋，叔孫僑如如齊逆女。（泰曰：「親迎例時，大夫逆，皆謹月以譏之。下云九月，僑如以夫人婦薑氏至自齊，一事不二譏，故此可以不月也。」宣元年「公子遂如齊逆女」，亦以時逆而月致，義與此同。○親迎，魚敬反，傳同，本或作逆。）"
      },
      {
        "index": 29,
        "text": "疏注「宣元」至「此同」。釋曰：案宣「元年，春，王正月，公即云，公子遂如齊逆女」，彼文承正月之下，即與此別。而云同者，彼雖文承正月之下，正月自為即位發文。非是為遂逆女。若逆女，既蒙上月，則不夫人至不須云月。案此比例，知彼亦當時也。\n鄭公子喜帥師伐許。"
      },
      {
        "index": 30,
        "text": "九月，僑如以夫人婦薑氏至自齊。大夫不以夫人，以夫人，非正也，剌不親迎也。僑如之挈，由上致之也。（剌不，七賜反。挈，苦結反。）"
      },
      {
        "index": 31,
        "text": "疏「大夫」至「之也」。○釋曰：「公子翬如齊逆女」，傳曰：「不言翬之來，何見於公也？」然則夫人見於君，宜言以夫人至。而曰非正者，逆女，親者也，使大夫，非正也，非正而以夫人至，故剌之。彼以先接於公，故無至文。此使大夫有譏，則翬之被責，居然顯矣。不發於宣公逆女，於此發之者，宣公以喪娶，故略夫人而不氏，一事不二譏，故省其文。成公非喪娶而不親迎，嫌其無罪，故傳明之。莊公親逆，傳亦譏之者，以娶讎人之女而事宗廟故也。由上致之者，宣元年注云：「上謂宣公，則謂成公也。」\n冬，十月，庚寅，衛侯臧卒。（臧，子郎反。）秦伯卒。\n疏「秦伯卒」。○釋曰：《世本》及《左氏》是秦桓公也。\n十有五年\n十有五年，春，王二月，葬衛定公。"
      },
      {
        "index": 32,
        "text": "三月，乙巳，仲嬰齊卒。此公孫也。其曰仲，何也？（此蓋仲遂之子，據實公孫。）子由父疏之也。（雍曰：「父有弑君之罪，故不得言公子，父不言公子，則子不得稱公孫，是是疏之罪由父故。」）"
      },
      {
        "index": 33,
        "text": "疏「子由父疏之也」。○釋曰：宣十八年，「公孫歸父如晉」，歸父亦襄仲之子，何以不疏者？卒則身之終。今嬰齊之卒，當繼於父，父既被疏，故子亦當略。歸父則奉命出使使奔之，故具名氏以恩錄也。歸父還不氏者，以明由上也。《公羊》以為仲嬰齊何以不稱公孫，以歸父既是兄，公孫嬰齊為歸父後，為人後者則為之子，故不稱公孫，與《穀梁》異。\n癸丑，公會晉侯、衛侯、鄭伯、曹伯、宋世子成、齊國佐、邾人同盟於戚。"
      },
      {
        "index": 34,
        "text": "晉侯執曹伯，歸於京師。以晉侯而斥執曹伯，惡晉侯也。（僖二十八年，「晉人執衛侯，歸之於京師」，此伯討之文也。今以侯執伯，明執之不以其罪。○惡晉，烏路反。）"
      },
      {
        "index": 35,
        "text": "疏「斥執曹伯」。○釋曰：重發者，此執歸於京師，嫌晉之無罪，故明之。○注「僖二十」至「其罪」。○釋曰：衛侯有罪，故稱人言執，又歸之京師，令天子決之，是伯討之文也。又且此傳云，「以晉侯而斥執曹伯，惡晉侯也」，稱侯以執為惡，明稱人以執是伯討也。若然，定元年「晉人執宋仲幾」，傳曰：「此大夫，其曰人何也？微之也。何為微之？不正其執人於尊者之所也，不與大失之得伯討也。」彼又稱人非伯討者，彼仲幾雖則逆命，當歸於王之有司。今晉大夫執人於尊者之側，故地於京師以見尊，稱人以見微，是不與大夫之伯討也。伯討宜施諸侯，大夫則不得也。《左氏》以為曹伯殺大子而自立，《公羊》之意，曹伯篡喜時，據三傳之文則是有罪。范云不以其罪者，范以曹伯言執，云惡晉侯，曹伯之入，云歸為善。據此二文言之，明執之不以其罪，不得以《公羊》、《左氏》為難。\n不言「之」，急辭也，斷在晉侯也。（明晉之私。○斷在，丁亂反。）公至自會。\n夏，六月，宋公固卒。楚子伐鄭。"
      },
      {
        "index": 36,
        "text": "秋，八月，庚辰，葬宋共公。月卒日葬，非葬者也。（宋共公正立，卒當書日，葬無甚危，則當錄月，今反常違例，故知不葬者也。然則共公之不宜書葬，昏亂故。○共音恭。）"
      },
      {
        "index": 37,
        "text": "疏注「宋共」至「亂故」。○釋曰：葬書時，正也。注不以時決而以月決之者，以葬書時最為正，書月有故，書日危不得葬，今共公月猶不得，明不葬可知，故不以時決之。然共公失德，所以不全去葬文者，為伯姬書葬，故不得不存共公之葬。但書日以素失德，且不全去葬文，嫌是魯之不會，無以明其失德也。"
      },
      {
        "index": 38,
        "text": "此其言葬，何也？以其葬共姬，不可不葬共公也。葬共姬，則其不可不葬共公，何也？夫人之義不逾君也，為賢者崇也。（賢崇伯姬，故書共公葬。○為，於偽反。）\n宋華元出奔晉。宋華元自晉歸於宋。宋殺其大夫山。"
      },
      {
        "index": 39,
        "text": "疏「宋殺其大夫」。○釋曰：《左氏》以為背其族，何休注《公羊》以為譖華元，貶之，《穀梁》無說，不知所從。宋魚石出奔楚。"
      },
      {
        "index": 40,
        "text": "冬，十有一月，叔孫僑如會晉士燮、齊高無咎、宋華元、衛孫林父、鄭公子、邾人，會吳於鍾離。會又會，外之也。（兩書會，殊外夷狄。○無咎，其九反。音秋。）\n疏「會又會，外之也」。○釋曰：重發傳者，攢函，表中國之辭，鍾離，明內外之稱，故兩發之。\n許遷於葉。遷者，猶得其國家以往者也。其地，許複見也。（葉，始涉反。覆，扶又反。見也，賢遍反。）\n十有六年"
      },
      {
        "index": 41,
        "text": "十有六年，春，王正月，雨木冰。（《穀梁傳》曰：雨木冰者，木介甲胄，兵之象。○雨如字，或幹付反，非也。介音界。胄，直又反。）"
      },
      {
        "index": 42,
        "text": "疏 「雨木冰」。○釋曰：劉向云：「冰者陰之盛，木者少陽，卿大夫之象。」此是人將有害，則陰氣脅木，木先寒，得雨而冰也。是時叔孫僑如出奔，公子偃誅死。一曰時晉執季孫行父，執公，此執辱之異也。徐邈云：「五行以木為介，介，甲也。木者少陽之精，幼君大臣之象。冰者兵之象。今冰脅木，君臣將見執之異。根枝折者，象禍害速至也。」或曰木冰此木介，介者甲也，兵之象也。是歲有鄢陵之戰，楚子傷目而敗。注云兵之象，則或說是也。\n雨而木冰也。（雨著木成冰。○著，直略反。）誌異也。傳曰：「根枝折。」\n夏，四月，辛未，滕子卒。疏「滕子卒」。○釋曰：《左氏》滕文公。\n鄭公孫喜帥師侵宋。六月，丙寅朔，日有食之。晉侯使欒黶來乞師。（將與鄭楚戰。○壓，於斬反。）"
      },
      {
        "index": 43,
        "text": "甲午，晦，晉侯及楚子、鄭伯戰於鄢陵，（鄢陵，鄭地。○鄢音偃，又於建反。）楚子、鄭師敗績。日事，遇晦曰晦。四體偏斷曰敗，此其敗則目也。（此言敗者，目傷故。）"
      },
      {
        "index": 44,
        "text": "疏「日事，遇晦曰晦」。○釋曰：僖十五年「己卯，晦，震夷伯之廟」，傳曰：「晦，冥也。」則晦非常文。而云遇晦者，舊解以為僖十五年傳曰：「晦，冥也。」者，謂月光盡而夜闇，不謂非晦日也；今以為震夷伯之廟云晦者，如《公羊》書日為冥。自餘稱晦者，是月盡日也。既云日事遇晦，何以日食不書晦者？日食既言日，雖不言晦，可以知省文也。必知不如《公羊》以盡為晦冥者，上六月丙寅朔，日有食之。此甲午是二十九日晦，以日月相當，知非畫日為冥也。○「敗則目也」。○釋曰：手足偏斷，尚謂之敗。目在首，重於手足，故亦為敗也。傳譏在諸侯也。△\n楚不言師，君重於師也。楚殺其大夫公子側。"
      },
      {
        "index": 45,
        "text": "秋，公會晉侯、齊侯、衛侯、宋華元、邾人於沙隨，不見公。（沙隨，宋地。）不見公者，可以見公也。可以見公而不見公，譏在諸侯也。"
      },
      {
        "index": 46,
        "text": "疏「譏在諸侯也」。○釋曰：不見公者，是晉侯之意，諸侯既無解釋之者，即是同不與公相見，故以諸侯總之。公至自會。\n公會尹子、晉侯、齊國佐、邾人伐鄭。（尹子，王卿士，子爵。）"
      },
      {
        "index": 47,
        "text": "曹伯歸自京師。不言所歸，歸之善者也。出入不名，以為不失其國也。歸為善，（謂直言歸而不言其國，即曹伯歸自京師，不言於曹是。）自某歸次之。（若蔡季自陳歸於蔡，衛侯鄭自楚複歸於衛是。）"
      },
      {
        "index": 48,
        "text": "疏「出入不名」。○釋曰：凡諸侯有罪失國，出書名者，即昭三年「北燕伯款出奔齊」是也；入書名，即僖二十八年衛侯鄭、曹伯襄是也。今曹伯被執，以其無罪，故出入不名，見其不失國也。傳詳發於此者，以歸文與常例異，故分別之。"
      },
      {
        "index": 49,
        "text": "九月，晉人執季孫行父，舍之於苕丘。（行父，魯執政卿，其身執則危及國，故謹而月之，錄所憂也。苕丘，晉地。○苕音條。）"
      },
      {
        "index": 50,
        "text": "疏注「行父」至「晉地」。○釋曰：昭十三年「八月，甲戌，同盟於平丘，公不與盟」，「晉人執季孫意如以歸」。二十三年「春，正月，叔孫婼如晉。癸丑，叔鞅卒。晉人執我行人叔孫婼」。彼二文皆承月下，即蒙上月文，何為此注獨為謹而月之者？意如之執，文承八月之下，彼月自為盟而發，不為執意如也。婼之執雖文承正月之下，彼月自為叔鞅而言，亦不是為婼而發。故襄十八年「晉人執衛行人石買」，莊十七年「齊人執鄭詹」，皆不月也。此九月之下，更無他事，指言晉人執季孫，故知為危，謹而月之也。一解行父書月以見危，則意如及婼亦是危也。"
      },
      {
        "index": 51,
        "text": "執者不舍（據昭二十三年「晉人執我行人叔孫婼」不言舍。○孫婼，丑略反。）而舍，公所也。（今言舍者，以公在苕丘故也。公在苕丘而言舍者，明不得致也。若既不致，複不言舍，則無以見其舍。○複，扶又反，下同。以見，賢遍反，下「見公」同。）執者致，（據昭二十四年「婼至自晉」。）而不致，公在也。（在，在苕丘也。見舍於苕丘，還國則與公俱。不得致者，重在公。）何其執而辭也？（問何故書執季孫行父而言舍之，複不致之辭邪？）猶存公也。（時行父雖為晉所執，猶欲存公之所在，故不致行父，又言舍之，皆所以見公在苕丘。）存意公亦存焉？（問存舍之不致之意，便可知公所在乎？）公存也。（但存此二事，即知公在苕丘。）"
      },
      {
        "index": 52,
        "text": "疏「執者」至「存也」。○釋曰：經稱執季孫行父舍之苕丘，故傳稱執者不舍，是據叔孫婼而發問也。「而舍，公所也」者，謂言所舍故也。公所者，即苕丘是也。執致者，謂昭二十四年「婼至自晉」是也。「而不致，公在也」 者，謂今季孫歸而不書至者，公在故也；以其與公同歸，重在公，故不致也。何其執而辭也，謂問經意何其書執不以致為辭也。猶存公也，謂為晉所執，心欲存公所在，故不致行父，又言舍之也。存意公亦存焉，謂又問經意，直存舍之不致之意，則便可知公所在乎？公存也者，答上問意，但存此二事，即知公在也。公存者，謂在苕丘也。舊解注言二事，舍是一事也，於苕丘是二事，今以為乘上注意，則二事者，謂舍於苕丘及不致焉二事。"
      },
      {
        "index": 53,
        "text": "冬，十月，乙亥，叔孫僑如出奔齊。（徐邈曰：「案襄二十三年‘臧孫紇出奔齊’，傳曰：‘其日，正臧紇之出也。’禮：大夫去君，掃其宗廟，不絕其祀。身雖出奔，而君遇之不失正，故詳而已之，明有恩義也。」○紇，根發反。）"
      },
      {
        "index": 54,
        "text": "疏注「徐邈」至「義也」。○釋曰：僑如為君遇之，不失所，書日；臧紇則正其有罪而書日。二者不同，范引之者，欲明二者不異。臧孫云「正其有罪」，亦兼為君遇之不失所書日，僑如言君有恩而書日，亦兼正其罪可知，是互以相包，故引之。\n十有二月，乙丑，季孫行父及晉郤焠盟於扈。"
      },
      {
        "index": 55,
        "text": "公至自會。（無二事，會則致會，伐則致伐。上無會事，當言至自伐鄭，而言至自會，甯所未詳。鄭君曰：「伐而致會，於伐事不成。」）"
      },
      {
        "index": 56,
        "text": "乙酉，剌公子偃。大夫日卒，正也。先剌後名，殺無罪也。（僖二十八年，「公子買戍衛，不卒戍，剌之」，是有罪者，以先列其罪。○剌，七則反，傳同：《爾雅》云：「殺也。」戍，式喻反。）"
      },
      {
        "index": 57,
        "text": "疏「剌公子偃」。○釋曰：徐邈云：「偃為僑如所譖，故云無罪。」《左氏》云：「為薑氏所立。」二者未知孰是。\n十有七年\n十有七年，春，衛北宮括帥師侵鄭。\n夏，公會尹子、單子、晉侯、齊侯、宋公、衛侯、曹伯、邾人伐鄭。（單子音善。）\n六月，乙酉，同盟於柯陵。（柯陵，鄭地。○柯音歌。）柯陵之盟，謀複伐鄭也。（複，扶又反。）"
      },
      {
        "index": 58,
        "text": "秋，公至自會。不曰至自伐鄭也，公不周乎伐鄭也。（周，信也。公逼諸侯為此盟爾，意不欲更伐鄭。）何以知公之不周乎伐鄭？以其以會致也。何以知其盟複伐鄭也？以其後會之人盡盟者也。（後會，謂冬公會單子等是。）不周乎伐鄭，則何為日也？（據無伐鄭意而強盟，盟不由忠，不當日也。○而強，其丈反。）言公之不背柯陵之盟也。（舍已從人，遂伐鄭。）"
      },
      {
        "index": 59,
        "text": "疏「不曰」至「盟也」。○釋曰：定四年，諸侯侵楚，「盟於皋鼬」，言「公至自會」者，經之常也。今傳起違例之問者，定四年楚弱，而為諸侯所侵，侵訖而盟，故以盟為大事，故云「至自會」。鄭自柯陵戰後，不助中國，二年之間，三度興兵，以伐為重盟為輕，故決其不以伐鄭致，僖四年傳云：「大伐楚也。」不以會致而以伐致，是其事也。案後會齊侯不出，而云後會之人盡盟者也，以今時身在，後遣大夫從師，故亦得云後會之人盡盟。\n齊高無咎出奔莒。"
      },
      {
        "index": 60,
        "text": "九月，辛丑，用郊。夏之始可以承春。以秋之末承春之始，蓋不可矣。（郊，春事也。僖三十一年「夏，四月，四卜郊，不從」，傳曰：「四月，不時。」今言可者，方明秋末之不可，故以是為猶可也。）九月用郊，用者，不宜用也。宮室不設，不可以祭。衣服不脩，不可以祭。車馬器械不備，不可以祭。有司一人不備其職，不可以祭。祭者，薦其時也，薦其敬也，薦其美也，非享味也。"
      },
      {
        "index": 61,
        "text": "疏「宮室」至「味也」。○釋曰：論用郊而陳宮室者，禮有五經，莫重於祭。祭之盛者，莫大於郊。傳意欲見嚴父然後至其天，家國備然後然享，故具說宮室、祭服、車馬、官司之等，明神非徒享味而已，何得九月始用郊乎？徐邈云：「宮室謂郊之齊宮，衣服、車馬亦謂郊之所用，言一事闕，則不可祭。」何得九月用郊，理不通也。\n晉侯使荀罃來乞師。（將伐鄭。○荀罃，烏耕反。）"
      },
      {
        "index": 62,
        "text": "疏「管侯」至「乞師」。○釋曰：范別例云：「乞師例有三。」三者不釋，從例可知也。乞例六者，乞師五，乞盟一，並之為六。乞師五者，公子遂、晉郤錡、欒黶、荀罃、士魴是也。乞盟一者，鄭伯是也。\n冬，公會單子、晉侯、宋公、衛侯、曹伯、齊人、邾人伐鄭。言公不背柯陵之盟也。十有一月，公至自伐鄭。"
      },
      {
        "index": 63,
        "text": "壬申，公孫嬰齊卒於貍蜃。（貍蜃，魯地也。○貍蜃，上力之反，下時軫反。）十一月無壬申，壬申，乃十月也。致公而後錄，臣子之義也。（嬰齊實以十月壬申日卒，而公以十一月還，先致公而後錄其卒，故壬申在十一月下也。嬰齊從公伐鄭，致公然後伐鄭之事畢，須公事畢，然後書臣卒，先君後臣之義也。）其地，未逾竟也。（竟音境。）"
      },
      {
        "index": 64,
        "text": "疏「致公」至「竟也」。○釋曰：《公羊》之意，以為臣待君命，然後卒大夫，此云致公而後錄其卒，是與《公羊》異。杜預解《左氏》，以為日誤，又與二傳不同也。"
      },
      {
        "index": 65,
        "text": "十有二月，丁巳，朔，日有食之。邾子玃且卒。（玃，俱縳及。且，子餘反。）疏「邾子玃且卒」。○釋曰：《世本》邾定公也。\n晉殺其大夫郤錡、郤焠、郤至。自禍於是起矣。（厲公見殺之禍。○殺之，如字，又音試。）楚人滅舒庸。\n十有八年\n十有八年，春，王正月，晉殺其大夫胥童。○庚申，晉弑其君州蒲。稱國以弑其君，君惡甚矣。"
      },
      {
        "index": 66,
        "text": "疏「君惡甚矣」。○釋曰：於此發傳者，以州蒲二年之間殺四大夫，故於此發惡例也。齊殺其大夫國佐。公如晉。\n夏，楚子、鄭伯伐宋。"
      },
      {
        "index": 67,
        "text": "宋魚石複人於彭城。（彭城，宋邑。魚石十五年奔楚，經稱複入者，明前奔時，入彭城以叛也，今楚取彭城以封魚石，故言複入。）"
      },
      {
        "index": 68,
        "text": "疏注「彭城」至「複入」。○釋曰：晉欒盈亦書複入者，以欒盈先入曲沃，後複入晉，故亦云複入也。後入曲沃，不云複入者，兵敗奔曲沃，即既前文巳云複入於晉，故直云入曲沃。舊解以為初入國都，後入曲沃，言複入。若然，何不云複入曲沃，而云複入於晉？"
      },
      {
        "index": 69,
        "text": "公至自晉。晉侯使士匄來聘。（匄本又作丐，音蓋。）秋，杞伯來朝。（朝，直遙反，下同。）八月，邾子來朝。\n築鹿囿。（築牆為鹿地之苑。○囿音又。）"
      },
      {
        "index": 70,
        "text": "疏「築鹿囿」。○釋曰：范知非為鹿築囿，而以鹿為地名者，案郎囿既是地名，則此鹿亦當是地名，徐邈、何休皆云地名。天子囿方十里，伯方七里，子男方五里。言魯先有囿，今複築之，故書以示譏。則郎及蛇泉，亦是譏也。案《毛詩傳》云：「囿者，天子百里，諸侯三十里。」與徐、何二說別者，《詩傳》蓋據孟子稱「文王囿七十里，寡人三十里」，故約之為天子，諸侯三十里耳。未審徐、何二家據何為說也。\n築不誌，此其誌何也？山林藪澤之利，所以與民共也，虞之，非正也。（藪，素口反。）"
      },
      {
        "index": 71,
        "text": "巳丑，公薨於路寢。路寢，正也。男子不絕婦人之手，以齊終也。（齊如字，又側皆反。）冬，楚人、鄭人侵宋。晉侯使士魴來乞師。（魴音房。）"
      },
      {
        "index": 72,
        "text": "十有二月，仲孫蔑會晉侯、宋公、衛侯、邾子、齊崔杼，同盟於虛朾。（虛朾，某地。○杼，直呂反。虛，丘魚反。朾，丑丁反。）\n疏「同盟」於「虛朾」。○釋曰：此虛朾之盟不日者，何休云，公薨，喪，盟略之，故不日。事或然也。\n丁未，葬我君成公。"
      }
    ]
  }
}