{
  "chapterNumber": 11,
  "title": "春秋穀梁傳註疏卷10 (Guliang Zhushu, Volume 10)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○文公\n（起元年，盡八年）\n文公（襄王二十六年即位，名興。）\n疏《魯世家》：文公名興，僖公之子，以襄王二十六年即位。《諡法》：「慈惠愛民曰文。」\n元年"
      },
      {
        "index": 1,
        "text": "元年，春，王正月，公即位。繼正即位，正也。（繼正，謂繼正卒也。隱去即位以見讓，桓書即位示安忍。莊、閔、僖不言即位，皆繼弑。○去，起呂反。見，賢遍反。弑，申誌反。）\n二月，癸亥，日有食之。"
      },
      {
        "index": 2,
        "text": "天王使叔服來會葬。（諸侯喪，天子使大夫會葬，禮也。傳例曰：「天子大夫稱字。」蓋未受采邑，故不稱氏。字者貴稱，故可獨達也。○貴稱，尺證反。）"
      },
      {
        "index": 3,
        "text": "疏「諸侯」至「達也」。○釋曰：范云傳例者，非正例，推以知之。定十四年傳曰：「天子之大夫不名。」隱七年「凡伯來聘」傳曰：「凡伯者何也？天子之大夫也。」又九年「南季來聘」傳曰：「南，氏姓也。季，字也。」是天子之大夫稱字，據傳文可知，故亦得云傳例也。\n葬曰會，（言會，明非一人之辭。）其志，重天子之禮也。"
      },
      {
        "index": 4,
        "text": "疏「重天子之禮也」。釋曰：五年，「毛伯來會葬」，「會葬之禮於鄙上」。此叔服來會葬，云「其志重天子之禮也」者，舊解以為叔服在葬前至，先鄉魯國，然後赴葬所。毛伯以喪服發後始來，先之竟上，然始至魯國，故傳釋有異辭也。或當此釋書之所由，故云重天子之禮也。彼解會葬之處，故云於鄙上。二者互言之，未必由先後至，理亦通也。"
      },
      {
        "index": 5,
        "text": "夏，四月，丁巳，葬我君僖公。薨稱公，舉上也。葬我君，接上下也。僖公葬而後舉諡，諡所以成德也，於卒事乎加之矣。\n疏「薨稱」至「加之矣」。○釋曰：重發傳者，桓不以禮終，僖則好卒，二者既異，故傳詳之。"
      },
      {
        "index": 6,
        "text": "天王使毛伯來錫公命。（毛，采邑，伯，字也，天子上大夫也。○錫，星曆反。采地音菜，地本又作邑。）禮：有受命，無來錫命，錫命，非正也。\n疏「禮有」至「正也」。○釋曰：重發傳者，桓則薨後見錫，此則即位見錫，嫌其得正，故傳發之。\n晉侯伐衛。叔孫得臣如京師。\n衛人伐晉。"
      },
      {
        "index": 7,
        "text": "秋，公孫敖會晉侯於戚。（禮：卿不得會公侯。《春秋》尊魯，內卿大夫可以會外諸侯。戚，衛地。○戚，倉寂反。）"
      },
      {
        "index": 8,
        "text": "疏注「內卿」至「衛地」。○釋曰：「內卿大夫可以會外諸侯」者，下二年傳文。不於此發例者，伯者至尊，大夫不可以會，但《春秋》內魯，故無譏文。以失禮深，傳不可云得會。至於三年垂斂之會，則是凡常諸侯，禮雖不達，人情通許。故發內大夫可以會外諸侯之例。"
      },
      {
        "index": 9,
        "text": "冬，十月，丁未，楚世子商臣弑其君。（鄭嗣曰：「商臣，繆王也。？，文王之子成王也。不言其父而言其君者，君之於世子，有父之親，有君之尊，言世子所以明其親也，言其君所以明其尊也，商臣於尊親盡矣。○弑其，申誌反，傳同。？，苦門反。）日？之卒，所以謹商臣之弑也。夷狄不言正不正。（徐乾曰：「中國君卒，正者例日，篡立不正者不日，夷狄君卒，皆略而不日，所以殊夷夏也。今書日，謹識商臣之大逆爾，不以明？正與不正。」○篡，初患反。夏，戶雅反。識，如字，又申誌反。）\n疏「夷狄」至「不正」。○釋曰：傳言此者，以夷狄之弑有日與不日，嫌同中國，故分明別之。公孫敖如齊。\n二年\n二年，春，王二月，甲子晉侯及秦師戰於彭衙。（彭衙，秦地。○衙音牙。）秦師敗績。"
      },
      {
        "index": 10,
        "text": "丁丑，作僖公主。作，為也，為僖公主也。（為僖公廟作主也。主，蓋神之所馮依，其狀正方，穿中央，達四方。天子長尺二寸，諸侯長一尺。○為僖公廟，於偽反。馮，皮冰反。長尺，直亮反，又如字，下同。）立主，喪主於虞，（禮：平旦而葬，日中反而祭，謂之曰虞，其主用桑。）吉主於練。（期而小祥，其主月栗。）作僖公主，譏其後也。（僖公薨，至此巳十五月。）作主壞廟有時日，於練焉壞廟。壞廟之道，易簷可也，改塗可也。（禮：親過高祖則毀其廟，以次而遷，將納新神，故示有所加。○壞音怪，下同。簷，以占反。）"
      },
      {
        "index": 11,
        "text": "疏「作為」至「可也」。○釋曰：僖二十年「新作南門」，傳曰：「作，為也。有加其度也。」彼傳意言作所以為譏，則此作亦譏可知，故下傳云「作僖公主，譏其後也。」案莊公之喪巳二十二月，仍譏其為吉禘，今方練而作主，猶是凶服，而曰吉主者，三年之喪，至二十五月猶未合全吉，故公子遂有納幣之譏。莊公喪製未二十五月而禘祭，故譏其為吉。此言吉者，比之虞主，故為吉也。此雖為練作之主，終入廟以辨昭穆，故傳以吉言之。然作主在十三月，壞廟在三年喪終，而傳連言之者，此主終入廟，入廟即易簷，以事相繼，故連言之，非謂作主壞廟同時也。或以為練而作主之時，則易簷改塗，故此傳云於練壞廟，於傳文雖順，舊說不然，故不從之，直記異聞耳。麋信引衛次仲云：「宗廟主皆用栗，右主八寸，左主七寸，廣厚三寸。若祭訖，則內於西壁慆中，去地一尺六寸。右主，謂父也；左主，謂母也。」何休、徐邈並與范注同，云天子尺二寸，諸侯一尺，狀正方，穿中央，達四方，是與衛氏異也。其藏之也，《白虎通》亦云藏之西壁，則納之西壁中，或如衛說；去地高下，則無文以明之。何休又云：「謂之虞者，親喪巳入廣，皇皇無所見求，而虞事之。虞，猶安也。虞主用桑者，桑猶喪也。取其名與其角角，所以副孝子之心。」練主用栗者，謂既埋虞主於兩階之間，易用栗木為主，取其戰栗，故用栗木為主。又引《士虞記》曰：「桑主不文，吉主皆刻而諡之。」蓋為禘時別昭穆也。徐邈注《穀梁》盡與之同，范亦當不異也。\n三月，乙巳，及晉處父盟。（晉大夫陽處父。）\n疏注「晉大夫陽處父」。○釋曰：經不言陽，注知之者，以下有晉殺其大夫陽處父故也。"
      },
      {
        "index": 12,
        "text": "不言公，處父伉也，為公諱也。（諱公與大夫盟，去處父氏，公親如晉，使若與甚君盟，如經言邾儀父矣。不書地者，公在晉也。莊二十二年「秋，七月丙申，及齊高傒盟於防」，不去高傒氏者，公不親如齊，不與其君盟，於恥差降。○伉，苦浪反。為公，於偽反。去處父，起呂反，下同。傒音兮。差，初賣反，又初佳反。）何以知其與公盟？以其日也。何以不言公之如晉？所恥也。出不書，反不致也。"
      },
      {
        "index": 13,
        "text": "疏「何以」至「不致也」。○釋曰：傳決不言公者，據隱公八年「九月辛卯，公及莒人盟於包來」言公也。彼傳云：「可言公及人，不可言公及大夫。」故此沒公，彼存公也。莊二十二年「及齊高傒盟於防」，傳曰：「不言公，高傒伉也。」彼巳有傳，此又重發者，高傒存氏，今處父去族嫌異，故重發之。傳不於高傒發日以明公存者，二者理同，此又須辨公不言如晉意也，故就此一發之，後注云「書日，則公盟也」，是亦意同之事也。傳又云出不書，反不致也者，以致者必有出，出者不必致，今出既不書，故反亦不致也。"
      },
      {
        "index": 14,
        "text": "夏，六月，公孫敖會宋公、陳侯、鄭伯、晉士穀，盟於垂斂。（垂斂，鄭地。○穀，戶木反，本又作縠，九年同。斂如字，《左氏》作垂隴。）內大夫可以會外諸侯。"
      },
      {
        "index": 15,
        "text": "自十有二月不雨，至於秋七月。（建午之月，猶未為災。）曆時而言不雨，文不憂雨也。（僖公憂民，曆一時輒書不雨，今文公曆四時乃書，是不勤雨也。）"
      },
      {
        "index": 16,
        "text": "疏「曆時」至「雨也」。○釋曰：傳發之者，以僖公憂民之情急，故備書之。今文公繼父之業，無誌於民，故略書之。以二者既異，故傳分而別之。莊三十一年「冬，不雨」，不發傳者，以一時不雨輕故也。下十年、十三年意亦與此同，故省文不發之。\n不憂雨者，無誌乎民也。（無恤民誌。）"
      },
      {
        "index": 17,
        "text": "八月，丁卯，大事於大廟，躋僖公。（大事，祫也。時三年之喪未終，而吉祭於大廟，則其譏自明。○大廟音泰，注及傳「大祖」同。躋，子兮反，升也。祫，戶來反，下及注皆同。）"
      },
      {
        "index": 18,
        "text": "疏注 「大事」至「自明」。○釋曰：舊解范云其譏自明者，謂吉禘於莊公書吉，此大事於大廟不書吉者，以同未滿三年，前巳書吉，則此亦同譏，故云其譏自明。此解取杜預之意也。然杜云其譏已明，故得以吉禘並之，范云其譏自明，焉知遠比吉禘！蓋范意以喪製未終，不待譏責，其惡足顯，故云自明也。禘祫之禮俱在廟序昭穆，所以為製異者，《公羊傳》稱「五年再殷祭」，何休云：「謂三年祫，五年禘，禘所以異於祫者，禘則功臣皆祭也，祫則合食於大祖而已。」是何休意祫則三年，禘則五年也。范於閔二年注同杜預，以禘為三年之祭，必不得與何休同也。《公羊》云：「五年再殷祭。」禘既三年，蓋祫則五年也。若然，祫在五年而云三年之喪未禘者，據時三年未終而為祫祭，故以三年言之，不謂祫祭亦在三年也。或以為禘祫同三年，但禘在夏，祫在秋，直時異耳，於范注不妨，但與《公羊》「五年再殷祭」違也。何休又云：「天子特禘特祫，諸侯禘則不礿，祫則不嚐，大夫有賜於君，然後祫其高祖。」然諸侯禘則不礿，或如何說，云大夫有祫，恐其不然。《公羊》亦以此大事於大廟為祫祭，杜解《左氏》以大事為禘，與《穀梁》異。"
      },
      {
        "index": 19,
        "text": "大事者何？大是事也，著祫、嘗。（祫，合也。嘗，秋祭。）祫祭者，毀廟之主，陳於大祖；未毀廟之主，皆升，合祭於大祖。（祫祭者，皆合祭諸廟巳毀未毀者之主於大祖廟中，以昭繆為次序，父為昭，子為穆，昭南鄉，繆北鄉，孫從主父坐也。祭畢，則復還其廟。○昭繆音韶穆，下及傳同。鄉音向，下同。）躋，升也，先親而後祖也，逆祀也。（舊說僖公閔公庶兄，故文公升僖公之主於閔公之上耳。僖公雖長，巳為臣矣。閔公雖小，巳為君矣。臣不可以先君，猶子不可以先父，故以昭穆父祖為喻。甯曰：即之於傳，則無以知其然。若引《左氏》以釋此傳，則義雖有似，而於文不辨。高宗，殷之賢主，猶祭豐於禰，以致雉雊之變，然後率脩常禮。文公傎倒祖考，固不足多怪矣。親謂僖，祖謂莊。○長，丁丈反。先，悉薦反，下同。禰，乃禮反。雊，古豆反，雉鳴也。傎倒，丁田反，下丁老反。）逆祀，則是無昭穆也。無昭穆，則是無祖也。無祖，則無天也。故曰：文無天。無天者，是無天而行也。（祖，人之始也。人之所仰，天也。）君子不以親親害尊尊，此《春秋》之義也。（尊卑有序，不可亂也。）"
      },
      {
        "index": 20,
        "text": "疏「大事」至「義也」。○釋曰：大是事也者，祫是祭之大者，故云大是事也。著祫嘗者，謂以大事言之，著明是祫嘗之祭也。嘗連言者，祫必在秋，故連嘗言之。然周之八月，夏之六月，而云著祫嘗者，蓋月卻節前，巳得立秋之節故也。先親而後祖，親謂僖公，祖謂閔公也。僖繼閔而立，猶子之繼父，故傳以昭穆祖父為喻。此於傳文不失，而范氏謂莊公為祖，其理非也。何者？若范云文公傎倒祖考，則是僖在於莊上，謂之夷狄猶自不然，況乎有道之邦，豈其若是？明范說非也。則無天也，謂天道先尊而後親，今亂其上下，不仰法天也。此《春秋》之義也者，以嫌疑之間，須取聖證故也。\n冬，晉人、宋人、陳人、鄭人伐秦。公子遂如齊納幣。（喪製未畢而納幣，書非禮。）\n三年"
      },
      {
        "index": 21,
        "text": "三年，春，王正月，叔孫得臣會晉人、宋人、陳人、衛人、鄭人伐沈，沈潰。（沈，國也。潰之為言上下不相得。○沈音審。潰，戶內反。）"
      },
      {
        "index": 22,
        "text": "夏，五月，王子虎卒。叔服也。此不卒者也，（外大夫不書卒。）何以卒之？以其來會葬，我卒之也。（會葬在元年，）"
      },
      {
        "index": 23,
        "text": "疏「何以卒之」。釋曰：重發之者，尹氏則以為魯主，此為會葬，事異，故重發之。或曰，以其嘗執重以守也。（僖二十四年，「天王出居於鄭」，叔服執重任以守國。○守，手又反。）\n秦人伐晉。秋，楚人圍江。"
      },
      {
        "index": 24,
        "text": "雨螽於宋。外災不誌，此何以誌也？曰，災甚也。其甚奈何？茅茨盡矣。（茅茨猶盡，則嘉穀可知。茨，蒺藜。○雨螽，於付反，下同；下音終。茨，在思反。茅，草也。）"
      },
      {
        "index": 25,
        "text": "疏「外災不誌」。○釋曰：外災不誌，重發之者，誌災或為王者，之後或為甚而錄之，故不得一例危之。○注「茨，蒺藜」。○釋曰：徐邈云：「禾稼既盡，又食屋之茅茨。」今范云「茨，蒺藜」，則與徐異也。《公羊》與《考異郵》皆云：「螽死而螽於地。」故何休云「螽猶眾也，死而墜者，象宋群臣相殘害也」云云，「上下異之云爾」。今《穀梁》直云「茅茨盡矣，著於上見於下謂之雨」，與讖違，是為短。鄭玄云：「《穀梁》意亦以宋德薄，後將有禍故，故螽飛在上，墜地而死。言茅茨盡者，著甚之驗，於讖何錯之有乎？」是鄭意以雨螽於宋，亦為將禍之應也。\n著於上見於下謂之雨。（見，賢遍反。）冬，公如晉。十有二月，己巳，公及晉侯盟。"
      },
      {
        "index": 26,
        "text": "晉陽處父帥師伐楚，救江。此伐楚，其言救江，何也？江遠楚近，伐楚所以救江也。（時楚人圍江，晉師伐楚，楚國有難，則江圍自解。○難，乃旦反。解音蟹，又古買反。）\n四年\n四年，春，公至自晉。"
      },
      {
        "index": 27,
        "text": "夏，逆婦薑於齊。其曰婦薑，為其禮成乎齊也。（婦禮成於齊，故在齊便稱婦。○為，於偽反。）其逆者誰也？親逆而稱婦，或者公與？何其速婦之也！（鄭嗣曰：「皆問者之辭。問者以使大夫逆，例稱女，而今稱婦，為是公親逆與？怪稱婦速，故反覆推之。」○公與音餘，注同。反覆，芳服反。）曰，公也。其不言公，何也？（據莊二十四年「公如齊逆女」言公。）非成禮於齊也。（非，責。）曰婦，有姑之辭也。其不言氏何也？貶之也。何為貶之也？夫人與有貶也。（邵曰：「夫人能以禮自防，則夫婦之禮不成於齊，故譏公而夫人與焉。」○與音豫，注同。貶，彼檢反。）"
      },
      {
        "index": 28,
        "text": "疏「其曰婦」至「貶也」。○釋曰：宣元年巳有傳，今故深發之者，彼書夫人，此直云婦薑，嫌文異也，故彼此明之。以彼稱夫人，又書至，此不然者，《公羊傳》曰：「其謂之逆婦薑於齊何？……娶於大夫者，略之也。」徐邈亦以為不書至、不稱夫人，下娶賤，略之。若以諸侯下娶大夫使為略賤，則大夫亦不得上娶諸侯，且天子得下婚諸侯，何為諸侯不得下娶大夫？是《公羊》之言，不可以解此也。蓋不稱夫人，不言至者，以其婦禮成於齊，故異於餘稱。傳云「夫人與有貶也」者，解不稱氏之意，非釋不稱夫人也。\n狄侵齊。秋，楚人滅江。晉侯伐秦。衛侯使甯俞來聘。（俞，羊朱反。）\n冬，十有一月，壬寅夫人風氏薨。（僖公母，風姓。）\n五年"
      },
      {
        "index": 29,
        "text": "五年，春，王正月，王使榮叔歸含且賵。（含，口實也。《禮記》曰：「飯用米貝，弗忍虛也。」諸侯含用玉，榮叔，天子之上大夫也。榮，采地，叔，字。○含，戶暗反，釋舊作唅。賵，芳鳳反。飯，扶晚反。）"
      },
      {
        "index": 30,
        "text": "疏注「含口」至「叔字」。○釋曰：「飯用米貝，不忍虛也」，《禮記·檀弓》文。諸侯含用玉，《禮緯》文也。\n含，一事也。賵，一事也。兼歸之，非正也。（禮：含、賵、襚，各異人。○襚音遂。）"
      },
      {
        "index": 31,
        "text": "疏注「禮含」至「異人」。釋曰：知各異人者，《雜記》稱諸侯之喪有賵者，有含者，有襚者，又此傳云兼歸之，非正也，明天子於諸侯含襚常各異使也。其曰且，誌兼也。其不言來，不周事之用也。（何休曰：「四年『夫人風氏薨』，九年『秦人來歸僖公成風之襚』，最晚矣，何以言來？」鄭君釋之曰：「秦自敗子殽之後，與晉為仇，兵無休時，乃加免繆公之喪而來，君子原情不責晚。」用，或作辭。○殽，戶交反。）賵以早，（乘馬曰賵，乘馬所以助葬，成風未葬，故書早。○乘，繩證反，下同。）而含已晚。（已殯，故言晚。國有遠近，皆令及事，理不通也。《禮·雜記》曰： 「含者執璧將命曰：『寡君使某含。』相者入告，出曰：『孤某須矣。』含者入，升堂致命，子拜稽顙。含者坐委於殯東南，有葦席，既葬，蒲席。降，出反位。」 明君之於臣，有含賵之義，所以助喪盡恩，含不必用，示有其禮。○令，力呈反。相，息亮反。稽顙音啟，下息黨反。葦，於鬼反。）"
      },
      {
        "index": 32,
        "text": "疏注「已殯」至「其禮」。○釋曰：舊解以為傳與《雜記》違者，傳言含賵，上關天子之於諸侯及夫人耳。《雜記》所云唯論諸侯自相於，不是天子施於諸侯之事，故彼既殯猶致含，此則責其晚也。何者？諸侯及夫人於天子生有朝覲之好，有疾則當告於天子，天子遣使問之，有喪則致含，無則止矣，故未殯以來，是以及事。今天子歸賵大早，歸含大晚，故譏之。其諸侯相於，有疾未必相告，比殯以來，道遠者容其不至，故示其禮而已，不責其晚也，以事既有殊，譏亦有異。今恐不然，何者？范云「國有遠近，皆令及事，理不通也」，則是傳之不通，故引記文為證。何得云天子與諸侯禮異？是舊說妄耳。又云「明君之於臣」云云者，證君之於臣有賵含之義，不必皆用也。案鄭《釋廢疾》云：「天子於二王後之喪，含為先，襚次之，賵次之，餘諸侯，含之賵之，小君亦如之。於諸侯之臣，襚之，賵之。其諸侯相於，如天子於二王之後。於卿大夫，如天子於諸侯。於士，如天子於諸侯之臣。京師去魯千里，王室無事，三月乃含，故不言來以譏之。」是鄭意亦以譏王含晚也。范前注引鄭釋，似將傳為是，後注取彼記文，則以傳非者，范以何休取「秦人來歸僖公成風之襚」為難非類，故上注取鄭釋以排之，下注既以傳為非，故引《雜記》之文為證，二注並不取鄭君非王含晚之說，益明范云傳為非也。\n三月，辛亥，葬我小君成風。\n王使毛伯來會葬。會葬之禮於鄙上。（從竟至墓，主為送葬來。○竟音境。為，於偽反。）"
      },
      {
        "index": 33,
        "text": "疏「毛伯來會葬」。○釋曰：《左氏》、《公羊》及徐邈本云召伯，此本作毛伯，疑誤也。夏，公孫敖如晉。秦人入鄀。（鄀音若。）\n秋，楚人滅六。\n冬，十月，甲申，許男業卒。\n六年\n六年，春，葬許僖公。夏，季孫行父如陳。（行父，季友孫。）"
      },
      {
        "index": 34,
        "text": "疏注「行父，季友孫」。○釋曰：《世本》：季友生仲無佚，佚生行父是也。秋，季孫行父如晉。八月，乙亥，晉侯卒。（，好官反。）\n冬，十月，公子遂如晉。葬晉襄公。"
      },
      {
        "index": 35,
        "text": "晉殺其大夫陽處父。稱國以殺，罪累上也。襄公已葬，其以累上之辭言之，何也？君漏言也。上泄則下闇，下闇則上聾，且闇且聾，無以相通。（臣闇不言，君無所聞，上下否塞。○累，劣偽反，下同，或如字。泄，息列反，又以製反。聾，魯公反。）"
      },
      {
        "index": 36,
        "text": "疏傳「襄公已葬」。○釋曰：徐邈解襄公已葬，謂《春秋》之例，君殺無罪之大夫，則是失德，不合書葬，今襄公書葬，則是無罪，而以累上之辭言之者，以襄公漏泄陽處父之言故也。舊解亦云襄公罪輕，故不追去葬文。今以為傳云襄公已葬者，謂卒哭日久，葬在前，殺在後，是罪累不合及君，故起累上之問，非是釋合書葬以否。"
      },
      {
        "index": 37,
        "text": "射姑殺者也。（殺處父。○《左氏》作「射姑」。）射姑之殺奈何？曰：晉將與狄戰，使狐夜姑為將軍，趙盾佐之。陽處父曰：「不可！古者君之使臣也，使仁者佐賢者，不使賢者佐仁者。今趙盾賢，夜姑仁，其不可乎？」（邵曰：「賢者多才也，戰主於攻伐，仁者有惻隱之恩，不如多才者有權略。」○盾，徒本反。攻如字，又音貢。惻，初力反。）襄公曰：「諾。」謂夜姑曰：「吾始使盾佐女，今女佐盾矣。」（稱處父語以語之，故傳曰漏言也。○女音汝，語，魚慮反。）夜姑曰：「敬諾。」襄公死，處父主竟上事，（待諸侯會葬，在鄙上。○竟音境。）夜姑使人殺之，君漏言也。（親殺者夜姑，而歸罪於君，明由君言而殺之，罪在君也，故稱君以殺。）\n疏注「親殺」至「以殺」。○釋曰：兩下相殺，不誌乎《春秋》，今雖是射姑之殺，罪君漏言，故稱國以殺。"
      },
      {
        "index": 38,
        "text": "故士造辟而言，詭辭而出，（辟，君也。詭辭而出，不以實告人。○造，七報反。辟，必亦反，君也，注同。詭，九委反。）曰：用我則可，不用我則無亂其德。（此士對君言之辭。）\n晉狐夜姑出奔狄。"
      },
      {
        "index": 39,
        "text": "閏月不告月，猶朝於廟。（禮：天子以十二月朔政班告於諸侯，諸侯受於禰廟，孝子尊事先君，不敢自專也。言朝者，緣生以事死，親存，朝朝莫夕不敢泄鬼神，故事畢，感月始而朝之。○猶朝，直遙反，注及下同。朝朝，上如字，下直遙反。莫音慕。泄，息列反。）"
      },
      {
        "index": 40,
        "text": "疏注 「禮天子」至「朝之」。○釋曰：《周禮》「太史班告朔於邦國」，鄭玄云：「天子班朔於諸侯，諸侯藏之祖廟。至朔日朝於廟，告而受行之。」《論語》云：「子貢欲去告朔之餼羊。」是告朔用特羊言廟。鄭云「祖廟」，范言「禰廟」者，以無正文，各以意說，或祖或禰，通言之耳。何休亦云「藏於祖廟，使大夫南面奉天子命，君北面而受之」，是亦受政之事也。凡告朔之禮，因聽視此月之政，故謂之視朔，謂之聽朔也。其朝廟之禮，孝子緣生以事死，因告朔在廟，故感月始而亦享祭宗廟，故亦謂之朝享，其歲首謂之朝正也。據《玉藻》及《祭法》之文，則天子聽朔於明堂，朝享自祖考以下五廟，諸侯則聽朔於大廟，朝享自皇考以下三廟也。《公羊傳》稱：閏月「曷為不告朔？天無是月也。閏月矣，何以謂之天無是月？是月，非常月也。」此傳云「閏月者，附月之餘日也」，「天子不以告朔而喪事不數」。《公羊》、《穀梁》皆以為閏月不合告朔，《左氏傳》云：「不告閏朔，棄時政也。何以為民主？」則閏月當告朔，與二傳異也。案哀五年「閏月，葬齊景公」。《公羊傳》意以為並閏，此傳云「喪事不數也」者，閏月不告朔。二傳雖同，其於喪事，數與不數，其意又異也。范氏《別例》云：「書不告朔有三，皆所以示譏耳。則此文，一也；公四不視朔，二也；襄二十九年，公在楚，三也。」公既在楚，則是不告朔，故亦以為一。注又云不敢泄鬼神，解生則朝朝莫夕，死則每月始朝之意也。"
      },
      {
        "index": 41,
        "text": "不告月者何也？不告朔也。不告朔，則何為不言朔也？閏月者，附月之餘日也，積分而成於月者也。（一歲三百六十日，餘六日，又有小月六，積五歲得六十日而再閏，積眾月之餘分以成此月。）"
      },
      {
        "index": 42,
        "text": "疏注 「一歲」至「此月」。○釋曰：古今為曆者，皆云周天有三百六十五度四分度之一，日之行天，一日一夜行一度，故謂一度為一日。一歲十二月，唯有三百六十日，是餘五日四分日之一也。又月一大一小，則一年之間又有六日，並言之，則一歲有十二日，故積五歲得六十日。此皆大率而言，其實一年不得有十二日，范不如曆法細計之，故云五歲得六十日也。"
      },
      {
        "index": 43,
        "text": "天子不以告朔，而喪事不數也。（閏是叢殘之數，非月之正，故吉凶大事皆不用也。不數，所右也。○叢，俎洪反。）猶之為言可以已也。（郊然後三望，告朔然後朝廟，俱言猶，義相類也。既廢其大，而行其細，故譏之。）"
      },
      {
        "index": 44,
        "text": "疏「猶之」至「已也」。○釋曰：重發傳者，前為三望發，此是朝廟，嫌異，故重明之。范例「猶」有五等，發傳者三：僖三十一年「猶三望」，獨發傳者，據始也；宣三年不發傳者，從例也；成七年亦不發傳者，亦為從例可知也；此年發傳者，朝與三望異也；宣八年發傳者，嫌仲遂有罪，得不寢禮，又繹祭與朝廟禮異故也。\n七年\n七年，春，公伐邾。"
      },
      {
        "index": 45,
        "text": "三月甲戌，取須句。取邑不日，此其日何也？（據僖二十六年公「伐齊，取穀」，不日。○句，其俱反。）不正其再取，故謹而日之也。（僖二十二年，公已「伐邾，取須句」，過而不改，於此為甚，故錄日以誌之。）"
      },
      {
        "index": 46,
        "text": "疏 「不正」至「日之也」。○釋曰：哀元年「冬，仲孫何忌帥師伐邾」；二年「王二月，季孫斯」云云「帥師伐邾，取漷東田」「及沂西田」。彼比年伐邾，而取兩邑，經不書日，今僖之與文，父子異人，特言謹而日之者，以文公是不肖之君，緩主逆祀，取邑致討，不得序列於諸侯，譏其過而不改，故錄日以見惡。僖雖伐邾，才始一度，又是作頌賢君，故與文異也。\n遂城郚。遂，繼事也。（因伐邾之師。○郚音吾。）\n夏，四月，宋公壬臣卒。（壬臣或作王臣。）宋人殺其大夫。稱人以殺，誅有罪也。"
      },
      {
        "index": 47,
        "text": "疏「宋人殺其大夫」。○釋曰：《公羊》以為三世內娶，使若無大夫，故不書名。《左氏》以為無罪，故不書名。今此傳直云「稱人以殺，誅有罪也」，則謂此被殺者為有罪，故稱人以殺，仍未解不稱名所由。案僖二十五年「宋殺其大夫」，傳曰：「其不稱名姓，以其在祖之位，尊之也。」此傳云誅有罪也，又經稱宋人，則與彼異。蓋成公壬臣新卒，昭公杵臼未即位，國內無君，故不稱名氏，從未命大夫例，故八年鄭《釋廢疾》亦以此為無君。若然，兩下相殺，《春秋》不書，又不得言，其此書殺大夫而云無君者，以受命於嗣天子，是以言其孤未畢喪，故無名氏。八年書「司馬，官也」者，彼雖實有君，而不重瓜牙，無君人之度，故經書「司馬」，傳以「無君」釋之。鄭玄云，亦為上下俱失，罪臣以權寵逼君，故稱人以殺。君以非理殺臣，故著言司馬。不稱名者，以其世在祖之位，尊亦與僖二十五年「宋殺其大夫」同，是其說也。\n戊子，晉人及秦人戰於令狐。（令狐，秦地。○令，力丁反。）"
      },
      {
        "index": 48,
        "text": "晉先蔑奔秦。不言出，在外也。輟戰而奔秦，以是為逃軍也。（輟，止也。為將而獨奔，故曰逃軍。○輟，丁劣反。將，子匠反。）狄侵我西鄙。"
      },
      {
        "index": 49,
        "text": "秋，八月，公會諸侯、晉大夫盟於扈。（扈，鄭地。○扈音戶。）其曰諸侯，略之也。（晉侯新立，公始往會，晉侯不盟，大夫受盟。既以喪娶，又取二邑，為諸侯所賤，不得序下會，諱使若扈之盟，都不可知，故略之。○喪取，七住反，本亦作娶。）"
      },
      {
        "index": 50,
        "text": "疏注「諱使」至「略之」。○釋曰：舊說使若扈之盟都不可知者，謂後十五年，亦不序諸侯探解下文故云都也。今以為范解諸侯不序之意，魯諱其不與，故總言諸侯，似若扈之盟，諸侯都不可知，非是探解下文始稱都也。\n冬，徐伐莒。\n公孫敖如莒蒞盟。蒞，位也。其曰位，何也？前定也。其不日，前定之盟不日也。\n疏「蒞，位也」。○釋曰：重發傳者，以徐伐莒而往蒞盟，嫌非兩國交盟之例，故明之。\n八年\n八年，春，王正月。夏，四月。\n秋，八月，戊申，天王崩。（襄王。）\n冬，十月，壬午，公子遂會晉趙盾盟於衡雍。（衡雍，鄭地。○雍，於用反。）\n疏「公子遂」。○釋曰：再稱公子者，若下文直言遂，恐為繼事之辭。兩名不辨，故重言公子以詳之。"
      },
      {
        "index": 51,
        "text": "乙酉，公子遂會雒戎盟於暴。（鄭地。○雒戎音洛，本或作伊雒之戎，誤。）公孫敖如京師，（吊周喪。）不至而復。丙戌，奔莒。不言所至，未如也。（若其巳行，當如公子遂至黃乃復，今不言所至而直言復，知其實未如也。）未如則未復也。未如而曰如，不廢君命也。（雍曰：「受命而出，義無私留。書如京師，以顯命行於下。不書所至，以表不去之罪。」）未復而曰復，不專君命也。（復者，事畢之辭。未如，故知其未復，加畢事之文者，言君命無輒專之道。）其如非如也，其復非復也。唯奔莒之為信，故謹而日之也。"
      },
      {
        "index": 52,
        "text": "疏「謹而日之也」。○釋曰：襄二十三年，「冬，十月，乙亥，臧孫紇出奔邾」，傳曰：「其日，正臧孫紇之出也。」范云：「正其有罪。」彼云：「正其有罪」，則此亦正其有罪。兩處發傳者，此其如非如，其復非復，臧孫則實奔，嫌其意異，故舉二者以包其餘。成十六年「冬，十月，乙亥，叔孫僑如出奔齊」，亦同此例，故不復發之。若然，僑如亦是有罪，書日亦以包之。於彼注引徐邈云：「禮：大夫去，君埽其宗廟，不絕其祀，身雖出奔，而君遇之不失正，故詳而日之，明有恩義也。」與此異者，書日之義有二種之意也：一為正罪，一為兼君恩。知者，以閔二年「公子慶父出奔莒」，文承九月之下而不書日，傳稱「慶父不復見矣」，明罪重合誅，故去日以見恩絕，則書日者有恩可知。以此推之，歸父公子愁不書日之從例可知也。然歸父有罪，非成公遂之者，歸父殺嫡立庶，宜世不長，魯人逐之，實得其罪，但惡成公遂父之使耳，不言歸父無罪也。\n螽。"
      },
      {
        "index": 53,
        "text": "宋人殺其大夫司馬。司馬，官也。其以官稱，無君之辭也。（何休曰：「近上七年，『宋公壬臣卒』，『宋人殺其大夫』，不言官。今此在三年中言官，義相違。」鄭君釋之曰：「七年殺其大夫，此實無君也。今殺其司馬，無人君之德耳。司馬、司城，君之爪牙，守國之臣，乃殺其司馬，奔其司城，無道之甚，故稱官以見輕慢也。」傳例：「稱人以殺，殺有罪也。」此上下俱失之。○見，賢遍反。）\n宋司城來奔。司城，官也。其以官稱，無君之辭也。來奔者不言出，舉其接我也。"
      },
      {
        "index": 54,
        "text": "疏「來奔」至「接我也」。○釋曰：重發傳者，嫌奔殺異也。來奔不言出，發傳於此者，以是來奔之始，故發之。子哀不發者，從此例可知。"
      }
    ]
  }
}