{
  "chapterNumber": 4,
  "title": "春秋穀梁傳註疏卷03 (Guliang Zhushu, Volume 3)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "卷三\n○桓公（起元年，盡七年）"
      },
      {
        "index": 1,
        "text": "疏《魯世家》：桓公名允，惠公之子，隱公之弟，以桓王九年即位。《世本》作軌。《諡法》：「辟土服遠曰桓。」\n元年"
      },
      {
        "index": 2,
        "text": "元年，春，王正月。桓無王，其曰王，何也？謹始也。（諸侯無專立之道，必受國於王。若桓初立，便以見治，故詳其即位之始，以明王者之義。）"
      },
      {
        "index": 3,
        "text": "疏「桓無」至「始也」。○釋曰：徐邈云：「桓公篡立，不顧王命，王不能討，故無王。又且桓公終始十八年，唯元年、二年、十年、十八年有王，自外皆無王，故傳據以發問，而曰‘桓無王’。又范氏例云：「《春秋》上下無王者，凡一百有八。桓無王者，見不奉王法；餘公無王者，為不書正月，不得書王。桓初即位，若已見治，故書王以示義。二年書王，痛與夷之卒，正宋督之弑，宜加誅也。十年有王，正曹伯之卒，使世子來朝，王法所宜治也。十八年有王，取終始治桓也。」是解元年有王為謹始也，餘年無王為不奉王法也。若然，桓為弑君而立，故十四年沒其王。文、宣公亦篡位而立，不去王者，桓弑賢兄讓國之主，害成立之君，宣篡未逾年之子，又無為臣之義，以輕重既異，故去王亦殊也。杜預注《左氏》桓十四年無王者，「失不班曆」也。何休注《公羊》，意與《穀梁》同。唯解有王者別，云：「二年有王者，見始也。十年有王，數之終也。十八年有王，桓之終也。明終始有王，桓公無之耳。」"
      },
      {
        "index": 4,
        "text": "其曰無王，何也？桓弟弑兄，臣弑君，天子不能定，諸侯不能救，百姓不能去，以為無王之道，遂可以至焉爾。元年有王，所以治桓也。"
      },
      {
        "index": 5,
        "text": "公即位。（杜預曰：「嗣子位定於初喪，而改元必須逾年者，繼父之業，成父之誌，不忍有變於中年也。諸侯每首歲必有禮於廟，諸遭喪繼位者，因此而改元即位，百官以序，故國史亦書即位之事於策。」○去，上聲。）"
      },
      {
        "index": 6,
        "text": "疏注 「杜預」至「於策」。○釋曰：《尚書•顧命》云：「乙丑，成王崩，俾爰齊侯，呂伋以二幹戈、虎賁百人逆子釗於南門之外。延入翼室，恤宅宗。」孔安國云： 「明室，路寢。外之使居憂，為天下宗主。」天子初崩，嗣子定位，則諸侯亦當然也。其改元必須逾年者，孝子之情，不忍有變於中年也。然嗣子不忍變於中年，故嗣年即位。桓公既無惻痛之情，朝死夕忘，亦於逾年即位者，聖人立法，即位必持逾年，桓雖不仁，未可獨當年即位。即位既是逾年，故史官從其實而書之。"
      },
      {
        "index": 7,
        "text": "繼故不言即位，正也。（故謂弑也。）繼故不言即位之為正，何也？曰，先君不以其道終，則子弟不忍即位也。（哀痛之至，故不忍行即位之禮。）繼故而言即位，則是與聞乎弑也。繼故而言即位，是為與聞乎弑，何也？曰，先君不以其道終，已正即位之道而即位，是無恩於先君也。（推其無恩則知與弑也，此明統例耳。與弑尚然，況親弑者。○與聞音豫，下文及注「與弑」皆同。）"
      },
      {
        "index": 8,
        "text": "疏注「推其」至「弑者」。○釋曰：桓是親弑之主，而傳論與弑之事，故知傳意本「明統例」爾，故云「與弑尚然，況親弑者」。\n三月，公會鄭伯於垂。（垂，衛地也。傳例曰：「往月，危往也。桓大惡之人，故會皆月以危之。）"
      },
      {
        "index": 9,
        "text": "疏注「垂衛」至「危之」。○釋曰：傳例者，定八年傳文也。此「三月，公會鄭伯於垂」，二年「三月，公會齊侯、陳侯、鄭伯於稷」，是「會皆月以危之」。\n會者，外為主焉爾。（鄭伯所以欲為此會者，為易田故。○為易，於偽反。）\n疏「會者」至「焉爾」。○釋曰：重發傳者，嫌《易》田與直會異故也。"
      },
      {
        "index": 10,
        "text": "鄭伯以璧假許田。假不言以，言以，非假也。（實假，則不應言以璧。）非假而曰假，諱易地也。禮：天子在上，諸侯不得以地相與也。（諸侯受地於天子，不得自專。）無田則無許可知矣。不言許，不與許也。（但言以璧假許，而不繼田，則許屬鄭也。今言許田，明以許之田與鄭，不與許邑也。諸侯有功，則賜田以祿之。若可以借人，此蓋不欲以實言。○借，子夜反。）許田者，魯朝宿之邑也。邴者，鄭伯之所受命而祭泰山之邑也。用見魯之不朝於周，而鄭之不祭泰山也。（朝天子所宿之邑謂之朝宿，泰山非鄭竟內，從天王巡守，受命而祭也。擅相換易，則知朝祭並廢。○魯朝，直遙反，下皆同。邴，彼病反，又音丙。見，賢遍反。竟音境。從，在用反。守音狩。擅，市戰反。換，一本亦作逭，胡喚反。）"
      },
      {
        "index": 11,
        "text": "疏「許田」至「山也」。○釋曰：經文無邴而傳言之者，經諱易天子之地，故以璧假為文。若以地易地，不得云假，故經無邴文。傳本魯鄭易田之由，五得不言邴也。先儒解《左氏》者，皆以為鄭受天子祊田，為湯沐之邑。後世因立桓公、武公之廟，故謂之泰山之祀。案此傳及注意，則以為祭泰山之邑，謂從王巡狩，受命而祭泰山也。《羊》以為「田多邑少稱田，邑多田少稱邑」。《左氏》無傳，或當史異辭。《穀梁》以為言田者，則不德其邑，是三傳之說各異也。\n夏，四月，丁未，公及鄭伯盟於越。（越，衛地也。）及者，內為誌焉爾。越，盟地之名也。\n秋。大水。（《禮•月令》曰：「季秋行夏令，則其國大水。」大水例時。）\n疏注「大水例時」。○釋曰：莊七年與此皆云「秋，大水」，不書月，是例時也。高下有水災曰大水。"
      },
      {
        "index": 12,
        "text": "冬，十月。無事焉，何以書？不遺時也。《春秋》編年，四時具而後為年。（編，錄。○編，必連反，《字林》、《聲類》、《韻集》皆布於反，《史記音義》甫連反。）\n二年"
      },
      {
        "index": 13,
        "text": "二年，春，王正月，戊申，宋督弑其君與夷，（宋督，宋之卑者，卑者以國氏。○督，丁毒反。與如字，又音餘。）"
      },
      {
        "index": 14,
        "text": "疏注「宋督」至「國氏」。○釋曰：知是卑者，「祝籲弑其君」取國，傳以「失如」言之，「履緰來逆」，傳稱「進之也」。此督與宋萬既不取國，又無可進，明卑者可知也。"
      },
      {
        "index": 15,
        "text": "桓無王，其曰王，何也？正與夷之卒也。（諸侯之卒，天子所隱痛。奸逆之人，王法所宜誅，故書王以正之。）及其大夫孔父。孔父先死，其曰及，何也？書尊及卑，《春秋》之義也。（邵曰：「會盟言及，別內外也。尊卑言及，上下序也。」○別，彼列反。）"
      },
      {
        "index": 16,
        "text": "疏注「邵曰」至「序也」。○釋曰：「及」有二義，故范引邵云：「會盟言及，別內外也。尊卑言及，上下序也。」「別內外」者，謂魯與他人會盟，皆先魯以及他，若隱元年「公及邾儀父盟於未」、「及宋人盟於宿」是也。「上下序」者，此孔父、荀息、仇牧皆先言君，後言臣是也。"
      },
      {
        "index": 17,
        "text": "孔父之先死，何也？督欲弑君，而恐不立，於是乎先殺孔父。孔父閑也。（閑謂扞禦。○殺並如字。扞，下旦反。）何以知其先殺孔父也？曰，子既死，父不忍稱其名；臣既死，君不忍稱其名，以是知君之累之也。（累謂從也。）"
      },
      {
        "index": 18,
        "text": "疏「知君之累之也」。○釋曰：糜信云：「累者，從也。謂孔父先死，殤公從後被弑。」范注雖不明，理亦當然也。\n孔，氏；父，字諡也」。（孔父有死難之勳，故其君以字為諡。○難，乃旦反。）"
      },
      {
        "index": 19,
        "text": "疏「孔，氏；父，字；諡也」。○釋曰：孔父新死未葬，而得有諡者，舊解謂三月既葬之後，嗣君諡之，但赴者以正月者亂，故書弑在前，使者以葬後始來，故得稱諡。或當孔父以字為諡，得據後言之，故云「字諡」也，○注「孔父」至「為諡」。○釋曰：諡者大夫之常事，而云「死難之勳」者，字者褒德，非可虛加，若使孔父無死難之勳，唯有凡平之諡，焉得以字為之文？傳特言「字諡」也。明知有義，故注者原之。\n或曰，其不稱名，蓋為祖諱也。孔子故宋也。（孔子舊是宋人，孔父之玄孫。○為，於偽反。）"
      },
      {
        "index": 20,
        "text": "疏注「孔子」至「玄孫」。○釋曰：案《世本》：孔父嘉生木金父，木金父生祁父，其子奔魯，為防叔，生伯夏，伯夏生叔梁紇，叔梁紇生仲尼，是孔父嘉為孔子六世祖。范云「玄孫」者，以玄者親之極至，來孫、昆孫之等亦得通稱之，亦如《左傳》蒯聵禱文王稱曾孫之類是也。\n滕子來朝。（隱十一年稱侯，今稱子，蓋時王所黜。）"
      },
      {
        "index": 21,
        "text": "疏注「隱十」至「所黜」。○釋曰：周公之製，爵有五等，所以擬其黜陟。今傳無貶爵之文，明降爵非《春秋》之義。又且此時周德雖衰，尚為天下宗主，滕今降爵，明是時王所黜也。"
      },
      {
        "index": 22,
        "text": "三月，公會齊侯、陳侯、鄭伯於稷，以成宋亂。（稷，宋地也。）以者，內為誌焉爾。公為誌乎成是亂也。（欲會者，外也。欲受賂者，公也。）"
      },
      {
        "index": 23,
        "text": "疏「以者」至「焉爾」。○釋曰：十四年傳云：「以者，不以者也。僖二十一年傳云：「以，重辭也。此傳云「以者，內為誌焉爾」，則「以」有三種之義。范於僖二十一年注云「以有二義矣」者，以「內為誌焉」與「不以」者，正是一事耳。「以成宋亂」者，公也，非諸侯故也，是以云「內為誌焉爾」，其實以者仍是不以之例，故注彼為二事焉。○注「欲會」至「公也」。○釋曰：以經言「會」，故知「欲會者，外也」。「以者，內為誌」，故知「欲受賂者，公也」。"
      },
      {
        "index": 24,
        "text": "此成矣，取不成事之辭而加之焉。於內之惡，而君子無遺焉爾。（取不成事之辭，謂以成宋亂也。桓奸逆之人，故極言其惡，無所遺漏也。江熙曰：「《春秋》親尊皆謂，蓋患惡之不可掩，豈當取不成事之辭，以加君父之惡乎？案宣四年‘公及齊侯平莒及郯’，傳曰：‘平者，成也。’然則成亦平也。公與齊、陳、鄭欲平宋亂，而取其賂鼎，不能平亂，故書‘成宋亂’。取郜大鼎納於大廟，微旨見矣。尋理推經，傳似失之。」徐邈曰：「宋雖已亂，治之則治。治亂成不，係此一會。若諸侯討之，則有撥亂之功；不討，則受成亂之責。辭豈虛加也哉！《春秋》雖受親尊者諱，然亦不沒其實，故納鼎於廟，躋僖逆祀，及王室之亂，昭公之孫，皆指事而書。哀七年傳所謂有一國之道者，有天下之道者也。君失社稷，猶書而不隱，況今四國群會，非一人之過，以義致譏，輕於自已兆亂。以此方彼，無所多怪。」○郯音談。大廟音泰，下文及注同。見，賢遍反。躋，子兮反。）"
      },
      {
        "index": 25,
        "text": "疏注「取不」至「多怪」。釋曰：江熙云「微旨見矣」者，傳意成宋辭者，謂成就宋亂。江熙以為加君父之惡大初，故以成為平，直書取郜大鼎，納於大廟，足以示譏，是微旨見矣。言此傳成亂之辭為微旨。徐邈引傳所謂有一國之道云云者，言謂侯專一國，猶似天子專天下，其有失社稷，猶得書之，故此亦得云「成宋亂」也。"
      },
      {
        "index": 26,
        "text": "夏，四月，取郜大鼎於宋。戊申，納於太廟。（傳例曰：「納者，內不為也。日之，明惡甚也。」太廟，周公廟。○郜，古報反。）"
      },
      {
        "index": 27,
        "text": "疏注「傳例」至「公廟」。○釋曰：宣十一年傳文也。然此傳亦有「弗受」之文，而引傳例者，凡傳言「內弗受」者，指說諸侯相入之例。今此言「不受」者，謂周公也。恐其不合，故引例以明之。"
      },
      {
        "index": 28,
        "text": "桓內弑其君，外成人之亂，受賂而退，以事其祖，非禮也。其道以周公為弗受也。郜鼎者，郜之所為也。曰宋，取之宋也，（此鼎本郜國所作，宋後得之。）以是為討之鼎也。（討宋亂而更受其賂鼎。○為討之鼎，如字，麋氏云：「討或作糾」。）孔子曰：「名從主人，物從中國。故曰郜大鼎也。（主人，謂作鼎之主人也，故係之郜。物從中國，謂是大鼎。）"
      },
      {
        "index": 29,
        "text": "疏「名從」至「大鼎也」。釋曰：「名從主人」者，謂本是郜作，係之於郜。「物從中國」者，謂鼎在宋，從宋號也。言「物從中國」者，廣例耳，通夷狄亦然。其意謂鼎名從作者之主人，不問華戎，皆得係之，若《左傳》稱「甲父之鼎」是也。「物從中國」者，謂中國號之大鼎，縱夷狄亦從中國之號，不得改之。若傳稱吳謂義稻為伊緩，夷狄謂大原為大鹵，以地形物類，須從中國之號，故不得謂之伊緩、大鹵也。何休云：「周家以世孝，天瑞之鼎。諸侯有世孝者，天子亦作鼎以賜之。禮：祭，天子九鼎，諸侯七，卿大夫五，元士三也。」故郜國有之。"
      },
      {
        "index": 30,
        "text": "秋，七月，紀侯來朝。（隱二年稱子，今稱侯，蓋時王所進。○紀侯，《左氏》作杞侯。）朝時，此其月，何也？（據隱十一年「春，滕侯、薛侯來朝」，稱時。）桓內弑其君，外成人之亂，於是為齊侯、陳侯、鄭伯討數日以賂。（桓既罪深責大，乃複為三國討數至日以責宋賂。○為齊，於偽反，下同。數，色主反，注同。複，扶又反。）已即是事而朝之，惡之，故謹而月之也。（已，紀也。桓與諸侯校數功勞，以取宋賂，不知非之為非，貪愚之甚。紀不擇其不肖而就朝之。○惡，烏路反。）"
      },
      {
        "index": 31,
        "text": "疏「謹而月之也」。○釋曰：桓雖不君，臣不得不臣，所以極言君父之惡，以示來世者，桓既罪深責大，若為隱諱，便是長無道之君，使縱以為暴，故《春秋》極其辭以勸善懲惡也。○注「已紀也」。○釋曰：桓十三年注云：「紀當為已」，與此異者。觀經而說，故兩注不同。"
      },
      {
        "index": 32,
        "text": "蔡侯、鄭伯會於鄧。（鄧，某地。○某地，不知其國，故云某，後放此。）九月，入杞。我入之也。（不稱主名，內之卑者。）"
      },
      {
        "index": 33,
        "text": "疏「我入之也」。○釋曰：何嫌非我而發傳者？以隱八年云「我入邴」，此直云「入杞」，恐非我，故發之。公及戎盟於唐。"
      },
      {
        "index": 34,
        "text": "冬，公至自唐。（告廟曰至。傳例曰：「致君者，殆其往而喜其反。」此致君之意義也。離不言會，故以地致。）"
      },
      {
        "index": 35,
        "text": "疏注「告廟」至「地致」。○釋曰：「傳例」者，襄二十九年傳文也。「離不言會」者，即《左傳》所云「特相會往來稱地」，亦此類也。"
      },
      {
        "index": 36,
        "text": "桓無會，而其致，何也？遠之也。（桓會甚眾，而曰無會，善無致會也。弑逆之罪，非可以致宗廟，而今致者，危其遠會戎狄，喜其得反。）\n疏注「桓會甚眾」。○釋曰：謂元年會於垂，二年會於稷是也。\n三年\n三年，春，正月，公會齊侯於嬴。（嬴，齊地。○嬴音盈。）"
      },
      {
        "index": 37,
        "text": "夏，齊侯、衛侯胥命於蒲。（蒲，衛地。）胥之為言，猶相也。相命而信諭，謹言而退，以是為近古也。（申約言以相達，不歃血而誓盟。古，謂五帝時。○近，附近之近。約如字，又於妙反。歃，本又作插，所治反。）"
      },
      {
        "index": 38,
        "text": "疏注「古謂五帝時」。○釋曰：知古非三王者，以傳云「誥誓不及五帝，盟詛不及三王」，今「謹言而退」，非誥誓之辭，「相命而信諭」，無盟詛之事，二國能行三王五帝之法，而傳云「近古」，明知謂五帝也。"
      },
      {
        "index": 39,
        "text": "是必一人先，其以相言之，何也？不以齊侯命衛侯也。（江熙曰：「夫相與親比，非一人之德，是以同聲相應，同氣相求。齊衛胥盟，雖有先倡，倡和理均。若以齊命衛，則功歸於齊；以衛命齊，則齊僅隨從。言其相命，則泯然無際矣。」○比，毗誌反。應，應對之應。僅，巨靳反。泯，亡忍反。）"
      },
      {
        "index": 40,
        "text": "疏注「同聲」至「相求」。○釋曰：《易•文言》文也。今二國相命，則大者宜倡，小者宜和，大則齊也，小則衛也。故傳云「不以齊侯命衛侯也」，明齊大也。但倡和理均，故直以「相命」言之。倡則同聲相應，和則同氣相求，聲氣相通，而相命之情見矣。\n六月，公會杞侯於郕。（郕，魯地。○郕音成。）"
      },
      {
        "index": 41,
        "text": "秋，七月，壬辰朔，日有食之，既。言日言朔，食正朔也。（朔日食也。）既者，盡也，有繼之辭也。（盡而複生謂之既。○複音扶又反。）"
      },
      {
        "index": 42,
        "text": "疏「既者，盡也」。○釋曰：其日食或盡或不盡者，曆家之說，以為交正在朔，則日食既，前後望月不食；交正在望，則月食既，前後朔日不食。\n公子翬如齊逆女。（翬稱公子者，桓不以為罪人也。）逆女，親者也。使大夫，非正也。"
      },
      {
        "index": 43,
        "text": "九月，齊侯送薑氏於讙。（已去齊國，故不言女，未至於魯，故不稱夫人。讙，魯地，月者重錄之。○於讙，音歡。）禮：送女，父不下堂，母不出祭門，諸母兄弟不出闕門。（祭門，廟門也。闕，兩觀也，在祭門之外。○觀，古亂反。）父戒之曰：「謹慎從爾舅之言。」母戒之曰：「謹慎從爾姑之言。」諸母般申之曰：「謹慎從爾父母之言。（般，囊也，所以盛朝夕所須，以備舅姑之用。○般，步幹反。一本作鞶，音同。盛音成。）"
      },
      {
        "index": 44,
        "text": "疏注 「般囊」至「之用」。○釋曰：《士婚禮》云：「父送女，命之曰：‘戒之敬之，夙夜無違命。’母施衿結帨，曰：‘勉之敬之，夙夜無違宮事。’庶母及門內施般，申之以父母之命，曰：‘敬恭聽宗爾父母之言，夙夜無愆，示諸衿般。’鄭玄云：「般，囊也。男子般革，婦人般絲，所以盛帨巾之屬，為謹敬也。」後戒辭與此不同，此注又與鄭異者，彼是士禮，此即是諸侯之禮，故異辭也。般盛帨巾，亦得備舅姑之用，則范、鄭二注不有違也。或以為傳並釋禮意，故與本文不同也。引此戒辭及上父母不出祭門，諸母兄弟不出闕門者，並證送女逾竟，非禮之事也。幾親迎之禮，必在廟也，故云「不出祭門」。言「不出闕門」者，則已出廟門之外矣。\n送女逾竟，非禮也。（逾竟音境。）"
      },
      {
        "index": 45,
        "text": "公會齊侯於讙。無譏乎？（齊侯送女逾竟，遠至於讙，嫌會非禮之人，當有譏。）曰，為禮也。齊侯來也，公之逆而會之可也。（為親逆之禮。）"
      },
      {
        "index": 46,
        "text": "夫人薑氏至自齊。其不言翬之以來，何也？（據宣元年「遂以夫人婦薑至自齊」。）公親受之於齊侯也。（重在公。）子貢曰：「冕而親迎，不已重乎？」（冕，祭服。○迎，魚敬反，一本作逆。）孔子曰：「合二姓之好，以繼萬世之後，何謂已重乎？」（好，呼報反。）"
      },
      {
        "index": 47,
        "text": "疏「子貢」至「重乎」。○釋曰：引之者，以齊侯送女，公親受之，於禮為可，故發「冕而親迎」之問。冬，齊侯使其弟年來聘。有年。（有年例時。）"
      },
      {
        "index": 48,
        "text": "疏注「有年例時」。○釋曰：凡書「有年」者，冬下穀畢入，計用豐足，然後書之，不可係以日月，故例時也。宣十六年「冬，大有年」亦時，是其證也。五穀皆熟，為有年也。\n四年"
      },
      {
        "index": 49,
        "text": "四年，春，正月，公狩於郎。（春而言狩，蓋用冬狩之禮。蒐狩例時，而此月者，重公失禮也。莊四年「冬，公及齊人狩於郜」，傳曰：「齊人者，齊侯也。其曰人，何也？卑公之敵，所以卑公也。」然則言齊人者，所以人公，則譏已明矣。狩得其時，故不月。）"
      },
      {
        "index": 50,
        "text": "疏注「春而」至「不月」。○釋曰：《周禮》有四時之田，春蒐，夏苗，秋獮，冬狩，皆用夏之四仲之月。然周正月，則是夏之十一月，故《左氏》以此狩為得時。今范云「春而言狩，蓋用冬狩之禮」，以為失時者，蓋周公未製禮之時，權用此法，故得時節不同，其名亦異。仲尼修《春秋》，改周之文，從殷之質，因以為《春秋》製也。故何休注《公羊》，亦云：「夏時不田，春秋製也。」范以春狩為失時，又云「蒐狩例時」者，昭八年「秋，蒐於紅」，又莊四年冬狩得其時，雖譏公而不月，是例時也。《左傳》、《周禮》、《爾雅》並云：「春曰蒐，夏曰苗，秋曰獮，冬曰狩。」《公羊》之文，則「春曰苗，秋曰蒐，冬曰狩」。此傳之文，則「春曰田，夏曰苗，秋曰蒐，冬曰狩」。所以文不同者，《左氏》之文，是周公製禮之名；二傳之文，或《春秋》取異代之法，或當天子諸侯別法。經典散亡，無以取正也。"
      },
      {
        "index": 51,
        "text": "四時之田，皆為宗廟之事也。春曰田，（取獸於田。○為，於偽反。）夏曰苗，（因為苗除害，故曰苗。）秋曰蒐，（蒐擇之，舍小取大。○蒐，所由反，麋氏本又作搜，音同。舍音捨。）冬曰狩。（狩，圍狩也。冬物畢成，獲則取之，無所擇。）"
      },
      {
        "index": 52,
        "text": "疏注「冬物」至「所擇」。○釋曰：四時田獵，若用時王之正，則周之冬是夏之秋。而云「畢成」者，冬是一總名，周之十二月，夏之十月，萬物已收，故得以「畢成」言之。"
      },
      {
        "index": 53,
        "text": "四時之田用三焉，唯其所先得，一為幹豆，（上殺中心，死速，乾之以為豆實，可以祭祀。○中，丁仲反，下同。）"
      },
      {
        "index": 54,
        "text": "疏注「上殺」至「祭祀」。○釋曰：何休云：「自左膘射之，達於右腢，中心，死疾，故乾而豆之，以薦宗廟。豆，祭器名，狀如鐙。天子二十有六，諸公十有六，諸侯十有二，卿上大夫八，下大夫六，士三也。」大夫以上，《禮器》之文，士三者，相傳為說。\n二為賓客，（次殺射髀髂，死差遲。○射，食亦反。髀，步啟反。又必邇反，髂，若嫁反。差，初賣反。）"
      },
      {
        "index": 55,
        "text": "疏注「次殺」至「差遲」。○釋曰：何休云：「自左膘射之，達於右脾，遠心，死難，故為次殺。」《毛傳》云：「次殺者，射右耳本，次之。」今注云「射髀髂」，則與彼異也。髀髂者，案《儀禮》「髀，骨滕以上」者是也。"
      },
      {
        "index": 56,
        "text": "三為充君之庖，（下殺中腸汙泡，死最遲。先宗廟，次賓客，後庖廚，尊神敬客之義。○庖，步交反。汙，汙穢之。泡，普交反，又百交反。）"
      },
      {
        "index": 57,
        "text": "疏注「下殺」至「之義」。○釋曰：何休云：「自左膘射之，達於右[A16F]。」《毛傳》云：「左髀達於右[A16F]為下殺。」此云「中腸」，同彼二說，並無妨也。\n夏，天王使宰渠伯糾來聘。（宰，官也。渠，氏也。天子下大夫，老故稱字。下無秋冬二時，寧所未詳。）"
      },
      {
        "index": 58,
        "text": "疏注「宰官」至「未詳」。○釋曰：《公羊傳》曰：「伯糾者何？下大夫也。」何休云：「稱伯者，上敬老也。」今范亦同之矣。何休之意，又以為伯仲叔季之字配采地及氏者，皆為上大夫，則祭伯、南季之類是也；兼名及字配官氏者，則為下大夫，即此宰渠伯糾、叔服之類是也。范雖直以叔服為字，觀上下之注，義亦似然，故此注云伯糾下大夫。文元年注毛伯，「天子上大夫也」，隱九年注「南季，天子上大夫」，是其說耳。何休又云：「桓無王而行，天子不能誅，反下聘之，故去二時以見貶。」范以五年亦使臣聘，何以四時皆具，七年不遣臣聘，何因亦無二時，故直云「寧所未詳」也。\n五年"
      },
      {
        "index": 59,
        "text": "五年，春，正月，甲戌、已醜，陳侯鮑卒。鮑卒，何為以二日卒之？《春秋》之義，信以傳信，疑以傳疑。（明實錄也。○傳，直專反。）陳侯以甲戌之日出，已醜之日得，不知死之日，故舉二日以包也。（國君獨出，必辟病潛行。○必辟音避，本又作避。）"
      },
      {
        "index": 60,
        "text": "疏「甲戌」至「鮑卒」。○釋曰：《公羊》以為鮑之狂，故甲戌日亡，已醜日死。孔子疑之，故以二日卒之。此傳之意，言陳侯辟病，以甲戌日出，已醜之日得之，不知死之日，故舉二日以包之，《左傳》以為再赴，故兩日並書，是三傳異說。○「信以」至「包也」。○釋曰：既云「信以傳信，疑以傳疑」，則是告以虛事。而注云「實錄」者，告以實則以一日卒之，告以虛則二日卒之。二者皆是據告，而即是實錄之事。\n夏，齊侯、鄭伯如紀。（外相如不書，過我則書，例時。○過我，古禾反，下文及注同。）"
      },
      {
        "index": 61,
        "text": "疏注「外相」至「例時」。○釋曰：「過我」者，約州公之傳得知也。然紀國在齊之東，鄭在魯之西北。鄭欲如紀，則直過齊，何以二君並得過魯者，蓋齊侯出竟西行而逢鄭伯，遂與至紀，途過於魯，故得記之。知「例時」者，此與州公皆不書月，故知之。"
      },
      {
        "index": 62,
        "text": "天王使任叔之子來聘。（任叔，天子之大夫。○任叔音壬。《左氏》作仍叔。）任叔之子者，錄父以使子也。故微其君臣，而著其父子，不正父在子代仕之辭也。（錄父使子，謂不氏名其人，稱父言子也。君暗劣於上，臣苟進於下，蓋參譏之。）"
      },
      {
        "index": 63,
        "text": "疏注「參譏之」。釋曰：「君暗劣於上，臣苟進於下」，止是二譏，而言「參」者，舊解傳言「微其君臣，而著其父子」，是刺其父之不肖，而令苟進，更又刺其君臣，故曰「參譏之」。或以為參者，交互之義，不讀為三，理亦得通。\n葬陳桓公。城祝丘。（譏公不修德政，恃城以安民。）"
      },
      {
        "index": 64,
        "text": "疏注「譏公」至「安民」。釋曰：城祝丘者，《左氏》之例，凡城邑，則有時與不時之例。此傳則不然，但書之者，即是譏責，故注云：「譏公不修德政，恃城以安民。」\n秋，蔡人、衛人、陳人從王伐鄭。（王親自伐鄭。○從，才用反，又如字，下同。）"
      },
      {
        "index": 65,
        "text": "疏注「王親自伐鄭」。○釋云：以舉從者之辭，嫌非自伐。故云「親自伐鄭」。舉從者之辭也。（使若王命諸侯伐鄭，書從王命者，三國也。）"
      },
      {
        "index": 66,
        "text": "疏「舉從者之辭也」。釋曰：麋信曰：「舉從者之辭，謂解經稱人也。」徐邈云：「舉從者之辭，謂王不能以威致三國，三國自以義從耳。」范以二者不通，故為別解。言「舉從者之辭」謂若王不親伐，直舉三國從王命之辭也。故下句云「其舉從者之辭，何也？為天王諱伐鄭也」是也。"
      },
      {
        "index": 67,
        "text": "其舉從者之辭，何也？為天王諱伐鄭也。（諱自伐鄭。○為，於偽反。）鄭，同姓之國也，在乎冀州，於是不服，為天子病矣。（鄭，姬姓之國，冀州則近京師，親近猶不能服，則疏遠者可知。○冀州，案鄭本京兆鄭縣，是雍州之域，後徙河南新鄭，為豫州之境。冀在兩河之間，非鄭都也。冀州言去京師近也。麋氏云：「韓侯滅鄭，韓都冀州，故以目鄭。」近，附近之近。）"
      },
      {
        "index": 68,
        "text": "疏「在乎冀州」。○釋曰：徐邈云：「新鄭屬冀州。」案《爾雅》：「兩河間曰冀州。」新鄭在河南，不得屬冀州，是徐之妄也。麋信云：「鄭在冀州者，韓哀侯滅鄭，遂都之。韓，故晉也。傳以當時言之，遂云冀州。」然則王伐鄭之時，本未有韓國，何得將後代之事以為周世之名？若以韓侯從冀州都鄭，則曰冀州，大伯從雍州適吳，豈得謂吳為雍州也？是麋信之謬矣。蓋冀州者，天下之中州，自唐虞及夏殷皆都焉。則冀州是天子之常居，以鄭近王畿，故舉冀州以為說，故鄒衍著書云：「九州之內，名曰赤縣。」赤縣之畿，從冀州而起，故後王雖不都冀州，亦得以冀州言之。"
      },
      {
        "index": 69,
        "text": "大雩。（雩者旱祭請雨之名。傳例曰：「雩，得雨曰雩，不得雨曰旱。」月雩，正也。時雩，不正也。《禮•月令》曰：「仲冬行夏令，則其國乃旱。」○雩音於，祭名。）"
      },
      {
        "index": 70,
        "text": "疏注 「雩者」至「乃旱」。○釋曰：何休云：「祭言大雩，大旱可知也。君親之南郊，以六事謝過自責。曰政不一與？民失職與？宮室榮與？婦謁盛與？苞苴行與？讒夫倡與？使童男女各八人舞而呼雩，故謂之雩。」賈逵云：「言大雩者，別於山川之雩。」《左氏》說不為旱者，亦稱大雩，則雩稱大者，或如賈言也。名之為雩者，鄭玄云：「雩之言籲也，籲嗟以求雨。」服虔、杜預以為雩之言遠也，遠為百穀祈膏雨也。未知二說誰當。范言夫為大旱，以六事謝過，或如何說。舞而籲雩，理恐不然。云「傳例曰」者，僖十一年傳文也。云「月雩，正也。時雩，不正也」，定元年傳文。此雩不月者，何休云：「譏公驕溢也。」案《穀梁傳》意，月雩則正，時雩則非正，不論驕溢之事，則何休之言，不可通於此也。"
      },
      {
        "index": 71,
        "text": "螽。（蜙蝑之屬。《禮•月令》曰：「仲冬行春令，則蟲蝗為敗。」○螽音終。蜙，相容反。蝑音婿。蝗華{亡血}反）螽蟲災也。甚則月不甚則時\n疏甚則月。○釋曰：「重發傳者，經書時雩非正，故不月。螽災與之同不月，嫌其甚而不月，故發以明之。\n冬，州公如曹。外相如不書，此其書，何也？過我也。（過我，六年寔來是也。將有其末，故先錄其本。）"
      },
      {
        "index": 72,
        "text": "疏注「過我」至「其本」。○釋曰：齊侯、鄭伯如紀，無寔來，亦言「過我」者，不必悉有下事。此因有下事，故以相發明。其齊侯、鄭伯直途過於魯，不入國都，故不言「寔來」也。\n六年\n六年，春，正月，寔來。（來朝例時；月者，謹其無禮。○寔，常式反。朝，直遙反，下七年同。）"
      },
      {
        "index": 73,
        "text": "疏注「來朝」至「無禮」。○釋曰：二年「紀侯來朝」，傳曰：「朝，時；此其月，何也？惡之，故謹而月之也。」彼書月是惡，則此月亦惡也。今州公不以禮朝，又至魯不反，是無禮之事，故云「謹其無禮」也。"
      },
      {
        "index": 74,
        "text": "寔來者，是來也。何謂是來？謂州公也。其謂之是來何也？以其畫我，故簡言之也。諸侯不以過相朝也。（畫是相過，去朝遠。○畫音獲，注同。以過，古禾反，注同。）"
      },
      {
        "index": 75,
        "text": "夏，四月，公會紀侯於郕。（紀侯，《左氏》作「杞侯」。）秋，八月，壬午，大閱。（蒐閱例時。○閱音悅。）"
      },
      {
        "index": 76,
        "text": "疏注「蒐閱例時」。○釋曰：傳云「謹而日之」，知不以月為正，而云「例時」者，以四年公狩於郎書月以刺不正，故知蒐閱例時也。大閱者何？閱兵車也。（閱為簡練。）修教明諭，國道也。（修先王之教，以明達於民，治國之道。）平而修戎事，非正也。（邵曰：「禮因四時田獵，以習用戎事，存不忘亡，安不忘危之道。平謂不因田獵，無事而修之。」）其日，以為崇武，故謹而日之。蓋以觀婦人也。（觀，古亂反，視也。）"
      },
      {
        "index": 77,
        "text": "蔡人殺陳佗。陳佗者，陳君也。其曰陳佗，何也？匹夫行，故匹夫稱之也。其匹夫行奈何？陳侯甏獵，淫獵於蔡，與蔡人爭禽。蔡人不知其是陳君也，而殺之。（淫獵謂自放恣，遺失徒眾。○陳佗，徒河反。行，下孟反。熹，虛記反。）何以知其是陳君也？兩下相殺，不道。（兩大夫相殺，不書《春秋》。）其不地，於蔡也。"
      },
      {
        "index": 78,
        "text": "疏「其不地，於蔡也」。○釋曰：宣十八年「邾人戕繒子於繒」，書地，今不地，故決之云：「其不地，於蔡也。」言在蔡，故不地耳。"
      },
      {
        "index": 79,
        "text": "九月，丁卯，子同生。（子同，桓公嫡子，莊公。○嫡，丁曆反，或作適。）疑，故誌之。（莊公母文薑淫於齊襄，疑非公之子。）"
      },
      {
        "index": 80,
        "text": "疏「疑，故誌之」。○釋曰：文薑以桓三年入，至今四年矣，未有適齊之云，而云疑者，蓋文薑未嫁之時，已與襄公通，後桓公殆為妻淫見殺，則其間雖則適魯，襄公仍尚往來，故疑之也。子同生，《公羊》以為久無嫡子，喜國有正，故書之。《左傳》以為備用大子之禮，故書。此傳云「疑，故誌之」，是三傳異也。\n時曰，同乎人也。（時人僉曰，齊侯之子，同於他人。○僉，七廉反。）冬，紀侯來朝。\n七年\n七年，春，二月，己亥，焚鹹丘。（日之，謹其惡。○惡，烏各反。）\n疏注「日之，謹其惡」。釋曰：侵、伐、圍例時，故知書日，謹其惡也。"
      },
      {
        "index": 81,
        "text": "其不言邾鹹丘，何也？（據襄元年「圍宋彭城」，言宋。）疾其以火攻也。（不係於國者，欲使焚邑之罪與焚國同。）"
      },
      {
        "index": 82,
        "text": "夏，穀伯緩來朝，鄧侯吾離來朝。其名，何也？（據隱十一年滕、薛來朝，不名。）失國也。（禮：諸侯不生名，失地則名。）\n疏注「禮諸」至「則名」。○釋曰：《曲禮》云：「諸侯不生名，失地，名。滅同姓，名」是也。\n失國則其以朝言之，何也？（據文十二年「郕伯來奔」，不名。）"
      },
      {
        "index": 83,
        "text": "疏注 「據文」至「不名」。○釋曰：哀十年「邾子益來奔」，昭二十三年「莒子庚輿來奔」，彼來奔書名，彰其失地，則與此穀、鄧書名同，而范不據之。文十二年「郕伯來奔」，無名而反據之者，以邾、莒二國，更無所見，故依常書名言奔，表其失地，其郕伯與穀、鄧別有所見，與常例違，故據之以相決。何則？郕伯不言名而云來奔，穀、鄧書名而稱朝，二者相反，故特據之。郕伯與魯同姓，故不名以表其親，言奔以明失國。穀、鄧與魯有好，故言名以彰失國，稱朝以見和親。但入春秋以來，雖無同好之事，蓋春秋前有之。\n嚐以諸侯與之接矣。雖失國，弗損吾異日也。（待之以初也。下無秋、冬二時，寧所未詳。）"
      }
    ]
  }
}