{
  "chapterNumber": 16,
  "title": "春秋穀梁傳註疏卷15 (Guliang Zhushu, Volume 15)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○襄公\n（起元年，盡十五年）\n疏《魯世家》：定公名午，成公之子，定姒所生，周簡王十四年即位。《諡法》：「因事有功曰襄。」\n元年\n元年，春，王正月，公即位。繼正即位，正也。\n疏「繼正即位，正也」。○釋曰：襄是定姒之子，嫌非正，胡重明之。"
      },
      {
        "index": 1,
        "text": "仲孫蔑會晉欒黶、宋華元、衛甯殖、曹人、莒人、邾人、滕人、薛人圍宋彭城。係彭城於宋者，不與魚石正也。（魚石得罪於宋，成十五年奔楚，十八年複入於彭城。然則彭城已屬魚石，今猶係宋者，崇君抑叛臣也。○複扶又反）"
      },
      {
        "index": 2,
        "text": "疏係彭至正也。○釋曰：「哀三年齊、衛圍戚，傳曰「不係戚於衛者，子不有父也」。魚石人臣而取君之邑，邑以係國為正，故言「係彭城於宋，不與魚石正也」。若不係宋，則似與之為父子，君意異，係不有殊。《公羊傳》曰：「曷為係之於宋？不與諸侯專封也。」《左氏》云：「今楚取彭城以封魚石。」是魚石為楚所封，則三傳不異其說，彭城係宋則異也。何者？《公羊》意彭城係宋，不與楚封；此傳意彭城係宋，不與魚石，是其異也。《左氏》以為不成叛人，又云「謂之宋誌」，是又與二傳意不同也。\n夏，晉韓厥帥師伐鄭。\n仲孫蔑會齊崔杼、曹人、邾人、杞人次於鄫。（鄫，鄭地。鄫或為合。○鄫，似陵反。）\n秋，楚公子壬夫帥師侵宋。（壬，而林反。）九月，辛酉，天王崩。\n邾子來朝。（朝，直遙反。）疏「邾子來朝」。○釋曰：《世本》及《左傳》邾宣公也。\n冬，衛侯使公孫剽來聘。（剽，匹妙反。）\n晉侯使荀罃來聘。（冬者，十月初也。王崩，赴未至，皆未聞喪，故各得行朝聘之禮。）"
      },
      {
        "index": 3,
        "text": "疏注「冬者」至「之禮」。○釋曰：《周禮》：「諸侯之邦交，歲相問，殷相聘，世相朝。」又《左傳》云：「凡諸侯即位，小國朝之，大國聘焉。」此年公新即位，故各行朝聘禮也。知「王崩，赴未至」者，禮，諸侯為天子斬衰，若其聞喪，豈天子以九月崩，當月即邾子來朝，冬初即晉、衛來聘，魯是有禮之國，焉得受之？明知赴未至，故各得行朝聘之禮也。猶如襄二十九年，吳子餘祭五月所弑，越未至魯，故季劄以六月致魯，仍行聘事，亦此類也。若然，經書九月「天王崩」者，赴雖在十月之末，告以九月崩耳。知王崩，諸侯不得行朝聘之禮者，曾子問云：「諸侯相見，揖讓入門，不得終禮，廢者幾？」孔子曰：「六。天子崩，大廟火，日食，後夫人之喪，雨霑服，失容，則廢。」是天子崩，不得行朝聘也。\n二年\n二年，春，王正月，葬簡王。鄭師伐宋。\n夏，五月，庚寅，夫人薑氏薨。六月，庚辰，鄭伯侖卒。（侖，古困反。）"
      },
      {
        "index": 4,
        "text": "晉師、宋師、衛甯殖侵鄭。其曰衛甯殖，如是而稱於前事也。（初衛侯速卒，鄭人侵之，故舉甯殖之報，以明稱其前事。不書晉、宋之將，以慢其伐人之喪。○稱於，尺證反。）"
      },
      {
        "index": 5,
        "text": "疏「稱於前事」。○釋曰：依例，將尊師少稱將，將卑師眾稱師。傳知稱於前而書名者，三人同有伐喪之罪，或名或師，明知稱師者罪重，稱名者罪輕。又成二年鄭人侵衛之喪，今甯殖獨稱名氏，故知稱其前事也。\n秋，七月，仲孫蔑會晉荀罃、宋華元、衛孫林父、曹人、邾人於戚。\n已丑，葬我小君齊薑。（齊，諡。○齊薑，如字。齊，諡也，一音側皆反，後「齊歸」同。）\n疏注「齊諡」。○釋曰：葬皆舉諡。又《諡法》「執心克壯曰齊」，故知是諡。叔孫豹如宋。"
      },
      {
        "index": 6,
        "text": "冬，仲孫蔑會晉荀罃、齊崔杼、宋華元、衛孫林父、曹人、邾人、滕人、薛人、小邾人於戚，遂城虎牢。若言中國焉，內鄭也。（虎牢，鄭邑。鄭服罪，內之，故為之城。不係虎牢於鄭者，如中國之邑也。僖二年「城楚丘」，傳曰：「楚丘者何？丘之邑。國日城，此邑也。其曰城何？封衛也。」然則非魯邑，皆不言城。中國，猶國中也。○為，於偽反。）"
      },
      {
        "index": 7,
        "text": "疏「若言」至「鄭也」。○釋曰：此言若中國焉者，非是對戎狄而生名，言中國猶國中也。今經不係虎牢於鄭者，如國中之邑也。所以如國中之邑者，鄭服罪，故內之也。所以鄭服不係虎牢者，《春秋》之例，外邑皆不言城，今虎牢若係鄭，則不得書之，故不係之鄭，比內邑也。《公羊》以為虎牢不係鄭者，為中國諱伐喪，說《左氏》者，以為虎牢已屬晉，故不係鄭，並與《穀梁》異。\n楚殺其大夫公子申。\n三年\n三年，春，楚公子嬰齊帥師伐吳。公如晉。\n夏，四月，壬戌，公及晉侯盟於長樗。（晉侯出其國都，與公盟於外地。○樗，丑居反。）"
      },
      {
        "index": 8,
        "text": "疏注「晉侯」至「外地」。○釋曰：范知出國都與公盟者，上言「如晉」，下言「公至自晉」，不言「長樗」，故知之也。公至自晉。"
      },
      {
        "index": 9,
        "text": "六月，公會單子、晉侯、宋公、衛侯、鄭伯、莒子、邾子、齊世子光。已未，同盟於雞澤。（雞澤，地也。）同者，有同也。同外楚也。\n陳侯使袁僑如會。如會，外乎會也。（外乎會者，明本非會內也。諸侯巳會，乃至耳。）"
      },
      {
        "index": 10,
        "text": "疏「外乎會也」。釋曰：莊十四年「單伯會伐宋」，傳云「會事之成也」，僖二十八年「陳侯如會」，傳曰：「外乎會也」。是二文互以相通也。會伐宋，伐事已成，單伯乃至，則踐土亦會事已成，陳侯乃至也。陳侯言外乎會，異故重發之\n於會受命也。"
      },
      {
        "index": 11,
        "text": "戊寅，叔孫豹及諸侯之大夫，及陳袁僑盟。及，以及與之也。（諸侯在會，而大夫又盟，是大夫執國之權，亢君之禮。陳君不會，袁僑受使來盟。袁僑之盟，得其義也。通言叔孫豹及諸侯之大夫，則無以表袁僑之得禮，故再言及，明獨與袁僑，不與諸侯之大夫。○受使，所吏反。）諸侯以為可與則與之，不可與則釋之。諸侯盟，又大夫相與私盟，是大夫張也。故雞澤之會，諸侯始失正矣。大夫執國權，曰袁僑，異之也。（釋不但總言及諸侯之大夫，而複別言袁僑者，是異袁僑之得禮。○複，扶又反。）"
      },
      {
        "index": 12,
        "text": "疏「及以」至「之也」。○釋曰：傳解經所以再言及者，以及與之也，謂與袁僑，故言及以殊之。《公羊》以為重言及者，為其與袁僑盟也。其意言諸侯大夫所以為盟者，為與袁僑盟也，與《穀梁傳》異也。禮，君不敵臣，陳遣大夫赴會，諸侯大夫與之為盟，則是貴賤之宜。而云大夫強者，陳侯遠慕中國，使大夫詣會受盟，諸侯雖則盟罷，當須更與結好。又尊卑不敵者，謂獨會公侯，今既與諸侯眾在，何以得稱不敵？陳侯不在，故與袁僑得盟。諸侯大夫，君在私盟，故謂之彊也。案十六年「大夫不臣也」，則不係諸侯。此云諸侯之大夫，而謂之彊者，此雖對君私盟，慢君之意緩，至十六年，積習已久，不臣之情極，故不係諸侯。此亦應為君之命，而謂之私者，對君盟，非臣事，故謂之私。\n秋，公至自晉。\n冬，晉荀罃帥師伐許。\n四年\n四年，春，王三月，已酉，陳侯午卒。\n夏，叔孫豹如晉。\n秋，七月，戊子，夫人姒氏薨。（成公夫人，襄公母也。姒，杞姓。○杞音起。）"
      },
      {
        "index": 13,
        "text": "疏「夫人姒氏薨」。○釋曰：《公羊》以為「戈氏」，何休云「莒女」。此與《左氏》並為「姒氏」，范及杜預皆云「杞女」，是與《公羊》異也。傳妾子為君，其母不得稱夫人。今薨葬備文者，君與夫人禮成之，臣民不可以妾禮遇之，故亦得稱夫人，今仍非禮也。\n葬陳成公。八月，辛亥，葬我小君定姒。（定，諡。）\n冬，公如晉。陳人圍頓。\n五年\n五年，春，公至自晉。\n夏，鄭伯使公子發來聘。"
      },
      {
        "index": 14,
        "text": "叔孫豹、繒世子巫如晉。外不言如，而言如，為我事往也。（外相如不書，為魯事往，故同於內。○巫，亡符反。為，於偽反。）"
      },
      {
        "index": 15,
        "text": "疏「叔孫豹繒世子巫如晉」。○釋曰：《公羊》以繒世子巫是繒之前夫人莒女所生，其巫之母，即是魯襄公同母？妹。繒更娶後夫人於莒，而無子。有女還於莒為夫人，生公子。但繒子愛後之夫人，故立其外孫莒之公子，故叔孫豹與世子巫如晉訟之。此傳直云「為我事往也」，不知更為何事，故徐邈注此，取《左氏》為說，云「為我事往」者，謂請繒於晉，以助已出賦也。今范云「外相如不書，為魯事往，故同於內也」也。下文滅繒，此傳亦同《公羊》，取外孫為嗣，則此之如晉同《公羊》，理亦無損。但巫縱與魯同是莒之外孫，傳不得云為我事往也。況又上四年范注云姒氏，襄公母，杞姓也，則襄公母非莒女也，若同《左氏》，則於傳文為順，未審范意如何。或當范雖從《公羊》外孫為嗣，此明如晉非為外孫。"
      },
      {
        "index": 16,
        "text": "仲孫蔑、衛孫林父會吳於善稻。（善稻，吳地。○善稻，吳謂之伊緩，《左氏》作「善道」。）吳謂善伊謂稻緩，號從中國，名從主人。（夷狄所號地形及物類，當從中國言之，以教殊俗，故不言伊緩，而言善稻。人名當從其本俗言。）"
      },
      {
        "index": 17,
        "text": "疏 「號從中國」。○釋曰：重發此文者，邾之與宋，俱是中國，嫌此魯、衛會吳善稻。善稻，吳地，嫌從夷號，故重發之。大原，晉地，接狄之竟，名曰大鹵，恐從狄名，故更發其例。蚡泉，魯地，莒從夷俗，但狄人謂蚡泉為矢胎，莒不得與真夷狄同，故亦須發例也。「名從主人」者，越為於越，《左氏》云壽夢之鼎是也。\n秋，大雩。楚殺其大夫公子壬夫。"
      },
      {
        "index": 18,
        "text": "公會晉侯、宋公、陳侯、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、齊世子光、吳人、繒人於戚。（繒以外甥為子，曾夷狄之不若，故序吳下，所以不複殊外吳者，以其數會中國故。○曾夷，才登反，又如字。不複，扶又反。數會音朔。）"
      },
      {
        "index": 19,
        "text": "疏注「數會中國故」。○釋曰：繒夷狄之下若，自當序吳下，繒在吳下，即得殊吳。所以云數會中國者，若繒夷狄不若，吳不數會中國，縱使抑繒，不可稱人進班也。今以其數行進之，故序云會進之。故序繒於下，以表夷狄之不若；進吳於上，以顯其數會中國也。\n公至自會。\n冬，戍陳。內辭也。（不言諸侯，是魯戍之。）"
      },
      {
        "index": 20,
        "text": "疏「內辭也」。○釋曰：此戍陳，《公羊》以為諸侯雖至，不可得而序，故獨言我也；杜預以為戚會，受晉命戍陳，諸侯各自遣戍，不複告魯，故不書也。觀范注，似魯獨自戍之。案檢上下，則於理不得。何者？定五年「歸粟於蔡」，傳云「專辭也」。彼專辭即與此內辭不異，彼傳歸粟，更云諸侯歸之，則此戍陳亦是諸侯同戍。襄三十年澶淵救災，具列諸國，故定五年歸粟，不複曆序諸侯，則此亦以救陳之文，具列諸侯，故於戍之文，獨言魯戍也。彼傳云「義邇也」，不足具列，則此亦以其事可知，故經文不序。范云魯者，解經之獨立文也。\n楚公子貞帥師伐陳。\n公會晉侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、齊世子光救陳。\n十有二月，公至自救陳。善救陳也。（楚人伐陳，公能救中國而攘夷狄，故善之。善之謂以救陳致。）\n疏「善救陳也」。○釋曰：於公之至下言之者，《春秋》主善以內，故書公至下重發。辛未，季孫行父卒。\n六年\n六年，春，王三月，壬午，杞伯姑容卒。\n夏，宋華弱來奔。\n秋，葬杞桓公。滕子來朝。（朝，直遙反。）"
      },
      {
        "index": 21,
        "text": "莒人滅繒。（莒是繒甥，立以為後，非其族類，神不歆其祀，故言滅。○莒人滅繒，似陵反；立其甥為後，異姓，故言滅也。）非滅也。（非以兵滅。）中國日，卑國月，夷狄時。繒，中國也，而時，非滅也。家有既亡，國有既滅。（滅猶亡，亡猶滅，家立異姓為後，則亡；國立異姓為嗣，則滅。既，盡也。）滅而不自知，由別之而不別也。（繒不達滅亡之義，故國滅而不知。○別，彼列反。）莒人滅繒，非滅也。非立異姓以蒞祭祀，滅亡之道也。（蒞音利，又音類。）"
      },
      {
        "index": 22,
        "text": "疏「中國」至「道也」。○釋曰：重發傳者，非兵滅，故重明之，由別之不別也。言繒所以滅者，立嗣須分別同姓，而繒不別也。舊解云「別猶識也」。言繒君唯識知國須立後，不能分別異姓之不得。\n冬，叔孫豹如邾。季孫宿如晉。（宿，行父子。）十有二月，齊侯滅萊。"
      },
      {
        "index": 23,
        "text": "疏「齊侯滅萊」。○釋曰：《左氏》以為齊遷萊子於阝，故不書出奔。《公羊》以為萊子出奔，不如死也，死不書，舉滅為重。此無傳，未知所從。\n七年\n七年，春，郯子來朝。（郯音談。朝，直遙反，下同。）\n夏，四月，三卜郊，不從，乃免牲。夏四月，不時也。三卜，禮也。乃者，亡乎人之辭也。"
      },
      {
        "index": 24,
        "text": "疏「三卜」至「辭也」。○釋曰：三卜是禮，而書之者，為三卜不從，及四月不時故也。「乃者，亡乎人之辭也」，複發傳者，嫌三卜禮不當，責無人也。\n小邾子來朝。\n疏「小邾子來朝」。○釋曰：《左傳》小邾穆公也。城費。（費音秘。）\n秋，季孫宿如衛。\n八月，螽。\n冬，十月，衛侯使孫林父來聘。壬戌，及孫林父盟。楚公子貞帥師圍陳。\n十有二月，公會晉侯、宋公、陳侯、衛侯、曹伯、莒子、邾子於鄬。（鄬，鄭地。○鄬本又作為，於詭反。）"
      },
      {
        "index": 25,
        "text": "鄭伯髡原如會，（髡，苦門反，本又作郡，或作頵，頵音於倫反《左氏》作「？頑」。）未見諸侯。丙戌，卒於操。（操，鄭地。○操，七報反。）未見諸侯，其曰如會，何也？致其誌也。禮：諸侯不生名，此其生名，何也？卒之名也。卒之名，則何為加之如會之上？見以如會卒也。其見以如會卒，何也？鄭伯將會中國，其臣欲從楚，不勝其臣，弑而死。其不言弑，何也？不使夷狄之民加乎中國之君也。（邵曰：「以其臣欲從楚，故謂夷狄之民，不欲使夷狄之臣得弑中國之君，故去弑而言卒，使若止卒然」。○見以，賢遍反。去，起呂反。）其地，於外也。其日，未逾竟也。日卒時葬，正也。（未逾竟音境。）"
      },
      {
        "index": 26,
        "text": "疏「日卒」至「正也」。○釋曰：葬在八年，比處發之者，以鄭伯被弑而同正卒。既同正卒，宜云正葬，故連言也。重發正卒之傳者，今被弑而同正卒，嫌與佗例異，故明之也。"
      },
      {
        "index": 27,
        "text": "陳侯逃歸。以其去諸侯，故逃之也。（鄭伯欲從中國而罹其凶禍，諸侯莫有討心，於是懼而去之，背華即夷，故書逃以抑之。○背音佩）\n八年\n八年，春，王正月，公如晉。"
      },
      {
        "index": 28,
        "text": "疏「正月公如晉」。○釋曰：傳例：「往月，危往也」。（原空二字）今書正月者，以鄭伯歸晉受禍，陳侯畏楚逃歸，明晉之不足可恃，而公往朝，危之道，故書月也。\n夏，葬鄭僖公。"
      },
      {
        "index": 29,
        "text": "鄭人侵蔡，獲蔡公子濕。（獲者，不與之辭。侵者，所以服不義，無相獲之道。○公子濕，本又作隰，又音谿，二十年同：《左氏》作「谿」）人，微者也。浸，淺事也。而獲公子，公子病矣。"
      },
      {
        "index": 30,
        "text": "疏「公子病矣」。○釋曰：《公羊》以為侵而言獲者，適得其意，謂值其無備，故獲得之。此云「公子病矣」，謂侵是淺事，所以得公子者，由公子病弱矣。徐邈云：「公子病，不任為將帥，故獲之。」"
      },
      {
        "index": 31,
        "text": "季孫宿會晉侯、鄭伯、齊人、宋人、衛人、邾人於邢丘。（邢丘，地。○邢音刑。）見魯之失正也，公在而大夫會也。（見，賢遍反。）\n疏「見魯之失正也」。○釋曰：以公在晉，未及告公，大夫為會，故云「失正也」。公至自晉。莒人伐我東鄙。\n秋，九月，大雩。\n冬，楚公子貞帥師伐鄭。晉侯使士匄來聘。\n九年\n九年，春，宋災。外災不誌，此其誌何也？故宋也。（故猶先也，孔子之先，宋人。）"
      },
      {
        "index": 32,
        "text": "疏「宋災」。○釋曰：《公羊》以為「大者曰災」，何休云「大者謂正寢、社稷、宗廟、朝廷也」，小者非宗廟社稷也。又曰「內何以不言火，甚之也」者，何休云「《春秋》以內為天下法」，「故雖小有火，如大災」。又云「外災不書，此何書？為王者之後記災也。」此傳直云「故宋也」，徐邈云：「《春秋》王魯，以周公為王後，以宋為故也。」是亦以為王者之後記災也。今范獨云「孔子之先宋人」，故記其災，以黜周王魯，乃是《公羊》之說。今徐乃取以解《穀梁》，故范不從之。\n夏，季孫宿如晉。五月，辛酉，夫人薑氏薨。（成公母。）秋，八月，癸未，葬我小君穆薑。\n冬，公會晉侯、宋公、衛侯、曹伯、莒子、邾子、滕子、薛伯、小邾子、齊世子光伐鄭。"
      },
      {
        "index": 33,
        "text": "十有二月，已亥，同盟於戲。（戲，鄭地。○於戲，許宜反。）不異言鄭，善得鄭也。不致，恥不能據鄭也。（戲盟還而楚伐鄭，故恥不能終有鄭。）"
      },
      {
        "index": 34,
        "text": "疏 「不異」至「鄭也」。○釋曰：舊解以伐鄭之文在上，即同盟於戲，明鄭在可知，故不異言也。善得鄭也，言鄭服心同盟，故以為善，既善得鄭，則是無恥。所以不致者，恥不能據鄭也，謂既盟之後，楚即伐鄭，恥不能終據之，故不致也。又一解，不異言鄭，謂會伐無鄭伯之文，今不序，是不異言也。所以不異言者，善得鄭也，嘉其服心受盟，比之舊同好然，故不異言也。既善得鄭，又以為恥者，當時鄭雖受盟，楚即伐鄭，諸侯不能終據鄭，故以為恥也。\n楚子伐鄭。\n十年"
      },
      {
        "index": 35,
        "text": "十年，春，公會晉侯、宋公、衛侯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子、齊世子光會吳於柤。（柤，楚地。○於柤，莊加反。）會，又會，外之也。（五年會於戚，不殊會，今殊會吳者，複夷狄故。○複夷，扶又反，下「不複」皆同。）"
      },
      {
        "index": 36,
        "text": "疏「會又會，外之也」。○釋曰：重發傳者，五年戚會不殊吳，今殊之，故複發傳。○注「複夷狄故」。○釋曰：舊解戚之會抑繒進吳，故不得殊會，今宜當複夷狄，故會以外之。或以為戚會，以吳行進，故不殊之，今在後，更為夷狄之行，故外之。"
      },
      {
        "index": 37,
        "text": "夏，五月，甲午，遂滅傅陽。（傅陽，《左氏》作「逼陽」。）遂，直遂也。其曰遂何？不以中國從夷狄也。（言時實吳會諸侯滅傅陽，恥以中國之君從夷狄之主，故加甲午，使若改日諸侯自滅傅陽。滅卑國月，此日，蓋為遂耳。○為，於偽反。）"
      },
      {
        "index": 38,
        "text": "疏「遂，直遂也」。○釋曰：傳言「遂，直遂也」者，是繼事之辭，不須云日。今加甲午，始云遂滅，與凡遂異，故傳言之。○注「此日，蓋為遂耳」。○釋曰：傅陽卑國，例當書月，此經言日，故范云「蓋為遂耳」。為遂者，欲見不使中國之君從夷狄之主也。"
      },
      {
        "index": 39,
        "text": "公至自會。會夷狄不致，惡事不致，（夷狄不致，恥與同。惡事不致，恥有惡。）此其致何也？（會吳，會夷狄也。滅傅陽，惡事也。據不應致。）存中國也。（以中國之君，從夷狄之主，而滅人之邑也，此即夷狄爾，是無中國也。故加甲午，使若改日諸侯自滅傅陽爾，不以諸侯從夷狄也。滅中國雖惡事，自諸侯之一眚爾。從夷狄而滅人，則中國不複存矣。○眚，所景反。）"
      },
      {
        "index": 40,
        "text": "疏「夷狄」至「國也」。○釋曰：僖二十六年「公至自伐齊」，傳曰：「惡事不致，此其致之何也？危之也。」彼亦是以蠻夷伐中國，傳總釋之。今分別兩言之者，當以直會夷狄，直為惡事，二者俱不致會。夷狄不致者，成二年蜀之盟是也。惡事不致者，桓二年稷之會是也。今公從夷狄為柤之會，又滅傅陽，二事皆惡，故傳兩舉之。彼公以楚師伐齊唯是一事，故總釋耳。傳於此見存中國之文者，雞澤之會，諸侯失政，從此之後，日益陵遲，又會夷狄之人以滅中國，惡事之甚，故書公至以存之。僖二十六年傳云危之，此云存之者，彼向來陵遲，故直云危之。公此時微弱之甚，故云「存中國也」。○注「而滅人之邑」。○釋曰：此謂國邑也，故上注云「卑國月」。《公羊》、《左氏》亦以為國也。"
      },
      {
        "index": 41,
        "text": "中國有善事，則並焉。（若中國有善事，則不複言會諸侯，改日遂滅傅陽。如僖四年諸侯「侵蔡，蔡潰」，「遂伐楚」，是並焉。○則並，必性反，又如字。）無善事則異之，存之也。（諸侯會吳於柤，甲午，遂滅傅陽，是則若會與遂異人。）汲鄭伯，（汲猶引也。鄭伯？原為臣所弑而不書弑，此引而致於善事。○ 汲音急。）逃歸陳侯，（鄬之會，陳侯不會，以其為楚，故言逃歸。○為，於偽反。）致柤之會，存中國也。\n楚子貞、鄭公孫輒帥師伐宋。晉師伐秦。秋，莒人伐我東鄙。"
      },
      {
        "index": 42,
        "text": "公會晉侯、宋公、衛侯、曹伯、莒子、邾子、齊世子光、滕子、薛伯、杞伯、小邾子伐鄭。（齊世子光字滕薛之上，蓋驕蹇。○蹇，紀輦反。）"
      },
      {
        "index": 43,
        "text": "冬，盜殺鄭公子斐、公子發、公孫輒。稱盜以殺大夫，弗以上下道，惡上也。（兩下相殺，不誌乎《春秋》，惡鄭伯不能脩政刑，致盜殺大夫也。以上下道，當言鄭人殺其大夫。○斐，芳尾反，《左氏》作「騑」。惡，路反。）"
      },
      {
        "index": 44,
        "text": "疏「稱盜」至「上也」。釋曰：哀四年傳云「微殺大夫，謂之盜」，而曰上下道者，以微殺大夫，即是兩下相殺。兩下相殺，不誌乎《春秋》，惡鄭伯不能脩政，刑以致盜殺大夫，則哀十三年「盜殺陳夏區夫」，昭二十年「盜殺衛侯之兄輒」，亦是惡其君以致盜也。兩下相殺，既不入於例，故云不以上下道。其以上下道者，當云鄭人殺其大夫也。然文六年狐射姑殺陽處父，經改兩下相殺之文「晉殺其大夫陽處父」，是謂君國殺之之辭也，則上下之道亦稱國。而獨決其不稱人者，稱國以殺大夫有二例，以二例不定，故不得專為上下道；稱人殺，是誅有罪之文，有罪無二例，故得決之。於此發例者，盜殺大夫，初起於此故也。"
      },
      {
        "index": 45,
        "text": "戌鄭虎牢。（不稱其人，則魯戍也，猶戍陳。）其曰鄭虎牢，決鄭乎虎牢也。（二年，鄭去楚而從中國，故城虎牢。不言鄭，使與中國無異。自爾已來，數反覆，無從善之意，故係之於鄭，決絕而棄外。○數，所角反。覆，芳服反。）"
      },
      {
        "index": 46,
        "text": "疏注「二年」至「棄外」。○釋曰：注言此者，解其決鄭之意。九年鄭與諸侯同盟，其年楚子伐鄭，鄭從楚，此年又與楚公子貞伐宋，是其數反覆也。今諸侯則戍鄭，當見其無從善之心，故不得內之，以明當決絕之。若不決絕之，當如上二年直云「城虎牢」，不係之鄭也。\n楚公子貞帥師救鄭。公至自伐鄭。\n十有一年"
      },
      {
        "index": 47,
        "text": "十有一年，春，王正月，作三軍。作，為也。古者天子六師，諸侯一軍。作三軍，非正也。（《周禮》、《司馬法》曰：「萬有二千五百人為軍。王六軍，大國三軍，次國二軍，小國一軍，其將皆命卿。二千五百人為師。」然則此言天子六師，凡萬有五千人；大國三軍，則三萬七千五百人。諸侯製逾天子，非義也。總云諸侯一軍，又非製也。昭五年經曰「舍中軍」，傳曰「貴複正也」，然則魯有二軍，今云三軍，增置中軍爾。魯為次國，於此為明。○將，子匠反。舍中音舍。）\n疏注「魯為次國」。釋曰：魯本周公之後，地方七百裏，而云次國者，據春秋時言之也。\n夏，四月，四卜郊，不從，乃不郊。夏四月，不時也。四卜，非禮也。"
      },
      {
        "index": 48,
        "text": "疏「四卜」非「禮也」。○釋曰：上三卜為禮，而非時。此卜違禮，而禮亦非時，故重發傳。不言免牲者，不行免牲之禮，故但言不郊耳。鄭公孫舍之帥師侵宋。\n公會晉侯、宋公、衛侯、曹伯、齊世子光、莒子、邾子、滕子、薛伯、杞伯、小邾子伐鄭。\n秋，七月，已未，同盟於京城北。（盟謀更共伐鄭。京城北，鄭地。○京城，《左氏》京作「亳」。）"
      },
      {
        "index": 49,
        "text": "公至自伐鄭。不以後致，盟後複伐鄭也。（傳例曰：「已伐而盟。複伐者，則以伐致。盟不複伐者，則以會致。」此言不以後致，謂會在伐後。○複，扶又反。）"
      },
      {
        "index": 50,
        "text": "疏 「不以」至「鄭也」。○釋曰：成十七年「夏，公會尹子」云云「伐鄭」，乙酉，同盟於柯陵」，與此正同。彼云「公至自會」，此云「公至自伐鄭」，致文不同者，案彼伐鄭同盟於柯陵，為公不同於伐鄭，以會事為大，故以會致；此時鄭從楚，楚彊，諸侯畏之，故以伐為大事。又盟後重更伐鄭，故以伐致也。○注「傳例」至「伐後」。○釋曰：下十九年傳文。\n楚子、鄭伯伐宋。"
      },
      {
        "index": 51,
        "text": "公會晉侯、宋公、衛侯、曹伯、齊世子光、莒子、邾子、滕子、薛伯、杞伯、小邾子伐鄭，會於蕭魚。（蕭魚，鄭地。）\n公至自會。伐而後會，不以伐鄭致，得鄭伯之辭也。（鄭與會而服中國，喜之，故以會致。○鄭與音豫。）"
      },
      {
        "index": 52,
        "text": "疏「伐而」至「辭也」。○釋曰：僖四年傳云「二事偶，則以後事致」，此云「「公至自會」，正是其當。而云「不以伐鄭致」者，以鄭從楚，伐之尤難，故當以伐為大事，但以喜鄭與會，故以會致之。\n楚人執鄭行人良宵。行人者，挈國之辭也。（行人，是傳國之辭命者。○傳，直專反。）"
      },
      {
        "index": 53,
        "text": "疏「挈國之辭也」。○釋曰：舊解挈猶傳也。行人傳國使會命，故云「挈國之辭也。」或以挈為舉謂傳，舉國命之辭，理亦通耳，但與注乖。行人之文有六，傳之所以發者三也。昭公八年「楚人執陳行人於徵師」，傳曰：「稱人以執大夫，執有罪也。稱行人，怨接於上也。」襄十有八年「晉執衛行人石買」，傳曰：「稱行人，怨接於上也。」此云「楚人執鄭行人良宵」，傳曰：「挈國之辭也。」徵師云稱人執有罪，則此挈國之辭，而被囚執，亦是有罪也。石買云稱行人怨接於上，則良宵亦然也，是其文亦相通也。傳舉三者，則定六年「晉人執宋行人樂祁」，七年「齊人執衛行人北宮結」，昭二十三年「晉人執我行人叔孫婼」亦然也。是稱人以執有罪，石買稱行人怨接於上，明君之與臣，兩舉失之也。執大夫稱人，又有二義。莊十七年「齊人執鄭詹」，傳曰「人者，眾辭也。以人執，與之辭也」。僖四年齊人執陳袁濤塗傳曰：「齊人者，齊侯也」，「不正其逾國而執也」。桓十一年「宋又執鄭祭仲」，傳曰「宋人者，宋公也。其曰人何也？貶之也」。是有二也。案經例執大夫皆稱人而執，未有稱公侯者。而云貶宋公齊侯何也？斯有旨矣。然執大夫得其罪，例當稱人。經因事以明義，若彼執者有罪，則稱人以見罪；若執人者有罪，亦稱人以見惡。齊侯為逾國而執，宋公命人逐君，故貶之也，稱人以明不正也。縱使例執得其罪，未有稱公侯之文，其齊宋二君，亦當貶從稱人之限，故經雖同常文，傳則分而別之，所謂善惡不嫌同辭，不可以一概求之矣。祭仲不稱行人，舊解私罪不稱行人，或當非行人故也。\n冬，秦人伐晉。\n十有二年"
      },
      {
        "index": 54,
        "text": "十有二年，春，王三月，莒人伐我東鄙，圍邰。（蓋攻守之害深，故以危錄其月。○邰，本又作台，他來反，又音台。）伐國不言圍邑，舉重也。（伐國重，圍邑輕，舉重可以包輕。）取邑不書圍，安足書也。（不足書而今書，蓋為下事起。○為，於偽反。）\n疏注「蓋為下事起」。○釋曰：范知之者，以伐國不言圍邑，言圍邑有所見，明此為下事耳。"
      },
      {
        "index": 55,
        "text": "季孫宿帥師救邰，遂入鄆。（鄆，莒邑。○鄆音運。）遂，繼事也。受命而救邰，不受命而入鄆，惡季孫宿也。（惡，烏路反。）夏，晉侯使士魴來聘。\n秋，九月，吳子乘卒。\n冬，楚公子貞帥師侵宋。公如晉。\n十有三年\n十有三年，春，公至自晉。\n夏，取邿。（邿音詩。）\n疏「夏取邿」。○釋曰：《公羊》以邿為邾婁之邑，此傳雖無說，蓋從《左氏》為國也。\n秋，九月，庚辰，楚子審卒。（共王。○共音恭。）\n冬，城防。\n十有四年"
      },
      {
        "index": 56,
        "text": "十有四年，春，王正月，季孫宿，叔老會晉士匄、齊人、宋人、衛人、鄭公孫蠆、曹人、莒人、邾人、滕人、薛人、杞人、小邾人會吳於向。（向，鄭地。○蠆音丑邁反。向，舒亮反。）"
      },
      {
        "index": 57,
        "text": "疏「正月」至「於向」。○釋曰：何休云「月者，剌諸侯委任大夫，」「二年之後，君若贅旒然」，故月之。范雖不注，或以二卿遠會蠻夷，危之，故月。從何說，理亦通耳。\n二月，乙未朔，日有食之。"
      },
      {
        "index": 58,
        "text": "夏，四月，叔孫豹會晉荀偃、齊人、宋人、衛北宮括、鄭公孫蠆、曹人、莒人、邾人、滕人、薛人、杞人、小邾人伐秦。"
      },
      {
        "index": 59,
        "text": "已未，衛侯出奔齊。（諸侯出奔例月，衎結怨於民，自棄於位，君弑而歸，與知逆謀，故出入皆日，以著其惡。○與音豫。）"
      },
      {
        "index": 60,
        "text": "疏注 「諸侯」至「其惡」。○釋曰：桓十五年「五月，鄭伯突出奔蔡」，十六年「十有一月，衛侯朔出奔齊」，又十一年「鄭忽出奔衛」，亦文承九月之下，是例月也。若然，昭三年「冬，北燕伯款出奔齊」，二十一年「冬，蔡侯東出奔楚」而書時者，彼蔡侯東時，為公如晉，不當月，故時也；其北燕伯時，自為大雨雹，故亦略其月，文或當時，與月同，唯書日有異也。然此書日以著衛侯之惡，則昭二十五年「九月，乙亥，公孫於齊」，亦是明公之惡也。或可詳內，不可以外例準之。然「衛侯朔出奔齊」，傳曰「朔之名，惡也。天子召而不往」，彼亦惡而書名，則北燕伯、蔡侯之徒，亦是書名以見惡也。今衛侯以惡甚而書日，所以不名者，「鄭忽出奔衛」，傳曰「其名，失國也」，衛侯雖則惡甚，以其不失國，故不名以見得國，入書名以明惡也。曹伯負芻無罪，故出入不名，則衛侯鄭入書名者，亦惡可知也。然衛侯朔亦得國，而出書名者，以天子絕之故也。則蔡侯東、北燕伯款，亦為失國而名也。鄭忽，桓十五年稱「世子忽複歸於鄭」，亦是得國而書名者，以其微弱罪賤之，故傳曰其名失國，以後雖入國，不能自安，故亦與失國同也。又忽是世子，與君少異，故彼注云其名，謂去世子而但稱忽是也。公孫於齊不名者，為內諱也。一解以衛侯不名者，出奔書曰，以見罪惡甚，故不複名也，理亦通耳。\n莒人侵我東鄙。秋，楚公子貞帥師伐吳。\n冬，季孫宿會晉士匄、宋華閱、衛孫林父、鄭公孫蠆、莒人、邾人於戚。（閱音悅。）\n十有五年\n十有五年，春，宋公使向戌來聘。（向，舒亮反。戌音恤。）\n二月，巳亥，及向戌盟於劉。"
      },
      {
        "index": 61,
        "text": "劉夏逆王後於齊。（劉，采地。夏，名。書名，則非卿也。天子無外，所命則成，故不言逆女。○劉夏，戶雅反，注同。）"
      },
      {
        "index": 62,
        "text": "疏「劉夏」至「於齊」。○釋曰：《公羊》以劉夏為天子下大夫，今范云非卿，則亦以為下大夫也。此時王者，案《世本》、《本紀》當傾王也。"
      },
      {
        "index": 63,
        "text": "過我，故誌之也。（過音戈。）夏，齊侯伐我北鄙，圍成。公救成，至遇。（至遇而齊師已退也。遇，魯地。）季孫宿、叔孫豹帥師城成郛。（郛，郭。○郛音孚。）\n秋，八月，丁巳，日有食之。邾人伐我南鄙。\n冬，十有一月，癸亥，晉侯周卒。"
      }
    ]
  }
}