{
  "chapterNumber": 6,
  "title": "春秋穀梁傳註疏卷05 (Guliang Zhushu, Volume 5)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "卷五\n○莊公（起元年，盡十八年）\n疏《魯世家》莊公名同，桓公之子，以莊王四年即位。《諡法》「勝敵克壯曰莊。」\n元年\n元年，春，王正月。繼弑君，不言即位，正也。"
      },
      {
        "index": 1,
        "text": "疏「繼弑」至「正也」。○釋曰：桓繼弑即位，非正，故此言正以明之。繼弑君不言即位之為正，何也？據君不絕。曰，先君不以其道終，則子不忍即位也。"
      },
      {
        "index": 2,
        "text": "三月，夫人孫於齊。（桓公夫人文薑也。哀薑有殺子之罪輕，故僖元年曰「夫人氏之喪至自齊」，去「薑」以貶之。文薑有殺夫之罪重，故去「薑氏」以貶之。此輕重之差。○孫音遜，本亦作遜。去，起呂反，下去薑同。）孫之為言猶孫也，（孫，孫遁而去。○遁，徒困反。）諱奔也。接練時，錄母之變，始人之也。（夫人初與桓俱如齊，今又書者，於練時感夫人不與祭，故始以人道錄之。○與祭音豫。）"
      },
      {
        "index": 3,
        "text": "疏傳 「始人之也」。○釋曰：既以人道錄之，又不言氏姓貶之者，公以練祭，感母不與，故以人道錄之，但以妻殺夫，罪同至逆，不可不貶，故又以人道絕之，所以進退見法也。計桓公以十八年四月薨，至此年三月，未是練時，而云練祭感母不與者，至四月則當練，今方至練，故感之而思母。故何休云：「月者，起練祭左右。」是其意亦以四月為練也。"
      },
      {
        "index": 4,
        "text": "不言氏姓，貶之也。人之於天也，以道受命；於人也，以言受命。（臣子則受君父之命，婦受夫之命。）不若於道者，天絕之也。（若，順。）不若於言者，人絕之也。臣子大受命。（言義得貶夫人。）"
      },
      {
        "index": 5,
        "text": "疏傳 「人之」至「受命」。○釋曰：天之道，臣事君，子事父，妻事夫也。夫者妻之天，故曰「人之於天也，以道受命」，謂事夫之道也。臣子之法，當受君父教令，故曰「於人也，以言受命，不若於道者，天絕之也。」，謂文薑殺夫，是不順於道，故天當絕之。「不若於言者，人絕之也」，謂臣子不順君父之命，則君父當絕之。 「臣子大受命」，謂君父既絕天人，臣子受君父之命，故不得不貶也。其注云「臣子則受君父之命」者，解經中「以言受命」也。云「婦受夫之命」者，解「以道受命」也。恐此說非也，但舊為此解，不得不述。或當「人之於天也，以道受命」，謂順天道以事夫也。「於人也，以言受命」，謂臣受君命也。不順於道者天絕之，天道妻當事夫，今夫人反弑公，是不順天也，故天絕之。不順於言者，人絕之，謂婦當受天之命，夫人不受夫命，是不順人也，故人絕之。「臣子大受命」者，臣謂群下，子謂莊公，上受命於天，下受命於君，是大受命也。以其受君天之命，故臣子得貶退夫人也。"
      },
      {
        "index": 6,
        "text": "夏，單伯逆王姬。（單，姓也。伯，字。○單音善。單，姓；伯，字；《左氏》以為王卿士。逆王姬，《左氏》作「送王姬」。）單伯者何？吾大夫之命乎天子者也。命大夫，故不名也。（諸侯歲貢士於天子，天子親命之，使還其國為大夫者不名，天子就其國命之者，以名氏通也。）"
      },
      {
        "index": 7,
        "text": "疏注「諸侯」至「通也」。○釋曰：知諸侯貢士於天子者，傳稱「國、高在」，又何休云「大國舉三人，次國舉二人，小國舉一人」，是有貢士之法。今單伯，天子命大夫，故不名，知書名者，就國命之。"
      },
      {
        "index": 8,
        "text": "其不言如，何也？（據僖三十年「公子遂如京師」，言「如」。）其義不可受於京師也。其義不可受於京師，何也？曰，躬君弑於齊，使之主婚姻，與齊為禮，其義固不可受也。（禮：尊卑不敵，天子嫁女於諸侯，必使同姓諸侯主之。魯桓親見殺於齊，若天子命使為主，則非禮大矣。《春秋》為尊者諱，故不可受之於京師。○弑又作殺。為尊，於偽反，下「為之築」同。）"
      },
      {
        "index": 9,
        "text": "疏注「禮尊」至「京師」。○釋曰：天子嫁女於諸侯，必使同姓諸侯主婚之意者，天子與諸侯尊卑不敵，若行君臣之禮，則廢婚姻之好，若行婚姻之好，則廢君臣之禮，故使諸侯主之。\n秋，築王姬之館於外。築，禮也。於外，非禮也。（外，城外也。）"
      },
      {
        "index": 10,
        "text": "疏「於外，非禮也」。○釋曰：《左氏》以為築於外，禮也。此云「非禮」者，以主王姬者，必自公門出，今築之於外，則是營衛不固，是輕王女，故云「非禮」。謂非正禮耳，於變禮則通也。"
      },
      {
        "index": 11,
        "text": "築之為禮，何也？主王姬者，必自公門出。（公門，朝之外門。主王姬者，當設几筵於宗廟以俟迎者，故在公門之內築王姬之館。○朝之，直遙反，下「於朝」同。迎，魚敬反，下同。）於廟則已尊，於寢則已卑，為之築，節矣。築之外，變之正也。築之外，變之為正，何也？仇讎之人，非所以接婚姻也。衰麻，非所以接弁冕也。（親迎服祭服者，重婚姻也。公時有桓之喪。○衰，七回反。弁，皮彥反。）"
      },
      {
        "index": 12,
        "text": "疏注「親迎」至「之喪」。○釋曰：禮：稱冕而親迎，是服祭服也。弁冕者，連言之。《周禮》「弁師掌王之五冕」，故傳亦通言之。\n其不言齊侯之來逆，何也？不使齊侯得與吾為禮也。"
      },
      {
        "index": 13,
        "text": "疏「不使」至「禮也」。○釋曰：二十四年「夏，公如齊逆女」，傳云：「親迎，恒事也，不誌。此其誌，何也？不正其親迎於齊也。」然則不言齊侯之來逆，乃是常事不錄，而云「不使齊侯得與吾為禮也」者，《春秋》之例，得常不書。莊公親逆，是禮而書，故知非其逆於齊也。今王姬嫁於齊，而使魯為主，齊侯如魯親逆，當合書經。但齊是魯仇，不使齊侯得與吾為禮，故不書之耳。舊解齊侯親逆，不至京師，文王親逆，不至於洽，則天子諸侯親迎，皆不至婦家矣。今恐不然。何者？此時王姬魯主婚，故不至京師。《詩》稱「親迎於渭」 者，為「造舟為梁」張本，焉知文王不至大姒之家？舉所疑，遺諸來哲。\n冬，十月，乙亥，陳侯林卒。諸侯日卒，正也。\n疏「日卒，正也。」○釋曰：重發之者，此共「錫命」相連，恐日月之為「錫命」而錄，故傳明之。"
      },
      {
        "index": 14,
        "text": "王使榮叔來錫桓公命。（榮，氏；叔，字；天子之上大夫也。禮有九錫，一曰輿馬，二曰衣服，三曰樂則，四曰朱戶，五曰納陛，六曰虎賁，七曰弓矢，八曰鈇鉞，九曰鬯，皆所以褒德賞功也。德有厚薄，功有輕重，故命有多少。何休曰，桓弑逆之人，王法所宜誅絕，而反錫命，悖亂天道，故不言天王也。文五年「王使榮叔歸含且賵」，則曰「含者，臣子之職也，以至尊行卑事」，故不言天王也。三月，「王使毛伯來會葬」，又曰「剌比失禮」，故亦不言天王也。寧案，僖二十四年「天王出居於鄭」，不可最大矣。禮天子既有賵含之製，傳但譏二事共一使耳，言「且」所以示譏，一事無再貶之道也。以天王之尊，會人妾祖母之葬，誠失禮矣。孰若使任叔之子來聘，使家父來求車之不可乎？此三者皆言天王，明非義之所存。舊史有詳略，夫子因而弗革，故知曲說雖巧，致遠則滯矣。○錫，星曆反。賁音奔。鈇，方胡反。鉞音越。音巨，黑黍。鬯，敕亮反，香酒也。悖，補對反。含，胡暗反。賵，芳鳳反。剌，七賜反。一使，所吏反。任音壬。滯，乃計反，一本作泥。）"
      },
      {
        "index": 15,
        "text": "疏注「禮有」至「多少」。釋曰：「九錫」者，出《禮緯》文也。此九錫與《周禮》九命異。何休注《公羊》，既引九錫之文，即云「百里不過九命，七十里不過七命，五十里不過五命」，其意以九錫即是九命也。今知何說非者，案《大宗伯》「以九儀之命，正邦國之位，一命受職，再命受服，三命受位，四命受器，五命受則，六命賜官，七命賜國，八命作牧，九命作伯」，其言與九錫不同，明知異也。今范引九錫之下，直云「皆所以褒德賞功」也。德有厚薄，功有輕重，故命有多少，則亦以九錫異也。但此九錫亦是賜命之類，故引之。或以范亦與何同，恐非也。《白虎通》云：「能安民者賜車馬，能富民者賜衣服，能和民者賜樂則，民眾多者賜朱戶，能進善者賜納陛，能退惡者賜虎賁，能誅有罪者賜鈇鉞，能征不顯者賜弓矢，孝道備者賜鬯。」亦是有功特賜，不關九命之事也。舊說解九錫之名，一曰輿馬，大輅、戎輅各一，玄馬二也。二曰衣服，謂玄袞也。三曰樂則，謂軒縣之樂也。四曰朱戶，謂所居之室朱其戶也。五曰納陛，謂從中階而升也。六曰虎賁，謂三百人也。七曰弓矢，彤玈之弓矢也。八曰鈇鉞，謂大柯斧，賜之專殺也。九曰鬯，謂賜鬯之酒，盛以圭瓚之中，以祭祀也。"
      },
      {
        "index": 16,
        "text": "禮有受命，無來錫命。錫命，非正也。（賞人於朝，與士共之，當召而錫也。《周禮•大宗伯職》曰「王命諸侯則儐之」，是來受命。○朝直遙反。儐，必刃反。）生服之，死行之，禮也。生不服，死追錫之，不正甚矣。"
      },
      {
        "index": 17,
        "text": "疏「不正甚矣」。○釋曰：文公逾年而賜，成公八年乃賜，桓公死後追賜，三者異時，嫌不得相蒙，故並皆發傳。此追命失禮最大，故以「甚」言之。\n王姬歸於齊。為之中者歸之也。"
      },
      {
        "index": 18,
        "text": "疏「為之中者歸之也」。○釋曰：十一年「王姬歸於齊」，傳曰「過我也」，此云「為之中者歸之」，發傳不同者，此王姬由魯而嫁，故曰「為之中者」，彼王姬非魯主婚，故直云「過我也」。"
      },
      {
        "index": 19,
        "text": "齊師遷紀、郱鄑郚。紀，國也。郱鄑郚，國也。（此國以三言為名。○郱，步丁反。鄑，子移反。郚音吾。）或曰，遷紀於郱鄑郚。（十年「宋人遷宿」，傳曰：「遷，亡辭也。其不地，宿不複見矣。」齊師遷紀，四年複書「紀侯大去其國」者，紀侯賢，不與齊師之亡紀，故變文以見義。郱鄑郚之君，無紀侯之賢，故不複見，從常例也。若齊師遷紀於郱鄑郚，當言「於」以明之，又不應複書地，當如宋人遷宿，齊人遷陽。「或曰」之說，寧所未詳。○複，扶又反。見，賢遍反。）"
      },
      {
        "index": 20,
        "text": "疏注「不應複書地」。釋曰：此范難「或曰」之說，言宿陽既亡不地，則此亦不應複書地，何書「於郱鄑郚」乎？\n二年\n二年，春，王二月，葬陳莊公。"
      },
      {
        "index": 21,
        "text": "夏，公子慶父帥師伐於餘丘。（慶父，名，字仲父。）國而曰伐。於餘丘，邾之邑也。其曰伐，何也？公子貴矣，師重矣。而敵人之邑，公子病矣。病公子，所以譏乎公也。其一曰，君在而重之也。（邾君在此邑，故不繼於邾，使若國。）"
      },
      {
        "index": 22,
        "text": "疏注「邾君」至「若國」。釋曰：觀傳上文「其曰伐，何也？公子貴矣」云云，「所以譏乎公」也，則是解其稱伐之意。而范注解「一曰」之義，則似解不繼於邾者，一曰君在而重之也，亦是解其稱伐之意。言邑而稱伐者，為君在重之，使若國然，故邑亦稱伐，是上下不相違也。"
      },
      {
        "index": 23,
        "text": "秋，七月，齊王姬卒。為之主者，卒之也。（主其嫁則有兄弟之恩，死則服之。服之，故書卒。《禮記》曰：「齊告王姬之喪，魯莊公為之大功。」○為之大功，於偽反。）"
      },
      {
        "index": 24,
        "text": "疏「秋，七月」云云。○釋曰：何休云，內女卒日，此不日者，恩實輕於內女。案成八年「冬，十月，癸卯，杞叔姬卒」，書日，此不書日，是輕於內女也。"
      },
      {
        "index": 25,
        "text": "冬，十有二月，夫人薑氏會齊侯於禚。（禚，齊地。○禚，章略反。）婦人既嫁不逾竟，逾竟，非正也。婦人不言會，言會，非正也。饗，甚矣。（饗在四年。○逾竟音境，後「逾竟」例皆同）。\n乙酉，宋公馮卒。（馮，皮冰反。）"
      },
      {
        "index": 26,
        "text": "疏「乙酉，宋公馮卒」。○釋曰：案《世本》馮是宋莊公，穆公之長子，宋督既弑與夷，則馮是當正，故亦書日卒也。\n三年"
      },
      {
        "index": 27,
        "text": "三年，春，王正月，溺會齊侯伐衛。（徐邈曰：「傳例曰：‘往月，危往也。’齊受天子罪人，為之興師，而魯與同，其理危也。」○溺，乃狄反。）\n疏注「傳例」至「往也」。釋曰：定八年傳文。會例時，齊魯黨大是罪人，故書月以見危也。"
      },
      {
        "index": 28,
        "text": "溺者何也？公子溺也。其不稱公子，何也？（據二年「公子慶父帥師伐於餘丘」，稱公子。）惡其會仇讎而伐同姓，故貶而名之也。（惡，烏路反）。\n夏，四月，葬宋莊公。月葬，故也。"
      },
      {
        "index": 29,
        "text": "五月，葬桓王。傳曰，改葬也。（若實改葬，當言改以明之。郊牛之口傷，改卜牛是也。傳當以七年乃葬，故謂之改葬。）"
      },
      {
        "index": 30,
        "text": "疏「傳曰，改葬也」。○釋曰：傳云「改葬」，而范違之者，以經不言「改」，故知非改葬也。傳言「改」者，以見喪逾七年，已行吉禮，今始反服喪服，故謂之「改葬」。又《感精符》云：「恒星不見，夜中，星隕如雨，而王不懼，使榮叔改葬桓王塚，奢麗大甚。」如讖之言，則改葬桓王在恒星不見之後，故范謂此時非改葬也。"
      },
      {
        "index": 31,
        "text": "改葬之禮，緦，舉下，緬也。（緦者五服最下，言舉下緬上，從緦皆反其故服。因葬桓王，記改葬之禮。不謂改葬，桓王當服緦也。猶「晦，震夷伯之廟」，因明天子諸侯之製，不謂夷伯非魯之大夫也。寧之先君，與蔡司徒論之詳矣。江熙曰：「葬稱公，舉五等之上，改葬禮緦，舉五服之下，以喪緬藐遠也。天子諸侯易服而葬，以為交於神明者，不可以純凶，況其緬者乎？是故改葬之禮，其服唯輕。言緬，釋所以緦也。」○緦，息詞反。緬，亡善反，遠也。）"
      },
      {
        "index": 32,
        "text": "疏注「緦者」至「緦也」。釋曰：五服者，案《喪服》有斬衰、齊衰、大功、小功、緦麻是也。改葬之禮，各從本服，但緦服者是五服之下，故傳云，改葬之禮，緦者舉下以緬上也。不謂改葬，桓王之時，唯服緦耳。蔡司徒者，謂蔡謀也。江熙以為改葬之禮，其服唯輕，故云「天子諸侯易服而葬」，以證唯緦耳。知「天子諸侯易服而葬」者，《檀弓》云：「弁絰葛而葬，與神交之道也。」鄭玄云：「接神之道，不可以純凶，天子諸侯，變服而葬，冠素弁，以葛為環絰。既虞，卒哭，乃服受服也。」變服者，謂未葬以前服麻，葬則易之以葛也。"
      },
      {
        "index": 33,
        "text": "或曰，卻屍以求諸侯。（停屍七年，以求諸侯會葬，非人情也。○卻屍，去略反，又去逆反，杜預云：「屍，未葬之通稱。」）天子誌崩不誌葬，必其時也。何必焉？舉天下而葬一人，其義不疑也。誌葬，故也，危不得葬也。曰，近不失崩，不誌崩，失天下也。（京師去魯不遠，赴告之命，可不逾旬而至。史不誌崩，則亂可知。）\n疏注「京師」至「可知」。釋曰：王城去魯才餘千里，赴喪者旬日而至，史不記崩，亂可知也。"
      },
      {
        "index": 34,
        "text": "獨陰不生，獨陽不生，獨天不生，三合然後生。（徐邈曰：「古人稱萬物負陰而抱陽，衝氣以為和。然則傳所謂天，蓋名其衝和之功，而神理所由也。會二氣之和，極發揮之美者，不可以柔剛滯其用，不得以陰陽分其名，故歸於冥極而謂之天。凡生類稟靈知於天，資形於二氣，故又曰獨天不生，必三合而形神生理具矣。」○揮，許歸反。冥，亡丁反。稟，使錦反。知於音智。）故曰，母之子也可，天之子也可，尊者取尊稱焉，卑者取卑稱焉。（王者尊，故稱天子。眾人卑，故稱母子。○母之子也可，絕句，下仿此。尊稱，尺證反，下「卑稱」同。）"
      },
      {
        "index": 35,
        "text": "疏傳 「獨陰不生」至「稱焉」。○釋曰：凡物之生，皆資二氣之和，稟上天之靈知，不可以柔剛滯其用，不得以陰陽分其名，故云「三合然後生」也。雖資三合，然終推功冥極，故云「天之子」也。托之人事，故又曰父之子，母之子也。天則感生者眾，言天足以兼父，不得云「父子」而曰「天子」，眾人或知母而不知父，故云「母子」，亦不云「父子」也。眾人亦稟天氣而生，不云「天子」者，天子取尊稱，故稱「天子」，眾人取卑稱，故稱「母子」也。傳因論天子崩葬，故明其別稱也。然則陰能成物，陽能生物，天能養物，而總云生者，凡萬物初生，必須三氣合，四時和，然後得生，不是獨陽能生也。但既生之後，始分係三氣耳。注云「不可以剛柔滯其用，不得以陰陽分其名」者，《易•係辭》云「一陰一陽謂之道」，王弼云「一陰一陽者，或謂之陰，或謂之陽，不可定名也。夫為陰則不能為陽，為柔則不能為剛。唯不陰不陽，然後為陰陽之宗；不柔不剛，然後為剛柔之主，故無方無體，非陽非陰，始得謂之道，始得謂之神」是也。柔剛者，即陰陽之別名也。故《係辭》又云：「動靜有常，剛柔斷矣。」注云：「陽動陰靜，剛柔之斷也。」是剛則陽，柔則陰也。\n其曰王者，民之所歸往也。"
      },
      {
        "index": 36,
        "text": "秋，紀季以酅入於齊。（季，紀侯弟。○以酅，下圭反。）酅，紀之邑也。入於齊者，以酅事齊也。入者，內弗受也。（雍曰：「紀國微弱，齊將吞並。紀季深睹存亡之機，大懼社稷之傾，故超然遐舉，以酅事齊，庶胤嗣不泯，宗廟永存。《春秋》賢之，故褒之字。齊受人之邑而滅人之國，故於義不可受也。」○並，必性反。泯，彌忍反。）\n疏「入者內弗受也」。○釋曰：重發之者，此齊不可受，嫌違例，故重發之。\n冬，公次於郎。次，止也。有畏也，欲救紀而不能也。（畏齊）\n四年"
      },
      {
        "index": 37,
        "text": "四年，春，王二月，夫人薑氏饗齊侯於祝丘。（饗，食也。兩君相見之禮，凡會書月，著時，事有危，雖於公發例，亦無所不關。祝丘，魯地。○饗，本又作享，香丈反。著，張略反，又張慮反。）"
      },
      {
        "index": 38,
        "text": "疏「饗食」至「魯地」。○釋曰：「饗，食也」者，烹大牢以飲賓，故云兩君相見之禮。夫人與齊侯非禮饗食，故云「著時，事有危」。此與二年禚之會書月以著危，而五年「夏，夫人薑氏如齊師」不書月者，何休云：「再出書月重之，三出不月者，省文，從可知也。」事或然矣。\n饗，甚矣。（以非禮尤甚，故謹而月之。）饗齊侯，所以病齊侯也。\n三月，紀伯姬卒。（隱二年履緰所逆者。內女卒例日，伯姬失國，略之，故月也。○緰音須。）"
      },
      {
        "index": 39,
        "text": "疏注「隱二」至「月也」。○釋曰：僖九年「秋，七月，乙酉，伯姬卒」，是例日也。此不日，明為失國略之也。"
      },
      {
        "index": 40,
        "text": "外夫人不卒，此其言卒，何也？吾女也。適諸侯則尊同，以吾為之變，卒之也。（禮：諸侯絕傍期，姑姊妹女子子嫁於國君者，尊與已同，則為之服大功九月，變不服之例。然則適大夫者不書卒。○為，於偽反。期，居其反。）\n疏注「禮諸」至「書卒」。○釋曰：莒慶、高固並逆叔姬，經無卒文，是適大夫不書卒也。\n夏，齊侯、陳侯、鄭伯遇於垂。（傳例曰：「不期而會曰遇，遇者，誌相得也。」）"
      },
      {
        "index": 41,
        "text": "紀侯大去其國。大去者，不遺一人之辭也。言民之從者，四年而後畢也。紀侯賢而齊侯滅之，不言滅而曰大去其國者，不使小人加乎君子。（不曰滅而曰大去其國，蓋抑無道之強，以優有道之弱。若進止在已，非齊所得滅也。何休曰：「《春秋》楚世子商臣弑其君，其後滅江、六，不言大去。又大去者，於齊滅之不明，但知不使小人加乎君子，而不言滅，縱失襄公之惡，反為大去也。」鄭君釋之曰：「商臣弑其父，大惡也，不得但為小人。江、六之君，又無紀侯得民之賢，不得變滅言大去也。元年冬‘齊師遷紀’，三年‘紀季以酅入於齊’，今‘紀侯大去其國’，是足起齊滅之矣。即以變滅言大去，為縱失襄公之惡，是乃經也，非傳也。且《春秋》因事見義，舍此以滅人為罪者自多矣。」○縱，子用反。見，賢遍反。舍音舍。）"
      },
      {
        "index": 42,
        "text": "疏注「舍此」至「多矣」。○釋曰：此是鄭難。何休云「縱失襄公之惡也」，言《春秋》有因事見義者，不得不舍此以滅人為罪也。若僖五年「晉人執虞公」，十九年「梁亡」之類是也。"
      },
      {
        "index": 43,
        "text": "六月，乙丑，齊侯葬紀伯姬。外夫人不書葬，此其書葬，何也？吾女也。失國，故隱而葬之。（隱，痛也。不曰卒而曰葬，閔紀之亡也。）"
      },
      {
        "index": 44,
        "text": "疏注「曰葬」至「亡也」。○釋曰：知非為危者，紀國已滅而齊葬之，非複紀之臣子能葬，故知閔之，非為危也。又三十年「八月，癸亥，葬紀叔姬」，傳曰：「日葬，閔紀之亡也。」知此亦是閔之也。不於卒閔之者，葬者送終大事故也。\n秋，七月。"
      },
      {
        "index": 45,
        "text": "冬，公及齊人狩於郜。（郜，齊地。○狩音獸。郜，古報反，《左氏》作禚。）齊人者，齊侯也。其曰人，何也？卑公之敵，所以卑公也。（內無貶公之道。）何為卑公也？不複仇而怨不釋，剌釋怨也。（怨，紆元反，又紆原反，後同。剌，七賜反。）\n五年\n五年，春，王正月。\n夏，夫人薑氏如齊師。師而曰如，眾也。（言師眾大如國，故可以言如。若言如齊侯，則不可。）"
      },
      {
        "index": 46,
        "text": "疏傳「師而曰如，眾也」。○釋曰：解經二年「夫人薑氏會齊侯於禚」，四年「夫人薑氏饗齊侯於祝丘」，不言「如齊師」者，言如齊師者眾大如國，故可言。如若指齊侯，則於文不可言「如齊侯」也。\n婦人既嫁不逾竟，逾竟，非禮也。疏傳「不逾竟」。○釋曰：複發傳者，嫌師與國異也。"
      },
      {
        "index": 47,
        "text": "秋，郳黎來來朝。（黎來，名也。○郳，五兮反，國名。黎，郎兮反；黎來，郳君名。朝，直遙反。）郳，國也。黎來，微國之君，未爵命者也。"
      },
      {
        "index": 48,
        "text": "冬，公會齊人、宋人、陳人、蔡人伐衛。（納惠公朔。）是齊侯、宋公也，其曰人，何也？人諸侯，所以人公也。其人公，何也？逆天王之命也。（王不欲立朔也。）\n疏傳「是齊侯、宋公」。○釋曰：四國皆從貶，而獨言齊、宋者，齊為兵主，宋是大國，則陳、蔡亦從也。\n六年"
      },
      {
        "index": 49,
        "text": "六年，春，王三月，王人子突救衛。（徐邈曰：「諸侯不奉王命，朔遂得篡，王威屈辱，有危，故月也。救衛於義善，故重子突。功不立，故著其危。」）"
      },
      {
        "index": 50,
        "text": "疏注「有危，故月」。○釋曰：日月之例見危者，唯施於內，今施之於外者，范答薄氏云：「王者安危，天下所係，故亦與內同也。」"
      },
      {
        "index": 51,
        "text": "王人，卑者也。稱名，貴之也。（何休以為稱子則非名也。鄭君釋之曰：「王人賤者，錄則名可。今以其銜命救衛，故貴之。貴之則子突為字可知明矣。此 ‘名’當為‘字’誤爾。徐乾曰：「王人者，卑者之稱也。當直稱王人而已，今以其能奉天子之命，救衛而拒諸侯，故加名以貴之。僖八年‘公會王人、齊侯’，是卑者之常稱。」○卑者之稱，尺證反，下「常稱」同。）"
      },
      {
        "index": 52,
        "text": "疏注「鄭君」至「稱也」。○釋曰：鄭答何休云，傳文「稱名，貴之」者，「名」當為「字」，則鄭玄以子突非名。徐乾云「故加名以貴之」，則子突非字。二者不同者，鄭意若以子突為名，則書名者乃士之常稱，傳何以云「貴之」？故知子突是字。徐乾意稱人則王之卑者，不合書名，僖八年「公會……王人於洮」是也，今稱名即是貴之。故二說不同。或以為突是名，子是貴，理亦通，但注意似不然。\n善救衛也。"
      },
      {
        "index": 53,
        "text": "疏傳「善救衛也」。○釋曰：計王者有伐無救，而云善者，朔叛逆王命，天子廢之，立其嗣子而遣師往救，有存諸侯之功，故曰善，不可以大平之法格之。救者善，則伐者不正矣。"
      },
      {
        "index": 54,
        "text": "夏，六月，衛侯朔入於衛。其不言伐衛納朔，何也？（據九年「伐齊納糾」言納。）不逆天王之命也。（不與諸侯得納王之所絕。）入者，內弗受也。何用弗受也？為以王命絕之也。朔之名，惡也。朔入逆，則出順矣。朔出入名，以王命絕之也。"
      },
      {
        "index": 55,
        "text": "疏傳「朔入逆」云云。○釋曰：朔出奔之時，傳曰：「朔之名，惡也。」此云順者，謂比之入國為順。彼辟天子之召，仍是惡也，故稱名耳。一解此當文自相比，朔入為逆，則出當為順矣。"
      },
      {
        "index": 56,
        "text": "秋，公至自伐衛。惡事不致，此其致，何也？（據襄九年，時有穆薑之喪，會諸侯伐鄭，不致。）不致，則無用見公之惡事之成也。（見，賢遍反）。\n螟。（螟，亡丁反。）"
      },
      {
        "index": 57,
        "text": "冬，齊人來歸衛寶。以齊首之，分惡於齊也。使之如下齊而來我然，惡戰則殺矣。（若衛自歸寶於齊，過齊然後與我，齊首其事，則我與王人戰，罪差減。○分惡，烏各反，下同。殺，色界反，舊色例反。過，古禾反。差，初賣反。）\n七年\n七年，春，夫人薑氏會齊侯於防。（防，魯地。）婦人不會，會，非正也。"
      },
      {
        "index": 58,
        "text": "夏，四月，辛卯昔，恒星不見。恒星者，經星也。（經，常也，謂常列宿。○昔如字，或作㝜，同。不見，賢遍反，下不音者同。列宿，夙又反，下皆同。）"
      },
      {
        "index": 59,
        "text": "疏注「謂常列宿」。○釋曰：周之四月，夏之二月，「常列宿」者，謂南方七宿也。日入至於星出謂之昔。不見者，可以見也。"
      },
      {
        "index": 60,
        "text": "夜中，星隕如雨。（如，而也，星既隕而複雨。○隕，云敏反。複，扶又反）其隕也如雨，是夜中與？（星既隕而雨，必晦暝，安知夜中乎？○與音餘。暝，亡定反。）"
      },
      {
        "index": 61,
        "text": "疏傳「其隕」云云。○釋曰：「其隕如雨，是夜中與」，謂星隕而天必晦暝，何知是夜中乎？《春秋》之意，著以傳著，疑以傳疑，皆以實錄，故知夜中。"
      },
      {
        "index": 62,
        "text": "《春秋》著以傳著，疑以傳疑。（明實錄也。○傳，直專反。）中之幾也，而曰夜中，著焉爾。（幾，微也。星既隕而雨，中微難知，而曰夜中，自以實著爾，非億度而知。○度，徒各反。）"
      },
      {
        "index": 63,
        "text": "疏「中之幾也」至「著焉爾」。○釋曰：謂雨晦暝幾微也。「中微難知，而曰夜中」者，是事之著見焉爾，非億度而知也。\n何用見其中也？"
      },
      {
        "index": 64,
        "text": "疏「何用見其中也」。○釋曰：謂經以何事知其夜中者，以失星變之始，而錄其已隕之時，揆度漏刻，則正當夜中矣。\n失變而錄其時，則夜中矣。（失星變之始，而錄其已隕之時，檢錄漏刻，以知夜中。）其不曰恒星之隕，何也？"
      },
      {
        "index": 65,
        "text": "疏 「其不」至「何也」。○釋曰：解經上文云「恒星不見」，下文「其不曰恒星之隕」者，又自解之。我知恒星之不見，而不知其隕者是何星，故不得言之也。又解不言雨星，而言隕星意，言我見從上而隕，又下接於地，則可以雨說之也。今唯見其下，不見其上，故曰隕星，又總說隕之與雨二者之別，「著於上，見於下，謂之雨；著如下，不見如上，謂之隕，豈雨說哉？」言不見在上，故不可以雨說之。徐邈云：「著於上，謂云著上。」"
      },
      {
        "index": 66,
        "text": "我知恒星之不見，而不知其隕也。我見其隕而接於地者，則是雨說也。（言我見從上來，接於下，然後可言雨星。今唯見在下，故曰隕星。○我見，見音如字，注同。雨，於付反，注同。）著於上，見於下，謂之雨；著於下，不見於上，謂之隕，豈雨說哉？（解經不得言雨星，而言隕星也。鄭君曰：「眾星列宿，諸侯之象。不見者，是諸侯棄天子禮義法度也。」劉向曰：「隕者象諸侯隕墜，失其所也。又中夜而隕者，象不終其性命，中道而落。」○見於下，如字，或賢遍反。不見，賢遍反。隊，直類反。）\n秋，大水。高下有水災，曰大水。\n疏傳「高下」云云。○釋曰：複發傳者，嫌大水無麥、苗，異於常，故重發之。\n無麥、苗。麥、苗同時也。（麥與黍稷之苗同時死）\n冬，夫人薑氏會齊侯於穀。（穀，齊地。）婦人不會，會非正也。\n疏傳「會非正也」。○釋曰：再發傳者，防是魯地，穀是齊邑，故重發之。\n八年\n八年，春，王正月，師次於郎，以俟陳人、蔡人。（時陳、蔡欲伐魯，故出師以待之。）次，止也。俟，待也。\n甲午，治兵。出曰治兵，習戰也。入曰振旅，習戰也。（振，整也。旅，眾也。）"
      },
      {
        "index": 67,
        "text": "疏傳「習戰也」。○釋曰：此治兵振旅，皆云「習戰」者，《周禮》仲秋教治兵，仲春教振旅，出入幼賤雖殊，同是教戰之法，故此傳二者皆以「習戰」言之。《公羊》以「治兵」為「祠兵」，亦云「其禮一也」。《周禮》仲秋教治兵，此非秋，亦云治兵者，《周禮》四時講武，故各立別名，此據出師之事，故雖春亦得以治兵為名。"
      },
      {
        "index": 68,
        "text": "治兵而陳、蔡不至矣。兵事以嚴終，（以嚴整終事，故敵人不至。）故曰善陳者不戰，此之謂也。善為國者不師，（導之以德，齊之以禮。江熙曰：「鄰國望我，歡若親戚，何師之為？」○陳，直覲反，下文皆同。道，徒報反，下同。）善師者不陳，（師眾素嚴，不須耀軍列陳。江熙曰：「上兵伐謀，何乃至陳？」）善陳者不戰，（軍陳嚴整，敵望而畏之，莫敢戰。）善戰者不死，（投兵勝地，故無死者。江熙曰：「辟實攻虛則不死。」）善死者不亡。（民盡其命，無奔背散亡者也。江熙曰：「見危授命，義存君親，雖沒猶存。」○盡，津忍反。背音佩。）"
      },
      {
        "index": 69,
        "text": "疏傳 「善為」至「不亡」。○釋曰：「善為國者不師」，謂有明王時，導之以德，齊之以禮，不起軍師，而四海賓服，則黃帝堯舜時是也。「善師者不陳」，若齊桓公伐楚，不設行陳而服罪也。「善陳者不戰」，即此魯能嚴整終事，而陳、蔡不至也。「善戰者不死」，若文王伐崇，因壘而崇自服也。「善死者不亡」，若柏舉之戰，吳雖入楚，父老致死，還複楚國也。此引文為證頗允，傳文一準此解，則與注少僻，但舊有此說，故今亦存之。其注虛，觀文則曉，故不複煩釋。"
      },
      {
        "index": 70,
        "text": "夏，師及齊師圍郕，郕降於齊師。其曰降於齊師何？不使齊師加威於郕也。（郕，同姓之國，而與齊伐之，是用師之過也。故使若齊無武功而郕自降。○降，戶江反，皆同。）"
      },
      {
        "index": 71,
        "text": "秋，師還。還者，事未畢也，遁也。（郕巳降而以未畢為文者，蓋辟滅同姓之國，示不卒其事。○還音旋。遁，徒困反。）\n冬，十有一月，癸未齊無知弑其君諸兒。大夫弑其君，以國氏者，嫌也，弑而代之也。（兒如字，音五兮反。）\n九年\n九年，春，齊人殺無知。無知之挈，失嫌也。"
      },
      {
        "index": 72,
        "text": "疏傳「無知之挈，失嫌也」。○釋曰：重發之者，月與不月，地與不地之異，故重發之。稱人以殺大夫，殺有罪也。（挈，苦結反。）"
      },
      {
        "index": 73,
        "text": "公及齊大夫盟於暨。（暨，魯地。○暨，其器反，《左氏》作蔇。）公不及大夫。（《春秋》之義，內大夫可以會諸侯，公不可以盟外大夫，所以明尊卑、定內外也。今齊國無君，要當有任其盟者，故不得不以權通。）大夫不名，無君也。（禮：君前臣名。齊無君，故大夫不名。）盟，納子糾也。不日，其盟渝也。（變盟立小白。○渝，羊朱反。）當齊無君，製在公矣。當可納而不納，故惡內也。（惡，烏路反，下及注「惡內」皆同。）"
      },
      {
        "index": 74,
        "text": "夏，公伐齊，納糾。（不言子糾而直云糾者，盟係在於魯，故挈之也。《春秋》於內公子為大夫者，乃記其奔。子糾不為大夫，故不書其奔。鄭忽既受命嗣位，是以書其出。然則重非嫡嗣，宮非大夫，皆事例所略，故許叔、蔡季、小白、重耳，通亦不書出。○糾，居黝反，《左氏》作子糾。嫡，丁曆反。重，直龍反。）"
      },
      {
        "index": 75,
        "text": "疏注「不言」至「書出」。○釋曰：下文「取子糾殺之」稱子，此直云糾，故解其意，欲明係在魯，故挈之。又解子糾不書出奔之意，言內公子為大夫者，乃記其奔，若閔二年「公子慶父出奔莒」是也。子糾不書出，是不為大夫也。"
      },
      {
        "index": 76,
        "text": "當可納而不納，齊變而後伐。故乾時之戰不諱敗，惡內也。（何休曰：「三年‘溺會齊師伐衛’，故貶而名之，四年‘公及齊人狩於郜’，故卑之曰人。今親納仇子，反惡其晚，恩義相違，莫此之甚。」鄭君釋之曰：「於讎不複，則怨不釋，而魯釋怨，屢會仇讎，一貶其臣，一卑其君，亦足以責魯臣子，其餘則同，不複譏也。至於伐齊納糾譏，當可納而不納爾。此自正義，不相反也。」寧謂仇者，無時而可與通，縱納之遲晚，又不能全保仇子，何足以惡內乎？然則乾時之戰不諱敗，齊人取子糾殺之，皆不迂其文，正書其事，內之大惡，不待貶絕，居然顯矣。二十四年公如齊親迎，亦其類也。惡內之言，傳或失之。○敗惡，烏路反，注同。複，扶又反。迂音於，一音紆，又於武反。迎，魚敬反）"
      },
      {
        "index": 77,
        "text": "疏注「內之」至「亦其類也」。○釋曰：范既不從傳文，以為大惡。又莊公親逆，未是大罪，而云「亦其類」者，以公忘父之仇，而援舉兵動眾，既不能強，為齊所敗，是大惡也，魯與齊為仇，而公娶其女，雖得親迎之常，甚失結婚之義，故云「亦其類」也。"
      },
      {
        "index": 78,
        "text": "齊小白入於齊。大夫出奔反，以好曰歸，（成十四年「衛孫林父自晉歸於衛」是也。）以惡曰入。齊公孫無知弑襄公，公子糾、公子小白不能存，出亡。（子糾奔魯，小白奔莒。）齊人殺無知，而迎公子糾於魯。公子小白不讓公子糾，先入，又殺之於魯，故曰「齊小白入於齊」，惡之也。（惡，烏路反。）\n秋，七月，丁酉，葬齊襄公。（諸公子爭立，國亂，故危之。）\n八月，庚申，及齊師戰於乾時，我師敗績。（不言及者主名，內之卑者。乾時，齊地。）"
      },
      {
        "index": 79,
        "text": "疏注「內之卑者」。○釋曰：桓十七年「及齊師戰於郎」，注云，公親帥之，諱，故不言公。此亦云及，知非公者，彼傳云，不言敗，為內諱也。以其諱，故知公也。今經書敗，傳又不釋之，故知是「內之卑者」。\n九月，齊人取子糾殺之。（言子糾者，明其貴，宜為君。）"
      },
      {
        "index": 80,
        "text": "疏注「明其貴」。○釋曰：《公羊》云：「其稱子糾何？貴也。其貴奈何？宜為君也。」是其貴，故以子某稱之，如子般、子野之類也。外不言取，"
      },
      {
        "index": 81,
        "text": "疏「外不言取」。○釋曰：取是內取，故外不得言取。今云取者，惡內也。一解「外不言取」者，謂楚人殺徵舒、慶封，並不言取。此雖是何休之義，亦得通一家，故並錄之。"
      },
      {
        "index": 82,
        "text": "言取，病內也。取，易辭也，猶曰取其子糾而殺之云爾。（猶言自齊之子糾，今取而殺之，言魯不能救護也。○易，以豉反。）十室之邑，可以逃難。百室之邑，可以隱死。以千乘之魯而不能存子糾，以公為病矣。（難，乃旦反，下注同。乘，繩證反。）\n冬，浚洙。浚洙者，深洙也。著力不足也。（畏齊難。○浚音峻，深也。洙音殊，杜預云：「水名。」）\n十年"
      },
      {
        "index": 83,
        "text": "十年，春，王正月，公敗齊師於長勺。（長勺，魯地。○勺，時酌反。）不日，疑戰也。（疑戰者，言不克日而戰，以詐相襲。）疑戰而曰敗，勝內也。（勝內，謂勝在內）\n二月，公侵宋。"
      },
      {
        "index": 84,
        "text": "疏「二月公侵宋」。○釋曰：舊說以為公與宿盟，宋方病宿，故公侵之。若此則是公之無惡，傳何惡公也？公與宿盟，經無其事，為宿侵宋，傳無其文，是舊說妄也。隱元年「盟於宿」，范以為地，是公不與宿盟也。但不知何為侵耳。\n侵時，此其月，何也？乃深其怨於齊，又退侵宋以眾其敵，惡之，故謹而月之。（惡，烏路反。）"
      },
      {
        "index": 85,
        "text": "三月，宋人遷宿。遷，亡辭也。（為人所遷，則無複國家，故曰亡辭。閔二年「齊人遷陽」亦是也。○複，扶富反，下文及注同。）"
      },
      {
        "index": 86,
        "text": "疏傳「遷，亡辭也」。○釋曰：《春秋》言遷有二種之例，一表亡辭者，此文是也；二見存亡國者，「邢遷於夷儀」是也。不於元年「遷紀」發傳者，彼以紀侯賢，經變文以示義，非正，故不發之。「遷陽」不發，從此省文也。遷文三起例者，此是亡辭之始，邢是複國之初，許獨自不月，故三發之也。范《略例》云：「凡遷有十，亡遷有三者，齊人遷陽，宋人遷宿，齊師遷紀是也。好遷有七者，邢遷夷儀，衛遷帝丘，蔡遷州來，許遷於葉，許遷於夷，許遷白羽，許遷容城是也。餘遷皆月，許四遷不月者，以其小，略之如邑也。遷紀不月者，文承月下，蒙之可知也。」"
      },
      {
        "index": 87,
        "text": "其不地，宿不複見也。（國亡不複見。經不言滅者，言滅則弑其君，滅其宗廟社稷，就而有之，不遷其民。○見，賢遍反。）遷者，猶未失其國家以往者也。（謂自遷者，僖元年「邢遷於夷儀」，成十五年許遷於葉之類是也。彼二傳曰「遷者，猶得其國家以往者也」，此傳云「遷者，猶未失其國家以往」，互文也。○葉，舒涉反）。\n夏，六月，齊師、宋師次於郎。次，止也。畏我也。\n公敗宋師於乘丘，（乘丘，魯地。○乘，繩證反。）不日，疑戰也。疑戰而曰敗，勝內也。"
      },
      {
        "index": 88,
        "text": "秋，九月，荊敗蔡師於莘。（莘，蔡地。○莘，所巾反。）以蔡侯獻武歸。荊者楚也。何為謂之荊？狄之也。何為狄之？聖人立，必後至，天子弱，必先叛，故曰荊，狄之也。蔡侯何以名也？（據僖十五年秦「獲晉侯」不名。○獻武，本亦依《左氏》作「舞」。）絕之也。何為絕之？獲也。中國不言敗，（據宣十二年「晉荀林父帥師及楚子戰於邲，晉師敗績」，不言敗晉師。○邲，皮必反。又扶必反，一音弼。敗績如字。）此其言敗，何也？中國不言敗，蔡侯其見獲乎？其言敗，何也？釋蔡侯之獲也。以歸，猶愈乎執也。（為中國諱見執，故言以歸。○為，於偽反。）"
      },
      {
        "index": 89,
        "text": "冬，十月，齊師滅譚，譚子奔莒。（桓十一年「鄭忽出奔衛」，傳曰：「其名，失國也。」十六年「衛侯朔出奔齊」，傳曰：「朔之名惡也。」然則出奔書名有二義，譚子國滅不名，蓋無罪也。凡書奔者，責不死社稷。不言出者，國滅無所出也。他皆放此。）"
      },
      {
        "index": 90,
        "text": "疏注「有二義」。○釋曰：禮言失地名，故鄭忽失國而名也。傳曰：「朔之名惡也。」，是衛侯為惡而名，故云「有二義」。滅國無文，故注又云譚子無名，蓋無罪也。雖無罪不名，以其不能死社稷，書奔，是譏也。\n十有一年\n十有一年，春，王正月。"
      },
      {
        "index": 91,
        "text": "夏，五月，戊寅，公敗宋師於鄑。（鄑，魯地。○敗，必邁反，下及注同。鄑，子移反。）內事不言戰，舉其大者。其日，成敗之也。（結日列陳，不以詐相襲，得敗師之道，故曰成也。○列陳，直覲反。）宋萬之獲也。"
      },
      {
        "index": 92,
        "text": "疏傳「宋萬之獲也」。○釋曰：傳言獲宋萬而經不書者，此時尚卑，故不書。反國為卿，始弑君，是故書之。雖書，以新升為卿，宋賜族，故經不言氏，傳以為「宋之卑者」是也。"
      },
      {
        "index": 93,
        "text": "秋，宋大水。外災不書，此何以書？王者之後也。高下有水災曰大水。疏傳「高下」云云。○釋曰：重發傳者，嫌外災與內異也。冬，王姬歸於齊。其誌，過我也。（過，古禾反。）\n十有二年"
      },
      {
        "index": 94,
        "text": "十有二年，春，王三月，紀叔姬歸於酅。（酅，紀邑也。紀季所用入於齊者，紀國既滅，故歸酅。）國而曰歸，此邑也，其曰歸，何也？吾女也。失國，喜得其所，故言歸焉爾。（江熙曰：「四年齊滅紀，不言滅而言大去者，義有所見爾，則國滅也。叔姬來歸不書，非歸寧，且非大歸也。叔姬守節，積有年矣。紀季雖以酅入於齊，不敢懷貳。然襄公豺狼，未可暗信。桓公既立，德行方宣於天下，是以叔姬歸於酅，魯喜其女得申其誌。」○見，賢遍反。豺，仕皆反。行，下孟反。）\n夏，四月。\n秋，八月，甲午，宋萬弑其君捷。（捷，宋閔公。）宋萬，宋之卑者也。\n疏傳「宋之卑者」。○釋曰：傳言「宋之卑者」，解不稱氏之意，與宋督同，別於無知、祝籲也。"
      },
      {
        "index": 95,
        "text": "卑者以國氏。及其大夫仇牧，以尊及卑也。仇牧，閑也。（仇牧捍其君，故見殺也。桓二年傳曰，臣既死君，不忍稱其名。今仇牧書名，則知宋君先弑。○仇牧音目。捍，曷旦反。）"
      },
      {
        "index": 96,
        "text": "疏傳「仇牧，閑也」。○釋曰：複發傳者，孔父先君死，發傳以明閑。此則後君死，故又發傳。荀息雖同後死之例，但仇牧是卑者所殺，荀息為尊卿殺之，故又發傳也。\n冬，十月，宋萬出奔陳。（宋久不討賊，致令得奔，故謹而月之。○令，力呈反。）"
      },
      {
        "index": 97,
        "text": "疏注「宋久」至「月之」。○釋曰：無知八年冬弑君，九年春始被殺，而經不書月。此宋萬八月弑君，十月出奔，而云「久不討賊」，「故謹而月之」者，以祝籲書月，傳云「謹之」，則此書月，亦是謹之可知也。然則無知既經三月，齊人殺得之，故直書時，此宋人不能即討，令得奔，故謹而月之。\n十有三年\n十有三年，春，齊人、宋人、陳人、蔡人、邾人會於北杏。（北杏，齊地。）"
      },
      {
        "index": 98,
        "text": "疏「會於北杏」。○釋曰：鄭《釋廢疾》數九會，則以柯之明年為始。范今數衣裳，則通言北杏之會。二說不同者，鄭以孔子云「九合諸侯」，北杏之會，經無諸侯之文，故不數之；范以傳文直云「衣裳之會」，不論諸侯多少，北杏傳云「齊侯、宋公」也，故並以北杏數之。范亦以傳云「衣裳之會十有一」，「兵車之會四」，故與鄭不同。"
      },
      {
        "index": 99,
        "text": "是齊侯、宋公也。其曰人，何也？始疑之。何疑焉？桓非受命之伯也，將以事授之者也。（言諸侯將權時推齊侯使行伯事。）曰，可矣乎？未乎？（邵曰：「疑齊桓雖非受命之伯，諸侯推之，便可以為伯乎？未也？」）舉人，眾之辭也。（稱人，言非王命，眾授之以事。）"
      },
      {
        "index": 100,
        "text": "疏「舉人，眾之辭也。○釋曰：經不書某侯某侯，云某人某人者，是眾授之辭也。經以眾授為文，明非王命，是未得王命，未可以為伯，覆上「未乎」之意也。\n夏，六月，齊人滅遂。遂，國也。其不日，微國也。秋，七月。"
      },
      {
        "index": 101,
        "text": "冬，公會齊侯，盟於柯。（柯，齊地。○柯，古河反。）曹劌之盟也，信齊侯也。（曹劌之盟，經傳無文，蓋有信者也。《公羊傳》曰：「要盟可犯，而桓公不欺。曹子可仇，而桓公不怨。桓公之信著於天下，自柯之盟始。」○劌，居衛反。要盟，於遙反。）"
      },
      {
        "index": 102,
        "text": "疏注「曹劌」云云。○釋曰：傳云「曹劌之盟也」，而注云「經傳無文」者，謂曹劌與齊侯盟為信之事，《穀梁》經傳不說也。注又云：「蓋有信者也。」故即引《公羊》桓公為信之事以結之。一解云「經傳無文」者，不如《公羊》具說劌盟之狀也，與前解少異耳，大旨亦同。「要盟可犯，而桓公不欺」，曹子手劍劫齊侯共盟，使歸汶陽之田，而齊侯終亦還之是也。「曹子可仇，而桓公不怨」，謂以臣劫君，是「可仇」也，桓公終不罪曹子，是「不怨」也。"
      },
      {
        "index": 103,
        "text": "桓盟雖內與，不日，信也。（公盟例日，外諸侯盟例不日，桓大信遠著，故雖公與盟猶不日。○與音預，注同。）\n十有四年\n十有四年，春，齊人、陳人、曹人伐宋。\n疏傳「齊人」至「伐宋」。○釋曰：蓋同《左氏》背北杏會故也。\n夏，單伯會伐宋。會，事之成也。（伐事已成，單伯乃至。○單音善。）"
      },
      {
        "index": 104,
        "text": "疏傳「會，事之成也」。○釋曰：此解經言「會伐宋」之意，以諸侯伐事已成，而單伯始至，故云「會伐宋」。秋，七月，荊入蔡。荊者，楚也。其曰荊，何也？州舉之也。"
      },
      {
        "index": 105,
        "text": "疏傳「州舉之也」。○釋曰：縻信云：「楚子貪淫，為息媯滅蔡，故州舉之。是取《左傳》之說，非也。十年傳云：‘聖人立，必後至，天子弱，必先叛，故曰荊，狄之也。’則此亦與彼同耳。」"
      },
      {
        "index": 106,
        "text": "州不如國，（言荊不如言楚。）國不如名，（言楚不如言介葛廬。○介音界。）名不如字。（言介葛廬不如言邾儀父。）"
      },
      {
        "index": 107,
        "text": "冬，單伯會齊侯、宋公、衛侯、鄭伯於鄄。（鄄，衛地。○鄄音絹。）複同會也。（諸侯欲推桓以為伯，故複同會於此以謀之。○複，扶又反。）\n十有五年"
      },
      {
        "index": 108,
        "text": "十有五年，春，齊侯、宋公、陳侯、衛侯、鄭伯會於鄄。複同會也。（為欲推桓為伯，故複會於此。○複，扶又反。為欲，於偽反。）"
      },
      {
        "index": 109,
        "text": "疏傳「複同會也」。釋曰：重發傳者，諸侯至此，方信齊桓，故更發之也。夏，夫人薑氏如齊。婦人既嫁不逾竟，逾竟，非禮也。\n疏傳「逾竟非禮也」。○釋曰：重發之者，此非淫，恐異，故發傳同之。"
      },
      {
        "index": 110,
        "text": "秋，宋人、齊人、邾人伐阝。（宋主兵，故序齊上也。班序上下，以國大小為次，夷狄在下，征伐則以主兵為先，《春秋》之常也，他皆放此。）\n鄭人侵宋。冬，十月。\n十有六年\n十有六年，春，王正月。夏，宋人、齊人、衛人伐鄭。\n秋，荊伐鄭。"
      },
      {
        "index": 111,
        "text": "冬，十有二月，會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯、滑伯、滕子，同盟於幽。（幽，宋地。○滑，於八反。）同者，有同也，同尊周也。"
      },
      {
        "index": 112,
        "text": "疏傳「同者」至「周也」。釋曰：《公羊傳》云：「同盟者何？同欲也。」《左傳》云：「同盟於幽，鄭成也。」此云同盟者，「同尊周也」。見三傳意各異也。所謂「同尊周也」者，諸侯推桓為伯，使翼戴天子，即是尊周之事。"
      },
      {
        "index": 113,
        "text": "不言公，外內寮一疑之也。（十三年春，會於北杏，諸侯俱疑齊桓非受命之伯，欲共以事推之可乎？今於此年，諸侯同共推桓，而魯與齊仇，外內同一疑公可事齊不，會不書公，以著疑焉。同官為寮，謂諸侯也。至二十七年，同盟於幽，遂伯齊侯。○寮一，力雕反。）"
      },
      {
        "index": 114,
        "text": "疏傳「不言」至「之也」。○釋曰：舊解謂會於北杏，不言諸侯，是外疑也。今此會不言公，是內疑之也。自此以後，外內不複疑之，故曰「一疑」也。直據傳文，事欲似然，推尋范注，必不得爾。何者？注云「外內同一疑公可事齊不，會不書公，以著疑焉」，何指北杏與此為一疑也？故今更別說，言此會公實與之，而經不言公者，外內寮一疑之。寮謂諸侯也。言外內諸侯同一疑公，不知可事齊乎，不可事齊乎？故去公以著疑也。云「外內」者，諸侯之國，或遠或近，故以「外內」總之也。若然，十三年「公會齊侯，盟於柯」，所以云公者，彼柯盟曹劌要齊歸魯汶陽之田，非事齊之事，縱與之盟，不足為恥也。此幽盟欲推齊為伯，與共尊事之，魯既與齊為仇，又內外一疑，故經不言公，以示意也。\n邾子克卒。其曰子，進之也。（附齊而尊周室，王命進其爵。）\n十有七年"
      },
      {
        "index": 115,
        "text": "十有七年，春，齊人執鄭詹。人者，眾辭也。以人執，與之辭也。（與令得執。○詹，者廉反。令，力呈反。）鄭詹，鄭之卑者。"
      },
      {
        "index": 116,
        "text": "疏傳「人人」至「卑者」。○釋曰：稱人者，眾所欲之辭，故云與之，謂與齊得執也。知鄭詹是鄭之卑者，大夫卑者以國氏，今經直云鄭詹，故知卑者也。然則卑者可知而重發傳者，嫌有罪去氏也。知非有罪去氏者，外大夫身有罪，例不去氏，即祭仲之類是也。宛所以去氏者，為貶鄭伯也。"
      },
      {
        "index": 117,
        "text": "卑者不誌，此其誌，何也？以其「逃來」誌之也。「逃來」則何誌焉？將有其末，不得不錄其本也。（末謂逃來。）鄭詹，鄭之佞人也。（佞，乃定反）。"
      },
      {
        "index": 118,
        "text": "夏，齊人殲於遂。殲者，盡也。然則何為不言遂人盡齊人也？無遂之辭也。無遂則何為言遂？其猶存遂也。（以其能殺齊戍，故若遂之存。○殲，子廉反，盡也，「遂人盡齊人」絕句。）存遂奈何？曰，齊人滅遂，使人戍之。遂之因氏飲戍者酒而殺之，齊人殲焉。此謂狎敵也。（狎猶輕也。○飲，於鴆反。狎，戶甲反。）\n秋，鄭詹自齊逃來。逃義曰逃。（齊稱人以執，是執有罪也。執得其罪，故曰義也。今而逃之，是逃義也。）\n冬，多麋。（《京房易傳》曰：「廢正作淫，為火不明，則國多麋。」○麋，亡悲反。）"
      },
      {
        "index": 119,
        "text": "疏注「京房」云云。○釋曰：火不明者，謂五行與五事、五常相配，則視與禮同配南方。言火不明，猶言視與禮不明也。\n十有八年"
      },
      {
        "index": 120,
        "text": "十有八年，春，王三月，日有食之。不言日，不言朔，夜食也。何以知其夜食也？曰，王者朝日。（王製曰：天子玄冕而朝日於東門之外，故日始出而有虧傷之處，是以知其夜食也。何休曰：「《春秋》不言月食日者，以其無形，故闕疑。其夜食何緣書乎？」鄭君釋之曰：「一日一夜合為一日。今朔日日始出，其食虧傷之處未複，故知此自以夜食。夜食則亦屬前月之晦，故穀梁子不以為疑。」○朝，直遙反。處，昌慮反。）"
      },
      {
        "index": 121,
        "text": "疏注 「王製」至「夜食」。○釋曰：此是《禮記•玉藻》文，而云「王製」者，謂王者之法製，非謂王製之篇也。此魯事而輒言天子朝日者，言王者朝日，所以顯諸侯朝朔也。天子朝日於東門之外，服玄冕，其諸侯則《玉藻》云「皮弁以聽朔於大廟」，與天子禮異。其禮雖異，皆早早行事，而昨夜有虧傷之處尚存，故知夜食也。徐邈云：「夜食則星無光。」張靖《策廢疾》云：「立八尺之木，不見其影。」並與范意異也。\n故雖為天子，必有尊也。貴為諸侯，必有長也。故天子朝日，諸侯朝朔。（長，丁丈反。）"
      },
      {
        "index": 122,
        "text": "夏，公追戎於濟西。其不言戎之伐我，何也？以公之追之，不使戎邇於我也。（邇猶近也。不使戎得逼近於我，故若入竟望風退走。○濟，子禮反。濟，水名。邇如字，邇，近也；一本作介，音界，亦近也。竟，音境。）於濟西者，大之也。何大焉？為公之追之也。（言戎遠來至濟西，必大有徒眾，以公自追之，知其審然。○為，於偽反。）"
      },
      {
        "index": 123,
        "text": "秋，有蜮（蜮，短狐也，蓋含沙射人。《京房易傳》曰：「忠臣進善，君不識，厥咎國生蜮。」○蜮本亦作蜮，音或，短狐，《本草》謂之射工。射人，食亦反，下文同。）"
      },
      {
        "index": 124,
        "text": "疏「秋，有蜮。」○釋曰：《洪范五行傳》云：「蜮如鱉，三足，生於南越。南越婦人多淫，故其地多蜮也。」陸機《毛詩義疏》云：「蜮，短狐，一名射影。在江淮水中，人在岸上，影見水中，投人影則殺之，故曰射影。或謂含沙射人，入人皮肌，其瘡如疥。」范引《京房易傳》，則與《五行傳》說異。又云「蓋含沙射人」，則與陸機說或同也。\n一有一亡曰有。蜮，射人者也。（亡音無，又如字。）"
      },
      {
        "index": 125,
        "text": "疏傳 「一有一亡曰有」。○釋曰：舊解「一有」，南越所生是也，「一亡」，魯國無是也。今以為「一有一亡曰有」者，謂或有有時，或有無時，言不常也，故書曰有。若螟螽之類，是常有之物，不言有也。上十七年云「多麋」者，魯之常獸，是歲偏多，故書多也。螟螽不言多者，螟螽是微細之物，不可以數言之，故不言多也。又每年常有，不得言有也。所以異於蜚蜮與麋也。\n冬，十月。"
      }
    ]
  }
}