{
  "chapterNumber": 12,
  "title": "春秋穀梁傳註疏卷11 (Guliang Zhushu, Volume 11)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○文公\n（起九年，盡十八年）\n九年"
      },
      {
        "index": 1,
        "text": "九年，春，毛伯來求金。求車猶可，求金甚矣。（凱曰：「求俱不可，在喪尢甚。不稱使者，天子當喪未君也。」）"
      },
      {
        "index": 2,
        "text": "疏注「在喪尤甚」。○釋曰：求賻亦在喪，不言尢甚者，在喪有賻無金，故求賻比求金為輕；求車不在喪，又可於求賻，故傳云求車猶可，凱云在喪求金尢甚。\n夫人薑氏如齊。（歸寧。）\n二月，叔孫得臣如京師。京，大也。師，眾也。言周必以眾與大言之也。"
      },
      {
        "index": 3,
        "text": "疏「京大」至「言之也」。○釋曰：不發於桓九年者，內之如京師始於此，故發之。季薑非魯女，故彼處不發，雖略不發傳，亦同此可知也。\n辛丑，葬襄王。天子誌崩不誌葬。舉天下而葬一人，其道不疑也。誌葬，危不得葬也。（不得備禮葬。）\n疏「天子」至「葬也」。○釋曰：重發傳者，桓王七年始葬，襄王則七月而葬，嫌異，故重發之也。\n日之，甚矣，其不葬之辭也。（王室微弱，諸侯無復往會葬。○復，扶又反。）"
      },
      {
        "index": 4,
        "text": "疏「王室」至「會葬」。○釋曰：魯不會葬，則無由得書。而云王室微弱諸侯無復往會葬者，天子誌崩不誌葬，而又書日，是不葬之辭，故知諸侯無復往會葬也。其實魯卿往會始書，若不會則不當書也。故《春秋》之世有十二王，誌崩者有九，書葬者唯五耳。良由王室不赴，諸侯不會故也。誌崩有九者，平王、桓王、惠王、襄王、匡王、定王、簡王、靈王、景王是也。書葬有五者，桓王、襄王、匡王、簡王、景王是也。其莊王、僖王、傾王三者不誌崩，為不赴故也。然則天子不合書葬，魯史書之者，欲見周室之衰，不得備禮而葬，因遣使往會則錄之。若不遣使，則葬不明，故不錄也。傳稱不誌葬者，據治平之日正法言之也。\n晉人殺其大夫先都。"
      },
      {
        "index": 5,
        "text": "三月，夫人薑氏至自齊。卑以尊致，病文公也。（夫人行，例不致，乃以君禮致，刺公寵之過。○剌，七賜反。）"
      },
      {
        "index": 6,
        "text": "疏注 「夫人」至「之過」。○釋曰：范氏例云：「夫人行有十二，例時，此致而書月者，蓋以非禮而致，故書月以刺之，餘不書月者，當條皆有義耳。」夫人行十二者：文薑七如齊，再如莒，是九也。夫人薑氏會齊侯於陽穀，十也。夫人薑氏會齊侯於卞，十一也。並數此夫人薑氏，是十二也。徐邈云：「卑以尊致，有文公娶齊太夫女為妻，故初逆薑氏，不稱夫人，今致以夫人，禮與逆自違，故疾公也。」范云：「夫人行例不致，乃以君禮致，刺公寵之過，則與徐異也。」"
      },
      {
        "index": 7,
        "text": "晉人殺其大夫士縠，及箕鄭父。稱人以殺，誅有罪也。鄭父，累也。（箕，居其反。）楚人伐鄭。公子遂會晉人、宋人、衛人、許人救鄭。\n夏，狄侵齊。秋，八月，曹伯襄卒。"
      },
      {
        "index": 8,
        "text": "九月，癸酉，地震。震，動也。地不震者也，震，故謹而日之也。（《穀梁說》曰：「大臣盛，將動有所變。」）"
      },
      {
        "index": 9,
        "text": "疏「癸酉，地震」。○釋曰：范例云「地震五，例日」，故此亦日也。何休、徐邈並云：「由公子遂陰為陽行，專政之所致。」今范引《穀梁說》曰「大臣盛，將動有所變」，則與二說同，理亦無妨。"
      },
      {
        "index": 10,
        "text": "冬，楚子使萩來聘。楚無大夫，（無命卿。○萩，子遙反，又子小反，或作菽，《左氏》作椒。）其曰萩何也？以其來，我褒之也。"
      },
      {
        "index": 11,
        "text": "疏「楚無」至「之也」。○釋曰：既褒之而書名。所以不稱氏者，《公羊傳》云「許夷狄者不一而足」，理或然也。"
      },
      {
        "index": 12,
        "text": "秦人來歸僖公、成風之襚。秦人弗失之也，（言秦人弗以成風為夫人，故不言夫人。）即外之弗夫人而見正焉。（見不以妾為妻之正。○見，賢遍反。）\n葬曹共公。（共音恭。）\n十年\n十年，春，王三月，辛卯，臧孫辰卒。夏，秦伐晉。"
      },
      {
        "index": 13,
        "text": "楚殺其大夫宜申。（僖四年傳曰「楚無大夫」，而今云殺其大夫者，楚本祝融之後，季連之胄也，而國近南蠻，遂漸其俗，故棄而夷之。今知內附中國，亦轉強大，故進之。○胄，直又反。國近，附近之近。）\n疏「楚本」至「進之」。○釋曰：《國語》與《楚世家》文也。"
      },
      {
        "index": 14,
        "text": "自正月不雨，至於秋七月。曆時而言不雨，文不閔雨也。不閔雨者，無誌乎民也。及蘇子盟於女粟。（女粟，某地。蘇子，周卿士。○女音汝。）冬，狄侵宋。\n楚子、蔡侯次於厥貉。（厥貉，某地也。○貉，亡白反。）\n十有一年\n十有一年，春，楚子伐麇。（麇，九倫反。）夏，叔彭生會晉郤缺於承匡。（承匡，宋地。○缺，苦悅反。）\n秋，曹伯來朝。（朝，直遙反。）公子遂如宋。狄侵齊。"
      },
      {
        "index": 15,
        "text": "冬，十月，甲午，叔孫得臣敗狄於咸。不言帥師而言敗，何也《（據僖元年「公子犮帥師敗莒師於麗，獲莒」，稱帥師。○敗，必邁反。咸，音咸，麗，力知反。，女居反。）直敗一人之辭也。一人而曰敗，何也？以眾焉言之也。（言其力足以敵眾。）"
      },
      {
        "index": 16,
        "text": "疏「直敗」至「言之也」。○釋曰：公子犮與莒戰，唯二人相敵，亦是直敗一人，彼言帥師，此不言者，季子與莒並將軍眾而行之，雖決勝負，以其俱有徒眾，故經書帥師；今叔孫與魯之眾止敵一人，故但言敗，不言帥師也。"
      },
      {
        "index": 17,
        "text": "傳曰：長狄也，弟兄三人，佚宕中國，（佚猶更也。○佚宕，大結反，更也。害，本又作宕。更音庚。）瓦石不能害。（肌膚堅強，瓦石打擿，不能虧損。○強，其丈反。擿，直隻反。）叔孫得臣，最善射者也。射其目，身橫九畝。（廣一步，長百步，為一畝。九畝，五丈四尺。○射其，食亦反，下注同。廣，古曠反。直亮反。）"
      },
      {
        "index": 18,
        "text": "疏注「五丈四尺」。○釋曰：《春秋考異郵》云：「兄弟二人各長百尺，別之國欲為君。」何休云：「長百尺。」范云：「五丈四尺者，讖緯之書，不可悉信。」以此傳云身橫九畝，故知是五丈四尺也。杜預注《左氏》云「三丈」，唯約《國語》仲尼稱「憔僥長三尺」，大者不過數之十，非經正文，故范所不信。\n斷其首而載之，眉見於軾。（兵車之軾高三尺二寸。○斷，丁管反。見，賢遍反。軾音式。）"
      },
      {
        "index": 19,
        "text": "疏注「高三尺三寸」。○釋曰：知者，《考工記》云，兵車之廣「六尺有六寸」，又「以其廣之半為之軾崇」，是軾高從上而下，去車版三尺三寸，橫施一木，名之曰軾也。"
      },
      {
        "index": 20,
        "text": "然則何為不言獲也？（據莒言獲。）曰，古者不重創，不禽二毛，故不言獲，為內諱也。（不重創，恤病也。不禽二毛，敬老也。仁者造次必於是，顛沛必於是，故為內諱也。既射其自，又斷其首，為重創。鬢髮白為二毛。○重，直用反，注同。創，初羊反。為內，於偽反。造，七報反。沛音貝。）"
      },
      {
        "index": 21,
        "text": "疏「曰古」至「諱也」。○釋曰：或以《春秋》本自不應書經，何諱之有？《穀梁》以不重創為諱，其理非也。今知不然者，以長狄兄弟更害中國，禍害為深，得臣能立功於一時而標名於萬代，其庸大矣。若其不諱，何以不書？且晉獲潞子，尚書於經，魯獲長狄，棄而不錄，詳內略外之義，豈其然哉？知內諱之言為得其實也。\n其之齊者，王子成父殺之，則未知其之晉者也。"
      },
      {
        "index": 22,
        "text": "疏「其之」至「者也」。○釋曰：《公羊傳》云：「兄弟三人，一者之齊，一者之魯，一者之晉。」何休云，之三國各欲為君，象周衰，禮義廢。魯成就周道之國，齊、晉霸者之後，此三國為後，欲見中國皆為夷狄之行。范雖不從何說，理亦無妨。○「未知其之晉者也」。○釋曰：之魯者，叔孫得臣殺之。之齊者，王子成父殺之。謂其之晉者，史傳不記，未知殺者姓名是誰也。\n十有二年\n十有二年，春，王正月，郕伯來奔。（郕音成。）\n杞伯來朝。（僖二十七年稱子，今稱伯，蓋時王所進。○朝，直遙反。）\n二月，庚子，子叔姬卒。其曰子叔姬，貴也，公之母？妹也。（同母？妹。）"
      },
      {
        "index": 23,
        "text": "疏「公之母？妹也」。○釋曰：傳稱其曰子叔姬，貴之也，公之母？妹也。則似稱子以明貴，是以錄其卒，未必由公之母？妹。上下意乖者，上傳云公之母？妹，解其稱子所由，明貴則書卒，賤乃不錄也；下傳云許嫁以卒之也，欲見其雖貴，非許嫁不書。上下二傳足成，非乖也，許嫁乃書，卒者以其即貴之漸故也。徐邈云：「上傳云子叔姬者，杞夫人見出，故不言杞。下傳云許嫁者，言是別女，非杞叔姬也。理亦足通，未知范意然否？」"
      },
      {
        "index": 24,
        "text": "其一傳曰：許嫁以卒之也。男子二十而冠，冠而列丈夫，三十而娶。女子十五而許嫁，二十而嫁。（禮：二十而冠，冠而在丈夫之列。譙周曰：「國不可久無儲貳，故天子諸侯十五而冠，十五而娶，娶必先冠，以夫婦之道，王教之本，不可以童子之道治之。禮：十五為成童，以次成人，欲人君之早有繼體，故因以為節。《書》稱『成王十五而冠』，著在《金縢》。《周禮·媒氏》曰：『令男三十而娶，女二十而嫁。』《內則》云：『女子十五而笄。』說曰：『許嫁也。』是故男自二十以及三十，女自十五以及二十，皆得以嫁娶，先是則速，後是則晚。凡人嫁娶，或以賢淑，或以方類，豈但年數而已。若必差十年乃為夫婦，是廢賢淑方類，苟比年數而已，禮何為然哉？則三十而娶，二十而嫁，說嫁娶之限，蓋不得復過此爾。故舜年三十無室，《書》稱曰鰥。《周禮》云：女子年二十未有嫁者，『仲春之月，奔者不禁』。奔者，不待禮聘因媒請嫁而已矣。」甯謂禮為夫之？妹服，長殤年十九至十六。如此，男不必三十而娶，女不必二十而嫁明矣。此又士大夫之禮。○冠，江喚反。娶，七住反。譙，在遙反。笄，古兮反。先是，蘇遍反。後是，戶豆反。比，毗至反，或如字。得復，扶又反。鰥，古頑反。禮為，於偽反。長，丁丈反。）"
      },
      {
        "index": 25,
        "text": "疏注「禮二」至「之禮」。○釋曰：先儒多以《周禮·媒氏》「三十之男，二十之女」限以年數，故范引譙周以為證，下取《禮》文以為早嫁之驗。或以賢淑者，若文王之娶大姒是也。或以方類者，《左傳》稱鄭世子忽云齊大非吾偶是也。此又士大夫之禮者，著《喪服》所言，多陳士大夫之禮，猶不待二十，明諸侯以上早娶，禮在不疑也。案《尚書·金縢》成王十五而冠，故彼鄭注云：「天子諸侯十二而冠。」成王此年十五，於禮巳冠而爵弁者，承天變，故降服也。今譙周云「成王十五而冠，著在《金縢》者」，先儒鄭玄之徒。約《大戴禮》以為文王崩之明年，成王始生。文王年十五生武王，文王九十七而終，則終時武王年八十三矣。崩之明年，武王年八十四也。武王九十三而終，則武王崩時，成王年十歲可知耳。周公攝政，必在除喪之後。是周公初攝政之時，成王年十二。《金縢》稱始欲攝政，即群叔流言，周公居東二年，罪人斯得，乘前之年，是成王十四年。秋，始感大風之變，王與大夫盡弁，以啟《金縢》之書，是啟金縢時，成王年十五。又《書傳》云：「四年建侯衛。」則周公復居攝，四年作《康誥》也。又《書傳》云：「天子年十八稱孟侯。」作《康誥》之時，成王稱孟侯，則成王年十八矣。周公居攝四年，成王十八年，自然啟金縢。迎周公之時，成王十五，故譙周亦以啟金縢時為成王年十五，《尚書》特云王與大夫盡弁，明則始冠之年，故云十五而冠，謂在《金縢》也。鄭云「天子諸侯十二而冠」者，約《左傳》魯襄公之年耳，更無正文可據，故范亦不從。\n夏，楚人圍巢。秋，縢子來朝。秦伯使術來聘。（術，秦大夫。○術音述。）"
      },
      {
        "index": 26,
        "text": "冬，十有二月，戊午，晉人、秦人戰於河曲。（河曲，晉地。）不言及，秦、晉之戰巳亟，故略之也。（亟，數也。夫戰必有曲直，以一人主之，二國戰鬥數，曲直不可得詳，故略之，不言晉人及秦人戰。○亟，去冀反，數也，注同。）"
      },
      {
        "index": 27,
        "text": "疏「不言」至「略之也」。○釋曰：七年「戰於令狐」，十年「秦伐晉」，此年又戰河曲，是數也。季孫行父帥師城諸及鄆。稱帥師，言有難也。（難，乃旦反。）"
      },
      {
        "index": 28,
        "text": "疏「言有難也」。○釋曰：凡城之志皆譏。今傳云有難，則似無譏者。傳本有難，不是解譏與不譏，直釋其帥師之意耳。得此城得時，又畏莒爭鄆，書雖是譏，情義通許。故傳以有難釋之，不言譏之意也。\n十有三年"
      },
      {
        "index": 29,
        "text": "十有三年，春，王正月。夏，五月，壬午，陳侯朔卒。疏「陳侯朔卒」。○釋曰：《世本》是陳共公也。邾子籧篨卒。（籧，其居反。篨，直居反。）\n疏「邾子籧篨卒」。○釋曰：《左傳》是文公也。自正月不雨，至於秋七月。"
      },
      {
        "index": 30,
        "text": "大室屋壞。（屋者，主於覆蓋，明廟不都壞。○大音泰，傳皆同。）大室屋壞者，有壞道也，譏不脩也。大室猶世室也。（世世有是室，故言世室。）"
      },
      {
        "index": 31,
        "text": "疏「有壞道也」。○釋曰：高者有崩道，下者有壞道，既言有壞道，而書之者，譏不脩也。言魯若繕脩之，豈有敗壞之理，故書以譏不敬也。成五年「梁山崩」，傳云「高者有崩道」。山有崩道，又不可繕脩之物，而亦書之者，刺人君無德而致天災，令山崩河壅，怪異之大，故亦書之。然山高稱崩，屋下言壞，而序稱禮壞樂崩，釋云通言之者，以禮樂無高下之殊，故知通言之。"
      },
      {
        "index": 32,
        "text": "周公曰大廟，（《爾雅》曰：「室有東西廂曰廟。」）伯禽曰大室，群公曰宮。（《爾雅》曰：「宮謂之室，室謂之宮。」然則其實一也，蓋尊伯禽而異其名。）"
      },
      {
        "index": 33,
        "text": "疏注「《爾雅》」至「其名」。○釋曰：此下注所引並《爾雅·釋宮》之言，有東西廂者，謂有夾室也。傳知周公曰大廟，伯禽曰大室，公曰宮者，《禮記·明堂位》云，「季夏六月，以禘禮祀周公於大廟」，哀三年「桓宮、僖宮災」，是周公稱大廟，公稱宮；此經別言大室，明是伯禽廟。《公羊傳》為世室，言世世不毀，世與大意亦同耳。禮：宗廟之事，君親割，（割牲。）"
      },
      {
        "index": 34,
        "text": "疏「君親割」。○釋曰：徐邈云：《禮記》曰「君執鸞刀而刲牲」是也。然彼據初殺牲之時，非是割牲之事，徐言非也。"
      },
      {
        "index": 35,
        "text": "夫人親舂，（舂粢盛。）敬之至也。為社稷之主，而先君之廟壞，極稱之，誌不敬也。（極稱言屋壞，不復依違其文。○復，扶又反。）冬公如晉。\n衛侯會公於遝。（遝，地也。○遝，徒答反。）狄侵衛。\n十有二月巳丑，公及晉侯盟。還自晉。還者，事未畢也。自晉，事畢也。"
      },
      {
        "index": 36,
        "text": "疏「還者」至「畢也」。○釋曰：知自晉，是事畢者，以其與致文同，故知是事畢。傳知還是事未畢者，以未至國都，而鄭伯會公於棐，故知是未畢。《春秋》上下書還者有四，莊八年「秋，師還」，傳曰：「遯也。」今自晉為事未畢而言，嫌不得如彼例，故復發傳。宣十八年「歸父還自晉」，嫌君臣異，故復發事未畢之文。襄十九年「晉士匄帥師侵齊，聞齊侯卒，乃還」，嫌外內異，故亦復發傳云：「事未畢也。」還例有四，范《別例》云三者，蓋直據內為三，不數外臣故也。\n鄭伯會公於棐。（棐，鄭地。○棐，芳匪反。）\n十有四年\n十有四年，春，王正月，公至自晉。邾人伐我南鄙。叔彭生帥師伐邾。\n夏，五月，乙亥，齊侯潘卒。（潘，浦幹反。）疏「齊侯潘卒」。○釋曰：《世家》及《世本》是齊昭公也。"
      },
      {
        "index": 37,
        "text": "六月，公會宋公、陳侯、衛侯、鄭伯、許伯、曹伯、晉趙盾。癸酉，同盟於新城。（新城，宋地。）同者，有同也。同外楚也。"
      },
      {
        "index": 38,
        "text": "疏「同外楚也」。○釋曰：《春秋》書同盟非一，傳或有釋，亦有不釋；就不釋之內辭又不同。所以然者，莊公之世，二幽之盟，於時楚國未強，齊桓初霸，直取同尊周室而已，故傳云「同尊周也」。及邵陵首止之徒，楚不取與爭，褒大齊桓，故不復言同。當文公時，楚人強盛，而中國畏之。今同盟詳心外楚，不復直能尊周室而已，故傳釋之云同外楚也。「斷道」書同，傳云：「外楚也。」則「清丘」亦是外楚，故傳省文也。舉斷道以包上下，則蟲牢、馬陵，蒲之與戚，柯陵、虛杅之類，亦是省文可知。同盟雞澤復發傳者，楚人轉盛，中國外之彌甚，故更發之，則戲盟及京城重？之等，亦其義也。平？又重發外楚之文者，平丘以下，中國微弱，外楚之事盡於平丘。從此以後，不復能外，故發傳以終之也。"
      },
      {
        "index": 39,
        "text": "秋，七月，有星孛入於北斗。孛之為言猶茀也。其曰入北斗，鬥有環域也。（據孛於大辰及東方皆不言入，此言入者，明鬥有規郭，入其魁中也。劉向曰：「北斗貴星，人君之象也。茀星，亂臣之類，言邪亂之臣，將並弑其君。」○孛，步內反。茀，李軌、扶憤反，徐邈扶勿反，一音步勿反，又音弗。邪，俄嗟反。弑音試。）公至自會。"
      },
      {
        "index": 40,
        "text": "晉人納捷菑於邾，弗克納。是郤克也。其曰人，何也？微之也。何為微之也？長轂五百乘，綿地千里，（長轂，兵車。四馬曰乘，一乘，甲士三人，步卒七十二人，五百乘，合三萬七千五百人。綿猶彌漫。○捷菑，在接反，下側其反。轂，古木反。乘，繩證反。卒，子忽反。）"
      },
      {
        "index": 41,
        "text": "疏「微之也」。○釋曰：不言貶之者，以非專惡之稱，故傳言微之而已。過宋、鄭、滕、薛，敻入千乘之國，欲變人之主，（敻猶遠也。變人之主，謂時邾巳立玃且。邾，小國，而言千乘者，大郤克之事。○敻，況盛反。）至城下，然後知，何知之晚也！（征不廟筭正其得失，勞而遠涉，乃至城下。邾以義拒，然後方悟，貶之曰人，不亦宜乎？○悟，五故反。）弗克納，未伐而曰弗克何也？弗克其義也。（非力不足，義不可勝。）捷菑，晉出也。玃且，齊出也。（姊妹之子曰出。）玃且，正也。捷菑，不正也。（正，適。○適，丁曆反。）"
      },
      {
        "index": 42,
        "text": "九月，甲申，公孫敖卒於齊。奔大夫不言卒，而言卒何也？（據閔二年「公子慶父出奔莒」，後不言卒。）為受其喪，不可不卒也。其地，於外也。（成十七年「公孫嬰齊卒於貍蜃」，傳曰：「其地，未逾竟。」宣八年「仲遂卒於垂」，垂，齊地。然則地或逾竟，或未逾竟。凡大夫卒在常所則不地，地者皆非其常所，隨其所在而書其地耳，不孫於逾竟與不逾竟。○為，於偽反。貍，力之反。蜃，市軫反。竟音境，並同。）"
      },
      {
        "index": 43,
        "text": "疏「其地於外也」。○釋曰：此與公孫嬰齊卒於貍蜃，傳皆釋之。宣八年「仲遂卒於垂」，而傳不釋者，此公孫敖卒於齊之國內，故傳釋之曰「其地於外也」，明在他國而卒。公孫嬰齊卒在魯竟內，故傳釋之曰「其地，未逾竟」，明非他國也。二者既巳發傳，垂是齊地，非是他國都，又非魯竟內，在兩端之間，故不復釋之。"
      },
      {
        "index": 44,
        "text": "齊公子商人弑其君舍。舍未逾年，其曰君何也？成舍之為君，所以重商人之弑也。（舍不成君，則殺者非弑也。○殺其，音試，本又作弑。）商人其不以國氏何也？（據隱四年，州吁弑其君完，不言公子。）不以嫌代嫌也。（《春秋》以正治不正，不以亂平亂。舍不宜立，有不正之嫌。商人專權，有當國之嫌，故不書國氏，明不以嫌相代。）"
      },
      {
        "index": 45,
        "text": "疏「不以嫌代嫌也。」○釋曰：《左氏》以舍是昭公之子，夫人叔姬所生，而范云舍不宜立，有不正之嫌，以傳云不以嫌代嫌，明知舍不正。又舍卒不日，亦是非正之驗。\n舍之不日，何也？未成為君也。"
      },
      {
        "index": 46,
        "text": "疏「舍之」至「君也」。○釋曰：傳例：凡弑君書日以明正，不係於成君。若舍是庶，成君亦不合書日。而云未成君者，《春秋》不正見者，雖庶亦得書日，即齊侯小白、鄭伯突是也。今商人為不欲以嫌代嫌，故不去公子，則舍不正之嫌，前巳著見。不正巳見，例當書日，為未成君，故不日耳。\n宋子哀來奔。其曰子哀，失之也。（言失其氏族，不知何人。）"
      },
      {
        "index": 47,
        "text": "疏「失之也」。○釋曰：經言宋子哀，傳云失之也者，舊解失之者，謂其未達稱子之意。案范注云「言失其族不知何人」，則不得云失其稱子之意。蓋失之者，謂雖知子哀是宋之大夫，但不知是何族姓也。"
      },
      {
        "index": 48,
        "text": "冬，單伯如齊。（單伯，魯大夫。○單音善。）齊人執單伯。私罪也。單伯淫於齊，齊人執之。齊人執子叔姬。叔姬同罪也。"
      },
      {
        "index": 49,
        "text": "疏叔姬同罪也。○釋曰：叔姬既與單伯同罪，而經文異執者，單伯是天子命大夫，魯人遣送叔姬，未至而與之淫。王則闇於取人之術，魯則失於遣使之宜，故經不書叔姬歸於齊。再舉齊執之文者，使若異罪然，所以為諱也。明年，書「單伯至自齊」，亦是諱之之事耳。《公羊》亦以為「不言齊人執單伯及子叔姬」者，「內辭也，使若異罪然」。《左氏》則云單伯天子大夫，為魯「請叔姬」，非《穀梁》意也。\n十有五年\n十有五年，春，季孫行父如晉。"
      },
      {
        "index": 50,
        "text": "三月，宋司馬華孫來盟。（泰曰：「擅權專國，不君其君，緣其不臣，因曰無君。上司馬、司城皆不名，而此獨名者，以華孫奉使出盟，為好於我，故書官以見專，錄名以存善。」○華，戶化反。使，所吏反。好，呼報反。以見，賢遍反。）"
      },
      {
        "index": 51,
        "text": "疏「泰曰」至「存善」。○釋曰：外大夫來盟書名，則是常事。而云錄名以存善者，華孫擅權專國，理合變文，今得錄名，即是同於常使。失常為惡，則得常是善，猶《左氏》稱「公子翬如齊逆女，脩先君之好，故曰公子」，亦其類也。華孫奉使不稱使者，以其專，故經書官以表之。傳云無君之辭也，既無君無臣，故不得使也。"
      },
      {
        "index": 52,
        "text": "司馬，官也。其以官稱，無君之辭也。來盟者何？前定也。不言及者，以國與之也。（稱，尺證反，年末注同。）疏「前定也」。○釋曰：重發傳者，不稱使，嫌異常故也。\n夏，曹伯來朝。（朝，直遙反。）齊人歸公孫敖之喪。六月，辛丑，朔，日有食之，鼓、用牲於社。"
      },
      {
        "index": 53,
        "text": "疏「鼓、用牲於社」。○釋曰：莊二十五年傳稱「鼓，禮也」。鼓既是禮，所以書之者，鼓當於朝，今用之於社，鼓雖得禮，用之失處，故書也。若然，後亦鼓之於社，而云禮者，彼對用牲為非禮，故云「鼓，禮也」。其實用鼓亦非其處，若得其處，經不當書耳。"
      },
      {
        "index": 54,
        "text": "單伯至自齊。大夫執則致，致則名，此其不名何也？（據昭十四年「意如至自晉」稱名。）天子之命大夫也。晉郤缺帥師伐蔡。戊申，入蔡。"
      },
      {
        "index": 55,
        "text": "疏「晉郤」至「入蔡」。○釋曰：伐入兩舉者，伐而不即入，故兩舉之也。莊二十八年伐戰兩舉者，初伐其竟內，戰在國都，故亦兩舉之也。"
      },
      {
        "index": 56,
        "text": "秋，齊人侵我西鄙。其曰鄙，遠之也。其遠之何也？不以難介我國也。（介猶近也。○難，乃旦反。介音界，注同。）"
      },
      {
        "index": 57,
        "text": "疏「其曰鄙，遠之也」。○釋曰：重發傳者，以莊十九年三國「伐我」，今齊人獨來，嫌異，故重明之。季孫行父如晉。\n冬，十有一月，諸侯盟於扈。（諸侯皆會，而公獨不與，故恥而略之。）"
      },
      {
        "index": 58,
        "text": "疏注「諸侯」至「略之」。○釋曰：舊解公獨不與者，謂七年扈之盟公不得與，故略言諸侯。此與十七年公雖與會，諱前不與，故亦略之。其意解公獨不與，謂七年時也。今以為公獨不與，正謂此年公在不與，故言公會諸侯。今此會盟，公全不往，故直言諸侯盟於扈而已，皆所以為諱也。"
      },
      {
        "index": 59,
        "text": "十有二月，齊人來歸子叔姬。其曰子叔姬，貴之也。其言來歸，何也？父母之於子，雖有罪，猶欲其免也。（凱曰：「書來歸，是見出之辭。有罪之人，猶與貴稱，書之曰子者，蓋父母之恩，欲免罪也。）"
      },
      {
        "index": 60,
        "text": "疏「其曰」至「免也」。釋曰：來歸者，是彰罪之稱。而云父母之於子欲其免也者，稱子是尊貴之辭。雖云來歸以貴辭言之，非是有罪之稱，故云欲其免也。\n齊侯侵我西鄙，遂伐曹，入其郛。（郛，郭，○郛，芳俘反。）"
      },
      {
        "index": 61,
        "text": "疏「入其郛」。○釋曰：《公羊傳》云：「郛者何？郛也。」此不發傳者，《春秋》唯有此事而已，非例所及，故略之也。\n十有六年"
      },
      {
        "index": 62,
        "text": "十有六年，春，季孫行父會齊侯於陽穀。齊侯弗及盟。弗及者，內辭也。行父失命矣，齊得內辭也。（行父出會失辭，義無可納，故齊侯以正道拒而弗受，不盟由齊，故得內辭。）"
      },
      {
        "index": 63,
        "text": "疏注「行父」至「內辭」。○釋曰：以行父失辭之故，為齊侯所非，外得其所拒，內失其志，《春秋》惡行父之失命，故得內辭也。"
      },
      {
        "index": 64,
        "text": "夏，五月，公四不視朔。天子告朔於諸侯，諸侯受乎禰廟，禮也。（每月，天子以朔政班於諸侯，諸侯受而納之禰廟，告廟以羊。今公自二月不視朔，至於五月，是後視朔之禮遂廢，故子貢欲去其羊。○去，起呂反。）"
      },
      {
        "index": 65,
        "text": "疏注「每月」至「其羊」。○釋曰：《三朝記》云，周衰，天子不班朔於天下。此云班朔者，彼據周末全不能班之。此時尚或班，或不班，故下傳云：以公為厭政以甚矣。范云，天子班朔而公不視是也。知是二月不視朔至五月者，以經書五月，公四不視朔。若從五月以後數之，則公或視或不視，何得預言四不視朔。知從二月至五月為四也。又云是後視朔之禮遂廢，而經直云公四不視朔者，《左氏》以為此獨書公四不視朔者，以表公實有疾，非詐齊也。《公羊》為此公有疾猶可言，無疾則不可言。《穀梁》文雖不明，蓋從此一譏之惡，足見其餘不復譏也。\n公四不視朔，公不臣也，以公為厭政以甚矣。（天子班朔而公不視，是不臣。○厭，於豔反。）"
      },
      {
        "index": 66,
        "text": "六月，戊辰，公子遂及齊侯盟於師丘。（師丘，齊地。○師丘，《左氏》作郪丘，《公羊》作犀丘。）復行父之盟也。（春，齊侯不與行父盟，故復使遂脩之。○復行，扶又反。又音服，注「復使」及下注「而復」皆同。）\n秋，八月，辛未，夫人薑氏薨。（僖公夫人。）"
      },
      {
        "index": 67,
        "text": "毀泉台。喪不貳事，貳事，緩喪也，（喪事主哀而復毀泉台，是以喪為緩。）以文為多失道矣。（緩作主、躋僖公、四不視朔、毀泉台之類。）"
      },
      {
        "index": 68,
        "text": "疏「以文」至「道矣」。○釋曰：《春秋》為尊親者諱，而舉其多失道者，仲尼之脩《春秋》，所以示法，有罪皆諱，何以見其褒貶？故桓公殺逆之主，罪無遺漏，亦其比也。至於書經，文不委曲，則亦是諱，何者？文實逆祀，而云躋僖；文從後多不視朔，直言四不視朔而已。文稱毀泉台則似嫌其奢泰，是亦臣子為尊親諱之義也。然取二邑、大室屋壞、不與扈盟，亦是失道，注不言之者，云云之類，足以包之也。《公羊》以為泉台者，是莊公所築郎台也。《左氏》與此傳並不顯言，或如《公羊》之說也。\n自古為之，今毀之，不如勿處而已矣。（若以夫人居之而薨者，但當莫處。）楚人、秦人、巴人滅庸。"
      },
      {
        "index": 69,
        "text": "冬，十有一月，宋人弑其君杵臼。（泰曰：傳稱人者，眾辭。眾之所同，則君過可知。又曰稱國以弑其君，君惡甚矣。然則舉國重於書人也。○杵，昌呂反。臼，其九反。）"
      },
      {
        "index": 70,
        "text": "疏注「泰曰」至「人也」。○釋曰：稱人「眾辭」，莊十七年傳文。「稱國以弑其君，君惡甚矣」，成十八年傳文。\n十有七年\n十有七年春，晉人、衛人、陳人、鄭人伐宋。（衛序陳上，蓋主會者降之。）\n夏，四月，癸亥，葬我小君聲薑。齊侯伐我西鄙。\n六月，癸未，公及齊侯盟於穀。"
      },
      {
        "index": 71,
        "text": "諸侯會於扈。（言諸侯者，義與上十五年同。○范云：「言諸侯者，義與上十五年同，亦諸侯皆會，公獨不與，恥而略之。」）\n疏注「言諸」至「年同」。○釋曰：彼為公不會，略言諸侯，則此亦然也。\n秋，公至自穀。\n冬，公子遂如齊。\n十有八年\n十有八年，春，王二月，丁丑，公薨於台下。台下，非正也。"
      },
      {
        "index": 72,
        "text": "疏「台下非正也」。○釋曰：非正與僖同。重發之者，僖是小寢，此則台下，嫌異，故發之。疏秦伯罃卒。（罃，乙耕反。）\n夏，五月，戊戌，齊人弑其君商人。\n六月，癸酉，葬我君文公。"
      },
      {
        "index": 73,
        "text": "秋，公子遂、叔孫得臣如齊。使舉上客，而不稱介，不正其同倫而相介，故列而數之也。（上客，耳主也。禮：大夫為卿介。遂與得臣俱為卿，是以同倫為副使，故兩言之，明無差降。○使舉，所吏反，注同。介音界，下同，副使也。數，所主反。）\n疏注「禮：大夫為卿介」。○釋曰：《聘禮》「卿出，以大夫為上介，士為末介」是也。\n冬，十月，子卒。（子赤也。諸侯在喪，既葬之稱。）"
      },
      {
        "index": 74,
        "text": "疏注「子赤」至「之稱」。○釋曰：《公羊傳》稱君薨稱子某，既葬稱子，逾年稱君。今子赤，文公既葬而云子卒，是既葬之稱也。子卒不日，故也。（故，殺也。不稱殺，諱也。）"
      },
      {
        "index": 75,
        "text": "夫人薑氏歸於齊。惡宣公也。（薑氏，子赤之母，其子被殺，故大歸也。宣公亦文公之子，其母敬嬴，惡不奉薑氏。○惡，烏路反，注同。嬴音盈，依《左傳》應作項熊。）"
      },
      {
        "index": 76,
        "text": "疏「惡宣公也」。○釋曰：注並言敬嬴者，注意欲明宣公是敬嬴所生，是非惡敬嬴也。舊解宣公不使其母奉養薑氏，故言之，禮亦通也。"
      },
      {
        "index": 77,
        "text": "有不待貶絕而罪惡見者，（泰曰，直書薑氏之歸，則宣公罪惡不貶而自見。）有待貶絕而惡從之者。（齊小白以國氏之類是也。）侄娣者，不孤子之意也，（言其一人有子則共養。○侄，大結反。娣音弟。共養，並如字，一讀上九用反，下餘亮反。）一人有子，三人緩帶。（共望其祿。）"
      },
      {
        "index": 78,
        "text": "疏「侄娣」至「緩帶」。○釋曰：上文直云侄娣者，所以分別尊卑，明夫人須媵妾之意。下文？言緩帶者，欲見有子則喜樂之情均，貴賤之意等。今宣公為人君，不尊養薑氏，非緩帶之謂也。緩帶者，優遊之稱也。\n一曰就賢也。（若並有子，則就其賢，謂年同也。宣公不奉哀薑，非此之謂，故惡之。）"
      },
      {
        "index": 79,
        "text": "疏注「若並」至「惡之○釋曰：宣以庶子篡立，非關就賢。范云：「宣不能奉養哀薑，則是非賢之事，故云非此之謂也。」季孫行父如齊。\n莒弑其君庶其。（傳例曰：「稱國以弑其君，君惡甚矣。」）"
      },
      {
        "index": 80,
        "text": "疏注「傳例」至「甚矣」。○釋曰：注引傳例者，嫌小國無大夫，例小稱臣名，明弑逆事重，不從凡常大夫之例也。舊解稱國者，謂惡於國人，並虐及卿大夫；稱人者，謂失心於民庶也。此乃涉於賈逵之說，據十六年范注則似不然。"
      }
    ]
  }
}