{
  "chapterNumber": 7,
  "title": "春秋穀梁傳註疏卷06 (Guliang Zhushu, Volume 6)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○莊公（十九年至三十二年，盡閔二年）\n十有九年\n十有九年，（傳本或分此以下為莊公與閔公同卷。）春，王正月。夏，四月。"
      },
      {
        "index": 1,
        "text": "秋，公子結媵陳人之婦於鄄，遂及齊侯、宋公盟。媵，淺事也，不誌。此其誌，何也？辟要盟也。（魯實使公子結要二國之盟，欲自讬於大國，未審得盟與不，故以媵婦為名，得盟則盟，不則止，此行有辭也。○媵，以證反，又繩證反，《爾雅》云：「送也。」要，於遙反，注同。）"
      },
      {
        "index": 2,
        "text": "疏傳「辟要盟也」。○釋曰：文十六年：「季孫行父會齊侯於陽穀，齊侯弗及盟。」此若齊、宋不許，亦當云「弗及盟」，而云「辟要盟也」者，彼以行父失辭，又無媵事，故云「弗及盟」，此有媵事，若齊、宋不許，則直書媵事而已，故云「辟要盟也」。"
      },
      {
        "index": 3,
        "text": "何以見其辟要盟也？媵，禮之輕者也。盟，國之重也。以輕事遂乎國重，無說。（以輕遂重，無他異說，故知辟要盟耳。○見，賢遍反。）其曰陳人之婦，略之也。（但為遂事，假錄媵事耳，故略言「陳人之婦」，不處其主名。○為，於偽反。）"
      },
      {
        "index": 4,
        "text": "疏注「但為」至「主名」。○釋曰：「假錄媵事」者，媵是小事，不合書經。今既書之，故云假，非謂無媵事也。「不處其主名」者，謂不言陳侯夫人，而云「陳人之婦」，是不處其主名也。\n其不日，數渝，惡之也。（數音朔。惡，烏路反。）"
      },
      {
        "index": 5,
        "text": "疏傳「數渝，惡之也」。○釋曰：數，疾也。謂秋共盟，冬而見伐，變盟之疾，故不書日以惡之也。或以為「數渝」，為今冬伐我西鄙，明年齊又伐我，故云數，理亦通也。\n夫人薑氏如莒。婦人既嫁不逾竟，逾竟，非正也。\n疏傳「不逾竟」。○釋曰：重發傳者，嫌此適異國恐別，故發傳以同之。"
      },
      {
        "index": 6,
        "text": "冬，齊人、宋人、陳人伐我西鄙。其曰鄙，遠之也。其遠之，何也？不以難邇我國也。（難，乃旦反。邇如字，本又作介，音界。）\n二十年"
      },
      {
        "index": 7,
        "text": "二十年，春，王二月，夫人薑氏如莒。（夫人比年如莒，過而不改，無禮尤甚，故謹而月之。○莒音舉。）婦人既嫁不逾竟，逾竟，非正也。（竟，音境。）\n疏傳「不逾竟」。○釋曰：重發傳者，比再如莒，失禮之甚，故詳之。\n夏，齊大災。其誌，以甚也。（外災不誌。甚，謂災及人也。外災例時。）"
      },
      {
        "index": 8,
        "text": "疏傳「其誌，以甚也」。○釋曰：范例云：「災有十二，內則書日，外則書時，國曰災，邑曰火。」內則書日，新宮、禦廩之類是也。其外則時者，則「宋大水」、「齊大災」之等是也。昭十八年不書時，以四國同日故也。其外災誌者，皆發傳、故十一年「宋大水」，傳曰「王者之後也」。襄九年「宋災」，嫌火與水異，傳曰「故宋也」，宣十六年「成周宣榭災」，傳曰「以樂器所藏，目之也」，此書「齊大災」，傳曰「其誌，以甚也」，昭十八年「宋、衛、陳、鄭災」，傳曰「其誌，以同日也」，其九年「陳火」，傳曰「閔陳而存之也」是也。\n秋，七月。冬，齊人伐我。\n二十有一年\n二十有一年，春，王正月。夏，五月，辛酉，鄭伯突卒。"
      },
      {
        "index": 9,
        "text": "秋，七月，戊戌，夫人薑氏薨。婦人弗目也。（鄭嗣曰：「弗目謂不目言其地也。婦人無外事，居有常所，故薨不書地。僖元年傳曰：『夫人薨，不地。此言弗目，蓋互辭爾。定九年『得寶玉、大弓』，傳曰：『弗目，羞也。』蓋此類也。」江熙曰：「文薑有弑公之逆，而弗目其罪。」）"
      },
      {
        "index": 10,
        "text": "疏傳「婦人弗目也」。○釋曰：隱二年「夫人子氏薨」，著不地之例，此複發傳者，嫌有罪去地，故發之也。不曰「夫人」而言「婦人」者，以文薑失夫人之道，故經書「薨」，傳以「婦人」言之。或是經無變文，蓋傳通言之，無異意也。○注「弗目其罪」。○釋曰：江𤀠云：「不目其罪者，謂稱夫人薨，與常例不異是也。」弗目，謂不題目文薑薨所也，一曰弗目其罪。\n冬，十有二月，葬鄭厲公。\n二十有二年"
      },
      {
        "index": 11,
        "text": "二十有二年，春，王正月，肆大眚。肆，失也。眚，災也。（《易》稱「赦過宥罪」，《書》稱「眚災肆赦」，經稱「肆大眚」，皆放赦罪人，蕩滌眾故，有時而用之，非經國之常製。○肆音四。眚，所景反。宥音又。滌音狄。）"
      },
      {
        "index": 12,
        "text": "疏注「《易》稱」云云。○釋曰：肆，失也。眚，災也。言「肆大眚」者，謂放失大罪惡。災猶罪惡也。言放失大罪惡，明小惡亦赦之也。「《易》稱『赦過宥罪』者，《解卦》辭也。《象》曰：「雷雨作，解，君子以赦過宥罪。」解卦坎下震上，震為雷，坎為雨，雷動雨下，而萬物解散，故君子以此卦象而永赦罪人。「《書》稱 『眚災肆赦』」，《舜典》文。孔安國云：「眚，過；災，害；肆，緩也。過而有害，當緩赦之。」此傳云「肆，失也」，則亦緩之類，以經稱「肆大眚」，故以眚為災也。《尚書》「眚災」連文，故孔氏以眚為過，其大意亦不異也。○注「蕩滌眾故」。○釋曰：傳「為嫌天子之葬也」者，二事相須，注以「肆大眚」不可特為夫人，故云「蕩滌眾故」。傳意原魯所以肆大眚者，為嫌天子之葬也，故注與傳兩言之。"
      },
      {
        "index": 13,
        "text": "災紀也，失故也，（災謂罪惡。紀，治理也。有罪當治理之，今失之者，以文薑之故。）為嫌天子之葬也。（文薑罪應誅絕，誅絕之罪不葬。若不赦除眾惡，而書葬者，嫌天子許之，明須赦而後得葬。○為，於偽反。）\n癸丑，葬我小君文薑。小君，非君也。（不治其民。）其曰君，何也？以其為公配，可以言小君也。"
      },
      {
        "index": 14,
        "text": "陳人殺其公子禦寇。（禦寇，宣公之子。○禦，魚呂反，又作禦。）言公子而不言大夫，公子未命為大夫也。其曰公子，何也？公子之重視大夫，（視此。）命以執公子。（大夫既命，得執公子之禮。一本大夫命以視公子。）\n夏，五月。（以五月首時，寧所未詳。）"
      },
      {
        "index": 15,
        "text": "疏「夏，五月」。○釋曰：何休云：「譏莊公娶仇女，不可以事先祖，猶五月不宜以首時。」杜預云：「莊公獨稱『夏，五月』者，疑謬誤也。」范以二者皆無憑，故云「寧所未詳」也。"
      },
      {
        "index": 16,
        "text": "秋，七月，丙申，及齊高傒盟於防。不言公，高傒伉也。（書日，則公盟也。高傒驕伉，與公敵體，恥之，故不書公。○傒音奚，伉苦浪反。）"
      },
      {
        "index": 17,
        "text": "疏注 「書日」至「書公」。○釋曰：微者盟，例不日，「及宋人盟於宿」是也。此既書日，明公在可知。知非卿者，若卿則與高傒敵，何以直言及，故知非卿也。「公及莒人盟於包來」，言公者，彼稱人，是舉國之辭，故可以言公。此若云「公及高傒」，則高傒得敵公，故不言公也。「公會楚公子嬰齊」，不沒公者，彼以前驕伉，後服罪，故不去公，以見別意也。"
      },
      {
        "index": 18,
        "text": "冬，公如齊納幣。納幣，大夫之事也。禮有納采，（采擇女之德性也。其禮用雁為贄者，取順陰陽往來。○贄音至。）有問名，（問女名而卜之，知吉凶也，其禮如納采。）有納徵，（徵，成也，納幣以成婚。）"
      },
      {
        "index": 19,
        "text": "疏傳「有納徵」。○釋曰「此傳釋諸侯不云「納幣」，而云「納徵」者，以《士婚禮》有「納徵」之文，欲明用幣雖異而禮同也。有告期。（告迎期。○迎，魚敬反。）四者備，"
      },
      {
        "index": 20,
        "text": "疏傳「四者備」。○釋曰：《士婚禮》，「下達」之後，有納采、問名、納吉、納徵、請期、親迎六禮。此傳不云納吉者，直舉四者，足以譏公，故略納吉不言之。或以為諸侯與士禮異者，非也。\n而後娶，禮也。公之親納幣，非禮也，"
      },
      {
        "index": 21,
        "text": "疏傳「納幣，非禮也」。○釋曰：納幣非禮，是譏喪娶。而注云「傳無譏文」者，傳上云「公之親納幣，非禮」，不云喪娶之事，故云「無譏文」也。然宣元年貶夫人去氏，此則全無譏者，彼以「夫人不能以禮自固，故與有貶」，仍未是貶公之事，故彼注云「不譏喪娶者，不待貶絕而罪惡自見」是也。故譏之。（公母喪，未再期而圖婚，傳無譏文，但譏親納幣者，喪婚不待貶絕而罪惡見。○見，賢遍反。）\n二十有三年\n二十有三年，春，公至自齊。"
      },
      {
        "index": 22,
        "text": "疏「公至自齊」。○釋曰：二十七年傳云「桓會不致」，此與下文「觀社」皆書「公至自齊」者，《公羊傳》云，桓會不致，此「何以致？危之也」。徐邈亦云：「不以禮行，故致以見危。」范此雖無注，下云：「公怠棄國政，比行犯禮，憂危甚矣。」則亦以二者為憂危致之也。若然，定八年傳稱「致月，危致也」，下傳云「致月，有懼焉爾」，此若致以見危，所以不月者，以二者皆非禮而行，不假書月，危懼可知，傳以危而不月，嫌與例乘，故發傳詳之。或以為二者皆非禮之行，與好會異，故致之，非是見危，理亦通也。\n祭叔來聘。（祭叔，天子寰內諸侯。叔，名。○祭，側界反。寰音縣，又音環。）"
      },
      {
        "index": 23,
        "text": "疏「祭叔來聘」。○釋曰：范云：「祭叔，天子寰內諸侯。叔，名。」則范意將此祭叔與隱元年祭伯同是畿內諸侯。而此云「來聘」，彼傳責其不稱朝者，祭伯者，祭國伯爵也，寰內諸侯，時不為王之卿大夫，欲外交鄰好，而來通魯，以其無王命，故不得言聘；不仕王朝，故得責其不稱朝也。今祭叔見是天子大夫，而恣意任情，欲外接諸侯，雖請王命，非王本心，故不稱使，見其擅命。言聘，表其請王，猶《左氏》公子翬強請，故得書經而去其族也。案隱元年注云，祭伯「畿內大夫有采地」者，既有采地，則似祭伯亦仕王朝者，以祭伯本為入仕王朝，故畿內授地。今雖不仕，亦得以大夫言之。或以為祭叔亦無王命，以是天子大夫假王命而來，魯受其聘，故得書聘；以本非王命，故不稱使也；祭伯雖是天子卿大夫，欲同諸侯之例而來朝魯，以不奉王命，故不得稱聘；寰內諸侯，不合外交，故亦不得云朝，是亦得通一家也。徐邈云「祭叔為祭公使」，則徐意以祭叔為祭之夫夫也。范以叔為名，似同徐說。但舊解不然，故今亦同之。"
      },
      {
        "index": 24,
        "text": "其不言使，何也？天子之內臣也。不正其外交，故不與使也。（何休曰：「南季、宰渠伯糾、家父、宰周公來聘，皆稱使，獨於此奪之，何也？」鄭君釋之曰：「諸稱使者，是奉王命，其人無自來之意。今祭叔不一心於王，而欲外交，不得王命來，故去使以見之。」○去，起呂反。見，賢遍反。）\n夏，公如齊觀社。常事曰視，（視朔是也。）非常曰觀。"
      },
      {
        "index": 25,
        "text": "疏傳「非常曰觀」。○釋曰：複發傳者，嫌觀魚、觀社異，故發之也。《春秋》之例，常事不書，視朔既書，而范云常事，謂視朔者，視朔之禮，實是常事，但公廢之，即為非常，故書之。"
      },
      {
        "index": 26,
        "text": "觀，無事之辭也。（言無朝會之事。○朝，直遙反。下同。）以是為屍女也。（屍，主也。主為女往爾，以觀社為辭。○主為，於偽反。）無事不出竟。"
      },
      {
        "index": 27,
        "text": "公至自齊。公如，（陳公行例。）往時，正也。（正謂無危懼也，皆放此。）致月，故也。如，往月、致月，有懼焉爾。"
      },
      {
        "index": 28,
        "text": "荊人來聘。善累而後進之。其曰人，何也？舉道不待再。（明聘問之禮，朝宗之道，非夷狄之所能，故一舉而進之。）"
      },
      {
        "index": 29,
        "text": "疏傳「善累」云云。○釋曰：不言楚人而云「荊人」者，傳稱「州不若國」，楚既新進，若稱國係人，嫌其大褒，故直舉州稱人言聘以進之。公及齊侯遇於穀。及者，內為誌焉爾。\n疏傳「內為誌焉爾」。○釋曰：重發傳者，公為淫如齊，嫌異於常，故重發之。遇者，誌相得也。蕭叔朝公。"
      },
      {
        "index": 30,
        "text": "疏「蕭叔朝公」。○釋曰：書名者，附庸常例。儀父稱字，傳言「貴之」。此傳直云「微國」，不言貴之，則「叔」名也。重發傳者，嫌名字異故也。"
      },
      {
        "index": 31,
        "text": "微國之君，未爵命者。其不言來，於外也。（言於穀朝公也。）朝於廟，正也。於外，非正也。○秋，丹桓宮楹。（楹，柱）禮：天子、諸侯黝堊，（黝堊，黑色。○黝，於糾反，又於柳反。注同。堊，烏路反，又烏各反。范云：「黝堊，黑色。」案，黝，黑也；堊，白土。）"
      },
      {
        "index": 32,
        "text": "疏注「黝堊，黑色」。○釋曰：徐邈云：「黝，黑柱也。堊，白壁也。」謂白壁而黑柱。今范同以黝堊為黑色者，以此傳為丹楹而發，何得有壁事而在其間？故同為黑色也。"
      },
      {
        "index": 33,
        "text": "大夫倉，士黈。（黈，黃色。○黈，他苟反，黃色也。麋氏云張鬥反。）丹楹，非禮也。冬，十有一月，曹伯射姑卒。（射音亦，本或作亦。）"
      },
      {
        "index": 34,
        "text": "十有二月，甲寅，公會齊侯，盟於扈。（桓盟不日，此盟日者，前「公如齊觀社」，傳曰：「觀，無事之辭。以是為屍女也。」公怠棄國政，比行犯禮，憂危甚矣。霸主降心，親與之盟，實有弘濟之功，而魯得免於罪。臣子所慶，莫重於此，時事所重，文亦宜詳，故特謹日以著之。○扈音戶。）"
      },
      {
        "index": 35,
        "text": "疏注「桓盟」至「著之」。○釋曰：《公羊傳》云：「桓盟不日，此何以日？危之也。」今范知喜得霸主與盟故詳而日之者，傳雖有桓盟不日信之文亦有不日數渝惡之事又葵？以極美齊桓而書日故知此間書日，喜霸者與盟也。此時齊桓威德既盛，與公結盟，實有弘濟之功，何得為有危事？故范以臣子所慶，文亦宜詳也。\n二十有四年"
      },
      {
        "index": 36,
        "text": "二十有四年，春，王三月，刻桓宮桷。禮：天子之桷，斫之礱之，加密石焉。（以細石磨之。○刻音克。桷音角，榱也；方曰桷，圓曰椽。斫，丁角反，削也。礱之，力公反，磨也。）諸侯之桷，斫之礱之。大夫斫之，士斫本。刻桷，非正也。夫人，所以崇宗廟也，取非禮與非正，而加之於宗廟，以飾夫人，非正也。（非禮謂娶仇女，非正謂刻桷丹楹也。本非宗廟之宜，故曰加，言將親迎，欲為夫人飾，又非正也。○迎，魚敬反，下皆同。）"
      },
      {
        "index": 37,
        "text": "疏注「又非正也」。○釋曰：娶仇女、刻桷兩事俱非，故曰「又」也。或以為「又」者，並謂崇飾夫人理亦通也。所以不直言非禮，云「又非正」者，見莊有二種之惡，故「非禮」、「非正」，兩舉之也。"
      },
      {
        "index": 38,
        "text": "刻桓宮桷，丹桓宮楹，斥言桓宮，以惡莊也。（不言新宮而謂之桓宮，以桓見殺於齊，而飾其宗廟，以榮仇國之女，惡莊不子。○惡，烏路反，下同。）"
      },
      {
        "index": 39,
        "text": "疏注「不言新宮」。○釋曰：新宮，桓公之宮。以是禰宮，不忍斥之，故謂之新宮。合惡莊公不子，故斥言桓宮，以見非正也。葬曹莊公。\n夏，公如齊逆女。親迎，恒事也，不誌，"
      },
      {
        "index": 40,
        "text": "疏傳「親迎」至「不誌」。○釋曰：文四年傳云：「其不言公，何也？非成禮於齊也。」似不成禮於齊，即合誌，而此云常事不誌者，彼亦是非禮而書，就書之中更自別見。言逆婦既書於經，所以不云公者，為成禮於齊，故變文與莊公異也。\n此其誌，何也？不正其親迎於齊也。"
      },
      {
        "index": 41,
        "text": "秋，公至自齊。迎者，行見諸，舍見諸。（諸，之也。言瞻望夫人乘車。○乘，繩證反。）先至，非正也。八月，丁丑，夫人薑氏入。（哀薑。）入者，內弗受也。\n疏傳「入者，內弗受也」。釋曰：重發傳者，嫌夫人與他例異故也。"
      },
      {
        "index": 42,
        "text": "日入，惡入者也。何用不受也？以宗廟弗受也。其以宗廟弗受，何也？娶仇人子弟，以薦舍於前，其義不可受也。（薦，進。舍，置。○惡入，烏路反，一音如字。）\n戊寅，大夫宗婦覿，用幣。（宗婦，同宗大夫之婦。○覿用，徒曆反，見也。）"
      },
      {
        "index": 43,
        "text": "疏「覿用幣」。釋曰：舊解不言見而言覿，覿者私事，大夫公然行之，故言覿以明其私也。見者，正也，故會於沙隨，云「不見公」傳曰：「可以見公而不見，譏在諸侯也。」是覿與見別也。今以為不然者，三傳之文，並不云覿、見事別，何得言私為覿，正為見乎？恐別有案據，遂存之，以示疑耳。\n覿，見也。禮：大夫不見夫人，"
      },
      {
        "index": 44,
        "text": "疏傳「大夫不見夫人」。○釋曰：既云「不見夫人」，又說「男子之贄」者，更釋用幣非禮之意也。言男子之贄，羔雁之等，婦人之贄，棗栗之類，欲見俱不得用幣。"
      },
      {
        "index": 45,
        "text": "不言及，不正其行婦道，故列數之也。男子之贄，羔、雁、雉、腒。（贄，所以至者也。上大夫用羔，取其從群，帥而不黨也。下大夫用雁，取其知時，飛翔有行列也。士冬用雉，夏用腒，取其耿介，交有時，別有倫也。腒，臘也。雉必用死，為其不可生服也。夏用腒，備腐臭也。○數，色主反。腒，其居反，臘也，乾雉也，士夏執之，備腐臭也。《說文》云：「北方謂鳥臘曰腒。」傳曰：「堯臘，舜始腒。」別，彼列反。為其，於偽反。腐，符甫反。）婦人之贄，棗、栗、鍛脩。（棗取其早自矜莊，栗取其敬栗，鍛脩取斷斷自脩整。○鍛，丁亂反，脯也，鍛而加薑桂曰脩。脩飭，本或作敕，同恥力反；一本作飾，申職反；或作整，音征領反。）用幣，非禮也。用者，不宜用者也。大夫，國體也，（國體謂為君股肱。○股音古。肱，古弘反。）而行婦道，惡之故謹而日之也。（惡，烏路反。）\n大水。冬，戎侵曹，曹羈出奔陳。"
      },
      {
        "index": 46,
        "text": "疏「曹羈出奔陳」。○釋曰：《公羊》以為曹羈是曹大夫，三諫不從而去之也。杜預注《左傳》，以為羈是曹之世子，此處雖無傳，案下二十六年傳意則與《公羊》同也。\n赤歸於曹。郭公。"
      },
      {
        "index": 47,
        "text": "疏 「赤歸於曹，郭公」。○釋曰：薄氏駁云：「赤若是諸侯，不能治國，舍而歸曹，應謂之奔，何以詭例言歸乎？」徐乾又云：「不言郭公，疑是魯之微者，若是微者，則例所不書，何得以微者為譬？」二事俱滯，而范從之者，凡諸侯出奔其國者，或為人所滅，或受製強臣，迫逐苟免，然後書出。今郭公在國，不被迫逐，往曹事等如歸，故以易辭言之，不得云出奔也。凡內大夫未得命者，例但書名。若使赤直名而無所係，別文同俠等，故又云郭公也。徐乾之說理通，故范引而從之。"
      },
      {
        "index": 48,
        "text": "赤蓋郭公也，何為名也？禮：諸侯無外歸之義，外歸，非正也。（徐乾曰：「郭公，郭國之君也，名赤。蓋不能治其國，舍而歸於曹。君為社稷之主，承宗廟之重，不能安之，而外歸他國，故但書名，以罪而懲之。不直言赤，複云郭公者，恐不知赤者是誰？將若魯之微者故也。以郭公著上者，則是諸侯失國之例，是無以見微之義。」○羈，居宜反。郭公，《左氏》如字，《公羊》音虢。舍音舍。懲，直升反。複，扶又反。著，張慮反，又張略反。見，賢遍反。）\n二十有五年"
      },
      {
        "index": 49,
        "text": "二十有五年，春，陳侯使女叔來聘。（女，氏。叔，字。○女音汝。）其不名，何也？（據成三年「晉侯使荀庚來聘」稱名。○）天子之命大夫也。"
      },
      {
        "index": 50,
        "text": "疏傳「天子之命大夫也」。○釋曰：言「命大夫」，即是單伯之等，故知叔是字。祭仲傳無文釋，故知仲是名也。"
      },
      {
        "index": 51,
        "text": "夏，五月，癸丑，衛侯朔卒。（惠公也，犯逆失德，故不書葬。）六月，辛未，朔，日有食之。言日言朔，食正朔也。"
      },
      {
        "index": 52,
        "text": "鼓，用牲於社。鼓，禮也。用牲，非禮也。天子救日，置五麾，陳五兵、五鼓。（麾，旌幡也。五兵，矛、戟、鉞、楯、弓矢。○麾，毀為反。幡，芳元反。矛，亡侯反。鉞音越。楯，時準反。又音允。）諸侯置三麾，陳三鼓、三兵。大夫擊門。士擊柝。言充其陽也。（凡有聲皆陽事，以壓陰氣。柝，兩木相擊。充，實也。○柝，吐洛反。壓，於甲反，又於涉反。）"
      },
      {
        "index": 53,
        "text": "疏「鼓用」至「陽也」。○釋曰：案范三十年注云：「救日用牲。既失之矣，非正陽之月，而又伐鼓，亦非禮。」今伐鼓於建巳之月，故曰「禮也」。用牲非常，故云「非禮也」。五麾者，糜信云：「各以方色之旌置之五處也。」五兵者，徐邈云：「矛在東，戟在南，鉞在西，楯在北，弓矢在中央。」糜信與范數五兵與之同，是相傳說也。五鼓者，糜信、徐邈並云：「東方青鼓，南方赤鼓，西方白鼓，北方黑鼓，中央黃鼓。」案五兵，兵有五種，未審五鼓是一鼓有五色，為當五種之鼓也。何者？《周禮》有六鼓，雷鼓、靈鼓、路鼓、鼖鼓、鼛鼓、晉鼓之等。若以為五種之鼓，則不知六鼓之內，竟去何鼓。若以為一種之鼓，則不知六鼓之內，竟取何鼓。又《周禮》云，「雷鼓鼓神祀」，則似救日之鼓用雷鼓，但此用之於社。《周禮》又云，「靈鼓鼓社稷祭」，則又似救日食之鼓用靈鼓。進退有疑，不敢是正，故直述之而已。檢糜、徐兩家之說，則以五鼓者，非六鼓之類，別用方色鼓而已。諸侯三者，則云降殺以兩去黑黃二色。是非六鼓之類也。下云「大夫擊門，士擊柝」，則此陳五鼓，亦擊之也。但擊之時，陳列於社之塋域，因五兵五麾是陳，故亦以陳言之，非謂直陳而不擊也。\n伯姬歸於杞。其不言逆，何也？逆之道微，\n疏傳逆之道微。○釋曰：「重發傳者，紀伯姬釋不稱使之微，此解不言逆之微，故別發傳。無足道焉爾。"
      },
      {
        "index": 54,
        "text": "秋，大水。鼓，用牲於社於門。（門，國門也。）高下有水災曰大水。既戒鼓而駭眾，用牲可以已矣。救日以鼓兵，救水以鼓眾。"
      },
      {
        "index": 55,
        "text": "疏傳 「高下」云云。○釋曰：重發之者，此有用牲之失，嫌異常水，故更發之。「既戒鼓駭眾」者，謂既警戒擊鼓，而駭動眾人，則用牲可以已矣。知不合用牲者，用者不宜用，故知不合也。又云「救日以鼓兵」者，謂伐鼓以責陰，陳兵示禦侮。救水以鼓眾」者，謂擊鼓聚眾也。皆所以發陽也。\n冬，公子友如陳。\n二十有六年\n二十有六年，春，公伐戎。夏，公至自伐戎。"
      },
      {
        "index": 56,
        "text": "曹殺其大夫。言大夫而不稱名姓，無命大夫也。無命大夫而曰大夫，賢也。為曹羈崇也。（徐邈曰：「於時微國衰陵，不能及禮。其大夫降班失位，下同於士，故略稱人，而傳謂之『無命大夫』也。莒慶、莒挐、邾庶其、邾快，皆特以事書，非實能貴，故略名而已。楚雖荊蠻，漸自通於諸夏，故莊二十三年書『荊人來聘』，文九年又褒而書名。國轉強大，書之益詳。然當僖公、文公之世，楚猶未能自同於列國，故得臣及椒並略名。惟屈完來會諸侯，以殊禮成之。楚莊王之興，為江漢盟主，與諸夏之君權行抗禮，其勢強於當年，而事交於內外，故《春秋》書之，遂從中國之例。夫政俗隆替，存乎其人。三後之姓，日失其序，而諸國乘間，與之代興，因詳略之文，則可以見時事之實矣。秦爵，伯也。上據西周，班列中夏，故得稱師，有大夫。其大夫當名氏，而文十二年秦術略名，蓋於時晉主魯盟，而秦方敵晉，則魯之於秦，情好疏矣。禮以飾情，情疏則禮略，《春秋》所以略文乎。又吳劄不書氏，以成尊於上也。宋之盟，叔孫豹不書氏，以著其能恭。此皆因事而為義。」○為曹，於偽反。挐，女居反，又女加反。快，苦反。諸夏，戶雅反，下同。屈，君勿反。情好，呼報反。）"
      },
      {
        "index": 57,
        "text": "疏傳「為曹羈崇也」。釋曰：薄氏駁曰：「曹羈出奔，經無歸處，曹自殺大夫，何以知是羈也？」又云：「術之名，為晉貶秦，然楚亦敵晉，何以不略而貶之？文此注雖多，未足通崇之義，徒引證據，何益於此哉！范答之曰：「羈，曹之賢大夫也。曹伯不用其言，乃使出奔他國，終於受戮，故君子湣之。書殺其大夫，即是崇賢抑不肖之義也。案大夫出奔，或書出，不書入，秦後子是也；或書入，不書出，蔡季是也。史有闕漏，○非是一般，何得以無歸之文，則怪其非羈也？秦以交疏之故而略其臣，楚與諸夏會同，所以不略也。」是范氏論崇曹羈之事也。曹羈三諫不從者，是《公羊》之說也。○注「徐邈」至「為義」。○釋曰：「莒慶、莒挐、邾庶其，邾快皆特以事書」者，謂莒慶來逆女，莒挐為魯所獲，庶其、邾快來奔於魯，故書以著罪，是皆以事書之，非能貴也。秦稱師者，僖二十八年城濮之戰是也。亦既稱師，明當有大夫，而秦術無氏，故知《春秋》所略也。又云「吳劄不書氏，以成尊於上」者，襄二十九年傳文，謂進吳稱子許夷狄者，不壹而足，不可複進其臣，不書季劄之氏，所以成尊於上也。「叔孫豹不書氏，以著其恭」者，襄二十七年傳文。彼傳以溴梁之會，諸侯在而不曰諸侯大夫，大夫不臣也。意趙武恥之。豹云者，恭也。是其恭，故不書氏以見意也。\n秋，公會宋人、齊人伐徐。\n冬，十有二月，癸亥，朔，日有食之。\n二十有七年\n二十有七年，春，公會杞伯姬於洮。（伯姬，莊公女。洮，魯地。○洮，他刀反，本或作桃。）\n夏，六月，公會齊侯、宋公、陳侯、鄭伯，同盟於幽。同者，有同也，同尊周也。"
      },
      {
        "index": 58,
        "text": "疏傳「同者」云云。○釋曰：同尊周也。複發傳者，前同盟於幽，諸侯尚有疑者，今外內同心，推桓為伯，得專征伐之任，成九合之功，故傳詳其事也。"
      },
      {
        "index": 59,
        "text": "於是而後授之諸侯也。其授之諸侯，何也？齊侯得眾也。桓會不致，安之也。桓盟不日，信之也。信其信，仁其仁。"
      },
      {
        "index": 60,
        "text": "疏傳「信其信，仁其仁」。○釋曰：謂諸侯信齊桓之信，仁齊桓之仁。下文「未嘗有歃血之盟」，是其信也。「未嘗有大戰」，是其仁也。"
      },
      {
        "index": 61,
        "text": "衣裳之會十有一者，未嘗有歃血之盟也，信厚也。十三年會北杏，十四年會鄄，十五年又會鄄，十六年會幽，二十七年又會幽，僖元年會檉，二年會貫，三年會陽穀，五年會首戴，七年會寧毋，九年會葵丘。歃，○所洽反。於朾，他貞反，又數丁反，本亦作檉。寧如字，又音寧。毋音反，又茂後反。兵車之會四，未嘗有大戰也，愛民也。僖八年會洮，十三年會鹹，十五年會牡丘，十六年會淮。於末年乃言之，不道侵蔡伐楚者，方書其盛，不道兵車也。此則以兵車會，而不用征伐。○鹹音鹹。牡，茂後反。）"
      },
      {
        "index": 62,
        "text": "疏傳 「衣裳」至「民也」。○釋曰：「衣裳之會十有一者」，謂從北杏至葵丘也。《論語》稱「九合諸侯」者，貫與陽穀二會，管仲不欲，故去之，自外唯九合也。兵車之會四者，洮、鹹、牡丘、淮也。不數侵蔡伐楚者，以二者征伐，非會故也。鄭玄《釋廢疾》云：「自柯之明年，葵丘以前，去貫與陽穀，固已九合矣。」則鄭意不數北杏，自外與范注同也。不數北杏，所以得九合諸侯者，先師所說不同。或云「去貫與陽穀」，與，猶數也，言數陽穀，故得為九也。或云葵丘會盟異時，故分為二。或取公子結與齊桓、宋公盟為九。故先師劉炫難之云：「貫與陽穀，並非管仲之功，何得去貫而數陽穀也？若以葵丘之盟，盟會異時而數為二，則首戴之會，亦可為二也。離會不數，鄄盟去公子結，則唯有齊、宋二國之會，安得數之？」二三之說，並無憑據，故劉氏數洮會為九。以數洮會為九，兵車之會，又少其一，故劉以傳誤解之，當云兵車之會三。案洮會下亦無云兵車之會，則傳文不應兩處皆誤，是亦可疑也。"
      },
      {
        "index": 63,
        "text": "秋，公子友如陳，葬原仲。（原仲，陳大夫，原，氏。仲，字。）言葬不言卒，不葬者也。（外大夫例不書卒。）"
      },
      {
        "index": 64,
        "text": "疏注「外大夫」云云。○釋曰：葬亦不書，止云「例不書卒」者，以內大夫書卒，尚不書葬，況外大夫卒亦不書，明不合書葬，故云「外大夫例不書卒」，欲見必不得書葬之意也。\n不葬而曰葬，「諱出奔也」。（言季友辟內難而出，以葬原仲為辭。○難，乃旦反。）"
      },
      {
        "index": 65,
        "text": "疏傳「諱出奔也」。○釋曰：范知「辟內難而出」者，《公羊傳》以夫人哀薑淫於二叔，此上傳亦云子般卒，而公子慶父出奔，則慶父之釁，季子素知，季子出則殊其文，入則貴之，稱季子，明其無罪，故知辟難也。\n冬，杞伯姬來。（歸寧）。"
      },
      {
        "index": 66,
        "text": "莒慶來逆叔姬。（慶，名也，莒大夫也。叔姬，莊公女。《禮•檀弓記》曰：「陳莊子死，赴於魯。魯人欲勿哭，繆公召縣子而問焉。縣子曰：『古之大夫，束脩之問不出竟，雖欲哭之，安得而哭之？今之大夫，交政於中國，雖欲勿哭，安得而勿哭？』」則大夫越竟逆女，非禮也。董仲舒曰：「大夫無束脩之餽，無諸侯之交，越竟逆女，紀罪之。」○繆音穆。縣音玄。竟音境。焉，於虔反。餽，巨愧反。越竟，本或作疆，居良反。）諸侯之嫁子於大夫，主大夫以與之。（君不敵臣。）來者，接內也。不正其接內，故不與夫婦之稱也。（接內，謂與君為禮也。夫婦之稱，當言逆女。○稱，尺證反。）"
      },
      {
        "index": 67,
        "text": "杞伯來朝。（杞稱伯，蓋時王所絀。○朝，直遙反。絀，本又作黜，敕律反。）公會齊侯於城濮。（城濮，衛地。○濮音卜。）\n二十有八年"
      },
      {
        "index": 68,
        "text": "二十有八年，春，王三月，甲寅，齊人伐衛，衛人及齊人戰，衛人敗績。於伐與戰，安戰也？（問在何處戰。○處，昌慮反。）"
      },
      {
        "index": 69,
        "text": "疏傳「於伐」云云。○釋曰：「於伐與戰，安戰也」，謂於伐衛之時，國都相與交戰，問在何處戰也。「戰衛」謂在衛國之都也。知國都者，若在他所，則應云地。今不書地，故知衛都耳。猶桓十三年戰於龍門，為近不地，相似也。"
      },
      {
        "index": 70,
        "text": "戰衛，戰則是師也。其曰人，何也？微之也。何為微之也？今授之諸侯，而後有侵伐之事，故微之也。其人衛，何也？以其人齊，不可不人衛也。（齊桓始受方伯之任，未能信著鄰國，致有侵伐之事，貶師稱人，以微之也。人不可以敵於師，師不可以與人戰，故亦以衛師為人，衛非有罪。）衛小齊大，其以衛及之，何也？以其微之，可以言及也。其稱人以敗，何也？"
      },
      {
        "index": 71,
        "text": "疏傳「其稱人以敗，何也」。○釋曰：據桓十二年戰稱人，敗稱師，故發違例之問也。不以師敗於人也。（人輕而師重。）夏，四月，丁未，邾子瑣卒。（瑣，素禾反）\n秋，荊伐鄭。荊者，楚也。其曰荊，州舉之也。"
      },
      {
        "index": 72,
        "text": "疏「荊，州舉之也」。釋曰：前書荊人來聘，聘是善事，故進之。今伐中國，不足可褒，故州舉之也。公會齊人、宋人救鄭。善救鄭也。"
      },
      {
        "index": 73,
        "text": "冬，築微。（微，魯邑。○微，《左氏》作麋。）山林藪澤之利，所以與民共也。虞之，非正也。（虞，典禽獸之官。言規固而築之，又置官司以守之，是不與民共何利也。築不誌，凡誌皆譏也，築例時。○藪，素後反。）"
      },
      {
        "index": 74,
        "text": "疏傳「虞之，非正也」。○釋曰：成十八年「築鹿囿」，此築邑並云「虞之，非正也」者，彼直築囿以虞之，此築邑置官司以虞之，囿邑既殊，俱是虞之非正，故再起傳例。○注「虞典」至「例時」。○釋曰：《周禮》澤虞掌田獵之事，《左傳》「皮冠以招虞人」，是虞人，典禽獸之官也。知「築不誌，凡誌皆譏也」者，三十一年「築台於秦」，傳曰：「君子危之，故謹而誌之也。」知誌則譏也。此年與三十一年「春，築台於郎」，「秋，築台於秦」，皆不書月，是例時。\n大無麥、禾。大者，有顧之辭也。"
      },
      {
        "index": 75,
        "text": "疏傳「大者，有顧之辭也」。○釋曰：經言「大無麥、禾」者，謂一災不書，待冬無禾，然後並錄無麥，故經稱大，而傳云「有顧之辭」也。顧猶待也。徐邈云：「至冬無禾，於是顧錄無麥。」其意亦謂待無禾，然後顧錄無麥，故云大是也。莊七年「秋，大水」，「無麥、苗」，此經不言大水者，彼傳云：「麥、苗，同時也。」是麥與黍稷之苗，同時為水而死，故係大水言之。此至冬始書「大無麥、禾」，則禾之死，未必由大水，故不係之。徐邈云：「不言水旱者，麥禾自死，不由水旱是也。」或以為言無禾，則大水可知，故省文。若然，七年何以不省文？而言大水，不言饑者，舊解以為下傳云不書如，為內諱，則此不古饑是諱也。或當雖無麥、禾，得臧孫之告糴，不至饑也。○於無禾及無麥也。一災不書，於冬無禾，而後顧錄無麥，故言大，明不收甚。"
      },
      {
        "index": 76,
        "text": "臧孫辰告糴於齊。（臧孫辰，魯大夫臧文仲。○糴音狄。）國無三年之畜，曰國非其國也。一年不升，告糴諸侯。告，請也。糴，糴也。不正，故舉臧孫辰以為私行也。（為內諱，故不稱使，使若私行。○畜，敕六反，下同。為內，於偽反，下文「為內」同。）國無九年之畜曰不足，無六年之畜曰急，無三年之畜曰國非其國也。諸侯無粟，諸侯相歸粟，正也。臧孫辰告糴於齊，告然後與之，言內之無外交也。古者稅什一。（宣十五年注詳矣。○稅，始銳反。什一，十而稅一。）"
      },
      {
        "index": 77,
        "text": "疏注「宣十五年注詳矣」。釋曰：彼傳云「古者什一」，注云「一夫一婦佃田百畝，又受田十畝，以為公田，公田在內，私田在外，此一夫一婦為耕一百一十畝也。八家共一井之田，餘二十畝者，以為廬舍」是也。\n豐年補敗，（敗謂凶年。）不外求而上下皆足也。\n疏傳「上下皆足也」。○釋曰：上謂君也，下謂民也。\n雖累凶年，民弗病也。一年不艾而百姓饑，\n疏傳「一年不艾」。○釋曰：糜信云：「艾，穫也。」\n君子非之。不言如，為內諱也。（艾，牛蓋反。）\n二十有九年\n二十有九年，春，新延廄。"
      },
      {
        "index": 78,
        "text": "疏傳「新延廄」。○釋曰：不言作者，僖二十年「新作南門」，傳曰：「作，為也，有加其度也。」彼謂「加其度」，更增大之，故云作。此直改新，故不言作。"
      },
      {
        "index": 79,
        "text": "延廄者，法廄也。（《周禮》「天子十二閑，馬六種。邦國六閑，馬四種。」每廄一閑。言「法廄」者，六閑之舊製也。○廄，九又反。六種，之勇反。下皆同。）"
      },
      {
        "index": 80,
        "text": "疏注「《周禮》」至「舊製」。○釋曰：自「每廄一閑」以上，《周禮•校人》有其事。「馬六種」者，彼《校人》云「辨六馬之屬。種馬一物，戎馬一物，齊馬一物，道馬一物，田馬一物，駑馬一物」是也。鄭云：「上路駕種馬，戎路駕戎馬，金路駕齊馬，象路駕道馬，田路駕田馬，駑馬給官中之役。」是天子六種之馬，分為左右廄，故十二閑也。彼又云：「邦國六閑，馬四種。家四閑，馬二種。」鄭玄云，諸侯齊馬、道馬、田馬各一閑，駑馬則分為三。大夫則田馬一閑，駑馬分為三。是天子十二閑，馬六種。邦國六閑，馬四種也。"
      },
      {
        "index": 81,
        "text": "其言新，有故也。（言改故而新之。）有故則何為書也？古之君人者，必時視民之所勤。民勤於力，則功築罕。（罕，希。○罕，呼旦反。）民勤於財，則貢賦少。民勤於食，則百事廢矣。（凶荒殺禮。○殺，所界反。）冬築微，春新延廄，以其用民力為已悉矣。（悉，盡。）\n夏，鄭人侵許。"
      },
      {
        "index": 82,
        "text": "秋，有蜚。（《穀梁說》曰：「蜚者南方臭惡之氣所生也，象君臣淫泆，有臭惡之行。」○蜚，扶味反。行，下孟反。）一有一亡曰有。（亡如字，又音無。）\n冬，十有二月，紀叔姬卒。（紀國雖滅，叔姬執節守義，故係之紀，賢而錄之。）\n疏注「賢而錄之」。○釋曰：內女嫁於大夫，則不書卒，為媵亦如之，今既書卒，故知賢也。"
      },
      {
        "index": 83,
        "text": "城諸及防。（諸、防皆魯邑。○可城也。傳例曰：「凡城之誌，皆譏。」今云可者，謂冬可用城，不妨農役耳，不謂作城無譏。）"
      },
      {
        "index": 84,
        "text": "疏傳「可城也」。○釋曰《左氏》之例，城有時與不時，隱七年傳云：「凡城之誌，皆譏也。」此云「可城也」者，傳以得土功之節者則譏之淺，失土功之時者責之深，故傳云「可城也」，不謂此城無譏也。\n以大及小也。\n三十年\n三十年，春，王正月。\n夏，師次於成。次，止也，有畏也。欲救鄣而不能也。不言公，恥不能救鄣也。（畏齊。○鄣音章。）\n秋，七月，齊人降鄣。降猶下也。鄣，紀之遺邑也。（降，戶江反。下，遐嫁反。）"
      },
      {
        "index": 85,
        "text": "八月，癸亥，葬紀叔姬。不日卒而日葬，閔紀之亡也。○九月，庚午，朔，日有食之，鼓，用牲於社。（救日用牲，既失之矣，非正陽之月，而又伐鼓，亦非禮。）\n冬，公及齊侯遇於魯濟。（濟，水名。○濟，子禮反。）及者，內為誌焉爾。遇者，誌相得也。\n疏傳「及者」至「得也」。○釋曰：重發傳者，齊為伯者，嫌與諸侯異也。"
      },
      {
        "index": 86,
        "text": "齊人伐山戎。齊人者，齊侯也。其曰人，何也？愛齊侯乎山戎也。（不以齊侯敵乎山戎，故稱人。）其愛之何也？桓內無因國，外無從諸侯，而越千里之險，北伐山戎，危之也。（內無因緣山戎左右之國為內間者，外無諸侯者，不煩役寮國。○從，才用反。內間，間廁之間。）則非之乎？善之也。（遠伐山戎雖危，勤王職貢則善。）何善乎爾？燕，周之分子也。（燕，周大保召康公之後，成王所封。分子，謂周之別子孫也。○燕音煙，注及後同。分，扶問反，又如字；本或作介，音界。大音泰。召，上照反。）"
      },
      {
        "index": 87,
        "text": "疏注「燕周」至「孫也」。○釋曰：燕是召康公之後，成王所封者，《世家》文也。分者，別也。燕與周同姓，故知別子孫也。\n貢職不至，山戎為之伐矣。（言由山戎為害，伐擊燕，使之隔絕於周室。○為之，如字。）\n三十有一年\n三十有一年，春，築台於郎。\n夏，四月，薛伯卒。\n築台於薛。（薛，魯地。）"
      },
      {
        "index": 88,
        "text": "六月，齊侯來獻戎捷。（獻，下奉上之辭也。《春秋》尊魯，故曰獻。○捷，在接反；戎，菽也；捷，獲也。）齊侯來獻捷者，內齊侯也。不言使，內與同，不言使也。（泰曰：「齊桓內救中國，外攘夷狄，親倚之情，不以齊為異國，故不稱使，若同一國也。」○攘，如羊反。倚，於綺反。下文及注同。）\n獻戎捷，軍得曰捷，戎菽也。（菽，豆。）"
      },
      {
        "index": 89,
        "text": "疏傳「齊侯」至「菽也」。○釋曰：徐邈云：「齊還經魯界，故使人獻捷。不入國都而言來獻，敬重霸主，親而內之也。」糜信亦云：「言內齊侯者，解經稱來之意也。」范雖不注，理亦合當然矣。僖二十一年「楚人使宜申來獻捷」，彼亦稱來者，宜申止來鄉魯，接公行禮，故得稱來，與齊侯異也。又云「不言使，內與同」者，謂內齊侯與同一國，故不稱使也。「戎菽」也者，舊解謂順經意而惜齊侯，故傳依違其文，釋之為菽。其實宋是中國，故捷不係國。戎是夷狄，故係之戎也。案《管子》云「出戎菽及冬蔥，布之天下」，則以戎為豆也。故徐邈云：「今之胡豆也。」舊解以為依違其文，恐失傳旨。僖二十一年傳云：「其不曰宋捷，何也？不與楚捷於宋也。」范云：「據莊三十一年『齊侯來獻戎捷』。」據彼傳及注意，則似不以戎為豆。今疑不敢正，故兩載之。此書月，彼不書月者，徐邈云：「霸主服遠之功重，故詳而月之也。」一解齊侯此時克山戎，並得胡豆來，故傳云「戎菽」，謂克戎之菽，齊侯此時並得戎菽，於文亦僻也。"
      },
      {
        "index": 90,
        "text": "秋，築台於秦。（秦，魯地。）不正罷民三時，虞山林藪澤之利。且財盡則怨，力盡則{封心}。（{封心}，恚恨也。○罷音皮，下同。{封心}，直類反，怨也。）君子危之，故謹而誌之也。或曰，倚諸桓也。桓外無諸侯之變，內無國事，越千里之險，北伐山戎，為燕辟地。（辟，開。○為，於偽反。辟，婢亦反。）魯外無諸侯之變，內無國事，一年罷民三時，虞山林藪澤之利，惡內也。（譏公依倚齊桓，而與桓行異。○惡，烏路反。行，下孟反。）\n冬，不雨。"
      },
      {
        "index": 91,
        "text": "疏「冬，不雨」。○釋曰：徐邈云：「僖十一年傳曰：『雩不得雨日旱』。然則此云不雨者，或當不雩也。」范意亦未必然，或當不言旱，不為災也。\n三十有二年\n三十有二年，春，城小穀。（小穀，魯邑。）夏，宋公、齊侯遇於梁丘。遇者，誌相得也。"
      },
      {
        "index": 92,
        "text": "疏傳「遇者，誌相得也」。○釋曰：重立傳者，外與伯者遇，嫌異，故發之。梁丘在曹、邾之間，去齊八百里。非不能從諸侯而往也，辭所遇，遇所不遇，大齊桓也。（辭所遇，謂八百里間，諸侯必有原從者而不之遇。所不遇，謂遠遇宋公也。○能從，才用反，或如字，注同。）"
      },
      {
        "index": 93,
        "text": "秋，七月，癸巳，公子牙卒。（牙，慶父同母弟。何休曰：「傳例：『大夫不日卒，惡也。』牙與慶父共淫哀薑，謀殺子般，而日卒，何也？」鄭君釋之曰：「牙，莊公母弟，不言弟，其惡已見，不待去日矣。」寧案，傳例：「諸侯之尊，弟兄不得以屬通。」蓋以禮，諸侯絕，而臣諸父昆弟，稱昆弟，則是申其私親也。宣十七年『公弟叔卒』，傳曰：「其曰公弟叔，賢之也。」然則不稱弟，自其常例耳。鄭君之說，其所未詳。○見，賢遍反。去，起呂反。音期。，許乙反。）"
      },
      {
        "index": 94,
        "text": "疏注「寧所未詳」。○釋曰：范既引鄭君之說，又云未詳者，范以僖十六年傳稱：「公弟叔仲，賢也。大夫不言公子、公孫，疏之也。」若牙實有罪，則應去公子以見疏；今書公子，故云未詳也。或申鄭君義云，牙不去公子，為親者諱。然則鄭意若以為諱，何得云「其惡已見」？是鄭權答何休之難，不顧上下之理，故范云未詳也。「公子季友卒」不稱弟者，季子雖賢，兄已卒故也。"
      },
      {
        "index": 95,
        "text": "八月，癸亥，公薨於路寢。（公薨皆書其所，謹凶變。）○路寢，正寢也。寢疾居正寢，正也。男子不絕於婦人之手，以齊終也。（齊，絜。○齊，側皆反，本亦作齋。）"
      },
      {
        "index": 96,
        "text": "疏傳「以齊終也」。○釋曰：齊者齋絜之名，故記稱齋之為言齊也。是齊、齋意同，故范訓為絜。或古者齊、齋同字，此傳齊即讀為齋，理亦通也。\n冬，十月，乙未，子般卒。（在喪，故稱子。般，其名也。莊公大子，不書弑，諱也。○般音班。大音泰。）"
      },
      {
        "index": 97,
        "text": "疏「子般卒」。○釋曰：《公羊傳》云：「其稱子般卒何也？君存稱世子，君薨稱子某，既葬稱子，逾年稱公。」范意亦與之同。但逾年雖在國稱公，若未葬，亦不得稱侯以接鄰國，故桓十三年注云「今衛宣未葬，而嗣子稱侯以出，其失禮明矣」，是其事也。子般不書葬者，未逾年之君，例不書葬，故子野不書葬也。"
      },
      {
        "index": 98,
        "text": "子卒日，正也。（襄三十一年「秋，九月，癸巳，子野卒」是也。）不日，故也。（文十八年「冬，十月，子赤卒」是也。）有所見則日。（閔公不書即位，是見繼弑者也。故慶父弑子般，子般可以日卒，不待不日而顯。○見則，賢遍反。）\n公子慶父如齊。"
      },
      {
        "index": 99,
        "text": "疏「公子慶父如齊」。○釋曰：牙與慶父同謀殺般，所以牙被殺，慶父得出奔者，《左氏》、《公羊》皆以為牙欲廢般立慶父，故季子鴆殺之。《穀梁》不見季子歸魯之文，亦無鴆牙之事，則叔牙被殺以不，不可知也。"
      },
      {
        "index": 100,
        "text": "此奔也。其曰如，何也？（據閔二年慶父奔莒，不言如。）諱莫如深，深則隱。（深謂君弑賊奔。隱，痛之至也。故子般日卒，慶父如齊。）"
      },
      {
        "index": 101,
        "text": "疏傳 「諱莫如深」。○釋曰：「諱莫如深」，謂為國隱諱，莫如事之最深。深者則隱，深謂君弑賊奔之深重，以其深重，則為之隱諱。若經書子般日卒，慶父如齊是也。 「苟有所見，莫如深」者，謂經意誠有所見，莫如事之深者。不書閔公即位，是事之深也。「有所見」，謂子般之弑，慶父之奔也。\n苟有所見，莫如深也。（閔公不書即位，見子般之弑，慶公出奔。）\n狄伐邢。○\n閔公"
      },
      {
        "index": 102,
        "text": "疏《魯世家》閔公名開，莊公之子，惠王十六年即位，《諡法》：「在國逢難曰閔。」《世本》作啟方，辟漢景帝諱，故為開也。\n元年\n元年，春，王正月。繼弑君，不言即位，正也。"
      },
      {
        "index": 103,
        "text": "疏傳「繼弑」至「正也」。○釋曰：複發傳者，以非父非君，嫌異，故發之。僖公又發之者，兄之後弟義異，故重發之。文公繼正之始，故發傳以明之。成公不發傳者，蒙之可知，故不發也。襄昭發傳者，昭公即位，承子野之卒，嫌其非正，故發傳以明之。昭繼子野，傳言「繼正」，嫌襄公與之異，故亦發傳。父子同有「繼正」之文，所以相發明也。或以襄非嫡夫人之子，嫌非正，故發傳。案襄四年「夫人姒氏薨」，彼注云：「成公夫人，襄公母也。」明非為母賤而發傳也。○親之非父也，（兄也。）尊之非君也，（未逾年也。）\n繼之如君父也者，受國焉爾。齊人救邢。善救邢也。（善齊桓得伯之道。）\n夏，六月，辛酉，葬我君莊公。莊公葬而後舉諡。諡，所以成德也，"
      },
      {
        "index": 104,
        "text": "疏傳「諡，所以成德」。○釋曰：複發傳者，恒公被殺，莊公好終，僖公葬緩，嫌異禮，故各發傳以明之。於卒事乎加之矣。\n秋，八月，公及齊侯盟於洛姑。（洛姑，齊地。○洛姑，一本作路姑。）盟納季子也。季子來歸。"
      },
      {
        "index": 105,
        "text": "疏「季子來歸」。○釋曰：傳云「貴之也」者，不稱公子者，公子是凡常之總號，季子忠賢，為國人所思，故稱子，所以表其賢也。"
      },
      {
        "index": 106,
        "text": "其曰季子，貴之也。（大夫稱名氏，今曰子，是貴之也。子，男子之美稱。○美稱，尺證反。）其曰來歸，喜之也。（大夫出使歸不書，執然後致，不言歸。國內之人不曰來，今言來者，明本欲遂去，同他國之人也。言歸者，明實魯人也。「喜之」者，季子賢大夫，以亂故出奔，國人思之，懼其遂去不反，今得其還，故皆喜曰：「季子來歸。」○使，所吏反。）"
      },
      {
        "index": 107,
        "text": "疏注「大夫」至「來歸」。○釋曰：此云「大夫出使歸不書」，而宣十八年「歸父還自晉」書者，彼傳云「還者，事未畢也」，是還與歸意異也。「執然後致，不言歸」者，意如與婼是也。國內之人不言來，下文齊仲孫言來者，以其外之曰齊，故得言來也。"
      },
      {
        "index": 108,
        "text": "冬，齊仲孫來。其曰齊仲孫，外之也。（魯絕之，故係之於齊。○齊仲孫，慶父也。《左氏》以為齊大夫。）其不目而曰仲孫，疏之也。（「不目」謂不言公子慶父。）其言齊，以累桓也。（係仲孫於齊，言相容，赦有罪。○累，劣偽反。）"
      },
      {
        "index": 109,
        "text": "疏傳「其言齊，以累桓也」。○釋曰：傳解經言「齊仲孫」有二種意，故上文以外慶父釋之，此又以累桓言之。慶父魯人而係之於齊，是外之也。齊桓容赦有罪，故係慶父於齊，是惡之也。\n二年\n二年，春，王正月，齊人遷陽。"
      },
      {
        "index": 110,
        "text": "夏，五月，乙酉，吉禘於莊公。（三年喪畢，致新死者之主於廟，廟之遠主，當遷入大祖之廟，因是大祭，以審昭穆，謂之禘。莊公喪製未闋，時別立廟，廟成而吉祭，又不於大廟，故詳書以示譏。○禘，徒帝反。大祖音泰，下「大廟」同。昭，上饒反。闋，苦穴反。）"
      },
      {
        "index": 111,
        "text": "疏注「三年」至「示譏」。○釋曰：言「禘於莊公」，即是莊公立官。而不稱宮者，莊公廟雖立訖，而公服未除，至此始二十二月，未滿三年，故不得稱宮也。此喪服未終，舉吉以非之。文二年，亦喪服未終，而「大事於大廟」，不言吉者，其譏已明，故不複云吉。言「大事」者，秋祫而物成，其祀大，故傳云「大是事也，著祫、嘗」是也。凡祭祀之禮，書者皆譏，故范《略例》云：「祭祀例有九，皆書月以示譏。」九者，謂桓有二烝一嘗，總三也；閔吉禘，四也；僖禘大廟，五也；文著祫、嘗，六也；宣公有事，七也；昭公禘武宮，八也；定公從祀，九也。知禘是三年喪畢之祭者，此莊公薨未二十二月，仍書吉以譏之，明三年喪畢，方得為也。知必於大廟者。《明堂位》曰「季夏六月以禘禮祀周公於大廟」是也。其禘祀之月，王肅、杜預之徒皆以二十五月除喪，即得行禘祭。鄭玄則以二十八月始服吉嘗，即祫於大廟，明年春始禘於群廟。今范云三年喪畢，禘於大廟，必不得與鄭明年春禘於群廟同。其除喪之月，或與鄭合。故何休注《公羊》，亦以除喪在二十七月之後也。方者，未至之辭，此實二十二月而云方者，莊公以三十二年八月薨，至此年五月始滿二十一月，未盡其月，為禘祭，故言方。或可譏其大速，以甚言之，故云方也。\n吉禘者，不吉者也。喪事未畢而舉吉祭，故非之也。（莊公薨，至此方二十二月，喪未畢。）"
      },
      {
        "index": 112,
        "text": "秋，八月，辛丑，公薨。不地，故也。其不書葬，不以討母葬子也。（凡君弑，賊討則書葬，哀薑實被討而不書葬者，不以討母葬子。）\n九月夫人薑氏孫於邾。（哀薑與弑閔公，故出奔。○孫音遜，本或作遜。與音豫，）孫之為言猶孫也，\n疏傳「孫之為言猶孫」。○釋曰：重發傳者，文薑殺夫，哀薑殺子，嫌異，故重發之。諱奔也。"
      },
      {
        "index": 113,
        "text": "公子慶父出奔莒。其曰出，絕之也。慶父不複見矣。（慶父弑子般，閔公不書弑，諱之。○複，扶又反。見，賢偏反。）"
      },
      {
        "index": 114,
        "text": "疏傳「其曰」至「見矣」。○釋曰：宣十八年歸父奔齊，范注云：「竟外，故不言出。」是竟內言出，理之常也。而云「絕之也」者，慶父前奔不言出，書曰「如齊」，為之隱諱，是不絕其位之辭，今不諱言奔，明是絕其位也。又云「慶父不複見」者，明弑二君罪重，不宜複見，故特顯之矣。"
      },
      {
        "index": 115,
        "text": "冬，齊高子來盟。其曰來，喜之也。其曰高子，貴之也。盟立僖公也。不言使，何也？（據桓十四年「鄭伯使其弟禦來盟」言使。○禦，魚呂反，下同。）不以齊侯使高子也。（齊侯不討慶父，使魯重罹其禍，今若高子自來，非齊侯所得使也，猶屈完不稱使也。江熙曰：「魯頻弑君，僖公非正也。桓公遣高傒立僖公以存魯，魯人德之，不名其使以貴之。貴其使，則其主重矣。」○重，直用反。屈，君勿反。傒音奚。其使，所吏反，下同。）"
      },
      {
        "index": 116,
        "text": "疏傳「其曰」至「子也」。○釋曰：來者，自外之常稱，而云「喜之」者，時魯二君見弑，諸侯無一助之者，而高子盟以存之，比之餘使，情實過倍，故傳序經之情，明與凡常之來有異也。云「不以齊侯使高子也」者，二說不同者，前說以齊侯不討慶父，使魯重遭其禍，不以齊侯使高子，故作自來之文，所以歸美於高子。若楚人使屈完如師，能量敵強弱，遂與齊盟，故不言使，所以歸功於屈完也。江熙之意，以君臣一體，好惡同之，使貴則主尊，故去使文，以表高子之貴。高子既貴，則桓公之重益彰，故不從前說也。"
      },
      {
        "index": 117,
        "text": "十有二月，狄入衛。（僖公二年城楚丘以封衛，則衛為狄所滅明矣。不言滅而言入者，《春秋》為賢者諱，齊桓公不能攘夷狄，救中國，故為之諱。○為賢，於偽反，下同。攘，如羊反。）"
      },
      {
        "index": 118,
        "text": "鄭棄其師。惡其長也。兼不反其眾，則是棄其師也。（長謂高克也。高克好利，不顧其君。文公惡而遠之不能，使高克將兵禦狄於竟。陳其師旅，翱翔河上，久而不召，眾將離散。高克進之不以禮，文公退之不以道，危國亡師之本。○惡其，烏路反，注同。長，丁丈反。兼，戶謙反，又如字。好，呼報反。遠，於萬反。將，子匠反。竟音境。翱，五羔反。）"
      },
      {
        "index": 119,
        "text": "疏傳「惡其」至「師也」。○釋曰：解經稱棄師之意，為惡高克不顧其君，又責鄭人不反其眾，故經書「鄭棄其師」也。"
      }
    ]
  }
}