{
  "chapterNumber": 14,
  "title": "春秋穀梁傳註疏卷13 (Guliang Zhushu, Volume 13)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○成公\n（起元年，終八年）\n疏《魯世家》：成公名黑肱，宣公之子。以周定王十七年即位。《諡法》：「安民立政曰成。」\n元年\n元年，春，王正月，公即位。二月，辛酉，葬我君宣公。\n無冰。終時無冰則誌，此未終時而言無冰，何也？（言終寒時無冰，當誌之耳。今方建丑之月，是寒時未終。）"
      },
      {
        "index": 1,
        "text": "疏「無冰」。○釋曰：徐邈、何休並云：「此年無冰者，由季孫行父專政之所致也。」桓十四年亦無冰，范云「政治舒緩之所致」，必不得與二說同也。又爾時季氏不專政，亦無冰，明徐、何之言不可用。"
      },
      {
        "index": 2,
        "text": "終無冰矣，加之寒之辭也。（周二月，建丑之月，夏之十二月也。此月既是常寒之月，於寒之中又如加甚，常年過此無冰，終無複冰矣。○夏之，戶雅反。複，扶又反。）"
      },
      {
        "index": 3,
        "text": "疏 「終時」至「辭也」。○釋曰：終時無冰當誌，謂終寒時無冰當誌之也。此未終寒時，謂今建丑之月，是寒時未終，而言無冰何也？謂怪其書之意也。終無冰矣，謂過此時無冰，則終無冰也。加之寒之辭也，謂於此月書者，以此月是常寒之月，加甚之辭，故糜信、徐邈亦云：「十二月最是寒盛之時，故特於此月書之是也。」餘無冰不發，特於此月發之者，襄三十八年書春無冰，則是一時無冰，書時，則是終寒時，故不傳。此在二月葬宣公之下，三月作丘甲之上，是未終時，故特發之。桓十四年無冰，在正月之下者，舊解正月自為公會鄭伯，不為無冰也，或當月卻而節前，則周之正月亦是常寒之月。○注「周二」至「冰也」。○釋曰：天有四時，冬寒夏暑，是冬為常寒之月。於寒之中又加甚，謂建丑是夏之十二月，於寒之中又加甚於餘月，雖未終時，亦得於此月書之。\n三月，作丘甲。（《周禮》，「九夫為井，四井為邑，四邑為丘」，丘十六井。甲，鎧也。○鎧，開代反。）"
      },
      {
        "index": 4,
        "text": "疏「三月，作兵甲」。○釋曰：何休云：「月者，重錄之。」徐邈云：「甲有伎巧，非凡民能作，而強使作之，故書月以譏之。」范雖無注，或書月亦是譏。《公羊》說作丘甲，亦與此傳同，唯《左氏傳》以為譏重斂。\n作，為也。丘為甲也。（使一丘之民皆作甲。）"
      },
      {
        "index": 5,
        "text": "疏「作，為也」。○釋曰：後重發傳者，文同事異，不可以一例該之故也。范《別例》云：「作例有六，直云作者三，云新作亦三也。云作三者，謂作丘甲，一也；作三軍，二也；作僖公主，三也。云新作三者，謂新作南門，一也；新延廄，二也；新作雉門及兩觀，三也。言作者不必有新，言新則兼作也。」三者皆所以為譏，故傳曰：「作，為也。」是有加其度也，言新有故是也。"
      },
      {
        "index": 6,
        "text": "丘甲，國之事也。丘作甲，非正也。丘作甲之為非正，何也？古者立國家，百官具，農工皆有職以事上。古者有四民：有士民，（學習道藝者。）"
      },
      {
        "index": 7,
        "text": "疏「有士民」。○釋曰：何休云：「德能居位曰士。」范云：「學習道藝者，是以為之四民若以居位則不得為之民故云：「學習道藝也。」"
      },
      {
        "index": 8,
        "text": "有商民，（通四方之貨者。）有農民，（播殖耕稼者。）有工民。（巧心勞手以成器物者。）夫甲，非人人之所能為也。（各有業也。○夫音符。）丘作甲，非正也。夏，臧孫許及晉侯盟於赤棘。（赤棘，晉地。）"
      },
      {
        "index": 9,
        "text": "疏「夏臧」至「赤棘」。○釋曰：盟不日者，何休云：「謀詰？之戰不相負。所以不日者，執在三年，非此所得保也。」案隱元年昧之盟為七年伐邾尚猶去日，何為二年即執，反云非此所以保乎？蓋謀為？戰，歸我汶陽之田，至八年渝前約，故略之也。\n秋，王師敗績於貿戎。（貿戎，地。○貿，音茂，《左氏》作茅戎。）"
      },
      {
        "index": 10,
        "text": "疏「秋王」至「貿戎」。○釋曰：《左氏》以為戎敗之；《公羊》與此亦同，為晉敗之。今經不云晉敗之者，欲見王者無敵故也。不書月者，何休云：「深正之，使若不戰。」范雖不解，蓋不言晉敗及戰，故亦略其日月。"
      },
      {
        "index": 11,
        "text": "不言戰，莫之敢敵也。為尊者諱敵不諱敗，（諱敵，使莫二也。不諱敗，容有過否。○為，於偽反。）為親者諱敗不諱敵，（諱敗，惜其毀折也。不諱敵，諸侯有列國。）尊尊親親之義也。（尊則無敵，親則保全，尊謂王，親謂魯。）然則孰敗之？晉也。"
      },
      {
        "index": 12,
        "text": "冬，十月。季孫行父禿，晉郤克眇，衛孫良夫跛，曹公子手僂，同時而聘於齊。齊使禿者禦禿者，使眇者禦眇者，使跛者禦跛者，使僂者禦僂者。（禦音迓，迓，迎也。○禿，他不反。眇，亡小反。跛，波可反。僂，於矩反，一音刀圭反。）"
      },
      {
        "index": 13,
        "text": "疏「郤克眇」。○釋曰：《左氏》以為跛；今云眇者，《公羊》無說，未知二傳孰是。范明年注云「郤克跛」者，意從《左氏》故也。或以為誤，跛當作眇。"
      },
      {
        "index": 14,
        "text": "蕭同侄子處台上而笑之，（蕭，國也。同，姓也。侄子，字也。其母更嫁齊惠公，生頃公。宣十二年，楚人滅蕭，故隨其母在齊。○侄子，大節反，又丈乙反。頃公音傾。）聞於客，客不說而去，相與立胥閭而語，移日不解。（胥閭，門名。○說音悅。胥閭，思徐反；下力居反。解，古買反，又音蟹。）\n疏注「胥閭，門名」。○釋曰：即《周禮》二十五家也。"
      },
      {
        "index": 15,
        "text": "齊人有知之者，曰：「齊之患，必自此始矣！」（穀梁子作傳，皆釋經以言義，未有無其文而橫發傳者，甯疑經「冬十月」下云「季孫行父如齊」脫此六字。○橫，華孟反，又如字。脫此，徒活反，又他活反。）\n疏注「脫此六字」。釋曰：季孫行父禿，是傳辭上脫「季孫行父如齊」六字。\n二年\n二年，春，齊侯伐我北鄙。\n夏，四月，丙戌，衛孫良夫帥師及齊師戰於新築，衛師敗績。（新築，衛地。○築音竹。）"
      },
      {
        "index": 16,
        "text": "六月，癸酉，季孫行父、臧孫許、叔孫僑如、公孫嬰齊帥師，會晉郤克、衛孫良夫、曹公子手，及齊侯戰於？，齊師敗績。（？，齊地。○僑，本又作喬，其僑反。公子手，《左氏》作首。？音安。）"
      },
      {
        "index": 17,
        "text": "疏「癸酉季孫」至「敗績」。○釋曰：徐邈云：「四大天不舉重者，惡魯猥遣四大夫用兵，亦以譏之也。」然則諸國用兵，亦應猥遣，何以不具書之，蓋是用兵重事，故詳內也。\n其日，或曰日其戰也，或曰日其悉也。（悉，謂魯四大夫時悉在戰也。明二者皆當日。）"
      },
      {
        "index": 18,
        "text": "疏「其日」至「悉也」。釋曰：案傳例：「疑戰不日，不疑戰則例書日。」此傳云日其戰日其悉也者，豈使詐戰，則魯雖四大夫戰，亦不得書，但傳以此戰不許，書事宜詳，故因經書日，並見此意也。"
      },
      {
        "index": 19,
        "text": "曹無大夫，其曰公子，何也？以吾之四大夫在焉，舉其貴者也。（不欲令內眾大夫與外卑者共行戰。○令，力呈反。）"
      },
      {
        "index": 20,
        "text": "疏「曹無大夫」。○釋曰：複發傳者，前為崇羈，今為戰，故重發之。《公羊》以為「公子手何以書？憂內也」，杜解《左氏》以為「備於禮」，並非《穀梁》意\n秋，七月，齊侯使國佐如師。己酉，及國佐盟於爰婁。去國五百裏；爰婁，去國五十裏。（國，齊國也。）"
      },
      {
        "index": 21,
        "text": "疏「爰婁」至「十裏」。○釋曰：爰婁去齊五十裏，今在師之外，明晉師巳逼到其國。師，謂晉師也。齊為晉所敗，兵臨城下，然則敗軍之將，不可以語勇；驚弦之鳥，不可以應弓。所以更能五戰者，齊是大國，邑竟，既寬，收拾餘燼，足當諸國之師，故請以五也。"
      },
      {
        "index": 22,
        "text": "壹戰綿地五百裏，焚雍門之茨，（雍門，齊城門。茨，蓋也。○雍，於用反。之茨，在私反。）侵車東至海。（侵車，侵伐之車，言時侵齊，過乃至海。）君子聞之曰：「夫甚！」甚之辭焉。（鄭嗣曰：「君子聞戰於？，乃盟於爰婁，焚雍門之茨，侵車至海，言因齊之敗，逼之甚。」○夫甚音符。）齊有以取之也。齊之有以取之，何也？敗衛師於新築，侵我北鄙，敖郤獻子，（謂笑其跛。○謂笑其跛，布可反。案杜預注《左傳》云：「郤克跛。」此傳言「郤克眇」，范注當依傳而作「跛」，恐非。）齊有以取之也。爰婁在師之外。（言師巳逼其國。）郤克曰：「反魯、衛之侵地，以紀侯之甗來，（甗，玉甑，齊滅紀，故得其寶。○甗，魚輦反，又音言，又音彥，玉甑也。）以蕭同侄子之母為質，（齊侯與侄子同母異父昆弟，不欲斥言齊侯之母，故言蕭同侄子之母也。兼忿侄子笑。○為質音致，下同。）使耕者皆東其畝，（欲以利其戎車於驅侵易。○侵易，以豉反，下「伐易」同。）然後與子盟。」國佐曰：「反魯、衛之侵地，以紀侯之甗來’，則諾。‘以蕭同侄子之母為質’，則是齊侯之母也，齊侯之母猶晉君之母也，晉君之母猶齊侯之母也。（言尊同也。）‘使耕者盡東其畝’，則是終士齊也。（凱曰：「利其戎車侵伐易，則是以齊為士。」）不可，（不可，謂若不許己言。）請壹戰。壹戰不克，請再。再不克，請三。三不克，請四。四不克，請五。五不克，舉國而授。」 於是而與之盟。\n八月，壬午，宋公鮑卒。庚寅，衛侯速卒。取汶陽田。（汶音問。）\n冬，楚師、鄭師侵衛。"
      },
      {
        "index": 23,
        "text": "十有一月，公會楚公子嬰齊於蜀。（蜀，某地。）楚無大夫，其曰公子，何也？嬰齊亢也。（泰曰：莊二十二年「丙申，及齊高傒盟」，文二年「乙巳，及晉處父盟」，傳曰：「不言，高傒、處父亢也。」此傳會嬰齊，書公以明亢，何乎？蓋言高傒、處父亢禮敵公，書公則內恥也。嬰齊初雖驕慢，終自降替，故於會則書公，以顯嬰齊之驕亢；於盟則稱人，以表嬰齊之服罪。然則向之驕，正足以表其無禮，不足以病公，則書公可也。○向之，本又作鄉，亦作向，同許亮反；下文同．）"
      },
      {
        "index": 24,
        "text": "疏「楚無」至「亢也」。○釋曰：楚無大夫，重發之者，屈完當齊桓，名氏始見，非正例也。椒與宜申二者不見名氏，非大夫之例。今稱公子，是貴於同大夫之文，故重發之。嬰齊之亢，又重發者，高傒則沒公存氏，處父無氏稱名，嬰齊則前驕後讓，三者皆異，故各發之。"
      },
      {
        "index": 25,
        "text": "丙申，公及楚人、秦人、宋人、陳人、衛人、鄭人、齊人、曹人、邾人、薛人、繒人盟於蜀。楚其稱人，何也？（怪楚向稱公子今稱人。齊在鄭下，蓋時王所黜。）"
      },
      {
        "index": 26,
        "text": "疏注「齊在」至「所黜」。釋曰：知時王黜者，以秦、宋、陳、衛以下皆稱人。稱人則非卿，以其諸侯之大夫俱是微者，必不能自有升降，故知時王所黜。齊以傲敵之敵，師敗於？，兵臨城下，微弱之極，天子因其勢，故退之鄭下，此乃一時之宜，非是常例也。知諸侯之大夫是微人者，傳直怪嬰齊稱人，不論諸侯大夫，明知並是微者，"
      },
      {
        "index": 27,
        "text": "於是而後公得其所也。會與盟同月，則地會，不地盟；不同月，則地會、地盟。此其地會、地盟，何也？以公得其所，申其事也。（公得其所，謂楚稱人；申其事，謂地會地盟。○「會與盟同月」絕句，「不同月」絕句，「則地會地盟」絕句。）"
      },
      {
        "index": 28,
        "text": "疏「會與」至「事也」。○釋曰：同月，則地會，不地盟者，僖二十八年踐士之盟，襄十六年溴梁之盟是也。不同月，則地會、地盟者，昭十三年平丘之盟，定四年鼬之盟是也。\n今之屈，向之驕也。\n三年\n三年，春，王正月，公會晉侯、宋公、衛侯、曹伯伐鄭。（宋衛未葬，而自同於正君，故書公侯以譏之。）"
      },
      {
        "index": 29,
        "text": "疏注「宋衛」至「譏之」。○釋曰：范意雖葬未逾年亦不得成君，雖逾年而未葬亦不得成君，故云宋衛未葬，書公侯以譏之。逾年未葬不得成君，此注是也。雖葬未逾年不得成君，即四年「鄭伯伐許」注云「喪未逾年，自同於正君，亦譏之」是也。\n辛亥，葬衛穆公。二月，公至自伐鄭。"
      },
      {
        "index": 30,
        "text": "甲子，新宮災，三日哭。新宮者，禰宮也。（謂宣公廟也。三年喪畢，宣公神主新入廟，故謂之新宮。○禰，乃禮反。）"
      },
      {
        "index": 31,
        "text": "疏「甲子，新宮災」。○釋曰：何休云：「此象宣公篡位，當誅絕，不宜列之昭穆。成公結怨強齊，不得久承宗廟之象也。」范以天災難知，非人所及，故不言之"
      },
      {
        "index": 32,
        "text": "三日哭，哀也。其哀，禮也。（宮廟，親之神靈所憑居，而遇災，故以哀哭為禮。○馮居，皮冰反。）迫近不敢稱諡，恭也。（迫近，言親禰也。桓僖遠祖則稱諡。）"
      },
      {
        "index": 33,
        "text": "疏注「迫近」至「稱諡」。○釋曰：范不據丹桓宮者，傳云迫近不敢稱諡，言近則宜對遠，故據桓、僖言之。其用桓宮，以莊公娶父之讎女，故特言桓宮，以譏莊之不子也。\n其辭恭且哀，以成公為無譏矣。"
      },
      {
        "index": 34,
        "text": "疏「其辭」至「譏矣」。○釋曰：不稱諡，明其恭。三日哭，者其哀。是成公為無譏矣。乙亥，葬宋文公。夏，公如晉。\n鄭公子去疾帥師伐許。（去，起呂反。）公至自晉。秋，叔孫僑如帥師圍棘。"
      },
      {
        "index": 35,
        "text": "疏「叔孫」至「圍棘」。○釋曰：《公羊》、《左氏》皆以棘為汶陽之田邑，此傳無說，事或然也。大雩。晉郤克、衛孫良夫伐牆咎如。（咎音羔。）\n冬，十有一月，晉侯使荀庚來聘。○衛侯使孫良夫來聘。"
      },
      {
        "index": 36,
        "text": "丙午，及荀庚盟。○丁未，及孫良夫盟。其日，公也。來聘而求盟，不言及者，以國與之也。不言其人，亦以國與之也。（徐邈曰：「不言及，謂凡書來盟者也，若宣七年‘衛孫良夫來盟’是也。以國與之，謂舉國為主，故直書外來爾。此先聘而後盟，故不言來盟，總言及而不複著其人，亦是舉國之辭。」○複，扶又反。）"
      },
      {
        "index": 37,
        "text": "疏「其日」至「與之也」。○釋曰：案傳例：「前定之盟不日，後定之盟則日。」此云公也者，其實盟雖公在位，但為前定則不日，後定則日，此其日，公故也，則後定亦可知矣。但以上文聘既接公，下文及則公文未顯，嫌不得再煩尊者，恐盟時無公，故傳云公以釋之。傳又云不言及者，則宣七年「衛孫良夫來盟」是也。不言其人者，解此文不書內之名氏是也。又云不言求兩欲之也者，言求當直言求盟，如孫良夫是也。不言求者，此云來聘，又云及盟是也。何者？來聘是他求；言及，我欲也。是兩國同欲之文，非獨求之稱，故云不言求，兩欲之也。若然，上文云來聘而求盟者，解二人本意來聘，隻為求盟，為下不言求張本也。\n不言求，兩欲之也。鄭伐許。（鄭從楚而伐衛之喪，又叛諸侯之盟，故狄之。）"
      },
      {
        "index": 38,
        "text": "疏注「鄭從」至「狄之」。○釋曰：知伐衛之喪，又叛諸侯之盟，故狄之者，昭十二年「晉伐鮮虞」，傳曰「不正其與夷狄交伐中國，故狄稱之也」。定四年傳云，吳不稱子，「反其狄道也」。鄭、衛同姓，不有吊臨之恩而伐其喪，其為惡行，莫斯之甚，而亦直舉國稱之，明為夷狄之行也。叛諸侯之盟者，舊解以為上文背晉，為諸侯所伐是也。又其言伐喪者，前年衛侯速卒，楚師、鄭師侵衛是也。不於伐喪貶者，其罪不積，不足以成惡。鄭既伐喪背盟，一年之中，再加兵於許，故於此夷狄之。\n四年"
      },
      {
        "index": 39,
        "text": "四年，春，宋公使華元來聘。三月，壬申，鄭伯堅卒。杞伯來朝。（朝，直遙反。）夏，四月，甲寅，臧孫許卒。\n公如晉。葬鄭襄公。秋，公至自晉。冬，城鄆。（鄆音運。）鄭伯伐許。（喪未逾年，自同於正君，亦譏之。）"
      },
      {
        "index": 40,
        "text": "疏注「喪未」至「譏之」。○釋曰：傳於宋襄起喪稱之例，則諸侯亦同之可知，故上下經文，宋、衛、陳皆有子稱，鄭是伯爵，與侯同於七命，明在喪之稱，或亦與侯同也。《左氏》之例，唯云公侯曰子，伯則不入於例，與此異也。\n五年"
      },
      {
        "index": 41,
        "text": "五年，春，王正月，杞叔姬來歸。婦人之義，嫁曰歸，反曰來歸。○仲孫蔑如宋。○夏叔孫僑如會晉荀首於穀（穀齊地）"
      },
      {
        "index": 42,
        "text": "疏「婦人」至「來歸」。○釋曰：范氏云：「出女例凡三，齊人來歸子叔姬，一也。郯伯姬來歸，二也。此杞叔姬來歸，三也。」又別引文十八年「夫人薑氏歸於齊」為例者，出既是同，但內外為異，故並引之也。子叔姬淫而得罪，為齊所逐，故言齊人來歸。今杞叔姬文既與之異，故並發傳舉其上下，郯伯姬亦足以相包，故不更發之。\n梁山崩。（梁山，晉之望也。不言晉者，名山大澤不以封也。許慎曰：「山者陽位，君之象也。」象君權壞。）"
      },
      {
        "index": 43,
        "text": "疏注「梁山」至「望也」。○釋曰：《詩》云：「奕奕梁山。」是韓國之鎮。霍陽，韓、魏、晉之地，故云晉之望也。"
      },
      {
        "index": 44,
        "text": "不日，何也？（據僖十四年「秋，八月，辛卯，沙鹿崩」，書日。）高者有崩道也。有崩道，則何以書也？曰：梁山崩，壅遏河三日不流。晉君召伯尊而問焉。伯尊來，遇輦者，輦者不辟，使車右下而鞭之。（凡車，將在左，禦在中，有力之人在右，所以備非常。○壅，於勇反。遏，於葛反。伯尊，《左氏》作伯宗。辟音避。將，子匠反。）輦者曰：「所以鞭我者，其取道遠矣。」（所用鞭我之間，行道則可遠。）伯尊下車而問焉，（以其言有理，知非凡人。）曰：「子有聞乎？」對曰：「梁山崩，壅遏河三日不流。」伯尊曰：「君為此召我也，為之奈何？」輦者曰：「天有山，天崩之。天有河，天壅之。雖召伯尊，如之何？」伯尊由忠問焉。（用忠誠之心問之。○為此，於偽反。）○輦者曰：「君親素縞，帥群臣而哭之，既而祠焉，斯流矣。」（素衣縞冠，凶服也。所以凶服者，山川，國之鎮也，山崩川塞，示哀窮。○縞，古老反。）"
      },
      {
        "index": 45,
        "text": "疏注「素衣」至「哀窮」。釋曰：禮云素縞者，鄭玄云：「黑經白緯謂之縞，縞冠素純，以純喪冠，故謂之素縞。是祥祭之冠也。」今注云素衣縞冠，與鄭異也。"
      },
      {
        "index": 46,
        "text": "伯尊至，君問之曰：「梁山崩，壅遏河三日不流，為之奈何？」伯尊曰：「君親素縞，帥群臣而哭之，既而祠焉，斯流矣。」孔子聞之曰：「伯尊其無績乎！攘善也。」（績，功也。攘，盜也。取輦者之言而行之，非巳之功也。績或作續，謂無繼嗣。○攘，如羊反。）"
      },
      {
        "index": 47,
        "text": "疏注 「謂無繼嗣」。○釋曰：舊說云，伯尊，晉之賢大夫。輦人，晉之隱士。今一遇吐誠，理難再得。伯尊不能薦之於晉侯，以救朝廷之急，反竊其語而晦其人，蔽賢罪深，故被戮絕嗣。子夏雖匿聖人之論，能播教於西河，令黑水之人欽其風，蒲阪之間愛其道，其罪先輕，故直喪明而已。然此之立說，恐非其理，何者？天道冥昧，非人所知，大聖立言，意在軌世，則伯尊之戮，未必由蔽賢人之言；卜商喪明，豈關匿聖人之論？徒爭罪之輕重，妄說受罪淺深，據理言之，恐非聖賢之旨。何休以為梁山崩，壅河三日不流，象諸侯失勢，王道絕，故自是之後六十年之中，弑君十四，亡國三十二。案此傳說輦者之言，竟不論天子諸侯喪亡之事，則何休之言，未必通於此也。\n秋，大水。冬，十一月，已酉，天王崩。（定王。）"
      },
      {
        "index": 48,
        "text": "十有二月，已丑，公會晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、邾子、杞伯，同盟於蟲牢。（蟲牢，鄭地。○蟲，直忠反。牢，力刀反。）\n六年\n六年，春，王正月，公至自會。"
      },
      {
        "index": 49,
        "text": "疏「春王」至「自會」。○釋曰：何休云：「月者，魯使大夫獲齊侯，今親相見，危之，故書月也。」傳例致月則危，此書月必是危，但不知同何說以否，或當時有危，傳不言之，故范亦不解。或亦為此年公遠會，始至，立武宮，取鄟，皆是危事，故致會書月也。"
      },
      {
        "index": 50,
        "text": "二月，辛巳，立武宮。（舊說曰：武公之宮廟毀巳久矣。故傳曰「不宜立也」。《禮記·明堂位》曰：「魯公之廟，文世室也。武公之廟，武世室也。」言世室則不毀也，則義與此違。）"
      },
      {
        "index": 51,
        "text": "疏「立武宮」。○釋曰：《禮記》稱「世室」，此傳云不宜立者，《禮記》，周未之書，以其廟不毀，故謂之世室；此以武公之廟毀來巳久，今複立之，故云不宜立。范義與此違也。何休解《公羊》以為臧孫許伐齊有功，故立武宮，《左氏》以為季文子以？之功立武宮，據人雖別，同是伐齊。《穀梁》之意，亦以勝齊立武宮也。\n立者，不宜立也。取鄟。鄟，國也。（鄟音專，又市轉反，國名。）"
      },
      {
        "index": 52,
        "text": "疏「取鄟」。○釋曰：隱十年，「鄭伯伐取之」，直注云：「凡書取國，皆滅也，變滅言取，明其易。」今不言滅鄟，是明魯取之易也。又惡鄟不備也。凡書取之例，以內外皆有。外書取者，即徐人取舒是也。內書取者，即取鄟是也。其內被取邑亦為取，齊侯取鄆是也。《公羊》以為鄟是邾之邑，與《穀梁》異。\n孫良夫帥師侵宋。\n夏，六月，邾子來朝。（朝，直遙反。）公孫嬰齊如晉。壬申，鄭伯費卒。（費音秘。）"
      },
      {
        "index": 53,
        "text": "疏「鄭伯費卒」。○釋曰：案《世本》及《左氏》，鄭伯費是鄭悼公。不書葬者，何休云：「楚伐鄭喪，諸侯不能救，晉欒書又侵之，故去葬，使若非伐喪者，為中國諱也，在隱三年注。魯不往會，則經亦不書，則悼公不書葬者，魯不會也。」\n秋，仲孫蔑、叔孫僑如帥師侵宋。楚公子嬰齊帥師伐鄭。冬，季孫行父如晉。晉欒書帥師救鄭。\n七年\n七年，春，王正月，鼷鼠食郊牛角。（不能免牛者，以方改卜郊，吉否未可知。○鼷音奚。吉否，方九反。）"
      },
      {
        "index": 54,
        "text": "疏注「不言」至「可知」。○釋曰：。下傳稱免牲，不曰不郊，免牛亦然。此言免牛，則嫌似不郊，故云不言免牛者，以方改卜郊，未可知也。\n不言日，急辭也，（辭中促急，不容日。）"
      },
      {
        "index": 55,
        "text": "疏「不言」至「辭也」。○釋曰：宣三年「郊牛之口傷」，彼言之是緩辭，亦不云日，此傳云「不言日，急辭也」者，案宣三年傳言之，是牛自傷之緩，此言其是鼠食牛之緩。二者立文雖異，俱是緩辭，則辭間容日，亦是緩辭。傳云「不言日，急辭也」，此巳發例，則定十五年、哀元年之類，不言日者，並是急辭也。緩辭不言日者，言之既是緩辭可知。故不須更書日以見緩也。"
      },
      {
        "index": 56,
        "text": "過有司也。郊牛日展斛角而知傷，展道盡矣，其所以備災之道不盡也。（有司展察牛而即知傷，是展察之道盡，不能防災禦患，致使牛傷，故不書日，以顯有司之過。斛，球球然角貌。○斛角，其樛反，一音求。角貌或本作筋，非。禦，魚呂反。球音求。）"
      },
      {
        "index": 57,
        "text": "疏「郊牛」至「盡也」。○釋曰：展，省察也。言日日皆省察牛之觩角，而則知傷，是省察之道盡矣。展道雖盡，不能防災禦患，致使牛傷，是其所以備災之道不盡，是故不言日以責有司也。牛角云觩者，《詩》稱「兕<角>其觩」，又曰「有觩其角」是也。"
      },
      {
        "index": 58,
        "text": "改卜牛，鼷鼠又食其角。又，有繼之辭也。（前巳食，故曰繼。）其，緩辭也。曰亡乎人矣，非人之所能也，所以免有司之過也。（至此複食，乃知國無賢君，天災之爾，非有司之過也，故言其以赦之。○能，如字，亦作耐。複食，扶又反，下同。）"
      },
      {
        "index": 59,
        "text": "疏 「其緩」至「過也」。○釋曰：解經上文云鼷鼠食郊牛角，不言其，此文云又食其角，乃變言其，故釋之云「其，緩辭也」。曰亡乎人矣，亡，無也。至此郊牛複食，乃知國無賢君，非人所不能也。謂國無賢君之故，為上天之所災，非人力所能禁，所以免有司之過也。謂經言「其」者，所以放有司也。"
      },
      {
        "index": 60,
        "text": "乃免牛。乃者，亡乎人之辭也。免牲者，為之緇衣纁裳，有司玄端，奉送至於南郊。免牛亦然。免牲不曰不郊，免牛亦然。（郊者用牲，今言免牲，則不郊顯矣。若言免牛，亦不郊。而經複書不郊者，蓋為三望起爾，言時既不郊而猶三望，明失禮。○緇，側其反。纁，許云反。為，於偽反。）"
      },
      {
        "index": 61,
        "text": "疏「乃者」至「亦然」。○釋曰：重發傳者，此再食乃免牛，嫌與他例別，故重發之。○注「蓋為」至「起爾」。○釋曰：僖三十二年「夏，四月，四卜郊，不從，乃免牲，猶三望」。彼不云不郊，此既云免牛，又云不郊者，彼免牲與三望同時，故略去不郊之文；此春免牛，夏乃三望，故備言之。\n吳伐郯。（郯音談。）\n夏，五月，曹伯來朝。不郊，猶三望。\n秋，楚公子嬰齊帥師伐鄭。"
      },
      {
        "index": 62,
        "text": "公會晉侯、齊侯、宋公、衛侯、曹伯、莒子、邾子、杞伯救鄭。八月，戊辰，同盟於馬陵。（馬陵，衛地。）公至自會。吳入州來。（州來，楚地。）\n冬，大雩。雩不月而時，非之也。冬無為雩也。"
      },
      {
        "index": 63,
        "text": "疏「雩不」至「雩也」。○釋曰：「傳例云：「月雩，正也。時雩，非正也。」非正者，其時未窮，人力未盡，毛澤已竭，不雩則不及事，故月以明之，則經書秋八月雩、九月雩是也。既過此節，秋不書旱，則冬無為雩也，故鄭《釋廢疾》去冬及春夏。案《春秋說考異郵》，三時唯有禱禮，無雩祭之事，唯四月龍星見，始有常雩耳，故因載其禱請山川辭云：「方今天旱，野無生稼，寡人當死，百姓何依。不敢煩民請命，原撫萬民，以身塞無狀。」是鄭意亦以不須雩，唯有禱請而已。\n衛孫林父出奔晉。\n八年"
      },
      {
        "index": 64,
        "text": "八年，春，晉侯使韓穿來言汶陽之田，歸之於齊。（晉為盟主，齊還事晉，故使魯還二年齊所反之田。○穿音川。）"
      },
      {
        "index": 65,
        "text": "疏注「晉為」至「之田」。○釋曰：《公羊》以為齊侯敗案之後，七年不飲酒，不食肉，晉侯高其德，遂反其所取侵地。此雖無傳，齊頃是中平之主，安能以一敗之後，七年不飲酒食肉乎？故以為晉為盟主，齊還事晉，故使魯還二年齊所反之田。杜預解《左氏》，其意亦然。\n於齊，緩辭也，不使盡我也。（若曰為之請歸，不使晉製命於我。○為，於偽反。）"
      },
      {
        "index": 66,
        "text": "疏「於齊，緩辭也」。○釋曰：僖二十八年，「晉人執衛侯，歸之於京師」，傳以言「之」為「緩辭也」。今言「歸之於齊」為緩辭者，之，緩辭，自是常例：「於齊」之理未明，故特釋之，辭雖不同，亦是緩也。此以緩辭言之者，諱不使製命於我也。\n晉欒書帥師侵蔡。公孫嬰齊如莒。宋公使華元來聘。"
      },
      {
        "index": 67,
        "text": "夏，宋公使公孫壽來納幣。（婚禮不稱主人，宋公無主婚者，自命之，故稱使。納幣不書，書者，賢伯姬，故盡其事。）"
      },
      {
        "index": 68,
        "text": "疏注「婚禮」至「其事」。○釋曰：《公羊》以為婚禮不稱主人，宋公無主婚者，辭窮自命之，故公孫壽來納幣稱使；紀侯有母，履緰受紀侯之母命，婦人之命不通，故不稱使。案隱二年傳云：「其不言使，何也？逆之道微，無足道焉爾。」據彼傳文以「逆者微，無足道焉爾」，故不言使，則與《公羊》異。觀此注意，云宋公無主婚者，自命之，故稱使，明為母命之，則不稱使，似與《公羊》同。而與傳違者，范以紀侯之與宋公皆是無母，宜並稱主人；但納幣是卿之事，故稱宋公使也，逆女是君之事，使大夫非正，故履緰不稱使。今此注云婚禮不稱主人，亦據諸侯母在者言之。又且履緰不稱使，大率言之，亦是不稱主人之事，故注言之耳。納幣不書，其經之所書者三：莊公以非禮書，一也；公子遂以喪錄，二也」此為賢伯姬，三也。范知為賢伯姬者，《公羊傳》云：「納幣不書，此何以書？錄伯姬也。」是為賢而錄也。\n晉殺其大夫趙同、趙括。"
      },
      {
        "index": 69,
        "text": "秋，七月，天子使召伯來錫公命。禮有受命，無來錫命，錫命，非正也。曰天子，何也？曰見一稱也。（天王、天子，王者之通稱。自此以上，未有言天子者，今言天子，是更見一稱。○召，上昭反。曰見，賢遍反。注更見同。一稱，尺證反。以上，時掌反。）"
      },
      {
        "index": 70,
        "text": "疏「曰見一稱也」。○釋曰：王既是四大之重，宜表異號，莫若係天，以眾人卑故，稱母子，貴者取貴稱，故謂之天子。入《春秋》以來，唯取仁義之稱，未表係天子之尊，故曰更見一稱也。《公羊傳》云：「其稱天子何？元年春王正月，正也。」其餘皆通矣。何休云：「德合於元者稱皇，德合於天者稱帝，仁義合者稱王。」又云：「王者，取天下歸往也。天子者，爵稱也。聖人受命，皆天所生，故謂之天子。或言王，或言天子，皆相通也。」唯賈逵云：「畿內稱王，諸夏稱天王，夷狄稱天子。」其理非也。"
      },
      {
        "index": 71,
        "text": "冬，十月，癸卯，杞叔姬卒。（杜預曰：「前五年來歸者，女既適人，雖見出棄，猶以成人之禮書之，終為杞伯所葬，故稱杞叔姬。」）晉侯使士燮來聘。（燮，素協反。）\n叔孫僑如會晉士燮、齊人、邾人伐郯。"
      },
      {
        "index": 72,
        "text": "衛人來媵。（杜預曰：「古者諸侯娶嫡夫人，及左右媵，各有侄娣，皆同姓之國。國三人，凡九女，所以廣繼嗣。」魯將嫁伯姬於宋，故衛來媵。○媵，以證反。又繩證反。嫡，丁曆反。侄，大結反。娣音弟。）"
      },
      {
        "index": 73,
        "text": "疏「衛人來媵」。○釋曰：《公羊》以為媵不合書，其書者，賢伯姬也。《左氏》雖無其說，蓋以來至於魯，然後與嫡行，故書之。此傳之意，以伯姬為災而死，閔之，故書其事。是言三傳意小異也。"
      },
      {
        "index": 74,
        "text": "媵，淺事也，不誌。此其誌何也？以伯姬之不得其所，故盡其事也。（不得其所，謂災死也。江熙曰：「共公之葬由伯姬，則共公是失德者也。傷伯姬賢而嫁不得其所。」○共音恭，下同。）\n疏注「江熙」至「其所」。○釋曰：江熙以不得其所，為共公失德，文無所據。范引之者，傳異聞也。"
      }
    ]
  }
}