{
  "chapterNumber": 18,
  "title": "春秋穀梁傳註疏卷17 (Guliang Zhushu, Volume 17)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○昭公\n（起元年，盡十三年）\n疏《魯世家》：昭公名稠，襄公之子，以周景王四年即位。《諡法》：「容儀恭明曰昭。」\n元年\n元年，春，王正月，公即位。繼正即位，正也。\n疏「繼正即位正也」。○釋曰：重發傳者，嫌繼子野非正，故明之。"
      },
      {
        "index": 1,
        "text": "叔孫豹會晉趙武、楚公子圍、齊國弱、宋向戍、齊惡、陳公子招、蔡公孫歸生、鄭罕虎、許人、曹人於郭。（招，上昭反。郭，《左氏》作「虢」。）\n二月，取鄆。（鄆，魯邑。言取者，叛戾不服。○鄆音運。）"
      },
      {
        "index": 2,
        "text": "疏注「鄆魯」至「不服」。○釋曰：案《左氏》鄆為莒邑。范知魯邑者，以經有城諸及鄆之文。此鄆不繼莒，故知魯邑也。《公羊傳》曰「鄆者何？內之邑也。其言取何？不聽也」，何休云「不聽者，叛也」，是范所據之文也。"
      },
      {
        "index": 3,
        "text": "夏，秦伯之弟針出奔晉。諸侯之尊，弟兄不得以屬通。其弟云者，親之也。親而奔之，惡也。（針，其廉反。惡，烏路反。）"
      },
      {
        "index": 4,
        "text": "疏「親而奔之惡也」。○釋曰：重發傳者，陳侯之弟稱歸，為無罪，此針後無歸文，則罪之輕重，既不可知，故傳云「親而奔之，惡也」，明與陳光同耳。\n六月，丁巳，邾子華卒。"
      },
      {
        "index": 5,
        "text": "晉荀吳帥師敗狄於太原。（大原，地。○大音泰。）傳曰：中國曰大原，夷狄曰大鹵。號從中國，名從主人。（襄五年注詳矣。○鹵，力古反。）"
      },
      {
        "index": 6,
        "text": "疏注「襄五」至「詳矣」。○釋曰：桓二年亦有文，而注言襄五年者，桓二年論郜鼎之事，襄五年則同論地事，故注指之。\n秋，莒去疾自齊入於莒。\n莒展出奔吳。"
      },
      {
        "index": 7,
        "text": "疏「莒展出奔吳」。○釋曰：展篡逾年，不稱爵者，徐邈云「不為內外所與也」，不成君，故但書名，理或然焉。\n叔弓帥師疆鄆田。疆之為言猶竟也。（為之境界。○去，起呂反。竟音境。）"
      },
      {
        "index": 8,
        "text": "疏「叔弓」至「鄆田」。○釋曰：鄆是魯邑，所以帥師者，《公羊》以為與莒接竟，故帥師是畏莒，故以師正其界。\n葬邾悼公。\n冬，十有一月，已酉，楚子卷卒。（卷音權，《左氏》作麇。）楚公子比出奔晉。\n二年\n二年，春，晉侯使韓起來聘。\n夏，叔弓如晉。\n秋，鄭殺其大夫公孫黑。"
      },
      {
        "index": 9,
        "text": "冬，公如晉，至河乃複。（乃者，亡乎人之辭。剌公弱劣，受製疆臣。）恥如晉，故著有疾也。（公凡四如晉，季氏訴公於晉侯，使不見公，公懼不利於已，故公托至河有疾而反，以殺恥也。十二年傳曰「季氏不使遂乎晉」，與此傳互文以見義。然則十三年、二十一年如晉，與此義同。二十三年經曰「至河，有疾，乃複」，是微有疾而反，嫌與上四如晉同，故明之。○見，去聲。）"
      },
      {
        "index": 10,
        "text": "疏「恥如」至「疾也」。○釋曰：案公之乃複，凡有五文，惟二十三年經云「至河，有疾，乃複」，自餘四者，皆不云有疾，而傳曰「著有疾」者，公為季氏所訴，恥四如晉不入，故皆書曰乃複者，即是讬有疾之辭，非實疾也，故傳云「恥如晉，故著有疾也」。二十二年實有疾而複，故經言有疾而別之。○注「公凡四如晉」。○釋曰：此文一也，十二年二也，十三年三也，二十一年四也，二十三年經云有疾，故不數之耳。"
      },
      {
        "index": 11,
        "text": "季孫宿如晉。公如晉而不得入，季孫宿如晉而得入，惡季孫宿也。（明晉之不見公，季孫宿之所為。○惡，烏路反。）"
      },
      {
        "index": 12,
        "text": "疏「惡季孫宿也」。○釋曰：惡季孫宿，十二年又發傳云「季孫不使遂乎晉」者，季孫宿以七年卒，十二年譖君者意如，見其累世同惡，故傳重明之。若然，十三年乃複者，意如見執之下，意如身尚被執，安得謂之譖公者？彼公不盟，亦坐意如。意如先以譖公，被執之日又自雪無罪，晉人聽其言而不受公，故經言乃複之文，與十二年同，明亦是意如譖公可知也。\n三年\n三年，春，王正月，丁未，滕子原卒。\n夏，叔弓如滕。五月，葬滕成公。"
      },
      {
        "index": 13,
        "text": "疏「夏叔」至「成公」。○釋曰：何休云：「月者，上葬襄公，諸侯莫肯加禮，獨滕子來會葬，故恩錄之。」《穀梁》以月葬為故，必不得從何說，或當有故，但經傳不言耳。\n秋，小邾子來朝。（朝，直遙反。）八月，大雩。\n冬，大雨雹。（雨，正付反。雹，皮學反。）北燕伯款出奔齊。其曰北燕，從史文也。"
      },
      {
        "index": 14,
        "text": "疏「從史文也」。○釋曰：重發傳者，前高止之奔，欲明從史文；今北燕伯出奔，亦曰北燕伯，嫌目名之，故重曰「從史文」，舉此二者以明例，故於後不釋。\n四年\n四年，春，王正月，大雨雪。（雪，或為雹。○雨雪，於付反，《左氏》作「雨雹」。）\n疏注「雪，或為雹」。○釋曰：《左氏》為雹，故范疑之云「或為雹」也。"
      },
      {
        "index": 15,
        "text": "夏，楚子、蔡侯、陳侯、鄭伯、許男、徐子、滕子、頓子、胡子、沈子、小邾子、宋世子佐、淮夷會於申。（楚靈王始會諸侯也。○沈音審。）楚人執徐子。（稱人以執，執有罪。）"
      },
      {
        "index": 16,
        "text": "疏「楚人執徐子」。○釋曰：僖二十一年「執宋公」不言楚，此云「楚人執徐子」者，彼欲見諸侯同執，且不與夷狄執中國，故不言楚人。此時楚彊，徐又夷也，故云楚執。不言歸者，蓋在會而執，尋亦釋之，故不言所歸也。"
      },
      {
        "index": 17,
        "text": "秋，七月，楚子、蔡侯、陳侯、許男、頓子、胡子、沈子、淮夷伐吳。（眾國之君，傾眾悉力，以伐疆敵，內外之害重，故謹而月之。定四年伐楚亦月，此其例也。）"
      },
      {
        "index": 18,
        "text": "疏注「眾國」至「例也」。○釋曰：舊解凡日月之例，多施於內，不止於外。而云「謹而月之」者，以四夷之盛，吳、楚最甚。從此以後，中國微弱，禍害既重，書亦宜詳，故注並引定四年「三月，公會劉子」以下「於召陵，侵楚」為證，猶莊六年子突王者之師挫於諸侯，僖十五年齊桓霸者之兵屈於伐厲，故亦書月，是其義也。徐邈云「伐不月而書月者，為滅厲書」，理亦通也。「內外之害」者，內謂吳，外謂眾國也。"
      },
      {
        "index": 19,
        "text": "執齊慶封，殺之。此入而殺，其不言入，何也？慶封封乎吳鍾離。（言時殺慶封自於鍾離，實不入吳。）其不言伐鍾離，何也？不與吳封也。慶封其以齊氏，何也？（據已絕於齊。）為齊討也。靈王使人以慶封令於軍中曰：「有若齊慶封弑其君者乎？」（謂與崔杼共弑莊公光。○為，於偽反。）慶封曰：「子一息，我亦且一言。曰：有若楚公子圍弑其兄之子而代之為君者乎！」軍人粲然皆笑。（粲然，盛笑貌。○粲，七旦反。）"
      },
      {
        "index": 20,
        "text": "疏「弑其兄之子」。○釋曰：元年「楚子卷卒」不云弑，此云弑者，彼為密弑之，讬以疾卒。楚無良史，告以不實，故《春秋》從而書之。傳因慶封之對，以起其事，則絪之罪，亦足以見也。"
      },
      {
        "index": 21,
        "text": "慶封弑其君，而不以弑君之罪罪之者，慶封不為靈王服也，不與楚討也。（傳例曰：「稱人以殺大夫，為殺有罪。」今殺慶封，經不稱人，故曰「不以弑君之罪罪之」。○為，於偽反。）《春秋》之義，用貴治賤，用賢治不肖，不以亂治亂也。孔子曰：「懷惡而討，雖死不服，其斯之謂與？」（與音餘。）"
      },
      {
        "index": 22,
        "text": "疏「孔子曰」至「謂與」。○釋曰：上云《春秋》之義，足以見罪人。稱孔子曰者，靈王夷狄之君，欲行霸者之事，嫌於得善，故引《春秋》以明之，後言孔子以正之。\n遂滅厲。遂，繼事也。九月，取繒。"
      },
      {
        "index": 23,
        "text": "疏「九月取繒」。○釋曰：襄六年「莒人滅繒」，今又云取者，彼以立莒之公子為後，故以滅言之，其實非滅，故今魯得取之。不云滅而云取者，徐邈云「諱，故以易言之」，事或然矣。\n冬，十有二月，乙卯，叔孫豹卒。\n五年"
      },
      {
        "index": 24,
        "text": "五年春，王正月，舍中軍。貴複正也。（魯次國，舊二軍，襄十一年立三軍，今毀之，故曰複正。○舍音舍。）楚殺其大夫屈申。（屈，居勿反。）\n公如晉。"
      },
      {
        "index": 25,
        "text": "夏，莒牟夷以牟婁及防茲來奔。以者，不以者也。來奔者不言出。（以其方向內也。）及防茲，以大及小也。莒無大夫，其曰牟夷，何也？以其地來也。以地來，則何以書也？重地也。（竊地之罪重，故不得不錄其人。）"
      },
      {
        "index": 26,
        "text": "疏「以者」至「地也」。○釋曰：重發傳者，庶其以邑來而不言及，此以邑來言及，黑肱則不係濫，故各發傳也。此傳獨言重地者，舉其中以包上下也。\n秋，七月，公至自晉。"
      },
      {
        "index": 27,
        "text": "戊辰，叔弓帥師敗莒師於賁泉。（賁泉，魯地。○賁泉，扶粉反，《左氏》作「蚡泉」。）狄人謂賁泉失台，號從中國，名從主人。（台，湯來反。）\n秦伯卒。"
      },
      {
        "index": 28,
        "text": "疏「秦伯卒」。○釋曰：《左氏》以為同盟則名，同盟而不名，皆從赴。《公羊》以為秦伯不名者，「秦，夷也。匿嫡之名」，其意云嫡子生，不以名告國中，唯擇勇猛者而立之。又云秦伯罃及稻名者，嫡子，故得名之，言獨二人以嫡得立也。此傳云隱七年「滕侯卒」，云無名，狄道也，則此秦伯不名者，以用狄道也。又隱八年「宿男卒」，注曰「宿，徵國也。未能同盟，故男卒也」。據彼則是未同盟者，則不赴以名。案秦之諸君卒，經或名，或不名，則是非用狄道，蓋同《左氏》未同盟，故不名也。徐邈云「秦伯不名，用狄道也」，恐非耳。\n冬，楚子、蔡侯、陳侯、許男、頓子、沈子、徐人、越人伐吳。\n六年\n六年，春，王正月，杞伯益姑卒。疏「杞伯益姑卒」。○釋曰：不日卒者，蓋非正也。\n葬秦景公。\n夏，季孫宿如晉。葬杞文公。宋華合比出奔衛。（比，必裏反，又毗誌反。）\n秋，九月，大雩。楚薳罷帥師伐吳。\n冬，叔弓如楚。齊侯伐北燕。\n七年\n七年，春，王正月，暨齊平。（暨，其器反。）平者成也。暨猶暨暨也。暨者不得已也。以外及內曰暨。"
      },
      {
        "index": 29,
        "text": "疏「平者成也」。○釋曰：舊解平者善事也，當同以為之，而不得已而為之，是亂道也，故釋之為成，言成亂之辭耳。或當成平義通，故展轉為訓。\n三月，公如楚。"
      },
      {
        "index": 30,
        "text": "叔孫婼如齊蒞盟。（婼，丑略反。蒞音利，又音類。）蒞，位也。內之前定之辭。謂之蒞。外之前定之辭，謂之來。\n疏「蒞位也」。○釋曰：重發傳者，嫌公如楚，恐婼非是君命，故發之，明婼亦受命也。\n夏，四月，甲辰，朔，日有食之。"
      },
      {
        "index": 31,
        "text": "秋，八月，戊辰，衛侯惡卒。鄉曰衛齊惡，（在元年。○鄉，香亮反，本亦作鄉，八年同。）今曰衛侯惡，此何為君臣同名也？君子不奪人名，不奪人親之所名，重其所以來也，王父名子也。（不奪人名，謂親之所名，明臣雖欲改，君不當聽也。君不聽臣易名者，欲使重父命也。父受命名於王父，王父卒，則聽王父之命名之。）"
      },
      {
        "index": 32,
        "text": "疏「王父名子也」。○釋曰：傳言王父，則祖也。范云「欲使人重父命也」者，父受名於王父，王父卒則已命子，故傳注兩言之，其並存者則不諱。若卒哭而後，無容得斥君名，蓋舍名而稱字耳。\n九月，公至自楚。\n冬，十有一月，癸未，季孫宿卒。十有二月，癸亥，葬衛襄公。\n八年"
      },
      {
        "index": 33,
        "text": "八年，春，陳侯之弟招殺陳世子偃師。鄉曰陳公子招，（在元年。）今曰陳侯之弟招，何也？曰盡其親，所以惡招也。（盡其親，謂既稱公子又稱弟。招，先君之公子，今君之母弟。○惡，烏路反。）"
      },
      {
        "index": 34,
        "text": "疏 「盡其親」。○釋曰：盡其親者，招前稱公子，明有先君之親，今變父言弟，彰是今君之親，二稱並見，故云「盡其親」也。然昭元年稱公子，不關殺偃師，而亦言之者，以變公子之文而稱弟，故二者並言之也。十三年「殺公子比」，不言楚比。云「陳世子」者，體國重，故係國言之。公子係君，故不係國也。若然，下云「殺陳孔奐」係陳者，楚人殺他國之臣，故係國。"
      },
      {
        "index": 35,
        "text": "兩下相殺，不誌乎《春秋》，此其誌何也？世子云者，唯君之貳也，云可以重之，存焉誌之也。諸侯之尊，兄弟不得以屬通。其弟云者，親之也。親而殺之，惡也。（惡招。）"
      },
      {
        "index": 36,
        "text": "疏注「惡招」。○釋曰：此稱弟惡招，光稱弟惡陳侯者，光有歸文見經，明知光無罪，今招親殺世子，故知稱弟以惡招也。\n夏，四月，辛丑，陳侯溺卒。（溺，乃曆反。）\n叔弓如晉。\n楚人執陳行人幹徵師，殺之。（幹，姓。徵師，名。）稱人以執大夫，執有罪也。稱行人，怨接於上也。\n疏「稱人」至「上也」。○釋曰：重發傳者，嫌楚殺為甚，恐其無罪，故重發傳以同之。\n陳公子留出奔鄭。秋，蒐於紅。（紅，魯地。○蒐，所求反。紅，戶公反。）"
      },
      {
        "index": 37,
        "text": "疏「秋蒐於紅」。○釋曰：傳云「正也」，而經書者，范氏例云：「蒐狩書時，其例有九。書狩有四，言蒐有五。」稱狩有四者，桓四年「狩於郎」，一也；莊四年「狩於郜」，二也；僖二十八年「狩於河陽」，三也；哀十四年「西狩獲麟」，四也。蒐有五者，此「蒐於紅」，一也；十一年「大蒐於比蒲」，二也；二十二年「大蒐於昌間」，三也；定十三年「大蒐於比蒲」，四也；定十四年又「大蒐於比蒲」，五也。范又云「凡書者，皆譏也。昭八年‘秋，蒐於紅’，傳云‘正也’。而書之者，明比年大蒐失禮，故因以此正見不正也」，是范意將秋蒐得禮，欲見以正剌不正，故書之。范例又云：「器械皆常，故不云大。言大者，則器械過常。」狩言公，此不云公者，狩則主為遊戲，故言公；蒐是國家常禮，故例不言公也。然則蒐狩書者皆譏，而傳云「因蒐狩以習用武事，禮之大者也」，據得禮者言之。范云比年失禮，謂器械過常，又失時是也。"
      },
      {
        "index": 38,
        "text": "正也。（常事不書，而此書者，以後比年大蒐失禮，因此以見正。○見，賢遍反。）因蒐狩以習用武事，禮之大者也。艾蘭以為防，（蘭，香草也。防，為田之大限。○狩，手又反。艾，魚廢反。）置旃以為轅門，（旃，旌旗之名。《周禮》「通帛旃」。轅門，卬車以其轅表門。○旃，之然反。卬車，五郎反，一音仰，本又作昂。）以葛覆質以為槷，（質，椹也。槷，門中臬。葛或為褐。○槷，魚列反，門鬘也。椹，張林反。臬，魚列反。撅也。褐，戶葛反，毛布也。）流旁握，禦轚者，不得入。（流旁握，謂車兩彗頭，各去門邊空握。握，四寸也。轚掛則不得入門。○轚，古帝反，掛也，劉兆云「絓也」；本或作擊。彗音衛，一音徐歲反，車軸頭也。掛，戶卦反，又音封，礙也。）車軌塵，（塵不出轍。）馬候蹄，（發足相應，遲疾相投。○蹄，徒兮反，馬足也。相應，應對之應。）揜禽旅，（揜取眾禽。○揜，於撿反，本亦作俺。）禦者不失其馳，然後射者能中。（不失馳騁之節。○中，丁仲反，下皆同。）過防弗逐，不從奔之道也。（戰不逐奔之義。）麵傷不獻，（嫌誅降。○降，戶江反。）不成禽不獻。（惡虐幼少。○惡，烏路反，年末傳及注皆同。少，詩召反。）禽雖多，天子取三十焉，其餘與士眾，以習射於射宮。（取三十以共乾豆賓客之庖。射宮，澤宮。○共音恭。庖，步交反。）射而中，田不得禽，則得禽。田得禽而射不中，則不得禽。是以知古之貴仁義，而賤勇力也。（射以不爭為仁，揖讓為義。○爭，爭鬥之爭。）"
      },
      {
        "index": 39,
        "text": "疏 「艾蘭」至「力也」。○釋曰：蘭是草之貴者，地之希有之物，而云艾蘭為防者，廣澤之內，與眾同生。艾之為防，則逄蘭同剪，故舉以包之。「置旃以為轅門」，謂以車為營，舉轅為門，又建旃以表之，故云「置旃以為轅門，以葛覆質以為槷」。質者，中門之木椹，謂恐木椹傷馬足，故以葛草覆之以為槷。葛或為褐者，謂之毛布覆之。徐邈亦云「恐傷馬足，故以毛布覆之。」《毛詩傳》云「褐纏旃以為門，裘纏質以為槷」，與此異也。「流旁握，禦轚者不得入」，徐邈云：「流，至也。門之廣狹，足令車通。至車兩軸，去門之旁邊一握。握，四寸也。轚者不得入，轚謂掛著，若車掛著門，則不使得入，以恥其禦拙也。」觀范之注，似與徐邈同。或以為流旁握者，謂建旃表門之旒旁，去車之兩軸各一握也。古字同通，故傳作流，理亦通也，但與注少僻耳。范注兩軸頭，本或作彗者，兩彗兩軸，止是一物，故鄭玄注《少儀》亦以軸為彗也。「車軌塵」，謂驅車塵不出軌轍。「馬候蹄」，舊解四蹄皆發，後足躡前足而相伺候，與范注亦合耳。「揜禽旅」，旅，眾也，謂掩取眾禽。然禮云不掩群者，謂不得不分別大小，一群盡取之。今雖掩眾禽，在田則簡其麛卵之流而放之，射訖則釋其麵傷之徒不獻之以習軍禮，則亦不掩群之義也。○「古之貴仁義」者，謂田獵之時，務在得禽，不升降，是勇力也；射宮之內，有揖讓周旋，是仁義也；田雖不得禽，射中則得禽，是貴仁義而賤勇力也。舊解以為射弓之內，還射死禽，中則取之，故以重傷為難。《論語》稱「射不主皮」，則射皮不射禽也。\n陳人殺其大夫公子過。（過音戈。）大雩。"
      },
      {
        "index": 40,
        "text": "冬，十月，壬午，楚師滅陳，執陳公子招，放之於越。殺陳孔奐。惡楚子也。（惡其滅人之國，放有罪之人，反殺無辜之臣，故實是楚子而言師。）"
      },
      {
        "index": 41,
        "text": "疏「惡楚子也」。○釋曰：惡之者，謂滅人之國；又招有罪而放之；奐無辜，反殺之，有三事之惡，故貶而稱師也。傳知是楚子者，以九年經「叔弓會楚子於陳」，知滅陳亦是楚子，但為惡之，故貶稱師也。不貶稱人而言師者，以楚恃彊滅國，著其用大眾，故云師。若貶之稱人，嫌是賤者，故不言人矣。\n葬陳哀公。不與楚滅，閔公也。（滅國不葬，閔楚夷狄以無道滅之，故書葬以存陳。）\n疏「滅國」。○釋曰：滅國不葬，今書葬者，以楚夷狄，無道滅人，閔陳之滅，故書葬以存之。\n九年\n九年，春，叔弓會楚子於陳。"
      },
      {
        "index": 42,
        "text": "許遷於夷。（以自遷為文而地者，許複見也。夷，許地，徐邈曰：「許十八年又遷於白羽。許比遷徙，所都無常，居處薄淺，如一邑之移，故略而不月，不得從國遷常例。」○複，扶又反。見，賢遍反。）"
      },
      {
        "index": 43,
        "text": "疏注「故略而不月」。○釋曰：僖元年「夏，六月，邢遷於夷儀」，三十一年十二月「衛遷於帝丘」，皆書月，而許遷不月，故知是略也。"
      },
      {
        "index": 44,
        "text": "夏，四月，陳火。（火，《左氏》作「災」。）國曰災，邑曰火。火不誌，此何以誌？閔陳而存之也。（陳已滅矣，猶書火者，不與楚滅也。不可以方全國，故不云災。何休曰：「月者，閔之。」）"
      },
      {
        "index": 45,
        "text": "疏「國曰災」至「存之也」。○釋曰：傳言「火不誌」，則是無例。而云「國曰災，邑曰火」者，火不合誌，誌者皆義有所見。此書者，以見不與楚滅，義在存陳也。陳滅不可以比全國，故以邑錄之既以邑錄之，則不得與國同文，國邑文既不同，傳宜顯變例，故云「國曰災，邑曰火」。\n秋，仲孫玃如齊。（玃，俱縛反。）\n冬，築郎囿。（有音又，舊於目反，苑也。）\n十年\n十年，春，王正月。\n夏，齊欒施來奔。\n秋，七月，季孫意如、叔弓、仲孫玃帥師伐莒。戊子，秋侯彪卒。（彪，彼虯反。）\n九月，叔孫婼如晉。（月者，為下葬晉平公起。○為，於偽反。）葬晉平公。\n十有二月，甲子，宋公成卒。（不書冬，甯所未詳。○成音城。）\n疏「十有」至「成卒」。○釋曰：何休云：「去冬者，蓋昭娶吳孟子之年，故貶之。」范既不注，或是闕文也。\n十有一年\n十有一年，春，王二月，叔弓如宋。"
      },
      {
        "index": 46,
        "text": "葬宋平公。（晉獻公以殺世子申生，故不書葬。宋平公殺世子座而書葬，何乎？何休曰「座有罪」故也。座之罪，甯所未聞。鄭莊公殺弟而書葬，以段不弟也。何氏將以理例推之，然則段不弟也，故不書弟，痤若不子，亦不應書世子，書世子，則痤之罪非不子明矣。○痤，在禾反。不弟，大帝反，又如字，下「下弟」 同。）"
      },
      {
        "index": 47,
        "text": "疏注 「晉獻」至「明矣」。○釋曰：晉獻公殺世子申生，故不書葬。痤若無不子之行，而平公殺之，所以書葬者，申生賢孝，遇讒而死，故黜獻公之葬，痤雖無不子之文，微有小罪，故不黜宋公之葬。若然，范云「甯所未聞」者，不直取何休之說，故云未聞。范以與何說異者，何休意直謂痤有罪，如鄭段之比，故平公書葬，不論罪之輕重。范意以鄭段至逆，經不言弟，痤若不子，亦不應云世子，既云世子，明無至逆，故不從何說，而云未聞。今以罪輕重解之，與何休異。"
      },
      {
        "index": 48,
        "text": "夏，四月，丁巳，楚子虔誘蔡侯般，殺之於申。何為名之也？（據諸侯不生名。○虔，其然反，或作乾侯。般音班。）"
      },
      {
        "index": 49,
        "text": "疏注「據諸侯不生名」。○釋曰：十六年「楚子誘戎蠻子殺之」，不名，所以不據之，以明於例。而總云「諸侯不生名」者，以傳於鄭伯？原之卒，亦言諸侯不生名者，又恐華戎異例，故注以廣問眾例言之。"
      },
      {
        "index": 50,
        "text": "夷狄之君，誘中國之君而殺之，故謹而名之也。稱時、稱月、稱日、稱地，謹之也。（蔡侯般，弑父之賊，此人倫之所不容，王誅之所必加。禮：凡在官者殺無赦，豈得惡楚子殺般乎？若謂夷狄之君，不得行禮於中國者，理既不通，事又不然。宣十一年「楚人殺陳夏徵書」，不言入，傳曰「明楚之討有罪也」。似若上下違反，不兩立之說。嘗試論之曰：夫罰不及嗣，先王之令典；懷惡而討，丈夫之丑行。楚虔滅人之國，殺人之子，伐不以罪，亦已明矣。莊王之討徵舒，則異於是矣。凡罰當其理，雖夷必申；苟違斯道，雖華必抑。故莊王得為伯討，齊侯不得滅紀。趙盾救陳，則稱師以大之；靈王誘蔡，則書名以惡之。所以情理俱揚，善惡兩顯，豈直惡夷狄之君，討中國之亂哉！夫楚靈王之殺蔡般，亦猶晉惠之戮裏克，雖伐弑逆之國，誅有罪之人，不獲討賊之美，而有累謹之名者，良有以也。○得惡，烏路反，下「以惡之」、「豈直惡」同。陳夏，戶雅反。丑行，下孟反。罰當，丁浪反，又如字。趙盾，徒本反。有累，力偽反。）"
      },
      {
        "index": 51,
        "text": "疏「夷狄之」至「謹之也」。○釋曰：注「凡罰當其理，雖夷必申；苟違斯道，雖華必抑」，似華討罪事同，傳云「夷狄之君，誘中國之君而殺之，故謹而名之」，又似華戎事異者，據此傳意，就討不以罪之內，則華夷不同；注意言但罰當其理者，則華夷不異。知然者，傳以《春秋》書誘有二，皆楚子所為，其罪或名或不名，據此二文詳略，知誘中國君與夷狄君異也。注「故莊王得為伯討，齊侯不得滅紀」，明討得其罪者，則華夷不異可知也。○注「蔡侯」至「以也」。○釋曰：殺父者，謂襄三十年「蔡世子般弑其君故」是也。禮：凡在官者殺無赦，」，《禮記·檀弓》文。兩立之說，謂兩理皆立之說。所以謂之兩理者，楚殺徵舒，則傳云「討有罪」；楚殺蔡般，則傳云「夷狄有中國之君」，故名之。同論楚討，二者意異，故云兩理也。又解兩立之說，謂兩事立說，或以為不字下讀，云不兩立之說，謂事不得兩立，恐非也。又云「伐弑逆之國」，謂蔡也。「誅有罪之人」，謂裏克也。「而有累謹之名者」，「晉殺其大夫裏克」，傳云「稱國以殺，罪累上也」，是謂晉惠也。楚子誘蔡侯，傳曰「謹而名之」，是謂楚靈也。\n楚公子棄疾帥師圍蔡。五月，甲申，夫人歸氏薨。（昭公母，胡女，歸姓。）"
      },
      {
        "index": 52,
        "text": "大蒐於比蒲。（夏而言蒐，蓋用秋蒐之禮。八年「秋，蒐於紅」，傳曰「正也」。比月大蒐，人眾，器械有逾常禮。時有小君之喪，不譏喪蒐者，重守國之衛，安不忘危。○比音毗。械，戶戒反。）"
      },
      {
        "index": 53,
        "text": "疏注「夏而」至「忘危」。○釋曰：傳稱「夏曰苗，秋曰蒐」，今五月大蒐，自是用秋蒐之禮。而云蓋者，以傳無文解，故云蓋以示疑也。注又引傳曰「正也」，今以失時之蒐，故引正以譏不正也。\n仲孫玃會邾子，盟於祲祥。（祲祥，地也，○祲，子鴆反。）"
      },
      {
        "index": 54,
        "text": "秋，季孫意如會晉韓起、齊國弱、宋華亥、衛北宮佗、鄭罕虎、曹人、杞人於厥憖。（厥憖，地也。○佗，大何反。憖，魚斳反，又五轄反。）\n九月，已亥，葬我小君齊歸。（齊，諡。）"
      },
      {
        "index": 55,
        "text": "冬，十有一月，丁酉，楚師滅蔡，執蔡世子友以歸，用之。（僖十九年「邾人執繒子用之」，傳曰「用之者，叩其鼻以衈血」，惡之，故謹而日之。○叩音口。衈音二。惡，烏路反，下文及注同。）"
      },
      {
        "index": 56,
        "text": "疏注「故謹而日之」。○釋曰：傳例「滅中國日」，則此書日為滅。而云惡用蔡世子友，故謹而日之者，滅國書日，傳例以明，用人書日，其文未顯，注嫌用之不得蒙日，故特言之。其實二者皆當日。又檢經上下，執例日，則書日為惡，故云「謹而日之」也。《左氏》以為用之殺蔡世子祭岡山，《公羊》以為用之築城，今范引僖十九年傳，則用之祭社也。"
      },
      {
        "index": 57,
        "text": "此子也，（諸侯在喪稱子。）其曰世子，何也？不與楚殺也。一事注乎誌，所以惡楚子也。（一事輒注而誌之也。何休曰：「即不與楚殺，當貶楚爾，何故反貶蔡稱世子邪？」鄭君釋之曰：「滅蔡者，楚子也，而稱師，固已貶矣。楚子思啟封疆而貪蔡，誘殺蔡侯般，冬而滅蔡殺友，惡其淫放，其誌殺一國二君以取其國，故變子言世子，使若不得其君終。」）"
      },
      {
        "index": 58,
        "text": "疏「比子」至「子也」。○釋曰：世子父沒仍得稱世子，母弟兄死而不得稱弟者，世子繼體之名，父雖沒，若意有所見，則亦得稱之；母弟者，對兄沒則寵名棄矣，故不得稱弟。○注「滅蔡者楚子」。○釋曰：經稱公子棄疾帥師圍蔡」，鄭知是楚子者，以棄疾若貶，當云楚人，今貶而稱師，故知楚子也。又傳云「惡楚子也」，明非棄疾。然則惡楚子，變文云世子者，以楚四年之中滅兩國，殺二君，自謂得誌，若遂其凶暴，是表中國之衰，申夷狄之強，故抑之使若不得其君，故云世子也。\n十有二年"
      },
      {
        "index": 59,
        "text": "十有二年，春，齊高偃帥師納北燕伯於陽。（三年所奔齊者，高徯玄孫，齊大夫也。陽，燕別邑。不言於燕，未得國都也。）納者，內不受也。燕伯之不名，何也？（據義不可受，則應名而絕之。）"
      },
      {
        "index": 60,
        "text": "疏傳「燕伯之不名何也」。○釋曰：「楚人圍陳，納頓子」，傳曰「納者何？內弗受也」。彼稱納而不名，「衛侯入於夷儀」亦不書名，則不書名，乃是常事。而傳怪燕伯不名者，「衛侯朔入於衛」，傳曰「朔之名，惡也」，則諸侯有惡，出入皆名，北燕伯亦出入宜名，但不以高偃挈之，故直出書名而已。頓子不名者，為楚微者所納，故亦不名。「衛侯入於夷儀」不名者，以複歸有名，故未入國，略而不名也。鄭伯突亦未入國，書名者，以後不書複歸，故入櫟書名也。"
      },
      {
        "index": 61,
        "text": "不以高偃挈燕伯也。（邵曰：「公子遂以去公子為挈，燕伯以書名為挈者，臣宜書名，故須去公子乃為挈。君不可名而以臣名君者，不待去燕伯則為挈也。」是以目燕伯而不書名，所以不與高偃挈之。○挈，苦結反。以去，起呂反。）\n三月，壬申，鄭伯嘉卒。\n夏，宋公使華定來聘。公如晉，至河乃複。季孫氏不使遂乎晉也。\n疏「季孫氏」。○釋曰：不言意如而云氏者，欲見累世譖公故也。\n五月，葬鄭簡公。楚殺其大夫成虎。\n秋，七月。\n冬，十月，公子憖出奔齊。（憖，魚靳反。）楚子伐徐。"
      },
      {
        "index": 62,
        "text": "晉伐鮮虞。其曰晉，狄之也，其狄之何也？不正其與夷狄交伐中國，故狄稱之也。（鮮虞，姬姓，白狄也。地居中山，故曰中國。夷狄謂楚也。何休曰：「《春秋》多與夷狄並伐，何以不狄也？」鄭君釋之曰：「晉不見因會以綏諸夏，而伐同姓，貶之可也。狄之大重，晉為厥憖之會，實謀救蔡，以八國之師而不救，楚終滅蔡。今又伐徐，晉不糾合諸侯以遂前誌，舍而伐鮮虞，是楚而不如也，故狄稱之焉。」厥憖之會，《穀梁》無傳，鄭君之說，似依《左氏》，甯所未詳是《穀梁》意非。○見，賢遍反。諸夏，戶雅反。舍音舍。）"
      },
      {
        "index": 63,
        "text": "疏「夷狄交伐」。○釋曰：麋信云：「夷狄交伐，謂楚伐徐，晉伐鮮虞是也。」范云：「夷狄謂楚也。」則與麋信不異耳。○注「鮮虞」至「意非」。○釋曰：「鮮虞，姬姓，白狄也」者，《世本》文也。云「甯所未詳是《穀梁》意非」者，疑鄭以厥憖之會謀救蔡者，作《穀梁》意也。若然，范答薄氏，亦言楚滅陳蔡，而晉不能救，棄盟背好，交相伐攻者。范意以楚滅陳蔡，晉不能救者，不據厥憖之會故也。\n十有三年\n十有三年，春，叔弓帥師圍費。（費音祕。）\n夏，四月，楚公子比自晉歸於楚，弑其君虔於乾溪。（乾溪，楚地。○溪，苦奚反。）"
      },
      {
        "index": 64,
        "text": "疏「於乾溪」。○釋曰：《左氏》以為田獵於乾溪，《公羊》以為「作乾溪台，三年不成」。范云「乾溪，楚地」，則從《左氏》也。"
      },
      {
        "index": 65,
        "text": "自晉，晉有奉焉爾。歸而弑，不言歸，言歸，非弑也。（傳例曰：「歸為善，自某歸次之。」然則弑君不得言歸，比不弑之一驗也。）\n疏「自晉」至「焉爾」。○釋曰：重發傳者，楚比之歸，歸實非殺，嫌自亦非晉力，故複明之。"
      },
      {
        "index": 66,
        "text": "歸一事也，弑一事也，而遂言之，以比之歸弑，比不弑也。（歸、弑其事各異，自宜別書之，而今連言之，是比之歸，遇君弑爾，比不弑之二驗也。）"
      },
      {
        "index": 67,
        "text": "疏注「自宜別書之」。○釋曰：「齊小白入於齊」，「齊人取子糾殺之」，「齊陽生人於齊。齊陳乞弑其君荼」，彼各異書，明知此亦宜別書之。"
      },
      {
        "index": 68,
        "text": "弑君者日，不日，比不弑也。（據文元年「丁未，楚世子商臣弑其君？」日，此不日，比不弑之三驗也。○？，苦門反。）"
      },
      {
        "index": 69,
        "text": "疏「弑君者」。○釋曰：弑君日，不辨嫡庶者，中國死者正則日，不正不日，是楚不關中國之例，故范注引商臣為證也。"
      },
      {
        "index": 70,
        "text": "楚公子棄疾殺公子比。當上之辭也。當上之辭者，謂不稱人以殺，乃以君殺之也。（稱人以殺，謂若「衛人殺祝籲於濮」是也。今比實不弑，故以君殺大夫之辭言之。○籲，香於反。濮音卜。）\n疏「當上之辭也」。○釋曰：謂不稱人以殺，而云「公子棄疾殺公子比」，如「王劄子殺召伯毛伯」也。"
      },
      {
        "index": 71,
        "text": "討賊以當上之辭，殺非弑也。（實有弑君之罪，則人人皆欲殺，宜稱人以殺之。今言「楚公子棄疾殺公子比」，明棄疾所殺，非弑君之人，比之不弑四驗也。）比之不弑有四，（上四事。）取國者稱國以弑，（若比欲取國而殺君者，當直云楚比弑其君虔，不應言公子也。若「衛祝籲弑其君完」、「齊無知弑其君諸兒」之類是也。）楚公子棄疾殺公子比，比不嫌也。（今棄疾殺之，又言殺公子比，不言弑其君，是比無欲為君之嫌。）《春秋》不以嫌代嫌，（不以亂治亂之義。）棄疾主其事，故嫌也。（比實無弑君之罪，而主殺之者，是棄疾欲為君之嫌。）"
      },
      {
        "index": 72,
        "text": "疏 「比不」至「故嫌也」。○釋曰：比歸稱公子，今棄疾殺之，亦云公子，不言弑其君，是比無欲為君之嫌，異於無知、祝籲之類也。然無知、祝籲有嫌，此亦不稱君。未逾年之主，例不得稱君，以稱公子，則異於祝籲之類。齊公子商人弑舍，雖未逾年，欲成商人之罪而稱君。若成棄疾之罪，亦應稱君，故范決其不言弑其君也。「《春秋》不以嫌代嫌」者，謂比歸而遇弑，雖則無嫌，棄疾之意，亦以比欲為君之嫌而殺之，是棄疾以比為嫌，棄疾殺比而自立，亦是嫌也。今棄疾不以國氏者，不以嫌代嫌故也。若以嫌代嫌，而當云楚棄疾殺公子比也。但由不以嫌代嫌，故存棄疾之氏耳。棄疾主其事，故嫌也。傳言此者，棄疾殺比，理實有嫌，但為不以嫌代嫌，故經無其事，傳以棄疾經無嫌文，故云「棄疾主其事，故嫌也」。主其事者，主殺比之事也。"
      },
      {
        "index": 73,
        "text": "秋，公會劉子、晉侯、齊侯、宋公、衛侯、鄭伯、曹伯、莒子、邾子、滕子、薛伯、杞伯、小邾子於平丘。（平丘，地也。）"
      },
      {
        "index": 74,
        "text": "八月甲戌，同盟於平丘，公不與盟。（公以再如晉，不得入，故不肯與盟。○與音豫。）同者，有同也，同外楚也。公不與盟者，可以與而不與，譏在公也。其日，善是盟也。（公不與盟，當從外盟不日，今日之，善其會盟，因楚有難，而反陳蔡之君。○有難，乃旦反。）"
      },
      {
        "index": 75,
        "text": "疏注「當從外盟不日」。○釋云：外盟不日者，隱八年傳曰「外盟不日，此其日，何也？諸侯之參盟於是始，故謹而日之」，是非始則不日也。晉人執季孫意如以歸。（以公不與盟故。）\n公至自會。蔡侯廬歸於蔡。"
      },
      {
        "index": 76,
        "text": "陳侯吳歸於陳。（八年楚滅陳，十一年楚滅蔡，諸侯會而複之，故言歸。）善其成之會而歸之，故謹而日之。（二國獲複，此盟之功也，故於其歸，追述前盟謹日之意，以美諸侯存亡繼絕，非謹陳、蔡歸國之日也。於盟則發謹日之美，於歸則論致美之義。）"
      },
      {
        "index": 77,
        "text": "疏注「於盟」至「之義」。○釋曰：注言此者，解傳稱「謹而日之」意也。「於盟則發謹而日之美」者，謂傳稱其日，善是盟是也。「於歸論致美之義」者，謂傳云「善其成之會而歸之，故謹而日之」是也。\n此未嘗有國也，使如失國辭然者，不與楚滅也。"
      },
      {
        "index": 78,
        "text": "疏「使如」至「滅也」。○釋曰：傳言此者，據其稱爵言歸，同於舊有國之例也。「不與楚滅也」，謂不與楚滅，故以失國辭言之。不言複歸者，雖同失國之辭，實未嘗有國，故不得言複歸也。《公羊傳》云：「此滅國也，其言歸何？不與諸侯專封也。」其意不與諸侯專封，故使若有國目歸者。《穀梁》以此會劉子在焉，楚以無道滅二國諸侯，王命存之，不得云不與諸侯專封也，故以為「善其成之會而歸之」，狀同舊有國然，且又不與楚滅故也。\n冬，十月，葬蔡靈公。變之不葬有三：（變之，謂改常禮。《春秋》之常，小國夷狄不葬。）"
      },
      {
        "index": 79,
        "text": "疏注「變之」至「不葬」。○釋曰：彼不赴，我不會，及小國與夷狄，不書葬者也，舊史之常也。言變之言不葬者，謂舊合書葬有故，而仲尼改之也。小國不葬，曹、許之書葬者，小國謂附庸之屬，非曹、許也。"
      },
      {
        "index": 80,
        "text": "失德不葬，（無君道。）弑君不葬，（謂不討賊，如無臣子。）滅國不葬。（無臣子也。）然且葬之，不與楚滅，且成諸侯之事也。（蔡靈公弑逆無道，以至身死國滅，不宜書葬。書葬者，不令夷狄加乎中國，且成諸侯興滅繼絕之善，故葬之。○令，力呈反。）"
      },
      {
        "index": 81,
        "text": "疏「失德」至「事也」。○釋曰：此言「失德不葬」，宋其書葬者，由賢伯姬，故書其葬也。「弑君不葬」，《春秋》所以有弑君書葬者，弑君賊不討之不書葬，是正也。其書葬者，皆意有所見也。蔡景不忍使父失民於子，陳靈公明外之討賊，蔡昭以盜名不見，若殺微人，不足可錄。其衛桓、齊襄二人並討賊，故皆書葬也。滅國無臣子不葬，是其正也；書之者，亦意有所見。此見不與楚，滅蔡且成諸侯之事。八年陳哀公書葬者，亦見不與楚滅，閔陳而存之也。\n公如晉，至河乃複。\n吳滅州來。"
      }
    ]
  }
}