{
  "chapterNumber": 5,
  "title": "春秋穀梁傳註疏卷04 (Guliang Zhushu, Volume 4)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "卷四\n○桓公（起八年，盡十八年）\n八年"
      },
      {
        "index": 1,
        "text": "八年，春，正月，已卯，烝。（春祭曰祠，薦尚韭卵。夏祭曰禴，薦尚麥魚。秋祭曰嚐，薦尚黍肫。冬祭曰烝，薦尚稻雁。無牲而祭曰薦，薦而加牲曰祭，禮各異也。失禮，祭祀例日。得禮者時，定八年冬「從祀先公」是也。僖八年「秋，七月，禘於大廟」，月者，謹用致夫人耳。禘無違禮。○烝，之承反。曰禴，餘若反，又作礿。黍肫，本又作豚，徒門反。大廟音泰，下同。）"
      },
      {
        "index": 2,
        "text": "疏注「春祭」至「違禮」。○釋曰：所言四時祭名者，《周禮•大宗伯》及《爾雅》並有其事。薦尚韭卵之等，《禮記•王製》之文。何休云：「祠猶食也，猶繼嗣也。春物始生，孝子思親，繼嗣而食之也。」礿者「麥始熟可礿也」。嚐者「黍先熟，可得薦，故曰嚐」。「烝，眾也。所薦眾多，芬芳備具，故曰烝。」郭璞等注《爾雅》，與何解四時祭名少異，但范之所引者，並與何氏同，故從何說。又云：「天子四祭四薦，諸侯三祭三薦，大夫士再祭再薦。天子諸侯卿大夫牲用太牢，天子元士諸侯卿大夫少牢，諸侯之士特豕。天子之牲角握，諸侯角尺，卿大夫索牛。」此記異聞耳，未知范意與之同否。定八年「冬，衛侯、鄭伯盟於曲濮」，下即云 「從祀先公」，是時而不月也。得禮例時，引定八年為證，失禮例日，不引其文者，凡烝合在夏之十月，故何休云「祭必於夏之孟月者，取其見新物之月」是也。今正月為之，違月隔年，故傳曰：「春興之，誌不時也。」下文「夏，五月，丁丑，烝」，傳曰：「誌不敬也。」二烝並書曰以見非禮，此文即是非禮例日之證，故不複更引他文。其文二年「丁卯，大事於太廟」，亦是失禮書日也。正月烝，傳云「不時」，五月烝，傳云「不敬也」者，一失禮尚可，故以「不時」言之，再失禮重，故以「不敬」釋之。又注云，言禘無違禮。案《明堂位》「季夏六月以禘禮祀周公於大廟」，僖公七月而禘，則是不時，而云「無違」者，周之七月，夏之五月，若值月前節卻，則以四月相校不多，比之隔年再烝，失禮尚可，故曰「無違」也。文二年八月，則是夏之六月，而祫嚐者，亦是失禮，故書日，表逆祀及失時也。宣八年六月有事於大廟，是得時而書日者，譏宣公卿死不廢繹也。\n烝，冬事也。春興之，誌不時也。天王使家父來聘。（家父，天子大夫。家，氏。父，字。）\n疏注「家父」至「父字」。○釋曰：何休云，中大夫，故不稱伯仲。范意或然。\n夏，五月，丁丑，烝。烝，冬事也。春夏興之，黷祀也，誌不敬也。（黷，徒木反。）秋，伐邾。\n冬，十月，雨雪。（《禮•月令》曰：「孟冬行秋令，則霜雪不時。」○雨，於付反。）"
      },
      {
        "index": 3,
        "text": "祭公來，遂逆王後於紀。（祭公，寰內諸侯，為天子三公者。親逆例時，不親逆例月，故《春秋左氏說》曰：「王者至尊無敵，無親逆之禮。祭公逆王後，未致京師而稱後，知天子不行而禮成也。」鄭君釋之曰：「大姒之家在邰之陽，在渭之涘，文王親迎於渭，即天子親迎之明文矣。天子雖尊，其於後猶夫婦。夫婦叛合，禮同一體，所謂無敵，豈施此哉！《禮記•哀公問》曰：「冕而親迎，不已重乎？」孔子愀然作色而對曰：「合二姓之好，以繼先聖之後，以為天地宗廟社稷之主，君何謂已重焉？」’此言親迎，繼先聖之後，為天地宗廟社稷之主，非天子則誰乎？」○祭公，側界反。寰音縣，又音環。親迎，魚敬反，注皆同。大姒音似，大姒，文王妃也。郃音洽，本又作洽。涘音仕。愀，在九反，又親小反。之好，呼報反。）"
      },
      {
        "index": 4,
        "text": "疏注「祭公」至「誰乎」。釋曰：此注之意，言《左氏》天子不合親，迎故引鄭君之釋，以明天子合親迎也。然文王之逆大姒時為世子耳，得證天子之禮者，文王之為世子，而聖賢相配，宜為後王之法。故有「造舟為梁」，又入《大雅》，明天子之法；又且魯不祭地，而云天地之主，是王者，親逆之明文也。案《士昏禮》士衣爵弁，是助祭之服，則大夫以上及五等諸侯，冕而親迎，亦當用助祭之服也。\n其不言使焉，何也？（據四年「天王使宰渠伯糾」稱使。）"
      },
      {
        "index": 5,
        "text": "疏注「據四」至「稱使」。○釋曰：此年「天王家父來聘」，五年「天王使任叔之子來聘」，范不據之，而遠據四年宰渠伯糾者，彼宰是官，此公亦是官故也。或亦隨便而言，無例矣。"
      },
      {
        "index": 6,
        "text": "不正其以宗廟之大事即謀於我，故弗與使也。（時天子命祭公就魯共卜，擇紀女可中後者便逆之，不複反命。○複，扶又反。）遂，繼事之辭也。其曰遂逆王後，故略之也。（以其遂逆無禮，故不書逆女而曰王後。略謂不以禮稱之。）"
      },
      {
        "index": 7,
        "text": "疏「遂繼事之辭也」。○釋曰：依范氏《略例》，凡有十九「遂」事，傳亦有釋之者，亦有不釋者，此是例之首。又天子大夫嫌與諸侯臣異，故發「繼事之辭」。莊十九年公子結言「遂」。傳云「以輕事遂乎國重」，「辟要盟也」。理在可知，故省文也。僖二十八年「諸侯遂圍許」，會溫已訖，中間有事，必恐不相繼，故發傳以明之。曹伯襄「遂會諸侯圍許」，恐彼釋而「遂」與常例異，故重發之。僖四年「遂伐楚」，恐華成異，故重發以同之。宣元年「楚子、鄭人侵陳，遂侵宋」，嫌尊卑異，故亦發之。宣十八年歸父「遂奔齊」，嫌出奔不得同於繼事，故發之。襄十二年季孫宿「遂入鄆」，嫌不受命，與常例不同，故發之。自餘不發者，並可知故也。"
      },
      {
        "index": 8,
        "text": "或曰：天子無外，王命之則成矣。（四海之濱，莫非王臣。王命紀女為後，則已成王後，不如諸侯入國乃稱夫人。或說是。）\n九年"
      },
      {
        "index": 9,
        "text": "九年，春，紀季薑歸於京師。（季薑，桓王後，書字者，申父母之尊。薑，紀姓。）為之中者，歸之也。（中，謂關與婚事。○之中，丁仲反，又如字，注同。與音豫。）"
      },
      {
        "index": 10,
        "text": "疏「為之」至「之也」。○釋曰：劉夏逆王後，經不言歸，則是魯不關與婚事。而范氏《略例》云：「逆王後有二者，以書逆王後，皆由過魯。若魯主婚而過我，則言歸。若不主婚而過我，則直言逆。」雖詳略有異，俱是過魯，故范以二例總之。\n夏，四月。秋，七月。"
      },
      {
        "index": 11,
        "text": "冬，曹伯使其世子射姑來朝。朝不言使，言使非正也。使世子伉諸侯之禮而來朝，曹伯失正矣。諸侯相見曰朝。以待人父之道待人之子，以內為失正矣。內失正，曹伯失正，世子可以已矣。則是故命也。（父有爭子，則身不陷於不義。射姑廢曹伯之命可。○射音亦，麋氏本即作亦。朝，直遙反。伉，苦浪反，本又作亢。爭，諫爭之爭。）"
      },
      {
        "index": 12,
        "text": "疏 「言使非正也」。○釋曰：季姬「使鄫子來朝」，複云「非正」者，嫌婦人所使與父命子異，故兩見之。使世子朝言「非正」者，禮：諸侯世子誓於天子，攝其君則下其君一等，未誓則以皮帛繼子男。此謂會同急趨王命者也。今曹伯或有疾朝，雖關朝魯，未是急事，而使世子攝位來朝，故云非正也。《公羊》以為世子不合朝，惟《左氏》以為得行朝禮。"
      },
      {
        "index": 13,
        "text": "《屍子》曰：「夫已，多乎道。」（邵曰：「已，止也。止曹伯使朝之命，則曹伯不陷非禮之愆，世子無苟從之咎，魯無失正之譏。三者正，則合道多矣。」○愆，去虔反。）\n十年"
      },
      {
        "index": 14,
        "text": "十年，春，王正月，庚申，曹伯終生卒。桓無王，其曰王，何也？正終生之卒也。（徐乾曰：「與夷見弑，恐正卒不明，故複明之。」○複，扶富反。）"
      },
      {
        "index": 15,
        "text": "疏注「徐乾」至「明之」。○釋曰：案范答薄氏之駮云，「曹伯亢諸侯之禮，使世子行朝，故於卒示譏，則傳云正者，謂正治其罪」，則與徐解不同。而引其說者，以徐乾之說得通一家，故引之。范意仍與徐異。或以范意權答薄氏，故云譏曹伯，若正說仍與徐同。\n夏，五月，葬曹桓公。"
      },
      {
        "index": 16,
        "text": "秋，公會衛侯於桃丘，弗遇。（桃丘，衛地。桓弑逆之人，出則有危，故會皆月之。衛侯不來，無危，故時。）弗遇者，誌不相得也。弗，內辭也。（倡會者衛，魯至桃丘而衛不來，故書弗遇以殺恥。）"
      },
      {
        "index": 17,
        "text": "疏「弗遇」至「辭也」。○釋曰：遇者，誌相得之名，故此弗遇，誌不相得也。「弗，內辭也」者，其實魯公弗被遇，托言衛侯不遇，故云：「弗，內辭也。」○注「倡會」至「殺恥」。○釋曰：以經書「會」，故知倡會者衛。托言衛侯不遇，則若衛侯不蒙魯公之接，故云「殺恥」也。"
      },
      {
        "index": 18,
        "text": "冬，十有二月，丙午，齊侯、衛侯、鄭伯來戰於郎。（結日列陳則日。傳例曰：「不日，疑戰也。」○陳，直覲反。）來戰者，前定之戰也。（先已結期戰。○先，蘇薦反。）內不言戰，言戰則敗也。（兩敵故言戰，《春秋》不以外敵內，書戰則敗。）不言其人，以吾敗也。不言及者，為內諱也。（為，於偽反。）"
      },
      {
        "index": 19,
        "text": "疏「來戰」至「諱也」。○釋曰：「內不言戰」，又發傳者，公敗宋師，起例之始。此戰沒公，故重發例以明之也。「不言其人」者，謂不稱公也。「不言及」者，謂不云及齊侯、衛侯、鄭伯也。傳與下十七年傳文同，但觀經立說，故二處有異耳。\n十有一年"
      },
      {
        "index": 20,
        "text": "十有一年，春，正月，齊人、衛人、鄭人盟於惡曹。（惡曹，地闕。）夏，五月，癸未，鄭伯寤生卒。（寤，吾故反。）"
      },
      {
        "index": 21,
        "text": "秋，七月，葬鄭莊公。（莊公殺段，失德不葬，而書葬者，段不弟，於王法當討，故不以殺親親貶之。○弟，下並音悌，又如字。）\n疏注「不以」至「貶之」。○釋曰：此據晉侯殺世子申生不言葬而發。\n九月，宋人執鄭祭仲。（祭，氏。仲，名。執大夫有罪者例時，無罪者月，此月者，為下盟。○祭，側界反。）"
      },
      {
        "index": 22,
        "text": "疏注「祭氏」至「下盟」。○釋曰：知仲名者，以仲立惡黜正，無善可褒，故知仲名也。云「有罪者例時」者，莊十七年「春，齊人執鄭詹」，經不書月，傳曰：「以人執，與之辭也。」是執有罪書時之文也。言「無罪者月」者，成十六年「九月，晉人執季孫行父，舍之於苕丘」，彼雖為危，書月，亦是無罪之例也。今祭仲有罪，而經書月，故注解之，書月者，為下盟耳。案襄二十七年「秋，七月，辛巳，豹及諸侯之大夫盟於宋」，書日，下云「柔會宋公、陳侯、蔡叔，盟於折」，不日者，柔是大夫之未命者也，不得同正大夫。又下貴於士，故雖得書名，仍從卑者之盟不日之例也。\n宋人者，宋公也。其曰人，何也？貶之也。（惡其執人權臣，廢嫡立庶。○惡，烏路反。嫡，丁曆反。）"
      },
      {
        "index": 23,
        "text": "突歸於鄭。（突，鄭厲公。昭公之弟，莊公之子。）曰突，賤之也。曰歸，易辭也。（傳例曰：「歸為善，自某歸次之。」此傳曰：「歸，易辭也。」然則歸有二義，不皆善矣。突篡兄之位，製命權臣，則歸無善。○易，以豉反，下文及注同。篡，初患反。）"
      },
      {
        "index": 24,
        "text": "疏注「傳例」至「無善」。○釋曰：成十六年「曹伯歸自京師」，傳云：「歸為善。」注云：「謂直言歸而不言其國，即曹伯歸自京師，不言於曹是。」「自來歸次之」，注云：「若蔡季自陳歸於蔡，衛侯鄭自楚複歸於衛是。」據彼傳文，則歸為善。今傳曰「歸，易辭」，故解之。言歸有二意，善者謂之歸，易者亦謂之歸也。是稱歸有二，突惡而稱歸，是惡辭，非善也。"
      },
      {
        "index": 25,
        "text": "祭仲易其事，權在祭仲也。死君難，臣道也。今立惡而黜正，惡祭仲也。（易辭，言廢立在己。○難，乃旦反。惡祭，烏路反。）"
      },
      {
        "index": 26,
        "text": "鄭忽出奔衛。（忽，鄭昭公。）鄭忽者，世子忽也。其名，失國也。（其名，謂去世子而但稱忽。○去，起呂反。）"
      },
      {
        "index": 27,
        "text": "疏注「其名」至「稱忽」。○釋曰：鄭忽先君已葬而怪不稱世子者，《穀梁》之意，先君雖葬，而嗣子未逾年，亦宜稱子，即僖二十五年秋「葬衛」文公。冬，十有二月，癸亥，公會衛子、莒慶，盟於洮」是也。雖則逾年，先君未葬，亦不得成君，故下十二年「丙戌，衛侯晉卒」，十三年衛惠公稱侯，而注云「衛宣未葬，而嗣子稱侯以出，其失禮明矣」是也。計鄭忽父雖葬訖，仍未逾年，於例宜合稱子，但范以忽十五年歸國，稱世子複歸，故於此決其去世子而但稱忽也。稱謂與常例違者，此年書名，表其失國，十五年稱世子，明其反正，故與常例不同。"
      },
      {
        "index": 28,
        "text": "柔會宋公、陳侯、蔡叔，盟於折。（蔡叔，蔡大夫名，未命，故不氏。折，某地。○折，之設反，又時設反。）柔者何？吾大夫之未命者也。"
      },
      {
        "index": 29,
        "text": "疏「柔者」至「者也」。○釋曰：重發傳者，隱不成為君，不爵大夫，故俠卒不氏。今桓成為君，而有不命大夫，嫌有罪則故明之。"
      },
      {
        "index": 30,
        "text": "公會宋公於夫鍾。（夫鍾，郕地。○夫音扶，麋氏本鍾作童，音鍾。）冬，十有二月，公會宋公於闞。（闞，魯地。○闞，口暫反。）十有二年，春，正月。\n夏，六月，壬寅，公會紀侯、莒子，盟於曲池。（曲池，魯地。）"
      },
      {
        "index": 31,
        "text": "秋，七月，丁亥，公會宋公、燕人，盟於穀丘。（穀丘，宋地。○燕音煙，國名。）八月，壬辰，陳侯躍卒。（陳厲公也。○躍，餘若反。）公會宋公於虛。（虛，宋地。○虛如字，又去魚反。）\n冬，十有一月，公會宋公於龜。（龜，宋地）丙戌，公會鄭伯，盟於武父。（武父，鄭地。○父音甫。）"
      },
      {
        "index": 32,
        "text": "丙戌，衛侯晉卒。再稱日，決日義也。（明二事皆當日也。晉不正，非日卒者也。不正，前見矣，隱四年「衛人立晉」是也，與齊小白義同。○見，賢遍反。）"
      },
      {
        "index": 33,
        "text": "疏「再稱」至「義也」。○釋曰：「決日」者，謂二事決宜書日，故經兩舉日文也。月則不然，縱有兩事合月，但舉一月以包之。其有蒙日明者，則亦不兩舉，故范答薄氏云：「玃且之卒，異於日食之下，可知日是也。」○注「明二」至「義同」。○釋曰：納入立皆篡。隱四年書「衛人立晉」，是不正前已見，故今書日。莊九年書「齊小白入於齊」，是其惡巳見，故僖十七年小白卒，書日，與此同也。"
      },
      {
        "index": 34,
        "text": "十有二月，及鄭師伐宋。丁未，戰於宋。非與所與伐戰也。（非，責。）不言與鄭戰，恥不和也。於伐與戰，敗也。內諱敗，舉其可道者也。（於伐宋而與鄭戰，內敗也。戰輕於敗，戰可道而敗不可道。）"
      },
      {
        "index": 35,
        "text": "疏「非與」至「者也」。○釋曰：麋信云：「此傳解經書下日之意也。非，責魯，言責魯又與其所與伐者戰也。謂還與鄭戰。然則責其還與鄭戰，於理是也。言解經下日之意，則非也。何者？十三年公會紀侯鄭伯已巳云云戰，彼亦下日，豈又是責魯乎？」麋信之說非也。蓋責與人同伐，反與之交戰，是危之道，故經舉戰伐以責之。既責魯，不顯言與鄭戰者，諱不和也。\n十有三年"
      },
      {
        "index": 36,
        "text": "十有三年，春，二月，公會紀侯、鄭伯。已巳，及齊侯、宋公、衛侯、燕人戰。齊師、宋師、衛師、燕師敗績。（徐邈曰：「僖九年傳曰：‘禮：柩在堂上，孤無外事。’今衛宣未葬，而嗣子稱侯以出，其失禮明矣，宋、陳稱子而衛稱侯，隨其所以自稱者而書之，得失自見矣。」○柩，其救反。見，賢遍反。）"
      },
      {
        "index": 37,
        "text": "疏注「徐邈」至「見矣」。○釋曰：宋稱子在僖九年，陳稱子在二十八年。「得失自見」者，彼二君稱子是其得，今衛惠稱侯是其失也。僖三十三年「晉人及薑戎敗秦師於殽」，傳云：「晉人者，晉子也。」不正其釋殯，故貶之。此衛侯亦釋殯，所以不貶者，晉為大國，不勞自戰，無故釋殯自戰，故貶稱人。今衛侯初立，須求好諸侯，今從齊、宋之命，未是大過，故譏而不貶。譏者，據經稱侯，即是足見其惡。"
      },
      {
        "index": 38,
        "text": "其言及者，由內及之也。其曰戰者，由外言之也。（內不言戰，言戰則敗。今魯與紀、鄭同討，以有紀、鄭，故可得言戰。）"
      },
      {
        "index": 39,
        "text": "疏「其言」至「之也」。○釋曰：言「由內及之也」者，以文承紀、鄭之下，恐非獨內及，故特言之。又且下云「其曰戰者，由外言之也」。是戰從外稱，及是內辭。欲分別二事，故內外兩舉。"
      },
      {
        "index": 40,
        "text": "戰稱人，敗稱師，重眾也。其不地，於紀也。（《春秋》戰無不地，即於紀戰，無為不地也。鄭君曰：「紀當為己，謂在魯也，字之誤耳。得在龍門，城下之戰迫近，故不地。」）傳「其不地，於紀也」者，《春秋考異郵》云「時戰在魯之龍門」，故何休難云：「在紀無為不地。」鄭玄云：「紀當為己，在龍門城下，故不地。」何休注《公羊》亦云「戰魯龍門，兵攻城池，恥之」，故不地。是皆以紀為己，非紀國也。\n三月，葬衛宣公。夏，大水。秋，七月。冬，十月。\n十有四年，春，正月，公會鄭伯於曹。"
      },
      {
        "index": 41,
        "text": "無冰。（皆君不明去就，政治舒緩之所致。《五行傳》曰：「視之不明，是謂不哲，厥咎舒，厥罰常燠。」○哲，陟列反，一本作晢，之列反。燠，於六反，暖也，下文同。）"
      },
      {
        "index": 42,
        "text": "疏「無冰」。○釋曰：舊解傳云「無冰時，燠也」，謂無冰書時，燠，暖也。時字上讀為句。因即解成元年正月公即位，二月葬宣公，三月作丘甲，「無冰」在其中，不是為無冰書月可知也。此 「正月，公會鄭伯於曹」，下云「無冰」，則「正月」者，直為公會鄭伯，不為無冰。何者？無冰一時之事，固當不得以月書也。徐邈亦然。今以為成元年傳云「加之寒之辭也」，則無冰亦當蒙月也。傳云「無冰，時燠也」者，謂今所以無冰者，正由時燠也。於字下讀，理亦足通。○注「皆君不明去就，政治紀緩之所致。五行」至「罰常燠」。○釋曰：徐邈云：「無冰者，常陽之異，此夫人淫泆，陰為陽行之所致也。」何休注《公羊》亦然。今范云「皆君不明去就，政治舒緩之所」，致則非獨為夫人也。蓋為桓公闇於去就，不達是非，外不能結好鄰國，內不能防製夫人，又成亂助篡，貪賂廢祀，以火攻人，反與伐戰。此等皆是不能去就，政教舒緩，故又引《洪范五行傳》曰：「視之不明，是謂不哲。」言人君愚暗，察視不明，是謂不昭哲也。其咎過在於舒緩，其天降謂罰，常在時燠也。"
      },
      {
        "index": 43,
        "text": "無冰，時燠也。○夏，五，（夏五，本或有月者非。）鄭伯使其弟禦來盟。諸侯之尊，弟兄不得以屬通。其弟云者，以其來我，舉其貴者也。來盟，前定也。不日，前定之盟不日。（言信在前，非結於今。○禦，魚呂反，本亦作禦，《左氏》作語。）"
      },
      {
        "index": 44,
        "text": "疏「諸侯」至「不日」。○釋曰：重發不以屬通例者，前「弟年來聘」，今「禦來盟」，嫌不同，故重發之。此云「前定之盟不日」，則成十一年「己丑，及郤犨盟」，是後定可知也。"
      },
      {
        "index": 45,
        "text": "孔子曰：「聽遠音者，聞其疾而不聞其舒。（疾謂激揚之聲，舒謂徐緩。）望遠者，察其貌而不察其形。」（貌，姿體。形，容色。）立乎定、哀，以指隱、桓，隱、桓之日遠矣，夏五，傳疑也。（孔子在於定、哀之世，而錄隱、桓之事，故承闕文之疑不書月，明皆實錄。○傳，直專反。）\n疏注「明皆實錄」。○釋曰：言孔子承闕文之疑，不止「夏，五」一事，故云「皆「也。\n秋，八月，壬申，禦廩災。（禦廩，藏公所親耕以奉粢盛之倉也。內災例日。○廩，力甚反。）"
      },
      {
        "index": 46,
        "text": "疏注 「禦廩」至「例日」。○釋曰：禦廩者，藏公所親耕之物，禦用於宗廟，故謂之禦廩。《祭義》云：「古者天子為藉千畝，冕而朱紘，躬秉耒，諸侯為藉百畝，冕而青紘，躬秉耒，以事天地山川社稷先古。」是公所親耕也。「內災例日」者，成三年「甲子，新宮災」，此云「壬申，禦廩災」是例日也。\n乙亥，嚐。禦廩之災不誌。（以其微。）"
      },
      {
        "index": 47,
        "text": "疏注「以其微」。○釋曰：舊解云：「災是大事，嚐亦不小，而云微者，周之八月，夏之六月，其六月之末，容得立秋之節祭，未足可書，比之災則為微，當合舉重，而今並書之者，是未易災之餘可誌，而已見其不敬，故兼誌之。」如此解，則傳云「禦廩之災不誌」者，謂不當兼誌之也。今以為微者，直謂禦廩災也，故徐邈云「不足誌」是也。徐又云：「而嚐可也，言可以嚐。」「可」上屬，與范注違，不得取之。"
      },
      {
        "index": 48,
        "text": "此其誌，何也？以為唯未易災之餘而嚐可也，誌不敬也。（鄭嗣曰：「唯以未易災之餘而嚐，然後可誌也。用火焚之餘以祭宗廟，非人子所以盡其心力，不敬之大也。」○盡，注忍反。）天子親耕，以共粢盛。（天子親耕，其禮三推。黍稷曰粢，在器曰盛。○共音恭，一本作供。粢音谘。推，昌誰反，一音他回反。）"
      },
      {
        "index": 49,
        "text": "疏注「天子」至「曰盛」。釋曰：《月令》天子於孟春之月，「乃擇元辰，天子親載耒耜，措之參保介之禦間，帥三公九卿、諸侯、大夫躬耕帝藉。天子三推，公五推，卿諸侯九推」，是其文也。"
      },
      {
        "index": 50,
        "text": "王後親蠶，以共祭服。（王後親蠶，齊戒躬桑，夫人三繅，遂班三宮。朱綠玄黃，以為黼黻文章，服既成，君服以祀之。○齊戒，側皆反，本亦作齋。繅，先刀反。黼音甫，亦作黼。黻音弗，俗作紱。）"
      },
      {
        "index": 51,
        "text": "疏注 「王後」至「祀之」。○釋曰：王後親蠶，齊戒躬桑，《月令》文。夫人三繅，遂班三宮云云，《祭義》文。故彼云：「古者天子諸侯必有公桑蠶室，近川而為之，築宮仞有三尺，棘牆而外閉之。及大昕之朝，君皮弁素積，卜三宮之夫人世婦之吉者，使入蠶於蠶室，奉種浴於川，桑於公桑，風戾以食之。」鄭玄云：「大昕，季春朔日之朝也。諸侯夫人三宮，半王後也。又云：「及良日，夫人繅，三盆手，遂布於三宮夫人世婦之吉者，使繅，遂朱綠之，玄黃之，以為黼黻文章。服既成，君服以祀先王先公，敬之至也。」鄭玄云「三盆手者，三淹也。凡繅，每淹，大總而手振之，以出緒也」是也。"
      },
      {
        "index": 52,
        "text": "國非無良農工女也，以為人之所盡事其祖禰，不若以已所自親者也。（凱曰：「夫治人之道，莫急於禮。禮有《五經》，莫重於祭。祭者非物自外至者也。由中出者，身致其誠信，然後可以交於神明，祭之道也。」○禰，乃禮反。）"
      },
      {
        "index": 53,
        "text": "疏注「禮有」至「道也」。○釋曰《祭統》文。鄭玄云：「《五經》者，吉、凶、賓、軍、嘉也。莫重於祭，謂以吉禮為首也。《大宗伯職》曰，以吉禮事邦國之鬼神祗。」"
      },
      {
        "index": 54,
        "text": "何用見其未易災之餘而嚐也？曰，甸粟而內之三宮，三宮米而藏之禦廩。（甸，甸師，掌田之官也。三宮，三夫人也。宗廟之禮，君親割，夫人親舂。○親舂，傷容反。）"
      },
      {
        "index": 55,
        "text": "疏注「甸甸」至「親舂」。○釋曰：傳言「甸粟」，知是掌田之官也。禮：王後六宮，諸侯夫人三宮也。故知「三宮」是三夫人宮也。「宗廟之禮，君親割，夫人親舂」者，文十三年傳文。未嘗，必有兼甸之事焉。夫人親舂，是兼甸之事。○兼甸如字，一本作旬，十日為旬，注亦然。）\n疏「兼甸之事焉」。○釋曰：傳「兼甸之事焉」者，納粟者甸師，而夫人親舂，是兼之也。"
      },
      {
        "index": 56,
        "text": "壬申，禦稟災，乙亥，嚐，以為未易災之餘而嚐也。（鄭嗣曰：「壬申乙亥相去四日，言用日至少而功多，明未足及易而嚐。」）冬，十有二月，丁巳，齊侯祿父卒。"
      },
      {
        "index": 57,
        "text": "宋人以齊人、蔡人、衛人、陳人伐鄭。以者，不以者也。民者，君之本也。使人以其死，非正也。（不以者，謂本非所得製，今得以之也。刺四國使宋專用其師，輕民命也。○刺，七賜反。）\n十有五年"
      },
      {
        "index": 58,
        "text": "十有五年，春，二月，天王使家父來求車。古者諸侯時獻於天子，以其國之所有，故有辭讓，而無征求。求車，非禮也。求金，甚矣。（文九年「毛伯來求金」。）"
      },
      {
        "index": 59,
        "text": "疏「求車」至「甚矣」。○釋曰：求賻、求金並發傳者，以所求不同，故各發之。不云「求賻，甚」，而云「求金，甚」者，喪事有賻，但求之非禮，金非喪所供，故以為甚。\n三月，乙未，天王崩。（桓王。）夏，四月，己巳，葬齊僖公。"
      },
      {
        "index": 60,
        "text": "五月，鄭伯突出奔蔡。譏奪正也。（禮：諸侯不生名。今名突，以譏之。）鄭世子忽複歸於鄭。反正也。疏「反正也」。○釋曰：傳「反正也」者，釋其稱世子也。"
      },
      {
        "index": 61,
        "text": "許叔入於許。（傳例曰：「大夫出奔反，以好曰歸，以惡曰入。」）疏注「傳例」至「曰入」。○釋曰：莊九年傳文。"
      },
      {
        "index": 62,
        "text": "許叔，許之貴者也，莫宜乎許叔。其曰入，何也？其歸之道，非所以歸也。（泰曰：「許國之貴，莫過許叔。叔之宜立，又無與二，而進無王命，退非父授，故不書曰歸，同之惡入。」）\n公會齊侯於蒿。（蒿，《左氏》作艾，公羊作鄗。）"
      },
      {
        "index": 63,
        "text": "邾人、牟人、葛人來朝。（何休曰：「桓公行惡，而三人俱朝事之，三人為眾，眾足責，故夷狄之。」○行，下孟反，又如字。）\n秋，九月，鄭伯突入於櫟。（櫟，鄭邑也。突不正，書入，明不當受。○櫟，力狄反。）"
      },
      {
        "index": 64,
        "text": "疏注「櫟鄭」至「當受」。○釋曰：案「齊小白入於齊」，傳曰：「以惡曰入。」「衛侯朔入衛」，傳曰：「入者，內弗受也。」蓋舊為國君而入者，則是內不受，若「衛侯朔入於衛」，「鄭伯突入於櫟」是也。公子不正取國者，則是以惡，故曰入，若「許叔入於許」，「齊小白入於齊」是也。觀范之注，其事必然，但舊無此解，不敢輒定。或當以惡入者，即內不當受，傳文互舉之，其實不異，理亦通耳。"
      },
      {
        "index": 65,
        "text": "冬，十有一月，公會宋公、蔡侯、陳侯於b1，伐鄭。（b1，宋地。○b1，昌氏反。）地而後伐，疑辭也，非其疑也。（鄭突欲篡國，伐而正之，義也。不應疑，故責之。）\n十有六年\n十有六年，春，正月，公會宋公、蔡侯、衛侯於曹。\n夏，四月，公會宋公、衛侯、陳侯、蔡侯伐鄭。（蔡常在衛上，今序陳下，蓋後至。）"
      },
      {
        "index": 66,
        "text": "疏注「蔡常」至「後至」。○釋曰：桓五年「蔡人、衛人、陳人從王伐鄭」，此春「公會宋公、蔡侯、衛侯於曹」，是蔡常在衛上，今在下，故知後至。\n秋，七月，公至自伐鄭。桓無會，其致何也？危之也。（桓公再助篡伐正，危殆之甚，喜得全歸，故致之。）"
      },
      {
        "index": 67,
        "text": "疏注「桓公」至「致之」釋曰：公與諸侯此年為突伐鄭，前年雖為忽討突，疑而不用心，亦是其助，故云「再助」也。范答薄氏駮云：「明桓伐突非本心，故言再助是也。」范必知前年為忽伐鄭，而此年為突伐鄭者，以前年責其疑，若是伐嫡而疑，則不足可責，明是為忽討突也。此年傳云：「桓無會，其致何也？危之也。」若是助嫡，則不須云危，故知是助突討忽也。\n冬，城向。（向，舒尚反。）\n十有一月，衛侯朔出奔齊。（朔，惠公名。）朔之名，惡也，天子召而不往也。\n疏「朔之」至「往也」。○釋曰：不云失地，而言惡者，以朔不奉王命，重於失地，故直云惡也。\n十有七年\n十有七年，春，正月，丙辰，公會齊侯、紀侯，盟於黃。（黃，齊地。）\n二月，丙午，公及邾儀父盟於趡。（趡，魯地。○趡，翠軌反。）"
      },
      {
        "index": 68,
        "text": "夏，五月，丙午，及齊師戰於郎。內諱敗，舉其可道者也。（敗恥大，戰恥小。○戰於郎，《左氏》作幹奚。）不言其人，以吾敗也。（言人則微者，敗於微者，其恥又甚，故言師。）不言及之者，為內諱也。（及當有人，公親帥之，恥大不可言。○為，於偽反。）"
      },
      {
        "index": 69,
        "text": "疏注「公親帥之」。○釋曰：知非卿帥而言公者，《春秋》之義，唯為親尊諱，不為卿諱。又傳云「為內諱」，則是公可知。六月，丁丑，蔡侯封人卒。\n秋，八月，蔡季自陳歸於蔡。蔡季，蔡之貴者也。自陳，陳有奉焉爾。（陳以力助。）"
      },
      {
        "index": 70,
        "text": "癸巳，葬蔡桓侯。（徐邈曰：「葬者臣子之事，故書葬皆以公配諡。此稱侯，蓋蔡臣子失禮，故即其所稱以示過。」）"
      },
      {
        "index": 71,
        "text": "疏葬蔡桓侯。○釋曰：「何休云：「蔡季賢而桓侯不能用，故抑之。」杜預云：「疑謬誤。」范以為臣子失禮稱侯、既就其所稱以示過。三傳無文，各以意說。\n及宋人、衛人伐邾。\n冬，十月，朔，日有食之。言朔不言日，食既朔也。（既，盡也。盡朔一日，至明日乃食，是月二日食也。）\n疏注「既盡」至「食也」。○釋曰：知二日者，以傳云「食既朔」也。言食盡朔，是二日明矣。\n十有八年"
      },
      {
        "index": 72,
        "text": "十有八年，春，王正月，公會齊侯於濼。（此年書王，以王法終始治桓之事。○濼，力沃反，又音洛，舊音匹沃反。）公與夫人薑氏遂如齊。（公本與夫人俱行，至濼，公與齊侯行會禮，故先書會濼，既會而相隨至齊，故曰遂。遂，繼事之辭，他皆放此。）濼之會，不言及夫人，何也？（據夫人實在，當言公及夫人薑氏會齊侯於濼。）"
      },
      {
        "index": 73,
        "text": "疏注「據夫」至「於濼」。○釋曰：決僖公十一年「公及夫人薑氏會齊侯於陽穀」是也。《公羊》以為此不言及，夫人外公也。《左氏》無正文。或當以公男女無別，故不言及，並與《穀梁》異。"
      },
      {
        "index": 74,
        "text": "以夫人之伉，弗稱數也。（濼之會，夫人驕伉，不可言及，故舍而弗數。今書遂如齊，欲錄其致變之由，故不可以不書。實驕伉而不製，故不言及。○伉，本又作亢，苦浪反。數，色尹反。舍音舍）。"
      },
      {
        "index": 75,
        "text": "夏，四月，丙子，公薨於齊。（夫人與齊謀殺之，不書，諱也。魯公薨正與不正皆日，所以別內外也。○別內外，彼列反。）其地，於外也。薨稱公，舉上也。（公，五等之上。）"
      },
      {
        "index": 76,
        "text": "疏「其地」至「上也」。○釋曰：據隱閔不地，故決之也。其外諸侯之卒皆不言公，尊內，故舉五等之上也。丁酉，公之喪至自齊。\n秋七月。\n冬，十有二月，已丑，葬我君桓公。葬我君，接上下也。（言我君，舉國上下之辭。）\n疏「葬我」至「下也」。○釋曰：公者，臣子之稱也。我君者，接及舉國上下之辭。"
      },
      {
        "index": 77,
        "text": "君弑，賊不討，不書葬，此其言葬，何也？（據隱公不書葬。）不責逾國而討於是也。（禮：君父之仇，不與共戴天。而曰「不責逾國而討於是」者，時齊強大，非已所討，君子即而恕之，以申臣子之恩。）"
      },
      {
        "index": 78,
        "text": "疏「不責」至「是也」。○釋曰：不責其討而譏其狩於郜者，齊魯大小不敵，故恕而免之。公雖不能報，理當絕交，而與之同狩，故譏之也。"
      },
      {
        "index": 79,
        "text": "桓公葬而後舉諡，諡所以成德也，於卒事乎加之矣。（諡者行之跡，所以表德人之終卒，事畢於葬，故於葬定稱號也。昔武王崩，周公製諡法，大行受大名，小行受小名，所以勸善而懲惡。禮：天子崩，稱天命以諡之。諸侯薨，天子諡之。卿大夫卒，受諡於其君。○行之，下孟反。下同。稱，屍證反。）"
      },
      {
        "index": 80,
        "text": "疏注「諡者」至「其君」。○釋曰：以《左傳》無駭卒，羽父請諡於隱公，是大夫諡諸侯賜之。諸侯既上有王者，故知天子賜之。《禮記》云：「天子稱天以誄之。」又《公羊》說天子諡於南郊，在天子上者唯天耳，故知稱天命以諡。"
      },
      {
        "index": 81,
        "text": "知者慮，義者行，仁者守。有此三者備，然後可以會矣。（桓無此三者而出會大國，所以見殺。○知音智，守如字，又音狩。）\n疏「知者」至「會矣」。○釋曰：複發傳者，隱公表會戎之危，此明桓公見殺之事，故重發之也。"
      }
    ]
  }
}