{
  "chapterNumber": 3,
  "title": "春秋穀梁傳註疏卷02 (Guliang Zhushu, Volume 2)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "卷二\n○隱公（起四年，盡十一年）\n四年"
      },
      {
        "index": 1,
        "text": "四年，春，王二月，莒人伐杞，取牟婁。（傳例曰：「取，易辭也。」伐國不言圍邑，言圍邑，皆有所見。伐國及取邑例時，此月者，蓋為下戊申衛君完卒日起也。凡例宜時而書月者，皆緣下事當日故也。日必繼於月，故不得不書月。事實在先，故不得後錄也。他皆放此。○杞音起。牟，亡侯反。易，以豉反。見，賢遍反。蓋為，於偽反。）"
      },
      {
        "index": 2,
        "text": "疏注「傳例」至「放此」。○釋曰：「取，易辭也」，十年傳文。「伐國不言圍邑」，五年傳文。「伐國及取邑例時」者，案六年「冬，宋人取長葛」，僖二十六年「冬公以楚師伐齊，取穀」，宣九年「秋取根牟」，皆不月，是例時也。其取須句，以其再取，故日。取鄆、取酆，皆內之叛邑，為害重大，故月。取郜、取防，惡乘人之敗，故日明常例則時。"
      },
      {
        "index": 3,
        "text": "傳曰，言伐言取，所惡也。（稱「傳曰」者，穀梁子不親受於師，而聞之於傳者。既伐其國，又取其土，明伐不以罪，而貪其利。兩書取伐，以彰其惡。○所惡，烏路反，又如字。於傳，直專反。）諸侯相伐取地於是始，故謹而誌之也。（《春秋》之始。）\n疏「諸侯」至「誌之也」。○釋曰：外取邑不誌，今誌之者，為入《春秋》以來，最是取地之始，故誌之也。"
      },
      {
        "index": 4,
        "text": "戊申，衛祝籲弑其君完。（弑君日與不日，從其君正與不正之例也。祝籲，衛公子。○祝籲，香於反。《左氏》、《公羊》及《詩》作州吁。完音丸。）大夫弑其君，以國氏者，嫌也，弑而代之也。（凡非正嫡，則謂之嫌。）\n夏，公及宋公遇於清。（遇例時。清，衛地。）\n疏注「遇例時」。○釋曰：「八年，春，宋公、衛侯遇於垂」與此皆不月，知例時也。\n及者，內為誌焉爾。（元年，與宋人盟於宿，故今複尋之。○複音扶又反。）\n疏「及者」至「焉爾」。○釋曰：重發傳者，嫌盟遇禮異，故重發以同之。\n遇者，誌相得也。（八年傳曰：「不期而會遇。今曰「內為誌」，非不期也。然則遇有二義。）"
      },
      {
        "index": 5,
        "text": "疏注「遇有二義」。○釋曰：即八年與此雖同‘誌相得’，而期不期異，故云「有二義」。宋公、陳侯、蔡人、衛人伐鄭。"
      },
      {
        "index": 6,
        "text": "秋，翬帥師會宋公、陳侯、蔡人、衛人伐鄭。翬者何也？公子翬也。其不稱公子，何也？（據莊三年「公子慶父帥師伐於餘丘」，稱公子。○翬音暉，下同）貶之也。（杜預曰：「外大夫貶皆稱人，內大夫貶皆去族稱名。記事之體，他國可言某人，而已之卿佐，不得言魯人。」○去，起呂反。）何為貶之也？與於弑公，故貶也。（與音預）。"
      },
      {
        "index": 7,
        "text": "九月，衛人殺祝籲於濮。（濮，陳地水名。○濮音卜。）稱人以殺，殺有罪也。（有弑君之罪者，則舉國之人皆欲殺之。）祝籲之挈，失嫌也。（不書氏族，提挈其名而道之，則挈為單挈，不具足之辭。）其月，謹之也。（討賊例時也。衛人不能即討祝籲，致令出入自恣，故謹其時月所在，以著臣子之緩慢也。○ 令，力呈反，下同。）"
      },
      {
        "index": 8,
        "text": "疏注「討賊」至「慢也」。○釋曰：莊九年，「春，齊人殺無知」，直時不月。又此傳云：「其月，謹之。」知其例合書時，但祝籲以二月殺君，衛人九月始討，譏其緩慢，故謹而月之。\n於濮者，譏失賊也。（譏其不即討，乃令至濮。）\n冬，十有二月，衛人立晉。（立、納、入皆篡也。大國篡例月，小國時。）"
      },
      {
        "index": 9,
        "text": "疏注「立納」至「國時」。○釋曰：案莊九年「齊小白入於齊」，傳曰：「以惡曰入。」文十四年「晉人納捷菑」，傳曰：「不正也。」此云立者，不宜立者也。是三者皆為篡也。「大國篡例月」者，即此「冬，十有二月，衛人立晉」是也。「小國時」者，昭元年「秋，莒去疾自齊入於莒」是也。齊小白入於齊，齊是大國而不月者，與公伐齊同時，既例不月，故小白亦不月。王子猛不月者，王猛雖則非正事，異諸侯，故不書月也。"
      },
      {
        "index": 10,
        "text": "衛人者，眾辭也。立者，不宜立者也。（嗣子有常位，故不言立。）晉之名惡也，（惡謂不正。○惡也，烏各反。）其稱人以立之，何也？得眾也。得眾，則是賢也。賢則其曰不宜立何也？《春秋》之義，諸侯與正而不與賢也。（雍曰：「正謂嫡長也。夫多賢不可以多君，無賢不可以無君。立君非以尚賢，所以明有統也。建儲非以私親，所以定名分。名分定，則賢無亂長之階，而自賢之禍塞矣。君無嬖幸之由，而私愛之道滅矣。」○嫡，丁曆反。長，丁丈反，下同。儲，直魚反。分，扶問反。嬖，必計反。）\n疏「《春秋》之義」。○釋曰：言《春秋》者，得眾而言立，恐理不相合，故廣稱《春秋》以包之。\n五年"
      },
      {
        "index": 11,
        "text": "五年，春，公觀魚於棠。（傳例曰：「公往時，正也。」正謂無危事耳。棠，魯地。○觀魚，如字，《左氏》作矢魚。）"
      },
      {
        "index": 12,
        "text": "疏注「傳例」至「魯地」。○釋曰：莊二十三年傳文也。正謂無危事，此公雖以非禮觀魚，不至於危，故亦時而不月。"
      },
      {
        "index": 13,
        "text": "傳曰，常事曰視，（視朔之類是。）非常曰觀。（觀魚之類是。）禮：尊不親小事，卑不屍大功。（屍，主。）魚，卑者之事也。（《周禮》：「惇人中士、下士。」○惇音魚。）公觀之，非正也。\n夏，四月，葬衛桓公。月葬，故也。（有祝籲之難，故十五月乃葬。○難，乃旦反。）\n疏「月葬，故也」。○釋曰：重發傳者，前起日例，今起月例，故重發之。"
      },
      {
        "index": 14,
        "text": "秋，衛師入郕。入者，內弗受也。郕，國也。將卑師眾曰師。（書其重者也。將卑謂非卿。○郕音成，將卑，子匠反，注同）。\n疏傳「入者」至「受也」。○釋曰：重發傳者，前起者邑，今是國，故重發之。\n九月，考仲之子宮。（失禮宗廟，功重者月，功輕者時。莊二十三年「秋，丹桓宮楹」是也。至之宮。）"
      },
      {
        "index": 15,
        "text": "疏 「九月」至「之宮」。○釋曰：考者謂立其廟祭之，成為夫人也。此所以書之者，仲子，孝公之妾，惠公之母；惠公雖為君，其母唯當惠公之世得祭，至隱不合祭之，故書以見譏也。不言立者，不宜立。為庶母築宮，得禮之變，但不合於隱之世祭之，故止譏其考，不譏立也。《公羊》、《左氏》妾子為君，其母得同夫人之禮。今《穀梁》知不然者，《喪服記》云：「公子為其母練冠麻麻衣縓緣，既葬，除之。」傳曰：「何以不在五服之中也？君之所不服，子亦不敢服也。」鄭玄云：「子，君之庶子。」是貴賤之序，嫡庶全別。安得庶子為君，即同嫡夫人乎？故穀梁子以為「於子祭，於孫止」。"
      },
      {
        "index": 16,
        "text": "考者何也？考者成之也，成之為夫人也。（立其廟，世祭之，成夫人之禮。）禮：庶子為君，為其母築宮，使公子主其祭也。（公當奉宗廟，故不得自主也。公子者，長子之弟及妾之子。○為，於偽反。長，丁丈反。）於子祭，於孫止。（貴賤之序。）仲子者，惠公之母，隱孫而修之，非隱也。（非，責也。三年父喪畢，不於三年考者，又有天王崩。至此服竟，乃修之。）\n初獻六羽。（羽，翟羽，舞者所執。獻者，下奉上之辭，作之於廟，故言獻。）"
      },
      {
        "index": 17,
        "text": "疏 「初獻六羽」。○釋曰：凡言初者，有二種之意。若《屍子》所言者，則是複正之初也。若初稅畝，是譏事之初。范知羽是翟羽者，以《衛詩·簡兮》云：「左手執籥，右手秉翟」，故知羽即翟也。范又云：「作之於廟，故言獻。」「齊侯來獻戎捷」，非於廟，亦言獻者，此是獻薦宗廟之事，故范據廟言之。其實外來者，尊魯並稱獻也。若然，「齊人來歸衛寶」，不言獻者，彼實非齊獻，諱其逆天子之命，假齊為辭，故與常文異也。或以為「戎捷」，齊侯尊魯，故特言獻。「衛寶」，以平等相遺，故言歸，理亦通也。"
      },
      {
        "index": 18,
        "text": "初，始也。（遂以為常。）穀梁子曰：「舞《夏》，天子八佾，諸公六佾，諸侯四佾。（言穀梁子者，非受於師，自其意也。夏，大也。大謂大雉。大雉，翟雉。佾之言列，八人為列，又有八列，八八六十四人也。並執翟雉之羽而舞也。天子用八，象八風。諸公用六，降殺以兩也。不言六佾者，言佾則幹在其中，明婦人無武事，獨奏文樂。○舞《夏》，戶雅反，注及下同。佾音逸，列也。殺，色界反。）"
      },
      {
        "index": 19,
        "text": "疏注「獨奏文樂」。○釋曰：禮有文舞，有武舞，文舞者羽籥是也，武舞者干戚是也。凡舞所以象人之德，故襄二十九年《左傳》稱吳季劄觀樂，「見舞《韶箾》者，曰：「德至矣哉！大矣，如天之無不幬也，如地之無不載也。雖甚盛德，其蔑以加於此矣。’是其證也。今仲子特為築宮而祭之，婦人既無武事，不應得用干戚，故云「獨奏文樂」。何休、徐邈之等，並同范說，則是相傳為然。"
      },
      {
        "index": 20,
        "text": "初獻六羽，始僭樂矣。」（下犯上謂之僭。○僭，子念反。）《屍子》曰：「舞《夏》，自天子至諸侯皆用八佾。初獻六羽，始厲樂矣。」（言時諸侯僭侈，皆用八佾，魯於是能自減厲，而始用六。穀梁子言其始僭，《屍子》言其始降。○侈，昌是反，又屍是反。）\n邾人、鄭人伐宋。（邾主兵，故序鄭上。）"
      },
      {
        "index": 21,
        "text": "螟。蟲災也。甚則月，不甚則時。（甚則即盡，不及曆月。《禮·月令》曰：「仲春行夏令，則蟲螟為害。」○螟，亡丁反。）"
      },
      {
        "index": 22,
        "text": "冬，十有二月，辛巳，公子區卒。（杜預曰：「大夫書卒，不書葬。葬者，自其臣子事，非公家所及。」○區，苦侯反。）隱不爵命大夫，其曰公子區，何也？（據八年無侅卒，不稱公子。）先君之大夫也。（隱不成為君，故不爵命大夫，公子不為大夫，則不言公子也。）"
      },
      {
        "index": 23,
        "text": "疏「先君」至「夫也」。○釋曰：公子益師亦是先君之大夫，而獨言公子區者，益師有罪而不日，故傳略之。區無罪而文詳，故因見爵命之例，其實益師亦先君之大夫也。\n宋人伐鄭，圍長葛。（長葛，鄭邑。圍例時。）"
      },
      {
        "index": 24,
        "text": "疏注「圍例時」。釋曰：僖二十三年，「春，齊侯伐宋，圍閔」，宣十二年，「春，楚子圍鄭」是也。但此為久圍，故謹而月之耳。或解上文日月者，為公子區卒。此雖例時，不可去上文日月，其實日月，不為圍長葛也。"
      },
      {
        "index": 25,
        "text": "伐國不言圍邑，（據莊二年「公子慶父帥師伐於餘丘」，不言圍也。伐國不言圍邑，書其重也。）此其言圍，何也？久之也。（宋以此冬圍之，至六年冬乃取之。古者師出不逾時，重民之命，愛民之財，乃暴師經年，僅而後克，無仁隱之心，而有貪利之行，故圍伐兼舉以明之。○暴，步卜反，本或作曝，暴露也。僅，渠吝反。行，下孟反。）"
      },
      {
        "index": 26,
        "text": "疏「伐國」至「之也」。○釋曰：伐國不言圍邑者，舉重也。其言圍者，各有所為。此則五年圍，六年乃取，為久之，故書圍也。僖六年，齊侯以下「伐鄭，圍新城」，傳云：「著鄭伯之罪也。」二十三年「春，齊侯伐宋，圍閔」，傳：「曰不正，其以惡報惡也。」是書圍者，各有所為。襄十二年「莒人伐我東鄙，圍邰」，書圍者，為季孫宿救邰張本也。襄十六年「齊侯伐我北鄙，圍成」，十七年「齊侯伐我北鄙，圍桃。齊高厚帥師伐我北鄙，圍防」，並書圍者，為十八年諸侯同圍之起也。"
      },
      {
        "index": 27,
        "text": "伐不逾時，戰不逐奔，誅不填服。（來服者，不複填厭之。○填音田。複，扶又反，下同，厭，於甲反。）苞人民、毆牛馬曰侵。斬樹木、壞宮室曰伐。（製其人民，毆其牛馬，賊去之後，則可還反。樹木斬不複生，宮室壞不自成，故其為害重也。○毆，丘於反，注同。壞音怪，一戶怪反，六年同。）"
      },
      {
        "index": 28,
        "text": "疏「苞人」至「曰伐」。○釋曰：案《左傳》：「有鍾鼓曰伐，無曰侵。」《公羊傳》：「角者曰侵，精者曰伐。」又何休《廢疾》云：「廄焚，孔子曰：‘傷人乎？’不問馬。今《穀梁》以‘苞人民’為輕，‘斬樹木、壞宮室’為重，是理道之不通也。」所以《穀梁》不從二傳者。鄭玄云：「苞人民，毆牛馬，兵去則可以歸還，其為害輕。壞宮室，斬樹木，則樹木斷不複生，宮室壞不自成，為毒害更重也。」是鄭意亦以斬樹木壞宮室為重，是亦一家之義，故與二傳不同。\n六年"
      },
      {
        "index": 29,
        "text": "六年，春，鄭人來輸平。（杜預曰：「和而不盟曰平。」○輸平，失朱反，墮也，《左氏》作渝平。）輸者，墮也；平之為言以道成也。來輸平者，不果成也。（《春秋》前魯與鄭平，四年，翬與宋伐鄭，故來絕魯，壞前平也。○墮，許規反，壞毀之也。）\n夏，五目，辛酉，公會齊侯盟於艾。（艾，魯地。隱行皆不致者，明其當讓也。○艾，五蓋反）"
      },
      {
        "index": 30,
        "text": "疏注「艾魯」至「讓也」。○釋曰：知非惰者，以隱讓國賢君，不應終始俱惰，明為讓不致也。秋，七月。（無事書首月，不遺時也。他皆放此。）"
      },
      {
        "index": 31,
        "text": "疏注無事至放此。○釋曰：九年傳云：「無事焉，何以書？不遺時也。」然則《春秋》四時具，始得成年，若闕一時，不書首月，則是遺時也。"
      },
      {
        "index": 32,
        "text": "冬，宋人取長葛。（前年冬圍，至今乃得之。上有伐鄭圍長葛，言長葛則鄭邑可知，故不係之鄭。）外取邑不誌，此其誌，何也？久之也。\n七年"
      },
      {
        "index": 33,
        "text": "七年，春，王三月，叔姬歸於紀。（叔姬，伯姬之娣。至此歸者，待年於父母之國，六年乃歸。媵之為言送也，從也。不與嫡俱行，非禮也。親逆例時，不親逆例月。許慎曰： 「侄娣年十五以上，能共事君子，可以往；二十而禦。」《易》曰：「歸妹愆期，遲歸有時。」《詩》云，韓侯取妻，「諸娣從之，祁祁如云」。娣必少於嫡，知未二十而往也。○娣，徒細反。女弟曰娣。媵，以證反，又繩證反。從，才用反，下同，一音如字。上，時掌反。共事音恭，本亦作供。愆，起虔反。取，七喻反。少，詩照反，下文及注同。）"
      },
      {
        "index": 34,
        "text": "疏注 「叔姬」至「往也」。○釋曰：「六年乃歸」者，伯姬二年嫁於紀，叔姬此年始去，故云六年也。所引《易》文，《歸妹》九四爻辭也。王弼云：「夫以不正無應而適人也。必須彼道窮盡，無所與交，然後乃可以往。故愆期遲歸，以待時也。」其卦？？兌下震上。所引《詩》者，《大雅·韓奕》之篇。引此二文者，言夫人有侄娣，必當少於嫡，知未二十而往也。一解引《易》者，證待年於父母國，與嫡俱行也。"
      },
      {
        "index": 35,
        "text": "其不言逆，何也？（據莊二十九年，莒慶來逆叔姬，言逆。）逆之道微，無足道焉爾。（逆者非卿）滕侯卒。滕侯無名。（自無名，非貶之。○滕，徒登反。）"
      },
      {
        "index": 36,
        "text": "疏「滕侯無名」。○釋曰：《左氏》以滕侯無名為未同盟，故薨不得以名赴。《公羊傳》云：「滕侯何以不名？微國也。微國則其稱侯何？《春秋》貴賤不嫌同號，美惡不嫌同辭。」今《穀梁》以為用狄道也，故無名者。若《左氏》以為未同盟，故不名。何為《春秋》之內，亦有不盟而書名者？若《公羊》以為微國不名，則邾子克、許男新臣何以名？故穀梁子以為用狄道也，本來無名字。"
      },
      {
        "index": 37,
        "text": "少曰世子，長曰君，狄道也。其不正者名也。（戎狄之道，年少之時稱曰世子，長立之號曰君。其非正長嫡，然後有名爾。責滕侯用狄道也。○長曰，下丈反，注同。嫡，木又作適，丁曆反。）"
      },
      {
        "index": 38,
        "text": "夏，城中丘。（城例時。中丘，魯地。）城為保民為之也。（建國立城邑有定所，高下大小存乎王製。刺公不修勤德政，更造城以安民。○為，於偽反，下「為其」同。刺，七賜反。）"
      },
      {
        "index": 39,
        "text": "疏注「建國」至「安民」。○釋曰：《禮記·王製》無此文。言「存乎王製」者，謂王者之法製也。「高下」者，《考工記》云，「王宮門阿之製五雉，宮隅之製七雉，城隅之製九雉。門阿之製，以為都城之製；宮隅之製，以為諸侯之城製」是也。「大小」者，即《左傳》云「大都不過參國之一，中五之一，小九之一」是也。此「城中丘」與九年「夏，城郎」例時者，功役之事，總指天象故也。"
      },
      {
        "index": 40,
        "text": "民眾城小則益城，益城無極。凡城之誌，皆譏也。（夫保民以德，不以城也。如民眾而城小，輒益城，是無限極也。此發凡例，施之於城內邑。）齊侯使其弟年來聘。（聘例時。凡聘皆使卿執玉帛以相存問。）"
      },
      {
        "index": 41,
        "text": "疏注「聘例」至「存問」。○釋曰：此「齊侯使弟年」，下「冬，天王使凡伯」，皆不書月，故「例時」也。禮：小聘曰問，使大夫；大聘使卿。此既名見於經，明是卿也。案禮聘則執玉以致命，執帛以致享，故云「執玉帛以相存問」。"
      },
      {
        "index": 42,
        "text": "諸侯之尊，弟兄不得以屬通。（禮：非始封之君，則臣諸父。昆弟，匹敵之稱。人臣不可以敵君，故不得以屬通，所以遠別貴賤，尊君卑臣之義。○稱，尺證反。別，彼列反，下同。）其弟云者，以其來接於我，舉其貴者也。（弟是臣之親貴者，殊別於凡庶。）"
      },
      {
        "index": 43,
        "text": "疏「舉其貴者也」。○釋曰：叔稱弟，傳云「賢也」，此年稱弟，傳云「舉其貴者」，則稱弟有二義也。秋，公伐邾。"
      },
      {
        "index": 44,
        "text": "冬，天王使凡伯來聘，（凡，氏。伯，字。上大夫也。）戎伐凡伯於楚丘以歸。凡伯者，何也？天子之大夫也。國而曰伐，此一人而曰伐，何也？大天子之命也。（伐一人而同一國，尊天子之命。）戎者，衛也。戎衛者，為其伐天子之使，貶而戎之也。楚丘，衛之邑也。以歸，猶愈乎執也。（大天子之使過諸侯，諸侯當候在疆埸，膳宰致餼，司裏授館，猶懼不敬，今乃執天子之使，無禮莫大焉。昭十二年「晉伐鮮虞」，傳曰：「晉，狄之也。」今不曰衛伐凡伯，乃變衛為戎者，伐中國之罪輕，故稱國以狄晉，執天子之使罪重，故變衛以戎之。以一人當一國，諱執，言以歸。皆尊尊之正義，《春秋》之微旨。○之使，所吏反，注同。愈，羊主反。過，古臥反，上古禾反。疆，本又作壃，亦作強，音薑。埸音亦。餼，許氣反，牲腥曰餼。伐鮮音仙。）"
      },
      {
        "index": 45,
        "text": "疏「戎者衛也」。○釋曰：麋信云：「不言夷狄，獨言戎者，因衛有戎邑故也。」范意或然。○注 「云天子」至「不敬」。○釋曰：《國語》云，定王使單襄公聘於宋，遂假道於陳，以聘於楚。陳人候不在疆，膳宰不致餼，司裏不授館。單子歸，以告王曰：「陳侯不有大咎，國必亡。」王曰：「何故？」對曰，云云，「是棄先王之法製也。周之秩官有之，敵國賓至，司裏授館，甸人積薪，膳宰致飧，廩人獻餼，賓入如歸。今臣承王命以過陳，司事莫至，是蔑先王之官也」。是文出於彼。\n八年\n八年，春，宋公、衛侯遇於垂。（垂，衛地。）不期而會日遇。遇者，誌相得也。"
      },
      {
        "index": 46,
        "text": "三月，鄭伯使宛來歸邴。（凡有所歸，例時。邴，鄭邑。○宛，於阮反。邴，彼病反，一音丙，《左氏》作祊。）"
      },
      {
        "index": 47,
        "text": "疏注「凡有所歸，例時」。○釋曰：宣十年春「齊人歸我濟西田」，定十年夏「齊人來歸鄆、讙、龜陰之田」，並不書月，故知「例時」也。此月者為下入邴月也。一解以擅易天子之田，故謹而月之也。"
      },
      {
        "index": 48,
        "text": "名宛，所以貶鄭伯，惡與地也。（去其族，惡擅易天子邑。○惡與，烏路反，注及下同。去，起已反。擅，市戰反。）"
      },
      {
        "index": 49,
        "text": "庚寅，我入邴。（徐邈曰：「入承鄭歸邴下，嫌內外文不別，故著我以明之。」○別，彼列反。）入者，內弗受也。日入，惡入者也。邴者，鄭伯所受命於天子，而祭泰山之邑也。（王室微弱，無複方嶽之會，諸侯驕慢，亦廢朝覲之事，故鄭以湯沐之邑易魯朝宿之田也。諸侯有大功盛德於王室者，京師有朝宿之邑，泰山有沐浴之邑，所以供祭祀也。魯，周公之後；鄭，宣王母弟，若此有賜邑，其餘則否。許慎曰：「若今諸侯京師之地，皆有朝宿之邑，周有千八國諸侯，盡京師之地，不足以容，不合事理。」○複，扶又反。廢朝，直遙反，下同。覲，巨靳反。諸侯春見天子曰朝，秋見曰覲。令，力呈反。）"
      },
      {
        "index": 50,
        "text": "疏「入者內弗受也」。○釋曰：重發傳者，嫌易田與兵入異，故重發以明之。○注「周有」至「事理」。釋曰：《孝經》說文。夏，六月，已亥，蔡侯考父卒。諸侯日卒，正也。"
      },
      {
        "index": 51,
        "text": "疏「日卒，正也」。○釋曰：重發之者，宋公起例之始，蔡侯嫌爵異，故重發以明之。舉此二者，足以包宿男，故宿男不複發傳也。辛亥，宿男卒。宿，微國也。未能同盟，故男卒也。"
      },
      {
        "index": 52,
        "text": "疏「未能同盟」。○釋曰：杜預以元年盟於宿，宿亦與盟，則以宿為宿男之國。此傳云「未能同盟」，則以彼宿為地名，與杜異也。"
      },
      {
        "index": 53,
        "text": "秋，七月，庚午，宋公、齊侯、衛侯盟於瓦屋。（宋序齊上，王爵也。瓦屋，周地。）外盟不日，此其日，何也？（據僖十九年「夏，六月，宋公、曹人、邾人盟於曹南」，不日。）\n疏注「據僖」至「不日」。○釋曰：不據石門而引曹南者，以曹南三國與此相合，故引之也。"
      },
      {
        "index": 54,
        "text": "諸侯之參盟於是始，故謹而日之也。（世道交喪，盟詛滋彰，非可以經世軌訓，故存日以記惡，蓋《春秋》之始也。○參，七南反。喪，息浪反。詛，莊慮反，下文同。）誥誓不及五帝，（五帝，謂黃帝、顓頊、帝嚳、帝堯、帝舜也。誥誓，《尚書》六誓七誥是其遺文。五帝之世，道化淳備，不須誥誓而信自著。○誥，古報反。誓，市製反。五帝，孔安國云：「少昊、顓頊、高辛、唐、虞。」鄭玄有黃帝無少昊，餘同。范依鄭。顓頊，上音專，下音許玉反。帝嚳，苦篤反，高辛名。）"
      },
      {
        "index": 55,
        "text": "疏注「五帝」至「自著」。○釋曰：五帝雖有軍旅會同，不須誥誓而信自著也。六誓者，即《尚書·甘誓》、《湯誓》、《牧誓》、《泰誓》、《費誓》、《秦誓》也。七誥者，即《湯誥》、《大誥》、《康誥》、《酒誥》、《召誥》、《洛誥》、《康王之誥》是也。"
      },
      {
        "index": 56,
        "text": "盟詛不及三王，（三王，謂夏、殷、周也。夏後有鈞台之享，商湯有景亳之命，周武有盟津之會。眾所歸信，不盟詛也。○夏，戶雅反。鈞音均。亳，步各反。盟津音孟，本亦作孟。）"
      },
      {
        "index": 57,
        "text": "疏注「三王」至「詛也」。○釋曰：經史通以王為夏、殷、周也。盟津之會，昭四年《左傳》文。三王眾所歸信，故不設盟詛也。《尚書》舜命禹征有苗而戒於眾，則亦誓之類。《周禮·秋官》司盟官掌盟載之約，則是盟事。而云「誥誓不及五帝，盟詛不及三王」者，舜是五帝之末，命禹徂征，是禹之事，故云「不及五帝」；周公製盟載之法者，謂方嶽及有疑會同，始為之耳，不如《春秋》之世屢盟，故云「不及三王」也。"
      },
      {
        "index": 58,
        "text": "交質子不及二伯。（二伯，謂齊桓、晉文。齊桓有召陵之師，晉文有踐土之盟。諸侯率服，不質任也。○交質音置，注同。二伯如字，又音霸。召，上照反。）"
      },
      {
        "index": 59,
        "text": "疏注「二伯」至「任也」。○釋曰：經典言五伯者，皆謂夏伯昆吾，商伯大彭、豕韋，周伯齊桓、晉文。今此傳以周末言之，故知謂齊桓、晉文也。其「召陵之師」、「踐土之盟」，亦昭四年《左傳》文也。\n八月，葬蔡宣公。月葬，故也。"
      },
      {
        "index": 60,
        "text": "九月，辛卯，公及莒人盟於包來。（包來，宋邑。○包音苞，一音浮，《左氏》作「浮來」。）可言公及人，不可言公及大夫。（稱人，眾辭。可言公及人，若舉國之人皆盟也。不可言公及大夫，如以大夫敵公故也。）\n螟。（螟，亡丁反。）"
      },
      {
        "index": 61,
        "text": "冬，十有二月，無侅卒。無侅之名，未有聞焉。（未聞者，不知為是隱之不爵大夫，為是有罪貶去氏族。穀梁子不受之於師，故曰未有聞焉。○去，起呂反）或曰，隱不爵大夫也。（若俠卒是。○若俠音協，九年經同。）或說曰，故貶之也。（若無侅帥師入極是。）"
      },
      {
        "index": 62,
        "text": "疏「或曰」至「貶之也」。○釋曰：若是不爵命大夫，二年傳不得云貶。彼入極為貶去氏，則此亦為貶去氏，就二說之中，後「或曰」是也。「公子益師卒」，傳曰：「不日，惡也。」則此不日亦惡可知矣。\n九年"
      },
      {
        "index": 63,
        "text": "九年，春，天王使南季來聘。南，氏姓也。季，字也。（南季，天子之上大夫。氏以為姓也。所以別姓者，經有「王季子來聘」，「祭伯來」，王、祭皆非姓也，嫌與同，故別之也。季云字者，明命為大夫，不以名通也。○別，彼列反。祭伯，側界反，下同。凡國名、邑名及人名氏皆於始音，後不複出。若假借之字，時複重音，後放此。）聘，問也。聘諸侯，非正也。（《周禮》天子「時聘，以結諸侯之好，殷覜以除邦國之慝，間問以諭諸侯之誌，歸脤以交諸侯之福，賀慶以讚諸侯之喜，致禬以補諸侯之災」。許慎曰：「禮：臣病君親問之，天子有下聘之義。」傳曰：「聘諸侯，非正」，寧所未詳。○好，呼報反。覜，他吊反。慝，他得反。惡也。間問，間廁之間。脤，市軫反，祭肉也。禬，戶外反，或古外反。）"
      },
      {
        "index": 64,
        "text": "疏注 「《周禮》」至「未詳」。○釋曰：范所引者，《周禮·大行人》文也。鄭玄云：「時聘者，亦無常期。天子有事，諸侯使大夫來聘親，親以禮見之，禮而遣之，所以結其恩好也。殷覜謂一服朝之歲也。慝，惡也。一服朝之歲，五服諸侯皆使卿以聘禮來覜天子，天子以禮見之，命以禮政禁之事，所以除其惡行。」間問者，間歲一問諸侯，而有省之屬諭諸侯之誌者。諭言語，諭書名，其類也。歸脤以交諸侯之福者，交或往或來者也。賀慶以讚諸侯之喜者，讚，助也。致禬，凶禮之吊禮。禬，禮也。補諸侯之災者，若《春秋》澶淵之會，謀歸宋財。」然「時聘」「殷覜」二者，是諸侯臣使於王也。其「間問」「歸脤」「賀慶」「致禬」四者，王使臣使於諸侯也。范此注引《周禮》者，證有下聘之義也，而傳云「非正也」，故云「寧所未詳」。然則答鄭玄之駁，則云叔服重天子之禮者，以此傳既非，故別為之說。\n三月，癸酉，大雨震電。震，雷也。電，霆也。（電，徒練反。霆，徒丁反。又，徒頂反。）"
      },
      {
        "index": 65,
        "text": "疏「震，雷也。電，霆也」。○釋曰：《說文》云：「震，霹靂也。」陰擊陽為電，電者即雷之光，與此傳異者，《易·說卦》「震為雷」，故何休亦以震為雷。霆者，霹靂之別名，有霆必有電，故傳云「電，霆也」。或當電、霆為一也。"
      },
      {
        "index": 66,
        "text": "庚辰，大雨雪。誌疏數也。八日之間，再有大變，陰陽錯行，故謹而日之也。（劉向云：「雷未可以出，電未可以見。雷電既以出見，則雪不當複降，皆失節也。雷電，陽也；雨雪，陰也。雷出非其時者，是陽不能閑陰，陰氣縱逸而將為害也。」○雨，於付反。數，色角反。向，舒亮反。見，賢遍反。複，扶又反。）"
      },
      {
        "index": 67,
        "text": "疏「誌疏數也」。○釋曰：謂災有遠近，遠者為疏，近者為數也。○注 「劉向」至「害也」。○釋曰：何休云：「夏之正月，未可大雨震電，此陽氣大失其節。猶隱公久居其位，不反於桓，失其宜也。」異發於九年者，陽數可以極，而不還國於桓之所致。」大雨雪者，「盛陰之氣大怒，此桓將怒而弑隱公之象」。劉向之言，與何休意不甚異，但取變異之象少差耳。\n雨月，誌正也。（雨得其時則月。）"
      },
      {
        "index": 68,
        "text": "疏注「雨得其時則月」。○釋曰：雨得其時則月者，若僖三年夏「六月，雨」是也。俠卒。俠者，所俠也。（俠，名也。所，其氏。）"
      },
      {
        "index": 69,
        "text": "疏「俠者，所俠也」。○釋曰：徐邈引尹更始云「所者，俠之氏」，今范亦云「「所，其氏」，則所者是俠之氏族，但未備爵命，故略名耳。麋信以為所非氏，所，謂斥也。"
      },
      {
        "index": 70,
        "text": "弗大夫者，隱不爵大夫也。（俠不命為大夫，故不氏。）隱之不爵大夫，何也？曰，不成為君也。（明將立桓。）夏，城郎。（郎，魯邑。）"
      },
      {
        "index": 71,
        "text": "秋，七月。無事焉，何以書？不遺時也。（四時不具，不成年也。）冬，公會齊侯於防。（防，魯地也。）會者，外為主焉爾。疏「會者」至「焉爾」。○釋曰：重發傳者，嫌華戎異故也。\n十年"
      },
      {
        "index": 72,
        "text": "十年，春王二月公會齊侯鄭伯於中？（隱行自此皆月者，天告雷雨之異，以見篡弑之禍，而不知戒懼，反更數會，故危之。○見，賢遍反。數，色角反。）夏，翬帥師會齊人、鄭人伐宋。（翬，隱之罪人也，故終隱之世貶之。）"
      },
      {
        "index": 73,
        "text": "六月，壬戌，公敗宋師於菅。（敗例日與不日，皆與戰同。管，宋地。○公敗，必邁反，又皮邁反，後亦同。於菅，古顏反。）"
      },
      {
        "index": 74,
        "text": "疏注「敗例」至「宋地」。○釋曰：莊十年傳例曰「不日，疑戰也」者，言不克日而戰，以詐相襲，則不疑當書日。故桓十年「冬，十有二月丙午，齊侯、衛侯、鄭伯來戰於郎」，范云「結日列陳，則日」，是也。今注云「與戰同」，則此敗宋師，是克日而戰也。\n內不言戰，舉其大者也。（戰然後敗，故敗大於戰。）辛未，取郜。（郜，古報反，《字林》工竺反。）"
      },
      {
        "index": 75,
        "text": "辛巳，取防。取邑不日，此其日，何也？（據僖三十三年，「伐邾，取訾婁」不日。○訾，子斯反。）不正其乘敗人而深為利，取二邑，故謹而日之也。（禮不重傷，戰不逐北，公敗宋師於菅，複取其二邑，貪利不仁，故謹其日。○重，直用反。逐北如字，又音佩，本又作「逐奔」。複，扶又反。）"
      },
      {
        "index": 76,
        "text": "疏注「禮不」至「逐奔」。○釋曰：「不重傷」，僖二十二年《左傳》文也。「不逐奔」，上五年傳文。秋，宋人、衛人入鄭。"
      },
      {
        "index": 77,
        "text": "宋人、蔡人、衛人伐載。鄭伯伐取之。（凡書取國，皆滅也。變滅言取，明其易。○載如字，本或作戴。易，以豉反，下文同。）不正其因人之力而易取之，故主其事也。（三國伐載，自足以製之，鄭伯不能矜人之危，而反與共伐，故獨書「鄭伯伐取之」，以首其惡。其實四國共取之。○惡，烏各反。）\n冬，十月，壬午，齊人、鄭人入郕。入者，內弗受也。日入，惡入者也。郕，國也。（惡，烏路反）\n十有一年"
      },
      {
        "index": 78,
        "text": "十有一年，春，滕侯、薛侯來朝。天子無事，諸侯相朝，正也。（事謂巡守、崩葬、兵革之事。○薛，息列反。守音狩，本亦作狩。）"
      },
      {
        "index": 79,
        "text": "疏「十有一年」。釋曰：言「有」者，十是盈數，更以奇從盈，故言「有」，欲見一者，非十中之物也。○注「事謂」至「之事」。○釋曰：《書》云：「肆覲東後。」是天子巡守，當方諸侯有事。許慎、鄭玄皆以為天子喪葬，諸侯親奔，故范亦以為天子崩葬為諸侯之事也。桓五年諸侯從王伐鄭，是天子舉兵革，諸侯亦有事也。言無此等事，諸侯得相朝；若有，即不得也。\n考禮修德，所以尊天子也。諸侯來朝；時，正也。（朝宜以時，故書時則正也。）\n疏「考禮修德」。釋曰：諸侯相朝，所以正班爵，奉王命，故云「考禮修德」也。"
      },
      {
        "index": 80,
        "text": "犆言，同時也。（直言，謂別言也。若「穀伯綏來朝，鄧侯吾離來朝」，同時來，不俱至。○直音特，獨也，本或作特。）累數，皆至也。（累數，總言之也。若「滕侯、薛侯來朝」，同時俱至。○數，所主反。）\n夏，五月，公會鄭伯於時來。（時來，鄭地。）秋，七月，壬午，公及齊侯、鄭伯入許。"
      },
      {
        "index": 81,
        "text": "冬，十有一月，壬辰，公薨。公薨不地，故也。（不地，不書路寢之比。○比，必利反。）隱之，不忍地也。（隱猶痛也。）其不言葬，何也？君弑，賊不討，不書葬，以罪下也。（責臣子也。）隱十年無正，隱不自正也。（無正，謂不書正月。）元年有正，所以正隱也。（明隱宜立。）"
      }
    ]
  }
}