{
  "chapterNumber": 2,
  "title": "春秋穀梁傳註疏卷01 (Guliang Zhushu, Volume 1)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "春秋穀梁傳註疏○卷一\n○隱公（起元年，盡三年）"
      },
      {
        "index": 1,
        "text": "疏「春秋」至「第一」。○釋曰：「春秋」者，此書之大名。傳之解經，隨條即釋，故冠大名於上也。名曰「春秋」者，以史官編年記事，年有四時之序，春先於夏，秋先於冬，故舉「春秋」二字以包之。賈逵云：「取法陰陽之中。」知不然者，以《孝經》云「春秋祭祀，以時思之」，豈是取法陰陽之中，故知非也。《玉藻》云：「動則左史書之，言則右史書之。」左史所書，《春秋》是也。右史所書，《尚書》是也。則《春秋》立名，必是仲尼以往，三代以來，不審誰立之耳。仲尼所修謂之經。「經」者，常也，聖人大典，可常遵用，故謂之經；穀梁所脩謂之傳，不敢與聖人同稱，直取傳示於人而已，故謂之傳。《魯世家》隱公名息姑，惠公之子，周公八世孫，以平王四十九年即位。「隱」者，諡也。《周書·諡法》曰：「隱拂不成曰隱。」魯雖侯爵，據臣子言之，故謂之公。《說文》「第」訓次。謂次第之中當其一，故謂之第一。\n元年"
      },
      {
        "index": 2,
        "text": "元年，春，王正月。（隱公之始年，周王之正月也。杜預曰：「凡人君即位，欲其體元以居正，故不言一年一月也。」○正音征，又如字，後皆放此。）"
      },
      {
        "index": 3,
        "text": "疏注「隱公」至「月也」。○釋曰：何休注《公羊》，取《春秋緯》「黃帝受圖，立五始」，以為元者氣之始，春者四時之始，王者受命之始，正月者政教之始，公即位者一國之始，五者同日並見，相須而成。又云：「惟王者然後改元立號，《春秋》讬新王受命於魯，故因以錄即位。」《公羊》又引「王者孰謂？謂文王也」，故范云：「隱公之始年，周王之正月」以異之。不然，「公」者不嫌非隱，何煩此注？明知為排《公羊》說也。所書之公即魯隱，所用之曆即周正，安在黜周王魯也？又所改正朔，雖是文王頒於諸侯，非複文王之曆，用今王之曆，言文王之正非也。又何休言諸侯不得改元，則元者王之元年，非公之元年。公之即位，不在王之元年，安得同日並見，共成一體也？言既不經，故范所不信。元年實是一年，正月實為一月，而別為立名，故范引杜預之言以解之。元者氣之本，善之長，人君當執大本，長庶物，欲其與元同體，故年稱元也。正者直方之間語，直其行，方其義，人君當秉直心，仗大義，欲其常居正道，故月稱正也。以其君之始年，歲之始月，故特立此名以示義。其餘皆即從其數，不複改也。\n雖無事，必舉正月，謹始也。（謹君即位之始。）"
      },
      {
        "index": 4,
        "text": "疏「雖無」至「始也」。○釋曰：此言「無事」，直據正月無即位之事，非是通一時無事也。云「謹始也」者，謹人君即位之始。公何以不言即位？（據文公言即位。）\n疏注「據文公言即位」釋曰：不據桓公者，文公繼正即位，正也；桓繼故即位非正，故不據之。"
      },
      {
        "index": 5,
        "text": "成公誌也。（成隱讓桓之誌。）焉成之？言君之不取為公也。（言隱意不取為魯君也。公，君也。上言君，下言公，互辭。○焉，於虔反。）君之不取為公，何也？將以讓桓也。讓桓正乎？曰不正。（隱長桓幼。○長，丁丈反，又作丈，音同。）"
      },
      {
        "index": 6,
        "text": "疏注「隱長桓幼」。○釋曰：傳云讓桓不正，注何以知隱長桓幼，不是隱嫡桓庶者？若隱嫡桓庶，先君焉得欲立之？隱焉得探先君邪心而讓之？傳言天倫，則貴賤相似可知。又云受之天子，隱非嫡明矣。"
      },
      {
        "index": 7,
        "text": "《春秋》成人之美，不成人之惡。隱不正不成之，何也？將以惡桓也。（不明讓者之善，則取者之惡不顯。○之惡，烏各反，下注「之惡」同。惡桓，烏路反，下「其惡桓」同。）"
      },
      {
        "index": 8,
        "text": "疏「《春秋》」至「桓也」。○釋曰：此云「《春秋》成人之美」，下云「《春秋》貴義而不貴惠」，顯言「《春秋》」者，讓者人之善事，而傳稱小道，危疑之理，恐人不信，故廣稱《春秋》之理以明之。下既以隱為善，又惡其不正，亦恐人不信，故言「《春秋》貴義而不貴惠」也。○注「不明」至「不顯」。○釋曰：謂不言公之即位，是明讓者之善，讓者之善既明，則取者之惡自然顯也。"
      },
      {
        "index": 9,
        "text": "其惡桓何也？隱將讓而桓弑之，則桓惡矣。桓弑而隱讓，則隱善矣。善則其不正焉，何也？（據善無不正。○弑，申誌反，又作殺，如字，後皆同。）《春秋》貴義而不貴惠，（惠謂私惠。）信道而不信邪。（信，申字，古今所共用。○信音申，邪，似嗟反，下及注皆同。）孝子揚父之美，不揚父之惡。先君之欲與桓，非正也，邪也。雖然，既勝其邪心以與隱矣，（終歸之於隱，是以正道製邪心。）已探先君之邪誌而遂以與桓，則是成父之惡也。兄弟，天倫也。（兄先弟後，天之倫次。○探，吐南反。）為子受之父，為諸侯受之君。（隱為世子，親受命於惠公；為魯君，已受之於天王矣。）已廢天倫，而忘君父以行小惠，曰小道也。（弟先於兄，是廢天倫。私以國讓，是忘君父。）"
      },
      {
        "index": 10,
        "text": "疏「小道也」。○釋曰：伯夷、叔齊及大伯等讓國，史傳所善；今隱讓國，而云「小道」者，伯夷為世子，其父尚存，兄弟交讓而歸周，父沒之後，國人立其中子，可謂求仁而得仁，故以為善。今隱公上奉天王之命，下承其父之托，百姓已歸，四鄰所與，苟探先君之邪心，而陷父於不義，開篡弑之原，啟賊臣之路，卒使公子翬乘釁而動，自害其身，故謂之「小道」。至於大伯，則越禮之高以興周室，不可以常人難之。"
      },
      {
        "index": 11,
        "text": "若隱者，可謂輕千乘之國，蹈道則未也。（未履居正之道。○乘，繩證反，公侯之國賦千乘。蹈道，上徒報反，履行之名也，下如字。）三月，公及邾儀父盟於未。（邾，附庸之國。昧，魯地。○邾音誅，國名。儀父，凡人名字皆音甫，後放此，更不重音。未音蔑，地名，《左氏》作蔑，注下皆同。）及者何？內為誌焉爾。（內謂魯也。）儀，字也。父猶傅也，男子之美稱也。（傅，師傅。附庸之君，未王命，例稱名。善其結信於魯，故以字配之。○ 美稱。）其不言邾子何也？（據莊十六年「邾子卒」，稱邾子。）邾之上古微，未爵命於周也。（邾自此以上是附庸國。○上，時掌反。）不日，其盟渝也。（日者所以謹信，盟變，故不日。七年「公伐邾」是也。○不日，人實反；不日，謂不書日也。《穀梁》皆以日月為例，他皆放此。渝，羊朱反，變也。）"
      },
      {
        "index": 12,
        "text": "疏「及者」至「渝也」。○釋曰：此云「及」，傳云「內為誌焉爾」。二年「公會戎於潛」，傳云：「會者外為主焉」。則下六年「公會齊侯，盟於艾」，亦是外為主；「公及戎盟於唐」，亦是內為誌。外內之意別，故傳辨彼我之情也。案齊侯祿父則以父為名，以父為傳者，以《春秋》之例，諸侯卒例名，經云「齊侯祿父卒」，無取字義，故知父是名也。今儀父既有所善，故知父是男子之美稱也。經善其結信，貴而字之。傳又云「不日，其盟渝也」，經傳相違者，以附庸之君能結信於魯，故以美稱稱之；但結盟之後，信義不固，魯更伐邾，故去日以惡之。所謂善惡兩舉，《春秋》之義也。知非例不日者，案二年「秋，八月，庚辰，公及戎盟於唐」，六年「夏，五月，辛酉，公會齊侯，盟於艾」，彼皆書日，故知非例不日。今此不日，故知為渝盟略之也。《左氏》惟大夫卒及日食以日月為例，自餘皆否。此傳凡是書經皆有日月之例者，以日月相承，其事可悉，史官記事，必當具文，豈有大聖脩撰而或詳或略？故知無日者，仲尼略之，見褒貶耳。○注「附庸」至「配之」。○釋曰：案莊五年「秋，阝犁來來朝」，稱名，故知此「善其結信於魯，故以字配之」也。不善彼朝而善此盟者，朝事大國，附庸常禮，齊盟結信，所以安社稷，故貴之也。"
      },
      {
        "index": 13,
        "text": "眛，地名也。○夏，五月，鄭伯克段於鄢。（段有徒眾，攻之為害必深，故謹而月之。鄢，鄭地。○鄢音偃，地名。）"
      },
      {
        "index": 14,
        "text": "疏注「段有」至「鄭地」。○釋曰：案下四年「九月，衛人殺祝籲於濮」，傳曰：「其月，謹之也。」范云：「討賊例時也。衛入不能即討祝籲，致令出入自恣，故謹其時月所在，以著臣子之緩慢也。」此云「為害必深，故謹而月之」。彼祝籲以二月弑君，衛人以九月始討，傳云「其月，謹之也」，明知謹臣子之緩慢。此無曆時之事，傳云「段之有徒眾也」，故知為害必深，故謹而月爾。莊九年「齊人殺無知」，不書月者，無知雖複曆年，時月尚淺，又無重害，故直書時也。宣十一年「楚人殺陳夏徵舒」，書月者，為陳不能討，而藉外楚力，故禍害深也。"
      },
      {
        "index": 15,
        "text": "克者何？能也。何能也？能殺也。何以不言殺？見段之有徒眾也。（言鄭伯能殺，則邦人不能殺矣。知段眾力彊盛，唯國君能殺之。○見，賢遍反。）"
      },
      {
        "index": 16,
        "text": "疏注「言鄭」至「殺之」。○釋曰：國君之討，必藉眾力，若使鄭伯獨行，理不能殺。而云「唯國君能殺之」者，段藉母弟之權，乘先君之寵，得眾人之情，遂行弑君之計，百姓畏憚，莫不斂手；而鄭伯既為人君，有威怒之重，自為戎首，設賞罰之柄，故君師用命，戰士爭先。注論克段之本，故云「唯國君乃能殺之」也。"
      },
      {
        "index": 17,
        "text": "段，鄭伯弟也。何以知其為弟也？殺世子、母弟目君。以其目君，知其為弟也。（母弟，同母弟也。目君，謂稱鄭伯。）"
      },
      {
        "index": 18,
        "text": "疏「段鄭」至「弟也」。○釋曰：殺世子、母弟皆目君。傳何以知非世子者，《左氏》、《公羊》亦以段為鄭伯之弟，故此傳亦同之。舊解以為「世子申生」，傳曰：「目晉侯，斥殺，惡晉侯也。」宋公殺世子，傳無明解，同例可知，故范云：「痤之罪不子明矣。」然則書殺世子例，目君稱世子，其罪誅者即不書。今段目君而不云世子，是弟可知，理亦通耳。不及取二傳為證，後進易曉。宣十七年「公弟叔卒」，傳曰：「賢之也。」彼為賢稱弟，則不賢去「弟」，乃是其常。而下傳云「弗謂弟，貶之也」者，天王殺其弟佞夫，彼佞夫無罪而稱弟，今段不稱公子，又不稱弟，故云「貶之」。又且相殺之例，與尋常異，故知去「弟」者貶之也。"
      },
      {
        "index": 19,
        "text": "段，弟也，而弗謂弟；公子也，而弗謂公子，貶之也。段失子弟之道矣，賤段而也。（賤段謂不稱公子、公弟。甚鄭伯，謂目君也。）何甚乎鄭伯？甚鄭伯之處心積慮，成於殺也。（雍曰：「段持寵驕恣，強足當國，鄭伯不能防閑以禮，教訓以道，縱成其罪，終致大辟，處心積思，誌欲殺弟。」○大辟，婢亦反。思，息吏反。）於鄢，遠也，猶曰取之其母之懷中而殺之云爾，甚之也。（段奔走乃至於鄢，去已遠矣，鄭伯猶追殺之，何以異於探其母懷中赤子而殺之乎？君殺大夫例不地，甚鄭伯之殺弟，故謹其地。）"
      },
      {
        "index": 20,
        "text": "疏注「段奔」至「其地」。○釋曰：僖十年「晉殺其大夫裏克」，昭十四年「莒殺其公子意恢」，例不地，故知此書地是謹之也。又昭十一年「楚子虔誘蔡侯般，殺之於申」，傳曰「稱地，謹之也」，明此稱地亦是謹耳。"
      },
      {
        "index": 21,
        "text": "然則為鄭伯者宜奈何？緩追逸賊，親親之道也。（君親無將，將而必誅焉。此蓋臣子之道，所犯在己，故可以申兄弟之恩。）\n疏注「君親」至「之恩」。○釋曰：莊三十二年《公羊傳》文。"
      },
      {
        "index": 22,
        "text": "秋，七月，天王使宰咺來歸惠公仲子之賵。（宰，官。咺，名。仲，字。子，宋姓也。婦人以姓配字，明不忘本，示不適同姓也。妾子為君，賵當稱諡，成風是也。仲子乃孝公時卒，故不稱諡。賵例時，書月，以謹其晚。○宰咺，況阮反，注同。仲子，惠公之母也，與《左氏》不同。賵，芳鳳反，注及下同。）"
      },
      {
        "index": 23,
        "text": "疏「七月」至「之賵」。○釋曰：《公羊傳》云：「仲子者何？桓之母也。何以不言及仲子？仲子微也。」《左氏》亦以仲子為桓之母。今《穀梁》以為孝公之妾，惠公之母者，以文九年「秦人來歸僖公成風之禭」，彼若兼歸二禭，則先書成風，既經不先書成風，明母以子氏，直歸成風禭服而已。成風既是僖公之母，此文正與彼同，故知仲子是惠公之母也。鄭《釋廢疾》亦云：「若仲子是桓之母，桓未為君，則是惠公之妾，天王何以賵之？則惠公之母，亦為仲子也。」鄭云：「亦為仲子」者，以《左氏》、《公羊》皆言「仲子，桓公母」故也。然則魯女得並稱伯姬、叔姬，宋女何為不得並稱仲子也？又仲子不稱夫人者，文九年「秦人來歸僖公成風之禭」，傳稱「秦人弗夫人也，即外之弗夫人而見正焉」，則此不稱夫人，理亦當然也。文五年「春，王正月，王使榮叔歸含且賵」，傳曰：「其不言來，不周事之用也。」仲子乃孝公時卒，而云「來」者，秦人能遠慕中華君子，恕而不責其晚，故言「來」，又書時。今平王能崇禮諸侯，因惠公之喪而來歸賵，故亦恕而不責，言「來」也。秦近西戎，能慕中國，故時而不月。京師路近，故謹而月之。范以不責秦而不書月，故知書月者是謹譏之文。文五年傳云「不周事之用也」，而經書月，則周事之用合書時，故注云「賵例時，書月，以謹其晚」也。"
      },
      {
        "index": 24,
        "text": "母以子氏，（妾不得體君，故以子為氏。平王新有幽王之亂，遷於成周，欲崇禮諸侯，仲子早卒，無由追賵，故因惠公之喪而來賵之。）仲子者何？惠公之母，孝公之妾也。禮，賵人之母則可，賵人之妾則不可。君子以其可辭受之。其誌，不及事也。（常事不書。）賵者何也？乘馬曰賵，衣衾曰禭，貝玉曰含，錢財曰賻。（四馬曰乘。含，口實。○乘，繩證反。禭音遂。含，戶暗反，又作唅。賻，音附。）"
      },
      {
        "index": 25,
        "text": "疏「賵者」至「曰賻」。○釋曰：《士喪禮》賵用兩馬，此用乘馬者，禮：大夫以上皆乘四馬，故賵用乘馬。馬數雖同，其馬大小則異。故何休云「天子馬曰龍，高七尺以上。諸侯曰馬，高六尺以上。卿大夫、士曰駒，高五尺以上」是也。《士喪禮》賵並有玄纁束帛。《公羊傳》亦云：「賵者以馬，以乘馬束帛。」何休云：「束帛謂玄三纁二，玄三法天，纁二法地。」是也。謂之「賵」者，何休云「賵猶覆也」，當覆被亡者之身。休又云： 「賻猶助也，皆助生送死之禮。禭猶遺也，遺是助死之禮，知生者賵賻，知死者賵禭耳。或當「禭」者衣服之名，故送死之衣亦名禭也。衣多少之數，《喪大記》小斂之衣皆十九稱，大斂之衣君百稱，大夫五十稱，士三十稱，天子蓋百三十稱。斂衣稱數不同，則所歸禭服亦當有異，但所歸者未必具其稱，先儒無說，不敢斷其多少也。「含」者，實口之名。《周禮·玉府》「大喪共含玉」，則天子用玉。《禮·雜記》論諸侯吊含之事，云將命者執璧委於殯東，是諸侯用璧。《士喪禮》含用米貝，是士用米貝。《莊子》云：「徐徐別其頰，無傷口中珠。」或大夫用珠也。其多少之數，《士喪禮》用貝三，則天子以下同用三明矣。何者？實口當無多少之異故也。舊說云，大夫當五，諸侯當七，天子當九，非也。《檀弓》含用米貝，以《喪大記》約之，則天子米當用黍，諸侯用粱，大夫、士用稷也。案《雜記》之文，諸侯含必當用璧。文五年注云：「諸侯含用玉。」又此傳直云「貝玉曰含」者，璧亦是玉之別，故同禮，子男執璧，亦同謂之玉。故傳舉「貝玉」總之也。或以為《禮緯》天子用珠，諸侯用玉，大夫用璧，士用貝，又此傳「貝玉曰含」，故范氏不取《禮記》之文，而云諸侯含用玉也。若從前解《禮緯》之文，特為先代法，則於理通耳。"
      },
      {
        "index": 26,
        "text": "九月，及宋人盟於宿。及者何？內卑者也。宋人，外卑者也。卑者之盟不日。（卑者謂非卿大夫也。凡非卿大夫盟，信之與不，例不日。）"
      },
      {
        "index": 27,
        "text": "疏「及者」至「不日」。○釋曰：盟會言及，別內外。尊卑言及，上下序。此言及者，是魯之微人。傳云「卑者之盟不日」，則公卿之盟書日可知。故文二年「三月，乙已，及晉處父盟」，莊二十二年「秋，七月，丙申，及齊高傒盟」，彼雖不言公，以公實在，故亦書日。又二年「秋，八月，庚辰，公及戎盟於唐」，襄三年「六月，公會」云云，「已未，同盟於雞澤」，是稱公而書日。襄二十七年「秋，七月，辛巳，豹及諸侯之大夫盟於宋」，是卿盟亦日。此不書日，是卑者例不書日。八年傳云「外盟不日」，詳內而略外也。其間有內之公卿不日，外盟亦日，皆當條別有義耳。定十一年注云：「平不日，亦有惡矣。」則平亦有日月之例也。"
      },
      {
        "index": 28,
        "text": "宿，邑名也。○冬，十有二月，祭伯來。來者，來朝也。其弗謂朝何也？寰內諸侯，非有天子之命，不得出會諸侯。不正其外交，故弗與朝也。（天子畿內大夫有采地，謂之寰內諸侯。○祭，側界反。朝，直遙反。寰音縣，古縣字，一音環，又音患；寰內，圻內也。畿本或作坼，音祈。）聘弓鍭矢不出竟場，束脩之肉不行竟中，有至尊者不貳之也。（聘遺所以結二國之好，將彼我之意。臣當稟命於君，無私朝聘之道。○鍭音候，又音侯。竟音境，本或作境。場音亦。遺，唯季反。好，呼報反。稟，彼錦反。）"
      },
      {
        "index": 29,
        "text": "疏「來者」至「之也」。○釋曰：天子畿內，大夫奉王命，當言「聘」。此不奉王命，據之君言之，故傳云不與朝也。「寰內」者，王都在中，諸侯四面繞之，故曰寰內也。「祭伯」者，范雖不注，傳云「諸侯」，則「伯」為爵也。「聘弓鍭矢」者，麋信云：「聘，問也。古者以弓矢相聘問，故《左傳》云楚子問郤至以弓。」《爾雅》釋器云：「金鏃翦羽謂之鍭。」郭璞云：「今之錍箭是也。」「束脩之肉」者，脩，脯也。謂束脯之肉也。臣無竟外之交，故弓矢不出竟場。在禮，家施不及國，故束脩之肉不行竟中。謂之「竟場」者，「竟」是疆界之名，至此易主，故謂之「疆場」。「不貳之」者，言臣當一一稟君命，無自專之道也。范注「莒慶」之下，引《禮》「束脩之問不出竟」。董仲舒曰：「大夫無束脩之饋。」言雖有異，其意皆同也。"
      },
      {
        "index": 30,
        "text": "公子益師卒。大夫日卒，正也；（君之卿佐，是謂股胘。股胘或虧，何痛如之？故錄其卒日以紀恩。）不日卒，惡也。（罪，故略之。）"
      },
      {
        "index": 31,
        "text": "疏「大夫」至「惡也」。○釋曰：五年「冬，十有二月，辛巳，公子區卒」，僖十六年「三月，壬申，公子季友卒」，皆書日。今不書日，故云惡之。益師之惡，經傳無文，蓋《春秋》之前有其事也。麋信云：「益師不能防微杜漸，使桓弑隱。若益師能以正道輔隱，則君無推國之意，桓無篡弑之情。」所言亦無案據也。何休云：「《公羊》以為日與不日，為遠近異辭。若《穀梁》云益師惡而不日，則公子牙及季孫意如何以書日乎？」鄭君釋之曰：「公子牙，莊公弟，不書弟，則惡明也，故不假去日。季孫意如，則定公所不惡，故亦書日。」是鄭意亦以為惡，故不日也。\n二年"
      },
      {
        "index": 32,
        "text": "二年，春，公會戎於潛。（凡年首，月承於時，時承於年，文體相接。《春秋》因書王以配之，所以見王者上奉時承天，而下統正萬國之義。然《春秋》記事有例時者，若事在時例，則時而不月；月繼事末，則月而不書王。書王必皆上承春，而下屬於月。文表年始，事莫之先，所以致恭而不黷者，他皆放此。唯桓有月無王，以見不奉王法爾。南蠻、北狄、東夷、西戎，皆底羌之別種。潛，魯地。會例時。○見王，賢遍反，下同。屬，章玉反。黷，徒本反。放，甫往反，後此例不音。底，丁兮反，本又作氐。種，章勇反。）"
      },
      {
        "index": 33,
        "text": "疏注「凡年」至「例時」。○釋曰：《春秋》二百四十二年，無王一百有八。桓無王者，以見不奉王法。餘公無王者，為無正月，不得言王。凡書首時者六十有二，若以正月首時者，亦得書王。何者？以時雖無事，年時月皆借，故亦書王，則莊「十有一年，春，王正月」，「十有九年，春，王正月」，皆月下無事而書王是也。若月承於時，時承於年，年下有事，書王配之者，則莊「三年，春，王正月，溺會齊師伐衛」，八年，春，王正月，師次於郎」是也。雖非正月，但月承於時，時承於年，又事係月下，即亦稱王，則「三年，春，王二月，乙巳，日有食之」，莊「六年，春，王二月，王人子突救衛」是也。注又云「《春秋》記事有例時者」，謂若朝會侵伐之類。知者「十一年，春，滕侯薛侯來朝」，傳曰：「諸侯來朝，時正也。」莊十年「二月，公侵宋」，傳曰：「侵時。惡之，故謹而月之。」二十三年「春，公至自齊」，傳曰：「往時，正也。故此年「春，公會戎於潛」，五年，「春，公觀魚於棠」，皆不書月是也。其有書月之類，皆有故始書耳。注又云「月繼事未，則月而不書王」者，謂年首已有事，下雖有月，亦不得書王。若「八年，春，宋公、衛侯遇於垂」，下文「三月，鄭伯使宛來歸邴」是也。「致恭而不黷者」也。謂恭敬於王，不敢黷慢者也。「會例時」者，四年，「夏，公及宋公遇於清」，九年「冬，公會齊侯於防」是也。若然，十年，「春，王二月，公會齊侯、鄭伯於中丘」、十一年「夏，五月，公會鄭伯於時來」而書月者，范云：「天言雷雨之異，而不知戒懼，反更數會，故危之。」是有故始書月，明無故例時也。"
      },
      {
        "index": 34,
        "text": "會者，外為主焉爾。知者慮，（察安審危。○知音智。）義者行，（臨者能斷。○斷，丁亂反。）仁者守，（眾之所歸，守必堅固。○守如字。）有此三者，然後可以出會。會戎，危公也。（無此三者，不可以會，而況會戎乎！）"
      },
      {
        "index": 35,
        "text": "疏注「無此」至「戎乎」。○釋曰：傳云「知者慮」，謂卿為司徒，主教民，察民之安危也。「義者行」，謂卿為司馬，司馬主斷製也。「仁者守」，謂卿為司空，司空主守也。人君之行，二卿從，一卿守，然後可會中國之君。相無三臣之策而出會齊侯，身死於外，故重起例時其不可。是以此注云：「無此三臣，不可以會，而況會戎乎！」兼為桓公生此意也。此既危公而不月者，徐邈云：「會戎雖危，有三臣之助，不至於難，故不月也。」理或然焉。"
      },
      {
        "index": 36,
        "text": "夏，五月，莒人入向。（入例時，惡甚則日，次惡則月，他皆放此。○莒音舉，向，舒亮反。惡，烏各反，並同。）"
      },
      {
        "index": 37,
        "text": "疏注「入例」至「放此」。○釋曰：「入例時」者，以侵伐既時，則入亦時也。故五年「秋，衛師入郕」，十年「秋，宋人、衛人入鄭」，皆不月是也。「惡甚則日」者，八年「庚寅，我入邴」，傳曰：「日入，惡入者也。」十年「，壬午，齊人、鄭人入郕」，傳曰：「日入，惡入者也。」經書日，傳特發云「惡入」也，則書日是大惡之例。書日既為大惡，則書月者次惡，書時有小惡。知書時亦惡者，傳云「入者內弗受也」，則稱入者亦是惡也。「內不受」，此已發例，下「入極」複言之者，「向」者佗入我，「極」者我入佗，恐內外不同。故兩發以同之。或以為書時者無惡，但事自惡耳。\n入者，內弗受也。（入無小大，苟不以罪，則義皆不可受。）向，我邑也。（自魯而言，故曰我也。）。"
      },
      {
        "index": 38,
        "text": "無侅帥師入極。（二千五百人為師。○侅音該，又戶楷反，《左氏》作駭。）入者，內弗受也。極，國也。（諱滅同姓，故變滅言入。傳例曰：「滅國有三術，中國日，卑國月，夷狄時。」極，蓋卑國也。內謂所入之國，非獨魯也。）\n疏注「滅國有三術」至「非獨魯也」。○釋曰：宣十五年、襄六年傳文也。\n苟焉以入人為誌者，人亦入之矣。不稱氏者，滅同姓，貶也。"
      },
      {
        "index": 39,
        "text": "疏「滅同姓，貶也」。○釋曰：《左氏》無駭八年乃賜族，則為無族可稱。此傳云：「不稱氏者，滅同姓，貶也」，則以無侅舊有氏。《公羊》：「無駭者何？展無駭也。何以不氏？貶。曷為貶？疾始滅也。」然則此傳貶意雖與《公羊》異，或當先號展氏也。\n秋，八月，庚辰，公及戎盟於唐。（傳例曰：「及者，內為誌焉爾。」唐，魯地。）\n九月，紀履緰來逆女。（不親逆則例月，重錄之。親迎則例時。○履緰音須，《左氏》作裂繻，下注同。）"
      },
      {
        "index": 40,
        "text": "疏注「不親」至「例時」。○釋曰：莊二十四年「夏，公如齊逆女」，書時。此則書月，故云不親逆例月，親逆例時也。"
      },
      {
        "index": 41,
        "text": "逆女，親者也。（親者謂自逆之也。）使大夫，非正也。以國氏者，為其來交接於我，故君子進之也。（傳例曰：「當國以國氏，卑者以國氏，進大夫以國氏。」國氏雖同，而義各有當。公子公孫，篡君代位，故去其氏族國氏，以表其無禮，齊無知之徒是也。若庶姓微臣，雖為大夫，不得爵命，無代位之嫌，既不書其氏族，當知某國之臣，故國氏以別之，宋萬之倫是也。履緰以名係國，著其奉國重命，來為君逆，得接公行禮，故以國氏重之。成九年，宋不書逆女，以其逆者微。今書履緰，亦足知其非卑者。《公羊傳》曰：「《春秋》貴賤不嫌同號，美惡不嫌同辭。」《左氏》舍族之例，或厭以尊君，或貶以著罪。此傳隱公去即位以明讓，莊公去即位以表繼弑，文同而義異者甚眾，故不可以一方求之。○為其，於偽反，注「來為」同。有當，於浪反。故去，起呂反，下同。以別，彼列反。美惡，烏路反，又如字。舍族音舍。或厭，於葉反。）"
      },
      {
        "index": 42,
        "text": "疏注「傳例」至「求之」。○釋曰：齊無知、衛祝籲弑君取國，以國氏，齊公子商人、楚公子比亦弑君取國，不以國氏者，商人不欲以嫌代嫌，楚公子比不是弑君之主，故皆稱公子，不以國氏也。此云「履緰」，知非卑者，傳云「逆之道微」，指言不親逆，略之不稱使，非謂履緰卑也。注廣引《公羊》、《左氏》者，以證國氏不同之意，並明褒貶殊致也。「貴賤不嫌同號，美惡不嫌同辭」，隱七年《公羊傳》文也。滕是小國，爵稱侯；齊是大國，亦止稱侯，是貴賤不嫌同號。文公繼嗣君而稱即位，桓公繼弑君亦言即位，是美惡不嫌同辭。「或厭以尊君」，成十四年「僑如以夫人婦薑氏至自齊」，宣元年「遂以夫人婦薑至自齊」是也。「或貶以著罪」，若四年「翬帥師會宋公」云云伐鄭，襄二十七年「豹及諸侯之大夫盟於宋」是也。「不可以一方求之」者，言國氏雖同，本意各異，故不可以一方求之，是以廣引文同義異以為證也。"
      },
      {
        "index": 43,
        "text": "冬，十月，伯姬歸於紀。（伯姬，魯女。）禮：婦人謂嫁曰歸，反曰來歸，（嫁而曰歸，明外屬也。反曰來歸，明從外至。反謂為夫家所遣。）"
      },
      {
        "index": 44,
        "text": "疏「禮婦」至「來歸」。○釋曰：「婦人謂嫁曰歸」，此伯姬歸於紀是也。「反曰來歸」，宣十六年「郯伯姬來歸」是也。"
      },
      {
        "index": 45,
        "text": "從人者也。婦人在家製於父，既嫁製於夫，夫死從長子，婦人不專行，必有從也。伯姬歸於紀，此其如專行之辭，何也？曰：非專行也，吾伯姬歸於紀，故誌之也。其不言使，何也？（怪不言使履緰來逆女。○長，丁丈反。）"
      },
      {
        "index": 46,
        "text": "疏 「專行之辭」。○釋曰：麋信云：「不稱使者，似若專行也，謂決魯夫人至並稱逆者，此直云‘伯姬歸’，故問之。下云‘吾伯姬歸，故誌之也’，明佗逆者不足錄，故與內夫人至異也。」"
      },
      {
        "index": 47,
        "text": "逆之道微，無足道焉爾。（言君不親迎，而大夫來逆，故曰微也。既失其大，不複稍明其細，故不言使履緰也。○迎，魚敬反。複，扶又反。）"
      },
      {
        "index": 48,
        "text": "疏「逆之道微」。○釋曰：成八年「宋公使公孫壽來納幣」，注云：「婚禮不稱主人，宋公無主婚者，自命之，故稱使。」此紀侯有母，母使履緰，文不稱使，正是常事，而云「逆之道微」，故去使者。納幣禮合使卿，宋公身自命之，故云使。逆女非親不得，故云「逆之道微」，而去「使」文也。以逆女與納幣異，故彼此不同耳。"
      },
      {
        "index": 49,
        "text": "紀子伯莒子盟於密。（密，莒地。○子伯如字，長也，《左氏》作子帛。）或曰，紀子伯莒子而與之盟。（紀子以莒子為伯，而與之盟。伯，長也。）或曰，年同爵同，故紀子以伯先也。（年爵雖同，紀子自以為伯而先。）"
      },
      {
        "index": 50,
        "text": "疏「或曰」至「先也」。○釋曰：上文「伯莒子」者，謂紀子推先莒子為伯而與之盟。下文「以伯先」者，謂紀子自以為伯而居先。再言「或曰」者，失其真故也。\n十有二月，乙卯，夫人子氏薨。（夫人薨，例日。夫人曰薨，從夫稱。○稱，尺證反。）"
      },
      {
        "index": 51,
        "text": "疏「夫人子氏薨」。○釋曰：《左氏》以子氏為桓公之母；《公羊》以為隱公之母；《穀梁》知是隱公之妻者，以隱推讓，據其為君而亦稱公，故其妻亦稱夫人也。夫既不葬，故其妻亦不葬，以經文上下符合，故為隱妻。而《左氏》桓未為君，其母稱夫人，是亂嫡庶也。《公羊》以為隱母，則隱見為君，何以不書葬？若以讓不書葬，何為書夫人子氏薨？故穀梁子以為隱妻也。"
      },
      {
        "index": 52,
        "text": "夫人薨，不地。（夫人無出竟之事，薨有常處。○處，昌慮反。）夫人者，隱之妻也。卒而不書葬，夫人之義，從君者也。（隱弑，賊未討，故不書葬。）\n鄭人伐衛。（傳例曰：「斬樹木、壤宮室曰伐。」伐例時。○壞音怪，又戶怪反。）"
      },
      {
        "index": 53,
        "text": "疏「傳例」至「例時」。○釋曰：「傳例曰」者，五年傳文也。伐既例時，此「伐衛」文承月下者，日月自為魯夫人薨。故上注云「夫人薨，例日」是也。\n三年"
      },
      {
        "index": 54,
        "text": "三年，春，王二月，已巳，日有食之。（杜預曰：「日行遲，一歲一周天。月行疾，一月一周天。一歲凡十二交會。然日月動物，雖行度有大量，不能不小有盈縮，故有雖交會而不食者，或有頻交而食者。唯正陽之月，君子忌之，故有伐鼓用幣之事。」京房《易傳》曰：「日者陽之精，人君之象。驕溢專明，為陰所侵，則有日有食之災。不救，必有篡臣之萌。其救也，君懷謙虛下賢，受諫任德，日食之災為消也。」○日有食之，本亦作蝕，音同，後皆仿此。量音亮。下，遐嫁反。為消，於偽反。）"
      },
      {
        "index": 55,
        "text": "疏「二月」至「食之」。○釋曰：此經不書朔。傳云「食晦日也」，則此食必當晦日，但不知是何月晦也。徐邈云：「已巳為二月晦，則三月不得有庚戌也。明宣十年四月丙辰、十七年六月癸卯，皆是前月之晦也。則此已巳正月晦，冠以‘二月’者，蓋交會之正，必主於朔，今雖未朔而食，著之此月，所以正其本，亦猶成十七年十月壬申而係之十一月也。取前月之日，而冠以後月，故不得稱晦。以其不得稱晦，知非二月晦也。」未審范意如何。《穀梁》之例，書日食凡有四種之別，故此‘二月，已巳，日有食之」，傳云：「言日不言朔，食晦日也。」桓十七年「冬，十月，朔，日有食之」，傳云：「言朔不言日，食既朔也。」彼是二日食矣。又莊十八年「三月，日有食之」，傳云：「不言日，不言朔，夜食也。」又桓三年「七月，壬辰，朔，日有食之，既」，傳云：「言日言朔，食正朔也。」是有四種之別。《公羊》以為此二月已巳不言朔者，是二日食也；《左氏》以為不言朔者，史失之；並非《穀梁》意耳。○注 「杜預」至「消也」。○釋曰：依曆家之說，日一日一夜行天一度，月一日一夜行天十三度十九分度之七。天有三百六十五度四分度之一，故日行一歲一周天，計月逐及日之時，不啻周天，但舉其大率耳。日月相及而為交會，謂之一月。計一年之中有十二交會，則應每月常食，而有不食之時，故解之。但日月動物，其行也或盈或縮，故雖交會而有不食之時，或亦有頻交而食也。雖交會而不食者，謂《春秋》二百四十二年，唯三十七日食是也。「頻交而食」者，則襄二十一年九月、十月食，二十四年七月、八月食是也。京房，漢人，字君明，頓丘人也。本姓李，推律自定為京氏，為《易》作傳，故曰京房《易傳》也。"
      },
      {
        "index": 56,
        "text": "言日不言朔，食晦日也。其日有食之何也？吐者外壤，食者內壤，（凡所吐出者，其壤在外；其所吞咽者，壤入於內。○壤，而丈反。吞，敕恩反，又音天。咽，於見反。）闕然不見其壤，有食之者也。（今日闕損，而不知壤之所在，此必有物食之。○見如字，又賢遍反。）有，內辭也；或，外辭也。（邵曰：「食者內壤，故曰內辭。吐者外壤，故曰外辭。傳無外辭之文者，蓋時無外壤也。而曰‘或外辭’者，因事以明義例爾。猶傳云‘二穀不升謂之饉，四穀不升謂之康’，亦無其事。」○饉，渠吝反。）有食之者，內於日也。（內於日，以壤不見於外。○見，賢遍反，又如字。）其不言食之者，何也？知其不可知，知也。（「不可知，知也。」上知如字，下知音智。）"
      },
      {
        "index": 57,
        "text": "疏「其日」至「知也」。○釋曰：傳問經意，其稱「日有食之」，何也？傳又申說之。「吐者外壤」，謂凡所吐出，其壤在外也。「食者內壤，謂凡吞食者，壤入於內也。「闕然不見其壤，有食之者也」者，謂日既闕損，不知壤之所在，必有物食之。「有，內辭也，或外辭也」者，謂日食有兩種之辭，據書內壤，故言有內辭，不書外壤，故曰或外辭也。「有食之者，內於日也」者，謂日食既有二辭，今直云「有食之者」，為日之所壤，在於內也。「其不言食之者，何也」者，謂經不書月食日也。「知其不可知，知也」者，謂聖人慎疑，作不知之辭者知也。壤字，為《穀梁》音者皆為傷，徐邈亦作傷。麋信云：「齊魯之間謂鑿地出土、鼠作穴出土皆曰壤。」或當字從壤，蓋如麋信之言也。○注「三穀」至「其事」。○釋曰：襄二十四年傳文也。彼云：「一穀不升謂之嗛，二穀不升謂之饑，三穀不升謂之饉，四穀不升謂之康，五穀不升謂之大侵。」"
      },
      {
        "index": 58,
        "text": "三月，庚戌，天王崩。（平王也。）高曰崩，（梁山崩。）厚曰崩，（沙鹿崩。）尊曰崩。天子之崩，以尊也。其崩之，何也？以其在民上，故崩之。其不名，何也？大上，故不名也。（夫名者所以相別爾，居人之大，在民之上，故無所名。○大，並如字。夫音符，發句之端，皆同。別，彼列反。）"
      },
      {
        "index": 59,
        "text": "夏，四月，辛卯，尹氏卒。（文三年「王子虎卒」，不日。此日者，錄其恩深也。○尹，如字，周大夫也，《左氏》作「君氏」。）"
      },
      {
        "index": 60,
        "text": "疏注「文三」至「深也」。○釋曰：范云「恩深」者，王子虎即叔服也，會葬在文元年，三年王子虎始卒，其恩已殺，故直錄其卒而不書其日。尹氏三月詔魯人吊，四月卒，故痛而日之，是恩深於叔服也。"
      },
      {
        "index": 61,
        "text": "尹氏者，何也？天子之大夫也。外大夫不卒，此何以卒之也？於天子之崩為魯主，故隱而卒之。（隱猶痛也。《周禮·大行人職》曰，「若有大喪，則詔相諸侯之禮」，然則尹氏時在職而詔魯人之吊者。不書官名，疑其譏世卿。○相，息亮反。）"
      },
      {
        "index": 62,
        "text": "疏注「隱猶」至「世卿」。○釋曰：「詔魯人之吊」者，叔孫得臣如京師，經書名氏，今不見其名，蓋微者也。「疑其譏世卿」者，《穀梁》無傳，唯據《公羊》，故云疑也。\n秋，武氏子來求賻。（王天使不正者月，今無君，不稱使，故亦略而書時。）"
      },
      {
        "index": 63,
        "text": "疏注「天王」至「書時」。○釋曰：桓十五年「二月，天王使家父來求車」，是不正也。文九年，「春，毛伯來求金」，與此武氏子並不月者，皆為無君不稱使，略而稱時也。正而時者，則凡伯南季是也。祭伯來，私出竟，故書月以表不正。祭叔來聘，亦不請於王，不正可知，故不複月。等不請王命，祭伯寰內諸侯，故不言朝；祭叔大夫，故不言使而言聘也。"
      },
      {
        "index": 64,
        "text": "武氏子者，何也？天子之大夫也。天子之大夫，其稱武氏子，何也？未畢喪，孤未爵，（平王之喪在殯。）未爵使之，非正也。其不言使，何也？（據桓十五年「天王使家父來求車」稱使。）無君也。（桓王在喪未即位，故曰無君。）歸死者曰賵，歸生者曰賻。曰歸之者，正也；求之者，非正也。（喪事無求而有賵賻。）周雖不求，魯不可以不歸。魯雖不歸，周不可以求之。求之為言得不得未可知之辭也。交譏之。"
      },
      {
        "index": 65,
        "text": "疏「未可」至「譏之」。○釋曰：王者有求，得在不疑，而云「未可知」者，以王者求之非道，容有辭說，故云「未可知」也。「交譏之」者，交猶俱也，指事而書，則周魯之非俱見也。"
      },
      {
        "index": 66,
        "text": "八月，庚辰，宋公和卒。（天子曰崩，諸侯曰薨，大夫曰卒，周之製也。《春秋》所稱，曲存魯史之義，內稱公而書薨，所以自尊其君，則不得不略外諸侯書卒以自異也。至於既葬，雖邾許子男之君，皆稱諡而言公，各順臣子之辭，兩通其義。鄭君曰：「《禮·雜記上》曰：‘君薨，赴於他國之君，曰寡君不祿，敢告於執事。’《曲禮下》曰：‘壽考曰卒，短折曰不祿。’君薨，赴而云‘不祿’者，臣子之於君父，雖有壽考，猶若短折，痛傷之至也。若赴稱「卒」，是以壽終，無哀惜之心，非臣子之辭。鄰國來赴，書以「卒」者，無老無幼，皆以成人之稱，亦所以相尊敬。」○諡，巿至反，後皆同。短，於緩反。折，時設反，下同。有壽，巿又反，又如字。）"
      },
      {
        "index": 67,
        "text": "疏注「天子」至「尊敬」。○釋曰：《曲禮》與《公羊傳》文也。何休稱死而異名者，別尊卑也。葬不別者，從恩殺略也。\n諸侯日卒，正也。（正謂承嫡。）"
      },
      {
        "index": 68,
        "text": "疏「諸侯日卒，正也」。○釋曰：「據正始，故發傳也。○注「正謂承嫡」。○釋曰：僖十七年「冬，十有二月，乙亥，齊侯小白卒」，彼非正而書日者，以莊九年「齊小白入於齊」，國氏及入，則不正之事已見，故於卒不複見之，而依常書日耳。\n冬，十有二月，齊侯、鄭伯盟於石門。（傳例曰：「外盟不日。」石門，齊地。）"
      },
      {
        "index": 69,
        "text": "癸未，葬宋繆公。日葬，故也，危不得葬也。（天子七月而葬，諸侯五月而葬，大夫三月而葬。傳例曰：「諸侯時葬，正也。月葬，故也。日者憂危最甚，不得備禮葬也。」他皆放此。徐邈曰：「文元年傳曰，‘葬曰會’，言有天子諸侯之使，共赴會葬事。故凡書葬，皆據我而言葬彼。所以不稱宋葬繆公，而言‘葬宋繆公’者，吊會之事，賵襚之命，此常事，無所書，故但記卒記葬，錄魯恩義之所及，則哀其喪而恤其終，亦可知矣。若存沒隔絕，情禮不交，則卒葬無文。或有書卒不書葬，蓋外雖赴卒，而內不會葬，無其事則闕其文，史策之常也。《穀梁傳》稱‘變之不葬有三，弑君不葬，國滅不葬，失德不葬」，言夫子修《春秋》，所改舊史以示義者也。弑君之賊，天下所當同誅，而諸侯不能治，臣子不能討，雖葬事是供，義何足算？亡國之君，喪事不成，則不應書葬。失德之主，無以守位，故沒葬文。傳於宋襄公著失民之咎，宋共公發非葬之問，言伯姬賢而不答，共公不能弘家人之禮，然則為君者外之不足以全國，內之不足以正家，皆所謂失德而終禮，宜貶者也。於時諸國多失道，不可悉去其葬，故於二君示義而大體明矣。」○繆音穆，本亦作穆。之使，所吏反，下同。策，本又作筴，初革反，算，素緩反，數也。宋共公音恭，本又作恭。去，起呂反。）"
      },
      {
        "index": 70,
        "text": "疏注「天子」至「明矣」。○釋曰：「天子七月而葬」云云，隱元年《左傳》文。「諸侯時葬，正也」，襄七年傳文。「月葬，故也」，隱五年傳文。「日者憂危最甚」，此傳云「日葬，故也，危不得葬也」是也。「變之不葬有三」云云，昭十三年傳文。「弑君不葬」者，若十一年「公薨，不書葬」是也。「國滅不葬」者，若紀侯大去其國，雖賢終不書葬是也。其陳哀、蔡靈書葬者，閔二國，不與楚滅之也。 「失德不葬」者，僖二十三年宋公茲父卒成，十五年宋公固卒是也。「外之不足以全國」者，謂宋襄也。「內之不足以正家」者，謂宋共也。\n◎春秋穀梁傳注疏校勘記序"
      },
      {
        "index": 71,
        "text": "《六藝論》云：「《穀梁》善於經」，豈以其親炙於子夏，所傳為得其實與？公羊同師子夏，而鄭氏《起癈疾》則以穀梁為近孔子，公羊為六國時人。又云：「傳有先後，然則穀梁實先於公羊矣。」今觀其書，非出一人之手，如隱五年、桓六年並引屍子說者，謂即屍佼，佼為秦相商鞅客，鞅被刑後遂亡逃入蜀，而預為征引，必無是事。或傳中所言者非屍佼也。自漢宣帝善《穀梁》，於是千秋之學起，劉向之義存，若更始、唐固、麋信、孔衍、徐乾皆治其學，而范寧以未有善釋，遂沈思積年，著為《集解》。《晉書·范傳》云：徐邈複為之注，世亦稱之。似徐在范後，而書中乃引邈注一十有七，可知邈成書於前，范寧得以捃拾也。讀《釋文》所列經解傳述人，亦可得其後先矣。《漢誌》經、傳各自為帙，今所傳本未審合並於何時也。《集解》則經、傳並釋，豈即范氏之所合與？范注援漢、魏、晉各家之說甚詳。唐楊士勳《疏》分肌擘理，為《穀梁》學者未有能過之者也。但晉豕魯魚，紛綸錯出，學者患焉。康熙間長洲何煌者，焯之弟，其所據宋槧經注殘本、宋單疏殘本並希世之珍，雖殘編斷簡，亦足寶貴。元曾校錄，今更屬元和生員李銳合唐石經、元版注疏本及閩本、監本、毛本以校宋十行本之訛，元複定其是非，成《穀梁注疏校勘記》十二卷、《釋文校勘記》一卷。阮元記"
      }
    ]
  }
}