{
  "chapterNumber": 1,
  "title": "春秋穀梁傳註疏序 (Preface to the Guliang Commentary)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "序\n疏釋曰：此題，諸本文多不同，晉、宋古文多云《春秋穀梁傳序》，俗本亦有直云《穀梁傳序》者。然「春秋」是此書之大名，傳之解經，隨事則釋，亦既經傳共文，題名不可單舉。又此序末云「名曰《春秋穀梁傳集解》」，故今依上題焉。此序大略凡有三段。第一段自「周道衰陵」，盡「莫善於《春秋》」，釋仲尼修《春秋》所由，及始隱終麟之意。夫聖哲在上，動必合宜，而直臣良史克施有政，故能使善人勸焉，淫人懼焉。洎乎周德既衰，彝倫失序，居上者無所懲艾，處下者信意愛憎，致令九有之存唯祭與號，八表之俗或狄或戎。故仲尼就大師而正《雅》、《頌》，因魯史而修《春秋》，其始隱終麟，範自具焉。第二自「《春秋》之傳有三」盡「君子之於《春秋》，沒身而已」，釋三傳所起及是非得失。仲尼卒而微言絕，秦正起而書記亡。其《春秋》之書，異端競起，遂有鄒氏、夾氏、左氏、公羊、穀梁五家之傳。鄒氏、夾氏，口說無文，師既不傳，道亦尋廢。左氏者，左丘明與聖同恥，恐諸弟子各安其意，為經作傳，故曰《左氏傳》。其傳之者，有張蒼、賈誼、張禹、翟方進、賈逵、服虔之徒。漢武帝置五經博士，《左氏》不得立於學官。至平帝時，王莽輔政，方始得立。公羊子名高，齊人，受經於子夏，故《孝經說》云「《春秋》屬商」是也；為經作傳，故曰《公羊傳》。其傳之者，有胡母子都、董仲舒、嚴彭祖之類。其道盛於漢武帝。穀梁子名淑，字元始，魯人，一名赤，受經於子夏，為經作傳，故曰《穀梁傳》。傳孫卿，孫卿傳魯人申公，申公傳博士江翁。其後魯人榮廣大善《穀梁》，又傳蔡千秋，漢宣帝好《穀梁》，擢千秋為郎，由是《穀梁》之傳大行於世。然則三家之傳，是非無取，自漢以來，廢興由於好惡而已。故鄭玄《六藝論》云：「《左氏》善於禮，《公羊》善於讖，《穀梁》善於經。」是先儒同遵之義也。言「《左氏》善於禮」者，謂朝聘、會盟、祭祀、田獵之屬不違周典是也。「《公羊》善於讖」者，謂黜周王魯及龍門之戰等是也。「《穀梁》善於經」者，謂大夫曰卒，諱莫如深之類是也。其三傳是非，序文自具。第三自「升平之末」，盡「《穀梁傳集解》」，釋己注述之意，並序《集解》之人，案《晉書》範甯字武子，順陽縣人，為豫章太守，父名注。長子名泰，字伯倫；中子名雍，字仲倫；小子名凱，字季倫。其從弟則注云「邵曰」是也，言「先君」則父注是也。以傳《穀梁》者雖多，妄引三傳，辭理典據不足可觀，故與一門徒商略名例，傳示同異也。所云名例者，即范氏所據，別為《略例》一百餘條是也。其《春秋》及經傳之名，在後別釋。謂之序者，序述經傳之旨，並明巳注作之意也。"
      },
      {
        "index": 1,
        "text": "昔周道衰陵，乾綱絕紐，（乾，其連反，天也。紐，女久反。）禮壞樂崩，彝倫攸斁。（彝倫，以之反；彝，常；倫，理也。攸斁，丁故反，字書作 [A17H]，敗也。）弑逆篡盜者國有，（弑，申誌反，又作殺，音同。篡盜，初患反，《爾雅》云：「取也。」）淫縱破義者比肩。（淫縱，子用反。）"
      },
      {
        "index": 2,
        "text": "疏「昔周」至比肩。○釋曰：「仲尼之修《春秋》，因衰亂而作，故序先述周道衰也。云「昔」者，范氏晉世之人，仰追周代，故曰「昔」。云「周道衰陵」者，總述幽、厲以來也，指衰極言之，則平、桓之世也。知者，幽、厲雖則失道，名器未失，《詩》猶入《雅》；平王東遷之後，下同於《國風》，政教所被，才及郊畿，仲尼修《春秋》，以平王為始，知衰極是平、桓也。「衰陵」謂衰弱陵遲。云：「乾綱」者，乾為陽，喻天子，坤為陰，喻諸侯；天子總統萬物，若綱之紀眾紐，故曰「乾綱」。云「絕紐」者，紐是連係之辭，故昭十三年《左傳》云：「再拜皆厭紐。」《玉藻》云：「紐約用組。」諸侯背叛，四海分崩，若紐之絕，故曰：「絕紐」。云「禮壞樂崩」者，通言之耳。知非樂是陽，故以「崩」言之，禮是陰，故以「壞」言之者，正以《詩序》云：「微子至於戴公，其間禮樂廢壞」，明知通矣。云「彝倫攸斁」者，《尚書·洪範》文也。禮以安上治民，樂以移風易俗，禮樂崩壞，故常道所以敗也。「弑」謂臣弑君，「逆」謂子弑父，「篡」謂以庶奪正，「盜」即哀四年傳云「春秋有三盜」是也。"
      },
      {
        "index": 3,
        "text": "是以妖災因釁而作，（釁，許靳反。）民俗染化而遷，陰陽為之愆度，（為之，於偽反，下同。）七耀為之盈縮，（縮，所六反。）川嶽為之崩竭，鬼神為之疵厲。（疵，才斯反。厲音例，又作癘。）"
      },
      {
        "index": 4,
        "text": "疏「是以」至「疵厲」。○釋曰：宣十五年《左傳》云：「天反時為災，地反物為妖，人反德為亂，亂則妖災生。」是妖災因釁而起也。云「陰陽愆度」者，謂冬溫夏寒，失其節度。云：「七耀盈縮」者，謂日月薄食，若晦食則是月行疾，食朔與二日是月行遲。又《五行傳》云：「晦而月見西方謂之朓，朔而月見東方謂之側匿，朓則侯王其恭，側匿則侯王其肅」，是由君行使之然也。五星亦有遲疾，故襄二十八年《左傳》云「歲在星紀，而淫於玄枵，」是也。謂之「七曜」者，日月五星皆照天下，故謂之「七曜」。五星者，即東方歲星，南方熒惑，西方太白，北方辰星，中央鎮星是也。云「川嶽崩竭」者，謂《周語》云幽王之時，三川震，伯陽父曰：「昔伊洛竭而夏亡，河竭而商亡。」「嶽」是山之類，即梁山沙鹿崩是也。云「鬼神疵厲」者，舊解以為「鬼神」即宗廟，是也。「疵厲」謂災變也。言人棄常制，致宗廟之災，即桓宮新宮災是也。今以為「鬼神為之疵厲」，即《國語》云「杜伯射宣王於鎬」，《左傳》云：「伯有之鬼為厲是也。"
      },
      {
        "index": 5,
        "text": "故父子之恩缺，則《小弁》之刺作；（缺，丘悅反。弁，步寒反。刺，七賜反。此所引皆《詩》篇名，《穀風》在《邶風》，餘皆《小雅》。）君臣之禮廢，則《桑扈》之諷興；（扈音戶。諷，方鳳反，又作風。）夫婦之道絕，則《穀風》之篇奏；骨肉之親離，則《角弓》之怨彰；君子之路塞，則《白駒》之詩賦。"
      },
      {
        "index": 6,
        "text": "疏「故父」至「詩賦」。○釋曰：「今範引此者，即周道之衰微，廢此五事，為此仲尼作《春秋》也。故《孔叢》云「孔子讀《詩》至《小雅》，廢卷而歎，感《詩》修《春秋》」是也。云「《小弁》之刺作」者，《小弁》，《詩·小雅》，周幽王廢太子宜臼，故大子之傅作詩以刺之。云《桑扈》之諷興」者，《桑扈》亦《詩·小雅》，刺幽王君臣上下動無禮文焉，故作是詩以諷之。云「《穀風》之篇奏」者，《穀風》，衛人剌其君無德，故令國內之人得其新婚者並棄其舊室，風俗衰壞，故作是詩以刺之。言「奏」者，謂奏進此詩，與上文「作」、「興」不異，但述作之體，欲辟文耳。云「《角弓》之怨彰」者，《角弓》，《詩·小雅》，以幽王不親九族，故作詩以刺之，言族人怨之彰顯，故云「《角弓》之怨彰」。云：「《白駒》之詩賦」者，《白駒》，《詩·小雅》，宣王之末，不能任賢，致使賢人乘白駒而去也。此引《詩》之次，先云《小弁》，後言《白駒》者，以父子是人倫之端首，六親之莫大，故先言之。其次則有君臣，若君臣禮廢，則上下無序，故次《桑扈》。夫婦者，生民之本，室家之原，欲見從近及遠，故夫婦先九族，是以《穀風》在《角弓》之上。《白駒》是賢人棄君，又非親戚，故最後言之。或當隨便而言，更無次第之例。知者，《白駒》是宣王之詩，而言在幽王之詩下，是無先後之次也。\n天垂象，見吉凶。（見，賢遍反。）聖作訓，紀成敗。欲人君戒慎厥行，（行，下孟反。）增脩德政。"
      },
      {
        "index": 7,
        "text": "疏「天垂」至「德政」。○釋曰：《易》稱：「在天成象，在地成形。」成象則日月之曜，成形則山川之形。「見吉凶」 者，即上「七曜為之盈縮，川嶽為之崩竭」是也。獨言天象者，舊解云，尊作法之本，明聖人與天地合其德，與日月齊其明，以為川嶽崩竭，亦是天使為之，故總言 「垂象」以包之。云「聖作訓，紀成敗」者，謂若《春秋》書日食、星隕、山崩、地震，記災錄異，善惡褒貶等，皆所以示禍福成敗之原，存亡得失之本，欲使人君戒慎其所行，改修德政，以消災咎也。\n蓋誨爾諄諄，聽我藐藐，（藐，亡角反。）履霜堅冰，所由者漸。"
      },
      {
        "index": 8,
        "text": "疏「誨」至「者漸」。○釋曰：言此者，明聖人雖作法，愚者不能用也。言我教誨汝王諄諄然，何故聽我言藐藐然而不入？此《詩·大雅·抑》篇，刺厲王之詩也。云「履霜堅冰」者，《易·坤卦》初六爻辭，《象》曰：「履霜堅冰，陰始凝也。馴至其道，至堅冰也。」引之者，取積漸之義也。"
      },
      {
        "index": 9,
        "text": "四夷交侵，華戎同貫，幽王以暴虐見禍，平王以微弱東遷。征伐不由天子之命，號令出自權臣之門，故兩觀表而臣禮亡，（觀古亂反）朱幹設而君權喪。（喪，息浪反，下「道喪」同。）下陵上替，僭逼理極。（替，他計反。僭，子念反。）天下蕩蕩，王道盡矣。"
      },
      {
        "index": 10,
        "text": "疏「四夷」至「盡矣」。○釋曰：「云「四夷」者，東夷、西戎、南蠻、北狄之總號也。云「交侵」者，謂交相侵伐也。云「華戎同貫」者，謂諸夏與夷狄無異也。舊解「四夷交侵，華戎同貫」，指謂當《春秋》之時，今以為文勢在幽王之上，則當亦兼據幽、厲以來，故《節》詩刺幽王云「斬伐四國」，又曰「國既卒斬」，及宣王、幽王並為夷狄所敗，則此段序意論衰之積漸，不直據《春秋》之時明矣。云幽王見禍，平王東遷者，《周本紀》幽王既得褒姒，廢申後而黜大子宜臼，申侯與鄫人及犬戎殺幽王於驪山之下，盡取周賄而還，乃與諸侯就申立太子宜臼，是為平王，東遷洛邑是也。云「兩觀」已下者，昭三十五年《公羊傳》云：「子家駒謂昭公曰：『諸侯之僭天子，大夫之僭諸侯久矣。』公曰：『吾何僭哉？』子家駒曰：『設兩觀，乘大路，朱幹玉戚以舞《大夏》，八佾以舞《大武》。」然則諸侯不立兩觀，周衰，諸侯僭而置之，是臣無有事君之禮也。天子之舞始設朱幹，諸侯今亦用之，是君之權喪失也。云「僭逼理極」者，謂僭上逼下之理至極也。據君失權言之是逼下，以臣陵君是僭上。或以為直據臣言之，理亦通也。云「王道盡矣」者，言法度廢壞盡也。"
      },
      {
        "index": 11,
        "text": "孔子睹滄海之橫流，乃喟然而歎曰：（喟，起愧反，又苦怪反。）「文王既沒，文不在茲乎！」言文王之道喪，興之者在己，於是就大師而正《雅》、《頌》，（大師音泰。）因魯史而修《春秋》，列《黍離》於《國風》，齊王德於邦君，所以明其不能復雅，（復，扶又反。）政化不足以被群後也。（被，皮義反。）"
      },
      {
        "index": 12,
        "text": "疏「孔子」至「後也」。○釋曰：舊解引楊雄《劇秦篇》曰：「當秦之世，海水群飛。「海水」喻萬民，「群飛」言散亂。又引《孟子》云：「當堯之世，洪水橫流。」言不復故道，喻百姓散亂，似水之橫流。今以為滄海是水之大者，滄海橫流，喻害萬物之大，猶言在上殘虐之深也。云「就大師而正《雅》、《頌》」者，大師，樂官也，《詩》者，樂章也，以大師掌《詩》樂，故仲尼自衛反魯，就而正之。直言《雅》、《頌》者，舉《雅》、《頌》則《風》詩理在可知。又《雅》、《頌》之功大，故仲尼先用意焉。知非為師摯理之，故仲尼不正者，師摯直閑《關雎》之音而已。《詩》之顛倒，仍是仲尼改正，故此序云仲尼「列《黍離》於《國風》」。杜預注《左氏》云「後仲尼刪定，故不同」，是也。然則作《詩》之體，《風》、《雅》先定。《黍離》若是《風》體，大師不得列之於《雅》、《頌》之中；若是《雅》、《頌》之體，仲尼亦不得退之於《風》詩之中。而云「列《黍離》於《國風》」者，詩人詠歌，實先有《風》、《雅》之體，《黍離》既是《國風》，誠不可列之於《雅》、《頌》。但天子不風，諸侯不雅，仲尼刊正，還同《國風》，亦是仲尼列之。"
      },
      {
        "index": 13,
        "text": "於時則接乎隱公，故因茲以托始，該二儀之化育，讚人道之幽變，舉得失以彰黜陟，明成敗以著勸誡，拯頹綱以繼三五，（拯，拯救之拯。頹，徒回反。）鼓芳風以扇遊塵。"
      },
      {
        "index": 14,
        "text": "疏「於時」至「遊塵」。○釋曰：「平王四十九年，隱公之元年，故曰「接乎隱公」。亦與惠公相接，不托始於惠公者，以平王之初，仍賴晉鄭，至於末年，陵替尤甚，惠公非是微弱之初，故不托始於惠公。隱公與平王相接，故因茲以讬始也。「該」者備也。「二儀」謂天地，言仲尼修《春秋》，濟群物，同於天地之化育。云「舉得失以彰黜陟」者，謂若儀父能結信於魯，書字以明其陟；杞雖二王之後，而後代微弱，書子以明其黜。云「明成敗以著勸誡」 者，成敗黜陟，事亦相類。謂若葵丘書日，以表齊桓之功；戎伐凡伯，言戎以明衛侯之惡。又定、哀之時為無賢伯，不屈夷狄，不申中國，皆是書其成敗，以著勸善懲惡。云「拯頹綱以繼三五」者，於時王侯失位，上下無序，綱紀頹壞，故曰「頹綱」。今仲尼修《春秋》，祖述堯舜，憲章文武。「拯」者救溺之名，言欲拯此頹綱，以繼三王五帝。先言三王者，欲見三王可以繼五帝，從小至大之意，或亦隨便而言。云「鼓芳風以扇遊塵」者，舊解以正樂為芳風，淫樂為遊塵。樂可以降天神，出地祇，故云「芳風」。淫樂鬼神不享，君子不聽，故曰「遊塵」。或以為善之顯著者為芳風，惡之煩碎者為遊塵，理亦足通耳。但舊解云范氏別錄如此，故兩存之。"
      },
      {
        "index": 15,
        "text": "一字之褒，寵逾華袞之贈。（袞，古本反；袞冕，上公之服。）片言之貶，辱過巿朝之撻。（貶，彼檢反。巿朝，直遙反。撻，吐達反。）德之所助，雖賤必申。義之所抑，雖貴必屈。故附勢匿非者無所逃其罪，（匿，女力反。）潛德獨運者無所隱其名，信不易之宏軌，百王之通典也。"
      },
      {
        "index": 16,
        "text": "疏「一字」至「典也」。○釋曰：言仲尼之修《春秋》，文致褒貶。若蒙仲尼一字之褒，得名傳竹帛，則寵逾華袞之贈，若定十四年石尚欲著名於《春秋》是也。若被片言之貶，則辱過巿朝之撻，若宣八年仲遂為弑君不稱公子是也。言「華袞」則上比王公，稱「巿」、「朝」則下方士庶。袞則王公之服而有文華。或以對「巿」、「朝」言之，「華袞」當為二，非也。云「德之所助，雖賤必申」者，謂若吳是東夷，可謂賤矣，而襄二十九年因季劄之賢而進稱爵，是其申也。云「義之所抑，雖貴必屈」者，謂若秦術是卿，可謂貴矣，而文十二年以其敵晉而略稱名，是其屈也。云「故附勢匿非者無所逃其罪」者，舊解若公子翬假桓公之勢，匿情於隱，可謂非人臣也，故隱四年、十年皆貶之，是不得逃其罪也。云「潛德獨運者無所隱其名」者，謂若公弟叔不食逆主之祿，潛德昧身，不求寵榮之名，獨運其道，宣十七年著名《春秋》，是無所隱其名也。或以為「匿非」謂隱匿其非，便於舊解。"
      },
      {
        "index": 17,
        "text": "先王之道既弘，麟感而來應。（麟本又作驎，呂辛反，瑞獸也。應，應對之應。）因事備而終篇，故絕筆於斯年。成天下之事業，定天下之邪正，（邪，似嗟反。）莫善於《春秋》。"
      },
      {
        "index": 18,
        "text": "疏「先王」至「《春秋》」。○釋曰：「先王」謂文武。言仲尼修《春秋》，貴仁重德，崇道抑邪，弘大先王之道，麟感化而至。杜預解《左氏》，以為獲麟而作《春秋》。今范氏以作《春秋》然後麟至者，以麟是神靈之物，非聖不臻。故《論語》云：「夙鳥不至，河不出圖，吾已矣夫。」《禮器》云：「升中於天，而鳳皇降，龜龍假。」《公羊傳》曰：「麟有王者則至。」《援神契》曰：「德至鳥獸則麒麟臻。」是非有明王，則五靈不至也。當孔子之世，周室陵遲，天下喪亂，豈有神靈之物無故而自來？明為仲尼修《春秋》，麟應而至也。然則仲尼並脩六藝，何故不致諸瑞者？先儒鄭眾、賈逵之徒，以為仲尼修《春秋》，約之以《周禮》，修母致子，故獨得麟也。或可仲尼脩六藝，不可五靈俱來，偶然麟應，餘不至也。「因事備」者，謂從隱至哀，文武之道協，嘉瑞來臻，是事備也。「終篇」者，謂絕筆於獲麟也。"
      },
      {
        "index": 19,
        "text": "《春秋》之傳有三，而為經之旨一，臧否不同，（臧，子郎反。否音鄙，又方九反。臧否猶善惡也。）褒貶殊致。"
      },
      {
        "index": 20,
        "text": "疏「《春秋》」至「殊致」。○釋曰：「聖人作法，本無二意，故傳雖有三，而經旨一也。云「臧否不同，褒貶殊致」者，「臧」謂事有所善，「否」謂理有所惡，以臧、否既異，故褒貶亦殊。謂若隱元年《左氏》貴儀父結盟，《公羊》善其趣聖；僖元年《公羊》善齊桓存邢，故稱「師」，《穀梁》以為不足乎揚，故貶之；隱二年夫人子氏薨，《左氏》以為桓母，《公羊》以為隱母，《穀梁》以為隱妻，是三傳異也。\n蓋九流分而微言隱，異端作而大義乖。"
      },
      {
        "index": 21,
        "text": "疏 「蓋九」至「義乖」。○釋曰：《漢書·藝文志》云，孔子既沒，諸弟子各編成一家之言，凡為九。一曰儒家流，凡五十二家，八百三十六篇。入揚雄一家，三十八篇。「蓋出於司徒之官，助人君，順陰陽，明教化，遊心於六藝之中，留意於仁義之際，祖述堯舜，憲章文武，宗師仲尼，以重其言，於道最為高也」。二曰道家流，凡三十七家，九百九十三篇。「其本蓋出於史官，曆記成敗存亡禍福古今之道，然後知秉要執本，清虛以自守，卑弱以自持，此人君南面之術也。合於堯之克讓，《易》之謙謙，一謙而四益。此其所長也」。三曰陰陽家流，凡三十一家，三百六十九篇。「蓋出於羲和之官，敬順昊天，曆象日月星辰，敬授民時，此其所長也。及拘者為之，則牽於禁忌，泥於小數，舍入事而任鬼神也」。四曰法家流，凡十家，二百一十七篇。蓋出於理官，信賞必罰，以輔禮制。《易》曰：『先王以明罰飭法。』此其所長也。及刻者為之，則無教化，去仁愛，專任刑法也」。五曰名家流，凡七家，三十六篇。「蓋出於禮官。古者名位不同，禮亦異數。孔子曰： 『必也正名乎！名不正則言不順，言不順則事不成。』此其所長也」。六曰墨家流，凡六家，八十六篇。「蓋出於清廟之官。茅屋采椽，是以貴儉；養三老五更，是以兼愛；選士大夫射，是以上賢；宗祀嚴父，是以右鬼；順四時而行，是以非命；以孝視天下，是以上同。及蔽者為之，見儉之利，因以非禮；推兼愛之意，而不知別親疏」。七曰縱橫家流，凡十二家，百七篇。「蓋出於行人之官。孔子曰：『誦《詩》三百，使於四方，不能專對，雖多，亦奚以為？』又曰：『使乎，使乎！』言其當權事制宜，受命不受辭。此其所長也。及邪人為之，則尚詐諼而棄其信」。八曰雜家流，凡二十家，四百三篇。「蓋出於議官，兼儒、墨、合名、法，知國體之有此，見王治之無不貫，此其所長也」。九曰農家流，凡九家，百一十四篇。「蓋出於農稷之官，播百穀，勸農桑，以足衣食。故八政一曰食，二曰貨。孔子曰：『所重民食。』此其所長也」。及鄙者為之，以為無所事聖王，欲使君臣並耕，悖上下之序也」。此九家之術，「皆起於王道既微，諸侯力政，各引一端，崇其所善，以此馳說，取合於諸侯」。云「微言隱」者，仲尼沒而微言絕，故云「隱」也。云「異端起而大義乖」者，謂同說儒家，三傳各異，俱述經旨，而理味有殊也。「微言絕，大義乖」，亦《藝文志》文。李奇云：「隱微不顯之言也。」"
      },
      {
        "index": 22,
        "text": "《左氏》以鬻拳兵諫為愛君，（鬻音育。拳音權。）文公納幣為用禮。《穀梁》以衛輒拒父為尊祖，不納子糾為內惡。（糾，居黝反。）《公羊》以祭仲廢君為行權，（祭，側界反。）妾母稱夫人為合正。以兵諫為愛君，是人主可得而脅也；以納幣為用禮，是居喪可得而婚也；以拒父為尊祖，是為子可得而叛也；以不納子糾為內惡，是仇讎可得而容也；以廢君為行權，是神器可得而闚也；（闚，本又作窺，去規反。）以妾母為夫人，是嫡庶可得而齊也。（嫡，丁曆反，本又作適，亦同。）若此之類，傷教害義，不可強通者也。△（強，其丈反。）"
      },
      {
        "index": 23,
        "text": "疏「《左氏》」至「者也」。○釋曰：鬻拳兵諫在莊十九年，文公納幣在文二年，衛輒拒父在哀二年，不納子糾在莊九年，祭仲廢君在桓十一年，妾母稱夫人在隱二年。"
      },
      {
        "index": 24,
        "text": "凡傳以通經為主，經以必當為理。（當，丁浪反，下同。）夫至當無二，而三傳殊說，庸得不棄其所滯，擇善而從乎？既不俱當，則固容俱失。若至言幽絕，擇善靡從，庸得不並舍以求宗，據理以通經乎？（舍以音舍。）雖我之所是，理未全當，安可以得當之難，而自絕於希通哉！（難，乃旦反。）"
      },
      {
        "index": 25,
        "text": "疏「凡傳」至「通哉」。○釋曰：三傳殊異，皆以通經為主。「當」者謂中於道也。言聖人之經，以必中為理。其理既中，計無差二，而三傳殊說，故范氏言不得不擇善而從之。云「三傳殊說」者，若隱二年子氏之說，僖八年用致夫人之談是也。擇善而從之，季姬之遇鄫子，注云《左氏》「近合人情」，是也。「並舍以求宗，據理以通經乎」者，謂若子糾、衛輒，范氏注別起異端；季子潛刃，注云「傳或失之」；天子六師，方伯一軍，示以凝滯；南季之聘，傳言「非正」，範所不取，是也。"
      },
      {
        "index": 26,
        "text": "而漢興以來，瑰望碩儒，（瑰，古回反。）各信所習，是非紛錯，（錯，七洛反。）準裁靡定。（裁，在代反，又音才，下同。）故有父子異同之論，石渠分爭之說。（父子異同，謂劉向好《穀梁》，劉歆善《左氏》。之論，力困反。石渠，其居反，閣名，漢宣帝時使諸儒講論同異於石渠閣也。分爭，爭鬥之爭。）廢興由於好惡，（好，呼報反。惡，烏路反。）盛衰繼之辯訥。（字書云：「訥，或作呐，乃骨反。」《字詁》云：「訥，遲於言也。」包咸《論語注》云：「遲鈍也。」）斯蓋非通方之至理，誠君子之所歎息也。"
      },
      {
        "index": 27,
        "text": "疏「而漢」至「息也」。○釋曰：舊解云，「瑰望」者，據容貌言之。「碩儒」者，大德之稱，或當「瑰望」猶美望也。云「各信所習，是非紛錯」者，若賈誼、劉歆之類，服虔、鄭眾之徒，皆說《左氏》之美，不論二傳之得也。云「父子異同之論」者，若劉向注意《穀梁》，子歆專精《左氏》，是其異也；賈景伯父子及陳元父子皆習《左氏》，不學二傳，是其同也。或解「異同」總據劉向父子言之，理亦通。云「石渠」者，漢之學名，論事校文，多在其內，故張平子云：「天祿石渠，校文之處。」「分爭」者，若劉歆欲專立《左氏》，而移書大常，諸儒不從，反為排擯；陳元上疏論二傳之短，亦被喧囂，是也。云「廢興由於好惡」者，若景帝好《公羊》，胡毋之學興，仲舒之義立；宣帝善《穀梁》，而千秋之道起，劉向之意存也。云「盛衰繼之辯訥」者，若武帝時《公羊》師董仲舒有才辯，《穀梁》師江翁性訥，《公羊》於是大興，《穀梁》遂爾浸廢；其後魯人榮廣善《穀梁》，與《公羊》師眭孟辯論大義，眭孟數至窮屈，《穀梁》於是又興，《公羊》還復浸息。道有升降，在乎其人，不復論其得失，故云可歎息也。"
      },
      {
        "index": 28,
        "text": "《左氏》豔而富，其失也巫（豔，移驗反。巫音無。）《穀梁》清而婉，其失也短。（婉，於阮反。）《公羊》辯而裁，其失也俗。若能富而不巫，清而不短，裁而不俗，則深於其道者也。故君子之於《春秋》，沒身而已矣。"
      },
      {
        "index": 29,
        "text": "疏 「左氏」至「已矣」。○釋曰：左丘明身為國史，躬覽載籍，屬辭比事，有可依據。楊子以為品藻，范氏以為富豔。「豔」者，文辭可美之稱也。云：「其失也巫」 者，謂多敘鬼神之事，預言禍福之期，申生之讬狐突，荀偃死不受含，伯有之厲，彭生之妖是也。云「清而婉」者，辭清義通，若論隱公之小惠，虞公之中知是也。云「其失也短」者，謂元年大義而無傳，益師不日之惡略而不言是也。云「辯而裁」者， 「辯」謂說事分明，「裁」謂善能裁斷，若斷元年五「始」，益師三「辭」，「美惡不嫌同辭，貴賤不嫌同號」是也。舊解以為「裁」謂才辯，恐非也。云「其失也俗」者，若單伯之淫叔姬，鄫子之請魯女，論叔術之妻嫂是非，說季子之兄弟飲食是也。云「沒身而已矣」者，三傳雖說《春秋》，各有長短，明非積年所能精究，故要以沒身為限也。"
      },
      {
        "index": 30,
        "text": "升平之末，歲次大梁，先君北蕃回軫（蕃，方元反，又作藩。）頓駕於吳，乃帥門生故吏、我兄弟子至，（至，徒節反，《字林》丈一反。杜預注《左氏傳》云：「兄子曰至。」）研講六籍，次及三傳。《左氏》則有服、杜之注，《公羊》則有何、嚴之訓。釋《穀梁傳》者雖近十家，（近，附近之近。）皆膚淺末學，不經師匠。辭理典據，既無可觀，又引《左氏》、《公羊》以解此傳，文義違反，斯害也已。"
      },
      {
        "index": 31,
        "text": "疏「升平」至「也已」。○釋曰：此范氏言已注述之意也。「升平」者，晉之年號。「歲」謂大歲也。「大梁」是十二次名也。「先君」謂寧之父注也。「門生」，同門後生。「故吏」謂昔日君臣，江、徐之屬是也。「兄弟子侄」，即邵、凱、雍、泰之等是也。「六籍」者，謂《易》、《詩》、《書》、《禮》、樂與《春秋》也。「服、杜」者，即服虔、杜預也。「何、嚴」者，即何休、嚴彭祖也。「近十家」者，魏晉已來注《穀梁》者，有尹更始、唐固、麋信、孔演、江熙、程闡、徐仙民、徐乾、劉瑤、胡訥之等，故曰「近十家」也。範不云注二傳得失，直言注《穀梁》膚淺末學者，舊解以為服、杜、何、嚴皆深於義理，不可復加，故不論之；以注《穀梁》者，皆不經師匠，故偏論之。或當方便注《穀梁》，故言其短也。"
      },
      {
        "index": 32,
        "text": "於是乃商略名例，敷陳疑滯，博示諸儒同異之說。昊天不吊，大山其頹。（昊天，胡老反。《詩》云：「欲報之德，昊天亡極。」本又作旻，亡巾反。）匍匐墓次，死亡無日。（匍音蒲，又音扶。匐，蒲北反，又音服。）日月逾邁，（逾音榆。）跂及視息。（跂，丘弭反，又丘豉反。）乃與二三學士及諸子弟各記所識，並言其意。業未及終，嚴霜夏墜，（墜，直類反。）從弟彫落，（從，才用反。）二子泯沒。（泯，忘忍反，又作汦。）天實喪予，（喪，息浪反。）何痛如之！今撰諸子之言，各記其姓名，名曰《春秋穀梁傳集解》。"
      },
      {
        "index": 33,
        "text": "疏「於是」至「《集解》」。○釋曰：「商略名例」者，即范氏別為略例百餘條是也。言「旻天」者，以父卒，故以殺方言之。「旻天不吊」，哀十六年《左氏》文也。云「大山其頹」者，《禮記·檀弓》文也。「集解」者，撰集諸子之言以為解，故曰集解。杜預云：「集解者，謂集解經傳。」與此異也。"
      }
    ]
  }
}