{
  "chapterNumber": 9,
  "title": "春秋穀梁傳註疏卷08 (Guliang Zhushu, Volume 8)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "○僖公\n六年\n六年，春，王正月。"
      },
      {
        "index": 1,
        "text": "夏，公會齊侯、宋公、陳侯、衛侯、曹伯伐鄭，圍新城。伐國不言圍邑，此其言圍，何也？（據元年「楚人伐鄭」，不言圍。）病鄭也，著鄭伯之罪也。（泰曰：諸伐國而言圍邑，傳皆以為伐者之罪，而以此著鄭伯之罪者，齊桓行霸，尊崇王室，綏合諸侯，翼戴世子。盟之美者，莫盛於此。而鄭伯辟義逃歸，違叛霸者，是以諸侯伐而圍之，罪著於上，討顯於下，圍伐之文雖同，而善惡之義有殊，亦猶桓盟不日以明信，而葵丘之盟日之以為美。○著，張慮反。辟音避。）"
      },
      {
        "index": 2,
        "text": "疏注「泰曰」至「為美」。○釋曰：罪著於上，而討顯於下者，謂前五年書鄭伯會而逃歸，是罪著於上也。今伐鄭，又言圍新城，是討顯於下也。圍伐之文雖同，而善惡之義有殊，謂隱五年「宋人伐鄭，圍長葛」，此言齊侯伐鄭，圍新城，是圍伐之文同也。彼傳云伐國，不言圍邑，此其言圍，何也？久之也。此傳曰伐國不言圍邑，此其言圍，何也？著鄭伯之罪也。故知彼言圍以惡宋，此言圍以善齊，是善惡之義有殊也。知善齊者，傳言著鄭伯之罪，故知圍者之善也。\n秋，楚人圍許，諸侯遂救許。（伐鄭之諸侯。）善救許也。"
      },
      {
        "index": 3,
        "text": "疏「善救許也」。○釋曰：何嫌非善，而傳言之者，以許是近楚小國，叛而即齊，嫌救之非善，故發之。冬，公至自伐鄭。其不以救許致，何也？大伐鄭也。"
      },
      {
        "index": 4,
        "text": "疏「大伐鄭也」。○釋曰：大之者，鄭叛中國，外心事楚，成蠻夷之強，益華夏之弱，齊桓為伯，討得其罪，鄭人服從，遂使世子聽命，是其大也。\n七年\n七年，春，齊人伐鄭。夏，小邾子來朝。（朝，直遙反。）鄭殺其大夫申侯。稱國以殺大夫，殺無罪也。"
      },
      {
        "index": 5,
        "text": "疏「稱國」至「罪也」。○釋曰：莊九年「齊人殺無知」，傳曰，「稱人以殺」，「殺有罪也」。此云「稱國以殺大夫，殺無罪也」，是稱人稱國例異也。但傳不說殺之狀，無由知其事焉。準例言之，則是罪鄭伯也。案傳例：「失德不葬。」文公不書葬，則亦失德也。枉殺卿佐，是失德之儔，未知鄭伯更有失德，為當直由殺申侯，不可知也。"
      },
      {
        "index": 6,
        "text": "秋，七月，公會齊侯、宋公、陳世子款、鄭世子華，盟於寧母。（寧母，某地。○寧母，上音如字，又音甯，下音無，又茂後反。《左氏》作甯。）衣裳之會也。"
      },
      {
        "index": 7,
        "text": "疏「衣裳之會也」。○釋曰：衣裳之會十有一，或釋或不釋。兵車之會四，傳皆發之者，衣裳之會多，省文以相包；兵車之會少，故備舉以見義。此是衣裳，後歲兵車，二文相近，故傳因而別之也。\n曹伯班卒。（班，必顏反。）公子友如齊。\n冬，葬曹昭公。\n八年"
      },
      {
        "index": 8,
        "text": "八年，春，王正月，公會王人、齊侯、宋公、衛侯、許男、曹伯、陳世子款盟於洮。（洮，曹地。）王人之先諸侯，何也？貴王命也：朝服雖敝，必加於上；弁冕雖舊，必加於首；周室雖衰，必先諸侯。兵車之會也。"
      },
      {
        "index": 9,
        "text": "鄭伯乞盟。以向之逃歸乞之也。（向謂五年逃首戴之盟，齊桓為兵車之會，於此乃震服，懼不得盟，故乞得與之。不錄使者，使若鄭伯自來，所以抑一人之惡，申眾人之善。○之先，悉薦反，下同。朝服，直遙反。弁，皮彥反。以向，香亮反，本又作鄉，注同。得與音豫，使者，所吏反。）"
      },
      {
        "index": 10,
        "text": "疏「朝服雖敝」至「必加於首」。○釋曰：朝服者，天子則皮弁，諸侯則玄冠；衣則皮弁白布，玄冠緇衣素裳也。弁冕者，謂白鹿皮為弁，冕謂以木為幹。衣之以布，上玄下纁，垂旒者也。\n乞者，重辭也，（人道貴讓，故以乞為重。）疏「乞者，重辭也」。○釋曰：文與乞師同，故為重辭也。\n重是盟也。（悔前逃歸，故以重言。）乞者，處其所而請與也。（言乞知不自來。）"
      },
      {
        "index": 11,
        "text": "疏注「言乞知不自來」。○釋曰：經言晉侯使郤錡來乞師，是亦不自來也。若然，何以不錄使者，所以抑鄭伯、申諸侯也。蓋汋之也。（汋血而與之。○灼，山若反，又音酌。）"
      },
      {
        "index": 12,
        "text": "夏，狄伐晉。秋，七月，禘於大廟，（禘，三年大祭之名。大廟，周公廟。《禮記•明堂位》曰：「季夏六月，以禘禮祀周公於大廟。」《雜記下》曰：「孟獻子曰：‘……七月日至，可以有事於祖。’七月而禘，獻子為之。」案宣九年「仲孫蔑如京師」，於是獻子始見經，襄十九年卒，然則失禮非獻子所始明矣。《雜記》之云，寧所未詳。 ○大廟音泰。見，賢遍反，下文「而見」同。）"
      },
      {
        "index": 13,
        "text": "疏注「失禮」至「明矣」。○釋曰：范言此者，以《禮記》稱「七月而禘，獻子為之」，此時未有獻子，亦七月而禘，故知失禮，非獻子為始也。\n用致夫人。（劉向曰：夫人，成風也。致之於大廟，立之以為夫人。○夫人，成風也。《左氏》以為哀薑。）"
      },
      {
        "index": 14,
        "text": "疏「用致夫人」。○釋曰：《左氏》以夫人為哀薑，因禘祭而致之於廟。《公羊》以為僖公本取楚女為嫡，取齊女為媵，齊女先至，遂脅公，使立之為夫人，故因禘祭而見於廟。此傳及注意，則以夫人為成風。致之者，謂致之於大廟，立之以為夫人。與二傳違者，若《左氏》以夫人為哀薑，元年為齊所殺，何為今日乃致之？若《公羊》以為齊之媵女，則僖公是作頌賢君，縱為齊所脅，豈得以媵妾為夫人乎？明知二傳非也。今傳云，一則以宗廟臨之而後貶焉，一則以外之弗夫人而見正焉。檢經傳之文符同，故知是成風也。"
      },
      {
        "index": 15,
        "text": "用者，不宜用者也；致者，不宜致者也。言夫人必以其氏姓，言夫人而不以氏姓，非夫人也。立妾之辭也，非正也。（夫人者，正嫡之稱，謂非崇妾之嘉號，以妾體君，則上下無別。雖尊其母，是卑其父，故曰非正也。禮：有君之母，非夫人者，又庶子為後，為其母緦。是妾不為夫□明矣。）○適，丁曆反，本亦作嫡。稱，尺證反。別，彼列反。為其，於偽反。緦，音思。"
      },
      {
        "index": 16,
        "text": "疏注「夫人」至「明矣」。○釋曰：仲子者，惠公之母。隱五年「考仲子之宮」，而經傳譏之是也。有君之母非夫人者，又庶子為後為其母緦者，《喪服》文也。"
      },
      {
        "index": 17,
        "text": "夫人之，我可以不夫人之乎？夫人卒葬之，我可以不卒葬之乎？（鄭嗣曰：君以為夫人，君以夫人之禮卒葬之，主書者不得不以為夫人也。成風以文四年薨，五年葬，傳終說其事。）一則以宗廟臨之而後貶焉，（臣無貶君之義，故於大廟去夫人氏姓，以明君之非正。○去，起呂反。）一則以外之弗夫人而見正焉。（秦人來歸僖公成風之襚，不言夫人。○襚音遂。）\n冬，十有二月，丁未，天王崩。（惠王也。）\n九年\n九年，春，王三月，丁丑，宋公禦說卒。（禦，魚呂反，本亦作禦。說音悅。）"
      },
      {
        "index": 18,
        "text": "夏，公會宰周公、齊侯、宋子、衛侯、鄭伯、許男、曹伯於葵丘。（宰，官。周，采地。天子三公不字。宋子，襄公。葵丘，地名。○采音菜。）天子之宰，通於四海。（宰，天官塚宰，兼為三公者，三公論道之官，無事於會盟。塚宰掌建邦之六典，以佐王治邦國，故曰通於四海。）"
      },
      {
        "index": 19,
        "text": "疏注「宰天」至「四海」。○釋曰：傳言通於四海者，解其與盟會之事也。若直為三公論道之官，則無事於會盟。以兼為塚宰，通於四海，為諸侯所尊，故得出會也。一解通於四海者，解其稱官之意，與注乖，非也。論道之官者，《尚書•周官》云「論道經邦，燮理陰陽」是也。「掌建邦之六典」者，《大宰職》云一曰治典、二曰教典、三曰禮典、四曰政典、五曰刑典、六曰事典是也。《左氏》以宰周公為宰孔，此傳蓋亦然也。"
      },
      {
        "index": 20,
        "text": "宋其稱子，何也？未葬之辭也。禮：柩在堂上，孤無外事。今背殯而出會，以宋子為無哀矣。（欑木如槨，塗之曰殯。殷人殯於兩楹之間，周人殯於西階之上。宋，殷後也。○柩，其救反。《禮記》云：「在堂曰屍，在棺曰柩。」背音佩。菆木，才官反，本又作欑，同。）"
      },
      {
        "index": 21,
        "text": "疏「宋其」至「哀矣」。○釋曰：稱宋子，正也。而云無哀者，宋子非主伯所召，而自會諸侯。稱子，嫌稱子合正無譏，故傳責其背殯也。晉襄背殯，貶之稱人。此經不貶者，宋襄雖背殯出會，而子道不虧，於理雖合小譏，而文不可貶責。其晉襄上無王命所召，又非國事急重，而自為戎首，與敵交戰，非直於理合責，於文亦當貶也。其稱子稱侯之例，具於桓十三年疏。○注 「欑木」至「後也」。○釋曰：《禮記•檀弓》云：「天子之殯也，菆塗龍盾以槨。」鄭玄云：「菆木周龍盾，如槨，而塗之也。天子殯以盾車，畫轅為龍也。」彼說天子之禮，故云龍盾，則諸侯亦設盾而不畫龍，其用木欑之亦如槨，故范云「欑木如槨」也。《檀弓》又云：「夏後氏殯於東階之上」，「殷人殯於兩楹之間」， 「周人殯於西階之上」。是注所據之文也。云「宋，殷後」者，欲見宋之殯亦從兩楹之間。"
      },
      {
        "index": 22,
        "text": "秋，七月，乙酉，伯姬卒。內女也。未適人，不卒，此何以卒也？許嫁，笄而字之，死則以成人之喪治之。（女子許嫁不為殤，死則以成人之喪治之，謂許嫁於諸侯，尊同，則服大功九月。吉笄，以象為之，刻鏤其首以為飾，成人著之。○笄，古兮反。殤，式羊反。著，丁略反。）"
      },
      {
        "index": 23,
        "text": "疏 「內女也」。○釋曰：明內女有書卒之義，故發首云內女也。若其不然，不嫌非內女也。范氏《別例》云：「內女卒葬例有六，葬有三，卒亦有三。卒者，此文一也；僖十六年鄫季姬二也；成八年杞叔姬三也。葬者，莊四年葬紀伯姬，三十年葬紀叔姬，襄三十年宋葬共姬是也。文十二年子叔姬不數之者，與此伯姬同是未適人，故總為一也。」○注「女子」至「著之」。○釋曰：《喪服•大功章》云：「女子子之長殤。」傳曰，「何以大功？未成人也」，「年十九至十六為長殤，十五至十三為中殤，十一至八歲為下殤」，七歲以下「為無服之殤」。於其服也，長殤、中殤降成人一等，下殤降成人二等。又《喪服傳》曰：「大功之殤中從上，小功之殤中從下。」長殤、中殤總言之者，據大功以上也。其葬殤之禮，亦與成人有異，故《檀弓》云「周人以殷人之棺槨葬長殤，以夏後氏之堲周葬中殤、下殤，以有虞氏之瓦棺葬無服之殤」是也。女子許嫁而笄，猶男子之冠也，故以成人之喪治之。禮：諸侯絕期，故許嫁於諸侯，則服之；若嫁與大夫，則不服也。禮：姊妹與己之女，同服齊衰；若出嫁，則為之降至大功九月。禮意為降者，取受我而厚之。夫為之期，故我為之降。計此伯姬未至夫家。案《曾子問》云，「娶女有吉日而女死」，「婿齊衰而吊，既葬除之」。然則其夫不為之盡禮，則皆不得為之降，當亦服齊衰期也。而范注云服大功者，據出嫁者言之，故云大功，非謂此亦大功也。或當女子在室，公不為之服，則卒之亦不書。今書之者，以其許嫁故也。夫雖不終服，公亦從出嫁之例降至大功也。吉笄以象為之者，《詩》云，「象服是宜」，毛傳云：「尊者所以為飾。」故知用象也。鄭解象服與此異耳。《喪服》女子許嫁，服斬衰，用箭笄，齊衰則用榛。喪既無飾，故知吉笄有飾也。鏤刻其首者，相傳為然也。"
      },
      {
        "index": 24,
        "text": "九月，戊辰，諸侯盟於葵丘。桓盟不日，此何以日？美之也。為見天子之禁，故備之也。（何休以為即日為美，其不日皆為惡也。桓公之盟不日，皆為惡邪？莊十三年柯之盟，不日為信，至此日以為美，義相反也。鄭君釋之曰：「柯之盟不日，因始信之。自其後盟，以不日為平文。從陽穀已來，至此葵丘之盟，皆令諸侯以天子之禁。桓德極而將衰，故備日以美之，自此不複盟矣。」○為見，於偽反，下賢遍反。複，扶又反。）\n疏注「自此不複盟矣」。○釋曰：十五年盟於牲丘，而云不複盟矣者，以衣裳之會不複盟，彼是兵車故也。"
      },
      {
        "index": 25,
        "text": "葵丘之會，陳牲而不殺，（所謂無歃血之盟。鄭君曰：「盟牲，諸侯用牛，大夫用豭。」○歃，本又作喢，所洽反，又所甲反。豭音加。）"
      },
      {
        "index": 26,
        "text": "疏「陳牲而不殺」。釋曰：陳牲不殺，則不得謂之盟，若不殺牲，又不得云讀書加於牲上，而傳云不殺者，桓公信義之極，見於此矣。雖盟而不歃血，謂之不殺。不殺者，謂不如凡常之殺，殺而不用，直讀書而加於牲上而已。○注「所謂」至「用豭」。○釋曰：莊二十七年傳云：「衣裳之會十有一，未嘗有歃血之盟也。」信厚也，則衣裳之會皆不歃血。而此會獨言之者，以此會桓德極盛，故詳其事，實餘盟亦不歃血耳。八年洮會云「汋血與鄭伯」者，彼兵車之會故也。徐邈云：「陳牲者，不殺埋之，陳云諸侯而已。」加於牲上者，亦謂活牲，非死牲，理亦通也。此葵丘會為桓德盛，故書日以美之。又母雍泉以下，是四教之事，而《論語》一匡天下，鄭不據之；而指陽穀者，鄭據《公羊》之文，故指陽穀。其實此會亦有四教，故上注云從陽穀已來，至此葵丘之盟，旨令諸侯以天子之禁是也。注又引鄭君曰「盟牲，諸侯用牛。大夫用豭」者，《左傳》云：「諸侯盟，誰執牛耳？」又曰：「鄭伯使卒出豭。」是其證也。"
      },
      {
        "index": 27,
        "text": "讀書加於牲上，壹明天子之禁，（壹猶專也。）曰，母雍泉，（專水利以障穀。○雍，於勇反，塞也。障，音章，又之亮反。）毌訖糴，（訖，止也，謂貯粟。○糴音狄。貯，張呂反。）毌易樹子，（樹子，嫡子。○嫡，丁曆反。）毌以妾為妻，毌使婦人與國事。（女正位於內。○與音豫。）\n甲子，晉侯詭諸卒。（獻公也。枉殺世子申生，失德不葬。○詭諸，九委反，《左氏》作佹諸，枉，紆往反。）"
      },
      {
        "index": 28,
        "text": "疏注「失德不葬」。○釋曰：宋桓亦不葬，至此言失德者，今獻公枉殺申生，即是失德之例。宋桓無罪之狀，故范不得言之也。《公羊》以為桓公不書葬者，為宋襄公背殯出會。不書葬，若非背殯然也？《穀梁》既譏宋子，即不是為諱，蓋魯不會故也。"
      },
      {
        "index": 29,
        "text": "冬，晉裏克殺其君之子奚齊。其君之子云者，國人不子也。國人不子，何也？不正其殺世子申生而立之也。（諸侯在喪稱子，言國人不君之，故係於其君。）"
      },
      {
        "index": 30,
        "text": "疏 「冬晉」至「奚齊」。○釋曰：范云：「弑君日與不日，從其君正與不正。」今奚齊書時者，為未成君，且又不正故也。○「國人不子」。○釋曰：舊解諸侯在喪稱子，今國人不以為君，故不直謂之子，而係之於君也。徐邈云：「不子者，謂不子愛之也。」非范意。蓋不子者，謂不以為君，則是不子也。\n十年\n十年，春，王正月，公如齊。"
      },
      {
        "index": 31,
        "text": "疏「正月公如齊」。○釋曰：何休云：「書月者，善公朝事齊，故月之。」朝既以時為正，書月何以為善？為下滅溫書月也。狄滅溫，溫子奔衛。\n晉裏克弑其君卓，及其大夫荀息。以尊及卑也。荀息閑也。（卓，敕角反。）夏，齊侯、許男伐北戎。"
      },
      {
        "index": 32,
        "text": "晉殺其大夫裏克。稱國以殺，罪累上也。裏克弑二君與一大夫，（二君：奚齊，卓子。一大夫：荀息。）其以累上之辭言之，何也？（據有罪。）其殺之不以其罪也。其殺之不以其罪，奈何？裏克所為殺者，為重耳也。（殺奚齊、卓子者，欲以重耳為君。重耳，夷吾兄文公。○所為，於偽反，下文皆同。重，直龍反。殺奚齊，申誌反，又如字。）夷吾曰：「是又將殺我乎？」故殺之不以其罪也。其為重耳弑奈何？晉獻公伐虢，得麗姬，獻公私之。有二子，長曰奚齊，稚曰卓子。麗姬欲為亂，（亂謂殺申生而立其子。○麗姬，力池反，伐虢所得，《左氏》伐麗戎所得。長，丁丈反。稚，直吏反。）故謂君曰：「吾夜者夢夫人趨而來曰：‘吾苦畏！’（夫人，申生母。○苦，如字，又枯路反，下同。）胡不使大夫將衛士而衛塚乎？」公曰：「孰可使？」曰：「臣莫尊於世子，則世子可。」故君謂世子曰：「麗姬夢夫人趨而來曰：‘吾苦畏！」女其將衛士而往衛塚乎！」世子曰：「敬諾！」築宮，宮成。麗姬又曰：「吾夜者夢夫人趨而來曰：‘吾苦饑！’世子之宮已成，則何為不使祠也？」故獻公謂世子曰：「其祠！」世子祠。已祠，致福於君。君田而不在。麗姬以冘為酒，藥脯以毒。獻公田來，麗姬曰：「世子已祠，故致福於君。」君將食，麗姬跪曰：「食自外來者，不可不試也。」覆酒於地而地賁。（賁，沸起也。○女音汝，下皆同。祠，自絲反。冘，直蔭反，以鴆鳥毛畫酒。跪，求委反。覆，芳服反。賁，扶粉反，注同。）以脯與犬，犬死。麗姬下堂而啼呼曰：「天乎，天乎！國，子之國也，子何遲於為君？」君喟然歎曰：「吾與女未有過切，（吾與女未有過差切急。○呼，火故反。喟，去愧反，又去怪反。差，初賣反，又如字。）"
      },
      {
        "index": 33,
        "text": "疏「未有過切」。○釋曰：公信麗姬，謂大子實將殺己，故喟然歎曰：「吾與汝為父子以來，未嘗有過差切急，是何與我之深也。」雖不對大子發歎，而為此言也。"
      },
      {
        "index": 34,
        "text": "是何與我之深也？使人謂世子曰：「爾其圖之！」世子之傅裏克謂世子曰：「入自明！入自明則可以生，不入自明則不可以生。」世子曰：「吾君已老矣，已昏矣。吾若此而入自明，則麗姬必死，麗姬死，則吾君不安。所以使吾君不安者，吾不若自死，吾寧自殺以安吾君，以重耳為寄矣。」（慮麗姬又譖重耳，故以讬裏克，使保全之。）刎脰而死。（刎，亡粉反。脰音豆，頸也。）故裏克所為弑者，為重耳也。夷吾曰：「是又將殺我也。」\n秋，七月。冬，大雨雪。（雨，於付反。）\n十有一年\n十有一年，春，晉殺其大夫ぶ鄭父。（ぶ，浦悲反。）稱國以殺，罪累上也。\n疏「罪累上也」。○釋曰：重發傳者，此裏克同黨，恐異，故發之。夏，公及夫人薑氏會齊侯於陽穀。"
      },
      {
        "index": 35,
        "text": "秋，八月，大雩。雩，月，正也。雩，得雨曰雩，不得雨曰旱。（禮，龍見而雩。常祀不書，書者皆以旱也。故得雨則喜，以月為正也；不得雨則書旱，明旱災成。何休曰：「《公羊》書雩者，善人君應變求索，不雩則言旱，旱而不害物，言不雨也。就如《穀梁》，設本不雩，何以明之？如以不雨明之，設旱而不害物，何以別乎？」鄭君釋之曰：「雩者，夏祈穀實之禮也，旱亦用焉。得雨書雩，明雩有益。不得雨書旱，明旱災成。後得雨，無及也。國君而遭旱，雖有不憂民事者，何乃廢禮？本不雩禱哉！顧不能致精誠也。旱而不害物，固以久不雨別之。文二年、十三年，‘自十有二月’、‘自正月’‘不雨，至於秋七月’是也。《穀梁傳》曰：‘曆時而言不雨，文不閔雨也。’以文不憂雨，故不如僖時書不雨。文所以不閔雨者，素無誌於民，性退弱而不明，又見時久不雨而無災耳。」○雩音於。龍見，賢遍反，下同。應變，應對之應。索，所白反。別，彼列反，下同。禱。丁老反，又丁報反。）"
      },
      {
        "index": 36,
        "text": "疏「雩，月，正也」。○釋曰：《穀梁》之例，若常祀之雩，則皆不書，書者，並是為旱也；若得雨則書雩，不得雨則書旱。就書之中，若八月、九月雩，則書月以見正，何者？八月、九月，其時窮，人力盡故也。定元年「九月，大雩」傳曰：「雩月，雩之正也。」此秋八月雩，傳曰：「雩，月，正也。」是雨者雩者書月以見正。昭二十五年七月「大雩」亦書月者，以一月再雩，故月也。餘月雩者，則書時，以見非正。則成七年「冬，大雩，」，傳曰：「雩不月而時，非之也。冬無為雩也。」又定元年傳曰：「秋，大雩，非正也。冬，大雩，非正也。」是餘月雩皆書時以見非正。其旱則例皆時，何者？旱必歲窮，非一月之事故也，則僖二十一年「夏，大旱」，傳曰，「旱，時，正也」，宣七年「秋，大旱」，亦蒙例可知也。舊解八月雩，雖不得雨，亦不云旱也，若九月雩而不得雨，則書旱。傳言得雨曰雩，指為八月也；不得雨曰旱，指為九月也。觀經傳上下，全無此意，其說非也，又僖二十一年「夏，大旱」，范引傳例曰：「得雨曰雩，不得雨曰旱。」豈是九月雩不得雨，何為亦書旱也？○注「設本」至「災耳」。○釋曰：何休難此傳云，雩而得雨曰雩，故言設使元本不雩，則何以明之也？此傳又云不得雨曰旱，故又難云，就如《穀梁》書旱，則以不雨明之，設使或旱而不害物，則何以別之乎？\n冬，楚人伐黃。\n十有二年\n十有二年，春，王正月，庚午，日有食之。"
      },
      {
        "index": 37,
        "text": "夏，楚人滅黃。貫之盟，管仲曰：「江、黃遠齊而近楚，楚為利之國也。若伐而不能救，則無以宗諸侯矣。」（宗諸侯，謂諸侯宗之。○貫，古亂反。遠，於萬反。近，附近之近。為，於偽反。）桓公不聽，遂與之盟。管仲死，楚伐江滅黃，桓公不能救，故君子閔之也。（閔其貪慕伯者以致滅。）"
      },
      {
        "index": 38,
        "text": "疏「貫之」至「閔之」也。○釋曰：案《史記》，管仲之卒在桓公四十一年，計桓公四十一年，當魯僖十五年。而此云管仲死者，蓋不取之《史記》之說。云閔之也者，閔其背楚致禍，歸齊無福之意，是不解經也。\n秋，七月。冬，十有二月，丁丑，陳侯杵臼卒。（杵，昌呂反。）\n十有三年"
      },
      {
        "index": 39,
        "text": "十有三年，春，狄侵衛。○夏，四月，葬陳宣公。○公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯於鹹。（鹹，衛地。○鹹音鹹。）○兵車之會也。\n疏「兵車之會也」。○釋曰：何休於此有《廢疾》，范不具載鄭釋者，以數九會異於鄭故也。\n秋，九月，大雩。\n冬，公子友如齊。\n十有四年\n十有四年，春，諸侯城緣陵。（緣陵，杞邑。）"
      },
      {
        "index": 40,
        "text": "疏注「緣陵，杞邑」。釋曰：謂之城者，封杞也。不發非國之問者，從楚丘之例也。不言城杞及遷，亦從彼例也。《公羊》以為杞國為徐莒脅滅，故諸侯為之城。《左氏》以為淮夷病杞，故齊桓為之城。二傳說城之所由雖殊，皆是為杞也，故范注亦云「緣陵，杞邑」。"
      },
      {
        "index": 41,
        "text": "其曰諸侯，散辭也。（直曰諸侯，無小大之序，是各自欲城，無總一之者，非伯者所製，故曰散辭。）聚而曰散，何也？（據言諸侯城，則是聚。）諸侯城，有散辭也，桓德衰矣。（言諸侯城，則非伯者之為可知也。齊桓德衰，所以散也。何休曰：「案先是盟亦言諸侯非散也。又《穀梁》美九年諸侯盟於葵丘，即散，何以美之邪？鄭君釋之曰：「九年，公會宰周公、齊侯、宋子、衛侯、鄭伯、許男、曹伯於葵丘，九月戊辰，盟於葵丘。時諸侯初在會，未有歸者，故可以不序。」今此十三年夏公會齊侯、宋公、陳侯、衛侯、鄭伯、許男、曹伯於鹹，而冬公子友如齊，此聘也。書聘，則會固前已歸矣。今云諸侯城緣陵，而不序其人，明其散，桓德衰矣。葵丘之事，安得以難此？○難，乃旦反。）"
      },
      {
        "index": 42,
        "text": "夏，六月，季姬及繒子遇於防，使繒子來朝。（遇例時，此非所宜遇，故謹而月之。○繒，在陵反。朝，直遙反，下文及注同。）遇者，同謀也。（魯女無故遠會諸侯，遂得淫通，此亦事之不然。《左傳》曰，繒季姬來寧，公怒之，以繒子不朝，遇於防，而使來朝。此近合人情。○近，如字，又附近之近。）"
      },
      {
        "index": 43,
        "text": "疏「遇者，同謀也」。○釋曰：傳例曰：「遇者，誌相得也。」今云同謀者，以淫通，與盟會異，故發傳。又云「言使，非正」者，婦人使夫，異於君使世子，故重發非正之例也。"
      },
      {
        "index": 44,
        "text": "來朝者，來請已也。（使來朝，請巳為妻。）朝不言使，言使，非正也。以病繒子也。秋，八月，辛卯，沙鹿崩。（沙鹿，晉山。）"
      },
      {
        "index": 45,
        "text": "疏「沙鹿崩」。○釋曰：《公羊》以沙鹿為河上之邑。崩者，陷入地中。杜預注《左氏》以為山名。此傳以鹿為山足。是三傳說異也。"
      },
      {
        "index": 46,
        "text": "林屬於山為鹿。（鹿，山足。○屬，之玉反。）沙，山名也。無崩道而崩，故誌之也。其日，重其變也。（劉向曰：「鹿在山下平地，臣象，陰位也。崩者，散落，背叛不事上之象。」○背音佩。）"
      },
      {
        "index": 47,
        "text": "疏「其日，重其變也。」○釋曰：決梁山崩，不日也。梁山崩，亦壅河，不書壅河者，舉山崩為重故也。狄侵鄭。\n冬，蔡侯卒（。○，許乞反。）諸侯時卒，惡之也。（惡，烏路反。）"
      },
      {
        "index": 48,
        "text": "疏「時卒，惡之也」。○釋曰：麋信云：「蔡侯父哀侯，為楚所執，不附中國，而常事父讎，故惡之而不書日也。」案蔡侯自僖以來，未與中國為會，則麋信之言是也。不書葬者，或是失德，或是魯不會也。\n十有五年\n十有五年，春，王正月，公如齊。楚人伐徐。\n三月，公會齊侯、宋公、陳侯、？侯、鄭伯、許男、曹伯，盟於牡？。（牡？，地名。）丘車之會也。\n遂次於匡。（救徐也，時楚人伐徐。匡，地。）遂，繼事也。次，止也。有畏也。（畏楚）\n疏「次，止也，有畏也」。○釋曰：複發傳者，前次於陘，欲綏楚以德，今而畏楚，故別發之。"
      },
      {
        "index": 49,
        "text": "公孫敖帥師及諸侯之大夫救徐。（諸侯既盟，次匡，背遣大夫將兵救徐，故不複具列諸國。○複，扶又反。）善救徐也。\n疏「善救徐也」。○釋曰：徐叛楚即齊，旋為楚所敗，嫌救非善，故發明之。夏，五月，日有食之。（夜食。）\n疏注「夜食」。○釋曰：莊公十八年傳云：「不言日，不言朔，夜食也。」是以知之。"
      },
      {
        "index": 50,
        "text": "秋，七月，齊師、曹師伐厲。（徐邈曰：案齊桓末年，用師及會，皆危之而月也。於時霸業已衰，勤王之誠替於內，震矜之容見於外，禍釁既兆，動接危理，故月。眾國之君雖有失道，未足為一世興衰。齊桓威攝群後，政行天下，其得失皆治亂所係，故《春秋》重而詳之，錄所善而著所危云爾。○見，賢遍反。釁，許靳反。衰，本或作喪，息浪反，治，自吏反。）"
      },
      {
        "index": 51,
        "text": "疏注「徐邈」至「云爾」。○釋曰：何休以為葵丘之會，桓公震而矜之，叛者九國，此厲亦是叛者，故伐之。《左氏》以為厲是楚屬國，故伐厲以救徐。今范載徐言云震矜之容見於外，則與何休同也。錄所善，九年，盟於葵丘，著日以極美是也。著所危者，此年書月以見衰，是著所危。\n八月，螽。（螽音終。）螽，蟲災也。甚則月，不甚則時。\n九月，公至自會。（莊二十七年傳曰：「相會不致，安之也。」而此致者，齊桓德衰，故危而致之。）\n疏「甚則月」。○釋曰：重發傳者，嫌僖公憂民之重災，不至於甚，故明之也。季姬歸於繒。"
      },
      {
        "index": 52,
        "text": "己卯，晦，震夷伯之廟。（夷，諡。伯，字。）晦，冥也。震，雷也。夷伯，魯大夫也。因此以見天子至於士皆有廟。（明夷伯之廟過製，故因此以言禮。○冥，亡定反。見，賢遍反。）"
      },
      {
        "index": 53,
        "text": "疏「晦冥」至「有廟」。○釋曰：《公羊》以為晦者為晝日而晦冥，震者雷也，謂有雷擊夷伯之廟。此傳亦云晦，冥也，震，雷也，則不得從《左氏》為月晦，與《公羊》同矣。《公羊》又以為夷伯者，季氏之信臣，故震其廟以戒之。今此傳曆言天子以下廟數，以為過製，故震之，與《公羊》異。《左氏》以為夷伯有隱慝，故天命霹靂之，亦與《穀梁》不同也。"
      },
      {
        "index": 54,
        "text": "天子七廟，（《祭法》曰：王立七廟，曰考廟、王考廟、皇考廟、顯考廟、祖考廟；有二祧。遠廟稱祧。○祧，它堯反。）諸侯五，（曰考廟、王考廟、皇考廟、顯考廟、祖考廟。）大夫三，（曰考廟、王考廟、皇考廟。）士二。（曰考廟、王考廟。）故德厚者流光，德薄者流卑。（雍曰：「德厚者位尊，道隆者爵重，故天子遠及七世，士祭祖而已。」）是以貴始，德之本也。始封必為祖。（若契為殷祖，棄為周祖。○契，息列反。）"
      },
      {
        "index": 55,
        "text": "疏「天子」至「為祖」。○釋曰：鄭據《禮記》說云：「夏五廟，則殷六廟，周七廟。」故《王製》云：「天子七廟，三昭三穆，與大祖之廟而七。」鄭注云：「此周製。七者，大祖廟，及文武二祧，與親廟四。大祖，謂後稷也。殷則六廟，契及湯，與二昭二穆也。夏則五廟，無大祖，禹與二昭二穆而已。」是其說也。《王製》又云：「諸侯五廟，二昭二穆與大祖而五。」鄭云：「大祖，始封之君。王者之後，則不為始封之君廟也。」又云：「大夫三廟，一昭一穆與大祖之廟而三。」鄭云：「大祖，別子始爵封者」，「雖非別子，始爵者亦然」。又云：「士一廟，庶人祭於寢。」鄭云：「謂諸侯中士下士名曰官師者，上士則二廟。寢，適寢也。」是禮與傳文合也。唯《祭法》云，「大夫三廟，曰考廟，曰王考廟，曰皇考廟」，與《王製》一昭一穆與大祖，其意少異者，鄭答趙商：「《祭法》大夫三廟，是周之製；而《王製》大夫三廟，言與大祖而三，或當夏、殷法，不合於周禮也。」是解二者不同之意。《祭法》又云，「適士二廟，官師一廟」，而《王製》云「士一廟者，亦謂是中士下士者也；若是上士，亦當二廟。故鄭注《王製》云「士一廟者，諸侯之中士下士名曰官師者也，上士則二廟」是也。中士下士，所以名為官師者，師，長也。言為一官之長也。《祭法》又云，「庶人無廟。」故《王製》亦云：「庶人祭寢。」是無廟也。庶士者，謂府史之屬也。庶人者，謂平民也。以其賤，故無廟也。○「德厚」至「流卑」。○釋曰：光猶遠也，卑猶近也。天子德厚，故遠及七廟，士之德薄，故近及二廟，因其貴賤有倫，故製為等級也。○「是以」製「本也」。○釋曰：始，謂受封之君，所以貴之者由是。 「德之本也」，言有大德，故受高位。高位由之而來，故始封之君，必為祖矣，祖，謂廟不毀也。\n冬，宋人伐曹。\n楚人敗徐於婁林。（婁林，徐地。○敗，必邁反。下「相敗」同。）夷狄相敗，誌也。\n疏「夷狄相敗，誌也」。○釋曰：夷狄相敗，書文不具。今起禍亂之原，謹兵車之始，故傳言此以明之。\n十有一月，壬戌，晉侯及秦伯戰於韓。（韓，晉地。）獲晉侯。（獲者，不與之辭，諸侯非可相獲。）"
      },
      {
        "index": 56,
        "text": "疏注「獲者，不與之辭」。○釋曰：傳有明例，注言之者，嫌晉侯失？與秦得獲，故注顯之，欲明亦不與秦獲也。范《別例》云：「凡書獲有七：謂莒挐一也，晉侯二也，華元三也，蔡公子濕四也，陳夏齧五也，齊國書六也，麟七也。」於晉侯著失民之咎，於蔡公子濕彰公子之病，華元表得？之辭，莒挐顯公子之給，自餘雖不發，從省文可知也。\n韓之戰，晉侯失民矣，以其民未敗，而君獲也。\n十有六年"
      },
      {
        "index": 57,
        "text": "十有六年，春，王正月，戊申，朔，隕石於宋五。（劉向曰：「石，陰類也。五，陽數也。象陰而陽行，將致隊落。」○隕，云敏反。行，下孟反。下「陰行」同。隊，直類反。）"
      },
      {
        "index": 58,
        "text": "疏注 「劉向」至「隊落」。釋曰：何休云：「石者，陰德之專者也。鷁者，鳥中之耿介者，皆有似宋襄公之行。宋襄欲行霸事，不納公子目夷之謀，事事耿介自用，卒以五年見執。六年終敗，如五石六鷁之數。天之與人，昭昭著明，甚可畏也。」賈逵云：「石，山嶽之物。齊，大嶽之胤。而五石隕宋，象齊桓卒而五公子作亂。宋將得諸侯而治五公子之亂，鷁退，不成之象，後六年，霸業退也。鷁，水鳥，陽中之陽，象君臣之象？也。」許慎《異義》載《穀梁》說云：「隕石於宋五，象宋公德劣國小，陰類也。而欲行霸道，是陰而欲陽行也。其隕，將拘執之象也，是宋公欲以諸侯行天子道也。」六鷁退者，鄭？云：「六鷁俱飛，得諸侯之象也。其退，示其德行不進，以致敗也。得諸侯，是陽行也。被執敗，是陰行也。」是二說與劉向合耳。其何休、賈逵之言，並是《公羊》、《左氏》舊說，非《穀梁》意也。"
      },
      {
        "index": 59,
        "text": "先隕而後石，何也？（據莊七年「星隕如雨」，先言星，後言隕。）隕而後石也。（既隕後，乃知是石。）於宋四竟之內曰宋。後數，散辭也。耳治也。（隕石，記聞也。聞其磌然，視之則石，察之則五。○竟音境。治，直吏反。下「目治」同。磌，之人反，又大年反；聲響也。）"
      },
      {
        "index": 60,
        "text": "疏「於宋」至「治也」。○釋曰：散辭也者，對下聚辭也。為言此石散在宋四竟之內，故後言其數，以散辭言之。鷁則聚在宋都之上，故先言其數，以聚辭言之。又云耳治也者，謂隕石先以耳聞，故言先言隕。鷁退先以目見，故先言數。是各以聞見先後為次。○注「聞其磌然」。○釋曰：范取《公羊》為說，彼傳云「隕石記聞，聞其磌然，視之則石，察之則五」是也。磌字，《說文》、《玉篇》、《字林》等無其字，學士多讀為砰。據《公羊》古本並為磌字，張揖讀為磌，是石聲之類，不知出何書也。"
      },
      {
        "index": 61,
        "text": "是月，六鷁退飛，過宋都。（是月，隕石之月。劉向曰：「鶂，陽也。六，陰數也。象陽而陰行，必衰退。」○鶂，五曆反。）是月也，決不日而月也。（欲著石曰鶂月，故言是月。若不言是月，則嫌與戊申同。）"
      },
      {
        "index": 62,
        "text": "疏決不日而月也。○釋曰：「傳言此者，解經書「是月」之意，言鷁退不日而月，故云是月明與石隕異曰也。若然，案桓十二年「丙戌，公會鄭伯盟於武父。丙戌，？侯晉卒」，若下事得蒙上日，何為彼經重舉丙戌者？彼公盟必須書日，？侯不正前見，亦當書日，經以衛侯不正，而恐不得蒙上日，故書二日以明之。此石隕鷁退，是記異之事，恐蒙上日，故言是月以別之。知下事得蒙上日者，玃且之卒，得連日食之下；叔弓之卒，得與祭同，日是經舉一日得苞兩日之驗也。"
      },
      {
        "index": 63,
        "text": "六鶂退飛，過宋都，先數，聚辭也。目治也。（六鶂退飛，記見也。視之則六，察之則鶂，徐而察之則退飛。）子曰：石，無知之物；鶂，微有知之物。石無知，故日之；（石無知而隕，必天使之然，故詳而日之。）鶂微有知之物，故月之。（鶂或時自欲退飛耳，是以略，而月之。）君子之於物，無所苟而已。石、鶂且猶盡其辭，而況於人乎？故五石六鷁之辭不設，則王道不亢矣。（不遺微細，故王道可舉。○亢，苦浪反。）民所聚曰都。\n三月，壬申，公子季友卒。大夫日卒，正也。（季友，桓公之子。）"
      },
      {
        "index": 64,
        "text": "疏「大夫日卒正也」。○釋曰：傳發之者，益師明其有罪。此則顯其得正，故兩明之也。稱公弟叔仲，賢也。大夫不言公子、公孫，疏之也。"
      },
      {
        "index": 65,
        "text": "疏「稱公弟叔仲，賢也」。○釋曰：傳因季友之賢，發起其例也。叔？賢而稱弟，季友不稱弟稱字，賢可知也。以兄先死，故不得稱弟耳。「不言公子、公孫，疏之」者，謂仲遂、嬰齊之等是也。又公孫茲發日卒之傳者，以其名而不字，又非罪非賢，故重發之。仲遂非賢而稱字者，彼既不字公子以疏之，唯宣公嘉之而稱字，無嫌是賢故也。\n夏，四月，丙申，繒季姬卒。秋，七月，甲子，公孫茲卒。大夫日卒，正也。\n冬，十有二月，公會齊侯、宋公、陳侯、？侯、鄭伯、許男、邢侯、曹伯於淮。兵車之會也。（淮音懷。）\n十有七年\n十有七年，春，齊人、徐人伐英氏。（英，於京反。）"
      },
      {
        "index": 66,
        "text": "夏，滅項。孰滅之？桓公也。何以不言桓公也？（據莊十年「齊師滅譚」稱齊師。○項，戶講反，國名也，齊滅之，《左氏》以為魯滅。）為賢者諱也。項，國也，不可滅而滅之乎？桓公知項之可滅也，（知政昏亂，易可滅。○為，於偽反。下「為之諱」同。）而不知已之不可以滅也。（霸者，存恤鄰國，抑強輔弱，義不可滅人之國。）既滅人之國矣，何賢乎？君子惡惡，疾其始；（絕其始，則得不終於惡。邵曰：「謂疾其初為惡之事，不終身疾之。」○惡惡，並如字，又烏路反。）善善，樂其終。（樂賢者終其行也。邵曰：「謂始有善事，則終身善之。」○行，下孟反。）"
      },
      {
        "index": 67,
        "text": "疏 「君子」至「其終」。○釋曰：言此者，解為齊桓諱滅項之意。惡惡疾其始，謂君子憎惡惡人，則疾其初始，何者？欲使惡入不得終於惡，故就其初始，即貶疾之也。善善樂其終，謂君子善其善人，樂使終其行也。以樂終其行，故雖有惡，亦為諱之。或齊雖滅項，亦不言齊滅也。邵解二事，並與范異。君子惡惡疾其始者，君子憎惡人有惡事，唯疾其初始為惡不終身疾也，言有惡則疾之，無惡則止也。善善樂其終者，君子嘉善人，則欲終身善之，見人一度有善，則終身不忘，故為齊桓諱滅項也。\n桓公嚐有存亡繼絕之功，故君子為之諱也。（邵曰：「存亡謂存邢、繼絕謂立僖公，所以終其善。）"
      },
      {
        "index": 68,
        "text": "秋，夫人薑氏會齊侯於卞。（卞，魯地。○卞，皮彥反。）九月，公至自會。（桓會不致而今致會，桓公德衰，威信不著，陳列兵車，又以滅項。往會既非逾年乃反，故往還皆月以危之。）"
      },
      {
        "index": 69,
        "text": "冬，十有二月，乙亥，齊侯小白卒。此不正，其日之，何也？（據二十四年「晉侯夷吾卒」不書日。）其不正前見矣。其不正之前見何也？以不正入虛國，故稱嫌焉爾。（莊九年「齊小白入於齊」貶不稱公子。虛國，謂齊無君。傳例曰：「以國氏者，嫌也。」○見，賢遍反。下同。）\n十有八年\n十有八年，春，王正月，宋公、曹伯、衛人、邾人伐齊。非伐喪也。（伐喪無道，故謹而月之。）"
      },
      {
        "index": 70,
        "text": "疏注「故謹而月之」。○釋曰：侵伐書月唯施於內，今亦施之於外者，齊桓以安危所係，故書月以表之；宋襄欲繼齊桓之業，故亦謹而月之。夏，師救齊。（魯師。）善救齊也。"
      },
      {
        "index": 71,
        "text": "五月，戊寅，宋師及齊師戰於甗。（甗，齊地。○甗，魚輦反。又音言。）齊師敗績。戰不言伐，客不言及。言及，惡宋也。（何休曰：「戰言及者，所以別客主直不直也。故文十二年，晉人、秦人戰於河曲’兩不直，故不云及。今宋言及，明直在宋，非所以惡宋也。即言及為惡，是河曲之戰為兩善乎？又《穀梁》以河曲不言及，略之也，則自相反矣。」鄭君釋之曰：「及者，別異客主耳，不施於直與不直也。直不直，自在事而已。義兵則客直，宣十二年夏，‘晉荀林父帥師及楚子戰於邲，晉師敗績’是也。兵不義則主人直，莊二十八年春， ‘衛人及齊人戰，衛人敗績’是也。令齊桓卒未葬，宋襄欲興霸事而伐喪，於禮尤反，故反其文以宋及齊，即實以宋及齊，明直在宋。邲之戰，直在楚，不以楚及晉何邪？秦晉戰於河曲，不言及，疾其亟戰爭舉兵，故略其先後。」○惡，烏路反，下同。別，彼列反，下同。邲，蒲必反，一音弼。亟，欺異反。）"
      },
      {
        "index": 72,
        "text": "疏「戰不」至「宋也」。○釋曰：《春秋》之例，戰伐不並舉，此上有伐文，今又言戰，是違常例也。又伐人者為客，受伐者為主，此言及齊師，是亦違常例也。故傳釋之以為惡宋也。○注「何休」至「先後」。○釋曰：何休《廢疾》云，此言及為惡宋，則文十二年河曲之戰不言及，為兩善也。故知言及者，分別客主直與不直也。鄭玄釋之曰：「言及者，別異客主耳，不施直與不直也。」故引宣十二年夏，莊二十八年春以明之，「宣十二年，邲之戰，楚直晉曲，經云：‘荀林父及楚子’；莊二十八年，衛直齊曲，而云：「衛人及齊’。明直者在事而已，不由稱及也。《穀梁》邲戰竟不論楚直晉曲，而鄭云直在楚者，《公羊》意以為邲戰是楚直，故據之難何休。\n狄救齊。善救齊也。"
      },
      {
        "index": 73,
        "text": "疏「善救齊也」。○釋曰：楚與上文魯師救齊並為善者，此善狄能憂中國。上文與魯昔與齊仇讎，恐救之非善，故並發善救之例也。\n秋，八月，丁亥，葬齊桓公。（豎刁、易牙爭權，五公子爭立，故危之。○刁音雕。）"
      },
      {
        "index": 74,
        "text": "冬，邾人、狄人伐衛。狄，其稱人，何也？善累而後進之。（累，積。）伐衛，所以救齊也。（何休曰：「即伐衛救齊當兩舉，如伐楚救江矣。」又傳以為江遠楚近，故伐楚救江，今狄亦近衛而遠齊，其事一也，義異何也？鄭君釋之曰：「文三年冬，晉陽處父帥師伐楚救江，兩舉之者，以晉未有救江文，故明言之。今此春宋公、曹伯、衛人、邾人伐齊，夏狄救齊；冬，邢人、狄人、伐衛，為其救齊可知，故省文耳。事同義又何異？」○近衛，如字，又附近之近。遠齊，如字，又於邁反。為其，於偽反。省，所景反。）功近而德遠矣。（伐衛，功近耳。夷狄而憂中國，其德遠也。）"
      }
    ]
  }
}