{
  "chapterNumber": 11,
  "title": "Lezione Settima: Pasquale Galluppi (Seventh Lecture: Pasquale Galluppi)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "A) Vico e Kant — Il problema del conoscere nella filosofia antekantiana — Il problema del conoscere in Kant. — B) Kantismo del Galluppi."
      },
      {
        "index": 1,
        "text": "A) Da Vico a Galluppi, Rosmini e Gioberti corre quasi un secolo. E vi ha di mezzo, oltre i filosofi prima di Kant, Kant e quasi tutti i filosofi tedeschi. Quale è l'anello che congiunge Galluppi, Rosmini e Gioberti a Vico? Ripigliamo il filo della nostra esposizione."
      },
      {
        "index": 2,
        "text": "La unità, il vero punto di unione, — quello che è insieme unire e trarre il contrario, — era per Bruno la Causa."
      },
      {
        "index": 3,
        "text": "Ma questo punto era oscuro in Bruno, e si fa chiaro solo in Spinoza mediante Cartesio. Appariva come coincidenza, e non già come contenenza o insidenza."
      },
      {
        "index": 4,
        "text": "Il pensiero cartesiano, che contiene in sè e pone immediatamente l'essere, è la chiarezza di Bruno. Questo pensiero è la Causa: la unità come Causa."
      },
      {
        "index": 5,
        "text": "Per Vico il vero punto di unione, — che unisce e trae il contrario, — è Sviluppo."
      },
      {
        "index": 6,
        "text": "Sviluppo è più che Causa. Non è procedere da sè a un altro, da sè a sè come diminutum, — e perciò non procedere; ma è da sè, per sè, a sè: al vero Sè."
      },
      {
        "index": 7,
        "text": "In Vico manca la chiarezza dello Sviluppo. Questa chiarezza è il nuovo pensiero, il nuovo cogito ergo sum, il nuovo Cartesio, e quindi il nuovo Spinoza. È il conoscere di Kant, l'Io di Fichte, la Ragione di Schelling, lo Spirito assoluto di Hegel: la sensibilità di Galluppi, come percezione immediata del me e del fuor di me, la percezione intellettiva di Rosmini, la formola di Gioberti."
      },
      {
        "index": 8,
        "text": "Vico esige una nuova metafisica, la metafisica della mente. E intanto la sua metafisica è la vecchia: quella dell'ente. Questa contradizione, — nuova unità e vecchia metafisica, — è la oscurità di Vico."
      },
      {
        "index": 9,
        "text": "Questa esigenza d'una nuova metafisica è la esigenza stessa che fa la filosofia europea nel secolo di Vico. Questa esigenza, fatta dalla filosofia europea, vuol dire: dissoluzione della filosofia che ha il suo principio in Cartesio (e Locke), e necessità di una nuova filosofia."
      },
      {
        "index": 10,
        "text": "Questa nuova esigenza è Kant."
      },
      {
        "index": 11,
        "text": "Kant è la dissoluzione di tutta la filosofia europea dopo Cartesio, e la nascita della nuova filosofia."
      },
      {
        "index": 12,
        "text": "Kant è filosofo europeo: risultato del movimento della filosofia europea: risultato chiaro, evidente, cosciente: una conseguenza logica, che si mostra conseguenza e realtà storica."
      },
      {
        "index": 13,
        "text": "In Vico all'opposto questa stessa esigenza, nella sua relazione colla filosofia europea del suo tempo, è oscura: è una anticipazione, come è un'anticipazione il concetto dello Sviluppo. Ecco perchè è oscura. Vico concepisce lo Sviluppo ed esige la nuova metafisica, prima che la vecchia filosofia, — quella di Cartesio e Locke, — sia esaurita; prima che la corruzione sia venuta a tal punto che sia generazione; prima di Wolf e Hume."
      },
      {
        "index": 14,
        "text": "In questo senso Vico è precursore dell'avvenire: cioè quegli che pone qualcosa che è vero e ha da essere, perchè è il risultato necessario di quel che è attualmente, — il nuovo mondo, contenuto nel vecchio, e di cui, come si dice, il vecchio è gravido; ma lo pone prima che sia venuta la pienezza dei tempi; quasi un parto precoce: un parto estemporaneo. Questo parto non è un falso parto. Quel che talvolta si dice parto, è semplice eduzione. Quel che si educe, è già formato, è già vivo, è già generato, già partorito. Allora il parto — il venir fuori — è, direi quasi, più una faccenda meccanica, che altro; il concepimento è tutto; questo è il difficile. Questo concepimento è Vico. È la nuova vita — l'infante — posta, intuita, prima che si stacchi da sè dalla vecchia vita, dalla vita della madre."
      },
      {
        "index": 15,
        "text": "In questo senso, — quando si considera che Bruno è in sè Spinoza, e Campanella Cartesio, e Telesio Bacone e Locke — quando si considera quel che è Vico, — si può dire che l'ingegno italiano sia ingegno precursore. È stato tale: e questa è la sua eccellenza, e insieme la sua imperfezione."
      },
      {
        "index": 16,
        "text": "Adunque la chiarezza della esigenza di Vico è la filosofia del suo tempo e dopo del suo tempo sino a Kant; è tutto il secolo decimottavo. La chiarezza dello Sviluppo è Kant e tutta la filosofia dopo Kant. In generale la chiarezza di Vico è il decimottavo e il decimonono secolo."
      },
      {
        "index": 17,
        "text": "È noto come Kant risulta dalle due direzioni del pensiero moderno dopo Cartesio. Cartesio dice: Pensare è essere. Questa unità è immediata; e perciò pensare e essere non sono veramente uno. Quindi: il pensare come pensare, come astratto pensare, e il pensare come essere: cioè, il cartesianismo e il lockismo (percezione lockiana). Il primo riesce al [139] formalismo volfiano, alla pura cosa; il secondo alla materia: due metafisiche. Hume è la negazione del lockismo; Wolf la pietrificazione del cartesianismo (puro intellettualismo). Kant è la negazione vera di tutti e due, e perciò la nuova unità: il nuovo Cartesio."
      },
      {
        "index": 18,
        "text": "Quella doppia direzione vuol dire: distinzione e opposizione de' due contrarii, posti come immediatamente uno da Cartesio. È la loro divergenza: l'apparizione della loro differenza. Ma nella loro divergenza, nella loro ultima divergenza, già manifestano la loro unità, la loro nuova unità: non più quella di prima, la cartesiana."
      },
      {
        "index": 19,
        "text": "Nella loro ultima divergenza quelle due direzioni sono il Conoscere: il conoscere come concetto, come semplice intelletto, e il conoscere come percezione (intuizione), come semplice senso. La loro unità — la nuova unità — è dunque il conoscere, o meglio il puro conoscere."
      },
      {
        "index": 20,
        "text": "Ho detto: il puro conoscere; puro, cioè non empirico, ma trascendentale. Quindi il psicologismo kantiano è in sè trascendentale. In questo concetto è il gran significato del kantismo."
      },
      {
        "index": 21,
        "text": "Il conoscere — questa è la scoperta di Kant — è un immediato (un originario), che consta di due immediati (di due originarii; almeno appaiono così), che sono il pensare ed il sentire, il concetto e l'intuizione, l'universale ed il particolare, il così detto a priori e l'a posteriori. Nel conoscere, l'immediato non è il solo concetto, come voleva il Cartesianismo, nè la sola intuizione come voleva il Lockismo. Col solo concetto non si conosce nulla (il concetto è vuoto) e però è falsa l'idea immediata o innata cartesiana; e d'altra parte, colla semplice intuizione nè meno si conosce nulla (l'intuizione [140] è cieca), e però è falsa la percezione o l'idea lockiana. Adunque il conoscere è un immediato sui generis: un immediato che è immediatamente due immediati, una mediazione immediata (originaria); una unità, che non risulta dagli elementi di cui consta come l'effetto dalla causa, e perciò non è posteriore ad essi; e che nè meno produce essa i suoi elementi, come la causa produce l'effetto, e perciò non è anteriore ad essi. Posteriore: i due elementi, presi per sè, non sono niente senza la loro unità — il conoscere, e perciò non possono produrla. Anteriore: il conoscere non è niente senza i due elementi, e perciò non può produrli. Il conoscere, adunque, non può essere nè semplicemente effetto o risultato, nè semplicemente causa o principio. Da una parte, il conoscere non può essere senza i due elementi; dunque, il conoscere è risultato. E d'altra parte, gli elementi non possono essere senza il conoscere; dunque, il conoscere è principio. Adunque, il conoscere — non essendo nè semplice risultato nè semplice causa — è insieme risultato e causa. Ma di che? Di se stesso. Esso è il risultato dei suoi elementi; e gli elementi sono l'effetto del conoscere. Adunque, il conoscere è l'effetto del suo effetto, cioè la causa di se stesso: causa sui[98]."
      },
      {
        "index": 22,
        "text": "Eccoci, come pare, ritornati a Cartesio e Spinoza. E pure non è vero, Cartesio dice: Pensare è essere. Qui l'essere è contenuto nel pensare, è l'effetto del pensare; non è tutto il pensare, tutta la realtà del pensare, l'adequatezza del pensare, ma meno di quel che è il pensare; è, insomma, il pensare come ens diminutum. È un semplice giudizio, [141] un giudizio immediato. — Il pensiero è, dunque, qui causa di un altro, più che di se stesso, cioè di se stesso come altro, e non come se stesso. Kant, al contrario, vuol dire: Pensare (conoscere) è essere (senso, intuizione); essere è pensare (concetto); adunque, pensare è pensare."
      },
      {
        "index": 23,
        "text": "Conoscere è conoscere. Qui non abbiamo più un giudizio, ma un sillogismo."
      },
      {
        "index": 24,
        "text": "Questo è il nuovo Cogito ergo sum, la nuova unità. Non è una unità vuota, A = A, pensare è pensare, come pare considerando solo l'ultimo giudizio. È una unità piena, concreta, perchè è il risultato di due mediazioni; il pensare (il risultato) a cui si ritorna, è l'attualità assoluta del pensare da cui si comincia."
      },
      {
        "index": 25,
        "text": "Questa unità non è, dunque, una semplice e monotona ripetizione di sè (A = A); non è l'Uno che produce l'Altro, e si degrada, si perde; ma è l'Unità che produce se stessa come Unità, come vera Unità. L'Unità qui è il prodursi come Unità; e perciò è produrre se stessa, producendo i suoi opposti elementi e unendoli."
      },
      {
        "index": 26,
        "text": "Questo è il vero punto della unione: il vero unire e trarre il contrario INSIEME."
      },
      {
        "index": 27,
        "text": "Produrre se stesso, producendo e riducendo i suoi proprii elementi opposti, è svilupparsi (spiegarsi). L'unità kantiana — il conoscere — il nuovo Cogito, è dunque l'unità dello spirito di Vico, l'unità come Sviluppo o Spiegamento: come Processo."
      },
      {
        "index": 28,
        "text": "Questa unità è ciò che Kant chiama unità sintetica a priori, originaria, della coscienza. In [142] essa è la possibilità e il vero significato del giudizio sintetico a priori."
      },
      {
        "index": 29,
        "text": "Kant vuol spiegare la conoscenza empirica, reale, concreta: la esperienza. Ora la spiegazione della conoscenza empirica non può essere la stessa conoscenza empirica; ciò non sarebbe una spiegazione. La spiegazione del conoscere empirico è il puro conoscere: il conoscere, come dice Kant, trascendentale."
      },
      {
        "index": 30,
        "text": "Conoscere puro o trascendentale è il conoscere, che è la possibilità del conoscere; che è in fondo a ogni conoscere; il concetto del conoscere, senza il quale il conoscere non sarebbe tale. Il giudizio sintetico a priori è la possibilità di ogni giudizio, il giudizio come giudizio, il giudizio puro, trascendentale."
      },
      {
        "index": 31,
        "text": "Il giudizio puro, sintetico a priori, non è un dato giudizio, un giudizio empirico. Esso si fonda nella unità sintetica originaria; è (nel vero senso) questa stessa Unità, e come questa non consta di elementi empirici."
      },
      {
        "index": 32,
        "text": "Esso non è, come si crede, l'unità di due concetti, de' quali l'uno non è contenuto nell'altro. È l'unità della intuizione e del concetto, del senso e dell'intelletto. Ed è l'unità, non di una data intuizione e di un dato concetto, ma della intuizione come intuizione e del concetto come concetto. Se il conoscere è la unità — quella tale unità già spiegata innanzi — del senso e dell'intelletto, spiegare il conoscere è spiegare questa unità: è far vedere come senso e intelletto fanno uno, cioè il conoscere: il senso come senso, come puro senso, e l'intelletto come intelletto, come puro intelletto: cioè intuizione pura, concetto puro. (Prima di Kant non si pensava alla intuizione pura, e nè meno al concetto [143] puro nel vero senso. — Gran merito di Kant è la scoperta del puro, specialmente della intuizione pura[99]). Ora la intuizione pura è il tempo, e quindi lo spazio; il concetto puro è la categoria. Quindi Estetica e Logica trascendentali, pure. Adunque il problema è: Come è possibile l'unità del tempo e della categoria (della intuizione pura e del concetto puro)?"
      },
      {
        "index": 33,
        "text": "Tale è il significato della quistione: Come è possibile il giudizio sintetico a priori? È lo stesso che domandare: come è possibile il conoscere? Cioè: come è possibile quella unità sintetica originaria? L'Unità come Sviluppo?"
      },
      {
        "index": 34,
        "text": "Infatti, non è già che senso ed intelletto siano dati così come opposti, come l'uno la negazione dell'altro, e si tratti di unificarli; nè che sia data la Unità, e si tratti semplicemente di trarre gli opposti. Si tratta invece della Unità che pone se stessa, ponendo e unendo gli opposti: della Unità come Sviluppo."
      },
      {
        "index": 35,
        "text": "Sviluppo; quindi in altri termini: come l'unità (il conoscere) si pone da prima come senso, per porsi poi come intelletto, cioè come vero conoscere?"
      },
      {
        "index": 36,
        "text": "Questo è il problema: come l'intelligibile si fa sensibile, e il sensibile intelligibile, e perciò l'intelligibile, vero intelligibile? — Come l'intelligente si fa senziente, e il senziente intelligente, e perciò l'intelligente vero intelligente? — Come la pura [144] idea si fa natura, e la natura spirito, e perciò lo spirito vero spirito? È il problema della creazione: il nuovo problema. È il problema dello spirito, che in Kant si presenta come problema del conoscere."
      },
      {
        "index": 37,
        "text": "La Critica di Kant è dunque psicologismo; ma psicologismo trascendentale. Il suo difetto, come si vedrà poi[100], è di non essere veramente trascendentale, di essere poco trascendentale."
      },
      {
        "index": 38,
        "text": "B) Il problema del conoscere è il problema de' due nostri filosofi Galluppi e Rosmini. Tutti e due pigliano questo problema da Kant; e senza saperlo, forse, essi rispondono alla esigenza di Vico."
      },
      {
        "index": 39,
        "text": "Come rispondono?"
      },
      {
        "index": 40,
        "text": "Galluppi scrive una Critica della conoscenza[101], nella quale mostra grandissima erudizione e molto acume. Conosce assai bene la storia della filosofia da Cartesio a Kant: non così i greci e i tedeschi. Manca della conoscenza del fondamento e della corona dell'edifizio della storia della filosofia. Quindi non conosce bene quel che conosce."
      },
      {
        "index": 41,
        "text": "Pare pretto empirista, un nuovo Locke, puro psicologista. Procede empiricamente, colla semplice osservazione; nega il giudizio sintetico a priori, e non intende il senso di questo problema, come l'ha bene inteso il Rosmini; pare insomma di tutt'altro infetto, che di kantismo."
      },
      {
        "index": 42,
        "text": "E con tuttociò è kantista; è kantista quasi senza saperlo, quasi suo malgrado, per una forza superiore alla sua volontà[102]."
      },
      {
        "index": 43,
        "text": "Egli dice: sensibilità interna (la coscienza) e sensibilità esterna; e su questa doppia base che, come sensibilità, è una sola, edifica tutto l'edifizio del sapere, mediante l'intelletto vuoto, senza forma, e il volere. La sensibilità dà i materiali; l'intelletto e il volere fanno il resto. Così Galluppi dalla percezione sensibile si eleva gradatamente sino a Dio. E di Dio sa solo che è, ma non sa cos'è: l'Essere supremo. Così Galluppi pare lockiano: anche Locke comincia dal senso, che dà il materiale, lavora questo coll'intelletto e col volere, che sono vuoti, senza forma essenziale, e riesce all'astratto Essere supremo."
      },
      {
        "index": 44,
        "text": "Ma già, in primo luogo, il volere di Galluppi non è perfettamente vuoto. Come volere etico, esso ha una forma, una originalità: quindi i così detti giudizii sintetici a priori pratici. Questi gli ammette. Essi scaturiscono dalla potenza produttiva della ragione; dall'unità sintetica dello spirito."
      },
      {
        "index": 45,
        "text": "In secondo luogo, è vero che noi ci eleviamo dalla percezione a Dio. Ma noi non potremmo elevarci a Dio e nè meno al concetto dell'universo come tale, come cosmo, ordine, sistema, se lo spirito non creasse dal suo proprio fondo alcune idee, cioè non fosse una unità sintetica originaria. Così, oltre alcune idee semplici, identità, diversità, etc., la stessa idea di unità deriva, secondo Galluppi, dall'unità sintetica dello spirito."
      },
      {
        "index": 46,
        "text": "In terzo luogo, egli chiama la coscienza in generale dell'Io e del Non-io (me e fuor di me), sensibilità; [146] la quale afferra la sostanzialità dell'Io e del Non-io immediatamente, direttamente; e perciò è senso, non giudizio (non intelletto); ricettività, non spontaneità. Galluppi non s'accorge che la sua sensibilità è tale solo di nome, e che quella sostanzialità dell'Io e del Non-io è tutt'altro che percezione sensibile, e non è altro che il contenuto necessario e originario della coscienza di sè (Kant e Fichte), cioè il puro conoscere: quel conoscere, che Galluppi vuol appunto combattere col suo realismo fondato nella percezione."
      },
      {
        "index": 47,
        "text": "Infatti, Galluppi distingue tre cose: la sensazione, la percezione della sensazione o la coscienza, e l'oggetto della sensazione. Egli dice: «la coscienza di qualunque sensazione è inseparabile dalla coscienza del me». Ciò è vero, ma questa coscienza, e in generale la coscienza, non è senso interno, e Galluppi stesso la distingue dalla sensazione come tale: essa è intelletto, o senso divenuto intelletto. Come va, dunque, che Galluppi chiama la coscienza anche sensibilità interna? Ammesso che la coscienza della sensazione sia inseparabile dalla autocoscienza, ne segue forse che la stessa sensazione come tale sia quest'autocoscienza? La sensazione come tale non è coscienza; cioè la coscienza non è sensibilità. Qui dunque Galluppi sbaglia, e si contradice. Si contradice, perchè, se la coscienza è la stessa sensibilità interna, coscienza e sensazione devono essere la stessa cosa. Se la sensazione è distinta dalla coscienza della sensazione, e la coscienza è sensibilità, cioè sensazione, dobbiamo avere una sensazione della sensazione. Ma la così detta sensazione della sensazione non è sensazione (è intelletto), e Galluppi sbaglia tenendola per tale. Ciò vuol dire, che il puro senso, la pura [147] sensazione, non è l'Io; l'Io è essenzialmente un a priori; non è posto da altro, ma pone se stesso. Galluppi potrebbe derivare dalla sensazione come tale quello che egli chiama il sentimento della sensazione, cioè la coscienza?"
      },
      {
        "index": 48,
        "text": "Oltre a ciò, Galluppi dice: «la sensazione è di sua natura oggettiva; è la percezione immediata dell'oggetto, etc.». Ma quale sensazione? La sensazione come tale, ovvero la sensazione in quanto percepita, cioè la coscienza stessa della sensazione? Galluppi scambia la seconda colla prima e attribuisce alla prima ciò che è proprio solo della seconda, cioè non più della sensazione, ma della coscienza, dell'intelletto. Non è la sensazione come tale che percepisce l'oggetto (Rosmini ha ragione: la sensazione non ha oggetto, ma termine soltanto), ma sì la coscienza della sensazione: cioè la sensazione come oggetto della coscienza (Galluppi stesso dice: l'oggetto della coscienza è la sensazione) diventa essa stessa l'oggetto (l'oggetto reale). In altre parole, l'oggettività non appartiene alla sensazione, ma all'autocoscienza. Se Galluppi avesse ben posto mente alla sua distinzione di sensazione e coscienza della sensazione, sarebbe entrato nella buona via; avrebbe attribuito l'oggettività non alla sensazione come tale, ma alla sensazione in quanto intesa. E il fatto curioso è, che l'oggettività ch'egli vuol vendicare alla sensazione non è altro che l'oggettività in generale, quella appunto che consiste nell'autocoscienza; ciò ch'egli chiama il fuor di me non è altro che il Non-io in generale, non è l'esteso, non è il corpo, etc. Ma se si tratta di ciò, perchè combattere quelli che parlano di oggettività reale e la provano col ragionamento? Galluppi dicendo: la sensazione è la percezione immediata dell'oggetto, — ha [148] ragione se per sensazione si intende la coscienza, e per oggetto l'oggettività in generale, il Non-io come tale; giacchè nell'autocoscienza l'Io e il Non-io sono posti immediatamente; il ragionamento fondato nel principio di causa, di ragione sufficiente, etc., non ci entra. Quelli che Galluppi vuol confutare, perchè non attribuiscono alla sensazione l'oggettività, parlano di oggettività reale, ed hanno ragione; giacchè, se è vero, che senza la sensazione non si ha l'oggetto reale, senza l'intelletto non solo non si ha l'oggetto, ma senza l'intelletto stesso come ragionamento dalla causa, ecc., non si ha l'oggetto reale, un Non-io reale."
      },
      {
        "index": 49,
        "text": "Gioberti critica così Galluppi: «Il concetto di corpo inchiude due elementi, la sostanza intima o forza, e le proprietà o modificazioni. La sensazione del Galluppi ci porge il secondo elemento, che consiste nei sensibili, ma non il primo, che è schiettamente intelligibile»[103]. Questa critica vale contro la sensazione in generale, ma non contro la sensazione del Galluppi; giacchè quella che il Galluppi chiama impropriamente sensazione ci porge il semplice fuor di me (il non-Io in generale), cioè un elemento intellettivo, e non già un elemento sensibile[104]."
      },
      {
        "index": 50,
        "text": "Adunque Galluppi pone, o meglio presuppone l'unità sintetica originaria, la nuova unità. Questa è il suo Deus ex machina, a cui egli ricorre ne' casi difficili. Ma non se ne avvede; non la comprende. [149] È kantista suo malgrado, ripeto, e quasi senza saperlo. Ei pone la unità nuova nella forma immediata, cioè come sensibilità. E non è Locke; non è l'antico empirista, ma il nuovo. Questo empirismo, che contiene in sè la nuova unità, è la negazione dell'empirismo astratto."
      },
      {
        "index": 51,
        "text": "Rosmini è kantista con maggior coscienza. Anzi crede di esser più kantista di Kant. A udirlo, il giudizio sintetico a priori l'ha scoperto lui, non Kant; quel di Kant è un giudizio posticcio."
      },
      {
        "index": 52,
        "text": "Ciò si vedrà nella lezione seguente."
      }
    ]
  }
}
