{
  "chapterNumber": 12,
  "title": "Lezione Ottava: Antonio Rosmini (Eighth Lecture: Antonio Rosmini)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "A) Difetto di Kant, e sviluppo del kantismo in Alemagna — B) Galluppi e Rosmini; L'Ente; il puro conoscere; unità sintetica originaria; passaggio a Gioberti."
      },
      {
        "index": 1,
        "text": "Rosmini, e, come abbiamo visto, lo stesso Galluppi, non s'intende bene senza Kant. Kant compendia in sè tutto il pensiero europeo anteriore; il nuovo pensiero comincia da lui. Vediamo come questo pensiero si sia esplicato in Alemagna; poi come sia stato compreso in Italia. La prima posizione dà lume alla seconda."
      },
      {
        "index": 2,
        "text": "A) Il nuovo problema della filosofia è il problema del conoscere."
      },
      {
        "index": 3,
        "text": "Il conoscere nella sua realtà, il conoscere reale, è la notizia del mondo oggettivo; in generale, la esperienza. Quel problema è, dunque, lo stesso che questo: come è possibile l'esperienza?"
      },
      {
        "index": 4,
        "text": "La esperienza[105], il conoscere reale, è un fatto che consta di due elementi: l'intuizione e il concetto, il senso e l'intelletto. Essa non è nè il semplice senso senza l'intelletto, nè il semplice intelletto senza il senso. Semplice senso e semplice intelletto [151] non sono il fatto, il conoscere reale, ma due astratti: non il conoscere reale, ma le semplici potenze del conoscere."
      },
      {
        "index": 5,
        "text": "Spiegare l'esperienza, il conoscere reale, è adunque spiegare la unità della intuizione e del concetto, del senso e dell'intelletto: la unità come fatto, il fatto della unità."
      },
      {
        "index": 6,
        "text": "Questa spiegazione non può essere essa stessa un fatto, una esperienza, un conoscere reale, empirico: se fosse un fatto, una esperienza, avrebbe bisogno di essere spiegata, e perciò non sarebbe una spiegazione."
      },
      {
        "index": 7,
        "text": "La spiegazione del conoscere, non potendo essere il fatto stesso del conoscere, deve essere l'idea (essenza, possibilità reale) del conoscere: il puro conoscere, il conoscere trascendentale."
      },
      {
        "index": 8,
        "text": "Sino a Kant i filosofi non aveano compreso il problema del conoscere; non l'aveano posto, come dovea esser posto. Aveano preso per il conoscere un elemento del conoscere, non il fatto del conoscere; e questo elemento, preso per il fatto del conoscere, per tutto il conoscere, questo fatto falso, cioè monco, valeva per la stessa spiegazione del conoscere. L'intellettualismo piglia per conoscere il semplice pensare (il concetto), e questo fatto, questo dato immediato, è per esso la spiegazione del fatto. L'empirismo piglia per il conoscere il semplice percepire, e questo fatto è per esso la spiegazione del fatto."
      },
      {
        "index": 9,
        "text": "Pensare, percepire, conoscere non sono la semplice realtà, ma la realtà cosciente, la realtà come psiche: la Psiche. Così tutta la filosofia moderna da Cartesio sino a Kant, in quanto le sue stazioni e quindi i suoi problemi sono il pensare, il percepire, il conoscere, — in quanto il suo universale [152] problema è la Psiche, — si può dire psicologismo. Ma l'intellettualismo e l'empirismo sono psicologismo immediato, imperfetto, falso; e ciò per due ragioni: 1.º perchè pigliano per la psiche (per la realtà cosciente) un fatto monco, e quindi falso; 2.º perchè pigliano questo fatto stesso come spiegazione del fatto, di tutto il fatto."
      },
      {
        "index": 10,
        "text": "Kant, all'opposto, studia il fatto (la psiche) nella sua integrità, come conoscere; e cerca la spiegazione del fatto non in un fatto, ma in ciò che trascende il fatto, e che per ciò è la spiegazione del fatto. La spiegazione del conoscere è il puro conoscere. Con Kant comincia dunque il vero e nuovo psicologismo, il psicologismo trascendentale."
      },
      {
        "index": 11,
        "text": "Confondere i due psicologismi, e chiamare Kant psicologista come i cartesiani e i wolfiani, è non conoscere la profonda differenza che corre tra quello e questi."
      },
      {
        "index": 12,
        "text": "Il puro conoscere e quella nuova unità (il nuovo pensiero, il nuovo Cogito[106]) che è il puro conoscere, non è il conoscere e la unità come fatto, come esperienza, ma il conoscere e l'unità come fare, farsi, fare se stesso. Il fare o farsi trascende il fatto: è la ragione, l'idea, la spiegazione del fatto. Il fatto, preso così per sè, senza il fare, è come il corpo senz'anima."
      },
      {
        "index": 13,
        "text": "Ora il conoscere (la realtà cosciente, la Psiche) è tal fatto, che il fare o farsi non può essere semplice fare o causare, ma fare che è Sviluppo. Aver visto ciò — sebbene non chiaramente, come mostrerò più innanzi —, tale è il gran merito di Kant. Cartesio e Locke non aveano ben compreso [153] il fare, che è la Psiche. Cartesio l'avea compreso come semplice causare, come attività immediata, come qualcosa d'innato (di naturale); Locke come il fare di altro, e perciò come semplice effetto (risultato della impressione degli oggetti). Kant, invece, concepisce la Psiche — il conoscere — nè come fare che è semplice causa, nè come fare che è fare di altro o semplice effetto: ma come causa e effetto insieme di altro, e perciò causa vera di se stessa: come Sviluppo. Cartesio avea detto semplicemente: pensare è essere; Locke: essere è pensare. Kant dice: Pensare (intuizione, immaginazione, concetto) è Pensare[107]."
      },
      {
        "index": 14,
        "text": "La Psiche, la realtà cosciente, il Cogito ergo sum, non più come giudizio, ma come sillogismo: tale è il significato dell'unità sintetica a priori; di quella unità che è il puro conoscere, e perciò la spiegazione del conoscere."
      },
      {
        "index": 15,
        "text": "Questa unità sintetica originaria, che è in sè Sviluppo, è il fatto del conoscere come fare."
      },
      {
        "index": 16,
        "text": "Ma Kant non comprese bene questo fare che è Sviluppo, cioè la sua stessa unità sintetica originaria, e perciò non comprese bene la Psiche, la realtà cosciente. La chiara intelligenza di questa Unità e perciò la soluzione del problema della Psiche, è il cómpito de' filosofi posteriori. Questi filosofi sono il vero Kant."
      },
      {
        "index": 17,
        "text": "Kant comprese questa unità — che in sè non è nè semplice intelletto nè semplice senso, nè il loro semplice risultato, ma sempre tutta se stessa, cioè spirito, intelletto, pensiero, che si fa senso, e come senso si fa intelletto, e perciò vero e reale intelletto [154] (coscienza, cioè coscienza di sè, che si fa coscienza di altro, e come coscienza di altro si fa coscienza di sè, e perciò vera coscienza di sè); — Kant comprese questa Unità come uno de' suoi opposti, come semplice Io penso, come semplice intelletto, come semplice categoria; o, meglio, separò di nuovo l'intelletto e il senso, la categoria e l'intuizione, e fece consistere l'unità, il conoscere, nell'applicazione — direi quasi esterna — della categoria all'intuizione. Così comprese la unità — il conoscere — come semplice risultato: come risultato di questa applicazione. Ovvero, se la comprese come principio, la identificò come principio colla semplice categoria, quale attività unificatrice del vario della intuizione dato fuori della unità stessa e non prodotto da essa. L'unità kantiana non era, dunque, ciò che esigeva il suo stesso concetto, cioè assolutamente fare (Sviluppo); ma parzialmente fare, cioè ancora un fatto. Era fare, in quanto l'Io penso, la categoria, come attività unificatrice, movendo da sè, cioè spontaneamente, apprendeva il molteplice della intuizione e lo riduceva a se stesso: se lo assimilava, lo faceva suo, cioè uno, e così era movimento da sè a sè, relazione verso se stesso. Era fatto, in quanto l'Io penso, la categoria come attività unificatrice, non era la unità sintetica originaria che produce se stessa, ma solo un elemento di questa attività, come un dato, e quindi un presupposto; e il molteplice della intuizione similmente non era il prodotto della unità originaria sintetica, ma anche un dato, fuori dell'unità unificatrice, cioè dell'intelletto, e quindi anche un presupposto."
      },
      {
        "index": 18,
        "text": "Così senso e intelletto, intuizione e concetto sono nel kantismo di nuovo separati, e accade qui quello [155] stesso che abbiamo osservato della Unità cartesiana: pensare è essere. Pensare ed essere, appunto perchè immediatamente uno, non erano veramente uno; si separavano, e si avea il pensare come pensare, e il pensare come essere (il concetto e la percezione). Ma la categoria e la intuizione kantiana non sono più il concetto e la percezione, quali risultano dal principio di Cartesio; sono altro di più, appunto perchè l'unità kantiana è altro, in sè, più che la cartesiana. Quel concetto e quella percezione conservavano in sè la loro unità originaria, cioè il pensare come unità immediata del pensare e dell'essere, e perciò si distinguevano dal concetto e dalla percezione antica; erano due modi del pensare come semplice immediatezza. All'opposto la categoria e la intuizione kantiana, appunto perchè conservano l'unità loro originaria, manifestano, così come possono nella loro separazione, questa unità: giacchè la categoria non è pura immediatezza, ma unità che funziona come unità, cioè unifica, e così è relazione verso se stessa; e la intuizione come tale, la pura intuizione, è anche a suo modo tale unità, cioè relazione, in quanto è tempo e spazio. Categoria e intuizione sono due attività sintetiche originarie a priori, come l'unità sintetica originaria, da cui devono rampollare."
      },
      {
        "index": 19,
        "text": "Ora questo difetto di Kant è notato e posto in chiaro da Fichte. Kant avea detto: senza il puro conoscere, il conoscere è impossibile, e gli elementi del puro conoscere sono la categoria o il concetto puro e la pura intuizione; questi elementi formano ogni conoscenza. Fichte, rinnovando e comprendendo meglio il concetto della Unità sintetica originaria della coscienza, dice: «Senza questa unità come produzione di se stessa non si ha il conoscere, [156] e quindi nè meno gli elementi del conoscere. Questa unità, come posizione di se stessa, è l'Io, la coscienza di sè, l'autocoscienza. Adunque, così la categoria come la intuizione sono impossibili senza un'autocoscienza che le produca (producendo se stessa). Ora non è possibile un'autocoscienza — un'autocoscienza produttiva — siffattamente produttiva — se non è assoluta»[108]."
      },
      {
        "index": 20,
        "text": "Così per Fichte l'Autocoscienza è assolutamente fare (Thathandlung); la Psiche kantiana è semplice coscienza."
      },
      {
        "index": 21,
        "text": "Ma, continua Schelling, questa assolutezza dell'autocoscienza è impossibile, se lo spirito e la natura non sono identici."
      },
      {
        "index": 22,
        "text": "Questa identità — la Ragione — conclude finalmente Hegel, non può esser saputa, se l'universale e assoluto Principio non è la Ragione conscia di sè, cioè lo spirito."
      },
      {
        "index": 23,
        "text": "Tale è il processo necessario del pensiero da Kant ad Hegel. L'Unità kantiana, — posta come semplice coscienza, poi come Autocoscienza, poi come Ragione, — diventa finalmente assoluto Sapere."
      },
      {
        "index": 24,
        "text": "B) Questo processo, sebbene non nella sua integrità, ma con una certa fretta e a salti, si ripete nella filosofia italiana: almeno il risultato, se ben si considera, è, quanto all'essenza, lo stesso."
      },
      {
        "index": 25,
        "text": "Abbiamo visto che Galluppi è kantista suo malgrado, e sino a qual punto. Egli nega il puro conoscere, il conoscere trascendentale, la categoria e la pura intuizione, il giudizio sintetico a priori: e nondimeno ammette una certa spontaneità dello spirito, [157] la sua unità sintetica, la quale produce per sè appunto le categorie. Pare che faccia consistere il conoscere, come notizia così dell'Io come del Non-io, come coscienza, come prima esperienza o primo sapere, in un lato solo del conoscere, nella sensibilità, senza l'intelletto; e che per lui questo sia una attività puramente analitica e combinatrice (analisi e sintesi del Galluppi: sintesi come ricomposizione di ciò che l'analisi ha separato, e non già come sintesi originaria). E pure la sua sensibilità nella duplice forma di interna ed esterna come coscienza della sensazione e come oggetto della sensazione, come percezione immediata del me e del fuor di me, non è altro che la forma stessa della coscienza: «l'Io si sa in quanto si distingue dal Non-io, e sa il Non-io in quanto lo distingue dall'Io ». Pura forma: puro Io, puro Non-io. Essa non è sensibilità come un lato del conoscere senza l'intelletto; ma è il conoscere come primo conoscere, come conoscere o certezza sensibile, come primo o immediato giudizio, come prima coscienza. Coscienza è essenzialmente giudizio. — Il difetto di Galluppi è di confondere la conoscenza sensibile colla semplice sensibilità; il non accorgersi che la sua sensibilità non è semplice sensibilità, ma coscienza (intelletto) sensibile. In Galluppi, dunque, vi ha un equivoco."
      },
      {
        "index": 26,
        "text": "Questo equivoco cessa in Rosmini. Galluppi è Kant non inteso bene, inteso a metà; è, dirò così, Kant visto coll'occhio di Locke. Rosmini è, generalmente, Kant inteso bene: non il vero Kant, il Kant quale si compie ne' filosofi posteriori, ma il Kant come ha inteso o franteso se stesso. Dico generalmente: perchè, come si vedrà, vi ha qualcosa in Rosmini, che è da meno di Kant, dello stesso Kant imperfetto."
      },
      {
        "index": 27,
        "text": "La percezione immediata, — la sensibilità del Galluppi, — si manifesta nel Rosmini quel che veramente è, cioè non sensibilità, semplice percezione sensibile o un lato solo del conoscere, ma percezione intellettiva, cioè giudizio."
      },
      {
        "index": 28,
        "text": "Rosmini dice come Kant, e citando Kant: Pensare, intendere, conoscere, coscienza è giudicare; senza giudizio non si ha conoscenza. Spiegare il conoscere è dunque vedere come sia possibile il giudicare."
      },
      {
        "index": 29,
        "text": "Ora la considerazione del giudizio ci presenta questa grave difficoltà: da una parte il giudicare è impossibile senza un concetto, un'idea generale (l'intelletto), e d'altra parte il concetto non è possibile senza il giudizio, giacchè non può essere in generale che il risultato del giudizio. Come si risolve questa difficoltà?"
      },
      {
        "index": 30,
        "text": "Non si può risolvere altrimenti che coll'ammettere un concetto, il primo concetto, che non sia il risultato di nessun giudizio, ma sia, invece, anteriore a ogni giudizio, e quindi la possibilità di ogni giudizio."
      },
      {
        "index": 31,
        "text": "Questo concetto è l'Ente, l'idea dell'Ente, dell'Ente come semplice Ente, cioè come puramente possibile, comunissimo, indeterminato. Esso non è il risultato del giudizio, ma anteriore ad ogni giudizio, perchè ogni giudizio lo presuppone. Come anteriore ad ogni giudizio e perciò ad ogni conoscere, esso non è conoscere, non è fatto, non esperienza, ma qualche cosa che trascende il fatto, l'esperienza, il reale conoscere; cioè, come dice Rosmini, un'idea innata, l'unica idea innata. Così esso è la forma dell'intelletto, quel che fa Intelletto l'intelletto, la possibilità dell'intelletto e quindi del conoscere."
      },
      {
        "index": 32,
        "text": "Si vede che Rosmini ammette come Kant il puro conoscere, il conoscere trascendentale; giacchè la sua idea dell'Ente, il suo oggetto ideale, il suo conoscere intuitivo così, senz'Io, senza coscienza, non è altro che il puro conoscere."
      },
      {
        "index": 33,
        "text": "È noto, che con questa unica idea, che è tutto l'intelletto, e presupposto il senso come compagno indivisibile dell'intelletto, il Rosmini si fa a spiegare o a fabbricare la conoscenza."
      },
      {
        "index": 34,
        "text": "Egli conserva la distinzione kantiana di forma e materia del conoscere, e ammette che il conoscere reale sia l'unità di questi due elementi. Ma, dove Kant distingue anche una pura materia del conoscere (tempo e spazio), la intuizione pura, e mostra che il puro conoscere, la possibilità del conoscere, è — e non può non essere — l'unità del puro concetto e della pura intuizione, della pura forma e della pura materia; il Rosmini, invece, fa consistere il puro conoscere unicamente nella sua unica forma intellettiva, nella pura idea dell'Ente, negando ogni intuizione pura, ogni forma nel senso. Così egli annulla — o almeno pare così a prima vista — quella unità del conoscere, che è unità sintetica originaria, e la riduce a una semplice unità analitica, a un semplice elemento del conoscere. E dove Kant, concependo l'unità del conoscere come unità sintetica originaria, considera i concetti o le categorie come diverse funzioni di questa Unità (e per essere conseguente, dovrebbe considerare come prodotti di questa stessa Unità così le categorie come anche le forme della pura intuizione: Fichte); il Rosmini, invece, ammettendo solo quella unica prima categoria dell'Ente, vuotando (almeno così pare) l'Unità sintetica originaria kantiana e riducendola a un quasi [160] nulla, trasporta nel senso tutta la ricchezza dello intelletto, tutte le categorie, e fa derivare questa ricchezza dalla combinazione di quella unica idea colla materia del senso stesso. Kant avrebbe dovuto derivare le categorie, e in generale la forma del conoscere, il puro conoscere, dalla unità sintetica originaria (dall'autocoscienza: Fichte); e invece falsa quella unità, la pone come unità analitica, come Io penso, e nel tempo stesso presuppone come sue funzioni, come suoi strumenti, le categorie. Rosmini comprende, come Fichte, la necessità di dedurre le categorie dalla Unità intellettiva; ma poi intende questo problema alla maniera di Locke, ricade nell'empirismo anteriore a Kant, piglia da una parte la sua vuota unità, l'intelletto, e dall'altra il senso; porta in giro quella — la sua unica forma — e l'applica a tutta la materia, a tutta la ricchezza che ha trasportato nell'affezione sensibile; e questa applicazione chiama origine delle idee, cioè delle categorie e delle stesse forme dell'intuizione. Non si avvede, che così facendo egli non deriva le categorie nè dalla sua unità vuota, nè dalla materia del senso, ma le trova in questa mediante quella, perchè ce le ha già presupposte."
      },
      {
        "index": 35,
        "text": "Così il psicologismo del Rosmini, che è trascendentale in quanto ammette il puro conoscere come Ente possibile, come puro essere, torna ad essere psicologismo volgare, in quanto tutta la ricchezza del puro conoscere, tutte le categorie sono trasportate nel senso. Esso sarebbe psicologismo assolutamente e pienamente trascendentale, se avesse saputo derivare da quella idea del puro essere tutte le categorie. Ma Rosmini stesso dice, come ho già osservato in un mio scritto[109], e come si vedrà più chiaro [161] in un altro mio lavoro[110], che questa derivazione, possibile in sè, è impossibile rispetto a noi, intelligenze finite."
      },
      {
        "index": 36,
        "text": "Quella applicazione dell'idea dell'Ente alla materia del senso è in generale il giudizio sintetico a priori rosminiano. Questo giudizio è l'unità del concetto originario, puro, e della intuizione sensibile. Il Rosmini critica Kant di aver fatto consistere un tal giudizio nella unità di due concetti: e non si avvede che egli dice quello stesso che dice Kant, cioè unità di concetto e intuizione, e che Kant avea detto molto tempo prima di lui."
      },
      {
        "index": 37,
        "text": "Così Rosmini è kantista. Egli si crede più kantista di Kant, il vero Kant, perchè ha dinanzi agli occhi un falso Kant. Paragonando se stesso con questo sconcio simulacro, ha ragione di credersi la persona viva, Kant in persona."
      },
      {
        "index": 38,
        "text": "E il Rosmini è Kant non solo ne' pregi, ma anche ne' difetti; ed ha più difetti di Kant."
      },
      {
        "index": 39,
        "text": "Infatti quell'applicazione del concetto puro all'intuizione è nel Rosmini, come in Kant, una faccenda tutta meccanica: qua il senso o l'intuizione, là l'intelletto o la categoria: adatta questa a quella, ed ecco il giudizio sintetico a priori. Ora come va questa applicazione? Questo è il difficile. In Kant, se non altro, il concetto puro si applica alla intuizione, in quanto già predetermina la intuizione come pura intuizione. Nel Rosmini, all'opposto, tolta di mezzo la pura intuizione, ogni applicazione è impossibile: tra il concetto puro, e la intuizione sensibile manca, come si suol dire, il ponte di passo[111]."
      },
      {
        "index": 40,
        "text": "Questo ponte, il vero ponte, è la stessa unità sintetica originaria. Intesa bene, essa non è semplice passare dall'intelletto al senso, senso ed intelletto essendo già dati. Ma è l'Unità che pone gli opposti, e ponendo gli opposti gli unifica e così pone se stessa. È l'Uno che si dualizza, e dualizzandosi si unizza."
      },
      {
        "index": 41,
        "text": "Kant chiama quel passare, quella predeterminazione del senso mediante l'intelletto, immaginazione trascendentale. Nel Rosmini vi è anche qualcosa di simile. «Nel nostro fondamental sentimento esistono tutte queste potenze avanti la loro espressione, cioè la sensitività e l'intelletto. Questo sentimento intimo e perfettamente uno unisce la sensitività e l'intelletto. Egli ha altresì un'attività, quasi direi una vista spirituale, colla quale ne vede il rapporto; questa attività è ciò che costituisce la sintesi primitiva. Se noi consideriamo più generalmente questa attività nascente dalla unità intima del sentimento fondamentale, in quanto cioè l'Io è atto a vedere i rapporti in generale, ella è la ragione. E se la riguardiamo sotto il rispetto della unione che ella fa d'un predicato con un soggetto, ella prende il nome di facoltà di giudicare. La sintesi primitiva è quel giudizio col quale la ragione acquista la percezione intellettiva»[112]."
      },
      {
        "index": 42,
        "text": "La possibilità dell'applicazione dell'intelletto al senso è, dunque, questa unità sintetica originaria, fondamentale. Questa è la stessa unità sintetica originaria kantiana. Ma, come Kant non fa vero conto della sua unità e riduce il conoscere a una [163] semplice applicazione estrinseca d'una cosa a un'altra, così fa Rosmini della sua."
      },
      {
        "index": 43,
        "text": "Insomma, così in Kant come nel Rosmini ci è il concetto della Unità dello spirito (Unità sintetica originaria, Sviluppo); ma questo concetto è ancora oscuro, incompreso."
      },
      {
        "index": 44,
        "text": "La chiarezza del concetto di Kant è la filosofia alemanna posteriore a Kant; è una genesi chiara, graduale, conseguente."
      },
      {
        "index": 45,
        "text": "La chiarezza, in Italia, del concetto rosminiano è, dirò così, un'apparizione subitanea, una esplosione. E perciò non è vera chiarezza."
      },
      {
        "index": 46,
        "text": "Kant avea ridotto il puro conoscere all'Io penso, alla Unità come semplice unità analitica. Quindi il conoscere o il giudizio volea dire: semplice unione di due opposti, e non già unità che si giudica, cioè si pone come due opposti, si dualizza."
      },
      {
        "index": 47,
        "text": "Rosmini riduce il puro conoscere, il conoscere intuitivo, la possibilità del conoscere, al puro concetto dell'Ente, all'Ente possibile, immobile, morto, indeterminato. E il conoscere è anche unione di due opposti già dati, e non la unità che si giudica da sè."
      },
      {
        "index": 48,
        "text": "Gioberti dice: il puro conoscere, la possibilità del conoscere, il conoscere intuitivo, originario, l'intuito insomma, non è la pura categoria, il puro Ente possibile, indeterminato, la idea vuota, il minimum dell'idea; ma è la totalità perfetta ed unica di tutte quante le categorie, l'Ente reale e determinatissimo, l'idea nella sua assoluta pienezza, il maximum dell'Idea, cioè l'Idea come atto creativo."
      },
      {
        "index": 49,
        "text": "Gioberti compie Rosmini, come Fichte, Schelling ed Hegel compiono Kant. L'oscurità di Gioberti, la meraviglia e lo stupore che destò la sua apparizione nel mondo del nostro pensiero, nasce da questo: [164] che egli è tutto insieme, — e perciò un po' confusamente, senza il processo graduale necessario, e, se devo dire quel che sento, con un po'di abborracciatura, — Fichte, Schelling ed Hegel. Quando egli dice mentalità, cioè coscienza di sè, egli è Fichte. Quando dice idea o ragione, egli è Schelling. Quando dice: idea o ragione conscia di se stessa come principio assoluto universale, egli è Hegel."
      },
      {
        "index": 50,
        "text": "Gioberti rappresenta dunque la vera Unità dello spirito, il vero concetto dello Sviluppo, la vera ed assoluta Psiche: una attività che come due attività è una attività, un Ciclo che come due cicli è un unico ciclo. Tale è il vero ed assoluto Spirito: il Creatore."
      },
      {
        "index": 51,
        "text": "Così, e solo così, il psicologismo di Gioberti è psicologismo assolutamente trascendentale, cioè il vero ontologismo[113], e, direi io, il vero spiritualismo."
      },
      {
        "index": 52,
        "text": "La spiegazione della Psiche è la Psiche assoluta."
      }
    ]
  }
}
