{
  "chapterNumber": 6,
  "title": "Lezione Seconda (Second Lecture)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "L'antica filosofia italiana. — L'antiquissima italorum sapientia di Vico. Critica di questa ipotesi."
      },
      {
        "index": 1,
        "text": "Io devo esporre, come introduzione alla filosofia, come la via più sicura per vincere uno dei nostri più tenaci pregiudizii, i principali momenti della storia del nostro pensiero dal Risorgimento sino al nostro tempo; cioè, determinare il carattere e lo sviluppo della nostra filosofia."
      },
      {
        "index": 2,
        "text": "Dico dal Risorgimento sino al nostro tempo, perchè ciò che si chiama filosofia italica nell'antichità (pitagorei, eleati) appartiene alla filosofia greca, e d'altra parte è appena un rudimento di questa. Rinnovare oggi il pitagorismo o l'eleatismo sarebbe lo stesso che ritornare alla infanzia della filosofia. Infatti la filosofia antesocratica o naturale, di cui sono parte quelle due filosofie, incomincia colla ricerca della essenza universale dell'esistenza naturale, del mondo fenomenale, e la ripone in un ente immediato, in una sostanza immobile: determinata progressivamente come materia (jonici), come numero (pitagorei), come puro essere (eleati). Ma queste tre soluzioni non spiegano il movimento e il divenire del mondo naturale: quindi fu necessario un nuovo sviluppo della speculazione (Eraclito, Atomisti ed Empedocle, Anassagora)."
      },
      {
        "index": 3,
        "text": "In secondo luogo, ciò che chiamasi filosofia romana — e si deve dire greco-romana — come romana è ben poca cosa; Cicerone è filosofo popolare, eclettico (vedi Prolusione, pag. 16); Marco Aurelio è anche popolare, e stoico, ecc. ecc.[20]."
      },
      {
        "index": 4,
        "text": "I nostri bramani, nella pia intenzione di rigettare come illegittimo e spurio tutto quel po' di progresso che ha fatto lo spirito umano e per conseguenza — disgraziatamente — anche noi altri italiani da più centinaia d'anni, non contenti dell'antichità storica de' pitagorei e degli eleati, sono ricorsi al mito d'un'antichissima filosofia italica; e vi ha di certo taluni, che s'immaginano un'accademia, un peripato, una stoa ne' tempi aurei di Saturno, quando l'acqua de' ruscelli, e credo anche la filosofia, era latte e mele."
      },
      {
        "index": 5,
        "text": "A chi dubita di questa scoperta, costoro rispondono: «L'ha detto Giambattista Vico; leggete il libro: De antiquissima Italorum sapientia. Voi dunque ne sapete più di Vico?»"
      },
      {
        "index": 6,
        "text": "Anch'io ho letto un po' questo libro di Vico; e devo dirvi qui quel che ne penso, lasciando a chi si sia eguale libertà di dire ingenuamente, che io ne so più di Vico."
      },
      {
        "index": 7,
        "text": "Vico dice: «Dum linguae latinae origines meditarer, multorum bene sane verborum tam doctas animadverti, ut non a vulgari populi usu, sed inferiori aliqua doctrina, profecta esse videantur»[21]."
      },
      {
        "index": 8,
        "text": "Ora questa interior doctrina, rintracciata da Vico e riveduta, corretta e migliorata ad usum puerorum dai nostri bramani, è appunto l'antichissima filosofia italiana!"
      },
      {
        "index": 9,
        "text": "La ricerca di Vico, intesa in un senso generale, e come è espressa nel luogo citato, equivarrebbe ad ammettere e contrapporre l'una all'altra due origini della lingua latina e, credo, d'ogni lingua originale come quella: cioè l'uso volgare del popolo e l'interna dottrina. Ora, che nella lingua ci sia una interna dottrina, — che ci sia più o meno in ogni lingua, — non si può negare. Ma il punto sta nel vedere, se questa interna dottrina sia ciò che si chiama propriamente dottrina, cioè un sapere o coscienza riflessa, colta, filosofica, come dice il luogo di Vico, ovvero solo una dottrina, dirò così, inconsapevole, spontanea, e propria dello spirito originario di ogni popolo che parla: quella dottrina che è contenuta necessariamente nell'uso volgare e senza la quale lo stesso parlare — l'uso volgare, popolare, nazionale della parola — non sarebbe possibile."
      },
      {
        "index": 10,
        "text": "L'uomo parla, perchè è uomo, cioè pensiero, ragione, spirito. La parola non è una parte dello spirito, ma lo spirito, tutto lo spirito, come parola. L'uomo, la società, il popolo, lo spirito che parla, depone nella parola la sua rappresentazione o intuizione originaria delle cose e di se stesso, della sua esistenza, delle relazioni della sua vita; e in generale, del mondo, dell'universo. La parola è essa stessa un mondo; è l'universo in quanto rappresentato e immaginato originariamente dallo spirito. Questa immaginazione — questo mondo immaginato — è in sè pensiero, ragione, ma non sussiste ancora come pensiero, come ragione; è una interna dottrina, un organismo, un sistema, ma che non sussiste ancora come [55] riflessione, scienza, filosofia: come vera dottrina. Perchè questa immaginazione diventi nello sviluppo della vita di un popolo vera dottrina; perchè l'intuizione originaria diventi piena e riflessa coscienza, cioè scienza, si richiede un lungo lavoro della riflessione; la filosofia è l'ultimo grado della riflessione."
      },
      {
        "index": 11,
        "text": "Tale è il concetto che Vico ha della lingua e anche della filosofia nella Scienza Nuova. L'origine della lingua è una; ed è lo spirito come rappresentazione o immaginazione dell'universo. Cito un solo luogo: «Gli universali fantastici furono dettati naturalmente da quella innata proprietà della mente umana di dilettarsi dell'uniforme; lo che non potendo fare coll'astrazione per generi, il fecero colla fantasia per ritratti; ai quali universali poetici riducevano tutte le particolari specie a ciascun genere appartenenti. I quali generi fantastici, con avvezzarsi poscia la mente umana ad astrarre le forme e le proprietà de' subbietti, passarono in generi intelligibili; onde provennero appresso i filosofi»[22]. L'universale o genere fantastico, poetico o mitico, di cui discorre Vico, è appunto la parola, cioè lo spirito o la mente come parola; è la mente, che non è più semplice senso (affezione sensibile; corpo, tempi muti), e non è ancora vera mente (ragione umana tutta spiegata, VERO delle idee), ma è solamente favella, CERTE idee, formole di parole[23]: universale, che non è il vero universale, e non il semplice particolare, [56] ma universale immaginato, non pensato. In questo luogo — in questo concetto dell'universale fantastico — è tutta la teorica della parola."
      },
      {
        "index": 12,
        "text": "Ora cosa vuol dire che questo genere passa in genere intelligibile, e così provengono i filosofi? Vuol dire, che quelle parole che Vico nella Antiquissima Italorum sapientia dice originate da interna dottrina (da sapienza riposta, filosofica, non volgare), — tutte le determinazioni di cui consta la sua metafisica, verum, factum, genus, forma, species, individuum, caussa, ecc. — erano a principio, più o meno, generi fantastici, cioè sapienza volgare, e appresso passarono in intelligibili. Vico stesso nella Scienza Nuova deride e non crede alla sapienza riposta delle origini. Direi quasi che il passare di quelle determinazioni in nozioni intelligibili è il libro stesso di Vico; giacchè quella antichissima metafisica degli italiani non pare che abbia mai esistito. Vico determina così nella Scienza Nuova lo sviluppo dello spirito: dalla religione (favella, mito) alle repubbliche (Stato); da queste alle leggi, e dalle leggi alla filosofia. La filosofia è la corona dello sviluppo."
      },
      {
        "index": 13,
        "text": "Contuttociò io non voglio negare, che la formazione di certi vocaboli, come quelli che Vico reca nel Proemio: ens, essentia, substantia, etc., presupponga di necessità una coltura filosofica. È un fatto che i latini, imparando la filosofia greca, li formarono per rendere nella loro favella ὄν, οὐσία etc.[24]. Ma non si deve confondere la natura di tali vocaboli, che sono molto astratti, con quella delle voci, da cui Vico vuoi dedurre l'antichissima sapienza degli [57] italiani. Ens, essentia, substantia, etc., presuppongono non solo un alto grado di riflessione, ma le voci primitive esse, sub, stare, etc.; come generalis presuppone la voce genus, possibilitas la voce posse, etc. Ma ciò non vuol dire, che queste voci, e in generale tutte quelle recate da Vico, presuppongano una dottrina filosofica. Chi può asserire, che per dire: esse, sub, stare, etc. bisognò prima esser filosofo?"
      },
      {
        "index": 14,
        "text": "Adunque, la ricerca di Vico nella sua generalità, se ha un senso, vuol dire: determinare la relazione tra la lingua e il pensiero d'una nazione; cioè, data la lingua, investigare quale possa essere, più o meno e sempre dentro certi limiti, il carattere generale della speculazione nel corso del tempo. Il risultato di questa ricerca è una specie di prognosi; la quale, se è presa per una realtà storica che preceda o accompagni la formazione e lo sviluppo primitivo della lingua, contradice alla natura dello spirito e — ciò che forse più importa a qualcuno — al concetto principale della Scienza Nuova. Questo sarebbe lo stesso che dire contro Vico: i generi intelligibili precedono o accompagnano i generi fantastici."
      },
      {
        "index": 15,
        "text": "Ma, anche intesa così la cosa, perchè quella prognosi nella stessa sua generalità si avveri, si richiedono certe condizioni, che non sempre hanno luogo. E la principale è, che la nazione viva come in campo chiuso, tutta a sè, nella sua solitudine, e non accada niente — non si dia verun caso o necessità più universale sotto forma di caso — che ne modifichi o muti in qualche modo l'indirizzo. E in verità pare che a questo stato di patriarcale isolamento vogliano ridurci costoro, che si danno tanta briga di risuscitare un morto, che non è stato mai [58] vivo; o, se è stato mai vivo, il che non pare, è tutt'altra persona e di tutt'altra razza di quella che essi s'immaginano."
      },
      {
        "index": 16,
        "text": "Infatti, cos'è al far de' conti questa antichissima filosofia degl'Itali? dov'è nata? chi n'è stato autore?"
      },
      {
        "index": 17,
        "text": "Il senso proprio e particolare della ricerca di Vico è il seguente."
      },
      {
        "index": 18,
        "text": "Due fatti sono certi. Il primo è, che molte voci nella lingua latina originale, sono così dotte, che non possono essere provenute dall'uso del volgo, ma piuttosto da qualche dottrina intrinseca. Il secondo è, che gli antichi Romani, infino a' tempi di Pirro, furono affatto sforniti di ogni scienza e attesero solo alla agricoltura e alle cose di guerra. Da questi due fatti insieme si deve inferire, che i Romani non abbiano creato essi medesimi quelle voci, ma le abbiano invece ricevute da altre nazioni circonvicine, e usate così pregne come erano di filosofici sentimenti, senza intenderne la forza del significato; e tali sentimenti, proprii di queste nazioni, abbiano formato il tesoro antichissimo dell'italica sapienza."
      },
      {
        "index": 19,
        "text": "Sul primo di questi fatti ho detto abbastanza, nel considerare il significato generale della ricerca. E pure, se questo fatto non è vero, la conclusione di Vico non è giusta. Se, dovunque vi ha vocaboli, che poi ci appariscono pregni d'una certa dottrina, o anche di un sentimento filosofico, si dovesse presupporre originalmente l'esistenza d'una filosofia, non saprei come si potrebbe principiare a filosofare, e nè anche a parlare. È dottrina o sapienza la intuizione o la rappresentazione contenuta nella parola e nel mito; e nondimeno la parola e il mito non sono ancora la filosofia. Vico risolve, quanto [59] a' Romani, la difficoltà della esistenza di que' vocaboli, supponendo che fossero stati creati da filosofi di altre nazioni; ma la difficoltà rinasce in tutta la sua forza rispetto a queste medesime nazioni. Come si formarono tali vocaboli nel seno di queste nazioni? Per una qualche interna dottrina, cioè per opera di filosofi. E come fu possibile tale filosofia, prima di que' vocaboli; cioè, come, p. e., si potè aver prima il concetto proprio e filosofico del genere, della specie, della causa, etc., senza i vocaboli genus, species, causa, etc., e creare tai vocaboli dopo aver pensato i concetti? Ammettere che ci sieno stati uomini nel seno di queste nazioni, i quali abbiano prima pensato i concetti e poi formato, anzi creato i vocaboli, equivale a separare assolutamente questi uomini — i filosofi (devo dire i primi filosofi) — dalla vita delle loro nazioni medesime, giacchè il primo legame comune è appunto la lingua. Una filosofia primitiva, che non presupponga la parola nazionale (cioè la parola), non è dottrina intrinseca, ma estrinseca alla nazione; e in quanto estrinseca, presuppone altre nazioni più antiche e altri filosofi, e così via via, finchè si arrivi ad un filosofo assolutamente primo, il quale abbia prima pensato senza parlare, e poi parlato dopo aver pensato. Questo primo filosofo non può essere altro che il primo uomo, anzi Dio stesso; e così la vera ed antichissima filosofia, non solo propria particolarmente di noi altri italiani, ma comune (contro la intenzione de' nostri separatisti) a tutti i popoli del mondo, sarebbe quella stessa dell'Eden: filosofia non italica, ma preadamitica. Questa ipotesi, che capovolge tutto il cammino naturale dello spirito umano, e a cui riesce necessariamente la prima asserzione di Vico, non spiega niente, nè [60] la parola nè la filosofia. Essa fa infondere nel cervello degli uomini e delle nazioni i concetti e le parole, come il primo cibo è messo dalle madri nella bocca de' bambini: l'uomo pensa e parla, non perchè tale è la sua intima natura, ma perchè altri da fuori operando lo fa pensare e parlare; potrebbe nè pensare nè parlare, e nondimeno essere ancora uomo. Così si può dire di tutti i popoli quel che Vico dice degli antichi romani: parlarono lingua di filosofi senza essere filosofi[25]."
      },
      {
        "index": 20,
        "text": "Credo che non ci possa essere una dottrina più falsa e più contraria, ripeto, a tutto lo spirito della Scienza Nuova. Un popolo che non capisce niente di filosofia e non sente affatto il bisogno di filosofare, piglia da un altro popolo dei vocaboli filosofici, se ne serve, gl'introduce nel tesoro della sua lingua, e intanto non intende quello che dice! Ma perchè li piglia, e se ne serve? I vocaboli si pigliano a prestito, e se ne fa uso, quando si sente un certo bisogno della cosa, che que' vocaboli esprimono; e coi vocaboli si piglia la cosa. Pigliare i vocaboli senza la cosa, non mi pare possibile. Perchè i Romani dalle voci esse, genus, substare, etc. formarono essentia, generalis, substantia, etc.? Perchè aveano già appreso i concetti e le voci corrispondenti da' greci; e intendevano più o meno tali concetti. Ora il caso, di cui parla Vico, è ben diverso: non si tratta di pigliare i concetti e poi formare, secondo l'indole della propria lingua e da voci della propria lingua, i vocaboli; ma si tratta di pigliare vocaboli originali forestieri, così, senza i concetti e senza il bisogno di tali concetti. E quali vocaboli! Genus, forma, anima, etc. Agli scrittori del Giornale de' letterati [61] d'Italia, i quali desideravano che egli avesse addotto luoghi dove la voce genus significasse forma, etc., Vico risponde: «in cotal guisa, nella quale voi richiedete da me le pruove delle origini, io avrei ritratto l'antica sapienza d'Italia da esse voci latine, non dalle origini loro, che è il mio argomento»[26]. Queste origini — almeno quelle da cui Vico ritrae l'antica sapienza nostra — non sono, dunque, per lui latine. E di qual nazione sono? Da chi le ricevettero gli antichi romani?"
      },
      {
        "index": 21,
        "text": "Vico nel proemio dice: da due nazioni, cioè dagli Jonii e dagli Etruschi. «Nationes autem doctas, a quibus eas locutiones accipere possent (Romani), duas invenio, Jones et Hetruscos... In Jonibus Italica philosophorum secta, et quidem doctissima praestantissimaque floruit. Hetruscos autem eruditissimam gentem..... Ab Jonibus bonam et magnam linguae partem ad Latinos importatam ethymologica testatum faciunt. Ab Hetruscis autem religiones Deorum, et cum iis locutiones etiam sacras, et pontificia verba Romanos accersisse, constat. Quamobrem certo conjicio ab ea utraque gente doctas verborum origines Latinorum provenisse; et ea de caussa animum adjci ad antiquissimam Italorum sapientiam ex ipsius latinae linguae originibus eruendam». Nella seconda risposta al Giornale dei Letterati Vico spiega meglio, anzi, dovrei dire, corregge questa sua congettura. «Ripeterla (l'antica nostra sapienza) fin dalla Jonia e dalla pitagorica scuola, egli non era investigare la filosofia antichissima dell'Italia, ma una più novella di Grecia... Io la ripeto sì da Pitagora, ma non la fo venire di Grecia, e la fo più antica di quella di Grecia..... Quando nell'Egitto fioriva [62] quel grandissimo imperio che si distendeva per quasi tutto l'Oriente e per l'Africa..... verisimile, anzi necessaria cosa egli è, che gli Egizii, signoreggiando tutto il mare interno, facilmente per le sue riviere avessero dedotto colonie, e così portato in Toscana la loro filosofia. E quivi essendo poi sorto un regno ben grande..., forza è che anche fossevi diffusa la lingua, e di questa ne avessero più preso i popoli più vicini del Lazio... Ora, per tutto il ragionato, ardisco asseverantemente dire, che Pitagora non avesse da Jonia portato in Italia la sua dottrina.....; ma, menato in Italia dal desiderio di acquistare nuove conoscenze, e qui avendo apparato l'italiana filosofia, e riuscitovi dottissimo, gli fosse piaciuto fermarsi nella Magna Grecia, in Crotone, ed ivi fondar la sua scuola....; talchè, se vi ha voce di sapiente significazione che abbia indi l'origine» (ab Jonibus bonam magnamque linguae partem ad Latinos portatam ethymologica testatum faciunt)[27], «ella s'abbia a stimare essere stata quella molto innanzi portata da Toscana in Magna Grecia, e prima che in Magna Grecia, nel Lazio»[28]. (Cioè: non più, come è detto nel Proemio, dalla Jonia, e quindi dalla Magna Grecia nel Lazio, ma piuttosto dal Lazio nella Magna Grecia, o almeno in tutti e due dall'Etruria successivamente o contemporaneamente senza che passasse dall'una all'altro)[29]."
      },
      {
        "index": 22,
        "text": "Adunque, secondo Vico, il pitagorismo — quella che tutti gli storici della filosofia riconoscono concordemente [63] come la più antica filosofia italiana (dell'Italia greca) — non solo non ha originalmente niente di greco, ma l'autore di esso non è nè meno Pitagora; non già nel senso, come vogliono taluni, che fosse nata dopo Pitagora da' pitagorei, ma invece nel senso, che esisteva già — chi sa quanto tempo! — prima dello stesso Pitagora. Pitagora, quando sbarcò in Italia, la trovò bella e fatta; l'aveano inventata gli etruschi, anzi portata per mare dall'Egitto, giacchè pare che l'opinione di Vico sugli etruschi sia, che fossero egizii; di maniera che quella che noi diciamo filosofia italiana, in origine è egiziana. E noi dobbiamo seguitare ad essere egiziani, se non vogliamo cessare di essere italiani. Ecco di che si tratta! — Cito lo stesso esempio di Vico. Anima e animus, dicono i Letterati d'Italia, non ci è bisogno di cercarli in Egitto; guardate la voce greca ἄνεμος, e vi persuaderete che i greci la portarono in Italia. — E Vico risponde: «dalle prove ivi fatte si può dedurre facilmente(!) che quegli Egizii antichissimi che mandarono in Italia cotal voce in cotal sentimento (di aria), l'avessero parimente mandata in Grecia; e così essersene tutte e due queste nazioni servite, senza averne alcun commercio tra esso loro»[30]. Se i medesimi letterati avessero detto: genus è lo stesso che γένος, Vico avrebbe similmente risposto: gli Egizii portarono la stessa voce in Grecia e in Italia."
      },
      {
        "index": 23,
        "text": "Non è qui il luogo di far vedere quanto questa ipotesi di Vico sia contraria alla storia e alla filologia. Mi contento di fare qui solo poche osservazioni. 1.º Il pitagorismo — quale noi lo conosciamo dalla storia della filosofia, e non quale lo congettura [64] Vico — è una schietta creazione dello spirito greco, specialmente del dorico. 2.º Nei tempi, di cui parla Vico, gli egizii non viaggiavano ancora per mare, e perciò non potevano trasportare la loro filosofia in Toscana[31]. 3.º I primi etruschi in Italia avevano così poca coltura, che non si può ragionevolmente supporre, non dico che fossero già filosofi, ma nè pure che avessero potuto venire per mare[32]. 4.º Tutte le investigazioni fatte fin qui sulla loro lingua non sono ancora riuscite a classificarla; e perciò niente si può dire di certo sulla loro origine nazionale. 5.º È certo che gli etruschi pervennero a un alto grado di coltura; ma non è meno certo che questa coltura non ebbe su' costumi o almeno sulla lingua degli antichi romani quella essenziale influenza che si è voluto credere[33]. Che i romani avessero preso la religione, e perfino un'arte di schierar battaglia sola al mondo, etc., dagli etruschi; che, insomma, tutta la sapienza de' romani consistesse nel far buon uso de' frutti dell'altrui dottrina e mantenere l'ignoranza[34], tutto ciò è un'esagerazione, per non dir altro[35]."
      },
      {
        "index": 24,
        "text": "Quello che è degno di nota nella ricerca di Vico si è, che egli non si contenta delle origini greche. A' suoi tempi si credeva ancora, che la lingua latina derivasse dalla greca. Vico, invece, va cercando [65] un'origine più antica: un'origine comune a' latini e a' greci, e non sa trovarla altrove che in Egitto! Se Vico avesse saputo tutto quel che si sa ora di lingua, di filologia e di storia, e anche meno, non ci avrebbe parlato di Egitto, e nè meno della necessità d'una antichissima sapienza per la creazione di quei suoi vocaboli. Egli avrebbe visto — conformemente al vero concetto della lingua nella Scienza Nuova — che tutta la sapienza p. e. de' vocaboli genus e mens consiste nella intuizione primitiva, e comune a tutti i popoli della nostra stirpe, contenuta nelle radici gen (sanscrito: gan, greco: γιν), e men (sanscr. man, greco μνα), etc."
      },
      {
        "index": 25,
        "text": "Che Vico, un secolo e mezzo fa, abbia sbagliato, s'intende da sè; ma che ora, dopo tanto tempo e tanti progressi in tutto, ci si venga a ripetere tali errori, questo è quello che io non so capire. O piuttosto lo capisco: si tratta di consacrare il sistema delle caste, e l'autorità di Vico deve servire a questo pio intendimento! Adunque noi, per far onore a Vico, dobbiamo essere etruschi, anzi egiziani in filosofia. Ma perchè non anche in religione? La filosofia egizia dovea avere un nesso intimo colla religione egizia; e non so perchè la religione deve essere qualcosa di più universale e di meno nazionale che la filosofia. Questo vorrei che mi spiegassero i nostri bramani."
      },
      {
        "index": 26,
        "text": "Per me non ho bisogno di dire, che io rispetto Vico; ma credo nello stesso tempo, che il maggior onore che gli si possa fare da noi, sia quello di metter da parte i suoi errori e di svolgere e ampliare con tutti i sussidii delle nuove investigazioni ciò che vi ha di vero nella Scienza Nuova. Facendo altrimenti, noi facciamo ridere appunto i nostri nemici, gli stranieri; e spero che, quando tutti [66] questi pregiudizi! saranno passati — non rideranno meno i nostri nipoti."
      },
      {
        "index": 27,
        "text": "Ora conchiudo questa lezione già troppo lunga, e dico che nella esposizione del pensiero italiano io non posso cominciare dall'antiquissima italorum sapientia, per la semplicissima ragione che essa non ha mai esistito. La sapienza contenuta nel libro, di cui ho discorso, sarà la metafisica di Vico; ma tanto manca che sia quella degli etruschi e degli egizii, che non è nè pure quella de' Pitagorei. E io non comincio da' Pitagorei, perchè la loro filosofia è parte della greca. Non comincio dalla Scolastica, perchè la Scolastica appartiene a tutte le nazioni europee. Non posso dunque cominciare che dalla filosofia del Risorgimento."
      }
    ]
  }
}
