{
  "chapterNumber": 2,
  "title": "Prolusione: Della nazionalità nella filosofia (Prolusion: On Nationality in Philosophy)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Nella solenne inaugurazione del nuovo anno universitario fu udita una voce[8] far appello al sentimento nazionale. Plaudendo unanimemente, voi mostraste di voler tutti la stessa cosa: la manifestazione del genio italiano in tutte le forme della nostra vita. Quella voce si rivolse a tutte le Facoltà riunite, a' professori e a' giovani studenti. Agli uni suonò come un saluto amichevole, agli altri come un consiglio; quanto a me, uscita di bocca al mio predecessore su questa cattedra, ella parve un po' di tutto questo, e dirò anche di più, una benevola ammonizione."
      },
      {
        "index": 1,
        "text": "Signori, all'udir pronunziare in questa Università i nomi di Telesio, di Campanella, di Vico, di Gioberti, e forse la prima volta dopo tanti anni il nome di Giordano Bruno, l'animo mio si aperse a una vivissima gioia. Anche io ho pensato sempre, che il [8] nostro genio nazionale deve specchiarsi nella nostra filosofia. L'ho pensato, e l'ho detto, in tutti i modi che ho potuto. Se la filosofia non è una vana esercitazione dell'intelletto, ma quella forma reale della vita umana, nella quale si compendiano e trovano il loro vero significato tutti i momenti anteriori dello spirito, è cosa naturale che un popolo libero si riconosca e abbia la vera coscienza di se stesso anche ne' suoi filosofi. Dove manca questo riconoscimento, la importazione forestiera non giova; giacchè la coscienza di sè non è una merce, che se non ci è, si acquista; ma è noi stessi, il vero noi."
      },
      {
        "index": 2,
        "text": "Ma il difficile ora, o Signori, non è avere il sentimento nazionale e la convinzione, che il nostro genio deve riflettersi in tutte le forme della nostra vita, e per conseguenza anche nella filosofia: non è dire, che bisogna amare i nostri filosofi. Essere italiani vogliamo tutti; non è più quistione di ciò. Il punto sta — specialmente per noi altri professori e studenti — nel fare che questo amore diventi conoscenza; giacchè quando si tratta di filosofi, amarli è principalmente conoscerli. Il punto sta nel comprendere questo sentimento, perchè non degeneri in vuota boria; e sopratutto nel formarsi una chiara e netta notizia di questo genio, perchè sotto un tal sacro nome non passi ciò che non è nostro, e noi possiamo rigettarlo da noi come una falsa moneta, e d'altra parte non ci accada di ripudiare ciò che è veramente nostro per la falsa apparenza che non sia; e di gridare, insomma, come si doleva il Machiavelli, viva la nostra morte e muoia la nostra vita."
      },
      {
        "index": 3,
        "text": "Io mi restringo a trattare il mio tema particolare. Per vedere in che possa stare la nazionalità della nostra filosofia, bisogna intendere il significato della [9] nazionalità nella vita della filosofia in generale. E a tal fine a me non basta il dire: la filosofia è l'ultima e più chiara espressione della vita di un popolo. Oltre questa determinazione astratta, io devo mostrare come tale espressione abbia avuto un'esistenza storica."
      },
      {
        "index": 4,
        "text": "Oramai, siamo tutti, più o meno, della stessa opinione, quanto al concetto stesso della nazionalità. Questa non è più per noi, anzi non è stata mai, una semplice espressione geografica, come diceva il ministro d'Austria. È più che il semplice costume, la lingua stessa, l'arte e la letteratura, il sentimento e la intuizione. Questa nazionalità noi l'abbiamo da un pezzo: e non ce ne siamo contentati. Nazionalità è per noi unità: unità viva, libera e potente come Stato. E perchè noi vogliamo questa unità come libero Stato? Perchè noi sappiamo che solo nella unità come libero Stato possono spiegarsi liberamente tutte le potenze della nostra vita; solo in quello noi possiamo essere e saperci veramente noi. Questa è già una implicita confessione, che in sino ad ora noi non siamo stati in tutte le forme della nostra esistenza quel che avremmo potuto davvero essere."
      },
      {
        "index": 5,
        "text": "La nazionalità non ha sempre nella storia dei popoli lo stesso significato; tra il mondo antico e il moderno vi ha una profonda differenza, e anche tra i popoli stessi dell'antico mondo. In generale nel mondo antico la vita delle nazioni si forma come in campo chiuso, e con poche modificazioni da fuori; e in quelle stesse, che, appartenendo originalmente alla medesima stirpe, portarono seco nella loro separazione un patrimonio spirituale comune, la cui scoverta è ora una delle più belle glorie della filologia comparata, in quelle stesse nazioni la nazionalità [10] ha un fondamento proprio, naturale, esclusivo, il quale è come principio che si esplica e riconosce nettamente in tutte le manifestazioni della vita; la loro comunità primitiva è come un tesoro nascosto, di cui esse non hanno coscienza, e che aspetta solo la maturità de' tempi per mostrarsi in tutta la sua luce. Ciò che si mostra e prevale è la loro differenza, l'effetto e insieme la causa della loro separazione originaria. Questa differenza, che è come il centro proprio di ciascuna nazionalità, ha per così dire una gradazione spirituale nelle diverse nazioni: più immediata e naturale nell'India, più libera e riflessa in Grecia, più astratta ed universale in Roma, dove si accosta e prelude all'umanità. E così accade poi che nel mondo moderno, all'opposto dell'antico, la vita di ciascuna nazione si muove come all'aperto insieme con quella delle altre; ciascuna è non solo se stessa, ma anche l'altra; anzi non è veramente se stessa, che in questa relazione e intima unità colle altre. Il fondamento naturale e proprio cede, senza però sparire, a un nuovo fondamento, comune ed universale; il quale non è più qualcosa d'immediato e primitivo, come la comunità originaria anteriore alla separazione, ma è il risultato di una lunga, paziente e dolorosa elaborazione comune, che apparisce come rimescolamento e lotta di popoli e di stirpi; è una nuova origine, una seconda nascita. Così la nazionalità non ha più lo stesso significato di prima. Non apparisce più come qualcosa che è dato naturalmente e immediatamente e dirò quasi ciecamente da un inesorabile destino; ma come un prodotto assolutamente spirituale, come il posto che ciascun popolo piglia da sè, per sua propria e conscia energia, nello splendido banchetto della nuova vita. D'ora innanzi nazionalità non significa più [11] esclusione o assorbimento delle altre nazioni, ma l'autonomia d'un popolo nella vita comune de' popoli; come la personalità dell'individuo consiste nel conservare la propria autonomia nella comunità dello Stato."
      },
      {
        "index": 6,
        "text": "L'antichità ci presenta due grandi filosofie: l'indiana e la greca. In ambedue si riflette nettamente lo spirito nazionale."
      },
      {
        "index": 7,
        "text": "È noto, che uno degli elementi più intimi e fondamentali della vita de' popoli, è la loro rappresentazione religiosa dell'universo. Naturalmente quale è l'idea di Dio, tale è l'idea dell'essenza dell'uomo e della comunità umana, e in generale di tutte le relazioni della vita. Se non che nei popoli antichi la religione è la nazionalità stessa: essi hanno, nel vero senso, religioni nazionali. Ne' popoli moderni all'opposto la relazione tra religione e nazionalità è più larga e indeterminata; l'intuizione religiosa è essenzialmente la stessa in tutti, non ostante le differenze nazionali, e spesso le specificazioni di questa identica essenza vivono insieme nella stessa nazione. Ora nell'India, non solo la religione è la nazionalità stessa, ma tutte le forme della vita, lo stesso pensiero speculativo, ha questo carattere religioso; la sua filosofia è immediatamente filosofia religiosa; e in generale la coscienza indiana non è giunta mai a sciogliersi da' legami della religione. Avvolta fin dal principio nella moltiplicità della rappresentazione naturale, ella non sa liberarsene che negando ad un tratto ogni esteriorità, ogni determinazione, ogni concretezza. Varuna, Indra, Agni, le antiche divinità de' Vedi, devono cedere il posto a Brama, che è il puro essere, vuoto, indeterminato; identità indifferente delle cose, il dio della riflessione teologica. Lo spirito indiano non ha la potenza [12] di trasformare, come fece il greco, quelle sue divinità impersonali, generali, vaghe, in un olimpo d'individualità determinate e viventi. Non sa trovare la vera vita che nella negazione della materia stessa della vita. Ma, non reggendosi in questa vuota altezza, ricade nella trivialità della rappresentazione naturale; Brama neutro diventa Brama mascolino: una bassa personificazione. Questa alternativa dalla realtà empirica all'unità assolutamente vuota e astratta, e da questa a quella, la coesistenza di questi due estremi nella stessa coscienza, senza che possano compenetrarsi l'un l'altro: tale è lo spirito indiano."
      },
      {
        "index": 8,
        "text": "Sospeso così, quasi a mezz'aria, tra l'intelligibile senza determinazioni e il concreto senza l'intelligibile, egli non può fissare in volto la natura e intenderla, ma è come affascinato da essa: la sua esistenza è come un sogno, un mondo vago, senza limite e misura. Così egli non arriva mai ad una spiegazione sistematica de' fenomeni dalle loro cause naturali, nè alla libertà della vita civile e politica, nè alla civiltà umana propriamente detta. L'oggetto che egli contempla, non è il vero e reale, nel quale addentrandosi l'occhio dell'intelletto si levi poi gradatamente, come avvenne in Grecia, all'essenza intelligibile, ma è un oggetto mobile e fantastico, nel quale l'intelletto non trova il suo punto di appoggio. Così la filosofia non può aver mai una forma e un metodo rigorosamente scientifico; ma si arresta in parte a uno schematismo esterno logico e grammaticale, come nel medio evo; in parte a precetti ed osservazioni aforistiche, in parte a descrizioni fantastiche e poetiche. Con tutto ciò il gran valore dell'intelletto indiano è l'essersi elevato alla coscienza dell'altezza del pensiero: alla [13] separazione del soprasensibile dal sensibile, dell'universale dal moltiplice empirico, naturale ed umano: alla concentrazione dello spirito in se stesso, mediante la negazione di ogni esistenza finita e determinata. Questa potenza di astrazione e di negazione, questo puro concentrarsi in se stesso — questa soggettività assoluta — è come la forma universale dello spirito ariano. È la condizione assoluta d'ogni filosofia, proprietà, della stirpe comune e non della nazione."
      },
      {
        "index": 9,
        "text": "Così l'India segna quasi lo schema di questo spirito: del nostro spirito. Ma tale potenza è nel fatto poi nell'India una vera impotenza; giacchè la negazione qui non consiste nel vincere e domare la realtà senza distruggerla, nel trasfigurarla spiritualmente, nel renderla intelligibile e ideale, nel conservarla insomma ed eternarla nella vita infinita dello spirito; ma sì nel metterla da parte, nello sbarazzarsene; e perciò invece della piena e assoluta personalità, si ha solo il vuoto essere, l'essere stesso di questa vuota astrazione. Questo concentrarsi che non piglia nulla, questa coscienza che non ha coscienza di nulla, questo puro se stesso senz'altro: tale è Brama. Brama è lo stesso spirito indiano. L'infinita distanza di questo vuoto essere dalla personalità piena ed assoluta, tale è l'abisso che separa questa coscienza dalla coscienza moderna."
      },
      {
        "index": 10,
        "text": "Anche in Grecia, come nell'India, la religione è l'intima sostanza dello spirito nazionale. Anche qui tutti i lati del contenuto etico della vita comune, religione, morale, diritto, non sono ancora distinti e formano come una massa sola. Ma qui vediamo la prima volta nel mondo due fatti importanti: il contenuto etico della vita è libero da ogni oppressione esterna, da ogni dispotismo, e perciò si sviluppa [14] liberamente; e d'altra parte la filosofia non comincia che col fare astrazione da ogni intuizione religiosa, senza essere però astrazione assoluta come la coscienza indiana. Talete, il primo filosofo greco, introduce, come è stato detto, la prosa della schietta riflessione nell'olimpo poetico di Omero e di Esiodo: nel luogo di Giove padre degli uomini e degli Dei, egli pone l'acqua come principio universale delle cose. Così lo spirito greco ha quella potenza che non ha l'indiano; di trascendere cioè come speculazione il contenuto religioso. Il che non vuol dire che la filosofia greca non rappresenti più lo spirito nazionale: tutt'altro. Vuol dire solamente che la relazione tra nazionalità e filosofia è in Grecia ben diversa, un po' più larga, che nell'India; o, se mi permettete di dirlo, che la filosofia indiana è più nazionale che la greca, nel senso, beninteso, che questa si muove più liberamente nel grembo della vita schiettamente greca, si oppone a poco a poco a questa vita, va oltre di essa, ed è la leva più potente della sua distruzione. Ma d'altra parte la filosofia greca è profondamente nazionale, giacchè non è già un altro spirito, ma lo stesso spirito ellenico che consuma se stesso; si consuma come stato, come comunità, come popolo vivente, e da questa cenere sorge e s'impone, vera fenice del pensiero, alle età future. Anche in quanto trascende la vita nazionale e la distrugge, ella procede in modo veramente ellenico."
      },
      {
        "index": 11,
        "text": "Così lo spirito greco spira da per tutto nella sua filosofia. Infatti, in Grecia lo spirito è di certo ancora limitato dalla natura, ma non soggetto ad essa, come nell'India; egli si distingue dalla natura, sebbene senza lotta ed opposizione. Egli se ne serve come fondamento e materia della sua vita, ne fa organo e [15] mezzo di sua manifestazione, come l'anima del corpo; di maniera che l'elemento spirituale non sopravanzi e quasi rompa la forma sensibile, ma si esprima in essa solo fin dove può esprimersi sensibilmente; e così questa risponda e si adegui a quello perfettamente. La vita greca non è altro che questa unità armonica di natura e spirito: tale è la individualità degli Dei, tale è lo Stato, e tale è anche la filosofia in generale, cioè libero abbandono e ingenua fede del pensiero nell'oggetto. L'oggetto da prima è l'oggetto puramente naturale (filosofia antesocratica); poi diventa oggetto ideale (filosofia socratica: Socrate, Platone, Aristotele); e quando il soggetto o lo spirito comincia a ritirarsi in se stesso dall'oggetto (nello stoicismo e nell'epicureismo) ed a dubitare dell'oggetto stesso (nello scetticismo), lo spirito greco conserva quella serena ingenuità sua propria; lo scettico si riposa nel suo scetticismo. Finalmente, allorchè disperando di trovare nell'oggetto e nella scienza (come contemplazione dell'oggetto) la verità, la cerca fuori della scienza, nelle antichissime tradizioni greche ed orientali, in rivelazioni straordinarie della divinità, anche qui egli conserva il suo carattere: muore, ma muore da greco; giacchè gli ideali neo-platonici, ne' quali finisce e si dissolve la filosofia ellenica, hanno sempre qualcosa di plastico, e sempre l'essere, l'oggetto, è il primo, da cui deriva come secondo il pensiero. Così tutta la filosofia greca è ontologismo: l'assoluto è sempre l'ente, non ancora lo spirito. Perciò i greci non intesero la creazione."
      },
      {
        "index": 12,
        "text": "Quanto a Roma, sanno tutti che ella non ebbe una filosofia propria. Pe' romani la pura speculazione è già qualche cosa di indifferente, e la pigliano da' greci. Così la relazione tra nazionalità e filosofia diventa [16] ancora più larga, la stessa nazionalità romana non è così esclusiva come la greca; assorbe, non esclude; e così cessa di essere una determinazione puramente naturale: è già, come ho detto, qualcosa di umano. I romani aveano altro a fare nel mondo che teorizzare sull'universo; il loro interesse era il volere, l'attività pratica, la potenza: non contemplare l'universo naturale, ma fare l'universo umano. E ne fecero uno, ma a loro modo, cioè da un lato solo. Per fare l'universo veramente umano, ci voleva una nuova contemplazione, un nuovo oggetto, una nuova idea di Dio, una nuova religione, una nuova filosofia. Essi non compresero l'umanità che come diritto, come pura ed astratta manifestazione del volere. Il diritto romano trascende i limiti di una nazionalità determinata; come diritto privato esso è già diritto umano. Questa forza di astrazione, questo separare il diritto da tutta la sostanza etica della vita, dalla morale e dalla religione, questa potenza che non ebbero i greci, è il più gran pregio dello spirito romano. Il filosofo romano, Cicerone, era inferiore alla stessa realtà romana. La romana coscienza era arrivata a separare il diritto dalla morale: e Cicerone filosofando — cioè riflettendo sulla realtà (qui umana) — confondeva ancora, come i greci, diritto e morale."
      },
      {
        "index": 13,
        "text": "Il germe della filosofia moderna bisogna cercarlo nelle rovine della filosofia greco-romana. Il processo della filosofia greca è evidente: — La verità per l'intelletto greco è l'oggetto, l'ente, qualcosa di esterno sempre; non è lo spirito, come per noi altri moderni. E l'oggetto è prima naturale, semplicemente esterno; poi ideale, cioè l'esterno divenuto interno senza cessare di essere esterno; finalmente la esteriorità, l'oggettività, sparisce, e la verità è la pura idealità, [17] il puro soggetto senza l'oggetto. Lo scetticismo conclude: dunque la verità non è nulla; giacchè per lo spirito greco la verità è l'oggetto, e ora l'oggetto è scomparso. E pure questo nulla non è lo stesso che zero: anzi è qualcosa di più dello stesso oggetto naturale e dello stesso oggetto ideale. È zero solo per la coscienza scettica, non già in se stesso. Se fosse zero in se stesso, la filosofia sarebbe finita collo scetticismo antico; noi non avremmo avuto più filosofia, o, che è lo stesso, la nostra filosofia sarebbe stata solo una ripetizione meccanica della filosofia greca. Questo nulla non è altro in sè che il negare l'oggetto, sia naturale sia ideale, come l'assoluto, e l'affermare come l'assoluto il puro e vuoto soggetto, la pura intimità. L'assoluto diventa sempre più intimo allo spirito: tale è il processo della filosofia greca da Talete allo scetticismo. Ora, questo nulla che è la soggettività vuota, diventa un esterno di nuovo, un nuovo oggetto, la nuova verità. Tale è il significato del neoplatonismo. Il neoplatonismo è l'ultimo sforzo dello spirito greco: scomparso l'oggetto, la soggettività vuota si espande e getta, direi quasi, se stessa al di fuori, a un tratto, e però si pone a sè dinnanzi come un altro esterno, un altro oggetto. È un altro esterno; perchè ha origine e radice nella intimità vuota del soggetto, e invece l'esterno di prima avea radice nell'oggetto naturale. Qui dunque abbiamo come una conversione dello spirito, una — per dirla coi matematici — mutazione di segno, un nuovo indirizzo, e piuttosto il principio di una novella êra, che la fine dell'antica. Ma nel fatto non è che la fine. E in vero l'intelletto greco si leva gradatamente, come ho già notato, dall'oggetto naturale al concreto intelligibile."
      },
      {
        "index": 14,
        "text": "L'indiano, movendo dall'oggetto fantastico, erasi [18] levato immediatamente, per subitanea astrazione, al puro essere, al vuoto intelligibile; e così dovea procedere e a ciò riuscire, appunto perchè, l'oggetto essendo fantastico, l'intelletto non avea in esso nè misura nè contenuto. Lo stesso ora avviene, sebbene in senso inverso, all'intelletto neoplatonico: il soggetto, da cui esso muove, non è il soggetto concreto come soggetto, come soggetto umano, ma è il soggetto che era stato concreto come soggetto greco, non umano, e ora non è più greco, ma vuoto e non ancora umano. E però, mancando la concretezza, da una parte l'intelletto non è processo, ma intuizione immediata, come l'indiano era stato astrazione immediata; e d'altra parte l'oggetto di questa intuizione, il nuovo oggetto, non ha nessuna determinazione in quanto nuovo oggetto, cioè come soggetto, ma è assolutamente indeterminato, e quindi incomprensibile. Questa contradizione, in cui si vede da una parte il carattere ellenico, l'oggettività, e dall'altra la negazione di questo carattere, cioè un oggetto non intelligibile e quindi non più oggetto: tale è il neoplatonismo. Perciò è la fine, cioè la dissoluzione della filosofia greca."
      },
      {
        "index": 15,
        "text": "Perchè dunque questa situazione dello spirito fosse il principio di una nuova filosofia, bisognava che il soggetto fosse concreto come soggetto, cioè umano, siccome l'oggetto dell'intelletto greco era già concreto come oggetto, cioè come natura. Questa concretezza, cioè la formazione pratica del soggetto, questa, se così posso dire, seconda natura, questa prima educazione dell'uomo come uomo, e non già solo come cittadino di una data nazione, è l'opera di più secoli, e presuppone l'apparecchio romano, l'avvenimento del cristianesimo, la caduta dell'impero, la mescolanza de' popoli, il medio evo. Solo [19] dopo quest'opera prodigiosa, dopo questo rinnovamento del cuore, era possibile il dire davvero, come fece Cartesio: Cogito ergo sum, Deus cogitatur ergo est: cioè una nuova filosofia, che ponesse per principio il soggetto e non l'oggetto, il pensiero e non l'ente, l'intelligente e non l'intelligibile, e che dalla coscienza di sè, dalla notizia intuitiva dell'essere contenuto nel pensiero, procedesse alla vera concezione della natura e di se stesso: — nella quale concezione la natura (l'essere) fosse non più l'assoluto (come nell'India) o un limite insuperabile dello spirito (come in Grecia), ma, come dice Bruno, l'infinita genitura dell'infinito generante: la creatura dello Spirito."
      },
      {
        "index": 16,
        "text": "Così, epilogando il detto fin qui sulle due filosofie dell'antichità, si vede che il punto più alto a cui esse riescono, manifesta lo stesso schema, come ho già osservato, dello spirito ariano, e rappresenta come due grandi tentativi, ne' quali questo spirito intende a realizzare se stesso. Questo spirito è in sè il vero spirito, cioè intimità, relazione assoluta verso se stesso, e se posso dir così il Sè stesso. Ma la differenza tra India e Grecia è immensa, e si vede chiaro che il tentativo greco è più felice. L'India infatti riesce al Sè stesso come vuoto Essere, come l'indeterminato, come quello la cui determinazione consiste nell'astrarre da ogni determinazione; e, giacchè determinazione è intelligibilità, riesce al non intelligibile, al puro Nulla. — La Grecia invece riesce al Sè stesso, già assolutamente determinato come natura, come intelligibile, come ente, e però non assolutamente vuoto, ma vuoto soltanto come vero soggetto. Solo lo spirito moderno, lo dico anticipatamente, nel quale si raccolgono i popoli del gran ceppo ariano, — giacchè ora l'India stessa ci [20] è presente, se non come attrice, almeno come monumento, — solo questo spirito poteva concepire il vero Sè stesso, e dire: Egli non è l'Essere, non l'Ente, ma il Creatore."
      },
      {
        "index": 17,
        "text": "Signori, il mio intento non era e non è di fare una storia della filosofia, ma solo di determinare la relazione tra la nazionalità e la filosofia, per conoscere qual significato e quindi quali limiti deve avere la esigenza, che la nostra filosofia abbia ad essere nazionale. Io mi sono dilungato nella caratteristica della filosofia antica, perchè da un lato, solo essa, l'indiana come la greca, si può dire nazionale nel vero significato della parola; e dall'altro lato, compresa la filosofia antica e quindi il suo difetto, noi abbiamo già compreso il problema e l'indirizzo principale della moderna, che nasce da quella, ed è appunto il suo compimento. Sarò, dunque, breve nel resto; e tanto più, che l'ho già esposto ampiamente in un'altra scrittura, pronunciata da un'altra cattedra, e che forma con questo discorso un sol tutto[9]."
      },
      {
        "index": 18,
        "text": "Il problema della filosofia moderna e il fondamento necessario alla sua instaurazione richiedono che essa non sia l'opera di una sola nazione, ma di tutte. Il problema è il concetto dello spirito nella pienezza della sua vita, nella sua umanità, e non già come spirito di questo o di quel popolo; il fondamento è la educazione comune già avvenuta. Laonde nel medio evo e nel nuovo tempo tutte le nazioni hanno i loro rappresentanti; ciascuna contribuisce la sua [21] vita alla vita comune del pensiero; ciascuna pone un elemento della soluzione del problema, e non già la intera soluzione. Specialmente dopo il Risorgimento, quelle che appariscono come filosofie nazionali, il cartesianismo in Francia, il lockismo in Inghilterra, e così via via, non sono che tante stazioni per le quali passa il pensiero nel suo corso immortale. La filosofia moderna non è dunque nè inglese, nè francese, nè italiana, nè alemanna solamente, ma europea. Un popolo che si arrestasse ad una di queste stazioni o le girasse intorno senza andare avanti, non avrebbe più vita filosofica, e gli si potrebbe applicare il detto di Cristo: «lasciate i morti seppellire i loro morti»."
      },
      {
        "index": 19,
        "text": "Di queste stazioni dirò solo le più cospicue. Nel medio evo, fatta già la prima educazione umana, quella che io direi umanità naturale, riapparisce l'oggetto neoplatonico, il trascendente, ma con altro carattere. Esso è già in sè spirito, soggetto e non oggetto; è immaginato come tale nella rappresentazione religiosa. Pure apparisce all'intelletto come oggetto, come un esterno, perchè quel concreto spirituale o umano, che mancava al neoplatonismo, e che noi abbiamo visto essere il presupposto necessario della nuova êra filosofica, appariva anch'esso alla coscienza come un'opera straordinaria ed esterna, non come l'opera della coscienza stessa. Questa contraddizione — cioè quest'intimo, che non è più vuoto, come il soggetto neoplatonico, ma già concreto in sè, e nondimeno apparisce come esterno; un esterno, che, appunto perchè già concreto in sè come soggetto, lascia, dirò così, trapelare e già quasi erompere la sua intimità, e quindi accenna a più di quel che esso apparisce, e nondimeno l'esprime solo nella propria insufficienza ad esprimerlo, [22] cioè negativamente — questa contraddizione è l'Incomprensibile degli scolastici. Non è l'assurdo, ma il Sovrintelligibile."
      },
      {
        "index": 20,
        "text": "Così abbiamo due motivi nella Scolastica. — La esteriorità è il motivo del formalismo, nel quale il nuovo Assoluto è trattato come ente, come oggetto, colle stesse categorie dell'Assoluto antico, le quali non gli si attagliano; e ciò confessano gli stessi scolastici, dichiarandolo superiore ad ogni categoria. La interiorità è il motivo della prova a priori, o ontologica, che gli antichi non conoscevano nè, come ora è chiaro, potevano conoscere. La contradizione già notata, cioè l'intimo che apparisce come non intimo, si vede nella prima ed imperfetta forma di questa prova, in quella di Anselmo. Anselmo vuol dimostrare l'Assoluto, l'Essere, dal pensiero, dall'intelletto; e intanto non è l'Essere, che si dimostra da sè all'intelletto, ma è l'intelletto che dimostra estrinsecamente l'Essere, cioè solo se stesso come vuoto intelletto."
      },
      {
        "index": 21,
        "text": "Riassumendo ora i tre grandi periodi già esposti, pare che, dove l'India riesce al Sè stesso come assolutamente vuoto, come puro essere, e la Grecia al Sè stesso concreto, ma solo come Ente (Natura) e vuoto come soggetto, il medio evo in verità non riesca ad un concetto nuovo e più profondo del Sè stesso, giacchè quella concretezza (l'umanità naturale) del soggetto, che la differenzia dal neoplatonismo, è un dato estrafilosofico; e quindi la posizione dell'intelletto rispetto alla Verità sia la stessa che nella filosofia neoplatonica. Pare insomma che il medio evo non sia altro che la contradizione stessa del neoplatonismo, posta in più chiara luce. E pure è altro di più; e perciò fu un vero periodo della storia della filosofia. Forse m'inganno, ma a me sembra [23] che lo spirito del medio evo sia rispetto alla nuova natura quel che è lo spirito indiano rispetto alla natura immediata e dirò pure naturale; l'oggetto è fantastico nell'India, fantastico nel medio evo; nell'una e nell'altro, è dato dalla rappresentazione religiosa, e inseparabile da essa; ci si vede lo stesso schematismo, lo stesso vuoto formalismo, la stessa congerie di determinazioni, che non arriva mai a determinare l'oggetto intellettivo, e finalmente la stessa confessione della insufficienza di tutte le categorie e il loro annichilamento nell'indeterminato Assoluto. L'India e il medio evo riescono dunque ambedue al Nulla; ma la differenza tra loro è tanto infinita, quanto la differenza delle due nature. L'India riesce a Brama; il medio evo, all'Actus purus[10]."
      },
      {
        "index": 22,
        "text": "La prova a priori ha in Cartesio un'altra forma: non è il pensiero che dimostra estrinsecamente l'essere e come dato fuori del pensiero: ma è l'essere che si dimostra da sè al pensiero, in quanto è contenuto originariamente e immediatamente in esso. Questa presenza immediata, questa evidenza, è la esistenza dell'essere. L'esistenza di Dio, dice Cartesio, è la stessa sua idea in noi, cioè nel pensiero; giacchè questa idea non me la fo io, non mi viene da fuori; essa è infinita; è dunque l'atto stesso di Dio in me. Così i due principii, Cogito ergo sum, Deus cogitatur ergo est, sono un sol principio; certezza e verità sono, la prima volta, una cosa sola. Questo è il gran pregio di Cartesio."
      },
      {
        "index": 23,
        "text": "Ora questa presenza immediata è una nuova natura, appunto perchè immediata; è una idea innata, cioè data in noi naturalmente. È natura nuova, perchè non è data solo estrinsecamente, come la greca, non nella intuizione religiosa e fantastica come l'indiana e quella del medio evo, ma è contenuta originariamente nel pensiero. È concreta, perchè in tutto il tempo del Risorgimento, caduta la teocrazia, fondata la monarchia, aperta la via dell'oceano, inventata la stampa, fatte tante altre scoperte, l'uomo avea incominciato a riaver fede in se stesso e nel suo valore, a non credersi più straniero in questo mondo, e a rivolgere gli occhi seriamente sopra di esso."
      },
      {
        "index": 24,
        "text": "Da Cartesio a Spinoza non vi ha che un passo. Quella immediatezza dell'essere nel pensiero, questa nuova natura, è appunto la Sostanza. Deus = Substantia, sive natura. Ma appunto perchè uno immediatamente, l'essere ed il pensiero non sono veramente uno; sono paralleli tra loro, e non si risolvono l'uno nell'altro: sono, insomma, immediati, anche essi. Quindi si ha due indirizzi nel pensiero, in quanto contiene l'essere, cioè nella nuova natura; e questi sono il pensiero come semplice pensiero, cioè astratto, vuoto, e il pensiero come percezione sensibile, cioè cieco, direbbe Kant. In una parola, si ha l'intellettualismo da Cartesio sino a Volfio, e l'empirismo da Bacone e Locke sino ad Hume e al sensualismo francese. Quello riesce all'Essere Supremo, alla prima e suprema cosa; questo riesce alla Materia come Dio."
      },
      {
        "index": 25,
        "text": "Ho paragonato innanzi l'intelletto scolastico coll'indiano, in quanto entrambi movevano dall'oggetto fantastico. Potrei nello stesso modo paragonare l'intelletto moderno all'intelletto greco, in quanto ambedue [25] procedono dall'oggetto tale quale è realmente. La nuova natura cartesiana è tutta prosaica: tutta meccanismo; e Dio è solo causa efficiente: gli spettri e le essenze occulte del medio evo sono scomparse al raggio del pensiero. Ma quando si dice p. es.: Cartesio è il Socrate moderno, e Socrate è il Cartesio antico; Locke non so chi altro antico risuscitato, e questo antico Locke anticipato di più secoli, e così di Hume e altri, come fanno i francesi abilissimi in questi paragoni, e tal volta per far credere che la filosofia non sia altro che una ripetizione continua della stessa cosa; quando si dice ciò, bisogna ben guardarsi dal confondere una cosa con un'altra. Bisogna considerare che la coscienza o soggettività socratica è ben diversa dalla cartesiana; che l'oggetto della percezione lockiana, non è quel medesimo della percezione antica; che lo scetticismo di Hume è altro da quello di Sesto; e tutto ciò per l'unica ragione che nell'intelletto antico l'essere determinava e fondava il pensiero, e nel moderno avviene l'opposto[11]."
      },
      {
        "index": 26,
        "text": "Il Dio sostanza non è il vero Dio. Dio è personalità assoluta, e perciò non è un immediato, ma mediazione o relazione assoluta verso se stesso. Questa è la vera confutazione dello spinosismo. Certamente Dio è immanente o intimo al pensiero; e in ciò Cartesio e Spinoza hanno ragione. Ma se Dio è la relazione assoluta, come dice il nostro Gioberti, deve essere immanente come relazione assoluta. Il che vuol dire che il pensiero o lo spirito deve essere [26] esso stesso questa mediazione. Non già che l'uomo sia o faccia Dio, come intendono alcuni; o che la mediazione umana sia una semplice ombra della mediazione divina, come intendono altri. In questo secondo caso, Dio sarebbe estrinseco a noi, e non si avrebbe il vero uomo; e nel primo non si avrebbe il vero Dio. La vera immanenza vuol dire, che la coscienza che noi abbiamo di Dio è la coscienza stessa che egli ha di sè in noi; di maniera che non siamo noi che facciamo Dio, ma è Dio che fa noi, e facendo noi fa se stesso in noi. Così egli è il Creatore assolutamente, cioè come dice Gioberti, di se stesso e di noi; è di noi, in quanto è di se stesso. In altri termini, se Dio non fosse uomo, l'uomo non conoscerebbe Dio, e non sarebbe uomo. Il che non vuol dire, certo, che l'uomo faccia Dio, ma piuttosto, mi pare, che Dio, in quanto uomo, fa l'uomo."
      },
      {
        "index": 27,
        "text": "Negare l'immediatezza e avviare all'assoluta mediazione, è l'opera gigantesca della critica kantiana. Kant, eccitato dallo scetticismo di Hume, apparisce come negazione a un tempo del sensualismo e dell'intellettualismo, e insieme come la loro conciliazione; egli dice di non capir niente della sostanza di Spinoza. Ora questa sostanza, l'esser supremo dell'intellettualismo, e il Dio materia del sensualismo sono l'immediato, solo in apparenza. La sostanza è l'essere contenuto del pensiero, e però il vero immediato è il pensiero; l'essere supremo e la materia sono il risultato del ragionamento, che procede dal pensiero e dalla percezione sensibile, e però anche qui il vero immediato è il pensiero e la percezione. Sostanza, essere supremo, materia non sono dunque altro che il pensiero in quanto contiene immediatamente l'essere, cioè in quanto è notizia immediata di se stesso, del suo proprio essere, e delle [27] cose esteriori. Ora il pensiero come tale notizia non è altro che il conoscere. Adunque il vero immediato è il conoscere. Così il problema di Kant, il nuovo problema, è il problema del conoscere."
      },
      {
        "index": 28,
        "text": "Ora il conoscere è, dirò così, una nuova natura. È un immediato; ma un immediato, che consta di due immediati, che sono il pensare ed il sentire, il concetto e l'intuizione, l'a priori e l'a posteriori. Nel conoscere, l'immediato non è il solo concetto, come voleva Cartesio, e nè anche la sola intuizione, come voleva Locke. Col solo concetto non si conosce nulla, e però è falsa l'idea immediata o innata cartesiana; e dall'altra parte, colla semplice intuizione nè meno si conosce niente, e però è falsa la percezione o l'idea lockiana. Adunque il conoscere è un immediato sui generis; un immediato, che è immediatamente due immediati, una mediazione immediata: non una unità, che risulti dagli elementi di cui consta come l'effetto dalla causa, e perciò sia posteriori ad essi; ma una unità originaria, cioè che pone sè stessa e perciò pone gli stessi elementi di cui consta, e quindi è essenzialmente triplicità. Così il conoscere è assolutamente e originariamente attività, produttività, atto; il suo essere è il suo prodursi. Esso è dunque una natura, che non è più natura. — Tale è il gran pregio di Kant: il significato del suo problema del giudizio sintetico a priori. — Il difetto di Kant è l'aver presupposto il conoscere, il non aver compreso come sia possibile l'atto, cioè quella unità originaria degli opposti scoperta da lui stesso, l'aver ridotto questa unità a una unità vuota ed astratta[12]."
      },
      {
        "index": 29,
        "text": "È noto il risultato della critica kantiana. Essa nega i tre grandi risultati della filosofia anteriore: la Sostanza, l'Essere supremo e la Materia. Non rimane adunque che il conoscere come vuoto, o meglio, puro conoscere, la nuova soggettività, il puro Io di Fichte. Quest'Io è puro, in quanto non è l'Io empirico di Cartesio o di Locke, ma quello per cui l'Io è Io, cioè posizione di se stesso e posizione del Non-io in quanto posizione di se stesso. Quest'Io assoluto, questa pura e assoluta posizione, è la Ragione di Schelling, come indifferenza assoluta del reale e dell'ideale. E la ragione come tale indifferenza è il pensiero puro di Hegel. Questo pensiero, il quale appunto perchè puro è dialettica, come assoluta e reale mediazione con se stesso, è lo Spirito assoluto o il Creatore. — Questo processo è la terza e vera forma della prova ontologica. Questa prova è tutta la scienza."
      },
      {
        "index": 30,
        "text": "Tale, o Signori, è l'ultimo punto a cui è arrivata la speculazione moderna. Il pensiero è puro, non in quanto sia assolutamente vuoto, come Brama, ma in quanto è libero da tutte le opposizioni e imperfezioni de' precedenti principii, perchè gli ha già risoluti e compresi in se stesso; in quanto ha in sè trasfigurata tutta la realtà della coscienza umana, e perciò è perfettamente adequato alla realtà stessa. Questo pensiero, come posizione storica dell'intelletto rispetto alla verità, è il risultato di tutta la storia della filosofia, e quindi di tutta la storia in generale; come scienza, cioè come cognizione di tutto il processo inconsapevole della coscienza umana nella produzione di questo risultato storico, esso è una nuova critica del conoscere, e nello stesso tempo uno schema della filosofia della storia. Come assoluta indifferenza, e non altro che assoluta indifferenza, [29] esso è il vero immediato e originario: quello, che non presuppone nulla; e quindi è il vero cominciamento. Ma non altro che il cominciamento, non il vero e assoluto Principio, che è in sè anche Fine, e perciò Relazione assoluta. E non rimane semplice cominciamento, appunto perchè è puro; cioè trasparenza assoluta, vero pensiero, ossia vero Sè stesso. Come cominciamento è essere. Se esso non fosse altro che essere, non sarebbe Sè stesso. Deve dunque negarsi come semplice essere; deve dire: Io sono il non essere. Il che non vuol dire: Io sono il niente. Tutt'altro. Vuol dire: io sono più che il puro essere. Questa negazione, che scaturisce dalla pura affermazione, e che non è zero, ma più che la pura affermazione — è la scintilla eterna del pensiero, la dialettica. Essa è viva e palese, solo dove e quando il pensiero è puro, cioè vero pensiero; dove il pensiero ha, come ho già detto, trasfigurato in sè storicamente tutta la realtà, e perciò sa se stesso come sè stesso. L'indiano si arresta a Brama, perchè Brama non è pensiero puro, ma solo astratto. Noi moderni, all'opposto, non possiamo arrestarci al pensiero puro come assoluta indifferenza, ma dobbiamo — per la stessa sua forza, che è la dialettica — concepirlo e comprenderlo come reale mediazione verso se stesso, cioè come spirito."
      },
      {
        "index": 31,
        "text": "Così tutta la storia della filosofia corre tra due estremi, i quali si riuniscono in un circolo, e sono il vuoto essere dell'astrazione indiana e lo spirito assoluto o il Creatore, della speculazione alemanna. Quello si riproduce come il cominciamento; questo come il risultato assoluto della scienza. Così la filosofia nella sua storia è, come la scienza stessa, un continuo progresso. Questo circolo è il vero Spirito, [30] il vero Sè stesso. Il quale, dunque, non è l'Essere, non l'Ente o l'Intelligibile, non il Sopra-ente, non l'Actus purus, non la Sostanza, non l'Essere supremo, non la Materia, e così via via; non è nessuno di questi predicati semplicemente, ma è quello in cui essi tutti si risolvono e che non si risolve in altro; e per ciò è tutto se stesso, non più predicato, ma unico soggetto, cioè l'Unico o il vero Dio."
      },
      {
        "index": 32,
        "text": "Questi predicati, presi come soggetto, sono le principali stazioni della storia della filosofia. Noi abbiamo visitato queste stazioni, e visto quale di esse appartiene a ciascuna nazione. Così l'Essere astratto appartiene agl'Indiani, l'Intelligibile agli Elleni, il Sovrintelligibile agli Alessandrini, l'Actus purus agli Scolastici, che erano di tutte le nazioni, il Pensiero astratto e la Materia a' Francesi, la Sostanza a Spinoza che nacque in Olanda, la Percezione agli Inglesi, e tutto il resto all'Alemagna. Dove è dunque, direte voi, la filosofia italiana?"
      },
      {
        "index": 33,
        "text": "Signori, la filosofia italiana è da per tutto; è in sè tutta la filosofia moderna. Ella non è un particolare indirizzo del pensiero, ma, direi quasi, il pensiero nella sua pienezza, la totalità di tutti gli indirizzi. Io non parlo dell'Italia antica; la sua filosofia è parte della greca. Parlo dell'Italia moderna, di quella che deve essere, come ha detto una verace parola, l'Italia degli Italiani. Questa universalità, in cui si raccolgono tutti gli opposti, questa unità armonica in cui si riassumono tutti i lati dell'ingegno europeo, è appunto il nostro genio nazionale. Essa ci ricorda l'universalismo dell'antica Roma, meno la sua forma astratta. Questa natura potente, varia, complicata, esige per formarsi un lungo e difficile lavoro. Essa ha a lottare non solo con gli altri popoli, ma con se stessa. Per essere [31] davvero, essa deve superare se medesima. Così non è senza ragione, se l'Italia è venuta l'ultima ad assidersi nel convito delle nazioni, e se deve ancora lottare per essere signora di sè."
      },
      {
        "index": 34,
        "text": "Questa spontaneità complicata e universale del genio italiano e insieme questa difficoltà nel formarsi si manifestano in tutta la storia del nostro intelletto. L'Italia apre le porte della civiltà moderna con una falange di eroi del pensiero. Pomponazzi, Telesio, Bruno, Vanini, Campanella, Cesalpino, paiono figli di più nazioni. Essi preludono più o meno a tutti gli indirizzi posteriori, che costituiscono il periodo della filosofia da Cartesio a Kant. Così Bacone e Locke hanno i loro precursori in Telesio e Campanella, Cartesio nello stesso Campanella, Spinoza in Bruno, e nello stesso Bruno si trova un po' del monadismo di Leibniz, dell'avversario di Spinoza. Finalmente Vico scopre la nuova scienza; anticipa il problema del conoscere, esigendo una nuova metafisica che proceda sulle umane idee; pone il vero concetto della parola e del mito, e così fonda la filologia; intuisce l'idea dello spirito, e così crea la filosofia della storia. Vico è il vero precursore di tutta l'Alemagna. Ho detto il precursore, e avrei dovuto dire di più, giacchè Vico aspetta ancora chi lo scopra davvero."
      },
      {
        "index": 35,
        "text": "Dopo Vico, la spontaneità dell'ingegno filosofico italiano pare smarrita. I nostri filosofi ricevono l'impulso dagli altri paesi. Solo Vico non ha origine che da se stesso. Galluppi, Rosmini e Mamiani pigliano da Kant il problema del conoscere; il loro difetto è di esaurirsi in esso. Non si avvedono che il significato vero di questo problema è la necessità di una nuova filosofia: della filosofia dello Spirito in luogo di quella dell'Ente. Solo Gioberti, nel quale si può [32] dire ritornata tutta la spontaneità dell'ingegno italiano, si accorge che la psicologia è mezzo e non fine, è mezzo di porre un nuovo principio e non già di consolidare l'antico. Questo nuovo principio è espresso,nella formola ideale, la quale non è altro, chi ben intende, che il nuovo concetto dello spirito, il concetto di Dio come il Creatore[13]."
      },
      {
        "index": 36,
        "text": "Così l'ultimo grado, a cui si è levata la speculazione italiana, coincide coll'ultimo risultato della speculazione alemanna. Questa coincidenza ci addita la via che dobbiamo tenere per progredire. Studiarne noi stessi, la storia del nostro pensiero, ma senza temere o spregiare il pensiero di un'altra nazione, in cui si raccoglie egualmente il patrimonio della speculazione europea. Studiando anche questo pensiero, noi studieremo meglio noi stessi; giacchè esso non è altro in sostanza che lo stesso nostro pensiero in altra forma. Così noi avremo come due coscienze in una, cioè una maggior coscienza. Noi abbiamo tanto più bisogno di specchiarci in questa seconda coscienza, in quanto che, per la malvagità degli uomini e della fortuna, la nostra non è stata sinora quel che avrebbe potuto essere. Dopo le lunghe torture di Campanella e il rogo di Bruno, si formarono in Italia come due correnti contrarie: quella de' nostri sommi pensatori e quella de' loro carnefici. Questi dicevano naturalmente, che la loro era la vera corrente della nostra vita, la vera filosofia italiana. Questa corrente non è ancora del tutto estinta; anche oggi dicono che l'Italia, che noi stiamo facendo, non è la vera, ma la vera è quella che abbiamo disfatta. [33] Tale contradizione nel seno stesso della vita nazionale impedì lo sviluppo della filosofia del Risorgimento, e fu cagione che Vico e Gioberti poco fossero compresi, anzi, dirò francamente, non comprendessero perfettamente se stessi. Così la mancanza di libertà ci fece per lungo tempo come stranieri a noi medesimi, e il nostro vero pensiero divenne quasi un segreto per noi, prosperando in altre contrade. È tempo di ripigliarlo, che è nostro, ora che siamo liberi."
      }
    ]
  }
}
