{
  "chapterNumber": 19,
  "title": "Schizzo: Filosofia moderna (Sketch: Modern Philosophy)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "La filosofia antica è essenzialmente considerazione dell'oggetto (della natura). Lo considera prima naturalmente; poi idealmente. Nella prima considerazione il naturale è principio del naturale, il fatto del fatto. Nella seconda il principio è l'oggettività ideale, che trascende la naturale; il fare che trascende il fatto."
      },
      {
        "index": 1,
        "text": "Originariamente essa non è conoscenza della realtà cosciente, come la filosofia moderna. Questo problema nasce in essa per risolverne un altro, che è il principale. Perciò è inteso in altro modo che nella filosofia moderna; è piuttosto il problema della realtà saputa, che della realtà cosciente."
      },
      {
        "index": 2,
        "text": "La filosofia moderna, al contrario, è essenzialmente considerazione del soggetto, della realtà cosciente, dello spirito. Si sa come per istinto (per tutta la esperienza da Talete a Cartesio), che, spiegato questo, tutto è spiegato."
      },
      {
        "index": 3,
        "text": "Essa procede rispetto alla realtà cosciente, al nuovo oggetto, come l'antica procedeva rispetto all'oggetto antico, alla realtà naturale."
      },
      {
        "index": 4,
        "text": "Da prima spiega il fatto col fatto; considera la realtà cosciente — la psiche, il conoscere — naturalmente, [217] come qualcosa d'immediato[142]. — Dommatismo."
      },
      {
        "index": 5,
        "text": "Poi spiega il fatto col fare; studia il fatto intero e assegna come principio ciò che trascende il fatto; considera la realtà cosciente idealmente. — Criticismo. — Il fare qui è il puro conoscere trascendentale. — Kant."
      },
      {
        "index": 6,
        "text": "Come il concetto socratico (oggettività ideale) trascende la realtà naturale, che si vuol spiegare, è la realtà pura, l'Idea; così il puro conoscere kantiano (categorie, intuizione pura, unità sintetica a priori) trascende il conoscere, la realtà cosciente come esperienza."
      },
      {
        "index": 7,
        "text": "Socrate fonda il trascendentalismo antico; Kant il moderno."
      },
      {
        "index": 8,
        "text": "Questa è la ragione, per cui Kant si chiama il Socrate moderno, e Socrate il Kant antico[143]. Ma tra l'antico e il moderno ci è infinita differenza; giacchè la filosofia antica è considerazione prima naturale e poi ideale della realtà naturale; la moderna è considerazione prima naturale e poi ideale della realtà cosciente. Perciò così il naturalismo come l'idealismo antico si diversifica dal naturalismo e dall'idealismo moderno. L'uno e l'altro nell'antichità sono oggettivismo; ne' tempi moderni, soggettivismo. E nello stesso modo il dommatismo antesocratico differisce dall'antekantiano, come il dialettismo socratico dal kantiano."
      },
      {
        "index": 9,
        "text": "A) Vediamo ora cos'è la logica in questa nuova posizione."
      },
      {
        "index": 10,
        "text": "Nell'antichità non poteva essere che quel che fu; giacchè, mancando la conoscenza diretta della realtà cosciente, non era possibile la soluzione del problema sulla relazione tra materia e forma."
      },
      {
        "index": 11,
        "text": "Ora, come nell'antico naturalismo non fu possibile la logica, e cominciò solo con Socrate, così nel nuovo naturalismo (da Cartesio e Bacone a Kant) non fu possibile la nuova logica, la logica corrispondente alla nuova posizione (problema della realtà cosciente); si riprodusse solo e si continuò l'antica logica (modificata più o meno in bene o in male, ma, in sostanza, la stessa sempre)."
      },
      {
        "index": 12,
        "text": "Il nuovo naturalismo considera la realtà cosciente, il conoscere, come qualcosa di naturale, o un fatto; come essenza, sostanza, causa: come qualcosa d'immediato."
      },
      {
        "index": 13,
        "text": "Quindi due tendenze:"
      },
      {
        "index": 14,
        "text": "Idea innata e Senso sono due immediati."
      },
      {
        "index": 15,
        "text": "Quindi due metodi, due principii, due indirizzi:"
      },
      {
        "index": 16,
        "text": "Idealismo ed empirismo; processo a priori e processo a posteriori; assioma o immediato ideale, ed esperienza o immediato sensibile; deduzione (metodo matematico), e induzione; discorso dalla causa all'effetto, dal principio alla conseguenza, e dall'effetto alla causa, dalla conseguenza al principio."
      },
      {
        "index": 17,
        "text": "La spiegazione è sempre la relazione causale: il pensare come causare[144]. Hume, infatti, nel quale questo naturalismo si dissolve, indirizza il suo scetticismo principalmente contro la relazione causale. Negata la causalità, è negata tutta questa filosofia naturale."
      },
      {
        "index": 18,
        "text": "È spiegata così la realtà cosciente?"
      },
      {
        "index": 19,
        "text": "La coscienza non è un essere naturale, non un immediato semplicemente; non un semplice effetto; non risulta da quel che non è coscienza, da quel che è semplice realtà (il pensare non risulta dall'essere, il fare dal fatto); non risulta dall'idea innata; non risulta dall'impressione sensibile. Dunque, così non è spiegata."
      },
      {
        "index": 20,
        "text": "Come l'antico naturalismo si dissolve nella sofistica, così il nuovo si dissolve nello scetticismo di Hume."
      },
      {
        "index": 21,
        "text": "Il conoscere, la realtà cosciente, dice la Sofistica, non può essere spiegato dall'acqua, dall'aria, dal numero, dal puro essere, dal divenire, dallo stesso noo di Anassagora. Dunque, nego il conoscere, l'oggettività del conoscere; giacchè, se deve essere spiegato da que' principii, cioè naturalmente, non si può spiegare; e se uno di que' principii, cioè la natura, è il vero principio, il conoscere, non potendo essere spiegato da questo principio, non ci è. — Ora, negare il conoscere è già affermarlo; è dire: io conosco di non conoscere. La proposizione: non conosco, presa dommaticamente, è un giudizio categorico, e perciò conoscere. Questa proposizione, dunque, annulla se stessa, se si prende assolutamente. Questa contradizione è la Sofistica. Il conoscere sofistico è un conoscere che non è vero conoscere; è opinione, conoscere individuale, soggetto empirico. — Pure la Sofistica ha un lato vero. Quando essa dice: non ci è il conoscere, dice ciò nella sua posizione storica, cioè reale, vera; per intendere la Sofistica, non bisogna astrarla da questa posizione. Ora in questa [220] posizione essa, dicendo non conoscere, vuol dire non conoscere nel senso della filosofia naturale, e non già negazione assoluta del conoscere; e perciò è una negazione che non è annullamento: non è una negazione dommatica (come quando si dice: non ci è il conoscere, ut sic), ma in sè semplicemente critica; non è in sè dommatismo, ma, se posso anticipare la frase, criticismo: la critica della filosofia anteriore. Questo è il lato vero della Sofistica. Il falso è la negazione presa assolutamente, cioè come annullamento; la critica presa come dommatica, cioè come non più critica, il non essere preso come il niente, e non già come avviarsi al vero essere; come annullarsi e non già come inverarsi."
      },
      {
        "index": 22,
        "text": "La critica, come inveramento e non già come annullamento (Sofistica), la critica, come vera critica, è Socrate. Socrate è la verità della Sofistica. Socrate nega la filosofia naturale, come la Sofistica; ma, negandola, pone il nuovo principio: il concetto. La negazione fissata, cioè presa assolutamente, è l'individuo sofistico; la negazione risoluta, cioè come inveramento, è la coscienza e il conoscere socratico: il conoscere a concetti."
      },
      {
        "index": 23,
        "text": "Hume ha, rispetto alla filosofia anteriore da Cartesio e Bacone e rispetto a Kant, la stessa posizione che la Sofistica ha rispetto al naturalismo greco e a Socrate. Lo scetticismo di Hume come proposizione dommatica è la nuova Sofistica; come critica è inveramento, è Kant. In Hume la filosofia moderna nega se stessa come filosofia naturale; e in Kant afferma se stessa come filosofia del conoscere, come filosofia critica, cioè come filosofia della POSSIBILITÀ del conoscere."
      },
      {
        "index": 24,
        "text": "Socrate, dunque, fonda la filosofia della POSSIBILITÀ [221] della realtà saputa, e quindi indirettamente della realtà cosciente: ontologismo trascendentale."
      },
      {
        "index": 25,
        "text": "Kant fonda la filosofia della POSSIBILITÀ della realtà cosciente direttamente: psicologismo trascendentale."
      },
      {
        "index": 26,
        "text": "Socrate dice: la possibilità della realtà saputa è il puro saputo, il puro conosciuto, il puro intelligibile, il concetto, l'universale, l'oggettività ideale. — Quindi l'Idea platonica (ὄντως ὄν). (quindi l'Idea aristotelica: la Sostanza (οὐσία): unità di materia e forma: non vera unità, appunto perchè Ente."
      },
      {
        "index": 27,
        "text": "Kant dice: la possibilità della realtà cosciente è la pura coscienza, il puro conoscere, il puro sapere, il concetto, l'universale, l'idea, ma come sapere, come Io, Io penso, soggetto, e non già come saputo, non-io, oggetto."
      },
      {
        "index": 28,
        "text": "Socrate pone il concetto, l'universale, il pensare come pensato, come essere."
      },
      {
        "index": 29,
        "text": "Kant lo pone come pensare, come atto del pensare che è psiche, dell'Io penso, come forma dell'Io penso."
      },
      {
        "index": 30,
        "text": "Concetto, universale, categoria (determinazione universale delle cose, determinazione ontologica, metafisica) = forma del pensare, dell'Io penso (forma logica); cioè materia logica = forma logica; metafisica = logica: tale è in sè il kantismo."
      },
      {
        "index": 31,
        "text": "Ma solo in sè. È il nuovo orizzonte della filosofia. Ma Kant — il criticismo kantiano — è inferiore alla sua potenza; come il concetto socratico è in sè il platonismo e l'aristotelismo e altro, ma, come attività puramente socratica, è meno della sua potenza."
      },
      {
        "index": 32,
        "text": "In Socrate il concetto è tutto nell'attività del soggetto filosofante, nell'attività induttiva; non è [222] ancora sistema delle idee, cioè dialettica platonica (dialettica dell'Ente stesso); non è ancora metafisica (Aristotele). Dialettica e metafisica sono come assorbite nell'attività socratica, soggettiva, dialogica."
      },
      {
        "index": 33,
        "text": "In Kant, più che l'unità della metafisica e della logica, si ha l'assorbimento della metafisica nella logica, nella nuova logica: nella logica dell'Io penso come semplice Io, del soggetto come semplice soggetto (e perciò non vera logica, in quanto non è logica e metafisica). È nuova logica, perchè la categoria è forma (attività) dell'Io penso; non è vera logica (vera nuova metafisica), perchè la categoria così, come semplice forma dell'Io, del semplice soggetto, non è determinazione della cosa in sè (noumeno), ma solo della cosa rispetto a noi, o in quanto conosciuta da noi (fenomeno). La logica kantiana è, come è stato detto, metafisica del fenomeno, non dell'Ente."
      },
      {
        "index": 34,
        "text": "Qui ci è del vero e del falso. Il vero (il nuovo) è aver posto la categoria come forma (attività) dell'Io. Il falso è aver preso il semplice Io, il semplice soggetto, e aver opposto ad esso la cosa in sè, distinguendola dalla cosa per noi, alla quale sola compete la categoria."
      },
      {
        "index": 35,
        "text": "La cosa in sè; cioè considerare il puro conoscere come non assolutamente puro; il conoscere trascendentale come non assolutamente trascendentale; il fare, non come assoluto fare, ma come ancora fatto, e perciò non come assoluta trasparenza; l'Io o la Psiche, non come Io o Psiche assoluta, ma come Io o soggetto finito, semplice coscienza, tale è il difetto del kantismo, la sua contradizione: la contradizione colla sua stessa posizione fondamentale (unità sintetica originaria)."
      },
      {
        "index": 36,
        "text": "Unità sintetica originaria: questo è il fondamento e la possibilità della nuova logica, di quella che è logica e metafisica; della nuova metafisica (non più dell'Ente, nè del solo fenomeno, ma della Mente)."
      },
      {
        "index": 37,
        "text": "C) Fichte."
      },
      {
        "index": 38,
        "text": "1. Vediamo lo sviluppo della nuova posizione: della posizione kantiana."
      },
      {
        "index": 39,
        "text": "Unità sintetica originaria vuol dire: unità che produce e unisce gli opposti. È dunque unità come assoluto fare; e, come assoluto fare, è posizione di se stessa. È la vera apriorità, l'assolutamente Primo, appunto perchè è prima e dopo gli opposti. Come tale è in sè ciclo: sillogismo. L'apriori cartesiano è un falso apriori; è un dato naturale, un a posteriori. L'unità sintetica originaria è unità dell'apriori e dell'a posteriori (Cartesio e Bacone)."
      },
      {
        "index": 40,
        "text": "Ma Kant stesso non intende l'unità sintetica originaria come assoluta produzione, come produzione di sè: ciclo, sillogismo. La intende come semplice giudizio[145]."
      },
      {
        "index": 41,
        "text": "Giudizio (κρίσις) non è semplice unità, unità meramente immediata, ma unità che si distingue in se stessa, unità nella forma della distinzione. L'unità non è annullata, ma permane e si mostra come distinzione. Ma non è la vera unità, perchè non è integrazione della distinzione, e perciò rintegrazione di sè stessa. Tale è solo il sillogismo. Il giudizio non è assoluto fare, il vero pensare; ma è fare e fatto, pensare e essere. È pensare, in [224] quanto distinzione; è essere, in quanto unità. Distinzione come pensare (nella forma del pensare; distinzione pensata), e unità come essere (nella forma dell'essere): tale è il giudizio."
      },
      {
        "index": 42,
        "text": "Il giudizio è, dunque, unità parziale tra intelletto e senso, soggetto e oggetto. Quindi il soggetto ha un limite nell'oggetto, l'Io nel non-io. Questo limite è la cosa in sè."
      },
      {
        "index": 43,
        "text": "Quindi la realtà cosciente non è per se stessa, ma per qualcosa che non è essa stessa e che la limita: per qualcosa di naturale."
      },
      {
        "index": 44,
        "text": "Ciò vuol dire, che essa non è realtà cosciente; che è fatto, non fare, non farsi."
      },
      {
        "index": 45,
        "text": "Dunque, così, la realtà cosciente, il conoscere, non è spiegato. E perciò il problema della logica non è sciolto."
      },
      {
        "index": 46,
        "text": "Ora Fichte dice: realtà cosciente, in quanto unità sintetica originaria, è assoluto fare: è autocoscienza, e come tale, produzione assoluta di sè."
      },
      {
        "index": 47,
        "text": "Quindi non più cosa in sè. La cosa in sè, il non-io, il limite dell'Io, è posto dall'Io stesso; e perciò non è più limite. L'Io (tesi) pone in sè il non-io (antitesi), e, ponendolo in se stesso (pensandolo e superandolo), pone davvero se stesso (sintesi)."
      },
      {
        "index": 48,
        "text": "Questa produzione assoluta di sè — tesi, antitesi, sintesi — questa vera unità originaria è la produzione delle categorie."
      },
      {
        "index": 49,
        "text": "L'Io, l'autocoscienza, che, in quanto produzione di sè, è produzione delle categorie: — tale è la logica di Fichte."
      },
      {
        "index": 50,
        "text": "L'unità sintetica originaria è una posizione, che è triplice posizione:"
      },
      {
        "index": 51,
        "text": "Prima posizione: L'Io pone se stesso come semplice Io."
      },
      {
        "index": 52,
        "text": "Seconda posizione: L'Io pone il non-io."
      },
      {
        "index": 53,
        "text": "Terza posizione: l'Io, ponendo il non-io è nel non-io, in quel che ha posto; e perciò stesso il non-io è nell'Io (non è un di là, un limite insuperabile, cosa in sè). Ma l'Io pone se stesso, l'Io; e nell'Io è il non-io. Dunque, l'Io pone nell'Io il non-io. Dunque, è unità o sintesi dell'Io e del non Io."
      },
      {
        "index": 54,
        "text": "Questo ritmo (tesi, antitesi, sintesi), è la vera forma logica: il metodo della logica (la vera forma del pensare)."
      },
      {
        "index": 55,
        "text": "Kant avea detto: categoria è Io, forma dell'Io, attività dell'Io. — Questo era un progresso."
      },
      {
        "index": 56,
        "text": "Ma Kant non determinò la relazione tra l'Io e la categoria, tra l'Io e la sua funzione. L'Io è dato e la categoria è data. Sono due presupposti."
      },
      {
        "index": 57,
        "text": "Questa relazione è determinata da Fichte. Per Fichte, «categoria è attività dell'Io» vuol dire: l'attività dell'Io è il suo prodursi per se stesso, e il suo prodursi è la produzione delle categorie. L'Io, producendo se stesso, categorizza (produce le categorie); categorizza sè; è Categorica; è attività categorizzante."
      },
      {
        "index": 58,
        "text": "Adunque, Fichte è il vero Kant —: Fichte deduce; Kant descrive. In Kant non è cessato interamente il naturalismo."
      },
      {
        "index": 59,
        "text": "2. Per Aristotele la vera categoria è la sostanza (οὐσία): l'unità dell'universale e del particolare: l'Individuo. La sostanza — questa categoria — è la essenza, la forma del concetto, del sillogismo aristotelico. In essa è la radice della unità tra la metafisica e la logica aristotelica."
      },
      {
        "index": 60,
        "text": "Ma Aristotele non intese la unità dell'universale e del particolare. Questa unità (unità sintetica originaria) è mentalità (autocoscienza)."
      },
      {
        "index": 61,
        "text": "La mentalità è il pregio (la scoperta) di Fichte. La mentalità è la vera individualità. È l'unità, non più come giudizio (Kant), ma come sillogismo."
      },
      {
        "index": 62,
        "text": "Spinoza concepiva la sostanza (l'individuo) come semplice causare (identità assoluta come causare). La sostanza spinoziana è la stessa sostanza cartesiana: cogitare ergo esse come attività immediata."
      },
      {
        "index": 63,
        "text": "Fichte compie Aristotele (e Spinoza), ma solo formalmente. E in ciò è il difetto di Fichte."
      },
      {
        "index": 64,
        "text": "Fichte, infatti, spiega solo la realtà cosciente in quanto cosciente: spiega la coscienza. La spiegazione è: coscienza è autocoscienza."
      },
      {
        "index": 65,
        "text": "Conoscere, coscienza, nella sua realtà (come reale conoscere) vuol dire: Soggetto e oggetto, Io e non-io, realtà cosciente e realtà saputa, spirito e natura. Ma, da un lato, perchè il conoscere sia REALE conoscere (non sia semplice apparenza), è necessario che l'oggetto, il non-io, la realtà saputa, la natura, sia un reale; qualcosa, che sia fuori e senza il soggetto. E dall'altro lato, ciò nondimeno, perchè il conoscere sia VERACE conoscere, cioè non sia semplicemente posto, ma ponga se stesso, è necessario [227] che il soggetto, l'Io, il sapere, sia in se stesso — cioè appunto come soggetto o Io — sia, dico, Io e non-io, soggetto e oggetto, sapere e saputo, spirito e natura. La essenza del conoscere — il non esser semplice effetto, ma causa sui — esige questo lato. Questo ci vuole, perchè il conoscere sia conoscere, cioè non semplice realtà, realtà naturale, ma realtà cosciente, Io. L'altro lato ci vuole, perchè il conoscere sia reale, oggettivo: non sia la pura forma del conoscere, la sua semplice essenza come conoscere. L'uno senza l'altro non è il conoscere nella sua realtà, il vero conoscere. Ora il pregio di Fichte (e originalmente di Kant) è appunto questo: conoscere è conoscere se stesso, coscienza è autocoscienza. E ciò, non nel senso semplicemente: «Io non posso conoscer altro, se non conosco prima me stesso; io non posso dire non-io se non dico prima Io». Coscienza è autocoscienza vuol dire: l'Io non sarebbe coscienza, conoscere, se non fosse in sè (come Io, come Auto) Io e non-io; l'Io, l'Auto, è in sè Io e non-io, e perciò come coscienza, come conoscere, è autocoscienza, conoscenza di se stesso. Coscienza è Sè e Altro. Ora è autocoscienza, in quanto l'Auto, il Sè, è Sè e Altro; è, in sè, Sè e Altro."
      },
      {
        "index": 66,
        "text": "Io come Io e non-io: tale è il pregio di Fichte."
      },
      {
        "index": 67,
        "text": "Io come Io e non-io è l'unità sintetica originaria: quella unità (Io) che produce (pone) e unisce gli opposti (Io e non-io). Questa unità, che è produzione di se stessa, è l'autocoscienza. In quanto produzione di se stessa è ritmo, categoricità: produzione delle categorie."
      },
      {
        "index": 68,
        "text": "Il fichtismo è vero, in quanto s'intende così: conoscere vuol dire soggetto e oggetto; io dunque non conosco, se non sono in me — come soggetto, [228] come conoscere — soggetto e oggetto. Se il conoscere non è in sè questa unità; se il soggetto non è in sè questa forma, il conoscere non è certezza, non è mio conoscere, non è Io; è semplice pictura in tabula, non realtà cosciente, e quindi non saputa; quella che si dice realtà saputa, è semplice impressione naturale in una realtà naturale; manca la coscienza, l'Io. La pittura è impressa nella tavola. Perchè la tavola non sa?"
      },
      {
        "index": 69,
        "text": "D'altra parte il fichtismo è falso, se s'intende così, che il non-io (il mondo, la natura, l'oggetto) che è nell'Io ed è posto dall'Io, sia il reale non-io; cioè dire, che l'Io crei davvero il mondo, il mondo reale. È falso, se s'intende che l'Io crei se stesso come Io reale. Io reale importa non-io reale; e, giacchè il non-io reale non è nell'Io, ma solo il semplice non-io, e il non-io reale non è posto dall'Io, così l'Io non è posizione di se stesso come Io reale, ma solo come semplice Io; come forma del conoscere, ma non come reale conoscere; come certezza, non come verità del conoscere."
      },
      {
        "index": 70,
        "text": "L'Io è dunque qui assoluto e relativo, infinito e finito, fare e fatto, a priori e a posteriori, posizione di sè e posto. Questa è la contradizione del fichtismo: fissato come fichtismo."
      },
      {
        "index": 71,
        "text": "È assoluto, in quanto è semplice forma del conoscere, Io come forma e essenza dell'Io, come mentalità (Ichheit). È relativo, in quanto è reale conoscere, cioè non semplice mentalità (forma della mente), ma mente, mente reale."
      },
      {
        "index": 72,
        "text": "L'Io, dunque, come autocoscienza, come produttiva autocoscienza, come attività logica, non è veramente assoluto, appunto perchè è assoluto solo come forma. E perchè è assoluto solo come forma, anche come forma non è davvero assoluto. Questa [229] non assolutezza si mostra nella stessa autocoscienza come tale, come forma; giacchè il non-io, sebbene posto dall'Io, è pur sempre limite dell'Io; è limite posto dall'Io, ma sempre limite; deve essere eguale all'Io, ma, al far de' conti, gli rimane sempre opposto: altrimenti l'Io non sarebbe Io."
      },
      {
        "index": 73,
        "text": "Così l'Io di Fichte, non essendo davvero assoluto, non risolve il problema della logica. Questa logica è sempre, come la kantiana, metafisica del fenomeno, non della mente assoluta."
      },
      {
        "index": 74,
        "text": "Fichte, dunque, spiega solo l'esser cosciente, e questa spiegazione è l'autocoscienza. Ma non spiegando la realtà di cui si ha coscienza — la realtà saputa —, non spiega davvero nè anche l'esser cosciente. Anche qui la realtà cosciente è realtà cosciente, solo in quanto ci è la realtà naturale. Se Fichte la spiega come cosciente (e non la spiega davvero), non la spiega di certo come realtà, cioè come realtà cosciente. Fichte, dunque, non spiega il conoscere come reale conoscere."
      },
      {
        "index": 75,
        "text": "D) Schelling."
      },
      {
        "index": 76,
        "text": "1. Con tutto ciò la scoperta di Fichte — il conoscere è impossibile, se l'Io non è in sè Io e non-io — questa scoperta rimane, e diventa la base di una nuova costruzione. Ed ecco in che modo:"
      },
      {
        "index": 77,
        "text": "Come è vero che l'Io è in sè — in quanto Io — Io e non-io, giacchè altrimenti il conoscere non sarebbe possibile; così è vero che il non-io è in sè — in quanto non-io — non-io e Io, giacchè altrimenti il conoscere sarebbe impossibile. Appunto perchè è vera la prima proposizione, è vera la seconda. Se l'Io, infatti, in quanto Io, è Io e non-io, ciò vuol dire che il non-io è anche Io, cioè se stesso e l'Io. Solo l'Io, il semplice Io come Io e non-io (autocoscienza), [230] non è il reale conoscere, perchè il non-io non è reale. Il non-io solo, senza l'Io, senza in sè stesso l'Io, è la semplice realtà naturale, non la realtà saputa, non il reale conoscere; anzi non è realtà che si possa sapere, non è realtà conoscibile. La conoscibilità vuol dire dunque non solo il non-io nell'Io, cioè l'Io insieme Io e non-io (Fichte), ma anche il non-io insieme non-io e Io: vuol dire, insomma, identità d'Io e non-io."
      },
      {
        "index": 78,
        "text": "Questa identità è Schelling. Lo spirito, dice Schelling, è in sè la natura; la natura è in sè lo spirito. Questa identità — identità assoluta — è la Ragione: la Ragione assoluta."
      },
      {
        "index": 79,
        "text": "Questa identità non è quella di Bruno (semplice coincidenza), non quella di Spinoza (semplice insidenza). Il non-io, in quanto è in sè l'Io (la natura in quanto è in sè lo spirito), è Io come Io di Fichte, come autocoscienza, come mentalità. La identità dunque qui non è semplice causalità o assoluta indifferenza, ma è identità o indifferenza come mentalità: Ragione assoluta, e non semplice Causa-sostanza assoluta. Schelling così non è Spinoza, appunto perchè la sua identità è mentalità, non semplice causalità; appunto perchè Schelling è rispetto a Fichte quel che Spinoza è rispetto a Cartesio, e appunto perchè Cartesio differisce da Fichte come causare da creare, come causalità da mentalità[146]."
      },
      {
        "index": 80,
        "text": "Per intendere il significato di Schelling, consideriamo meglio questa sua posizione rispetto a Fichte."
      },
      {
        "index": 81,
        "text": "2. Fichte dice: perchè il conoscere sia possibile (cioè idealità, conoscere, sapere, Io, Se stesso, [231] non pictura in tabula, non semplice impressione), il non-io deve essere nell'Io, cioè l'Io deve essere Io e non-io: l'Io come Se stesso deve essere se stesso e l'altro. Ciò è solo la mentalità (il creare)."
      },
      {
        "index": 82,
        "text": "Schelling dice: perchè il conoscere sia reale, l'Io deve essere nel non-io, cioè il non-io deve essere non-io e Io."
      },
      {
        "index": 83,
        "text": "In altri termini, Fichte dice: conoscere è autocoscienza."
      },
      {
        "index": 84,
        "text": "Schelling dice: perchè il conoscere sia reale, la realtà deve essere conoscibile. E perchè la realtà sia conoscibile, deve essere in sè il conoscere (Io)."
      },
      {
        "index": 85,
        "text": "Dunque, realtà cosciente è = conoscere, autocoscienza, mentalità. Realtà in generale è = conoscibilità, in sè conoscere, in sè mentalità."
      },
      {
        "index": 86,
        "text": "Quindi identità come Io (Ragione, mentalità)."
      },
      {
        "index": 87,
        "text": "Pare, che la seconda proposizione di Schelling, da cui risulta la identità, sia una semplice esigenza per la realtà del conoscere, dicendo: perchè il conoscere sia reale, il reale deve essere conoscibile. Si può dire qui: «Chi ci assicura che il conoscere deve esser reale? Fichte ha ragione di dire che, se il conoscere non è quel che dice lui (autocoscienza), non è conoscere, ma pictura in tabula. Ma voi fate l'esigenza che il conoscere deve esser reale (che il non-io sia reale, e non solo nell'Io), per dire identità. Ora il conoscere non potrebbe essere semplice conoscere, cioè il non-io essere semplicemente nell'Io, e l'Io essere l'unico reale? Se il non-io è reale, segue certamente che per esser conoscibile, deve essere in sè Io: quindi la identità. Ma se non è reale? Adunque, la identità, — almeno così pare, — nasce dal supposto della realtà del non-io. Si esige questa realtà, e si conchiude quindi la identità»."
      },
      {
        "index": 88,
        "text": "Fichte prova la possibilità del conoscere, non la realtà. Gli antichi volevano dalla realtà (dall'oggetto) ricavare la possibilità. Non riuscirono. Il conoscere non si prova che da sè, non da quel che non è conoscere. Gli antichi supponevano la realtà; non ne dubitavano. E da questo dato, da questo reale, cercavano di spiegare il conoscere: il conoscere da quel che non è conoscere. Schelling, pare, rimetta in campo il reale, e dica: reale, reale conoscibile; dunque, identità."
      },
      {
        "index": 89,
        "text": "Non si potrebbe dallo stesso principio di Fichte, dalla possibilità del conoscere (dall'autocoscienza), derivare il Reale, la realtà del conoscere? E quindi la identità?"
      },
      {
        "index": 90,
        "text": "Non si può. «Io nel non-io, e non-io nell'Io, e quindi identità d'Io e non-io (identità, che è l'Io, il vero Io)» , vuol dire solo identità d'Io e di non-io possibile, di non-io nell'Io, non già d'Io da una parte, e di non-io dall'altra fuori dell'Io, di non-io reale: vuol dire solamente: se il non-io è reale, per essere conoscibile deve avere questa natura, che in esso sia l'Io."
      },
      {
        "index": 91,
        "text": "Adunque, l'identità che risulta da Fichte — identità, che è il principio stesso di Fichte, cioè la semplice mentalità: identità dell'Io con sè stesso, e non altro — questa identità come realtà, come identità reale, come identità reale d'Io e non-io, come identità d'Io e non-io reale, come identità fondamentale, come Natura: questa identità è un presupposto di Schelling (intuizione intellettuale)."
      },
      {
        "index": 92,
        "text": "Schelling dice bene con Fichte, spiegando Fichte: Se il non-io è reale conoscibile, deve essere Io. Quindi identità. Ma il se rimane sempre un se. Il se diventa è nell'intuizione intellettuale."
      },
      {
        "index": 93,
        "text": "Certo è, ciò nondimeno, che posto l'Io, il non-io è posto come possibile; giacchè, se non fosse il non-io, non sarebbe l'Io. Mentalità è relazione necessaria tra Io e non-io. Se l'Io dunque è reale, il non-io è reale, è realmente. Ma è reale l'Io di Fichte? L'Io di Fichte è la semplice possibilità dell'Io (la semplice mentalità), non l'Io reale."
      },
      {
        "index": 94,
        "text": "Non si potrebbe rovesciare il discorso, e come si dice: «perchè il conoscere sia possibile, bisogna che sia identità tra Io e non-io, e questa identità sia l'Io, la mentalità», dire invece: «bisogna che questa identità sia il non-io»? No. Questa identità = non-io è l'essere: e sarebbe lo stesso che derivare l'Io dall'essere, dal non-io. La storia della filosofia prima di Fichte ha mostrato, che ciò non si può fare. Il pregio di Fichte è questo appunto: aver provato, che l'Io (la mentalità; non l'Io reale: reale, in quanto Io) non può derivare che da se stesso; che, come mentalità, è assoluto; e che perciò, se quella identità è non-io, ossia essere, non ne può derivare l'Io (tale è lo spinozismo). Adunque, l'identità non può essere che Io, Ragione, Intelligenza."
      },
      {
        "index": 95,
        "text": "Fichte ha dimostrato questo, lui primo."
      },
      {
        "index": 96,
        "text": "Ma questa identità fichtiana è un se: una relazione necessaria, ma solo possibile. Schelling ha oggettivata questa relazione coll'intuito; ed ecco la Natura: il Reale."
      },
      {
        "index": 97,
        "text": "3. Il pregio di Schelling è di aver detto: senza identità di natura e spirito, senza identità (notate bene) come mentalità, non ci è il conoscere, il reale conoscere. (E già il conoscere non è che tale: conoscere non reale non è conoscere)."
      },
      {
        "index": 98,
        "text": "Per Schelling conoscere la realtà è appunto conoscere questa identità, che è mentalità; come [234] per Spinoza conoscere la realtà è appunto conoscere quella identità, che è la Sostanza-causa."
      },
      {
        "index": 99,
        "text": "Conoscere la realtà è afferrare la relazione: la relazione come identità."
      },
      {
        "index": 100,
        "text": "Per Schelling, conoscere la realtà è afferrare la relazione come mentalità; per Spinoza, come causalità."
      },
      {
        "index": 101,
        "text": "Per Spinoza l'Idea, la Relazione, è Causare: per Schelling è Mentalizzare (Creare. Creare è identità come mentalizzare)."
      },
      {
        "index": 102,
        "text": "Spiegare il conoscere (e quindi la realtà, tutta la realtà) è dunque — posto Schelling — spiegare la identità come mentalità (è spiegare il creare)."
      },
      {
        "index": 103,
        "text": "Schelling spiega la sua identità? Non la spiega, ma la presuppone; la pone immediate nella intuizione intellettuale."
      },
      {
        "index": 104,
        "text": "Questo presupposto, cioè la identità come mentalità, posta immediatamente; questo presupposto è la Natura di Schelling."
      },
      {
        "index": 105,
        "text": "Quindi nuovo naturalismo; nuovo dommatismo; nuovo spinozismo; nuovo parallelismo. Infatti la differenza che si fa comunemente tra Schelling ed Hegel è: in Schelling spirito e natura sono coordinati semplicemente, in Hegel la natura è subordinata allo spirito."
      },
      {
        "index": 106,
        "text": "Per Schelling la identità, in quanto presupposta, in quanto intuita intellettualmente, cioè la Natura, è il Primo. «La Intelligenza» (la Ragione, la mentalità, la identità), dice Schelling[147], «è produttiva in duplice modo[148]: o ciecamente [235] e senza coscienza, o liberamente e con coscienza; senza coscienza è produttiva nella intuizione universale; con coscienza, è produttiva nella creazione del mondo ideale». L'intuizione universale è qui la Natura; il mondo ideale è lo Spirito (ordo rerum, ordo idearum). Ora per Schelling l'intuizione è il Primo: è il fondamento universale. Quindi prima, la incoscienza; poi, la coscienza; quella produce questa, la natura lo spirito; la natura si contrappone a se stessa come spirito. — Questa contrapposizione è il nuovo parallelismo."
      },
      {
        "index": 107,
        "text": "Ora la Natura — la intuizione — non è il Primo; è Primo solo come un presupposto; e quindi un falso Primo."
      },
      {
        "index": 108,
        "text": "Schelling dunque, presupponendo e non spiegando la identità, cioè ponendo come Primo la Natura, non spiega il conoscere, ma lo presuppone e quindi non spiega la realtà."
      },
      {
        "index": 109,
        "text": "Schelling riduce tutto e ogni cosa a questa identità presupposta, a questo Primo; comprendere le cose è comprendere questa identità nelle cose. Come si comprende questa identità? Non col discorso, colla logica ordinaria, ma con un organo adequato alla identità stessa. Questa identità, che è intelligenza, appunto perchè immediata, è intelligenza-intuizione, intelligenza intuitiva (Natura). Adunque, non può essere appresa che colla intuizione intellettuale. Questa è l'unico vero organo della filosofia: questa è la logica di Schelling. È una logica, che è un solo atto, un atto immediato: una, come è stato benissimo detto, esplosione di pistola[149]. È una logica, che non è logica. Questa esplosione è la spiegazione del conoscere: è [236] spiegare e comprendere la realtà. — Non è una spiegazione."
      },
      {
        "index": 110,
        "text": "Così, posto Schelling, come fare? Come andare avanti? Come spiegare il conoscere?"
      },
      {
        "index": 111,
        "text": "Ritornare semplicemente a Fichte, non si può: l'Io di Fichte non spiega il conoscere. A Kant, molto meno; e anche molto meno a Cartesio, ad Aristotele, a Platone."
      },
      {
        "index": 112,
        "text": "Dunque, come fare?"
      },
      {
        "index": 113,
        "text": "Bisogna conservare tutto il progresso sino a Schelling, e vedere quel che manca."
      },
      {
        "index": 114,
        "text": "Fichte pone la mentalità; senza la mentalità non è possibile punto il conoscere."
      },
      {
        "index": 115,
        "text": "Schelling dice: senza identità reale, identità come mentalità, non ci è il conoscere."
      },
      {
        "index": 116,
        "text": "Fichte e Schelling hanno ragione. Ma Schelling presuppone la identità, la identità come mentalità. Questo è il suo difetto."
      },
      {
        "index": 117,
        "text": "Bisogna dunque provare la identità. Solo provando la identità, si spiega il conoscere; si risolve il problema della logica."
      },
      {
        "index": 118,
        "text": "Questa prova è Hegel."
      },
      {
        "index": 119,
        "text": "1. La Identità di Schelling è intelligenza, ragione, mentalità: è l'Io (l'autocoscienza) di Fichte, non come Io soggettivo, ma come identità di natura e spirito, come mentalità assoluta."
      },
      {
        "index": 120,
        "text": "Come mentalità, essa non è un semplice immediato, ma mediazione o relazione assoluta verso se stessa (tesi, antitesi, sintesi). Perciò essa non può essere appresa immediatamente, intuitivamente; non può essere intuita, ma solo pensata."
      },
      {
        "index": 121,
        "text": "Questa è la contradizione di Schelling. (È la stessa contradizione di Gioberti, tra il principio, che è [237] il creare, e il metodo del sistema, che è l'intuito come cognizione immediata). L'organo della sua filosofia non può essere che logica, pensare, mediazione del pensare con se stesso, perchè l'identità (che è il suo oggetto) è questa mediazione medesima, è Pensare. Intanto egli fa di quest'organo una intuizione, e così lo priva del suo vero carattere, che è di essere pensiero, logica. In altre parole, la intuizione di Schelling, come apprensione della mentalità assoluta, non è che mentalità assoluta; Schelling, ponendola o fissandola come intuizione, non la spiega; contradice a se stesso, alla esigenza del suo proprio principio."
      },
      {
        "index": 122,
        "text": "Questa è la critica che Hegel fa di Schelling."
      },
      {
        "index": 123,
        "text": "Hegel spiega la identità, che è mentalità, la mentalità assoluta, facendoci assistere, dirò così, alla sua generazione per se stessa. La spiega ricostruendola, riproducendola[150]; e questa riproduzione, questo ripensare, questo pensiero del pensiero come semplice pensiero, come semplice mentalità, come forma della mente, questo mentalizzare è la logica[151]."
      },
      {
        "index": 124,
        "text": "Come è possibile questa riproduzione, cioè come è possibile questa logica?"
      },
      {
        "index": 125,
        "text": "Mentalità è pensare, semplice pensare. Riprodurre la mentalità è dunque riprodurre il semplice pensare, cioè pensare il semplice pensare, e perciò pensare semplicemente. Riprodurre è qui produrre; il pensare, riproducendo, produce, pensa; riprodurre la mentalità è mentalità. Se mentalità è ritmo, dialettica, pensare, la sua riproduzione è questo stesso ritmo, questa dialettica, questo pensare: cioè il pensare, semplicemente pensare."
      },
      {
        "index": 126,
        "text": "Semplicemente pensare: questa è la possibilità della logica."
      },
      {
        "index": 127,
        "text": "Hegel, spiegando la identità che è mentalità, spiega il conoscere; e così risolve il problema della logica."
      },
      {
        "index": 128,
        "text": "2. Prima di Hegel nessun filosofo ha spiegato il conoscere, e così risoluto il problema della logica (il sistema delle categorie)."
      },
      {
        "index": 129,
        "text": "Con ciò non voglio dire, che la logica di Hegel sia la logica perfetta, assoluta; che la sua filosofia sia l'ultima parola dello spirito speculativo; che dopo Hegel noi non dobbiamo far altro che ripetere o commentare macchinalmente le sue deduzioni come tante formole sacramentali."
      },
      {
        "index": 130,
        "text": "Può darsi, che ci sia chi pensi così. Per me, se ci è cosa che io abborro — mi pare di averlo detto già tante volte — è appunto la riproduzione meccanica delle altrui dottrine. Nei filosofi, ne' veri filosofi, ci è sempre qualcosa sotto, che è più di loro medesimi, e di cui essi non hanno coscienza; e questo è il germe di una nuova vita. Ripetere macchinalmente i filosofi, è soffocare questo germe, impedire che si sviluppi e diventi un nuovo e più perfetto sistema. Se Platone non avesse fatto altro che ripetere Socrate, non avremmo avuto il mondo delle idee. Se Aristotele avesse ripetuto Platone, non avremmo avuto il primo concetto della sostanza, della individualità. Se Spinoza non avesse fatto altro che ripetere Cartesio, non avremmo avuto il primo concetto di Dio come semplice causalità, come identità che è causa. Se Fichte avesse ripetuto Kant, non avremmo avuto il concetto dell'autocoscienza, della mentalità. Se Schelling avesse ripetuto Fichte, non avremmo avuto il concetto della identità come mentalità, come ragione."
      },
      {
        "index": 131,
        "text": "Quel che io voglio dire, è questo: posto Fichte, — cioè [239] che il conoscere sia impossibile senza l'autocoscienza, — e posto Schelling, — cioè che il conoscere non sia reale senza la identità come autocoscienza o mentalità, — l'unica via di risolvere il problema del conoscere, il problema della logica, sia quello di provare la identità."
      },
      {
        "index": 132,
        "text": "Per me tutto il valore di Hegel, qui, è questo; provare la identità."
      },
      {
        "index": 133,
        "text": "L'ha provata egli davvero?"
      },
      {
        "index": 134,
        "text": "Questa è un'altra quistione."
      },
      {
        "index": 135,
        "text": "Ora, provare la identità è provare la creazione."
      },
      {
        "index": 136,
        "text": "Non vi sbigottite di questa parola; e intendiamoci bene. Provare vuol dire comprendere, concepire davvero: quanto si può da noi. Io non voglio dire che la nostra sarà l'ultima prova."
      },
      {
        "index": 137,
        "text": "Io dico: risolvere il problema del conoscere (della logica) è provare la identità come mentalità: provare la identità come mentalità è provare la creazione, giacchè la identità come mentalità è appunto l'attività creativa; dunque, risolvere il problema del conoscere è provare la creazione."
      },
      {
        "index": 138,
        "text": "— Provare la creazione! Ma la creazione provata è creazione necessaria, cioè non più creazione; la creazione provata vuol dire il contingente, la creatura, non più contingente, ma necessaria. Gioberti dice così, e dice benissimo: la creazione è un fatto; s'intuisce, non si prova!!"
      },
      {
        "index": 139,
        "text": "Questo timore, questo orrore contro la prova della creazione non è che un equivoco. Provare la creazione non vuol dire provare il contingente come contingente, questo o quel contingente; p. e. che la tale o la tale pietra, la tale o la tal pianta, ecc. ci deve essere. Krug pretendeva a un di presso questo da Schelling. Schelling diceva: io devo costruire [240] a priori la Natura; e Krug: costruitemi la penna, questa penna colla quale io scrivo[152]. Schelling volea dire: la Natura, la vera Natura, la idea della natura (la natura, diremmo noi, quale è nella mente di Dio) è un a priori, e appunto perchè è a priori si può costruire a priori. Il che non vuol dire di certo, che si deve chiuder gli occhi e gli orecchi, e far tacere gli altri sensi, cioè far astrazione da ogni esperienza[153]."
      },
      {
        "index": 140,
        "text": "Provare la creazione vuol dire provare quel che vi ha d'ideale, di mentale, di vero, e perciò di necessario nella creazione. Questo è provabile, provabilissimo; è il provabile stesso. O forse l'ideale è il contrario della necessità razionale? E che altro vuol dire prova, se non necessità razionale?"
      },
      {
        "index": 141,
        "text": "Gioberti dice: creare è pensare."
      },
      {
        "index": 142,
        "text": "Ebbene: provare è pensare, il vero pensare. Se non si prova il pensare, cioè se il pensare non può provare, cioè pensare sè stesso, non so davvero che cosa possa provare e pensare."
      },
      {
        "index": 143,
        "text": "In questa esigenza: provare la creazione, checchè mostrino in contrario le apparenze, è tutto Gioberti. La sua Idea è il creare; lo spirito è in sè l'intuito del creare; questo intuito è la potenzialità infinita dello spirito; la sua riflessione ontologica — cioè la filosofia — è ripensare, pensare davvero, cioè provare il creare."
      },
      {
        "index": 144,
        "text": "Ciò che differenzia Gioberti da Schelling è appunto questa esigenza: la riflessione ontologica. Que' giobertiani che pigliano l'intuito per una cognizione [241] immediata del creare, e non già per la semplice potenzialità del conoscere, contro la mente vera di Gioberti, rendono inutile la riflessione ontologica, e non si accorgono che così fanno di Gioberti una copia di Schelling, niente altro. Ho detto altra volta, che per Gioberti il creare non è l'Ente in quanto Ente, ma lo Spirito, cioè l'Ente come in sè due cicli in uno, e quindi non più semplice Ente. Ora Gioberti, dicendo: Ente semplicemente, esige una ontologia, una metafisica, una logica proprio nel nostro senso; giacchè il suo Ente non è altro che la identità fondamentale (della natura e dello spirito) come mentalità. In ciò differisce da Schelling, pel quale la Natura è il Primo, e tutta la logica si riduce all'intuizione intellettuale. Fate che l'intuito giobertiano sia cognizione immediata dell'Ente creante, e allora l'Ente creante, appunto perchè appreso immediatamente, non sarà altro, checchè ne dicano i giobertiani, che la stessa Natura di Schelling."
      },
      {
        "index": 145,
        "text": "Si può dire: «Provare la creazione, anche in questo senso — nel nostro senso or ora spiegato — è fare necessario il contingente, creatore la creatura; lo spirito, in quanto prova la creazione, è lo stesso atto creativo». Ebbene, lo spirito è una creatura, è, se volete, un contingente; ma tal creatura, tal contingente, che si libera dal suo essere immediato, dalla sua contingenza, e diventa — come può — il necessario. Questa è la sua natura. Il nostro spirito crea, cioè prova, perchè è il ricreare. Questo è il senso delle parole di Gioberti: lo spirito è il contingente, fatto a immagine del necessario. Contingente è mimesi; contingente che si fa il necessario, è metessi, ritorno, ricreare."
      },
      {
        "index": 146,
        "text": "Quando io dico: risolvere il problema del conoscere [242] (e della logica) è provare il creare (la identità come mentalità), non esco fuori delle tradizioni della filosofia italiana, non mi ribello a questa filosofia (anche politicamente, pochi anni fa, eravamo tutti ribelli); sono anzi in piena filosofia italiana; esprimo un'esigenza, che è l'ultima esigenza della filosofia italiana."
      },
      {
        "index": 147,
        "text": "D'altra parte io so bene quel che si dice da alcuni[154]: «Che importa a noi di filosofia italiana e non italiana? Noi vogliamo la verità; e la verità non ha che fare colla nazionalità». Certamente, la verità trascende la nazionalità; ma senza nazionalità è un'astrazione. Trapiantate quanto volete la verità; se essa non ha veruna corrispondenza col nostro genio nazionale, sarà verità per sè, ma non per noi; per noi sarà sempre una cosa morta. Mostrare, dunque, che noi siamo vissuti nel grembo del pensiero europeo e abbiamo sempre promosso e partecipato a questo pensiero, che non siamo stati solamente noi e fuori della vita comune, non è un accorgimento, un procedere diplomatico, un rispetto umano, ma un nobile e rigoroso dovere per chi professa filosofia."
      },
      {
        "index": 148,
        "text": "Così io ritorno, nel conchiudere questa breve istoria del problema della logica, alla intenzione principale della mia Introduzione. Per me non ci sono due filosofie moderne; due, tre, quattro correnti filosofiche perpetue, quante sono le nazioni presenti di [243] Europa: ma ci è una sola filosofia, essenzialmente una. Questa unità è lo sviluppo stesso della filosofia nelle diverse nazioni. E molto meno per me ci sono due filosofie italiane, due, dirò così, Italie filosofanti: l'una bianca e l'altra nera, quella innocente, e questa peccatrice, la filosofia di Gioberti e la filosofia di Bruno. Bruno filosofava come si poteva e doveva filosofare nel suo tempo; Gioberti come si poteva e doveva nel suo. Non sono due correnti, due vite contrarie: ma sono il correre della stessa corrente, il vivere della stessa vita. Vita è sviluppo; e Bruno e Gioberti sono due termini e stazioni di questo sviluppo, della nostra vita. Bruno concepiva la identità come causalità; Gioberti come mentalità. Per arrivare a Gioberti, bisognava passare per Bruno. Eliminate Bruno dalla storia della nostra filosofia, e voi non eliminate il peccato, non purificate l'Italia, ma la dimezzate, la guastate; voi non restituite, ma rompete l'aurea catena della tradizione nazionale; non avete l'Italia viva, ma una di quelle statue antiche, che si trovano negli scavi, senza braccia e spesso senza testa."
      },
      {
        "index": 149,
        "text": "Vi è certo, o almeno ci è stata, — o se ci è ancora, corre sotterranea e non si mostra, — un'altra corrente in Italia, la quale non solo è contraria alla nostra vera tradizione filosofica, così a Bruno come a Gioberti e anco a Rosmini; ma, se potesse, ingoierebbe tutto quel che vi ha di filosofia in Europa. Ma se questa corrente meriti il nome di filosofia italiana o semplicemente di filosofia, io non lo voglio dire. —"
      },
      {
        "index": 150,
        "text": "Ritorniamo ad Hegel; e concludiamo."
      },
      {
        "index": 151,
        "text": "Se l'identità si prova — quella che noi intendiamo per identità, cioè la mentalità (e già questa sola può essere provata, perchè quella di Spinoza non è [244] mentalità, e quindi non si può provare); se la nostra identità si prova, il problema della logica (e quindi del conoscere) è risoluto."
      },
      {
        "index": 152,
        "text": "Qual è infatti il problema della logica?"
      },
      {
        "index": 153,
        "text": "Il sistema delle categorie."
      },
      {
        "index": 154,
        "text": "Che vuol dire categorie?"
      },
      {
        "index": 155,
        "text": "Non solo forme del pensiero, atti o funzioni soggettive, ma predicati universali delle cose, leggi oggettive."
      },
      {
        "index": 156,
        "text": "E cosa vuol dire scienza o sistema?"
      },
      {
        "index": 157,
        "text": "Vuoi dire mentalità; e cosa sia mentalità, e qual sia il suo ritmo, ce lo ha detto Fichte. Mentalità è tale, in quanto produce, crea se stessa. Categoria è atto originario di mentalità (atto mentale originario). Sistema delle categorie vuol dire, dunque, mentalità in quanto fa, produce, crea se stessa come mentalità: vuol dire produzione delle categorie."
      },
      {
        "index": 158,
        "text": "Ora a questa doppia esigenza adempie appunto il nostro presupposto, cioè l'identità provata."
      },
      {
        "index": 159,
        "text": "Dicendo identità, adempiamo alla prima."
      },
      {
        "index": 160,
        "text": "Dicendo provata, adempiamo alla seconda."
      },
      {
        "index": 161,
        "text": "Infatti, provare la identità vuol dire identità che prova o produce se stessa; giacchè provare è mentalizzare, e identità è mentalità. Identità provata, o meglio che si prova (l'atto della prova), vuol dire dunque categorica (sistema delle categorie, logica, metafisica), che si produce come insieme funzione soggettiva e legge oggettiva."
      },
      {
        "index": 162,
        "text": "La soluzione del problema della logica non è dunque possibile che nella filosofia della identità, e della identità che si possa provare (mentalità), e che si provi."
      },
      {
        "index": 163,
        "text": "Ora identità che si prova non è più Natura, ma Spirito. Quindi non più dommatismo, ma dialettismo."
      },
      {
        "index": 164,
        "text": "Identità che si prova è identità, che è conscia di sè. Questa identità conscia di sè, cioè questa non più relativa (la fichtiana), ma assoluta autocoscienza, è appunto lo Spirito (il Creatore)."
      },
      {
        "index": 165,
        "text": "Lo Spirito è la vera identità: la identità che sussiste, è concreta come identità."
      },
      {
        "index": 166,
        "text": "Infatti, vera identità non è la semplice identità senza la differenza, cioè solo quel che han di comune i due mondi, la natura e lo spirito, e che non è nè l'una nè l'altro, la pura loro indifferenza. Vera identità è quella che si realizza nella differenza, e dalla differenza ritorna identità."
      },
      {
        "index": 167,
        "text": "Così abbiamo:"
      },
      {
        "index": 168,
        "text": "Così abbiamo, di nuovo, la divisione della filosofia, cioè:"
      },
      {
        "index": 169,
        "text": "La vera prova della identità è dunque tutta la filosofia. La logica è solo prova della identità pura, indifferente, fondamentale."
      },
      {
        "index": 170,
        "text": "F) Conclusione; ed enunciazione delle difficoltà della scienza."
      },
      {
        "index": 171,
        "text": "1. Qual è il risultato di questa breve storia? È quello, che ci eravamo proposto di conseguire?"
      },
      {
        "index": 172,
        "text": "Io ho detto a principio: «Dimostrerò, che il sistema come tale — la sistematica, e quindi il sistema della logica — non è possibile, che secondo il [246] nostro punto di vista; cioè secondo il nostro modo d'intender l'essere, il vero essere, e quindi la stessa logica; e che tutti gli altri punti di vista rendono impossibile il sistema, e non risolvono il problema della logica. Io farò la critica di questi punti di vista, non per rigettarli assolutamente, ma piuttosto per far vedere che il nostro è il loro risultato necessario, e che esso solo può risolvere il problema»."
      },
      {
        "index": 173,
        "text": "Ebbene: per noi il vero Essere era il Creare. Creare è identità come mentalità, cioè assoluta autocoscienza, Spirito. Ora noi abbiamo visto, che la logica, la scienza o il sistema della logica, è possibile solo in questa filosofia, nel nostro modo d'intendere il vero Essere, secondo il nostro punto di vista."
      },
      {
        "index": 174,
        "text": "E questo punto di vista risulta da tutti gli altri, e li comprende: è la loro unità. Infatti, i momenti storici della logica sono:"
      },
      {
        "index": 175,
        "text": "Socrate, che forma i concetti;"
      },
      {
        "index": 176,
        "text": "Platone che li ordina in un mondo ideale;"
      },
      {
        "index": 177,
        "text": "Aristotele che ne scopre la forma (il sillogismo, la prova: la sostanza, l'individuo);"
      },
      {
        "index": 178,
        "text": "Kant che identifica la categoria colla funzione del pensare;"
      },
      {
        "index": 179,
        "text": "Fichte che concepisce la mentalità, e scopre il ritmo logico;"
      },
      {
        "index": 180,
        "text": "Schelling che concepisce la identità come mentalità o ragione."
      },
      {
        "index": 181,
        "text": "La nostra logica, — in quanto l'Identità che prova se stessa, in quanto la Ragione conscia di sè, — abbraccia tutti questi momenti anteriori."
      },
      {
        "index": 182,
        "text": "2. Perchè questo risultato di tutta la storia della logica porti i suoi frutti, bisogna intender bene la esigenza che esso esprime, cioè cosa vuol dire provare la identità."
      },
      {
        "index": 183,
        "text": "Questa quistione si connette intimamente con quella delle principali difficoltà della scienza."
      },
      {
        "index": 184,
        "text": "a) Sapere, certezza, scienza in generale è prova. Assoluta scienza, filosofia, è assoluta prova."
      },
      {
        "index": 185,
        "text": "Assoluta prova vuol dire, che tutto è provato; che nella filosofia non ci sia niente, nessuna parte che non sia provata. (Così la matematica non è assoluta prova, non solo perchè la sua evidenza non è la vera, ma anche perchè essa prova tutto, fuorchè il suo proprio principio, la quantità)."
      },
      {
        "index": 186,
        "text": "Ora prova vuol dire: 1. pensare; 2. un processo, quale che sia, del pensare; 3. un primo nel pensare, cioè un pensare come primo pensare, una base, un principio, un cominciamento della prova, di quel processo che è la prova."
      },
      {
        "index": 187,
        "text": "Così chi dice prova, dice sempre pensare: pensare come primo nel processo; pensare come processo."
      },
      {
        "index": 188,
        "text": "Se la filosofia è assoluta prova, — cioè, se non deve presupporre niente che non sia provato, — deve, dunque, innanzi tutto provare il pensare, il primo nel pensare, il processo del pensare."
      },
      {
        "index": 189,
        "text": "Questi momenti sono la prova stessa. Dunque, la filosofia deve provare la prova. E ciò pare impossibile."
      },
      {
        "index": 190,
        "text": "Questa è una seria difficoltà, sin dal principio. Se non ne usciamo, non possiamo fare un passo. Per risolverla, bisogna intenderla. Che importa, dunque, provare il pensare? il processo del pensare? il Primo nel pensare?"
      },
      {
        "index": 191,
        "text": "b) Abbiamo visto che la Scienza (la filosofia) è la identità (mentalità) che si prova come concreta identità, come mente assoluta. Cioè:"
      },
      {
        "index": 192,
        "text": "Logo o pura mentalità, che si prova, si sviluppa come Logo;"
      },
      {
        "index": 193,
        "text": "Provato, sviluppato, come Logo, si sviluppa come Natura;"
      },
      {
        "index": 194,
        "text": "Provato, sviluppato, come Natura, si sviluppa come Spirito."
      },
      {
        "index": 195,
        "text": "Questa prova, la scienza, è il pensare, che si sviluppa come pensare."
      },
      {
        "index": 196,
        "text": "Ma questo sviluppo è sempre attività del pensare, del mio pensare, dell'Io: certo non di quello di Fichte, ma pur sempre dell'Io, del soggetto, del pensare soggettivo, come si dice. Chi mi assicura, che questo sviluppo sia anche sviluppo della cosa dell'oggetto, del reale? Chi mi assicura, che il pensare sia il Vero?"
      },
      {
        "index": 197,
        "text": "Questa è la prima difficoltà. Provare il pensare vuol dire: provare che il pensare sia il Vero; che pensando, puramente pensando, io sono nel regno della verità."
      },
      {
        "index": 198,
        "text": "Provare il pensare pare un quesito impertinente. E pure, se s'intende bene cosa si vuol dire, non è. Infatti il pensare — il pensare filosofico, e la stessa riflessione colta — non è il pensare comune, la coscienza volgare. Come questa coscienza si eleva alla coscienza scientifica, alla scienza? A quella coscienza, in cui il pensare è la cosa stessa? Ora questo appunto è provare il pensare. È provare che il semplice pensare — questa funzione del soggetto pensante — è categoria, determinazione universale, essenza della cosa. — Ciò è stato sempre supposto, non provato mai."
      },
      {
        "index": 199,
        "text": "La seconda difficoltà è il pensare che procede, si sviluppa, si dialettizza. Il pensare è egli dialettica? Ciò si può vedere solo col fatto, cioè pensando, e facendo la scienza. E, risoluto affermativamente il primo problema, cioè, se il pensare sia il Vero, si vede che, se il pensare è dialettica, dialettica ha da essere anche la cosa, l'oggetto, il reale."
      },
      {
        "index": 200,
        "text": "La terza difficoltà è quella del Primo. — Primo nella scienza vuol dire Primo che sia provato; e intanto Primo vuol dire che non si può provare, perchè la prova presuppone già il Primo. Primo scientifico è dunque una contradictio in adiecto."
      },
      {
        "index": 201,
        "text": "c) Le due prime difficoltà concernono direttamente la identità. Quel che importa qui è comprendere la loro differenza. La terza difficoltà concerne la identità indirettamente."
      },
      {
        "index": 202,
        "text": "La identità che si sviluppa, già suppone la identità come prima identità: la identità come Primo, come cominciamento. Identità è pensare, mentalizzare. Prima identità è primo pensare. Questo, dunque, bisogna provare: identità è pensare. Se poi si prova che pensare è mentalità (dialettica), è provato già che identità è mentalità, sviluppo, dialettica."
      },
      {
        "index": 203,
        "text": "Fichte dice: coscienza (conoscere) è impossibile, se non è autocoscienza."
      },
      {
        "index": 204,
        "text": "Schelling dice: non è reale, senza la identità come mentalità (identità di natura e spirito)."
      },
      {
        "index": 205,
        "text": "Ora noi già sappiamo, che Schelling presuppone tale identità; e che questo presupposto è la intuizione intellettuale. Ma quel che non ancora abbiamo visto, è che la presuppone in due sensi. Infatti:"
      },
      {
        "index": 206,
        "text": "1. Presuppone la identità, — la pura e semplice intelligenza, — come già perfetta, come totalità o sistema in quanto semplice intelligenza: presuppone il Logo, tutto il Logo, il Logo come sistema completo."
      },
      {
        "index": 207,
        "text": "Questo presupposto (intuito intellettuale) è il reale, la Natura. Perciò ho detto: tutta la logica di Schelling è un sol atto, un atto immediato; non è logica [250] davvero (sviluppo, dialettica, sistema organico del pensare), ma esplosione. Questa esplosione è la Natura. Schelling comincia dalla Natura, e si getta dietro le spalle il Logo."
      },
      {
        "index": 208,
        "text": "Dalla Natura (intelligenza inconsapevolmente produttiva) passa allo Spirito (intelligenza consapevolmente produttiva: intelligenza intelligente), e così spiega il conoscere. Ma in realtà non lo spiega, perchè non spiega la natura; e non spiega la natura, perchè la presuppone; e la presuppone, perchè presuppone il Logo, la identità assoluta come indifferenza."
      },
      {
        "index": 209,
        "text": "Per spiegare il conoscere, la realtà COSCIENTE, bisogna prima di tutto spiegare (comprendere) il Logo, la Indifferenza. Non dico che ciò basti. Ma senza ciò non si spiega la natura, e quindi non si spiega lo spirito (il conoscere)."
      },
      {
        "index": 210,
        "text": "Questo è il primo difetto di Schelling. — Schelling presuppone la identità come mentalità; presuppone la mentalità. La mentalità è il Logo. Schelling non prova il Logo. Egli dice: la Natura è intelligenza inconsapevole. Ma come sa che essa è intelligenza? Come sa che cosa è intelligenza? Comprende egli e prova la intelligenza? Intelligenza è sistema. Sa egli questo sistema? Egli dice: identità è intelligenza e non semplice causalità (Spinoza). Deve dunque provare la intelligenza: esporre il sistema della intelligenza."
      },
      {
        "index": 211,
        "text": "Hegel fa questo sistema; prova e comprende la intelligenza (essere, essenza, concetto). Questo sistema è la Logica di Hegel."
      },
      {
        "index": 212,
        "text": "Quel che dunque è qui dommatismo in Schelling, in Hegel è scienza, dialettica, intelligenza stessa. Hegel scopre, fa vedere, svela la intelligenza come semplice intelligenza: il regno della mentalità [251] pura. Questo regno è in Schelling occulto, sotterraneo; l'intuito intellettuale non arriva a scoprirlo; piglia la superficie, l'essere soltanto; e questo è la Natura. La mediazione, che come immediato è la Natura, gli sfugge; e si mostra solo l'immediato, la Natura."
      },
      {
        "index": 213,
        "text": "2. Ma non basta provare la intelligenza; bisogna provare la identità. La identità, la vera identità, è intelligenza, non semplice causalità (il pensare cartesiano). Ma la intelligenza, che io provo e sviluppo qui come sistema della logica, è la intelligenza come mia intelligenza, il pensare come mio pensare: insomma, il pensare soggettivo: nello stesso modo che la causalità, che si sviluppava nello spinozismo, era la causalità come il pensiero di Spinoza, il pensiero come atto del soggetto pensante, come pensiero soggettivo."
      },
      {
        "index": 214,
        "text": "Certamente nella logica stessa il pensare si mostra e prova come identità (identità di pensare ed essere), in quanto si prova appunto come tutto il sistema del Logo. Ma si può sempre dire: questa identità di pensare ed essere, cioè la identità, è solo identità del pensare col pensare: pensare = pensare: pensare come essere, e pensare come pensare; ma è pur sempre pensare, niente altro. E l'essere, il reale? Dov'è, dunque, la identità?"
      },
      {
        "index": 215,
        "text": "Ebbene, questa identità è il pensare, non altro che pensare. Ma questo bisogna provare: cioè, che il pensare non è semplicemente una funzione soggettiva, ma legge oggettiva, realtà, essere; che pensando io non sono fuori della realtà delle cose, ma sono la realtà stessa delle cose, appunto perchè la realtà, l'entità, la verità delle cose è il pensare: che, insomma, il pensare non è solo il mio pensare, ma la cosa stessa, la vera cosa."
      },
      {
        "index": 216,
        "text": "Ora questo non fa Schelling. Questo non ha fatto Spinoza, nè altri prima."
      },
      {
        "index": 217,
        "text": "Quindi in Schelling un altro dommatismo: un'altra esplosione, quella di cui parla propriamente Hegel nella prefazione alla Fenomenologia[155]."
      },
      {
        "index": 218,
        "text": "Schelling non prova che l'Identità è il Pensare. Questo fa Hegel nella Fenomenologia."
      },
      {
        "index": 219,
        "text": "Quindi la differenza tra logica e fenomenologia è questa: la logica prova la intelligenza come intelligenza: il sistema della pura intelligenza;"
      },
      {
        "index": 220,
        "text": "La fenomenologia prova che la intelligenza, non già ancora come sistema, ma come semplice astratta intelligenza, come semplice atto d'intelligenza, come prim'atto, come prospetto e orizzonte d'intelligenza, è appunto identità."
      },
      {
        "index": 221,
        "text": "Senza la logica non si può spiegare il conoscere, la realtà cosciente (e quindi nè anche la semplice realtà, la Natura)."
      },
      {
        "index": 222,
        "text": "Senza la fenomenologia la spiegazione, — che è tutta la filosofia e il cui fondamento, la spiegazione fondamentale, è la logica, — non ha un valore reale; è sempre un'ipotesi, non una realtà. Chi vi assicura, infatti, che questa spiegazione, che è pensare, dialettica del pensare, funzione del pensare, sia anche la realtà della cosa?"
      },
      {
        "index": 223,
        "text": "Nella spiegazione del conoscere — cioè nella filosofia — la logica e la fenomenologia stanno tra loro come Fichte e Schelling nel problema stesso del conoscere. Fichte dice: mentalità: possibilità del conoscere. Schelling dice: identità: realtà del conoscere. Ora la logica prova la mentalità; la fenomenologia prova la identità. E Fichte non prova [253] davvero quella; Schelling presuppone questa. Hegel poi compie l'uno e l'altro insieme. Compiendo Fichte, compie (nella logica) il primo difetto di Schelling. Nella fenomenologia compie il secondo difetto di Schelling; e compie Fichte, il cui difetto aveva avvertito Schelling, ma solo avvertito, non altro; giacchè la identità, che mancava anche a Fichte, Schelling la presuppone."
      },
      {
        "index": 224,
        "text": "3. Di questi due difetti di Schelling — che sono suppliti da Hegel — uno solo ci è in Gioberti assolutamente, cioè il presupposto dell'identità. Gioberti non ha fenomenologia; e dice immediatamente: concetto = cosa; pensare = essere; quel che penso è vero, è reale; la dialettica del pensare è dialettica dell'essere. Domandate: perchè così? perchè quel che penso è vero? Perchè, risponde, l'Idea, il Vero, la vera realtà (il creare), è presente al mio intuito, al mio pensare; il pensare, il mio pensare è quel che lo fa l'Idea. Dunque, intuendo e ripensando, — nella riflessione ontologica, — io afferro il vero, il reale."
      },
      {
        "index": 225,
        "text": "Questo è dommatismo. Gioberti non prova, che l'intuito (lo spirito) è la potenzialità infinita del conoscere."
      },
      {
        "index": 226,
        "text": "L'altro difetto ci è in Gioberti, nel solo caso che per intuito s'intenda la conoscenza immediata dell'Ente creante; giacchè allora l'Ente creante è Natura, quella di Schelling, o di Spinoza, secondo che la mentalità ci è, o manca. Dicendo Ente semplicemente, Gioberti esige una logica; parla anzi di determinazioni dell'Ente come tale (concetti assoluti), sebbene questa logica ei non la faccia."
      },
      {
        "index": 227,
        "text": "Anzi, se si pone mente alla sua distinzione di riflessione psicologica e ontologica, e come l'ultima consista nell'uscire che fa il soggetto da sè e cogliere [254] quel punto di contatto coll'oggetto, che è il Vero, si vede che in Gioberti ci è anche l'esigenza di una fenomenologia: cioè d'una dialettica della coscienza, che, superando tutti i gradi del falso sapere, arrivi al sapere assoluto."
      },
      {
        "index": 228,
        "text": "4. Gioberti dice: essere è creare, pensare è creare, creare è pensare. — Questa identità bisogna provare."
      },
      {
        "index": 229,
        "text": "Creare è l'Ente concreto; è fare, realizzare, individuare, sostanziare, entare, far esistere; è la realtà, l'assoluta realtà. È assoluta realtà, perchè, per Gioberti, Dio stesso è creare, creare se stesso. Togliete il creare, e avrete il niente. — E pure non si ha mai il niente; giacchè togliere qui è pensare; il pensare rimane, e ci è sempre. Ciò vuol dire: il creare, tolto, rimane; perchè il togliere stesso è creare, cioè come semplice togliere — negare — è momento del creare."
      },
      {
        "index": 230,
        "text": "Ora come si prova la realtà, il creare?"
      },
      {
        "index": 231,
        "text": "Il Pensare è; non può non essere. Il Pensare prova se stesso; negare il Pensare è Pensare."
      },
      {
        "index": 232,
        "text": "Il Pensare è Certo, assoluto Certo. Il Pensare è atto, dialettica, un mondo, totalità, sistema. Pensando, semplicemente pensando, io — come semplice pensare — fo, costruisco, creo questo mondo, questo mio mondo, che è lo stesso Pensare. Questo mondo, creato dal Pensare, è assolutamente certo come il Pensare; è lo stesso Pensare. (Il puro mondo del Pensare è appunto la logica)."
      },
      {
        "index": 233,
        "text": "Ebbene, che cosa manca a questo Certo?"
      },
      {
        "index": 234,
        "text": "Esso è certo, è, non solo come Pensare, ma come un mondo, un ordine, un sistema, una creazione, che è lo stesso Pensare."
      },
      {
        "index": 235,
        "text": "Se creare è dunque realtà, mondo, ordine, sistema, è certo che il Pensare è Creare. In altri termini, [255] più semplicemente: è certo, che il Pensare è un Reale, Essere, È, appunto perchè non può non essere; dicendo non è, dico è. — Sia anche sogno il Pensare, e il suo mondo un mondo di sogni, è certo che questo mondo è."
      },
      {
        "index": 236,
        "text": "Ma tutto ciò vuol dire anco che il Creare sia Pensare? Che il Reale sia Pensare? Vuol dire, insomma, identità di Pensare e Creare?"
      },
      {
        "index": 237,
        "text": "No, certo. Ma ci è presunzione che sì. E in vero, il Pensare è, è di certo; ed è, di certo, un mondo, cioè creare. Non è il Creare come tutto il Creare, come tutto l'Essere; ma è di certo creare, essere."
      },
      {
        "index": 238,
        "text": "Il che vuol dire, che Creare, Essere, è almeno in parte, dirò così, Pensare; vi ha un creare, un'attività creativa, un essere, che è Pensare. Vi ha egli un altro creare, un altro essere, che non sia Pensare, non sia assolutamente e in niun modo Pensare, e sia l'opposto assoluto del Pensare?"
      },
      {
        "index": 239,
        "text": "Se così fosse, ci sarebbe un doppio Creare, un doppio Essere, due attività creative, senza punto unità, e sarebbe inesplicabile come il Pensare sia Creare, Essere."
      },
      {
        "index": 240,
        "text": "Se non altro, queste due attività creative (questo doppio Essere), hanno comune il Creare, l'Essere: quel Creare, che è il Pensare."
      },
      {
        "index": 241,
        "text": "Questo Comune — questa radice comune del Pensare e dell'Essere come opposti — questo Pensare, che è unità di se stesso e dell'Essere — è appunto la Identità."
      },
      {
        "index": 242,
        "text": "Ora la fenomenologia prova la identità: Pensare è Essere, Essere è Pensare."
      },
      {
        "index": 243,
        "text": "La logica prova il Pensare come mondo, come mentalità, sistema del pensare, pura creazione."
      },
      {
        "index": 244,
        "text": "Dunque, Essere, Creare, è questo mondo, mentalità, sistema, sistema del pensare."
      },
      {
        "index": 245,
        "text": "Dunque, il sistema del mondo io l'ho pensando, pensando il pensare, il sistema del pensare."
      },
      {
        "index": 246,
        "text": "5. Quando dico, che la fenomenologia prova la identità, non bisogna intendere così: che sia da un lato il Pensare e dall'altro l'Essere, e che si provi che siano identici (sebbene distinti); ma invece così: che si provi l'Essere (si provi, che il Pensare sia oggettivo), e questa prova sia la prova della identità."
      },
      {
        "index": 247,
        "text": "Infatti, io non posso dire: qua il Pensare, e là l'Essere, e proviamo l'Identità. Non posso dire: ci è l'Essere, l'Essere opposto al Pensare, e che non so se sia identico al Pensare. Non posso dir ciò, perchè presupporrei l'Essere. Io non posso dir altro — quando non voglio presupporre niente — che: Pensare; solo il Pensare, quell'Essere che è Pensare (Conoscere o semplice Pensare, secondo che io principio la fenomenologia o la logica), è assoluto Certo, Primo, non presupposto. L'Essere, dunque, io devo provarlo, cioè trarlo dal Pensare. Non ci è altra via."
      },
      {
        "index": 248,
        "text": "Se io comincio dal Pensare come immediato semplice Pensare, e pensando fo il mondo del semplice pensare (la logica), io non traggo l'Essere dal Pensare, ma solo dal Pensare il Pensare, il mondo del pensare."
      },
      {
        "index": 249,
        "text": "Se io comincio dal conoscere come immediato conoscere (certezza sensibile) e procedo dialetticamente (fenomenologia), che cosa ne traggo? Che cosa ne posso trarre? L'Essere? L'Essere come opposto al Pensare, al Conoscere? No: questo non posso trarlo. L'Essere, in quanto tratto dal Pensare, del Conoscere, non è più opposto al Conoscere: è Identico al Conoscere."
      },
      {
        "index": 250,
        "text": "Ne traggo dunque solo l'oggettività del Conoscere. [257] Questa oggettività è quel conoscere, che è il semplice e puro Pensare."
      },
      {
        "index": 251,
        "text": "Il risultato finale della fenomenologia è questo: lo spirito trova l'ultima sua soddisfazione nel semplice e puro Pensare; non va al di là; se va al di là, torna indietro."
      },
      {
        "index": 252,
        "text": "Ciò vuol dire: se lo spirito crede, che al di là del semplice e puro Pensare, al di là del Pensare (logica, scienza della Natura e scienza dello Spirito) ci sia qualcosa, un inconoscibile, un sovrintelligibile, un al di là che sia puro al di là, e non già un di qua, già trasfigurato nella dialettica del conoscere e fatto trasparente, il sensibile, il percettibile, l'immaginabile, etc.; se crede ciò lo spirito, erra e s'illude. Questa illusione è un momento inferiore del conoscere."
      },
      {
        "index": 253,
        "text": "Adunque, il semplice Pensare, il Pensare, è oggettivo, è il Vero."
      },
      {
        "index": 254,
        "text": "d) La terza difficoltà è questa: di dove cominciare la scienza? — Si badi, che io dico Primo nella scienza, e non già assoluto Primo, assoluto Principio. Assoluto principio è Primo e Ultimo insieme, principio e fine, cioè tutta la scienza. Quando dico Primo nella scienza, dico invece semplice cominciamento, non già processo della scienza. — Quando dico germe, non dico albero, ma solo il Primo di quello sviluppo, che in quanto compiuto è l'albero."
      },
      {
        "index": 255,
        "text": "Un tale mi domandava un giorno: Qual è il vostro punto di partenza (il vostro Primo)[156]? Questa domanda potrebbe far supporre, che ci potessero essere più Primi, il mio, il vostro, di ciascuno di [258] voi, il suo, e quello di altri, e nondimeno la scienza essere sempre scienza, qualunque fosse il Primo; come se io dicessi: tutti noi abbiamo diverse case, diversi luoghi di uscita e di ritorno, e nondimeno tutti abitiamo, siamo al coperto dalla pioggia, dall'intemperie, etc. Capisco che a diversi modi di filosofare possono corrispondere diversi Primi; ma quel che non capisco, è che la scienza possa avere questo o quel Primo ad arbitrio, a caso, ed essere scienza davvero. Ciò vuol dire, che il Primo deve essere provato; e se è provato davvero, non può essere che Uno, cioè quello che è."
      },
      {
        "index": 256,
        "text": "Ma qui comincia la difficoltà. Provare è derivare una cosa da un'altra, un concetto da un altro; e perciò presuppone un Primo. Adunque, il Primo, in quanto provato, non è Primo, ma Secondo; il Primo è quello da cui esso si deriva. E da capo questo, che ora è il Primo, se è, come ha da essere, provato, non è più esso il Primo, ma quello da cui viene derivato. E così all'infinito."
      },
      {
        "index": 257,
        "text": "Adunque: Primo provato è una contradizione; giacchè se è provato, non è Primo. Dunque, si conchiude, non può essere provato."
      },
      {
        "index": 258,
        "text": "Ma d'altra parte, non può essere ammesso, così ad arbitrio, ammesso perchè ammesso, cioè deve essere provato; altrimenti sarebbe un Primo, ma non il Primo nella scienza."
      },
      {
        "index": 259,
        "text": "Dicendo, dunque, Primo, io nego la prova (la necessità di provare); dicendo Primo nella scienza o Primo scientifico, affermo la prova. Ora il Primo che noi vogliamo non è un semplice Primo, ma appunto il Primo nella scienza. Adunque, il Primo nella scienza — quello che noi vogliamo — è una contradizione. In altri termini, provato vuol dire derivato, mediato; Primo vuol dire non derivato, [259] non mediato, cioè immediato. Adunque, Primo scientifico vuol dire immediato mediato. Questa è la contradizione."
      },
      {
        "index": 260,
        "text": "Ma, se riflettiamo bene, ci avvediamo che la nostra difficoltà, la quale si mostra come una contradizione, dipende da un presupposto. Noi abbiamo detto di non dover presupporre niente, e pure abbiamo presupposto una cosa, cioè il concetto della prova o della mediazione, e quindi il concetto della relazione tra i due termini di essa, l'immediato e il mediato, il Primo e il Secondo. Ora il concetto d'una cosa in quanto presupposto non è un vero concetto (vero sapere, scienza), ma semplice rappresentazione, o opinione. Noi, infatti, abbiamo detto: provare è derivare, mediare: il Primo, dunque, non può essere provato, perchè se fosse provato, sarebbe mediato, e quindi non sarebbe Primo, cioè immediato; o l'uno o l'altro; mediato e immediato insieme non può essere. — Noi qui opponiamo assolutamente Immediato e Mediato (Primo e Secondo). Perchè? Perchè abbiamo, cioè presupponiamo, questo concetto della prova o mediazione: Provare, mediare, è fare, produrre un altro, uno che produce un altro; di maniera che il Primo, il producente, il mediatore, sia semplicemente Primo, producente, mediatore, e il Secondo, il prodotto, il mediato, sia semplicemente Secondo, prodotto, mediato. Qui mediare è causare, mediazione è relazione causale; la causa pone l'effetto, e perciò non è l'effetto; l'effetto è posto dalla causa, e perciò non è la causa. Quindi due specie in generale di prova: cioè, procedere dalla causa all'effetto, dal principio alla conseguenza, e procedere dall'effetto alla causa, dalla conseguenza al principio: deduzione e induzione."
      },
      {
        "index": 261,
        "text": "Se provare non è altro che questo, bisogna confessare che il Primo non si può provare. Ma chi ci assicura, che non ci sia una terza specie di prova, che sia in sè l'una e l'altra, e quindi la verità di tutte e due; cioè non l'una dopo l'altra, ossia o l'una o l'altra, ma l'una in quanto l'altra, l'una e l'altra insieme?"
      },
      {
        "index": 262,
        "text": "Non ci sarà; ma noi non possiamo asserire così, che non ci sia."
      },
      {
        "index": 263,
        "text": "Già la stessa esistenza delle due prime specie di prova è come un segno — più che un segno — della possibilità della terza. Infatti, posta la deduzione, la induzione è possibile, in quanto quel che è Primo in quella, diventa Secondo in questa; e posta la induzione, la deduzione è possibile, in quanto quel che è Primo in quella, diventa Secondo in questa. L'una è il rovescio e come la inversione dell'altra. Ora, come è possibile questa duplice, cioè reciproca inversione?"
      },
      {
        "index": 264,
        "text": "Non si potrebbe dire: è possibile, solo in quanto ci è una terza cosa, una terza prova, che è in sè appunto questa reciprocanza, questa conversione, cioè insieme deduzione e induzione, scendere e salire, e della quale la deduzione e la induzione non sono altro che i momenti, astratti e divisi dalla loro unità: frammenti della Prova, e non già la vera Prova? Infatti, la deduzione presuppone il suo Primo, la causa, come un immediato, e non può provarlo; la induzione presuppone il suo Primo, l'effetto, e non può provarlo; e oltre a ciò quella non arriva mai all'ultimo effetto, questa all'ultima causa. L'una e l'altra è per sè manchevole, e non si suppliscono usate l'una dopo l'altra; sono come due linee rette, che messe insieme formeranno sempre una linea retta senza principio e senza fine, non il circolo."
      },
      {
        "index": 265,
        "text": "Concepiamo dunque la prova, la mediazione, non più come semplice deduzione, o semplice induzione, ma come insieme l'una e l'altra; e vediamo cosa diventa la relazione tra i due termini, il Primo e il Secondo, l'Immediato e il Mediato: cosa diventa essa stessa, la prova."
      },
      {
        "index": 266,
        "text": "Ecco cosa avviene. Il Primo, che è tale in quanto la prova è deduzione, diventa Secondo in quanto la prova è insieme induzione, e il Secondo per la stessa ragione diventa Primo: la causa diventa effetto, e l'effetto causa; il principio conseguenza, e la conseguenza principio."
      },
      {
        "index": 267,
        "text": "Ciò vuol dire, che la prova, la mediazione, non è più andare da sè a un altro (effetto o causa), ma da sè a sè: è andare che è riandare[157]."
      },
      {
        "index": 268,
        "text": "Brevemente: la mediazione qui non è più semplice causazione, ma unità, sintetica originaria, mentalità, la relazione di Gioberti, che ponendo e insieme unendo i suoi termini, pone se stessa: causa sui, il creare, la dialettica."
      },
      {
        "index": 269,
        "text": "Questa relazione è quel che innanzi ci è parso una contradizione, cioè l'immediato-mediato, l'uno in quanto l'altro; cioè immediato, in quanto mediato per se stesso e non per un altro; mediato, in quanto la immediatezza ha in sè, qui, la mediatezza, non la esclude. Quindi immediato e mediato, in quanto opposti assolutamente l'uno all'altro, sono due astratti, non sono il Vero."
      },
      {
        "index": 270,
        "text": "E tali sono anche il Primo e il Secondo. Il Primo, il semplice immediato, è un falso Primo, un falso immediato, perchè il vero Primo e immediato è l'Ultimo, o meglio l'unità del primo e dell'ultimo (unità sintetica originaria); e il Secondo, il mediato, [262] è un falso Secondo, un falso mediato, perchè il vero Secondo e mediato è il Primo, quello che è semplicemente Primo. Il semplice Primo è falso, perchè il vero Primo è posizione di se stesso, e perciò Primo e Ultimo. Pare che il semplice Primo abbia posto l'ultimo, e perciò si dice Primo; ma, in verità, quel che pare Ultimo, ha posto il Primo, e perciò è il vero Primo."
      },
      {
        "index": 271,
        "text": "Tutto quel che ho detto fin qui di questa terza prova, non è che una semplice ipotesi. Ma poniamo che stia. Se sta, quel presupposto, da cui dipendeva la contradizione nella ricerca del Primo, non ha più valore, e perciò la contradizione deve sparire."
      },
      {
        "index": 272,
        "text": "Infatti, se io cominciassi dal primo conoscere, dal primo sapere, dalla prima coscienza, dalla coscienza o certezza sensibile — da questo Primo e immediato, che pare veramente sia Primo e immediato, e mi riuscisse di elevarmi o meglio di elevarla (io e lei, spettatore e spettacolo, siamo in fondo la stessa cosa, cioè coscienza), se mi riuscisse, dico, mediante un certo processo insito nella coscienza stessa di elevarla all'assoluto conoscere; cioè di provare, che se la coscienza non fosse in sè assoluto conoscere, potenzialità infinita del conoscere, non sarebbe coscienza, conoscere, nè coscienza sensibile nè altro; se mi riuscisse di far ciò, cosa dovrei conchiudere? Forse che la certezza sensibile, da cui io ho cominciato, sia davvero il Primo, e l'assoluto conoscere a cui sono arrivato, sia davvero l'Ultimo; che quella abbia prodotto questo, e non al contrario? Così pare; ma in verità non è così. Io devo conchiudere, che l'assoluto conoscere ha prodotto la certezza sensibile, l'Ultimo il Primo, e che perciò quel che appariva Primo è un falso Primo. Tutto quel processo, che pare produzione di un altro, di [263] un Secondo o Ultimo da un Primo, è il vero Primo come produzione di se stesso. Non è la certezza sensibile, che prova l'assoluto conoscere, ma questo che, provando se stesso, prova quella."
      },
      {
        "index": 273,
        "text": "«Il pensiero immanente, dice Gioberti, si contempla per via del successivo. Ma ciò non cangia la natura di quello, non scema nè distrugge la sua intrinseca evidenza, e non fa sì che il suo valore dipenda da quello dello strumento per cui arriviamo ad esso. Il pensiero immanente non tira la sua credibilità dallo strumento con cui lo avvertiamo, ma si proclama vero per se stesso, anzi fa riverberare il suo proprio splendore sulla cognizione mediata, per cui ci leviamo insino ad esso»[158]."
      },
      {
        "index": 274,
        "text": "Qui il pensiero immanente (il pensiero oggettivo, l'assoluto conoscere, l'intuito d'una volta) non è più semplice Primo o Immediato, ma Secondo o Mediato: noi arriviamo, ci leviamo all'Idea, non nasciamo più intuendo (conoscendo) l'Idea; il Primo è il pensiero successivo. E intanto il Pensiero immanente in quanto Ultimo si mostra come Primo, come mediatore di sè (si proclama vero per se stesso), e il Primo (il successivo) come Secondo (luce riverberata)."
      },
      {
        "index": 275,
        "text": "«Mimeticamente, la sensibilità produce l'intelletto; metessicamente, questo produce, cioè crea quella»[159]. Ciò vuol dire: il Primo mimeticamente (in apparenza) è Ultimo metessicamente (in realtà), e viceversa."
      },
      {
        "index": 276,
        "text": "E similmente, se io cominciando dal primo pensare (dall'assoluto conoscere come primo assoluto [264] conoscere) mi levassi, per un processo intimo allo stesso pensare, sino al pensare come assoluto Spirito, e così provassi che se il Pensare non fosse in sè assoluto Spirito, non sarebbe nè primo pensare nè altro grado del pensare; se facessi ciò, cosa dovrei conchiudere? Che l'Ultimo nella scienza, l'assoluto Spirito, è il vero Primo, e il Primo l'Ultimo; che l'Ultimo prova il Primo, e non il Primo l'Ultimo."
      },
      {
        "index": 277,
        "text": "Ebbene, queste due nostre ipotesi — cioè il processo dalla certezza sensibile al pensare oggettivo, e il processo dal primo pensare all'assoluto Spirito — sono due parti essenzialmente distinte di tutta la filosofia, due filosofie, due scienze, e sono appunto la fenomenologia e l'intero sistema, l'introduzione alla scienza e la scienza. La prima finisce dove comincia la seconda; il Primo della seconda, cioè della scienza, il Primo che noi andiamo cercando, è il risultato della prima, cioè provato, e quindi mediato nella prima. Al contrario nella seconda, di cui è il Primo, esso è immediato, non provato come Primo, ma provato e mediato soltanto come Secondo. Adunque, esso è insieme, come Primo nella Scienza, mediato e immediato. E tale deve essere il Primo scientifico."
      },
      {
        "index": 278,
        "text": "Adunque, posta la fenomenologia, il Primo scientifico non è una contradizione. Esso è provato, e pure è Primo. È provato in una scienza, che precede la scienza."
      },
      {
        "index": 279,
        "text": "Ciò pare una nuova contradizione. Si può dire infatti: e qual è il Primo di questa scienza che precede la scienza? Ci vorrà da capo un'altra scienza per provarlo? e così all'infinito?"
      },
      {
        "index": 280,
        "text": "No di certo. Questa scienza, che precede la scienza, ha un'indole sua propria; comincia dal primo fenomeno, dal primo falso sapere, e risolve tutto [265] il falso sapere nel conoscere assoluto, nel pensare oggettivo. Ora il fenomeno, il primo fenomeno si ammette, non si prova. Questo fenomeno è la coscienza, che non è sapere, e che si va elevando al vero sapere. In quanto non sapere (semplice opinione), è fatto, non scienza. Perciò come Primo non si prova; non ci è bisogno di provarlo. Se si provasse, non sarebbe più opinione."
      },
      {
        "index": 281,
        "text": "Questa propedeutica, che è scienza e prova il Primo della vera scienza, ci è solo in quanto ci siamo noi, coscienza o spirito finito; noi dobbiamo elevarci alla scienza, non siamo immediatamente scienza. La vera scienza, invece, ci è in sè assolutamente; è non solo umana, ma divina; quando l'altra è solo umana, non divina. È divina come momento della vera scienza, non come propedeutica. Dio non ha bisogno di propedeutica."
      },
      {
        "index": 282,
        "text": "A queste due scienze allude Gioberti, quando dice: «Due verità, due filosofie, due scienze. La relativa (che è la fenomenologia de' tedeschi), e l'assoluta. Quella è un misto di subbiettivo e di obbiettivo; questa è oggettività pura, intelligibile schietto. Mimesi e metessi»[160]."
      },
      {
        "index": 283,
        "text": "Adunque — conchiudiamo di nuovo — il Primo scientifico non è una contradizione. La propedeutica che prova il Primo, è scienza prima rispetto a noi solamente (καθ̓ἡμᾶς πρῶτον), e quindi il Primo è Ultimo; ma in sè (κατὰ φύσιν) l'Ultimo è Primo."
      },
      {
        "index": 284,
        "text": "Visto così che il Primo non è una contradizione, tolta la difficoltà che derivava dalla nozione del Primo, si domanda: quale è il Primo?"
      },
      {
        "index": 285,
        "text": "L'ho già detto: il risultato della propedeutica. Questo è l'assoluto conoscere, il pensare oggettivo. Ma si noti bene; è il pensare oggettivo, non come mondo o totalità assoluto del pensare, come questa o quella determinazione del pensare, ma come semplice grado in generale, orizzonte, prospetto del pensare, come pensare indeterminato, come semplice infinita potenzialità (possibilità) del pensare."
      },
      {
        "index": 286,
        "text": "Ebbene, questo Pensare indeterminato, questa, dirò così, prima determinazione del Pensare, la quale è appunto l'indeterminatezza, questo infinito potenziale, questa potenzialità di tutte le determinazioni, ma che non è nessuna determinazione, questo pensare non è altro che l'Essere, semplicemente l'Essere, senz'altro, il Pensare come Essere."
      },
      {
        "index": 287,
        "text": "L'Essere, dunque, il puro Essere è il Primo scientifico."
      }
    ]
  }
}
