{
  "chapterNumber": 18,
  "title": "Schizzo: Filosofia Antica (Sketch: Ancient Philosophy)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Filosofare è spiegare (conoscere) l'ordine, la connessione, la relazione delle cose."
      },
      {
        "index": 1,
        "text": "a) La filosofia greca prima di Socrate considera solo l'ordine naturale delle cose, la natura, la natura delle cose, la realtà naturale: in generale, l'Essere, l'essere naturale."
      },
      {
        "index": 2,
        "text": "L'Essere è"
      },
      {
        "index": 3,
        "text": "1. semplice essere naturale, essere e principio immutabile delle cose: cioè principio materiale (Ionici), numero (Pitagorei), puro essere (Eleati)."
      },
      {
        "index": 4,
        "text": "2. semplice divenire naturale: principio della mutazione delle cose: cioè semplice indeterminato divenire (Eraclito), divenire materiale (Empedocle, Atomisti), divenire sopramateriale o come intelligenza (Anassagora)."
      },
      {
        "index": 5,
        "text": "3. essere cosciente naturale. Il principio di Anassagora (il suo Noo), come intelligenza naturale, è il soggetto (la realtà cosciente) immediato, l'uomo come individuo: il principio della Sofistica."
      },
      {
        "index": 6,
        "text": "Tutta questa filosofia è filosofia naturale:"
      },
      {
        "index": 7,
        "text": "1. perchè considera solo la realtà naturale. La realtà cosciente, infatti, è considerata come realtà [213] naturale (aequa, numero, ecc.); non è distinta chiaramente dalla naturale, e molto meno messa sopra la naturale. Così la giustizia pei Pitagorei è un numero, etc."
      },
      {
        "index": 8,
        "text": "2. perchè conosce, ma senza riflettere sul conoscere, sul processo e autorità del conoscere, senza conoscere il conoscere; cioè senza conoscenza di sè."
      },
      {
        "index": 9,
        "text": "Conoscere è realtà cosciente. Conoscere il conoscere è conoscere la realtà cosciente."
      },
      {
        "index": 10,
        "text": "Tutta questa filosofia è dunque semplice conoscenza della realtà naturale: dell'ordine naturale delle cose. In essa non era possibile la logica; perchè la logica è conoscenza della conoscenza. La stessa Sofistica, avendo per principio il soggetto individuale, non universale, non poteva aver logica, ma solo rettorica. La quale pure è già qualcosa: è come il bozzolo della logica."
      },
      {
        "index": 11,
        "text": "b) Socrate, il primo si eleva all'orizzonte della logica, elevandosi dal conoscere naturale al conoscere a concetti, dall'oggettività naturale alla oggettività ideale. Questa è insieme l'essenza delle cose e l'essenza del pensiero (è questa, in quanto quella). D'ora innanzi il problema principale della filosofia è la relazione ideale (logica) delle cose, non più la naturale."
      },
      {
        "index": 12,
        "text": "Platone sostanzializza i concetti socratici: le idee. Ne fa un mondo, ordinandole mediante la dialettica; i cui momenti sono: scendere dalle superiori alle inferiori mediante la dieresi di quelle, e salire, al contrario, mediante la sinagoga[140] delle inferiori: dall'uno a' molti, e da' molti all'uno."
      },
      {
        "index": 13,
        "text": "Socrate e Platone attendono più alla forma della universalità che al contenuto. Platone non distingue nettamente i concetti, il cui contenuto è universale e non intuitivo, da quelli il cui contenuto è particolare e intuitivo: i concetti puri dai rappresentativi."
      },
      {
        "index": 14,
        "text": "Aristotele li distingue: categorie. Mediante le categorie si intende, si concepisce la rappresentazione empirica. Ma altro è quello, che fa concepire (la categoria); altro è l'atto del concepire, del pensare, del ragionare, del provare. Quindi materia e forma del pensare: materia e forma logica."
      },
      {
        "index": 15,
        "text": "Quindi due parti o elementi della logica: cioè categorie, e forme del pensare (concetto, giudizio, sillogismo: prova). Quella è più metafisica; e val quanto dire si accosta e s'intreccia più colla metafisica aristotelica. Questa è più logica. Non dico già che Aristotele abbia fatto una logica così. Si sa che ciò che si è chiamato Organo non è altro che la raccolta de' suoi scritti logici. Ma quel che voglio dire è, che la distinzione tra materia e forma logica ci è in Aristotele, e che in Aristotele «logica» importa principalmente studio della forma logica."
      },
      {
        "index": 16,
        "text": "Quel che manca in Aristotele, è la soluzione del problema della relazione tra la categoria, senza di cui niente s'intende, e l'atto o la forma del pensare: tra la materia e la forma logica: in altri termini, tra la metafisica e la logica."
      },
      {
        "index": 17,
        "text": "La logica aristotelica non è formale, nel senso moderno di tal vocabolo; ma si presta a diventar formale. Non è formale, perchè non è opposta alla metafisica; si presta a diventar formale, perchè non determina la relazione tra la materia e la forma del pensare."
      },
      {
        "index": 18,
        "text": "Che non si opponga alla metafisica, tutti l'ammettono ora; anzi taluno crede, che non solo non ci sia opposizione in Aristotele tra logica e metafisica, ma invece una unità fondamentale; giacchè il concetto della sostanza è insieme categoria ontologica suprema e l'essenza del sillogismo."
      },
      {
        "index": 19,
        "text": "Ora è vero, che il concetto della sostanza ha un tal valore in Aristotele; ma da ciò non segue, che egli abbia determinato la relazione tra la materia e la forma del pensare; come dicendo in generale: lo stesso essere sotto due aspetti[141], non determina davvero la relazione tra questi due aspetti. Dice che sono uno; ma, non traendoli dall'uno, non li distingue, nè li fa uno davvero. Pare a me che il non determinare quella relazione sia appunto il difetto del sistema aristotelico; e che tal difetto sia quello stesso che si è chiamato dualismo di forma e materia (universale e particolare), la cui unità, — cioè il punto oscuro e non inteso, — è, come si sa, la sostanza."
      },
      {
        "index": 20,
        "text": "Il concetto della sostanza è oscuro; non inteso, ma presupposto. Questa posizione corrisponde a quella della non unità e della non opposizione tra logica e metafisica. Non vi è unità, perchè la sostanza non s'intende; non vi è opposizione, perchè la sostanza è presupposta. Perciò, come ho già detto, questa logica non è formale, ma si presta a diventare formale."
      },
      {
        "index": 21,
        "text": "Per la stessa ragione, questa logica non è metafisica, ma si presta ad essere metafisica."
      },
      {
        "index": 22,
        "text": "Questa indifferenza ha la sua radice nel dualismo aristotelico di forma e materia."
      }
    ]
  }
}
