{
  "chapterNumber": 17,
  "title": "Schizzo: Preliminari (Sketch: Preliminaries)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "1. La logica è la scienza delle categorie. Scienza, vuol dire sistema. Il problema della logica è dunque il sistema delle categorie."
      },
      {
        "index": 1,
        "text": "Ma cos'è, e come è possibile il sistema?"
      },
      {
        "index": 2,
        "text": "Per Aristotele sistema era apodittica (la necessità che dimostra se stessa: la necessità razionale). La sua logica (più esattamente: l'intento principale dei suoi scritti logici) era la esposizione dell'apodittica: una propedeutica scientifica, ovvero un esperimento che il pensiero umano deve fare, appunto nell'apodittica, dell'unità dell'universale e del particolare, la quale viene poi conosciuta ontologicamente come Principio (nella metafisica)[139]."
      },
      {
        "index": 3,
        "text": "Anche per noi la logica è la esposizione del sistema come tale (della sistematica): cioè teorica della scienza. Ma è anche altro; cioè metafisica."
      },
      {
        "index": 4,
        "text": "Per Aristotele la logica, sebbene avesse in sè un fondamento nella metafisica (nella filosofia prima), pure era semplice avviamento a quella. Era dunque fuori della scienza (del sistema), cioè semplice analitica: una teorica dell'apodittica, senza apodittica."
      },
      {
        "index": 5,
        "text": "Per noi la logica è la stessa filosofia prima, la stessa metafisica; non propedeutica, ma — come teorica della scienza o sistematica — la scienza fondamentale: non fuori del sistema, ma parte essenziale e principale del sistema."
      },
      {
        "index": 6,
        "text": "Dire adunque scientificamente cosa sia scienza o sistema è, per noi, tutta la Logica. La logica finisce nel concetto di sistema; il Logo è il sistema come sistema."
      },
      {
        "index": 7,
        "text": "2. Intanto io credo utile far intendere anticipatamente cosa sia sistema. E farò nel modo seguente."
      },
      {
        "index": 8,
        "text": "Dimostrerò, che il sistema come tale — la sistematica, e quindi il sistema della logica (la soluzione del problema logico, cioè della unità organica delle categorie) — non è possibile, che secondo il nostro punto di vista; cioè secondo il nostro modo di intender l'essere, il vero essere, e quindi la stessa logica; e che tutti gli altri punti di vista rendono impossibile il sistema, e non risolvono il problema della logica. Io farò, brevemente, la critica di questi punti di vista, non per rigettarli assolutamente, ma piuttosto per far vedere che il nostro è il loro risultato necessario, e che esso solo può risolvere il problema; e come non è un punto opposto agli altri, ma contiene in sè gli altri."
      },
      {
        "index": 9,
        "text": "Fare la critica di questi punti è fare la storia del problema del concetto e del metodo della logica, e in gran parte della stessa filosofia."
      },
      {
        "index": 10,
        "text": "E avere così, mediante la critica, il concetto vero di sistema — il concetto vero della logica —, non è un modo assolutamente estrinseco di giustificare questo concetto. Sistema è in sè sviluppo, critica, storia. La logica, come sistema del semplice pensare, è la storia e direi quasi il dramma del semplice [211] pensare: quella che davvero merita il nome di storia pura ideale eterna. A questo modo noi avremo il concetto di sistema come sviluppo di se stesso; cioè in quanto si forma e si fa realmente o storicamente quello che è. La scienza, infatti, è essenzialmente storia, perchè è ragione, assoluta ragione; e la ragione è assoluta, in quanto è risultato necessario di se stessa. In questa natura della ragione si fonda la necessità della storia della scienza: la necessità della storia in generale. La storia, si dice, serve a far conoscere il presente mediante la conoscenza e la critica del passato. Perchè? Perchè il presente, il vero presente, è la verità del passato: è il passato, in quanto inverato. Il che vuol dire, che il presente senza il passato è qualcosa d'astratto, e perciò non è assoluta ragione. L'assoluta ragione è appunto questo continuo presente, che senza storia non è niente, e la cui concretezza è la storia stessa."
      }
    ]
  }
}
