{
  "chapterNumber": 9,
  "title": "Lezione Quinta: Giordano Bruno (Fifth Lecture: Giordano Bruno)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "A) Carattere e destino di Bruno; — Differenza della sua filosofia da quella di Campanella. — B) Spinoza. — C) Bruno precursore di Spinoza: — Dio come Sostanza Causa."
      },
      {
        "index": 1,
        "text": "A) Bruno è il vero eroe del pensiero: l'araldo e martire della nuova e libera filosofia. Se libertà non vuol dire un facile dimenarsi nel vuoto, ma il lottare contro gli enimmi dell'universo e contro i vecchi pregiudizi, i vecchi sistemi e tutta la potenza del vecchio mondo, non vi ha filosofo più libero di Bruno. Prometeo, rapitore della immortale scintilla, fu confitto alla rupe, ma non domo. Socrate, che portò la prima luce nella oscura intimità della coscienza, bevve tranquillo il veleno, che gli porsero i suoi concittadini. Bruno è degno di avere un posto accanto a Prometeo e Socrate. — Voi, diceva a suoi giudici l'annunziatore de' mondi innumerabili, dell'infinito universo e mondi, della vita infinita di Dio nell'universo e nell'animo umano[73], voi profferite questa sentenza contro di me con [97] maggior timore che io non la riceva. — La mitica leggenda ci racconta la liberazione di Prometeo. Gli ateniesi si pentirono di aver fatto morire Socrate. Bruno aspetta ancora in Italia chi onori la sua memoria, chi lo vendichi dall'anatema che pronunziarono contro di lui la superstizione e l'ignoranza. Uno storico d'Italia[74] lo chiama pazzo; questa parola è l'unica giustificazione. Invece del rogo, il manicomio."
      },
      {
        "index": 2,
        "text": "Siamo sinceri. Bruno è stato vendicato da un pezzo; e quest'opera, non solo pietosa ma giusta, questa riparazione, che ha cancellato una vergogna nella storia umana, e però è stata una riparazione dell'umanità stessa, noi la dobbiamo agli stranieri, se vi ha stranieri nella patria del libero pensiero[75]. [98] Gli stranieri sono verso i nostri filosofi più giusti e generosi che noi non siamo verso i loro."
      },
      {
        "index": 3,
        "text": "La libertà è il carattere stesso di Bruno; è tutto Bruno. «Qua molti, che per sua bontà e dottrina non possono vendersi per dotti e buoni, facilmente potranno farsi innanzi, mostrando quanto noi siamo ignoranti e viziosi. Ma sa Dio, conosce la verità infallibile, che, come tal sorte d'uomini son stolti, perversi e scellerati, così io in miei pensieri, parole e gesti non so, non ho, non pretendo altro, che sincerità, simplicità, verità. Talmente sarà giudicato, dove le opre ed effetti eroici non saran creduti frutti de nessun valore, e vani; dove non è giudicata somma sapienza il credere senza discrezione; dove si distinguono le imposture degli uomini dagli consegli divini; dove non è giudicato atto di religione e pietà sopraumana il pervertere la legge naturale; dove la studiosa contemplazione non è pazzia; dove nell'avara possessione non consiste l'onore, in atti di gola la splendidezza, nella moltitudine de' servi, qualunque sieno, la riputazione, nel meglio vestire la dignità, nel più avere la grandezza, nelle maraviglie la verità, nella malizia la [99] prudenza, nel tradimento l'accortezza, nel fengere il saper vivere, nel furore la fortezza, nella forza la legge, nella tirannia la giustizia, nella violenza il giudicio, e cossi si va discorrendo per tutto. Qua Giordano parla per volgare, nomina liberamente, dona il proprio nome a chi la natura dona il proprio essere; non dice vergognoso quel che fa degno la natura; non cuopre quel ch'ella mostra aperto; chiama il pane pane, il vino vino, il capo capo, il piede piede, ed altre parti di proprio nome; dice il mangiare mangiare, il dormire dormire, il bere bere, e così gli altri atti naturali significa con proprio titolo. Ha gli miracoli per miracoli, le prodezze e maraviglie per prodezze e maravigile, la verità per verità, la dottrina per dottrina, la bontà e virtù per bontà e virtù, le imposture per imposture, etc. Stima gli filosofi per filosofi, gli pedanti per pedanti, gli monachi per monachi —, le sanguisughe per sanguisughe, gli disutili, montaimbanco, ciarlatani, bagattellieri, barattoni, istrioni, papagalli, per quel che si dicono, mostrano e sono, etc. Orsù, orsù, questo, come cittadino e domestico del mondo, figlio del padre Sole e de la Terra madre, perchè ama troppo il mondo veggiamo come debba essere odiato, biasimato, perseguitato e spinto[76] da quello»[77]."
      },
      {
        "index": 4,
        "text": "Domenicano, come Campanella, Bruno abbandona giovinetto il chiostro, getta gli abiti monacali, va vagando per tutta Europa; visita Francia, Inghilterra, Alemagna, predicando in ogni luogo le sue libere dottrine, cercando pace da per tutto, e non la trovando mai, scontento sempre di tutto e di tutti, fuorchè d'una cosa sola, la verità. E grida: «l'Universitade [100] che mi dispiace, il volgo ch'odio, la moltitudine che non mi contenta, una che mi innammora; quella per cui sono libero in soggezione, contento in pena, ricco ne la necessitade, e vivo ne la morte». Solo «per amore di essa io mi affatico, mi crucio, mi tormento»[78]. Finalmente, come spinto dal suo fato, ritorna in Italia; è imprigionato dalla inquisizione di Venezia, consegnato a quella di Roma, esaminato, torturato e arso. — Si suol dire che il maggior tormento e insieme la maggior consolazione de' filosofi sia la verità. Se ciò è vero, io credo che a nessun uomo la verità abbia fruttato più gran tormento e più grande consolazione che al povero Bruno[79]."
      },
      {
        "index": 5,
        "text": "E chi mi impenna e chi mi scalda il core?"
      },
      {
        "index": 6,
        "text": "Chi non mi fa temer fortuna o morte?"
      },
      {
        "index": 7,
        "text": "Chi le catene ruppe?. . . . . . ."
      },
      {
        "index": 8,
        "text": ". . . . . . . . . . . . . . . . ."
      },
      {
        "index": 9,
        "text": "Quindi l'ali sicure a l'aria porgo"
      },
      {
        "index": 10,
        "text": "Nè temo intoppo di cristallo o vetro,"
      },
      {
        "index": 11,
        "text": "Ma fendo i cieli e a l'infinito m'ergo."
      },
      {
        "index": 12,
        "text": "E mentre dal mio globo agli altri sorgo,"
      },
      {
        "index": 13,
        "text": "E per l'eterio campo oltre penetro,"
      },
      {
        "index": 14,
        "text": "Quel che altri lungi vede, lascio al tergo."
      },
      {
        "index": 15,
        "text": "Poi che spiegate ho l'ali al bel desio,"
      },
      {
        "index": 16,
        "text": "Quanto più sotto il piè l'aria mi scorgo,"
      },
      {
        "index": 17,
        "text": "Più le veloci penne al vento io porgo,"
      },
      {
        "index": 18,
        "text": "E spreggio il mondo, e verso il ciel m'invio."
      },
      {
        "index": 19,
        "text": "Nè del figliuol di Dedalo il fin rio"
      },
      {
        "index": 20,
        "text": "Fa che giù pieghi, anzi via più risorgo."
      },
      {
        "index": 21,
        "text": "Ch'i' cadrò morto a terra, ben mi accorgo;"
      },
      {
        "index": 22,
        "text": "Ma qual vita pareggia al morir mio?"
      },
      {
        "index": 23,
        "text": "La voce del mio cor per l'aria sento:"
      },
      {
        "index": 24,
        "text": "— Ove mi porti, temerario? China,"
      },
      {
        "index": 25,
        "text": "Chè raro è senza duol troppo ardimento. —"
      },
      {
        "index": 26,
        "text": "Non temer, rispondo io, l'alta ruina."
      },
      {
        "index": 27,
        "text": "Fendi sicur le nubi e muor contento,"
      },
      {
        "index": 28,
        "text": "Se il ciel sì illustre morte ne destina![80]"
      },
      {
        "index": 29,
        "text": "Bruno era presago del suo destino! Onde tanto entusiasmo, e quello spirito irrequieto che si mostra tranquillo e sereno solo innanzi alla morte? «In Bruno», scrive uno storico della filosofia[81], «vi ha l'esaltazione di una grande anima, che sente in se stessa la immanenza dello spirito, e sa che nella unità del suo essere e di tutti gli esseri consiste tutta la vita del pensiero. Nella profondità di questa coscienza vi ha qualche cosa che rassomiglia al sacro furore di una baccante; essa trabocca, per divenire oggetto a se stessa ed esprimere tanta ricchezza». È qui, ho detto io in una mia breve scrittura sulla filosofia italiana[82], tutta la differenza tra Bruno e Campanella. Per Campanella l'universo non è certo una cosa morta; tutte le cose vivono, anzi sentono, e l'anima universale le muove e alimenta. Ma questa vita è solo ombra della vita vera: la fonte di ogni vita è fuori di essa. A questa fonte non si perviene coll'intelletto, il quale è sempre condannato a cibarsi d'acqua e di fango: noi ne gustiamo appena qualche analogia mediante la fede. Anche Bruno lascia sussistere questo incomprensibile, o almeno non lo nega assolutamente; ma affermandolo lo riduce a un punto oscuro piccolissimo, il quale non reca alcun tormento all'animo umano, perchè tutti i tesori che esso può nascondere egli li contempla [102] vivi, reali ed esplicati nella natura, nell'universo, nel mondo, cioè, al dir di Bruno, in quella celeste Anfitrite che è la infinita genitura, perfetta somiglianza e imagine dell'infinito generante. Così l'universo per Bruno non è solo la statua di Dio, ma la sua infinita rivelazione; non la tomba della divinità morta, ma la sede della divinità vivente; anzi la vera e unica vita di Dio; perchè vivere è rivelarsi, e si rivela chi genera e si contempla e specchia nella sua genitura. Senza l'universo Dio sarebbe infinità astratta, non reale. Bruno concede la prima all'attività de' teologi, e la seconda assegna ai filosofi come il loro unico e vero Dio."
      },
      {
        "index": 30,
        "text": "B) È stato detto che Bruno è il precursore di Spinoza, anzi lo Spinoza italiano. Ciò è in grandissima parte vero. Ma non sempre è stato inteso il vero concetto dello spinozismo, e però quel che si voleva significare con un tal paragone[83]."
      },
      {
        "index": 31,
        "text": "Spinoza, si è detto, è il filosofo della Sostanza; per lui Dio è la identità e la indifferenza assoluta del pensiero e dell'estensione, de' due universi, del corporeo e dello spirituale, e come tale indifferenza è un essere immobile e senza vita: il carattere della Sostanza è l'immobilità assoluta."
      },
      {
        "index": 32,
        "text": "Or tale non è il Dio di Bruno. Il Dio di Bruno è la vita stessa, infinita attività, infinita rivelazione di se stesso. Come dunque si può dire, che Bruno precorra Spinoza?"
      },
      {
        "index": 33,
        "text": "È vero che il Dio di Spinoza è la Sostanza, cioè assoluta indifferenza; ma non è solo questo. Il pregio di Spinoza nella storia della filosofia non è solo di aver concepito Dio come Sostanza; o piuttosto, la Sostanza di Spinoza non è quella che comunemente s'intende sotto un tal nome."
      },
      {
        "index": 34,
        "text": "Quella identità, che è la Sostanza, non è semplice Essere, pura immobilità, ma Causa sui. Causa sui, — questo concetto che il nostro Mamiani dice contradittorio, assurdo, perchè lo stesso ente non può essere a un tempo causa ed effetto di se medesimo, — questo è quello che ha di nuovo e di proprio la Sostanza di Spinoza. Essa è di certo assoluta indifferenza dei due opposti (pensiero ed estensione): ma, come tale indifferenza, è assoluta attività, causalità infinita. Essa non è semplice immanenza (Sostanza), ma attività immanente (Sostanza causa)."
      },
      {
        "index": 35,
        "text": "Il concetto di Dio come causalità immanente: tale è la novità dello spinozismo."
      },
      {
        "index": 36,
        "text": "Come indifferenza assoluta degli opposti, Dio è la Sostanza; e"
      },
      {
        "index": 37,
        "text": "come assoluta attività, essenza, actuositas, è l'Attributo;"
      },
      {
        "index": 38,
        "text": "come infinito effetto, o esistenza, è il Modo infinito."
      },
      {
        "index": 39,
        "text": "Sostanza, Attributo e Modo sono i tre concetti fondamentali dello spinozismo. Ora il modo come tale, la res particularis, non si può comprendere senza il Modo infinito. Modo infinito è il finito infinito, l'effetto infinito, l'universo come universo, come sistema o eterno ordine delle cose, come infinita genitura. Così Dio è causa sui; l'universo è Dio stesso come effetto di se stesso. In altri termini:"
      },
      {
        "index": 40,
        "text": "Dio è Natura:"
      },
      {
        "index": 41,
        "text": "come semplice Natura, è identità assoluta, Sostanza."
      },
      {
        "index": 42,
        "text": "Come Natura naturante, è Causa;"
      },
      {
        "index": 43,
        "text": "come Natura naturata, è Effetto."
      },
      {
        "index": 44,
        "text": "Qui il vero Dio è la causa sui; la Natura che natura se stessa. L'essenza di questo Dio è il naturare (causare)[84]."
      },
      {
        "index": 45,
        "text": "Quindi lo schema dello spinozismo è il seguente:"
      },
      {
        "index": 46,
        "text": "1. Substantia = Deus = Natura;"
      },
      {
        "index": 47,
        "text": "2. Natura naturans (attributi). Potentia infinita. a) Infinita cogitandi potentia. b) Infinita agendi potentia seu Quantitas infinita."
      },
      {
        "index": 48,
        "text": "3. Natura naturata = Facies totius universi: quae, quamvis infinitis modis variet, manet tamen semper eadem: Modo infinito, a) Intellectus assolute infinitus. b) Motus et Quies."
      },
      {
        "index": 49,
        "text": "4. Res particulares. a) Ideae. b) Corpora (res). Il modo, come puro modo, è la res così per sè; non è niente di reale, ma puro auxilium imaginationis."
      },
      {
        "index": 50,
        "text": "Il pregio dello spinozismo è il concetto del Modo infinito: della Natura naturata (fatto ideale del Gioberti); cioè della differenza nella stessa indifferenza assoluta. Il difetto è aver concepito Dio, solo come Causa (efficiente)."
      },
      {
        "index": 51,
        "text": "In Bruno vi ha lo stesso schema: cioè Sostanza; Attributo (Sostanza come Causa); Modo infinito (Universo); Modi (cose dell'Universo)[85]. — La differenza tra Bruno e Spinoza è questa, che in Bruno vi ha una certa perplessità nel concetto di Dio: Dio ora è principio soprannaturale e soprasostanziale, ora è la stessa Natura e Sostanza. Quello è, come ho già detto, il Dio de' teologi, questo de' filosofi; — io lascio stare questa perplessità, e considero in Bruno solo l'elemento nuovo, che riceve la sua vera forma in Spinoza."
      },
      {
        "index": 52,
        "text": "Se non che, a scansare ogni equivoco, devo notare che quando si parla del panteismo di Bruno — e in Italia già ricominciano le vecchie accuse — come di un fatto incontroverso, si offende un po' — almeno così pare a me — la verità storica. Appunto perchè in Bruno ci è questa perplessità, non credo si possa dire ch'ei sia quel panteista tutto di un pezzo, che si ammira o si teme nello Spinoza. In Bruno ci è ancora l'ente estramondano o soprannaturale del vecchio mondo, sebbene ridotto a minime proporzioni; e in Spinoza non ci è più[86]. — D'altra parte, si casca in un errore opposto e non meno grave, quando di questo caput mortuum della vecchia teologia, come è rimasto in Bruno, si vuol fare come un'anticipazione dello spirito assoluto della filosofia moderna, e così ammirare nel nostro filosofo anche il precursore di Hegel. In una storia della filosofia non vi ha cosa peggiore di questi guazzabugli."
      },
      {
        "index": 53,
        "text": "C) Bruno è il precursore di Spinoza, ma come poteva essere prima di Cartesio."
      },
      {
        "index": 54,
        "text": "1. Per Bruno l'Assoluto è l'identità o indifferenza assoluta del pensiero e dell'estensione (la Sostanza); ma concepita alla maniera aristotelica (alla maniera antica), come unità della forma e della materia (potenza attiva di tutto e potenza passiva di tutto; potestà di fare e potestà di esser fatto). Senonchè Bruno critica Aristotele di non aver posta davvero questa unità (e infatti è così; il Dio aristotelico è pura forma). «Aristotele non conobbe l'ente come uno. Fu molto poco avveduto nella verità, per non profondare alla cognizione di questa unità e indifferenza della costante natura ed essere». Questa indifferenza è la Sostanza. «Principio materiale costante ed eterno; Principio formale similmente costante ed eterno. I quali si riducono ad uno essere ed una radice."
      },
      {
        "index": 55,
        "text": "«Questa unità e indifferenza è complicatamente e totalmente infinita; è in tutto il mondo e in ciascuna parte del mondo infinitamente e totalmente. (All'opposto l'universo è esplicatamente infinito e non totalmente; la sua infinità è totalmente in tutto e non nelle parti). Quella unità è uno individuo infinito semplicissimo. (All'opposto il mondo è uno amplissimo dimensionale infinito). Dio è l'infinito implicato nel semplicissimo primo principio (L'universo è l'infinito esplicato infinitamente)»."
      },
      {
        "index": 56,
        "text": "2. Dio (Unità, Indifferenza, Sostanza) è essenzialmente Causa: la sua essenza è causare. Ed è perciò causalità infinita."
      },
      {
        "index": 57,
        "text": "«In Dio il potere e il fare è tutt'uno. — Egli non può essere altro che quello che è; non può essere tale, quale non è; non può potere altro che [107] quello che può; non può volere altro che quello che vuole; e necessariamente non può fare altro che quello che fa. — L'azione sua è necessaria, perchè procede da tale volontà, che è la stessa necessità. In lui libertà, volontà, necessità sono affatto medesima cosa, e il fare col potere, volere ed essere »."
      },
      {
        "index": 58,
        "text": "Il gran pregio di Bruno è aver detto: Essere è fare; Essere è causare."
      },
      {
        "index": 59,
        "text": "Non faccia scandalo quello che dico, cioè che Dio per Bruno è necessariamente causa. Come causa, esso è causa sui, e perciò è causa del mondo. Dio non causa il mondo, che in quanto causa se stesso."
      },
      {
        "index": 60,
        "text": "Similmente Gioberti dice: Dio crea se stesso; l'essere è in lui il creare. E crea il mondo, in quanto crea se stesso. Il che non vuol dire, che Dio sia l'effetto del mondo, ma l'opposto."
      },
      {
        "index": 61,
        "text": "Dove Gioberti dice crea, Bruno ha detto causa. Gioberti: Essere è creare; Bruno: Essere è causare."
      },
      {
        "index": 62,
        "text": "Il difetto di Bruno è aver concepito il fare divino (l'Essere divino) come causare semplicemente."
      },
      {
        "index": 63,
        "text": "3. L'universo — notate bene, non le cose dell'universo (e Bruno, come si vedrà, distingue quello da queste) — è Dio stesso come EFFETTO infinito di se stesso. Infinita genitura dell'infinito generante. — Potenza, operazione, effetto sono in Dio una medesima cosa. L'universo — l'operazione o effetto infinito, medesimo in Dio colla potenza — non è altro che le cose, in quanto sono in Dio (Natura naturata), non le cose per sè."
      },
      {
        "index": 64,
        "text": "L'universo come effetto infinito è identico e differente da Dio."
      },
      {
        "index": 65,
        "text": "È identico, in quanto infinito; differente, in quanto effetto; identico differente, perchè Infinito come [108] effetto. Non è il vero infinito, ma l'infinito, come effetto, fatto, causato."
      },
      {
        "index": 66,
        "text": "Come identico differente, l'universo è una differenza o distinzione in Dio; in Dio, e non fuori, appunto perchè è infinito; se fosse finito, sarebbe semplice effetto, cioè fuori della sua causa."
      },
      {
        "index": 67,
        "text": "Quest'idea dell'universo in Dio come una differenza in Dio, è tanto contrastata, perchè non si ha un concetto giusto di ciò che vuol dire Universo. Vuol dire sistema, ordine, nesso, relazione universale. E ciò non solo è in Dio, ma non può non essere in Dio; non può essere che in Dio."
      },
      {
        "index": 68,
        "text": "Identico: «È uno, immobile; non si genera (perchè ha tutto l'essere); non si corrompe; non può nè sminuire nè crescere, perchè infinito; non è alterabile, non è mutabile, non è misurabile.....; è uno e medesimo; non è altro e altro; non ha essere e essere; non ha parte e parte.....; è il tutto indifferentemente, e perciò è uno; è tutto quello che può essere, e in lui non è differente l'atto dalla potenza»."
      },
      {
        "index": 69,
        "text": "Queste determinazioni sono le stesse determinazioni di Dio: Dio è per Bruno il tutto indifferentemente, e in lui non è differente l'atto dalla potenza."
      },
      {
        "index": 70,
        "text": "Ma pure l'universo è"
      },
      {
        "index": 71,
        "text": "Differente: «Dico Dio termine interminato di cosa interminata, perchè così Dio come l'universo è tutto infinito; ma Dio complicatamente e totalmente, l'universo esplicatamente e non totalmente. L'universo è tutto infinito; perchè non ha margine, nè termine, nè superficie; non è totalmente infinito, perchè ciascuna parte, che in quello possiamo prendere, è finita, e de' mondi innumerabili [109] che contiene, ciascuno è finito. Dio è tutto infinito, perchè da sè esclude ogni termine, ed ogni suo attributo è uno ed infinito; è poi totalmente infinito, perchè tutto lui è in tutto il mondo e in ciascuna sua parte infinitamente e totalmente, al contrario della infinità dell'universo, la quale è totalmente in tutto, e non in queste parti. E però Dio ha ragione di termine, l'altro di terminato, non per differenze di finito ed infinito, ma perchè l'uno è infinito, e l'altro infinito e finiente»."
      },
      {
        "index": 72,
        "text": "Adunque, ripeto, vi ha in Dio una differenza; e questa differenza — ciò è anche da notare — è essa stessa indifferenza: il tutto indifferentemente."
      },
      {
        "index": 73,
        "text": "Dio, dunque, è indifferenza, che si differenzia indifferentemente."
      },
      {
        "index": 74,
        "text": "Come causa è indifferenza;"
      },
      {
        "index": 75,
        "text": "come causato è indifferenza."
      },
      {
        "index": 76,
        "text": "La differenza è dunque pura forma. Questo è il difetto di Bruno (e anche di Spinoza). Ma, anche come semplice forma, è già un gran passo innanzi."
      },
      {
        "index": 77,
        "text": "Come Infinito finiente Dio è già più che Sostanza causa. Ma Bruno non sviluppa questo concetto del fine. Questo concetto si riproduce — con più chiara coscienza — nel Gioberti; secondo il quale la vera infinità di Dio è appunto la preoccupazione o presunzione infinita del mondo. In Bruno non ci è vero fine: non ci può essere, perchè Dio è semplice causa."
      },
      {
        "index": 78,
        "text": "4. Distinzione delle cose dell'Universo dall'Universo: le cose sono semplici modi dell'una e assoluta Sostanza."
      },
      {
        "index": 79,
        "text": "«L'universo comprende tutto l'essere e tutti i modi di essere; delle cose ciascuna ha tutto l'essere [110] (tutta la sostanza: identità), ma non tutti i modi di essere.... Uno è l'ente, la sostanza e la essenza.... In essa si trova la moltitudine, il numero, ma come modo e moltiformità dell'ente; laonde non è più che uno, ma moltimodo, moltiforme e moltifigurato.... Tutto ciò che fa differenza e numero è puro accidente, pura figura, pura complessione.... (La sostanza rimane sempre la stessa; è una, ente divino, immortale).... diverso volto di medesima sostanza; volto labile, mobile, corruttibile, d'un'immobile, perseverante ed eterno essere.... Ciò che fa la moltitudine non è l'ente, non è la cosa, ma quello che appare, che si rappresenta al senso ed è nella superficie della cosa»[87] (auxilium imaginationis, diceva Spinoza)."
      },
      {
        "index": 80,
        "text": "Da questa sommaria comparazione io credo di poter conchiudere, che lo schema metafisico di Bruno e Spinoza è lo stesso, o almeno, che l'uno è precursore dell'altro."
      }
    ]
  }
}
