{
  "chapterNumber": 1,
  "title": "Prefazione dell'Autore (Author's Preface)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "In un breve programma, pubblicato or fa pochi mesi, io ho dichiarato così la intenzione del presente lavoro:"
      },
      {
        "index": 1,
        "text": "«La Prolusione tratta della Nazionalità nella filosofia. — Sono possibili, dopo il medio evo e ne' tempi moderni, tante filosofie nazionali, quanti sono i popoli civili di Europa? O invece quelle che si dicono filosofie nazionali non sono altro che momenti particolari dello sviluppo comune della filosofia moderna nelle diverse nazioni? Si può dire, p. e., che ci sia una filosofia italiana essenzialmente diversa da una filosofia francese, inglese, tedesca, come si dice che ci è stata una filosofia greca essenzialmente diversa da una filosofia indiana? E in generale, il genio proprio originario d'una nazione, il quale si specchia e riconosce così nettamente nella lingua, nella letteratura e nell'arte in generale, e ne' costumi, deve e può discernersi anche — oggi giorno e in Europa — in quella forma e attività universale dello spirito, che si chiama filosofia? E discernersi in essa, non già come differenza e carattere naturale, letterario o artistico, ma come intuizione universale o pensiero della realtà delle cose: come problema, indirizzo, soluzione?"
      },
      {
        "index": 2,
        "text": "«L'autore, compendiando gli ultimi risultati della storia della filosofia, ed esponendo la differenza essenziale [2] della nazionalità moderna dall'antica, mostra che — se è vero che la filosofia indiana e la greca sono, più o meno, intimamente nazionali — comune, invece, ed unico è il carattere, lo sviluppo e l'indirizzo generale della filosofia ne' popoli moderni; che, se ci ha una differenza tra il genio filosofico italiano e quello delle altre nazioni, o in altre parole se esso ha o almeno ebbe un privilegio sopra gli altri popoli — questo fu solo l'aver precorso due volte i due principali periodi della filosofia moderna: cioè il cartesiano ne' filosofi del Risorgimento e specialmente in Bruno e Campanella, e il kantiano in Vico; e val quanto dire il nuovo naturalismo e il nuovo spiritualismo; e che se noi vogliamo ancora e possiamo avere un privilegio, questo è quello di precorrere ed effettuare un nuovo e più largo indirizzo, una nuova e più ampia soluzione del problema dello spirito. Ma ciò a un patto; e questo è di non rigettare tutto quel che si è fatto da un gran pezzo fuori d'Italia o meglio che in Italia, ma studiarlo, comprenderlo, appropriarcelo; e solo così, entrati in più largo orizzonte, conosciuto meglio noi medesimi, e ritemperata la nostra vita nella perpetua corrente della vita universale, fare un gran passo innanzi non nel vuoto, ma colla piena coscienza delle nostre forze, del nostro cómpito, del cómpito comune."
      },
      {
        "index": 3,
        "text": "«E posto anche che ci sia stata o ci sia una filosofia propria italiana, distinta essenzialmente o opposta a quelle delle altre nazioni, quale è e dove si trova ella mai? Si sa, che di libertà filosofica in Italia ce n'è stata sempre poca o niente, e chi se l'ha presa, gli è costato assai caro. Dov'è dunque la filosofia italiana, ne' libri delle vittime o in quelli de' persecutori? Il problema più difficile per noi — quello senza la cui soluzione noi non possiamo fare [3] e progredire davvero — è il riconoscere qual sia e dove sia il vero pensiero italiano. Finchè non si fa ciò — e il farlo non è cosa così agevole — il gridare nazionalità in ogni cosa servirà bene ad eccitare e intorbidare il sentimento e talvolta anche le passioni, ma non produrrà niente di serio nella scienza."
      },
      {
        "index": 4,
        "text": "«La Introduzione è lo sviluppo e la dimostrazione della intenzione principale della Prolusione. L'autore espone il carattere e il progresso del pensiero italiano nei maggiori nostri filosofi dal secolo XVI sino al nostro tempo: Campanella, Bruno, Vico, Galluppi, Rosmini, Gioberti; e dimostra come questo pensiero non solo non si oppone al pensiero europeo, ma concorda schiettamente con esso; che Campanella e Bruno sono i precursori di Cartesio e Spinoza (e in parte di Locke e Leibniz); che Vico, esigendo una nuova metafisica e fondando la filosofia della storia, anticipa il nuovo antropologismo, quello che il Gioberti chiama trascendente e identico al vero ontologismo; che Galluppi, Rosmini e Gioberti rappresentano in Italia questo nuovo indirizzo; e che Gioberti specialmente non è, come si crede, l'antitesi di tutta la filosofia moderna, ma differisce dall'ultimo gran filosofo europeo in tutt'altro che nel vero principio, metodo e risultato della sua filosofia»."
      },
      {
        "index": 5,
        "text": "A questa dichiarazione mi rimane ad aggiungere poche parole."
      },
      {
        "index": 6,
        "text": "Questo lavoro non avrà buona accoglienza da due specie di lettori; da coloro che hanno per un errore dello spirito umano o almeno per una cosa che non interessa noi altri italiani, tutto il movimento filosofico da Cartesio sino ad Hegel, e da coloro che credono che da due secoli e mezzo non si sia più pensato in Italia. Pe' primi Hegel, Schelling, Fichte [4] e lo stesso Kant non valgono niente, e già qualcuno di loro ha gravemente profetizzato, che da qui a un anno non se ne parlerà più; pe' secondi Galluppi, Rosmini e Gioberti sono ingegni mediocri, e lo stesso genio di Vico è una delle solite esagerazioni degli italiani."
      },
      {
        "index": 7,
        "text": "Io ho considerato sempre queste opinioni estreme come misere gare di parte; o almeno come pregiudizi egualmente nocivi al progresso della coltura filosofica in Italia. Ciò che solo può convincere e rimettere sulla retta via gli uni e gli altri — parlo di coloro che sono di buona fede — è lo studio sincero de' filosofi nostri e stranieri. Questo scritto, sebbene principalmente indirizzato a combattere il primo di questi pregiudizi, pure, per la sua stessa natura, non ha minor valore contro l'altro."
      },
      {
        "index": 8,
        "text": "Non essendomi io proposto qui di fare una storia della nostra filosofia, ma solo di determinare in modo generale e sommario il carattere e il progresso del pensiero filosofico italiano, non ho esposto in tutta la loro ampiezza i sistemi de' nostri filosofi, ma solo quanto bastava per far intendere la loro relazione ideale, cioè appunto quel carattere e quel progresso. Così di Campanella ho considerato soltanto la tendenza generale e il principio della sua filosofia; tanto più, che di questo filosofo io aveva già discorso largamente in un altro mio scritto. Di Bruno ho detto quanto era necessario per passare a Spinoza, e quindi a Vico, e di Vico quanto si richiedeva per passare a Galluppi, Rosmini e Gioberti. Del Lullismo di Bruno non ho detto niente, e niente del progresso del pensiero rosminiano dopo la polemica con Gioberti."
      },
      {
        "index": 9,
        "text": "Alle lezioni ho aggiunto un'Appendice, le cui ragioni sono esposte in un'avvertenza particolare."
      },
      {
        "index": 10,
        "text": "Napoli, ottobre 1862."
      }
    ]
  }
}
