{
  "chapterNumber": 10,
  "title": "Lezione Sesta: Giambattista Vico (Sixth Lecture: Giambattista Vico)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "A) Difetto della dottrina di Bruno — Passaggio da Bruno e Campanella a Vico. — B) Il nuovo concetto della unità dello Spirito — Di nuovo Bruno, Spinoza e Vico. — C) Il concetto dello Sviluppo — Schema logico: La Psiche individuale; la Psiche nazionale; l'umanità. — Pregio e difetto di Vico. — D) Oscurità di Vico."
      },
      {
        "index": 1,
        "text": "A) Da Bruno e Campanella a Vico corre un periodo di circa cento anni. In tutto questo tempo non vi ha un filosofo veramente originale in Italia; all'Italia non appartiene nessuna idea nuova. Cartesio, Spinoza, Locke, Leibniz non sono italiani. O piuttosto, i nuovi germi, nati in Italia, si formarono liberamente a sistemi fuori del nostro paese. Bruno diventa Spinoza; Campanella, Cartesio e (in quanto telesiano) Locke; la monade di Bruno, trasfigurata nell'Esse cognoscere di Campanella, diventa la monade di Leibniz (rappresentazione assoluta del moltiplice nella unità del pensiero)."
      },
      {
        "index": 2,
        "text": "Da Bruno e Campanella a Vico vi ha dunque come un vuoto nella storia del nostro pensiero. Perchè Vico possa esser ben compreso, bisogna riempire questo vuoto colla storia della filosofia europea. Posti Bruno e Campanella, si vede, ora, la necessità di Vico; ma perchè Vico nascesse, la necessità della sua nascita dovea manifestarsi e divenire una realtà storica: un fatto nella vita [112] del pensiero umano. E ciò è dire, che doveano mostrarsi in tutta la loro realtà i difetti della posizione di Campanella e di Bruno; anzi dovea prima compiersi questa posizione."
      },
      {
        "index": 3,
        "text": "La posizione era questa: Dio è solamente causa (causa efficiente), e perciò l'Universo è solamente effetto."
      },
      {
        "index": 4,
        "text": "Questa posizione annulla ogni distinzione essenziale tra i due universi, il naturale e lo spirituale, e assegna loro un'identica legge: la causalità, o la semplice relazione causale."
      },
      {
        "index": 5,
        "text": "Questa posizione è in generale il nuovo naturalismo — di cui abbiamo visto le prime tracce, dopo la Scolastica, nel Cusano — applicato indifferentemente alla considerazione della natura e dell'uomo; e la cui unica legge è la legge matematica o meccanica, e il metodo il processo dal principio alla conseguenza o dalla conseguenza al principio."
      },
      {
        "index": 6,
        "text": "Ora l'uomo, il mondo umano, vuol dire libertà; e la libertà non è la semplice causalità."
      },
      {
        "index": 7,
        "text": "Nella dottrina di Bruno non vi ha davvero libertà umana (nè divina). In altri termini (così in Bruno, come in Spinoza) è inesplicabile il concetto della Sostanza. Come il Modo può conoscere la Sostanza, la quale non conosce se stessa, e così essere superiore alla Sostanza stessa? Come l'uomo può elevarsi a Dio, se è semplice effetto? Come l'effetto ritorna alla causa? E pure Bruno e Spinoza finiscono egualmente con questa contradizione: — Bruno negli Eroici Furori, che sono appunto la liberazione dell'anima e la sua elevazione e unione con Dio; Spinoza nella parte quinta dell'Etica, che tratta della potentia intellectus, cioè de libertate humana, la quale per Spinoza è la stessa beatitudine (amor Dei intellectualis)."
      },
      {
        "index": 8,
        "text": "Una semplicemente non può essere la legge della natura e dell'uomo."
      },
      {
        "index": 9,
        "text": "L'essere naturale è immediatamente quel che è e può essere; è posto come quel che deve essere, e tutto il suo mondo è la sua nascita, che non è opera sua. L'uomo, all'opposto, fa se stesso, il suo mondo; e questo suo mondo è lui stesso: Carne della sua carne, etc. Come uomo, come spirito, come mondo umano, egli è creatore di se stesso. — Con ciò non voglio dire, già s'intende, che egli crei se stesso come immediato uomo, come uomo animale o naturale."
      },
      {
        "index": 10,
        "text": "In altri termini: è vero che tutte le cose sono in Dio. Sono in Dio, perchè hanno la loro entità in Dio. Così, Dio è sostanza prima (Gioberti); l'esser le cose in Dio è la loro entità vera. Ma la differenza tra l'entità delle cose naturali e l'entità umana è questa:"
      },
      {
        "index": 11,
        "text": "le cose sono in Dio immediatamente; sono poste come semplici enti, e non altro, in Dio;"
      },
      {
        "index": 12,
        "text": "l'uomo, invece, è in Dio, in quanto si eleva per se stesso e si unisce a Dio; in quanto si fa lui stesso, quanto può, Dio (quell'essere, che è Dio); di maniera, che il suo essere è la sua stessa libera attività: la libera produzione di se stesso. Se Dio è causa o attività assoluta, e perciò in lui essere e fare sono lo stesso; se insomma, essere davvero è farsi, egli è evidente, che essere davvero in Dio, non è semplicemente esser fatto, ma farsi Dio e in Dio. Ciò vuol dire: il vero uomo non è semplicemente effetto, ma causa. Ora l'effetto, che è causa, è appunto il fine."
      },
      {
        "index": 13,
        "text": "Così Dio, come insieme causa o principio e fine o effetto assoluto è una duplice attività in una: creativa e ricreativa, direbbe Gioberti; e solo così, [114] come tale unica attività, è la vera attività, e quindi il vero Essere; lo Spirito o il Creatore. La prima attività è semplicemente divina (naturale); la seconda è divina e umana insieme (cioè veramente divina). — I due cicli di Gioberti, che sono un unico ciclo."
      },
      {
        "index": 14,
        "text": "Ora Vico rappresenta appunto questa distinzione reale de' due universi; e quindi fonda il mondo umano, il mondo dello spirito. Rappresenta la differenza reale di quella assoluta indifferenza; e questa differenza è espressa nel concetto delle due Provvidenze. Il suo mondo naturale, fatto solo da Dio (come provvidenza naturale), e il suo mondo umano, fatto dall'uomo e da Dio insieme, consistono nelle due attività creative, che sono i due cicli di Gioberti."
      },
      {
        "index": 15,
        "text": "In Vico il concetto della formola ideale è già dato: non della formola monca, l'Ente crea l'esistente, ma della vera formola, l'Ente crea l'esistente e l'esistente ritorna all'Ente[88]."
      },
      {
        "index": 16,
        "text": "Tale è, in brevi parole, il passaggio ideale e, direi quasi, logico da Bruno a Vico."
      },
      {
        "index": 17,
        "text": "Perchè questo passaggio fosse storico, era necessario che il naturalismo (di Bruno) prendesse la sua forma schietta e rigorosa nello spinozismo (e Spinoza richiede Cartesio, precorso da Campanella); che il principio della semplice efficienza si mostrasse in tutta la sua luce, come cartesianismo e come lockismo; che Leibniz ponesse il concetto — sebbene imperfetto, cioè come identità immediata — dello spirito nella monade, e così protestasse contro il puro naturalismo (la monade in sè è più che causa efficiente); che, insomma, si vedessero e s'intendessero le conseguenze della prima posizione."
      },
      {
        "index": 18,
        "text": "B) Ho detto che Vico pone la differenza, la differenza reale, nella assoluta indifferenza di Bruno e Spinoza; quella differenza, che nè questi nè gli altri filosofi posteriori aveano saputo porre. Ponendo la reale differenza, Vico pone la reale unità: cioè, non più la Sostanza causa, ma lo Spirito. Tale è lo Spirito: non vuota identità, ma reale differenza, e contuttociò, anzi appunto perciò, reale unità."
      },
      {
        "index": 19,
        "text": "Ho esposto altrove[89] la intenzione di Vico, quasi colle stesse sue parole, così: «Finora i filosofi hanno contemplato Dio solo per l'ordine delle cose naturali; io, più su innalzandomi, contemplo in Dio il mondo delle menti umane, che è il mondo metafisico, [116] per dimostrare la Provvidenza nel mondo degli animi umani, che è il mondo civile, ossia il mondo delle nazioni. Contemplando Dio solo per l'ordine naturale, cioè in quanto ha dato naturalmente l'essere alle cose e agli uomini, e naturalmente lo conserva, i filosofi hanno dimostrato solo una parte o attributo della sua provvidenza; io lo contemplerò per la parte che è più propria degli uomini, la natura de' quali ha questa principale proprietà, di essere socievoli, cioè come provvedente nelle cose morali politiche, ossia ne' costumi civili, coi quali sono provenute al mondo e si conservano le nazioni. E questa nuova e più alta contemplazione è possibile, perchè questo mondo civile è certamente stato fatto dagli uomini; onde se ne possono, perchè se ne debbono, ritrovare i principii dentro le modificazioni della nostra medesima mente umana. E dee recar meraviglia, come tutti i filosofi si studiarono di conseguire la scienza di questo mondo naturale, del quale, perchè Iddio egli il fece, esso solo ne ha la scienza, e trascurarono di meditare su questo mondo delle nazioni, del quale, perchè l'aveano fatto gli uomini, ne potevano conseguire la scienza gli uomini. Questo stravagante effetto è provenuto dalla miseria della mente umana; la quale, restata immersa e seppellita nel corpo, è naturalmente inchinata a sentire le cose del corpo, e dee usar troppo sforzo e fatica per intendere se medesima. E pure l'uomo in tanto si approssima a Dio, e questa scienza è d'una specie veramente divina, in quanto il mondo, che egli vuole con essa contemplare, lo ha fatto egli stesso; perchè in Dio il conoscere e il fare è una medesima cosa, e solo l'uomo partecipa di questa divina natura. La differenza [117] tra l'uomo e Dio è, che l'uomo ha fatto a principio questo suo proprio mondo senza sapere ciò che si faceva, anzi credendo di fare tutto il contrario. E questa è come una benevola astuzia della Provvidenza; la quale, senza forza di leggi, ma facendo uso degli stessi costumi degli uomini, — dei quali le costumanze sono tanto libere di ogni forza, quanto lo è agli uomini celebrare la loro natura, — come una mente diversa, alle volte contraria e sempre superiore a' fini particolari e ristretti che gli uomini si propongono, ne fa mezzi per servire a fini più ampii, e gli adopera sempre per conservare l'umana generazione. Così vogliono gli uomini usar la libidine bestiale e disperdere i loro parti, e ne fanno la castità de' matrimonii, onde sorgono le famiglie; vogliono i padri esercitare smoderatamente gli imperi paterni sopra i clienti, e surgono le città; vogliono i nobili abusare la libertà signorile sopra i plebei, e vanno in servitù delle leggi, che fanno la libertà popolare; e simili. Questo, che fece tutto, fu pur Mente; perchè il fecero gli uomini con intelligenza; non fu Fato, perchè il fecero con elezione; non Caso, perchè con perpetuità, sempre così facendo, escono nelle medesime cose. Questa Mente o Provvidenza è l'unità dello spirito che informa e dà vita a questo mondo di nazioni»."
      },
      {
        "index": 20,
        "text": "Io devo considerare qui solamente questa unità dello spirito, la quale è il nuovo Dio della filosofia, che sbalza di soglio l'antico (il Dio semplicemente Causa), e la vera negazione e il vero compimento della unità di Bruno e Spinoza: questa unità, il cui concetto è la base e il principio, in cui consistono e a cui ritornano tutti i concetti nuovi della Scienza nuova, e che è solo la possibilità reale [118] di questa scienza, cioè della filosofia della storia: questa unità, che esige una nuova metafisica, la metafisica della mente umana, che proceda sulla storia delle umane idee: quella metafisica, di cui Cartesio pose la base, quando disse: Pensare è essere (il vero essere); ma poi non ne fe' niente, appunto perchè non si avvide di tutto il tesoro che avea in mano, concependo in modo ristretto il pensare e perciò stesso il vero essere: quella metafisica, che non è il puro ontologismo — la vecchia metafisica fondata sull'essere, — ma che appunto, perchè fondata nel pensare, è psicologismo, e appunto perchè fondata nel pensare vero, cioè puro e non empirico, è psicologismo trascendente, cioè il vero ontologismo: insomma, la metafisica della Mente, della Mente Umana, e non dell'Ente. Gioberti — che meglio intende e spiega se stesso — è in ciò di accordo con Vico[90]."
      },
      {
        "index": 21,
        "text": "Che cosa è dunque,questa nuova e vera unità, questa Unità dello Spirito?"
      },
      {
        "index": 22,
        "text": "Bisogna ripigliare, da questo punto di vista, la considerazione di Bruno e Spinoza."
      },
      {
        "index": 23,
        "text": "«Chi vuol sapere i massimi secreti di natura, riguardi e contempli circa gli minimi e massimi degli contrarii ed oppositi. Profonda magia è trar il contrario, dopo aver trovato il punto dell'unione»."
      },
      {
        "index": 24,
        "text": "«A questo tendeva con il pensiero... Aristotele, ponendo la privazione, a cui è congionta, certa disposizione, come progenitrice, parente e madre della forma; ma non vi potè aggiungere. Non ha possuto arrivarvi, perchè, fermando il piè nel geno dell'opposizione, rimase inceppato di maniera, che, non descendendo alla specie de la contrarietà, non giunse nè fissò gli occhi al scopo: dal quale errò a tutta passata, dicendo, i contrarii non poter attualmente convenire in soggetto medesimo»[91]."
      },
      {
        "index": 25,
        "text": "Adunque, secondo Bruno, vi ha due cose a fare, che in verità sono una medesima: dati i contrarii, trovare il punto della unione; e trovato il punto della unione, trarre il contrario."
      },
      {
        "index": 26,
        "text": "Sono una medesima cosa; giacchè il punto della unione, che si dice trovato, non è veramente trovato — non è veramente unità de' contrarii, — se da esso non si trae il contrario, cioè non si fa vedere che questo punto stesso si differenzia. Se non si trae da esso il contrario, ma si pone così estrinsecamente, questo punto non è il punto della unione."
      },
      {
        "index": 27,
        "text": "Aristotele riceve i contrarii platonici: l'idea e il fenomeno (l'idea è fuori del fenomeno: dualismo), e fa di quella la forma, di questo la materia; [120] questa è complicatamente e possibilmente QUELLO STESSO, che quella è esplicatamente e attualmente; l'una è l'essere meramente possibile, l'altro l'essere attuale. Così la relazione tra i contrarii non è più negativa come in Platone, nel quale l'uno è l'essere, e l'altro il non essere. Ma è positiva: l'uno è l'essere attuale, l'altro l'essere possibile. Questa relazione positiva, questo uno essere, sotto i due aspetti della possibilità e dell'attualità, è il punto della unione aristotelico. Aristotele dunque, procedendo da' contrarii, trova il punto della unione."
      },
      {
        "index": 28,
        "text": "Ma lo trova davvero?"
      },
      {
        "index": 29,
        "text": "Bruno ha detto già, che non lo ha trovato; che «non conosce l'Ente come Uno, per non aver profondato alla cognizione di questa» (la sua) «unità e indifferenza della costante natura ed essere»."
      },
      {
        "index": 30,
        "text": "Ora dice, che non ha saputo trarre il contrario; che, al più, si è arrestato al genere dell'opposizione, ma non è disceso sino alla specie della contrarietà."
      },
      {
        "index": 31,
        "text": "La seconda critica è il compimento della prima. Aristotele non ha concepito l'Ente come Uno, perchè non l'ha concepita come assoluta indifferenza; e non l'ha concepito come assoluta indifferenza, perchè non l'ha concepito come coincidenza dei contrarii. Bruno, seguendo il Cusano, dice di concepirlo così: questo essere il suo vantaggio sopra Aristotele. In realtà, questa indifferenza non è che la conseguenza esplicita della posizione aristotelica; giacchè quella relazione positiva, quell'uno stesso essere sotto due aspetti, non è che l'essere indifferente. Ma non basta, — ecco la seconda critica, — dire: l'essere indifferente. Perchè questo sia un vero concetto, e non già un semplice [121] presupposto; perchè sia veramente l'essere indifferente, bisogna trarre da esso il contrario, non presupporlo; cioè, nel caso di Aristotele, non presupporre, ma derivare i due principii, forma e materia. Finchè non si fa questo, il dualismo dei principii non è superato; cioè, non si ha veramente l'uno essere, l'assoluta indifferenza. Ora Aristotele non deriva i due principii, ma li presuppone."
      },
      {
        "index": 32,
        "text": "Bruno dice: assoluta indifferenza, e oltre a ciò esige la derivazione del contrario. Ciò è molto. Ma poi, non solo non trae il contrario, ma con tutto che dica indifferenza, non afferma quella posizione, che è la possibilità del punto della unione. Mi spiego: Aristotele dice: uno stesso essere sotto due aspetti. Ma, poi, pone come il vero essere l'uno di questi due aspetti, per sè, senza l'altro, e così distrugge da sè la posizione dell'uno stesso essere. Così l'altro rimane sempre qualcosa d'estrinseco al primo, e non è derivato dal primo; e sebbene non sia superiore al primo, pure è sempre un limite insuperabile del primo. E ciò val quanto dire: il primo — la forma, il pensiero — non è veramente il Primo; in realtà ci sono due Primi."
      },
      {
        "index": 33,
        "text": "Bruno dice: Indifferenza, e sta fermo a questa posizione, in quanto la forma non è mai estrinseca alla materia e l'intelletto artefice muove e opera da dentro; il Dio aristotelico, pura forma, è scomparso. Ma, d'altra parte, quella indifferenza è un punto assolutamente oscuro, una base presupposta, non pensata affatto; i due contrarii sono in realtà ancora assolutamente irreducibili; la loro indifferenza o unità è piuttosto essere insieme, semplice coincidenza, non altro."
      },
      {
        "index": 34,
        "text": "Spinoza, mediante Cartesio, fa chiaro quel punto oscuro; e questo punto chiaro — immediatamente [122] chiaro (evidenza, intuito cartesiano) — è il pensiero in quanto contiene il suo contrario, l'essere. Questa unità, che non è più semplice coincidenza, ma contenenza, insidenza, — unità che si differenzia immediatamente come indifferenza, — è la nuova indifferenza, la Sostanza di Spinoza."
      },
      {
        "index": 35,
        "text": "Spinoza è la chiarezza di Bruno; quel che in Bruno è oscuro, in Spinoza è chiaro (sebbene non assolutamente chiaro, ma solo immediatamente). In Bruno è oscura la indifferenza, e in Spinoza si fa chiara, in quanto il punto della unione è il pensiero, e il pensiero non è tale che in quanto contiene o pone immediatamente o intuitivamente il suo contrario, l'essere. Il pensiero è quel punto (punctum mobile), che è insieme unire e trarre il contrario; il punto della unione è il punto stesso della differenza. Punto attivo, non morto; che unisce in quanto differenzia, e differenzia in quanto unisce. Similmente, l'indifferenza come causa è oscura in Bruno, e si fa chiara in Spinoza. La Sostanza è causa, attività, in quanto è il pensiero che contiene o pone immediatamente l'essere: l'essere è l'effetto del pensiero, e questo effetto è lo stesso essere del pensiero: il pensiero è causa sui. Infinità del pensiero, infinità dell'essere; causa infinita, effetto infinito; Dio infinito, universo infinito. E la Sostanza è semplice causa, cioè sostanza, non soggetto, appunto perchè è una posizione immediata dell'essere nel pensiero."
      },
      {
        "index": 36,
        "text": "Adunque, quello che è come implicito in Bruno (Sostanza causa, cioè Indifferenza che si differenzia indifferentemente, ossia immediatamente), è chiaro in Spinoza. Questa chiarezza è il pensiero cartesiano."
      },
      {
        "index": 37,
        "text": "Il pensiero, che contiene in sè e pone immediatamente l'essere, è la causa. Causare: tale è la prima [123] e la immediata risposta all'esigenza di Bruno: trarre il contrario. Causare è trarre il contrario, ma in una forma immediata. Causare è pensare, ma pensare immediatamente. Causare senza pensare è impossibile. L'effetto è contenuto nella causa; e questa contenenza, che è produzione in sè, non è altro che pensiero, non già semplice essere. (Così la Sostanza è il Pensiero come immediata unità di se stesso e dell'essere: è l'Idea, ma non l'Idea platonica)."
      },
      {
        "index": 38,
        "text": "Questa immediatezza è la Natura spinoziana, la nuova natura. Quindi il nuovo naturalismo."
      },
      {
        "index": 39,
        "text": "Essere e pensare, immediatamente uno e immediatamente differenti: tale è il punto della unione e la derivazione spinoziana del contrario. Ora, appunto perchè immediatamente uno, essere e pensare non sono veramente uno; e appunto perchè immediatamente differenti, non sono veramente differenti. Nè la unità, nè la differenza è reale: nè il punto della unione, nè la derivazione del contrario. Quindi si ha insieme:"
      },
      {
        "index": 40,
        "text": "parallelismo, e, come unica legge de' due mondi, la relazione causale."
      },
      {
        "index": 41,
        "text": "Queste due determinazioni, che sono la stessa determinazione, è il naturalismo. È la indifferenza differenziata indifferentemente: la causa come effetto, come semplice effetto."
      },
      {
        "index": 42,
        "text": "Così non si ha il vero Universo; il vero Universo è fuori di questo Universo puramente formale."
      },
      {
        "index": 43,
        "text": "Ma in Spinoza stesso ci è il principio della correzione di Spinoza: il principio del pensiero, il principio cartesiano: solo bisogna intenderlo meglio (psicologismo trascendente). I due mondi paralleli, e che hanno una medesima legge (la causalità) non sono in sè davvero paralleli; giacchè l'uno è [124] l'esse obiective e l'altro l'esse formaliter; quello è, dunque, più che questo e lo contiene. Il pensiero contiene in sè l'essere, è l'essere oggettivo, e perciò non può esser parallelo all'essere, non può avere la stessa legge dell'essere; l'essere non dev'essere eguale, ma sottoposto al pensiero, deve essere il fenomeno del pensiero."
      },
      {
        "index": 44,
        "text": "Ecco Leibniz: la vera realtà è la monade, e l'estensione non è che il fenomeno delle monadi."
      },
      {
        "index": 45,
        "text": "Ma la monade è anch'essa qualcosa d'immediato, e perciò di naturale."
      },
      {
        "index": 46,
        "text": "Ora Vico vede la vera differenza: nega davvero il parallelismo, distinguendo le due provvidenze, i due attributi, di maniera che uno di essi sia scala all'altro, e concepisce il pensiero, il punto di unione e la derivazione del contrario, come sviluppo (spiegamento); la natura è il fenomeno e la base propria dello spirito, il presupposto che lo spirito fa a se stesso, per essere veramente spirito, vera unità."
      },
      {
        "index": 47,
        "text": "La vera Unità, il vero Uno, l'Unico è sviluppo; sviluppo di se stesso: da se stesso, per se stesso, a se stesso: cioè veramente e totalmente Se stesso. Questo è il nuovo concetto, che, più o meno espressamente, consapevolmente e inconsapevolmente, è l'anima di tutta la Scienza nuova: è il gran valore di Vico."
      },
      {
        "index": 48,
        "text": "C) Sviluppo non vuol dire emanazione, semplice venir fuori, semplice eduzione; e non vuol dire semplice causazione, semplice posizione di un effetto. Sviluppo è moto, ma moto che è insieme riposo; non è andare da uno a un altro, ma da sè a sè, andare che è riandare; è produzione, ma produzione [125] di se stesso; e non di se stesso come ens diminutum, come meno di sè, e però come non se stesso, come un altro (tale è l'effetto infinito della causalità infinita di Bruno e Spinoza: pura esplicazione di quel che è complicato), ma di sè come vero se stesso; è produzione, che è riduzione. Sviluppo è autogenesi."
      },
      {
        "index": 49,
        "text": "Chi dice sviluppo, dice gradi, stazioni, funzioni, forme diverse di attività. Ora quel che si sviluppa è il principio stesso universale della esplicazione, de' varii gradi o funzioni. Questo principio — Psiche, Anima, Mente, Ragione, Pensiero, Spirito — dà a se stesso, appunto in queste funzioni o forme, una realtà determinata; e allora ha finito la sua esplicazione, quando è arrivato o meglio ritornato a se stesso, cioè quando si è attuato in una forma adeguata alla sua universalità o idealità. Così tutte le altre funzioni della psiche sono que' gradi di esplicazione della psiche stessa, nei quali la sua universalità o idealità, che è il vero principio, ha raggiunto solo una realtà particolare, non perfetta e universale. Perciò la psiche — il pensiero, la mente — ha colle sue altre funzioni la seguente doppia relazione: da un lato ella è il loro principio, e così esse sono i suoi gradi di esplicazione; e dall'altro lato ella è il supremo e assoluto grado di esplicazione, ed esse sono gradi solamente relativi (principio e fine)."
      },
      {
        "index": 50,
        "text": "Così, quando si dice: «lo Spirito è senso, rappresentazione (immaginazione), pensiero», ciascuna forma è tutto lo spirito (il pensiero) in un suo grado di esplicazione; e il pensiero è il supremo grado, il vero Spirito."
      },
      {
        "index": 51,
        "text": "Questo schema dello sviluppo si può dire lo schema astratto della Scienza nuova: l'ultimo grado [126] è per Vico la Ragione umana tutta spiegata. Così tutta la vita dello Spirito non è che spiegamento di sè: quello che io dico sviluppo."
      },
      {
        "index": 52,
        "text": "Ci è questo schema in Vico:"
      },
      {
        "index": 53,
        "text": "1. Come schema astrattissimo e, direi quasi, logico: Uno, Molti, Uno. È l'uno che si pone — si spiega — come Uno immediato, come Molti, e come Uno vero e concreto: Uno tutto spiegato. «Sopra quest'ordine di cose umane civili corpulento e composto vi conviene l'ordine de' numeri, che sono cose astratte e purissime. Incominciarono i governi dall'Uno colle monarchie famigliari, indi passarono a' Pochi nelle aristocrazie eroiche; s'inoltrarono ai Molti e Tutti nelle repubbliche popolari, nelle quali o tutti o la maggior parte fanno la ragion pubblica; finalmente ritornarono all'Uno nelle monarchie civili. I pochi, molti e tutti ritengono ciascheduno nella sua specie la ragione dell'Uno. Così l'umanità si contiene tutta tra le monarchie famigliari» (l'Uno come principio), «e le civili» (l'Uno come fine)[92]. — È evidente, che questo movimento dell'Uno non è semplicemente deduzione, ma insieme riduzione (induzione); l'Uno, spiegandosi, non si disperde, ma cresce e insieme si raccoglie in se stesso: ἐπίδοσις ἐφ’ ἑαυτό, direbbe Aristotele."
      },
      {
        "index": 54,
        "text": "2. Come schema dell'animo umano o psiche individuale: Corpo (senso), Favella (immaginazione, fantasia) e Mente. «Non essendo altro l'uomo propriamente che mente, corpo e favella; e la favella essendo come posta in mezzo alla mente e al corpo; il certo intorno al giusto cominciò ne' tempi muti dal corpo; di poi, ritrovate le favelle, che si dicono articolate, passò alle certe idee, ovvero formole [127] di parole; finalmente, essendosi spiegata tutta la nostra umana ragione, andò a terminare nel vero delle idee d'intorno al giusto, determinate con la ragione dalle ultime circostanze de' fatti; che è una formola informe di ogni forma particolare; ecc.»[93]. — Al corpo (senso) corrispondono i tempi muti, perchè il senso è la percezione del semplice particolare, e finchè l'uomo sente solamente e percepisce sensibilmente, non parla; la parola presuppone una certa universalità della rappresentazione. Questo universale è quel che Vico chiama fantastico o poetico. Quindi formola di parole. Alla mente corrisponde il puro intelligibile. — Senso, favella e mente non sono tre essenze o sostanze separate, ma la stessa essenza o sostanza — la ragione umana — in tre forme."
      },
      {
        "index": 55,
        "text": "3. Come schema della psiche concreta e vivente, della psiche de' popoli o nazioni. È questo il vero trovato di Vico. Senza questa psiche, specialmente come comunità morale e politica, come Stato, non ci è popolo davvero, e la stessa psiche individuale non è altro che una vuota astrazione. Essa è concreta e organica, perchè è l'unità di tutte le forme della vita popolare: religione, lingua, terra, nozze, nomi, case, armi, ecc. È psiche, perchè non è nè caso nè fato o pura necessità, ma attività libera, che realizza se stessa come vero Stato (vera repubblica), apparecchiandosi (presupponendosi) nelle forme anteriori imperfette della sua esistenza altrettante materie della sua vera forma. «Nè il caso li divertì, nè il fato gli strascinò (gli uomini) fuori di quest'ordine naturale [128] (del primo stato): nel punto, nel quale esse repubbliche (il vero Stato umano) doveano nascere, già si erano innanzi apparecchiate ed erano tutte preste le materie a ricever la forma; e ne uscì il formato delle repubbliche, composto di mente e di corpo. Le materie apparecchiate furono proprie religioni, proprie lingue, proprie terre, proprie nozze, proprii nomi ovvero genti o sieno case, proprie armi, e quindi proprii imperii, proprii maestrati, e per ultimo proprie leggi; e perchè PROPRII, perciò dell'intutto LIBERI, e perchè dell'intutto liberi, perciò costitutivi di vere repubbliche. — In cotal guisa il diritto natural delle genti, che ora tra i popoli e le nazioni vien celebrato, sul nascere delle repubbliche nacque proprio delle civili sovrane Potestà; talchè popolo o nazione, che non ha dentro una Potestà sovrana civile fornita di tutte le anzidetto proprietà, egli propriamente popolo o nazione non è; nè può esercitar fuori contro altri popoli o nazioni il diritto natural delle genti; ma, come la ragione, così l'esercizio, ne avrà altro popolo o nazione superiore»[94]."
      },
      {
        "index": 56,
        "text": "Di questa psiche, che muove e dà vita a tutti gl'individui che compongono una nazione, e che come la ragione e la personalità della nazione medesima si attua e spiega nella comunità politica — gli individui non hanno coscienza che nel corso del tempo, e specialmente come filosofi; la coscienza procede insieme coll'attuazione. Essa è la stessa provvidenza, considerata per rispetto a un popolo particolare, e pur sempre per rispetto [129] al fine universale del mondo umano. Così lo spiegamento della ragione umana è lo spiegamento stesso della ragione eterna. Di questa ragione e del suo fine, gli uomini a principio non sanno nulla; credono di fare soltanto il lor proprio interesse particolare e immediato e conseguire solo i loro proprii fini, e non fanno che servire di mezzi, come ho già notato, a fini più alti ed eterni. La vita degli uomini, così considerata, sarebbe qualcosa di comico, se questa astuzia della provvidenza non fosse la umanità stessa che si fa strada e si produce mediante l'attività particolare degli individui e de' popoli. L'umanità è appunto questa eterna catena di cause ed effetti, che non è nella intenzione immediata del soggetto operante, e nondimeno è contenuta virtualmente nell'azione, e nasce da essa come quel che vi ha in essa di vero e sostanziale. L'azione, come tale virtualità infinita, sorpassa il fine e la stessa esistenza finita dell'operante. Intanto, l'uomo, che opera così, è libero, e perchè ha il suo proprio interesse immediato nell'azione, e perchè il grande effetto, che non era il fine proprio di quella, non realizza una natura estranea all'uomo, ma la stessa natura umana. «Jura a Diis posita sono state dette le ordinazioni del dritto natural delle genti. Ma, succeduto poi il diritto naturale delle genti umane......, sopra il quale i filosofi e i morali teologi si alzarono a intendere il dritto naturale della ragione eterna tutta spiegata: tal motto passò acconciamente a significare il diritto naturale delle genti ordinato dal vero Dio»[95] (Dio umano). — «Si rifletta... [130] alla semplicità e naturalezza, con che la Provvidenza ordinò queste cose degli uomini, che per falsi sensi gli uomini dicevano con verità che tutte facessero gli Dei»[96]."
      },
      {
        "index": 57,
        "text": "La vita della psiche nazionale ha tre gradi, o, come dice Vico, tre età; le quali, in generale, corrispondono al senso, alla rappresentazione e all'intelletto, che si potrebbero chiamare le tre età della psiche individuale. Quindi i tre costumi, i tre diritti naturali, i tre governi, le tre lingue, i tre caratteri, etc., etc.[97]. L'ultimo grado è sempre il più perfetto: quello, come ho già fatto osservare, della ragione umana tutta spiegata. Lo schema di questi tre gradi è il seguente:"
      },
      {
        "index": 58,
        "text": "L'uomo, la nazione, il genere umano è a principio unito immediatamente alla natura, al mondo esterno e visibile; è dominato e come affascinato da essa. Questo legame e dipendenza è la prima religione; ma religione sotto una forma falsa. La natura è Dio, e ogni cosa naturale è divina. L'uomo non ha ancora coscienza di sè come distinto e opposto alla natura; la natura è tutto, l'uomo è niente; tutto quel che fa l'uomo è opera della natura, e perciò divino. È un falso divino, appunto perchè è tutto naturale, e non umano."
      },
      {
        "index": 59,
        "text": "Poi l'uomo comincia a distinguersi dalla natura, senza però romperla con essa. È una distinzione ancora naturale; la natura rimane come fondamento; l'uomo non è ancora davvero uomo. L'uomo si distingue dalla natura; ma questa distinzione è fatta nella natura stessa, e perciò nell'uomo. Prima il naturale era tutto divino; ora vi ha una doppia [131] natura, alta e bassa, divina e bestiale, e perciò una doppia classe di uomini: uomini affatto naturali, bestiali, e uomini mezzo divini, non naturali, ma figli della natura (buona, degli Dei). Il buono non è più un immediato, anzi l'immediato è il male: i cattivi sono gli uomini che non si sono ancora distinti dalla natura. Il buono, dunque, come qualcosa di derivato e mediato, è un'opera mezzo umana; e i buoni, gli ottimi, sono coloro che hanno fatta quella distinzione, senza però troncare ogni legame colla natura: la nobiltà naturale. La nobiltà è nella nascita; ma non ogni nascita fa nobile: ci vuole una certa nascita. E ciò vuol dire: non ogni natura è divina, ma solo una certa natura. Questo certo è un'opera umana: una distinzione fatta dall'uomo stesso, sebbene non in sè, nella sua umanità, ma nel seno stesso della natura. Così la divinità, che prima per l'uomo era solo la natura, comincia ad essere qualcosa d'umano, ma non è ancora davvero umana."
      },
      {
        "index": 60,
        "text": "Finalmente l'uomo si pone come uomo; il divino è l'umanità stessa dell'uomo. Quindi non più distinzioni o classi naturali; ma tutti gli uomini hanno lo stesso diritto. La nascita non fa differenza. Rimangono le distinzioni; ma sono puramente spirituali, umane: opera dell'attività stessa dell'uomo libero."
      },
      {
        "index": 61,
        "text": "Questo schema della psiche, che io ho detto nazionale, è la stessa psiche universale, e comune a tutte le nazioni. E qui si vede la imperfezione del gran concetto di Vico. Infatti, Vico conosce la umanità solo come nazione, e perciò non conosce davvero nè l'umanità concreta, nè la nazione o, meglio, le nazioni concrete. Il suo schema si applica a tutte le nazioni, e perciò è lo schema dell'umanità. [132] Ma, giacchè ei non ha uno schema proprio di ciascuna nazione, e in realtà lo schema vero e concreto dell'umanità ha per contenuto gli schemi proprii delle nazioni, così lo schema vichiano della umanità è ancora astratto. Vico non vede chiaro che non solo la nazione, ma la stessa umanità ha età diverse, e le ha appunto mediante le nazioni. Le nazioni sono le età dell'umanità. — Se non che in questo stesso errore di Vico ci è qualcosa di vero, che apparisce come una protesta anticipata contro la esagerazione di questo metodo della filosofia della storia. L'esagerazione consiste nel considerare le nazioni troppo letteralmente come età o gradi dello sviluppo della psiche universale. Si dice: «la psiche come psiche ha questi e questi gradi: senso, immaginazione, etc. Dunque questa nazione rappresenta questo grado, quest'altra quest'altro, etc. Il primo grado appartiene solo alla prima nazione, e l'ultimo solo all'ultima o alla comunità vivente delle nazioni». Vico, invece, vede tutti i gradi — tutto lo spirito — in ciascuna nazione. Egli non ammette una nazione solo senso, un'altra solo immaginazione, ecc; ma riconosce la pienezza de' tempi — i tempi umani — in ogni nazione; di maniera che da una parte lo sviluppo di ciascuna nazione ha come sua finale tendenza il trascendere i limiti della sua nazionalità naturale ed entrare appunto ne' tempi umani (che fanno tanta paura a' nostri bramani); e d'altra parte lo sviluppo dello spirito universale a traverso le nazioni non è solo correre, ma ricorrere, non è solo andare, ma riandare. Coloro che parlano con tanta leggerezza del ricorso vichiano, come di un'anticaglia, e si rappresentano il progresso umano come una linea retta indefinita, — senza capo nè coda, — dovrebbero [133] pensare almeno, che l'India ebbe i suoi tempi umani nella nuova religione (in Budda), la Grecia nella nuova filosofia (Socrate), e Roma nel nuovo diritto."
      },
      {
        "index": 62,
        "text": "Pare, che Vico ammetta questa unità dello spirito — l'unità come sviluppo — solo nel mondo umano, e tra questo e il naturale (tra le due provvidenze) non veda altro che la differenza, e così non arrivi al nuovo concetto (alla nuova unità) del Tutto. Infatti, egli dice del mondo naturale: «perchè Dio egli il fece, esso solo ne ha la scienza». Chiosando questo luogo si potrebbe dire: «in Vico non solo è espressa una differenza essenziale tra i due mondi, ma manca quella unità universale, che Bruno e Spinoza concepirono, se non altro, come Sostanza; anzi, invece della nuova unità spirituale e del nuovo significato della natura come momento dello spirito, Vico afferma la superiorità di quella su questo, appunto perchè la provvidenza naturale è tutta divina e saputa solo da Dio, e la umana è divina e umana insieme, e saputa così dagli uomini come da Dio. In tal modo, la tanto vantata differenza posta da Vico tra' due mondi, non solo non è un passo innanzi, ma è davvero un passo indietro: perchè riduce a niente il gran pregio del Naturalismo, che era appunto la unità, sebbene in una forma falsa, dell'universo corporeo e dello spirituale». Certamente in Vico non è espresso il nuovo concetto come unità del Tutto; ma questa unità è implicita nel suo concetto dello spirito, ed è una conseguenza necessaria di tal concetto; appunto perchè l'unità dello spirito è sviluppo, tale deve essere anche l'unità del Tutto. Questa unità è la Provvidenza; e se la provvidenza umana è sviluppo, non si sa intendere perchè tale non debba [134] essere la provvidenza in sè stessa come unità delle due provvidenze. E già Vico, annunziando la sua nuova contemplazione e mettendola più su dell'antica (della naturale), considera la seconda provvidenza (Dio, in quanto mondo delle menti umane) come superiore alla prima (Dio, in quanto ordine delle cose naturali). E d'altra parte l'uomo è in sè le due provvidenze (la loro unità); e non già nel senso, che all'uomo come essere naturale si aggiunga esteriormente l'uomo come mente, ma nel senso, che la mente (la provvidenza umana) contenga in sè come momento e sorpassi l'essere naturale, e solo così sia quello che è. L'uomo a principio fa il suo proprio mondo, e non ne sa niente, o sa tutt'altro di quel che fa davvero; di maniera che anche di questo mondo si può dire quel che Vico dice del mondo naturale: Dio solo ne ha la scienza. Poi, l'uomo sa quello che fa; ed ha del suo mondo, come Dio, la sua scienza anche lui, e questa scienza è il vero mondo umano. Si vede, che quella unità che è l'uomo o il mondo umano, — e che pare l'unico scopo della contemplazione di Vico, — in sè o quanto alla sua essenza è quella stessa che è il Tutto, e Dio medesimo come punto d'unione de' due infiniti attributi."
      },
      {
        "index": 63,
        "text": "Lo schema, dunque, di Vico è non solo lo schema del pensiero astratto e della psiche umana individuale, nazionale e universale, ma anche della totalità del reale e di Dio stesso. Vico rappresenta la prima negazione del parallelismo; la differenza reale de' due attributi; e in luogo della Sostanza, lo Spirito."
      },
      {
        "index": 64,
        "text": "D) Tale è l'unità dello spirito di Vico. È un intuito profondo, una divinazione, una profezia, nata dalla seria e intima contemplazione del reale umano, [135] della realtà dello spirito. Vico è la realtà umana, il positivo umano, che parla a sè stesso: che s'intende. Prima di Vico non l'aveano inteso. Avevano considerato l'uomo come psiche astratta, non concreta. Vico è il primo autore d'una psicologia de' popoli. Aveano intesa la realtà umana, la vita dello spirito, naturalmente, non spiritualmente. Vico è una vera cometa tra i naturalisti e i matematici del secolo decimottavo."
      },
      {
        "index": 65,
        "text": "Ma Vico è oscuro: oscuro come Bruno, assai più che Bruno. Bruno è la vita della natura che parla a se stessa: entusiasmo, fantasia, furore eroico. A. Vico manca il concetto espresso, speculativo, metafisico della nuova unità. Gli manca quel che mancava a Bruno. A Bruno mancava Cartesio, — la nuova metafisica, — per avere Spinoza. Oltre a ciò, al naturalismo di quel tempo mancava ancora l'inspicere, già richiesto da Telesio. A Vico manca, — oltre la grande esperienza de' proprii prodotti dello spirito, — il nuovo cogito ergo sum; il nuovo pensiero, che non è la posizione immediata, ma la mediazione assoluta, e perciò perfetta trasparenza dell'essere. Vico stesso confessa in certo modo il punto oscuro della Scienza nuova, esigendo una nuova metafisica: quella della Mente. L'ha fatta egli? No. Non si contenta di Cartesio, ed ha ragione; il dommatismo cartesiano non può comprendere il processo storico (critico) dello spirito. Ma ha egli compreso, metafisicamente, meglio il pensiero? Ha risposto alla sua stessa esigenza? Coloro che mettono innanzi l'Antiquissima italorum sapientia, e vedono in essa la chiave metafisica della Scienza nuova, rassomigliano un po' a que' letterati, che vogliono comprendere un dramma di Shakespeare coll'arte poetica di Orazio alla mano."
      }
    ]
  }
}
