{
  "chapterNumber": 7,
  "title": "Lezione Terza (Third Lecture)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Il Risorgimento: I. Sua differenza dalla Scolastica. — II. Determinazioni principali della nuova filosofia ne' filosofi del Risorgimento: — Il Cusano, Pletone, Valla, Agricola, Ficino, Pico, Zorzi, Reuchlin, Tomeo, Achillini, Pomponazzi, Vives, Nizolio, Melantone, Paracelso, Telesio, Patrizio, Cesalpino, Zabarella, Cremonini."
      },
      {
        "index": 1,
        "text": "Io devo determinare il carattere e lo sviluppo della nostra filosofia."
      },
      {
        "index": 2,
        "text": "Dico carattere e sviluppo; perchè il semplice carattere, senz'altro, è sempre qualcosa di astratto, e la sua attualità — direi quasi la sua vita — è appunto lo sviluppo. Così nella filosofia greca il carattere è l'oggettivismo, e lo sviluppo è l'interiorità sempre più profonda dell'oggetto, infino a che l'oggetto è negato come semplice oggetto[36]."
      },
      {
        "index": 3,
        "text": "Il carattere della nostra filosofia è quello stesso di tutta la filosofia moderna, essenzialmente diverso dal carattere dell'antica: cioè la ricerca del principio di ogni cosa non nella assoluta oggettività, materiale o ideale, ma nella mente assoluta."
      },
      {
        "index": 4,
        "text": "Lo sviluppo è la esplicazione, la opposizione e finalmente la unità de' due momenti della mente assoluta, cioè la oggettività e la soggettività infinita: [68] la realtà vivente della natura e l'autonomia della coscienza umana[37]."
      },
      {
        "index": 5,
        "text": "Dicendo carattere e sviluppo, io non affermo che i nostri filosofi abbiano avuto chiara coscienza del processo del nostro pensiero, come è avvenuto ne' giorni nostri in Alemagna, e anche in parte in Grecia nel tempo antico. Dico solo, che quando si determina l'idea propria di ciascun sistema e la loro comune tendenza, ci si vede chiaro quel carattere e quello sviluppo. La chiara coscienza e quindi il vero, ampio e libero sviluppo è mancato in Italia, appunto perchè è mancata la libertà della vita."
      },
      {
        "index": 6,
        "text": "La nostra filosofia comincia come critica o negazione (più o meno espressa e vivace) di quella del medio evo: della Scolastica."
      },
      {
        "index": 7,
        "text": "Per intendere il valore di questa negazione, bisogna intendere ciò che essa negava, cioè avere il concetto della Scolastica."
      },
      {
        "index": 8,
        "text": "Il Reale che era oggetto della Scolastica, era, in generale, un reale fantastico, dato dalla rappresentazione religiosa, dalla quale la filosofia del medio evo non seppe mai liberarsi interamente. La filosofia, è stato detto, era ancella della teologia."
      },
      {
        "index": 9,
        "text": "Da questa posizione risultano le seguenti determinazioni:"
      },
      {
        "index": 10,
        "text": "pretensione di comprendere l'Assoluto mediante l'intelletto finito e formale; e così l'Assoluto diventa qualcosa di vuoto ed astratto: una creatura dello stesso intelletto. E nel medesimo tempo:"
      },
      {
        "index": 11,
        "text": "rappresentazione di Dio come fuori del mondo della natura e dello spirito, e quindi: [69] degradazione dell'uomo e della natura;"
      },
      {
        "index": 12,
        "text": "astrazione da ogni elemento concreto e reale della vita;"
      },
      {
        "index": 13,
        "text": "difetto di certezza nella conoscenza;"
      },
      {
        "index": 14,
        "text": "prevalenza della fede e intuizione mistica, in luogo della osservazione, della esperienza, del senso e della coscienza."
      },
      {
        "index": 15,
        "text": "Queste determinazioni si riducono alle due seguenti:"
      },
      {
        "index": 16,
        "text": "negazione della natura: della realtà;"
      },
      {
        "index": 17,
        "text": "negazione della soggettività: della certezza."
      },
      {
        "index": 18,
        "text": "La critica di questa posizione, cioè la filosofia del Risorgimento, dovea essere:"
      },
      {
        "index": 19,
        "text": "separazione della filosofia dalla teologia;"
      },
      {
        "index": 20,
        "text": "negazione del misticismo;"
      },
      {
        "index": 21,
        "text": "critica dell'intelletto finito, e dimostrazione della impossibilità di arrivare all'Assoluto mediante le categorie (isolate le une dalle altre, e sciolte dalla loro unità razionale, che è appunto il loro vero significato): — scetticismo, dotta ignoranza; la conoscenza non altro che semplice congettura;"
      },
      {
        "index": 22,
        "text": "naturalismo: cioè la necessità di conoscere e studiare la natura; perchè solo questa conoscenza è scala alla conoscenza di Dio, non essendo altro la natura che o la immagine e simiglianza di Dio, o Dio medesimo come essenza immanente nelle cose (Natura est Deus in rebus: Bruno);"
      },
      {
        "index": 23,
        "text": "il principio della dignità dell'uomo come pensiero e come volere, come intelletto teoretico e come intelletto pratico;"
      },
      {
        "index": 24,
        "text": "legittimità del piacere e dell'elemento mondano in generale come momento essenziale della virtù, e della vita dello spirito;"
      },
      {
        "index": 25,
        "text": "ricerca di un principio immediato della certezza e della prova scientifica, il quale non è altro che [70] l'Io, il pensiero (ego cogito): da prima come senso o esperienza in generale, di poi come coscienza o pensiero razionale."
      },
      {
        "index": 26,
        "text": "Tutte queste determinazioni sono sparse, un po' confusamente, nelle opere de' filosofi nostri e stranieri di quel tempo. Sono semplici indizi, semi e germi, i quali si raccolgono più o meno e hanno maggior vita nella coscienza di Bruno e Campanella, e si riducono alle due seguenti:"
      },
      {
        "index": 27,
        "text": "Bruno e Campanella chiudono l'epoca del Risorgimento in Italia. Già sin d'allora è evidente la comunità d'indirizzo tra noi e gli altri popoli. Io mi sono proposto di considerare particolarmente questo nuovo indirizzo soltanto in Campanella e Bruno[38]."
      },
      {
        "index": 28,
        "text": "Intanto, perchè qualcuno non dica che queste determinazioni le abbia immaginate io stesso per insinuare negli animi ingenui il sentimento di quella comunità d'indirizzo, che secondo la sentenza de' nostri bramani non ci è nè ci può essere, e vituperare così la nazionalità propria della nostra filosofia; e che in ogni caso Campanella e Bruno non siano tutta la filosofia italiana del Risorgimento, e tanto più che quegli puzza di congiura e di carcere, e questi di eresia e di rogo, io sento l'obbligo di far precedere ancora alcune notizie all'esposizione particolare [71] del pensiero di questi due nostri filosofi. La dimostrazione di quella comunità d'indirizzo e della verità storica di quelle determinazioni è solo la storia della filosofia del Risorgimento: opera lunga, difficile e laboriosa, che è ancora un desiderio. Non potendo nè volendo io fare qui questa storia, mi contenterò di leggere, o testualmente o compendiati, e accompagnare di qualche comento alcuni luoghi de' filosofi di quel tempo, ne' quali il nuovo indirizzo e le nuove determinazioni a me paiono immediatamente evidenti. Del resto, questa lettura, che non merita nè anche il nome di semplice cronica, servirà in ogni caso, se non a formare, almeno a preparare nell'animo vostro quella convinzione, che è lo scopo di queste mie lezioni."
      },
      {
        "index": 29,
        "text": "a) A un tale, che nella precedente lezione quasi mi accusava di voler distruggere la Scolastica (sic!), io risposi: — non sono io, ma la storia che si è incaricata da un pezzo di questa faccenda. — Ora potrei dire a colui: pigliatevela col cardinale di Cusa[39]; giacchè egli primo, il Cardinale, scosse quel giogo, che il mio accusatore si duole che voglia scuotere io. Si rassicuri pure il mio accusatore, e stia tranquillo; quel giogo è non solo scosso, ma infranto da più secoli, e, checchè si dica o faccia per rappezzarcelo sopra le spalle, non sarà altro che un innocente desiderio o piuttosto una pia commemorazione."
      },
      {
        "index": 30,
        "text": "Dal Cusano a Bruno e Campanella corrono circa 200 anni. La prima cosa, il Cusano raccomanda la tolleranza religiosa, e con tale ardimento, che farebbe [72] paura anche in questo secolo. Non est nisi una religio in rituum varietate.... Una est igitur religio et cultus omnium intellectu vigentium. — Il fondamento filosofico di questa tolleranza è quella duplice tendenza, più o meno comune a tutti i filosofi del Risorgimento e opposta direttamente alla Scolastica, cioè: la convinzione, che la perfetta conoscenza della verità (di Dio) sia impossibile (scetticismo), e che la sola conoscenza possibile di Dio sia quella, che consiste nella contemplazione della natura (naturalismo). Noi non possiamo, dice il Cusano, conoscere i misteri impenetrabili di Dio; finiti e limitati come siamo, non ci è dato di saziare il nostro desiderio della verità. In questo senso siamo ignoranti. Pur dobbiamo, quanto è possibile, contemplare le cose dell'universo, per accostarci alla conoscenza della verità; giacchè le cose dell'universo contengono nella loro profondità una gran ricchezza, la ricchezza di Dio stesso, spiegata e sparsa per modo, che la loro considerazione può bastare ad alimentare continuamente il nostro spirito insaziabile. — Gli Scolastici, si sa, non vedevano nel mondo che povertà e miseria. — Così col Cusano comincia, o piuttosto ricomincia il problema della contemplazione della natura."
      },
      {
        "index": 31,
        "text": "Le ragioni di questa duplice tendenza nel Cusano sono ne' seguenti concetti di Dio, delle potenze del conoscere, e del mondo:"
      },
      {
        "index": 32,
        "text": "1. Ragione dello scetticismo. Dio è la coincidenza de' contradittorii. Debet autem in his profundus omnis nostri humani ingenii conatus esse, ut ad illam se elevet simplicitatem, ubi contradictoria coincidunt[40]. Perciò Dio è la negazione — la pura negazione — del [73] finito: il Negativo infinito. Il mondo, al contrario, è il Privativo infinito. Vi ha, infatti, una connessione intima e universale di tutte le cose: il sistema delle cose, il Tutto. Ora, ogni cosa è il tutto, ma contratto. Se non fosse il Tutto contratto, sarebbe Dio. Dio solo è il Mondo stesso — il Tutto — senza contrazione: absoluta quidditas mundi."
      },
      {
        "index": 33,
        "text": "Noi non possiamo conoscere questa connessione (complicatio) o quiddità assoluta, perchè tre sono le nostre potenze conoscitive: senso, ragione, intelletto. Il senso ci fa apprendere il particolare, senza nesso; la ragione, quel nesso, ubi contraria se compatiuntur ut oppositae differentiae in genere; l'intelletto, quel nesso, ubi contradictoria se compatiuntur. Sopra questo nesso vi ha quello — il divino —, ubi omnia absque differentia coincidunt. Questa coincidenza noi non possiamo apprendere. Essa è la summa praecisio intellectus, come l'intelletto è della ragione, e la ragione è del senso."
      },
      {
        "index": 34,
        "text": "2. Ragione del naturalismo. L'universo è il Mezzo assoluto tra Dio e le cose. Deus est, mediante universo, in omnibus; et pluralitas rerum, mediante universo, in Deo. Così la mente di Dio si conosce dalle sue opere, cioè dalla sua relazione col mondo: mediante il verbo di Dio. I mistici al contrario si ritirano dal mondo nella oscura profondità dell'anima, sperando così di arrivare alla conoscenza di Dio."
      },
      {
        "index": 35,
        "text": "b) Tra i greci venuti in Italia, Pletone[41] raccomanda di non dare nessuna importanza alle opinioni [74] ecclesiastiche nelle cose filosofiche. E sebbene dica, che la teologia è la scienza fondamentale, pure — quando si va a vedere — questa teologia non è cristiana, ma politeistica; i suoi iddii non sono altro che le forze della natura; promovendo la teologia, egli promuove la contemplazione fisica delle cose. — Pletone fu maestro del cardinale Bessarione[42]."
      },
      {
        "index": 36,
        "text": "c) Tra i filologi latini il Valla[43] — spirito irrequieto, malédico, nemico de' pregiudizii, avido di novità — nega la donazione di Costantino, mette in dubbio la tradizione sulla origine della confessione degli apostoli, mostra i difetti dell'antica traduzione della Bibbia; e — ciò che più importa qui — combatte la Scolastica, il linguaggio barbaro de' suoi dottori e le regole sillogistiche a nome della rettorica e della filologia, della natura e del senso comune. Valla considera il senso comune nell'uso della lingua. Biasima la pretensione de' filosofi che vogliono conoscer tutto, e dice che i misteri non si possono conoscere. Naturam... in omnibus esse ducem. — Idem est Natura quod Deus, aut fere Deus. — Vuole una morale più libera e meno astratta; il vero bene non sia la virtù, ma il piacere, cioè il fine della virtù. Ubi sunt, qui honestum propter se dicunt expetendum? Ne Deo quidem sine spe remunerationis servire fas est. — Qui si vede insieme scetticismo e naturalismo."
      },
      {
        "index": 37,
        "text": "Anche Rodolfo Agricola[44], che visse nello stesso secolo di Valla, antepone la rettorica a ogni altra [75] disciplina e vuole in tutto la chiarezza. Nello stesso tempo afferma, che non si può saper tutto, e che alcuni enimmi non hanno ancora trovato il loro Edipo nè lo troveranno mai."
      },
      {
        "index": 38,
        "text": "d) Tra i platonici e teosofi Marsilio Ficino raccomanda, come il Cusano, la tolleranza religiosa. L'unico mezzo di ricondurre alla fede i filosofi, che non credono, essere la buona filosofia, non le prediche. Esalta la dignità dell'uomo: onorando Dio noi onoriamo noi medesimi, perchè riconosciamo in noi la dignità divina. Noi conosciamo Dio mediante il divino che è in noi, e non altrimenti."
      },
      {
        "index": 39,
        "text": "Giovanni Pico della Mirandola[45] non vede altra via di conoscere il mistero della natura che la rivelazione: alla quale nondimeno si deve aggiungere lo studio delle tradizioni pagane, che contengono una rivelazione antichissima. Esalta, anche più che il Ficino, la dignità dell'uomo. L'uomo non è limitato da una natura particolare, ma ha una natura universale. Definita caeteris natura, dice Dio all'uomo, inter praescriptas a nobis leges coërcetur. Tu nullis angustiis coërcitus, pro tuo arbitrio, in cuius manu te, posui, tibi illam, praefinies. Medium te mundi posui, ut circumspiceres inde commodius, quidquid est in mundo. Nec te coelestem, neque terrenum, neque mortalem, neque immortalem fecimus, ut fui ipsius quasi arbitrarius honorariusque plastes et fictor, in quam malueris tute formam effingas. Poteris in inferiora, quae sunt bruta, degenerare. Poteris in superiora, quae sunt divina, ex tui animi sententia regenerari. — Hominis substantia..... omnium in se [76] naturarum substantias et totius universitatis plenitudinem re ipsa complectitur..... Est autem haec diversitas inter Deum et hominem, quod Deus in se omnia continet uti omnium principium, homo autem in se omnia continet uti omnium medium (cioè, centro di ogni cosa.). — La conoscenza umana può abbracciar tutto; in certo modo il conoscente diventa ciò che egli conosce. L'essenza di ogni ente è nel suo interno; nella conoscenza l'uomo può appropriarsi questa essenza interna: siccome insegna anche Aristotele, che l'anima è tutto, perchè conosce tutto. Senonchè la conoscenza è solo un possesso parziale delle cose. L'uomo si appropria davvero tutte le cose solo coll'amore: colla volontà. — Doversi investigare la natura; questo essere il vero modo di vincere la superstizione. L'esistenza materiale essere la condizione necessaria della nostra vita mondana e il cominciamento d'ogni sviluppo."
      },
      {
        "index": 40,
        "text": "Francesco Zorzi[46], veneziano (frate de' Minori), celebra l'armonia di ogni cosa con ogni cosa, e di tutte le cose coll'uomo (Harmonia mundi totius). Dio essere la suprema concordia di tutte le cose; e noi ci eleviamo alla conoscenza di Dio dalla investigazione della natura."
      },
      {
        "index": 41,
        "text": "Giovanni Reuchlin[47] predica anche lui la tolleranza religiosa, e difende — come fa anche Cornelio Agrippa[48] — gl'israeliti contro i teologi di Colonia. — Dice, che il sillogismo, il ragionamento, il discorso non basta per conoscere le cose, ma si [77] richiede la fede. Ma la fede cristiana neanche basta: il Dio immanente si rivela al nostro spirito, e questa rivelazione è più profonda della cristiana. — Il ragionamento non può comprendere l'unità degli opposti. In mentis regione aliqua sunt necessaria, quae in ratione sunt impossibilia. In mente datur coincidere contraria et contradictoria, quae in ratione longissime separantur. Non bastare l'intuito interiore di Dio senza la contemplazione della natura (misticismo); ma dalla conoscenza del mondo si procede a quella di Dio. Omnes res inferiores sunt repraesentativae superiorum, et uti fit inferius, sic agitur superius. Per ben morire, per godere della beatitudine, si deve anche ben vivere e cercare di godere della felicità: si abbia cura del corpo, e non solo dell'anima. — La volontà è più potente della natura. La volontà di Dio si conosce dalle sue rivelazioni nell'universo."
      },
      {
        "index": 42,
        "text": "Il platonismo non era, di certo, favorevole alla Scolastica, e se il mio oppositore fosse nato in que' tempi, non avrebbe mancato di accusarlo nelle debite forme. Questi filosofi scrivevano con una certa eleganza; allargavano i limiti della teologia, che sino allora era stata unicamente cristiana, senza veruna relazione colle altre religioni e colla natura in generale; e considerando gl'ideali platonici come tipi delle cose favorivano e promovevano lo studio della natura come rivelazione di Dio, e anche lo studio delle azioni umane. Queste novità non avrebbero potuto formare tanti capi di accusa?"
      },
      {
        "index": 43,
        "text": "e) Tra gli aristotelici — oltre Leonico Tomeo[49], il quale si sforza di conciliare la dottrina aristotelica [78] della tabula rasa colla platonica della reminiscenza delle idee —, Alessandro Achillini (professore a Bologna[50]) non vuol riconoscere altro universale, che quello che come essenza delle cose è nella Natura. Il vero Universale non è separato dal particolare, nè è prima del particolare; ma è come forma nella materia. Gli universali, come forme nella materia, servono a formare l'intelletto umano, e a fargli conoscere l'Eterno. Originariamente l'intelletto è solo possibile, non ha in sè verun pensiero universale innato, ma solo la potenza di conoscere. Comincia dal sensibile, e nel sensibile conosce le idee universali poste da Dio nella natura. L'universale, che è nella natura, ci riunisce a Dio. Quindi la necessità d'investigare i pensieri universali di Dio nella natura."
      },
      {
        "index": 44,
        "text": "Uno studio più diligente di Aristotele, dice il Ritter, avea già fatto vedere che l'aristotelismo non era favorevole al nominalismo. Il nominalismo negando la realtà degli universali, era contrario alla investigazione di Dio nella natura, e favoriva la opposizione tra il soprannaturale e il naturale."
      },
      {
        "index": 45,
        "text": "Pomponazzi (mantovano)[51] investiga i limiti dell'intelletto umano. La nostra conoscenza non apprende la verità per intuizione, ed è solamente ombra e vestigio d'intelletto. Verius et ratio quam intellectus appellari dicitur. Non enim, ut ita dixerim, intellectus est, sed vestigium et umbra intellectus[52]. L'unione dell'intelletto possibile coll'attivo non può essere lo scopo della attività umana; l'uomo [79] aliquid immaterialitatis odorat[53], e non altro; anzi sa poco della stessa natura. — Ha più autorità il senso che la ragione, più l'esperienza che i principii razionali. I primi principii non si possono provare, ma solamente credere. E se ciò avviene nella cognizione naturale, tanto più avrà luogo nella cognizione del soprannaturale. In questa è necessaria la fede. — Non solo l'attività speculativa, ma anche l'attività pratica dell'uomo è limitata, sebbene meno della prima. Praticamente l'uomo può arrivare a quella perfezione, a cui non può giungere speculativamente. — Doversi ammettere la contingenza della creazione, ma non potersi comprendere dalla nostra intelligenza. Nello stesso modo, la ragione naturale non può conciliare la libertà umana e la provvidenza divina; nè risolvere il problema dell'immortalità dell'anima. — Senza il corpo non è possibile nè l'intelletto teoretico, nè il pratico: quello non conosce l'universale che nel particolare, e per la rappresentazione del particolare ha bisogno del senso e della immaginazione; il senso senza il corpo, come oggetto della sua attività, non può far nulla; la volontà non opera senza strumenti corporei. Così la vita morale, nella quale consiste tutta la dignità dell'uomo, non è possibile senza il corpo. — Questa necessità del corpo, così per la speculazione come per la pratica, limita di tal maniera il nostro intelletto, che, posto anche che noi fossimo immortali, non potremmo mai conoscere davvero la verità. (Pomponazzi nega la visione intuitiva in Paradiso). In che dunque deve esercitarsi l'intelletto? Non nel cercare di conoscere degli oggetti trascendenti, ma nell'attendere a' bisogni pratici della vita."
      },
      {
        "index": 46,
        "text": "Pomponazzi espone arditamente la opposizione tra l'autorità filosofica e la religiosa, tra la conoscenza naturale e la soprannaturale, e nega perfino che questa abbia un privilegio su quella; il soprannaturale non poter essere conosciuto nè meno dopo la morte. — Questo scetticismo di Pomponazzi è temperato dalla sua filosofia pratica; la vita pratica sia appunto la destinazione dell'uomo. — Nessuno de' suoi contemporanei, dice il Ritter, ha investigato meglio di lui la connessione della scienza colla vita reale. Questa gloria non gli si può negare."
      },
      {
        "index": 47,
        "text": "f) Tra i nuovi filologi, Ludovico Vives[54] crede impossibile una dottrina della prova scientifica: la scienza umana essere limitata, e riuscire alla semplice verisimiglianza, non alla verità assoluta. L'elemento pratico sia da preferire allo speculativo."
      },
      {
        "index": 48,
        "text": "Nizolio[55] nega la realtà delle idee universali: solo le cose materiali essere conoscibili, e il vero metodo essere l'induzione. Quindi impossibile la scienza, che è appunto la cognizione degli universali; la conoscenza non poter essere altro che opinione: conoscenza di sensibili e di particolari. — Questo indirizzo favoriva lo studio delle cose naturali. — Nizolio distingue, come anche Vives, l'elemento formale dall'elemento materiale della cognizione: quello costituisce la filologia, questo la filosofia; quello è l'anima, questo il corpo. — La stessa distinzione è fatta da Pietro de la Ramée (Ramus)[56], il quale preferisce anche il lato formale al materiale."
      },
      {
        "index": 49,
        "text": "L'indirizzo de' filologi aveva questo significato: si stia alla natura, e si riconosca come legge ciò che essa c'insegna; il suo vero insegnamento è nel senso retto. — Il clero in quel tempo era separato scolasticamente dal popolo, e i filologi contribuirono a togliere questa divisione tra i letterati e il popolo, facendo valere il senso comune e la maniera ordinaria di pensare e parlare. I filologi dicevano: se gli scienziati possono formarsi delle parole tecniche, non devono però separarsi dalla vita comune del popolo, in mezzo al quale vivono."
      },
      {
        "index": 50,
        "text": "g) Tra i riformatori, Melantone[57] dice, che la verità assoluta non si può conoscere, e bisogna contentarsi della esperienza; cominciare da' sensi per elevarsi alla conoscenza delle cose spirituali. Il mondo essere una rivelazione di Dio: e come tale, oggetto della filosofia. Teologia e filosofia devono essere separate; la filosofia deve essere popolare, e servire alla vita. Non si deve amare la sola virtù, ma anche la vita e i beni della vita: il matrimonio, la comunità politica, i piaceri ordinati e concessi da Dio."
      },
      {
        "index": 51,
        "text": "Paracelso[58] espone la necessità, che l'uomo cerchi la verità non solo in se stesso, ma anche fuori di se stesso, e conosca il piccolo mondo, — il mondo interiore, — dal gran mondo, dall'esterno. L'arte umana consiste nel fare interno l'esterno, per modo che il gran mondo passi nel piccolo. Che altro è la natura, se non la filosofia? E che altro è la filosofia, se non la natura invisibile? Chi conosce, porta invisibilmente la cosa in se medesimo: è puro specchio [82] delle cose. — Il filosofo deve fare del cielo e della terra un microcosmo, e non trovare nel cielo e nella terra, se non ciò che trova nell'uomo. — Dio si conosce mediante la natura. — L'uomo contiene in sè tutti gli elementi del mondo, ed è nato a fare che la natura si manifesti, cioè si appalesi l'intima essenza, posta da Dio nelle cose. Così nell'uomo si compie la destinazione del mondo. Ma ciò essere impossibile senza la esperienza: senza il lavoro dell'uomo, il quale deve separare e unire le cose, e trasportare l'interno nell'esterno."
      },
      {
        "index": 52,
        "text": "h) In Italia — mentre la gerarchla, specialmente per opera de' gesuiti, si sforzava di rinnovare la Scolastica — il naturalismo prendeva una forma più schietta e determinata. — Telesio[59] professa di voler seguire il senso e la natura. Qui ante nos mundi huius constructionem rerumque in eo contentarum naturam perscrutati sunt, diuturnis quidem vigiliis magnisque illam indagasse laboribus, at nequaquam inspexisse videntur. — Sensum videlicet nos et naturam, aliud praeterea nihil secuti sumus[60]. — In questo luogo è enunciato il nuovo principio delle scienze naturali: il metodo naturale è di osservazione. Telesio precorre Bacone e Galileo. Il solo senso, egli dice in un altro luogo, ci fa conoscere la natura; anzi la prova derivata dal senso è migliore della matematica. In eo certe naturales (conclusiones) praestare videntur, quod a propriis hae principiis et a propriis manant causis, at mathematicae [83] a signo omnes[61]. — Si sa dove si riuscì, ne' secoli posteriori, per questa unica via: al naturalismo e al materialismo. E infatti per Telesio, che vuole investigare ogni cosa col senso, tutti gli oggetti si trasformano in oggetti sensibili: le forze della natura non sono che forze sensibili. E, nell'etica stessa, ogni virtù si riduce all'istinto sensibile della conservazione di sè stesso; e ha un sol fondamento, cioè la riflessione ragionevole, che nasce dall'esperienza di quel che è utile o nocivo. L'interesse personale è in tutti i nostri appetiti ed affetti."
      },
      {
        "index": 53,
        "text": "Telesio separa la fisica dalla teologia, dalla morale, dalla religione, e dalla stessa metafisica. Non nega queste scienze, anzi ammette una scienza superiore alla fisica, ma vuole che quelle non abbiano veruna influenza su questa."
      },
      {
        "index": 54,
        "text": "i) Tra gli ultimi platonici, Patrizio[62] — amico a' gesuiti, ai quali raccomanda la sua filosofia, e denigratore arrabbiato di Aristotele — segue pure, più o meno, lo stesso indirizzo di Telesio. Nel suo sistema (Nova de universis philosophia) si propone principalmente di spiegare l'universo con ragioni fisiche, e di ricercare nella esperienza i punti di unione di tutte le scienze. Ammette la metafisica, e ne fa uso frequentemente, sebbene vagamente e senza esatte definizioni de' principii; ma, al far de' conti, questa scienza — come teorica del soprannaturale — non ha per lui, come per gli altri fisici della sua stessa pasta, altro ufficio, che quello di indicare i limiti della fisica: nel fatto essa non ha [84] più posto d'onore tra le scienze. Con tutto ciò egli non è sensualista come Telesio, e pone l'origine di ogni cognizione non solo nel senso, ma nella mente. De incognitis nulla nobis condetur philosophia. A cognitis ergo initium sumendum. Cognitio omnis a mente primam originem, a sensibus exordium habet primum. Ogni attività, ogni forza è sempre per Patrizio qualcosa d'incorporeo ed immateriale; il corpo, la materia, è per sè inerte; una forza puramente sensibile è una contraddizione. Omnis enim actio incorporei. Nullum enim corpus actionem sui natura habet ullam, et si quid corpora agere videantur, per incorporeum quid, quod in ipsis est, id operantur. — Passiones namque corporum sunt actiones. Nihil enim aliud agit corpus quam patitur. — Il merito di Patrizio sopra i suoi predecessori è di aver avuto un concetto più chiaro e rigoroso di questa dottrina."
      },
      {
        "index": 55,
        "text": "k) Tra gli ultimi aristotelici, Cesalpino[63] — autore della prima botanica sistematica e della prima mineralogia, e scopritore della circolazione del sangue prima di Harvey — concepisce l'universo come un ente vivo, e tutte le cose come parti organiche di quest'ente. Le cose non hanno significato, che in quanto sono organi dell'universo ed hanno in sè la vita del tutto. L'essere di ogni sostanza non è altro che la sua stessa attività, e la connessione di tutte le attività è la vita universale del mondo. — Fondamento eterno e universale di tutte le cose è la materia, la quale come soggetto de' corpi è ingenita e incorruttibile, ed è la estensione pura (ingenita et incorruptibilis substantia). La materia è [85] l'essere intelligibile di Dio (pel cardinale di Cusa era la potenza); il quale, come intelligenza, non è che la forma universale del mondo. — L'essere delle cose intelligenti consiste nella conoscenza che hanno di se stesse. La moltiplicità delle intelligenze dipende dalla moltitudine delle forme materiali. Una è la intelligenza, la quale è in tutte le parti, per modo che un essere intelligente non è già un'intelligenza particolare, ma solo la intelligenza nel particolare. L'intelligenza è uno e molti, come la potenza sensitiva dell'anima nelle membra del corpo. Questa intelligenza è Dio. Esser vano domandare, se un essere intelligente abbia intelletto degli altri, giacchè in verità non sono altre intelligenze, ma una e medesima intelligenza. Essi sono diversi come il piede e la mano, l'occhio e l'orecchio. — Il divino è in ogni cosa, e ogni cosa è in certo modo uno; altrimenti non sarebbe possibile il passare da una cosa a un'altra. La scienza deve comprendere quest'Uno che è in tutte le cose, e anche in noi. Comprendendo noi stessi, noi comprendiamo Dio, del quale siamo una partecipazione; e questa eterna intellezione è la beatitudine. — Senza la materia, almeno come materia pura, non essere possibile l'intelligenza; non esser possibile la moltitudine delle intelligenze."
      },
      {
        "index": 56,
        "text": "Zabarella[64] pone anche la materia eterna, e dice anche, che come soggetto del corpo è l'estensione pura. La fisica è superiore alla metafisica, anzi il fondamento di essa. Dalla conoscenza del mondo si procede a quella di Dio. Il principio pensante è inseparabile dal corpo: dalla materia."
      },
      {
        "index": 57,
        "text": "Cremonini[65] (professore a Ferrara e a Padova) raccomanda l'induzione e l'esperienza come la vera via de' principii delle scienze. La fisica è la scienza per eccellenza: l'esistenza di Dio non si può provare che fisicamente. — L'essenza dello spirito è il pensiero: l'essere intelligente non conosce che se stesso. L'essenza della materia è l'estensione."
      },
      {
        "index": 58,
        "text": "Da questa stessa scuola padovana provenne l'infelice Vanini[66]; del quale taccio, perchè le sue opere e la sua filosofia sono abbastanza note."
      },
      {
        "index": 59,
        "text": "Da tutte queste citazioni, prese così qua e là e quasi alla rinfusa, si vede chiaro dove debba andare a finire questo gran movimento di quasi duecento anni, il quale si fece principalmente in Italia e si compì in Bruno e Campanella. Cartesio, Bacone, Spinoza, Locke non si faranno molto aspettare. Si dirà, che tutto questo periodo, a cui la storia ha dato giustamente il nome di Risorgimento, non significhi altro che l'aberrazione dello spirito italiano. Si dica pure. Ma ciò che non si può negare, è appunto questo: che tale aberrazione ha durato due secoli, e coincide colle più grandi scoperte dello spirito moderno: la stampa, la circumnavigazione, il nuovo mondo, il sistema copernicano, e quel solenne avvertimento, per non dir altro, che ebbe da un frate la gerarchla, e da cui essa trasse, al solito, quel profitto che tutti sanno![67]"
      }
    ]
  }
}
