{
  "chapterNumber": 8,
  "title": "Lezione Quarta: Tommaso Campanella (Fourth Lecture: Tommaso Campanella)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Concetto della Restaurazione cattolica. — Carattere generale della filosofia del Campanella."
      },
      {
        "index": 1,
        "text": "Campanella è l'ultimo filosofo del Risorgimento. Il suo imprigionamento coincide quasi colla morte eroica di Bruno e colla nascita di Cartesio. Io non racconterò qui la sua vita; non indagherò se egli avesse davvero congiurato contro gli Spagnuoli. Il D'Ancona ed altri tentarono, di già sono parecchi anni, tutte le vie per dimostrare la falsità dell'accusa, quasi temendo che la sua verità storica fosse un'infamia pel frate di Stilo. Le ragioni del D'Ancona — allora giovanissimo, e pur colto e ingegnoso — furono da me sommariamente discusse nella introduzione a' miei studii sulla teorica della cognizione e sulla metafisica di Campanella[68]. Qui io devo considerar Campanella soltanto come filosofo."
      },
      {
        "index": 2,
        "text": "Campanella è il filosofo della restaurazione cattolica. Si è dato questo nome a quel tentativo, più [88] o meno serio e sincero, di conciliazione, iniziato e promosso dal clero in generale dopo la Riforma, tra il medio evo e la tendenza del nuovo tempo, tra la Scolastica e il pensiero libero. Campanella è come due uomini e due coscienze in una: l'uomo del medio evo — il discepolo di S. Tommaso —, e l'uomo nuovo, con nuovi istinti e tendenze, il quale teme sempre di contraddire al primo e quasi diffida di se stesso. Perchè dunque sia ben compreso il significato di Campanella nella storia della nostra filosofia, io credo di dover esporre, quanto più brevemente potrò, il concetto di questa restaurazione. Si sa, che la filosofia non è mai qualcosa d'astratto e d'indifferente verso le altre forme reali della vita, ma nasce sempre o almeno viene determinata da una data posizione storica della vita stessa."
      },
      {
        "index": 3,
        "text": "Ora la differenza tra il medio evo e il nuovo tempo, considerata in quelle forme principali della vita umana, che sono lo Stato, la religione e la filosofia, è la seguente:"
      },
      {
        "index": 4,
        "text": "1. Nel medio evo lo Stato dipende assolutamente dalla Chiesa, come si vede chiaro dalla teorica della relazione tra le due spade: la spirituale e la temporale. Lo Stato non ha altro valore che quello di piedistallo della statua di Dio, che è la Chiesa; non è in sè niente di divino (di legittimo e razionale), ma è sacro solo come piedistallo. Per Dante stesso — il quale noi sogliamo venerare come il primo autore del concetto del nostro Stato autonomo e nazionale —, lo Stato non è altro ancora che il Sacro romano imperio, e l'Italia soltanto la prima gemma dell'imperiale corona. Lo Stato è uno ed universale, come una ed universale è la Chiesa; e non solo lo Stato come tale è soggetto alla Chiesa, ma lo Stato nazionale è una cosa secondaria."
      },
      {
        "index": 5,
        "text": "La religione è impacciata da forme esterne troppo materiali; le quali spengono, invece di manifestare, la vitalità dell'idea religiosa. Nella Chiesa, come governo di Dio su questa terra, come papato e gerarchla, si fa una mostruosa mescolanza dell'infinito e del finito, a' quali si attribuisce egual valore; un tempio, un convento, una pietra sono sacri come la stessa legge divina, e sempre superiori a tutte le leggi umane. Tale è l'origine delle immunità e d'ogni maniera di privilegi locali e personali."
      },
      {
        "index": 6,
        "text": "La scienza (e specialmente la filosofia, come ho già detto nella lezione terza) dipendeva assolutamente dalla teologia."
      },
      {
        "index": 7,
        "text": "2. Nel nuovo tempo, al contrario, lo Stato intende di separarsi dalla Chiesa, acquistare la propria autonomia, e dire: io sono, e sono qualcosa di divino e ho una missione divina sopra la terra. A questo indirizzo corrisponde la formazione delle nazionalità e della monarchia."
      },
      {
        "index": 8,
        "text": "La religione intende di liberarsi dalle forme esterne troppo materiali e raccogliersi nella purezza ed interiorità del sentimento: e pregiare non le sole opere senza la fede (e neppure la sola fede senza le opere), ma le opere prodotte e vivificate dalla fede."
      },
      {
        "index": 9,
        "text": "La scienza, finalmente, intende di emanciparsi dalla teologia; cerca nel pensiero (nella natura e nella coscienza) la base della certezza, e già dice: penso, dunque sono."
      },
      {
        "index": 10,
        "text": "In generale: nel medio evo, il divino è solo l'elemento religioso, e l'uomo effettua il divino, solo nella religione. Nel nuovo tempo, invece, la religione è solo una delle forme del divino nell'uomo, e le altre sono appunto lo Stato, la scienza, l'arte; e l'uomo può elevarsi a Dio ed effettuare il divino anche nella pratica della vita civile, nell'arte, nel sapere."
      },
      {
        "index": 11,
        "text": "Ora ecco come i restauratori cattolici si misero a conciliare questa opposizione."
      },
      {
        "index": 12,
        "text": "Quanto allo Stato, fecero questa gran concessione: Chiesa e Stato stanno tra loro come anima e corpo (non più come statua e piedistallo); sono due sostanze, due nature (dottrina tomistica: San Tommaso trascende in parte il medio evo). Il corpo, come ente per sè, ha una certa indipendenza: vegeta, vive, mangia, digerisce, etc., etc. Ma nelle cose che interessano l'anima, o deve lasciar fare all'anima o deve dipendere dall'anima (nelle così dette funzioni miste). Egualmente lo Stato. Il quale apre strade, dissecca paludi, riscuote tasse, produce e consuma, etc., etc. Ma non può definire quel che è buono e giusto — non può far leggi veramente degne di questo nome —, senza consultare e obbedire l'oracolo supremo, che è la Chiesa. Non ci è bisogno di dire, che questa dipendenza dello Stato si estende anche alle azioni miste. — Questa relazione tra la Chiesa e lo Stato è da' moderni gesuiti rappresentata più grossolanamente così: la Chiesa è il medico che fa la ricetta, e lo Stato è lo speziale che la spedisce. Ovvero meglio: la Chiesa è l'architetto, e lo Stato è il muratore[69]. I primi gesuiti erano più larghi e liberali; e concependo le due potestà, la spirituale e la temporale, come immediate a Deo tutte e due, facevano conferire la prima a S. Pietro e successori, e la seconda al popolo solo, alla [91] moltitudine, alla massa; la quale poi la trasferisce sub conditione o per contratto nel Principe. Perciò la potestà del Principe non è di origine divina, come quella del Papa; il diritto divino è solo nella massa. Così i gesuiti d'allora per combattere la prima forma dell'autonomia dello Stato (la monarchia assoluta), mettevano innanzi la sovranità popolare e negavano il diritto divino de' principi; e i gesuiti d'oggi giorno, per combattere la vera forma dell'autonomia dello Stato, fondata nella volontà nazionale, mettono innanzi il vecchio diritto divino delle famiglie principesche. Il fine è lo stesso; solo i mezzi sono differenti."
      },
      {
        "index": 13,
        "text": "Quanto alla religione in generale, la conciliazione fu l'opera, si sa, del Concilio tridentino."
      },
      {
        "index": 14,
        "text": "Nella filosofia finalmente essa ebbe la sua forma più schietta, e direi quasi disinteressata, appunto nel sistema di Campanella."
      },
      {
        "index": 15,
        "text": "In generale, questa restaurazione, come tutte le restaurazioni fatte da coloro che hanno perso e vogliono rifarsi, non fu una vera conciliazione. Pure fu in qualche modo un progresso. E il maggior bene fu questo: che si riconobbe che ci era qualcosa da fare e qualche opposizione da conciliare. Gli stessi restauratori ammettevano, almeno implicitamente, che il mondo non andava più come era andato nel medio evo. Questa convinzione era così profonda in Campanella, che tra lui e la schiera comune de' restauratori ci è da fare una gran differenza. Costoro, più che a fondare il nuovo, miravano a conservare o riedificare il vecchio mondo; Campanella al contrario si sentiva come tirato dal nuovo, e il vecchio faceva su lui, dirò così, l'effetto d'un contrappeso. Gli altri guardavano indietro, e avrebbero volentieri voltato per sempre le spalle a ogni [92] avvenire; Campanella guardava innanzi, e si volgeva indietro come il fanciullo verso la madre che l'ha allevato."
      },
      {
        "index": 16,
        "text": "Infatti fin da giovinetto, come ho già notato in una mia scrittura[70], Campanella difende la fisica di Telesio, cioè la nuova scienza, la scienza della natura opposta alle credenze ecclesiastiche; ma nel tempo stesso con pietà religiosa indaga la relazione della vita naturale colla soprannaturale."
      },
      {
        "index": 17,
        "text": "Vuol riformare la filosofia (cioè, non si contenta nè della Scolastica, nè davvero del medio evo) e la società (Città del sole); ma conservando, anzi promovendo sempre il rispetto della Chiesa cattolica."
      },
      {
        "index": 18,
        "text": "Ammette il progresso; ma indirizzato ad una monarchia universale, capo il Papa, alla estirpazione dell'eresia, alla comunità de' beni e delle donne. Riconosce che lo Stato e le relazioni mondane non sono il puro nulla, sebbene non abbiano in sè il divino, ma lo ricevano solo per partecipazione, in quanto servono a' fini della Chiesa; il vero Stato è l'ecclesiastico-laicale. È divino solo l'elemento religioso."
      },
      {
        "index": 19,
        "text": "Afferma il valore del senso e della esperienza: anzi nella esperienza fonda tutta la scienza delle cose umane e naturali, e pone come principio la coscienza di sè e l'attività spontanea dello spirito (precorre l'empirismo ed il razionalismo). Ma con tutto ciò la scienza naturale non è cosa divina, e ha radice principalmente nell'anima materiale, più che nella immateriale (che è l'organo della religione). — Dualismo tra il naturale e il soprannaturale, come tra le due anime."
      },
      {
        "index": 20,
        "text": "Insiste sulla necessità di studiare la natura, gran libro o codice di Dio: questo studio è tutta la filosofia. Ma il mondo in generale è solo la statua di Dio, non un lato della vita di Dio. Dio nella sua verità è assolutamente fuori del mondo, e ce lo fa conoscere solo la religione, non la filosofia; la quale così è di certo regina delle scienze naturali, ma sempre ancella della teologia."
      },
      {
        "index": 21,
        "text": "Ma se la filosofia e le scienze naturali non ci fanno conoscere la verità, che è Dio stesso, a che servono? Come giustificare la necessità della loro esistenza? In generale, perchè questa vita terrena, finita, mutabile? Non se ne sa niente; è pericoloso anche il congetturare su ciò, dice Campanella."
      },
      {
        "index": 22,
        "text": "Campanella non comprende la necessità del finito in generale: la mondanità e umanità di Dio. Quindi i due caratteri della sua filosofia: teologismo e scetticismo. Questo è la convinzione che il sapere umano non basta a tutto, perchè sempre imperfetto; quello è la convinzione della necessità di sussidii straordinarii per soccorrere la ragione[71]."
      },
      {
        "index": 23,
        "text": "Il suo teologismo si fonda dunque nel suo scetticismo. All'opposto, il teologismo scolastico era puramente dommatico."
      },
      {
        "index": 24,
        "text": "Questo scetticismo — diverso dall'antico, e prodotto dalla contemplazione della natura — è un elemento nuovo nella filosofia. (Anche oggi i naturalisti in generale non fanno consistere la scienza umana che nell'osservazione e nella esperienza; nel resto sono scettici, e, o ricorrono alla rivelazione, o non ci credono affatto. A certi problemi — i quali interessano, più che essi non credono, lo spirito umano, [94] perchè concernono l'uomo stesso, non come minerale, pianta o semplice animale, ma appunto come uomo — i naturalisti non sanno rispondere altrimenti che o negando i problemi medesimi o facendone una girata al curato e al confessore). — Abbiamo visto le diverse forme di questo scetticismo nel Risorgimento (Cusano, Valla, Pomponazzi, etc.). Adunque, epilogando, possiamo dire, che nella nostra filosofia Campanella ha questo significato: — è filosofo libero, che confida nel senso, nella esperienza e nella coscienza di se stesso; ma non è libero, non dico come Bruno, ma nè meno come Pomponazzi, Achillini, Cesalpino; non è scolastico, e più che Bruno, in quanto cerca di fondare la filosofia nella coscienza di sè; ma ne' risultati si accorda, più che non si potrebbe credere, colla dottrina gerarchica del medio evo. Rompe sì i ceppi alla scienza, ma sol perchè questa se li rifaccia da sè; e si sottometta liberamente, quasi per esperienza, alla fede."
      },
      {
        "index": 25,
        "text": "È insomma, come ho già detto, il filosofo della restaurazione cattolica."
      },
      {
        "index": 26,
        "text": "Il concetto della restaurazione si riassume nel seguente concetto della vita umana."
      },
      {
        "index": 27,
        "text": "L'uomo, dice Campanella, è imperfetto; il suo stato non corrisponde alla sua natura; egli è in lotta con se stesso. Causa di ciò è il peccato. Quindi la necessità dell'aiuto divino. Giovano anche le leggi positive (quindi il valore dello Stato); ma non bastano. Ci bisogna altro: la rivelazione. A questa però si accompagna la religione interna, nella quale solamente noi partecipiamo alla vera libertà."
      },
      {
        "index": 28,
        "text": "Qui ci è del vecchio e del nuovo, e tale è Campanella stesso: l'uomo restaurato. Il principio [95] nuovo che si associa all'antico, all'autorità e al sillogismo (che esplica e vuol comprendere i dati dell'autorità), è la religione interna; ciò, che egli chiama anche tactum intrinsecum. «A deo errantes per flagella reducti sumus ad viam salutis et cognitionem divinorum, non per syllogismum, qui est quasi sagitta, qua scopum attingimus a longe absque gusta, neque modo per auctoritatem, quod est tangere quasi per manum alienam, sed per tactum intrinsecum in magna suavitate». Cioè in magna libertate."
      },
      {
        "index": 29,
        "text": "Il vero principio di questa ristaurazione non è nè l'autorità nè il sillogismo, ma il tactus intrinsecus. Cos'è questo tactus? In generale nient'altro che il sentire, la coscienza di sè, la presenza dello spirito a sè medesimo, l'Io, il pensare, la certezza."
      },
      {
        "index": 30,
        "text": "E tale è il principio della filosofia di Campanella. Questo è l'elemento nuovo in lui[72]."
      }
    ]
  }
}
