{
  "chapterNumber": 5,
  "title": "Lezione Prima (First Lecture)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Motivo e soggetto della introduzione — Pregiudizio della nostra coscienza nazionale — Necessità d'una storia del pensiero italiano nella sua relazione col pensiero europeo."
      },
      {
        "index": 1,
        "text": "«Sono alcuni, che, per qualche credula pazzia temendo che per vedere non se guastino, vogliono ostinatamente perseverare ne le tenebre di quello che hanno una volta malamente appreso. Altri poi sono i felici e ben nati ingegni, verso gli quali nisciuno onorato studio è perso; temerariamente non giudicano, hanno libero l'intelletto, terso il vedere, e son prodotti dal cielo, si non inventori, degni però esaminatori, scrutatori, giodici e testimoni de la verità. Di questi ha guadagnato; guadagna e guadagnarà, l'assenso e l'amore il Nolano. — Quello, al che doviamo fissar l'occhio de la considerazione, è, si noi siamo nel giorno e la luce de la verità è sopra il nostro orizonte, o vero in quello degli avversarii nostri...; si siamo noi in tenebre, o ver essi; e in conclusione, si noi, che damo principio a rinovar l'antica filosofia, siamo nella mattina per dar fine alla notte, o pur nella sera per dar fine al giorno»."
      },
      {
        "index": 2,
        "text": "Bruno, Cena de le ceneri, 132, 134[17]."
      },
      {
        "index": 3,
        "text": "La giustificazione della scienza — il vedere che ella è non solo la mattina, come dice Bruno nelle parole che ho lette, ma il pien meriggio, e che i suoi avversarii sono non solo nella sera, ma in piena notte —, questa giustificazione o piena testimonianza cha la scienza fa di sè, è la scienza stessa, tutta la scienza."
      },
      {
        "index": 4,
        "text": "La scienza non si può dir davvero giustificata, se non quando è giunta al suo ultimo risultato, quando ha toccato la sua meta. Questa meta è la scienza stessa, la scienza come oggetto della scienza, la scienza che spiega se stessa."
      },
      {
        "index": 5,
        "text": "Questa proprietà della scienza — di giustificare assolutamente se stessa — forma il suo privilegio e la sua difficoltà. Da un lato, essa non deve presupporre nulla che non sia la scienza, ed esiste solo a questa condizione. E dall'altro lato, ella deve spiegare non solo, come si dice, il reale, le esistenze, le cose del mondo, ma se stessa come suprema e assoluta realtà. La scienza non è, come si crede comunemente — come credono spesso gli stessi scienziati —, una semplice immagine o copia, più o meno fedele, del reale o delle cose: una fotografia, che riproduca più o meno felicemente un mondo, di cui il fotografo o la fotografia stessa non facciano parte. Il reale o il mondo senza la scienza — preso così per sè — non è il vero reale, il vero mondo. Questo è solo la scienza, giacchè scienza non vuol dir altro che la verità del mondo. Il reale senza la scienza è solo una parte del reale; la quale, presa pel tutto e riprodotta semplicemente dalla scienza, è falsa, perchè solo in quella unità, che è il Tutto, essa ha il suo vero significato."
      },
      {
        "index": 6,
        "text": "Le scienze particolari, p. e., la matematica, la fisica, non hanno nè questo privilegio, nè questa difficoltà. Da una parte esse presuppongono i proprii principii, e dall'altra non giustificano se stesse come scienze. Così la materia della geometria sono le pure dimensioni dello spazio, e non già la stessa geometria; la materia della fisiologia è la vita, e non già la scienza stessa della vita. Solo la filosofia ha per ultimo oggetto se stessa; e può dir di aver spiegato il reale, solo quando ha spiegato se stessa."
      },
      {
        "index": 7,
        "text": "Perciò la filosofia non è una scienza fra le scienze, ma la Scienza; non è solo, come si dice, la prima scienza, la scienza fondamentale, ma la scienza, dirò così, finale. Non è un punto, un luogo comune, da cui partono tutte le scienze particolari, e poi viaggiano e vanno, ciascuna per sè, non si sa dove; ma è anche l'indirizzo e la meta comune del loro viaggio. Non è, insomma, per le scienze particolari una semplice rimembranza, una formola imparata nella fanciullezza, un primo battesimo, le cui tracce si disperdono nella corrente della vita; ma è lo scopo dell'uomo maturo, l'avvenire, l'ultima consacrazione."
      },
      {
        "index": 8,
        "text": "Chi dunque si fa a imparare la scienza deve avere, più che altri, una certa buona disposizione, una certa fede in chi la insegna, una certa dose di pazienza: deve aspettare, che la luce venga quando ha da venire. Tali sono i felici e ben nati ingegni, verso i quali nessuno onorato studio è perso. Di questi, se io non presumo troppo di me, io spero di guadagnare l'assenso e l'amore."
      },
      {
        "index": 9,
        "text": "Ma pur troppo tali ingegni non sono molti! E fossero pur molti, vi ha sempre di coloro, che hanno qualche credula pazzia, che temono che per vedere non si guastino, che perseverano in quel che hanno una volta male appreso."
      },
      {
        "index": 10,
        "text": "Dire a questi ultimi: «Aspettate, abbiate pazienza, la scienza si giustificherà pienamente alla fine», è tempo perso, fiato sprecato."
      },
      {
        "index": 11,
        "text": "Voi gli invitate a entrare nel tempio della Scienza, a visitarne gli altari, a penetrare nel santuario; ed essi o s'arrestano innanzi alla porta, o vi voltano le spalle. Perchè? Perchè vedono in voi, in qualche vostra prima parola, qualcosa che offende la loro credula pazzia, il loro timore, quello che hanno malamente appreso."
      },
      {
        "index": 12,
        "text": "Con costoro dunque il dire: la giustificazione verrà, non fa niente. Questa giustificazione fa per quelli, che sono già entrati. Come adoperare con quelli che non vogliono entrare?"
      },
      {
        "index": 13,
        "text": "Io vi vedo entrati già tutti in questa sala, e parlo a coloro che sono entrati. Ma io vorrei che la vostra presenza qui fosse una vera entrata: un'entrata spirituale. Su quella soglia bisogna deporre le credule pazzie, ogni vano timore, tutte le cose malamente apprese: insomma, ogni pregiudizio."
      },
      {
        "index": 14,
        "text": "A me pare l'unica via sia questa: guardare in faccia questi pregiudizii; lottare, dirò così, con essi corpo a corpo, francamente, senza vani rispetti; far vedere, che la credula pazzia non è credula pazzia; il timore, timore; le cose mal apprese, cose mal apprese. Insomma, che il pregiudizio o la falsa coscienza, è pregiudizio o falsa coscienza."
      },
      {
        "index": 15,
        "text": "Ora uno dei più funesti pregiudizii nostri è:"
      },
      {
        "index": 16,
        "text": "il falso concetto della nostra filosofia;"
      },
      {
        "index": 17,
        "text": "il falso concetto della storia della filosofia in generale;"
      },
      {
        "index": 18,
        "text": "il credere, insomma, che l'ultimo risultato a cui è giunta la speculazione moderna europea, sia in opposizione coll'ultimo risultato, a cui è giunta la nostra."
      },
      {
        "index": 19,
        "text": "Lo scopo della mia Prolusione è stato di vincere l'uno e l'altro pregiudizio, che sono in sostanza uno solo; cioè esporre il vero concetto — quello che io credo vero — della filosofia nostra e della europea, e far vedere come coincidono e devono concidere."
      },
      {
        "index": 20,
        "text": "E infatti lo spirito veramente filosofico è solo lo spirito ariano, il nostro spirito. A principio, noi altri popoli indogermanici, o se volete, indo-europei, eravamo una sola stirpe, una sola famiglia, una massa sola. Naturalmente, non ci era ancora filosofia; non c'erano ancora tante altre cose, che la filosofia presuppone. Poi, a poco a poco, l'uno dopo l'altro, ci separammo, forse senza dirci addio, e senza pensare che un giorno ci saremmo riveduti; chi andò di qua, chi di là, dispersi, come si è detto, sulla faccia della terra. Questa separazione fu un gran progresso: cominciammo a diventar nazioni, ad avere una vita propria, distinta, nazionale; a svolgere in tanti modi e forme diverse tutta la ricchezza della nostra originale natura. Qualcuno di noi giunse, prima degli altri, a tal grado di sviluppo, che potè esprimere la sua propria intuizione e celebrare il mistero della vita in quella chiara ed alta coscienza, che è solo la filosofia. Così la nostra antichità — devo dire tutta l'antichità — ebbe due grandi filosofie: l'indiana e la greca, nelle quali lo spirito ariano si specchia perfettamente come indiano e greco. Altri non si elevarono da sè a questa coscienza. Tali furono, checchè si dica in contrario, i latini. Di poi, dopo tanto tempo, tante vicende, tante lotte, dalle quali uscimmo, più o meno, con diverso volto e quasi con altra natura, noi cominciammo ad unirci di nuovo: a sentire e conoscere la nostra unità, la nostra comune natura, non solo tra noi, ma co' popoli di altre stirpi. L'espressione [50] più chiara e genuina di questa coscienza — della coscienza della nostra umanità — è la filosofia moderna. Togliete questa coscienza, e la filosofia moderna non ha più significato. Ho detto la filosofia moderna, e dovrei dire la filosofia antica: la greca, da Socrate in poi; giacchè il principio socratico — inteso in un modo più o meno ristretto, cioè come semplice oggettività ideale di Platone ed Aristotele — nella sua pura ed ampia virtualità è appunto l'antropologismo. Con Socrate la filosofia precorre, almeno — ripeto — virtualmente, i nuovi tempi: i tempi umani."
      },
      {
        "index": 21,
        "text": "Questo ora vedono anche i ciechi; ma non i nostri nuovi bramani[18]. Costoro s'hanno foggiato una storia della filosofia a loro modo, e l'hanno gerarchicamente divisa in caste, come gli antichi divisero la società indiana. Ogni nazione, essi dicono, ha la sua propria e particolare filosofia, e ciascuna filosofia è una casta. Guai, se si confondono le caste! In Europa oggi si nasce ontologista o psicologista, puro o impuro, teista o panteista, come nella valle del Gange si nasceva e si nasce tuttavia Bramano, Kshatriya, Vaisja e Sudra. Naturalmente i bramani — la primogenitura di Brama — siamo noi italiani; e non ci è bisogno di dire chi siano i Sudri, anzi i Tschandali, gl'impuri, i reietti, gli eslegi. Se costoro avessero ragione, o tanto potere quant'hanno poca ragione, farebbero davvero dell'Italia una nuova India bramanica, e noi dormiremmo tranquilli i nostri sonni sulle rovine del nuovo buddismo!"
      },
      {
        "index": 22,
        "text": "Mostrare questa coincidenza dell'indirizzo della nostra filosofia colla filosofia europea, è opera della storia della filosofia."
      },
      {
        "index": 23,
        "text": "Io non farò, nè posso fare qui questa storia come si deve. Solo mi propongo di fare una breve esposizione del nostro pensiero filosofico dal secolo XVI sino al Gioberti nella sua relazione col pensiero europeo."
      },
      {
        "index": 24,
        "text": "Questa sarà la mia introduzione alle lezioni di filosofia: la mia propedeutica. So bene, che essa non è la vera propedeutica; giacchè io non considero qui il pregiudizio o la serie dei pregiudizii (tutto il falso sapere) della coscienza come tale, nè mediante la critica di questi pregiudizii la elevo all'orizzonte della scienza. Vi ha un pregiudizio più forte di quel generale della coscienza; e questo è appunto il pregiudizio nazionale, e proprio della nostra coscienza, del quale ho parlato. Questo particolare e tenace pregiudizio io devo superare."
      },
      {
        "index": 25,
        "text": "Fermato così, che la verità, come risultato del processo storico, è sopra il nostro orizzonte; che noi siamo nella mattina per dar fine alla notte, e non nella sera per dar fine al giorno, solo allora noi potremo muoverci liberamente e sicuramente in questo orizzonte e costruire il sistema della scienza."
      },
      {
        "index": 26,
        "text": "L'introduzione sarà breve; e per questa ragione — tra le altre — credo che non contenterà tutti, e in tutto. A questo difetto io cercherò di supplire con corsi speciali su' sistemi de' filosofi italiani[19]."
      }
    ]
  }
}
