{
  "chapterNumber": 13,
  "title": "Lezione Nona: Vincenzo Gioberti (Ninth Lecture: Vincenzo Gioberti)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Coincidenza di Hegel e Gioberti — Critica della filosofia di Gioberti. — Parte prima: Teorica del conoscere. — A) Elementi del conoscere. — B) Il conoscere assoluto. — Parte seconda: Il sistema."
      },
      {
        "index": 1,
        "text": "La soluzione del problema del conoscere — della realtà cosciente, della Psiche — consiste nel puro conoscere."
      },
      {
        "index": 2,
        "text": "La differenza tra il conoscere — il fatto del conoscere — e il puro conoscere è stata esposta nella lezione antecedente."
      },
      {
        "index": 3,
        "text": "I momenti storici del puro conoscere sono in Alemagna la Coscienza, l'Autocoscienza, la Ragione e lo Spirito, cioè Kant, Fichte, Schelling ed Hegel[114]."
      },
      {
        "index": 4,
        "text": "In Italia sono la Sensibilità di Galluppi, l'Ente possibile di Rosmini, e l'Ente assolutamente reale o creatore di Gioberti."
      },
      {
        "index": 5,
        "text": "Gioberti compendia in sè i momenti anteriori, cioè Galluppi e Rosmini, come Hegel compendia Kant, Fichte e Schelling; anzi — giacchè i momenti anteriori al puro conoscere, il cartesianismo e il lochismo, la chiarezza di Bruno, e ora posso dire di tutti i filosofi nostri del Risorgimento, di Campanella, [166] di Telesio, di Cesalpino, di Cremonini, di Zabarella, non si erano spiegati originalmente in Italia, — Gioberti li compendia o meglio riproduce, confusamente e spesso come soltanto coesistenti coi nuovi momenti, coi momenti del puro conoscere. Così l'intuito è in sè il puro conoscere, il conoscere assolutamente puro, la possibilità assoluta del conoscere; non è un fatto, ma fare assolutamente. E pure Gioberti (e più di lui i giobertiani) lo pigliano spesso per fatto, per il fatto stesso del conoscere, come una vera intuizione innata originaria dell'Ente creante, come una conoscenza immediata naturale, come idea innata; nello stesso modo che Cartesio pigliava il suo pensiero. Così Gioberti è cartesiano, vecchio cartesiano, quando meno sel crede. Quindi accade, che l'Ente, in quanto afferrato effettivamente dall'intuito immediato, è determinato a modo di Spinoza — e non può essere diversamente — come semplice Sostanza-causa; e quindi l'accusa di spinozismo contro Gioberti da coloro che non vedono che un lato solo del suo pensiero."
      },
      {
        "index": 6,
        "text": "Si è paragonato Gioberti a Schelling. Il paragone è giusto, se l'intuito non si considera come innato, ma come una subitanea elevazione della coscienza volgare al cielo della scienza."
      },
      {
        "index": 7,
        "text": "L'intuito o il conoscere puro giobertiano — come intuito dell'Ente creante — è in sè tutto il conoscibile; giacchè fuori dell'Ente creante non vi ha nulla, e l'Ente creante vuol dire tutto il conoscibile. Perciò l'intuito è in sè assoluto conoscere o sapere, cioè quel sapere in cui tutto è chiaro; in cui tutta la realtà è sapere, tutta sapere: trasparenza o specchialità assoluta, come dice lo stesso Gioberti."
      },
      {
        "index": 8,
        "text": "Tali non sono i semplici momenti del puro conoscere. La sensibilità del Galluppi è il conoscere solo come esperienza, come semplice coscienza: l'universo, l'anima, Dio sono una regione perfettamente oscura. E semplice coscienza è il conoscere kantiano e rosminiano. Il conoscere fichtiano è semplice mentalità o soggettività; e la natura o il non-io è oscuro. Il conoscere schellinghiano è semplice ragione o idealità oggettiva, e non già idealità oggettiva come mente o coscienza di sè. Solo il conoscere hegeliano e giobertiano — come la ragione o la idealità oggettiva conscia di se stessa, come spirito — è trasparenza o chiarezza assoluta."
      },
      {
        "index": 9,
        "text": "Il risultato di tutte queste lezioni — di questa breve storia del pensiero italiano e insieme del pensiero europeo — è, adunque, questo punto comune: il conoscere come assoluta chiarezza. Tale è il pensare puro di Hegel; tale è l'intuito di Gioberti."
      },
      {
        "index": 10,
        "text": "Pensare puro e intuito vuol dire: la realtà assolutamente chiara, assolutamente trasparente; cioè assolutamente conosciuta."
      },
      {
        "index": 11,
        "text": "Pensare puro e intuito è dunque l'orizzonte o il cielo della Verità: il vero cielo della Scienza."
      },
      {
        "index": 12,
        "text": "A questo cielo noi ci siamo elevati mediante la storia; il puro conoscere non è altro qui per noi che il risultato del processo storico. E perciò, al far de' conti, non è un risultato scientifico, ma un semplice fatto, che nasce necessariamente da altri fatti; e il primo fatto è la posizione cartesiana. Si sa, che la coscienza storica in generale non è ancora la coscienza scientifica; il mondo de' semplici fatti non è il cielo della scienza, il cielo della verità. Perchè dunque il puro conoscere sia quel che ha da essere, cioè scienza e non semplice fatto, bisogna che apparisca come risultato del processo [168] della coscienza stessa e in se stessa, e non già del semplice processo storico. Il conoscere assolutamente puro deve essere dimostrato — nella coscienza stessa — come la possibilità assoluta della coscienza: come la stessa possibilità del conoscere."
      },
      {
        "index": 13,
        "text": "Questa dimostrazione del conoscere è la vera Teorica del conoscere."
      },
      {
        "index": 14,
        "text": "Ma questo puro conoscere, come risultato della teorica del conoscere, appunto perchè è semplice intuito o pura possibilità assoluta del conoscere, non è ancora attuale puro conoscere; è la potenzialità della scienza, e non già la scienza, ossia tutta la scienza: è intuito, non riflessione in se stesso: semplice orizzonte o prospetto, non ancora mondo o sistema della Verità. Esso è scienza solo come potenzialità del puro conoscere, come risultato del movimento dialettico della coscienza."
      },
      {
        "index": 15,
        "text": "Il puro conoscere deve, dunque, diventare puro attuale conoscere: attuale, senza cessare di esser puro. Non deve ridiventare quella realtà del conoscere, che esso ha già superata; quel reale conoscere, dal quale la coscienza si è già elevata al puro conoscere; un qualche grado del conoscere come coscienza, o autocoscienza, o ragione, ma una nuova realtà del conoscere, la realtà vera del puro conoscere. In altri termini, il puro conoscere deve di nuovo diventare un fatto: non il fatto di prima, ma il fatto che è l'atto stesso cosciente del puro conoscere. Questo fatto, che è assolutamente atto cosciente puro, è la Scienza come Sistema."
      },
      {
        "index": 16,
        "text": "Adunque, il punto, a cui siamo giunti, esige due cose:"
      },
      {
        "index": 17,
        "text": "Io considererò Gioberti da questi due lati."
      },
      {
        "index": 18,
        "text": "I momenti di questa teorica del conoscere sono l'intuito, la riflessione (psicologica e ontologica), la parola, la sovrintelligenza."
      },
      {
        "index": 19,
        "text": "L'intuito è l'apprensione immediata, originaria, immanente dell'Idea, e perciò il fondamento d'ogni sapere; senza di esso non sarebbe possibile la cognizione. Ma l'Idea è immensa, universale, infinita; non vi ha nessuna proporzione tra lo spirito finito e l'oggetto ideale. Quindi nell'intuito primo la conoscenza è vaga, indeterminata, confusa; lo spirito non può fermarla, appropriarsela veramente e averne distinta coscienza. La distinzione, e quindi la coscienza, così di se stesso, come dell'oggetto, comincia solo colla riflessione; la quale, se è semplice ripiegamento dello spirito sopra se stesso, è meramente psicologica; se è anche ripiegamento sopra l'oggetto, è ontologica. Alle due specie di riflessione corrispondono due metodi: il psicologismo e l'ontologismo. Solo quest'ultimo è il vero metodo filosofico, perchè riproduce nella sua integrità l'organismo ideale. Ma lo spirito, come riflessione ontologica, non può ripiegarsi sopra l'Idea, se questa non è espressa sensibilmente, cioè circoscritta, limitata, e accomodata alla capacità finita di esso spirito. Questa espressione sensibile dell'Idea è la parola. Senza la parola, lo spirito non sarebbe altro che intuire, cioè apprendere confusamente l'Idea; vedrebbe tutto e non vedrebbe niente, e al più potrebbe ripensare l'intuito stesso [170] come atto meramente soggettivo; ma non saprebbe veramente mai nulla nè di Dio, nè della sua propria essenza, nè di quella delle cose. Ora la essenza di Dio e delle cose, appresa immediatamente e perciò confusamente dall'intuito e conosciuta distintamente col sussidio della parola, e mediante il discorso della riflessione, non è la Verità assoluta, cioè la vera essenza."
      },
      {
        "index": 20,
        "text": "L'Idea, che è l'oggetto immanente ed eterno della conoscenza, ha due lati; l'uno chiaro e l'altro oscuro. Diciamo due lati per rispetto all'intelletto umano, e non per rispetto all'Idea stessa, la quale come una e semplicissima è indivisibile, e non ammette distinzione d'intelligibile e di non intelligibile. Ella è l'intelligibilità stessa. La distinzione nasce dalla incapacità dell'intelletto umano di afferrare una parte dell'Idea, la parte più riposta ed intima; la quale si può chiamare essenza reale per non confonderla con quella che viene appresa dall'intelletto, e può avere il nome di razionale. Così abbiamo nella nostra facoltà di conoscere una doppia imperfezione: l'una intensiva e l'altra estensiva; la prima è come un panno sottilissimo che adombra tutta la pupilla, ma per la sua trasparenza non toglie interamente il beneficio della visione; la seconda è come una piccola maglia che vela solo una parte della pupilla, ma produce su tal punto un'oscurità assoluta; è un'ecclissi mentale, in cui il corpo frapposto tra l'occhio e il sole è nell'occhio stesso. Questa oscurità assoluta è il sovrintelligibile, e la facoltà che ce ne suggerisce l'esistenza è la sovrintelligenza. Ora la parola, che serve ad emendare la prima imperfezione, ci aiuta a scemare in certo modo anche la seconda. Con ciò non si vuol dire che essa possa esprimere [171] adequatamente il lato oscuro dell'Idea; ma può bene rappresentarcelo più o meno efficacemente mediante certe analogie. In generale, come espressione del lato intelligibile dell'Idea e come manifestazione del lato sovrintelligibile, la parola è la stessa rivelazione, sebbene per rivelazione s'intenda più propriamente la rappresentazione analogica delle verità sovrarazionali[115]."
      },
      {
        "index": 21,
        "text": "La determinazione di questi momenti in Gioberti non è sempre la stessa. Infatti:"
      },
      {
        "index": 22,
        "text": "1. l'intuito a) ora è semplice potenzialità del conoscere; ora è adoperato come organo attuale della scienza (cartesianismo, spinozismo). b) Ora è semplice apprensione dell'oggetto, e punto del soggetto, nè meno confusa, e perciò non è in niun modo riflessione; ora, in quanto visione dell'atto col quale l'infinito pone il finito e quindi anche il soggetto — è apprensione anche del soggetto, e perciò in sè riflessione. Anzi Gioberti giunge sino a dire, che l'intuito è essenzialmente compenetrazione di sè, e che lo spirito non apprenderebbe l'Ente nel pensiero immanente, se non apprendesse prima se stesso. Quindi ora accusa Rosmini di non aver escluso dall'intuito la coscienza di sè; ora di non averla inclusa in esso."
      },
      {
        "index": 23,
        "text": "2. La riflessione ora è meno dell'intuito, ed attesta la imperfezione dello spirito; ora è più, ed attesta la infinità dello spirito. L'uomo solo riflette: la bestia no. E d'altra parte, la riflessione psicologica ora precede l'ontologica (come pura apprensione dell'oggetto), ora segue."
      },
      {
        "index": 24,
        "text": "3. La riflessione ontologica ora è semplice intuito dell'Idea, circoscritta (rannicchiata) nella parola per opera della Idea stessa e in niun modo dello spirito; e perciò non è punto riflessione, ed esclude l'apprensione del soggetto. Ora è l'intuito dell'Ente intuíto, abbraccia insieme soggetto ed oggetto, e li apprende con un atto unico. Quindi ci ha un punto (di contatto) semplicissimo, in cui oggetto e soggetto, sostanzialmente distinti, si toccano e formano l'unità della sintesi conoscitiva. E perciò la riflessione ontologica non è nè semplice apprensione dell'oggetto (e tale era prima), nè semplice apprensione del soggetto. Questo punto di contatto è la relazione dei due termini. Ma la relazione non è più reale de' suoi termini, secondo lo stesso Gioberti?[116] Dunque, la riflessione ontologica è il vero intuito."
      },
      {
        "index": 25,
        "text": "4. La parola ora è la veste arbitraria (dono esterno) dell'Idea: ora è produzione dell'intima attività dello spirito. Quindi ora la parola ci è, come la riflessione, perchè siamo imperfetti: ora ci è, perchè lo spirito è in sè la stessa perfezione; perchè l'Idea stessa (e quindi lo spirito) è in sè parola."
      },
      {
        "index": 26,
        "text": "5. Il sovrintelligibile ora è un termine fisso, assolutamente insuperabile, dello spirito; ora no, ma diminuisce continuamente; e perciò in sè non è niente. E così il soprannaturale. E nello stesso modo la rivelazione ora pone qualcosa di esterno allo spirito, ora è l'intimità stessa dello spirito. Ora, insomma, l'intuito è potenzialità limitata, che non si attua mai perfettamente: quindi doppia imperfezione, di potenza e d'atto. Ora è potenzialità [173] infinita, e l'oscuro, il sovrintelligibile, non è altro che il conoscere non ancora attuato. Quindi in tutto due indirizzi: cioè, ora eteronomia assoluta dello spirito, ora autonomia assoluta[117]."
      },
      {
        "index": 27,
        "text": "Gioberti adunque, si dirà, si contradice? Così pare; ma in verità quel che apparisce come una contradizione è solo un concetto poco chiaro del proprio principio. Il principio è: l'Ente come attività creativa e ricreativa; questa duplice attività è un'attività una ed indivisibile. Quindi — come conseguenza necessaria — l'autonomia dello spirito; l'intuito (il puro conoscere) come compenetrazione di sè, come essenzialmente riflessione; la parola, il sovrannaturale, la rivelazione, come atto della intimità dello spirito; il sovrintelligibile, evanescente; e la palingenesia, come progresso eterno immanente."
      },
      {
        "index": 28,
        "text": "Il principio, compreso poco chiaramente, vuol dire invece: intuito (cognizione) immediato, e solo dell'oggetto, senza il soggetto, senza la coscienza di sè. Quindi non libertà, non intimità, non autonomia dello spirito."
      },
      {
        "index": 29,
        "text": "Ci è ora da maravigliarsi che Gioberti non sia stato bene inteso, se non sempre egli medesimo ha compreso nettamente se stesso? Taluni lo dissero un oscurantista, un retrivo, un semplice teologo (l'abbé Gioberti[118]); altri non videro in lui, che un pensatore senza religione, un panteista, e fors'anche un ateo. Vecchie accuse, fabbricate dagli astuti, e ripetute dagl'ignoranti."
      },
      {
        "index": 30,
        "text": "I filosofi vogliono essere studiati non nelle semplici parole e frasi, ma nelle idee. Di frasi ce ne ha molte in Gioberti; ma ci ha anche le idee. E la idea essenziale e fondamentale è appunto il contenuto e il ritmo della formola. Nella formola è tutto il sistema. Il peggior male è, come spesso è accaduto, ridurre le idee a semplici frasi. Se il principio giobertiano non è una semplice frase, vuol dire: autonomia e libertà assoluta dello spirito. Così Gioberti dice enfaticamente nella Riforma Cattolica: «La libertà cattolica è somma, perchè è assoluta. Perchè tutta l'autorità ne dipende. La autorità cattolica si fonda tutta quanta nella libertà dell'individuo. L'atto libero concreativo dell'individuo fonda con un fiat la fede e con essa il suo oggetto. È un fichtismo applicato alla rivelazione. L'uomo a rigore crea a se stesso la sua Chiesa, il suo Dio, il suo culto, il suo dogma. E ciò fa in tutti i casi, anche quando si sforza di fare il contrario; perchè è metafisicamente impossibile che un atto di volontà non sia radicalmente autonomo. La mentalità è autonoma di sua natura; autonomia creata, che dipende solo dall'atto creativo[119] e copia, imitazione, partecipazione di tal atto.... La moralità stessa è libertà verso Dio: il che Moisè espresse mostrandoci Dio che fa e itera cogli uomini un vero contratto sociale. E la libertà è elezione di Dio; e quasi creazione di Dio, o dirò meglio concreazione di Dio; perchè, Dio creando sè stesso (mentalità assoluta, Trinità), in quanto l'uomo si accompagna all'atto creativo di Dio viene a creare esso Dio. Dunque, l'uomo in tutto rende a Dio la [175] pariglia: Dio crea l'uomo e l'uomo ricrea Dio; e in tal senso il fichtismo è vero... Io sono cattolico liberamente: credo al Papa, perchè ci voglio credere; e credendo al Papa, lo giudico, lo inauguro, lo installo; poichè dico liberamente: egli è il Papa. Se non volessi dirlo, tutte le forze del mondo non potrebbonmi costringere. Io sono libero come Dio stesso quando crea il mondo. La mentalità è un'autonomia e libertà suprema»[120]."
      },
      {
        "index": 31,
        "text": "Dirò or più particolarmente del sovrintelligibile, per mostrare in Gioberti il puro assoluto conoscere."
      },
      {
        "index": 32,
        "text": "Il puro assoluto conoscere è la possibilità assoluta del conoscere: tale è per me la vera teorica del conoscere. Questa teorica deve dimostrare, che senza la potenza assoluta e infinita di conoscere sarebbe impossibile l'atto stesso del conoscere; che questo atto è tale di sua natura, da presupporre infinità di potenza; che niente si conoscerebbe, se la potenza di conoscere non fosse infinita."
      },
      {
        "index": 33,
        "text": "Ciò vuol dire che, quanto alla potenza del conoscere, non vi ha sovrintelligibile; la potenza del conoscere è in sè tutto il conoscibile. Il conoscere o non è niente o è in sè trasparenza (specchialità) assoluta."
      },
      {
        "index": 34,
        "text": "In generale, alla domanda: possiamo noi tutto conoscere (la potenza di conoscere è assoluta), ovvero [176] conosciamo noi solo qualcosa (la potenza di conoscere è finita)? — non si può rispondere, se non facendo vedere la relazione necessaria che corre tra l'atto del conoscere e la potenza del conoscere. Che noi conosciamo — conosciamo qualcosa — è un fatto; la stessa conoscenza di conoscere solo qualcosa o anche la conoscenza di non conoscer nulla, è una conoscenza; noi conosciamo, che il conoscere — la realtà cosciente — o è una realtà limitata, in quanto conosce solo qualcosa, o è niente, — come realtà cosciente, — in quanto non conosce niente. Il quale ultimo caso è aperta contradizione, perchè, negando, afferma il conoscere; dire, infatti, di non conoscere niente è già conoscere, cioè affermare la realtà cosciente, il conoscere. Adunque, il conoscere (conoscere semplicemente, conoscere di conoscere solo qualcosa, conoscere di non conoscer niente) è possibile, se la potenza del conoscere è finita? ovvero, bisogna che la potenza sia infinita?"
      },
      {
        "index": 35,
        "text": "Tale è la quistione: il conoscere in sè — la realtà cosciente — vuol dire infinito o finito? È possibile che realtà cosciente voglia dire finito?"
      },
      {
        "index": 36,
        "text": "Per risolvere la quistione, si deve dunque rifare e riandare il conoscere dalla sua propria potenza o possibilità. Questo ritorno, che è una critica del conoscere, è in generale la teorica del conoscere. Se la potenza si mostra limitata, il sovrintelligibile è certo; la realtà, la semplice realtà, è più della realtà cosciente, perchè vi ha una realtà che non si conosce. Se la potenza è infinita, la realtà è assolutamente conoscibile; e perciò la realtà cosciente è davvero più della semplice realtà. Dire che vi ha un reale che non si conosce, è dire che lo spirito è meno della natura; l'essere e sapere, meno dell'essere e non sapere."
      },
      {
        "index": 37,
        "text": "Il risultato della breve storia che abbiamo fatta è questo: la possibilità del conoscere è la potenza assoluta di conoscere: la realtà assolutamente conoscibile, trasparente: cioè la Ragione (idealità oggettiva) conscia di sè. Questa storia è in sè il ritorno del conoscere (del fatto del conoscere) alla possibilità del conoscere: è, direi quasi, la teorica del conoscere, come storia delle teoriche del conoscere."
      },
      {
        "index": 38,
        "text": "La teorica del conoscere è in sè d'accordo colla storia? Non è qui il luogo di risolvere questa quistione. Io ritorno a Gioberti."
      },
      {
        "index": 39,
        "text": "Gioberti dicendo: «Senza l'intuito originario ogni conoscere (ogni atto conoscitivo) è impossibile; l'intuito è la potenza del conoscere, e il conoscibile, cioè l'oggetto in sè dell'intuito, è tutto il conoscibile, l'assolutamente conoscibile, l'Idea, l'Ente creante; cioè, la realtà assoluta, non come semplice realtà, ma come compenetrazione assoluta di se stessa, come realtà cosciente assoluta, come Spirito assoluto »; dicendo ciò, Gioberti viene a dire: la nostra potenza del conoscere è infinita; è in sè tutta la realtà come compenetrazione di se stessa, come perfetta trasparenza; e se la potenza non fosse infinita, l'atto — qualunque atto — del conoscere non sarebbe possibile."
      },
      {
        "index": 40,
        "text": "Ciò vuol dire, che se noi non avessimo la potenza di conoscer tutto, non conosceremmo di fatto niente. In altri termini: senza la conoscenza di Dio, non si conosce niente. Il che significa che solo allora noi possiamo dire di conoscere davvero tutto quel che diciamo di conoscere, quando conosciamo Dio."
      },
      {
        "index": 41,
        "text": "Gioberti, dunque, sin dal principio — perfino nella Introduzione, — dichiarando l'intuito come la potenzialità [178] del conoscere e l'Idea come il contenuto dell'intuito, — afferma implicitamente la infinità del conoscere: la infinità del conoscere come possibilità, del conoscere. Quando egli scrive più tardi, la prima volta, credo, ne' Prolegomeni[121] e poi ripete sempre nelle Postume: l'uomo è l'infinito in potenza, è un Dio incoato, non si contradice; giacchè questo stesso l'ha già detto, chi ben l'intende, nel capitolo terzo dell'Introduzione. La contradizione — se tale si può chiamare una poco chiara coscienza di se stesso, cioè del proprio principio — è già cominciata nella stessa pagina di questo stesso capitolo."
      },
      {
        "index": 42,
        "text": "L'intuito, dice Gioberti, è semplice potenza del conoscere; e qui stesso egli comincia a confonderlo coll'atto del conoscere; lo piglia per una conoscenza diretta, immediata. Il contenuto assoluto dell'intuito — cioè tutto il conoscibile, l'assoluto intelligibile, la stessa potenza infinita del conoscere diventa un oggetto immediato dell'intuito stesso, come conoscenza anch'essa immediata. L'intuito, appunto perchè conoscenza immediata, vede il suo oggetto a principio confusamente; come quando, io mi fo alla finestra e guardo così a un tratto una prateria; vedo tutto e non discerno niente. E oltre a ciò esso vede dell'oggetto solo la superficie e il davanti, non già il didentro e il didietro; la superficie la vede confusa, e il didentro non lo vede affatto, cioè solo come oscurità perfetta. Questa è la duplice imperfezione dell'intuito come cognizione immediata dell'Idea. La prima si toglie colla riflessione; la seconda è insuperabile[122]."
      },
      {
        "index": 43,
        "text": "Ora, se s'intende da capo l'intuito — già preso così per cognizione immediata e qualificato nel modo che abbiamo visto — se s'intende come semplice potenza del conoscere, la conseguenza necessaria di tal baratto sarà la limitazione assoluta della potenza come potenza. Quindi il sovrintelligibile come un limite insuperabile, come un campo assolutamente chiuso."
      },
      {
        "index": 44,
        "text": "E dove prima la possibilità del conoscere era la potenza infinita del conoscere, e perciò si ammetteva che niente poteva esser chiaro senza l'assoluta chiarezza; ora, all'opposto, la possibilità del conoscere è la finità stessa della potenza conoscitiva, e niente può esser chiaro senza l'assolutamente oscuro, senza il mistero. Prima la chiarezza assoluta era la condizione d'ogni chiarezza; ora l'oscurità assoluta."
      },
      {
        "index": 45,
        "text": "Certo il mistero è la condizione del chiaro; è ciò che fa chiaro ogni cosa: ma non già più come mistero, ma come aperto e visto assolutamente."
      },
      {
        "index": 46,
        "text": "Così vi ha in Gioberti come due dottrine opposte del conoscere: l'una suppone la infinità come possibilità del conoscere, l'altra la finità."
      },
      {
        "index": 47,
        "text": "Il pregio di Gioberti è di aver pensato o al più tentato di fare questa teorica, come si deve fare, cioè esponendo la relazione dell'atto del conoscere colla potenza del conoscere. Ma l'ha semplicemente tentato. O piuttosto l'ha detto, e non l'ha nè meno tentato."
      },
      {
        "index": 48,
        "text": "Egli vuol provare il sovrintelligibile come limite insuperabile, cioè la finità della potenza del conoscere; e osserva che non basta allegare in genere, come fanno i razionalisti, la ragione imperfetta e finita; ma verificare — al che, ei dice, nessuno si è applicato prima di lui — psicologicamente la nozione stessa di mistero (del sovrintelligibile)."
      },
      {
        "index": 49,
        "text": "Verificare psicologicamente vuol dire: provare la finità del conoscere e quindi il mistero, col ridurre l'atto del conoscere alla sua possibilità, alla potenza del conoscere."
      },
      {
        "index": 50,
        "text": "A che riesce Gioberti in questa verificazione? O a niente, cioè a non verificare quel che vuole (e non può, anche per forza del suo stesso principio), o all'opposto, cioè alla infinità del conoscere."
      },
      {
        "index": 51,
        "text": "Egli paragona — nella Teorica del Sovrannaturale — senso ed intelletto, dopo averli separati come due facoltà sostanzialmente ed essenzialmente differenti; e trova che si limitano reciprocamente, giacchè nè il sensibile può divenire intelligibile, nè questo quello. Quindi l'idea dell'incomprensibile (relativo); cioè, il sensibile non apprensibile intellettualmente, e viceversa."
      },
      {
        "index": 52,
        "text": "Il difetto di questo modo di considerare, fu corretto poi dallo stesso Gioberti. Infatti nelle Postume — e, chi ben vede, nella stessa Introduzione — non parla più di questo limite reciproco; il senso, invece, si risolve nell'intelletto, il sensibile diventa intelligibile; il senso è l'intelletto implicato, e l'intelletto è lo stesso senso esplicato, ecc. ecc. E ciò vuol dire: in quanto intelletto, io so di essere limitato come senso, e supero questo limite; sapere il limite e superarlo, è una cosa medesima."
      },
      {
        "index": 53,
        "text": "Nello stesso modo, l'intelletto dovrebbe risolversi nella sovrintelligenza; e anche qui sapere di essere limitato come intelletto e superare il limite, dovrebbe esser lo stesso."
      },
      {
        "index": 54,
        "text": "Ma Gioberti non fa così. Pone immediate la sovrintelligenza, senza nessuna relazione colle altre facoltà: cioè come una facoltà speciale (e ciò sta bene contro i rosminiani), ma vuota, senza oggetto:sapere di esser limitato come intelletto, non è qui [181] superare il limite. Quindi non ci è quella verificazione psicologica che avea promessa. Dice solo, che ci ha da essere quella facoltà, perchè ci è il mistero; e ci è il mistero, perchè ci è quella facoltà[123]."
      },
      {
        "index": 55,
        "text": "Nella Introduzione altro concetto della sovrintelligenza. Noi, dice Gioberti, abbiamo il sentimento di tutta la potenza del conoscere; il sovrintelligibile corrisponde alla potenza non attuata. Qui la sovrintelligenza non è in sè facoltà vuota, senza oggetto; il conoscere è infinito; è in sè tutto il conoscibile."
      },
      {
        "index": 56,
        "text": "Così l'intelligibile è l'esplicato, il sovrintelligibile è l'implicato; il quale, esplicato, diventa intelligibile. Questo concetto è un po' vago, e nel fatto annulla la differenza tra intelligibile e sovrintelligibile. E questa differenza ci è; e Gioberti stesso la pone."
      },
      {
        "index": 57,
        "text": "Questa dottrina ha, nello stesso Gioberti, una relazione intima con quella delle due vite; la terrena e la beata. La dottrina ha diverso senso secondo il senso della vita beata (la palingenesia). Se per vita beata s'intende un semplice avvenire, un tempo dopo il tempo, la infinità consiste nella semplice esplicazione indefinita. Se s'intende anche coeva alla vita presente, la infinità è l'unità originaria che si esplica, di certo, ma si ripiglia e raccoglie sempre nella sua esplicazione. Questa è la vera infinità: quella esplicazione, che è Sviluppo[124]."
      },
      {
        "index": 58,
        "text": "Il primo senso prevale nella Introduzione, il secondo nelle Postume."
      },
      {
        "index": 59,
        "text": "Il Sovrintelligibile (Essenza reale) è la unità delle determinazioni intelligibili. Questa unità nella sua assolutezza è la relazione o unità assoluta di tre relazioni o unità assolute: cioè, pura relazione verso sè, relazione verso l'altro, relazione verso sè mediante l'altro. Questa Relazione, Mediazione o Processo assoluto è Dio medesimo[125]."
      },
      {
        "index": 60,
        "text": "Secondo Gioberti, noi non possiamo conoscere questa Unità assoluta. Ma perchè? È ciò vero?"
      },
      {
        "index": 61,
        "text": "Se non la conosciamo, quel che conosciamo non è Dio, ma la creatura; giacchè Dio è appunto la Unità di quelle tre Unità (Logo, Natura, Spirito)."
      },
      {
        "index": 62,
        "text": "Da quel che ho detto fin qui si vede, che in Gioberti vi ha tre concetti del Sovrintelligibile, e perciò della potenza del conoscere (della essenza dello spirito)."
      },
      {
        "index": 63,
        "text": "1. Sovrintelligibile = limite insuperabile; finità assoluta dello spirito."
      },
      {
        "index": 64,
        "text": "2. Sovrintelligibile = essenza implicata, che si esplica di continuo; lo spirito infinito, ma non actu infinito: solo esplicazione infinita, non vero sviluppo: solo essenza e fenomeno, forza e manifestazione; Sostanza, non Soggetto. Si annulla la differenza tra intelligibile e sovrintelligibile."
      },
      {
        "index": 65,
        "text": "3. Sovrintelligibile = Unità delle determinazioni intelligibili; Unità come Processo o genesi di se stessa: non semplice esplicazione, ma eterno ritorno a se stessa: relazione assoluta verso se stessa."
      },
      {
        "index": 66,
        "text": "Negando la cognizione di questa Unità, Gioberti si contradice: nega la vera infinità o unità dello Spirito, ammessa nella potenzialità dell'intuito."
      },
      {
        "index": 67,
        "text": "Infatti, cos'è questa Unità? Come nè pura unità immobile, nè unità che si esplica semplicemente, ma come autogenesi, essa è la stessa attività creativa, presa assolutamente. Unità qui è Creare; è lo Spirito: Ciclo assoluto, non Essere. Ora l'intuito come intuito del Creare, del vero creare — (esplicazione e ritorno) — è in sè questa unità, la conoscenza di questa unità. In ciò consiste la sua infinità vera, come potenza del conoscere. E tale, — così infinito, cioè conoscenza di tale unità, — deve essere il conoscere, l'atto vero del conoscere, la Scienza."
      },
      {
        "index": 68,
        "text": "Adunque, la conoscibilità dell'essenza reale, — di questa assoluta autogenesi, — è contenuta sin da principio nella dottrina giobertiana dell'intuito. O questa essenza è conoscibile, e non vi ha punto il sovrintelligibile come un limite insuperabile dello spirito; o l'intuito (dell'atto creativo) è una parola vuota di senso. E tale pare che diventi per la più parte dei giobertiani; i quali parlano con tanta enfasi della visione ideale, ne raccontano mirabilia, la spacciano come l'unica infallibile ricetta per guarire dal sensismo (sic) aristotelico, cartesiano, spinoziano, kantiano, hegeliano e che so io; e poi, interrogati da noi altri poveri ciechi: cosa vedete voi lassù? non sanno rispondere altro che: oscurità perfetta. E in verità quel che essi dicono di vedere, e a cui danno il nome di Ente creante e nell'atto di creare, non è Dio, non è il Sole, ma un pezzo di carta dipinto, cioè loro medesimi, in fondo al cannocchiale."
      },
      {
        "index": 69,
        "text": "1. Il principio della filosofia di Gioberti è l'Idea; e la scienza è la riproduzione fedele dell'organismo ideale."
      },
      {
        "index": 70,
        "text": "L'Idea è quel che vi ha d'immutabile, d'eterno, di vero nelle cose. In questo senso ogni filosofia ha per principio o oggetto l'Idea; e perciò è idealismo."
      },
      {
        "index": 71,
        "text": "La differenza è in quel che s'intende per Idea. La storia della filosofia mostra che s'intende sempre diversamente in modo che questa storia sia come la posizione de' diversi momenti dell'Idea[126]."
      },
      {
        "index": 72,
        "text": "L'Idea giobertiana non è l'antica, la platonica, o altro, ma è tutta moderna; non è semplice oggettività ideale, ma idealità oggettiva o assoluta. E, come tale, è o la Sostanza assoluta, o la Mentalità assoluta, secondo che l'intuito è preso per una cognizione immediata, o per la semplice potenza del conoscere."
      },
      {
        "index": 73,
        "text": "2. E, appunto perchè in Gioberti ci è tutti e due insieme questi modi d'intendere l'idealità oggettiva, il suo sistema ha un doppio contenuto e una doppia forma: un doppio principio, e un doppio metodo."
      },
      {
        "index": 74,
        "text": "a) Il contenuto è l'Idea come Sostanza e Causa, e perciò la forma non ha niente di dialettico. Tutto quel, che si dice provato, è già presupposto; e la così detta prova (la Scienza) non è altro che la esplicazione formale di ciò che si è ammesso [185] già prima nell'intuito. Domandate a Gioberti, e specialmente a' giobertiani: perchè dopo questa determinazione ponete quest'altra? Perchè dopo l'Ente dite: l'Esistente? Perchè l'Ente è questa totalità di determinazioni? ecc., ecc. — L'unica risposta è questa: perchè vedo così. Anzi a chi fa istanza, che non basti dire: io vedo, ma si debba provare e far vedere anche agli altri — cioè a tutti coloro che pensano — quel che uno dice di vedere lui, si risponde: la prova è impossibile, perchè vuol dire necessità; e la necessità è la negazione della libertà dell'Idea. Adunque, il vero sapere è il sapere immediato, arbitrario, senza nesso, o senz'altro nesso che il semplice prima e dopo."
      },
      {
        "index": 75,
        "text": "Questa strana combinazione di spinozismo e di profetico sentimentalismo, di necessità immediata e di libertà immediata, di necessità senza libertà e di libertà senza necessità, questo destino che è il caso: tale è la prima forma del sistema."
      },
      {
        "index": 76,
        "text": "Questa stessa combinazione, — questo nesso delle determinazioni ideali, che è la negazione d'ogni nesso ideale; questa logica, che non è logica, ossia atto del pensiero, — è ciò che i giobertiani chiamano intelligibilità. Il vero nesso ci è, ma è come se non ci fosse per noi altri esseri pensanti: è il sovrintelligibile."
      },
      {
        "index": 77,
        "text": "b) Il contenuto è l'Idea in quanto atto creativo: e non già come semplice efficienza o arbitraria posizione d'un altro, ma come atto intimo, libero e assoluto dell'Ente: l'Ente medesimo (lo Spirito) come posizione o produzione assoluta di se stesso. E perciò la forma è processo dialettico: non la semplice narrazione o immaginazione degli elementi sciolti e sconnessi dell'intelligibile, ma la riproduzione fedele del vivo organismo ideale: [186] riproduzione, che, come atto del pensiero o della stessa ragione, è originale produzione."
      },
      {
        "index": 78,
        "text": "Di questi due modi il primo prevale nelle prime opere di Gioberti; il secondo è la tendenza delle Postume, ma non è mai un fatto compiuto."
      },
      {
        "index": 79,
        "text": "In generale, l'Idea giobertiana manca della sua vera forma. Le sue parti o elementi sono disposti, se si vuole, organicamente o dialetticamente; ma quest'organismo è più esterno che interno, più apparente che reale. Il tutto rassomiglia più a un corpo morto di fresco, che a un corpo vivente. Tu vedi ancora in esso le vestigia della vita, ma non la vita. E la vita — l'atto vitale — del gran corpo della filosofia è quella piena unità del pensiero, che penetra e insieme abbraccia, e perciò anima, tutta la sua propria materia; che non s'interrompe, nè si perde mai, ma nel suo perpetuo discorso si ripiega sempre e concentra in se stessa. Questa unità concreta, che nel primo grado dell'organismo si dice comunemente anima, nella filosofia è ciò che si dice sistema."
      },
      {
        "index": 80,
        "text": "Vi ha nella Protologia un luogo, che, contro la dottrina più volte ripetuta del privilegio dell'intuito sulla riflessione, dice così: «L'intuito apprende l'infinito, ma finitamente. Non è dialettico. La dialettica la crea la riflessione, in quanto si unisce coll'azione creatrice, principio del dialettismo reale. L'atto riflessivo è concreativo, e quindi dialettico. L'intuito vede l'atto creativo, e non vi partecipa»[127]. Il che vuol dire,che non lo vede, perchè se lo vedesse, vi parteciperebbe. Ora, quando si considera che per Gioberti atto creativo, dialettica, organismo ideale, scienza o sistema sono [187] una cosa medesima, si può epilogare il difetto della sua maniera di filosofare così: l'intelletto giobertiano è più intuito che riflessione, cioè: apprensione dell'Idea in una forma finita, meramente soggettiva, e quindi falsa. La vera oggettività o infinità dell'Idea è il processo dialettico della riflessione."
      },
      {
        "index": 81,
        "text": "Questo luogo ed altri simili delle Postume contengono come il punto di conversione o una nuova piega della mente di Gioberti; sono un'ingenua confessione della insufficienza della sua prima maniera di filosofare, e una condanna perentoria di quel che il maestro con tanta enfasi e i discepoli con tanto fracasso hanno chiamato il puro ontologismo. Se Gioberti non fosse morto così presto, e avesse avuto il tempo e l'agio di raccogliersi in se stesso e ordinare in una forma scientifica tutto quel gran caos delle Postume, sarebbe stato uno spettacolo davvero curioso il vedere l'accoglienza, che tutta la gran folla raccolta sotto la bandiera dell'Ente avrebbe fatto al Sistema del psicologismo trascendente. Quante innocenti illusioni sarebbero cadute! Quanti castelli in aria, quante gran riputazioni non sarebbero ora altro che pulvis et umbra!"
      },
      {
        "index": 82,
        "text": "3. La scienza, in quanto ha per oggetto l'Idea, si dice ideale. Ora l'Idea ha due lati: l'intelligibile e il sovrintelligibile. Dunque la scienza ideale ha due parti: la filosofia e la teologia; l'una è la scienza dell'intelligibile, e l'altra del sovrintelligibile. E, giacchè il sovrintelligibile è superiore all'intelligibile, la teologia è superiore alla filosofia."
      },
      {
        "index": 83,
        "text": "Questa superiorità consiste in ciò, che la rivelazione o la parola (quindi la teologia) è superiore [188] alla ragione (filosofia), e la ragione non è ragione, non è riflessione, senza la parola."
      },
      {
        "index": 84,
        "text": "Questa relazione si converte poi in un'assoluta dipendenza della filosofia dall'autorità esteriore. Infatti, dice Gioberti, «la rivelazione è definita e determinata dalla Chiesa, e il capo visibile della Chiesa — il principio organico da cui dipende l'unità futura del mondo» (se non dell'Italia!) «è il Papa; tolto il magisterio autorevole e le formole ecclesiastiche, la filosofia non saprebbe dove pigliare gli elementi integrali dell'Idea». «Quindi il dovere di conservare questi elementi, quali le vengono suppeditati da quelle formole; perchè la scienza (cattolica; e si dee chiamare così, essendo vano il cercarla fuori della società divina, privilegiata di questo nome) vuol essere ordinata, e l'ordine importa regola ed autorità. La regola risulta dai principii e dal metodo; e la Chiesa» (e quindi il Papa) «mantiene i veri principii e il vero metodo, conservando inalterabile il deposito affidatole delle verità razionali, e mettendolo in sicuro co' suoi oracoli». Credo che nel medio evo non si sia parlato così chiaro ed aperto! Contuttociò, continua a dire Gioberti, non si deve giudicare, che la filosofia non sia libera, e che il vero razionale, che è il suo oggetto, dipenda dall'autorità. Imperocchè, in primo luogo, «senz'ordine non vi ha libertà verace. La libertà richiede che si lasci allo spirito umano l'esercizio legittimo delle sue potenze» (manco male!). «Quindi la scienza (cattolica) è anco libera, perchè il campo della speculazione è amplissimo fra tutti, e salvo i capi fermati dal magistero legittimo, l'ingegno umano può spaziarvi a piacimento: limitazione tanto propria alla libertà quanto avversa [189] alla licenza; giacchè la scienza non può esser libera, se non è ben sicura della propria esistenza, e se vien piantata in base incerta e vacillante. Oltre a ciò, l'uomo è destinato più ad operare che a speculare, e la speculazione vuol essere indirizzata all'azione. Ora, se la scienza avesse il diritto di porre in dubbio o rigettare la verità, in cui si fonda ogni vivere pubblico e privato, l'operare diverrebbe impossibile e crollerebbe tutto il mondo civile; ecc. ecc. In secondo luogo, la filosofia riceve sì la sua materia dalla parola; ma ricevutala, l'apprende immediatamente per la sua intrinseca luce; l'uomo ammette gl'intelligibili, non già solo in virtù di essa parola autorevole, ma per l'evidenza lor propria (nell'intuito), di cui la parola è l'occasione eccitatrice e non la cagione nè la dimostrazione. L'Idea è veduta immediatamente in se stessa. E in ciò consiste la differenza essenziale tra la filosofia e la teologia; giacchè le verità soprannaturali, che sono oggetto di quest'ultima, dipendono dalla parola rivelata; non la provano, ma ne vengono provate; non s'intuiscono, ma si credono»."
      },
      {
        "index": 85,
        "text": "Questo temperamento è una contradizione, e non mitiga punto l'orrore, che ogni libero filosofo deve avere per una simile dottrina. E difatti qui sono da notare due punti principali: l'evidenza intrinseca del vero razionale, e l'autorità estrinseca, alla quale spetta il principio e il metodo della filosofia. Come si accordano essi? In filosofia o tutto (e quindi anche, anzi specialmente, il principio e il metodo) deve essere intrinsecamente evidente, o la filosofia non è filosofia. Il principio e il metodo sono la filosofia stessa; e ammettere l'evidenza in tutt'altro, fuorchè nel principio e nel [190] metodo, equivale a non ammetterla di nessuna maniera. Questa dottrina — rigettata poi dallo stesso Gioberti[128], e contraria al vero concetto del conoscere[129] — è illogica, e pericolosa. Illogica: perchè la scienza per esser libera, deve provare da sè la propria base ed esistenza. Pericolosa: perchè si confonde l'attività scientifica colla politica. Io, di certo, non posso negare la legge mediante l'azione; ma posso indagare se essa sia razionalmente giusta. La filosofia è investigazione, non azione politica, e l'unica autorità che essa deve ammettere è quella, che è riconosciuta tale per intrinseca evidenza. E già a questo s'incammina anche lo Stato; e perciò legge autorevole è solo quella, che è consentita liberamente dal suffragio de' cittadini, che devono eseguirla."
      },
      {
        "index": 86,
        "text": "È questo il vero Gioberti? Lo domando a voi. Lascio stare, che con questa dottrina dell'ordine applicata alla filosofia sarebbe giustificato perfino il rogo di Bruno in pieno secolo decimonono. Quel che voglio far osservare, si è che Gioberti qui sottomette la filosofia alla teologia positiva, come si suol dire: alla teologia del Padre Perrone[130], e simili organi del magistero autorevole e delle formole ecclesiastiche. [191] Ora nel vero Gioberti la teologia, la vera teologia, — non la volgare, come dice egli stesso, cioè appunto la positiva, — non è altro che filosofia: la filosofia della rivelazione. Certamente la filosofia, come l'ultima e suprema attività dello spirito, presuppone e quindi dipende da tutto: parola, società, Stato, religione, ecc.: ma contuttociò, anzi appunto perciò, trae la sua luce, la sua autorità, solo da se stessa, cioè, dal libero pensiero, dalla libera riflessione."
      },
      {
        "index": 87,
        "text": "A coloro, i quali fanno consistere tutto il progresso nelle conversioni politiche, e che quasi in tutto il resto e principalmente nella filosofia non vanno al di qua nè al di là del medio evo, e in quest'opera, ch'essi chiamano di conciliazione, e che è una flagrante contradizione tra la teorica e la pratica, tra la scienza e la politica, si fanno scudo dell'autorità di Gioberti, vorrei raccomandar la lettura di tutti que' luoghi delle Postume, ne' quali il nostro filosofo discorre liberamente, senza diplomazia e quasi in veste da camera, della falsità della teologia positiva e della vera relazione tra la fede e la scienza, la religione e la filosofia. Io noto qui solamente, che quel che nel luogo sopra citato è detto domma, base certa e sicura, autorità, e simili, ne' nuovi luoghi apparisce appena come germe, potenza, o, in quanto determinazione o definizione (positiva), come semplice opinione. Quel che è germe o potenza non diventa base certa e sicura, se non è spiegato e determinato dal libero pensiero. La fede è quasi senso; la scienza intelletto. Etc., etc.[131] — Questo è il vero Gioberti."
      },
      {
        "index": 88,
        "text": "4. La scienza ideale si divide nel modo seguente: La formola consta di tre elementi: soggetto, copula e predicato, cioè Ente, creazione ed esistenza. Nella scienza dell'intelligibile in generale (puro e misto, Ente ed esistente), cioè nella filosofia, 1. al soggetto corrisponde la filosofia pura (ontologia), la quale espone le determinazioni dell'Ente. 2. Alla copula, come processo discensivo dall'Ente all'esistente, corrisponde la filosofia della matematica, che ha per oggetto il tempo e lo spazio[132]; e come processo ascensivo dall'esistente all'Ente, la logica e la morale: delle quali l'una ha per oggetto la scienza o il vero, e l'altra la virtù o il bene. 3. Al predicato corrisponde la filosofia dell'esistente come tale in generale (della natura, dell'universo, del mondo sensato delle esistenze, de' sensibili, esterni o interni, materiali o spirituali), e si suddivide in psicologia, cosmologia, estetica (!) e politica; le quali hanno per oggetto l'animo umano come essere meramente individuale, la natura come tutto, il bello e lo stato. Tutta la filosofia, in quanto consta di queste tre parti, si può anche dire teologia razionale; giacchè, se la prima espone gli attributi più essenziali della Divinità (le determinazioni dell'Ente), e perciò è teologia razionale pura, le due altre sono una teologia razionale mista, in quanto distinguono e amplificano il concetto delle perfezioni divine, lo avvalorano ed accrescono di precisione e di luce; quella è la cognizione naturale della divinità in se stessa, e questa la cognizione naturale della divinità nelle sue opere. Similmente nella scienza del sovrintelligibile, cioè nella teologia rivelata. [193] Al soggetto corrisponde la teologia rivelata pura, che espone le determinazioni dell'Essenza; alla copula e al predicato la teologia rivelata mista, cioè a quella la logica della rivelazione (apologetica e critica cattolica) e la morale rivelata (virtù teologali), e a questo l'antropologia e la cosmologia rivelata. E giacchè la doppia teologia razionale (la filosofia) s'immedesima oggettivamente colla teologia rivelata (perchè ciò che si distingue come intelligibile e sovrintelligibile, a rispetto nostro, si compenetra nella unità della natura divina), e questa teologia abbraccia altresì i due ultimi membri della formola, da questa unione nasce una teologia universale, che è la scienza compita e perfetta della Divinità conosciuta naturalmente e sovrannaturalmente, così in se stessa, come nelle sue opere; alla qual teologia universale le altre specie menzionate si riferiscono, come le parti al tutto. La teologia universale è l'ultimo corollario e la somma, o vogliam dire la quintessenza dell'enciclopedia, come la teologia schiettamente razionale ne è il principio. Per tal modo, la notizia di Dio è la base e l'apice della piramide scientifica[133]."
      },
      {
        "index": 89,
        "text": "Lascio stare i difetti formali e materiali di questa divisione. Quel che vi ha in essa di profondamente vero, è questo: l'unità concreta della Scienza, non solo come unità organica delle diverse parti in cui si divide ciascuno de' due lati della scienza ideale (filosofia e teologia), ma come unità oggettiva di questi due lati: di filosofia e teologia: e non nel senso che la filosofia sia assorbita dalla teologia, ma nel senso che la teologia universale non è altro che la stessa filosofia."
      },
      {
        "index": 90,
        "text": "Infatti, oggetto della filosofia è l'Idea, e l'Idea è una, è Dio stesso. Mondo, Esistenza, Finito, la filosofia li spoglia della loro finità e li considera nella loro infinità, come pensiero divino, come momento della infinità di Dio (sub specie aeternitatis). Quindi la filosofia è in ogni sua parte scienza della divinità, o teologia."
      },
      {
        "index": 91,
        "text": "Ma come Dio non è il vero Dio, nè in quanto semplice Ente, nè in quanto semplice Esistenza (Natura), nè in quanto semplice Ritorno (Spirito), cioè dire, non in quanto una sola di queste tre Unità, di questi tre Assoluti, ma in quanto la loro unità assoluta ed unica; così la filosofia non è veramente teologia, se non come tutta la Scienza, come tutto il processo della Scienza. Ora Dio, come la unità di quelle tre unità, è l'atto assolutamente creativo, il Creatore, lo Spirito: Personalità assoluta."
      },
      {
        "index": 92,
        "text": "Quindi la filosofia è teologia, cioè intendimento di Dio (del vero Dio, del Creatore), in quanto intende il Creare: quella unità delle tre unità."
      },
      {
        "index": 93,
        "text": "Può intenderla?"
      },
      {
        "index": 94,
        "text": "Non sono due oggetti: l'uno della filosofia, l'altro della teologia. Il così detto oggetto della filosofia è il falso oggetto: oggetto sciolto e senza nesso, non quel che è in sè veramente. Ente: unità senza nesso, pura moltipltcità. Natura: pura moltiplicità. Spirito: pura moltiplicità. Il vero oggetto è quello così detto della Teologia: Nesso de' nessi, unità di unità; il Creare."
      },
      {
        "index": 95,
        "text": "Può dunque la filosofia intender questo? il vero Dio?"
      },
      {
        "index": 96,
        "text": "Sì: e Gioberti stesso lo afferma, dicendo: l'intuito (visione dell'atto creativo) è la potenza del conoscere."
      },
      {
        "index": 97,
        "text": "O il conoscere è niente, o è conoscenza dell'atto creativo."
      },
      {
        "index": 98,
        "text": "Gioberti parla sempre di due filosofie: divina e umana; ma non sempre nello stesso modo. Ora la divina è «fuori e sopra l'atto creativo: quindi impossibile all'uomo». Ora la divina «è l'idea creatrice, e quindi atto puro; e la umana è riproduzione o copia della divina». Questo è il vero Gioberti; quello è il vecchio."
      },
      {
        "index": 99,
        "text": "Quello che è «fuori e sopra l'atto creativo» è il Dio falso, astratto, indeterminato: il semplice Ente, quello che è, e non crea nulla. Secondo questo concetto, la vera filosofia è la scienza dell'Ente, l'ontologia; e la bandiera l'ontologismo. Nel nuovo Gioberti è tutt'altra cosa. La filosofia è la protologia, la scienza di quel che è l'assoluto Primo, il Primo che è anche l'Ultimo; e questo non è l'Ente ma il Creatore. «Il Primo filosofico, avea detto Gioberti nella Introduzione, è l'Ente». Si potrebbe, dunque, credere che la protologia fosse la scienza dell'Ente, cioè, la stessa ontologia. Ora Gioberti stesso dice espressamente: «la scienza prima o la protologia non è l'ontologia; l'idea sola dell'Ente non può costituire il principio protologico; questo è la formola ideale»; e perciò «la protologia è la scienza di Dio, considerato come Ente creante; la scienza dell'atto creativo». Ma quale formola? quale atto creativo? Quella formola che esprime, e quell'atto che è, tutta l'attività creativa, cioè insieme il creare e il ricreare, il Primo e l'Ultimo. E perciò «la protologia discende dall'Ente all'Esistente e risale dall'Esistente all'Ente»; e così è insieme protologia e teleologia: e val quanto dire tutta la filosofia, giacchè la filosofia non è altro che «la scienza di Dio e di tutte le cose in quanto a Dio si riferiscono e con lui si connettono». Dio così, come questa assoluta relazione [196] o connessione, è l'assoluta Psiche o la Mente assoluta. E perciò la protologia è detta anche «l'analisi del principio costitutivo dello spirito umano»[134]. Il problema della filosofia è il problema dello spirito, e la sua nuova bandiera il psicologismo trascendente."
      }
    ]
  }
}
