{
  "chapterNumber": 20,
  "title": "Schizzo: Nota su Spinoza e Cartesio (Sketch: Note on Spinoza and Descartes)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Ho detto[161], che Schelling è rispetto a Fichte quel che Spinoza è rispetto a Cartesio. Perchè sia chiaro tutto il mio pensiero, espongo qui questa seconda posizione, come io l'ho concepita."
      },
      {
        "index": 1,
        "text": "Il pensiero — il cogito ergo sum (l'Io) — di Cartesio è immediatamente pensare ed essere, unità immediata di pensare ed essere (Io e non-io). Questa unità (identità) — l'ergo — non è il vero Pensare (il vero ergo); non è processo (relazione, unità sintetica originaria), ma semplice assioma, intuizione, evidenza, evidenza naturale."
      },
      {
        "index": 2,
        "text": "Pensare ed Essere (Io e non-io), appunto perchè immediatamente uno (identici), non sono veramente uno. Di certo, Pensare ed Essere non sono semplicemente così: o come due sfere, l'una accanto all'altra indifferentemente, e che si toccano solo in un punto della loro superficie, o come due sfere eguali e che coincidono e si confondono perfettamente l'una nell'altra. Nel primo caso non ci sarebbe unità (identità) di sorta, o tanta che equivarrebbe a niente; ci sarebbe la semplice differenza. [268] Nel secondo caso nè pure ci sarebbe l'unità, ma solo l'Uno, una sola sfera; mancherebbe assolutamente la differenza. Ma, se Pensare ed Essere non sono così, pure non sono davvero Uno. L'Essere è insidente nel Pensare (è contenuto nel Pensare) immediatamente, come l'effetto nella causa, la conseguenza nel principio. Questa insidenza o contenenza è l'unità cartesiana. Questa unità non è l'Uno semplicemente; giacchè l'Essere non coincide assolutamente col Pensare, e si distingue da esso, come l'effetto dalla causa, la conseguenza dal principio. E similmente questa unità non è il semplice contatto; giacchè l'Essere non è soltanto distinto dal Pensare, ma è contenuto nel Pensare (dipende, è posto dal Pensare), come l'effetto nella causa, la conseguenza nel principio. È dunque unità, che è insieme distinzione. Ma è vera unità? È vera distinzione?"
      },
      {
        "index": 3,
        "text": "Quando Cartesio dice: «Pensare è Pensare e Essere (cogito ergo sum); Pensare è il Primo, Essere è il Secondo; Pensare è principio e causa, Essere è conseguenza ed effetto», vuol dire semplicemente: l'essere del pensare è conseguenza ed effetto del pensare; dire Pensare, è dire implicitamente Essere del Pensare; l'Essere del Pensare è implicito nel Pensare, come la conseguenza nel principio, l'effetto nella causa."
      },
      {
        "index": 4,
        "text": "Questa relazione (identità, non vuota, ma che è in sè distinzione. Identità: l'Essere è implicito nel Pensare, il principio è in sè la conseguenza, Distinzione: l'Essere come tale è distinto dal Pensare, in quanto è posto dal pensare; la conseguenza come tale è distinta dal principio, non è il principio); questa relazione tra Pensare ed Essere è, dunque, per Cartesio semplice relazione tra il [269] Pensare e l'Essere del Pensare (non è relazione tra il Pensare e l'Essere che non è il Pensare, l'Essere semplicemente Essere, l'estensione, il corpo)."
      },
      {
        "index": 5,
        "text": "Ora l'Essere del Pensare non è tutto l'Essere; non è anche l'Essere semplicemente Essere, l'Essere semplicemente reale, la semplice realtà; ma solo l'Essere NEL Pensare (non è il non-io reale, ma solo il non-io nell'Io)."
      },
      {
        "index": 6,
        "text": "Questa relazione non si può, dunque, intendere come relazione tra il Pensare e l'Essere in quanto tutto l'Essere, come se io dicessi: il Pensare è causa della semplice realtà, della estensione, del corpo; ma si deve intendere solo come relazione tra il Pensare e l'Essere nel Pensare. E ciò vuol dire: niente, senza il Pensare, è nel Pensare, quel che è nel Pensare, e in quanto è nel Pensare, non è posto da altro che non sia il Pensare, ma solo dal Pensare; in quello che è in esso, il Pensare ha se stesso, il suo Essere, la sua conseguenza, il suo effetto, la sua genitura: riconosce in quello se stesso. Altrimenti, quel che si dice sia nel Pensare, non sarebbe nel Pensare."
      },
      {
        "index": 7,
        "text": "Ora l'Essere nel Pensare vuol dire l'Essere in quanto conosciuto (l'essere in quanto oggetto, l'esse obiective); il conoscere."
      },
      {
        "index": 8,
        "text": "Adunque, la possibilità del conoscere è questa relazione necessaria (identità, nesso causale) tra il Pensare e l'Essere. Togliete questa relazione, e non sarà possibile il conoscere. Questa relazione è lo stesso conoscere."
      },
      {
        "index": 9,
        "text": "Questa relazione è il pregio di Cartesio (cogitare ergo esse. Pregio confessato dal Gioberti: inteso e migliorato da Fichte)[162]."
      },
      {
        "index": 10,
        "text": "Ma ciò non vuol dire, che il conoscere sia reale, che la realtà, la semplice realtà, sia conoscibile. Perchè la realtà sia conoscibile (perchè il conoscere sia reale), deve essere in sè questa relazione."
      },
      {
        "index": 11,
        "text": "Ciò vuol dire, che non vi ha conoscere, conoscere reale, se così la realtà cosciente, come la semplice realtà (spirito e natura) non è in sè questa relazione; cioè, se questa relazione non è la loro identità."
      },
      {
        "index": 12,
        "text": "Ecco Spinoza."
      },
      {
        "index": 13,
        "text": "Spinoza pone immediatamente, cioè presuppone questa identità: la intuisce. Ed ecco la sostanza."
      },
      {
        "index": 14,
        "text": "La sostanza è questa relazione, — cogitare ergo esse, — posta come la identità di spirito e natura, pensiero ed estensione, immediatamente. Per causam sui (sostanza) intelligo id, cuius essentia involvit existentiam, sive id, cuius natura non potest concipi nisi existens[163]."
      },
      {
        "index": 15,
        "text": "La sostanza è essenzialmente causa, causa sui, causa del suo essere: cogitare ergo esse."
      },
      {
        "index": 16,
        "text": "Questa identità — la sostanza — non è un terzo, che non sia nè pensiero nè estensione assolutamente. Il pensiero è identità di pensiero ed estensione (la sostanza stessa), ma come pensiero; la estensione è la stessa identità, ma come estensione. Questa identità di sè stesso e dell'altro, la quale è ciascuno de' due, è dunque la loro identità."
      },
      {
        "index": 17,
        "text": "Che è questa identità?"
      },
      {
        "index": 18,
        "text": "L'ho già detto: l'unità cartesiana di Pensare ed Essere, la relazione causale: il causare[164]."
      },
      {
        "index": 19,
        "text": "Quale è la loro differenza?"
      },
      {
        "index": 20,
        "text": "Quella, che, con tutta la loro identità, è tra i termini della relazione causale; cioè quella stessa che è tra i termini del principio cartesiano, Pensare ed Essere."
      },
      {
        "index": 21,
        "text": "Questa mia ultima affermazione pare contraria a quel che è stato detto sempre sinora, cioè che pensiero ed estensione in Spinoza non abbiano tra loro nesso causale, ma siano perfettamente paralleli. Vediamo."
      },
      {
        "index": 22,
        "text": "Il Trendelenburg dice[165]: «Appunto perchè sono una sostanza diversamente, i due attributi sono senza nesso causale». A me pare, invece, che appunto perchè hanno questo nesso, sono una sostanza diversamente. Causa ed effetto, principio e conseguenza sono appunto una sostanza differentemente. Ma Spinoza, si dice, non ammette finalità; non ammette che il pensiero determini l'estensione, nè l'estensione il pensiero. Ebbene, relazione causale non vuol dire finalità. Causa ed effetto, come due sostanze, non sono possibili che dove il causare è creare, cioè dove la causa non è semplice causa, ma mentalità. — Si è detto sempre, che la Sostanza spinoziana è immobilità o indifferenza assoluta[166]. Ora Spinoza stesso dice, che la sostanza è essenzialmente causa: la causalità è la sua stessa essenza. Ciò è stato notato da uno storico della filosofia[167], e anche da me in un altro mio scritto[168]. [272] Il parallelismo, come è stato inteso comunemente, cioè che escluda ogni relazione di causa ed effetto, di principio e conseguenza, si accorda benissimo colla immobilità assoluta della sostanza. Parallelismo, inteso così, vuol dire in verità che non ci è la sostanza come identità. Pensiero ed estensione sarebbero, in questo caso, una dualità, come due linee parallele nello stesso piano, la cui unità è solo il piano medesimo. Così non sarebbero la sostanza stessa come pensiero ed estensione, ma solo parte della sostanza, cioè quel che dice il Mamiani[169]; la sostanza sarebbe tutt'altro che la loro identità. Se, invece, la sostanza è la loro identità, ed essi con tutto ciò sono differenti (paralleli), questo solo già vuol dire che la sostanza non è immobilità assoluta."
      },
      {
        "index": 23,
        "text": "Se è vero, com'è, che la sostanza è essenzialmente causa, anzi la causa stessa, come conciliare questa posizione col parallelismo degli attributi, intendendo per parallelismo la esclusione d'ogni relazione causale? Avremmo, dirò così, nella sostanza una duplice sostanza: l'una come sostanza-causa, e l'altra come sostanza-immobilità (indifferenza), alla quale ultima corrisponderebbe il parallelismo."
      },
      {
        "index": 24,
        "text": "Ora io dico, che la Sostanza non è identità e causa, ma è identità, che è causa; la identità, la sostanza spinoziana, è la relazione causale."
      },
      {
        "index": 25,
        "text": "Se la Sostanza è, in quanto sostanza, causa, bisogna dunque accordare con questa posizione la dualità, o, se si vuole, il parallelismo degli attributi; cioè il contenuto della sostanza colla sua [273] forma. Il contenuto è pensiero ed estensione; la forma è il causare, la relazione tra pensare ed essere, pensiero ed estensione. Senza questo accordo, la forma sarebbe estrinseca al contenuto; forma e contenuto farebbero due sostanze. Il parallelismo, insomma, deve aver radice nella natura della sostanza stessa, cioè nell'esser essa causa, se davvero è causa. Se non ha radice nell'esser causa, e la Sostanza è causa, bisogna dire che l'abbia in un'altra natura; e così la sostanza avrebbe due nature."
      },
      {
        "index": 26,
        "text": "Ecco come, a mio credere, si accordano queste due posizioni, la sostanza-causa e il parallelismo, e quindi come si deve determinare il significato del parallelismo stesso; e vedere, se l'unità e la differenza siano vera unità e vera differenza."
      },
      {
        "index": 27,
        "text": "Il parallelismo ha radice nella sostanza, in quanto la sostanza stessa è questo parallelismo. Sostanza è unità, identità, come causa, come relazione causale. Parallelismo qui (il parallelismo spinoziano) non è opposizione assoluta, e nè meno indifferenza assoluta, perchè non esclude l'unità. Ora la relazione causale, la relazione tra principio e conseguenza, è appunto questo parallelismo. Chi dice una relazione come quella che è il parallelismo spinoziano — che non è nè opposizione assoluta, nè indifferenza assoluta —, dice necessariamente quella relazione che Hegel chiama in generale, determinazione riflessa (essenza): come p. e. principio e conseguenza, forza ed estrinsecazione, interno ed esterno; delle quali relazioni la più concreta è appunto la relazione causale: causa ed effetto. Questa relazione è l'Ergo cartesiano. L'effetto è la ripetizione, la riproduzione, la riflessione, il riverbero della causa; ma ripetizione, dirò così, in un altro livello, in un altro piano, e nondimeno in [274] modo che corrisponde perfettamente alla causa: cioè, che quel che è in esso, sia nella causa, sebbene come causa nella causa e come effetto nell'effetto, e vale a dire diversamente, in due livelli. Questa perfetta corrispondenza in diversi livelli è il parallelismo spinoziano; è la relazione tra causa ed effetto; quella relazione che è tra il Pensare e l'Essere nel principio cartesiano."
      },
      {
        "index": 28,
        "text": "La Sostanza — in sè identità cartesiana di Pensare ed Essere, cioè causalità — è la identità di pensiero ed estensione, de' due universi; ciascuno de' quali è questa identità (coll'altro), sebbene diversamente. Che vuol dir ciò?"
      },
      {
        "index": 29,
        "text": "I due universi hanno la stessa forma, e pure sono differenti. Infatti:"
      },
      {
        "index": 30,
        "text": "1. Universo spirituale: il Pensiero come attributo è causa (infinita cogitandi POTENTIA); il Pensiero come modo infinito (Universo) è effetto (intellectus absolute infinitus)."
      },
      {
        "index": 31,
        "text": "2. Universo corporeo: l'Estensione come attributo è causa (infinita, agendi POTENTIA, quantitas infinita); l'Estensione come modo infinito (Universo) è effetto (motus et quies)."
      },
      {
        "index": 32,
        "text": "Come la Sostanza in quanto Pensiero (infinita cogitandi potentia) è causa dell'Universo spirituale, così, e nello stesso modo, in quanto Estensione (infinita agendi potentia) è causa dell'Universo corporeo. È una medesima forma: il causare."
      },
      {
        "index": 33,
        "text": "Questa medesima forma, questa identità ne' due mondi, è la Sostanza. La Sostanza non è come un soggetto, in cui siano inerenti i due attributi, come due proprietà, le quali, in quanto attive, siano cause de' due universi. La Sostanza non è il soggetto comune, fatta astrazione dalle proprietà, di modo che, poste sole le proprietà come attive (come causa) e [275] fatta astrazione dalle proprietà, la Sostanza, come tale, per sè, sia inattiva. La Sostanza, invece, non è Sostanza senza gli attributi; non si può fare astrazione dagli attributi, senza togliere la stessa Sostanza, la sostanza spinoziana; l'attributo, dice Spinoza medesimo, è la stessa Sostanza come causa[170]."
      },
      {
        "index": 34,
        "text": "La Sostanza — la identità — è dunque quella medesima forma. Comunemente s'intende Spinoza così. Si comincia col dire: Natura naturante, anzi una doppia natura naturante; e Natura naturata, anzi una doppia natura naturata (doppia causa, doppio effetto). Poi si fa astrazione dal naturare e dal naturato, dal doppio naturare e dal doppio naturato, e si ha la semplice Natura, e si dice: — Questa è la Sostanza; Substantia, sive Natura. — No, dico io, la Sostanza non è la semplice Natura, ut sic; non è questo astratto; ma è il Naturare e quindi il Naturato (causa, causa sui). I due mondi (e i due attributi) non sono identici, in quanto semplice Natura, in quanto semplice Essere, ma in quanto Nesso causale, in quanto Pensare (cartesiano); la Natura spinoziana non è semplice Essere, ma è il cogitare ergo esse di Cartesio, e perciò essenzialmente causa: naturare."
      },
      {
        "index": 35,
        "text": "Ma come, avendo la medesima forma (che è la Sostanza), i due universi (e i due attributi) sono differenti?"
      },
      {
        "index": 36,
        "text": "La radice della loro differenza è la radice stessa della loro identità; cioè, la loro differenza è la loro identità stessa. Così la Sostanza non è identità come semplice forma, ma come contenuto. Forma e contenuto si corrispondono perfettamente nello spinozismo; non sono nè vera forma, nè vero contenuto; [276] ma, come imperfetti, si corrispondono pienamente."
      },
      {
        "index": 37,
        "text": "Infatti, la Sostanza, cioè la identità come essenza, come determinazione riflessa (come principio e conseguenza, causa ed effetto, come causare) è parallela a sè stessa; questo è il difetto della Sostanza spinoziana, e quindi dello spinozismo. Perciò la Sostanza non è mentalità. Mentalità è la negazione del parallelismo cartesiano. La Sostanza, come semplicemente parallela a sè stessa, non è nè vera unità, nè vera differenza. Come parallela a sè stessa, essa è i due attributi, i due mondi; ma è tal parallelismo, che non è indifferenza assoluta, ma invece vuol dire: primo e secondo (Pensare ed Essere, Esse obiective ed Esse formaliter), sebbene quel che è nel primo sia nel secondo: l'unica differenza è che il primo è primo (Pensare), e il secondo è secondo (Essere). Ma il primo è tal Pensare che è Pensare ed Essere (identità); e il secondo è tal Essere che è Pensare ed Essere (identità), perchè è l'Essere del Pensare, nel Pensare. Il parallelismo, l'esser parallelo a sè stesso (il non esser davvero uno con sè stesso o mentalità) è il principio cartesiano: cogitare ergo esse. Cogitare ed Esse sono lo stesso, e nondimeno sono diversi; quel che è il Cogitare è l'Esse, perchè l'Esse è l'Essere del Cogitare, e pure sono lo stesso diversamente, perchè l'Esse non è il Cogitare. Tutto quel che si trova nel Cogitare si trova nell'Esse, ma in diverso livello, in diverso piano; e si trova nell'Esse in quanto si trova nel Cogitare; l'Esse (ordo rerum) è il contrapposto del Cogitare (ordo idearum)."
      },
      {
        "index": 38,
        "text": "Spinoza, dunque, oggettiva la identità cartesiana immediatamente (coll'intuito intellettuale. Per [277] substantiam INTELLIGO ecc.), come Schelling la identità fichtiana. La differenza delle due identità fa la differenza de' due intuiti."
      },
      {
        "index": 39,
        "text": "La identità cartesiana è semplice parallelismo (tesi e antitesi): e perciò l'intuito è lo stesso intendimento immediato."
      },
      {
        "index": 40,
        "text": "La identità fichtiana è mentalità (tesi, antitesi, sintesi); perciò l'intuito è intuito mentale, è mente intuitiva."
      },
      {
        "index": 41,
        "text": "Perciò l'intuito spinoziano (naturalismo) non è un nuovo atto logico; e lo schellinghiano è un atto logico. (Il nuovo atto logico è la mentalità di questo intuito; mentalità, che è la nuova logica di Fichte)."
      },
      {
        "index": 42,
        "text": "Posso dunque conchiudere, che come Spinoza sta a Cartesio, così Schelling sta a Fichte."
      }
    ]
  }
}
