{
  "chapterNumber": 16,
  "title": "Schizzo: Avvertenza (Sketch: Foreword)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Nella Lezione nona ho detto: «I momenti storici del puro conoscere sono in Alemagna la Coscienza, l'Autocoscienza, la Ragione e lo Spirito; cioè Kant, Fichte, Schelling ed Hegel»."
      },
      {
        "index": 1,
        "text": "In una Introduzione come la mia, il cui tema principale era la esposizione del pensiero filosofico italiano, io non poteva trattare più ampiamente questa materia della filosofia tedesca. Dissi un po' di Kant; ma quasi niente di Fichte, Schelling ed Hegel. E pure chi non sa il significato di questi filosofi nella storia della filosofia moderna, non può farsi un concetto giusto e adeguato della filosofia italiana di questi tempi."
      },
      {
        "index": 2,
        "text": "Nel mio Corso di Logica, che fece séguito immediatamente all'Introduzione, io dovei ritornare su questa materia, perchè, volendo giustificare il concetto che io m'era formato di questa scienza, stimai di non poter ciò fare altrimenti che coll'esporre in poche lezioni il suo sviluppo storico; e giacchè un tal concetto si fonda nel nuovo indirizzo della filosofia dopo Kant, questa parte storica dovea versare principalmente nella filosofia tedesca."
      },
      {
        "index": 3,
        "text": "Io do qui questa esposizione come appendice all'Introduzione. Avrei potuto abbreviarla anche di più, togliendo quelle parti, che non hanno una relazione diretta col fine, per cui la inserisco in questo volume. Pure l'ho lasciata tal quale, perchè da un lato si veda chiaro tutto il mio pensiero, e dall'altro il lettore abbia come un saggio di questo [208] corso di logica, che forse — quando che sia — mi risolverò di pubblicare[138]."
      },
      {
        "index": 4,
        "text": "Questa esposizione è una brevissima storia della filosofia (occidentale), considerata da un certo punto di vista: dal punto di vista logico. Anche sotto questo aspetto esso può servire di chiarimento al soggetto principale della Prolusione e dell'Introduzione."
      }
    ]
  }
}
