{
  "chapterNumber": 14,
  "title": "Lezione Decima: Epilogo e conclusione (Tenth Lecture: Epilogue and Conclusion)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Il soggetto della mia Introduzione era la esposizione de' principali momenti del pensiero italiano dal Risorgimento sino a Gioberti."
      },
      {
        "index": 1,
        "text": "La mia intenzione era di vedere, se il progresso e il risultato del pensiero italiano s'accordano o no col progresso e il risultato del pensiero europeo."
      },
      {
        "index": 2,
        "text": "Io volea vincere il pregiudizio, che il nostro pensiero e il pensiero europeo siano in opposizione tra loro."
      },
      {
        "index": 3,
        "text": "Io credo aver dimostrato, che la nostra filosofia e la filosofia europea hanno avuto lo stesso progresso, più o meno, e lo stesso risultato."
      },
      {
        "index": 4,
        "text": "Ho vinto così quel pregiudizio? Giudicate voi."
      },
      {
        "index": 5,
        "text": "Io spero che sì. Io confido ne' liberi ingegni: in quegli ingegni che amano la scienza per se stessa, e non sono preoccupati da altro interesse che quello del Vero."
      },
      {
        "index": 6,
        "text": "Ritorniamo rapidamente sulla via che abbiamo percorsa, e fermiamo bene il punto, al quale siamo arrivati; fermiamo bene lo stato della nostra coscienza dopo la Introduzione."
      },
      {
        "index": 7,
        "text": "Io ho detto, che il carattere e lo sviluppo della nostra filosofia dopo il Risorgimento è quello stesso della filosofia europea:"
      },
      {
        "index": 8,
        "text": "Carattere = Ricerca del principio assoluto nella Mente assoluta."
      },
      {
        "index": 9,
        "text": "Sviluppo = Esplicazione, opposizione e unità de' due momenti della Mente assoluta: oggettività e soggettività infinita."
      },
      {
        "index": 10,
        "text": "I. La nostra filosofia è da prima filosofia del Risorgimento: critica e negazione della Scolastica."
      },
      {
        "index": 11,
        "text": "La Scolastica è la negazione dell'oggettività (realtà della natura) e della soggettività (realtà dello spirito)."
      },
      {
        "index": 12,
        "text": "La filosofia del Risorgimento è l'affermazione dell'una e dell'altra."
      },
      {
        "index": 13,
        "text": "Abbiamo visto le nuove determinazioni ne' filosofi del Risorgimento, italiani e stranieri: dal Cusano a Campanella e Bruno."
      },
      {
        "index": 14,
        "text": "Queste determinazioni si riassumono in Campanella e Bruno."
      },
      {
        "index": 15,
        "text": "Campanella = Principio della soggettività: il sentire."
      },
      {
        "index": 16,
        "text": "Bruno = Infinità della Natura; Dio come Indifferenza e Coincidenza assoluta: Sostanza: Sostanza essenzialmente Causa: Causa infinita, effetto infinito; Infinito generante, infinita genitura."
      },
      {
        "index": 17,
        "text": "II. Cartesio = il Pensare (Campanella: il Sentire)."
      },
      {
        "index": 18,
        "text": "Spinoza: è la chiarezza di Bruno."
      },
      {
        "index": 19,
        "text": "Bruno: Coincidenza (Punto oscuro)."
      },
      {
        "index": 20,
        "text": "Spinoza: Insidenza, Contenenza (Punto chiaro: ma immediato; quindi, non veramente chiaro)."
      },
      {
        "index": 21,
        "text": "Pregio di Spinoza e Bruno: Dio = Identità assoluta: Natura. Infinità della Natura, dell'Universo."
      },
      {
        "index": 22,
        "text": "Pregio riconosciuto da Gioberti stesso. [«La teologia volgare che dominò finora è finitesimale.... Così un mondo finito; un tempo mondiale finito etc. [199] Meschinissime idee!»[135] — «Tre teologie. 1. Prima e imperfetta: Iddio è l'Ente (l'ente si considera senza l'esistenze). Non dà tutti gli attributi di Dio; è la formola del vecchio testamento» (Puro monoteismo). 2. «Teologia cosmologica: Iddio è il tutto» (Bruno, Spinoza): 3. «la perfetta, fondata nella formola cristiana: l'uomo è in Dio». L'uomo è in Dio significa: «la libertà è concreazione di Dio; perchè Dio, creando se stesso (mentalità assoluta, Trinità), in quanto l'uomo si accompagna all'atto creativo di Dio, viene a creare esso Dio »][136]."
      },
      {
        "index": 23,
        "text": "Difetto di Bruno e Spinoza: Dio semplice Sostanza Causa; cioè, teologia semplicemente cosmologica. Naturalismo, meccanismo: non differenza de' due universi."
      },
      {
        "index": 24,
        "text": "III. Vico pone la differenza reale: le due provvidenze: il mondo umano."
      },
      {
        "index": 25,
        "text": "Unità non più come Sostanza-causa, ma come spirito (Unità dello Spirito): Sviluppo."
      },
      {
        "index": 26,
        "text": "Vico esige una nuova metafisica, e non si appaga più di quella dell'Ente."
      },
      {
        "index": 27,
        "text": "Esigenza fatta prima del tempo, cioè della dissoluzione della vecchia Metafisica."
      },
      {
        "index": 28,
        "text": "Con questa esigenza finisce la filosofia da Cartesio a Kant, e comincia la nuova."
      },
      {
        "index": 29,
        "text": "Questa esigenza storica è Kant. — Si dice: Vico non ha metafisica. Vero e non vero ciò. L'ha, ma incorporata colla Scienza Nuova. Voler comprendere Vico colla sua vecchia metafisica (Italorum sapientia) è non capirne niente. Quindi l'oscurità."
      },
      {
        "index": 30,
        "text": "IV. La chiarezza di Vico è la filosofia dopo Kant. Problema del conoscere."
      },
      {
        "index": 31,
        "text": "a) Kant studia tutto il fatto del conoscere e spiega il fatto non più col fatto, ma col fare (Potenza del conoscere). — Trascendentalismo: Puro conoscere. Pregio di Kant: Unità sintetica originaria. Difetto: Il suo puro conoscere non è assolutamente fare, ma fare parziale. Categoria: fare e fatto. Intuizione pura: fare e fatto."
      },
      {
        "index": 32,
        "text": "b) Fichte: Puro conoscere — assoluto fare — mentalità o soggettività pura — autocoscienza come produttività delle categorie: assoluta."
      },
      {
        "index": 33,
        "text": "c) Schelling: Se assoluta, richiede identità di natura e spirito assoluta: Ragione."
      },
      {
        "index": 34,
        "text": "d) Hegel: Ragione conscia di sè o assoluto spirito come Principio assoluto."
      },
      {
        "index": 35,
        "text": "Puro conoscere = Potenza infinita del conoscere. Niente si conosce, se tutto non si conosce."
      },
      {
        "index": 36,
        "text": "a') Galluppi: Puro conoscere = Unità sintetica originaria dello spirito (fondo proprio dello spirito, da cui provengono le idee d'identità, diversità, etc., cioè le vere idee, le categorie, non le rappresentazioni); giudizii sintetici a priori pratici; idea dell'universo e di Dio; la sensibilità come pura cognizione (la forma della coscienza)."
      },
      {
        "index": 37,
        "text": "b') Rosmini: Puro conoscere — unità sintetica originaria (ragione, sentimento fondamentale). Poi: semplice Ente possibile, idea innata."
      },
      {
        "index": 38,
        "text": "c') Gioberti: Puro conoscere o possibilità del conoscere = assoluto spirito (creare e ricreare = Creare assoluto). Potenzialità del conoscere = Potenzialità infinita."
      },
      {
        "index": 39,
        "text": "Il Principio assoluto è l'assoluto Spirito o la Mente assoluta; i cui momenti sono l'oggettività (natura) e la soggettività (spirito) infinita: il creare e il ricreare: [201] i due cicli. La loro unità è l'Idea vera giobertiana."
      },
      {
        "index": 40,
        "text": "La vera Idea giobertiana non è l'essere, ma il creare, non l'Ente, ma lo Spirito."
      },
      {
        "index": 41,
        "text": "Atto creativo è dialettica, assoluta dialettica; e dialettica è l'organismo o vita ideale. La filosofia, come riproduzione fedele di tale organismo, è dunque essa stessa dialettica; è, a suo modo, creare."
      },
      {
        "index": 42,
        "text": "Questo ripensare, che è creare, è il vero pensare: la scienza."
      },
      {
        "index": 43,
        "text": "La scienza è la pienezza dell'atto creativo: la realtà assoluta dello spirito."
      },
      {
        "index": 44,
        "text": "V. Tale è il grado, a cui è salito in Gioberti il pensiero italiano. È lo stesso grado del pensiero tedesco in Hegel. Ma tra i due gradi vi ha una profonda differenza, quando si considera non il nudo risultato, ma tutto il processo del pensiero. In Italia, checchè si voglia dire in contrario, manca il vero processo storico; da Bruno e Campanella a Vico vi ha, storicamente, quasi un salto; e similmente da Vico a Gioberti. I due indirizzi della speculazione dopo Cartesio si sviluppano originalmente fuori d'Italia, e il nuovo problema del conoscere è il campo chiuso della filosofia tedesca. Se da una parte lo stesso anacronismo di Vico dà maggior risalto alla sua originalità, non è meno vero d'altra parte, che Galluppi, Rosmini e Gioberti seguono una via già tenuta, per non dire aperta e spianata, da altri, e sono costretti dalla forza stessa delle cose ad essere imitatori e ripetitori, anche quando dicono di fare il contrario. So bene che questo discorso non piace, e si ha come un'offesa all'originalità dell'ingegno italiano. So questo e altro; ma io devo dire quel che penso. Questo ingegno italiano, tanto adulato e [202] imbalsamato, e spesso così mal servito dai suoi medesimi adulatori, non ha niente a temere in tutta questa faccenda; e non è screditare l'originalità di nessuno il dire che chi vien dopo è preceduto da chi è venuto prima. Siamo arrivati tardi, dopo essere stati i primi: ecco tutto. Ma di chi la colpa? Di coloro, che ci hanno legato i piedi e le braccia, e non ci hanno lasciato fare. La colpa, in parte, è degli stessi imbalsamatori. Non ci è peggio, che il falso concetto dell'originalità. Si crede, che essere originale vuol dire troncare ogni relazione colla realtà e col processo storico, e fare da sè solo senza tempo e spazio, e creare un nuovo mondo a piacere e a ogni momento. Di tali originali io ne conosco molti."
      },
      {
        "index": 45,
        "text": "Il processo del pensiero tedesco, è naturale, libero, consapevole di sè: in una parola, critico. Quello del pensiero italiano è spezzato, impedito e dommatico. Questa è la gran differenza. Ora l'Alemagna è entrata in un nuovo periodo critico, più ampio e vigoroso del precedente, e al quale succederà una nuova costruzione del reale. E noi altri italiani, prima di rimetterci davvero in via, e dar corso a tutta l'originalità precoce, che non ci cape in seno, abbiamo l'obbligo di rientrare ancora in noi medesimi, di orizzontarci, di guardarci anco attorno, di vedere e conoscere ciò che gli altri hanno fatto da sessant'anni in qua, e specialmente ciò che stanno facendo. Solo così noi faremo nel mondo del pensiero, come abbiam quasi fatta nel mondo politico, un'Italia che duri, non un'Italia immaginaria, pelasgica[137], pitagorica, scolastica, e che so io, ma un'Italia [203] storica: un'Italia che abbia il suo degno posto nella vita comune delle moderne nazioni."
      }
    ]
  }
}
