{
  "chapterNumber": 3,
  "title": "Nota alla Prolusione (Note to the Prolusion)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Intorno alla filosofia indiana."
      },
      {
        "index": 1,
        "text": "Il fine principale di questa mia Prolusione è stato di mostrare la insussistenza della opinione di coloro, che parlano oggigiorno di una filosofia nazionale, come gli ebrei, tanti secoli fa, parlavano del loro Dio. Perciò, se qualcuno mi rimproverasse che nelle brevi parole che ho detto sull'India, io abbia fatto d'ogni erba fascio, non distinguendo il bramanismo dal buddismo, e la filosofia del Vedanta da quella del Sankhya e dalla speculazione buddistica, e in generale i tempi più o meno naturali dell'India, direbbe Vico, da' tempi umani, io potrei rispondere: questo rimprovero dimostra più di quel che io voleva. Io voleva provare che l'umanità ci è o almeno ci ha da essere ne' tempi moderni, e il rimprovero dice che ci è stata, a suo modo, anche nei tempi antichi; cioè, che nell'India stessa la coscienza siasi elevata a tale altezza, da superare i limiti de' pregiudizii nazionali. Adunque, potrei dire: tanto meglio; e basterebbe. Contuttociò, giacchè la dimostrazione del mio tema si connette necessariamente colla caratteristica della filosofia e in generale dello spirito de' tre popoli ariani antichi (India, Grecia [35] e Roma), io devo provare che questa caratteristica non esclude, anzi contiene in sè, quel progresso dalla coscienza puramente naturale e nazionale all'umana."
      },
      {
        "index": 2,
        "text": "E in vero, ei pare che io abbia fatto di ogni erba fascio, perchè ho detto: «lo spirito indiano non arriva mai alla coltura umana propriamente detta»; e: «Brama è lo stesso spirito indiano». E simili. Tutto ciò, si osserverà, stava bene venti o trenta anni fa; ma oggi, dopo le nuove ricerche sull'India e specialmente sul buddismo, è un errore, che non si può scusare. Chi non sa oggi che il buddismo è l'umanismo indiano, e tale umanismo che spesso, al paragone, noi altri popoli moderni d'Europa, che diciamo di rappresentare tutta l'umanità, abbiamo cagione di arrossire? Chi non sa oggi, insomma, che bramanismo e buddismo sono essenzialmente differenti, e che il bramanismo non è o almeno non è stato tutta l'India? — Io so bene che la ignoranza non è una scusa, nè anche quella così facile, e direi quasi così scusabile, delle cose indiane. Io non sono di quelli, che hanno l'India, anzi tutto l'Oriente in tasca, e di questo Oriente — veramente tascabile — parlano a ogni momento e occasione. Nè, d'altra parte, sono di que' pochissimi, che se cominciano a parlare dell'India tra noi, hanno il diritto di farlo, perchè o la studiano o l'hanno studiata davvero. Io non pretendo, insomma, di esser annoverato tra i dotti, ma nello stesso tempo rigetto ogni società o parentela coi ciarlatani. Quel che ho detto, l'ho detto perchè l'ho pensato, conoscendo — almeno in parte — le difficoltà che si sarebbero potute fare a questo modo di pensare. Queste difficoltà le ho meditate, e scrivo questa nota appunto per esporre brevemente le mie ragioni: il che non [36] avrei potuto fare nel testo senza spezzare il filo del discorso."
      },
      {
        "index": 3,
        "text": "1. Ripetendo quel che è stato affermato da altri anche di recente[14], cioè che «lo spirito indiano non arriva mai alla coltura umana propriamente detta», io non ho avuto intenzione di confondere il buddismo col bramanismo, e negare all'India ogni senso di civiltà ed umanità, ma solo, invece, di distinguere la civiltà così detta classica e specialmente la moderna, e come esiste e come s'intende, da tutta la civiltà indiana. Conosco bene, che il bramanismo come sistema gerarchico e castale, che determina, abbraccia e incatena tutte le relazioni universali e particolari della vita e perfino le azioni più indifferenti, è tutt'altro che un'istituzione umana, e che al paragone, anzi senza paragone, il buddismo — almeno nella sua genuina originalità —, è l'umanità stessa. Sottoscrivo a tutti i paragoni, che sono stati fatti e si possono fare per rappresentare la radicale differenza tra la coscienza bramanica e la buddistica; quella sia la coscienza del fariseo o dell'uomo del medio evo, e questa la coscienza del cristiano o dell'uomo dopo la Riforma, ecc., ecc. Se l'India buddistica non avesse altro a mostrare al mondo, che la sua etica[15], ciò basterebbe a provare la gran potenza e originale profondità dello spirito indiano, e come l'umanità — il valore dell'uomo come uomo, senza differenza di nazioni, di nascita, di classi, di ricchezza e simili, ma come semplice effetto della sua propria libera attività teoretica e pratica, del vero sapere e del puro volere — sia qualcosa di assai più antico che [37] lo stesso cristianesimo. Io non so, se in alcuna religione — come spiegazione della vita — si trovi un concetto più serio e più profondamente umano di quello del Carma: un concetto, nel quale si veda espressa più energicamente la convinzione, che l'uomo sia il vero e unico artefice del suo proprio destino, e che lo spirito, come attività etica — come efficacia e processo continuo delle opere — come perennità morale — sia l'unica suprema potenza, che regge e ordina ogni cosa, la legge, a cui tutto è soggetto e da cui dipende il corso del mondo[16]."
      },
      {
        "index": 4,
        "text": "Contuttociò, vi ha umanità e umanità, e nelle parole: umanità propriamente detta, io ho voluto dinotare appunto questa differenza. L'umanità buddistica, per quanto sia il suo pregio, è, come è stato già osservato da uomini molto versati in tal materia, sempre negativa; è un'etica di pazienza e di annegazione, non di azione ed energia: una morale da cenobita, la quale, al far de' conti, stanca e dissolve ogni forza dell'animo. Invano tu cerchi in essa quel vigore efficace, quella operosità e accorgimento individuale, quella maschia virtù; che noi tanto ammiriamo nell'antichità classica. «A chi ti dà una guanciata, offri l'altra guancia». Politicamente, essa favorisce la servitù; giacchè, insegnando che si deve sopportare pazientemente ogni ingiuria e ingiustizia, e proibendo ogni resistenza contro l'usurpazione e la violenza, predica naturalmente l'ubbidienza cieca e passiva verso la potestà anche tirannica, [38] e perciò, nonostante il suo principio dell'eguaglianza di tutti gli uomini, è stata di aiuto al dispotismo, dovunque si è introdotta. Questo suo carattere negativo nasce dalla sua trascendenza, e specialmente dal concetto che il buddismo ha di quel che noi diciamo comunemente l'altro mondo, e in generale del principio e fine delle cose."
      },
      {
        "index": 5,
        "text": "Per l'elleno il vero mondo è questo mondo, la terra con tutto quel che essa sostiene e alimenta; e perciò l'etica greca, sebbene apparisca da un lato meno umana, perchè più nazionale e più limitata della buddistica, pure dall'altro lato si accosta di più all'umanità concreta de' tempi moderni, perchè in questa stessa misura essa ha un contenuto positivo e determinato. Pel buddista al contrario i grandi interessi terreni e mondani non hanno nessun valore: la nazione, lo stato, la società civile — tutto quello appunto che noi diciamo vita umana — sono qualcosa d'indifferente, o valgono soltanto come mezzi per conseguire il supremo fine, che è al di là della vita. Questo fine è il Niente; il Niente, da cui deriva e a cui ritorna ogni cosa. Questo è l'ideale umano; io devo pensare, volere e operare, solo per estinguermi assolutamente come individualità che pensa, vuole e opera. E però, per quanto questo fine, come assoluto e universale, come la perfetta liberazione di tutti gli esseri viventi senza differenza di nazioni e di classi, come scopo a cui devono essere indirizzate e nel quale devono risolversi tutte le potenze dell'anima, possa essere causa e motivo di una gran virtù operativa, ciò nondimeno la sua stessa vacuità si riflette nell'attività individuale, e il cuore del buddista è al far de' conti vuoto come l'ideale a cui esso aspira. Quelli che si potrebbero chiamare risultati positivi [39] dell'etica buddistica, o sono una inconseguenza, una deviazione pratica dal suo stesso principio, ovvero di quegli effetti che sogliono essere prodotti anche da cause negative; giacchè operare, anche per un ultimo fine quale è quello del Niente, è sempre qualcosa di positivo. La negatività e quindi la vacuità buddistica non consiste tanto nella trascendenza, quanto nella natura del trascendente. Così l'ideale cristiano, specialmente come fu elaborato nel medio evo, è trascendente, ma non è il Niente. E sebbene il cristianesimo per lunga età, specialmente ne' primi tempi e anche dopo la Riforma, abbia avuto e conservato sempre o non mai smesso del tutto quella tendenza ascetica, che è inseparabile da ogni nuovo trascendente, e la umanità come si annunzia nel Vangelo sia principalmente astratta, indeterminata, negativa, e direi quasi livellatrice, come la buddistica; pure, appunto perchè il suo ideale non è il Niente, è avvenuto che la civiltà, come si dice cristiana o in altre parole la umanità moderna, avesse quel carattere di universalità e di concretezza insieme, di celeste e di mondano, di trascendenza e d'immanenza, che tanto la diversifica così dalla buddistica come dall'ellenica. So bene, che si attribuirà tutto questo a tante diverse cagioni, più che al principio cristiano: alla natura de' popoli che lo ricevettero, alla preesistenza e al rinascimento della civiltà classica, alle condizioni geografiche, ecc. Ma per quanta parte tutte queste cause abbiano potuto avere nella produzione della civiltà moderna, non si potrà mai negare, che se il principio cristiano non fosse stato quel che è stato, i popoli o non l'avrebbero ricevuto, o ricevendolo avrebbero tenuto un'altra via nello sviluppo della loro coltura. Per esprimere questa differenza dell'umanità negativa indiana [40] dalla umanità europea, io ho detto nella Prolusione: «l'infinita distanza di questo vuoto essere (Brama) dalla personalità piena e assoluta, tale è l'abisso che separa questa coscienza dalla coscienza moderna»."
      },
      {
        "index": 6,
        "text": "2. Brama è per me «la (vuota) concentrazione dello spirito in se stesso, mediante la negazione di ogni esistenza finita e determinata»; e perciò ho detto: « Brama è lo stesso spirito indiano». Il buddismo, infatti, — quest'ultimo grado dello sviluppo della coscienza indiana — per quanto differisca essenzialmente dal bramanismo, non si leva al di là di questa vuota concentrazione; di questo vuoto Essere, che è il puro Nulla. Inteso così il concetto di Brama, il buddismo apparisce come una conseguenza logica di questo concetto: più logica dello stesso bramanismo, come istituzione gerarchica e castale, e come sistema di riti, di cerimonie, di sacrifizi, di espiazione e in generale di mezzi esterni e meccanici per arrivare alla dissoluzione della personalità nel vuoto assoluto. Questa dissoluzione è lo scopo comune di tutti gl'indirizzi della coscienza indiana, religiosa e filosoflca: della pratica bramanica, della contemplazione vedantica, dell'etica buddistica, e della stessa speculazione eterodossa del Sankhya. Il Sankhya, infatti, sebbene opponga all'unità originaria dell'essere la dualità assoluta della natura e dell'anima individuale, e faccia consistere la liberazione nel conoscere se stesso e distinguersi dalla natura; pure ha per fine ultimo l'isolamento assoluto dell'anima, e quindi la estinzione della personalità e dell'Io. Il puro bramanismo, il Sankhya e il buddismo sono come i tre gradi principali, pe' quali passa la speculazione indiana, senza mai arrivare al vero concetto della personalità umana. Nel [41] bramanismo l'anima individuale è come niente: una pura modificazione apparente e illusoria di Brama, che è l'Essere indeterminato e indifferente. Il pregio del Sankhya è il valore originale dell'anima individuale; ma questa individualità è vuota, come Brama medesimo, e senza coscienza. Il buddismo compendia in sè il bramanismo e il Sankhya, giacchè per esso ogni anima è in se stessa quel che nel puro bramanismo è Brama come Tutto; e, giacchè Brama come vuoto Essere è il Nulla, la vera essenza dell'anima è appunto l'annichilamento assoluto."
      },
      {
        "index": 7,
        "text": "3. Paragonando l'India, la Grecia, Roma e il mondo moderno, si può dire, che nell'India l'umanità apparisce la prima volta come religione (nel buddismo); nella Grecia come filosofia (nel principio socratico); e in Roma come diritto. Solo l'umanità moderna è davvero concreta e abbraccia ed esprime tutto l'uomo; e perciò essa sola è degna di questo nome."
      }
    ]
  }
}
