{
  "chapterNumber": 5,
  "title": "Carukkam 5 (ஐந்தாவது சருக்கம்)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "[262] ஐந்தாவது சருக்கம்\nஇதன்கண், வேந்தனான யசோமதி வீரர் புடைசூழ வேட்டைமேற் செல்வதும், காட்டகத்தே சுதத்த முனிகளைக் காண்பதும், அம் முனிவனைக் கொல்லக் கருதி வாளை யுருவுவதும், அவன் செயலைக்கண்ட கலியாணமித்திரனென்னும் உயிர்த்தோழன் அவனைத் தடுப்பதும், அவன் யசோமதிக்கு முனிவனுடைய சிறப்பும் வரலாறும் கூறுவதும், வேந்தன் மருண்டு தன் தலையைத் துணித்து முனிவன் திருவடியிலிடக் கருதுவதும், கலியாணமித்திரன் தடுத்துச் செய்வகை கூறுவதும், அதுகேட்ட வேந்தன் முனிவனை வணங்குவதும், முனிவன் வேந்தற்கு அசோகன் எய்திய பிறப்பு நலம் கூறுவதும், அவன் தாயாகிய அமிர்தமதி நரகத்தில் துயருறும் திறம் கூறுவதும், யசோதரனும் சந்திரமதியும் மாக்கோழிசெய்து அதனைக் கொலைசெய்த தீவினை குறித்துப் பல்வகைப் பிறப்புற்று வருந்தியது கூறுவதும், அவர்கள் இருவரும் அவ் வேந்தனுடைய இரட்டைமக்களென்பதும், அரசன் அவர்களை முனிவன்பால் வருவித்தலும், மக்கள் போந்து பழம்பிறப் புணர்ந்து வருந்துவதும், யசோமதி தனக்கு உய்தியருளவேண்டுமென முனிவனையிரப்பதும், முனிவன் அறங்கூறக்கேட்டுத் துறவு பூண்பதும், பின்பு அபயருசி தான் ஏற்ற அரசுரிமையைத் தம்பி யசோதரற் களித்துத் தங்கையான அபயமதியுடன் துறவுமேற்கொண்டு சுதத்த முனிகளையடைந்து அவரைச்சூழவரும் உபாசகர் குழுவி லுறைவதும், அம் முனிவனுடன் இராசபுரத்துக்குப் புறத்துள்ள பொழிலிற்றங்கிச் சரிதை வந்தவாறு கூறுவதும், இவற்றைக் கேட்டிருந்த மாரிதத்தன் துறவு மேற்கொள் வதும், பின்பு அவன் முனிவனாதலும்,அபயருசியும் அபய மதியும் தவநெறிக்கண்ணே நின்று முற்றிச் சாசாரகற்பத்துத் தேவரா யின்புறுதலும், இந்நூலைக் கேட்பதால் வரும் பயன் கூறுவதும், பயன்கொள்வார் செய்யத்தகுவன இவை யென்பதும் பிறவும் கூறப்படுகின்றன.\nயசோமதி வேட்டைமேற் சேறல்\nநூற்படு வலைப்பொறி முதற்கருவி நூற்றோ\nடேற்றுடை யெயிற்றுஞம லிக்குல மிரைப்ப\nநாற்படை நடுக்கடல் நடுச்செய்நம னேபோல்\nவேற்படை பிடித்தரசன் வேட்டையின் விரைந்தான்."
      },
      {
        "index": 1,
        "text": "[263] சுதத்த முனிவன் தவம் செய்திருத்தல்\nஇதத்தினை யுயிர்க்கினி தவித்திடு மியற்கைச்\nசுதத்தமுனி தொத்திரு விளைத்துகள் துடைக்கும் *\nமதத்தயன் மதக்களி றெனப்படிம நிற்பக்\nகதத்தின னிழித்தடு+  சுடத்திடை மடுத்தான்."
      },
      {
        "index": 2,
        "text": "[264] 1 குறள் 5\nவேந்தன் சுதத்த முனிவனை வெகுளுதல்\nகூற்றமென அடவிபுடை தடவியுயிர் கோறற்\nகேற்றபடி பெற்றதில னிற்றைவினை முற்றும்\nபாற்றியவ னின்னுயிர் பறிப்பலென வந்தான்\nமாற்றரிய சீற்றமொடு மாதவனின் மேலே."
      },
      {
        "index": 3,
        "text": "[265] மேலேயும் \"படைக்கடல் நடுச்செல் நமனே போல்\"(262) என்றாராகலின், ஈண்டும் அவ்வியல்பு திரியாமையின் \"கூற்ற மென\" என்றார். ஓரிடமும் விடாது தேடினமை தோன்ற, \"அடவிபுடை தடவி\" யென்றார். ஏற்றபடியாவது, பல்வகை உயிர்களையும் கொன்று குவிப்பேனெனக் கருத்துட்கொண்டு போந்த மேற்கோள். ஓருயிரும் தனக்கு அகப்படாதொழிந்ததற்குக் காரணம் அம்முனிவனது இருப்பென்று நினைத்தலின், முனிவனை, \"இற்றை வினை முற்றும் பாற்றியவன்\" என்றும், அது தான் மேற் கொண்ட வினைக்கு இடையூறாவது நினைந்து வெகுளி மிகக் கோடலின் \"இன்னுயிர் பறிப்பல்\" என்றும் கூறலானான். முனிவனது தவமும் தன் செயலினது அவமும் சிறிது எண்ணிய வழியும், உண்டாகிய சினம் தணிந்து பணிவிக்கும் என்பார்,  \"மாற்றரிய சீற்றமொடு மாதவனின் மேலே\" என வற்புறுத்தினார்.\nஐஞ்ஞூறு நாய்களை அம்முனிவன் மேலேவுதல்\nகொந்தெரி யுமிழ்ந்தெதிர் குரைத்ததிர்வ கோணாய்\nஐந்தினொடு பொருததொகை யைம்பதி னிரட்டி\nசெந்தசைகள் சென்றுகவர் கின்றென* விடுத்தான்\nநந்தியருள் மழைபொழியும் நாதனவன் மேலே."
      },
      {
        "index": 4,
        "text": "[266] வேட்டை நாய்களின்  இயல்பு கூறுவார், தீப்பறக்கும் கண்ணும், ஏனையுயிர்களை நடுங்குவிக்கும் குரைப்பும், கொலை வன்மையும் உடையவென்றார். அதிர்தல், நடுக்கம்; ஈண்டுப் பிறவினைப் பொருட்டு. ஐம்பதின் இரட்டி தொகை-ஐம்பதின் இரட்டிப்பாகிய தொகை, நூறென்பதாம். அஃது ஐந்தோடு உறழ்ந்தவழி ஐஞ்ஞூறாயிற்று. தவத்தால் முனிவன்மேனி பொன்போல் ஒளிவிட்டுத் திகழ்வது கண்டு \"செந்தசைகள்\" என்றும்,நாய்களை ஏவுதல் தோன்ற, இன்று கவர்க என்றும் கூறினான், அதனைக் கண்டுவைத்தும் சுதத்த முனிவன் வெறுப்போ விருப்போ கொள்ளாது அருண் மணங் கமழ விருந்தமை விளங்க \"நந்தி யருண் மழை பொழியும் நாதனவன் மேலே\" என்று விதந்தார். நாதன் என்னும் வடசொற் சிதைவு செல்வமுடையோன் என்னும் பொருட்டு. மகாமகோபாத்தியாய பண்டிதமணியவர்கள் \"நாதன்றாள் வாழ்க\" என்பதற் கெழுதிய உரைகாண்க.\nநாய்க்கணம் மேற்செல்லாமைகண்டு அரசன் வாளுருவுதல்\nஅறப்பெருமை செய்தருள் தவப்பெருமை தன்னால்\nஉறப்புணர்த லஞ்சியொரு விற்கணவை நிற்பக்\nகறுப்புடை மனத்தெழு கதத்தரச னையோ\nமறப்படை விடக்கருதி வாளுருவு கின்றான்."
      },
      {
        "index": 5,
        "text": "[267] தன்னால் என்பதை அறப்பெருமைக்கும் கூட்டுக. அரசனுண‌ரானாயினும், அவன் விடுத்த நாய்க்கூட்டம் முனிவனுடைய அறப் பெருமை தவப் பெருமைகளைத் தெளிய வுணர்ந்து கொண்டன என்பார், \"உறப்புணர்தல் அஞ்சி\" யென்றும், அவ்வுணர்வின் பயன் ஓரளவு விலகிநின்று வழிபடுவதாகலின், \"ஒருவிற் கண் அவை நிற்ப\" என்றும் கூறினார். அவனுணராமைக்கு ஏது அவன் மனவியல்பு என்பார், \"கறுப்புடை மனத்து\" என்றும், அதன் பயனாக, அவன் சினம் மிகுந்து வாளையுருவலுற்றான் என்பார், \"எழுகத‌த்தரசன் மறப்படை விடக்கருதி வாளுருவுகின்றான்\" என்றும் கூறினாரெனவுணர்க. கொலைக்குரித்தாத‌லின்,வாள், \"மறப்படை\" யெனப்பட்டது. ஐயோ, நூலாசிரியர் இரங்கிக்  கூறியது.\nகலியாணமித்திரன் அரசனைத் தடுத்தல்\nகாளைதகு கலியாண மித்திர னெனும்பேர்\nஆளியடு திறல்வணிக னரசனுயி ரனைய\nகேளொருவன் வந்திடைபு குந்தரச கெட்டேன்\nவாளுருவு கின்றதெனை மாதவன்மு னென்றான்."
      },
      {
        "index": 6,
        "text": "[268] கெட்டேன், இரக்கக்குறிப்பு. கலியாணமித்திரனுடைய மதி நுட்பமும், மெய் வன்மையும், அரசன்பால் அவற்குள்ள தொடர்பும் விளக்குதற்கு, \"காளை\" யென்றும், \"ஆளியடுதிறல் வணிகன்\" என்றும், \"அரசன் உயிரனைய கேள்\" என்றும் கூறினார். ஒப்பற்ற துணைவன் என்பார் \"ஒருவன்\" என்றார்; மிகச்சிறந் தான் என்பது கருத்து; இன்றேல், இடைபுகுந்து விலக்குதல் இயலாதெனவுணர்க. அச்செயலால் விளையும் கேட்டினை அறிந்து போந்து விலக்குகின்றானாதலின், இடை புகுந்து \"கெட்டேன்\" என்று சொல்லெடுத்து, \"வாளுருவுகின்ற தெனை மாதவன் முன்\" என்று கூறுகின்றான். மாதவன் என்றது, நீ கருதியவாறு முடிக்க‌ வொண்ணாது தடுக்கும் பெருமையும்,  நீ கருதும் கருத்து நின்னையே யடைவிக்கும் தவவன்மையும் உடையன் என்பது விளங்கக் கூறியவாறாம்.\nகலியாணமித்திரன் முனிவன் சிறப்பெடுத் துரைத்தல்\nவெறுத்துடன் விடுத்தரசி னைத்துக ளெனப்பேர்\nஅறப்பெரு மலைப்பொறை யெடுத்தவ னடிக்கண்\nசிறப்பினை யியற்ற‌லை* சினத்தெரி மனத்தான்\nமறப்படை யெடுப்பதெவென்+ மாலைமற வேலோய்."
      },
      {
        "index": 7,
        "text": "[269] துறவறத்தின் பெருமையும் பொறுத்தற் கருமையும் தோன்ற, \"பேரறப்பெருமலை\" யென்றும், அதனை மேற்கொண் டொழுகும் ஆண்மை ந‌லம் விளங்கப் \"பொறை யெடுத்தவன்\" என்றும், அத் தகையோரைக் கண்டவிடத்து அரசராயினும் வழிபடுவதே உடன் செயற்பால தென்பான், \"சிறப்பினை யியற்ற‌லை\" யென்றும், நீ செய்வது தீது பயப்பதாம் என்ற‌ குறிப்பால், \"மறப்படை யெடுப்ப‌ தெவன்\" என்றும் வணிகன் கூறினான்.\nஆகவெனின் ஆகுமிவர் அழிகவெனின் அழியும்*\nமேகமிவண் வருகவெனின் வருமதுவும் விதியின்\nஏகமன ராம்முனிவர் பெருமையிது வாகும்\nமாகமழை வண்கைமத யானை மணிமார்போய்+"
      },
      {
        "index": 8,
        "text": "[270] அடைந்தவர்கள் காதலினொ டமரரர சாவர்*\nகடந்தவர்கள் தமதிகழ்வின் கடைநரகின் வீழ்வர்\nஅடைந்தநிழல் போலருளு முனிவுமில ரடிகள்\nகடந்ததிவ ணுலகியல்பு கடவுளர் செயலே."
      },
      {
        "index": 9,
        "text": "[271] இந்திரர்கள் வந்தடிப ணிந்தருளு கெனினும்\nசிந்தையிலர் வெந்துயர்க ளெண்ணிலகள் செயினும்*\nதத்தம்வினை யென்றுநமர் பிறரெனவு நினையார்\nஅந்தரமி கந்தருள்த வத்தரசர் தாரோய்."
      },
      {
        "index": 10,
        "text": "[272] மேலே \"அருளும் முனிவுமிலர்\" என்று கூறியதனை விளக்குமுக‌த்தால் இந்திரர் பராவலும், ஏனையோர் தீமையும் எடுத்துக் காட்டி அவ்விருவினைகளையும் இம்முனிவர் கருதும் திறம் இது வென்பான் \"தந்தம் வினையென்று\" நினைப்பர் என்றும், \"நமர் பிறர் என நினையார்\" என்றும் கூறினான். இது \"செஞ்சாந் தெறியினும் செத்தினும் போழினும் நெஞ் சோர்ந்து நாடா நிலைமை\" என்பது. சிந்தித்தவழித் தாம் செய்யும் செயலின் விளைவு புலனாமாதலின், \"சிந்தையிலர்\" என்றான். அந்தரம், ஆகுபெயர். தவத்துக்கு அருள் உருவாதலின், \"அருள் தவத்தரசர்\" என்ப. இவர் \"அந்தரமிகந்தருள் தவத்தரசர்\" என்றது தம்மடி பணிவார் பெறும் அவ்விண்ணின்பத்தைத் தாம் பொருளாக மதியாமை யுணரநின்றது.\nமுனிவனைப் பணிக என வணிகன் கூறல்\nஇவ்வலகி னெவ்வுயிரு மெம்முயிரி னேரென்\nறவ்விய மகன்றருள்சு ரந்துயிர் வளர்க்கும்\nவிமையின் நின்றவர்தி ருந்தடி படிந்துன்\nவினைக்க டந்தனைவி ளங்கு*விறல் வேலோய்."
      },
      {
        "index": 11,
        "text": "[273] விரிந்தது தொகுத்தல் என்னும் உத்திபற்றி, மேலே விரியக் கூறிவந்தவற்றைத் தொகுத்து, மன்னுயிரைத் தன்னுயிரெனக் கருதலும், அவற்றிற்கு உறுகண் செய்யாது அருள் புரிவதும், அவற்றிற்கு அறமுணர்த்திச் செம்மை நெறிக்கண் நின்றொழுகுவித்தலும் இம்முனிவரர் கடன் என்றானாயிற்று. இத்தகைய பெரியோர் திருவடியில் மனமொன்றி வழிபாடாற்றியவழி நினைக்கும் அவ் வியல்பே யுண்டாமென்றும், அதுவே வாயிலாக நீ உயிர்க்கொலை தவிர்ந்து அவற்றை வளர்க்கும் உயர் செயலை மேற்கொண்டு,  பேரின்பத்துக்குரிய உயிர்த்தூய்மை (சீவசுத்தி) எய்துவாய் என்றும்  மொழிவான், \"திருந்தடி படிந்து உன் வெவ்வினை கடந்தனை விளங்கு\" என்றான். திருவடி அருட்கடலாதலின், அதனை வணங்குதலைப் படிதலென்றான். பிறாண்டும் \"வென்றவர் சரணமூழ்கி\" என்றவாறு காண்க. வினைமாசு நீங்கியவழி உயிர் தூய்மை பெறுவது குறித்து, \"கடந்தனை விளங்கு\" என்றான். கடந்தனை, முற்றெச்சம்.\nமன்னன் முனிவனை யாவனென அறிதல்\nஎன்றினிது கூறும்வணி கன்சொலிக ழாதே\nகன்றுசின முங்கரத லப்படையு மாற்றி\nஇன்றிவனை யென்னைதொழு மாறளிய னியாவன்\nகன்றுதுகள் துன்றுகரு மேனியின னென்றான்."
      },
      {
        "index": 12,
        "text": "[274] கன்று சினமும் க‌ரதலத்திற் படையுமேந்தித் தீது குறித்த‌ சிந்தையனாயிருந்த வேந்தன் மனத்தில் அன்பும் முனிவன்பால்  நன்மதிப்பும் உண்டாமாறு பேசியது குறித்து, \"இனிது கூறும்  வணிகன்சொல்\" என்றும், முனிவன்பால் அறங்கேட்டற்குரிய‌ நல்லூழ் பின்னேயிருந்து ஊக்குதலால், \"இகழாது\" என்றும், கூறினார். சினத்தை மாற்றுதலாவது தணிவித்தல்; வாட்படையை மாற்றுதல், மறுவலும் உறையிற் செருகிக்கோடல். சுதத்த  முனிவனது மேனியினைக் கண்டு அருவருத்து நின்றமை தோன்ற, \"கன்று துகள் துன்று கருமேனியன்\" என்றும், \"அளியன்\" என்றும் கூறினான். மேனியின் தோற்றத்தால் தொழுதற்குத் தன் உள்ளம் செல்லாமையைக் குறிப்பாற் காட்டுவானாய், \"இன்றிவனை என்னை தொழுமாறு\" என்கின்றான். கன்றல், மிகுதல்.\nவணிகன் முனிவனது வரலாறு கூறல்\nஇங்கலகு தொழுமுனியை யாவெனெனி னிதுகேள்\nகங்கைகுல திலகனிவன் கலிங்கபதி யதனைப்\nபொங்குபுய வலியில்பொது வின்றிமுழு தாண்ட\nசிங்கமிவ னென்றுதெளி தேந்துணரின் வேந்தே.*"
      },
      {
        "index": 13,
        "text": "[275] துணர் பூங்கொத்து; ஆகுபெயர். உலகு, உயர்ந்தோர் மேற்றாதலின், உயர்ந்தோரால் தொழப்படும் முனிவனை, \"உலகு தொழு முனியை\" என்றான். திலகன், மேலானவன். நிலவுலகு அரசரெல்லார்க்கும் பொது வென்னுஞ் சொல்லைக் கேட்கப்பொறா துவலியுடைய தனக்கே உரியது என்னும் ஊக்கமும் உட்கோளும் உடையனாதல் தோன்ற, \"பொது வின்றி முழுதாண்ட\" என்றும், பகையரசர்க்கு அச்சத்தை விளைத்தலால் \"சிங்கம்\" என்றும் கூறினான். மேனியின் நிறமும் தவக்கோலமும் பிறவும் கண்டு கன்றிய சினமும் கையில் வாட்படையும் ஏந்தி மனம் மருண்டு நின்ற யசோதமதிக்கு அறிவுறத்துகின்றா னாதலின், \"சிங்கமிவன் என்று தெளி\" என்று வணிகன் செப்பினான். அரசன்பால் வியப்பு மெய்ப்படவே, கண்ட வணிகன் மேலும் சில கூறுகின்றான்.\nமேகமென மின்னுமென *  வில்லுமென வல்லே\nபோகமொடு பொருளிளமை பொன்றுநனி யென்றே\nஆகதுற வருள்பெருகு மறெனெடத னியலே +\nபோகமிகு பொன்னுலகு புகுவனென நினைவான்."
      },
      {
        "index": 14,
        "text": "[276] நாடுநக ரங்களு நலங்கொள்மட வாரும்\nஆடுகொடி யானை அதிர் தேர்* புரவி காலாள்\nசூடுமுடி மாலைகுழை தோள்வளையொ டாரம்\nஆடைமுத லாயினவொ டகல்கஎன விட்டான்."
      },
      {
        "index": 15,
        "text": "[277] வானவரு மண்ணின்மிசை யரசர்களு மலைமேல்\nதானவரும் வந்துதொழு தவவுருவு கொண்டான்\nஊனமன மின்றியுயிர் கட்குறுதி யுன்னிக்*\nகானமலை நாடுகள்க லந்துதிரி தின்றான்."
      },
      {
        "index": 16,
        "text": "[278] யானுமல தெனதுமல திதமுமல தென்னும்*\nமானமுடை மாதவனின் மேனிமகி ழானாய்\nஏனைவினை மாசுதன துருவினிறு வாதே†\nஞானவொளி நகைசெய்குணம் நாளுமணி கின்றான்."
      },
      {
        "index": 17,
        "text": "[279] 1 சீவக. 2752\nஈடின்முனி யோகினது பெருமை யிஃதிறைவ*\nகாடுபடு கொலையினொடு கடியவினை நின்னைக்\nகூடுவதொ ழிந்ததுகொள்† இன்றுகொலை வேலோய்\nநாடுவதென் ஞமலி யிவை நணுகலகண் காணாய்‡"
      },
      {
        "index": 18,
        "text": "[280] இம்முனிவன்பால் யசோமதியை ஆற்றுப்படுத்து அவன் கூறும் அறத்தால் நன்னெறிப்படுத்தும் கருத்தின னாதலின், கலி யாண மித்திரன் \"ஈடின்முனி யோகினது பெருமை இஃது\" என்று முன்மொழிந்து கொண்டு, அவனைக் கண்ட காட்சியால் வரும் பயன் இது வென்பான் \"காடுபடு கொலையினொடு கடிய வினை நின்னைக் கூடுவ தொழிந்தது கொள்\" என்றான். ஒடு, ஆனுருபின் பொருட்டு. தன் கூற்றினை யசோமதி இனிது ஏற்றுக் கோடற்கு, யான் கூறுவதைத் துணிதற்குச் சான்று வேறு விரும்ப வேண்டா என்பான் \"நாடுவதென்\" என்றும், தீங்கு செய்யப் போந்த நாய்க்கூட்டம் அதுசெய்ய நணுகமாட்டாது சேய்மைக்கண் நின்றொழிந்தமையே போதிய சான்றாம் என்றும் அதனை நீ நின்கண் ணெதிரே காண்கின்றாய் என்றும் கூறுவான் \"ஞமலியிவை நணுகல\" என்றும் \"கண்காணாய்\" என்றும் கூறினான், கண்காண் என்றது காட்சியளவை காட்டியவாறு,\nயசோமதி முனிவன் திருவடியில் தன் தலையையரிந்து பலியிடக் கருதுதல்\nஎன்றவ னுளங்கொள வியம்பின னியம்பச்*\nசென்றுதிரு வடிமலர்கள் சென்னிமிசை யணியா\nஇன்றெனது பிழைதணிய என்றலை யரிந்தே\nநின்றமுனி சரணிடுவ‡ லென்றுநினை கின்றான்."
      },
      {
        "index": 19,
        "text": "[281] இயம்பினன், வினைமுதல்மே னின்ற வினைப்பெயர். இயம்பக் கேட்டதும் யசோமதி முனிவனடிகளை வணங்க நினைத்தலின், வணங்குமா றுரைத்தானென்று உரைக்கப்பட்டது. திருவடியை மலராக உருவகம் செய்தமையின், வணக்கத்தைச் சென்னிமிசை யணிதலென்றார். உயிர்க்கொலையே செய்து கன்றிய உள்ளமுடைய மறவேந்தனாதலின், தலையரிந்து வழிபடும் மறவர் போலவே நினைப்பான் \"என்தலை யரிந்து நின்றமுனி சரணிடுவல்\" என்று நினைக்கின்றான். \"நின்றமுனி\"  யெனவே, தவயோகத்தில் சுதத்தன் சலிப்பின்றி நிற்குமாறு பெற்றாம். இவ்வாறு நினைத்த வேந்தன் தன் உடைவாளை யுருவத் தொடங்குதலின், அவன் கருத்து வணிகன் நன்கு அறிந்துகொள்ளத்தக்க நிலையில் மெய்ப்பட்டமை கண்டு, அவன் மேலும் சிலகூறி அரசன் கருத்தை மாற்றுகின்றான்; அதுவரும் செய்யுளிற் கூறப்படுகிறது.\nகலியாணமித்திரன் தடுத்துரைத்தல்\nஇன்னது நினைந்ததிவ னின்றுகை யெடுத்தே\nமன்னநின் மனத்தது விடுந்திடு மனத்தில்\nதன்னுயிரின் மன்னுயிர் வளர்க்கைதக வானால்\nநின்னுயிரை நீகளையி னின்னருள தென்னாம்."
      },
      {
        "index": 20,
        "text": "[282] யசோமதி தன் தலையை யரிந்து முனிவன் திருவடியி லிடக் கருதிய கருத்தைத் தெளிய வுணர்ந்துகொண்டமையின் \"இன்னது நினைந்த திவன்\" என்றும், அச்செயலைத் தடுத்தலினால் \"கையெடுத்து நின் மனத்தது விடுத்திடு\" என்றும் கூறினான். தான் செய்த குற்றமெல்லாம் கெடவேண்டினன், அரசன் அருளறம் மேற்கொள்வதே தக்கதென்கின்றா னாகலின் \"மனத்தில் தன்னுயிரின் மன்னுயிர் வளர்க்கை தகவு\" என்றும், அதனைச் செய்யும் வினைமுதல் நீ யாதலின், நீ நின்னுயிரைப் போக்கிவிடின், அருள்வினை யின்றாகி, நின்கருத்தும் நிறைவெய்தா தென்பான் \"இன்னருள தென்னாம்\" என்றும் கூறினான். இரட்டுற மொழிதலால் நின்னருளது என்று கொண்டு நினக்குரிய அருட்செய்கை இன்றாதலின், அதனால் ஒருபயனும் இன்றாம் என்று உரைத்துக்கொள்க.\nவணிகன் மேலும் சில கூறல்\nமுன்னமுரை செய்தபொருள் முடிந்திலது முடியப்\nபின்னுமிகை பிறவுமுள* பேசுதிற நினைவுந்\nதுன்னுவயின்† முன்னிது துணிந்துபிழை தூராய்\nபின்னுநினை கின்றவிது பீழைபெரி தென்றான்."
      },
      {
        "index": 21,
        "text": "[283] மன்னன் தெளிந்து முனிவனைப் பரவுதல்\nமன்னவன் மனத்தை விடுத்தருள்* வளர்க்குஞ்\nசொன்னவில் சுதத்தமுனி துணைமல+ ரடிக்கண்\nசென்னிமுடி துன்னுமலர் சென்றுற வணங்கிப்\nபன்னியரு விறைவவெமர் பவமுழுது மென்றான்."
      },
      {
        "index": 22,
        "text": "[284] வணிகன் கூறியவற்றை உளங்கொளக் கேட்டுத் தெளிவெய் தினமையின், \"மனத்தை விடுத்தான்\" என்றார். எவ்வுயிர்க்கும் அருளே நினைதலும் செய்தலும் உடையனாதலின், முனிவனை, \"அருள் வளர்க்கும் சொல் நவில் சுதத்த முனி\" என்றார். சொல் மேல் வைத் தோதினாராயினும் ஏனை நினைவு செயல்களும் கொள்ளப்படும் என்க. தன் தன்மையின்றி அம்முனிவன் செய்யும் அருள் வயத்த னானமை தோன்ற \"துணைமலரடிக்கண்........வணங்கி\"னான் என வுணர்க. அறங்கேட்கின்றமையின், \"இறைவ\" என்றும், தன் முன்னோர் செய்த செய்வினைப்பயனை யறிதல் வேட்கையுடையனாதலின் \"எமர் பவம் முழுதும் பன்னியருள்\" என்றும் வேண்டினான். பன்னியருள், ஒரு சொல்லாய் உரைக்க என்னும் பொருள் பட நின்றது. இஃது உயர்சொல்.\nமுனிவன் அசோகன் எய்திய பிறப்பினைக் கூறுதல்\nஆங்குமுனி யவதியி னறிந்தபொரு ளதனை\nவாங்கியவ னுணரும்வகை வைத்தருள்செய் கின்றான்\nஈங்குமு னியற்றிய தவத்தினி னசோகன்\nஓங்குபுக ழமருலக மொன்றினு ளுவந்தான்."
      },
      {
        "index": 23,
        "text": "[285] அசோகன் பின்பு பிரமகற்பத்தில் இனிதிருத்தல்\nஅருமணியி னொளிதிகழு மமரனவ னாகிப்\nபிரமனுல கதனுண்மிகை பெறுகடல்கள் பத்தும்\nதிருமணிய துணைமுலைய தெய்வமட வாரோ\nடருமையில னகமகிழ்வி னமருமவன்* மாதோ."
      },
      {
        "index": 24,
        "text": "[286] அமிர்தமதியின் பிறப்புநெறி கூறுதல்\nவஞ்சனையி லன்னையுடன் மன்னவனை நஞ்சின்*\nதுஞ்சும்வகை சூழ்ந்துதொழு  நோய்முழுது மாகி\nஅஞ்சின்மொழி யமிர்தமதி யருநரகின் வீழ்ந்தாள்\nநஞ்சனைய வினைநலிய நாமநகை வேலோய்."
      },
      {
        "index": 25,
        "text": "[287] வஞ்சனையாக நஞ்சூட்டித் தன் கணவனான யசோதரனையும் அவன்தாய் சந்திரமதியையும் கொன்றதைக் குறித்து, \"நஞ்சில் துஞ்சும் வகை சூழ்ந்து\" என்றார். காரணம் காரியமாக உபசரிக்கப் பட்டது. அச்செயலின் விளைவு தொழு நோயாய் இம்மையில் வருத்திற் றென்றற்கு, \"தொழுநோய் முழுதுமாகி\" என்றும், மறுமையில் நரகடைந்தா ளென்றற்கு, \"நஞ்சனைய வினைநலிய\" \"அருநரகின் விழ்ந்தாள்\" என்றும் கூறினார்.\"அஞ்சின்மொழி யமிர்தமதி\" யென்றது குறிப்பால் சொல்லிற் சின்னமையுறினும் தீய நினைவு செயல்களிற் பன்மையுண்மை தோற்றுவித்து இகழ்வு புலப்படுத்திற்று.\nநரகவகைகளை முனிவன் வேந்தற்குக் கூறுதல்\nஇருளினிரு ளிருள்புகையொ டளறுமணல் பரலின்\nமருள்செயுரு வினபொருளின் வருபெயரு மவையே\nவெருள்செய்வினை தருதுயரம் விளையுநில மிசைப்பத்*\nதெருளியெழு+ வகைநரக குழிகளிவை தாரோய்."
      },
      {
        "index": 26,
        "text": "[288] அமிர்தமதி தூமப்பிரபையில் வீழ்ந்து வருந்துந்திறத்தை  முனிவன் கூறல்.\nமேருகிரி யுய்த்திடினும் வெப்பமொடு தட்ப\nநீரெனவு ருக்கிடுநி லப்புரைய* வைந்தாம்\nஒரினுறு புகைநரகி னுருகியுடன் வீழ்ந்தாள்\nஆருமில ளறனுமில ளமிர்தமதி யவளே. ++"
      },
      {
        "index": 27,
        "text": "[289] அவளெய்திய நரகவேதனையைக் கூறுதல்\nஆழ்ந்தகுழி வீழ்ந்தபொழு தருநரக ரோடிச்\nசூழ்ந்துதுகை யாவெரியு ளிட்டனர்கள் சுட்டார்\nபோழ்ந்தனர்கள் புண்பெருக வன்றறிபு டைத்தார்\nமூழ்ந்தவினை முனியுமெனின் முனியலரு முளரோ."
      },
      {
        "index": 28,
        "text": "[290] செந்தசைகள் வெந்தனகன் தின்றனைமு னென்றே\nகொந்தழலில் வெந்துகொது கொதுவெனகொ திக்கும்\nசெந்தழலி னிந்திரர்கள் செம்புகள் திணிப்ப\nவெந்தழலி னைந்துருகி*  விண்டொழுகு முகனே."
      },
      {
        "index": 29,
        "text": "[291] கருககருக ரிந்தனள் கவின்கொளொரு* பாவை\nபெருகெரியி னிட்டுருக விதுபெரிது மினிதென்+\nறருகணைய நுதந்துதலு மலறியது தழுவிப்\nபொருபொருபொ ரிந்துபொடி யாமுடல மெல்லாம்."
      },
      {
        "index": 30,
        "text": "[292] முன்பே, \"எரியுள் இட்டனர் சுட்டார்\"(289) களாதலின் வெந்து கரிநதுகிடந்த அவள் நிலையினை, \"கருகரு கரிந்தனள்\" என்றார். பிறனை விழைந்து அறம் பிழைத்தாளாதலின், அப்பாவங் குறித்து ஒறுப்பார், அழகிய ஆடவனொருவனைப்போல உருவமைத்து நெருப்பிலிட்டுச் சிவக்கக் காய்ச்சி அதனைத் தழுவுக என்று நரக வீரர் உரைத்தபொது, அவள் அஞ்சிநின்றாளாக அதுகண்டு வெகுண்டு அதனை அவளைத் தழுவுமாறு வற்புறுத்தியது தோன்ற, \"இது பெரிதும் இனிதென்று அருகணைய நுந்துதலும்\" என்றார். அட்டபங்கனது கூட்டத்தை விரும்பி யொழுகிய நினக்கு இது மிக இனிதாமென்பார், \"இது பெரிதும் இனிது\" என்று நரகவீரர் சொல்லிப் பழித்தார் என்றார். அதனைத் தழுவியதன் பயனாக, அவளுடலம் முழுவதும் வெந்து பொடியாயிற் றென்பார், இத்துணை யொறுத்தலுக்கும் அவளுடல் உயிரின் நீங்காது ஒன்றியிருத்தலின், அவ்வொற்றுமை குறித்து \"பொடியாம்\" என்றார். கருகரு, பொரு பொரு என்பன இரட்டைக்கிளவிகள்; முன்னே கொது கொது வென்றது மது.\nஅவளை நஞ்சுண்பித்தமை கூறல்\nநாவழுகி வீழமுழு* நஞ்சுண மடுத்தார்\nஆவலறி யதுவுருகி யலமரினு மன்னோ\nசாவவரி திவணரசி தகவில்வினை தருநோய்\nயாவும்விளை நிலமதனி லினியவுள வாமோ."
      },
      {
        "index": 31,
        "text": "[293] எனவே அவள் நாற்புறமும் ஒடி அலமருவது எற்றுக்கு என இரங்கியவாறு. ஆ, இரக்கக் குறிப்புணர்த்தும் இடைச்சொல். அவளுடலினின்று அழுகி வீழ்ந்தவற்றை அவளையே உண்ணச்செய்யும் கொடுமையுடன், அவற்றைத் தூய நஞ்சிற் கலந் துண்பிக்கும் கொடுமைகண்டு, அவள் வருந்தும் திறத்தை, \" ஆ அலறியது வுருகி யலமரினும்\" என்றார். தீயிலிட்டும், வாளாற் போழ்ந்தும், நஞ்சுண் பித்தும் வருத்திய காலத்தும் அவள் உயிர் துறவாமைக்கு ஏது கூறுவார், \"சாவவரிது\" என்றும், இவ்வுலகில் அரசியியிருந்தாளாயினும், நரகில் பெருந்துன்பம் உறுவது ஒருதலை யென்றற்கு  \"இவணரசி\" என்றும் கூறினார். \"எறிவெம் படையா லிவர்வீழ்ந் தெழலால், உறுவெந் துயரல்ல துடம்பு விடார்\"1 என்று சான்றோர்  கூறுதலால் சாதல் அரிதாதல் காண்க. தான் செய்த வினைப்பயனை நுகருமிடமாதலின், \"இனிய வுளவாமோ\" என்றார்; \"வினையே துயரத்தை விளைப்ப தலால், நினைவார் செயல் மற்றிலை\"2 என்று கூறப்படுவதும் ஈண்டு அறியத்தக்கது.\nஅவளுற்ற துன்பங்களை மேலும் கூறல்.\nமுன்னைநுமர் தந்தசை முனிந்திலை நுகர்த்தாய்க்\nகின்றுமினி துன்னவய வங்கள்தின லென்றே\nதன்னவய வம்பலத டிந்துழல வைத்து\nதின்னியென நொந்தவைகள் தின்னுமிகை திறலோய்."
      },
      {
        "index": 32,
        "text": "[294] திலப்பொறியி லிட்டனர் திரிப்புவு நெருப்பின்\nஉலைப்பெரு கழற்றலை யுருக்கவு முருத்துக்\nகொலைக்கழுவி லிட்டனர் குலைப்பவு முழக்கும்\nஉலைப்பருவ ருத்தம துரைப்பரிது கண்டாய்."
      },
      {
        "index": 33,
        "text": "[295] ஒருபதினொ டொருபதினை யுந்தியத னும்பர்\nஇருபதினொ டைந்தினி லுயர்ந்தபுகை யென்னும்\nபொருவரிய துயரினவை பொங்கியுடன் வீழும்\nஒருபதினொ டெழுகடல்க ளளவுமொளி தாரோய்."
      },
      {
        "index": 34,
        "text": "[296] தொல்லைவினை நின்றுசுடு கின்றநர கத்துள்\nஅல்லலிவை யல்லனவு மமிழ்தமதி யுறுவள்\nஎல்லையில  யிதுவிதென வெண்ணியொரு நாவிற்\nசொல்லவுல வாவொழிக சுடருநெடு முடியோய்."
      },
      {
        "index": 35,
        "text": "[297] முன்னைப் பிறப்பிற் செய்த தீவினைப் பயனை நரகத்திடத்தே யிருந்து நுகர்வது குறித்து, \"தொல்லைவினை நின்று சுடுகின்ற நர‌கத்துள் \" என்றார். சுடுகின்ற தென்றது, துன்பம் செய்வதுபற்றி; \"தீயவை தீயினு மஞ்சப்படும்? என்று திருவள்ளுவப் பெருந்தகை கூறியது காண்க. மக்கட் பிறப்பில் வினைப்பயன் கணந்தோறும் மாறி வருதல் போலாது நரககதியில் மாறுதலின்றி ஒருபடித்தாய் நின்று வருத்துவது பற்றி, \"நின்று சுடுகின்ற நரகம்\" என்றாரென வுணர்க. இதுகாறும் கூறிய துன்பங்களேயன்றி, இவற்றின் வேறாப் பல துன் பங்க ளுண்டெற்கு \"அல்லனவும் அமிழ்தமதி யுறுவள்\" என்றார். அவை ஓரல்லைக் குட்படுவன வ‌ல்லவாதலின், \"எல்லையில‌\" எனப்பட்டன' அதனல் அவற்றை வகுத்தும் விரித்தும் ஓதுவது எளிதன்றென்றும், பயனில் செயலென்றும் கூறுவார், \"இதுவிது வென்று ஒருநாவிற் சொல்லவுலவா\" என்றும், \"ஒழிக\" என்றும் கூறினார்.\nயசோதரனும் சந்திரமதியும் பிறந்து வருந்திய திறத்தைக் கூறுதல்\nஎண்ணமி லிசோதரனொ டன்னையிவர் முன்னாள்\nகண்ணிய வுயிர்க்கொலை வினைக்கொடுமை யாலே\nநண்ணிய விலங்கிடை நடுங்கஞர் தொடர்ந்த\nவண்ணமிது வடிவமிவை வளரொளிய பூணோய்."
      },
      {
        "index": 36,
        "text": "[298] \"அயிர்ப்பதென் னற‌த்தின் திண்மை யறிவதற் கமைவி லாதான்\" (144) என்று முன்பு கூறியிருத்தலின், ஈண்டு, \"எண்ண‌ மில் இசோதரன்\" என்றார். சந்திரமதியையும் இவ்வாறே \"திருவிலி\" (142) என்றும், \"அவ்வையாய பாவி\" (145) என்றும் இகழ்ந்தமையின், ஈங்கு வாளா \"அன்னை\" யென்றொழிந்தார். உயிர்க்கொலையாகிய வினையைச் செய்தற்கண், யசோதரன் இயற்றும் வினை முதலாயினமையின், அம்மிகுதி குறித்து, ஒடுவினை யவன்மேல் வைத்துரைத்தார். ஒடு, எண்ணுப்பொருட்டு. \"முன்னே துஞ்சா விலங்கிடைத் துன்னினார்\" (153) என்றமையின், இங்கே, \"வினைக்கொடுமையாலே ந‌ண்ணிய விலங்கிடை\" யென்றும், அக்கதி, \"துயரம் துஞ்சா விலங்கு\" (153) என்றதற்கேற்ப, \"நடுங்கு அஞர் தொடர்ந்த வண்ணம்\" என்றும், அதன் வகையும் பிறவும் இனிக் கூறலுறுதலின், \"வண்ணமிது வடிவமிவை\" என்றும் கூறினார். இது தொகுத்துச் சுட்டல்.\nயசோதரனுற்ற‌ பிறப்பு வகையைக் கூறுதல்\nமன்னன் மயிலாய்மயிரி முள்ளெயின மீனாய்\nபின்னிருமு றைத்தகரு மாகியவ னேகி\nமன்னுசிறை வாரணம தாகிவத மருவி\nமன்னவநின் மகனபய னாகிவளர் கின்றான்."
      },
      {
        "index": 37,
        "text": "[299] 1 மேரு. 346\nசந்திரமதியின் பிறப்பு வகையைக் கூறல்\nசந்திரமுன் மதிஞமலி நாகமொ டிடங்கர்\nவந்துமறி மயிடமுடன் வாரணமு மாகி\nமுந்தைவினை நெகிழமுனி மொழியும்வத மருவி\nவந்துன்மக ளபயமதி யாகிவளர் கின்றாள்."
      },
      {
        "index": 38,
        "text": "[300] சந்திரமுன்மதி, சந்திரமதி. அபயமதியை \"அபயமுன்மதி\" (21) என்றாற்போல. எண்ணொடு ஏனெயவற்றோடும் கூட்டப்பட்டது. உடன், ஒடுவின் பொருட்டு. முனிமொழிந்த மொழியின் பயனால், முன்னைவினையின் தொடர்பு நீங்குதலின், \"முந்தை வினை நெகிழ\" என்றார்.\nயசோமதி மனம் மருளுதல்\nஇதுநுமர்கள் பவவினைதன் விளைவுமியல்* பிதுவென்\nறெதுவின்முனி யருளுமொழி யவையவைகள் நினையா\nவிதுவிதுவி திர்த்தகநெ கிழ்ந்து மிகச்† சோரா\nமதுமலர்கொள் மணிமுடிய மன்னவன் மருண்டான்."
      },
      {
        "index": 39,
        "text": "[301] இதுவென்பதனை விளைவுக்கும் கூட்டுக. இயல்பு, ஆகுபெயர். ஏது, எதுவெனக் குறுகி நின்றது. ஏது கூறவே, அதனோடியை புடைய எடுத்துக்காட்டும் கொள்க. சொற்பல்குதல் பற்றி அவற்றைக் கூறாராயினார். வினைவகையும் அவை காரணமாகவரும் கதிவகையும், கதிதோறும் உளவாகும் துன்பவகையும், \"அவை யவைகள் நினையா\" என்றும், நினைந்தவழி, தான்செய்த வினைகளும், அவற்றால் விளையக்கடவ துன்பங்களும் தோன்றவே, யசோமதிக்குப் பேரச்சம் தோன்றி, அவன் மனத்திண்மையை யழித்தமையின், உடல் நடுங்கி உளம் கரைந்து நினை விழந்து மயங்கலுற்றான் என்பார், விது விது விதிர்த்து அகம் நெகிழ்ந்து மிகச்சோரா... மருண்டான்\" என்றார். \"விது விது விதிர்த்து\" என்ற இரட்டைக்கிளவி அவனது நடுக்கத்தின் மிகுதியுணர்த்தி நின்றது. விதிர்ப்பு, நடுக்கம். முடிய, குறிப்புப் பெயரெச்சம். மருண்டதனாற் பயன், முனிவன் திருவடி வணங்கி அவனருளும் வதம் மருவித் தெருளுவானாவது.\nமக்கள் இருவரும் முனிவன்பால் வருதல்\nஇன்னவகை மன்னன்முனி யியம்பியது கேளாத்\nதன்னருகு நின்றவொரு சண்டனை விடுப்ப\nமன்னபய வுருசியொடு மதியவளும் வந்தே\nசொன்னவி லருட்குரவன் துணையடி பணிந்தார்."
      },
      {
        "index": 40,
        "text": "[302] மனமருண்டு நின்ற வேந்தன் தெளிவெய்திய காலத்து முனிவன் உரைத்தவற்றை ஐயவினாக்கள் பல தொடுத்து மறுபடியும் நன்கு உளம் தெளியக் கேட்டமை தோன்ற\"இன்னவகை மன்னன் முனி யியம்பியது கேளா\" என்று பெயர்த்தும் கூறினார் போலும். கேட்டவன், யசோதரனும் சந்திரமதியும் தனக்கு மக்களாய்ப் பிறந்திருப்பது தெளிந்ததோடமையாது அவர்களும் அச்செய்தியை முனிவன்பால் கேட்டல்வேண்டுமென்ற விருப்பால் அவர்களை யழைத்துவருமாறு சண்டகருமனை விடுத்தானென்க.மன், அசை. அபயருசி மூத்தோனாதலின், ஒருவினையொடு உயர்பின் வழித்தாய் வந்தது. வந்து என்னும் சிறப்புவினை பணிந்தாரென்னும் பொதுவினையொடு முடிந்தது; \"இவளும் இவனும் சிற்றிலிழைத்தும் சிறுபறை யறைந்தும் விளையாடுப\" என்றாற்போல. சொல்லெனப் பொதுப்படக் கூறினமையின், புகழும் புண்ணியமும் பயக்கும் அறவுரையென்பது வருவிக்கப்பட்டது.\nமக்களிருவரும் முற்பிறப் புணர்தல்\nஆங்கபய வுருசியுட னபயமதி தானும்\nதாங்கலர்கள் நின்று*தவ அரசனரு ளாலே\nநீங்கியப வங்களை நினைந்தன ருணர்ந்தார்\nஆங்கவர்க ளுறுகவலை யாவர்பிற ரறிவார்."
      },
      {
        "index": 41,
        "text": "[303] முனிவனைக்கண்ட மாத்திரையே அவர்தம் உள்ளத்தெழுந்த அன்பு அவரால் தாங்கமாட்டாவகையிற் பெருகியது தோன்ற, \"தாங்கலர்கள்\" என்றும், அவர் பின்பு அன்பின் ஆராமையால் மறுபடியும் கைதொழுது நின்றாராக, முனிவனருளால் முன்னைப் பிறப்புணரும் ஞானம் பிறக்க அதன் துணையால் அவற்றை நினைந் தறிந்த நீர்மையினை \"நின்று தவ வரசனருளாலே நீங்கிய பவங்களை நினைந்தன ருணர்ந்தார்\" என்றார். தவமுடையோர் எல்லோர்க்கும் தலைமைநிலைமை யுடைமை பற்றிச் சுதத்தனை \"தவவரசன்\" என்றார். இனி, வேந்தனாயிருந்து தவமேற்கொண்டு மாமுனிவனானது பற்றித் தவவரசன் என்றாரென்றும் கூறுவர்; பொருளன்றெனத் துறந்த அரசினைத் துறவாது அந்நிலைமையும் தோன்றக் கூறுவதிற் பயனின்மையின் அது பொருளன்மை யுணர்க, தாங்கலர்கள் நினைந்தனர் என்பன முற்றெச்சம்.\nஇருவரும் வருந்துதல்\n*மக்களு ளிரட்டை யாக மாறினம் பிறந்த யாமுன்\nமிக்கதீ வினையா லுற்ற விளைவினை யுணர்ந்தே மைய\nதுக்கமே தொடர நோற்றுத் துணையறந் துறந்த பெற்றி\nஇக்கதி துன்னிக் கண்டே மினிக்கதிக் கென்செய் வோமே."
      },
      {
        "index": 42,
        "text": "[304] 1.மணி. 22:138.\nதந்தையுந் தந்த தாயு மாகிய தழுவு காதல்\nமைந்தனு மடந்தை தானு மாற்றிடைச் சுழன்ற பெற்றி\nசிந்தையி னினைந்து நொந்து தேம்பினர் புலம்பக் கண்டு\nகொந்தெரி யழலுள் வீழ்ந்த கொள்கைய னானான் மன்னன்."
      },
      {
        "index": 43,
        "text": "[305] யாடாய்ப் பிறந்த காலத்தில் சந்திரமதியும் ஆடாய்ப் பிறந்து உழலுவாளைக் கூடியதனால், அபயருசியைத் \"தந்தையாய்\" என்றும், அக்கூட்டத்தா லுண்டாகிய கருவின்கண் தானே கலந்து அதன் குட்டியாய்ப் பிறந்ததனால் அவனுக்குத் தாயாயினமையின் அபயமதியைத் \"தந்த தாயும்\" என்றும் கூறினார். \"தன்னையீன்ற வத்தாய்மிசைத் தாழ்ந்ததே\" (187) என்றும், \"தாய் வயிற் கருவுட் டகராயது\" (189) என்றும் வருதல் காண்க. இருவரும் இரட்டையராய்ப் பிறத்தற்குக் காரணம் இருவர்பாலும் இருந்த காதலன் பென்பார் \"தழுவு காதல் மைந்தனும் மடந்தைதானும்\" என்றார். மடந்தை, பெண்பாற்பெயர்; பருவப்பெயரன்று. மாற்று; பிறவிநெறி. முத்தி நெறியை நோக்க, இது மாறு படுதலின், மாற்று எனப்பட்டது. பெற்றி, தன்மை. முன்னைப் பிறவிகளில் தாமுற்ற துன்பங்களையும், செய்த வினைகளையும் நினைந்து வருந்தியழுதன ரென்றற்கு \"தேம்பினர் புலம்ப\" என்றும், சிந்தையில் நினைந்தவழி முன்னைப் பிறவி வரலாறு தோன்றி ஆண்டு நிகழ்ந்தவற்றை மனக்கண்ணில் காட்டி அதனை நெகிழ்வித்தலால், \"சிந்தையில் நினைந்து நொந்து\" என்றும் கூறினார். தன் மக்களிருவரும் மனம் சோர்ந்து தேம்பிப்புலம்பக் கண்ட யசோமதியின் கருத்தில் அவன்செய்த தீவினைகளும் பிறவும் தோன்றி யச்சுறுத்தவே அவன் பெரிதும் வருந்தலுற்றா னென்பார். \"கொந்தெரி யழலுள் வீழ்ந்த கொள்கையனானான்\" என்றார்.\nயசோமதி புலம்புதல்\nஎந்தையும் எந்தை தாயும் எய்திய பிறவி தோறும்\nவெந்துயர் விளைவு செய்த வினையினே னென்செய் கேனோ\nஅந்தமி லுயிர்கண் மாய வலைபல செய்து நாளும்\nவெந்துயர் நரகின் வீழ்க்கும் வினைசெய்தே னென்செய் கேனோ."
      },
      {
        "index": 44,
        "text": "[306] யசோதரன் ஆடாய்ப்பிறந்து வளர்ந்து வருகையில் வேட்டை மேற் சென்ற யசோமதி கொன்றதும், சந்திரமதி எருமையாய்ப்\t பிறந்த காலத்தில் தன் குதிரையைக் கொன்றது குறித்துக் கொலை செய்ததும் பிறவும் நினைந்து வருந்துதலின், \" பிறவிதோறும் வெந்துயர் விளைவுசெய்த வினையினேன்\" என்றும், இவ்வாறே தான் பலவுயிர்களை வேட்டையாடிக் கொன்றதை நினைந்து \"அந்தமில் உயிர்கள் மாய அலைபல செய்து\" என்றும், இத்தகைய தீவினைகளால் தனக்கு மீளா நரகமே கிடைக்குமென்று அஞ்சி, வெந்து உயர் நரகின் வீழ்க்கும் வினை செய்தேன்\" என்றும் கூறிப்புலம்பினான். இவ்வினை மிகுதியால் விளையும் நரகத்துன்பத்தினின்றும் தன்னைக் காத்துக் கொள்வது கருதி இதுபோது எண்ணத் தொடங்கினமை தோன்ற \"என்செய்கேனோ\" என்றா னென்கின்றார். உய்யா  நரகம், மீளாநரகம். துன்பத்தை யுண்டுபண்ணுதலின், வினையையே வினை முதலாக்கிக் கூறினார்.\nஅருளொடு படர்தல் செய்யா தாருயிர்க் கழிவு செய்தே\nபொருளொடு போக மேவிப் பொறியிலே னென்செய் கேனோ\nஅருளின துருவ மாய வடிகணும் மடிகட் கேயுந்\nதெருளலன் நினைந்த தீமைச் சிறியனே னென்செய் கேனோ."
      },
      {
        "index": 45,
        "text": "[307] முனிவனை வேண்டல்\nமாவியல் வடிவு தன்னை வதைசெய்தார் வண்ண மீதேல்\nஆவினி* யளிய னேதும் அஞ்சிலே னவதி யென்கொல்\nகாவல வருளு கென்னக் கலங்கின னரசன் வீழ\nமாவல அஞ்ச லென்றம் மாதவ னுரைவ ளர்த்தான்."
      },
      {
        "index": 46,
        "text": "[308] மா இயல்வடிவு-மாவால் செய்யப்பட்ட கோழியின் உருவம். \"மாவினால் வனைந்த கோழி வடிவு\"(145) என்றே முன்பும் கூறினர். மாக்கோழியை யசோதரன் தன் கைவாளால் அரிந்த போது, அதன் தலை கூவிக்கொண்டு சென்று வீழ்ந்தமையினாலும், அவ்வாறு செய்யுமாறு செய்வித்தவள் சந்திரமதி யாதலாலும் இருவரையும் முறையே செய்தோரும் செய்வித்தாருமாகிய வினை முதலாக்கி \"வதை செய்தார்\" என்றார். உயிர்க்கோழி போலக் கூவி வீழ்ந்தமையால் அதன் கொலையினை \"வதை\" யென்றார். அக் கொலைவினை காரணமாகப் பல்வகைப் பிறப்பும் பிறந்து இரு வரும் துன்புற்ற செய்தியைச் சுதத்த முனிவன் கூறக் கேட்டானாதலின் \"வண்ணம் ஈதேல்\" என்றான். உயிரில் பொருளொன்றனை உயிருடையதாகக் கருதிச்செய்த கொலைவினையே இத்துணைத் துன் பத்தைப் பயக்குமாயின், உயிருள் பொருள்களையே கொலை புரிந்த தன்னுடைய  தீவினைகளை நினைந்து வருந்தும் யசோமதி, உயிர்க் கொலையைத் தவிர்த்தல் கருதி மாவால் கோழிசெய்து கொன்ற அவரினும், கொலை வினையின் தீமையை நினையாதே செய்த தனக்கு எத்துணைத் துன்ப மெய்துமோவென அஞ்சி நடுங்கி \"ஆ இனி அளியன் ஏதும் அஞ்சிலேன் அவதி யென்கொல்\" என்றான். ஆ, இரக்கக்குறிப்பு. உயிர்கட்குச் செய்தற்குரி அருளற மேற்கொண்டொழுகுவது கருதி, சுதத்தனை \"காவல\" என்றும், தனக்கு அக் கொலைவினையைப் போக்குதற்குக் கழுவாய் அருளுமாறு வேண்டும் கருத்தினால் \"அருளுக\" என்றும் கூறினான். மாவலன், குதிரை, யானை முதலிய படைகளைச் செலுத்தும் வன்மையுடையன்.\n\"மாவலோன்\" (19) எனப் பிறாண்டும் கூறுதல் காண்க. இனி, இவையிரண்டற்கும் மிக்க வெற்றியையுடையவன் என்றலுமொன்று. உரைவளர்த்தா னென்பது வாளா உரைத்தானென்பதுபட நின்றது.\nசுதத்தன் வேந்தனைத் தெருட்டுதல்\nஅறிவில ராய காலத் தறிவில செய்த எல்லாம்\nநெறியினி லறிவ தூற நின்றனர்* விலகி நிற்பர்\nஅறியலர் வினைக ளாலே யருநவை படுநர் கையாற்†\nசிறியநல் வதங்கள் செய்தே தீவினை யகல்வர் காணாய்‡"
      },
      {
        "index": 47,
        "text": "[309] இறைவன் அறத்தின் ஏற்றத்தைக் கூறுதல்\nஅருள்புரி மனத்த ராகி யாருயிர்க் கபய நல்கிப்\nபொருள்கொலை களவு காமம் பொய்யிவை புறக்க ணித்திட்\nடிருள்புரி வினைகள் சேரா திறைவன தறத்தை யெய்தின்\nமருள்செய வருவதுண்டோ வானவ ரின்ப மல்லால்."
      },
      {
        "index": 48,
        "text": "[310] 1 குறள். 5.\nயசோமதி திருவறம் மேற்கோடல்\nஎன்றலு மடிகள் பாதத் தெழின்முடி மலர்கள் சிந்தக்\nகன்றிய வினைகள் தீரக் கருணையி னுருகி நெஞ்சிற்\nசென்றன னறிவு காட்சித் திருவறத் தொருவ னானான்\nவென்றவர் சரண டைந்தார் விளைப்பது வென்றி யன்றோ."
      },
      {
        "index": 49,
        "text": "[311] என்றலும், விரைவுப்பொருட்டாய வினையெச்சம். முனிவர் திருவடியில் அடியற்ற மரம்போல் வீழ்ந்து வணங்கியது தோன்ற, \"அடிகள் பாதத்து எழில்முடி மலர்கள் சிந்த\" என்றார். வினைப் பகை நீங்குதற்குரிய மனப்பக்குவம் பிறந்துவிட்ட தென்பார், \"கன்றிய வினைகள் தீரக் கருணையி னுருகி\" என்றும், சைனதருமத்தில் வேந்தன் உளஞ்சேர்ந்து அதற்குரிய நல்லொழுக்கத்தை மேற் கொண்டமை தோன்ற, \"நெஞ்சிற் சென்றனன்\" என்றும், அதற்குரிய நன்ஞானம் நற்காட்சிகளை யறிந்தமை உய்த் துணரவைத்து, இம்மூன்றாலும் அநவன் ஒப்பற்ற அறவோனானது கூறுவார், \"திருவறத்தொருவ னானான்\" என்றும் கூறினார். இதுகாறும் தீவினையேகன்றி நின்ற அவன் இத்துணை விரைவில் நல்லறம் மேற்கொண்டு சிறந்தமைக்கு ஏது கூறுவாராய், \"வென்றவர் சரணடைந்தார் விளைப்பது வென்றியன்றோ\" என்றார்.\nயசோமதி மக்கட்குக் கூறுதல்\nவெருள்செயும் வினைகள் தம்மை வெருவிய மனத்த னாகி\nமருள்செயு முருவ மாட்சி மகனொடு மங்கை தன்னை\nஅருள்பெரு குவகை தன்னா லமைவில னளிய னும்மைத்\nதெருளலன் முன்பு செய்த சிறுமைகள் பொறுக்க என்றான்."
      },
      {
        "index": 50,
        "text": "[312] வினைகளால் மயக்கமும் துன்பமும் உண்டாதலின், \"வெருள் செயும் வினைகள்\" என்றார்; \"வெருள் செய்வினை தருதுயரம்\" (287) என்று முன்பும் கூறியது காண்க. வினைக்கு அஞ்சும் செயல் அறிவறிந்தார்கண்ண தாகலின், \"வெருவிய மனத்தனாகி\" என்றார். மருள், மருட்கை; இது பிறர்கட் டோன்றிய ஆக்கம் பொருளாகப் பிறப்பது. தொடர்புடைமை கருதாது எல்லா வுயிர்கண் மேலும் செல்லும் பேரன்பு அருளெனப்படுதலின், அருள் பெருகு வகை யென்பதற்கு இவ்வாறு கூறப்பட்டது. உவகை மேன்மேலும் மிகுவதால் அமைவிலனானா னென வுணர்க. தீமை யென்னாது \"சிறுமை\" யென்றது தன்னைப் பொறுத்தல் வேண்டும் என்றற்கு.\nகலியாணமித்திரற்குக் கூறுதல்\nஓருயிர்த் தோழ னாகி யுறுதிசூழ் வணிகன்  றன்னை\nஆருயிர்க் கரண மாய* அடிகளோ டைய நீயும்\nநேரெனக் கிறைவ னாக நினைவலென் றினிய கூறிப்\nபாரியற் பொறையை நெஞ்சிற் பரிந்தனன் மன்னன் மன்னோ.+"
      },
      {
        "index": 51,
        "text": "[313] மணிமுடி மகனுக் கீந்த‌ மன்னவன் த‌ன்னோ டேனை\nஅணிமுடி யரசர் தாமு மவனுயிர்த் துணைவ னான‌\nவணிகனு மற்று ளாரு மாதவத் திறையை வாழ்த்தித்\nதுணிவினர் துறந்து மூவார் தொழுதெழு முருவு கொண்டார்."
      },
      {
        "index": 52,
        "text": "[314] அபயருசி துறவு\nதாதைதன் துறவு முற்றத்* தானுடன் பட்ட தல்லால்\nஓதநீர் வட்டந் தன்னை யொருதுகள் போல வுள்ளத்\nதாதரம் பண்ணல் செல்லா ன‌பயனு மரசு தன்னைக்\nகாதலன் குமரன்  த‌ம்பி கைப்படுத் தனன்வி டுத்தான்."
      },
      {
        "index": 53,
        "text": "[315] மாதவன் மலர்ந்த சொல்லான் மைந்தனும் மங்கை யாய\nபேதைய‌ம் பிணைய னாளும் பிறப்பினி துணர்ந்த பின்னர்\nஆதரம் பண்ணல் போகத் தஞ்சினர் நெஞ்சின் எஞ்சா\nமாதவன் சரண மாக வனமது துன்னி னாரே."
      },
      {
        "index": 54,
        "text": "[316] உரை- மைந்தனும் - அபயருசியும், மங்கையாய பேதை அம் பிணையனாளும் - மங்கையாகிய இளமையான மான்பிணையை யொத்த அபயமதியும், மாதவன் மலர்ந்த சொல்லால் - பெரிய தவத்தையுடையவனான சுதத்தமுனிகள் உரைத்த அறவுரையால், பிறப்பு இனிது உணர்ந்த பின்னர்- தங்கள் பழம்பிறப்பை யுணர்ந்த பிறகு, போகத்து நெஞ்சின் ஆதரம் பண்ணல் அஞ்சி - உலகியல் இன்பத்தை நெஞ்சால் விரும்புதற்கு அஞ்சி, எஞ்சா மாதவன் சரணமாக - குன்றாத பெரிய தவத்தையுடைய சுதத்தன் திருவடிகளையே துணையாகக்கொண்டு, வனமது துன்னினார் – முனிவனுடன் வனத்தை யடைந்து தவம்செய்யக் கருதினார்கள் எ-று.\nமாதவனாதலின் உரைத்தானென்றல் சீல மன்மை நோக்கி, \"மலர்ந்த\" என்றார். அவனுரைப்பன யாவும் அறமாதலின், \"சொல்லால்\" என்றார். நூல் வாயிலாக வுணர்த்துதலினும் சொல்லா லுபதேசித்த சிறப்புக்குறித்து இவ்வாறு கூறனாரென்றுமாம். மங்கையென்பது பெண்பாற் பொதுப்பெயர்; பருவப்பெயரன்று. பேதை, இளமை. பிணை, மான். பழம்பிறப் புணர்ந்து, போகத்தில் வேட்கை செய்தால் வரக்கடவ துன்பத்துக்கு அஞ்சுதலின், \"ஆதரம் பண்ணல் போகத்தஞ்சினர்\" என்றார். பண்ணல் என்புழி நான்கனுருபு விகாரத்தாற் றொக்கது. போக வேட்கையா லெய்தும் பிறவித்துன்பத்தை நினைந்து நெஞ்சில் மிக்க அச்சம் உறுதல் தோன்ற, \"நெஞ்சின் அஞ்சினர்\" என்றார். எத்துணையும் தான் மேற்கொண்ட தவத்தின்கண் குன்றாது ஒழுகுதல்கண்டு, \"எஞ்சாமாதவன்\" என்றும், அவன் திருவருடித்தணையால் எவ்வகை யிடையூறும் எய்தாதென்னும் துணிபுபற்றி அவனுடன் சென்றனரென்பார் \"மாதவன் சரணமாக வனமது துன்னினார்\" என்றும் கூறினார். வனமது, அது பகுதிப்பொருட்டு.\nவனமடைந்த இருவரும் முனிவன்பால் அறங்கேட்டல்\nவினைக்கும் வினைகள் தம்மால் விளைபயன் வெறுப்பு மேவித்\nதனசர ணணைந்து ளார்க்குத் தவவர சருளத் தாழ்ந்து\nவினையின விளைவு தம்மை வெருவின மடிகள் மெய்யே\nசினவரன் சரண மூழ்கிச் செறிதவம் படர்து மென்றார்."
      },
      {
        "index": 55,
        "text": "[317] ஞானாவரணீய முதலிய வினைகளான ஞானாவரணீயம் தரிசனாவரணீயம், மோகனீயம், அந்தராயம் என்பனவும், வேதனீயம், நாமிகம், கோத்திரிகம், ஆயுட்கம் என்பனவுமாகிய இருவகைகளாகும்; இவற்றுள் ஞானாவரணீய முதலிய நான்கும் காதி கருமம் என்றும், ஏனை நான்கும் அகாதி கருமமென்றும் வழங்கும். காதி கருமத்தால் துன்பமும் அகாதிகளால் இன்பமும் விளைபயனாகும். இவற்றின் இயல்பும் விளைபயனும் உணர்ந்தாலன்றி இவற்றின்பால் வெறுப்பு உண்டாகாமையாலும், வெறுப்புளதாயினல்லது வீடுபேற்று நெறி வாயாமையாலும், \"வினைகளும் வெறுப்பும் மேவி\"யென்றார். புவியரசு துறந்து தன் திருவடியடைந்து அறத்தின்வழி நிற்பார்க்குத் தான் அருளக்கருதுவது தவமாதலின், அதனைத் \"தவவரசு அருள\" என்றும், அக்குறிப்புத் தோன்றக் கண்டதும் இருவரும் வணங்கினமையின், \"தாழ்ந்து\" என்றும் கூறினார். வினைக் கஞ்சும் அச்சமே ஞானப்பேற்றுக்கு வேண்டும் மனப்பக்குவத்தைப் பயத்தலின், \"வினையின விளைவு தம்மை வெருவினம்\" என்றும், எமக்குப் புகலளிப்பது சினவரன் சரணமாதலின் அதனை யடைதற்கு வேண்டும் தவ நெறியை அருளவேண்டும் என்பார், \"செறிதவம் படர்தும்\" என்றும் கூறினார். கேவலஞான வின்பத்துச் செறிவிக்கும் சிறப்புடைமையின் தவத்தைச் \"செறிதவம்\" என்று சிறப்பித்தார்.\nசுதத்த முனிகள் கூறல்\nஆற்றல தமையப் பெற்றா லருந்தவ மமர்ந்து செய்ம்மின்\nசாற்றிய வகையின் மேன்மேற் சையமா சைய மத்திற்\nகேற்றிநின் றின்மை *  தன்னை யிதுபொழு துய்ம்மி னென்றான்\nஆற்றலுக் கேற்ற வாற்றா லவ்வழி யொழுகு கின்றார்."
      },
      {
        "index": 56,
        "text": "[318] ஆற்றல், மனவலியும் மெய் வலியுமாம். ஆற்றல் அமையாவிடத்து உண்டிசுருக்கிச் செய்யும் இத்தவம் வெற்றி தருதல் அரிது என்றற்கு \"அருந்தவம்\" என்றும், அதனால் உண்டாகும் விளைவு பேரின்பமாதலின் \"அமர்ந்து செய்ம்மின்\" என்றும், உண்டி சுருக்கத்தை மேன்மேல் படிப்படியாகச் செய்யுமாற்றால் \"ஆத்ம பாவனையாகிய‌ ஞானாராதனை, தரிசனாராரனை, சாரித்திராராதனை என்னும் இக்குணங்களில்\" நிலைபேறுண்டாக அது வாயிலாகச் \"சுத்தாத்மதியான\" முண்டாகுமென்று பரமாகமம் கூறுதலின், \"சாற்றியவகையின்\" என்றும் கூறினார். சையம், சம்மியமம், முதன் மூன்று குண நிலையில் சம்மியத்துவமில்லை யெனவும் நாலாங்குண நிலையிலும் அதன்மேலும் மேலும் சம்மியத்துவங்கள் உண்டாமென்றும்,  எல்லாவற்றிற்கும் மேலான சம்மியமத்தில் பிராணி சம்மியமம்  விடயசம்மியங்கள் தோன்றி நிறைவு செய்யுமென்றும் மேருமந்தரம்,  பதார்த்தசாரம் முதலிய நூலகள் கூறுகின்றன. இன்மை, இன்பத்துன்பங்களில் விருப்பு வெறுப்பில்லாமை. இவ்வாறியலும் இத்தவ நெறியின் இயல்பினை, \"ஈற்றிலா ராதனை விதியி லேந்தல்தான், ஆற்றலுக்கேற்ற‌ வாறன்ன பானமும், சாற்றிய வகையினாற் சுருக்கிச் சையமேல், ஏற்றினான் தன்னைநின் றிலங்குஞ் சிந்தையான், \" \"சித்தமெய் மொழிகளிற் செறிந்து யிர்க்கெல்லாம், மித்திர னாயபின் வேத னாதியின், ஒத்தெழு மனத்தனா யுவகை யுள்ளுலாய்த், தத்துவத் தவத்தினாற் றவனுவை வாட்டினான்\" 1  என வருவனவற்றா லறிக.\nசுதத்த முனிகள் இருக்குமிடத்தை மாரிதத்தனுக்கு கூறுதல்\nஅருங்கல மும்மை தம்மா லதிசய முடைய நோன்மைப்\nபெருங்கழு வொருங்கு சூழப் பெறற்கருங் கணங்கள் தம்மாற்\nசுருங்கலில் சுதத்த னென்னுந் துறவினுக் கரச னின்னுட்\nடருங்கடி கமழுஞ் சோலை யதுனுள்வந் தினிதி ருந்தான்."
      },
      {
        "index": 57,
        "text": "[319] தாம் இன்னாரென அபயருசி மாரிதத்தற்குக் கூறுதல்\nஅனசன மமர்ந்த சிந்தை யருந்தவ னிசோம திக்குத்\nதனயர்கள் தம்மை நோக்கித் தரியலீர் சரிதை போமின்\nஎனவவ ரிறைஞ்சி மெல்ல விந்நக ரத்து வந்தார்\nஅனையவ ராக எம்மை யறிகமற் றரச என்றான்."
      },
      {
        "index": 58,
        "text": "[320] அபயருசி மேலும் அரசற்குக் கூறுதல்\nஇனையது பிறவி மாலை யெமரது மெமது மெண்ணின்\nஇனையது வினைகள் பின்னா னிடர்செய்த முறைமை தானும்\nஇனையது வெகுளி காமத் தெய்திய வியல்பு நாடின்\nஇனையது பெருமை தானு மிறைவன தறத்த தென்றான்."
      },
      {
        "index": 59,
        "text": "[321] சென்றுறு பவந்தோறும்\nஎய்து மாயிடிற் றீர்ந்திடாக் கொலையிஃ\nதிருநில முடிவேந்தே.\nமையல் கொண்டிவண் மன்னுயி ரெனைப்பல\nவதைசெய வருபாவத்\nதெய்தும் வெந்துய ரெப்படித் தென்றுனைந்\nதிரங்குகின் றனமென்றான்."
      },
      {
        "index": 60,
        "text": "[322] லருவினை நரகத்தாழ்ந்\nதெய்தும் வெந்துய ரெனைப்பல கோடிகோ\nடியினுறு பழிதீர்ந்தேன்\nபொய்ய தன்றிது புரவல குமரநின்\nபுகழ்மொழி புணையாக\nமையின் மாதவத் தொருகட லாடுதல்\nவலித்தன னினியென்றான்."
      },
      {
        "index": 61,
        "text": "[323] ஐய, புரவல, குமர, என்பன மாரிதத்தற்கு அபயருசிபால் உள்ள ஆர்வத்தைப் புலப்படுத்து நின்றன. அபயருசி இத்துணையும் கூறுதற்குத் தன்பால்கொண்ட அருளே காரணமென்று கருதுதல் தோன்ற \"அருளால்\" என்றும், உயிர்க்கொலையால் வரும் தீவினை எத்துணையும் எஞ்ஞான்றும் எவ்விடத்தும் நீங்குதலின்மையினைத் \"தீர்ந்திடாக் கொலையிஃது\"(321) என்றதனால் உணர்ந்தமையின், \"அருவினை\" யென்றும் அது கொண்டுய்க்கும் இடம் நரகமாதலின் \"நரகத்தாழ்ந்தெய்தும் வெந்துயர்\" என்றும், அதனினின்றும் உய்தற்கு மாதவம் மேற்கோடல் துணிந்தமை தோன்ற \"உறு பழி தீர்ந்தேன்\" என்றும், அதற்கு உறுதி கூறுவானாய் \"நின்புகழ் மொழி புணையாக மாதவத்தொரு கடலாடுதல் வலித்தனன்\" என்றும் கூறினான். இவனுரையினை அபயருசி யயிராமைப் பொருட்டு \"பொய்யதன்றிது\" என்றதனோடமையாது \"புரவல\" என்றும் \"குமர\" வென்றும் கூறுகின்றான். பொய்யது: அது பகுதிப்பொருட்டு. புகழ் உண்டாதற்கும் புகழுடைமை புலப்படுத் தற்கும் புகழும் மொழியும் ஏதுவாமாகலின் \"புகழ்மொழி\" எனப் பட்டது. தவத்தைக் கடலென்றது அதனது அருமையும் பெருமையு முணரநின்றது.\nமாரிதத்தன் துறவு பூண்டு முனிவனாதல்\nஇன்சொன் மாதரு மிளங்கிளைச் சுற்றமும் எரித்திர ளெனவஞ்சிப்\nபொன் செய் மாமுடிப் புதல்வருட் புட்பதந் தற்கிது பொறையென்றே\nமின்செய் தாரவன் வெறுத்தன னரசியல் விடுத்தவ ருடன்போகி\nமுன்சொன் மாமலர்ப் பொழிலினுண் முனிவரற் றொழுதுநன் முனியானான்."
      },
      {
        "index": 62,
        "text": "[324] நன்முனியாகிய மாரிதத்தன் வானவனாதல்\nவெய்ய தீவினை வெருவுறு மாதவம் விதியினின் றுதிகொண்டான்\nஐய தாமதி சயமுற வடங்கின னுடம்பினை யீவணிட்டே\nமையல் வானிடை யனசனர் குழாங்களில் வானவன் றானகித்\nதொய்யின் மாமுலைச் சுரவரர் மகளிர்தம் தொகுதியின் மகிழ்வுற்றான்."
      },
      {
        "index": 63,
        "text": "[325] அபயருசியும் அபயமதியும் வானவராதல்\nஅண்ண லாகிய வபயனுந் தங்கையு மாயுக மிகையின்மை\nநண்ணி நாயக முனிவனி லறிந்தனர் நவின்றனர் குணமெல்லாங்\nகண்ணி னார்தம துருவின துடலங்கள் கழிந்தன கழிபோகத்\nதெண்ணின் வானுல கத்திரண் டாவதி னிமையவர் தாமானார்."
      },
      {
        "index": 64,
        "text": "[326] அபயன் மூத்தோனாதலின் \"அண்ணலாகிய அபயனும்\" என்றார். \"ஆயுகம் மிகை இன்மை\" யென்றதனால் ஏனைச் செல்வம், யாக்கை முதலியவற்றின் நிலையாமையும் கொள்ளப்படும். அறிந்தனர், நவின்றனர், கண்ணினர் என்பன முற்றெச்சமாய் \"தாமானார்\" என்பதனோடு முடிந்தன. குணமாவது அறமாதலின், அதனைக், \"குணமெல்லாம்\" என்றார்; இனி இதற்குக் குணவிரதம் முதலாயின என்றுரைப்பினுமாம். கழியென்னும் உரிச்சொல் மிகுதிப்பொருட்டு. வானுலகத்து இரண்டாவது சாசார கற்பமென்னும் தேவலோகம்.\nவானவராகிய இவர்தம் உருவநலம் கூறல்\nஅம்பொன் மாமுடி யலர்கதிர்க் குண்டல மருமணி திகழாரம்\nசெம்பொன் மாமணி தோள்வளை கடகங்கள் செறிகழன் முதலாய\nநம்பு நாளொளி நகுகதிர்க் கலங்களி னலம்பொலிந் தழகார்ந்த\nவம்பு வானிடு தனுவென வடிவுடை வானவ ரானாரே."
      },
      {
        "index": 65,
        "text": "[327] தேவமகளிரது இன்பம் துய்த்த‌ல்\nவந்து வானவர் திசைதொறும் வணங்கினர்  வாழ்த்தினர் மலர்மாரி\nமந்த மாருதந் துந்துபி வளரிசை  மலிந்தன மறுகெங்கும்\nஅந்தி லாடினர் பாடினர் விரும்பிய  வரம்பைய ரருகெல்லாம்\nவந்து தேவியர் மன்மத வாளியின் புடைசூழ்நதார்."
      },
      {
        "index": 66,
        "text": "[328] இணையில் இன்பத்துள் இருவரும்  இருத்தல்\nமாசின் மாமணி மேனியின் வாசமோ   ரோசனை மணநாறத்\nதேசொ ரோசனை திளைத்திட முளைத்தெழு  தினகர னனையார்கள்\nஆசி லெண்குண னவதியொ டமைந்தன ரலைகட லளவெல்லாம்\nஏசில் வானுல கிணையிலின் பத்தினி  லிசைந்துட னியல்கின்றார்."
      },
      {
        "index": 67,
        "text": "[329] நூற்பயன்\nவெருவரு வினைவலி விலக்கு கிற்பது\nதருவது சுரகதி தந்து பின்னரும்\nபொருவரு சிவகதி புணர நிற்பது\nதிருவற நெறியது செவ்வி காண்மினே."
      },
      {
        "index": 68,
        "text": "[330] யசோதரன், சந்திரமதி, அமிர்தமதி என்போர் வரலாற்றால் வினையின் வலியையுணர்த்தி, யசோமதி, சண்டகருமன், மாரிதத் தன் முதலாயினார் தாம் செய்த வினைகள் தம்மைத் தொடராவாறு நோற்றுயர்ந்ததனால் \"வினைவலி விலக்குநிற்பது\" என்றதும், யசோமதி முதலிய அரசர்களும் அபயருசி அபயமதி யென்பாரும் தேவகதி யெய்திய வரலாற்றால், \"தருவது சுரகதி\" யென்றதும், அபயருசியும் அபயமதியும் தேவகதி பெற்றும் அமையாது எண்குணமும் அவதி ஞானமும் பெற்றதனால் சிவகதி பெறச் சமைந்திருத்தலின், \"பொருவரு சிவகதி புணர நிற்பது\" என்றதும் இனிது விளங்குதலின், \"காண்மினே\" என்றார்.\nஆசிரியர் அறங்கூறல்\nஆக்குவ தேதெனி லறத்தை யாக்குக‌\nபோக்குவ தேதெனில் வெகுளி போக்குக‌\nநோக்குவ தேதெனில் ஞானம் நோக்குக‌\nகாக்குவ தேதெனில் விரதம் காக்கவே."
      }
    ]
  }
}