{
  "chapterNumber": 2,
  "title": "Ἐμμανουὴλ Γεωργιλλᾶ — Ἱστορικὴ ἐξήγησις περὶ Βελισαρίου (Georgillas' History of Belisarius)",
  "sourceContent": {
    "paragraphs": [
      {
        "text": "τὸν ὃν ἣ τύχη ὕψωσεν καὶ τύφλανεν ὁ φθόνος\"\nἐπὶ τῆς βασιλείας δὲ μεγάλου βασιλέως,\nἸουστινιανὸς ἐλέγετο καὶ μέγας αὐτοκράτωρ\n“καὶ τῆς μεγάλης ἐκκλησιᾶς ἁγιᾶς Σοφιᾶς δομήτωρ.\nὕ Ὦ θαυμαστὸν μυστήριον, ὦ συμφορὰ μεγάλη᾽\nλύπη ἀπαραμύθητος, ὀδύνη καὶ πικρία!\nεἰς τὸν καιρὸν τοῦ ἄνακτος Ἰουστινιανοῦ μεγάλου,\n(καὶ κτήτωρ τῆς ἁγιᾶς Σοφιᾶς μεγάλης ἐκκλησίας)\nἐφάνη Βελισάριος, ἀνὴρ σοφὸς ἀνδρεῖος\"\nἐν τοῖς πολέμοις τοιγαροῦν κ᾿ εἰς μηχανὰς καὶ πράξεις\nγὰ εἶπες κ᾿ ἦτον ὀφθαλμὸς τῆς Κωνσταντινουπόλης,\nκι ὃ φθόνος, τὸ κακὸ θηριὸν, στέρησέν του τὰ μάτια,\nκαὶ ἔχασε“ τὸ γλυκερὸν τὸ φῶς τοῦ κόσμου τούτου.\nτῷ μέγα κακὸν, μέγα θηριὸν ὁ φθόνος ἔνι, φίλοι,\nσκορπίον ἀπεικάζουν το μὲ μύρια κεντρούνια.",
        "index": 1
      },
      {
        "text": "ὃ φθόνος, τὸ κακὸ θηριὸν, ἐμπῆκεν εἰς Ῥωμαίους,\nαἴστιι οαιδο οποία, ᾧ. ΜΌΠΙΥΝ ἐμοῦα Ἰάσδμι οαγτηθα μυμθθοαῦ πούηο ὑππῸ\nὅποι οομβύαθ: ποιηϊηΐ Θηΐτι οαμ τὖ γἱἀογϑὺ ἀάϊιπο ὁοη δρῦς. ἴπ μτοθοίομὶ\nΒελλισαρίοι᾽ οὐ κ'᾽ό αθτᾳπ6.\nἀπέσω εἰς καρδίας των ἐῤῥίζωσεν δι᾽ ὅλου᾽\nφθόνος ὃ πρῶτος τῶν κακῶν ἁμαρτιῶν τοῦ κόσμου\"\nὥσπερ ἐφάνην ἀπ᾿ ἀρχῆς ᾿ς τὸν ἄθλιον τὸν Κάϊν᾽\nἐφθόνησε τὸν ἀδελφὸν αὐτοῦ πρῶτα τὸν Λβελ,\nκαὶ τότε τὸν ἀπέκτεινε δίχ᾽ ἀφορμὴν κακίας\nὃ φόνος ἠκολούθησεν ἐξόπισθε τοῦ φθόνου.\n.. εἶχεν ὃ πρῶτος γεννηθῆν εἰς τὸν παρόντα κόσμον,\nοὕ τὸ μέγα πρῶτον τῶν κακῶν, ὃ μετὰ ταῦτα, φόνος.\nκαὶ ποιὸς οὐκ ἐδαγκάθηκεν ὑπὸ σκορπίου φθόνου;\nχωρεῖ καὶ ᾿μπαίνει πανταχοῦ, χωρεῖ καὶ πιάνει πάντας,\nκαὶ βασιλεῖς καὶ ἄρχοντας, πένητας καὶ πλουσίους.",
        "index": 2
      },
      {
        "text": "χώρας καὶ κάστρη χάλασαν. αἱ γνῶμαι τῶν ἀνθρώπων.\nβασίλεια καὶ αὐθέντειαι μεγάλαι ἐχαθῆκαν.\nεἶδα σὲ, φθόνε, τίς εἶ σύ, τίς ἔνι ὁ τεκών σε,\nεἶδα καὶ ἔγνων σε καλῶς τὸ τί ξεύρεις νὰ ποίσῃς.\nεἶδα καὶ πῶς ἐτύφλωσες τὰ μάτια τῶν ἹΡωμαίων᾽\nκι αὐτὸν τὸν Βελισάριον τὸν φημιστὸν καὶ μέγα,\nτὸν ἰσχυρὸν καὶ φρόνιμον καὶ πρακτικὸν εἰς ὅλα.\n᾿ς ὦ κρίμαν ὁποῦ ᾿γίνετον βαβαὶ τίς μὴ θρηνήσῃ,\nεἰς τίτοιον ἄνδρα θαυμαστὸν τίτοιον κακὸ νὰ γένῃ;\nὁποῦ καὶ μὲ τὴν γνῶσίν του καὶ μὲ τὴν ὀρδινιάν του,\nμὲ τὴν σοφιάν του τὴν πολλὴν ἐκέρδησε τὸν κόσμον,\nκαλὸν μοιράδιν ἔστησε ᾿ς τὸ πλάγιν τῶν Ῥωμαίων,\n᾿ς πολλὴν τιμὴν ἐδώρησε τὴν Κωνσταντίνου πόλιν,\nὕψωσε καὶ ἐδόξασε Χριστιανοὺς Ῥωμαίους,\nκαὶ προσκυνοῦνται ὑπὸ πολλῶν πιστῶν τε καὶ ἀπίστων.",
        "index": 3
      },
      {
        "text": "Καὶ τὸ λοιπὸν ἀπὸ τοῦ νῦν ἐῶ, ἀφίνω ταῦτα᾽\nγράψειν εἶχα καὶ πλεότερα νὰ ᾿πῶ διὰ τὸν φθόνον,\nἀμμὴ σχολάζω, τὰ πολλὰ τὰ πάντα καταλείπω.\nΛοιπὸν ἀρχίζω τὴν ἀρχὴν τὴν πρὸς τὸν βασιλέα,\nτὸν μέγαν Ἰουστινιανὸν τὸν μέγαν αὐτοκράτορ.\nτ δρίζει, φέρνουν παρευθὺς ἀβελισάριόν τε,\nλέγει τοιάδε πρὸς αὐτὸν μετὰ πολλοῦ τοῦ πόθου\n»ὦ Βελισάριε, σήμερον ἄκουσον τῆς φωνῆς μου,\nτὸν ὁρισμόν μου ποῖσέ τὸν καὶ δούλευσον εἰς τοῦτο,\nἔπαρε πλεῖστα πέρπυρα, δίδω σε καὶ μαϊστόρους,\nπαρέβγαλε τὸ κτίσιμον, τὸ τείχωμα τῆς πόλης,\nὅσον νὰ δράμῃ ἄλογον καλὸν ἀνδρειωμένον.\nεἰς χρόνου ἑνὸς τέρμενον νὰ ἔνι καμωμένον᾽\nκαὶ ἂν ἡ γνώση σου φανῇ κ᾿ ἴδω τὸ κτίσμα κεῖνον,",
        "index": 4
      },
      {
        "text": "ἀρέσῃ με καὶ τοὺς ἐμοὺς καὶ πάντας ἄρχοντάς μου,\nπίστευσον, καταστήσω σου μέγα τοῦ παλατίου.\nἤκουσε Βελισάριος τὴν ὑπόσχεσιν ταύτην\nκαὶ τὰ λαμπρὰ τὰ μέλλοντα λαμβάνειν ἐν τῶ τέλει.\nπάραυτα πίπτει, προσκυνεῖ τὸν βασιλέα κεῖνον\n»ἐγὼ ὑπάρχω δοῦλός σου“ λέγει. δεδουλωμένος,\nκαὶ τὸ κελεύεις ὅρισον, κἀγὼ νὰ τὸ πληρόνω.\"“\nἐπένευσεν ὁ βασιλεὺς καὶ στάμενα τὸν δίδει,\nκἀκεῖνος κτίζει σύντομά, εὐθὺς καὶ τελειόνει.\nπολλοὶ γὰρ ἐθαυμάσασιν ἐπάνω εἰς τὸ. κτίσμά\nτὴν πρᾶξιν καὶ τὴν ὀρδινιὰν ὁποῦ ᾿ποικεν ἐκεῖνος\nὁ μέγα Βελισάριος εἰς τὸ τειχιὸν τῆς πόλης.\nτὸ ὁ βασιλεὺς καὶ δίδει του δόξα, τιμὴν καὶ πλοῦτον,\nὅτι τοῦ φθόνου κάμινος ἐξῆψεν, ὑπερῆψεν.\nφθονοῦσίν τον οἱ ἄρχοντες, πρῶτοι τοῦ παλατίου,",
        "index": 5
      },
      {
        "text": "ἔργα τὰ πόσα κάμνουσιν καὶ πόσα καταλέγαν᾽\nτὸ ἐπλήρωσαν τὰς ἀκοὰς τοῦ βασιλεῶς ἐκεῖνοι\nβλέπεις τὸν ἄνδραν “ ἔλεγον ὃν ἔποικες μεγάλον,\nκατὰ μικρὸν τὸ κράτος σου θέλει τὸ καταλύσει.\"\nκαὶ εἷς ἀπὸ τοὺς, ἄρχοντας ἐκ τοὺς ἸΤαλαιολότους\nτὸν βασιλεὰ δικάζεται μετὰ πολλοῦ τοῦ θράσους.\nκαὶ τάχα δὲ ὡς συγγενὴς ἐλάλειν οὕτως λέγων\n»ὦ δέσποτα παντάνακτα, δέσποτα αὐτοκράτορ,\nἐγνώριζε ἀπὸ τοῦ νῦν ὅτι ἣ βασιλεία\nἣ ἔνδοξος, ἣ θαυμαστὴ, εἰς ἄλλον μεταπέσῃ.\nεἰς ἄλλον μὴ τοῦ κράτουξ σοὺ μήτε τῶν συγγενῶν σου᾽\nαὐτὸς ὁ Βελισάριος ὃν ἔποικες μεγάλον,\nνευσεν: ψγοθοίοσῖβ απὸ ἐπαίνεσεν ὁποῦ ποι κενεκεῖσθαι ΤῸ δείδιη\nαὐτὸς οκοτόνει, παίρνει σου βασιλείαν καὶ στέμμαν.\"\nὃ βασιλεὺς ἐτρόμαξεν ἀκούων τίτοια λότια,",
        "index": 6
      },
      {
        "text": "ἐκ τὸ θρονὶν ἐπήδησεν ὡς ἄγριον θηρίον,\nὡς βοῦς γὰρ ἐμυκήσατο καὶ πρὸς ἐκεῖνον λέγει\n»ἔχεις, εἰπέ μοι, μάρτυρας ὃ λέζεις νὰ προστήσης,\nτὸν δύλον, τὴν ἐπιβουλὴν τοῦ πράγματος, τὸ δρᾶμα; “\"\nτότε προσφέρει μάρτυρας πλαστοὺς κατὰ τῆς ὥρας᾽\nεὑρέθη Καντακουζηνὸς, ἹῬΡάλλης, Παλαιολότος,\nἈσάνης καὶ ὁ Λάσκαρις καὶ Κάνος καὶ ὁ Δούκας\"\nκαὶ μαρτυροῦσιν ἄδικα κατὼ Βελισαρίου.\nαἱ κρίμαν ὁποῦ γίνετον οὐ συστενάζεις, δίκη;\nἔδε κακὸν, ἔδε πικρόν. καὶ τίς νὰ μὴ θρηνήσῃ,\nτὴν εἰς τὸν ἄνδρα τὸν καλὸν νὰ ποίσῃ τίτοια κρίση;\nδρίζει καὶ σεβάζουν τον ᾿ς τοῦ ἄνεμου τὸν πύργον,\nβουλόνουσι τὰ μάτια, του μὲ τὸ χρυσὸν μανδήλι,\nβουλόνουν οἱ μεσάζοντες κι ὁ βασιλεὺς ὁ μέγας",
        "index": 7
      },
      {
        "text": "τρεῖς χρόνους τοῦ νὰ κάθεται ἀπέσω εἰς τὸν πύργον᾽\nνὰ ὑστερῆται καὶ τὸ φῶς καὶ τῆς ἁβροτραπέζης,\nγἄχῃ ψωμὶν καμπανιστὸν καὶ ὕδωρ μὲ τὸ μέτρος.\nἀλλ᾽ ὅμως οὐκ ἠρκέσθησαν οἱ καταμυτωτάδες᾽\nθάνατον ἐφωνάξασιν ὡς οἱ Ἑβραῖοι πάλαι\nτὸ (ἄρον ἄρον σταύρωσον “ εἰς τὸν καιρὸν τοῦ πάθους\nτοῦ Υλυκυτάτου Ἰησοῦ Χριστοῦ τοῦ Ζζωοδότου,\nοὕτω κ᾿ αὐτοὶ ἐκραύγαζον περὶ Βελισαρίου.\nἀλλ᾽ ὀφθαλμὸς ὃ ἄυπνος ὁποῦ ποτ᾽ οὐ κοιμᾶται\nπροσέσχεν, εἶδεν, ἔβλεψεν ἄκουε τί ἐσυνέβη.\nμανδατοφόροι φθάνουσιν εἰς ὥρα μεσονύκτου,\nὅτι τινὲς ἀλλογενεῖς τὰς χώρας του κουρσεύουν,\nἀπήρασιν κι ἀνθρώπους του καὶ λάφυρα καὶ σκῦλα,\nπολλοὺς αἰχμαλωτίσασιν, ἀπέδειραν κἂν πόσους,\nπολὺν ἐποίκασι κακὸν ἐπὶ τὴν ἹῬωμανίαν.",
        "index": 8
      },
      {
        "text": "ὃ βασιλεὺς ὡς ἤκουσεν ἐκεῖνα τὰ μανδάτα,\nἐτρόμαξεν, ἐξέστηκεν,. ἐφύρθην, ἐπαγώθην,\nκαὶ τρεῖς ἡμέρας ἔποικε σωστὰς πεπληρωμένας,\nἐτοσεο ὁ. ἊΝ\nκαὶ κάτεργα ὃ βασιλεὺς ἔβγαλεν ἑβδομῆντα,\nἐξοπλισμένα, θαυμαστὰ, καλὰ ἡρματωμένα,\nκαὶ ἕτερα τριάκοντα ἀπὸ Θεσσαλονίκης\nγαλιόταις καὶ πλοιάρια, ἀμέτρους ῥατζηβούδαις᾽\nκαὶ ναύταις, ὄντως νὰ εἰπῇς φάλκωνες καὶ πετρίταις \" .\nτζάγκρας καὶ μπαλαιστρέριδες, τόξα καὶ τοξατόρους,\nσκεύη καὶ πουμπαρδιέριδες, τομφάκια, συρπεντίναις\nἐνέμπλησε τὰ κάτεργα καὶ ναῦς τὰς μαχικάς του᾽\nν᾿ ἀστράπτουσι τὰ ἄρματα, νὰ ᾿κπέμπουσιν ἀκτῖνας.\nκαὶ τίς οὐ περιθαύμασεν ἐμβλέπων τὰ τοιαῦτα;\nἀλλ᾽ ὅμως οὐκ ἐγίνωσκε μικρὸς εἴτε καὶ μέγας",
        "index": 9
      },
      {
        "text": "ἢ καὶ κατεργοκύριοι εἴτε ὀφφικιάλοι ὃ\nδρίζει δὲ ὃ βασιλεὺς νὰ συναχθοῦν οἱ πάντες,\nμικροὶ, μεγάλοι, γέροντες, αὐτόχθονοι καὶ ξένοι,\nἐπάνω εἰς παλάτια ἐκεῖσε νὰ ὑἑβρεθῶσιν.\nοἱ πάντες ἐσυνάχθησαν μικροί τε καὶ μεγάλοι,\nὑμᾶς ὧδε ἐσύναξα ἵνα μὲ. αὐκρισθῆτε\nκαὶ νὰ μὲ δώσετε βουλὴν εἰς τὸ ζητῶ καὶ θέλω.\nἰδοὺ γὰρ ἐκατόρθωσα ἐτούτην τὴν ἀρμάδαν\nἐξοπλισμένην εὔμορφα, καθὼς καὶ θεωρεῖτε,\nλοιπὸν οὐκ οἶδα τίς ἐστὶν ἄξιος εἰς ἐτοῦτο᾽\nνᾷνεν εἰς ὅλα πρακτικὸς, ἄριστος καὶ ἀνδρεῖος,\nκαὶ νὰ γεννᾷ βουλεύματα καλὰ τῆς ἀριστείας.\nεἴπατε, δότε μοι βουλὴν, ἄρχοντές μου, εἰς τοῦτο,\nἀλλ᾽ ἐπὶ φόβον τοῦ θεοῦ νὰ ᾿κλέξετε τὸν κάλλιον.\"\nο οἱ ἄρχοντες ἐσίγησαν\" κανεὶς λόγον οὐ δίδει\"",
        "index": 10
      },
      {
        "text": "᾿ ἀλλ᾽ εἷς τὸν ἄλλον ἔβλεπον οἱ ἄρχοντες ἐκεῖνοι᾽\n'λοξῶς φολξῶς ἀλωπεκῶς καὶ ὥσπερ τὴν ἀρκοῦδα\nπολλὰ ἐλυποτρώθησαν οἱ μεγιστᾶνοι- τότε.\nβλέποντα οὕτως ἔκραξε τὸ πόπολον τῆς χώρας,\nφωνὰς τρανὰς ἐφώναξαν οἱ πάντες ἐν τῷ ἅμα\n. ῳδέσποτα πάντων, βασιλεὺς, τῶν αὐθεντῶν αὐθέντα,\nκαὶ τῶν Ῥωμαίων ὃ φρουρὸς, Χριστιανῶν τὸ φοῦμος᾽\"\nπρῶτον πιστεύομεν θεὸν τρισυπόστατον ἕνα,\nκι ὅλοι θαῤῥοῦμεν εἰς αὐτὸν ἵνα μᾶς δώσῃ νίκην,\nνὰ καταβάλῃ τοὺς ἐχθροὺς καὶ νὰ τοὺς ἀφανίσῃ.\nτρίτον εἰς Βελισάριον ὃν ἔχεις τυφλωμένον.\nἂν θέλῃς, μέγα βασιλεῦ, νικήσειν τοὺς ἐχθρούς σου,\nβάλε τὸν Βελισάριον αὐθέντην καπετάνον\nἐπάνω ᾿ς τὴν ἀρμάδα σου, εἰς ὅλον σου τὸν , στόλον.\n1τὸ καὶ σὺ μὲν οὖν, ὦ βασιλεῦ, εἶδας τὸν ἄνδρα τοῦτον,",
        "index": 11
      },
      {
        "text": "εἰς νίκας τε (κι) ἀνδραγαθιὰς μεγάλας του ἀριστείας.\nεἰς Πέρσας καὶ Σαρακηνοὺς ἀλλὰ κ᾿ Ἰσμαϊλήτας\nκαὶ πανταχοῦ ἐγίνετο νικητὴς τροπαιοῦχος᾽\nεὔτυχος καὶ καλότυχος καὶ μέγας ῥιζικάρης,\nπιστὸς καὶ πρακτικώτατος, εὔτολμος, ῥωμαλέος.\"\nὁ βασιλεὺς ὡς ἤκουσε τὸ πόπολον, τὸ πλῆθος,\nτὸ πῶς ζητοῦν καὶ θέλουσιν ἀβελισάριόν τε,\n᾿ καὶ ὅτι ἔγνω κατ᾽ αὐτὸν τὸ ἄδολον τῆς γνώμης,\nπῶς διὰ φθόνου ἔγκλειστος ἐγίνηκε τοῦ πύργου,\nκαὶ ὅτι ἀναιτίατος ἔνι εἰς τὸ καθόλου, .\nἄδολος καὶ ἀκέραιος χωρὶς ἐπιβουλίας᾽\nὁρίζει, φέρουν τὸν. αὐτὸν ἔμπροσθεν εἰς τοὺς πάντας\"\nκατέναντι ἐστάθηκεν ἐκεῖ τοῦ βασιλέως,\nι85 μὲ τὸ μανδήλιν τὸ χρυσὸν τὰ μάτια τυφλωμένος᾽",
        "index": 12
      },
      {
        "text": "καὶ τὸ ἰδεῖν ὃ βασιλεὺς μετὰ χαρᾶς τὸν λέτει\nοὦ Βελισάριε“ λέγει τον εὔχου τὸ πλῆθος, λέτω,\nκαὶ “τοὺς ἐχθρούς σου ἐνίκησας τοὺς καταμυτωτάδες\"\nἐγὼ τοίνυν εὐχαριστῶ θεὸν τὸν παντεπόπτην,\nι90 ὁποῦ σε ᾿βλέπει σε καλῶς κ᾿ ἔχεις τὸ φῶς καὶ βλέπεις\"\nὁ φθόνος ὄντως ἤθελεν ὅτι νὰ σὲ τυφλάνῃ\nμετὰ ἀνθρώπων τέ τινων πλαστῶν τε κακοτρόπων.\nἐγὼ δ᾽ ἀπάρτι λύσω σου τὰ δεσμὰ καὶ ταῖς βούλαις᾽\nτὴν παῤῥησίαν τετραπλοῦν ἣν εἶχες τότε πρώην,\nι95 καὶ δόξαν τε καὶ αὐθεντειὰν πάλιν σὲ καταστήσω,\nκαὶ καπετάνον ποίσω σε ἐφ᾽ ὅλην τὴν ἀρμάδαν. “\nἀνταπεκρίθη πάραυτα ἀβελισάριός τε\nκαὶ πρὸς τὸν ἄνακτα γοργὸν ἀπηλογεῖται, λέγει\n»ἅἄναξ ἀνάκτων κάλλιστε, δέσποτα στεφηφόρε\nἐγὼ τὴν βασιλείαν σου ποτὲ οὐκ ἔπταισά την",
        "index": 13
      },
      {
        "text": "μὰ τὴν χρυσήν σου κεφαλὴν καὶ μὰ τὴν βασιλειάν σου\nἔξω οὐδὲν ἐξέβηκα ἐκ τοῦ θελήματός σου,\nκαὶ λόγον οὐκ ἐνήργησα, δημηγερσίας ἔργον᾽\nορῦ δόλος οὐδὲν εὑρέθηκεν ἀπέσω ᾿ς τὴν καρδιάν μου,\nοὐδὲ ψυχή μου ἤγειρε κατὰ σοῦ ἀνταρσίαν᾽\nοὐκ ἐγενόμην, βασιλεῦ, ἀντάρτης εἰς ἐσένα,\nπῶς οὕτως μὲ συνέφερεν ὁ φθόνος, πὼς ἐκλώσθη,\nκαθὼς εἶπας, ὦ βασιλεῦ, νὰ χάσω τὴν ζωήν μου\n᾿ ἐπεὶ δ᾽ ὃ φθόνος πώποτε οὐ θνήσκει εἰς αἰῶνας,\n«οὔτε δ᾽ ἐγὼ ἐνδέχομαι εἰς τὸ νὰ δευτερώσωῳ,\nκι ὃ φθόνος πάλιν τὸ θηριὸν νὰ δευτεροδαγκάσῃ..\nἄρχοντας ἔχεις, βασιλεῦ, θαυμαστοὺς καὶ ἀνδρείους\"\n“15 ὅριοον, ἂς ὑπάγουσιν, ἂς ποίσουν δούλευσίν σου,\nκἀμὲ δὲ ἄφες ὥς με δεῖ τοῦ νὰ ᾽μαι τυφλωμένος,\nμή τι συνέβη με δεινὸν ἐκ τῶν ἀπροσδοκήτων.\"",
        "index": 14
      },
      {
        "text": "ἀκούσας παρευθὺς ὁ βασιλεὺς ἀντέφη\nτς μτὸν δρισμόν μου ποῖσέ τον, ἐγὼ σὲ συμβουλεύω\nπάραυτα Βελισάριος ἔκλινε τὸ κεφάλιν,\nπίπτει εἰς τῆν καὶ προσκυνᾷ τὸν μέγα βασιλέα,\nπρῶτα φιλεῖ τὰ χώματα, ἔπειτα τὸ τζαγκίν του,\nκαὶ τότε μὲ τὰς χεῖράς του ἔλυσε τὸ μανδήλιν᾽\nδ ὅπου ὁ Βελισάριος ἐκεῖθεν ἐτυφλώθην,\nἐκεῖ πάλιν τῆς τ᾽ ἔλυσεν ὁ βασιλεὺς ὁ μέτας.\nκαὶ. λέγει τὸν ,ἀπὸ τοῦ νῦν δίδω σου τὴν ἀξίαν\nτοῦ νά ᾽σαι καπετάνιος ἐφ᾽ ὅλην τὴν ἀρμάδα,\nκαὶ ὡς κελεύσῃς ποίησον, ἔχεις τὴν ἐξουσίαν,\nτς λαβὼν ὃ Βελισάριος τοιαύτην ἐξουσίαν,\nἄργηταν οὐ μὲν οὖν αὐτὸς νὰ πολεμᾷ καμμίαν᾽\nεὔμορφον εἶχε τὸν καιρὸν, ἐμίσευσεν, ἐδιέβη,",
        "index": 15
      },
      {
        "text": "κάστρη πολλὰ παρέλαβε, μετέτρεψε καὶ χώρας.\n“86 καὶ πάλιν ἀπεδίδοντο Ρωμαίοις τὰ Ῥωμαίων.\nτὸ δὲ νησὶν ὁπούῤῥιψε ζυγὸν τὸ τῶν Ρωμαίων,\nὁποῖον ἐδιαυθέντευεν ὁ ῥὴξ τῆς Ἐγκλητέρας,\nὃ ἀποπτύσας χαλινὸν τῆς Κωνσταντίνου πόλης,\nπάραυτα ὥρμησεν κἀκεῖ στόλος ὁ τῶν “Ρωμαίων. ᾿\nἐῤῥάξαν, ἐξεσκάλωσαν, ἐβγῆκαν οἱ Ῥωμαῖοι.\n᾿ ἐβγῆκε Βελισάριος ὃ μέγας καπιτάνος\nοὐδὲ καλὰ ἐπάτησε τὴν γῆν τῆς Ἐγκλητέρας,\nἐπεδοκλώθην, ἔπεσεν, εἰς γαῖαν ἐξαπλώθην.\nοἱ ἄρχοντες ἐτρόμαξαν, ἔσεισαν κεφαλάς των.\nγνωρίσας Βελισάριος τὴν ἀτυχίαν τούτων,\nδιαλαλημὸν ἐποίησε, λόγους τοιούτους εἶπεν,\nγὰ σύρουσιν τὰ κάτεργα εἰς γῆν ὁμοιῶς καὶ τἄλλα,\nλο δ Το",
        "index": 16
      },
      {
        "text": "μικρὰ μεγάλα πάραυτα, καὶ νὰ τὰ ξερματισουν᾽ ἰ\nκουπία τε καὶ ἄρμενα καὶ“ ἄρματα παντοῖα,\nὅλα νὰ τὰ ξεβάλλουσιν καὶ νὰ τὰ εὐκαιρέσουν,\nκαὶ ὅταν οὕτως γένηται, κενώσουσι τὰ ξύλα,\nτότε νὰ βάλουσι φώτιὰ καὶ ὅλα νὰ τὰ καύσουν.\nδ ἐγίγηκε τὸ πρόσταγμα, ἔκαυσαν τὰ καράβια,\nἔκαυσε καὶ τὰ κάτεργα, ἀφῆκε μόνα τρία,\nγὰ τά ᾿᾽χῃ δι᾽ ἐπιστοχὴν, νὰ τά ᾽χῃ διὰ μανδάτα.\nτότε δ᾽ καπετάνιος δημηγορεῖ καὶ. λέγει\n»νὰ ξεύρετε, οἱ ἄρχοντες, μικροί τε καὶ μεγάλοι,\nἐὰν ἐσεῖς τυχαίνετε εἰς μιὰν καρδίαν ὅλοι,\nεἰς μιὰν ψυχὴν, εἰς ὄρεξιν, ὅλοι νὰ πολεμοῦμεν.\nβλέπων ἐγὼ τὸ δίψυχον καὶ τὸ ἀκάρδιόν σας,\nκαὶ πῶς ἐδειλανδρήσετε διὰ τὸ πέσιμόν μου,\nἔκρινα ὅτι νὰ καγοῦν τὰ κάτεργα καὶ ξύλα,",
        "index": 17
      },
      {
        "text": "περοῦ λαὸς ὃ τῶν Γραικῶν ἑνωθῇ μὲ τοὺς Φράγκους,\nγὰ πολεμίζουν δυνατὰ, νὰ μὴ ἔχουν πόθεν φύγειν,\nμετ᾽ αὔτους νὰ κατακοποῦν εἰς συμπλοκὰς πολέμου,\nκαὶ πᾶς Γραικὸς νὰ μὴ. γνοιαστῇ νὰ φύγῃ νὰ γλυτώσῃ,\nτοῦτο δὲ πᾶσι προφωνῶ καὶ πᾶσι παραγγέλλωῳ,\nεἴ τις δειλιάσῃ καὶ στραφῇ, τὰ “πίσω του τυρίσῃ,\nἂν ἦναι υἱὸς τοῦ ἄνακτος, ἐγὼ νὰ τὸν φονεύσω.\nεἰ δέ τις εἰς τὸν πόλεμον σταθῇ καὶ πολεμήσῃ,\nοἱ ἀνδρειωμένα, πρόθυμα, καλῶς ἀνδραγαθήσῃ,\nνὰ τὸν πλουτίσω. περισσὰ χρήματα νὰ τοῦ δώσω,\nνἄχῃ καὶ δόξαις καὶ τιμαῖς ἀπὸ τὸν βασιλέα.\n᾿καὶ. τὸ λοιπὸν ἂς δράμωμεν ὡς γῦπες εἰς τὸ βρῶμα,\nἀνδρειωμένα, εὔτολμα, μετὰ καλῆς καρδίας,\nἐλπίζωμεν εἰς τὸν θεὸν νὰ ἔνι εἰς μᾶς τὸ νῖκος.\nθαρρῷ καὶ νὰ δουλώσωμεν ὅλην τὴν ἘγΥκλητέραν,",
        "index": 18
      },
      {
        "text": "καὶ μετὰ δόξης καὶ τιμῆς ᾽ς τὴν πόλιν νὰ στραφοῦμεν,\nσκῦλα καὶ λάφυρα πολλὰ πολίταις νὰ κερδήσουν,\nκαὶ πλοῦτον ὑπεράπειρον νὰ πάρουν τῶν Λατίνων.\nκαὶ διὰ τοῦτο ἔκαυσα τὰ ξύλα καὶ τὰ πλοῖα\nδιὰ αὔταις ταῖς δύ᾽ ἀφορμαῖς αἷς θέλετε τροικήσει,\nἢ νὰ κερδήσωμεν ἡμεῖς, νὰ πάρωμεν τὸν τόπον,\nἢ νὰ χαθοῦμε παντελῶς ῥωθούνι μὴ γλυτώσῃ.\"\nκαὶ εἷς ἀπὸ τοὺς ἄρχοντας τὸν Βελισάριον λέτει,\nπλούσιός (τε) καὶ εὐγενὴς κ᾿ ἐκ τῶν ἐνδόξων μέγας,\nἐκ τὴν γενεάν του ὑψηλὴν θαῤῥῶν ἀπηλογήθην\n»οὐκ ἔπραξας στρατιωτικὰ τὰ κάτεργα νὰ καύσῃς.\"\nτοῦτον καὶ μόνον εἴρηκεν τὸν λόγον ὁ τεννάδας᾽\nἀκούσας Βελισάριος εὐθὺς κατὰ τῆς ὥρας\nτὸν ἄρχοντα κατέκαυδε καὶ ἐθανάτωσέν τον,\nτὸν θαυμαστὸν καὶ ἔνδοξον καὶ μέγα πολιοῦχον.",
        "index": 19
      },
      {
        "text": "ἅπαντες γὰρ ἐφρίξασιν ἐμβλέποντες τὸ δρᾶμα᾽\nτρέμουσίν τον οἱ ἄρχοντες κ᾿ αὐτοὶ οἱ μεγιστᾶνοι᾽\nπᾶσα ψυχὴ, μικρὸς, μέγας, ἐφύρθην, ἐπαγώθην,\nφόβος ἀγάπῃ σύμμικτος νὰ ἔνι εἰς ἐκεῖνον.\n. καὶ ἐκ τοῦ φόβου τοῦ πολλοῦ καὶ ἐξ αὐτοῦ τοῦ δέους\nἐπολεμίζαν ἰσχυρῶς μετὰ καὶ τοὺς ᾿ΑΥκλέζους᾽\"\nτόσ᾽ ἔπραξαν, τόσ᾽ ἔποικαν, τόσα ἐπολεμίζαν,\nποσῶς οὐκ ἐπαυόντισαν διὰ νυκτὸς κ᾿ ἡμέρας.\nἐπέσαν δὲ καὶ ἄρχοντες πολλοὶ ἐκ τοὺς Ῥωμαίους\nτὸ πλεὸν ἐγίνετο κακὸ ἐπάνω εἰς τοὺς ᾿Αγκλέζους,\nμέγα ἐγίνη φονικὸν ᾽ς τὴν γῆν τῆς Ἐγκλητέρας.\nκαὶ παίρνουν κάστρη καὶ λαὸν καὶ τὸ νησίν τε ὅλον,\n. καὶ πλοῦτον ὑπεράπειρον, παιδιὰ, ἄνδρες, γυναῖκες,\nὅλον τὸ κατακέρδησεν ἣ σπάθη τῶν Ῥωμαίων.\nτὸ κάστρον δὲ τὸ ἐξαίρετον τὸ καθολικὸν κείνων,",
        "index": 20
      },
      {
        "text": "ἐν ὦ ὃ ῥὴξ εὑρίσκετον, δὲν ἠμποροῦν νὰ πάρουν\nκαὶ πολεμίζουν δι᾽ αὐτὸ ἑκατονταπλασίως᾽\nπόσα ἐπολεμίζασιν νύκτας καὶ τὰς ἡμέρας!\nσκάλας ἐποῖκαν ξύλινας, ἐγκρύφευσαν τὰ τείχη\"\nεὐθέως ἐνεπήδησαν ἀπέσω οἱ Ῥωμαῖοι\"\nκάμνουσι πόλεμον φρικτὸν ἀμφότερα τὰ μέρη᾽\nτίς ἔχει διηγήσασθαι τὸν πόλεμον ἐκεῖνον,\nὃν ἔποικαν ἀμφότεροι Ρωμαῖοι καὶ Λατῖνοι,\nπόσα ἀνήγερτα κορμιὰ κείτονται τῶν ἐνδόξων;\nτέλος τὸ μέρος τῶν Γραικῶν ἐκέρδησε τὸ κάστρον.\n8:)5 οἱ πρῶτοι ὁποῦ σέβηκαν ἀπέσω εἰς τὸ κάστρον ᾿\nκαὶ στήσασιν τὰ φλάμμουρα ᾿ς τὸν τοῖχον, δύο ἦσαν\n(κ᾽ αὐτάδελφοι ἐτύγχανον, ᾿Αλέξις καὶ Πετρολήφας,\nπατρὸς, μητρὸς ὡς ἐξ ἑνὸς, ἄνδρες αἱμάτων ἦσαν᾿",
        "index": 21
      },
      {
        "text": "ὑπῆρχον καὶ δημότυχοι καὶ κάτω ἀπὸ τένος.\nτοὺς Φράγκους ἐκατέβαλεν κι αὐτὴν τὴν Ἐγκλητέραν,\nκαὶ πῆρεν ὅλο τὸ νησὶν καὶ κατεδούλωσέν το.\nκι ὁ ἀνυπότακτος (δ) ῥὴξ μὴ θέλων ὑπετάτη,\nτὰ πάντα καὶ ἐκέρδησεν (ἀλλὰ καὶ πῶς ἐξείπω;),\nδημότυχοι ᾿Αλέξιος ἔτι καὶ Πετρολήφας,\nοἱ ποῖοι ἠνδραγάθησαν καὶ πήδησαν καὶ πῆραν\nτὸ κάστρον καὶ ἐστήσασι φλάμμουρα βασιλέως,\nμεγάλως καὶ ἐτίμησαν, ἐδόξασαν Ρωμαίους,\nἐκάτσεν τους εἰς δυὸ φαριὰ θαυμαστὰ καὶ ὡραῖα\nμὲ σέλλαις χρυσοπλούμισταις, μὲ χρυσὰ πτερνιστήρια,\nκαὶ τὸν καθέναν ἔζωσε χρυσὸν σπαθὶν ᾿ς τὴν μέσην,\nκαβαλλαριοὺς τοὺς ἔκαμεν προσκυνητοὺς αὐθέντας,\n. νὰ ἔχουν καὶ τὴν κεφαλὴν γύρωθε χρυσωμένην.\nκαὶ παλληκάρια καλὰ διάλεκτα τοὺς δίδει",
        "index": 22
      },
      {
        "text": "καὶ νὰ τοὺς ἐψηκεύουσιν, ὡς ἔθυς, κατ᾽ ἀξίαν:\nφημίζει καὶ ἀξιόνει τους εἰς ὅλον τὸν λαόν του,\nὁ Βελισάριος ἐποίησεν εἰς αὕὔτους,\nεἰς πάντας ᾿κατενώπιον ὄντες ἐν Ἐτκλητέρᾳ᾽\nὅτε δὲ πάλιν ἤλθασιν ἐν Κωνσταντινουπόλει,\nὁ μέγας Ἰουστινιανὸς ἐτίμησε κἀκεῖνος\n᾿Αλέξη ΤΠετρολήφαν τε΄ ῥοῦχα τίτοια τοὺς δίδει,\nἐνδύματα παράξενα πολλὰ παρηλλαγμένα,\nἐπάνωθε τῆς τραχηλιᾶς, κάτω εἰς τὰς. ποδέας,\nκαὶ κάτω εἰς τὰ μανίκια τὰ πάντα χρυσωμένα\nμὲ λιθομαργαρίταρα πολύτιμα ὡραῖα᾽\nΛοιπὸν πάλιν ἂς στρέψωμεν τὸν λόγον ἐξοπίσω.\nὥρισε Βελισάριος εἰς ὅλα τὰ καστέλια\nεἰς ὅσα εἶχε τὸ νησὶν κεῖνο τῆς Ἐγκλητέρας,\n. καὶ τεκτονῆσαν ἑκατὸν καράβια καὶ τριήρεις.",
        "index": 23
      },
      {
        "text": "ἀπὸ παντοῦ ἐσύναξε τέκτονας πελεκάνους,\nμέσα εἰς μῆνας τέσσαρας ἐπλήρωσαν τὰ πλοῖα,\nκ᾽ ἔῤῥιψάν τα εἰς θάλασσαν κ᾿ ἡρμάτωσέν τα ὅλα.\nἐχάρηκεν, ἐσκίρτησεν ἀπέσω ἡ ψυχή του,\nκαὶ βάλλει καὶ γεμόζει τα λάφυρά τε καὶ σκῦλα\"\nκαὶ λιθομαργαρίταρα, στολὰς ἠγλαϊσμένας᾽\"\nκαὶ ᾿πῆρε καὶ τοὺς ἄρχοντας πασῶν τῶν καστελίων\nκαὶ κεφαλάδας οὗς εἶχεν ὅλη ἣ ᾿Αγκλητέρα, '\nτὸν ῥῆγα τὸν ἐξάκουστον, τοὺς πρώτους αὐθεντάδας,\nσίδηρα εἰς τοὺς πόδας των, ἐξάγκωνα δεμένους\nμὲ τὸ σχοινὶν ᾽ς τὸν τράχηλον ὡς καταδικασμένους.\nτότε ὃ Βελισάριος ἀπ᾿ ὅλον τὸ φουσάτον,\n. ἀπ᾽ ὅλους τοὺς ἀνθρώπους του τὴν ἐκλογὴν ἐποῖκεν\"\nνὰ προμηθεύουνται καλῶς, νὰ βλέπουσι τὸν τόπον,\nτῆς Ἐγκλητέρας τὸ νησὶν μετὰ πόνου νὰ βλέπουν",
        "index": 24
      },
      {
        "text": "καίρρυψαν οοα:, καὶ ῥῖψάν ργοθοάοβίβ ἄπειρον βογῖρβὶ: ἄπηρεν\nκαὶ νὰ κρατοῦν τὸ δίκαιον,. τινὰς μὴ. ἀδικῆται.\nὅταν οὖν ἐσυνόρθωσεν καὶ διέταξε τὰ πάντα,\nὥρμησεν, ἤμπεν εἰς τὰς ναῦς, ἐδιέβη τὴν ὁδόν του\nἐμίσευσαν καὶ κάτεργα καὶ ὅλος του ὃ στόλος.\nκαὶ παίρνουν πλοῦτον ἄπειρον, τ᾽ οὐ δύναμ᾽ ἀφηγεῖσθαι.\nκαὶ τὴν ὑγῥὰν ἐτρέχασι μετὰ χαρᾶς μεγάλης.\nεἰς ἕν νησὶν ἐφθάσασιν ὃ λέγουν Μιτυλήνη,\nἔῤῥαξαν, ἐνεπαύθησαν ἄχρι τρεῖς τε ἡμέρας᾽\nκαὶ πάλιν ἐσηκώθησαν καὶ τὴν ὁδὸν ἐπιάσαν,\nκἀκεῖ πρὸς τὸ. μεσάνυκτον ἔφθασαν πρὸς τὴν πόλιν.\nεἰς εἴκοσι ἐφθάσασι μηνὸς τοῦ Σεπτεβρίου\nκ᾽ εἰς τὸν λιμένα ἔῤῥαξε. ἐκεῖ ᾽ς τὸ κοντοσκάλι,.\nἀκτύπητα, ἀνόητα, μέχρι τοῦ περιόρθρου.\nκαὶ τὸ πρωΐ πριχοῦ ξεβῇ ἣ λάμψις τοῦ «ἡλίου,",
        "index": 25
      },
      {
        "text": "παίζουν τρουμπέταις, ὄργανα, τουμπάκι᾽, ἀνακαράδες,\nσύρνουν πουμπάρδαις περισσαῖς, γύρονται πάντες, τρέχουν\nγὰ ᾿δοῦν ἐκείνην τὴν χαρὰν, νὰ μάθουν καὶ μανδάτα.\nσηκόνουσι τὰ φλάμμουρα τοῦ βασιλέως τότε,\nκατὰ ξαμύτου δὲ μετὰ τῶν κουδουνίων᾽\nκάμνουν χαρὰν ἀνέκφραστον, τίς δύνατ᾽ ἀφηγεῖσθαι;\nτῶν σκουταρίων φωταυγαὶ καὶ τῶν “ἀρμάτων πάντων\nτὸν ἥλιον ἀντηύγαζον κι αὐτὴν τὴν ᾿Αφροδίτην,\nτῶν νέων τὰς παραταγὰς καὶ τὰς κραυγὰς ἐκείνων\nποίαν οὐκ ἤγειραν ψυχὴν ἐπὶ τὴν εὐφροσύνην;\nδοκῶ καὶ φύσις ἄψυχος ἐσκίρτησεν, ηὐφράνθη,\nὄρη, βουνὰ, καὶ θάλασσα, νάπαι ἀντιδονοῦσαν.\nὃ βασιλεὺς Ἰουστινιανὸς καταμαθὼν τὰ πάντα\nἃ ἠνδραγάθησεν αὐτὸς ὃ καπετάνιός του,\nκαὶ πῶς ἐκατεδούλωσεν ὅλην τὴν Ἐγκλητέραν,",
        "index": 26
      },
      {
        "text": "ἔφερε δέ γε καὶ τὸν ῥὴξ ποδοσιδηρωμένον,\nἐχάρην ἣ ψυχοῦλά του,. ἐσκίρτησε μεγάλως,\nεἶπεν εὐθέως, ὥρισε πεύκια. καὶ χαμουχάδες\nνὰ τὰ ᾿ξαπλώσουν εἰς τὴν γῆν. καὶ ᾿πάνῳ νὰ πατήσῃ,\nτὰ ξάπλωσιν εἰς τὴν γῆν οἷο. πο. Ρ. ὕθῦ :\nὃ μέγα καπετάνιος νὰ πάγῃ εἰς παλάτιν᾽\nἔνθα τὰρ ὥὦκει βασιλεὺς, ἔνθα πρθσεκαρτέρει.\nτρισχίλιοι τὸν ἀκλουθοῦν ἄρχοντες τῶν κατέργων,\n᾿ εἰς μέσον Βελισάριος μετὰ μεγάλο ᾿ψήκι,\nκαὶ μετὰ δόξης τῆς πολλῆς ἐκλαμπροφορεμένος.\n᾿ ὡς οὖν ὃ μέγας ἔφθασεν, ἐσέβην εἰς παλάτιν,\n᾿ ἔπεσε, προσεκύνησεν, ἐφίλει γόνατά του\nτοῦ βασιλεῶς, τοῦ ἄνακτος, καὶ μετ᾽ αἰδοῦς μεγάλης.\nἐχάρηκεν ὁ βασιλεὺς, μετὰ καὶ τῆς συγκλήτου᾽",
        "index": 27
      },
      {
        "text": "ἰδὼν ὁ μέγας βασιλεὺς τὸ πλῆθος τοῦ χρυσίου,\nτὸ λιθομαργαρίταρον ὃν ἔφερε καὶ πλοῦτον.\nῥοῦχα, ἐνδύματα πολλὰ καὶ πράγματα μεγάλα,\nἐξέστη καὶ ἐθαύμασεν, ἔφριξε θεωρῶν τα᾿\nμετὰ τὸν Βελισάριον ἤσθιε, συνετρύφα᾽\nὥρα -οὐκ ἐδιέβαινε νὰ μὴ ἱβρεθοῦν ἐντάμα᾽\nἣ κλίνη τοὺς ἐχώριζεν, ἣ κοίτη δὲ καὶ μόνον.\nτί δὲ συνέβη καὶ κακὸ ἀνάμεσα τῶν δύο;\nἀντεξανέστη τοιγαροῦν κατὰ Βελισαρίου᾽\nκαὶ πάλιν ᾿κεῖν᾽ οἱ ἄρχοντες ὁποῦ τὸν ἐφθονοῦσαν\nβάλλουν διπλοῦν Ζιζάνια εἰς ὦτα βασιλέως,\nσπέρνουν χολόκοκκα πικρὰ, πλήρη, φαρμακωμένα.\nὡς δημηγέρτης καὶ δεινὸς ἀντάρτης βασιλέως\"\nοὐκ εἶχαν μάτια νὰ θωροῦν τὴν παῤῥησίαν τούτου.\nκαὶ τότες οὖν οἱ ἄρχοντες οἱ καταμυτωτάδες",
        "index": 28
      },
      {
        "text": "προσέρχονται τῷ βασιλεῖ καὶ καταγγέλλουν,\n“Δούκας, ᾿Αστρᾶς καὶ ὃ Κανᾶς καὶ ὃ Διπλοβατάτζης,\nἸΤαλαϊολόγος Πρίγκηπας, Φρανζῆς ὁ Λεοντάρις\n“Ῥάλλης ΤΠΠαλαϊολόγος τε ἅμα καὶ Πριμμηκύρις,\nφραζζῆς :\nὁ Κοντοστέφανος συνὼν καὶ αὖτος μετ᾽ ἐκείνους.\n»βλέπεις τὸν ἄνδρα“ λέγουσιν, δέσποτα γῆς Ῥωμαίων,\nθωρεῖς τὸν Βελισάριον, ὃν ἔχεις καπετάνον,\nαὐτὸς τὴν βασιλείαν σου ταχέως θέλει πάρῃ.\nγὰ μὴ περάσῃ τρίμερον καὶ νὰ σὲ τὴν σηκώσῃ\"\nὅλον τὸ πλῆθος τοῦ λαοῦ θέλουν τον, ἀγαποῦν τον,\nκ᾿ εἰς τὸ πτερόν του ὀμνέουσιν μικροί τε καὶ μεγάλοι,\nκαὶ πεθυμοῦν καὶ θέλουσιν νὰ γένῃ βασιλέας\"\nκ᾽ εἰς τοῦτο τὸ ἐξώρθωσεν, εἰς ἐπαρσιὰν ἐσέβην,\nκ᾽ οἷα σίδηρος μάγνησι ἔσυρε τὸν λαόν σου,",
        "index": 29
      },
      {
        "text": "κι ἂν οὐκ ἐχώσῃς τον εἰς γῆν καὶ νὰ τὸν θανατώσῃς,\nτὸν ἰδικόν. σου θάνατον ταχέως θέλεις ἴδῃ.“\nὡς ἤκουσεν ὃ βασιλεὺς τοὺς λόγους τῶν ἀρχόντων,\nἐμετελλάγην ὄψη του, ἦλθεν εἰς ἀηδείαν,\nκαὶ μῖσος ἣ καρδία του ἔτρεφε κατ᾽ ἐκεῖνον.\nἐξ ἅπαντος οὐκ ἔθελεν ἐμπρός του νὰ τὸν βλέπῃ᾽\nἀντὶ τιμῆς ἧς ἔμελλε νὰ δώσῃ πλεωτέρας,\nἐπεὶ πολλὰ ἐτίμησε τὸ γένος τῶν Ῥωμαίων,\nτύφλωσιν ἐμελέτησε κατὰ Βελισαρίου᾽\nβουλὴν βουλεύεται σκαιὰν πάμπαν νὰ τὸν τυφλώσῃ.\nτοιαῦτα σοῦ τὰ παίγνια τὰ πολεμᾷς, ὦ φθόνε!\nδρίζει, φέρνουν τον κἀκεῖ μπροστὰ τοῦ βασιλέως,\nκαὶ δένουσι τὰς χεῖράς του, ἐξαγκωνίζουσίν τον᾽\nἀκτύπητ᾽, ἀνεγνώριστα ἐτύφλωσαν τὸν ἥρων,\nγὰ μὴ τὸ μάθουν οἱ πολλοὶ κ᾽ ἐμποδιστῇ τὸ δρᾶμα.",
        "index": 30
      },
      {
        "text": "κλαῖ τον ὁ ἥλιος αὐτὸς, κλαῖ τον καὶ ἣ σελήνη,\nκαὶ τὰ στοιχεῖα τ᾽ ἄψυχα συγκλαίουν, συλλυποῦνται.\nἐμάθασίν το οἱ πολλοὶ, τὸ πόπολον τῆς πόλης.\nμικροὶ μεγάλοι ἐδράμασι νὰ πᾶν νὰ τὸν ἰδοῦσιν.\nὡς εἴδασι τὸν ἥρωα, πηρὸς, τυφλὸς νὰ ἔνι,\nοἱ μὲν ἐκλαύσασι πολλὰ, ἐθρήνησαν βαρέως,\nζητοῦν τὸν Βελισάριον μετὰ μεγάλου θράσους.\nἐκεῖ εὑρίσκουν τον τυφλὸν εἰς τῆς Χρυσιᾶς τὴν «πόρταν,\nἄοϑὶ\nἄλαός του νὰ κάθεται, νὰ κλαῖ τὸ ῥιζικόν του΄\nὅλοι λυποῦνται, κλαίουσι μικροί τε καὶ μεγάλοι.\nδιαβάζει χρόνους ἱκανοὺς, βοῶν, ἀναστενάζων\n»ποῦ μοι τὸ φῶς τὸ αἰσθητὸν, ἣ δόξα μοι καὶ κλέος,\n᾿ ἢ παῤῥησία: ἣ πολλὴ, ποῦ γάρ μοι καὶ τὸ κράτος;\nἤργησαν πάντα, χάθησαν, ἔφυγον, ἐπετάσαν᾽",
        "index": 31
      },
      {
        "text": "ὅλα τὰ ἐστερεύθηκα, ὁμοίως καὶ τὸ φῶς μου.\nοὐαὶ οὐαί μοι τὸ λοιπόν! τώρ᾽ ἂς χαροῦν (οἱ) ἐχθροί μου!\nὦ τῆς πικρᾶς μου συμφορᾶς καὶ δολερῆς μου τύχης!\nἔγνων σε, κόσμε, ἔγνων σε, τρόχ᾽ ἀσύστατε βίου,\nκαὶ τὰ πικρὰ χολόκοκκα, τὰ δίδεις καθ᾽ ἡμέραν,\nσκορπίε, φθόνε δολερὲ, μὲ μύρια κεντρούνια.\nκἀμὲ καὶ ἐδακάσασιν ἅπαντά μου τὰ μέλη᾽\nκαὶ τοῦ φαρμάκου ὃ θυμὸς ἐνέδραμεν καὶ κάθει\nμέσα ἧς τὰ δυὸ τὰ μάτια μου καὶ τύφλανε τὸ φῶς μου.\nἂν ἦν᾽ καὶ ᾽γώ ᾽πραξά ποτε δόλον, δημητερσία᾽\nδίκαιον εὔλογον ἔπαθα, κανεὶς μὴ μὲ λυπάτω.\nεἰ δὲ κἀγὼ ἀναίτιος ὑπάρχω ἅπερ ἔφην,\nνὰ μὴ τ᾽ ἀφήσῃ ὁ θεὸς ἄκριτον εἰς τὸν κόσμον.\nτὸ σῶμά του γῆς μὴ δεχθῇ, τ᾿ ὀστᾶ του ῥίψῃ ἔξω,",
        "index": 32
      },
      {
        "text": ". νὰ ᾿δῇ κι ὁ μέγας βασιλεὺς, τὸ κρίμα νὰ γνωρίσῃ.\"\nταῦτά ᾽λεζεν ὃ τληπαθὴς μετὰ πολλῶν δακρύων.\nἐκεῖ γὰρ ὑπεστρέφετο εἰς ἕνα μοναστήριν,\nπολλὰ γὰρ ἐνδοξότατο, βασιλικὸν καὶ μέγα᾽\nτὸ λέγουν ΤἸΤαντοκράτορα᾽ ἔγγιστά που κ᾽ εἰς ἄλλον\nι(δ10 ὡραῖον μοναστήριον ἁγίων ἀποστόλων,\nκἀκεῖ ὁ Βελισάριος. ἐμόνασε καὶ κάτσε,\nν᾽ ἀναστενάζῃ ἀπὸ ψυχῆς, νὰ κλαῖ ἀπὸ καρδίας.\nκαὶ μὲ καιροῦ διάστημα περνῶντα χρόνος ἕνας,\nμανδάτα ἐπεσώθησαν ἐν Κωνσταντινουπόλει᾽\nοιῦ οἱ Πέρσαι ἐγυρόντισαν κατὰ τοῦ βασιλέως,\nἐτραϊτουρεύθηκα. ργοθδοίοβῖα. ργαθύθν οοάϊοεοθ ἰδοιπαπι δα ὕ04 5Βἐαίαϊ\nΟδτντηΐθδ τι. ἃ. σγᾶθοδ, οἷ. ὙΥ̓ ἈΡΠΘΥ.\nὥρισε γοῦν ὃ βασιλεὺς ν᾿ ἀρματωθοῦν φωσάτα,\nγὰ μαδευτοῦν, νὰ συνακτοῦν, κατὰ Περσῶν νὰ πᾶσιν",
        "index": 33
      },
      {
        "text": "καβαλλαρέοι καὶ πεζοὶ τριακόσιαι χιλιάδες\nΕὐρώπης καὶ ᾿Ασίης τε, ᾿Ανατολῆς καὶ Δύσης.\n᾿ἀφ᾽ οὗ δὲ ἐσυνώρθωσεν ὅλα του τὰ φωσάτα,\nκαὶ τὴν ὑγρὰν ἐπλήρωσε κάτεργα καὶ καράβια,.\nτῆς πέζης δὲ διὰ ξηρᾶς ἄνδρες αἱμάτων πάντες\"\nτοῦτο καὶ μόνον ἔλειπε τὸ ποιὸν νὰ ποίσῃ αὐθέντην,\nποῖον νὰ ποίσῃ στρατηγὸν, νὰ ποίσῃ καπετάνον.\nπολλὰ ἐλυποτρώθησαν οἱ: ἄρχοντες οἱ πρῶτοι,\nοἱ μὲν ἐκεῖνον ἔθελον, οἱ δ᾽ ἄλλοι πάλιν ἄλλον᾽\nτὸ πλῆθος οὐκ ἠρκέσθηκεν νὰ καρτερῇ, ν᾿ ἀκούῃ,\nκαὶ τὴν βουλὴν ἣν ἔποικαν οἱ ἄρχοντες σχολάζουν΄\nκἀκεῖνος ὡς τὰ γροίκησε τὰ λόγια τοῦ ποπούλου,\nἐλεεινῶς ἐφώναζεν, ἔλεγεν, οὕτως εἶπεν\n»ἀφῆτέ με τὸν ἄλαον καὶ τὸν ἀπελπισμένον,\nἐμένα τὸν ἐψήλωσεν ὃ τροχὸς καὶ ὃ χρόνος,",
        "index": 34
      },
      {
        "text": "καὶ πάλιν τὸν ἐγκρέμνισαν ἣ ἔρις καὶ ὁ φθόνος.“\nκαὶ πάλιν ἔστησε βουλὴν, τίς κρείττων ἔνι πάντων,\nνὰ γένῃ μέγας στρατηγὸς καὶ μέγας καπετάνος.\nκαὶ εἷς ἀπὸ τοὺς ἄρχοντας, εὐγενικὸς καὶ μέγας,\nἄξιος, φρονιμώτατος, μᾶλλον καὶ ἀνδρειωμένος,\nὡς ἔχων αἷμαν ὑψηλὸν κι ἀπὸ γενεᾶς μεγάλης,\nτὸν βασιλεὰ δικάζεται, θαῤῥῶντα λέγει οὕτως\nὦ αὐτοκράτορ βασιλεῦ, ἄνακτα τῶν ἀνάκτων,\n᾿Ανατολῆς καὶ Δύσεως, πάσης τῆς οἰκουμένης,\nὅλοι τὴν βασιλείαν σου, ὅλοι τὴν ἀγαποῦσιν᾽\nὅμως ὁ φθόνος ἔποικε τὴν βασιλειάν σου ταύτην,\nκαὶ ἀπετύφλωσε λοιπὸν τὸν ὀφθαλμὸν τῆς πόλης,\nτὸν μέγα Βελισάριον, τὸν ὄντως ἀνδῥειωμένον.\nκαὶ μετὰ πάντων ἤκουσας τὰς βουλὰς τῶν ἀρχόντων,\nδιὰ τὸν φθόνον τὸν πολὺν--ὃν εἶχαν εἰς τὸν ἥρων.",
        "index": 35
      },
      {
        "text": "ἀλλὰ τολμῶν παρακαλῶ τὸ κράτος σου τὸ μέγα,\nκαὶ ἄκουσον, ὦ δέσποτα, τοῦ δούλου σου τοὺς λότους.\n“ἔχει ὁ Βελισάριος υἱὸν ἀνδρειωμένον\nσωστὸς ἔνι εἰς τὸ κορμὶν, ὅμοιος τοῦ. πατρός του᾽\n᾿ καὶ δώρησε καὶ χάρισε ἀντὶ πατρὸς ἐκεῖνον\nτοῦ νᾷνε καπετάνιος ἐπάνω εἰς τὸν στόλον,\nνᾷνεν αὐθέντης στρατηγὸς, στρατάρχης καὶ κρατάρχης.\nεἰ οὕτως ποίσεις, βασιλεὺς, ἐξαλαφρώσειν ἔχεις\nτοὺς πόνους τοὺ πτωχοῦ τυφλοῦ ἀβελισαριοῦ σου,\nκαὶ θεραπεύσεις κἂν δαμὶν ἐκ τὸ κακὸ τὸ εἶδε᾽\nπολλὰ γὰρ σὲ ἐδούλευσε, πολλά ᾽πραξεν ὁ ἥρως᾽\nπολλὰ γὰρ ἠνδραγάθησεν, πολὺν πλοῦτον σὲ δῶκεν,\nτὴν ᾿Αφρικὴν ἐσκύλευσε καὶ ἐκατάλυσέν την,\nτοὺς Οὐανδάλους ἔπεισεν εἰς ζυγὸν δουλοσύνης\nκαὶ τὸν Γελίμερ ἔβαλεν ὑποκάτω ποδῶν σου.\"",
        "index": 36
      },
      {
        "text": "πρὸς Ἰουστινιάνιον τὸν ἄνακτα τῆς πόλης.\nὃ βασιλεὺς ὡς ἤκουσε τοῦ ἄρχοντος τοὺς λόγους,\nἐπήνεσε τὸν ἄνθρωπον τῆς φιλοδίκου γνώμης,\nἐπείσθηκεν εἰς τὴν βουλὴν, ἐπένευσεν αὐτίκα,\nμαθὼν ὁ τληπαθέστατος ἐσέβησάν τον πόνοι,\nἔτρεμεν ἣ καρδοῦλά του. μή τι δεινὸν συμφέρῃ\nκακὸ πικρὸν τὸ ἄστατον τοῦ κόσμου τὸ τροχήλι.\nὃ νέος ἐσυντρόμαξεν. ἀπὸ τὸ ἄλλο μέρος,\nμὴ ποίσουσι κι αὐτὸν τυφλὸν ὡς τὸν αὐτοῦ πατέρα,\nκαὶ ἐκ τοῦ φόβου τοῦ πολλοῦ τὴν ὄψιν του ἐχάσεν.\nτοῦτον ἰδὼν ὁ βασιλεὺς, πιάνει τον ἐκ τὸ χέριν,\nκαθίζει τον. εἰς ἕν θρονὶν ὃ εἶχεν ὁ πατήρ του,\nτιμᾷ καὶ ἀξιόνει τον, πλοῦτον πολὺν τὸν δίδει,\nκαὶ στρατηγὸν τὸν ἔκαμεν εἰς ὅλον τὸ φωσάτον.\n: τὸ πλῆθος ὅλον τοῦ λαοῦ θέλουν τον, ἀγαποῦν. τον,",
        "index": 37
      },
      {
        "text": "τιμὴν καὶ δόξαν δίδουσι τὸν νέον καπετάνον\n, ἑτονς\nἐκ τὴν ἀγάπην τὴν πολλὴν ἣν εἶχαν ἐκ πατρός του.\nκαὶ ὁ πατὴρ ἡρμήνευσεν πολλὰ τὰ τῆς στρατείας,\nπῶς νὰ ξορτώσῃ, πῶς νὰ ᾿μπῇ, νὰ βγῇ καὶ νὰ νικήσῃ,\nκαὶ ὅλον ἐξεπαίδευσεν, ὡς δεῖ καὶ ὡς τυχαίνει.\nτότε καὶ ὁ ᾿Αλέξιος ὁ στρατηγὸς ὃ μέγας\nδένει τὰ χέρια τοῦ σφικτὰ, ὡς ἔπρεπεν, ἀξίως,\nφιλεῖ τὰ ἴχνη τῶν ποδιῶν τοῦ τε Βελισαρίου,\nἤγουν πατέρα τὸν αὐτοῦ ὑμοίως καὶ μητέρα,\nκαὶ μετὰ πλείστην τὴν χαρὰν ὑπάγουν κατὰ Πέρσας\"\nκαὶ τὰ φουσάτα ἔλαμπον ὡς\" ἥλιος τὴν ἡμέραν,\nἀντέλαμπεν ὁ στρατηγὸς ᾿ς τὴν μέσην τοῦ φουσάτου.\nσαράντα ἐξεπλήρωσαν νὰ σώσυυσιν ἡμέρας,",
        "index": 38
      },
      {
        "text": "καὶ τὸ λοιπὸν ἐφθάσασιν κ᾿ ἐμμίχθησαν ὁμάδιν,\nΠέρσαι γε καὶ Σαρακενοὶ, ἀκμὶ καὶ ἄλλα τένη.\nμετὰ Γραικῶν ἐμμίχθησαν᾽ βαβαὶ, καὶ τί ἐγίνη;\nἣ ἐμπροστέλλα τῶν Περσῶν σαράντα χιλιάδες,\nτῶν δὲ Ῥωμαίων ἣ στρατιὰ ὑπῆρχε δυὸ μυριάδες.\nκαὶ οἱ Ῥωμαῖοι τρέχουσιν ὡς τῦπες εἰς τὸ βρῶμα\nδρομαίως καταπάνω τους, κάμνουν θνῆσιν μεγάλην,\n. σφάττουν, τιτρώσκουν, θανατοῦν, νικοῦν τοὺς κατὰ κράτος.\nοὔτε νὰ φύγουν. ἠμποροῦν οὔτε νὰ πολεμήσουν,\nκαὶ ἐκ τοῦ φόβου τοῦ πολλοῦ ἔῤῥιψαν τ᾽ ἄρματά των.\nτοὺς πλείστους ἐκατέκοψεν ἡ τῶν Ῥωμαίων σπάθη,\nτοὺς δ᾽ ἄλλους κατεσκλάβωσαν μετ᾽ ἐντροπῆς μεγάλης.\nὡς ἤκουσεν ὃ βασιλεὺς, αὐθέντης τῆς Περσίας,\nτὸ πῶς ἐχάσε παντελῶς τὸ ἄνθος τοῦς φουσάτου\nκαὶ ὅσους ἐσκλαβώσασιν καὶ ὅσους ἐσκοτῶσαν,",
        "index": 39
      },
      {
        "text": "οὐκ εἶχεν ὅ, τι δράσειε, τί πρᾶξαι, τί ποιήσειν᾽\nτὸ πρῶτον ἔκλαυσε πικρῶς, ἐθρήνησε βαρέως\"\nδεύτερον πέμπει χρήματα, ἀμέτρητον λογάριν᾽\nτίτοιον κανίσχιν ἔπεμψεν μέγα καὶ θαυμαστόν τε\nκαὶ πλοῦτον ὑπεράπειρον καὶ ὑπερβολικόν τε.\nτριακόσια ἄλογά ᾽στειλε μετὰ τῶν κιβουρίων,\nτου“.᾿\nὍυο. Ρ. ὕθὅ\nπλήρεις χρυσάφιν ἄμετρον ἔτι καὶ χαμουχάδες,\nμὲ ᾿ποκρισιάριους ἐκλεκτοὺς πάνυ ὡραιωμένους,\nδεινοὺς, καλοὺς, φρονίμους τε εἰς ἐρωταποκρίσεις,\nτὸν βασιλεὰ, τὸν ἄνακτα τῆς Κωνσταντινουπόλης,\nχρυσάφιν ὁλοκάθαρον λίτρας τριάντα κατ᾽ ἔτος,\n'τὸν νέον Βελισάριον, τὸν στρατηγὸν ἱΡιυμαίων,\nνὰ παύσῃ πάμπαν τὸν θυμὸν, νὰ ποίσουσιν εἰρήνην᾽",
        "index": 40
      },
      {
        "text": "παρακαλοῦν καὶ λέγουν τὸν τοῦ νὰ στραφῇ μετά τους,\n᾿ ἐπήκουσεν ὁ ἥρωας ἐκείνους τοὺς μεσίτας,\nἐστράφηκεν, ἐγύρισεν, ὑπάγουν εἰς τὴν πόλιν,\nκαὶ κέρδος ἔδωκε κι αὐτὸς τὸν μέγα βασιλέα.\n᾿ ἔπεσεν εἰς τὸν τράχηλον, ἐκατεφίλησέν τον,\nπάλιν ὁ καπετάνιος ἐφίλησε τζαγκίν του.\nτοὺς δὲ μεσίτας ἐκ παντὸς ἐτίμησεν ἐνδόξως.\nλαβὼν τὰ δῶρ᾽, ἐχάρηκεν ἀπέσω ἣ ψυχή του.\nἀλλ᾽ ἐπὶ τὸ προκείμενον ἂς στρέψωμεν τὸν λότον.\nἐμάθασιν οἱ ἄρχοντες, ἠκούστη πανταχόθεν,\nτὸ πῶς τὸν Βελισάριον, τὸν μέγα τροπαιοῦχον,\nτὸν νικητήν τε καὶ στεῤῥὸν, τὸν ὄντως ἀνδρειωμένον,\n᾿ρ40 τὸν φρόνιμον καὶ πρακτικὸν, τὴν δόξαν τῶν Ῥωμαίων,\nὃ βασιλεὺς ἐτύφλωσεν, ἄλαον τὸν ἐποῖκεν.\nὅσοι ἦσαν μαχιζόμενοι μετὰ τὸν βασιλέα",
        "index": 41
      },
      {
        "text": "καὶ ὅσοι ἐφοβόντισαν τὴν Κωνσταντίνου πόλιν,\nἀποκρισιάριους ἔστειλαν, κανίσχια καὶ δῶρα,\nθρ45 καὶ ἄρχοντας ἀπέστειλαν σοφοὺς ἄνδρας μεσίτας,\nνὰ προσκυνήσουν τὸν λαμπρὸν Ἰουστινιανόν τε,\nνὰ ἰδοῦν καὶ Βελισάριον, εἰ ἔνι τυφλωμένος.\nἤλθασιν, ἐπεσώσασιν εἰς Κωνσταντίνου πάλιν᾽\nἔφθασαν εἰς παλάτια νὰ ᾿δοῦν τὸν βασιλέαν.\nἰδοῦν\nεὐγενικὰ, τιμητικὰ, ὡς πρέπει κατ᾽ ἀξίαν.\nὥρισε γοῦν ὁ βασιλεὺς ὅλους τοὺς μεγιστάνους\nγὰ ἔλθουν εἰς παλάτιον, ὅλοι των νὰ καθίσουν,\nτιμητικὰ εὐγενικὰ ἐκλαμπροφορεμένοι\n0δὅ ν᾿ ἀποδεχθοῦν τοὺς ἄρχοντας, τοὺς ἀποκρισιαρίους,\nες γὰ δώσουν λόγους πρακτικοὺς κι ἀντιλογιὰς γὰ πάρουν.\nὁ βασιλεὺς ἐστόλισεν ὅλα του τὰ παλάτια,",
        "index": 42
      },
      {
        "text": "πανία χρυσοὔφαντα ἐκρέμασεν εἰς τοίχους,\nὑπεύκια κατέστρωσε πολλὰ ἐν τῷ ἐδάφει\"\nθύυ τὸν θρόνον δὲ τοῦ ἄνακτος καὶ τίς νὰ τ᾽ ἀφητῆται;\nἔγκοπτος ὅλος πλουμιστὸς καὶ παραχρυσωμένος᾽\"\nὡς ἐπηρμένος βασιλεὺς ἐκάθετον ἐπάνω,\nἐκ δεξιῶν κι ἀριστερῶν νὰ στέκουν δύο παῖδες,\nτοῦ βασιλεῶς παιδόπουλα ὡς εἰκοστὸν τὸ ἔτος,\nθ06 τὸ ἔνδυμα χρυσαφωτὸν καὶ χρυσοκεφαλάδες,\nἐτίμησαν τοὺς ἄρχοντας ἐντόπιοι τοὺς ξένους.\nἀλλὰ νὰ στρέψω βούλοιιαι. νὰ ᾿᾽πῶ πρὸς τοὺς μεσίτας,\nπόσον κανίσκιν ἔφερον αὐτοὶ τὸν βασιλέαν.\nτριάκοντα κρατούσασι λεκάναις χρυσωμέναις,.\nὁτο καὶ ἄλλαις πάλιν δώδεκα, μεγάλαις νᾷνε τούταις,\nνὰ ταῖς κρατοῦσι δώδεκα ὃ καθαεὶς τὴν μίαν,\nγομάταις νᾶνε τὰ φλουριὰ τὰ κοκκινοχρυσέα,",
        "index": 43
      },
      {
        "text": "χάσδια χρυσοτζάπωτα πολλὰ ὡραιωμένα,\nλιθάρια ἀτίμητα, τρανὰ μαργαριτάρια.\nὃ βασιλεὺς ἐδέχθην τα μετὰ χαρᾶς μεγάλης. ὁ\nὁρίζει καὶ καθίζουσιν εἰς θρόνους ἐπηρμένους.\nλόγους πολλοὺς ἐξέφηναν τῆς. φρονήσεως ὅλης,\nκαὶ μετὰ πάντων εἴπασιν περὶ Βελισαρίου᾽\nθ80 λόγους ἐσυνετύχασιν οἱ ξένοι ἐντοπίους\n»ποῦ ἐστιν, ποῦ ἐστὶν αὐτὸς ὁ Βελισάριός τε;\nβασιλεὺς ἐστόμησε ὅλα τὰ παλάτια ἸΤανία ἀρυσουφαντα. Ἀπυτδιμη ἸΤανία\nτσ γω,δῃ ἐν, ἀχὸ ν-\nκ᾿ εἰς ποιὸν σκάμνον καθέζεται πλεὸν ἔνδοξον ἀντ᾽ ἄλλα",
        "index": 44
      },
      {
        "text": "καὶ δείξετέ μας τὸν αὐτὸν νὰ ᾿δοῦμεν τὴν μορφήν του,\n᾿ς τὸν μέγα καὶ ἐξάκουστον, τὴν δόξα τῶν Ρωμαίων.\"\nἐν ταπεινιὼ τῷ σχήματι, μὲ στεναγμοὺς καὶ θρῆνον,\nσεβαίνει εἰς τὸ μέσον των, ἐκείνων τῶν ἀρχόντων᾽\nτό ᾽να τόυ χέριν νὰ κρατῇ καυχὶν ἐλεημοσύνης,\nκαὶ τ᾽ ἄλλον χέριν νὰ κρατῇ ξυλένο δεκανίκιν.\nκαὶ τὸ καυχὶν ἐδείκνυε καὶ οὕτως τοὺς ἐλάλει,\nκαὶ λόγους καρδιοφλογιστοὺς λέγων μετὰ δακρύων\n».δότε τὸν Βελισάριον ὀβολὸν ᾿ς τὸ καυχίν του,\nτὸν ὃν ἣ τύχη ὕψωσε καὶ τύφλωσεν ὁ φθόνος᾽\"\nδότε τὸν πάντες ὀβολὸν καὶ διακονήσετέ τον,\n- τὸν ὃν ἣ τύχη ἐκάθισεν εἰς θρόνον ἐπηρμένον.\nκι ὃ φθόνος τὸν ἐκρήμνισεν κ᾿ ἔχει τὸ φῶς χαϊμένον.\"\nβλέπουν, θεωροῦν, στοχάζουνται οἱ ἄρχοντες οἱ ξένοι,\nτο0 πῶς τὸν ἐχάσαν ἄδικα καὶ πῶς τὸν ἐτυφλῶσαν.",
        "index": 45
      },
      {
        "text": "καὶ πάλιν Βελισάριος ἐκίνησε τὸν γῦρον,\nπριγύρωθε τοὺς ἄρχοντας αἰτῶν ἐλεημοσύνην᾽\nδύο καὶ τρεῖς τὸ ἔποικεν κατενώπιον πάντων,\nκαὶ τοῦτο ἐπολέμαν το εἰς ὕβριν βασιλέως,\nτοῦ ὅπως ὑπὸ τοὺς ἄρχοντας λάβοι τὴν ἀτιμίαν,\nὁμοιῶς καὶ ἀφτοὺς ἄρχοντας τὸν ψόγον οὐκ ὀλίγον.\nκαὶ πάλιν ἐτριγύριζε μετὰ καυχὶν λαλῶντα\n»δότε μοι πάλιν ψυχικὸν, ἄρχοντες, ὀβολόν τε,“\nμὲ βρυχισμοὺς καὶ στεναγμοὺς ἐλάλειν ,,εἰς τὸ χέριν\nτι0 δότε μοι ἔλεον, δότε μοι, οἱ ἄρχοντες, νὰ ζῆτε,\n᾿ καὶ βλέπετε οἱ ἄρχοντες νὰ κάμνετε τὸ δίκαιον,\nγὰ βλέπετε τοὺς φθονεροὺς, μήπως ἀδικηθῆτε᾽\nὥσπερ τὸ ἔπαθα κἀγὼ καὶ χάσαν μὲ τὸ φῶς μου.\"\nτ χαῦτά 'λεγεν ὁ δυστυχὴς μετὰ κλαυθμοῦ μεγάλου.\nἀἰζατα οδὺ Ὅρα",
        "index": 46
      },
      {
        "text": "Ὡρυϑ τὸ\nκαὶ εἷς ἀπὸ τοὺς ἄρχοντας τοὺς ἐντοπίους ἔφη,\nεἰς αὖτον μὲ τὴν μάνιτα αὐστηρῶς ὀνειδίζων\n»παῦσον, ὦ Βελισάριε, μὴ ζητῇς ὥσπερ πένης\"\nοὐ γὰρ ὑπάρχεις ἐνδεὴς ὡς ξένος καὶ ζητιάρης,\nἄνθρωπος εἶσαι τοπικὸς πολύδλβος, σπητάτος,\nμὲ πράγματα καὶ μὲ καλὰ, μετὰ πολλῶν χρημάτων.\nκαὶ σὺ οὐδὲν αἰσχύνεσαι οὐδ᾽ ἐντροπὴ τὸ ἔχεις\nγὰ τριγυρίζῃς νὰ ζητᾷς σὰν ἕνας διακονιάρης᾽\nἡμᾶς δὲ κάμνεις ἐντροπὴν καὶ πλέον εἰς ἐσέναν,\nὅταν ἐδῶ ᾿ς τὴν μέση μας ἦλθες κατονειδίζων.\nεἰ γὰρ καὶ γέγονας τυφλὸς, ἀλλ᾽ ἔχεις ἐξ οἰκείων,\nπραγμάτων τῶν καμάτων σου καὶ πολλῶν συνθεμάτων᾽\nὕπαγε εἰς τὸν οἶκόν σοὺ καὶ τρέφου ἐξ ἐκείνων,\nκαὶ μὴ ζητᾷς μετὰ καυχὶν καὶ κλαίῃς ὡς μὴ ἔχων",
        "index": 47
      },
      {
        "text": "κ᾽ ἔνι μεγάλη σου ἐντροπὴ καὶ ἐντροπιάζεις κι ἄλλους.\nκαὶ διάβαινε τὴν στράτα σου, πάγαινε τὴν ὁδόν σου.\"\nἐλάλησεν κἀκεῖ ὁ ἄρχων τῆς κακίας, ,\nὁποῖος ἦτον ἀφορμὴ κ᾿ ἔβαλε καὶ τοὺς ἄλλους,\nγὰ δώσουν μαρτυριὰν ψευδὴν περὶ Βελισαρίου.\nπάραυτα Βελισάριος αὐτὸν ἀπηλογεῖται\n»ἀλήθειαν λέγεις, ἀδελφὲ καὶ ἄρχοντά μου Ῥάλλη,\nἔχω κἀγὼ ᾿ς τὸ σπήτι μου πλοῦτον, φαγοποτεία᾽\nἀλλὰ στερούμενος τὸ φῶς τὸ. γλυκερὸν τοῦ κόσμου,\nτί μ᾽ ὠφελοῦν τὰ ὑπέρπυρα, τί μὲ ᾿᾽φελᾷ ὁ πλοῦτος,\nτι0. νὰ μὴ θωρῶ τὰ σύμπαντα καὶ τὰ τερπνὰ τοῦ βίου;\nλέγεις πῶς οὐκ αἰσχύνομαι νὰ λέγω τὸ κακό σας,\nτὸ ὅσον μὲ ἐβάῤυνεν ὁ φθόνος ὃ δικός σας,\nκ᾽ εἰς ὅσον μὲ συνέφερεν καὶ ἔχασα τὸ φῶς μου.\nβλέπεις με πῶς εἶμ᾽ εἰς αὐτὸ, ζητῶ σὰν διακονιάρης.",
        "index": 48
      },
      {
        "text": "νά χα τὸ φῶς μου, νά ἔβλεπα κι ἂς ἤμουν ᾿ς ὅλα χρειάρης,\nπεροῦ καὶ γίνουμου τυφλὸς καὶ σὺ εἶσαι φλαμπουριάρης. ᾿\nὅμως οὐ καταδέχομαι νὰ λάβω τὸ φλουρίν σου᾽\n᾿στρέψε το ᾿ς τὸ σακκούλιν σου καὶ σφίξε τὸ λουρίν σου.\nἐπεὶ μὲ ποίκετε τυφλὸν καὶ χρήζω μίαν φόλην,\nτῦο τί σᾶς βαροῦν οἱ λόγοι μου καὶ σφάζουν τὴν καρδιάν σας;\nπαίδευσιν δώσει σας ὃ θεὸς, ἐσᾶς καὶ τὰ παιδιά σας\"\n᾿ς ὅσον μὲ κάμετε κακὸν ὁ θεὸς νὰ σᾶς πληρώσῃ.\"\nταῦτά ᾿'λεγεν ὃ δυστυχὴς μὲ πόνους καὶ μὲ δάκρυα,\nκαὶ ἐκ τοῦ πόνου τῆς καρδιᾶς ἐξέβαινεν ἐντάρα,\nτοῦ καὶ κύκλῳ περιέτρεχεν ᾿ς τοὺς ἄρχοντας τοὺς ξένους᾽\nκαὶ θόλανε τὰ μάτια τῶν κ΄ ἔκλαιον καὶ βρυχῶντο,\nκαὶ συχνὸν ἐστενάζασιν ὁμοῦ μετὰ τὸν ἥρων.\nκατηγοροῦν καὶ μέμφονται τὸν. μέγα βασιλέαν, ν",
        "index": 49
      },
      {
        "text": "»εἰς τὸ ν᾿ ἀκούσῃ φθονεροὺς νὰ χάσῃ τίτοιον ἄρμα,\nὉ τρ0 τὸν ἐφοβήθησαν πολλοὶ βασιλεῖς καὶ ῥηγάδες\"\nΓελίμερ δορυάλωτον ἔφερεν εἰς τὴν πόλιν,\nΟὐΐττιτι τοὺς βασιλεῖς ἤγαγεν εἰς τὴν Βίζαν\nκαὶ τούτους ὡς ἀνδράποδα τραχηλοδεσμουμένους.\nὦ ἄναξ, μέγα βασιλεῦ, φίλε Βελισαρίου,\nτοῦ τὸν ὃν ἠγάπας ἐκ πολλοῦ, ὃν ὕψωσὰς ἐκ πόθου,\nκαὶ τὸν ἐκάθισας ᾿ς θρονὶν ὑπέρτερον καὶ μέγα,\nκαὶ ποῖκές τον καὶ στρατηγὸν ᾿Ανατολῆς καὶ Δύσης,\nτὸν εἶχες ἄρμα καὶ σπαθὶν καὶ φόβησες τοὺς πάντας,\nκαὶ σκῦλά τε καὶ λάφυρα ἐνέπλησε τὴν πόλιν,\nτῖὸ καὶ τίμησε καὶ δόξασεν καλῶς τὴν βασιλειάν σου,\n᾿ καὶ σὺ δὲ ἀντιδόξασες μὲ ὅλην. τὴν καρδιάν ὅου,\nὃς τ᾽ ὄνομάν του ἔγραψες εἰς τὰ νομίσματά σου,\nεἰς μιὰν ἐγχάραξες μεριὰν κορμὶν τῆς βασιλειᾶς σου,",
        "index": 50
      },
      {
        "text": "καὶ εἰς τὴν ἕτερην μεριὰν ἀβελισάριόν τε,\nττὸ ἔνοπλον, μέγα στρατηγὸν, γράφοντα καὶ τοιάδε\n“(οὗτος δ) Βελισάριος, ἣ δόξα τῶν ἹΡωμαίων.᾽\nτί σοὶ τὸ ἔποικες κακὸν καὶ τύφλανες τὸν ἥρων,\nκαὶ σκότασες τοὺς ὀφθαλμοὺς τῆς Κωνσταντινουπόλης;\nκαὶ ἀπὸ τότε κ᾿ ἔκτοτε πόλις ἐταπεινώθην.\nποῖ ἴρον μέγαν φῬτοροίοβῖβ οοπίγα ΕΠ Υ απ τὖ9 τὸ ν᾿ Τιοσταπάϊο\nἸδοῦμδθ βίψιυτη οϑὺ\nεὐθὺς τοῦ ἀπεκρίθηκεν ὁ βασιλεὺς καὶ λέγει :\n»ἔφης μοι πῶς ἐτίμησα καὶ πῶς ἐδόξασά τον,\nκαὶ καπιτάνιον στρατηγὸν ἐγὼ ἐποίησά τον,\nκ᾿ εἰς τὸ ἐμὸ τὸ νόμισμα ἐκεῖ ἐγχάραξά τον,\nκαὶ μέγα Βελισάριον ἴσογ μοι ᾿φήμισά τον.\nπῶς οὖν μοι λέγεις τὸ λοιπὸν ὅτι ἐτύφλωσά τον;\nὁ Ῥάλλης μὲ τὸ ἔποικεν μετὰ καὶ τοὺς ἑτέρους, \"",
        "index": 51
      },
      {
        "text": "καὶ μετ᾽ αὐτοὺς καὶ σὺν αὐτοὺς. ὁ κάκιστος ὁ φθόνος.\nεἰπιὺν ἐσίγησεν ὃ βασιλεὺς κ᾽ οἱ πάντες.\nἦλθε καιρὸς, ἐμίσευσαν οἱ. ἄρχοντες ἐκεῖνοι᾽\nἐτίμησέν τους εὔμορφα, ἐπαρεξέβαλέν τους\nὃ μέγας Ἰουστινιανὸς, ἐπεριδόξασέν τους.\nἀπῆγαν ὅθεν ἤλθοσαν, ἀπήγγειλαν τὰ πάντα,\nπῶς εἴδασι τὸν βασιλεὰ καὶ πῶς τοὺς ὑποδέχθην,\nτὰ πλούτη καὶ τὴν αὐθεντειὰν᾽ καὶ καθεξῆς και τάλλα᾽\nεἴδοσαν Βελισάριον τυφλὸν διακονιάρην\nμετὰ καυχὶν, μετὰ ῥαβδὶν, ὃν ἔτρεμον οἱ πάντες\nΠέρσαι καὶ Μῆδοι,. Ἄραβες καὶ Σύριοι καὶ Τοῦρκοι,\nπᾶσα φύλ᾽ ἣν ὑπέταξεν ἣ σπάθη τῶν Ῥωμαίων.\n᾿καὶ τώρα βλέπω καὶ θεωρῶ τὸ ἐναντίον ὅλον,\nκαὶ ὃ πεττὸς καὶ γύρισε τῆς τύχης τὸ τροχήλι :\nτοὺς Τούρκους δὲ καὶ ἀσεβεῖς ὄντας καὶ ὕψωσέν. τους.",
        "index": 52
      },
      {
        "text": "καὶ τί νὰ λέγω οὐκ ἠμπορῶ, καὶ τί νὰ γράφω οὐκ οἶδα.\nἐξαπορεῖ μου λογισμὸς, ἣ γλῶττα καὶ ἣ χεῖρα.\nτοῦτο τὸ τούρκικο σπαθὶν, Χριστὲ, καὶ ἕως πότε,\nκαὶ γένος τὸ ἹΡωμαϊκὸν νὰ. ἔνι. δουλωμένον; :\nκαὶ τίς τὸ ἐπροξένησεν οἱ Τοῦρκοι ν᾿ αὐθεντέσουν,\nκαὶ τὴν Ρωμαϊκὴν φυλὴν ᾿ς τὴν ζεύγλην των νὰ θέσουν;\nδ υΣν Σ, ἰὼ\nοὐδεὶς ἄλλος τὸ ἔποικεν εἰ μὴ ἣ ἁμαρτιαῖς μας,\nταῦξα καὶ ἄλλα πλείονα ἔχουσιν οἱ Ῥωμαῖοι.\nδι᾿ οὗ κι ὠργίσθην ὁ θεὸς τὸ γένος, τῶν Ρωμαίων“.\nτοῦ Ἰσμαὴλ ἐσήκωσεν καὶ ἐνεπτέρωσέν τον,\nκ᾽ ἡμεῖς οὐδὲν πειθόμεθα τοῦ νὰ σωφρονισθῶμεν,\nκαὶ τὰ κακὰ νὰ φύγωμεν κ᾿ εἰς τὰ καλὰ νὰ ᾿μποῦμεν,\nνἄχουν ἀγάπην εἰς θεὸν καὶ εἷς ἐπὶ τοῦ ἄλλου,\nὅσοι λογοῦνται ἔμπιστοι Χριστιανοὶ καὶ θάλλουν,",
        "index": 53
      },
      {
        "text": "ὅλοι μὲ τὴν καλὴν καρδιὰν, μὲ τὴν ταπεινοσύνην\nκαὶ μὲ τὸν φόβον τοῦ θεοῦ καὶ τὴν δικαιοσύνην.\nγὰ γένῃ καὶ ὁμόνοια ἐφ᾽ ὅλην οἰκουμένην,\nὁποῦ οἰκοῦν Χριστιανοὶ πιστοὶ. βεβαπτισμένοι,\nτὴν πόλιν ποῦ ᾿νε κεφαλὶν θέλουσι τὴν ἐπιάσειν.\nἁγία τριὰς, βοήθησον νὰ γένῃ, σῶσον, γράφω,\nγὰ ᾿δῶ καὶ Ὑὼ παρηγοριὰ πριχοῦ ἔμπω ᾿ς τὸν τάφον.\nθεέ μόυ, παντοκράτορα, ὁποῦ κρατεῖς τὰ πάντα,\nκαὶ πνεῦμα τὸ πανάγιον, ἀχώριστος τριάδα,\nμύριαις μυριάδων κρίματα μὲ ἄλλην μιὰν χιλιάδα\nνἄχῃ δ᾽ υἱὸς τοῦ Γεωργιλλᾶ, συμπάθησέ τον «τώρα,\nὡς ποῦ πιστοῦ σου τοῦ λῃστοῦ ποῦ σώθηκεν εἰς ὥρα.\nοδυτηϊπὶ8β ἀ6 ροβίθ Ἡμποάϊθηβδὶ ααοα βαρτὰ Θαϊαϊτηθβ.",
        "index": 54
      }
    ]
  }
}