{
  "chapterNumber": 4,
  "title": "Book 1, Section 4",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "9. Τῆς Παφλαγονίας τὰ παραθαλάσσια πάντα μέρη πρὸς τῷ Πόντῳ κείμενα τυγχάνει· τῆς δὲ Βιθυνίας τὰ μὲν προειρημένα πρὸς τῷ Πόντῳ, τὰ δὲ τούτου προηγουμενα κατὰ τὸν Θράκιον Βόσπορον καὶ τὸν Ἀστακηνὸν κόλπον καὶ ἔτι τὴν Προποντίδα μέχρι τοῦ Ῥυνδάκου ποταμοῦ. Ἀπὸ Τίου εἰς Ψίλιδα ποταμὸν στάδιοι ξ΄. Ἀπὸ Ψίλιδος εἰς Παρθένιον ποταμὸν στάδιοι ο΄. Ἀπὸ Παρθενίου εἰς Ἄμαστριν πόλιν καὶ ποταμὸν στάδιοι Ϟ΄. Οἱ πάντες ἀπὸ Τίου εἰς Ἄμαστριν στάδιοι σκ΄. Ἀπὸ Ἀμάστριδος εἰς Κρώμναν χωρίον στάδιοι ρν΄. Ἀπὸ Κρώμνης εἰς Κύτωρον χωρίον στάδιοι Ϟ΄· ἐνταῦθα σάλος. Ἀπὸ Αἰγιαλοῦ εἰς Κλίμακα πόλιν στάδιοι ν΄. Ἀπὸ τῆς Κλίμακος εἰς Τιμολάϊον χωρίον στάδιοι ξ΄. Ἀπὸ Τιμολαΐου χωρίου ἐπὶ Κάραμβιν ἀκρωτήριον ὑψηλὸν καὶ μέγα στάδιοι ρ΄. Καταντικρὺ δὲ τῆς Καράμβιδος ἄκρας ἐν τῆ Εὐρώπῃ κεῖται μέγιστον ἀκρωτήριον τὸ καλούμενον Κριοῦ μέτωπον. Ἀπὸ Καράμβιδος ἄκρας εἰς κώμην Καλλιστρατίαν στάδιοι κʼ. Ἀπὸ Καλλιστρατίας εἰς Γάριον τόπον στάδιοι π΄. Ἀπὸ Γαρίου τόπου εἰς πόλιν Ἀβώνου τεῖχος, τὴν νῦν Ἰωνόπολιν λεγομένην, στάδιοι ρκ΄. Ἀπὸ Ἀβώνου τείχους ἐπὶ Αἰγινήτην πολίχνιον καὶ ποταμὸν στάδιοι ρξ΄. Ἀπὸ Αἰγινήτου ἐπὶ Κίνωλιν κώμην καὶ ποταμὸν (ἔχει δὲ καὶ ὕφορμον εἶς τὴν καλουμένην Ἀντικίνωλιν ) στάδιοι ξ΄. Ἀπὸ Κινώλιδος εἰς Στεφάνην κώμην στάδιοι ρν΄· ὅρμος ἐνθάδε. Ἀπὸ Στεφάνης εἰς Ποταμοὺς χωρίον στάδιοι ρκ΄· ἔστι δὲ εἴσπλους εἰς Ποταμοὺς πορθμίοις. Ἀπὸ Ποταμῶν χωρίου εἰς Συριάδα ἄκραν λεπτὴν στάδιοι ρκ΄. Ἀπὸ Συριάδος ἄκρας κόλπος ἐνδέχεται. Εἰσπλεύσαντι δὲ εἰς αὐτὸν εἰς Ἀρμένην κώμην καὶ λιμένα μέγαν εἰσὶ στάδιοι ν΄, Ἐστι δὲ παρὰ τὸν λιμένα ποταμὸς Ὀχοσβάνης ὄνομα. Ἀπὸ Ἀρμένης εἶς Σινώπην πόλιν στάδιοι ν΄. Κεῖται δὲ ἐπὶ τῶν ἄκρων νησίον ὃ καλεῖται Σκόπελος. Ἔχει δὲ διέκπλουν τοῖς ἐλάττοσι πλοίοις, τὰ δὲ μείζονα περιπλεῖν δεῖ, καὶ οὕτω καταίρειν εἰς τὴν πόλιν. Εἰσὶ δὲ τοῖς περιπλέουσι τὴν νῆσον πλείους ἄλλοι στάδιοι μ΄. Ἀπὸ δὲ Καράμβιδος ἄκρας πλέοντι ἐπʼ εὐθείας εἰς Σινώπην στάδιοι ψ΄. Οἱ πάντες ἀπὸ Ἀμάστριδος εἰς Σινώπην στάδιοι αυν΄. Ἀπὸ δὲ Ἡρακλείας εἰς Σινώπην βμ΄. Ἀπὸ δὲ Ἱεροῦ εἰς Σινώπην εἰσὶ στάδιοι γφο΄. Ἀπὸ Σινώπης εἰς Εὔαρχον ποταμὸν στάδιοι π΄· οὗτος ὁ ποταμὸς ἐρίζει Παφλαγονίαν καὶ τὴν ἐχομένην Καππαδοκίαν. Οἱ παλαιοὶ γὰρ τὴν Καππαδοκίαν καθήκειν βούλονται μέχρι τοῦ Εὐξείνοω Πόντου τινὲς αὐτοὺς Λευκοσύρους ἐκάλεσαν· νυνὶ δὲ μετὰ τὴν Παφλαγονίαν τὰ ἐχόμενα μέχρι τῶν Βαρβαρικῶν ὁρίων ἰδίως Πόντος καλεῖται διῄρηται δὲ εἰς ἐπαρχίας δύο."
      }
    ]
  }
}