{
  "chapterNumber": 1,
  "title": "Book 1",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "1, Θεός ἐστι μὲν ἀνενδεὴς φύσις, αὐτὴ ἑαυτῇ αὐτάρχης εἰς δόξαν καὶ κατάληψιν, οὔτε τῆς παρ᾽ ἑτέρων δεομένη δόξης οὔϑ᾽ ἑτέρῳ καταληπιτή\" εἰ μή τις φαίη καταληπτὸν εἶναι τὸ ἀἄπει-- ρον αὐτῆς καὶ τὸ ἀκατάληπτον. ϑεὸν. δὲ λέγων πατέρα φημὶ καὶ"
      },
      {
        "index": 1,
        "text": "5vióv xal τὸ πνεῦμα τὸ ἅγιον, ἃ 7) ϑεότης κατὰ τὸν μέγαν πατέρα τὸν ϑεολόγον Γρηγόριον. οὕτω δ᾽ ἔχον τὸ ϑεῖον πρῶτον μὲν τὰς ἀγγελικὰς οὐσιοῖ δυνάμεις καὶ οὐρανίους λειτουργούς τε καὶ ὕμπῳ-- δοὺς τῆς ἄνω λαμπρότητος, οὐχ dg τούτων. δεύμενον,᾽ ἀλλ᾽. ἵνα μὴ τῇ ἑαυτοῦ μόνον ϑεωρίᾳ ximotro, χεϑῇ δὲ καὶ δδεύσῃ τὸ ἀγα: 109όν, καὶ ἧ εὐεργεσία χωρήσῃ πρὸς πλείονὰς ( τοῦτο γὰρ τῆς ἄκρας ἦν ἀγαϑότητος )\" εἴτὰ καὶ τόνδε τὸν κόσμον. ὑφίστησι τὸν ὑλικὸν καὶ ὁρώμενον. καὶ ἐν ἀρχῇ μὲν ἐποίησε τὸν οὐρανὸν καὶ τὴν γῆν, τῆς δὲ γῆς ἀορασίᾳ καλυπτομένης ἐπεὶ καὶ σχύότος. ἦν καὶ -ὥδωρ αὐτῇ ἐπεπόλαζε, τὸ φῶς παρήγαγεν ὃ ϑεύός. καὶ διεχώρισε τὸ 15 φῶς καὶ τὸ σκότος, καὶ τὸ μὲν φῶς ἡμέραν ἐκάλεσε, τὸ δὲ σχό- ἀρχὴ τοῦ πρώτου βιβλίου ἀρχομένου ἀπ᾽ ἀρχῆς τῆς κοσμοποιίας. τος νύχτα ὠνόμασεν\" οὗ τῇ ἀρχῇ ἑσπέραν, πρωΐ δὲ τῇ πρώτῃ φαύσει τῆς ἡμέρας ὄνομα ἔϑετος. καὶ ἐγένετο ἑσπέρα καὶ ἐγένετο πρωΐ ἡμέρα μία."
      },
      {
        "index": 2,
        "text": "Olóa μὲν οὖν ἐν τῇ «“Δεπτῇ Γενέσεε γεγραμμένον ὡς ἐν τῇ πρώτῃ ἡμέρᾳ καὶ αἵ οὐράνιαι δυνάμεις πρὸ τῶν ἄλλωνϑ ὑπέστησαν παρὰ τοῦ τῶν ὅλων δημιουργοῦ, ἀλλ᾽ ὅτι μὴ ταῖς παρὰ τῶν ϑείων πατέρων ἐγχεχριμέναις βίβλοις τῆς “Εβραϊκῆς σοφίας καὶ 4 deni? αὕτη συνηρίϑμηται Γένεσις, οὐδέν τι τῶν"
      },
      {
        "index": 3,
        "text": "Ὁ ἐν ἐχείνῃ γεγραμμένων λογίζομαι βέβαιον, οὐδὲ τῷ λόγῳ συντί- ϑέμαι- T Εἶτα τὸ στερέωμα ὑπεστήσατο, ἐν μέσῳ τῶν ὑδάτων δια- τείνας αὐτό, ὥστε τὰ μὲν ἄνω αὐτοῦ ἐναποληφϑῆναι, τὰ δὲ κάτω ' περικεχύσϑαι τῇ γῇ. στερέωμα δ᾽ ἐχλήϑη ὅτι στεγανὸν τὸ σῶμα τούτου, καὶ οὗ λεπτὴν ὀὐδ᾽ ἀραιὰν τὴν φύσιν ἔχει κατὰ τὰ ὕδατα, ἐξ ὧν τὴν 'σύστασιν ἔσχηχεν\" 0 καὶ οὐρανὸς ὠνομάσϑη. ταῦτα δ ἔν τῇ δευτέρᾳ ἡμέρᾳ ἐγένετο. ἐν δὲ τῇ τρίτῃ τὸ ὕδωρ τῆς γῆς αν χαλύπτον τὸ πρόσωπον ἐκέλευσεν ὃ ϑεὸς συναχϑῆναι, καὶ ὀφϑῆναι τὴν ξηράν. xal. ὃ λόγος ἔργον ἐγένετο, καὶ κοιλότητες ᾿ βαϑεῖαι γενόμεναι τὰ ὥδατᾳ εἰδεδέξαντος. καὶ τὴν μὲν γῆν ξηρὰν κατωνόμασε, ϑαλάσσας δὲ τὰ τῶν ὑδάτων συστήματα. κατὰ 30 cangii codices ἐγκεκριμένοίς, B. ἐγκεκρυμμένοις. 12 ἐναπολει- ταύτην δὲ τὴν ἡμέραν φυτά Tt γῆϑεν ἀνεδόϑη καὶ σπέρματα. P E 15 ἔδει γὰρ ἄκοσμον οὖσαν τὴν γῆν κοσμηϑῆναι ταῖς πόαις καὶ τοῖς μυρίοις βλαστήμασι καὶ τοῖς ἄνθεσι καὶ τοῖς παντοίοις καρποῖς xai τῶν δένδρων ταῖς γάρισιν. ἣ δὲ τετάρτη ἡμέρα τὴν τῶν W 1 7 δφωστήρων ἔσχηκε γένεσιν, ἡλίου τε καὶ σελήνης καὶ τῶν λοιπῶν ἀστέρων. καὶ τούτοις τὸν οὐρανὸν ὃ. δημιουργὸς κατηγλάϊσε, καὶ τὸ κατὰ τὴν πρώτην ἡμέραν παραχϑὲν φῶς τὸϊς φωστῆρσι τούτοις ἐνέϑετο, κινήσεις αὐτοῖς. ἐπιτολάς τε καὶ δρόμους xal καταδύσεις διατυπώδας, ἵνα τε qurioro δε, αὐτῶν τὸ περίγειον (xal ὅ χρόνος ἀπαριϑμοῖτο ταῖς τούτων περιόδοις, καὶ. σημεῖα παρέχοιντο δι᾿ αὐτῶν τοῖς εὐθύτατα ταῖς αὐτῶν προθέχαυσι φαύ-- B σεσι καὶ μὴ περιεργότερον χαταστοχαζομένοις αὐτῶν, ἢ ὡς ἂν εἴποι τις ἀχριβούμενος τὸν λόγον, ἀβέλτερον καὶ τῇ χενήσει τῶν οὐρανίων ἅπαντα δοξάζουσι συμπεριφέρεσθαι τὰ ἡμέτερα. | τῇ \"πέμπτῃ δ᾽ αὖϑις τῶν ἡμερῶν ϑεοῦ κελεύσαντος ἀνῆχε τὰ ὥδατα ἑρπεετὰ ψυχῶν ζωσῶν καὶ πετεινά\" ὧν τὰ μὲν ἐμφιλοχωροῦσι τοῖς ὕδασι καὶ τούτοις ἐννήχονταε, τὰ πετεινὰ δὲ τὸν ἀέρα τέμνουσιν ἕρποντα ὥσπερ διὰ τούτου μέτάρσια, κατὰ δέ ys τὴν ἕχτην, ψυχὴν ζῶσαν, τετράποδα καὶ ϑηρία καὶ ἑρπετὰ ἐξαγαγεῖν ἢ γῆ προσετέτακτο, καὶ κατὰ τὸ ϑεῖον ἐξῆχτο σύμπαντα πρόσταγμα. ψυχῆς δὲ ζώσης ἐξαγωγὴν 7 γραφὴ περιέχει ποιήσασϑαι κελευ-- σϑῆναι τὴν γῆν, ἵν᾽ οὕτω τῆς τοῦ ἀνθρώπου ψυχῆς ἐμφήνῃ πρὸς αὐτὴν τὸ διάφορον. 7| μὲν γὰρ τῶν ἄλλων ζώων γῆϑεν 5 ἐξέφυ. κατὰ τὸ χέλευσμα, καὶ γεηρὰ οὖσα εἰκότως. ἂν λογίζοιτο xal φϑαρτή, ἐπεὶ καὶ ἀλλαχοῦ φησιν 7 “γραφή “ψυχὴ παντὸς κτήνους τὸ αἷμα αὐτοῦ\", τὸ δ᾽ αἷμα πάντως φϑειρόμενον\" (2) τὴν δὲ τοῦ ἀνθρώπου ψυχὴν οὐχ 5 γῆ ἀνῆκεν, ἀλλὰ τὸ ϑεῖον αὐτὴν τῷ 24004. ἐνῆκεν ἐμφύσημα\" διὸ καὶ χρῆμά τι ϑεῖον 10 εἶναι πιστεύεται καὶ ἀϑάνατον. '"
      },
      {
        "index": 4,
        "text": "H δ᾽ ἕχτη τῶν ἡμερῶν xal τὸν ἄνθρωπον ἔσχηχε χειρὶ 'διαπεπλασμένον ϑεοῦ. προὐποστήσας γὰρ ὃ ἀριστοτέχνης τὰ σύμπαντα, καὶ παραγαγὼν τὸν χόσμον ἐν τάξει. τε καὶ ῥυϑμῷ ᾿(διὸ καὶ κόσμος ὠνόμασται), καὶ ὡς ἐν ὑποδοχῇ βασιλέως ὥσπερ 15 “βασίλεια. προετοιμάσας, αὐτὸν οὕτω παράγει τὸν ἄνϑρωπον οἷά τινα βασιλέα τῶν ἐπὶ γῆς βασιλευόμενον ἄνωθεν, οὐ προστάγματε καὶ τοῦτον ὑποστησάμενος, ἀλλὰ χερσὶν αὐτὸν διαπλάσας, καὶ δημιουργίαν αὐτοῦ οὐχ ὁμοίαν τοῖς ἄλλοις πεποιηκώς, παρηλλα- γμένην δὲ καὶ ἀσύγκριτον. τἄλλα μὲν γὰρ πάντα παρήχϑησαν 30 δήματι, ὃ δὲ xal αὐτουργίας ἠξίωται. χοῦν yàp λαβὼν ἀπὸ τῆς γῆς ὃ ϑεός, ἡ βίβλος φησὶ τῆς Γενέσεως, τὸν ἄνθρωπον ἔπλασε, ῬῚ 16 καὶ ἐνεφύσησεν αὐτῷ ψυχὴν ζῶσαν, δι᾿ ἣν καὶ κατ᾽ εἰκόνα ϑεοῦ λέγεται γενέσϑαι ὃ ἄνϑρωπος. τῶν γὰρ τῇ ϑείᾳ φύσει οὐσιωδῶς 5 προσόντων τινὰ ἐν τῇ τοῦ ἀνθρώπου ψυχῇ εἰκονίζονται, οὐ φύσει αὐτῇ ἐνόντα ἀλλὰ χάριτι. φύσει μὲν γὰρ τὸ ϑεῖον ἀόρατον καὶ ἀϑάνατον, ἀκατάληπτόν τε καὶ ἄφϑαρτον\" ταῦτα δὲ καὶ τῇ ψυχῇ πρόσεισι κατὰ χάριν, οὐ κατὰ φύσιν. οὔτε γὰρ 3 φύσις αὐτῆς καὶ 7 οὐσία καταληπτὴ οὔτε μὴν δρατή, καὶ ἄφϑαρτος δέ ἔστι 10 καὶ ἀϑάνατος. καὶ ἕτερα δὲ τῆς ϑείας φύσεως χαραχτηριστικὰ κατὰ χάριν ἐν τῇ ψυχῇ τεϑεώρηνται. Ἀδὰμ δὲ τὸν πλασϑέντα B ὠνόμασε ( σημαίνει δὲ τοῦτο πυρρὸν κατὰ 17v. “Εβραΐδα διάλεκτον, ὥς φησιν Ἰώσηπος) ὅτι ἐκ πυρρᾶς γῆς διεπέπλαστυ\" τοιαύτη γὰρ ἡ παρϑένος γῆ. οὕτω δ᾽ ἐν ἕξ ἡμέραις τὸν κόσμον παραγαγών, 132τῇ ἑβδόμῃ κατέπαυσε\" διὸ καὶ τοῖς “Εβραίοις ἡ ἐβδύμη τῶν W 18 ἡμερῶν ἄπρακτος εἶναι γενόμισται, ὅϑεν καὶ σάββατον χέκληται\" τὸ δὲ σάββατον ἡ τῶν Εβραίων γλῶττω λέγει ἀνάπαυσιν.. Ἔϑετο δὲ τὸν ᾿δὰμ ὃ ϑεὸς ἐν τῷ παραδείσῳ ὃν αὐτὸς κατεφύτευσεν, ἔνϑα τὸ ξύλον ἦν τῆς ζωῆς καὶ τὸ ξύλον τῆς γνώ- 90c&)c, ἢ κατὰ τὸν Ἰώσηπον, τῆς φρονήσεως. καὶ ἐνετείλατο αὐτῷ τῶν μὲν λοιπῶν ἀπολαύειν, ἀπέχεσϑαι δὲ τοῦ ξύλου τῆς γνώσεως, ϑάνατον δὲ προεῖπε τὸ τῆς παραβάσεως ἐπιτίμιον. ἄρδεται δὲ ποταμῷ ὃ παράδεισος, καὶ πρύεισιν ἐχεῖϑεν ὃ ποτα- μὸς οὗτος εἰς τέσσαρα μεριζόμενος. καὶ Φεισὼν μὲν ὄνομα τῷ πρώτῳ\" πληϑὺν δὲ τοῦτο δηλοῖ\" τοῖς δ᾽ Ἕλλησι Γάγγης οὗτος ὠνόμασται, τὴν Ἰνδικὴν διϊὼν καὶ ἐχδιδοὺς εἰς τὸ πέλαγος. 5 Γηὼν δὲ καλεῖται ὃ δεύτερος\" σημαίνει δὲ ἡ κλῆσις τὸν ἀπὸ τῆς ἀνατολῆς ἐχδιδόμενον, ὃν Νεῖλον Ἰώσηπος λέγει προσαγορεύειν τοὺς Ἕλληνας. ὃ δ᾽ ἐπὶ τούτῳ Τίγρις ἐστίν, ὃν καὶ Ζ:γλὰϑ D χαλεῖσϑαί φησιν ὃ αὐτός, καὶ τὸ μετὰ στενότητος ὀξὺ ἐμφαίνε- σϑαι τῷ ὀνόματι. ὃ δὲ λοιπὸς Εὐφράτης ἐστὶν ἤτοι Φορά, ἢ τὸ ἄνθος ἢ oxtÓacuóc. καὶ ἄμφω δὲ οὗτοι εἰς τὴν Ἐρυϑρὰν εἰσ- βάλλουσι ϑάλασσαν. παρίστησι δὲ τῷ \"Ἀδὰμ ὃ ϑεὸς πάντα τὰ ζῶα\" ὃ δὲ ἑκάστῳ γένει αὐτῶν ὀνόματα τίϑησι. κτίζει τε τὴν γυναῖχα ὃ ϑεός, μίαν τῶν πλευρῶν λαβὼν ὑπνώττοντος τοῦ Αδάμ, καὶ προσήγαγεν αὐτὴν αὐτῷ. ὃ δὲ ἐξ ἑαυτοῦ γενομένην 15 ταύτην ἐγνώρισε καὶ γυναῖχα ὠνόμασε\" τοῖς γὰρ ᾿Εβραίοις Εὐέα καλεῖται 5 γυνή, κἀχείνη Eva ὠνόμαστο. ἦν μὲν οὖν ἀμφοῖν ἐν τῷ παραδείσῳ μακαρία διαγωγή, γυμνοῖς οὖσι τῇ ἁπλότητι, Wolfius ex uno C Giày χώραν, καὶ πᾶσαν τὴν γῆν κυκλῶν εὐιλάτ. τῷ δὲ δευτέρῳ ποταμῷ γεὼν τοὔνομα\" δηλοῖ δὲ τοῦτο πολὺ. ψείλος δ᾽ οὗτος τοῖς ἔλλησι κέκληται. οὗτος ἐστὶν ὁ κυχλῶν πᾶσαν τὴν γῆν αἰϑιοπίαν. ὁ δέ γε τρίτος τίγρης ἐπονομαξέται, vovt' irc7 ἂν ὁ δὲ λοιπὸς εὐφράτης ἐστὶν, τοι φορὰ, ἤγουν κίνη- καὶ ζωῇ τῇ ἀτέχνῳ. φϑονοῦνται δὲ παρὰ τοῦ ὄφεως, ἢ μᾶλλον παρὰ τοῦ νοητοῦ δράκοντος. καὶ πρόσεισιν ὃ ὄφις τῇ γυναιχί, καὶ συμβουλεύει γεύσασθαι τοῦ φυτοῦ τῆς φρονήσεως. ὃμο- φωνεῖν δὲ τότε φησὶν ὃ Ἰώσηπος τὰ ζῶα ἅπαντα. ἡ δὲ πείϑε- ὅται, xal ἠδυνθεῖσα τῇ βρώσει πείϑει καὶ τὸν ἄνδρα τοῦ καρποῦ μετασχεῖν. — xal ἔγνωσαν γυμνοὺς ἑαυτούς, καὶ ἐκ φύλλων συκῆς ἐποίησαν ἑαυτοῖς περιζώματα, ἐχρύπτοντό τε διὰ τὴν γύμνωσιν ἀπὸ τοῦ O'oU ὃ ᾿Αδάμ τε καὶ 7 γυνή. καὶ ὃ ϑεὸς τὴν αἰτίαν ἠρώτα, καὶ ὃ ᾿ἀδὰμ τὴν γύμνωσιν προεβάλλετο καὶ τὸ αἰτίαμα ἰϑπροσῆπτε τῇ γυναικί\" ἡ δ᾽ ἐξηπατῆσϑαι παρὰ τοῦ ὄφεως ἔλεγεν. ὁ δὲ ϑεὸς τῷ ὄφει καταρασάμενος πρότερον, ποδῶν τε αὐτὸν B στερήσας καὶ τὴν φωνὴν ἀφελόμενος, κατὰ τὸν Ἰώσηπον, καὶ ἰλυσπᾶσϑαι κατὰ γῆς ἐπιτάξας, καὶ πολέμιον ἀποφήνας τῷ σπέρ-- ματε τῶν ἀπατηϑέντων, πρὸς τὴν γυναῖχα τρέπεται, καὶ τῷ ἀνδρὲ b αὐτὴν ὑποχείριον τίϑησι, καὶ ταῖς ἐν τῷ τίχτειν ὠδῖσεν ἐπιτιμᾷ. εἶτα καὶ τὸν 440p. ὑπάγει ἐπιτιμίῳ\" τὸ δ᾽ ἦν ἡ πρὸς τὴν γῆν ἐξ ἧς ἐλήφϑη ἀποστροφή, καὶ τὸ ἐν ἑδρῶτι τὸν ἄρτον ἐσϑίειν, καὶ τὸ τὴν γῆν ἀχάνϑας καὶ τριβόλους ἀνατέλλειν αὐτῷ. καὶ μετοι- κίζει αὐτοὺς ἐκ τοῦ παραδείσου, δερμάτινα αὐτοῖς περιϑ εὶς ἐνδύ-- Ὥματα, ἴσως τὴν παχυτέραν σάρκα καὶ ϑνητὴν καὶ ἀντίτυπον. ἐντεῦϑεν ἡμῖν ἥ μοχϑηρὰ καὶ ἐπώδυνος ζωὴ καὶ τὸ πρὸς κακίαν εὐόλισϑον."
      },
      {
        "index": 5,
        "text": "C 3. Thovrut τοίνυν παῖδες αὐτοῖς, ὧν Κάϊν uiv ὃ πρότερος ἦν (κτῆσιν σημαίνει τὸ ὄνομα, ὅτι ἐκτήσαντο ἄνϑρωπον), ᾿48ελ δ᾽ ὃ δεύτερος\" δηλοῖ δὲ πένϑος ἡ κλῆσις\" ἔσεσθαι γὰρ αὐτοῖς πένϑος ἔμελλε δι’ αὐτόν. καὶ ὃ μὲν Affe νομεὺς ἦν ποιμνίου καὶ ἀρετῆς ἐπεμέλετο, ὃ δὲ Κάϊν ἐγεώργει τὴν γῆν πονηρότατος ὦν. 6 δόξαν δὲ αὐτοῖς ἀπαρχὰς ἐκ τῶν ἰδίων πόνων προσαγαγεῖν τῷ ϑεῷ, ὃ μὲν dfe τὰ κρείττω τῶν πρωτοτόκων τῶν ϑρεμμάτων προσήνεγχε, Κάϊν δὲ τὰ τυχόντα προσηγηόχει τῶν τῆς γῆς καρ-- πῶν. καὶ προσέσχεν 0 ϑεὸς τοῖς τοῦ Jie δώροις, τῇ. δὲ τοῦ"
      },
      {
        "index": 6,
        "text": "\"T E Κάϊν οὐ προσέσχε προσαγωγῇ. ὃ δὲ φϑονήσας ἐπὶ τῇ προτι-- 10 μήσει χτείνει αὐτόν, καὶ ἐπάρατος γίνεται τῷ ϑεῷ, καὶ στένειν καὶ τρέμειν καταδεδίχασται. ἐχβληϑεὶς δὲ ἀπὸ προσώπου τοῦ ϑεοῦ, ἐν γῇ Ναὶδ᾿οῴκησεν, ἔνϑα καὶ παῖδας ἐγείνατο. οὗτος μέτρα ve καὶ στάϑμια ἐπενόησε καὶ πρῶτος ὅρους ἐπήξατο γῆς, πονηρίας καϑηγητὴς χρηματίσας. καὶ πόλιν εἰς ὄνομα τοῦ 1ὅ πρωτοτόκου υἱοῦ αὐτοῦ ᾿Ενὼς φχοδόμησεν. υἱὸς δὲ τοῦ ᾿Ενὼς Γαϊδάδ, υἱὸς δὲ τούτου Ἰ]αουιαήλ, τοῦ δὲ ᾿αϑουσάλα, οὗ Aduex υἱός. οὗτος δύο γυναῖχας ἑαυτῷ συναρμόσας, 240ày καὶ"
      },
      {
        "index": 7,
        "text": "Σελάν, παῖδας ἐξ ἀμφοῖν ἔσχεν ἑβδομήκοντα καὶ ἑπτά\" ὧν μόσας — — συνοικίσας αἱ ἀδὰ xal σελᾶ ὠνομάξοντο Α."
      },
      {
        "index": 8,
        "text": "Ἰωαβὲλ uiv κτηνοτρόφος ἦν καὶ προβατείαν ἠγάπησεν, TovfàA δὲ μουσικὴν ἐπενόησε καὶ κιϑάραν ἐμηχανήσατο καὶ ψαλτήριον, Θόβελ δὲ γεγονὼς ἐκ Σελᾶς σιδηρεὺς ἦν ἤτοι ἐργάτης σιδήρου τε χαὶ χαλχοῦ. δ Τῷ δὲ Lp μετὰ ϑάνατον ᾿4βελ διακοσίων τριάκοντα γεγονότε ἐτῶν ἕτερος ἐγεννήϑη υἱὸς ὃν ἐκάλεσε Σήϑ. τέϑνηκε δὲ ὃ ᾿᾿δὰμ ἔτη ζήσας ἐννακόσια καὶ τριάχοντα. — C249 δὲ γενό-- μενος ἐτῶν πέντε καὶ διακοσίων ἐγέννησε τὸν ᾿Ενώς, ὃς πρῶτος ἤλπισεν ἐπικαλεῖσθαι τὸ ὄνομα κυρίου τοῦ ϑεοῦ, τόν τε ϑεὸν Ἰθπροσαγορεῦσαι τὸν χύριον. δώδεκα δὲ καὶ ἐννακόσια ἔτη τὰ πάντα ζήσας Σήϑ', καὶ υἱοὺς καὶ ϑυγατέρας λιπών, ἐξέλιπεν. ὃς ἀρετὴν μετἥει xal μιμητὰς τοὺς ἀπογόνους κατέλειψεν\" of B σοφίαν τὴν περὶ τὰ οὐράνια κατενόησαν, καὶ στήλαις δυσί, τῇ μὲν ἐκ λίϑου τῇ δ᾽ ἐκ πλίνϑου ὀπτῆς πεποιημέναις, τὰ εὑρημένα Ἰδἐνέγραψαν, ἵνα καὶ τοῖς μετέπειτα σώζωνται\" ἔσεσϑαι γὰρ ἀἄφα- γισμὸν τοῦ παντὸς ““δὰμ προειρήκει ἐκ πυρός τε καὶ ὕδατος. ἐξ Ἐνὼς δὲ ἐτέχϑη \"Καϊνᾶν ἄλλοι τε υἱοὶ xai ϑυγατέρες, καὶ ἀπέϑανεν ἔτη ζήσας πέντε καὶ ἐνναχύσια. ἐκ δὲ Καϊνᾶν qv Μαλελεὴλ καὶ ἕτεροι παῖδες, καὶ τέϑνηκε ζήσας ἀριϑμὸν ἐτῶν 30 ἐνναχοσίων καὶ δέκα. παῖς δὲ ἸΠαλελεὴλ ὃ Ἰάρεδ, καὶ ἕτεροι, ὃς χατέλυσε τὴν ζωὴν ἐπ᾽ ἔτεσιν ὀχταχοσίοις καὶ πέντε πρὸς ἐνε- S yncellus τοῦτ᾽ ἔστι προσαγορεύεσθαι ὀνόματι 9:07. 10 ξήσας γήχοντα. Ἰώρεδ δὲ πατὴρ τοῦ Ἐνὼχ xal παίδων ἐπὶ τούτῳ ἑτέ- C ρων, καὶ τέϑνηκε βιώσας ἔτη ἐννακόσια καὶ ἑξήκοντα πρὸς δυσίν. υἱὸς δὲ τοῦ ᾿Ενὼχ αϑουσάλα καὶ ἕτεροι. εὐηρέστησε δὲ ᾿Εγὼχ τῷ κυρίῳ, καὶ μετετέϑη καὶ οὐχ εὑρίσκετο, ἐτῶν γεγονὼς τρια- χοσίων ἑξήκοντα καὶ πέντε. παῖς δὲ τοῦ ωαϑουσάλα κίάμεχ ὃ καὶ ἕτεροι, καὶ ϑνήσκει ζήσας ἔτη ἐνναχόσια ἑξήκοντα καὶ ἐννέα. Νῶε δ᾽ ἐτέχϑη τῷ «άμεχ, καὶ τέϑνηκε «“«Ιάμεχ ἑπταχύσια ζήσας ἔτη καὶ πεντήκοντα πρὸς τοῖς τρισί, (4) τῷ δὲ Nus τρεῖς ἐγέ- γοντὸ παῖδες, Σὴμ Χὰμ Ἰάφεϑ. Ἰδόντες δὲ οἱ υἱοὶ τοῦ ϑεοῦ τὰς ϑυγατέρας τῶν ἀνθρώπων, 10 ἔλαβον ἑαυτοῖς γυναῖκας. υἱοὺς δὲ τοῦ ϑεοῦ φησιν 7, γραφὴ D τοὺς ἀπογόνους τοῦ Σὴϑ' ὡς ἀρετὴν μετιόντας, καϑὸ καὶ υἱοὺς ᾿ ψίστου τοὺς ἐναρέτους καλεῖ\" ϑυγατέρας δὲ τῶν ἀνθρώπων φησὶ τὰς ix τῶν τοῦ Κάϊν ἀπογόνων καταγομένας. ὃ δὲ Ἰώσηπος ἀγγέλους λέγει τὰς ϑυγατέρας τῶν ἀνθρώπων λαβεῖν, οὕτω καλέ- 15 σας οἶμαι αὐτοὺς ὡς εὐαρεστοῦντας Jug καὶ τὴν ἐκείνων πολι- τείαν ἐπιτηδεύοντας. πληϑυνϑέντες δὲ οἱ ἄνθρωποι πρὸς κακίαν ἀπέχλιναν\" οἷς καὶ παῖδες ἐγένοντο ὑβρισταὶ καὶ ἀτάσϑαλοι διὰ τὴν ἐν τῇ δυνάμει πεποίϑησιν. οἷς τὸ ϑεῖον προσώχϑισε καὶ τὸ μαχρόβιον ὑπετέμετο, ἑκατὸν καὶ εἴκοσιν ἔτεσι τὴν τῶν ἀνθρώπων 30 περιγράψας ζωήν. χρησάμενος."
      },
      {
        "index": 9,
        "text": "Νῶε δὲ εὗρε χάριν ἐναντίον τοῦ 9100. διὸ καὶ εἰς ϑάλασ- σαν τῆς ἠπείρου μεταβληϑείσης δι᾽ ἐπομβρίας πολυημέρου τε καὶ σφοδρᾶς, πᾶν μὲν τὸ ἀνθρώπινον φϑείρεται γένος, Νῶε δὲ μόνος σώζεται προμηϑείᾳ ϑεοῦ ξυλίνῃ λάρνακι, ἣν τετράγωνον κατε- δσκεύασε, μῆχος μὲν ἔχουσαν πηχέων τριακοσίων, τὸ δὲ πλάτος πεντήχοντα, καὶ τὸ βάϑος τριάκοντα. ἐν 7j αὐτός τε καὶ oi παῖδες σὺν αὐτῷ ἐμβέβηκεν καὶ 7 μήτηρ καὶ αἱ γυναῖκες αὐτῶν, σπέρματά τε παντοῖα ἐνθέμενος καὶ ζῶα ὁμοίως ἐκ γένους παντὸς πρὸς διατήρησιν τῶν γενῶν αὐτῶν, ἀνὰ δύο μὲν τὰ μὴ καϑαρά, 10 ἑπτὰ δ᾽ ἐξ ἑκάστου γένους τῶν καϑαρῶν. δέκατος δ᾽ ἦν ὃ Νῶε ἐχ τοῦ “Αδὰμ ἀριϑμούμενος, καὶ μετὰ χιλιάδα διπλῆν ἐτῶν πρὸς διακοσίοις τεσσαράχοντα καὶ δύο μέχρι καὶ αὐτοῦ τοῦ κατακλυσμοῦ. Β ἀνοιγέντων δὲ τῶν καταρακτῶν τοῦ οὐρανοῦ ἡμέρας τεσσαράχοντα καὶ νύχτας, τὸ ὕδωρ ἐπὶ πήχεις πεντεκαίδεκα ὁρῶν ὑψηλότερον 16 γέγονε. λήξαντος δέ γε τοῦ ὑετοῦ καὶ τοῦ ὕδατος ἐλαττουμένου μεϑ᾽ ἡμέρας ἑκατὸν καὶ πεντήκοντα, ἡ λάρναξ ὄρει τινὶ τῆς 240- μενίας προσώχειλε κατὰ τὸν μῆνα τὸν ἕβδομον. ὅτε καὶ ἀνοίξας κοσίους πεντήκοντα καὶ Ἐξ ἐνιαυτοὺς ὁ κατακλυσμὸς τῇ γῇ (τῆς γῆς B) ἐπενήνεκτο ἐφ᾽ ἡμέρας (ἡμέραις B) τεσσαράκοντα λαύρου λαβροῦ Β) καταχεομένου τῆς γῆς ὑετοῦ ὡς ὑπερβῆναι τὸ ὕδωρ πὶ πεντεκαίδεκα (πέντε καὶ δέκα B) πήχεις τὰ τῶν ὀρῶν ὑψη- ὃ Νῶε μεϑίησι κόρακα\" ὃ δὲ οὐκ ἐπανῆλθε. καὶ μεϑ᾽ ἡμέρας ἀφῆκε περιστεράν, 3j πάλιν ὑπέστρεψεν. ἑπτὰ δὲ διελϑουσῶν ἡμερῶν αὖϑις ἀφῆκεν αὐτήν, ἡ δὲ κάρφος ἐλαίας φέρουσα ὕπε- γόστησε. κἀντεῦϑεν ἔγνω ἐχλελοιπέναι τὸ ὕδωρ ἀπὸ τῆς γῆς. καὶ ἐξῆλθον Νῶε καὶ ἢ γυνὴ αὐτοῦ καὶ οἱ υἱοὶ αὐτοῦ σὺν ταῖς 5"
      },
      {
        "index": 10,
        "text": "C αὐτῶν γυναιξὶ καὶ τὰ ζῶα ὅσα ἦν μετ᾽ αὐτῶν ἐν τῇ κιβωτῷ, καὶ ἔϑυσε τῷ ϑεῷ. ᾿Αποβατήριον δὲ τὸν τόπον καλεῖσθαι τοῖς.4ρ-- μενίοις φησὶν ὃ Ἰώσηπος, καὶ λείψανα δείκνυσθαι τῆς λάρνακος ἐχεῖ, μεμνῆσϑαι δὲ xol τοῦ κατακλυσμοῦ καὶ τῆς κιβωτοῦ λέγει xai πολλοὺς τῶν τὰς βαρβαρικὰς ἱστορίας συγγραψαμένων, τὸν 10 Χαλδαῖόν τε Βηρωσόν, καὶ [Ἱερώνυμον τὸν «Αἰγύπτιον ὃς τὴν ἀρχαιολογίαν τὴν Φοινικικὴν συνεγράψατο, καὶ τὸν ἀπὸ 4αμα- σχοῦ νασέαν. ὃ δὲ ϑεὸς μηκέτι ἐπαγαγεῖν εἶπε τοιουτονὶ πάϑος τῇ yj. ἐνετείλατο δὲ πρὸς βρῶσιν κεχρῆσϑαι τοῖς ζώοις, πλὴν χρέας ἐν αἵματι ψυχῆς μὴ ἐσθίειν, καὶ φόνου ἀνθρώπων ἀπέχε- 15 σϑαι. σημεῖον δὲ τοῦ μηκέτι κατακλύσαι τὴν γῆν ἐν ὄμβρῳ τὸ"
      },
      {
        "index": 11,
        "text": "D τόξον ἔϑετο τὸ ἐν τῇ νεφέλῃ, τὴν ἶριν διὰ τοῦ τόξου δηλῶν. Νῶε δὲ μετὰ τὸν κατακλυσμὸν βιώσας ἔτη τριακόσια καὶ πεντή-- xoyra ϑγήσκει ἐνιαυτῶν γεγονὼς ἐννακοσίων καὶ πεντήκοντα."
      },
      {
        "index": 12,
        "text": "Εἴρηται δέ ys περὶ τῆς πολυετίας τῶν ἀνθρώπων ἐκείνων ταῦτα τῷ Ἰωσήπῳ. “μηδεὶς οὖν πρὸς τὸν νῦν βίον καὶ τὴν βρα- χύτητα τῶν ἐτῶν ψευδῆ νομιζέτω τὰ περὶ τῶν παλαιῶν ἱστορού-- μενα. οἱ μὲν γὰρ ϑεοφιλεῖς ὄντες καὶ ὑπ᾽ αὐτοῦ τοῦ ϑεοῦ γενό- μενοι, καὶ διὰ τὸ τὰς τροφὰς ἐπιτηδειοτέρας πρὸς πλείονα. χρόνον εἶναι, εἰχότως ἔζων πλῆϑος ἐτῶν τοσούτων, ἔπειτα χὰὶ διὰ τὴν εὐχρηστίαν ὧν ἐπενόουν, ἀστρονομίας τε καὶ γεωμετρίας, ἅπερ οὐκ ἦν ἀσφαλῶς αὐτοὺς κατανοῆσαί τε καὶ εἰπεῖν, μὴ ζήσαντας ἑξαχοσίους ἐνιαυτούς\" διὰ τοσούτων γὰρ πληροῦται ὃ μέγας ῬῚ 20"
      },
      {
        "index": 13,
        "text": "5. Οἱ δὲ τοῦ Νῶε παῖδες, Σὴμ Χὰμ καὶ Ἰάφεϑ', ἐκ τῶν ὀρῶν εἰς τὴν πεδιάδα κατῴκησαν. Νῶε δὲ φυτεύσας ἀμπελῶνα ἔπιεν Ox τοῦ οἴνου xai ἐμεϑύσϑη καὶ ἐγυμνώϑη. Χὰμ δὲ τὴν γύμνωσιν τοῦ πατρὸς ἰδὼν τοῖς συγγόνοις ἀνήγγειλεν οἷον ἐπεγ-- γελῶν τῷ πατρί. οἱ δὲ κατὰ νώτου ϑέμενοι τὸ ἱμάτιον τὴν πα- τρικὴν ἐκάλυψαν γύμνωσιν, ὀπισϑοφανῶς ἰόντες καὶ μὴ προσβλέ- ψαντες τῷ πατρί. διὸ καὶ ἀνανήψας ὃ Νῶε τοὺς μὲν εὐχαῖς ἠμείψατο, τῷ δὲ Χὰμ χατηράσατο. τὸ δὲ πεδίον ὃ κατῴκουν oi υἱοὶ Νῶε κέκληται Σεναάρ. πολλῶν δὲ γενομένων ἑκάστῳ πεδιάδας Α. 14 ἰδὼν τοῦ πατρὸς Α. 18 πέδον τὸ παίδων καὶ εἷς γενεὰς προελϑόντων ἐπληϑύνϑησαν oi τούτων ἀπόγονοι. Νεβρὼδ δέ τις ὃ τοῦ Χὰμ υἱωνός, ὃς πρῶτος ὥφϑη γίγας ἐπὶ τῆς γῆς, τολμηρὸς καὶ κατὰ χεῖρα γενναμότερος τῶν ἄλλων ὑπάρχων, tlg τυραννίδα τὰ πράγματα περιέστησε, καὶ πύργον οἰκοδομεῖν αὐτοῖς ὑπέϑετο 2E ὑπτῆς πλίνϑου καὶ ἀσφάλτου 5 δεδομημένον. οὕτω δὲ μεμηνότας ὁρῶν αὐτοὺς ὃ ϑεός, ἕτερο--: γλώσσους εἰργάσατο καὶ ἀσυνέτους τῶν παρ᾽ ἀλλήλων φωνῶν διὰ τοῦ τῶν γλωσσῶν μερισμοῦ. ὃ δὲ τόπος ἐν ᾧ τὸν πύργον ᾧκο-- δόμουν νῦν Βαβυλὼν καλεῖται διὰ τὴν σύγχυσιν τὴν περὲ τὴν διάλεκτον. Ἑβραῖοι μὲν γὰρ βαβὲλ καλοῦσι τὴν σύγχυσιν.10"
      },
      {
        "index": 14,
        "text": "C σκίδνανται δὲ λοιπὸν ὑπὸ τῆς ἀλλογλωσσίας, ὡς πᾶσαν ἤπειρον καὶ νῆσον πληρωθῆναι αὐτῶν.."
      },
      {
        "index": 15,
        "text": "Σχεδασϑέντων δὲ τῶν ἀπογόνων τοῦ Νῶε, ἐξ ἐκείνων τὰ ἔϑνη συνέστησάν τε καὶ ὠνομάσϑησαν. ἑπτὰ γοῦν ὃ Ἰάφεϑ υἱοὺς ἐγέννησεν, οἱ ἀπὸ τοῦ Ταύρου καὶ ᾿“μάνου τῶν ὀρῶν 15 προῆλθον, ἐπὶ μὲν τῆς ᾿Ασίας ἄχρι ποταμοῦ Τανάϊδος, ἐπὶ δὲ τῆς Εὐρώπης ἕως Γαδείρων\" ὧν τοῖς ὀνόμασι καὶ ἔϑνη ἐπεκλή- ϑησαν, Uouagsg μὲν ἀπὸ. Γάμερ, οἱ νῦν Γαλάται λεγόμενοι\" τὴν διάλεκτον A; eadem fere codex Wolfianus (cf. annot.) et losephus; '4iÀ' ὃ Θεὸς tdg τούτων βουλὰς διεσκέδασεν εὐφυῶς, ἀσυνέτους τῶν παρ᾽ ἀλλήλων φωνῶν διὰ τοῦ τῶν γλωσσῶν μερι- σμοῦ τούτους ἀποφηνάμενος. Τὸ δὲ πεδίον ἐκεῖνο νῦν Βαβυλὼν"
      },
      {
        "index": 16,
        "text": "Μαγώγας δὲ τοὺς ἐξ αὐτοῦ ὠνόμασεν ὃ αγώγ, Xxv9ai δὲ νῦν καλοῦνται. ἐκ δὲ Ἰωβὰν Ἴωνες καὶ πάντες Ἕλληνες ἐπεκλή-- ϑησαν, ἐκ Maóat δὲ αδαῖοι, οἱ Ἰ]Πῆδοι προσαγορεύονται νῦν. Θοβὲλ Θοβήλους τοὺς ἐξ αὐτοῦ ἐπωνόμασεν\" οὗτοι δ᾽ εἰσὶν Ὁ δἼβηρες. ὃ ὁέ ys ἸΠοσὸχ τοῦ γένους κατῆρξε τῶν ἥεσχηνῶν\" Καππαδόχαι δ᾽ οὗτοι νομίζονται. Θειρᾶς δὲ Θείρας τοὺς ἐξ αὐτοῦ προσηγόρευσεν, ot Θρᾷκες μετωνομάσϑησαν ὕστερον. ἐκ δὲ τῶν ἐχγόνων Ἰάφεϑ' ᾿Ασχανάξαι μὲν οἱ κληϑέντες “Ῥηγῆνες ἐξ Zoyavàó προήχϑησαν, 'Ῥιφαϑαῖοι δέ (οὕτω πρὶν τοὺς Παφλα-- Ι0γόνας ἐκάλουν) ἐκ “Ῥιφὰϑ' τὸ γένος ἕλκειν πιστεύονται\" καὶ Θορ- γαμαῖοι τὸν Θοργαμᾶν πρόγονον ἑαυτοῖς ἐπιγράφουσιν, o? Φρύγες μετεκλήϑησαν ὕστερον. ᾿Ἐλισὰν δὲ ““λισαίων ἀρχηγέτης ἐγένετο, οἵπερ εἰσὶν «Ἰἰολεῖς. καὶ Θαρσεὺς δὲ τῶν Θαρσέων ἐγένετο πρό-- γονος \" τὸ γὰρ πάλαι Θαρσεῖς ἐκαλοῦντο οἱ Κίλικες\" ὅϑεν καὶ 5 τῶν παρ᾽ αὐτοῖς πόλεων ἀξιολογωτέρα Ταρσὸς καλεῖται, τοῦ ϑῆτα μεταβληϑώντος εἷς ταῦ. οὕτως γὰρ τῷ Ἰωσήπῳ γέγραπται περὶ τῆς Ταρσοῦ. ἕτεροι δὲ τὸν Περσέα φασὶν τῇ τῶν Κιλίκων χώρᾳ ἐπιδημήσαντα καὶ πόλιν βουληϑέντα χτίσαι καὶ τὸν τόπον τῆς πόλεως τοῖς οἰκοδόμοις δεικνύοντα τῷ ταρσῷ τοῦ ποδὸς δυπατάξαι τὴν γῆν, κἀντεῦϑεν ἐπικληθῆναι τὴν πόλιν Ταρσόν. Χίϑικια δὲ τὴν νῆσον συνῴκισεν ὃ Χεϑίμ\" ἡ Κύπρος αὕτη ἐστί, nap! Ἑλλήνων οὕτω χληϑεῖσα διὰ τὴν παρ᾽ αὐτοῖς ϑεὸν τὴν “ἀφροδίτην, ἣν Κύπριν προσαγορεύουσιν. Οἱ δέ γε παῖδες τοῦ Χὰμ τὴν ἀπὸ Συρίας καὶ 2duárov καὶ “Τιβάνου τῶν ὀρῶν γῆν κατέσχον, καὶ ὅσα πρὸς ϑάλασσαν αὐτῶν B ἐτέτραπτο μέχρις ὠκεανοῦ κατειλήφασι. καὶ προήλϑοσαν ἐκ μὲν 5 Χοῦς Xovgaio:* «Αἰϊϑίοπες οὗτοι εἰσί. ἸΠεσρὲμ δὲ Meogaluv προπάτωρ ἐγένετο\" οὕτω δὲ καλοῦνται «ἀϊγύπτιοι, καὶ 7) τῆς «Αἰγύπτου χώρα Ἰἤεσρὴν ὀνομάζεται. (ΦΦοὺτ δὲ τὴν «Διβύην κατῴκισε, καὶ (Φούτους τοὺς τῆς χώρας ἐχάλεσε, Φούτην δὲ τὴν χώραν αὐτήν. μετεβλήθη δ᾽ 5 κλῆσις αὐτῆς μετέπειτα εἰς “4ι-- 10 βύην ἐκ Alpvoc υἱοῦ Βεσρέμ. Χαναὰν δὲ τὴν κληϑεῖσαν Vore- ρον \"ovóaíav συνοικίσας Χαγναναίαν αὐτὴν προσηγόρευσε καὶ \"Χαναναίους τοὺς ἐξ αὐτῆς. οἱ δὲ ἸΠεσρὲμ παῖδες τὴν ἀπὸ Γάζης ἕως «Αἰγύπτου κατέσχον γῆν. μόνου δὲ Φιλιστιεὶμ. τὴν ἐπωνυμίαν διεφύλαξεν 7) ἐκείνου μερίς, ἣν Παλαιστίνην Ἕλληνες 16 C ὠνομάχασιν. Σιδώνιος δὲ παῖς πρωτότοχος δ᾽ αναὰν ἐν (Φοινίκῃ πόλιν ἀνέστησε, Σιδῶνα καλέσας αὐτήν. ᾿᾿μαϑεὶ δὲ “μάϑην ἔχτισε πόλιν, ἣν ἸΠακεδόνες ἀφ᾽ ἑνὸς τῶν Πτολεμαίων \"Exiqa- γοῦς λεγομένου ᾿Ἐπιφάνειαν μετωνόμασαν. ψόμασαν À cum libris mss Ducangii et altero Wolfii codice; ακε- δόνες κατῴκισαν, τὴν δὲ πόλιν Πτολεμαῖος ᾿Επιφανὴς λεγόμενος ᾿Επιφάώνειαν μετωνόμασε PW: Iosephus Μακεδόνες δ᾽ αὐτὴν ᾽Επι- φάνειαν ἀφ᾽ ἑνὸς τῶν ἀπογόνων (sic) ἐπωνόμασαν."
      },
      {
        "index": 17,
        "text": "Σὴμ δὲ τῷ υἱῷ Νῶε πέντε τίκτονται παῖδες, of τὴν μέχρις ὠχεανοῦ τοῦ xuT' ᾿νδίαν οἰκοῦσιν ᾿Ασίαν, ἀπ᾿ Εὐφράτου. ἀρξά-- μενοι. ᾿Ελὰμ μὲν οὖν ᾿Ελυμαίους Περσῶν ὄντας, ἀρχηγέτας xait- λιπεν, “σοὺρ δὲ Νίνον οἰχίζει πόλιν καὶ τοὺς ὑπ᾽ αὐτὸν “σσυ- 5 glove ὠνόμασε, καὶ \"qui “Χυλδαίων προπάτωρ ἦν, App. δὲ τοὺς Σύρους κληϑέντας ὕστερον ““ραμαίους ἐξ ἑαυτοῦ προσηγό-. ι ρευσεν, ὃ δὲ Ιοὺδ «Ἰούδους προήγαγεν,᾿ o? Avool μετέπειτα D προσερρήϑησαν. τῶν δὲ υἱῶν “ρὰμ τεσσάρων ὄντων ὃ piv τὴν Τραχωνῖτιν olxí;a καὶ τὴν “Ιαμασκόν (μέση δ᾽ ἐστὲ Παλαιστίνης Ἰῦχαὶ Κοίλης Συρίας), 6 δὲ ἀρμενίαν, Βακτρεινοὺς dà 6 ἕϊερος. τοῦ ᾿Αρφυξὰδ δὲ υἱὸς Καϊνᾶν, παῖς Καϊνᾶν 0.XuAd.. οὗτος δὲ πατὴρ. Ἕβερ. ἝἜβερ δ᾽ ἔτεχε τὸν (Φαλέγ, οὕτω χληϑέντᾳ διὰ τὸν τῆς γῆς μερισμόν\" ὅτε. γὰρ ἡ διαίρεσις γέγονε τῶν τότε dye — ϑρώπων, καὶ ὃ τῆς γῆς μερισμὸς τότε ἐτέχϑη\". φάλεχ᾽ γὰρ Ἕβραϊαοι B τὸν μιερισμὸν ὀνομάζουσιν. «Ἑβραίων δὲ τὸ ἔϑνος ἐκ τοῦ Ἕβερ ἀρχῆθεν ἐχλήϑη. τοῦ Φαλὲγ δὲ υἱὸς ὃ ἹῬαγαῦ, ὃ δὲ Ραγαῦ πατὴρ τοῦ Σερούχ, οὗτος δ᾽ ἔτεκε τὸν Ναχώρ, ἐκ \"epe δὲ Θάρρα προῆλϑε, Θάρρα δὲ πατὴρ 24g pad. 6. Tob δὲ τῶν Ἑβραίων γένους προπάτωρ καὶ | πατριάρχης οὐτῶν αὐτοῦ πατριῶν ὃ μέγας οὗτος γέγονεν ᾿Αβραάμ, ὃς “Χαλδαῖος"
      },
      {
        "index": 18,
        "text": "piv ἦν τὸ γένος, δέκατος ἀπὸ Νῶε γενόμενος, διακοσίων ἐτῶν καὶ ἐνενήκοντα πρὸς δυσὶ διεληλυϑότων ἐξ ὅτου τὴν γῆν ἅπασαν ὃ ϑεὸς ἐπομβρίᾳ κατέχλυσεν. οὗτος προγόνων ὧν ἀσεβῶν, πρῶ- τος ἔγνω ϑεὸν ἕνα τὸν τῶν ὅλων δημιουργόν, ἐκ τῶν ποιημάτων καταλαβὼν τὸν ποιητήν, καὶ τούτῳ μόνῳ τὴν τιμὴν ἀπονέμειν ὅ B δεῖν ἔλεγε. στασιασάντων δὲ διὰ ταῦτα πρὸς αὐτὸν τῶν “Χαλ- δαίων μετῴχησεν ἐκεῖϑεν, τοῦ γνωσθέντος αὐτῷ κελεύσει ϑεοῦ, καὶ τὴν Χαναναίαν ἔσχηκε γῆν. λιμοῦ δὲ τὴν Χαναναίαν πιέ- ζοντος μεταναστεύει εἰς “Αἴγυπτον. καὶ ϑαυμασϑεὶς ἐπὶ συνέσει, τὴν ἀριϑμητικὴν τοῖς “ἀϊγυπτίοις καὶ τὰ περὶ ἀστρονομίας, ἀμα-1ὸ ϑῶς τούτων ἔχουσι, παραδίδωσιν. ἐκ “Χαλδαίων γὰρ λέγεται φοιτῆσαι ταῦτα πρὸς “ἴγυπτον κἀκεῖθεν πρὸς Ἕλληνας. 2doov- ρίων δ᾽ ἐπελϑόντων τοῖς Σοδομίταις, οἷς συνῴχει καὶ “Τὼτ ἀδελ- φόπαις ὧν ᾿βραὰμ τῆς Σάρρας τε ἀδελφός, καὶ πολλῶν μὲν πεσόντων Σοδομιτῶν, αἰχμαλωτισϑέντων δὲ τῶν λοιπῶν, xoil$ Adt τοῖς Σοδομίταις συνῃχμαλώτευτος ὃ μαϑὼν ᾿Αβραὰμ σὺν C τριαχοσίοις ὀχτὼ καὶ δέκα οἰχέταις αὐτοῦ καὶ φίλοις τρισὶ κατε- δίωξεν ὀπίσω τῶν ᾿ἀσσυρίων, καὶ τούς τε Σοδομίτας ἔσωσε καὶ τὸν “τ. ἐπανιόντι δ᾽ ἐχ τῆς διώξεως ὃ τῆς Σόλυμα πόλεως βασξΔεὺς αὐτὸν ὑποδέχεται, κεχλημένος ἸΠελχισεδέκ (σημαίνει 0220 τοῦτο μεϑαρμοζόμενον εἰς τὴν “Ἑλλήνων διάλεκτον βασιλεὺς δί- καιος}\" Σόλυμα γὰρ ἦν ὄνομα τότε τῇ πόλει Ἱερουσαλήμ\" οὕτως ἀρχαία λίαν ἡ πόλις, xal χρόνῳ τὰ πρεσβεῖα κληρωσαμένη κατὰ πασῶν. τῆς ἀρετῆς δὲ τὸν ᾿Αβραὰμ ἀποδεξάμενος ὃ ϑεὸς &uoi- βὴν ὑπὲρ αὐτῆς ἐπηγγείλατο\" τοῦ δὲ φαμένου ἄχαρι πᾶν αὐτῷ δοκεῖν εὐεργέτημα, μὴ ἔχοντι τὸν τοῦτο διαδεξόμενον (ἦν γὰρ ὁ ἔτι γονῆς ἀμοιρῶν γνησίας, ὅτι τὴν μήτραν 3j Σάρρα πεπήρωτον, D ὁ ϑεὸς καὶ παῖδα δώσειν αὐτῷ καϑυπέσχετο, καὶ ἐξ ἐχείνου μέγα προελϑεῖν ἔϑνος, τοῖς ἄστρασι τὸν ἀριϑμὸν ἐξισούμενον\" καὶ περιτμηϑῆναε τὰ αἰδοῖα αὐτὸν καὶ τοὺς ὑπ᾽ αὐτὸν ἐκέλευσεν ἄρ-- θενας, ἵν᾽ εἴη τὸ γένος αὐτοῦ τοῖς ἄλλοις ἔϑνεσιν ἀνεπίμικτον * χαὶ περιετμήϑησαν."
      },
      {
        "index": 19,
        "text": "Γίνεται τοίνυν τῷ ᾿Αβραὰμ παῖς ἑκατὸν γεγονότι ἐνιαυτῶν ἐκ τῆς Σάρρας, ὃν ὃ ϑεὸς Ἰσαὰκ καλέσαι προσέταξε\" δηλοῖ δὲ τὸ ὄνομα γέλωτα\" ἢ ὅτι μειδίαμα τῇ Σάρρᾳ ἐγένετο, τέξεσθαι W Y 13 αὐτὴν τοῦ ϑεοῦ χρηματίσαντος, διὰ τὸ τῆς ὑποσχέσεως δύσελπι, παρήλιεκι οὔσῃ καὶ μὴ προσδοκούσῃ τεκεῖν ( ἐνενήκοντα γὰρ ἐτῶν τὸν \"oaüx τεκοῦσα ἐτύγχανενγ, ἢ ὅτι γέλωτος ὑπόϑεσις τοῖς yo- γεῦσε τὸ παιδίον ἐγένετο, ϑυμηδίας δηλαδὴ καὶ χαρᾶς. τεχϑέντα δὲ τὸν παῖδα τοῦτον κατὰ τὴν ὀγδόην ἡμέραν ὃ πατὴρ περιέτεμεν\" ὅϑεν οὕτω καὶ τοῖς Ἰουδαίοις νενόμισται περιτέμνεσϑαι. Ἄραβες 2002 μετὰ τρισκαιδέκατον ἔτος τοὺς παῖδας περιτέμνειν εἰώθασιν, ὅτι xed Ἰσμαὴλ ὃ προπάτωρ αὐτῶν ἐν τούτῳ τῷ χρόνῳ περιετέτ-- μῆτο \" τρισκαίδεκα γὰρ ἦν ἐτῶν ὅτε τῷ ᾿Αβραὰμ ὃ ϑεὸς ἐπέταξε τὴν περιτομήν. σημαίνει δὲ τὸ ὄνομα τοῦτο ϑεόκλητον, ὡς τοῦ ϑεοῦ τῆς ἱκεσίας ᾿Αβραὰμ ἀχούσαντος καὶ παῖδα δόντος αὐτῷ. ἐγείνατο δὲ τοῦτον ἐκ παιδίσκης ἣν ἢ Σάρρα αὐτῷ συγκατέκλινεν."
      },
      {
        "index": 20,
        "text": "B ἰδίας γὰρ ἀμοιροῦσα τότε γονῆς, οἰκείᾳ παιδίσκῃ \"Mya óvoua- σϑείσῃ, «Αϊγυπτίᾳ τὸ γένος, μιγῆναι τὸν ἄνδρα ἠτήσατο, καὶ δ τεχούσης ἐκείνης τὸν Ἰσμαήλ, φκχειώσατο τὸ παιδίον ἡ Σάρρα. τεχοῦσα δέ γε τὸν Ἰσαάκ, τῆς Ἄγαρ σὺν τῷ υἱῷ φυγὴν διὰ ζηλο- τυπίαν κατεψηφίσατο, ἀδρυνθέντος δὲ τοῦ Ἰσαάκ, ἢ ἀνδρω- ϑέντος κατὰ τὸν ᾿“Εβραῖον Ἰώσηπον (εἴκοσι γὰρ καὶ πέντε ἐνιαυ- τῶν φησιν εἶναι τὸν Ἰσαὰκ τότε), πεῖραν ὃ ϑεὸς ἐπάγει τῷ 10 Ἀβραάμ, καὶ καλέσας αὐτὸν ϑῦμα προσαγαγεῖν κελεύει τὸν υἱόν, xal εἰς ἕν τῶν ὀρέων ἀπαγαγόντα τὸν μονογενῇ τὸν ἀγα- πητὸν ὁλοκαυτῶσαι. καὶ οὐχ ἀντεῖπεν ὃ ᾿Αβραάμ, ἀλλὰ τὸν παῖδα προσειληφὼς καὶ tig τὸ ἐπιταχϑὲν αὐτῷ ὄρος ἀναγαγών,"
      },
      {
        "index": 21,
        "text": "C τὸν ϑεῖον αὐτῷ κοινοῦται χρησμόν, καὶ γενναίως οἷσειν τὴν καϑιέ- 15 Quoiπαραινεῖ, κελεύοντος τοῦ ϑεοῦ, ὃ δὲ πείϑεται καὶ ἑκὼν ἑαυτὸν παρέχει πρὸς καϑιέρωσιν, μὴ δίκαιον εἶναι φήσας ϑεοῦ καὶ πατρὸς ἀντιτείνειν ϑελήματι. οὕτω ταῦτα τῷ Ἰωσήπῳ ἱστέ- ρηται. εἶτα φείσασϑαι τοῦ υἱοῦ κελεύεται Ἀβραάμ, καὶ κριὸς αὐτομάτως εἰς ὁλοκαύτωσιν ἀντιδίδοται. μετὰ ταῦτα ϑνήσκει30 μὲν Σάρρα ἐτῶν οὖσα ἕχατον εἴκοσι πρὸς ἑπτά, ὃ δ᾽ ᾿Δβραὰμ ἑτέραν ἠγάγετο κεκλημένην Χετοῦραν, ἐξ ἧς υἱεῖς αὐτῷ φύονται ἕξ, τῷ Ἰσαὰκ δὲ περὶ τεσσαρακοστὸν ἔτος γεγονότε μνηστεύεται ὃ πα- τὴρ “Ρεβέκκαν ix. Μεσοποταμίας, ϑυγατέρα Βαϑουὴλ υἱοῦ Ναχὼρ Ὁ ἀδελφοῦ Ldfoaóu. ἔπειτα τελευτᾷ μὲν ἔτη ζήσας ἑκατὸν ἐβδο-- ϑμήχοντα καὶ πέντε\" γήμας δὲ τὴν Ῥεβέκχαν ὃ Ἰσαὰκ διδύμους παῖδας ix ταύτης γεννᾷ. ὧν τῷ μὲν πρεσβυτέρῳ καϑ' ὅλου τοῦ σώματος δασεῖα ἐφύετο ϑρίξ, ὅϑεν καὶ Ἡσαῦ ἐχλήϑη διὰ τὴν τρίχωσιν\" τῷ νεωτέρῳ δὲ 7, χεὶρ εἴχετο τῆς πτέρνης τοῦ ἀδελφοῦ, τῆς μητρικῆς προεκϑορόντος γαστρός, διὸ καὶ Ἰακὼβ ὠνομάσϑη \" Ἰθπτερνιστὴν δὲ τὸ ὄνομα xa9? Ἑβραίους δηλοῖ:"
      },
      {
        "index": 22,
        "text": "T. Γηράσας ἐπὶ τούτοις ἑ Ἰσαὰκ καὶ τὰς ὄψεις πεπήρωται. καὶ τὸν “Ησαῦ προσκαλεσάμενος (προτετίμητο γὰρ ἐκείνῳ διὰ τὰ πρωτοτόκια) καὶ ϑηρᾶσαι κελεύει καὶ ἑτοιμάσαι δεῖπνον αὐτῷ, \"Tra φαγών\" φησίν “εὐλογήσω σε πρὸ τοῦ uc ἀποθανεῖν.\" καὶ"
      },
      {
        "index": 23,
        "text": "9. Ησαῦ μὲν ἐξήει πρὸς ϑήραν, ἡ δὲ Ῥεβέκκα φιλοῦσα μᾶλλον τὸν Ἰακώβ, καὶ τοῦτον καλέσασα, εἶπεν ἃ ὃ πατὴρ ἐπέταξε τῷ Hoa, καὶ σπεῦσαι παρεχελεύσατο πρὸς τὸ ποίμνιον καὶ δύο κομίσαι ἁπαλοὺς ἐρίφους αὐτῇ, ὡς ἂν ἐκ τούτων ἐδέσματα ἑτοιμάσῃ τῷ γέρονει οἷα φιλεῖν ἐκεῖνον ἐπίσταται, καὶ φαγὼν εὐλογήσῃ αὐτόν. δὲ σιοιεῖ κατὰ τὰς μητρικὰς ἐντολάς. ἤδη δὲ παρεσκευασμένων τῶν ἐδεσμάτων, τοὺς βραχίονας τοῦ παιδὸς περιελέσσει ταῖς τῇ ϑεραπαίνῃ. αὐτῆς συνελϑεῖν. ὃ δὲ καὶ πείϑεται καὶ τῇ Balla συνέρχεται, καὶ παιδίον ἐξ Ἰακὼβ ἢ Βάλλα γεννᾷ, καὶ Zfüv ἐκλήθη ὃ παῖς\" ϑεόκριτον εἴποιεν Ἕλληνες. κἀκ τῆς αὐτῆς αὖϑις τίχτεται Νεφϑαλείμ, εὐμηχάνητος, οἷον διὰ τὸ ἀντιτεχνάσασϑαι πρὸς τὴν εὐτεκνίαν τῆς ἀδελφῆς. ζηλοῖ ἐπὶ τούτοις 7 2n; ὃ καὶ παρακατακλίψει κἀκείνη τῷ Ἰακὼβ Ζελφὰν τὴν ἰδίαν ϑερά- παιναν. υἱὸν δὲ καὶ αὕτη ἐγείνατο Γάδ' τυχαῖον ἄν τις καλέσῃ C αὐτόν. καὶ ἐπὶ τούτῳ τίχτει καὶ ἕτερον, οὗτος δ᾽ ἦν ὃ aoro\" λέγοιτο δὲ μακαριστής, ὡς εὐχλείας τῇ dela. διὰ τὴν πολυτεκνίαν καὶ μακαρισμοῦ γενόμενος αἴτιος. τῇ dile. δὲ ἹῬουβὶμ τοῦ υἱοῦ 10 μανδραγάρου. μῆλα κομίσαντος, ἤτει Ραχὴλ μεταδοῦναι τούτων αὐτῇ, καὶ ἀμοιβὴν προυτίϑει τῇ ἀδελφῇ τὸ xar! ἐκείνην τὴν νύχτα λέχτρον τοῦ Ἰακώβ' ἡ γὰρ νὺξ ἐκείνη τῇ Ῥαχὴλ προσκε- κλήρωτο. καὶ συνευνάζεται διὰ τοῦτο τῇ «Αείᾳ ὃ Ἰακώβ, καὶ τίχτει παῖδας ἔτι δύο τὸ γύναιον, τὸν Ἰσάχαρ (τὸν ἐκ μισϑοῦ δὲ15 γεγονότα σημαίνει τὸ ὄνομα) xai Ζαβουλών ( δηλοῖ δὲ τὸν ἠνεχυ- ρασμένον εὐνοίᾳ τῇ πρὸς αὐτήν) καὶ ϑυγατέρα κληϑεῖσαν dva. 5 γίνεται δὲ καὶ τῇ Pay) υἱὸς Ἰωσήφ' τὸ δ᾽ ὄνομα προσϑήκην τινὸς γενησομένου δηλοῖ. ᾿"
      },
      {
        "index": 24,
        "text": "8. Ἔτη μὲν οὖν εἴκοσιν ἐποίμαινε τῷ πενθερῷ Ἰακώβ\" 30 εἶτα ὑποχωρῆσαι ϑέλων οὐ συγκεχώρητο. ὅϑεν χρύφα μετὰ τῶν γυναικῶν σὺν ταῖς ϑεραπαινίσε καὶ τοῖς παισὶν ἀπεδίδρασχεν, καὶ τὴν χτῆσιν προσεπαγόμενος καὶ τῶν βοσχημάτων ἅπερ. αὐτῷ τοῦ ποιμαίνειν μισϑὸς προσνενέμηντος. Ραχὴλ δὲ xal τὰ εἴδωλα τοῦ πατρὺς ἐπεφέρετο, οὐχ ὡς τιμῶσα ἀλλ᾽ Vy! ἔχοι ταῦτα κατα- δφυγὴν εἰ ἐπιδιώξας αὐτοὺς ὃ πατὴρ καταλάβοι. τοῦ δὲ “άβαν xa9^ ἑβδόμην ἡμέραν καταλαβόντος, κατ᾽ ὄναρ ἐπέταξεν αὐτῷ ὃ ϑεὸς σπείσασθαι τῷ Ἰακώβ. μεϑ᾽ ἡμέραν δὲ λόγοι ἀμφοῖν γίνονται, καὶ τοῦ Ἰαχὼβ μηδὲν ἀδικεῖν ἀποδείξαντος, περὶ τῶν πατρῴων ϑεῶν ἐπενεκάλει ὃ “ἄάβαν αὐτῷ. 6 δὲ μηδὲν περὶ αὖ- Ιϑτῶν συνειδὼς ἐρευνᾶν παρεχώρει. καὶ γίνεται 7; ἔρευνα. ἡ Ῥα- χὴλ δὲ τὰ εἴδωλα τῇ ἀστράβῃ τῆς φερούσης αὐτὴν χαμήλου ἐντί- ϑησε, καὶ αὐτὴ ἐπεκάϑητο φάσχουσα τὴν τῶν ἐμμήνων ῥύσιν αὐτῇ ἐνοχλεῖν. ὃ δὲ “άβαν μὴ ἄν. ποτε τὴν ϑυγατέρα μετὰ τοιούτου πάϑους τοῖς ϑεοῖς αὐτοῦ προσελϑεῖν οἰηϑείς, παρῆλϑεν Ιϑαὐτήν. xal ὃ μὲν ἀνέζευξεν, ὃ δὲ Ἰακὼβ τὸν ἀδελφὸν δεδιώς, προπέμπει δηλῶν αὐτῷ τὴν ἐπάνοδον, καὶ δῶρα στέλλει αὐτῷ. γυχτὸς δ᾽ ἐπιγενομένης φαντάσματι συντυχὼν διεπάλαιε καὶ ἐδόκει χρατεῖν. αἰσϑόμενος δὲ ἄγγελον εἶναι ϑεοῦ, εἰπεῖν αὐτῷ παρε- B χάλει, τίνα μοῖραν ἕξει\" ὃ δὲ τὸ κρατῆσαι ϑείου ἀγγέλου μεγά- ἤθλων ἀγαϑῶν σημεῖον ἡγεῖσϑαι δεῖν ἔλεγε, καὶ Ἰσραὴλ αὐτὸν καλεῖ- σϑαι ἐχέλευεν. τοῦτο δὲ οἱ μὲν. ἄλλοι νοῦς. ὁρῶν ϑεὸν ἑρμη-- γεύουσιν, ᾿Ιώσηπος δὲ τὸν ἀντιστάντα ϑείῳ ἀγγέλῳ σημαίνειν χαὶ ὃς ἠρεύνα Α, καὶ ὡς ἡ ἔρευνα γίνεται alter codex Wolfii. δ΄ Α. 20 ἔλεγε δεῖν Α. φησίν. Ἰακὼβ δὲ τὸν τόπον καλεῖ (ΦΦανουήλ, τουτέστι ϑεοῦ πρόσωπον. γενομένου δ᾽ ἐν τῇ πάλῃ τῇ πρὸς τὸν ἄγγελον ἀλγή- ματος αὐτῷ περὶ τὸ νεῦρον τὸ πλατύ, ἐκεῖνός τε τὴν τούτου βρῶσιν ἀπείπατο, καὶ δι ἐχεῖνον καὶ τῷ ἐκείνου γένει παντὶ ἀπηγόρευται. ὑπαντήσαντος δὲ τῷ ἀδελφῷ τοῦ \"Hoa, ovvé-6 C βαλὸον ἀλλήλοις καὶ ἠσπάσαντο. εἶτα ὃ μὲν Ησαῦ ἀπηλλάγη, Ἰακὼβ δ᾽ ἀφίκετο πρὸς τὰ Σίκιμα. τῶν δὲ Σικιμιτῶν ἑορτὴν ἀγόντων, ἣ ϑυγάτηρ αὐτοῦ “εῖνα εἰς τὴν πόλιν παρῆλϑε, τὰ τῆς ἑορτῆς ἱστορήσουσα. ϑεασάμενος οὖν αὐτὴν Συχὲμι ὃ τοῦ τῆς πόλεως βασιλέως υἱός, φϑείρει δι᾿ ἁρπαγῆς. ἔπεετα ὃ τού- 10 του πατὴρ ἐδέετο τοῦ ᾿Ιαχὼβ συζεῦξαι τὴν Δεῖναν τῷ Συχέμ\" ὃ δὲ οὐ κατένευσε. Συμεὼν δὲ xal Atul τῆς κόρης ὁμομήτριοι ἀδελφοί, διὰ τὴν ἑορτὴν εὐωχουμένων τῶν ἐν τῇ πόλει καὶ χαρη- βαρούντων, νύκτωρ παρελϑόντες πᾶν ἄρσεν ἡβηδὸν ἀναιροῦσι xal τὸν βασιλέα καὶ τὸν υἱὸν αὐτοῦ. ταῦτά φησιν ὃ ᾿Ιώσηπος. 16 D πιϑανώτερον δὲ περὶ τούτων ἢ βίβλος ἱστορεῖ τῆς Γενέσεως. λέγει γὰρ ὅτι ᾿Εμμὸρ τοῦ πατρὸς Συχὲμ ἀξιοῦντος συζευχϑῆναι τὴν Züvav τῷ υἱῷ αὐτοῦ, Συμεὼν καὶ Atul εἶπον ὡς “εἰ περι- τμηϑεῖεν οἱ ἐν τῇ πόλει ἄρρενες πάντες, δώσομεν τὴν ἀδελφὴν ἡμῶν τῷ υἱῷ σοῦ\", καὶ ὅτι κατεδέξαντο τὸν λύγον καὶ περιε- 30 τμήϑησαν ἅπαντες. κατὰ δὲ τὴν ἐκ τῆς περιτομῆς τρίτην ἡμέραν πονηρῶς τῶν περιτμηϑέντων διαχειμένων χαὶ ὀδυνωμένων διὰ τὴν φλεγμονήν, ἐπέϑεντο αὐτοῖς καὶ ἀνεῖλον ἅπαντας, ἀγνοοῦντος τοῦ ᾿Ιακώβ. ᾧ χαλεπαίνοντι διὰ ταῦτα ϑαρρεῖν ἐκέλευσεν ὃ ϑεός. P Y 97 ἐλϑὼν δὲ ἐν Βαιϑὴλ ὃ ᾿Ιακώβ, ὅπου τὸν ὄνειρον ἐθεάσατο, ἔϑυσεν. καὶ προϊὼν τὴν ἹῬαχὴλ ix τοχετοῦ ϑανοῦσαν ἐν ᾿Εφρατᾶ 9ánru. - καὶ τὸ ἐξ αὐτῆς παιδίον Βενιαμὶν ἐκάλεσε, διὰ τὴν ἐπ᾿ αὐτῷ ϑγενομένην τῇ μητρὶ ὀδύνην. ἐλθὼν δ᾽ εἰς Χεβρὼν πόλιν τῶν Χαναναίων, κατέλαβε τὸν πατέρα αὐτοῦ ᾿Ισαὰκ ἔτι ζῶντα, ἡ δὲ Ῥεβέκκα ἔφϑη ϑανεῖν. ϑνήσκει δὲ μετὰ βραχὺ καὶ ὃ 'Icaáx, καὶ θάπτεται σὺν τῇ γυναικὶ παρὰ τῷ γονικῷ μνημείῳ, βιώσας ἔτη πέντε καὶ ὀγδοήκοντα πρὸς τοῖς ἑχατόν. 10 9. Ἡσαῦ δὲ ἦρχε τῆς ᾿Ιδουμαίας, καλέσας τὴν χώραν ἀφ᾽ ἑαυτοῦ. ᾿Εδὼμ γὰρ ἐχεῖνος ἐκέχλητο, ὅτε ἀπὸ ϑήρας ποτὲ B λιμώττων ἐπανελϑών, καὶ τὸν ἀδελφὸν εὑρὼν φακῆν ἑτοιμιά-- σαντα ἑαυτῷ πρὸς τροφήν, ἠξίου δοῦναι αὐτῷ \" ὃ δὲ ἀποδόσϑαι αὐτιῷῦ τὸ πρεσβεῖον ἠνάγκασεν ἀντὶ τῆς φαχῆς. καὶ παραχωρεῖ Ἰδτούτου μεϑ᾽ ὅρκων αὐτῷ διὰ τὸν λιμόν\" ὅϑεν Ἐδὼμ ἐπεχλήϑη, διὰ τὴν ξανϑότητα τῆς φακῆς\" σφόδρα γὰρ ἦν τὴν χροίαν τοιαύτης Ἐδὼμ δὲ παρ᾽ Ἑβραίοις τὸ ἐρυϑρὸν ὀνομάζεται. ᾿Ιακὼβ δὲ τὸν ἐκ τῆς Ραχὴλ ᾿Ιωσὴφ διά τε τὴν τοῦ προσώ-- που εὐφυΐαν καὶ τὴν τῆς ψυχῆς ἀρετὴν πλέον τῶν ἄλλων παίδων 3:iy&ne. ἥ τε γοῦν τοῦ πατρὸς στοργὴ καὶ οἱ ὄνειροι οὗς ἐϑεά-- men σώματος À. 19 πλέον om, μᾶλλον post ἠγάπα"
      },
      {
        "index": 25,
        "text": "duro εἷς φϑόνον αὐτοῦ τοὺς ἀδελφοὺς κεκινήκασι. τῶν δὲ ὄνει- ράτων τὸ μὲν ἦν τοιοῦτον. ἐν ὥρᾳ ϑέρους ἐδόκει μετὰ τῶν ἀδελ-- Ο φῶν ϑερίζων δράγματα δεσμεῖν καὶ τιϑέναι, καὶ τὰ μὲν αὐτοῦ ἠρεμεῖν, τὰ δὲ τῶν ἀδελφῶν προστρέχοντα προσκυνεῖν τοῖς αὐτοῦ. τὸ δέ, τὸν ἥλιον xai τὴν σελήνην καὶ τοὺς λοιποὺς τῶν ἀστέρων 5 προσχυνεῖν ἐδόκει αὐτῷ. ταύτας τὰς ὄψεις τῷ πατρὶ διηγού- μένος, παρόντων καὶ τῶν συγγόνων, τὴν δήλωσιν ἐζήτει μαϑ εἴν. ὃ δὲ εὐδαιμονίαν κατήγγειλε τῷ παιδί, καὶ καιρὸν ἥξειν χαϑ᾽ ὃν ὑπὸ τῶν γονέων xol τῶν ἀδελφῶν τιμηϑήσεται καὶ προσχυνη- ϑήσεται. ταῦτα τοὺς ἀδελφοὺς ἐλύπησε τοῦ ᾿Ιωσήφ, καὶ ὑπε- 10 βλέποντο τὸ μειράκιον. νεμόντων δὲ τὰ ποίμνια τῶν παίδων τοῦ ᾿Ιακὼβ ἐν Σικίμοις, ὃ πατὴρ πέμπει τὸν ᾿Ιωσὴφ ἐκείνους ἐπισχε- D ψόμενον. οἱ δὲ τοῦτον ἰδόντες ὥρμησαν ἀνελεῖν. “Ρουβὶμ δὲ συνεβούλευε μὴ αὐτόχειρας γενέσϑαι τοῦ ἀδελφοῦ, ἀλλ᾽ εἰς τὸν παραχείμενον λάχχον ῥῖψαι αὐτόν, ἵνα ἀποθάνῃ ἐκεῖ, καὶ οὕτω 15 μετριώτερον ἔσοιτο τὸ κακόν. συναινεσάντων δὲ τῷ λόγῳ τῶν νεανίσκων, λαβὼν ὃ Ῥουβὶμ τὸ μειράκιον, ἠρέμα καϑίμησεν εἰς τὸν λάχχον. ᾿Ιούδας δὲ ἐμπόρους ἰδὼν \"Moaflac, συνεβούλευσε τοῖς ἀδελφοῖς τὸν ᾿Ιωσὴφ ἀπεμπολῆσαι αὐτοῖς. καὶ δόξαν τοῦτο, τοῖς ἐμπόροις αὐτὸν ἀποδίδονται μνῶν εἴκοσι, ἐτῶν ἑπτακαίδεκα 30 γεγονότα. “Ρουβὶμ δὲ νύκτωρ ἐπὶ τὸν λάχκον ἐλϑών, ἵν᾽ ἐξενέγκῃ τὸν ᾿Ιωσὴφ καὶ σώσῃ τοὺς ἀδελφοὺς λαϑών, καὶ μὴ εὑρὼν αὐτόν, δ᾽ Α. 5 τῶν ἀστέρων] ἀστέρας Α. 10 τοῦ ἑωσὴφ ἐλύ- πενϑῶν ἠτιᾶτο τους ἀδελφούς. τῶν δὲ τὸ mpuyOiv φρασάντων παύεται τοῦ πένϑους. τὸν δὲ χιτωνίσκον τοῦ μειρακίου αἵματι τράγου μολύναντες ἧκον πρὸς τὸν πατέρα καὶ εἶπον, τὸν μὲν ᾿Ιωσὴφ μήτ᾽ ἰδεῖν μήϑ᾽ ὅπως ὁιέφϑαρται γνῶναι, χιτῶνα: δὲ ὁτοῦτον εὑρεῖν ἡμαγμένον καὶ διερρωγότα. \"Ἰακὼβ δὲ ἐπὶ τῷ μει-- ρακίῳ πενθῶν ἐκαϑέζετο καὶ σάκκον ἐνδύσας. τὸν ᾿Ιωσὴφ δὲ ἐκ τῶν ἐμπόρων ὠνήσατο Πετεφρὴς ἀνὴρ «ἀϊγύπτιος ἐπὶ τῶν βασι-- λέως Φαραὼ μαγείρων, καὶ εἶχεν αὐτὸν ἐν τιμῇ. τῆς δὲ τοῦ δεσπότου γυναιχὸς διά τε εὐμορφίαν καὶ τὴν αὐτοῦ δεξιότητα Ἰθἐρωτικῶς διατεϑείσης καὶ λόγους περὶ μίξεως προσαγαγούσης, παρέπεμπε τὴν ἀξίωσιν. ἡἣ δὲ δεινῶς πολιορκουμένη τῷ ἔρωτι, B δευτέραν ἐπῆγε πεῖραν, καὶ τὸ πείϑειν ἀπογνοῦσα βιάζεσθαι ἴϑελεν. ὡς δὲ καὶ τὸ ἱμάτιον ὃ νεανίσκος καταλιπὼν ἐξεπήδησε; καϑῆστο χατηφὴς xal συγχκεχυμένης. ἐλϑόντι δὲ τἀγδρὶ κατηγόρει τοῦ ᾿Ιωσήφ, καὶ τὸ ἱμάτιον ἐπεδείκνυεν, ὡς ὅτ᾽ ἐπεχείρει βιά-- ζισϑαε καταλιπόντος αὐτό.ςἈ Πετεφρὴς δὲ εἰς τὴν τῶν κακούργων ερχτὴν ἐμβάλλει τὸν ᾿Ιωσήφ, ἐν fj καὶ ὃ οἰνοχόος τοῦ Φαραὼ \" κατ᾽ ὄργὴν ἐνεκέκλειστο, καὶ ὃ ἀρχισιτοποιός. οἷς συνήϑης γενό-- | μένος ἠξιοῦτο φράσαι αὐτοῖς τῶν ἐνυπνίων τὴν δήλωσιν. ὃ μὲν WII ὧν ἀπτῃώρηντο μεγάλοι καὶ πέπειροι βότρυες, τούτους δ᾽ ἀπο- ϑλίβειν εἰς φιάλην καὶ προσάγειν τῷ Φαραώ, κἀκεῖνον λαβεῖν προσηνῶς. ἀγαϑὰ yovv σημαίνειν αὐτῷ τὸν ὄνειρον ἐξηγεῖτο ὃ Ἰωσήφ\" ἐν γὰρ τρισὶν ἡμέραις ταῖς προσαγούσαις εἰς τὸ πρότερον ἀποκατασταϑήσεσϑαι διακόνημα. καὶ ἠξίου μεμνῆσϑαι αὐτοῦ εὐπραγήσαντα. ὃ δὲ ἀρχισιτοποιὸς τρία κανᾶ ἐδόκει φέρειν ἐπὶ τῆς κεφαλῆς, δύο μὲν ἄρτων πλήρη τὸ δ᾽ ἕτερον ὄψου καὶ ποι- ὃ κίλων βρωμάτων, τὰ δὲ διαρπαγῆναι ὑπὸ πτηνῶν καϑιπταμένων, ἔφη δὲ καὶ τούτῳ ὃ ᾿Ιωσὴφ τὰ τρία κανᾶ τριῶν ἡμερῶν εἶναι D σημαντικά, καὶ ἐν τῇ τρίτῃ ἡμέρᾳ μέλλειν αὐτὸν κρεμασϑέντα σαρχοφάγοις ἔσεσϑαι βορὰν πετεινοῖς. γέγονε δ᾽ ἐπ᾽ ἀμφοῖν ὡς ᾿Ιωσὴφ ἐξηγήσατο. | 10"
      },
      {
        "index": 26,
        "text": "10. Εἶτα τῷ Φαραὼ ὃ ϑεὸς ὕψεις ἐνυπνίων ἐπιπέμπει διττάς, καὶ τὰς δηλώσεις ἀμφοῖν. ὃ δὲ τῶν μὲν ὄψεων ἐμιμνή- exero, τῶν δ᾽ ἐξηγήσεων ἐπελάϑετο. συγκαλεῖ τοίνυν τοὺς τῶν «Αγυπτίων σοφούς, καὶ ἀπαγγέλλει αὐτοῖς τὰ ἐνύπνια, καὶ τὴν δήλωσιν ἀπαιτεῖ\" ἀπορούντων Ó' ἐχείνων ὀργίζεται. ὃ δ᾽ olvo-15 χόος, εἰ καὶ μὴ πρότερον, ἀλλὰ τότε πρὸς μνήμην ἧκε τοῦ Ἰωσήφ, P χαὶ διδάσκει περὶ ἐκείνου τὸν (Φαραώ. ἄγεται τοίνυν αὐτίκα. ὃ δέ φησι “νεανία, φράσαι μοι τὴν κρίσιν τῶν ὀνειράτων ὧνπερ τεϑέαμαι. ἔδοξα βόας εὐτραφεῖς ἑπτὰ προϊόντας τοῦ ποταμοῦ πρὸς τὸ ἕλος χωρεῖν\" ἑτέρους δ᾽ ἑπτὰ ἰσχνοὺς καὶ τετηγμένους 30 τοῦτο À. 11 φαραῷ Α. 13 συγκαλεῖται Α. 16 ὠργέ- ὀνειράτων] ἐνυπνίων Α. λιμῷ τοῦ ἕλους ἐξελϑόντας συναντῆσαι τούτοις, καὶ βρωθῆναι παρὰ τῶν δευτέρων τοὺς πρώτους καὶ πίονας, xal μένειν ἔτ᾽ αὖ- τοὺς ὁμοίως ἰσχνούς. αὖϑις δ᾽ ὁρῶ στάχυας ἑπτὰ ἐκφύντας ῥίζης μιᾶς ϑαλεροὺς xal κεχλιμένους τῷ βάρει τῷ τοῦ καρποῦ. δπλησίον δ᾽ αὐτῶν ἰσαρίϑμους ἐδόκουν δρᾶν στάχυας ἀδρανεῖς ὑπὸ ἀδροσίας καὶ πρὸς ὅρασιν ἀηδεῖς, o? καὶ ἀνήλισχον τοὺς εὐχάρπους τε καὶ ὡραίους.\" ὃ δ᾽ ᾿Ιωσήφ “κἂν διττά\" φησιν “ὦ βασιλεῦ, εἰσὶ τὰ ἐνύπνια, ἀλλὰ μέαν ἔχουσι τῶν μελλόντων Β τὴν δήλωσιν. οἵ τε γὰρ βόες, ζῶον ἐπ᾿ ἀρότρῳ πονοῦν, ὑπὸ τῶν χειρόνων κατεσϑιόμενοι, καὶ οἱ ϑάλλοντες στάχυες ὑπὸ τῶν ἀδρανῶν δαπανώμενοι, λιμὸν ἐπὶ τοσαῦτα ἔτη τῇ χώρᾳ σου χαταγγέλλουσιν ἐν ᾿ἰσαρίϑμοις ἐνιαυτοῖς εὐθηνηϑείσῃ πρότερον τοῖς καρποῖς, ὡς τὴν τούτων εὐφορέαν ἀναλωθῆναι ὑπὸ τῶν ἔπειτα. εἰ δὲ σὺ ταμιεύσεις τὰ τῆς προτέρας εὐδαιμονίας εἰς Ιὑτοὺς τῆς ἀφορίας ἐνιαυτούς, ϑήσεις τοῖς «Αἰγυπτίοις ἀνεπαίσϑητον τὸ δυστύχημα.\" Φαραὼ δὲ τὴν τοῦ ᾿Ιωσὴφ ἐκπλαγεὶς σοφίαν διά τε τὴν ἐξήγησιν καὶ τὴν συμβουλήν “αὐτὸς ὃ τούτων\" ἔφη “χριτής τε καὶ σύμβουλος καὶ οἰκονόμος ἔσῃ τῶν βουλευϑέντων. καὶ παρέσχεν αὐτῷ τὴν ἐξουσίαν αὐτοῦ, ὥστε σφραγῖδι χρῆσϑαι Ο 30:5 Φαραὼ καὶ πορφύρων ἐνδύεσθαι καὶ ἐλαύνειν. ἐφ᾽ ἅρματος. ἦν δὲ τότε τριάκοντα γεγονὼς ἐτῶν ᾿Ιωσήφ. προσηγόρευε δὲ αὐτὸν ὃ Φαραὼ ΨῬοϑομφάνηχον\" σημαίνει δὲ τὸ ὄνομα κρυπτῶν εὑρετήν. συζεύγνυσι δὲ αὐτῷ xol γυναῖχα 1dotviO χεχλημένην, τὴν ϑυγατέρα τοῦ ἐν “Ηλίου πόλει ἱερέων πρωτεύοντος. ἐξ ἧς αὐτῷ γίνονται παῖδες πρὸ τοῦ λιμοῦ, ὧν ὃ πρεσβύτερος ἦν Ma- γνασσῆς\" ἐπίληϑον δὲ δηλοῖ, ὅτι λήϑην εὕρατο τῶν ἀτυχημάτων\" ἜἘφραϊμ δὲ ὃ νεώτερος\" ἀποδιδοὺς δὲ τοῦτο σημαίνει, διὰ τὸ ὅ D ἀποδοϑῆναι αὐτῷ τὴν τῶν προγόνων ἐλευϑερίαν. ἐντεῦϑεν ἧκεν ὃ τῆς ἐνδείας καιρός. οὐ μόνης δὲ τῆς «ἀϊγύπτου κατεκράτησεν ὃ λιμός, ἀλλὰ καὶ τῆς χώρας xa9^ ἣν παρῴκει ὃ ᾿Ιακώβ. πέμπει τοίνυν τοὺς υἱοὺς εἷς Alyvntov σῖτον ὠνησομένους,. μόνον παρ᾽ ἑαυτῷ κατασχὼν τὸν Βενιαμὶν ὡς νεώτατον. οἱ μὲν οὖν προσῆλ- 10 Sov τῷ ᾿Ιωσήφ. ὃ δὲ μὴ γνωσϑεὶς ἐπέγνω τοὺς ἀδελφούς, xdi Ἢ κατασχύπους ἔλεγεν ἥκειν αὐτούς. 0i δὲ ὅϑεν τε ἥκοιεν ἔλεγον, καὶ ὡς ἑνὸς εἶεν πατρὸς ἔτι ζῶντος, καὶ ὡς ἕτερος νεώτερος ἀδελ- góc ἔστι παρὰ τῷ πατρί. πληροφορίαν δ᾽ ἔλεγεν ᾿Ιωσὴφ δοῦναι αὐτῷ ἀληϑείας, εἰ τὸν νεώτερον ἀδελφὸν κομίσουσι πρὸς αὐτόν. 15 P δίδωσιν οὖν σῖτον αὐτοῖς, καὶ τὸ ἀργύριον τῷ ἑχάστου σάκχῳ ἐνθέμενος λάϑρα\" κατέσχε δὲ τὸν Συμεὼν τῆς ἐπανόδου ἐσόμενον ὅμηρον. ἐπανῆλθον πρὺς τὸν ᾿Ιακὼβ oi υἱοὶ τὸν σῖτον κομί- ζοντες, καὶ τὰ συμβάντα ἀπήγγειλαν, χαὶ λύπην αὐτῷ ἡ τοῦ Συμεὼν ἐποίει χατάσχεσις, δοῦναί τε τὸν Βενιαμὶν ἀπαχϑῆναι εἰς “ἴγυπτον οὐ χκατένευσεν. ἤδη δὲ τοῦ σίτου δαπανηϑέντος, ἐπεὶ μὴ ἄλλως ἐξῆν αὐτοῖς εἰς Alyuntov ἀπελϑεῖν εἰ μὴ καὶ τὸν"
      },
      {
        "index": 27,
        "text": "Βενιαμὶν συνεπάγοιντο, ὑπείκων ἀνάγκῃ δίδωσιν αὐτὸν ὃ πατήρ, xai τὴν τοῦ σίτου τιμὴν διπλασίονα, καὶ τῷ ᾿Ιωσὴφ δωρεάς."
      },
      {
        "index": 28,
        "text": "ὡς δ᾽ ἦλθον εἰς “ἴγυπτον προσήγαγον τὰ δῶρα αὐτῷ. ὃ δὲ τὸν"
      },
      {
        "index": 29,
        "text": "Βενιαμὶν ἰδὼν καὶ συνθρυπτόμενος, ἵνα μὴ δαχρύων καταφανὴς δγένοιτο, μετέστη. εἶτα ἐπὶ δεῖπνον παραλαμβάνει τοὺς ἀδελ- φούς, καὶ διπλασίοσι μοίραις ἐδεξιοῦτο τὸν Βενιαμίν, καὶ τὸν τοῦ σίτου ταμίαν δοῦναι σῖτον αὐτοῖς κελεύει καὶ τὴν τιμὴν ἐν-- ϑεῖναι τοῖς σάχχοις, εἷς δὲ τὸ τοῦ Βενιαμὶν φορτίον καὶ σκύφον ἀργύρεον ἐμβαλεῖν. τούτων δὲ γεγονότων ἀπήεσαν οἱ ἀδελφοὶ Ἰθλαβόντες καὶ τὸν Συμεών. περιχυχλοῦσι δὲ ἀπιόντας αὐτοὺς ἱππεῖς ἐπεγκαλοῦντες τὴν τοῦ σχύφου χλοπήν, καὶ ἐρευνῶντες εὗρον τὸν σκύφον παρὰ τῷ φορτίῳ Βενιαμίν. οἱ μὲν οὖν ἱππεῖς ἦγον πρὸς τὸν ᾿Ιωσὴφ τὸν Βενιαμίν, οἱ δὲ ἀδελφοὶ αὐτοῦ τὰς C στόλας διαρρήξαντες ἔκλαιον καὶ συνείποντο. \"Ἰωσὴφ δὲ τούτους livudícac ὡς ἀχαρίστους, ἠλευϑέρου μὲν τοὺς λοιπούς, μόνῃ δ᾽ ἠρκεῖτο τῇ τοῦ Βενιαμὶν κατοχῇ. τοὺς δὲ ἀπορία συνεῖχεν. ᾿Ιούδας δὲ διαλεχϑεὶς καὶ πολλὰ πρὸς ἔλεον δημηγορήσας ἐπα-- γωγά, εἷς ἔλεγχον ἤγαγε τοῦ πάϑους τὸν ᾿Ιωσήφ. ὃ δὲ μηκέτι δυνάμενος ὑποχρένεσϑαι τὴν ὀργήν, γνωρίζει τοῖς ἀδελφοῖς £av- 30:0, καὶ χάριν αὐτοῖς ὡμολόγει ὡς συναιτίοις γενομένοις τῶν τῷ ϑεῷ βεβουλευμένων περὶ αὐτοῦ. “ἄπιτε οὖν\" φησι “καὶ ταῦτα δηλώσατε τῷ πατρί, αὐτόν τε καὶ πᾶσαν τὴν συγγένειαν ἀνα-- λαβόντες ἐνταυϑοῖ μετοικίζεσϑε\" ἔτει γὰρ ἐπὶ πενταετίαν ἔσται λιμός.\" ταῦτα εἰπὼν περιβάλλει τοὺς. ἀδελφοὺς καὶ δωρεαῖς δεξιοῦται."
      },
      {
        "index": 30,
        "text": "11. Kai οἱ μὲν ἀπῆλθον\" ὃ δὲ ᾿Ιακὼβ μαϑὼν τὰ περὶ ᾿Ιωσήφ, ὥρμησεν εὐθὺς πρὸς αὐτόν, πᾶσαν τὴν συγγένειαν αὐτοῦ ἐπαγόμενος\" ἦσαν δὲ ἑβδομήκοντα πέντε. ἤδη δὲ τῆς «Αἰγύπτου πλησίον ὄντι αὐτῷ προσυπαντᾷ ᾿Ιωσήφ. ὃ δ᾽ ὑπὸ χαρᾶς μικροῦ δεῖν ἐξέλιπε. παραγεγονότα δὲ τὸν ᾿Ιακὼβ καὶ τοὺς μετ᾽ αὐτοῦ εἰς Alyvntov ἀκούσας ὃ Φαραώ, χαίρων ἦν, καὶ παραγενόμενον τὸν ᾿Ιαχὼβ πρὸς αὐτὸν ἠσπάσατο. καὶ μαϑὼν ποιμένας εἶναι τοὺς μετ᾽ αὐτοῦ, συνεχώρησεν αὐτοῖς τὴν ἐν «Ηλίου πόλει κατοί- 10 κῆσιν. τοῦ δὲ λιμοῦ ἐπιτεινομένου, χρημάτων τοῖς «Αἰγυπτίοις ἀπεδίδου τὸν σῖτον ὃ ᾿Ιωσήφ. τούτων δ᾽ ἐπιλειπόντων, τῶν βοσκημάτων ὠνοῦντο αὐτόν, εἶτα καὶ τῆς γῆς παρεχώρουν ἵνα τραφεῖεν. οὕτω δὲ τοῦ Φαραὼ πάσης περιουσίας κυρίου γενο- μένου πλὴν τῶν ἱερέων (τούτοις γὰρ ἔμενεν ἣ χώρα αὐτῶν), ὡςδ ἤδη ἐλώφησεν ὃ λιμός, συλλέγων τοὺς «Αἰγυπτίους 0 ᾿Ιωσὴφ ἕκα- στον εἰς τὴν πόλιν αὐτοῦ, τήν τε γῆν αὐτοῖς ἐχαρίζετο καὶ φιλερ- γεῖν παρεκάλει, τὴν πέμπτην τῶν καρπῶν τελοῦντας τῷ Φαραί. ᾿Ιακὼβ δὲ ἑπτακαίδεκα ἔτη ἐν «Αἰγύπτῳ διαγαγὼν νοσήσας iC B Ame, προειπὼν πῶς μέλλοιεν οἱ ἐκ τῆς γενεᾶς αὐτοῦ τὴν Χανα- 9 ναίαν οἰκεῖν. καὶ τοῖς μὲν ἄλλοις τῶν υἱῶν χτῆσιν ἀγαϑῶν ἐπευ- Edutvoc, τοῦ ᾿Ιωσὴφ δ᾽ ἐγκώμιον διεξελϑὼν ὅτι μὴ μνησικακήσειε τοῖς ἀδελφοῖς, προσέταξε τοῖς υἱοῖς ἵνα τοὺς παῖδας τοῦ ᾿Ιωσὴφ Ἐφραΐμ καὶ Mavaaos; συναριϑμήσωσιν ἑαυτοῖς, συνδιαιρούμενοι τούτοις τὴν Χαναναίαν. εὐλογηϑῆναι δὲ τοὺς υἱοὺς αὐτοῦ ᾿Ιωσὴφ ὁπαραστήσας τῷ ᾿Ιακώβ, τὸν μὲν πρεσβύτερον κατὰ τὴν δεξιὰν ἔστησε χεῖρα, τὸν δὲ νεώτερον κατὰ τὴν λαιάν. ὃ δὲ τὰς χεῖρας ἐναλλὰξ ταῖς τῶν παίδων κεφαλαῖς ἐπιϑέμενος, τὴν μὲν δεξιὰν τῷ νεωτέρῳ ἀπένειμε, τῷ πρεσβυτέρῳ δὲ τὴν εὐώνυμον. καὶ τοῦ ᾿Ιωσὴφ μὴ οὕτω χρῆναι τὴν ἐπίϑεσιν ποιήσασθαι τῶν χειρῶν C 10 φήσαντος τῷ πατρί, ἐχεῖνος ἀλλοιῶσαι τὸν τῶν χειρῶν οὐκ ἐπείσϑη σχηματισμόν. οὐ γάρ, ὡς ὑπείληφεν ᾿Ιωσήφ, οὐκ ἤδει ὃ ἐποίει, τῷ βαϑεῖ τοῦ γήρως βλαβεὶς τὴν διάνοιαν, ἀλλ᾽ ὡς προφήτης τὰ μέλλοντα ὑπῃνίττετο, καὶ τὸν σωτήριον ἐτύπου σταυρόν, καὶ τὸν νέον λαὸν τὸν ἐξ ἐθνῶν δηλαδὴ δεξιὸν ἐδήλου λογισϑήσεσθαι τῷ ϑεῷ καὶ τοῦ πρεσβυτέρου προτιμηϑήσεσθαι, φημὶ δῆτα τοῦ ᾿Ιουδαϊκοῦ. τελευτᾷ δὲ \"Ιακὼβ βίωσας ἔτη τριῶν δέοντα ἑκατὸν καὶ πεντήχοντα. ᾿Ιωσὴφ δὲ τοῦ Φαραὼ συγχωρήσαντος ἄπεισιν εἰς Χεβρῶνα καὶ ϑάπτει τὸν πατέρα πολυτελῶς. τῶν δὲ ἀδελφῶν δεδιότων συνυποστρέφειν αὐτῷ, ἵνα μὴ μνησικακήσας ἀνταποδοίη D \"αὐτοῖς, πείϑει μηδὲν ὑφορᾶσϑαι. τελευτᾷ δὲ καὶ οὗτος, ἔτη βιώσας ἑκατὸν δέκα, ἐντειλάμενος, ὅτε μεταναστεύσουσι τῆς Al- γύπτου οἱ ἐκ τοῦ γένους αὐτοῦ, ἐκκομίσαι καὶ τὰ ὀστᾶ αὐτοῦ καὶ εἰς τὴν Χαναναίαν ἀπαγαγεῖν. μεκαναστεύσωσι À."
      },
      {
        "index": 31,
        "text": "19. Αἰγύπτιοι δὲ ἀκμάζοντας τοὺς ᾿Ισραηλίτας δρῶντες καὶ τοῦ ᾿Ιωσὴφ ἐπιλελησμένοι ταλαιπωρίας ποικίλας κατ᾽ αὐτῶν ἐπενόουν. τόν τε γὰρ ποταμὸν εἷς διώρυχας πλείστας κατατεμεῖν αὐτοῖς ἐπέταξαν, καὶ οἰκοδομῆσαι τείχη ταῖς πόλεσι καὶ χώματα"
      },
      {
        "index": 32,
        "text": "P 1 82 ἀνεγεῖραι, ἵνα δι᾽ αὐτῶν ὃ ποταμὸς λιμνάζειν ἀνείργοιτο, καὶ 5 ἀνιστᾶν πυραμίδας, καὶ τούτοις τοὺς “Ἑβραίους ἐξέτρυχον. χρόνον μὲν οὖν συχνὸν ἐπ᾽ αὐταῖς διήνυσαν ταῖς καχώσεσιν. εἶτα τῶν ἱερογραμματέων τις ἀγγέλλει τῷ Φαραώ, τεχϑήσεσϑαί τινα κατ᾽ ἐκεῖνον τὸν καιρὸν τοῖς ᾿Ισραηλίταις, ὃς τραφεὶς ταπει- γνώσει μὲν τοὺς «Αϊγυπτίους, αὐξήσει δὲ τοὺς ὁμογενεῖς. δείσας 10 οὖν ὃ Φαραὼ κελεύει πᾶν ἄρσεν γεννώμενον τοῖς Εβραίοις ῥιπτοῦν- τας εἷς τὸν ποταμὸν διαφϑείρειν, τοὺς δὲ μὴ οὕτω ποιοῦντας τῶν παίδων τοκεῖς παγγενῆ ἀναιρεῖσϑαι, καὶ τοὺς τοκετοὺς δὲ τῶν “Ἑβραίων γυναικῶν τὰς «Αἰγυπτίας μαίας παραφυλάττειν."
      },
      {
        "index": 33,
        "text": "Β Καὶ οἱ μὲν ἦσαν ἐν τούτοις\" ἀνὴρ δέ τις τῶν εὖ γεγονότων lo πρὸς ταῦτα διέκειτο χαλεπῶς (ἐκυοφόρει yàg 7j τούτου γυνή) καὶ ἐδέετο τοῦ ϑεοῦ\" μὴ ἀπογινώσχειν δὲ xa9' ὕπνους προσέταξεν αὐτῷ ὃ ϑεός. “ὃ τε γὰρ παῖς, ὃν εἶπον «Αἰγύπτιοι, σός\" ἔλεγεν \"lore, καὶ σωθήσεται καὶ τραφήσεται λαϑὼν τοὺς ἐπιβου- λεύοντας, καὶ λύσει μὲν τῆς παρ᾽ «Αἰγυπτίοις δουλείας τοὺς ὃμο- 30 φύλους, μνήμης δὲ αἰωνίου τεύξεται. ὃ δὲ ἀδελφὸς αὐτοῦ ἱερά- εἶπον ὑφορῶνται À. σετωΐ μοι σὺν τοῖς ἐχγόνοις διαπαντός.\" τίκτει τοίνυν αὐτῷ ἡ γυνὴ παιδίον ἄρρεν λαϑοῦσα τοὺς φύλακας, καὶ τρέφεται παρὰ τῶν τεχόντων τὸ βρέφος ἐπὶ μῆνας τρεῖς. δεδοικότες δὲ ἐπὶ τῷ ϑεῷ τὴν αὐτοῦ σωτηρίαν πεποίηνται, καὶ πλέγμα τι μηχανησά- Ὁ $utvos. ἀσφάλτῳ τε περιχρίσαντες ἐντιϑέασι τὸ βρέφος καὶ ἀφιᾶσι χατὰ τοῦ ποταμοῦ. ἡ δὲ τοῦ παιδίου ἀδελφὴ ἸΠαριάμμη παρε- τήρει τὸ γενησόμενον. παίζουσα δὲ παρὰ ταῖς ὄχϑαις τοῦ ποτα- μοῦ Θέρμουϑις ἡ ϑυγάτηρ Φαραὼ δρᾷ τὸ πλέγμα καὶ στείλασα χομίζεται τοῦτος. ἰδοῦσα δὲ τὸ παιδίον ἠγάπησεν αὐτὸ καὶ διὰ Ιϑχάλλος καὶ διὰ μέγεθος. καὶ παράγονται γυναῖκες «ἰγύπτιαι ϑηλάσουσαι αὐτό\" τὸ δὲ ϑηλὴν αὐτῶν οὐ προσίετο. ἡ δὲ α- ριάμμη ὡς τάχα παρατυγχάνουσα “᾿βασίλισσα\" εἶπεν, “εἰ Εβραὶς χληϑείη γυνή, iowc προσήσεταε ϑηλὴν τὸ βρέφος Opoytrovg.\" ἢ δέ “κάλεσον ἔφη. καὶ παρήγαγε τὴν μητέρα, καὶ ἡ Θέρ- D μουϑὲς τὴν τοῦ παιδὸς τροφὴν ἔμμισϑον αὐτῇ ἀνατίϑησι, καὶ ix τοῦ συμβεβηκότος ὀνομάζει αὐτό. τὸ γὰρ ὕδωρ μῶς καλοῦσιν Alyintaos, ὑσῆς δὲ τοὺς ἐξ ὕδατος σωζομένους \" ἄμφω γοῦν συν- ϑεῖσα τὰ ῥήματα εἰς κλῆσιν αὐτοῖς τοῦ βρέφους ἐχρήσατο. ἦν à\" ἐξ L4fgoüu ἕβδομος ἸΠωυσῆς\" ᾿μαρὰμ μὲν γὰρ αὐτὸς ἦν \"παῖς, Κααὰϑ δὲ τῷ ““μαρὰμ ὃ πατήρ, ὃ δὲ τοῦ “ευί, καὶ τοῦ Ἰαχὼβ ὃ “ευί, ᾿Ιακὼβ δὲ ἐτέχϑη τῷ ᾿Ισαάκ, \"Ioaàx δ᾽ ἐξέφυ τοῦ \"fud. τριετεῖ δὲ τῷ παιδὶ γεγονότι καὶ τὸ τῆς ἡλικίας ἀνάστημα χαὶ τὸ τῆς μορφῆς ἀστεῖον ἐκ ϑειοτέρας ἐπέπρεπε σωθέντας ἐξ ὕδατος À. 19 Μωυσῆς] modo sic modo ῆωσῆς χάριτος, 7j δὲ σύνεσις πολὺ κρείττων τῆς ἡλικίας ἐφύετο. 34 Θέρμουϑις οὖν γνησίας ἀμοιροῦσα γονῆς υἱοτεϑεῖται αὐτὸν καὶ κομίζει πρὸς τὸν πατέρα, ὃ δὲ τὸν παῖδα προστερνισάμενος ἐπι- τίϑησιν αὐτῷ κατὰ φιλοφρόνησιν τὸ διάδημα. καὶ δ᾽ παῖς αὐτὸ κατὰ νηπιότητα δῆϑεν ῥιπτεῖ κατὰ γῆς καὶ ἐπέβαιγε τοῖς ποσίν. 5 ὅπερ ὃ ἱερογραμματεὺς ϑεασάμενος ὃς ἐχ τῶν ᾿Εβραίων γενέσϑαι τινὰ τὸν τὴν «ἀἰγυπτίων ἀρχὴνιταπεινώσοντα προεῖπεν, ἀνακραγῶν \"ovrog\" εἶπεν “ἐκεῖνος ὃ παῖς, ὃν ἀνελὼν τοῖς «ἀἰγυπτέοις τὸ δέος περίελε.\" ἔφϑη δ᾽ αὐτὸν 7 Θέρμουϑις ἐξαρπάσασα, καὶ τὸν B Φαραὼ δὲ νωϑρὸν πρὸς τὸν φόνον διέϑηκεν ὃ ϑεός. 10 Παρελϑὼν δὲ εἰς ἡλικίαν ὃ Ἰ]ωυσῆς ἐκ τοιαύτης λαβῆς οἷος τὴν ἀρετὴν ἦν φανερὸς τοῖς Alyuntioic ἐγένετο. πρόσοικοι ὄντες τῇ «ἀἰγύπτῳ «Αἰθίοπες ἐσίνοντο τὴν χώραν αὐτῶν, οἱ δ᾽ Alyi- πτιοι στρατεύουσιν ἐπ᾿ αὐτούς\" καὶ ἡττήϑησαν, «Αϊϑίοπες δὲ καταφρονήσαντες αὐτῶν τὴν ἅπασαν κατέτρεχον «ἴγυπτον. κατὰ Ὁ δὲ ϑεῖον χρησμὸν αἰτεῖ τὴν ϑυγατέρα τὸν ωυσῆν Φαραὼ ἤδη ἀνδρωθέντα κατ᾿ Ai9iónwv στρατηγὸν αὐτῷ γενησόμενον. ἡ δὲ δίδωσιν, δρχκώσασα τὸν πατέρα μηδὲν διαϑεῖναι αὐτὸν κακόν, ἹΠωυσῆς δὲ τὸν πόλεμον πιστευϑεὶς οὐ διὰ συνήϑους ὁδοῦ ἄγει ἐπὶ τοὺς πολεμίους τὴν στρατιάν, ἀλλὰ δι᾽ ἀστιβήτου ἐκ πλή-30 C ϑοὺυς ἑρπετῶν ἰοβόλων\" ἔνϑα xai τὴν σύνεσιν αὐτοῦ ἐπεδείξατο. πλέγματα γὰρ ποιήσας καὶ ταῦτα πληρώσας ἴβεων (πολλὰς δὲ ταύτας τρέφει καὶ χειροήϑεις 7j “Δἰἴγυπτος) κατὰ τὴν 000y ἐχείνην ἐχόμιζεν\" αἱ δὲ ἴδεις τοῖς ἰοβόλοις τούτοις πολέμιοι\" xol ταύταις προηγουμέναις «τῆς στρατιᾶς προμάχοις, κατὰ τῶν Ἰοβύλων ἐχρή- σατο. καὶ μηδὲν προγνοῦσιν ἔπεισι τοῖς “ἰϑίοψι, καὶ τούτους γιχᾷ xol πόλεις αὐτῶν αἱρεῖ, οἱ δὲ συνελαϑέντες εἰς Σαβὰν πόλιν ὁ βασίλειον οὖσαν zfl9ion(ac, ἣν. ὕστερον Καμβύσης Megom ὠνό- pact διὰ τὴν. ὁμώνυμον ἀδελφήν, ἐπολιορκοῦντο\" ἦν δὲ 2) πόλιες δυσπολιόρκητος.. Θάρβις δὲ τοῦ “Ἵἰϑιόπων κρατοῦντος ϑυγάτηρ. εἰς ἔρωτα ὦλισϑε ἸΠΪωυσέως καὶ διαπέμπεταε πρὸς αὐτὸν περὶ γάμου, ὃ δὲ κατένευεν εἰ παραδοίη τὴν πόλεν αὐτῷ. φϑάνει τὸ l0tpyov τοὺς λόγους, καὶ Ἰωυσῆς ἐτέλει τοὺς γάμους, καὶ τοὺς «Αϊγυπτίους ἀπήγαγεν εἰς τὴν ἑαυτῶν. οἱ δ᾽ ἐμίσουν αὐτὸν καὶ σωζόμενοι, καὶ ἠρέϑιζον τὰν Φαραὼ κατ᾽ αὐτοῦ, ὃ δὲ καὶ τοῖς ἱερογραμματεῦσι πειϑόμενος καὶ διὰ τὸν φόνον τοῦ «Αἰγυπτίου τοῦ τὸν Ἕβραϊον μαστίζοντος, ὡς τῇ βίβλῳ περιείληπται τῆς ὁ Γενέσεως (εἰ. xal τοῦτο παρέδραμεν ὃ ᾿]ώαηπος); ἐπέϑετο τῇ ἀναιρέσει τοῦ ωυσέως. ὃ δὲ καὶ τῶν ὁδῶν φυλαττομένων λα- ϑὼν ὑπέξεισι διὰ τῆς ἐρήμου, καὶ εἰς πόλιν ἄπεισι αδιάμ, καὶ ξενίζεταιε παρὰ τῷ τῆς πόλεως ἱερεῖ, ὃς διώνυμος ὧν ἱΡαγουὴλ ἐχαλεῖτο xal ᾿Ιοϑόρ. ὃ δὲ τὴν ϑυγατέρα αὐτοῦ Σεπφώραν τῷ \"0 Μωυσῇ πρὸς γάμον ἐκδίδωσιν καὶ ποιμένα ποιεῖται τῶν ἑαυτοῦ συνέϑετο À. 17 Μαδιάμ] Μαδιηνήν Iosephus. 18 0s]"
      },
      {
        "index": 34,
        "text": "13. Νίμων δ᾽ ἐπὶ τὸ Σίναιον ὅρος ὃ Ἰωυσῆς τοῦ περὶ W 12] τὴν βάτον ἀξιοῦται δράματος, ἣν ἔφλεγε πῦρ, οὐ μέντοι κατέ- xau. εἶτα καὶ φωνῆς ἐκεῖθεν ἀχούει ἣ μὴ προβαίνειν ἐπέταττεν, ἅτε ϑείου τοῦ τόπου τυγχάνοντος, καὶ τὰ ἐσόμενα προηγόρευε, καὶ ἀπιέναε αὐτῷ εἰς “ἴγυπτον ἐκέλευε, τοὺς ὁμογενεῖς τῆς ἐκεῖ 5 κακώσεως ἀπαλλάξοντι καὶ ἐξάξοντι αὐτοὺς τῆς «Αἰγύπτου, 9v- B σίας τε εἰς ἐχεῖνον τὸν τόπον ποιεῖν ἐνετέλλετο. ταῦτα ἐκ τοῦ πυρὸς ϑεοκλυτεῖται ὃ ωυσῆς. ὃ δ᾽ ἠπόρει πῶς ἢ τοὺς οἰκείους πείσειεν ἢ βιάσαιτο Φαραὼ ἐπιτρέψαι τὴν ἔξοδον. καὶ ὃ ϑεὸς ῥᾷστα ταῦτα ϑήσειν ἐπηγγέλλετο αὐτῷ, καὶ εἰς πίστιν τὴν βακτη-- τὸ ρίαν εἰς τὴν γῆν ἀφεῖναι κελεύεται, καὶ ἀφέντος δράκων ἐγένετο, εἶτ᾽ ἐπιλαβομένου πάλιν βάκτρον ἦν. καὶ καϑεῖναι τὴν δεξιὰν dg τὸν κόλπον προσταχϑείς, λευκὴν ὁμοίαν τιτάνῳ τὴν χρόαν ἐξήνεγκεν, εἶτα εἰς τὸ πρότερον εἶδος ἀποκατέστη. καὶ τοῦ πλη- σίον ὕδατος λαβεῖν κελευσϑεὶς καὶ καταχέαι τῆς γῆςὁρᾷ τὸ χεϑὲν 16 C αἱματῶδες. ϑαρρεῖν οὖν ἐπὶ τούτοις παρεκελεύετο καὶ μηκέτε μέλλειν. παραλαβὼν οὖν τὴν γυναῖχα καὶ τοὺς παῖδας τοὺς ἐξ αὐτῆς, Γηρσών, ὃ σημαίνει ὅτι εἰς τὴν ξένην, καὶ ᾿Ελεάζαρ, δηλοῖ δὲ ὡς συμμάχῳ χρήσαιτο τῷ πατρῴῳ ϑεῷ, ὥρμησεν εἷς Aiyvmrov. πλησιάσαντι δὲ ὃ ἀδελφὸς ὑπήντησεν αρών. παρα-- 20 γίνονται οὖν ἄμφω πρὸς Φαραώ, καὶ τὰ ἐκ ϑεοῦ προστεταγμένα εἰπόντες ἠξίουν μὴ ἀντιπράττειν τῇ ϑείᾳ βουλῇ. χλευάσαντος δ᾽ ἐχείνου, ἔργῳ τὰ σημεῖα ἐδείκνυον, καὶ 4j ῥάβδος ὄφις ῥιφεῖσα ἐγένετο. τὸ δ᾽ αὐτὸ καὶ τῶν «ἀϊγυπτίων ἐπαοιδῶν πεποιηκότων καὶ τὰς σφετέρας βαχτηρίας μεταβαλλόντων εἰς δράκοντας, Ἰωυ-- D ὁσῆς τὴν βακτηρίαν αὖϑις ῥιπτεῖ κατὰ γῆς, καὶ dg ὄφιν μετα- βληϑεῖσα τὰς τῶν «Αϊγυπτίων βακτηρίας, αἵ δράκοντες ἐδόκουν, κατήσϑιεν\" εἶτα εἰς τὸ ἑαυτῆς σχῆμα μεταπεσοῦσαν αὐτὴν κομί- ζεται. σχληρυνομένου δὲ Φαραώ, εἷς αἷμα τὰ ὕδατα. μεταβέ- βληται. εἶτα βάτραχοι πᾶσαν τὴν γὴν «Αἰγύπτου ἐχάλυψαν. limi τούτοις σκνῖπες ἐκ τῆς γῆς ἀνεδόϑησαν. τὰ μὲν οὖν ἄλλα τεράστια καὶ οἱ ἐπαοιδοὶ Φαραὼ ἐδόκουν ποιεῖν, oxvinag δὲ φαν- τάσαε οὐκ ἠδυνήϑησαν. εἶπον οὖν πρὸς Φαραὼ ὅτι δάκτυλος ϑεοῦ τοῦτό ἐστιν\" ὃ δ᾽ ἔτι ἀνένδοτος ἦν. καὶ ἐγένετο χυνόμυια, καὶ μετὰ ταῦτα φϑορὰ τῶν κτηνῶν. ἔπειτα τοῦ ἸΠωυσέως καμι-- ῬῚ 8ὅ Dwaíuαἰϑάλην τοῦ ἀέρος κατασχεδάσαντος, ἕλκη καὶ φλυχτίδες ἕν τε τοῖς χτήνεσι καὶ ἐν τοῖς ἀνθρώποις ἀνέζεσαν, καὶ αὖϑις χάλαζα ὕσϑη, καὶ μετ᾽ αὐτὴν ἐπῆλθεν ἀκρίς, καὶ ἐπὶ ταύταις oxórog τοὺς “Αϊγυπτίους ἐπὶ τρεῖς ἡμέρας ἐκάλυψε, τελευταῖον δ᾽ ἐσιήνεχτο τούτοις 7) τῶν πρωτοτόκων ἀπώλεια. σκχληρυνομένου $0yàp Φαραὼ ἐκέλευσεν ὃ ϑεὸς ἸΪωυσῇ ϑυσίαν παρασχευάσαι εἷς τὴν τεσσαρεσχαιδεκάτην τοῦ μηνὸς ὃς παρὰ μὲν βραίοις Νισὰν καλεῖται, παρ᾽ «Αἰγυπτίοις δὲ Φαρμουϑί, παρὰ Ἰακεδόσι δὲ Ἐανϑικός, καὶ παρ᾽ Ἕλλησιν “πρίλλιος. ἐνστάσης δὲ τῆς ταῦτα ἐπὶ ταύτῃ À. τεσσαρεσκαιδεκάτης ἅπαντες ἔϑυον xal. τῷ τοῦ ϑύματος diucri τὰς φλιὰς τῶν οἰχιῶν ἔχριον, xal δειπνήσαντες τῶν κρεῶν τὰ περιττεύσαντα ἔκαυσαν. ὅϑεν ἔχτοτε ἑορτὴν ἄγουσιν “Εβραῖοι. κατὼ τὸν καιρὸν ἐοῦτον καὶ ϑύουσι, πάσχα τὴν ἑορτὴν καλοῦντες. τὸ δὲ πάσχα ἄλλοι μὲν διάβασιν σημαίνειν φασίν, ᾿Ιώσηπος δὲϑ ὑπερβασίαν, ὅτε κατ᾽ ἐκείνην τὴν νύχτα τοὺς Εβραίους ὃ ϑεὸς ὑπερβὰς ΑΑϊγυπτίοις ἐνέσκηψε τὴν τῶν πρωτοτόχων φϑοράν. ὅϑεν συνελϑόντες «ϊγύπτιοι ἐδέοντο τοῦ (Φαραὼ ἀπολύειν τοὺς Ἑβραίους\" ὃ δὲ ἀπιέναι προσέταξεν. οἱ δ᾽ ἐξήεσαν. ἦν δὲ τὸ τῶν μετανισταμένων πλῆϑος τὸ στρατεύσιμον ἡλικίαν ἔχον μόνον 10 C μυριάδες ἑξήχοντα. ἐξῆλθον δὲ μηνὸς Ἐανϑικοῦ πέμπτῃ καὶ δεκάτῃ κατὰ σελήνην, μετὰ ἔτη τετρακύσια τριάκοντα τοῦ τὸν Mifoaàu εἰς Χαναναίαν ἐλϑεῖν\" ἐκ δὲ τῆς ᾿Ιαχὼβ εἰς “ἴγυπτον παροικίας μετὰ ἐνιαυτοὺς διακοσίους καὶ πεντεχαίδεκα. ἦν δὲ ἸΠωυσῇ τότε ζωῆς ἔτος ὀγδοηκοστόν, LdagQv δὲ τρισὶν ὑπερεῖχε. 1 συνεπήγοντο δὲ καὶ τὰ ὀστᾶ τοῦ ᾿Ιωσήφ, πληροῦντες τὴν ἐντολὴν τοῦ ἀνδρός."
      },
      {
        "index": 35,
        "text": "14. Οἱἑ μὲν οὖν ἀπήεσαν, Alyinrios δὲ μετεμέλοντο καὶ λαβόντες ὅπλα ἐδίωκον. ἑξακόσια δ᾽ ἦσαν αὐτοῖς ἅρματα, ἱπ- πεῖς τε πεντακισμύριοι, καὶ μυριάδες εἴκοσι ὁπλιτῶν. «Ἑβραίους 0"
      },
      {
        "index": 36,
        "text": "Ὁ δ᾽ εἰς ἀπόγνωσιν ἦγον ἐν στενῷ γεγονότα τὰ πράγματα, καὶ λίϑοις βάλλειν τὸν IMovosy ἔμελλον. ὃ δὲ παρεκάλει αὐτῷ ἕπε- cjui, xal ἦγεν αὐτοὺς ἐπὶ ϑάλασσαν, καὶ στὰς παρ᾽ αὐτῇ καὶ τὸν ϑεὸν ἐπιβοησάμενος τύπτει τῇ βακτηρίᾳ τὴν θάλασσαν\" 4 dé. ἀνεχόπη καὶ γυμνὴν ἀφῆκε τοῖς “Εβραίοις τὴν γῆν, κἀκεῖνοι διέβαινον σπεύδοντες. δρῶντες δὲ ταῦτα «Αἰγύπτιοι, καὶ αὐτοὶ δπροτάξαντες τὴν ἵππον ἐδίωκον. ἤδη δ᾽ ἐπὶ τὴν ἀντιπέραν γῆν τῶν Ἑβραίων διασωθέντων ἐπιχεῖται τοῖς Alyuntioic ἡ ϑάλασσα, τοῦ ΙΠωυσέως τῇ ῥάβδῳ ἐπιστρεπτικῶς αὖϑις τὸ ὕδωρ πατά-. ξαντος καὶ τὰ τούτου ἑνώσαντος κύματα. ἀπώλοντο οὖν οἱ l- γύπτιοι ἐν τοῖς ὕδασι ξύμπαντες. — xol οἱ μὲν \"Eflgaio: ἐν ὕμνοις P Y 86 lüZcav xol ἔχαιρον, ωυσῇ δὲ δὴ πεποίηται πρὸς ϑεὸν ἐν ἕξα- μέτρῳ τόνῳ συντεϑειμένη, ὥς φησιν ὃ ᾿Ιώσηπος. τὰ δ᾽ ὅπλα τῶν «Αἰγυπτίων σὺν τοῖς σώμασιν αὐτῶν ἐκβρασϑέντα τῆς ϑὰ- λάσσης ὑπὸ τοῦ πνεύματος λαβόντες “Εβραῖοι, τούτοις ὧπλίέ- σϑησαν. καὶ ἦγεν αὐτοὺς ὃ Μωυσῆς εἰς τὸ ὄρος Σινᾶ, ϑύσων ἰδέκεῖ τὰ σῶστρα, ὡς αὐτῷ ἐνετέταλτο. ἀγομένους δ᾽ ἐκεῖ 7j τῶν τροφῶν ἐλύπει σπάνις καὶ ἥ τοῦ ὕδατος ἔνδεια. καὶ οὕτως ἔχον-- τες εἷς τόπον ἀφιχνοῦνται ἐν ᾧ φρέαρ ἦν οὗ τὸ ὕδωρ διὰ πικρίαν ἄποτον. χαὶ τὸ ὄγομα τοῦ τόπου ἢ μὲν τῆς ᾿Εξόδου βίβλος B Μερρὰν ὀνομάζει, ὃ δ᾽ ᾿Ιώσηπος Ἰὰρ αὐτὸν κληϑῆναι παρὰ 10τῶν “Εβραίων συγγράφεται, μὰρ τὸ πικρὸν λέγων τοὺς ᾿Εβραίους χαλεῖν, καὶ τοῦ δημαγωγοῦ χατεγόγγυζον, ὃ δὲ τοῦ ϑεοῦ πρό- τερον δεηϑεὶς ξύλον λαβὼν dl; τὸ φρέαρ ἐνέβαλε καὶ τὸ ὕδωρ ἐγλύκανεν. ὃ δὲ ᾿Ιώσηπος ἔοικε μὴ πιστεύων ὡς ϑαύματι τῇ γλυκάνσει τοῦ ὕδατος, ἀλλὰ φυσικῶς αὐτὸ γλυκανϑῆναι δοξάζων. λέγεε γὰρ ὅτι τὸ ξύλον ὃ Ἰωυσῆς εἷς τὸ ὅδωρ βαλὼν ἐξαντλεῖν τὸ φρέαρ ἐκέλευε, καὶ οἱ μὲν ἐπόνουν, τὸ δ᾽ ὑπὸ τῶν συνεχῶν 9 πληγῶν γεγυμνασμένον καὶ κεχαϑαρμένον ἤδη πότιμον ἦν. τὴν C δὲ τῶν τροφῶν ἔνδειαν ἰάσατο, τοῦ ϑεοῦ δεηϑείς, δι᾽ ὀρτύγων. ἐφίπταται γὰρ τῇ τῶν “Ἑβραίων παρεμβολῇ πλῆϑος ὀρτύγων οὗς συλλαβόντες ἤσϑιον. καὶ ἐπὶ τούτοις τὸ μάννα ὕσεν αὐτοῖς ὃ ϑιός, μέλιτι μὲν τὴν ἡδονὴν ἐμφερές, τὸ δὲ μέγεϑος κοριάνδρου 10 σπέρματι ὅμοιον, μάννα δὲ παρ᾽ ἐκείνων κληϑὲν ὡς ἀπορούντων τί ἂν εἴη αὐτό\" τὸ γὰρ μὰν καὶ ἐπερώτησιν δηλοῖ κατὰ τὴν ἐχεί- vov διάλεκτον. οὕτω καὶ ταῦτα ᾿Ιώσηπος. ἐνετέταλτο δὲ ἀσσά- gua ἐκ τούτου ἕχαστον συλλέγειν (0 δὲ ἀσσάρων μέτρον ἐστίν), D εἰ δέ τις πλέον συνέλεξεν, εἷς τὴν αὔριον ἄβροτον ἦν, ὑπό τεϊῦ σκωλήκων καὶ πικρίας διεφϑαρμένον. τοῦτο δὲ ὠκονόμητο ἵνα μὴ τῶν ἐρρωμένων πολὺ συναγόντων ἐπιλείπῃ τοῖς ἀσϑενέσι. τῇ δὲ τροφῇ ταύτῃ τεσσαράκοντα ἐχρήσαντο ἔτεσιν, ἐφ᾽ ὅσον ἦσαν iτῇ ἐρήμῳ. αὖϑις οὖν εἰς ἄνυδρον ἦλϑον τόπον καλούμενον \"Paqidiv, καὶ διψῶντες κατὰ Ἰϊωυσέως κεκίνηντος ὃ δὲ τοῦ 20 ϑεοῦ δεηθεὶς κελεύεται ῥάβδῳ τὴν πέτραν πλῆξαι, καὶ πλήττει, ἐκ τούτου καϑεκάστην συλλέγειν A: εἰς ἑκάστην ἡμέραν Iosephus."
      },
      {
        "index": 37,
        "text": "ἧς αὐτίχα ὕδωρ ἐξεβλύσϑη πολύ τε καὶ διαυγέστατον. οἱ δὲ ““μαληκῖταε κατὰ τῶν “Ἑβραίων ἐχώρουν, τοὺς περιοίκους συμ- μάχους προσκαλεσάμενοι. Ἰωυσῆς δὲ τὸ μάχιμον τοῦ λαοῦ τῶν W 1 23 ἄλλων ἀποδιελών, καὶ ᾿Ιησοῦν τὸν τοῦ Ναυῆ ἐπιστήσας αὐτοῖς, 5uégoc δέ τι τῆς στρατιᾶς καταλιπὼν εἰς τὴν τοῦ ὕδατος φυλαχήν, αὐτὸς μὲν ἀνεχώρει πρὸς τὸ ὄρος, ᾿Ιησοῦ δ᾽ ἐνετέλλετο πεποι-- ϑέναι ϑεῷ καὶ τὸ στράτευμα κατὰ τῶν ἐναντίων ἐξάγειν. ἤδη οὖν ὃ πόλεμος συνερρήγνυτο\" καὶ μέχρι μὲν ἸΠωυσῆς τὰς χεῖρας εἶχεν ὑψοῦ, τοὺς ᾿Δμαληκίτας oi “Ἑβραῖοι κακῶς διετίϑεντο, 6oá- Ἰῦχις δὲ τὰς χεῖρας καϑίέει ὃ Ἰωυσῆς τῇ ἀνατάσει τούτων πονού-- μένος, καταπονηϑῆναι τοὺς Ἑβραίους συνέβαινεν. ἑκατέρωθεν οὖν τὰν ἀδελφὸν ἀαρὼν καὶ Ἂρ τὸν ἄνδρα τῆς ἀδελφῆς ἸΠαριὰμ στήσας ἀνέχειν τὰς χεῖρας αὐτοῦ ἐνετείλατος καὶ οὕτω τοὺς VuaAMxlrac νικῶντες Ἑβραῖοι πάντας ἀπώλεσαν ἄν, εἰ μὴ νὺξ 19 ἐπέσχεν αὐτούς. «Ἑβραίων δὲ τέϑνηκεν οὐδὲ εἷς."
      },
      {
        "index": 38,
        "text": "15. ᾿Ἐκεῖϑεν ἀπήεσαν εἷς τὸ πρόσω, καὶ ἐν τριμήνῳ μετὰ B τὴν ἐξ Alyinrov ἐξέλευσιν παρῆσαν ἐπὶ τὸ ὄρος Σινᾶ, καὶ ἔϑυσε Μωυσῆς ἐκεῖ τῷ 9:9. ümov καὶ ἹῬῬαγουὴλ ὃ πενϑερὸς αὐτοῦ ἀπήντησεν αὐτῷ, ϑεασάμενος δὲ τὸν γαμβρὸν ἐν ὄχλῳ πραγμά- 9010ὄντα, πάντων ἐπ᾿ αὐτὸν βαδιζόντων, συνεβούλευε τὴν ulv τῶν δικῶν ζήτησιν ἑτέροις ἐπιτρέπειν, αὐτὸν δὲ τῶν μειζόνων προγοεῖν πραγμάτων καὶ τῆς τοῦ λαοῦ σωτηρίας\" καὶ xarà μυ-- glove ἄρχοντας ἀποδεικνύειν, εἶτα κατὰ χιλίους, xal κατὰ ztvra- κοσίους ἑτέρους ἐφιστᾶν, καὶ ἐπὶ τούτοις ἑκατοντάρχους καὶ πεν- O τηκοντάρχους ποιεῖν, xol ἐν τριάκοντα καὶ εἴκοσι καὶ δέχα iqu- στᾶν τοὺς διαχοσμήσοντας. ταῦτα τοῦ “Ραγουὴλ συμβουλεύ- σαντος, ωυσῆς κατὰ τὴν ἐχείνου ὑποϑήχην ποιεῖ. εἶτα πλη- 5 σίον μετασκηνῶσαι τοῦ ὄρους Σινᾶ τῷ λαῷ ἐντειλάμενος, αὐτὸς εἷς τὸ ὄρος ἀνήει\" καὶ ὃ λαὸς μετεσκήνωσεν, ἀγνεύων τήν τε ἄλλην ἁγνείαν καὶ ἀπὸ γυναικὸς συνουσίας τρίτην ἡμέραν. κατὰ δέ γε τὴν τρίτην ἕωϑεν νεφέλη περιεκύχλου τὸ τῶν ᾿Εβραίων στρατόπεδον, ἀστραπαί τε ἦσαν φοβεραὶ καὶ πνευμάτων 040-10 δρότης, ἃ τοὺς ᾿“Εβραίους ἐδείμαινε ταῖς σκηναῖς προσμένοντας. ἐπιφαίνεται δὲ ὃ Ἰωυσῆς ἔμπλεως ϑάρσους, καὶ ὀφϑεὶς ἀπαλ- λάττει τοῦ δέους αὐτοὺς καὶ μηνύει σφίσιν ἃ ὃ ϑεὸς ἐνετείλατο καὶ ὅσα φυλάξουσι νόμιμα; xal προσάγει τὸν λαὸν ἅμα γυναιξὶ"
      },
      {
        "index": 39,
        "text": "D xai τέκνοις ὡς ἀχούσαιεν τοῦ ϑεοῦ. καὶ ἤκουον φωνῆς ὑψόϑεν 15 γινομένης. εἶτ᾽ αὖϑις ἄνεισιν εἰς τὸ ὄρος\" καὶ χρονίσαντος ἐκεῖ ὃ λαὸς ἠθροίσθη πρὸς αρὼν λέγων “ποίησον ἡμῖν ϑεούς\" ὃ γὰρ ῃωυσῆς οὐκ οἴδαμεν τί γέγονεν.\" Δαρὼν δὲ βιαζόμενος προσενεγκεῖν αὐτῷ ἐπέταξεν ἕκαστον τὰ ἐνώτια τὰ χρυσᾶ καὶ τὸν"
      },
      {
        "index": 40,
        "text": "- κόσμον ὃν ai γυναῖκες καὶ at ϑυγατέρες αὐτῶν negiéxewso, οἱ 0220 προσήγαγον, καὶ ἐξ αὐτῶν μόσχον ἐποίησαν χωνευτὸν καὶ ἔϑυσαν αὐτῷ. Ἰωυσῆς δὲ καταβαίνων ἀπὸ τοῦ ὄρους καὶ τὰς δύο πλά- κας τοῦ μαρτυρίου ἐν ταῖς χερσὶ φέρων λιϑίνους καταγεγραμμένας ἐπ᾿ ἀμφοτέρων τῶν μερῶν, ὡς ἤγγισε τῇ παρεμβολῇ, ὁρᾷ τὸν μιὖσχον, καὶ ὀργισϑεὶς τὰς πλάκας συνέτριψε, καὶ λαβὼν τὸν μύσχον κατέκαυσε καὶ ἐλέπτυνε καὶ βαλὼν εἰς ὕδωρ ἐπότισε τὸν λαόν. καὶ ἐνετείλατο τοῖς υἱοῖς Atul, καὶ διῆλθον διὰ τῆς παρεμβολῆς καὶ ἀπέκτειναν πολλούς, ὡς εἷς τρισχιλίους τοὺς πεσόντας ἀριϑμηϑῆναι. ὑπέστρεψε δὲ Ἰωυσῆς πρὸς τὸ ὄρος λέγων “κύριε, ἡμάρτηκεν ὃ λαός σου, καὶ νῦν εἰ μὲν ἀφίης αὐτοῖς τὴν ἁμαρτίαν, ἄφες, εἰ δὲ μή, κἀμὲ ἐξάλειψον dw τῆς βίβλου cov.\" καὶ εἶπεν αὐτῷ κύριος “κατάβηϑι, δόδήγησον τὸν λαὸν τοῦτον εἰς τὸν τόπον ὃν εἶπόν σοι.\" καὶ ἐνεφάνισε κύριος Ιϑτῷ ωυσῇ αἰτήσαντι ἰδεῖν αὐτὸν τὰ ὀπέσϑια αὐτοῦ. καὶ κατέβη πρὸς τὸν λαὸν αὖϑις δύο πλάκας ἐπιφερόμενος τοὺς δέκα λύγους γεγραμμένους ἐχούσας, καὶ ἡ ὄψις τοῦ προσώπου αὐτοῦ ὑπῆρχε B δεδοξασμένη, καὶ οὐκ ἠδύνατο ἀτενίσαι αὐτῷ ὃ λαός, καὶ περιέ- ϑετο κάλυμμα περὶ τὴν ὄψιν αὐτοῦ, καὶ οὕτως ὡμίλει αὐτοῖς. l$5xal ἀπήγγειλεν αὐτοῖς ἃ ἐνετείλατο ὃ ϑεὸς περί τε ϑυσιῶν καὶ χαϑαρσίων, καὶ ζώων ἀχαϑάρτων τε καὶ ᾿καϑαρῶν, ὥστε τῶν μὲν ἀπέχεσθαι τοῖς δὲ τρέφεσθαι, περί ve μίξεων ἀϑέσμων, καὶ τίνας οἱ ἱερεῖς εἰς γάμον ἀγάγονται, καὶ οἵας οἱ ἀρχιερεῖς, καὶ περὶ σαββάτου καὶ τοῦ ἑβδόμου ἐνιαυτοῦ καὶ τοῦ πεντηκοστοῦ ὃν \"0ἰωβηλαῖον καλοῦσι\" καὶ ὅτι ἐπέταξεν ὃ ϑεὸς σκηνὴν γενέσϑαι εἰς ἣν ἂν παραγίνοιτο συνεπαγομένην αὐτοῖς μεταβαίνουσι, καὶ μέτρα C τῆς σκηνῆς ἔδειξεν αὐτῷ καὶ σχῆμα χαϑ᾽ ὃ ἂν κατασκευασϑ dn. ὃ δὲ λαὸς χαίροντες ἐπὶ τούτοις προσῆγον χρυσόν τε καὶ ἄργυρον καὶ λίϑους τιμίους xal χαλκὸν καὶ ξύλα xal τρίχας αἰγείας xal δέρματα κριῶν καὶ λίνον καὶ ἔρια. ἀρχιτέκτονας δ᾽ ἐφίστησι τῆς σχηνῆς τόν τε τῆς ἀδελφῆς αὐτοῦ τῆς Magia υἱὸν τὸν Βεσελεὴλ καὶ τὸν ᾿Ελιφάτζ. (16) ἤδη δὲ τῆς σκηνῆς εἰργασμέ- γης ἔστησε ταύτην ὃ lMovo?;. εἴργαστο δὲ καὶ 7) κιβωτὸς ix5 Ὁ ξύλων ἀσήπτων, ἃ πανταχόϑεν χρυσίον περιεκάλυπτεν, jj τὰς δύο πλάκας ἐνέϑεντο oi τοὺς δέκα λόγους εἶχον ἐγγεγραμμένους. ὧν ὃ μὲν πρῶτος ἕνα ϑεὸν εἶναί φησι καὶ τοῦτον μόνον σέβεσθαι δεῖν, ὃ δεύτερος δὲ μηδενὸς εἰχόνα ζώου ποιεῖν μηδὲ προσκυνεῖν, ὃ τρίτος ἐπὶ μηδενὶ ματαίῳ τὸν ϑεὸν ὀμνύναι, ὃ τέταρτος τὰς 10 ἑβδομάδας παρατηρεῖν ἀναπανυομένους ἐξ ἔργου παντός, ὃ πέμ- πτος γονεῖς τιμᾶν, ὃ ἕχτος φόνου ἀπέχεσϑαι, ὃ ἕβδομος μὴ μοι- χεύειν, ὃ ὄγδοος μὴ κλέπτειν, ὃ ἔννατος μὴ ψευδομαρτυρεῖν, ὃ δέκατος μηδενὸς ἀλλοτρίου ἐπιϑυμεῖν. ταύτην οὖν τὴν κιβωτὸν εἰσάγουσιν εἰς τὸ ἄδυτον. ἐν δὲ τῷ ναῷ τιϑέασι τράπεζαν, καὶ ἰὖ ἐπὶ ταύτης ἄρτους ἀζύμους δώδεκα καὶ λυχνίαν χρυσῆν καὶ ϑυμια- τήριον ξύλινον ἐντός, ἔξωθεν δὲ χρυσίῳ περικεκαλυμμένον. καὶ πρὸ τῆς σκηνῆς βωμὸν ἱδρύσατο ξύλινον χαλκαῖς λεπίσι περιελη- λαμένον, οὗ ἄντιχρυς φιάλαι καὶ κρατῆρες σὺν ϑυΐσχοις ἐτίϑεντο, καὶ ἄλλα σκεύη ἃ πρὸς ἱερουργίαν ἡτοίμαστο, χρύσεα πάντα.30 γίνονται δὲ καὶ τοῖς ἱερεῦσι στολαί, ἀλλὰ μέντοι καὶ τῷ ἀρχιερεῖ. ἀρχιερέα δὲ ὃ ϑεὸς τὸν αρὼν ἐψηφίσατο. συναϑροίσας δὲ τὸ πλῆϑος ὃ Ἰωυσῆς “ἄνδρες ἔφη, “τὸ μὲν ἔργον τετέλεσται, τῆς δὲ τοῦ ἱερᾶσϑαι τιμῆς ὃ ϑεὸς τὸν Lad ἀξιοῖ.\" προσέταξε δὲ Πωυσῆς εἰσφέρειν ἕκαστον σίκλου τὸ ἥμισυ, ἵν᾽ εἰς τὰς περὶ τὴν σκηνὴν χρείας εἴη ἀνάλωμα. ὃ δὲ σίκλος “Ἑβραίων ἐστὶ B ϑγόμισμα “Αττικὰς δεχόμενον δραχμὰς τέσσαρας. τὸ δὲ πλῆϑος τῶν εἰσφερόντων ἦν μυριάδες ἑξήκοντα καὶ πεντακισχίλιοι πεντα- χόσιοι πεντήχοντα. τὴν δ᾽ εἰσφορὰν ἐποιοῦντο τῶν ἐλευϑέρων οἱ τὸν εἰχοστὸν ὑπερβάντες ἐνιαυτὸν ἄχρι πεντηκοστοῦ, ἐποιήϑη δὲ ἡ σκηνὴ μησὶν ἑπτά, ἔδειξε δὲ ὃ ϑεὸς κατὰ γνώμην αὐτοῦ 1010 ἔργον γενόμενον, παρουσιάσας ἐν τῇ σκηνῇ. οὕτω δὲ τὴν παρουσίαν ἐδήλωσεν. ἀχλὺς ὑπὲρ τὴν σκηνὴν μόνην ἐγένετο, οὔτε βαϑεία καὶ συμπεπιλημένη καὶ νέφεσιν ἐμφερής, οὔτε πάνυ C λεπτή τε καὶ ἀραιά, ὡς δι᾽ αὐτῆς διὶϊχνεῖσϑαι τὴν ὅρασιν\" ἡδεῖα δὲ ἀπ᾽ αὐτῆς ἔρρει ὁρόσοςς. Ἰωυσῆς δὲ ἔϑυσεν ἐν τῷ τῆς σκη- Bjc αἰϑρίῳ ἐφ᾽ ἡμέρας ἑπτά, τῇ δὲ ὀγδόῃ ἑορτὴν ἐκήρυξε τῷ λαῷ καὶ ϑύειν ἐπέταξεν. οἱ δὲ ἀλλήλοις ἡμιλλῶντο. ἐπιχει- μένων δὲ τῶν ἱερῶν τῷ βωμῷ πῦρ ἀνήφϑη αὐτόματον καὶ πάντα τὰ ἐπὶ τοῦ βωμοῦ ἐδαπάνησεν. oi δὲ πρεσβύτεροι τῶν τεσσάρων υἱῶν “αρών, Ναδὰβ καὶ 4f, παρὰ τὰ διατεταγμένα ϑύσαντες βοχατεκαύϑησαν τὰ στέρνα τε καὶ τὰ πρόσωπα, πυρὸς ἐξαφϑέντος αὐτομάτου καὶ φλέξαντος αὐτούς\" ὧν τὰ σώματα ἔξω τῆς πᾶρεμ- D βολῆς κομισϑέντα ἐτάφησαν. τὴν δὲ φυλὴν τοῦ ““ευὶ τῶν ἄλλων διαχρίνας ἥγνισε, xal παρέδωκεν αὐτοῖς τὴν σχηνὴν xol τὰ σχεύη τὰ ἱερά, ἵνα ὡς ὑφηγῶνται οἱ ἱερεῖς, ὑπηρετῶσιν αὐτοί, μετὰ ταῦτα ἀριϑμῆσαι διέγνω τὸν λαόν, καὶ εὑρέϑησαν τῶν ὅπλα φέ- ρειν δυναμένων μυριάδες ἑξήκοντα καὶ τρισχίλιοι πρὸς ἑξακοσίοις καὶ πεντήκοντα. οὗτοι δ᾽ ἦσαν ot τὸν εἰχοστὸν ὑπερβάντες ἐνιαυ-- τὸν καὶ ἄχρι τοῦ πεντηκοστοῦ ἐφϑικότες. ἀντὶ δὲ τῆς ““ευιτικῆς φυλῆς τοῖς φυλάρχοις κατέλεξαν τοὺς παῖδας τοῦ ᾿Ιωσήφ, τὸν Ἰανασσῆν καὶ τὸν ᾿Εφραΐμ, κατὰ τὴν διαταγὴν τοῦ προπάτορος ᾿Ιαχώβ. οἱ δέ γε « ευῖται δισμύριοι καὶ τρισχίλιοι ἀριϑμηϑέντες εὑρέϑησαν πρὸς ὀκτακοσίοις καὶ ὀγδοήκοντα."
      },
      {
        "index": 41,
        "text": "17. Εἶτα στασιάζει τὸ πλῆϑος τὸν Ἰωυσῆν αἰτιώμενον ὅτι γῆς ἀγαϑῆς αὐτοὺς ἀποστήσας ἐν ἐρήμῳ πλανᾶσϑαε πεποίηκεν. ἀναγαγὼν δὲ αὐτοὺς ἐχεῖϑεν εἰς τὴν καλουμένην Φάραγγα, πλη- σίον οὖσαν τῆς “Χαναναίων γῆς, ἐξ ἑκάστης φυλῆς ἕνα λαβὼν κατασχοπήσοντας ἔστειλε τήν τε δύναμιν τῶν Χαναναίων καὶ τῆς γῆς τὴν ποιότητα. οἱ δὲ τεσσαράκοντα ἡμέραις διελϑόντες τὴν γῆν ὑπενόστησαν, καὶ καρποὺς ἐκ τῆς γῆς ἐκείνης κομίζοντες, καὶ τὴν μὲν χώραν ἐπήνουν ὡς ἀγαϑήν, τὸ δὲ πλῆϑος ἐφόβουν ὡς οὔσης ἀπόρου τῆς αὐτῆς κατασχέσεως διά τε ποταμῶν μεγέϑη καὶ ὁρῶν δυσχωρίας καὶ πόλεων ὀχυρότητας. τὸ δὲ πλῆϑος πά- 30"
      },
      {
        "index": 42,
        "text": "Aw δι᾿ ὀργῆς εἶχε τὸν ωυσῆν, καὶ ἐνενόουν καταλεῦσαι αὐτόν τὲ καὶ τὸν Ἡαρών, καὶ ὑποστρέψαι εἰς “ἴγυπτον. μόνοι δὲ τῶν χατασχύπων ᾿]ησοῦς ὃ τοῦ Ναυῆ καὶ Χαλὲβ παρεϑάρρυναν τὸν λαόν, μηδὲν δυσχερὲς ἀπαντήσειν αὐτοῖς ἀπισχυριζόμενοι. Ἡωυσῆς δὲ καὶ ᾿Δαρὼν ἱκέτευον τὸν θεὸν ὅπως τῆς ἀπονοίας παύσῃ τὸ πλῆϑος. παρῆν δὲ ἡ νεφέλη ἐν τῇ σκηνῇ καὶ ἐσήμαινε $r]v ἐπιφάνειαν τοῦ ϑεοῦ. καὶ IMcvosic ϑαρσήσας διειλέχϑη τῷ πλήϑει, καὶ ὀργισϑῆναι ἔφησε τὸν ϑεόν, μὴ ἀπολεῖν μέντοι záv- C τας μηδὲ τὸ γένος ἐξαφανίσειν, τὴν δὲ Χαναναίαν μὴ παρέξειν αὐτοῖς, ἐᾶσαι δ᾽ ἐπὶ τῆς ἐρήμου ἐπ᾽ ἔτη τεσσαράχοντα, παισὶ δὲ τοῖς ἐξ αὐτῶν παρέξειν τὴν γῆν. ταῦτα τοῦ Πωυσέως elnóv- loroc ἐν λύπῃ τὸ πλῆϑας ἐγένετο. εἶτα συμμῖξαι τοῖς Χανα- ναίοις ἤϑελον, καὶ ταῦτα κωλύοντος τοῦ ϑεοῦ\" καὶ προσβαλόντες ἡττήϑησαν, καὶ οἱ μὲν ἔπεσον οἱ δὲ εἰς τὴν παρεμβολὴν συμπε- φεύγασι. Στάσις δὲ τὸ πλῆϑος κατέλαβεν ἐξ αἰτίας τοιαύτης. Κορὲ l7/Zc «““ευιτικῆς τυγχάνων φυλῆς, καὶ γένεε καὶ πλούτῳ περιφανέ- στατος καὶ ὁμιλεῖν πιϑανώτατος, φϑόνον ἔσχε πρὸς ωυσῆν καὶ D τοῦ ἀνδρὸς κατεβόα ὡς τυραννίδε χρωμένου. “τίνι γὰρ λόγῳ\" ἔλεγεν “᾿᾿Δαρὼν καὶ τοῖς αὐτοῦ υἱέσι τὴν ἱερωσύνην προσένειμεν; 8 μὲν ὡς ἐκ τῆς “«ἀευιτικῆς φυλῆς, ἐγὼ ταύτης τυχεῖν δικαιά- 201:00c, γένους μὲν ὁμοίως ἔχων, πλούτῳ δὲ καὶ ἡλικίᾳ διάφορος. εἰ δὲ ἑτέρᾳ φυλῇ προσκχληρωθῆναι δέον αὐτήν, προτιμηϑήσεται 7 τοῦ \"Povfiu διὰ πρεσβυγένειαν, καὶ λήψονται ταύτην Ζαϑάν τε xal ᾿Αβειρών.\" ταῦτα ἐκεῖνος μὲν καχοήϑως ἔλεγεν, ἦσαν δὲ αὐτῷ συντεταγμένοι ἄνδρες τῶν πρώτων διακόσιοι xal πεντήκοντα, ἀνηρέϑιστο δὲ καὶ τὸ πλῆϑος. ὃ δὲ Mover; dc μέσον στὰς εἶπεν “ἐμοί, ὦ Κορέ, καὶ σὺ καὶ τῶν σοι συντεταγμένων ἕκαστος"
      },
      {
        "index": 43,
        "text": "W 1.26 τιμῆς ἄξιοι δοκεῖτε, ὃ δὲ ϑεὸς τὴν ἱερωσύνην τῷ ago. ἐψηφί- ᾿ σατο, καὶ νῦν αὐτὸς αὖϑις κρινεῖ ὃν ἱερᾶσϑαι βούλεται. ἕωϑεν ὃ οὖν, ὅσοι τῆς ἱερωσύνης ἀντιποιεῖσϑε, πάριτε, ἕκαστος κομίζων ϑυμιατήριον οἴκοϑεν καὶ πῦρ καὶ ϑυμίαμα\" σὺν ὑμῖν δ᾽ ὁμοίως παρίτω καὶ ᾿Δαρών. καὶ ϑυμιώντων ὑμῶν ἐνώπιον τοῦ. λαοῦ, οὗπερ ἂν «τὴν ϑυσίαν ἡδίω κρινεῖ ὃ ϑεύς, οὗτος ἔσεται ὑμῖν B ἱερεύς.\" ἐπήνησε ταῦτα τὸ πλῆϑος, καὶ τῇ ἐπιούσῃ συνῆλϑον τὸ εἷς ἐκκλησίαν. Ἰωυσῆς δὲ πέμψας πρὸς “4βειρὼν καὶ da3àv ἐνετέλλετο ἥκειν\" οἱ δὲ μὴ πεισϑέντες καὶ κατὰ ωυσέως ἠπεί- λησαν. ἸΠωυσῆς δὲ ἀκολουϑεῖν αὐτῷ τοὺς προβούλους κελεύσας ἀπήει πρὸς τὰς ἐκείνων σχηνάς, καὶ πλησίον γενόμενος τὰς χεῖρας ἀνέσχεν εἷς οὐρανὸν καὶ μέγα ἐβόησεν “ἐπεὶ κακουργεῖν ὑποπτεύο- 15 μαι, δέσποτα, αὐτὸς ἐλϑὲ δικαστὴς καὶ παράστησον ὅτε οὐδὲν αὐτομάτως ἀλλὰ πάντα σῇ διοικεῖται προνοίᾳ\" καὶ εἰ σοῦ κελεύ- σαντος δέδωκα τὴν ἱερωσύνην τῷ “Μαρών, χάνοι περὶ Ζ}αϑάν τε καὶ ᾿Αβειρὼν καὶ τὴν αὐτῶν γενεὰν ἐφ᾽ ἣν ἑστήκασι γῆ\" εἰ δ᾽ C. ἀληϑεύοιεν κατ᾽ ἐμοῦ, οἷς ἐπηρασάμην αὐτοῖς ἐγὼ περιπέσοιμι.\" 90 ταῦτα εἶπε δακρύων. καὶ σείεται μὲν ἀϑρόον 7] γῆ, σκληροῦ δὲ ῥαγέντος ἤχου συνίζησε περὶ τὰς ἐκείνων σχηνὰς καὶ αὐτούς τε"
      },
      {
        "index": 44,
        "text": "xai τὰ αὐτῶν εἷς τὸ χάσμα κατήνεγκε, καὶ οὕτως αὖϑις συνῆλϑε τὸ διεστώς. ἐπὶ τούτοις ἔφριξε μὲν ὃ λαός, Πωυσῆς δὲ καλεῖ τοὺς περὶ ἱερωσύνης ἁμιλλωμένους. καὶ συνελϑόντες πεντήχοντα καὶ διακόσιοι ἄνδρες τῶν ἐπισήμων καὶ 24aQdxà] Κορὲ πρὸ τῆς ϑσχηνῆς ἐπὶ τοῖς ϑυμιατηρίοις καϑήγιζον & ἐκόμιζον. ἐξέλαμψε δὲ πῦρ πολύ, οἷον ἂν ϑεοῦ κελεύσαντος ἀναφϑείη, ὑφ᾽ οὗ οἵ τε διακόσιοι καὶ πεντήχοντα καὶ Κορὲ διεφϑάρησαν, ὡς μηδὲ τὰ D σώματα αὐτῶν εὑρεθῆναι\" μόνος δὲ αρὼν εὑρέϑη ἀλώβητος. Movoñc δὲ τὰ ϑυμιατήρια τῶν ἀνδρῶν ἐκείνων περὶ τὸν χάλ- Ιῦχεον ἐκέλευσε καταϑέσϑαι βωμόν, ἵν᾽ ὑπόμνησις ὦσι τῶν γεγο- τότων xal τοῖς μετέπειτα. ἐχχλησιάσας δὲ πάλιν προεῖπε τοῖς φυλάρχαις ἥκειν τὰ τῶν φυλῶν ὀγόματα βακτηρίαις ἐπιγεγραμμένα κομίζοντας, ἐκείνῳ τῆς ἱερωσύνης ἐσομένης οὗπερ ἄν τῇ βακτηρίᾳ σημεῖον γένηται ἐκ ϑεοῦ. χομίζουσιν οὖν οἵ τε ἄλλοι καὶ ᾿ἀαρών, Ιδἐπιγράψας τῇ βαχτηρίᾳ “«Ἰευίτην. ἃς iv τῇ σκηνῇ τοῦ ϑεοῦ χατέϑετο Ῥωυσῆς. τῇ δ᾽ ἐπιούσῃ προεκόμισε ταύτας. καὶ αἱ μὲν ἄλλαι οἷαί nto ἐτύγχανον ἔμενον, ἢ δὲ ᾿αρὼν ἐβλάστησε P 1 42 χλάδους τε. καὶ καρπούς. τὸν δὲ καρπὸν ἢ μὲν τοῦ “Πευετικοῦ βίβλος κάρυα λέγει, ἀμύγδαλα δὲ ὃ Ἰώσηπος. ἐξεπλάγησαν οὖν ϑυπάντες, τρὶς τὸν “Παρὼν χειροτογήσαντος τοῦ ϑεοῦ. ἐπεὶ δὲ͵ πολέμων καὶ στρατείας 7; τῶν «“ευιτῶν ἀφεῖτο φυλή, ἵνα μὴ διὰ ἀπορίαν τῶν ἀναγκαίων ἀμελοῖεν τῆς λειτουργίας ToU ἱεροῦ, 2x£- λευε Ἰωυσῆς τὴν Χαναναίαν χτησαμένους τοὺς \"Egalovc ὀκτὼ καὶ τεσσαράχοντα πόλεις κατανεῖμιμ τοῖς “Τευίταις καὶ γῆν πρὸ αὐτῶν, καὶ δεχάτην τῶν ἐπετείων καρπῶν αὐτοῖς τε καὶ τοῖς ἱερεῦσι τελεῖν\" χαὶ ἄλλα δὲ πλεῖστα τούτοις χορηγεῖν τὸν λαὸν ὅ διετάξατο, ὧν τὸ xa^ ἕκαστον ὃ ζητῶν τὴν τοῦ «“Τευιτικοῦ. Β βίβλον ἀναπτύξας εὑρήσει."
      },
      {
        "index": 45,
        "text": "18. Ταῦτα δὲ διατάξας ἸΠωυσῆς ἐπὶ τὴν Ἰδουμαίαν μετὰ τῆς στρατιᾶς x«l ἠξίου παρελϑεῖν δ αὐτῆς. τῆς χώρας δ᾽ ὃ βασιλεὺς μετὰ στρατιᾶς ἐνόπλου προῦπήντα τῷ Mowojj.10 χαὶ ὃς διὰ τῆς ἐρήμου ἐχώρει, μὴ ἄρχειν μάχης συμβουλεύοντος τοῦ ϑεοῦ. τότε καὶ Μαριάμμη τέϑνηκε τοῦ ωυσέως 1j σύγ-- yovoc, μετὰ τεσσαραχοστὸν ἔτος τῆς ἐξ «Αἰγύπτου ἐξόδου. τὸν δὲ λαὸν ἀπῆγε διὰ τῆς ἐρήμου xal τῆς “ραβίας\" ἔνϑα καὶ ἀαρὼν ἐτελεύτησεν εἷς ὄρος ἀναβὰς ὑψηλὸν καὶ τὴν ἀρχιερατικὴν στολὴν 15 παραδοὺς τῷ υἱῷ Ἐλεάζαρ, τοῦ πλήϑους δρῶντος, ἔτη βιοὺς ἑκατὸν πρὸς εἴκοσι καὶ τρισίν. ἐλθὼν δὲ ωυσῆς ἐπὶ τὴν IMoa- C βιτῶν καὶ “μορραίων χώραν τῷ στρατῷ δίοδον Jt. Σηὼν δὲ τῆς χώρας ὃ βασιλεὺς διαβαίνειν τοὺς Ἔβραίους ἐκώλυε, καὶ τοῦ ϑεοῦ νίκην σημήναντος ἐρομένῳ τῷ Πϊωυσῇ, τὰς πανοπλίας ἀνα-- 90 λαβόντες Ἑβραῖοι πρὸς μάχην ἐχώρουν. τρέπονται δ᾽ αὐτίχα ot"
      },
      {
        "index": 46,
        "text": "᾿Αμορραῖοι καὶ ἅπαντες διεφϑάρησαν, πέπτωχε δὲ καὶ Σηὼν ὃ αὐτῶν βασιλεύς. καὶ τὰς πόλεις εἶλον καὶ τὴν γῆν ἐκείνων παρέλαβον. ἐπιτίϑεται δὲ τοῖς Ἰσραηλίταις καὶ \"y ὃ τῆς Γαλα- δηνῆς καὶ τῆς Γαυλανίτιδος βασιλεὺς σύμμαχος ἐλϑὼν τῷ Σηὼν 6705 ἀκολωλόει. αὐτός τε οὖν ϑνήσχει κατὰ τὴν μάχην, καὶ ὃ στρατὸς αὐτοῦ διαφϑείρεται, καὶ αἱ πόλεις ἑάλωσαν, καὶ οἱ ἔνοι-- κοῦντες ἀπώλοντο, Ἐκεῖθεν δὲ ἸΠωυσῆς τὴν δύναμιν κατὰ τὸ μέγα πεδίον ἄγει D καὶ στρατοπεδεύει “Ιεριχοῦντος ἔναντι. πόλις δ᾽ ἐστὶν εὐδαίμων 10 αὕτη, φοίνικάς τε φέρουσω καὶ βάλσαμον νεμομένη. Βαλὰκ δὲ ὁ τῶν ωαβιτῶν βασιλεὺς μετακαλεῖται τὸν uávita Βαλαὰμ ὅπως ἐπ᾿ ὀλέϑρῳ τῶν Ἰσραηλιτῶν ἀρὰς ποιήσῃ παραγενόμενος. καὶ ὃ μὲν ἀπήει, κατὰ δὲ τὴν ὁδὸν ἀγγέλου ϑείου προσβαλόντος αὐτῷ ἡ ὄνος ἦ ὃ Βαλωὰμ ἐπωχεῖτο συγεῖσα τοῦ ϑείου πνεύματος 1$ οὐ προέβαινεν οὐδὲ ταῖς πληγαῖς ἐνεδίδου, φωνήσασα δ᾽ ἀνϑρω- πίνως κατὰ ϑείαν βούλησιν, ἄδικον ἐκάλει τὸν δεσπότην πληγὰς αὐτῇ ἐπιφέροντα καὶ μὴ συνιέντα ὅτι ἐκ ϑεοῦ οἷς ἔσπευσεν ὑπηρε- τεῖν εἴργεται, ταραττομένου δ᾽ αὐτοῦ διὰ τὴν ἀνθρωπίνην qo- ψήν, ἐπιφανεὶς ὃ ἄγγελος αὐτὸς τὴν ὁδὸν ἔλεγε κωλύειν τῷ κτήνει\" 20 βουλύμενον δ᾽ ἀναστρέφειν, χωρεῖν προσωτέρω παρώρμησεν, καὶ ὃ ἂν ἐκ ϑεοῦ ἐμπνευσϑ είη τοῦτο λέγειν. καὶ ὃ μὲν ἥκει πρὸς τὸν Βαλάχ, καὶ εἰς ὄρος ἀχϑείς, ἑπτά τε ταύρους ὁλοκαυτώσας καὶ τοσούτους κριούς, ὡς εἶδε τροπὴν σημαινομένην, οὐ μόνον οὐ χατηύξατο τῶν ᾿Εβραίων, ἀλλ᾽ ἐπιϑειάσας αὐτούς τε xai τὸ γένος"
      },
      {
        "index": 47,
        "text": "B ἅπαν αὐτῶν εὐλόγησε καὶ ἐξύμνησε. τοῦ δὲ Βαλὰκ δυσχεραί- voyroc ἐπὶ τούτοις ἔφὴ ὃ Βαλαὰμ “οὐκ ἐφ᾽ ἡμῖν περὶ τῶν τοιού-- των σιγᾶν ἢ λέγειν ἐστὶν ὦ βασιλεῦ, ἀλλ᾽ ὅτε ἡμᾶς τὸ τοῦ ϑεοῦ λάβῃ πνεῦμα, ἃς ἐκεῖνο βούλεται φωνὰς ἀφίησι δι᾿ ἡμῶν. ἐμοὶ δὲ χαρίζεσϑαι βουλομένῳ σοι βωμὸν αὖϑις ἑτοιμαστέον καὶ 90-5 ματα.\" ϑύει τοίνυν καὶ πάλιν, καὶ πεσὼν ἐπὶ στόμα προὔλεγεν ὅσα τε βασιλεῦσιν ἔσται πάϑη καὶ ὅσα ταῖς πόλεσι. Βαλὰκ δὲ ἀτίμως ἀποπέμπει τὸν Βαλαάμ. εἶτα τὰς παρϑένους ἐπιπέμπει τοῖς Ἰσραηλίταις κατὰ συμβουλὴν Βαλαάμ, αἷς οἱ τῶν Εβραίων γέοι ἁλίσκονται καὶ ταύταις συνήεσαν, ὡς διὰ παντὸς τοῦ τὸ"
      },
      {
        "index": 48,
        "text": "C στρατοῦ τὴν παρανομίαν χωρεῖν, ἔρωτι τῶν Ἰαδιανιτίδων γυναι- κῶν ϑεοῖς αὐτῶν τῶν ᾿Εβραίων ϑυόντων καὶ ἀσυνήϑων γευομένων τροφῶν. ωυσῆς δὲ εἰς ἐκκλησίαν ἀγαγὼν τὸν λαόν, οὐκ ἄξεα δρᾶν ἑαυτῶν οὐδὲ τῶν πατέρων τοὺς νέους ἔλεγε, καὶ ἐπειρᾶτο τούτους ἐπανουϑοῦν. Ζαμβρὴς δὲ φύλαρχος ὧν φυλῆς τῆς Συμεωνίτιδος, καὶ Ἰαδιανίτιδι συνοικῶν καὶ περιμανῶς ἐκείνης ἐρῶν, Ἰωυσέως κατηναιδεύσατο, καὶ μὴ ἄν nott τὴν γυναῖχα καταλιπεῖν διωμιόσατος. ὃ (Φινεὲς δὲ τοῦ ἀρχιερέως ὧν παῖς ᾿Ελεάζαρ περιαλγήσας οὐκ ἀνῆκε παίων τῇ ῥομφαίᾳ τὴν Maói- viriv καὶ τὸν Ζαμβρὴν ἕως καὶ ἄμφω ἀπέχτεινεν. ὃν καὶ ἄλλοι \"9"
      },
      {
        "index": 49,
        "text": "\"s - γέοι olg ἀρετῆς ἔμελε μιμησάμενοι ἀνήρουν τῶν νέων τοὺς ἐπὶ γυναιξὶν ἀλλοφύλοις παρανομήσαντας. ἀπόλλυνται οὖν ἄνδρες οὐκ ἐλάττους μυρίων καὶ τετρακισχιλίων. ἐντεῦϑεν παροξυνϑ elc Μωυσῆς κατὰ τῶν ἸΠαδιανιτῶν ἐξέπεμψε 'στρατιάν, στρατάρχην αὐτῆς ἀποδείξας τὸν (Φινεές. καὶ μάχης συστάσης οἵ τε βασιλεῖς δαὐύτῶν πίπτουσιν, ὄντες πέντε, xal πλῆϑος ἄγαν πολύ. οἱ δὲ Ἕβραῖοι τὴν χώραν αὐτῶν διηρπάχασι, καὶ τοὺς οἰκήτορας σὺν γυναιξὶ διαφϑείραντες μόνας τὰς παρϑένους κατέλιπον εἷς τρισμυ-- ρίας καὶ δισχιλίας ἀριϑμουμένας, ἃς τοῖς ἱερεῦσί τε καὶ ““ευίταις xal τῷ λαῷ διένειμε Ἰωυσῆς. γηραιὸς δὲ τυγχάνων διά- 10 δοχον ἑαυτοῦ κατέστησε τὸν τοῦ Νανῆ Ἰησοῦν, κελεύσαντος τοῦ ϑεοῦ. J 19. Al φυλαὶ δὲ Γάδ τε καὶ Ῥουβὶμι καὶ τῆς τοῦ Ma- γασσῆ 7| ἡμίσεια ἐδέοντο ἸΠωυσέως τὴν τῶν ᾿“ΦΑμορραίων γῆν προσχληρῶσαι αὐτοῖς. ὃ δὲ δειλοὺς αὐτοὺς ἀπεκάλει xol μὴ 15 ϑέλοντας τῆς πρὸς Χαναναίους μάχης κοινωνῆσαι τοῖς δμυφύλοις. ἀπελογοῦντο δ᾽ ἐκεῖνοι μὴ τοῦτο εἶναι, ἀλλὰ πλήϑει βοσκημάτων εὐθηνουμένους βούλεσθαι ταῦτα παρὰ τῇ χώρᾳ ' καταλιπεῖν, ἀγαϑῇ τυγχανούσῃ πρὸς τετραπόδων τροφήν, ἵν᾽ εἶεν αὐτοὶ πρὸς τοὺς ἀγῶνας τοῖς ὁμογενέσι συναπαίροντες εὔξωνοι. ἐπήνεσε B Δοταῦτα Ἰἤωυσῆς καὶ τὴν Ἀμορῖτιν αὐτοῖς προσεχλήρωσεν ἐπὶ τοιαύταις συνθήκαις. J"
      },
      {
        "index": 50,
        "text": "Τιϑνηκότος δέ τινος x τῆς IMayacos φυλῆς ἐπὶ ϑυγατράσι μόναις, ἐρωτηϑεὶς Β]ωυσῆς τίνος ὃ ἐκείνου κλῆρος ἔσοιτο, ἀπε- κρίνατο “εἰ μέν τισι τῶν φυλετῶν συνοικήσουσιν αἱ παρϑένοι, μετὰ τοῦ χλήρου πρὸς ἐχείνους χωρείτωσαν\" εἰ δὲ μνηστεύοιντό τισιν ἐξ ἑτέρας φυλῆς, τὸν κλῆρον ἐάτωσαν ἐν τῇ πατρῴᾳ φυλῇ,\" ὃ καὶ οὕτω μένειν ἑκάστου κλῆρον ἐν ταῖς φυλαῖς διετάξατο,"
      },
      {
        "index": 51,
        "text": "\"Hóy δὲ τεσσαράκοντα διεληλυϑότων ἐτῶν ἐξότου τῆς “41γύ- € πτοῦ; oi Ἰσραὴηλῖται ἐξεληλύϑασι, τριάκοντα ἐνδεουσῶν ἡμερῶν, ἀϑροίσας τὸν λαὸν Πἥῆηωυσῆς ἑχατὸν εἴκοσιν ἐνιαυτῶν γεγονὼς τὸ οἰκεῖον αὐτοῖς κατήγγειλε τέλος. καὶ πολλὰ παρωινέσας, καὶ vó- 10 μους δοὺς ἐν βίβλοις καὶ τῆς σφετέρας πολιτείας διάταξιν, καὶ στρατεῦσαι κατὰ τῶν ᾿ΔΑμαληκιτῶν ἐντειλάμενος, περὶ τῆς φυλα- κῆς τε τῶν νόμων ὅρχον ἀπριτήσας αὐτούς, καὶ τὸν δημαγωγὸν"
      },
      {
        "index": 52,
        "text": "Ἰησοῦν παραϑήξας ἐπὶ τοὺς Χαναναίους στρατεῦσαι, “ἰδού\" φῆσιν, “πρὸς τρὺς ἡμετέρους ἄπειμι προγόνους \" τήνδε uoc γὰρ 15 τὴν ἡμέρων τῆς πρὸς ἐκείνους ἀφίξεως ὥρισεν ὃ ϑεός.\" τὸ δὲ πλῆϑος ἐδάκρυε, καὶ ἦν ὃ ϑρῆνος αὐτῶν ἀπαράχλητος καὶ τοσοῦ- D τὸς ὡς καὶ αὐτὸν Πωνσῆν ἐχνικηϑῆναι τῷ πάϑει καὶ πιρρενεγκεῖν δάκρυα, πορευομένῳ δ᾽ ὅπου ἔμελλεν ἀφανὴς ἔσεσϑαι ἑΐποντο πάντες͵ χοπτόμενοι. ὃ δὲ τοὺς μὲν πόρρω, τῇ χειρὶ κατασείων, 20 μένειν ἐκέλευε, μόνη δ᾽ ἡ γερουσία προέπεμπεν αὐτὸν καὶ ὃ ἀρχιερεὺς ᾿Ελεάζαρ καὶ ὃ στρατηγὸς Ἰησοῦς, ἕως ἐπὶ τὸ ὄρος ἦλϑε"
      },
      {
        "index": 53,
        "text": "Ναβαῦ, ἐπὶ κορυφὴν Φασγά, ἥ ἐστι κατὰ πρόσωπον Ἱεριχώ\" ὅϑεν ἔδειξεν αὐτῷ κύριος τὴν γῆν ἣν ἔμελλον κληρονομῆσαε οἱ υἱοὶ Ἰσραήλ, εἰπὼν αὐτῷ “ἴδὲ ταύτην τοῖς ὀφϑαλμοῖς σου, εἰς αὐτὴν δ᾽ οὐχ εἰσελεύσῃ.\" ἐπὶ δὲ τὸ ὄρος τοῦτο ἐλϑὼν ὑψηλὸν δτυγχάνον, τὴν μὲν γερουσίαν ἀπέπεμψε, τὸν δ᾽ Ἐλεάζαρ καὶ Ἰησοῦν ἐπήγετο. καὶ προσομιλῶν αὐτοῖς νέφους ἀϑρόον περιλα- βόντος αὐτὸν ἐγένετο ἀφανής. γεγράφασι δ᾽ αὐτὸν ἐν ταῖς ἱεραῖς βίβλοις τεϑνεῶτα, ἵνα μὴ διὰ ὑπερβολὴν τῆς περὶ αὐτὸν ἀρετῆς τολμήσωσί τινὲς εἰπεῖν ὡς ἀποτεϑέωται. ἐβίωσε δὲ τὴν ὅλην Ιϑζωὴν ἐνιαυτοὺς ἑκατὸν εἴχοσι, ὧν ἦρξε τὸ τρίτον μέρος ἑνὸς λείποντος μηνός. καὶ ἐπένϑησαν αὐτὸν ἐφ᾽ ἡμέρας τριάχοντα. W 1 99 ταῦτα μέν φησιν ὃ Ἰώσηπος, 7| δὲ τοῦ 4ευτερονομίου βίβλος πρὺς τῷ τέλει οὕτω περιέχει πρὸς ῥῆμα “καὶ ἐτελεύτησε ἩΠωυσῆς οἰκέτης κυρίου, καὶ οὐκ οἶδεν οὐδεὶς τὴν τελευτὴν αὐτοῦ ἕως τῆς ἡμέρας ταύτης. | Ἤδη δὲ τοῦ πένϑους λελωφηκότος πέμπει χατασκόπους εἰς Ἱεριχοῦντα ὃ Ἰησοῦς, μετακαλεσάμενος δὲ τοὺς φυλάρχους τῆς Β τοῦ ἹΡουβὶμ φυλῆς καὶ τῆς Γὰδ καὶ τῆς Ἡ]ανασσῆ, ὑπεμίμνησκεν αὐτοὺς τῶν πρὸς Ἰωυσῆν συνθηκῶν. τῶν δὲ ἑπομένων πεντάκις 0 μυρίοες ὁπλίταις ἐπὶ τὸν Ἰορδάνην προσἥει. οἱ δὲ πεμῳφϑέντες"
      },
      {
        "index": 54,
        "text": "Δευτερονομίου] 34 5 et 6, ubi vulgo ὁ οἰκέτης.. εἶδεν.. — cod. Álex. οἰκέτης.. οἷδεν.. τελευτὴν. 19 πρὸς τὸν À. χατάσχοποι εἷς Ἱεριχὼ παραγενόμενοι τὴν πόλιν anacav κατενόη- σαν, γνωσθϑέντες δὲ τῷ βασιλεῖ τῆς χώρας μηνύονται\" ὃ δ᾽ εὐθὺς αὐτοὺς συλληφϑῆναι ἐκέλευσεν. ὡς δὲ ἔγνω τὴν ἔφοδον τῶν ζητούντων τοὺς ἄνδρας 7| γυνὴ παρ᾽ 7j προσπεφεύγασι, ῬῬαὰβ χαλουμένη, τοὺς μὲν κατέχρυψε λίνου αὐτοῖς ἀγκαλίδας ἐπιϑε- 5 ᾿ς μένη, τοῖς δὲ ζητοῦσιν ἔλεγεν ὡς οἱ ἀγνῶτες ἄνδρες ἐκεῖνοι πρὶν δῦναι τὸν ἥλιον παρ᾽ αὐτῇ δειπνήσαντες ἀπηλλάγησαν. οἱ δ᾽ οὕτως αὐτοὺς ὑπελϑούσης τῆς γυναικὸς ὥρμησαν ἄλλος. ἀλλαχοῦ C τοὺς ἄνδρας διώχοντες. ἡ δὲ “Ῥαὰβ χωρεῖν ἐκέλευσεν ἐπὶ τὰ οἰκεῖα τοὺς ἄνδρας καὶ μεμνῆσϑαι αὐτῆς καὶ ἀμοιβὴν ἐχτῖσαι τῆς 10 Χαναναίων χώρας ἐπικρατήσαντας. οἱ δὲ καὶ χάριν ἔχειν ὧμο- λόγουν, xal ἡνίκα ἂν ἢ πόλις ἁλίσκηται τὴν κτῆσίν Te καὶ τοὺς οἰκείους εἰς τὸ καταγώγιον ἐγκαϑεῖρξαι αὐτῇ ἐνετέλλοντο, ἀπαιω- ρῆσαι δὲ καὶ φοινικίδα πρὸ τῶν ϑυρῶν, ἵν᾽ εἴη γνώριμος ἢ οἰκία καὶ 'διαφυλαχϑῇ. καὶ οἱ μὲν πρὸς τοὺς οἰκείους ἐσώϑησαν καὶ ἃ 15 ἔπραξαν ἐδήλουν... τοῦ Ἰορδάνου δὲ πολλοῦ ῥέοντος, οὕτω τοὺς ᾿Εβραίους ὃ Ἰησοῦς ἐπ᾿ αὐτοῦ διεβίβασε. προΐεσαν μὲν oi ἱερεῖς D τὴν κιβωτὸν αἴροντες, εἶτα oi “ευῖται κομίζοντες τὴν σκηνήν, ἕποντο δὲ τούτοις 0 λαύς. ὡς ὑὲ τοῖς ἱερεῦσι πρώτοις ἐμβᾶσιν ἀνεκόπη τὸ ῥεῦμα τοῦ ποταμοῦ, πάντες ϑαρρούντως ἐπεραιοῦντο. 20 ἔστησαν δ᾽ ἐν μέσῳ οἱ ἱερεῖς ἕως οὗ διαβαίη τὸ πλῆϑος\" εἶτα κἀχεῖνοι ἐξήεσαν ἐλεύϑερον ἀφέντες τὸ ῥεῦμα χωρεῖν. καὶ πρὸ καὶ ἀπαιωρῆσαι δὲ φοινικίδι Α, 17 διεβίβαζξε À. 20 ϑαρ- δέχα σταδίων τῆς \"TeoyoUvroc στρατοπεδεύογτα. (30) βωμὸν δ᾽ ix τῶν λίϑων ὃ Ἰησοῦς ἱδρυσάμενος oc ἕκαστος τῶν qvAág- χων κατ᾽ ἐντολὴν αὐτοῦ ἐκ τοῦ βυϑοῦ τοῦ Ἰορδάνου ἀνείλετο, ἔϑυεν ἐπ᾿ αὐτοῦ καὶ τὴν ἑορτὴν τοῦ πάσχα ἑώρταζε. τύτε δ᾽ δϑαὐτοὺς καὶ τὸ μάννα ἐπιλελοίπει, χρησαμένους αὐτῷ ἐπὶ τεσσα- ράχοντα ἔτη\" ἤδη γὰρ εὐπόρουν ἐκ τῆς χώρας πάντων ὧνπερ ἐδέοντο. τῇ δὲ πρώτῃ τῆς ἑορτῆς ἡμέρᾳ τῇ πολιορκίᾳ τῆς \"Tega- χοῦντος ὃ Ἰησοῦς ἐπεχείρησεν, οὕτω ταύτην διατιϑέμενος. τὴν χιβωτὸν οἱ ἱερεῖς φέροντες περιώδευον τὸ τεῖχος, ἑπτὰ σαλπί- lolovreg κέρασι, καὶ ἡ γερουσία παρείπετο\". ei9^ ὑπενόστουν εἰς τὸ στρατόπεδον. καὶ τοῦτο ἐπὶ ἕξ ἐποίουν ἡμέρας. τῇ δὲ ἑβδόμῃ τὰ αὐτὰ ποιησάντων καὶ περιελϑόντων ἑπτάχις, τὸ τεῖχος κατέ- πεσε, καὶ ὃ λαὸς εἰσελθὼν πάντας ἔκτειναν xal τὴν πόλιν ἐνέ- πρησαν. τὴν δὲ Puàf μόνην σὺν τοῖς οἰκείοις ἔσωσαν oi κατά.-- l$oxoz04, φοινικέδα πρὸ τῆς οἰχίας ἀπαιωρήσασαν. καὶ Ἰησοῦς ἀγροὺς αὐτῇ ἐδωρήσατο καὶ ἦγε διὰ τιμῆς. κατὰ δὲ τῶν ἐγεί- ρειν αὖϑις βουληθησομένων τὴν πόλιν ἀρὰς ἔϑετο, στερηϑῆναι B μὲν τοῶ πρώτου παιδὸς τὸν ϑεμελίους βαλλόμενον, τὸν τελειώ-- σαντα δὲ ζημιωθῆναι τὸν νεώτατον. πολὺ δὲ πλῆϑος ἐκ τῆς πόλεως ἀϑροίζεται ἀργύρου τε καὶ χρυσοῦ, καὶ ἅπαν ἀνετέϑη τῷ ϑεῷ ὡς τῶν κατωρϑωμένων ἐσόμενον ἀπαρχήν\" ἀπείρητο γὰρ πᾶσιν ἐκ τούτου τι σφετερίσασθαι. — yap δέ τις ἐκ τῆς Ἰούδα φυλῆς ὑφάσματι χρυσοῦφεϊ περιτυχὼν καὶ μάζῃ χρυσοῦ ἑλκούσῃ σίκλους διακοσίους, ἰδιώσατο ταῦτα κατορύξας ἐν τῇ σκηνῇ. μετὰ ταῦτα πολέμου συστάντος τρέπονται οἱ ᾿Εβραῖοι καὶ πέπτου-- C σιν αὐτῶν ἄνδρες ἕξ xal τριάκοντα. τοῦτο σφόδρα 10 πλῆϑος ἐλύπησε. καὶ Ἰησοῦς ἐπὶ στόμα πεσὼν ἐδέετο τοῦ ϑεοῦ. γχρη-5 ματισϑεὶς δὲ κλοπὴν γενέσϑαε τῶν καϑιερωθϑέντων χρημάτων, κλήρῳ τὴν κρίσιν ἐπέτρεψεν. ἐπὶ δὲ τὸν yag τοῦ κλήρου πε- σόντος ὁμολογεῖ τὴν κλοπὴν ἐκεῖνος καὶ παράγει τὰ φώρια. καὶ ὃ μὲν λίϑοις ἀναιρεῖταε σὺν τοῖς αὐτοῦ, Ἰησοῦς δὲ πολιορχεῖ τὴν Naiκαὶ ταύτην αἱρεῖ.\" 10 Γαβαωνῖται δὲ καὶ οἱ ἐκείνοις περίοικοι Xavavaloig προσή- κοντες, φοβηϑέντες ὡς τοῖς Ἱεριχουντίοις καὶ τοῖς περὶ Ναὶν τὰ ὅμοια πείσονταε, πρεσβείαν ἀποστέλλουσι πρὸς τὸν Ἰησοῦν, πορ- D ρωτάτω λέγοντες κατοικεῖν μηδὲ κατὰ γένος κοινωνεῖν Χαναναίοις, καὶ σπονδὰς πρὸς αὐτοὺς ϑέσϑαι ζητοῦντες τοὺς ᾿Ισραηλίτας καὶ15 συνθήκας φιλίας. Ἰησοῦς οὖν φιλίαν πρὸς αὐτοὺς \"ἐποιήσατο. γνοὺς δ᾽ ἔπειτα τούτους τοῦ γένους ὄντας τῶν Χαναναίων, τῆς ἀπάτης αὐτοῖς ἐνεκάλει. οἱ δὲ ἐξ ἀνάγκης ἔφασαν τοῦτο πρᾶξαι, δεδιότες τὸν ὄλεθρον. καὶ Ἰησοῦς ἵνα μὴ παραβαίη τὸν ὅρκον δημοσίους αὐτοὺς ἀποδείκνυσιν. οὕτως ᾿Ιώσηπος\" 7 δὲ βίβλος τοῦ ᾿Ιησοῦ περιέχει ὅτε κατέστησεν αὗτοὺς ξυλοχόπους καὶ $0go- φόρους πάσῃ τῇ συναγωγῇ καὶ τῷ ϑυσιαστηρίῳ τοῦ ϑεοῦ. ἐπι- αὐτοῖς À. ᾿Ιώσηπος) Antiq. 5 1 16. 21 Ἰησοῦ] 9 27."
      },
      {
        "index": 55,
        "text": "ϑεμένου δὲ τοῖς Γαβαωνίταις τοῦ βασιλέως τῶν “Τεροσολέμων διὰ τὰς πρὸς “Εβραίους σπονδάς, ὃ ᾿Ιησοῦς αὐτοῖς συμμαχεῖ καὶ τρέ- neat τοὺς ἐναντίους xal τραπέντας ἐδίωκεν. ὅτε καὶ οὐρανόϑεν χάλαζά τε τῆς συνήϑους μείζων καὶ κεραυνοὶ τοῖς πολεμίοις ἐὰχέ- ὅπεσον, καὶ 7 ἡμέρα ηὔξητο, τὸν δρόμον τοῦ ἡλίου στήσαντος τοῦ ϑεοῦ ἐντεύξει τοῦ ᾿]ησοῦ, ἵνα μὴ νυκτὸς ἐπελϑούσης διαφύ- γωσιν οἱ πολέμιοι. καταλαμβάνονται δὲ καὶ οἱ βασιλεῖς ἕν τιψι σπηλαίῳ κρυπτόμενοι, καὶ κτείνονται πάντες. ᾿Τησοῦς δὲ ἐπανήει πάλιν τῆς Χαναναίας ἐπὶ τὴν ὀρεινήν, καὶ πολὺν φόνον τῶν ἐν αὐτῇ ἐργασάμενος καὶ λείαν λαβὼν εἰς τὸ ἐν Γαλγάλοις ἦλϑε στρατόπεδον. ἐχλήϑη δ᾽ ὃ τόπος τοῦ στρατοπέδου Γάλγαλα, ὡς ἤδη ἑαυτοὺς ἐλευϑέρους τῶν «Αϊγυπτίων καὶ τῆς κατὰ τὴν ἔρημον ταλαιπωρίας γνόντων τῶν ᾿Ισραηλιτῶν\". γάλγαλα γὰρ τὴν ἐλευϑερίαν Ἔδραῖοι καλοῦσι. στρατεύουσι δ᾽ ἐπ᾽ αὐτοὺς οἱ περὶ 15.,“έβανον Χαναναῖοι καὶ οἱ ἐν τοῖς πεδινοῖς, Παλαιστηνοῖς συμ-- μαχούμενοι. “ἦν δ᾽ ὃ στρατὸς ἐκείνων ὁπλιτῶν μυριάδες τριά- χοντα., μύριοι δ᾽ ἱππεῖς xol τρισμύρια ἅρματα. νίκην δὲ τοῦ ϑεοῦ ἐπαγγειλαμένου καρτερὰ μάχη γίνεται, ὡς πᾶν τὸ στράτευμα τῶν ἐχϑρῶν πλὴν ὀλίγων διαφϑαρῆναι καὶ τοὺς βασιλεῖς δὲ πεσεῖν. 30 21. Ἔτος δὲ πέμπτον ἤδη παρεληλύϑει καὶ Χαναναίων οὐχέτε οὐδεὶς ὑπολέλειπτο. ᾿Ιησοῦς δὲ ἱστᾷ τὴν σχηνὴν κατὰ πόλιν Σηλώμ, ἕως οἰκοδομῆσαι αὐτοῖς ναὸν γένηται. συναγαγὼν δὲ τὸν λαὸν dg Σηλώμ, τὰς ἑαλωκυίας τῶν πόλεων ἀπηρίϑμει, xal ὅσαι τῶν ἐναντίων διεφϑάρησαν στρατιαί, καὶ ὡς τριάχοντα W 1.81 πρὸς ἑνὶ βασιλεῖ αὐτῶν ἀπεκτάνϑησαν. τὰς δὲ περιλειφϑείσας ἔτει πόλεις πολυχρονίου δεῖσϑαι πολιορχίας δι᾽ ὀχυρότητα ἔλεγε, καὶ ἠξίου τοὺς ix τῆς περαίας τοῦ \"Ιορδάνου συνεξορμήσαντας αὐτοῖς ἀπολύειν ἤδη πρὸς τὰ oixtia. καὶ προσκαλεσάμενος τοὺς ix τῶν δύο φυλῶν καὶ τῆς ἡμισείας, πεντακισμυρίους ὄντας, D πρὸς τὰς χληρουχίας αὐτῶν ἐπέτρεπεν ἀπελϑεῖν. οἱ δὲ διαβάντες τὸν ᾿Ιορδάνην βωμὸν ἐπὶ τῇ ὄχϑῃ ἱδρύοντα. ὃ ϑόρυβον τῷ! 10 πλήϑει τῶν ᾿Ισραηλιτῶν ἐνεποίησε. πέμπουσιν οὖν im αὐτοὺς δέχα τῶν ἐντίμων καὶ (Φινεές, αἰτιώμενοι περὶ τοῦ βωμοῦ. οἱ δὲ uà κατὰ νεωτερισμὸν ἀναστῆσαι τὸν βωμὸν ἔλεγον, elg δὲ τεχμή-- ριον τοῖς ἑξῆς τῆς πρὸς ὑμᾶς οἰκειότητος \" ἕνα γὰρ ϑεὸν γινώ-- ox&v τὸν σύμπασι τοῖς Εβραίοις κοινόν. ταῦτα εἰπόντων (Φινεὲς 15 καὶ oí σὺν αὐτῷ πρὸς τὸν ᾿Ιησοῦν ὑπενόστησαν. ᾿ἸΙησοῦς δὲ κληροδοτήσας τῷ πλήϑει τὰς χώρας, ἐν Σικίμοις διῆγεν. ὑπέρ- γηρως δὲ γεγονὼς καὶ ϑνήσκειν ἤδη μέλλων παραίνεσιν ἐποιήσατο ΡΙ 48 πρὸς τὸ πλῆϑος, καὶ ἐτελεύτησε βιοὺς ἔτη ἑχατὸν δέχα, ὧν σὺν Μωυσεῖ διέτριψε τεσσαράκοντα, μετὰ δὲ τὴν ἐκείνου τελευτὴν 30"
      },
      {
        "index": 56,
        "text": "Μωυσεῖ] p. 70 v. 10 et 30 Μωυσῇ. διέπρεψε À, συν- διέτριψε Iosephus, | στρατηγῶν πέντε xol εἴκοσι. ϑεήσκει δὲ καὶ ὃ ἀρχιερεὺς Ἐλεάζαρ, Φινεὲς τῷ υἱῷ τὴν ἀρχιερωσύνην λιπών. ἹΠετὰ δὲ ταῦτα Χαναναῖοι ἐλπίσαντες περιγενέσϑαι τοῦ τῶν Ἑβραίων γένους, θανόντος ᾿Ιησοῦ, κατ᾽ αὐτῶν ἐπεστράτευσαν, ὁτῷ βασιλεῖ ᾿Αδωνιβεζὲκ τὴν ἡγεμονίαν πιστεύσαντες. δηλοῖ δὲ τὸ ὄνομα κύριος Βεζέκ\" ἀδωνὶ γὰρ “Εβραϊστὶ κύριος λέγεται. συμμίξασαι δὲ τοῖς Χαναναίοις ai δύω φυλαί, 7j; τοῦ ᾿Ιούδα καὶ ἀχρωτηριάζουσιν. εἷλον δὲ καὶ πόλεις πολλὰς καὶ τῶν “Ἰεροσο-: Ιολύμων τὴν κάτω πόλιν, καὶ τοὺς ἐνοικοῦντας ἀπέκτειναν. τῆς δ᾽ ἄνω δυσχερὴς ἦν 7) πολιορκία, φύσει τε τοῦ χωρίου καὶ τειχῶν ὀχυρότητι. ἑλόντες δὲ καὶ τὴν Χεβρὼν ἅπαντας διεχρήσαντο, xul ἔδωκαν αὐτὴν τῷ “Χάλεβ εἷς κλῆρον καϑὼς ἸΠωυσῆς ἐνετεί- lazo. καὶ τοῖς τοῦ \"To90g ἀπογόνοις ἀγχιστεῦσιν οὖσι Πωυσέως γῆν προσεχλήρωσαν, ὅτι τὴν πατρίδα καταλιπόντες συνείποντο ἐν τῇ ἐρήμῳ τῷ τῶν Ἑβραίων λαῷ. αἱ δὲ ἐξ ᾿Ιούδα καὶ Συμεὼν φυλὺν μιεγάλως εὐδαιμονήσασαι τὰ ὅπλα κατέϑεντος. τὰ Βαίϑηλα δέ γε τεολιορχοῦσα 7j φυλὴ τοῦ Ἔφραϊμ οὐδὲν ἤνυε. συλλαβόντες δέ τινοι τῶν τῆς πόλεως, πίστεις παρέσχον αὐτῷ παραδόντα τὴν C βυπατρίδει σώσειν καὶ αὐτὸν καὶ τοὺς συγγενεῖς. καὶ ὃ μὲν οὕτως προδοὺς σώζεται μετὰ τῶν οἰκείων, οἱ δὲ κτείναντες τοὺς οἰκοῦν-- τὰς εἶχον τὴν πόλιν. Βενιαμῖται δέ, τῆς “Ἱεροσολύμων πόλεως λαχούσης αὐτοῖς, φόρους τοῖς κατοίχοις ἐπέϑεντο, ζῆν συγχω-- ρήσαντες παρὰ τὴν ϑείαν διαταγήν. ὁμοίως τε ἐποίουν καὶ oi ἄλλαι φυλαί."
      },
      {
        "index": 57,
        "text": "22. Ἤδη δ᾽ εὐθηνουμένους τοὺς ἐξ ᾿Ισραὴλ διέφϑειρεν ἢ τρυφή, καὶ τοὺς ϑείους νόμους παρέβαινον καὶ πρὰς τὸ πονεῖν διέκειντο ἀηδῶς, καὶ 7 ἀριστοκρατία ἐξέλιπε, καὶ 7) γερουσία oix S"
      },
      {
        "index": 58,
        "text": "D ἀπεδείκνυτο. ὅϑεν στάσις αὐτοὺς καταλαμβάνει δεινὴ ἐξ αἰτίας τοιαύτης. ἀνὴρ ““ευίτης τὴν σύζυγον ἐπαγόμενος ἐκ Βηϑλεὲμ οὖσαν οἴκαδε ἀπήει. ἤδη δ᾽ ἀψίας οὔσης ἐπιξενοῦται παρὰ πρεσβύτῃ τινὶ ἐν Γαβαὼ πόλει φυλῆς τῆς Βενιαμέτιδος. νεανίαι δὲ Γαβαωνῖταί τινες τὸ γύναιον ϑεασάμενοε ἧκον ἀπαιτοῦντες 10 αὐτό\" τοῦ δὲ πρεσβύτου μὴ διδόντος ἀποκτείνειν ἠπείλουν. ὃ δὲ τῆς ἑαυτοῦ ϑυγατρὸς αὐτοῖς παρεχώρει ἵνα μή τι βίαιον ὑποσταῖεν. οἱ ἐπιξενωϑέντες αὐτῷ. ἁρπάσαντες δ᾽ ἐκεῖνοι τὸ γύναιον ἀπηλ- λάγησαν, καὶ δι᾽ ὅλης τῆς νυχτὸς ἐμφορηϑέντες αὐτῆς ἀφῆκαν"
      },
      {
        "index": 59,
        "text": "W 1.32 ἀρχομένης ἡμέρας. ἢ δὲ τῇ τε νυκτερινῇ ταλαιπωρίᾳ καὶ τῇ ὃ πρὸς τὸν ἄνδρα αἰσχύνῃ καὶ τῇ λύπῃ καταβληϑεῖσα διαπεφώνηκε. καὶ ὃ ταύτης ἀγὴρ εἰς μέρη δώδεκα διελὼν τὴν ϑανοῦσαν διέπεμψε μέρος εἰς ἑκάστην φυλήν, τό τε πάϑος διδάξας αὐτοὺς καὶ τοὺς αἰτίους τῆς συμφορᾶς. πέμπουσιν οὖν πρὸς τὴν Γαβαὼ τοὺς παρανομήσαντας ἐξαιτούμενοι\" οἱ δὲ οὐκ ἐξέδοσαν. αἷ φυλαὶ δ᾽ 30 ἐπεστράτευον ἐπ᾽ αὐτούς, καὶ δὶς συμβαλόντες τοῖς Βενιαμίταις ἡττῶνται οἱ ᾿Ισραηλῖται. εἶτα διὰ Φινεὲς τοῦ ἀρχιερέως δέονται τοῦ ϑεοῦ, καὶ οὕτω συμβαλόντες τοῖς Βενιαμίταις ἐκράτησαν, ὡς πάντας πλὴν ἑξακοσίων πεσεῖν, οἱ πρὸς τὰ πλησίον ὕρη κατέ. B φυγον. οἱ δὲ \"Ισραηλῖται ἐνέπρησάν τε τὴν Γαβαὼ καὶ τὰς $ywvaixag καὶ τοὺς παῖδας πάντας διεχειρίσαντο, καὶ ἐπὶ ταῖς ἄλλαις δὲ πόλεσιν αὐτῶν δρῶσι τὰ ὅμοια. καὶ ᾿Ιαβεὶς δὲ Γαλαα- δίτιδος πόλεως, ὅτε μὴ συνεμάχησεν αὐτοῖς, φονεύουσι τοὺς χατοίκους σὺν τέκνοις καὶ γυναιξί, πλὴν τετρακοσίων παρϑένων, ἃς τοῖς περισωῚθεῖσι τῶν Βενιαμιτῶν παρέσχον ἵνα συνεύνους Ιὐσχοῖεν αὐτάς, τῆς συμφορᾶς αὐτοὺς κατοικτείραντες. ἐσκόπουν δ᾽ ὅπως καὶ οἱ λοιποὶ διακόσιοι γυναικῶν εὐπορήσωσιν\" ὅρκους γὰρ ἔϑεντο πρώην διὰ τὸ τόλμημα, μηδένα δώσειν ϑυγατέρα Ὁ πρὸς γάμον Βενιαμίτῃ. καὶ σχοποῦσιν ἔδοξεν αὐτοὺς μὲν μὴ διδόναε διὰ τὸν ὅρχον, τοῖς δὲ Βενιαμίταις ἐξεῖναι παρϑένους Ιϑἁρπάζουσι συνοικίζειν ἑαυτοῖς, αὐτῶν μὴ κωλυόντων μήτε προ- τρεπομένων. καὶ τοῖς μὲν οὕτως ἔδοξε περὶ τούτων͵ οἱ δὲ Βενια- μῖται εἴς ἔργον τὰ δόξαντα ἤγαγον. A \"Hg δὲ πρὸ μακροῦ τῶν ᾿Ισραηλιτῶν παυσαμένων τοῦ μάχεσϑιι, κατεφρόνησαν οἱ Χαναναῖοι αὐτῶν, καὶ πόλεις ἀφεί- 3)ovro 2E αὐτῶν. οἱ δὲ τῆς τοῦ Δὰν φυλῆς εἰς τὸ ὄρος κατέ- gvyov κἀκεῖθεν elg τὴν μεσόγειον μετῳκήχασι. τοὺς δὲ \"Togoz- λίτας μεταλαβόντας τῶν παρὰ τοῖς Χαναναίοις ἐϑῶν καὶ τῆς σφετέρας πολιτείας καταφρονήσαντας δι᾽ ὀργῆς τὸ ϑεῖον πεποίητο. στρατεύει τοίνυν ἐπ᾽ αὐτοὺς ὃ τῶν ““σσυρίων βασιλεὺς Xovoag- σαϑαῖΐμ καὶ φόρους βαρεῖς ἐπιτάσσει αὐτοῖς, οἷς ἐπὶ ὀκτὼ ἐνιαυ-- τοὺς ἐπιέζοντο: εἶτα δραστήριός τις ἀνὴρ ἐκ τῆς ᾿Ιούδα φυλῆς Γοϑονιὴλ κεκλημένος, βραχεῖς τινας προσεταιρισάμενος, κατὰ ϑ ϑεῖον χρησμὸν τὴν παρ᾽ αὐτοῖς τῶν ““σσυρίων διαφϑεἰρει φρουράν. συνηγμένων δὲ μετὰ ταῦτα πλειόνων, μάχῃ τοὺς ᾿“σσυρίους νική- σας ἀπώσατο, καὶ ἄρχειν ἠρέϑη διὰ τοῦτο τοῦ πλήϑους κρίμειν τε τὸν λαόν. ὃς ἐπὶ πεντήκοντα ἔτη τὴν ἀρχὴν ἀνύσας μετήλλαξε τὴν ζωήν. ἄγαρχοι δὲ ὄντες οἱ ᾿Ισραηλῖται καὶ τοῦ ϑείου κατα-10 φρονοῦντες παρὰ τοῦ τῶν. ΠῆἥμΙοηαβιτῶν βασιλέως «Αἰγλὼμ αὐτοὺς ὑποτάξαντος ἐτησίας εἰσφορὰς ἐπετάχϑησαν. ὃς ἐν “]εριχοῦντι βασίλεια δομησάμενος ἐπὶ ἐνιαυτοὺς ὀκτωχαίδεκα πολυειδῶς ἐκά- κου αὐτούς. νεανίας δέ τις Βενιαμίτης 24409: τοὔνομα ( Ἰώσηπος δὲ Ἰούδαν τοῦτον καλεῖσϑαι λέγει), τολμητίας καὶ ῥωμαλέος, 15 συνήϑης γίνεται τῷ «Αἰγλώμ, καὶ συνεχῶς παρ᾽ αὐτὸν ἐφοίτα ϑωπεύων τὸν ἄνδρα καὶ ὑπερχόμενος. οὗτος σὺν δυσὶν οἰχέταις ποτὲ δῶρα κομίζων τῷ «“ἰγλὼμ ξιφίδιον ἔφερεν ἀφανῶς. καὶ τῆς ἡμέρας ἤδη μεσούσης καὶ τῶν φυλάχων πρὸς ἑαυτοὺς ἀπελη- B λυϑότων μεμονωμένον εὑρὼν αὐτόν, εἴσεισιν ὡς συνήϑης, xol?0 μόνον ἀπολαβὼν αὐτόν, ὡς δή τι μυστικώτερον προσομιλήσων codex Wolfii, τοὔνομα om Α. 15 Ios. Ànt. 5 4 2 ᾿Ηούδης et dou. τοῦτον λέγει καλεῖσϑαι τοὔνομα À. 21 αὐτόν αὐτῷ, πλήττει καιρίως τῷ ξιφιδίῳ καὶ ἀναιρεῖ, ἀπελθὼν δὲ πρὸς τοὺς 'leguyovviovg πείϑει τῆς ἐλευϑερίας ἀντιποιεῖσϑαι. xu oi μὲν ὡπλίζοντο, οἱ δὲ περὶ τὸν «Αἰγλὼμ νεκρὸν αὐτὸν εὑρόντες εἷς φυγὴν τρέπονται καὶ διωκόμενοι διαφϑείρονται."
      },
      {
        "index": 60,
        "text": "ϑχαὶ οὕτως “Ἑβραῖοι τῆς τῶν ἸΤωαβιτῶν δουλείας ἐλευϑεροῦνται, W Y 38 τῷ δὲ 2409 7, τοῦ πλήϑους ἀρχὴ ἐγκεχείρεστο. ὃς im^ ἔτεσιν ὀγδοήκοντα τοῦ λαοῦ ἡγησάμενος τὸν βίον κατέλυσε. μετὰ δὲ τοῦτον Meyág υἱὸς ΖΔινὰχ ἄρξας ἐν τῷ πρώτῳ τῆς ἀρχῆς ἐνιαυτῷ τετελεύτηκε, πατάξας τῶν ἀλλοφύλων πολλούς."
      },
      {
        "index": 61,
        "text": "10 28, Τοῦ δὲ λαοῦ τῶν Εβραίων τοὺς ϑείους παραβαίνοντος Ὁ vóuovc ὠργίζετο ὃ ϑεός. xoi Σισάρας ὃ τοῦ ᾿Ιαβεὶν βασιλέως τῶν Χαναναίων ἀρχιστράτηγος ἐπελϑὼν αὐτοῖς ἐκάκωσέ τε σφό- (pa καὶ φόροις ὑπέβαλε\" καὶ εἶχον οὕτως ἐπὶ ἐνιαυτοὺς εἴκοσι. Δεβώρα δέ τις προφῆτις (δηλοῖ δὲ τὸ ὄνομα μέλισσαν) ὑπὲρ τοῦ λαοῦ ἱκέτευσεν τὸν ϑεόν. καὶ ὃ ϑεὸς ἐπένευσε, καὶ στρατη- γὸν αἱρεῖσθαι κελεύει Βαράκ\" ἀστραπὴν δὲ τοῦτο σημαίνει"
      },
      {
        "index": 62,
        "text": "᾿ χατὰ τὴν Ἑβραίων διάλεκτον. ἦν δ᾽ ix τῆς Νεφϑαλίδος φυλῆς ὃ ἀνήρ. καὶ ἡ 4εβώρα τὸν Βαρὰκ προετρέψατο κατὰ τῶν πολε- ᾿μίων l£ya« μετὰ νέων μυρίων, τοῦτο κελεύοντος τοῦ ϑεοῦ. ὃ δὲ ϑὺχἀχείνην ἀπήτει συστρατηγεῖν. πείϑεται 5 γυνή, καὶ μάχης σὺν τοῖς μυρίοις συρραγείσης αὐτοῖς πρὸς τὸν Σισάραν, ὄμβρος κατα- Ὁ χεῖται πολὺς xol χάλαζα καταρρήγνυται, avra δὲ κατὰ πρόσωπον τῶν πολεμίων ὑπὸ τοῦ ἀνέμου ἠλαύνετο, καὶ ταῖς ὄψεσιν ἐπεσκό-- vovvαὐτῶν, κἀντεῦϑεν ἐνέχλιναν dg φυγήν, φεύγων δὲ καὶ Σισάρας πρός τινα γυναῖκα κατέφυγε καταχρύψαε αὐτὸν ἀξιῶν. ᾿Ιαὴλ ὠνόμαστο 1j γυνή. ἡ δὲ δέχεται αὐτὸν καὶ δίδωσι γάλα ϑ πιεῖν, xal ὃς πιὼν ὕπνωσεν. κοιμωμένῳ δ᾽ αὐτῷ ἐπέϑετο ᾿]Ἰαήλ, καὶ ἦλον διὰ τοῦ χροτάφου αὐτοῦ ἐλάσασα τῷ ἐδάφει προσεπατ-- τάλευσε, καὶ τοῖς περὶ τὸν Βαρὰκ νεχρὸν τὸν πολέμιον δείκγυσι, στρατεύσας δὲ xal ἐπὶ ᾿Ἰαβεὶν βασιλέα Χαναὰν ὃ Βαράκ, αὐτόν PIS1 τε ἔκτεινε xal τὴν πόλιν κατέσκαψε. καὶ στρατηγήσας ἐπ᾽ ἔτη 10 τριάκοντα τελευτῇ, καὶ 4εβώρας κατὰ τὸν αὐτὸν ϑανούσης καιρόν. εἶτα Ταδιανῖται σὺν “Ψμαληκχίταις καὶ Ἄραψι μάχῃ τοὺς ᾿Ισραη- λίτας ἐτρέψαντο. καὶ ἐπὶ ἔτη ἑπτὰ ἐπιτιϑεμένων αὐτοῖς λιμὸς ἦν xal σπάνις τῶν ἀναγχαίων, καὶ ἐδέοντο τοῦ ϑεοῦ. Γεδεὼν δὲ φυλῆς ὧν Μανασσῆ δράγματα σταχύων εἰς τὸν ληνὸν ἔχοπτε 15 χρύφα, καὶ ὁρᾷ τινα ἐν εἴδει νεανίσκου παρεστῶτα αὐτῷ xai καλοῦντα αὐτὸν φίλον τῷ ϑεῷ καὶ εὐδαίμονα. ὃ δ᾽ εἰρωνευό- μένος τεκμήριον ἔλεγεν εἶναι αὐτοῦ τῆς εὐδαιμονίας τὸ χεχρῆσϑαι τῷ ληνῷ ἀντὶ ἅλωνος. καὶ ὃ νεανίας ϑαρρεῖν καὶ σπεύδειν αὐτῷ B παρεκελεύετο ὑπὲρ ἐλευϑερίας τῶν φυλετῶν. Γεδεὼν δὲ ἱκέτευσε 30 τὸν φαινόμενον μὴ μεταναστῆναι ἐκεῖϑεν, xal εἰσελϑὼν ἐχόμισε ϑυσίαν. καὶ ὃ ἄγγελος ϑεῖναι αὐτὴν παρὰ τὴν πέτραν ἐχέλευσε\""
      },
      {
        "index": 63,
        "text": "xul τῇ ῥάβδῳ ψαύσας τῆς πέτρας πῦρ ἀνῆψεν αὐτόματον καὶ τὴν ϑυσίαν χατέχαυσεν. εἶτα ἤτησε τὸν ϑεὸν Γεδεὼν ἐπὶ τὸν nóxoγενέσϑαι δρόσον, καὶ ἐγένετο\" καὶ αὖϑις δρόσον ἤτησεν ἐπὶ πᾶσαν τὴν γῆν γενέσθαι, ἐπὶ τὸν πόκον δὲ ξηρασίαν, καὶ ὀγέγονεν οὕτως. πείϑεται οὖν ὃ Γεδεὼν καὶ σὺν μυρίοις κατὰ τῶν ἐναντίων ὡπλίζετο. εἶτα ἐντολῇ τοῦ ϑεοῦ ἄγει πάντας κατὰ μεσημβρίαν ἐπὶ τὸν ποταμόν, xal τοὺς μὲν λάψαντας ἐν τῷ πίνειν καὶ μετὰ σπουδῆς ὡς περιφόβους πιόντας (τριακόσιοι δὲ Ὁ ἦσαν οὗτοι) ἔχων μεϑ᾽ ἑαυτοῦ ἀπήει πρὸς τὸν πόλεμον, τοὺς δὲ ἰϑλοιποὺς καταλέλοιπεν. νυχτὸς δὲ ἕνα τῶν στρατιωτῶν ngoola- βόμενος ἀπῆλϑεν εἰς τὸ τῶν ἐναντίων στρατόπεδον. καὶ ἀκούει ἑγός τινος τῶν πολεμίων τῷ συσκηνοῦντι διηγουμένου ὡς ἔδοξεν ópüv καϑ᾽ ὕπνους μάζαν χριϑίνην διὰ τοῦ στρατοπέδου κυλιο-- μένην, ἣ τὴν τοῦ βασιλέως σχηνὴν κατέβαλε καὶ τὰς τοῦ στρα-- ἰδτεύματος \" ὃ δὲ τοῦ στρατοῦ δηλοῦν ὄλεθρον τὸ ἐνύπνιον ἔχρινεν, ἀπεικάζων μάζῃ χριϑίνῃ τὸν Γιδεὼν καὶ τοὺς σὺν αὐτῷ, διὰ τὴν δλιγότητα xal τὸ ἀσϑενές. τούτων ἀχούσας ὃ Γεδεὼν ἀνεϑάρ-- σῆσε. xal ὑποστρέψας ἐν τοῖς ὅπλοις εἶναι τοῖς ἑαυτοῦ ἐνετεί- D λατο, χαὶ εἷς τρεῖς ἑχατοστύας τὴν στρατιὰν διελὼν ἀμφορέα 30xwüv κομίζειν ἔχαστον xal λαμπάδα ἡμμένην καὶ χριοῦ χέρας ἐχέλευσε, κατὰ τετάρτην τε φυλακὴν τῆς νυχτὸς ἐξῆγεν αὐτοὺς χατὰ τῶν ἐναντίων. καὶ ἤδη πλησίον ὄντες αὐτῶνἐσάλπισαν μὲν τοῖς κέρασι, τοὺς δ᾽ ἀμφορέας κατέαξαν, καὶ μετὰ τῶν λαμπάδων ὥρμησαν ἀλαλάξαντες. ταῦτα δὲ τοῖς πολεμίοις πτοίαν ἐνέβαλον, καὶ οἱ μὲν ὑπὸ τῶν ἐναντίων ἐκτείνοντο, οἱ δέ γε ΡῚ 62 πλείους ὑπ᾽ ἀλλήλων, οὔσης νυχτός, διεφϑάρησαν, καὶ σχεδὸν ἅπαντες ὦλοντο, καὶ δύο τῶν βασιλέων αὐτῶν ᾿ρήβ τε καὶ Ζήβ. οἵ δὲ περιλειφϑέντες τῶν ἡγεμόνων καὶ τοῦ στρατεύματος φεύ--ὃ γοντες καταλαμβάνονται παρὰ Γεδεὼν καὶ τῶν μετ᾽ αὐτοῦ, καὶ πεπτώκασιν ἅπαντες. ἔσχηκε δὲ τὴν ἀρχὴν Γεδεὼν ἐν τεσσα-- ράχοντα ἔτεσι, καὶ ἐτελεύτησε γηραιός, καταλιπὼν ἐκ διαφόρων γυναικῶν γνησίους υἱοὺς ἑβδομήκοντα, ἕνα δ᾽ ἐκ παλλακῆς.4βι- μέλεχ καλούμενον. ὃς τοὺς ἀδελφοὺς κτείνας ἅπαντας ἄνευ ἑνὸς10 ᾿Ιωαϑάνου φυγόντος, τετυράννηκεν. ὃ δὲ λαὸς ἐπαναστάντες κατὰ τοῦ χΑβιμέλεχ ἐξελαύνουσιν αὐτὸν τῆς πόλεως τῶν Σικίμων. ὃ δὲ συνεργούμενος ὑφ᾽ ἑνὸς τῶν Σικιμιτῶν, δόλῳ τὴν πόλιν B αἱρεῖ καὶ τοὺς Σικιμίτας ἡβηδὸν ἀναιρεῖ, τὴν πόλιν δὲ κατα- σκάπτει. ἤλαυνε δ᾽ ἐπὶ Θήβας ἑτέραν πόλιν καὶ εἷλεν αὐτὴν 2515 ἐπιδρομῆς. τὸ δὲ πλῆϑος εἰς ἕνα πύργον μέγαν συνέδραμεν ὄντα ἐν μέσῳ τῆς πόλεως. πλησιάσαντα δὲ ταῖς πύλαις τούτου τὸν “4βιμέλεχ ϑραύσματι μύλου γύναιον ἄνωϑεν κατὰ τῆς κεφαλῆς ἔβαλε καὶ ἀπέχτεινε. τὴν δὲ τῶν Ἑβραίων ἡγεμονίαν \"lato ἐμπεπίστευτο ἐκ τῆς lMavaoo5 τυγχάνων φυλῆς\" δύο δὲ καὶϑ0 εἴχοσι οὗτος ἐνιαυτοὺς ἰϑύνας τὴν ἀρχὴν ἐτελεύτησεν. Munua- γῖται δὲ σὺν Παλαιστηνοῖς εἰσέπειτα τὴν χώραν διήρπαζον. ληϊζομένων δὲ τὴν Γαλαδηνὴν τῶν ᾿μμανιτῶν, ἡγεμόγα τὸν"
      },
      {
        "index": 64,
        "text": "᾿Ιιφϑάε οἱ ἐπιχώριοι ἕλοντο: ὃς συμμῖξαι μέλλων τοῖς πολε- pio εὐχὴν ἐποιήσατο, εἰ νιχήσειεν, πᾶν ὃ πρῶτον αὐτῷ συναν- C € τήσει ἐπανιόντι τοῦτο ἱερουργήσειν. καὶ συμβαλὼν νικᾷ\" ἀνα- στρέφοντι δ᾽ ὑπήντησεν αὐτῷ τὸ ϑυγάτριον nóvoytvég ὃν αὐτῷ $xal ἔτι παρϑενευόμενον. ὃ 0^ ἀνῴμωξεν, ἵνα δὲ μὴ ψεύσηται τὴν ὑπόσχεσιν, ἔϑυσε τὴν παῖδα καὶ ὁλοκαύτωσε. τῶν δὲ τῆς Ἔφραϊμ φυλῆς ὀργιζομένων αὐτῷ. ὅτε μὴ συμπαρέλαβεν αὐτοὺς ἐπὶ τὸν xarà τῶν ᾿Αμμανιτῶν πόλεμον, ἐπεὶ μὴ ἔπειϑεν αὐτοὺς πιραιτούμενος, πολλοὺς ἀνεῖλε μαχεσαμένους αὐτῷ. ἕξ δὲ τὴν 10 ἡγεμονίαν ἀνύσας ἐνιαυτοὺς κατέλυσε τὴν ζωήν. παραλαμβάνει δὲ τὴν ἀρχὴν “ἱμεσὰ ἐκ τῆς ᾿Ιούδα τυγχάνων φυλῆς, καὶ ἐπὶ χρόνον ἑπταετῆ χρίνας τὸν ᾿Ισραὴλ τετελεύτηκε. καὶ μετ᾽ ἐκεῖνον “Ἰαβδὼν τῆς ᾿Εφραϊμ προελϑὼν φυλῆς ἡγεμὼν ἀπεδείχϑη, καὶ D τέϑνηκε γηραιὸς ἄρξας ἔτη ὀχτώ. 15 24. Εἶτα Παλαιστηνοὶ κρατοῦσι τῶν ᾿Ισραηλιτῶν καὶ vno- φόρους ἔσχον αὐτοὺς ἐπὶ ἐνιαυτοὺς τεσθαράκοντα. τότε δὲ γεννη- ϑεὶς 6 Σαμψών (ἰσχύος δὲ 7 κλῆσις σημαντική) τοῖς Παλαιστη-- τοῖς ἐπετίϑετο. ἢ δ᾽ εἷς τὸν βίον αὐτοῦ πρόοδος τοιαύτη ἐγένετο. Muvcotè τῆς φυλῆς ὑπάρχων τοῦ Ζὰν συνῴκει γυναίῳ στειρεύοντι 20xal ἤτεε τὸν ϑεὸν παῖδα δοϑῆναι αὐτοῖς. ὦφϑη γοῦν ποτε μόνῃ οὔσῃ τῇ γυναικὶ νεανίας μέγας τε καὶ καλός, TÓxov παιδὸς αὑτῇ εὐαγγελιζόμενος, καὶ μὴ πιεῖν οἶνον ἢ μέϑυσμα αὐτῇ ἐνετείλατο, μηδὲ τὴν κόμην ἀποϑρῖξαι τὴν τοῦ παιδός\" Ναζιραῖον γὰρ ἔλεγεν εἶναι τῷ κυρίῳ τὸν παῖδα, ἅγιον δηλαδή, καὶ τὸν ᾿Ισραὴλ σωϑή- σεσϑαι δι᾿ αὐτοῦ ἐκ τῆς τῶν ἀλλοφύλων χειρός. ἡ δὲ τῷ ἀνδρὶ ϑ χατήγγειλε ταῦτα. καὶ ὃς ὀφθῆναι καὶ αὐτῷ τὸν φανέντα τῇ γυναικὶ ἐδέετο τοῦ ϑεοῦ. αὖϑις οὖν ἧκε πρὸς τὴν γυναῖχα ὃ W 1 86 ἄγγελος\" ἀπῆν δὲ αὖϑις ὃ ανωέ\" xol ἡ γυνὴ προσμεῖναι αὐτὸν παρεκάλει τὴν τοῦ ἀνδρὸς παρουσίαν. ἐλϑὼν δὲ Mavoé ἠρώτα τὸν ἄγγελον τὶ ἂν τοῦ παιδὸς γεννηϑέντος ποιήσειαν. ὃ δέ1 \"oiov\" ἔφη “οὐ πίεται οὐδὲ μέϑυσμα, καὶ ἀχάϑαρτόν τε οὐ φάγεται καὶ τὴν κόμην οὐ ξυρηϑήσεται.\" καὶ ὃ ανωὲ τὸ ὄνομα τοῦ ὃμιλοῦντος αὐτῷ ἐζήτει μαϑεῖν, ὃ δὲ ϑαυμαστὸν εἶναι B τοῦτο εἰπὼν ἀπεσιώπησεν αὐτός, ὃ Πανωὲ δὲ ἔριφον ἐνεγκὼν ἔϑυσε καὶ ἄρτους προσήνεγκεν. ὃ δὲ ϑεῖναι τὰ χρέα καὶ τοὺς 1Ὁ ἄρτους ἐπὶ τὴν πέτραν προσέταξεν, τεϑέντων δὲ τῇ ῥάβδῳ αὐτοῦ ἅπτεται τούτων, καὶ πῦρ ἐξαφϑὲν ἐκεῖθεν κατέχαυσεν αὐτά, καὶ εἰς τὸν οὐρανὸν διὰ τῆς φλογὸς ἀνήει ὃ ἄγγελος, δρώντων τοῦ Mavoé καὶ τῆς αὐτοῦ γυναιχός. τίχτεται οὖν αὐτοῖς μετὰ ταῦτα ὃ παῖς καὶ Σαμψὼν ὀνομάζεται, ἡδρύνετό τε xal πνεῦμα κυρίου 39 συνεπορεύετο αὐτῷ. ἰδὼν. δὲ ἐν Θαμνᾷ πόλει τῶν Παλαιστηνῶν"
      },
      {
        "index": 65,
        "text": "Παλαιστινῶν et in sequentibus Παλαιστινοὶ Παλαιστινοῖς llalci- κόρην τῶν ἀλλοφύλων, ἐρᾷ τῆς παιδός. παραιτουμένων δὲ τῶν γονέων αὐτοῦ τὸν γάμον τῆς ἀλλοφύλου, ἐκνικᾷ γῆμαι αὐτήν, συχνάζων δὲ πρὸς τοὺς τῆς κόρης γονεῖς συναντᾷ λέοντι, καὶ C μή T. φέρων εἰς ἄμυναν ταῖς χερσὶ τὸ ϑηρίον συνέτριψε, καὶ b ἐκχλένας τῆς ὁδοῦ ἔρριψε πρὸς τὸ ὑλῶδες αὐτό. καὶ ue9? ἡμέρας αὖϑις πρὸς τὴν μνηστὴν πορευόμενος σμῆνος μελισσῶν ἐν τῷ στύματι συνηγμένον τοῦ λέοντος εὕρηχε. καὶ λαβὼν ἐκεῖϑεν μέλιτος κηρίον ἔφαγε καὶ τῷ πατρὶ καὶ τῇ μητρὶ ἀπεκόμισεν. ἀπελϑὼν δ᾽ εἷς τοὺς ἀλλοφύλους πρόβλημα τοῖς αὐτῷ συνεστιω-- Ι0 μένοις ἐν τοῖς γάμοις τριάχοντα νεανίσκοις προτίϑησι\" καὶ εἶ εὕροιεν ἐφ᾽ ἡμέρας ἑπτὰ τὴν λύσιν, δοῦναι συνέϑετο σινδόνα καὶ στολὴν ἑκάστῳ αὐτῶν, εἰ δὲ μὴ λῦσαι δυνηϑεῖεν τὸ πρό-- βλημα, αὐτῷ δοϑῆναι παρ᾽ ἑκάστου στολὴν καὶ ὀϑόνην ἀπήτησε. σννθεμένων δὲ xal τῶν νεανίσκων προεβάλετο τὸ ἐρώτημα εἰπών D 16“ἐξ ἔσϑοντος ἐξῆλθε βρῶσις, καὶ ἀπὸ ἰσχυροῦ γλυκύ.\" οἱ δὲ μὴ δυνάμενοι νοῆσαι τὸ πρόβλημα, τὴν κόρην ἱκέτευσαν μαϑεῖν παρὰ τοῦ ἀνδρὸς χἂὶ ἀπαγγεῖλαι αὐτοῖς. ὃ Σαμψὼν δέ, παρα- καλούσης αὐτὸν τῆς χύρης εἰπεῖν αὐτῇ τὸ τοῦ προβλήματος νόημα, τὸ μὲν πρῶτον ἀντεῖχε, δαχρυούσης δ᾽ ἐκείνης ἐξεῖπε τὸ πᾶν\" δὲ τοῖς νεανίσκοις ἀπήγγειλε. καὶ κατὰ τὴν ἑβδόμην ἡμέραν εἶπον ἐκεῖνοι τῷ Σαμψών “τί γλυχύτερον μέλιτος, ἢ τί λέοντος ἰσχυρότερον; ὠργίσϑη οὖν ὃ Σαμψών, καὶ τοῖς μὲν νεανίσκοις ἔδωχεν ἃ ὑπέσχετο, τὸν δὲ γάμον ἀπείπατο. καὶ ἔδωκεν ἑτέρῳ τὸ γύναιον 0 πατήρ. παροξυνϑεὶς δὲ ὃ Σαμψὼν διὰ τοῦτο, καὶ συλλαβὼν τριακοσίας ἀλώπεκας, λαμπάδας ἡμμένας ταῖς οὐραῖς ἐκείνων προσέδησε καὶ ταῖς τῶν Παλαιστηνῶν ἐπαφῆκεν ἀρούραις, ϑέρους ἐνισταμένου, καὶ οὕτω τὰ σφῶν κατέκαυσε λήϊα καὶ τὰς ἀμπέλους. Παλαιστηνοὶ δ᾽ ἀντὶ τούτων τὴν γενομένην αὐτοῦϑ γυναῖχα xal τοὺς αὐτῇ προσήκοντας ἐνέπρησαν καὶ κατέκαυσαν. Σαμψὼν δὲ πολλοὺς ἀποχτείνας τῶν ἀλλοφύλων ἐν πέτρᾳ ἐχά- ϑισεν, oi δὲ κατὰ τῶν ᾿Ισραηλιτῶν ἐξεστράτευσαν λέγοντες “εἰ βούλεσϑε ἀναίτιοι εἶναι, δότε ἡμῖν τὸν Σαμψὼν ὑποχείριον.\" καὶ ἀπῆλθον ἐπὶ τὴν πέτραν δπλῖται τρισχίλιοι. καταβὰς δὲ! B Σαμψὼν ἑκὼν τοῖς φυλέταις παρέδωκεν ἑαυτόν, κἀκεῖνοι δεδε- μένον παρέδοσαν τοῖς Παλαιστηνοῖς. ὃ δὲ διαρρήξας τὰ δεσμὰ καὶ ὄνου σιαγόνα ἐκεῖ που ἐρριμμένην ἁρπάσας χιλίους τῶν ἀλλο- φύλων ἀπέκτεινεν ἐν αὐτῇ, τοὺς δὲ ἄλλους ἐτρέψατο. ὅϑεν Σιαγὼν ἐξ ἐχείνου ὃ τόπος ἐχλήϑη. εἶτα ἐδίψησεν ὡς ἐκλείπειν 15 ἀπὸ τῆς δίψης, καὶ ἔκλαυσε δεόμενος τοῦ ϑεοῦ. ὃ δὲ 9ióg — πηγὴν ὕδατος ἀνῆχεν ἀπὸ τοῦ ῥήγματος ὃ \"τὴν σιαγόνα ῥέψας xarà γῆς πεποίηκεν ὃ Σαμψών. καὶ ἀπῆλϑεν εἷς Γάζαν, ἐνή- δρευσαν δὲ αὐτὸν oi Γαζαῖοι, xai ἵνα μὴ ᾿λάϑῃ αὐτοὺς ἐξιών, τὰς πύλας τῆς πόλεως ἔκλεισαν. ὃ δὲ περὶ μέσας νύκτας ἀνα- 30 στὰς τάς τε πύλας καὶ τὰς φλιὰς αὐτῶν καὶ τὰς παραστάϑδας W Lag ἐπωμισάμενος εἰς τὴν τοῦ ὄρους ἀνήνεγχε κορυφὴν κακεῖσε κατέ-. 9e:0. ἐρασϑεὶς δ᾽ ἑταίρας Παλαιστηνῆς 4 αλιδᾶς καλουμένης, ἑτέρας Α. δαλιδὰς Α. ( συνῆν αὐτῇ. καὶ oi προύχοντες τῶν ἀλλοφύλων πολλὰ τῇ γυναικὶ ἐπηγγείλαντο εἰ μάϑῃ παρὰ τοῦ Σαμψὼν τί τὸ αἴτιον αὐτῷ τῆς δυνάμεως καὶ ἀπαγγείλῃ αὐτοῖξ. ἡ δὲ ποικίλως μετήει τὸν ἄνδρα ζητοῦσα γνῶναι ὅϑεν αὐτῷ ἡ τοσαύτη ἰσχύς, ἐκεῖνος δὲ ἄλλοτε δάλλας πλαττόμενος αἰτίας τῇ γυναικὶ ἔλεγε. καὶ 7 γυνὴ πειρω- μένη τῶν λόγων ἀπάτας αὐτοὺς εὕρισκεν. ἐγκειμένης δὲ καὶ δεομένης θερμότερον, τὸ κρύφιον αὐτῇ ἀνεκάλυψε, κατ᾽ ἐντολὴν εἰπὼν τοῦ ϑεοῦ τὴν κόμην τρέφειν, ἐντειλαμένου μὴ κείρειν αὐτήν, καὶ ἐν ταύτῃ προσεῖναι αὐτῷ τὴν ἰσχύν. κείρει τὴν κόμην κοιμω-- 1Ἰ0μένου αὐτοῦ ἢ γυνὴ καὶ παραδίδωσι τοῖς ἐναντίοις αὐτὸν ἀσϑενῆ. D ἐχχόπτουσιν ἐκεῖνοι τὰ ὄμματα τοῦ ἀνδρός, καὶ ὃ πρὶν φοβερὸς εἰς παίγνιον κατέστη αὐτοῖς. προϊόντος δὲ τοῦ καιροῦ ηὔξετο αὖϑις ἡ κόμη αὐτῷ xal ἡ ἰσχὺς. ἐπανήρχετο. πότου δὲ τοῖς Παλαιστηνοῖς ὄντος, καὶ τῶν ἀρχόντων καὶ μεγιστάνων εὐωχου- Ιδ μένων ὁμοῦ ἐν οἴχῳ κίοσιν ἀνεχομένῳ, ἤχϑη καὶ ὃ Σαμψὼν ᾿παιχϑησόμενος, καὶ παιδάριον ἐχειραγώγει αὐτόν. συνήχϑη δὲ παρὰ τὸν οἶχον πλῆϑος ἀνδρῶν τε καὶ γυναικῶν ὧσεὶ τρισχιλίων ἵν᾽ δρῷεν τὸν Σαμψὼν παροινούμενον. ὃ δὲ παιζόμενός τε καὶ ῥαπεζόμενος λέγει τῷ χειραγωγοῦντε αὐτόν “᾿ἐπάγαγέ μὲ παρὰ δυτοὺς κίονας ὡς ἂν αὐτοῖς ἐπιστηριχϑῶ δεόμενος ἀναπαύσασϑαι.\" ῬῚ 55 δραξάμενος δὲ τῶν δύο κιόνων ἐπικατέσεισεν ἑαυτῷ τὸν οἶκον, καὶ αὐτός ct καὶ oi ἐν τῷ οἴκῳ πάντες ἀπώλοντο. καὶ τῷ μὲν τοιοῦτον τέλος ἐγένετο, ἐπὶ ἔτη εἴκοσι χρίναντι τὸν τῶν “Εβραίων Aaóv.: «"
      },
      {
        "index": 66,
        "text": "25. Οὐκέτι δὲ κριταὶ ἦγον τὸν ᾿Ισραήλ, ἀλλ᾽ ὃ ἀρχιερεὺς Ἠλεὶ προέστη αὐτῶν\" ἐφ᾽ οὗ λιμὸς γέγονε, καί τις ἀνὴρ ix Βηϑλεὲμ ᾿4βιμέλεχ καλούμενος σὺν τῇ γυναικὶ καὶ δύο υἱοῖς διὰ 5 τὸν λιμὸν εἰς τὴν ἸΠωαβῖτιν μεταναστεύει. ἄγεται οὖν τοῖς υἱοῖς γαμετὰς Ἰωασβίτιδας: ἐν δέκα μέντοι ἐνιαυτοῖς ὃ τε ᾿Αβιμέλεχ B xai οἱ παῖδες αὐτοῦ τεϑνήκασι, καὶ κατελείφϑησαν χῆραι 1 τε ΝΝοεμιὲὴν 7 συνοικοῦσα τῷ ᾿4βιμέλεχ καὶ αἱ γυναῖχες ἄμφω τῶν παίδων αὐτοῦ, Ὀρφά τὲ καὶ “ῬΡούϑ, ἡ Νοεμὶν δὲ elg τὴν πα- 10 τρίδα ὑπέστρεψε, τῶν δέ γε νυμφῶν αὐτῆς ἡ μὲν 'Opgà παρα- κληϑεῖσα παρὰ τῆς πενθερᾶς ἔμεινε παρὰ ]ωαβίταις, ἡ δὲ '\"Pov9 σὺν τῇ Νοεμὶν ἀπελήλυϑε. καὶ ἤδη παραγενομένας εἷς Βηϑλεὲμ ξΣενίζει Boot, ᾿Αβιμέλεχ ὧν συγγενής. προσαγορευομένη δὲ παρὰ τῶν πολιτῶν ἐξ ὀνόματος 9 γυνή “μή μὲ Νοεμέν᾽ ἔλεγεν “ἀλλὰ15 Mágav καλεῖτε\" ( Νοεμὶν δὲ εὐτυχίαν δηλοῖ, IMápa δὲ ὀδύνην καὶ πικρασμόν)\" “πλήρης γὰρ πορευϑεῖσα κενὴ ὑπενόστησα.ἢ C ἀμήτου δὲ ὄντος ἐξήει κατὰ γνώμην τῆς πενθερᾶς καλαμησομένη ἡ Ῥοὺῦϑ' dg τὸν ἀγρὸν τοῦ Βοόζ. ὃ δὲ τὴν κόρην ἰδὼν καὶ μα- ϑὼν τίς ἐστιν, ϑερίζειν ὃ δύναιτο καὶ ἔχειν ἐπέτρεψεν, ἄριστόν τε 30 παρέχειν αὐτῇ τῷ ἀγροκόμῳ ἐπέταξεν. ἢ δὲ xal ἄλφετα παρ᾽ αὐτοῦ λαβοῦσα τῇ πενθερᾷ συνετήρησε, καὶ ἀπῆλϑεν ὀψὲ κομί- ζουσα καὶ τὰς κριϑὰς ἃς συνέλεξε, καὶ τὰ παρὰ τοῦ Βοὸζ αὐτῇ διηγήσατο. καὶ αὖϑις ἀπήει σὺν ταῖς ϑεραπαινίσι Boól. 3 δ Νοεμὲν δὲ συγκατακλίνειν αὐτῷ τὴν “Ῥοὺϑ' ἐβουλεύσατο, καὶ πέμπει τὴν νύμφην ὑποϑεμένη παρὰ τοῖς ποσὶ τοῦ ἀνδρὸς ὑπνώτ- τοντος ἐν τῇ ἅλωνε πεσοῦσαν ὑπνῶσαι. καὶ ἥ μὲν οὕτω πεποίη- κεν, αἰσθόμενος δ᾽ ὃ Βοὸζ περὶ μέσην νύκτα ἤρετο τίς ἐστι. Ὁ καὶ μαϑὼν τότε μὲν ἡσύχασεν, ἕωϑεν δ᾽ ἐξεγείρας τὴν Ῥοὺθ Ιϑπορεύεσϑαει πρὸς τὴν πενϑερὰν ἐνετείλατο\" “αὐτὸς 0^ ^ εἶπε “τὸν ἐγγύτερον ἐμοῦ ἀγχιστεύοντά σοι ἐρήσομαι, καὶ εἰ μὲν ἐκεῖνος ἀγαγέσϑαι σε βούλεται, ἀπελεύσῃ πρὸς τὸν ἄνδρα, παραιτου- μένου δὲ νομίμως συνοικήσεις ἐμοί.\" ἀπῆλϑεν οὖν 7 γυνὴ \"καὶ δεδήλωχε πάντα τῇ Νοεμέν. ὃ δέ γε Βοὸζξ παρὰ τῇ yepov- l5cía. τήν τε ἹῬοὺϑ καὶ τὸν συγγενῆ συνεκάλεσε xal εἶπεν αὐτῷ “Ἡβιμέλεχ τοῦ συγγενοῦς ἡμῶν καὶ τῶν παίδων αὐτοῦ κατέχεις χλῆρον;\" συνθεμένου δ᾽ ἔχειν ἐκείνου κατὰ τοὺς νόμους δι᾽ ἀγχε- στείαν, “οὐκοῦν οὐκ ἐξ ἡμισείας\" ἔφη “τῶν νόμων μεμνῆσϑαι δεῖν, ἐπὶ πᾶσι δὲ ποιεῖν. κατ᾽ αὐτούς. λοιπὸν xol τὸ τοῦ 30 Μαλλὼν γύναιον υἱοῦ χ4βιμέλεχ γῆμαί σὲ χρή, ἵνα ἀναστήσῃς σπέρμα τῷ συγγενεῖ.\" ὃ δὲ παρῃτήσατο, καὶ τοῦ κλήρου xol τῆς γυναικὸς παραχωρήσας αὐτῷ. κατὰ γοῦν τὸν νόμον ἐνώπιον"
      },
      {
        "index": 67,
        "text": "PW. τῶν νόμων μεμν. δεῖν μεμνῆσϑαι τῶν νόμων δεῖν τῆς γερουσίας ἡ Ῥοὺϑ' ὑπελύσατο τὸ ὑπόδημα τοῦ ἀνῥρὸς ἐκείνου"
      },
      {
        "index": 68,
        "text": "xal ἔπτυσεν αὐτοῦ εἰς τὸ πρόσωπον. καὶ οὕτως αὐτὴν ἠγάγετο"
      },
      {
        "index": 69,
        "text": "Βοόζ, καὶ ἔτεκεν ἐξ αὐτῆς τὸν Ὧβήδ' ἑλληνιστὶ δ᾽ ἑρμηνεύεται δουλεύων. ἐξ ᾿Ωβὴδ δὲ γίνεται ᾿Ιεσσαί, καὶ ἐκ τούτου Ζαβίδ, ὃς τῶν ἐξ ᾿Ισραὴλ ἐβασίλευσε καὶ τοῖς ἑαυτοῦ παισὶ κατέλιπε τὴν 9 Β ἀρχὴν ἐπὶ εἴκοσι γενεὰς πρὸς μιᾷ διαρκέσασαν."
      },
      {
        "index": 70,
        "text": "\"Hid δὲ τοῦ ἀρχιερέως, ὡς ἤδη ἱστόρηται, τὸν λαὸν ἄγον-- τὸς, οἱ δύο υἱοὶ αὐτοῦ \"Ogyl καὶ (Φινεὲς ὑπῆρχον λοιμοί, παρα- γομοῦντες ἐν ἅπασι, καὶ παραινοῦντος τοῦ πατρὸς αὐτοῖς μὴ ἐπιστρεφόμενοι. ὃ δὲ ϑεὸς ὀργισϑεὶς διὰ τὰς ἐκείνων παρανο- 10 μίας, διὰ τοῦ Σαμουὴλ ἔτι παιδὸς ὄντος δεδήλωχε τῷ ᾿Ηλεὶ ἅπερ αὐτός τε καὶ οἱ παῖδες καὶ ὃ οἶκος αὐτοῦ πείσονται. Σαμουὴλ δὲ Ἔλκανᾶ “ευίτου ἀνδρὸς ἐτύγχανε παῖς\" ᾧ συνῴχουν διτταὶ γαμεταί, ὧν τῇ μὲν \"ἄννα τῇ δὲ Φενάννω ἦν τὰ ὀνόματα. καὶ τῇ μὲν παῖδες ἦσαν ἐξ Ἐλκανᾶ, ἡ δὲ ἄννα ἠμοίρει γονῆς. ἀφεκο-- 15"
      },
      {
        "index": 71,
        "text": "C μένου δὲ τοῦ ἀνδρὸς μετὰ τῶν γυναικῶν ἀμφοῖν εἰς Σηλὼμ. καὶ ϑύσαντος, ἐπεὶ καιρὸς ἦν εὐωχίας καὶ τῇ Φενάννᾳ οἵ παῖδες αὐ- τῆς συνεχάϑηντο, ὅτι 7) Αννα μεμόνωτο, ἑαυτὴν ἀπεκλαίετο, καὶ εἰς τὴν σκηνὴν ἰοῦ ϑεοῦ δραμοῦσα ἐδέετο τοῦ κυρίου γονὴν αὐτῇ παρασχεῖν, εὐξαμένη καϑιερώσειν ϑεῷ τὸ πρωτότοχον. χρονι- 30 ζούσης δὲ ἐν ταῖς εὐχαῖς, πρὸ τῆς σκηνῆς HAd καϑεζόμενος ὡς μεϑύουσαν αὐτὴν ἐλογίσατό τε καὶ ἀπεπέμπετο. ἢ δέ “οὐκ οἶνον\" ἔφη \"nénuxa οὐδὲ μέϑυσμα, κύριε, ἀλλὰ κατώδυνος οὖσα δι᾽ ἀπαιδίαν ἐκτέτηχκα.\" καὶ ὃ ἱερεύς “πορεύου εἶπεν αὐτῇ, “καὶ δῴη σοι τὸ αἴτημα ὃ ϑεός.\" ὑποστρέψασα δὲ σὺν τῷ ἀνδρὶ οἴκαδε, συλλαμβάνει καὶ τίχτει τὸν Σαμουήλ\" ϑεαίτητον ἂν τις δεἶποι. ἁδρυνϑέντος δὲ τοῦ παιδὸς προσάγει αὐτὸν τῷ ᾿Ηλεὶ κατὰ D τὴν εὐχὴν αὐτῆς τῷ ϑεῷ τραφησόμενον, κόμην τε τρέφοντα καὶ ἐν τῷ ἱερῷ διαιτώμενον καὶ ὕδατι κεχρημένον εἰς πόσιν. ἤδη δὲ δωδεκαέτης γενόμενος προεφήτευσε. καί nove κοιμώμενον αὐτὸν ἐξ ὀνόματος ἐκάλεσεν ὃ ϑεύός. ὃ δὲ τῷ ἀρχιερεῖ προσελήλυϑεν lo o ὑπ᾽ ἐκείνου τάχα καλούμενος. καὶ τοῦτο τρισσάχις ἐγένετο. Ἠλεὶ δὲ συνεὶς ϑεόϑεν εἶναι τὴν κλῆσιν, ἔφη τῷ Σαμουήλ “εἰ ἔτι κληϑῇ, εἶπέ, Ἰδοὺ ἐγὼ κύριε.\" οὕτω δὲ ποιήσαντος τοῦ παιδός, ἔφη αὐτῷ ὃ καλῶν συμφορὰν ἔσεσϑαι τοῖς ᾿Ισραηλίταις βαρείαν, καὶ τοὺς Ἠλεὶ παῖδας ἅμα τεϑνήξεσϑαι καὶ τὴν ἱερω- ῬῚ 51 Ἰόσύγην εἷς τὸν οἶχον τοῦ ᾿Ελεάζαρ μεταπεσεῖν. οὐκ ἤϑελε δὲ τοὺς λόγους ὃ Σαμουὴλ ἐχφῆναι τῷ ἱερεῖ, ὅρκοις δ᾽ ἐκβιασϑεὶς ἀπήγ- γελὲ πάντα καϑάπερ ἀκήκοεν."
      },
      {
        "index": 72,
        "text": "26. ᾿Ἐντεῦϑεν Παλαιστηνοὶ κατὰ τῶν Ἰσραηλιτῶν ἐκστρα- τεύουσι, καὶ ἦσαν τῇ μάχῃ ἐπικρατέστεροι. ὃ δὲ λαὸς κομισϑῆ- 30 ναι τὴν χιβωτὸν αἰτοῦσιν dg ἀρωγήν. πεμφϑείσης δ᾽ ἐκεῖσε τῆς χιβωτοῦ σὺν τοῖς υἱοῖς τοῦ ἬἪλεί, συγκεκρότητο μάχη. καὶ r- Trvro oí “Ἐβραῖοι, ἔπεσον δὲ ὡσεὶ τρισμύριοι, καὶ οἱ τοῦ ἄρχιε--: ρέως viol, καὶ 7| κιβωτὸς ἐλήφϑη τοῖς πολεμίοις. ᾿Ηλεὶ δὲ ὃ ἀρχιερεὺς ἐφ᾽ ὑψηλοῦ καϑῆστο δίφρου, καὶ μαϑὼν τὰ τῆς μάχης καὶ τὴν σφαγὴν τῶν υἱῶν καὶ τὴν αἰχμαλωσίαν τῆς κιβωτοῦ, περιαλγήσας ἐξέπεσε τοῦ ϑρόνου καὶ τέϑνηκεν, ἐνενηκοντούτης γενύμενος, τεσσαράκοντα δὲ τούτων ἐνιαυτοὺς τοῦ ᾿Ισραὴλ ἡγη- 8 σάμενος. οἱ δὲ ἀλλόφυλοι εἰς ᾿ἄζωτον πόλιν ἀπαγαγόντες τὴν κιβωτὸν τῷ “΄αγών (οὕτω γὰρ τὸν ἑαυτῶν ἐκάλουν 9ióv) ἀνέ- ϑεέντο. ἕωϑεν δὲ εἰς τὸν οἶχαν Zelayov εἰσελϑόντες εὗρον κείμενον τὸ EÓavov ἐνώπιον τῆς κιβωτοῦ ἐπὶ γῆς. καὶ ἀναστήσαντες αὐτὸ ἐπὶ τῆς προτέρας ἔστησαν βάσεως. ὡς δὲ συχνάκις εὗρον τοῦτο !θ γινόμενον, καὶ πολλάκις τὸ εἴδωλον ἀνορϑώσαντες τοσαυτάκις κείμενον κατελάμβανον ἐν σχήματε προσχυνοῦντος τὴν κιβωτόν, C ἐϑαμβοῦντο xai διηπόρουν. ἔπειτα δ᾽ ἐνέσκηψε τῇ τῶν Auri πόλει καὶ τῇ χώρᾳ φϑορά. νόσος μὲν τοῖς ἀνθρώποις περὶ τὰς ἕδρας ἦν, ἣν δυσεντερίαν φησὶν ὃ ᾿Ιώσηπος, καὶ ἔϑνησχον συχνοὶ 15 ἐξ αὐτῆς\" μύες δὲ τῆς γῆς ἀναδοϑέντες τὴν χώραν ἅπασαν ἐκε- ράϊζον. ὀψὲ δὲ συνῆκαν τὴν κιβωτὸν αἰτίαν αὐτοῖς εἶναι τῶν παϑῶν οἱ Acriot, καὶ πέμπουσιν αὐτὴν εἰς σκάλωνα \" καὶ ἔπασχον κἀκεῖνοε τὰ ὅμοια. καὶ οὕτω πέντε τῶν ]αλαιστηνῶν ἀμείβει πόλεις 95 κιβωτός, καὶ πάσαις εἰς κάκωσιν γέγονεν. 30 συνῆλθον οὖν οἱ τῶν κακουμένων πέντε πόλεων ἄρχοντες, Γήτης καὶ zdxxagüv L4oxóAcvóg τε καὶ Γάζης καὶ ᾿ἀζώτου, καὶ οἱ μὲν ἄλλα περὶ τῆς κιβωτοῦ οἱ δ᾽ ἕτερα συνεβούλευον. καὶ τέλος D ἔδοξε πᾶσιν ἕδρας πέντε χρυσᾶς καὶ μύας τοσούτους χρυσοῦς ποιῆσαι καὶ ϑέσϑαι ἐπὶ τῆς κιβωτοῦ, ἅμαξάν τε καινουργῆσαι καὶ βόας πρωτοτοκούσας τῇ ἁμάξῃ ὑπαγαγεῖν, τοὺς δὲ μόσχους δαὐτῶν κατασχεῖν, καὶ ἐπιϑεῖναε τῇ ἁμάξῃ τὴν κιβωτόν, τὰς βόας δ᾽ ἀπαγαγόντας ἐπὶ τριόδου καταλιπεῖν, ἵν᾽ in? αὐταῖς εἴη ἀπιέ- vut χαϑ᾽ ἣν δρμήσουσι\" καὶ εἰ μὲν εὐϑὺ τῶν ᾿Ισραηλιτῶν ἀπε- λεύσονται, διὰ τὴν κιβωτὸν οἴεσθαι σφίσιν ἐπάγεσθαι τὰ κακά, καὶ μὴ κωλύειν τὴν εἰς ἐκείνους πορείαν, εἰ δ᾽ ἄλλοσέ πη ἀπίοιεν, Ιθ0ἐπιστρέψαι αὖϑις τὰς βόας τε καὶ τὴν ἅμαξαν καὶ τὰ ἐπ᾿ αὐτῆς. P 1 98 ἐπιτελέσαντες τοίνυν τὰ δόξαντα ἀφῆκαν τὰς βύας, μήκοϑεν ἐπό- μενοι καὶ αὐτοὶ ἵν᾽ ὁρῷεν τὸ ἐχβησόμενον. αἱ δὲ κατ᾽ εὐθὺ τῶν ᾿Εβραίων ἀπήεσαν xai οὐ πρότερον ἔστησαν πρὶν εἰς μέγα πεδίον ἐν Βεϑεσαμοῖς κατηντήκασιν, ὡς δ᾽ εἶδον οἱ τῆς κώμης ἐχείνης B ἀνδρες τὴν χιβωτόν, ὡρμήκασιν ἐπ᾿ αὐτήν, καὶ χαϑελόντες ἐκ τῆς ἁμάξης αὐτήν, ἔϑυσαν τὰς βόας καὶ τοῖς ξύλοις οἷς ἡ ἅμαξα εἴργαστο αὐτὰς ὡλοχαύτωσαν. ὕπερ ἰδόντες oi Παλαιστηνοὶ ὑπεγνόστησαν. τοὺς δ᾽ ἁψαμένους τῆς κιβωτοῦ, μὴ ὄντας ἱερεῖς, ὀργισϑεὶς ὃ ϑεὸς ἐϑανάτωσεν. οἱ δέ γε λοιποὶ τῷ κοινῷ τῶν τὴν ἀπάγουσιν εἰς Καριαϑιαρεὶμ καὶ εἰς οἰκίαν ᾿ἡμιναδὰβ ἐκ τῆς «Πευετικῆς ὄντος φυλῆς κατατίϑενται. καὶ ἔμεινεν ἐκεῖ ἔτη εἴκοσι, παρὰ δὲ τοῖς ἀλλοφύλοις μῆνας τέσσαρας."
      },
      {
        "index": 73,
        "text": "Σαμουὴλ δὲ ὃ προφήτης μέγα ἤδη σχὼν ὄνομα καὶ δόξης ἥκων ἐπὶ πολύ, συναγαγὼν τὸν λαὸν περὶ ἐλευϑερίας αὐτῷ διει-- λέχϑη καὶ ἔπεισε ταύτης ἀντιποιήσασϑαι. ὃ μαϑόντες οἱ Παλαι- στηνοὶ ἀπροσδοκήτως τοῖς “Ἑβραίοις ἐπίασι, xal κατεπτόησαν αὐτούς, ὡς τῷ Σαμουὴλ προσδραμεῖν, λέγοντας ἀπεγνῶσϑαι τὴν 5 σωτηρίαν αὐτοῖς εἰ μὴ αὐτὸς σφίσι τὴν ix τοῦ ϑείου ἐπικουρίαν αἰτήσεται. καὶ ὃς ϑαρρεῖν παρεγγυᾷ, καὶ τὸν ϑεὸν ἐπαρῆξαε"
      },
      {
        "index": 74,
        "text": "C διαβεβωιοῦται αὐτοῖς, καὶ ϑύσας ἄρνα δέεται τοῦ ϑεοῦς; μήπω δὲ τὴν ϑυσίαν τῆς ἱερᾶς δαπανησάσης φλογός, προσβάλλουσε τοῖς Ἑβραίοις οἵ ἀντιπόλεμοι, ῥᾷον αὐτῶν κρατήσειν ὡς ἀόπλων 10 οἰόμενοι. σεισμῷ δὲ τῆς γῆς κλονηϑείσης ὑπὸ ϑεοῦ, καταρρα- γεισῶν τε βροντῶν καὶ ἐξαφϑεισῶν ἀστραπῶν, εἰς δειλίαν iC πέσον οἱ πολέμιοι καὶ ἐτράπησαν εἷς φυγήν. κατεδίωξε δὲ Σα- μουὴλ. καὶ τὸ πλῆϑος ὀπίσω αὐτῶν καὶ πολλοὺς διεφϑάρχασι, καὶ οὐκέτι μετὰ τὴν πληγὴν ταύτην ἐπὶ τοὺς ᾿Ισραηλίτας ἐστρά-- 15 τευσαν, ἀλλὰ καὶ τὴν χώραν ἥνπερ ἀφείλοντο ἐπανεσώσατο αὖϑις D τοῖς Ἑβραίοις ὃ Σαμουήλ. ἔκχρινε δὲ τὸν λαὸν καὶ ἦρχεν αὐτοῦ."
      },
      {
        "index": 75,
        "text": "2]. Ἤδη δὲ γεγηραχὼς τοῖς υἱοῖς αὐτοῦ τὴν τοῦ λαοῦ προστασίαν καὶ τὸ δικάζειν διένειμεν. ὄνομα τῷ πρεσβυτέρῳ ᾿Ιωήλ, τῷ νεωτέρῳ δὲ Ifa. οὗ οὐκ ἐπορεύϑησαν ἐν ταῖς ὁδοῖς 20 τοῦ πατρὸς αὐτῶν, ἀλλ᾽ ἐκκλίναντες δώρων τὸ δίκαιον προεδί-- δοσαν καὶ λήμμασι τὰς χρίσεις ἐδίκαζον. ὃ δὲ λαὸς διὰ ταῦτα πρὸς Σαμουὴλ ἀϑροισϑεὶς “ἐπεὶ μὴ οἷός τε σύ\" ἔφησαν “προε- στάναι ἡμῶν διὰ γῆρας, ποίησον ἡμῖν βασιλέα ὃς καὶ τοῦ ἔϑνους ἡγήσεται καὶ τοῖς ἐναντίοις ἀντιστρατεύσεται.\" λυπουμένου δ᾽ ἐπὶ τούτοις τοῦ Σαμουὴλ εἶπε πρὸς αὐτὸν ὃ ϑεός “οὐ σὲ ἔξου- δϑενήχασιν ὃ λαός, ἀλλ᾽ ἐμέ. ἄκουσον τοίνυν αὐτῶν, καὶ ὃν ἀναδείξιο σοι εἰς βασιλέα χρῖσον αὐτοῖς.\" συναϑροίσας δὲ τοὺς P ᾿Εβραίους ὃ Σαμουὴλ κατέϑετο χειροτονήσειν αὐτοῖς βασιλέα, μιεταμελήσειν δὲ προέφη αὐτοῖς xal αἰτεῖσθαι μέλλειν παρὰ ϑεοῦ τῶν βασιλέων ἀπαλλαγήν. οἱ δὲ ἐνέκειντο βασιλέα ζητοῦντες, 10 χαὶ ἠξίουν αὐτὸν μὴ φροντίζειν τῶν ἐσομένων. ὃ δὲ προφήτης “ἄπιτε νῦν\" εἶπεν, “ὅταν δὲ μάϑω τίνα δίδωσιν ὑμῖν ὃ ϑεὸς βασιλέα, μεταπέμψομαι ὑμᾶς. \" “Ανὴρ δέ τις Βενιαμίτης ( Κὶς ὄνομα τῷ ἀνδρί) ὄνους &no- λέσας, τὸν υἱὸν ὃς ἦν αὐτῷ μέγας τε καὶ ὡραῖος, κεκλημένος ὃ δὲ περιελϑὼν καὶ ζητήσας xal μὴ εὑρών, εἷς ἄρμαϑαῖμ πρὸς τὸν Σαμουὴλ παραγέγονεν ἐρωτήσων περὶ τῶν ὄνων. δηλοῖ τοί- vvτῷ Σαμουὴλ ὁ ϑεὺς τοῦτον εἶναι ὃν βούλεται βασιλεῦσαι τοῦ λαοῦ τῶν Ἑβραίων. ἐρωτηϑεὶς οὖν περὶ τῶν ὄνων ὃ Σαμουὴλ 20 σεσῶσϑαι εἶπεν αὐτάς, καὶ Ἑενίσας τὸν Σαοὺλ προέπεμψεν ἕωϑεν. καὶ ἔξω τοῦ ἄστεος σὺν αὐτῷ πορευϑείς, μόνον τε ἰδίᾳ τὸν νεανίαν ἀπολαβών, ἔλαιον καταχέει τῆς αὐτοῦ κεφαλῆς. καὶ φιλήσας αὐτόν “᾿χέχρικέ σὲ κύριος ἄρχοντα\" ἔφη “ἐπὶ τὸν λαὸν αὐτοῦ C Ἰσραήλ, καὶ ἔστω σημεῖον τοῦ χρίσματος τὸ συναντῆσαί σοι pl τὸν τάφον Ῥαχὴλ ἄνδρας δύο τὴν εὕρεσιν τῶν ὄνων εὐαγγελιζο-- μένους σοι.\" καὶ ἄλλα δὲ σημεῖα τοῦ ἀληϑεύειν εἶπεν αὐτῷ, καὶ ὅτε προφητεύσει ἐν Γαβαϑὰ γεγονὼς μετὰ τῶν ἐκεῖ προφητῶν, ὅ καὶ ἥξειν εἰς Γάλγαλα αὐτῷ ἐνετείλατο ἡνίκα μεταπεμφϑῇ παρ᾽ αὐτοῦ. συνήϑροισε δ᾽ ἔπειτα τὸν λαὸν καὶ κλήρους βαλεῖν ἐκέ- λευσε τὰς φυλάς, ἵν᾽ ἀναδειχϑείη 2x ποίας ὃ βασιλεύσων ἔσεται. ἔπεσεν οὖν ὃ κλῆρος εἰς τὴν Βενιαμίτιδα, εἶτα εἰς τὴν πατριὰν Ἰατταρί. κατ᾽ ἄνδρα δὲ τῆς πατριᾶς κληρωϑείσης, εἰς τὸν τὸ Σαοὺλ ὃ χλῆρος ἐξέπεσεν. ὡς δὲ ζητούμενος οὐκ ἦν, μυεῖται ὃ Σαμουὴλ παρὰ τοῦ ϑεοῦ ὅπου ἐκέχρυπτο, καὶ ἀχϑέντα ἔστησε D μέσον. καὶ ἦν ὑπερωμίας καὶ πάντων ὑπερέχων κατὰ τὴν ἣλι- κίαν τοῦ σώματος. καὶ πρὸς τὸ πλῆϑος ἔφησεν ὃ πρυφήτης “τοῦτον ἔχρισεν ὑμῖν elc βασιλέα ὃ κύριος, ᾧ οὐκ ἔστιν ὅμοιος ἐν 19 πᾶσιν ὑμῖν.\" ὃ δὲ λαὺς ἐπευφήμησε καὶ εἶπεν “ζήτω ὃ βασι- λεύς.\" οὕτω δὲ τῷ Σαοὺλ βασιλεύσαντι πολλοὶ μὲν προσεῖχον ὡς βασιλεῖ καὶ κατὰ τὸ προσῆκον ἐτίμων αὐτόν, πολλοὶ δὲ κατε- φρόνουν τε xal ἐχλεύαζον. Mà δὲ μῆνα Νάας ὃ τῶν Ψμμανιτῶν βασιλεὺς στρατεύει 30 ἐπὶ ᾿Ιαβεὶς Γαλαάδ, μὴ ἄλλως λέγων φείσασϑαι τῶν ἀνδρῶν εἰ μὴ δῶσιν αὐτῷ τὸν ἑχάστου ἐξελεῖν δεξιὸν ὀφϑαλμόν. οἱ δὲ ἀνοχὴν ἐζήτησαν ἑπτὰ ἡμερῶν\" xal λαβόντες πέμπουσιν ἀγγέλους εἰς Γαβαά, καὶ ἀκχούσαντες οἱ ἐκεῖ τοὺς λόγους χμμανίτου ἐϑρήνησαν\" ὃ δὲ Σαοὺλ ἐϑυμώϑη. σφόδρα, καὶ λαβὼν δύο βύας ἐμέλισεν αὐτοὺς καὶ ἀπέστειλεν εἰς πᾶν ὅριον ᾿Ισραήλ, ἀπειλῶν δοὕτω ϑήσειν τοὺς μὴ xarà τῶν ᾿Αμμανιτῶν συνεχστρατεύσοντας αὐτῷ, συνδραμόντος δὲ τοῦ λαοῦ ἠρίϑμησεν αὐποὺς καὶ εὗρε μυριάδας ἑβδομήχοντα. καὶ ἐφήλατο πνεῦμα κυρίου. ἐπὶ Σαούλ, καὶ προεφήτευσεν εἰπὼν ὡς αὔριον ἔσται τοῖς ἀνδράσιν ᾿Ιαβεὶς σωτηρία. καὶ ἀναστὰς ἐπορεύϑη αὐτός T& καὶ ὃ λαὸς δι᾽ ὅλης Ἰυτῆς νυκτός, καὶ περὶ τὴν πρωϊνὴν φυλακὴν ἐπῆλϑε τοῖς Ἀμμανί- ταις, τριχῇ τὸ στράτευμα διελών. καὶ κυκλωσάμενος αὐτούς, B πολλοὺς μὲν ἀπέκτεινε xai αὐτὸν τὸν βασιλέα Νάας, τοὺς δὲ περισωϑέντας ἐτρέψατο εἰς φυγήν\" καὶ dg τὴν χώραν αὐτῶν ἐμβαλὼν καὶ πλείστην λείαν λαβὼν λαμσιρῶς ἐπανέζευξεν. οὐχέτι γοῦν ἠδόξει παρά τισιν, ἀλλ᾽ ἐπ᾽ ἀνδρείᾳ διαβεβόητο καὶ τετέ- μητὸ καὶ τοῖς πρώην αὐτὸν χλευάζουσι. συναγαγὼν δὲ αὖϑις ὃ Σαμουὴλ τὸν λαὸν δὶς ἀναγορεύει τὸν Σαοὺλ βασιλέα, χρίσας τῷ ἐλαίῳ καὶ πάλιν αὐτόν. μετέπεσεν οὖν ἡ τῶν Ἑβραίων πολιτεία ᾽ εἰς βασιλείαν ἐξ ἀριστοκρατίας\" ἐπὶ γὰρ ἸΠωυσέως καὶ ᾿Ιησοῦ 0 ἀριστοχρατούμενοι ἦσαν, εἶτα im^ ἔτη δέκα xal ὀκτὼ ἄναρχοι διετέλεσαν, εἰσέπειτα δ᾽ ἤρχϑησαν ὑπὸ τῶν καλουμένων κριτῶν, C τῷ ἀρίστῳ δικάζειν περὶ τῶν ὅλων καὶ οἰχονομεῖν ἐπιτρέποντες."
      },
      {
        "index": 76,
        "text": "28. To) δὲ Σαμουὴλ ἐξορκίσαντος τὸν λαὸν εἰπεῖν εἴ τι ἄδικον εἰργάσατο εἷς αὐτούς, πάντες δικαίως αὐτὸν καὶ καλῶς προστῆναι τοῦ ἔϑνους ἐβόησαν. ὃ δὲ αὐτοῖς ἀπεκρίνατο “ἴστε ὦ μεγάλα ἡμαρτήκατε βασιλέα ἑαυτοῖς αἰτησάμενοι, κἀκ τούτου παρωργίσατε τὸν ϑεόν. ἔσται δὲ τοῦτο σημεῖον ὑμῖν τὸ ϑέρους ὃ ἐν ἀχμῇ χειμῶνα γενήσεσθαι.\" καὶ κατὰ τὸν τοῦ προφήτου λόγον βρονταὶ καὶ ἀστραπαὶ γεγόνασι, κατηνέχϑη vt χάλαζα, ὡς δέος ἐμπεσεῖν τῷ λαῷ καὶ ἱκετεύειν τὸν Σαμουὴλ ἱλεώσασϑαι τὸν ϑεὸν αὐτοῖς ἁμαρτήσασι."
      },
      {
        "index": 77,
        "text": "D Τῶν δὲ Παλαιστηνῶν τοὺς “Ἑβραίους καταστρεφόντων xall τὰ ὅπλα σφῶν ἀφαιρουμένων σιδήρῳ τε κεχρῆσϑαι ἀπαγορευόντων, ὃ Σαοὺλ εἷς Γάλγαλα καταβὰς ἐπ᾽ ἐλευϑερίᾳ τὸν λαὸν κατὰ τῶν Παλαιστηνῶν διαναστῆναι ἠρέϑιζεν. οἱ δ᾽ ηὐλαβοῦντο διὰ τὸ πλῆϑος τῶν ἐναντίων. ὃ δὲ βασιλεὺς τὸν Σαμουὴλ ἐχάλει πρὸς ἑαυτόν. καὶ ὃς μεϑ᾽ ἡμέρας ἐξ παραγενέσθαι ὑπέσχετο, ϑύσειν 15 τε τῇ ἑβδόμῃ, ἵν᾽ οὕτω τοῖς ἀλλοφύλοις συμμίξωσιν. ὃ δέ γε Σαυὺλ ὁρῶν τὸν λαὸν ὑπορρέοντα καὶ χαταλιμπάνοντα αὐτόν, PIGI ἔϑυσεν. ἀκχούσας δὲ ἄρτι προσιόντα τὸν Σαμουὴλ ἐξῆλϑε συναν- τήσων αὐτῷ. ὃ δέ “τί τοῦτο ἐποίησας\" ἔφη “παραβάς μου τὴν ἐντολήν; ἰσϑι τοίνυν ὡς οὐ στήσεταί cov ἢ βασιλεία, ἀλλὰ 30 ζητήσει κύριος ἄνϑρωπον κατὰ τὴν καρδίαν αὐτοῦ. καὶ ἄνε- χώρησε Σαμουήλ, Σαοὺλ δὲ καὶ ᾿Ιωνάϑαν ὃ υἱὸς αὐτοῦ ἧκεν εἷς Γαβαὼ σὺν στρατιώταις ἑξακοσίοις. εἰς τρία δὲ διαιρεϑέντες oi ἀλλόφυλοι τὴν χώραν τῶν ᾿Ισραηλιτῶν ἐληΐζοντος. Σαοὺλ δὲ καὶ ᾿Ιωνάϑαν καὶ ᾿Αχιὰ ὃ ἀρχιερεὺς ἀφ᾽ ὕψους δρῶντες τὰ δρώμενα, 5xal ἀμῦναι δι᾿ ὀλιγανδρίαν μὴ σϑένοντες, ἤχϑοντο. ὃ δὲ Ἰωνά- Sav μηδὲν εἰπὼν τῷ πατρὶ καταβὰς ἀπὸ τοῦ βουνοῦ σὺν μόνῳ τῷ ὁπλοφόρῳ αὐτοῦ “προσβάλλωμεν\" ἔφη “τῇ τῶν ἀλλοφύλων Β παρεμβολῇ, καὶ εἰ μὲν εἴπωσιν ἡμῖν ἀπόστητε, οὐκ ἀναβησόμεθα πρὸς αὐτούς, εἰ δ᾽ ἀνάβητε πρὸς ἡμᾶς φήσουσι, σύνϑημα νίκης τὸν λόγον νομιστέον ἡμῖν.\" καὶ ὥρμησαν ἐπὶ τὸ τῶν πολεμίων στρατόπεδον. καὶ αὐτοῖς οἱ ἀλλόφυλοι “ἀνάβητε\" ἔλεγον “πρὸς ἡμᾶς, καὶ γνωριοῦμεν ὑμῖν ῥῆμα.\" τοῦτο ϑάρσος ἐνῆκε τῷ ᾿Ιωνάϑαν\" καὶ ἀποστὰς ἐκεῖϑεν, ἑτέρωθεν ἀνερπύσας μετὰ τοῦ ἑπομένου αὐτῷ ἔπεισι τοῖς πολεμίοις ὑπνώττουσι. καὶ χτείνουσι μὲν ὡς εἴχοσι, τοῖς δὲ λοιποῖς δειλίαν ἐνέβαλον\" of ϑορυβού- μενοί τε καὶ φεύγοντες ὑπ᾽ ἀλλήλων διώλλυντο. ἰδὼν δὲ ταρατ- τόμενον ὃ Σαοὺλ τὸ τῶν πολεμίων στρατόπεδον, καὶ ἀπόντα τὸν υἱὸν ἅμα τῷ δπλοφόρῳ κατανοήσας, προσβάλλει καὶ αὐτὸς τετα- ραγμένοις τοῖς ἐναντίοις\" καὶ οἱ πρὶν δὲ διὰ φόβον κρυβέντες \"οἀναϑαρσήσαντες τῷ βασιλεῖ προσετίϑεντος. καὶ διώκων τοὺς πολεμίους ἐχτίννυεν. ἐπαρᾶται τοίνυν τοῖς ἑαυτοῦ, εἴ τις ἀπο-- σχόμενος τοῦ φονεύειν τοὺς ἐχϑρούς, φάγοι εἰ μὴ νὺξ αὐτοὺς παύσοι, ἐν δὲ τῷ διώκειν κατά τινα δρυμὸν ἦλθον ἐν ᾧ μελισ- σὼν ἦν, καὶ λαβὼν ὃ ᾿Ιωνάϑαν κηρίον μέλιτος ἔφαγεν\" οὐ γὰρ jv ἀκηχοὼς τῆς ἀρᾶς τοῦ πατρός. ἐπελθεῖν δὲ βουληϑεὶς ὁ Σαοὺλ τῇ τῶν ἐναντίων παρεμβολῇ, ἠρώτα διὰ τοῦ ἀρχιερέως D τὸν ϑεὸν εἰ δίδωσι νίκην. τοῦ δὲ ϑεοῦ μὴ δηλοῦντος, ἐζήτει ὃ τὸ αἴτιον, καί “ὄμνυμι ἔφη “αὐτὸν τὸν ϑεὸν ἀποχτείνειν τὸν ἁμαρτόντα, κἂν ᾿Ιωνάϑαν εἴη ὃ παῖς ὃ ἐμός.\" καὶ κληρωσα- μένων ἐπὶ ᾿Ιωνάϑαν ὃ κλῆρος ἔπεσεν. ὃ δὲ περὶ ἁμαρτίας ἀνα- χρινόμενος οὐδὲν εἶπεν ἑαυτῷ συνειδέναι ἢ ὅτι χϑὲς τὴν ἀρὰν ἀγνοήσας ἐν τῷ διώκειν ἐγευσάμην κηρίου. ἀκούσας δὲ ὃ πατὴρ 10 ἀποκτενεῖν αὐτὸν ὥμοσε. καὶ ὃ λαὸς ἀντώμοσε μὴ περιόψεσθαι τὸν αἴτιον τῆς νίκης ἀποθανούμενον, xal ἐξαρπάσαντες αὐτὸν εὐχαῖς τὸν ϑεὸν ἐξιλάσκοντο.. διαφϑείρας δὲ ὃ Σαοὺλ ὡσεὶ μυριάδας ἕξ τῶν Παλαιστηνῶν ἀνθυπέστρεψε. χειροῦται δὲ ““μμανίτας καὶ ἸΠωαβίτας Παλαιστηνούς τε καὶ ᾿Ιδουμαίους καὶ 15 ᾿Μμαληκίτας καὶ τὸν βασιλέα τῆς Σουβᾶ, καὶ ἐξείλετο τὸν ᾿Ισραὴλ ix χειρὸς τῶν ἀλλοφύλων. (29) ἦσαν δὲ τῷ Σαοὺλ υἱοὶ τρεῖς, ᾿Ιωνάϑαν καὶ ᾿Ιησουὶ καὶ Πελχισουΐ, καὶ ϑυγατέρες δύο, ἹΠερὸβ καὶ Meyók* ἀρχιστρατηγὸν δὲ εἶχε τὸν ᾿4βεννὴρ υἱὸν Νὴρ συγ- γενοῦς αὐτοῦ. | 20 Ἔφη δὲ Σαμουὴλ τῷ Σαοὺλ κελεύειν αὐτῷ τὸν 910v πατάξαι τὸν ““μαλήκ, καὶ κρατήσαντα μηδενὸς φείσασϑαι, μὴ γυναιχῶν μὴ νηπίων μὴ ὑποζυγίων μὴ βοσχημάτων, ἐξαλεῖψαι δὲ τὸ ὄνομα αὐτοῦ ἐκ τῆς γῆς. καὶ ὃ Σαοὺλ τῷ ““μαλὴκ συμβαλὼν κατὰ χράτος νικᾷ καὶ κτείνει πάντας, χειροῦται δὲ καὶ τὸν βασιλέα τῆς Β χώρας Ayuy ὠνομασμένον, καὶ οὐκ ἀπέχτεινεν, ἀγασϑεὶς αὐτὸν δδιὰ κάλλος καὶ μέγεθος\" καὶ τὰ τῶν βουκολίων καὶ ποιμνίων καὶ τῶν ἄλλων ἐξαίρετα περιεποιήσατο, ἀμνημονήσας τῆς ϑείας προ-- στάξεως. χρηματισϑεὶς δὲ Σαμουὴλ παρὰ τοῦ ϑεοῦ, εἰπόντος μεταιμεμελῆσϑαι ὅτι ἐβασίλευσε τὸν Σαούλ, συνήντησε τῷ βασιλεῖ, ὃ δὲ εὐχαριστεῖν ἔλεγε τῷ ϑεῷ δόντι κράτος αὐτῷ κατὰ τῶν πολε- Ιϑμίων, καὶ πάντα δὲ τὰ κεκελευσμένα ποιῆσαι. καὶ ὃ προφήτης “βοῆς εἶπεν “ἀχούω ὑποζυγίων καὶ βοσκημάτων ἄλλων. πόϑεν ταῦτα; ΣΣαοὺλ δὲ τὸν λαὸν εἶπεν. εἰς ϑυσίαν τετηρηκέναι αὐτὰ τῷ ϑεῷ, τοὺς δὲ ᾿“μαληκίτας πάντας ἐξαφανισϑῆναι ἄτερ τοῦ C βασιλέως αὐτῶν. πρὸς ταῦτα ὃ Σαμουήλ “ἐπεὶ τὰ κεκελευσμένα ὅσοι\" ἔφη “πρὸς ϑεοῦ παραβέβηκας, i094 ὅτι τὴν βασιλείαν ἀφαιρεϑήσῃ.\" ὃ δὲ κατετίϑετο ἁμαρτῆσαι, καὶ ἱλαστήρια ϑῦσαι τὸν προφήτην ἱκέτευε. καὶ ὃς ὑπεχώρει, Σαοὺλ δὲ τῆς διπλοΐδος ἐπιλαμβάνεται αὐτοῦ καὶ διαρρήσσει ταύτην βιαζόμενος αὐτὸν κατασχεῖν. καὶ ὃ προφήτης ovrog ἔφη 34 βασιλεία σου διαρ- 30 ρηχϑήσεται καὶ δοϑήσεται ἀνδρὶ δικαίῳ καὶ ἀγαθῷ.\" δεομένου δ᾽ ἔτι τοῦ βασιλέως πείϑεται, καὶ ἀχϑῆναι τὸν yay αἰτεῖ, καὶ χτανϑέντος ἐκείνου κελεύσει αὐτοῦ αὐτίχα εἰς “ρμαϑαὶμ ἀποχωρεῖ."
      },
      {
        "index": 78,
        "text": "D Kol αὐτῷ ἐντέλλεται ὃ ϑεὸς πρὸς ᾿Τεσσαὶ ἀπελϑεῖν καὶ χρῖσαι τῷ ἐλαίῳ εἰς βασιλέα ἕνα τῶν ἐκείνου υἱῶν ὃν ἂν δείξῃ W 1.43 αὐτῷ. καὶ ἀπελϑὼν εἰς Βηϑλεὲμ καὶ ϑύσας κέχληκε τὸν ᾿Ἰεσσαὶ καὶ τοὺς υἱοὺς αὐτοῦ. καὶ ἰδὼν τὸν πρωτότοκον μέγαν τε. καὶ καλὸν φήϑη ἐπ᾽ αὐτῷ τὸν ϑεὸν εὐδοκεῖν. ὃ δὲ ϑεός “μὴ ἐπε. 5 βλέψῃς\" εἶπεν “ἐπὶ τὴν ὄψιν αὐτοῦ, μηδ᾽ εἷς τὸ τοῦ σώματος μέγεθος\" ἄνθρωπος μὲν yàg εἰς πρόσωπον ὄψεται, ὃ δὲ ϑεὸς εἷς καρδίαν.\" παρελϑόντων δὲ καὶ τῶν ἄλλων παίδων τοῦ \"Ἰεσσαί, ἐπ᾽ οὐδενὶ εὐδόκησεν ὃ ϑεός. καὶ εἶπε Σαμουήλ “οὐχ ἐξελέξατο κύριος ἐν τούτοις, καὶ εἰ ἔστιν ἔτε λοιπός, παρελϑέτω.\" καὶ τὸ ! Itooal “μικρὸς ἔτι περιλέλειπτιαι ἢ ἔφη “ποιμαίνων. κληϑῆναι οὖν αὐτὸν ὃ προφήτης ἐκέλευσεν. ὡς δ᾽ ἧχε χληϑεὶς ὃ Δαβίδ, παῖς πυρράκης μετὰ κάλλους ὀφϑαλμῶν καὶ τἄλλα καλός, τοῦτον εἶναι τὸν χρισϑησόμενον δηλοῖ τῷ Σαμουὴλ ὃ ϑεός. καὶ λαβὼν ἐκεῖνος τὸ χέρας τοῦ ἐλαίου ἔχρισεν αὐτὸν ἐν μέσῳ τῶν ἀδελφῶν 15 αὐτοῦ. καὶ ἀπῆλϑεν εἰς ἀρμαϑαΐμ. πνεῦμα δὲ ϑεῖον ἐφήλατο ἐπὶ 4αβίδ, ἐκ δὲ Σαοὺλ ἀπέστη, καὶ πνεῦμα πονηρὸν μετῇει αὐτὸν συμπνῖγον καὶ κακοῦν τὸν ἄνδρα. ἔδοξεν οὖν παρίστασϑαί τινα τῷ βασιλεῖ εἰδότα ψάλλειν μετὰ κιννύρας, ἵν᾽ ὅτε προσπέσοι αὐτῷ τὸ δαιμόνιον ἐκταράττον, ψάλλῃ ἐν τῇ κιννύρᾳ καὶ κατευ- 30 B νάζῃ τὸν τάραχον, μεταπέμπεται τοίνυν ὡς τοιοῦτον τὸν Zafi* καὶ ἠγαπήϑη ὃ νεανίας σφόδρα παρὰ τοῦ βασιλέως, καὶ εἷς ὅπλο- φόρον αὐτῷ ἐχρημάτισε. καὶ ἐν τῷ ἐπιέναι τῷ βασιλεῖ τὸ πνεῦμα τὸ πονηρὸν κατεπῆδεν αὐτό, καὶ ἀφίστατο, καὶ εἰς ἑαυτὸν ὃ Σαοὺλ ἐπανήρχετο. Οἱ δ᾽ ἀλλόφυλοι xarà τῶν ᾿Ισραηλιτῶν ἐπεστράτευσαν, ἀντικατέστησαν δὲ αὐτοῖς καὶ oí ἐξ ᾿Ισραήλ. καὶ ἐν μεταιχμίῳ $rüv στρατευμάτων ἀμφοῖν ἀνήρ τις τῶν ἀλλοφύλων στάς, lo- λιὰϑ' ἐχείνῳ τὸ ὄνομα, ἀνὴρ δυνατὸς καὶ πάντων ὑπερανεστηκώς (πηχέων γὰρ ἕξ καὶ σπιϑαμῆς τὸ ὕψος αὐτῷ, καὶ ὃ ϑώραξ αὐτοῦ πεντακισχιλίων σίκλων εἶλχε σταϑμόν, καὶ τὸ δόρυ αὐτοῦ ὡς ἀντίον ὑφαινόντων, καὶ ἢ λόγχη τοῦ δόρατος σίχλων ἕξακχο-- C lügíov), οὗτος ἐν μέσῳ στὰς ἀνεβόησε πρὸς τοὺς υἱοὺς ᾿Ισραήλ “χαταβήτω τις ἐξ ὑμῶν καὶ ἀντιστήτω μοι\" xal ἐὰν πατάξῃ με, δουλεύσομεν ὑμῖν, ἐὰν δὲ ἐγὼ καταβαλῶ αὐτόν, ἔσεσϑε ἡμῖν εἰς δούλους.\" καὶ τοῦτο ἐπὶ τεσσαράκοντα ἐποίεε ἡμέρας. τοῦ δὲ Σαοὺλ τὸν Zafid πρὸς '\"Ieocal ἀναπέμψαντος, ὃ πατὴρ αὐτὸν ἰδἔσταλκεν εἰς τὸ στρατόπεδον τοῖς στρατευομένοις τῶν ἀδελφῶν χομιοῦντα τὰ ἐπιτήδεια\" τρεῖς γὰρ ἦσάν ot πρεσβύτεροι τῷ Σαοὺλ συνεπόμενοι. ἐλϑόντος δὲ τοῦ Zfaflió πρὸς τοὺς ἀδελφούς, ὃ ἀλλόφυλος Γολιὰϑ πάλιν ὡς ἔϑος αὐτῷ εἰς μονομαχίαν προΐ-- χαλεῖτο καὶ τοὺς \"Efoa(ovc ὠνείδιζεν ὅτε μηδεὶς αὐτῷ συμμιξαι D 3039aggei. ἀκούσας δὲ τῶν λόγων τούτων ὃ Zfaflió ἠγανάκτησε καὶ εἶπε πρὸς τοὺς παρόντας “ἐγὼ μονομαχήσω αὐτῷ.\" ἀνηγγέλη τοῦτο τῷ βασιλεῖ, ὃ δὲ παραστάντι αὐτῷ τῷ 4εβίδ “οὐ δυνήσῃ\" ἔφη “διὰ μάχης χορῆσαι πρὸς τοῦτον τὸν ἀπερίτμητον\" παῖς γὰρ σὺ ἔτι.\" καὶ ὃ Δαβὶδ θαρρεῖν ἔλεγεν ἐπὶ τῷ ϑεῷ, ὃς αὐτὸν κατὰ τῆς ἄρχτου ἐνίσχυσε καὶ κατὰ τοῦ λέοντος ἐπερχομένων τῇ ποίμνῃ καὶ ϑρέμματα ὡρπαζόντων, oUg διῶξαι εἶπε καὶ τὰ μὲν"
      },
      {
        "index": 79,
        "text": "Zonayuéva ἐπανασώσασϑαι, πατάξαι δὲ τοὺς ϑῆρας καὶ ἀνελεῖν. 5 P IGA ἐπὶ τούτῳ ἔφη ϑαρρεῖν ὡς καὶ τὸν ἀλλόφυλον πατάξαι δώσει αὐτῷ καὶ ἐξελεῖν ὄνειδος ἐξ υἱῶν Ἰσραήλ. ὃ μὲν οὖν εἶπε ταῦτα, ὃ δὲ βασιλεὺς ἐπέτρεψέν οἱ πορεύεσθαι, καὶ περιέϑετο τὰ οἰκεῖα ὅπλα αὐτῷ. καὶ ἦσαν ἄχϑος αὐτῷ, καὶ ἀπεδύσατο ταῦτα, ἄρας δὲ τὴν βακτηρίαν καὶ πέντε λίϑους ἐν τῷ καδδίῳ ἐνθέμενος xai 10 τὴν σφενδόνην φέρων ἐν τῇ χειρί, πρὸς τὸν ἀλλόφυλον ὥρμησεν. ὃ δὲ κατεγέλα αὐτοῦ καὶ ἐπυνθάνετο εἰ πρὸς κύνα τῇ βακτηρίᾳ W 1 48 xal τοῖς λίϑοις πορεύεται. καὶ ὃ 4΄αβὶδ καὶ χείρω κυνὸς ἡγεῖ- σϑαι αὐτὸν ἀπεχρίνατο. ἐχεῖνος δὲ ὀργισϑείς, καὶ μεγαλαυχήσας δώσειν τὰς σάρκας αὐτοῦ τοῖς πετεινοῖς τε xal τοῖς ϑηρσίν, ὥρ- 16 B μησὲν ἐπ᾿ αὐτόν. ταχύνας δὲ ὃ Zafió καὶ λίϑον τῇ σφενδόνῃ ἐνθέμενος ἐπὶ μέτωπον ἐπάταξε τὸν πολέμιον. καὶ ἦν ἡ πληγὴ χρατιιά, καὶ ἔπεσεν ἐπὶ πρόσωπον ὃ ἀλλόφυλος. δραμὼν δὲ Δαβὶδ καὶ τὴν ἐχείνου ῥομφαίαν σπασάμενος ἀποτέμνει τὴν κεφα- AjΓολιὰϑ' καὶ σκυλεύει τὰ ὅπλα αὐτοῦ. τοῦτο τοῖς ἀλλοφύλοις 30 δειλίαν ἐνέβαλε, καὶ ἔκλιναν εἷς φυγήν. Σαοὺλ δὲ τὸ οἰχεῖον αὐτοῖς ἐπάγει στράτευμα φεύγουσι\" καὶ κτείνεται τῶν Παλαι- στηνῶν πλῆϑος πολὺ καὶ πλείονες τραυματίζονται καὶ τὸ στρατό- πεδον αὐτῶν διαρπάζεται. τὴν χεφαλὴν δὲ Γολιὰϑ' προσάγει Αεβὶδ τῷ Σαούλ, τὴν δὲ ῥομφαίαν τῷ ϑεῷ ἀνατίϑησιν."
      },
      {
        "index": 80,
        "text": "80, ᾿Ἐπανιούσης δὲ τῆς στρατιᾶς αἱ γυναῖχες συνήντων C αὐτοῖς καὶ χορεύουσαι χιλιάδας ὀλέσαι τὸν Σαοὺλ jÓov, αἱ δὲ παρϑένοε μυριάδας τὸν ΖΦαβὶδ ἀφανίσαι ἀντῆδον. τοῦτο πρὸς φϑόνον ἠρέϑισε τὸν Σαούλ, φήσαντα “καὶ τί αὐτῷ ὑστερεῖ πλὴν"
      },
      {
        "index": 81,
        "text": "$7 βασιλεία; καὶ ὑπεβλέπετο τὸν Ζαβίδ. ἐπιπεσόντος δὲ τῷ Σαοὺλ πνεύματος πονηροῦ, καὶ τοῦ 4αβὶδ κατεπάδοντος ὡς ἔϑος αὐτῷ, τὸ δόρυ ἔβαλεν ὃ ΣΣαοὺλ xav! αὐτοῦ\" καὶ dic τοῦτο ἐποίησε. xai ὃ Δαβὶδ ἐξέκλινε\" κύριος γὰρ ἦν μετ᾽ αὐτοῦ. δεδιὼς δὲ od- τὸν ὃ βασιλεὺς χιλέαρχον ἐποιήσατο, ἵν᾽ εἷς τοὺς πολεμίους ἀπιὼν ἰ0χινδυνεύσῃς. ὃ δὲ τῷ ϑεῷ συμμαχούμενος εὐωδοῦτο, καὶ ὃ λαὸς ἠγάπα αὐτόν, καὶ ἡ τοῦ βασιλέως ϑυγάτηρ Mey ἤρα Zapló. D προσηγγέλϑη οὖν ὃ ἔρως τῷ βασιλεῖ, καὶ ὃς εἰς λαβὴν ἐπιβουλῆς ἐχρᾶτο τῷ ἔρωτι. ἔφη γὰρ δώσειν αὐτῷ τὸ ϑυγάτριον εἰ ἑκατὸν ἀκροβυστίας ἐνέγκοι αὐτῷ, οἱηϑεὶς πεσεῖσϑαι αὐτὸν τοῖς ἀλλο-- ls φύλοις μαχόμενον. τοῦτο μαϑὼν ὃ Δαβὶδ ἐπορεύϑη μετὰ τῶν ὑπ᾽ αὐτόν, καὶ ἐπάταξεν ἐν τοῖς ἀλλοφύλοις xal ἤνεγκεν ἀχρο- βιστίας τῷ Σαοὺλ “ἑκατόν. ὃ δὲ ᾿Ιώσηπος οὐχ ἑκατὸν ἀκρο- βυστίας κομίσαι τὸν Ζαβίδ, ἀλλὰ ἑξακοσίας κεφαλὰς ἀλλοφύλων. καὶ ζεύγνυσιν αὐτῷ τὴν ἑαυτοῦ ϑυγατέρα ελχόλ. ὑρῶν δὲ τὸν 0 Δαβὶδ xol τῷ ϑεῷ συμμαχούμενον καὶ τῷ πλήϑει φιλούμενον, ἔτι μᾶλλον ἐδεδίει, καὶ ἐπεβούλευεν αὐτῷ, καὶ χτανεῖν ἐπεχείρει. P. Y 65 τῷ οὖν υἱῷ ᾿Ιωνάϑαν καὶ τοῖς πιστοτάτοις τῶν οἰκετῶν τὴν ἀναί- ρέσιν αὐτοῦ ἐπιτάσσει. ᾿Ιωνάϑαν δὲ φιλῶν τὸν Zfafid δηλοῖ αὐτῷ τὸ ἐπίταγμα, καὶ φυλάττεσθαι παραινεῖ, καὶ ἐπαγγέλλεται διαλεχϑήσεσϑαι περὶ αὐτοῦ τῷ πατρὶ καὶ τὸ πᾶν ἐκφῆναι αὐτῷ. καὶ μέντοι καὶ διειλέχϑη καὶ μετήνεγκε πρὸς πραότητα\" μετα-ὅ βαλὼν γὰρ μηδὲν ἀδικήσειν ὦμοσε τὸν Zaflió ὃ Σαούλ, \"Τωνά- Sauδὲ ταῦτα δεδηλωχὼς τῷ ZafíÓ, εἰσάγει πρὸς τὸν βασιλέα αὐτόν, καὶ ἦν ὡς πρώην αὐτῷ παραμένων. τῶν δὲ Παλαι- στηνῶν κινηϑέντων καὶ πάλιν καὶ τοῖς Ἑβραίοις ἐπιόντων, ἄντι- ταξόμενος αὐτοῖς παρὰ Σαοὺλ ὃ Δαβὶδ ἀποστέλλεται, καὶ μετὰ 10 B νίχης ἐπάνεισι. τοῖς δ᾽ εὐτυχήμασι τοῦ ἀνδρὸς καὶ ὃ κατ᾽ αὐτοῦ φϑόνος συνηύξετο τῷ Σαούλ. καὶ τοῦ πονηροῦ πνεύματος αὖϑιες ἐπελϑόντος αὐτῷ καὶ συμπνίγοντος παρῆν ὃ Zlafió τὴν κιννύραν κρούων xal κατεπάδων αὐτό. ὃ Σαοὺλ δὲ τὸ δόρυ κατέχων ἠκχόν- τισεν αὐτὸ κατὰ τοῦ Ζαβίδ' ὃ δὲ προγνοὺς ἐξέκλινέ τε καὶ ἀνε-- 15 χώρησεν. ἀπέστειλε δὲ Σαοὺλ νυχτὸς φύλακας εἷς τὸν οἶκον Δαβίδ, ἵνα us9^ ἡμέραν κτείνῃ αὐτόν. γνοῦσα δὲ τοῦτο ἸΪελχὸλ 7 γυνὴ αὐτοῦ, διὰ ϑυρίδος τὸν ἄνδρα κατήγαγε\" καὶ ἀπέδρα. ἕωθεν δὲ τοῦ Σαοὺλ πέμψαντος ἐπὶ τὸν Δαβίδ, ἡ IMtyoX τὴν κλίνην ἑτοιμάσασα ὥς τινος ἐν αὐτῇ κειμένου, καὶ τοῖς ἐπιβλή-- 20 μασιν ὑποϑεῖσα ἧπαρ αἰγὸς νεοσφαγοῦς, ὡς ἂν τῇ τούτου κινήσει ὙΙ ᾿ τὸ ἐπίβλημα σαλευόμενον δόκησιν παράσχῃ κεῖσϑαι παρὰ τῇ κλένῃ τινά, εἰσάγει τοὺς σταλέντας καὶ νοσεῖν τὸν ἄνδρα φησίν. οἱ δὲ ἀπήγγειλαν τῷ Σαούλ, xal ὃς ἐπὶ τῆς κλίνης αὐτὸν ἀχϑῆναι διαχελεύεται. ἀπελϑόντες δὲ οἱ πεμφϑέντες xal τῆς κλίνης ἀρά- μέγοι τὸ ἐπίβλημα, τὸ τέχνασμα κατενόησαν καὶ τῷ βασιλεῖ χκατηγγέλκασιν. οὕτω δὲ τὸν ϑάνατον ὃ 4αβὶδ ἐκφυγὼν τῷ ὁ Σαμουὴλ εἰς “ρμαϑαὶμ προσελήλυϑε καὶ σὺν ἐχείνῳ διῆγεν ἐν Ναβιὼϑ' εἰς Ῥαμά. πέμπει τοίνυν κἀκεῖ ὃ Σαοὺλ τοὺς ἄξοντας τὸν Ζαβίδ, oi δ᾽ ἀπελϑόντες καὶ προφητῶν ἐκκλησίαν εὑρόντες xai αὐτοὶ προεφήτευον. τοῦτο μαϑὼν ὃ βασιλεὺς ἑτέρους πέμπει, D χἀχείνων σχόντων ὁμοίως ἄλλους ἀπέστειλε, καὶ τῶν τρίτων δὲ lÜxazóytov γεγονότων τῷ πνεύματι αὐτὸς ἐξώρμησεν ὑπ᾽ ὀργῆς, καὶ πλησιάσας προφητεύειν ἤρξατο καὶ αὐτός. ὅτε καὶ τὸ ἀδόμενον oí ἐχεῖ παρόντες ἐφϑέγξαντο τό “εἰ καὶ Σαοὺλ ἐν προφήταις; ἐλϑὼν δὲ ὅπου ἦν Σαμουήλ, ἔκφρων ὥσπερ γενόμενος καὶ τὴν ἐσθῆτα περιδυσάμενος γυμνὸς ἔκειτο δι᾽ ὅλης τῆς ἡμέρας καὶ τῆς"
      },
      {
        "index": 82,
        "text": "81, 'O δὲ Δαβὶδ ἐκεῖθεν ἀπέδρα καὶ τῷ ᾿Ιωνάϑαν τὴν xxr! αὐτοῦ τοῦ πατρὸς μεμήνυκεν ἐπιχείρησιν\" ὃ δὲ ἠπίστει. ἠξίου δὲ αὐτὸν ὃ Zlafid ἀπόπειραν ποιήσασϑαι τῆς γνώμης τῆς πατρικῆς καὶ ταύτην δηλῶσαι αὐτῷ ἔξω προσμενοῦγτι τῆς πόλεως. 30npocayaydv οὖν λόγους ὃ ᾿Ιωνάϑαν τῷ πατρὶ περὶ τοῦ “αβίδ, xai τὴν πατρικὴν προαίρεσιν ἐγνωκὼς διψῶσαν τὸν ϑάνατον τοῦ καὶ ἡμέρας, spatio inter ὅλης εἰ νυχτός relicto, Α. 18 δὲ ὁ δαβὶ αὐτὸν À."
      },
      {
        "index": 83,
        "text": "ἀνδρός, ἀπαγγέλλει πάντα αὐτῷ λάϑρα δι᾽ ἑαυτοῦ, καὶ σώζειν προτρέπεται ἑαυτόν. καὶ ὥρκισε τὸν “αβὶδ μεμνῆσϑαι αὐτοῦ, κἂν τύχῃ ϑανὼν ἐνδείξασϑαί τὶ χρηστὸν εἰς τοὺς ἐξ αὐτοῦ, ταῦτ᾽ εἰπὼν ᾿Ιωνάϑαν ὑπέστρεψε, “αβὶδ δὲ φεύγων εἷς Ναβὰ παραγίνεται πρὸς ᾿4βιμέλεχ τὸν ἀρχιερέα. ὃ δὲ πῶς μόνος ἥκει 6 διεπυνϑάνετο. κἀκεῖνος ἐντετάλϑαι τι αὐτῷ παρὰ τοῦ βασιλέως B εἶπεν ἀπόρρητον, \"xol ἵνα μή τις γνῷ περὶ τούτου, μεμόνωμαι\" ἐνταῦϑα δέ uo: συνελϑεῖν τοῖς παιδαρίοις ἐπέταξε.\" ταῦτα εἰπὼν ἄρτους ἤτησε. καὶ 0 ἀρχιερεὺς μὴ ἔχειν εἶπεν ἄλλους ἢ τοὺς ἁγίους, καί “εἰ ἀπὸ γυναικὸς ἐφυλάξασϑε, λάβετε τούτους 10 καὶ φάγετε.\" ὃ δὲ καὶ ῥομφαίαν αὐτῷ δοθῆναι ἐζήτησε. μὴ ἔχειν μέντοι ὃ ἀρχιερεὺς ὅπλον ἕτερον ἀπεκρίνατο ἢ τὴν ῥομφαίαν τοῦ Γολιάϑι, ἣν αὐτὸς ἀνέϑετο τῷ ϑεῷ. καὶ ταῦτα λαβὼν ὃ Δαεβὶδ εἰς Γὲϑ' ἀπελήλυϑε πρὸς βασιλέα τῶν ἀλλοφύλων ᾿“γχούς. καὶ γνωσθεὶς ὅστις εἴη καὶ φοβηϑείς, μανίαν ὑπεκρίϑη καὶ ὡς 15 ἔκφρων ἐπορεύετό τε καὶ ἔπραττεν. οὕτω δ᾽ ἐκ τῶν ἀλλοφύλων C διασωθεὶς εἰς τὴν ᾿Ιούδα φυλὴν παραγίνεται, καὶ κρύπτεται εἷς τὸ σπήλαιον Ὀδολάμ. ἔνϑα οἱ ἀδελφοὶ αὐτοῦ καὶ οἱ συγγενεῖς προσῆλθον αὐτῷ\" εἶτα καὶ ἄλλοι ἐχεῖ συνερρέησαν, ὡς γενέσϑαι πάντας περὶ τετραχοσίους. ἄπεισι δ᾽ ἐχεῖϑεν εἰς τὴν Πωαβῖτεν, 20 καὶ παρακαλεῖ τὸν βασιλέα Moy παροικῆσαι παρ᾽ αὐτῷ τοὺς γονεῖς αὐτοῦ ἕως ἂν εἰς τι τέλος ἥξει τὰ κατ᾽ αὐτόν. ὃ δὲ πεί- ϑέται καὶ προσδέχεται τὸν ᾿Ιεσσαὶ xoi τὸν οἶκον αὐτοῦ. καὶ 6 Δαβὶδ ἐπορεύϑη dc τὴν «γῆν ᾿Ιούδα, τοῦτο Γὰδ τοῦ προφήτον κελεύσαντος. ὃ Σαοὺλ δὲ μαϑὼν ὅτι πλῆϑος ἤϑροισται πρὸς Δαβίδ, συγκαλεσάμενος τοὺς φίλους ὠνείδιζεν αὐτοὺς ὡς ἐκείνῳ ὁπροστιϑεμένους. δοῦλος ὁέ τις Σαοὺλ Σύρος τὸ γένος, Ζωὴκ τοὔνομα, παρατυχὼν ὅτε τοὺς ἄρτους ὃ ἀρχιερεὺς ἔδωχε τῷ D Δαβὶδ καὶ τὴν ῥομφαίαν τοῦ loli49, παρεστηκὼς τότε αὐτῷ, ἀπήγγειλε τῷ βασιλεῖ ὡς εἶδε τὸν Ζαβὶδ παραγενόμενον πρὸς τὸν ἀρχιερέα καὶ ἐρωτῶντα δι᾿ αὐτοῦ τὸν ϑεὸν καὶ ἐπισιτισμὸν"
      },
      {
        "index": 84,
        "text": "Ιϑλαβόντα καὶ τὴν ῥομφαίαν. μεταπεμψάμενος δὲ τὸν ἀρχιερέα ὃ βασιλεὺς ἐπενεχάλει αὐτῷ συνωμοσίαν μετὰ afi. καὶ προσέταξε τοῖς παρεστῶσιν αὐτῷ ὑπλίταις κτεῖναι τὸν ἀρχιερέα καὶ πᾶσαν τὴν γενεὰν αὐτοῦ\" εὐλαβηϑέντων δ᾽ ἐκείνων ἐπενεγκεῖν χεῖρα τοῖς τῷ ϑεῷ ἱερωμένοις, τῷ Ζωὴκ ἐπιτρέπει τοὺς φόνους."
      },
      {
        "index": 85,
        "text": "l5xal ὃς ἀπέκτεινεν ἅπαντας τριαχοσίους ὄντας καὶ πέντε, καὶ τὴν P πόλεν αὐτῶν ἐπάταξεν, ἡβηδὸν ἅπαντας ἀνελών, οὐ γυναικῶν o) νηπίων οὐχ ἑτέρας ἡλικίας φεισάμενος. εἷς δὲ μόνος υἱὸς τοῦ ἀρχιερέως διέδρα τὸν ϑάνατον ᾿Αβιάϑαρ καλούμενος, ὃς φυγὼν πρὸς 4αβὶδ ἀπήγγειλε τὰ γενόμενα."
      },
      {
        "index": 86,
        "text": "Τῶν δὲ ἀλλοφύλων ἐμβεβληκότων εἰς Κεϊλὰ καὶ τὴν χώραν ληϊζομένων, ὃ 4αβὶδ κελεύσαντος τοῦ ϑεοῦ ἐπῆλϑεν αὐτοῖς μετὰ τῶν τετρακοσίων, καὶ ἐπάταξεν αὐτοὺς xal τὴν λείαν ἅπασαν ἐπανήγαγεν. Σαοὺλ δὲ στέλλει πλῆϑος στρατιωτῶν ἐκεῖ αὐτὸν ἀναιρήσοντας. ὃ δὲ ἀπῆλϑεν ἐκ Κελὰ εἰς τὴν ἔρημον. καὶ B Σαοὺλ οὐκ ἐπαύετο ζητῶν ϑαναξῶσαι αὐτόν. ᾿Ιωνάϑαν δὲ ἥκχεε παρὰ τὸν 4΄αβὶδ καὶ παρεϑάρρυνεν αὐτὸν καὶ παρεκάλει ἐλπίδας ἔχειν χρηστάς. ἐπεὶ δὲ “Ιαβὶδ ἐπὶ τὴν πέτραν κατέφυγε τὴν ἐν τῇ ἐρήμῳ αάν, καὶ ὃ Σαοὺλ ἐπῆλθε μετὰ πλήϑους πολλοῦ, 5 ἐχινδύνευε ληφϑῆναι Δαβίδ, εἰ μὴ ἄγγελος ἧκε τῷ Σαοὺλ ὡς ἀλλόφυλοι τῇ χώρᾳ ἐπέϑεντο\" καταλιπὼν γὰρ τὸν afi imi τοὺς πολεμίους ἐξώρμησεν. εἶτα ἀπηγγέλη αὐτῷ ὡς ἐν τῇ ἐρήμῳ Ταδδὲ αὐλίζεται ὃ Δαβίδ, καὶ τρισχιλίους λαβὼν ἐπορεύετο. ἀπιὼν δὲ ὑπὸ τῆς γαστρὸς ἠνωχλήϑη. καὶ ἦν τι σπήλαιον ἐκεῖ, 10 ἐν ᾧ Zafió καὶ oi μετ᾽ αὐτοῦ ἐνδότερον κατεχρύπτοντο\" τοῦτο εἰσέδυ Σαοὺλ εἷς ἀπόπατον. καὶ Zafió ἠρεϑίζετο παρὰ τῶν C μετ᾽ αὐτοῦ κτεῖναι Σαούλ. ὃ δὲ οὐκ ἐπείσϑη, ἀλλὰ τὸ πτερύ-- γιον τῆς διπλοΐδος αὐτοῦ λάϑρα ἐκτεμὼν ἔλαβε. καὶ ἐξελϑόντος τοῦ βασιλέως προελήλυϑεν ὃ 4αβὶδ καὶ ἐβόησεν ὀπίσω Σαούλ. 1Ὁ καὶ ὃ βασιλεὺς ἀπεῖδε πρὸς τὴν φωνήν. xal προσεχύνησε ΖΦ αβὶδ καὶ εἶπε “μὴ πίστευε ταῖς διαβολαῖς. ἰδοὺ παρέδωκέ σε κύριος εἷς τὰς χεῖράς μου\" ὅτε γὰρ ἐν τῷ σπηλαίῳ τὸ τῆς διπλοΐδος σου πτερύγιον ἀπέτεμον, Qüov ἦν μοι καὶ ἀνελεῖν σε. καὶ ἅμα τὸ τμῆμα αὐτῷ ὑπεδείκνυε καί “δικάσαι κύριος ἀνὰ μέσον ἐμοῦ καὶ 30 σοῦ\" ἐξεβύησες. καὶ Σαοὺλ πρὸς ταῦτα κατανυγεὶς ἦρε τὴν D φωνὴν αὐτοῦ καὶ κλαύσας ἔφη τῷ agi “δίκαιος σύ\" ἐγὼ μὲν γὰρ αἰτιός co. κακῶν, σὺ δέ μοι ἀνταπέδωκας ἀγαϑά. ὅϑεν πείϑομαι ὅτε βασιλέα σὲ ᾿Ισραὴλ τηρεῖ ὃ 9:0Q. δὸς δή μοι πίστεις ὡς οὐχ ἐξολοθρεύσεις τὸν olxóv μου, ἀλλὰ διατηρήσεις τὸ γένος μου.\" καὶ ὦμοσε 4αβὶδ τῷ Σαούλ, καὶ ἀπῆλθον ἀπ᾽ ἀλλήλων. | ϑ 82. ᾿ἀπέϑανε δὲ τότε καὶ Σαμουὴλ 6 προφήτης, ἀνὴρ δίκαιος καὶ χρηστός\" ὃς ἦρξε τοῦ ᾿Ισραὴλ μετὰ τὸν ᾿Ηλεὶ μόνος μὲν ἔτη δώδεχα, μετὰ δὲ Σαοὺλ ὀχτωχαίδεκα. καὶ Δαβὶδ εἰς τὴν ἔρημον ἀπῆλϑε lMaáv. καὶ ἀπέστειλε πρὸς Νάβαλ τὸν Καρμήλιον πλούσιον ἄνδρα, κχείροντα τὰ ποίμνια αὐτοῦ, τοὺς Ἰυπροσεροῦντας αὐτῷ καὶ ἀξιώσοντας δοῦναι τοῖς μετ᾽ αὐτοῦ χαὶ αὐτῷ, χαϑὼς ἂν προαιροῖτο, ἀνέπαφα τηρήσασι τὰ ποίμνια καὶ τοὺς ποιμένας αὐτοῦ. Νάβαλ δὲ σκληρὸς τυγχάνων καὶ ἱταμός, ἀπανθρώπως τοῖς τοῦ Zaflid ἀπεκρίϑη καὶ ἀναιδῶς “τίς ὃ 4αβίδ; καὶ τίς ὃ υἱὸς ᾿Ιεσσαί;\" καὶ δραπέτην καλέσας αὐτόν. ἐπὶ τού- log ϑυμοῦται ΖΙαβίδ, καὶ ὦμοσεν ἐξολοθρεῦσαι πάντα τὰ τοῦ Νάβαλ, καὶ üny& πρὸς ἐχεῖνον σὺν τετρακοσίοις ὁπλίταις. ἡ δὲ τοῦ Νάβαλ γυνὴ συνετὴ οὖσα καὶ ὡραῖα, μαϑοῦσα ὅπως τε Δαβὶδ προσεῖπε τῷ ἀνδρὶ αὐτῆς καὶ ὡς ἀσινῆ τὰ αὐτῶν συνετή- eroe xal ὅσα τῷ Zlafld ἀνταπεχρίϑη ὃ Νάβαλ βλάσφημα, μηδὲν Δ0χοινωσαμένη τῷ οἰκείῳ ἀνδρί, λαβοῦσα ἐπὶ τῶν ὄνων ξένια παν- d I 46 τοῖά τε καὶ πολλὰ πρὸς τὸν /fafjió ἐπορεύετο: καὶ συναντήσασα τηρήσεις Α. 6 τοῦ] τὸν Α. 8 πρὸς τὸν νάβαλ τὸν Α. τούτῳ προσεχύνησε, ἐδεῖτό τε μὴ μνησικακῆσαι τῷ ἀνδρὶ αὐτῆς\" εἶναι γὰρ ἐκείνῳ κατὰ τὴν χλῆσιν τὸ φρόνημα ( ἀφροσύνην γὰρ ὃ Νάβαλ δηλοῖγ\" ἀφεῖναι δὲ τὴν ὀργὴν καὶ τὰ προσαγόμενα δέξω- σϑαι. ὃ δὲ καὶ ἐπήνεσε τὴν γυναῖχα, καὶ συγγνώμην νείμας ὑπέστρεψεν. ἐπανελϑοῦσα δὲ 7j γυνὴ πρὸς τὸν Νάβαλ τὴν τοῦ 5 Δαβὶδ ἔφοδον ἐκείνῳ μεμήνυκε. καὶ ὃς δείματί vt καὶ λύπῃ κατασχεϑεὶς οὐ πλείους τε τῶν δέκα ἐπιβιοὺς ἡμερῶν ἀπέρρηξε τὴν ζωήν. καὶ τοῦτο μαϑὼν ὃ “1αβὶδ ἀπέστειλε πρὸς “4βιγαίαν μνώμενος αὐτὴν ἑαυτῷ. ἡ δὲ οὐκ ἀξίαν εἶπεν ἑαυτὴν εἶναι πρὸς"
      },
      {
        "index": 87,
        "text": "C συνοίκησιν τοιούτῳ ἀνδρί, ὅμως μέντοι ἀπῆλϑε\" καὶ ἔλαβεν αὐ-1ὸ τὴν εἰς γυναῖχα Zclafild."
      },
      {
        "index": 88,
        "text": "ὋὉ δὲ Σαοὺλ ἐπεβούλευεν ἔτι αὐτῷ, καὶ μετὰ τρισχιλίων λογάδων στρατοπεδεύεται παρὰ τὸν βουνὸν Ἐχελάτ, ὅπου διέ- τριβὲν ὃ Ζαβὶδ μετὰ τῶν σὺν αὐτῷ ἑξακοσίων ἀνδρῶν. νυκτὸς δὲ ἐπορεύϑη Zafió αὐτὸς καὶ ᾿μεσὰ εἰς τὴν παρεμβολὴν τοῦ 1Ὁ Σαούλ, καὶ εἰσῆλϑον ὅπου ἦν καϑεύδων XaocA. καὶ τοῦ ᾿“μεσὰ ἀνελεῖν ὡρμηκότος αὐτὸν οὐχ εἴασεν ὃ Ζ΄αβίδ, τὸ δόρυ δὲ τοῦ βασιλέως χαὶ τὸ ἀγγεῖον τοῦ ὕδατος λαβόντες ἐξῆλθον μή τινος"
      },
      {
        "index": 89,
        "text": "D αἰσϑομένου, καὶ ταῦτα τοῦ ᾿ἡβεννὴρ τοῦ ἄρχοντος τῆς δυνάμεως αὐτοῦ καὶ πολλῶν ἑτέρων κύκλῳ κειμένων τοῦ βασιλέως. ἀνελ- v ϑὼν δὲ ἐπὶ τὸ ἄχρον τοῦ ὄρους Zfaflió ἐβόησε πρὸς τὸν ᾿4βεννήρ “τί ὅτι οὐ φυλάσσεις τὸν βασιλέα; ἰδοὺ γὰρ εἰσῆλϑόν τινες κτεῖ- αὐτόν, xal ὑμεῖς οὐκ ἐγνώχατε. ζήτησον οὖν τὸ δόρυ καὶ τὸν φαχὸν τοῦ ὕδατος, καὶ εἴσῃ οἷος ὑμᾶς παρελήλυϑε κίνδυνος. ἐπιγνοὺς δὲ τὴν φωνὴν Zfaflió ὃ Σαούλ, xal ὡς ἐφείσατο καὶ αὖϑις αὐτοῦ δυνάμενος αὐτὸν ἀνελεῖν, ἁμαρτεῖν εἶπε καὶ μεμα- 61090904, xal ἠξίου ϑαρρεῖν αὐτὸν καὶ ἐπιστρέφειν εἰς τὸν οἶχον αὐτοῦ. ὃ δέ “χύριος\" ἔφη “δῴη ἑκάστῳ κατὰ τὴν δικαιοσύνην ῬῚ 69 αὐτοῦ xai xarà τὴν πίστιν αὐτοῦ.\" καὶ ἀπῆλθε μετὰ τῶν σὺν αὐτῷ ἑξαχοσίων 4 αβὶδ πρὸς ᾿Αγχοὺς τὸν βασιλέα τῆς Γίϑ, xai διῆγεν ἐχεῖ τέσσαρας μῆνᾳς. τῶν δὲ Παλαιστηνῶν ἐπὶ τὸν 10 Ἰσραὴλ ἐκστρατεῦσαι βουλομένων, ἔφη πρὸς afió ὃ Myyosg “συνεξελεύσῃ μοι εἷς τὸν πόλεμον σὺ καὶ οἱ μετὰ 000; ^ κἀχεῖνος αὐτῷ προϑύμως συμμαχήσειν ὑπέσχετο. ἤδη δὲ τῶν ἀλλοφύλων τῇ χώρᾳ προσελασάντων τῶν ᾿Ισραηλιτῶν, ὃ Σαοὺλ τεϑορύβητο καὶ τοῦ ϑεοῦ ἐπυνθάνετο εἰ μαχήσεται. μὴ ἀποχρινομένου δέ, Ἰοἐγγαστρέμυϑον ἐζήτησε καὶ ἐπορεύϑη πρὸς αὐτὴν μεταμφιασάμενος ἵνα μὴ ὅστις εἴη ἐπιγνωσθῇ, xal ἤτησεν ἀναχϑῆναι αὐτῷ τοῦ ᾿ Σαμουὴλ τὴν ψυχήν. καὶ ἐπῳδαῖς τισιν ἀναχϑῆναι δοξάσῃ εἶπε Β Σαούλ “ϑλίβομαι σφόδρα ὅτι συνήχϑησαν κατ᾿ ἐμοῦ οἱ ἀλλό- φυλοι xai ὃ κύριος ἀφέστηκεν ἀπ᾽ ἐμοῦ.\" τὸ δὲ τοῦ Σαμουὴλ 0 φάντασμα ἀπεχρίϑη ὡς “᾿πεποέηκέ σοι ὃ κύριος ὅσα προμεμήνυχεν δι᾿ ἐμοῦ, καὶ ἀφαιρεῖταί σου τὴν βασιλείαν καὶ δίδωσιν αὐτὴν τῷ"
      },
      {
        "index": 90,
        "text": "Δαβίδ, καὶ τὸν λαὸν ὑποτάσσει τοῖς πολεμίοις\" σὺ δὲ καὶ oi viol σου αὔριον πεσεῖσϑε.\" καὶ ἐλυπήϑη σφόδρα τούτων ἀχού- σας Σαοὺλ καὶ ἀπῆλϑε. καὶ οἱ ἀλλόφυλοι ἐστρατοπεδεύσαντο, καὶ Δαβὶδ καὶ οἵ μετ᾽ αὐτοῦ ἑξακόσιοι ὄπισϑεν. τοῖς δὲ σατρά- C παὶς οὐκ ἤρεσχε συστρατεύεσθαι αὐτοῖς τὸν 4)αβίδ, λέγουσι ὃ “μή τι κακὸν ἐργάσηται εἷς ἡμᾶς ἐν τῷ πολέμῳ τοῖς ὁμοφύλοις ngoc9éutvog,\" καὶ ἀποστρέφειν αὐτὸν ἠξίουν. καὶ ὃ ᾿Αγχοὺς τοῖς σατράπαις πειϑόμενος ἀπελϑεῖν ἐκέλευσε τῷ 4 αβίδ. καὶ ὃς ἀπῆλϑε μετὰ τῶν σὺν αὐτῷ, καὶ εὗρε τὴν Σικελάγ, ἣν δέδωκεν αὐτῷ Ldyyobc εἰς κατοίχησιν, ἐμπεπυρισμένην, καὶ τὰς γυναῖκας 10 ἑαυτοῦ ἀμφοτέρας καὶ ὅσοι ἦσαν ἐχεῖ αἰχμαλωτισϑέντας παρὰ τῶν ᾿“μαληκιτῶν. καὶ ἀνῴμωξεν ἐπὶ τούτῳ Zfaflió καὶ οἱ μετ᾽ αὐτοῦ, καὶ ἠρώτησε τὸν ϑεὸν διὰ τοῦ ἀρχιερέως ᾿Αβιάϑαρ εἰ καταδιώξεται ὀπίσω αὐτῶν. ἐπιτρέψαντος δὲ τοῦ ϑεοῦ κατε- D δίωξε μετὰ τῶν τετραχοσίων, τοὺς δὲ διακοσίους ἐπὶ φυλακῇ Iö τῶν σκευῶν καταλέλοιπε... καὶ εὑρὼν ἐσχεδασμένους αὐτοὺς ἐσθίοντάς τε καὶ πίνοντας, xal αἰφνηδὸν αὐτοῖς ἐπιϑέμενος, πλὴν τετρακοσίων ἐν δρομάσι πεφευγότων καμήλοις πάντας ἀπέκτεινε xal τὴν λείαν ἅπασαν διεσώσατο. ἀναστρέψαντες δὲ οἱ μετὰ “΄αβὶδ τετραχόσιοι οὐκ ἤϑελον συμμεριστὰς αὐτοῖς καὶ 30 τοὺς διακοσίους γενέσϑαι, ἀρκεῖσθαι δ᾽ ἠξίουν σεσωσμέναις ταῖς ἑαυτῶν γυναιξίν. ἄδικον δὲ τὴν γνώμην ταύτην ἔκρινεν ὃ Ζαβίδ, καὶ ἐπίσης πᾶσι δεῖν μερισϑῆναι τὴν ὠφέλειαν ἀπεφήνατο. ὃ καὶ γόμος ἔκτοτε γέγονε, συμμερίζειν κελεύων τοῖς μαχομένοις τὰ λάφυρα κατὰ τὸ ἴσον τοὺς τὰ σχεύη φυλάσσοντας. πολέμου δὲ P I ΤῸ συρραγέντος τοῖς ᾿Ισραηλίταις καὶ τοῖς Παλαιστηνοῖς, πλεῖστοι μὲν κτείνονται τῶν Ἑβραίων, καὶ oi τρεῖς δὲ παῖδες Σαοὺλ ἔπε- ὅσον, καὶ αὐτὸς Σαοὺλ ἐτέτρωτο εἰς τὰ ὑποχόνδρια. καὶ γνοὺς χαιρίως βεβλημένος καὶ οὐ ζησόμενος, εἶπε τῷ ὁπλοφόρῳ αὐτοῦ. ἐχχεντῆσαι αὐτόν, ἵνα μὴ ζῶν ἔτι τοῖς πολεμίοις ληφϑῇ. τοῦ δὲ μὴ πειϑομένου ποιῆσαι τὸ κελευόμενον, αὐτὸς ἐπέπεσεν ἐπὶ τὴν ῥομφαίαν αὐτοῦ xal ἀπέϑανεν. καὶ ὃ ὅὁπλοφόρος αὐτοῦ ὡς εἶδε lo πεσόντα τὸν βασιλέα καὶ αὐτὸς ἀπέχτεινεν ἑαυτόν. τῇ δ᾽ ἐπαύ- ριον σκυλεύοντες οἱ ἀλλόφυλοι τοὺς πεσόντας τῶν ᾿Ισραηλιτῶν, ἐνέτυχον τοῖς νεχροῖς τοῦ Σαοὺλ καὶ τῶν παίδων αὐτοῦ ἐν τοῖς ὄρεσι Γελβουέ, καὶ ἐχτεμόντες τὰς κεφαλὰς αὐτῶν εἷς τὴν οἰκείαν᾽ ἔπεμψαν χώραν, πανταχοῦ ϑεατρίζοντες ταύτας καὶ εὐαγγελιζό- B ἴδ μενοι, xal τὰς πανοπλίας αὐτῶν ἀνέϑεντο τοῖς οἰκείοις ϑεοῖς, τὰ δὲ σώματα ἀνεσταύρωσαν παρὰ τὸ τεῖχος Me9oÓp ἣ μετέπειτα ἐχλήϑη Σχυϑόπολις. τῶν δὲ τὴν πόλιν ᾿Ιαβεὶς οἰχούντων ἐν Γαλαὰδ μαϑόντων ὅσα συνέπεσον τῷ Σαούλ, ἐξῆλθον οἱ δυνα- τώτατοι, καὶ δι᾽ ὅλης τῆς νυχτὸς συντείναντες τὴν πορείαν, Δοχαϑεῖλον τὰ σώματα Σαοὺλ καὶ ᾿Ιωνάϑαν, καὶ ἀπαγαγόντες εἰς ᾿Ιαβεὶς ἔκαυσαν ταῦτα, καὶ τὰ ὀστᾶ συλλέξαντες ἔϑαψαν. ἐβασίλευσε δὲ Σαοὺλ ζῶντος ἔτι τοῦ Σαμουὴλ ὀκτωκαίδεκα ἔτη, ἐχείνου δ᾽ ἀποθανόντος δύο καὶ εἴκοσι."
      }
    ]
  }
}