{
  "chapterNumber": 18,
  "title": "Book 18",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Τοῦτο μαϑὼν ó βασιλεὺς Miyaijἀπεγνώκει τὰ τοῦ πολέμου xal τὴν ἀρχὴν ἀποϑέσϑαι ἠβούλετο, ἀλλὰ τοῖς περὶ ἐκεῖνον τοῦτο ἀβούλητον, ὅϑεν οὐδ᾽ εἰς Foyov ἀγαγεῖν συνεχωρήϑη τὸ βούλημα. στέλλονται τοίνυν πρὸς τὸν Κομνηνὸν πρεσβεύσοντες ἄνδρες τῶν ἐκκρίτων τῆς συγκλήτου βουλῆς\" οἱ δ᾽ ἦσαν ó ὃ καὶ Μιχαὴλ ὁ VeAióc, τῶν φιλοσόφων ὧν ὕπατος. τὰ δὲ παρὰ τούτων καταγγελλόμενα υἱοϑέτησις ἣν τοῦ Κομνηνοῦ, εἰσποιηϑη- σομένου τῷ βασιλεῖ, καὶ ἀναγωγὴ πρὸς τὴν τιμὴν τὴν τοῦ Καίσαρος καὶ τοῖς τὴν τυραννίδα συμμελετήσασιν ἄφεσίς τε xai ἀμνηστία τοῦ πλημμελήματος. οἱ μὲν οὖν ταῦτα τῷ Ko μνηνῷ ἀπηγγέλκασιν ἐν ἐπηκόῳ τοῦ πλήϑους, τὸ δὲ ἐϑορύβει, μὴ βούλεσϑαι λέγον ἐν ἄλλῳ σχήματι τὸν αὐτῶν προεστηκότα ϑεάσασϑαι μηδ᾽ ἀποδύσασϑαι ἀνασχέσϑαι αὐτὸν τὴν στολὴν τὴν βασίλειον, ἣν ἤδη ἐνδέδυται. ἔλεγον δὲ ταῦτα οἱ πλείους ὃ οὐχ οὕτω φρονοῦντες, ἀλλὰ τὸν τυραννοῦντα ϑωπεύοντες. ἐπεὶ λαβόμενος “εἴ τινά uot? φησίν “ἀπόρρητα διαπορϑμεῦσαι πλη- ροφορήσετε πρὸς τὸν αὐτοκράτορα, ἐρῶ ὑμῖν ὅσα μοι κατὰ Ἰτὴν καρδίαν ἐγκέκρυπται.\" τῶν δὲ καταϑεμένων ἀνέκφορον τηρήσειν ἅπαν ἀπόρρητον, ἔφη ἀρκεῖσϑαι νῦν τῷ σχήματι τῷ τοῦ Καίσαρος καὶ μὴ ζητεῖν τὸ βασίλειον, αἰτεῖν δὲ πληροφο- oíay ἐκ τοῦ κρατοῦντος, “ὡς οὐχ ἑτέρῳ δώσει τὴν αὐταρχίαν ποτὲ καὶ ὡς συντηρήσει ἑκάστῳ τῶν σὺν ἐμοί, εἴ τι τούτοις πε- φιλοτίμηται παρ᾽ ἐμοῦ, καὶ ὡς καί τινος μεταδώσει μοι νῦν ἐξουσίας βασιλικῆς, ἵν᾿ ἔχω τινὰς τιμᾶν τοῖς τῶν ἀξιωμάτων. ἐλάττοσι καὶ εἰς ἀρχὰς ἐνίους στρατηγικὰς προχειρίζεσθαι, καὶ Ὦ εἴ μοι ταῦτα ἐπιτελῆ γίνοιτο, σπείσομαι καὶ ἀφίξομαι. ὅτι δὲ τοῖς πλήϑεσι ταῦτα δὴ ἀπαρέσκουσι, διττὰς πρὸς τὸν κρατοῦντα ἐγχαράξω ἐπιστολὰς καὶ τῇ μὲν καταδημαγωγήσω τὸ στρατιω- 10τικόν, τῇ δ᾽ ἐγγράψομαι τὰ ἀπόρρητα.\" ἐπὶ τούτοις καὶ τὸν τὰ κοινὰ μεταχειριζόμενον ἥτει μεταστῆναι τῆς διοικήσεως, ὡς δύσνουν αὐτῷ καὶ τοῖς μετ᾽ αὐτοῦ. Ὃ μὲν οὖν ταῦτα εἰπὼν xai τὰς ἐπιστολὰς αὐτοῖς ἐγχει- ρίσας, ἀπελϑεῖν προετρέπετο. οἱ δ᾽ ἐπανῆλϑον ἐπὶ τὸν γηραιὸν αὐτοκράτορα, τὰς ἐπιστολάς τε φέροντες καὶ ὅσα ὅ Κομνηνὸς αὐτοῖς ἐν ἀπορρήτοις ἔφη διὰ ζώσης φωνῆς ἀπαγγέλλοντες."
      },
      {
        "index": 1,
        "text": "ἡσϑεὶς οὖν ἐπὶ τούτοις ὁ βασιλεὺς πάντα πληρῶσαι ὅσα ἐκεῖνος ρήτους μοι γνώμας ἐδήλωσε δι ὑμῶν, οὕτως αὖϑις κἀγὼ μυστικώτερά τινα ἐκείνῳ διὰ τῶν αὐτῶν ὑμῶν ἀνατίϑεμαι."
      },
      {
        "index": 2,
        "text": "ὅ διόμνυσϑε τοίνυν τἀνδρὶ ὅτι οὗ μακρὸν ἂν εἴη τὸ μέσον διά- στήμα xai συμμέτοχον αὐτὸν τοῦ κράτους ποιήσομαι, νῦν δ᾽ ἀναβάλλομαι τοῦτο διά τινα αἴτια.\" ἐπὶ τούτοις ἀπῆλθον αὖϑις oí πρεσβευταί, xai ὅ Κομνηνὸς ἄσμενος τὰς ἀγγελίας ἐδέξατο, καὶ τοῖς ἄλλοις οὐκ ἀποϑύμια τὰ μηνύματα ἔδοξαν καὶ μᾶλλον, ὅτε μεταστῆναι τῶν διοικήσεων τὸν ἐγκεχειρισμένον αὐτὰς με- μαϑήκεσαν, καὶ ἤδη καταϑεῖναι τὰ ὅπλα ἔδοξεν ἅπασι καὶ τῆς τυραννίδος ἀφέξεσϑαι. ὅ πρεσβύτης δὲ βασιλεὺς ποὸ τοῦ τὰς συμβάσεις αὐτῷ πρὸς τὸν Κομνηνὸν γενέσϑαι, τὴν τῆς πολι- Β γραφόν τι συγγεγραφώς, ὅοκοις καταδεσμοῦν καὶ ἀραῖς ἕκαστον ὥστε μήτε βασιλέα καλέσαι τὸν Κομνηνὸν μήτε τιμὴν αὐτῷ προσοίσειν βασίλειον, τοὺς μὲν τῶν συγκλητικῶν χρήμασι, τοὺς δ᾽ ἀξιωμάτων διανομαῖς, καὶ ἄλλους ἄλλοις ϑελκτηρίοις ἀν- ἔπειϑε τῷ ἐγγράφῳ ὑποσημαίνεσϑαι καὶ τὰ ἐν αὐτῷ βεβαιοῦν."
      },
      {
        "index": 3,
        "text": "ἐπεὶ δ᾽ ἥκειν τὸν Κομνηνὸν ἠκηκόεισαν, ὡς κατὰ τὴν ἐπιοῦσαν εἰσελευσόμενον, στασιώδεις τινὲξ τῶν τῆς συγκλήτου βουλῆς ἕωϑεν τῷ τεμένει τῆς τοῦ ϑεοῦ λόγου Σοφίας προσεληλύϑεσαν, οἷς καὶ οἱ τῶν ἑταιρειῶν συνήεσαν ἄοχοντες, καὶ κραυγαῖς προεκαλοῦντο τὸν πατριάρχην εἷς ϑέαν σφίσιν ἐλϑεῖν. ὁ δὲ τὰς ϑύρας αὐτοῖς ἁπανταχόϑεν ἐπιζυγώσας τοὺς ἀδελφιδοὺς αὐτοῖς ἐκπέπομφε πυνϑανομένους ὅ,τι φασίν, οἱ δὲ ϑορυβοῦντες εἰς πλῆϑος ἤδη συστάντες, πολλῶν συροευσάντων ἐκεῖ, συνέσχον τοὺς τοῦ πατριάρχου ἀδελφιδούς, καὶ εἰ μὴ αὐτίκα πρὸς αὐτοὺς ἐξελεύσεται ὅ ἀρχιερεύς, διαϑήσειν ἐκείνους ἠπείλουν κακῶς."
      },
      {
        "index": 4,
        "text": "λέγεται δὲ ταῦτα σκήψεις εἶναι καὶ προβουλεύματα, ἵν᾿ ἄκων δοκοίη συνελθεῖν Ó πατριάρχης τοῖς στασιάζουσι. κατῆλϑεν οὖν ἐκ τῶν ὑπερῴων τὴν ἱερατικὴν ἐνδεδυμένος στολήν, ἐπεγ- καλῶν δῆϑεν τοῖς παροῦσιν ὡς βιαζόμενος. οἱ δὲ τῶν στα- σιαζόντων ϑοασύτεροι ἢ μᾶλλον δι᾿ ὧν ἡ στάσις συνίστατο μέσον ὅτι στασιώδεις τινὲς εἰς τὴν μεγάλην ἐκκλησίαν συνήχϑησαν\" xai ὅτι σιλέα, ἵν᾽ αὐτοῖς ἀποδοϑείη τὸ ἔγγραφον, ὃ βιασϑέντες ὑπογε- γράφασιν, ἐπεὶ τῷ Κομνηνῷ ἐκεῖνος ἐσπείσατο. ὅ δὲ πλη- οώσειν αὐτῶν τὸ αἴτημα κατετίϑετο\" ἀλλ᾽ ἦσαν προσποίησις Ν ἅπαντα. βοαχείας γὰρ παρελϑούσης ὥρας βασιλέα καὶ αὐτο- ὃ κράτορα φανερῶς ἀνεῖπον τὸν Κομνηνόν, αὐτοῦ τοῦ πατριάρχου ovvevóoxobvtóg τε καὶ συμπράττοντος, xai τῷ μὲν Κομνηνῷ μὴ μέλλειν δηλώσαντος, ἀλλὰ σπεύδειν, καὶ ἀμοιβὰς αἰτοῦντος τῆς ἀναρρήσεως, τῷ δ᾽ ἕως τότε βασιλεύοντι κατιέναι τῶν ἀνα- κτόρων ἰταμώτερον ἐπιτάττοντος. ἀρχιερέων δὲ τῷ γέροντι Μιχαὴλ τὰ τοῦ πατριάρχου κομισάντων μηνύματα, ἐκεῖνος ἔφη A “τί δέ μοι ἀντὶ τῆς βασιλείας παρέξετε;\" οἵ δέ “τὴν οὐράνιον βασιλείαν ἀπεκροίϑησαν. αὐτίκα τοίνυν ἀπορρέίψας τὰ τῆς βα- σιλείας παράσημα ἀπῆλϑε τῶν βασιλείων. ὃ δέ γε Κομνηνὸς κουροπαλάτην τιμήσας τὸν Κεκαυμένον στέλλει τὸν ἄνδοα μετά τινὸς δυνάμεως παραληψόμενον τὰ ἀνάκτορα. τὸ μέντοι πλῆϑος τῆς πόλεως tl; ὑπαντὴν τοῦ νέου βασιλέως ἐκκέχυτο λαμπρό- τατά οἱ ποιοῦν τὰ εἷς τὴν βασιλεύουσαν εἰσιτήρια."
      },
      {
        "index": 5,
        "text": "\"Eva μὲν οὖν ὁ λ ιχαὴλ αὐταρχήσας ἐνιαυτὸν τῆς βασι- λείας ἐκπέπτωκε καὶ οὐ πολὺ ἐν ἰδιωτικῷ σχήματι βιώσας ἀπ- ραῖος ) 19. xai οὐ πολὺ βιώσας μετὰ τὴν ἔκπτωσιν àz- τὴν ταύτης ἐπιτυχίαν xai οὐ τῷ ϑεῷ ἐπεγράψατο, xal τοῦτο δῆλον ὅτι τῷ νομίσματι ξιφήρη ἑαυτὸν ἐνεχάραξε, μόνον οὐχὶ βοῶν ὅτι “τοῦτό μοι τὴν βασιλείαν, οὐχ ἕτερόν τι προυξένησε. ϑτοὺς δὲ συναραμένους αὐτῷ φιλοτιμότατα ἀντημείψατο καὶ ἔσπευσεν ἑκάστῳ τὰς ἀμοιβὰς ἀποδοὺς οἴκαδε παρασκευάσαι ὃ ἀποχωρεῖν, ἵνα μή τι ϑορυβήσωσιν ἢ τοῦ δήμου κατεξανα- ἀ στῶσιν ἀστυπολοῦντες. τὸν πατριάρχην δὲ δι᾿ αἰδοῦς ἦγεν ὅτι πολλῆς καὶ τοὺς αὐτοῦ ἀδελφόπαιδας δι' ἐκεῖνον καὶ τιμαῖς ἐτίμησε μείζοσι καὶ ἀρχαῖς περιφανέσιν ἐπέστησε. χαριζόμενος Ο δ᾽ ἔτι τῷ πατριάρχῃ καὶ τὴν τῶν ἐκκλησιαστικῶν πραγμάτων οἰκονομίαν τῇ ἐκκλησίᾳ ἀπένειμε, μέχρι τότε τοῦ μεγάλου oixo- γόμου προχειριζομένου παρὰ τοῦ βασιλεύοντος, ἀλλὰ μὴν καὶ τοῦ σκευοφύλακος, ἐκεῖνος δὲ xai ἄμφω ὑπὸ τὴν τοῦ πατρι- θ άρχου ἔϑετο ἐξουσίαν, ἀποξενώσας ἀμφοῖν τὸ δημόσιον. εἶτα τὴν μὲν τοῦ βίου αὐτῷ κοινωνὸν Αὐγούσταν ἀνηγόρευσε, τὸν δ᾽ ἀδελφὸν ᾿Ιωάννην κουροπαλάτην τετίμηκε καὶ ὠνόμασε μέγαν ὅτι πρῴην οἰκονόμων καὶ σκευοφυλάκων τῆς μεγάλης ἐκκλησίας παρὰ Τῶν δὲ πρὸ αὐτοῦ βασιλέων, ὅσοι μετὰ τὸν πορφυρογέν- νητον ἐκεῖνον Βασίλειον τῆς βασιλείας ἐπέβησαν, οὗ καλῶς χρη- σαμένων τοῖς δημοσίοις καὶ κοινοῖς πράγμασιν, ἀλλὰ τὰ μὲν Ὦ εἰς οἰκείας ἀπολαύσεις καὶ εἰς ἀσκητηοίων κατασπαϑησάντων δ οἰκοδομάς, τὰ δὲ δωρουμένων οἷς ἔτυχεν ἢ τέως οἷσπερ ἐβού- λοντο, oi βασιλικοὶ ϑησαυροὶ ἐκκεκένωντο καὶ τὰ δημόσια πρυ- τανεῖα χρημάτων ἐσπάνιζον. τοῦτο τοίνυν ὃ Κομνηνὸς προ- ϑέμενος διορϑώσασϑαι, οὐκ ἠρέμα οὐδὲ κατὰ βραχὺ τῇ διορ- ϑώσει ἐπικεχείρηκεν, ἀλλ᾽ ὡς τῷ στατῆρι ἑαυτὸν ἀνεστήλωσεν ἀνατεταμένον τὴν χεῖρα, φέρουσαν τὸ ξίφος γυμνόν, οὕτω καὶ τοῖς πράγμασιν ἐπήνεγκεν ἑαυτὸν καὶ τέμνειν αὐτίκα παρεσκεύ- aoro τὰ οἰδήματα, ἀλλ᾽ οὐ μαλάσσειν οὐδ᾽ ἐμπλάττειν τὰ ὕπουλα."
      },
      {
        "index": 6,
        "text": "ὅϑεν οὐδ᾽ ἐξ οὗπερ τοῦ κράτους ἐπέβη καὶ εἰς ἔννομον ἀρχὴν αὐτοῦ πρᾶξιν ἀνέτρεψε καὶ εἴ τι ἐκεῖνός τισιν ἐδωρήσατο, ἀφῃ- οεῖτο καὶ ἀπεστέρει τοὺς εἰληφότας, ἀλλὰ καὶ τῶν πρὸ ἐκείνου πολλὰ καϑήρησε καὶ ἠϑέτησε, καὶ ob μόνον ταῦτα πρὸς τὸ δημῶδες ἐποίει, ἀλλ᾽ οὐδὲ τῶν τῆς γερουσίας ἐφείδετο. εἶτα ὅτι ἀποτόμως τῇ τῶν κοινῶν πραγμάτων διορϑώσει ἐπικεχείρηκε xai γέγονεν ἅπασι μισητός ὅτι οὐδὲ αὐτῶν τῶν τῷ ϑεῷ καϑωσιω- ποοβαίνων xai xarà τοῦ ϑείου ἐχώρησε xai πολλὰ τῶν τοῖς παρ᾽ ἐκείνων δομηϑεῖσι φοοντιστηοίοις ἀφιερωμένων ἠκρωτὴη- οίασεν, ἢ μᾶλλον ἐκλογισμοῖς ὑποβάλλων τοὺς ἐν αὐτοῖς doxov- μένους καὶ τὴν ἀποχρῶσαν αὐτοῖς δαπάνην ἀπονέμων τὰ λουτὰ τῷ δημοσίῳ ἀφωσίου καὶ ἀνελάμβανε καὶ ἄλλο &x ἄλλῳ xa ὃ Β1Ι ἑκάστην ἐνεώχμου τοιοῦτον. ἐντεῦϑεν ἅπασι μισητὸς ἦν τῷ τε δημοτικῷ πλήϑει τῇ τε συγκλήτῳ βουλῇ, ἀλλὰ μέντοι καὶ τῷ στρατιωτικῷ\" οὐδὲ γὰρ οὐδ᾽ ἐκείνου ἀπείχετο, ἀλλὰ κἀκεί- γοις ἀπεμείου τὰς εὐπορίας καὶ τῶν ἄλλων μᾶλλον τοῖς ἦν - σεμνείοις τὴν ζωὴν διανύουσι. τὸν δὲ οὐδὲν ἀπῆγε τῶν ἐγχει- οήσεων, οὗ λόγος, οὐ δέος, οὐ μῖσος, οὗ ψόγος\" οὕτως ἐπῆοτο τὸ φρόνημα καὶ οἰδῶσαν ἐκέκτητο τὴν ψυχήν."
      },
      {
        "index": 7,
        "text": "ὃ \"AAA οὐδ᾽ ὁ πατριάρχης ἧττον ἐκείνου πεφρονὴ μάτιστο."
      },
      {
        "index": 8,
        "text": "ἤϑελεν οὖν ἐπιτάσσειν αὐτῷ, καὶ εἴ ποτε πρὸς τὰ αἰτούμενα ἀπετύγχανεν, ὅ δὲ ἐδυσχέραινε καὶ ἠπείλει καὶ ἐπετίμα, εἶτα καὶ ὡς αὐτὸς αὐτῷ τὴν βασιλείαν ἀπονενεμηκώς, αὐτὸς καὶ ἀφελέσϑαι ταύτην αὐτὸν εἰσαῦϑις ἠπείλησε. ταῦτα οὖκ ἦν οἴσειν τὸν βασιλέα ἐπιεικῶς\" διὸ καὶ δρᾶσαι πρίν τι πάϑοι προεμηϑεύ- ἤδη τῆς πανηγύρεως ἐφεστώσης τῶν ἐν αὐτῇ τιμωμένων οὐρα- víov δυνάμεων, ἵν᾿ ἑορτάσῃ λαμπρότερον, πέμψας ἐκεῖ χεῖρα στρατιωτικὴν ó κρατῶν (οὐ γὰρ ἤϑελεν ἐκ τῆς τοῦ ϑεοῦ λόγου Σοφίας τὸν ἄνδρα καταγαγεῖν, ἵνα μὴ παρὰ τῷ κλήοῳ ἢ καὶ τῷ δήμῳ ϑόρυβος γένηται), ἐκεῖνόν τε καὶ τοὺς ἐκείνου ἀνεψιοὺς συνόντας αὐτῷ ὑπερορίους ποιεῖ. εἶτα καὶ καϑαιρέσει ὗπο- Ὁ πασϑαι τὴν ποιμαντικήν, ἵν᾿ ἑκὼν δοκῇ αὐτὴν παραιτεῖσϑαι, ὡς εἰ μὴ τοῦτο, καὶ ἄκων αὐτὴν ἀφαιρεϑήσεται, εἷς μέσον xav αὐτοῦ προτιϑεμένων αἰτιαμάτων. ὡς δ᾽ ἐκεῖνος οὐκ ἦν θ ὑπείκων τῷ τοῦ βασιλέως ϑελήματι, φροντὶς ἦν τῷ κρατοῦντι περὶ τῆς αὐτοῦ καϑαιρέσεως. ἀλλ᾽ ἔφϑη λύσας τὴν φροντίδα roU0 πατριάρχου ὁ ϑάνατος. μετ᾽ ὀλίγον γὰρ μεϑίσταται τῶν ἐνθένδε ó πατριάρχης, καί τις τῷ Κομνηνῷ τὴν ἐκείνου εὐηγ- ῬΊΤΟΤΟΑ γελίσατο τελευτήν, ὡς φροντίδων αὐτὸν ἀπαλλάττουσαν. ὃ δ᾽ τιαμάτων πολλῶν καὶ ἀλλοκότων συναγωγεῖ\" ἃ £y τῶ κατ᾽ ἐκείνου λόγω εὐδϑὺς μετεγνώκει xal ἀνωλόλυξε καὶ τὸν ἐκείνου νεκρὸν μετ ἐντίμου τῆς προπομπῆς ἔκ τῆς ὑπερορίας ἀναγαγὼν εἷς τὴν αὐτοῦ μονὴν ἐναπέϑετο καὶ τοὺς ἐκείνου ἀδελφιδοὺς αὖϑις ἀποκατέστησε πρὸς τὰς πρότερον τιμάς. τῇ δ᾽ ἐκκλησίᾳ τὸν πρόεδρον καὶ πρωτοβεστιάριον Κωνσταντῖνον τὸν “ειχούδην ὃ ἀντικατέστησεν, ἄνδρα ταῖς τῶν κοινῶν πραγμάτων à μακρὸν ἐμπρέψαντα διοικήσεσι καὶ ἀνέγκλητον διαμείναντα, ᾧπερ ὃ Movouáyoc καὶ τὴν τῶν αγγάνων ἀνέϑετο πρόνοιαν καὶ τὰ περὶ τῆς ἐλευϑερίας αὐτῶν ἐνεπίστευσεν ἔγγραφα. ἅπερ ὑφ' ἑαυτὸν ὁ Κομνηνὸς ἐϑέλων ποιήσασϑαι σκέμμα τι μηχανᾶται πονηρίας ἀνάμεστον καὶ τόκον νοὸς κακοδαίμονος. ἐπεὶ γὰρ ó Λειχούδης ἐμήφιστό τε καὶ προκεχείοιστο καὶ ἱερεὺς ἤδη κεχειροτόνητο, δι ἀπορρήτων αὐτῷ μηνύει λέγεσϑαί τινα κατ᾽ αὐτοῦ ἀπείργοντα τοῦ ἱερᾶσϑαι αὐτόν, καὶ εἶ μὴ ταῦτα λαλη- ϑεῖεν συνοδικῶς, μὴ οἷόν τ᾽ εἶναι τοῦ χρίσματος αὐτὸν τῆς ἀρχιερωσύνης τυχεῖν. \"ti δὲ δοίης uo\" ἔφη “τῶν Μαγγάνων τὰ δικαιώματα, παραβλέμομαι τὰ λεγόμενα καὶ παραχωρήσω χρι- οϑῆναί σε.\" συνιδὼν οὖν ó Λειχούδης ὡς οὐκέτι αὐτῷ εἰς παραχωρεῖται τελεσϑῆναι τὴν ἀρχιερατικὴν τελετήν."
      },
      {
        "index": 9,
        "text": "Ὃ δὲ Κομνηνὸς κατὰ τῶν Οὔγγρων xal τῶν Σκυϑῶν, οἵ Π ατζινάκαι λέγονται, ἐκστρατεύσας τοῖς μὲν Οὔγγροις εἰρήνην αἰτησαμένοις ἐσπείσατο. κατὰ δὲ τῶν Σ᾽κυϑῶν ὅδὁρμήσαντι oi9 μὲν ἄλλοι ὑπέκυψαν καὶ εἰρήνευσαν (οὐ γὰρ ὑφ᾽ ἕνα πάντες ἡγεμόνα ἐτάττοντο), εἷς δ᾽ αὐτῶν ó Σελτὲ ϑρασυνϑεὶς καὶ μοίρᾳ τενὲ τῆς τῶν Ρωμαίων δυνάμεως συμβαλὼν ἥττητο καὶ τὸ πολὺ τῶν οἰκείων ἀποβαλὼν μετὰ τῶν περιλειῳϑέντων ἀπέδρα. | áva- τοῦ τέλους ὄντος ἐγγὺς τοῦ Σεπτεβροίου μηνός. ὄμβρου δὲ ῥαγδαίου καταρραγέντος καὶ χιόνος πεσούσης πρὸ ὥρας πολλῆς, τῆς ἵππου τε τὸ πλέον διέφϑαρτο καὶ στρατιῶται πολλοὶ τῷ ιτύχει κεκινδυνεύκασι, καὶ ποταμοὶ δ᾽ ὑπερχειλεῖς γεγονότες καὶ πελαγίσαντες τὰ ἐπιτήδεια σῳῶν ἀϑρόον παρέσυραν, ὡς καὶ τῷ στρατιωτικῷ καὶ τοῖς ὑποζυγίοις αὐτοῦ τὰ ἀναγκαῖα ἐπι- ?T11A vjc βασιλείου σκηνῆς προῆλθεν ó βασιλεὺς καὶ ὑπὸ δρῦν ἔστη παμμεγέϑη, ἐκεῖ που ἑστῶσαν\" καί τινες τῶν ἐν ὑπεροχαῖς θ αὐτὸν περιίστανται. βοῆς δ᾽ ἐν τῷ τόπῳ συμβάσης, μετέστησαν τῆς δουὸς ὁ βασιλεύς τε καὶ οἵ περὶ αὐτόν, ἡ δ᾽ αὐτίκα δῥιζό- 5 1ϑεν ἐκσπασϑεῖσα κατέπεσεν. ὁ δὲ αὐτοκράτωρ ἐπανελθὼν εἰς τὴν μεγαλόπολιν καὶ ἀποτιννὺς ὑπὲρ τῆς σωτηρίας ταύτης τὰ χαριστήρια τῷ ϑεςῳῷ ναὸν ἐντὸς τῶν βασιλείων ἀνήγειρε τῇ πρω- τομάρτυρι Θέκλᾳ᾽ κατὰ τὴν ἡμέραν γάρ, ἐν ἡ τελεῖται ἣ μνήμη ταύτης, τὸν ἐκ τῆς δρυὸς ἐξέφυγε κίνδυνον. \"AAA ἤδη ῥητέον xai ὅπως τὴν βασιλείαν ἀπέϑετο, εἰ καὶ μὴ συμφωνοῦσιν οἱ συγγεγραφότες περὶ αὐτοῦ. ὃ μὲν γὰρ πολὺς τὴν γλῶτταν ελλὸς ἐν ϑήραις ἐκεῖνον λέγει τὸν βασι- λέα σχολάζοντα καὶ συχνάκις τὴν δεξιὰν λογχοφόρον ἐπ᾽ ἄρκτους καὶ σύας ἐπανατείνοντα βληϑῆναι πνεύματι ψυχρῷ τὴν πλευράν, κἀντεῦϑεν φρίκην ἐπισυμβῆναι αὐτῷ καὶ πυρετὸν ἐκ τοῦ βάϑους ἀναφλεγῆναι, εἰς δὲ τὴν ἐπιοῦσαν νύττεσϑαι τὴν πλευρὰν καὶ ὅπως τὸν ἐκ τῆς δρυὸς κίνδυνον ἐξέφυγεν ὅ βασιλεὺς καὶ οἱ περὶ αὐτόν κίνδυνον ndd. ναὸν δὲ πολλὴν κατηγοροῦντα τῆς ἐκείνου προαιρέσεως μικροπρέπειαν᾽ ὃν ὃ ἐκείνου καϑελὼν ἐξανέψιος ó αὐτοκράτωρ ἰωάννης, ὁ τοῦ ἀλεξίου υἱός, σφόδρα μεγαλοπρεπῶς ἀνεδομήσατο εἰς ὄνομα τοῦ σωτῆρος ἡμῶν ἰησοῦ χριστοῦ, v. praef. ἀτέϑετο τὸ doÜua μὴ ἐρρῶσϑαι αὐτῷ, κἀκ τούτων ἀμφισβητήσιμον γενόμενον τὸ βιωσόμενον ἢ xai ἀπεγνωκότα τέλεον τὴν ζωήν, Ὁ καὶ τὸν Δοῦκαν Κωνσταντῖνον τῇ βασιλείᾳ ἐγκαταστήσαντα, πρὸς τὴν κρείττω μετατάξασϑαι βιοτήν. ὁ δέ γε Θρᾳκήσιος ϑηρᾶν b Ὁ κἀκεῖνος τὸν βασιλέα ἱστόρησε περὶ τὴν Νεάπολιν, ovv δ᾽ ἐπι- φανῆναί ποϑὲν τὴν ϑέαν φρικτόν, καὶ τὸν Κομνηνὸν ἐνδεδω- κότα τῷ ἵππῳ τὸν χαλινὸν διώκειν τὸν σῦν, τὸν δὲ εἰσδῦναι τὴν ϑάλασσαν γενέσϑαι τε ἀφανῆ, ἐν τοσούτῳ δὲ ὡς ἐξ ἀστρα- πῆς ἐνσκῆψαι λαμπηδόνα τῷ βασιλεῖ, καὶ τῇ ταύτης βολῇ δια- ταραχϑέντα τὸν αὐτοκράτορα τοῦ ἵππου τε ἐκπεσεῖν καὶ κεῖσϑαι παρὰ τῇ γῇ ἀφρὸν τοῦ στόματος ἀποπτύοντα καὶ μηδὲν τῶν κατ᾽ αὐτὸν αἰσϑανόμενον, ἀκατίῳ δ᾽ ἐκεῖϑεν ἐμβιβασϑέντα xo- μισϑῆναι εἰς τὰ βασίλεια καὶ νοσήσαντά τι βραχύ, εἶτα δὴ xai ἀπογνωσϑέντα, κείρασϑαί τε τὴν τρίχα καὶ ἀντὶ τῆς πορφύρας τραχὺ τριβώνιον ἀμφιέσασϑαι, τὸν Δοῦκαν Κωνσταντῖνον βα- σιλέα προχειρισάμενον, καὶ οὕτω τῇ τοῦ Στουδίου προσορμίσαι μονῇ, κἀκεῖ τὸ λοιπὸν καταβιῶναι τῆς βιοτῆς ἀναρρωσϑέντα ἐκ τοῦ νοσήματος. ἐβασίλευσε δὲ δύο ἐνιαυτοὺς καὶ μῆνας 9 deüua, v. XVIII 28, αὐτοῦ τὸ βιωσοόμενον ὃν οὐ οὔν οἱ πολλοὶ\" φάντασμα δέ τι δαιμόνιον ὑπειλήφασιν τρεῖς δραστήριος ὧν xai τὸ ἦϑος σοβαρὸν ἐνδεικνύμενος, πρὸς πράξεις ὀξύτατος, στρατηγικώτατος τὰ πολέμια, λόγοις μὲν οὐχ ὡμιληκώς, προσέχων δ᾽ αὐτοῖς xai τοὺς τούτων τροφίμους lII212A προσδεχόμενος. αἰτιώμενος δὲ ὅτι τυραννίδι ἐπικεχείρηκεν “ὥκγουν᾽\" ἔλεγε “τῷ συνδούλῳ δουλεύειν καὶ τῶν εἰκότων μὴ Ὃ δὲ πρόεδρος Κωνσταντῖνος ὃ Δοῦκας τῆς βασιλείας τυχὼν ἀπραγμόνως, ὡς εἴρηται, πολλοὺς τῶν τῆς συγκλήτου βουλῆς καὶ τοῦ δημώδους πλήϑους εἷς μείζονας ἀξιωμάτων βαϑμοὺς προεβίβασε. καὶ ὅσους δ᾽ ó Κομνηνὸς ἀφείλετο τὰς οἰκείας τιμάς {πολλοὶ δ᾽ ἧσαν καὶ οὗτοι), εἰς ταύτας αὖϑις αὐτὸς ἐκείνους ἀποκατέστησεν. Β ᾿Επιβουλῆς δὲ xav αὐτοῦ συσκευασϑείσης, μικροῦ δεῖν ἐγένετο ἂν ὑποβρύχιος. ἦν μὲν γὰρ ἐν τοῖς βασιλείοις τῶν Μαγγάνων, ἐσκέψαντο δὲ oí συνομοσάμενοι ὡς εἰ ϑόρυβος ἐν τῇ τῆς πόλεως γεγονὼς ἀγγελϑείη αὐτῷ ἀγορᾷ, αὐτίκα διὰ τῆς ὃ ϑαλάσσης ἐκεῖνος ἀπελεύσεται πρὸς τὸ μέγα ἀνάκτορον. προ- ΒΟ) τῆς οἰκίας ἀποδημῶν, καὶ παρὰ τῶν ἰατρῶν γυναικὶ μιγῆναι πρὸς ϑεραπείαν τῆς νόσου προτρέπεσϑαι, τὸν δὲ μὴ ἀνασχέσϑαι ἑτέρα πλη- ῳκονόμητο δ᾽ αὐτοῖς μὴ εἶναι τὴν βασιλικὴν τριήρη ἐκεῖ xal τοὺς ἐκείνης οἰακοστρόφους, ob; πρωτοκαράβους ἡ δημώδης λέγει φωνή. ὃ μὲν οὖν βασιλεὺς ὡς τὸν ϑόρυβον ἠνωτίσατο, ἀπιέναι δεῖν ἔκρινε τῶν ἀνακτόρων εὐϑύ. ἐπεὶ δ᾽ οὐχ εὕρηται ἡ βα- ὃ σιλικὴ τριήρης ἐκεῖ, εἰς τὸ τυχὸν ἐμβεβήκει ἀκάτιον᾽ ἀπιόντος δὲ ἀνεφάνη καὶ ἡ ναῦς ἡ βασίλειος καὶ εἰρεσίᾳ πολλῇ σὺν ῥύμῃ λεὺς ἐμβεβήκει, πρὸς τῶν πηδαλιούχων ἰϑύνετο. ἦν δ᾽ αὐτοῖς τὸ βουλόμενον ἐπιβιβάσαι τὴν τριήρη τοῦ πλοιαρίου, ἵν᾽ αὐτὸ εἶδον τὴν τῆς τριήρους ἐπιφορὰν oi τῷ κρατοῦντι συμπλέοντες, ἀνέκραξάν τε καὶ ἐπέχειν ϑρασύτερον ἐξεβόησαν καὶ μετατρέ- πεῖν τοὺς οἴακας. ταῖς γοῦν ἐκείνων βοαῖς ὥσπερ ἐμβροντη- ϑέντες οἱ ἐπὶ τῶν οἰάκων (ϑείας δ᾽ ἦν τὸ ξύμπαν προμηϑείας) ἀπεδειλίασαν. καὶ οὕτως τὸν κίνδυνον ὁ βασιλεὺς ἐκφυγὼν 1ὶ ὅπως τε καὶ παρ᾽ ὧν ἡἣ ἐπιβουλὴ συνεσκεύαστο ἔγνω καὶ τοὺς αἰτίους ἠμύνατο στερήσει μόνῃ τῶν οὐσιῶν. Οὗτος ὁ βασιλεὺς ηὔχει μὲν ὡς ἐπὶ προγόνοις τοῖς πάλαι τῇ τῶν δουκῶν κεκλημένοις ἐπωνυμίᾳ, τῷ ᾿Ανδρονίκῳ δηλαδὴ καὶ τῷ llavÜünoíp καὶ ἐπὶ τούτοις τῷ Κωνσταντίνῳ. ἀλλὰ τοῦ γένους ἐκείνων πάλαι πανοικὶ ἐξολοϑρευϑέντος, ὅτε Keov- σταντῖνος τυραννίδι ἐπικεχείρηκεν, ὡς ἔμπροσϑεν εἴρηται, τοῦ πορφυρογεννήτου Κωνσταντίνου τοῦ παιδὸς τοῦ ἄνακτος Aéorros, τοῦ φιλοσόφου φημί, βασιλεύοντος καὶ ὑπὸ ἐπιτρόπους τελοῦντος ἔτι διὰ τὴν νηπιότητα, καὶ μηδενὸς ἄρρενος περιλειφϑέντος, 2x5 ϑηλείας oí τούτου κατήγοντο πρόγονοι, ὅϑεν οὐδὲ Ποῦκας λε- λόγιστο καϑαρός, ἀλλ᾽ ἐπίμικτος καὶ κεκιβδηλευμένην ἔχων τὴν πρὸς τοὺς Δούκας συγγένειαν."
      },
      {
        "index": 10,
        "text": "A Ἦν δὲ ὃ ἀνὴρ τὰ πρὸς ϑεὸν εὐσεβής, τὸ ἦϑος ἐπιεικής, δικαιοσύνης ἐραστής, τὴν γνώμην δὲ νωϑροὸς καὶ ἀμβλύς, χαί- ocv τοῖς ἐπὶ βίου μαρτυρουμένοις σεμνότητι, ἐκτόπως δ᾽ ἐρα- σιχρήματος καὶ πόρους ἐπινοῶν ὅπως αὐτῷ γένοιντο πολλοὶ ϑησαυροί. ὅϑεν καὶ πρὸ πάντων εἰς δύο ταῦτα κατέτεινε τὴν σπουδήν, εἴς τε τὴν τῶν δημοσίων φόρων ἐπαύξησιν (διὸ καὶ τὰ ἀρχεῖα τὰ τοὺς φορολόγους λογοπραγοῦντα ὠνητὰ παρεῖχε τοῖς βουλομένοις καὶ τελώναις τὴν συλλογὴν τῶν φόρων ἐπὶ συνϑήκαις ἐπίστευε) καὶ εἰς ἀκροάσεις δικῶν. οὐ πάνυ δὲ τῇ ἀκριβείᾳ προσεῖχε δικάζων, ἀλλ᾽ ἐνιαχοῦ καὶ ἐνηυϑέντει καὶ τὰς φήφους ὑπήλλαττε, πρὸς τὰ πρόσωπα τὰς ἀποφάσεις τι- ϑέμενος. γλίσχρος δὲ τυγχάνων καὶ φειδωλὸς ἔϑετο παρ᾽ ἑαυτοῦ δ μὴ μάχαις πρὸς τὰ ἔϑνη συροήγνυσϑαι, ἀλλὰ δώροις καὶ φι- λοφροσύναις ἄλλαις αὐτὰ οἰκειοῦσϑαι καὶ καταλλάττειν τῇ Ῥω- μαίων ἀρχῇ, δύο ταῦτα ἐντεῦϑεν μνώμενος ἑαυτῷ, τό τε μὴ πλείω δαπανᾶν ἐν ἐκστρατείαις καὶ τὸ αὐτὸς ἠρεμεῖν καὶ σχο- λάζειν ὡς ἐπίπαν τῇ τῶν χρημάτων συλλογῇ᾽ διὸ καὶ τῶν γενγαιοτέρους τῶν ἀπογραφῶν ἀπήλειιψμε διὰ τὸ βαρύμισϑον\" ὥστε συμβαίνειν ϑοασύνεσϑαι μὲν τὸ βαρβαρικόν, συστέλλεσϑαι δὲ καὶ ταπεινοῦσϑαι τὰ τῶν “Ῥωμαίων στρατεύματα καὶ μειοῦ- σϑαι τὴν ἡγεμονίαν τὴν Ῥωμαϊκήν. πολλαὶ γὰρ τότε τῶν ἕῴων χωρῶν ai μὲν ἐληίζοντο καὶ εἰς ἀφανισμὸν προεχώρουν, aí δὲ καὶ ὑπὸ τοὺς πολεμίους ἐγίνοντο."
      },
      {
        "index": 11,
        "text": "ὅτι ἐκ φειδωλίας δώροις ἤϑελε φιλιοῦν τῇ Ρωμαίων ἀρχῇ Ὁ ἄκρ. δικῶν πρῶτον μὲν οὖν τοῦτ᾽ ἐκείνω ἣν onoóóaoua' δεύτερον δὲ δικῶν ἀκρόασις καὶ ψηφίσματα O οὐ πάνυ δὲ καὶ οὐ πάνυ ἡγεμονίαν στρ. καὶ Ὁ προυχώρουν R(. )"
      },
      {
        "index": 12,
        "text": "Kal τὰ μὲν πρὸς ἀνίσχοντα ἥλιον οὕτως εἶχον κακῶς, τὰ Ó' ἑσπέρια καὶ ταῦτα κακῶς ἔπασχε διὰ στρατιωτῶν καὶ σπάνιν καὶ ἀχρειότητα. τοῦ γὰρ τῶν Οὔξζων ἔϑνους (Σκύϑαι κατὰ πλήϑους ὑπερβολὴν παρὰ τοῖς Σκυϑικοῖς προτιμώμενον ἔϑνεσι) τὸν Ἴστρον παγγενῆ διαβαίνοντος, ἐπειράϑησαν μὲν oi τῶν παριστροίων πόλεων ἄρχοντες (ἧσαν δὲ οὗτοι ὅ μάγιστρος Νικηφόρος ὁ Βοτανειάτης καὶ ó μάγιστρος βασίλειος ó ᾿Απο- κάπης) ἀπεῖρξαι αὐτοῖς τὴν διάβασιν, οὐ μέντοι γε ἠδυνήϑησαν."
      },
      {
        "index": 13,
        "text": "ἀλλὰ συμμίξαν σφίσι τὸ βάρβαρον τὴν τε συνοῦσαν αὐτοῖς κατ- ηγωνίσατο στρατιὰν xai τοὺς εἰρημένους ἄνδρας καὶ ἄμφω δορυαλώτους ἀπήγαγον καὶ διαβάντες τὸν Δάνουβιν τὴν περὶ αὐτὸν χώραν ἐπλήρωσαν ἅπασαν. ἧσαν γάρ, ὡς λόγος, ὑπὲρ ἑξήκοντα χιλιάδας oi αἴρειν ὅπλα δυνάμενοι\" ὅϑεν δρμώμενοι A tjv τὲ ἡ͵)ακεδονίαν ἐληίζοντο καὶ μέχρις ᾿λλάδος προΐεσαν. ὃ ταῦτα ἀϑυμίαν ἐνεποίει τῷ βασιλεῖ, συλλέξαι δὲ δυνάμεις ὥκνει καὶ ἀνεβάλλετο, ἵνα μὴ πρόηται ὀβολόν. ἐκεῖνος δ᾽ ἔλεγεν ὅτι ἀκαταγώνιστον τὸ ἔϑνος ἐστί\" πρέσβεις δὲ πρὸς τοὺς αὐτῶν ἡγεμονεύοντας ἐσταλκὼς μετὰ δώρων ἐπειρᾶτο τούτοις πεῖσαι τὸ βάρβαρον σπείσασϑαι. πάντων δὲ ἀναφανδὸν λοιδορουμένων τῷ βασιλεῖ ὡς διὰ φειδωλίαν μὴ κατὰ τῶν βαρβάρων ἐπεξιόντι, τῆς μὲν πόλεως ἐξεδήμησε, πεοὶ δὲ Χοιροβάκχους ἐσκήνωσεν, ἐπαγόμενος, φροντίζων δὲ περὶ στρατεύματος συλλογῆς. ἐν γὰρ ἐκείνῳ λοιμοῦ, καὶ κακωϑέντι σφοδρῶς ἐξ αὐτοῦ of τε Π |ατζινάκαι καὶ οἵ παρακείμενοι Βούλγαροι ἡσϑενηκότι ἐπέϑεντο καὶ ἄρδην αὐτὸ διερϑάρκασι, μόλις τῶν ἡγεμόνων uev ὀλίγων δυνηϑέντων διαβῆναι τὸν Ἴστρον. ἦν δὲ τὸ σύμπαν τοῦ στρα- τηγήματος τῆς ϑείας δυνάμεως\" ἀπογνοὺς γὰρ ὁ βασιλεὺς πάν- τοϑεν πρὸς τὸ ϑεῖον κατέφυγε, δάκρυσι καὶ συντριβῇ καρδίας τούτου δεόμενος καὶ τὴν ἐκεῖϑεν ἐκκαλούμενος ἀρωγήν."
      },
      {
        "index": 14,
        "text": "Tavra δ᾽ iv τῷ ἕκτῳ ἔτει ἐπράχϑη τῆς βασιλείας τούτου τοῦ αὐτοκράτορος. πρὸ δὲ τούτου σεισμὸς ἐγένετο μέγας κατὰ τὴν xy τοῦ Σεπτεβροίου μηνός, ὕφ᾽ οὗ καὶ ναοὶ καὶ οἰκίαι Ὁ πολλαχοῦ ἠρειτώϑησαν. ὅτε xai τὸ κατὰ Κύζικον “Ἑλληνικὸν κατέπεσε τέμενος, ἔογον κάλλιστόν τε xai ϑαύματος ἄξιον, καὶ ὁ ἐν Νικαίᾳ τῶν ἁγίων πατέρων μέγιστός τε καὶ περιώνυμος κατεσείσϑη ναός."
      },
      {
        "index": 15,
        "text": "Κατὰ δὲ τὸν Μάϊον μῆνα τῆς δ΄ Ν κομήτης ὦπτο ἀστὴρ κατόπιν τοῦ ἡλίου πρὸς δύσιν ἰόντος. ἦν δὲ πρότερον μὲν κατὰ σελήνην πλήρη τὸ μέγεϑος, εἶτα κόμην ὥσπερ ἐκχφύων ἐμειοῦτο xai xaÜ' ὅσον τὰ τῆς κόμης ηὐξάνετο, ἠλαττονοῦτο τὸ uéyeÜoc. πρὸς δὲ τὴν ἀνατολὴν τὰς ἀκτῖνας ἀπέτεινεν, ἐφ᾽ Tov πατριάρχου δὲ Κωνσταντίνου τοῦ Acyoón ἐπ᾿ ἔτη τέσσαρα καὶ μῆνας PE τὴν ἐκκλησίαν ἰϑύναντος καὶ μεταϑε- μένου πρὸς ἑτέραν ζωήν, ᾿Ιωάννης ὅ Ξιφιλῖνος εἷς τὸν ἀρχιε- ρατικὸν τῆς Κωνσταντίνου ϑρόνον ἀνάγεται, ὃς ἐκ Τοαπεζοῦντος μὲν ὥρμητο, πεπαίδευτο δὲ παιδείαν λόγων παντοδαπῶν καὶ 1τοῖς ἐξόχοις τῆς συγκλήτου συνηρίϑμηται. πάντα δ᾽ ἑκουσίως λιπών, τοῖς κατὰ τὸν Ὄλυμπον προσφοιτήσας σεμνείοις κείρεταί τε τὴν κόμην καὶ τὸν μοναχικὸν ὑπέρχεται βίον, ἔνϑα καὶ συχνὸν διανύσας χρόνον ἄξιος ἐκοίϑη τοῦ Üoóvov τοῦ πατρι- Ὃ δὲ γε βασιλεὺς νόσῳ ληφϑεὶς καὶ ταύτῃ κάμνων ἐπὶ ὅ αἴτητον αὐτῷ γνοὺς ἐπιέναι τὴν τελευτήν, τὴν μὲν βασιλείαν τοῖς υἱοῖς αὐτοῦ καταλέλοιπε τρισὶν οὖσιν, oPc αὐτῷ ἡ σύνοι- xoc ὑδοκία ἐγείνατο, τοὺς δύο τὸν Μιχαήλ τε καὶ τὸν ᾿Ανδρό- γικὸν ἰδιωτεύοντι ἔτι, τὸν δὲ Κωγνστάντιον βασιλεύσαντι καὶ αὐτὴ Αὐγούστα ἀναρρηϑεῖσα. ὅϑεν οὗτος καὶ πορφυρογέννητος 20 107v, ὃν αὐτίκα καὶ πρὸ τῶν ἄλλων τοῖς βασιλικοῖς παρασήμοις ἐκόσμησεν, εἶτα καὶ τοὺς λοιποὺς ἀνηγόρευσε. τούτους μὲν οὖν 31 ) IV ἐπέστησε τῇ ἀρχῇ, αὐτοῖς δὲ τὴν μητέρα βασιλίδα τε καὶ τρο- φὸν καὶ κυρίαν, τὸ ξύμπαν εἰπεῖν, καταλέλοιπεν, ἐπ᾿ αὐτῇ τὴν τῆς βασιλείας μεταχείρισιν ποιησάμενος, δοκούσῃ αὐτῷ σώφρονίΒ 1ὅ τε καὶ πρὸς παίδων ἀναγωγὴν δεξιᾷ καὶ πεφυκυίᾳ πρὸς πρα- γμάτων διοίκησιν, πρότερον ὅρκον ἐξ αὐτῆς ἀπαιτήσας ἔγγρα- qov ὡς οὐ πρὸς γάμον ἐλεύσεται δεύτερον. τὸ δ᾽ ἔγγραφον 23 8. ὅτι νοσήσας ὅ βασιλεὺς καὶ ἐκλείπων τοῖς υἱοῖς τὴν βασιλείαν κατέλιπε, παρ᾽ ἐκείνης βεβαιωϑὲν τῷ πατριάρχῃ 80000) φυλαχϑησόμενον\" ἀλλὰ καὶ οἱ τῆς συγκλήτου βουλῆς ἅπαντες ἐγγράφως κατέϑεντο μὴ ἄν ποτὲ βασιλέα ἕτερον ἀνειπεῖν, εἶ μὴ τοὺς παῖδας αὐτοῦ."
      },
      {
        "index": 16,
        "text": "ἐπὶ τούτοις ὁ μὲν ἐξέλιπε, βασιλεύσας ἑπτὰ πρὸς τῷ ἡ μίσει ἐνιαυτούς, ζήσας δ᾽ ἑξήκοντα ἢ καί τι τούτων ἐπέκεινα. τὸν ὃ μέντοι ἀδελφὸν αὐτοῦ Καίσαρα βασιλεύσας ἐτίμησε καὶ σύὡμιληκὼς ἠγάπα τούτους καὶ τοὺς λογίους ἐσέβετο, καὶ ἔλεγε ἡ ϑούλεσϑαι μᾶλλον ἐκ λόγων ἢ τῆς βασιλείας γνωρίζεσϑαι. τοὺς δ᾽ ἐπιβούλους αὐτοῦ μὴ ἄλλως κακῶς διαϑήσειν ἔφασκεν ἢ μόνον ὡς dGvgroig κεχρῆσϑαι αὐτοῖς, ὡς τῶν νόμων αὐτῶν τὴν ἐλευϑερίαν ἀφελομένων."
      },
      {
        "index": 17,
        "text": "Κατὰ γοῦν τὰς τοῦ τελευτήσαντος βασιλέως διαταγὰς ἣ τε βασιλὶς EbÓoxía καὶ oi παῖδες ἐκείνου τῆς βασιλείας ἦσαν γοιαν τῶν υἱέων κατάρχουσα καὶ ἐπὶ βήματος σὺν ἐκείνοις προὐκάϑητο, μεσεύουσα μὲν αὐτή, ἐκείνους δὲ παρακαϑίζουσα ἑκατέρωϑεν, οὕτως ἐν ἀρχαιρεσίαις, οὕτως ἐν ζητήσεσι πολιτι- κῶν ὑποϑέσεων, οὕτως ἐχρημάτιξον πρέσβεσιν, οὕτως ἔν συν- ήϑεσι προόδοις προΐεσαν. Οἱ δὲ τὴν ἑῴαν ληιζόμενοι βάρβαροι οὐκ ἐπαύοντο τὰς 8 ) IV ὑπὸ “Ῥωμαίους κατατρέχοντες χώρας xai ταύτας ὁσημέραι otvó- μενοι. οἱ γὰρ στρατιῶται, ὡς ἤδη μοι εἴρηται, διὰ τὴν τοῦ βασιλέως γλισχρότητα ὠλιγώϑησάν τε xai ἐκακώϑησαν. καὶ ὃ εἴ τινες δ᾽ ἦσαν ἔτι στρατείας ἐχόμενοι, κἀκεῖνοι ἀντεπεξιέναι τοῖς πολεμίοις ἧσαν ἀπρόϑυμοι, τῶν συνήϑων ὀψωνίων στερού- μενοι.\" ὅϑεν oi βάρβαροι ποτὲ μὲν τῇ Meoonotauía ἐφήδρευον, ποτὲ δὲ τὰ περὶ τὴν λή ελιτηνὴν ἐπόρϑουν, ποτὲ δὲ τὴν Κιλι- ΤΘΑ κίαν ἐσίνοντο, καὶ ἄλλοτε τοῖς Καππαδόκαις ἐπήεσαν καὶ τοῖς κατὰ Κοίλην Συρίαν ἐνίοτε. ταῦτα τῇ βασιλίσσῃ καταγγελλό- μενα ϑόρυβον ἐνεποίει, καὶ βασιλέως πολλῶν λεγόντων δεῖσϑαι τὰ πράγματα, δείσασα ἐκείνη μὴ τὸ κοινὸν βασιλέα τινὰ προ- στήσηται ἑαυτοῦ, καὶ οὕτως αὐτὴ καὶ oi παῖδες τῆς βασιλείας ἐκπέσωσιν, ἔκρινεν αὐτή τινα ἐπαγαγεῖν τῇ ἀοχῇ, ἵνα καὶ ἑαυτῇ καὶ τοῖς τέκνοις διατηρήσῃ τὸ κράτος καὶ μείνῃ αὐτοῖς ἀν- ἀαφαΐίτερον. οὗ γὰρ δι' ἀκολασίαν αὐτήν φασιν οὐδ᾽ ἡττηϑεῖσαν ἡδονῆς ἑαυτῇ προσαρμόσαι τὸν Διογένη, ἀλλ᾽ ὡς ἄνδρα Ópa- μελιτηνὴν AO Seylitz., μελειτινὴν ΝΡ ἐσήνωντο Β στήριον καὶ τὰ πολέμια δόκιμον καὶ τὴν ἰσχὺν ἀπαράμιλλον ἐπιστῆσαι αὐτὸν τῇ doyp, iv ἡ βαρβαρικὴ φορὰ ἐπισχεϑείη ποσῶς, αὐτοῦ τούτοις ἀντερείσαντος τοὺς βραχίονας."
      },
      {
        "index": 18,
        "text": "Ἦν δ᾽ ó ἀνὴο οὗτος xal τῶν ἔκ γένους λαμποοῦ xal τῶν διαβοήτων ἐπὶ τοῖς ἀνδοαγαϑήμασιν. οὗ ὅ πατὴρ ἐπ᾽ ἀδελ- Ὁ φόπαιδι τοῦ βασιλεύσαντος πάλαι τοῦ κατὰ τοὺς ᾿Αργυροὺς Ῥωμανοῦ κηδεστὴς γεγονὼς καὶ ἐπὶ τυραννίδι ἁλοὺς ἑαυτὸν 11,19 κατεκρήμνισε, τετίμητο δὲ τῷ τῶν βεσταρχῶν ἀξιώματι. δοὺξ γὰρ παρὰ τοῦ Δούκα τῆς Σαρδικῆς γεγονὼς καὶ Πᾳατζινάκοις καὶ οὐ μείους ἐζώγρησεν, ὧν τοὺς μὲν ἑαλωκότας ζωούς, τῶν δ᾽ ἐσφαγμένων τὰς κεφαλὰς στείλας τῷ βασιλεῖ βεστάρχης τε- τίμητο, γράψαντος τοῦ κρατοῦντος αὐτῷ ὡς “οὐ δῶρον, ὦ Πιόγενες, τὸ ἀξίωμα, τοῦ δ᾽ ἀνδραγαϑήματος ἀμοιβή.\" δια- τρίβων οὖν ἐκεῖ τυραννῆσαι παρεσκευάζετο, ἐπεὶ ἔγνω τεϑνάναι τυραννῆσαι βουλευσάμενος, κατεσχέϑη ó Διογένης, καὶ μέλλων κολασϑῆναι ἵνα μὴ ἐκφῆναι ἀναγκασϑείη τοὺς συνίστορας ἐταζόμενος CWo τὸν αὐτοκράτορα. ὡς δ᾽ ἐμηνύϑη τῇ βασιλίσσῃ τὸ βούλευμα τοῦ ἀνδρός, στείλασα συνέσχεν αὐτόν, καὶ ἤχϑη δεσμώτης εἰς τὸ Dvláruov καὶ ἐλεγχϑεὶς ὡς ἐπίβουλος κατεκρίϑη καὶ τέως b εἰσῆκτο πρὸς βῆμα δὴ τὸ βασίλειον, ἵν᾿ ἡ ψῆφος κυρωϑείη ἡ κατ᾽ αὐτοῦ. ἔλεος οὖν τοῦ ἀνδρὸς εἰσηει τοὺς παρεστῶτας καὶ YT πᾶσιν ἐπαϑαίνετο ἡ φυχή\" ἦν γὰρ οὐ μόνον τὴν ἰσχὺν ἀπαρ- ἄμιλλος, ἀλλὰ καὶ ἰδέσϑαι καλός. συνέπαϑεν οὖν μετὰ τῶν ἄλλων καὶ ἡ βασιλὶς ἐπ᾽ αὐτῷ καὶ οἶκτος ἔλαβε τοῦ ἀνδρὸς καὶ αὐτήν, εἰ δὲ xal ἔρως, oix ἔχω λέγειν, καὶ ἀντὶ τῆς ψήφου τῆς δριζούσης ἐκείψῳ τὴν κόλασιν τῆς κολάσεως ἐλευϑεροῦν αὐτὸν ἐξήνεκτο φήφισμα. καὶ ó μὲν λυϑεὶς τοῦ ἐγκλήματος ἐξήει πρὸς τὴν Καππαδοκῶν (αὕτη γὰρ ἐκείνῳ πατρίς), ἡ δὲ βασιλὶς μεταπεμφαμένη αὐτὸν μάγιστρον καὶ στρατηλάτην προ- ῬΊΤΩΤΤΑ ἐχειρίσατο, ἤδη καὶ βασιλέα τοῦτον ἀνειπεῖν ὡς ἄνδρα κρίνασα παρ᾽ ἑαυτῇ γενναιότατον. ἀνεκόπτετο μέντοι διὰ τὰ ὅρκια καὶ τὸ ἔγγραφον, ὃ παρὰ τοῦ πατριάρχου τετήρητο. καὶ ἦν αὐτῇ μέλημα ὅπως τοῦτο ἀφέλοιτο. σκέπτεται τοίνυν περὶ τούτου ὅπως ἠπατήϑη ὃ πατριάρχης καὶ δέδωκε τῇ δεσποίνῃ τὸ τοῦ ὅρκου βουλὴν πονηράν re xai βαϑυγνώμονα καὶ ταύτην ἕνί τῳ τῶν περὶ αὐτὴν ἐκτομιῶν κοινοῦται καὶ οἷον προαγωγῷ τῷ ϑε- ράποντι κέχρηται, ὑποϑεμένη ὁπόσα ἂν καὶ οἷα τῷ πατριάρχῃ προσομιλήσει. ὁ δὲ τῷ ἀρχιερεῖ προσελϑών ““ἴσϑι φησίν “ὦ δέσποτα, ὡς ioo τοῦ ἀνεψιοῦ σου βασιλίς\" (ἦν γὰρ àve- ψιὸς αὐτῷ Βάρδας, νέος τε καὶ σφριγῶν καὶ ἀφροδισίων ἧτ- B τώμενος) καὶ προσεπῆγεν ὡς \"ti σὺ ἐπινεύσειας τὸ τοῦ ὅρκου χειρόγραφον ἀποδοῦναι τῇ βασιλίσσῃ καὶ πεῖσαι μή τινα κίν- δυνον ἐκ τούτου ἐπηρτῆσϑαι αὐτῇ, αὐτίκα συνοικίσει μὲν ἑαυτῇ τὸν σὸν ἀδελφόπαιδα, καί oi τὸ κράτος ἕψεται τὸ βασίλειον.\" 10 9298 ὡς δὲ τούτοις ὅ πατριάρχης παραβουκολημ)εὶς ὅλον ἐνέδωκεν ἑαυτόν, καὶ τῶν τῆς συγκλήτου βουλῆς ἀπήτητο ϑέσϑαι ἀπό- ϑάπειραν. ὃ δὲ τούτων ἕκαστον προσκαλούμενος τὰ πράγματα ζητεῖν ἔλεγε βασιλέα τὸν τούτων ἀντιληψόμενον᾽ \"d γὰρ ἔτι γυναικὶ μόνῃ καὶ παιδαρίοις ταῦτα διοικηϑήσεται, οἰχήσεται πάντως οὐκ εἰς μακρὰν τῇ τῶν Ῥωμαίων ἡγεμονίᾳ οὐ τὰ κοινοῦται sequuntur in cod. E τὸ γὰρ τῆς στρατιᾶς us- usque ad τὴν ὁρμὴν ἀνυπόστατον; quocirca παρὸν ὅλον μέχρι ἔμπροσϑεν τοῦ ἑτέρου σημείου προςομιλήση πόρρω μόνον xal τοῖς ἐχϑροῖς ἀγχιτέρμονα, ἀλλὰ xai αὐτὰ τὰ dyy(Óvoa.\" καὶ ἐπὶ τούτοις τῶν ὅρκων καὶ τοῦ ἐγγράφου πολλὴν ἐποιεῖτο καταδρομὴν καὶ τὸν τεϑνεῶτα βασιλέα ἐκακη- γόρει, ὡς μηδὲ τοῦ κοινῇ συμφέροντος ϑέμενον πρόνοιαν, ἀλλ᾽ ὃ ἐκ ζηλοτυπίας ἐκϑέσμους ὅρκους ἀπῃτηκότα καὶ παράνομα ἔγ- γραφα. τούτοις τοὺς πλείους συντιϑεμένους ἐσχηκὼς ἐκεῖνος, εἶ δέ τινες καὶ ἀντέλεγον, τοὺς μὲν δώροις, τοὺς δ᾽ ὑποσχέσεσι συμψήφους πείσας αὐτῷ γενέσϑαι, στέλλει τῇ βασιλίσσῃ τὸ τῶν ὅρκων χειρόγραφον. 7) δὲ τούτου λαβομένη εἰς ἔργον τὸ βού- γνυται, κοινοῦται δὲ τὴν πρᾶξιν τῷ πρεσβυτέρῳ τε τῶν υἱῶν καὶ τῷ Καίσαρι μετακληϑέντι πρὸς τὰ βασίλεια καὶ μετασχόντι τῶν ὑμεναίων καὶ τῶν ἐπιγαμίων ἀπογευσαμένῳ κρατήρων\" καὶ ó Διογένης βασιλεὺς ἀνηγόρευτο, τῆς βασιλίδος Εὐδοκίας μετὰ τῶν υἱέων ἀρξάσης ἐπὶ μῆνας ἑπτὰ καὶ ἡμέρας τινάς. μενος ἐγκρατὴς οὐ κατὰ τὰς ἐλπίδας τῆς βασιλευσάσης αὐτὸν δήμιον ἐφεστηκότα ὁρῶντος abr, οὗ μόνον κινδύνου π - voUc ἐξαρπάσασα, ἀλλὰ xai τηλικαύτης ἀρχῆς ἀξιώσασα qero ἐν πᾶσιν ἔχειν τοῦτον ὑπείκοντα καὶ αὐτὴ κατάρχειν τοῦ βα- σιλεύοντος. ó δὲ καὶ ἄλλως ὧν ἀλαζονικὸς καὶ ἀδούλωτος, ἐπ᾿ ὀλίγον μὲν βιασάμενος τὸ ἦϑος ὑπέπισιτέ τε ταῖς τῆς Αὐ- γούστης ϑελήσεσι καὶ ὑπεκρίνετο τὴν ὑπόπτωσιν᾽ εἶτα μὴ στέ- γων τὴν βίαν ταχὺ πρὸς τὸν οἰκεῖον τρόπον ἐπανελήλυϑε καὶ τὴν ὑπακοὴν ἐδυσχέραινε xai ἤϑελεν αὐτὸς τὸ κράτος καϑαρῶς ἀναδήσασϑαι. ῦ Κακῶς δὲ τῶν ἑῴων διακειμένων, καὶ τῶν μὲν ἤδη Β ἀπεγνωσμένων, τῶν δὲ πρὸς αὐτὸ χωρούντων, ἐκστρατείαν κηρύττει καὶ πήγνυσι τὴν σκηνὴν τὴν βασίλειον κατὰ τὸ τῆς θ ἑῴας τμῆμα τὸ τῇ ϑυζαντίδι ἀντίπορϑμον, δύο ταῦτα πραγμα- τευόμενος, ἀποτειχίσαι τε τοῖς βαρβάροις τὴν ἔφοδον καὶ σω- τηρίαν ὡς ἐνὸν πρυτανεῦσαι τῷ ὑπηκόῳ καὶ ἑαυτῷ γαυρίαμά τι περιποιήσασϑαι καὶ μὴ πάντα ὑπείκειν τῇ βασιλίδι, ἀλλ᾽ αὐτὸς αὐταρχεῖν. ἄρας οὖν ἐκ τῶν βασιλείων πανοπλίτης ἐπε- ραιώϑη πρὸς τὴν ἑῴαν, οὔτ᾽ ἀξιόμαχον ἐπαγόμενος στράτευμα, xai ὃ ἐπήγετο, ἀπορίᾳ καὶ ὅπλων καὶ ἵππων καὶ τῶν ἀναγ- καίων αὐτῷ ἐτετρύχωτο. ἔκ μακροῦ γὰρ κατολιγωρηϑεῖσαν τὴν στρατιάν, ὥσπερ εἴρηται, ἀϑρόον ἀνακτηϑῆναι οὐκ ἦν εὐχερές. ἀϑροισϑέντων οὖν τῶν οὕτως ἐχόντων στρατιωτῶν κατὰ τὸ ϑέμα τῶν ἀνατολικῶν, ὃ τῆς Φρυγίας ἐστίν, οἱ ἐναν- τίοι μαϑόντες τὸν βασιλέα ἐπιέναι σφίσιν αὐτὸν καὶ τοιοῦτον ) IV εἶναι ὡς ἑτοίμως προκινδυνεύειν τῶν ὑπηκόων, ἀρήιόν τε καὶ τὴν ὁρμὴν ἀνυπόστατον (τὰ γὰρ τῆς στρατιᾶς ὅπως διέκειτο οὐκ ἠκρίβουν oi βάρβαροι), εὐλαβῶς εἶχον καὶ ὥκνουν κατὰ συστάδην μαχέσασϑαι. ἔνϑεν τοι ὃ μὲν σουλτὰν εἷς τοὐπίσω πεποίητο τὴν ὁρμήν, δύο δὲ μοίρας τῆς βαρβαρικῆς διελὼν πρὸς τὴν βορειοτέραν ὁρμῆσαι τοῖς προεστῶσιν αὐτῶν ἐνετεί- λατο. oi δὲ ἐπιόντες τὰ προστυχόντα τε ληιζόμενοι τὴν Νεοκαι- σάρειαν αἰφνίδιον ἐπεισπεσόντες αὐτῇ ἐξεπόρϑησαν καὶ λαφύρων ἐμτιλησϑέντες ἐκεῖϑεν ἀπήεσαν. τοῦτο τῷ βασιλεῖ ἀγγελϑὲν ἀϑυμίαν ἐνέσταξε, καὶ τοὺς εὐξζωνοτέρους ἀναλαβὼν τοῦ στρα- φύλλα xai ἄρξου ἔνϑα ἐστὶ τὸ σημεῖον οὕτως LL xal λέγε\" τὰ γὰρ τῆς στρατιᾶς ὅπως διέκειτο οὐκ ἠκρίβουν oí βάρβαροι διέκειντο ΒΟ τεύματος ἀπήει διὰ δυσβάτων ὅδῶν xal ὁρῶν, φϑάσαι τοὺς ἐχϑροὺς ἐπειγόμενος. ὡς οὖν αὐτοῖς ἐπῆλθεν ἀδόκητος, εἰς πτοίαν ἐνέβαλεν ἅπαντας, καὶ πρὸς δρασμὸν ἀπεῖδον εὐϑύς, αὐτοῦ που καταλιπόντες καὶ τὴν λείαν καὶ τὴν ἀποσκευήν."
      },
      {
        "index": 19,
        "text": "A φϑορὰ μὲν οὖν τῶν βαρβάρων οὐ πάνυ τι γέγονε, τῶν περὶ Ὁ τὸν βασιλέα κεκοπιακότων ἐκ τῆς ὁδοιπορίας καὶ μὴ οἵων τε ὄντων διώκειν ἐπὶ πολύ. oi μέντοι ληφϑέντες αἰχμάλωτοι καὶ εἴ τι ἕτερον ἐπλήρου τὴν λείαν, ξύμπαντα ἠλευϑέρωτο. ἐκεῖϑεν τῆς πρὸς Συρίαν ἥψατο ἀπαγούσης καὶ φάλαγγα μὲν εἰς Με- λιτηνὴν ἐξαπέστειλεν, αὐτὸς δὲ εἰς τὸ Χάλεπ ὁρμήσας πολλὴν ἀπήγαγε λείαν ἀνϑρώπων καὶ ζῴων ἄλλων. κἀκεῖϑεν εἰς “εράπολιν τῆς Συρίας ἐγένετο\" καὶ πολιορκεῖν ἐπιχειρήσας αὐτὴν ὁμολογίᾳ τὴν πόλιν παρέλαβεν. εἶτα τῶν βαρβάρων ἐπιϑεμένων μέρει τῆς Ῥωμαϊκῆς στρατιᾶς καὶ ἡττησάντων αὐτό, οὐδεὶς τῶν ἄλλων εἷς ἐπικουρίαν τῶν ἡττωμένων γενέσϑαι προεϑυμήϑη. ὁ δέ γε βασιλεὺς ἔνδον τῆς ἑαλωκυίας πόλεως ὧν καὶ τὸ συΒ βὰν ἐγνωκώς, ταχύτατα μετὰ τῶν περὶ αὐτὸν εἰς ἀρωγὴν τῶν ἡττημένων ἐξώρμησε. μαϑὼν δὲ ó τοῦ Χάλεπ ἡγεμονεύων τὴν τῶν Ῥωμαίων ἧτταν προσέϑετο καὶ αὐτὸς τοῖς ἄλλοις βαρ- ὅτι καὶ πρὸς Συρίαν ὥρμησεν ὅ βασιλεὺς καὶ τὴν 'IegánoAw ἔλαβε καὶ βάροις μετὰ τῆς οἰκείας πάσης δυνάμεως, αὐτίκα τὸν βασιλέα προσδοκῶν ἀπαγαγεῖν δορυάλωτον. καὶ τὸ Ῥωμαϊκὸν κύκλῳ στρατόπεδον περιέλαβον ὁ μέντοι βασιλεὺς ἀκήρυκτον αὐτοῖς τὴν μάχην ἐπενεγκών (ἐξήει γὰρ τοῦ χάρακος καὶ τὸ στράτευμα συνεξήγαγε, μήτε σαλπίγγων γενομένης ἠχῆς μήϑ᾽ ἑτέρου δια- δήλου συνθήματος), ἐτρέψατο τοὺς ἐναντίους καὶ εἰς φυγὴν ἠνάγκασεν ἀπιδεῖν. εἶ οὖν ἐπὶ πολὺ τὸ Ῥωμαϊκὸν ἐπεδίωξε ἵπποι τοῖς Ἄραψι ταχεῖς μέν εἶσι τὴν πρώτην δρμὴν xai τῶν λοιπῶν ποδωκέστατοι, οὖκ ἐπὶ πολὺ δὲ τὸν δρόμον ἐκτείνουσιν, ἀλλ᾽ ἀποκναίουσι τάχιστα. ἀνακληϑέντες δὲ καὶ τῆς διώξεως ἀποσχόμενοι τοὺς ἐναντίους μὲν περιέσωσαν, ἑαυτοὺς δὲ με- γάλου κατορϑώματος καὶ εὐκλείας ἐστέρησαν. ὅμως τῷ βα- σιλεῖ, ὅτι ὅλως οἱ Ῥωμαῖοι ἀντεπιέναι τοῖς ἐχϑροῖς ἀπεϑάρ- ρησαν καὶ τὸ πολὺ τῆς πρῴην δειλίας ἀπέϑεντο, ἀρκοῦν ἐδόκει εὐτύχημα. ἐνῴκιστο δὲ τῆς ᾿εραπόλεως ἡ ἀκοόπολις, τοῦ βα- σιλέως προστάξαντος. ἑτέροις δὲ πολίσμασιν ἐπελϑὼν καὶ τὰ μὲν διὰ τὸ ἀνάλωτον παρελϑών, τὰ δὲ κατασχὼν εἷς πόλιν τῆς Κιλικίας τὴν ᾿Αλεξανδρῶνα λεγομένην κατήντησε. κἀκεῖϑεν ἀπ- μαίων φρουρίων τινῶν βαρβαρικῶν xal ἀγγελία τῷ βασιλεῖ λαφυραγωγὴη- πολλούς. ἐδυσφόρησε μὲν οὖν πρὸς ταῦτα ὅ βασιλεύς, μὴ δυνάμενος δ᾽ ἐπαμῦναι τοῖς πεπονϑόσι, τὰ περὶ τὸν οἰκεῖον στρατὸν οἰκονομησάμενος, ἵνα τὴν τοῦ χειμῶνος ὥραν ἄνεν- δεῶς τῶν ἀναγκαίων παρέλϑωσιν, αὐτὸς ἐπὶ τὴν βασιλίδα τῶν πόλεων ἐπανῆλϑεν, ἀλαζονικώτερον διακείμενος, ὡς τάχα κατ- ὠρϑωκὼς πλείω, οὐ μόνον πρὸς τοὺς ἄλλους, ἀλλὰ xai πρὸς αὐτὴν τὴν βασίλισσαν. ἣ δὲ πρὸς τοὐναντίον αὐτῇ τὰς ἐλπίδας τραπείσας κατανοοῦσα ἐδυσχέραινε καὶ τὴν καοδίαν εἶχεν οἱ- δαίνουσαν, τὰς ἐπιπλήξεις μὴ στέγουσα."
      },
      {
        "index": 20,
        "text": "\"Aon δ᾽ ἀναλάμπειν ἠργμένου τοῦ ἔαρος αὖϑις ó βασιλεὺς ἑτέρας ἐκστρατείας ἐμέμνητο. ἐκδημήσας τοίνυν τῆς BvCar- A τίδος καὶ γενόμενος εἰς Καισάρειαν ἔμαϑε Τούρκων πλῆϑος πολὺ κατατρέχειν τὴν χώραν, καὶ τούτοις πῇ μὲν μέρος τῆς στρατιᾶς ἐπαφιείς, πῇ δὲ καὶ αὐτὸς συμβαλών, ἐτρέψατο τοὺς ἐχϑροὺς καὶ τοὺς ζωγρηϑέντας τῷ ξίφει πάντας ὑπαγαγὼν ὃ πρὸς τὸν Εὐφράτην ἐτίϑει τὸ ὅρμημα. τὸν μέντοι Φιλάρετον ditur et ascribuntur: μετὰ τὸ εἰπεῖν ὡς τάχα κατωρϑωκὼς πλείω\" ὑπέρβα τὸ καταβατὸν ὅλον xai τὸ πλεῖον τοῦ ἔμπροσϑεν καὶ ὅτι εἴρης στρατηγὸν προβαλόμενος (ἦν δὲ τοῦ Βραχαμίων γένους ó ἀνήρ, δοκῶν μὲν πρὸς στρατιωτικὴν ἐμπειρίαν ἱκανῶς ἔχειν, βίου δὲ τυγχάνων οὐκ ἀγαϑοῦ, ἀλλ᾽ ἀντιρρόπου πάνυ πρὸς τὴν κλῆσιν αὐτοῦ), τούτῳ τὸ ἥμισυ παραδίδωσι τοῦ στρατεύματος, αὐτὸς ἐπιφανέντες οἷ ἐναντίοι πτοίαν ἐνέβαλον καὶ τοὺς τόπους κατα- εἵποντο οἱ πολέμιοι καὶ εἷλον ἅπασαν τὴν ἐκείνων ἀποσκευήν. τοῦτο ἐλθὸν εἰς γνῶσιν τῷ βασιλεῖ σκυϑοωπάσαι πεποίηκεν, οἵ ὃ δ᾽ ἐναντίοι κατὰ τῆς Καππαδοκίας τὸ ὅρμημα ϑέμενοι αὐτήν τε ἐπόρϑουν καὶ πρὸς τὸ ᾿Ικόνιον ἵεντο, ἀνϑρώπων τὲ πολυ- πλήϑειαν ἔχον καὶ πᾶσι τοῖς δοκοῦσιν ἀγαϑοῖς εὐθϑηνούμενον."
      },
      {
        "index": 21,
        "text": "ὁ δὲ βασιλεὺς εἰς Σεβάστειαν ἀφικόμενος xal μαϑὼν τὴν κατὰ πορείαν ὀπίσω αὐτῶν. γνοὺς δὲ ἤδη ἐκπεπορϑηκότας αὐτοὺς τὸ ᾿Ικόγιον καὶ τὴν αὐτοῦ εὐλαβουμένους κατάληψιν ἀπᾶραι, τῷ τῆς μεγάλης ᾿Αντιοχείας δουκὶ τῷ Xararovoío μοῖραν ἐκ- ἑστίαν ἀφίξεσϑαι καὶ τοῖς Τούρκοις ἐκεῖ διιοῦσι συμμίξαι. ἀλλ᾽ εὐθηνούμενον ARw, εὐθϑυνούμενον ἐπέλευσιν οἱ πολέμιοι εἷς τὴν τῆς Ταρσοῦ πεδιάδα γενόμενοι τοῖς \"Ao- μεγίοις ἐνέπεσον καὶ πᾶσαν σχεδὸν τὴν λείαν ἀπέβαλον. ἔνω- τισϑέντες δὲ καὶ τὴν ἐν Μόψου ἑστίᾳ τῶν Ρωμαίων ἐφέδρευσιν ὥχοντο διὰ τῆς νυκτὸς καὶ διέφυγον. ὃ τῷ βασιλεῖ λύπης ὑπόϑεσις γέγονε, καὶ ἀπογνοὺς ὡομήκει πρὸς τὸ Βυζάντιον\" ὅ ἤδη γὰρ ἐπέστη καὶ τὸ μετόπωρον. ὅτε καὶ ὁ μέγας τῶν \"Eqworauévov δέ γε τοῦ ἔαρος Μανουὴλ πρωτοπρόεδρον τὸν Κομνηνόν, τὸν τοῦ βεβασιλευκότος ἤδη ᾿Ισαακίου ἀδελφι- véog μὲν ἐτύγχανεν dw, ἦρχε δὲ κατὰ γέροντας, καὶ βαρβάρων ἐντυχὼν στρατιᾷ προσμίγνυσι καὶ νικᾷ. τοῦτο λέγεται τῷ δΔιο- γένει φϑόνον κινῆσαι, καὶ διὰ τοῦτο τῆς περὶ ἐκεῖνον στρατιᾶς μοῖραν οὖκ ἐλαχίστην ἀποδιελεῖν καὶ στεῖλαι κατὰ Συρίας. εἶτα τοῦ Κομνηνοῦ μετὰ τῶν ὑπολελειμμένων γενομένου κατὰ Xe- βάστειαν, Τούρκων ἀνεφάνη πληϑύς, καὶ ἐπήει τούτοις ἐκεῖνος."
      },
      {
        "index": 22,
        "text": "10οἱ δὲ φυγὴν ὑπεκρίϑησαν, xai oi πεοὶ τὸν Κομνηνὸν τοὺς ὦπωρον σφοη A., ἑξακεσχιλιοστοῦῖ' φεύγοντας ἐπεδίωκον. ἔκ δέ ye συνϑήματος μεταστρέψαντες τὰ νῶτα oi βάρβαροι ἐσκεδασμένοις τοῖς “Γωμαίοις ἐπέϑεντο καὶ πολλοὺς μὲν ἀνεῖλον, καὶ εἷλον o? μείονας καὶ αὐτὸν τὸν φήμη τις γενομένη ὡς ἡ ἐν Χώναις πολιτεία καὶ τὸ ἐκεῖ τοῦ ἀρχιστρατήγου περίπυστον τέμενος τοῖς βαρβάροις παρείληπται."
      },
      {
        "index": 23,
        "text": "ó μὲν οὖν βασιλεὺς ὅλος ἦν τοῦ αὐτίκα χωρῆσαι κατὰ τῶν πολεμίων καὶ ἐπαρῆξαι τοῖς κινδυνεύουσιν, ἀλλά τινες αὐτῷ συνεβούλευον ἐπέχειν τέως. ἔν τούτοις δὲ ἧκεν ὅ Κομνηνὸς W 011223 ἩἨανουὴλ μετὰ καὶ τοῦ ἑλόντος αὐτὸν Τούρκου, προσελϑόντος τῷ βασιλεῖ. ἐκ γάρ τινος αἰτίας δυσμένειαν ὅ σουλτὰν ἐσχηκὼς ?1 κατὰ τοῦ ἀνδρὸς στρατιὰν ἐξαπέστειλε κατ᾽ αὐτοῦ συλληψομένην αὐτόν. διὸ δείσας ἐκεῖνος εἵλετο τῷ βασιλεῖ προσφυγεῖν, ὃν αὐτίκα τετίμηκε πρόεδρον\" ἦν δὲ τὴν ἡλυκίαν βραχύτατος, τὴν δὲ μορφὴν εἰδεχϑέστατος. Β ᾿Επεὶ δὲ τὸ ἔαο ὑπέλαμπεν, ἐμβεβήκει μὲν τῇ τριήρει τῇ αὐτοκρατορικῇ\" διαπεραιουμένου δ᾽ ort περιστερὰ οὐ πάνυ μὲν μέλαινα τὴν χροιάν, πρὸς δὲ τὸ μελάντερον ἀποκλίνουσα, 15. τὴν δὲ καὶ τὴν 17. τῇ a'roxpatopixij τριήρει τὴν τριήρη αὐτοῦ περιίπτατο xai obx ἀπέστη πτερυσσομένη περὶ αὐτόν, ἕως ἐκεῖνος ταῖς χερσὶν αὐτῆς ἐπελάβετο. ὃ δὲ ταύτην τῇ βασιλίσσῃ ἐκπέπομφεν, ἐκρίϑη δὲ τὸ τῆς περιστερᾶς οὐκ ἀγαϑόν τι τεκμήριον οὔτε τῷ ταύτην ἑλόντι οὔτε μὴν τῇ πρὸς ἣν ἔσταλτο. ἀλλὰ καὶ τοῦ ξύλου, ᾧ μέσον ἱσταμένῳ ἡ ὃ βασίλειος σκηνὴ ἐπερείδεται, αὐτομάτως κατεαγότος, κατέπεσεν οὐδὲν τὸν βασιλέα τῆς προϑυμίας ἀνέκοψεν, ἀλλὰ προΐει ἕως τοῦ ϑέματος τῶν ἀνατολικῶν, φειδωλίας ἐχόμενος παρὰ τὸ δ εἰωϑός. ἐσκηνωμένῳ δέ που ἐν δωματίοις πῦρ ποϑεν ἐνεχϑὲν αὐτά τε κατέφλεξε τὰ δωμάτια καὶ ἵππους ἡμιφλέκτους εἰρ- γάσατο τῶν βασιλικῶν καὶ χαλινὰ καὶ ὀχήματα, ὃ καὶ τοῦτο: θ κακὸν οἰώνισμα ἔδοξεν. ἐκεῖϑεν μετελϑὼν καὶ τὸν Ἅλυν δια- περάσας καὶ παρελϑὼν τὴν Καισάρειαν εἰς τὴν λεγομένην Κρύαν πηγὴν τὸν χάρακα ἔϑετο, ἔνϑα τισὶ τῶν Νεμίτξων ἀπηνέστερον ἴ προσηνέχϑη δι᾿ ἀδικήματα. τοῦ δὲ τάγματος τούτων ἀποστα- 1) τήσαντος, ἱππότης αὐτὸς αὐτίκα ἐπιφανεὶς καὶ τὸ στρατιωτικὸν ἐπαγόμενος κατέπληξέ τε τὸ ἀποστατῆσαν καὶ αὖϑις συμμαχι- περὶ τῆς τῶν Νεμίτξων ἀποστασίας καὶ ὅτι διεῖλεν ὅ Διογένης τὸ στρά- κὸὁν αὐτῷ ἐποιήσατο. εἶτα ἄπεισιν εἷς OroóocónoAw κἀκεῖ δύο μηνῶν ἕκαστον ἐπάγεσϑαι κελεύσας τροφήν, ὡς διὰ ἀοικήτου μέλλων πορεύεσϑαι, διεῖλε τὸ στράτευμα καὶ μοῖραν μὲν τῷ “Ῥουσελίῳ παρέσχεν ὃ καὶ κατὰ τοῦ Χλιὰτ αὐτὸν ἐξαπέστειλεν. ἑτέραν δὲ μοῖραν ἑτέρῳ προσένειμε, προστάξας αὐτῷ πορϑῆσαι τὸ Maviixieot: αὐτὸς δὲ ὃ βασιλεὺς μετὰ τῶν λοιπῶν οὐκ ἀξιομάχων ὄντων περιελέλειπτος. τὸ μὲν οὖν Μ͵ανζικίερτ δι ὁμολογίας τῷ βα σιλεῖ παραδέδοτο, ἀποδεδειλιακότων τῶν Τούρκων καὶ πίστιν αἰτησαμένων καὶ τούτου ἔκστάντων. στρατιώταις δὲ εἰς ovà- λογὴν ἐξελϑοῦσι τῶν χρειωδῶν πολέμιοι ἀϑρόον ἐπήλθϑοσαν. A ὃ γνοὺς ὁ βασιλεὺς τὸν μάγιστρον Νικηφόρον τὸν Βρυέννιον ἐπ᾿ αὐτοὺς ἐξαπέστειλε μετά τινος συντάγματος, ὃς τοῖς Τούρ- xou προσβαλὼν xai κάμνουσαν βλέπων τὴν μετ᾽ αὐτοῦ Óv- 15vrajuv, στείλας ἤτει ἐπικουρίαν. ὁ δὲ βασιλεὺς ἀγνοῶν τῶν ἐναντίων τὴν δύναμιν δειλίαν κατέγνω τοῦ Βρυεννίου καὶ κατὰ τοῦ ἀνδρὸς ἐτραχύνετο. ἔτυχε δὲ τότε ὁ ἱερεὺς ἀναγινώσκων τὸ εὐαγγέλιον καὶ λέγων \"el ἐμὲ ἐδίωξαν, xai ὑμᾶς Óuódovow.\" ὅμως ἔστειλε καὶ τὸν μάγιστρον Νικηφόρον τὸν Μασιλάκιον μετὰ μοίρας στρατιωτῶν, ὧν προστεϑέντων τῷ Βρυεννίῳ μέχοι V μέν ttvog. ἰσοπαλὴς ἦν ó ἀγών. εἶτα τοῦ Βασιλακίου ὁρμή- B σαντος ἐν προμάχοις κατὰ τῶν ἐναντίων μετὰ τῶν περὶ αὐτόν, τὰ νῶτα ἔτρεψαν οἱ πολέμιοι, ὁ δὲ ἐδίωκε, τοῦ Βρυεννίου σὺν τοῖς ἀμφ᾽ αὐτὸν μὴ διώκοντος. ὡς δὲ περὶ τὸν χάρακα τῶν ἐναντίων ἐγένετο, πληγέντος αὐτῷ τοῦ ἵππου, ἀπέβη αὐτοῦ καὶ διὰ τὸ τῶν ὅπλων βάρος οὖκ εὐκίνητος ὧν κυκλοῦται παρὰ τῶν πολεμίων καὶ ζωγρηϑεὶς τῷ σουλτάνῳ προσάγεται\" οὔτε 10 Ó' ἐκεῖνος δουλικώτερον αὐτῷ προσήει οὔτε μὴν Óó σουλτὰν ὡς αἰχμαλώτῳ αὐτῷ προσήνεκτο, συχνάκις δὲ τὸν ἄνδρα μετα- καλούμενος περὶ τοῦ βασιλέως διεπυνϑάνετο καὶ τὰς οἰκείας δυνάμεις ἐδείκνυεν. ὃ δὲ καὶ ἐπήνει τὰ τοῦ σουλτὰν καὶ ἐϑαύ-.paóev, οὗ μέντοι συμφέρειν αὐτῷ ἔλεγεν ἀνταταρατάξασϑαι τῷ χάρακος κατασκοπήσων τί τὸ γινόμενον, ἑστὼς δ᾽ ἐπὶ γεωλόφων μέχρις ἑσπέρας ὑπέστρεψε. καὶ οἱ Τοῦρκοι δ᾽ εὐθὺς ἐκύκλωσαν εὐαγγέλιον Ioann. XV διώξουσιν, διώξουσι À, v. τὸ στρατόπεδον xai τοῦτο περιιππεύοντες βέλη ἔβαλον xai βοαῖς ἀσήμοις καὶ ὑλακαῖς περιήχουν τὴν στρατιάν. οὕτω μὲν οὖν ἡ νὺξ ἐκείνη παρῆλθεν\" ἕωϑεν δὲ Οὔξζων τι σύνταγμα πρὸς τοὺς πολεμίους ἀπηυτομόλησε. καὶ τοῦτο ὕποπτον καὶ τὸ μεῖ- ὅ γαν ἔτι πλῆϑος τῶν Οὔξων ἐποίησεν."
      },
      {
        "index": 24,
        "text": "Ὃ δὲ βασιλεὺς ὀξύτατα πέμψας εἰς τὸ Χλιὰτ μετεκαλεῖτο τὰ ἐκεῖσε στρατεύματα. ὡς δ᾽ οὐκ ἀφίκοντο IV καὶ ἐπαναζεῦξαι περὶ τὸν χάρακα. ἐπιστρέψας οὖν τὴν βασι- λικὴν σημαίαν αὐτός v ἐπανήει καὶ τῇ στρατιᾷ ταὐτὸ ποιεῖν διεσήμαινεν. οἱ μὲν οὖν περὶ αὐτὸν ὄντες ἀϑορύβως ἐποιοῦντο ὃ τὸ κελευσϑέν. ὅσοι δὲ πόρρω ποι τὰς παρατάξεις ἐκέκτηντο, τοῦ υἱοῦ τοῦ Καίσαρος τὸν λόγον ὑποβαλόντος ταῖς φάλαγξιν."
      },
      {
        "index": 25,
        "text": "ἀεὶ γὰρ ὅ re Καῖσαρ xai οἱ τούτου υἱεῖς ἐφήδρευον τῷ [ja σιλεῖ καὶ ἀφανῶς ἐπεβούλευον. ἄρας οὖν αὐτίκα μετὰ τῶν περὶ αὐτὸν ó ᾿Ανδρόνικος (ἐξῆρχε γὰρ οὐκ ἐλαχίστης μοίρας στρατιωτῶν) ἀπὸ ῥυτῆρος ἐπανελήλυϑεν εἰς τὸν χάρακα. τοῦτο καὶ τοὺς λοιποὺς ἐτρέψατο εἰς φυγήν, ofc οὕτως ἀκόσμως ἐπανιόντας ὃ βασιλεὺς ϑεασάμενος ἔστη, στῆναι δὲ καὶ roig, ἀπιοῦσιν ἐνεκελεύετο. ἀλλ᾽ ἐξεκεκώφεισαν ἅπαντες καὶ τῆς φυγῆς οὐ μεϑίεντος. ὡς δὲ τὸ παράλογον τῆς φυγῆς δυστύ- χημα τῶν Ῥωμαίων καὶ μήνιμα ϑεῖον ἔγνωσαν οἱ πολέμιοι, μάχην ἐδέξατο, καὶ μέχρι μέν τινος ἐρρωμένως ἀντεῖχον, εἶτα τῶν μὲν πεσόντων, ἑαλωκότων δ᾽ ἑτέρων, περιεστοιχίσϑη πρὸς ορ τῶν βαρβάρων ó βασιλεύς: ἀλλ᾽ οὐδὲ οὕτως ἐνέδωκε. πολ- σὲ ὃ παρατάξεις (φάλαγγας. ), τάξεις λοὺς δὲ πλήξας xal ἀνελὼν ἐπλήγη κἀκεῖνος τὴν χεῖρα xal οὕτως ἀποκαμὼν καὶ μηκέτι ἀμύνεσϑαι τοὺς ἐπιόντας δυνά- μενος μήτε μέντοι φυγεῖν, ἤδη τοῦ ἵππου αὐτῷ πεπτωκότος ἐκ τῶν βελῶν, ἑάλω καὶ ἀπῆκτο τοῖς βαρβάροις ὁ βασιλεὺς Ῥωμαίων αἰχμάλωτος. ἀγγελϑεῖσα δὲ ἣ τοῦ βασιλέως ἅλωσις ὃ A v5 σουλτάνῳ χαρὰν μέν, ὡς εἶκός, ἐνεποίησεν, οὐ μέντοι ἐπ- joeαὐτὸν ὥστε καὶ ὑψηλοφρονῆσαι\" \"A£ay Ἐκεῖνος ὠνόμαστο, οὗ πολλὰ ἐπὶ δικαιοσύνῃ καὶ μετριοφροσύνῃ ἄδονται διηγή- ματα. ὕϑεν ἠπίστει καὶ τῇ τοῦ βασιλέως ἁλώσει διὰ τὸ τοῦ Ὁ IV 31\" εὐτυχήματος ἄκρατον. καὶ ἰδὼν αὐτὸν o) πρότερον πιστὸν τὸ πρᾶγμα ἐδέξατο, ἕως καὶ οἱ παρ᾽ αὐτοῦ σταλέντες πρέσβεις αὐτὸν ἀνεγνώρισαν καὶ ὃ ασιλάκης ἐκεῖ κατεχόμενος καὶ ἰδὼν αὐτὸν εἰς τοὺς πόδας αὐτοῦ ϑρηνῶν κατέβαλεν ἑαυτόν. τότε δὲ τοῦ ϑρόνου τε ἀνεπήδησεν ὥσπερ ἔνϑους καὶ τεϑέντα κατὰ γῆς, ὡς ἔϑος, πατήσας αὐτὸν ἀνέστησε καὶ περιεπτύξατο καί Β “μὴ λυποῦ, βασιλεῦ\" ἔφη\" “τοιαῦτα γὰρ τὰ ἀνϑρώπινα\" ἐγὼ δέ σοι οὐχ ὡς αἰχμαλώτῳ, ἀλλ᾽ ὡς βασιλεῖ σοι προσενεχϑή- σομαι.\" καὶ αὐτίκα σκηνὴν αὐτῷ ἀποτάττει καὶ ϑεραπείαν βασίλειον, κοινωνεῖ τε τραπέζης, ὁμόϑρονον ἑαυτῷ ποιησάμενος, λύει τῶν αἰχμαλώτων αὐτῷ ὁπόσους ἤτησε, καὶ οὕτως ἐφ᾽ ἡ μέραις τισὶ συνομιλήσας καὶ συνδιαιτηϑεὶς τῷ ἀνδρὶ καὶ τι- μήσας ὑπερβαλλόντως, εἶτα καὶ συνϑήκας ϑέμενος ἐπὶ εἰρήνῃ ὃ διηνεκεῖ καὶ κήδους ὑπόσχεσιν ἐπὶ παισὶ ποιησάμενος ἀφῆκε τὸν Διογένην ἀπιέναι μεϑ' ὅσης οὐκ ἄν τις ἤλπισε δορυφορίας τε καὶ τιμῆς. ὁὃ δὲ εἷς Θεοδοσόπολιν ἀπελϑὼν ἐσταλμένος βαρβαρικῶς (ó γὰρ σουλτὰν οἰκείας αὐτῷ παρέσχε στολάς) τήν τὸ ῥωμαϊκώτερον μεϑηρμόζετο. ἐκεῖϑεν δὲ προΐει ἐπανιών, ἄγων μεϑ᾽ ἑαυτοῦ καὶ πρέσβεις τοῦ σουλτάν."
      },
      {
        "index": 26,
        "text": "\"AAA ὁ μὲν οὕτως ἐπαν ει\" τῆς δ᾽ ἁλώσεως αὐτοῦ ἄγ- γελϑείσης εἰς τὰ βασίλεια ἐν διχονοίᾳ οἵ περὶ ταῦτα γεγόνασιν. oí μὲν γὰρ τῇ βασιλίσσῃ καὶ αὖϑις τὴν ἐξουσίαν ἐδίδοσαν, οἵ δὲ τῷ πρεοβυτέρῳ τῶν ταύτης υἱέων τὸ ξύμπαν ἐπεψηφίζοντο, oí δὲ κοινοπραξίαν τῇ τε μητρὶ καὶ τῷ υἱέϊ ἀπένεμον. γέλλεται\" κομίζεται δὲ καὶ ἰδιόγραφος ἐκείνου ἐπιστολὴ τὰ αὐτῷ ἀγγέλλεται πὲ ὃ πάντας εἷλε τοῦ τί ἂν δέοι δρᾶν. ὁ γοῦν Καῖσαρ ᾿Ιωάννης καὶ οἱ ἐκείνου υἱοὶ ἀεί, ὡς εἴρηται, ἐμκοτοῦντες τῷ Διογένει ἁρπάζουσι τὸν καιρὸν καὶ προσλαβόμενοε τῶν τῆς συγκλήτου ἐνίους, ὅσοι ὡμοφρόνουν αὐτοῖς, ὧν ἐξῆρχεν ὃ ὑπέρτιμος ó5 ελλός, δύσνους xai αὐτὸς τῷ Διογένει τυγχάνων, τὴν paoi- λισσαν Ebóoxíav εἰς τὴν παρ᾽ αὐτῆς δομηϑεῖσαν μονὴν κατὰ τὸν ἐν τῇ Προποντίδι πορϑμὸν περιορίζουσι, τὸν δὲ Μιχαὴλ ἀνακηρύττουσιν αὐτοκράτορα. εἶτα πανταχοῦ διαπέμπονται βα- A σίλεια γράμματα μήϑ᾽ ὑποδέχεσϑαι μήτε τιμῆς βασιλικῆς ἀξιοῦν ὃ ἐπανιόντα τὸν “Διογένην κελεύοντα. τούτου δὲ τοῦ βουλεύματος εἰσηγητὴς ó Ψελλὸς γέγονεν, ὡς καὶ αὐτὸς £v τῇ περὶ τούτου θ φησὶ συγγραφῇ. ὅπερ ὅ Διογένης μαϑών, τὴν Δόκειαν κατα- ó Καῖσαρ τῶν σφετέρων υἱέων τὸν νεώτερον τὸν πρόεδρον Κωνσταντῖνον στέλλει κατὰ τοῦ Διογένους μετὰ δυνάμεως. ὁ δὲ Διογένης εἰς Καππαδοκίαν ἀφίκετο. προσγενομένου δὲ τοῦ ὅτι προστάγματα ἐπέμφϑησαν πανταχοῦ μὴ δέχεσθαι τὸν Διογένην ὡς XVII 1, εἴρηται XVIII 14, ἐγκοϑοῦντες 3.6 διύ- Κρισπίνου (Φράγγος δ᾽ οὗτος) σὺν ὁμοφύλοις τῷ Kovorar- τίνῳ, ὅ Διογένης Θεόδωρον τὸν ᾿Αλυάτην κατ᾿ αὐτῶν ἔξαπ- ἔστειλεν. ὃ δὲ συμμίξας αὐτοῖς frr καὶ ἁλοὺς ἐξεκόπη τὰ δ ροποιῷ (τοῦτο δ᾽ ἐστὶ φρούριον ἐρυμνότατον) πρόσεισιν αὐτῷ τῆς ᾿Αντιοχείας δούξ (οὗτος δ᾽ ἦν ὁ ἐξ ᾿Αρομενίων ὅ Χατα- τούριος) στρατιώτας συχνοὺς ἐπαγόμενος. παραλαβὼν οὖν τὸν Διογένη οὗτος καὶ εἰς Κιλικίαν ἀπαγαγὼν ἔκ τοῦ σουλτὰν λεται οὖν αὖϑις κατ᾽ αὐτῶν ὅ πρεσβύτερος τῶν παίδων τοῦ Καίσαρος ὅ πρόεδρος ᾿Ανδρόνικος καὶ εἰς Κιλικίαν γενόμενος τῷ «Χατατουρίῳ συρρήγνυται, καὶ ἀναιρεῖται μὲν ὅ Χατατούριος, oí δὲ περὶ ἐκεῖνον εἰς \"Aóavar συμπεφεύγασιν, ἔνϑα ó “ιογένης διέτριβε. περικαϑίσας δὲ τὴν πόλιν ὁ ᾿Ανδρόνικος ἐπολιόρκει αὐτήν. εἶτα ἐπὶ συνϑήκαις ἑαυτὸν ὁ Διογένης παρέδωκεν\" ai τὴν τρίχα κειράμενον. ἐπὶ ταύταις γὰρ καὶ ἀρχιερεῖς ἐστάλη- σαν πρὸς τοῦ βασιλεύοντος, πληροφορίαν ἔνορκον διδόντες αὐτῷ ὅπως κατεκλείσϑη ὃ Διογένης καὶ ἐπολιορκεῖτο καὶ ὅτι ἐπὶ συνθήκαις, ἁλιάτην Δ, ἁλυάτην w*, Aàivárgr p, Ἡλυάττην ov- ὡς οὐδέν τι πείσεται ἄχαρι. ϑαρρήσας οὖν τούτοις ὃ δΔιο- γένης ἔξεισι μελαγείμων καὶ ἑαυτὸν ἐγχειρίζει τῷ ᾿Ανδρονίκῳ."
      },
      {
        "index": 27,
        "text": "ὅ δὲ τοῦτον λαβὼν ἐπανήει, καὶ εἰς τὸ Κοτυάειον ἀφικόμενος προσέμενεν ἐν αὐτῷ, ἕως ἂν αὐτῷ κελευσϑείη τὸ ποιητέον, τοῦ Διογένους νοσηλευομένου ἐκ πόσεώς τινος φαρμάκου δη- ὃ λητηρίου ἐπιβούλως κερασϑέντος αὐτῷ. ἐκεῖ τοίνυν ἐπέμφϑη βασίλειος ψῆφος, τοῦ φωτὸς στερηϑῆναι τὸν μηδὲν ἠδικηκότα κελεύουσα. καὶ αὐτίκα τοὺς ὀφθαλμοὺς ἐξωρώρυκτο, παρ- ὄντων καὶ τῶν ἀρχιερέων καὶ ἐν δεινῷ ποιουμένων τὴν εἷς Ὁ τὸν ἄνϑρωπον συμφοράν, μηδεμιᾶς μέντοι ἀξιουμένων ἐπι- στροφῆς. ὠμότατα δὲ τὰ ὄμματα ἐκκοπεὶς καὶ μηδ᾽ ἐπιμελείας τῆς δεούσης τυχὼν διῳδήκει τὴν κεφαλήν, xai αἷ πληγαί oi ἐξέζεσαν σκώληκας καὶ ó ἀὴρ ὁ περὶ ἐκεῖνον δυσωδίας με- μέστωτο ἔκ τῆς σήψεως, οὕτως οὖν κακῶς διακείμενος εἰς τὴν καλουμένην Πρώτην νῆσον ἀπάγεται, ἐν pj σεμνεῖον ἀν- 1Ὁ ἤγειρε περὶ τὸ τῆς νήσου μετεωρότερον. βραχύ τι τοίνυν ἐπι- βιώσας ἐκεῖ τὸν χοῦν ἀποτίϑεται ἐν αὐτῇ, παρὰ τῆς βασιλίδος Ὁ IV Εὐδοκίας λαμπρότατα κηδευϑείς, βασιλεύσας ἔτη τρία καὶ μῆ- “Λέγεται δὲ τὰ εἷς τὸν ἄνδρα τοῦτον γενόμενα πάντα τοῦ Καίσαρος εἶναι διαταγάς, μηδὲν εἰδότος τοῦ αὐτοκράτορος Μι- A χαήλ. ἦν γὰρ χαῦνος ἄγαν τὸ ἦϑος ὃ βασιλεὺς καὶ ἀνειμένος καὶ πρὸς μεταχείρισιν πραγμάτων καὶ τῶν τυχόντων ἀδέξιος, ὃ πολλοῦ γε δεῖ πρὸς βασιλείας διοίκησιν. κἀντεῦϑεν τῆς εὖ- ηϑείας ἐκείνου κατατρυφῶν ὁ ϑεῖος αὐτοῦ καὶ Καῖσαρ πάντα τὰ εἰς τὸν Διογένην ἐτύρευσεν ἐγκοτῶν τῷ ἀνδρί."
      },
      {
        "index": 28,
        "text": "᾿Αποπεφυκὼς δ᾽ ó βασιλεὺς Μιχαὴλ πρὸς τὴν τῆς βασι- λείας διοίκησιν τὸν μητροπολίτην Σίδης ᾿Ιωάννην, ἐκτομίαν ὄντα, δραστήριον δέ, τοῖς πράγμασιν ἐφιστᾷ. εἶϑ᾽ ἕτερον &xro- μίαν τὸν Νικηφόρον, ὃς νέος προσληφϑεὶς παρὰ τοῦ Movo- μάχου εἰς τὰ βασίλεια ὑποκοριζόμενος διὰ τὴν νεότητα Νικη- φορίτζης ὠνόμαστο καὶ ὥσπερ ἐπωνυμίαν ἔσχηκε τοῦτο, ἐξ Β “λλάδος καὶ Πελοποννήσου τὰς κρίσεις τούτων διέποντα μετ- ἐπέμψατο. ἔφϑασε γὰρ ὃ ἀνὴρ οὗτος xai τῷ πατρὶ τοῦ βασι- λέως τῷ βασιλεῖ Κωνσταντίνῳ τῷ Δούκᾳ ὑπηρετήσασϑαι. ἣν δὲ περὶ πραγμάτων μεταχείρισιν δεξιὸς καὶ λόγοις ὡμιληκώς, 6:0 δὲ ἦϑος ἔχων ὑποκαϑήμενον xal γέμον δεινότητος. τούτῳ γοῦν ἐγχειρίζει τὰς ἡνίας τῆς βασιλείας, λογοϑέτην ὀνομάσας θ αὐτόν. ἐντεῦϑεν ὃ Σίδης παραγκωνίζεται, καὶ ὁ Καῖσαρ κα- ίσταται ὕποπτος, καὶ πᾶσα ἡ τῆς βαοιλείας διοίκησις ὑπὸ τὸν λογοϑέτην ἐγένετο, καὶ ó βασιλεὺς ὑπ᾽ αὐτοῦ ὡς ἀνδράποδον ὃ λοὶ τῶν περιουσιῶν ἐστερήϑησαν, ἄλλοις ἄλλων ἐπενὴνεγ μένων λαβῶν, xai ἦν τῶν ἀνϑρώπων σύντριμμα καὶ ταλαιπωρία καὶ ὃ τοῦτο ἐπιστρεφόμενος οὐδαμοῦ. ὁ γὰρ βασιλεὺς παιδαριώ- δεσιν ἐσχόλαζε πράξεσι, τοῦ ὑπάτου τῶν φιλοσόφων καὶ ὕπερ- τίμου Διιχαὴλ τοῦ ῬῬελλοῦ λόγοις τῷ δοκεῖν αὐτὸν ἐμβιβά- ζοντος καὶ διδάσκοντος νῦν μὲν τὴν γραμματικὴν τέχνην καὶ μέτρα καὶ διαλέκτους, νῦν δ᾽ ἵνα κατὰ ῥήτορας διαλέγοιτο, νῦν δ᾽ ἱστορίαις αὐτὸν προσεϑίζοντος, ἄλλοτε δὲ φιλοσόφων ϑεωρημάτων ἀκροᾶσϑαι παρασκευάζοντος\" ὅ δὲ πρὸς οὐδὲν 1Ὁ ὑφ᾽ ἕτερον, καὶ τοῦτον ἕνα, τὴν τῶν κοινῶν κυβέρνησιν ἐποι- ἤσατο, καὶ νόμος ἦν τὸ τῷ λογοϑέτῃ δοκοῦν."
      },
      {
        "index": 29,
        "text": "Τὰ μὲν οὖν τῆς πολιτείας οὕτως εἶχον κακῶς, τὰ δὲ κατὰ γέμον, γέμων Δ 8. καίσαρ, καῖσαρ B3Di — στε- τὴν ἕω χεῖρον ἔσχον ἢ πρότερον. ὅ γὰρ σουλτὰν τὰ κατὰ τὸν ΤΊ Διογένη μαϑὼν καὶ ὅτι ὃν ἐκεῖνος λαβὼν δορυάλωτον ἐτίμησε καὶ ἀφῆκεν εἷς τὴν οἰκείαν ἀπελευσόμενον βασιλείαν, τοῦτον oi συμφυλέται ἀπηνῶς οἰκτίστῳ ϑανάτῳ παρέδωκαν, καὶ aí πρὸς ὕ ἐκεῖνον περὶ σπονδῶν συνϑῆκαι ἄπρακτοι μεμενήκασιν, ὑπερ- ἤλγησε καὶ τὰς οἰκείας δυνάμεις κατὰ τῶν Ῥωμαϊκῶν χωρῶν ἐπήεσαν, ἀλλ᾽ ὡς ταύτας καϑέξοντές τε καὶ κυριεύσοντες, τοῦ σφᾶς ἀνείργοντος μὴ παρόντος."
      },
      {
        "index": 30,
        "text": "Καὶ οἱ μὲν ταῦτα ἐποίουν\" ὃ δὲ βασιλεὺς δύναμιν ἀγείρας στρατάρχην ταύτης τὸν Κομνηνὸν προβάλλεται ᾿Ισαάκιον, συ- ζεύξας αὐτῷ καὶ τὸν “Λατῖνον “Ῥουσέλιον, ὁμογενῶν ἄρχοντα τετρακοσίων ἀνδρῶν. ἐπεὶ δὲ περὶ τὸ Ἰκόνιον ἐγεγόνει τὸ στρά- τευμα, ἐξ αἰτίας τινὸς ἀποστατεῖ ὅ Ῥουσέλιος καὶ τοὺς ὅμο- φύλους παραλαβὼν xaÜ ἑαυτὸν ἦν καὶ πῇ μὲν τοῖς Τούρκοις IV προσέμισγε, πῇ δὲ τὰς χώρας τὰς Ῥωμαϊκὰς ἐκεράϊζεν. ὁ δὲ 1ῦ Κομνηνὸς ᾿Ισαάκιος μετὰ τοῦ περιλοίπου στρατεύματος τοῖς Τούρκοις προσβαλὼν ἥττητο, καὶ ἔπεσον μὲν πολλοὶ καὶ ἐζξω- Β γρήϑησαν ἕτεροι xai αὐτὸς Ó στρατάρχης, xal διήοπαστο [j παρεμβολή. ὁ μὲν οὖν Κομνηνὸς πολλῶν χρημάτων τὴν ἐλευ- ϑερίαν ὠνήσατο, ó δὲ βασιλεὺς τὸν ϑεῖον τὸν Καίσαρα τῷ πολέμῳ στρατάρχην ἐφίστησι. τοῦτο μαϑὼν ó “Ῥουσέλιος, πρὸ τοῦ τὸν Σαγγάριον τὸν Καίσαρα διαβῆναι καταλαβών, ἀἄντ- Ὁ εστρατοπεδεύσατο αὐτῷ καὶ ó Kaicao ἀμνηστίαν αὐτῷ τοῦ πταίσματος ἐπηγγέλλετο, εἰ προσχωρήσει τῷ βασιλεῖ. ἀλλ᾽ ἐκεῖ- νος βαρβαρικῶς φρυαττόμενος οὐδὲν ἐφρόνει ἐνδόσιμον. συο- οήγνυται τοίνυν πόλεμος, καὶ ἡττήϑησαν οἱ περὶ τὸν Καίσαρα καὶ αὐτὸς ἑάλω σὺν πλείοσιν ἄλλοις, τοῦ Βοτανειάτου, ὃς συν- ἐστρατήγει τῷ Καίσαρι, μετ᾽ ὀλίγων φυγόντος. ὅ μέντοι \"Pov- σέλιος πρὸς τὸ Βυζάντιον ἵετο ἄγων τὸν Καίσαρα δέσμιον καὶ Οτὸν Μαλέσην Βασίλειον, ἄρτι τῆς μετὰ τοῦ Διογένους λελυ- μένον αἰχμαλωσίας, καὶ ἣ Χρυσόπολις εἶχε τὸν ἀποστάτην, καὶ αὐτίκα πῦρ ταῖς ἐκεῖσε οἰκίαις ἐνῆκεν. ὁ δὲ βασιλεὺς ἀξίωμά τε κουροπαλάτου αὐτῷ ἐπηγγέλλετο, εἶ τὰ ὅπλα κατάϑοιτο, καὶ τὴν γυναῖκα αὐτῷ μετὰ τῶν τέκνων ἐξέπεμψεν\" ἀλλ᾽ ὁ βάρβαρος ἀτίϑασσος ἦν. μετεπέμψατο τοίνυν ó βασιλεὺς κατὰ επέμψατο, ὅ δὲ λύσας τὸν Καίσαρα βασιλέα ἀνεῖπε\" καὶ συμμίξας τοῖς Toto- ἀποσταίη τῆς ἀπονοίας καὶ τοῦ ἀποστατεῖν αὐτοῦ ΒΕ ΝΡΡι τοῦ Ῥουσελίου Τούρκους ἐπὶ μισϑῷ\" ó δὲ μὴ ἀξιόχρεως ὧν πρὸς τὸν πόλεμον λύει τὸν Καίσαρα τῶν δεσμῶν καὶ εὐφη- μέαις ἀναγορεύει βασιλικῶς, οἰόμενος προσϑήσεσϑαί οἱ πολλούς. αἴφνης δὲ Τούρκων ἀναφανέντων ó ἹῬουσέλιος κατ᾽ αὐτῶν βαρ- ὃ βαρικῇ ϑρασύτητι ἀπερισκέπτως ἐχώρησε, καὶ πολλοὺς μὲν οἵ που ἀπελείρϑησαν, τῶν ἵππων σφίσι μὴ εὐτονούντων πρὸς τὸ πολὺ τῆς διώξεως\" ὁ ἹῬουσέλιος δὲ μετὰ τοῦ Καίσαρος σὺν ὀλίγοις ἐπήλαυνον. ἤδη δὲ τῶν οἰκείων ἐκμηκυνϑεῖσι πολὺ ἑτέρα πληϑὺς ἀνεφάνη 'Γούρκων εἷς πολλὰς πάνυ χιλιάδας ἀριϑμουμένη\" ὡς δ᾽ ἐπῆλθον αὐτοῖς oi φανέντες καὶ ἄκοντες αὐτοῖς συνερράγησαν. περιειληϑέντες δ᾽ ὑπὸ τοῦ πλήϑους καὶ τοὺς ἵππους ἀποβαλόντες ἑάλωσαν ὅ τε Καῖσαρ καὶ ó Ῥου- σέλιος. ἀλλὰ τὸν μὲν ἹῬουσέλιον fj σύνευνος προλαβοῦσα ἐπρίατο, τὸν δὲ Καίσαρα ὅ βασιλεὺς ἐλυτρώσατο. ὁ δὲ ἀπαγόμενος πρὸς τὸν βασιλέα καὶ ἐν τῇ Π ροποντίδι γενόμενος κείρεται τὴν ϑέμενος\" ηὐλαβεῖτο γὰρ μή τι πάϑῃ πρὸς τοῦ ἀνεψιοῦ διὰ 301ἀνάρρησιν. ὃ δέ γε '\"PovoéAoc λυϑείς, ὡς εἴρηται, τῆς αἰχμαλωσίας, τὴν γυναῖκα μετὰ τῶν περιλειρϑέντων Φράγγων λαβὼν εἷς τὸ τῶν ᾿Αρμενιακῶν ϑέμα ἐγένετο, ἐν ᾧ διῆγε καὶ πρότερον. στέλλει τοίνυν ὃ βασιλεὺς xav αὐτοῦ τὸν πρόεδρον ᾿Αλέξιον τὸν Κομνηνόν, νέον μὲν ὄντα, ἄνδρα δὲ συνετὸν καὶ ἢ δραστήριον. ὃς γενόμενος κατὰ τὴν ᾿Αμάσειαν δι᾽ ἀπορρήτων δηλοῖ τοῖς Τούρκοις ὡς εἶ κατασχόντες τὸν \"PovoéAor παρα- δοῖεν τοῦτον αὐτῷ, πολλῶν αὐτοὺς ἐμπλήσει χοημάτων. φιλίαν γοῦν ὑποκοιϑέντες ἐκεῖνοι πρὸς τὸν ἹῬουσέλιον κατέσχον τὸν ἄνδρα καὶ πολλῶν αὐτὸν χρημάτων ἠλλάξαντο\" ὃς αὐτίκα παρὰ τοῦ ᾿Αλεξίου δέσμιος ἀπήχϑη πρὸς τὸ DBvláruov καὶ σφοδρῶς αἰκισϑεὶς εἰς πύργον δέσμιος κατεκέκλειστο."
      },
      {
        "index": 31,
        "text": "35 rov δὲ γενομένης ἐνδείας ἐν ταῖς ἡ μέραις τοῦ βασιλέως vov- tov, ὥστε μὴ ὅλον μέδιμνον εἰς νόμισμα ἀποδίδοσϑαι, ἀλλὰ παρὰ D TV πινάκιον, eig ἐπώνυμον τῷ βασιλεῖ τὸ κοινὸν δυστύχημα ἐχρημά- τισεν, ὡς καὶ μέχρι τοῦδε οὕτω καλεῖσϑαι τοῦτον τὸν ἄνακτα\" οὐ yáo τις ἄλλως γνωριεῖ τοῦτον εἶ μὴ τὸν αραπινάκιον εἴποι."
      },
      {
        "index": 32,
        "text": "περὶ τοῦ βασιλέως κυροῦ, σιτοδεία τοὺς ἐν τῇ πόλει ἐπίεζεν. ἵνα Ó' ἔκφαντι- κώτερον τὸ πάϑος ἐκτραγῳδήσαιμι, λιμὸς ἦν ἄντικρυς τὸ xa κόν, τῷ δὲ παρείπετο καὶ λοιμός, xàx τούτου συνέβαινον ϑά- varo, xai οὗτοι συχνοί τε xai ἀλλεπάλληλοι, ὥστε ἀδυνατεῖν τοὺς ζῶντας ταφῇ παραδιδόναι τοὺς ϑνήσκοντας. τοσοῦτοι μεῖον E i τοῦ ἐν τῇ βασιλείᾳ τούτου γενομένου λιμοῦ xai λοιμοῦ ταῖς ἀμφόδοις δὲ ἀτάφους κεῖσϑαι πολλούς. ἐντεῦϑεν πάντα κατηφείας μεμέστωτο διά τε ταῦτα καὶ ὅτι καὶ ἀδίκοις εἰσπρά- ἕεσιν ἐπιέζετο τὸ ὑπήκοον."
      },
      {
        "index": 33,
        "text": "Οὕτω δὲ τῶν πραγμάτων ἐχόντων, oi τῶν ἑῴων ἀρχόντων προέχοντες συνελϑόντες ἀποστασίαν ὠδίνησαν, καὶ τὸν κουρο- παλάτην Νικηφόρον τὸν Βοτανειάτην εἷς βασιλέα προείλοντο xai ἀγηγόρευσαν αὐτοκράτορα. τοῦτο τὸν βασιλέα ϑορύβου 1ῦ καὶ δέους ἐνέπλησεν\" ἤδετο γὰρ ὡς ὑπερτερήσει ποτὲ τοῦ MY στοιχείου τὸ NY. ἦν δὲ τῶν εὐπατριδῶν ὅ Βοταγνειάτης, ἔκ τοῦ Φωκᾶ τὴν τοῦ γένους ἕλκων σειρὰν νομιζόμενος. διακηρυ- κεύεται τοίνυν πρὸς τοὺς Τούρκους ὃ βασιλεύς, ἁδρὰς αὐτοῖς Ὁ ἐπαγγελλόμενος δωρεάς, εἶ τοὺς ἀποστατήσαντας συσχόντες πα- ραδοῖεν αὐτῷ. ὅ μὲν οὖν Doravaárgs ἐξ ἕῴῴας, ὡς εἴρηται, βασιλείας ἑαυτῷ περιϑέμενος σχῆμα καὶ ὄνομα ἐφοίτα πρὸς τὸ Βυζάντιον. ἐξ ἑσπέρας δ᾽ αὖϑις ἑτέρας ἀποστασίας ἐπεκυ- δοὺξ Δυρραχίου τυγχάνων, ἐπεὶ μεμαϑήκει ἀφαιρεϑεὶς τὴν 5. ἀρχόντων πρ., πραγμάτων προ. * ord zpo.D 8 à ἀρχήν, ἀφίσταται xai αὐτὸς xai περιβάλλεται τὰ τῆς βασιλείας παράσημα καὶ τοῖς ἐκεῖ παροῦσι δορυφορούμενος τάγμασιν εἰς τὴν ᾿Αδριανούπολιν dme, ἀφ᾽ ἧσπερ καὶ ὥρμητο, xai τῷ ἀδελφῷ ᾿Ιωάννῃ ἐκεῖ ἑνωϑεὶς πλῆϑός τε στρατιωτῶν ἐκεῖϑεν γίδος ἀπήρξατο. τισὶ δὲ τῶν τοῦ Βρυεννίου ó Θεοδωροκάνος συμμίξας ἡττᾶταί τε καὶ ἁλίσκεται. προσερρύησαν δὲ τῷ Bov- γιον. εἴχετο τοίνυν τῆς ἀποστασίας ὁ Βρυέννιος κραταιῶς, τὸν ἀδελφὸν κουροπαλάτην τιμήσας καὶ στείλας σὺν δυνάμει πρὸς τὸ ϑέ τὸ Βυζάντιον, ὡς αὐτίκα τοῦτο παραληψόμενον. ἡἠώρητο γὰρ ἐλπίσιν ὡς ὑπτίαις, τὸ τοῦ λόγου, χερσὶν oi τῆς συγκλήτου βουλῆς αὐτὸν ὑποδέξονται διὰ τὴν πρὸς τὸν λογοϑέτην Νικη- A φόρον ἀπέχϑειαν καὶ τὴν τοῦ βασιλέως ἀφέλειαν\" ἀλλ᾽ οὗ κατὰ τὸν σκοπὸν αὐτῷ καὶ τὰ ποάγματα ἀπηντήκασιν. ἐπελϑόντες ydo oí σταλέντες τῷ τείχει τῶν Βλαχεονῶν ἠκροβολίσαντο μέν, ἤνυσαν δὲ οὐδέν. ὅϑεν διὰ τῆς γεφύρας διαβάντες εἰς τὴν ἀντικρὺ τῆς πόλεως ἤπειρον τὰς ἐκεῖ τυγχανούσας οἰκοδομὰς παρέδοσαν τῷ πυρὶ κἀκεῖϑεν εἷς τὸν ᾿Αϑύραν ὑπέστρεψαν. οὕτω δ᾽ ὁ βασιλεὺς περιστατούμενος πάντοϑεν τὸν \"PovoéAor λύει τε τῶν δεσμῶν καὶ ῥήμασι καὶ χρήμασι τὸν ἄνδρα ἐκ- μειλιξάμενος ἐπελϑεῖν πείϑει τῷ τοῦ Βρυεννίου ὁμαίμονι μετὰ τοῦ προέδρου ᾿Αλεξίου τοῦ Κομνηνοῦ, στραταρχοῦντος τῆς τῷ βασιλεῖ κατὰ τὸ Βυζάντιον προσούσης δυνάμεως. ὃ μαϑὼν ὁ καταληφϑέντες πολλοὶ οἵ μὲν ἔπεσον, οἵ δ᾽ ἑάλωσαν."
      },
      {
        "index": 34,
        "text": "Ἔν τοσούτῳ δὲ καὶ ατζινάκων πλῆϑος ἐπῆλϑε κατὰ ᾿Αδριανουπόλεως καὶ πεοὶ ταύτην παρεμβαλόντες τὴν πέριξ αὐτῶν ἐληίζοντο χώραν, ob; ó Βρυέννιος δεξιωσάμενος χρή- μασι μεταναστῆναι τῆς πόλεως ἔπεισε. περὶ δέ γε τὴν Κύζικον τῷ ἀδελφῷ αὐτοῦ ἀπελϑόντι καὶ πειρωμένῳ ὑπαγαγέσϑαι τοὺς ἐκεῖ ὃ “Ῥουσέλιος ἐντυχὼν ἐτρέψατο κατὰ κράτος αὐτόν."
      },
      {
        "index": 35,
        "text": "\"Aor. δὲ τοῦ πατριάρχου ᾿Ιωάννου τοῦ Ξιφιλίνου πρὸς τὰς αἰωνίους μεταϑεμένου μονὰς ἐπὶ δέκα ἐνιαυτοὺς ἐφ᾽ ἑνὶ καὶ μησὶν ἑπτὰ τὴν ἐκκλησίαν ποιμάναντος προεχειρίσϑη πατριάρχης Κοσμᾶς μοναχός, λόγοις μὲν οὖχ ὡμιληκώς, ἀρεταῖς δὲ παν-Ο τοίαις κοσμούμενος καὶ διὰ τοῦτο καὶ πρὸς τοῦ βασιλέως ἐξ- όχως τιμώμενος."
      },
      {
        "index": 36,
        "text": "ὅτι ὅ Κομνηνὸς Ἀλέξιος καὶ ó Ῥουσέλιος ἀπεστάλησαν κατὰ τοῦ Πρυεν- Ὃ μέντοι βοτανειάτης ἐκ διαφόρων γενῶν ἑἕαυτῳ περι- ποιησάμενος τάγματα καὶ Τούρκους προσηταιρίσατο, ὧν ἐξῆρχεν ὁ Κουτλουμοῦς, τῶν παρὰ “Πέρσαις τυγχάνων περιφανῶν, ὃς τῷ σουλτάνῳ κατὰ γένος προσήκων περὶ τῆς ἀρχῆς αὐτῷ δι- ὃ ἐφέρετο, καὶ πρὸς πολέμους ἤδη χωρεῖν ἡτοιμάζοντο. τοῦτο τῷ χαλιφᾷ ἀγγελϑέν (οὗτος δὲ παρ᾽ αὐτοῖς ὑπερβαλλόντως τε- τίμηται, ὡς ἐκ τοῦ γένους τοῦ Μουχούμετ κατάγεσϑαι voju- ζόμενος) εἰς ἀγωνίαν ἐνέβαλεν ἵνα μὴ παρ᾽ αὐτοῖς ἐμφύλιος θ γένηται πόλεμος. αὐτίκα τοίνυν εἰ xai τῆς οἰκείας διατριβῆς Ὁ μὴ ἐξιέναι τῷ χαλιφᾷ μηδὲ δημοσιεύειν νενόμισται, ἐκεῖνος τοῦ ἔϑους καταφρονήσας ἔξεισι καὶ ἄπεισι πρὸς τοὺς περὶ τῆς ἀρχῆς ἀντερίζοντας καὶ πείϑει τούτους τῆς μὲν μάχης ἀφέξεσϑαι, τὸν δὲ σουλτὰν ἔχειν μὲν τὴν οἰκείαν ἀρχὴν ἀνακρωτηρίαστον, συν- άρασϑαι δὲ τῷ συγγενεῖ παντοίως, ἔν κατασχέσει γενέσϑαι χώ-: τ οας ωμαϊκῆς καὶ ταύτης ἄρχειν. ἐπὶ τούτοις γενομένων ἐκεί- γοις συμβάσεων, ó Κουτλουμοῦς εἰς τὴν ὑπὸ “Ῥωμαίους ἐγένετο καὶ τότε τῷ βοτανειάτῃ συνεστρατεύετο. ἔχων οὖν στρατιὰν ἀξιόλογον ὅ Ποταγνειάτης μεϑ ἑαυτοῦ ἔσπευδε τὴν Νίκαιαν καταλήψεσϑαι. ἤδη γὰρ προὐδέδοτό οἱ ἧ πόλις αὕτη παρὰ τῶν τεταγμένων αὐτῆς ἐπὶ φυλακῇ, κἀκεῖνοι αὐτῷ ἐϑελονταὶ προσ- ἐχώρησαν, κἀκ τῆς μεγαλοπόλεως δὲ πολλοὶ καϑ' ἑκάστην προσ- A δεφοίτων αὐτῷ. οὕτω μὲν οὖν τῷ οτανειάτῃ κατὰ ῥοῦν ἐχώ- ροουν τὰ πράγματα ἐν δὲ τῇ τῶν πόλεων ὑπερκειμένῃ παπληϑεὶ συνελϑόντες τό τε ταύτης δημοτικὸν καὶ τὸ ὑπερέχον ἐν ἄρχουσιν, o? μὴν ἀλλὰ καὶ τῶν τῇ ἐκκλησίᾳ κεκληρω- μένων τὸ ἔχκριτον, κατὰ τὴν ἡμέραν τῆς τοῦ εὐαγγελισμοῦ πανηγύρεως αὐτοκράτορα τὸν οτανειάτην ἀναγορεύουσι, προ- εξάρχοντος τοῦ τοιούτου συλλόγου τοῦ πατριάρχου ᾿Αντιοχείας, τοῦ καλουμένου Αἰμιλιανοῦ, xal τοῦ μητροπολίτου ᾿Ϊκονίου. διαιρεϑέντες οὖν κατὰ φατρίας τῆς πολιτείας oi ἔξοχοι καὶ κατὰ φάλαγγας συνασπίσαντες ἐπίασι τῶν ἀνακτόρων τοῖς πρὸς ἀνίσχοντα ἥλιον καὶ τούτων κρατήσαντες στρατιώτας οἰκείους ἐφιστῶσιν εἰς αὐτῶν φυλακήν. τὸν δὲ βασιλέα σὺν τῇ βασι- 12B ΝΥ 1λίσσῃ Μαρίᾳ καὶ τῷ υἱῷ εἰς τὰ ἐν Βλαχέρναις καταπεφευγότα ἀνάκτορα καϑαιροῦσι τῆς βασιλείας καὶ ῥάκος ἀμφιεννύουσι ὃ ἐχώρει παμπληϑεῖ, παλελαυκότα τῆς βασιλείας ἐν ἔτεσιν ἕξ καὶ τοσούτοις μησί. ταῦτα κατὰ τὸ σάββατον γέγονεν, ἐν ὦ τὴν ἐπὶ τῇ ἔκ νεκρῶν ἐγέρσει τοῦ Λαζάρου ϑαυματοποιίαν τοῦ κυρίου καὶ σωτῆρος ἡμῶν πανηγυρίζειν ἣ ἐκκλησία παρείληφε. τοῦ γὰρ Μιχαὴλ οὕτω Ὁ τῆς βασιλείας ἐκπεπτωκότος, ἀπραγμάτευτον εὗρεν ὅ Bora- x γειάτης τὴν αὐταρχίαν καὶ ἤει πρὸς τὴν βασιλίδα τῶν πόλεων."
      },
      {
        "index": 37,
        "text": "ὅ μέντοι Νικηφόρος ὃ λογοθϑέτης τῷ “Ῥουσελίῳ ἐν “Πρακλείᾳ Ο10 σκηνουμένῳ τῆς πόλεως ὑπεξελϑὼν προσεχώρησεν. οἱ δ᾽ ἐν τῇ πόλει τὸν Μιχαὴλ κατασπάσαντες, ἐπὶ τρισὶν ἡ μέραις βασι- λέως χηρεύοντα συντηρήσαντες τὰ βασίλεια τῷ Doraveiáry ἐπι- σπεῦσαι καὶ ἐλϑεῖν ἐπιστέλλουσιν. ὁ δὲ ἕνα τῶν οἰκείων δού- λων προπέμψας, τὸν βορίλαν φημί, καὶ δι’ αὐτοῦ κατασχὼν τὰ ἀνάκτορα ἐπικατέλαβε κἀκεῖνος μετ᾽ οὐ πολύ."
      },
      {
        "index": 38,
        "text": "᾿Επεὶ δ᾽ ἐν τοῖς βασιλείοις ó ΠΒοτανειάτης ἐγένετο, ἀνα- δεῖται κατὰ τὴν μεγάλην τρίτην παρὰ τοῦ πατριάρχου βασιλικῇ ταινίᾳ καὶ πρῶτον ἅπασι παρέσχετο φιλοτίμημα τὰς εἰς τὸ δη- 5.6 τῆς ἀρχῆς οὕτως O 6. εὗρεν ó for. τὴν βασιλείαν, quorum duobus verbis ultimis ascripsit γρ΄ τὴν αὐταρχίαν Δ, εὗρε τὴν αὐταρ- χίαν ó βοτ., εὗρεν ó for. τὴν βασιλείαν Ὁ. λεγοϑέτης ΡῈ μόσιον ἁπάντων κοινῶς ὀφειλὰς ἐκτεμὼν ἀπροσδιορίστως xai χρεοκοπίαν τούτων ϑεσπίσματι μεγαλοπρεπῶς ἐργασάμενος. ἔτι ὃ στέλλει τοὺς ἀπαγγέλλοντας τὴν τοῦ Καίσαρος ἀξίαν αὐτῷ δι- Ὁ δόναι, εἰ τῆς τυραννίδος ἀπόσχοιτο, καὶ τοῖς αὐτῷ συναρα- μένοις τὰς τιμὰς ἐπιβεβαιῶσαι, αἷς αὐτοὺς ἐκεῖνος ἐτίμησεν. ὃ δὲ σφόδρα τῆς βασιλείας ἐφίετο καὶ ἀνένδοτος ἦν\" πάλιν οὖν ἑτέρα πρεσβεία καὶ ἐπὶ ταύτῃ τρίτη. ὃ δ᾽ ὑπερηφανεύετο καὶ οὐδὲ κατὰ τὰ τῶν πρέσβεων νόμιμα τοὺς πρέσβεις ἐδέχετο, ἀλλ᾽ ἀτίμως αὐτοὺς ἀπεπέμπετο. ὡς οὐδὲν οὖν εἰρηνικῶς Ὁ ἀνύειν ἔγνω ὅ βασιλεύς, καὶ ἄκων πρὸς μάχην ἀπένευσε, xai τὸν Κομνηνὸν ᾿Αλέξιον τετιμηκὼς νωβελίσιμον καὶ προχειρι- προστησάμενος κατὰ τοῦ Βρυεννίου ἐξέπεμψεν\" ὃς τούτῳ συθ ) IV βαλὼν κατά τι χωρίον Καλαβρύην λεγόμενον διὰ τὸ κατάρ- ovtov εἶναι τὸν τόπον βρύσεσιν ὑδάτων πολλαῖς τε καὶ ἀγαϑαῖς ὑᾳδίως τῆς ἐκείγου περιεγένετο στρατιᾶς, καὶ τῶν μὲν πεσόν- των, τῶν δὲ φυγόντων, εἶλε μονωϑέντα τὸν τυρανγήσαντα καὶ ἔπεμψε À, v, ad XIH 1, πολλῶν | τε xai ἀγαϑῶν τοῦ φωτὸς τὸν δείλαιον ἀπεστέρησε xal εἰσήγαγε τυφλὸν tig ἴ τὴν βασιλεύουσαν. καὶ ἣ μὲν τοῦ Βρυεννίου εἰς τοῦτο τέλους κατήντησεν ἐπανάστασις᾽ ἐπανέστησαν δὲ xai οἱ Βάραγγοι κατὰ ϑτοῦ βασιλέως, ἀνελεῖν αὐτὸν μελετήσαντες. ἀντιταξαμένης δ᾽ γνώμης ἐπέτυχον. Β9 Τῷ δὲ βασιλεῖ τούτῳ τῆς ὁμοζύγου τελευτησάσης, πολλαὶ μὲν ἐμνηστεύοντο παρϑένοι, καὶ πρὸ τῶν ἄλλων ἣ τοῦ βασι- λέως τοῦ Δούκα ϑυγάτηρ Ζωή. ὁ δὲ ἢ τὴν βασιλίδα Εὐδο- κίαν ἤϑελεν ἀγαγέσϑαι ἢ τὴν ἐξ ᾿Αλανῶν Μαρίαν, τὴν τῷ πρὸ αὐτοῦ συνοικήσασαν. στέλλει γοῦν τὴν EbvÓoxíav μετακαλού- μενος\" 1) δέ, ὡς λόγος, οὐκ ἀπηνήνατο, ἐκωλύϑη δὲ πρὸς τοῦτο ὁ βασιλεὺς παρά τινων μοναχῶν. καὶ ἄγεται τὴν βασιλίδα Magíav, οὐδὲν ἧττον παρανομήσας ἢ εἰ τὴν Evóoxiar ἢγάγετο\" μοιχεία γὰρ ἦν ἀπηρυϑριασμένη τὸ τολμηϑέν. διὸ καὶ ó τὴν 1ὖ ἱερολογίαν τετελεκὼς ἐπ᾽ αὐτοῖς τῆς ἱερωσύνης ἐκπέπτωκεν. ὁ Ο μέντοι προβεβασιλευκὼς Μιχαήλ, ὡς εἴρηται, τὴν τρίχα καρείς, ἐπανάστασις τῶν Βαράγγων ὅτι τὴν πρὸ τοῦ αὐτοῦ βασιλέως γυναῖκα ἔγημεν ὅ Βοτανειάτης ὅτι μητροπολίτης ᾿Εφέσου ἐχειρο- ἐμνηστεύοντο παρϑένοι παρϑένοι ἐμνηστεύοντο βασιλεύσαντι, xai ταῦτα ψήφῳ συνοδικῇ μητροπολίτης ᾿Εφέσου xeyeigorórgto καὶ ἅπαξ φοιτήσας ἐκεῖ ἐπανῆλϑε καὶ ἐν τῇ τοῦ Μανουὴλ μονῇ ἐποιεῖτο τὴν δίαιταν. μετὰ δὲ τὸ τὸν Βοτανειάτην τῆς βασιλείας éx πεπτωκέναι ϑνήσκων οὗτος ó λιχαήλ, πολλὰ δεηϑείσης αὐτοῦ τῆς βασιλίσσης Δαρίας, ἤδη κἀκείνης μοναχῆς γεγονυίας, ovy- γνώμην ἔνειμε ταύτῃ καὶ συγχώρησιν ἐπηύξατο ἐκ ϑεοῦ."
      },
      {
        "index": 39,
        "text": "ἐγγίου γενόμενος ἐπὶ τῷ Δυρραχίῳ διάδοχος, καὶ αὐτὸς ἔρωτα τῆς βασιλείας ἐνεκυμόνησε καὶ στρατιὰν ἀϑροίσας σὺν αὐτῇ πρὸς Θεσσαλονίκην ἀἄνήει. ἔνϑα μαϑὼν ὡς ὃ οτανειάτης βε- βασιλεύκει, ἐκείνῳ μὲν ἐπέστειλε δουλικῶς, λάϑρᾳ δὲ τὰ τῆς Ὁ ἀποστασίας ἐτύρευε καὶ πρὸς συμμαχίαν μετεπέμπετο ατζι- γάκας. ὃ γνοὺς ὁ βοτανειάτης χρυσόβουλλον αὐτῷ στέλλει γραφήν, ἅμα μὲν περιποιοῦσαν αὐτῷ ἐφ᾽ οἷς ἐτόλμησε τὸ ἀμέ- ouuvov, ἅμα δὲ καὶ τιμὴν αὐτῷ νωβελισίμου βραβεύουσαν\" ἀλλ᾽ ἐκεῖνος ἄτεγκτος ἦν. ὅϑεν καὶ κατ᾿ αὐτοῦ ὃ Κομνηνὸς ᾿Αλέξιος στέλλεται, τιμηϑεὶς σεβαστός, xai κατὰ Θεσσαλονίκην γενόμενος καὶ τῷ Πασιλακίῳ συμμίξας τοὺς περὶ ἐκεῖνον κατ- ἀποστασία τοῦ Βασιλακίου καὶ ἅλωσις καὶ πήρωσις τῶν ὀφϑαλμῶν actu W*, μεταπέμπεται πατζινάκους, παιζινάκους ex ετροπώσατο κἀκεῖνον tig τὴν τῆς Θεσσαλονίκης συμφυγόντα ἀκρόπολιν πολιορκίᾳ ἐζώγρησε καὶ τοὺς ὀφθαλμοὺς ἐξέκοψε 20100 ἀνδρὸς κελεύσει βασιλικῇ. καὶ ἄλλοι δὲ ἀντάραντες ἦσαν χεῖρας τούτῳ τῷ βασιλεῖ, ἀλλ᾽ ἐκ τῶν περὶ τὸν Βρυέννιον συβάντων xai τῶν περὶ τὸν βασιλάκιον σωφρονισϑέντες τὰ ὅπλα Tov Τούρκων δὲ τὴν ἑῴαν κατατρεχόντων, στέλλει xat αὐτῶν ó βασιλεὺς σὺν ἀξιομάχῳ στρατεύματι Κωνσταντῖνον τὸν υἱὸν τοῦ προβεβασιλευκότος Κωνσταντίνου τοῦ Δούκα, ἐκεῖνον στρατάρχην τῆς κατὰ τῶν Τούρκων στρατιᾶς προστησάμενος. ὁ δὲ πρὸς τὴν καλουμένην Χρυσόπολιν διαπεραιωϑεὶς νεωτε- οίξει εὐθὺς καὶ παρὰ τῆς ἐκεῖσε οὔσης στρατιωτικῆς πληϑύος ἀναγορεύεται βασιλεύς. ἀλλὰ τοὺς μὲν τῶν στρατιωτῶν δώ- ooi; ὅ βασιλεὺς ὑπηγάγετο, τοὺς δ᾽ ἀξιωμάτων τιμαῖς ὠκειώ- σατο, ἄλλους δ᾽ ἄλλως μετεχειρίσατο\" καὶ παρ᾽ αὐτῶν συσχεϑεὶς ὁ Κωνσταντῖνος παρεδόϑη τῷ βασιλεῖ. κείρεται τοίνυν ὃ νεανίας καὶ εἰς νῆσον περιορίζεται\" λόγος δ᾽ ἔχει καὶ ἱερέα χρισϑῆναι τὸν ἄνϑρωπον. τοῦ πατριάρχου δὲ ᾿Αντιοχείας τοῦ Αἰμιλιανοῦ τὸν βίον μετηλλαχότος προκεχείριστο ἕτερος Νικηφόρος ó Mav- ρος λεγόμενος. Οὗτος τοίνυν ὃ βασιλεὺς τὸ μέν τι xai διὰ γῆρας βαϑύ, τὸ δέ τι καὶ διὰ φυσικὴν χαύνωσιν οὐ πάνυ τι τῆς τῶν πρα- γμάτων ἥπτετο διοικήσεως, ἀλλὰ τὸν Σίδης μητροπολίτην καὶ οὗτος προσλαβόμενος ἐκείνῳ τὴν τῶν κοινῶν ἀνέϑετο πρόνοιαν."
      },
      {
        "index": 40,
        "text": "ὕ ἦσαν δὲ τῷ βασιλεῖ τούτῳ καὶ δύο δοῦλοι, ὧν ó μὲν Βορίλος, ἅτερος δὲ lrouavós ὠνομάζοντο\" οὗτοι τοίνυν ἦγον τὰ πάντα καὶ ἔφερον ὡς ἐβούλοντο καὶ αὐτὸν τὸν κρατοῦντα καὶ κύριον ἑαυτῶν, δι᾿ οὗς xal μισεῖσϑαι τοῦτον παρὰ τῶν iv τέλει συν- ἔβαινε, προσφερομένων τῶν δούλων ἐκείνοις ἀλαζογνωκώτερον καὶ ϑοασύτερον. τῷ “Ρουσελίῳ ὑπὸ δεσμοῖς παρ᾽ ἐκείνου τετήρηται. ἀλλ᾽ αἰφνί- διον ϑανὼν ὁ “Ῥουσέλιος ὑποψίαν παρέσχεν ὡς παρὰ τοῦ Aoyo- ϑέτου φαρμάκῳ ἀνήρηται. διὸ καὶ παρὰ τῶν τῷ “Ῥουσελίῳ προσηκόντων τῷ Βοτανειάτῃ παραδοϑεὶς εἷς μίαν τῶν πρὸ τῆς βασιλίδος τῶν πόλεων κειμένων νήσων περιορίζεται, οἱ δέ γε περὶ τὸν βασιλέα δεδοικότες «ὃς, εἰ εἷς ὄψιν ἐλεύσεται τῷ βα- σιλεῖ, προσληφϑήσεται καὶ πάντας παραγκωνίσεται, ὑποτιϑέασι ὅτι τὸν Σίδης εἰς διοίκησιν τῶν κοινῶν ὅ βασιλεὺς προεστήσατο καὶ περὶ τῷ Βοτανειάτῃ ἀμυϑήτων εὐπορεῖν χρημάτων τὸν λογοϑέτην, καὶ ταῦτα τῷ βασιλικῷ χροῆναι προσενεχϑῆναι ταμείῳ. στέλ- μενος, ἐρωτήσων τὸν ἄνϑρωπον ὅπῃ αὐτῷ τὰ χοήματα κέ- κρυπται. οἷ δὲ περὶ τὸν βασιλέα, obg καὶ δεδοικέναι τὴν τοῦ:-. λογοϑέτου παρουσίαν ó λόγος προδιηγήσατο, πείϑουσι τὸν Στρα- βορωμανὸν ἀνελεῖν τὸν ἄνϑρωπον ix τρόπου παντός. ὃς καὶ γενόμενος κατὰ τὴν νῆσον, ἐν ἡ περιώριστο, ἐτάζει τὸν ἄν- ϑρωπον οὕτω σφοδρῶς ὡς £v αὐταῖς ταῖς βασάνοις ἐναπο- ῳύξαι, καὶ ταῦτα ὑπισχνούμενον ὡς πάντα δοίη ἐνυπογοάφως εἶ τὸν ἐτασμὸν διαφεύξοιτο."
      },
      {
        "index": 41,
        "text": "Ὃ μὲν οὖν οὕτως ἀπόλωλεν\" oi δὲ Κομνηνοὶ ó ᾿Ισαάκιος καὶ ó ᾿Αλέξιος ὑπεοβαλλόντως πρὸς τοῦ βασιλέως καὶ τετίμηντο καὶ ἐστέργοντο, καὶ διαδόχους αὐτοὺς τῆς βασιλείας ὠνόμαζε."
      },
      {
        "index": 42,
        "text": "διὸ καὶ παρὰ τῶν περὶ τὸν Βοτανειάτην σφοδρῶς ἐβασκαίνοντο καὶ μᾶλλον παρὰ τῶν εἰρημένων δύο δούλων αὐτοῦ, οἵ καὶ πρὸς ἐκεῖνον τοὺς ἄνδρας διέβαλλον ὡς τυραννίδα μελετῶντας καὶ τὴν εἷς αὐτοὺς τοῦ βασιλέως διάϑεσιν ὑπώρυττόν τε καὶ παρεσάλευον. ὃ γνόντες οὗτοι xai μή τι πάϑωσι πτοηϑέντες, ὡς δὲ λόγος, καὶ πάλαι παρ᾽ ἑαυτοῖς τὸν τῆς βασιλείας τρέ- qovteg ἔρωτα, καὶ ἄλλοις οἷς ἐϑάρρουν τὸ βούλευμα κοινω- σάμενοι, ἐξῆλθον τῆς πόλεως καὶ τὴν πόλιν ᾿Αδριανοῦ κατειλη- φότες εἷς ἑαυτοὺς τὸ στρατιωτικὸν ξύμπαν σχεδὸν ἐπεσπάσαντο. καὶ ἀναγορεύεται βασιλεὺς ὃ ᾿Αλέξιος, τοῦ μείζονος προτιμηϑεὶς στρατηγικωτέρῳ καὶ ὅτι σπουδῇ τε καὶ ὑποσχέσεσι παρὰ τῶν περὶ αὐτὸν μεϑειλκύσϑησαν. οὕτως οὖν ἀναρρηϑεὶς ó ᾿Αλέξιος καὶ τοῦ ᾿Ισαακίου μὴ πάνυ τι πρὸς τὴν ἀνάρρησιν δυσχερά- γαντος, τὴν βασιλίδα καταλαμβάνει καὶ πρὸς πολιορκίαν ἣἧτοί- μαστο\" ó δὲ οτανειάτης τοῖς τείχεσιν ἐπέστησε φύλακας. ἦσαν θ δὲ περί τινα πύργον πρὸς τῇ πύλῃ τῆς πόλεως, ἣ Xaooíov οὗτοι λάϑρᾳ τοῖς πεοὶ τοὺς Κομνηνοὺς ἐκοινολογήσαντο περὶ τῆς ἑβδομάδος τοῦ σωτηρίου πάϑους τοῦ σωτῆρος ἡμῶν oli μὲν περὶ τοὺς Κομνηνοὺς τῷ κατ᾽ ἀντικρὺ τοῦ παρὰ τῶν Νε- ἀναγόρευσις τοῦ βασιλέως κυροῦ ᾿ἡλεξίου Δα τοὺς π. κοινολογησάμενοι κατ᾽ ἀντικρὺ AEDiI, κατ- μίτξων xaveyouévov πύργου ἐξωτέρῳ τείχει προσέβαλον κατὰ σύνϑημα, οἱ δ᾽ ἐφεστῶτες αὐτῷ τοὺς προσβάλλοντας ἔβαλλον καὶ ἀπεῖργον τοῦ προσιέναι ἀγχοῦ. ὡς δ᾽ ὑπὸ τῶν Νεμίτζων ix τοῦ πύργου οἱ ἐν τῷ τείχει ἐβάλλοντο, μὴ οἷοί τε ὄντες καὶ πρὸς τοὺς ἑκτὸς ἀνϑίστασϑαι καὶ πρὸς τοὺς ἐντὸς ἀπο- ὃ μάχεσϑαι, ἐξ ὑπερδεξίων εἰς αὐτοὺς ἀκοντίζοντας, ἐνέδωκαν 10τῇς ὁρμῆς. οἱ δὲ τειχομαχοῦντες κλίμαξιν αὐτίκα πρὸς τὸ Ὦ τεῖχος ἀνήεσαν καὶ τὰ κλεῖϑρα τῶν πυλῶν διατεμόντες πελέ- κεσιν ἄνετον τοῖς συνωμόταις παρέσχον τὴν εἴσοδον. ὅπερ ἰδόντες οἵ τὸν ἐντὸς τηροῦντες περίβολον, σύγκλυδες ἄνϑοωποι καὶ πολέμων oi πλείονες ἀδαεῖς ἢ μᾶλλον ἐξ ἀγοραίων ἀϑροι- σϑέντες καὶ πληϑύος δημότιδος, oi μὲν κατιόντες Qiyovto, oí δὲ καὶ ἑαυτοὺς ἐπισφαλῶς κατακρημνίζοντες ἔφευγον. ὅϑεν κατὰ πολλὴν τοῦ κωλύσοντος ἐρημίαν καὶ τὸν ἐντὸς περίβολον oí περὶ τοὺς Κομνηνοὺς παρειλήφασι καὶ τὰς τούτου πύλας ὁμοίως ἀναπετάσαντες βατὴν τὴν πόλιν παντί που παρέσχοντο\" καὶ αὐτίκα πρὸς διαρπαγὴν χρημάτων oi εἰσελϑόντες ὡρμή- ὅσα καὶ οἷα γεγόνασι παρὰ τοῦ {πλήϑους εἰσελθόντος εἰς τὴν (μεγάλην) κασι, σύμμικτον πλῆϑος ἐκ Θοᾳκῶν τε xai Μακεδόνων καὶ “Ῥωμαίων ἄλλων καὶ βαρβάρων συνεστηκός, οὐδὲν ἄμεινον πο- ἐκχύσεως αἱμάτων προὐχιώρησε τὸ κακόν, καὶ παρϑένοι δὲ τῷ συνεζευγμέναι πρὸς βίαν ὑβοίσϑησαν, καὶ ϑεῖοι ναοὶ τὸν κόσμον αὐτῶν ἐσυλήϑησαν, καὶ οὐδὲ τῶν ἁγίων κρατήοων ἀπέσχοντο, ἀλλὰ καὶ τούτους oi πάντολμοι καὶ τὰς ἱερὰς φιάλας τῆς ἄναι- μάκτου καὶ φρικώδους ϑυσίας πλήρεις διήρπαζον, ἐκχέοντες τὰ ἅγια κατὰ γῆς. καὶ ὅσοις δὲ τῆς γερουσίας συνήντων, κατα- σπῶντες τῶν ἡμιόνων αὐτούς, ἐνίους δέ γε καὶ ἀποδύοντες, ἐν μέσαις ταῖς ἀγυιαῖς εἴων ἡμιγύμνους τε καὶ πεζούς. καὶ ταῦτα xaÜ' ὅλην τὴν ἡμέραν ἐπράττετο, καὶ τὸ δεινὸν ἄχρι τοῦ βοὸς ἐπεφϑάκει γενόμενον κοινόν τε καὶ πάνδημον, ἤδη δέ τινες καὶ μέχρι τοῦ ΦῬιλαδελφίου ἢ καὶ προσωτέρω ἐπ- ἔδραμον. οἱ δὲ Κομνηνοὶ εἷς τὴν προνομὴν σκεδασϑέντων πάν- Β των μόνοι σὺν εὐαριϑμήτοις σφόδρα τοῖς περὶ αὐτοὺς κατ- ελείρϑησαν καὶ ἕως τοῦ Ταύρου γενόμενοι προσωτέρω ἀπιέναι οὖκ ἐπεϑάρρουν. τοσοῦτον γὰρ ἐψίλωντο ἀξιομάχου δυνάμεως ὡς εἰ τότε τούτοις ἐπῆλϑόν τινες, ῥᾷον ἂν εἶλον αὐτοὺς xai δεσμίους τῷ Βοτανειάτῃ προσήγαγον\" ἀλλὰ τὸ δόξαν ἤδη ϑεῷ μετατραπῆναι οὐκ ἦν. ἔνϑεν τοι ὅ μὲν Βοτανειάτης μαϑὼν τῶν Κομνηνῶν τὴν εἰσέλευσιν, ἄπεισιν αὐτίκα τῶν βασιλείων, αὐτοῦ που ὑπεδεῖτο φοινικόχροα πέδιλα, καὶ εἰς τὴν ὃ τῆς Περιβλέπτου μονὴν ἀπελϑών, ἧς ἐκεῖνος μετὰ τὸν κατὰ τοὺς ᾿Αογυροὺς Ρωμανὸν ἐκεῖνον τὸν αὐτοκράτορα κτήτωρ δεύ- τὴν στολήν, τριβώνιον κατὰ μονάζοντας ἐνδυσάμενος. ἔνϑα καὶ χρόνον ἐπιβιούς τινα τὸν χοῦν ἀπέϑετο τῷ χοΐ, ταφεὶς παρ᾽ Οἱ δὲ Κομνηνοὶ μηδενὸς αὐτοῖς ἀντιβαίνοντος τοῖς ἄνα- κτόροις προσπεφοιτήκασιν, ἀταλαιπώρως τούτοις ἐπιβάντες καὶ: ὁμαλῶς μετὰ πολλῆς τῆς λειότητος. τοιαῦτα σφίσι τὰ προσόδια γέγονε, τοιαῦτα τὰ εἰς τὴν βασιλίδα τῶν πόλεων εἰσιτήρια, τοι- αὔτα τὰ τῆς βασιλείας ἐπιβατήοια."
      },
      {
        "index": 43,
        "text": "\"Hóy δ᾽ ἐν ἀσφαλεῖ γεγονότες ol Κομνηνοὶ καὶ τὴν μητέρα σγῶν xai τὰς ὁμευνέτιδας ἔκ τῆς μονῆς τοῦ Κανικλείου πρὸς 9. ὅτι ó Βοτανειάτης ἀπεκάρη καὶ εἰς τὴν Περίβλεπτον ἀπελϑὼν ἐκεῖ ἔτε- λεύτησεν βασιλεία τοῦ Κομνηνοῦ κυροῦ τοῦ βασιλέως xai τῆς μητρὸς καὶ τῶν γαμβοῶν τὰ βασίλεια μετεστείλαντο. ἐκείνων γὰρ ἐπικεχειορηκότων ἄπο- στασίᾳ, εὐϑὺς ai γυναῖκες εἰς τὸ μέγα τέμενος τῆς τοῦ ϑεοῦ Ὁ λόγου Σοφίας προσπεφοιτήκασιν. ὅϑεν παρὰ τοῦ Βοτανειάτου εἷς τὴν δηϑεῖσαν μονὴν μετηνέχϑησαν, ἵνα μὴ ἔχοιεν πρὸς τοὺς ὃ ἀποστατήσαντας διαπέμπεσϑαι, οὐδὲν δ᾽ ἕτερον ἀνιαρὸν ἐκείναις ἐπήνεγκε, μήπω δὲ σχεδὸν τοὺς πόδας τῇ βασιλείᾳ ἐρείσαντες αὐτίκα πολλῶν τοῦ Βοτανειάτου πράξεων σχολὴν κατεψηφίσαντο, καὶ οὐδ᾽ ἐξότου ἦσαν ἐπικεχειορηκότες τῇ τυραννίδι τὴν ἀϑέτησιν τοῖς παρ᾽ ἐκείνου πραχϑεῖσιν ἐπήνεγκαν, ἀλλὰ καὶ τοῦτον ὕπερ- ἤλαντο τὸν καιρόν, καὶ πολλὰ τῶν ἐκείνῳ πεπραγμένων βασι- εἶτα ὁ μὲν ᾿Αλέξιος βασιλικὸν ἀναδεῖται διάδημα, τῷ δ᾽ ᾿Ισαακίῳ ὀνόματος\" σεβαστοκράτωρ γὰρ ἐπεκλήϑη καὶ ὑπερεῖχε τοῦ Καί- σαρος. ἣ δὲ μήτηρ τούτων, παρασήμων μὴ μετασχοῦσα βα-θ σιλικῶν διὰ τὸ ἔνδυμα τὸ μοναχικὸν μήτε μὴν εὐφημίας καὶ ἀναρρήσεως, μόνου μετεῖχε τοῦ τῆς βασιλείας ὀνόματος, αὐτὴ δὲ τὴν τῶν πραγμάτων πᾶσαν διοίκησιν ἀνεζώσατο. οὕτω μὲν οὖν τὰ τῆς βασιλείας παρὰ τῇ μητρὶ νενέμηντο καὶ ἀμφοῖν λὴν πράξεων πολλῶν τοῦ βοτανειάτου xarew. Ὁ ἐπικεχωρηκότες βοαχυσυλλάβω γράμματι ἀνηρήκασιν Ὁ ἀνα- τοῖς ὁμαίμοσιν. ἤστην δὲ τῷ βασιλεῖ xai ἑτέρω διττὼ ἀδελφὼ γεωτέρω τὴν ἡλικίαν, ὧν τὸν μὲν πρωτοσεβαστὸν ἐτίμησε καὶ μέγαν δομέστικον, τὸν ᾿Αδριανόν, τὸν Νικηφόρον δὲ σεβαστὸν καὶ τοῦ στόλου δρουγγάριον. εἶχε δὲ καὶ ἐπ’ ἀδελφαῖς κηδε- Β στὰς τὸν Μελισσηνὸν Νικηφόρον καὶ Μιχαὴλ τὸν Ταρωνίτην. 5 10τὸν μὲν οὖν Ταρωνίτην τῇ πρώτῃ συνεζευγμένον τῶν ἀδελ- φῶν, πάνυ στεργομένῃ πρὸς τῆς μητρὸς καὶ πρὸς αὐτῶν τι- μωμένῃ, πανυπερσέβαστον ὠνόμασαν, καὶ τοῦτο καινίσαντες τὸ ἀξίωμα. τὸν δέ γε Μελισσηνόν, ἀποστασίαν κἀκεῖνον κατὰ τοῦ Βοτανειάτου ἐν τῇ Écq φρονήσαντα καὶ ἔτι ταύτης ἐχό- μενον, ἐπὶ συμβάσει τετιμήκασι Καίσαρα καὶ τὴν πόλιν αὐτῷ Θεσσαλονίκης εἰς κατοικίαν ἀπένειμαν, καὶ χορηγίαν χρημάτων καὶ τούτῳ καὶ πᾶσι τοῖς αὐτοῖς κατὰ γένος προσήκουσι τύχῃ τοιᾷδε καὶ ἀξιωμάτων ὄγκῳ τηλικεοῦδε ἀνάλογον προσαφώρισαν."
      },
      {
        "index": 44,
        "text": "ἐντεῦϑεν τῶν βασιλείων προσόδων, μᾶλλον δ᾽ εἰπεῖν τῶν κοι- Ονῶν καὶ δημοσίων, οὕτω διανεμηϑεισῶν τὸ βασιλικὸν ταμεῖον τῶν ἀξιωμάτων ῥόγαν ὁ Κομνηνός\" ἔστεψε vv.. σύζυγον.. στεργομένην rasura αὐτῶν τι- ἢ τὸ κοινὸν πρυτανεῖον ἐστένωτο. xai ó κρατῶν σπανίζων χρημάτων τάς τε τοῖς ἀξιώμασιν ἀνηκούσας ἀνέκαϑεν ἐτησίας δόσεις ἐξέκοψε καὶ τὰς τῶν συγκλητοτῶν οὐσίας προσαφῃρεῖτο."
      },
      {
        "index": 45,
        "text": "ἔστεψε δὲ καὶ τὴν κοινωνὸν αὐτῷ τοῦ βίου Εἰρήνην καὶ Αὐ- 1Ὁ Ὁ γούσταν ὠνόμασεν᾽ ἣ δ᾽ ἦν ἐγγόνη τοῦ Καίσαρος ᾿Ιωάννου τοῦ Δούκα. ἡἣ δὲ πρῴην βασίλισσα ἡ ἐξ ᾿Αλανῶν Μαρία σὺν τῷ ἰδίῳ υἱῷ Κωνσταντίνῳ, ὃν τῷ Δούκᾳ Μιχαὴλ ἕν τῇ πορ- φύρᾳ ἐγείνατο, στεῳφϑέντι παρὰ τοῦ οἰκείου πατρὸς ἔτι βρεφυλ- λίῳ τυγχάνοντι καὶ πεδίλοις φοινικοῖς ὑποδουμένῳ, τῶν àva- κτόρων μεϑίσταται καὶ εἰς τὰ ἐν τῇ μονῇ τῶν Μαγγάνων Ὁ βασίλεια ἄπεισιν. ἤδη γὰρ εἰλήφει ταῦτα καὶ τὴν μονήν, ἀλλὰ μέντοι καὶ τὴν τοῦ '\"Efóóuov διὰ χρυσοσημάντου τοῦ Dora- ἑαυτῇ καὶ τῷ υἱῷ ἀποτάξασα. ἔτι γὰρ ὁ παῖς αὐτῇ περιέκειτο τὰ τῆς βασιλείας γνωρίσματα καὶ εὐφημεῖτο μετὰ τὸν αὐτοκράτορα καὶ τὰς χρυσοβούλλους γραφὰς μετ᾽ ἐκεῖνον ὑπεσημαίνετο. μετὰ δέ τινα χρόνον καὶ jj μήτηρ αὐτοῦ μετημφιάσϑη, μέλαν ἐνδῦσα χρῶμα κατὰ τοὺς μοναχούς, τὸ μὲν ἑκοῦσα, τὸ δέ τι τυραν- γουμένη\" καὶ ó παῖς ἀφῃρέϑη τὰ περιπόρφυρα πέδιλα καὶ μόνῳ 90 90:0 Κομνηνῷ ἡἣ τῆς αὐταρχίας κλῆσις καὶ ἣ βασιλεία περι- A Οὕτω μὲν οὖν ταῦτα\" ὁ δὲ τῆς βασιλίδος τῶν πόλεων ἀρχιερατεύων ἐκεῖνος Κοσμᾶς, τῇ τῶν κοινῶν πραγμάτων μετα- χειρίσει ἀπαρεσκόμενος καὶ ἀπεγνωκὼς τὴν διόρϑωσιν, τῷ ὑπηρέτῃ “ἄρον εἰπών “τὸ ψαλτήριον xai συνέπου nuo\" τῆς ἐκκλησίας ὑπανεχώρησε καὶ πολλὰ παρὰ τῶν κρατούντων πα- ὃ ρακληϑεὶς ὑποστρέψαι οὐχ ὑπενόστησεν, ἔτη πέντε καὶ μῆνας ἐννέα τὸν πιστὸν ποιμάνας λαόν. διὸ καὶ ἄλλον τινὰ ἀρχιερέα τῇ ἐκκλησίᾳ ἀντικατέστησαν, ἐκτομίαν τινὰ μοναχόν, κεκλημένον Εὐστράτιον, οὔτε λόγοις ὡμιληκότα οὔτε πραγμάτων ἐγγεγυμνα- σμένον μεταχειοίσεσιν, ἀφελῆ δὲ ἄνϑρωπον xai ἡσυχίᾳ ἢ γωνίᾳ μᾶλλον προσήκοντα. ἤδη δὲ τρεῖς ἐνιαυτοὺς ἐνσεμνυνάμενος κατηνέχϑη τῶν ἱερῶν ἀνακτόρων παρὰ τῶν κρατούντων\" ἡ δ᾽ αἰτία οὖκ ἔγνωσται ἀκριβῶς. καὶ λοιπὸν προκεχείοιστο πα- τριάρχης ἀνὴρ μοναχός, ὃ γραμματικὸς ὀνομαζόμενος Νικό- λαος, ἐν ἀσκήσει τὸν βίον διηνυκὼς καὶ οὐδὲ τῆς ἐν λόγοις l5 παιδείας ἀμέϑεκτος dv, κἂν μὴ κατακόρως ταύτης μετέσχηκεν."
      },
      {
        "index": 46,
        "text": "\"Aou δὲ τῆς βασιλείας ἐπιβεβηκότι τῷ Κομνηνῷ ἠγγέλη ó Φράγγος Ῥομπέρτος εἷς τὴν ᾿Επίδαμνον διαπεραιούμενος, οὗτος Ὁ, οὕτως w* — ἐνιαυτοὺς τῷ ϑρόνω O ἀνὴρ πανοῦργός τὲ xai πολεμικώτατος. αὐτίκα τοίνυν ó βα- ἢ σιλεὺς ἐξεστράτευσε καὶ γενόμενος κατὰ τὸ Δυρράχιον προσ- πεσόντων οὗ τῶν τυχόντων μόνον στρατιωτῶν, ἀλλὰ καὶ τῶν Ὁ ἐν ὑπεροχαῖς καὶ βασιλείου τυγχανόντων ἐξ αἵματος, xai ἣ παρεμβολὴ ξύμπασα ἑάλω τοῖς πολεμίοις. ὁ μὲν οὖν βασιλεὺς ἡττημένος ἐπανῆλϑεν εἰς τὸ Βυζάντιον\" οἵ δὲ βάρβαροι τῇ νίκῃ πεφυσημένοι ὁμόσε κατὰ πάντων ἐχώρουν καὶ εἷλον τῶν πο- λισμάτων τινά, ὧν ἦσαν Καστορία τε καὶ ἣ Λάρισσα. ὦνει- Ὁ ροπόλουν δὲ xai αὐτὴν τὴν βασιλίδα τῶν πόλεων καταλήψε- σϑαι, ἀλλ᾽ ὃ βασιλεὺς καὶ πάλιν ἐκστρατεύει καὶ ἀπελαύνει μὲν τῆς Καστορίας τοὺς αὐτὴν φρουροῦντας βαρβάρους, ἄπεισι δὲ κατὰ τοῦ Γομπέρτου καὶ στρατηγήματι τὴν ἐκείνου δεινότητα 1) μέτεισι. τῷ γὰρ ἀδελφῷ ᾿Αδριανῷ τὸ σχῆμα τὸ βασιλικὸν περι- τίϑησι καὶ στράτευμα δοὺς αὐτῷ ἐναντίον τοῦ Ρομπέρτου στῆναι διακελεύεται\" εἰ δ᾽ ἐκεῖνος ὁρμήσει μαχέσασϑαι, στρέψαι τὰ “νῶτα xai αὐτίκα φυγεῖν. ταῦτα μὲν οὖν τῷ ἐσχηματισμένῳ βασιλεῖ ἐνετείλατο\" ἐκεῖνος δὲ μετὰ τῆς λουτῆς στρατιᾶς Óc ὁδῶν ἀδήλων περιοδεύσας καὶ τῷ τῶν Φράγγων ἐμβαλὼν χά- οακι τάς τε σκηνὰς αὐτῶν καὶ τὰ ἐν αὐταῖς ἐληίσατο καὶ qóvov πολὺν ἐποιήσατο. τοῦ “Ῥομπέρτου δὲ κατὰ τοῦ ἐσχηματισμένου βασιλέως ὁρμήσαντος, κἀκεῖνος xai f? σὺν αὐτῷ στρατιὰ τὰ χαλινὰ χαλάσαντες ἔφυγον. ὁ δὲ βάρβαρος ἐγαυρία μᾶλλον καὶ ἐπῆρτο ὡς ἀπροσμάχητος. ἐν τούτῳ δὲ ἀγγέλλεται αὐτῷ τοῦ χάρακος 7) ἐκπόρϑησις xai ἣ φϑορὰ τῶν ἐκεῖ, καὶ εὐϑὺς παρεῖτο καὶ τὰς χεῖρας καὶ τὴν ψυχὴν καὶ ἀπιὼν ὄχετο. ó δὲ βασιλεὺς ἐπανελϑὼν εἰς τὴν Κωνσταντίνου, μηνυϑείσης ἐπι- βουλῆς αὐτῷ, τούς τε ταύτης πρωτουργοὺς συνέσχεν ἐκ τῶν τα- γματικῶν ὄντας ἀρχόντων καὶ πολλοὺς τῶν ἐγχωρίων καὶ τῆς συγκλήτου βουλῆς, ὡς τάχα συνίστορας, τοὺς πλείους, ὥς φασιν, οὐδὲ πρὸς ἀλήϑειαν, ἀλλ᾽ ἵνα σφᾶς γυμνώσῃ τῶν ὑπαρχόντων. \"H μὲν οὖν τοῦ Ῥομπέρτου ἐπίϑεσις πέπαυτο, ἑτέρωϑεν δ᾽ αὖϑις τῇ Ῥωμαίων ἡγεμονίᾳ ἐχϑροὶ ἐπανίστανται. οἱ γὰρ Τοῦρκοι τὴν ἑῴαν $q' ἑαυτοὺς ποιησάμενοι οὐδὲ τῶν νήσων ἀπέσχοντο. ἀλλ᾽ ὁ Τζαχᾶς (Τοῦρκος δὲ καὶ οὗτος οὐ τῶν ἐπιφανῶν, δεινὸς δὲ xai τὴν πονηρίαν πολύς) διὰ πλοιαρίων ὀλίγων ἀνωιστὶ τῇ νήσῳ Χίῳ προσορμισϑεὶς κατέσχε ταύτην Β καὶ στόλον ἐν αὐτῇ ναυπηγεῖ, δι᾿ οὗ τήν τε Λέσβον ἀνήρπασε καὶ τὴν Σάμον τήν τε Ῥόδον ὑφ᾽ ἑαυτὸν ἐποιήσατο καὶ πλεί- bove ἄλλας τῶν νήσων. ἐξηλάϑη δ᾽ αὖϑις αὐτῶν, στόλου Ῥω- μαϊκοῦ ἐπελθόντος ταῖς ἐκείνου τριήρεσι. xal ἣ νῆσος δ᾽ $16 Κρήτη, πρὸς δὲ τῇ καὶ ἡ Κύπρος ἀποστασίαν ἐνόσησαν, τὴν μὲν τοῦ Καρίκη κατεσχηκότος καὶ ἀντάραντος χεῖρα τῷ βα- σιλεῖ, τὴν Κύπρον δέ γε τοῦ Ραψομμάτου. ἀλλὰ καὶ αὗται 11 10τῇ Ῥωμαίων αὖϑις οὐκ εἰς μακρὸν ἐπανεσώϑησαν ἡγεμονίᾳ."
      },
      {
        "index": 47,
        "text": "ἐντεῦϑεν ὅ βασιλεὺς ἀναλωμάτων δεόμενος τρόπους ἀἄποτρο- παίους συλλογῆς χρημάτων ἐξεύρισκε, καὶ ὀφειλὰς ἀδίκους ῃροῦντο τὰς οἰκείας οὐσίας oi μηδὲν δικαίως ὀφείλοντες. ἐν- τεῦϑεν ἀπογραφεῖς πανταχοῦ τῶν ἐν ἀγροῖς καὶ χωρίοις δια- φερουσῶν τοῖς ὑπηκόοις ἐστέλλοντο κτήσεων, καὶ τὰ καινὰ τῶν 14, et ad XVHI 10, ἡγεμονία ἐπανεσώϑησαν Ὁ ἡγε- ὀνομάτων &mvevógro, tà ὑπέρτιμα λέγω xal tà ὑπέρπλεα, xai ἄλλοτε ἄλλοι τρόποι ἐπηρειῶν κατὰ τῶν ὑπηκόων εἰσήγοντο, ? καὶ ἱερὰ δ᾽ ἀφήρηντο ἐκ ϑείων ναῶν. οὗτος ὅ βασιλεὺς καὶ τὸ νόμισμα κεκιβδηλευμένον παρὰ τῶν πρὸ αὐτοῦ εὑρηκὼς χάλκεον ἔϑετο, ᾧ εἰς τὰ τῆς βασιλείας ἐκέχρητο ἀναλώματα, τοὺς δέ γε φόρους διὰ χρυσίνων δοκίμων εἰσέπραττε, πῇ δέ γε καὶ Óv ἑτέρων, χρυσίνων μὲν κἀκείνων, ἀλλ᾽ ἡμιχρύσων, δεόμενος πλείονος τοὺς ὀβολοὺς eig νόμισμα μετετύπωσε καί τινα τῶν δημοσίων ἔργων, τῶν χαλκουργημάτων φημί, κατα- σπάσας eig στατῆρας συνέκοψε καὶ νέας δεκάτας ἐκαίνισεν."
      },
      {
        "index": 48,
        "text": "᾿Εγείνατο δὲ ϑυγάτριον ἣ Abyovora τῷ βασιλεῖ, ὅπερ Ἄννα ὠνομάσϑη διὰ τὴν πατρομήτορα, ἐφ᾽ τὸν τῆς βασιλίσσης Magíag υἱὸν Κωνσταντῖνον τῆς ἐξ ᾿Αλανῶν ὅ βασιλεὺς ἐμνη- στεύσατο\" ἐκείνου δ᾽ ἐπὶ τῇ μνηστείᾳ τὴν ζωὴν καταλύσαντος, ὡς ὡραία γάμου ἣ ϑυγάτηρ ἐγεγόνει τῷ ἄνακτι, νυμφίον ἕτε- oov ἐπ᾽ αὐτῇ εἰσῳκίσατο τὸν μείζω τῶν υἱῶν Νικηφόρου τοῦ Βρυεννίου, ὃν ó λόγος προέφηνε τῇ τυραννίδι ἐπιχειρήσαντα ϑυγατέρων τοῦ βασιλέως καὶ τῶν υἱῶν καὶ τῶν ἐπὶ ϑυγατράσι γαμβρῶν Ὁ λέγων ὑπηκόων e, ἀνϑρώπων Ὁ xai ἁλόντα xai πηρωϑέντα τοὺς ὀφθαλμούς. τούτῳ τὴν ϑυ- γίνεται δὲ τῷ βασιλεῖ καὶ υἱός, ὃν ἐν τῷ ϑείῳ τεμένει τῆς τοῦ ϑεοῦ λόγου Σοφίας παρὰ τοῦ πατριάρχου καταξιωϑέντα τοῦ ϑείου βαπτίσματος καὶ ᾿Ιωάννην κληϑέντα αὐτίκα ὁ πατὴρ καὶ διαδήματι ταινιοῖ. γεγόνασι δὲ τῷ βασιλεῖ καὶ ἕτεροι δύο υἱοί, ᾿Ανδρόνικός τε xai ᾿Ισαάκιος, καὶ ϑυγατέρες ἕτεραι τρεῖς, Μαρία, Εὐδοκία καὶ Θεοδώρα. τῇ μὲν οὖν Μαρίᾳ τὸν τοῦ Γαυρᾶ ἐκείνου Θεοδώρου τοῦ σεβαστοῦ καὶ μάρτυρος υἱὸν ἐμνηστεύ- κἀκεῖνον ἀποπεμψάμενος ἕτερον μνηστῆρα τῇ ϑυγατρὶ ταύτῃ τὸν τοῦ Φορβηνοῦ υἱὸν τοῦ Κατακαλὼν τὸν Νικηφόρον cio- συνέζευξεν\" ὃς τῇ τε συνεύνῳ οὖχ ὡς βασιλέως ἐκέχρητο Ov- γατρί, ἀλλ᾽ ἔκ τοῦ κρείττονος ὡμίλει ταύτῃ καὶ προσεφέρετο, καὶ τῇ βασιλίσσῃ δὲ πλειστάκις προσκεκρούκει καὶ πενϑερᾷ, ἥπερ αὐτῷ προσοχϑίσασα τὴν ϑυγατέρα νοσήσασαν εὐϑὺς ἀπο- κείρει καὶ τὸν ᾿Ϊασίτην ἀπελαύνει τῶν βασιλείων. τῇ δέ ye τε- λευταίᾳ τῶν ϑυγατέρων συνῴκισεν Ó πατὴρ νεανίαν τὸ μὲν εἶδος ἀγαλματίαν, τὸ δὲ γένος οὐ τῶν ἐπιφανῶν."
      },
      {
        "index": 49,
        "text": "82 έγονε δ᾽ ἐπὶ τῆς βασιλείας τούτου κλόνος τῆς γῆς φρι- κωδέστατος κατὰ τὴν ἡμέραν τῆς μνήμης τοῦ ἐν ϑαύμασι περι- ῃρείπωντο καὶ στοαί, δι᾿ ὧν ai τῆς πόλεως ὠρόφωνται ἀτραποί, καὶ πλεῖστοι ἐν τοῖς συμπτώμασι συνεχώσϑησαν καὶ ἀπέϑανον."
      },
      {
        "index": 50,
        "text": "Κατὰ τούτους τοὺς χρόνους καὶ τοῦ τῶν {ἰατζινάκων ἔϑνους συγκίνησις γέγονεν, ἐκ τῶν σφετέρων ἠϑῶν μετανα- στεύσαντος εἰς χώραν “Ῥωμαϊκὴν καὶ τὴν Θράκην πᾶσαν καὶ τὴν ιαακεδονίαν ληιζομένου. κατὰ τούτων ἐκστρατεύσας ὅ βα- σιλεύς, τῶν στρατιωτῶν ἀλαζονευομένων, αἰσχρῶς ἥττητο. εἶτ᾽ αὖϑις ἄπεισι κατὰ τῶν βαρβάρων, ταπεινωϑείσης τῆς στρατιᾶς καὶ τὸ πᾶν τῆς ϑείας ἐξαρτώσης ῥοπῆς, καὶ προσβάλλει τοῖς γῆς ἐρρίπτουν καὶ οἰμωγαῖς τοὺς Ῥωμαίους ἐξεκαλοῦντο πρὸς ὃ ἔλεον. ὥλετο μὲν οὖν πολύ τι τοῦ “Σκυϑικοῦ, oi λοιποὶ δὲ συνελαμβάνοντο καὶ ἦσαν ὑπὸ δεσμοῖς xai εἰς δουλείαν οἵ Ὁ Υ̓ αἰχμαλωτεύσαντες αὐτοὺς ἀπεδίδοντο. ὃ δ᾽ αὐτοκράτωρ πλῆῇϑος ἔπαρσις, ταπείνωσις δ᾽ ὑψοῖ Br ἀπολεξάμενος σφριγώντων xai δωμαλέων εἷς τὸ τῶν MoyAévov ϑέμα τούτους σὺν γυναιξὶ καὶ τέκνοις κατῴκισε καὶ τάγμα τούτους κατέστησεν ἰδιαίτατον\" οἵ καὶ μέχρι τοῦ δεῦρο κατὰ διαδοχὰς διαμένουσιν, εἰς ἐπίϑετον σχόντες τὸν τόπον, ἦν ᾧ κατῳκίσϑησαν, καὶ Πατζινάκοι Μογλενῖται καλούμενοι. ᾿Επιβουλῆς δὲ μηνυϑείσης αὐτῷ πρωτουργοὺς ἐχούσης τὸν Οὐμπερτόπωλον καὶ τὸν ᾿Δριέβην, ὧν ó μὲν ἔκ Φοάγγων εἶλκε τὸ γένος, ó δ᾽ ᾿Αριέβης ἐξ ᾿Δομενίων, καὶ ἄμφω δὲ τῶν ἐπι- A φανεστέρων καὶ στρατηγίαις ἐφεστηκότων, ἐκεῖνοί τε συνεσχέ- ϑησαν καὶ ὅσοι συμμετεῖχον αὐτοῖς τοῦ βουλεύματος. τοὺς οὖν τῆς μελέτης ἐξάρχοντας δύο ἄνδρας δημεύσει καταδικάσας καὶ ἀτίμῳ ϑοιάμβῳ καὶ ἐπὶ τούτοις ὑπερορίᾳ ἐν τούτοις περι- (orae. αὐτοῖς τὴν ποινήν\" ὅτε καὶ τὸ τῶν Μανιχαίων τάγμα τῆς στρατείας ἀπήλασεν, ἐκϑέσμως μέχρι τότε δὴ στρατευ- καϑάπαξ ἀπείργει. αὖϑις δ' ἑτέρα κατὰ τοῦ βασιλέως τούτου συνέστη ἐπιβουλή, ἧς ἐξῆρχεν ó τοῦ βασιλεύσαντος ἐκείνου Au- váxai Ὁ μογλενίται μογλενῖται οὐμπερτόπολον γένους υἱὸς ὁ Νικηφόρος ó τῆς πορφύρας βλαστός, ἀνὴρ τὴν μὲν ἰσχὺν ἀπαράμιλλος, τὴν δὲ τῆς γνώμης ἕξιν καὶ τὴν τῆς ψυχῆς γενναιότητα οὗ κατὰ τὴν σωματικὴν πλουτήσας ἰσχύν. Β οὗτος τὸ μὲν δρᾶμα συνϑέμενος, τὴν δὲ πρᾶξιν ὑπερτιϑέμενος, ἔλαϑε παϑὼν ἢ δράσας ὡς ἐβουλεύσατο. ἑάλω γὰρ καὶ ἐτα- ὃ σμῶν ἀνάγκαις παραδοϑείς, ἵν᾽ ἐκκαλύψῃ τοὺς συνωμότας, τέλος ἐξεκόπη τὰ ὄμματα καὶ τὴν περιουσίαν ἀφήρητο."
      },
      {
        "index": 51,
        "text": "Εἶτα τὸ τῶν Φράγγων ἔϑνος ἐκ τῶν ἑσπερίων συγκινηϑὲν ἑῴαν διαπεραιωθϑησόμενον᾽ ὧν τὴν συγκίνησιν ϑεοση μία τις τὸ προεμήνυσεν. ἀκρίδων γὰρ ἄπειρόν τι πλῆϑος, ἐκ τῆς ἑσπέρας τὴν γένεσιν ἐσχηκὸς καὶ τοσοῦτον ὡς νέφεσιν ἱπτάμενον ἀπει- κάζεσϑαι καὶ συσκιάζειν τὸν ἥλιον, διὰ τῆς μεγίστης τῶν πό- λεων καὶ τῶν ταύτης ὁρίων τὴν πτῆσιν ποιούμενον πρὸς τὴν κατὰ Βιϑυνίαν προσβαλόντες Νικαίᾳ, παοὰ τῶν Τούρκων κατ- ἐχομένῃ, σὺν χρόνῳ μὲν xai φϑορᾷ πολλῇ ἑκατέρωϑεν, τέως μέντοι τὴν πόλιν ἡρήκασι. καὶ ταύτην μὲν πολλῶν ἀπέδοντο περὶ τῆς τῶν Φράγγων συγκινήσεως καὶ πρὸς τὴν ἑῴαν αὐτῶν διαπεραι- ξεσϑαι O συσκιάζειν, συσκευάζειν Α 14. πρὸς χρημάτων τῷ βασιλεῖ, oi δ᾽ εἰς τὸ πρόσω προὐχώρουν. καὶ oi μὲν τὴν πρὸς τῷ ᾿Ορόντῃ εἷλον σὺν μόχϑῳ καὶ φόνῳ πολλῷ ᾿Αντιόχειαν, ol δὲ τῆς “εροσολύμων μεγάλοις ἀγῶσιν ἐκράτησαν πόλεως."
      },
      {
        "index": 52,
        "text": "5 \"AAA οὕτω μὲν τὰ τοῦ ἔϑνους ἔσχον τῶν Φράγγων ovv- τετμημένως εἰπεῖν\" αἵρεσις δέ τις κατὰ τοὺς χρόνους τούτους ἀναπέφηνε μυσαρὰ ἣ τῶν Βογομίλων. τῆς δὲ τοιαύτης αἷοέ- σεως κῆρυξ ἦν καὶ μέγας διδάσκαλος xal προβολεὺς τῶν παρ᾽ αὐτοῖς ἀποστόλων ασίλειός τις λεγόμενος ἰατρός, σχῆμα μὲν Ὦ γᾶν. ὃς ἐν ἔτεσι μὲν πεντεκαίδεκα τὰ τῆς πλάνης μαϑὼν ὀὁλέ- ϑρια δόγματα, ἐν δὲ δυσὶ καὶ πεντήκοντα διδάξας αὐτά, πᾶσαν σχεδὸν τὴν οἰκουμένην τῆς οἰκείας λύμης ἐνέπλησεν. εἶτα καὶ τῇ τῶν πόλεων βασιλίδι ἐπεχωρίασεν, ἀλλ᾽ ἑάλω ἐπ᾽ αὐτοφώρῳ τῆς ἀληϑείας ἐχϑρός. γνοὺς γὰρ τὴν ἐκείνου ἀσέβειαν ὅ κρατῶν ὑπεκρίϑη πίστιν ἔχειν εἰς ἐκεῖνον τὸν κακοδαίμονα καὶ διδάσκαλον ἐκάλει καὶ σωτῆρα πλανωμένων ψυχῶν. τούτοις ποτε πεῖσαι τὸν ὀλέϑοιον ἐκεῖνον ἐξεμέσαι τὸν ἰὸν τῆς πονη- A ρίας αὐτοῦ. ἐπεὶ δ᾽ ἦν ἐντὸς ἀρκύων τὸ ϑήραμα, ἐδημοσίευσε μὲν τὴν ἐκείνου διδασκαλίαν καὶ τὰ δόγματα ἐξεφαύλισε, κοινῇ δὲ ψήφῳ πυρὸς αὐτὸν ἐν τῷ τῆς ἱππηλασίας ϑεάτρῳ παρ- ανάλωμα ἔϑετο."
      },
      {
        "index": 53,
        "text": "Abu; δ᾽ ἐπανάστασις ἑτέρα κατὰ τοῦ αὐτοκράτορος γέ- yove, xal ó ταύτην συστησάμενος υἱὸν ἔλεγεν ἑαυτὸν εἶναι τοῦ βασιλεύσαντος Διογένους, ὃς Κομάνων πλῆϑος ἑταιρισάμενος εἰς τἀπὶ Θράκης τε χωρία γενόμενος καὶ τὴν χώραν κεραΐζων καὶ ληιζόμενος ἀπήτει τοὺς ἐν ταῖς πόλεσι δέχεσϑαί τε αὐτὸν 97xai ἀξιοῦν βασιλικῆς ἀναρρήσεως. εἶτα εἴς τι πολίχνιον τῶν Θρᾳκικῶν ἀπελϑὼν ἀπατηϑείς τε παρὰ τῶν ἐν αὐτῷ καὶ ἀναρ- ρηϑεὶς εἰσελϑών ve μετ᾽ ὀλίγων ἐντὸς συνεσχέϑη καὶ ἐξεκόπη τοὺς ὀφϑαλμούς. καὶ οὕτως ἣ ἐπιχειρηϑεῖσα παρ᾽ αὐτοῦ τυ- B ραννὶς διελέλυτο, τῶν Κομάνων, ὅσοι μὴ διεφϑάρησαν, εἷς τὰ ἤϑη παλινοστησάντων τὰ σφέτερα. Οὗτος ὁ βασιλεύς, τοῦ ὀρφανοτροφείου ἐσχολακότος, ἀλλὰ μὴν καὶ ἄλλων γηρωκομείων πολλῶν, τὰς πάντων κτήσεις τῷ ὀρφανοτροφείῳ προσνείμας καὶ αὐτὸς ἑτέρας προσαφορίσας ἀνεκαίνισέ τε αὐτὸ xal ἀνενέωσε πολλοῖς ἀναλώμασι xal πλῆϑος γηρωκομουμένων αὐτῷ ἐγκατέστησεν. ἀλλὰ μὴν καὶ μονα- ζόντων καὶ μοναζουσῶν ἐν αὐτῷ ἐδείματο καταγώγια\" πρὸς δὲ τοῖς καὶ διδασκαλεῖον γραμματικῶν, ἵν᾿ ἐν αὐτῷ διδάσκοιντο ὃ παῖδες ὀρφανοὶ ἢ γονέων ἀπόρων, διδασκάλους ἐντάξας αὐτῷ καὶ παιδαγωγοὺς καὶ σιτήσεις ἀποτάξας τοῖς διδάσκουσί τε καὶ τοῖς μανϑάνουσι."
      },
      {
        "index": 54,
        "text": "Kai τὰ μὲν οὕτως ἔσχε καὶ μέχρι τοῦδε διατετήρηται\" βούλιον, οὗ κορυφαῖος μὲν ἦν ὁ ᾿Ανεμᾶς Μιχαήλ, συνίστορες δὲ πολλοὶ τῶν τὰ πρῶτα πραττομένων ἐν τῇ μοίρᾳ τῇ στρα- τιώτιδι. ἀλλὰ μήπω τῷ ἔογῳ ἐπιχειρήσαντες ἐγνώσϑησάν τε καὶ συνελήφϑησαν, καὶ τοῖς μὲν συνωμόταις ψίλωσις ἐπήχϑη τῶν τριχῶν καὶ τοῦ πώγωνος, οὗ ξυρῷ, ἀλλὰ δρώπακι. τῷ ὃ δ᾽ \"Aveud ἄψαυστος μὲν ἣ κεφαλὴ καὶ ó πώγων τετήρητο, πή- oxcotig δὲ τῶν ὀφθαλμῶν αὐτοῦ κατεψήφιστο. ἔτι δὲ ϑριαβευομένων αὐτῶν ἐπικαταλαμβάνει βασίλειον ϑέσπισμα τῆς ποινῆς τὸν ᾿Ανεμᾶν ἐξαιρούμενον καί οἵ συγχωροῦν τῶν ὀμμάτων τὴν ἐκκοπήν. ἀφαιρεϑέντες δὲ τὰς οὐσίας ὑπερορίαν ἄλλος ἀλλα- ἴ χόϑι κατεδικάσϑησαν. πραγμάτων ἀναδεξαμένη, ὡς εἴρηται, τὴν διοίκησιν, μέχοι πολ- λοῦ ταύτην μετεχειρίζετο, ὅϑεν καὶ τὰ πρὸς κάκωσιν τῶν ὑπη- κόων τότε γινόμενα ἐκείνῃ οἵ πλείονες ἐπεγράφοντο. ἤχϑετο μὲν οὖν ὃ βασιλεὺς ὡς ἐν μόνῳ σχεδὸν τῆς βασιλείας àno λαύων ὀνόματι, ἠδεῖτο δὲ τὴν μητέρα καὶ ἀκούσης ἐκείνης ἀφελέσϑαι τὴν ἐξουσίαν οὐκ ἤϑελεν. ἐπεὶ δ᾽ ἐκείνη συνῆκεν ἀχϑόμενον τὸν υἱόν, πτοηϑεῖσα μὴ βιασϑείη καὶ ἀϑέλητον δόξῃ ποιήσασϑαι τὴν μετάστασιν, παρακεχωρήκει πάντων τῷ υἱῷ τε καὶ αὐτοκράτορι καὶ τῶν βασιλείων ὑπανεχώρησε, τὴν τοῦ αντεπόπτου μονήν, ἣν ἐκείνη ἐδείματο, κατοικίαν ποιὴη- σαμένη, παρ᾽ yj καί τινας ἐνιαυτοὺς παροικήσασα ἐντίμως τε καὶ βασιλικῶς ἐς γῆράς τε βαϑὺ καταντήσασα μετήλλαξε τὴν ζωήν. ἕνα δ᾽ ἐνιαυτὸν καὶ μικρόν τι πρὸς ὅ σεβαστοκράτωρ ἐπιβιοὺς τῇ μητρὶ κἀκεῖνος ἀπέτισε τὸ χρεών, κειράμενος τὴν l5 τρίχα xai μεταμφιασάμενος κατὰ μοναχούς, ὡς ἔγνω ἐπιλείπειν αὐτῷ τὸ βιώσιμον. ἀπεβίω δ᾽ ἐπὶ παισὶ πολλοῖς, οὕς, ἐπεὶ xai 1j μήτηρ αὐτῶν οὐδ᾽ ὅλον ἐνιαυτὸν ἐπιζήσασα τῷ ἀνδρὶ μετέστη τῶν γεηρῶν, ὁ βασιλεὺς προσελάβετο καὶ τοὺς μὲν ἄρρενας συνῴκισε γυναιξί, τὰς δέ ye ϑηλείας ἀνδράσιν ἐξέδοτο καὶ ἔστεργε καὶ εὐηργέτει τοὺς ἀδελῳφόπαιδας. πρὸς δὲ τὴν κοινωνὸν τοῦ βίου ὅ βασιλεὺς οὗτος οὔτ᾽ ἀποστρόφως εἶχε τὸ μενος o) πάνυ τὰ ἐς εὐνὴν ἐτύγχανε δίκαιος, ὅϑεν καὶ βέλεσιν ἡ Αὐγούστα ζηλοτυπίας ἐβέβλητο. ἐπεὶ δ᾽ ὅ χρόνος προήκων τῷ αὐτοκράτορι τὰ πυρφόρα βέλη τοῦ ἔρωτος ἤμβλυνε, τότε πρὸς τὴν Αὐγούσταν τρέψας τὸν ἔρωτα ὅλος ἦν τῆς πρὸς ἐκείνην στοργῆς καὶ ἤϑελεν εἶναι σχεδὸν αὐτῆς ἀδιάσπαστος."
      },
      {
        "index": 55,
        "text": "τοιαύτη μὲν οὖν τῇ βασιλίσσῃ ἐς ὕστερον ἡ διάϑεσις, καὶ με- γάλα τότε ἠδύνατο καὶ εἶχεν οὕτω μέχρις ἂν ἔρρωτο τὸ σῶμα τῷ βασιλεῖ. ἐπεὶ δ᾽ ἐκεῖνος τοὺς πόδας ἤλγει καὶ τὰς βάσεις ἐβέβλαπτο καὶ πεοὶ τὰ ἄρϑρα τούτῳ μοχϑηρᾶς ὕλης συνερ- ουήκεσαν ῥεύματα καὶ ἦν ἐντεῦϑεν κλινοπετής, κατῆρχεν ἡ βα-Ὁ σιλίς, καὶ τῷ ταύτης ἦν ὡς ἐπίπαν τιϑέμενος ὅ αὐτοκράτωρ ϑελήματι, καὶ πᾶσα ἧ ἐξουσία καὶ ἡ τῆς βασιλείας διοίκησις ἀνατεϑῆναι αὐτῇ μετὰ παρέλευσιν τοῦ ἀνδρὸς μεμελέτητο, cc καὶ τὸν υἱὸν καὶ βασιλέα ὑποκεῖσϑαι αὐτῇ. τῷ δὲ τὸ σκέμμα ὅπως διέκειτο πρῴην πρὸς τὴν Αὐγούσταν ὅ βασιλεύς, καὶ ὅπως μετ- ἀνατεθῆναι μεμελέτητο, ὅ δὲ υἱὸς ταύτης καὶ βασιλεὺς ἀντέπραττε πρὸς εἶχε τὸ εἴχετο οὐ ὥς φασιν CWo, οὖκ ἀνεκτὸν ἐς ἄνδρας ἤδη τελοῦντι xal γυναικὶ πρὸ πολλοῦ συναφϑέντι τοῦ ἔϑνους τῶν Οὔγγρων ἀρχηγοῦ ϑυγατρὶ καὶ παίδων γεγονότι πατρί. ἐδεδοίκει γὰρ περὶ τῇ ἀοχῇ ἢ καὶ περὶ αὐτῇ τῇ ζωῇ, ὁρῶν τὴν μητέρα πολλὴν περὶ τὴν πρε- σβυτέραν τῶν ϑυγατέρων ἐνδεικνυμένην σχέσιν καὶ περὶ τὸν ὃ ἐπ’ αὐτῇ κηδεστὴν τὸν Bovévwov. ὅϑεν μετήει τὸ συγγενές, i ἀλλὰ μέντοι καὶ ξύμπαντας, καὶ τὰ xaÜ' ἑαυτὸν πρὸς ἕκαστον ofc oi πλείονες αὐτῶν ἦσαν ὀμωμοκότες, ὡς οὖχ ἕτεοον ἂν παρὰ τοῦτον μετὰ τὸν πατέρα δέξαιντο αὐτοκράτορα. οἱ δὲ αὐτὸν ἐπεϑάρρυνον καὶ ἐπαρῆξαί ol καιροῦ καλοῦντος προϑυ- μότατα ἐπηγγέλλοντο, ὅρκοις ἐμπεδοῦντες τὰς ὑποσχέσεις. ταῦτα δὲ τὴν βασιλίδα οὐκ ἐλελήϑεισαν, δι’ ἃ καὶ προσώχϑισε τῷ υἱῷ. ἐντεῦϑεν παντί που καϑάπαξ προσιέναι oi ἀπείρητο, καὶ πάντοϑεν σκοποί τε xal κατοπτῆοες ἦσαν αὐτοῦ. ó δὲ καὶ οὕτως οὐκ ἐπαύετο πρὸς ἑαυτὸν σχεδὸν τοὺς σύμπαντας ἐφ ελ- κόμενος, τοὺς μὲν δι᾿ ἑαυτοῦ, τοὺς δὲ διὰ τῶν προσκειμένων αὐτῷ. προσέκειτο δ᾽ αὐτῷ καὶ τῶν ἀδελφῶν ὃ νεώτερος\" ϑάτερος δέ γε, δηλαδὴ ó ᾿Ανδρόνικος, τῷ συγγόνῳ καὶ βασιλεῖ ἠναντίωτο\" ἤδη γὰρ xal οὗτοι ἀνδρωϑέντες γυναιξὶ συνεζεύ- χϑησαν. xai ó μὲν ᾿Ανδρόνικος σεβαστοκράτωρ τετίμητο, ὃ ὃ ᾿Ισαάκιος καὶ ὁ Βρυέννιος Καίσαρες, ó δ᾽ ἐπὶ τῇ δευτέρᾳ τῶν ϑυγατέρων τοῦ βασιλέως γαμβρὸς ó Φορβηνὸς πανυπερ- Εἶχον uiv οὖν οὕτω ταῦτα, εἰ xai προδραμὼν ὁ λόγος τὰ ὕστερον διηγήσατο\" εἷς δὲ τῶν εἰς τὴν ἑῴαν διαβάντων “Λατίνων καὶ ó τοῦ Ῥομπέρτου ἐκείνου, οὗπερ ἤδη ἡἣ ἱστορία ἐμνήσϑη, ὑπῆρχεν υἱός, Βαϊμοῦνδος ὀνομαζόμενος, ὃς ἐκ τῶν ἑσπερίων μετὰ τῶν ὑπ᾽ αὐτὸν ἀνιὼν δούλωσίν τε τῷ βασιλεῖ ἐπηγγείλατο καὶ συνϑήκας ϑέμενος πρὸς αὐτὸν ὅρκοις αὐτὰς ἐμπεπέδωκε καὶ χρήματα λαβὼν σχεδὸν ὑπὲρ ἀριϑμὸν τῇ κατὰ ) 1V Κοίλην Συρίαν ᾿Αντιοχείᾳ ἐπιδεδήμηκε καὶ ταύτην πολιορκίᾳ ἑλὼν οὐ μόνον τῶν ὡμολογημένων παραβάτης ἐγένετο, ἀλλὰ καὶ πόλεμον κατὰ Ῥωμαίων ἄρασϑαι μεμελέτηκεν. ἐπανιέναι δὲ φροντίζων ἐκ τῶν ἑῴων εἷς τὰ ἑσπέρια ἐδεδίει μὴ ἔν τῇ ἐπανόδῳ χώρας Ῥωμαϊκὰς διιὼν κατασχεϑείη παρά του τῶν τῶν χωρῶν ἐκείνων τὰς ἀρχὰς ἐμπεπιστευμένων καὶ ἀπαχϑείη δεσμώτης, ὡς παραβάτης ὧν ἔϑετο συνϑηκῶν. τί γοῦν μηχα- 8 6 {περ)ὲ τοῦ Βαϊμούνδου ὅπως παραβὰς τὰς συνϑήκας κατὰ “Ῥωμαίων ἐχώρησεν (xai) μηδὲν ἀνύσας (ἐσπ)είσατο (v. ) γᾶται; ἑαυτοῦ καταψεύδεται ϑάνατον καὶ λάρνακι ἐμβεβήκει, ἐκείνου κομίζεται οἴκαδε. οὕτω λαϑὼν εἰς τὴν χώραν αὐτοῦ διασέσωστο\" ἔνϑα πολλὰ κατειπὼν τοῦ βασιλέως πολλοὺς τῶν ὁμοεϑνῶν ἄραι κατὰ Ρωμαίων ὅπλα ἠρέϑισεν, ὧν στραταρχῶν ἐκεῖνος διεπεραιώϑη πρὸς τὴν ᾿Επίδαμνον καὶ πολλὴν ἔϑετο ὃ σπουδὴν ἐκπορϑῆσαι τὸ ἄστυ αὐτῆς. χρόνον δὲ διατρίψας ἂν τῇ πολιορκίᾳ μακρὸν καὶ κακώσας μὲν τοὺς ἐν τῇ πόλει, οὐ μείω δὲ καὶ αὐτὸς κακωϑεὶς ἀπέγνω μὲν τοῦ Δυρραχίου τὴν ἅλωσιν, προέβη Ó' εἰς ἕτερα κἀκείνων διήμαρτεν\" ὅϑεν διαπρε- σβεύεται πρὸς τὸν αὐτοκράτορα, συμβάσεις ζητῶν. ὃ δὲ τῇ ρωπαίαν Κολώνειαν τὸν χάρακα ἔϑετο, ἔνϑα καὶ προσωμίλησε τῷ βαρβάρῳ καὶ τὰς συνϑήκας τῶν σπονδῶν ἐποιήσατο."
      },
      {
        "index": 56,
        "text": "\"H μὲν οὖν τοῦ DBatuoóvóov μάχη οὕτω πως διαλέλυτο\" ὃ δὲ πατριάρχης Νικόλαος ἐπὶ εἴκοσι πρὸς ἑπτὰ ἐνιαυτοὺς τὴν ἐκκλησίαν ἰϑύνας xai ἐς γῆρας ἐλάσας βαϑύ, νοσήσας ἀπεβίω ob τὴν ἐκφορὰν μεγαλοπρεπῶς ὅ αὐτοκράτωρ ἐτίμησεν, εἶτα ἕτερον εἰς τὸν ϑρόνον τὸν πατριαρχικὸν ἐγκαϑίδρυσεν, ἕνα μὲν τοῦ κλήρου τῆς ἐκκλησίας, τοῦ τῶν διακόνων δέ γε βαϑμοῦ ὃ τοῦ τῆς ἐν Χαλκηδόνι τότε προεδρεύοντος ἐκκλησίας, λόγοις ἐντεϑραμμένον τοῖς τε ϑύραϑεν καὶ τοῖς xaÜ' ἡμᾶς, αὐτὸς óPTI304A βασιλεὺς τῇ ἐκκλησίᾳ ἐπιδεδημηκὼς καὶ αὐτὸν ἐν ταύτῃ προ- χειρισάμενος. Μετὰ δέ τινα χρόνον νοσεῖ ὅ κρατῶν, καὶ οὕτως ἡ νόσος ἐκείνου κατίσχυσεν ὡς ἐκλελοιπέναι δοκεῖν. ἐν τούτῳ δὲ τοῦ σωτηρίου τοῦ σωτῆρος ἡμῶν ἐκτυπώματος, ὃς ἐν τῇ Xaàxjj ἀνεστήλωται, τὸ ϑεῖον πέπλον, ὃ πρὸ τῆς εἰκόνος ἡἠώρηται, κομισϑὲν ἐφηπλώϑη τῇ κλίνῃ ἐφ᾽ ἧς Ó κάμνων κατέκειτο, καὶ αὐτοῦ τὸ σῶμα περιεκάλυψε, καὶ ἡ τῆς νόσου σφοδρότης ὑπ- εδίδου εὐθύς. Ó δὲ κεκίνητό τε καὶ ἀνεκάϑισε καὶ ἐφώνησε ἦν ἡ ἀνάρρωσις. ἵνα γοῦν πληροφορηϑῶσι περὶ ταύτης οἱ ἀμφιβάλλοντες, ἔφιππος uev ὀλίγον διῆλϑε τὴν ἀγοράν. ἀλλ᾽ οὕτω μὲν τῆς νόσου ὅ αὐτοκράτωρ ἀπήλλακτο\" αὖϑις δὲ τὸν ἀστυπολοῦντα λαὸν δέος ὑπεισήει ἀναίτιον\" φήμη γὰρ περιήει ἁπανταχοῦ τεϑνάναι μέλλειν κατὰ τὸ μέγα σάββατον τοῦ ἔνι- αὐτοῦ ἐκείνου τὸν αὐτοκράτορα, καὶ οὗ τοῦ δημιύδους μόνου πλήϑους ἣ φήμῃ κατεκράτησεν αὕτη, ἀλλὰ xai τῶν ἐν τέλει καὶ τῶν περὶ τὸν κρατοῦντα, καὶ αὐτοῦ δὲ τοῦ βασιλέως δι- ὃ ἔσεισε τὴν ψυχήν, καὶ ταῦτα μηδὲ νοσοῦντος μηδέ τι τὸ ἐν- οχλοῦν ἔχοντος. ἐπιστάσης δὲ τῆς λεγομένης ἡμέρας ἠλέγχϑη Οτὸ φημιζόμενον μάταιον καὶ τῶν πονηρῶν προσδοκιῶν ἀπηλ- λάγησαν ξύμπαντες."
      },
      {
        "index": 57,
        "text": "Οὐ πολὺς ἐπὶ τούτοις παρῆλϑε καιρός, καὶ τῆς Βυζαντίδος ὁ αὐτοκράτωρ ἀποδημεῖ καὶ τῆν γυναικωνῖτιν συνεπαγόμενος, xai ταῦτα xaÜ' ὥραν χειμέριον, καὶ σκηνοῖ κατὰ τὴν Θρᾳκῴαν: Χερρόνησον. τοῦ δὲ χειμῶνος παρελϑόντος καὶ τοῦ ἔαρος ἀναλάμψαντος, ἤδη καὶ τὸ ϑέρος ἐφρίστατο, κἀκεῖϑεν ὁ κρατῶν ϑοὺ μεϑίστατο, ἕως νόσος τῇ βασιλίσσῃ ἐνέσκηψε. τότε δὲ προ- ἐπέμῳφϑη μὲν ἡ Abyovota τριήρει βασιλικῇ, ὅ βασιλεὺς δ᾽ ἔτι ἔμενε διάγων ἐκεῖ καὶ τοὺς στρατιωτικοὺς καταλόγους ἐπισκε- πτόμενος, μέχρις ἂν ἐμεμαϑήκει ὡς ἡ βασιλὶς κατηντήκει πρὸς τὴν μεγαλόπολιν. καὶ μὲν ἀνερρώννυτο, ὅ δὲ τῶν διοική- σεὼν εἴχετο, ὡς τὰ πολλὰ κατὰ τὸ Φιλοπάτιον ποιούμενος τὰς διατριβάς. καί ol τοιοῦτόν τι ἐπιτετήδευτο᾽ τεταγμένας ἡ μέρας ὡρίσατο, xa)' ἃς ἐκεῖσε δημοσίᾳ προὐκάϑητο ἀφορῶν πρὸς ὃ πεδιάδα πλατεῖαν. τῷ βουλομένῳ δὲ ἡἣ εἰς ἐκεῖνον εἴσοδος ἢ συγκεχώρητο, καὶ ἕκαστος τῶν δεομένων ἐπανετείνετο δεητή- ριον διδακτικὸν ὅτου δέοιτο. καὶ ταῦτα ἐνώπιον αὐτοῦ τιϑέ- μενα ἐπέταττε τοῖς ὑπογραμματεύουσιν ἐπιέναι καὶ γνωρίζειν αὐτῷ τὰς ἑκάστων αἰτήσεις, καὶ αὐτίκα τὴν ἐφ᾽ ἑκάστῳ ἄντι- γραφὴν προσέταττε γίνεσϑαι καὶ βεβαιουμένην τοῖς δεομένοις παρέχεσϑαι. καὶ τοῦτ᾽ ἐπὶ χρόνον ἱκανὸν ἐτηρεῖτο τῷ abro- κράτορι. εἶτ᾽ αὖϑις ἀποδημεῖ τῆς Βυζαντίδος, φϑίνοντος ἤδη τοῦ μετοπώρου\" συνῆν δ᾽ ἐκείνῳ καὶ ἡ βασίλισσα καὶ ἡ γυ- γαικωνγῖτις συνείπετο, καὶ περὶ τοὺς πρόποδας τοῦ ὄρους τοῦ παγγενῆ, ἄρτι ἠργμένου τοῦ ἔαρος ἐκεῖϑεν ἀπάρας τὴν Φιλιπ- πούπολιν κατέλαβε. περὶ ταύτης οὖν τὰ ὅρια Ó βασιλεὺς \"AAÉ- ξιος σκηνωσάμενος ἐκεῖ τὸν ἐαρινόν τε καιρὸν καὶ τὸν ϑέρειον τῆς ἐκεῖσε διατριβῆς ἡ μετὰ τῶν Δανιχαίων διάλεξις, oz IHav- ὅτι προυκάϑητο ἐν τῷ Φιλοπατίῳ καὶ τῶν δεομένων ἠκροᾶτο, καὶ αὐτίκα λικιάνους ἣ δημώδης ὀνομάζει φωνή\" πολὺ yàg τοῦτο τὸ γένος ἐν τῇ χώρᾳ ταύτῃ κατῴκισται, τοῦ βασιλέως ᾿Ιωάννου τοῦ Τζιμισκῆ μεταγαγόντος ἔκ τῆς ἑῴας αὐτὸ κἂν ταύτῃ ἐγκατοι- κίσαντος᾽ οἷς διαλεγόμενος πολλοὺς πρὸς τὴν ὀρϑόδοξον πίστιν μετήνεγκεν. ἤδη δὲ μεσοῦντος τοῦ μετοπώρου ἐπανῆλϑεν εἰς ὃ Β 14τὰ βασίλεια. τῆς δὲ βασιλίσσης μέγα δεδυνημένης, καὶ τῷ κη- δεστῇ τῷ Dovevvíp τῷ Καίσαρι πολλή τις ἦν ἰσχὺς καὶ δι᾿ ἐκείνου πᾶν ἐν τοῖς ἀνακτόροις οἰκονομούμενον ἐκπεφώνητο."
      },
      {
        "index": 58,
        "text": "διὸ καὶ πάντες ἐκείνῳ προσήεσαν καὶ δικάζειν αὐτῷ ἐπετέτραπτο καὶ βασιλικῶς ἐϑεμίστευεν᾽ ἦν γὰρ καὶ λόγοις προσκείμενος 10 ó ἀνήρ, xai ἣ σύνοικος Óé oi οὐδὲν ἧττον, εἶ μὴ καὶ μᾶλλον ἐκείνου, τῆς ἐν λόγοις παιδείας ἀντείχετο καὶ τὴν γλῶτταν εἶχεν ἀκριβῶς ἀττικίζουσαν καὶ τὸν νοῦν πρὸς ὕψος ϑεωρημάτων ὀξύτατον. ταῦτα δ᾽ αὐτῇ προσεγένετο φύσεως ὀξύτητι καὶ σπουδῇ προσετετήκει γὰρ ταῖς βίβλοις καὶ λογίοις ἀνδράσι xai 15 11οὐ παρέργως ὡμίλει αὐτοῖς. οὕτω δ᾽ ὡς εἴρηται τῷ Καίσαρι στῶν πραγμάτων συνενεχϑέντων, διὰ πάσης ἦν γλώττης ἀδό- μενος ó ἀνήρ. ταῦτα δὲ τῷ βασιλέως υἱῷ τε xai βασιλεῖ πολ- ὅτε καὶ πολλοὶ τῶν Μανιχαίων ἐπέστρεψαν εἰς τὴν τῆς ἀληϑείας ἐπίγνω- καὶ οὕτως ἔχων ἐκαρτέρει."
      },
      {
        "index": 59,
        "text": "᾿Αλλὰ τὰ μὲν περὶ τούτων προϊὼν ó λόγος ἐκϑήσεται, ἄρτι δὲ παραλέλοιπε. πολλοὶ κατὰ τοὺς τῆς αὖταο- b χίας χρόνους τοῦ βασιλέως τούτου γεγόνασιν ἐμπρησμοὶ ἐν διαφόροις τῆς πόλεως μέρεσι, καὶ πολλὰ ταύτης κατενεμήϑη τὸ πῦρ καὶ ἠρείπωσεν. ἔπνευσε δέ ποτὲ τούτου κρατοῦντος καὶ ἄνεμος σφοδρός τε καὶ βιαιότατος ὥρας οὔσης ἐαρινῆς, κλοτερεῖ καὶ μεγίστῳ πορφυρέῳ κίονι τῷ κατὰ τὸ λεγόμενον τῶν παρατυχόντων ἐκεῖ. ἦν δὲ τὸ ἄγαλμα μεγέϑει μὲν πάμεγα, κάλλει δὲ ϑαυμάσιον, ὃ καὶ πεσὸν συντέϑραυστό τε καὶ εἷς πολλὰ διετέτμητο. καὶ ὑετὸς δ᾽ ἐν ἄλλῳ χρόνῳ κατερράγη σφοδρότατος xar αὐτὴν τὴν ἡμέραν τῆς μνήμης τῶν κορυ- φαίων τοῦ Χριστοῦ μαϑητῶν Πέτρου xai IlaóAov, ὃς περὶ δείλην ὀψίαν ἠργμένος διήρκεσεν ἄχρι τῆς αὐτῆς ὥρας τῆς ἐπιούσης ἡμέρας ἀνένδοτος γεγονώς. ὅτε πολλαί τὲ τῇ φορᾷ τῶν ὑδάτων οἰκίαι κατέπεσον, καὶ αἵ κοιλάδες ὑδάτων πλη- σϑεῖσαι οὐδὲν διέφερον ϑαλασσῶν, xai ἀνϑρώπων οὐκ ὀλίγων καὶ ζῴων πολλῶν συμβεβήκει ἀπώλεια."
      },
      {
        "index": 60,
        "text": "A Tavra μὲν οὖν οὕτω συνήνεκτο᾽ ἀπηγγέλη δέ ποτε τῷ [ja- σιλεῖ Τούρκων ἀϑροίζεσϑαι στρατιὰν βουλομένην ἐπελϑεῖν ταῖς ὑπὸ ο΄ Ῥωμαίους χώραις καὶ ταύτας ληίσασϑαι. ἔτυχε δὲ τότε τοὺς πόδας ἀλγῶν, τοῦ δεύματος σφοδρότερον ἐπιρρεύσαντος καὶ περιωδυνίαις αὐτὸν καὶ ἀλγηδόσιν ὀξυτάταις πιέζοντος. ἐπεὶ γοῦν οὐκ εἶχε δι᾿ ἑαυτοῦ κατὰ τῶν βαρβάρων στρατεύσασϑαι, φάλαγγα κατ᾽ αὐτῶν ἐκπέμπει στρατιωτῶν, φαλάγγαρχον ἐπιστήσας αὐτοῖς τὸν Κα- μύτζην ἰὐστάϑιον, ἄνδρα τοῖς πρώτοις τεταγμένον τῶν στρα- ἀτηγῶν. ὃ δὲ οὐκ ἐλαχίστῃ τῶν πολεμίων μοίρᾳ περιτυχὼν προσβάλλει τούτοις, ἡττήϑη δὲ προσβαλών, καὶ αὐτὸς μὲν ἑάλω, 50i δ᾽ ὑπ’ αὐτὸν οἵ μὲν ἔπεσον, oi δὲ φυγόντες ἐσώϑησαν. ὡς δὲ ταῦτα τῷ βασιλεῖ κατηγγέλϑησαν, οὐκέτι καϑεκτὸς ἦν ἐκεῖνος Β ἀλλ᾽ ἔξεισι, καὶ Τούρκοις μὲν ἐνέτυχεν οὐδαμοῦ {(μαϑόντες γὰο τὴν κατ᾽ αὐτῶν τοῦ βασιλέως ὁρμὴν τοῖς ἵπποις ἐνδόντες τοὺς Υ̓ χαλινοὺς ἔφευγον ἀμεταστρεπτί), ἴσχυσε δὲ καὶ ὁ Καμύτζης τὰς χεῖρας αὐτῶν ἐκφυγεῖν, τοὺς αὐτὸν φρουροῦντας μεγάλαις ὑποσχέσεσι πείσας συναποδρᾶναι αὐτῷ καὶ προσεληλυϑέναι τῷ θ βασιλεῖ. καὶ ὅ μὲν πρὸς τὸν αὐτοκράτορα ἦλθε προσάγων καὶ τοὺς αὐτοῦ φύλακας αὐτομόλους. ὅ δὲ κρατῶν ἐκεῖνον μὲν ἡδέως εἶδε, τοὺς δ᾽ ἐκεῖνον λελυκότας ἐδεξιώσατο χρήμασι καὶ ἐπανῆλϑεν εἷς τὸ Βυζάντιον. Οὐ πολὺς παρερούη καιρὸς xal ἔξεισιν αὖϑις κατὰ τῶν βαρβάρων τούτων ὃ αὐτοκράτωρ, καὶ ἄπεισιν εἰς τὸ Φιλομήλιον. εὗρε δὲ τὸ ἄστυ τοῦτο κενὸν ὅπλιτῶν᾽ πάντες γὰρ τὴν τοῦ καταλελοίπασιν, ἐκεῖνοι δὲ ἀνεχώρησαν. τὸ μὲν οὖν ἄστυ ἀπό- vos ἐλήφϑη, ἀλλὰ μέντοι καί τινα φρούρια xal σπήλαια, ἃ καταφύγια τοῖς ἐγχωρίοις ὠνόμασται, παρὰ τῶν κατεχόντων αὐτὰ τῷ βασιλεῖ παρεδόϑησαν, καὶ οἱ ἐν αὐτοῖς μετῳκίσϑησαν, τοῦτο συμφέρον τοῦ αὐτοκράτορος κρίναντος. οὃς μεϑ' ἑαυτοῦ λαβὼν ἐκεῖνος ἐπανήει, ἐπεὶ μὴ πολεμίοις ἐνέτυχε. τῶν δὲ μετοικιζομένων ὅσοι μὲν ἀκμάζοντες ἦσαν ἢ καὶ νεάζοντες, δι’ ἑαυτῶν τὴν πορείαν πεποίηντο. οἷς δὲ τὸ γῆρας βοαδεῖς ἐτέϑει τοὺς πόδας cic βάδισιν, τούτοις παρεῖχεν κρατῶν ὑπο- ζύγια. εἶ δέ τινες ἢ νόσοις ἢ πάϑεσιν ἄλλοις εἶχον παρειμένα τὰ σώματα ἢ γήρᾳ μακροχρονίῳ τε καὶ λυγρῷ, τούτους ἀσπίσιν ναρούς, δεδυνημένους ἀχϑοφορεῖν, αὐτὸς δὲ περιιών, εἴ τινα οοτῶν οὕτω κομιζομένων ἢ δίνει κάμνοντα εὕρισκεν ἢ τροφῆς ὀρεγόμενον ἢ ἄλλως ταλαιπωρούμενον, ὡς ἐνὸν ἀνεκτᾶτο τὸν κάμνοντα, οὕτω δὲ ὅδοιπορήσαντί τε καὶ καταλύσαντι καὶ Τοῦρκοι πρὸς ἑσπέραν ἐφάνησαν, σπονδὰς πρὸς Ῥωμαίους λέ- γοντες ἐϑέλειν ϑέσϑαι τὸν σφέτερον ἀρχηγόν. τοῦτο δὲ οὐδὲ τῷ βασιλεῖ ἔδοξεν ἀποϑύμιον. ἕωϑεν οὖν ἧκεν ó τῶν βαρ-ὃ βάρων κρατῶν\" ó δὲ ἦν οὐ σατράπης, ἀλλ᾽ ἐκ τοῦ γένους τοῦ σουλτανικοῦ καταγόμενος καὶ σουλτὰν ὑπὸ τῶν οἰκείων ὄνο- μαζόμενος. ὃς ἐφίππῳ τῷ βασιλεῖ ἐντυχὼν πόρροωϑεν αὐτὸς ΘΟΤΑ ἀποβὰς τοῦ ἵππου καὶ πεζὸς προσεληλυϑὼς καὶ οὕτω τὴν προσ- κύνησιν αὐτῷ ἀφοσιωσάμενος συνϑήκας τε ἔϑετο καὶ χρήμασι πολλοῖς φιλοτιμηϑεὶς ἐκεῖνός τε καὶ ὅσοι σὺν αὐτῷ ἐληλύϑασιν, ó μὲν ἐπανήει πρὸς τὰ ἤϑη τὰ ἑαυτοῦ, ó δ᾽ αὐτοκράτωρ ἐπαν- ἤλϑε πρὸς τὰ βασίλεια. ἐντεῦϑεν ηὔξητο τὸ τῶν ποδῶν ἄλγος αὐτῷ xal ἣν κλινήρης ὡς τὰ πολλά, xatijoye δ᾽ ἡ βασιλὶς καὶ ἦν ἐπίδοξος τὴν αὐταρχίαν σφετερίσασϑαι. ὁ δὲ ταύτης υἱὸς καὶ βασιλεὺς οὐκ ἠρέμει, παντοίως πρὸς τὴν δοκοῦσαν τῆς μητρὸς ἐπιχείρησιν ἀντιστρατευόμενος."
      },
      {
        "index": 61,
        "text": "ὅτι ἐπανῆλθεν Ó βασιλεὺς εἷς τὰ βασίλεια κἀκεῖϑεν ἐπανέζευξεν αὖϑις εἰς τὸ μέγα παλάτιον κἀκεῖ τὸν στόμαχον ἐκκαυϑεὶς αὖϑις εἰς τὰ αὐτοῦ 12. ἐπανῆλθεν εἰς 13. 14. ἄλγος Ὥς δὲ τῇ νόσῳ κατεπονεῖτο ó αὐτοκράτωρ, εἰς τὸ μέγα κομούμενος, καὶ τῶν ᾿Ασκληπιαδῶν περὶ ἐκεῖνον xaÜ' ἑκάστην ἐγίνετο ἀϑροισμός. οὐκ ἦν δὲ μία πᾶσι διάγνωσις, μόλις δ᾽ δ οὖν εἰς μίαν γνώμην ἦλθόν ποτε ἣ δ᾽ ἦν σιδήρῳ τὸν στό- μαχον καυτηριάσαι τοῦ αὐτοκράτορος. σίδηρον οὖν ó βασι- λεὺς κατὰ τοῦ στομάχου φλογόεντα δέχεται. οὐκ εὔκρατος μέντοι ἐδόκει τοῖς ἰατροῖς ὃ τῶν ἀνακτόρων ἀήρ, οἷα δὴ νο- τιώτερος. διὸ καὶ εἰς τὰ τῶν αγγάνων ἀνάκτορα μετακεκό- μιστοὸ ὅ κρατῶν, εἴτε τυχαίως οὕτω συμβὰν εἴτε τοῦ χρεὼν “ἐν ἀκεσωδύνοις πεσεῖται\" περὶ ἐκείνου γεγράφϑαι λέγοντες oi κίαν ἐξηγοῦντό τε καὶ ὠνόμαζον διὰ τὸ ἰατρεῖον τὸ ἐν αὐτοῖς, ὡς ἄκος ταῖς περιωδυνίαις περιποιούμενον. καὶ οὐδὲ τὸ καυ- τηριάσαι τὸν βασιλέα γενέσϑαι μάτην ἐλέγετο τοῖς περὶ ταῦτα κομψοῖς, ἀλλὰ κατὰ παλαιγενῆ καὶ τοῦτο πρόρρησίν τε καὶ ὅτι μετηνέχϑη ὃ βασιλεὺς sig τὸ μέγα παλάτιον κἀκεῖ τὸν στόμαχον xav- πρόγνωσιν. γεγράφϑαι γάρ zov περὶ αὐτοῦ toig πονήσασι τὰς Ὗ III244 περὶ τῶν βασιλέων αἰνιγματώδεις γραφὰς ὡς “᾿ἀγκῆρι καυϑεὶς πεσεῖται\", ἀγκῆρι λέγοντες τοὺς συγγραφεῖς ἐκείνους τὸ σιδή- otov. ἀπεικάσαι, δι᾿ οὗ τὸν στόμαχον καυστηριάζεσϑαι εἴϑισται, διὰ τὸ κεκάμφϑαι πρὸς τὸ ἄκρον αὐτό. ἀλλ᾽ οὔϑ᾽ ἣ καυτηρία ὃ ἠρέμα δὲ πρὸς τὸ τέλος ἐχώρει. οὔτε δὲ οἵ ἰατοοὶ ἀπεγνῶσϑαι αὐτῷ τὸ βιώσιμον ἔλεγον\" καί τινες μοναχοὶ προὔλεγον αὐτῷ μὴ ἄλλως ἐκλισεῖν εἰ μὴ πρότερον πρὸς “Ἱερουσαλὴμ ἀφίκηται εἰς προσκύνησιν τοῦ ζωηφόρου τάφου τοῦ κυρίου καὶ σωτῆρος ἡμῶν, ὅπου καὶ τὸ διάδημα αὐτὸν ἀποϑέσϑαι μέλλειν ἐχοη- σμολόγουν. καὶ οἱ μὲν ταῦτα αὐτῷ ἐπηγγέλλοντο, ὃ δὲ τοῖς λεγομένοις ἐπίστευεν\" ὃ γὰρ ἡμῖν πρὸς βουλῆς, τοῦτο ῥάδιον εἰς πίστιν καταγγελλόμενον. οὕτω δὲ κλεπτόμενος ἔλαϑε τῷ τέλει προσεγγίσας τῆς βιοτῆς καὶ πρὸ τῆς εἷς ᾿Ιεοουσαλὴμ àq A ἕξεως ἀποϑέμενος, ἀλλ᾽ οὐχ ἑκών, τὸ διάδημα, εἴη δ᾽ εἰπεῖν πρὸς τὴν ἄνω “Ἱερουσαλὴμ ἐκδημήσας, τὴν τῶν πρωτοτόκων μητρόπολιν τῶν ἀπογεγραμμένων ἔν οὐρανοῖς. πεντεκαιδεκάτην μὲν ó Αὔγουστος ἣγε τῆς ἑνδεκάτης ἐπινεμήσεως καὶ τὰ τε- λευταῖα ἔπνει ὅ Αὔγουστος, καὶ ὅ μὲν ἔκειτο ἀναφέρων τὸ ἄσϑμα πυκνόν τι καὶ ἀδρανές, ἡ δέ γε βασίλισσα ὅλη τοῦ πά- ϑους ἦν καὶ συνῆκτο περὶ αὐτὴν τὰ ϑυγάτρια. ἤδη μὲν οὖν ὃ τῆς ἡμέρας παρεληλύϑει τὸ πλέον xai ὅ ἥλιος οὖχ ὑπὲρ κε- φαλῆς ἦν ἑστώς, οὐδ᾽ οἷον εἰπεῖν κατὰ κάϑετον, ἀλλ᾽ ἐκλίνϑη βοαχύ τι κατιὼν πρὸς δυσμάς, καὶ δηλοῦται τῷ τοῦ βασιλέως υἱῷ καὶ βασιλεῖ ἐκλείπειν ἄρτι τὸν πατέρα. ὃ δ᾽ εἰσήει τὸν οἶκον, ἔνϑαπερ ὅ ϑνήσκων κατέκειτο, οὔτι τὸν ἀπιόντα ϑρη- Β νήσων, τὸ δὲ πιστὸν τοῦ ϑνήσκειν ἐκεῖνον τῇ ὄψει ληψόμενος. καὶ ἰδὼν αὐτίκα ἐξῆλϑε καὶ ἀναβὰς τὸν ἵτπον ἔξήει τῶν May- γάνων σὺν τοῖς περὶ αὐτόν, ἐξιόντι δὲ πολλοὶ συνυπήχϑησαν, ἄρτι δ᾽ ἐξελϑόντι τὸν τῶν Μαγγάνων πεοίβολον προσυπαντῶ- σιν οἵ ᾿Αβασγοί\" οὗτοι δ᾽ ἦσαν of τῇ ἐξ ᾿Αβασγίας κομισϑείσῃ παιδὶ καὶ νυμφευομένῃ τῷ μείζονι τῶν υἱέων τοῦ Καίσαρος ἐκεῖϑεν συναπεστάλησαν, καὶ ὑπηντηκότες ἐπηλάλαξάν te καὶ προσεκύνησαν. τότε φασὶ τὴν βασιλίδα τῷ ϑνήσκοντι βασιλεῖ περιπαϑῶς ἀπαγγεῖλαι τὴν τοῦ υἱέος ἀπέλευσιν, τὸν δὲ φϑέγ- ξασϑαι μὲν πρὸς τοῦτο μηδέν, ἢ μὴ βουλόμενον ἢ μὴ δυνά- 20rob υἱοῦ εἴτε μὴν κατευχόμενον. ἕτεροι δέ φασι μὴ τὰς χεῖ- ρας διᾶραι τὸν ϑνήσκοντα, μηδὲ γὰρ οἷόν τ᾽ εἶναι ἤδη ἐκλεί. ποντα, τῆς δὲ βασιλίδος πολλάκις ἀνακραγούσης ὡς “ἄπεισιν ὃ ὅ υἱός σου ἔτι ζῶντά σε τὴν βασιλείαν ἀφαιρησόμενος\", ἐκεῖνον ὑπομειδιᾶσαι βραχύ τι καὶ ἀμυδρόν, ἢ τῶν λεγομένων κατα- γελῶντα, εἶ νομίζοιτο περὶ τῆς βασιλείας φροντίζειν ἐκπινέων ἤδη καὶ τῶν γεηρῶν ἀφιστάμενος, ἢ τὴν τῆς ψυχῆς ἐπὶ τῷ πραττομένῳ διάϑεσιν ὑπεμφαίνοντα. ἐλέγετο γάρ τοι καὶ παρ᾽ V) ἄλλων καὶ παρ᾽ ἐκείνου τοῦ πορφυρογενοῦς αὐτοκράτορος μὴ Ὁ I: γνώμης ἄτερ πατρικῆς ϑέσϑαι τὴν εἰς τὰ βασίλεια πάροδον, Ὁ ἀλλὰ παρ᾽ ἐκείνου ἐπιτετοάφϑαι οἵ τὴν ἔξοδον καὶ σύνϑημα ταύτης éx τοῦ πατρὸς λαβεῖν τὸν ἐκείνου δακτύλιον\" ταῦτα δὲ μὴ παρούσης γενέσϑαι τῆς βασιλίδος καὶ ἀγνοούσης ὅτι yc)"
      },
      {
        "index": 62,
        "text": "Ὃ μὲν οὖν ἀπήει\" τῆς φήμης δὲ κηουξάσης ταχὺ τὸ πρα- χϑέν, τῷ βασιλεῖ τούτῳ καὶ τὸ συγγενὲς προσήει καὶ τῶν στρα- τιωτικῶν ἀρχόντων πολλοὶ καὶ τῶν τῆς συγκλήτου βουλῆς."
      },
      {
        "index": 63,
        "text": "2. διᾶραι εἴϑ', ἃ μὴ πραχϑὲν ταχὺ κηρυξάσης Ὁ Τῷ δ᾽ ἦν ἡ δρμὴ πρὸς τὸ μέγα ἀνάκτορον᾽ ἀπιόντι δὲ ἀγγέλλεται ὡς ol Βάραγγοι τὴν ἐν τοῖς ἐξκουβίτοις διειληφότες ὁδόν, ἔνϑαπερ τούτοις καὶ ἣ κατοίκησις, ἀπελϑεῖν δι’ ἐκείνης οὐ παραχωροῦσί τινι οὐδὲ μὴν πλησιάσαι τοῖς βασιλείοις. τοῦτο ῬΊΤ8ΟΘ τινὰ ἐρωτῶντα τί τὸ σφίσι βουλόμενον. στέλλει δὲ καὶ πρὸς ὃ τὴν ἐκκλησίαν, τεϑνάναι λέγων τὸν αὐτοκράτορα καὶ ζητῶν αὐτὸς εὐφημηϑῆναι ὡς αὐτοκράτωρ. καὶ τοῦτο μὲν ἤνυστο καὶ αὐτοκράτορα αὐτὸν ὅ κλῆρος τῆς ἐκκλησίας γνώμῃ καὶ τοῦ ἀρχιποίμενος ἀνηγόρευσεν. ὅ δὲ πρὸς τοὺς Βαράγγους ἔσταλ- μένος ἠρώτα ἐκείνους ὅτου χάριν κωλύουσι τῷ βασιλεῖ τὴν εἷς τὰ βασίλεια πάροδον. oi δὲ μήποτε παραχωρῆσαι τῶν βα-θ σιλείων ἑτέρῳ, ζῶντος τοῦ αὐτοκράτορος, ἔφασαν. ἐκεῖνος δὲ τεϑνηκέναι διεβεβαιοῦτο τὸν αὐτοκράτορα. καὶ οἱ Βάραγγοι ὅρκῳ τοῦτον πληροφορῆσαι αὐτοὺς ἀπήτησαν. καὶ ὃς ὥμοσεν ἦ μὴν τεϑνάναι τὸν βασιλέα, κἀκεῖνοι ἐνέδοσαν xal τῆς παρ- Β ὅτι οὐκ εἴων oí Βάραγγοι εἰσελϑεῖν αὐτὸν εἰς τὸ παλάτιον καὶ ὅπως αὐτῷ τούτω b ἢ μὴν, ἠμὲν b, xai ακεῖγοι b 9óóov τῷ βασιλεῖ παρεχώρησαν. óÓ δὲ ἀπήει πρὸς τὰ βασίλεια καὶ τούτων ἐντὸς γεγονώς, πῶς ἂν χρήσαιτο τῇ μητρὶ καὶ τοῖς ὁμογνίοις καὶ τῷ τῶν κηδεστῶν ἑνὶ τῷ Βρυεννίῳ μετὰ: τῶν περὶ αὐτὸν ἐβουλεύετο. ἔτι γὰρ ἐδεδοίκει τούτους καί οἱ ἦσαν ἐν ὑποψίαις ἐλπίζοντι νεωτερίσειν ἴσως αὐτούς. O δὲ τούτου πατὴρ παρ᾽ ὅλην μὲν τὴν ἡμέραν ἐμπνέων ἣν καὶ δυσϑανατῶν, πεοὶ δὲ τὴν ἑσπέραν ἐξέλιπε, ζήσας μὲν ἔτη ἑβδομήκοντά που τὰ πάντα ἢ ὅ,τι ἐγγυτάτω, βασιλεύσας δ᾽ ἐκ τούτων ἐνιαυτοὺς ἑπτὰ καὶ τριάκοντα ἐπὶ μησὶ τέσσαρσι nU. 5, xai ἡμέραις τισίν. ἔϑανε δὲ κατὰ τὸ ἑξακισχιλιοστὸν ἕξακο- σιοστὸν εἰκοστὸν ἕκτον ἔτος, τὴν μὲν βασιλείαν διηνυκὼς εὖτυ- χῶς, τὸ δέ γε τέλος οὐχ ὅμοιον ἐσχηκώς. καταλέλειπτο γὰρ Οπρὸς τῶν ϑεραπόντων σχεδὸν ἁπάντων, ὡς μηδ᾽ εἶναι τάχα τινὰς τοὺς τὸν ἐκείνου νεκρὸν toig λοισϑίοις λουτροῖς ἀπορρού- ψοντας, καὶ οὔτε κόσμος βασίλειος προσῆν τοῖς περὶ abróv, ἵν᾿ αὐτῷ τὸ σῶμα κοσμηϑείη βασιλικῶς, οὔτε μὴν ἐκφορᾶς ἔτι\"χε βασιλεῖ καταλλήλου, καὶ ταῦτα οὐκ ἀλλοτρίου, ἀλλ᾽ υἱέος δια- δεξαμένου τὴν βασιλείαν αὐτῷ, xai υἱέος, ὃν ἐκεῖνος τῆς βα- σιλείας ἠξίωσεν. οὕτως οὐδὲν τῶν ἀνϑρωπίνων μόνιμον οὐδὲ πάγιον οὐδὲ πιστόν τε καὶ βέβαιον, ἀλλ᾽ ἄπιστα πάντα καὶ κύ- βου μᾶλλον ῥᾷον μετατιϑέμενα καὶ μεταρριπτούμενα."
      },
      {
        "index": 64,
        "text": "ῦ Ἦν δ᾽ ó ἀνήρ, ἵνα καὶ τὸν τρόπον ἐκείνου δῆλον ϑείη μεν 1ῦ οὔϑ᾽ ὑπεροπτικός τε καὶ ἀλαζὼν οὔτε μὴν ὀξὺς εἰς ϑυμόν, ἀλλ᾽ οὐδὲ χρημάτων ἥττων οὐδ᾽ ἄγαν ἐρασιχρήματος, ὥστε βούλεσϑαι καταχωννύειν αὐτὰ καὶ ταμιεύειν, ἵν᾽ εἶεν αὐτῷ ϑη- σαυροὶ κεκρυμμένοι καὶ ὑπόγαια χρήματα, ὅϑεν οὐδὲ ϑανόντος πλεῖστα παρὰ τοῖς ταμείοις εὑρέϑησαν, πρὸς ἔλεον εὐκατάφορος, πρὸς κόλασιν οὖκ ὀξύρροπος, μέτριος τὸ ἦϑος, εὐπρόσιτος, πρὸς τὴν δίαιταν οὐκ ἀκόλαστος, οὐκ οἴνου ἡττώμενος, τοῖς ἐναρέτως βιοῦσι προσέχων καὶ ἀπονέμων τιμήν, λόγους οὐχ αὐτὸν οὐ σοβαρῶς προσφερόμενος, ἀλλ᾽ ἐκ τοῦ ἴσου σχεδὸν ὁμιλῶν τε xai χαριεντιζόμενος. ὅϑεν κἀκείνοις ϑαρρεῖν ἐπήει καὶ οὐ μετὰ δέους αὐτῷ παρεστάναι, καὶ μᾶλλον ὅτ᾽ ἀπήει ἡ βασίλισσα\" ὑπεστέλλοντο yàg ἐκείνης παρούσης ἀρχικόν τε xai ἐμβοιϑὲς ἐνδεικνυμένης ἰδίωμα καὶ τοῖς ἀτακτοῦσιν ἐπιτιμώσης σφοδρότερον."
      },
      {
        "index": 65,
        "text": "Ὃ μὲν οὖν τοιοῦτος ἦν, ταῦτα δὲ καλὰ μὲν καὶ πῶς γὰρ οὔ; ἰδιώτῃ δ᾽ ἀποχρῶντα πρὸς ἔπαινον, οὐ μήν γε καὶ βασι- ὃ λέα δεικνύντα τὰ πάντα χρηστόν. o) yàg αἷ αὐταὶ βασιλέως xai ἰδιώτου γένοιντ᾽ ἂν ἀρεταί\" ἰδιώτῃ μὲν γὰρ ἀπόχρη xai B μέτριον ἦϑος xai ἐπιείκεια xal τὸ πρὸς ϑυμὸν οὐκ εὐκίνητον καὶ τὸ σῶφρον τὸ πρὸς τὴν δίαιταν. βασιλεῖ δὲ πρὸς τούτοις xai ἡ τῆς δικαιοσύνης φροντὶς καὶ ἣ τῶν ὑπηκόων προμήϑεια καὶ ἡ τῶν παλαιῶν ἠϑῶν τοῦ πολιτεύματος τήρησις. τῷ δὲ μέλημα μᾶλλον ἡ τῶν ἀρχαίων ἐϑῶν γέγονε τῆς πολιτείας ἀλ- λοίωσις, καὶ τὸ μεταλλάξαι ταῦτα ἔργον ἦν αὐτῷ σπουδαιότα- τον, καὶ τοῖς πράγμασιν οὖχ ὡς κοινοῖς οὐδ᾽ ὡς δημοσίοις ἐκέχρητο καὶ ἑαυτὸν οὐκ οἰκονόμον ἥγητο τούτων, ἀλλὰ δε- σπότην, καὶ οἶκον οἰκεῖον ἐνόμιζε καὶ ὠνόμαζε τὰ βασίλεια. οὔτε πρόνοιαν αὐτῶν ἐτίϑετο xarà τὸ ἀνάλογον, μᾶλλον μέν- φά τοι καὶ ἔσπευσε ταπεινῶσαι τούτους. ἀλλ᾽ οὐδ᾽ ἐν ἅπασι τὴν τῆς δικαιοσύνης ἦν τηρῶν ἀρετήν\" ταύτης γὰρ ἴδιον τὸ τοῦ κατ᾽ ἀξίαν ἑκάστῳ διανεμητικόν\" ὁ δὲ τοῖς μὲν συγγενέσι καὶ ματα καὶ χορηγίας ἐκείνοις ἀδρὰς ἐτησίους ἀπένειμεν, ὡς καὶ ὃ πλοῦτον περιβαλέσϑαι βαϑὺν καὶ ὑπηρεσίαν ἑαυτοῖς ἀποτάξαι obx ἰδιώταις, ἀλλὰ βασιλεῦσι κατάλληλον, καὶ οἴκους προσκτή- σασϑαι, μεγέϑει μὲν πόλεσιν ἐοικότας, πολυτελείᾳ δὲ βασιλείων ἀπεοικότας οὐδέν\" τοῖς δὲ λοιποῖς τῶν εὖ γεγονότων οὐχ ὁμοίαν Ὁ ἐνεδείκνυτο τὴν προαίρεσιν, ἵνα μή τι ἕτερον φαῦλον ἐοῶ, φει- δόμενος τοῦ ἀνδρός. βασιλέα μὲν οὖν, οἷον τὸ ἀκριβὲς ἅπαι- τεῖ, οὖκ ἐῶσι τὰ εἰρημένα ἐκεῖνον νομίζεσϑαι\" ἀλλ᾽ οὐδὲ μέντοι φαῦλον εἴποι τις τὸν Κομνηνὸν αὐτοκράτορα. εἰ δὲ τὴν ἄγαν ἀκρίβειαν ζητοίη τις ἐν τοῖς αὐτοκράτορσιν, οὐκ οἶμαί τινα τῶν ἀνέκαϑεν τῆς Ῥωμαίων ἐπιβεβηκότων ἡγεμονίας ἐν πᾶσιν εὖδο- κιμηκότα κριϑήσεσϑαι, ἀλλ᾽ ἐκ τοῦ πλεονάζοντος ἐν τοῖς ἤϑεσι σφῶν xai ταῖς πράξεσιν ἑκάστῳ ἡἧ πολιτεία κεχαρακτήοισται."
      },
      {
        "index": 66,
        "text": "ἀνέγκλητος γὰρ οὐδεὶς ἄν ποτε δόξαι οὐδ᾽ ἀμιγὴς τῆς χείρονος ἕξεως\" ϑειοτέρας γὰρ τοῦτο μοίρας, ἀλλ᾽ οὐκ ἀνϑρωπίνης εἴη ἄν ποτὲ φύσεως."
      },
      {
        "index": 67,
        "text": "᾿Ενταῦϑά μοι τὸ πέρας ἤτω τῆς συγγραφῆς καὶ ó δρόμος στήτω τῆς ἱστορίας, ὅς μοι πρὸς μακρὸν ἐκμεμήκισται\" δοῦναι γὰρ γραφῇ καὶ τὰ λείποντα oU μοι λυσιτελὲς οὐδ᾽ εὔκαιρον κέκριται. εἶ μὲν οὖν ὀνήσιμόν τισι δόξει τὸ πόνημα, τῷ Oeo χάρις, ᾧπερ ἅπαν κατορϑοῦται καλόν εἰ δὲ ἀσυντελές, εἴη ἂν ἡμέτερον τὸ αἰτίαμα καὶ ἐπιστρεφέτω πρός μὲ τὸν τεκόντα τὸ ἀποκύημα, ἐσόμενόν μοι μνήμης ἐμπύρευμα. terarum io.a) B xai ταύτην τὴν βίβλον ἐμμανουῆλος ὁμβαιβενὶς ὁ *épu' ἤλειφεν ὠδὶ δευτεραίη πικτὺς ζωναρὰ: ἐεπεόξαν τοῦ παμμέδον.-"
      }
    ]
  }
}