{
  "chapterNumber": 5,
  "title": "Book 5",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "1, Ὁ óé ye Τρύφων τὸν ᾿Αντίοχον, ὃς xai ϑεὸς ἐπεκλήθη, τέσσαρα βασιλεύσαντα ἔτη διέφϑειρεν, ἐπιτροπεύων αὐτοῦ. καὶ τὸν μὲν ὡς ἀποϑάνοι διήγγελλε, τοῖς δὲ στρατιώταις ἐπηγγέλλετο χρήματα εἰ αὐτὸν. βασιλεύσουσιν. οἵ κερδῆσαι πολλὰ ἠλπικότες ἕλοντο αὐτὸν ἄρχοντα. λαβὼν δὲ τὴν βασιλείαν ὃ Τρύφων ἀπε- δύσατο τὴν ὑπόκρισιν\" καὶ μισῆσαν αὐτὸν τὸ στρατιωτικὸν πρὸς Κλεοπάτραν ἀφίστατο τὴν τοῦ 4ημητρίου yvvaixa, ἐγκεέκλει-- σμένην ἐν Σελευκείᾳ τυγχάνουσαν. ἀλωμένου δὲ “Ἀντιόχου, ὃς ἐχαλεῖτο σωτήρ, Anuntolov δὲ ἦν ἀδελφός, xal ἐκκλειομένου B πάντοϑεν διὰ Τρύφωνα, πέμπει πρὸς αὐτὸν ἥ Κλεοπάτρα, xa- λοῦσα ἐπὶ γάμῳ καὶ βασιλείᾳ\" ἐδεδίει γὰρ μὴ τὴν πόλεν οἱ Σελευκεῖς τῷ Τρύφωνι δώσουσι. γενόμενος οὖν ἐν τῇ ΣΣελευχείᾳ ὃ ᾿Αντίοχος xarà τοῦ Τρύφωνος ὥρμησε, καὶ νικήσας αὐτὸν τῆς ϑ ἄνω Συρίας ἐξέβαλε, καὶ εἴς τε φρούριον καταφυγόντα ἐπολιόρχει, χαὶ τὸν ἀρχιερέα Σίμωνα εἰς φιλίαν προεκαλεῖτο. ὃ δὲ ἐδέξατο τὴν πρόχλησιν, καὶ τόϊς πολιορκοῦσι τὸν Τρύφωνα τροφὰς ἐχο- ρήγησε. φυγὼν δ᾽ ἐκεῖϑεν ὃ Τρύφων καὶ γενόμενος εἰς ᾿Ἵπά- μειαν, πολιορκηϑεὶς ἐλήφϑη καὶ διεφϑάρη, ἐπ᾽ ἔτεσι βασιλεύ- 10 cag τρισίν. Ὃ ᾿Αντίοχος δὲ λήϑην τῶν ὑπὸ Σίμωνος αὐτῷ γενομένων C ποιησάμενος, στέλλει Κενδεβαῖον, τὴν Ιουδαίαν πορϑῆσαι καὶ τὸν Σίμωνα κατασχεῖν ἐντειλάμενος. Σίμων δὲ αὐτῷ ἀντικατα- στὰς νικᾷ. καὶ εἰρηνικῶς τὸ λοιπὸν διήγαγε τῆς ζωῆς, ἄρξας 15 τῆς Ἰουδαίας ἔτη ὀκτώ. τελευτᾷ δὲ παρὰ Πτολεμαίου τοῦ γαμ- βροῦ ἐπιβουλευϑείς. καὶ 7 γυνὴ τοῦ Σίμωνος καὶ οἱ δύο παῖδες συλληφϑέντες ἐδέϑησαν, ὃ δὲ τρίτος Ἰωάννης διέφυγεν (ὃς χαὶ “Ὑρχανὸς ἐχαλεῖτο) καὶ προσεδέχϑη παρὰ τῶν “ἹἹεροσολυμιτῶν διὰ τὰς τοῦ πατρὸς εὐεργεσίας, ἀπωσαμένων ἐλϑόντα τὸν ἢ Πτολεμαῖον. zinolafov δὲ τὴν πάτριον ἱερωσύνην ὃ “Ὑρκανὸς ἐπὶ τὸν Πτολεμαῖον ἐστράτευσεν, εἰς ἔρυμά τι 4αγὼν λεγόμενον ὄντα."
      },
      {
        "index": 1,
        "text": "xul ἐκράτει μὲν τῇ πολιορκίᾳ, ἡττᾶτο δὲ τῷ πρὸς τὴν μητέρα D καὶ τοὺς ἀδελφοὺς οἴκτῳ\" ὃ γὰρ Πτολεμαῖος ἀνάγων ἐπὶ τὸ τεῖχος αὐτοὺς ἐξ ἀπόπτου ἠκίζετο. 7] μέντοι μήτηρ ἱκέτευε μὴ μαλακίζεσϑαι δι᾿ αὐτήν. τριβομένης δ᾽ οὕτω τῆς πολιορκίας δ ἐνίσταται τὸ ἕβδομον ἔτος, xa9^ ὃ εἴϑισται τοῖς Ἰουδαίοις ἀργεῖν. καὶ διὰ τοῦτο Πτολεμαῖος ἀνεϑεὶς τοῦ πολέμου, κτείνει τὴν μη- τέρα τοῦ Ὑρκανοῦ καὶ τοὺς ἀδελφούς, καὶ φεύγει πρὸς Ζήνωνα τὸν Κοτυλᾶν τὸν τῆς Φιλαδελφείας τύραννον. ᾿Αντίοχος δὲ χαλε- παίνων τῷ Σίμωνι di ἃ πέπονθε, τῇ Ἰουδαίᾳ ἐπῆλϑε, καὶ τὴν 10χώραν καταδραμὼν ἐπολιόρκει τὸν \"Ὑρκανόν\" καὶ πύργους ἄνε- γείρας ὑψηλοτάτους κατὰ τὸ βόρειον μέρος τῆς πόλεως, ἐξ αὐτῶν τῷ τείχει προσέβαλλεν, ἤνυε δ᾽ οὐδὲν διά τε γενναιότητα τῶν ἐντὸς χαὶ διὰ ὀχυρότητα τῶν τειχῶν καὶ ὕδατος ἀφϑονίαν ἐξ ἐπομβρίας ἄρτι συμβᾶσαν. δείσας δὲ ὃ “Ὑρκανὸς μὴ ἐπιλίποιεν 1δ αὐτοῖς τὰ ἀναγκαῖα, μόνον τὸ μάχιμον τοῦ πλήϑους ἀπολεξά- μενος, τοὺς ἄλλους ἐξῶσε τῆς πόλεως\" οὗς ὃ ᾿Αντίοχος ἀπελϑ ety ἐκεῖϑεν οὐκ εἴα\" of καὶ ἔξω τῶν τειχῶν προσμένοντες διὰ τοῦτο B ἀπέθνησκον. οἱ δ᾽ ἐντὸς ἐλεοῦντες αὐτοὺς εἰσεδέξαντο αὖϑις. τῆς σκηνοπηγίας δὲ ἐνστάσης ὃ “Ὑρκανὸς στείλας πρὸς τὸν \" y- 20 τέοχον ἀνοχὴν ἐζήτει γενέσϑαε διὰ τὴν ἑορτὴν ἐφ᾽ ἡμέρας ἑπτά, ὃ δὲ χαὶ τὴν ἀνοχὴν ἔδωκε καὶ ϑυσίαν πολυτελῆ σὺν ἀναϑήμασιν ἔπεμψεν\" ὃν διὰ τὴν πρὸς τὸ ϑεῖον εὐσέβειαν καὶ Εὐσεβῆ ἐκά- λεσαν. γνοὺς δὲ τὴν πρὸς τὸν ϑεὸν τοῦ \"Ἀντιόχου αἰδῶ “Ὑρκανὸς ἐπρεσβεύσατο τὴν πάτριον αὐτοῖς ἀποδοϑῆναι πολιτείαν αἰτού- μένος. ὃ δέ, εἰ παραδοῖεν τὰ ὅπλα, εἶπε, καὶ φόρους τελεῖν ὑπὲρ τῶν ἄλλων κατάϑοιντο πόλεων ἄτερ τῆς Ἰουδαίας, καὶ C φρουρὰν δέξαιντο, καὶ τοῦ πολέμου ἀφέξεσθαι καὶ τἄλλα ποιή- σειν ἃ ἀξιοῦσιν. Ἰουδαῖοι δὲ τὰ μὲν ἄλλα ἐδέχοντο, ἐπὶ δὲ τῇ 5 φρουρᾷ οὐ κατένευον, ἀλλ᾽ ἀντὶ ταύτης ὁμήρους ἐδίδοσαν xdi ἀργυρίου τάλαντα πεντακόσια. ἐνδόντος δ᾽ ἐπὶ τούτοις τοῦ ᾿Αντιόχου, 4j πολιορκία ἐλύϑη. “Ὑρκανὸς δὲ τὸν τοῦ “΄αβὶδ ἀνοίξας τάφον τρισχίλια ἐκεῖϑεν ἀργυρίου τάλαντα ἔλαβε. φιλίαν δὲ πρὸς ᾿“Αἀντίοχον ποιησάμενος, ἐν τῇ πόλει αὐτὸν εἰσεδέξατο, 10 καὶ ἐπὶ Πάρϑους στρατεύοντι συνεξώρμησεν \" ἔνϑα τῷ ^ Apgodxn D πολεμήσας ᾿«Ἀντίοχος τῷ πλείονε τῆς στρατιᾶς καὶ αὐτὸς συνα- πώλετο."
      },
      {
        "index": 2,
        "text": "2. Γίνεται δὲ τῆς τῶν Σύρων βασιλείας διάδοχος ὃ ἀδελ- φὸς αὐτοῦ 4]ημήτριος, λύσαντος ᾿“Ιρσάχου αὐτὸν ἡνίκα τοῖς 15 Πάρϑοις ἐπῆλθεν ᾿Αντίοχος. “Ὑρχανὸς δὲ \"«Αντιόχου ϑανόντος πολλὰς τῶν τῆς Συρίας πόλεων εἷλε καὶ τῆς Ἰδουμαίας ἑτέρας. καὶ ὑποτάξας τοὺς Ἰδουμαίους ἐπέτρεπεν αὐτοῖς τὴν ἐν τῇ, χώρᾳ διατριβήν, εἰ περιτέμνοιντο καὶ χρῶνται ἔϑεσιν Ἰουδαϊκοῖς. οἱ δὲ διὰ τὰς πατρίδας καὶ τὴν περιτομὴν καὶ τἄλλα ὑπήνεγχαν,30 “]ημήτριος δὲ στρατεύειν ἐγνωκὼς ἐπὶ “Ὑρκανόν, ἀνεκόπη, τῶν"
      },
      {
        "index": 3,
        "text": "Σέρων καὶ τῶν στρατιωτῶν μισούντων αὐτὸν διὰ πονηρίαν, xoi διαχηρυκευσαμένων πρὸς Πτολεμαῖον τὸν Qvoxova, δοῦναι αὖ- τοῖς τινα τῶν τῷ Σελεύχῳ προσηχόντων τῆς βασιλείας ἀντιληψό--: μένον. ὃς ᾿Αλέξανδρον ἔπεμψε τὸν λεγόμενον Ζεβινῶν. μάχης W 1 δοῦν μέσον αὐτοῦ καὶ “]ημητρίου συγκροτηϑείσης τρέπεται Ζ]ημή- τρίος καὶ φεύγει εἰς Πτολεμαΐδα, μὴ δεχϑεὶς δὲ παρὰ Κλεοπά- τρας τῆς γυναικὸς εἰς Τύρον ἀπέδρα, ἁλοὺς δὲ καὶ πολλὰ παϑὼν διεφϑάρη. ᾿“λέξανδρος δὲ τὴν βασιλείαν παραλαβὼν φιλίαν ποιεῖται πρὸς Ὑρκανόν. ἐπαναστάντος δὲ αὐτῷ ᾿«Ἀντιόχου 10:00 Γρυποῦ τοῦ παιδὸς Ζ΄ημητρίου, ἡττηϑεὶς ἐν τῇ μάχη ἀπώλετο. | \" Βασιλεὺς δὲ Συρίας ὃ \"᾿Αντίοχος οὗτος γενόμενος, ἐπὶ πολλοῖς ἔτεσι μετὰ τοῦ ἀδελφοῦ ᾿ΑἸντιόχου, τοῦ ἐπικληϑέντος B Κυζικηνοῦ ὅτε ἐν Κυζίκῳ ἐτράφη, περὶ τῆς βασιλείας ἐμάχετο. 157v δὲ οὗτος υἱὸς ^ \"fvtióyov τοῦ ϑανόντος ἐν Πάρϑοις τοῦ ἀδελ-- φοῦ 4Ἔημητρίου, ὡς ἑτεροϑαλὴς ἀδελφὸς ὑπάρχων τοῦ Γρυποῦ \"Avróyov* ἢ γὰρ Κλεοπάτρα τοῖς δυσὶ συνῴκησεν ἀδελφοῖς, τῷ Zurigo δὲ πρότερον καὶ τῷ ᾿ΑἸντιόχῳ μετέπειτα, ὡς προγέγραπεραι, xal ἐκ μὲν “]ημητρίου τὸν Γρυπὸν Avtioxor 40 ἔτεκεν, ἐξ ᾿«Ἀντιόχου δὲ τοῦ σωτῆρος τοῦ ἀδελφοῦ “ημητρίου τὸν Κυζικηνὸν «Ἀντίοχον ἐγείνατο. ἐν ὅσῳ δὲ οὗτοι πρὸς ἀλλή- λους ἐμάχοντο, ὃ “Ὑρκανὸς ἠρέμει, καὶ καταφρονήσας τῶν ᾿.4ν- τιόχων ἀπέστη, μηδὲν ἔτε παρέχων αὐτοῖς\" καὶ xarà σχολὴν"
      },
      {
        "index": 4,
        "text": "C ἐκαρποῦτο τὴν Ἰουδαίαν, ὡς ἄπειρόν τι πλῆϑος χρημάτων ovva- γαγεῖν. στρατεύσας δὲ xai ἐπὶ Σαμάρειαν ἐπολιόρκει αὐτὴν διὰ τῶν υἱῶν αὐτοῦ ᾿ΑΑριστοβούλου καὶ 'Zvrwyóvov. λιμοῦ δὲ τὴν πόλιν πιέζοντος οἱ Σαμαρεῖς εἰς συμμαχίαν μετεχαλέσαντο τὸν ? dviloyov τὸν Κυζικηνόν. ὃς τοῖς περὶ ᾿“ριστόβουλον συμ-ὅ βαλὼν ἧττᾶται\" εἶτ᾽ αὖϑις συλλέξας πλῆϑος τὴν χώραν ἐπόρϑει τοῦ Ὑρκανοῦ, ἵν᾽ οὕτως ἀναγκάσῃ αὐτὸν λῦσαι τὴν πολιορχίαν. πολλοὺς δὲ τῶν σὺν αὐτῷ ἀποβάλλων ἀπῆρεν εἷς Τρίπολιν. “Ὑρκανὺς δὲ τὴν Σαμάρειαν ἑλὼν πᾶσαν ἠφάνισε."
      },
      {
        "index": 5,
        "text": "D “ξδεται δέ, xa9^ ἣν ἡμέραν οἱ viol αὐτοῦ τῷ \"Ἀντιόχῳ 10 ἐμάχοντο, αὐτὸς ὡς ἀρχιερεὺς μόνος ἐν τῷ ναῷ ϑυμιῶν ἀκοῦσαι φωνῆς ὡς οἱ παῖδες αὐτοῦ ἄρτι νενικήκασι τὸν \"ΑἸντίοχον\" xoi ἐξελϑὼν ἀπήγγειλε τῷ πλήϑει 10 ἀχουσϑέν. καὶ γέγονεν οὕτως. εὐπραγήσας δὲ Ὑρκανὸς ἐφϑονήϑη παρὰ τῶν Ἰουδαίων, μάλιστα δ᾽ ἐμισεῖτο παρὰ τῶν Φαρισαίων\" οἱ δ᾽ εἰσὶ ula τῶν παρὰ 3 Ἰουδαίοις αἱρέσεων, τριῶν οὐσῶν. οὗτοι μὲν οὖν o Φαρισαῖοι εἱμαρμένην δοξάζουσι, τινὰ δὲ καὶ ἐφ᾽ ἡμῖν εἶναι, συμβαίνειν τε xal μὴ γίνεσϑαι. ᾿Εσσηνοὶ δὲ πάντων κυρίαν τὴν εἱμαρμένην νομίζουσιν εἶναι, xoi πάντα τοῖς ἀνθρώποις ἐξ ἐκείνης συμβαίνειν."
      },
      {
        "index": 6,
        "text": "Σαδδουκαῖοι δὲ τὴν μὲν εἱμαρμένην ἐκβάλλουσι, πάντα δὲ ἐφ᾽ Ὁ ἡμῖν τίϑενται, καὶ τῶν ἀγαθῶν ἡμᾶς ἑαυτοῖς αἰτίους εἶναι διδά- σχοντες, καὶ τὰ χείρω δι᾿ ἀβουλίαν ἀφ᾽ ἑαυτῶν αἱρεῖσϑαι. τῶν οξάξουσι\" καὶ Α. γοῦν (Φαρισαίων πρότερον φιλίως ἐχόντων πρὸς Ὑρκανόν (μαϑη- τὴς γὰρ αὐτῶν ἐγεγόνει) συνέβη ἐξ αἰτίας τινὸς ἔχϑραν χκτήσα- cju: πρὸς αὐτόν. ἠδύναντο δὲ οὗτοι παρὰ τῷ πλήϑει σφόδρα, ᾿γρχανὸς δὲ τῇ τῶν Σαδδουκαίων προσετέϑη μοίρᾳ, τῶν Φαρι- ὅ σαίων ἀπορραγείς, καὶ τὰ ὑπ᾽ αὐτῶν παραδοϑέντα νόμιμα κατα-- λῦσαι προέϑετο. οἱ Σαδδουκαῖοι γὰρ ἐκεῖνα δεῖν ἡγεῖσθαι νόμιμα ἔλεγον τὰ γεγραμμένα, τὰ δὲ ἐκ παραδόσεως μὴ τηρεῖν. διὰ ταῦτα μεμίσητο παρὰ τῶν Φαρισαίων ὃ '\"Yoxavóc. βιώσας δὲ εὐτυχῶς ἐπ᾽ ἔτη τριάχοντα πρὸς ἕνί, ἐτελεύτησεν ἐφ᾽ υἱοῖς πέντε. 10 λέγεται δὲ καὶ προφητείας ἀξιωθῆναι, καὶ προειπεῖν περὶ τῶν δύο αὐτοῦ παίδων τῶν πρεσβυτέρων ὡς οὐ μενοῦσι τῶν πραγμάτων κύριοι. |"
      },
      {
        "index": 7,
        "text": "8. Τελευτήσαντος δὲ \"YoxavoU ᾿“ριστόβουλος τὴν ἀρχὴν διεδέξατο\" καὶ εἰς βασιλείαν μεταϑεῖναι ταύτην δόξαν αὐτῷ, 15 διάδημα περιτίϑεται, μετὰ τετρακόσια ἔτη καὶ ὀγδοήκοντα πρὸς ἑνὶ ἐξότου ἐκ Βαβυλῶνος ὃ λαὸς εἷς Ἱερουσαλὴμ ἐπανῆλϑεν. οὗτος τοὺς μὲν ἄλλους τῶν ἀδελφῶν καὶ τὴν μητέρα περὶ τῆς ἀρχῆς αὐτῷ διενεχϑεῖσαν καϑεῖρξε, τὸν δὲ μετ᾽ αὐτὸν ᾿“ντίγονον ἠγάπα καὶ τῶν ὁμοίων ἠξίου. τὴν μὲν οὖν μητέρα λιμῷ διέ- 90 φϑειρε, προσέϑετο δὲ καὶ τὸν ἀδελφὸν τὸν \"“ντίγονον διαβολαῖς πιστεύσας. λαμπρῶς γὰρ αὐτοῦ ἀπὸ στρατείας ἐπανελϑόντος ἐνόσει ὃ ᾿“«ριστόβουλος\" ἑορταζομένης δὲ τῆς σχηνοπηγίας ἀνέβη πρὸς Α. 18 αὐτῷ] αὐτῶν Α. καϑεῖξε À. εἷς τὸ ἱερὸν ὃ \" yzlyovoc μετὰ τῶν περὶ αὐτὸν ὁπλιτῶν κεχοσμη- μένος λαμπρῶς. οἱ δὲ τοῦτον πρὸς τὸν ἀδελφὸν διαβάλλοντες μὴ κατ᾽ ἰδιώτην αὐτὸν ἔλεγον ἐλϑεῖν εἰς τὴν ἑορτήν, ἀλλὰ βασε- λικῇ xtxonuévov λαμπρότητι, καὶ ὅτε μετὰ τοσαύτης δορυφορίας D στρατιωτῶν ἀνελϑὼν βουλεύεται κατ᾽ αὐτοῦ. ᾿ΑΠριστόβουλος δέ, 5 καὶ τῆς οἰκείας ἀσφαλείας φροντίζων καὶ τοῦ ἀδελφοῦ προνοῶν, ἔν τινε τῶν ὑπογείων ἀφεγγεῖ τοὺς σωματοφύλακας ἵστησιν, ἐντειλάμενος ἀόπλου μὲν τοῦ ἀδελφοῦ φείδεσϑαι, κτείνειν δὲ αὐτὸν μετὰ τῶν ὕπλων ἐρχόμενον\" πέμπει δὲ καὶ πρὸς τὸν ᾽.4- τίγονον, ἄοπλον αὐτὸν κελεύων ἥκειν. ἡ δὲ τοῦ ᾿““ριστοβούλου 10 γυνὴ καὶ οἱ ταύτῃ συμφρονοῦντες κατὰ τοῦ ᾿ΑἈἀντιγόνου ἔπεισαν τὸν σταλέντα λέγειν τῷ ᾿«ΑἈντιγόνῳ ὡς “ἀκούσας ὃ ἀδελφός σου ὅτι ὅπλα χαινὰ κατεσχεύασας, ἀξιοῖ ὡπλισμένον ἐλϑεῖν σε, ἵν᾽ ἴδοι αὐτά.\" ὃ δὲ μηδὲν ὑποπτεύσας, ἐνδεδυμένος τὴν mavo- ?19 πλίαν ἀπήει. καὶ γενόμενος κατὰ τὸν Στράτωνος πύργον, ὅπου 15 ὃ τόπος ἀφώτιστος ἦν, κτείνεται παρὰ τῶν σωματοφυλάκων. Ἰούδας δέ τις ᾿Εσσαῖος τὸ γένος πολλὰ προλέγων xai ἀληϑεύων, ἰδὼν τότε τὸν ᾿«ντίγονον παριόντα τὸ ἱερόν, ἀνεβύησεν ἀπο- ϑανεῖν ἐπευχύμενος ὡς διεψευσμένος ζῶντος τοῦ ᾿ΑἸντιγόνου\" προεῖπε γὰρ αὐτὸν κατ᾽ ἐχείνην ϑανούμενον τὴν ἡμέραν ἐν τῷ 9 Σιράτωνος πύργῳ\" τὸν δὲ σταδίους ἀπέχειν ἑξαχοσίους, ὡς ἀδύνατον εἶναι τὸν ᾿ΑἸντίγονον ἐχεῖ γενήσεσϑαι, ἤδη τῆς ἡμέρας χλινούσης. ταῦτα λέγοντος τοῦ Ἰούδα, ἀγγέλλεται χτανϑεὶς"
      },
      {
        "index": 8,
        "text": "'Ayilyovoc ἐν τῷ ὑπογείῳ, 0 xol αὐτὸ Στράτωνος ὠνόμαστο πύργος, ὁμωνύμως τῇ παραλίῳ Καισαρείᾳ. Τῷ μὲν οὖν ᾿«ΑἸντιγόνῳ τοιοῦτο γέγονε τέλος, τὸν δὲ ᾽“4ρι- στύβουλον εὐθὺς 7j δίκη μετῆλϑε τῆς ἀδελφοχτονίας. καὶ dia- δῳφϑαρέντων αὐτῷ τῶν ἐντός, αἷμα ἀνέφερεν, 0 τις τῶν ἐκείνῳ ὑπηρετούντων ἐκχομίζων ὥλισϑεν εἰς τὸν τόπον οὗ ὃ \"ΑἸντίγονος ἐσφάγη, ἔτι τοῦ αἵματος ἐκείνου ἔχοντα σπίλους, καὶ ἐξέχεεν, ὡς ἀναμεμῖχϑαι ἀμφοτέρων τὰ αἵματα. γενομένης δὲ βοῆς παρὰ τῶν ἰδόντων, μαϑὼν τὸ συμβὰν ᾿“«ριστόβουλος οἰμώξας προήχϑη 10 εἰς δάκρυα καί “οὐκ ἄρα λήσειν\" εἶπεν “ἔμελλον τὸν ϑεὸν ἐπ᾽ ἀσεβέσιν οὕτω τολμήμασι.\" καὶ ἄλλα δὲ ἐπειπὼν ἀποϑνήσχει, βασιλεύσας ἐνιαυτόν. ͵ Á. Σαλώμη δὲ ἡ ἐκείνου γυνή, 7] καὶ ᾿“Αλεξάνδρα ἐχέχλητο, λύσασα τοὺς ἀδελφοὺς τοῦ ἀνδρός (δεδεμένους γὰρ εἶχεν αὐτοὺς 15᾽ “ριστόβουλος ) βασιλέα καϑίστησιν Ἰαννέαν τὸν xai ᾽““λέξανδρον, προὔχοντα xa9^ ἡλικίαν καὶ μετριώτατον. ὃς τὴν βασιλείαν παραλαβὼν κτείνει μὲν νεωτερίζοντα τὸν ἕνα τῶν ἀδελφῶν, τὸν δ᾽ ἕτερον ἀπραγμόνως ζῶντα ἐτίμα. πολέμους 0 τινας ποιησά- μένος πρός τινας, xal πῆ μὲν κρατήσας ἔστι δ᾽ ὅπου καὶ ἥττη-- 40 ϑείς, τέλος καὶ πρὸς τοὺς ὁμοφύλους ἦρεν ὅπλα κατ᾽ αὐτοῦ στασιάσαντας. ἑορτῆς γὰρ οὔσης καὶ αὐτοῦ ἐπὶ τοῦ βωμοῦ ἀνελθόντος ὡς ϑύσοντος, κιτρίοις αὐτὸν τὸ πλῆϑος ἔβαλλον,"
      },
      {
        "index": 9,
        "text": "D ἔϑους ὄντος iv τῇ σκηνοπηγίᾳ ϑύρσους φοινίχων' καὶ κετρίων ἐν χεροῖν ἔχειν, καὶ ὕβρεις αὐτοῦ κατέχεον. οἷς παροξυνϑ εὶς ὃ ᾿Αλέ- ξανδρος κτείνει περὶ ἑξακισχιλίους αὐτῶν. εἶτα συνάψας μάχην πρὸς Αραβας καὶ ἡττηϑεὶς φεύγων εἰς Ιεροσόλυμα παραγίνεται, καὶ πρὸς τὴν κακοπραγίαν αὐτῷ ToU ἔϑνους ἐπιϑεμένου, ἔτεσιν ἕξ 5 μαχόμενος πρὸς αὐτό (ἔτρεφε γὰρ Πισίδας καὶ Κίλικας) οὐχ ἐλάττους ἀναιρεῖ μυριάδων πέντε. δι᾽ ἃ ἔτι μᾶλλον μεμίσητο, ὥστε πρὸς αὐτόν, τί δεῖ γενέσθαι πυνϑανόμενον ὥστε παύσασϑωι τὴν δυσμένειαν, τὸ πλῆϑος ἀποθανεῖν αὐτὸν ἐξεβόησε. καὶ μετὰ ταῦτα δὲ Ἰουδαῖοι τῷ ᾿«Ἵλεξάνδρῳ ἐμάχοντο, καὶ πλεῖστοι ἀπώλ- 10 λυντο. κατακλείσας δὲ τοὺς δυνατωτάτους αὐτῶν ἔν τινι πόλει ἐπολιόρκει, καὶ κρατήσας αὐτῶν ἀπήγαγεν εἷς Ἱεροσόλυμα. καὶ ἐν ἀπόπτῳ μετὰ τῶν γυναιχῶν ἑστιώμενος ὠμότατον ἔργον πεποίη- xtv, ἀνασταυρώσας αὐτῶν ὀκτακοσίους, καὶ τοὺς παῖδας αὐτῶν καὶ τὰς γυναῖχας ἐπ᾽ ὄψεσι σφῶν ἔτι ζώντων ἀπέσφαττε. — 7001015 τὸ ἀπηνὲς ἔργον ἔπεισε τοὺς ἀντιστασιώτας αὐτοῦ περὶ Óxraxi- σχιλίους ὄντας φυγεῖν. καὶ ὃ ᾿Αλέξανδρος ἔχτοτε ἠρεμίας ἀπή- λαῦυσεν."
      },
      {
        "index": 10,
        "text": "Ἔπειτα ᾿Αντίοχος ὃ κληϑεὶς Ζιονύσιος κατὰ τῆς Ἰουδαίας ἐστράτευσε. xal μάχης καρτερᾶς γενομένης πρὸς Ἰουδαίους, x"
      },
      {
        "index": 11,
        "text": "B ἀπέϑανεν ἐν τῷ πολέμῳ ᾿Αντίοχος νικῶν καὶ τῷ πονοῦντι μέρει συνεπαρήγων. ϑανόντος δ᾽ ἐκχείνου τὸ στράτευμα φεύγει xal λιμῷ διαφϑείρεται. βασιλεύει δὲ μετ᾽ ᾿Δντίοχον τῆς Κοίλης"
      },
      {
        "index": 12,
        "text": "Συρίας \"Moérac, xal στρατεύσας ἐπὶ τὴν Ἰουδαίαν, καὶ μάχῃ γικήσας ᾿«λέξανδρον, ἐπὶ συνθήκαις ἀνακεχώρηκεν. Ὃ μέντοι ᾿Αλέξανδρος μετὰ ταῦτα πόλεις ἑλὼν πολλὰς Ἰδουμαίων καὶ Κιλίχων καὶ Φοινίχων καὶ Σύρων, καὶ τρίτον δἔτος ἐν τῇ στρατείᾳ διηνυκώς, ἐπανῆλθε, προϑύμως αὐτὸν διὰ τὴν εὐπραγίαν δεχομένων τῶν Ἰουδαίων. εἶτα ἐκ μέϑης νοσήσας, C καὶ τρισὶν ἔτεσι τεταρταίῳ πυρετῷ προσπαλαίων, τῶν στρατειῶν οὐχ ἀπέσχετο. δρῶσα δὲ αὐτὸν ἥ βασίλισσα ἤδη ἀπεγνωσμένον, ^ ἑαυτήν τε καὶ τοὺς παῖδας ὠδύρετο. ὃ δὲ κρύψαι τὸν ϑάνατον 10 αὐτοῦ πρὸς τοὺς στρατιώτας ταύτῃ ὑπέϑετο, ἕως ἂν ἐξέλῃ τὸ χωρίον (ἔτυχε γάρ τι πολιορκῶν), ἔπειτα ὡς ἀπὸ νίχης elc Trgo- σόλυμα παραγενομένην τοῖς Φαρισαίοις ἐξουσίας μεταδοῦναι τινός. δύνασθαι γὰρ αὐτοὺς ϑέσθϑαι τὸ ἔϑνος εὔνουν αὐτῇ\" καὶ αὐτὸς δὲ διὰ τούτους ἔλεγε τῷ ἔθνει προσχροῦσαι, ὑβρισϑέντας ὑπ᾽ 15 αὐτοῦ. “σὺ τοίνυν\" ἔφη “μεταπεμψαμένη τοὺς ἄρχοντας σφῶν, ἐπέτρεπε χρῆσϑαί μου ὡς βούλονται τῷ νεκρῷ, ὡς πολλὰ εἰς Ὁ αὐτοὺς ἐξυβρίσαντος, καὶ μηδὲν παρὰ τὴν ἐχείνων γνώμην ποιεῖν ὑπισχνοῦ. οὕτω δέ σου εἰπούσης ἐγώ τε πολυτελῶς ταφήσομαιε καὶ σὺ βεβαίως ἄρξεις.\" ταῦτα τῇ γυναικὶ ὑποϑέμενος τετελεύ-- 20T5xt, ἄρξας ἔτη εἴχοσε καὶ ἑπτά, πεντήκοντα δέ γε ζήσας ἑνὸς δέοντος. 1j δὲ ᾽“λεξάνδρα πάντα κατὰ τὴν τοῦ ἀνδρὸς συμ- βουλὴν ϑεμένη, τούς τε Φαρισαίους εὔνους ἐποίησεν ἑαυτῇ, καὶ τὴν βασιλείαν ἐβεβαιώσατο, καὶ τὴν ταφὴν τοῦ ἀνδρὸς λαμπρο- τέραν τῶν πρὸ αὐτοῦ βασιλέων εἰργάσατο."
      },
      {
        "index": 13,
        "text": "ὅ, 4o δὲ παίδων γενομένων τῷ ᾿«λεξάνδρῳ, “Ὑρχανοῖ καὶ ᾿“ριστοβούλου, ὃ μὲν “Ὑρχανὸς νωϑὴς 10 ἦϑος ἦν καὶ πρὸς πραγμάτων διοίχησιν ἀποπεφυχώς, ὃ δὲ νεώτερος δραστήριος ἦν. 5 ἡ δὲ τούτων μήτηρ ἀρχιερέα τὸν “Ὑρκανὸν διὰ τὸ ἄπραγμον ἀποδείκνυσι, καὶ πάντα τοῖς (Ῥαρισαίοις ἐπιτρέπει, xal τῷ πλήϑει τούτοις ἐχέλευσε πείϑεσϑαι, καὶ αὐτὴ μὲν εἶχε τῆς βασιλείας τὸ"
      },
      {
        "index": 14,
        "text": "W 1 ὄνομα, οἱ Φαρισαῖοι δὲ τὴν ἰσχύν. ἠρέμει δὲ ἡ χώρα, μόνων τῶν Φαρισαίων τὴν βασίλισσαν ταραττόντων καὶ πειϑόντων χτεί- 10 γειν τοὺς συμβουλεύσαντας ᾿«“λεξάνδρῳ τὴν τῶν ὀχτακχοσίων δια- φϑοράν. ἕνα δὲ τέως αὐτοὶ σφάττουσι, καὶ ἐπ᾿ ἐκείνῳ ἄλλους ἐπ᾿ ἄλλοις, ἕως οἱ δυνατοὶ παρελϑόντες εἰς τὰ βασίλεια καὶ ᾿“ριστόβουλος σὺν αὐτοῖς (οὐ γὰρ ἠρέσκετο τοῖς δρωμένοις),"
      },
      {
        "index": 15,
        "text": "B πολλὰ εἰπόντες καὶ τοὺς ἤδη φϑαρέντας ἀποκλαυσάμενοε, clo οἶχτον τῶν κινδυνευόντων τοὺς παρόντας ἐκίνησαν καὶ εἰς δάχρυα. 'Apiorófloviog δὲ τὴν μητέρα διὰ ταῦτα κατῃτιᾶτο\" ἢ δὲ οὐκ εἶχεν 0 τε καὶ πράξειε."
      },
      {
        "index": 16,
        "text": "Κατὰ τοῦτον τὸν καιρὸν ἀγγέλλεται Τιγράνης σὺν στρατιᾷ μεγάλῃ εἷς τὴν Συρίαν ἐμβεβληκὼς καὶ ἐπὶ τὴν Ἰουδαίαν ἀφιξό- 30 μένος. τοῦτο ἐφόβησε xal τὸ ἔϑνος καὶ τὴν βασίλισσαν, xoi δῶρα πολλὰ καὶ πολλοῦ ἄξια καὶ πρέσβεις αὐτῷ πέμπουσι τὴν"
      },
      {
        "index": 17,
        "text": "Πτολεμαΐδα πολιορκοῦντι. ὃ δὲ ταῦτά τε ἐδέξατο xol χρηστὰ ἐπηγγέλλετο. ἄρτι δὲ τὴν Πτολεμαΐδα πορϑήσαντι ἀγγέλλεταί οἵ ᾿Ακέλαος εἷς ᾿“ρμενίαν ὁρμήσας, καὶ διὰ τοῦτο ἀνεχώρει πρὸς τὴν οἰκείαν. τῆς δὲ βασιλίσσης δεινῶς νοσησάσης, ᾿“ριστό- δ βουλος λάϑρα ὑπεξελϑὼν ἤει ἐπὶ τὰ φρούρια, ὅπου οἵ πατρῷοι χατετάχϑησαν φίλοι, μόνης τῆς γυναιχὸς αὐτοῦ συνειδυίας τῇ πράξει, καὶ ὑπεδέχϑη παρ᾽ αὐτῶν. αἰσϑομένη δὲ 7j μήτηρ αὖ- τοῦ τὴν ἀπόδρασιν καὶ ὅτε πάντα τὰ φρούρια ὑπηγάγετο, ἐν μεγάλῃ ἦν ταραχῇ καὶ αὐτὴ καὶ τὸ ἔϑνος\" ἔϑεντο δὲ τὴν γυναῖκα 10 αὐτοῦ καὶ τοὺς παῖδας εἰς τὸ ὑπὲρ τοῦ ἱεροῦ φρούριον. “Ὑρκανὸς δὲ χαὶ οἱ τῶν Ἰουδαίων πρεσβύτεροι μαϑόντες ὡς ἐν ἡμέραις πεντεχαίδεχα χωρίων εἴκοσι xal δύο ἐχράτησεν ὃ ᾿“φριστόβουλος καὶ πολλὰ συνήγαγε χρήματα καὶ συνήϑροιζε στράτευμα, ἐδέοντο τῆς βασιλίσσης ὑποϑέσϑαι γνώμην περὶ ᾿“ριστοβούλου. ἡ δὲ 15 οὐχέτι μέλειν αὐτῇ τῶν πραγμάτων εἰποῦσα, ὡς ἤδη ἐκλείπουσα, ἐφῆκε πράττειν αὐτοῖς ὃ συμφέρον κρινοῦσι.. καὶ μετ᾽ οὐ πολὺ τετελεύτηκε, βασιλεύσασα ἔτη ἐννέα, βιώσασα δὲ τρία καὶ ἐβδο- μήκοντα.. Τῆς ᾿«“λεξάνδρας μέντοι ϑανούσης εὐθὺς πόλεμον κατὰ Δοτοῦ ἀδελφοῦ ὃ ᾿Δριστόβουλος ἤρατο, xal πολλοὶ τῶν στρατιωτῶν “Ὑρκανοῦ αὐτομολοῦσι πρὸς ᾿“ριστόβουλον. ὃ δὲ φεύγει πρὸς τὴν ἀχρόπολιν, ἔνϑα καὶ ἡ ᾿“Τριστοβούλου γυνὴ καὶ οἱ παῖδες πρὶν κατεχλείσϑησαν. εἰς λύγους δ᾽ ἐλϑόντες ot ἀδελφοὶ λέουσι τὴν ἔχϑραν, ὥστε βασιλεύειν μὲν \"“ριστόβουλον, “Ὑρκανὸν δὲ ζῆν ἀπραγμόνως. ὅρκοις οὖν ἐμπεδώσαντες τὰς συνϑήχας, ἀνεχώρησεν ὃ μὲν εἰς τὰ βασίλεια, εἷς δὲ τὴν οἰκίαν \" Agwro- βούλου ὃ “Ὑρκανός."
      },
      {
        "index": 18,
        "text": "Arinurtooc δέ τις Ἰδουμαῖος, φίλος ὧν “Ὑρκανοῦ, στα- 9 σιώδης δὲ καὶ δραστήριος καὶ εὐπορῶν χρημάτων πολλῶν, λάϑρα τοῖς δυναστεύουσι τῶν Ἰουδαίων διαλεγόμενος, καὶ πρὸς “Ὑρχανὸν διαβάλλων τὸν ᾿“ριστόβουλον ὡς κτεῖναι αὐτὸν βουλευόμενον, πείϑει πρὸς ᾽““ρέταν τὸν ᾿“Αράβων βασιλέα φυγεῖν. καὶ πέμπει τὸν ᾽Αντίπατρον πρὸς ᾿“ρέταν ὃ Ὑρκανός, πίστεις ληψόμενον 10 ὡς οὐκ ἐκδώσει αὐτὸν τοῖς ἐχϑροῖς προσελϑόντα αὐτῷ. λαβὼν"
      },
      {
        "index": 19,
        "text": "B δὲ πίστεις ὑπέστρεψεν ὃ \"«γτίπατρος, καὶ συμπαρειληφὼς τὸν “Ὑρκανὸν νύχτωρ ἧκεν ἄγων αὐτὸν dg τὴν καλουμένην Πέτραν πρὸς τὸν ᾿“ρέταν. παρεκάλει οὖν ὃ “Ὑρκανὸς αὐτὸν καταχϑῆναι ὑπ᾽ αὐτοῦ εἷς τὴν Ἰουδαίαν, καὶ εἰς τὴν βασιλείαν üánoxaractijraa, 15 ὑπισχνούμενος, εἶ ταῦτα γένοιτο, δώσειν αὐτῷ τήν τε χώραν καὶ τὰς δώδεκα πόλεις ἃς ᾿“λέξανδρος ὃ πατὴρ αὐτοῦ τῶν ᾿Αράβων ἀφείλετο. καὶ ὃ ᾿“ρέτας ἐστράτευσεν ἐπὶ τὸν ᾿“«φριστύβουλον, καὶ τῆς μάχης κρατεῖ. πολλῶν οὖν πρὸς “Ὑρκανὸν αὐτομολη- σάντων,. εἰς Ἱεροσόλυμα ὃ ' pigtófloviog ἔφυγε. καὶ ὃ \" Aga 30 τῷ ἱερῷ προσβαλὼν ἐπολιόρκει τὸν ᾿“ριστόβουλον, προστιϑε- μένου καὶ τοῦ δήμου τῷ \"YoxavQ, μόνων τῶν ἱερέων τῷ \"Api στοβούλῳ παραμενόντων. Ὀνίαν δέ τινα δίκαιον ἄνδρα καὶ ϑεοφιλῆ, ὃς αὐχμοῦ ποτε γενομένου εὐχῇ τὸν ϑεὸν δυσωπήσας ἔλυσε τὴν ἀνομβρίαν, ἠξίουν οἱ ᾿Ιουδαῖοι εὔξασϑαι κατὰ \"4ρι- στοβούλου καὶ τῶν μετ᾽ αὐτοῦ\" ὃ δ᾽ οὐχ ἐπείϑετος. ὡς δὲ ἐβιάσϑη, “ὦ ϑεὲ βασιλεῦ τῶν ὅλων\" εἶπεν, \"Ort καὶ οἱ μετ᾽ ἐμοῦ ἑστηκότες σοί εἶσι, σοὶ δὲ καὶ οἱ πολιορκούμενοι ἱερεῖς, δέομαι μήτε κατὰ τούτων ἐχείνοις ἐπαρήξῃς μήτε μὴν xav! ἐκεί- γων τούτοις.\" καὶ αὐτίχα τὸν ἄνδρα περιστάντες κατέλευσαν. οὐκ εἷς μαχρὰν δὲ τὸ ϑεῖον δίκας αὐτοὺς εἰσεπράξατο τῆς ἄσε- διαφϑείραντος."
      },
      {
        "index": 20,
        "text": "6. Πεμφϑεὶς δὲ παρὰ Πομπηΐου ἐν “ρμενίᾳ πολεμοῦντος Τιγράνῃ Σκαῦρος dc Συρίαν, πρέσβεις ἐδέξατο παρά τε 4Moioro- βούλου καὶ Ὑρκανοῦ, συμμαχεῖν ἀξιοῦντος éxarígov. λαβὼν ό οὖν ὑπ᾽ ᾿“ριστοβούλου τετραχόσια τάλαντα, αὐτῷ προσετέϑη. καὶ κελεύσας ἀναχωρεῖν τὸν ““ρέταν ἢ πολέμιον Ρωμαίων κριϑή- σεσϑαι, ἔλυσε τὴν πολιορκίαν. ἧς λυϑείσης ὃ ᾿Αριστόβουλος ἐπὶ Aotrov καὶ “Ὑρκανὸν ἐξεστράτευσε, καὶ συμβαλὼν νικᾷ. μετ᾽ oU πολὺ δὲ Πομπηΐου ἀφικομένου εἰς Φαμασχόν, ἧκον πρέσβεις ῬῚ 223 50 πολλαχόϑεν τε καὶ ἐξ Ἰουδαίας, δῶρον ἐξ ᾿“ριστοβούλου μέγα κομίζοντες, ἄμπελον χρυσῆν ἐκ πενταχοσίων ταλάντων. ταύτην κύριε Α. 7 ἐπαρήξῃο] ἐπάξης À, ἐπακοῦσαι losephus. 9 τῆς φησὶν ὃ Ἰώσηπος ἐν Ρώμῃ ϑεάσασϑαι, τῷ Καπιτωλίῳ ἀνατεϑει- μένην Ail. καὶ αὖϑις ἧκον πρὸς αὐτὸν ᾿“ἀντίπατρος μὲν ὑπὲρ Ὑρκανοῦ, ὑπὲρ δὲ ᾿“ριστοβούλου Νικόδημος. ὃ δὲ αὐτοὺς ἐλϑεῖν τοὺς διαμφισβητοῦντας ἐχέλευσεν. ἀφικομένων δέ γε εἰς “Ιαμασκὸν τῶν Ἰουδαίων καὶ τῶν ἡγεμόνων αὐτῶν, ot μὲν ἠξίουν 5 μὲ βασιλεύεσϑαι\" πάτριον γὰρ εἶναι αὐτοῖς παρὰ τῶν ἀρχιερέων B ἄρχεσθαι, τούτους δὲ τοῦ γένους ὄντας ἐκείνου εἰς βασιλείαν τὴν ἀρχὴν μεταϑεῖναι\" “Ὑρκανὸς δὲ κατηγόρει τοῦ ἀδελφοῦ, ὅτε τῆς ἀρχῆς αὐτῷ νεμηϑείσης διὰ τὴν πρεσβυγένειαν, ὑπ᾽ ἐκείνου ταύ- τὴν ἀφήρητο, καὶ ἄλλα κατ᾽ αὐτοῦ συνείρων πολλὰ αἰτιάματα. 10 συνεφϑέγγοντο δὲ αὐτῷ ταῦτα λέγοντι καὶ τῶν δοκιμωτάτων Ἰουδαίων πλείους ἢ χίλιοι, ᾿«Ἀντιπάτρου παρασκευάσαντος. ᾿Αριστόβουλος δὲ τοῦ μὲν ἐχπεσεῖν τῆς ἀρχῆς τὸν “Ὑρχανὸν τὴν ἐκείνου φύσιν αἰτίαν εἰσήγαγεν, ἄπρακτον οὖσαν xal διὰ τοῦτο εὐχαταφρόνητον\" αὐτὸς δ᾽ ἐξ ἀνάγκης ἔλεγεν αὐτὴν ὑπελ- l5 Suv, φόβῳ τοῦ μὴ πρὸς ἄλλους γενέσθαι αὐτήν\" ὀνομάζεσθαε C δὲ ὅπερ καὶ ὃ πατήρ. Πομπήϊος δὲ βίαν μὲν κατέγνω ᾽“ριστο--: βούλου, πρῴως δὲ τότε προσομιλήσας αὐτοῖς ἡσυχίαν τέως ἄγειν ἐχέλευσεν, ἐλϑὼν δ᾽ εἰς τὴν χώραν διατάξειν ἕχαστα ἐπηγγέλλετο. οὐχ ἀναμείνας μέντοι ὃ ᾿“ριστόβουλος εἰς τὴν Ιουδαίαν ἀπῆρε. 90 xai ὀργισϑεὶς ὃ Πομπήϊος ἐστράτευσε κατ᾿ αὐτοῦ. συμπεφευ- yóvog δ᾽ εἰς ἔρυμα καλούμενον ᾿Αἰλεξάνδριον, ἐχέλευε πρὸς εἰσῆγεν Α. 22 ᾿4λεξάνδρειον losephus. αὐτὸν ἥκειν. ὃ δὲ τῶν φίλων μὴ πολεμεῖν Ρωμαίοις ἀξιούντων κάτεισι, xal δικαιολογησάμενος πάλιν ὅϑεν ἧκεν ὑπέστρεψε. κελεύοντος δὲ Πομπηΐου παραδιδόναι τὰ ἐρύματα, καὶ αὖτο- χείρως ἐπιστεῖλαι τοῖς φρουράρχοις (ἀπείρητο γὰρ ἄλλως τούτων δ ἀφίστασϑαι), πείϑεται μέν, δυσανασχετῶν δὲ ἀνεχώρησεν εἰς Ἱεροσόλυμα καὶ πολεμεῖν ἡτοιμάζετο. Πομπηΐῳ δὲ στρατεύοντε ἐπ᾿ αὐτὸν ἡ ιϑριδάτου μεμήνυτο τελευτὴ ἐκ (Φαρνάχου τοῦ παιδὸς αὐτοῦ γενομένη. περὶ Ἱεριχοῦντα δὲ γεγονότι, οὗ τὸ ὁποβάλσαμον τρέφεται τῶν μύρων τὸ ἀχρότατον, ὃ τῶν ϑάμνων 10 τεμνομένων ὀξεῖ λίϑῳ ἀναπιδύει ὥσπερ ὑπός, πρόσεισιν ὃ “4ρι- στόβουλος αὐτῷ καὶ ἱκέτευε παύσασϑαι τοῦ πολέμου, χρήματά τε διδοὺς καὶ εἰς τὰ Ἱεροσόλυμα αὐτὸν εἰσδεχόμενος, ὥστε πράττειν ὃ βούλεται. ὃ δὲ συγγνοὺς αὐτῷ πέμπει Γαβήνιον ἐπὶ τὰ χρή- ματα καὶ τὴν πόλιν. τῶν δὲ ᾿“ριστοβούλου στρατιωτῶν οὐκ 16 ἐώντων τὰς συνθήκας πληρωθῆναι, ἄπρακτος ἐπανῆλθεν ὃ Γαβήνιος. ἥκει γοῦν ἐπὶ τὴν πόλιν Πομπήϊος καϑείρξας τὸν Z4gicrófoviov. οἱ δ᾽ ἔνδον οὐχ ὡμονόουν. τοῖς μὲν γὰρ ἐδόκει δέχεσθαι τὸν Πομπήϊον, τοῖς δ᾽ “Ἀριστοβούλου τοὐναντίον\" of καὶ 10 ἱερὸν κατειληφότες εἰς πολιορκίαν παρεσκευάζοντο. οἱ δ᾽ 20 ἄλλοι τὴν πόλιν ἐγχειρίζουσι Πομπηΐῳ καὶ τὰ βασίλεια. ὃ δὲ ἐντὸς στρατοπεδευσάμενος ἐπολιόρκει τὸ ἱερόν. ἁλόντος δὲ περὶ τρίτον μῆνα, ἐπεισφρήσαντες οἱ πολέμιοι ἔσφαζον τοὺς ἐν αὐτῷ\""
      },
      {
        "index": 21,
        "text": "oí δὲ οὐδὲν ἧττον ἦσαν ἱερουργοῦντες καὶ ϑύοντες. φόνου δὲ πάντα μεμέστωτο\" οἱ μὲν γὰρ τῶν Ἰουδαίων ὑπὸ “Ῥωμαίων, οἱ δ᾽ ὑπ᾽ ἀλλήλων ἐσφάττοντο ἢ καὶ ἑαυτοὺς κατεχρύμνιζον. παρῆλϑε δὲ εἰς τὸ ἐντὸς τοῦ ναοῦ τὸ ἄβατον ὃ Πομπήϊος καὶ τῶν περὶ αὐτόν τινες, καὶ εἶδον ὅσα τοῖς ἄλλοις πλὴν τῶν ἀρχιε- 5 ρέων ἦσαν ἀϑέατα. οὐδενὸς μέντοι τῶν ἐν αὐτῷ ἀναϑημάτων ἢ τῶν χρημάτων ἥψατο δι᾽ εὐσέβειαν, τῇ δ᾽ ὑστεραίᾳ καϑᾶραι παραγγείλας τὸ ἱερόν, καὶ ϑύειν νομίμως, τὴν ἀρχιερωσύνην παρέδωκεν “Ὑρκανῷ, τοὺς αἰτίους τοῦ πολέμου πελέκει διαχρησά- μένος, x«l τὰ Ἱεροσόλυμα ποιήσας “Ῥωμαίοις ὑπόφορα. Πομ- 10 πήϊος δὲ ἐπὶ “Ῥώμην ἀπιὼν ἐπήγετο τὸν ᾿ἀριστόβουλον δεδεμένον"
      },
      {
        "index": 22,
        "text": "C καὶ τοὺς παῖδας αὐτοῦ. ἦσαν δὲ αὐτῷ δύο ϑυγατέρες καὶ τοσοῦτοι υἱοί, ὧν ὃ πρεσβύτερος ᾿ἡλέξανδρος ἀπέδρα καὶ τὴν Ἰουδαίαν κατέτρεχεν ὕστερον, μὴ δυναμένου τοῦ “Ὑρχανοῦ αὐτῷ ἀντιχαϑίστασϑαι. 15"
      },
      {
        "index": 23,
        "text": "7. Ὡς δὲ Γαβήνιος dg Συρίαν ἧκε, πέμπει πρὸς τὸν MEavópov ᾿Αντώνιον Ἰάρχον μετὰ στρατεύματος. xal ytvo- μένης μάχης κτείνουσιν οἱ Ρωμαῖοι τῶν πολεμίων περὶ τρισχε- λίους καὶ οὐχ ἐλάττους ζωγροῦσι. κχαταφυγόντος δὲ ᾿4λεξά- ὅρου ἐπί τι ἔρυμα λεγόμενον ᾿Αλεξάνδριον, ἐπολιόρκει τοῦτο.30 διαπρεσβεύεται \"οὖν πρὸς Γαβήνιον ὃ ᾿Αλέξανδρος συγγνώμην αἰτῶν, καὶ παραδίδωσιν ἃ κατεῖχεν ἐρύματα. ὃ δὲ ἀρχιερεὺς"
      },
      {
        "index": 24,
        "text": "“Ὑρκανὸς εἷς Ἱεροσόλυμα κατήχϑη παρὰ τοῦ Γαβηνίου. ὃ μέντοι D “Ἀριστόβουλος διαδρὰς ἐκ Ῥώμης καὶ εἰς τὴν Ἰουδαίαν ἐλϑὼν τειχίζειν ἐπειρᾶτο τὸ ᾿4λεξάνδριον ἄρτε κατεσχαμμένον. ὃ δὲ Γαβήνιος στέλλει τοὺς κωλύσοντας αὐτὸν ἢ καὶ συλληψομένους. ὁπολλοὶ δὲ τῷ “Ἀριστοβούλῳ τῶν Ἰουδαίων προσέρρεον, ὧν οἱ πλείους ἐτύγχανον ἄοπλοι. τούτους μὲν οὖν ἀπέλυσεν \"Αριστό- βουλος, τοὺς δ᾽ ὡπλισμένους ὄντας περὶ ὀκτακισχιλίους εἶχε μεϑ᾽ ἑαυτοῦ. καὶ μάχης αὐτοῖς πρὸς Ῥωμαίους συγχροτηϑ εἰσης ἡττῶνται Ἰουδαῖοι xal φεύγουσι\" καὶ oi μὲν κτείνονται, axtóáy- Ιθνυνται δὲ οἱ λοιποί, ᾿Αριστόβουλος δὲ μετὰ χιλίων εἰς Παχαι- ροῦντα συνέφυγε μετὰ τοῦ παιδὸς ᾿“ἀντιγόνου συναποδράντος ἐχ “Ῥώμης αὐτῷ. μετὰ δὲ δύο ἡμέρας τραυματισϑεὶς ἑάλω, καὶ σὺν τῷ υἱῷ “Ἀντιγόνῳ αἰχμάλωτος πρὸς Γαβήνιον ἄγεται, καὶ ἀναπέμπεται αὖϑις elc Ρώμην, καὶ δεθεὶς κατείχετο, βασιλεύσας 15 καὶ ἀρχιερατεύσας ἔτη τρία. Γαβήνιος δὲ ἀπήει εἷς “Αἴγυπτον. ἐπανελθὼν δ᾽ ἐκεῖϑεν εὗρε τὸν \"Ἀριστοβούλου παῖδα ᾿Αλέξανδρον στρατεύματι μεγάλῳ τὴν χώραν ἐπιόντα καὶ ὅσοις ἐντύχοι τῶν “Ῥωμαίων πάντας κτιννύοντα. συμβαλὼν οὖν τούτῳ περὶ τὸ Ἰταβύριον ὄρος, τρισμυρίους ἄγοντι Ἰουδαίους, κτείνει περὶ πατρὸς ἤϑελε, καὶ ἄλλα δὲ στρατηγήσας ἔργα μεγάλα, cg ] “Ῥώμην ἀπῆρε, Κράσσῳ παραδοὺς τὴν ἀρχήν. οὗτος δ᾽ ὃ Κράσσος εἰς τὴν Ἰουδαίαν ἐλϑὼν τὰ ἐν τῷ ἱερῷ χρήματα ὧν οὐχ Κράσσος. 28 ἐλθὼν καὶ τὰ Α."
      },
      {
        "index": 25,
        "text": "ἥψατο ὃ Πομπήϊος (ἦσαν δὲ δισχίλια τάλαντα ) πάντα ἀφείλετο, xal τὸν ναὸν περιδύσας τὸν κόσμον πάντα ἐσύλησεν, dg τάλαντα χρυσοῦ ὀχτακισχίλια ἀριϑμούμενον. ἔλαβε δὲ xal δοχὸν σφυρή- λατον ἐκ χρυσοῦ μνῶν τριακοσίων πεποιημένην. ἡ δὲ μνᾶ παρ᾽ Ἰουδαίοις ἕλκει λίτρας δύο καὶ ἡμίσειαν. ταῦτα λαβὼν ἐπὶ δ Πάρϑους ἐξώρμησε\" καὶ ἐφϑάρη σὺν τῷ στρατεύματι. Κάσσιος C δὲ εἰς Συρίαν ἐκεῖθεν φυγὼν καὶ εἷς τὴν Ἰουδαίαν ἀνέβη. μέγα γοῦν παρ᾽ αὐτῷ δεδύνητο ὃ Ἀντίπατρος, καὶ παρὰ Ἰδουμαίοις, παρ᾽ οἷς ἄγεται γυναῖχα ἐξ ἩἩρυβίας, Κύπρον ὄνομα, ἐξ ἧς αὐτῷ τέσσαρες ἐγένοντο viol, Φασάηλος xal Ἡρώδης, Ἰωσὴφιο καὶ Φερώρας, καὶ ϑυγάτηρ Σαλώμη. χρόνῳ δὲ ὕστερον Καῖσαρ Ἰούλιος Γάϊος, κατασχὼν τὴν Ρώμην μετὰ τὸ Πομπήϊον xai τὸ πλέον τῆς συγχλήτου ἐκεῖθεν φυγεῖν, λύσας τὸν ᾿“ριστόβουλον εἰς Συρίαν ἔπεμψε σὺν στρατεύματι. ἀλλὰ φϑάσαντες οἱ τὰ Πομπηΐου φρονοῦντες φαρμάκῳ τὸν ᾿“ριστόβουλον διαφϑείρουσι. V Σκηπίων δέ, ἐπιστείλαντος αὐτῷ ΠΟομπηΐου, τὸν ᾿Αριστοβούλου D ᾽“λέξανδρον ἐπελέκισε. μετὰ δὲ τὸν Πομπηΐου ϑάνατον Καίσαρε πολεμοῦντι xar! “Ἄἔἴγυπτον dg πολλὰ χρήσιμον ἑαυτὸν παρέσχεν '\"Ariínatgoc, ὥστε τὸν Καίσαρα κεχρῆσϑαι αὐτῷ εἰς πάντα τὸν πόλεμον\" ὕπου καὶ τρωϑῆναι συμβέβηκεν αὐτόν. ἐλθὼν δὲ καὶ3ὸ Avtiyovoc τότε ὃ ᾿“ριστοβούλου πρὸς Καίσαρα, ἐδεῖτο λαβεῖν οἶκτον αὐτοῦ τῆς ἀρχῆς ἐχβεβλημένου, καὶ τοῦ πατρὸς ἀνεμί- uvnoxt, xal ὡς δι᾽ αὐτὸν ἀποθάνοι. παρὼν δὲ καὶ ὃ Arri- πατρὸς ἀπελογεῖτο. δοξάντων δὲ τῶν λόγων αὐτοῦ ἐπιχρατε- στέρων, ὃ Καῖσαρ “Ὑρκανῷ μὲν τὴν ἀρχιερωσύνην ἐπεβεβαίωσεν, ᾿Αντίπατρον δὲ ἀπέδειξε τῆς Ιουδαίας ἐπίτροπον. ὡς δὲ Καῖσαρ εἰς τὴν Ῥώμην ἀπήει, 0 ᾿ΑἈντίπατρος τὰ κατὰ τὴν ᾿Ιουδαίαν δχαϑίστα. βραδὺν δὲ δρῶν xai νωϑῆ τὸν Ὑρκανόν, (Φασάηλον μὲν τὸν πρεσβύτατον τῶν παίδων Ἱεροσολυμιτῶν καὶ τῶν πέριξ στρατηγὸν ἀποδείχνυσι, τὸν δὲ μετ᾿ αὐτὸν Ηρώδην, ὄντα λίαν νεώτατον, τῆς Γαλιλαίας προὐστήσατο. Γενναῖος δ᾽ ὧν ὃ Ηρώδης τὸ φρόνημα, ἀφορμὴν εἰς ἐπί- 10 δειξιν ἀρετῆς τὴν ἀρχὴν ἐποιήσατο, καὶ τὸν ἀρχιλῃστὴν ᾿Εζεκίαν σὺν μεγάλῳ στίφει τὰ προσεχῆ τῆς Συρίας ληϊζόμενον συλλαβὼν κτείνει, καὶ πλείστους τῶν σὺν αὐτῷ\" ὅϑεν τοῖς Σύροις πεφίλητο. ἐγένετο δὲ διὰ τοῦτο καὶ Σέξτῳ Καίσαρι γνώριμος, ὄντι τοῦ μεγάλου Καίσαρος συγγενεῖ καὶ ἄρχοντι τῆς Συρίας. ζηλοῖ δὲ Ιϑ τὸν ἀδελφὸν xal (Φασάηλος. ταῦτα δὲ ἐποίει τιμῆς ὑπὸ τοῦ ἔϑγνους τυγχάνειν βασιλικῆς τὸν ᾿«Αντίπατρον. οἱ δὲ ἐν τέλει τῶν Ἰουδαίων διὰ ταῦτα ἐβάσκαινον τῷ ᾿«Ἀἀντιπάτρῳ καὶ τοῖς υἱοῖς αὐτοῦ, xal ἐδεδίεσαν δρῶντες βίαιον xal τολμηρὸν τὸν."
      },
      {
        "index": 26,
        "text": "Ἡρώδην καὶ τυραννίδος ἐρῶντα, καὶ κατηγόρουν ᾿«ἀντιπάτρου 30 πρὸς Ὑρκανόν, καὶ ἠρέϑιζον κατ᾽ αὐτοῦ xal τῶν παίδων αὐτοῦ, λέγοντες μὴ ἐπιτρόπους εἶναι τῶν τῆς βασιλείας πραγμάτων ἀλλὰ δεσπότας. καὶ γὰρ τὸν Ηρώδην κτεῖναι τὸν ᾿Εζεκίαν καὶ πολλοὺς τῶν σὺν ἐχείνῳ, τοῦ νόμου ἀπειρηκότος ἄνθρωπον ἀναιρεῖσθαι κἂν πονηρὸς εἴη, & μὴ πρότερον ὑπὸ ToU συνεδρίου καταχριϑ εἰη. «Ὑρκανὸς δὲ τούτοις ἠρέϑιστο εἰς ὀργήν. προσεξῆψαν δὲ τὴν ὀργὴν xol ai μητέρες τῶν ὑπὸ “Ἡρώδου πεφονευμένων, naga- καλοῦσαι ἵνα δίκας ὑπόσχῃ τῶν πεπραγμένων. κινηϑεὶς οὖν ὃ Ὑρκανὸς Ἡρώδην ἐχάλει δικασόμενον. ὃ δὲ ἧχε μετὰ στίφους ὃ ἀποχρῶντος αὐτῷ, ὥστε μὴ γυμνὸν καὶ ἀφύλακτον ἱέναι πρὸς δίκην. ἐλθὼν δὲ ἐν τῷ συνεδρίῳ μετὰ τοῦ στίφους, κατέπληξεν ἅπαντας, καὶ οὐδεὶς ἐϑάρρει κατηγορεῖν αὐτοῦ, ἀλλ᾽ ἦν ἀπορία τοῦ τί χρὴ ποιεῖν. εἷς δέ τις Σαμαῖος ὀνόματι, δίκαιος ἀνὴρ D καὶ πεποιϑὼς ὡς λέων, εἶπεν “ὦ ἄνδρες, οὐκ οἶδά τινα τῶν!10 κεχλημένων εἷς δίκην οὕτω παραστάντα, οὔτε ὑμεῖς οἶμαι, ἀλλὰ πᾶς κριϑησόμενος δεδιότος παρίσταται σχήματι, ὃ δὲ βέλτιστος Ἡρώδης φόνων δίκην φεύγων ἕστηκε περὶ αὐτὸν ἔχων ὁπλίτας, εἶ κατακριϑείη κατὰ τὸν νόμον, χτενοῦντας ἡμᾶς. ἀλλ᾽ Ηρώδην μὲν οὐ μεμψαίμην, ὑμᾶς δὲ τοσαύτην ἄδειαν παρασχόντας αὐτῷ. 15 ἔστε τοίνυν δίκαιον τὸν ϑεόν, καὶ ὡς οὗτος, ὃν viv δι᾽ “Ὑρκανὸν ἀπολῦσαι βούλεσϑε, κολάσει ὑμᾶς ποτε καὶ αὐτὸν \"Yoxavóy.\" ὅτι δὲ ταῦτα εἰς ἔργον ἐξέβη δηλώσει προϊὼν ὃ λόγος. Ὑρκανὸς δὲ εἷς ἄλλην ἡμέραν τὴν δίκην ὑπερέϑετο, καὶ λάϑρα ὑπέϑετο τῷ Ἡρώδῃ τὴν πόλιν ὑπεξελϑεῖν,. καὶ ὃ μὲν ἀπήει, ot δὲ τοῦ3 συνεδρίου ἠγανάκτουν. Σέξτου δὲ τὴν στρατηγίαν τῆς Κοίλης Συρίας χρημάτων TQ Ηρώδῃ ἀποδομένου, οὐ πολὺ τὸ ἐν μέσῳ παρῆλθε, καὶ ἧκεν Ἡρώδης σὺν στρατιᾷ, ὀργιζόμενος κατὰ"
      },
      {
        "index": 27,
        "text": "Ὑρκανοῦ ὅτι ὅλως εἰς δίκην ἐκλήϑη. ἐχώλυσαν δὲ αὐτὸν τοῖς “Ἱεροσολύμοις προσβαλεῖν ὃ πατὴρ καὶ ὃ ἀδελφός. 8. Kal τὰ μὲν κατὰ τὴν ᾿Ιουδαίαν ἐν τούτοις ἦν, τὰ δὲ xarà τὴν Συρίαν τετάραχτο ἐξ αἰτίας τοιαύτης. Βάσσος Κικίλιος, δεἷς τῶν τὰ Πομπηΐου φρονούντων, κτείνει μὲν Σέξτον Καίσαρα δι᾿ ἐπιβουλῆς, αὐτὸς δὲ τῶν πραγμάτων ἐκράτει. τῶν δὲ Καί- σαρος ᾿]Ιουλίου στρατηγῶν κατὰ Βάσσου ὡρμηκότων, ὃ ᾿Αντί- πατρὸς αὐτοῖς διὰ τῶν υἱῶν συνεμάχησε, μεμνημένος ὧν ὑπὸ τοῦ Καίσαρος εὐηργέτητος τριβομένου δὲ τοῦ καιροῦ ἐν τῷ Ιοπολέμῳ, Mágxog ἦλϑεν ἐκ Ῥώμης εἰς τὴν τοῦ Σέξτου ἀρχήν. ὃ δέ γε Καῖσαρ ὑπὸ τῶν περὶ Βροῦτον καὶ Κάσσιον ἐν Ρώμῃ κτείγεται. πολέμου δὲ συνερρωγότος ἐπὶ τῷ ϑανάτῳ τοῦ Καί- σαρος, καὶ τῶν ἐν τέλει ἐπὶ στρατιᾶς συλλογὴν ἄλλων ἀλλαχῆ διεσπαρμένων, Κάσσιος ἀφικνεῖται εἰς Συρίαν, καὶ περιιὼν ταύ- 15 την ὅπλα καὶ στρατιώτας συνήϑροιζε, καὶ ἐφορολόγει βαρύτατα, καὶ ἐξ ᾿Ιουδαίας ἑπτακόσια τάλαντα ἀργυρίου ἐπράξατο, ὧν τὴν εἴσπραξιν ὃ \"Ἀντίπατρος τοῖς υἱοῖς ἀμφοῖν κατεμέρισεν. ὃ οὖν Ἡρώδης πρῶτος ὅσα ἦν αὐτῷ προστεταγμένον Κασσίῳ προσε- νεγκών, φίλος ἦν αὐτῷ ἐς τὰ μάλιστα. ἀνῃρέϑη δ᾽ ἂν ὑπὸ 40 Κασσίου ὃ Ἰάλιχος, εἰ μὴ ὃ “Ὑρκανὸς ἐπέσχεν αὐτῷ τὴν ὁρμήν, ἑκατὰν ταλάντοις δεξιωσάμενος δι᾿ ᾿Αντιπάτρου αὐτόν. ἤδη δὲ"
      },
      {
        "index": 28,
        "text": "Κασσίου μεταστάντος τῆς ᾿Ιουδαίας «Ἀντιπάτρῳ Ἰϊάλιχος ἐπε- βούλευεν, ὡς εἰ οὗτος φϑαρείη, ἀσφαλείας ἐσομένης τῷ “Ὑρκανῷ περὶ τὴν ἀρχήν. ταῦτα δ᾽ οὐχ ἔλαϑε τὸν ᾿«Ἀντίπατρον, ἀλλ᾽ ἠσφαλίζετο ἑαυτόν\" καὶ ὃ ἸΠάλιχος ἠρνεῖτο μεϑ᾽ ὅρκων. — IMágxoc D δ᾽ ἐν τῇ Συρίᾳ στρατηγῶν μικροῦ ἀνεῖλεν ἂν τὸν Πῆάλιχον, εἰδ μὴ ᾿«Ἱντίπατρος παρακαλέσας αὐτὸν περιέσωσε. Κάσσιός γε μὴν καὶ Mágxog ἀϑροίσαντες στρατιάν, τῷ “Ηρώδῃ τὴν ἐπιμέλειαν ἐνεχείρισαν, στρατηγὸν αὐτὸν Κοίλης Συρίας ποιήσαντες, ὑπο- σχόμενοι καὶ βασιλέα τῆς ᾿Ιουδαίας ἀναδείξειν μετὰ τὸν πόλεμον ὃς τότε πρὸς ᾿«Αντώνιον καὶ τὸν νέον Καίσαρα συγκεχρότητο. 10 ὅτε καὶ Ἰάλιχος τὸν “Ὑρκανοῦ οἰνοχόον χρήμασιν ὑπελϑών, φαρμάκῳ κτείνει \" AvtinarQov* παρὰ γὰρ “Ὑρχανῷ εἱστιῶντο ἑκάτεροι. γνόντων δὲ τὴν ἐπιβουλὴν τῶν ᾿«ΑἈἸντιπάτρου υἱῶν, ὃ Πάλιχος ἔξαρνος ἦν. τῷ μὲν οὖν \"Howóg εὐϑὺς ἐδόκει τὸν φόνον τοῦ πατρὸς ἐχδικεῖν, ὃ δέ γε (Φασάηλος δόλῳ μᾶλλον 15 ἤϑελε τὸν ϊάλιχον μετελϑεῖν, ἵνα μὴ ἐμφυλίου πολέμου γέ- γωνται αἴτιοι. πιστεύειν οὖν τῇ ἀρνήσει τοῦ IMakiyov ὑπεκρέ- vorto. ἐνστάσης δὲ ἑορτῆς ἐν “Ἱεροσολύμοις ἧκεν Hunc μετὰ στρατιᾶς εἰς τὴν πόλιν\" “Ὑρκανὸς δὲ Mao πεισϑεὶς ἐκώλυεν αὐτῷ τὴν εἰς τὴν πόλιν εἴσοδον, προφάσει τοῦ μὴ δεῖν ὄχλον 9 ἀλλοδαπὸν ἀναμίγνυσθαι τῷ πλήϑει ἁγνεύοντι. ὃ δὲ μὴ φρον- τίσας τῶν λόγων εἴσεισι νυχτὸς εἰς τὴν πόλιν. άλιχος δ᾽ ἔτι τῆς ὑποχρίσεως εἴχετο, δακρύων τὸν ᾿«ΑἈντίπατρον καὶ ὡς φῶον ἀνακαλούμενος, κρύφα δὲ ἐποιεῖτο τοῦ σώματος φυλακήν. ἑλόν- τος δὲ Κασσίου τὴν “Ἰαοδίκειαν, ἄμφω πρὸς αὐτὸν ἀπήεσαν. B καὶ “Ηρώδης μὲν ἐχεῖ τῖσαι δίκας τὸν άλιχον ἐταμέευεν\" ὃ δὲ ὑποπτεύσας τὸ πρᾶγμα, τοῦ παιδὸς αὐτῷ ὁμηρεύοντος ἐν Τύρῳ, δ ἐμελέτησε τοῦτον ὑποχλέψαι, καὶ εἰς τὴν ᾿Ιουδαίαν ἀπᾶραι καὶ τὴν ἀρχὴν κατασχεῖν. Ἡρώδης δὲ τὴν γνώμην. τοῦ Πϊαλίχου ὑπονοήσας, προεισπέμψας εἰς Τύρον λάϑρα πείϑει τοὺς χιλιάρ-- χους πρὸς ϊάλιχον ἐξελϑεῖν καὶ διαφϑεῖραι αὐτόν. ἤδη γὰρ αὐτοῖς παρὰ Κασσίου προώριστο συμπράττειν «Ηρώδῃ ἐπὶ δικαίᾳ πράξει. οἱ δὲ πλησίον τῆς πόλεως αὐτῷ ὑπαντήσαντες καταχεν- τοῦσιν αὐτόν. 'Ygxavóg δὲ ὑπὸ φόβου ἄφωνος ἦν. ἀνενεγχὼν Ὁ δὲ ἠρώτα ὅπως ἀνήρηται Ἰἤάλιχος\" xai ἀχούσας ὅτε Κασσίου προστάξαντος, ἐπήνεσε τὴν πρᾶξιν, πονηρὸν εἰπὼν εἶναι καὶ τῆς πατρίδος ἐπίβουλον."
      },
      {
        "index": 29,
        "text": "15 9. Κασσίου δὲ ἐκ Συρίας ἀπάραντος πρὸς ᾿«Ἀντώνιον, ὃ Ἡρώδης ἐν διαφόροις ἠρίστευσε, καὶ τῷ ᾿«Πριστοβούλου δὲ υἱῷ ᾿ΑἸντιγόνῳ ἄρτι τῶν ἄκρων ἐπιβάντι τῆς ᾿Ιουδαίων γῆς ὑπαντήσας, μάχῃ ἐνίχησε xal τῶν ὁρίων ταύτης ἐξέωσεν. ὅϑεν ἀφικόμενον εἰς “]εροσόλυμα ἐστεφάνου ὃ 1€ δῆμος καὶ “Ὑρχανός. μνηστεύεται δὲ καὶ τὴν “Ὑρχανοῦ ϑυγατριδῆν, ᾿«“λεξάνδρου δὲ ϑυγατέρα τοῦ ' ApgiovoflovÀov παιδός. εἶχε δὲ πρότερον ἑτέραν γυναῖκα δημότιν,"
      },
      {
        "index": 30,
        "text": "“Δωρίδα καλουμένην, ἐξ ἧς αὐτῷ παῖς ᾿Αντίπατρος γίνεται τῶν ἄλλων πρεσβύτερος. '"
      },
      {
        "index": 31,
        "text": "\"Ἀντωνίου δὲ καὶ Καίσαρος Κάσσιον καὶ Βροῦτον περὶ Φιλίππους νενικηχότων, ὃ μὲν ἐπὶ Γαλλίας ἐχώρει, πρὸς δὲ τὴν Ἀσίαν Ἀντώνιος. γενομένῳ δ᾽ ἐν Βιϑυνίᾳ πανταχόϑεν ἀπήν.- 5 των πρεσβεῖαι. παρῆσαν δὲ καὶ ᾿Ιουδαῖοι κατηγοροῦντες Φα- σαήλου τε καὶ Ηρώδου. ἐλϑόντα δὲ τὸν ᾿Ηρώδην ἐπὶ ἀπολογίᾳ διὰ τιμῆς ἦγεν ᾿Ἀντώνιος, καὶ οὐδὲ λόγου ἠξίωντο οἱ κατήγοροι, χρήμασι ταῦτα τοῦ Ηρώδου πριαμένου παρ᾽ ᾿Αντωνίου. ἔἐλϑόντε"
      },
      {
        "index": 32,
        "text": "P 1229 ὁ᾽ εἰς Ἔφεσον ᾿Αντωνίῳ ἔπεμψεν “Ὑρκανὸς στέφανον χρυσοῦν, 10 καὶ ἠξίου τοὺς ᾿Ιουδαίους οὗς ἠχμαλώτισε Κάσσιος οὐ νόμῳ πολέμου, ἐλευϑέρους ἀπολυϑῆναι, καὶ τὴν χώραν ἀποδοθῆναι ἣν αὐτοὺς ἀφείλετο Κάσσιος. δικαίαν οὖν εἶναι χεχρικὼς τὴν ἀξίωσιν εἰς ἔργον ἐχβῆναι προσέταξε. μετὰ ταῦτα εἰς Συρίαν παραγενομένῳ τῷ ᾿Αντωνίῳ καὶ ὑπὸ τῶν τῆς Κλεοπάτρας ἐρώτων 15 κεκρατημένῳ προσίασιν ἄνδρες ἑκατὸν ᾿Ιουδαίων οἱ δυνατώτατοι, καὶ κατηγόρουν ἙΗ͂ρώδου καὶ τῶν περὶ αὐτόν, παρόντος καὶ Ὑρ- κανοῦ. ᾿Αντώνιος δὲ πυνϑάνεται “Ὑρκανοῦ, πότεροι τοῦ ἔϑνους"
      },
      {
        "index": 33,
        "text": "B προΐστανται ἄμεινον\" καὶ ὃς τοὺς περὶ Ηρώδην εἶπεν, ὧν αὐτοῦ κηδεστής. ὃ γοῦν “Αντώνιος οἰκείως πρὸς αὐτοὺς ἔχων διὰ τὴν30 τοῦ πατρὸς αὐτῶν ξενίαν, καὶ ἄμφω τετράρχας ὠνόμασε, καὶ τὰ Ιουδαίων αὐτοῖς ἐπέτρεψε πράγματα\" καὶ δέκα δήσας τῶν χατη- γόρων, ἔκτεινεν ἂν αὐτούς, εἰ μὴ οἱ ἀδελφοὶ παρῃτήσαντο. αὖϑις δὲ χίλιοι περὶ Τύρον τῷ “Ἀντωνίῳ ὑπήντησαν. ὃ δὲ δώ- ροις προκατειλημμένος, τῷ κατὰ τόπον ἄρχοντι κολάσαι τοὺς ᾿Ιουδαίους ἐκέλευσεν, ὡς νεωτερίζοντας. ὃ δὲ ᾿Ηρώδης ἀπιέναι W 1 ταχὺ αὐτοῖς συνεβούλευεν, ἵνα μὴ μεγάλου πειραϑῶσι xaxov. bug δ᾽ οὐχ ὑπήκουον, ἐκδραμόντες οἵ Ῥωμαῖοι τινὰς μὲν ἀπέ- χτειναν, πολλοὺς δ᾽ ἐτραυμάτισαν\" καὶ οἱ λοιποὶ διαφυγόντες C ἡσύχαζον. τοῦ δὲ δήμου καταβοῶντος Ηρώδου, παροξυνϑεὶς ὃ Ἀντώνιος τοὺς δεδεμένους ἀπέκτεινεν. ᾿Αντίγονος δὲ Πακόρῳ τῷ Πάρϑων βασιλεῖ ὑπισχνεῖται 10 χίλια δώσειν τάλαντα καὶ γυναῖχας πενταχοσίας, εἶ τὴν ἀρχὴν “Ὑρκανὸν ἀφέλωνται καὶ παραδῶσιν αὐτῷ, καὶ τοὺς περὶ ᾿Ηρώδην ἀνέλοιεν. διὰ ταῦτα ἐπὶ τὴν ᾿Ιουδαίαν κατάγοντες ᾿Αντίγονον oí Πάρϑοι ἐστράτευσαν\" olg πολλάχις οἱ περὶ ᾿Ηρώδην συμμί- ἕαντες ἐχράτουν. ὃ δὲ τῶν Πάρϑων στρατηγὸς σὺν ὀλίγοις 16 ἱππεῦσιν εἰς τὴν πόλιν ἧκεν, ὡς τάχα κατευνάσων τὴν στάσιν, τὸ δ᾽ ἀληϑὲς ὡς ᾿Αντιγόνῳ συμπράξων. (Φασαήλου δὲ ξενί- D σαντος αὐτόν, πείϑει τὸν Φασάηλον παρὰ Βαρζαφαρμάνην ἐλϑεῖν πρεσβεύοντα. καὶ ᾧχοντο Ὑ ρκανὸς καὶ (Φασάηλος πρεσβεύοντες, Ἡρώδου μὴ συναινοῦντος\" ὃ δὲ στρατηγὸς προὔπεμπε σφᾶς. 80 καὶ ὁ Βαρζαφαρμάνης τὸ μὲν πρῶτον γνησίως αὐτοὺς ὑπεδέξατο, ἔπειτα ἐπεβούλευε. xol οἱ περὶ Φασάηλον ἐν ὑποψίαις ἦσαν κατὰ τῶν βαρβάρων, ἔγνων δὲ xol νύχτωρ λάϑρα παρ᾽ αὐτῶν φυλασσόμενοι. μεμήνυτο δ᾽ αὐτοῖς ὅτι καὶ συνελήφϑησαν ἄν, εἰ μὴ ὑπερετίϑεντο οἱ βάρβαροι μέχρις ἂν Ηρώδης τοῖς ἐκεῖ Πάρ- Jo ληφϑείη, μὴ τὰ περὶ αὐτῶν μαϑὼν διαφύγοι. (Θασαήλῳ μὲν οὖν τινὲς συνεβούλευον εὐθὺς παριππάσασϑαι, Ὀφέλλιος δὲ δ καὶ πλοῖα πρὸς τὴν φυγὴν ὑπισχνεῖτο\" ἐγγὺς γὰρ 7; θάλασσα ἦν. ὃ δὲ 'Yoxavóv ἀπολιπεῖν οὐκ ἐβούλετο. συλλαμβάνονται οὖν xai δεσμοῦνται. ᾿Ἡρώδης δὲ ταῦτα μαϑών, οὗς εἶχεν ὁπλίτας παραλαβὼν νυκτός, xul τὴν μητέρα καὶ τὴν ἀδελφὴν xai τὴν ἐγγεγυημένην αὐτῷ παῖδα τῆς “Ὑρκανοῦ ϑυγατρὸς καὶ τὴν τῆς 10 μνηστῆς ταύτης μητέρα τήν τε ϑεραπείαν πᾶσαν, τὴν ἐπὶ Töov- μαίαν ἀπήει, τοὺς πολεμίους λαϑών. τοῦ ζεύγους δὲ περιτρα- πέντος ἐν τῇ ὁδῷ, καὶ τῆς μητρὸς αὐτοῦ κινδυνευούσης ἀποϑανεῖν, μικροῦ ἑαυτὸν διεχρήσατο. ἀναχτησάμενος οὖν τὴν μητέρα, καὶ B ϑεραπείας ὡς: ὃ καιρὸς ἤπειγεν ἀξιώσας, ἐβάδιζε συντονώτερον ἰὅ npóc ασάδαν τὸ ἔρυμα. ἐν τῷ μέσω δὲ καὶ πρὸς Πάρϑους διώχοντας μαχεσάμενος καὶ πρὸς ᾿Ιουδαίους αὖϑις ἐπιϑεμένους αὐτῷ, ἐνίκησε καὶ ἐκράτησε. τοῦ μέντοι πλήϑους τοῦ συνεπο- μένου αὐτῷ πολλοῦ ὄντος, τοῦ δὲ τῆς Ἰασάδας φρουρίου, πρὸς ὕπερ ἠπείγοντο, οὐκ ἐξαρκοῦντος ἅπαντας ὑποδέξασϑαι, τοὺς μὲν 30 nÀ&ovg ἀπέλυσε, δοὺς σφίσιν ἐφύδια, ὅσοι δὲ ἦσαν χοῦφοι καὶ τοὺς ἀναγκαιοτάτους ἔχων εἰς τὸ ἔρυμα παραγίνεται. καὶ ἀφεὶς ὃ αὐτόϑι τάς τε γυναῖκας καὶ τὴν ϑεραπείαν ἀρχοῦντα τὰ ἐπιτήδεια ἔχοντας, αὐτὸς ἐπὶ τὴν Πέτραν τῆς ᾿“ραβίας ἐξώρμησεν. ἕωθεν δὲ τὰ μὲν ἄλλα τῶν Ἱ[εροσολυμιτῶν οἱ Πάρϑοι διήρπαζον xol C αὐτὰ τὰ βασίλεια, μόνων δὲ ἀπείχοντο τῶν \"YoxavoU χρημάτων, ὄντων εἰς ὀγδοήχοντα τάλαντα\" καὶ τὴν χώραν δὲ ἐκάχουν oi Πάρϑοι."
      },
      {
        "index": 34,
        "text": "5 10. J4vríyovog μὲν οὖν οὕτω καταχϑεὶς εἷς τὴν Ἰουδαίαν \"Yoxavóκαὶ Φασάηλον δεσμώτας παραλαμβάνει. φοβούμενος δὲ τὸν “Ὑρκανὸν μὴ τὸ πλῆϑος αὐτῷ τὴν βασιλείαν ἀποχατα- στήσῃ, ἀποτέμνει αὐτοῦ τὰ ὦτα, τοῦ νόμου τοὺς ἱερᾶσϑαι μᾶῶ-- λοντας ὁλοχλήρους εἶναι κελεύοντος. (Φασάηλος δὲ γνοὺς ἑαυτὸν μέλλοντα σφάττεσϑαι, ἐπεὶ τὰς χεῖρας δεδέσμητο, πέτρᾳ προσα- ράξας τὴν κεφαλὴν ἑαυτὸν μὲν ἐξήγαγε τοῦ βίου, τὴν δ᾽ ἐχ τοῦ κτεῖναι αὐτὸν ἡδονὴν ἐστέρησε τὸν πολέμιον. πρὸ δέ γε τοῦ τ I πάνυ ἐχλιπεῖν ἀχούσας ὡς διέδρα τοὺς πολεμίους «Ἡρώδης ὃ ἀδελφός, εὐθύμως ἀπέϑανε, καταλιπὼν ἐχδικητὴν καὶ τῶν ἐχϑρῶν τιμωρόν. Ἡρώδης δὲ πρὸς Ἰἤάλχον τὸν “ράβων ἔσπευδε βασιλέα, εὐεργετηϑέντα πρόσϑεν ὑπ᾽ αὐτοῦ, ὡς παρ᾽ αὐτοῦ ληψόμενος χρήματα εἰς λύτρον τοῦ ἀδελφοῦ\" οὔπω γὰρ ἦν τὰ κατ᾽ ἐκεῖνον μαϑών. ἀγγείλαντος δὲ τοῦ MáAyov αὐτῷ διά τίνων ἀναχωρεῖν, ὡς τῶν Πάρϑων παραγγειλάντων μὴ δέχε- φ0σϑαι αὐτόν, ἀπεχρίνατο μηδὲν ἐνοχλήσων ἥχειν, διαλεξόμενος δὲ περὶ τῶν ἀναγκαιοτάτων. καὶ ταῦτα εἰπὼν ἀπήει im iyv- 7-0, καὶ ἀπιὼν τὰ xarà τὸν ἀδελφὸν Jxovot. Ἰάλχῳ δὲ μετεμέλησε, καὶ ἔστειλε τοὺς ἀναστρέψοντας τὸν \"Howóry* ὃ δὲ πορρωτάτω ἦν. καὶ εἰς “ἴγυπτον καταχϑεὶς κἀκεῖϑεν εἰς Ῥώμην ἀφικόμενος ᾿Αντωνίῳ φράζει τὰ αὐτῷ καὶ τῷ Φασαήλῳ συμβιβη- χότα, καὶ ὡς \"Ἀντίγονος ὑπὸ Πάρϑων εἰς τὴν βασιλείαν εἰσήχϑη, 5 χρημάτων ὑποσχέσει καὶ γυναικῶν, καὶ τἄλλα ὅσα ἔδρασέ τε καὶ ἔπαϑεν. ᾿Αντώνιον δὲ οἶχτος εἰσέρχεται τῆς Ηρώδου μεταβολῆς. καὶ Καῖσαρ δὲ διά τε ἄλλα, καὶ χαριζόμενος ᾿Αντωνίῳ τοῦ \"Hoo- δου ὑπεραλγοῦντι, πρὸς συνεργίαν ἑτοιμότερος ἦν. παραστησά- B μένοι οὖν τῇ βουλῇ τὸν Ἡρώδην, τάς τε τοῦ πατρὸς αὐτοῦ 10 διεξήεσαν εὐεργεσίας, καὶ τὴν αὐτοῦ πρὸς “Ῥωμαίους ἔλεγον εὔνοιαν\" κατηγόρουν δὲ ᾿Αντιγόνου, καὶ πολέμιον ὠνόμαζον καὶ ἄλλοϑεν μέν, καὶ ὅτε παρὰ Πάρϑων ἔλαβε τὴν ἀρχήν, τοὺς “Ῥωμαίους ὑπεριδών. προσεπῇγε δὲ ὃ “Ἀντώνιος ὅτι καὶ πρὸς τὸν κατὰ Πάρϑων πόλεμον ἩΗρώδην βασιλεύειν συμφέρει. καὶϊϑ δόξαν πᾶσι τοῦτο ψηφίζονται."
      },
      {
        "index": 35,
        "text": "Καὶ ὃ μὲν οὕτω τὴν βασιλείαν εἰλήφει, “Ἀντίγονος δὲ τὴν ἹΠασάδαν διόλου ἐπολιόρκει. οἱ δὲ ἐντὸς αὐτῆς ἐσπάνιζον ὕδατος,"
      },
      {
        "index": 36,
        "text": "C ὡς καὶ τὸν ἀδελφὸν Ηρώδου τὸν Ἰωσὴφ ἀποδρᾶναι βουλεύεσθαι σὺν διακοσίοις πρὸς “ραβας\" ἀλλ᾽ ἐπεσχέϑη, νυχτὸς γενομένου 10 ὑετοῦ. Βενδίδιος δὲ ὃ Ρωμαίων στρατηγὸς πεμφϑεὶς lx Συρίας"
      },
      {
        "index": 37,
        "text": "Πάρϑους ἀνείργειν, εἰς Ἰουδαίαν παρέβαλεν, ὡς συμμαχήσων δῆϑεν τοῖς πολιορχουμένοις, τὸ δ᾽ ὅλον ὡς παρὰ ᾿Αντιγόνου χρηματισόμενος. ὃ μὲν οὖν πληρώσας τὸ βούλημα ἀνεχώρησε, Σίλωνα δὲ μετὰ μέρους τῆς στρατιᾶς καταλέλοιπεν, ἵνα μὴ γένη- ὅται τὸ λῆμμα κατάφωρον. Ἡρώδης δὲ ἐκ τῆς Ἰταλίας εἷς Πτολεμαΐδα καταπεπλευκὼς ἤλαυνεν ἐπ᾿ ᾿Αντίγονον, δύναμιν ἀϑροίσας. ἑλὼν δ᾽ ἐν τῷ μέσῳ τὴν Ἰώππην, ἵνα μηδὲν εἴη τοῖς ἐχϑροῖς ἔρυμα, ἔσπευδεν el; Maodóav, τοὺς οἰχείους ῥυσό-- D μενος\" καὶ τούτους ἀναλαβών, πρὸς τὰ [Ἱεροσόλυμα παραγίνεται\" Ἰυσυνῆν δὲ αὐτῷ καὶ τὸ μετὰ Σίλωνος στρατιωτικόν. καὶ ἐκτὸς ἐστρατοπεδεύσατο\" οἱ δ᾽ ἐντὸς ἀπὸ τοῦ τείχους μαχόμενοι ἀνεῖρ- γον αὐτοὺς ἀπὸ τῶν πύργων. καὶ ὃ Σίλων δὲ τῶν οἰκείων στρα- τιωτῶν τινας xatufoáv τοῦ Ἡρώδου ἐποίησε διὰ σπάνιν τῶν ἀναγκαίων, ἐχίνει τε τὸ στρατόπεδον ὡς ἀναχωρήσων. ταῦτα 15 δ᾽ ἐποίει τὸν ᾿ντίγονον διὰ τὴν δωροδοκίαν αἰδούμενος. ὋἪἩρώ- ózc δὲ ἠξίου μένειν αὐτόν, καὶ ἐξορμήσας πλῆϑος ἐπιτηδείων ἐκόμισεν, ὥστε μηκέτι ὑπολιπεῖν Σίλωνι τῆς ἀναχωρήσεως πρό- φασιν. καὶ οἱ μὲν ἐν ἀφϑόνοις ἦσαν, Ηρώδης δὲ παραγενόμενος P Y εἷς Σαμάρειαν ἐκεῖ τήν τε μητέρα καὶ τοὺς ἄλλους οἰκείους κατέ- 2o ϑέτο, αὐτὸς δὲ ἐπὶ Γαλιλαῖαν ᾧχετο. καὶ προσάγεται πᾶσαν αὐτήν, πλὴν τῶν ἐν τοῖς σπηλαίοις κατοιχούντων. ἦν δὲ τὰ σπήλαια ἐν ὄρεσι πάντη ἐξερρωγόσι καὶ πέτραις ὀξείαις ἐμπεριε- χόμενα. καὶ τούτων δὲ δυσχερῶς μέν, ἀλλ᾽ ὅμως ἐκράτησε. καταστήσας δὲ τὰ αὐτόϑι ὃ βασιλεὺς dg Σαμάρειαν ὥρμησεν, ὡς μάχῃ χριϑησόμενος πρὸς “Ἀντίγονον. ἐν τούτοις δὲ Παχόρου πεσόντος ἐν πολέμῳ, καὶ τῶν Πάρϑων τραπέντων ὑπὸ Ῥωμαίων, πέμπει τῷ Ἡρώδῃ βοηϑὸν Mayoigüv σὺν στρατιᾷ ὃ Βενδίδιος. W [166 καὶ τούτῳ μὲν ὃ Ἡρώδης τὸν ἀδελφὸν Ἰωσὴφ καταλέλοιπεν, 5 B ἐντειλάμενος μὴ ἀποκινδυνεύειν μηδὲ τῷ IMayaigá διαφέρεσϑαι, αὐτὸς δὲ πρὸς “ἀντώνιον ἔσπευδε πολιορχοῦντα Σαμόσατα, πόλιν τῶν παρευφρατιδίων. ὡς δὲ ἤγγιζεν ὃ Ἡρώδης, πέμπει τὸ στράτευμα ὑπαντησόμενον αὐτῷ ὃ “Ἀντώνιος, καὶ παρόντα ἠσπά- Cero, καὶ Σοσσίῳ συμμαχεῖν αὐτῷ ἐνετέλλετο\" καὶ ὃς τὸ χεχελευ-- 10 σμένον ἐπλήρου. ᾿Ιωσὴφ δὲ ὃ ἀδελφὸς “Ηρώδου ἐπὶ “Ἱεριχοῦντα σπεύδων περιπίπτει τοῖς “Ἀντιγόνου, καὶ ἐν δυσχωρίαις ἀπολη- φϑεὶς ϑνήσκει γενναίως μαχόμενος, καὶ ἅπαν ἀπέβαλε τὸ στρά- τευμα. ᾿Αγντίγονος δὲ τὴν αὐτοῦ τεμὼν κεφαλὴν τῷ ἀδελφῷ αὐτοῦ Φερώρᾳ ἀποδίδωσι ταλάντων πεντήκοντα. 19 11. L4noorárieg δὲ οἱ Γαλιλαῖοι τοὺς τὰ Ἡρώδου φρο- C γοῦντας ἐν τῇ λίμνῃ κατεπόντωσαν, καὶ τῆς Ἰουδαίας ἐνεωτε-- ροἰσϑὴ πολλά. ἠγγέλη δὲ ταῦτα \"Howóy καὶ ἢ τοῦ ἀδελφοῦ τελευτὴ ἐν ΖΔάφνῃ τῆς “Ἀντιοχείας. ἐπειγομένῳ οὖν, ὡς κατὰ Γαλιλαίαν ἐγένετο, συνήντησαν αὐτῷ οἱ πολέμιοι. — xol ἧἥττη-30 ϑέντες κατεκλείσϑησαν εἰς τε χωρίον, ὃ δὲ ἔσπευδεν εἰς ' Irgi- χοῦντα τιμωρήσασϑαι ϑέλων αὐτοὺς διὰ τὸν ἀδελφόν. ᾿Αντίγονος δὲ ἐπὶ τὴν Σαμάρειαν πέμπει στρατηγὸν Πάππον ὄνομα σὺν δυ-- γάμει, παρέχων τοῖς ἐναντίοις δόξαν πολεμοῦντος ἐκ περιουσίας. καὶ Ἡρώδης ἦλϑεν ἐπὶ τὸν Πάππον, καὶ συμβαλὼν τοῖς πολε-- μίοις κρατεῖ, καὶ ἕίπετο φεύγουσιν εἰς τὴν χώμην, κτείνων oUg 5 ἂν καταλάβοι. πεπληρωμένων δὲ τῶν οἰκιῶν ὁπλιτῶν, καὶ πολ-- λῶν ἐπὶ τὰς στέγας ἀναφευγόντων, τοὺς ὀρόφους τῶν οἴκων καϑαιρῶν ἐκράτει τούτων. καϑαιρουμένων δὲ τῶν ὀρόφων ἔμ-- Ὁ nÀta ὡρῶντο τὰ κάτω στρατιωτῶν, οὗς λίϑοις ἄνωθεν βάλλοντες ἔχτεινον. τοῦτο τὰ τῶν πολεμίων φρονήματα ἔϑραυσε\" καὶ ἧκεν 1Ι0ἂν εἰς “Ιεροσόλυμα ὃ “Ηρώδης μετὰ τῆς στρατιᾶς αὐτίκα καὶ τὸ πᾶν ἐξειργάσατο, εἶ μὴ χειμὼν ἐπέσχε βαϑύς. τότε ὀψίας οὔσης ὃ βασιλεὺς «Ηρώδης εἴς τι δωμάτιον εἰσελϑὼν περὶ λουτρὸν ἦν, καὶ ἀποδυσάμενος ἐλούετο, ἑνὸς αὐτῷ ὑπηρετουμένου παιδός. κατὰ δέ γε τὸ ἐνδότερον οἴκημα τῶν πολεμίων τινὲς συμπεφευ-- 15 γότες ὡπλισμένοι ἐκεῖ διὰ φόβον ἐκρύπτοντος. καὶ μεταξὺ λουο- μένου τοῦ βασιλέως εἷς τις ἐπεξέρχεται ξίφος ἔχων γυμνόν, καὶ μετ᾽ αὐτὸν ἄλλος xal αὖϑις ἕτερος ὁμοίως ὡπλισμένοι, οὐδένα πλήξαντες ὑπὸ δέους, ἀγαπῶντες δὲ εἰ αὐτοὶ σωϑεῖεν. τοιοῦτον ἔφυγε κίνδυνον 0 «Ηρώδης. τῇ δὲ ὑστεραίᾳ τὴν τοῦ llánnov 20 τεμὼν κεφαλὴν ἤδη ἀνῃρημένου ἔπεμψε Φερώρᾳ τῷ ἀδελφῷ ἀντὶ τῆς τοῦ ᾿Ιωσὴφ κεφαλῆς\" ovrog γὰρ ἦν ὃ Πάππος αὐτόχειρ ἐκεί- yov γενόμενος. «Δήξαντος δὲ τοῦ χειμῶνος ἀφίκετο πρὸς “Ἱεροσόλυμα καὶ στρατοπεδεΐεται τῆς πόλεως ἔγγιστα\" καὶ καταλιπὼν ἐκεῖ τοὺς τὰ πρὸς τὴν πολιορχίαν ἑτοιμάσοντας, αὐτὸς εἷς Σαμάρειαν ᾧχετο, τῇ ᾿Αλεξάνδρου ϑυγατρὶ συνευνασϑησόμενος, ἤδη κατεγγυηϑ εἰσῃ αὐτῷ, ὡς ἱστόρηται. μετὰ δὲ τοὺς γάμους ἀφίκετο ἐκ Σαμα- ρείας\" ἧκε δὲ σὺν στρατιᾷ καὶ ὃ Σόσσιος. καὶ πρὸς τὸ τεῖχος τῶν “Ἱεροσολύμων ἠϑροίζοντο, καὶ χώματα ἐγείραντες καὶ πολιορ- 5 κητιχὰς μηχανὰς πρυσάγοντες τὸ τεῖχος κατέσειον. καὶ οἱ ἐντὸς δὲ ἀπονοίᾳ μᾶλλον ἢ προνοίᾳ ἀντικαϑίσταντο στρατηγούμενοι. ἀναβαίνουσι δὲ ἐπὶ τὸ τεῖχος πρῶτον μὲν λογάδες εἴχοσιν, εἶτα ἑκατοντάρχαι Σοσσίου. ἤρέϑη δὲ τὸ μὲν πρῶτον τεῖχος ἡμέραις τεσσαράχοντα, τὸ δὲ δεύτερον πεντεκαίδεκα. ἁλόντος δὲ τοῦ 10 ἔξωϑεν ἱεροῦ καὶ τῆς κάτω πύλεως, εἰς τὸ ἐντὸς ἱερὸν καὶ τὴν"
      },
      {
        "index": 38,
        "text": "C ἄνω πόλιν ᾿Ιουδαῖοι συνέφυγον. ἑάλω δὲ καὶ ταῦτα, καὶ ἦν ἅπαντα φόνων μεστά. ὃ δ᾽ ᾿Αντίγονος, μήτε τῆς τότε τύχης μήτε τῆς πάλαι μεμνημένος, κάτεισιν ἐκ τῆς βάρεως καὶ προσπί- πτει τοῖς Σοσσίου ποσί, κἀκεῖνος μηδὲν αὐτὸν οἰχτείρας πρὸς 15 τὴν μεταβολήν, καὶ ἐπεχρότησε καὶ “ἀντιγόνην ἐκάλεσε xai δήσας ἐφύλαττεν. ὡρμηκότων δὲ τῶν συμμάχων ἐπὶ ϑέαν τοῦ ἱεροῦ καὶ τῶν κατὰ τὸν ναὸν ἁγίων, ὃ βασιλεὺς Ἡρώδης τοὺς μὲν παρακὰλῶν τοῖς δὲ ἀπειλῶν ἐνίους δὲ καὶ τοῖς ὅπλοις ἀνέστελλεν, ἐχώλυέ τε καὶ τὰς κατὰ τὴν πόλιν ἁρπαγάς, αὐτὸς τοὺς μισϑοὺς 30 διανεμεῖν ἑκάστοις οἴχκοϑεν ὑπισχνούμενος. καὶ οὕτω τὸ λοιπὸν περισώσας τῆς πόλεως, τὰς ὑποσχέσεις ἐπλήρωσεν. αὐτῷ δὲ Σοσσίῳ βασιλιχώτατα ἐδωρήσατο. ὃς ἀνέζευξεν ἐξ “]Ἰεροσολύμων τῷ \"Ἀντωνίῳ δεσμώτην ἄγων \"Ἀντίγονον. δείσας δ᾽ Ἡρώδης μὴ κομισϑεὶς εἰς Ρώμην Ἀντίγονος δικαιολογήσηται πρὸς τὴν ovy- κλῆτον, ἑαυτὸν μὲν ἐκ βασιλέων ἀποδεικνύων, Ηρώδην δὲ ἰδιώ- τὴν, καὶ ὡς, κἂν αὐτὸς εἷς Ῥωμαίους ἐξήμαρτε, προσῆκεν ἡ βασιλεία τοῖς αὐτοῦ παισί, πείϑει χρήμασι πολλοῖς τὸν ᾿ἀντώνιον ἀνελεῖν τὸν “Ἀντίγονον. καὶ ὃ μὲν ἀνήρητο, ἡ δὲ ἀρχὴ ἐκ τοῦ τῶν Πσαμωναίων γένους ἀφήρητο, in^ ἔτεσιν ἑκατὸν καὶ εἴκοσι διαρκέσασα, μετέβη δὲ εἰς \"Hours τὸν ᾿“Αντιπάτρου, ἰδιωτικοῦ τυγχάνοντα γένους καὶ οἰκίας δημότιδος."
      },
      {
        "index": 39,
        "text": "10 12. Οὕτω δὲ τῆς ὅλης ᾿Ιουδαίας Ἡρώδης ἀναϑέμενος P ] τὴν ἀρχήν, τοὺς μὲν τὰ αὐτοῦ φρονοῦντας προσήγετο, τοὺς δ᾽ ἐναντιουμένους ἐχόλαζεν. ἐτίμα δὲ μάλιστα Πολλίωνα τὸν Φαρι- σαῖον καὶ Σαμαίαν τὸν τούτου μαϑητήν\" τῆς γὰρ πολιορχίας συνισταμένης συνεβούλευον οὗτοι δέξασϑαι τὸν Ἡρώδην. ὃ δὲ"
      },
      {
        "index": 40,
        "text": "Σαμαίας οὗτος, ὡς ἤδη ἔμπροσϑεν εἴρηται, καὶ προεῖπεν Ὕρ- κανῷ τὲ καὶ τοῖς δικάζουσιν ὡς περισωϑεὶς Ἡρώδης ἅπαντας αὐτοὺς μετελεύσεται. ἀπέκτεινε δὲ τῶν περὶ τὸν ᾿«Ἰντίγονον τισσαράκοντα τοὺς πρώτους καὶ τὰς αὐτῶν οὐσίας ἀφείλετο, πέρας τε καχῶν ἦν οὐδέν. Β"
      },
      {
        "index": 41,
        "text": "90 “Ὑρκανὸς μέντοι παρὰ Πάρϑοις αἰχμάλωτος ὧν ἐπιεικοῦς ἔτυχε τοῦ Πάρϑων βασιλέως Φραάτου, καὶ λυϑεὶς τῶν δεσμῶν πολίωνα Α. 15 ἔμπροσθεν] p. 406 v. 9, ubi Σαμαῖος. 18 τεσσαράκοντα πέντε losephus. ἀφείλατο À."
      },
      {
        "index": 42,
        "text": "lv Βαβυλῶνι διάγειν παρεχωρήϑη, ἔνϑα xol πλῆϑος ἦν ᾿Ἰου- δαίων, οἱ τὸν Ὑρκανὸν ὡς ἀρχιερέα καὶ βασιλέα ἐτίμων. μαϑὼν δὲ τὸν Ἡρώδην παρειληφέναι τὴν βασιλείαν, διενοεῖτο μετα- χωρῆσαι πρὸς αὐτόν, διά τε τὸ κῆδος καὶ μνησϑήσεσϑαι οἰηϑεὶς αὐτὸν ὅτι κρινόμενον ἐπὶ φόνοις τοῦ κινδύνου ἐρρύσατο. οἱ δ᾽ 5 ἐν Βαβυλῶνι ᾿Ιουδαῖοι μένειν ἠξίουν αὐτόν, ὡς ἀρχιερέα xal βασιλέα τιμώμενον παρ᾽ αὐτῶν, καὶ ὅτε καὶ ἀπελϑὼν τυχεῖν τῆς"
      },
      {
        "index": 43,
        "text": "C ἀρχιερωσύνης ἀδυνατεῖ, λελωβημένος τὸ σῶμα ὑπ᾽ ? Aviiyórvov. of μὲν οὖν ἐκώλυον, ὃ δ᾽ οὐκ ἐπείϑετο, αὐτός τε ποϑῶν ἐπανελ- ϑεῖν καὶ παρὰ Ἡρώδου παρακαλούμενος. Ἡρώδης δὲ καὶ πρὸς 10 Φραάτην πρεσβείαν ἐποιήσατο καὶ δῶρα ἔπεμψεν, ἀξιῶν μὴ κωλῦσαι τὰς εἰς τὸν εὐεργέτην αὐτοῦ χάριτας. ἦν δὲ οὐχ ὑπὲρ Ὑρκανοῦ ἣ σπουδή, ἀλλ᾽ ὅτι μὴ κατ᾽ ἀξίαν ἦρχεν, ἐδεδοίχει τὰς ἐξ εὐλόγων μεταβολάς, καὶ ἔσπευδεν ἢ ἐκποδὼν ϑέσϑαι τὸν Ὑρκανόν, ἢ τέως ἐν χερσὶν ἔχειν. ἐνδεδωχότος δὲ τοῦ Πάρϑου Ys τὴν ἀναχώρησιν, ἀπελϑιυὸν “Ὑρκανὸς διὰ πάσης ἤγετο τιμῆς πρὸς"
      },
      {
        "index": 44,
        "text": "D Ἡρώδου, πατήρ τε καλούμενος καὶ παρὰ τὰς ἑστιάσεις nooxata- κλινόμενος καὶ παντοίως ἐξαπατώμενος ἵνα μὴ ἐπιβουλευόμενος αἰσϑηται."
      },
      {
        "index": 45,
        "text": "Εὐλαβούμενος δὲ ὃ Ἡρώδης τῶν ἐπισήμων τινὰ ἀποδεῖξαι Ὁ ἀρχιερέα, ἐκ Βαβυλῶνος μεταπεμψάμενος ἱερέα τῶν ἀσημοτέρων, \"vai ὄνομα, τούτῳ τὴν ἀρχιερωσύνην ἀπένειμεν. ᾿“λεξάνδρα δὲ ἡ πενϑερὰ Ἡρώδου, παῖδα ἔχουσα ἐξ ᾿“λεξάνδρου τοῦ Ldpi- στοβούλου «pa κάλλιστον, καλούμενον “Ἀριστόβουλον, χαλεπῶς e ἔφερε τὴν παρόρασιν τοῦ υἱοῦ\" xai γράφει τῇ Κλεοπάτρα αἰτή- σασϑαι τῷ παιδὶ παρ᾽ “Ἀντωνίου τὴν ἀρχιερωσύνην. ᾿Αἰντωνίου δὲ νωϑέστερον διατεϑέντος περὶ τὴν αἴτησιν, εἰς Ἰουδαίαν ἐλϑὼν 5 4λλιος xal ἰδὼν τὸν ZdgwzüflovAoy ἠγάσϑη, οὐχ ἧττον δὲ τὴν p 1 ἸΠαριάμμην τὴν συνοικοῦσαν τῷ βασιλεῖ\" καὶ πείϑει τὴν LLc- ξάνδραν ἀμφοτέρων τῶν παίδων εἰχόνας τῷ ᾿Αντωνίῳ στεῖλαι\" ϑεασαμένου γὰρ εἶπε μή τινος ἀτευχτήσειν ὧν ἀξιοῖ, ἢ μὲν οὖν πέμπει τὰς εἰχύνας τῷ “Ἀντωνίῳ, ὃ δὲ τὴν μὲν κόρην ἠδέσϑη - 10 μεταπέμψασϑαι γεγαμημένην Ἡρώδῃ, καὶ ἅμα τὰς εἰς Κλεο-- πάτραν διαβολὰς ὑπεξέκλινεν. ἐπέστειλε δὲ τῷ Ηρώδῃ πέμπειν τὸν παῖδα, προσϑέμενος, εἰ μὴ δοκοίη βαρύ. “Ηρώδης δὲ ἀσύμ-- φορον ἑαυτῷ κρίνας ὡραιότατον ὄντα τὸν “Ἀριστόβουλον καὶ γένει B προὔχοντα πρὸς “Αντώνιον ἥκειν, ἰσχύοντα ὡς οὐδεὶς Ρωμαίων, 15 ἕτοιμον δὲ πρὸς ἔρωτας καὶ πρὸς ἡδονὰς εὐκατάφορον, ἀντέ- γραψεν ὡς, εἰ ἐξέλϑῃ τῆς χώρας τὸ μειράκιον, ἅπαντα ταραχῆς ἐμπλησϑήσεται. καὶ οὕτω μὲν παρητήσατο τὸν Ἀντώνιον, τοὺς δὲ φίλους ἀϑροίσας ἠτιᾶτο τὴν ᾿““λεξάνδραν ὡς ἐπιβουλεύουσαν ἵν᾽ αὐτὸς ἀφαιρεϑῇ τὴν ἀρχήν. “ἀλλ᾽ οὐκ αὐτός\" ἔφη “διὰ φοτοῦτο ἄδικος ἔσομαι, ἀλλὰ νῦν δίδωμι τὴν ἱερωσύνην τῷ μεί- ρακι\" παιδὸς γὰρ ὄντος παντάπασι πρώην, διὰ τοῦτο ἕτερον ἀρχιερέα ἐποίησα.\" οὕτως εἰπόντος χαρά τε ἅμα xai δέος τὴν"
      },
      {
        "index": 46,
        "text": "Αλεξάνδραν εἶχε, χαρὰ μὲν διὰ τὴν τιμὴν τοῦ παιδός, δέος δὲ: διὰ τὴν ὑποψίαν «Ηρώδου. καὶ ἀπελογεῖτο δακρύουσα, περὶ μὲν τῆς ἱερωσύνης σπουδάσαι, βασιλείᾳ δὲ μὴ ἐπιχειρῆσαι\" καὶ νῦν δέχεσθαι elg τὸν υἱὸν τὴν τιμήν, ἔσεσϑαι δὲ πρὸς πᾶν ὑπή- xooc διεβεβαιοῦτο. ᾿ 5"
      },
      {
        "index": 47,
        "text": "18. Οὕτως ὁμιλήσαντες διελύοντο, ὡς πάσης δῆϑεν ὑπο- ψίας ἐξῃρημένης. τῆς δὲ ἀρχιερωσύνης τῷ παιδὶ δοθείσης\" “ρι- στοβούλῳ, ἔδοξε τὰ κατὰ τὴν οἰκίαν ϑεραπευϑῆναι. “Ἡρώδῃ δὲ D ἡ ᾽“λεξάνδρα ὕποπτος ἦν, καὶ ἐν τοῖς βασιλείοις διατρίβειν αὐ- τὴν ἀπήτει καὶ μηδὲν ἐπ᾽ ἐξουσίας δρᾶν, καὶ ἐπιμελῶς αὐτὴν [Ὁ ἦσάν τινες φυλάσσοντες. ἢ 0^ ἐξηγριοῦτο, πᾶν ὁτιοῦν ὑπομεῖναι προχρίνουσα ἢ μετὰ δουλείας καὶ φόβων βιοῦν\" καὶ τὴν Κλεοπά- τραν παρεκάλει ἐπικουρεῖν, τὰ ἐν οἷς εἴη δηλώσασα. 7 δὲ σὺν τῷ παιδὶ πρὸς αὐτὴν ἀποδιδράσκειν ἐχέλευε. δύο γοῦν λάρναχας παρασκευασαμένη ὡς εἰς ἐχκομιδὴν σωμάτων νεχρῶν, ταύταις 15 ἔμελλεν ἑαυτὴν καὶ τὸν υἱὸν ἐμβαλεῖν, ἐπιτάξασα τοῖς συνειδόσι τῶν οἰκετῶν νυχτὸς ἐχφέρειν, καὶ κομίζειν πρὸς θάλασσαν, ὅπου καὶ πλοῖον αὐτοῖς ᾧ πλεῖν ἐπ᾿ iyvnrov ἔμελλον παρεσχεύαστο- ταῦτα ὃ Ἡρώδης Ex τινος τῶν οἰκετῶν ἐκείνης μαϑών, καὶ προ- ελϑεῖν ἐάσας μέχρι τῆς ἐγχειρήσεως, ἐπ᾽ αὐτῇ τῇ πράξει τοῦ3ο δρασμοῦ συνέλαβε. παρῆκε δὲ τὸ ἁμάρτημα φόβῳ τῆς Κλεοπά- τρας, ἀλλ᾽ οὐκ ἐπιεικείᾳ. ἐδέδοκτο δ᾽ αὐτῷ ἐχποδὼν ποιήσα- σϑαι τὸ μειράκιον. ἕβδομον οὖν xal δέκατον γεγονὸς ἔτος ἀνῆλ- ϑὲν ἐπὶ τὸν βωμόν, ϑῦσον κατὰ τὴν τῆς σκηνοπηγίας ἑορτήν, ἐστολισμένον ἀρχιερατικῶςς. ὁρμὴ δὲ τῷ πλήϑει πρὸς αὐτὸ εὖ- νοίας ἐγένετο διά τε τὸ κάλλος xai τὸ τοῦ σώματος μέγεϑος καὶ τοῦ γένους ἀξίωμα, ἔχαιρόν τε ἅμα καὶ συνεχέοντο, καὶ φω- γὰς εὐφήμους ἠφίουν εὐχαῖς μεμιγμένας. τούτοις κινηϑεὶς ᾿Ηρώ- B δης μᾶλλον ἔϑετο τῷ κατὰ τοῦ μειρακίου dxonqQ. καὶ τῆς ἑορτῆς παρελϑούσης μεϑ᾽ ἑστίασιν φιλοφρονούμενος τὸ μειράκιον ἐνεανι-- εὔετο καὶ προσέπαιζεν αὐτῷ χαριζόμενος. κἂν ταῖς κολυμβή- 10 9pouc ἐνήχοντο\" οἱ δ᾽ «Ηρώδου φίλοι συννηχόμενοι ὡς ἐν παιδιᾷ, ot συνήδεσαν τὸ ἀπόρρητον, οὐκ ἀνῆκαν συμπιέζοντες ἀεὶ τὸν ᾿Αριστόβουλον καὶ βαπτίζοντες μέχρι τοῦ ἀποπνῖξαι. καὶ ὃ μὲν οὕτως ὥλετο οὔπω τὸν ὀχτωκαιδέκατον ἀνύσας ἐνιαυτόν, πᾶσι δὲ τὸ πάϑος οἰχεία νενόμισται συμφορά. καὶ ᾿“λεξάνδρα συνεῖσα ἐγεκαρτέρεε δὲ φόβῳ κακῶν ἑτέρων. «Ἡρώδης δὲ πάντα ἐπετή-- δευεν ἀποσκευαζόμενος τὴν ἱπόνοιαν, καὶ δακρύων καὶ συγχεό- μένος καὶ πολυτελῆ τὴν ἐχᾳορὰν ἐνδειχγνύμενος. ᾿4λεξάνδρα δὲ τούτων οὐδενὶ ἐμαλάττετο, ἀλλὰ τῇ Κλεοπάτρᾳ γράφει τὴν ἐξ 20 ἐπιβουλῆς Ηρώδου τοῦ υἱέος ἀπώλειαν\" ἢ δὲ τὸν ᾿“ἀντώνιον ἠρέ- ϑιζε τίσασϑαι τὸν τοῦ παιδὸς φόνον. πέμπει οὖν ᾿Αντιύνιος χε- λεύων ἐλϑεῖν Ηρώδην εἰς “Ἰαοδίκειαν καὶ ἀπολογήσασθαι. ὃ δὲ τὴν αἰτίαν δεδοικὼς καὶ τὴν Κλεοπάτρας δυσμένειαν, ἀπιὼν Ἰωσὴφ τὸν ϑεῖον αὐτοῦ ἐπίτροπον τῶν ἐκεῖ πραγμάτων κατέλιπεν, ἔντει- D λάμενος λάϑρα, εἰ πάϑοι τι παρ᾽ ᾽“ντωνίου αὐτός, αὐτίχα τὴν ἸΜΠαριὰμ ἀνελεῖν, ἵνα μὴ τεϑνηχότος αὐτοῦ ἑτέρῳ διὰ τὴν ὡραι- ὄτητα γένηται. Ἡρώδης μὲν οὖν ἀπήει, ᾿Ιωσὴφ δὲ τὰ τῆς ἀρχῆς διοικῶν, καὶ συνεχῶς ἐντυγχάνων τῇ Ἰαριὰμ καὶ τῇ \"4412-5 ξάνδρᾳ, τὴν πρὸς τὴν Ϊαριὰμ διηγεῖτο τοῦ βασιλέως διάϑεσιν. εἰρωνευομένων δ᾽ ἐκείνων πρὸς τοὺς λόγους, προήχϑη καὶ τὸ τῆς ἐντολῆς ἐκφῆναι ἀπόρρητον. τὸ δὲ μᾶλλον εἰς πλείω τὰς γυναῖ- κας ἐνῆγεν ἀπόνοιαν. γίνεται δὲ καὶ λόγος παρὰ τῶν ἀπεχϑανο- μένων Ἡρώδῃ, ὡς κτείνειεν αὐτὸν ὃ ᾿ΑἈντώνιος.. ἐν τούτοις 10 P 1237 γράμματα ἐξ Ἡρώδου ἀφίκετο τὴν \"Adrruviov τιμὴν τὴν πρὸς αὐτὸν διηγούμενα, καὶ ὡς συνεδρεύεε αὐτῷ ἐν ταῖς διαγνώσεσι * καὶ ὡς συνεστιᾶται, καὶ ὅτι τούτων τυγχάνει καὶ ταῦτα τῆς Κλεο- πάτρας χαλεπῆς οὔσης αὐτῷ πρὸς διαβολήν. τούτων τῶν γραμ- μάτων κομισϑέντων 7 ψευδὴς ἐπαύσατο quy. 15"
      },
      {
        "index": 48,
        "text": "14. Ἐπεὶ δὲ προπέμψας ὃ βασιλεὺς \"Ηρώδης τὸν ᾿ἀντώνιον ἐπὶ Πάρϑους εἰς τὴν ᾿Ιουδαίαν ὑπέστρεψεν, εὐθὺς 5 ἀδελφὴ Σαλώμη καὶ 7 μήτηρ αὐτῶν κατηγόρουν “4λεξάνδρας xci Μαριάμ, ἡ δὲ Σαλώμη καὶ κατὰ τοῦ ἀνδρὸς ἑαυτῆς λόγον εἰσῆγεν ὡς μι- B γνυμένου τῇ ἸΠαριάμ\" οὗτος δ᾽ ἦν ᾿Ιωσὴφ ὃ τῶν τῆς βασιλείας 30 πραγμάτων ἐπίτροπος. ἔλεγε δὲ ταῦτα ἐκ πλείονος αὐτῇ χαλε- παίνουσα ὅτι τὴν αὐτῶν δυσγένειαν ἐξωνείδιζεν. “Ἡρώδης δὲ εὐθὺς ἐταράττετο, καὶ ζηλοτυπῶν ἰδίᾳ τὴν Magiàu ἀνέχρινεν. ἀπομνυμένης δ᾽ ἐχείνης ἐχάλα τὴν ὀργήν, καὶ τοῦ ἔρωτος ἥττητο, καὶ τὴν εἰς αὐτὴν ἐπιστοῦτο φιλοστοργίαν. ἦ δὲ οὐ στέργοντος εἶπεν εἶναι τὸ κἀμὲ ἀπολέσθαι ἐντείλασθαι, εἴ γέ σοι παρ᾽ ᾽.4- 510víov χαλεπόν τι. ἐπενεχϑῇ. οὗτος ὃ λόγος τὸν Ηρώδην ἐτά.-- ραξε, καὶ ἐβόα σαφῶς ἐκ τούτου πεφωρᾶσϑαι τὸν τοῦ ᾿Ιωσὴφ πρὺς αὐτὴν ἔρωτα. οὐ γὰρ ἂν ἐξεῖπεν, ἔλεγε, τὸ ἀπόρρητον, C μὴ μεγάλης συναψάσης αὐτοὺς διαϑέσεως. καὶ ἀπέκτεινεν ἂν τὴν γυναῖχα αὐτίχα, «εἰ μὴ τῷ αὐτῆς ἐδεδούλωτο ἔρωτι. τὸν 10᾽Ιωσὴφ δὲ μηδ᾽ εἰς ὄψιν αὐτοῦ ἀγαγὼν προσέταξε διαχρήσασϑαι, xai τὴν ᾿“λεξάνδραν ὡς ἁπάντων αἰτίαν δήσας ἐφύλαττεν. ᾿Αντώνιος δὲ τῷ Κλεοπάτρας ἔρωτι, μᾶλλον δὲ φαρμακείαις διεφϑαρμένος, ταῖς ἐκείνης ϑελήσεσιν ἐδεδούλωτο. ἢ τὸν. μὲν ἀδελφόν, ᾧ ἣ βασιλεία διέφερε, φαρμάχῳ διέφϑειρε, τὴν δ᾽ 15 ἀδελφὴν ᾿“ἀρσινόην δι᾽ «Ἀντωνίου ἀπέκτεινε\" τὸν μέντοι \"Ἀντώνιον ἐβιάζετο τὴν ᾿Ιουδαίαν αὐτῇ καὶ τὴν ᾿“ραβίαν προσνεῖμαι. ὃ δὲ Ὁ τὸ προφανὲς τῆς ἀδικίας δυσωπούμενος, ἐκείνῃ τε χαρίζεσϑαι διὰ τοὺς ἔρωτας καὶ τὰς γοητείας ἀναγκαζόμενος, ἐξ ἑκατέρων τῶν χωρῶν μέρη ἀποτεμόμενος, τούτοις αὐτῆς τὴν ἀπληστίαν παρε- 20 μυϑήσατο. ὃ μὲν οὖν ᾿Αντώνιος εἷς ᾿“ρμενίαν ἐστράτευσεν, ἧ δὲ ὑποστρέφουσα εἰς τὴν ᾿Ιουδαίαν ἐγένετο, συντυχόντος αὐτῇ W Y τοῦ Ηρώδου. συνηϑείας δὲ αὐτῇ πρὸς Ηρώδην γενομένης προ- σεκαλεῖτο αὐτὸν εἷς εὐνήν, ἀκρατῶς πρὸς μῖξιν διαχειμένη, τάχα δέ τε καὶ παϑοῦσα πρὸς ἐκεῖνον ἐρωτικόν, ἢ τὸ πιϑανώτερον, ἀρχὴν ἐνέδρας τὴν ἐπ᾿ αὐτῇ ὁμιλίαν κατὰ τοῦ ἀνδρὸς συσχευά- ζουσα. Ἡρώδης δὲ τοὺς μὲν λόγους αὐτῆς διεκρούσατο, δωρε- aig δὲ ϑεραπεύσας in^ «Ἥϊἴγυπτον προὔπεμψεν. 5 ἝἙἝβδόμου δὲ ἤδη ἔτους Ηρώδου τῆς βασιλείας ἐνεστηχότος ἐσείσϑη τῶν ᾿Ιουδαίων ἢ γῆ ὡς οὐκ ἄλλοτε, καὶ τῶν Tt χτηνῶν φϑορὰ πολλὴ γέγονε, καὶ τῶν ἀνθρώπων ὡσεὶ τρισμύριοι ἐν ταῖς χαταπεπτωκυίαις οἰκίαις συγκατεχώσϑησαν. τοὺς φόρους δὲ τῶν ἀπονεμηϑεισῶν τῇ Κλεοπάτρᾳ χωρῶν ἐξ ᾽“ραβίας καὶ \"Ἰουδαίας 10 Ἡρώδου μισϑωσαμένου, ὃ \"“ραψ περὶ τὴν τοῦ δασμοῦ χαταβο- B λὴν ἠγνωμόνει. ἔγνω οὖν ὃ βασιλεὺς χωρῆσαι κατὰ τοῦ \"“ρα- foc, καὶ ὑπ᾽ ᾿ΑἸντωνίου τοῦτο ἐπιτραπείς, καὶ συμβαλὼν πολ- λάχις, τελευταῖον νικᾷ, καὶ προστατεῖν τοῦ ἔϑνους ὑπὸ τῶν ᾿Αράβων ἠρέϑη. καὶ ὑπέστρεψεν εἰς τὰ οἰκεῖα, μέγα διὰ τὰ 15 ἀνδραγαϑήματα κτησάμενος ὄνομα καὶ φρονήματος ἔμπλεως."
      },
      {
        "index": 49,
        "text": "* Apri δὲ Καίσαρος τὸν ᾿«Ἀντώνιον ἐν \"“ἀχτίῳ μάχῃ νικήσαν-- voc, Ἣρωδῃ τὰ πράγματα τεϑορύβητο ἢ καὶ ἀπέγνωστο τέλεον. οὐ γὰρ ἦν ἐλπίς, τοσαύτης αὐτῷ πρὸς ᾿“ντώνιον φιλίας γενομέ- γης, μὴ κακωϑῆναι ὑπὸ τοῦ Καίσαρος. «Ἡρώδης δὲ τὸν \"Yoxa-30 γὸν ἐκ μέσου ποιῆσαι διανοούμενος, τότε μᾶλλον ᾧετο συμφέρειν αὐτῷ τὴν ἐγχείρησιν, ἵνα μὴ ἀνὴρ περισώζοιτο τυχεῖν τῆς βασι- ἡρώδη Α. 8 τρισμύριοι) περὶ μυρίους losephus vulgo. 9 συνεχώσθησαν À. 10 ὑπέστρεφεν À. 16 καὶ φρονήαα- λείας αὐτοῦ ἀξιώτερος. Ἡρώδης uiv. οὖν οὕτω διανενόητο, ἠρέ- ϑισε δέ τι συμβὰν πρὸς τὴν πρᾶξιν πλέον αὐτόν. ἡ γὰρ ᾽.Αλε- ξάνδρα φιλόνεικον ὑπάρχουσα γύναιον, οὐχ ἀνίει ἀναπείϑουσα τὸν πατέρα IHáAyo προσχωρῆσαι τῷ τὴν ᾽«ραβίαν ἔχοντι. ὃ δὲ δπρῶτον μὲν διωθεῖτο τοὺς λόγους, ἐγκειμένης δ᾽ ἐχείνης τέλος ἐπιστολὴν πρὸς τὸν άλχον ἐγχαράττει περὶ τοῦ δέξασθαι σφᾶς, καὶ Ζοσιϑέῳ τινὶ τῶν φίλων δίδωσι ταύτην. καὶ ὃς “Ἡρώδῃ τὴν ἐπιστολὴν ἐνεχείρισεν, ὃ δὲ ἀποδοῦναι τῷ Ἰάλχῳ τὴν γραφὴν ἠξίωσε τὸν Zloo(9tov, καὶ τὰ παρ᾽ ἐκείνου γράμματα ἐνεγκεῖν. Ἰ0ταῦτα δὲ τοῦ 4ουσιϑέου πληρώσαντος ἀντεπέστειλεν ὃ doo αὐτόν τε τὸν “Ὑρκανὸν δέξασθαι καὶ πάντας τοὺς σὺν αὐτῷ. ταύτην οὖν Ἡρώδης δεξάμενος τὴν ἐπιστολὴν μεταπέμπεται “Ὑρκανόν, καὶ περὶ τῶν πρὸς τὸν Ἰἤάλχον ἀνέκρινε συνθηκῶν\" ἀρνουμένου δὲ τὰς ἐπιστολὰς δείξας τῷ συνεδρίῳ τὸν ἄνδρα διεχειρίσατος. πολ- 15λοὶ δὲ σχῆψιν “Ηρώδου τὰ κατὰ τὸν “Ὑρκανὸν γενέσϑαι φασί, βουλομένου αὐτὸν ποιήσασϑαι ἐχποδών, καὶ τούτου ποιοῦνται τεχμήριον τὴν τοῦ ἀνδρὸς ἐπιείκειαν ἢ ἀφέλειαν καὶ τὸ μηδὲ ἐν νεότητι ϑράσους τι ἢ προπετείας ἐνδείξασθαι\" τότε δὲ ἦν ἐτῶν ὀγδοήκοντα πρὸς ἕνί, | 20 15. Ἡρώδης δὲ σπεύδων πρὸς Καίσαρα, τὴν μὲν μητέρα καὶ τὴν ἀδελφὴν καὶ πᾶσαν τὴν γενεὰν ἐν Maoóóoig κατέστησε, ἸΪαριὰμ δὲ τὴν γυναῖχα σὺν ᾿4λεξάνδρᾳ τῇ μητρὶ εἰς ““λεξάνδριον supra τῆς Μασάδας, τὴν Μασάδαν."
      },
      {
        "index": 50,
        "text": "ἤγαγε, προφάσει τιμῆς φρουροὺς ἐγκαταστήσας αὐταῖς ᾿Ιωσὴφ τὸν ταμίαν xol τὸν ᾿Ιτουραῖον Σύεμον πιστοτάτους αὐτῷ, ἐντει- λάμενος αὐτοῖς, & τι περὶ αὐτοῦ πύϑοιντο δυσχερές, ἐξ αὐτῆς καὶ ἄμφω διαχειρίσασϑαι, τὴν δὲ βασιλείαν τοῖς παισὶν αὐτοῦ καὶ τῷ ἀδελφῷ Φερώρᾳ διατηρεῖν. τοιαύτας δοὺς ἐντολὰς εἰς 5 “Ῥόδον ἠπείγετο πρὸς τὸν Καίσαρα. καταπλεύσας δὲ περιεῖλε μὲν τὸ διάδημα, τοῦ ἄλλου δ᾽ ἀξιώματος οὐδὲν ὑφῆκεν, ἀλλὰ καὶ κοινωνήσας λόγου τῷ Καίσαρι τὸ μεγαλεῖον ἐνέφηνε τοῦ φρονή- μιατος, οὔτε πρὸς ἱκεσίας τραπόμενος καὶ τὸν λογισμὸν τῶν πε- B πραγμένων οὐ ui^ ὑποστολῆς ἀποδούς. οὐ μετρίως οὖν ἐπε- 10 σπάσατο τὸν Καίσαρα\" καὶ τό τε διάδημα πάλιν ἀποκατέστησεν αὐτῷ, καὶ ἦγε διὰ τιμῆς. οὕτω δὲ παρ᾽ ἐλπίδα ἐσχηκὼς βεβαι- οτέραν τὴν βασιλείαν, παρέπεμψεν ἐπ᾿ “ἴγυπτον Καίσαρα, δω- ρησάμενος αὐτόν τε καὶ τοὺς φίλους φιλοτιμότατα\" ἐπανήει δὲ πρὸς τὴν ᾿Ιουδαίαν πλείονι τιμῇ καὶ παρρησίᾳ. καὶ τεταραγμένην 15 αὐτῷ τὴν οἰκίαν κατέλαβεν. οἰηϑεῖσαι γὰρ 4] τε αριὰμε καὶ ἢ \"Αλεξάνδρα, ὅπερ ἦν, ὅτε ὡς ἐν φρουρῷ κατεχλείσϑησαν εἰς τὸ ᾿Αλεξάνδριον, Tra μηδ᾽ ἑαυτῶν ἐξουσίαν ἔχοιεν, χαλεπῶς ἔφερον, C καὶ διὰ ϑεραπείας τοὺς φρουροὺς ἐπεποίηντο, καὶ μᾶλλον τὸν Σόεμον, λόγοις αὐτὸν καὶ δωρεαῖς ϑεραπεύουσαι. ὃ δ᾽ ἧττᾶτοϑο κατὰ μικρόν, καὶ τὰς ἐντολὰς τοῦ βασιλέως ταύταις ἐξέφηνεν. αἵ δὲ χαλεπῶς πρὸς ταύτας διέκειντο, καὶ μᾶλλον 7 aput. Ἡρώδου γὰρ πρώτῃ τῇ γυναικὶ περὶ τῶν xav! αὐτὸν ὡς εἰχὸς εὐαγγελιζομένου καὶ πρὸ τῶν ἄλλων ἀσπαϊομένου, 7; δὲ πρὸς μὲν τοὺς ἀσπασμοὺς ἔστενε, πρὸς δὲ τὰς εὐτυχίας ἀχϑομένῃ ἐῴκει, ὡς ἐκταράττεσϑαι τὸν βασιλέα xol ἀδημονεῖν διὰ τὸ τοῦ μίσους παράλογον, xal ὁρμῆσαι μὲν πολλάκις εἰς ἄμυναν τῆς ὑπεροψίας δαὐτῆς, ἀνακόπτεσϑαι δὲ ὅτι προκατείληπτο ὑπὸ ἔρωτος. τὸ δὲ σύμπαν, ἐδεδοίκει μὴ λάϑῃ κολάσας ἐκείνην μᾶλλον ἑαυτὸν χκαχῶς D διαϑέμενος, τῆς ἐρωμένης οὐκ οὔσης. ἡ δέ γε μήτηρ αὐτοῦ xal 7 ἀδελφὴ παρώξυνον τὸν «Ηρώδην διαβολαῖς ζηλοτυπίαν αὐτῷ καὶ μῖσος ἐνιείσαις. καὶ ὃς χεῖρον εἶχεν ἀεὶ πρὸς αὐτήν, τῆς μὲν 10 οὐκ ἀποχρυπτούσης τὴν πρὸς ἐκεῖνον διάϑεσιν, τοῦ δὲ τὸν ἔρωτα πρὺς ὀργὴν ἀεὶ μεταβάλλοντος. χαὶ εἰ μὴ πρὸς Καίσαρα ἔσπευ-- δὲν ἤδη κεχρατηκότα, ᾿Αντωνίου καὶ Κλεοπάτρας ϑανόντων, εἷς Alyvnrov, τάχα εὐθὺς ἂν ἐπράχϑη τὸ δεινόν. νῦν δὲ τὰ περὶ τὴν οἰχίαν ὡς εἶχε κατέλιπε, καὶ εἰς “Ἔ[΄Ἄγυπτον ἀφικόμενος μεγί-- δὲ τῆς ἸΠαριὰμ xal σφόδρα διαχαῶς\" ἡ δὲ τὰ μὲν ἄλλα σώφρων ἦν αὐτῷ καὶ πιστή, κατατρυφῶσα δὲ τοῦ ἀνδρὸς δεδουλωμένου διὰ τὸν ἔρωτα πολλάκις μὲν ἐξύβριζεν εἰς αὐτόν, καὶ τὴν αὐτοῦ δὲ μητέρα καὶ τὴν ἀδελφὴν ἐπὶ δυσγενείᾳ ἐχλεύαζεν. ἐξερράγη 20 δὲ τὸ μῖσος εἰς τοὐμφανὲς ἐκ τοιαύτης λαβῆς. μεσημβρίας οὔσης ὃ βασιλεὺς dg τὸν ϑάλαμον εἰσήει ἀναπαυσόμενος καὶ ἐκάλει τὴν Ἰαριάμ, ἡ δὲ εἰσελϑοῦσα ἐλοιδορεῖτο αὐτῷ ὡς τὸν πάππον αὐτῆς"
      },
      {
        "index": 51,
        "text": "xal τὸν ἀδελφὸν ἀποκτείναντι. ἐχαλέπαινε δὲ ἐπὶ τούτοις ὃ βα- σιλεύς. καὶ ἣ Σαλώμη τοῦ καιροῦ δρᾳξαμένη, τὸν οἰνοχόον B προδιαφϑείρασα κατηγορῆσαι τῆς Ἰαριάμ, πείϑει τοῦτον τότε τῷ βασιλεῖ προσελϑεῖν καὶ ἃ παρ᾽ ἐκείνης ἐδιδάχϑη αὐτῷ διαλέ- ἕασϑαι. ὃ δὲ δώροις ἔλεγε παρὰ τῆς αριὰμ δεξιωθῆναι, ἀνα- 5 πειϑούσης φίλτρον αὐτῷ δοῦναι\" τὸ δ᾽ εἶναί τι φάρμαχον οὗ τὴν δύναμιν ἰσχυρίζετο ἀγνοεῖν. τούτων ἀκούσας ὃ βασιλεὺς ἔτι μᾶλ- λον χκεχίνητο εἷς ὀργήν, καὶ τὸν τῆς γυναικὸς οἰνοχόον, πιστότα- τον ὄντα αὐτῇ, ἐβασάνιζεν. ὃ δὲ οὐδὲν περὶ ὧν ἐβασανίζετο οὔτ᾽ ἤδει οὔτ᾽ ἔλεγεν, ἀλλὰ τὸ μῖσος τῆς γυναικὸς ἔφασκε γενέσϑαι 10 διὰ τοὺς λόγους οὗς ὃ Σόεμος αὐτῇ φράσειεν. οὔπω τὸν λόγον C ἐκεῖνος εἰς τέλος ἤνεγκε, καὶ μέγα βοήσας Ἡρώδης “οὐκ ἄν\" ἔφη \" Xósuoc τὰς ἐντολὰς ἐξεφαύλισεν, εἰ μή τις αὐτῷ πρὸς τὴν γυναῖκα κοινωνία ἐγένετο.\" τὸν μὲν οὖν Σόεμον εὐθὺς χτανϑῆναι ἐχέλευσε, τῆς δὲ γυναικὸς κατηγόρει, τοὺς οἰχειοτάτους ovraya-15 γών, περὶ φίλτρων καὶ φαρμάκων, xal ὀργίλως κατ᾿ αὐτῆς δεέ- } κειτο. οὕτω δ᾽ ἔχοντα δρῶντες αὐτὸν oi παρόντες, ϑάνατον ἐχείνης κατεψηφίσαντο. καὶ 7j μὲν ἤγετο τὴν ἐπὶ ϑανάτῳ, ᾿4λε-- ξάνδρα δ᾽ 7 μήτηρ αὐτῆς ἤδη καὶ περὶ ἑαυτῆς δεδοικυῖα, καὶ τὴν ἄγνοιαν ὧν ἡ. αριὰμ κατηγορήϑη ἐμφαίνουσα, ἐχπηδήσασα 30 κακὴν καὶ ἀχάριστον πρὸς τὸν ἄνδρα τὴν ϑυγατέρα ἐχάλει, καὶ D δίκαια πάσχειν ἔλεγεν. ἡἣ δὲ οὔτε ταραχϑεῖσα πρὸς ταῦτα οὔτε λόγον δοῦσα ἀπήει πρὸς τὸν ϑάνατον ἀτρεμαίῳ τῷ καταστήματι καὶ γενναίῳ φρονήματι, καὶ τὴν εὐγένειαν κἀν τοῖς ἐσχάτοις ἐμ- φαίνουσα- 16. Kai 7 μὲν οὕτως ἀπέϑανε τῆς Σαλώμης αὐτῇ κατε- δπειξάσης τὸν ϑάνατον, ἉΗρώδης δὲ τότε μᾶλλον ἐξῆπτο πρὸς τὸν ἐκείνης ἔρωτα, καὶ πολλάκις ἀνακλήσεις ἦσαν αὐτῆς καὶ ϑρῆνοι ἀσχήμονες. καὶ οὕτως αὐτοῦ τὸ πάϑος ἐχράτησεν, ὡς καὶ καλεῖν τὴν Ἰαριὰμ κελεύειν τοῖς ὑπηρέταις. καὶ τέλος ταῖς ἐρήμοις ἐχδοὺς ἑαυτόν, καὶ ταύταις ἐναδημονῶν, δεινῇ περιπίπτει νόσῳ \" δὲ φλόγωσις ἦν xol πεῖσις vlov καὶ τῆς διανοίας παραλλαγή. καὶ ὃ μὲν οὕτως ἐνοσηλεύετο, ἢ ᾿Ἵλεξάνδρα δὲ ἐν “Ἰεροσολύμοις διάγουσα καὶ τὰ τῶν νύσων πυϑομένη τοῦ βασιλέως, τῶν περὶ τὴν πόλιν δύο φρουρίων ἐπειρᾶτο χρατῆσαι. ὃ μαϑὼν ὃ Hoo- δης αὐτίχα αὐτὴν ἀποχτεῖναε προσέταξεν. αὐτὸς δὲ μόλις δια- 15 φυγὼν τὸν ἐκ τοῦ νοσεῖν κίνδυνον χαλεπὸς ἦν καὶ δυσάρεστος καὶ πρὸς τιμωρίας καὶ φόνους ἕτοιμος\" καὶ οὐ τῶν πολλῶν μόνον ἐγί- γοντὸ φόνοι, ἀλλὰ x«l τῶν ἀναγχαιοτάτων φίλων αὐτοῦ. παρέ- βαινε δὲ καὶ τὰ ἔϑη τὰ πάτρια, xol ξενιχοῖς ἐπιτηδεύμασι διέ- φϑειρε τὴν πάλαι κατάστασιν. πρὸς ἃ τὸ πλῆϑος τετάρακτό τε B 90 καὶ ἐχαλέπαινε. δέκα δὲ ἄνδρες τῶν πολιτῶν συνωμοσάμενοι καὶ ξιφίδια τοῖς ἱματίοις ὑποβαλόντες εἰς τὸ ϑέατρον ἐχώρουν ἀπὸ συνθήματος ἢ καὶ αὐτὸν τὸν Ἡρώδην διαχρησόμενοι ἢ τέως τῶν περὶ ἐκεῖνον πολλούς. φωραϑέντες δέ, καὶ μήτ᾽ ἀρνησάμενοι τὸ βούλευμα ἀλλὰ καὶ τὰ ξίφη ἀναδείξαντες, πᾶσαν αἰκίαν ὑπο- μείναντες διεφϑάρησαν. τὸν δὲ τούτους καταμηνύσαντα μετὰ μικρόν τινες διαρπάσαντες xal μελιστὶ διελόντες κυσὶν ἐπέρριψαν. οὗς εὑρηκὼς ᾿Ηρώδης ἐτιμωρήσατο πανοικί. ἡ δὲ τοῦ πλήϑους 5 μῆνις ἐπέμενε."
      },
      {
        "index": 52,
        "text": "Συνέβη δὲ κατὰ τὴν χώραν τότε πάϑη δεινότατα, λιμός τε καὶ νόσοι σωμάτων ἐξ ἀσυνήϑους διαίτης δι᾿ ἔνδειαν σιτίων γινο-- μένης, καὶ ἐπὶ τούτοις πᾶσι λοιμός. “Ἡρώδης δὲ τῷ καιρῷ βοη-- Suv προϑυμούμενος οὔτε χρημάτων ηὐπόρει, προκαταναλώσας 10 αὐτὰ δι᾽ ἐπίδειξιν εἰς πόλεων ἐπισκευάς, οὔτε αἵ πλησιύζουσαι χῶραι σῖτον εἶχον, τῆς αὐτῆς ἐνδείας καὶ ἐν ἐχείναις ἐπιχρα- τούσης. τέως δὲ ὡς ἂν δύναιτο βοηθεῖν ἐγνωχώς, τὸν ὄντα κατὰ τὰ βασίλεια κόσμον συγκόψας εἰς νόμισμα, ἔπεμπεν εἰς \"iyvmrov καὶ σῖτον ἐκεῖθεν ὠνεῖτος οὗ χομισϑέντος τοῖς μὲν 15 δυναμένοις δι᾽ ἑαυτῶν τὰ περὶ τὰς τροφὰς ἐχπονεῖν σῖτον διένει-- μεν, of δὲ διὰ γῆρας ἢ δι᾿ ἑτέραν ἀσϑένειαν οὐχ οἷοί τε ἦσαν ἑαυτοῖς ἑτοιμάζειν σιτία, τούτων προὐνόει καταστήσας ἄρτο- ποιοὺς καὶ τὰς τροφὰς ἑτοίμους πορίζων αὐτοῖς. ταῦτα δὲ οὐ μόνον τὰς γνώμας μετέβαλε τῶν πρὶν χαλεπαινόντων αὐτῷ, ἀλλὰ 30 καὶ πρὸς εὔνοιαν αὐτὰς μετεστήσατος. καὶ οὕτω καχωϑ εἶσαν αὐτῷ ἀνακτησάμενος τὴν ἀρχήν, οὐχ ἧττον xul τοὺς πέριξ ἔπεμψεν À: losephus ἔπεμπε, 16 δι᾽ ἑαυτῶν δυνα- δυσπραγοῦντας ἐπ᾽ ἴσης τῆς συμφορᾶς ἐπεκούφισεν, ὥστε γενέ- σϑαι τοὺς μὲν ἔξω τῆς ἀρχῆς δοθέντας σίτου κόρους μυρίους, τοὺς δὲ εἰς τὴν αὐτοῦ βασιλείαν περὶ ὀχτακισμυρίους. ὃ δὲ κόρος δύναται. κατὰ τὸν Ἰώσηπον μεδίμνους ᾿Αττιχοὺς δέχα. δτοῦτο τὸ φιλοτίμημα καὶ τὸ τῆς χάριτος εὔκαιρον καὶ τοὺς Ἴου- δαίους εἰς ἀγάπην ἐξ ἀπεχϑείας μετήνεγκε, καὶ παρὰ τῶν ἔξω-- ϑὲν αὐτῷ προὐξένησεν εὔκλειαν. Προσκατειργάσατο δὲ καὶ γάμον ἑαυτῷ ἐξ ἐρωτικῆς ἐπιϑυ- μίας. ἱερεὺς γάρ τις Σίμων ἐν Ἱεροσολύμοις ϑυγατέρα εἶχε καλ-- 10 λίστην\" ταύτης ὃ Ἡρώδης ἧκεν εἰς ἔρωτα. ὄντος δὲ τοῦ Σίμω- νος ἀνοικείου πρὸς κῆδος δι᾽ ἀδοξίαν, ἀφαιρεῖται μὲν τὴν ἱερο)-- σύνην τὸν ταύτην ἔχοντα τότε Ἰησοῦν τὸν τοῦ Φάβητος, ἀρχιερέα δὲ ποιεῖται τὸν Σίμωνα, καὶ τὴν αὐτοῦ ϑυγατέρα γαμεῖ. πάντων δὲ αὐτῷ προκεχωρηκότων εἷς δέον, περιεβάλλετο τὴν ἔξωθεν πεύων, ὥστε αὐτῷ πάντα διὰ πάντων αὔξεσθαι. ὑπὸ δὲ τῆς εἷς τοῦτο φιλοτιμίας καὶ τῆς εἷς Καίσαρα καὶ τοὺς [εἰς] πλεῖστον δυναμένους Ῥωμαίων ϑεραπείας καὶ τὰ ἔϑη παρέβαινε καὶ τὰ νόμιμα παρεχάραττε, πόλεις τε κτίζων καὶ ναοὺς ἐγείρων οὐκ ἐν φοτῇ τῶν Ἰουδαίων, τῇ δ᾽ ἔξω χώρᾳ, Ἰουδαίοις μὲν ἀπολογού-- μένος ἐκ προσταγμάτων ταῦτα ποιεῖν ἀλλ᾽ οὐκ ἀφ᾽ ἑαυτοῦ, Καί- σαρι δὲ καὶ Ῥωμαίοις χάριτας νέμων τῷ καὶ τῶν πατρίων ἐχβαί- γειν ἐϑῶν διὰ τὴν ἐκείνων τιμήν. ἀγάλματά τε γὰρ &vlgza xai C τύπους μεμορφωμένους, καὶ πόλεις ὠχοδόμει καὶ λιμένας εὐρεῖς καὶ ἀκλύστους καὶ βασίλεια πολυτελῆ καὶ διαίτας λαμπράς."
      },
      {
        "index": 53,
        "text": "17. Ev τοιούτοις δὲ ὧν τοὺς παῖδας ᾿Δλέξανδρόν τε xai ᾿Μριστόβουλον εἰς Ρώμην ἀπέστειλεν ἐντευξομένους τῷ Καίσαρι. 5 τούτους ὃ Καῖσαρ φιλανϑρώπως ἐδέξατο, καὶ δίδωσιν Ηρώδῃ ὅτῳ βούλεται τῶν ἐξ αὐτοῦ γεγονότων ἀπονεῖμαι τὴν βασιλείαν, καὶ χώραν ἔτι προσέϑετο, ἐγκαταμίγνυσι δὲ αὑτὸν καὶ τοῖς τῆς Συρίας ἐπιτροπεύουσιν, ἐντειλάμενος πάντα μετὰ τῆς ἐκείνου γνώμης ποιεῖν. τοσαῦτα δ᾽ εὐτυχήσας τῷ μὲν ἀδελφῷ Φερώρᾳ 10"
      },
      {
        "index": 54,
        "text": "Ὁ τετραρχίαν ἠτήσατο παρὰ Καίσαρος, τὸ δὲ τρίτον μέρος τῶν φόρων ἀφῆκε τοῖς ἐν τῇ βασιλείᾳ, ὡς μὲν ἐκεῖνος ἔλεγεν, ἵνα ἀναχτηϑεῖεν ix τῆς ἀφορίας, ὡς δὲ τοῖς ἄλλοις ἐδόχεε, ἵνα τὴν τοῦ πλήϑους εἷς ἑαυτὸν ϑεραπεύσῃ δυσμένειαν\" μετακινουμένων γὰρ αὐτοῖς τῶν ἐϑῶν χαλεπῶς ἔφερον. διὸ καὶ ἀφῃρεῖτο 1ücl ἀδείας αὐτῶν, ἀεὶ χαμάτους ἐπιτάττων αὐτοῖς καὶ τὰς συνόδους κωλύων xai τοὺς περιπάτους καὶ τὰς διαέτας ἐπιτηρῶν xal τοὺς φωραϑέντας χολάζων βαρύτατα. κἀν τῇ πόλει κὰν ταῖς ὅδοε- πορίαις ἦσαν οἱ τοὺς εἰς ταὐτὸν συνιόντας ἐπισκυποῦντες. τινὲς"
      },
      {
        "index": 55,
        "text": "P 1243 δέ φασι καὶ αὐτὸν ἰδιώτου σχῆμα λαμβάνοντα ἐνίοτε νύκτωρ τοῖς 0 ὄχλοις ἐγκαταμίγνυσθαι καὶ ἀποπειρᾶσϑαι αὐτῶν τὴν διάνοιαν ἣν περὶ τῆς ἀρχῆς εἶχον. καὶ τοὺς μὲν ἐξαυϑαδιαζομένους ἐπεξήει ἅπασι τρόποις, τὸ δὲ πλῆϑος ὅρχοις ἠξίου τὴν πίστιν αὐτῷ βεβαιοῦν. οἱ μὲν οὖν πολλοὶ εἶχον, τούς γε μὴν δυσχεραίνοντας ἠφάνιζεν ἐκ παντός. συνέπειϑε δὲ καὶ τοὺς περὶ Πολλίωνα τὸν 6 Φαρισαῖον καὶ Σαμαίαν καὶ τῶν συμφοιτώντων αὐτοῖς τοὺς πλεί- στους ὀμνύειν. οἱ δὲ οὔτε ἐπείσϑησαν οὔτ᾽ ἐκολάσϑησαν διὰ τὸν Πολλίωνα ὑπὸ τοῦ βασιλέως αἰδούμενον. ἀφείϑησαν δὲ ταύτης τῆς ἀνάγκης καὶ oi ᾿Εσσαῖοι καλούμενοι\" γένος δὲ τοῦτο διαίτῃ χρώμενον Πυϑαγορικῇ. ἐτίμα δὲ τούτους διὰ τὸν Mavaly. 107δ᾽ οὗτος εἷς ἐξ αὐτῶν, ἀνὴρ τἀλλά τε ἀγαϑὸς καὶ τὰ μέλ- λοντὰ προορῶν, ὃς ἔτι παῖδα τὸν “Ηρώδην ἐς διδασχάλου φοι- τῶντα ἰδὼν βασιλέα Ἰουδαίων προσεῖπεν. ὃ δὲ ἰδιώτης ἔλεγεν εἶναι. Ἰαναὶμ δὲ μειδιάσας καὶ τύπτων αὐτὸν ἠρέμα “ἀλλὰ καὶ βασιλεύσεις\" ἔφη “καὶ τὴν ἀρχὴν ἀνύσεις εὐδαιμονέστατα, 16 χαὶ μέμνησο τῶν ἐμῶν τούτων πληγῶν. ἄριστος δ᾽ ἔσῃ d δικαιοσύνην ἀγαπήσειας καὶ εὐσέβειαν πρὸς ϑεὸν καὶ πρὸς τοὺς πολίτας ἐπιείκειαν. ἀλλ᾽ οὐ γὰρ οἶδά σε τοιοῦτον ἔσεσθαι. βασιλεύσας δὲ ὃ Ηρώδης μετακαλεῖται τὸν Mavolj καὶ περὶ τοῦ χρόνου τῆς ἀρχῆς ἐπυνθάνετο, ὡς δέ, σιωπῶντος ἐκείνου, 20 αὐτὸς εἰ δέκα γενήσονται τῆς βασιλείας ἠρώτα ἐνιαυτοὶ ἢ εἴκοσιν ἢ τριάκοντα, ὃ δὲ ὅρον οὐκ ἐπέϑηκε τῷ τέλει τῆς προθεσμίας, “Ἡρώδης καὶ τούτοις ἀρχεσϑείς, τόν τε αναῖμ ἀφῆκε δεξιωσά- μένος καὶ πάντας δι᾽ ἐκεῖνον ἐτίμα τοὺς σσηνούς."
      },
      {
        "index": 56,
        "text": "Ἤδη δὲ ὀχτωχαιδέχατον ἀνύων ἐνιαυτὸν τὸν νεὼν ἔγνω μετασκευάσαι καὶ πρὸς ὕψος ἄραι μεῖζον καὶ ἀξιοπρεπέστερον ἐχτελέσαι. τὸ δὲ πλῆϑος ὦκνει πρὸς τὴν ἐγχείρησιν. ὃ δὲ οὐ πρότερον ἔφη τὸν ναὸν καϑαιρήσειν, πρὶν ἂν πάντα ὧν ἂν δέοιτο εἰς τὸ ἔργον παρασκευάσηται. ἤδη δὲ ἡτοιμασμένων αὐτῷ πάν- 5 των, καϑελὼν αὐτὸν καὶ ϑεμελίους ἄλλους χαταβαλόμενος, τὸν"
      },
      {
        "index": 57,
        "text": "D γαὸν ἤγειρε, μήκει πηχέων ἑκατόν, τὸ δ᾽ ὕψος ἐπέκεινα εἴχοσιν. φκχοδομήϑη δὲ λίϑοις λευκοῖς τε καὶ κραταιοῖς, ὧν ἑκάστῳ περὶ πέντε καὶ εἴκοσι τὸ μῆκος πήχεις, τὸ δ᾽ ὕψος ὀκτώ, εὖρος δὲ περὶ δώδεκα. κατὰ δὲ τὴν βόρειον πλευρὰν ἀχρόπολις ἐγγώνιος 10 εὐερχὴς ἐντετείχιστο, διάφορος ὀχυρότητι, ἣν ot ἐκ τοῦ γένους τῶν ᾿σαμωναίων γεγονότες βασιλεῖς ὁμοῦ καὶ ἀρχιερεῖς qxodo- poaκαὶ βᾶριν ἐκάλεσαν, ὥστε τὴν ἀρχιερατικὴν ἀποχεῖσθαι στολὴν ἐν αὐτῇ. καὶ ταύτην οὖν τὴν βᾶριν Ἡρώδης ἐπισχευάσας ὀχυρωτέραν ἐπ᾽ ἀσφαλείᾳ τοῦ ἱεροῦ, εἰς μνήμην ᾿“ντωνίου 15 προσηγόρευσεν “Ἀντωνίαν. αὐτὸς δὲ ὃ ναὸς καὶ πάντα τὰ περὶ τὸν ναὸν ἐν ὀχτὼ δεδύμητο ἔτεσι. παραδέδοται δὲ κατ᾽ ἐκεῖνον τὸν καιρὸν ὅτε αὐτὸς ὃ ναὸς ἀνηγείρετο (ἐν ἐνιαυτῷ γὰρ ἑνὶ xol μησὶν ἕξ φχοδομήϑη) τὰς μὲν ἡμέρας μὴ ὕειν, γίνεσϑαι δὲ τοὺς ὄμβρους ἐν ταῖς νυξίν, ἵνα μὴ τὰ ἔργα κωλύωνται. 20"
      },
      {
        "index": 58,
        "text": "Τὰς ἀδικίας δὲ ἀναστέλλειν πειρώμενος ὃ Ἡρώδης τίϑησι νόμον τοὺς τοιχωρύχους ἐπ᾽ ἐξαγωγῇ τῆς χώρας πιπράσχεσϑαι\" ὃ xai πρὸς τιμωρίαν τῶν πασχόντων ἤν φορτιχόν, οὐχ ἥχιστα δὲ"
      },
      {
        "index": 59,
        "text": "xal τῶν νόμων χατάλυσις. τὸ γὰρ ἀλλοφύλοις δουλεύειν καὶ βιάζεσθαι κατὰ τὰ ἐκείνων ἔϑη βιοῦν, τῆς θρησκείας ἦν, ὅσον ἐπ᾿ ἐκείνοις, κατάλυσις. πιπράσχεσϑαι μὲν γὰρ οἱ νόμοι τοὺς B φῶρας ἐκέλευον εἰ μὴ ἔχοιεν κατὰ 10 τετραπλοῦν ἐχτιννύειν τὰ. δφώρια, ἀλλ᾽ οὐ πρὸς ἀλλοφύλους, πρὸς δέ γε ὁμοεϑγεῖς, ἵνα μήτε τῆς ϑρησκείας ἐχπίπτοιεν μήτε παρ᾽ ὅλον τὸν βίον dov- λεύοιεν, ἀλλὰ τυγχάνοιεν μετὰ ἑξαετίαν ἀφέσεως. ταῦτα μέρος ἦν τῶν κατ᾽ ἐκείνου διαβολῶν καὶ τῆς δυσνοίας τοῦ πλήϑους τῆς ἐπ᾿ αὐτῷ."
      },
      {
        "index": 60,
        "text": "10 18. Eig τὴν ᾿Ιταλίαν δὲ κατὰ τὸν καιρὸν ἐχεῖνον παρα-- γενόμενος Ἡρώδης, ἵνα Καίσαρί τε προσομιλήσῃ καὶ τοὺς παῖδας ἐν τῇ Ῥώμῃ διατρίβοντας ὕψηται, φιλοφρόνως τε ὑπεδέχϑη παρὰ τοῦ Καίσαρος καὶ τοὺς παῖδας ὡς ἤδη τελειωϑέντας ἐν τοῖς μαϑή- C “μασιν ἔλαβεν ἄγειν εἰς τὰ οἰκεῖα. ὡς δ᾽ ἐπανῆλθον, περίοπτοι γεγόνασι τῷ τε τῆς ψυχῆς παραστήματι xai τῇ κατὰ τὰς μορφὰς ὡραιότητι, ἐπίφϑονοί τε ἦσαν Σαλώμῃ τῇ τοῦ βασιλέως ὃμαί- pov. xal τοῖς τὴν αὐτῶν μητέρα κατεργασαμένοις διαβολαῖς. καὶ ἤδη καὶ κατ᾽ ἐκείνων τὰ ὅπλα ἡτοίμαζον δι᾽ ὧν xal τὴν ai- τοὺς γειναμένην κατηγωνίσαντο, λογοποιοῦντες ἀηδῶς τῷ πατρὶ προσφέρεσϑαι τὰ μειράκια διὰ τὸν φόνον τῆς μητρός, χἀντεῦϑεν μῖσος φυῆναι τῷ πατρὶ πρὸς τοὺς παῖδας ὡς ἐνὸν κατεσχεύαζον. τέως μέντοι φιλοστόργως ἔτι πρὸς αὐτὰ ὃ πατὴρ διακείμενος καὶ τιμῆς μετεδίδου καὶ γυναῖχας ἐν ἡλικίᾳ γεγονόσιν ἐζεύγνυεν, Ὁ"
      },
      {
        "index": 61,
        "text": "pirofoUAe uiv τὴν Σαλώμης ϑυγατέρα Βερνίχην, Aoxtadov δὲ τοῦ Καππαδοχῶν βασιλέως τὴν παῖδα Γλαφύραν τῷ Zi 1 ξάνδρῳ. τῇ δὲ Σαλώμῃ ταῦτα τὴν κατὰ τῶν νεανίσχων δυσμε- γειαν μᾶλλον ὑπέτρεφεν, οἰχειουμένῃ καὶ πάντας ὅσοιπερ αὐτῇ τὸν τῆς αριὰμ φόνον συνεξειργάσαντο. διδόντων δέ τινας καὶ 5 τῶν νεανίσχων λαβὰς μνήμῃ τε τῆς μητρὸς καὶ τῇ τοῦ κράτους ἐπιϑυμίᾳ, βλασφημίαι μὲν ἐκείνων εἰς τὴν Σαλώμην καὶ τὸν Φερώραν ἐγίνοντο, πρὸς ἐκείνους δ᾽ 4j τούτων ἐπηύξητο δύσνοια, καὶ διαβολαὶ καχοήϑεις κατ᾽ αὐτῶν προὔβαινον, παρ᾽ αὐτῶν ἐκείνων τὰς αἰτίας λαμβάνουσαι. καχῶς γὰρ τῆς μιαρᾶς Σαλώ-1ὸ uc καὶ σφᾶς καὶ τὴν μητέρα λεγούσης καὶ πρὸς λόγους ἐχχκαλου- μένης αὐτούς, ἐκεῖνοι ἐλεεινὴν ἀπέφαινον τὴν καταστροφὴν τῆς μητρός, ἀϑλίους δ᾽ ἕαυτοὺς ἐκάλουν τοῖς ἐκείνης φονεῦσιν ἀναγκαζομένους συζῆν. ταῦτα ἦν ἀποδημοῦντος τοῦ βασιλέως. ἐπανελθόντι δ᾽ εὐθὺς παρά τε Φερώρα καὶ τῆς Σαλώμης oil λόγοι προσήγοντο, λεγόντων μέγαν αὐτοῖς ἐπηρτῆσϑαι τὸν κίν- δυνον, ἀναφανδὸν ἀπειλουμένων τῶν νεανίσχων τὸν φόνον τίσα-- σϑαι τῆς μητρός. Ἡρώδης δὲ ταῦτα καὶ ἄλλων ἀπαγγδιλόντων τετάρακτος. οὕτω δὲ διατεθεὶς ἔγνω ἐπὶ καϑαιρέσει τῶν νέων ἕτερον υἱὸν Zfyrínargov ὄνομα, ἰδιωτεύοντι ἔτε αὐτῷ γεγονότα, 30 προσοιχειώσασϑαι\" καὶ τοῦτον ἐδόκει τιμᾶν, ἵνα καταστείλῃ τὸ B ϑράσος τοῖς ἐκ τῆς Magidu, γνοῦσιν ὡς οὐ μόνοις αὐτοῖς οὐδ᾽ ἐξ ἀνάγκης ἡ διαδοχὴ τῆς βασιλείας ὀφείλεται. 096v ὡς ἔφε- ὁρόν τινα τὸν ᾿Αντίπατρον ἐπεισήγαγεν. ὃ δὲ δεινὸς ὧν, ἐπεὶ παρρησίας ἐλάβετο, μίαν ἔσχεν ὑπόϑεσιν, ἔχεσϑαι τοῦ πατρὸς xal τῶν ἀδελφῶν ἀλλοτριοῦν ταῖς διαβολαῖς. κἀκεῖνοι δ᾽ ἔτι ὁ ἐδίδοσαν ἀφορμάς, καὶ δακρύοντες ὡς ἀτιμαζόμενοι καὶ τὴν μη- τέρα ἀνακαλούμενοι καὶ τὸν πατέρα φανερῶς οὐ δίκαιον λέγοντες. ἅπερ κακοήϑως ot περὶ τὸν ““ντίπατρον Ἡρώδῃ μετὰ προσϑήκης ἐξαγγέλλοντες μείζονα τὴν πρὸς ἐκείνους ἐνεποίουν ἀπέχϑειαν. βουλόμενος δὲ ὃ πατὴρ ταπεινῶσαι τοὺς ἐκ τῆς ἸΠαριάμ, πλείο- 10oc “Ἀντιπάτρῳ μετεδίδου τιμῆς\" τέλος δὲ καὶ τὴν μητέρα αὐτοῦ ἐπεισήγαγε. καὶ Καίσαρι συνίστη αὐτὸν γράφων ὑπὲρ αὐτοῦ, καὶ εἰς Ρώμην αὐτὸν μετὰ πολλῶν δώρων ἀπέστειλεν, ὥστε ἤδη ἐπ᾿ ἐκείνῳ δοκεῖν πάντα, παρεῶσϑαι δ᾽ ἐκ τῆς ἀρχῆς παντάπασι τὰ μειράκια. ᾿Αντίπατρος δὲ δεδοικὼς μὴ αὐτοῦ ἐκδημήσαντος 10 ἐπιεικέστερος εἰς τοὺς ἐκ Παριὰμ γένηται ὃ πατήρ, καὶ ἀποδη- μῶν οὐκ ἀνίεε συνεχῶς ἐπιστέλλων κατὰ τῶνιε ἀδελφῶν τῷ πατρὶ καὶ προσερεϑίζων πρὸς τὴν δυσμένειαν, ἕως εἰς τοῦτο προήγαγεν αὐτὸν εἰς τὸ πλεῦσαι πρὸς Ρώμην χἀχεῖ τῶν παίδων κατηγορεῖν παρὰ Καίσαρι. ἀπελϑὼν δ᾽ εἰς Ρώμην σὺν τοῖς παισί, παρε- 40 στήσατο μὲν αὐτοὺς τῷ Καίσαρι, ἡτιᾶτο δὲ τῆς ἀπονοίας, ὡς τὸν ἑαυτῶν πατέρα μισοῦντας καὶ διαχειρίσασϑαι μελετῶντας αὐτὸν χαὶ οὕτω τὴν βασιλείαν λαβεῖν. τῶν δὲ νεανίσκων καὶ λέγοντος ἕτι τοῦ πατρὸς δάκρυα ἦν καὶ τέλος οἰμωγή, δεδοικότων ὡς εἰ σιγῷεν δόξουσιν ix τοῦ συνειδότος μὴ εὐπορεῖν ἀπολογίας. ὡς δ᾽ ἔγνων εὐμένειαν παρὰ Καίσαρος, τῶν δ᾽ ἄλλων τοὺς μὲν συνδαχρύοντας, συναλγοῦντας δὲ ἅπαντας, ὃ ᾿Αλέξανδρος ἐπε- χείρεε διαλύειν τὰς αἰτίας, πρὸς τὸν πατέρα λόγους ποιούμενος. 5 καὶ διαλεχϑέντος πρὸς τὸ ἐπαγωγότερον ὃ Καῖσαρ, οὐδὲ πρό- τερον ταῖς κατ᾿ αὐτῶν πιστεύων διαβολαῖς, ἔτε μάλιστα ἐξηλ- λάττετο, καὶ συνεχῶς εἷς τὸν Ηρώδην ἀπέβλεπεν, δρῶν κἀχεῖνον bnoovyxtyvuivov. καὶ ἠγωνία τὸ ϑέατρον\" Καῖσαρ δὲ τοὺς μὲν γεανίσχους, εἰ καὶ τῶν διαβολῶν πόρρω δοκοῦσιν, αὐτὸ τοῦτο 10 ἁμαρτεῖν ἔφη τὸ μὴ τοιούτους ἑαυτοὺς τῷ πατρὶ παρασχεῖν ὡς μηδὲ γενέσϑαι τὸν in? αὐτοῖς λόγον, ᾿Ηρώδην δὲ παρεκάλει W 1 διαλλάττεσϑαι τοῖς παισὶν ἀφελόντα πᾶσαν ὑπόνοιαν\" xal τὸ B πιστὰ γὰρ ἡγεῖσϑαι ταῦτα κατὰ τῶν παίδων οὐ δίχαιον ἔχρινε. τοιαῦτα συμβουλεύων ἔνευσε τοῖς νεανίσκοις προσπεσεῖν τῷ πατρί.15 κἀχείνων ὡρμηκότων προλαβὼν αὐτοὺς ὃ πατὴρ δακρύοντας ἦσπά- ζετο ἀγκαλιζόμενος ἕχαστον. τότε μὲν οὖν εὐχαριστήσαντες Καέ- cag: μετ᾽ ἀλλήλων ἀπήεσαν, καὶ \"Ἀντίπατρος μετ᾽ αὐτῶν, ταῖς διαλλαγαῖς ὑποχρινόμενος ἥδεσθαι\" τῇ δ᾽ ὑστεραίᾳ περὶ τῆς βασιλείας τῷ “Ηρώδῃ τὴν ἐξουσίαν ἀφῆκεν ὃ Καῖσαρ, ὃν ἄν30 αἵροῖτο τῶν παίδων διάδοχον xaJucrüv, ἢ καὶ διανέμειν ἅπασι ταύτην, μετὰ ϑάνατον μέντοι. ζῶντι δὲ οὐκ ἐπέτρεπε τὴν δια- vouzv, ἀλλὰ καὶ τῶν παίδων ἤϑελεν αὐτὸν καὶ τῆς βασιλείας κρατεῖν. ἐπανιόντι δὲ περὶ Κιλικίαν ᾿ἀρχέλαος ὃ πενθερὸς.4λε- C ξάνδρου συναντᾷ τῷ ᾿Ηρώδῃ, συνηδόμενος ἐπὶ ταῖς τῶν παίδων διαλλαγαῖς. ἐντεῦϑεν ᾿Ηρώδης ἐπὶ τὴν Ἰουδαίαν ἐλϑών, καὶ συναγαγὼν ἐκκλησίαν, τὰ κατὰ τὴν ἀποδημίαν αὐτῷ πεπραγμένα δ διηγεῖτο, καὶ ἐπὶ νουϑεσίᾳ τῶν παίδων τὸν λόγον κατέστρεψε, xal τοῖς υἱοῖς προεῖπε τὴν βασιλείαν χαταλιμπάνειν, πρώτῳ μὲν “Ἀντιπάτρῳ, εἶτα καὶ τοῖς ἐκ Ϊαριάμ. ταῦτα εἰπὼν τὸν σύλ- λογον διελύσατο."
      },
      {
        "index": 62,
        "text": "19. Ὑπῆρχε δὲ τὴν γνώμην πρὸς μὲν τοὺς ἄλλους φιλοτι- 10 μότατός τε καὶ εὐεργετικώτατος, πρὸς δὲ τοὺς ὑπηκόους ἐπαχϑής τε καὶ ἀδικώτατος, πρὸς δὲ τοὺς olxtlovg καὶ φίλους κολαστὴς D ἀπαραίτητος. ἡ δὲ αἰτία τούτων φιλοδοξία καὶ φιλαρχίας. ὑπὸ μιὲν γὰρ φιλοδοξίας, εἰ μνήμης ἔμελλε τυγχάνειν εἰσαῦϑις ἢ εὐφη-- μίας κατὰ τὸ ἐνεστός, οὐχ ἐφείδετο δαπανῶν, πολυδάπανος δ᾽ 15 ὧν βαρείαις εἰσπράξεσε τοὺς ὑποτεταγμένους ἐπίεζε καὶ χαλεπὸς ἦν αὐτοῖς\" ὑπὸ δὲ φιλαρχίας, εἰ κατά τινος ὑπόνοιαν ἔσχεν ἐφίε-- σϑαι τῆς ἀρχῆς ἢ τι περὶ αὐτὴν παρακινεῖν, ἴσα πολεμίοις αὐτῷ προσεφέρετο, κἀντεῦϑεν συγγενεῖς τε καὶ φίλους ἐτιμωρήσατο ἀφειδῶς, μόνος ϑέλων τετιμῆσϑαι. τεχμήριον δὲ τοῦ πάντοϑεν χρηματίζεσϑαι ϑέλειν διὰ τὸ πολυδάπανον, ὅτι ἀκηκοὼς ὡς Ὑρ- κανὸς ὃ πρὸ αὐτοῦ βασιλεύσας ἀνοίξας τὸν τάφον Δαβὶδ ἀργυ- olov λάβοι τρισχίλια τάλαντα, νυχτὸς ἀνοίξας τὸν τάφον εἰσέρ- χεται, τοὺς πιστοτάτους τῶν φίλων παρειληφώς, ἵν᾽ ἀνέχφορον εἴη τὸ δρώμενον. καὶ χρήματα μὲν οὐχ εὕρεν ἀργύρια δηλαδή, κόσμον δὲ πολὺν κειμηλίων χρυσῶν, ὃν ἀνείλετο πάντα. ἔσπευδεν οὖν καὶ ἐνδοτέρω χωρεῖν κατὰ τὰς ϑήχας ἐν αἷς τῶν βασιλέων 5 Δαβὶδ καὶ Σαλομῶντος τὰ σώματα τεϑησαύριστο. ὡς δ᾽ ἐβιά- ζετο εἰσιέναι, δύο μὲν αὐτῷ τῶν δορυφόρων ἐφϑάρησαν φλογὸς ἔνδοϑεν ἀπαντησάσης, ὡς λόγος, αὐτοῖς, αὐτὸς δὲ περιδεὴς ἔξήει. χαὶ διὰ τὴν ἐπιχείρησιν χεῖρον ἔχειν ἐδόκει τὰ κατὰ τὴν οἰχίαν αὐτῷ ἐμφυλίῳ γὰρ ἐῴκει πολέμῳ τὰ κατὰ τὴν αὐλὴν τὴν βασι- 10 λικήν. ἐστρατήγει δὲ ἀεὶ κατὰ τῶν ἀδελφῶν ὃ ᾿Αντίπατρος, δει- γὸς ὦν, δι᾽ ἄλλων μὲν αὐτοὺς περιβάλλων αἰτίαις, αὐτὸς δὲ πολλάκις ὑπεραπολογούμενος, ἵνα δοχῶν εὔνους ἐκείνοις, ἀνύ- ποπτος εἴη τῷ πατρὶ πρὸς τὰς ἐγχειρήσεις, καὶ μόνος τῆς ἐχείνου σωτηρίας φροντίζειν δοχῇ. καὶ ὃ μὲν τὰ πάντα ἦν τῷ πατρί, 9 οἵ δ᾽ ἐκ τῆς Ἰαριὰμ χαλεπώτερον ἀεὶ διετίϑεντο, xal τὴν ἀτε- μίαν οὐκ ἔφερον ὕπ᾽ εὐγενείας, παρεωσμένοι xol τάξιν driquo— τέραν ἔχοντες. αἷἵ τε γυναῖχες, 7| μὲν ᾿4λεξάνδρῳ συνοιχοῦσα Γλαφύρα ἡ ᾿“ρχελάου μῖσος εἶχεν εἰς τὴν Σαλώμην διά τε τὴν πρὸς τὸν ἄνδρα διάϑεσιν καὶ διὰ τὴν ἐχείνης ϑυγατέρα συνοι- 20 κοῦσαν ᾿Δριστοβούλῳ, ἧπερ ὑπερηφάνως προσεφέρετο 3; Γλα- φύρα, καὶ τὴν ἰσοτιμίαν αὐτῆς ἀνηξιοπάϑει. γέγονε δέ τις ὑπό- ϑέσις καὶ τὸν τοῦ βασιλέως ἀδελφὸν (Φερώραν εἰς ὑποψίαν καὶ μῖσος τῷ ἀδελφῷ φέρουσα. κατηγγυήϑη᾽ uiv yàg αὐτῷ ἢ τοῦ W 1 βασιλέως ϑυγάτηρ, ὃ δὲ δουλευούσης αὐτῷ γυναικὸς ἡττώμενος καὶ περιμανῶς τοῦ γυναίου ἐρῶν τῇ μὲν τοῦ ἀδελφοῦ ϑυγατρὶ οὐ προσεῖχε, τῇ δὲ δούλῃ προσέχειτο, ἤχϑετο δὲ διὰ τοῦτο ᾿Ηρώ- D ὅδης καὶ τὴν μὲν κόρην υἱῷ Φασαήλου ζεύγνυσι, χρόνου δὲ διελ-- ϑόντος περί τε τῶν πρώτων ἠτιᾶτο τὸν ἀδελφὸν καὶ τὴν δευτέραν ἠξίου λαμβάνειν, παρηχμακέναι ἤδη αὐτῷ οἰόμενος τῆς δούλης τὸν ἔρωτα. ὃ δὲ τὴν μὲν δούλην καὶ παῖδα ἐξ αὐτῆς σχὼν ἀπο- πέμπεται, τὴν δὲ τοῦ βασιλέως ϑυγατέρα μετὰ τριακοστὴν ἡμέραν κατέϑετο λήψεσϑαι. διελθούσης δὲ τῆς προθεσμίας τοσοῦτον πρὸς τὸν τῆς δούλης ἔρωτα ἐμεμήνει ὡς ἀϑετῆσαι τὰ ὧμολογη- μένα, τῇ δὲ προτέρᾳ συμφϑείρεσϑαι. ταῦτα τὸν “Ηρώδην ἐξέ- μαινε\" xal ἀεὶ δέ τι καινὸν προσπῖπτον ἀτρεμεῖν αὐτὸν οὐχ tia, P 1 248 xal 7 Σαλώμη δὲ χαλεπὴ τοῖς ἐκ ἸΪαριὰμ οὖσα καὶ τὴν ἑαυτῆς ϑυγατέρα \"Ἀριστοβούλῳ συνοικοῦσαν ἀνέπειϑε μὴ εὐνοϊκῶς πρὸς τὸν ἄνδρα διακεῖσϑαι, ἀπαγγέλλειν δὲ αὐτῇ εἴ τι κατ᾽ ἰδίαν λαλήσειεν. 1 δὲ μεμνῆσϑαι τοὺς νεανίσκους ἔλεγε τῆς μητρός, τὸν δὲ πατέρα στυγεῖν, ἀπειλεῖν δὲ τῆς ἀρχῆς τυχόντες τοὺς μὲν ix τῶν ἄλλων γυναικῶν παῖδας ᾿Ηρώδου κωμογραμματεῖς κατα- στήσειν, τὰς δὲ γυναῖκας καϑείρξειν ὡς μηδὲ τὸν ἥλιον βλέπειν. ταῦτα διὰ τῆς καχίστης Σαλώμης τῷ βασιλεῖ ἀπηγγέλλετο. κἀκεῖνος ἤκουεν ἀλγεινῶς, ἐπειρᾶτο δὲ διορϑοῦν\" τῶν δὲ παί- Β dwἀπολογησαμένων ῥάων ἐγίνετο."
      },
      {
        "index": 63,
        "text": "90. Φερώρας δ᾽ αὖϑις τὰ πράγματα συνετάραξεν, εἰπὼν ᾿Αλεξάνδρῳ ἀκηκοέναι Σαλώμης λεγούσης ἐρᾶν τὸν ᾿Ηρώδην Γλαφύρας. ᾿Αλέξανδρος δὲ πρὸς τὸν λόγον ix ζηλοτυπίας τετά- ραχτο, καὶ τὴν ὀδύνην οὐχ ἐνεγκὼν τὰ ὑπὸ τοῦ Φερώρα λεχϑέντα τῷ πατρὶ κατεμήνυσεν. ὃ δ᾽ ᾿Ηρώδης περιπαϑήσας καὶ τὸ τῆς 5 διαβολῆς ἐψευσμένον οὐ φέρων ϑορυβηϑείς τε μεταπέμπεται τὸν Φερώραν, xal “κάχιστε\" εἶπε, “τοιαῦτα xa9' ἡμῶν λαλήσας πότερον οἴει λόγον elg τὴν ψυχὴν τοῦ παιδὸς ἢ ξίφος εἷς τὴν C δεξιὰν αὐτοῦ ἐμβαλεῖν; Φερώρας δὲ Σαλώμην ἔφη ταῦτα συμπείσειν, κἀκείνης εἶναι τοὺς λόγους. 7 δὲ ἀπηρνεῖτο καὶ 10 τῶν τριχῶν ἐπεδράττετο καὶ ἐστερνοτυπεῖτο, διὰ δὲ τὴν τῶν τρό- ztοὐκ ἐπιστεύετο καχοήϑειαν. τέλος δὲ ὃ βασιλεὺς καὶ τὸν ἀδελφὸν καὶ τὴν ἀδελφὴν ἀπεπέμπετο, τὸν υἱὸν δὲ τῆς ἐγχρα- τείας ἐπήνεσε καὶ τοῦ πρὸς αὐτὸν τοὺς λόγους ἀνενεγχεῖν."
      },
      {
        "index": 64,
        "text": "Ἕτερον δέ τι συνέπεσε ταραχὰς αὖϑις ἐγεῖραν xarà τὴν 5 οἰκίαν τῷ βασιλεῖ. ἦσαν αὐτῷ εὐνοῦχοι διὰ κάλλος σπονδαζό-- μένοι, ὧν ὃ μὲν οἰνοχοεῖν ὃ δὲ δεῖπνον προσφέρειν ὃ δὲ κατευνά-- Cuv αὐτὸν ἐτέτακτο. τούτους ὑπ᾽ ᾿4λεξάνδρου χρήμασι διαφϑα- D ρῆναι μηνύεται. καὶ βασάνοις ἐκχδοϑέντες οἱ ἐχτομίαι μῖξιν μὲν αὐτῶν γενέσϑαι πρὸς τὸν νεανίαν ἀνωμολόγουν, ἄλλο δὲ οὐδὲν 30 ξόμενοι διὰ κάλλος Α. κατὰ τοῦ πατρὺς συνειδέναι τῷ ᾿Αλεξάνδρῳ. ἐπιτεινόντων δὲ τῶν βασανιζόντων τὰς μάστιγας, ἔλεγον ὡς εἴη δυσμένεια καὶ μῖσος “4λεξάνδρῳ πρὸς τὸν πατέρα, παραινοίη δὲ ᾿Ηρώδην μὲν ἀπεγνωκέναι διὰ τὸ γῆρας, αὐτῷ δὲ προσέχειν, ὡς τῆς βασι- δλείας αὐτῷ περιελευσομένης κἂν μὴ βούληται ὃ πατήρ, καὶ διὰ τὸ γένος καὶ διὰ τὴν τῶν ἡγεμόνων καὶ τῶν φίλων διάϑεσιν. τούτων ἀκούσας ᾿Ηρώδης περίφοβος ἣν καὶ πρὸς πάντας vno- ψίας εἶχε καὶ μίση, πολλοῖς δὲ τῶν φίλων καὶ τὴν εἰς τὰ βασί- λεια πρόσοδον ἀπηγόρευσε. πάντων δ᾽ αἴτιος ἐτύγχανεν ὃ ᾿Αντί- lüzarpoc. πρῶτον μὲν οὖν ὅσους ᾧετο πιστοὺς ᾿4λεξάνδρῳ βασά- γοις ὃ “Ηρώδης ἐξήταζεν εἴ τι κατ᾽ αὐτοῦ τολμηϑὲν εἰδείησαν\" οἵ δὲ ἀπέϑνησκον οὐδὲν ἔχοντες λέγειν. εἷς δέ τις τὰς βασάνους μὴ φέρων εἶπε λέγειν ᾿Αλέξανδρον, ἐπαινούμενον διὰ τὸ τοῦ σώ- ματος μέγεϑος καὶ τὸ εὐστόχως βάλλειν ἐκ τόξου καὶ τάλλα, ὅτι 15 εἴ τι παρὰ τῆς φύσεως αὐτῷ δέδοται καλὸν ἢ ἐξ ἀσκήσεως προσε-- γένετο, εἰς δυστύχημα περείσταται\" ἄχϑεσϑαι γὰρ ἐπὶ τοῖς καλοῖς B αὐτοῦ τὸν πατέρα. προσετίϑει δὲ ὡς καὶ βουλεύσαιτο σὺν “4ρι- στυβούλῳ ἐν κυνηγεσίῳ ἀνελεῖν τὸν πατέρα καὶ εἰς Ρώμην φυγεῖν τὴν βασιλείαν μετελευσόμενος. εὑρέϑη δὲ καὶ γράμματα 241c- ξάνδρου πρὸς τὸν ὁμαίμονα μὴ δίκαια λέγοντα ποιεῖν τὸν πατέρα προτιμῶντα τὸν “Ἀντίπατρον. ἐπὶ τούτοις συλλαβὼν ἔδησε τὸν ᾿ἤλέξανδρον. ἔσπευδε δὲ καὶ μεῖζόν τι λαβεῖν τεκμήριον κατὰ τοῦ υἱοῦ, iva μὴ προπετῶς δόξη αὐτὸν δεδεχώς. πολλοὺς οὖν καὶ τῶν ἐν τέλει βασανίζων διέφϑειρε, μηδὲν εἰπόντας\" οἷον ἐχεῖ- C voc ᾧετυ. ὡς δέ τις τῶν νεωτέρων ἐν ταῖς ἀνάγχαις ἐγένετο, ἐπιστέλλειν ἔλεγε τὸν ᾿Αλέξανδρον τοῖς ἐν Ῥώμῃ φίλοις, ἀξιοῦντα κληϑῆναι ὑπὸ τοῦ Καίσαρος, μηνύσοντα ἸΠιϑριδάτην τὸν βασι- 5 λέα Πάρϑων τῷ πατρὶ φιλιωϑέντα κατὰ Ρωμαίων\" εἶγαι δὲ αὐτῷ καὶ φάρμακον κατεσκευασμένον ἐν ““σκάλωνι. ταῦτα ᾿Ηρώδης τῆς προπετείας ἐλογίζετο παραμύϑιον. τὸ μέντοε φάρμαχον εὐθὺς ζητηϑὲν οὐχ εὑρέϑη. διὰ δὲ τὴν τῶν καχῶν ὑπερβολὴν ὃ ᾿Αλέξανδρος φιλονείκως διατεϑείς, καὶ βουληϑεὶς ἀμύνασϑαι 10 D τοὺς ἐχϑροὺς ἵν᾽ αὐτῷ συναπόλωνται, γράμματα πέπομφε τῷ πατρὶ ὡς οὐδὲν δεῖ βασανίζειν\" μελετηϑῆναι γὰρ τὴν ἐπιβουλήν, καὶ ταύτης μετέχειν τόν τε (Φερώραν καὶ τοὺς πιστοτάτους αὐτῷ τῶν φίλων\" Σαλώμην δὲ καὶ νύκτωρ ἐπεισελϑοῦσαν αὐτῷ μιγῆ- vui xai ἄχοντι\" ἀλλὰ καὶ πάντας εἷς ταὐτὸν ἥκειν, ἵν᾽ ἐκ μέσου 1 αὐτοῦ γεγονότος ἀπαλλαγεῖεν τοῦ ἀεὶ φϑαρήσεσϑαι προσδυκᾶν. Ἀρχέλαος δὲ ὃ τῶν Καππαδοκῶν βασιλεὺς ταῦτα μαϑώνκαὶ ἀγωνιῶν ὑπέρ τε τῆς ϑυγατρὸς καὶ τοῦ κηδεστοῦ, παρα- γέγονε, καὶ εὐφυῶς utr] τῶν λυπούντων τὴν ἐπανόρϑωσιν, τοῦ μὲν νεανίσχου καταγινώσχων, ἐπιεικῆ δὲ τὸν “Ἡρώδην ἀπο- 30 P 1250 καλῶν\" τόν τε γάμον διαλύειν ἔλεγε. τοιαῦτα δὲ λέγοντος τοῦ"
      },
      {
        "index": 65,
        "text": "᾿Αρχελάου ἐνεδίδου τῆς χαλεπότητος ὃ “Ἡρώδης xol κατήνεχτο πρὸς λύπην καὶ δάχρυα, ἐδεῖτό τε μὴ λύειν τὸν γάμον ἀλλὰ χαλᾶν τὴν ὀργὴν ἐφ᾽ οἷς ὃ νεανίσκος ἡμάρτηκεν. “Ἀρχέλαος δὲ ἤδη μαλαχϑέντα τὸν ᾿Ηρώδην ϑεώμενος εἰς ἄλλους τὰς αἰτίας δ μετέφερε, καὶ μᾶλλον εἰς τὸν Φερώραν. ὃ δὲ πρὸς ᾿Αρχέλαον ἐτράπετο, ἵν᾽ ἔσοιτο πρὸς Ηρώδην αὐτῷ διαλλαχτής. καὶ ὃς συνεβούλευεν αὐτῷ, βέλτιον εἶναι δι᾿ ἑαυτοῦ προσιέναι τῷ ἀδελφῷ καὶ δεῖσϑαι, πάντων ὁμολογοῦντα αἴτιον ἑαυτόν\" μαλάξαι γὰρ οὕτω τὸ σχληρὸν τῆς ὀργῆς\" καὶ αὐτὸς δὲ παρὼν συλλήψεσθαι αἰτιῶν ἀπελύετο, ᾿ἀρχέλαος δὲ τῷ ᾿Ηρώδῃ τὸν Φερώραν διήλ- λαξε."
      },
      {
        "index": 66,
        "text": "21. Πἤετὰ καιρὸν δὲ πολὺ χεῖρον ἔσχε τὰ κατὰ τοὺς παῖ-- δας καὶ τὴν olxíav ᾿Ηρώδῃ. Εὐρυκλῆς γὰρ ἀπὰ «Ἰαχεδαίμονος οὐκ ἄσημος τῶν ἐκεῖ, κάκιστος δὲ τὴν προαίρεσιν ἄνθρωπος, ἐπιδημήσας πρὸς ᾿Ηρώδην δίδωσιν αὐτῷ δῶρα, καὶ πλείω Aa- βὼν γέγονε φίλος ἐν τοῖς μάλιστα τοῦ βασιλέως. ἦν δὲ αὐτῷ καταγωγὴ ἐν τοῖς “Αντιπάτρου\" προσΐει δὲ καὶ “4λεξάνδρῳ, γνω- στὸς εἶναι λέγων καὶ Ἀρχελάῳ, ὅϑεν καὶ τὴν Γλαφύραν τιμᾶν ἐξετραγῴδει, καὶ τὰ κατὰ τὴν μητέρα ἐδίδασκε, καὶ ἔλεγε μὴ δοχεῖν ἀνεχτά. καὶ ὃ μὲν ἀλγῶν τοιούτους λόγους πεποίητο πρὸς τὸν Εὐρυκλῆν, ὃ δὲ πάντα τῷ \"“ντιπάτρῳ ἀνέφερεν. ᾿ντίπατρος δὲ δώροις αὐτὸν ἐδεξιοῦτο καὶ ἠξίου πρὸς τὸν πατέρα τοὺς λόγους φράζειν. ὃ δὲ οὕτω τὸν βασιλέα διέϑηκεν ὡς ἀμετάγνωστον ποιῆσαι τὸ μῖσος. καὶ ὃ μὲν ἀπῇει χρηματισάμενος, Ἡρώδης δὲ τοσοῦτον πρὸς τοὺς παῖδας ἐξώργιστο ὡς μηκέτι δεῖσϑαε δια-- 5"
      },
      {
        "index": 67,
        "text": "D βολῶν, ἀλλ᾽ αὐτὸς περιεργάζεσθαι τὰ ἐχείνων καὶ παρατηρεῖν"
      },
      {
        "index": 68,
        "text": "Δύο γοῦν τῶν σωματοφυλάχων τοῦ βασιλέως κατ᾽ ὀργὴν αὐτοῦ ἀπεωσμένοι τοῖς περὶ “1λέξανδρον συνιππάζοντο xai δῶρα ἐξ ἐκείνου ἐλάμβανον. ὑποπτεύσας οὖν τούτους ᾿Ηρώδης εὐθὺς 10 ἐβασάνιζεν. οἱ δὲ τὸ μὲν πρῶτον διεκαρτέρουν, εἶτ᾽ ἀπήγγελλον ὡς πείϑοι αὐτοὺς κτεῖναι ϑηρῶντα τὸν ᾿Ηρώδην ᾿Αλέξανδρος. καὶ ὃ φρούραρχος δὲ τοῦ ᾿Αλεξανδρίου ἠτάζετο ὡς ἐπαγγειλάμενος δέξασθαι τοὺς νεανίσκους ἐν τῷ φρουρίῳ. κἀκεῖνος μὲν οὐδὲν"
      },
      {
        "index": 69,
        "text": ". ὡμολόγει, ὃ δὲ υἱὸς αὐτοῦ ταῦτα γενέσθαι κατέϑετο, καὶ γράμμα l5 ἐπέδωκε περὶ τούτων, ὡς εἰχάσαι τῆς τοῦ ᾿Αλεξάνδρου χειρός. 6 μὲν οὖν ᾿Ηρώδης οὐχέτι ἐνδοιάσιμος ἦν περὶ τῆς τῶν παίδων ἐπιβουλῆς, ᾿Αλέξανδρος δὲ δι᾽ ᾿Αντιπάτρου τὸ γραμματίδιον καχουργηθῆναι διισχυρίζετο. τότε μὲν οὖν φυλακὴ τῶν νεανί- σχων ἐγίνετο, καὶ καταδίκων εἶχον ἀδοξίαν καὶ δέος. ὃ δὲϑ0 ᾿Αριστόβουλος τὴν ἑαυτοῦ πενϑερὰν Σαλώμην συναλγεῖν oloó- μένος καὶ μισεῖν τὸν τὰ τοιαῦτα πειϑόμενον, “ταῦτα xal σοί\" ἔφη “κίνδυνον προμηνύει, διαβεβλημένῃ κατ᾽ ἐλπίδα γάμων Συλαίου.\" τούτους ἐχείνη τοὺς λόγους εὐθὺς προσφέρει τῷ ἀδελφῷ. ὃ δὲ δεθῆναι κελεύει καὶ ἄμφω τοὺς viobg καὶ ἀπ᾿ B ἀλλήλων διαστῆναι, γράψαι Tt ἕκαστον ὅσω xarà τοῦ πατρὸς δ ἐμελέτησαν. οἱ δὲ γράφουσιν ἐπιβουλὴν μὲν οὔτ᾽ ἐννοῆσαι κατὰ τοῦ πατρὸς οὔτε μὴν συσκευάσασϑαι, δρασμὸν δὲ μελετῆσαι, καὶ τοῦτον δι᾽ ἀνάγκην, ὑπόπτου καὶ περιδεοῦς οὔσης αὐτοῖς τῆς ζωῆς. τότε τοίνυν ἥκοντος ἐξ ᾿“Ιρχελάου πρεσβευτοῦ ἐξῆγε τὸν ᾿Αλέξανδρον δεσμώτην, καὶ περὶ τῆς φυγῆς ἐπυνθάνετο ἐπ᾿ 10 ἀχροάσει τοῦ πρεσβευτοῦ, ὅπου xal πῶς ἐγνώκασιν ἀποχωρεῖν\" ὃ δὲ πρὸς ᾿Αρχέλαον ἔφη, ἐκεῖθεν dg Ρώμην συνϑέμενον δια- πέμψειν, ἄλλο δὲ οὐδὲν ἄτοπον ἢ δυσχερὲς λογίσασϑαι κατὰ τοῦ τιατρός. τούτων οὕτω ῥηθέντων ὃ βασιλεὺς γράμματα πρὸς C Καίσαρα δοὺς δίο τῶν ὑπ᾽ αὐτὸν ἐκέλευσεν ἐν παράπλῳ τῇ 15 Κιλικίᾳ προσσχόντας ἐντυχεῖν ᾿“ρχελάῳ xal μέμψασϑαι ὅτι τῆς ἐπιβουλῆς τοῖς παισὶ συνεφάψαιτο. ᾿«Πρχέλαος μέντοι ἀπελο-- γεῖτο, δέξασθαι τοὺς νεανίας συνθέσϑαι διὰ τὸ συμφέρον κἀκεί--: γοις καὶ τῷ πατρί, οὐ μὴν πρὸς Καίσαρα πέμψειν. εἰς Ῥώμην δὲ ἀποκομισϑέντες oi τῶν ἐπιστολῶν κομισταὶ ταύτας δεδώκασι 20 Καίσαρι. ὃ δὲ ἀντεπέστειλεν, ἄχϑεσθαι ἐπὶ τοῖς παισίν, ἐπ᾽ ἐκείνῳ δὲ τὴν πᾶσαν ἐξουσίαν ποιεῖν. καὶ εἰ μέν τι ἀνόσιον πεποιήκασιν, ἐπεξιέναι ὡς πατραλοίας, εἰ δὲ δρασμὸν ἐνενόησαν, Ὁ ἄλλως νουϑετήσαντα μηδὲν ἀνήκεστον διαπράξασϑαι. συμβου- λεύειν δ᾽ αὐτῷ περὶ Βηρυτὸν avrayayóvra συνέδριον, xal zaga- λαβόντα τοὺς ἡγεμόνας xal τὸν τῶν Καππαδοχῶν βασιλέα 1404 λαον xal ὅσους τῶν ἄλλων olütv ἐπιφανεῖς ἀξιώμασι, μετ᾽ ἐκεί- γων τὸ δέον σκοπεῖν."
      },
      {
        "index": 70,
        "text": "29. Ταύτην δεξάμενος τὴν ἐπιστολὴν 6 “Ηρώδης xiu; πρὸς τὸ συνέδριον otc ἐβούλετο, ᾿Τρχέλαον δι᾽ ἔχϑραν παραιτη- σάμενος, ἢ καὶ ἐναντιωθήσεσϑαι τῇ γνώμῃ νομίζων αὐτοῦ. ἤδη δὲ συνηγμένων τῶν τε ἡγεμόνων καὶ τῶν ἄλλων, κατηγόρει τῶν παίδων ὃ βασιλεύς, καὶ τὰ δι᾽ αὐτῶν ἐκείνων γραφέντα ὑπανεγέ- vocxtv* ἐν οἷς οὐδὲν ἐγέγραπτο ἕτερον ἢ ὅτι φυγεῖν βουλεύοιντο, 10 καὶ λοιδορίαε τινὲς εἰς αὐτὸν ὀνείδη διὰ τὴν δύσνοιαν ἔχουσαι. καὶ τέλος εἰπὼν xal ἐκ τῆς φύσεως καὶ ἐκ τοῦ Καίσαρος αὐτῷ τὴν ἐξουσίαν δοϑῆναι, καὶ νόμον προσέϑηκε πάτριον, ὃς ἐχέ- λευεν, &i του κατηγορήσαντες οἱ γονεῖς ἐπιϑοῖεν τὰς χεῖρας τῇ κεφαλῇ, τοὺς περιεστῶτας τοῦτον ὀφείλειν λιϑολευστεῖν καὶ οὕτως 15 ἀποχτείνειν. ὅπερ ἔλεγε δύνασϑαι καὶ αὐτὸς ἐν τῇ πατρίδε καὶ τῇ βασιλείᾳ ποιεῖν, ἀναμεῖναι δὲ τὴν ἐχείνων χρίσιν. ταῦτα τοῦ"
      },
      {
        "index": 71,
        "text": "B'Houdov εἰπόντος οἱ συνεδριάζοντες τὴν ἐξουσίαν ἐχύρουν αὐτῷ, τῶν νεανίσκων μηδὲ παρηγμένων εἷς τὸ συνέδριον\" xal τινὲς μὲν κατεψηφίζοντο τῶν τοῦ ᾿Ηρώδου υἱῶν, ἀλλ᾽ οὐ μέντοι καὶ κτεί- 3 γειν, οἱ δέ γε πλείους καὶ ϑανάτῳ κολάζειν αὐτοὺς ἀπεφαίνοντο. καὶ ἐπὶ τούτοις διελύετο τὸ συνέδριον. 'Howónc δὲ ἦχεν εἰς"
      },
      {
        "index": 72,
        "text": "Τύρον, καὶ τοὺς παῖδας ἄγων. ὡς δὲ ἦλθον εἰς Καισάρειαν, μετέωροι πάντες ἦσαν, ποῖ τὰ κατὰ τοὺς νεανίας χωρήσειεν ἐκδεχόμενοι\" καὶ τοῖς μὲν γινομένοις ἐδυσχέραινον, οὐκ ἦν δὲ ἀκίνδυνον οὔτε τι ὑπὲρ ἐκείνων εἰπεῖν οὔτ᾽ ἀκούειν ἑτέρου λέγον-- ὅτος, ἀλλ᾽ ὀδυνηρῶς μὲν ἀναύδως δὲ τοῦ πάϑους ἔφερον τὴν ὑπερβολήν. Στρατιώτης δέ τις ὀνόματι Τήρων, υἱοῦ αὐτοῦ xa9^ ἦλι- κίαν ὄντος “4λεξάνδρῳ φίλου, πολλὰ καὶ πρὸς τὸ πλῆϑος ἔλεγε, ᾿ καὶ πρὸς τὸν βασιλέα δὲ παρρησιασάμενος μόνος μόνῳ ἐντυχεῖν 10ἠξίους. καὶ ἐνδόντος “ποῖ ποτέ σοι\" ἔφη “ὃ περιττὸς ἐκεῖνος νοῦς; τίς δὲ ἣ τῶν φίλων καὶ συγγενῶν ἐρημία; εἶτα o? σκέψῃ τί 10 πραττόμενον, εἰ δύο νεανίας ἐκ βασιλίδος σοι γυναικὸς γενομένους εἰς πᾶσαν ἀρετὴν ἄχρους ἀναιρήσεις, σεαυτὸν ἐν γήρᾳ καταλιπὼν ἐφ᾽ ἑνὶ παιδὶ καὶ συγγενέσιν ὧν αὐτὸς τοσαυτάκις 15 χατέγνως ϑάνατον; οὐκ ἐννοήσεις ὅτε καὶ τῶν ὄχλων ἢ σιωπὴ διὰ μέγεϑος τοῦ πάϑους ἐστί, xol πᾶσα 7] στρατιὰ ἔλεον μὲν τῶν ἀτυχούντων, μῖσος δὲ τῶν ταῦτα ἐργαζομένων ἐσχήκασιν; ἢ ἤκουε ταῦτα ὃ βασιλεὺς ἐν ἀρχῇ οὐκ ἀγνωμόνως. ὃ δὲ Τήρων ἀμέτρῳ xal στρατιωτικῇ χρώμενος παρρησίᾳ τὸν ᾿Ηρώδην ἐτά- 20 ραξε. καὶ πρὸς τὴν τῶν στρατιωτῶν κεκίνητο ἀγανάχτησιν, καὶ προστάττει τὸν Τήρωνα δήσαντας ἔχειν ἐν φυλακῇ. ἐπιτίϑεται δὲ τῷ καιρῷ καὶ Τρύφων τοῦ βασιλέως χουρεύς, εἰπὼν ὡς ἀνα- πείϑοιτο πολλάκις ὑπὸ τοῦ Τήρωτνος ξυρῷ τὸν λαιμὸν τοῦ βασι- λέως τεμεῖν\" ἔσεσθαι γὰρ ἐν τοῖς πρώτοις τῷ “4λεξάνδρῳ. ταῦτα εἰπὼν καὶ αὐτὸς συλλαμβάνεται. καὶ ἐν βασάνοις ἦσαν ὃ Τήρων τε καὶ ὃ παῖς αὐτοῦ καὶ αὐτὸς ὃ κουρεύςς. διακαρτεροῦντος δ᾽ ἐν ταῖς βασάνοις τοῦ Τήρωνος, δρῶν ὃ παῖς τὸν πατέρα χαλεπῶς\" διακείμενον, ἔφη μηνύσειν τῷ βασιλεῖ τὴν ἀλήϑειαν, εἰ μέλλει ῥύσασθαι τῶν βασάνων τὸν πατέρα καὶ ἑαυτόν. λαβὼν δὲ πί- στεις, ἔλεγεν εἶναι συνθήκην ἐπιϑέσϑαι τῷ βασιλεῖ δι᾽ αὖτο- χειρίας τὸν Τήρωνα. ταῦτα εἰπὼν ἐξαιρεῖται τὸν πατέρα τῆς"
      },
      {
        "index": 73,
        "text": "&váyxgg. ὃ δ᾽ “Ηρώδης οὐδὲν ἔτι ἐνδοιάσιμον τῇ ψυχῇ καταλε-- 10 λοιπὼς περὶ τὴν τεχνοχτονίαν, τἔλος τῇ προαιρέσει ἐπέϑετο. — xai ἀχϑέντες dg Σεβαστὴν ᾿Ἵλέξανδρός τε καὶ Ἀριστόβουλος ἐπιτά- ξαντος τοῦ πατρὸς στραγγάλῃ ἀπηγχονήϑησαν. προαγαγὼν δ᾽ εἰς B τὸ πλῆϑος τριακοσίους τῶν ἡγεμόνων τοὺς ἐν αἰτίᾳ γενομένους xai 10Τήρωνα σὺν τῷ παιδὶ καὶ τὸν κουρέα κατηγόρει αὐτῶν\" οὖς 5 ot τοῦ πλήϑους βάλλοντες τοῖς παρατυχοῦσιν ἀπέχτειναν. ᾿ἀντιπάτρῳ δὲ κατεργασαμένῳ τοὺς ἀδελφοὺς ἐργωδεστέρα ἦν 7j τῆς βασιλείας ἐπιτυχία, μίσους τῷ ἔϑνει φυέντος πρὸς αὐτόν, καὶ μάλιστα τῷ ὁπλιτικῷ, τέως δὲ συνῆρχε τῷ πατρὶ καὶ ἐπι- στεύετο παρ᾽ αὐτοῦ. τὴν δὲ ᾿«λεξάνδρου γυναῖχα 'Howórc* πρὸς τὸν πατέρα ἀνέπεμψεν. ἔτρεφε δὲ τὰ τῶν ϑανόντων τέχνα πάγυ ἐπιμελῶς. ἦσαν δὲ ᾿Αλεξάνδρῳ μὲν ἐκ Γλαφύρας ἄρσενες δύο, ᾿“Ιριστοβούλῳ δὲ ἐκ Βερνίκης υἱοὶ τρεῖς xal δύο ϑυγάτρια. γέγονε δὲ τῷ βασιλεῖ καὶ ἐκ τῆς ἀρχιερέως ϑυγατρὸς ᾿Ηρώδης υἱός. ἐννέα γὰρ τῷ βασιλεῖ συνῴκουν γυναῖκες, πάτριον ὃν xoi πλείοσι χατὰ ταὐτὸν συνοικεῖν. ἦσαν δὲ ἣ τε τοῦ «Ἀντιπάτρου δ μήτηρ, καὶ ἡ τοῦ ἀρχιερέως ϑυγάτηρ, ἐξ ἧς, ὡς εἴρηται, παῖς αὐτῷ ἐγεννήϑη ὁμώνυμος. ἦν δὲ καὶ ἀδελφοῦ παῖς αὐτῷ ula γεγαμημένη, καὶ ἀνεψιὰ σὺν αὐτῇ, ἐξαδέλφη δηλαδή\" τὰς γὰρ ἐξαδέλφας ἀνεψιὰς ἐκάλουν οἱ παλαιοί, ὡς ἔστιν εὑρεῖν πολλαχοῦ καὶ παρὰ τῷ Πλουτάρχῳ x«l παρὰ ταῖς βίβλοις ταῖς νομιχαῖς. 10ἦν δ᾽ àταῖς γυναιξὶν Ηρώδου χἀκ τοῦ ἔϑνους τῶν Σαμαρέων μία, ἧς ἦσαν παῖδες ᾽Αἰντίπας τε xal ᾿“ρχέλαος καὶ ϑυγάτηρ Ὀλυμπιάς. xal Κλεοπάτρα δὲ [Ἱεροσολυμῖτις ταῖς τούτου γυναιξὶ συνηρίϑμητο\" xui ταύτης παῖδες ᾿Ηρώδης καὶ Φίλιππος. καὶ Παλλὰς δὲ ἦν ἐν ταῖς αὐτοῦ γαμεταῖς, Φασάηλον πεποιημένη 15 παῖδα αὐτῷ. καὶ ἐπὶ ταῖς λοιπαῖς (Φαίδρα καὶ \"EAnig συνῴκουν αὐτῷ. ἦσαν δὲ “Ηρώδῃ καὶ δύο ϑυγάτρια ἐκ ἸΠαριάμ, καὶ ἐκ (Φαίδρας δὲ καὶ ᾿Ελπίδος ἔφυσαν αὐτῷ ϑυγατέρες “Ῥωξάνη καὶ Σαλώμη."
      },
      {
        "index": 74,
        "text": "23. Τοῦτο μὲν οὖν τὸ γένος Ἡρώδου\" τὰ δὲ πράγματα ϑοπρὸς μόνον τὸν ᾿“ντίπατρον ἀφεώρων. καὶ ἦν ἅπασι φοβερός, οὗ τοσοῦτον τῇ δυναστείᾳ: ὅσον τῇ τῶν τρόπων κακάτητι\" μάλιστα δὲ αὐτὸν Φερώρας ἐθεράπευε καὶ ἀντεϑεραπεύετο. ἠναντίωτο δὲ αὐτοῖς 7, Σαλώμη, ἐναντίως ἀεὶ πρὸς τὴν τῆς κλήσεως αὐτῆς σημασίαν διακειμένη\" 7j μὲν γὰρ εἰρήνης σημαντιχὸν xoi εἰρηνεχὴν εἶναι τὴν οὕτω κεκλημένην ἐδήλου, 7j δὲ καὶ σφόδρα μάχιμος ἦν ΡῚ 254 xol ἑτέρους πρὸς στάσεις καὶ μάχας καὶ συγγενείας ἀλλοτρίωσιν διεγείρουσα. αὕτη κατασχοποῦσα τὴν ᾿Αντιπάτρου καὶ (ϑερώρουϑ οἰκείωσιν, ἔλεγε τῷ Ηρώδῃ ἐπὶ κακῷ τῷ αὐτοῦ τὴν τούτων γίνεσϑαι εὔνοιαν. γνόντες οὖν ἐκεῖνοι τὴν τῆς Σαλώμης δια- βολήν, ἐν τῷ φανερῷ μὲν μῖσος κατ᾽ ἀλλήλων καὶ λοιδορίας ἦσαν ἐπιτηδεύοντες, κεχρυμμένως δὲ τὴν πρὸς ἀλλήλους ἐτή- ρουν ὁμόνοιαν. τὴν Σαλώμην δ᾽ οὐχ ἐλάνθανον, πάντα it] ἀνιχνεύουσαν καὶ τῷ βασιλεῖ ἀπαγγέλλουσαν συνόδους λαϑραίας συμπόσιά τε καὶ ἀνέχφορα βουλευτήρια. ὃ δὲ καὶ αὐτὸς τὰ πολλὰ συνίει, Φαρισαῖοι δὲ τὴν γυναιχωνίτιδα οἰχειούμενοι, B ἄνϑρωποι μέγα φρονοῦντες ἐπ᾿ ἀχριβώσει τοῦ πατρίου νόμου καὶ βασιλεῖ ἀντιπράττοντες, oT πάντων ὀμωμοκότων Καίσαρι} εὐνοεῖν καὶ τῷ βασιλεῖ ᾿Ηρώδῃ αὐτοὶ οὐκ ἐπείσϑησαν, ὄντες ὑπερεξακισχίλιοι, τῇ δὲ γυναικὶ (Φερώρου εὐνουῦντες, προὔλεγον Ἡρώδῃ τέλος τῆς ἀρχῆς κατεψηφίσϑαι παρὰ ϑεοῦ, νεμηϑῆναι δὲ αὐτὴν Φερώρᾳ τε καὶ τοῖς ἐξ αὐτοῦ. οὐδὲ ταῦτα τὴν τῆς Σαλώμης μοχϑηρίαν διέδρα, καὶ αὐτίκα τῷ βασιλεῖ ἀπηγγέλ- Aovro. τῶν μὲν οὖν Φαρισαίων οἱ ἐπὶ τούτοις ἐληλεγμένοι ἀνήρηντο, καὶ ὃ εὐνοῦχος Βαγώας, Küpóg τέ τις ἐπὶ σώματος: vrx) À. 4 πρὸς μάχας καὶ στάσεις À. ὅ σχοποῦσα κάλλει διαπρεπὴς xal 'Howov ὧν παιδικά, καὶ ἕτεροι τῶν περὶ Ὁ τὸν βασιλέα, ὡς συνίστορες. εἶτα συνέδριον καϑίσας ὃ βασι- λεὺς τῆς Φερώρου γυναικὸς κατηγόρει καὶ ἀπηρίϑμει πολλὰ αἰτιά- ματα, xal τέλος πρὸς τὸν (Φερώραν τὸν λόγον τρέψας “δεῖν᾽ δ ἔλεγε “καὶ πρὶν αὐτοχέλευστόν σε διὰ ταῦτα τὸ γύναιον ἀποπέμ- ψασϑαι. νῦν γοῦν εἰ τῆς ἐμῆς συγγενείας ἀντιποιῇ, τὴν μετ᾽ αὐτῆς συμβίωσιν παραιτοῦ.\" ὃ δὲ πρότερον ϑανεῖν αἱρεῖσθαι ἀνταπεκρίνατο ἢ ζῶν ἀπεστερῆσϑαι τῆς γυναικός. ἐντεῦϑεν Ἡρώδης ᾿ΑἈντιπάτρῳ καὶ τῇ ἐκείνου. μητρὶ Φερώρᾳ συνομιλεῖν 10 ἀπηγύρευσεν ἢ ταῖς γυναιξὶ συνιέναι. οἱ δὲ κατετίϑεντο, συνῇε-- σαν δὲ ἀλλήλοις καὶ συνεχιώμαζον ἧἦ καιρός. ᾿ΑἈἸντίπατρος δὲ τὴν ὀργὴν τοῦ πατρὸς ὑφορώμενος γράφει τοῖς ἐν Ρώμῃ φίλοις, ἐπιστέλλειν “Ηρώδῃ στέλλειν πρὸς Καίσαρα τὸν ᾿ΑἸντίπατρον. πέμπεται γοῦν εἰς Ρώμην μετὰ δώρων \"«Ἀντίπατρος, φέρων καὶ 1ὅ διαϑήχην “Ηρώδου αὐτῷ τὴν ἀρχὴν διδοῦσαν, εἰ δὲ φϑάσει ϑανών, “Ἡρώδῃ τῷ ἐκ τῆς ἀρχιερέως γενομέγῳ ϑυγατρός. Φερώραν δέ, μὴ ἀφιέντα τὴν γυναῖχα, ἀναχωρεῖν ἐπέταττεν Ó ᾿“Ηρώδης. καὶ ὃς ἐπὶ τὴν τετραρχίαν ἀπῆρεν, ὀμόσας οὐ πρό- τερον ἥξειν ἢ πύϑοιτο τελευτῆσαι τὸν ἀδελφόν. ὥστε καὶ νοσή- 20cavrog τοῦ βασιλέως κληϑεὶς οὐχ ὑπήκουσεν, ἵνα μὴ παραβαίη τὸν ὅρκον. ᾿Ηρώδης δ᾽ ὕστερον Φερώρα νοσήσαντος ἧκε πρὸς \"ἐκεῖνον αὐτόχλητος, xal ϑανόντα ἐτίμησεν."
      },
      {
        "index": 75,
        "text": "Ἢ δὲ Φερώρου τελευτὴ ἀρχὴ κακῶν τῷ ᾿«Αντιπάτρῳ ἐγέ- γετο, τιννυμένου τοῦ ϑείου τῆς ἀδελφοκτονίας αὐτόν. ἀπελεύ- ϑέροι γὰρ δύο τῶν Φερώρᾳ τιμίων ἠξίουν ᾿Ηρώδην μὴ ἐᾶσαι τὸν ἀδελφὸν ἀνεχδίκητον φαρμάκῳ διαφϑαρέντα. ταῦτα πιστὰ δοχοῦντα εἰς ἐξέτασιν τὸν βασιλέα ἐκίνησαν, καὶ ἐβασανίζοντο 5 γυναῖκες δοῦλαί τε καὶ ἐλεύϑεραι. αἱ μὲν οὖν ἄλλαι ἐνεκαρτέρουν"
      },
      {
        "index": 76,
        "text": "Β ἐχεμυϑοῦσαι, μία δέ τις ἄλλο μὲν ἔφη οὐδέν, ϑεὸν δ᾽ ἐπεχα- λεῖτο, τοιαύταις ἀνάγχαις τὴν ᾿«ΑἈντιπάτρου μητέρα περιπεσεῖν, ὡς χκαχῶν αἰτίαν. τοῦτο εἰς πλείονα 10᾿Ηρώδην ἐχίγησεν ἔρευναν\" xal πάντα σφοδροτέραις βασάνοις ai γυναῖχες περε- 10 βληϑεῖσαι πεποιήκασιν ἔχπυστα, τοὺς κώμους xal τὰς χρυπτὰς συνόδους, καὶ λόγους Ἀντιπάτρου πρὸς τὰς γυναῖχας γενομένους Φερώρου, μῖσος πρὸς τὸν πατέρα, ὀλοφύρσεις πρὸς τὴν μητέρα ὅτι ἐπιμήκιστον ἢ ζωὴ παρατέταται τῷ πατρί, ὡς μηδ᾽ αἰσϑέ- σϑαι τῶν τῆς βασιλείας ἡδέων, εἴποτε αὐτῷ γένηται, διὰ γῆρας 15"
      },
      {
        "index": 77,
        "text": "C ἤδη αὐτῷ ἐπικείμενον\" καὶ ἄλλα δὲ πλείω καὶ τοῦ πατρὸς καϑα- πτόμενα αἷ γυναῖκες ἔλεγον. τούτοις ἤδη καταγνοὺς Ἀντιπάτρου ὃ βασιλεὺς ἀφαιρεῖται μὲν τὴν ἐκείνου μητέρα τὴν Δωρίδα τὸν περὶ αὐτὴν πάντα κόσμον ταλάντων ὄντα πολλῶν, αὐτὴν δὲ ἀποπέμπεται. μάλιστα δ᾽ ἐξώτρυνε κατὰ τοῦ υἱοῦ τὸν «Ηρώδην39 ἐπίτροπος ἐκείνου * MvilnatQoc, ἄλλα τὲ κατειπὼν ἐν τῷ βασανί- ζεσϑαι, xol ὅτι φάρμακον δοίη Φερώρᾳ, ἐντειλάμενος δοῦναι αὐτὸ τῷ πατρὶ παρὰ τὴν ἀποδημίαν αὐτοῦ, ἵν᾽ εἴη ἀνύποπτος μὴ παρών, καὶ τοῦτο τὸν Φερώραν φυλάσσειν δοῦναι τῇ γυναικί. καὶ 7 γυνὴ δὲ ὡμολόγει, καὶ ἀπιοῦσα κομίσαι τὸ φάρμακον, ἐκ τοῦ τέγους ἔρριψεν ἑαυτήν, οὐ μὴν ἐτελεύτησε. καὶ ἀνακτη- ϑεῖσαν πάλιν ἠρώτα ὃ βασιλεύς\" 7 δὲ ὦμοσε πάντα ἐρεῖν ὡς ἐπέπρακτο. καὶ λαβεῖν ἔφη τὸ φάρμακον παρὰ τοῦ ἀνδρός, ἡτοιμασμένον ἐπ᾿ αὐτὸν τὸν πατέρα ὑπ᾽ ᾿«Αἰντιπάτρου. νοσή- σαντος δὲ Φερώρα, ἐπεὶ ἐλϑὼν αὐτὸς ἐθεράπευε τὸν ἀδελφόν, δρῶν σου τὴν εὔνοιαν ἐκεῖνος “πρὸς ἐμέ\" ἔφη “χόμισον ὦ γύναι τὸ φάρμακον, καὶ κατάκαυσον ἐπ᾽ ὄψει ἐμῇ.\" κἀγὼ αὐτίκα ὡς ἐκεῖνος ἐνετέλλετο ἔπραττον, τὸ μὲν πλεῖστον πυρὶ παραδοῦσα, ἑαυτῇ, δ᾽ ὑπολειπομένη ὀλίγον, ἵν᾽ αὐτῷ χρησαίμην εἰ μεταστάν-- τος (Φερώρου xaxá μοι παρὰ σοῦ ἀπαντᾷ. παρῆγε δὲ εἷς τὸ μέσον τὴν πυξίδα τε καὶ τὸ φάρμακον. κατηγορεῖτο δὲ xal 7"
      },
      {
        "index": 78,
        "text": "Ιϑτοῦ βασιλέως γυνή, 7, τοῦ ἀρχιερέως ϑυγάτηρ, ὡς συνίστωρ ἁπάντων\" ἣν αὐτίκα ἐξέβαλε, καὶ τὸν υἱὸν αὐτῆς ἀπήλειψε τῶν διαϑηχῶν, εἰς τὸ βασιλεῦσαι μεμνημένων ἐκείνου. καὶ τὸν πενϑερὸν Σίμωνα τὸν τοῦ Βοηϑοῦ τὴν ἀρχιερωσύνην ἀφείλετο, ἕτερον δὲ καϑιστᾷ τὸν τοῦ Θεοφίλου Τατϑίαν."
      },
      {
        "index": 79,
        "text": "24. Ἔν τούτῳ δὲ ἀπελεύϑερος \"Ἀντιπάτρου Βάϑυλος ἀπὸ Ῥώμης παρῆν φάρμαχον χομίζων τῇ τοῦ «Ἀντιπάτρου μητρὶ xal Φερώρᾳ\" ὃς ἐξεταζόμενος ἔλεγε πεμφϑῆναι αὐτό, ἵν᾽ εἰ μὴ ἠρώτα πάλιν Α. 18 φερώρα Α. 20 Βάϑυλλος losephus. τὸ πρότερον ἅπτοιτο τοῦ πατρός, τούτῳ γοῦν κατεργασϑ εἰη. Υ I ἐπεφέρετο δὲ καὶ γράμματα παρὰ τῶν ἐν Ῥώμῃ τῷ Ἡρώδῃ φίλων, κατηγορίαν ποιούμενα ᾿“ρχελάου καὶ Φιλίππου, ἐν “Ῥώμῃ διαγόντων ἐπὶ μαϑήμασιν, ὡς τάχα τὸν πατέρα κατηγο- ρούντων ἐπὶ τῷ φόνῳ τῶν ἀδελφῶν, καὶ δεδοικότων καὶ περὶ ὃ ἑαυτοῖς. ταῦτα δὲ μεγάλων μισϑῶν τῷ ᾿«“ντιπάτρῳ ἐπράττετο. “Ηρώδης δ᾽ ἐπικρυψάμενος τὴν ὀργὴν ἐχέλευε μὴ βραδύνειν\" καὶ τῇ μητρὶ αὐτοῦ μέμψεις ἐπάγων, ἐπηγγέλλετο ἀναϑήσεσϑαε C ταύτας αὐτῷ ὁπότε ἀφίχοιτο. τούτοις τοῖς γράμμασι περὶ Κιλε-- χίαν ἐνέτυχεν. ἂν Τάραντι δὲ τὴν (Φερώρου μαϑὼν τελευτὴν 10 δεινῶς ἤνεγχεν, οὐ δι᾽ εὔνοιαν, ἀλλ᾽ ὅτι μὴ φϑάσας, ὡς ὑπέ- σχετο, τὸν ᾿Ηρώδην ἀναιρῆσαι, ἀπέϑανε. καταχϑεὶς δὲ εἰς τὸν λεγόμενον Σεβαστὸν λιμένα, ἐπ᾽ ὀνόματι τοῦ Καίσαρος οὕτω καλούμενον, ἐν προὔπτοις ἦν ἤδη τοῖς xaxoic, μή τινος αὐτῷ προσιόντος μήτε προσαγορεύοντος. παρῆν δ᾽ ἐν Ἱεροσολύμοις, 15 Οὐάρου τοῦ τῆς Συρίας ἡγεμονεύοντος συνεδρεύοντος “Ἡρώδῃ, χκληϑέντος ἐπὶ συμβουλῇ περὶ τῶν ἐνεστηκότων. καὶ εἰσήει τὰ βασίλεια πορφυρίδα ἔτε φορῶν. οἱ γοῦν ἐπὶ ταῖς ϑύραις δέχονταε μὲν τὸν \" Myrínavgoy, τοὺς δὲ φίλους ἀνείργουσιν. ἐϑορυβεῖτο D δὲ ἤδη κατανοῶν οἷ ἐληλύϑει, ἐπεὶ καὶ ὃ πατὴρ αὐτὸν ἀσπά- 30 σασϑαι προσιόντα ἀπώσατο, ἀδελφοχτόνον vt καλῶν καὶ ἐπί- βουλον αὐτοῦ τῇ ζωῇ, ἀκροατήν τε τούτων καὶ δικαστὴν ἔσεσϑαι"
      },
      {
        "index": 80,
        "text": "PW: losephus of φίλοι τῷ ᾿Αντιπάτρῳ συνέπρασσον. 9 περὲ] τὴν αὔριον τὸν Οὔαρον ἔλεγε. καὶ ὃ μὲν ἐπὶ τοιούτοις κακοῖς ᾧχετο, ὑπαντῶσι δ᾽ αὐτῷ 7 τε μήτηρ καὶ ἡ γυνή (αὕτη δὲ ἦν παῖς ᾿ΑἸντιγόνου τοῦ πρὸ “Ηρώδου βασιλεύσαντος)\" παρ᾽ ὧν ἅπαντα ἐχμαϑὼν πρὸς τὸν ἀγῶνα παρεσκευάζετο. τῇ δ᾽ ἑξῆς δσυνήδρευον Ηρώδης καὶ Οὔαρος, συνῆλθον δὲ καὶ οἵ ἀμφοῖν φίλοι καὶ οἱ συγγενεῖς ᾿Ηρώδου καὶ oí μηνυταὶ τῶν ᾿«Ἀντιπάτρῳ μελετωμένων καὶ δοῦλοι μητρῶοι ToU ᾿«ΑἈντιπάτρου, ἐπιστολὴν φέροντες αὐτῆς, μὴ ἐπανήκειν,. ὡς πάντων τῷ πατρὶ πιστῶν ἡγουμένων, μόνην τε ἂν καταφυγὴν αὐτῷ λείπεσϑαι Καίσαρα 10 xal τὸ μὴ γενέσϑαι τῷ πατρὶ ὑποχείριον. \"Ἀντιπάτρου δὲ προσ-- πεσόντος τῷ πατρὶ καὶ δεομένου ἀκροάσασϑαι αὐτοῦ καὶ οὕτω ψηφίσασθαι, τοῦτον μὲν εἰς μέσον ἀπάγειν ἐκέλευεν, αὐτὸς δὲ ὠλοφύρατο τὴν τῶν παίδων διάϑεσιν xal ὅτι τὸ γῆρας αὐτοῦ περιέστηκεν εἷς ^ Avsínazgov, τεϑηπέναι τε ἔλεγεν ὅπως Avri- 1όπατρος ἐπὶ τοιαῦτα χωρήσειε, διάδοχος μὲν τῆς ἀρχῆς γεγραμ-- μένος, ζῶντος δ᾽ αὐτοῦ τὰ πάντα δυνάμενος, καὶ ἀντὶ τούτων Β πρὸς τὸν αὐτοῦ φόνον ἐρεϑίζων τοὺς συγγενεῖς. ταῦϑ᾽ ἅμα λέγων εἰς δάκρυα τρέπεται. καὶ Νικόλαος ὁ Ζίαμασκηνὸς τοῦ βασιλέως ἐπιτρέψαντος κατηγόρει τοῦ ᾿«Ἀντιπάτρου, πάντα ἑξῆς 20 διηγούμενος. πολλοὶ δὲ καὶ ἄλλοι κατ᾽ \"«ἀντιπάτρου αὐτεπάγ-- γελτοι ἔλεγον. Οὔαρος δὲ Νικολάου παυσαμένου τῶν λόγων ἐχέλευε τὸν ᾿“«ντίπατρον ἀπολογεῖσϑαι. ὃ δ᾽ ἐπὶ στόμα ἔκειτο ἀνατετραμμένος, τὸν ϑεὸν ἐπικαλούμενος ἐπιμαρτυρῆσαε αὐτῷ μηδὲν ἀδικεῖν. ὡς δ᾽ οὐδὲν nag! ᾿«ΑἈντιπάτρου ἐλέγετο πλὴν τῆς"
      },
      {
        "index": 81,
        "text": "C ἀναχλήσεως τοῦ ϑεοῦ, τὸ φάρμακον εἰς τὸ μέσον ἐνεχϑῆναι ἐχέ- λευσε. καὶ χομισϑέντος, τῶν ἐπὶ ϑανάτῳ τις ἑαλωχύτων πίνειν κεκέλευστο, καὶ πιὼν εὐθὺς ἔϑανε. xal Οὔαρος ἐξαναστὰς ἀπήειϑ τοῦ συνεδρίου, “Ηρώδης δὲ αὐτίκα ἔδησε τὸν ' AviinarQoy* καὶ εἰς Ρώμην ὡς Καίσαρα γράμματα πέμπει περὶ αὐτοῦ."
      },
      {
        "index": 82,
        "text": "25. «Ἐάλω δὲ τότε καὶ ἐπιστόλιον ὑπ᾿ ᾿Ἀντιφίλου σταλὲν πρὸς ᾿Ἀντίπατρον, φράζον “ἔπεμψά σοι τὴν παρὰ ᾿Ἀχμῆς ἐπι- στολήν, μὴ φεισάμενος τῆς ἐμῆς ψυχῆς. οἶσϑα γὰρ ὅτι αὖϑις 10 κινδυνεύω ὑπὸ δύο οἰκιῶν, εἰ γνωσθείην. σὺ δ᾽ εὐτυχοίης περὶ"
      },
      {
        "index": 83,
        "text": "[1184 τὸ πρᾶγμα.\" ὃ δὲ βασιλεὺς καὶ τὴν ἑτέραν ἐζήτει ἐπιστολήν. D καὶ ὃ τοῦ ᾿Αντιφίλου δοῦλος μὴ λαβεῖν ἑτέραν ἀπισχυρίζετο. ἰδὼν δέ τις τὸν ἐντὸς τοῦ δούλου χιτῶνα ὑπερραμμένον, εἴκασεν ἐκεῖ χεκρύφϑαι τὸ γραμμάτιον\" καὶ εἶχεν οὕτως. λαμιβάνουσιν 15 οὖν τὴν ἐπιστολὴν δηλοῦσαν ὡς \"Ixus ᾿Ἀντιπάτρω. ἔγραψα τῷ πατρί σου οἵαν ἤϑελες ἐπιστολήν, καὶ ἀντίγραφον ποιήσασα τῆς πρὸς τὴν ἐμὴν χυρίαν ὡς παρὰ Σαλώμης ἐσταλμένης, ἔπεμψα, ὃ ἐπελϑὼν οἶδα ὡς τιμωρήσεται Σαλώμην.\" ἢ δὲ πρὸς Ἡρώδην ἐπιστολὴ τοιάδε ἦν “ἔργον ἐγὼ ποιουμένη μηδέν σε30 λανϑάνειν τῶν κατὰ σοῦ γινομένων, εὑροῦσα ἐπιστολὴν Σαλώμης πρὸς τὴν ἐμὴν κυρίαν κατὰ σοῦ, τὸ ἀντίγραφόν σοι αὐτῆς ἔστειλα, ἐπικινδύνως ἐμοί, ὠφελίμως δὲ σοί. ἦν δὲ ἡ xus) Ἰουδαία τὸ γένος, ἐδούλευε δὲ Ἰουλίᾳ τῇ Καίσαρος γυναικί, καὶ ἔπρασσε ταῦτα χρήμασι πολλοῖς ὠνηθϑεῖσα ὑπ᾽ “Ἀντιπάτρου. Ἡρώδης δὲ 6 ὥρμησε μὲν εὐθὺς ἀνελεῖν τὸν ᾿Αντίπατρον ὡς κύκηϑρον μεγάλων πραγμάτων (ἐξώτρυνε δὲ αὐτὸν 5 Σαλώμη στερνοτυπουμένη καὶ κτείνειν αὐτὴν ἀξιοῦσα εἰ εὕροι πίστιν τινὰ ἐπὶ τοῖς κατ᾽ αὐτῆς ἀξιόχρεων), κατασχὼν δ᾽ ἑαυτὸν μετεπέμψατο τὸν υἱόν, χελεύων ἀντειπεῖν μηδὲν ὑπειδόμενον. ὃ δὲ “Ἀντιφίλῳ τὴν πάντων αἰτίαν 10 ἀνετίϑει. Ἡρώδης δ᾽ αὖϑις γράμματα πρὸς Καίσαρα ἔστειλεν ἐπὶ κατηγορίᾳ τοῦ “Ἀντιπάτρου, δηλοῦντα καὶ ὅσα 7j ᾿“κμὴ συγ- B καχουργήσασα εὕρητο\" ἔστειλε δὲ καὶ τῶν ἐκείνης ἐπιστολῶν τὰ ἀντίγραφα. 1! Εἰς νόσον δὲ μεταξὺ ὃ βασιλεὺς ἐμπεσὼν διαϑήκας γράφει, 1510 νεωτάτῳ τῶν υἱῶν τὴν βασιλείαν διδούς, μίσει τῷ πρὸς 4oy£uoy καὶ Φίλιππον ἐκ τῶν “Ἀντιπάτρου διαβολῶν. ἀπεγνω-- κὼς δὲ βιῶναι ἔτι περὶ ἔτος ὧν ἑβδομηκοστὸν ἐξηγρίωτο\" αἴτιον δ᾽ ἦν ὅτι χαταφρονεῖσϑαι ἐδόκει καὶ ἥδεσθαι πάντας ἐπὶ τοῖς αὐτοῦ δυστυχήμασιν. εὶς τοῦτο δ᾽ ἐκ τοιοῦδε παρώρμητο. 20 πολλὰ παρὰ τὸν νόμον Ἡρώδῃ πεποίηντο, ὧν ἕν ἦν καὶ ὃ παρὰ τὸν μέγαν τοῦ ναοῦ πυλῶνα ἀνατεϑεὶς χρυσοῦς ἀετός. κωλύει δὲ ὃ νόμος εἰκόνων ἀναϑέσεις ἢ ζώων ἐπιτηδεύεσϑαι. τοῦτον τὸν ἀετὸν Ἰούδας καὶ Ἰατϑίας Ἰουδαίων λογιώτατοι xal δήμῳ προσφιλεῖς διὰ παιδείαν τῶν νεωτέρων ἐκέλευον κατασπᾶν. — xàγάρ τινι κίνδυνος διὰ τοῦτο γένηται, ἔλεγον, μακάριός ἐστιν ἐχεῖ- γος ὑπὲρ τῶν νόμων ϑανούμενος. τοιούτοις οὖν λόγοις ἐπαλει- φόντων τὴν νεότητα, γίνεται λόγος τεϑνάναι τὸν βασιλέα. χαὶδ αὐτίκα μεσούσης ἡμέρας κατέσπων τὸν ἀετὸν. καὶ συνέχοπτον τοῖς πελέκεσι. συλλαμβάνονται τοίνυν καὶ τῶν νέων πολλοὶ καὶ Tov- jac xoi Mai9íag οἱ τοῦ τολμήματος εἰσηγηταὶ καὶ ἀλεῖπται τῶν D τοῦτο ἐργασαμένων, καὶ ἀνήχϑησαν πρὸς ᾿Ηρώδην. ὃ δὲ ἤρετο εἰ ἐτόλμησαν καϑελεῖν αὐτοῦ τὸ ἀνάϑημα. καὶ οἱ ἄνδρες 10 “πέπρακται εἶπον, “καὶ ϑαυμάζειν οὐ χρὴ εἰ τῶν σῶν δογμά- τῶν τοὺς νόμους οὗς Πῆωυσῆς ἡμῖν καταλέλοιπεν ἐκ ϑεοῦ διδα- χϑεὶς προτιμώμεϑα.\" τοὺς μὲν οὖν δεδεμένους ἔπεμψεν εἰς Ἱεριχώ, καλέσας δὲ τοὺς ἐν τέλει τῶν Ἰουδαίων, κατακεχλιμένος ἐν χλινιδίῳ τῶν εἰς αὐτοὺς εὐποιιῶν ἀνεμίμνησχε καὶ τῆς δομή-- 15 σεως τοῦ ναοῦ, καὶ κατεβόα ὅτι καὶ ἔτι ζῶντα ἐξυβρίζοιεν χαϑαε- ροῦντες τὰ αὐτοῦ ἀναϑήματα, ὡς δοκεῖν μὲν αὐτὸν ὑβρίζειν, P 1259 κατὰ δέ γε τὸ ἀληϑὲς ἱεροσυλεῖν. οἱ δὲ δεδιότες τὴν ἐχείνου ὠμότητα, τοὺς τοῦτο τολμήσαντας ἀξίους εἶναι κολάσεως ἔφα-- σχον. καὶ ὃ βασιλεὺς τοῖς μὲν ἄλλοις πραότερον προσεφέρετο, 90 W [1856 ᾿ατϑίαν δὲ τὸν ἀρχιερέα τὴν τιμὴν ἀφελόμενος, ἕτερον εἰς τὸ ἱερᾶσϑαι κατέστησεν, Ἰώζαρον ἀδελφὸν τῆς αὐτοῦ γυναιχός \""
      },
      {
        "index": 84,
        "text": "Ἰατϑίαν δὲ τὸν τὴν στάσιν ἐγείραντα xal τινας τῶν στασιαστῶν κατέκαυσε ζῶντας."
      },
      {
        "index": 85,
        "text": "26. 'H μέντοι νόσος ἐπὶ μᾶλλον ἐκείνῳ ἐνεπιχραίνετο, δίκην ὧν παρηνόμησε τίνοντι. πῦρ γὰρ μαλϑακὸν τὰ ἐντὸς ixá- 5xov αὐτοῦ, καὶ τῶν ἐντέρων ἦσαν ἑλχώσεις, xol μάλιστα τοῦ B χώλου ἀλγήματα, καὶ φλέγμα περὶ τοὺς πόδας ὑγρόν τε καὶ διαυγές, τοῦ ἤτρου τε κάκωσις, καὶ τοῦ αἰδοίου σῆψις γεννῶσα σχώληκας, καὶ ἐπὶ τούτοις ὀρϑόπνοια τῇ τε ἀποφορᾷ ἀηδὴς καὶ τῷ τοῦ ἄσϑματος συνεχεῖ, καὶ σπασμοὶ περὶ πᾶν αὐτοῦ μέλος 10 ἐγίνοντο. ὃ δὲ καὶ οὕτω κακῶς διακείμενος ἐν ἐλπίδι ζωῆς ἦν, οὐδὲ ἀποτετραμμένοις κεχρῆσϑαε ἀπαναινόμενος. περάσας δὲ καὶ τὸν Ἰορδάνην, τοῖς κατὰ Καλλιρρόην ἐχρῆτο ϑερμοῖς, ἃ σὺν τῇ λοιπῇ ἀρετῇ τυγχάνεε καὶ πότιμα. ἔνϑα εἰς πύελον ἐλαίου πλέων παρὰ τῶν ἰατρῶν ἐμβληϑεὶς ἔδοξεν ἐκλιπεῖν. ἀνενεγκὼν 15 δὲ εἰς Ἱεριχοῦντα κεκόμιστο, ἔνϑα μέλαινα αὐτὸν ἐπὶ πᾶσιν ἥρει"
      },
      {
        "index": 86,
        "text": "Τιλευτῶν δὲ ἀνοσίαν πρᾶξιν ἐπινοεῖ. προστάγματι γὰρ C αὐτοῦ ἐκ παντὸς τοῦ ἔϑνους τῶν ἐντιμοτέρων ἀφικομένων ἐκεῖ, συγκλείσας πάντας ἐν τῷ ἱπποδρόμῳ, τῇ ἀδελφῇ Sold καὶ τῷ ἀνδρὶ αὐτῆς Ac ἐνετέλλετο, ἐπὰν αὐτὸς ἀφῇ τὴν ψυχήν, τοὺς χαϑειργμένους ἅπαντας ἀνελεῖν, “ἵνα μὴ ἰφήδοιντό μου λέγων “οἱ δῆμοι τῇ τελευτῇ, μηδ᾽ ἐπιχροτοῖεν, ἀλλ᾽ ἑκάστων ϑρηνούντων τοὺς ἑαυτῶν, οὕτως καὶ αὐτὸς δόξω ϑρηνεῖσθαι, καὶ πολλοῖς 7j ἔξοδός μου τιμηϑείη τοῖς δάκρυσι.\" καὶ ὃ μὲν ἐπέσκηπτε ταῦτα δαχρύων καὶ ποτνιώμενος, οἱ δὲ μὴ παραβή- 5 σεσϑαι τὴν ἐντολὴν ἐπηγγέλλοντο. Ἔν τούτοις γράμματα ὑπὸ τῶν ἐν “Ῥώμῃ ἀπεσταλμένα D χεχόμιστο, τήν τε \"xus ἀνῃρημένην δηλοῦντα καὶ τὰ περὲ τὸν ᾿“Ἀἀντίπατρον τῇ τοῦ πατρὸς γνώμῃ ἀνατιϑέμενα. τούτων ἀκούσας Ἡρώδης 50975 xal βραχύ τι ἀνήνεγκε. τῶν δ᾽ ἀλγη-1ὸ δόνων εἰς μέγα ἠρμένων ἀπείχετο μὲν σιτίων, μῆλον δ᾽ αἰτήσας καὶ μάχαιραν, γνώμης ἦν ἑαυτὸν ἀναιρήσων. καὶ πέπραχεν ἂν τὸ ἐνθύμημα, εἰ μή τις αὐτοῦ προγνοὺς κατέσχε τὴν δεξιάν. καὶ μέγα ἀνακραγόντος οἰμωγή τε ἦν καὶ ϑόρυβος μέγας ὡς οἶχο- μένου τοῦ βασιλέως. καὶ ὃ ᾿ΑἸντίπατρος ὡς ἤδη θανόντος ἀνε- 15 ϑάρσησε, καὶ τῷ δεσμοφύλακι ἀφεῖναι αὐτὸν ἠξίου μεγάλα ὕπε-- σχνούμενος. ὃ δὲ τῷ βασιλεῖ γνωρίζει τὴν ἐχείνου διάνοιάν, — xai ὃς ἀνεβόησέ τε xal πέμπει τινὰς τοὺς αὐτίχα χτενοῦντας αὐτόν. μεταποιεῖ δὲ αὖϑις τὰς διαϑήκας, \"«Αντίπᾳ μὲν τετραρχίαν διδοὺς Γαλιλαίαν τε καὶ Περαίαν, ᾿Αρχελάῳ δ᾽ ἀπονέμων τὴν βασιλείαν, 30 τὴν δὲ Γαυλανῖτιν καὶ Τραχωνῖτιν καὶ Βαταναίαν καὶ Πανεάδα (Φιλίππῳ παιδὶ μὲν αὐτοῦ ᾿“ρχελάου δὲ ἀδελφῷ γνησίῳ τετραρ- χίαν ἀποχληρῶν, Ἰάμνειαν δὲ καὶ \" AbGvrov καὶ ΦΦασαηλίδα Σα-- λώμῃ τῇ ἀδελφῇ χαριζόμενος. ταῦτα πράξας, καὶ Καίσαρι καὶ τῇ ἐκείνου γαμετῇ Ἰουλίᾳ δωρεὰς πολυταλάντους καταλιπών, ἡμέρᾳ πέμπτῃ μεϑὺ ᾿«Ἀντίπατρον κτείνειε τελευτῇ, βασιλεύσας μεϑὸ μὲν ἀνεῖλεν Avriyovov ἔτη τέσσαρα καὶ τριάκοντα, μεϑὸ δ᾽ ὑπὸ Ῥωμαίων ἀποδέδεικτο βασιλεὺς ἑπτὰ καὶ τριάκοντα. Β"
      },
      {
        "index": 87,
        "text": "Σαλώμη δὲ καὶ ᾿“λεξᾶς, πρὶν ἔκπυστον γενέσϑαι τὸν αὖ- τοῦ ϑάνατον, τοὺς ἐν τῷ ἱπποδρόμῳ καταχεκλεισμένους ἐκπέμ- πουσι, λέγοντες τὸν βασιλέα κελεύειν ἀπιοῦσιν αὐτοῖς ἐπὶ τοὺς ἀγροὺς νέμεσϑαι τὰ οἰκεῖα. καὶ μεγίστη αὕτη εὐεργεσία παρ᾽ αὐτῶν εἰς τὸ ἔϑνος ἐγένετο. εἶτα ὃ ϑάνατος τοῦ βασιλέως δεδη- μοσίευτο, καὶ αἵ διαϑῆκαι ἀνεγινώσκοντο, τὴν βασιλείαν ἀποκλη- υοῦσαι τῷ υἱῷ ᾿“ἀρχελάῳ. ἉὩτολεμαῖος δὲ τὸν σημαντῆρα τοῦ βασιλέως πεπιστευμένος δακτύλιον οὐκ ἄλλως ἔλεγε κυροῦσϑαι τὰς διαϑήκας ἢ διὰ Καίσαρος. βοὴ δ᾽ εὐθὺς ἦν εὐφημούντων"
      },
      {
        "index": 88,
        "text": "15'4oyaov βασιλέα. καὶ ἐπὶ τούτοις ἡ τοῦ βασιλέως ἐκχφορὰ C ἐτελεῖτο πολυτελῶς."
      }
    ]
  }
}