{
  "chapterNumber": 6,
  "title": "2.41 Καὶ εἶθ' οὕτως νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ εἰσάγει τὸν ὀφείλοντα προβληθῆναι μάγιστρον εἰς τοὺς πόδας τῶν δεσποτῶν, καὶ πίπτει εἰς τὸ πρῶτον γραδήλιν ὁ προβαλλόμενος, καὶ ἀναφέρει αὐτ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Τῷ δὲ τῆς καταστάσεως κελεύουσιν οἱ δεσπόται λαλῆσαι πρὸς τοῦ ἐλθεῖν τὰ βῆλα τῷ ὀφείλοντι προβληθῆναι, καὶ ὅτε θέλει εἰσάξαι τὰ βῆλα, λέγει πρὸς τὰ μέρη τὸ ὄνομα μυστικῶς, καὶ ἀπέρχονται τὰ μέρη, καὶ ποιοῦσι τὰ ποιήματα τοῦ προβαλλομένου κατὰ τὸ ὄνομα. Καὶ ἀφ' οὗ σταθῇ τὸ σέκρετον κονσιστώριον, καὶ σταθῶσιν οἱ σιλεντιάριοι ἔνθεν κἀκεῖθεν, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ ὁ πραιπόσιτος τῷ τῆς καταστάσεως, καὶ ἐπαίρει ὁ τῆς καταστάσεως μετὰ τοῦ σεκουνδικηρίου τὸν προβαλλόμενον πατρίκιον, καὶ ἵσταται μέσον τοῦ σεκρέτου, κρατούμενος ὑπὸ τοῦ τῆς καταστάσεως καὶ τοῦ ἑτέρου σιλεντιαρίου· κἄν τε εἷς ἐστιν, κἄν τε δύο, κἄν τε τρεῖς, καὶ αὐτοὶ συνεισέρχονται ὑπὸ σιλεντιαρίου κρατούμενοι, καὶ πίπτουσιν οἱ προβαλλόμενοι καὶ μόνον, καὶ εἰσάγουσι τὸν πρῶτον αὐτῶν ἔμπροσθεν τοῦ ὑποποδίου τῶν δεσποτῶν, καὶ πίπτει καὶ φιλεῖ τοὺς πόδας καὶ τὰ δύο γόνατα τοῦ μεγάλου βασιλέως, ὁμοίως καὶ τοῦ μικροῦ, καὶ ἐγερθεὶς ἁπλοῖ τὰς χεῖρας, καὶ λαμβάνει τὰ κωδικέλλια παρὰ τῶν δεσποτῶν καὶ φιλεῖ τὰς χεῖρας αὐτῶν, καὶ ἵστησιν αὐτόν, ὅπου ἵστανται οἱ λοιποί, καὶ εἰσάγει τὸν δεύτερον, καὶ προσφέρει κἀκεῖνον ἐν τῷ ὑποποδίῳ, καὶ πίπτει καὶ φιλεῖ τοὺς πόδας ὁμοίως καὶ τὰ γόνατα τῶν δύο δεσποτῶν, καὶ λαβὼν τὰ κωδικέλλια φιλεῖ τὰς χεῖρας, καὶ ὀπισθοποδεῖ κἀκεῖνος, ὁμοίως καὶ οἱ λοιποί, ὅσοι ἐάν εἰσιν, ποιοῦσιν οὕτως, κἄν τε τρεῖς, κἄν τε τέσσαρες. Καὶ ὅτε λάβωσιν οἱ ἀμφότεροι τὰ κωδικέλλια καὶ σταθῶσιν, εἰσάγονται ἀπό τε τοῦ μαγίστρου μέχρι τῶν ἐσχάτων συγκλητικῶν ἔμπροσθεν τῶν δεσποτῶν, κρατούμενοι ὑπὸ 2.46 σιλεντιαρίων, ἀπευχαριστοῦντες. Καὶ ὅτε πληρώσῃ ἡ σύγκλητος τὴν εὐχαριστίαν, προσφέρει πάλιν ὁ τῆς καταστάσεως τὸν προβληθέντα πρῶτον, καὶ πίπτει ἐν τῷ ὑποποδίῳ καὶ φιλεῖ τοὺς πόδας καὶ τὰ γόνατα τοῦ μεγάλου δεσπότου, ὁμοίως καὶ τοῦ μικροῦ, καὶ εὔχεται τοὺς δεσπότας, ὡς τιμηθείς. Καὶ ἵστησιν αὐτὸν ὁ τῆς καταστάσεως ἔνθα ἐστὶν ἡ τιμὴ αὐτοῦ, κἂν στρατηγὸς κἂν ἔμπραττος, κἄν τε ἄπραττος, ὁμοίως καὶ τοῖς λοιποῖς ποιεῖ οὕτως, πίπτουσιν κἀκεῖνοι καὶ φιλοῦσιν τοὺς πόδας καὶ τὰ γόνατα, καὶ ἵστησιν αὐτούς, ἕκαστον κατὰ τὴν τιμὴν αὐτοῦ, καὶ ὅτε συμπληρώσωσιν ἀμφότεροι οἱ προβληθέντες, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ λέγει· \"Κελεύσατε\" καὶ εὔχονται τό· \"Εἰς πολλοὺς χρόνους.\" Καὶ ἐξέρχεται ἡ σύγκλητος μετὰ τῶν προρρηθέντων, καὶ λαμβάνουσιν οἱ σιλεντιάριοι τὰ κωδικέλλια αὐτῶν, καὶ ἕκαστος σιλεντιάριος ὀψικεύει τὸν ἴδιον αὐτοῦ, βαστάζοντες τὰ κωδικέλλια αὐτῶν. Καὶ ἐξέρχονται διὰ τῆς προελεύσεως, καὶ ἀπέρχονται εἰς τὴν ἐκκλησίαν τοῦ Ἱπποδρόμου, καὶ ἅπτουσι κηρούς, ὀψικευόμενοι ὑπὸ ἀξιωματικῶν, καὶ ἀπέρχονται ἐν τῷ Κονσιστωρίῳ καὶ ἅπτουσι κἀκεῖσε κηρούς, ὁμοίως καὶ εἰς τοῦ Κυρίου. Καὶ ἵστανται οἱ ἀξιωματικοὶ καὶ τὰ σκουτάρια τοῦ ἀριθμοῦ καὶ οἱ διαιτάριοι τῶν ὅλων διαιτῶν καὶ οἱ δεκανοὶ εἰς τὸν μάκρωνα τῶν κανδιδάτων, καὶ ἀπέρχονται οἱ αὐτοὶ πατρίκιοι ὀψικευόμενοι μέχρι τῶν χαλκῶν πυλῶν τῶν κορτινῶν, καὶ λέγει ὁ ἀδμηνσουνάλιος, ἅπερ φωνοβολεῖ ὁ νουμεράριος καὶ λέγει· \"Στήτω\" καὶ κρατεῖ ὁ νουμεράριος τὸ βῆλον, καὶ πάλιν λέγει ὁ ἀδμηνσουνάλιος, ἅπερ φωνοβολεῖ ὁ νουμεράριος· \"Λεβά, πατρίκιε στρατηγέ, λώκ,\" καὶ ἐξέρχεται ὁ πρῶτος πατρίκιος, καὶ πάλιν λέγει· \"Στήτω\" εἰς τὸν δεύτερον, καὶ λέγει, ἅπερ 2.47 φωνοβολεῖ ὁ νουμεράριος, εἰ μέν ἐστιν ἔπαρχος, εἴτε λογοθέτης, εἴτε κυαίστωρ, λέγει· \"Λεβά, πατρίκιε ἔπαρχε, λώκ·\" εἰ δέ ἐστιν πατρίκιος μόνον· \"Λεβά, πατρίκιε.\" Καὶ ἐξέρχεται κἀκεῖνος εἰς τὴν πύλην, καὶ ἀπέρχονται οἱ αὐτοὶ πατρίκιοι ὀψικευόμενοι διὰ τῶν Σχολῶν, καὶ δέχονται τὰ μέρη ἕκαστον εἰς τοὺς ἰδίους τόπους, καὶ ἀκτολογοῦσιν ἕνα ἕνα πατρίκιον, ἕκαστον κατὰ τὴν τιμὴν αὐτοῦ, καὶ ἐπιδίδωσιν τὸ λιβελλάριν ὁ δήμαρχος τῷ πρώτῳ ὡς πρώτῳ, τῷ δευτέρῳ ὡς δευτέρῳ, ὁμοίως καὶ τοῖς λοιποῖς, λέγων καὶ τὰ ποιήματα αὐτῶν. Ὅτε δὲ λέγει τὸ ὄνομα καὶ τὴν ἀξίαν, προσκυνεῖ πρὸς τὸν δήμαρχον καὶ τὸν δῆμον, καὶ ὁ δήμαρχος πρὸς αὐτὸν ποιῶν τὸ σέβας· ὁμοίως ἀκτολογοῦσιν καὶ τοὺς λοιπούς, ὁμοίως καὶ ὁ δῆμος τοῦ Βενέτου. Καὶ ἀπέρχονται οἱ προβληθέντες διὰ τοῦ χυτοῦ τῆς Χαλκῆς εἰς τὸ Ἅγιον Φρέαρ, καὶ ἅπτουσιν κηροὺς καὶ εἰσέρχονται ἐν τῷ ναῷ, καὶ ἵστανται εἰς τὸ σκάμνον τῶν πατρικίων, καὶ ὅτε ἐστὶν ὁ καιρὸς γενέσθαι τὴν εὐχὴν τῶν πατρικίων παρὰ τοῦ πατριάρχου, ἔρχεται ὁ ῥεφερενδάριος καὶ προσκαλεῖται αὐτούς, καὶ εἰσέρχονται εἰς τὸν ναόν, εἰς τὴν σωλαίαν, ἔνθα ἵσταται τὸ ἀντιμίσιον. Καὶ ἐξέρχεται ὁ πατριάρχης ἐκ τοῦ θυσιαστηρίου, καὶ λαμβάνει τὰ κωδικέλλια ἐξ αὐτῶν, καὶ τίθησιν αὐτὰ ἐν τῷ ἀντιμισίῳ, καὶ ποιεῖ τὴν εὐχήν, καὶ εἶθ' οὕτως ἐπιδίδωσιν ἑνὶ ἑκάστῳ πατρικίῳ τὰ κωδικέλλια αὐτῶν, καὶ ἕκαστος πατρίκιος τίθησιν τὸ ἀποκόμβιον αὐτοῦ ἐν τῷ ἀντιμισίῳ, ὁ στρατηγὸς νομίσματα οβʹ, ὁ ἔμπραττος νομίσματα νʹ, ὁ ἄπραττος νομίσματα λϛʹ. Καὶ ἀπέρχεται ὁ πατριάρχης ἐν τῷ ἀντιμισίῳ, ἔνθα μεταδίδει, καὶ εἰσέρχονται οἱ πατρίκιοι καὶ κοινωνοῦσιν, εἶθ' οὕτως ἀπέρχονται εἰς τὸ σκάμνον τῶν πατρικίων, καὶ φοροῦσιν σαγία ἀληθινὰ ἀμφότεροι καὶ διαμερίζεται τὸ ὀψίκιν εἰς τοὺς προβληθέντας, καὶ ἀναχωροῦσιν εἰς τοὺς οἴκους αὐτῶν ὀψικευόμενοι. Καὶ οἱ σιλεντιάριοι φοροῦντες 2.48 σαγία ῥοῆς καβαλλάριοι, βαστάζοντες τὰ κωδικέλλια αὐτῶν, καὶ ἀπέρχονται μέχρι τῶν οἴκων αὐτῶν ὀψικεύοντες. Εἰ μὲν ἔχει γυναῖκα ὁ προβληθεὶς πατρίκιος, ἐπιδίδωσιν ὁ σιλεντιάριος τὰ κωδικέλλια τῇ πατρικίᾳ, καὶ λαμβάνει ἐξ αὐτῆς νομίσματα ιβʹ· εἰ δὲ οὐκ ἔχει γυναῖκα, τίθησιν αὐτὰ εἰς τὸν κράβαττον αὐτοῦ, καὶ λαμβάνει τὰ ιβʹ νομίσματα ἐξ αὐτοῦ, καὶ ἀριστᾷ μετ' αὐτοῦ, καὶ οὕτως ἀναχωρεῖ εἰς τὸν οἶκον αὐτοῦ."
      },
      {
        "index": 1,
        "text": "Χρὴ δὲ γινώσκειν ὅτι ἐν ἑορτῇ προβολὴ πατρικίου οὐ γίνεται· τὴν δωδεκαήμερον τῶν ἑορτῶν γίνεται καὶ τὴν ἑξαήμερον τῆς διακαινησίμου, καὶ τὴν ἡμέραν τῶν Βαΐων καὶ ἐν παγανῇ κυριακῇ· καὶ τὸ ἅγιον Σάββατον μηνύεται ἡ σύγκλητος ἵνα βαστάζωσιν τὰ ἄσπρα χλανίδια μετὰ τῶν ἀτραβατικῶν, καὶ πρὸ τοῦ ἀπελθεῖν τοὺς δεσπότας εἰς τὴν ἐκκλησίαν, δέχεται σέκρετον μετὰ λευκῶν χλανιδίων εἰς τὸν Χρυσοτρίκλινον, καὶ γίνεται ἡ προβολὴ τῆς πατρικιότητος, καὶ δίδοται μεταστάσιμον ἐν τῷ Κονσιστωρίῳ, καὶ ἀλλάσσει πᾶσα ἡ σύγκλητος ἀτραβατικὰ χλανίδια κατὰ τὴν συνήθειαν τῆς ἡμέρας τοῦ ἁγίου Σαββάτου, ὁμοίως καὶ οἱ προβληθέντες πατρίκιοι τὰ ἀτραβατικά, εἰ μέν ἐστιν στρατηγὸς φορεῖ σαγίον ἀληθινόν, βαστάζων καὶ τὰ κωδικέλλια αὐτοῦ ἔμπροσθεν τῶν δεσποτῶν. Καὶ ἀπέρχονται μέχρι τῆς ἐκκλησίας, καὶ ὅτε ἀλλάξωσιν οἱ δεσπόται τὰς ἐνδυτὰς τῆς ἐκκλησίας, ὑποστρέφουσιν ἐν τῷ παλατίῳ καὶ ἀλλάσσουσιν οἱ προβληθέντες πατρίκιοι τὰ ἄσπρα χλανίδια, καὶ ἐπαίρουσιν οἱ σιλεντιάριοι τὰ κωδικέλλια αὐτῶν. Οἱ μὲν στρατηγοὶ μετὰ σαγίων ἀληθινῶν ἀπέρχονται ἐν τῇ ἐκκλησίᾳ, καθὼς τὰ προρρηθέντα, διὰ τῶν Σχολῶν καὶ τὰς δοχὰς τῶν μερῶν, καὶ ἐξέρχεται ὁ πατριάρχης ἐκ τοῦ θυσιαστηρίου, καὶ ποιεῖ τὴν εὐχήν, ὡς ἔχει ἡ 2.49 συνήθεια, καὶ ἀναχωροῦσιν εἰς τοὺς οἴκους αὐτῶν, καθὼς ἀνωτέρω εἴρηται. Ἐν ᾗ ἡμέρᾳ παρακυπτικὸν φιάλης γίνεται καὶ παρακύπτει μετὰ τὸ κωδικέλλιον, καὶ ἐν τῇ συμπληρώσει τοῦ παρακυπτικοῦ τῆς φιάλης τῶν Βενέτων ἀπέρχονται τὰ μέρη εἰς τοὺς τόπους αὐτῶν εἰς τὰς Σχολάς, ὁμοίως καὶ οἱ προβληθέντες πατρίκιοι ὀψικευόμενοι ἀπέρχονται εἰς τὰς Σχολάς, καὶ δέχονται αὐτοὺς τὰ μέρη, καὶ ἀπέρχονται ἐν τῇ ἐκκλησίᾳ, καὶ πληροῦται πᾶσα ἡ ἀκολουθία, ὡς ἔχει ἡ συνήθεια, καθὼς ἀνωτέρω εἴρηται. Εἰ δὲ οὐκ ἔστιν συγκλητικὸς ὁ προβληθεὶς πατρίκιος, ἀλλ' ἔστιν ἀπὸ σπαθίου, οὐκ εἰσέρχεται ἐν τῷ Χρυσοτρικλίνῳ, ἀλλ' ἐνδύει αὐτὸν ὁ τῆς καταστάσεως σαγίον ῥοῆς. Καὶ ὅτε εἰσέλθωσιν τὰ βῆλα ὅλα κατὰ τὴν συνήθειαν ἐν τῷ Χρυσοτρικλίνῳ καὶ σταθῶσι κονσιστώριον, κρατεῖ ὁ τῆς καταστάσεως τὸν ὀφείλοντα προβληθῆναι εἰς τὸ πούλπιτον τῶν ἀργυρῶν πυλῶν μετὰ ἄλλου σιλεντιαρίου, καὶ ἔρχεται ὁ ὀστιάριος μόνος, καὶ ἵσταται εἰς τὸ βῆλον ἔσωθεν, καὶ ὅτε λάβῃ τὸ νεῦμα παρὰ τοῦ πραιποσίτου, κρούει τὸ βῆλον, καὶ ἐπαίρει αὐτὸ ὁ σιλεντιάριος, καὶ εἰσέρχεται ὁ προβληθεὶς πατρίκιος ἀπὸ σαγίου ῥοῆς, κρατούμενος ὑπὸ τοῦ τῆς καταστάσεως καὶ ἑτέρου σιλεντιαρίου, καὶ πίπτει μετὰ τῶν σιλεντιαρίων ὁ προβληθεὶς τὸ πρῶτον, τὸ δεύτερον πίπτει εἰς τὴν μέσην τοῦ τρικλίνου, τὸ τρίτον πίπτει ἀπὸ διαστήματος τοῦ σένζου. Καὶ φέρουσιν αὐτόν, καὶ πίπτει ἔμπροσθεν τοῦ ὑποποδίου, καὶ φιλεῖ τοὺς πόδας τοῦ μεγάλου βασιλέως καὶ τὰ δύο αὐτοῦ γόνατα, ὁμοίως καὶ τοῦ μικροῦ, καὶ ἁπλοῖ τὰς χεῖρας καὶ λαμβάνει παρὰ τῶν δεσποτῶν τὰ κωδικέλλια, καὶ φιλεῖ τὰς χεῖρας τῶν δεσποτῶν, καὶ ὀπισθοποδεῖ αὐτὸν ὁ τῆς καταστάσεως, ἔνθα τὸ τρίτον προσεκύνησε, καὶ εἰσέρχονται οἱ πατρίκιοι 2.50 ἀπό τε μαγίστρων καὶ τῶν λοιπῶν πατρικίων, κρατούμενοι ὑπὸ σιλεντιαρίων, ἀπευχαριστοῦντες τοῖς δεσπόταις πατρίκιοι καὶ μόνον· οἱ δὲ λοιποὶ συγκλητικοὶ οὐ πίπτουσιν, ὡς μὴ γενομένου συγκλητικοῦ. Καὶ ἀπέρχεται ὀψικευόμενος ἐν τῷ Κονσιστωρίῳ, καὶ οὕτως ἀπέρχονται ἐν τῇ ἐκκλησίᾳ, καὶ τὰ λοιπὰ πάντα πληροῦται, ὡς ἔχει ἡ συνήθεια, καὶ ἐπὶ τῶν λοιπῶν πατρικίων καὶ ὅτε ἀναχωρεῖ ἀπὸ τῆς ἐκκλησίας, φορεῖ καὶ αὐτὸς σαγίον ἀληθινόν, καὶ οὕτως ἀναχωρεῖ εἰς τὸν οἶκον αὐτοῦ. 2.51 Νζʹ (ΜΗʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προβολῇ πατρικίων. Εἰσελθὼν ὁ βασιλεὺς εἰς τὴν καμάραν τὴν οὖσαν πρὸς τὸν ναὸν τοῦ Ἁγίου Θεοδώρου ἔνδον τοῦ βήλου, προσκαλεῖται ὁ πραιπόσιτος τοὺς βεστήτορας, καὶ περιβάλλουσι τὴν χλανίδα τὸν βασιλέα, καὶ τούτων ἐξελθόντων, στέφεται ὑπὸ τοῦ πραιποσίτου, ἔπειτα ἐξέρχεται ἐκ τῆς καμάρας, ἐν ᾗ ἐστέφθη, καὶ ἀνελθὼν καθέζεται ἐπὶ τοῦ σένζου αὐτοῦ, τοῦ ἱσταμένου εἰς τὸν Χρυσοτρίκλινον. Στάντων δὲ τῶν ἀρχόντων τοῦ κουβουκλείου ἔνθεν κἀκεῖθεν, οἱ κουβικουλάριοι καὶ οἱ σπαθαροκουβικουλάριοι ἵστανται ὀπίσω κύκλῳ τοῦ σένζου, καθώς ἐστιν τὸ ἡμικύκλιον, διὰ τὸ χωρηθῆναι τοὺς μέλλοντας εἰσελθεῖν διὰ τῶν ὀκτὼ βήλων· οἱ δὲ πρωτοσπαθάριοι εὐνοῦχοι ἵστανται πλησίον τοῦ σένζου. Εἶτα λαβὼν τὸν θυμιατὸν ὁ μινσουράτωρ ἢ καὶ ὁ παπίας τοῦ παλατίου τοῦ μεγάλου, θυμιᾷ ἀπὸ τοῦ αἰρομένου βήλου τοῦ Χρυσοτρικλίνου, καὶ ἀνέρχεται θυμιῶν τὸν βασιλέα, καὶ τοῦτο ποιῶν ἐκ γʹ ὑποχωρεῖ. Καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, ἀπέρχεται καὶ ἵσταται ἔμπροσθεν τοῦ βασιλέως μέσον τῶν ἀρχόντων τοῦ κουβουκλείου, καὶ ἐφαπλώσας τὰς χεῖρας αὐτοῦ μετὰ τοῦ χλανιδίου αὐτοῦ, προσκυνεῖ τὸν βασιλέα, μὴ κλίνας τὰ γόνατα, εἰ μὴ μόνον τὸ σχῆμα τῆς προσκυνήσεως, ὃν 2.52 τρόπον ἡ τῆς ἡμέρας τάξις ἀπαιτεῖ. Καὶ εἶθ' οὕτως ἐξέρχεται μετὰ δύο ὀστιαρίων, ἔμπροσθεν αὐτοῦ βασταζόντων καὶ τὰ βεργία αὐτῶν ἐν τῷ Τριπέτωνι, καὶ εὑρίσκει τοὺς μαγίστρους ἑτοιμασθέντας παρὰ τοῦ τῆς καταστάσεως, καὶ προσκαλεῖται αὐτοὺς ὁ πραιπόσιτος· καὶ ἵστανται ἔξω τοῦ βήλου τῆς πύλης τοῦ Χρυσοτρικλίνου δύο σιλεντιάριοι, καὶ ἡνίκα προσκληθῶσιν οἱ μάγιστροι παρὰ τοῦ πραιποσίτου, αἴρεται ὕπερθεν τὸ βῆλον ὑπὸ σιλεντιαρίων, καὶ εἰσέρχονται οἱ μάγιστροι μετὰ τοῦ πραιποσίτου, τὸ πρῶτον βῆλον, καὶ στὰς ὁ πραιπόσιτος πλησίον τοῦ αὐτοῦ βήλου, οἱ δὲ μάγιστροι ὀπίσω αὐτοῦ, νεύει ὁ πραιπόσιτος τοὺς ὀστιαρίους, καὶ ἵστανται ἔνδον τοῦ βήλου. Λαβὼν δὲ νεῦμα ὁ ἔνδον πραιπόσιτος παρὰ τοῦ βασιλέως, δίδωσι νεῦμα τῷ μινσουράτωρι ἢ τῷ κουβικουλαρίῳ τῷ αἴροντι τὸ βῆλον, καὶ εἰσέρχεται ὁ πραιπόσιτος καὶ ἀνέρχεται ἐν τῇ στάσει αὐτοῦ· οἱ δὲ μάγιστροι εἰσελθόντες ἔνδον τοῦ βήλου, πίπτουσιν, καὶ ἀναστάντες ἵστανται ἐν τῇ τάξει αὐτῶν ἀπὸ τῶν ἀρχόντων τοῦ κουβουκλείου ἔνθεν κἀκεῖθεν. Καὶ αὖθις λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, εἰσέρχεται εἰς τὸ μέσον, καὶ προσκυνήσας, ὡς ἀνωτέρω εἴρηται, ἐξέρχεται μετὰ δύο ὀστιαρίων ἐν τῷ Τριπέτωνι, καὶ προσκαλεσάμενος τοὺς ἀνθυπάτους, εἰσάγει αὐτούς, βῆλον βʹ· προσκυνήσαντες δὲ καὶ αὐτοί, ἵστανται ἀπὸ τῶν μαγίστρων ἔνθεν κἀκεῖθεν, ὁ δὲ πραιπόσιτος ἀνέρχεται ἐν τῇ στάσει αὐτοῦ, τοῦτο δὲ ποιεῖ κατὰ εἴσοδον ἑκάστου βήλου. Καὶ αὔθις λαβὼν νεῦμα, ἐξέρχεται, ὡς ἀνωτέρω εἴρηται, ἐν τῷ Τριπέτωνι, καὶ προσκαλεῖται τοὺς πατρικίους καὶ στρατηγούς, καὶ εἰσάγει αὐτούς, βῆλον γʹ."
      },
      {
        "index": 2,
        "text": "Ἐκτελούντων καὶ αὐτῶν προσκύνησιν καὶ στάσιν, ὡς καὶ οἱ πρῴην. 2.53 Ἰστέον δὲ ὅτι, εἰ μὲν οὐκ ἔστιν ὁ ὕπαρχος πατρίκιος, ἐν τῷ τρίτῳ βήλῳ τῶν πατρικίων εἰσέρχεται ἐν τῇ δοχῇ, ἐὰν δὲ κυαίστωρ ἢ λογοθέτης ἢ γενικὸς ἢ ἐκ τῶν τὰ πρῶτα ὀφφίκια κατεχόντων οὔκ εἰσι πατρίκιοι, οὐδεὶς εἰσέρχεται μετὰ τῶν πατρικίων, ἀλλ' εἰσέρχονται μετὰ τῆς συγκλήτου. Καὶ λαβὼν πάλιν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, εἰσέρχεται εἰς τὸ μέσον, καὶ προσκυνήσας καὶ ἐκτελέσας πάντα ἃ ἐν τῷ πρώτῳ βήλῳ ἐξετέλεσεν, ἐξέρχεται μετὰ δύο ὀστιαρίων ἐν τῷ Τριπέτωνι, καὶ εἰσάγει τὴν σύγκλητον, δʹ βῆλον· ἐκτελοῦσιν δὲ καὶ αὐτοὶ ὁμοίως. Συνεισέρχονται αὐτοῖς διὰ τῆς πλαγίας αὐτῶν ἐν μὲν τῷ δεξιῷ μέρει οἱ βεστήτορες, ἐν δὲ τῷ εὐωνύμῳ ὁ λογοθέτης μετὰ τῶν ἀσηκρητῶν καὶ ὁ ῥεφερενδάριος μετ' αὐτῶν φορῶν φελώνην ἄσπρον. Ἰστέον δὲ ὅτι οἱ μὲν ἀσηκρῆται καὶ οἱ βεστήτορες καὶ ὁ λογοθέτης καὶ ὁ δεκανὸς εἰσιόντες οὐ πίπτουσιν, ἀλλ' ἵστανται ὄπισθεν τοῦ σεκρέτου ἔνθεν κἀκεῖθεν, ἡ δὲ σύγκλητος, ὡς προείρηται, ἐπελθοῦσα ἐκτελεῖ ἅπαντα, ὡς καὶ οἱ πρότερον. Εἶτα ἀνελθὼν πάλιν ὁ πραιπόσιτος, ἵσταται ἐν τῇ τάξει αὐτοῦ, καὶ λαβὼν παρὰ τοῦ βασιλέως νεῦμα, εἰσέρχεται μέσον, καὶ προσκυνήσας ἐξέρχεται μετὰ ὀστιαρίων καὶ βεργίων ἐν τῷ Τριπέτωνι, καὶ εἰσάγει τοὺς κόμητας τῶν σχολῶν εἰς τὸ εʹ βῆλον· ἐκτελοῦσιν δὲ καὶ αὐτοὶ ὁμοίως. Ὁ δὲ πραιπόσιτος ἀνέρχεται καὶ ἵσταται ἐν τῇ τάξει αὐτοῦ, καὶ αὖθις λαβὼν νεῦμα εἰσέρχεται εἰς τὸ μέσον καὶ προσκυνεῖ, καὶ ἐξελθὼν εἰσάγει κανδιδάτους, βῆλον ϛʹ, καὶ αὐτοί, ὡς προείρηται, τὰ συνήθη ἐκτελέσαντες, ἵστανται ἐν τῇ τάξει αὐτῶν. Καὶ ὁ πραιπόσιτος εἰσελθὼν πάλιν καὶ προσκυνήσας, εἰσάγει δομεστίκους, βῆλον ζʹ· καὶ αὐτοὶ ἐκτελοῦσιν ὁμοίως. Εἶτα εἰσάγει τοὺς ἀπὸ ἐπάρχων, βῆλον ηʹ. 2.54 Καὶ τελεσθέντων τῶν ηʹ βήλων, συνεισέρχονται μετὰ τοῦ ὀγδόου βήλου ὁ τῆς καταστάσεως καὶ οἱ σιλεντιάριοι ἔνθεν κἀκεῖθεν ὄπισθεν τοῦ σεκρέτου, καὶ εἰ μὲν εἰσῆλθεν ὁ μέλλων γίνεσθαι πατρίκιος ἐν ἑνὶ τῶν βήλων, καὶ ἵσταται ἐν τῇ δοχῇ τοῦ σεκρέτου, προσκαλεῖται ὁ βασιλεὺς τὸν πραιπόσιτον, καὶ ὃν ἂν κελεύῃ προβαλέσθαι πατρίκιον, λέγει τὸ ὄνομα αὐτοῦ τῷ πραιποσίτῳ, κἀκεῖνος λέγει τῷ τῆς καταστάσεως, κἀκεῖνος λαβὼν μετ' αὐτοῦ σιλεντιάριον καὶ τὸν μέλλοντα προβληθῆναι, ἐξαίφνης ἄγουσιν καὶ ἱστᾶσιν μέσον ἔμπροσθεν τοῦ βασιλέως· Εἰ δὲ ἔξω ἔμεινεν, ὡς μὴ ἀξίας οὔσης τῆς τάξεως αὐτοῦ εἰσελθεῖν μετὰ τῶν ηʹ βήλων, μένει μετ' αὐτοῦ ὁ τῆς καταστάσεως μετὰ σιλεντιαρίου ἑνός, ὁ δὲ βασιλεὺς προσκαλεῖται τὸν πραιπόσιτον καὶ γνωρίζει τὸ ὄνομα τοῦ μέλλοντος προβληθῆναι, ὁ δὲ πραιπόσιτος ἵσταται μέσον τοῦ σεκρέτου, καὶ προσκυνήσας, ἐξελθὼν μετὰ δύο ὀστιαρίων, προσκαλεῖται αὐτόν, καὶ εἰσάγει, φοροῦντα σαγίον ῥοῆς. Κρατοῦσι δὲ αὐτὸν ὅ τε τῆς καταστάσεως καὶ σιλεντιάριος, καὶ ἱστᾶσιν αὐτὸν μέσον τοῦ σεκρέτου ἔμπροσθεν τοῦ βασιλέως, ὁ δὲ πραιπόσιτος εἰσελθὼν ἐν τῇ καμάρᾳ καὶ τὰς πλάκας παρὰ τοῦ δευτέρου λαβών, ἐπιδίδωσιν αὐτὰς τῷ βασιλεῖ. Ἄγουσι δὲ τὸν μέλλοντα προβληθῆναι ὁ τῆς καταστάσεως καὶ ὁ σιλεντιάριος, καὶ ῥίπτουσιν αὐτὸν εἰς τοὺς πόδας τοῦ βασιλέως, καὶ προσκυνήσας ἀσπάζεται αὐτούς, εἶτα τὰ γόνατα αὐτοῦ, εἶτα λαβὼν τὰς πλάκας ἀπὸ τοῦ βασιλέως, φιλεῖ καὶ τὰς χεῖρας αὐτοῦ. Καὶ λαβόντες αὐτόν, ἀποφέρουσιν ὀπισθοφανῶς, καὶ ἱστῶσιν αὐτὸν μέσον τοῦ σεκρέτου ἀναμεταξὺ τῶν τοῦ κουβουκλείου ἀρχόντων, διαμερίζονται δὲ οἱ σιλεντιάριοι, οἱ μὲν ἐκ δεξιῶν, οἱ δὲ ἐξ εὐωνύμων, καὶ λαβὼν ὁ δεξιὸς τὸν πρῶτον μάγιστρον, ἄγει αὐτὸν καὶ ἵστησιν ἐν τῷ δεξιῷ μέρει τοῦ προβληθέντος πατρικίου, κἀκεῖνος προσκυνήσας, ὑπερεύχεται τὸν βασιλέα, καὶ εἶθ' οὕτως 2.55 ἀπέρχεται ἐν τῇ αὐτοῦ στάσει τε καὶ τάξει. Καὶ ἡνίκα τελέσῃ τὴν εὐχὴν καὶ εὐχαριστίαν ὁ πρῶτος μάγιστρος, εὐθέως καταλαμβάνει ὁ εὐώνυμος σιλεντιάριος, εἰσάγων μάγιστρον ἐκ τοῦ ἑτέρου μέρους, καὶ ἵστησιν αὐτὸν ἐξ εὐωνύμων τοῦ προβληθέντος πατρικίου, καὶ αὐτὸς ὑπερεύχεται τὸν βασιλέα ἀπευχαριστῶν· ἡνίκα δὲ μέλλει ἐξελθεῖν ὁ αὐτὸς μάγιστρος, καταλαμβάνει ὁ ἐκ δεξιῶν τὰ αὐτὰ ποιῶν. Ἰστέον δὲ ὅτι πάντες οἱ εἰσελθόντες διὰ τῶν ὀκτὼ βήλων χωρὶς τῶν ἀσηκρητῶν καὶ τῶν βεστητόρων καὶ τοῦ ῥεφερενδαρίου, ἕκαστος αὐτῶν κατὰ τὴν ἰδίαν τάξιν εἰσέρχεται, κρατούμενος ὑπὸ σιλεντιαρίου, πλησίον τοῦ προβληθέντος πατρικίου, οἱ μὲν ἐκ δεξιῶν, οἱ δὲ ἐξ ἀριστερῶν, ἐκτελοῦσιν δὲ καὶ αὐτοὶ πάντα ἀκολούθως, ὃν τρόπον ὁ ἐκ δεξιῶν μάγιστρος καὶ ὁ ἐξ ἀριστερῶν ἐξετέλεσαν. Καὶ πάντων προσκυνησάντων καὶ ἀπευχαριστησάντων τὸν βασιλέα, λαβόντες τὸν προβληθέντα πατρίκιον ὅ τε τῆς καταστάσεως καὶ ὁ σιλεντιάριος, ἄγουσιν αὐτὸν πρὸς τὸν βασιλέα, καὶ πεσὼν φιλεῖ τοὺς πόδας τοῦ βασιλέως, εἶτα τὰ γόνατα αὐτοῦ, καὶ εὐξάμενος καὶ ἀπευχαριστήσας τὸν βασιλέα, ἀπελθὼν ἵσταται ἐν τῇ τάξει αὐτοῦ, εἶτα λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως λέγει· \"Κελεύσατε.\" Καὶ πάντες ὑπερευξάμενοι ἐξέρχονται, ὁ δὲ βασιλεὺς ἀναστὰς ἀπὸ τοῦ σένζου αὐτοῦ, εἰσέρχεται ἐν τῇ καμάρᾳ τοῦ Ἁγίου Θεοδώρου, καὶ λαβὼν ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, προσκαλεῖται τοὺς βεστήτορας, καὶ ἀπαλλάσσουσιν αὐτοὶ τὴν χλανίδα αὐτοῦ. Ὁ δὲ προβληθεὶς πατρίκιος ἐξέρχεται διὰ τῶν Σκύλων ἐν τῷ Ἱπποδρόμῳ, καὶ περιπατεῖ ἔμπροσθεν αὐτοῦ σιλεντιάριος βαστάζων τὰς πλάκας, καὶ εἰσελθὼν εἰς τὸν ναὸν τοῦ Ἁγίου Στεφάνου, ἅπτει κηρούς, καὶ εὐξάμενος ἐξέρχεται 2.56 ἐκεῖθεν, καὶ δηριγευόμενος ὑπό τε ἀξιωματικῶν, σκευοφόρων, στρατιωτῶν ταγμάτων, δεκανῶν καὶ διαιταρίων, διέρχεται διὰ τοῦ Ἱπποδρόμου καὶ τῆς Θερμάστρας καὶ ἀπέρχεται ἐν τῷ Κονσιστωρίῳ, καὶ ἅψας κηροὺς ἐξέρχεται, καὶ ὑπὸ τῶν αὐτῶν δηριγευόμενος, ἐξέρχεται διά τε τῶν Ἐξκουβίτων καὶ τῶν Σχολῶν. Δέχονται αὐτὸν οἱ τοῦ μέρους τῶν Βενέτων, ἐν ᾧ ἅπτει κηροὺς ὁ βασιλεὺς ἐν τῇ τρίτῃ τάξει ὅτε προέρχεται ἔξωθεν τῶν μεγάλων πυλῶν, ἀκτολογοῦσι δὲ αὐτόν, καθὼς τελοῦσιν ἐν ταῖς προβολαῖς τῶν πατρικίων, λέγοντες καὶ τό· \"Ὁ δεῖνα\" καὶ· \"Εἶσε πατρίκιος\" καὶ ἐπιδίδωσιν αὐτῷ ὁ δήμαρχος λιβελλάριν. Καὶ ἀνελθὼν ἐν τῇ πύλῃ πλησίον τῆς Χαλκῆς, δέχεται αὐτὸν τὸ μέρος τῶν Πρασίνων, καὶ ἐπιδίδωσιν ὁ δήμαρχος τὸ λιβελλάριν, καὶ ἵσταται μέσον, ὡς εἴθισται αὐτῷ πάντοτε ἐν ταῖς δοχαῖς γίνεσθαι. Εἶτα τελεσάντων τῶν δύο μερῶν, ἐξέρχεται διὰ τῆς Χαλκῆς, καὶ διελθὼν μέχρι τοῦ Ἁγίου Φρέατος, ἅπτει ἐκεῖσε κηρούς, καὶ εἶθ' οὕτως εἰσέρχεται εἰς τὴν Μεγάλην Ἐκκλησίαν, καὶ ἔμπροσθεν τῶν ἁγίων θυρῶν ἑστώς, εὔχεται, καὶ προσκαλεσάμενος αὐτὸν ὁ πατριάρχης, κλίνει τὴν αὐτοῦ κεφαλήν, λέγων εὐχήν, εἶθ' οὕτως κοινωνεῖ τοῦ ἀχράντου σώματος καὶ αἵματος τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ παρὰ τοῦ πατριάρχου, καὶ ἀσπασάμενος αὐτὸν ὁ πατριάρχης, ἀποπέμπει αὐτόν. Ὁ δὲ πατρίκιος τὴν ἐξ ἔθους τῇ ἐκκλησίᾳ διδομένην συνήθειαν δεδωκώς, ἐξέρχεται διὰ μέσου τοῦ ναοῦ εἰς τὸν νάρθηκα, κἀκεῖσε ἀπαλλάξας βάλλει τὸ σκαραμάγγιον αὐτοῦ καὶ σαγίον ἀληθινόν, καὶ εἶθ' οὕτως ἐξελθὼν ἀπέρχεται ἔφιππος αὐτός, καὶ ὁ σιλεντιάριος ἔμπροσθεν αὐτοῦ, βαστάζων τὰς πλάκας, φορῶν σαγίον ἀληθινόν, οἱ δὲ λοιποί, οὓς ἀνωτέρω εἰρήκαμεν, δηριγεύουσιν αὐτὸν μέχρι τοῦ οἴκου αὐτοῦ. Ἰστέον δὲ ὅτι οὓς ἀνωτέρω εἴπομεν, πεζοὶ δηριγεύουσιν, 2.57 καταλαβὼν δὲ ὁ πατρίκιος τὸν οἶκον αὐτοῦ, ὑποδέχεται πάντας, ἡ δὲ ἐν τῇ τραπέζῃ καθέδρα τοῦ σιλεντιαρίου πλησίον τοῦ πατρικίου εἰς τὸ ἀριστερὸν μέρος ἰσοτίμως καθέζεται, ἡ γὰρ τάξις οὕτως παρέχει· λαμβάνουσι δὲ καὶ αὐτοὶ παρὰ τοῦ πατρικίου οἵ τε σιλεντιάριοι καὶ οἱ στρατιῶται τὰς ἐξ ἔθους διδομένας αὐτοῖς συνηθείας καὶ ἀπέρχεται ἕκαστος εἰς τὸν οἶκον αὐτοῦ, εὐχαριστοῦντες τὸν Θεὸν καὶ ὑπερευχόμενοι τὸν πλουτοποιὸν ἡμῶν βασιλέα. Ἀκτολογία τῶν δήμων ἐπὶ προαγωγῇ πατρικίου."
      },
      {
        "index": 3,
        "text": "Τῆς συνήθους τάξεως τελουμένης ἐν τῷ παλατίῳ ἐπὶ τῇ τοῦ πατρικίου προαγωγῇ, ἐξέρχεται διὰ τῆς προελεύσεως, ὀψικευόμενος ὑπὸ σιλεντιαρίου, δηλονότι τοῦ σιλεντιαρίου βαστάζοντος τὸν τούτου κωδίκελλον καὶ ἀπέρχεται εἰς τὴν ἐκκλησίαν τοῦ Ἱπποδρόμου, εἰς τὸν Ἅγιον Στέφανον, καὶ ἅπτει ἐκεῖσε κηρούς. Καὶ ὀψικευόμενος ὑπὸ ἀξιωματικῶν, ἀπέρχεται ἐν τῷ Κονσιστωρίῳ, καὶ ἅπτει ἐκεῖσε κηρούς, ὁμοίως καὶ εἰς τὴν τοῦ Κυρίου ἐκκλησίαν, καὶ ἵστανται οἵ τε ἀξιωματικοὶ καὶ τὰ σκουτάρια τοῦ ἀριθμοῦ καὶ οἱ διαιτάριοι τῶν ὅλων διαιτῶν καὶ οἱ δεκανοὶ εἰς τὸν μάκρωνα τῶν κανδιδάτων. Καὶ ἀπέρχεται ὁ αὐτὸς πατρίκιος, ὀψικευόμενος ὑπ' αὐτῶν, ἕως τῶν χαλκῶν πυλῶν τῶν κορτινῶν, καὶ λέγει ὁ ἀδμηνσουνάλιος· \"Στήτω,\" καὶ κρατεῖ ὁ νουμεράριος τὸ βῆλον καὶ λέγει· \"Λεβά, πατρίκιε, ἐ λώκ.\" Καὶ πάλιν λέγει ὁ ἀδμηνσουνάλιος, ἅπερ φωνοβολεῖ ὁ νουμεράριος, καὶ ἐξέρχεται ὁ πατρίκιος, καὶ διέρχεται διὰ τῶν Σχολῶν, ὀψικευόμενος δηλονότι ὑπὸ τῶν προειρημένων. Τὸ δὲ μέρος τῶν Πρασίνων ἵσταται εἰς τοὺς Ἁγίους Ἀποστόλους εἰς τὰς Σχολάς, ἐκδεχόμενον τὸν πατρίκιον, καὶ 2.58 μετὰ τὸ στῆναι τὸν πατρίκιον εἰς τὸν εἰωθότα τόπον, λέγει ὁ δῆμος· \"Πρὸ πάντων εὐφημήσωμεν τοὺς δεσπότας τῆς οἰκουμένης.\" Οἱ κράκται· \"Ὁ δεῖνα καὶ ὁ δεῖνα μεγάλων βασιλέων καὶ αὐτοκρατόρων πολλὰ τὰ ἔτη.\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"Ὁ δεῖνα καὶ ὁ δεῖνα εὐσεβεστάτων Αὐγουστῶν πολλὰ τὰ ἔτη.\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται. \"Τῶν πορφυρογεννήτων πολλὰ τὰ ἔτη.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται καὶ εἶθ' οὕτως λέγουσιν ἄκτα ἀπὸ φθογγῆς· \"Τίς οὐκ ἔχει ἐπὶ πλεῖον δοξάσαι τὸν μόνον ἀθάνατον βασιλέα\" ἐκ γʹ. \"καὶ προβιβάζοντα ἀξίαν τοῖς ἀξίοις\" ἐκ γʹ. \"καὶ σὲ ὁ δεῖνα ἐτίμησαν παραδόξως\" ἐκ γʹ· \"τὴν τοῦ πατρικίου περίδοξον ἀξίαν,\" ἐκ γʹ. \"ἀλλ' ὁ πάντων Ποιητὴς καὶ Δεσπότης τοὺς χρόνους αὐτῶν πληθύνῃ σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Καὶ μετὰ ταῦτα ἐπιδίδωσι τὸ λιβελλάριον ὁ δήμαρχος τῷ πατρικίῳ, καὶ λέγουσιν οἱ κράκται· \"Εἶσε ὁ δεῖνα, εἶσε ὁ δεῖνα, εἶσε ὁ δεῖνα.\" Καὶ ὁ λαὸς ἐκ γʹ· \"Εἶσε πατρίκιος, εἶσε.\" Οἱ κράκται· \"Καλῶς ἦλθες, προβολὴ τῶν εὐεργετῶν.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ποθητὲ τῶν ἀνάκτων.\" Ὁ λαός· \"Καλῶς ἦλθες·\" Οἱ κράκται· \"Καλῶς ἦλθες ὁ εὐγενὴς ἐκ προγόνων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ὁ δεῖνα πατρίκιε τῶν Ρωμαίων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες εἰς φιλοῦντά σε δῆμον.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Ἀξίως σε ἠγάπησαν οἱ δεσπόται, ὡς ὄντα καθαρὸν καὶ ἐπάξιον,\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"ἀλλ' ὁ πάντων Ποιητὴς 2.59 καὶ Δεσπότης,\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"φυλάξῃ σε, πατρίκιε, εἰς πλήθη χρόνων.\" Καὶ ἀποκινοῦντος τοῦ πατρικίου, ὀψικεύει ἔμπροσθεν αὐτοῦ ὁ δῆμος, λέγων ἀπελατικὸν ἦχ· δʹ· \"Οἱ ἐκ τῆς ἄνω Προνοίας ἐστεμμένοι ἀξιοδότως πάνσοφοι εὐεργέται σε, ὡς προσφιλέστατον δοῦλον, ὁ δεῖνα, ἐτίμησαν ἐν ὑπερτέραις, ἀξίαις, πρωτοσπαθάριον ἔντιμον καὶ εὐγενῆ ἐκ προγόνων, καὶ εἰς ὑπέρτιμον δόξαν, τὴν πατρικίου ἀνύψωσαν ἀξίαν.\" Καὶ ἀπάγουσιν αὐτὸν ὀψικεύοντες ἕως τῆς δοχῆς τῶν Βενέτων (μέχρι γὰρ ἐκεῖσε πληροῦται τὸ ποίημα), καὶ μετὰ τὸ πληρωθῆναι λέγουσιν οἱ κράκται· \"Ἔς ὁ Θεὸς ὁ ἅγιος, σῶσον τὸν πατρίκιον.\" Καὶ ὁ λαὸς ἐκ γʹ· \"Ἔς ὁ Θεὸς ὁ ἅγιος.\" Καὶ δέχεται αὐτὸν τὸ μέρος τῶν Βενέτων εἰς τὴν Χαλκῆν, καὶ γίνεται ἡ ἀκολουθία καὶ ἡ τάξις τῆς δοχῆς, καθὼς καὶ πρώην ἐπὶ τῆς δοχῆς τῶν Πρασίνων· πλὴν λέγει ἀπελατικὸν ἦχ. δʹ· \"Οἱ ἐκ Θεοῦ κρατούμενοι,\" ὡς προεγράφη. Καὶ διέρχεται διὰ τοῦ χύτου τῆς Χαλκῆς, καὶ εἰσέρχεται εἰς τὸ Ἅγιον Φρέαρ καὶ ἅπτει κηρούς, καὶ μετὰ τοῦτο εἰσέρχεται εἰς τὴν σωλέαν, ἔνθα ἵσταται τὸ ἀντιμίσιον. Ὁ δὲ πατριάρχης ἐξέρχεται ἀπὸ τοῦ θυσιαστηρίου, καὶ λαμβάνει τὸν κωδίκελλον αὐτοῦ, καὶ τίθησιν αὐτὸν ἐν τῷ ἀντιμισίῳ, εἶτα ποιεῖ τὴν εὐχήν, καὶ μετὰ τὴν εὐχὴν ἐπιδίδωσι τὸν κωδίκελλον τῷ πατρικίῳ, καὶ μετὰ τὸ λαβεῖν τὸν κωδίκελλον, τιθεῖ ὁ πατρίκιος τὸ ἀποκόμβιον ἐν τῷ ἀντιμισίῳ. Ὁ δὲ πατριάρχης εἰσέρχεται ἐν τῷ θυσιαστηρίῳ, καὶ ἀπέρχεται ἐν τῷ ἀντιμισίῳ, ἔνθα καὶ τοῖς δεσπόταις ταῖς ἑορταῖς μεταδίδωσι, καὶ μεταδίδωσι τῷ πατρικίῳ· μετὰ δὲ τὴν μετάληψιν ἀπέρχεται ὁ πατρίκιος εἰς τὸ σκάμνον τῶν πατρικίων, καὶ περιβάλλεται ἀληθινὸν σαγίον, καὶ ἐξέρχεται ἀπὸ τῶν ἐκεῖσε, καὶ καββαλικεύει, καὶ ἀπέρχεται ἐν τῷ οἴκῳ αὐτοῦ, ὀψικευόμενος 2.60 ὑπὸ τῶν προειρημένων καὶ ὑπὸ τῶν δύο δήμων, καὶ λέγει ἕκαστος αὐτῶν τὸ ἴδιον ἀπελατικόν· ὁ δὲ σιλεντιάριος φορῶν σαγίον ῥοῆς, καὶ αὐτὸς καβαλλάριος, ὀψικεύει τὸν πατρίκιον, βαστάζων τὸν τούτου κωδίκελλον. Καὶ μετὰ τὸ σωθῆναι τὸν πατρίκιον εἰς τὸν οἶκον αὐτοῦ ὑποστρέφουσιν οἱ ὀψικεύοντες πάντες καὶ οἱ τῶν δύο μερῶν δῆμοι, συνεστιῶνται δὲ τῷ πατρικίῳ ἐν τῷ οἴκῳ αὐτοῦ τῇ αὐτῇ ἡμέρᾳ οἱ πραιπόσιτοι καὶ ἕτεροι πατρίκιοι καὶ ὀφφικιάλιοι καὶ οἱ δύο δήμαρχοι καὶ ὁ σιλεντιάριος, οἱ δὲ πραιπόσιτοι λαμβάνουσιν ἀνὰ ἱματίων ἐρραμμένων ἀπὸ τριβλαττίων ὀρνεμένων βʹ, καὶ οἱ δήμαρχοι ἀβδία. 2.61 ΝΗʹ (ΜΘʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προβολῇ ἀνθυπάτων. Καθέζεται ὁ βασιλεὺς ἐπὶ τοῦ σένζου ἐστεμμένος, φορῶν τὴν χλανίδα αὐτοῦ, καὶ ἵστανται οἱ τοῦ κουβουκλείου ἄρχοντες ἐν τῇ τάξει αὐτῶν· οἱ δὲ σπαθαροκουβικουλάριοι καὶ οἱ κουβικουλάριοι ἵστανται ὄπισθεν τοῦ βασιλέως κύκλοθεν τοῦ ἡμικυκλίου· οἱ δὲ πρωτοσπαθάριοι οἱ εὐνοῦχοι ἵστανται πλησίον τοῦ σένζου, φοροῦντες τὰ σαβάνια αὐτῶν, βαστάζοντες καὶ τὰ σπαθοβάκλια αὐτῶν. Καὶ λαβὼν θυμιατὸν ὁ παπίας, θυμιᾷ ὁμοίως, ὡς ἐπὶ προβολῇ πατρικίων, καὶ ὑποχωρεῖ. Εἶτα λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, εἰσέρχεται καὶ ἵσταται μέσον ἀναμεταξὺ τῶν ἀρχόντων τοῦ κουβουκλείου, καὶ προσκυνήσας, ἐξέρχεται ἐν τῷ Τριπέτωνι μετὰ δύο ὀστιαρίων, καὶ ἐκτελεῖ πάντα, ὃν τρόπον ἀνωτέρω εἰρήκαμεν ἐν τῇ προβολῇ τῶν πατρικίων. Καὶ εἰσάγει βῆλον αʹ· μαγίστρους, καὶ ἐκτελοῦσιν πάντα, ὡς ἡ συνήθεια ἔχει. Ὁμοίως πάλιν ἐξελθὼν εἰσάγει βῆλον βʹ· πατρικίους καὶ στρατηγούς, καὶ ἁπλῶς τὰ λοιπὰ βῆλα, τούς τε δημάρχους καὶ τὸν τοποτηρητὴν τῶν σχολῶν. Καὶ εἰ μὴ εἰσῆλθεν ἐν τῇ δοχῇ ὁ μέλλων γενέσθαι ἀνθύπατος, προσκαλεσάμενος ὁ βασιλεὺς τὸν πραιπόσιτον, λέγει τὸ ὄνομα τοῦ μέλλοντος προβληθῆναι, κἀκεῖνος λέγει τῷ τῆς καταστάσεως, κἀκεῖνος λαβὼν αὐτόν, ὡς ἐπὶ πατρικίου, ἵστησιν αὐτὸν ἔμπροσθεν τῶν ἀρχόντων τοῦ κουβουκλείου, 2.62 καὶ λαβὼν ὁ πραιπόσιτος πορφυροῦν τετράδιον ἐπιδίδωσι τῷ βασιλεῖ. Ὁ δὲ τῆς καταστάσεως μετὰ σιλεντιαρίου, ἐνέγκαντες αὐτὸν πλησίον τοῦ βασιλέως, ποιοῦσι προσκυνῆσαι καὶ φιλῆσαι τοὺς πόδας τοῦ βασιλέως, εἶθ' οὕτως τὰ γόνατα αὐτοῦ. Εἶτα λαβὼν τὸ πορφυροῦν τετράδιον παρὰ τοῦ βασιλέως, ἤγουν τὸ ἀνθυπατίκιν, φιλεῖ καὶ τὰς χεῖρας αὐτοῦ, καὶ εἶθ' οὕτως ἀπαγαγόντες αὐτὸν ὀπισθοφανῶς, ἵστασιν αὐτὸν μέσον· ἅπαντες δὲ οἱ ἐν τῇ δοχῇ εἰσελθόντες ἐκτελοῦσι τὴν προσκύνησιν, ὃν τρόπον ἀνωτέρω εἴρηται ἐν τῇ προβολῇ τῶν πατρικίων. Εἰ δὲ οὐκ εἰσῆλθεν ἐν τῇ δοχῇ ὁ μέλλων προβληθῆναι, ἀλλ' ἐναπέμεινεν ἔξω, ὡς μὴ ἐνδέχεσθαι τὴν ἀξίαν αὐτοῦ εἰσέρχεσθαι ἐν ταῖς δοχαῖς, ἢ κατὰ ὑστέρησιν ἐναπέμεινεν ἔξω, ἐξέρχεται ὁ πραιπόσιτος καὶ εἰσάγει αὐτόν, τελεῖται δὲ μέχρις ἂν καταλάβῃ τὸ ἀνθυπατίκιν παρὰ τοῦ βασιλέως, ὡς ἀνωτέρω ἐν τῇ καταστάσει τῶν πατρικίων ἐδηλώσαμεν. Τελέσαντες δὲ πάντες ἐν τῇ δοχῇ τὴν συνήθη προσκύνησιν καὶ εὐχαριστήσαντες, λαμβάνουσι τὸν προβληθέντα ἀνθύπατον ὁ τῆς καταστάσεως μετὰ σιλεντιαρίου, καὶ ἀπάγουσιν αὐτὸν πρὸς τὸν βασιλέα, καὶ προσκυνήσας τὸν βασιλέα ὑποστρέφει, καὶ ἵσταται ἐν τῇ τάξει αὐτοῦ, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, λέγει· \"Κελεύσατε.\" 2.63 ΝΘʹ (Νʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προαγωγῇ ζωστῆς πατρικίας. Ἀλλάσσουσιν οἱ δεσπόται τὰ διβητήσια καὶ τὰς χλαμύδας, καὶ ἵστανται εἰς τὰς πύλας τοῦ Φάρου, βλέποντες ἐπὶ τὸν μέσον πυλῶνα, τὰ νῶτα ἔχοντες πρὸς ἀνατολήν, στέμματα δὲ οὐ φοροῦσιν οἱ δεσπόται. Καὶ ὅτε λάβῃ ὁ πραιπόσιτος τὸ νεῦμα παρὰ τῶν δεσποτῶν, εἰσάγει τοὺς πατρικίους καὶ μέρος τῶν ὑπάτων καὶ μέρος τῶν σιλεντιαρίων πρὸς τὴν χώρησιν τῆς ἐκκλησίας, καὶ ἵστανται κονσιστώριον εἰς τὴν ἐκκλησίαν οἱ εἰσελθόντες ἔνθεν κἀκεῖθεν. Καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τῶν δεσποτῶν, ἐξέρχεται εἰς τὸν παρανάρθηκα, καὶ ἐπαίρει τὴν βουλομένην ἀπὸ τοῦ Φύλακος, ἔνθα εἰσὶν οἱ γανωτοὶ πυλῶνες οἱ ἀντίπεπτοι, καὶ εἰσάγει αὐτὴν ὁ πραιπόσιτος ἔνδον τῶν μέσων πυλῶν, καὶ πίπτει πρὸς τοὺς πόδας αὐτὴ καὶ μόνον, καὶ ἀναστάσης αὐτῆς, ἀποφέρει αὐτὴν πρὸς τοὺς δεσπότας, καὶ πίπτει πρὸς τοὺς πόδας αὐτῶν, καὶ ἀναστᾶσα ἁπλοῖ τὰς χεῖρας καὶ λαμβάνει παρὰ τῶν δεσποτῶν τὸ δελματίκιν καὶ τὸ θωράκιν καὶ μαφόριν ἄσπρον, καὶ φιλεῖ τὰς χεῖρας τῶν δεσποτῶν. Καὶ ἀποφέρει αὐτὴν εἰς τὸν Φύλακα, ὅθεν ἐξῆλθεν, καὶ ἐνδύει αὐτὴν τὸ δελματίκιν, καὶ φορεῖ τὸ μαφόριον τὸ ἄσπρον, καὶ πάλιν εἰσάγει αὐτὴν εἰς τὸν Φάρον εἰς τὴν ἐκκλησίαν, ἔνθα ἵστανται οἱ δεσπόται καὶ οἱ συγκλητικοί. Εἶθ' οὕτως φιλεῖ τοὺς πόδας τῶν δεσποτῶν, καὶ ἐξέρχεται ἀπευχαριστοῦσα, καὶ ἀπέρχεται 2.64 εἰς τὸ Πάνθεον, καὶ μετὰ μικρὸν λαμβάνει νεῦμα ὁ πραιπόσιτος, καὶ λέγει· \"Κελεύσατε.\" Καὶ ἐξέρχεται ἡ σύγκλητος ἀπὸ τῆς ἐκκλησίας, καὶ ἀπέρχονται ἐν τῷ Τριπέτωνι. καὶ ὁ τῆς καταστάσεως εὐτρεπίζει τὰ βῆλα ἀπό τε τῶν πατρικίων καὶ τῶν λοιπῶν συγκλητικῶν εἰς τὸν αὐτὸν Τριπέτωνα, καὶ ὅτε ἀπέλθῃ ἡ ζωστὴ πατρικία εἰς τὸ Πάνθεον, ἐνδύεται τὸ θωράκιν ἐπάνω τοῦ δελματικοῦ, καὶ φορεῖ καὶ λῶρον καὶ τὸ προπόλωμα. Καὶ εἶθ' οὕτως φοροῦσιν οἱ δεσπόται τὰ στέμματα, καὶ καθέζονται ἐν τῷ σένζῳ, καὶ νεύουσιν τῷ πραιποσίτῳ, καὶ ἐξέρχεται μετὰ ὀστιαρίων καὶ βεργίων, καὶ προσκαλεῖται βῆλον αʹ· μαγίστρους, βῆλον βʹ· πατρικίους βῆλον γʹ· συγκλητικούς, ὑπάτους, κόμητας, κανδιδάτους, δομεστίκους, ἀπὸ ἐπάρχων καὶ στρατηλάτας· συνεισέρχονται δὲ καὶ οἱ σιλεντιάριοι ὄπισθεν τῆς συγκλήτου ἔνθεν κἀκεῖθεν. Καὶ ὅτε πληρωθῇ τὰ βῆλα καὶ σταθῇ τὸ σέκρετον ὅλον, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ ἐξέρχεται διὰ τῆς πληρώσεως τῆς τάξεως τῶν πατρικίων τὸ μέρος τοῦ Πανθέου, καὶ ἀπέρχεται εἰς τὸ Πάνθεον, ἔνθα ἐστὶν ἡ προβληθεῖσα ζωστὴ πατρικία, καὶ εἰσάγει αὐτήν, κρατῶν αὐτὴν ἀπὸ τῶν ὤμων. καὶ διέρχεται εἰς τὴν πλήρωσιν τῆς τάξεως τῶν πατρικίων, καὶ ἵστησιν αὐτὴν μέσον τοῦ σεκρέτου τῶν πατρικίων, φοροῦσαν τὸν λῶρον καὶ τὸ προπόλωμα. Καὶ προσκυνεῖ μικρόν, ὡς μὴ δυναμένης αὐτῆς πεσεῖν διὰ τὸν λῶρον καὶ τὸ προπόλωμα, καὶ πάλιν ἀποφέρει αὐτὴν ὀλίγα βήματα, καὶ προσκυνεῖ ὁμοίως, καὶ εἰς τὸ τρίτον προσφέρει αὐτὴν εἰς τὰ γόνατα τῶν δεσποτῶν, καὶ φιλεῖ τὰ δύο γόνατα τοῦ μεγάλου δεσπότου, ὁμοίως καὶ τοῦ μικροῦ, πόδας δὲ οὐ φιλεῖ, ὡς μὴ δυναμένης αὐτῆς πεσεῖν. Εἶθ' οὕτως ἁπλοῖ τὰς χεῖρας, καὶ λαμβάνει τὰς πλάκας μετὰ τῶν κωδικέλλων, καὶ φιλεῖ τὰς χεῖρας τῶν δεσποτῶν, καὶ ὑποχωρεῖ ὀλίγον κρατουμένη παρὰ τοῦ πραιποσίτου. Καὶ εἰσάγονται ὑπὸ σιλεντιαρίων κρατούμενοι ἀπό τε μαγίστρου μέχρι τῶν στρατηλατῶν ἀπευχαριστοῦντες διὰ τὴν 2.65 τιμηθεῖσαν. Καὶ ὅταν συμπληρώσῃ ἡ σύγκλητος τὴν εὐχαριστίαν, εἰσάγει αὐτὴν πάλιν ὁ πραιπόσιτος εἰς τὰ γόνατα τῶν δεσποτῶν, καὶ ἀπευχαριστεῖ τοῖς δεσπόταις. Καὶ νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ τῷ ἑστῶτι εἰς τὸ πλαγὶν τοῦ σένζου, κἄν τε πριμικήριος τύχῃ, ἄνευ του κρατοῦντος τὴν ζωστήν, καὶ λέγει· \"Κελεύσατε.\" Καὶ ἐπεύχεται ἡ σύγκλητος καὶ ἐξέρχεται, συνεξέρχεται δὲ καὶ ἡ ζωσθεῖσα, καὶ λαμβάνει τὰς πλάκας αὐτῆς σιλεντιάριος, καὶ ἐξέρχεται εἰς τὸ Λαυσιακόν, ὀψικευομένη ὑπὸ σιλεντιαρίων καὶ κουβικουλαρίων φορούντων χλανίδια λευκά, καὶ ἀπέρχεται ἐπὶ τὴν τροπικὴν τοῦ Λαυσιακοῦ, καὶ οὐκ ἐξέρχεται, ἔνθα ἐστὶν ἡ προέλευσις, ἀλλ' ἐπὶ τὸν Ἔρωτα, καὶ ἐκβαίνει ἐπὶ τὸ πλαγὶν τῆς Μανναύρας, καὶ ἐπὶ τὸν μάκρωνα τῶν κανδιδάτων εἰς τὰ Ἐξκούβιτα καὶ διὰ τῶν Σχολῶν, καὶ δέχονται τὰ μέρη, ὡς ἐπὶ τῶν πατρικίων, λαμβάνει καὶ λιβελλάριν παρὰ τῶν δημάρχων, καὶ ἀκτολογοῦσιν τὰ μέρη, ὡς ἡ συνήθεια ἔχει. Καὶ ἀπέρχεται διὰ τοῦ χυτοῦ τῆς Χαλκῆς εἰς τὸ Ἅγιον Φρέαρ, καὶ εἰσέρχεται ἐν τῷ ναῷ, εἰς τὰ ἅγια θύρια, ἔνθα πρόκειται τὸ ἀντιμίσιον, καὶ ἐκβαίνει ὁ πατριάρχης ἀπὸ τοῦ θυσιαστηρίου, καὶ λαμβάνει τὰς πλάκας αὐτῆς, καὶ τίθησιν αὐτὰς εἰς τὸ ἀντιμίσιον, καὶ ποιεῖ εὐχήν, ὡς ἐπὶ τῶν πατρικίων. Συνοψικεύουσι δὲ αὐτὴν μέχρι τῆς ἐκκλησίας καὶ οἱ ἀξιωματικοὶ καὶ οἱ λοιποὶ τῶν ἀξιωμάτων, καὶ ὅταν συμπληρώσῃ τὴν εὐχὴν ὁ πατριάρχης, ἐπαίρουσιν αὐτὴν οἱ κουβικουλάριοι καὶ οἱ σιλεντιάριοι, καὶ ἀναφέρουσιν αὐτὴν εἰς τὸ μητατώριον ἐπὶ τὸν Θωμαΐτην, καὶ τὰ διαβατικὰ ἀναχωροῦντες ἔσω ἵστανται. Οἱ δὲ ἀξιωματικοὶ καὶ οἱ λοιποὶ ἀναχωροῦσιν ἀπὸ τῆς ἐκκλησίας, αἱ δὲ πατρικίαι καὶ αἱ στρατήγισσαι ἵστανται κονσιστώριον εἰς τὸν τρίκλινον τῆς Μανναύρας, ἐκδεχόμεναι τὴν ζωσθεῖσαν. Καὶ ὅτε φθάσῃ, ἵσταται 2.66 κατὰ κεφαλῆς ἀνάμεσον τῶν πατρικίων, καὶ ἀπέρχεται μία μία προσκυνοῦσα καὶ λαμβάνουσα σπόρτυλον παρ' αὐτῆς, ἔχοντα ἀνὰ νομίσματα ϛʹ. Ὁμοίως καὶ αἱ στρατήγισσαι προσκυνοῦσιν αὐτήν, καὶ ἐπεύχονται τοῖς δεσπόταις διὰ τὴν προβληθεῖσαν. Καὶ ἀναχωροῦσιν αἱ πατρικίαι, καὶ ἐπαίρουσιν αὐτὴν οἱ κουβικουλάριοι καὶ οἱ σιλεντιάριοι, καὶ εἰσφέρουσιν αὐτὴν ἐν τῷ παλατίῳ διὰ τοῦ Ἔρωτος καὶ τῶν διαβατικῶν τῶν Ἁγίων Μʹ, καὶ ἐπικόπτει τὸ ἡλιακὸν τοῦ Χρυσοτρικλίνου, καὶ εἰσέρχεται εἰς τὸν Φάρον, εὐχομένη τοῖς δεσπόταις καὶ τιθεῖ σπόρτυλον νομίσματα ιβʹ εἰς τὸ ἀντιμίσιν, καὶ ἅπτει κηροὺς καὶ ἐξέρχεται εἰς τὸ κελλίον αὐτῆς. Χρὴ δὲ γινώσκειν ὅτι ἐν ἑορτῇ οὐ γίνεται, εἰ μὴ ἐν κυριακῇ παγανῇ. 2.67 Ξʹ (ΝΑʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προαγωγῇ πραιποσίτου. Ἐν ἡμέρᾳ ἀλλαξίμων, ὅτε κελεύουσιν οἱ δεσπόται δέξασθαι σέκρετον ἐπὶ προελεύσει, ἀλλάσσουσιν οἱ δεσπόται τὰ διβητήσια αὐτῶν καὶ τὰς χλαμύδας καὶ τὰ στέμματα, καὶ καθέζονται ἐν τῷ σένζῳ εἰς τὸν Χρυσοτρίκλινον, καὶ εἰσέρχονται οἱ τοῦ κουβουκλείου ἀπὸ πλαγίου, ὡς ἔστιν ἡ συνήθεια, καὶ ἵστανται κονσιστώριον. Καὶ νεύουσιν οἱ δεσπόται, κἄν τε πραιπόσιτος ἕτερός ἐστι, κἂν πριμικήριος, καὶ ἐπαίρει τὸν ὀφείλοντα προβληθῆναι πραιπόσιτον, καὶ εἰσάγει αὐτὸν κατὰ παντὸς μέσον τοῦ σεκρέτου τοῦ κονσιστωρίου τοῦ κουβουκλείου. Καὶ πίπτει, καὶ εἰσάγει αὐτὸν ἔμπροσθεν τοῦ ὑποποδίου τῶν δεσποτῶν, καὶ πίπτει καὶ φιλεῖ τοὺς πόδας καὶ τὰ γόνατα τοῦ μεγάλου δεσπότου, ὁμοίως καὶ τοῦ μικροῦ, οἱ δὲ τοῦ κουβουκλείου ἵστανται ὥσπερ Π. Καὶ ἀναστὰς ἐφαπλοῖ τὰς χεῖρας, καὶ λαμβάνει παρὰ τῶν δεσποτῶν πλάκας ἄνευ κωδικελλίων, καὶ φιλεῖ τὰς χεῖρας αὐτῶν, καὶ ὀπισθοποδεῖ μικρὸν ἀπὸ τοῦ σένζου, καὶ εὐθέως ἀπευχαριστοῦσι πάντες οἱ τοῦ κουβουκλείου. Καὶ πάλιν προσφέρει αὐτὸν ἔμπροσθεν τῶν δεσποτῶν, καὶ πίπτει καὶ φιλεῖ τοὺς πόδας καὶ τὰ γόνατα τῶν δεσποτῶν, καὶ ἀπευχαριστεῖ, καὶ ἐπαίρουσιν αὐτὸν οἱ κουβικουλάριοι καὶ οἱ ὀστιάριοι, καὶ ἐξέρχονται ὀψικεύοντες αὐτὸν μέχρι τοῦ Τριπέτωνος, ἔνθα ἵστανται οἱ πατρίκιοι καὶ οἱ λοιποὶ συγκλητικοί, καὶ προσκυνεῖ τοὺς πατρικίους καὶ οὓς 2.68 βούλεται, βαστάζων καὶ τὰς πλάκας αὐτοῦ, καὶ πάλιν εἰσέρχεται ὁ αὐτὸς πραιπόσιτος μετὰ τοῦ κουβουκλίου, καὶ ἵσταται εἰς τὴν καθέδραν τῶν δεσποτῶν, βαστάζων καὶ τὰς πλάκας. Ὁ δὲ τῆς καταστάσεως εὐτρεπίζει τὰ βῆλα εἰς τὸν Τριπέτωνα, ὡς ἔχει ἡ συνήθεια, καὶ ὅτε κελεύσωσιν οἱ δεσπόται εἰσελθεῖν τὰ βῆλα τοῦ σεκρέτου, νεύουσιν τῷ προβληθέντι πραιποσίτῳ, καὶ ἐξέρχεται μετὰ δύο ὀστιαρίων καὶ βεργίων, βαστάζων καὶ τὰς πλάκας. Καὶ εἰσάγει βῆλον αʹ· τοὺς μαγίστρους καὶ τὰ λοιπὰ βῆλα, ὡς ἔχει ἡ συνήθεια. Καὶ ὅταν ἔλθωσιν ὅλα τὰ βῆλα, νεύουσιν οἱ δεσπόται τῷ προβληθέντι πραιποσίτῳ, καὶ λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται· \"Εἰς πολλοὺς χρόνους καὶ ἀγαθούς,\" καὶ ἐξέρχονται, καὶ πληροῖ πάντα τὰ νούμερα ὁ προβληθεὶς πραιπόσιτος."
      },
      {
        "index": 4,
        "text": "Χρὴ δὲ γινώσκειν ὅτι καὶ πατρίκιον εἰ κελεύωσιν αὐτὸν ποιῆσαι, ἄλλας πλάκας λαμβάνει μετὰ τῶν κωδικέλλων, καὶ πληροῦται τότε ἡ ἀκολουθία, ὡς καὶ ἐπὶ τῶν λοιπῶν πατρικίων. 2.69 ΞΑʹ (ΝΒʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προαγωγῇ ὑπάρχου. Προσκαλεῖται ὁ βασιλεὺς ὃν ἂν βούλεται προβαλέσθαι ὕπαρχον, προσκαλεῖται καὶ τὸν πραιπόσιτον, καὶ λέγει πρὸς αὐτόν· \"Ἄπελθε, καὶ παράδος αὐτὸν ὕπαρχον πόλεως.\" Παραλαβὼν δὲ αὐτὸν ὁ πραιπόσιτος, περιβάλλει αὐτὸν σαγίον ῥοῆς, καὶ εὐθέως ἀποστέλλει σιλεντιάριον, προσκαλέσασθαι τὴν πολιτικὴν κατάστασιν ἅπασαν ἐν τῷ Κονσιστωρίῳ, καὶ ἐξέρχεται ὁ πραιπόσιτος μετὰ τοῦ ὑπάρχου διὰ τοῦ Λαυσιακοῦ καὶ τῶν σκαλίων, καὶ ἐξέρχεται διὰ τοῦ Μονοθύρου τοῦ ὄντος εἰς τὸ Εἰδικόν, καὶ ἐκεῖθεν δηριγευόμενος, διοδεύων διὰ τῶν διαβατικῶν καὶ τῆς Ἀψίδος, καὶ εἰσέρχεται μέχρι τοῦ Αὐγουστέως, καὶ καθέζονται ἀμφότεροι ἐκεῖσε, ἐκδεχόμενοι μέχρις ἂν καταλάβῃ τὸ πολίτευμα."
      },
      {
        "index": 5,
        "text": "Τῶν δὲ σιλεντιαρίων ἐλθόντων καὶ ἀπαγγειλάντων, ὡς ὅτι πάρεστιν τὸ πολίτευμα ἐν τῷ Κονσιστωρίῳ, λαμβάνουσιν πάλιν οἱ αὐτοὶ σιλεντιάριοι πρόσταξιν παρὰ τοῦ πραιποσίτου πρὸς τὸ ἀπαγαγεῖν τὸ πολίτευμα εἰς τὸν Ὀνόποδα. Τότε λαβὼν ὁ πραιπόσιτος τὸν ὕπαρχον καὶ ἐξελθὼν ἀπὸ τοῦ Αὐγουστέως, διέρχεται διὰ τοῦ στενοῦ καὶ μένει ὁ ὕπαρχος ἔνδον τῆς πύλης τῆς ἐξαγούσης πρὸς τὸν Ὀνόποδα, ὁ δὲ πραιπόσιτος ἐξέρχεται μόνος, ἔνθα ἵσταται τὸ πολίτευμα, καὶ λέγει αὐτοῖς ἃ ἐδιδάχθη 2.70 παρὰ τοῦ βασιλέως νουθεσίας ἕνεκα καὶ νομίμων διακράτησιν. Μετὰ δὲ τὴν διαλαλίαν κελεύει ὁ πραιπόσιτος τῷ τῆς καταστάσεως ἀνοιγῆναι τὸ βῆλον, καὶ προσκαλεῖται τὸν ὕπαρχον, κἀκείνου ἐξελθόντος, παραδίδωσιν αὐτὸν ὁ πραιπόσιτος τῇ πολιτείᾳ ὕπαρχον καὶ πατέρα πόλεως, καὶ εἶθ' οὕτως ἀπὸ τοῦ Ὀνόποδος ὑποστρέφει ὁ πραιπόσιτος ἐν τῷ παλατίῳ, ὁ δὲ τῆς καταστάσεως μετὰ τῶν σιλεντιαρίων λαμβάνει τὸν ὕπαρχον, καὶ εἰσάγει αὐτὸν ἐν τῷ Κονσιστωρίῳ, καὶ ὑπαλλάσσει αὐτὸν τὴν τοῦ ὑπάρχου στολήν, ἤγουν τὸ καμήσιον καὶ τὸ πελώνιον καὶ τὸν λῶρον καὶ ὑποδύει αὐτὸν καὶ τὸ καλίγιν. Καὶ εἶθ' οὕτως ὁ τῆς καταστάσεως μετὰ τοῦ πολιτεύματος καὶ τῶν δημοτῶν τῶν δύο μερῶν, ὀλίγον ὀψικεύοντες αὐτόν, διέρχονται διά τε τῶν Ἐξκουβίτων καὶ τῶν Σχολῶν, ἀκτολογουμένου ὑπ' αὐτῶν, λεγόντων αὐτῶν· \"Ὁ δεῖνα εἶσε ὕπαρχος, εἶσε ὕπαρχος.\" Ἐὰν δέ ἐστιν πατρίκιος, ἀκτολογεῖ οὕτως· \"Ὁ δεῖνα εἶσε ὕπαρχος, εἶσε καὶ πατρίκιος\" καὶ τὰ ἑξῆς. Καὶ εἶθ' οὕτως εἰσέρχεται ἐν τῇ Μεγάλῃ Ἐκκλησίᾳ διὰ τοῦ Ἁγίου Φρέατος, καὶ ἅψας κηροὺς καὶ εὐξάμενος, ὑποστρέφει εἰς τὸν οἶκον αὐτοῦ. (ΝΓʹ) Ἀκτολογία τῶν δήμων ἐπὶ τῆς ὑπάρχου προαγωγῆς. Τῆς συνήθους τάξεως τελουμένης ἐν τῷ παλατίῳ ἐπὶ τῇ τοῦ ὑπάρχου προαγωγῇ, καὶ τοῦ πραιποσίτου τοῦτον ἐξάγοντος διὰ τοῦ Τρικόγχου καὶ τῆς Ἀψίδος εἰς τὸν Αὐγουστέα, ἀπέρχονται ἐν τῷ Ὀνοποδίῳ, καὶ δὴ πάσης τῆς τάξεως τοῦ πραιποσίτου ἐν τῷ Ὀνοποδίῳ ἀνερχομένης, 2.71 παραδίδωσιν ὁ πραιπόσιτος πατέρα πόλεως τὸν προβληθέντα ὕπαρχον. Εἶτα ἐπαίρει αὐτὸν ὁ τῆς καταστάσεως, καὶ εἰσφέρει αὐτὸν ἐν τῷ Κονσιστωρίῳ τῷ χειμερινῷ, καὶ ἐνδύει αὐτὸν τὸ καμήσιον καὶ τὸν λῶρον, καὶ ὑποδύεται καλίγιν, καὶ ἔρχεται ἐπὶ τὸν μάκρωνα τῶν κανδιδάτων ὀψικευόμενος ὑπὸ πάσης τῆς τάξεως τοῦ Πραιτωρίου ἕως τῶν χαλκῶν πυλῶν τῶν κορτινῶν. Καὶ λέγει ὁ ἀδμηνσουνάλιος· \"Στήτω·\" καὶ κρατεῖ ὁ νουμεράριος τὸ βῆλον, καὶ λέγει· \"Λεβά, ὕπαρχε προφέκτωρ, λώκ,\" καὶ πάλιν λέγει ὁ ἀδμηνσουνάλιος, ἅπερ φωνοβολεῖ ὁ νουμεράριος. Καὶ ἐξέρχεται ὁ ὕπαρχος, καὶ διέρχεται διὰ τῶν Σχολῶν, ὀψικευόμενος ὑπὸ τῶν προειρημένων. Τὸ δὲ μέρος τῶν Βενέτων ἵσταται εἰς τοὺς Λύχνους, ἐκδεχόμενον τὸν ὕπαρχον, καὶ πρὸ τοῦ φθάσαι αὐτὸν εἰς τὸν τοῦ Βενέτου δῆμον λέγει ὁ δῆμος ποίημα δρομικὸν ἤχ. δʹ· \"Οἱ ἐκ Θεοῦ κραταιούμενοι ταῖς νίκαις, κοσμοπόθητοι δεσπόται τῶν Ρωμαίων, σέ, ὡς γνησιοπόθητον καὶ πιστότατον δοῦλον προεβίβασαν ἀξίως ἐν ὑπερτέραις ἀξίαις, πρωτοσπαθάριον ἔντιμον καὶ εὐγενῆ ἐκ προγόνων, καὶ εἰς ὑπέρτιμον δόξαν τῇ τοῦ ὑπάρχου ἀνύψωσαν ἀξίᾳ.\" Καὶ μετὰ τὸ στῆναι τὸν ὕπαρχον εἰς τὸν εἰωθότα τόπον τῆς αὐτοῦ στάσεως λέγει ὁ δῆμος· \"Πρὸ πάντων εὐφημήσωμεν τοὺς δεσπότας τῆς οἰκουμένης.\" Οἱ κράκται· \"Ὁ δεῖνα καὶ ὁ δεῖνα μεγάλων βασιλέων καὶ αὐτοκρατόρων πολλὰ τὰ ἔτη.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Ὁ δεῖνα καὶ ὁ δεῖνα τῶν εὐσεβεστάτων Αὐγουστῶν πολλὰ τὰ ἔτη.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Καὶ εἶθ' οὕτως λέγει ἄκτα ἀπὸ φθογγῆς· \"Τίς οὐκ ἔχει ἐπὶ πλεῖον δοξάσαι\" ἐκ γʹ· \"τὸν μόνον ἀθάνατον βασιλέα\" ἐκ γʹ· \"τὸν τοιούτους δεδωκότα ἡμῖν δεσπότας,\" ἐκ γʹ· \"προνοούμενος ἑκάστῳ τὴν σωτηρίαν,\" ἐκ γʹ· \"καὶ προβιβάζων ἀξίαν τοῖς ἀξίοις,\" ἐκ γʹ· \"καὶ σὲ ὁ δεῖνα ἐτίμησαν παραδόξως\" ἐκ γʹ· \"τῇ τοῦ ὑπάρχου περιδόξῳ 2.72 ἀξίᾳ,\" ἐκ γʹ· \"ἀλλ' ὁ πάντων Ποιητὴς καὶ Δεσπότης τοὺς 2.72 χρόνους αὐτῶν πληθύνῃ σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Εἶτα λέγουσιν οἱ κράκται· \"Εὐφημήσωμεν κατὰ χρέως τὸν ὕπαρχον Ρωμαίων. Εἶσε ὁ δεῖνα, εἶσε ὁ δεῖνα, εἷσε ὁ δεῖνα, εἶσε ὕπαρχος, εἶσε.\" Καὶ εἶθ' οὕτως λέγουσιν οἱ κράκται· \"Καλῶς ἦλθες, θεοστέπτων ὁ δοῦλος.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, προβολὴ εὐεργετῶν.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ὁ εὐγενὴς ἐκ προγόνων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ὁ δεῖνα ὕπαρχε τῶν Ρωμαίων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Ἀλλ' ὁ πάντων Ποιητὴς καὶ Δεσπότης φυλάξῃ σε, ὕπαρχε, εἰς πλήθη χρόνων·\" Καὶ μετὰ ταῦτα ἐπιδίδωσι λιβελλάριν ὁ δήμαρχος τῷ ὑπάρχῳ, καὶ λέγουσιν οἱ κράκται· \"Καλῶς ἦλθες, ποθητὲ τῶν ἀνάκτων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ὁ δεῖνα ὕπαρχε τῶν Ρωμαίων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες εἰς φιλοῦντά σε δῆμον.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Ἀξίως σε ἠγάπησαν οἱ δεσπόται\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"ὡς ὄντα καθαρὸν καὶ ἐπάξιον.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Ἀλλ' ὁ πάντων Ποιητὴς καὶ Δεσπότης φυλάξῃ σε, ὕπαρχε, εἰς πλήθη χρόνων.\" Καὶ ἀποκινοῦντος τοῦ ὑπάρχου, ὀψικεύει ἔμπροσθεν αὐτοῦ ὁ δῆμος, λέγων τὸ δρομικὸν ποίημα ἤχ. δʹ· \"Οἱ ἐκ Θεοῦ κραταιούμενοι ταῖς νίκαις,\" καθὼς προεγράφη. Καὶ ἀπάγουσιν αὐτὸν ἕως τῆς δοχῆς τῶν Πρασίνων (μέχρι γὰρ τῶν ἐκεῖσε πληροῦται τὸ ποίημα), καὶ 2.73 πληρωθέντος λέγουσιν οἱ κράκται· \"Ἔς, ὁ Θεὸς ὁ ἅγιος, σῶσον τὸν ὕπαρχον.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Καὶ δέχεται τοῦτον τὸ μέρος τῶν Πρασίνων εἰς τὰς Σχολάς, καὶ γίνεται ἡ ἀκολουθία καὶ ἡ τάξις τῆς δοχῆς, καθὼς καὶ ἐπὶ τῶν Βενέτων, καὶ διέρχεται διὰ τοῦ χυτοῦ τῆς Χαλκῆς, καὶ εἰσέρχεται εἰς τὸ Ἅγιον Φρέαρ, καὶ ἅπτει κηρούς. Ἰστέον ὅτι ὁ πατριάρχης εὐχὴν τοῦ ὑπάρχου ποιεῖ κατὰ τὸν εἰωθότα τύπον τῶν πατρικίων. Καὶ μετὰ τοῦτο εἰσέρχεται εἰς τὸ σκάμνον τῶν πατρικίων, καὶ ἐκεῖ ἐνδύει αὐτὸν ὁ τῆς καταστάσεως τόν τε λῶρον καὶ τὸ πελώνιον, καὶ ἐξέρχεται διὰ τῆς πλαγίας τοῦ ναοῦ, ὡς ἐπὶ τὸ τοῦ μητατωρίου μέρος, εἰς τὸ Ὡρολόγιον, ἔνθα ἵσταται ὁ λευκὸς ἵππος μετὰ τοῦ χιώματος καὶ τὸ καλαμάριον καὶ οἱ ταξαιῶται μετὰ τῶν πελωνίων αὐτῶν, καὶ καβαλικεύει ὁ ὕπαρχος καὶ ἀπέρχεται ἐν τῷ Πραιτωρίῳ, καὶ αὐτοῦ ἀνελθόντος καὶ καθεσθέντος ἐπὶ τοῦ ἑαυτοῦ θρόνου, λέγουσιν οἱ τῆς τάξεως καὶ τῆς πόλεως· \"Ἄξιος, ἄξιος, ἄξιος, πολλὰ τὰ ἔτη τῶν βασιλέων\" καὶ τὰ ἑξῆς τῆς εὐφημίας· ἐν δὲ τῇ τελευταίᾳ λέγουσιν· \"Καὶ τοῦ προβληθέντος.\" Καὶ εἶθ' οὕτως πάλιν καβαλικεύει τὸ χίωμα, καὶ ἀπέρχεται εἰς τὸν οἶκον αὐτοῦ, ὀψικευόμενος ὑπὸ τῶν προρρηθέντων. 2.74 ΖΒʹ(ΝΔʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προαγωγῇ κοιαίστωρος. Κελεύουσιν οἱ δεσπόται ζητῆσαι τὸν ὀφείλοντα προβληθῆναι κοιαίστωρα, καὶ ἐὰν εὑρεθῇ, ζητοῦσι τὸν πραιπόσιτον μετὰ τοῦ προβαλλομένου, καὶ παραλαμβάνει αὐτὸν ὁ πραιπόσιτος παρὰ τῶν δεσποτῶν, ἵνα ἀπελθὼν προβάλληται αὐτὸν κοιαίστωρα. Καὶ ἐξέρχεται ὁ πραιπόσιτος, ὀψικευόμενος ὑπὸ κουβικουλαρίων καὶ σιλεντιαρίων, ἢ ἐν τῷ ἡμικυκλίῳ, ἢ ἐν τῇ Θερμάστρᾳ, καὶ ζητεῖ τοὺς ἀντιγραφέας καὶ καγκελλαρίους, καὶ παραδίδωσιν αὐτοῖς τὸν κοιαίστωρα καὶ ἐπεύχονται τοὺς δεσπότας καὶ ἀναχωροῦσιν. Καὶ εὐθέως ὁ προβληθεὶς ἀποστέλλει ἄνθρωπον αὐτοῦ μετά τε τοῦ χωσβαΐτου τοῦ βεστιαρίου, καὶ ἐπαίρει τὴν στολὴν τοῦ κοιαίστωρος τοῦ διαδεχθέντος, καὶ ὅτε εἰσὶν ἀλλάξιμα ἐν τῇ προελεύσει, ἀλλάσσει κἀκεῖνος. 2.75 ΖΓʹ (ΝΕʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προαγωγῇ δημάρχου. Πρὸ μιᾶς ἡμέρας λαμβάνει ἀπόκρισιν ὁ πραιπόσιτος παρὰ τῶν δεσποτῶν περὶ τοῦ βουλομένου προβληθῆναι δημάρχου, καὶ λέγει τῷ τῆς καταστάσεως, κἀκεῖνος ἀποστέλλει ἀδμηνσουνάλιον, ἵνα μηνύσῃ τοῖς τοῦ μέρους, τουτέστιν τῷ δευτερεύοντι, τῷ γειτονιάρχῃ καὶ τοῖς λοιποῖς ἄρχουσι τοῦ μέρους, καὶ τὰ πρωτεῖα αὐτῶν, ὅπως τῇ ἑξῆς ἔλθωσιν ἐν τῷ Κονσιστωρίῳ μετὰ σαγίων. Καὶ τὸ πρωΐ, ὅτε συμφθάσωσιν καὶ ἔλθωσιν οἱ τῶν μερῶν ἐν τῷ Κονσιστωρίῳ μετὰ σαγία αὐτῶν, μηνύεται ὁ πραιπόσιτος παρὰ τοῦ τῆς καταστάσεως, καὶ ἀναγάγει τοῖς δεσπόταις, καὶ παραλαμβάνει ὁ πραιπόσιτος παρὰ τῶν δεσποτῶν, ὃν βούλεται προβάλλεσθαι δήμαρχον. Καὶ εὐθέως ἐξέρχεται ὀψικευόμενος ὑπὸ κουβικουλαρίου, καὶ αὐτὸς ὁ προβληθεὶς μετ' αὐτοῦ, καὶ ἀνέρχεται διὰ τοῦ Λαυσιακοῦ καὶ τοῦ Ἔρωτος καὶ τῆς Δάφνης εἰς τὸν Αὐγουστέα, καὶ καθέζεται ἐκεῖσε. Καὶ ἀπέρχεται σιλεντιάριος, καὶ προσκαλεῖται τὸ μέρος, καὶ ἀπέρχονται πάντες ἐν τῷ Ὀνοποδίῳ, φοροῦντες τὰ σαγία, καὶ ἵστανται ἐκεῖσε. Καὶ ἐξέρχεται ὁ πραιπόσιτος καὶ ὁ τῆς καταστάσεως μετὰ σιλεντιαρίων τῶν ὄντων ἑβδομαρίων, φοροῦντες ἀμφότεροι σαγία ῥοῆς, ὁμοίως καὶ κουβικουλάριος ὀψικεύων τὸν πραιπόσιτον, 2.76 ὁμοίως καὶ ὁ προβληθεὶς φορῶν σαγίον ῥοῆς, ἀκολουθεῖ ὀπίσω τοῦ πραιποσίτου, τὸ δὲ σαγίον φορεῖ, εἰς τὸν Αὐγουστέα. Καὶ ἀνέρχεται ὁ πραιπόσιτος ἐν τῷ Ὀνοποδίῳ, καὶ καθὼς ἔχει ἡ συνήθεια, παραδίδωσι τὸν προβληθέντα δήμαρχον, λέγων τῷ μέρει· \"Κελεύουσιν οἱ δεσπόται, παραλάβετε αὐτὸν δήμαρχον.\" Καὶ ἐπεύχονται οἱ τῶν μερῶν τοὺς δεσπότας, καὶ λαμβάνουσι τὸν προβληθέντα δήμαρχον, ὀψικεύοντες αὐτὸν μέχρι τοῦ Κονσιστωρίου. Καὶ εἰσέρχεται ὁ προβληθείς, καὶ ἅπτει κηροὺς ἐν τῷ σταυρῷ, καὶ ἀπέρχεται εἰς τὴν τοῦ Κυρίου ἐκκλησίαν, καὶ ἅπτει κἀκεῖσε κηρούς, καὶ ἀπέρχεται ὀψικευόμενος διὰ τῶν κορτινῶν, καὶ εὐφημοῦσιν αὐτὸν εἰς τὸν τόπον αὐτοῦ ἀπὸ τῆς Χαλκῆς μέχρι τοῦ Μιλίου. Καὶ καβαλικεύει ὁ προβληθεὶς ἀπὸ σαγίου, καὶ ὀψικεύεται ὑπὸ τοῦ μέρους, φορούντων κἀκείνων σαγία ῥοῆς καὶ σκαραμάγγια. Καὶ ἀπέρχεται οὕτως μέχρι τοῦ στάβλου τοῦ μέρους, καὶ θεωρεῖ τοὺς ἵππους αὐτοῦ, καὶ καβαλικεύει, καὶ ἀπέρχεται ὀψικευόμενος μέχρι τοῦ οἴκου αὐτοῦ, ἀκολουθούντων καβαλλαρίων τοῦ δευτερεύοντος καὶ τοῦ γειτονιάρχου καὶ τοῦ νοταρίου, φορούντων σκαραμάγγια. Χρὴ δὲ γινώσκειν ὅτι προλαμβάνουσιν εἰς τὸν οἶκον τοῦ προβληθέντος ὁ αὐτὸς γειτονιάρχης καὶ ὁ νοτάριος καὶ οἱ λοιποί, καὶ ἵστανται μετὰ τοῦ μέρους, εὐφημοῦντες τὸν προβληθέντα εἰς τὸν πυλῶνα αὐτοῦ, καθὼς ἔχει ἡ συνήθεια, καὶ καλεῖ τὸν δευτερεύοντα καὶ τὸν γειτονιάρχην καὶ τὸν νοτάριον καὶ τοὺς λοιποὺς ἄρχοντας καὶ τὰ πρωτεῖα. Χρὴ δὲ γινώσκειν ὅτι ἡ αὐτὴ ἀκολουθία γίνεται καὶ ἐπὶ τοῦ ἑτέρου μέρους. 2.77 Ἀκτολογία τῶν δήμων ἐπὶ προαγωγῇ δημάρχων. Πρὸ μιᾶς ἡμέρας δέχεται ἀπόκρισιν ὁ πραιπόσιτος παρὰ τῶν δεσποτῶν περὶ προβολῆς δημάρχου, οἵου μέρους τύχοι· ὁ δὲ πραιπόσιτος λέγει τῷ τῆς καταστάσεως μηνυθῆναι διὰ τοῦ ἀδμηνσουναλίου τὸ μέρος ἵνα ἐπὶ τῇ αὔριον ἔλθωσι πάντες ἐν τῷ Κονσιστωρίῳ μετὰ τῶν σκαραμαγγίων καὶ σαγίων αὐτῶν· καὶ πρωΐας ὅτε πάντες συνέλθωσιν ἐν τῷ Κονσιστωρίῳ μηνύεται ὁ τῆς καταστάσεως παρὰ τοῦ ἀδμηνσουναλίου ὁμοίως καὶ ὁ πραιπόσιτος παρὰ τοῦ τῆς καταστάσεως καὶ ἀναφέρει ὁ πραιπόσιτος τοῖς δεσπόταις περὶ τῆς προβολῆς τοῦ δημάρχου· καὶ κελευόντων τῶν δεσποτῶν, εἰσάγει ὁ πραιπόσιτος τὸν μέλλοντα προβληθῆναι δήμαρχον· καὶ τῶν δεσποτῶν προβαλλομένων αὐτόν, εὐθέως ἐξέρχεται ὁ πραιπόσιτος μετὰ τοῦ προβληθέντος, ὀψικευόμενος ὑπὸ κουβικουλαρίου καὶ διέρχεται διὰ τοῦ Λαυσιακοῦ καὶ τοῦ Ἔρωτος καὶ τῆς Δάφνης εἰς τὸν Αὐγουστέα καὶ καθέζεται ἐκεῖσε. Καὶ εἶθ' οὕτως ἀπέρχεται ὁ σιλεντιάριος καὶ προσκαλεῖται τὸ μέρος (ἐν γὰρ τῷ Κονσιστωρίῳ ἐκδέχεται τὸ μέρος) καὶ ἀνέρχονται πάντες ἐν τῷ Ὀνοποδίῳ, ὅ τε δευτερεύων καὶ ὁ γειτονιάρχης καὶ οἱ λοιποὶ ἄρχοντες τοῦ μέρους, πάντες μετὰ τῶν σκαραμαγγίων καὶ σαγίων αὐτῶν καὶ ἵστανται ἐκεῖ, καὶ εἶθ' οὕτως ἐξέρχεται ὁ πραιπόσιτος καὶ ὁ τῆς καταστάσεως μετὰ καὶ σιλεντιαρίων, τῶν ὄντων ἑβδομαρίων, φοροῦντες ἀμφότεροι σαγία ῥοῆς, ὁμοίως δὲ καὶ ὁ προβληθεὶς δήμαρχος καὶ αὐτὸς φορῶν σαγίον ῥοῆς ἀκολουθεῖ ὀπίσω τοῦ πραιποσίτου καὶ ἀπέρχεται ὁ πραιπόσιτος ἐν τῷ Ὀνοποδίῳ καὶ καθὼς ἡ συνήθεια ἔχει, παραδίδωσι τὸν 2.78 προβληθέντα δήμαρχον τῷ μέρει λέγων· \"Κελεύουσιν οἱ δεσπόται ἡμῶν, παραλάβετε αὐτὸν δήμαρχον.\" Καὶ ἐπεύχεται τὸ μέρος τοὺς δεσπότας καὶ ἐπαίρουσι τὸν προβληθέντα δήμαρχον, ὀψικεύοντες αὐτὸν ἕως τοῦ Κονσιστωρίου· καὶ εἰσέρχεται ὁ προβληθεὶς καὶ ἅπτει κηροὺς ἐν τῷ σταυρῷ· ὁμοίως καὶ ἀπέρχεται ἐν τῇ τοῦ Κυρίου ἐκκλησίᾳ καὶ ἅπτει ἐκεῖσε κηροὺς καὶ εἶθ' οὕτως ἀπέρχεται ὀψικευόμενος διὰ τῶν κορτινῶν καὶ εὐφημοῦσιν αὐτὸν εἰς τοὺς τόπους αὐτοῦ, τοὺς ὄντας ἀπὸ τὴν Χαλκὴν ἕως τοῦ Μιλίου. Εἶτα καβαλικεύει ὁ δήμαρχος ἀπὸ σαγίου καὶ ὀψικεύεται ὑπὸ τοῦ μέρους φορούντων κἀκείνων σαγία ῥοῆς, ὄντων ἀπὸ σκαραμαγγίων ἁπάντων. Καὶ ἀπέρχεται ἕως τοῦ στάβλου τοῦ μέρους καὶ θεωρεῖ τοὺς ἵππους καὶ ἀπὸ τῶν ἐκεῖσε δηριγευόμενος κατὰ τὸν προρρηθέντα τύπον ἀπέρχεται ἐν τῷ οἴκῳ αὐτοῦ. Ὁ δὲ δευτερεύων καὶ ὁ γειτονιάρχης καὶ ὁ νοτάριος καὶ οἱ λοιποὶ ἄρχοντες ἀκολουθοῦσιν αὐτὸν καβαλάριοι ἀπὸ σκαραμαγγίων· πρὸ τοῦ δὲ φθάσαι τὸν δήμαρχον, προλαμβάνουσιν ὅ τε γειτονιάρχης καὶ ὁ νοτάριος μετὰ καὶ τοῦ μέρους καὶ ἵστανται καὶ εὐφημοῦσι τὸν δήμαρχον εἰς τὸν πυλῶνα αὐτοῦ, καθὼς ἡ συνήθεια ἔχει· ὁ δὲ δήμαρχος καλεῖ ἐπὶ τῆς τραπέζης αὐτοῦ τόν τε δευτερεύοντα καὶ τὸν γειτονιάρχην καὶ τὸν νοτάριον καὶ τοὺς λοιποὺς ἄρχοντας καὶ τὰ πρωτεῖα τοῦ μέρους καὶ συνεστιῶνται αὐτῷ."
      }
    ]
  }
}