{
  "chapterNumber": 2,
  "title": "1.3 Αʹ Ὅσα δεῖ παραφυλάττειν, προκένσου γινομένου ἐν τῇ Μεγάλῃ Ἐκκλησίᾳ, ἤτοι τάξις καὶ ἀκολουθία τῶν εὐσήμων καὶ περιφανῶν προελεύσεων, ἐν αἷς οἱ βασιλεῖς ἀπίασιν ἐν τῇ Μεγάλῃ Ἐκκλησίᾳ. Πρὸ μιᾶς ἡμέρ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Τῇ δὲ ἐπαύριον, ἤγουν τῇ ἡμέρᾳ τῆς αὐτῆς ἑορτῆς, ἔωθεν πρωΐας εἰσέρχονται οἱ πραιπόσιτοι μετὰ πάσης τῆς τάξεως τοῦ κουβουκλείου εἰς τὸν Καβαλλάριον, καὶ καθέζονται ἐκεῖσε. Τοῦ δὲ μεγάλου καὶ οἰκειακοῦ παππίου ἀνοίγοντος, εἰσέρχονται, καὶ καθέζονται ἐν τῷ βήλῳ τοῦ Πανθέου, καὶ εἶθ' οὕτως εἰσέρχονται οἱ βεστήτορες, καὶ αἴρουσι τὴν Μωσαϊκὴν ῥάβδον ἀπὸ τοῦ εὐκτηρίου τοῦ Ἁγίου Θεοδώρου τοῦ ὄντος ἐν τῷ Χρυσοτρικλίνῳ, καὶ οἱ τῶν ἀλλαξίμων τοῦ κουβουκλείου, μετὰ καὶ τῶν τῇ τάξει αὐτῶν διαιταρίων, αἴρουσι τὸ ταβλίν, ἐν ᾧ ἀπόκειται ἡ βασίλειος ἐσθής, καὶ τὰ κορνίκλια, ἅπερ τὰ βασίλεια ἔνδοθεν περιφέρουσι στέμματα, καὶ οἱ βασιλικοὶ σπαθάριοι τὰ βασιλικὰ αἴρουσιν ἄρματά τε καὶ σκουτάρια καὶ τὰ δόρατα, καὶ ἡ μὲν τῶν ἀλλαξίμων τάξις φέρει τὴν βασίλειον στολήν, καὶ ἀποτίθησιν ἐν τῷ ὀκταγώνῳ κουβουκλείῳ τῷ ὄντι ἐν τῷ παλατίῳ τῆς Δάφνης, ἤγουν πρὸ τοῦ ναοῦ τοῦ ἁγίου πρωτομάρτυρος Στεφάνου· οἱ δὲ τὰ ἄρματα φέροντες σπαθάριοι ἵστανται μετ' αὐτῶν ἐν τῷ Ὀνοποδίῳ· καὶ δὴ τῶν δεσποτῶν ἀπὸ σκαραμαγγίων ἐξιόντων τοῦ ἱεροῦ κοιτῶνος, καὶ τὴν συνήθη εὐχὴν ἐν τῇ κόγχῃ τοῦ Χρυσοτρικλίνου, ἐν ᾗ ἱστόρηται ἡ τοῦ Κυρίου ἡμῶν καὶ Θεοῦ θεοείκελος ἁγία εἰκὼν ἐπὶ θρόνου καθεζομένη, τῷ Θεῷ ἀποδιδόντων, εἰσέρχονται οἱ πραιπόσιτοι ἀπὸ τοῦ βήλου τοῦ Πανθέου, καὶ προσκυνοῦσι τοὺς δεσπότας, καὶ εἶθ' οὕτως [1.5] βάλλουσιν οἱ δεσπόται τὰ ἑαυτῶν χρυσοπερίκλειστα σαγία, καὶ ἐξίασι διὰ τοῦ Φύλακος. Ἐν δὲ τῷ Σίγματι ἐκδέχεται αὐτοὺς τό τε μαγλάβιον καὶ ἡ ἑταιρεία καὶ ὁ λογοθέτης, μετὰ τοῦ κανικλείου καὶ τοῦ πρωτοασηκρήτις καὶ τοῦ πρωτονοταρίου, καὶ ἐπευχόμενοι τοῖς δεσπόταις, τούτοις συμπορεύονται. Καὶ ἀπερχόμενοι οἱ δεσπόται ἐν τῷ πρωτοκτίστῳ ναῷ τῆς ὑπεραγίας Θεοτόκου, λαμβάνουσι κηροὺς παρὰ τῶν πραιποσίτων, δηλονότι ὑπὸ κουβικουλαρίου διδομένους τοῖς πραιποσίτοις καὶ διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσιν τῷ Θεῷ. Καὶ εἶθ' οὕτως ἐν τῷ κατεκείνῳ ἤτοι μετεκείνῳ εὐκτηρίῳ τῆς Ἁγίας Τριάδος, κἀκεῖσε διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ, καὶ εἶθ' οὕτως εἰσέρχονται ἐν τοῖς ἐκεῖσε ἀποκειμένοις ἐν τῷ στενακίῳ λειψάνοις, κἀκεῖσε διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ. Εἶτα ἐξέρχονται εἰς τὸν βαπτιστῆρα, ἐν ᾧ ἵστανται οἱ τρεῖς εὐμεγέθεις καὶ περικαλλεῖς σταυροί, καὶ διὰ νεύματος τοῦ πραιποσίτου πηγνύουσιν ἐκεῖσε οἱ κουβικουλάριοι οὓς κατέχουσι κηροὺς οἱ δεσπόται· ἀπὸ τῶν ἐκεῖσε διέρχονται καὶ τοῦ τρικλίνου τοῦ Αὐγουστέως, ἐν ᾧ ἐκδέχονται οἵ τε τοῦ Χρυσοτρικλίνου καὶ οἱ βασιλικοὶ ἄνθρωποι· κἀκεῖσε γὰρ ἐπεύχονται σὺν τοῖς μαγλαβίταις καὶ τοῖς ἑταιρειώταις τοὺς δεσπότας. Οἱ δὲ δεσπόται μετὰ τοῦ κουβουκλείου μόνου καὶ τῶν κοιτωνιτῶν εἰσέρχονται ἕως τοῦ ὀκταγώνου κουβουκλείου τοῦ ὄντος πρὸ τοῦ Ἁγίου Στεφάνου, ἐν ᾧ καὶ ἡ βασίλειος ἀπόκειται στολή, καὶ ἐκεῖσε ἵστανται οἱ τοῦ κουβουκλείου ἐπευχόμενοι [1.6] τοὺς δεσπότας. Ἀπὸ δὲ τῶν ἐκεῖσε εἰσέρχονται οἱ δεσπόται σὺν τοῖς πραιποσίτοις ἐν τῷ ναῷ τοῦ ἁγίου πρωτομάρτυρος Στεφάνου, καὶ διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ, καὶ εἶθ' οὕτως προσκυνοῦσι τὸν μέγαν καὶ περικαλλῆ καὶ πολυτίμητον τοῦ ἁγίου Κωνσταντίνου σταυρόν. Καὶ μετὰ τὸ τελέσαι ταῦτα εἰσέρχονται ἐν τῷ κοιτῶνι τῆς Δάφνης, ἐκδεχόμενοι τὸν καιρόν, ἤγουν τὸν ῥεφερενδάριον φέροντα τὸ μανδάτον ἀπὸ τοῦ πατριάρχου καὶ τῆς ἐκκλησιαστικῆς καταστάσεως, καὶ δὴ εἰσέρχονται οἱ πραιπόσιτοι, καὶ τὴν εἴδησιν τούτων διδοῦσι τοῖς δεσπόταις. Ἐξιόντες δὲ οἱ δεσπόται ἐν τῷ ὀκταγώνῳ κουβουκλείῳ, κράζει φωνῇ μεγάλῃ ὁ πραιπόσιτος, λέγων· βεστήτορες· καὶ δὴ εἰσέρχονται οἱ βεστήτορες καὶ περιτιθέασι τοῖς δεσπόταις τὰς τούτων λαμπρὰς χλανίδας, καὶ εὐθέως ἐξέρχονται· οἱ δὲ πραιπόσιτοι στέφουσιν τοὺς δεσπότας, δηλονότι τοῦ κουβουκλείου παντὸς παρισταμένου κἀκεῖσε, ὅτε ταῦτα τελοῦνται, καὶ μετὰ τὸ στεφθῆναι τοὺς δεσπότας ἐξέρχονται διὰ τοῦ τρικλίνου τοῦ Αὐγουστέως· ἐκεῖσε γὰρ ἵσταται ὁ λογοθέτης τοῦ δρόμου καὶ ὁ τοῦ κανικλείου καὶ ὁ κατεπάνω τῶν βασιλικῶν καὶ τὸ μαγλάβιν καὶ ἡ ἑταιρεία. Ἔνδοθεν γὰρ τῆς μεγάλης πύλης τοῦ Αὐγουστέως ἵστανται οἱ νιψηστιάριοι, βαστάζοντες τὰ χρυσᾶ καὶ ἐκ λίθων τιμίων κατεσκευασμένα χερνιβόξεστα, καὶ ἵστανται οἱ δεσπόται εἰς τὴν Χρυσῆν Χεῖρα, ἤγουν εἰς τὸν πόρτηκα τοῦ Αὐγουστέως ἔξωθεν τῆς μεγάλης πύλης· κἀκεῖσε γὰρ καὶ οἱ τοῦ Χρυσοτρικλίνου παρίστανται. Καὶ δὴ διὰ νεύματος τοῦ δεσπότου ὁ πραιπόσιτος τὴν κεφαλὴν ὑποκλίνας τοῖς δεσπόταις, διὰ τῆς οἰκείας χλανίδος νεύει τῷ ὀστιαρίῳ τῷ τὴν χρυσῆν βέργαν κατέχοντι· τέσσαρες γὰρ ὀστιάριοι τὰς χρυσᾶς ἐκ λίθων τιμίων ἠμφιεσμένας βαστάζουσι βέργας. Καὶ ἐξέρχεται, καὶ εἰσάγει τούς τε μαγίστρους ἀνθυπάτους τε καὶ πατρικίους στρατηγούς τε καὶ ὀφφικιαλίους καὶ κλεισουράρχας, καὶ τούτων κατὰ τὸ εἰωθὸς προσκυνούντων τοὺς δεσπότας καὶ κατὰ τὰς οἰκείας ἱσταμένων τάξεις, διὰ νεύματος τοῦ βασιλέως λέγει ὁ πραιπόσιτος εὐήχως πως καὶ ἐναρμονίως· Κελεύσατε. Καὶ δὴ τούτων ἐξιόντων, δηλονότι μετὰ καὶ τῶν δεσποτῶν, πάλιν ἐν τῷ Ὀνοποδίῳ, ἔνθα ὁ τῆς βίγλης δρουγγάριος καὶ τοῦ πλωίμου ἵστανται, μετὰ καὶ τῶν βασιλικῶν σπαθαρίων τῶν βασταζόντων τὰ βασιλικὰ ἄρματα, πίπτουσι κἀκεῖσε οἵ τε μάγιστροι καὶ οἱ λοιποί, καὶ ἀπευχαριστοῦσι τοὺς δεσπότας, δηλονότι τοῦ τῆς καταστασέως ἐν τῷ μέσῳ ἑστῶτος, καὶ διὰ νεύματος τοῦ βασιλέως κατὰ τὸ εἰωθὸς νεύει ὁ πραιπόσιτος διὰ τῆς αὐτοῦ χλανίδος τῷ τῆς καταστάσεως, καὶ λέγει· Κελεύσατε. Καὶ ἀπὸ τῶν ἐκεῖσε συνεξίασι τοῖς δεσπόταις οἵ τε μάγιστροι καὶ οἱ λοιποὶ ἕως τοῦ μεγάλου Κονσιστωρίου, ἐν ᾧ ἵστανται ὅ τε τοῦ ἁγίου Κωνσταντίνου σταυρὸς καὶ ἡ τοῦ Μωσέως ῥάβδος· καὶ μὴν ὅ τε πρωτοασηκρήτης καὶ ὁ πρωτονοτάριος, μετὰ τῶν ἀσηκρήτων καὶ βασιλικῶν νοταρίων καὶ λοιπῶν σεκρετικῶν νοταρίων τε καὶ χαρτουλαρίων καὶ δὴ πάντων ἐκεῖσε ἀθροιζομένων, καὶ τῶν δεσποτῶν ἱσταμένων ἄνωθεν τοῦ πουλπίτου ἔμπροσθεν τοῦ καμελαυκίου, πάλιν διὰ νεύματος τοῦ βασιλέως κατὰ τὸ εἰωθὸς νεύει ὁ πραιπόσιτος τῷ σιλεντιαρίῳ (ἐκεῖσε γὰρ ἐν τῷ μέσῳ τοῦ Κονσιστωρίου ἵστανται οἱ σιλεντιάριοι), καὶ λέγει μεγάλως· Κελεύσατε. Καὶ ἀπὸ τῶν ἐκεῖσε διέρχονται οἱ δεσπόται ἕως τοῦ τρικλίνου τῶν κανδιδάτων (ἐκεῖσε γὰρ ὁ τοῦ Κυρίου ἵσταται κλῆρος), καὶ ἀσπάζονται οἱ δεσπόται τὸν σταυρὸν τοῦ Κυρίου, [1.8] δηλονότι ὑπὸ τοῦ σκευοφύλακος τῆς αὐτῆς ἐκκλησίας προσφερομένου τοῖς δεσπόταις. Καὶ ἀπὸ τῶν ἐκεῖσε διέρχονται οἱ δεσπόται ἀπερχόμενοι ἐν τῷ ὀκτακιόνῳ θόλῳ, ἤγουν εἰς τὴν πρώτην Σχολήν, ὅνπερ τὴν παλαιὰν καλοῦσι χαραγήν, ἐν ᾧ ἵδρυται ὁ ἐξ ἀργύρου κατεσκευασμένος περικαλλὴς σταυρός, καὶ διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ. Καὶ πάλιν ἀπὸ τῶν ἐκεῖσε διέρχονται διὰ τοῦ τρικλίνου τῶν Ἐκσκουβίτων· ἐκεῖσε γὰρ ἵστανται στιχηδὸν δεξιὰ καὶ ἀριστερὰ κατὰ τὰς οἰκείας τάξεις, τοὺς δεσπότας ἐκδεχόμενα, τά τε ῥωμαϊκὰ σκῆπτρα τὰ λεγόμενα βῆλα, ὁμοίως καὶ τὰ εὐτύχια καὶ τὰ ἕτερα σκῆπτρα, πρὸς τούτοις τὰ σκεύη τῶν προτικτόρων καὶ σινατόρων, καὶ τὰ σκεύη τῶν δρακοναρίων, λάβουρά τε καὶ καμπηδηκτόρια, μετὰ καὶ τῶν βάνδων, τοῦ συμπορεύεσθαι τοῖς δεσπόταις. Ἐν δὲ τῷ αὐτῷ τρικλίνῳ τῶν Ἐκσκουβίτων, ἐν τῷ εὐωνύμῳ μέρει ἵστανται ἐπὶ μακρῷ σκάμνῳ· πρώτη τάξις, οἱ τοῦ κοιαίστωρος καγκελλάριοι μετὰ καὶ τοῦ αὐτῶν δομεστίκου, ῥωμαΐζοντες τὰ τῇ ἑορτῇ ἁρμόζοντα· δευτέρα τάξις, ἵστανται καὶ αὐτοὶ ἐπὶ μακρῷ σκάμνῳ οἱ λεγόμενοι διπανῖται, καὶ αὐτοὶ τὰ εἰωθότα εὐφημοῦντες· καὶ τρίτη τάξις, ἵστανται ἐπὶ μακρῷ σκάμνῳ οἱ νομικοί, καὶ αὐτοὶ τὰ εἰωθότα ἐπευχόμενοι τοὺς δεσπότας. Καὶ ἀπὸ τῶν ἐκεῖσε ἀπέρχονται εἰς τοὺς Λύχνους, ἐν ᾧ ἵδρυται ὁ ἐξ ἀργύρου ἕτερος κατεσκευασμένος σταυρός, καὶ διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ, καὶ γίνεται ἐκεῖσε ἐν τῷ Τριβουναλίῳ, πρώτη δοχή, ἤγουν εἰς τοὺς Λύχνους, δηλονότι εἰς τὴν καμάραν ἱσταμένων τῶν βασιλέων, δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Βενέτων, [1.9] ἤγουν ὁ δομέστικος τῶν σχολῶν μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Βενέτων, καὶ ἐπιδίδωσιν ὁ δημοκράτης, ἤγουν ὁ δομέστικος, τὸ λιβελλάριν τὸν δεσπότην, ἀφικόμενος δηλονότι ὑπὸ τοῦ τῆς καταστάσεως πρὸς τὸν βασιλέα, ὁ δὲ βασιλεὺς ἐπιδίδωσι τοῦτο τῷ πραιποσίτῳ, καὶ ἀκτολογοῦσιν ἐκεῖ οἱ τοῦ μέρους, ἤγουν ὁ δῆμος, κατὰ τὸ εἰωθός, τοὺς δεσπότας· ἐν δὲ τῷ ἀκτολογεῖν τὸν δῆμον ὁ δομέστικος κατασφραγίζει τοὺς δεσπότας κατὰ τὴν εὐφημίαν τοῦ δήμου· αὐτὸ γὰρ τὸ Τριβουνάλιον κατακοσμοῦσιν οἵ τε βεστιοπράται καὶ ἀργυροπράται διά τε βλαττίων καὶ λοιπῶν ἐντίμων ἁπλωμάτων τε καὶ πέπλων, καὶ μὴν διά τε χρυσῶν καὶ ἀργυρῶν παντοίων σκευῶν τοῦτο καταγλαΐζουσιν· ἐν γὰρ τῷ αὐτῷ Τριβουναλίῳ δεξιᾷ καὶ ἀριστερᾷ ἵστανται πλησίον τῶν λύχνων ἀπὸ τῶν δήμων· καὶ ἐπέκεινα οἱ κατὰ τὸν τότε καιρὸν ἐντυγχάνοντες ἐνταῦθα ἐθνικοί, καὶ μὴν καὶ τὰ συστήματα τῆς πόλεως καὶ οἱ περὶ τὸν ὕπαρχον ὀφφικιάλιοι, μετὰ καὶ τοῦ συμπόνου καὶ τοῦ λογοθέτου τοῦ πραιτωρίου. Καὶ εἶθ' οὕτως ἀπὸ τῶν ἐκεῖσε διέρχονται οἱ δεσπόται ἕως τοῦ τρικλίνου τῶν Σχολῶν, καὶ ἐν τῷ προπυλαίῳ τῶν Ἁγίων Ἀποστόλων διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ· καὶ γίνεται ἐκεῖσε δευτέρα δοχή, καὶ δέχεται ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ ἐκσκούβιτος μετὰ καὶ τοῦ περατικοῦ αὐτοῦ δήμου τῶν Πρασίνων, καὶ τὰ ἑξῆς ἐπιτελεῖται, καθὼς προείρηται ἐν τῇ πρώτῃ δοχῇ. Καὶ εἶθ' οὕτως γίνεται τρίτη δοχὴ ἔνδοθεν τῆς Χαλκῆς, ἤγουν εἰς τὴν πύλην τῶν Σχολῶν τὴν εἰσφέρουσαν εἰς τὸν θόλον τῆς Χαλκῆς, καὶ δέχεται κἀκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Βενέτων, καὶ τὰ ἑξῆς ἐπιτελεῖται, καθὼς προείρηται· καὶ τὰ ἔνδοθεν τῆς χαλκῆς πύλης εἰς τὸν μέγαν θόλον δεξιὰ μὲν ἵσταται τὸ ἰατρεῖον ἐπευχόμενον τοῖς δεσπόταις, ἀριστερὰ δὲ οἱ τῆς παλαίστρας, καὶ αὐτοὶ εὐφημοῦντες τοὺς δεσπότας· \"Εἰς πολλοὺς χρόνους καὶ ἀγαθοὺς ὁ Θεὸς ἀγάγοι\", καὶ τὰ ἑξῆς. Καὶ ἐξιόντων τῶν δεσποτῶν εἰς τὴν χαλκῆν πύλην· ἐκεῖσε γὰρ ἵστανται δεξιὰ καὶ ἀριστερὰ οἱ ὀργανάριοι· εὐφημοῦντες κατὰ τύπον τοὺς δεσπότας. Καὶ εἶθ' οὕτως γίνεται δοχὴ τετάρτη ἔξω τοῦ καγκέλλου τῆς Χαλκῆς, καὶ δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ, δηλονότι ὄπισθεν τοῦ δημάρχου ἱσταμένου καὶ τοῦ δευτερεύοντος αὐτοῦ, καὶ τὰ ἑξῆς ἐπιτελεῖται, καθὼς προείρηται. Καὶ ἀπὸ τῶν ἐκεῖσε γίνεται πέμπτη δοχὴ πρὸ τῆς μεγάλης πύλης τῆς εἰσφερούσης εἰς τὸν Αὐγουστέωνα, καὶ δέχεται κἀκεῖσε ὁ δήμαρχος τῶν Πρασίνων μετὰ καὶ τοῦ δήμου τοῦ Ρουσίου, δηλονότι ὄπισθεν τοῦ δημάρχου ἱσταμένου καὶ τοῦ δευτερεύοντος αὐτοῦ, καὶ τὰ ἑξῆς ἐπιτελεῖται, καθὼς εἴρηται. Καὶ μετὰ ταύτην γίνεται ἕκτη δοχὴ εἰς τὸ ὡρολόγιον τῆς Ἁγίας Σοφίας, καὶ δέχεται κἀκεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ, καὶ τὰ ἑξῆς ἐπιτελεῖται, καθὼς προείρηται. Καὶ ἀπὸ τῶν ἐκεῖσε εἰσέρχονται οἱ δεσπόται διὰ τῆς Ὡραίας Πύλης, καὶ ἀποστέφονται ὑπὸ τῶν πραιποσίτων ἔνδον τοῦ βήλου τοῦ κρεμαμένου εἰς τὴν καμάραν, ἤγουν εἰς τὸ προπύλαιον τοῦ νάρθηκος, Ὁ δὲ πατριάρχης ἐκδέχεται εἰς τὴν πύλην τοῦ νάρθηκος μετὰ τῆς συνήθους αὐτοῦ ὑπηρεσίας καὶ τάξεως, καὶ μετὰ τὸ ἀποστεφθῆναι τοὺς δεσπότας εἰσέρχονται πρὸς τὸν πατριάρχην, καὶ ἐν πρώτοις μὲν προσκυνοῦσι τὸ ἅγιον Εὐαγγέλιον βασταζόμενον ὑπὸ τοῦ ἀρχιδιακόνου, καὶ εἶθ' οὕτως χαιρετίζουσι τὸν πατριάρχην, καὶ ἀσπάζονται αὐτόν, καὶ ἀπέρχονται ἕως τῶν βασιλικῶν πυλῶν, κἀκεῖσε διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσιν τῷ Θεῷ, καὶ τῆς εὐχῆς ὑπὸ τοῦ πατριάρχου τελουμένης, γίνεται ἡ εἴσοδος. Τὰ δὲ σκῆπτρα καὶ πάντα τὰ προγεγραμμένα σκεύη εἰσέρχονται, καὶ ἵστανται εἰς τὴν ἐκκλησίαν δεξιὰ καὶ ἀριστερὰ εἰς τοὺς ἰδίους τόπους· τὰ δὲ ῥωμαῖα βῆλα καὶ τὰ πτυχία ἵστανται ἔνθεν κἀκεῖθεν τῆς σωλέας, ὁ δὲ τοῦ ἁγίου Κωνσταντίνου σταυρὸς εἰς τὸ δεξιὸν μέρος τοῦ βήματος. Οἱ δὲ μάγιστροι καὶ ἀνθύπατοι καὶ οἱ λοιποὶ συγκλητικοί, μετὰ καὶ τῶν βασιλικῶν ἀνθρώπων, ἵστανται καὶ αὐτοὶ εἰς τὸ δεξιὸν μέρος τῆς ἐκκλησίας εἰς τοὺς ἰδίους τόπους, ἔνθα καὶ οἱ δεσπόται διέρχονται. Καὶ ὅτε φθάσωσιν οἱ δεσπόται εἰς τὰ ἅγια θύρια εἰς τὸ πορφυροῦν ὀμφάλιον, εἰσέρχεται μόνος ὁ πατριάρχης ἔνδοθεν τῶν κιγκλίδων, κρατῶν τὸ εὐώνυμον ἅγιον θυρίον. Καὶ διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστήσαντες τῷ Θεῷ οἱ δεσπόται, εἰσέρχονται προσκυνοῦντες τὴν ὑπὸ τοῦ πατριάρχου κρατουμένην ἁγίαν θύραν, καὶ ἐπὶ τῆς ἁγίας τραπέζης γενόμενοι, ἀσπάζονται τὸ ταβλὶν τῆς ἁγίας ἐνδυτῆς, δηλονότι ὑπὸ τοῦ πατριάρχου τοῦτο σηκούμενον, καὶ τοῖς δεσπόταις πρὸς ἀσπασμὸν προσαγόμενον, καὶ εἶθ' οὕτως ἁπλοῦσιν ἐπάνω τῆς ἁγίας τραπέζης τοὺς δύο, κατὰ τὸ εἰωθὸς, λευκοὺς ἀέρας, καὶ προσκυνοῦσι διὰ χειρὸς τοῦ πατριάρχου τὰ ἐπιδιδόμενα αὐτοῖς δύο ἅγια ποτήρια καὶ τοὺς δύο ἁγίους δίσκους καὶ τὰ ἅγια σπάργανα. Καὶ εἶθ' [1.12] οὕτως διὰ τοῦ δεξιοῦ μέρους τοῦ αὐτοῦ ἁγίου βήματος εἰσέρχονται οἱ δεσπόται μετὰ τοῦ πατριάρχου εἰς τὸ κυκλίν, ἐν ᾧ ἵδρυται ἡ διάχρυσος ἁγία σταύρωσις, καὶ πάλιν ἐκεῖσε, κατὰ τὸ εἰωθός, διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ, καὶ ἐπιδίδωσιν ὁ πατριάρχης τῷ μεγάλῳ βασιλεῖ τὸν θυμιατόν, καὶ θυμιᾷ τὴν αὐτὴν ἁγίαν σταύρωσιν, καὶ ἀσπαζόμενοι τὸν πατριάρχην, ἀποχαιρετίζουσιν αὐτόν, καὶ εἰσέρχονται ἐν τῷ πρὸ τοῦ μητατωρίου ὄντι εὐκτηρίῳ, κἀκεῖσε διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσιν τῷ Θεῷ, καὶ ἀσπαζόμενοι τὸν τίμιον σταυρόν, ἐν ᾧ πάντα τὰ σύμβολα τοῦ πάθους τοῦ Κυρίου ἡμῶν καὶ Θεοῦ ἐμφέρονται, εἰσέρχονται ἐν τῷ μητατωρίῳ. Ὅτε δὲ μέλλουσι τὰ ἅγια δῶρα τῇ ἁγίᾳ τραπέζῃ προσαχθῆναι, εἰσέρχονται οἱ πραιπόσιτοι, καὶ ὑπομιμνήσκουσι τοὺς δεσπότας, καὶ περιτιθέασιν αὐτοὺς τὰς ἑαυτῶν χλαμμύδας, καὶ ἐξέρχονται οἱ δεσπόται μετὰ τῶν χλαμμύδων αὐτῶν ἀποσκέπαστοι, καὶ διέρχονται διὰ τοῦ δεξιοῦ μέρους τῆς αὐτῆς ἐκκλησίας μετὰ τοῦ κουβουκλείου καὶ τῆς συγκλήτου, ὀψικευόμενοι ὑπὸ τῶν σκήπτρων καὶ τῶν λοιπῶν σκευῶν, καὶ ἀπέρχονται ὄπισθεν τοῦ ἄμβωνος· ἐκεῖσε γὰρ τὰ ἅγια σκεύη ἵστανται ἐκδεχόμενα, καὶ αἱ τῶν δεσποτῶν λαμπάδες ἐκεῖσε οὕτως ἵστανται ἅπτουσαι. Καὶ δὴ παραγενομένων ἐκεῖ τῶν δεσποτῶν, αἴρουσιν οἱ πραιπόσιτοι τὰς λαμπάδας, καὶ ἐπιδίδωσιν ἐν ταῖς χερσὶ τῶν δεσποτῶν, καὶ ὀψικεύουσιν οἱ δεσπόται μετὰ τῶν λαμπάδων τὰ ἅγια, μετὰ καὶ τῆς συγκλήτου καὶ τοῦ κουβουκλείου. Καὶ τὰ σκῆπτρα καὶ τὰ λοιπὰ σκεύη ἵστανται ἐν ταῖς οἰκείαις τάξεσι, καὶ οἱ δεσπόται ἀπερχόμενοι διὰ τῆς σωλέας, ἵστανται ἔξω τῶν ἁγίων θυρῶν, ὁ μὲν πρῶτος δεσπότης δεξιᾷ, ὁ δὲ δεύτερος ἀριστερᾷ, τιθέντες τὰς τούτων λαμπάδας ἐν τοῖς στήθεσι τῶν ἁγίων [1.13] θυρῶν. Τὰ δὲ ἅγια εἰσερχόμενα εἰς τὴν σωλέαν ἵστανται, καὶ ἔρχεται ὁ ἀρχιδιάκονος, καὶ θυμιᾷ τοὺς δεσπότας, καὶ εἶθ' οὕτως τὸν πατριάρχην, καὶ μετὰ τοῦτον τὴν ἁγίαν τράπεζαν· καὶ εἶθ' οὕτως εἰσέρχονται πάντα τὰ ἅγια, καὶ μετὰ τὸ εἰσελθεῖν πάντα ἀποχαιρετίζουσι οἱ δεσπόται τὸν πατριάρχην, καὶ διέρχονται διὰ τοῦ δεξιοῦ μέρους τοῦ βήματος ἔξωθεν, καὶ εἰσέρχονται ἐν τῷ μητατωρίῳ, καὶ μετὰ τοῦτο ἐξέρχονται πάλιν οἱ δεσπόται ἐν τῷ αὐτῷ σχήματι εἰς τὴν ἀγάπην, καὶ ἐν τῷ δεξιῷ μέρει τοῦ βήματος πρὸς τὸ μητατώριον, ἵσταται ὁ πατριάρχης ἔνδον τῶν κιγκλίδων, καὶ ἐν πρώτοις οἱ δεσπόται ἀσπάζονται τὸν πατριάρχην ἱστάμενοι ἔξω τῶν κιγκλίδων, καὶ μετ' ἐκεῖνον τόν τε σύγκελλον καὶ τοὺς μητροπολίτας καὶ ἀρχιεπισκόπους καὶ τὸν πρωτοπαππᾶν τῆς Μεγάλης Ἐκκλησίας καὶ τοὺς ἄρχοντας τοῦ πατριάρχου· εἰσάγονται δὲ οὗτοι πάντες οἱ τοὺς δεσπότας ἀσπαζόμενοι διὰ χειρὸς τοῦ ῥεφερενδαρίου, καὶ εἶθ' οὕτως πάλιν ἀσπάζονται τὸν πατριάρχην, καὶ ἵστανται ὑποκάτω ὀλίγον τῶν κιγκλίδων, καὶ ἀσπάζονται τοὺς τῆς συγκλήτου πάντας· πάντες γὰρ οὗτοι διὰ χειρὸς τοῦ τῆς καταστάσεως εἰσάγονται· καὶ ἀποχαιρετίζοντες οἱ δεσπόται τὸν πατριάρχην, εἰσέρχονται ἐν τῷ μητατωρίῳ. Ὅτε δὲ φθάσῃ ἡ κοινωνία, πάλιν ἐξέρχονται οἱ δεσπόται ἐν τῷ προειρημένῳ σχήματι, καὶ ἀπέρχονται ἐν τῷ δεξιῷ μέρει τοῦ βήματος, καὶ δέχονται κἀκεῖσε τὴν ἁγίαν κοινωνίαν, καὶ ἀσπαζόμενοι κατὰ τὸ εἰωθὸς τὸν πατριάρχην, εἰσέρχονται ἐν τῷ μητατωρίῳ, καὶ κραματίζουσιν ἐκεῖσε μετὰ τῶν μεγιστάνων καὶ οἰκειοτέρων ἀνθρώπων τῆς συγκλήτου· καὶ μετὰ τὸ κραματίσαι τοὺς δεσπότας εἰσέρχονται οἱ πραιπόσιτοι μετὰ καὶ τῶν ἐπὶ τῶν ἀλλαξίμων, καὶ ἐπιτιθέασι τοῖς δεσπόταις τὰς [1.14] ἑαυτῶν χλανίδας, καὶ εἶθ' οὕτως εἰσάγουσιν οἱ αὐτοὶ πραιπόσιτοι τὸν πατριάρχην, καὶ ἀσπάζεται τοὺς δεσπότας, καὶ συνέξεισιν αὐτοῖς ἕως τῆς μικρᾶς θύρας τῆς εἰσφερούσης πρὸς τὸ Ἅγιον Φρέαρ. Ἐν γὰρ τῇ φλιᾷ τῆς αὐτῆς θύρας ἵστανται οἵ τε δεσπόται καὶ ὁ πατριάρχης, ὁ δὲ πραιπόσιτος καὶ ὁ ἄργυρος ἵστανται ἔξω τῆς αὐτῆς θύρας· καὶ δὴ διὰ χειρὸς τοῦ ἀργύρου λαμβάνει ὁ πραιπόσιτος τὰ χρυσᾶ βαλάντια καὶ ἐπιδίδωσι τῷ βασιλεῖ, καὶ ὁ βασιλεὺς δίδωσι τοῖς μέλλουσι ταῦτα λαμβάνειν, κράζοντος δηλονότι τοῦ ἀργύρου· Τῷ ὁ δεῖνα, δεσπόται ἀγαθοί· εἰσὶ δὲ οἱ λαμβάνοντες ταύτην τὴν εὐεργεσίαν διὰ χειρὸς τοῦ δεσπότου ὅ τε ἀρχιδιάκονος καὶ οἱ ὀστιάριοι καὶ οἱ ψαλταὶ καὶ οἱ πένητες καὶ οἱ προσμονάριοι. Καὶ μετὰ ταῦτα ἐξέρχονται οἱ δεσπόται μετὰ τοῦ πατριάρχου καὶ εἰσέρχονται ἐν τῷ βήλῳ τῷ κρεμαμένῳ εἰς τὸ Ἅγιον Φρέαρ, καὶ στέφει αὐτοὺς ὁ πατριάρχης. Καὶ μετὰ τὸ στεφθῆναι αὐτοὺς λαμβάνουσιν ἐκ χειρὸς τοῦ πατριάρχου τὰς εὐλογίας, ἤτοι προσφοράς, καὶ ἀντιδίδουσι ταύτας τοῖς πραιποσίτοις, καὶ μετὰ ταῦτα δίδωσι τοῖς δεσπόταις ὁ πατριάρχης τὰ ἀλειπτά, καὶ ἀντιλαμβάνει παρὰ τῶν δεσποτῶν τὰ ἀποκόμβια· καὶ ἀσπάζονται οἱ δεσπόται τοῦτον, καὶ ἐξίασι τοῦ Ἁγίου Φρέατος. Καὶ γίνεται πρώτη δοχὴ ἔξω τοῦ Ἁγίου Φρέατος. Καὶ δέχεται κἀκεῖσε τὸ μέρος τῶν Βενέτων μετὰ καὶ τοῦ ἑαυτῶν δημάρχου, καὶ ἀκτολογοῦσι τοὺς δεσπότας κατὰ τὸ εἰωθός· λιβελλάρια γὰρ οὐ δίδονται ἐν τῇ ὑποστροφῇ τῶν δεσποτῶν καθὼς καὶ ἐν τῇ ἀφίξει αὐτῶν· τὰ δὲ λοιπὰ τῆς [1.15] δοχῆς ἐπιτελεῖται καθὼς προείρηται. Καὶ πάλιν γίνεται δευτέρα δοχὴ εἰς τὴν ἔξω τοῦ χυτοῦ τῆς Χαλκῆς τοῦ ἐκεῖσε φορνικοῦ καμάραν εἰς τὴν σιδηρᾶν πύλην, καὶ δέχεται κἀκεῖσε ὁ δήμαρχος τῶν Πρασίνων, μετὰ καὶ τοῦ δήμου τοῦ Ρουσίου· τὰ δὲ λοιπὰ τῆς δοχῆς ἐπιτελεῖται καθὼς προείρηται. Καὶ εἶθ' οὕτως γίνεται τρίτη δοχὴ ἔνδοθεν τῆς Χαλκῆς πρὸς τὴν πύλην τὴν εἰσφέρουσαν εἰς τὰς Σχολάς, καὶ δέχεται κἀκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ καὶ τοῦ περατικοῦ αὐτοῦ δήμου τοῦ Λευκοῦ· τὰ δὲ λοιπὰ τῆς δοχῆς ἐπιτελεῖται καθὼς προείρηται. Καὶ μετὰ ταύτην γίνεται τετάρτη δοχὴ εἰς τὸ προπύλαιον τῶν Ἁγίων Ἀποστόλων, ἤγουν εἰς τὰς Σχολάς, καὶ δέχεται κἀκεῖσε ὁ δημοκράτης τῶν Πρασίων, ἤγουν ὁ ἐκσκούβιτος, μετὰ τοῦ περατικοῦ αὐτοῦ δήμου τοῦ Ρουσίου· τὰ δὲ λοιπὰ τῆς δοχῆς ἐπιτελεῖται καθὼς προείρηται. Καὶ τελευταία δοχὴ γίνεται εἰς τὸ Τριβουνάλιον, ἤγουν πρὸ τῶν Λύχνων, καὶ δέχεται κἀκεῖ ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος, μετὰ καὶ τοῦ περατικοῦ αὐτοῦ δήμου τοῦ Λευκοῦ· τὰ δὲ λοιπὰ τῆς δοχῆς ἐπιτελεῖται καθὼς προείρηται. Καὶ δὴ μετὰ ταύτην τὴν δοχὴν διέρχονται οἱ δεσπόται διά τε τῶν Λύχνων καὶ τοῦ τρικλίνου τῶν Ἐκσκουβίτων, ἐν δὲ τοῖς αὐτοῖς Ἐκσκουβίτοις πάλιν εὐφημοῦσι τὰς εὐφημίας οἵ τε νομικοὶ καὶ οἱ διπανῖται καὶ οἱ τοῦ κοιαίστωρος καγκελλάριοι καθὼς καὶ προείρηται, δηλονότι ἐν τοῖς οἰκείοις τόποις ἱστάμενοι. Τῶν δὲ δεσποτῶν διερχομένων διὰ τοῦ τρικλίνου τῶν Κανδιδάτων ἐν τῇ θύρᾳ τοῦ αὐτοῦ τρικλίνου τῇ ἐξαγούσῃ ἐπὶ τὸ ἐξάερον τῶν Δεκαεννέα Ἀκκουβίτων, ἵστανται δύο βουκάλιοι, τὰ συνήθη τῆς ἑορτῆς λέγοντες τοῖς δεσπόταις· καὶ ἀπὸ τῶν ἐκεῖσε εἰσέρχονται ἐν τῷ Κονσιστωρίῳ, κἀκεῖσε δηλονότι ἐναπομενόντων καὶ ἐπευχομένων τοῖς δεσπόταις ὅ τε πρωτοασηκρήτης καὶ ὁ πρωτονοτάριος μετὰ τῶν ἀσηκρητῶν καὶ λοιπῶν ὀφφικίων, τούς τε νοταρίους καὶ [1.16] χαρτουλαρίους καὶ λοιπούς· ἐν δὲ τῷ Ὀνοποδίῳ πάλιν ἵστανται οἱ βασιλικοὶ ἄνθρωποι, μετὰ καὶ τοῦ κατεπάνω αὐτῶν καὶ τοῦ δομεστίκου αὐτῶν· οἱ δὲ μάγιστροι καὶ ἀνθύπατοι καὶ ὀφφικιάλοι ἅμα τοῦ τῆς καταστάσεως εἰσέρχονται ἐν τῷ στενακίῳ τῆς Χρυσῆς Χειρός, καὶ ἵστανται δεξιὰ μὲν οὗτοι, ἀριστερὰ δὲ οἱ τοῦ Χρυσοτρικλίνου. Καὶ δὴ τῶν δεσποτῶν διερχομένων μετά τε τοῦ μαγλαβίου καὶ τῆς μεγάλης ἑταιρείας, ἐπεύχονται πάντες οἱ κἀκεῖσε ἱστάμενοι καὶ οἱ τοῖς δεσπόταις συνιόντες. Τῶν δὲ δεσποτῶν μόνων εἰσερχομένων ἐν τῷ τρικλίνῳ τοῦ Αὐγουστέως, κακεῖσε γὰρ οἱ τοῦ κουβουκλείου προπορευόμενοι μετὰ τῶν πραιποσίτων, καὶ αὐτοὶ κἀκεῖσε στιχηδὸν ἐπὶ ἀκκουβίτων ἵστανται, καὶ δὴ τῶν δεσποτῶν μετὰ τῶν κοιτωνιτῶν καὶ μόνων εἰσιόντων, κλείονται μὲν αἱ τοῦ Αὐγουστέως θύραι διὰ τῶν κουβικουλαρίων, ὁ δὲ πραιπόσιτος λέγει ταύτην ῥωμαϊκὴν λέξιν· \"Διτ.\" Καὶ δέχεται ὁ τοῦ κουβουκλείου φωνοβόλος, καὶ λέγει εὐήχως πως καὶ ἐναρμονίως· \"Καλῶς\". Καὶ ἀποκρίνονται οἱ τοῦ κουβουκλείου πάντες καὶ λέγουσιν· \"Καλῶς ἤλθετε, οἱ μουλτούσανοι\". Ἐν δὲ τῇ ἁγίᾳ καὶ μεγάλῃ Κυριακῇ, ἤγουν τοῦ ἁγίου Πάσχα, καὶ μόνον, προστιθέασι καὶ ταύτην τὴν ῥωμαίαν λέξιν· \"Ἄνω, φιλλικήσιμε\". Καὶ μετὰ ταῦτα εἰσέρχονται οἱ δεσπόται μετὰ τοῦ κουβουκλείου ἐν τῷ ὀκταγώνῳ κουβουκλείῳ τῷ πρὸ τοῦ Ἁγίου Στεφάνου, καὶ ἐκεῖσε ἀποστέφονται, ἐκβάλλοντες καὶ τὰς ἑαυτῶν χλαμύδας, καὶ εἰσέρχονται ἐν τῷ κοιτῶνι τῆς Δάφνης ἀπὸ διβητησίων, κἀκεῖσε σκεπαζόμενοι καὶ τὰ χρυσοπερίκλειστα ἀμφιεννύμενοι σαγία, εἰσέρχονται εἰς τὸ ἱερὸν παλάτιον, δηλονότι προπορευομένων τῶν πραιποσίτων μετὰ τοῦ κουβουκλείου. Καὶ δὴ ἐν τῷ Χρυσοτρικλίνῳ [1.17] εἰσιόντος τοῦ κουβουκλείου μετὰ τῶν πραιποσίτων, ἵστανται στιχηδὸν ἐπ' εὖρος τοῦ αὐτοῦ Χρυσοτρικλίνου, καὶ τῶν δεσποτῶν διερχομένων, ἐπεύχονται τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους ὁ Θεὸς ἀγάγοι τὴν βασιλείαν ὑμῶν.\" Τῶν δὲ τοῦ κουβουκλείου μετὰ τῶν πραιποσίτων ἐξιόντων, ὑποστρέφουσιν οἱ δεσπόται, καὶ τῷ Θεῷ ἀπευχαριστοῦσιν, εὐχὴν ἀποδιδόντες ἐν τῇ κόγχῃ τοῦ αὐτοῦ Χρυσοτρικλίνου, ἐν ᾧ ἱστόρηται ἡ τοῦ Κυρίου ἡμῶν καὶ Θεοῦ θεανδρείκελος ἁγία εἰκὼν ἐπὶ θρόνου καθεζομένη, καὶ εἶθ' οὕτως εἰσέρχονται ἐν τῷ ἱερῷ αὐτῶν κοιτῶνι. Χρὴ δὲ εἰδέναι ὅτι κατὰ τὴν τάξιν ταύτην καὶ τὸν τύπον ἐπιτελεῖται ἥ τε ἁγία καὶ μεγάλη Κυριακὴ τοῦ Πάσχα καὶ ἡ ἁγία Πεντηκοστὴ καὶ ἡ θεολαμπὴς Μεταμόρφωσις ἥ τε ἁγία καὶ γενέθλιος τοῦ Κυρίου ἡμῶν καὶ Θεοῦ ἑορτὴ καὶ ἡ ἁγία ὑπέρλαμπρος τῶν Φώτων ἡμέρα. Χρὴ γινώσκειν ὅτι τῇ ἁγίᾳ καὶ μεγάλῃ Κυριακῇ [...] ἐξιόντων τῶν δεσποτῶν κατὰ τὸν προειρημένον τύπον καὶ ἀλλασσόντων τὰ ἑαυτῶν διβητήσια ἐν τῷ κοιτῶνι τῆς Δάφνης, ὅτε ἀποσυναχθῶσι πάντες οἱ τῆς συγκλήτου ἐν τῷ πόρτηκι τοῦ μεγάλου τρικλίνου τῶν ιθʹ Ἀκκουβίτων καὶ ἐν τῷ Ὀνοποδίῳ, εἰσέρχονται οἱ πραιπόσιτοι, καὶ ὑπομιμνήσκουσι τοὺς δεσπότας, καὶ βάλλουσιν οἱ δεσπόται τὰ ἑαυτῶν τζιτζάκια, καὶ ἐξέρχονται διὰ τοῦ μεγάλου ἀκκουβίτου τῶν ιθʹ ἀκκουβίτων, ὀψικευόμενοι ὑπὸ τοῦ κουβουκλείου καὶ τῶν μαγλαβιτῶν καὶ τῆς ἑταιρείας, ἱσταμένων δεξιὰ καὶ ἀριστερὰ τοῦ τοιούτου τρικλίνου, ἐν δὲ τῷ δεξιῷ μέρει τοῦ αὐτοῦ τρικλίνου, καθέζονται ἐν τοῖς χρυσοῖς καὶ διαλίθοις σελλίοις· καὶ εἶθ' οὕτως εἰσέρχεται ὅ τε ῥαίκτωρ καὶ οἱ πραιπόσιτοι καὶ οἱ τοῦ κουβουκλείου, καὶ ἀσπάζονται τοὺς δεσπότας, καὶ μετὰ τοῦτο διὰ [1.18] νεύματος τοῦ δεσπότου νεύει ὁ πραιπόσιτος διὰ τῆς ἑαυτοῦ χλανίδος τῷ ὀστιαρίῳ, τῷ τὴν χρυσῆν βέργαν κατέχοντι, καὶ ἐξέρχεται τοῦ εἰσάξαι ἀπὸ τοῦ δεξιοῦ μέρους στιχηδὸν τόν τε κατεπάνω τῶν βασιλικῶν, μετὰ καὶ τοῦ δομεστίκου καὶ τῶν ἐπὶ τοῦ Χρυσοτρικλίνου τοῦ τε τῆς καταστάσεως καὶ τῶν σιλεντιαρίων καὶ τοῦ ἀδμηνσουναλίου. Καὶ εἰσερχόμενος, ὁ ὀστιάριος ἔνδοθεν τοῦ βήλου, ἵσταται, καὶ λαμβάνει νεῦμα ὁ πραιπόσιπος παρὰ τοῦ δεσπότου, καὶ διὰ τῆς οἰκείας χλανίδος νεύει τῷ ὀστιαρίῳ, καὶ δὴ ὁ ὀστιάριος σχηματοειδῶς πως προσκυνῶν τοὺς δεσπότας, μετὰ τῆς δεξιᾶς χειρὸς ὀπισθίως κρούει τὸ βῆλον, καὶ διὰ τοῦ βήλου ὑπὸ τῶν σιλεντιαρίων συρομένου εἰσάγονται οἱ προειρημένοι, καὶ ἀσπάζονται καὶ αὐτοί, καὶ πάλιν ἐξίασιν εἷς καθ' εἷς δι' ἧς ἦλθον ὁδοῦ. Καὶ μετὰ ταῦτα ἀνίστανται οἱ δεσπόται, καὶ αἴρουσιν οἱ κουβικουλάριοι τὰ σελλία, καὶ ἱστῶσιν αὐτὰ εἰς τὴν ἐκ κισσοῦ καὶ μυρρίνης καὶ δενδρολιβάνου κατεσκευασμένην ἐν εἴδει τοῦ ταῦ στοιχείου φῖναν ἐν τῷ μέσῳ τοῦ αὐτοῦ τρικλίνου. Καὶ εἶθ' οὕτως λαμβάνει πάλιν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ δεσπότου, καὶ εἰσέρχεται μέσον τῆς αὐτῆς φίνας, καὶ προσκυνεῖ σχηματοειδῶς πως, καὶ ἐξέρχεται τοῦ εἰσαγαγεῖν τὰ βῆλα. Καὶ συνεξίασιν αὐτῷ καὶ οἱ δύο ὀστιάριοι, καὶ ἵστανται ἔνδοθεν τοῦ βήλου, καὶ ὁ εἷς ἐξ αὐτῶν, ἤγουν ὁ δεξιός, προσκυνῶν καὶ αὐτὸς σχηματοειδῶς πως τοὺς δεσπότας, καὶ οὕτως μετὰ τῆς δεξιᾶς χειρὸς ὀπισθίως κρούει τὰ δύο βῆλα· οἱ δὲ σιλεντιάριοι σύρουσι διχῶς τὰ βῆλα, οἷον δεξιὰ καὶ ἀριστερά, καὶ εἰσέρχεται ὁ πραιπόσιτος, προπορευόμενος τῇ τάξει τῶν τε μαγίστρων καὶ ἀνθυπάτων, ἤγουν τῶν φορούντων τοὺς δώδεκα χρυσοϋφάντους λώρους. [1.19] Καὶ ὁ μὲν πραιπόσιτος ἵσταται εἰς τὸν ἴδιον τόπον, ὁμοίως καὶ οἱ ὀστιάριοι ἵστανται εἰς τοὺς ἰδίους τόπους, οἱ δὲ μάγιστροι καὶ οἱ λοιποὶ ἀσπάζονται κατὰ τύπον τοὺς δεσπότας, πρῶτον μὲν τοῖς αὐτῶν γόνασι, ἔπειτα καὶ ταῖς χερσίν, καὶ εἶθ' οὕτως τῷ στόματι, καὶ ἵστανται δεξιὰ καὶ ἀριστερὰ κατὰ τὰς οἰκείας τάξεις. Καὶ πάλιν ἐξέρχεται ὁ πραιπόσιτος ἐν τῷ αὐτῷ σχήματι μετὰ τῶν αὐτῶν ὀστιαρίων, καὶ εἰσέρχονται πάλιν οἱ δύο ὀστιάριοι, καθὼς προείρηται, καὶ ἐνεργεῖ ὁ ἀριστερὰ ἱστάμενος ὀστιάριος καθὼς καὶ ὁ εἰς τὰ δεξιά, ἤγουν ὡς προγέγραπται. Καὶ εἰσάγονται κατὰ τὸ πρῶτον σχῆμα δεύτερον βῆλον· οἵ τε ἀνθύπατοι καὶ πατρίκιοι μετὰ τῶν ἑαυτῶν καμησίων καὶ τῶν λευκῶν χρυσοτάβλων χλανιδίων, καὶ ἀσπάζονται καὶ αὐτοὶ τοὺς δεσπότας, καὶ ἵστανται δεξιὰ καὶ ἀριστερὰ ὑποκάτω τῶν φορούντων τοὺς χρυσοῦς λώρους. Καὶ πάλιν ἐξέρχεται ὁ πραιπόσιτος ἐν τῷ αὐτῷ σχήματι, καθὼς καὶ προείρηται, καὶ εἰσάγει γʹ βῆλον· τοὺς πρωτοσπαθαρίους καὶ ὀφφικιαλίους, καὶ εἰς τύχῃ καὶ ἐν ἄλλοις ἀξιώμασιν εἶναι ὀφφικιαλίους καὶ ἀσπάζονται καὶ αὐτοὶ τοὺς δεσπότας καὶ ἵστανται καὶ αὐτοὶ δεξιὰ καὶ ἀριστερὰ ὑποκάτω τοῦ δευτέρου βήλου, καὶ πάλιν μετὰ τοῦτο ἐξέρχεται ἐν τῷ αὐτῷ σχήματι ὁ πραιπόσιτος, καθὼς καὶ προγέγραπται, καὶ εἰσάγει δʹ βῆλον· τοὺς ἀσηκρήτας καὶ νοταρίους τῶν σεκρέτων, καὶ ἀσπάζονται καὶ αὐτοὶ τοὺς δεσπότας, καὶ ἵστανται καὶ αὐτοὶ δεξιὰ καὶ ἀριστερὰ ὑποκάτω τῆς τάξεως τοῦ τρίτου βήλου. Καὶ πάντων στάντων εἰς τοὺς ἰδίους τόπους, λέγει διὰ νεύματος τοῦ δεσπότου ὁ πραιπόσιτος εὐήχως πως καὶ ἐναρμονίως· \"Κελεύσατε.\" Καὶ μετὰ τοῦτο ἐπεύχονται πάντες. \"Εἰς πολλοὺς χρόνους καὶ ἀγαθοὺς ὁ Θεὸς ἀγάγοι τὴν δικαίαν ὑμῶν βασιλείαν.\" Καὶ μετὰ [1.20] τὸ ἐκβῆναι πάντας ἀνίστανται οἱ δεσπόται, καὶ ἀνέρχονται ἐν τῷ μεγάλῳ ἀκκουβίτῳ μετὰ τῶν πραιποσίτων καὶ τῶν κοιτωνιτῶν καὶ μόνων· ἐν γὰρ τοῖς ἀργυροῖς κίοσι τοῦ αὐτοῦ ἀκκουβίτου κρέμανται βῆλα πρὸς τὸ μὴ ὁρᾶσθαι τοὺς δεσπότας, ὅτε ἐνδιδύσκονται τοὺς λώρους· ἐν γὰρ τῷ αὐτῷ ἀκκουβίτῳ ἐνδύουσι τοὺς δεσπότας τοὺς λώρους οἵ τε τῶν ἀλλαξίμων τοῦ κουβουκλείου καὶ οἱ βεστήτορες, μετὰ τῶν πραιποσίτων καὶ τοῦ δευτέρου καὶ τῶν κοιτωνιτῶν. Καὶ μετὰ τὸ ἐνδυθῆναι τοὺς λώρους τοὺς δεσπότας καὶ ὑπὸ τῶν πραιποσίτων στεφθῆναι λαμβάνουσιν ἐν μὲν τῇ δεξιᾷ χειρὶ τὴν ἀκακίαν, ἐν δὲ τῇ εὐωνύμῳ τοὺς ἐκ λίθων καὶ μαργάρων ἠμφιεσμένους χρυσοῦς σταυρούς, καὶ ὅτε κατέλθωσι τὰ βάθρα τοῦ αὐτοῦ ἀκκουβίτου, ἐπεύχονται αὐτοῖς οἵ τε τοῦ μαγλαβίου καὶ οἱ τῆς ἑταιρείας. Οἱ δὲ δεσπόται ἐξέρχονται τὴν μέσην τοῦ αὐτοῦ τρικλίνου, ὀψικευόμενοι ὑπὸ τοῦ κουβουκλείου εἰς τὸν πόρτηκα, καὶ ἀπὸ τῶν ἐκεῖσε ἀπέρχονται ἐν τῷ Ὀνοποδίῳ· καὶ γίνεται αʹ δοχὴ ἐκεῖ· οἵ τε μάγιστροι καὶ ἀνθύπατοι, οἱ φοροῦντες τοὺς λώρους καὶ οἱ λοιποὶ μετὰ τῶν ἰδίων ἀλλαξίμων, καὶ ἀπὸ τῶν ἐκεῖσε κατέρχονται ἐν τῷ Κονσιστωρίῳ, καὶ τὰ ἑξῆς ἐπιτελεῖται καθὼς καὶ ἀνωτέρω εἴρηται καὶ ἐν ταῖς λοιπαῖς προελεύσεσι. Καὶ τοῦτο δεῖ εἰδέναι· ὅτι τῇ ἁγίᾳ καὶ μεγάλῃ Κυριακῇ, εἰς τὰ ἅγια καὶ εἰς τὸν ἀσπασμὸν καὶ εἰς τὴν ἁγίαν κοινωνίαν μετὰ τῶν χλανιδίων ἐξέρχονται οἱ δεσπόται καθὼς καὶ ἐν ταῖς λοιπαῖς προελεύσεσι, καὶ οὐ μετὰ τῶν λώρων, ἀπὸ δὲ τοῦ κράματος ἀμφιέννυνται τοὺς λώρους, καὶ τὰ ἑξῆς ἐπιτελεῖται καθὼς καὶ ἐν ταῖς λοιπαῖς προελεύσεσι."
      },
      {
        "index": 1,
        "text": "Χρὴ γινώσκειν ὅτι τῇ ἑορτῇ τοῦ γενεσίου τῆς ὑπεραγίας [1.21] Θεοτόκου οὐ στέφονται οἱ δεσπόται καθὼς καὶ ἐν ταῖς λοιπαῖς προελεύσεσιν, ἀλλὰ πάντων τελουμένων, καθὼς προείρηται, ἐξέρχονται οἱ δεσπόται ἀπὸ διβητησίου ἀπὸ τοῦ κοιτῶνος τῆς Δάφνης, καὶ ἐν τῷ ὀκταγώνῳ κουβουκλείῳ βάλλουσι τὰς ἑαυτῶν χλανίδας κατὰ τὸν τύπον τῶν προλεχθεισῶν προελεύσεων, καὶ τὰ ἑξῆς ἐπιτελεῖται καθὼς καὶ ἐν ταῖς λοιπαῖς προελεύσεσι, πλὴν δοχαὶ παρὰ τῶν δήμων οὐ γίνονται, ἀλλ' ἐν τοῖς τόποις, ἐν οἷς αἱ δοχαὶ γίνονται, οἱ τῶν δύο μερῶν νοτάριοι καὶ μαΐστωρες ῥωμαΐζουσι τοὺς δεσπότας τὰ τῇ ἑορτῇ ἁρμόζοντα· ἀπὸ μὲν τῆς δοχῆς τῶν Λύχνων, ὁ τοῦ μέρους τῶν Βενέτων νοτάριος, καὶ δεῖ αὐτὸν περιπατεῖν ὄπισθεν τῶν δεσποτῶν πλησίον καὶ λέγειν τοὺς κατὰ τύπον ἰάμβους ἕως τῶν πυλῶν τῶν ἀγόντων εἰς τὰς Σχολάς. Ἀπὸ γὰρ τῶν ἐκεῖσε εἰσφερόντων μεγάλων πυλῶν, ἤγουν ἀπὸ τοῦ προπυλαίου τῶν Ἁγίων Ἀποστόλων, ἄρχεται ἰαμβίζειν ὁ τοῦ μέρους τῶν Πρασίνων μαΐστωρ ἕως τῆς μεγάλης πύλης τῶν Σχολῶν τῆς ἐξαγούσης ἐπὶ τὸν τῆς Χαλκῆς θόλον· ἔνδοθεν γὰρ τῆς αὐτῆς πύλης ἵσταται ὁ τοῦ μέρους τῶν Βενέτων μαΐστωρ, καὶ ἀπὸ τῶν ἐκεῖσε ἄρχεται καὶ αὐτὸς ἰαμβίζειν ἕως τοῦ στενακίου τοῦ ἐξάγοντος πρὸς τὸν ἔμβολον τοῦ Ἁγίου Φρέατος· ἔξω γὰρ τῆς σιδηρᾶς πύλης τοῦ αὐτοῦ στενακίου, ἐν ᾧ τὸ εἴλημά ἐστιν, ἵσταται ὁ τοῦ μέρους τῶν Πρασίνων νοτάριος, καὶ ἀπὸ τῶν ἐκεῖσε ἄρχεται καὶ αὐτὸς ἰαμβίζειν ἕως τοῦ Ἁγίου Φρέατος. Καὶ δὴ τῶν δεσποτῶν εἰσερχομένων ἐν τῷ Ἁγίῳ Φρέατι, διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ, καὶ προσκυνήσαντες τὸ Ἅγιον Φρέαρ, εἰσέρχονται διὰ τῆς εἰσαγούσης πύλης ἀπὸ τῶν [1.22] ἐκεῖσε εἰς τὴν ἐκκλησίαν· ἐκεῖσε γὰρ ἵσταται ὁ πατριάρχης μετὰ τῆς συνήθους αὐτῷ ὑπηρεσίας καὶ τάξεως. Καὶ δὴ τοῦ πατριάρχου θυμιῶντος κατὰ τὸν τύπον τοὺς δεσπότας, ἀσπάζονται αὐτὸν οἱ δεσπόται, καὶ εἶθ' οὕτως εἰσέρχονται διὰ τῆς ἐκεῖσε εἰσφερούσης πύλης πρὸς τὸ δεξιὸν μέρος τοῦ βήματος· ἐκεῖσε γὰρ οἱ τῆς συγκλήτου πάντες ἵστανται ἐπευχόμενοι τοὺς δεσπότας. Καὶ ἀπὸ τῶν ἐκεῖσε εἰσέρχονται εἰς τὰ ἅγια θύρια, καὶ διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ, καὶ τὰ ἑξῆς κατὰ τύπον τελοῦσι. Καὶ εἶθ' οὕτως λαμβάνει ἀπὸ χειρῶν τοῦ καστρησίου ὁ πατριάρχης τὸν θυμιατὸν καὶ ἐπιδίδωσι τῷ βασιλεῖ, καὶ θυμιᾷ ὁ βασιλεὺς πέριξ τῆς ἁγίας τραπέζης, καὶ μετὰ τὸ θυμιᾶσαι ἵσταται καὶ ὁ πατριάρχης καὶ ὁ βασιλεὺς ἔμπροσθεν τῆς ἁγίας τραπέζης, καὶ τῆς ἐκφωνήσεως παρὰ τοῦ ἀρχιδιακόνου γενομένης τῆς τε εὐχῆς παρὰ τοῦ πατριάρχου τελουμένης, καὶ τὰ ἑξῆς τῆς ἐκκλησιαστικῆς καταστάσεως γενομένης πάσης, ἐξέρχονται οἱ δεσπόται ἅμα τῷ πατριάρχῃ, προπορευομένων αὐτῶν τοῦ τε σταυροῦ καὶ τοῦ Εὐαγγελίου. Καὶ δὴ ἐρχομένων αὐτῶν ὄπισθεν τοῦ ἄμβωνος, ἤγουν πρὸ τῶν μεγάλων πυλῶν, ἵστανται ἐκεῖσε οἵ τε δεσπόται καὶ ὁ πατριάρχης μετά τε τοῦ σταυροῦ καὶ τοῦ Εὐαγγελίου, καὶ δὴ ἐρχομένων αὐτῶν, γίνεται κἀκεῖσε εὐχὴ κατὰ τὴν ἐκκλησιαστικὴν ἀκολουθίαν, καὶ εἶθ' οὕτως συνεξέρχεται ὁ πατριάρχης τοῖς δεσπόταις τὰς βασιλικὰς πύλας, καὶ ἀσπάζεται αὐτοὺς κἀκεῖσε, καὶ οἱ μὲν δεσπόται εἰσέρχονται ἐν τῷ βήλῳ τῷ κρεμαμένῳ ἐν τῷ νάρθηκι, καὶ ἐκεῖσε σκεπαζόμενοι, πάλιν ἐξέρχονται, καὶ ἀσπάζονται τὸν πατριάρχην, καὶ ἀποκινοῦσι μετὰ τῆς οἰκείας λιτῆς, καὶ ἀνέρχονται ἕως τοῦ πορφυροῦ μεγάλου κίονος τοῦ Φόρου, καὶ οἱ μὲν δεσπόται ἵστανται ἐν ταῖς τοῦ πορφυροῦ [1.23] μεγάλου κίονος ἀναβάθραις, οἱ δὲ μάγιστροι καὶ ἀνθύπατοι καὶ πατρίκιοι καὶ λοιποὶ συγκλητικοὶ ἐν τοῖς δεξιοῖς μέρεσι πρὸ τῆς τῶν δεσποτῶν στάσεως ἵστανται, ἤγουν ἔνδοθεν τῆς κιονοστασίας τοῦ Φόρου, οἱ δὲ τοῦ κουβουκλείου ἐν ταῖς δεξιαῖς ἀναβάθραις τοῦ αὐτοῦ κίονος, οἱ δὲ δῆμοι τῶν δύο μερῶν ἵστανται ἐν ταῖς ἐκεῖσε μικραῖς ἀναβάθραις ἀντικρὺ τῶν δεσποτῶν, δηλονότι ἔξω τῆς κιονοστασίας τοῦ δεξιοῦ μέρους, ἐν ᾧ οἱ τῆς συγκλήτου ἵστανται. Καὶ δὴ τοῦ πατριάρχου ἀνερχομένου μετὰ τῆς οἰκείας λιτῆς, προεισέρχονται μὲν ἔνδοθεν τῆς κιονοστασίας οἱ ἔκδικοι μετὰ τῆς ἑαυτῶν βακτηρίας πρὸ τῆς πρώτης ἀναβάσεως τῆς δεσποτικῆς ἀνόδου τοῦ κίονος καὶ εἰσέρχονται οἱ μητροπολῖται καὶ ἀρχιεπίσκοποι, καὶ τὴν κατὰ τύπον ἀποτελοῦσι προσκύνησιν, δηλονότι διὰ τοῦ τῆς καταστάσεως καὶ τοῦ ῥεφερενδαρίου προσαγομένους καὶ τοὺς δεσπότας προσκυνοῦντας, καὶ ἵστανται μὲν οὗτοι ἐν τῷ εὐωνύμῳ μέρει τῶν ἀναβάθρων τοῦ κίονος. Καὶ μετὰ ταῦτα εἰσέρχονται οἱ προπορευόμενοι τῆς ἐκκλησιαστικῆς λιτῆς καὶ ψάλλοντες, καὶ εἶθ' οὕτως εἰσέρχεται ὁ πατριάρχης μετά τε τοῦ σταυροῦ καὶ τοῦ Εὐαγγελίου, παρακρατούμενος ὑπὸ τῶν πρώτων καὶ οἰκείων αὐτοῦ· καὶ ὅτε τῆς πρώτης βαθμίδος τῆς δεσποτικῆς ἀναβάσεως ἔλθῃ, ἐπιδίδουσι τοῖς δεσπόταις οἱ πραιπόσιτοι τοὺς συνήθεις κηροὺς κατὰ τὸ εἰωθός, καὶ προσκυνοῦσι τὸν σεβάσμιον τύπον τοῦ ζωοποιοῦ σταυροῦ, ἀσπαζόμενοι τό τε ἅγιον Εὐαγγέλιον καὶ αὐτὸν τὸν τίμιον σταυρόν, ἔπειτα τὸν πατριάρχην. Καὶ οἱ μὲν δεσπόται ἵστανται ἐν ᾧ τόπῳ καὶ προΐσταντο, ὁ δὲ σταυρὸς ἵσταται ἐν τῇ ἐφιδρυμένῃ βάσει ταῖς αὐταῖς ἀναβάθραις· ὁ δὲ πατριάρχης μετὰ τοῦ Εὐαγγελίου καὶ τῶν οἰκείων διακόνων καὶ ψαλτῶν ἀνέρχεται ἐν τῷ [1.24] εὐκτηρίῳ τοῦ αὐτοῦ κίονος, ἤγουν τοῦ Ἁγίου Κωνσταντίνου, καὶ διὰ νεύματος τοῦ πραιποσίτου ἄρχονται ψάλλειν τὰ δύο μέρη τὴν τῆς ἑορτῆς καταβασίαν. Καὶ τούτου τρισσῶς ᾀδομένου, γίνεται ἡ συνήθης ἐκτενὴ παρὰ τοῦ διακόνου, δηλονότι προκύπτοντος διὰ τῶν θυρίδων τοῦ εὐωνύμου μέρους τοῦ αὐτοῦ εὐκτηρίου. Καὶ δὴ τῆς ἐκτενῆς τελεσθείσης μετὰ τὴν τοῦ πατριάρχου ἐκφώνησιν, ἀποχαιρετίζουσι τοῦτον οἱ δεσπόται ἐν οἷς ἵστανται τόποις καὶ μετὰ τῆς οἰκείας λιτῆς κατέρχονται ἕως τοῦ ναοῦ τῆς ὑπεραγίας Θεοτόκου τῶν Χαλκοπρατείων, καὶ καθέζονται ἐν τῷ νάρθηκι ἐπὶ τῆς αὐτῆς ἐκκλησίας, τῆς βασιλικῆς τάξεως ἐκεῖσε παρισταμένης, ἤγουν τοῦ κουβουκλείου καὶ τῶν ἀσηκρητῶν, χρυσοτρικλινιτῶν· τε καὶ βασιλικῶν ἀνθρώπων. Καὶ δὴ τῶν μητροπολιτῶν διερχομένων, ποιοῦσι πάλιν προσκύνησιν κατὰ τὸν εἰρημένον ἄνωθεν τύπον τῆς προσκυνήσεως, καὶ εἶθ' οὕτως εἰσέρχονται καὶ οἱ τῆς λιτῆς τοῦ πατριάρχου προπορευόμενοι καὶ ψάλλοντες, καὶ μετὰ ταῦτα εἰσέρχεται ὁ πατριάρχης μετά τε τοῦ σταυροῦ καὶ τοῦ Εὐαγγελίου. Καὶ ἀνίστανται οἱ δεσπόται, καὶ ὑπαντῶσιν αὐτῷ καὶ ἀσπάζονται, καὶ ἵστανται ἀμφότεροι ἐπὶ τῶν βασιλικῶν πυλῶν, καὶ τῆς συνήθους εὐχῆς τελουμένης ὑπὸ τοῦ πατριάρχου, καθὼς ἀνωτέρω εἴρηται, γίνεται ἡ εἴσοδος, καὶ δὴ τῶν δεσποτῶν εἰσερχομένων ἐν τῷ βήματι καὶ τὸ ἀποκόμβιν ἐπὶ τῆς ἁγίας τραπέζης ἀποτιθεμένων, ἐξέρχονται διὰ τοῦ ἀριστεροῦ μέρους τοῦ αὐτοῦ θυσιαστηρίου, καὶ διέρχονται διὰ τοῦ γυναικίτου τῆς αὐτῆς [1.25] ἐκκλησίας. Ἐν δὲ τῷ γυναικίτῃ ἐναπομένει πᾶσα ἡ σύγκλητος, ἐπευχόμενοι τοῖς δεσπόταις, καὶ εἰσέρχονται οἱ δεσπόται μετὰ τοῦ πατριάρχου καὶ τοῦ κουβουκλείου διὰ τῆς τροπικῆς εἰς τὴν ἁγίαν τράπεζαν τῆς ἁγίας σοροῦ, καὶ πάλιν διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ, ἀποτιθέασιν ἕτερον ἀποκόμβιν ἐν τῇ ἁγίᾳ σορῷ, καὶ εἶθ' οὕτως ἐν τῷ εὐωνύμῳ εὐκτηρίῳ τῆς αὐτῆς ἐκκλησίας μετὰ τῶν κηρῶν εὐχόμενοι, ἀποτιθέασιν ἕτερον ἀποκόμβιον ἐν τῇ ἁγίᾳ σορῷ. Καὶ ἀπὸ τῶν ἐκεῖσε εἰσέρχονται ἐν τῇ τροπικῇ τῆς ἁγίας σοροῦ, καὶ ἀσπαζόμενοι ἀποχαιρετίζουσι τὸν πατριάρχην, καὶ ἀλλάσσουσιν οἱ δεσπόται τὰ χρυσοκέντητα τούτων πορφυρᾶ σκαραμάγγια καὶ μετὰ τὴν τοῦ Εὐαγγελίου ἀπόλυσιν καὶ τῆς ἐκτενῆς πάλιν εἰσέρχεται ὁ πατριάρχης ἐν τῇ αὐτῇ τροπικῇ, καὶ στέφει τοὺς δεσπότας, καὶ τὰς συνήθεις δίδωσιν εὐλογίας, ἤτοι τὰς προσφορὰς καὶ τὰ ἀλειπτά, καὶ ἀντιλαμβάνει παρὰ τῶν δεσποτῶν τὰ ἀποκόμβια· ταῦτα δὲ πάντα ἐπιτελεῖται κατὰ τὸν προειρημένον τύπον. Καὶ μετὰ ταῦτα ἀσπαζόμενοι τοῦτον ἀποχαιρετίζουσι, καὶ προέξεισι τῶν δεσποτῶν ὁ πατριάρχης. Καὶ εἶθ' οὕτως ἐξέρχονται οἱ δεσπόται, καὶ γίνεται δοχὴ ἐν αὐτῷ τῷ γυναικίτῃ τῆς ἐκκλησίας παρά τε τῶν μαγίστρων ἀνθυπάτων τε καὶ πατρικίων καὶ λοιπῶν ὀφφικιαλίων, καὶ διὰ νεύματος τοῦ πραιποσίτου λέγει ὁ τῆς καταστάσεως τό· \"Κελεύσατε.\" Καὶ δὴ τῶν συγκλητικῶν ἐξιόντων, συνεξέρχονται καὶ οἱ δεσπόται, καὶ καββαλικεύουσι ἐν τῷ ἐμβόλῳ, καὶ γίνεται πρώτη δοχὴ εἰς τὸ Μίλιον, εἰς τὴν καμάραν, καὶ δέχεται κἀκεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ, δηλονότι τῆς συνήθους τάξεως τελουμένης κατὰ τὸν τύπον τῆς δοχῆς. Καὶ πάλιν μετὰ μικρόν, δέχεται ὁ δήμαρχος τῶν Πρασίνων μετὰ καὶ τοῦ δήμου τοῦ Ρουσίου, καὶ τὰ ἑξῆς ἐπιτελεῖται κατὰ τὸν τύπον τῆς δοχῆς. Πάλιν μετὰ μικρόν, δέχεται ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ ἐκσκούβιτος, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Πρασίνων, καὶ τὰ ἑξῆς ἐπιτελεῖται κατὰ τὸν τύπον τῆς δοχῆς. Καὶ πάλιν μετὰ μικρόν, ἤγουν εἰς τὸ κάγκελον τὸ εἰσάγον εἰς τὴν Χαλκῆν, δέχεται ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Βενέτων, καὶ τὰ ἑξῆς ἐπιτελεῖται κατὰ τὸν τύπον τῆς δοχῆς. Καὶ ἀπὸ τῶν ἐκεῖσε διέρχονται οἱ δεσπόται, καὶ ἀποκαταβαίνουσι πρὸ τῆς μεγάλης πύλης τοῦ τρικλίνου τῶν Κανδιδάτων, καὶ ἀπὸ τῶν ἐκεῖσε διέρχονται ἐν τῷ νάρθηκι τῆς τοῦ Κυρίου ἐκκλησίας, καὶ ἐκεῖσε, ἀσφαλιζομένων ὑπὸ τῶν κουβικουλαρίων τῶν πυλῶν, ἀποστέφονται παρὰ τῶν πραιποσίτων οἱ δεσπόται, καὶ εἰσέρχονται ἐν τῷ ναῷ τοῦ Κυρίου, καὶ διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ. Καὶ ἀπὸ τῶν ἐκεῖσε εἰσέρχονται εἰς τὸ ἱερὸν παλάτιον, συνεισιόντος αὐτοῖς καὶ τοῦ κουβουκλείου, καὶ ἐπὶ τοῦ Χρυσοτρικλίνου εὐφημοῦνται, καθὰ προείρηται."
      },
      {
        "index": 2,
        "text": "Εἰδέναι δὲ δεῖ ὅτι, κατὰ τὸν τύπον ταύτης τῆς προελεύσεως, ἐπιτελεῖται καὶ ἡ τοῦ Εὐαγγελισμοῦ προέλευσις κατὰ πάντα ὁμοίως. Εἰ γὰρ φθάσῃ εἴτε ἐν σαββάτῳ εἴτε ἐν κυριακῇ, καὶ αἱ δοχαὶ παρὰ τῶν δήμων γίνονται, καὶ τὰ ὄργανα ἐν ταῖς τέσσαρσιν αὐλοῦσι δοχαῖς· εἰ δὲ τύχῃ ἄλλη ἡμέρα, ἵστανται μὲν τὰ μέρη, ἤτοι οἱ δῆμοι, ἐν τοῖς προειρημένοις αὐτῶν τῆς τάξεως τόποις, καὶ δὴ διερχομένων τῶν δεσποτῶν μετὰ τῆς συνήθους τάξεως τῆς προελεύσεως, ἐπεύχονται μὲν ἐν οἷς ἵστανται τόποις, κατασφραγίζοντες αὐτούς, μηδὲν ἀκτολογοῦντες. Χρὴ δὲ εἰδέναι ὅτι κατὰ τὸν τύπον ταύτης τῆς προελεύσεως τοῦ Εὐαγγελισμοῦ, ἐπιτελεῖται καὶ ἡ προέλευσις τοῦ ἁγίου καὶ μεγάλου Σαββάτου· ἀλλασσόντων γὰρ τῶν δεσποτῶν τὰ λεγόμενα παγανὰ ἐν τῷ κοιτῶνι τῆς Δάφνης, καὶ ἐξερχομένων ἐν τῷ ὀκταγώνῳ κουβουκλείῳ, καὶ βαλόντων τὰς παγανὰς χλαμμύδας, ἐξέρχονται διὰ τοῦ Αὐγουστίωνος. Ἔνδον γὰρ τῆς μεγάλης πύλης τοῦ αὐτοῦ Αὐγουστίωνος ἵσταται κουβικουλάριος, ἐπώμιον φόρτωμα τὸ κεντηνάριον φέρων καὶ περιπατῶν ὄπισθεν πλησίον τῶν δεσποτῶν. Καὶ δὴ τῆς συνήθους τάξεως τελουμένης ἐν ταῖς δοχαῖς κατὰ τὴν συνήθειαν τῆς προελεύσεως τοῦ Εὐαγγελισμοῦ, ἰαμβίζουσι καὶ οἱ τῶν μερῶν νοτάριοι καὶ οἱ μαΐστορες ἐν τοῖς οἰκείοις αὐτῶν, καθὼς προείρηται ἐν τῷ Εὐαγγελισμῷ, τόποις. Καὶ δὴ διὰ τοῦ Ἁγίου Φρέατος τῶν δεσποτῶν διερχομένων, καθὼς προείρηται, καὶ ἐπὶ τοῦ βήματος εἰσερχομένων, καθὼς εἴπομεν, καὶ τῆς ἐνδυτῆς κατὰ τὴν ἐκκλησιαστικὴν κατάστασιν ὑπαλλαττομένης, λαμβάνει ὁ πραιπόσιτος ἐκ χειρὸς τοῦ κουβικουλαρίου τὸ κεντηνάριον, καὶ ἐπιδίδωσι τῷ βασιλεῖ, καὶ ὁ βασιλεὺς ἀποτίθησι τοῦτο ἐν τῷ πεζουλίῳ τοῦ θαλασσιδίου τῆς αὐτῆς ἁγίας τραπέζης. Καὶ εἶθ' οὕτως θυμιῶντος τοῦ δεσπότου κατὰ τὸν προειρημένον τύπον τοῦ Εὐαγγελισμοῦ, διέρχονται διὰ τοῦ ἀριστεροῦ μέρους τοῦ αὐτοῦ βήματος, καὶ εἰσέρχονται ἐν τῷ σκευοφυλακίῳ, κἀκεῖσε θυμιῶντος τοῦ δεσπότου τὰ ἱερὰ σκεύη, καθέζονται ἐν τοῖς χρυσοῖς τούτων σελλίοις, ὁ δὲ πατριάρχης ἐπὶ τοῦ ἐκεῖσε ἱσταμένου θρόνου. Καὶ δὴ τοῦ πατριάρχου ἐπιδιδόντος τοῖς δεσπόταις τό τε νάρδον καὶ τὰ τριψίδια, καὶ μετὰ ταῦτα προσκυνεῖ ὁ τοῦ σκευοφυλακίου χαρτουλάριος, καὶ λαμβάνει εὐχὴν παρὰ τοῦ πατριάρχου, καὶ ἐξερχόμενος ποιεῖ τὴν διανομὴν τοῦ νάρδου εἰς τοὺς τῆς συγκλήτου, καὶ μετὰ τὸ τελειωθῆναι τὴν τοιαύτην διανομήν, ἐξέρχονται οἱ δεσπόται μετὰ τοῦ πατριάρχου, καὶ διέρχονται διὰ τοῦ [1.28] ἀριστεροῦ μέρους τοῦ βήματος, καὶ τοῦ Ἁγίου Νικολάου διερχόμενοι ἐξέρχονται πρὸς τὴν μεγάλην πύλην τὴν ἐξάγουσαν εἰς τὸ Ἅγιον Φρέαρ. Ἔνδοθεν γὰρ ταύτης τῆς πύλης ἱσταμένου τοῦ πατριάρχου καὶ τῶν δεσποτῶν, ἐπιδίδωσιν ὁ πατριάρχης τὰς εὐλογίας, ἤτοι τὰς προσφοράς, τοῖς δεσπόταις, κἀκεῖσε δὲ τοῦτον ἀσπαζόμενοι οἱ δεσπόται ἀποχαιρετίζουσι, καὶ διὰ τοῦ Ἁγίου Φρέατος διέρχονται. Ἐξιόντων δὲ τῶν δεσποτῶν τὴν ἔξω πύλην τοῦ Ἁγίου Φρέατος, ἵσταται κακεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ καὶ τοῦ δήμου τοῦ Λευκοῦ κατασφραγίζοντες, διερχομένων τῶν δεσποτῶν [καθὼς προείρηται, ἀκτολογοῦσι τὰ μέρη] καὶ ἀκτολογοῦντες τὰ τῇ ἑορτῇ προσήκοντα. Οὐ γὰρ ἵστανται οἱ δεσπόται, κατὰ τὸ εἰωθός, ἐν τῷ ἀκτολογεῖν τὰ μέρη, ἀλλὰ διερχομένων τῶν δεσποτῶν, καθὼς προείρηται, ἀκτολογοῦσι τὰ μέρη. Ὁ δὲ τῶν Πρασίνων δήμαρχος ἵσταται μετὰ τοῦ δήμου τοῦ Ρουσίου εἰς τὴν σιδηρᾶν πύλην, καὶ τῶν δεσποτῶν διερχομένων, καὶ αὐτοὶ ἀκτολογοῦσι τὰ τῇ ἑορτῇ προσήκοντα. Καὶ ἀπὸ τῶν ἐκεῖσε διέρχονται οἱ δεσπόται διά τε τῆς Χαλκῆς καὶ τῶν Σχολῶν καὶ τῶν Ἐκσκουβίτων, καὶ εἰσέρχονται διὰ τοῦ Κυρίου ἐν τῷ ἱερῷ παλατίῳ. [1.29] Βʹ Ἄκτα τῆς ἑορτῆς τῶν Χριστουγέννων. Ἐξιόντων τῶν δεσποτῶν ἀπὸ τοῦ παλατίου εἰς τὴν προέλευσιν καὶ τῆς εἰωθυίας πάσης τάξεως ἐπακολουθούσης, γίνεται πρώτη δοχὴ εἰς τὸ Τριβουνάλιον, ἤγουν εἰς τοὺς Λύχνους, καὶ δέχεται κἀκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Βενέτων, καὶ μήπω τῶν δεσποτῶν φθασάντων ἐκεῖσε, λέγουσιν οἱ κράκται τὴν φωνήν, ἦχ. γʹ· \"Ἀστὴρ τὸν ἥλιον προμηνύει ἐν Βηθλεὲμ Χριστὸν ἀνατείλαντα ἐκ παρθένου.\""
      },
      {
        "index": 3,
        "text": "Δοχὴ αʹ. Καὶ δὴ τῶν δεσποτῶν ἐρχομένων καὶ ἱσταμένων εἰς τὸν εἰωθότα τόπον τῆς αὐτῶν στάσεως, ἤγουν εἰς τὴν καμάραν, λέγουσιν οἱ κράκται· \"Πολλά, πολλά, πολλά\". Ὁ λαός· \"Πολλὰ ἔτη, εἰς πολλά\". Καὶ πάλιν οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι ἡ ἔνθεος βασιλεία.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, οἱ θεράποντες τοῦ Κυρίου.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι ὁ δεῖνα καὶ ὁ δεῖνα αὐγοῦσται τῶν Ρωμαίων.\" Φθογγεῖ καὶ ὁ λαὸς [1.30] ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι σὺν ταῖς αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Φθογγεῖ καὶ ὁ λαὸς ἅπαξ· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν σας εἰς πολλὰ ἔτη.\""
      },
      {
        "index": 4,
        "text": "Δοχὴ βʹ, πρὸ τῶν πυλῶν τῶν Ἁγίων Ἀποστόλων, ἤγουνεἰς τὰς Σχολάς. Δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ ἐκσκούβικος, μετὰ τοῦ περατικοῦ δήμου τῶν Πρασίνων, καὶ μήπω τῶν δεσποτῶν φθασάντων ἐκεῖσε, λέγουσιν οἱ κράκται τὴν φωνήν, ἦχ. γʹ· \"Ὁ ἀμήτωρ ἐν οὐρανοῖς, ἀπάτωρ τίκτεται ἐπὶ τῆς γῆς.\" Ἄλλο· \"Ὁ φυτουργὸς τῶν ἀνθρώπων φιλάνθρωπος καταδέχεται ἄνθρωπος γεννηθῆναι.\" Καὶ δὴ τῶν δεσποτῶν ἐρχομένων καὶ ἱσταμένων εἰς τὸν εἰωθότα τόπον τῆς αὐτῶν στάσεως, ἤγουν εἰς τὴν καμάραν, λέγουσιν οἱ κράκται· \"Πολλά, πολλά, πολλά\". Ὁ λαός· \"Πολλὰ ἔτη, εἰς πολλά.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ἡ ἐκλογὴ τῆς Τριάδος.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Ἅγιε\". Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, οἱ θεράποντες τοῦ Κυρίου.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα αὐγοῦσται τῶν Ρωμαίων.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, δεσπόται, σὺν ταῖς αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Φθογγεῖ καὶ ὁ λαός· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν σας εἰς πολλὰ ἔτη.\""
      },
      {
        "index": 5,
        "text": "Δοχὴ γʹ, ἔνδοθεν τῆς Χαλκῆς· δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ τοῦ περατικοῦ δήμου τῶν Βενέτων, καὶ μήπω τῶν δεσποτῶν φθασάντων ἐκεῖσε, λέγουσιν οἱ κράκται τὴν [1.31] φωνήν, ἦχ. γʹ· \"Σειρὰς ῥηγνύων τῆς ἁμαρτίας σπαργανοῦται Θεὸς ἐν φάτνῃ.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς."
      },
      {
        "index": 6,
        "text": "Δοχὴ δʹ, ἔξωθεν τῆς Χαλκῆς· δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ, καὶ λέγουσιν οἱ κράκται τὴν φωνήν, ἦχ. γʹ· \"Ἀστὴρ προτρέχει καὶ λάμπει ἐν σπηλαίῳ, τὸν Δεσπότην τοῦ ἡλίου τοῖς μάγοις καταμηνῦσαι· βρέφος γὰρ ὤφθη, καὶ σὰρξ ἐκ τῆς Παρθένου, τὴν παλαιὰν παρακοὴν τοῦ Ἀδὰμ ἐξαφανίζων. Αὐτὸς τὸ κράτος ὑμῶν, δεσπόται, εἰς μῆκος χρόνων φυλάξῃ εἰς ἀνέγερσιν Ρωμαίων.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν τῇ αʹ δοχῇ εἴρηται."
      },
      {
        "index": 7,
        "text": "Δοχὴ εʹ, εἰς τὸν λεγόμενον Ἀχιλλέα, πλησίον τῆς μεγάλης πύλης τῆς Μελέτης· δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Πρασίνων μετὰ τοῦ δήμου τοῦ Ρουσίου, καὶ λέγουσιν οἱ κράκται τὴν φωνήν, ἦχ. αʹ· \"Ὁ ἀμήτωρ ἐν οὐρανοῖς· ἀπάτωρ τίκτεται ἐπὶ τῆς γῆς.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς."
      },
      {
        "index": 8,
        "text": "Δοχὴ ϛʹ, εἰς τὸ ὡρολόγιον τῆς Ἁγίας Σοφίας· δέχονται ἐκεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ, καὶ λέγουσιν οἱ κράκται τὴν φωνήν, ἦχ. γʹ· \"Τὸν ἐν Ἐδὲμ παράδεισον ἠνέῳξεν ἐν Βηθλεὲμ ἡ Παρθένος, ἐξ ἧς ὁ Χριστὸς καὶ Θεὸς ἡμῶν εὐδόκησε τεχθῆναι· σαρκωθεὶς γὰρ ἐξ αὐτῆς φιλανθρώπως τῆς πικρᾶς ἠλευθέρωσεν ἡμᾶς γεύσεως τῆς ἁμαρτίας· τὸν γλυκασμὸν τῆς ἀφάτου αὐτοῦ μεγάλης ἐξουσίας καὶ τὴν ἐν κρυφίῳ τρυφὴν ἐξ αὐτῆς Σωτῆρα ἡμῶν εὑρηκότες, σύμφοιτοι γεγόναμεν τῆς θείας αὐτοῦ κληρονομίας.\" [1.32] Καὶ δὴ τῶν δεσποτῶν ἐρχομένων καὶ ἱσταμένων εἰς τὸν εἰωθότα τόπον τῆς αὐτῶν στάσεως, ἤγουν εἰς τὸ ὡρολόγιον, λέγουσιν οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη, εἰς πολλά.\" Οἱ κράκται· \"Ὁ τῶν πάντων Ποιητὴς καὶ Δεσπότης.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι\". Οἱ κράκται· \"Ὁ τεχθεὶς ἐκ Παρθένου ἁγίας.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ. \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Τοὺς χρόνους ὑμῶν πληθύνῃ σὺν ταῖς αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαός· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν σας εἰς πολλὰ ἔτη.\" Ὑποστροφὴ τῶν δεσποτῶν ἀπὸ τῆς Ἁγίας Σοφίας πρὸς τὸ παλάτιον. Τῶν δεσποτῶν στεφομένων ὑπὸ τοῦ πατριάρχου ἐν τῷ εἰωθότι τόπῳ τοῦ Ἁγίου Φρέατος ἔνδον τοῦ βήλου, λέγουσιν οἱ κράκται τὴν φωνήν, ἦχ. γʹ· \"Ἀστὴρ τὸν ἥλιον προμηνύει\" καὶ τὰ ἑξῆς. Καὶ δὴ τῶν δεσποτῶν ἐξιόντων καὶ ἱσταμένων, λέγουσιν οἱ κράκται· \"Καλῶς ἤλθετε, τὸ πρόβλημα τῆς Τριάδος.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ. \"Καλῶς ἤλθετε\". Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς προείρηται· τὸ δὲ τελευταῖον ἄκτον λέγουσιν οἱ κράκται· \"Προσκυνήσαντες τοῦ τεχθέντος Χριστοῦ τὴν δόξαν\". Καὶ ὁ λαός· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν ...\""
      },
      {
        "index": 9,
        "text": "Δοχὴ δευτέρα, ἔξω τοῦ θόλου τῆς σιδηρᾶς πύλης· δέχεται ὁ τοῦ μέρους τῶν Πρασίνων δήμαρχος μετὰ τοῦ δήμου τοῦ Λευκοῦ, καὶ λέγουσιν οἱ κράκται τὴν φωνήν, ἦχ. γʹ· \"Ὁ οὐρανὸς τὸν ἀστέρα πέμπει καθοδηγῶν τοὺς μάγους ἐν τῇ γεννήσει, ἡ γῆ τὸ σπήλαιον εὐτρεπίζει ὑποδέξασθαι τὸν τῶν ὅλων ποιητήν· ἀλλ' αὐτὸς ὁ τὴν [1.33] ἡμετέραν προσλαβόμενος σάρκα ἐκ τῆς Παρθένου, τὴν ὑμῶν θεόστεπτον βασιλείαν φυλάξῃ ἐν τῇ πορφύρᾳ.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρὰ τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν τῇ πρώτῃ δοχῇ τῆς ὑποστροφῆς εἴρηται."
      },
      {
        "index": 10,
        "text": "Δοχὴ τρίτη, ἔνδοθεν τῆς Χαλκῆς· δέχεται κἀκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Βενέτων, καὶ λέγουσιν οἱ κράκται τὸν ἀπελατικόν, ἦχ. γʹ· \"Τὸν ἐν Ἐδὲμ παράδεισον ἠνέῳξεν ἐν Βηθλεὲμ ἡ Παρθένος\", καὶ τὰ ἑξῆς. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν τῇ πρώτῃ δοχῇ τῆς ὑποστροφῆς εἴρηται."
      },
      {
        "index": 11,
        "text": "Δοχὴ τετάρτη, εἰς τοὺς Ἁγίους Ἀποστόλους, ἤγουνεἰς τὰς Σχολάς· δέχεται κἀκεῖσε ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ ἐκσκουβίτος μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Πρασίνων. Καὶ λέγουσιν οἱ κράκται τοῦ περατικοῦ τὴν φωνήν, ἦχ. γʹ· \"Ὁ πάσης κτίσεως πληρωτὴς καὶ δεσπότης ἀκενώτῳ κενώσει τῇ πρὸς ἡμᾶς ἐκκενοῦται, ἵνα τὸν ἄνω πληρώσῃ κόσμον ἐκ τοῦ ἡμῶν κατωτάτου γένους ὁ ζωοδότης αὐτὸς τὸ κέρας ὑμῶν, δεσπόται, ἀνυψώσῃ ἐν πάσῃ τῇ οἰκουμένῃ, τὰ ἔθνη πάντα δουλώσῃ τοῦ προσφέρειν, ὡς οἱ μάγοι, τὰ δῶρα τῇ ὑμῶν βασιλείᾳ\". Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν τῇ δευτέρᾳ δοχῇ εἴρηται."
      },
      {
        "index": 12,
        "text": "Δοχὴ πέμπτη, εἰς τὸ Τριβουνάλιον, ἤγουν εἰς τοὺς Λύχνους· δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Βενέτων, καὶ λέγουσιν οἱ κράκται τὸ ἀπελατικόν, ἦχ. γʹ· \"Ἀστὴρ προτρέχει καὶ λάμπει ἐν σπηλαίῳ\" καὶ τὰ ἑξῆς. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται [1.34] παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν τῇ πρώτῃ δοχῇ εἴρηται."
      },
      {
        "index": 13,
        "text": "Εἰδέναι δὲ δεῖ ὅτι, κατὰ τὸν τύπον καὶ τὴν τάξιν ταύτης τῆς ἑορτῆς, γίνονται αἱ δοχαὶ καὶ εὐφημίαι τῆς τε ἑορτῆς τῶν Φώτων καὶ τῆς ἑορτῆς τοῦ ἁγίου Πάσχα καὶ τῆς ἑορτῆς τῆς ἁγίας Πεντηκοστῆς καὶ τῆς ἑορτῆς τῆς Μεταμορφώσεως, καὶ ἀπιόντων ἐν τῇ Ἁγίᾳ Σοφίᾳ τῶν δεσποτῶν καὶ πάλιν ἀπ' αὐτῆς ὑποστρεφόντων ἐν τῷ παλατίῳ. [1.35] Γʹ Ἑορτὴ τῶν Φώτων. Ἄκτα τῶν δύο μερῶν"
      },
      {
        "index": 14,
        "text": "Δοχὴ πρώτη, τῶν Βενέτων, φωνὴ πλαγ. δʹ \"Σήμερον ὁ συντρίψας ἐν ὕδασι τὰς κεφαλὰς τῶν δρακόντων τὴν κεφαλὴν ὑποκλίνει τῷ Προδρόμῳ φιλανθρώπως.\""
      },
      {
        "index": 15,
        "text": "Δοχὴ βʹ, τῶν Πρασίνων, φωνὴ πλαγ. δʹ· \"Χριστὸς ἁγνίζει λουτρῷ ἁγίῳ τὴν ἐξ ἐθνῶν αὐτοῦ Ἐκκλησίαν.\""
      },
      {
        "index": 16,
        "text": "Δοχὴ γʹ, τῶν Βενέτων, φωνή, ἦχ. πλαγ. αʹ· \"Πυρὶ θεότητος Ἰορδάνου ὕδασι? φλόγα σβεννύει τῆς ἁμαρτίας.\""
      },
      {
        "index": 17,
        "text": "Δοχὴ δʹ, τῶν Βενέτων, φωνὴ πλαγ. δʹ· \"Ὁ συνάναρχος τῷ Πατρὶ Θεὸς Λόγος ἐν Ἰορδάνῃ σήμερον προῆλθε βαπτισθῆναι, καὶ τὴν κάραν ὑποκλίνει δουλικῶς τῷ Προδρόμῳ, ὃν οὐρανῶν αἱ δυνάμεις τρέμουσι καθορῶσαι· ἀλλ' ὁ τὸν κόσμον φωτίσας τῇ αὐτοῦ ἐπιφανείᾳ ὑψώσῃ καὶ μεγαλύνῃ τὸ κράτος τῆς ὑμῶν βασιλείας εἰς εὐτυχίαν καὶ δόξαν τῶν Ρωμαίων.\""
      },
      {
        "index": 18,
        "text": "Δοχὴ εʹ, τῶν Πρασίνων, ἦχ. πλάγ. δʹ· \"Χριστὸς ἐνδύεται ῥεῖθρα φιλανθρώπως τοῦ Ἰορδάνου.\""
      },
      {
        "index": 19,
        "text": "Δοχὴ ϛʹ, τῶν Βενέτων, φωνή, ἦχ. πλαγ. αʹ· \"Πυρὶ τῆς θεότητος Ἰορδάνου\" καὶ τὰ ἑξῆς. Ἀκτολογία τῆς ϛʹ δοχῆς· λέγουσιν οἱ κράκται· \"Ὁ βαπτισθεὶς ἐν ὕδασιν Ἰορδάνου.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ [1.36] ὑμῖν χρόνοι.\" Οἱ κράκται· \"Καὶ τὴν κάραν ὑποκλίνας δουλικῶς τῷ προδρόμῳ·\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Τοὺς χρόνους ὑμῶν πληθύνῃ σὺν ταῖς αὐγούσταις καὶ τοῖς πορφυρογεννήτοις·\" ὁ λαός· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν σας εἰς πολλὰ ἔτη.\" Ὑποστροφὴ τῶν δεσποτῶν τῇ αὐτῇ ἑορτῇ."
      },
      {
        "index": 20,
        "text": "Δοχὴ αʹ, τῶν Βενέτων, ἀπελατικόν, ἦχ. πλαγ. αʹ· \"Ὁ συνάναρχος τῷ Πατρὶ Θεὸς Λόγος\" καὶ τὰ ἑξῆς."
      },
      {
        "index": 21,
        "text": "Δοχὴ βʹ, τῶν Πρασίνων, ἀπελατικόν, ἦχ. γʹ· \"Ὁ φωτίζων ἐν Πνεύματι τῷ ἁγίῳ ἐβαπτίσθη ὕδατι ἐπιγείῳ, καὶ τὸ φῶς τοῦ βαπτίσματος ἐδωρήσατο ἀνθρώποις· ἀλλ' ὁ ταῦτα τελέσας Χριστὸς φιλανθρωπίᾳ τὸ ὑμέτερον βασίλειον κράτος κατὰ σειρὰν ἀδιάδοχον κελεύῃ εὐτυχεῖν Ρωμαίοις καὶ βασιλεύειν.\""
      },
      {
        "index": 22,
        "text": "Δοχὴ γʹ, τῶν Βενέτων, ἀπελατικόν, ἦχ. πλαγ. αʹ· \"Ὁ κεφαλὰς τῶν δρακόντων, εὐεργέται, ἐν Ἰορδάνου τοῖς ῥεύμασι συντρίψας, πρὸ ποδῶν ὑμῶν συντρίψῃ τὰς κεφαλὰς τῶν βαρβάρων· θεόστεπτοι εὐεργέται, ἡ Τριὰς ἡ τρισάγιος τὰς νίκας ὑμῶν πληθύνῃ· ὁ βαπτισθεὶς ὑπὲρ ἡμῶν κατὰ σάρκα καὶ ἁγιάσας τὴν φύσιν τῶν ὑδάτων.\""
      },
      {
        "index": 23,
        "text": "Δοχὴ δʹ, τῶν Πρασίνων, ἀπελατικόν, ἦχ. δʹ· \"Ὁ τῇ παλάμῃ βαπτισθεὶς σήμερον τοῦ Προδρόμου τῇ φρικτῇ αὐτοῦ παλάμῃ βασιλεῖς ὑμᾶς κηρύττῃ, θεόστεπτοι εὐεργέται, καὶ χρηστοὺς ὑμᾶς δεικνύῃ πάσῃ τῇ οἰκουμένῃ. Τῷ λουτρῷ γὰρ ἁγιάσας, τῆς ἀφθαρσίας τῷ ἐλαίῳ βαπτίζῃ τὴν βασιλείαν, σωτηρίαν δωρούμενος τοῖς Ρωμαίοις καὶ ἀντίληψιν μεγίστην καὶ δόξαν τῆς βασιλείας.\""
      },
      {
        "index": 24,
        "text": "Δοχὴ εʹ, τῶν Βενέτων, ἀπελατικόν, ἦχ. πλαγ. δʹ· Τὸ φῶς ἐπέφανεν ὑλικῶς ἐν σώματι, ἵνα φῶς γενόμενοι Θεοῦ [1.37] φωτὶ μιγῶμεν. Πάρεστιν ὕδατι πλύνων καὶ τελειῶν τῷ πνεύματι, συγκατέλθωμεν τούτῳ, ἵνα συνανυψωθῶμεν. Σημειωθῶμεν μυστικῶς τοῦ μυστηρίου τὴν ἰσχὺν ἐγνωκότες, ἀναλάβωμεν οἱ πάντες τὸν δεύτερον μὴ τὸν πρῶτον Ἀδὰμ ὡς ἀναγεννηθέντες.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς. Τὸ δὲ τελευταῖον ἄκτον λέγουσιν οἱ κράκται· \"Προσκυνήσαντες τοῦ ἐπιφανέντος Χριστοῦ τὴν δόξαν·\" ὁ λαός· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν.\" 1.38 Δʹ Ἄκτα τῇ ἑορτῇ τοῦ ἁγίου Πάσχα. Δοχὴ πρώτη, τῶν Βενέτων, φωνή, ἦχ. αʹ· \"Θεϊκῆς ἐγέρσεως δυναστείᾳ ὁ τοῦ θανάτου πόλεμος διελύθη.\""
      },
      {
        "index": 25,
        "text": "Δοχὴ βʹ, τῶν Πρασίνων, φωνή, ἦχ. αʹ· \"Φωτὸς ἀπροσίτου λαμπηδόνες νεκροῖς ἐπέλαμψαν τοῖς ἐν σκότει. Χριστὸς γὰρ ὤφθη νεκρὸς ἐν τάφῳ, θανάτῳ θάνατον θανατώσας, συνανέστησε τοὺς δεσμίους τῇ τριημέρῳ αὐτοῦ ἐγέρσει· αὐτὸς τὴν δόξαν ὑμῶν, δεσπόται, εἰς μῆκος χρόνων φυλάξῃ ἐν τῇ πορφύρᾳ.\""
      },
      {
        "index": 26,
        "text": "Δοχὴ γʹ· τῶν Βενέτων, φωνή, ἦχ. γʹ· \"Πάσχα Κυρίου σήμερον καθορῶντες μελῳδικῶς κραυγάζομεν ὁμοφρόνως.\""
      },
      {
        "index": 27,
        "text": "Δοχὴ δʹ, τῶν Βενέτων, φωνή, ἦχ. αʹ· \"Θεϊκῆς ἐγέρσεως δυναστείᾳ,\" καὶ τὰ ἑξῆς."
      },
      {
        "index": 28,
        "text": "Δοχὴ εʹ, τῶν Πρασίνων, φωνή, ἦχ. αʹ· \"Ὁ ἀχρόνως τῷ Πατρὶ συμβασιλεύων ἐπ' ἐσχάτων τοῖς ἀνθρώποις χρονικῶς συνανεστράφη, καὶ ἐν τῷ σταυρῷ τὸν ᾅδην καὶ θάνατον αἰχμαλωτίσας, τριημέρῳ αὐτοῦ ἐγέρσει τοῖς νεκροῖς τὴν ἀνάστασιν ἐγκαινίζων· αὐτὸς τὸ κέρας ὑμῶν, δεσπόται, ἀνυψώσῃ ταῖς νίκαις κατὰ βαρβάρων.\""
      },
      {
        "index": 29,
        "text": "Δοχὴ ϛʹ, τῶν Βενέτων, φωνή, ἦχ. γʹ \"Φωτὸς ἀπροσίτου λαμπηδόνες\" καὶ τὰ ἑξῆς. Ἀκτολογία τῆς ϛʹ δοχῆς· λέγουσιν οἱ κράκται· \"Ὁ τῶν πάντων Ποιητὴς [1.39] καὶ Δεσπότης.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Ὁ ἀναστὰς παραδόξως ἐκ τάφου.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"καὶ τὸ χαῖρε δεδωκὼς μυροφόροις.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Τοὺς χρόνους ὑμῶν πληθύνῃ σὺν ταῖς αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαός· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν σας εἰς πολλὰ ἔτη.\" Ὑποστροφὴ τῶν δεσποτῶν τῇ αὐτῇ ἑορτῇ."
      },
      {
        "index": 30,
        "text": "Δοχὴ αʹ, τῶν Βενέτων, φωνή, ἦχ. αʹ· \"Τὸ μέγα καὶ σεβάσμιον τῆς ἀναστάσεως μυστήριον λαμπρυνομένη σήμερον ἡ κτίσις ἑορτάζει· ὁ γὰρ τῆς δόξης Κύριος τὸ σκυθρωπὸν ἀφανίσας τοῦ θανάτου καὶ τὰ τοῦ ᾅδου σκυλεύσας βασίλεια, συνανέστησε τοὺς πάλαι τεθνεῶτας. Χαρὰν ἀνεκλάλητον καὶ θεῖον Πάσχα τελεῖται παραδόξως. Μεγαλύνεται τὸ κράτος ὑμῶν, δεσπόται, εἰς δόξαν, εἰς καύχησιν, εἰς ἀνέγερσιν Ρωμαίων.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρὰ τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς. Τὸ δὲ τελευταῖον ἄκτον λέγουσιν οἱ κράκται· \"Καλῶς ἦλθον οἱ δεσπόται σὺν ταῖς αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαός· \"Καλῶς ἤλθετε.\" Οἱ κράκται· \"Προσκυνήσαντες τοῦ ἀναστάντος Χριστοῦ τὴν δόξαν.\" Ὁ λαός· \"Πολυχρόνιον ποιήσῃ ὁ Θεός ...\""
      },
      {
        "index": 31,
        "text": "Δοχὴ βʹ, τῶν Πρασίνων, ἀπελατικόν, ἦχ. αʹ· \"Σήμερον τὸ τοῖς ἀγγέλοις ἀπόρρητον ἐκτελεῖται τῆς ἀναστάσεως μυστήριον. Ὁ γὰρ ἐμπιμπλῶν πᾶν ζῶν εὐδοκίας σαρκὶ θανατοῦται ὡς ἄνθρωπος, καὶ τὴν ἄπληστον τοῦ ᾅδου τυραννίδα αἰχμαλωτεύει, νεκρώσας τὸν νεκρωτήν· νῦν ἠφανίσθη τὸ πρὸ αἰώνων αἶσχος, νῦν ἐξήνθησεν ἡ χαρὰ [1.40] τῶν περάτων. Ὁ παντάναξ δὲ Θεὸς καὶ ζωοδότης, τοὺς δεσπότας φύλαττε ἐν τῇ πορφύρᾳ.\""
      },
      {
        "index": 32,
        "text": "Δοχὴ γʹ, τῶν Βενέτων, φωνή, ἦχ. αʹ· \"Σταυρὸν καὶ θάνατον ὑπομείνας Χριστός, κατῆλθεν ἑκὼν ἐν τάφῳ, καὶ τὰς τοῦ ᾅδου συντρίψας πύλας τῇ θεϊκῇ αὐτοῦ ἐξουσίᾳ, πᾶσιν ἀνάστασιν ἐγκαινίζει τοῖς ἀπ' αἰῶνος νενεκρωμένοις. Ἡ κτίσις σήμερον ἑορτάζει διπλοῦν τὸ Πάσχα τῆς σωτηρίας, ὁρῶσα τὸ σκῆπτρον ὑμῶν, δεσπόται, τῇ ἀναστάσει Χριστοῦ συνανατέλλον.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς. Τὸ δὲ τελευταῖον λέγουσιν οἱ κράκται. \"Προσκυνήσαντες τοῦ ἀναστάντος Χριστοῦ τὴν δόξαν.\" Ὁ λαός· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ...\""
      },
      {
        "index": 33,
        "text": "Δοχὴ δὲ τετάρτῃ, τῶν Παρσίνων, φωνή, ἦχ. γʹ· \"Πάσχα Κυρίου σήμερον καθορῶντες\" καὶ τὰ ἑξῆς."
      },
      {
        "index": 34,
        "text": "Δοχὴ εʹ, τῶν Βενέτων, φωνή, ἦχ. αʹ· \"Ἐγκαινίζεται σήμερον τῶν ἀνθρώπων ἡ φύσις, παραδόξως ἐκ φθορᾶς μεταπλαττομένη πρὸς ἀφθαρσίαν, στολίζεται τὴν στολὴν τῆς προτέρας δόξης, μηκέτι τῷ θανάτῳ κατεχομένη. Ὁ γὰρ ἔχων τὸ κράτος τοῦ θανάτου, ὁ τοῦ Πατρὸς συνάναρχος καὶ συναΐδιος Λόγος, σκυλεύσας τὰ βασίλεια τοῦ ᾅδου, ἔλυσε τὸν δεσμὸν τῶν αἰχμαλώτων, πᾶσι δωρησάμενος ἐλευθερίαν, ὃς καὶ φυλάξῃ τὸ κράτος τῆς βασιλείας εἰς δόξαν, εἰς καύχημα, εἰς ἀνέγερσιν Ρωμαίων.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς. Τὸ δὲ τελευταῖον ἄκτον λέγουσιν οἱ κράκται· \"Προσκυνήσαντες τοῦ ἀναστάντος Χριστοῦ τὴν δόξαν.\" Ὁ λαός· \"Πολυχρόνιον ...\" 1.41 Εʹ Ἄκτα τῇ ἑορτῇ τῇ δευτέρᾳ τῆς διακαινησίμου. Μετὰ τὴν ἀπόλυσιν τῆς ἐκκλησίας, ὅτε ἀκουμβίσωσιν οἱ δεσπόται ἐπὶ τῆς τραπέζης, αὐλεῖ τὸ ὄργανον τῶν Βενέτων, καὶ λέγει ὁ λαός· \"Ἁγιαχάς.\" Καὶ ὅτε παύσῃ τὸ ὄργανον, λέγουσιν οἱ κράκται· \"Τρισάγιε, συμβασίλευσον τοὺς δεσπότας.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Τρισάγιε.\" Οἱ κράκται· \"καὶ σὺ αὐτοὺς θεράπευσον ἐπὶ πᾶσιν.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Τρισάγιε.\" Οἱ κράκται· \"Πλεονάζων τῆς ζωῆς αὐτῶν χρόνους.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ. \"Τρισάγιε.\" Οἱ κράκται· \"εἰς τελείαν χαρμονὴν τῶν Ρωμαίων.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Τρισάγιε.\" Οἱ κράκται· \"σὺν αὐγούσταις εὐσεβέσι φιλοθέοις.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Τρισάγιε.\" Οἱ κράκται· \"καὶ τοῖς τιμίοις πορφυρογεννήτοις ἐν τῇ πορφύρᾳ.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Τρισάγιε.\" Οἱ κράκται· \"καὶ Βενέτων τῶν γνησίων ὑμῶν δούλων.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ \"Τρισάγιε.\" Οἱ κράκται· \"Ἐς, ὁ ἀναστὰς Θεὸς ἡμῶν, τοὺς δεσπότας φύλαττε.\" Καὶ ὁ λαὸς ὁμοίως ἐκ τρίτου· \"οἱ ἐς, ὁ ἀναστὰς Θεὸς ἡμῶν, τοὺς δεσπότας φύλαττε.\" Οἱ κράκται· \"Πνεῦμα τὸ πανάγιον, τὰς αὐγούστας σκέπασον.\" Καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ [1.42] κράκται· \"Μήτηρ τοῦ Θεοῦ ἡμῶν, φύλαττε τὰ πορφυρογέννητα.\" Καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Κύριε, ζωὴν αὐτῶν διὰ τὴν ζωὴν ἡμῶν.\" Φωνὴ, ἦχ. αʹ. \"Ἐξανοιγέσθωσαν τάφοι, καὶ νεκροὶ ἐξαναστήτωσαν· ὁ γὰρ Κύριος ἐκ τάφου σήμερον ἐξανέστη. Εὐφραινέσθωσαν οἱ ζῶντες καὶ ζωῆς ἐντρυφάτωσαν· τοῦ γὰρ θανάτου τὸ κέντρον σήμερον ἠφανίσθη. Λευχειμονείτω ἡ κτίσις τὸν κτίστην ἀνευφημοῦσα· ἡ τυραννὶς γὰρ τῆς ἁμαρτίας σήμερον καθῃρέθη. Ἀγαλλιάσθω μεγάλως ἡ πόλις ὑμῶν, δεσπόται, θεότητι τῇ ἐν Τριάδι σήμερον προσκυνοῦσα, εἰς κατάπτωσιν βαρβάρων καὶ ἀνέγερσιν Ρωμαίων.\" Καὶ ἀπὸ φωνῆς, λέγουσιν ἀπελατικόν, ἦχ. αʹ. \"Τὸ μέγα καὶ σεβάσμιον μυστήριον τῆς ἀναστάσεως\" καὶ τὰ ἑξῆς. Καὶ μετὰ τὸ τελειῶσαι τὸν δῆμον τῶν Βενέτων ἀκτολογεῖ ὁμοίως καὶ ὁ δῆμος τῶν Πρασίνων, καὶ λέγει ἀπελατικόν, ἦχ· αʹ. \"Σήμερον τὸ τοῖς ἀγγέλοις ἀπόρρητον\" καὶ τὰ ἑξῆς. Καὶ μετὰ τὸ τελειῶσαι τὸν δῆμον τῶν Πρασίνων λέγουσιν οἱ κράκται τῶν Βενέτων· \"Κύριε, σῶσον τοὺς δεσπότας Ρωμαίων.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ. \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς ἐκ σοῦ ἐστεμμένους.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας σὺν ταῖς αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Ἐς, ὁ ἀναστὰς Θεὸς ἡμῶν τοὺς δεσπότας φύλαττε.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Οἱ ἐς, ὁ ἀναστὰς Θεὸς ἡμῶν, τοὺς δεσπότας φύλαττε.\" Οἱ κράκται· \"Πνεῦμα τὸ πανάγιον τὰς αὐγούστας σκέπασον.\" Φθογγεῖ καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Μήτηρ τοῦ Θεοῦ ἡμῶν, φύλαττε τὰ πορφυρογέννητα\". Φθογγεῖ καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Κύριε, ζωὴν αὐτῶν διὰ τὴν ζωὴν ἡμῶν.\" Φθογγεῖ καὶ ὁ λαὸς [1.43] ὁμοίως ἐκ τρίτου."
      },
      {
        "index": 35,
        "text": "Καὶ εὐθέως ῥίπτει ἄνωθεν ἀπὸ τῆς θυρίδος ὁ ἀρτοκλίνης τὰ δύο μέρη τὰ ἀποκόμβια, καὶ ἐπεύχονται τοῖς δεσπόταις, καὶ ἀναχωροῦσιν. Ὑποστροφὴ τῶν δεσποτῶν δείλης ἀπὸ τοὺς Ἁγίους Ἀποστόλους πρὸς τὸ παλάτιον."
      },
      {
        "index": 36,
        "text": "Δοχὴ αʹ, εἰς τοὺς Λέοντας. Δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν Σχολῶν, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Βενέτων, καὶ λέγουσιν οἱ κράκται· \"Καλῶς ἦλθεν ἡ ἔνθεος βασιλεία.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Καλῶς ἤλθετε.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς, καὶ μετὰ τὸ ἀποκινῆσαι τοὺς δεσπότας, λέγει ὁ δῆμος τὰ δρομικά· \"Χαίροις, κραταιότατε αὐτόκρατορ, χαρὰ τῆς οἰκουμένης, τοῦ Θεοῦ ὁ θεράπων, Ρωμαίων εὐτυχία, ἀγαλλίασις Βενέτων, εὐφροσύνη καὶ κοσμιότης, σὲ ἡ θεότης ἐπὶ χρόνους ἑκατὸν ἀξιώσῃ τὴν ἑαυτοῦ διέπειν πολιτείαν.\" Ἄλλο· \"Χαρὰ ὧδε σήμερον, γαλήνη καὶ πραότης μεγάλη· οἱ γὰρ δεσπόται χαρὰν ἠμφιεσμένοι ὡς ἑωσφόροι ἐκλάμπουσιν ἐν τῷ κράτει, καὶ δεξιοῦται τῷ κόσμῳ εὐτυχία. Αὐτὴ γὰρ χαρὰ ἡμῶν καὶ ἀγαλλίασις κόσμου.\" Ἄλλο· \"Ἐποίησε δύναμιν ἡ δεξιὰ τοῦ Θεοῦ ἡμῶν, δεσπόται, ἀντελάβετο εἰρήνη τῆς ἰδίας πολιτείας, καὶ ἐν αὐτῷ ἐν τῇ πίστει ὕψωσε πρὸς εὐμένειαν. Ἀγάλλεσθε οὐράνιαι στρατιαὶ τῶν ἀσωμάτων, συναγάλλου στρατόπεδον τῶν Ρωμαίων, καὶ ἐπαγάλλεσθε πάντες Χριστιανοὶ ἑορτάζειν Κυρίῳ.\" Ἰστέον ὅτι ταῦτα τὰ δρομικὰ λέγονται καὶ ἐν ταῖς λοιπαῖς προελεύσεσι."
      },
      {
        "index": 37,
        "text": "Δοχὴ βʹ, εἰς τὸν Ἅγιον Πολύευκτον. Δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ, καὶ λέγουσιν οἱ κράκται·\" Καλῶς ἦλθεν ἡ ἔνθεος βασιλεία.\" Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε [1.44] τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς."
      },
      {
        "index": 38,
        "text": "Δοχὴ γʹ, εἰς τὴν Ἁγίαν Εὐφημίαν τοῦ Ὀλυβρίου. Δέχεταιἐκεῖσε ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ ἐκσκούβιτος, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Πρασίνων καὶ λέγει δρομικά, ἦχ. αʹ· \"Ὁ ἀχρόνως τῷ Πατρὶ\" καὶ τὰ ἑξῆς. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς."
      },
      {
        "index": 39,
        "text": "Δοχὴ δʹ, εἰς τὸ Φιλαδέλφιον. Δέχεται κἀκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Βενέτων. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς."
      },
      {
        "index": 40,
        "text": "Δοχὴ εʹ, εἰς τὸν Ταῦρον. Δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Πρασίνων μετὰ τοῦ δήμου τοῦ Ρουσίου. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς."
      },
      {
        "index": 41,
        "text": "Δοχὴ ςϛʹ, ἐν τῷ φουρνικῷ τῶν Ἀρτοπωλῶν. Ὑποστρεφόμενος αὐτὸς δήμαρχος μετὰ τοῦ δήμου τοῦ Ρουσίου, ποιοῦσιν ἐκεῖ δοχήν. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς."
      },
      {
        "index": 42,
        "text": "Δοχὴ ζʹ, ἐν τῷ Φόρῳ. Δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ ἐκσκούβιτος, μετὰ τοῦ περατικοῦ δήμου τῶν Πρασίνων. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς."
      },
      {
        "index": 43,
        "text": "Δοχὴ ηʹ, ἐν τῷ Πραιτωρίῳ. Δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Βενέτων, μετὰ τοῦ δήμου τοῦ Λευκοῦ. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς. Ἐν δὲ τῷ [1.45] τελευταίῳ ἄκτῳ λέγουσιν οἱ κράκται· \"Καλῶς ἦλθεν ἡ ἀναίρεσις τῶν τῆς Ἄγαρ.\" Ὁ λαός· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν σας εἰς πολλὰ ἔτη.\""
      },
      {
        "index": 44,
        "text": "Δοχὴ θʹ, ἐν τῷ φουρνικῷ τοῦ Μιλίου. Ὑποστρεφόμενος ὁ αὐτὸς δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ, ποιεῖ ἐκεῖσε δοχήν. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς. Καὶ πάλιν μετὰ μικρὸν τῆς τοιαύτης δοχῆς δέχεται ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ δομέστικος τῶν ἐκσκουβίτων. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς. Καὶ πάλιν μετὰ μικρὸν τῆς τοιαύτης δοχῆς δέχεται ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν Σχολῶν, εἰς τὸ κάγκελλον τῆς Χαλκῆς. Τὰ δὲ τῆς εὐφημίας ἄκτα ᾄδονται παρά τε τῶν κρακτῶν καὶ τοῦ λαοῦ, καθὼς καὶ ἐν ταῖς λοιπαῖς δοχαῖς. 1.46 ϛʹ Ἄκτα ἑορτῇ τῇ Κυριακῇ τοῦ Ἀντίπασχα. Ἰστέον ὅτι τῇ κυριακῇ τοῦ Ἀντίπασχα, ὅτε ἀκουμβίσωσιν οἱ δεσπόται ἐπὶ τῆς τραπέζης, ἡ αὐτὴ τάξις καὶ ἀκολουθία γίνεται τῆς δευτέρας τῆς διακαινησίμου, δηλονότι καὶ αἱ ἀκτολογίαι τῶν δύο μερῶν, καὶ πάντα, καθὼς προείρηται, πλὴν οἱ μὲν Βένετοι λέγουσιν ἀπελατικόν, ἦχ. πλαγ. δʹ· \"Ἀνακαινίζου ἡ κτίσις, Χριστὸς ἀνέστη, ἑόρταζε Κυρίῳ τὰς ἑορτάς σου. Ἐσφραγισμένου γὰρ τοῦ τάφου, ὁ τῆς ζωῆς ἥλιος ἀνατείλας καὶ ὀφθεὶς ἀποστόλοις τῶν θυρῶν κεκλεισμένων, τὸ Πνεῦμα τὸ ἅγιον δι' αὐτοῦ ἐγκαινίζει, καὶ εἰρήνην χαρίζεται πάσῃ τῇ οἰκουμένῃ, καὶ τὸ βασίλειον κράτος ἀστέρος ἀνατολὴ τοῦ ἀδύτου νεουργεῖ καὶ μεγαλύνει, ὡς λαμπρὸς ἥλιος, προερχόμενος σήμερον εἰς δόξαν, εἰς καύχημα, εἰς ἀνέγερσιν Ρωμαίων\". Οἱ δὲ Πράσινοι τόνδε· \"Ἀποβαλόντες σύμβολα λυπηρᾶς κατηφείας οἱ ἀπόστολοι, χαίροντες προῆλθον εἰς Γαλιλαίαν καὶ εἶδον ὃν ἐπόθουν ἐκ νεκρῶν ἐγηγερμένον. Ἀπόρρητον ἐδέξαντο παρ' αὐτοῦ μυσταγωγίαν, καὶ ὡς ἀκτῖνες διαδραμόντες τὸν κόσμον φαιδρόμορφον ἐκήρυξαν τῆς ἀναστάσεως τὴν ἡμέραν. Αὐτῶν ἡ προστασία τῇ θεϊκῇ παντευχίᾳ ὑμᾶς διαφυλάξῃ, δεσπόται, εἰς εὐτυχίαν Ρωμαίων.\" Ἰστέον ὅτι ὑποστρεφόντων τῶν δεσποτῶν δείλης ἀπὸ [1.47] τοὺς Ἁγίους Ἀποστόλους εἰς τὸ παλάτιον ταύτῃ τῇ ἑορτῇ, ἡ αὐτὴ τάξις καὶ ἀκολουθία γίνεται τῆς δευτέρας τῆς διακαινησίμου, δηλονότι καὶ αἱ δοχαὶ ἐν τοῖς προειρημένοις τόποις καὶ αἱ ἀκτολογίαι, καθὼς προείρηται, πλὴν λέγουσιν οἱ Βένετοι τὸ ἀπελατικόν, ἦχ. πλαγ. δʹ· \"Ἀνακαινίζου ἡ κτίσις\" καὶ τὰ ἑξῆς, οἱ δὲ Πράσινοι. ἦχ. πλαγ. δʹ· \"Ἀποβαλόντες τὰ σύμβολα λυπηρᾶς κατηφείας\" καὶ τὰ ἑξῆς, ἄλλο, ἦχ. αʹ· \"Ὁ ἀχρόνως τῷ Πατρὶ\" καὶ τὰ ἑξῆς. 1.48 Ζʹ Τῇ ἑορτῇ τῆς Μεσοπεντηκοστῆς. Χρὴ εἰδέναι ὅτι καὶ τῇ προελεύσει ταύτῃ τῆς Μεσοπεντηκοστῆς, καὶ ἀπιόντων τῶν δεσποτῶν καὶ πάλιν ὑποστρεφόντων, καὶ αἱ δοχαὶ καὶ αἱ ἀκτολογίαι ὅμοιαι γίνονται τῆς δευτέρας τῆς διακαινησίμου, πλὴν οἱ μὲν Βένετοι λέγουσιν ἀπὸ φωνῆς ἀπελατικόν, ἦχ. αʹ· \"Πνεῦμα μέγα καὶ σεβάσμιον, ὁ ἄνω δοξαζόμενος σὺν τῷ Πατρὶ ὡς πάντων Κύριος, ἐν ἱερῷ συνόμιλος ὢν Ἑβραίοις διδάσκει Σοφίας βρύειν νάματα, ὑπερφυῶς ἡ Σοφία τοῦ Ὑψίστου ἀναφωνῶν· οἱ διψῶντες προσέρχεσθε, καὶ δροσίζεσθε τοῦ Πνεύματος τὴν πόσιν. Ἐκεῖνο τὸ ἀείζωον πόμα τὰ πλήθη ἀγάλλονται πίνοντα, καὶ γεραίρουσι τὸ κράτος ὑμῶν, δεσπόται, εἰς δόξαν, εἰς καύχημα, εἰς ἀνύψωσιν Ρωμαίων.\" Οἱ δὲ Πράσινοι λέγουσι τόνδε, ἦχ αʹ· \"Ὁ μεσίτης ὢν πλάσματος καὶ Πατρὸς τοῦ ἰδίου, θεῖε Λόγε, τοῦ ναοῦ ἑορτῆς ἐν μέσῳ παρρησιάζει· ὁ μέλλων ἐκ τῆς πλευρᾶς τῆς ἀχράντου ῥεῖθρα προχέειν ἀφθαρσίας ὅλῳ τῷ κόσμῳ, νῦν διψῶντας ποτίζεις ἐκ χειλέων διδασκαλίας νάματα, καὶ ὁ ἀσύνετος δῆμος θαυμάζει μέν, οὐ βούλεται δὲ γνῶναι ὅτι σῇ ἐξείργασται σοφίᾳ πάντα καὶ συνέχεται σῇ κυβερνήσει. Σὺ οὖν [1.49] δοξάσας τῷ στέφει, Θεέ, δεσπότας παλάμῃ σου, φύλαττε εἰς ἀνέργεσιν Ρωμαίων.\" Χρὴ εἰδέναι ὅτι ταύτῃ τῇ ἑορτῇ τῆς Μεσοπεντηκοστῆς, ἐπὶ τῆς τραπέζης τῶν δεσποτῶν καθεζομένων, ἡ αὐτὴ τάξις καὶ ἀκολουθία γίνεται, καθὼς καὶ ἐν τῇ δευτέρᾳ τῆς διακαινησίμου. 1.50 Ηʹ Τῇ ἑορτῇ τῆς Ἀναληψίμου. Ἰστέον ὅτι τῇ ἑορτῇ τῆς Ἀναληψίμου, ὅτε ἀκουμβίσωσιν οἱ δεσπόται ἐπὶ τῆς τραπέζης, ἡ αὐτὴ τάξις καὶ ἀκολουθία γίνεται τῆς δευτέρας τῆς διακαινησίμου, δηλονότι καὶ αἱ ἀκτολογίαι τῶν δύο μερῶν καὶ πάντα, καθὼς προείρηται, πλὴν οἱ μὲν Βένετοι λέγουσι τὴν φωνήν, ἦχ. πλαγ. αʹ· \"Ὡς ἀείζων ῥεῖθρον, πηγὴν ἁγίαν Χριστιανοὶ εὑρηκότες μόνην σέ, τὴν παναγίαν τοῦ Θεοῦ Μητέρα, δυσωποῦμεν ὡς Θεοτόκον, καὶ ἐξαιτοῦμεν στόματι ἀσιγήτῳ· πτέρυξι τῆς σῆς πρεσβείας ὁ δεῖνα καὶ ὁ δεῖνα περιφύλαττε μέχρι τέλους.\" Ὁ ἀπελατικός, ἦχ. δʹ· \"Σέ, τὴν παστάδα τοῦ Χριστοῦ, δι' ἧς ἔλαμψε Χριστὸς κατὰ σάρκα τοῖς βροτοῖς, αἰνοῦμεν λαοὶ ἐπαξίως· Θεοτόκε, τοὺς δεσπότας ὡς φωστῆρας περίσωζε εἰς ἀνέγερσιν κόσμου καὶ Βενέτων ἀεί σε κεκτημένων κραταίωμα βοηθείας.\" Οἱ δὲ Πράσινοι λέγουσι τὴν φωνὴν πλαγ. δʹ· \"Ἡ πηγὴ τῆς ζωῆς Ρωμαίων, Παρθένε, Μῆτερ Θεοῦ τοῦ Λόγου, συστρατήγησον μόνη τοῖς δεσπόταις ἐν τῇ πορφύρᾳ, τοῖς λαβοῦσιν ἐκ σοῦ τὸ στέφος, ὅτι αὐτοί σε κέκτηνται κατὰ πάντα θυρεὸν ἀπροσμάχητον ἐν τῇ πορφύρᾳ.\" Ἄλλο, ἦχ. δʹ. \"Καταφυγῆς ἐλπίδα καὶ σωτηρίας καὶ ἀντιλήψεως [1.51] κλέος σὲ τὴν πάναγνον Χριστιανοὶ κεκτημένοι, ἐξαιτοῦμεν ὡς σκέπην, πρεσβευτικαῖς περίεπε πτέρυξι· σὲ γὰρ κέκτηνται ἰσχὺν κατ' ἐχθρῶν τροπαιοφόρον.\" Ἰστέον ὅτι ταύτῃ τῇ ἑορτῇ γίνονται αἱ δοχαὶ οὕτως·"
      },
      {
        "index": 45,
        "text": "Δοχὴ αʹ, ἔξωθεν τῆς καμάρας τοῦ ἐμβόλου, ἐν ᾧ καὶ ὁ κίων ἵσταται. Δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ τοῦ περατικοῦ δήμου τῶν Βενέτων."
      },
      {
        "index": 46,
        "text": "Δοχὴ βʹ, εἰς τὸν ἀγωγόν, ἐν ᾧ τὸ ὕδωρ ἐκρεῖ. Δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ ἐκσκούβιτος."
      },
      {
        "index": 47,
        "text": "Δοχὴ γʹ, εἰς τὸν Ἅγιον Μώκιον. Δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ."
      },
      {
        "index": 48,
        "text": "Δοχὴ δʹ, ἐν τῷ Ἑξακιονίῳ. Δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Πρασίνων μετὰ τοῦ δήμου τοῦ Ρουσίου."
      },
      {
        "index": 49,
        "text": "Δοχὴ εʹ, εἰς τὸν Ξηρόλοφον, ἀντικρὺ τοῦ εὐκτηρίου τοῦ Ἁγίου Καλλινίκου. Δέχεται κἀκεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ καὶ τοῦ δήμου τοῦ Λευκοῦ."
      },
      {
        "index": 50,
        "text": "Δοχὴ ςϛʹ, εἰς τὸν Βοῦν. Δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ δομέστικος τῶν ἐκσκουβίτων."
      },
      {
        "index": 51,
        "text": "Δοχὴ ζʹ, εἰς τὰ Ἀμαστριανοῦ. Δέχεται ἐκεῖσε ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν."
      },
      {
        "index": 52,
        "text": "Δοχὴ ηʹ, εἰς τὸ Φιλαδέλφιον. Ὑποστρεφόμενος ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ, ποιεῖ ἐκεῖσε δοχήν."
      },
      {
        "index": 53,
        "text": "Δοχὴ θʹ, εἰς τὸν Ταῦρον. Δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Πρασίνων μετὰ τοῦ δήμου τοῦ Ρουσίου."
      },
      {
        "index": 54,
        "text": "Δοχὴ ιʹ, ἐν τῷ φουρνικῷ τῶν Ἀρτοπωλῶν. Ὑποστρεφόμενος ὁ δήμαρχος τῶν Πρασίνων μετὰ τοῦ δήμου τοῦ Ρουσίου, ποιεῖ ἐκεῖσε δοχήν."
      },
      {
        "index": 55,
        "text": "Δοχὴ ιαʹ, ἐν τῷ Φόρῳ. Ὑποστρεφόμενος ὁ δήμαρχος τῶν Πρασίνων μετὰ τοῦ δήμου τοῦ Ρουσίου ποιεῖ ἐκεῖσε δοχήν. [1.52] Δοχὴ ιβʹ, ἐν τῷ Πραιτωρίῳ. Δέχεται ἐκεῖσε ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ."
      },
      {
        "index": 56,
        "text": "Δοχὴ ιγʹ, ἐν τῷ φουρνικῷ τοῦ Μιλίου. Ὑποστρεφόμενος ὁ δήμαρχος τῶν Βενέτων μετὰ τοῦ δήμου τοῦ Λευκοῦ, ποιεῖ ἐκεῖσε δοχήν. Καὶ πάλιν μετὰ μικρὸν τῆς τοιαύτης δοχῆς δέχεται ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ ἐκσκούβιτος, μετὰ τοῦ περατικοῦ δήμου τῶν Πρασίνων. Καὶ πάλιν μετὰ μικρὸν ὑποστρεφόμενος ὁ δήμαρχος τῶν Πρασίνων μετὰ τοῦ δήμου τοῦ Ρουσίου, ποιοῦσιν ἐκεῖσε δοχὴν ἀντικρὺ τοῦ Ἀχιλλέως πρὸς τὴν πύλην τῆς Μελέτης, καὶ πάλιν μετὰ μικρὸν τῆς τοιαύτης δοχῆς δέχεται ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ τοῦ περατικοῦ δήμου τῶν Βενέτων εἰς τὸ κάγκελλον τῆς Χαλκῆς. Χρὴ εἰδέναι ὅτι αἱ ἀκτολογίαι τῶν δοχῶν γίνονται καθὼς καὶ ἐν τῇ δευτέρᾳ τῆς διακαινησίμου. Αἱ φωναὶ τῶν Βενέτων, ἃς λέγουσι δρομικῶς· \"Χαίροις, κραταιότατε αὐτόκρατορ,\" καὶ τὰ ἑξῆς. Οἱ ἀπελατικοί· \"Προστασίαν ἀκαθαίρετον καὶ σκέπην τὴν ἀνύμφευτον λαβόντες, θεόστεπτοι εὐεργέται, καὶ ταῖς αὐτῆς ἐγκαυχόμενοι παναχράντοις πρεσβείαις, ἀκαταμάχητοι ὄντες ἔθνεσιν ὑπεναντίοις. Αὐτὴ γὰρ ἐπισκιάζει ἐν ἡμέρᾳ πολέμου ταῖς κορυφαῖς ὑμῶν, καὶ ταῖς νίκαις ὑμᾶς δεικνύει στεφανίτας εἰς εὐτυχίαν καὶ δόξαν τῶν Ρωμαίων.\" Ἄλλο, ἦχ. γʹ· \"Εὐλογεῖται τὸ ὄρος τῶν Ἐλαιῶν· ἐν αὐτῷ γὰρ εὐλογεῖται ἡ χορεία τῶν ἀποστόλων, καὶ εἶδον δόξαν Ὑψίστου, ἐκεῖθεν πρὸς οὐρανὸν σαρκὶ ἀναφερόμενον Θεὸν καὶ πύλας αἰωνίους ἀνοιγομένας καὶ τὸν Δεσπότην προσδεχομένας. Στρατιαὶ δὲ τῶν ἀγγέλων ὑμνολογοῦσι καὶ τὸν Πατέρα πρὸς τὸν Υἱὸν εἰπόντα· Κάθου ἐκ δεξιῶν μου, ἕως ἄν σοι κλίνῃ πᾶν ποιημάτων γόνυ.\" Ἄλλο, ἦχ. πλάγ. δʹ· \"Ἐπέστη Χριστὸς τοῖς ἀποστόλοις καὶ ὤφθη αὐτοῖς [1.53] εἰρήνην λέγων, καὶ τὰς ῥήσεις τῶν προφητῶν αὐτοῖς ἑρμηνεύων, πρὸς τὸ ὄρος τῶν Ἐλαιῶν πάντας ἐξήγαγεν ἄρδην, καὶ τὰς χεῖρας εἰς ὕψος ἄρας, εὐλογήσας αὐτούς, εἰς οὐρανοὺς ἀνελήφθη, ἐπαγγειλάμενος αὐτοῖς καὶ τὴν τοῦ ἁγίου Πνεύματος παρουσίαν, χαρᾶς αὐτοὺς ἐμπλήσας. Διὸ αὐτὸς ὁ Θεὸς ἡμῶν, εὐεργέται, εὐλογήσῃ ὑμᾶς ἐν πᾶσι καὶ χαρᾶς ἐμπλήσῃ τὴν ὑμῶν βασιλείαν.\" Αἱ φωναὶ τῶν Πρασίνων, ἃς λέγουσιν, ἦχ. δʹ· \"Καταφυγῆς ἐλπίδα καὶ σωτηρίας\", καὶ τὰ ἑξῆς. Ἄλλο, ἦχ. γʹ· \"Προσκυνήσαντες πάντες οἱ ἀπόστολοι ὁμοῦ Χριστὸν εἰς οὐρανοὺς ἀναληφθέντα, κατέλαβον τὴν Ἰερουσαλὴμ μετὰ χαρᾶς, ὅτι εὕροσαν Χριστὸν Ἰησοῦν, τὸν Υἱὸν τοῦ Θεοῦ, ὃν ἔγραψε Μωσῆς καὶ οἱ λοιποὶ τῶν προφητῶν, καὶ ἐθεάσαντο τὴν δόξαν αὐτοῦ μετὰ σταυροῦ ἐκ δεξιῶν καθημένου τοῦ Πατρός· αὐτὸς ὑμᾶς φυλάξῃ, εὐεργέται, εἰς εὐτυχίαν Ρωμαίων.\" Ἄλλο, ἦχ. βαρ. \"Ξένον θαῦμα· ὡς γὰρ ὑετὸς ἐπὶ πόκον, λόγος τοῦ Πατρός· καὶ νῦν ὁρᾶτε, εἰς οὐρανοὺς ἀνιὼν σαρκοφόρος, ὅτι ἐπλήρωσε τὸ θέλημα τοῦ Πατρός, συγκαλέσας τὰ ἔθνη πάντα τῇ ἀληθείᾳ λατρεύειν, ὅθεν καὶ πληρώσας τὴν καθ' ἡμᾶς οἰκονομίαν ἐκ δεξιῶν ἐκάθισε τῆς δυνάμεως Κυρίου· αὐτὸς ὑμᾶς φυλάξῃ, εὐεργέται, εἰς εὐτυχίαν Ρωμαίων.\" .154 Θʹ Τῇ ἑορτῇ τῆς Πεντηκοστῆς. Τῶν Βενέτων, φωνή, ἦχ. πλαγ. δʹ· \"Ἡ τοῦ θείου Πνεύματος παρουσία τοῖς ἐν γῇ ἐπέλαμψε θεογνωσίᾳ.\" Ἄλλο, ἦχος ὁ αὐτός. \"Ὁ Παράκλητος σήμερον οὐρανόθεν, ὡς ἐν πυρίναις γλώσσαις ἐπιφοιτήσας τοῖς ἀποστόλοις, ἐδίδασκεν κηρύττειν τὴν ὁμοούσιον πίστιν τῆς Τριάδος, τὰ ἔθνη ἐφώτισεν, τὴν πλανὴν κατέφλεξε, τοὺς εὐεργέτας ταῖς νίκαις ὡραΐζει, καὶ τῷ βραχίονι αὐτῶν βαρβάρους καθυποτάσσει· ἀγαλλιάσθω πᾶσα ἡ οἰκουμένη, ὅτι νίκη βασιλεύει καὶ χαρὰ ἐν τοῖς Ρωμαίοις.\" Δοχὴ βʹ, τῶν Πρασίνων, φωνή, ἦχ. δʹ· \"Τῇ τετραπλῇ τριάδι τῶν ἀποστόλων ἡ τῆς Τριάδος ὤφθη πυρσοφαΐα.\" Ἄλλο, ἀπελατικὸς πλάγ. δʹ· \"Ὁ ἐν πυρίναις γλώσσαις Χριστὸς τὰ ἔθνη εἰς ἐπίγνωσιν ἀγαγὼν ἀληθείας, αὐτὸς ὑμᾶς, θεόστεπτοι εὐσεβεῖς εὐεργέται, ἐν τῇ τοῦ Πνεύματος ἐπιφοιτήσει ἡγιασμένον στέφανον ἐπέθηκεν οὐρανόθεν ταῖς τιμίαις κορυφαῖς ὑμῶν· διὸ αὐτὸν δυσωποῦμεν ἐκ καρδίας ἀπαύστως· Κύριε, ὁ αἰωνίως βασιλεύων, τούτους ἡμῖν χάρισον εἰς χαρὰν καὶ ἀνέγερσιν τῶν Ρωμαίων.\" Δοχὴ γʹ. τῶν Βενέτων, φωνή, ἦχ. δʹ· \"Πυρὸς ἐν εἴδει τὸ Πνεῦμα τοῖς ἀποστόλοις ἐπέστη σήμερον οὐρανόθεν.\" Ἄλλο, ἦχος ὁ αὐτός· \"Ὁ γλωττομόρφοις Θεὸς πυρσοφαΐαις τὰς τῶν ἐθνῶν ἐκμειώσας ἀθεΐας, δι' ὑμῶν, [1.55] ἀνδρειότατοι δεσπόται, ἐκπολεμῆσαι ἐπαγγέλλεται καὶ ἐκμειῶσαι τὰς τῶν ἐθνῶν ἀθεΐας, καὶ ὁμογλώττους ἐν πίστει τοὺς ἀλλογλώσσους ἑλκύσῃ ὁ δεῖνα καὶ ὁ δεῖνα, ἡ χαρὰ καὶ ἀνέγερσις τῶν Ρωμαίων.\" Δοχὴ τετάρτη, τῶν Βενέτων, φωνὴ πλαγ. δʹ· \"Ἡ τοῦ θείου Πνεύματος παρουσία,\" καὶ τὰ ἑξῆς. Ἄλλο, ἦχ. δʹ· \"Ἡ ὑπεράρχιος Τριάς, ὁ δεῖνα καὶ ὁ δεῖνα θεόστεπτοι, ἀδιαιρέτως ἐν τῷ στέφει ὑμῶν δείκνυται εὐδοκοῦσα· ἐν ταύτῃ γὰρ τῇ ἡμέρᾳ Πατὴρ τὰς πλάκας Μωσῇ παρέχει, Υἱὸς τὸ Πνεῦμα τοῖς μαθηταῖς δωρεῖται, αὐτὸ τὸ Πνεῦμα πυρίναις γλώσσαις τυπούμενον φανεροῦται· τριπλασιαζομένης δὲ τῆς ἑορτῆς ὑμῶν, θεολογεῖται σήμερον ἡ ὁμοούσιος Τριὰς ἡ στέφουσα ὑμᾶς.\" Δοχὴ εʹ, τῶν Πρασίνων, φωνή, ἦχ. γʹ· \"Λιμὴν τῶν θείων διδαγμάτων, ἡ τοῦ παναγίου Πνεύματος χάρις.\" Ἀπελατικός· \"Τῷ Ἁγίῳ Πνεύματι ἐστέφθητε, οἱ δεσπόται τῶν Ρωμαίων, καὶ ἐν αὐτῷ ὁδηγεῖτε τὸν λαὸν ὑμῶν ἐν πάσῃ προσκυνεῖν ἀληθείᾳ τὸ τρισυπέρθεον κράτος.\" Δοχὴ ϛςʹ, τῶν Βενέτων, φωνή, ἦχ. δʹ· \"Πυρὸς ἐν εἴδει τὸ Πνεῦμα\" καὶ τὰ ἑξῆς. Ἄλλο, πλαγ. δʹ· \"Θεὸς τὸ Πνεῦμα, σήμερον ἐγνωρίσθη τοῖς ἀποστόλοις ἐν γλώσσαις πυριμόρφοις, καὶ ὑμᾶς, θεόστεπτοι εὐεργέται, τῇ ἀλουργίδι καὶ τῷ στέφει δοξάσας, ἐδικαίωσεν βουλήσει θεοκρίτῳ βασιλεύειν ἐπαξίως Ρωμαίων. Δόξα Θεῷ τῷ στέψαντι ὑμᾶς εἰς ἀνέγερσιν Ρωμαίων.\" Ἀκτολογία τῆς ἕκτης δοχῆς. Λέγουσιν οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Εἰς πολλὰ ἔτη, εἰς πολλά.\" Οἱ κράκται· \"Ὁ τῶν πάντων Ποιητὴς καὶ Δεσπότης.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται. \"Ὁ τὸ παράκλητον καὶ ἅγιον Πνεῦμα.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ [1.56] κράκται· \"Καταπέμψας ἐν γλώσσαις τῶν ἀποστόλων.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Τοὺς χρόνους ὑμῶν πληθύνῃ σὺν ταῖς αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν σας.\" Τριλέξια εἰς τὴν αὐτὴνἑορτήν, πλαγʹ. δʹ· \"Δέξαι δούλους, δέσποτα, τοῦ ὑμνεῖν τὸ εὐσεβές σου· ὁ Θεὸς ὁ στέψας αὐτοχείρως τὴν κορυφὴν ὑμῶν ἀξιώσῃ."
      },
      {
        "index": 57,
        "text": "Ἔνθεν κἀκεῖθεν τὰ βῆλα οἱ σιλεντιάριοι, καὶ εἰσάγει ὁ πραιπόσιτος βῆλον αʹ· μαγίστρους, καὶ ὁ μὲν πραιπόσιτος ἀνέρχεται καὶ ἵσταται ἐν τῇ τάξει αὐτοῦ. Οἱ δὲ μάγιστροι καὶ οἱ μέλλοντες καθεξῆς εἰσέρχεσθαι ἐν ἑκάστῳ βήλῳ, εἰσερχόμενοι οὐ πίπτουσι, καὶ ἀπελθόντες ἵστανται ἀπὸ τῶν ἀρχόντων τοῦ κουβουκλείου ἔνθεν κἀκεῖσε, κατὰ τὰς αὐτῶν τάξεις καὶ στάσεις. Εἶθ' οὕτως λαβὼν πάλιν νεῦμα ὁ πραιπόσιτος, ἐξέρχεται μετὰ τῶν δύο ὀστιαρίων καὶ εἰσάγει βῆλον δεύτερον· πατρικίους καὶ ἀνθυπάτους. Βῆλον γʹ· πατρικίους καὶ στρατηγούς. Βῆλον τέταρτον· τὸν ὕπαρχον τῶν πραιτωρίων, τὸν κυαίστωρα, ἀνθυπάτους τῶν θεμάτων καὶ ἐπάρχους. Βῆλον εʹ· τὸν λογοθέτην τοῦ στρατιωτικοῦ, τὸν δομέστικον τῶν Ἱκανάτων, τὸν δομέστικον τῶν Νουμέρων, τὸν δομέστικον τῶν Ὀπτιμάτων, τὸν δομέστικον τῶν τειχῶν, τὸν σακελλάριον, τὸν τοῦ σακελλίου, τὸν τοῦ Εἰδικοῦ, τοὺς δημάρχους τῶν δύο μερῶν, τὸν κουράτορα τὸν μέγαν, τὸν τοποτηρητὴν τῶν σχολῶν καὶ δισυπάτους, σπαθαρίους, συγκλητικοὺς καὶ ὑπάτους. Βῆλον ϛʹ· κόμητας τῶν σχολῶν. Βῆλον ζʹ· βασιλικοὺς κανδιδάτους. Βῆλον ηʹ· δομεστίκους τῶν σχολῶν. Βῆλον θʹ· τοὺς ἀπὸ ἐπάρχων. Εἰ τύχωσι δὲ καὶ πρέσβεις μεγάλου ἔθνους, εἰσέρχονται ἀπὸ κελεύσεως, καὶ προσκυνήσαντες [1.57] τὸν βασιλέα καὶ ἀσπασάμενοι, ἐξέρχονται, μηδὲν ἕτερον πράττοντες. Καὶ εἶθ' οὕτως λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, λέγει μεγάλως τό· \"Κελεύσατε.\" Ἅπαντες δὲ ἀνταποκρίνονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους ὁ Θεὸς ἀγάγοι τὴν βασιλείαν ὑμῶν.\" Καὶ ἐξέρχονται ὅθεν εἰσῆλθον, βασταζομένου τοῦ βήλου, τοῦ ὄντος κάτω ἐν τοῖς κίοσιν, ὑπὸ τῶν προειρημένων δύο σιλεντιαρίων. Καὶ πάντων ἐξελθόντων, ἀνίσταται ὁ βασιλεύς, καὶ ἀπέρχεται ὄπισθεν τῶν ιθʹ Ἀκκουβίτων πρὸς τὸ ὑπαλλάξαι τὸν λῶρον διὰ τῶν βεστητόρων, καὶ ἡνίκα ὑπαλλάξει, ἐξέρχονται οἱ βεστήτορες, καὶ μένει ὁ βασιλεὺς μετὰ τοῦ κουβουκλείου μόνου, καὶ στέφεται ὑπὸ τοῦ πραιποσίτου, καὶ ἐξέρχεται, κρατῶν ἐν μὲν τῇ δεξιᾷ, χειρὶ ἀνεξικακίαν, ἐν δὲ τῇ ἀριστερᾷ σκηπίωνα ἐπικείμενον τῷ ὤμῳ αὐτοῦ, καὶ διέρχεται μέσον διὰ τοῦ μεγάλου τρικλίνου καὶ τῶν δύο κιόνων, ἔνθα τὸ βῆλον κρέμαται. Ἐξερχομένου δὲ τοῦ βασιλέως ἀπὸ τοῦ βήλου, ἵστανται ἐξ ἀριστερᾶς ὁ δρουγγάριος τῆς βίγλας καὶ πρωτοσπαθάριοι, καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται διὰ τοῦ πόρτηκος τοῦ μεγάλου τρικλίνου, ἔνθα ἡ ἔκθεσις τῶν ιθʹ Ἀκκουβίτων τίθεται, καὶ ἀπελθὼν ἵσταται ἐν μέσῳ τῶν δύο κιόνων. Καὶ δέχονται αὐτὸν ἐκεῖσε εἰς τὸν Ὀνόποδα πατρίκιοί τε καὶ στρατηγοί, καὶ προσκυνήσαντες τὸν βασιλέα μὴ πεσόντες κάτω νεύει ὁ πραιπόσιτος τῷ τῆς καταστάσεως, κἀκεῖνος λέγει· \"Κελεύσατε.\" Αὐτοὶ δὲ τό· \"Εἰς πολλοὺς χρόνους καὶ ἀγαθούς.\" Ἐν δὲ ταύτῃ τῇ δοχῇ ἵστανται σπαθαροκανδιδάτοι καὶ σπαθάριοι ἔνθεν κἀκεῖσε, καὶ οἱ μὲν σπαθαροκανδιδάτοι καὶ οἱ σπαθάριοι κατέρχονται τὰ γραδήλια τοῦ Κονσιστωρίου, οἱ μὲν ἐκ δεξιῶν, οἱ δὲ ἐξ εὐωνύμων τῶν πυλῶν. Οἱ δὲ πατρίκιοι καὶ οἱ στρατηγοὶ διέρχονται [1.58] τὴν μέσην πύλην καὶ εὐθέως οἱ μὲν ἀπὸ δεξιᾶς πατρίκιοι καὶ στρατηγοὶ κατέρχονται τὰ γραδήλια τῆς ἀριστερᾶς πύλης· ὁ δὲ βασιλεὺς δηριγευόμενος ὑπὸ τοῦ κουβουκλείου, κατέρχεται τὸ πούλπιτον, καὶ ἵσταται ὑπὸ τὸ καμελαύκιν ἐν τῷ πορφυρῷ λίθῳ, καὶ δέχονται αὐτὸν ἐκεῖσε πατρίκιοι καὶ στρατηγοὶ μετὰ τῆς συγκλήτου. Καὶ προσκυνησάντων τὸν βασιλέα μὴ πεσόντων κάτω, νεύει ὁ πραιπόσιτος ἀπὸ κελεύσεως τῷ σιλεντιαρίῳ, κἀκεῖνος λέγει· \"Κελεύσατε.\" Καὶ ἀπὸ τῶν ἐκεῖσε δηριγευόμενος ὁ βασιλεὺς ὑπ' αὐτῶν πάντων, διέρχεται διὰ τῶν Ἐκσκουβίτων καὶ τῶν Σχολῶν, καὶ ἐξέρχεται τὴν μεγάλην πύλην, καὶ διερχόμενος διὰ μέσου τοῦ Μιλίου καὶ τοῦ Αὐγουστέως, εἰσέρχεται ἐν τῇ πύλῃ τοῦ ὡρολογίου τῆς Μεγάλης Ἐκκλησίας."
      },
      {
        "index": 58,
        "text": "Ἰστέον δὲ ὅτι ἐν τῇ διόδῳ τοῦ βασιλέως τελοῦνται ἅπαντα τὰ αἴσια ἀκολούθως, ὃν τρόπον ἀνωτέρω ἐν τῇ καθόλου προελεύσει τῆς Χριστοῦ γεννήσεως ἐξεθέμεθα. Καὶ εἰσελθόντος τοῦ βασιλέως ἐν τῇ προειρημένῃ πύλῃ τοῦ ὡρολογίου, δέχονται αὐτὸν οἱ τοῦ μέρους τῶν Βενέτων ἐκεῖσε, οὐκ ἐπιδίδωσι δὲ ἐκεῖσε ὁ δήμαρχος λιβελλάριον, εἰ μὴ μόνον ἀκτολογεῖ, μὴ πράττων ἕτερόν τι. Καὶ εἶθ' οὕτως εἰσέρχεται ὁ βασιλεὺς ἔνδον τοῦ βήλου τοῦ κρεμαμένου ὄπισθεν τῆς πύλης τοῦ νάρθηκος ἐν τῷ μητατωρίῳ, καὶ λαβὼν ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς αὐτοῦ, εἰσέρχεται ἐν τῷ νάρθηκι καὶ ἀπαντᾷ αὐτὸν ὁ πατριάρχης, ὁ δὲ βασιλεὺς ἀσπάζεται τό τε Εὐαγγέλιον καὶ τὸν σταυρόν. Καὶ εἶθ' οὕτως προσκυνήσαντες ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης καὶ ἀσπασάμενοι, ἀπέρχονται μέχρι τῶν βασιλικῶν πυλῶν. Καὶ ὁ μὲν πατριάρχης ἄρχεται τελεῖν τὴν εὐχὴν τῆς εἰσόδου τῆς θείας λειτουργίας, ὁ δὲ βασιλεὺς παρὰ [1.59] τοῦ πραιποσίτου λαβὼν κηρία, εὔχεται. Καὶ ἀποδόντων ἀμφοτέρων τὰς εὐχὰς αὐτῶν τῷ Κυρίῳ, ἐπιδίδωσιν ὁ βασιλεὺς τοὺς κηροὺς τῷ πραιποσίτῳ, καὶ αὐτὸς τῷ τῆς καταστάσεως. Ὁ δὲ βασιλεὺς προσκυνεῖ τὸν τίμιον σταυρὸν καὶ τὸ ἄχραντον Εὐαγγέλιον καὶ διέρχεται μετὰ τοῦ πατριάρχου μέσον τοῦ ναοῦ, καὶ διὰ τῆς πλαγίας τοῦ ἄμβωνος εἰσέρχονται ἐν τῇ σωλέᾳ, καὶ πλησιάσαντες ταῖς ἁγίαις θύραις, ὁ μὲν πατριάρχης εἰσέρχεται εἰς τὸ θυσιαστήριον, ὁ δὲ βασιλεὺς ἅψας κηροὺς καὶ εὐξάμενος ἐπιδίδωσι τοὺς κηροὺς τῷ πραιποσίτῳ, καὶ εἰσέρχεται εἰς τὸ θυσιαστήριον· μέλλοντος δὲ εἰσιέναι, ἵστανται μητροπολῖται κατέχοντες τὰ ἅγια θύρια, καὶ ἐπινευσάντων αὐτὰ πρὸς τὸν βασιλέα μικρόν, φιλεῖ ὁ βασιλεὺς τοὺς ἐπ' αὐτοῖς πεπαρμένους σταυρούς, καὶ εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ εὐξάμενος ἔμπροσθεν τῆς ἁγίας τραπέζης ἐφαπλοῖ ἐν αὐτῇ εἰλητὰ δύο, καὶ ἐπιτίθησι τὰ προσενεχθέντα· δίσκους δύο καὶ ποτήρια δύο, εἶτα ἀσπάζεται τὰ ἅγια σπάργανα, καὶ εἶθ' οὕτως λαβὼν ἀποκόμβιον παρὰ τοῦ πραιποσίτου, τίθησι καὶ αὐτὸ ἐν τῇ ἁγίᾳ τραπέζῃ. Καὶ προσκυνήσαντες ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ἐξέρχεται ὁ βασιλεὺς ἀπὸ τοῦ θυσιαστηρίου, καὶ ἀπέρχεται εἰς τὸ μητατώριον, καὶ ἅπτων ἐκεῖσε κηροὺς καὶ εὐξάμενος, ὑπαλλάσσει τὸ λῶρον, καὶ τῆς θείας λειτουργίας τελεσθείσης, ἡνίκα μέλλουσι διέρχεσθαι τὰ Ἅγια, περιβάλλεται ὁ βασιλεὺς χλανίδα, καὶ δηριγευόμενος ὑπὸ τῶν ἐξ ἔθους ἀπέρχεται ἐν τῷ τόπῳ, ἐν ᾧ ἵσταται τὸ κηρίον, ἤγουν ἡ λαμπάς, ἥνπερ μέλλει βαστάσαι, καὶ στάντων πάντων τῶν πατρικίων ἔνθεν κἀκεῖσε, διέρχεται ὁ βασιλεὺς μέσον αὐτῶν. Ὁ δὲ πραιπόσιτος λαβὼν τὸ κηρίον, ἐπιδίδωσιν αὐτὸ τῷ βασιλεῖ, ὁ δὲ βασιλεὺς διέρχεται ὀψικεύων τὰ Ἅγια, καὶ εἰσελθὼν ἔνδον τῆς σωλέας [1.60] καὶ πλησίον τῶν ἁγίων θυρῶν γενόμενος, ἐπιδίδωσι τὸ κηρίον τῷ πραιποσίτῳ, κἀκεῖνος ἐπιτίθησιν αὐτὸ ἐπάνω τῆς σωλέας πλησίον τῶν ἁγίων θυρῶν, ἐν τῷ δεξιῷ μέρει, ὁ δὲ βασιλεὺς ἵσταται πλησίον τοῦ αὐτοῦ κηρίου, ἕως ἂν διέλθωσι τὰ Ἅγια. Καὶ ἡνίκα διέλθωσι τὰ Ἅγια, προσκυνοῦσιν ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, καὶ ἀπέρχεται ὁ βασιλεὺς δηριγευόμενος ὑπὸ τῶν κατὰ συνήθειαν διὰ τῶν ἔξω τοῦ θυσιαστηρίου ἐν τῷ μητατωρίῳ. Καὶ τοῦ καιροῦ τῆς θείας ἀγάπης ἐγγίσαντος, δηλοῖ ὁ τῆς καταστάσεως τῷ πραιποσίτῳ, κἀκεῖνος τῷ βασιλεῖ, ὁ δὲ βασιλεὺς ἐξέρχεται, καὶ δηριγευόμενος ὑπὸ τῶν προειρημένων τουτέστι τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν, μετὰ καὶ τῆς συγκλήτου ἀπέρχεται, καὶ ἵσταται ἐν τῷ δεξιῷ μέρει τοῦ θυσιαστηρίου ἐπακουμβίζων τῷ καγκέλλῳ ἐν τῷ ἀντιμισίῳ τῆς πλαγίας, καὶ ἐκεῖσε δίδωσιν ὁ βασιλεὺς ἀγάπην τῷ τε πατριάρχῃ, μητροπολίταις τε καὶ ἐπισκόποις, ἄρχουσί τε τῆς ἐκκλησίας, καὶ πᾶσι τοῖς ἐξ ἔθους, καὶ εἶθ' οὕτως προσκυνήσαντες ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, κατέρχεται ὁ βασιλεὺς καὶ ἵσταται, ἔνθα εἴθισται αὐτὸν διδόναι τὴν ἀγάπην καθ' ἑκάστην προέλευσιν. Καὶ εἰσέρχονται ἐν ἑνὶ βήλῳ μάγιστροί τε καὶ πατρίκιοι καὶ στρατηγοί, μετὰ καὶ δομεστίκων, καὶ οἱ τὰ πρῶτα ὀφφίκια κατέχοντες δήμαρχοί τε καὶ ὁ τῆς καταστάσεως· ἅπαντες δὲ οἱ προειρημένοι εἰσερχόμενοι πρὸς τὸ ἀσπάσασθαι τὸν βασιλέα προσκυνοῦσι, μὴ πίπτοντες διὰ τὴν Ἀνάστασιν, ἀλλ' ἀπερχόμενος ἕκαστος κατὰ τάξιν, δίδωσι τὴν ἀγάπην τῷ βασιλεῖ. Καὶ εἶθ' οὕτως ἅπαντες ἵστανται ἐν ταῖς τάξεσιν αὐτῶν, καὶ προσκυνοῦσιν ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, καὶ ἀπέρχεται ὁ βασιλεὺς ἐν τῷ μητατωρίῳ. Καὶ τῆς θείας κοινωνίας ἐγγιζούσης, εἰσέρχεται ὁ τῆς καταστάσεως καὶ δηλοῖ τῷ πραιποσίτῳ, κἀκεῖνος τῷ βασιλεῖ, ὁ δὲ βασιλεὺς ἐξέρχεται καὶ δηριγευόμενος ὑπὸ τῶν [1.61] προειρημένων πάντων, ἀπέρχεται καὶ ἵσταται ἔμπροσθεν τοῦ θυσιαστηρίου ἐν τῷ βασιλικῷ ἀντιμισίῳ, καὶ εὐξάμενος ἐκεῖσε ἀνέρχεται, καὶ κοινωνεῖ ἐκ τῶν τοῦ πατριάρχου χειρῶν ὃν τρόπον ἐν τῇ προλαβούσῃ ἑορτῇ τῆς Χριστοῦ Γεννήσεως εἴρηται, καὶ μετὰ τὸ κοινωνῆσαι τὸν βασιλέα προσκυνοῦσιν ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, καὶ ἀπέρχεται ὁ βασιλεὺς ἐν τῷ μητατωρίῳ, καὶ ἐξελθὼν ἐν τῷ τρικλίνῳ, κραματίζει μετὰ φίλων, ὧν ἂν κελεύει."
      },
      {
        "index": 59,
        "text": "Χρὴ δὲ εἰδέναι ὅτι ἡνίκα ἄρξηται ἡ θεία λειτουργία, εὐθέως ἀνέρχονται οἱ τοῦ κουβουκλείου ἐν τοῖς κατηχουμενίοις, καὶ ἐξέρχεται ἡ αὐγοῦστα ἐκ τοῦ μητατωρίου, τοῦ ὄντος ἐν τοῖς κατηχουμενίοις, καὶ καθέζεται ἐπὶ σελλίου καὶ ἵστανται οἱ τοῦ κουβουκλείου ἅπαντες ἔνθεν κἀκεῖσε, οἱ δὲ εὐνοῦχοι πρωτοσπαθάριοι ἵστανται ὄπισθεν τῆς αὐγούστης, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τῆς αὐγούστης, ἐξέρχεται μετὰ δύο ὀστιαρίων βασταζόντων βεργία, καὶ εἰσάγει βῆλον αʹ· πατρικίας ζωστάς, βῆλον βʹ· μαγιστρίσας, βῆλον γʹ· πατρικίας καὶ ἀνθυπάτους, βῆλον δʹ· πατρικίας καὶ στρατηγίσας, βῆλον εʹ· ἐπαρχίσας καὶ κυαιστωρίσας, βῆλον ϛʹ· ἐπαρχίσας θεματικὰς ἀνθυπατίσας, τὴν δρουγγαρίαν τῆς βίγλης, πρωτοσπαθαρίας, σπαθαροκανδιδατίσας, τουρμαρχίσας τοποτηρητίσας, σπαθαρίας ὑπατίσας, καὶ στρατωρίσας, βῆλον ζʹ· κομητίσας τῶν σχολῶν, κανδιδατίσας, σκριβωνίσας, δομεστίκας τῶν ταγμάτων, βεστητωρίσας, σιλεντιαρίσας, κομητίσας τοῦ Ἀριθμοῦ, κομητίσας τῶν Ἱκανάτων. Καὶ μετὰ τὸ δοῦναι πάσαις τὴν ἀγάπην τὴν αὐγοῦσταν, νεύει τῷ πραιποσίτῳ, κἀκεῖνος λέγει· \"Κελεύσατε\". Αὐταὶ δὲ τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\", καὶ ἐξέρχονται. Ἀναστᾶσα δὲ ἡ αὐγοῦστα, εἰσέρχεται ἐν τῷ μητατωρίῳ μετὰ τῶν οἰκειακῶν αὐτῆς κουβικουλαρίων, οἱ [1.62] δὲ λοιποὶ τοῦ κουβουκλείου κατέρχονται εἰς τὸν βασιλέα. Καὶ ἀναστὰς ὁ βασιλεὺς ἀπὸ τοῦ κράματος, περιβάλλεται τὸν λῶρον διὰ τῶν βεστητόρων, καὶ κελεύσας τῷ πραιποσίτῳ, προσκαλεῖται τὸν πατριάρχην, καὶ τοῦ πατριάρχου ἐλθόντος, προσκυνοῦσιν ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, καὶ διέρχονται διὰ τοῦ τρικλίνου, ἐν ᾧ ἐκραμάτισε, καὶ μελλόντων ἐξέρχεσθαι ἐν τῷ Ἁγίῳ Φρέατι, ἵσταται ὁ βασιλεὺς ἐν τῇ πύλῃ μετὰ τοῦ πατριάρχου, ὁ δὲ πραιπόσιτος καὶ ὁ ἄργυρος ἵστανται ἔξω τῆς αὐτῆς θύρας, καὶ δὴ διὰ χειρὸς τοῦ ἀργύρου λαμβάνει ὁ πραιπόσιτος τὰ χρυσᾶ βαλαντίδια, καὶ ἐπιδίδωσι τῷ βασιλεῖ, καὶ ὁ βασιλεὺς δίδωσι τοῖς μέλλουσι ταῦτα λαμβάνειν, κράζοντος δηλονότι τοῦ ἀργύρου· \"Τῷ ὁ δεῖνα δεσπόται ἀγαθοί.\" Εἰσὶν δὲ οἱ λαμβάνοντες ταύτην τὴν εὐεργεσίαν ὅ τε ἀρχιδιάκονος καὶ οἱ ὀστιάριοι καὶ οἱ ψάλται καὶ οἱ προσμονάριοι, καὶ εἶθ' οὕτως εἰσέρχονται ἔνδον τῆς κορτίνας τῆς κρεμαμένης ἐν τῷ Ἁγίῳ Φρέατι. Ὁ δὲ πραιπόσιτος λαβὼν τὸ στέμμα, ἐπιδίδωσι τῷ πατριάρχῃ, καὶ στέφει ὁ πατριάρχης τὸν βασιλέα, καὶ ἐπιδίδοντος τοῦ πατριάρχου τῷ μεγάλῳ βασιλεῖ εὐλογίας, ὁμοίως καὶ τῷ μικρῷ, λαβὼν ὁ βασιλεὺς παρὰ τοῦ πραιποσίτου ἀποκόμβιον, ἀντιδιδοῖ τῷ πατριάρχῃ, ὁ δὲ πατριάρχης τῷ βασιλεῖ ἀλειπτά, ὁμοίως καὶ ὁ ἕτερος βασιλεὺς τὸ αὐτὸ ποιεῖ. Προσκυνήσαντες δὲ ἀμφότεροι ἀλλήλους καὶ ἀσπασάμενοι οἵ τε βασιλεῖς καὶ ὁ πατριάρχης, ἐξέρχεται ὁ βασιλεὺς ἀπὸ τῶν ἐκεῖσε, καὶ διέρχεται διὰ τῆς μέσης, καὶ εἰσέρχεται τὴν μεγάλην πύλην τῆς Χαλκῆς, ἀπὸ δὲ τῶν ἐκεῖσε διά τε τῶν Σχολῶν καὶ τῶν Ἐκσκουβίτων, ἐκτελούντων τῶν περατικῶν μερῶν ἀκολούθως καὶ τῶν πολιτικῶν ἅπαντα τὰ κατὰ συνήθειαν."
      },
      {
        "index": 60,
        "text": "Καταλαβούσης δὲ τῆς συγκλήτου ἐν τῷ Κονσιστωρίῳ, μένει ἐκεῖσε [1.63] ὑπερευχομένη τὸν βασιλέα· κατελθὼν δὲ τὰ γραδήλια ὁ βασιλεύς, μένει ἐκεῖ, καὶ ὁ τῆς καταστάσεως μετὰ σιλεντιαρίων καὶ βεστητόρων, ὑπερευχόμενοι τὸν βασιλέα τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Ὁ δὲ βασιλεὺς δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου καὶ τῶν πατρικίων, διέρχεται μέχρι τοῦ στενοῦ, καὶ μένουσιν οἱ πατρίκιοι, καὶ αὐτοὶ ὑπερευχόμενοι τὸν βασιλέα. Εἰσελθὼν δὲ ὁ βασιλεὺς ἐν τῷ τρικλίνῳ τοῦ Αὐγουστέως, παραυτίκα ἀσφαλίζουσι τὰς θύρας κουβικουλάριοι, ὁ δὲ βασιλεὺς νεύει τῷ πραιποσίτῳ καὶ λέγει ῥωμαϊστί· \"Διτ.\" Καὶ ἀποκριθεὶς εἷς τῶν κουβικουλαρίων λέγει· \"Καλῶς.\" Οἱ δὲ λοιποὶ πάντες τοῦ κουβουκλείου, στάντες δίκην τοῦ Π στοιχείου, λέγουσιν καὶ αὐτοὶ ῥωμαϊστί· \"Ἦλθες η μούλτος ἄννος, φιλικήσιμε.\" Εἰσελθὼν δὲ ὁ βασιλεὺς ἐν τῷ Ὀκταγώνῳ, λαβόντος τοῦ πραιποσίτου τὸ στέμμα ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, εἰσέρχονται οἱ βεστήτορες καὶ ἀπαλλάσσουσι τὸν λῶρον, καὶ ἐξέρχονται. Ὁ δὲ βασιλεὺς περιβαλλόμενος σαγίον χρυσοῦν, ἀπὸ τῶν ἐκεῖσε, δηριγευόμενος ὑπό τε τοῦ κουβουκλείου πρωτοσπαθαρίων τε καὶ λοιπῶν οἰκειακῶν, διέρχεται διὰ τοῦ Αὐγουστέως καὶ τῆς Ἀψίδος καὶ εἰσέρχεται ἐν τῷ θεοφυλάκτῳ παλατίῳ. Καταλαβούσης δὲ τῆς ὥρας, καθέζεται ἐπὶ τῆς τραπέζης, ἡ δὲ τράπεζά ἐστιν ἀποκοπτή, καὶ εἶθ' οὕτως εἰσέρχονται οἱ τοῦ κουβουκλείου, καὶ παρίστανται καθὼς καὶ ἡ τάξις ἔχει ἔνθεν κἀκεῖσε τοῦ κλητωρίου· εἰσέρχονται δὲ καὶ οἱ φίλοι ἐν τῷ κλητωρίῳ, φοροῦντες οἱ μὲν πατρίκιοι τὰ χλανίδια αὐτῶν, καὶ πάλιν, ἡνίκα εἰσέλθῃ τὸ δούλκιν, περιβάλλονται αὐτά. Ἰστέον δὲ ὅτι οἱ ἄρχοντες τοῦ κουβουκλείου δι' ὅλης [1.64] τῆς διακαινησίμου ἐν τῇ αὐτῇ τραπέζῃ, ἤγουν τῇ χρυσῇ, τελοῦσι διπλοῦν παραστάσιμον. Χρὴ δὲ εἰδέναι ὅτι εἰ μὲν τύχωσι πρέσβεις μεγάλων ἐθνῶν, καὶ κελεύσῃ ὁ βασιλεὺς τούτους καλέσαι, ἵσταται ἡ χρυσῆ μικρὰ τράπεζα ἄνω ἔνθα τὸ πενταπύργιον ἵσταται, καὶ καθέζεται ἐκεῖ ὁ βασιλεύς, οἱ δὲ πρέσβεις καθέζονται ἐν τῇ μεγάλῃ χρυσῇ τραπέζῃ. Ἀριστερὰ δὲ τοῦ πενταπυργίου ἵσταται σκάμνον, ἔχον βάθρα, καὶ ἀνέρχεται δι' αὐτοῦ ὁ τῆς τραπέζης, καὶ ἵσταται ἄνω καθυπουργῶν τῷ βασιλεῖ, οἱ δὲ ἐγγιστιάριοι ἵστανται πάντες κάτω, ἵστανται δὲ ὁμοίως καὶ ἐξ ἀριστερῶν τοῦ αὐτοῦ πενταπυργίου, ἔχοντος καὶ αὐτοῦ βάθρα, καὶ ἀνέρχεται δι' αὐτοῦ ὁ ἐπιγκέρνης. Ἰστέον δὲ καὶ τοῦτο, ὅτι ἵστανται ἐν τῇ καμάρᾳ τοῦ Χρυσοτρικλίνου τῇ ἐξαγούσῃ πρὸς τὸν Τριπέτωνα παρατράπεζα δύο· εἰ δὲ κελεύει ὁ βασιλεὺς γενέσθαι κατὰ προσθήκην ἕτερα δύο παρατράπεζα, ἵσταται τὸ ἓν ἐν τῇ ἀριστερᾷ καμάρᾳ, τὸ δὲ ἕτερον ἐν τῇ δεξιᾷ."
      },
      {
        "index": 61,
        "text": "Γνωστέον δὲ καὶ τοῦτο, ὅτι εἰ μὲν τύχῃ ἡ ἑορτὴ τοῦ Εὐαγγελισμοῦ τῇ αὐτῇ ἡμέρᾳ τοῦ Πάσχα, τελεῖται οὕτως· ἐξέρχεται μετὰ λιτῆς ἐκ τοῦ θεοφυλάκτου αὐτοῦ παλατίου, ἀπὸ τῆς παναγίας Θεοτόκου τοῦ Φάρου, καὶ διέρχεται διὰ τῶν διαβατικῶν τῶν Ἁγίων μʹ καὶ τῆς Ἀψίδος, καὶ ἀπέρχεται ἐν τῷ ναῷ τῆς Παναγίας Θεοτόκου ἐν τῇ Δάφνῃ· ἀπὸ δὲ τῶν ἐκεῖσε ἀπέρχεται εἰς τὸν ναὸν τοῦ Ἁγίου Στεφάνου, καὶ τελέσαντος τὰ συνήθη, οἱ μὲν ἱερεῖς ἀπὸ τῶν ἐκεῖσε λιτανεύοντες, ὑποστρέφουσιν ἐν τῷ παλατίῳ, ὁ δὲ βασιλεὺς εἰσέρχεται ἐν τῷ ἐκεῖσε ὄντι κοιτῶνι τοῦ Αὐγουστέως, ἐκδεχόμενος τὸν καιρόν· καταλαβόντος δὲ τοῦ καιροῦ, τελεῖ ἅπαντα ἀκολούθως τὰ τοῦ Πάσχα, ὡς ἀνωτέρω εἴρηται. 1.65 Ιʹ Ὅσα δεῖ παραφυλάττειν ἐν τῇ δευτέρᾳ ἡμέρᾳ τῆς διακαινησίμου. Προέρχονται τάχιον ἅπαντες οἱ ἄρχοντες ἀπὸ λευκῶν χλανιδίων ἐν τῇ Ἀψίδι, ἀλλάσσουσι δὲ οἱ μὲν πατρίκιοι χλανίδια χρυσόταβλα, οἱ δὲ λοιποὶ ἕκαστος κατὰ τὴν αὐτοῦ τάξιν τε καὶ ἀξίαν, τοῦ δὲ κουβουκλείου οἱ μὲν πραιπόσιτοι καὶ ὀστιαροπριμικήριοι περιβέβληνται χλανίδια χρυσόταβλα, οἱ δὲ σπαθαροκουβικουλάριοι τὰ σπαθία αὐτῶν. Ἀνοίξαντος δὲ τοῦ παλατίου, οἱ μὲν τοῦ κουβουκλείου ἅπαντες εἰσέρχονται διὰ τῶν διαβατικῶν τῶν Ἁγίων μʹ, ἐκδεχόμενοι ἐκεῖσε τὸν βασιλέα, οἱ δὲ πατρίκιοι καὶ στρατηγοὶ ἅμα τῶν δομεστίκων ἵστανται ἐν τῷ ἡμικυκλίῳ τοῦ Τρικόγχου, ὡς εἴθισται αὐτοῖς. Ὁ δὲ βασιλεὺς δηριγευόμενος ὑπὸ τῶν τοῦ κουβουκλείου, φορῶν σαγίον χρυσοῦν, ἐξέρχεται διὰ τῆς γανωτῆς πύλης τοῦ Τρικόγχου, καὶ δέχονται αὐτὸν ἐκεῖσε πατρίκιοί τε καὶ στρατηγοὶ ἅμα δομεστίκοις, καὶ δηριγευόμενος ἀπό τε τῶν τοῦ κουβουκλείου πρωτοσπαθαρίων βαρβάτων, μαγλαβιτῶν, καὶ λοιπῶν οἰκειακῶν, διέρχεται διὰ τῆς Δάφνης, ἅπτων, ὡς ἐξ ἔθους, ἐν τοῖς εὐκτηρίοις κηρία, καὶ εἰσέρχεται ἐν τῷ κοιτῶνι τοῦ Αὐγουστέως, ἐκδεχόμενος τὸν καιρόν. Καταλαβόντος δὲ τοῦ καιροῦ, περιβάλλεται χλανίδα διὰ τῶν βεστητόρων λευκὴν χρυσοφεγγῆ, καὶ δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ [1.66] κουβουκλείου, διέρχεται διὰ τοῦ Αὐγουστέως, ἵστανται δὲ ἔξω τῆς πύλης, ἔνθα τὸ βῆλον κρέμαται, πρωτοσπαθάριοι βαρβάτοι, ἠλλαγμένοι, βαστάζοντες σπαθοβάκλια. Καὶ διελθὼν ὁ βασιλεὺς διὰ τοῦ στενοῦ τῆς Χρυσῆς Χειρός, ἀνέρχεται ἐν τῇ χαλκῇ πύλῃ τοῦ Ὀνόποδος, καὶ δέχονται αὐτὸν πατρίκιοι καὶ στρατηγοί· προσκυνησάντων δὲ τῷ βασιλεῖ, νεύει ὁ πραιπόσιτος τῷ τῆς καταστάσεως ἀπὸ κελεύσεως, καὶ λέγει· \"Κελεύσατε.\" Αὐτοὶ δὲ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Οἱ δὲ σπαθαροκανδιδάτοι καὶ σπαθάριοι ἵστανται ἔνθεν κἀκεῖθεν, βαστάζοντες τὰ διστράλια αὐτῶν. Καὶ ἀπὸ τῶν ἐκεῖσε δηριγευομένου τοῦ βασιλέως, οἱ μὲν σπαθαροκανδιδάτοι καὶ σπαθάριοι κατέρχονται τὰ γραδήλια τοῦ Κονσιστωρίου, οἱ μὲν τὴν δεξιὰν πύλην, οἱ δὲ τὴν ἀριστεράν, οἱ δὲ πατρίκιοι ἐξέρχονται τὴν μέσην πύλην, καὶ οἱ μὲν ἐκ δεξιῶν κατέρχονται τὰ γραδήλια τῆς δεξιᾶς πύλης, καὶ οἱ ἐξ ἀριστερῶν κατέρχονται τὰ γραδήλια τῆς ἀριστερᾶς πύλης. Ὁ δὲ βασιλεὺς μετὰ τοῦ κουβουκλείου κατέρχεται τὸ πούλπιτον, καὶ ἵσταται ὑπὸ τὸ καμελαύκιον ἐν τῷ πορφυρῷ λίθῳ, καὶ δέχονται αὐτὸν πάλιν ἐν τῷ Κονσιστωρίῳ πατρίκιοι καὶ στρατηγοὶ ἅμα συγκλήτῳ· καὶ προσκυνήσαντες, νεύοντος τοῦ πραιποσίτου τῷ σιλεντιαρίῳ ἀπὸ κελεύσεως, λέγει· \"Κελεύσατε.\" Αὐτοὶ δὲ τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Ἀπὸ δὲ τῶν ἐκεῖσε δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν προειρημένων, λέγοντος τοῦ τῆς καταστάσεως κατὰ βάθρον· \"Καπλάτε, δόμηνι,\" διέρχεται διὰ τῶν Ἐκσκουβίτων καὶ τῶν Σχολῶν καὶ τῆς Χαλκῆς, καὶ ἀπέρχεται ἐν τῷ Ἁγίῳ Φρέατι· τὰ δὲ μέρη δέχονται τὸν βασιλέα εἰς τὰς συνήθεις στάσεις σφραγίζοντες, μηδὲν ἕτερον ποιοῦντες, λέγουσιν δὲ οἱ νοτάριοι καὶ οἱ μαΐστορες τοὺς κατὰ τύπον ἰάμβους, ἐν οἷς τόποις εἴθισται [1.67] αὐτοῖς. Ἅψας δὲ κηροὺς ὁ βασιλεὺς καὶ εὐξάμενος, ἐπιδίδωσιν αὐτοὺς τῷ πραιποσίτῳ, ὁ δὲ πατριάρχης ἐξελθὼν ἀπαντᾷ τὸν βασιλέα ἐν τῷ Ἁγίῳ Φρέατι· προσκυνήσαντες δὲ καὶ ἀσπασάμενοι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, εἰσέρχονται εἰς τὴν ἐκκλησίαν; ἀπελθόντων δὲ αὐτῶν ἔμπροσθεν τῶν ἁγίων θυρῶν, ὁ μὲν πατριάρχης εἰσέρχεται ἐν τῷ θυσιαστηρίῳ, ὁ δὲ βασιλεὺς ἔμπροσθεν ἑστὼς τῶν ἁγίων θυρῶν εὔχεται κρατῶν κηρούς, καὶ εὐξάμενος ἐπιδίδωσιν αὐτοὺς τῷ πραιποσίτῳ, καὶ εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ εὐξάμενος προσκυνεῖ τὴν ἁγίαν τράπεζαν, καὶ διέρχεται διὰ τῆς σωλέας μέλλων δὲ ἐξέρχεσθαι τὴν σωλέαν, λαμβάνει παρὰ τοῦ πραιποσίτου κηριολιτανίκιν, καὶ εὐθέως ἄρχονται οἱ ψάλται ἐν τῷ ἄμβωνι τό· \"Χριστὸς ἀνέστη.\" Καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ πάντων τῶν κατὰ συνήθειαν, ἐξέρχεται μέσον τοῦ ναοῦ, καὶ ἐξέρχεται διὰ τῶν βασιλικῶν πυλῶν, καὶ διελθὼν τὸν νάρθηκα καὶ τὸν λουτῆρα, κατέρχεται τὰ γραδήλια τοῦ Ἀθύρος, καὶ διέρχεται διὰ τοῦ Μιλίου καὶ τὴν Μέσην, καὶ ἀνέρχεται εἰς τὸν Φόρον, καὶ μέχρι τοῦ κίονος ἀπελθών, ἔνθα καθίδρυται ὁ ναὸς τοῦ Ἁγίου Κωνσταντίνου, ἀνέρχεται ὁ βασιλεὺς τὰ ἔμπροσθεν γραδήλια τοῦ ναοῦ, καὶ ἵσταται ἐκεῖσε, ἐπακουμβίζων τῷ καγκέλλῳ ἐν τῷ δεξιῷ μέρει, καὶ ἡνίκα μέλλει ἀνέρχεσθαι τὰ αὐτὰ γραδήλια ὁ βασιλεύς, δίδωσι τὸ κηρίον αὐτοῦ τῷ πραιποσίτῳ. Οἱ δὲ πατρίκιοι καὶ πάντες οἱ ἄρχοντες ἵστανται κάτω, ἕκαστος αὐτῶν κατὰ τὴν αὐτῶν τάξιν τε καὶ στάσιν, ὡς προείρηται, καὶ καταλαβόντος τοῦ πατριάρχου μετὰ τῆς λιτῆς, διέρχεται μέσον αὐτῶν, καὶ μέλλοντος τοῦ σταυροῦ ἀνέρχεσθαι τὰ γραδήλια, ἔνθα ὁ βασιλεὺς ἵσταται, ἅπτει κηροὺς ὁ βασιλεύς, καὶ προσκυνεῖ τὸν τίμιον σταυρόν, καὶ προσκυνήσας ἐπιδίδωσι τοὺς κηροὺς [1.68] τῷ πραιποσίτῳ, κἀκεῖνος τῷ τῆς καταστάσεως, καὶ πήγνυσιν αὐτοὺς ὁ τῆς καταστάσεως ἐν τοῖς τῆς λιτῆς μανουαλίοις· ὁ δὲ σταυρὸς ἀνέρχεται καὶ ἵσταται ἐν τῇ βάσει ὄπισθεν τοῦ βασιλέως, ἔμπροσθεν τῆς πύλης τοῦ ναοῦ."
      },
      {
        "index": 62,
        "text": "Ὁ δὲ πατριάρχης ἀνέρχεται ἐν τῇ ἐκκλησίᾳ μετὰ τῶν κατὰ συνήθειαν ἀνερχομένων μετ' αὐτοῦ καθ' ἑκάστην καὶ ὁ κλῆρος ἵσταται κάτω μετὰ τοῦ κοινοῦ λαοῦ ἐξ ἀριστερᾶς τοῦ βασιλέως, καὶ τῆς ἐκτενοῦς τελουμένης, λαμβάνει ὁ βασιλεὺς παρὰ τοῦ πραιποσίτου κηρία καὶ προσεύχεται, καὶ πάλιν δίδωσιν αὐτὰ τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος τῷ τῆς καταστάσεως, αὐτὸς δὲ πήγνυσιν αὐτὰ ἐν τοῖς τῆς λιτῆς μανουαλίοις. Καὶ παραυτίκα ὁ τῆς καταστάσεως διευθετεῖ τούς τε πατρικίους καὶ λοιποὺς ἄρχοντας τοὺς μέλλοντας δηριγεύειν τὸν βασιλέα, καὶ προσκυνήσαντες ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ παρτιάρχης, ἄρχονται ψάλλειν τὸ τροπάριν οἱ ψάλται· \"Χριστὸς ἀνέστη.\" Κἀκεῖθεν δηριγευόμενος ὑπὸ τῶν προειρημένων, διέρχεται τὴν Μέσην λιτανεύων, τὸ δὲ τροπάριν ἐν τῇ τῆς λιτῆς περιόδῳ ἄρχεται ὁ τῆς καταστάσεως, καὶ ἀνελθὼν τὴν Μέσην, διέρχεται διά τε τῶν Ἀρτοπωλίων καὶ τοῦ Ταύρου. Καταλαβὼν τὸν ναὸν τῆς παναγίας Θεοτόκου τῶν Διακονίσσης, ἐπιδίδωσιν ὁ βασιλεὺς τὸ λιτανίκιον, καὶ μέχρι τοῦ Φιλαδελφίου διελθών, ἐκκλίνει τὸ δεξιὸν μέρος, καὶ ἔρχεται διά τε τῶν Ὀλυβρίου καὶ τῶν Κωνσταντιανῶν μέχρι τοῦ Ἁγίου Πολυεύκτου. Ὑπαλλάξας δὲ κἀκεῖσε κηρίον, καὶ λαβὼν ἕτερον κηρίον παρὰ τοῦ πραιποσίτου, διέρχεται τὴν Μέσην μέχρι τῶν Ἁγίων Ἀποστόλων, καὶ εἰσελθὼν εἰς τὸν νάρθηκα, καθέζεται ἐπὶ σελλίου προσμένων τὸν πατριάρχην. Καὶ τοῦ πατριάρχου καταλαβόντος μετὰ τῆς λιτῆς, οἱ μὲν κοινοὶ [1.69] κληρικοὶ καὶ οἱ πολιτικοὶ εἰσέρχονται εἰς τὸν ναὸν διὰ τῆς πλησίον οὔσης τῶν βασιλικῶν πυλῶν δεξιᾶς πύλης, τὰ δὲ ὀρφανὰ εἰσέρχονται διὰ τῆς μέσης πύλης· ὡσαύτως καὶ οἱ μητροπολῖται καὶ οἱ ἐπίσκοποι, εἰσερχόμενοι διὰ τῶν βασιλικῶν πυλῶν, προσκυνοῦσι τῷ βασιλεῖ, μὴ πίπτοντες κάτω. Πλησιάζοντος δὲ τοῦ πατριάρχου, ἀνίσταται ὁ βασιλεὺς καὶ προσκυνήσαντες ἀμφότεροι ἀλλήλους καὶ ἀσπασάμενοι, ἀπέρχονται μέχρι τῶν βασιλικῶν πυλῶν, καὶ ὁ μὲν πατριάρχης ἄρχεται τελεῖν τὴν εὐχὴν τῆς εἰσόδου τῆς θείας λειτουργίας, ὁ δὲ βασιλεὺς ἅψας κηροὺς καὶ εὐξάμενος ἐπιδίδωσιν αὐτοὺς τῷ πραιποσίτῳ, καὶ αὐτὸς τῷ τῆς καταστάσεως· καὶ τοῦ πατριάρχου τελέσαντος τὴν εὐχήν, προσκυνεῖ ὁ βασιλεὺς τὸ ἄχραντον Εὐαγγέλιον καὶ τὸν τίμιον σταυρόν, καὶ διέρχεται μέσον τοῦ ναοῦ διὰ τῆς πλαγίας τοῦ ἄμβωνος, ἔρχεται εἰς τὴν σωλέαν, καὶ ὁ μὲν πατριάρχης εἰσέρχεται εἰς τὸ θυσιαστήριον. Ὁ δὲ βασιλεὺς εὐξάμενος, ὡς εἴθισται αὐτῷ, ἔμπροσθεν τῶν ἁγίων θυρῶν, εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ προσκυνήσας τὴν ἁγίαν τράπεζαν, καὶ λαβὼν παρὰ τοῦ πραιποσίτου ἀποκόμβιον, τίθησιν αὐτὸ ἐν τῇ ἁγίᾳ τραπέζῃ. Εὐξάμενοι δὲ εἰς τὸν τάφον τοῦ τε πατρὸς ἡμῶν Χρυσοστόμου καὶ τοῦ θεολόγου τοῦ Ἁγίου Γρηγορίου, καὶ ἅψαντες κηρούς, ἐξέρχονται ἀμφότεροι ὅ τε βασιλεὺς καὶ ὁ πατριάρχης διὰ τῆς ἀριστερᾶς πλαγίας τοῦ θυσιαστηρίου, καὶ ἀπέρχονται ἐν τῇ σορῷ τοῦ Ἁγίου Κωνσταντίνου, κἀκεῖσε εὐξάμενοι, καὶ ἅψαντες κηρούς, ἐξέρχονται, καὶ ἀπέρχονται ἐν τοῖς τάφοις τῶν ἁγιωτάτων πατριαρχῶν Νικηφόρου καὶ Μεθοδίου· ἅψας δὲ κἀκεῖσε κηροὺς ὁ βασιλεὺς καὶ εὐξάμενος, εἰσέρχεται ἐν τοῖς τάφοις τῶν βασιλέων, καὶ ἅψας κἀκεῖσε κηρούς, ἐξέρχεται. Καὶ διέρχονται ἀμφότεροι ὅ τε βασιλεὺς καὶ ὁ [1.70] πατριάρχης διὰ τοῦ ἀριστεροῦ μέρους τοῦ ναοῦ, ἤγουν τοῦ γυναικίτου, ἄντικρυ τοῦ θυσιαστηρίου, καὶ προσκυνήσαντες ἀμφότεροι ἀλλήλους ὁ βασιλεὺς καὶ ὁ πατριάρχης, ὑποστρέφει πρὸς τὸ ἐκτελέσαι τὴν θείαν λειτουργίαν, ὁ δὲ βασιλεὺς διέρχεται διὰ τοῦ γυναικίτου καὶ ἐξέρχεται εἰς τὸν νάρθηκα, καὶ ἐκκλίνας πρὸς τὸ ἐξ ἀριστερᾶς μέρος τοῦ λουτῆρος, οἱ μὲν πατρίκιοι ἵστανται ἔξωθεν τῆς πύλης τοῦ κοχλιοῦ, ὑπερευχόμενοι τὸν βασιλέα, ὁ δὲ βασιλεὺς δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, σπαθαροκανδιδάτων καὶ ἐπὶ τῶν οἰκειακῶν καὶ τῶν ἐπὶ τοῦ μαγλαβίου καὶ λοιπῶν, ἀνέρχεται διὰ τοῦ αὐτοῦ ἀριστεροῦ κοχλιοῦ ἐν τοῖς σεπτοῖς κατηχουμενείοις, τὰ δὲ βῆλα τὰ κρεμαμένα ἐν τοῖς κατηχουμενείοις σιλεντιάριοι ποιοῦσι, καὶ ἀπελθὼν ἵσταται ἐν τοῖς δεξιοῖς μέρεσι, ἔνθα εἴθισται αὐτῷ καθ' ἑκάστην προέλευσιν ἵστασθαι, καὶ τελεῖ τὴν θείαν λειτουργίαν· οἱ δὲ πατρίκιοι καὶ οἱ στρατηγοὶ ἀνέρχονται ὄπισθεν τοῦ βασιλέως διὰ τοῦ αὐτοῦ κοχλιοῦ, καὶ ἵστανται ἀπέναντι τοῦ θυσιαστηρίου, ἔνθα καὶ τὸ βασιλικὸν ἀντιμίσιον πρόκειται, ἐν ᾧ καὶ κοινωνεῖ ὁ βασιλεὺς ἐν ταῖς τοιαύταις προελεύσεσιν."
      },
      {
        "index": 63,
        "text": "Καταλαβόντος δὲ τοῦ καιροῦ τῆς θείας κοινωνίας, ἀπέρχονται σιλεντιάριοι δύο ἀπὸ κελεύσεως, καὶ προσκαλοῦνται τὸν πατριάρχην, καὶ ὁ πατριάρχης, παρακρατούμενος ὑπ' αὐτῶν, ἀνέρχεται, καὶ ἀπαντῶσιν αὐτὸν ἐν τῷ τοῦ κοχλιοῦ πληρώματι, ἡνίκα μέλλει εἰσέρχεσθαι ἐν τοῖς σεπτοῖς κατηχουμενείοις, οἱ τοῦ κουβουκλείου ἄρχοντες. Καὶ εἰσελθὼν ἐν τοῖς κατηχουμενείοις ὁ πατριάρχης, προτίθησιν τὰ δῶρα ἐν τῷ βασιλικῷ ἀντιμισίῳ, ὁ δὲ πραιπόσιτος ἀπελθὼν μετὰ τῶν ἀρχόντων τοῦ κουβουκλείου, προσκαλεῖται τὸν βασιλέα, καὶ ὑπ' αὐτῶν δηριγευόμενος ὁ βασιλεὺς ἀπέρχεται, καὶ κοινωνεῖ ἐκ τῶν τοῦ πατριάρχου χειρῶν, εἶτα εἰσέρχεται ἔνδον τοῦ δεξιοῦ βήλου, [1.71] καὶ καθέζεται ἐκεῖσε ἐπὶ σελλίου, μέχρις ἂν κοινωνήσωσιν ἐκ τῶν τοῦ πατριάρχου χειρῶν πατρίκιοί τε καὶ στρατηγοὶ μετὰ τῶν λοιπῶν τῶν ἐξ ἔθους. Εἶθ' οὕτως ἐξέρχεται ὁ βασιλεύς, καὶ προσκυνήσαντες ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ὁ μὲν βασιλεὺς ἀπέρχεται ἐν ᾧ τόπῳ ἐκτελεῖ τὴν θείαν λειτουργίαν, ὡς προέφημεν, ὁ δὲ πατριάρχης κατέρχεται πληρῶσαι τὴν θείαν λειτουργίαν, καὶ διασώζουσιν αὐτὸν οἱ τοῦ κουβουκλείου ἄρχοντες μέχρι τοῦ τόπου, ἐν ᾧ καὶ ἀπήντησαν αὐτόν, ἐν τῷ ἀνέρχεσθαι αὐτόν, κἀκεῖθεν διασώζουσιν αὐτὸν σιλεντιάριοι δύο μέχρι τοῦ ναοῦ. Καὶ τῆς θείας λειτουργίας τελεσθείσης, διέρχεται ὁ βασιλεὺς διὰ τῶν ἔμπροσθεν κατηχουμενείων καὶ διὰ τῶν ἔνδον ἀπέρχεται ἐν τῷ θεοφυλάκτῳ παλατίῳ, ἤγουν τῷ ὄντι ἐκεῖσε, καὶ εἰσέρχεται ἐν τῷ κοιτῶνι αὐτοῦ. Καὶ κατέρχονται δύο σιλεντιάριοι ἀπὸ κελεύσεως καὶ προσκαλοῦνται τὸν πατριάρχην, καὶ τούτου ἀνελθόντος καὶ πλησιάσαντος, δέχονται αὐτὸν ἄρχοντες τοῦ κουβουκλείου, καὶ ἐλθὼν καθέζεται μικρόν, καὶ εἰσελθὼν ὁ πραιπόσιτος δηλοῖ τῷ βασιλεῖ. Ὁ δὲ βασιλεὺς κελεύει τῷ πραιποσίτῳ προσκαλέσασθαι τὸν πατριάρχην, καὶ ἑνωθέντες ἀμφότεροι ὅ τε βασιλεὺς καὶ ὁ πατριάρχης ἐν τῷ τρικλίνῳ, ἐν ᾧ ἵσταται ἡ τράπεζα, προσκαλεῖται τοὺς ἱερεῖς, καὶ ποιοῦσι τὸν στίχον, καὶ εὐλογήσας τὴν τράπεζαν ὁ πατριάρχης, ἀπαλλάσσει τὸ ὠμοφόριον αὐτοῦ, καὶ λαβόντες αὐτὸ οἱ ἱερεῖς ἐξέρχονται, καὶ εἶθ' οὕτως καθέζονται ἀμφότεροι ἐν τῇ τραπέζῃ ὅ τε βασιλεὺς καὶ ὁ πατριάρχης· οἱ δὲ τοῦ κουβουκλείου παρίστανται ἐν τῇ τραπέζῃ ἔνθεν κἀκεῖσε, ὡς εἴρηται. Καὶ πιόντων πρὸς ἅπαξ τοῦ βασιλέως καὶ τοῦ πατριάρχου, νεύει ὁ πραιπόσιτος ἀπὸ κελεύσεως, καὶ εἰσέρχονται οἱ τῆς ὑπουργίας, ὁ δὲ τῆς τραπέζης εἰσελθὼν ἵσταται ἐν τῇ κάτω πύλῃ ἔμπροσθεν τοῦ βήλου, [1.72] καὶ νεύει αὐτὸν ὁ πραιπόσιτος ἀπὸ κελεύσεως, καὶ νύσσει τὸ βῆλον μετὰ τῆς χειρός, καὶ αἴρουσι αὐτὸ ὕπερθεν ἐγγιστιάριοι, καὶ εἰσέρχονται οἱ φίλοι, καὶ τελεῖται ἅπασα ἡ τῆς τραπέζης ἀκολουθία. Καὶ ἀνίστανται ὑπερευξάμενοι τὸν βασιλέα, καὶ ἐξέρχονται, καὶ ὁ μὲν βασιλεὺς μένει μετὰ μόνου τοῦ πατριάρχου, καὶ τοῦ κουβουκλείου παρισταμένου, καὶ πιόντες πρὸς ἅπαξ ἀνίστανται, καὶ προσκληθέντες οἱ ἱερεῖς ἀπὸ κελεύσεως εἰσέρχονται, καὶ περιβαλλόμενος ὁ πατριάρχης τὸ ὠμοφόριον αὐτοῦ, ποιοῦσι τὸν στίχον, καὶ ἐπιδοὺς ὁ πατριάρχης τῷ βασιλεῖ εὐλογίας, ἐξέρχονται οἱ ἱερεῖς. Καὶ εἶθ' οὕτως προσκυνήσαντες ἀλλήλους, καὶ ἀσπασάμενοι ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ἀπέρχεται μὲν ὁ πατριάρχης καὶ διασώζουσιν αὐτὸν οἱ τοῦ κουβουκλείου μέχρι τῶν κατηχουμένων, ὁ δὲ βασιλεὺς ἀναπαύεται μικρὸν ἐκεῖσε, καὶ καταλαβούσης τῆς ὥρας περιβάλλεται ὁ βασιλεὺς κολόβιν τριβλάτιν χρυσοσωληνοκέντητον, διὰ λίθων καὶ μαργάρων ἠμφιεσμένον, ὃ καὶ βότρυς καλεῖται, καὶ σπαθίον ὁμοίως χρυσοῦν διὰ λίθων καὶ μαργάρων ἠμφιεσμένον, καὶ εἶθ' οὕτως ἐπιτίθησιν ὁ πραιπόσιτος τὴν τόγα, ἤγουν τὴν τιάραν, ἐπὶ τῆς τοῦ βασιλέως τιμίας κεφαλῆς. Καὶ ἐξέρχεται ὁ βασιλεὺς δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, φορούντων αὐτῶν σαγία ἀληθινά, καὶ διέρχεται διὰ τῶν κατηχουμενίων τοῦ νάρθηκος, τὰ δὲ βῆλα τὰ ὄντα ἐκεῖσε κουβικουλάριοι βαστάζουσι, καὶ διέρχεται διὰ τοῦ ἀριστεροῦ κοχλιοῦ, δι' οὗ καὶ ἀνῆλθεν, καὶ δέχονται αὐτὸν οἵ τε μάγιστροι καὶ πατρίκιοι ἔξωθεν τοῦ αὐτοῦ κοχλιοῦ εἰς τὸν λουτῆρα, ἔνθα καὶ τὸ πρωῒ ἀνερχομένου τοῦ βασιλέως ἔμειναν, ὑπερευχόμενοι τὸν βασιλέα. Καὶ ἐξελθὼν ὁ βασιλεύς, ἱππεύει ἐν τῇ πύλῃ, ἐν ᾗ εἴθισται αὐτῷ καθ' ἑκάστην προέλευσιν τοῦτο ποιεῖν. Ὁ δὲ ἵππος ἔστρωται σελλοχάλινον χρυσοῦν [1.73] διάλιθον, ἠμφιεσμένον ἀπὸ μαργάρων, ἐν δὲ τῇ οὐρᾷ τοῦ αὐτοῦ ἵππου καὶ τοῖς τέσσαρσι ποσὶν ἀποκρέμανται πέτασοι πράνδιοι. Ἱππεύουσιν δὲ εὐθὺς ἀπὸ τῶν ἐκεῖσε οἵ τε ἄρχοντες τοῦ κουβουκλείου, μάγιστροι, πατρίκιοι καὶ πᾶσα ἡ σύγκλητος ἐφ' ἵππων ἐστολισμένων ὑπὸ καταφράκτων, ἅπαντες δὲ αὐτῶν ἀπὸ σαγίων ἀληθινῶν. Ἱππεύουσι δὲ ὡσαύτως καὶ οἱ σπαθαροκανδιδάτοι ἅμα τοῖς σπαθαρίοις, ἱππεύουσι δὲ ἐφ' ἵππων ἐστολισμένων, ὡς προείρηται, περιβεβλημένοι σπαθία, κρατοῦντες σκουτάριά τε καὶ διστράλια, ἀλλ' οἱ μὲν σπαθαροκανδιδάτοι φοροῦσι καὶ μανιάκια, διέρχονται δὲ ἀμφότεροι αὐτῶν ἐν τοῖς πλαγίοις τῶν πατρικίων ἔνθεν κἀκεῖσε. Οἱ δὲ σπαθαροκουβικουλάριοι ἀπὸ καμισίου φοροῦντες τὰ σπαθία, κατέχουσιν ἐν ταῖς χερσὶ διστράλια καὶ διέρχονται καὶ αὐτοὶ ἔφιπποι πλησίον τῶν ἀρχόντων τοῦ κουβουκλείου ἔνθεν κἀκεῖσε. Ὁ δὲ τῆς καταστάσεως ἀπὸ σαγίου ἀληθινοῦ διέρχεται ἔμπροσθεν τοῦ βασιλέως πεζὸς μετὰ καὶ σιλεντιαρίων πεζῶν, ὁμοίως καὶ αὐτοὶ ἀπὸ σαγίων ἀληθινῶν, βαστάζοντες καὶ βεργία χρυσᾶ διάλιθα, ὁ δὲ πρωτοστράτωρ καὶ ὁ κόμης τοῦ στάβλου ἔνθεν κἀκεῖσε τοῦ βασιλέως, οἱ δὲ στράτορες πέριξ, ἀμφότεροι δὲ αὐτῶν πεζοί. Κανδιδάτοι δὲ καὶ σκρίβονες καὶ μανδάτορες βασιλικοὶ δηριγεύουσιν ἔμπροσθεν τοῦ βασιλέως ἠλλαγμένοι πεζοὶ, κατὰ τὴν αὐτῶν τάξιν, οἱ δὲ κούρσορες καὶ δεκανοὶ δηριγεύουσιν ἔμπροσθεν τοῦ βασιλέως πεζοὶ, κατὰ τάξιν. Δηριγεύουσι δὲ καὶ στράτορες πεζοὶ μετὰ σκουταρίων, κατέχοντες ἐν ταῖς χερσὶ κλάδους δαφνῶν, καὶ οὗτοι μὲν δηριγεύουσιν ἔμπροσθεν, ὄπισθεν δὲ διέρχονται ἔφιπποι πρωτοσπαθάριοι εὐνοῦχοι, περιβεβλημένοι σπέκια ἀληθινὰ χρυσόκλαβα καὶ σπαθία, κατέχουσι δὲ καὶ τὰ σπαθοβάκλια αὐτῶν, ἐπικείμενα τοῖς αὐτῶν ὤμοις· οἱ δὲ ἵπποι αὐτῶν ἐστολισμένοι ἀπὸ καταφράκτων. [1.74] Πλησίον δὲ τῶν αὐτῶν πρωτοσπαθαρίων εὐνούχων ὁ λογοθέτης τοῦ δρόμου, περιβεβλημένος σαγίον ἀληθινόν, ἐφ' ἵππου ἐστολισμένου, ἀπὸ δὲ αὐτῶν πρωτοσπαθάριοι βαρβάτοι, περιβεβλημένοι σπέκια, κατέχοντες σπαθοβάκλια ἐπικείμενα τοῖς ὤμοις αὐτῶν, ὁμοίως καὶ αὐτοὶ ἐφ' ἵππων ἐστολισμένων· εἶθ' οὕτως κουβικουλάριοι ἔφιπποι, ὁ δὲ δρουγγάριος τῆς βίγλης καὶ οἱ μαγλαβίται μετὰ τῶν λοιπῶν οἰκειακῶν τῶν μὴ πεζευόντων, τοποτηρητῶν τῶν ταγμάτων καὶ κομήτων, διέρχονται ἀπὸ διαστήματος, κρατοῦντες τῶν ὄπισθεν προέλευσιν κατὰ τὴν αὐτῶν τάξιν, ὄπισθεν δὲ αὐτῶν ὁ τοποτηρητὴς τοῦ Ἀριθμοῦ, κρατῶν τὰ πλήθη τῶν λαῶν πρὸς τὸ μὴ συγχυθῆναι αὐτοὺς ἐν τῇ προελεύσει. Δηριγευόμενος ὑπὸ τῶν προειρημένων πάντων, ὁ βασιλεὺς διέρχεται μέχρι τῶν μαρμαρίνων λεόντων, καὶ δέχεται αὐτὸν ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ καὶ τοῦ περατικοῦ δήμου τῶν Βενέτων, αὐτὸς δὲ ὁ δημοκράτης κρατούμενος ὑπὸ τοῦ τῆς καταστάσεως ἀπέρχεται, καὶ προσκυνήσας τοὺς πόδας τοῦ βασιλέως ἀσπάζεται αὐτοὺς [καὶ ἐπιδίδωσιν αὐτῷ τὸ λιβελλάριον·] ὁ δὲ βασιλεὺς δεξάμενος αὐτὸν, ἐπιδίδωσιν αὐτὸν τῷ κόμητι τοῦ στάβλου, ὁ δὲ δημοκράτης στὰς πάλιν ἐν τῇ αὐτῇ στάσει, τοῦ μέρους ἀκτολογοῦντος, κατασφραγίζει τὸν βασιλέα."
      },
      {
        "index": 64,
        "text": "Τελέσαντος δὲ τὰ ἐξ ἔθους τοῦ μέρους, ἀποκινεῖ μὲν ὁ βασιλεύς, αὐτοὶ δὲ οἱ τοῦ μέρους προπορεύονται ἔμπροσθε τοῦ βασιλέως, λέγοντες δρομικά, εἰ δὲ κελεύει ὁ βασιλεύς, καὶ ἀπελατικά, ἀποσώζοντες τὸν βασιλέα μέχρι τοῦ ἁγίου Χριστοφόρου. Χρὴ δὲ εἰδέναι ὅτι οἱ δημοκράται τῶν δύο μερῶν τῶν περατικῶν καὶ οἱ δήμαρχοι τῆς πολιτικῆς, ἕκαστος αὐτῶν κατὰ [1.75] τὸ μέρος αὐτῶν, ἐν τῇ αʹ δοχῇ ἐπιδιδόασι λιβελλάριον, ἐν δὲ ταῖς λοιπαῖς δοχαῖς λιβελλάρια οὐκ ἐπιδιδόσαι· πρὸς ἅπαξ γὰρ τοῦτο καὶ μόνον. Ἡ δὲ πολιτικὴ τοῦ μέρους τῶν Βενέτων μετὰ καὶ τοῦ δημάρχου δέχονται τὸν βασιλέα ἐν τῷ Ἁγίῳ Χριστοφόρῳ, καὶ ἐπιδίδωσιν ὁ δήμαρχος τῷ βασιλεῖ λιβελλάριον. Τελέσαντες δὲ τὰ ἄκτα, ἀποκινεῖ ὁ βασιλεύς, τὸ δὲ μέρος διασώζει τὸν βασιλέα, λέγοντες ἔμπροσθεν δρομικά, εἰ κελεύει, καὶ ἀπελατικά· τοῦτο δὲ τελεῖ ἓν ἕκαστον μέρος ἐν τῇ αὐτοῦ δοχῇ διασώζοντες τὸν βασιλέα. Δέχονται ἐκεῖσε τῶν περατικῶν μερῶν Πρασίνων ὁ λαὸς τὸν βασιλέα ἐν τοῖς τοῦ Ὀλυβρίου, καὶ ἐπιδίδωσιν ὁ δημοκράτης τῷ βασιλεῖ λιβελλάριον, καὶ διασώζουσι τὸν βασιλέα μέχρι τοῦ Φιλαδελφίου τῶν περατικῶν μερῶν Βενέτων. Καὶ δέχεται ὁ περατικὸς δῆμος τῶν Βενέτων τὸν βασιλέα ἐν τῷ Φιλαδελφίῳ, διασώζουσι δὲ ἕως τῶν Πρασίνων τῆς πολιτικῆς τοῦ Μοδίου, καὶ δέχονται τὸν βασιλέα ἐν τῷ Μοδίῳ, καὶ ἐπιδίδωσιν ὁ δήμαρχος λιβελλάριον τῷ βασιλεῖ, καὶ τελέσαντες ἅπαντα, ὡς προείρηται, διασώζουσιν τὸν βασιλέα μέχρι τοῦ Ταύρου τῆς πολιτικῆς τοῦ μέρους τῶν Βενέτων. Καὶ δέχονται τὸν βασιλέα ἐν τῷ Ταύρῳ καὶ διασώζουσιν ἕως τῶν Ἀρτοπωλίων τῆς πολιτικῆς τοῦ μέρους τῶν Πρασίνων, καὶ δέχονται τὸν βασιλέα ἐν τῷ Φόρῳ τῶν περατικῶν Πρασίνων, δέχονται τὸν βασιλέα ἐν τῷ πλακωτῷ τοῦ Μιλίου τῆς πολιτικῆς τοῦ μέρους τῶν Πρασίνων, δέχονται τὸν βασιλέα ἐν τῷ Ζευξίππῳ τῶν περατικῶν μερῶν Βενέτων, δέχονται τὸν βασιλέα ἐν τῇ Χαλκῇ. Καὶ εὐθέως πεζεύουσιν ἅπαντες, καὶ μένει ἔφιππος μόνος ὁ βασιλεύς· κἀκεῖθεν δηριγευόμενος ὑπὸ πάντων, ὡς προείρηται, διέρχεται διὰ τῶν κορτίνων μέχρι τῆς ἔνδον μεγάλης πύλης τῶν Ἐκσκουβίτων, ἐν ᾗ γίνεται ἡ τῶν σκριβόνων προβολή, καὶ πεζεύει ἐκεῖσε καὶ διέρχεται διὰ τῶν Ἐκσκουβίτων ἔμπροσθεν τῶν τριῶν [1.76] πυλῶν τοῦ Κονσιστωρίου, μένουσι δὲ ἐκεῖ οἱ τῆς συγκλήτου ὑπερευχόμενοι τὸν βασιλέα, καὶ εἰσέρχεται ὁ βασιλεὺς τὴν μέσην πύλην τὴν εἰσάγουσαν πρὸς τὴν ἐκκλησίαν τοῦ Κυρίου, μένουσι δὲ ἐκεῖσε οἱ πατρίκιοι καὶ οἱ στρατηγοὶ ὑπερευχόμενοι καὶ αὐτοὶ τὸν βασιλέα. Καὶ εἰσελθόντος τοῦ βασιλέως εἰς τὴν χαλκῆν πύλην τοῦ Κυρίου, κλείουσιν εὐθέως τὰς θύρας οἱ τοῦ κουβουκλείου καὶ ὑπερεύχονται τὸν βασιλέα, καὶ λαβόντος τοῦ πραιποσίτου τὴν τόγα ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, εἰσέρχεται ὁ βασιλεὺς καὶ ἵσταται ἔμπροσθεν τῶν ἁγίων θυρῶν, καὶ ἅψας κηρούς, εὔχεται ἐκεῖσε, καὶ εὐξάμενος διέρχεται διὰ τῶν διαβατικῶν τοῦ Κυρίου καὶ εἰσέρχεται ἐν τῷ ἡμικυκλίῳ τοῦ Τρικόγχου, καὶ διελθὼν διὰ τῶν διαβατικῶν τῶν Ἁγίων Τεσσαράκοντα, εἰσέρχεται ἐν τῷ Χρυσοτρικλίνῳ, καὶ στάντες οἱ τοῦ κουβουκλείου πάντες ἐν τῷ αὐτῷ τρικλίνῳ ὑπερεύχονται τὸν βασιλέα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους·\" καὶ ἐξέρχονται. Ἰστέον δὲ ὅτι εἰ μὲν τύχῃ τῇ αὐτῇ προελεύσει, ἤγουν τῇ δευτέρᾳ τῆς διακαινησίμου, ἡ ἑορτὴ τοῦ Εὐαγγελισμοῦ, τελεῖται οὕτως· Ἐξέρχεται ὁ βασιλεὺς ἠλλαγμένος τὴν τοῦ Εὐαγγελισμοῦ στολήν, καὶ ἀνέρχεται ἐν τῷ Φόρῳ, τῇ τάξει καὶ προελεύσει τῆς τοῦ Εὐαγγελισμοῦ ἑορτῆς, καὶ ἀνελθὼν ἐν τῷ Φόρῳ καὶ τελέσας ἅπαντα κατὰ συνήθειαν, ἃ εἴωθεν ἐν τῇ τοῦ Εὐαγγελισμοῦ ἑορτῇ τελεῖν, διέρχεται τὴν Μέσην λιτανεύων, ἀρξαμένου τοῦ τῆς καταστάσεως τὸ τῆς ἑορτῆς τροπάριον· \"Σήμερον τῆς σωτηρίας ἡμῶν τὸ κεφάλαιον,\" καὶ ἀπέρχεται μέχρι τῆς παναγίας Θεοτόκου τῶν Διακονίσσης. Καταλαβὼν δὲ ἐκεῖσε, εἰσέρχεται ἐν τῷ ναῷ καὶ τελεῖ τὸ προκείμενον, τὸν Ἀπόστολον καὶ τὸ ἄχραντον Εὐαγγέλιον, καὶ μετὰ τὴν ἐκτενῆ, ἀπαλλάσσει ὁ βασιλεὺς τὴν στολήν, ἣν φορεῖ, τοῦ Εὐαγγελισμοῦ, καὶ περιβάλλεται τὴν τῆς αὐτῆς ἡμέρας στολήν, ἤγουν δευτέρας τῆς διακαινησίμου, ὡς ἀνωτέρω εἴρηται. Καὶ ἀρξαμένων ἐν τῷ ἄμβωνι τῶν [1.77] ψαλτῶν· \"Χριστὸς ἀνέστη,\" ἐξέρχεται ὁ βασιλεὺς ἀπὸ τῶν ἐκεῖσε, καὶ ἀπέρχεται λιτανεύων, ἀρχομένου τοῦ τῆς καταστάσεως τὸ τροπάριον, ἐν τῷ ναῷ τῶν Ἁγίων Ἀποστόλων, καὶ ἐκτελοῦνται τὰ τῆς προελεύσεως δευτέρας τῆς διακαινησίμου, ὡς ἀνωτέρω εἴρηται. Ἰστέον δὲ καὶ τοῦτο, ὅτι ἐπὶ Λέοντος, τοῦ τῆς θείας λήξεως, ἐγένετο ἡ τάξις αὕτη· Ἱππεύει ὁ βασιλεὺς ἀπὸ σκαραμαγγίου χρυσοϋφάντου ἐστεμμένος, καὶ οὕτως ἀπέρχεται εἰς τοὺς Ἁγίους Ἀποστόλους, καὶ πάλιν ὑποστρέφων ἔφιππος περιβάλλεται κολώβιον, τὸν λεγόμενον βότρυν, καὶ στέφεται τὸ ἄσπρον στέμμα καὶ οὕτως ὑποστρέφει· καὶ τελεῖται οὕτως ἕως τῆς σήμερον ἡμέρας. 1.78 Κʹ (ΙΑʹ) Ὅσα δεῖ παραφυλάττειν τῇ γʹ διακαινησίμου εἰς τὸν Ἅγιον Σέργιον. Προέρχονται ἅπαντες οἱ ἄρχοντες, ἠλλαγμένοι ἀπὸ λευκῶν χλανιδίων, ἕκαστος κατὰ τὴν αὐτοῦ τάξιν καὶ τὴν αὐτοῦ στολήν, καὶ εἰσέρχεται ἡ προέλευσις ἐν τῷ Ἰουστινιανοῦ τρικλίνῳ. Περὶ δὲ ὥραν τρίτην γίνεται ἀπὸ κελεύσεως μεταστάσιμον, καὶ περιβαλλόμενος ὁ βασιλεὺς διβητίσιον λευκὸν καὶ τζιτζάκιον, δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται διὰ τοῦ Χρυσοτρικλίνου καὶ τοῦ Τριπέτωνος καὶ ἵσταται ἐν τῇ ἐξαγούσῃ πύλῃ τοῦ Τριπέτωνος πρὸς τὸν Λαυσιακόν, οἱ δὲ πατρίκιοι καὶ στρατηγοὶ ἵστανται εἰς τὴν αὐτὴν πύλην μέχρι τῆς ἐξαγούσης πύλης εἰς τὸν Ἰουστινιανὸν ἔνθεν κἀκεῖσε. Προσκυνησάντων δὲ πάντων τῷ βασιλεῖ, νεύει ὁ πραιπόσιτος ἀπὸ κελεύσεως τῷ τῆς καταστάσεως καὶ λέγει· \"Κελεύσατε,\" αὐτοὶ δὲ ὑπερεύχονται τὸν βασιλέα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ δηριγευόμενος ὑπὸ πάντων αὐτῶν ἐξέρχεται ἐν τῷ τρικλίνῳ τοῦ Ἰουστινιανοῦ καὶ ἵσταται ἐν τῷ πρώτῳ ὀμφαλίῳ τοῦ αὐτοῦ τρικλίνου. Ἑνωθέντες δὲ οἱ πατρίκιοι καὶ στρατηγοὶ ἐκεῖσε καὶ ἡ λοιπὴ σύγκλητος καὶ πεσόντες, νεύοντος τοῦ πραιποσίτου ἀπὸ κελεύσεως σιλεντιαρίῳ τῷ [1.79] ἑστῶτι ἐν μέσῳ τῆς δοχῆς, κἀκεῖνος λέγει· \"Κελεύσατε\". Αὐτοὶ δὲ ὑπερεύχονται τῷ βασιλεῖ· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\". Οἱ δὲ σπαθαροκανδιδάτοι καὶ οἱ σπαθάριοι ἵστανται ὄπισθεν τῶν πατρικίων, καὶ ἄρχοντες τοῦ κουβουκλείου ἔνθεν κἀκεῖθεν ὡς εἴθισται αὐτοῖς ἐν ἑκάστῃ προελεύσει τοῦτο τελεῖν. Δηριγευόμενος δὲ ὑπ' αὐτῶν ὁ βασιλεὺς διέρχεται ἐπὶ τὰ Σκῦλα, ἐν δὲ τῷ Ἱπποδρομίῳ ἵστανται κανδιδάτοι, σκρίβονες καὶ βασιλικοὶ μανδάτορες ὡς μέλλοντες δηριγεύειν τὸν βασιλέα ἡνίκα ἐξέλθῃ ἐν τῷ Ἱπποδρόμῳ. Καὶ ἐξελθὼν ὁ βασιλεὺς ἐν τῷ Ἱπποδρόμῳ, δηριγευόμενος ὑπ' αὐτῶν πάντων καὶ τῶν προειρημένων, διέρχεται διὰ τοῦ Ἱπποδρόμου, τὰ δὲ πλήθη τῶν ὄχλων ἵστανται ἐν τῷ Ἱπποδρόμῳ ὑπερευχόμενοι τὸν βασιλέα. Καὶ διελθὼν ὁ βασιλεὺς δηριγευόμενος ὑπὸ πάντων διὰ τῶν παλαιῶν ἀσηκρητειῶν, ἀπέρχεται ἐν τῷ ναῷ τοῦ Ἁγίου Σεργίου. Μέλλοντος δὲ τοῦ βασιλέως εἰσέρχεσθαι ἐν τοῖς κατηχουμενίοις, μένουσιν ἔξω τῆς πύλης πατρίκιοι καὶ στρατηγοί, ὁ δὲ ἡγούμενος τοῦ αὐτοῦ ναοῦ δέχεται ἐκεῖσε τὸν βασιλέα ἀπὸ τῆς πύλης, βαστάζων θυμιατὸν καὶ θυμιῶν ἔμπροσθεν τοῦ βασιλέως. Ὁ δὲ βασιλεύς, εἰσελθὼν ἐν τοῖς κατηχουμενίοις, ἅπτει κηροὺς ἀπέναντι τοῦ θυσιαστηρίου ὕπερθεν τῶν βασιλικῶν πυλῶν καὶ εὔχεται ἐκεῖσε· εὐξάμενος δὲ ἐν τῷ ὄντι τῶν κατηχουμενίων εὐκτηρίῳ τῆς ὑπεραγίας Θεοτόκου, ἅψας δὲ κἀκεῖσε κηροὺς καὶ εὐξάμενος ἐξέρχεται, καὶ ἵσταται ἐν τῷ παρακυμπτικῷ τοῦ θυσιαστηρίου, ἐν ᾧ εἴθισται αὐτῷ καθ' ἑκάστην προέλευσιν ἵστασθαι καὶ ἐκτελεῖν τὴν θείαν λειτουργίαν, ἅπτει δὲ κἀκεῖσε κηρούς. Τῷ δὲ καιρῷ τῆς θείας κοινωνίας ἀνέρχεται ὁ ἱερεὺς μετὰ καὶ λοιπῶν ἱερέων, προσφέρων τὸ τίμιον δῶρον, καὶ [1.80] εἰσελθόντος τοῦ ἱερέως μετὰ τοῦ τιμίου δώρου, κοινωνεῖ ὁ βασιλεὺς ἐν τῷ εὐκτηρίῳ καὶ ἐξελθὼν εἰσέρχεται ἐν τῷ μητατωρίῳ. Κοινωνήσαντες δὲ καὶ οἱ τοῦ κουβουκλείου ἅπαντες, ἀπέρχονται οἱ ἱερεῖς καὶ προτιθέασι τὸ τίμιον δῶρον ἐν τῷ ἀντιμισίῳ τῷ ὄντι ἀπέναντι τοῦ θυσιαστηρίου ὕπερθεν τῶν βασιλικῶν πυλῶν, καὶ προσκληθέντες οἱ πατρίκιοι, στρατηγοί τε καὶ ἡ σύγκλητος παρὰ τοῦ τῆς καταστάσεως κοινωνοῦσι, καὶ εἶθ' οὕτως κατέρχονται οἱ ἱερεῖς πρὸς τὸ ἐκτελέσαι τὴν θείαν λειτουργίαν. Καὶ τῆς θείας λειτουργίας τελεσθείσης, διέρχεται ὁ βασιλεὺς διὰ τῶν κατηχουμενίων, καὶ κατελθὼν ἐν τῷ τρικλίνῳ, καθέζεται ἐπὶ τῆς αὐτοῦ τιμίας τραπέζης μετὰ καὶ φίλων, ὧν ἂν κελεύῃ καλέσαι. Κραματίσας δὲ καὶ ἀναστάς, περιβάλλεται τὸ τζιτζάκιν, καὶ δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, μαγλαβιτῶν τε καὶ λοιπῶν οἰκειακῶν, διέρχεται διὰ τῶν κατηχουμενίων. Ὁ δὲ ἡγούμενος θυμιᾷ ἔμπροσθεν τοῦ βασιλέως μέχρι τῆς ἐξαγούσης πύλης τῶν κατηχουμένων. Ἐξελθόντος δὲ τοῦ βασιλέως τὴν αὐτὴν πύλην, δέχονται αὐτὸν πατρίκιοι καὶ στρατηγοὶ ἐν τῇ αὐτῇ πύλῃ, ἐν ᾗ καὶ ἔμειναν ἐν τῇ εἰσόδῳ τοῦ βασιλέως, καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν προειρημένων κατὰ τὴν αὐτὴν τάξιν, διέρχεται διὰ τῶν παλαιῶν ἀσηκρητειῶν καὶ τοῦ Ἱπποδρόμου, οἱ δὲ πατρίκιοι μένουσιν εἰς τὰ Σκῦλα, ὑπερευχόμενοι τὸν βασιλέα. Καὶ ἀπὸ τῶν ἐκεῖσε δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου καὶ τοῦ τῆς καταστάσεως, μετὰ τῶν σιλεντιαρίων διέρχεται διὰ τοῦ Ἰουστινιανοῦ τρικλίνου. Ὁ δὲ τῆς καταστάσεως μένει μετὰ τῶν σιλεντιαρίων ἐν τῇ πύλῃ τοῦ Λαυσιακοῦ, ὑπερευχόμενοι καὶ αὐτοὶ τὸν βασιλέα. Κακεῖθεν δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου. εἰσέρχεται διὰ τοῦ Τριπέτωνος ἐν τῷ Χρυσοτρικλίνῳ, καὶ ἀπαλλάξας τὸ τζιτζάκιν, καθέζεται ἐπὶ τῆς αὐτοῦ [1.81] τιμίας καὶ χρυσῆς τραπέζης μετὰ καὶ φίλων, οὓς ἐκέλευσε τῇ αὐτῇ ἡμέρᾳ καλέσαι. Χρὴ δὲ εἰδέναι καὶ τοῦτο, ὅτι ταύτῃ τῇ ἡμέρᾳ ἀπέρχεται ὁ πατριάρχης ἐν Βλαχέρναις μετὰ λιτῆς, καὶ ἐν τούτῳ οὐχ εὑρίσκεται εἰς τὴν προέλευσιν ταύτην. 1.82 ΚΑʹ (ΙΒʹ) Ὅσα δεῖ παραφυλάττειν τῇ δʹ τῆς διακαινησίμου, καὶ ὅσα ἐν αὐτῇ τελεῖται. Προέρχονται πάντες, ἠλλαγμένοι ἀπὸ λευκῶν χλανιδίων, ὡς ἀνωτέρω προείρηται, καὶ εἰσέρχεται ἡ προέλευσις ἐν τῷ Ἰουστινιανῷ. Ὁ δὲ βασιλεὺς περιβάλλεται διβητήσιον καὶ τζιτζάκιν καὶ ἵσταται ἐν τῷ Χρυσοτρικλίνῳ ἐν τῇ ἐξαγούσῃ καμάρᾳ ἐν τῷ Τριπέτωνι· τὸ δὲ τῶν ἀργυρῶν πυλῶν βῆλον αἴρεται ὑπὸ σιλεντιαρίου, καὶ ἐξελθὼν ἀπὸ κελεύσεως ὀστιάριος, εἰσάγει τὸν ὀρφανοτρόφον ἠλλαγμένον, καὶ σὺν αὐτῷ εἰσέρχονται φωτίσματα ἓξ καὶ ἐκ τῶν ὀρφανῶν ὀρφανὰ ἓξ ἕκαστον παρακρατῶν φώτισμα, καὶ ἐκμάσσουσι τὰ τούτων μέτωπα ὅ τε πρεσβύτερος καὶ ὀρφανοτρόφος, καὶ ἀσπάζεται ὁ βασιλεὺς τὸ αὐτὸ φώτισμα ἐν τῷ μετώπῳ. Τελεσθέντων δὲ τούτων καὶ ἐν τοῖς λοιποῖς πέντε φωτίσμασι καὶ ἀσπασαμένου αὐτὰ τοῦ βασιλέως, εὐθέως φωνοβολοῦσι τὰ ὄρφανα, ὡς εἴθισται αὐτοῖς, καὶ εἰληφότα ἀποκόμβια παρὰ τοῦ βασιλέως ἐξέρχονται, καὶ στοιχηθέντος τοῦ κλητωρίου, γίνονται μίνσαι, καὶ καθέζεται ὁ βασιλεὺς ἐν τῇ τιμίᾳ χρυσῇ τραπέζῃ μετὰ καὶ ἀρχόντων, οὓς ἂν κελεύσῃ καλέσαι τῇ αὐτῇ ἡμέρᾳ. 1.83 ΚΒʹ (ΙΓʹ) Περὶ τῆς τοῦ πατριάρχου προσκλήσεως. Χρὴ τὸν πραιπόσιτον τῇ ἡμέρᾳ τῆς τετράδος, ὥρᾳ πρώτῃ, εἰσελθεῖν πρὸς τὸν βασιλέα καὶ ὑπομνῆσαι, εἰ ἄρα κελεύσει προσκληθῆναι τὸν πατριάρχην, ὅπως ἔλθῃ τῇ ἐπαύριον ὁ πατριάρχης μετὰ πάντων τῶν εἰωθότων αὐτῷ ἱερέων πρὸς τὸ δοῦναι ἀγάπην τῷ βασιλεῖ καὶ ἀριστῆσαι ἐν τῇ τιμίᾳ χρυσῇ τραπέζῃ μετὰ τοῦ βασιλέως κατὰ τὴν ἐξ ἀρχῆς καὶ ἄνωθεν παραδεδομένην ἀκρίβειαν. Τοῦτο δὲ τελεῖται ἐν οἵᾳ δ' ἂν ἡμέρᾳ κελεύσῃ ὁ βασιλεὺς ἀριστῆσαι μετ' αὐτοῦ τὸν πατριάρχην. Πρὸ γὰρ μιᾶς ἡμέρας γίνεται ἡ πρόσκλησις ἀπὸ κελεύσεως, καὶ ἀποστέλλει ὁ πραιπόσιτος κουβικουλάριον καὶ σιλεντιάριον, καὶ προσκαλοῦνται τὸν πατριάρχην μετὰ τῶν σὺν αὐτῷ προειρημένων. 1.84 ΚΓʹ (ΙΔʹ) Ὅσα δεῖ παραφυλάττειν τῇ εʹ τῆς διακαινησίμου, τοῦ ἀσπασμοῦ τελουμένου ἐπὶ τοῦ Χρυσοτρικλίνου. Προέρχονται πάντες, ἠλλαγμένοι ἀπὸ λευκῶν χλανιδίων, ἕκαστος κατὰ τὴν αὐτοῦ τάξιν, ὡς ἀνωτέρω εἴρηται, καὶ εἰσέρχεται ἡ προέλευσις ἐν τῷ Ἰουστινιανῷ τρικλίνῳ. Ἀποστέλλεται δὲ ἀπὸ κελεύσεως διὰ τοῦ πραιποσίτου κουβικουλάριος καὶ σιλεντιάριος, καὶ προσκαλοῦνται τὸν πατριάρχην· καταλαβόντος δὲ τοῦ πατριάρχου, εἰσέρχεται διὰ τῆς Ἀψίδος, καὶ διελθὼν διὰ τῶν διαβατικῶν τοῦ Τρικόγχου, εἰσέρχεται διὰ τοῦ μονοθύρου τοῦ Εἰδικοῦ καὶ κατέρχεται τὰ βαθμίδια, καὶ μέλλοντος αὐτοῦ κατέρχεσθαι τὰ σκαλία τοῦ Λαυσιακοῦ, δέχονται αὐτὸν οἱ τοῦ κουβουκλείου ἅπαντες, καὶ διελθόντες μέσον διὰ τοῦ Λαυσιακοῦ, εἰσάγουσιν αὐτὸν οἱ τοῦ κουβουκλείου ἐν τῷ Τριπέτωνι, καὶ ἵσταται ἔμπροσθεν τοῦ ὡρολογίου. Ἵσταται δὲ σκάμνον ἐκεῖ, καὶ ἥπλωται ἐπ' αὐτὸ σκαμνάλιον, καὶ εἰσελθὼν καθέζεται ἐπ' αὐτοῦ. Ὁ δὲ πραιπόσιτος εἰσελθὼν δηλοῖ τῷ βασιλεῖ, καὶ εὐθέως ὁ βασιλεὺς φορῶν τὸ διβητήσιον αὐτοῦ, περιβάλλεται τζιτζάκιν, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, ἐξέρχεται καὶ προσκαλεῖται τὸν πατριάρχην, ὁ δὲ πατριάρχης ἐπακουμβίζων τῇ τοῦ [1.85] πραιποσίτου χειρί, εἰσέρχονται ἐν τῷ Χρυσοτρικλίνῳ, καὶ δέχεται αὐτὸν ὁ βασιλεὺς ἐν τῷ μέσῳ τοῦ αὐτοῦ τρικλίνου, καὶ προσκυνήσαντες ἀμφότεροι ἀλλήλους καὶ ἀσπασάμενοι, ὅ τε βασιλεὺς καὶ ὁ πατριάρχης καθέζονται ὁμοῦ ἐν τῷ αὐτῷ τρικλίνῳ. Καταλαβούσης δὲ τῆς ὥρας πρὸς τὸ δοῦναι τὴν ἀγάπην, εἰσέρχονται οἱ τοῦ κουβουκλείου ἀπὸ κελεύσεως. Καὶ οἱ μὲν ἄρχοντες τοῦ κουβουκλείου ἵστανται ἔνθεν κἀκεῖσε τῆς χρυσῆς τραπέζης πλησίον τῶν χρυσῶν σκευῶν, οἱ δὲ σπαθαροκουβικουλάριοι καὶ κουβικουλάριοι ἵστανται ὄπισθεν τῶν ἑστώτων ἐν τῷ Χρυσοτρικλίνῳ σκευῶν ἔνθεν κἀκεῖσε, διὰ τὸ χωρηθῆναι τοὺς μέλλοντας εἰσιέναι ἐν τῇ ἀγάπῃ ἱερεῖς. Καὶ ὁ μὲν βασιλεὺς καθέζεται ἐπὶ σελλίου χρυσοῦ ἔμπροσθεν τοῦ πενταπυργίου, ὁ δὲ πατριάρχης ὁμοίως καὶ αὐτὸς καθέζεται ἐπὶ σελλίου ἐξ ἀριστερᾶς τοῦ βασιλέως, οὐ μέντοι ἐπίσης· οἱ δὲ εὐνοῦχοι πρωτοσπαθάριοι ἵστανται ὄπισθεν τοῦ βασιλέως κατὰ τὴν τάξιν αὐτῶν. Λαβὼν δὲ νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ ὀστιαρίῳ, κἀκεῖνος ἐξέρχεται κατέχων ἐν τῇ χειρὶ αὐτοῦ βεργίον χρυσοῦν διάλιθον, καὶ ἑτοιμάσας βῆλον αʹ· μητροπολίτας, εἰσέρχεται καὶ ἵσταται ἐν τῷ οὐδῷ τῶν ἀργυρῶν πυλῶν τοῦ Χρυσοτρικλίνου. Καὶ λαβὼν αὖθις νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ ὀστιαρίῳ, κἀκεῖνος νύσσει τὸ βῆλον μετὰ τῆς χειρός, καὶ αἴρουσιν αὐτὸ ὕπερθεν σιλεντιάριοι. Καὶ εἰσέρχεται διὰ τοῦ ἀριστεροῦ μέρους τοῦ Χρυσοτρικλίνου βῆλον αʹ· μητροπολῖται καὶ ἐπίσκοποι, καὶ στάντος τοῦ ὀστιαρίου ὑπὸ τὸ εἰρημένον βῆλον, πίπτουσιν οἱ αὐτοί, καὶ ἀναστάντες διέρχονται μέχρι τῆς μέσης τοῦ τρικλίνου. Ὁ δὲ ὀστιάριος προπορεύεται αὐτῶν, καὶ ἑστὼς ἀπέναντι τοῦ πολυελαίου τοῦ κρεμαμένου ἐν τῷ μέσῳ τῆς χρυσῆς τραπέζης, πιπτόντων τὸ δεύτερον ἐκεῖσε καὶ ἀναστάντων, ἀπέρχονται καὶ ἵστανται ἐπὶ τῆς χρυσῆς τραπέζης, καὶ στάντος τοῦ πρώτου αὐτῶν ἔμπροσθε τῆς χρυσῆς τραπέζης, πίπτουσι πάντες."
      },
      {
        "index": 65,
        "text": "Λαβόντες δὲ ὅ τε τῆς 1.86 καταστάσεως καὶ ὁ ῥεφερενδάριος τὸν πρῶτον αὐτῶν, ἀποφέρουσιν αὐτὸν πρὸς τὸν βασιλέα, καὶ προσκυνήσας τὰ γόνατα καὶ τὰς χεῖρας τοῦ βασιλέως, ἀσπάζεται αὐτόν, καὶ διελθὼν διὰ τοῦ δεξιοῦ μέρους ἵσταται ἀπὸ τῶν ἀρχόντων τοῦ κουβουκλείου. Ἀσπασάμενοι δὲ καὶ οἱ εἰσελθόντες μετὰ ταῦτα ἅπαντες τῇ τάξει ταύτῃ ἀπέρχονται καὶ ἵστανται ἀπ' αὐτοῦ ἐπ' εὐθείας ἅπαντες ἐν τῷ δεξιῷ μέρει, ὡς προείρηται. Καὶ αὖθις ἐξελθὼν ὁ ὀστιάριος ἀπὸ κελεύσεως, εἰσάγει διὰ τοῦ δεξιοῦ μέρους βῆλον βʹ· τὸν κλῆρον τῆς Μεγάλης Ἐκκλησίας· προσκυνήσαντες δὲ καὶ αὐτοὶ ὁμοίως τῇ προειρημένῃ τάξει καὶ ἀσπασάμενοι τὸν βασιλέα, ἀπέρχονται καὶ ἵστανται ἐν τῷ ἀριστερῷ μέρει τοῦ αὐτοῦ τρικλίνου, καὶ αὐτοὶ ἀπὸ τῶν ἀρχόντων τοῦ κουβουκλείου. Καὶ ἐξελθὼν πάλιν ὁ ὀστιάριος ἀπὸ κελεύσεως διὰ νεύματος τοῦ πραιποσίτου, εἰσάγει διὰ τοῦ ἀριστεροῦ μέρους βῆλον γʹ· ἡγουμένους· εἰσελθόντες δὲ καὶ αὐτοὶ καὶ προσκυνήσαντες ἐκ γʹ, ἀσπάζονται τὸν βασιλέα ὃν τρόπον καὶ οἱ πρὸ αὐτῶν, καὶ διελθόντες διὰ τοῦ δεξιοῦ μέρους, ἵστανται ἀπὸ τῶν μητροπολιτῶν καὶ ἐπισκόπων. Καὶ εἶθ' οὕτως λαβὼν ὁ τῆς καταστάσεως τὸν ῥεφερενδάριον, ῥίπτει αὐτὸν πρὸς τοὺς πόδας τοῦ βασιλέως· ἀσπασάμενος δὲ τούς τε πόδας καὶ τὰ γόνατα αὐτοῦ, ἀναστὰς ἀσπάζεται τὸν βασιλέα, καὶ ἀπελθών, ἐν τῷ ἀριστερῷ μέρει ἵσταται μετὰ τοῦ κλήρου τῆς ἐκκλησίας ἐν τῷ αὐτοῦ βαθμῷ, καὶ εὐθέως ὁ τῆς καταστάσεως ἐξέρχεται· νεύων δὲ ὁ βασιλεὺς τῷ πραιποσίτῳ, λέγει· \"Κελεύσατε.\" Καὶ ἀπελθόντες πάντες οἱ εἰσελθόντες διὰ τῶν τριῶν βήλων, ἵστανται ὁμαδὸν ἐν τῷ κατωτέρῳ μέρει τῆς χρυσῆς τραπέζης. Ὁ δὲ βασιλεὺς καὶ ὁ πατριάρχης ἀναστάντες, ἵστανται ἐν τῷ ἀνωτέρῳ μέρει τῆς αὐτῆς χρυσῆς τραπέζης, βλέποντες πρὸς ἀνατολάς, καὶ ποιεῖ ὁ [1.87] πατριάρχης εὐχὴν συναπτήν, καὶ τελεσθείσης τῆς εὐχῆς, λέγει ὁ πραιπόσιτος· \"Κελεύσατε.\" Καὶ ἐξέρχονται ἅπαντες οἱ ἱερεῖς τε καὶ ἡγούμενοι, καὶ ὑπερεύχονται τὸν βασιλέα. Ὁ δὲ βασιλεὺς μετὰ τοῦ πατριάρχου εἰσέρχονται εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου, κἀκεῖσε τελοῦσι τὴν θείαν λειτουργίαν, καὶ στοιχηθέντος τοῦ κλητωρίου, γίνονται μίνσαι, καὶ οἱ μὲν κληθέντες ἱερεῖς τε καὶ ἡγούμενοι μένουσιν ἐν τῷ παλατίῳ, οἱ δὲ λοιποὶ εἰληφότες χρήματα ἀναχωροῦσι καὶ αὐτοὶ ὑπερευχόμενοι τὸν βασιλέα. Τελεσθείσης δὲ τῆς θείας λειτουργίας, ἐξέρχεται ὁ βασιλεὺς ἀπὸ τῆς ἐκκλησίας μετὰ τοῦ πατριάρχου καὶ εἰσέρχεται ἐν τῷ Χρυσοτρικλίνῳ· εἰσέρχονται δὲ καὶ οἱ κατὰ συνήθειαν ἱερεῖς ἀπὸ κελεύσεως καὶ ποιοῦσι τὸν στίχον, καὶ εὐλογήσας ὁ πατριάρχης τὴν τράπεζαν, ἀπέρχεται καὶ ἵσταται ἔνδον τοῦ βήλου ἐν τῇ καμάρᾳ τῇ οὔσῃ ἐκ δεξιῶν τῶν ἀργυρῶν πυλῶν τοῦ Χρυσοτρικλίνου, καὶ ἐκβάλλει τὸ ὠμοφόριον αὐτοῦ, καὶ λαβόντες οἱ ἱερεῖς, ἤγουν οἱ κουβουκλείσιοι, ἐξέρχονται. Ἐκβαλόντος δὲ καὶ τοῦ βασιλέως τὸ σαγίον, ὅπερ φορεῖ, καθέζονται ἀμφότεροι ὅ τε βασιλεὺς καὶ ὁ πατριάρχης ἐν τῇ ἀποκοπτῇ τραπέζῃ, εἰσενεγκάντων δὲ τῶν κουβικουλαρίων τὰ κουκουμάρια, πίνουσι πρὸς ἅπαξ. Τῇ γὰρ τάξει ταύτῃ εἰσέρχονται τὰ κουκουμάρια διὰ τῶν κουβικουλαρίων, ἡνίκα ὁ βασιλεὺς μετὰ τοῦ πατριάρχου ἀριστᾷ. Καὶ εἶθ' οὕτως, ὡς προείρηται, εἰσέρχεται ὁ τῆς τραπέζης καὶ ἵσταται ἐν τῷ οὐδῷ τῶν ἀργυρῶν πυλῶν. Εἶτα νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, κἀκεῖνος τῷ τῆς τραπέζης. Τοῦ δὲ τῆς τραπέζης νύξαντος τὸ βῆλον μετὰ τῆς χειρός, αἴρουσιν αὐτὸ σιλεντιάριοι ὕπερθεν, καὶ εἰσέρχονται οἱ φίλοι· διὰ γὰρ τῆς ἑβδομάδος ἐν ἑκάστῃ εἰσόδῳ καὶ ἐξόδῳ τὸ αὐτὸ βῆλον ὑπὸ δύο σιλεντιαρίων βαστάζεται. Εἰσελθόν [1.88] τες δὲ οἱ φίλοι, καθέζονται ἐν τῇ τιμίᾳ χρυσῇ τραπέζῃ τοῦ βασιλέως, ὡσαύτως καὶ ἐν τοῖς παρατραπεζίοις, ὡσαύτως καὶ ἐν ταῖς τῶν κλητωρίων εἰσοδιεξόδοις μίνσων τε καὶ λοιπῶν χρειῶν."
      },
      {
        "index": 66,
        "text": "Ἐν δὲ τῇ εἰσόδῳ τοῦ ἑνὸς ἑκάστου μίνσου ἐν τῇ τραπέζῃ ἀξιοῖ ὁ βασιλεὺς τὸν πατριάρχην πρὸς τὸ εὐλογῆσαι. Ὁ δὲ πατριάρχης προτρέπεται κατὰ μίνσον ἑνὶ ἑκάστῳ μητροπολίτῃ κατὰ τὴν ἑαυτοῦ προκαθεδρίαν καὶ εὐλογεῖ, καὶ πάσης τῆς τοῦ τραπεζίου ἀκολουθίας τελεσθείσης, ἀνίστανται, καὶ ὑπερευξάμενοι τὸν βασιλέα ἐξέρχονται, καὶ μένει ὁ βασιλεὺς μετὰ μόνου τοῦ πατριάρχου ἐν τῇ τραπέζῃ. Πιόντες δὲ πάλιν πρὸς ἅπαξ ἀνίστανται, καὶ εὐθέως ὁ βασιλεὺς περιβάλλεται τὸ σαγίον αὐτοῦ, προσκληθέντες δὲ καὶ οἱ ἱερεῖς εἰσέρχονται, καὶ περιβαλλόμενος ὁ πατριάρχης τὸ ὠμοφόριον αὐτοῦ ἐν τῇ προλεχθείσῃ καμάρᾳ διὰ τῶν ἱερέων, ἐξέρχεται. Καὶ ποιοῦσι τὸν στίχον, καὶ μετὰ τὸν στίχον ἐπιδίδωσιν ὁ πατριάρχης τῷ βασιλεῖ εὐλογίας, καὶ ἐξέρχονται οἱ ἱερεῖς, καὶ προσκυνήσαντες ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης καὶ ἀσπασάμενοι, ὁ μὲν βασιλεὺς εἰσέρχεται ἐν τῷ κοιτῶνι αὐτοῦ, τὸν δὲ πατριάρχην λαβόντες οἱ ἄρχοντες τοῦ κουβουκλείου καὶ οἱ κουβικουλάριοι, διασώζουσιν αὐτὸν μέχρι τῆς πύλης τοῦ Σπαθαρικίου. 1.89 ΚΔʹ (ΙΕʹ) Ὅσα δεῖ παραφυλάττειν τῇ παρασκευῇ τῆς διακαινησίμου. Προέρχονται ἅπαντες ἐν τῷ παλατίῳ, ἠλλαγμένοι ἀπὸ λευκῶν χλανιδίων, ὡς προείρηται· ἀνοίξαντος δὲ τοῦ παλατίου εἰσέρχεται ἡ προέλευσις ἐν τῷ νέῳ τρικλίνῳ τῷ καλουμένῳ Ἰουστινιανῷ. Καταλαβούσης δὲ τῆς ὥρας, στοιχεῖται τὸ κλητώριον, εἶθ' οὕτως γίνονται μίνσαι. Καὶ οἱ μὲν κληθέντες φίλοι μένουσιν, οἱ δὲ λοιποὶ ἅπαντες ἀπέρχονται ἐν τοῖς οἴκοις αὐτῶν. Ὁ δὲ βασιλεὺς ἐξελθὼν καθέζεται ἐπὶ τῆς χρυσῆς τραπέζης ἐν τῷ Χρυσοτρικλίνῳ μετὰ τῶν φίλων, ὧν ἐκέλευσε κληθῆναι, καὶ πάσης τῆς τοῦ τραπεζίου ἀκολουθίας τελεσθείσης, ἀνίστανται καὶ ἀπέρχονται ἕκαστος ἐν τοῖς οἴκοις αὐτῶν. Ἰστέον δὲ καὶ τοῦτο, ὅτι ἡ αὐτὴ τάξις παρακολουθεῖ καὶ ἐπὶ τῇ αὔριον, ἤγουν τὸ σάββατον τῆς αὐτῆς ἑβδομάδος. 1.90 ΚΕʹ (Ιϛʹ) Ὅσα δεῖ παραφυλάττειν τῇ Κυριακῇ τοῦ ἀντίπασχα, ἀπιόντος τοῦ βασιλέως ἐν τῇ Ἁγίᾳ Σοφίᾳ. Εἰσέρχεται ἡ προέλευσις ἀπὸ ἀλλαξίμων εἰς τὸ Ἰουστινιανόν, καὶ περὶ ὥραν τρίτην δίδονται μίνσαι, καὶ γίνεται μεταστάσιμον ἐν τῷ Κονσιστωρίῳ, καὶ ἀπέρχονται οἱ δεσπόται εἰς τὸν Αὐγουστέα, καὶ ἀλλάσσουσι τὰ διβητήσια καὶ τὰς χλαμύδας καὶ ἐξέρχονται. Καὶ γίνεται ἡ πρώτη δοχή· τῶν πατρικίων, ἐν τῷ Ὀνοποδίῳ. Καὶ λέγει ὁ τῆς καταστάσεως· \"Κελεύσατε.\" Καὶ ἐπεύχονται· \"Εἰς πολλοὺς χρόνους.\" Καὶ ἐξέρχονται ἕως τοῦ μεγάλου Κονσιστωρίου, ἔνθα ἵστανται ὕπατοι κονσιστωρίῳ καὶ οἱ λοιποὶ συγκλητικοί, καὶ στάντων τῶν δεσποτῶν εἰς τὸ κιβώριον ἐπάνω τῶν προφυρῶν γραδηλίων, πίπτουσιν οἱ συγκλητικοὶ πάντες ἅμα τοῖς πατρικίοις, καὶ ἀναστάντων αὐτῶν, λαμβάνει ὁ σιλεντιάριος νεῦμα διὰ τοῦ πραιποσίτου καὶ λέγει· \"Κελεύσατε.\" Οἱ δὲ· \"Εἰς πολλοὺς χρόνους,\" καὶ ἀπέρχονται διὰ τῶν Σχολῶν. Τὰ δὲ μέρη ἵστανται κατασφραγίζονται καὶ μόνον, οἱ δὲ νοτάριοι καὶ οἱ μαΐστορες λέγουσι τοὺς ἰάμβους. Καὶ διὰ τοῦ χυτοῦ ἀπέρχονται εἰς τὰ κατηχούμενα οἱ δεσπόται καὶ μόνον ἅμα τοῦ κουβουκλείου καὶ τῶν σιλεντιαρίων καὶ λειτουργοῦσιν [1.91] ἐκεῖσε καὶ ἀριστοῦσι μετὰ τοῦ πατριάρχου, καὶ ὑποστρέφοντες φοροῦσι τὰ διβητήσια οἱ δεσπόται καὶ τζιτζάκια, καὶ ὑποστρέφουσιν ὀψικευόμενοι ὑπὸ τῶν πατρικίων καὶ σιλεντιαρίων φορούντων σαγία ἀληθινά, καὶ εἰσέρχονται διὰ τοῦ Κυρίου τῆς ἐκκλησίας. 1.92 ΚΣʹ (ΙΖʹ) Ὅσα δεῖ παραφυλάττειν τῇ τετράδι τῆς Μεσοπεντηκοστῆς καὶ τῆς ἐν τῷ ναῷ τοῦ Ἁγίου Μωκίου προελεύσεως. Προέρχονται ἅπαντες οἱ ἄρχοντες ἐννύχιοι ἠλλαγμένοι ἐν τῷ παλατίῳ, ἤγουν ἐν τῷ ναῷ τοῦ Κυρίου, φοροῦντες σαγία ἀληθινά, πατρίκιοί τε καὶ στρατηγοί, πραιπόσιτοί τε καὶ ὀστιάριοι καὶ πριμικήριοι, οἱ δὲ εὐνοῦχοι πρωτοσπαθάριοι σπέκια ἀληθινά, ὁμοίως δὲ καὶ οἱ βαρβάτοι πρωτοσπαθάριοι, οἱ δὲ σπαθαροκουβικουλάριοι καὶ οἱ κουβικουλάριοι ἀπὸ καμινσίων, βαστάζοντες οἱ σπαθαροκουβικουλάριοι καὶ τὰ διστράλια αὐτῶν, οἱ δὲ κανδιδάτοι καὶ μανδάτορες, ὡσαύτως καὶ οἱ σκρίβωνες φοροῦντες τὰς ἑαυτῶν στολάς, ὡς εἴθισται αὐτοῖς· ἀνοίξαντος δὲ τοῦ παλατίου ἐπὶ τοῦ Κυρίου, φορῶν ὁ βασιλεὺς σκαραμάγγιον δίασπρον χρυσόκλαβον καὶ στεφθεὶς ὑπὸ τοῦ πραιποσίτου, ἐξέρχεται ἔξω τῆς πύλης τοῦ Κυρίου, καὶ δέχονται αὐτὸν ἐκεῖσε πατρίκιοι καὶ στρατηγοί. Καὶ δηριγευόμενος ὑπ' αὐτῶν πάντων, ἐξέρχεται μέχρι τῆς μεγάλης πύλης τῶν Ἐκσκουβίτων, ἐν ᾗ καὶ οἱ σκρίβωνες προβάλλονται· ἱππεύει δὲ ἐκεῖσε ὁ βασιλεὺς ἐφ' ἵππου ἐστρωμένου ἀπὸ σελλοχαλίνου χρυσοῦ διαλίθου χειμευτοῦ, ἠμφιεσμένου ἀπὸ μαργάρων· ἐν δὲ τοῖς τέσσαρσι ποσὶ τοῦ αὐτοῦ ἵππου καὶ τῇ οὐρᾷ πράνδιοι πέτασοι ἀποκρέμανται, καὶ διέρχεται διὰ [1.93] τῶν κορτίνων καὶ τῆς Χαλκῆς. Οἱ δὲ πατρίκιοι καὶ στρατηγοὶ καὶ ἄρχοντες τοῦ κουβουκλείου μετὰ πάσης τῆς συγκλήτου, φοροῦντες σαγία ἀληθινά, ἱππεύουσιν ἔξω τῶν κορτίνων, καὶ οὗτοι μὲν ἐφ' ἵππων δηριγεύοντες τὸν βασιλέα μετὰ σιλεντιαρίων καὶ ἀπὸ ἐπάρχων καὶ τοῦ τῆς καταστάσεως διερχομένου ἐν τῷ μέσῳ καὶ ἑστῶτος τὴν προέλευσιν. Οἱ δὲ πεζοὶ οἱ δηριγεύοντες τὸν βασιλέα εἰσὶν οὗτοι· σπαθάριοι βαστάζοντες διστράλια, φοροῦντες καὶ τὰ σκουτάρια αὐτῶν, κανδιδάτοι βαστάζοντες ὁμοίως, σκρίβωνες καὶ μανδάτορες βαστάζοντες τὰ βεργία αὐτῶν· πάντες δὲ οὗτοι ἔνθεν κἀκεῖσε δηριγεύουσι τὸν βασιλέα, ἐν δὲ τῷ μέσῳ αὐτῶν σιλεντιάριοι τέσσαρες, βαστάζοντες χρυσᾶ διάλιθα βεργία, φοροῦντες σαγία ἀληθινά. Δηριγευόμενος δὲ ὑπ' αὐτῶν πάντων, ὁ βασιλεὺς ὑπό τε πεζῶν καὶ ἐφίππων, διέρχεται διά τε τοῦ Φόρου καὶ τοῦ Ταύρου, τοῦ Φιλαδελφίου, τοῦ Βοός, τοῦ Ξηρολόφου καὶ τοῦ Ἑξακιονίου. Καταλαβὼν δὲ ἐν τῇ τριόδῳ, ἔνθα ὁ ναὸς τοῦ Ἁγίου Ἀποστόλου Ὀνησίμου, ἐκνεύει δεξιᾷ καὶ διέρχεται διὰ τοῦ Ἁγίου Ἰακώβου τοῦ Πέρσου· ἀπὸ δὲ τῶν ἐκεῖσε εἰσέρχεται ἐν τῷ σεπτῷ ναῷ τοῦ ἁγίου μάρτυρος Μωκίου. Εἰσελθὼν δὲ ὁ βασιλεὺς ἐν τῷ λουτῆρι καὶ διελθὼν μέχρι τῶν γραδηλίων τῶν ἀνερχομένων ἐν τῷ νάρθηκι, κἀκεῖσε νιψάμενος, διέρχεται διὰ τοῦ νάρθηκος, στάντες δὲ οἱ πατρίκιοι καὶ στρατηγοὶ μετὰ τῆς συγκλήτου πλησίον τῆς εἰσαγούσης πύλης εἰς τὸν κοχλίαν, ἐπεύχονται τὸν βασιλέα, ἕκαστος αὐτῶν, ὡς προείρηται. Ὁ δὲ βασιλεὺς δηριγευόμενος ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου καὶ βασιλικῶν οἰκειακῶν, τοῦ τῆς καταστάσεώς τε καὶ σιλεντιαρίων, ἀνέρχεται διὰ τοῦ κοχλιοῦ, καὶ μικρὸν ἐκκλίνας ἀριστερόν, διέρχεται διὰ τῶν κατηχουμενίων τοῦ νάρθηκος καὶ εἰσέρχεται εἰς τὸν κοιτῶνα αὐτοῦ, καὶ εἰσελθὼν ὑπαλλάσσει διβητήσιον ἄσπρον, οἱ δὲ εὐνοῦχοι πρωτο [1.94] σπαθάριοι ὑπαλλάσσουσι διβητήσια ἄσπρα καὶ σαβάνια, βαστάζοντες καὶ τὰ σπαθοβάκλια αὐτῶν, φοροῦντες καὶ τὰ σπαθία αὐτῶν, διέρχονται ὄπισθεν τοῦ βασιλέως, ὡς εἴθισται αὐτοῖς. Ὁ δὲ τῆς καταστάσεως εἰσελθὼν δηλοῖ τῷ πραιποσίτῳ ὡς ὅτι ἤγγισεν ὁ καιρὸς τῆς λιτῆς μετὰ τοῦ πατριάρχου, ὁ δὲ πραιπόσιτος εἰσελθὼν δηλοῖ τῷ βασιλεῖ. Τοῦ δὲ βασιλέως ἐξελθόντος ἐκ τοῦ κοιτῶνος αὐτοῦ ἐν τοῖς κατηχουμενίοις ὕπερθεν τῶν βασιλικῶν πυλῶν, εἰσέρχονται οἱ βεστήτορες καὶ ὑπαλλάσσουσι τὴν χλανίδα τὸν βασιλέα, τὰ δὲ ἐκεῖσε κρεμάμενα βῆλα ἐν τοῖς κατηχουμενίοις κουβικουλάριοι ποιοῦσιν. Ἐξελθόντα δὲ τὸν βασιλέα ἐκ τῶν βήλων καὶ δηριγευόμενον ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, δέχονται αὐτὸν ἐκεῖσε ἔξω τοῦ βήλου πατρίκιοί τε καὶ στρατηγοί, καὶ πεσόντες προσκυνοῦσι, καὶ νεύει ὁ πραιπόσιτος ἀπὸ κελεύσεως τὸν τῆς καταστάσεως, κἀκεῖνος λέγει· \"Κελεύσατε.\" Αὐτοὶ δὲ ὑπερεύχονται τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ δηριγευόμενος ὑπὸ πάντων φορούντων τὰ χρυσόταβλα αὐτῶν χλανίδια, κατέρχεται τὸν κοχλίαν, καὶ δέχονται αὐτὸν πάλιν ἐκεῖσε, ἤγουν ἐν τῷ πληρώματι τοῦ κοχλιοῦ, πατρίκιοί τε καὶ στρατηγοὶ σὺν πάσῃ τῇ συγκλήτῳ, καὶ πάντων πεσόντων, νεύει ὁ πραιπόσιτος ἀπὸ κελεύσεως τῷ σιλεντιαρίῳ, κἀκεῖνος λέγει· \"Κελεύσατε.\" Αὐτοὶ δὲ ὑπερεύχονται ὁμοίως· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους·\" Δηριγευόμενος δὲ ὁ βασιλεὺς ἀπὸ τῶν ἐκεῖσε, διέρχεται διὰ τοῦ νάρθηκος, καὶ ἐξελθὼν τὴν οὖσαν ἄντικρυ τῶν βασιλικῶν πυλῶν τοῦ μεγάλου ναοῦ πύλην, κατέρχεται τὰ γραδήλια, καὶ ἐκκλίνας ἐξ ἀριστερᾶς, ἐξέρχεται τὴν πύλην, δι' ἧς εἴθισται αὐτῷ καθ' ἑκάστην προέλευσιν διέρχεσθαι, καὶ ἀπαντᾷ τὴν λιτὴν ἐν τῇ μέσῃ, καὶ [1.95] ἅψας κηροὺς καὶ εὐξάμενος, προσκυνεῖ τὸν τίμιον καὶ ζωοποιὸν σταυρὸν καὶ τὸ ἄχραντον Εὐαγγέλιον, εἶτα προσκυνήσαντες ἀμφότεροι, ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, διέρχεται ἔμπροσθεν τῆς λιτῆς, δηριγευόμενος ὑπὸ τῶν κατὰ συνήθειαν, διὰ τοῦ λουτῆρος, καὶ ἀνελθὼν τὰ εἰσάγοντα γραδήλια ἐν τῷ νάρθηκι, εἰσέρχεται εἰς τὸν αὐτὸν νάρθηκα καὶ καθέζεται ἐπὶ σελλίου χρυσοῦ ἐξ ἀριστερᾶς τῆς εἰσαγούσης ἀπὸ τῶν βάθρων μέσης πύλης, ἐκδεχόμενος μέχρις ἂν καταλάβῃ ὁ πατριάρχης μετὰ λιτῆς. Καὶ τούτου γινομένου καὶ μέλλοντος τοῦ τιμίου σταυροῦ εἰσέρχεσθαι τὴν εὐώνυμον τῶν γραδηλίων πύλην, ἀνίσταται ὁ βασιλεύς, καὶ ἀνελθόντος τοῦ πατριάρχου τὰ γραδήλια, ἀπέρχεται ὁ βασιλεὺς μετὰ τοῦ πατριάρχου, καὶ ἵστανται ἀμφότεροι ἐν τῷ οὐδῷ τῶν βασιλικῶν πυλῶν, καὶ ὁ μὲν βασιλεὺς ἅψας κηροὺς εὔχεται, ὁ δὲ πατριάρχης τελεῖ τὴν εὐχὴν τῆς εἰσόδου τῆς θείας λειτουργίας, καὶ εὐξάμενος ὁ βασιλεὺς ἐπιδίδωσι τὰ κηρία τῷ πραιποσίτῳ· τελεσθείσης δὲ καὶ τῆς εὐχῆς προσκυνεῖ τὸ ἄχραντον Εὐαγγέλιον καὶ τὸν τίμιον σταυρόν. Καὶ ἐπιλαβομένου τοῦ βασιλέως τῆς χειρὸς τοῦ πατριάρχου, διέρχονται μέσον διὰ τοῦ ναοῦ καὶ διὰ τῆς δεξιᾶς πλαγίας τοῦ ἄμβωνος εἰσέρχονται ἐν τῇ σωλέᾳ, καὶ ἀπελθόντων μέχρι τῶν ἁγίων θυρῶν, ὁ μὲν πατριάρχης εἰσέρχεται εἰς τὸ θυσιαστήριον, ὁ δὲ βασιλεὺς εὐξάμενος καὶ ἐπιδοὺς τῷ πραιποσίτῳ τοὺς κηρούς, εἰσέρχεται."
      },
      {
        "index": 67,
        "text": "Ἡνίκα δὲ μέλλει εἰσέρχεσθαι εἰς τὸ θυσιαστήριον, ἐπιρρέπουσιν οἱ μητροπολῖται κατὰ τὸ ἔθος τὰ ἅγια θύρια πρὸς τὸν βασιλέα, καὶ προσκυνήσας ὁ βασιλεὺς τοὺς ἐπ' αὐτοῖς πεπαρμένους σταυρούς, εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ εὐξάμενος ὑπαλλάξας τὴν ἁγίαν τράπεζαν, ὡς εἴθισται αὐτῷ, τίθησιν ἐπ' αὐτῇ ἀποκόμβιον καὶ διέρχεται μετὰ τοῦ πατριάρχου διὰ τῆς πλαγίας τοῦ θυσιαστηρίου ἐκ δεξιῶν μέχρι τῶν [1.96] ἁγίων θυρῶν τοῦ βήματος. Καὶ ὁ μὲν πατριάρχης μένει ἐν τῷ θυσιαστηρίῳ πρὸς τὸ ἐκτελέσαι τὴν θείαν λειτουργίαν, ὁ δὲ βασιλεὺς ἐξελθὼν ἐκ θυσιαστηρίου διέρχεται διὰ τῆς πλαγίας τοῦ γυναικίτου, οἱ δὲ πατρίκιοι ἵστανται ἔξωθεν τῆς πύλης τῆς εἰσαγούσης εἰς τὸν κοχλίαν μετὰ στρατηγῶν, τῆς καταστάσεώς τε καὶ σιλεντιαρίων, μετὰ τῆς συγκλήτου ὑπερευχόμενοι τὸν βασιλέα. Ὁ δὲ βασιλεύς, δηριγευόμενος ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου καὶ τῶν βασιλικῶν οἰκειακῶν, ἀνέρχεται διὰ τοῦ μυστικοῦ κοχλιοῦ καὶ εἰσέρχονται εἰς τὸ παρακυπτικόν, ἔνθα καὶ τὴν θείαν λειτουργίαν τελεῖ· καὶ εἰ μὲν κελεύει ὁ βασιλεύς, ἐκδέχεται ἐκεῖσε τὸν πατριάρχην, μέχρις ἂν καταλάβῃ τοῦ ἀκουμβίσαι αὐτὸν ἐν τῇ τραπέζῃ, εἰ δὲ μήγε, διέρχεται διὰ τῶν κατηχουμενίων, δηριγευόμενος ὑπὸ τῶν προειρημένων, καὶ ἀπέρχεται ἐν τῷ κοιτῶνι αὐτοῦ. Ἡνίκα δὲ καταλάβῃ ὁ τοῦ κλητωρίου καιρός, ἐξέρχεται ὁ βασιλεὺς ἀπὸ τοῦ κοιτῶνος αὐτοῦ, δηριγευόμενος ὑπ' αὐτῶν, καὶ ἀπέρχεται ἐν τοῖς κατηχουμενίοις, ἐν οἷς καὶ ἡ τιμία τράπεζα ἵσταται αὐτοῦ. Καὶ δὴ καταλαβόντος τοῦ πατριάρχου ἀπὸ προσκλήσεως, δέχονται αὐτὸν ἄρχοντες τοῦ κουβουκλείου μετὰ κουβικουλαρίων ἀπὸ κελεύσεως ἐν τῷ κοχλίᾳ, δι' οὗ ἀνῆλθεν ὁ βασιλεὺς ἐν πρώτοις πρὸ τοῦ καταλαβεῖν τὴν λιτήν, καὶ ἀποφέρουσιν αὐτὸν διὰ τῶν κατηχουμένων, καὶ εἰσελθὼν ἑνοῦται τῷ βασιλεῖ. Εἰσέρχονται δὲ καὶ οἱ ἱερεῖς καὶ ποιοῦσι τὸν στίχον, καὶ λαβόντες οἱ αὐτοὶ ἱερεῖς τοῦ πατριάρχου τὸ ὠμοφόριον, ἐξέρχονται, καὶ καθέζονται ἀμφότεροι, ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ἐν τῇ τραπέζῃ. Πιόντων δὲ ὡς εἴθισται αὐτοῖς πρὸς ἅπαξ, εἰσέρχονται οἱ φίλοι, καὶ πάσης τῆς τοῦ τραπεζίου ἀκολουθίας τελεσθείσης, ἀνίστανται καὶ ἐξέρχονται, καὶ μένει ὁ βασιλεὺς μετὰ τοῦ πατριάρχου ἐν τῷ κλητωρίῳ, πιόντες δὲ [1.97] πάλιν ἀμφότεροι πρὸς ἅπαξ, ἀνίστανται. Εἶτα προσκυνήσαντες ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ὁ μὲν πατριάρχης ἐξέρχεται, διασώζουσι δὲ αὐτὸν ἄρχοντες τοῦ κουβουκλείου μέχρι τοῦ προειρημένου κοχλιοῦ, ὁ δὲ βασιλεὺς δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου καὶ βασιλικῶν οἰκειακῶν, ἀπέρχεται ἐν τῷ κοιτῶνι αὐτοῦ, ἐκδεχόμενος τὸν καιρόν. Καταλαβόντος δὲ τοῦ καιροῦ τῆς προελεύσεως, ἐξέρχεται ἀπὸ τοῦ κοιτῶνος αὐτοῦ ἐν τοῖς κατηχουμενίοις ὕπερθεν τοῖς τῶν βασιλικῶν πυλῶν καὶ ὑπαλλάσσει τὴν στολήν, ἣν εἴθισται αὐτῷ ἐν ταύτῃ τῇ ἑορτῇ περιβεβλῆσθαι. Καὶ λαβὼν ὁ πραιπόσιτος τὴν τιάραν, ἐπιτίθησιν αὐτὴν ἐπὶ τὴν κεφαλὴν τοῦ βασιλέως, καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ τοῦ κουβουκλείου, κατέρχεται ὑπὸ τοῦ προειρημένου δυτικοῦ κοχλιοῦ, ἅπαντες δὲ αὐτῶν ἀπὸ σαγίων ἀληθινῶν, καὶ δέχονται αὐτὸν ἐν τῷ νάρθηκι ἔξωθεν τῆς πύλης τοῦ αὐτοῦ κοχλιοῦ ὡσαύτως καὶ οἱ τοῦ κουβουκλείου ἄρχοντες. Καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ τῆς καταστάσεως, κἀκεῖνος λέγει· \"Κελεύσατε.\" Καὶ δηριγευόμενος ὑπ' αὐτῶν, ὁ βασιλεὺς ἐξέρχεται τὴν οὖσαν πρὸς τὰ γραδήλια μέσην πύλην τοῦ νάρθηκος καὶ ἱππεύει ἐκεῖσε ἐφ' ἵππου λευκοῦ ἐστρωμένου ὑπὸ σελλοχαλίνου χρυσοῦ διαλίθου χειμευτοῦ, ἠμφιεσμένου ἀπὸ μαργάρων, οἱ δὲ λοιποὶ ἄρχοντες ἱππεύουσιν ἔξω τῆς πύλης. Ἐν δὲ τῇ περιόδῳ τοῦ βασιλέως τελεῖται ἡ τῆς προελεύσεως τάξις ὑπό τε τῶν ἐφίππων καὶ πεζῶν ὡσαύτως καὶ τῶν μερῶν, ὃν τρόπον ἀνωτέρω τῇ δευτέρᾳ τῆς διακαινησίμου τῶν Ἁγίων Ἀποστόλων ἐπὶ λεπτῷ ἐξεθέμεθα. Ἐξελθόντος δὲ τοῦ βασιλέως ἐν τῇ πύλῃ, ἐν ᾗ διέρχεται ἐν ἑκάστῃ προελεύσει, ἤγουν τῇ οὔσῃ πρὸς ἄρκτον, δέχονται αὐτὸν ἐκεῖσε ἐν πρώτοις ὁ δομέστικος τῶν [1.98] σχολῶν μετὰ τοῦ περατικοῦ δήμου τῶν Βενέτων, ἐπιδίδωσι δὲ λιβελλάριον τῷ βασιλεῖ, φορῶν χλανίδιον βένετον χρυσοΰφαντον, καὶ διασώζει τὸν βασιλέα τὸ αὐτὸ μέρος μέχρι τοῦ Ἑξακιονίου. Ὁ δὲ δομέστικος τῶν ἐκσκουβίτων μετὰ τοῦ περατικοῦ δήμου τῶν Πρασίνων δέχονται τὸν βασιλέα ἐν τῷ Ἑξακιονίῳ, καὶ ἐπιδιδόντος τοῦ δημοκράτου λιβελλάριον, διασώζουσιν αὐτὸν μέχρι τῆς Μονήτας· φορεῖ δὲ καὶ ὁ δημοκράτης χλανίδα πράσινον χρυσοΰφαντον κατὰ τὴν ἀναλογίαν τοῦ μέρους αὐτοῦ. Καὶ τῆς πολιτικῆς τὸ μέρος τῶν Πρασίνων δέχονται τὸν βασιλέα ἐν τῇ Μονήτῃ, καὶ ἐπιδίδωσιν ὁ δήμαρχος τῷ βασιλεῖ λιβελλάριον καὶ διασώζει τὸν βασιλέα τὸ αὐτὸ μέρος μέχρι τῆς πρώτης καμάρας τοῦ Ξηρολόφου, φοροῦντος τοῦ δημάρχου χλανίδα πράσινον. Καὶ τῆς πολιτικῆς τὸ μέρος τῶν Βενέτων δέχονται τὸν βασιλέα ἐν τῇ καμάρᾳ τοῦ Ξηρολόφου, φοροῦντος τοῦ δημάρχου χλανίδα βένετον, ἐπιδίδωσι δὲ τῷ βασιλεῖ λιβελλάριον, καὶ διασώζουσιν οἱ τοῦ μέρους τὸν βασιλέα μέχρι τῆς μέσης τοῦ Ξηρολόφου· τῆς πολιτικῆς τὸ μέρος τῶν Πρασίνων δέχονται τὸν βασιλέα ἐν τῇ μέσῃ τοῦ Ξηρολόφου καὶ διασώζουσιν αὐτὸν μέχρι τοῦ Βοός. Τῆς πολιτικῆς τὸ μέρος τῶν Βενέτων δέχονται τὸν βασιλέα ἐν τῷ Βοῒ καὶ διασώζουσι μέχρι τοῦ Ἀμαστριανοῦ, καὶ δέχεται ἐκεῖσε ὁ ἐκσκούβιτος μετὰ τοῦ περατικοῦ μέρους τῶν Πρασίνων, καὶ διασώζουσιν αὐτὸν μέχρι τοῦ Φιλαδελφίου· τῶν περατικῶν μερῶν Βενέτων δέχονται τὸν βασιλέα ἐν τῷ Φιλαδελφίῳ καὶ διασώζουσι μέχρι τοῦ Μοδίου· τῆς πολιτικῆς τὸ μέρος τῶν Πρασίνων δέχονται τὸν βασιλέα ἐν τῷ Μοδίῳ καὶ διασώζουσι μέχρι τοῦ Ταύρου, κἀκεῖθεν τὸ μέρος τῆς πολιτικῆς τῶν Βενέτων διασώζει μέχρι τῶν Ἀρτοπωλίων. Εἶθ' οὕτως τὸ [1.99] μέρος τῶν Πρασίνων διασώζει μέχρι τοῦ Φόρου· εἶθ' οὕτως τὸ μέρος τῶν Βενέτων [τῆς πολιτικῆς] μέχρι τοῦ Πραιτωρίου καὶ πάλιν μέχρι τοῦ Μιλίου· μέρος Βενέτων τῆς πολιτικῆς μέχρι τῆς καμάρας τοῦ Μιλίου· τῆς πολιτικῆς τὸ μέρος τῶν Βενέτων δέχονται τὸν βασιλέα ἐν τῷ Μιλίῳ, ἤγουν ἐν τῇ καμάρᾳ, καὶ διασώζουσι μέχρι τοῦ Μαρμαρωτοῦ· τῶν περατικῶν μερῶν Πρασίνων δέχονται τὸν βασιλέα ἐν τῷ Μαρμαρωτῷ καὶ διασώζουσι μέχρι τοῦ Ζευξίππου· τῆς πολιτικῆς τὸ μέρος τῶν Πρασίνων δέχονται τὸν βασιλέα ἐν τῷ Ζευξίππῳ καὶ διασώζουσι μέχρι τῆς Χαλκῆς· τῶν περατικῶν μερῶν Βενέτων δέχονται τὸν βασιλέα ἐν τῇ Χαλκῇ, καὶ εἶθ' οὕτως πεζεύουσιν ἅπαντες, καὶ μένει ἔφιππος μόνος ὁ βασιλεύς. Ἰστέον δὲ ὅτι ἓν ἕκαστον μέρος ἐν ἑκάστῃ αὐτῶν δοχῇ λέγει τὰ κατὰ συνήθειαν ἄκτα, ἐν δὲ τῇ προπομπῇ λέγει ἔμπροσθεν δρομικά, εἰ τύχῃ ἀπὸ κελεύσεως, λέγει καὶ ἀπελατικούς. Κἀκεῖθεν δηριγευόμενος ὁ βασιλεὺς ὑπὸ πάντων, ὡς προείρηται, διέρχεται διὰ τῶν κορτινῶν μέχρι τῆς ἔνδον πύλης τῶν ἐκσκουβίτων, ἐν ᾗ γίνεται ἡ τῶν σκριβώνων προβολή, ἐν δὲ τῇ αὐτῇ πύλῃ πεζεύει ὁ βασιλεύς, διελθὼν μέχρι τῶν τριῶν πυλῶν τοῦ Κονσιστωρίου· μένουσι δὲ ἐκεῖσε οἱ τῆς συγκλήτου, ὑπερευχόμενοι τὸν βασιλέα. Ὁ δὲ βασιλεὺς εἰσέρχεται τὴν μέσην πύλην πρὸς τὸν ναὸν τοῦ Κυρίου, καὶ μένουσιν ἐκεῖ πατρίκιοι καὶ στρατηγοί, ὑπερευχόμενοι καὶ αὐτοὶ ὁμοίως. Τοῦ δὲ βασιλέως εἰσελθόντος τὴν χαλκῆν πύλην τοῦ Κυρίου, εὐθέως κλείουσι τὰς θύρας οἱ τοῦ κουβουκλείου καὶ ὑπερεύχονται τὸν βασιλέα, καὶ λαβόντος τοῦ πραιποσίτου τὴν τιάραν ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, εἰσέρχεται ὁ βασιλεὺς καὶ ἵσταται ἔμπροσθεν τῶν ἁγίων θυρῶν, ἅψας δὲ κηροὺς καὶ εὐξάμενος, διέρχεται διὰ τῶν διαβατικῶν [1.100] τοῦ Κυρίου καὶ εἰσέρχεται ἐν τῷ ἡμικυκλίῳ τοῦ Τρικόγχου. Διελθὼν δὲ διὰ τῶν διαβατικῶν τῶν ἁγίων μʹ, εἰσέρχεται ἐν τῷ Χρυσοτρικλίνῳ, καὶ στάντες οἱ τοῦ κουβουκλείου ἅπαντες ἐν τῷ Χρυσοτρικλίνῳ ὑπερεύχονται τὸν βασιλέα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους ὁ Θεὸς ἀγάγοι τὴν βασιλείαν ὑμῶν\", καὶ ἐξέρχονται. Δεῖ εἰδέναι καὶ τοῦτο, ἀνὰ πόσων δοχῶν δέχονται τὰ μέρη ἐν ταύτῃ τῇ προελεύσει. Ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, μετὰ τοῦ περατικοῦ αὐτοῦ δήμου τῶν Βενέτων, δέχεται δοχὰς τρεῖς· ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ ἐκσκούβιτος, μετὰ τοῦ περατικοῦ αὐτοῦ δήμου, δέχεται δοχὰς δύο. Ὁ δήμαρχος τῶν Βενέτων, μετὰ τοῦ δήμου τοῦ Λευκοῦ, δέχεται δοχὰς ἑπτά. Ὁ δήμαρχος τῶν Πρασίνων μετὰ τοῦ δήμου τοῦ Ρουσίου δέχεται δοχὰς εʹ. Ὁμοῦ δοχῶν ιζʹ. 1.101 ΚΖʹ (ΙΗʹ) Ὅσα δεῖ παραφυλάττειν τῇ ἑορτῇ καὶ προελεύσει τῆς ἁγίας Χριστοῦ τοῦ Θεοῦ ἡμῶν Ἀναλήψεως. Προέρχονται ἅπαντες οἱ ἄρχοντες ἐννύχιον ἐν τῷ παλατίῳ ἀπὸ σκαραμαγγίων, καὶ εἰ κελεύει ὁ βασιλεὺς ἀπελθεῖν διὰ τοῦ πλοός, κατὰ συνήθειαν, εἰσέρχεται τάχιον εἰς τὸ χελάνδιον μεθ' ὧν ἂν κελεύει, καὶ ἀπέρχεται μέχρι τοῦ βραχιαλίου τῆς Χρυσῆς πόρτης, κἀκεῖσε ἐξελθὼν ἀπὸ τοῦ χελανδίου αὐτοῦ, δίδοται σιλέντιον διὰ τοῦ πραιποσίτου ἀπὸ κελεύσεως τοῖς ἐκεῖσε ἄρχουσι, καὶ ὑπεξελθόντες μικρόν, ἵστανται οἱ ἄρχοντες τοῦ κουβουκλείου, φοροῦντες σαγία ἀληθινά, κυκλικῷ τῷ σχήματι· καὶ εἰσέρχεται ὁ βασιλεὺς μέσον αὐτῶν καὶ στέφεται ὑπὸ τοῦ πραιποσίτου διὰ τὸ ὅλως, ὡς ἀνωτέρω εἴρηται, ἔμπροσθε βαρβάτων μὴ στέφεσθαι· ἕνεκα γὰρ ταύτης τῆς αἰτίας τὴν κυκλικὴν στάσιν ἐκτελοῦσιν οἱ προρρηθέντες ἄρχοντες τοῦ κουβουκλείου. Καὶ εἶθ' οὕτως ἱππεύει ἀπὸ τῶν ἐκεῖσε ἀπὸ σκαραμαγγίου χρυσοκλάβου καὶ διέρχεται διὰ τοῦ ἐκεῖσε ὄντος λειμῶνος καὶ τοῦ παρατειχίου, καὶ ἀπέρχεται μέχρι τῆς ἐξαγούσης πόρτης ἀπέναντι τῆς πηγῆς, καὶ δέχεται αὐτὸν ἐκεῖσε ἔξω τῆς αὐτῆς πόρτης ὁ δομέστικος τῶν Νουμέρων, φορῶν σαγίον ἀληθινόν, [1.102] βαστάζων καὶ θυμιατόν. Καὶ ἀπὸ τῶν ἐκεῖσε ἀπέρχεται μέχρι τῆς παναγίας Θεοτόκου τῆς Πηγῆς, καὶ πρὸ τοῦ εἰσελθεῖν τὸν βασιλέα τὴν ἔξω πύλην πεζεύουσιν οἵ τε πατρίκιοι καὶ ἡ σύγκλητος ἅπασα, καὶ δηριγευόμενος ὑπ' αὐτῶν ὁ βασιλεύς, ἔφιππος αὐτὸς μόνος, εἰσέρχεται μέχρι τοῦ λουτῆρος, καὶ κατελθὼν ἐκεῖσε τοῦ ἵππου, εἰσέρχεται διὰ τῆς εἰσαγούσης πύλης δεξιᾶς τοῦ λουτῆρος, καὶ μένουσιν ἐκεῖσε πατρίκιοι ἔξω τῆς πύλης τοῦ κοχλιοῦ. Ὁ δὲ βασιλεὺς δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, ἀνέρχεται διὰ τοῦ αὐτοῦ κοχλιοῦ, καὶ διελθὼν διὰ τοῦ στενοῦ τρικλίνου, ἐν ᾧ καὶ τὸ ἄριστον τῇ αὐτῇ ἡμέρᾳ τελεῖται, καὶ διὰ τοῦ μητατωρικίου, εἰσέρχεται ἐν τῷ κοιτῶνι. Ἀπαλλάξας δὲ τὸ στέμμα διὰ τοῦ πραιποσίτου, μένει ἐκεῖσε τὸν καιρὸν προσμένων, ἀλλάσσει δὲ λευκὸν διβητήσιον. Καταλαβόντος δὲ τοῦ καιροῦ, καὶ δηλωθεὶς ὁ πραιπόσιτος παρὰ τοῦ τῆς καταστάσεως, αὐτὸς εἰσελθὼν δηλοῖ τῷ βασιλεῖ, καὶ δοθέντος σιλεντίου ἀπὸ κελεύσεως διὰ τοῦ τῆς καταστάσεως, ἀνέρχονται οἱ πατρίκιοι διὰ τοῦ αὐτοῦ κοχλιοῦ καὶ εἰσέρχονται ἐν τῷ προειρημένῳ στενῷ τρικλίνῳ. Ὁ δὲ βασιλεὺς περιβαλλόμενος χλανίδα, ὡς εἴθισται αὐτῷ, ἐξέρχεται ἐκ τοῦ κοιτῶνος, καὶ δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, ἀπέρχεται μέχρι τῆς πύλης τοῦ προλεχθέντος στενοῦ τρικλίνου, καὶ δέχονται αὐτὸν ἐκεῖσε οἵ τε πατρίκιοι καὶ στρατηγοὶ ἀπὸ χρυσοτάβλων χλανιδίων, καὶ πεσόντες, νεύει ὁ πραιπόσιτος ἀπὸ κελεύσεως τῷ τῆς καταστάσεως καὶ λέγει. \"Κελεύσατε.\" Αὐτοὶ δὲ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ δηριγευόμενος ἀπὸ τῶν ἐκεῖσε ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου καὶ τῆς συγκλήτου, κατέρχεται δι' οὗ καὶ ἀνῆλθε κοχλιοῦ, καὶ δέχονται πάλιν ἐν τῷ πληρώματι τοῦ κοχλιοῦ οἵ τε πατρίκιοι καὶ [1.103] στρατηγοὶ ἅμα τῇ συγκλήτῳ, καὶ πάλιν λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ σιλεντιαρίῳ, κἀκεῖνος λέγει· \"Κελεύσατε.\" Αὐτοὶ δὲ ὑπερεύχονται τὸν βασιλέα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ δηριγευόμενος ὑπ' αὐτῶν ὁ βασιλεύς, ἐξέρχεται τὴν πύλην λουτῆρος, φωνοῦντος κατὰ τὸ σύνηθες τοῦ τῆς καταστάσεως τό· \"Καπλάτε, Δόμηνι\", καὶ δέχεται εὐθέως ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν, καὶ ἐπιδίδωσι τῷ βασιλεῖ, κρατούμενος ὑπὸ τοῦ τῆς καταστάσεως, σταυροὺς ῥοδοπλόκους, καὶ μετ' ὀλίγον δέχεται ὁ δήμαρχος τῶν Βενέτων, κρατούμενος δὲ καὶ αὐτὸς ὑπὸ τοῦ τῆς καταστάσεως, ἐπιδίδωσι τῷ βασιλεῖ σταυροὺς καὶ ὀσφράδια, ὡς προείρηται, καὶ εὐθέως ἄρχεται ὁ νοτάριος τοῦ αὐτοῦ μέρους λέγειν τοὺς ἰάμβους τῆς ἑορτῆς. Ἐν δὲ τῇ ἔξω πύλῃ δέχεται ὁ δημοκράτης τῶν Πρασίνων, ἤγουν ὁ δομέστικος τῶν ἐκσκουβίτων, ἐπιδίδωσι δὲ καὶ αὐτὸς τῷ βασιλεῖ, κρατούμενος ὑπὸ τοῦ τῆς καταστάσεως, σταυροὺς ῥοδοπλόκους καὶ ὀσφράδια. Εἶτα δέχεται ὁ δήμαρχος τῶν Πρασίνων, ἐπιδίδωσι δὲ καὶ αὐτὸς τῷ βασιλεῖ ὡς καὶ οἱ πρὸ αὐτοῦ. Καὶ μικρὸν ὑπεξελθὼν ὁ βασιλεὺς ἀπὸ τῆς δοχῆς τῶν Πρασίνων, δηριγευόμενος ὑπὸ τῶν ἀνωτέρω εἰρημένων, δέχεται τὴν λιτήν, καὶ ἅψας κηρούς, εὔχεται ἐν τῷ τιμίῳ στραυρῷ καὶ προσκυνεῖ τό τε ἄχραντον Εὐαγγέλιον καὶ αὐτὸν τὸν τίμιον σταυρόν. Καὶ εἶθ' οὕτως προσκυνοῦσιν ἀμφότεροι ἀλλήλους, καὶ ἀσπασάμενοι, ὑποστρέφει ὁ βασιλεύς, καὶ δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν καὶ τῆς συγκλήτου, διέρχεται ἔμπροσθεν τῆς λιτῆς, καὶ εἰσελθὼν διὰ τῆς μέσης πύλης τοῦ λουτῆρος, εἰσέρχεται ἐν τῷ νάρθηκι καὶ καθέζεται ἐπὶ σελλίου, προσμένων μέχρις ἂν καταλάβῃ ἡ λιτὴ μετὰ τοῦ πατριάρχου. Καὶ καταλαβούσης τῆς [1.104] λιτῆς, ἀνίσταται ὁ βασιλεύς, καὶ προσκυνήσαντες ἀμφότεροι καὶ ἀσπασάμενοι ἀπέρχονται καὶ ἵστανται ἐν τῷ οὐδῷ τῶν βασιλικῶν πυλῶν, καὶ λαβὼν κηροὺς παρὰ τοῦ πραιποσίτου ὁ βασιλεύς, εὔχεται ἐκεῖσε, ὁ δὲ πατριάρχης ἐκτελεῖ τὴν εὐχὴν τῆς εἰσόδου τῆς θείας λειτουργίας. Εὐξάμενος δὲ ὁ βασιλεύς, ἐπιδίδωσι τοὺς κηροὺς τῷ πραιποσίτῳ, κἀκεῖνος τῷ τῆς καταστάσεως, καὶ τελέσαντος τοῦ πατριάρχου τὴν εὐχήν, προσκυνεῖ ὁ βασιλεὺς τὸ ἄχραντον Εὐαγγέλιον καὶ τὸν τίμιον σταυρόν, καὶ ἐπιλαβόμενος τῆς χειρὸς τοῦ πατριάρχου καὶ δηριγευόμενος ὑπὸ τῶν προειρημένων πάντων, διέρχονται ἀμφότεροι μέσον διὰ τοῦ ναοῦ, καὶ διὰ τῆς δεξιᾶς πλαγίας τοῦ ἄμβωνος, εἰσέρχονται ἀμφότεροι, ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ἐν τῇ σωλέᾳ καὶ οἱ ἄρχοντες τοῦ κουβουκλείου, οἱ δὲ λοιποὶ μένουσιν ἔξωθεν τῆς σωλέας ἑστῶτες ἔνθεν κἀκεῖσε. Ἐλθόντες δὲ μέχρι τῶν ἁγίων θυρῶν, ὁ μὲν πατριάρχης εἰσέρχεται εἰς τὸ θυσιαστήριον, ὁ δὲ βασιλεὺς ἵσταται ἔμπροσθεν τῶν ἁγίων θυρῶν, καὶ ἅψας κηροὺς εὔχεται καὶ ἐπιδίδωσιν αὐτοὺς τῷ πραιποσίτῳ, καὶ προσκυνήσας τὰς ἁγίας θύρας, εἰσέρχεται εἰς τὸ θυσιαστήριον καὶ προσκυνεῖ τὴν ἁγίαν τράπεζαν καὶ ἐπιτίθησιν ἐπ' αὐτῇ ἀποκόμβιον, καὶ ἐξελθὼν ἐκ τοῦ θυσιαστηρίου, δηριγευόμενος ὑπὸ τῶν ἐξ ἔθους, διέρχεται διὰ τοῦ δεξιοῦ μέρους τοῦ ναοῦ καὶ ἀνέρχεται διὰ τοῦ προειρημένου κοχλιοῦ ἐν τοῖς κατηχουμενίοις, καὶ ἀπελθὼν τελεῖ ἐν τῷ εἰθισμένῳ τόπῳ τὴν θείαν λειτουργίαν. Καὶ ἐν τῷ καιρῷ τῆς θείας κοινωνίας ἀποστέλλει ὁ πραιπόσιτος ἀπὸ κελεύσεως σιλεντιαρίους, καὶ προσκαλοῦνται τὸν πατριάρχην, καὶ ἀνέρχεται διὰ τοῦ αὐτοῦ κοχλιοῦ, καὶ διελθὼν διὰ τῶν κατηχουμενίων, ἀπέρχεται ἐν τῷ συνήθει τόπῳ, ἔνθα καὶ τὸ ἀντιμίσιον, καὶ κοινωνεῖ ὁ βασιλεὺς ἐκ τῶν τοῦ πατριάρχου χειρῶν, καὶ εἶθ' [1.105] οὕτως ἀπέρχεται ὁ πατριάρχης, καὶ ἵσταται ἐν τῷ ἀντιμισίῳ τῷ ὄντι ἀπέναντι τῆς πύλης, ἐν ᾧ ἀριστᾷ τῇ αὐτῇ ἡμέρᾳ ὁ βασιλεύς, καὶ κοινωνοῦσιν ἐκεῖσε οἱ συνήθεις ἄρχοντες, καὶ εἶθ' οὕτως κατέρχεται ὁ πατριάρχης πρὸς τὸ ἐκτελέσαι τὴν θείαν λειτουργίαν. Ὁ δὲ βασιλεὺς ἀπέρχεται διὰ τοῦ τρικλίνου, ἐν ᾧ ἀριστᾷ, καὶ εἰσέρχεται ἐν τῷ κοιτῶνι αὐτοῦ. Τελεσθείσης δὲ τῆς θείας λειτουργίας, ἀποστέλλονται σιλεντιάριοι παρὰ τοῦ πραιποσίτου ἀπὸ κελεύσεως, καὶ προσκαλοῦνται τὸν πατριάρχην. Ὁ δὲ πατριάρχης ἀνέρχεται, κρατούμενος ὑπὸ τῶν σιλεντιαρίων, διὰ τοῦ προειρημένου κοχλιοῦ καὶ εἰσέρχεται ἐν τοῖς κατηχουμενίοις, κἀκεῖσε μικρὸν προσμείναντος, εἰσέρχεται ὁ πραιπόσιτος καὶ δηλοῖ τῷ βασιλεῖ, καὶ λαβὼν νεῦμα παρὰ τοῦ βασιλέως, ἐξέρχεται μετὰ τῶν ἀρχόντων τοῦ κουβουκλείου, καὶ προσκαλοῦνται τὸν πατριάρχην, καὶ ἑνοῦται τῷ βασιλεῖ ἐν τῷ τρικλίνῳ, ἐν ᾧ καὶ τὸ κλητώριον ἡτοίμασται, καὶ εἰπόντων τὸν στίχον, ὑπεξέρχεται μικρὸν ὁ πατριάρχης καὶ ἐκβάλλει τὸ ὠμοφόριον αὐτοῦ, ὡσαύτως καὶ ὁ βασιλεὺς ἐκβάλλει τὸ σαγίον αὐτοῦ. Καὶ καθέζονται ἀμφότεροι ἐν τῷ κλητωρίῳ, καὶ πιόντων πρὸς ἅπαξ, εἰσέρχονται οἱ φίλοι, καὶ εἶθ' οὕτως εἰσέρχονται καὶ οἱ τῶν ἀμφοτέρων μερῶν δημῶται κάτω ἐν τῷ λουτῆρι, καὶ ἀριστῶντος τοῦ βασιλέως, αὐτοὶ ἐκτελοῦσι τὰς συνήθεις ἀκτολογίας, καὶ ἡνίκα εἰσέλθῃ τὸ δούλκιν, ἀποστέλλει ὁ βασιλεὺς ἀποκόμβια, καὶ λαβόντες αὐτά, ὑπερεύχονται καὶ ἀνίστανται, καὶ μένει ὁ βασιλεὺς καὶ ὁ πατριάρχης. Καὶ πιόντων πρὸς ἅπαξ, ἀνίστανται, καὶ περιβάλλεται ὁ βασιλεὺς τὸ σαγίον αὐτοῦ, ὁ δὲ πατριάρχης τὸ ὠμοφόριον αὐτοῦ, εἶτα λέγουσι τὸν στίχον καὶ προσκυνοῦσιν ἀλλήλους, καὶ ὁ μὲν βασιλεὺς ἀπέρχεται ἐν τῷ κοιτῶνι αὐτοῦ, ὁ δὲ πατριάρχης, ὅπου βούλεται. 1.106 ΚΗʹ (ΙΘʹ) Ὅσα δεῖ παραφυλάττειν τῇ παραμονῇ τοῦ Ἁγίου Ἠλιοῦ, καὶ τῇ αὐτῇ ἑορτῇ. Δείλης, περὶ ὥραν ἑβδόμην, προέρχεται ἡ σύγκλητος ἀπὸ σκαραμαγγίων εἰς τὸν Ἱππόδρομον, καὶ ἀνοίγοντος τοῦ παπία, εἰσέρχεται ἡ σύγκλητος διὰ τῶν Σκύλων καὶ τοῦ Ἰουστινιανοῦ καὶ τοῦ Λαυσιακοῦ εἰς τὸν Χρυσοτρίκλινον, κἀκεῖθεν διέρχεται, καὶ εἰσέρχεται εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου. Ὁ δὲ παπίας ἵσταται εἰς τὰς ἀνατολικάς, εἰς τὸ πορφυροῦν μάρμαρον, μετὰ διαιταρίων βασταζόντων τὰ βασιλικά, καὶ τῆς συγκλήτου διερχομένης ἐκεῖσε, δίδωσιν ὁ παπίας ἑνὶ ἑκάστῳ ἀνὰ βασιλικοῦ. Καὶ δὴ τῆς συγκλήτου εἰσερχομένης ἐν τῷ ναῷ τῆς ὑπεραγίας Θεοτόκου, ἀπάρχεται ἡ ἀκολουθία τοῦ λυχνικοῦ, καὶ ταύτης τελουμένης, περὶ τὴν ἀπόλυσιν λέγεται ἀπολυτίκιν πρὸς τό \"Συνταφέντες σοι,\" ὅπερ ἐποίησε Λέων ὁ σοφώτατος καὶ ἀγαθὸς βασιλεύς· Ἀντιφώνως δὲ τούτου ψαλλομένου ὑπό τε τοῦ κουβουκλείου καὶ τοῦ βασιλικοῦ κλήρου, μετὰ τὴν ἀπόλυσιν τῆς τοιαύτης ψαλμῳδίας ἐπιδίδοται τοῖς τε μαγίστροις, πραιποσίτοις, ἀνθυπάτοις, πατρικίοις τε καὶ ὀφφικιαλίοις [1.107] παρὰ τοῦ βασιλέως ἀνὰ ἑνὸς ἀργυροῦ μικροῦ σταυροῦ, μηνύεται δὲ ὁ πατριάρχης, ἵνα ἐλθὼν ἐπὶ τὴν αὔριον ἐπιτελέσῃ τὴν θείαν λειτουργίαν. Τῇ δὲ ἕωθεν ἀλλάσσει πᾶσα ἡ σύγκλητος ἀπὸ λευκῶν χλανιδίων· οἱ δὲ δεσπόται ἀλλάσσουσι τὰ πορφυρᾶ διβητήσια, καὶ περὶ ὥραν δευτέραν κελεύουσιν οἱ δεσπόται εἰσελθεῖν τοὺς πραιποσίτους, καὶ εἰσελθόντων, ἀνίστανται οἱ δεσπόται καὶ εἰσέρχονται ἐν τῇ καμάρᾳ τοῦ Ἁγίου Θεοδώρου, κἀκεῖσε περιβάλλονται τὰς ἑαυτῶν χλανίδας, καὶ ἐξερχόμενοι καθέζονται, ὁ μὲν μέγας βασιλεὺς ἐπὶ τοῦ θρόνου, οἱ δὲ μικροὶ ἔνθεν κἀκεῖθεν ἐν χρυσοῖς σελλίοις. Τοῦ δὲ κουβουκλείου εἰσελθόντος κατὰ τὸν τύπον τῆς βαϊοφόρου, καὶ εἰς τὴν οἰκείαν τάξιν στάντος, ἤγουν δεξιὰ καὶ ἀριστερά, ὅ τε τοῦ σακελλίου καὶ οἱ ξενοδόχοι καὶ γηροκομικοί, προσάγοντες τῷ βασιλεῖ τοὺς κατὰ τύπον χρυσοστοιβάστους σταυρούς. Καὶ εἶθ' οὕτως εἰσάγεται στοιχηδὸν πᾶσα ἡ τάξις τῶν τε μαγίστρων, ἀνθυπάτων, πατρικίων καὶ ὀφφικιαλίων καὶ ἄλλων, ὧν ἂν κελεύσωσιν οἱ δεσπόται, καὶ ἐπιδίδωσιν ὁ βασιλεὺς ἑνὶ ἑκάστῳ τούτων ἀνὰ ἑνὸς σταυροῦ. Καὶ γίνεται μεταστάσιμον, καὶ κατέρχονται πάντες ἐν τῷ νάρθηκι τῆς Μεγάλης Νέας Ἐκκλησίας, οἱ δὲ δεσπόται ἀνιστάμενοι ἐκδέχονται τὸν πατριάρχην. Οἱ οὖν πραιπόσιτοι μετὰ ὀλίγων τοῦ κουβουκλείου ἅμα τοῦ παπίου καὶ τοῦ ἑταιρειάρχου ἀπέρχονται καὶ εἰσάγουσι τὸν πατριάρχην μετὰ καὶ τῶν μητροπολιτῶν καὶ τῆς λοιπῆς αὐτοῦ τάξεως. Καὶ τοῦ πατριάρχου εἰσερχομένου διὰ τῶν διαβατικῶν τοῦ Τρικόγχου, ἔρχεται καὶ κάθηται ἐν τῇ καμάρᾳ τοῦ Χρυστρικλίνου τῇ οὔσῃ πρὸς τὸ Πάνθεον, οἱ δὲ πραιπόσιτοι εἰσερχόμενοι ἀναγγέλλουσι τοῖς δεσπόταις τὴν [1.108] τοῦ πατριάρχου ἄφιξιν, καὶ κελεύουσιν οἱ δεσπόται εἰσαχθῆναι τὸν πατριάρχην. Οἱ δὲ πραιπόσιτοι ἐξερχόμενοι εἰσάγουσιν αὐτόν, καὶ δὴ τοῦτον οἱ δεσπόται κατὰ τὸ εἰωθὸς ἀσπαζόμενοι, εἰσέρχονται μετ' αὐτοῦ μυστικῶς διὰ τοῦ μάκρωνος τοῦ κοιτῶνος εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου, κἀκεῖθεν ἀπέρχονται ἐν τῷ εὐκτηρίῳ τοῦ Ἁγίου Ἠλιοῦ, καὶ οἱ μὲν δεσπόται ἵστανται ἐν τῷ νάρθηκι, ὁ δὲ πατριάρχης εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ τῆς εἰωθυίας εὐχῆς τελουμένης, ἀπάρχονται οἱ ψάλται τὸ τροπάριον. Ὁ δὲ πατριάρχης ἐξερχόμενος ἀπὸ τοῦ θυσιαστηρίου, βαστάζων τὸ ἅγιον Εὐαγγέλιον, ἔρχεται εἰς τὰς βασιλικὰς πύλας τοῦ αὐτοῦ εὐκτηρίου, δηλονότι καὶ τοῦ ὑποδιακόνου βαστάζοντος τὸν λιτανικὸν σταυρόν. Οἱ δὲ δεσπόται λαμβάνουσι παρὰ τοῦ πραιποσίτου κηρούς, καὶ διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ καὶ ἀσπάζονται τὸ Εὐαγγέλιον καὶ τὸν σταυρόν, θυμιώμενοι ὑπὸ τοῦ διακόνου. Καὶ παρακρατούμενος ὁ βασιλεὺς ὑπὸ τοῦ πατριάρχου ἐξέρχεται ἀπὸ τῆς ἐκκλησίας, καὶ διερχομένου αὐτοῦ μέσον τοῦ ναοῦ τοῦ Φάρου, καὶ ἐξιόντος τὴν πύλην τὴν ἐξάγουσαν ἐπὶ τὸν ἡλιακόν, λαμβάνουσιν οἱ δεσπόται παρὰ τῶν πραιποσίτων κηρία λιτανίκια καὶ διέρχονται λιτανεύοντες διὰ μέσου τοῦ ἡλιακοῦ καὶ τοῦ στενωποῦ τοῦ μονοθύρου, κατέρχονται τὸ καταβάσιον τοῦ Βουκολέοντος, καὶ ἐκνεύοντες δεξιᾷ, κατέρχονται πρὸς τὸν νάρθηκα τῆς Νέας Μεγάλης Ἐκκλησίας (ἐκεῖσε γὰρ ἵστανται ἅπαντες οἱ τῆς συγκλήτου), καὶ γίνεται ἡ εἰωθυῖα ἐκκλησιαστικὴ ἀκολουθία τῆς εἰσόδου. Τῶν δὲ δεσποτῶν, κατὰ τὸ εἰωθός, εἰσιόντων μετὰ τοῦ πατριάρχου εἰς τὸ θυσιαστήριον τοῦ εὐκτηρίου τοῦ Ἁγίου Ἠλιοῦ τῆς αὐτῆς Νέας Ἐκκλησίας,ὁ μὲν πατριάρχης προεισέρχεται, οἱ δὲ δεσπόται, ἱστάμενοι ἔξωθεν τῶν ἁγίων θυρῶν, λαμβάνουσι κηροὺς ἀπὸ τῶν πραιποσίτων, καὶ διὰ τῆς τρισσῆς προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ. Εἶτα εἰσερχόμενοι ἐν τῷ [1.109] θυσιατηρίῳ, ἐν πρώτοις μὲν ἀσπάζονται τὰ ἅγια θύρια, εἶτα τὴν τῆς ἁγίας τραπέζης ἐνδυτὴν καὶ τὴν ἐκεῖσε ἀποκειμένην τοῦ ἁγίου προφήτου μηλωτήν, καὶ τιθέντες ἀποκόμβιον ἐπὶ τῆς ἁγίας τραπέζης, διέρχονται διὰ τῶν βημάτων, ἅπτοντες κηροὺς καθ' ἓν ἕκαστον βῆμα, ἀσπαζόμενοι κατὰ τὸ εἰωθὸς τὰς ἐνδυτάς. Καὶ διερχόμενοι διὰ τοῦ αὐτοῦ γυναικίτου, ἅπτουσι κηροὺς εἰς τὴν εἰκόνα Βασιλείου, τοῦ φιλοχρίστου Δεσπότου, καὶ εὐθέως ἀποχαιρετίζοντες τὸν πατριάρχην, εἰσέρχονται ἐν τῷ ἐκεῖσε προσευχαδίῳ, κἀκεῖθεν ἐκβαίνοντες εἰς τὸν πρὸς τὴν θάλασσαν νάρθηκα, ἐν ᾧ καὶ τὰ σελλία ἵστανται καὶ τὸ βῆλον κρέμαται, ἀπαλλάσσουσι τὰς ἑαυτῶν χλανίδας, καὶ ἵστανται ἐκδεχόμενοι τὴν τοῦ ἁγίου Εὐαγγελίου ἀνάγνωσιν, εἶθ' οὕτως λαμβάνοντες κηροὺς παρὰ τῶν πραιποσίτων, ἀκούουσι τοῦ ἁγίου Εὐαγγελίου. Μετὰ δὲ τὴν ἀπόλυσιν τῆς ἐκτενοῦς καθέζονται, καὶ εἰσάγει ὁ τῆς τραπέζης μετὰ καὶ τῶν ἀρτοκλινῶν τὸ κλητώριον, καὶ στοιχεῖ αὐτὸ ὁ μέγας βασιλεὺς καὶ εἶθ' οὕτως οἱ δεσπόται διέρχονται μυστικῶς διὰ τοῦ αὐτοῦ νάρθηκος καὶ τοῦ ἐκεῖσε μυστικοῦ ἀναβασίου, καὶ διὰ τοῦ ἀνωτάτου ἡλιακοῦ τοῦ αὐτοῦ νάρθηκος εἰσέρχονται οἱ δεσπόται εἰς τὸ παλάτιον. Ἰστέον ὅτι ταύτῃ τῇ ἑορτῇ μετὰ τῶν ἀλλαξίμων καθέζονται οἱ δεσπόται ἐπὶ τραπέζης. 1.110 ΚΘʹ (Κʹ) Μηνὶ Μαΐῳ αʹ τὰ ἐγκαίνια τῆς Νέας, ὅσα δεῖ παραφυλάττειν τῇ ἑορτῇ τῶν ἐγκαινίων τῆς Νέας Μεγάλης Ἐκκλησίας. Πρὸ μιᾶς ἡμέρας, κελεύουσιν οἱ δεσπόται τοῖς πραιποσίτοις προελθεῖν ἐπὶ τῇ αὔριον μετὰ ἀλλαξίμων πᾶσαν τὴν σύγκλητον, καὶ τῇ ἕωθεν περὶ ὥραν δευτέραν κελεύουσιν οἱ δεσπόται εἰσελθεῖν τοὺς πραιποσίτους, καὶ δὴ τούτων εἰσελθόντων μετὰ καὶ ὀλίγων τοῦ κουβουκλείου, ἀπέρχονται ἅμα τοῦ παπία καὶ τοῦ ἑταιρειάρχου, καὶ εἰσάγουσι τὸν πατριάρχην μετὰ καὶ τῶν μητροπολιτῶν καὶ τῆς λοιπῆς αὐτοῦ τάξεως. Καὶ τοῦ πατριάρχου εἰσερχομένου διὰ τῶν διαβατικῶν τοῦ Τρικόγχου, ἔρχεται καὶ κάθηται ἐν τῇ καμάρᾳ τοῦ Χρυσοτρικλίνου τῇ οὔσῃ πρὸς τὸ Πάνθεον· οἱ δὲ πραιπόσιτοι εἰσερχόμενοι ἀναγγέλουσι τοῖς δεσπόταις τὴν τοῦ πατριάρχου ἄφιξιν καὶ εὐθέως ἀνίστανται οἱ δεσπόται καὶ εἰσέρχονται ἐν τῇ καμάρᾳ τοῦ Ἁγίου Θεοδώρου, κἀκεῖσε περιβάλλονται τὰς ἑαυτῶν χλανίδας, καὶ ἐξερχόμενοι ἔξωθεν τοῦ βήλου τῆς αὐτῆς καμάρας ἵστανται. Οἱ δὲ πραιπόσιτοι ἐξερχόμενοι εἰσάγουσι τὸν πατριάρχην, οἱ δὲ δεσπόται τοῦτον, κατὰ τὸ [1.111] εἰωθός, ἀσπαζόμενοι, καθέζονται μετ' αὐτοῦ ἐν τῷ Χρυσοτρικλίνῳ μικρόν τι, καὶ εὐθέως γίνεται μεταστάσιμον, καὶ οἱ μὲν μάγιστροι καὶ ἀνθύπατοι καὶ πατρίκιοι καὶ λοιποὶ συγκλητικοὶ κατέρχονται ἐν τῷ νάρθηκι τῆς Νέας Μεγάλης Ἐκκλησίας, οἱ δὲ τοῦ κουβουκλείου ἅπαντες διέρχονται διὰ τοῦ ὡρολογίου καὶ τοῦ Χρυσοτρικλίνου καὶ τῆς καμάρας τοῦ Πανθέου καὶ τοῦ Φύλακος, καὶ ἐκβαίνοντες τὸ μονόθυρον, ἀπίασιν ἐν τῷ ναῷ τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου, καὶ οἱ μὲν δεσπόται ἀνιστάμενοι εἰσέρχονται μετὰ τοῦ πατριάρχου μυστικῶς διὰ τοῦ μάκρωνος τοῦ κοιτῶνος εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου, καὶ οἱ δεσπόται ἵστανται ἐν τῷ νάρθηκι, ὁ δὲ πατριάρχης εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ τῆς εἰωθυίας εὐχῆς τελουμένης, ἀπάρχονται οἱ ψάλται τὸ τροπάριν· ὁ δὲ πατριάρχης ἐξερχόμενος ἀπὸ τοῦ θυσιαστηρίου, βαστάζων τὸ ἅγιον Εὐαγγέλιον, ἔρχεται εἰς τὰς βασιλικὰς πύλας, δηλονότι τοῦ ὑποδιακόνου βαστάζοντος τὸν λιτανικὸν σταυρόν, οἱ δὲ δεσπόται λαμβάνουσι παρὰ τῶν πραιποσίτων κηρούς, καὶ διὰ τῆς τρισσῆς μετὰ τῶν κηρῶν προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ, καὶ ἀσπάζονται τό τε Εὐαγγέλιον καὶ τὸν σταυρόν, θυμιώμενοι ὑπὸ τοῦ διάκονος. Καὶ παρακρατούμενος ὁ βασιλεὺς ὑπὸ τοῦ πατριάρχου ἐξέρχεται ἀπὸ τῆς ἐκκλησίας, καὶ ἐξιόντων τὴν πύλην τὴν ἐξάγουσαν εἰς τὸν ἡλιακόν, λαμβάνουσιν οἱ δεσπόται παρὰ τῶν πραιποσίτων κηρία λιτανίκια, καὶ διέρχονται λιτανεύοντες διὰ μέσου τοῦ ἡλιακοῦ καὶ τοῦ στενωποῦ τοῦ μονοθύρου, καὶ κατέρχονται τὸ καταβάσιον τοῦ Βουκολέοντος, καὶ ἐκνεύοντες δεξιᾷ, κατέρχονται πρὸς τὸν νάρθηκα τῆς Νέας Ἐκκλησίας (ἐκεῖσε γὰρ ἵστανται οἱ τῆς συγκλήτου), καὶ γίνεται ἡ ἀκολουθία τῆς εἰσόδου τῶν ἐγκαινίων."
      }
    ]
  }
}