{
  "chapterNumber": 3,
  "title": "1.112 Τῶν δὲ δεσποτῶν, κατὰ τὸ εἰωθός, εἰσιόντων μετὰ τοῦ πατριάρχου εἰς τὸ θυσιαστήριον, ὁ μὲν πατριάρχης προεισέρχεται· οἱ δὲ δεσπόται, ἱστάμενοι ἔξωθεν τῶν ἁγίων θυρῶν, λαμβάνουσι κηροὺς παρὰ τῶν π",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Χρὴ εἰδέναι ὅτι κατὰ τὴν τάξιν ταύτης τῆς ἑορτῆς καὶ τὸν τύπον ἐπιτελεῖται καὶ ἡ ἑορτὴ τοῦ Ἀρχιστρατήγου μηνὶ Νοεμβρίῳ ηʹ. Εἰδέναι δὲ δεῖ ὅτι ταύτῃ τῇ ἑορτῇ τοῦ Ἀρχιστρατήγου ἐν τῷ εὐκτηρίῳ τοῦ ναοῦ, ἤγουν τοῦ Ἀρχιστρατήγου, ἐπιτελεῖται ἡ τοιαύτη ἑορτή. 1.113 Λʹ (ΚΑʹ) Ὅσα δεῖ παραφυλάττειν τῇ ἑορτῇ καὶ προελεύσει τοῦ Ἁγίου Δημητρίου Πρὸ μιᾶς ἡμέρας, κελεύουσιν οἱ δεσπόται τοῖς πραιποσίτοις τοῦ προελθεῖν ἐπὶ τὴν αὔριον μετὰ ἀλλαξίμων τὴν σύγκλητον πᾶσαν, καὶ τῇ ἕωθεν περὶ ὥραν δευτέραν κελεύουσιν οἱ δεσπόται εἰσελθεῖν τοὺς πραιποσίτους, καὶ δὴ τούτων εἰσελθόντων, μετὰ ὀλίγων τοῦ κουβουκλείου ἀπέρχονται, ἅμα τοῦ παπία καὶ τοῦ ἑταιρειάρχου, καὶ εἰσάγουσι τὸν πατριάρχην μετὰ καὶ τῶν μητροπολιτῶν καὶ τῆς λοιπῆς αὐτοῦ τάξεως. Καὶ τοῦ πατριάρχου εἰσερχομένου, διὰ τῶν διαβατικῶν τοῦ Τρικόγχου εἰσέρχεται, καὶ κάθηται ἐν τῇ καμάρᾳ τοῦ Χρυσοτρικλίνου τῇ οὔσῃ πρὸς τὸ Πάνθεον. Οἱ δὲ πραιπόσιτοι εἰσερχόμενοι ἀναγγέλλουσι τοῖς δεσπόταις τὴν τοῦ πατριάρχου ἄφιξιν, καὶ εὐθέως ἀνίστανται οἱ δεσπόται καὶ εἰσέρχονται ἐν τῇ καμάρᾳ τοῦ Ἁγίου Θεοδώρου, κἀκεῖσε περιβάλλονται τὰς ἑαυτῶν χλανίδας, καὶ ἐξερχόμενοι ἔξωθεν τοῦ βήλου τῆς αὐτῆς καμάρας ἵστανται. Οἱ δὲ πραιπόσιτοι ἐξερχόμενοι εἰσάγουσι τὸν πατριάρχην· οἱ δὲ δεσπόται τοῦτον, κατὰ τὸ εἰωθός, ἀσπαζόμενοι, καθέζονται μετ' αὐτοῦ ἐπὶ τοῦ Χρυσοτρικλίνου μικρόν τι, καὶ ὅτε πάντα καλῶς εὐτρεπισθῶσιν, εἰσέρχονται οἱ πραιπόσιτοι δηλοῦντες τοῖς δεσπόταις, καὶ εὐθέως ἀνίστανται οἱ δεσπόται μετὰ τοῦ πατριάρχου, καὶ ἐξερχόμενοι, κατὰ τὸν εἰωθότα τούτοις [1.114] τύπον, διέρχονται διὰ τοῦ Τριπέτωνος καὶ τοῦ Λαυσιακοῦ καὶ τοῦ Ἰουστινιανοῦ καὶ τῶν Σκύλων καὶ τῶν ἔξω διαβατικῶν τοῦ Μαρκιανοῦ, καὶ ἀπέρχονται ἐν τῷ ἐκεῖσε εὐκτηρίῳ τοῦ Ἁγίου Ἀποστόλου Πέτρου."
      },
      {
        "index": 1,
        "text": "Ἰστέον ὅτι, τῶν δεσποτῶν ἐξερχομένων ἀπὸ τοῦ Χρυσοτρικλίνου μετὰ καὶ τοῦ πατριάρχου, ἵστανται ἀντικρὺ τῶν ἀργυρῶν πυλῶν τοῦ Χρυσοτρικλίνου οἱ εὐνοῦχοι πρωτοσπαθάριοι, ὅ τε λογοθέτης τοῦ δρόμου μετὰ καὶ τοῦ πρωτοασηκρήτις καὶ τοῦ πρωτονοταρίου, ἐπὶ δὲ τὸ μέρος τοῦ ὡρολογίου οἱ τοῦ Χρυσοτρικλίνου. Ἰστέον ὅτι, ἐξιόντων τῶν δεσποτῶν τὰς χαλκᾶς πύλας πρὸς τὸν Λαυσιακόν, δέχονται οἱ τοῦ μαγλαβίου καὶ οἱ τοῦ κουβουκλείου ἅπαντες, κἀκεῖθεν δηριγεύουσι τοὺς δεσπότας. Ἰστέον ὅτι ἔνδον τῶν Σκύλων, ἤγουν εἰς τὴν ἄκραν τοῦ Ἰουστινιανοῦ, ἵστανται οἵ τε μάγιστροι καὶ ἀνθύπατοι καὶ ὀφφικιάλιοι, καὶ τῶν δεσποτῶν διερχομένων, πίπτουσιν ἐπ' ἐδάφους, τούτους προσκυνοῦντες. Οἱ δὲ δεσπόται, καθὼς προείρηται, διέρχονται μέχρι τοῦ Ἁγίου Ἀποστόλου Πέτρου, ὁ δὲ πατριάρχης εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ τῆς εἰωθυίας εὐχῆς τελουμένης, ἀπάρχονται οἱ ψάλται τὸ τροπάριν. Ὁ δὲ πατριάρχης ἐξερχόμενος ἀπὸ τοῦ θυσιαστηρίου, βαστάζων τὸ ἅγιον Εὐαγγέλιον, ἔρχεται εἰς τὰς βασιλικὰς πύλας τοῦ αὐτοῦ εὐκτηρίου, δηλονότι καὶ τοῦ ὑποδιάκονος βαστάζοντος τὸν λιτανικὸν σταυρόν. Οἱ δὲ δεσπόται λαμβάνουσι παρὰ τῶν πραιποσίτων κηροὺς καὶ διὰ τῆς τρισσῆς προσκυνήσεως ἀπευχαριστοῦσι τῷ Θεῷ, καὶ ἀσπάζονται τό τε Εὐαγγέλιον καὶ τὸν σταυρόν, θυμιώμενοι ὑπὸ τοῦ διάκονος, καὶ παρακρατούμενος ὁ βασιλεὺς ὑπὸ τοῦ πατριάρχου, ἐξέρχεται ἀπὸ τῆς ἐκκλησίας. Ἰστέον ὅτι ἀπὸ μὲν τοῦ Ἁγίου Πέτρου ἐξερχομένης τῆς λιτῆς, λέγουσιν οἱ ψάλται τὸ τροπάριν τοῦ μάρτυρος πρὸς τό· \"Λαθὼν ἐτέχθης,\" ὅπερ ἐποίησε Λέων [1.115] ὁ σοφώτατος καὶ ἀγαθὸς βασιλεύς, εἰσερχομένης δὲ τῆς λιτῆς εἰς τὸ Χρυσοτρίκλινον, ἀπάρχονται τὸ τροπάριν τῶν ἐγκαινίων, ἤγουν τό· \"Δόξα σοι, Χριστὲ ὁ Θεός, ἀποστόλων καύχημα.\" Καὶ διερχόμενος, ὅθεν κἀκεῖσε ἀπῄει, διέρχεται διὰ μέσον τοῦ Χρυσοτρικλίνου, καὶ ἐξέρχεται μετὰ τῆς λιτῆς τὰς ἀνατολικὰς πύλας, καὶ οἱ μὲν μάγιστροι καὶ ἀνθύπατοι καὶ πατρίκιοι καὶ ὀφφικιάλιοι ἵστανται ἀντικρὺ τοῦ ναοῦ τοῦ Ἁγίου Δημητρίου, ἤγουν τοῦ ἀριστεροῦ μέρους, οἱ δὲ τοῦ κουβουκλείου κατὰ ἀνατολικὰς τοῦ ἡλιακοῦ, οἱ δὲ δεσπόται μετὰ τοῦ πατριάρχου ἐν τῷ προπυλαίῳ τῆς ἐκκλησίας, καὶ τῆς εἰωθυίας ἀκολουθίας τελεσθείσης, ἤγουν τῶν ἐγκαινίων, γίνεται ἡ εἴσοδος. Καὶ ὁ μὲν πατριάρχης εἰσέρχεται εἰς τὸ θυσιαστήριον, οἱ δὲ δεσπόται, διερχόμενοι μέσον τῆς ἐκκλησίας, ἐξέρχονται καὶ ἵστανται ἐν τῷ ἐκεῖσε Τετρασέρῳ, ἐκδεχόμενοι τὴν τοῦ Εὐαγγελίου ἀνάγνωσιν. Μετὰ δὲ τὴν τοῦ Εὐαγγελίου ἀνάγνωσιν, ἐξερχόμενοι τὰς ἀργυρᾶς τοῦ μάκρωνος πύλας, ἀπαλλάσσουσι τὰς τούτων χλαμύδας, καὶ εἰσερχόμενοι καθέζονται ἐπὶ τοῦ Χρυσοτρικλίνου, καθὼς εἴθισται αὐτοῖς, καὶ μετὰ μικρὸν δίδονται μίνσαι."
      },
      {
        "index": 2,
        "text": "Τῇ αὐτῇ δὲ ἡμέρᾳ συνεστιῶνται τῷ πατριάρχῃ καὶ τοῖς μητροπολίταις καὶ τῇ συγκλήτῳ, οἷς ἂν κελεύσωσιν. 1.116 ΛΑʹ (ΚΒʹ) Ὅσα δεῖ παραφυλάττειν τῇ ἑορτῇ καὶ προελεύσει τῆς Ὑψώσεως τῶν τιμίων ξύλων. προέρχονται οἱ τοῦ κουβουκλείου, πατρίκιοί τε καὶ δομέστικοι καὶ οἱ λοιποὶ ἅπαντες ἄρχοντες ἀπὸ σκαραμαγγίων ἐν τῷ Σπαθαρικίῳ ὥραν ἐννάτην ἢ καὶ δεκάτην νυκτός· καὶ μέλλοντος τοῦ βασιλέως ἐξέρχεσθαι, ἀνοίγεται ἡ πύλη τοῦ Σπαθαρικίου, καὶ τῶν ἀρχόντων τοῦ κουβουκλείου εἰσελθόντων καὶ τὰ σαγία αὐτῶν φορούντων, προσκυνοῦσι τὸν βασιλέα· ὁ δὲ βασιλεύς, δηριγευόμενος ὑπ' αὐτῶν, ἐξέρχεται. Οἱ δὲ πατρίκιοι ἅμα τῶν δομεστίκων ἐκδέχονται τὸν βασιλέα ἔξω τῆς πύλης τοῦ Σπαθαρικίου, ὡσαύτως καὶ οἱ βασιλικοὶ προσκυνήσαντες διέρχονται ἔμπροσθεν τοῦ βασιλέως· ὁ δὲ βασιλεὺς δηριγευόμενος ὑπό τε τοῦ κουβουκλείου καὶ τῶν βασιλικῶν, διέρχεται διὰ τῆς Μανναύρας καὶ τῶν ἀνωτέρων αὐτῆς διαβατικῶν, καὶ διὰ τῆς ξυλίνης σκάλας ἀνελθών, εἰσέρχεται ἐν τοῖς κατηχουμενίοις τῆς Μεγάλης Ἐκκλησίας, εἶθ' οὕτως ἅψας κηροὺς καὶ εὐξάμενος, παρακύπτει ἐν τοῖς δεξιοῖς μέρεσιν. Ἔπειτα ἀλλάσσουσιν οἱ τοῦ κουβουκλείου ἄρχοντες, οἱ δὲ κουβικουλάριοι τὰ καμίσια αὐτῶν καὶ μόνον, οἱ δὲ πατρίκιοι χλανίδια λιτά. Εἶτα κελεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, καὶ προσκαλεῖται ὁ πατριάρχης, καὶ ὀλίγον μετὰ τοῦ βασιλέως καθεσθεὶς ἐξέρχεται, καὶ ἄπεισιν ἐν τῷ μικρῷ σεκρέτῳ, ἔνθα πρόκεινται τὰ τίμια [1.117] ξύλα, ἐκδεχόμενος τὸν βασιλέα. Ἀρχομένης δὲ τῆς ἐκκλησίας τό· \"Δόξα ἐν ὑψίστοις Θεῷ\", ἀπέρχεται ὁ βασιλεύς, δηριγευόμενος ὑπὸ τοῦ κουβουκλείου εἰς προσκύνησιν τῶν τιμίων ξύλων, καὶ προσκυνήσας τὰ τίμια ξύλα, ἐξέρχεται ἐν τῷ μεγάλῳ σεκρέτῳ, καὶ ἐπιδίδωσιν αὐτῷ ὁ πατριάρχης κηρίον λιτανίκιν ἄνευ φιαλίου."
      },
      {
        "index": 3,
        "text": "Ἐν δὲ τῷ αὐτῷ σεκρέτῳ δέχονται τὸν βασιλέα οἱ πατρίκιοι ἅμα τῇ συγκλήτῳ, βαστάζοντες κηρία ἄνευ φιαλίων, οὐ πίπτουσι δέ· εἶτα ὁ βασιλεὺς μετὰ τῶν ἀρχόντων τοῦ κουβουκλείου καὶ πατρικίων καὶ πάσης τῆς συγκλήτου, ὀψικεύων τὰ τίμια ξύλα, κατέρχεται διὰ τοῦ μεγάλου κοχλιοῦ, καὶ ἐκκλίνας τὸ εὐώνυμον μέρος, διέρχεται διὰ τοῦ διδασκαλείου, ἔνθα ἐπιγέγραπται τὰ πασχάλια, καὶ τὰ βάθρα κατελθών, εἰσέρχεται διὰ τῆς μεγάλης πύλης τοῦ νάρθηκος, καὶ τὰς βασιλικὰς πύλας καταλαβών, ἵσταται, ἐπιδοὺς τῷ πραιποσίτῳ κηρίον, ὅπερ κατέχει, καὶ ἕτερα παρ' αὐτοῦ λαβὼν καὶ εὐξάμενος, ἐπιδίδωσιν αὐτὰ τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος τῷ τῆς καταστάσεως. Ἔπειτα λαμβάνει τὸ λιτανίκιν αὐτοῦ πάλιν παρὰ τοῦ πραιποσίτου, καὶ προσκυνήσας τὸ ἄχραντον Εὐαγγέλιον, διέρχεται μετὰ τοῦ πατριάρχου μέσον τοῦ ναοῦ, καὶ ἐν τοῖς δεξιοῖς μέρεσι τοῦ ἄμβωνος εἰσέρχεται διὰ τῆς σωλέας, τῶν πατρικίων ἑστώτων εἰς τὴν σωλέαν, καὶ βασταζόντων τὰ αὐτῶν κηρία. Ὁ δὲ βασιλεὺς ἔμπροσθεν τῶν ἁγίων θυρῶν ἑστώς, ἐπιδίδωσι τῷ πραιποσίτῳ τὸ ἴδιον κηρίον, καὶ ἕτερα παρ' αὐτοῦ λαβὼν καὶ εὐξάμενος, ἐπιδίδωσιν αὐτὰ αὐτῷ, καὶ εἰς τὸ θυσιαστήριον εἰσελθών, καὶ τὰ τίμια ξύλα προσκυνήσας, ἐξέρχεται, εἶθ' οὕτως ὑποστρέψας διὰ τῆς σωλέας, ἀνέρχεται τρίτον βάθρον τοῦ ἄμβωνος ἢ καὶ τέταρτον, καὶ ἵσταται ἐκεῖσε, κρατῶν τὸ κηρίον· οἱ δὲ τοῦ κουβουκλείου ἄρχοντες ἵστανται ἐν τῇ σωλέᾳ ἐνώπιον τοῦ βασιλέως, οἱ δὲ εὐνοῦχοι πρωτοσπαθάριοι ἐξ εὐωνύμου τοῦ ἄμβωνος [1.118] εἰς τὸ σκάμνον, οἱ δὲ τοῦ μαγλαβίου ὀπίσω τῶν εὐνούχων πρωτοσπαθαρίων, ἴσον τοῦ ἀριστεροῦ μέρους τοῦ ἄμβωνος, διὰ τὸ μὴ διοδεύειν τινὰ ἐνώπιον τοῦ βασιλέως. Τοῦ δὲ πατριάρχου ἀνελθόντος μετὰ τῶν τιμίων ξύλων εἰς τὸν ἄμβωνα, ἐπιδίδωσιν ὁ βασιλεὺς τὸ λιτανίκιν αὐτοῦ κηρίον τῷ πραιποσίτῳ, καὶ λαβὼν ἕτερα τῆς προσευχῆς, ἵσταται μετ' αὐτῶν, ἕως ἂν ὑψώσῃ ἐν τοῖς τέσσαρσι μέρεσι τοῦ ἄμβωνος. Εἶτα ἐπιδιδοὺς ὁ βασιλεὺς τοὺς κηροὺς τῷ πραιποσίτῳ, κατέρχονται ἀμφότεροι διὰ τῆς σωλέας, ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, καὶ εἰσέρχονται εἰς τὸ θυσιαστήριον. Προτιθεμένων τῶν τιμίων ξύλων, καὶ τοῦ βασιλέως εὐξαμένου καὶ προσκυνήσαντος τὰ τίμια ξύλα, ἐξέρχεται διὰ τοῦ πλαγίου τοῦ θυσιαστηρίου, καὶ διασώζει αὐτὸν ὁ πατριάρχης μέχρι τοῦ Ἁγίου Φρέατος. Κἀκεῖσε ἀλλήλους ἀσπασάμενοι, ὁ μὲν βασιλεὺς μετὰ τῆς προελεύσεως εἰσέρχεται διὰ τῆς μικρᾶς πύλης τῆς Χαλκῆς, ἐν ᾗ ἵσταται μέρος τῶν Πρασίνων καὶ κατασφραγίζει τὸν βασιλέα, ἕως ἂν διέλθῃ, καὶ οὐδὲν ἕτερον ποιεῖ. Τοῦ δὲ βασιλέως εἰσελθόντος εἰς τὴν Χαλκῆν, δέχεται αὐτὸν μέρος τῶν Βενέτων ἐν τῷ δεξιῷ μέρει τοῦ τρικλίνου, καὶ κατασφραγίζει τὸν βασιλέα, ὃν τρόπον καὶ οἱ Πράσινοι· τὰς δὲ Σχολὰς καὶ τὰ Ἐκσκούβιτα διελθών, ἀπέρχεται διὰ τοῦ Κονσιστωρίου, καὶ μένει ἡ σύγκλητος ἐκεῖσε, ὑπερευχομένη τὸν βασιλέα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους·\" διελθόντα δὲ τὸν Ὀνόποδα, δέχεται αὐτὸν ὁ τῆς καταστάσεως μετὰ τῶν σιλεντιαρίων, καὶ αὐτοὶ ὑπερευχόμενοι τὸν βασιλέα, οἱ δὲ πατρίκιοι εἰς τὸ στενὸν καὶ αὐτοὶ ὁμοίως ποιοῦσι. Καὶ διελθὼν διὰ τοῦ Αὐγουστέως εἰσέρχεται εἰς τὸ παλάτιον, καὶ εὐθέως ἀπαλλάσσουσιν οἱ ἄρχοντες πάντες, καὶ μένουσιν ἀπὸ σκαραμαγγίων. Χρὴ εἰδέναι ὅτι τῇ αὐτῇ ἡμέρᾳ προέλευσις οὐκ εἰσέρχεται. 1.119 ΛΒʹ (ΚΓʹ) Ὅσα δεῖ παραφυλάττειν τῇ ἑορτῇ καὶ προελεύσει τῆς ἁγίας Χριστοῦ τοῦ Θεοῦ ἡμῶν κατὰ σάρκα Γεννήσεως. Προέρχονται ἅπαντες ἠλλαγμένοι ἐν τῷ ἡμικυκλίῳ τῆς Ἀψίδος, φοροῦντες οἱ πατρίκιοι καὶ οἱ τοῦ κουβουκλείου καὶ οἱ τὰ πρῶτα ὀφφίκια κατέχοντες χλανίδια, οἱ μὲν τύρεα καὶ μηλινοκάθρυπτα, ὁμοίως καὶ οἱ τοῦ κουβουκλείου τύρεα, οἱ δὲ ταῶνας κογχευτούς, ἕτεροι μαρζαύλια· καθυπουργοῦσι δὲ οἱ αὐτοὶ μετὰ τῶν αὐτῶν χλανιδίων μέχρι τῆς πρὸ μιᾶς ἡμερῶν παραμονῆς τῶν Φώτων. Τοῦ δὲ παλατίου ἀνοίξαντος, οἵ τε πατρίκιοι καὶ στρατηγοὶ καὶ οἱ τοῦ κουβουκλείου εἰσέρχονται εἰς τὸ ἡμικύκλιον τῆς Ἀψίδος, ὡσαύτως καὶ οἱ ἐξ ἔθους εἰσερχόμενοι, καὶ πάντων ἐν τῷ παλατίῳ εἰσελθόντων, οἱ μὲν πατρίκιοι ἅμα τῶν στρατηγῶν τε καὶ δομεστίκων δέχονται τὸν βασιλέα ἐν τῷ ἡμικυκλίῳ τῆς Ἀψίδος, ἤγουν τοῦ Τρικόγχου· οἱ δὲ τοῦ κουβουκλείου ἅπαντες εἰσερχόμενοι διὰ τῶν διαβατικῶν τῶν Ἁγίων μʹ. Κἀκεῖθεν δηριγευόμενος ὑπ' αὐτῶν ὁ βασιλεὺς διέρχεται διὰ τῆς Δάφνης εἰς τὴν Ἁγίαν Τριάδα, κἀκεῖσε κηροὺς ἅψας, ἐξέρχεται διὰ τῆς πλαγίας τοῦ βήματος καὶ εἰσέρχεται, ἔνθα τὰ λείψανα τῶν ἁγίων ἀπόκεινται, ἅπτων ἐκεῖσε κηρούς, ὡσαύτως ἅπτει κηροὺς καὶ εἰς τὸν βαπτιστῆρα ἔξω εἰς τοὺς σταυρούς. Διοδεύων δὲ διὰ τοῦ Αὐγουστέως, εἰσέρχεται εἰς τὸν Ἅγιον Στέφανον, [1.120] ἅψας δὲ κἀκεῖσε κηροὺς καὶ εὐξάμενος, ἐξέρχεται, καὶ εἰσέρχεται ἐν τῷ κοιτῶνι αὐτοῦ, ἐκδεχόμενος τὸν καιρόν. Τοῦ δὲ τῆς καταστάσεως εἰσελθόντος καὶ ἐνέγκαντος ἀπόκρισιν τῷ πραιποσίτῳ, ὅτι ἤγγικεν ἡ ὥρα, εἰσέρχεται ὁ πραιπόσιτος, καὶ λέγει τῷ βασιλεῖ, καὶ ἐξέρχεται ἀπὸ τοῦ κοιτῶνος αὐτοῦ, καὶ τὴν χλανίδα αὐτοῦ περιβαλλόμενος διὰ τῶν βεστητόρων, καὶ ἐξελθόντων αὐτῶν, στέφεται ὑπὸ τοῦ πραιποσίτου καὶ ἐξέρχεται διὰ τοῦ Αὐγουστέως εἰς τὸ στενόν, ἑστώτων πρωτοσπαθαρίων βαρβάτων ἔξω τῆς πύλης ἐξ εὐωνύμων εἰς τὸ βῆλον, καὶ τοῦ βασιλέως ἐκεῖσε μετὰ τῶν ἀρχόντων τοῦ κουβουκλείου στάντος, νεύει τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος δίδωσι νεῦμα τῷ ὀστιαρίῳ εἰς τὸ βῆλον κάτω, καὶ εἰσέρχονται οἱ πατρίκιοι εἰς τὸ στενὸν μετὰ τῶν στρατηγῶν, καὶ προσκυνοῦσι τὸν βασιλέα, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, λέγει· \"Κελεύσατε.\" Εἶθ' οὕτως ὁ βασιλεὺς διέρχεται, δηριγευόμενος ὑπό τε τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν, ὡσαύτως δὲ καὶ οἱ βεστήτορες, βαστάζοντες τὸν σταυρόν, διέρχονται ἐνώπιον τῶν πατρικίων καὶ τῆς συγκλήτου δι' ὅλης τῆς προελεύσεως· τοῦ δὲ βασιλέως ἐξελθόντος τὴν τοῦ πουλπίτου πύλην, ἤγουν εἰς τὸν Ὀνόποδα, καὶ στάντος αὐτοῦ ἐκεῖσε, αὖθις πεσόντες οἱ πατρίκιοι καὶ οἱ λοιποί, ἱσταμένου τοῦ τῆς καταστάσεως ἔμπροσθεν, λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ τῆς καταστάσεως, καὶ λέγει· \"Κελεύσατε.\" Καὶ κατέρχονται πάντες εἰς τὸ Κονσιστώριον, καὶ στάντος τοῦ βασιλέως ὑποκάτω τοῦ καμελαυκίου εἰς τὸν πορφυροῦν λίθον, προσκυνοῦσι πάντες οἱ προειρημένοι μετὰ πάσης τῆς συγκλήτου, ἑστῶτος καὶ σιλεντιαρίου ἔμπροσθεν τῆς πύλης· εἶτα νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος [1.121] τῷ σιλεντιαρίῳ, κἀκεῖνος λέγει· \"Κελεύσατε.\" Τὸ δὲ βασιλικὸν ἄρμα βαστάζοντες σπαθάριοι βασιλικοὶ διοδεύουσιν ὄπισθεν τῶν βαρβάτων πρωτοσπαθαρίων ἐν ἑκάστῃ προελεύσει οὕτως, καὶ διέρχονται ἅπαντες διὰ τῶν Ἐκσκουβίτων. Ἔμπροσθεν δὲ τῶν τριῶν πυλῶν τοῦ Κονσιστωρίου ἀντικρὺ ἵσταται ὁ κλῆρος τοῦ Κυρίου, βαστάζων σταυρὸν καὶ θυμιατόν, καὶ προσκυνήσας τὸν σταυρὸν ὁ βασιλεύς, ὡς εἴθισται αὐτῷ κατὰ προέλευσιν ποιεῖν, διέρχεται διὰ τῶν Ἐκσκουβίτων, ὀψικευόμενος ὑπό τε τῆς συγκλήτου καὶ τῶν σκευῶν κατὰ τάξιν ἔμπροσθεν τοῦ μεγάλου σταυροῦ ἔνθεν κἀκεῖσε. Τοῦ δὲ βασιλέως μέλλοντος τὴν μεγάλην πύλην τῶν Ἐκσκουβίτων διελθεῖν, εἰ μέν εἰσι σκρίβωνες μέλλοντες προβληθῆναι τῇ τάξει ταύτῃ, στάντος τοῦ βασιλέως μέσον τῆς πύλης, εἰσάγει ὁ δομέστικος τῶν ἐκσκουβίτων καὶ ὁ τῆς καταστάσεως, κρατοῦντες τὸν σκρίβωνα. Καὶ λαβὼν ὁ βασιλεὺς παρὰ τοῦ πραιποσίτου τὸ βεργίον, ἐπιδίδωσι τῷ σκρίβωνι· εἶτα λαβὼν τὸ βεργίον, ἀπέρχεται καὶ ἵσταται ἐν τῇ τάξει αὐτοῦ. Καὶ κατελθὼν τὸ μέγα πούλπιτον ὁ βασιλεὺς καὶ εἰς τὰς Σχολὰς εἰσελθὼν ἔνδον τῆς πύλης εἰς τὸ στρογγύλον, ἔνθα ὁ σταυρὸς ἵσταται καὶ οἱ τοῦ λογοθεσίου, ἅπτει κἀκεῖσε κηρούς, καὶ στὰς ἐν τῇ καμάρᾳ τοῦ στρογγύλου, εἰ μέν εἰσι κόμητες οἱ μέλλοντες προβληθῆναι, προβάλλονται οὕτως· Κρατοῦσιν ὅ τε δομέστικος τῶν σχολῶν καὶ ὁ τῆς καταστάσεως τὸν μέλλοντα προβληθῆναι κόμητα, καὶ ἄγουσιν αὐτὸν πρὸς τὸν βασιλέα· ὁ δὲ βασιλεὺς λαβὼν παρὰ τοῦ πραιποσίτου ὠρατίωνα, ἐπιδίδωσιν αὐτῷ, ἀπέρχεται καὶ ἵσταται ἐν τῇ τάξει αὐτοῦ· ὁμοίως δὲ ἐάν εἰσι καὶ δομέστικοι ἢ καὶ προτήκτωρες μέλλοντες προβληθῆναι, κρατούμενοι ὑπό τε τοῦ δομεστίκου τῶν σχολῶν καὶ τοῦ τῆς καταστάσεως, ἄγονται πρὸς τὸν βασιλέα, ὁ δὲ βασιλεὺς λαβὼν παρὰ τοῦ ἐπὶ τοῦ κανικλείου τὰ χαρτία, οἷα [1.122] τῶν ὑπάτων, ἐπιδίδωσι τοῖς προβαλλομένοις, καὶ ἀπελθόντες ἵστανται ἐν τῇ τάξει αὐτῶν. Ὁ δὲ βασιλεὺς διέρχεται διὰ τῶν Σχολῶν, καὶ ἐν τῇ πέμπτῃ Σχολῇ ἐλθών, ἅπτει ἐκεῖσε εἰς τὸν σταυρὸν κηροὺς καὶ στάντος αὐτοῦ ἐν τῇ τῆς πέμπτης Σχολῆς πύλῃ, δέχεται αὐτὸν ὁ περατικὸς δῆμος τῶν Βενέτων καὶ ἐπιδίδωσι τῷ βασιλεῖ ὁ δομέστικος τῶν σχολῶν λιβελλάριον, ὁ δὲ βασιλεὺς δίδωσι τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος κουβικουλαρίῳ, καὶ τοῦ δομεστίκου καὶ τοῦ τῆς καταστάσεως στάντων ἐν τῷ τόπῳ αὐτῶν, εὐφημοῦντος καὶ τοῦ δήμου τὸν βασιλέα, ὁ δομέστικος τῶν σχολῶν κατασφραγίζει μετὰ τῆς χροακῆς αὐτοῦ ἧς φορεῖ χλανίδος. Καὶ τοῦ δήμου ἐκτελέσαντος τὰς ἐξ ἔθους εὐφημίας, ὁ βασιλεὺς διέρχεται διὰ τῶν Σχολῶν καὶ ἐξέρχεται τὴν μεγάλην πύλην τῆς Χαλκῆς, εἶτα διοδεύων διὰ τῆς μέσης, εἰσέρχεται διὰ τοῦ Αὐγουστίωνος. Αἱ δὲ λοιπαὶ δοχαὶ τοῦ περατικοῦ δήμου τῶν Πρασίνων καὶ δήμου τῶν Βενέτων καὶ αὐτοὶ εὐφημοῦσι, καὶ ἐπιδιδόντες τὰ λιβελλάρια, ποιοῦντες καὶ σταυρία, ὁ δημοκράτης τῶν Πρασίνων καὶ οἱ δύο δήμαρχοι τῶν μερῶν ἐκτελοῦσιν ἅπαντα ἀκολούθως, ὃν τρόπον καὶ ὁ δομέστικος τῶν Σχολῶν ἐξετέλεσεν. Καὶ εἰσελθόντος τοῦ βασιλέως πρὸ τοῦ νάρθηκος ἔνδον τοῦ βήλου, λαμβάνει ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, εἰσέρχεται ὁ βασιλεὺς ἐν τῷ νάρθηκι, καὶ δέχεται αὐτὸν ὁ πατριάρχης, εἶτα προσκυνήσαντες ἀλλήλους καὶ ἀσπασάμενοι, κρατήσαντες ἀλλήλων τὰς χεῖρας, διέρχονται μέχρι τῶν βασιλικῶν πυλῶν, κἀκεῖσε στὰς ὁ βασιλεὺς ἅπτει κηρούς, καὶ τοῦ πατριάρχου ἐκτελέσαντος τὴν εὐχὴν τῆς εἰσόδου τῆς θείας λειτουργίας, ἐπιδίδοι ὁ βασιλεὺς τῷ τῆς καταστάσεως. Καὶ ἀσπασάμενος ὁ βασιλεὺς τὸ ἄρχαντον Εὐαγγέλιον, [1.123] εἰσέρχεται μέσον διὰ τοῦ ναοῦ, καὶ διὰ τῆς πλαγίας τοῦ ἄμβωνος καὶ τῆς σωλαίας διελθών, ἵσταται ἐνώπιον τῶν ἁγίων θυρῶν, καὶ λαβὼν κηρία ἀπὸ τοῦ πραιποσίτου καὶ εὐξάμενος, ἐπιδιδοῖ αὐτὰ πάλιν τῷ πραιποσίτῳ καὶ εἰσέρχεται ἔνδον εἰς τὸ θυσιαστήριον, καὶ ὑφαπλοῖ ἐν τῇ ἁγίᾳ τραπέζῃ δύο εἰλιτά, ἀσπαζόμενος δύο ἱερὰ ποτήρια καὶ δύο ἱεροὺς δίσκους καὶ τὰ σπάργανα τοῦ Κυρίου· εἶτα λαβὼν ἀπὸ τοῦ πραιποσίτου ἀποκόμβιον ὁ βασιλεύς, τίθησιν αὐτὸ ἐν τῇ ἁγίᾳ τραπέζῃ καὶ ἐξέρχεται διὰ τῆς πλαγίας τοῦ βήματος, καὶ εἰσέρχεται εἰς τὸ μητατώριον, ἅπτων κἀκεῖσε κηρούς."
      },
      {
        "index": 4,
        "text": "Τελουμένης δὲ τῆς θείας λειτουργίας, ἡνίκα μέλλουσι τὰ ἅγια διέρχεσθαι, ἐξέρχεται ὁ βασιλεύς, δηριγευόμενος ὑπό τε τῶν πατρικίων καὶ λοιπῶν ἀρχόντων, καὶ κατέρχεται διὰ τῆς πλαγίας τοῦ ναοῦ, καὶ ἀπέρχεται, ἔνθα ἵσταται τὸ κηρίον, ὅπερ μέλλει βαστάξαι, καὶ πλησιάσαντος τοῦ βασιλέως εἰς τὸν τόπον, ἐν ᾧ ἵσταται τὸ κηρίον αὐτοῦ, ἵσταται ἡ σύγκλητος ἔνθεν κἀκεῖθεν, καὶ διέρχεται μέσον αὐτῶν. Καὶ πλησιάσαντος τῇ λαμπάδι αὐτοῦ, ἤγουν τῷ κηρίῳ, λαμβάνει αὐτὸ ὁ πραιπόσιτος καὶ ἐπιδιδοῖ τῷ βασιλεῖ, καὶ λαβὼν αὐτό, αὖθις ὑποστρέφει, ὀψικευόμενος ὑπὸ τῶν ἀρχόντων, καὶ διέρχεται ὄπισθεν αὐτῶν, ὀψικεύων τὰ ἅγια, καὶ εἰσέρχεται διὰ τῆς σωλαίας, καὶ τῶν ἁγίων θυρῶν πλησίον γενόμενος, ἐπιδίδωσι τὸ κηρίον τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος τίθησιν αὐτὸ ἐπάνω τῆς σωλαίας, πλησίον τῶν ἁγίων θυρῶν, καὶ πλησίον αὐτοῦ ἑστὼς ὁ βασιλεύς, ἐκδέχεται ἐκεῖσε, ἕως ἂν διέλθωσι τὰ ἅγια, καὶ προσκυνοῦσιν ἀμφότεροι ἀλλήλους, ὅ τε βασιλεὺς καὶ ὁ πατριάρχης. Ἀπέρχεται πάλιν ὁ βασιλεὺς εἰς τὸ μητατώριον· ἡνίκα δὲ ἐγγίσῃ ὁ ἀσπασμός, ἐξέρχεται πάλιν, καὶ ἀπελθὼν ἀσπάζεται τὸν πατριάρχην, μητροπολίτας τε καὶ [1.124] ἐπισκόπους, ἄρχοντάς τε τῆς Ἐκκλησίας καὶ κληρικοὺς τοὺς ἐξ ἔθους ἀσπαζομένους τὸν βασιλέα, ὁμοίως καὶ τρία φωτίσματα, καὶ στάντος τοῦ βασιλέως ἐν τῷ τόπῳ, ἐν ᾧ εἴθισται αὐτὸν πάντοτε διδόναι τὴν ἀγάπην τοῖς ἄρχουσιν, εἰσέρχονται οἱ πατρίκιοι, στρατηγοί τε καὶ δομέστικοι, καὶ οἱ τὰ πρῶτα ὀφφίκια κατέχοντες, οἱ δήμαρχοι καὶ ὁ τῆς καταστάσεως, ἅπαντες δὲ οὗτοι κατὰ τὰς ἰδίας αὐτῶν τάξεις προσκυνοῦντες, ἀσπάζονται καὶ ἵστανται εἰς τὰς ἰδίας αὐτῶν τάξεις τε καὶ στάσεις ἔνθεν κἀκεῖσε, καὶ μετὰ τὸ ἀσπάσασθαι τὸν βασιλέα πάντας τοὺς προρρηθέντας, προσκυνοῦσιν ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης. Πάλιν ἀπέρχεται ὁ βασιλεὺς εἰς τὸ μητατώριον, καὶ τῆς θείας κοινωνίας καταλαβούσης, ὁ τῆς καταστάσεως δηλοῖ τῷ πραιποσίτῳ, καὶ ὁ πραιπόσιτος τῷ βασιλεῖ, καὶ ἐξέρχεται δηριγευόμενος ὑπὸ τῶν προειρημένων, καὶ πλησίον τοῦ πατριάρχου γενόμενος πρὸς τὸ κοινωνῆσαι τοῦ ἀχράντου σώματος καὶ αἵματος τοῦ Κυρίου ἡμῶν Ἰησοῦ Χριστοῦ, κρατοῦσι δύο ὀστιάριοι δουμνικάλιον ἡπλωμένον, καὶ δεξάμενος τὸ τίμιον δῶρον ἐν ταῖς χερσὶν αὐτοῦ, ἀσπάζεται τὸν πατριάρχην, καὶ τὸ πούλπιτον κατελθὼν καὶ σφραγίσας ἐκ τρίτου, κοινωνεῖ τὸ ἅγιον δῶρον. Εἶθ' οὕτως ἀνέρχεται τὸ αὐτὸ πούλπιτον καὶ ὑφαπλοῦσιν οἱ ὀστιάριοι τὸ δουμνικάλιν ὑποκάτω, καὶ λαβὼν τὸ νᾶμα παρὰ τοῦ πατριάρχου, κατέρχεται, καὶ εὐξάμενος προσκυνοῦσιν ἀμφότεροι ἀλλήλους, εἶτα ὑποστρέψας εἰσέρχεται εἰς τὸ μητατώριον καὶ κραματίζει μετὰ τῶν πατρικίων καὶ λοιπῶν ἀρχόντων, οὓς ἂν κελεύσῃ. Εἶτα περιβάλλεται διὰ τῶν βεστητόρων τὴν χλανίδα αὐτοῦ, καὶ κελεύει τῷ πραιποσίτῳ προσκαλέσασθαι τὸν πατριάρχην, καὶ διέρχεται μετὰ τοῦ βασιλέως ἕως τοῦ Ἁγίου Φρέατος, κἀκεῖσε στάντος τοῦ βασιλέως, κράζει ὁ ἄργυρος τοὺς εἰωθότας λαμβάνειν τὰ χρυσᾶ βαλαντίδια. [1.125] Ὁ οὖν πραιπόσιτος λαμβάνων ἐκ τοῦ ἀργύρου τὰ βαλαντίδια, ἐπιδίδωσι τῷ βασιλεῖ, ὁ δὲ βασιλεὺς δίδωσιν οὓς κράζει ὁ ἄργυρος, καὶ εἰσελθὼν ἔνδον τοῦ βήλου μετὰ τῶν τοῦ κουβουκλείου ἀρχόντων, ἐπιδίδωσιν ὁ πραιπόσιτος τὸ στέμμα τῷ πατριάρχῃ, κἀκεῖνος στέφει τὸν βασιλέα, καὶ εἶθ' οὕτως ἐπιδίδωσιν ὁ πατριάρχης εὐλογίας τῷ βασιλεῖ, εἶτα λαβὼν ὁ βασιλεὺς παρὰ τοῦ πραιποσίτου ἀποκόμβιον, ἀντιδίδωσι τῷ πατριάρχῃ, ὁ δὲ πατριάρχης ἀντιδίδωσι τῷ βασιλεῖ ἀλειπτά. Καὶ ἀλλήλους ἀσπασάμενοι, ἐξέρχεται ὁ βασιλεὺς καὶ ἵσταται ἔξω τῆς πύλης τοῦ Ἁγίου Φρέατος τῆς ἐξαγούσης εἰς τὸν ἔμβολον, κἀκεῖσε δέχεται αὐτὸν τὸ μέρος τῶν Βενέτων, φοροῦντος τοῦ δημάρχου χλανίδα βένετον, καὶ ἀκτολογοῦσιν, ὡς εἴθισται αὐτοῖς, εὐφημοῦντες τὸν βασιλέα, ὁμοίως καὶ οἱ τοῦ περατικοῦ δήμου δημοκράται καὶ ὁ δήμαρχος τῶν Πρασίνων τοῦτο ἐκτελοῦσι κατὰ τὴν τάξιν αὐτῶν. Καὶ αὖθις διέρχεται διά τε τῶν Σχολῶν καὶ τῶν Ἐκσκουβίτων, κἀκεῖσε ἵσταται ἡ σύγκλητος ἐν τῷ Κονσιστωρίῳ, λέγουσα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\" καὶ μένουσιν ἐκεῖσε· εἰς δὲ τὸν Ὀνόποδα μένει ὁ τῆς καταστάσεως μετὰ σιλεντιαρίων ὑπερευχόμενοι καὶ αὐτοὶ τὸν βασιλέα. Οἱ δὲ πατρίκιοι καὶ οἱ στρατηγοὶ ἵστανται εἰς τὸ στενόν, ὁμοίως ὑπερευχόμενοι, ὥσπερ ἡ σύγκλητος, καὶ μένουσιν ἐκεῖσε. Τῶν δὲ τοῦ κουβουκλείου εἰσελθόντων εἰς τὸν Αὐγουστέα καὶ στάντων δίκην τοῦ Π στοιχείου, καὶ τοῦ βασιλέως εἰσελθόντος, εὐθέως αἱ μεγάλαι πύλαι τοῦ Αὐγουστέως ἀσφαλίζονται, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος, λέγει ῥωμαϊκῇ διαλέκτῳ· \"Δίθ\"· ἀποκριθεὶς δὲ τῶν τοῦ κουβουκλείου εἷς λέγει· \"Καλῶς\", καὶ οἱ τοῦ κουβουκλείου ἀποκριθέντες λέγουσι ῥωμαϊστί· \"Ἤλθετε, μούλτους ἄννους, φιλληκήσιμε\". Εἶθ' οὕτως [1.126] εἰσέρχεται ὁ βασιλεὺς εἰς τὸ Ὀκτάγωνον, καὶ λαβόντος τοῦ πραιποσίτου τὸ στέμμα ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, εἰσέρχονται οἱ βεστήτορες καὶ ἀπαλλάσσουσι τὴν χλανίδα αὐτοῦ. Εἶθ' οὕτως εἰσέρχεται εἰς τὸν κοιτῶνα αὐτοῦ. Εἶτα ἐξελθὼν ἀκουμβίζει, καὶ ἀναστὰς περιβάλλεται τὸ σαγίον αὐτοῦ, καὶ δηριγευόμενος ὑπό τε τοῦ μαγλαβίου καὶ τῶν τοῦ κουβουκλείου εἰσέρχεται εἰς τὸ παλάτιον· οἱ δὲ τοῦ κουβουκλείου, στάντες ἐν τῷ Χρυσοτρικλίνῳ, λέγουσι τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ ἀναχωρεῖ ἕκαστος εἰς τὸν οἶκον αὐτοῦ. https://byzantium.gr/ 1.127 ΛΓʹ (ΚΔʹ) Ὅσα δεῖ παραφυλάττειν τῇ αʹ Ἰαννουαρίου μηνός, τοῦ Ἁγίου Βασιλείου. Τῆς συνήθους καὶ καθημερινῆς προελεύσεως γινομένης ἐν τῷ ἱερῷ παλατίῳ, καὶ πάντων μετὰ ἀλλαξίμων προερχομένων διὰ τὰς τῆς δωδεκαημέρου ἑορτασίμους ἡμέρας, περὶ ὥραν δευτέραν ζητοῦσιν οἱ δεσπόται τὸν πραιπόσιτον, καὶ εἰσερχόμενος μετὰ καὶ τῶν ἐπὶ τῶν ἀλλαξίμων, ἐνδύουσι τοὺς δεσπότας τὰς ἑαυτῶν χλαμύδας, καὶ εἰσέρχονται οἰκειακῶς οἱ δεσπόται διὰ τοῦ μάκρωνος τοῦ κοιτῶνος εἰς τὸν νάρθηκα τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου. Οἱ δὲ μάγιστροι καὶ πατρίκιοι καὶ λοιποὶ συγκλητικοὶ μετὰ καὶ τοῦ κουβουκλείου, εἰ μέν ἐστιν εὐδία, ἵστανται ἐν τῷ τοῦ Χρυσοτρικλίνου ἡλιακῷ, εἰ δὲ οὐκ ἔστιν εὐδία, ἵστανται ἔνδον τοῦ Χρυσοτρικλίνου. Καὶ εἶθ' οὕτως ἐπαίρουσιν οἱ δεσπόται τὴν λιτὴν ἀπὸ τοῦ ναοῦ τῆς ὑπεραγίας Θεοτόκου, καὶ ἀπέρχονται λιτανεύοντες εἰς τὸν ναὸν τοῦ Ἁγίου Βασιλείου, κἀκεῖσε ἀποδιδόντες τὴν λιτήν, ἵστανται μέχρι τῆς ἀπολύσεως τοῦ ἁγίου Εὐαγγελίου, καὶ μετὰ τὴν ἀπόλυσιν τῆς ἐκτενοῦς εἰσέρχονται πάλιν οἰκειακῶς ἐν τῷ Χρυσοτρικλίνῳ, [Συνέβη δὲ καὶ τοῦτο γενέσθαι τῇ αὐτῇ ἡμέρᾳ, ἰνδικτιῶνι γʹ, τῆς λιτῆς τελεσθείσης, καθὼς προείρηται, μετὰ"
      },
      {
        "index": 5,
        "text": "[1.128] τὴν τῆς λειτουργίας ἀπόλυσιν ἐγένετο μεταστάσιμον καὶ ἀπῆλθον πάντες οἱ ἄρχοντες ἐν τῇ Μανναύρᾳ. Οἱ δὲ φιλόχριστοι βασιλεῖς ἀπήλθοσαν, ἀπὸ διβητησίων περιβεβλημένοι καὶ τὰ χρυσοπερίκλειστα σαγία, καθίσαντες ἐν τῷ κοιτῶνι τῆς Μανναύρας, καὶ δὴ πάσης τῆς καταστάσεως τῆς δοχῆς τελεσθείσης, περιεβάλλοντο τὰς ἑαυτῶν χλαμύδας καὶ τὰ τούτων στέμματα, καὶ ἀνελθόντες ἐκάθισαν ἐν τῷ νεοκατασκευάστῳ σένζῳ τῷ ἱσταμένῳ ἐν τῷ τοιούτῳ τῆς Μανναύρας τρικλίνῳ·] ὁ δὲ τῆς καταστάσεως ἔξωθεν διΐστησι τὰ βῆλα, καθὼς ἡ συνήθεια ἔχει, μαγίστρους, πατρικίους καὶ λοιποὺς συγκλητικούς, καὶ ὅτε πάντα καλῶς εὐτρεπισθῶσιν, ὑπομιμνήσκεται ὁ βασιλεύς, καὶ οἱ δεσπόται περιβάλλονται τὰς χλαμύδας καὶ τὰ στέμματα καὶ ἀνιόντες καθέζονται ἐπὶ τῶν ἑαυτῶν θρόνων. Καὶ εὐθέως διὰ νεύματος τοῦ πραιποσίτου εἰσέρχεται τὸ κουβούκλειον, καὶ μετὰ τὸ εἰσελθεῖν τὸ κουβούκλειον καὶ σταθῆναι δεξιᾷ καὶ ἀριστερᾷ, καθὼς ἡ συνήθεια τῶν δοχῶν ἔχει, νεύει ὁ πραιπόσιτος τῷ ὀστιαρίῳ τῷ τὴν χρυσῆν ῥάβδον κατέχοντι, καὶ ἐξερχόμενος ὁ ὀστιάριος εἰσάγει βῆλον αʹ· τοὺς μαγίστρους, βῆλον βʹ· τοὺς πατρικίους, βῆλον γʹ· τοὺς συγκλητικούς, καὶ ἁπλῶς ὅσα ἂν βῆλα ἔχει ἡ συνήθεια καὶ ἡ τάξις τῶν δοχῶν. Καὶ μετὰ τὸ σταθῆναι πάντας, νεύει ὁ πραιπόσιτος τῷ ὀστιαρίῳ τῷ τὴν χρυσῆν βέργαν κατέχοντι, καὶ εἰσελθὼν εἰσάγει βῆλον αʹ· τὸν μάγιστρον καὶ ἄρχοντα τοῦ Ταρῶ. Καὶ δὴ τούτου εἰσελθόντος, ὑπὸ τοῦ κατεπάνω τῶν βασιλικῶν κρατουμένου καὶ τοῦ λογοθέτου τοῦ δρόμου, καὶ πεσόντος καὶ προσκυνήσαντος τοὺς δεσπότας, φέρουσιν αὐτὸν ὡς ἀπὸ ὀλίγου διαστήματος τοῦ βασιλικοῦ θρόνου. Καὶ ὑπὸ τοῦ λογοθέτου ἐρωτώμενος τὰς συνήθεις ἐρωτήσεις, εἰσάγει ὁ πρωτονοτάριος τοῦ δρόμου τὸ τούτου κανίσκιον, καὶ δὴ μετὰ [1.129] τὴν συμπλήρωσιν τοῦ κανισκίου πάλιν ἐπὶ τῆς γῆς πεσών, προσκυνήσας ἐξέρχεται. Καὶ πάλιν διὰ νεύματος τοῦ πραιποσίτου, κατέρχεται ὁ ὀστιάριος ὁ τὴν χρυσῆν βέργαν κατέχων, καὶ εἰσάγει βῆλον βʹ· τοὺς φίλους Βουλγάρους τοὺς κατὰ τύπον ἐρχομένους, συνεορτάσοντας τοῖς φιλοχρίστοις δεσπόταις, καὶ ἐπὶ τούτων τῆς προρρηθείσης τάξεως ἐπακολουθησάσης, ἐξέρχονται καὶ αὐτοί. Καὶ πάλιν διὰ νεύματος τοῦ πραιποσίτου κατέρχεται ὁ ἕτερος ὀστιάριος ὁ τὴν χρυσῆν βέργαν κατέχων, καὶ εἰσάγει βῆλον γʹ· τοὺς προκρίτους ἀνθρώπους τοῦ μαγίστρου καὶ ἄρχοντος τοῦ Ταρῶ, καὶ ἐπ' αὐτῶν τῆς προρρηθείσης τάξεως ἐπακολουθησάσης, ἐξέρχονται καὶ αὐτοί. Καὶ τούτων οὕτως τελεσθέντων, καὶ τοῦ πραιποσίτου εἰπόντος· \"Κελεύσατε,\" πάντων ἐπευξαμένων τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους,\" ἐξέρχονται οἵ τε μάγιστροι καὶ πατρίκιοι καὶ συγκλητικοὶ καὶ οἱ λοιποὶ πάντες, καὶ εἶθ' οὕτως πάλιν τοῦ πραιποσίτου εἰπόντος τό· \"Κελεύσατε,\" ἐπεύχονται οἱ τοῦ κουβουκλείου, καθὼς προείρηται, καὶ ἐξέρχονται καὶ αὐτοί. Καὶ εὐθέως κατίασιν οἱ δεσπόται ἀπὸ τῶν θρόνων, καὶ τὰ τούτων ἐκβάλλοντες στέμματα καὶ χλανίδια, καὶ περιβαλλόμενοι τὰ χρυσοπερίκλειστα σαγία, εἰσέρχονται ἐν τῷ θεοφυλάκτῳ αὐτῶν παλατίῳ. Ὁ δὲ μάγιστρος ὁ Ταρωνίτης καὶ οἱ φίλοι Βούλγαροι ἐν τοῖς ἰδίοις ἀπέρχονται ἀπλήκτοις, αὐτῇ τῇ ἡμέρᾳ μὴ συνεστιώμενοι τοῖς βασιλεῦσιν. 1.130 ΛΑʹ (ΚΕʹ) Ὅσα δεῖ παραφυλάττειν τῇ παραμονῇ τῶν Ἁγίων Φώτων . Εἰσέρχεται ὁ πραιπόσιτος, ὥραν δευτέραν τῆς αὐτῆς ἡμέρας ἢ καὶ τρίτην ἤγουν τῆς παραμονῆς τῶν Φώτων, εἰς τὸν βασιλέα, ὑπομιμνήσκων αὐτὸν περὶ τοῦ πατριάρχου, ὅπως ἑσπέρας εἰς τὸν ἁγιασμὸν ἔλθῃ, καὶ ὁποίαν ὥραν κελεύει παραγενέσθαι αὐτόν, ἢ πρῶτον ἁγιάσας εἰς τὴν Ἐκκλησίαν τὴν Μεγάλην, εἶθ' οὕτως ἔλθῃ, ἁγιάσων εἰς τὸν ναὸν τοῦ Ἁγίου Στεφάνου, ἢ πρῶτον ἁγιάσῃ εἰς τὸν Ἅγιον Στέφανον καὶ εἶθ' οὕτως ὑποστρέψας ἁγιάσῃ εἰς τὴν Μεγάλην Ἐκκλησίαν, καὶ καθὼς κελεύσῃ ὁ βασιλεὺς τῷ πραιποσίτῳ, ἀποστέλλει κουβικουλάριον καὶ σιλεντιάριον προσκαλέσασθαι τὸν πατριάρχην εἰς τὸν ἁγιασμόν, ἐν ᾗ ὥρᾳ κελεύει ὁ βασιλεύς. Ἰστέον δὲ καὶ τοῦτο ὅτι διὰ τῶν αὐτῶν καὶ τῇ ἑξῆς προσκαλεῖται εἰς τὸ κλητώριον ὁ πατριάρχης."
      },
      {
        "index": 6,
        "text": "Τὸ δὲ πρωὶ τῇ παραμονῇ ἀλλάξιμα οὐ γίνονται, ἕως ὥραν θʹ· ἀλλάσσει τὸ κουβούκλειον μόνον, καὶ ὅτε λέγει ἡ Μεγάλη Ἐκκλησία ἀνάγνωσμα τέταρτον ἢ καὶ πέμπτον, ἐλθὼν σιλεντιάριος μηνύει τῷ τῆς καταστάσεως, κἀκεῖνος τῷ πραιποσίτῳ, κἀκεῖνος τῷ βασιλεῖ. Ὁ δὲ βασιλεὺς διέρχεται διὰ [1.131] τῶν διαβατικῶν τοῦ παλατίου, καὶ διὰ τῆς Δάφνης καὶ τοῦ Αὐγουστέως εἰσέρχεται εἰς τὸν κοιτῶνα τῆς Δάφνης, πλησίον τοῦ ναοῦ τοῦ Ἁγίου Στεφάνου, κἀκεῖσε λαβὼν νεῦμα ὁ πραιπόσιτος, λέγει τοῖς ἱερεῦσιν, ὅπως ἄρξωνται τῆς θείας λειτουργίας εἰς τὸν ναὸν τοῦ Ἁγίου Στεφάνου, ἐν ᾧ ὁ ἁγιασμὸς τελεῖται. Εἰς δὲ τὸν Αὐγουστέα καὶ εἰς τὸ Κονσιστώριον ἀλλάσσουσιν οἱ πατρίκιοι καὶ μόνον· τῇ γὰρ ἑσπέρᾳ ἐκείνῃ ἄλλο ὀφφίκιον οὐκ ἀλλάσσει, εἰ μὴ οἱ πατρίκιοι καὶ τὸ κουβούκλειον. Ὁ δὲ βασιλεύς, φορῶν τὸ διβητήσιον αὐτοῦ καὶ τὸ τζιτζάκιν, ἵσταται εἰς τὸ Ὀκτάγωνον, ἐκτελῶν τὴν θείαν λειτουργίαν· τελεσθείσης δὲ τῆς θείας λειτουργίας, εἰσέρχεται ὁ πατριάρχης εἰς τὸν ναὸν τοῦ Ἁγίου Στεφάνου, καὶ ἀρξαμένου αὐτοῦ ἐκτελεῖν τὴν μεγάλην εὐχὴν τοῦ ἁγιασμοῦ, ἐπιδίδωσιν εὐθέως ὁ πραιπόσιτος τῷ βασιλεῖ κηρία, καὶ ἵσταται ὁ βασιλεὺς ὄπισθεν τῆς κολυμβήθρας, ἕως ἂν ἐκτελέσῃ ὁ πατριάρχης ἅπασαν τὴν εὐχήν, οἱ δὲ πρωτοσπαθάριοι οἱ εὐνοῦχοι ὄπισθεν τοῦ βασιλέως ἵστανται ἠλλαγμένοι, ὡσαύτως καὶ οἱ πατρίκιοι ἵστανται, κρατοῦντες κηροὺς βασιλικούς. Τελεσθείσης δὲ τῆς εὐχῆς, ἐπιδίδωσιν ὁ βασιλεὺς τῷ πραιποσίτῳ ἅπερ κατέχει κηρία, ὁ δὲ πραιπόσιτος τοῖς ἱερεῦσι, καὶ λαβὼν ὁ πατριάρχης ἁγίασμα, ἐπιχέει ἐν ταῖς χερσὶ τοῦ βασιλέως, ὁ δὲ βασιλεὺς νιψάμενος τὰς χεῖρας καὶ τὴν κεφαλὴν ἀλείψας καὶ τὸ πρόσωπον, καὶ εἰ θέλει, πιὼν ἐξ αὐτοῦ, προσκυνήσαντες ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ἀπέρχεται μὲν ὁ βασιλεὺς εἰς τὸν κοιτῶνα αὐτοῦ, κἀκεῖσε ἔνδον τοῦ βήλου ἑστὼς ἐκδέχεται τὸν πατριάρχην, ἕως ἂν τὴν διακονίαν, ἤγουν τοῦ ἐπιχέειν τὸ ἁγίασμα, ἐκπληρώσῃ, εἴς τε τοὺς πατρικίους, καὶ τοὺς τοῦ κουβουκλείου, στρατηγούς τε καὶ δομεστίκους. Εἶθ' οὕτως μηνύει ὁ πραιπόσιτος τῷ βασιλεῖ, καὶ δίδωσι νεῦμα τῷ πραιποσίτῳ, κἀκεῖνος ἐξελθὼν προσκαλεῖται τὸν πατριάρχην ἐν τῇ ἐκκλησίᾳ, καὶ ἑνοῦνται ἀμφότεροι ὅ τε [1.132] βασιλεὺς καὶ ὁ πατριάρχης ἐν τῷ Ὀκταγώνῳ, καὶ ἐπιδίδωσιν ὁ πατριάρχης τῷ βασιλεῖ εὐλογίας, ὁ δὲ βασιλεύς, λαβὼν παρὰ τοῦ πραιποσίτου ἀποκόμβιον, ἐπιδίδωσι τῷ πατριάρχῃ. Εἶτα κρατήσαντες ἀλλήλων τὰς χεῖρας ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ἐξέρχονται μέχρι τοῦ Αὐγουστέως, καὶ προσκυνήσαντες ἀλλήλους καὶ ἀσπασάμενοι, ὁ μὲν πατριάρχης ἀπέρχεται ἐν τῇ Μεγάλῃ Ἐκκλησίᾳ, διασώζουσι δὲ αὐτὸν δύο ἄρχοντες τοῦ κουβουκλείου καὶ ὁ τῆς καταστάσεως καὶ σιλεντιάριοι δύο μέχρι τοῦ Ὀνόποδος ἢ καὶ τοῦ Κονσιστωρίου. Ὁ δὲ βασιλεὺς ἀπέρχεται ἐν τῷ θεοφυλάκτῳ αὐτοῦ παλατίῳ, καὶ ἐκβαλὼν τό τε τζιτζάκιν καὶ τὸ διβητήσιον, περιβάλλεται σκαραμάγγιον δίασπρον χρυσόκλαβον, καὶ εἶθ' οὕτως καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης. Ὡσαύτως ἀπαλλάσσουσι καὶ οἱ πατρίκιοι, καὶ ἐνδυσάμενοι τὰ σκαραμάγγια αὐτῶν, εἰσέρχονται οἱ κληθέντες εἰς τὸ κλητώριον· ἀπὸ γὰρ τῆς Ἐκκλησίας ἀλλάξιμα οὐκ εἰσίν, οἱ δὲ τοῦ κουβουκλείου ἅπαντες παραστάσιμον οὐ ποιοῦσιν. Ἰστέον δὲ ὅτι, τῇ ἑσπέρᾳ ἐκείνῃ, ἤγουν τῇ παραμονῇ τῶν Φώτων, τὰ ἀλλάξιμα διὰ λευκῶν χλανιδίων τελοῦνται, οἱ δὲ πατρίκιοι, τῇ ἑσπέρᾳ ἐκείνῃ, οὐ φοροῦσι χλανίδια χρυσόταβλα, ἀλλὰ χλανίδια ἔχοντα ταβλία ἀπὸ ὀξέου· διὰ γὰρ τὴν ἑορτὴν τῶν Φώτων ὅ τε βασιλεὺς καὶ ἡ σύγκλητος λευκὰ ἀλλάσσουσιν, οἱ δὲ ὀστιάριοι φοροῦσι τὰ παραγάβδια αὐτῶν, βαστάζοντες καὶ τὰ βεργία αὐτῶν. Οἱ δὲ πρωτοσπαθάριοι οἱ εὐνοῦχοι φοροῦντες τὰ διβητήσια καὶ τὰ σπαθία, ὀψικεύουσιν ἔμπροσθεν τοῦ βασιλέως, ἡνίκα ἐξέρχεται ἐκ τοῦ παλατίου· ὑποστρέφοντος δὲ τοῦ βασιλέως, ἐν τῷ παλατίῳ, ἐπειδὴ ἠλλαγμένος ὑποστρέφει, καὶ αὐτοὶ ἠλλαγμένοι ὑποστρέφουσιν. 1.133 ΛΕʹ (ΚΣʹ) Ὅσα δεῖ παραφυλάττειν τῇ ἑορτῇ καὶ προελεύσει τῶν Φώτων. Προέρχονται ἅπαντες ἐννύχιοι οἱ ἐξ ἔθους προερχόμενοι ἐν τῷ ἡμικυκλίῳ τῆς Ἀψίδος, ἠλλαγμένοι ἀπὸ λευκῶν, καὶ ἀνοίξαντος τοῦ παλατίου, εἰσέρχονται καὶ δέχονται τὸν βασιλέα εἰς τὴν τάξιν αὐτῶν, ὡς εἴθισται αὐτοῖς. Καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν ἐξ ἔθους, διέρχεται διὰ τῆς Δάφνης, καὶ ἅπτει κηροὺς εἰς τὰ εὐκτήρια, ὡς εἴθισται αὐτῷ, καὶ ἀπέρχεται μέχρι τοῦ Αὐγουστέως, ἐκδεχόμενος τὸν καιρόν. Καὶ τοῦ καιροῦ ἐγγίσαντος, δηλοῖ ὁ τῆς καταστάσεως τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος τῷ βασιλεῖ, καὶ ἐξελθὼν ἀπὸ τοῦ κοιτῶνος αὐτοῦ εἰς τὸ Ὀκτάγωνον, περιβάλλεται τὴν χλανίδα αὐτοῦ, καὶ στεφθεὶς διέρχεται διὰ τοῦ Αὐγουστέως καὶ τοῦ στενοῦ καὶ τοῦ Ὀνόποδος, τὴν δὲ δοχὴν καὶ προσκύνησιν ἐκτελοῦσιν οἱ ἐξ ἔθους, ὃν τρόπον ἐδηλώσαμεν ἐν τῇ προελεύσει τῆς Χριστοῦ Γεννήσεως, ἐν τῇ κάτω πύλῃ τῇ οὔσῃ ἔμπροσθεν τοῦ Κονσιστωρίου. Καὶ εἰ μὲν κελεύει ὁ βασιλεὺς ποιῆσαι μαγίστρους, νεύει τῷ πραιποσίτῳ, καὶ ἀπελθὼν πρὸς αὐτὸν ὁ πραιπόσιτος, λέγει αὐτῷ τὸ ὄνομα τοῦ μέλλοντος προβληθῆναι, ὁ δὲ πραιπόσιτος λέγει τῷ τῆς καταστάσεως, κἀκεῖνος λαμβάνει [1.134] αὐτὸν ἀπὸ τῆς στάσεως αὐτοῦ μετὰ σιλεντιαρίου, καὶ ἵστησιν αὐτὸν κάτωθεν τοῦ πουλπίτου ἔμπροσθεν τῶν πατρικίων, καὶ εὐθέως ἐπιδίδωσιν ὁ πραιπόσιτος τῷ βασιλεῖ στιχάριν καὶ βαλτίδιον, ὁ δὲ τῆς καταστάσεως, κρατήσας τὸν μέλλοντα προβληθῆναι, ἄγει αὐτὸν πρὸς τὸν βασιλέα, καὶ προσκυνήσας τοὺς πόδας τοῦ βασιλέως καὶ ἀσπασάμενος αὐτούς, ἀνίσταται. Εἶτα, λαβὼν τὸ στιχάριον μετὰ τοῦ βαλτιδίου ἐκ τῶν χειρῶν τοῦ βασιλέως, φιλεῖ τοὺς πόδας τοῦ βασιλέως, λαβὼν δὲ αὐτὸν πάλιν ὁ τῆς καταστάσεως μετὰ σιλεντιαρίου, εἰσφέρει αὐτὸν εἰς τὸ ἔνδον Κονσιστώριον, καὶ ἐνδύσας αὐτὸν τὸ στιχάριον, περιζώσας αὐτὸν καὶ τὸ βαλτίδιον, ἐξάγει αὐτὸν καὶ ἵστησιν ἔμπροσθεν τοῦ βασιλέως κάτωθεν τοῦ πουλπίτου· καὶ πάντες εἰσελθόντες προσκυνοῦσιν, ὃν τρόπον καὶ ἐν τῇ προβολῇ τῶν πατρικίων, καὶ ἄγει αὐτὸν ὁ τῆς καταστάσεως πρὸς τὸν βασιλέα, καὶ προσκυνήσας καὶ ἀσπασάμενος τοὺς πόδας αὐτοῦ, ἀνίσταται, ὑπερευξάμενος τὸν βασιλέα, κρατήσας δὲ αὐτὸν ὁ τῆς καταστάσεως, εἰσάγει αὐτὸν ὀπισθορανῶς καὶ ἵστησιν αὐτὸν ἐν τῇ ἐφαρμοζούσῃ τάξει τε καὶ στάσει. Εἶθ' οὕτως λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως νεύει τῷ σιλεντιαρίῳ τῷ ἑστῶτι ἐν τῇ πύλῃ, καὶ λέγει· \"Κελεύσατε.\" Εἶθ' οὕτως διέρχεται διὰ τῶν Ἐκσκουβίτων καὶ τῶν Σχολῶν μέχρι τῆς Μεγάλης Ἐκκλησίας, καὶ δοχῇ καὶ τάξει, καθ' ὃν τρόπον ἐδηλώθη ἡμῖν ἐν τῇ προελεύσει τῆς Χριστοῦ Γεννήσεως, καὶ εἰς τὸν νάρθηκα εἰσελθών, εἰσέρχεται ἔνδον τοῦ βήλου. Καὶ λαβὼν ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, εἰσέρχεται διὰ τοῦ νάρθηκος, καὶ δέχεται αὐτὸν ἐκεῖσε ὁ πατριάρχης, καὶ ἀσπασάμενοι ἀλλήλους, εἰσέρχονται καὶ ἵστανται ἔμπροσθεν τῶν μεγάλων πυλῶν. Καὶ ἅψας ἐκεῖσε κηρούς, δίδωσιν αὐτοὺς τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος [1.135] τῷ τῆς καταστάσεως, καὶ προσκυνήσας τὸ ἄχραντον Εὐαγγέλιον, εἰσέρχεται εἰς τὴν ἐκκλησίαν, καὶ διελθὼν διὰ τῆς σωλαίας, ἵσταται ἔμπροσθεν τῶν ἁγίων θυρῶν, καὶ λαβὼν παρὰ τοῦ πραιποσίτου κηρία καὶ εὐξάμενος, ἐπιδίδωσιν αὐτὰ τῷ πραιποσίτῳ. Καὶ εἶθ' οὕτως εἰσελθὼν εἰς τὸ θυσιαστήριον, ὑφαπλοῖ ἐν τῇ ἁγίᾳ τραπέζῃ εἰλιτὰ δύο, ἀσπαζόμενος δύο ἱερὰ ποτήρια καὶ δύο ἱεροὺς δίσκους καὶ τὰ σπάργανα τοῦ Κυρίου, καὶ λαβὼν ἀποκόμβιον παρὰ τοῦ πραιποσίτου, τίθησιν αὐτὸ ἐν τῇ ἁγίᾳ τραπέζῃ, καὶ ἐξελθὼν διὰ τῆς πλαγίας τοῦ θυσιαστηρίου, εἰσέρχεται εἰς τὸ μητατώριον, εἰς δὲ τὰ ἅγια, καὶ τὴν ἀγάπην καὶ τὴν κοινωνίαν ἐκτελεῖ, ὡς ἡ συνήθεια ἔχει. Καὶ μετὰ τὸ κραματίσαι καὶ ἐξελθεῖν τοῦ Ἁγίου Φρέατος, εἰσέρχεται ἔνδον τοῦ βήλου μετὰ τοῦ πατριάρχου, καὶ στέφεται παρ' αὐτοῦ, καὶ εἶθ' οὕτως ἐπιδίδωσιν ὁ πατριάρχης εὐλογίας τῷ βασιλεῖ· εἶτα λαβὼν ὁ βασιλεὺς παρὰ τοῦ πραιποσίτου ἀποκόμβιον, ἀντιδίδωσι τῷ πατριάρχῃ, ὁ δὲ πατριάρχης ἀντιδιδοῖ τῷ βασιλεῖ ἀλειπτά. Καὶ ἀλλήλους ἀσπασάμενοι, ὁ μὲν βασιλεύς, διοδεύων τὴν μέσην, εἰσέρχεται διὰ τῆς μεγάλης πύλης τῆς Χαλκῆς· αἱ δὲ δοχαὶ τῶν περατικῶν μερῶν καὶ τῶν πολιτικῶν τελοῦνται ἐν τῇ τάξει καὶ στάσει, ὃν τρόπον ἐκτελέσθησαν ἐν τῇ προελεύσει τῆς Χριστοῦ Γεννήσεως."
      },
      {
        "index": 7,
        "text": "Καὶ τὰς Σχολὰς καὶ τὰ Ἐκσκούβιτα διελθὼν καὶ διὰ τοῦ Κονσιστωρίου καὶ τοῦ στενοῦ, εἰσέρχεται εἰς τὸν Αὐγουστέα, καὶ οἱ τοῦ κουβουκλείου τελέσαντες τὴν συνήθειαν, εἰσέρχονται εἰς τὸ Ὀκτάγωνον, καὶ λαμβάνει ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, καὶ εἰσελθόντες οἱ βεστήτορες ἀπαλλάσσουσι τὴν χλανίδα αὐτοῦ. Εἶτα εἰσελθὼν ὁ πατριάρχης εἰς τὸν Ἅγιον Στέφανον, καὶ τοῦ βασιλέως μέλλοντος ἀκουμβίσαι εἰς τὰ ιθʹ Ἀκκούβιτα, νεύει τῷ πραιποσίτῳ, καὶ προσκαλεῖται τὸν πατριάρχην, καὶ τούτου γενομένου, προσκυνοῦσιν ἀλλήλους, καὶ εἰσέρχονται οἱ ἱερεῖς, καὶ τὸν στίχον ποιήσαντες, εἰσέρχεται πάλιν ὁ [1.136] πατριάρχης εἰς τὸν Ἅγιον Στέφανον καὶ ἐκβάλλει τὸ ὠμοφόριον αὐτοῦ. Ὁμοίως καὶ ὁ βασιλεὺς ἐκβάλλει τὸ σαγίον αὐτοῦ καὶ ἑνοῦνται πάλιν, καὶ εἶθ' οὕτως ἐξέρχονται, ὀψικευόμενοι ὑπὸ τοῦ κουβουκλείου, καὶ ἀκουμβίζουσιν οἱ δύο ἐξ ἴσου ἐν τῷ ἀκκουβίτῳ καὶ πίνουσι πρὸς ἅπαξ. Καὶ εἶθ' οὕτως λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τὴν ὑπουργίαν καὶ εἰσέρχεται, τοῦτο δὲ ποιεῖ καὶ ἐπὶ τῶν λοιπῶν φίλων. Μέλλοντος δὲ ἀνίστασθαι τοῦ βασιλέως καὶ τῶν φίλων ἐξελθόντων, μένουσιν οἱ τοῦ ἄνω ἀκκουβίτου φίλοι, οἱ μητροπολῖται καὶ ὅσοι εἰσὶν εἰς τοὺς πρώτους ἀκκουβίτους, ἤγουν εἰς τὸν δεξιὸν καὶ εὐώνυμον ἐπίσκοποι· πίνουσι δὲ πάλιν πρὸς ἅπαξ ὅ τε βασιλεὺς καὶ ὁ πατριάρχης καὶ οἱ ἐναπομείναντες φίλοι, καὶ εἶθ' οὕτως λαβόντες νεῦμα παρὰ τοῦ πραιποσίτου, ἐξέρχονται καὶ αὐτοί, καὶ εἶθ' οὕτως λαβὼν ὁ πρωτοσπαθάριος, ἐξέρχεται καὶ αὖθις ἡ ὑπουργία. Καὶ πάντων ἐξελθόντων, μένει ὁ βασιλεὺς μετὰ μόνου τοῦ πατριάρχου καὶ τοῦ κουβουκλείου. Καὶ πιόντες πάλιν ἀμφότεροι πρὸς ἅπαξ, ἀνίστανται, καὶ ἀπέρχεται ὁ πατριάρχης εἰς τὸν Ἅγιον Στέφανον καὶ βάλλει τὸ ὠμοφόριον αὐτοῦ, ὁ δὲ βασιλεὺς τὸ σαγίον αὐτοῦ, καὶ ἑνοῦνται πάλιν εἰς τὸ Ὀκτάγωνον, καὶ ποιοῦσι τὸν στίχον. Εἶτα λαβὼν ὁ βασιλεὺς παρὰ τοῦ πατριάρχου εὐλογίας, ἐξέρχεται μέχρι τοῦ Αὐγουστέως, καὶ προσκυνήσαντες ἀλλήλους καὶ ἀσπασάμενοι, τὸν μὲν πατριάρχην λαμβάνουσι δύο κουβικουλάριοι, καὶ διασώζουσιν αὐτὸν μέχρι τοῦ στενοῦ ἢ καὶ τοῦ Ὀνόποδος. Ὁ δὲ βασιλεύς, δηριγευόμενος ὑπό τε τοῦ κουβουκλείου καὶ τῶν μαγλαβιτῶν, εἰσέρχεται ἐν τῷ παλατίῳ· ἑστώτων δὲ τῶν τοῦ κουβουκλείου ἁπάντων ἐν τῷ Χρυσοτρικλίνῳ, ὑπερεύχονται τὸν βασιλέα τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Γίνεται δὲ ἡ εὐχὴ αὐτή, ἐπειδὴ πληροῦται τὸ δωδεκαήμερον. 1.137 Λϛʹ (ΚΖʹ) Ὅσα δεῖ παραφυλάττειν τῇ ἑορτῇ καὶ προελεύσει τῆς Ὑπαπαντῆς Εἰ κελεύει ἀπελθεῖν ὁ βασιλεὺς καὶ παννυχεῦσαι ἐν Βλαχέρναις, ἀπέρχεται τῇ πρὸ μιᾶς τῆς ἑορτῆς ἡμέρᾳ, καὶ ἐκτελεῖ τὴν πάννυχον. Τῇ δὲ ἑξῆς ἡμέρᾳ τῆς ἑορτῆς ἀλλάσσουσιν ἅπαντες ἀπὸ λευκῶν χλανιδίων· οἱ δὲ κουβικουλάριοι ἀλλάσσουσι καμίσια καὶ μόνον, ὡσαύτως καὶ οἱ σπαθαροκουβικουλάριοι. Οἱ δὲ εὐνοῦχοι πρωτοσπαθάριοι φοροῦσι τὰ ἀλλάξιμα αὐτῶν πλήρη, βαστάζοντες καὶ σπαθοβάκλια, οἱ δὲ βαρβάτοι πρωτοσπαθάριοι φοροῦσι τὰ σπέκια αὐτῶν καὶ σπαθία, οὐ βαστάζουσι δὲ σπαθοβάκλια. Οἱ δὲ σπαθαροκανδιδάτοι καὶ σπαθάριοι καὶ οἱ τοῦ μαγλαβίου καὶ οἱ λοιποὶ οἰκειακοὶ σπαθάριοι περιπατοῦσιν ἔνθεν κἀκεῖθεν, ὄπισθεν τῆς προελεύσεως, εἰς τὰ πλάγια τῶν ἀρχόντων τοῦ κουβουκλείου καὶ τῶν πατρικίων, τοῦτο τελοῦντες καθ' ἑκάστην προέλευσιν· ἐν δὲ ταῖς μεγάλαις προελεύσεσι φοροῦσι τὰ μανιάκια αὐτῶν, βαστάζοντες καὶ τὰ σπαθοβάκλια αὐτῶν. Οἱ δὲ σπαθαροκανδιδάτοι τὰ μανιάκια αὐτῶν καὶ σκουτάρια καὶ διστράλια μονοπέλυκα· οἱ δὲ σπαθάριοι σκουτάρια καὶ διστράλια, ἀπὸ σκαραμαγγίων δὲ ἀμφότεροι. Τοῦ δὲ τῆς καταστάσεως ἐλθόντος καὶ μηνύσαντος τῷ [1.138] πραιποσίτῳ, ὡς ὅτι ὁ καιρὸς ἤγγικεν, εἰσέρχεται ὁ πραιπόσιτος καὶ μηνύει τὸν βασιλέα, ὁ δὲ βασιλεὺς ἐξελθὼν ἐν τῷ τρικλίνῳ τῷ καλουμένῳ Ἀναστασιακῷ, φορῶν τὸ διβητήσιον αὐτοῦ, ἵσταται ἐκεῖσε, καὶ ἵστανται οἱ ἄρχοντες τοῦ κουβουκλείου ἔνθεν καὶ ἔνθεν, οἱ δὲ σπαθαροκουβικουλάριοι καὶ οἱ κουβικουλάριοι ὄπισθεν αὐτῶν, οἱ δὲ πρωτοσπαθάριοι οἱ εὐνοῦχοι ἵστανται ὄπισθεν τοῦ βασιλέως. Προσκαλεῖται δὲ ὁ πραιπόσιτος τοὺς βεστήτορας, καὶ ὑπαλλάξας ὁ βασιλεὺς τὴν χλανίδα αὐτοῦ δι' αὐτῶν, εἶτα κατελθὼν ὀστιάριος, ἵσταται ἐν τῷ βήλῳ, καὶ νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος τῷ κουβικουλαρίῳ τῷ αἴροντι τὸ βῆλον, καὶ εἰσάγονται πατρίκιοι καὶ στρατηγοί, καὶ εἰσελθόντες πίπτουσι. Καὶ ἀναστάντων αὐτῶν, λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, λέγει· \"Κελεύσατε.\" Ὁ δὲ βασιλεὺς δηριγευόμενος ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν, ἐξέρχεται ἐν τῷ τρικλίνῳ τῷ καλουμένῳ Δανουβίῳ· ἵστανται δὲ οἵ τε βαρβάτοι πρωτοσπαθάριοι καὶ ὁ δρουγγάριος τῆς βίγλης ἔνθεν καὶ ἔνθεν πλησίον τῆς θύρας. Οἱ δὲ πατρίκιοι καὶ στατηγοὶ μετὰ τῆς συγκλήτου πίπτουσι, καὶ λαμβάνει νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως καὶ νεύει τῷ τῆς καταστάσεως, κἀκεῖνος λέγει· \"Κελεύσατε·\" καὶ αὐτοὶ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ ὑπ' αὐτῶν δηριγευόμενος, διέρχεται, ὁ δὲ τῆς καταστάσεως ἐν τῷ μέσῳ, καὶ κατὰ βάθρον ἐπιστρεφόμενος πρὸς τὸν βασιλέα, ἐφαπλῶν δὲ καὶ τὰς χεῖρας αὐτοῦ ἔνδοθεν τοῦ χλανιδίου αὐτοῦ, λέγει πρὸς τὸν βασιλέα· \"Καπλάτε Δόμηνι·\" τοῦτο ἐκτελῶν ὅπως ἐν τῇ διόδῳ τοῦ βασιλέως μὴ τύχῃ βάθρον. Καὶ ἔξω τῆς πύλης ἐξελθὼν τῆς ἐξαγούσης πρὸς τὸν ἔμβολον, διέρχεται ἐν [1.139] τῷ δεξιῷ μέρει τοῦ ἐμβόλου, οἱ δὲ πατρίκιοι τῆς αὐτῆς πύλης ἔξω λαμβάνουσι τὰ κηρία αὐτῶν, λεγόντων τῶν δύο μερῶν ἰαμβικά, ἕκαστος αὐτῶν διερχόμενος ἀπὸ τῆς στάσεως αὐτοῦ· πληροῦντος γὰρ τοῦ ἑνός, ἄρχεται ὁ ἕτερος· διελθὼν δὲ ὁ βασιλεὺς πλησίον τοῦ κίονος τοῦ κειμένου ἐγκαρσίως ἐν τῷ πληρώματι τοῦ ἐμβόλου, δέχεται ἐκεῖσε τὸν πατριάρχην μετὰ τῆς λιτῆς, λαβὼν δὲ κηρία παρὰ τοῦ πραιποσίτου καὶ εὐξάμενος, ἐπιδίδωσιν αὐτὰ πάλιν τῷ πραιποσίτῳ, καὶ προσκυνήσας τὸ ἄχραντον Εὐαγγέλιον καὶ τὸν τίμιον σταυρόν, καὶ πάλιν προσκυνήσαντες ἀμφότεροι ἀλλήλους, ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, καὶ ἀσπασάμενοι, λαμβάνει ὁ βασιλεὺς παρὰ τοῦ πραιποσίτου κηρίον λιτανίκιον, καὶ ὑποστρέψας, διέρχεται διὰ τοῦ αὐτοῦ ἐμβόλου. Ἄρχεται δὲ ὁ τῆς καταστάσεως· \"Χαῖρε, κεχαριτωμένη Θεοτόκε Παρθένε·\" ψάλλοντες δὲ τὸ αὐτὸ τροπάριν οἱ τῆς προελεύσεως ἅπαντες, εἰσέρχονται ἐν τῷ νάρθηκι τοῦ Μεγάλου Ναοῦ, καὶ ὁ μὲν βασιλεὺς καθέζεται ἐπὶ σελλίου ἐν τῷ νάρθηκι, προσμένων μέχρις ἂν καταλάβῃ ὁ πατριάρχης μετὰ τῆς λιτῆς, οἱ δὲ πατρίκιοι καὶ ἡ σύγκλητος εἰσέρχονται καὶ ἵστανται ἐν τῷ ναῷ, ὡς εἴθισται αὐτοῖς, προσμένοντες τὸν βασιλέα. Καταλαβόντος δὲ τοῦ πατριάρχου μετὰ τῆς λιτῆς, ἀνίσταται ὁ βασιλεύς, καὶ προσκυνήσαντες ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ἀπέρχονται ἀμφότεροι καὶ ἵστανται ἐν τῇ πύλῃ τοῦ Μεγάλου Ναοῦ· καὶ ἀρξάμενος ὁ πατριάρχης τὴν εὐχὴν τῆς εἰσόδου τῆς θείας λειτουργίας, λαβὼν ὁ βασιλεὺς παρὰ τοῦ πραιποσίτου κηρία τῆς προσευχῆς, καὶ εὐξάμενος δίδωσιν αὐτὰ πάλιν τῷ πραιποσίτῳ, καὶ αὐτὸς τῷ τῆς καταστάσεως. Καὶ προσκυνήσας ὁ βασιλεὺς τὸ ἄχραντον Εὐαγγέλιον, διέρχεται μέσον διὰ τοῦ ναοῦ μετὰ τοῦ πατριάρχου, καὶ διὰ τῆς πλαγίας τοῦ ἄμβωνος εἰσέρχεται ἐν [1.140] τῇ σωλαίᾳ, καὶ στὰς ἔμπροσθεν τῶν ἁγίων θυρῶν καὶ ἅψας κηροὺς καὶ εὐξάμενος, εἰσέρχεται εἰς τὸ θυσιαστήριον. Ἀσπασάμενος δὲ τὴν ἁγίαν ἐνδυτήν, λαβὼν ἀποκόμβιον παρὰ τοῦ πραιποσίτου, τίθησιν αὐτὸ ἐν τῇ ἁγίᾳ τραπέζῃ καὶ ἐξέρχεται, καὶ διδοῦσιν αὐτῷ εὐλογίας οἱ ἱερεῖς, διὰ μέσης τοῦ ναοῦ."
      },
      {
        "index": 8,
        "text": "Μέλλοντος δὲ τοῦ βασιλέως ἐξέρχεσθαι ἐν τῷ νάρθηκι, ἵστανται ὀρφανὰ ἐπάνω τῶν σκάμνων ἀπ' ἀριστερᾶς τῆς μεγάλης πύλης, καὶ φωνοβολοῦντες ὑπερεύχονται τὸν βασιλέα, ὡς ἡ συνήθεια ἔχει. Ἐλθόντες δὲ ἐξ ἴσου ἐν τῷ στυρακίῳ ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, προσκυνήσαντες καὶ ἀσπασάμενοι ἀλλήλους, ὁ μὲν πατριάρχης ἀπέρχεται ἐν τῷ μεγάλῳ ναῷ τοῦ ἐκτελέσαι τὴν θείαν λειτουργίαν, ὁ δὲ βασιλεὺς διὰ τοῦ στυρακίου ἀνελθὼν ἐν τῷ εὐκτηρίῳ ἅπτει ἐκεῖσε κηρούς, ὡσαύτως δὲ καὶ ἐν τοῖς κατηχουμενίοις, εἰς τὸν σταυρόν, καὶ εἰσελθὼν ἐν τῷ εὐκτηρίῳ, ἵσταται ἐκεῖσε, ἐκτελῶν τὴν θείαν λειτουργίαν· οἱ δὲ πατρίκιοι καὶ οἱ λοιποὶ ἄρχοντες ἅπαντες ἵστανται ἔξω ἐν τοῖς κατηχουμενίοις. Τῆς δὲ θείας κοινωνίας ἐγγιζούσης, προστάσσει ὁ πραιπόσιτος ἀπὸ κελεύσεως τῷ τῆς καταστάσεως, καὶ ἀποστέλλει σιλεντιαρίους δύο πρὸς τὸ προσκαλέσασθαι τὸν πατριάρχην, καὶ ἀνάγουσιν αὐτὸν διὰ τοῦ στυρακίου ἐν τῷ εὐκτηρίῳ, ἐν ᾧ ἵσταται ὁ βασιλεύς. Κοινωνήσαντος δὲ τοῦ βασιλέως παρὰ τοῦ πατριάρχου τοῦ ἀχράντου σώματος καὶ αἵματος τοῦ Κυρίου, εἰσέρχεται ἐν τῷ κοιτῶνι, καὶ εἶθ' οὕτως εἰσελθόντες πατρίκιοί τε καὶ στρατηγοὶ καὶ δομέστικοι καὶ οἱ τὰ πρῶτα ὀφφίκια κατέχοντες, κοινωνοῦσι καὶ αὐτοὶ ἐκ τῶν χειρῶν τοῦ πατριάρχου· καὶ πάντων ἐξελθόντων καὶ τοῦ πατριάρχου μέλλοντος κατέρχεσθαι, ἑστῶτος τοῦ βασιλέως ἔμπροσθεν τῆς θύρας τοῦ κοιτῶνος αὐτοῦ, προσκυνοῦσιν ἀμφότεροι ἀλλήλους, καὶ ἀπελθὼν ὁ πατριάρχης ἐκτελεῖ τὴν θείαν λειτουργίαν ἅπασαν."
      }
    ]
  }
}