{
  "chapterNumber": 7,
  "title": "2.96 Καὶ στάντωνἁπάντων ἐν τῷ αὐτῷ τρικλίνῳ ἔνθεν κἀκεῖσε τῶν προειρημένων πατρικίων τε καὶ στρατηγῶν μετὰ πάσης τῆς συγκλήτου, ἵσταται ὁ βασιλεὺς ἐν τῷ πρώτῳ ὀμφαλίῳ. Ἐλθόντες δὲ ἅπαντες οἱ προλελεγμ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Καὶ πάντων τελεσθέντων, διέρχεται ὁ βασιλεύς, δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν, διὰ τοῦ Ἰουστινιανοῦ τρικλίνου, ἡ δὲ σύγκλητος ἅμα σπαθαροκανδιδάτων καὶ σπαθαρίων ἵστανται ἔνθεν κἀκεῖσε, 2.98 ὡσαύτως καὶ τὸ ἄρμα ἵσταται ἐξ ἀριστερᾶς τῆς ἐξαγούσης πύλης ἀπὸ τοῦ Ἰουστινιανοῦ ἐν τῷ Λαυσιακῷ, ἐν ᾖ καὶ τὸ σκάμνον ἵσταται τοῦ κουροπαλάτου. Διερχόμενος δὲ ὁ βασιλεύς, ὡς προείρηται, μέσον τῆς συγκλήτου, οὗτοι ἅπαντες ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\" καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται διὰ τοῦ Τριπέτωνος, καὶ εἰσέρχεται ἐν τῷ Χρυσοτρικλίνῳ, καὶ εἰσελθὼν ἔνδον τοῦ βήλου ἐν τῇ καμάρᾳ τοῦ Ἁγίου Θεοδώρου, λαμβάνει ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, καὶ εἶθ' οὕτως εἰσελθόντες οἱ βεστήτορες ἀπὸ κελεύσεως, λαμβάνουσι τὴν χλανίδα τοῦ βασιλέως καὶ ἐξέρχονται. Ὁ δὲ βασιλεὺς καθέζεται, μέχρις ἂν ἡ παρασκευὴ ἅπασα τοῦ δεξίμου ὁμοιοτρόπως τῆς φιάλης τῶν Πρασίνων μετέλθῃ ἐν τῇ φιάλῃ τῶν Βενέτων, τουτέστι τά τε σκεύη καὶ τὸ πολίτευμα–εἰ τύχωσιν, ὡς προείρηται, καὶ πρέσβεις ἐθνῶν–καὶ εἶθ' οὕτως μετὰ τὸ πάντας εὐτρεπισθῆναι τοὺς μέλλοντας καθυπουργεῖν ἐν τῷ δεξίμῳ φιάλης τῶν Βενέτων, εἰσέρχεται ὁ τῆς καταστάσεως, καὶ δηλοῖ τῷ πραιποσίτῳ, ὡς ἕτοιμά ἐστιν πάντα, καὶ ὁ πραιπόσιτος δηλοῖ τῷ βασιλεῖ, ἃ παρὰ τοῦ τῆς καταστάσεως ἐδιδάχθη, καὶ λαβὼν νεῦμα ὁ τῆς καταστάσεως παρὰ τοῦ πραιποσίτου ἀπὸ κελεύσεως, δίδωσιν μεταστάσιμον ἐν τῷ Λαυσιακῷ. Καὶ διέρχονται οἵ τε πατρίκιοι καὶ στρατηγοὶ μετὰ τῶν συγκλητικῶν καὶ ὑπατικῶν διὰ τῆς Θερμάστρας, καὶ ἀνελθόντες τὰ γραδήλια, εἰσέρχονται διὰ τῆς Διαιταρικίου πύλης, ἐλθόντες δὲ διὰ τῆς καμάρας ἔμπροσθεν τοῦ Πανθέου, ἐξέρχονται διὰ τοῦ μονοθύρου ἐν τῷ ἡλιακῷ, καὶ πάντες οἱ προειρημένοι ἐν τῷ ἡλιακῷ ἵστανται ἔνθεν κἀκεῖσε ἀπὸ τῆς ἐξαγούσης πύλης τοῦ Χρυσοτρικλίνου, ἐν 2.99 τῷ προειρημένῳ ἡλιακῷ μέχρι τοῦ καμελαυκίου, ἐν ᾧ καὶ τὸ σένζον ἵσταται. Ὁ δὲ βασιλεὺς εἰσελθὼν ἔμπροσθεν τοῦ εἰρημένου βήλου, περιβάλλεται τὴν χλανίδα αὐτοῦ διὰ τῶν βεστητόρων, καὶ τῶν βεστητόρων ἐξελθόντων, στέφει ὁ πραιπόσιτος τὸν βασιλέα, καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, ἀπέρχεται μέχρι τῆς καμάρας τῆς οὔσης πρὸς ἀνατολὰς τοῦ Χρυσοτρικλίνου, ἑστώτων ἔνθεν κἀκεῖσε ἀρχόντων τοῦ κουβουκλείου· αἱ δὲ λοιπαὶ πύλαι τοῦ Χρυσοτρικλίνου αἱ ἐξάγουσαι πρὸς τὸ ἡλιακόν εἰσι κεκλεισμέναι. Καὶ ἵστανται δύο κουβικουλάριοι, εἷς ἐκ δεξιῶν, ὁ δὲ ἕτερος ἐξ ἀριστερᾶς, κατέχοντες ἀνὰ μίαν πύλην, λαβόντες δὲ νεῦμα οἱ αὐτοὶ κουβικουλάριοι ἐξανοίγουσιν αὐτὰς ἄφνω, καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν προρρηθέντων ἀρχόντων τοῦ κουβουκλείου, ἐξέρχεται ἐν τῷ ἡλιακῷ καὶ ἵσταται ἐν τῷ πορφυρῷ λίθῳ, καὶ παραυτίκα οἵ τε πατρίκιοι καὶ στρατηγοὶ καὶ ἡ σύγκλητος πᾶσα πίπτουσιν, καὶ ὄπισθεν αὐτῶν ἵστανται πρωτοσπαθάριοι, σπαθαροκανδιδάτοι καὶ σπαθάριοι, οἱ μὲν πρωτοσπαθάριοι φοροῦντες τὰ μανιάκια αὐτῶν, βαστάζοντες καὶ τὰ σπαθοβάκλια αὐτῶν, οἱ δὲ σπαθαροκανδιδάτοι τὰ μανιάκια αὐτῶν, βαστάζουσι δὲ καὶ σκουτάρια, ὡσαύτως καὶ οἱ σπαθάριοι σκουτάρια καὶ διστράλια. Ἵσταται δὲ ὁ τῆς καταστάσεως εἰς τὴν μέσην τῆς δοχῆς, καὶ δὴ, ὡς προείρηται, προσκυνησάντων πάντων καὶ ἀναστάντων, νεύει ὁ πραιπόσιτος ἀπὸ κελεύσεως τῷ τῆς καταστάσεως, κἀκεῖνος λέγει· \"Κελεύσατε.\" Καὶ οἱ μὲν πατρίκιοι καὶ στρατηγοὶ μετὰ τῆς συγκλήτου καὶ τῶν ὑπατικῶν ἀπέρχονται, καὶ ἵστανται, ὡς ἀνωτέρω εἴρηται, ἐν τῇ αὐτῶν στάσει· ὁ δὲ τῆς καταστάσεως ποιήσας τὸ ῥωσθέλιον, ὡς εἴθισται αὐτῷ, ἐπιδίδωσι τῷ βασιλεῖ, καὶ παραυτίκα ὁ φωνοβόλος κουβικουλάριος ἐφαπλοῖ τὸ παρακυπτικὸν ὕπερθεν τοῦ ὄντος ὑπὸ τοῦ καμελαυκίου στηθέου ἔμπροσθεν τοῦ σένζου, καὶ κατασφραγίζει ὁ βασιλεὺς τὸν λαὸν ἐκ τρίτου, ὡς εἴθισται αὐτῷ, [2.100] καὶ καθέζεται ἐπὶ τοῦ σένζου, καὶ εὐθέως ὁ δήμαρχος, αὐλοῦντος καὶ τοῦ ὀργάνου, ἀνακράζει μεγάλως τό· \"Ἅγιος.\" Λαβὼν δὲ νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως καὶ παρακύψας, νεύει διὰ τῆς χειρὸς ἐκ τρίτου, καὶ παύει τὸ ὄργανον."
      },
      {
        "index": 1,
        "text": "Παύσαντος δὲ τοῦ ὀργάνου, ἄρχονται οἱ τοῦ μέρους ἐκτελεῖν τὰ συνήθη ἅπαντα. Εὐφημήσαντος δὲ τοῦ μέρους καὶ ἐκφωνήσαντος, αὐλεῖ τὸ ὄργανον, καὶ παύσαντος αὐτοῦ, ἄρχεται ὁ δῆμος τὸν ἀπελατικόν. Καὶ εὐθέως λαμβάνει νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, καὶ νεύει τῷ τῆς καταστάσεως, κἀκεῖνος τοῖς τέσσαρσι δομεστίκοις τῶν ταγμάτων, ὡς κατὰ συνήθειαν, καὶ κατελθόντες ἵστανται κάτω ἐν τῇ φιάλῃ ἐν τῇ τάξει αὐτῶν. Τελεσθέντων δὲ τῶν ἀπελατικῶν, αὐλεῖ τὸ ὄργανον, καὶ παύσαντος αὐτοῦ, λέγουσιν οἱ τοῦ μέρους τὰ τετράλεκτα ἀκτολογοῦντες, λέγουσι δὲ καὶ αὐγουστιακά, καὶ τούτων τελεσθέντων, ἄρχονται οἱ αὐτοὶ τὴν φωνήν. Ἡνίκα δὲ ἄρξηται, λαμβάνει νεῦμα ὁ τῆς καταστάσεως παρὰ τοῦ πραιποσίτου, καὶ νεύει τοῖς ὑπατικοῖς, αὐτοὶ δὲ ἀπελθόντες, εἰσέρχονται ἐν τῷ Χρυσοτρικλίνῳ, καὶ ἵστανται ἐκεῖσε ἐν ταῖς αὐτῶν τάξεσιν, τελεσθείσης δὲ τῆς φωνῆς, ἀνίσταται ὁ βασιλεύς, καὶ αὐλεῖ τὸ ὄργανον, καὶ ἵσταται ὁ βασιλεὺς ὄπισθεν τοῦ σένζου, καὶ ὀπίσω αὐτοῦ ἵστανται εὐνοῦχοι πρωτοσπαθάριοι ἠλλαγμένοι, καὶ ἔμπροσθεν αὐτοῦ ἵστανται ἄρχοντες τοῦ κουβουκλείου ἔνθεν κἀκεῖσε μετὰ πατρικίων τε καὶ στρατηγῶν μέχρι τῆς εἰσαγούσης πύλης ἐν τῷ Χρυσοτρικλίνῳ. Καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, δίδωσι νεῦμα κουβικουλαρίῳ τῷ φωνοβόλῳ, κἀκεῖνος παρακύψας, νεύει ἐκ τρίτου τῷ λαῷ διὰ τῆς χειρός, καὶ παύει τὸ ὄργανον, σὺν αὐτῷ καὶ οἱ τοῦ μέρους, καὶ ὁ φωνοβόλος λέγει· \"Ὁ παντοδύναμος καὶ πολυέλεος Θεός\" καὶ τὰ ἑξῆς. Καὶ τελέσαντος αὐτοῦ, ἄρχονται οἱ τοῦ μέρους αἰτεῖσθαι τὰς συνήθεις τέσσαρας αἰτήσεις, καὶ τούτων πέρας εἰληφότων, νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, κἀκεῖνος τῷ φωνοβόλῳ, κἀκεῖ [2.101] νος συντίθεται διὰ τῆς χειρός, ἐκ τρίτου τοῦτο τελῶν καθ' ἑκάστην αἴτησιν, ὡς ἀνωτέρω εἴρηται. Εἶθ' οὕτως διέρχεται ὁ βασιλεὺς διὰ τοῦ αὐτοῦ ἡλιακοῦ, δηριγευόμενος ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν, καὶ εἰσέρχεται ἐν τῷ Χρυσοτρικλίνῳ, καὶ ἵσταται ἔμπροσθεν τοῦ σένζου, οἱ δὲ προειρημένοι πάντες ἵστανται ἔνθεν κἀκεῖσε. Καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, λέγει· \"Κελεύσατε\" οἱ δὲ ὑπερεύχονται τὸν βασιλέα· \"Εἰς πολλοὺς χρόνους\" καὶ ἐξέρχονται. Τοῦ δὲ βασιλέως εἰσελθόντος, λαμβάνει ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς αὐτοῦ, καὶ εἰσελθόντες οἱ βεστήτορες λαμβάνουσιν καὶ αὐτοὶ τὴν χλαμύδα, καὶ ἐξέρχονται· ὁ δὲ βασιλεύς, εἰ κελεύει, προβάλλεται προβολὰς ἀξιωμάτων, ἀπό τε ἀπὸ ἐπάρχων προαναβιβάζων μέχρι πατρικίων, καὶ εἶθ' οὕτως, στοιχηθέντος τοῦ κλητωρίου, γίνονται μίνσαι. Ἰστέον ὅτι ἐν ταύτῃ τῇ ἡμέρᾳ σάξιμα ἐν τῷ κλητωρίῳ οὐκ εἰσέρχονται, ἀριστῶσιν δὲ οἱ δήμαρχοι κατὰ τὸ σύνηθες ἐν ταύτῃ τῇ ἡμέρᾳ, ἕκαστος ἐν τῇ ἰδίᾳ φιάλῃ μετὰ καὶ τοὺς τῶν μερῶν προὔχοντας. 2.102 ΟΔʹ (ΞΕʹ) Ὅσα δεῖ παραφυλάττειν εἰς τὸ σάξιμον, ἤγουν εἰς τὸ κλητώριον Μετὰ τὴν τοῦ δεξίμου ἀπόλυσιν δίδονται μίνσαι, καὶ γίνεται κλητώριον ἀποκοπτὸν ἐν τῷ εὐπρεπεστάτῳ τρικλίνῳ τοῦ Ἰουστινιανοῦ, καὶ τῶν δεσποτῶν ἀκουμβιζόντων ἐπὶ τῆς τραπέζης, ἐπιτελεῖται ἡ συνήθης τάξις τοῦ κλητωρίου, καὶ ἀπὸ τοῦ ὁπτομίνσου ἐξέρχονται οἱ ἀρτοκλῖναι, καὶ εἰσάγουσι τοὺς ὀφείλοντας χορεῦσαι ἐν τῷ σαξίμῳ, ἤγουν τὸν δομέστικον τῶν σχολῶν καὶ τὸν τῶν νουμέρων καὶ τὸν δήμαρχον τῶν Βενέτων μετὰ καὶ τοῦ ἰδίου μέρους, τούς τε τριβούνους καὶ βικαρίους. Καὶ δὴ τούτων εἰσερχομένων ἔνδοθεν τοῦ βήλου, ἐπεύχονται τοὺς δεσπότας πολυχρόνιον, καὶ εὐθέως κρατεῖ τὸ λιβελλάριν τῇ δεξιᾷ χειρὶ ὁ δομέστικος τῶν σχολῶν. Εἶτα κατέρχεται ὁ τῆς τραπέζης, καὶ αἴρει αὐτό, καὶ ἀναφέρει, καὶ ἐπιδίδωσι τῷ νιψιστιαρίῳ, καὶ λέγουσιν οἱ τοῦ μέρους ἀπελατικὸν ἦχ. αʹ· \"Ἐν ταῖς χερσί σου σήμερον παραθέμενος τὸ κράτος, Θεός σε ἐπεκύρωσεν αὐτοκράτορα δεσπότην, καὶ προελθὼν οὐρανόθεν ἀρχιστράτηγος ὁ μέγας, πρὸ προσώπου σου ἤνοιξεν τὰς πύλας τῆς βασιλείας· ὅθεν ὁ κόσμος προσπίπτει τῷ σκήπτρῳ τῆς δεξιᾶς σου, εὐχαριστῶν τῷ Κυρίῳ τῷ εὐδοκήσαντι οὕτως. Σὲ γὰρ ἔχειν ἐπεπόθει τὸν εὐσεβῆ βασιλέα, δεσπότην τε καὶ ποιμένα, ὁ δεῖνα αὐτοκράτωρ.\" [2.103] Καὶ εἶθ' οὕτως στρέφεται ὁ τῆς τραπέζης, καὶ ἐκτείνει τὴν δεξιὰν αὐτοῦ χεῖρα καὶ τοὺς δακτύλους ἀκτινοειδῶς διαστέλλων καὶ πάλιν βοτρυδὸν ἐπισυστέλλων, ἄρχεται χορεύειν ὅ τε δομέστικος τῶν σχολῶν μετὰ καὶ τοῦ νουμέρου καὶ τοῦ δημάρχου καὶ τῶν τριβούνων καὶ βικαρίων καὶ τῶν δημοτῶν, περιερχόμενοι γυρόθεν τῆς τραπέζης τρίτον. Χρὴ δὲ γινώσκειν ὅτι οἱ τριβοῦνοι καὶ οἱ βικάριοι περιβέβληνται τὰ χρυσοσήμεντα διακοπτὰ κοντομάνικα βένετά τε καὶ λευκὰ καὶ ἐν τοῖς ποσὶ τὰ ποδόψελλα, βαστάζοντες ἐν ταῖς χερσὶ τὰ λεγόμενα φεγγία. Καὶ μετὰ τὸ χορεῦσαι τρίτον κατέρχονται πάντες, καὶ ἵστανται κάτωθεν τῆς τραπέζης ἀντικρὺ τῶν δεσποτῶν. Καὶ λέγουσιν οἱ κράκται, \"Ἔς· τοῦτο τὸ βασίλειον, Κύριε, στερέωσον·\" καὶ ὁ λαὸς ἐκ γʹ· \"Οἱ ἔς· τοῦτο τὸ βασίλειον, Κύριε, στερέωσον.\" Οἱ κράκται· \"Κύριε, ζωὴν αὐτῶν διὰ τὴν ζωὴν ἡμῶν·\" καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Καὶ εἶθ' οὕτως κατέρχεται ὁ τῆς τραπέζης μετὰ τοῦ ἀποκομβίου, δηλονότι ὑπὸ ἀρτοκλίνου βασταζομένου, καὶ ἐπιδίδει τῷ δομεστίκῳ, καὶ τούτων προσκυνούντων, λέγουσιν οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Καὶ λέγουσιν τὸν χορευτικόν· \"Λάμπουσιν οἱ δεσπόται, χαίρεται ὁ κόσμος· λάμπουσιν αἱ Αὐγοῦσται· χαίρεται ὁ κόσμος· καὶ τὰ πορφυρογέννητα· χαίρεται ὁ κόσμος· ἀγάλλεται ἡ σύγκλητος καὶ ὅλον τὸ παλάτιν· χαίρεται ὁ κόσμος, ἀγάλλεται ἡ πόλις καὶ ὁ πλοῦτος ἡμῶν, ναί, Κύριε, πολλὰ Αὐγοῦσται, χαρὰ καὶ ὁ πλοῦτος ἡμῶν, ναί, Κύριε, πολλά των τὰ ἔτη.\" Οἱ κράκται· \"Τῶν βασιλέων·\" ὁ λαός· [2.104] Πολλὰ τὰ ἔτη.\" Οἱ κράκται· \"Καλὰ τὰ ἔτη τῶν βασιλέων.\" Ὁ λαός· \"Ναὶ Κύριε, πολλὰ καὶ καλά των τὰ ἔτη.\" Οἱ κράκται· \"Καὶ τῶν Αὐγουστῶν.\" Ὁ λαός· \"Πολλὰ τὰ ἔτη.\" Οἱ κράκται· \"Καλά των τὰ ἔτη·\" Ὁ λαός· \"Ναὶ Κύριε, πολλὰ καὶ καλά των τὰ ἔτη.\" Οἱ κράκται· \"Τῶν πορφυρογεννήτων.\" Ὁ λαός· \"Πολλὰ τὰ ἔτη.\" Οἱ κράκται· \"Καλά των τὰ ἔτη.\" Ὁ λαός· \"Ναὶ Κύριε, πολλὰ καὶ καλά των τὰ ἔτη.\" Καὶ εἶθ' οὕτως ἐπεύχονται πάντες πολυχρόνιον Σάξιμον βʹ. Εἰσέρχεται τὸ μέρος τῶν Πρασίνων κατὰ τὸν προρρηθέντα τύπον μετὰ καὶ τοῦ δομεστίκου τῶν ἐξκουβιτῶν καὶ τοῦ τειχεώτου καὶ τοῦ δημάρχου καὶ τῶν τριβούνων καὶ βικαρίων καὶ τῶν δημοτῶν τοῦ μέρους. Χρὴ εἰδέναι ὅτι κατὰ τὸν προειρημένον τύπον, ἐπιτελεῖται καὶ τοῦτο τὸ σάξιμον ἀπαραλλάκτως, πλὴν οἱ τριβοῦνοι καὶ οἱ βικάριοι περιβέβληνται τὰ χρυσοσήμεντα διακοπτὰ κοντομάνικα πράσινά τε καὶ ῥούσια. Ἰστέον ὅτι αὐτὴ ἡ τάξις ἅπασα ἐπιτελεῖται καὶ ἐπὶ τοῦ αὐγουστιακοῦ κλητωρίου. 2.105 ΟΕʹ (Ξζʹ) Ὅσα δεῖ παραφυλάττειν, δεξίμου γινομένου ἐν τῇ μυστικῇ φιάλῃ τοῦ Τρικόγχου, χειμῶνος ὄντος καὶ βιαίων ἀνέμων, καὶ μὴ συγχωρούντων γενέσθαι ἐν ταῖς ἐξ ἔθους φιάλεσι. Προέρχονται τῇ αὐτῇ ἡμέρᾳ ἐννύχιοι πατρίκιοι καὶ στρατηγοὶ καὶ πᾶσα ἡ σύγκλητος, καὶ ἕκαστος αὐτῶν ἀλλάσσει τὴν ἰδίαν στολήν, ὁ δὲ τῆς καταστάσεως λέγει τῷ πραιποσίτῳ, ὡς ὅτι τὰ μέρη ἕτοιμά εἰσιν, οἱ δήμαρχοι ἤνεγκαν τὰ λιβελλάρια αὐτῶν, καὶ ἐν τῷ Ἰουστινιανῷ τρικλίνῳ εἰς τὰ τῶν ὑπάτων σκάμνα ἐκδέχονται. Καὶ ὁ πραιπόσιτος εἰσελθὼν ἐν τῷ Τριπέτωνι μετὰ πάντων τῶν τοῦ κουβουκλείου, προστάσσει τοὺς ὀστιαρίους λαβεῖν τὰ βεργία αὐτῶν, καὶ δηριγευόμενος ὑπ' αὐτῶν, ἐξέρχεται εἰς τὸν Λαυσιακόν, κἀκεῖσε δέχεται αὐτὸν ὁ τῆς καταστάσεως μετὰ τῶν σιλεντιαρίων, εἶτα ἐκεῖθεν δηριγευόμενος ὑπὸ τῶν τοῦ κουβουκλείου καὶ τοῦ τῆς καταστάσεως, ἀλλὰ μὴν καὶ τῶν σιλεντιαρίων καὶ τῶν ὀστιαρίων βασταζόντων τὰ βεργία αὐτῶν, ἐξέρχεται ἐν τῷ Ἰουστινιανῷ τρικλίνῳ. Χρὴ δὲ εἰδέναι ὅτι, τοῦ πραιποσίτου δηριγευομένου διὰ τοῦ Λαυσιακοῦ, ἀνίστανται πάντες· τῇ γὰρ ἡμέρᾳ ἐκείνῃ ὡς ἐκ προσώπου τοῦ βασιλέως διέρχεται, καὶ διὰ τοῦτο φυλάττεται ἡ τάξις καὶ ἡ τιμὴ οὕτως. Οἱ δὲ τοῦ [2.106] κουβουκλείου ἄρχοντες ἵστανται ἐν τῷ αὐτῷ τρικλίνῳ ἔνθεν καὶ ἔνθεν, καὶ ὁ πραιπόσιτος μέσον αὐτῶν. Εἶτα ἔρχονται οἱ δήμαρχοι βαστάζοντες λιβελλάρια, καὶ διερχόμενοι μέσον τοῦ κουβουκλείου, πλησιάζουσι τῷ πραιποσίτῳ, καὶ προσκυνοῦσιν αὐτῷ· καὶ αὐτὸς μικρόν τι προσκυνήσας αὐτοῖς, δέχεται τὰ λιβελλάρια αὐτῶν, κρατοῦσι δὲ οἱ δύο δήμαρχοι ἀνὰ δύο λιβελλαρίων, ἓν μὲν λόγῳ τοῦ βασιλέως, τὸ δὲ ἕτερον λόγῳ τοῦ πραιποσίτου. Καὶ ὑποστρέψας ἀπὸ τῶν ἐκεῖσε ὁ αὐτὸς πραιπόσιτος καὶ δηριγευόμενος ὑπὸ τῶν προειρημένων, εἰσέρχεται ἐν τῷ Τριπέτωνι, κἀκεῖσε μικρὸν ἑστώς, ἐξέρχεται καὶ καθέζονται εἰς τὰς τάξεις αὐτῶν ἅπαντες. Τῶν δὲ μερῶν ἑτοιμασθέντων καὶ τῶν σκευῶν ἐξελθόντων, καὶ ἁπλῶς πάντων τῶν καθυπουργεῖν βουλομένων ἐν τῷ δεξίμῳ, εἰ τύχωσι δὲ καὶ ἀποκρισιάριοι, ἵστανται καὶ αὐτοὶ εἰς τὴν φιάλην. Εἶτα εἰσέρχεται ὁ τῆς καταστάσεως, καὶ λέγει τῷ πραιποσίτῳ ὅτι πάντα ἡτοίμασται, καὶ ὁ πραιπόσιτος εἰσελθὼν μηνύει τῷ βασιλεῖ, καὶ εἶθ' οὕτως δίδοται μεταστάσιμον. Οἱ δὲ πατρίκιοι καὶ πάντες οἱ βαρβάτοι ἄρχοντες διέρχονται διὰ τοῦ Λαυσιακοῦ καὶ τῶν ἐκεῖσε βαθμίδων, καὶ διὰ τοῦ μονοθύρου τοῦ ὄντος εἰς τὸ Εἰδικὸν εἰσέρχονται ἐν τῷ ἡμικυκλίῳ τῆς μυστικῆς φιάλης τοῦ Τρικόγχου. Κἀκεῖσε πάντων τῶν προειρημένων στάντων ἐνώπιον τοῦ ναοῦ τοῦ ἁγίου Ἰωάννου καὶ ἐκδεχομένων τὸν βασιλέα, ὁ βασιλεὺς δηριγευόμενος ὑπὸ τοῦ κουβουκλείου, διέρχεται διὰ τῶν διαβατικῶν τῶν Ἁγίων Μʹ, καὶ ἐξέρχεται διὰ τοῦ γανωτοῦ μονοθύρου τοῦ ἡμικυκλίου, καὶ εἰσέρχεται εἰς τὸ Τρίκογχον. Εἶθ' οὕτως προσκαλεῖται ὁ πραιπόσιτος τοὺς βεστήτορας, καὶ περιβάλλουσιν αὐτὸν τὴν χλανίδα αὐτοῦ, καὶ παραυτίκα ἐξέρχονται πάντες· ὁ δὲ βασιλεὺς στέφεται παρὰ τοῦ πραιποσίτου, τοῦ κουβουκλείου ἐκεῖσε παρισταμένου. [2.107] Χρὴ εἰδέναι ὅτι ἐνώπιον βαρβάτων ὁ βασιλεὺς οὐδέποτε στέφεται, ἐξ αὐτῆς τῆς ἀρχῆς ταύτης τῆς παραδόσεως φυλαττομένης· ἑστώτων δὲ τῶν ἀρχόντων τοῦ κουβουκλείου ἔνθεν κἀκεῖσε, οἱ σπαθαροκουβικουλάριοι, καὶ οἱ κουβικουλάριοι ἵστανται ὄπισθεν τῶν ἀρχόντων τοῦ κουβουκλείου, οἱ μὲν ἐν τῇ κόγχῃ ἄνωθεν εἰς τὸ βαθμίδιον, οἱ δὲ ἐξ εὐωνύμων, καὶ αὐτοὶ ὁμοίως εἰς τὸ βαθμίδιον. Καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ ὀστιαρίῳ τῷ ἑστῶτι εἰς τὸ βῆλον, καὶ εἰσάγει πατρικίους καὶ στρατηγούς, καὶ εἰσελθόντων αὐτῶν ἐν τῷ τρικλίνῳ καὶ στάντων, προσκυνεῖται ὁ βασιλεὺς ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, καὶ λαμβάνει νεῦμα ὁ πραιπόσιτος εἰπεῖν μειζόνως τό· \"Κελεύσατε\" οἱ δὲ ὑπερεύχονται τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Τοῦτο γίνεται καθ' ἑκάστην δοχὴν τοῦ βασιλέως. Εἶτα ἐξέρχονται ἔξω τῶν ἀργυρῶν πυλῶν ἔνθα ἵσταται τὸ σένζον, κἀκεῖσε ἵστανται, καὶ ἐξέρχεται ὁ βασιλεὺς εἰς τὴν ἀργυρᾶν πύλην, καὶ προσκυνοῦσιν αὐτὸν πάντες οἱ προειρημένοι. Εἶτα λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ τῆς καταστάσεως, κἀκεῖνος λέγει· \"Κελεύσατε,\" καὶ ἀπέρχεται ἕκαστος ἐν τῇ ἰδίᾳ αὐτοῦ τάξει τε καὶ στάσει. Ὁ δὲ τῆς καταστάσεως ποιήσας τὸ ῥωσθέλιον, ὡς εἴθισται αὐτῷ, ἐπιδίδωσι τῷ βασιλεῖ, ὁ δὲ βασιλεὺς ἀνελθὼν ἐν τῷ σένζῳ, κατασφραγίζει τὸν λαὸν ἐκ τρίτου καὶ καθέζεται. Καὶ ὁ πραιπόσιτος λαβὼν νεῦμα παρὰ τοῦ βασιλέως, παρακύψας νεύει τῷ λαῷ ἐκ γʹ διὰ τῆς χειρός, καὶ ἡσυχάζουσι τὰ ὄργανα, τὰ δὲ δύο μέρη τὰς συνήθεις φωνὰς καὶ εὐφημίας ἐκτελοῦσιν, καὶ τούτων παυσαμένων, αὐλεῖ τὸ ὄργανον μέρους τῶν Βενέτων, καὶ τούτου αὐλήσαντος καὶ παυσαμένου, ἄρχεται ὁ δῆμος τῶν Βενέτων τὸν ἀπελατικόν, καὶ τούτου τελεσθέντος, ἄρχεται τὴν φωνήν. Εἶθ' οὕτως λαμβάνει νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, κἀκεῖνος ἀπελθών, λαμβάνει τοὺς δομεστίκους τοὺς μεγάλους, ὡς ἡ συνήθεια ἔχει, καὶ [2.108] κατελθόντες, ἵστανται εἰς τὰς τάξεις αὐτῶν· τὸ αὐτὸ δὲ ποιοῦσιν καὶ οἱ Πράσινοι, λέγουσιν τὰ ἄκτα αὐτῶν, καὶ τοῦ ὀργάνου αὐλήσαντος, λέγουσιν τὸν ἀπελατικόν, εἶθ' οὕτως τὴν φωνήν. Καὶ ἀνίσταται ὁ βασιλεὺς ἀπὸ τοῦ σένζου αὐτοῦ, καὶ αὐλοῦσι τὰ ὄργανα, ὁ δὲ βασιλεὺς ἵσταται εἰς τὸ σένζον, οἱ δὲ πατρίκιοι καὶ οἱ στρατηγοὶ ἵστανται εἰς τὸ Τρίκογχον ἔνθεν κἀκεῖσε, εἶτα λαμβάνει νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, καὶ νεύει τῷ φωνοβόλῳ κουβικουλαρίῳ τῷ λέγοντι· \"Ὁ παντοδύναμος καὶ πολυέλεος Θεός\" καὶ τὰ ἑξῆς· ὁ δὲ κουβικουλάριος νεύει ἀπὸ τοῦ παρακυπτικοῦ, καὶ παύουσι τὰ ὄργανα, καὶ ἄρχονται τὰ μέρη αἰτεῖσθαι τὰς τέσσαρας αἰτήσεις, καὶ ἑκάστης πέρας εἰληφυίας, λαμβάνει νεῦμα ὁ πραιπόσιτος, καὶ νεύει τῷ φωνοβόλῳ, κἀκεῖνος συντίθεται τῷ λαῷ ἐκ τρίτου διὰ τῆς χειρὸς κατὰ τὰς αἰτήσεις αὐτῶν. Καὶ συνταξάμενος αὐτοῖς ὁ βασιλεύς, εἰσέρχεται εἰς τὸ Τρίκογχον, εἶτα στὰς ἔμπροσθεν τῆς βαθμίδος τῆς κόγχης τοῦ τρικλίνου, ὁ βασιλεὺς νεύει τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος λέγει· \"Κελεύσατε.\" Καὶ πάντων τῶν ἀρχόντων ἐξελθόντων, μένει ὁ βασιλεὺς μετὰ τοῦ κουβουκλείου μόνου, ὁ δὲ πραιπόσιτος, λαβὼν ἀπὸ τῆς κεφαλῆς αὐτοῦ τὸ στέμμα, προσκαλεῖται τοὺς βεστήτορας, καὶ ἀπαλλάσσουσιν τὴν χλανίδα τοῦ βασιλέως. Εἶθ' οὕτως ἐξέρχεται ὁ βασιλεὺς ἀπὸ τοῦ Τρικόγχου, καὶ διέρχεται πάλιν διὰ τῶν αὐτῶν διαβατικῶν, καὶ ἀπέρχεται εἰς τὸν Χρυσοτρίκλινον, καὶ ὁ πραιπόσιτος λαβὼν ἀποκόμβιον τῶν δύο μερῶν, δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται διὰ τῶν διαβατικῶν, καὶ ἀπέρχεται ἐν τῷ ἡμικυκλίῳ φιάλης τοῦ Τρικόγχου, καὶ παρακύπτει κάτωθεν, οἱ δὲ τοῦ μέρους τῶν Βενέτων κρατοῦσιν ἡπλωμένην τὴν χλανίδα τοῦ δημάρχου αὐτῶν, εἰς ἣν δέχονται τὸ ἀποκόμβιον τὸ διὰ τοῦ πραιποσίτου παρὰ τοῦ βασιλέως πεμφθὲν αὐτοῖς. Ὁμοίως δὲ καὶ οἱ Πράσινοι τὸ αὐτὸ ποιοῦσιν. Εἶτα ὑποστρέφει ὁ πραιπόσιτος μετὰ τοῦ [2.109] κουβουκλείου, καὶ τοῦ βασιλέως καθεσθέντος ἐπὶ τοῦ σένζου, φοροῦντος καὶ τὸ σαγίον αὐτοῦ, καὶ τοῦ κουβουκλείου εἰς τὸν Χρυσοτρίκλινον ἑστῶτος, κελεύει εἰσαχθῆναι προβολὰς ἀξιωμάτων πολλῶν, ἀπό τε μανδατώρων προαναβιβάζων καθ' ἑκάστην τάξιν ἕως πρωτοσπαθαρίων, εἰ κελεύει δέ, προβάλλεται καὶ πατρικίους. Καὶ τούτων τελεσθέντων, καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης εἰς τὸν Ἰουστινιανοῦ τρίκλινον, καὶ κελεύει εἰσελθεῖν σάξιμα· καὶ εἰσάγεται πρῶτον σάξιμον, τὸ κουβούκλειον· καὶ τῇ δευτέρᾳ τάξει εἰσέρχονται οἱ πατρίκιοι ἅμα τῶν πρωτοσπαθαρίων καὶ λοιπῶν βασιλικῶν· τῇ τρίτῃ δὲ καταστάσει εἰσέρχεται ὁ δομέστικος τῶν σχολῶν μετὰ τοῦ περατικοῦ δήμου τῶν Βενέτων· τῇ δὲ τετάρτῃ καταστάσει εἰσέρχεται ὁ ἐξκούβιτος μετὰ τοῦ περατικοῦ τῶν Πρασίνων δήμου· τῇ δὲ πέμπτῃ καταστάσει εἰσέρχονται οἱ τοῦ μέρους τῶν Βενέτων· τῇ δὲ ἕκτῃ καταστάσει οἱ τοῦ μέρους τῶν Πρασίνων. Καὶ ἑκάστη αὐτῶν τάξις λαβοῦσα ἀποκόμβιον, ἔχον χρήματα ἱκανά, ἐξέρχεται, εὐχαριστοῦσα τὸν Θεὸν καὶ εὐφημοῦσα καὶ ὑπερευχομένη αὐτῷ. https://byzantium.gr/ 2.110 ΟΣʹ (ΞΖʹ) Περὶ τῆς τῶν ἁπάντων ἀρχόντων τάξεώς τε καὶ παραστάσεως ἐν ἑκάστῳ δεξίμῳ ἐπιτελουμένῳ ἐν ταῖς μεγάλαις φιάλεσι. Ἰστέον ὅτι μετὰ τὸ καθεσθῆναι τὸν βασιλέα ἐν τῷ σένζῳ τῇ τάξει ᾖ ἀνωτέρω εἰρήκαμεν, ἵστανται εὐνοῦχοι πρωτοσπαθάριοι ὄπισθεν τοῦ βασιλέως πλησίον τοῦ σένζου, ἠλλαγμένοι τά τε στιχάρια αὐτῶν καὶ τὰ σαβάνια, φοροῦσι δὲ καὶ τὰ μανιάκια, καὶ ἐπὶ ὤμων βαστάζουσι τὰ σπαθοβάκλια αὐτῶν, ὄπισθεν δὲ τῶν αὐτῶν πρωτοσπαθαρίων ἵστανται μέσον τοῦ ἡλιακοῦ πρωτοσπαθάριοι βαρβάτοι ἠλλαγμένοι τά τε σπέκια αὐτῶν καὶ τὰ μανιάκια. Τὸ δὲ ἄρμα, ἤγουν τὸ σκουτάριν βαστάζουσι σπαθάριοι δύο καθ' ἕνα ἕκαστος αὐτῶν, καὶ ἵστανται μετὰ τῶν αὐτῶν βαρβάτων πρωτοσπαθαρίων, οἱ δὲ σπαθαροκουβικουλάριοι καὶ οἱ κουβικουλάριοι ἵστανται ἐπ' εὐθείας ἅπαντες ἔνθεν κἀκεῖσε τῶν αὐτῶν βαρβάτων πρωτοσπαθαρίων. Ὁ δὲ τῆς καταστάσεως ἵσταται ἔμπροσθεν τῶν κουβικουλαρίων μικρὸν πρὸς τὸ λαμβάνειν αὐτὸν ἀπὸ κελεύσεως ἐκ τοῦ πραιποσίτου τὰ νεύματα. Οἱ δὲ σπαθαροκανδιδάτοι ἵστανται ὄπισθεν τῶν προειρημένων βαρβάτων πρωτοσπαθαρίων, σπαθαροκουβικουλαρίων τε καὶ κουβικουλαρίων βαστάζοντες τὰ σκουτάρια αὐτῶν, φοροῦντες καὶ τὰ μανιάκια καὶ τὰ σπαθία αὐτῶν, ὡσαύτως καὶ οἱ σπαθάριοι φοροῦντες τά τε σπαθία [2.111] αὐτῶν καὶ σκουτάρια, βαστάζοντες τὰ διστράλια αὐτῶν, ἵστανται ἔνθεν κἀκεῖσε τῶν σπαθαροκανδιδάτων, ὁμοίως εἰ τύχωσι καὶ σπαθάριοι διὰ πόλεως. Οἱ δὲ σιλεντιάριοι ἵστανται ἐν τῷ κρεμαμένῳ βήλῳ πύλης τοῦ ἡλιακοῦ ἐν τῷ μαρμαρίνῳ πουλπίτῳ· ἄρχοντες δὲ τοῦ κουβουκλείου καὶ πατρίκιοι ἵστανται ἔνθεν κἀκεῖσε ἐν τοῖς παρακυπτικοῖς καγκέλλοις ὄρθιοι, μὴ ἐπερειδόμενοι ἐπ' αὐτοῖς."
      },
      {
        "index": 2,
        "text": "Ἰστέον δὲ καὶ τοῦτο, ὅτι, εἰ τύχοι γενέσθαι τὸ δέξιμον ἐν τῇ μυστικῇ φιάλῃ τοῦ Τρικόγχου, τελεῖται ἡ τῆς παραστάσεως τάξις οὕτως· Καθέζεται ὁ βασιλεὺς ἐπὶ τοῦ σένζου, ὡς εἴθισται αὐτῷ, καὶ ἵστανται ἐνώπιον αὐτοῦ ἄρχοντες τοῦ κουβουκλείου, οἱ δὲ πατρίκιοι καὶ στρατηγοὶ ἵστανται ἅπαντες ἔνθεν κἀκεῖσε ἀπὸ τοῦ πουλπίτου ἐν ταῖς θυρίσι· οἱ δὲ συγκλητικοὶ ὑπατικοὶ ἵστανται ἀπ' αὐτῶν ὁμοίως καὶ αὐτοὶ ἐν ταῖς θυρίσιν. Ὡσαύτως καὶ οἱ εὐνοῦχοι πρωτοσπαθάριοι ἵστανται ὄπισθεν τοῦ βασιλέως πλησίον τοῦ σένζου ἠλλαγμένοι· οἱ δὲ βαρβάτοι πρωτοσπαθάριοι καὶ οἱ τὸ ἄρμα κατέχοντες, ὡς προείρηται, ἵστανται ἔμπροσθεν τῶν πυλῶν τοῦ Τρικόγχου. Ὄπισθεν τῶν προρρηθέντων εὐνούχων πρωτοσπαθαρίων σπαθαροκουβικουλάριοί τε καὶ κουβικουλάριοι ἵστανται ἐν τῇ τρίτῃ πύλῃ τοῦ Τρικόγχου, οἱ δὲ σπαθαροκανδιδάτοι καὶ οἱ σπαθάριοι ἵστανται ἔνθεν κἀκεῖσε τοῦ βασιλέως ἐν τοῖς μαρμαρίνοις πουλπίτοις· ὁ δὲ τῆς καταστάσεως ἵσταται ἔμπροσθεν τῶν προειρημένων σπαθαροκανδιδάτων τε καὶ σπαθαρίων, ὄπισθεν δὲ τοῦ τῆς καταστάσεως ἵστανται σιλεντιάριοι. 2.112 ΟΖʹ (ΞΗʹ) Περὶ τοῦ χρυσοῦ ἱπποδρομίου καὶ τῶν ἐν αὐτῷ τελουμένων. Προέρχονται ἅπαντες ἐννύχιον, ἠλλαγμένοι ἀπὸ λευκῶν χλανιδίων, οἱ μὲν ἐν τῇ Θερμάστρᾳ, οἱ δὲ ἐν τῇ Ἀψίδι· καὶ λαβὼν κομβίναν ὁ πραιπόσιτος παρὰ σιλεντιαρίου, εἰσέρχεται καὶ ἐπιδίδωσιν αὐτὴν τῷ βασιλεῖ, ὁ δὲ βασιλεὺς κελεύει τῷ πραιποσίτῳ δοθῆναι τὸ πέρατον, καὶ ἐξελθὼν μετὰ τῶν τοῦ κουβουκλείου ἁπάντων, διέρχεται διὰ τῶν διαβατικῶν τῶν Ἁγίων Τεσσαράκοντα. Εἶτα ἐλθόντα ἐν τῷ ἡμικυκλίῳ τοῦ Τρικόγχου δέχεται αὐτὸν ἐκεῖσε ὁ τῆς καταστάσεως μετὰ σιλεντιαρίων ἁπάντων, καὶ διέρχεται μετ' αὐτῶν ὁ πραιπόσιτος διά τε τῆς Ἀψίδος καὶ τῆς Δάφνης. Ἀπελθὼν δὲ μέχρι τοῦ Αὐγουστέως, ἐξέρχεται εἰς τὸ στενὸν ἐν τῇ Χρυσῇ Χειρί, καὶ εὑρίσκει ἐκεῖσε ἑστῶτας τοὺς κούρσωρας μετὰ τῶν δεκανῶν ἔνθεν κἀκεῖσε. Διελθόντες δὲ μέσον αὐτῶν οἵ τε δήμαρχοι καὶ ὁ ἀκτουάριος καὶ πλησιάσαντες τῷ πραιποσίτῳ, προσκυνοῦσιν αὐτῷ, καὶ εἶθ' οὕτως δίδωσιν αὐτοῖς ὁ πραιπόσιτος τὸ πέρατον, εἶτα ὑποστρέψας ἀπὸ τῶν ἐκεῖσε, δηριγευόμενος ὑπὸ τῶν προειρημένων, εἰσέρχεται ἐν τῷ παλατίῳ. Ὁ δὲ βασιλεὺς περιβαλλόμενος τὸ χρυσοπερίκλειστον αὐτοῦ σαγίον καὶ δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ [2.113] κουβουκλείου, διέρχεται διὰ τῶν διαβατικῶν τοῦ Τρικόγχου Ἀψίδος τε καὶ τῆς Δάφνης, ἅπτων κηροὺς ἐν τοῖς εὐκτηρίοις, ὡς εἴθισται αὐτῷ. Καὶ διελθὼν διὰ τοῦ Αὐγουστέως, εἰσέρχεται εἰς τὸν ἅγιον Στέφανον, καὶ ἀπὸ τῶν ἐκεῖσε ἀνέρχεται διὰ τοῦ μυστικοῦ κοχλιοῦ ἐν τῷ κοιτῶνι τοῦ Καθίσματος, καὶ ἐκεῖσε παρακύπτει, μέχρις ἂν ἅπαντα εὐτρεπισθῶσιν. Τοῦ δὲ τῆς καταστάσεως ἐλθόντος καὶ δηλώσαντος τῷ πραιποσίτῳ, ὡς ὅτι πάντα ἕτοιμά ἐστιν τὰ σκεύη, ἐξελθόντες οἱ ἡνίοχοι ἐποίησαν τὰ ἀποδιαλύσιμα αὐτῶν, καὶ ἵστανται ἐν τοῖς ἰδίοις τόποις μετὰ τῶν ἁρμάτων αὐτῶν, οἱ δὲ δημοκράται καὶ οἱ δήμαρχοι ἀνῆλθον ἐν ταῖς ἐξ ἔθους καθέδραις ὄπισθεν τῶν δήμων, ἐκδεχόμενοι τὴν ἀνατολὴν τοῦ δεσπότου, ὅπως ἀνέλθωσιν ἕκαστος ἐν τῷ αὐτοῦ δήμῳ, ἅπαντες οἱ ἵπποι τῶν ἁρμάτων ἀνῆλθον, ὁ στρατὸς μετὰ τῶν φλαμούλων ἵσταται ἐν ταῖς τάξεσιν αὐτῶν, ὁ κοινὸς λαὸς ἀνῆλθον καὶ ἐπληρώθησαν τὰ βάθρα· τότε εἰσελθὼν ὁ πραιπόσιτος δηλοῖ τῷ βασιλεῖ, ὡς ὅτι ἅπαντα ἕτοιμά ἐστιν· ὁ δὲ βασιλεὺς κατέρχεται διὰ τῆς λιθίνης σκάλας, κατερχόμενος δὲ λέγει τῷ πραιποσίτῳ· \"Δὸς μεταστάσιμον\" κἀκεῖνος λέγει μεγάλως· \"Μεταστάσιμον\" εἰσέρχεται δὲ ὁ βασιλεὺς ἐν τῷ κοιτῶνι αὐτοῦ, καὶ προσκαλεσάμενος ὁ πραιπόσιτος τοὺς βεστήτορας, εἰσέρχονται καὶ περιβάλλουσιν τὴν χλανίδα τῷ βασιλεῖ, εἰπόντος δὲ τοῦ πραιποσίτου· \"Κελεύσατε\" ἐξέρχονται οἱ βεστήτορες ἀπὸ τοῦ κοιτῶνος, καὶ στεφθεὶς ὑπὸ τοῦ πραιποσίτου ὁ βασιλεὺς ἐξέρχεται ἀπὸ τοῦ κοιτῶνος, δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, στὰς δὲ εἰς τὸ στενόν, νεύει τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος τῷ ὀστιαρίῳ, καὶ ὁ ὀστιάριος εἰσάγει τοὺς πατρικίους, τὸ δὲ βῆλον τῆς πύλης ἐκείνης σιλεντιάριος ποιεῖ. Εἰσελθόντες δὲ ἔσω οἱ πατρίκιοι μετὰ καὶ τῶν [2.114] στρατηγῶν, πίπτουσιν, καὶ ἀναστάντων αὐτῶν, νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, καὶ λέγει μεγάλως· \"Κελεύσατε.\" Ἀπὸ δὲ τῶν ἐκεῖσε δηριγευόμενος ὁ βασιλεύς, ἐλθὼν ἵσταται ἐν τῷ τρικλίνῳ, ἐν ᾧ ἀριστᾷ τῇ αὐτῇ ἡμέρᾳ, καὶ εἰσελθόντες σιλεντιάριοι τρεῖς ἢ καὶ τέσσαρες, οἱ μὲν τρεῖς διέρχονται ἐν τῷ δεξιῷ μέρει τῆς δοχῆς ὄπισθεν, ὁ δὲ ἕτερος ἵσταται ἐν τῷ μέσῳ. Λαβὼν δὲ νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, δίδωσιν νεῦμα τῷ σιλεντιαρίῳ, ὁ δὲ σιλεντιάριος ἀπέρχεται ἐν τῷ βήλῳ, καὶ λέγει μεγάλως· \"Λεβά\" καὶ εἰσάγει τὸν τῆς καταστάσεως, καὶ ἵσταται μέσον τῆς δοχῆς. Λαβὼν δὲ πάλιν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ μαγίστρῳ, μὴ ὄντος δὲ μαγίστρου, νεύει τῷ κοιαίστωρι. Ἰστέον δὲ ὅτι, εἰ μὲν ὁ ὕπαρχος τοῦ πραιτωρίου καὶ ὁ κοιαίστωρ οὐκ εἰσὶν πατρίκιοι, πρὸ τῆς συγκλήτου ἴδιον βῆλον εἰσέρχονται· λαβὼν γὰρ νεῦμα ὁ μάγιστρος, νεύει λέγων τῷ τῆς καταστάσεως· \"Κόμητες\" κἀκεῖνος ἀπελθὼν λέγει· \"Λεβά.\" Καὶ εἰσέρχονται οἱ τῆς συγκλήτου, προσκυνήσαντες δὲ ἵστανται ἕκαστος αὐτῶν ἐν τῇ τάξει αὐτῶν· εἶτα νεύει πάλιν ὁ βασιλεὺς τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος τῷ μαγίστρῳ, ὁ δὲ μάγιστρος νεύει τὸ δεύτερον τῷ τῆς καταστάσεως, λέγων· \"Προφέκτωρ·\" κἀκεῖνος εἰς τὸ βῆλον ἀπελθὼν λέγει. \"Λεβά\" καὶ εἰσέρχεται ὁ ἀπὸ ἐπάρχων· προσκυνήσας δὲ καὶ αὐτός, ἵσταται ἐν τῇ τάξει αὐτοῦ. Εἶτα νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, κἀκεῖνος τῷ τῆς καταστάσεως, καὶ λέγει· \"Κελεύσατε\" αὐτοὶ δὲ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ εὐθέως κατασχὼν ὁ τῆς καταστάσεως τὸ ἄκρον τῆς χλανίδος τοῦ βασιλέως καὶ ποιήσας ῥωσθέλιον, ἐπιδίδωσι τῷ βασιλεῖ, ὅπως ἀνελθὼν ἐν τῷ σένζῳ, σφραγίσῃ μετ' αὐτοῦ τὸν λαὸν κατὰ συνήθειαν. Δηριγευόμενος δέ, ὡς προείρηται, ὑπ' αὐτῶν πάντων ὁ βασιλεύς, ἐξέρχεται καὶ [2.115] ἀνέρχεται ἐν τῷ Καθίσματι, καὶ στὰς ἔμπροσθεν τοῦ σένζου, σφραγίζει τὸν λαὸν ἐκ γʹ, πρῶτον μὲν μέσον, δεύτερον τὸν τοῦ Βενέτου δῆμον, τρίτον τὸν τοῦ Πρασίνου, καὶ καθέζεται ἐπὶ τοῦ σένζου. Μετὰ δὲ τὴν συμπλήρωσιν τῆς εὐφημίας τοῦ δήμου καὶ τῶν στρατευμάτων νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ· ὁ δὲ πραιπόσιτος ἐξελθὼν ἔξω τοῦ Καθίσματος, ἵσταται ἐπάνω τῶν βάθρων, καὶ προσκαλεῖται τοὺς πατρικίους τούς τε στρατηγοὺς τοὺς κατὰ συνήθειαν ἐκτελοῦντας προσκύνησιν, καὶ εἰσελθόντες. κατὰ τὴν τάξιν αὐτῶν ἐν τῷ Καθίσματι, προσκυνοῦσι τῷ βασιλεῖ, καὶ ἐξέρχονται ὑπερευχόμενοι, καὶ ἵστανται ὑποκάτω τῶν βάθρων ἔμπροσθεν τῆς μεγάλης πύλης. Καὶ μετὰ τὴν συμπλήρωσιν πάντων, λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, ἐξελθὼν ἵσταται πάλιν ἐπάνω τῶν βάθρων, καὶ νεύει τοῖς τὴν προσκύνησιν τελέσασι, ὅπως ἀπέλθωσι ἐν ταῖς αὐτῶν τάξεσιν ἐν τοῖς σκαμνίοις."
      },
      {
        "index": 3,
        "text": "Τελεσθέντων δὲ τῶν δʹ βαΐων, ἀνίσταται ὁ βασιλεὺς ἀπὸ τοῦ σένζου, οἱ δὲ πατρίκιοι καὶ οἱ στρατηγοὶ ἵστανται ἐν τῷ τρικλίνῳ, ἐν ᾧ ἀριστᾷ τῇ αὐτῇ ἡμέρᾳ ὁ βασιλεύς, ἔνθεν κἀκεῖσε, καὶ δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται, αὐτοὶ δὲ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ εἰσελθόντος τοῦ βασιλέως εἰς τὸν κοιτῶνα αὐτοῦ, λαμβάνει ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς αὐτοῦ, καὶ εἰσελθόντες οἱ βεστήτορες ἀπὸ κελεύσεως, λαμβάνουσι τὴν χλανίδα, καὶ ἐξέρχονται· εἶθ' οὕτως ἐξέρχεται ὁ βασιλεύς, καὶ καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης μετὰ καὶ φίλων, ὧν κελεύει, καὶ ἀναστὰς ἀπὸ τοῦ κλητωρίου ὁ βασιλεὺς καὶ μικρὸν ἀναπαύσας ἐκδέχεται, μέχρις ἂν τὰ πάντα ἑτοιμασθῶσιν ἐν τῷ Ἱππικῷ. [2.116] Περὶ τοῦ δειλινοῦ ἱπποδρομίου. Εἶτα εἰσελθὼν ὁ τῆς καταστάσεως δηλοῖ τῷ πραιποσίτῳ ὡς ὅτι ἅπαντα ἕτοιμά ἐστιν, καὶ ὁ πραιπόσιτος δηλοῖ τῷ βασιλεῖ· ὁ δὲ βασιλεὺς διέρχεται διὰ τῆς λιθίνης σκάλας, καὶ εἰσέρχεται ἐν τῷ κοιτῶνι αὐτοῦ, καὶ περιβάλλεται τὴν χλανίδα αὐτοῦ καὶ τὸ στέμμα κατὰ τὸ εἰωθός, καὶ δηριγευόμενος ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται διὰ τοῦ στενοῦ τρικλίνου. Καὶ ἐξέρχεται ἐν τῷ μεγάλῳ τρικλίνῳ, ἐν ᾧ ἀριστᾷ, καὶ στὰς ἐκεῖσε ἅμα τῶν ἀρχόντων τοῦ κουβουκλείου, νεύει τῷ πραιποσίτῳ, κἀκεῖνος τῷ ὀστιαρίῳ, καὶ εἰσάγει πατρικίους καὶ στρατηγούς, καὶ προσκυνησάντων τὸν βασιλέα, λαμβάνει νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, καὶ λέγει· \"Κελεύσατε\" καὶ εὐθέως ἐξελθόντες ἔξω τῆς πύλης οἵ τε πατρίκιοι καὶ στρατηγοὶ μετὰ τῆς συγκλήτου, ἵστανται ἔνθεν κἀκεῖσε. Καὶ τοῦ βασιλέως ἑστῶτος ἐν τῇ πύλῃ, πίπτουσιν οἱ προειρημένοι ἅπαντες, καὶ ἀναστάντων, λαμβάνει νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, καὶ νεύει τῷ τῆς καταστάσεως, κἀκεῖνος λέγει· \"Κελεύσατε\" αὐτοὶ δὲ ὑπερεύχονται τὸν βασιλέα. Ἀπὸ δὲ τῶν ἐκεῖσε δηριγευόμενος ὁ βασιλεὺς ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν, ἀνέρχεται ἐν τῷ καθίσματι μετὰ τῶν τοῦ κουβουκλείου ἀρχόντων καὶ δύο μαγλαβιτῶν σπαθαρίων βασταζόντων τὰ διστράλια φορούντων καὶ τὰ σπαθία αὐτῶν, ὡς ἐν ἑκάστῳ ἱπποδρομίῳ εἰώθασι ποιεῖν. Καὶ ἀνελθὼν ἐν τῷ σένζῳ ὁ βασιλεὺς καὶ σφραγίσας τὸν λαὸν ἐκ τρίτου, καθέζεται, καὶ μετὰ τὴν συμπλήρωσιν τῆς εὐφημίας τοῦ λαοῦ ἐξέρχεται ὁ πραιπόσιτος ἀπὸ κελεύσεως, καὶ νεύει τοῖς πατρικίοις καὶ στρατηγοῖς, καὶ ἀπέρχεται ἕκαστος ἐν τῇ αὐτοῦ τάξει τε καὶ καθέδρᾳ, δείλης γὰρ ἐν τῇ τοιαύτῃ τάξει ἐξέρχεται [2.117] ὁ βασιλεύς, καὶ οὐχὶ ὡς τὸ πρωΐ."
      },
      {
        "index": 4,
        "text": "Τελεσθέντων δὲ τῶν τεσσάρων βαΐων, ἀνίσταται ὁ βασιλεὺς ἀπὸ τοῦ σένζου, τῶν πατρικίων καὶ στρατηγῶν ἑστώτων ἐν τῷ τρικλίνῳ, ἐν ᾧ ἀριστᾷ, ἔνθεν κἀκεῖσε, καὶ δηριγευόμενος ὁ βασιλεὺς ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται μέσον αὐτῶν· αὐτοὶ δὲ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ διελθὼν διὰ τοῦ στενοῦ τρικλίνου, εἰσέρχεται ἐν τῷ κοιτῶνι αὐτοῦ, καὶ ἀπαλλάξας τήν τε χλανίδα καὶ τὸ στέμμα κατὰ τὸ σύνηθες, περιβάλλεται σαγίον, καὶ κατέρχεται διὰ τοῦ μυστικοῦ κοχλιοῦ, καὶ διέρχεται διὰ τοῦ Αὐγουστέως καὶ τῆς Ἀψίδος καὶ τοῦ Τρικόγχου. Δηριγεύεται δὲ ὑπὸ πάντων τοῦ κουβουκλείου, ἑστώτων τῶν τε πρωτοσπαθαρίων καὶ τῶν μαγλαβιτῶν ἐν τῷ ἡμικυκλίῳ τοῦ Τρικόγχου ἔμπροσθεν τοῦ Ἁγίου Ἰωάννου. Καὶ διέρχεταιὁ βασιλεύς, δηριγευόμενος ὑπὸ τῶν προειρημένων, διὰ τοῦ αὐτοῦ ἡμικυκλίου, αὐτοὶ δὲ ὑπερεύχονται τὸν βασιλέα, καὶ διελθὼν διὰ τῆς γανωτῆς πύλης τοῦ μονοθύρου καὶ διὰ τῶν διαβατικῶν τῶν Ἁγίων Μʹ, εἰσέρχεται ἐν τῷ Χρυσοτρικλίνῳ, καὶ ὑπερευξάμενοι μεγάλως οἱ τοῦ κουβουκλείου ἅπαντες τό, \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\" ἐξέρχονται, καὶ ἀπέρχονται ἕκαστος αὐτῶν ἐν τῷ ἰδίῳ αὐτοῦ οἴκῳ. 2.118 ΟΗ (ΞΘʹ) Ὅσα δεῖ παραφυλάττειν, ἱππικοῦ ἀγομένου τοῦ καταλόγου. Προσκαλοῦνται οἱ δεσπόται τοῖς πραιποσίτοις, κελεύοντες δοθῆναι τὸ βηλάριν, ἤτοι κρεμάσαι τὸ πάνιν. Ὁ δὲ πραιπόσιτος ἐξελθών, λέγει τῷ θεσσαρίῳ· \"Ἄπελθε, βάλε ἄνω.\" Ὁ δὲ ἐξερχόμενος ἔρχεται εἰς τὸ στάμα, ἤγουν εἰς τὸ Π, καὶ κατασφραγίζων, ποιεῖ τρεῖς σταυρούς, καὶ ἀπὸ τῶν ἐκεῖσε ἀπέρχεται εἰς τὸ δεύτερον κριτάριν, κἀκεῖσε ὁμοίως κατασφραγίζει τρίτον ἐπὶ τὰς θύρας, καὶ λέγει τρίτον μεγάλῃ φωνῇ· \"Ἄπελθε, βάλε ἄνω\" καὶ εὐθέως ὁ κουστωδιάρις κρεμᾷ τὸ βῆλον ἄνω, καὶ ὁ μαγγανάρις ἱστᾷ τὰ κάγκελλα. Ὁ δὲ θεσσάριος ἀπὸ τῶν ἐκεῖσε κατερχόμενος ἀπέρχεται εἰς τὸν στάβλον, καὶ ἵσταται εἰς τὴν φλιὰν τοῦ μεγάλου πυλῶνος καὶ λέγει μικρᾷ τῇ φωνῇ· \"Δεῦτε ἔμπροσθεν, παιδία, χαίρετε, ἄγετε\" καὶ ἀνταποκρίνονται λέγοντες μεγάλῃ φωνῇ πάντες οἱ σταβλησιανοί. \"Χαίρετε.\" Εἶτα λέγει ὁ θεωρητής· \"Θεοῦ τὴν νίκην ἔχῃ.\" Εἶτα οἱ σταβλησιανοί· \"Τὸ πρόσωπόν σου, Οὐράνιε·\" (οἱ Πράσινοι· Ὀλύμπιε.) Ὁμοίως εὐφημοῦσιντὸν τοῦ Λευκοῦ, οἱ δὲ Πράσινοι τὸν τοῦ Ρουσίου. Καὶ πάλιν λέγει ὁ θεωρητὴς φωνῇ μεγάλῃ· \"Ἅγιε, Τρισάγιε\" καὶ ἀποκρίνονται πάντες καὶ λέγουσιν· \"Νίκη εἰς τὸ [2.119] Βένετον·\" (οἱ Πράσινοι· εἰς τὸ Πράσινον.) Ὁ θεωρητής· \"Δέσποινα Θεοτόκε·\" ὁ λαός· \"Νίκη εἰς τὸ Βένετον·\" (οἱ Πράσινοι· εἰς τὸ Πράσινον.) Ὁ θεωρητής· \"Τοῦ σταυροῦ ἡ δύναμις·\" ὁ λαός· \"Νίκη εἰς τὸ Βένετον·\" (οἱ Πράσινοι· εἰς τὸ Πράσινον.) Ὁ θεωρητής· \"Θεοῦ τὴν νίκην ἔχῃ τὸ πρόσωπόν σου, Οὐράνιε·\" (οἱ Πράσινοι· Ὀλύμπιε.) Ὁμοίως τὸν φακτιονάριον εὐφημοῦσι καὶ τὸν μικροπανίτην. Μετὰ δὲ τὸ πληρωθῆναι τὰς εὐφημίας εἰσερχόμενος ὁ θεσσάριος λαμβάνει λόγῳ συνηθείας αὐτοῦ κριθῆς ταγάρια γʹ κουμολάτα καὶ χορταρίου δέματα γʹ, καὶ εὐθέως ἀναχωρεῖ, καὶ ἀπέρχεται εἰς τὸν τοῦ Πρασίνου στάβλον, κἀκεῖσε τὰ ὅμοια ἐκτελῶν, εὐθέως δὲ λέγουσιν οἱ ἡνίοχοι· \"Νικήσατε τὰς θύρας\"· τουτέστιν, \"Ἀσφαλίσατε\"."
      },
      {
        "index": 5,
        "text": "Καὶ τούτου γενομένου, ἵστανται οἱ δύο ἡνίοχοι καὶ οἱ δύο μαΐστορες καὶ οἱ δύο θεωρηταί, καὶ ἐπιτρέπουσι τοὺς σταβλησιανούς, καὶ ἐκβάλλουσιν ἕνα ἕκαστον ἵππον εἰς τὸ μέσον τοῦ στάβλου ἀπὸ τοῦ πρώτου ἕως τοῦ ἐσχάτου, καὶ θεωροῦσιν ἀμφότεροι τὸ σώσιππον. Δείλης δὲ προέρχονται οἱ θεωρηταὶ μετὰ τῶν βηγαρίων εἰς τοὺς οἴκους τῶν κρατούντων ἡνιόχων, καὶ ἀμφότεροι, οἵ τε ἡνίοχοι καὶ οἱ βηγάριοι καὶ οἱ θεωρηταί, ἔρχονται εἰς τὸ ὀρνατόριον. Μετὰ δὲ τὸ προελθεῖν τοὺς ἡνιόχους ἀνέρχεται ὁ δήμαρχος μετὰ ὀλίγων δημοτῶν καὶ τῶν λοιπῶν φυλητῶν, καὶ συναθροιζόμενοι πάντες ἀντιβάλλουσι πρὸς ἀλλήλους τὰ κάγκελλα καὶ τοὺς ἵππους. Οἱ δὲ ὀφφικιάλιοι κράζουσι τοὺς θεωρητάς, ἵνα πειράσωσιν τὰ κάγκελλα καὶ τοὺς ἵππους· μετὰ δὲ τὸ πειράσαι τούτους τὰ κάγκελλα ὁ μαγγανάριος ἀνοίγει πάντα, ἐπείγοντος δὲ τοῦ τριβούνου, κατέρχονται οἵ τε ἡνίοχοι καὶ οἱ βηγάριοι καὶ οἱ θεωρηταὶ καὶ ὁ ἐπιστάτης, καὶ εἰσέρχονται ἀμφότεροι εἰς τὸ τριβουνάλιον. 2.120 Περὶ τῆς ὄρνας, πῶς δεῖ κυλίειν. Ἰστέον ὅτι ἡ ὄρνα ἵσταται ἐν τῷ μέσῳ τοῦ τριβουναλίου, καὶ ὁ φακτιονάρις τιθεῖ εἰς τὸ φατνίον τῆς ὄρνας τὰ δύο σφαιρία τοῦ μέρους αὐτοῦ ἐπὶ τὸν τόπον τὸν ἴδιον, ἔνθα καὶ κάθηται, ὁμοίως τοῦτο ποιεῖ καὶ ὁ τοῦ ἑτέρου μέρους φακτιονάρις· εἰς δὲ τὸ μέσον καθέζεται ἐκ προσώπου τοῦ πραιποσίτου σιλεντιάριος, δεύτερος μετ' ἐκεῖνον ὁ τριβοῦνος, τρίτος ὁ κούρσωρ, ὡς ἐκ προσώπου τοῦ ἀκτουαρίου, τέταρτος ὁ βασιλικὸς κομβινογράφος, καὶ ὄπισθεν τῆς ὄρνας δύο κομβινογράφοι, εἷς Βενέτου καὶ εἷς Πρασίνου, ὄπισθεν δὲ τῶν τοιούτων κομβινογράφων παρίστανται οἱ ὀφφικιάλιοι. Οἱ δὲ ἡνίοχοι ἐκ πλαγίων καθέζονται, δύο ἔνθεν καὶ δύο ἐκεῖθεν, καὶ μετ' αὐτῶν οἱ ἐπιστάται. Εἶτα φέρουσιν ἀμφότεροι θεωρητὴν ἕνα, οἷον μέρος ἔχει προτίμησιν, ἵνα κυλίσῃ, τοῦ δὲ ἱσταμένου ἐν τῷ μέσῳ, λαμβάνει γνώμην τῶν δʹ, καὶ λέγει· \"Πῶς κελεύετε; ἱππάρια τὰ προζεύξαντα καὶ γνωριζόμενα ἕως ὅτου ἔχετε, καὶ ἔχομεν.\" Καὶ συνταξάμενος ὁ θεωρητής, λέγει πρὸς τοὺς ἡνιόχους· \"Πῶς κελεύετε;\" καὶ εὐθέως αἴρει τὰ σφαιρία ἀπὸ τοῦ φατνίου, καὶ βάλλει αὐτὰ εἰς τὴν ὄρναν καὶ κυλίει τρίτον, καὶ οἷον ἂν χαλάσῃ σφαιρὶν ἐξέρχεται, καὶ εὐθέως ὁρίζουσιν, καὶ ὀνομάζουσιν ἀμφότεροι τοὺς ἀριστεροὺς τῶν δʹ βαΐων, καὶ στοιχοῦντες ἐκβαίνουσιν, καὶ ἀνέρχονται εἰς τὸ ἀρματούριν, καὶ ἀντιβάλλοντες πρὸς ἀλλήλους στοιχοῦσι τὰς τρίγας, τῶν θεωρητῶν ἀμφοτέρων ἀπερχομένων καὶ ἐρχομένων, μετὰ τοῦ βασιλικοῦ κομβινογράφου ἀποστοιχοῦσιν τὰ βαΐα ὅλα. Καὶ τῇ ἕωθεν ἀνέρχονται οἱ δήμαρχοι ἐν τῷ μεγάλῳ τρικλίνῳ τοῦ Κυαιστωρίου, καὶ δίδοται ἐκεῖσε τὸ πέρατον, καὶ εἰ [2.121] ἔχουσίν τι πρὸς ἀλλήλους οἱ δήμαρχοι, λαμβάνουσιν ἐκεῖσε δίκην κατενώπιον τῶν πραιποσίτων, καὶ ἀπὸ τῶν ἐκεῖσε κατέρχονται οἱ δύο δήμαρχοι, ἕκαστος εἰς τὴν ἰδίαν διασφαγήν, καὶ σφραγίζει ἕκαστος τὸν ἴδιον δῆμον ἀνὰ τριῶν σταυρῶν. Καὶ λέγει ὁ λαὸς ἀπὸ τοῦ δήμου· \"Ἔς ἃ οἱ ἔς, Κύρι, χαῖρε ὅλη ἡμέρα σήμερον, καλή σου ἡμέρα γίνεται.\" Καὶ εὐθέως λέγουσιν οἱ κράκται ἑκάστου δήμου ἀπὸ φθογγῆς· \"Καλῶς ἦλθεν θεοστέπτων ὁ δοῦλος· καλῶς ἦλθεν προβολὴ εὐεργετῶν· καλῶς ἦλθεν ὁ πρωτοσπαθάριος, τῶν δεσποτῶν ὁ ὑπήκοος.\" Τῶν δὲ δημάρχων ἀνερχομένων πρὸς τοὺς ἰδίους δήμους, ἀπάρχεται ὁ λαὸς ἑκάστου δήμου ἀπελατικὸν ἦχ. π. δʹ. \"Οἱ τὴν ἀξίαν θεόθεν ἀξιοδότως λαβόντες, θεοστεφεῖς εὐεργέται. ὡς προσφιλέστατον καὶ οἰκειοπόθητον δοῦλόν σε ἐδόξασαν σήμερον ἐν ὑπερτέραις ἀξίαις πρωτοσπαθάριον ἔντιμον καὶ δήμαρχον ἐπαξίως, ὅπως σὺ εὐτυχήσῃς νικητικῶς, ὁ δεῖνα ἠγαπημένε, τὸν χρυσιοβένετον δῆμον,\" (οἱ Πράσινοι· χρυσιοπράσινον.) Καὶ ὅτε ἀνέλθῃ ἕκαστος τῶν δημάρχων εἰς τὸν ἴδιον δῆμον, λέγουσιν οἱ κράκται ἑκάστου δήμου· \"Καλὴν ἡμέραν ποιήσωμεν οἱ Βένετοι μετὰ τοῦ δημάρχου·\" οἱ Πράσινοι ὁμοίως· καὶ εὐθέως λέγουσιν τριαδικόν· \"Τριάδα ὑμνήσωμεν οἱ Βένετοι, (οἱ Πράσινοι) τὸν Δεσπότην τοῦ παντὸς καὶ Θεὸν ἡμῶν, μίαν ἀδιαίρετον Θεότητα, τὴν τρισυπόστατον ἐξουσίαν, καὶ δύναμιν πρὸ πάντων τῶν αἰώνων ὑπάρχουσαν, καὶ εἰς πάντας τοὺς αἰῶνας διαμένουσαν, φῶς ὑπάρχει τρισήλιον, δι' οὗ καὶ ὁ κόσμος φωτίζεται· Θεὸν ἐπουράνιον δοξάζωμεν τὸν ἐκ τῆς Παρθένου ἡμῖν ἀνατείλαντα· φύσει γὰρ ὑπάρχων φιλάνθρωπος, ἄνθρωπος γενέσθαι κατηξίωσεν, τὸν προπάτορα ῥυσάμενος τοῦ ἀρχαίου παραπτώματος, καὶ κόσμον ὅλον ἠλέησεν. Δόξα τῇ αὐτοῦ ἀγαθότητι.\" [2.122] Καὶ λέγουσιν οἱ κράκται· \"Κύριε, σῶσον ὁ δεῖνα καὶ ὁ δεῖνα τοὺς βασιλεῖς τῶν Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ \"Κύριε, σῶσον.\" Οἱ κράκται· \"Τὰς Αὐγούστας βοήθησον, ὁ ἐν Τριάδι ὑμνούμενος.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Τοὺς πορφυρογεννήτους φύλαξον, ὁ ἐν οὐρανοῖς δοξαζόμενος.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Αὔξῃ τὸ βασίλειον, αὔξῃ καὶ τὸ Βένετον·\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Καὶ τρισαγιάζοντος τοῦ ὀργάνου, λέγουσιν οἱ κράκται· \"Τρισάγιε, βοήθησον τοὺς δεσπότας.\" Ὁ λαὸς ἐκ γʹ· \"Τρισάγιε.\" Οἱ κράκται· \"Καὶ σὺ αὐτοὺς θεράπευσον ἐπὶ πᾶσι,\" καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"πλεονάζων τῆς ζωῆς αὐτῶν χρόνους,\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"σὺν Αὐγούσταις εὐσεβέσι φιλοθέοις.\" Ὁ λαὸς ὁμοίως ἐκ γʹ· Οἱ κράκται· \"Καὶ Βενέτων τῶν γνησίων ὑμῶν δούλων.\" Καὶ ὁ λαὸς ὁμοίως ἐκ γʹ· Οἱ κράκται· \"Ἐς, ἅγιε, τρισάγιε, τοὺς δεσπότας φύλαξον.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται. \"Πνεῦμα τὸ πανάγιον, τὰς Αὐγούστας σκέπασον.\" Ὁ λαὸς· \"Οἱ ἔς, πνεῦμα τὸ πανάγιον.\" Οἱ κράκται· \"Μήτηρ τοῦ Θεοῦ ἡμῶν, τοὺς πορφυρογεννήτους φύλαξον.\" Ὁ λαὸς· \"Οἱ ἔς, Μήτηρ τοῦ Θεοῦ ἡμῶν.\" Οἱ κράκται· \"Κύριε, ζωὴν αὐτῶν διὰ τὴν ζωὴν ἡμῶν.\" Ὁ λαὸς· \"Οἱ ἔς, Κύριε, ζωὴν αὐτῶν διὰ τὴν ζωὴν ἡμῶν.\" Τῶν δὲ δεσποτῶν τὰ εἰωθότα τῆς τάξεως πραττόντων καὶ μελλόντων ἀνιέναι ἐπὶ τοῦ Καθίσματος, ποιεῖ ὁ ἀκτουάριος τὸ αἴσιον, καὶ εἰ μὲν ἔχει ὁ Βένετος προτίμησιν, λέγουσιν οἱ τούτων κράκται· \"Ἀνάτειλον, ἡ ἐκλογὴ λεία·\" εἰ δὲ οἱ Πράσινοι, λέγουσιν· \"Ἀνάτειλον, ἡ ἐκλογὴ τῆς Τριάδος.\" Ὁ λαὸς ἐκ γʹ· \"Ἀνάτειλον.\" Οἱ κράκται· \"Ἀνάτειλον ὁ δεῖνα καὶ ὁ δεῖνα Αὐγοῦσται τῶν Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ \"Ἀνάτειλον.\" Οἱ κράκται· \"Ἀνάτειλον οἱ [2.123] θεράποντες τοῦ Κυρίου.\" Ὁ λαὸς ἐκ γʹ· \"Ἀνάτειλον.\" Οἱ κράκται· \"Ἀνάτειλον οἱ θεόστεπτοι δεσπόται σὺν ταῖς Αὐγούσταις.\" Ὁ λαὸς ἐκ τρίτου· \"Ἀνάτειλον.\" Καὶ εἶθ'οὕτως λέγουσιν ἀπελατικὸν δρομικὸν ἦχ. π. αʹ. \"Τὸ θεοπρόβλητον κράτος τῆς ὑμετέρας δυάδος, ὁ δεῖνα αὐτοκράτωρ καὶ ὁ δεῖνα ἡ δόξα τῆς πορφύρας, ἐκλάμψατε ἐπὶ δούλους γνησίους, εὐφραίνοντες, δεσπόται, τὸν λαὸν ὑμῶν.\" Καὶ πάλιν λέγουσιν οἱ κράκται \"Ἀνάτειλον, τὸ ὀρθόδοξον κράτος.\" Ὁ λαὸς ἐκ γʹ. \"Ἀνάτειλον.\" Οἱ κράκται. \"Ἀνάτειλον, τῶν Ρωμαίων ὁ πόθος.\" Ὁ λαὸς ἐκ τρίτου· \"Ἀνάτειλον.\" Οἱ κράκται· \"Ἀνάτειλον ἡ χαρὰ ἡμῶν καὶ δόξα.\" Ὁ λαὸς ἐκ γʹ· \"Ἀνάτειλον·\" Οἱ κράκται· \"Ἀνάτειλον ὁ δεῖνα καὶ ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Ἀνάτειλον. Τῶν δὲ δεσποτῶν ἀνιόντων ἐπὶ τοῦ Καθίσματος καὶ ἱσταμένων ἔμπροσθεν τοῦ σένζου, κατασφραγίζουσιν μετὰ τὸ ἄκρον τῶν χλανιδίων αὐτῶν, πρῶτον μὲν μέσον, ἤγουν τὸ μεσοδήμιν, ἔπειτα τὸν τοῦ Βενέτου δῆμον, εἶθ' οὕτως τὸν τοῦ Πρασίνου, καὶ δὴ τῶν δεσποτῶν σφραγιζόντων, λέγουσιν οἱ δῆμοι· \"Ἅγιος, Ἅγιος, Ἅγιος.\" Οἱ κράκται·\"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· \"Ὁ δεῖνα καὶ ὁ δεῖνα φιλόχριστοι, ἐν Θεῷ νικᾶτε.\" Καὶ ὁ λαὸς ἐκ γʹ ὁμοίως. Καὶ οἷον μέρος ἔχει προτίμησιν οἱ τούτου κράκται λέγουσιν· \"Οὐράνιε\" καὶ ὁ ἀντίς· \"Στέψον νίκαις τοὺς βασιλεῖς ἡμῶν.\" Καὶ ὁ ἀντίς· \"Τούτους συμβασίλευσον.\" Καὶ ὁ ἀντίς· \"Ἡ ἐξουσία ἡ ἄνω.\" Καὶ ὁ ἀντίς· \"Κοσμοπόθητοι.\" Καὶ ὁ ἀντίς· \"Μιμήσασθε Θεοῦ φιλανθρωπίαν.\" Οἱ Πράσινοι· \"Τὴν ἄνωθεν ἐξουσίαν.\" Καὶ ὁ ἀντίς· \"Ἡμεῖς δέ, ὦ στρατόπεδα, πῶς τροπώσωμεν πολεμίους;\" Οἱ Πράσινοι· \"Τοῦ στέψαντος τοὺς δεσπότας Ρωμαίων Θεοῦ φυλάττοντος τὴν πίστιν καὶ τὴν εὐγνωμοσύνην δεσποτῶν.\" Καὶ λέγουσιν οἱ [2.124] κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, τὸ πρόβλημα τῆς Τριάδος.\" Οἱ Πράσινοι· \"Ἡ ἐκλογὴ τῆς Τριάδος.\" Ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόι.\" Οἱ Πράσινοι \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, οἱ θεράποντες τοῦ Κυρίου.\" Ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Καὶ πάλιν λέγουσιν οἱ κράκται· \"Πόσην χαρὰν ἔχει ἡ πολιτεία ὅτι βλέπει τοὺς ἰδίους δεσπότας.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Πολλὴν χαρὰν ἔχει ἡ πολιτεία.\" Οἱ κράκται· \"Ὑμεῖς ὑπάρχετε ἡ χαρὰ τῶν Ρωμαίων.\" Ὁλαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Ὑμεῖς ὑπάρχετε ὁ πόθος τῶν Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Καὶ οἷονμέρος ἔχει προτίμησιν, λέγουσιν οἱ τούτου κράκται· \"Ὁ δεῖνα καὶ ὁ δεῖνα φιλόχριστοι, ἐν Θεῷ νικᾶτε.\" Καὶ ὁ λαὸς ἐκ γʹ· τὸ αὐτὸ λέγει καὶ ὁ ἀντὶς δῆμος, ὁμοίως καὶ ὁ τοῦ Λευκοῦ καὶ ὁ τοῦ Ρουσίου καὶ ἀποκρίνονται ἀμφότεροι οἱ δῆμοι καὶ λέγουσιν· \"Ὁ δεῖνα καὶ ὁ δεῖνα Αὔγουστοι τούμβικας.\" Καὶ εἰ μὲν ἔχει ὁ Βένετος προτίμησιν, λέγουσιν οἱ τούτου κράκται· \"Οἱ τῆς συγκλήτου, ἐγείρεσθε· τοὺς δεσπότας εὐξώμεθα.\" Καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Εἰ δὲ ἔχει ὁ Πράσινος τὴν προτίμησιν, λέγουσιν οἱ κράκται· \"Οἱ τῶν πεδατουρῶν, ἐγείρεσθε· τοὺς δεσπότας εὐξώμεθα.\" Καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Ἔς, τῶν φιλούντων ἡμᾶς πολλὰ τὰ ἔτη\" καὶ πάλιν· \"τῶν δὲ μισούντων ἡμᾶς κακὰ τὰ ἔτη.\" Καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Ταῦτα δὲ λέγουσιν καὶ οἱ λοιποὶ δῆμοι καὶ ἀποκρίνονται πάντες καὶ λέγουσιν· \"Ἀπάγξεται ὡς ὁ Ἰούδας ὁ μὴ φιλῶν τοὺς ἰδίους δεσπότας.\" Καὶ ὁ λαὸς ὁμοίως ἐκ γʹ καὶ εὐθέως αὐλεῖ τὸ ὄργανον καὶ οἷον μέρος ἔχει [2.125] προτίμησιν, λέγει φωνὴν ἀπὸ κρακτῶν ἦχ. πλ. δʹ· \"Εὐχαριστοῦμέν σοι, Χριστέ, ὁ Θεὸς ἡμῶν, τῷ διασκεδάζοντι βουλὰς ἐθνῶν καὶ συντρίβοντι πολεμίους, ὅτι ἐμεγάλυνας τὰ θαυμάσιά σου ἐπὶ τὸν λαόν σου, δυνατέ. Τοὺς γὰρ ἐχθροὺς ἡμῶν ὑποτάξας ἐν τῇ δυνάμει σου, ὕψωσας τὸ κέρας τῶν πιστῶν βασιλέων ἡμῶν πρεσβείαις τῆς τεκούσης σε, ὡς μόνος πολυέλεος.\" Καὶ εἶθ' οὕτως λέγουσιν οἱ κράκται τὸ ἰχάδιν· \"Νανάϊα.\" Ὁ λαός· \"Δοξάζομέν σε, Χριστέ,\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"Βασιλεῦ τῶν αἰώνων,\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"Μονογενῆ Λόγε τοῦ Πατρός\" Οἱ κράκται· \"Ἀνανάϊα.\" Ὁ λαός· \"ὅτι ἐπεσκέψω καὶ ἐφώτισας\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"τὸν λαόν σου\" Οἱ κράκται· \"Ἅγια.\" Ὁ λαός· \"καὶ ἐν τῇ δυνάμει σου ἀπήλλαξας ἡμᾶς\" Οἱ κράκται· \"Νανάϊα.\" Ὁ λαός· \"καὶ προσήγαγες ἡμᾶς\" Οἱ κράκται· \"Νανάϊα.\" Ὁ λαός· \"τῷ Θεῷ καὶ Πατρί\" Οἱ κράκται· \"Ἀνανάϊα.\" Ὁ λαός·\"μεσιτείᾳ\" Οἱ κράκται· \"Ἀνανάϊα.\" Ὁ λαός· \"τῶν πιστῶν βασιλέων ἡμῶν\" Οἱ κράκται· \"Ἀνανάϊα.\" Ὁ λαός· \"ὡς μόνος παντοδύναμος.\" Καὶ εἶθ' οὕτως, λέγει ὁ λαὸς ἅπας· \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν.\" Ἰστέον ὅτι τὰ αὐτὰ λέγει καὶ ὁ ἀντὶς δῆμος. Καὶ πάλιν ὁ ἔχων προτίμησιν λέγει· \"Υἱέ\" καὶ ὁ ἀντίς· \"Θεοῦ.\" Καὶ ὁ ἀντίς· \"Νίκη,\" γʹ. Καὶ εἶθ' οὕτως λέγουσιν οἱ κράκται· \"Ἅγιε, τρισάγιε, ζωὴν καὶ δόξαν δὸς αὐτοῖς.\" Καὶ πάλιν ὁ ἔχων προτίμησιν λέγει· \"Ὁ βοηθῶν τοὺς δεσπότας\" καὶ ὁ ἀντίς· \"Εἷς ὁ Θεός.\" Καὶ ὁ ἀντίς· \"Σὺ αὐτοὺς σῶσον\" καὶ ἄλλος· \"Ναί, Κύριε.\" Ὁμοίως καὶ οἱ μικροὶ δῆμοι τὰ αὐτὰ λέγουσιν· καὶ ἀποκρίνονται οἱ τῶν μεγάλων δήμων, καὶ λέγουσιν ἐκ γʹ· \"Τοὺς χρόνους αὐτῶν πλήθυνον.\" Εἶθ' οὕτως λέγονται τὰ τριλέξια καὶ τὰ [2.126] τετράλεκτα τὰ τῇ ἑορτῇ ἁρμόζοντα, δι' ἣν καὶ τὸ ἱπποδρόμιον ἐγεγόνει. Ἄκτα ἐπὶ νίκῃ τῶν ἡνιόχων. Λέγουσιν οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· \"Καλῶς ἤλθετε, θεοστέπτων οἱ δοῦλοι.\" Καὶ ὁ λαὸς γʹ· \"Καλῶς ἤλθετε.\" Οἱ κράκται· \"Καλῶς ἤλθετε, προβολὴ εὐεργετῶν.\" Καὶ ὁ λαὸς γʹ· \"Καλῶς ἤλθετε.\" Οἱ κράκται· \"Καλῶς ἦλθες, Οὐράνιε, μετὰ νίκης.\" (Οἱ Πράσινοι· Ὀλύμπιε.) Καὶ ὁ λαὸς γʹ· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, Ἱκάσιε νικήσας.\" (Οἱ Πράσινοι· Ἀνατέλλων.) Ὁ λαὸςγʹ· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Τὰ ἴσα αἰτούμεθα τῆς ἐκ Θεοῦ νίκης ὑμῶν.\" Οἱ Πράσινοι· \"Τοῦτό ἐστιν ἐκ Θεοῦ νικῆσαι.\" Ὁ λαὸς γʹ· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Καὶ ὅτε λαμβάνουσιν οἱ ἡνίοχοι τὰ ἔπαθλα λέγουσιν οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ἡ ἔνθεος βασιλεία.\" Οἱ Πράσινοι· \"Ἡ ἐκλογὴ τῆς Τριάδος.\" Ὁ λαὸς ἐκ γʹ·\"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, οἱ θεράποντες τοῦ Κυρίου.\" Ὁ λαὸς γʹ· \"Ἅγιε.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα Αὐγοῦσται τῶν Ρωμαίων.\" Καὶ ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, οἱ δεσπόται σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Βένετοι· Τὰ τρία τῷ Οὐρανίῳ.\" (Οἱ Πράσινοι· Τῷ Ὀλυμπίῳ.) Καὶ ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας [2.127] Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Τὰ ἴσα, δεσπόται, τῆς νίκης ὑμῶν.\" Ὁ λαὸς ἐκ γʹ. \"Κύριε σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς ἐκ σοῦ ἐστεμμένους.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τὸ πλοῦτος τῶν ὑπηκόων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε σῶσον.\" Οἱ κράκται· \"Τὰ ἴσα, δεσπόται, τὰ τῆς συγκλήτου.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Τὰς νίκας ὑμῶν πληθύνει ὁ θεῖος Λόγος.\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"Ἡ σύγκλητος φιλεῖ ὑμᾶς ἐν ὁμονοίᾳ.\" Ὁλαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Τὰ ἴσα, δεσπόται, τῆς νίκης ὑμῶν κατὰ βαρβάρων.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ ἐχθροὶ ὑμῶν ἀπολοῦνται θεοκρίτως. Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Τὰ ἴσα, δεσπόται, τῶν στρατοπέδων.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Καὶ σὺν αὐτοῖς ὁ Θεὸς ὑμᾶς συνεργήσῃ.\" Ὁ λαὸς ἐκ τρίτου· \"Ἅγιε.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Τὰ ἴσα, δεσπόται, τοῦ λαοῦ ὑμῶν.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Ἀπέλθατε καὶ εὔξασθε τοὺς ἰδίους δεσπότας.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Καὶ μετὰ τὸ ἀπευχαριστῆσαι τοὺς δεσπότας ἀναβαίνουσιν οἱ ἡνίοχοι εἰς τὸ ὄχημα καὶ λέγουσιν οἱ κράκται ἀπὸ φθογγῆς· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Καὶ εἶθ' οὕτως λέγουσιν τὸν χορευτικὸν ἦχ. δʹ· \"Δόξα τῷ Θεῷ ἡμῶν, ὅτι δεδόξασται· μόνῳ τῷ ποιητῇ τῶν ἁπάντων καὶ χορηγῷ τοῦ ἐλέους ἁγιάζωμεν τὰ χείλη, ὑμᾶς ἀνευφημοῦντες, μέγιστοι εὐεργέται, αὐτοκράτορες Ρωμαίων. Ἀληθῶς γὰρ ἐν ὑμῖν οἱ πιστεύοντες τὰ ἀγαθὰ καθορῶσιν.\" Ἄλλος· \"Τίς ἔσχεν εὐεργέτας ἀγαθοποιοὺς τοιούτους, φυλάττοντας πᾶσι τὸ δίκαιον ἀνθρώποις καὶ ἀνεγείραντας Βενέτων εὐτυχίαν; Δαβὶδ σὲ ἔχομεν, [2.128] ἠγαπημένε, οὗ οὐχ εὑρήσει τὸν ὅμοιόν σου μετὰ σὲ ἡ πολιτεία.\" Ἄλλος· \"Ἡ χαρὰ εἰς τὸ Βένετον ἐπιλάμπει, ὅτε ἀνατέλλει τὸ θεοπρόβλητον ἄνθος, ὡς οἰκείους περιθάλπον τοὺς Βενέτους· τοῦτο γὰρ κέκτηται ἡ πολιτεία εἰς εὐτυχίαν καὶ δόξαν τῆς βασιλείας.\" Ἄλλος· \"Ὅτε νικᾷ ὁ δῆμος οὗτος, ὁ βασιλεὺς ἐν πολέμοις σὺν τῷ στρατῷ εὐτυχεῖ ταῖς νίκαις, καὶ ἐν τῇ πόλει Ρωμαίων ὑπεραύξει ἡ εὐθηνία. Διὸ αἰτοῦμεν τὸ Θεῖον, εἰς τοὺς αἰῶνας ἔχειν τοῖς Βενέτοις νίκας καὶ δόξαν.\" Ἰστέον ὅτι ἀπὸ τοῦ δευτέρου βαΐου λέγουσιν οἱ κράκται· \"Νικᾷ ἡ πίστις τῶν βασιλέων.\" Ὁ λαὸς ὁμοίως ἐκ γʹ· Οἱ κράκται· \"Τῶν Αὐγουστῶν.\" Ὁ λαός· \"Νικᾷ ἡ πίστις τῶν Αὐγουστῶν.\" Οἱ κράκται· \"Τῆς πόλεως.\" Ὁ λαός· \"Νικᾷ ἡ πίστις τῆς πόλεως.\" Οἱ κράκται· \"Τῶν Βενέτων.\" (οἱ Πράσινοι· τῶν Πρασίνων.) Ὁ λαός· \"Νικᾷ ἡ πίστις τῶν Βενέτων.\" (Οἱ Πράσινοι· Τῶν Πρασίνων.)"
      },
      {
        "index": 6,
        "text": "Καὶ μετὰ ταῦτα λέγεται ἀπελατικὸν ἦχ. \"Ἡ τοῦ στέφους ὑμῶν ἑορτὴ ἐλευθερίαν μηνύει ἀπὸ οὐρανῶν τοῖς ἀνθρώποις\" καὶ τὰ ἑξῆς. Ἄλλος ἤχ. δʹ· \"Κἂν θέλω σιγῆσαι, τῶν τρόπων σου ἡ χρηστότης οὐκ ἐᾷ με· ὁ γὰρ πόθος τὸν φόβον ἐκνικήσας, βιάζεταί με εἰς τὴν σὴν εὐφημίαν· αἱ γὰρ κατ' ἐναντίων σου εὐτυχίαι ὡς βροντὴν ἐξηχοῦνται εἰς τὰ πέρατα τῆς οἰκουμένης.\" Καὶ μετὰ ταῦτα λέγουσιν οἱ κράκται ἰχάδιον· \"Ἀνανά.\" Ὁ λαός· \"Ὅλοςὁ πόθος ὁ τῶν Ρωμαίων.\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"Εἰς ὑμᾶς ὁρᾶται, τοὺς εὐεργέτας.\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"Τοῦ κόσμου γὰρ εὐσεβείᾳ δεσπόζετε ὅλως.\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"Εἰς δικαίωμα πρῶτον τὸ φιλάγαθον κράτος ὑμῶν, δεσπόται.\" Καὶ μετὰ ταῦτα λέγουσιν οἱ κράκται· \"Δοῦλοι.\" Ὁ λαός· \"Ἡμεῖς δοῦλοι τῶν βασιλέων,\" ἐκ γʹ. Οἱ κράκται· \"Ἰδὲ δοῦλοι ἀγαθῶν βασιλέων.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Ἰδὲ δοῦλοι ἡμεῖς [2.129] φιλοῦντες ἀξίως.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Δοῦλοι.\" Ὁ λαός· \"ἡμεῖς δοῦλοι τῶν βασιλέων.\" Ἐκ γʹ. Οἱ κράκται· \"Ἡμεῖς δοῦλοι Ὁ λαός· \"Τῶν βασιλέων.\" Ἰστέον ὅτι οἱ σταυροφόροι ἀπὸ τῶν δʹ δήμων κατέρχονται, καὶ οἱ μὲν τοῦ Βενέτου καὶ τοῦ Λευκοῦ διὰ τοῦ καμπτοῦ τοῦ Βενέτου κάμπτοντες, εἰσέρχονται εἰς τὸ στάμα, οἱ δὲ τοῦ Πρασίνου καὶ τοῦ Ρουσίου διὰ τοῦ καμπτοῦ τοῦ Πρασίνου κάμπτοντες, εἰσέρχονται εἰς τὸ στάμα. Χρὴ εἰδέναι ὅτι τῇ ἡμέρᾳ τῶν βοτῶν ἀπὸ τοῦ δευτέρου βαΐου κατέρχονται ἀπὸ τῶν δʹ δήμων οἱ σταυροφόροι, βαστάζοντες τοὺς ἐξ ἀνθέων πεπλεγμένους σταυρούς, καὶ ἵστανται εἰς τὸ στάμα. Οἱ δὲ κούρσωρες αἴροντες τοὺς σταυρούς, ἀναφέρουσιν πρὸς τοὺς δεσπότας, καὶ εὐθέως λέγουσιν τὰ ἄκτα. Οἱ κράκται· \"Ὁ ζωοποιὸς σταυρός, βοήθησον τοὺς δεσπότας,\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Ἐν τούτῳ ἐστέφθητε, εὐεργέται,\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε·\" Οἱ κράκται· \"ἐν τούτῳ βασιλεύετε καὶ νικᾶτε,\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"ἐν τούτῳ βασιλεύσετε τὰ ἔθνη πάντα.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Τοῦ δὲ ὀργάνου τρισαγιάζοντος, λέγουσιν οἱ κράκται· \"Τρισάγιε, βοήθησον τοὺς δεσπότας.\" Καὶ ὁ λαὸς ἐκ γʹ ὁμοίως. Ἰστέον ὅτι, εἰ μὲν οὐκ ἔστι δείλης, δίδονται τὸ πρωΐ, εἰ δέ ἐστι δείλης, δίδονται δείλης. Ὅσα δεῖ τελεῖν εἰς τὸ δειλινὸν ἱπποδρόμιον. Ἀνιόντων τῶν δεσποτῶν κατὰ τὸν τύπον καὶ τὴν ἀκολουθίαν τὴν πρωϊνὴν ἐπὶ τοῦ Καθίσματος καὶ ἱσταμένων ἔμπροσθεν τοῦ σένζου, κατασφραγίζουσι μετὰ τὸ ἄκρον τῶν χλανιδίων αὐτῶν τρίτον, καθὼς ἐν τῷ πρωῒ [2.130] προειρήκαμεν. Καὶ δὴ τῶν δεσποτῶν σφραγιζόντων, λέγουσιν οἱ δῆμοι· \"Ἅγιος, Ἅγιος, Ἅγιος.\" Φθογγεῖ καὶ ὁ λαὸς ἐκγʹ· \"Ἅγιος.\" Οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Καὶ τὰ λοιπά, καθὼς καὶ ἐν τῷ πρωῒ εἴρηται. Καὶ εἰ μὲν ἔχουσιν οἱ Βένετοι προτίμησιν, λέγουσιν οἱ κράκται φωνὴν ἦχ. δʹ ἰχάδιν· \"Ἀνανά.\" Ὁ λαός· \"Δοξάζομέν σε, Χριστέ,\" Οἱ κράκται \"Νανά.\" Ὁ λαός· \"Βασιλεῦ τῶν αἰώνων,\" Οἱ κράκται· \"Νανά.\" Ὁ λαός. \"Μονογενῆ Λόγε τοῦ Πατρός\" Οἱ κράκται \"Ἀνανάγια.\" Ὁ λαός· \"ὅτι ἐπεσκέψω καὶ ἐφώτισας\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"τὸν λαόν σου\" Οἱ κράκται· \"Ἅγια.\" Καὶ ὁ λαός· \"καὶ ἐν τῇ δυνάμει σου ἀπήλλαξας ἡμᾶς\" Οἱ κράκται· \"Ἀνάνια.\" Ὁ λαός \"καὶ προσήγαγες ἡμᾶς\" Οἱ κράκται· \"Ἀνανάϊα.\" Ὁ λαός· \"τῷ Θεῷ καὶ Πατρί,\" Οἱ κράκται· \"Ἀνανάϊα.\" Ὁ λαός· \"μεσιτείᾳ\" Οἱ κράκται· \"Ἀνανάϊα.\" Ὁ λαός· \"τῶν πιστῶν βασιλέων ἡμῶν\" Οἱ κράκται· \"Ἀνανάϊα.\" Ὁ λαός· \"ὡς μόνος παντοδύναμος.\" Καὶ πάλιν λέγουσιν οἱ κράκται ἰχάδιν ἦχ. π. δʹ· \"Νανά.\" Ὁ λαός· \"Ὅλος ὁ πόθος τῶν Ρωμαίων\" Οἱ κράκται \"Ἅγια.\"Ὁ λαός· \"εἰς ὑμᾶς ὁρᾶται, τοὺς εὐεργέτας,\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"τοῦ κόσμου γὰρ εὐσεβείᾳ δεσπόζετε ὅλως, εἰς φιλάγαθον κράτος ὑμῶν, δεσπόται.\" Ἄλλος, ἦχ. δʹ· \"Κἂν θέλω σιγῆσαι, τῶν τρόπων σου ἡ χρηστότης οὐκ ἐᾷ με\" καὶ τὰ ἑξῆς. Εἰ δὲ ἔχει ὁ Πράσινος προτίμησιν, λέγει φωνὴν ἦχ. π. δʹ· \"Εὐχαριστοῦμέν σοι, Χριστέ, ὁ Θεὸς ἡμῶν, τῷ διασκεδάζοντι βουλὰς ἐθνῶν\" καὶ τὰ ἐξῆς. Καὶ πάλιν λέγουσιν τροπάριν, ἦχ. ὁ αὐτός· \"Πληροφορῶ τὸ Θεῖον ἐν πᾶσιν ὄντως καὶ τὸ εὐσεβὲς ὑμῶν, εὐεργέται· οὐκ ἔχει ἄλλην ἡ ψυχὴ ἡμῶν θεραπείαν, εἰ μὴ τὸ βλέπειν ὑμᾶς, τοὺς δεσπότας τῆς οἰκουμένης.\" Ἄλλος, ἤχ. δʹ· \"Τὸ ὑμέτερον κράτος, φιλόχριστοι, θεοπρόβλητοι εὐεργέται, ἐκ Θεοῦ καταλάμπεται ἀληθῶς [2.131] καὶ οὐκ ἐξ ἀνθρώπων, ὁ δεῖνα καὶ ὁ δεῖνα ἀγαλλίαμα τῶν Πρασίνων.\" Εἶθ' οὕτως λέγουσιν οἱ κράκται· \"Ἡμεῖς δοῦλοι τῶν βασιλέων.\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"Ἰδὲ δοῦλοι εὐσεβῶν βασιλέων.\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"Δοῦλοι\" Ὁ λαός· \"τῶν βασιλέων.\" Οἱ κράκται· \"Δοῦλοι\" Ὁ λαός· \"τῶν βασιλέων.\". Ἰστέον ὅτι ἀπὸ νίκης λέγονται τὰ προρρηθέντα ἄκτα τῆς νίκης τῶν ἡνιόχων πρωΐ. Χρὴ δὲ εἰδέναι ὅτι ἀπὸ τοῦ δευτέρου βαΐου κατέρχονται ἀπὸ τῶν δʹ δήμων οἱ σταυροφόροι, βαστάζοντες τοὺς ἐξ ἀνθέων πεπλεγμένους σταυρούς, καὶ ἵστανται εἰς τὸ στάμα οἱ κούρσωρες, αἴροντες τοὺς τοιούτους σταυροὺς ἀναφέρουσι πρὸς τοὺς δεσπότας, καὶ εὐθέως λέγουσιν τὰ ἄκτα. Οἱ κράκται· \"Ὁ θεῖος τύπος, βοήθησον τοὺς δεσπότας.\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"Ἐν τούτῳ ἐστέφθητε, οἱ εὐεργέται.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Ἐν τούτῳ βασιλεύετε καὶ νικᾶτε.\" Καὶ ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"Ἐν τούτῳ ὀλέσετε τὰ ἔθνη πάντα.\" Καὶ ὁ λαὸς ἐκ γʹ ὁμοίως. Τοῦ δὲ ὀργάνου τρισαγιάζοντος, λέγουσιν οἱ κράκται· \"Τρισάγιε, βοήθησον τοὺς δεσπότας.\" Καὶ ὁ λαὸς ἐκ γʹ ὁμοίως. Ἰστέον ὅτι πάντα τὰ ἱπποδρόμια, τά τε πρωῒ καὶ δείλης, τοῦτον τὸν τύπον καὶ ταύτην ἔχουσιν τὴν τάξιν. Τὰ γὰρ αὐτὰ ἄκτα καὶ αἱ εὐφημίαι καὶ αἱ ἄλλαι ἅπασαι ἀκολουθίαι αἱ προρρηθεῖσαι φυλάττονται. Ὅσα δεῖ τελεῖσθαι, μικροπανίτου μέλλοντος γίνεσθαι φακτιοναρίου. Ἱππικοῦ ἀγομένου, καὶ ἀνδραγαθοῦντος τὸ πρῶτον βαῒν μικροπανίτου ἡνιόχου, δηλοῖ ὁ βασιλεὺς τῷ δήμῳ, ὡς ὅτι [2.132] \"Αἰτήσασθε τὸν ὁ δεῖνα εἰς φακτιονάριν,\" καὶ εὐθέως λέγουσιν οἱ κράκται· \"Δεσπόται τῆς οἰκουμένης, δέξασθε Βενέτους παρακαλοῦντας.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ τρίτου· \"Ἅγιε.\" Οἱ κράκται· \"Ὡς δοῦλοι τολμῶμεν παρακαλέσαι.\" Καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Μετὰ φόβου δυσωποῦμεν τοὺς δεσπότας.\" Καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Ἀνεξικάκως παρακλήθητε, οἱ εὐεργέται.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Εἰς τὴν δέησιν τῶν δούλων ὑμῶν Βενέτων\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"τὸν δεύτερον αἰτούμεθα εἰς φακτιονάριν.\" Καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς ἐκ σοῦ ἐστεμμένους.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Καὶ ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Καὶ εἶθ' οὕτως λέγουσιν οἱ κράκται· \"Ἄλλην μίαν αἴτησιν ἔχομεν οἱ δοῦλοι ὑμῶν.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε σῶσον.\" Οἱ κράκται. \"Φακτίονα, δεσπόται, τῷ ὁ δεῖνα.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Τοῦ δὲ βασιλέως παρασχόντος τὴν χρυσῆν βούλλαν, ἤγουν τὸν φακτίονα, νεύει ὁ ἀκτουάριος μετὰ τῆς χειρὸς τῷ δήμῳ· οἱ δὲ νοοῦσιν ὅτι παρέσχε τὸν φακτίονα ὁ βασιλεύς. Ὁ δὲ ἀκτουάριος ὀψικευόμενος ὑπὸ τῶν κουρσώρων, δηλονότι ἑνὸς κούρσωρος ἔμπροσθεν τοῦ ἀκτουαρίου περιπατοῦντος καὶ ἐπῃρμένῃ χειρὶ τὴν βούλλαν βαστάζοντος. Ὁ δὲ ἀκτουάριος ταύτην αἴρων ἀπὸ τοῦ κούρσωρος, ἐπιδίδει αὐτὴν τῷ μέλλοντι γίνεσθαι φακτιοναρίῳ. Ὁ δὲ ταύτην ἀσπαζόμενος καὶ τοῖς ὄμμασιν ἐπιθείς, ἐπιδίδει πάλιν τῷ ἀκτουαρίῳ. Ὁ δὲ ἀκτουάριος ταύτην ἐπὶ τῆς ψύας αὐτοῦ ἐπιδέει, καὶ εὐθέως ἀπὸ τοῦ δήμου λέγουσιν οἱ κράκται· \"Τὰ τρία, δεσπόται, τοῦ φακτίονος.\" Ὁ λαὸς ἐκ γʹ· [2.133] \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τὴν ἀντίληψιν τῶν Βενέτων.\" Καὶ ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τὴν ἀνακαίνησιν τῶν ἐτησίων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται ... Καὶ ὅτε λάβῃ ὁ βουλλωθεὶς φακτιονάρις τὰ ἔπαθλα, λέγει ὁ δῆμος· \"Ἀπέλθατε καὶ εὔξασθε τοὺς ἰδίους δεσπότας.\" Καὶ εὐθέως ἀνέρχεται εἰς τὸ ἴδιον ἅρμα, καὶ σάσσει κατὰ τὸν τύπον, ἤτοι χορεύει καθὼς εἴθισται ἀπὸ νίκης. Ἄκτα, μέλλοντος γίνεσθαι δευτέρου ἡνιόχου."
      },
      {
        "index": 7,
        "text": "Λέγουσιν οἱ κράκται· \"Δεσπόται τῆς οἰκουμένης δέξασθε Βενέτους παρακαλοῦντας.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε\" καὶ τὰ ἑξῆς, καθὼς καὶ ἐν τῷ φακτιοναρίῳ προείρηται· πλὴν ἀντὶ τοῦ· \"Τὰ τρία, δεσπόται, τοῦ φακτίονος\", λέγουσιν· \"Τὰ τρία, δεσπόται, τὰ τοῦ δευτέρου.\" Χρὴ δὲ εἰδέναι ὅτι, ἐὰν μή ἐστιν ὁ ἡνίοχος βουλλωμένος, εἰς σκεῦος οὐκ ἀνέρχεται, ἵνα σάξῃ ἀπὸ τοῦ βαΐου. Ἀγομένου τοῦ ἱππικοῦ καὶ ἐπιτυγχάνοντος τοῦ ἡνιόχου οἱουδήποτε μέρους τῷ πρώτῳ βαΐῳ, ὡς εἰσέρχεται λαβεῖν τὰ ἔπαθλα, μηνύει διὰ τοῦ κούρσωρος τὸν ἀκτουάριον, λέγων· \"Ἡνίοχον θέλω ζῶσαι.\" Ὁ δὲ ἀκτουάριος ἀναφέρει τῷ βασιλεῖ, καὶ κελεύοντος τοῦ δεσπότου ζωσθῆναι τὸν [2.134] βηγάριν, εἰσέρχεται ὁ μέλλων γίνεσθαι βηγάριος, καὶ πίπτων ἐπὶ τῆς γῆς, κρατεῖ τοὺς πόδας τοῦ πρώτου ἡνιόχου· οἱ δὲ ἡνίοχοι λαμβάνοντες τὰ ἔπαθλα, ἐξέρχονται καὶ ἵστανται κατέναντι τοῦ δήμου, κατασφραγίζοντες τοὺς δεσπότας. Κράζοντος δὲ τοῦ δήμου πρὸς τὸν βασιλέα τὰ ἄκτα τῶν ἐπάθλων τῆς νίκης, ἀποστέλλουσιν οἱ δεσπόται τὰ ἔπαθλα τοῖς ἡνιόχοις, δηλονότι ἔξωθεν αὐτῶν ἱσταμένων ἀντικρὺ τῶν δήμων. Καὶ εἶθ' οὕτως λέγει ὁ δῆμος πρὸς τοὺς ἡνιόχους· \"Ἀπέλθατε καὶ εὔξασθε τοὺς δεσπότας.\" Καὶ ἀπερχομένων αὐτῶν πάλιν εἰς τὸ στάμα, εἰσέρχεται μετ' αὐτῶν ὁ βηγάριος, καὶ πιπτόντων τῶν ἡνιόχων, πίπτει καὶ ὁ βηγάριος, καὶ κρατῶν τὸν πόδα τοῦ φακτιοναρίου μετὰ τὴν ἀριστερὰν χεῖρα, μετὰ τῆς δεξιᾶς κατασφραγίζει, ὁ δὲ ἐπιστάτης ἵσταται εἰς τὰ δεξιὰ τοῦ φακτιοναρίου. Ἀπολύει δὲ ὁ βασιλεὺς τοὺς ἡνιόχους, καὶ ἀναβαίνουσιν εἰς τὸ ἅρμα, καὶ σάσσοντες ἤτοι χορεύοντες κάμπτουσιν, καὶ ἀπερχόμενοι πρὸς τὸν ἴδιον δῆμον, κατασφραγίζουσιν καὶ ἀναχωροῦσιν, ἀπιόντες πρὸς τὰ κάγκελλα. Μένει δὲ ὁ ἐπιστάτης μετὰ τοῦ βηγαρίου εἰς τὸ στάμα, ἱστάμενοι ὀρθοὶ καὶ κατασφραγίζοντες. Ὁ δὲ βασιλεὺς κελεύει δοθῆναι αὐριγάριν τὸ λεγόμενον δημόσιον καὶ κασσίδιν ἀργυροῦν σεμνὸν καὶ τὸ ζωστόν. Κατερχομένου δὲ τοῦ ἀκτουαρίου καὶ ὀψικευομένου ὑπὸ πάντων τῶν κουρσώρων, δηλονότι τριῶν κουρσώρων, βασταζόντων, τοῦ μὲν τὸ αὐριγάριν, ὅπερ ἐστὶ τὸ δημόσιον, τοῦ δὲ κασσίδιν, τοῦ δὲ τὸ ζωστόν. Εἶτα ἐπιδίδει ὁ ἀκτουάριος τὸ μὲν αὐριγάριν εἰς τὰς χεῖρας αὐτοῦ· τὸ δὲ κασσίδιν ἐπιτίθησιν ἐπὶ τῆς κεφαλῆς αὐτοῦ, καὶ τὸ ζωστὸν ζωννύει εἰς τὰ μέσα αὐτοῦ, καὶ εἶθ' οὕτως λέγει ὁ δῆμος τὰ ἄκτα· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ἡ ἐκλογὴ τῆς Τριάδος.\" Φθογγεῖ καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ [2.135] ὑμῖν χρόνοι, οἱ θεράποντες τοῦ Κυρίου.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ Βένετοι· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται. \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, δεσπόται, σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Ὁ δεῖνα σὺ εὐτυχὴς εἰς τὸν δῆμον τοῦτον.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Στεφάνιν, δεσπόται, τῷ βηγαρίῳ.\" Καὶ εἶθ' οὕτως ἀποστέλλουσιν αὐτῷ στεφάνιν καὶ ἱμάτιν, καὶ πάλιν λέγουσιν οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Εἶτα λέγουσιν πάντες ὁμοῦ πολυχρόνιον. Ὁ δὲ βηγάρις κατασφραγίζει τρίτον τοὺς δεσπότας καὶ προσκυνῶν, ἀπευχαριστεῖ καὶ ἐξέρχεται μετὰ τοῦ ἐπιστάτου ἕως τῆς Δάφνης, εἶτα ὁ βηγάριος ἀπέρχεται ἐπὶ τὸν δῆμον, καὶ κατασφραγίζων τρίτον εἰς τὸν δῆμον, ἀνέρχεται εἰς τὰ κάγκελλα, καὶ προσκυνεῖ τὸν φακτιονάριν καὶ ὅλους τοὺς ἡνιόχους τῶν δύο μερῶν καὶ τὸν τριβοῦνον. Ἄκτα ἐπινικίων θριαμβευομένων ἐπὶ τοῦ ἱπποδρομίου. \"Δόξα Θεῷ τῷ Δεσπότῃ πάντων. Δόξα τῷ κτίστῃ καὶ δημιουργῷ τῶν ὅλων. Δόξα Θεῷ θριαμβεύσαντι τοὺς τῆς Ἄγαρ. Δόξα Θεῷ τῷ παμβασιλεῖ τῶν αἰώνων. Δόξα θεῷ τῷ ἐνισχύσαντι βασιλεῖς τοὺς ὀρθοδόξους. Δόξα Θεῷ τῷ ἐπιβλέψαντι ἐφ' ἡμῖν φιλανθρώπως. Δόξα Θεῷ τῷ πατάξαντι Ἰσμαηλίτας τοὺς Χριστομάχους. Δόξα Θεῷ τῷ [2.136] ῥυσαμένῳ ἐξ ἐχθρῶν τοὺς αἰχμαλώτους. Δόξα Θεῷ τῷ πορθήσαντι τὰς πόλεις τῶν Ἀράβων. Δόξα Θεῷ τῷ καταβάλλοντι τοὺς ἀρνητὰς τῆς Τριάδος. Δόξα Θεῷ τῷ ἀπολέσαντι τοὺς ἀρνητὰς τῆς Θεοτόκου. Δόξα Θεῷ τῷ καταισχύναντι τὸ φρύαγμα ὁ δεῖνα τοῦ Χριστομάχου. Δόξα Θεῷ τῷ εὐδοκήσαντι οὕτως. Κύριε, τίς οὐ δοξάσει τὴν βουλήν σου; Κύριε, τίς οὐχ ὑμνήσει τὰ ἔργα τῶν χειρῶν σου; Κύριε, εὐχαριστοῦμέν σοι περὶ πάντων, ὅτι ἠλέησας τὸν λαόν σου μεγάλως ἐκ τοιούτου βασιλεύεσθαι κράτους.\" Καὶ ὅτε πέσωσιν οἱ δέσμιοι πρηνεῖς ἐπὶ τῆς γῆς, νεύει ὁ ἀκτουάριος, καὶ λέγουσιν οἱ κράκται· \"Ἔπεσον οἱ ἐχθροὶ ἡμῶν θεοκρίτως.\" Καὶ ὁ λαὸς ὁμοίως γʹ. Ἄκτα ἐπὶ μεγιστάνῳ ἀμηρᾷ ἐν πολέμῳ ἡττηθέντι καὶ ἀναιρεθέντι. \"Δόξα Θεῷ τῷ συντρίβοντι πολεμίους. Δόξα Θεῷ τῷ καθελόντι τοὺς ἀθέους. Δόξα Θεῷ τῷ αἰτίῳ τῆς νίκης. Δόξα Θεῷ τῷ στέψαντί σε, γεοῦχε· χαίροις ἄναξ, Ρωμαίων ἡ εὐτυχία· χαίροις, ἄναξ, τοῦ στρατοῦ σου ἡ ἀνδρία· χαίροις, ἄναξ, δι' οὗ ὁ δεῖνα κατεπτώθη· χαίροις ἄναξ ὁ δεῖνα καθαιρέτα. Ὁ Θεός σε φυλάξῃ ἐν τῇ πορφύρᾳ εἰς τιμὴν καὶ ἀνέγερσιν τῶν Ρωμαίων σὺν ταῖς τιμίαις Αὐγούσταις ἐν τῇ πορφύρᾳ· εἰσακούσῃ ὁ Θεὸς τοῦ λαοῦ ὑμῶν·\" Περὶ ἵππου παραγωνιζομένου τοῦ αʹ βαΐου, καὶ πῶς δεῖ αὐτὸν ὑπαλλάσσεσθαι. Ἰστέον ὅτι, ἐὰν συμβῇ διὰ τῆς νυκτὸς ἐκ τοῦ πρώτου βαΐου ἵππον παραγωνίσασθαι, ἔστιν ὁ τύπος τοῦτον [2.137] ὑπλαλάσσεσθαι οὕτως· Εὑρίσκονται οἱ δύο μαΐστωρες τοῦ μέρους τοῦ ἀντὶς καὶ οἱ δύο θεωρηταὶ καὶ ὁ ἐπιστάτης, καὶ ἀπέρχονται ὅπου ἵσταται ὁ ἵππος, καὶ ἐκβάλλουσιν αὐτὸν εἰς τὸ μέσον, καὶ τοῦτον θεωροῦσιν μετὰ ἀκριβείας, καὶ εἰ ἔστιν ἐν ἀληθείᾳ ἄβλητος, ἐπαίρουσιν ἐκ τοῦ τρίτου βαΐου ἀντίσηκον ἵππον, καὶ τρέχει εἰς τὸν τόπον τοῦ κακωθέντος, εἰς οἷον ἂν χαλινάριν λάχῃ. Καὶ πάλιν τὸν αὐτὸν ἵππον δεῖ ἀγωνίζεσθαι εἰς τὸ ἴδιον βαΐν, ἤγουν εἰς τὸ τρίτον. Εἰ δὲ λάχῃ, καὶ εἰς δεύτερον καὶ εἰς τέταρτον ὁμοίως γίνονται, καθὼς προείρηται· Ὁμοίως καὶ δείλης ἡ ἀκολουθία πᾶσα ὁμοία τῆς πρωϊνῆς γίνεται δίχα τοῦ σφαιρίου τοῦ παραβατοῦ καὶ τῆς συμφορᾶς τοῦ ἵππου τοῦ κακῶς ἔχοντος. Οἱ δὲ ἡνίοχοι στοιχήσαντες πάντα, τάς τε κομβίνας καὶ τὰ κάγκελλα, μένουσιν ἐν τῷ ἁρματουρίῳ. Τοῦ δὲ ξύλου σημαίνοντος τῆς ἁγίας ἐκκλησίας, ἐγείρονται καὶ ἀπέρχονται εἰς τὴν ἐκκλησίαν, καὶ ἅπτουσιν τὰ κηρία αὐτῶν, καὶ μεταλαμβάνοντες ὑποστρέφουσιν, καὶ ἐμβαίνοντες εἰς τὸ Ἱππικόν, ἀπέρχονται καὶ εὔχονται εἰς τὸ εὐκτήριον τῆς Ἁγίας Θεοτόκου τὸ ὂν ἐν τῷ πρωτοθύρῳ, καὶ οὕτως ἀνέρχονται εἰς τὸ ἁρματούριν, καὶ βάλλουσι κηρία φορεῖν. Περὶ τοποτηρητοῦ. Ἰστέον ὅτι, ἐὰν λάχῃ ἀσθενῆσαι φακτιονάριν ἢ μικροπανίτην, ἐὰν ἔχει ὁ τοποτηρούμενος ἐκ τοῦ ἰδίου μέρους ἡνίοχον εἰς τὸ τοποτηρῆσαι αὐτόν, καὶ εἰ ἔστιν τὸ ἱππικὸν παγανόν, καὶ εἰ δι' ὅλου ἱππικοῦ τοποτηρήσει αὐτόν, καθ' ἕκαστον στεφάνιν παρέχει αὐτῷ νόμισμα δωδέκατον· εἰ δὲ ἐν μέρει νικήσῃ, ἡ διάκρισις ἐνέγκῃ τοῦ τοποτηρουμένου. [2.138] εἰ δὲ καὶ ἀστοχήσῃ, μηδὲν κερδαίνων κοπιᾷ· καὶ ἐάν, μηδὲν ποιοῦντος τοῦ τοποτηρουμένου, ἕτερος εἰσέλθῃ καὶ ἐπιτύχῃ τῶν ἐκ τῆς δείλης διδομένων ἐπάθλων, ὡς προείρηται, λαμβάνει· ἐὰν δὲ δείξῃ ὁ τοποτηρῶν ἆθλόν τί ποτε, καὶ κελεύσῃ ὁ βασιλεὺς φιλοτιμήσασθαι αὐτὸν τῇ τύχῃ τοῦ τοποτηροῦντος, οὐκ ἔχει ἄδειαν ὁ τοποτηρούμενος λαμβάνειν τί ποτε· εἰς ἀπολύσιμον δὲ ἱππικοῦ ἐὰν τοποτηρήσῃ, καὶ τὰ κατατρέχοντα τοῦ ἀπολυσίμου ἔπαθλα κατέλθωσιν, καὶ ἐπιτύχῃ ὁ τοποτηρῶν, λαμβάνει τρία δι' ὅλης τῆς ἡμέρας. Εἰ δὲ, ὡς προείρηται, ἆθλον δείξῃ, τὸ κατερχόμενον περισσὸν ἔπαθλον τοῦ τοποτηροῦντος τυγχάνει. Καὶ ἐπὶ χρόνον, ἐὰν συμβῇ τοποτηρεῖσθαι ὁ ἔχων τὴν βούλλαν ἡνίοχος, οὕτως ἡ συνήθεια κρατεῖ, καὶ τὰ ἔπαθλα καὶ τὰ φαῦστα τῷ τοποτηρουμένῳ ἁρμόζουσιν. Εἰ δὲ ἴδιον σκεῦος ἔχει ὁ τοποτηρῶν καὶ οὐ πατεῖ τὸ τοῦ τοποτηρουμένου, κομίζεται ὑπὲρ τοῦ σκεύους αὐτοῦ δι' ὅλης τῆς ἡμέρας νομίσματα τρία ἥμισυ ἐκ τῶν φαύστων, καὶ τὰ κατατρέχοντα αὐτῷ ἐκ τῶν συμβηγαρίων αὐτοῦ πρὸς συνήθειαν, ἐξ οἵου μέρους ἐστίν. Τοῦ δὲ Θεοῦ παρέχοντος τὴν νίκην, ὁ τοποτηρῶν εἰς τὸ σκεῦος οὐκ ἀναβαίνει χορεῦσαι, εἰ μὴ ὁ ἔχων τὴν βούλλαν καὶ φακτιονάριός ἐστιν καὶ μικροπανίτης· καὶ ἐὰν τοποτηρῇ φακτιονάριον, εἰς τόπον αὐτοῦ περιπατεῖ ἐκ δεξιῶν τοῦ μικροπανίτου, ὁμοίως καὶ ἐὰν τοποτηρῇ τὸν μικροπανίτην, εἰς τὰ ἀριστερὰ τοῦ φακτιοναρίου. Εἰ δὲ συμβῇ ἀστοχῆσαι ἐκ τῶν ἐχόντων τὴν βούλλαν ἡνιόχων, ἢ ἀπολείψει παντελῶς διὰ οἱασδήποτε προφάσεως, ἐπαίρεται ὁ πέμπτος ἡνίοχος ἢ καὶ ἐκ τῶν λοιπῶν βηγαρίων οἷος χρησιμώτερός ἐστιν· ἐὰν δὲ καὶ ἐξ ἑτέρου μέρους ἐστὶν ὁ ἐπιλεχθεὶς βηγάριος, καὶ θέλουσιν αὐτὸν οἱ ἴδιοι [2.139] αὐτοῦ κρατῆσαι εἰς τὸ μέρος αὐτῶν, ἀποδώσουσι τὸν μικροπανίτην, καὶ προβιβάζουσι τὸν βηγάριον εἰς τὸν τόπον τοῦ ἀναχωροῦντος. Ὁ δὲ τοποτηρῶν ἐάν ἐστιν ἐκ τοῦ ἐναντίου μέρους, ὡς φορεῖ, οὕτως ἐπαίρεται καὶ ἡνιοχεῖ, καὶ βάλλει πανὶν σημεῖον τὸ λεγόμενον ἀλλιπανίσιν πρὸς ἕνα ἱππικόν. Ἐὰν δὲ μετασταθῇ εἰς τὸ μέρος, ἔνθα τοποτηρεῖ, φορεῖ καὶ γυμναστίκιν κατὰ τὸ μέρος. Περὶ διβερσίου. Δείλης, κελεύοντος τοῦ βασιλέως γενέσθαι τὸ διβέρσιον, κατέρχεται ὁ ἀκτουάριος, καὶ φέρει τοὺς δʹ ἡνιόχους καὶ τῶν δύο μερῶν τοὺς ἐπιστάτας καὶ τοὺς θεωρητὰς εἰς τὸ πρῶτον σημεῖον, καὶ ἐπιτρέπει αὐτοῖς ποιῆσαι τὸ διβέρσιον καὶ ἀνταλλάξαι τοὺς ἵππους. Καὶ φέρουσιν οἱ ἡνίοχοι τοὺς ἀφέτας, τὰ ἱππάρια, τοὺς θυρανοίκτας καὶ τοὺς θεωρητάς, καὶ παραδιδοῦσιν ἀλλήλοις τὰ ἅρματα, μὴ ἀναλύοντες τὴν κομβίναν τῆς πρωϊνῆς τοῦ αʹ βαΐου μηδὲ τὰ κάγκελλα, ἀλλ', ὡς εἴρηται, ἀντιπαραδιδοῦσιν τοὺς ἵππους καὶ τοὺς ὑπουργοῦντας, ὡς γνωρίζοντας τάς τε ἕξεις καὶ τὰ κατάθηκα αὐτῶν. Τὰ δὲ σκεύη οὐκ ἀντικαταλλάσσονται, ἀλλ' ἕκαστος εἰς τὸ ἴδιον σκεῦος πατεῖ, καὶ πληροφοροῦσιν ἀλλήλους, μὴ προδοῦναι ἅρμα ἀτάκτως προφάσει δόλου, φοροῦσιν δὲ πανία σημεῖα, μηνύοντα ὁ τοῦ Βενέτου Πράσινον, ὁ τοῦ Πρασίνου Βένετον, ὁ τοῦ Λευκοῦ Ρούσιον, ὁ τοῦ Ρουσίου Λευκόν. Καὶ οἱ νικῶντες ἀπέρχονται εἰς τὸν δῆμον ὅθεν εἰσὶν οἱ ἵπποι, καὶ μετὰ τὸ λαβεῖν τὰ ἔπαθλα, στεφομένων αὐτῶν ἐκ τοῦ βασιλέως, ἀπέρχονται εἰς τὸν αὐτῶν δῆμον. Λέγουσιν αὐτοὶ ἄκτα. Ἐὰν δὲ ἀντιπαραδιδόντες οἱ τέσσαρες ἡνίοχοι τὰ ἅρματα [2.140] μὴ ἀντιπαραδώσουσιν τοὺς ἀφετοθυρανοίκτας, μηδὲ τοὺς θεωρητὰς εἰς τὰ κάθηκα, καὶ οἱ νικῶντες ἡνίοχοι εἰς τὸν ἴδιον δῆμον ἀπέρχονται μετὰ τῶν ἀντικαταλλαγέντων ἵππων, καὶ ἐκεῖ κράζοντος τοῦ δήμου τὰ ἴδια ἄκτα, λαμβάνουσι τὰ ἔπαθλα, ἐπειδὴ οἱ θεωρηταὶ πρὸς συνήθειαν κατὰ Ἱπποδρομίαν παρίστανται, καὶ τὰ κάθηκα ἀλλήλων τηροῦσι διὰ καιρὸν διβερσίου. Ἐὰν δὲ νικήσωσιν οἱ λειπόμενοι ἵπποι δι' ἐπιμελείας καὶ μόχθου τῶν μετελθόντων ἡνιόχων, εἰς τὸν δῆμον τὸν ἴδιον ἔρχονται, ἤγουν, ὧν τὰ ἱππάρια ὑπάρχουσιν, καὶ ἐκεῖ λαμβάνουσι τὰ ἔπαθλα. Περὶ μερίδων."
      },
      {
        "index": 8,
        "text": "Κατέρχονται εἰς τὸν Ἱππόδρομον τοῦ Ἁγίου Σεργίου οἱ δύο δήμαρχοι καὶ οἱ δύο φακτιονάριοι καὶ οἱ δύο μικροπανίται, καὶ οἱ ἐπιστάται καὶ οἱ θεωρηταὶ καὶ οἱ βηγάριοι καὶ τὰ πρωτεῖα. Αὐτῶν δὲ τῶν πρωτείων μὴ τολμώντων λαλῆσαι ῥῆμα ἕν, ὁρίζουσιν ἕνα ἐκ τῶν δʹ ἡνιόχων, καὶ ὀμνύει ἐπὶ πάντων ὅτι οὐχ ἑτερομερήσει. Καὶ ἐξ οἵου μέρους ὁρισθῇ ὁ ἡνίοχος, ἐκ τοῦ ἑτέρου μέρους ὁ θεωρητὴς καὶ οἱ δύο ἐπιστάται ἐκβάλλουσιν τοὺς ἵππους ἐκ τοῦ στάβλου, καὶ ὡς δοκεῖ τῷ ὀμόσαντι, στοιβάζει, ἀπὸ Βενέτου ἵππον ἕνα, ἀπὸ Πρασίνου ἵππον ἕνα, ἀπὸ Λευκοῦ ἵππον αʹ, ἀπὸ Ρουσίου ἵππον αʹ, καὶ ἀποτελοῦσιν ἅρμα πρωτοβαΐτας δʹ, δευτεροβαΐτας δʹ, τριτοβαΐτας δʹ, εἰς τὸ τετράδρομον δʹ. Καὶ ὅτε κατασταθῶσιν τὰ ιϛʹ ἅρματα, λαγχάνουσιν οἱ τρεῖς οἱ μὴ ὀμόσαντες, καὶ κατὰ τὸν ὄρδινον τοῦ λαχμοῦ ἐπαίρει ὁ πρῶτος οἷον θέλει, καὶ τὴν περισσείαν ἐπαίρει ὁ μερίσας. Εἰ δὲ καὶ οὐ θέλουσιν τὰ ιϛʹ ἅρματα [2.141] μερίσαι, εἰ μὴ μόνον τὰ δʹ μερίζει λόγῳ πρώτου βαΐου, καὶ μερίζονται, ὡς γέγραπται, καὶ τὰ λοιπὰ ἐκβαίνουσιν εἰς τοὺς ἰδίους τόπους. Ὅσα δεῖ παραφυλάττειν ἡνίοχον, ἀγομένου τοῦ βαΐου. Ἡνίοχος φακτιονάριος ἢ μικροπανίτης, τοῦ βαΐου ἀγομένου, ἐὰν ἐμπέσῃ εἰς τὰς τάβλας, οὐκ ἔχει ἐξουσίαν ἐκβάλαι τὸ κασσίδιον αὐτοῦ, ἀλλὰ μετὰ τοῦ κασσιδίου πεζεύει, καὶ κατέρχεται ἕως τῶν θυρῶν. Ἐὰν δὲ λάχῃ ἐπὶ τὴν βασιλικὴν τάβλαν πεσεῖν αὐτόν, οὐκ ἔχει ἐξουσίαν εἰς τὸ Π, ὅπου οἱ παλαιστρίται παλαίουσιν, ἔμπροσθεν τοῦ Καθίσματος, ἐπικόψαι, ἀλλὰ ἢ ἔσωθεν ἐπὶ τὸν τοῖχον ἢ ἔξωθεν ἐπὶ τὸν Εὔριπον μετὰ τοῦ αὐτοῦ κασσιδίου καταβαίνει εἰς τὰς θύρας· ἐὰν δὲ πέσῃ βηγάριος καὶ λάχῃ αὐτὸν πεζεῦσαι, τὸ κασσίδιν ἐκβάλλει, καὶ οὕτως ἀκασσίδωτος καταβαίνει ἕως τῶν θυρῶν. Ἡνίοχος ἐὰν λάβῃ ῥάξιν εἰς τὸν καμπτὸν τοῦ Βενέτου, καὶ ἀπέλθῃ ἕως τοῦ σχοινίου, ἤγουν τῆς δευτέρας λευκῆς, καὶ πατήσῃ ὁ ἀριστερὸς αὐτοῦ τὴν αὐτὴν δευτέραν λευκήν, ἔπαυσεν. Ἡνίοχος, ἀγομένου τοῦ βαΐου, ἐὰν ζυγώσῃ μετὰ τοῦ ἐναντίου αὐτοῦ, καὶ δυνηθῇ ἁπλῶσαι τὴν χεῖρα αὐτοῦ καὶ ἀποκασσιδῶσαι αὐτόν, κἂν ὀπισθότερός ἐστιν, ἐνίκησεν, καὶ ὁ ἀποκασσιδωθεὶς ἐλείφθη. Ἡνίοχος, ἀγομένου τοῦ βαΐου, ἐὰν ἐκπέσῃ τὸ κασσίδιον αὐτοῦ, κἂν ἔμπροσθέν ἐστιν, καὶ τρέχουσιν οἱ ἵπποι αὐτοῦ πλείω τῶν ἁρμάτων ὅλων, ἃς ποιήσῃ περισσὴν καὶ παύσει. 2.142 Περὶ τοῦ κρεμάσαι καὶ ἀποκρεμάσαι. Εἰδέναι δεῖ ὅτι, ἐὰν κρεμάσῃ, καὶ τὴν ἡμέραν τοῦ ἱππικοῦ συμβῇ γενέσθαι ἀέρα, καὶ οὐκ ἀχθῇ τὸ ἱππικόν, κἂν τὰ ὄργανα κατέλθωσιν ἀπὸ τῆς ἰδίας αὐτῶν στάσεως, τὸ δὲ βηλάριν κρέμαται, ἡ κομβίνα τῶν ἱππαρίων καὶ τὰ κάγκελλα αἴρονται κατὰ τὴν κυλίστραν, ὁσασδήποτε ἡμέρας μείνει τὸ βηλάριν κρεμάμενον, εἰ δὲ ἐπαρθῇ τὸ βηλάριν, κἂν τάχα τὰ ὄργανα ἵστανται, ἡ κομβίνα καὶ τὰ κάγκελλα ἀναλύονται. Περὶ ἵππου ἀπολύοντος. Ἵππος ἐὰν ἀπολύσῃ, χρὴ ἀπελθεῖν τῶν δύο μερῶν τοὺς μαΐστωρας, καὶ ἐὰν ἔχει σωτηρίαν, κατέρχεται ἐπὶ τὸ Διίππιν εἰς τὸν στάβλον, δεδεμένης τῆς οὐρᾶς αὐτοῦ. Εἰ δὲ καὶ πληροφορηθῶσιν ὅτι τελείαν ἀπέλυσεν, λύοντες τὴν οὐρὰν αὐτοῦ καὶ τὰ καλάβρικα ἐκ τῶν ποδῶν αὐτοῦ, ἐκβάλλουσιν αὐτὸν τὴν Νεκράν. Περὶ πρόβας. Ἡνίοχος φακτιονάρις ἢ μικροπανίτης εἰς τὴν πρόβαν αὐτοῦ ἐὰν ἐκβάλλει τὸ κασσίδιν αὐτοῦ, οὐκ ἔτι ἔχει ἐξουσίαν ἄλλο ζεῦξαι, ἐὰν δέ ἐστιν βηγάριος, καθὼς κατέλθῃ ἐκ τοῦ σκεύους, τὸ κασσίδιν ἐκβάλλει, καὶ ὅσα ἐπιτραπῇ παρὰ τοῖς πρώτοις ἡνιόχοις ζευγνύει. 2.143 ΟΘ (Οʹ) Μηνὶ Μαΐῳ ιαʹ τελεῖται τὸ ἱππικὸν τοῦ γενεθλίου ταύτης τῆς θεοφυλάκτου καὶ βασιλίδος πόλεως οὕτως· Εἰσέρχεται τῇ πρὸ μιᾶς τοῦ αὐτοῦ ἱππικοῦ ὁ πραιπόσιτος πρὸς τὸν βασιλέα, καὶ δηλοῖ αὐτόν, εἰ κελεύει ἀχθῆναι τὸ ἱππικόν. Ὁ δὲ τῆς καταστάσεως εἰσάγει τὸν θεσσάριον, καὶ ἵστησιν αὐτὸν ἔνδον τῆς εἰσαγούσης πύλης ἀπὸ τῆς Θερμάστρας εἰς τὸν Λαυσιακόν. Ὁ δὲ πραιπόσιτος, λαβὼν τὴν συγκατάθεσιν παρὰ τοῦ βασιλέως πρὸς τὸ ἄγεσθαι τὸ ἱππικόν, ἐξέρχεται καὶ ἀπέρχεται πρὸς τὸν θεσσάριον, καὶ δίδωσιν αὐτῷ τὸ πέρατον, καὶ παραυτίκα ἐξελθὼν ὁ θεσσάριος τελεῖ ἅπαντα, ὡς εἴθισται αὐτῷ ἐν ἑκάστῳ ἱππικῷ τελεῖν. Δείλης δὲ ἀνοίγουσιν τοὺς ἵππους οἱ τῶν δύο μερῶν, φοροῦντας χρυσοσήμεντα σαγίσματα, μανιάκιά τε καὶ καπιστράκια, ὁμοίως ἕκαστον μέρος ἐν τῇ ἰδίᾳ αὐτοῦ φιάλῃ, καὶ δημεύουσιν αὐτούς, εὐφημήσαντες τὸν βασιλέα. Ἀποφέρουσι δὲ τοὺς ἵππους ἀμφότερα τὰ μέρη ἐν τῷ ἱππικῷ, καὶ εἰσάγουσιν αὐτοὺς διά τε τοῦ Διϊππίου καὶ τοῦ πρωτοθύρου, καὶ δημεύουσιν αὐτούς, λέγοντες τὰς συνήθεις φωνὰς μέχρι τῆς σφενδόνης, καὶ ἐν τῇ στάσει αὐτῶν ἐλθόντες, εὐφημοῦσι τὸν βασιλέα ἐκεῖσε, πρῶτον μὲν οἱ τῶν Πρασίνων, καὶ εἶθ' οὕτως οἱ τῶν Βενέτων. Ὁ δὲ ὕπαρχος καθέζεται ἐπὶ σελλίου ἐν τῷ Καθίσματι, ἔνθα ὁ ἀκτουάριος ἵσταται. Μετὰ δὲ τῆς εὐφημίας τῶν δύο μερῶν εὐφημοῦσιν οἱ τοῦ λογίου, καὶ ἀπαναχωροῦσιν οἱ ἵπποι, [2.144] εἶτα κατέρχεται ὁ ὕπαρχος, καὶ ἵσταται ἡ τέντα αὐτοῦ εἰς τὰ κριτάρια ἀπέναντι τοῦ τεταρτοθύρου, καὶ προσκαλεσάμενος ἐκεῖσε τὰ ἀμφότερα μέρη, εἰσφέρει ἀναμεταξὺ αὐτῶν τὴν ὄρναν, καὶ βλέπονται παρὰ τῶν ἀμφοτέρων μερῶν τὰ ἐν αὐτῇ βόλια ἀκριβῶς, καὶ ἀσφαλισάμενος αὐτὰ ἐπὶ πάντων ὁ ὕπαρχος, παραδίδωσι σιλεντιαρίῳ τῷ μέλλοντι τῇ ἑξῆς κυλίσαι. Τῇ δὲ ἐπαύριον, ἤγουν τῇ ἡμέρᾳ τοῦ ἱππικοῦ, ἐξέρχεται ὁ βασιλεὺς ἐκ τοῦ θεοφυλάκτου κοιτῶνος, καὶ δηριγευόμενος ὑπὸ τῶν ἐξ ἔθους, διέρχεται διὰ τῶν διαβατικῶν τοῦ Τρικόγχου, Ἀψίδος τε καὶ τῆς Δάφνης, καὶ ἀνέρχεται διὰ τοῦ μυστικοῦ κοχλιοῦ ἄνω ἐν τοῖς παρακυπτικοῖς τοῦ Καθίσματος."
      },
      {
        "index": 9,
        "text": "Ἡνίκα δὲ γένηται ἡ ἅπασα παρετοιμασία ἐν τῷ Ἱππικῷ, δηλοῖ ὁ τῆς καταστάσεως τῷ πραιποσίτῳ, κἀκεῖνος τῷ βασιλεῖ. Ὁ δὲ βασιλεὺς κατέρχεται διὰ τῆς λιθίνης σκάλας καὶ λέγει τῷ πραιποσίτῳ· \"Δὸς μεταστάσιμον·\" κἀκεῖνος λέγει μεγάλως· \"Μεταστάσιμον.\" Καὶ εἰσελθόντος τοῦ βασιλέως ἐν τῷ κοιτῶνι αὐτοῦ, προσκαλεῖται ὁ πραιπόσιτος τοὺς βεστήτορας, καὶ εἰσελθόντες περιβάλλουσι τὴν χλανίδα τὸν βασιλέα, εἶθ' οὕτως στέφεται ὑπὸ τοῦ πραιποσίτου, καὶ ἐξέρχεται ἀπὸ τοῦ κοιτῶνος, δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, καὶ ἑστὼς ἐν τῷ μέσῳ τοῦ στενοῦ, νεύει τῷ πραιποσίτῳ, κἀκεῖνος τῷ ὀστιαρίῳ, κἀκεῖνος εἰσάγει τοὺς πατρικίους· τὸ δὲ βῆλον τῆς πύλης, δι' ἧς εἰσέρχονται, σιλεντιάριος αἴρει. Εἰσελθόντες δὲ οἱ πατρίκιοι μετὰ τῶν στρατηγῶν πίπτουσι, καὶ ἀναστάντων, νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, καὶ λέγει· \"Κελεύσατε\" αὐτοὶ δὲ ὑπερεύχονται τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ ἐκεῖθεν δηριγευόμενος ὁ βασιλεὺς ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν, διέρχεται μέχρι τοῦ τρικλίνου, ἐν ᾧ ἀριστᾷ τῇ αὐτῇ ἡμέρᾳ, καὶ ἵσταται ἐκεῖσε· εἰσελθόντες δὲ σιλεντιάριοι τρεῖς ἢ τέσσαρες, οἱ μὲν τρεῖς διέρχονται ὄπισθεν τῆς δοχῆς ἐν τῷ δεξιῷ μέρει, ὁ δὲ [2.145] ἕτερος ἵσταται μέσον, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ ἑστῶτι μέσον τῆς δοχῆς σιλεντιαρίῳ, κἀκεῖνος, ἀπελθὼν ἐν τῷ βήλῳ, λέγει μεγάλως· \"Λεβά\" καὶ εἰσάγει τὸν τῆς καταστάσεως, καὶ ἵσταται μέσον τῆς δοχῆς. Καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ μαγίστρῳ, μὴ παρόντος δὲ μαγίστρου, νεύει τῷ κοιαίστωρι, καὶ νεύει μάγιστρος τῷ τῆς καταστάσεως λέγων· \"Κόμητες.\" Κἀκεῖνος λέγει εἰς τὸ βῆλον· \"Λεβά\" καὶ εἰσέρχονται οἱ τῆς συγκλήτου, καὶ προσκυνήσαντες, ἵστανται ἐν τῇ τάξει αὐτῶν. Εἶτα νεύει πάλιν ὁ βασιλεὺς τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος τῷ μαγίστρῳ, κἀκεῖνος τῷ τῆς καταστάσεως λέγων· \"Πρεμφέκτωρ\" ἀπελθὼν δὲ ὁ τῆς καταστάσεως εἰς τὸ βῆλον, λέγει· \"Λεβά\" καὶ εἰσέρχεται ὁ ἀπὸ ἐπάρχων, καὶ προσκυνήσας καὶ αὐτός, ἵσταται ἐν τῇ τάξει αὐτοῦ. Εἶτα νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, κἀκεῖνος τῷ τῆς καταστάσεως, καὶ λέγει· \"Κελεύσατε\" αὐτοὶ δὲ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ εἶθ' οὕτως κατασχὼν τὸ ἄκρον τῆς χλανίδος τοῦ βασιλέως ὁ τῆς καταστάσεως καὶ ποιήσας ῥωσθέλιον, ἐπιδιδοῖ τῷ βασιλεῖ, ὁ δὲ βασιλεὺς ἀνέρχεται ἐν τῷ Καθίσματι· ἀνέρχεται δὲ καὶ ὁ προρρηθεὶς σιλεντιάριος ἐν τῷ τοῦ Πρασίνου καμπτῷ, συναναφέρων ἑαυτῷ καὶ τὴν ὄρναν, συνανέρχονται δὲ αὐτῷ καὶ οἱ κατὰ συνήθειαν ἀνερχόμενοι σὺν αὐτῷ τῶν μερῶν· ὑποδείξας δὲ τοῖς συνανελθοῦσιν αὐτῷ ἅπασιν τὴν τοῦ ὑπάρχου βούλλαν, κυλίει, καὶ εἶθ' οὕτως κατέρχονται ἅμα τῷ σιλεντιαρίῳ οἱ συνανελθόντες αὐτῷ πάντες, καὶ στοιβάζουσιν ἐν τῷ αὐτῷ καμπτῷ λάχανα, καὶ ὕπερθεν αὐτῶν πλακοῦντας. Ἐν δὲ τῷ ἑτέρῳ καμπτῷ καὶ ἐν διαφόροις τόποις τοῦ Εὐρίπου προστοιβάζουσιν ὁμοίως λάχανά τε καὶ πλακοῦντας, ἤγουν τῇ πρὸ μιᾶς τοῦ ἱππικοῦ· οὗτος δὲ ὁ καμπτὸς τῶν Πρασίνων ἕνεκα τοῦ κυλίσαι παραφυλάττεται. Ἵστανται δὲ καὶ αἱ βῆγαι ἐν τοῖς κριταρίοις, μετὰ δὲ τὸ ἐξελθεῖν τὸν βασιλέα ἐν τῷ Καθίσματι καὶ σφραγίσαι τὸν λαὸν καὶ καθίσαι αὐτὸν ἐν τῷ σένζῳ, τελεσθείσης τῆς προσκυνήσεως τῶν πατρικίων, ἀποκρισιαρίων? εἰ τύχωσι, καὶ στρατηγῶν, ἔρχονται τὰ πρωτεῖα τῶν μερῶν μετὰ καὶ σταυρῶν ῥοδοπλόκων, καὶ ἵστανται ἐν ταῖς διασφαγαῖς, καὶ εἶθ' οὕτως δίδωσιν νεῦμα ὁ ἀκτουάριος ἀπὸ κελεύσεως, καὶ ἀπολύονται αἱ βῆγες."
      },
      {
        "index": 10,
        "text": "Ἡνίκα δὲ καταλάβωσιν ἐν τῇ βασιλικῇ τάβλᾳ ἐν τῷ Καθίσματι, ἐπεύχονται τὸν βασιλέα· εἶθ' οὕτως νεύει ὁ ἀκτουάριος ἀπὸ κελεύσεως, καὶ αὐλεῖ τὸ βασιλικὸν ὄργανον, αὐτοὶ δὲ κατέρχονται τῶν βηγῶν αὐτῶν ἐπὶ τὰ μέρη καὶ εἰσέρχονται ἐν τῷ στάματι, καὶ λαβόντες τοὺς στεφάνους ἀμφότεροι αὐτῶν, ἀπαναχωροῦσιν. Καὶ εἶθ' οὕτως ἐξέρχονται οἱ προειρημένοι τῶν μερῶν, καὶ ἐπιδιδόασι τοὺς σταυρούς, ἐπευξάμενοι δὲ τῷ βασιλεῖ, καὶ αὐτοὶ ἀναχωροῦσιν. Καὶ εἶθ' οὕτως τελεῖται τὸ πρῶτον βαΐον, καὶ λαμβάνουσιν οἱ νικηταὶ ἡνίοχοι τὰ ἔπαθλα αὐτῶν διπλασίως, καὶ ἐξ αἰτήσεως τοῦ μέρους δίδοται τὰ δημόσια, καὶ λαβόντες αὐτὰ χοσβαΐται, ἀνάγουσιν αὐτὰ μέσον τοῦ Ἱππικοῦ ἐν τῷ ἁρματουρίῳ τῶν νικητῶν ἡνιόχων. Καὶ τελεσθέντων τῶν δʹ βαΐων, πράττουσιν οἱ τοῦ λογίου τὰ κατὰ συνήθειαν ἅπαντα, ἀλλάξαντες δὲ οἱ ἡνίοχοι τῆς νίκης τὰ δημόσια, κατέρχονται ἐπ' ὀχήμασιν ἐκ τῶν θυρῶν, καὶ κατελθόντες οἱ τοῦ νικήσαντος μέρους δημόται, αἴρουσι δάφνας ἐκ τοῦ λογίου, καὶ δέχονται τοὺς ἡνιόχους ἐπιδιφρίους ἔμπροσθεν τοῦ αὐτοῦ δήμου, καὶ σάξαντες μέχρι τοῦ ἀντικάμπτου, ἀνέρχονται ἐν τῷ στάματι. Ἀνερχομένων δὲ αὐτῶν, δίδοται νεῦμα τοῖς ἄρχουσι τῶν ταγμάτων, καὶ κατελθόντες ἵστανται ἐν τοῖς καμπτῆρσι καὶ ἐν τοῖς προειρημένοις λοιποῖς τόποις τοῦ Εὐρίπου, ἔνθα αἱ στοιβαὶ τῶν λαχάνων καὶ τῶν πλακούντων εἰσίν. Ἐλθόντες δὲ οἱ ἡνίοχοι μετὰ τῶν [2.147] δημοτῶν τοῦ μέρους ἐν τῷ στάματι, ἵστανται ἐκεῖσε ἐπιδίφριοι, καὶ ἀκτολογοῦσιν μετ' εὐφημίας οἱ τοῦ μέρους τῷ βασιλεῖ, καὶ μετὰ τὴν συμπλήρωσιν τῆς εὐφημίας ἀποστέλλει αὐτοῖς τοῖς νικηταῖς ἡνιόχοις ὁ βασιλεὺς στεφάνους διὰ τοῦ ἀκτουαρίου καὶ τοῦ δευτέρου, καὶ κατελθόντες στέφουσι τοὺς ἡνιόχους, καὶ ἀνέρχονται πάλιν ἐν τῷ Καθίσματι. Καὶ εὐθέως ἄρχεται τὸ μέρος αἰτεῖσθαι τοῦ ἐξελθεῖν καὶ χορεῦσαι εἰς τὴν πλατεῖαν, καὶ λαβόντες τὴν αἴτησιν παρὰ τοῦ βασιλέως, ἐξέρχονται ἐν τῇ Μέσῃ. Καὶ εἶθ' οὕτως ἀνίσταται ὁ βασιλεύς, καὶ μετὰ τὸ ἀναστῆναι τὸν βασιλέα, κατέρχεται τὸ πλῆθος τοῦ λαοῦ, καὶ αἴρουσιν ἐκ τῶν στοιβῶν τά τε λάχανα καὶ τὰς πλακοῦντας, ἐν δὲ τῷ αὐτῷ εἰσφέρουσι χέλανδον φερόμενον ἐπὶ ἁμάξης πλῆθος ἰχθύων, καὶ ῥίπτουσιν αὐτὰ ἐπὶ ἐδάφους ἐν τῷ Ἱππικῷ· αἴρουσιν δὲ καὶ ταῦτα τὸ πλῆθος τοῦ λαοῦ. Ὁ δὲ βασιλεύς, ὡς προείρηται, ἀναστὰς ἀπὸ τοῦ σένζου καὶ δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται μέσον τῶν τε πατρικίων καὶ στρατηγῶν, ἑστώτων αὐτῶν ἐν τῷ τρικλίνῳ, ἐν ᾧ ἀριστᾷ τῇ αὐτῇ ἡμέρᾳ, αὐτοὶ δὲ ὑπερεύχονται τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ εἰσέρχεται ἐν τῷ κοιτῶνι, λαβόντος δὲ τοῦ πραιποσίτου τὸ στέμμα ἀπὸ τῆς κεφαλῆς αὐτοῦ, εἰσέρχονται οἱ βεστήτορες, καὶ ἀπαλλάξαντες τὴν χλανίδα, ἐξέρχονται. Καὶ ἐξελθὼν ὁ βασιλεύς, καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης μετὰ καὶ φίλων, ὧν ἂν κελεύει, καὶ ἀναστὰς ἀπὸ τοῦ κλητωρίου καὶ μικρὸν ἀναπαυσάμενος, ἐκδέχεται, μέχρις ἂν τὰ πάντα ἑτοιμασθῶσιν ἐν τῷ Ἱππικῷ. Ἐλθόντος δὲ τοῦ τῆς καταστάσεως καὶ γνωρίσαντος τῷ πραιποσίτῳ, ὡς ὅτι ἕτοιμά ἐστιν πάντα, ὁ πραιπόσιτος δηλοῖ τῷ βασιλεῖ· ὁ δὲ βασιλεὺς κατέρχεται διὰ τῆς λιθίνης σκάλας, καὶ εἰσέρχεται ἐν τῷ κοιτῶνι, καὶ περιβάλλεται τὴν χλανίδα καὶ τὸ στέμμα κατὰ συνήθειαν. [2.148] Καὶδηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου διέρχεται διὰ τοῦ στενοῦ τρικλίνου, καὶ ἐξέρχεται ἐν τῷ μεγάλῳ τρικλίνῳ, ἐν ᾧ ἀριστᾷ τῇ αὐτῇ ἡμέρᾳ, κἀκεῖσε ἑστὼς ἅμα τοῖς ἄρχουσι τοῦ κουβουκλείου, νεύει τῷ πραιποσίτῳ, κἀκεῖνος τῷ ὀστιαρίῳ, καὶ εἰσάγει πατρικίους καὶ στρατηγούς, καὶ προσκυνησάντων τῷ βασιλεῖ, λέγει ὁ πραιπόσιτος· \"Κελεύσατε\" καὶ ἐξελθόντες ἔξω τῆς πύλης οἵ τε πατρίκιοι καὶ στρατηγοὶ ἅμα τῇ συγκλήτῳ, ἵστανται ἔνθεν κἀκεῖσε· στάντος δὲ καὶ τοῦ βασιλέως ἐν τῇ πύλῃ, πίπτουσιν οἱ προειρημένοι ἅπαντες, καὶ ἀναστάντων, νεύει ὁ πραιπόσιτος ἀπὸ κελεύσεως τῷ τῆς καταστάσεως, καὶ λέγει· \"Κελεύσατε\", αὐτοὶ δὲ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ εἶθ' οὕτως κατασχὼν τὸ ἄκρον τῆς χλανίδος τοῦ βασιλέως ὁ τῆς καταστάσεως καὶ ποιήσας ῥωσθέλιον, ἐπιδιδοῖ τῷ βασιλεῖ. Εἶτα ἐκεῖθεν δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν, ἀνέρχεται ἐν τῷ Καθίσματι μετὰ μόνων τῶν τοῦ κουβουκλείου ἀρχόντων καὶ δύο μαγλαβιτῶν καὶ σπαθαρίων βασταζόντων διστράλια, φορούντων καὶ τὰ σπαθία αὐτῶν, ὡς ἐν ἑκάστῳ ἱππικῷ. Ἀνελθὼν δὲ ἐν τῷ σένζῳ ὁ βασιλεὺς καὶ σφραγίσας τὸν λαὸν ἐκ τρίτου, καθέζεται, καὶ μετὰ τὴν συμπλήρωσιν τῆς εὐφημίας ἐξέρχεται ὁ πραιπόσιτος ἀπὸ κελεύσεως, καὶ νεύει τοῖς τε πατρικίοις καὶ στρατηγοῖς, ἀπελθεῖν ἕκαστον ἐν τῇ τάξει αὐτοῦ καὶ καθέδρᾳ. Τελεσθέντων δὲ τῶν δʹ βαΐων, ἀνίσταται ὁ βασιλεὺς ἀπὸ τοῦ Καθίσματος, καὶ ἱσταμένων τῶν πατρικίων ἐν ᾧ ἀριστᾷ ὁ βασιλεὺς τρικλίνῳ, καὶ δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται μέσον αὐτῶν, αὐτοὶ δὲ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\""
      },
      {
        "index": 11,
        "text": "Καὶ διελθὼν διὰ τοῦ στενοῦ τρικλίνου, εἰσέρχεται ἐν τῷ κοιτῶνι, καὶ ἀπαλλάξας τό τε στέμμα καὶ τὴν χλανίδα αὐτοῦ, περιβάλλεται σαγίον, καὶ κατέρχεται διὰ τοῦ μυστικοῦ κοχλιοῦ, καὶ δηριγευόμενος ὑπὸ πάντων τῶν τοῦ [2.149] κουβουκλείου, διέρχεται διὰ τοῦ Αὐγουστέως, Ἀψίδος τε καὶ τοῦ Τρικόγχου, διὰ τοῦ μονοθύρου καὶ τῶν διαβατικῶν τῶν Ἁγίων Μʹ, καὶ εἰσέρχεται ἐν τῷ Χρυσοτρικλίνῳ· στάντες δὲ οἱ τοῦ κουβουκλείου καὶ ὑπερευξάμενοι τὸν βασιλέα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\" ἐξέρχονται καὶ ἀπέρχονται οἴκαδε. Ὅσα δεῖ τελεῖσθαι τῇ παραμονῇ τοῦ λαχανικοῦ ἱπποδρομίου, ἤγουν τοῦ γενεθλίου ταύτης τῆς θεοφυλάκτου καὶ βασιλίδος πόλεως. Ἰστέον ὅτι οἱ τῶν δύο μερῶν δήμαρχοι μετά τε τῶν δευτερευόντων καὶ τῶν λοιπῶν ἀρχόντων τῶν μερῶν καὶ τῶν δημοτῶν ἀπίασι τὸ δειλινόν, ἕκαστος εἰς τὸν ἴδιον στάβλον, καὶ εὐθέως ὁ θεωρητὴς ἑκάστου μέρους ταβρίζει τὸ τρίπλοκον καὶ λέγει ὁ λαὸς ἐκ γʹ. \"Νίκα Βένετε\" ὁμοίως καὶ οἱ Πράσινοι· \"Πράσινε.\" Καὶ δέχεται ὁ φωνοβόλος λέγων μεγάλῃ τῇ φωνῇ. \"Ἔχεται ὁ βοηθῶν ἡμῖν Ἰησοῦς.\" Ὁ λαός· \"Ἀεὶ νικᾷς.\" Οἱ κράκται· \"Εἷς ὁ Θεός, σὺ αὐτοὺς σῶσον.\" Ὁ λαός· \"Ναί, Κύριε.\" Καὶ ὅτε ἐξέλθωσιν ἐπὶ τὸ ἐξάερον, κρούει ὁ θεωρητὴς τὴν ταβραίαν γʹ, καὶ λέγει ὁ λαός· \"Νικᾷ ἡ πίστις τῶν βασιλέων, νικᾷ ἡ πίστις τῶν Αὐγουστῶν, νικᾷ ἡ πίστις τῆς Πόλεως καὶ τῶν Βενέτων.\" (Οἱ Πράσινοι· \"Πρασίνων.\") Καὶ λέγει ὁ κράκτης· \"Ὁ δεῖνα καὶ ὁ δεῖνα, μεγάλων βασιλέων, ναὶ εἰπὲ ὁ δεῖνα καὶ ὁ δεῖνα μεγάλων βασιλέων.\" Ὁ λαός· \"Ναί, Κύριε, βοήθει.\" Οἱ κράκται·\" Εἷς Θεός, σὺ αὐτοὺς σῶσον.\" Ὁ λαός· \"Ναί, Κύριε.\" Καὶ εἶθ' οὕτως λέγεται τὸ δρομικὸν ποίημα ἔμπροσθεν τοῦ Ἱπποδρομίου· \"Οἱ τῶν ἀγώνων σὲ δυσωποῦμεν τὸν Θεὸν ἡμῶν καὶ [2.150] Σωτῆρα· νίκας τοῖς Βενέτοις βοήθει.\" (οἱ Πράσινοι· Πρασίνοις) καὶ χορήγησον τῷ Οὐρανίῳ (οἱ Πράσινοι· τῷ Ὀλυμπίῳ), \"ἵνα καὶ πάλιν χορεύσωμεν μετὰ νίκης.\" Ἄλλος, εἰς τὸ Λευκόν· \"Ὡς κραταιὰ σκέπη ἡ Θεοτόκος, καὶ ἀντίληψις βεβαία τῶν εἰς σὲ προστρεχόντων, ἐξαιτοῦμεν οἱ Βένετοι,\" (Οἱ Πράσινοι· Πράσινοι) \"δωρηθῆναι ἡμῖν τοῦτο, τῷ Εἰκασίῳ, διαπρέπον ταῖς νίκαις σὺν αὐτῷ εἰς τὸν ἀγῶνα καὶ ἡμᾶς εὐφρανθῆναι.\" 2.151 Πʹ (ΟΑʹ) Ὅσα δεῖ παραφυλάττειν, τῆς φακλαρέας τελουμένης. Δείλης εἰσέρχονται τὰ δύο μέρη ἐν τῇ μυστικῇ φιάλῃ τοῦ Τρικόγχου μετὰ φατλίων, καὶ γίνεται ἡ λεγομένη φακλαρέα, καὶ λέγουσιν τὸν ἀπελατικὸν χορεύοντες ἦχ. π. δʹ· \"Κραταιωθήτω ἡ χείρ σου, ὑψωθήτω ἡ δεξιά σου, ὁ δεῖνα, αὐτοκράτωρ. Ἰδοὺ γάρ· ἡ πόλις σου φιλόπολιν βλέπει σε βασιλέα, καὶ ταῖς σαῖς ἐγκαινίζεται κατ' ἐχθρῶν ἀνδραγαθίαις, καὶ πολιτεύεται χάρις ἐν μέσῳ τῆς βασιλείας, ὅτι ὤφθη τὸ πολίτευμά σου, πόλις τοῦ μεγάλου βασιλέως, ὅθεν καθοπλίζονται τὰ ὅπλα σου δυναστείᾳ, καὶ περιβάλλονται ἐχθροὶ τὴν ἔχθραν τοῦ στέψαντός σε τῇ γενεθλίῳ δόξῃ τῆς πόλεώς σου.\" Καὶ μετὰ ταῦτα ἀνέρχονται εἰς τὰ βάθρα, καὶ ἱσταμένου ἑκάστου εἰς τὸ ἴδιον μέρος, λέγει ὁ κράκτης τὴν ἀνευφημίαν· \"Ὁ βοηθῶν τοὺς δεσπότας·\" Ὁ λαός· \"Εἷς ὁ Θεός.\" Οἱ κράκται· \"Σύ, αὐτοὺς σῶσον.\" Ὁ λαός· \"Ναί, Κύριε.\" Οἱ κράκται· \"Ὁ βοηθῶν ταῖς Αὐγούσταις.\" Ὁ λαός· \"Εἷς ὁ Θεός.\" Οἱ κράκται· \"Σύ, αὐτὰς σῶσον.\" Ὁ λαός. \"Ναί, Κύριε.\" Οἱ κράκται· \"Ὁ βοηθῶν τοῖς πορφυρογεννήτοις.\" Ὁ λαός· \"Εἷς ὁ Θεός.\" Οἱ κράκται· \"Σύ, αὐτοὺς σῶσον.\" Ὁ λαός \"Ναί, Κύριε.\" Οἱ κράκται· \"Ὁ βοηθῶν τῇ πόλει.\" Ὁ λαός· [2.152] \"Εἷς ὁ Θεός.\" Οἱ κράκται· \"Σύ, αὐτὴν σῶσον.\" Ὁ λαός· \"Ναί, Κύριε.\" Οἱ κράκται· \"Ὁ βοηθῶν τῷ ἐπάρχῳ.\" Ὁ λαός· \"Εἷς ὁ Θεός.\" Οἱ κράκται· \"Σύ, αὐτὸν σῶσον·\" Ὁ λαός· \"Ναί, Κύριε.\" Οἱ κράκται· \"Ὁ βοηθῶν τῷ Οὐρανίῳ.\" Ὁ λαός. \"Εἷς ὁ Θεός.\" Οἱ κράκται. \"Σύ, αὐτὸν σῶσον.\" Ὁ λαός. \"Ναί, Κύριε.\" (Οἱ Πράσινοι· τῷ Ὀλυμπίῳ.) Οἱ κράκται· \"Ὁ βοηθῶν τῷ Εἰκασίῳ.\" (Οἱ Πράσινοι· τῷ Ἀνατέλλοντι.) Ὁ λαός. \"Εἷς ὁ Θεός.\" Οἱ κράκται· \"Σύ, αὐτὸν σῶσον.\" Ὁ λαός. \"Ναί, Κύριε.\" Εἶτα εἰσέρχεται ἕτερος κράκτης καὶ λέγει τὴν συνάφειαν· \"Ὁ βοηθῶν τοῖς δεσπόταις, ταῖς Αὐγούσταις, τοῖς πορφυρογεννήτοις, τῇ πόλει, τῷ ἐπάρχῳ, τῷ Οὐρανίῳ\"· (Οἱ Πράσινοι· τῷ Ὀλυμπίῳ,) τῷ Εἰκασίῳ\"· (Οἱ Πράσινοι· τῷ Ἀνατέλλοντι.) Ὁ λαός· \"Εἷς ὁ Θεός.\" Οἱ κράκται· \"Σύ, αὐτοὺς σῶσον.\" Ὁ λαός· \"Ναί, Κύριε.\" Οἱ κράκται· \"Ὁ δεῖνα καὶ ὁ δεῖνα, μεγάλων βασιλέων καὶ αὐτοκρατόρων\"· Ὁ λαός· \"Κύριε, βοήθει.\" Εἶτα εἰσέρχεται ἕτερος κράκτης καὶ λέγει· \"Ἰοὺς ἀεί, ἀεί.\" Οἱ κράκται· \"Προτόνου καὶ νικᾷς.\" Ὁ λαός· \"Εἷς ἀεί, εὐδόκιμε.\" Οἱ κράκται· \"Ἅγιε, τρισάγιε, νίκη εἰς τὸ Βένετον.\" (Οἱ Πράσινον· εἰς τὸ Πράσινον.) Οἱ κράκται· \"Δέσποινα Θεοτόκε.\" Ὁ λαός. \"Ναί, Δέσποινα Θεοτόκε, νίκη εἰς τὸ Βένετον.\" (Οἱ Πράσινοι· εἰς τὸ Πράσινον,) Οἱ κράκται· \"Τοῦ σταυροῦ ἡ δύναμις.\" Ὁ λαός· \"Ναί, τοῦ σταυροῦ ἡ δύναμις, νίκη ἔχει τὸ Βένετον\". (Οἱ Πράσινοι· ἔχει τὸ Πράσινον.) Οἱ κράκται· \"Θεοῦ τὴν νίκην ἔχει τὸ πρόσωπόν σου, Οὐράνιε.\" (Οἱ Πράσινοι· Ὀλύμπιε.) Οἱ κράκται· \"Ὅλη δείλης σήμερον.\" Ὁ λαός· \"Ἔς, ὅλη δείλης σήμερον· καλή σου δείλης γίνεται.\" Οἱ κράκται· \"Κύριοι, πολλοὶ ὑμῖν χρόνοι.\" Ὁ λαός· [2.153] \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε.\" Καὶ εἰσέρχεται ἕτερος κράκτης καὶ λέγει· \"Ὁ δεῖνα καὶ ὁ δεῖνα, μεγάλων βασιλέων καὶ αὐτοκρατόρων.\" Ὁ λαός· \"Θεοτόκε, βοήθει.\" Οἱ κράκται \"Εἷς ὁ Θεός, σὺ αὐτοὺς σῶσον.\" Ὁ λαός· \"Ναί, Κύριε.\" Εἶτα λέγει ὁ κράκτης· \"Ναί, εἰπὲ καὶ ποίει τὴν ἀγωγὴν τῷ Οὐρανίῳ.\" (Οἱ Πράσινοι· τῷ Ὀλυμπίῳ.) \"Ναί, εἰπὲ καὶ ποίει τὴν ἀγωγὴν τῷ Εἰκασίῳ.\" (Οἱ Πράσινοι· τῷ Ἀνατέλλοντι.) Ὁ λαός· \"Καλὸν ἀγῶνα\". Οἱ κράκται· \"Εἷς ὁ Θεός, σὺ αὐτοὺς σῶσον.\" Ὁ λαός· \"Ναί, Κύριε.\" Ἰστέον ὅτι τὰ αὐτὰ ἄκτα καὶ ἡ αὐτὴ εὐφημία λέγονται καὶ ἐπὶ τοῦ Ἱπποδρομίου εἰς τὸ στάμα, ἤγουν εἰς τὸ Π, δηλονότι τοῦ ὑπάρχου καθεζομένου εἰς τὸ Κάθισμα, ἔνθα ὁ ἀκτουάριος ἵσταται. Περὶ τοῦ αὐτοῦ ἱπποδρομίου, πῶς δεῖ κυλίειν. Πρὸ τοῦ ἱππικοῦ γίνεται ἡ πομπὴ τῶν ἵππων, καὶ τῷ πρωῒ τίθεται ἡ ὄρνα εἰς τὸν καμπτὸν τοῦ Βενέτου, καὶ κατέρχονται οἱ τῶν δύο μερῶν ἡνίοχοι ἅμα τῶν κομβινογράφων, φορούντων αὐτῶν τῶν κομβινογράφων ἀρμελαύσια βένετον καὶ λευκὸν καὶ τὰ μασσία, ὄντων αὐτῶν καὶ ἀνυποδήτων, βαστάζοντες καὶ χαρτοκαλαμάρια, καὶ κυλιούσης τῆς ὄρνας, οἷον ἐκβάλλει σφαιρίν, ὀνομάζει τὸν μεσαρίστερον. Καὶ ὅτε πληρώσωσιν τὰ δʹ βαΐα, ἀπέρχονται εἰς τὰ ὀρνατούρια, καὶ ποιοῦσιν τὸ πέρας τῆς κομβίνας, καὶ ἀνερχομένου τοῦ βασιλέως, ἀπολύουσιν τὰ Διίππια, καὶ ἵσταται ὁ μαξιλλάριος εἰς τὸν τόπον αὐτοῦ καὶ οἱ δύο θεωρηταί, εἷς ἐκ δεξιῶν αὐτοῦ, καὶ εἷς ἐξ εὐωνύμων, βαστάζοντες τὰ καλαμάρια, ἕως οὗ πετάσῃ. Καὶ τοῦ Θεοῦ [2.154] παρασχόντος τὴν νίκην, μετὰ τὸ λαβεῖν τὰ ἔπαθλα ἀπέρχονται εἰς τὰς θύρας, καὶ μετὰ τὴν συμπλήρωσιν τῶν δ' βαΐων ἐκβαίνουσιν τὰ ἅρματα τῶν νικησάντων, φορούντων τῶν ἡνιόχων τὰ δημόσια, καὶ κάμπτουσιν καμπτὸν Πρασίνου καὶ Βενέτου, καὶ ἔρχονται εἰς τὸν ἴδιον δῆμον, καὶ ἐπαίρουσιν τοὺς δημότας, καὶ σάσσοντες κάμπτουσιν, ὡς προείρηται, καμπτὸν Πρασίνου. Καὶ ἔρχονται εἰς τὸ στάμα, καὶ κατέρχεται ὁ ἀκτουάριος, καὶ ἀπολύει αὐτούς, καὶ ἀπέρχονται χορεύοντες εἰς τὸ δημόσιον. Περὶ τῶν βηγῶν, πῶς δεῖ αὐτὰς τελεῖσθαι. Ἱππικοῦ ἀγομένου μὴ προσκυνησίμου, αἱ βῆγες ἵστανται εἰς τὸ πρῶτον κριτάριν, καὶ οἱ βηγάριοι ἐπάνω τῶν ἁρμάτων, καὶ ἀνερχομένου τοῦ βασιλέως, ἐμβαίνουσιν οἱ δʹ ἡνίοχοι καὶ λαμβάνουσι τὰ χρυσᾶ πισσία· καὶ στρέφονται, καὶ ἵστανται εἰς τὰς ἰδίας διασφαγάς. Καὶ εἶθ' οὕτως νεύει ὁ ἀκτουάριος, καὶ πάλιν εἰσέρχονται καὶ λαμβάνουσιν ἀνὰ ψελλίου χρυσοῦ, καὶ ὑποστρέφοντες ἐκφωτίζουσιν ἐπὶ τοὺς δήμους, καὶ ἐκβαίνουσιν αἱ βῆγες. Φοροῦσιν δὲ οἱ βηγάριοι ἱμάτια, ὁ μὲν εἷς βένετον, ὁ δὲ ἕτερος πράσινον, ἔχοντα ὥσπερ πτερά, ἀπὸ κεντούκλων ἐρραμμένα, ὄπισθεν εἰς τὰς ψύας αὐτῶν, ἀντὶ δὲ κασσιδίων, φοροῦσιν καμελαύκια κεντουκλέϊνα. Ἄκτα ἀπὸ νίκης εἰς τὸ αὐτὸ ἱπποδρόμιον. Ἀπὸ τοῦ δευτέροι βαΐου λέγουσιν οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" [2.155] Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ἡ ἔνθεος βασιλεία.\" Οἱ Πράσινοι· \"Τὸ πρόβλημα τῆς Τριάδος\", καὶ ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι\". Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι ὁ δεῖνα καὶ ὁ δεῖνα, αὐτοκράτορες Ρωμαίων\" καὶ ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται. \"Πολλοὶ ὑμῖν χρόνοι, οἱ θεράποντες τοῦ Κυρίου.\" Ὁ λαὸς ἐκ γʹ. \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα Αὐγοῦσται τῶν Ρωμαίων\" καὶ ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Δεσπόται τῆς οἰκουμένης, δέξασθε Βενέτους παρακαλοῦντας.\" (Οἱ Πράσινοι· Πρασίνους), καὶ ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Ὡς δοῦλοι τολμῶμεν παρακαλέσαι.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ Πράσινοι ὁμοίως. Οἱ κράκται· \"Μετὰ φόβου δυσωποῦμεν τοὺς δεσπότας.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ Πράσινοι ὁμοίως. Οἱ κράκται· \"Ἀνεξικάκως παρακλήθητε, εὐεργέται,\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ Πράσινοι ὁμοίως. Οἱ κράκται· \"εἰς τὴν δέησιν τῶν δούλων ὑμῶν Βενέτων.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε·\" Οἱ Πράσινοι ὁμοίως. Οἱ κράκται· \"Δημόσια τοῖς δούλοις ὑμῶν, εἰ κελεύετε.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ Πράσινοι ὁμοίως. Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας τῶν Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται. \"Κύριε, σῶσον τοὺς ἐκ σοῦ ἐστεμμένους.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας τῆς οἰκουμένης.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Καὶ σὺν αὐτοῖς ὁ Θεὸς ἡμᾶς συνεργήσῃ.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Καὶ ἀπὸ τοῦ τετάρτου βαΐου κατέρχεται ὁ μαΐστωρ μετὰ τοῦ λαοῦ, καὶ ἵσταται ἔμπροσθεν τοῦ δήμου. Ὁ δὲ δήμαρχος ἀπομένει μετὰ τῶν πρωτείων ἄνω εἰς τὸν δῆμον. Εἶτα [2.156] λέγουσιν οἱ κάτω ἱστάμενοι κράκται· \"Εἴ τι ὁ Θεὸς ὠνόμασεν.\" Καὶ ἀποκρίνονται ἄνω εἰς τὸν δῆμον· \"Τίμιον τὸ Βένετον.\" (Οἱ Πράσινοι· τὸ Πράσινον.) Οἱ κράκται· \"Ὁ βοηθῶν τοὺς δεσπότας.\" Ὁ λαός· \"Εἷς ὁ Θεός\", καὶ τὰ λοιπά. Εἶτα ἀνέρχονται οἱ ἡνίοχοι ἐν τοῖς ἅρμασι, φοροῦντες τὰ δημόσια, καὶ σάσσουσιν, καὶ ὁ δῆμος ἔμπροσθεν αὐτῶν λέγει τὸ δρομικόν· \"Ἀγάλλου Βένετε, οἱ δεσπόται ἐνίκησαν.\" (Οἱ Πράσινοι· Πράσινε.) Καὶ ὅτε ἔλθωσιν εἰς τὸ Π, ἔμπροσθεν τῶν βασιλέων ἵστανται καὶ λέγουσιν οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ἡ ἔνθεος βασιλεία.\" Οἱ Πράσινοι· \"Ἡ ἐκλογὴ τῆς Τριάδος.\" Ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε\". Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι ὁ δεῖνα καὶ ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται. \"Πολλοὶ ὑμῖν χρόνοι, οἱ θεράποντες τοῦ Κυρίου.\" Ὁ λαὸς γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα, Αὐγοῦσται τῶν Ρωμαίων.\" Ὁ λαὸς γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, δεσπόται, σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαὸς γʹ· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ Πράσινοι· \"Ἅγιε.\" Οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· \"Δεσπόται τῆς οἰκουμένης, δέξασθε Βενέτους παρακαλοῦντας.\" (Οἱ Πράσινοι· Πρασίνους.) Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Ὡς δοῦλσιτολμῶμεν παρακαλέσαι.\" Ὁ λαὸς γʹ· \"Ἅγιε\". Οἱ κράκται· \"Μετὰ φόβου δυσωποῦμεν τοὺς δεσπότας.\" Ὁ λαὸς γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Ἀνεξικάκως παρακλήθητε, εὐεργέται.\" Ὁ λαὸς γʹ· \"Ἅγιε\" Οἱ κράκται· \"Εἰς [2.157] τὴν δέησιν τῶν δούλων ὑμῶν Βενέτων.\" (Οἱ Πράσινοι· Πρασίνων.) Ὁ λαὸς γʹ. \"Ἅγιε.\" Οἱ κράκται· \"Στεφανώσατε τοὺς δούλους ὑμῶν, εἰ κελεύετε.\" Ὁ λαὸς ἐκ γʹ· \"Ἅγιε.\" Οἱ Πράσινοι ὁμοίως. Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς ἐκ σοῦ ἐστεμμένους.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαὸς γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Ἔτι μίαν αἴτησιν ἔχομεν οἱ δοῦλοι ὑμῶν,\" Ὁ λαὸς γʹ· \"Ἅγιε.\" Οἱ Πράσινοι ὁμοίως. Οἱ κράκται· \"ἀπέλθωμεν χορεῦσαι, δεσπόται, εἰ κελεύετε.\" Ὁ λαὸς γʹ· \"Ἅγιε.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς δεσπότας Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς ἐκ σοῦ ἐστεμμένους.\" Ὁ λαὸς γʹ· \"Κύριε, σῶσον.\" Εἶτα κατέρχεται ὁ ἀκτουάριος καὶ στέφει τοὺς ἡνιόχους καὶ λέγει αὐτοῖς· \"Εὐτάκτως χορεύσατε.\" Οἱ κράκται· \"Εὐτάκτως χορεύσομεν ἐν τῇ ζωῇ ὑμῶν, δεσπόται.\" Καὶ μετὰ τὸ γενέσθαι μεταστάσιμον καὶ ἀναστῆναι τοὺς δεσπότας ἀπὸ τοῦ σένζου, ὀψικεύει ἅπας ὁ δῆμος τοὺς ἡνιόχους, λεγόντων τὸ ποίημα· \"Ἀγάλλου, Βένετε, οἱ δεσπόται ἐνίκησαν.\" (Οἱ Πράσινοι· Πράσινε) Καὶ ὅτε ἔλθωσιν εἰς τὰ κάγκελλα, λέγουσιν οἱ κράκται· \"Ἔς, αὔξῃ τὸ βασίλειον, αὔξῃ καὶ τὸ Βένετον.\" Καὶ εἶθ' οὕτως ὀψικεύουσιν τοὺς ἡνιόχους ἕως τῆς ἐκκλησίας, ἤγουν οἱ μὲν Βένετοι εἰς τὸν Δαγιστέα, οἱ δὲ Πράσινοι εἰς τὰ Διακονίσσης, λέγοντες τὸ δρομικὸν ποίημα· \"Ἀγάλλου, Βένετε, (Οἱ Πράσινοι: Πράσινε), οἱ δεσπόται ἐνίκησαν.\" [2.158] Ἄκτα, ὅτε τρέχουσιν οἱ δρομεῖς τοῦ ἑνὸς μέρους ἀπὸ δρόμου ἀπεκεῖ. Λέγει ὁ φωνοβόλος· \"Ἔχετε βοηθοῦντα ὑμῖν Ἰησοῦν.\"Ὁ λαὸς ἐκ γʹ· \"Ἀεὶ νικᾷ.\" Ὁ φωνοβόλος· \"Νίκας δείξῃ.\" Ὁ λαός· \"Ἐσαίουτα.\" Ὁ φωνοβόλος· \"Αὔξῃνίκην\" Ὁ λαός· \"τῶν βαΐων.\" Ὁ φωνοβόλος· \"Σωτὴρ τοῦ κόσμου,\" Ὁ λαός· \"βοήθησον ἡμᾶς.\" Ἄκτα εἰς τὸν ἀπολακτισμὸν τῶν δρομέων. Ἀπολακτίζουσιν οἱ δρομεῖς, καὶ ἔρχονται ἔμπροσθεν τοῦ ἰδίου δήμου, καὶ λέγουσιν οἱ κράκται· \"Ὅλους τούτους, Κύριε, βοήθησον, τοὺς πρώτους βοήθησον, ὁ ἐν Τριάδι, νικήσουσιν πρεσβείαις σου, Θεοτόκε, νικήσουσιν χαροποιοῦντες τὴν βασιλείαν, τὴν πολιτείαν, νικήσουσιν χαροποιοῦντες τοὺς Βενέτους· Ἔς, ὁ Θεὸς ὁ ἅγιος, νίκην αὐτοῖς παράσχου.\" Ἰστέον ὅτι, ἐπὶ Μιχαὴλ τοῦ φιλοχρίστου δεσπότου, ὁ Βαμβαλούδης ὁ τῶν Πρασίνων δρομεὺς εἰς τὸ ζυγιασιμὰ καὶ τὰς πρόβας οὐκ ἦν· ἐκρατεῖτο γὰρ ὑπὸ τοῦ πατρικίου Πετρωνᾶ, τῇ δὲ τοῦ βοτοῦ ἡμέρᾳ, τελεσθείσης τῆς κυλίστρας καὶ παραβάντων Βενέτων, μετὰ ταῦτα ἦλθεν ὁ Βαμβαλούδης, καὶ ἐξ αἰτήσεως τοῦ δήμου τῶν Πρασίνων ἔδραμεν ἀπὸ κελεύσεως εἰς τὸ τέταρτον βαΐον, καὶ ἐνίκησεν. [2.159] Ἄκτα εἰς τὴν κυλίστραν τῶν πεζῶν. \"Εἰς ἐκείνας τὰς θύρας ἀπέλθωμεν, Θεὲ καὶ Κύριε τῶν ἁπάντων, ὅπου ἔσται ἐκ Θεοῦ νικῆσαι. Τοῦτό ἐστιν ἐκ Θεοῦ νικῆσαι. Καὶ δυσωποῦμέν σε, Θεοτόκε· νίκας λάβῃ ὁ δῆμος οὗτος.\" Ἄκτα κάμνοντος τοῦ μαππαρίου εἰς τὸ πεζόν. Οἱ κράκται. \"Νανὰ αʹ,\" \"Ἀνανάϊα.\" Ὁ λαός· \"Ἐπέστηἡ ἡμέρα.\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"Ἁγία Θεοτόκε.\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"Ἡ νίκη τῶν Βενέτων. (Οἱ Πράσινοι· τῶν Πρασίνων.\") Οἱ κράκται· \"Νανά.\" Ὁ λαός \"Χαρεῖ ἡ πολιτεία.\" Οἱ κράκται· \"Νανά.\" Ὁ λαός· \"Ἁγία Θεοτόκε.\" Καὶ ὅταν ὑψώσῃ τὰς χεῖρας ὁ μαππάρις, λέγουσιν· \"Ἄρτι καὶ ἄρτι, Κύριε, βοήθησον.\" Ἄκτα, μέλλοντος λαμβάνειν τὰ ἔπαθλα τοῦ συμπερέστου καὶ τοῦ δευτέρου. \"Στεφάνιν, δεσπόται, τῷ συμπερέστῃ· Κύριε, σῶσον τοὺς δεσπότας Ρωμαίων. Κύριε, σῶσον τοὺς ἐκ σοῦ ἐστεμμένους· Κύριε, σῶσον τοὺς δεσπότας σὺν τοῖς Βενέτοις\". Οἱ Πράσινοι, \"σὺν τοῖς Πρασίνοις. Τὰ δύο, δεσπόται, τῷ συμπερέστῃ· τὸ ἕν, δεσπόται, τῷ δευτέρῳ. Κύριε, σῶσον τὸ ὀρθόδοξον κράτος· Κύριε, σῶσον τοὺς δεσπότας σὺν ταῖς Αὐγούσταις Ρωμαίων.\" 2.160 ΠΑʹ (ΟΒʹ) Περὶ τοῦ Βοτοῦ, ὅπως δεῖ τελεῖσθαι. Ἰστέον ὅτι τὸ πέρατον οὐ δίδοται τὸ πρωΐ, ὥσπερ τὸ ἱππικόν, ἀλλὰ λαμβάνει τῇ πρὸ μιᾶς ἡμέρας τοῦ Βοτοῦ ὁ πραιπόσιτος παρὰ τοῦ βασιλέως ἀπόκρισιν, καὶ δίδωσι διάταξιν τῷ τῆς καταστάσεως, ὥστε τῇ ἑξῆς ἄγεσθαι. Καὶ ἑσπέρας ὥραν θʹ ἢ ιʹ τὰ μέρη Βενέτων καὶ Πρασίνων ἀνέρχονται εἰς τοὺς δήμους αὐτῶν· οἱ δὲ δήμαρχοι ἵστανται κάτω, λέγοντες σκωπτικὰ πρὸς ἀλλήλους, καὶ ὅσα δεῖ ἐκτελεῖν τῇ ἑσπέρᾳ ἐκείνῃ, ἀπολακτίζουσιν δὲ οἱ δρομεῖς, καὶ καθέζεται ὁ ὕπαρχος εἰς τὰ σημεῖα, ἐκτελῶν πάντα, ἃ δεῖ αὐτὸν ἐκτελεῖν. Τῇ δὲ ἑξῆς προέρχονται ἅπαντες ἐννύχιοι ἐν τῷ ἡμικυκλίῳ τῆς Ἀψίδος, φοροῦντες οἱ ἄρχοντες τοῦ κουβουκλείου χλανίδια τύρεα, οἱ δὲ πατρίκιοι καὶ ὁ τῆς καταστάσεως καὶ ἡ σύγκλητος φοροῦσιν χλανίδια ἀτραβατικά, καὶ ἀνοίξαντος τοῦ παλατίου, εἰσέρχονται, καὶ ἵστανται ἕκαστος εἰς τὴν ἰδίαν τάξιν, ὡς ἐν ἡμέρᾳ ἱππικοῦ, καθὼς προείρηται. Καὶ δηριγευόμενος ὁ βασιλεὺς ὑπ' αὐτῶν, διέρχεται διὰ τῆς Ἀψίδος καὶ τοῦ Αὐγουστέως καὶ τοῦ μυστικοῦ κοχλιοῦ, καὶ ἀνέρχεται ἐν τῷ Καθίσματι εἰς τὸ κλούβιν, καὶ ὁ σιλεντιάριος κατέρχεται μετὰ τῆς κυλίστρας εἰς τὸ στάμα, καὶ τῶν δύο μερῶν ἐκεῖσε ἑστώτων, κυλίει ὁ σιλεντιάριος ἐκ γʹ, καὶ οἷον ἂν μέρος παραβῇ, εἶθ' οὕτως ἕκαστος αὐτῶν τὸ ἴδιον μέρος εὐτρεπίζει, οἱ μὲν πρωτόθυρον, οἱ δὲ τὸ δέκατον. Ὁ δὲ βασιλεὺς προσκαλεῖται εἰς τὸ κλούβιν πατρικίους καὶ στρατηγοὺς [2.161] καὶ τοὺς τοῦ κουβουκλείου ἄρχοντας καὶ τοὺς τὰ πρῶτα ὀφφίκια κατέχοντας, καὶ δίδωσιν αὐτοῖς σφραγῖδας διανεῖμαι τοῖς πτωχοῖς ὅπως ἀνακλιθῶσι μετ' αὐτοῦ εἰς τὰ ιθʹ Ἀκκούβιτα κατὰ τὴν ἀρχαίαν συνήθειαν. Τοῦ δὲ τῆς καταστάσεως δηλοποιήσαντος τῷ πραιποσίτῳ, ὡς ὅτι ἡτοιμάσθησαν ἅπαντα, ὁ πραιπόσιτος δηλοῖ τῷ βασιλεῖ. Ὁ δὲ βασιλεὺς κατέρχεται διὰ τῆς λιθίνης σκάλας, καὶ λέγει τῷ πραιποσίτῳ· \"Δὸς μεταστάσιμον\" κἀκεῖνος λέγει μεγάλως· \"Μεταστάσιμον.\" Καὶ εἰσέρχεται ὁ βασιλεὺς εἰς τὸν κοιτῶνα, καὶ περιβάλλεται τὴν χλανίδα αὐτοῦ διὰ τῶν βεστητόρων, καὶ στεφθεὶς ὑπὸ τοῦ πραιποσίτου, ἐξέρχεται διὰ τοῦ στενοῦ, καὶ λαβόντος κουβικουλαρίου τὸ βῆλον, εἰσέρχεται ὁ βασιλεὺς ἐν τῷ μεγάλῳ τρικλίνῳ, ἐν ᾧ ἀριστᾷ τῇ αὐτῇ ἡμέρᾳ, κἀκεῖσε ἵστανται οἱ ἄρχοντες τοῦ κουβουκλείου. Ὁ δὲ ὀστιάριος ἵσταται εἰς τὸ βῆλον κάτω, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, δίδωσι νεῦμα τῷ ὀστιαρίῳ τῷ κρατοῦντι τὸ βῆλον, καὶ εἰσάγει τοὺς πατρικίους, καθάπερ καὶ ἐπὶ τοῦ ἱππικοῦ, καὶ πίπτουσιν οἱ πατρίκιοι, καὶ στάντων αὐτῶν εἰς τοὺς τόπους αὐτῶν, λαμβάνει νεῦμα ὁ πραιπόσιτος, καὶ λέγει κατ' ἰδίαν· \"Κελεύσατε.\" Καὶ ἐξέρχονται ὀψικεύοντες, καὶ πάλιν ἔξω τοῦ βήλου πίπτουσιν οἱ πατρίκιοι, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος, νεύει τῷ τῆς καταστάσεως κἀκεῖνος λέγει· \"Κελεύσατε\" καὶ ἐξέρχονται ὀψικεύοντες τὸν βασιλέα μέχρι τῆς πύλης εἰς τὰ βάθρα, καὶ ἀνέρχεται ὁ βασιλεὺς ἐπὶ τοῦ σένζου αὐτοῦ, καὶ τῶν ἀρχόντων τοῦ κουβουκλείου ἑστώτων καὶ δύο σπαθαρίων ἔνθεν κἀκεῖσε, βασταζόντων τὰ διστράλια αὐτῶν· οἱ δὲ εὐνοῦχοι πρωτοσπαθάριοι ἵστανται ἐπάνω τοῦ σκάμνου ὄπισθεν τοῦ σένζου, καὶ τὸν λαὸν ἐκ τρίτου κατασφραγίσας καθέζεται. Καὶ πληρωθείσης τῆς εὐφημίας, λαβὼν νεῦμα ὁ πραιπό [2.162] σιτος καὶ ἐξελθών, εὑρίσκει ἐν τῇ μεγάλῃ πύλῃ ἑστῶτας τοὺς πατρικίους καὶ στρατηγούς, καὶ δίδωσιν αὐτοῖς νεῦμα, καὶ ἀπέρχονται ἕκαστος εἰς τὰς τάξεις αὐτῶν. Χρὴ δὲ εἰδέναι ὅτι, ἐν ἡμέρᾳ τοῦ Βοτοῦ, οὐκ εἰσέρχονται ἐν τῷ Καθίσματι εἰς προσκύνησιν τοῦ βασιλέως, ἀλλὰ τελεῖται, ὡς προείρηται· καὶ τῶν δʹ βαΐων τελεσθέντων, ἀναστὰς ὁ βασιλεὺς ἀπὸ τοῦ σένζου, διέρχεται διὰ τοῦ τρικλίνου, οὗ εἴθισται ἀριστᾷν, τῶν πατρικίων ἑστώτων ἔνθεν κἀκεῖσε, καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, εἰσέρχεται διὰ τοῦ μέσου αὐτῶν, αὐτοὶ δὲ ὑπερεύχονται τὸν βασιλέα. Καὶ εἰσελθόντος αὐτοῦ εἰς τὸν κοιτῶνα, λαμβάνει ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς αὐτοῦ, καὶ εἰσέρχονται οἱ βεστήτορες, καὶ ἀπαλλάσσουσι τὴν χλανίδα αὐτοῦ, καὶ περιβαλλόμενος τὸ σαγίον αὐτοῦ, κατέρχεται διὰ τοῦ μυστικοῦ κοχλιοῦ, καὶ εἰσέρχεται εἰς τὸν κοιτῶνα τοῦ Ὀκταγώνου πλησίον τοῦ Ἁγίου Στεφάνου, καὶ ἐξελθὼν εἰς τὰ ιθʹ Ἀκκούβιτα, ἀκουμβίζει ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης μετὰ τῶν ἀρχόντων τοῦ κουβουκλείου, τὸν τοῦ Σακελλίου, τὸν τῆς καταστάσεως καὶ τὸν ἀκτουάριον, εἰς δὲ τοὺς κάτω ἀκουβίτους καθέζονται οἱ διὰ Χριστὸν ἡμῶν ἀδελφοί."
      },
      {
        "index": 12,
        "text": "Καὶ ἀναστὰς ὁ βασιλεὺς καὶ ἐξελθὼν ἔμπροσθεν τοῦ κοιτῶνος τῆς Δάφνης, περιβάλλεται τὸ τούτου σαγίον, καὶ δηριγευόμενος ὑπὸ τοῦ κουβουκλείου καὶ λοιπῶν τῶν ἐξ ἔθους ὀψικευόντων αὐτόν, ἔρχεται ἐν τῷ θεοφυλάκτῳ αὐτοῦ παλατίῳ. Χρὴ δὲ τὸν πραιπόσιτον παραγγελίαν καὶ ἀσφάλειαν ποιῆσαι πρὸς πάντας τοὺς τὰς συνήθεις ἐν τῷ Ἱπποδροπίῳ ἐκτελοῦντας δουλείας, τοὺς μὲν μαγγαναρίους μὴ τολμῆσαι ἐξ ἑκατέρου μέρους δῶρα λαβεῖν καὶ ποιῆσαι δόλον, τοὺς δὲ κούρσωρας τοὺς μέλλοντας ἑστάναι καὶ κρατῆσαι τοὺς συμπερέστας πρὸς τὸ κατέχειν αὐτοὺς ἐν [2.163] ἀσφαλείᾳ, ὅπως μὴ γένηταί τι σφάλμα δι' αὐτῶν· ὁμοίως καὶ τοὺς λοιποὺς κούρσωρας τοὺς τὸν Εὔριπον κατέχοντας πρὸς τὸ μὴ ἐᾶσαί τινα κατελθεῖν καὶ ποιῆσαι ἄτακτόν τι· ὡσαύτως δὲ καὶ τοὺς δεκανοὺς τοῦ ἔχειν πᾶσαν ἀσφάλειαν εἴς τε τὰς διασφαγὰς καὶ τὰς θύρας τὰς ἐξαγούσας ἀπὸ τῆς κύφης, ὅπως μή, ἀγομένου τοῦ πράγματος, ἐξελθών τις παρεμποδίσῃ τινὰ τῶν δρομέων· τοὺς δὲ τὰ ὄργανα φυσῶντας Σκλάβους μὴ ἐᾷν ἵστασθαι ἐκεῖσε, ἀλλ' ἀνάγειν αὐτοὺς εἰς τὰ σκαλία, εἰς δὲ τὰς παρασκευάς, ἵνα ἵστανται κούρσωρες δύο, ὅπως μὴ ἐξελθών τις ποιήσῃ ἐμπόδιόν τι· τοὺς δὲ δημότας καὶ τοὺς βαστάζοντας τὰ ἱμάτια τῶν δρομέων, μὴ ἐᾶν αὐτοὺς κατέρχεσθαι εἰς τὰς παρασκευάς, ἀλλὰ μένειν αὐτοὺς ἄνω· τῶν τεσσάρων ταγμάτων τοὺς ἄρχοντας τοὺς κατερχομένους εἰς τὰς διασφαγὰς τοῦ Εὐρίπου πρὸς τὸ μὴ ποιῆσαι ἄτακτόν τι εἰς τοὺς δρομεῖς ἕνεκα προσπαθείας, ἀλλὰ μᾶλλον μετὰ πολλοῦ φόβου ἵστασθαι καὶ ἐκτελεῖν τὰ αὐτοῖς προστεταγμένα. Χρὴ εἰδέναι ὅτι ἡ αἴτησις τοῦ δήμου πρὸς τὸ κρεμασθῆναι τὸ βῆλον ἀπὸ τοῦ τρίτου βαΐου γίνεται. Χρὴ δὲ τὸν πραιπόσιτον πρὸ τριῶν καὶ τεσσάρων ἡμερῶν προστάξαι τὸν σιλεντιάριον τὸν μέλλοντα κυλίειν, ἆραι τὴν κυλίστραν ἀπὸ τὸ βεστιάριον καὶ προμελετῆσαι αὐτήν, ὅπως μὴ ἐν αὐτῇ τῇ ἡμέρᾳ γένηται δι' ἀπειρίαν σφάλμα τι. 2.164 ΠΒʹ (ΟΓʹ) Περὶ τοῦ μακελλαρικοῦ ἱπποδρομίου τοῦ λεγομένου Λουπερκαλίου. Εἰσέρχεται πρὸ μιᾶς ἡμέρας τοῦ αὐτοῦ ἱπποδρομίου ὁ πραιπόσιτος πρὸς τὸν βασιλέα, ὑπομιμνήσκων αὐτόν, εἰ κελεύει ἀχθῆναι τὸ αὐτὸ ἱπποδρόμιον, καὶ λαβὼν παρὰ τοῦ βασιλέως συγκατάθεσιν πρὸς τὸ ἄγεσθαι αὐτό, ἐξέρχεται, καὶ προσκαλεσάμενος τὸν τῆς καταστάσεως, ἀποστέλλει αὐτὸν πρὸς τοὺς δημάρχους καὶ τὸ πολίτευμα, εἰπεῖν πρὸς αὐτούς, ὡς ὅτι ἄγεται ἱπποδρόμιον. Εἰσέρχεται δὲ καὶ ὁ θεσσάριος, καὶ προστάσσεται παρὰ τοῦ πραιποσίτου ἀπὸ κελεύσεως, ὅπως κρεμάσῃ. Καὶ τῇ ἑξῆς ἐξέρχεται ὁ βασιλεὺς ἀπὸ τοῦ παλατίου, δηριγευόμενος ὑπὸ τῶν ἐξ ἔθους, καὶ διέρχεται διά τε τοῦ Αὐγουστέως καὶ τοῦ μυστικοῦ κοχλιοῦ, καὶ ἀνέρχεται ἐν τῷ παλατίῳ τοῦ Καθίσματος, ἤγουν εἰς τὰ παρακυπτικά, ἐκδεχόμενος, μέχρις ἂν συμφθάσωσιν ἅπαντες. Ὁ δὲ τῆς καταστάσεως δηλοῖ τῷ πραιποσίτῳ, ὡς ὅτι πάντα ἕτοιμά ἐστιν, κἀκεῖνος εἰσέρχεται πρὸς τὸν βασιλέα, καὶ εὐθέως κατέρχεται διὰ τῆς λιθίνης σκάλας πρὸς τὸ ὑπαλλάξαι ἐν τῷ κοιτῶνι αὐτοῦ, εἶθ' οὕτως ἐξερχόμενος λέγει τῷ πραιποσίτῳ· \"Δὸς μεταστάσιμον\" κἀκεῖνος λέγει· \"Μεταστάσιμον.\""
      },
      {
        "index": 13,
        "text": "Ὁ δὲ βασιλεὺς εἰσελθὼν ἐν τῷ ἐκεῖσε μητατωρίῳ καὶ περιβαλλόμενος τὴν χλανίδα αὐτοῦ καὶ στεφθείς, ὡς ἡ συνήθεια ἔχει, [2.165] ἐξέρχεται, καὶ δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, ἐξέρχεται καὶ ἵσταται ἐν τῷ τρικλίνῳ, ἐν ᾧ ἀριστᾷ τῇ ἡμέρᾳ ἐκείνῃ. Καὶ δέχονται αὐτὸν ἐκεῖσε οἵ τε πατρίκιοι καὶ στρατηγοί, καὶ τούτων προσκυνησάντων, λαμβάνει νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, καὶ λέγει· \"Κελεύσατε\" καὶ ἐξελθόντες πάντες οἵ τε πατρίκιοι καὶ στρατηγοί, ἔξω τῆς πύλης ἵστανται μετὰ τῆς συγκλήτου· ὁ δὲ βασιλεὺς ἵσταται ἐν τῇ οὐδῷ τῆς πύλης καὶ πάντων προσκυνησάντων, δίδωσιν ὁ πραιπόσιτος ἀπὸ κελεύσεως νεῦμα τῷ τῆς καταστάσεως καὶ λέγει· \"Κελεύσατε.\" Κἀκεῖθεν δηριγευόμενος ὑπ' αὐτῶν ὁ βασιλεὺς ἀνέρχεται ἐν τῷ Καθίσματι μετὰ μόνων τῶν τοῦ κουβουκλείου ἀρχόντων, καὶ ἡνίκα ἀποκινήσῃ, λαβὼν ὁ τῆς καταστάσεως τὸ ἄκρον τῆς χλανίδος αὐτοῦ, ποιεῖ ῥωσθέλιον καὶ ἐπιδίδωσι τῷ βασιλεῖ ἐν τῇ χειρὶ αὐτοῦ πρὸς τὸ σφραγίσαι τὸν λαόν. Καὶ ἀνελθόντος τοῦ βασιλέως ἐν τῷ Καθίσματι, φωνοῦσιν οἱ δῆμοι, ὡς εἴθισται αὐτοῖς, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, ἐξέρχεται, καὶ νεύει τοὺς πατρικίους, καὶ ἀνέρχεται ἕκαστος ἐν τῇ αὐτοῦ καθέδρᾳ. Ἰστέον δέ, ὅτι τῇ αὐτῇ ἡμέρᾳ οὐκ εἰσὶν οἱ πατρίκιοι ἐν τῷ Καθίσματι εἰς προσκύνησιν διὰ τὸ εἶναι τὸ ἱππικὸν παγανόν, καὶ τελεῖται πάντα τὰ κατὰ συνήθειαν. Καὶ ἀχθέντων τῶν τριῶν βαΐων, ἀπὸ τοῦ τρίτου βαΐου νεύει ὁ ἀκτουάριος ἀπὸ κελεύσεως μετὰ τῆς χειρὸς αὐτοῦ, κρατῶν ἐγχείριον, τὸ πολίτευμα, καὶ ἀποκινεῖ ἐκ τοῦ Διϊππίου διὰ δύο. Ἐλθόντος δὲ ἕως τὰ κριτάρια, ἄρχονται λέγειν ἀντιφωνικῶς, τὸ μὲν ἓν μέρος· \"Ἴδε τὸ ἔαρ τὸ καλὸν πάλιν ἐπανατέλλει\" τὸ δὲ ἕτερον μέρος· \"φέρον ὑγίειαν καὶ χαρὰν καὶ τὴν εὐημερίαν,\" καὶ τὰ λοιπά, καθὼς ἡ συνήθεια ἔχει. Καὶ κατελθόντες μέχρι τῶν Πρασίνων καμπτοῦ, ἑνοῦνται ἀμφότεροι, καὶ λέγουσιν ἀπελατικοὺς τρεῖς μέχρι [2.166] τοῦ Καθίσματος· κατέρχεται δὲ καὶ ὁ ὕπαρχος πόλεως ἀπὸ κελεύσεως, καὶ ἑνοῦται τῷ πολιτεύματι εἰς τὸν Χαλκόν, συνεισερχόμενος αὐτοῖς μέχρι τοῦ στάματος, καὶ ποιοῦσι προσκύνησιν ἅπαντες ἐν τῷ στάματι. Καὶ εἶθ' οὕτως ἵσταται ὁ νεανίσκος ἐν τῷ δεξιῷ μέρει τοῦ ὑπάρχου, εὐφημῶν καὶ λέγων οὕτως· \"Ὁ βοηθῶν τοὺς δεσπότας.\" Ὁ λαός· \"Εἷς ὁ Θεός,\" καὶ τὰ ἑξῆς, καθὼς ἡ συνήθεια ἔχει. Καὶ ἀνέρχονται ἐπὶ τὰς θύρας εὐφημοῦντες τὸν βασιλέα, λέγοντες καὶ τοῦτο· \"Ναί, Κύριε, πολλὰ αὐτῶν τὰ ἔτη.\" Καὶ ἐξέρχονται. Ὁ δὲ ὕπαρχος λαβὼν νεῦμα ἀπὸ κελεύσεως παρὰ τοῦ ἀκτουαρίου, εὐθέως ἀπὸ τοῦ στάματος ἀνέρχεται, ὅθεν κατῆλθεν καὶ μετὰ ταῦτα τελεῖται τὸ τέταρτον βαΐον. Καὶ ἀναστὰς ὁ βασιλεὺς καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης, καὶ πάλιν ἐξέρχεται ἐν τῷ Καθίσματι, ὡς ἡ συνήθεια ἔχει. Καὶ ἀχθέντων τῶν τριῶν βαΐων, ἐν τῷ τετάρτῳ βαΐῳ ἀπὸ πέμπτης τάβλας κατέρχονται οἱ δʹ ἡνίοχοι ἐν τῷ τοῦ Πρασίνου καμπτῷ, καὶ τρέχουσιν ἡνιοχοῦντες ἀλλήλους μέχρι τοῦ στάματος, καὶ λαμβάνουσιν τὰ ἔπαθλα, ὡς ἐπὶ πρώτου βαΐου τῆς δειλινῆς. Τοῦτο δὲ τὸ ἐτήσιον γίνεται, ἤγουν τοῦ τρέχειν αὐτοὺς πεζούς, διὰ τὸ συγκλεῖσαι τὰ ἱπποδρόμια τοῦ χρόνου. Ἰστέον δὲ καὶ τοῦτο, ὅτι διὰ τὸ εἶναι τὸ ἱπποδρόμιον παγανόν, οὐκ ἀνέρχονται οἱ μεγάλοι δομέστικοι εἰς τοὺς δήμους, ὁ δὲ βασιλεὺς μετὰ τὸ δοῦναι τὰ ἔπαθλα ἀνίσταται, καὶ ἀπέρχεται εἰς τὸ παλάτιον. Ἀκτολογία τῶν δήμων εἰς τὸ Μακελλαρικὸν ἱπποδρόμιον. Ἀπὸ τοῦ τετάρτου βαΐου κατέρχονται οἱ τῶν δύο μερῶν δημόται ἀπὸ τῶν οἰκείων δήμων, καὶ ἵστανται ἔμπροσθεν [2.167] τοῦ συμπόνου, καὶ τῆς πολιτικῆς ἱσταμένης εἰς τὰ σημεῖα, ὀψικεύοντες οἱ δημόται τὴν πολιτικήν, λέγουσιν τὸν χορευτικὸν ἦχ. αʹ. Λέγουσιν οἱ κράκται καὶ ἀποκρίνεται ὁ λαός· \"Ἴδε τὸ ἔαρ τὸ γλυκὺ πάλιν ἐπανατέλλει, χαράν, ὑγίειαν καὶ ζωὴν καὶ τὴν εὐημερίαν, ἀνδραγαθίαν ἐκ Θεοῦ τοῖς βασιλεῦσι Ρωμαίων, καὶ νίκην θεοδώρητον κατὰ τῶν πολεμίων.\" Καὶ ὅτε ἔλθωσιν εἰς τὸν καμπτὸν τοῦ Πρασίνου καὶ κάμψωσιν, λέγουσιν τὸν ἀπελατικὸν ἦχ. βαρύς· \"Ἀναθάλλουσα ἡ πόλις σου, ὁ δεῖνα, αὐτοκράτωρ, ἐπεύχεται κατὰ χρέως· τὴν γὰρ πραότητά σου ὁρῶσα, ἄλλον Δαβίδ σε ὀνομάζει. Τὸν τῆς πίστεως κήρυκα σοφώτατον, Παῦλον ἀπόστολον τὸν ἐνθωρακισάμενον Χριστόν, βλέπει ἀποστρέφοντα τῶν ἀλλοφύλων τὰ βέλη, διὰ τοῦτο ἰσχύεις καὶ βασιλεύεις, ὡς χρισθεὶς παρὰ Κυρίου.\" Καὶ ὅτε ἔλθωσιν εἰς τὸ Π, ἔμπροσθεν τῶν βασιλέων ἵστανται, καὶ λέγουσιν οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· Πολλοὶ ὑμῖν χρόνοι, ἡ ἔνθεος βασιλεία.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, οἱ θεράποντες τοῦ Κυρίου.\" Ὁ λαὸς ἐκ τρίτου· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα, Αὐγοῦσται τῶν Ρωμαίων.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοί σου χρόνοι. Τὰ τρία τῷ ὑπάρχῳ.\" Ὁ λαός· \"Πολλοί σου χρόνοι.\" Οἱ κράκται· \"Κύριε σῶσον τοὺς δεσπότας Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τοὺς ἐκ σοῦ ἐστεμμένους.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον ὀρθόδοξον κράτος.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ [2.168] κράκται· \"Κύριε, σῶσον τὴν ἀνακαίνησιν τῶν ἐτησίων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Κύριε, σῶσον τὸ πλοῦτος τῶν ὑπηκόων.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Ἀλλ' ὁ πάντων Ποιητὴς καὶ Δεσπότης τοὺς χρόνους ὑμῶν πληθύνῃ σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον.\" Οἱ κράκται· \"Εἰσακούσῃ ὁ Θεὸς τοῦ λαοῦ ὑμῶν.\" Ὁ λαὸς ἐκ γʹ· \"Κύριε, σῶσον\" καὶ ἐπεύχονται πάντες καὶ λέγουσιν πολυχρόνιον ποίημα. 2.169 ΠΓʹ (ΟΔʹ) Τὰ ὑπὸ τῶν καγκελλαρίων τοῦ κοιαίστωρος ἐν ταῖς προελεύσεσι τῶν δεσποτῶν ἐν τῇ ΜεγάλῃἘκκλησίᾳ ῥωμαϊστὶ ᾀδόμενα. Τὰ Χριστούγεννα. \"Δὲ Μαρίε Βέργηνε νάτους ἐτ Μάγια δ' ωριεντε κοὺμ μούνερα ἀδοράντες.\" Ἑρμηνεύεται· \"Ἐκ Μαρίας τῆς παρθένου ἐγεννήθη, καὶ Μάγοι ἐξ ἀνατολῶν μετὰ δώρων προσκυνοῦσιν.\" Ἀπόκριμα· \"Κρίστους, Δέους νόστερ, κουμσέρβετ ἠμπέριουμ βέστρουμ περ μουλτουσάννος ἐτ βόνος.\" Ἑρμηνεύεται· \"Χριστὸς ὁ Θεὸς ἡμῶν, φυλάξῃ τὴν βασιλείαν ὑμῶν ἐπὶ πολλοῖς ἔτεσι καὶ καλοῖς.\" Εἰς τὰ Φῶτα· (σιξ) \"Ἰῶαννες ἐν Ἰορδάνε βαπτΐζατ Δόμηνουμ· σεκούνδουμ ἴλλουμ βόκατ δὲ τὲ βόλο.\" Ἑρμηνεύεται· \"Ἰωάννης ἐν Ἰορδάνῃ βαπτίζει τὸν Κύριον, ἀκολούθως αὐτὸν φωνεῖ· ὑπό σου θέλω βαπτισθῆναι.\" Ἄλλως· \"Ἰωάννης ἐν Ἰορδάνῃ βαπτίζει τὸν Κύριον, ἐκ δευτέρου αὐτὸν ἐφώνησεν· ὑπό σου θέλω βαπτισθῆναι.\" Ἀπόκριμα· \"Κρίστους, Δέους νόστερ, κούμσερβετ ἠμπέριουμ βέστρουμ περ μουλτοσάννος ἐτ βόνος.\" Τῇ ἁγίᾳ καὶ μεγάλῃ κυριακῇ τῆς Ἀναστάσεως· \"Κοὺμ κρουκηφίξους ἐστ ἐτ σεπούλτους ἐτ τέρξια δίερρε σουρρέξιτ.\" Ἑρμηνεύεται· \"Ἐν τῷ σταυρωθῆναι καὶ ταφῆναι [2.170] τῇ τρίτῃ ἡμέρᾳ ἀνέστη.\" Ἄλλως· \"Ὁ σταυρωθεὶς καὶ ταφεὶς καὶ τῇ τρίτῃ ἡμέρᾳ ἀναστάς.\" Ἀπόκριμα· \"Κρίστους, Δέους νόστερ, κουμ...\" καὶ τὰ ἑξῆς. Εἰς τὴν ἁγίαν Πεντηκοστήν· \"Κουμ μανδαβὶθ Σπηρίτουμ Σάκτουμ σούπερ τοῦος ἀποστόλος.\" Ἑρμηνεύεται· \"Ὁ καταπέμψας τὸ ἅγιον Πνεῦμα ἐπὶ τοὺς σοὺς ἀποστόλους.\" Ἀπόκριμα· \"Κρίστους, Δέους νόστερ, κούμσερβετ ἠμπέριουμ βέστρουμ περ μουλτοσάννος ἐτ βόνος.\" Εἰς τὴν Μεταμόρφωσιν· \"Κοὺν τρανσφιγγουράτους ἐστιν μώντεμ.\" Ἑρμηνεύεται· \"Ὁ μεταμορφωθεὶς ἐν τῷ ὄρει.\" Ἀπόκριμα· \"Κρίστους, Δέους νόστερ, κουμσέρβετ\" καὶ τὰ ἑξῆς. 2.171 ΠΔʹ (ΟΕʹ) Ἔκθεσις τῶν λεγομένων ὑπὸ τῶν βουκαλίων ἐπὶ τῆς τραπέζης τῶν ιθʹ Ἀκκουβίτων. Τοῦ βασιλέως ἀκουμβίζοντος ἐπὶ τῆς τραπέζης, καὶ τῆς συνήθους τάξεως πάσης τελουμένης, ἐπειδὰν διὰ νεύματος τοῦ πραιποσίτου ὀφείλωσιν καθεσθῆναι οἱ κεκλημένοι φίλοι, λέγουσιν οἱ πέντε βουκάλιοι· \"Κωνσερβεθ Δέους, ἠμπέρηουμ βέστρουμ.\" Ὅ ἐστιν μεθερμηνευόμενον· \"Φυλάξῃ ὁ Θεὸς τὴν βασιλείαν ὑμῶν.\" Εἶτα δέχεται ὁ εʹ καὶ λέγει· \"Βόνα τοῦα σέμπερ.\" Ὅ ἐστιν μεθερμηνευόμενον· \"Τὰ ἀγαθά σου διηνεκῶς.\" Καὶ πάλιν λέγει ὁ τέταρτος· \"Βίκτωρ σῆς σέμπερ.\" Ὅ ἐστιν μεθερμηνευόμενον· \"Τροπαιοῦχος ἔσῃ ἀεί.\" Καὶ εἶθ' οὕτως λέγει ὁ γʹ· \"Μουλτουσάννους φικίδιαθ Δέους.\" Ὅ ἐστιν μεθερμηνευόμενον· \"Νικοποιόν σε ποιήσῃ πάντοτε.\" Καὶ εἶθ' οὕτως λέγει ὁ βʹ. \"Βίκτωρ φατζία σέμπερ.\" Ὅ ἐστιν μεθερμηνευόμενον· \"Νικοποιὸς ἔσῃ πάντοτε.\" Καὶ τελευταῖον λέγει ὁ αʹ· \"Δέους πρένστεθ.\" Ὅ ἐστιν μεθερμηνευόμενον· \"Ὁ Θεὸς παρέξοι.\" Κατὰ δὲ κερασίαν πιόντος τοῦ βασιλέως, λέγουσιν οἱ βουκάλιοι· \"Βήβητε, δόμηνι ἠνπεράτορες· ἠν μουλτοσάννος Δέους ὀμνήποτενς πρέστεθ.\" Ὅ ἐστιν μεθερμηνευόμενον· \"Πίετε, κύριοι βασιλεῖς, ἐν πολλοῖς ἔτεσιν, ὁ Θεὸς ὁ παντοδύναμος παράσχοι.\" Εἶτα δέχεται ὁ βʹ, καὶ λέγει· \"Ζήσατε καλὴν ζωήν, [2.172] δεσπόται. Καὶ μετὰ τοῦτο λέγει ὁ αʹ· \"Δέους πρένστεθ.\" Ὅ ἐστιν μεθερμηνευόμενον· \"Ὁ Θεὸς παράσχοι.\" Εἰς τὸ κράμμα λέγει ὁ αʹ· \"Ἠν γαυδίῳ πρανδεῖτε, δόμηνι.\" Ὅ ἐστιν μεθερμηνευόμενον· \"Ἐν χαρμοσύνῃ ἀριστήσατε, Κύριοι.\" Καὶ εἶθ' οὕτως λέγει ὁ βʹ· \"Ἐν χαρᾷ ἀριστήσατε, δεσπόται.\" Εἰς τὸ ὀπτόμισον λέγει ὁ αʹ· \"Εὐχαριστοῦντες τῷ Θεῷ ἀπολαύετε, δεσπόται.\" Κατὰ μίσσον δὲ λέγει ὁ αʹ· \"Τῶν δωρεῶν τοῦ Θεοῦ ἀπολαύετε.\" Τοῦ δὲ βασιλέως ἀποτιθεμένου τὸ μανδήλιον αὐτοῦ ἐπὶ τῆς τραπέζης, καὶ τῶν φίλων ἀνισταμένων, λέγουσιν οἱ εʹ· \"Βόνω δόμνω σέμπερ.\" Ὅ ἐστιν μεθερμηνευόμενον. \"Τῷ καλῷ Κυρῷ ἡ τιμὴ πάντοτε.\" 2.173 ΠΕʹ (Οϛʹ) Εὐφημία ἅμα πρωῒ ὑπὸ τοῦ στρατοπέδου ἐκβοωμένη. \"Ὁ δεῖνα καὶ ὁ δεῖνα, Αὔγουστοι, τούμβηκας.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Βασιλεῦ οὐράνιε.\" Ὁ λαός· \"Στέψον νίκαις τοὺς βασιλεῖς ἡμῶν.\" γʹ· \"Υἱὲ Θεοῦ, τούτοις συμβασίλευσον.\" Ὁ λαός· ὁμοίως γʹ. Οἱ κράκται· \"Θεοπρόβλητοι\" Ὁ λαός· \"μιμήσασθε Θεοῦ φιλανθρωπίαν.\" Οἱ κράκται· \"Ἡμεῖς, ὦ στρατόπεδα, πῶς τροπώσομεν πολεμίους;\" Ὁ λαός· \"Θεοῦ φυλάσσοντες τὴν πίστιν καὶ τὴν εὐγνωμοσύνην δεσποτῶν.\" γʹ. Καὶ πάλιν ὁ λαὸς ἅπας· \"Στερεώσῃ ὁ Θεὸς τοὺς βασιλεῖς ἡμῶν, ναί, Κύριε, εἰς πολλὰ ἔτη.\" [2.174] Πϛʹ (ΟΖʹ) Εὐφημία λεγομένη ὑπὸ τοῦ στρατοπέδου, ἡνίκα κατὰ πολεμίων ἐπινίκια ἄγει ὁ αὐτοκράτωρ, ἢ σιτηρέσιον δοθείη τῷ στρατοπέδῳ, εἴτε τις ἄλλη βασίλειος διανομή· τὰ αὐτὰ δὲ λέγεται καὶ σιλεντίου ἀγομένου. \"Πολλὰ τὰ ἔτη τῶν βασιλέων\". γʹ. \"Ὁ δεῖνα καὶ ὁ δεῖνα, μεγάλων βασιλέων καὶ αὐτοκρατόρων πολλὰ τὰ ἔτη.\" γʹ. \"Ὁ δεῖνα καὶ ὁ δεῖνα, τῶν εὐσεβεστάτων Αὐγούστων πολλὰ τὰ ἔτη.\" γʹ. \"Τῶν πορφυρογεννήτων πολλὰ τὰ ἔτη.\" γʹ. \"Θεοπροβλήτων βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Θεοκυβερνήτων βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Κοσμοσυστάτων βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Κοσμοποθήτων βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Ἀνδρειοτάτων βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Νικητῶν βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Ἐχθρολετῶν βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Τροπαιούχων βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Εἰρηνοποιῶν βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Πλουτοποιῶν βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Ὀρθοδόξων βασιλέων πολλὰ τὰ ἔτη.\" γʹ. \"Υἱὲ Θεοῦ, ζωὴν αὐτῶν.\" γʹ. \"Υἱὲ Θεοῦ, συμβασίλευσον αὐτοῖς.\" γʹ. \"Υἱὲ Θεοῦ, χάρισαι ἡμῖν αὐτούς.\" γʹ. \"Υἱὲ Θεοῦ, τοὺς χρόνους αὐτῶν πλήθυνε.\" γʹ. \"Υἱὲ Θεοῦ, ἐπάκουσον ἡμῶν.\" γʹ. \"Αὔξῃ ἡ πίστις τῶν Χριστιανῶν.\" γʹ. \"Ἡμεῖς δοῦλοι τῶν βασιλέων.\" γʹ. \"Ὁ δεῖνα καὶ ὁ δεῖνα, μεγάλων βασιλέων καὶ αὐτοκρατόρων πολλὰ τὰ ἔτη.\" 2.175 ΠΖʹ (ΟΗʹ) Ὅσα δεῖ παραφυλάττειν ἐν τῇ ἡμέρᾳ τοῦ τρυγητοῦ ἐν προκένσῳ τῆς Ἰερείας. Δέον εἰδέναι ὅτι ἔξωθεν τοῦ παλατίου τῆς Ἰερείας εἰς τὸ πεδίον, ἤγουν εἰς τὸ λιβάδιον, γίνεται φρινζάτον, περικαλλές τε καὶ ὡραῖον, καὶ ἵστανται οἵ τε μάγιστροι καὶ πραιπόσιτοι, ἀνθύπατοί τε καὶ πατρίκιοι καὶ ὀφφικιάλιοι καὶ λοιποὶ συγκλητικοὶ ἀντικρὺ τοῦ τοιούτου φρινζάτου καὶ τῆς ἀμπέλου, καὶ μετὰ τούτους οἱ τῶν δύο μερῶν δῆμοι μετὰ καὶ τῶν δημάρχων. Ὁ δὲ βασιλεὺς κάτεισι μετὰ τοῦ πατριάρχου, ἀπὸ κολοβίου, φορῶν καὶ τὸ χρυσοπερίκλειστον σαγίον, ὁ δὲ πατριάρχης ἀπὸ φελωνίου καὶ ὠμοφορίου, καὶ δὴ τούτων εἰσερχομένων ἐν τῷ πρὸ τῆς ἀμπέλου ἀναδενδραδίῳ (ἐκεῖσε γὰρ ἵσταται τράπεζα μαρμάρινος, ἐν ᾗ ἀπόκεινται αἱ σταφυλαὶ μετὰ κανισκίων), καὶ εἶθ' οὕτως πλησιάζουσιν οἵ τε μάγιστροι καὶ πατρίκιοι καὶ συγκλητικοὶ καὶ οἱ τῶν δύο μερῶν δήμαρχοι μετὰ καὶ τῶν δημοτῶν· καὶ δὴ τοῦ κουράτωρος προσφέροντος τὴν βούτην μετὰ τῶν σταφυλῶν, ποιεῖ ἐκεῖσε εὐχὴν ὁ πατριάρχης κατὰ τὴν τῆς Ἐκκλησίας ἀκολουθίαν."
      },
      {
        "index": 14,
        "text": "Καὶ μετὰ τὴν εὐχὴν λαμβάνει ἓν βοτρύδιον ὁ πατριάρχης, καὶ ἐπιδίδωσι τῷ βασιλεῖ· ὁμοίως καὶ ὁ βασιλεὺς πάλιν δίδωσι τῷ πατριάρχῃ, καὶ εἶθ' οὕτως εἰσέρχονται κατὰ τάξιν οἱ τῆς συγκλήτου ἄρχοντες, οἵ τε [2.176] μάγιστροι καὶ ἀνθύπατοι καὶ πατρίκιοι καὶ ὀφφικιάλιοι καὶ οἱ δήμαρχοι καὶ ὁ τῆς καταστάσεως, καὶ δίδωσιν ἑνὶ ἑκάστῳ αὐτῶν ὁ βασιλεὺς ἀνὰ μιᾶς σταφυλῆς. Ὅτε δὲ τῷ πρώτῳ μαγίστρῳ ἐπιδοθῇ παρὰ τοῦ βασιλέως ἡ σταφυλή, λέγουσιν τὰ δύο μέρη ἡνωμένοι ἀπελατικὸν ἦχος αʹ· \"Ἐκ τοῦ λειμῶνος τῆς γνώσεως τοῦ Δεσπότου τῆς σοφίας τρυγήσαντες ἄνθη, ἱερὰ τάξις τῶν ἐντίμων πατρικίων, ἐν τῷ προσφέρειν τῶν ᾀσμάτων τὰ πλήθη, κεφαλὴν καταστέψωμεν, ὡς οἶκον τῆς εὐωδίας τῶν νοημάτων, ἀντιλαμβάνοντες τῶν ἐκείνου τερπνῶν χαρίτων. Ἀλλά, ἀθάνατε Βασιλεῦ τῶν ἁπάντων, σὺ δίδου ἐπὶ πολὺ ταύτην τὴν ἑορτὴν τῷ κόσμῳ τῆς αὐτοκράτορος ἐξουσίας, ὁ δεῖνα, τοῦ θεοστέπτου χρισθέντος βασιλέως.\" Ἄλλος, ἦχος π. δʹ. \"Ἡ ἀρετή σου, ὡς ἄμπελος εὐκληματοῦσα, βότρυας εὐφροσύνης βλαστάνει, ἐξ ἧς τρυγῶσα ἡ ὑφήλιος ἅπασα καὶ τὸ ποτήριον πλῆρες κεράσματος πιοῦσα, ἐν εὐφροσύνῃ ᾄδουσα, σὺν τῇ μυστικῇ σου καὶ δουλικῇ τάξει τῶν πατρικίων ἑορτάζει τὴν σὴν ἀνέσπερον ἀνάληψιν τῆς αὐτοκρατορικῆς ἐξουσίας, ὁ δεῖνα, τὸ ἀκένωτον φρέαρ τῆς οἰκουμένης.\" Ἦχος γʹ. \"Εὐκληματοῦσα ἄμπελος οἱ κραταιοὶ ἀνεδείχθησαν δεσπόται, εὐφρασίας βότρυας διανέμοντες πᾶσι. Διὸ καὶ κατευφραίνονται αἱ σχολαὶ καὶ ἡ σύγκλητος, τρυγητικὴν ἀπόλαυσιν ἐκτελοῦντες ἐν τοῖς Ἑρείας δώμασιν. Διὸ πάντες κραυγάζομεν· \"Χαρὰ ἀνεκλάλητος ἐπεδήμησεν τῷ κόσμῳ.\" Καὶ μετὰ τὸ πληρῶσαι τοὺς δεσπότας τὴν διανομὴν τῶν βοτρύων ἐν τοῖς ἄρχουσι, καὶ λαμβάνουσι τὰ δύο μέρη ἀνὰ νομισμάτων ἓξ εὐεργεσίαν διὰ ἀποκομβίων καὶ ἐπεύχονται τοὺς δεσπότας, καὶ ἐξιοῦσιν. Οἱ δὲ δεσπόται ἀνέρχονται μετὰ τοῦ πατριάρχου ἐν τῷ παλατίῳ, καὶ συνεστιώμενοι εὐφραίνονται ἅμα καὶ ἡ σύγκλητος. 2.177 ΠΗʹ (ΟΘʹ) Ἄκτα ᾀδόμενα τῷ ὑπάρχῳ τῇ κυριακῇ τῆς Βαϊοφόρου ἀπιόντι ἐν τῷ ναῷ τοῦ ἁγίου μάρτυρος Ρωμανοῦ. Δέχονται οἱ τοῦ μέρους τῶν Βενέτων ἐν τῇ καμάρᾳ τοῦ Μιλίου, καὶ τοῦ ὑπάρχου διερχομένου, ἀκτολογοῦσι ταῦτα, δηλονότι ἔμπροσθεν αὐτοῦ προπορευόμενοι· \"Ὕπαρχε πρωτοσπαθάριε, καλή σου ἡμέρα, καὶ καλή σου ἡμέρα, καὶ καλὴ ἑορτή σου. Ὁ ἐγείρας Λάζαρον ἐκ τάφου τετραήμερον σώσῃ καὶ κατευοδώσῃ καὶ ἐνδυναμώσῃ σε, καὶ εἰς τοὺς δεσπότας πλείονά σοι παράθηται τὴν αὐτῶν εὐμένειαν. Θεὸς ἐπισφραγίσῃ σοι, τοῦ δεσπότου γνήσιε. Τὸ Θεῖον περισώσῃ σε, ὅτι παντοφίλητος ὑπάρχεις καὶ ἐνάρετος, καὶ εὐχὰς κομίζεσαι ἐκ τῶν ἀγαπώντων σε. Μείνῃς ἀδιάδοχος ἐν ζωῇ τῶν δεσποτῶν ἡμῶν· Βένετοι ἀξίως σοι εὐχόμεθα, ὅτι τὸν Θεὸν ἡμῶν ἔχεις ἐν καρδίᾳ σου· καὶ ὡς ἀγαπῶντά σοι πάντοτε τὸ δίκαιον· ὅπου γὰρ τὸ δίκαιον ὁ ὕπαρχος φυλάττει, ἐκεῖ καὶ ὁ Θεὸς ἡμῶν ὑμνεῖται καὶ δοξάζεται. Ἔς, ὁ Θεὸς ὁ ἐγείρας Λάζαρον, φύλαττε τὸν ὕπαρχον.\" Καὶ εἶθ' οὕτως δέχεται τὸ μέρος τῶν Πρασίνων εἰς τὸν Ἅγιον Ἰωάννην τὸν θεολόγον, καὶ ἀκτολογοῦσι τὰ ὅμοια, δηλονότι ἔμπροσθεν αὐτοῦ καὶ αὐτοὶ προπορευόμενοι. Καὶ πάλιν δέχεται τὸ μέρος τῶν Βενέτων ἐν τῷ Πραιτωρίῳ, καὶ ἀκτολογοῦσι τὰ ὅμοια, δηλονότι καὶ αὐτοὶ προπορευόμενοι ἔμπροσθεν αὐτοῦ, ἕως ἂν πληρωθῇ ἡ αὐτὴ ἀκτολογία, καὶ εἶθ' οὕτως ὑποστρέφουσιν. 2.178 ΠΘʹ (Πʹ) Ὅσα δεῖ παραφυλάττειν εἰς τὴν τοῦ δημάρχου καλημέριν τῇ τρίτῃ τῆς Γαλιλαίας. Ἀπιόντος τοῦ δήμου μετὰ καὶ τοῦ ὀργάνου εἰς τὴν αὐλὴν τοῦ δημάρχου, καὶ αὐτοῦ κατιόντος ἐμπράττως, ἤτοι μετὰ τοῦ χλανιδίου, καὶ καβαλικεύοντος καὶ ἱσταμένου, ἄρχονται οἱ τοῦ μέρους ἀκτολογεῖν αὐτῷ ταῦτα· \"Τὴν καλὴν ἡμέραν ποιήσωμεν μετὰ τοῦ δημάρχου τῶν Βενέτων. Τρισάγιε, βοήθησον τοὺς δεσπότας καὶ σὺ αὐτοὺς θεράπευσον ἐπὶ πᾶσιν, πλεονάζων τῆς ζωῆς αὐτῶν χρόνους σὺν ταῖς τιμίαις Αὐγούσταις ἐν τῇ πορφύρᾳ εἰς τελείαν χαρμονὴν τῶν Ρωμαίων καὶ Βενέτων τῶν γνησίων ὑμῶν δούλων. Ἔς, ἅγιε, τρισάγιε, τοὺς δεσπότας φύλαττε· Πνεῦμα τὸ πανάγιον, τὰς Αὐγούστας σκέπασον. Κύριε, ζωὴν αὐτῶν διὰ τὴν ζωὴν ἡμῶν. Ἔς, ὀ ὀῖ ἔς, Κύριε, χαῖρε, καλή σου ἡμέρα. Ὅλη ἡμέρα σήμερον καλή σου ἡμέρα γίνεται. Ὁ δεῖνα πρωτοσπαθάριε καὶ δήμαρχε, πολλοί σου χρόνοι. Ὁ ἀναστὰς Θεὸς ἡμῶν ζωήν, ὑγείαν δώσῃ σοι. Τοῦ δεσπότου γνήσιε, τὸ θεῖον περισώσῃ σε καὶ πλείονα δωρήσηται Θεὸς ὁ ἐπουράνιος ἵνα εὐτυχοῦντός σου ὁρῶμεν καὶ χαιρώμεθα."
      },
      {
        "index": 15,
        "text": "Τοῦτο πάντως γίνηται προνοίᾳ τοῦ Θεοῦ ἡμῶν. Ἀξίως σοι εὐχόμεθα Βένετοι, παγκόσμιε, ὅτι ὑπερβάλλουσαν ἔχεις καλοθέλειαν, καὶ εὐχὰς κομίζεσαι ἐκ τῶν ἀγαπώντων σε· [2.179] ὡς γὰρ ἀγαπῶμέν σε, ἀξίως σοι εὐχόμεθα ἵνα ἀδιάδοχος μείνης διοικῶν ἡμᾶς. Ἔς, ὁ ἀναστὰς Θεὸς ἡμῶν φύλαττε τὸν δήμαρχον.\" Ἰστέον ὅτι καὶ οἱ τοῦ μέρους τῶν Πρασίων τὴν ὁμοίαν τάξιν καὶ ἀκολουθίαν ποιοῦσιν τῷ ἰδίῳ δημάρχῳ καὶ τὰ αὐτὰ ἄκτα ἀκτολογοῦσιν αὐτῷ. Χρὴ γινώσκειν ὅτι, τῆς προρρηθείσης τάξεως καὶ ἀκολουθίας τελεσθείσης ἐν τῷ τοῦ δημάρχου οἴκῳ, ὀψικεύει ἀπὸ τῶν ἐκεῖσε αὐτὸν ὁ δῆμος ἕως τοῦ Ἱπποδρομίου, δηλονότι αὐτοῦ ἱσταμένου ἐν τῷ δεκάτῳ καγκέλλῳ. Καὶ τούτου ἐκεῖσε ἱσταμένου, πάλιν ἵσταται ὁ δῆμος ἀκτολογῶν αὐτῷ ταῦτα· Οἱ κράκται· \"Καλῶς ἦλθες, θεοστέπτων ὁ δοῦλος.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, προβολὴ εὐεργετῶν.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ὁ εὐγενὴς ἐκ προγόνων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ὁ δεῖνα πρωτοσπαθάριε καὶ δήμαρχε τῶν Βενέτων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Ἀλλ' ὁ πάντων Ποιητὴς καὶ Δεσπότης\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Ὁ ἀναστὰς παραδόξως ἐκ τάφου\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"καὶ τὸ χαῖρε δεδωκὼς μυροφόροις,\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"τοὺς χρόνους σου πληθύνῃ εἰς μήκη χρόνων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Ἔς, ὁ Θεὸς ὁ ἅγιος, φύλαττε τὸν δήμαρχον.\" Καὶ ὁ λαὸς ὁμοίως ἐκ γʹ. Ἰστέον ὅτι καὶ οἱ τοῦ μέρους τῶν Πρασίνων τὴν ὁμοίαν τάξιν καὶ ἀκολουθίαν ποιοῦσιν τῷ ἰδίῳ δημάρχῳ καὶ τὰ αὐτὰ ἄκτα ἀκτολογοῦσιν αὐτῷ καὶ ἐν τῷ αὐτῷ τόπῳ. 2.180 ϛʹ (ΠΑʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ νυμφαγωγίῳ. Τῇ ἑσπέρᾳ ἀπέρχονται τὰ δύο μέρη μετὰ καὶ τῶν ἰδίων ὀργάνων, καὶ τῆς νύμφης κατιούσης καὶ ὀψικευομένης ὑπὸ πληθίων καὶ χειροκυμβάλων, μετὰ τὸ καβαλικεῦσαι αὐτὴν ἵσταται, καὶ ἀκτολογοῦσι τὰ δύο μέρη ταῦτα· \"Καλῶς ἦλθες, θεοστέπτων ἡ δούλη.\" Ὁ λαὸς ἐκ γʹ· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, προβολὴ εὐεργετῶν.\" Ὁ λαὸς ἐκ γʹ· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ἡ εὐγενὴς ἐκ προγόνων.\" Ὁ λαὸς ἐκ γʹ· \"Καλῶς ἦλθες.\" Οἱ κράκται, \"Ἔς, ὁ Θεὸς ὁ ἅγιος, τοὺς νεονύμφους φύλαξον. Πνεῦμα τὸ πανάγιον, τοὺς συμπενθέρους φύλαξον. Ἅγιε, τρισάγιε, τοὺς παρανύμφους φύλαξον.\" Καὶ λέγουσι τὴν φωνὴν ἦχ· αʹ· \"Ἄνθη ἐσώρευσα τοῦ ἀγροῦ, καὶ εἰς τὴν παστάδα εἰσῆκα σπουδῇ· ζευγόνυμφον ἥλιον εἶδον εἰς χρυσέντιμον κλίνην· ἀλλήλα ἠγκαλίζοντο ποθητὴν ἐπιθυμίαν· χαρὰ εἰς τὰ κάλλη αὐτῶν τὰ ἐγγλυκοθέατα, καὶ ῥόδα εἰς τὰ ῥοδοεύμορφα· χαρὰ εἰς τὸ ζεῦγος τὸ χρυσόν.\" 2.181 ϛʹΑʹ (ΠΒʹ) Ὅσα δεῖ παραφυλάττειν εἰς στεφάνωμα. Τῶν νεονύμφων ἐξιόντων ἀπὸ τῆς ἐκκλησίας μετὰ καὶ τῶν παρανύμφων, δέχονται τούτους τά τε πληθία καὶ τὰ χειροκύμβαλα, καὶ ἀκτολογοῦσι τὰ δύο μέρη ταῦτα· \"Ὁ Σωτὴρ Θεὸς ἡμῶν, τοὺς δεσπότας φύλαττε. Ἅγιε, τρισάγιε, ζωήν, ὑγείαν δὸς αὐτοῖς. Πνεῦμα τὸ πανάγιον, τὰς Αὐγούστας σκέπασον. Κύριε, ζωὴν αὐτῶν διὰ τὴν ζωὴν ἡμῶν. Ἔς, τοῦτο τὸ βασίλειον, Κύριε, στερέωσον.\" Καὶ ὅτε πλησιάσωσιν τῇ παστάδι, λέγουσιν ἀπὸ κρακτῶν ἀπελατικὸν ἦχ. αʹ· \"Δι' ἡμᾶς ἐμετρίασας ἐν Κανᾷ τῆς Γαλιλαίας τὴν ἔννομον συνάφειαν, ὡς Θεὸς ἐπισφραγίζων· ἐκ μητρικῆς γὰρ παστάδος ὡς ἄνθρωπος προεκλίθης, καὶ ὡς ηὐλόγησας τοὺς ἐκεῖ νυμφευομένους, οὕτως καὶ νῦν εὐλόγησον δυάδα στεφανουμένην, κατακοσμῶν εὐτεκνίᾳ βιώσει.\" Καὶ λέγουσιν ἀπὸ κρακτῶν· \"Εὐγενεῖς, νεόνυμφοι, Θεὸς διαφυλάξῃ σας· ἔντιμοι, ἐνάρετοι, Τριὰς κατευοδώσῃ σας, εὐλογῶν τὸν γάμον σας. Ὡς μόνος ὑπεράγαθος, ὃς ἐν Κανᾷ τὸ πρότερον τῷ γάμῳ παρεγένετο, καὶ ἐν αὐτῷ ηὐλόγησεν τὸ ὕδωρ, ὡς φιλάνθρωπος, καὶ οἶνον μετεσκεύασεν ἀνθρώπων εἰς ἀπόλαυσιν, οὕτως εὐλογήσῃ σε μετὰ καὶ τῆς συζύγου σου. Ἔς, ὁ Θεὸς ὁ ἅγιος, τοὺς νεονύμφους φύλαττε.\" 2.182 ϛʹΒʹ (ΠΓʹ) Ὅσα δεῖ παραφυλάττειν ἐν τῷ δείπνῳ τῶν ιθ Ἀκκουβίτων εἰς τὸ λεγόμενον Γοτθικόν. Τῇ ἐννάτῃ ἡμέρᾳ τῆς δωδεκαημέρου, τῶν δεσποτῶν ἐπὶ τοῦ δείπνου καθεζομένων, ὃ καὶ τρυγητικὸν προσαγορεύεται, ἐν ταῖς δυσὶν εἰσόδοις τοῦ μεγάλου τρικλίνου τῶν ιθʹ Ἀκκουβίτων ἵστανται οἱ μέλλοντες παῖξαι τὸ Γοτθικὸν οὕτως. Ἐν μὲν τῷ ἀριστερῷ μέρει, ἐν ᾧ καὶ ὁ δρουγγάριος τοῦ πλοΐμου παρίσταται, ἵσταται ὁ τοῦ μέρους τῶν Βενέτων μαΐστωρ μετὰ καὶ ὀλίγων δημοτῶν καὶ τῶν πανδουριστῶν μετὰ τῶν πανδούρων, καὶ ὄπισθεν αὐτοῦ οἱ δύο Γότθοι φοροῦντες γούνας ἐξ ἀντιστρόφου καὶ πρόσωπα διαφόρων εἰδέων, βαστάζοντες ἐν μὲν τῇ ἀριστερᾷ χειρὶ σκουτάρια, ἐν δὲ τῇ δεξιᾷ βεργία. Ὁμοίως καὶ ἐν τῷ δεξιῷ μέρει, ἐν ᾧ καὶ ὁ δρουγγάριος τῆς βίγλης παρίσταται, ἵσταται ὁ τοῦ μέρους τῶν Πρασίνων μαΐστωρ μετὰ καὶ ὀλίγων δημοτῶν μετὰ καὶ τῶν πανδουριστῶν μετὰ τῶν πανδούρων, καὶ ὄπισθεν αὐτοῦ οἱ δύο Γότθοι φοροῦντες γούνας ἐξ ἀντιστρόφου καὶ πρόσωπα διαφόρων εἰδέων, βαστάζοντες ἐν μὲν τῇ ἀριστερᾷ χειρὶ σκουτάρια, ἐν δὲ τῇ δεξιᾷ βεργία. Καὶ δὴ μετὰ τὴν τοῦ σφαιροδρομίου ἔξοδον, τοῦ δεσπότου κελεύοντος τὸν τῆς τραπέζης τούτους εἰσάγεσθαι, εὐθὺς [2.183] ὁρίζει ὁ τῆς τραπέζης τῷ ἄρχοντι τῆς θυμέλης, καὶ αὐτὸς ἐξερχόμενος προτρέπεται τούτους εἰσελθεῖν. Οἱ δὲ τρέχοντες καὶ τὰ σκουτάρια ὑπὸ τῶν ὑπ' αὐτῶν βασταζομένων βεργίων τύπτοντες καὶ κτύπον ἀποτελοῦντες, λέγουσιν· \"τοὺλ τούλ.\" Καὶ τοῦτο συνεχῶς λέγοντες ἀνέρχονται πλησίον τῆς βασιλικῆς τραπέζης, ὡς ἀπὸ ὀλίγου διαστήματος, κἀκεῖσε μιγνύμενοι ἀμφότεροι ποιοῦσι κυκλοφερῆ παραταγήν, οἱ μὲν ἔσω τοῦ κύκλου ἀποκλειόμενοι, οἱ δὲ ἔξωθεν περικυκλοῦντες. Καὶ τοῦτο τρισσῶς ποιοῦντες διαχωρίζονται, καὶ ἵστανται εἰς τοὺς ἰδίους τόπους, οἱ μὲν τῶν Βενέτων εἰς τὰ ἀριστερά, οἱ δὲ τῶν Πρασίνων εἰς τὰ δεξιὰ μετὰ καὶ τῶν ἑτέρων δημοτῶν, καὶ λέγουσιν ἄμφω τὰ γοτθικά, ἅτινά εἰσι ταῦτα, δηλονότι καὶ τῶν πανδούρων τὸ οἰκεῖον μέλος ἀποπληρούντων· \"γαύζας· βονας· βηκηδίας· \"Ἅγια·\" γαυδέντες· ἐλκηβόνιδες· ἐνκέρτυς· \"Ἅγια·\" βόνα· ὥρα· τούτουβάντες· βόνα ἀμόρε· ἐπισκύαντες· ἰδεσαλβάτους· \"Νανά·\" δέους· δέους· σεβακιβά· \"Νανά·\" δευμονογυγγύβελε· γυβίλους· γυβέλαρες· \"Νανά·\" γυβίλους· γυβέλαρες· \"Νανά·\" τοῦ γεγδεμα· δὲ τούλβελε· νικάτω τουλδο· \"Νανά·\" ὁ Ἐζεκίας ἐν τοῖς πολέμοις καθοπλισάμενος Ἀσσυρίοις· \"Ἀνανά·\" τὴν ἐλπίδα καὶ μόνην ἔχων Θεοῦ τοῦ φιλανθρώπου· \"Νανά·\" πάντα ὑπέταξεν ἔθνη καὶ ἀθέων τὴν τυραννίδα· \"Ἅγια·\" ὁ Σωτήρ, ἀγαθοὶ δεσπόται· \"Νανά·\" πάντα ἐχθρόν σας δουλώσῃ πρὸ τῶν ποδῶν σας. Ἰβερ· ἰβερίεμ· τοῦ ἰγγερουα· γεργερεθρῷ· \"Νανά·\" σικαδιασε περέτουρες.\" Καὶ εἶθ' οὕτως λέγουσιν οἱ μαΐστωρες μετὰ καὶ τῶν δημοτῶν τὸ ἀλφαβητάριν· \"Ἀνανά·\" \"Ἀηττήτῳ Θεοῦ παλάμῃ ἐστέφθητε, δεσπόται, οὐρανόθεν. \"Βραβεῖον νίκης ὤφθητε, κοσμοπόθητοι εὐεργέται. \"Γενναῖοι ὤφθητε τοῖς ἐναντίοις, \"δωρούμενοι τοῖς Ρωμαίοις ζωηφόρους εὐεργεσίας.\" Καὶ εἶθ' οὕτως πάλιν λέγουσιν οἱ μαΐστωρες. \"Ἁγίας τὰ ἀνα τε ἀνετανε. [2.184] \"Ἐντολαί σας ὑπὲρ τὰ ὅπλα ἰσχύουσι κατ' ἐχθρῶν ἁπάντων. \"Ζωὴ Ρωμαίων καὶ πλοῦτος, ἀλλοφύλων κατάπτωσις ὄντως. \"Ηὑρέθητε τεῖχος τῆς πολιτείας. \"Θεός σοι ἔδωκεν κλάδους συνομόθρονας, εὐεργέτα.\" Καὶ μετὰ ταῦτα λέγοντες οἱ μαΐστωρες πρὸς τοὺς Γότθους \"Ἀμπαατῶ,\" διὰ νεύματος τῶν αὐτῶν μαϊστώρων κυκλεύουσιν οἱ Γότθοι, καὶ ταῖς βέργαις τὰ σκουτάρια τύπτοντες καὶ λέγοντες· \"Τούλ, τούλ,\" περικλείουσιν ἔνδοθεν τοὺς τῶν δύο μερῶν μαΐστωρας, καὶ πάλιν ἀποχωριζόμενοι ἵστανται εἰς τοὺς οἰκείους τόπους, καὶ ἄρχονται πάλιν λέγειν οἱ μαΐστωρες. Ι. Κ. Λ. Μ. Καὶ πάλιν τελεῖται, καθὼς προείρηται, καὶ χωριζομένων τῶν Γότθων καὶ εἰς τοὺς ἰδίους τόπους ἱσταμένων, λέγουσιν οἱ μαΐστωρες· Ν. Ξ. Ο. Π. Καὶ πάλιν τελεῖται, καθὼς προείρηται, καὶ χωριζομένων τῶν Γότθων καὶ εἰς τοὺς ἰδίους τόπους ἱσταμένων, λέγουσιν οἱ μαΐστωρες. Ρ. Σ. Τ. Υ. [2.185] Καὶ πάλιν τελεῖται, καθὼς προείρηται, καὶ χωριζομένων τῶν Γότθων καὶ ἱσταμένων εἰς τοὺς ἰδίους τόπους, λέγουσιν οἱ μαΐστωρες· Φῶς ἀνέτειλεν ἐν τῷ κράτει ἡλίου δίκην αἱ ἀρεταί σας. Χριστὸς συνέστω ἑκάστῳ περιέπων τὰς κορυφάς σας. Ψηφίσματι αὐτοῦ κυριεύοντες. Ὡς κύριοι καὶ δεσπόται τῶν περάτων τῆς ἐξουσίας. Καὶ μετὰ τὴν συμπλήρωσιν τοῦ ἀλφαβηταρίου, λέγουσιν \"Πολυχρόνιον ποιήσῃ ὁ Θεὸς τὴν ἁγίαν βασιλείαν σας.\" Οἱ δὲ Γότθοι τύπτοντες μετὰ τῶν βεργίων τὰ σκουτάρια καὶ λέγοντες συνεχῶς· \"Τούλ, τούλ\" τρέχοντες ἐξέρχονται, οἱ μὲν τῶν Βενέτων ἀπὸ τοῦ ἀριστεροῦ μέρους, οἱ δὲ τῶν Πρασίνων ἀπὸ τοῦ δεξιοῦ. [2.186] συπρα Λεξικὸν τῶν ἐν τῷ Γοτθικῷ ᾀδομένων. γαύζας (σσ Θεοί στα γοτθικά) χαίρεσθε. βονας καλαί βικηδας γειτονεῖαι. ἅγια γαυδέντες χαίρεσθε. ἐλκηβόνιδες προσκαλούμενοι. ἐνκέρτυς ἀγωνιζόμενοι. βόνα ὥρα καλὴ ὥρα. νανά. γυβίλους κραυγὴ καὶ κράκτης. γυβέλαρες κραυγάζοντες. γυβίλους κράκτης. γυβέλαρες φωνοβολοῦντες. νανά Θεέ, Θεέ, ἢ Θεοῦ Θεοῦ. τοῦ γεγδεμα ἐξ ἀνατολῆς ἢ ἀρχῆθεν. δὲ τουλβελε ἀγαθὸς ὁ Θεός. νικάτο τούλδο νικάτο ὁ Θεός. τουτόβαντες σαλπίζοντες. βόνα αμορε καλὴν ἀγάπην. ἐπισκύαντες ἐπιγνῶντες. ἰδεσαλβάτους σωζόμενοι. δέους δέους Θεός, Θεός. Νανά. σεβακίβα ἑαυτοὺς εὐσχολοῦντες. δεμονογυγγυβελε ἀποσυνεκτικῆς κραυγῆς. ὁ Θεός, ὁ Θεός πανευκλεὴς κραυγή. ἴβερ Θεέ, Θεέ. τοῦ ἰγγερ ουα. γεργερεθῶ νανά. σικαδιασε περετούρες. Ἑτέρα ἑρμηνεία τῶν προειρημένων λέξεων. γαύζας ὁ εὐπρεπής Ρωμαῖον. βίκη τεχνίτης Ἑβραῖον. ἅγια φύλαττε Ρωμαῖον. Ἐλ. Θεέ Ἑβραῖον. δέσ. γνῶθι Ἑβραῖον. ἅγια φύλαττε Ρωμαῖον. ὤρα φῶς Ἑβραῖον. βάντες ἐλθέ Ρωμαῖον. ἐπισκύ ἐανπερ ἀνέλθ. Ἑβραῖον. ἰδέ θεωρουμένην Ρωμαῖον. νανα σῶσον δὴ σῶσον Ἑβραῖον. σεβά. κάθισον Ἑβραῖον. νανά σῶσον δὴ σῶσον Ἑβραῖον. ὀγύν εἰς τὸ βάραθρον Ἑβραῖον. βελέ σατανά Ἑβραῖον. βήλους τοῦ διαβόλου Ἑβραῖον. αἱλάρες τῶν πνευμάτων Ρωμαῖον. τοῦ σύ Ρωμαῖον. δετούλ. ἐξάλειψον Ἑβραῖον. νικάτω νικάτω Ἑλληνικόν. νανά σῶσον δὴ σῶσον Ἑβραῖον. βόνας καὶ καλός Ρωμαῖον. δίας τὰς ἡμέρας Ρωμαῖον. γαυζεντες τὰ εὐπρεπῆ Ρωμαῖον. νικονί κτίστα μου Ἑβραῖον. ἐν κέρκυς καὶ ἀσφαλέως Ρωμαῖον. βόνα τὸ καλόν Ρωμαῖον. τοῦ τοῦ σύ σύ Ρωμαῖον. ἀμόρε σὲ ἀγαπῶ Ρωμαῖον. ἄντες εἰς τὴν πρώτην Ἑβραῖον. σαλβατους εὐπάθειαν Ἑβραῖον. δεούς δεούς Θεέ Θεέ Ρωμαῖον. κιβά ὡς παρεγένου Ἑβραῖον. δαιμόν σιώπα Ἑβραῖον. γύ εἰς τὸ βάραθρον Ἑβραῖον. γύ εἰς τὸ βάραθρον Ἑβραῖον. γύν εἰς τὸ βάραθρον Ἑβραῖον. νανά σῶσον δὴ σῶσον Ἑβραῖον. γέγδεμα ὁ μαργαρίτης Ρωμαῖον. βελέ τὸν σατανάν Ἑβραῖον. τουλδο. ἡ τροφὴ τῶν στρατευμάτων Ρωμαῖον."
      }
    ]
  }
}