{
  "chapterNumber": 5,
  "title": "2.8 Χρὴ γινώσκειν ὅτι μετὰ τὴν ἀκτολογίαν τοῦ δήμου, τῶν δεσποτῶν ἀνιόντων πρὸς τὴν κόγχην τοῦ παστοῦ πρὸς τὸ ἀποθέσθαι τὰ στέμματα καὶ τοὺς στεφάνους, λέγουσιν οἱ κράκται τῶν δύο μερῶν ἑνώμενοι ἄμφω·",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Καὶ μετὰ τὸ στῆναι τοὺς νεονύμφους γίνεται δοχὴ αʹ καὶ λέγουσιν οἱ κράκται καὶ ὁ λαὸς τὰς προρρηθείσας ἀκτολογίας. Καὶ πάλιν μετὰ μικρὸν τῆς τοιαύτης δοχῆς, γίνεται δοχὴ βʹ, καὶ δέχονται οἱ Πράσινοι ἀπὸ μικροῦ διαστήματος ἐν τῷ αὐτῷ ἀναδενδραδίῳ, καὶ τῶν νεονύμφων ἱσταμένων, λέγουσιν οἱ κράκται καὶ ὁ λαὸς τὰς προρρηθείσας ἀκτολογίας καὶ μετὰ ταῦτα ἐπακολουθεῖ ἡ τάξις, καθὼς προείρηται. Χρὴ δὲ γινώσκειν ὅτι ἐν τοῖς ἐσχάτοις καιροῖς ἐκαινουργήθη τοῦ γίνεσθαι τὸ στεφάνωμα τοῦ βασιλέως ἐν τῷ ναῷ τοῦ παλατίου τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου· καὶ δὴ τῶν νεονύμφων ἐξιόντων διὰ τοῦ Χρυσοτρικλίνου, δηλονότι ὀψικευομένων ὑπό τε τοῦ κουβουκλείου καὶ τῶν μαγίστρων καὶ πατρικίων, μελλόντων αὐτῶν ἐξιέναι τὰς ἀργυρᾶς τοῦ Χρυσοτρικλίνου πύλας, αὐλεῖ τὸ χρυσοῦν ὄργανον, καὶ τὰ μέρη ἀκτολογοῦσιν, καθὼς προείρηται. 2.11 ΜΘʹ (Μʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ στεψίμῳ Αὐγούστης. Ἐξέρχεται ὁ βασιλεὺς εἰς τὸν Αὐγουστέα, φορῶν τὴν χλαμύδα ἐστεμμένος, καὶ ποιεῖ προαγωγάς· καὶ περὶ ὥραν τρίτην καθέζεται μέσον τοῦ τρικλίνου. Ὁ δὲ τῆς καταστάσεως εὐτρεπίζει τὰ βῆλα, ὡς ἔχει ἡ συνήθεια, καὶ νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ ἐξέρχεται μετὰ ὀστιαρίων καὶ βεργίων, καὶ προσκαλεῖται βῆλον αʹ· τοὺς μαγίστρους, βʹ· πατρικίους, τρίτον· τοὺς συγκλητικούς, ὑπάτους, κόμητας, κανδιδάτους, ἀπὸ ἐπάρχων καὶ στρατηλάτας, βῆλα βῆλα. Ὁ δὲ πατριάρχης ἔρχεται διὰ τῆς Δάφνης, καὶ εἰσέρχεται εἰς τὸν Ἅγιον Στέφανον καὶ ἐκδέχεται τοὺς δεσπότας, καὶ ὅτε εἰσέλθωσιν τὰ βῆλα πάντα καὶ πληρωθῶσιν, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ καὶ ἀπέρχεται καὶ προσκαλεῖται τὸν πατριάρχην, καὶ εἰσέρχεται εἰς τὸν Αὐγουστέα."
      },
      {
        "index": 1,
        "text": "Καὶ ἐξέρχεται ἡ βουλομένη στεφθῆναι, ὀψικευομένη ὑπὸ τοῦ κουβουκλείου, καὶ ἐγείρονται οἱ δεσπόται καὶ ἀπέρχονται ἔνθα ἵσταται τὸ ἀντιμίσιον ἅμα τοῦ πατριάρχου, καὶ τῆς Αὐγούστης φορούσης μαφόριον, ποιεῖ ὁ πατριάρχης τὰς συνήθεις εὐχάς. Καὶ ὅτε πληρώσῃ τὴν εὐχήν, ἐκδύουσιν τὴν Αὐγοῦσταν τὸ μαφόριον, καὶ ἐνδύουσιν αὐτὴν οἱ δεσπόται τὴν χλαμύδα, καὶ αὖθις ποιεῖ εὐχὴν ὁ πατριάρχης ἐπὶ τοῦ στέμματος, καὶ μετὰ τὴν πλήρωσιν τῆς εὐχῆς, λαμβάνει ὁ πατριάρχης τὸ στέμμα καὶ ἐπιδίδωσι τῷ βασιλεῖ, κἀκεῖνος τίθησιν αὐτὸ 2.12 εἰς τὴν κεφαλὴν τῆς Αὐγούστης, καὶ συντάσσεται ὁ πατριάρχης τοῖς δεσπόταις, καὶ ἐξέρχεται διὰ τοῦ Ὀκταγώνου κοιτῶνος, καὶ καθέζονται οἱ δεσπόται καὶ ἡ Αὐγοῦστα ἐπὶ σελλίων εἰς τὸ δεξιὸν μέρος, τοῦ Ἁγίου Στεφάνου. Καὶ εἰσέρχονται οἱ πατρίκιοι καὶ οἱ λοιποὶ πάντες, κρατούμενοι ὑπὸ σιλεντιαρίων πίπτοντες καὶ φιλοῦντες τὰ δύο γόνατα αὐτῶν, καὶ ἀπευχαριστοῦντες, καὶ ὅτε πληρωθῇ ἡ εὐχαριστία, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ κἀκεῖνος λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται πάντες· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\" καὶ ἐξέρχονται. Καὶ εὐθέως εἰσέρχεται τὸ σέκρετον τῶν γυναικῶν, βῆλον αʹ· αἱ ζωσταί, βῆλον βʹ· αἱ πατρικίαι, βῆλον γʹ· αἱ πρωτοσπαθαρίαι καὶ σπαθαρίαι, βῆλον δʹ· ὑπάτισσαι, βῆλον εʹ· στρατώρισσαι, βῆλον ϛʹ· κομήτισσαι, κανδιδάτισσαι, βῆλον ζʹ· σκριβώνισσαι, δομεστίκισσαι, βῆλον ηʹ· βεστητώρισσαι, σιλεντιάρισσαι, βῆλον θʹ· μανδατόρισσαι βασιλικαί, κομήτισσαι τοῦ ἀριθμοῦ, τῶν ἱκανάτων, βῆλον ιʹ· τριβούνισσαι, κομήτισσαι πλοΐμων, βῆλον ιαʹ· πρωτικτόρισσαι, κεντάρχισσαι. Εἰσέρχονται κατὰ τάξιν, προσκυνοῦσαι τὰ δύο γόνατα τῶν δεσποτῶν ὁμοίως καὶ τῆς Αὐγούστης, καὶ ἵστανται κονσιστώριον, καὶ νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ λέγει· \"Κελεύσατε\" καὶ ἐξέρχονται."
      },
      {
        "index": 2,
        "text": "Τὸ δὲ λοιπὸν τοῦ λαοῦ τῆς πόλεως καὶ τῶν ταγμάτων καὶ τῶν νουμέρων καὶ τὰ σκεύη πάντα ἑτοιμάζονται εἰς τὸ Τριβουνάλιον τῶν ιθʹ Ἀκκουβίτων. Καὶ ἵστανται οἱ πατρίκιοι ἐν τῷ Ὀνοποδίῳ, οἱ δὲ συγκλητικοὶ εἰς τὸν πόρτικα τῶν ιθʹ Ἀκκουβίτων. Καὶ ἐξέρχεται ἡ Αὐγοῦστα, ὀψικευομένη ὑπὸ τοῦ κουβουκλείου, καὶ συνεξέρχονται δὲ αὐτῇ καὶ οἱ δεσπόται μέχρι τῆς Χρυσῆς Χειρός, καὶ ὑποστρέφουσι. Καὶ ἐξελθούσης αὐτῆς εἰς τὸ Ὀνοπόδιον, πίπτουσιν οἱ πατρίκιοι μετὰ τῶν 2.13 λοιπῶν συγκλητικῶν, καὶ ἀναστάντων αὐτῶν, νεύουσιν τῷ τῆς καταστάσεως, καὶ λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\" καὶ ὀψικεύουσιν αὐτὴν μέχρι τοῦ ἡλιακοῦ τοῦ Τριβουναλίου. Καὶ κατέρχονται οἱ ὕπατοι καὶ οἱ λοιποὶ συγκλητικοί, οἱ δὲ πατρίκιοι ἵστανται εἰς τὰ βάθρα ἔνθεν κἀκεῖθεν, καὶ δεικνυούσης αὐτῆς τὴν ὄψιν, ἀνακράζουσιν τὰ μέρη· \"Ἅγιος, Ἅγιος, Ἅγιος. Δόξα ἐν ὑψίστοις Θεῷ, καὶ ἐπὶ γῆς εἰρήνη.\" Καὶ ἀκτολογοῦσι τὰ μέρη τὰ τῷ στεψίμῳ ἁρμόζοντα, καὶ λαμβάνει ἡ Αὐγοῦστα κηρούς, καὶ ἅπτει πρὸς τὸν τίμιον σταυρόν, καὶ εὐφημεῖ ὁ λαὸς τοὺς δεσπότας, εὐφημεῖ καὶ τὴν Αὐγοῦσταν, καὶ ὅτε πληρωθῇ ἡ εὐφημία, προσκυνεῖ ἡ Αὐγοῦστα ἔνθεν κἀκεῖθεν, καὶ ὑποστρέφει διὰ τοῦ Αὐγουστέως ὀψικευομένη· οἱ δὲ ὕπατοι ἵστανται εἰς τὸν πόρτικα, οἱ δὲ πατρίκιοι μέχρι τῆς Χρυσῆς Χειρός, καὶ δίδονται μίνσαι. Ἀκτολογία τῶν δήμων ἐπὶ στεψίμῳ Αὐγούστησ Τῆς συνήθους πάσης τάξεως τελουμένης τοῦ στεψίμου ἐν τῷ τρικλίνῳ τοῦ Αὐγουστέως, καὶ ἀπὸ τῶν ἐκεῖσε, κατὰ τὸν εἰωθότα τύπον, ὀψικευομένης τῆς Αὐγούστης ὑπὸ πάσης τῆς συγκλήτου, οἱ μὲν τῆς συγκλήτου ἐξέρχονται διὰ τοῦ μεγάλου πυλῶνος τοῦ Τριβουναλίου, οἱ δὲ τῶν ταγμάτων ἄρχοντες ἵστανται ἐν τῷ αὐτῷ Τριβουναλίῳ, ἔνθα ἵσταται ὁ σταυρός, τά τε σκῆπτρα καὶ τὰ λοιπὰ σκεύη μετὰ καὶ τῶν λαβούρων, τὰ δὲ δύο μέρη ἅμα ἵστανται ἔμπροσθεν τῶν σκήπτρων καὶ σκευῶν καὶ βάνδων. Καὶ δὴ τῆς Αὐγούστης ὀψικευομένης ὑπό τε τοῦ πραιποσίτου καὶ τῆς λοιπῆς τάξεως τοῦ κουβουκλείου, καὶ τὸ 2.14 ἐξελθεῖν αὐτὴν καὶ στῆναι ἐπὶ τοῦ ἡλιακοῦ, κράζουσι τὰ δύο μέρη· \"Ἅγιος, Ἅγιος, Ἅγιος\" καὶ εὐθέως προσκυνοῦσιτά τε σκῆπτρα καὶ σκεύη μετὰ τῶν βάνδων. Καὶ λέγουσιν οἱ κράκται· \"Δόξα ἐν ὑψίστοις Θεῷ, καὶ ἐπὶ γῆς εἰρήνη\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"ἐν ἀνθρώποις Χριστιανῶν εὐδοκία,\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"ὅτι ἠλέησεν ὁ Θεὸς τὸν λαὸν αὐτοῦ.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Αὕτη ἡ ἡμέρα Κυρίου ἡ μεγάλη.\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"Αὕτη ἡ ἡμέρα τῆς ζωῆς τῶν Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"Αὕτη ἡ χαρὰ καὶ ἡ δόξα τοῦ κόσμου\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"ἐν ᾗ τὸ στέφος τῆς βασιλείας τῇ κορυφῇ σου ἀξίως περιετέθη.\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"Δόξα Θεῷ τῷ Δεσπότῃ πάντων.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Δόξα Θεῷ τῷ ἀναδείξαντι σε βασίλισσαν.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται. \"Δόξα Θεῷ τῷ στέψαντι τὴν κορυφήν σου.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Δόξα Θεῷ τῷ εὐδοκήσαντι οὕτως.\" Ὁ λαὸς ὁμοίως ἐκ τρίτου. Οἱ κράκται· \"Ἀλλ' ὁ στέψας σε ὁ δεῖνα αὐτοχείρως\" Ὁ λαὸς ἐκ τρίτου ὁμοίως. Οἱ κράκται· \"φυλάξῃ σε εἰς πλήθη χρόνων ἐν τῇ πορφύρᾳ\" Ὁ λαὸς ἐκ γʹ ὁμοίως. Οἱ κράκται· \"εἰς δόξαν καὶ ἀνέγερσιν τῶν Ρωμαίων.\" Ὁλαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Εἰσακούσῃ ὁ Θεὸς τοῦ λαοῦ ὑμῶν.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Ἀκτολογία εἰς τοὺς βασιλέας. Οἱ κράκται· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, οἱ θεράποντες τοῦ 2.15 Κυρίου.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, τῶν σκήπτρων ἡ εὐτυχία.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοί σου χρόνοι, ὁ δεῖνα βασιλεῦ τῶν Ρωμαίων.\" Ὁ λαός· \"Πολλοί σου χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, δεσπόται, σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Ἀλλ' ὁ πάντων Ποιητὴς καὶ Δεσπότης\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"ὁ στέψας ὑμᾶς τῇ αὐτοῦ παλάμῃ\", Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"τοὺς χρόνους ὑμῶν πληθύνῃ σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"εἰς τελείαν σύστασιν τῶν Ρωμαίων.\" Καὶ ἀπὸ τούτων εὐφημοῦσι τὰ δύο μέρη, καὶ λέγουσιν· \"Πολλὰ τὰ ἔτη τῶν βασιλέων\" καὶ τὰ ἑξῆς τοῦ καταλέγματος. Καὶ μετὰ ταῦτα ἐπεύχονται καὶ ἐξιοῦσιν. 2.16 Νʹ (ΜΑʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ στεψίμῳ Αὐγούστης καὶ στεφανώματος. Πρὸ μιᾶς δίδοται ἀπόκρισις ἀλλαξίμων, καὶ τῇ ἑξῆς τάχιον προέρχονται πάντες οἱ συγκλητικοί, καὶ ἀλλάσσουσιν ἐν τῷ Κονσιστωρίῳ, καὶ ὅτε κελεύουσιν οἱ δεσπόται, ἀνέρχονται οἱ πατρίκιοι καὶ οἱ λοιποὶ τοῦ σεκρέτου εἰς τὴν Χρυσῆν Χεῖρα, καὶ τιθέασιν σελλία εἰς τὸν Αὐγουστέα, καὶ καθέζονται οἱ δεσπόται ἐστεμμένοι, καὶ δέχονται τὸ σέκρετον βῆλα βῆλα, καθὼς ἔχει ἡ συνήθεια. Καὶ μετὰ τὸ στῆναι τὸ σέκρετον ὅλον, συνεισέρχεται ὁ τῆς καταστάσεως μετὰ καὶ ἄλλων πέντε σιλεντιαρίων ὄπισθεν τοῦ σεκρέτου ἔνθεν κἀκεῖθεν, καὶ νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, καὶ εἰσέρχονται εἰς τὸν Ἅγιον Στέφανον, καὶ προσκαλεῖται τὸν πατριάρχην, καὶ ἐξέρχεται εἰς τὸν Αὐγουστέα, καὶ μετὰ τὸ ἐξελθεῖν τὸν πατριάρχην, ἐγείρονται οἱ δεσπόται καὶ δέχονται αὐτόν. Καὶ ὄπισθεν τῶν βασιλικῶν σελλίων ἵσταται ἀντιμίσιον, ἔνθα κεῖται ἡ βασιλικὴ χλαμύς, καὶ στάντος τοῦ πατριάρχου εἰς τὸ ἀντιμίσιν, νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, καὶ εἰσέρχονται οἱ ἐπίσκοποι καὶ ὁ κλῆρος τοῦ σεκρέτου τοῦ πατριάρχου, καὶ ἵστανται ὄπισθεν τοῦ βασιλικοῦ σεκρέτου ἐπὶ τὸ τῆς ἀψίδος μέρος. Καὶ εὐθέως νεύει ὁ βασιλεὺς τῷ πραιποσίτῳ, καὶ εἰσάγει τὴν Αὐγοῦσταν ἀπὸ μαφορίου, φοροῦσαν καὶ στιχάριν βασιλίκιν, διὰ 2.17 τοῦ διαβατικοῦ τοῦ Ἁγίου Στεφάνου εἰς τὸν Αὐγουστέα, οὔσης αὐτῆς εἰς τὸν κοιτῶνα ἔνδον τοῦ Ὀκταγώνου, πρὸς τοὺς δεσπότας, καὶ εὐθέως ἄρχεται ὁ πατριάρχης τὴν εὐχὴν εἰς τὴν χλαμύδα. Καὶ ὅτε ἡ εὐχὴ παρὰ τοῦ πατριάρχου τελεῖται, λαμβάνει ἡ Αὐγοῦστα κηρούς, καὶ πληρωθείσης τῆς εὐχῆς ἐπιδίδωσι τοὺς κηροὺς τῷ πριμικηρίῳ εἴτε τῷ ὀστιαρίῳ, καὶ ἀποσκεπάζουσιν οἱ δεσπόται τὸ μαφόριον τῆς Αὐγούστης, καὶ λαμβάνουσιν αὐτὸ οἱ κουβικουλάριοι ἁπλοῦντες αὐτὸ γύροθεν αὐτῆς. Καὶ λαμβάνει ὁ πατριάρχης τὴν χλαμύδα καὶ ἐπιδίδωσι τοῖς δεσπόταις, καὶ εὐθέως περιτιθέασιν οἱ δεσπόται τὴν χλαμύδα τῇ Αὐγούστῃ, καὶ φιβλώνουσιν αὐτὴν οἱ αὐτοί, καὶ πάλιν ποιεῖ εὐχὴν ἐπὶ τοῦ στέμματος καὶ τῶν πρεπενδουλίων, καὶ ὅτε πληρώσῃ τὴν εὐχὴν ὁ πατριάρχης, ἐπιδίδωσι τὸ στέμμα τοῖς δεσπόταις, καὶ οἱ δεσπόται ἐπιτιθέασιν αὐτὸ εἰς τὴν κεφαλὴν τῆς Αὐγούστης. Ὁμοίως ἐπιδίδωσιν ὁ πατριάρχης καὶ τὰ πρεπενδούλια τοῖς δεσπόταις, καὶ κρεμῶσιν αὐτὰ οἱ δεσπόται ἐν τῷ στέμματι τῆς Αὐγούστης, καὶ εὐθέως εἰσέρχεται ὁ πατριάρχης εἰς τὸν Ἅγιον Στέφανον καὶ οἱ ἐπίσκοποι καὶ τὸ σέκρετον τοῦ πατριάρχου, καὶ τίθεται σελλίον ἄλλο λόγῳ τῆς Αὐγούστης, καὶ εὐθέως καθέζονται οἱ δεσπόται καὶ ἡ Αὐγοῦστα. Καὶ μετὰ τοῦτο εἰσάγονται παρὰ τοῦ τῆς καταστάσεως πάντες, προσκυνοῦντες τὰ γόνατα τῶν δεσποτῶν καὶ τῆς Αὐγούστης, καὶ μετὰ τὸ προσκυνῆσαι πάντας τοῦ σεκρέτου, (ἵστανται καὶ οἱ σιλεντιάριοι, καὶ εἰσάγει αὐτοὺς ὁ τοποτηρητὴς τῷ κόμητι τῶν ἀδμησιόνων, καὶ προσκυνοῦσιν καὶ ἵστανται ὄπισθεν, καὶ προσκυνεῖ καὶ ὁ τῆς καταστάσεως), καὶ εὐθέως λαμβάνει νεῦμα παρὰ τῶν δεσποτῶν ὁ πραιπόσιτος καὶ λέγει· \"Κελεύσατε\" καὶ ἐξέρχονται ἐπευχόμενοι, καὶ ἀπέρχονται οἱ πατρίκιοι εἰς τὸ Ὀνοπόδιον, καὶ οἱ ὕπατοι εἰς τὸν πόρτηκα τῶν ιθʹ 2.18 Ἀκκουβίτων, καὶ ἵστανται κονσιστώριον εἰς τὸ σχιστὸν βῆλον, οἱ δὲ κόμητες καὶ οἱ κανδιδάτοι καὶ οἱ δομέστικοι καὶ οἱ λοιποὶ ἀπέρχονται ἐν τῷ Τριβουναλίῳ, καὶ ἵστανται ἔμπροσθεν τῶν σκευῶν. Καὶ ἐξελθόντος τοῦ σεκρέτου ἀπὸ τοῦ πόρτηκος τοῦ Αὐγουστέως, εὐθέως εἰσάγει ὁ τῆς καταστάσεως μετὰ καὶ ἑτέρου σιλεντιαρίου, κρατοῦντες τὴν πρώτην τῶν συγκλητικῶν, καὶ ὄπισθεν αἱ λοιπαὶ ἀκολουθοῦσαι, ἔμπροσθεν δὲ ὀστιάριος μετὰ βεργίου, καὶ ἔνθα νεύσει, προσκυνοῦσι τρίτον. Καὶ εἰσάγονται αἱ προρρηθεῖσαι ὑπὸ σιλεντιαρίων κρατούμεναι, καὶ προσκυνοῦσι τὰ γόνατα τῶν δεσποτῶν, ὁμοίως καὶ τῆς Αὐγούστης, καὶ ὅτε πληρώσωσιν αἱ συγκλητικαὶ τὴν προσκύνησιν, ἐξέρχονται αὐταὶ εἰς τὴν Χρυσῆν Χεῖρα καὶ ἵστανται ἔνδοθεν τῆς κορτίνας."
      },
      {
        "index": 3,
        "text": "Καὶ τῆς Αὐγούστης ἐξελθούσης εἰς τὴν Χρυσῆν Χεῖρα, εἰσέρχονται ὄπισθεν αὐτῆς αἱ πατρικίαι καὶ αἱ λοιπαὶ συγκλητικαί, καὶ ἐξέρχεται ἡ Αὐγοῦστα ἐν τῷ Ὀνοποδίῳ, ὀψικευομένη ὑπὸ τοῦ κουβουκλείου, καὶ ἵστανται οἱ πατρίκιοι κονσιστώριον εἰς τὸ αὐτὸ Ὀνοπόδιον, καὶ στάσης αὐτῆς, πίπτουσιν οἱ πατρίκιοι. Καὶ ἀναστάντων αὐτῶν, νεύει ὁ πραιπόσιτος τῷ τῆς καταστάσεως, καὶ λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ ἀποκινοῦσιν ὀψικεύοντες, καὶ αἴρεται ἡ κορτίνα ὑπὸ δύο σιλεντιαρίων, καὶ ἵσταται πάλιν ἡ Αὐγοῦστα εἰς τὸ Δικιόνιον, καὶ πίπτουσιν οἱ συγκλητικοὶ ἅμα τοῖς πατρικίοις, καὶ ἀναστάντων αὐτῶν, νεύει ὁ πραιπόσιτος τῷ σιλεντιαρίῳ, καὶ λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται. Καὶ ἀποκινεῖ ἡ σύγκλητος, καὶ ἐξέρχεται διὰ τοῦ μέσου πυλῶνος τοῦ Τριβουναλίου ἔνθεν κἀκεῖθεν εἰς τὴν κεφαλὴν τῶν βάθρων, καθὼς ὀψικεύουσιν· οἱ δὲ λοιποὶ ἄρχοντες τῶν ταγμάτων κατέρχονται ἐν τῷ αὐτῷ Τριβουναλίῳ, ἔνθα ἵσταται ὁ σταυρὸς καὶ τὰ σκῆπτρα, λάβουρά τε ἅμα καὶ 2.19 τῶν λοιπῶν σκευῶν, τὰ δὲ δύο μέρη ἐν τῷ ἅμα, καὶ τὸ λοιπὸν ἅπαν τοῦ λαοῦ καὶ οἱ ἄρχοντες τῶν ταγμάτων ἵστανται ἔμπροσθεν τῶν σκευῶν εἰς τοὺς τόπους αὐτῶν. Καὶ ὅτε ἐξέλθῃ ἡ σύγκλητος ἅμα τοῖς πατρικίοις καὶ στῶσιν, ἀναφαίνει ἡ Αὐγοῦστα, ὁδηγουμένη ὑπὸ τοῦ πραιποσίτου καὶ πριμικηρίου, καὶ στάσης αὐτῆς εἰς τὴν μέσην τοῦ ἡλιακοῦ, ἀνακράζουσι τὰ μέρη καὶ ἅπαν τοῦ λαοῦ· \"Ἅγιος, Ἅγιος, Ἅγιος. Δόξα ἐν ὑψίστοις Θεῷ, καὶ ἐπὶγῆς εἰρήνη.\" Καὶ ἀκτολογοῦσι τὰ μέρη τὰ τῷ στεψίμῳ ἁρμόζοντα. Καὶ ἀποκινεῖ ἡ Αὐγοῦστα εἰς τὴν μέσην τοῦ ἡλιακοῦ, καὶ ὅτε ἀπέλθῃ εἰς τὸ μέσον κάγκελον, ἵσταται, καὶ ἐπιδίδωσιν ὁ ὀστιάριος ζυγὴν κηροὺς καὶ λαβοῦσα τοὺς κηροὺς ποιεῖ προσκύνησιν ἐπὶ τὸν σταυρόν, καὶ εὐθέως πίπτουσιν οἱ ἄρχοντες καὶ προσκυνοῦσιν αὐτὴν καὶ τὰ σκεύη πάντα, σκῆπτρα, λάβουρα καὶ τὰ λοιπά. Καὶ ὅτε πληρώσωσιν τὰ μέρη τὰ ἄκτα τῆς ἀναγορεύσεως, καὶ εἴπωσι· \"Τοῦτο τὸ βασίλειον, Κύριε, στερέωσον\", εὐθέως εἰσέρχεται ἡ σύγκλητος εἰς τὸν πόρτηκα τῶν ιθʹ Ἀκκουβίτων, καὶ ἵστανται κονσιστώριον μέχρι τοῦ Δικιονίου καὶ Ὀνοποδίου, αἱ δὲ συγκλητικαὶ γυναῖκες ἀκολουθοῦσαι, ὅτε ἀποκινήσῃ ἡ σύγκλητος τὴν ἔσω, μεθίστανται αἱ γυναῖκες καὶ ἀπέρχονται ἐπὶ τοὺς ἐλεφαντίνους πυλῶνας τοῦ Καστρησιάκου, καὶ ἐκδέχονται ἐκεῖσε, μέχρις ἂν εἰσέλθῃ ἡ Αὐγοῦστα εἰς τὸν Αὐγουστέα. Ἡ δὲ σύγκλητος ἵσταται, μέχρις ἂν πληρώσωσι τὰ μέρη· \"Πολλὰ τὰ ἔτη,\" καὶ τὰ ἑξῆς, καὶ ὅτε πληρώσωσι τὴν εὐφημίαν τὰ μέρη, προσκυνεῖ ἡ Αὐγοῦστα ἔνθεν κἀκεῖσε πρὸς τὰ δύο μέρη, καὶ ἀποκινεῖ τὴν ἔσω, καὶ λέγουσι τὰ δύο μέρη· \"Περισώσῃ ὁ Θεὸς τὴν Αὐγοῦσταν\", αἱ δὲ πατρικίαι ἵστανται ἔνδον τῆς πύλης τοῦ Τριβουναλίου, καὶ ὅτε εἰσέλθῃ ἡ Αὐγοῦστα ἀπὸ τοῦ ἡλιακοῦ, ἀποκινοῦσιν οἱ πατρίκιοι μέχρι τῆς Χρυσῆς Χειρὸς ὀψικεύοντες· τὸ δὲ 2.20 σέκρετον τῶν ὑπάτων ἵσταται μέχρι τοῦ Δικιονίου, καὶ ὅτε μεσάσῃ ἡ Αὐγοῦστα εἰς τὴν μέσην τῶν ὑπάτων, ἐπεύχονται τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Ὁμοίως καὶ οἱ πατρίκιοι εἰς τὴν Χρυσῆν Χεῖρα, καὶ διέρχεται ἡ Αὐγοῦστα, καὶ εἰσέρχεται εἰς τὸν Αὐγουστέα, καὶ ἵσταται τὸ πᾶν τοῦ κουβουκλείου εἰς τὸν Αὐγουστέα, καὶ ῥωμαΐζουσιν· \"Βαῖνε, βαῖνε, ἡ Αὐγοῦστα· καλῶς ἦλθες, ἡ Αὐγοῦστα.\" Καὶ εἰσέρχεται ἡ Αὐγοῦστα εἰς τὸ Ὀκτάγωνον τὸ ἔξω τοῦ Ἁγίου Στεφάνου, καὶ εἰσέρχεται ὁ βασιλεὺς καὶ ἡ Αὐγοῦστα εἰς τὸν Ἅγιον Στέφανον, καὶ γίνεται τὸ μνῆστρον καὶ ἐξέρχονται τῆς ἐκκλησίας. Καὶ λειτουργεῖ ὁ πατριάρχης, καὶ ὅτε ἀπολύσῃ ἡ λειτουργία, εἰσέρχονται οἱ δεσπόται καὶ ἡ Αὐγοῦστα, καὶ γίνεται τὸ στεφάνωμα."
      },
      {
        "index": 4,
        "text": "Χρὴ δὲ εἰδέναι ὅτι ὁ βασιλεὺς ἐστεμμένος στεφανοῦται, καὶ ἐξέρχονται ἐστεφανωμένοι ἐπὶ τὴν Χρυσῆν Χεῖρα, καὶ δέχονται οἱ πατρίκιοι ἐν τῷ Ὀνοποδίῳ, καὶ στάντων τῶν δεσποτῶν, πίπτουσιν οἱ αὐτοί. Καὶ ἀναστάντων αὐτῶν, νεύει ὁ πραιπόσιτος τῷ τῆς καταστάσεως, καὶ λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\" καὶ ἀποκινοῦσιν, ὀψικεύοντες μέχρι τοῦ σεκρέτου τῶν ὑπάτων, καὶ στάντων τῶν δεσποτῶν, πίπτουσιν οἱ συγκλητικοὶ πάντες ἅμα τοῖς πατρικίοις, καὶ ἀναστάντων αὐτῶν, νεύει ὁ πραιπόσιτος τῷ σιλεντιαρίῳ, καὶ λέγει· \"Κελεύσατε\" καὶ ἀποκινοῦσιν ὀψικεύοντες μέχρι τοῦ παστοῦ. Τὰ δὲ μέρη δέχονται εἰς τὸν τρίκλινον τῶν κανδιδάτων ἔνθεν κἀκεῖθεν πλησίον τῶν γραδηλίων τῆς Μανναύρας, οἱ δὲ κράκται τῶν δύο μερῶν ἡνωμένοι λέγουσιν οἱ ἀμφότεροι ὁμοῦ τὰς ἀναφωνήσεις, τὰ δὲ ὄργανα αὐλοῦσιν ἐπὶ τὸ μέρος τῶν Πρασίνων. Καὶ ὅτε διέλθῃ τὸ στεφάνωμα, εἰσέρχονται τὰ μέρη εἰς τὸν παστόν, καὶ ἵστανται οἱ βασιλεῖς ἐστεμμένοι εἰς τὸν παστόν, καὶ ἀκτολογοῦσιν τὰ μέρη τὰ κατὰ συνήθειαν. Καὶ ἀπέρχονται οἱ δεσπόται 2.21 ἐστεφανωμένοι εἰς τὴν κόγχην τοῦ παστοῦ, ἔνθα ἵσταται ὁ βασιλικὸς κράβαττος, καὶ τιθέασιν τὰ στέμματα ἐπὶ τὸν κράβαττον, καὶ εὐθέως ἀπέρχονται οἱ δεσπόται διὰ τῶν διαβατικῶν, ὡς ἐπὶ τὸν Ἔρωτα, εἰς τὰ ιθʹ Ἀκκούβιτα, καὶ ἀκουβίζουσιν καὶ ὅτε ἀναστῶσιν, ὁρίζει οὓς κελεύει φίλους, καὶ εἰσέρχονται εἰς τὸν παστὸν, ὡς ἔχει ἡ συνήθεια. Χρὴ δὲ γινώσκειν ὅτι οὐ καθέζονται οἱ δεσπόται μετὰ χλανίδια εἰς τὸν παστὸν μετὰ τῶν φίλων, ὁ μέγας βασιλεὺς φορῶν σαγίον χρυσοῦν, ὁ δὲ μικρὸς βασιλεὺς φορῶν τζιτζάκιν, οἱ δὲ φίλοι, καθὼς ἀκουμβίζουσιν. Χρὴ δὲ γινώσκειν ὅτι, ἐὰν ἐξέλθῃ ἡ Αὐγοῦστα ἐστεμμένη ἐν τῷ τρικλίνῳ, οἱ σπαθάριοι μετὰ διστράλια ὀψικεύουσιν, τὸ δὲ ἅρμα οὐκ ἀκολουθεῖ· εἰ δὲ ἐπὶ τῶν ιθʹ Ἀκκουβίτων οὐκ ὀψικεύουσιν οἱ σπαθάριοι τὸ σύνολον."
      },
      {
        "index": 5,
        "text": "Αἱ δὲ συγκλητικαί, ἀφ' οὗ εἰσέλθῃ ἡ Αὐγοῦστα ἀπὸ τοῦ Τριβουναλίου εἰς τὸν Αὐγουστέα, εἰσέρχονται καὶ αἱ γυναῖκες διὰ τοῦ τρικλίνου τῶν ιθʹ Ἀκκουβίτων διὰ τῆς εἰσόδου τοῦ βασιλικοῦ ἀκκουβίτου, καὶ ἀπέρχονται εἰς τὸν πόρτικα τοῦ Αὐγουστέως, ἔνθα κρέμαται ἡ κορτίνα. Καὶ ὅτε διέλθῃ τὸ στεφάνωμα εἰς τὴν Χρυσῆν Χεῖρα, εἰσέρχονται αἱ πατρικίαι καὶ αἱ λοιπαὶ ὄπισθεν τῆς Αὐγούστης μέχρι τῆς γεφύρας, καὶ αἱ κλητωρευθεῖσαι ἀπέρχονται ἐπὶ τὸν κοχλίαν τῆς Ἁγίας Χριστίνης, καὶ αἱ λοιπαὶ ἀναχωροῦσιν. Χρὴ δὲ εἰδέναι ὅτι οὐ φοροῦσιν αἱ πατρίκιαι εἰς τὸ στεφάνωμα τῆς Αὐγούστης προπόλωμα. Χρὴ δὲ γινώσκειν ὅτι ὁρίζει ὁ βασιλεὺς ἐκ τὰς πατρικίας, οἵας θέλει, ἵνα εἰσέλθωσιν εἰς τὸν Αὐγουστέα διὰ τοῦ Ὀκταγώνου, καὶ ἴδωσι τὸ στέψιμον τῆς Αὐγούστης. Ὁμοίως καὶ εἰς τὸ στεφάνωμα ὁρίζει ὁ βασιλεύς, ἵνα εἰσέλθῃ ὁ παράνυμφος, καὶ πατρικίους, οὓς κελεύει, καὶ ὅτε πληρωθῇ 2.22 τὸ στεφάνωμα, ἐξέρχονται οἱ αὐτοὶ πατρίκιοι καὶ ἵστανται εἰς τοὺς τόπους αὐτῶν μετὰ καὶ τοὺς λοιποὺς πατρικίους. Χρὴ δὲ γινώσκειν ὅτι τῇ τρίτῃ τοῦ λουτροῦ, ὅπως ὀφείλει γενέσθαι ἡ ἀκολουθία, ἵσταται τὸ μέρος τῶν Βενέτων εἰς τὸν δεξιὸν ἔμβολον τῆς Μανναύρας, οὗ ἐστιν ἡ πύλη τοῦ Αὐγουστέως, τὰ ἴσα τοῦ πίνσου, ὁμοίως καὶ οἱ Πράσινοι εἰς τὸ ἀντικρὺ μέρος πλησίον τοῦ στάβλου, τὸ δὲ ὄργανον εἰς τὸ ἀναδενδράδιον, καὶ τὸ ἕτερον εἰς τὴν εἴσοδον τοῦ στάβλου, ὀλίγον ἀπὸ διαστήματος, καὶ ἄλλο ὄργανον ἐκεῖθεν τοῦ πουλπίτου τοῦ καταβασίου τοῦ λουτροῦ. Καὶ ὅτε ἐξέλθωσιν τὰ σάβανα, ἡ μυροθήκη, τὰ σκρινία καὶ τὰ σικλότρουλλα, ὀψικεύουσιν αὐτὰ οἱ ὕπατοι μέχρι τοῦ καταβασίου τοῦ λουτροῦ, τὰ θυμελικὰ πάντα ὀψικεύουσιν, ὡς ἔχει ἡ συνήθεια, καὶ ἀποσωθέντων τῶν σαβάνων, ἔρχονται οἱ ὕπατοι, καὶ ἵστανται εἰς τὴν πόδωσιν τῆς γεφύρας κονσιστώριον· οἱ δὲ πατρίκιοι ἵστανται εἰς τὴν τράπεζαν τῆς γεφύρας. Καὶ ὅτε ἐξέλθῃ ἡ Αὐγοῦστα ἀπὸ τοῦ παστοῦ, ἀποκινοῦσιν οἱ πατρίκιοι ὀψικεύοντες ἐπὶ τὸ καταβάσιον τῆς γεφύρας τὸ μέρος τοῦ Ὠάτου, καὶ ἀποκινοῦσιν οἱ ὕπατοι ὀψικεύοντες μέχρι τοῦ καταβασίου τῆς Ἁγίας Χριστίνης. Καὶ δέχεται πρῶτον τὸ μέρος τῶν Βενέτων, ὅτε ἀναφανῇ ἡ Αὐγοῦστα, καὶ ἀκτολογοῦσιν, ὡς ἔχει ἡ συνήθεια. Αὐλοῦσιν καὶ τὰ ὄργανα, καὶ ὅτε μεσάσῃ ἡ Αὐγοῦστα εἰς τὸ ἀναδενδράδιον, ἄρχονται ἀκτολογεῖν καὶ οἱ Πράσινοι ὁμοίως. Καὶ εἰσέρχεται ἡ Αὐγοῦστα εἰς τὸ λουτρόν, καὶ ὅτε ἐξέλθῃ, ὁμοίως γίνεται ἡ ἀκολουθία τοῦ ὀψικίου τῆς συγκλήτου, καὶ εἰσέρχονται ὀψικεύοντες μέχρι τοῦ παστοῦ, καὶ ἵστανται κονσιστώριον ἕως οὗ εἰσέλθῃ ἡ Αὐγοῦστα εἰς τὸ δεξιὸν μέρος τῆς κόγχης. Τὰ δὲ μέρη ἔρχονται καὶ 2.23 αὐτὰ ὄπισθεν ἀκτολογοῦντα ἕως τοῦ παστοῦ, αἱ δὲ κληθεῖσαι γυναῖκες ἀπέρχονται ὄπισθεν τοῦ Ὠάτου. Χρὴ δὲ γινώσκειν ὅτι περιπατοῦσιν τρεῖς ῥοδιῶνες διάλιθοι πορφυροῖ, τὸν μὲν ἕνα βαστάζει ἡ παρακαθίστρια ὄπισθεν τῆς Αὐγούστης, καὶ ἄλλοι δύο ἔνθεν κἀκεῖθεν. 2.24 ΝΑʹ (ΜΒʹ) Ἀκτολογία τῶν δήμων ὅταν τεχθῇ παιδίον πορφυρογέννητον. Ἀνιόντων τῶν δύο μερῶν ἐν τῇ φιάλῃ τοῦ Σίγματος, λέγουσιν οἱ κράκται· \"Τοῖς δεσπόταις.\" Ὁ λαός· \"Νίκαις καλὴ ἡμέρα. Οἱ κράκται· \"Καὶ τί πρὸς αὐτούς;\" Ὁ λαός· \"Καὶ ἐνίσχυσον αὐτούς, ναὶ Κύριε, σὺ αὐτοὺς σῶσον, ναὶ Κύριε, νίκαις καλὴ ἡμέρα.\" Οἱ κράκται· \"Ταῖς Αὐγούσταις.\" Ὁ λαός· \"Νίκαις καλὴ ἡμέρα.\" Οἱ κράκται· \"Καὶ τί πρὸς αὐτάς;\" Ὁ λαός· \"Καὶ ἐνίσχυσον αὐτάς, ναὶ Κύριε, σὺ αὐτὰς σῶσον, ναὶ Κύριε, νίκαις καλὴ ἡμέρα.\" Οἱ κράκται· \"Τῇ συγκλήτῳ.\" Ὁ λαός· \"Νίκαις καλὴ ἡμέρα.\" Οἱ κράκται· \"Καὶ τί πρὸς αὐτήν;\" Ὁ λαός· \"Καὶ ἐνίσχυσον αὐτήν, ναὶ Κύριε, σὺ αὐτὴν σῶσον, ναὶ Κύριε, νίκαις καλὴ ἡμέρα.\" Οἱ κράκται· \"Τῶν στρατοπέδων.\" Ὁ λαός· \"Νίκαις καλὴ ἡμέρα.\" Οἱ κράκται· \"Καὶ τί πρὸς αὐτούς;\" Ὁ λαός· \"Καὶ ἐνίσχυσον αὐτούς, ναὶ Κύριε, σὺ αὐτοὺς σῶσον, καὶ Κύριε, νίκαις καλὴ ἡμέρα.\" Οἱ κράκται δὲ λέγουσιν ἀπὸ τούτων ἕτερα ἄκτα· \"Καλὰς ἡμέρας καὶ ἀγαθὰς ὁ Θεὸς παράσχῃ τοῖς ὀρθοδόξοις δεσπόταις.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Ὁ Θεὸς καλαῖς ἡμέραις πλεονάσῃ τὴν βασιλείαν.\" Ὁ λαὸς 2.25 ὁμοίως ἐκ γʹ. Οἱ κράκται. \"Ὁ Θεὸς καλὰς ἡμέρας καταπέμψῃ τοῖς δεσπόταις.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Ὁ Θεὸς καλὰς ἡμέρας καταπέμψῃ ταῖς Αὐγούσταις σὺν τοῖς πορφυρογεννήτοις.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Τελείας νίκας ὁ Θεὸς χορηγήσῃ ὁ δεῖνα καὶ ὁ δεῖνα.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Ὁ Θεὸς καλὰς ἡμέρας καὶ καλὰ γενέθλια παράσχῃ τῷ τεχθέντι ὑμῖν ὁ δεῖνα τῷ πορφυρογεννήτῳ.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Πνεῦμα τὸ πανάγιον, τὰς Αὐγούστας σκέπασον.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Μήτηρ τοῦ Θεοῦ ἡμῶν, φύλαττε τὰ πορφυρρογέννητα.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Ἔς, ὁ Θεὸς ὁ ἅγιος, τοὺς δεσπότας φύλαττε.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Κύριε, ζωὴν αὐτῶν διὰ τὴν ζωὴν ἡμῶν.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Καὶ λέγουσι πάντες· \"Πολυχρόνιον ποιήσῃ ὁ Θεός.\" 2.26 ΝΒʹ (ΜΓʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ χειροτονίᾳ καίσαρος. Αἴτησις γίνεται τῆς συγκλήτου καὶ πάντων τῶν στρατευμάτων, καὶ ὅτε κελεύουσιν οἱ δεσπόται, τῆς ὑποσχέσεως γενομένης, τῇ ἁγίᾳ κυριακῇ τῆς ἁγίας Ἀναστάσεως γίνεται οὕτως. Τῇ αὐτῇ ἡμέρᾳ προέρχονται τάχιον πάντες οἱ ἄρχοντες καὶ στρατεύματα εἰς τὸ Τριβουνάλιον τῆς ἀραίας, ἔξωθεν τῶν ιθʹ Ἀκκουβίτων, καὶ εὐφημοῦσι τοὺς βασιλεῖς, κατὰ τὸν ὅμοιον τρόπον. Καὶ αἰτοῦνται διὰ τὸν καίσαρα, καὶ συντόμως λαμβάνουσιν ἀπόκρισιν, εἴτε αὐτοῦ τοῦ βασιλέως ἐξερχομένου, εἴτε δηλοποιοῦντος αὐτοῖς, καὶ σιωπῶσιν. Καθέζονται δὲ οἱ δεσπόται ἐν τῷ μεγάλῳ τρικλίνῳ τῶν ιθʹ Ἀκκουβίτων, καὶ εἰσέρχεται ὁ πατριάρχης τάχιον, καὶ ἐκδέχεται εἰς τὸν Ἅγιον Στέφανον, καὶ καθεσθέντων δεσποτῶν, δέχονται τὸ σέκρετον, βῆλον αʹ· τοὺς μαγίστρους, καὶ τὰ λοιπὰ βῆλα κατὰ τάξιν, ὡς ἔχει ἡ συνήθεια, καὶ ὅτε εἰσέλθωσι τὰ βῆλα καὶ πληρωθῶσι, κελεύουσιν οἱ δεσπόται λαλῆσαι αὐτοῖς τὰ περὶ τοῦ καίσαρος, φοροῦντες καὶ τὰ διβητήσια καὶ τὰς χλαμύδας καὶ τὰ στέμματα αὐτῶν, καὶ πάντων συναινούντων ἐπὶ τῇ χειροτονίᾳ τοῦ καίσαρος, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ καὶ λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται. Καὶ ἐξέρχεται τὸ σέκρετον, καὶ ἵστανται οἱ πατρίκιοι κονσιστώριον εἰς τὸν πόρτικα τῶν ιθʹ Ἀκκουβίτων, οἱ δὲ λοιποὶ συγκλητικοὶ ἐξέρχονται καὶ ἵστανται εἰς τὰ γραδήλια τῆς 2.27 ἀραίας ἔνθεν κἀκεῖθεν τοῦ ἡλιακοῦ, τὰ δὲ σκῆπτρα καὶ τὰ λάβουρα καὶ πάντα τὰ σκεύη καὶ ὁ σταυρὸς ἵστανται ἐν τῷ Τριβουναλίῳ καὶ πᾶς ὁ λαός, καὶ τιθέασιν ἀντιμίσιν ἐν τῷ Τριβουναλίῳ, ἐν ᾧ κεῖνται αἱ χλαμύδες μετὰ τῶν φιβλῶν καὶ τῶν περικεφαλαίων, ἤτοι τὰ λεγόμενα καισαρίκια. Καὶ ἐξέρχονται οἱ δεσπόται ἅμα τοῦ πατριάρχου, καὶ δέχονται οἱ πατρίκιοι ἐν τῷ πόρτηκι, καὶ ὀψικεύοντες τοὺς δεσπότας ἐξέρχονται ἐν τῷ Τριβουναλίῳ, καὶ ἵστανται οἱ πατρίκιοι εἰς τὰ γραδήλια ἔνθεν κἀκεῖθεν, οἱ δὲ δεσπόται ἀνέρχονται ἐν τῷ ἡλιακῷ μετὰ τοῦ πατριάρχου, καὶ εὐθέως ὁ βασιλεὺς προσομιλεῖ τῷ λαῷ, εἴ τι βούλεται, καὶ εἴ τι ἔχουσιν ἀποκριθῆναι ὁ λαός, ἀποκρίνονται. Καὶ ἐπιτρέπει ὁ βασιλεὺς τῷ πραιποσίτῳ καὶ τῷ μαγίστρῳ, καὶ ἀπέρχονται καὶ φέρουσι τοὺς ὀφείλοντας χειροτονηθῆναι καίσαρας ἀπὸ διβητησίων καὶ καμποτούβων. Τὰ γὰρ χλανίδια καὶ τὰ φιβλία ἐπάνω τῶν χλανιδίων καὶ τὰ καισαρίκια εἰς πλάγια τῶν χλανιδίων καὶ ἐπίκεινται εἰς τὸ ἀντιμίσιον, καὶ ὁ μὲν πατριάρχης ἵσταται ἔμπροσθεν τοῦ ἀντιμισίου, οἱ δὲ δεσπόται ἔνθεν κἀκεῖθεν αὐτοῦ, καὶ ὄπισθεν τοῦ πατριάρχου ὁ διάκονος, καὶ οἱ ὀφείλοντες χειροτονηθῆναι καίσαρες ἵστανται ὄπισθεν τοῦ διάκονος. Καὶ λαμβάνουσιν οἱ δεσπόται καὶ οἱ καίσαρες κηροὺς καὶ ἅπτουσιν, καὶ λέγει ὁ διάκονος· \"Ἐν εἰρήνῃ τοῦ Κυρίου δεηθῶμεν.\" Στρέφεται οὖν ὁ βασιλεὺς κατὰ ἀνατολὰς καὶ τὸ ἀποκρίνεται· \"Κύριε, ἐλέησον.\" Καὶ μετὰ τὸ πληρῶσαι τὸν διάκονον τὴν λιτανείαν καὶ ἀποκριθῆναι τὸν λαόν· \"Σύ, Κύριε,\" ἀπάρχεται ὁ πατριάρχης τῆς εὐχῆς τό· \"Δέσποτα Κύριε\". Καὶ ὅτε πληρώσῃ τὴν εὐχὴν μέχρι τοῦ· \"Νῦν καὶ ἀεὶ καὶ εἰς τοὺς αἰῶνας τῶν αἰώνων\", καὶ μετὰ τὸ ἀποκριθῆναι τὸν λαόν· \"Ἀμήν\", ἐπαίρει ὁ πατριάρχης τὸ χλανίδιον καὶ ἐπικείμενον εἰς αὐτὸ τὸ φιβλὶν καὶ ἐπιδίδωσι τοὺς 2.28 βεστήτορας, εὐθέως ἁπλοῦσιν αὐτὸ οἱ βεστήτορες, κρατοῦντες αὐτὸ ἔμπροσθεν τῶν δεσποτῶν. Καὶ φέρει ὁ πραιπόσιτος καὶ ὁ μάγιστρος τοὺς προβληθέντας, καὶ παριστῶσιν αὐτοὺς τοῖς δεσπόταις, καὶ ἐφαπλοῦσιν οἱ δεσπόται τὰς χεῖρας, καὶ κρατοῦσι τὴν χλαμύδα, καὶ περιβάλλουσι τοὺς καίσαρας καὶ φιλοῦσιν αὐτούς, καὶ ἀποκρίνεται ὁ λαός, ἤτοι οἱ κράκται, λέγοντες· \"Εὐτυχῶς, εὐτυχῶς\" καὶ ὁ λαὸς ἐκ τρίτου τὸ αὐτό. Καὶ εὐθέως ὁ πατριάρχης κατασφραγίζει πρὸς τὸν λαὸν τρίτον τὰ κατὰ συνήθειαν τρία σταυρία καὶ λέγει· \"Εἰρήνη πᾶσιν\" καὶ ἀποκρίνεται ὁ λαός· \"Καὶ τῷ πνεύματί σου.\" Καὶ λέγει ὁ διάκονος· \"Τὰς κεφαλὰς ἡμῶν τῷ Κυρίῳ κλίνωμεν\" καὶ ὁ λαός· \"Σύ, Κύριε.\" Καὶ κύπτοντος τοῦ λαοῦ μικρὸν μέρος, καὶ ὁ πατριάρχης κύψας καὶ οἱ βασιλεῖς καὶ οἱ καίσαρες, λέγει ὁ πατριάρχης τὴν δευτέραν εὐχήν. Καὶ ὅτε πληρώσῃ τὴν εὐχήν, καὶ ἀποκριθῇ ὁ λαὸς τό· \"Ἀμήν,\" ἐπαίρει ὁ πατριάρχης τὰ καισαρίκια, φιλῶν αὐτά, καὶ ἐπιδίδωσι τοῖς δεσπόταις, καὶ λαμβάνοντες οἱ δεσπόται, φιλοῦσιν αὐτὰ καὶ ποιοῦσιν φιλῆσαι καὶ τοὺς καίσαρας. Καὶ εὐθέως κατασφραγίζουσιν οἱ δεσπόται μετ' αὐτῶν ἐπάνω τῆς κεφαλῆς αὐτῶν, κατονομάζοντες τὸ ὄνομα τῆς ἁγίας Τριάδος, βάλλουσιν αὐτὰ εἰς τὴν κεφαλὴν τοῦ χειροτονουμένου καίσαρος, καὶ εὐθέως ἀνακράζουσι τὰ μέρη καὶ πᾶς ὁ λαός, οἱ κράκται· \"Φιλλικήσιμε, φιλλικήσιμε, φιλλικήσιμε\" καὶ ὁ λαὸς ἐκ τρίτου· \"Φιλλικήσιμε.\" Οἱ κράκται· \"Πολλὰ τὰ ἔτη τῶν βασιλέων, ὁ δεῖνα καὶ ὁ δεῖνα μεγάλων βασιλέων πολλὰ τὰ ἔτη, θεοπροβλήτων βασιλέων,\" καὶ τὰ ἑξῆς. Καὶ ὅτε πληρωθῇ ἡ εὐφημία καὶ ἀναγόρευσις τῶν καισάρων, εἰσέρχονται οἱ δεσπόται μετὰ τοῦ πατριάρχου καὶ τῶν καισάρων εἰς τὸν τρίκλινον τῶν ιθʹ Ἀκκουβίτων, καὶ καθέζονται ἐν σελλίοις, καὶ οἱ καίσαρες ἔνθεν κἀκεῖθεν. 2.29 Καὶ εὐθέως τὰ σκεύη καὶ τὰ μέρη καὶ πᾶς ὁ λαὸς ἀπέρχονται καὶ ἵστανται εἰς τοὺς τόπους αὐτῶν, καὶ καθεσθέντων τῶν δεσποτῶν, εἰσέρχονται οἱ διδόντες τὴν ἀγάπην ἀπὸ πλαγίου, καὶ προσκυνοῦσι τὰ δύο γόνατα τοῦ μεγάλου βασιλέως, ὁμοίως καὶ τοῦ μικροῦ, καὶ προσκυνοῦσιν ἓν γόνατον τοῦ καίσαρος τοῦ ἐκ δεξιῶν καὶ ἓν τοῦ ἐξ εὐωνύμων, καὶ προσκυνοῦντες δίδωσι καὶ τὴν ἀγάπην. Καὶ ὅτε πληρώσωσιν τὰ προσκυνήματα ἀπὸ πλαγίου, εἰσέρχεται τὸ σέκρετον ὅλον, βῆλον αʹ· οἱ μάγιστροι, καὶ τὰ λοιπὰ βῆλα κατὰ τάξιν, ὡς ἔχει ἡ συνήθεια, καὶ προσκυνοῦσα ἡ σύγκλητος δίδωσι τὴν ἀγάπην, καὶ πληρωσάσης, λέγει ὁ πραιπόσιτος ἀπὸ κελεύσεως τό· \"Κελεύσατε.\" Καὶ ἐξέρχονται καὶ ἀλλάσσουσιν οἱ δεσπόται τοὺς λώρους καὶ τὰ στέμματα, ὁμοίως καὶ οἱ καίσαρες τοὺς λώρους καὶ τὰ καισαρίκια, καὶ ἐξέρχονται, καὶ πληροῦται πᾶσα ἡ ἀκολουθία τῆς ἑορτῆς, ὡς ἦν τυπικόν. Εἰς δὲ τὴν ἀγάπην καὶ τὴν κοινωνίαν πρῶτον οἱ δεσπόται, καὶ μετ' αὐτῶν οἱ καίσαρες ἐξέρχονται καὶ εἰσέρχονται ὁμοῦ ἐν τῷ μητατωρίῳ, καὶ πληροῦνται πάντα κατὰ τάξιν τῆς ἑορτῆς ὡς ἦν τυπικόν. Ἀκτολογία τῶν δήμων ἐπὶ χειροτονίᾳ καίσαρος. Τῶν δεσποτῶν διερχομένων μετὰ καὶ τοῦ πατριάρχου διὰ τοῦ μεγάλου τρικλίνου τῶν ιθʹ Ἀκκουβίτων, μήπω φθασάντων ἐν τῷ ἡλιακῷ τοῦ Τριβουναλίου, ἐν ᾧ προαποτίθεται ἀντιμίσιον, εἰς ὃ πρόκεινται ἥ τε χλαμὺς καὶ ὁ στέφανος ἤγουν τὰ καισαρίκια, λέγουσιν οἱ κράκται· \"Ἀνάτειλον, ἡ 2.30 ἔνθεος βασιλεία.\" Ὁ λαὸς ἐκ γʹ· \"Ἀνάτειλον.\" Οἱ κράκται· \"Ἀνάτειλον ὁ δεῖνα καὶ ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Ὁ λαὸς ἐκ γʹ· \"Ἀνάτειλον.\" Οἱ κράκται· \"Ἀνάτειλον οἱ θεράποντες τοῦ Κυρίου.\" Ὁλαὸς ἐκ γʹ· \"Ἀνάτειλον.\" Οἱ κράκται· \"Ἀνάτειλον ὁ δεῖνα καὶ ὁ δεῖνα Αὐγοῦσται τῶν Ρωμαίων.\" Ὁ λαὸς ἐκ τρίτου· \"Ἀνάτειλον.\" Οἱ κράκται· \"Ἀνάτειλον οἱ δεσπόται σὺν ταῖς Αὐγούσταις.\" Ὁ λαὸς ἐκ γʹ. \"Ἀνάτειλον.\" Καὶ δὴ ἐξερχομένων τῶν δεσποτῶν καὶ ἱσταμένων ἐπὶ τοῦ ἡλιακοῦ τοῦ αὐτοῦ Τριβουναλίου, τοῦ πατριάρχου ἱσταμένου ἐν τῷ ἀντιμισίῳ καὶ τοῦ διακόνου ὄπισθεν αὐτοῦ, κατασφραγίζουσιν οἱ δεσπόται τὸν λαὸν ἐκ τρίτου καὶ εἶθ' οὕτως λέγουσιν τὰ δύο μέρη· \"Ἅγιος, Ἅγιος, Ἅγιος.\" Καὶ αἰτοῦνται ἀπὸ φθογγῆς, λέγοντες· \"Δεσπόται τῆς οἰκουμένης δέξασθε τοὺς δούλους ὑμῶν παρακαλοῦντας· ὡς δοῦλοι τολμῶμεν παρακαλέσαι· μετὰ φόβου δυσωποῦμεν τοὺς δεσπότας, καὶ ἀνεξικάκως παρακλήθητε, ὦ εὐεργέται, εἰς τὴν δέησιν τοῦ λαοῦ ὑμῶν· δεσπόται, χαροποιήσατε τοὺς δούλους ὑμῶν· δεσπόται, ὑπὲρ εὐφροσύνης τῆς πόλεως ὑμῶν δυσωποῦμεν· ἐπιφανήτω τοῖς δούλοις ὑμῶν ὁ καῖσαρ· παρακαλοῦμεν οἱ δοῦλοι ὑμῶν, δεσπόται, εἰς δόξαν μεγίστην τῆς συγκλήτου, εἰς εὐτυχίαν μεγίστην τῶν στρατοπέδων, εἰς χαρμοσύνην τῶν δούλων ὑμῶν, εὐεργέται.\" Καὶ ὅτε γένηται τὸ νεῦμα παρὰ τοῦ πραιποσίτου τοῦ σιγῆσαι τὰ μέρη εἰς τὸ λαλῆσαι τὸν βασιλέα πρὸς τὸν λαὸν καὶ εἰς τὸ τέλος δῶσαι εὐχήν, ἀνακράζουσιν οἱ κράκται καὶ λέγουσι· \"Τῆς δεήσεως ἡμῶν εἰσήκουσαν οἱ στεφοδόται, εὐφράναντες τὸν λαὸν αὐτῶν μεγάλως, χαροποιήσαντες τὴν πολιτείαν οἱ δεσπόται, εἰς πλάτος καὶ αὔξησιν τῶν Ρωμαίων, εὐδοκίᾳ τοῦ στέψαντος ὑμᾶς, εὐεργέται· 2.31 ἀλλ' ὁ πάντων Ποιητὴς καὶ Δεσπότης τοὺς χρόνους ὑμῶν πληθύνῃ σὺν ταῖς Αὐγούσταις καὶ σὺν τῷ καίσαρι, τὸ κράτος ὑμῶν φυλάξῃ εἰς πλήθη χρόνων ἐν τῇ πορφύρᾳ. Εἰσακούσῃ ὁ Θεὸς τοῦ λαοῦ ὑμῶν, ὁ δεῖνα καὶ ὁ δεῖνα φιλόχριστοι, ἐν Θεῷ νικᾶτε.\" Καὶ δὴ τοῦ μέλλοντος γενέσθαι καίσαρος ἱσταμένου ὄπισθεν τοῦ διακόνου, λαμβάνουσι τοὺς κηροὺς παρὰ τοῦ πραιποσίτου οἵ τε δεσπόται καὶ αὐτὸς ὁ μέλλων γενέσθαι καῖσαρ, καὶ διὰ τῆς τρισσῆς προσκυνήσεως ἀπευχαριστοῦσιν τῷ Θεῷ, καὶ στρέφεται ἅπας ὁ λαὸς κατὰ ἀνατολάς, εἰσαγομένου τοῦ μέλλοντος γίνεσθαι καίσαρος παρά τε τοῦ πραιποσίτου καὶ τοῦ πρώτου μαγίστρου, καὶ λέγει ὁ διάκονος· \"Ἐν εἰρήνῃ τοῦ Κυρίου δεηθῶμεν\" καὶ ὁ λαός· \"Κύριε ἐλέησον.\" Καὶ μετὰ τὸ πληρῶσαι τὸν διάκονον ἀπάρχεται ὁ πατριάρχης τὴν εὐχήν, καὶ δὴ τοῦ πατριάρχου τὴν εἰωθυῖαν πληροῦντος εὐχήν, καὶ τοῦ λαοῦ ἀποκρινομένου τό· \"Ἀμήν,\" αἵρει ὁ πατριάρχης τὴν χλαμύδα καὶ ἐπιδίδωσι τοῖς βεστήτορσι, οἱ δὲ βεστήτορες ἁπλοῦσιν αὐτὴν ἔμπροσθεν τῶν δεσποτῶν, καὶ φέρει ὁ πραιπόσιτος καὶ ὁ πρῶτος μάγιστρος τὸν χειροτονούμενον καίσαρα, καὶ εὐθέως ἁπλοῦσιν οἱ δεσπόται τὰς χεῖρας καὶ κρατοῦσι τὴν χλαμύδα, καὶ περιτιθέασιν τῷ καίσαρι· καὶ φιλοῦσιν αὐτὸν καὶ λέγουσιν οἱ κράκται· \"Εὐτυχῶς, εὐτυχῶς, εὐτυχῶς.\" Καὶ ὁ λαὸς ἐκ γʹ τὸ αὐτό. Καὶ εὐθέως ὁ πατριάρχης κατασφραγίζει πρὸς τὸν λαὸν τρίτον, καὶ λέγει· \"Εἰρήνη πᾶσι·\" ὁ λαός· \"καὶ τῷ πνεύματί σου.\" Εἶτα λέγει ὁ διάκονος· \"Τὰς κεφαλὰς ἡμῶν τῷ Κυρίῳ κλίνωμεν.\" Καὶ τῆς συνήθους τάξεως τῆς κεφαλοκλισίας τελουμένης, δηλονότι κεφαλοκλινούντων καὶ τῶν βασιλέων καὶ τοῦ καίσαρος, καὶ μετὰ τὴν τελείωσιν τῆς εὐχῆς, αἴρει ὁ πατριάρχης τὸν στέφανον, ἤτοι τὸ καισαρίκιν, φιλῶν αὐτό, καὶ ἐπιδίδωσιν αὐτὸ τῷ βασιλεῖ. 2.32 Ὁ δὲ βασιλεὺς ἀσπάζεται αὐτό, καὶ ποιεῖ φιλῆσαι αὐτὸ καὶ τὸν καίσαρα, καὶ εὐθέως κατασφραγίζει ἐπάνω τῆς κεφαλῆς αὐτοῦ, λέγων· \"Εἰς τὸ ὄνομα τοῦ Πατρός, καὶ τοῦ Υἱοῦ, καὶ τοῦ ἁγίου Πνεύματος.\" Καὶ εἶθ' οὕτως περιτίθησιν τὸν στέφανον εἰς τὴν κορυφὴν τοῦ χειροτονουμένου καίσαρος, καὶ λέγουσιν οἱ κράκται· \"Φιλλικήσιμε, φιλλικήσιμε, φιλλικήσιμε.\" Καὶ ὁ λαὸς ἐκ γʹ· \"Φιλλικήσιμε\" καὶ εἶθ' οὕτως γίνεται ἡ εὐφημία· \"Πολλὰ τὰ ἔτη.\" καὶ τὰ ἑξῆς, ἐν δὲ τῷ τελευτᾶν· \"Πολλὰ τὰ ἔτη τοῦ εὐτυχεστάτου καίσαρος.\" Εἶτα· \"Ἡμεῖς δοῦλοι τῶν βασιλέων, ἡμεῖς δοῦλοι τοῦ καίσαρος, Υἱὲ Θεοῦ, ζωὴν αὐτοῖς, Υἱὲ Θεοῦ, νίκην αὐτοῖς.\" Καὶ ὅτε πληρωθῇ ἡ εὐφημία, εἰσέρχονται οἱ δεσπόται μετὰ τοῦ πατριάρχου καὶ τοῦ καίσαρος εἰς τὸν τρίκλινον τῶν ιθʹ Ἀκκουβίτων, καὶ καθέζονται, καὶ ἐπιτελεῖται ἡ προσκύνησις. 2.33 ΝΓʹ (ΜΑʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ χειροτονίᾳ νωβελησίμου. Πρὸ μιᾶς δίδοται ἀπόκρισις εἰς ἑορτὴν τοῖς δημάρχοις καὶ τῷ ῥεφερενδαρίῳ, καὶ μηνύεται πᾶσα ἡ σύγκλητος, ἵνα πρωῒ ἔλθωσι μετὰ ἀλλαξίμων, καὶ τὸ πρωῒ ἀλλάσσει πᾶσα ἡ σύγκλητος καὶ τὰ ἀξιώματα τῶν σχολῶν καὶ τῶν λοιπῶν ταγμάτων, καὶ παραλαμβάνουσι τὰ σκεύη πρὸς τὸ ὀψικεῦσαι τοὺς δεσπότας. Καὶ πάντων εὐτρεπισθέντων, ἔρχεται ὁ πατριάρχης καὶ εἰσέρχεται διὰ τῆς Δάφνης εἰς τὸν Ἅγιον Στέφανον, καὶ ἐκδέχεται τοὺς δεσπότας, καὶ ἐξέρχονται τὰ σκεύη πάντα καὶ ὁ σταυρὸς ἐν τῷ Τριβουναλίῳ τῶν ιθʹ Ἀκκουβίτων, ὁμοίως καὶ τὰ μέρη καὶ οἱ τῆς πόλεως καὶ τὰ στρατεύματα· ὁ δὲ τῆς καταστάσεως εὐτρεπίζει τὰ βῆλα εἰς τὸν πόρτικα τῶν ιθʹ Ἀκκουβίτων, ὡς ἔχει ἡ συνήθεια, καὶ καθέζονται οἱ δεσπόται εἰς τὸν αὐτὸν τρίκλινον ἐν σελλίοις, φοροῦντες τὰ διβητήσια καὶ τὰς χλαμύς ἐστιν πράσινος ἔχουσα ῥόδα χρυσᾶ καὶ ταβλία χλαμύδας καὶ τὰ στέμματα, καὶ εἷς καῖσαρ καθέζεται ἐκ δεξιῶν καὶ εἷς ἐξ εὐωνύμων, καὶ νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ ἐξέρχεται μετὰ ὀστιαρίων καὶ προσκαλεῖται βῆλον αʹ· τὸν κουροπαλάτην, δεύτερον· μαγίστρους, γʹ· τοὺς πατρικίους, καὶ τὰ λοιπὰ βῆλα κατὰ τάξιν, ὡς ἔχει ἡ συνήθεια. Καὶ ὅτε πληρωθῇ πάντα τὰ βῆλα καὶ σταθῇ τὸ σέκρετον ὅλον, κελεύουσιν οἱ δεσπόται λαλῆσαι 2.34 αὐτοῖς τὰ περὶ τοῦ νωβελησίμου, καὶ εἴ τι βούλονται, ἀνταποκρίνονται. Καὶ νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ λέγει· \"Κελεύσατε\" καὶ ἐπευχόμενοι ἐξέρχονται, καὶ ἐξέρχεται ἡ σύγκλητος καὶ ἵσταται εἰς τὰ γραδήλια τοῦ Τριβουναλίου ἔνθεν κἀκεῖθεν τοῦ ἡλιακοῦ. Οἱ δὲ πατρίκιοι ἵστανται εἰς τὸν πόρτικα τῶν ιθʹ Ἀκκουβίτων κονσιστώριον, καὶ εὐθέως ἐξέρχονται οἱ δεσπόται ἅμα τῶν καισάρων καὶ τοῦ πατριάρχου, καὶ δέχονται αὐτοὺς οἱ πατρίκιοι ἐν τῷ πορτίκῳ, καὶ εὐθέως πίπτουσιν, καὶ λέγει ὁ τῆς καταστάσεως· \"Κελεύσατε\" καὶ ἐξέρχονται καὶ ἵστανται εἰς τὰ γραδήλια τοῦ Τριβουναλίου ἔνθεν κἀκεῖθεν· οἱ δὲ δεσπόται ἐξέρχονται διὰ τῶν μέσων πυλῶν ἐν τῷ ἡλιακῷ, καὶ εὐθέως κελεύουσι λαλῆσαι τοῖς λαοῖς τὰ περὶ τοῦ νωβελησίμου, καὶ εἴ τι ἂν θέλωσιν, ἀποκρίνονται, καὶ τίθεται ἀντιμίσιν, ἔνθα κεῖται ἥ τε χλαμὺς καὶ ἡ φίβλα. Ἡ μὲν χλαμύς ἐστιν πράσινος ἔχουσα ῥόδα χρυσᾶ καὶ ταβλία χρυσᾶ. Καὶ νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ καὶ τῷ μαγίστρῳ, καὶ ἀπέρχονται καὶ φέρουσιν τὸν ὀφείλοντα προχειρίζεσθαι νωβελήσιμον, φοροῦντα διβητήσιν ῥούσιον καὶ καμπότουβα καὶ καμπάγια· καὶ ἵσταται ὁ πατριάρχης ἔμπροσθεν τοῦ ἀντιμισίου, οἱ δὲ δεσπόται εἰς τὸ πλάγιον τοῦ πατριάρχου ἔνθεν κἀκεῖθεν, καὶ ὄπισθεν τῶν δεσποτῶν οἱ καίσαρες, καὶ οὕτως ὁ νωβελήσιμος. Καὶ λαμβάνουσιν οἱ δεσπόται καὶ οἱ καίσαρες καὶ ὁ νωβελήσιμος κηρούς, καὶ ἅπτουσιν, καὶ ὅτε λέξῃ ὁ διάκονος τὴν λιτανίαν, κύπτει ὁ πατριάρχης καὶ ποιεῖ τὴν εὐχήν, καὶ ὅτε πληρώσῃ τὴν εὐχήν, λαμβάνει τὴν χλαμύδα καὶ ἐπιδίδωσι τοῖς βεστήτορσι, καὶ οἱ βεστήτορες ἐφαπλοῦσιν αὐτήν, καὶ εὐθέως προσφέρει ὁ πραιπόσιτος καὶ ὁ μάγιστρος τὸν ὀφείλοντα προχειρίζεσθαι νωβελήσιμον ἔμπροσθεν τῶν δεσπο 2.35 τῶν, καὶ λαμβάνουσιν οἱ δεσπόται τὴν χλαμύδα καὶ περιβάλλουσιν αὐτῷ, καὶ φιλοῦσιν αὐτόν, καὶ εὐθέως ἀνακράζουσι τὰ μέρη καὶ πᾶς ὁ λαός· \"Πολλὰ τὰ ἔτη τῶν βασιλέων· ὁ δεῖνα καὶ ὁ δεῖνα μεγάλων βασιλέων καὶ αὐτοκρατόρων, πολλὰ τὰ ἔτη· ὁ δεῖνα τῆς εὐσεβεστάτης Αὐγούστης πολλὰ τὰ ἔτη· ὁ δεῖνα εὐτυχεστάτου καίσαρος πολλὰ τὰ ἔτη· ὁ δεῖνα ἐπιφανεστάτου νωβελησίμου πολλὰ τὰ ἔτη.\". Καὶ ἐν τῇ συμπληρώσει τῆς εὐφημίας εἰσέρχονται οἱ δεσπόται καὶ οἱ καίσαρες καὶ ὁ νωβελήσιμος, καὶ καθέζονται ἐν τῷ τρικλίνῳ τῶν ιθʹ Ἀκκουβίτων, καὶ εἷς καῖσαρ καθέζεται ἐν τῷ δεξιῷ μέρει καὶ εἷς ἐξ ἀριστερᾶς, καὶ ἵσταται ὁ νωβελήσιμος εἰς τὸ δεξιὸν μέρος, καὶ εἰσέρχεται τὸ σέκρετον, βῆλα, βῆλα, ὥς ἐστιν ἡ συνήθεια. Εἰ μέν ἐστιν ἡ ἁγία καὶ μεγάλη Κυριακή, προσκυνοῦσα ἡ σύγκλητος δίδωσι τὴν ἀγάπην, εἰ δὲ ἄλλη ἑορτή, τὴν προσκύνησιν καὶ μόνον, καὶ προσκυνοῦσι τοὺς πόδας καὶ τὰ δύο γόνατα τοῦ μεγάλου δεσπότου, ὁμοίως καὶ τοῦ μικροῦ, καὶ προσκυνοῦσιν ἓν γόνατον τοῦ ἐκ δεξιοῦ καίσαρος, καὶ ἓν τοῦ ἐξ εὐωνύμου, τοῦ δὲ ἑστῶτος νωβελησίμου φιλοῦσι τὴν χεῖρα, καὶ προσκυνοῦντες ἵστανται κονσιστώριον. Καὶ ὅτε πληρώσῃ ἡ σύγκλητος τὴν εὐχαριστίαν, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται, καὶ ἐξέρχεται τὸ σέκρετον, καὶ πληροῦται πᾶσα ἡ ἀκολουθία τῆς ἑορτῆς, ὡς ἦν τυπικόν."
      },
      {
        "index": 6,
        "text": "Χρὴ δὲ γινώσκειν ὅτι εἰς τὴν ἀγάπην καὶ εἰς τὴν κοινωνίαν οἱ καίσαρες καὶ ὁ νωβελήσιμος μετὰ τῶν δεσποτῶν κοινωνοῦσιν ὁμοίως καὶ εἰς τὴν ἀγάπην. 2.36 Ἀκτολογία τῶν δήμων ἐπὶ χειροτονίᾳ νωβελησίμου. Χρῆ γινώσκειν ὅτι ἐὰν ὁ βασιλεὺς θελήσῃ ποιῆσαι νωβελήσιμον, ἡ πᾶσα τάξις καὶ ἀκολουθία τελεῖται, ὡς ἐπὶ τοῦ καίσαρος, ὁμοίως καὶ αἱ ἀκτολογίαι τῶν δήμων, ἡ δὲ χλαμὺς ἡ τούτῳ περιτιθεμένη οὐκ ἔστιν πορφυρᾶ, οἵα τοῦ καίσαρος, ἀλλὰ κόκκινος· στέφανον δὲ οὐ περιτίθεται, οὔτε μὴν προσκυνεῖται, ὡς ὁ καῖσαρ, ὑπὸ τῶν ἀρχόντων. 2.37 ΝΔʹ (ΜΕʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προαγωγῇ κουροπαλάτου. Ἀλλάσσουσιν οἱ δεσπόται τὰ διβητήσια καὶ τὰς τούτων χλαμύδας καὶ τὰ στέμματα αὐτῶν, καὶ καθέζονται εἰς τὸ σένζον· ὁ δὲ τῆς καταστάσεως ἔξω ἑστὼς εὐτρεπίζει τὰ βῆλα, ὡς ἔχει ἡ συνήθεια, καὶ νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ ἐξέρχεται μετὰ ὀστιαρίων καὶ βεργίων, καὶ προσκαλεῖται βῆλα αʹ· τῶν μαγίστρων, βʹ· τοὺς πατρικίους, συνεισέρχεται δὲ καὶ ὁ βουλόμενος γενέσθαι κουροπαλάτης, βῆλον γʹ· τοὺς συγκλητικούς, ὑπάτους, κόμητας, κανδιδάτους, ἀπὸ ἐπάρχων καὶ στρατηλάτας βῆλα βῆλα· συνεισέρχονται καὶ σιλεντιάριοι εἰς τὴν συμπλήρωσιν τῶν βήλων, καὶ ἵστανται, καὶ ὅτε εἰσέλθωσιν τὰ βῆλα πάντα καὶ πληρωθῶσιν, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ ἐπαίρει τὸν ὀφείλοντα προβληθῆναι, καὶ ἵστησιν αὐτὸν μέσον τοῦ σεκρέτου, καὶ πίπτει, καὶ πάλιν προσφέρει αὐτόν, καὶ πίπτει καὶ φιλεῖ τοὺς πόδας καὶ τὰ γόνατα τοῦ μεγάλου βασιλέως, ὁμοίως καὶ τοῦ μικροῦ, καὶ ἀναστὰς ἁπλοῖ τὰς χεῖρας, καὶ λαμβάνει παρὰ τῶν δεσποτῶν διβητήσιον ἀληθινόν, καὶ φιλεῖ τὰς χεῖρας αὐτῶν. Καὶ ἐπαίρει αὐτὸν ὁ πραιπόσιτος, καὶ ἐξέρχεται εἰς ἐπισκοπὴν τῶν πατρικίων, καὶ ἐκβάλλει τὸ ἴδιον αὐτοῦ χλανίδιον καὶ ἐνδύει αὐτὸν τὸ διβητήσιον καὶ προσφέρει αὐτὸν πάλιν ὁ 2.38 πραιπόσιτος, καὶ πίπτει ἔμπροσθεν τῶν δεσποτῶν, καὶ λαμβάνουσιν οἱ πριμικήριοι καὶ οἱ ὀστιάριοι τὴν χλαμύδα, καὶ βάλλουσιν αὐτὴν αὐτῷ οἱ δεσπόται καὶ ἵστανται αὐτοὶ ὀρθοί, καὶ φιβλοῦσιν αὐτὴν ἰδίαις χερσί, καὶ ὀπισθοποδεῖ αὐτὸν ὁ πραιπόσιτος, καὶ ἵσταται εἰς τὸ μέσον, καὶ εἰσέρχονται πάντες, κρατούμενοι ὑπὸ σιλεντιαρίων, πίπτοντες καὶ ἀπευχαριστοῦντες. Καὶ ὅτε πληρώσῃ ἡ σύγκλητος τὴν εὐχαριστίαν, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ προσφέρει αὐτὸν καὶ λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ ἐξέρχεται τὸ σέκρετον, συνεξέρχεται καὶ ὁ προβληθείς, καὶ ἵστανται πατρίκιοι, ὕπατοι, σιλεντιάριοι, κονσιστώριον καὶ δύο σιλεντιάριοι βαστάζοντες βεργία. Οἱ πατρίκιοι ὀψικεύουσιν αὐτόν, ὀλίγον τόπον, οἱ δὲ ὕπατοι καὶ σιλεντιάριοι συνεισέρχονται μετ' αὐτοῦ μέχρι τῆς ἐκκλησίας τοῦ Κυρίου, καὶ ἅπτει κηροὺς καὶ ἐξέρχεται ὀψικευόμενος ὑπὸ τῶν ὑπάτων καὶ σιλεντιαρίων μέχρι τῆς Ρηγίας, καὶ ἀναχωροῦσιν. Οἱ δὲ ἀξιωματικοὶ καὶ κόμητες τοῦ ἀριθμοῦ καὶ τὰ σκουτάρια τοῦ ἀριθμοῦ καὶ κούρσωρες καὶ οἱ διαιτάριοι τῶν ὅλων διαιτῶν καὶ οἱ δεκανοὶ ὀψικεύουσιν αὐτὸν διὰ τῶν Σχολῶν. Δέχονται τὰ μέρη εἰς τοὺς τόπους αὐτῶν, λαμβάνει καὶ λιβελλάρια παρὰ τῶν δημάρχων, καὶ ἀκτολογοῦσιν, ὡς ἔχει ἡ συνήθεια καὶ ἐπὶ τῶν πατρικίων. Καὶ εἰσέρχεται διὰ τοῦ χυτοῦ τῆς Χαλκῆς εἰς τὸ Ἅγιον Φρέαρ καὶ ἅπτει κηρούς, καὶ ἐξέρχεται ὁ πατριάρχης καὶ ποιεῖ εὐχήν, καὶ κοινωνεῖ, καὶ ὑποστρέφει εἰς τὸν οἶκον αὐτοῦ, ὀψικευόμενος ὑπὸ τῶν αὐτῶν, καὶ δύο σιλεντιάριοι βαστάζοντες τὰ βεργία αὐτῶν μέχρι τριῶν ἡμερῶν, φοροῦντος αὐτοῦ σαγίον ἀληθινόν· οὕτως προέρχεται ὀψικευόμενος ὁμοίως καὶ εἰς τὴν ἀναχώρησιν αὐτοῦ. 2.39 Περὶ προαγωγῆς κουροπαλάτου. Χρὴ εἰδέναι ὅτι, γινομένου κουροπαλάτου, οὐ γίνεται σιλέντιον, ἀλλ' ὁ βασιλεὺς λαμβάνων ἐν τῷ ἰδίῳ τὸν μέλλοντα γενέσθαι κουροπαλάτην, ἐπαίρει βεργίον ἐξ ἑνὸς τῶν βασιλικῶν ὀστιαρίων, καὶ ἐπιδίδωσιν αὐτῷ, καὶ γίνεται ἡ προαγωγὴ αὐτοῦ. 2.40 ΝΕʹ (ΜΖʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προαγωγῇ μαγίστρου, εἰ κελεύει αὐτὸν ποιῆσαι ἐν προκένσῳ τῆς Μεγάλης Ἐκκλησίας ὁ βασιλεύς. Ἐξέρχεται ὁ βασιλεὺς ἀπὸ τοῦ Αὐγουστέως ἐστεμμένος, φορῶν τὴν χλαμύδα, καὶ ἵσταται εἰς τὴν Χρυσῆν Χεῖρα ἀπέναντι τοῦ βήλου τοῦ ταγηναρίου, καὶ νεύει ὁ πραιπόσιτος τῷ ὀστιαρίῳ τὸ βῆλον τοῦ μαρμαρινοῦ πουλπίτου τοῦ ἐξερχομένου εἰς τὸ Ὀνοπόδιον. Καὶ ὅταν λάβῃ τὸ νεῦμα, εἰσάγει τοὺς πατρικίους, καθὼς ἔχει ἡ συνήθεια τῶν ἑορτῶν· συνεισέρχεται δὲ καὶ ὁ βουλόμενος γενέσθαι μάγιστρος καὶ πίπτουσιν εἰς τὸ στενάκιον τῆς Χρυσῆς Χειρός, ἔνθα ἵστανται οἱ δεσπόται. Καὶ ἀναστάντων αὐτῶν, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ λέγει· \"Κελεύσατε\" καὶ ἐξέρχονται ὀψικεύοντες τοὺς δεσπότας μέχρι τοῦ Ὀνόποδος, ἔνθα ἵσταται ὁ τῆς καταστάσεως καὶ τὰ ἄρματα καὶ οἱ σπαθάριοι βαστάζοντες τὰ ὅπλα αὐτῶν, καὶ πίπτουσιν οἱ αὐτοὶ πατρίκιοι κατὰ συνήθειαν, καὶ νεύει ὁ πραιπόσιτος τῷ τῆς καταστάσεως, καὶ λέγει· \"Κελεύσατε\" καὶ ἐπεύχονται οἱ πατρίκιοι, ὀψικεύοντες τοὺς δεσπότας μέχρι τοῦ μεγάλου Κονσιστωρίου, ἔνθα ἵστανται οἱ ὕπατοι κονσιστώριον καὶ οἱ λοιποὶ συγκλητικοί, καὶ στάντων τῶν δεσποτῶν εἰς τὸ κιβώριον ἐπάνω τῶν πορφυρῶν γραδηλίων, πίπτουσιν οἱ συγκλητικοὶ πάντες."
      }
    ]
  }
}