{
  "chapterNumber": 4,
  "title": "Βιβλίον Αʹ, Κεφ. 55–72 (Book I, Ch. 55–72)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "Τῆς δὲ λιτῆς ἐγγιζούσης, δίδοται σιλέντιον καὶ ἐξέρχεται ὁ βασιλεὺς ἐκ τοῦ μητατωρίου τῶν κατηχουμενίων, καὶ δέχονται αὐτὸν [1.146] οἱ πατρίκιοι ἐν τῷ μεγάλῳ τρικλίνῳ τοῦ σεκρέτου μετὰ πάσης τῆς συγκλήτου καὶ πίπτουσιν. Εἶτα λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, δίδωσι τῷ τῆς καταστάσεως καὶ λέγει· \"Κελεύσατε\", καὶ αὐτοὶ ὑπερεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Κἀκεῖθεν δηριγευόμενος ὁ βασιλεὺς ὑπὸ πάντων βασταζόντων κηρία ὑποφίαλα, κατέρχεται διὰ τοῦ μεγάλου κοχλιοῦ καὶ διὰ τοῦ διδασκαλείου, ἔνθα τὰ πασχάλια, καὶ κατελθὼν τὰ γραδήλια, οὐκ εἰσέρχεται ἐν τῷ μεγάλῳ νάρθηκι, ἀλλ' ἐκνεύσας ἀριστερὸν ἐπὶ τὸ μητάτον ἀπὸ τοῦ τριγώνου, λέγων ὁ τῆς καταστάσεως κατὰ βάθρον· \"Καπλάτε, Δόμηνι\" καὶ κατέρχεται τὰ γραδήλια τοῦ Ἀθύρα, καὶ δέχεται ἐκεῖσε τὴν λιτήν. Ἅψας δὲ κηροὺς καὶ εὐξάμενος, προσκυνεῖ τὸν τίμιον σταυρὸν καὶ τὸ ἄχραντον Εὐαγγέλιον, ὡσαύτως ἀσπάζεται καὶ τὸν πατριάρχην, καὶ διέρχεται ἔμπροσθεν τῆς λιτῆς. Ὁ δὲ τῆς καταστάσεως ἄρχεται τὸ τροπάριν· \"Τὴν τῶν ἀληθινῶν δογμάτων,\" τὸ αὐτὸ ψαλλόντων καὶ πάντων τῆς προελεύσεως. Ὁ δὲ βασιλεύς, εἰσελθὼν ἐν τῷ νάρθηκι, καθέζεται μέχρις ἂν καταλάβῃ ὁ πατριάρχης μετὰ τῆς λιτῆς. Καὶ τοῦ πατριάρχου καταλαβόντος, ἀνίσταται ὁ βασιλεύς, καὶ ἵστανται ἀμφότεροι ἔμπροσθεν τῶν βασιλικῶν πυλῶν, καὶ ὁ μὲν βασιλεὺς ἅψας κηροὺς εὔχεται, ὁ δὲ πατριάρχης τελεῖ τὴν εὐχὴν τῆς εἰσόδου, καὶ εὐξάμενος ὁ βασιλεὺς ἐπιδίδωσι τὰ κηρία τῷ πραιποσίτῳ, κἀκεῖνος τῷ τῆς καταστάσεως. Τοῦ δὲ πατριάρχου τὴν εὐχὴν τελέσαντος καὶ προσκυνήσαντος τοῦ βασιλέως τὸ ἄχραντον Εὐαγγέλιον, κρατήσαντες ἀλλήλων τὰς χεῖρας, διέρχονται μέσον τοῦ ναοῦ, καὶ διὰ τῆς πλαγίας τοῦ ἄμβωνος ἐκνεύσαντες, εἰσέρχονται ἐν τῇ σωλαίᾳ καὶ ἵστανται ἔμπροσθεν τῶν ἁγίων θυρῶν, κἀκεῖσε λαβὼν κηροὺς ὁ βασιλεὺς εὔχεται, εἶτα δίδωσιν αὐτοὺς τῷ πραιποσίτῳ. Καὶ ἀλλήλους προσκυνήσαντες ὅ τε βασιλεὺς καὶ [1.147] ὁ πατριάρχης, εἰσέρχεται εἰς τὸ θυσιαστήριον πρὸς τὸ τὴν θείαν λειτουργίαν ἐκτελέσαι, καὶ ὁ βασιλεὺς ἀπέρχεται εἰς τὸ μητατώριον, ἐκτελῶν ἐκεῖσε τὴν θείαν λειτουργίαν· ἐν ταύτῃ γὰρ τῇ ἡμέρᾳ εἰς τὸ θυσιαστήριον ὁ βασιλεὺς οὐκ εἰσέρχεται. Χρὴ δὲ εἰδέναι ὅτι ἐν μὲν τῇ προόδῳ τῶν Ἁγίων καὶ ἐν τῇ ἀγάπῃ, τῶν θυρῶν οὐκ ἐξέρχεται, ἐν δὲ τῇ κοινωνίᾳ ἐξέρχεται καὶ κοινωνεῖ, καὶ τῆς θείας λειτουργίας τελεσθείσης, ἐξέρχεται ὁ βασιλεὺς ἀπὸ τοῦ μητατωρίου καὶ ἑνοῦται τῷ πατριάρχῃ, καὶ διέρχονται ἀμφότεροι μέχρι τοῦ Ἁγίου Φρέατος, προσκυνήσαντες δὲ ἀλλήλους καὶ ἀσπασάμενοι, ἐξέρχεται ὁ βασιλεὺς ἀπὸ τῶν ἐκεῖσε, καὶ διὰ τοῦ χυτοῦ τῆς μικρᾶς πύλης τῆς Χαλκῆς εἰσελθών, διά τε τῶν Σχολῶν καὶ τῶν Ἐκσκουβίτων διερχόμενος, λέγοντος τοῦ τῆς καταστάσεως· \"Καπλάτε, Δόμηνι,\" καὶ καταλαβόντος ἐν τῷ Κονσιστωρίῳ, μένει μὲν ἐκεῖσε ἡ σύγκλητος, ὑπερευχομένη τὸν βασιλέα, ὁ δὲ τῆς καταστάσεως καὶ οἱ σιλεντιάριοι μένουσιν εἰς τὸν Ὀνόποδα, ὑπερευχόμενοι καὶ αὐτοὶ ὁμοίως. Ὁ δὲ βασιλεὺς διέρχεται διὰ τοῦ Αὐγουστέως, καὶ εἰσέρχεται ἐν τῷ παλατίῳ, τοῦ δὲ κλητωρίου στοιχηθέντος, γίνονται μίνσαι, καὶ εὐθέως ἀπαλλάσσουσιν ἅπαντες. Ὁ δὲ βασιλεὺς καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης ἀπὸ σκαραμαγγίου, καὶ οὓς ἐκέλευσε καλέσαι, καὶ αὐτοὶ ἀπὸ σκαραμαγγίων, οἱ δὲ τοῦ κουβουκλείου ἐν τῇ ἡμέρᾳ ἐκείνῃ παραστάσιμον οὐ ποιοῦσιν."
      },
      {
        "index": 1,
        "text": "Ἰστέον ὅτι τὸ παλαιὸν ὁ τοιοῦτος τύπος ἦν· νῦν δὲ ὁ βασιλεὺς τὰ ἄλλα πάντα ἐκτελεῖ μέχρι τῆς εἰσόδου, καθὼς εἴρηται. Εἰς δὲ τὴν εἴσοδον εἰσέρχεται εἰς τὸ βῆμα ἔνδον, καὶ οἱ δεσπόται προσκυνοῦσι τὴν ἁγίαν τράπεζαν καὶ τὴν ἐνδυτήν, καὶ διὰ πλαγίας τοῦ θυσιαστηρίου καὶ τοῦ κοχλιοῦ τοῦ ὄπισθεν τῆς κόγχης ἀνελθόντες εἰς τὰ [1.148] κατηχουμένια, εἰσέρχονται εἰς τὸ μητατώριον, καὶ ἀπαλλάσσουσι τὰς ἑαυτῶν χλαμύδας καὶ μόνον, καὶ ἀκούουσι τοῦ θείου Εὐαγγελίου καὶ τῆς ἐκτενοῦς, καὶ μετὰ ταῦτα εἰσέρχεται ὁ τῆς τραπέζης μετὰ τῶν ἀρτοκλίνων, καὶ στοιχεῖ τὸ κλητώριον. Καὶ ἐξέρχονται οἱ δεσπόται καὶ ἀπέρχονται εἰς τὸ μητατώριον τοῦ πατριάρχου, καὶ εὐθὺς δίδονται μίνσαι, ἐκδυόμενοι τὰ διβητήσια αὐτῶν, καὶ ἐκδέχονται τοῦ τελειωθῆναι τὴν θείαν λειτουργίαν καὶ ἀνελθεῖν τὸν πατριάρχην. Οἱ δὲ πραιπόσιτοι ἀπέρχονται, καὶ καθέζονται εἰς τὴν ἄνοδον δι' ἧς ὁ πατριάρχης ἀνέρχεται, καὶ τὸ ἀνελθεῖν αὐτὸν κρατοῦσι τὰς χεῖρας αὐτοῦ, ἀσπαζόμενοι αὐτάς, καὶ ἀπελθόντες εἰσάγουσιν αὐτὸν πρὸς τοὺς δεσπότας. Καὶ ἐκβαλὼν ὁ πατριάρχης τὰ ἀλλαξίματα αὐτοῦ, λαβὼν τοὺς δεσπότας, ἐξελθὼν ἀκουμβίζει μετ' αὐτὼν ἐπὶ τῆς τραπέζης, καὶ εἰσέρχονται οἱ κληθέντες καὶ ἀριστοῦσι μετ' αὐτῶν, καὶ τὸ ἀναστῆναι αὐτούς, ἀπέρχονται πάλιν οἱ δεσπόται διὰ τῶν διαβατικῶν εἰς τὸ παλάτιον. Ἰστέον δὲ ὅτι καὶ κηρία ἐκ τοῦ οἰκονομίου λαμβάνουσιν οἵ τε μάγιστροι καὶ πραιπόσιτοι καὶ πατρίκιοι, ἐπὶ δὲ τοῦ κύρου Φεοφυλάκτου καὶ θυμιάματα εὔοσμα, ἀλλ' οὖν καὶ δούλκιν ἐποίει ὁ κύριος Θεοφύλακτος ὁ πατριάρχης ἐπὶ τὸ μέρος τοῦ εὐκτηρίου τοῦ Ἁγίου Φεοφυλάκτου, καὶ οἱ δεσπόται ἀπήλαυον τοῦ δουλκίου μετὰ τῶν μαγίστρων καὶ τῶν πραιποσίτων καὶ λοιπῶν, ὧν ἐκέλευσαν. 1.149 ΛΗʹ (ΚΘʹ) Ὅσα δεῖ παραφυλάττειν τῇ Κυριακῇ τῆς μέσης ἑβδομάδος τῶν νηστειῶν, ἡνίκα τὸ τίμιον καὶ ζωοποιὸνξύλον τοῦ Σταυροῦ προσκυνεῖται. Προέρχονται ἐννύχιοι ἐν τῷ παλατίῳ οἵ τε πατρίκιοι, πρωτοσπαθάριοί τε καὶ δομέστικοι καὶ οἱ τοποτηρηταὶ καὶ οἱ οἰκειακοὶ ἅπαντες, καὶ ἀνοίγει τὸ παλάτιον τάχιον, καὶ εἰσέρχονται οἱ πατρίκιοι φοροῦντες τὰ σαγία αὐτῶν ἀπὸ σκαραμαγγίων, οἱ δὲ λοιποὶ ἀπὸ σκαραμαγγίων, καὶ διέρχονται διὰ τοῦ μεγάλου τρικλίνου, καὶ ἀπέρχονται ἐν τῷ ναῷ τῆς παναγίας Θεοτόκου ἐν τῷ Φάρῳ, καὶ προσκυνήσαντες τὰ τίμια ξύλα, ἐξέρχονται πάλιν καὶ καθέζονται ἐν τῷ Ἱπποδρόμῳ· καὶ τῆς ὥρας ἐγγιζούσης πρὸς τὸ εἰσελθεῖν αὐτοὺς ἐν τῷ παλατίῳ, εἰσέρχονται, ὃν τρόπον καὶ ἐπὶ τῶν λοιπῶν κοινῶν ἡμερῶν, ἐν τῷ μεγάλῳ τρικλίνῳ τῆς προελεύσεως, καὶ ἡνίκα ἐγγίσῃ ἡ ὥρα καὶ στοιχηθῇ τὸ κλητώριον, γίνονται μίνσαι, καὶ ἐξελθὼν ὁ βασιλεὺς ἀκουμβίζει ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης ἐν τῷ αὐτῷ τρικλίνῳ τῆς προελεύσεως. Ἰστέον ὅτι ἐν τοῖς παλαιοῖς χρόνοις τῇ ἑορτῇ τοῦ Εὐαγγελισμοῦ ἤλασσον οἱ ἀξιωματικοὶ εἰς τὸ Κονσιστώριον χλανίδια λευκά, καὶ ἡνίκα κατέλαβεν ὁ καιρός, [1.150] ἐξήρχοντο οἱ δεσπόται καὶ ἐδέχοντο αὐτοὺς οἱ πατρίκιοι εἰς τὸν Ὀνόποδα, οὐχὶ δὲ ἔνδον τοῦ πορτικοῦ, εἰς τὸν Αὐγουστέα, καὶ εἰ μὲν οὐκ ἦν Κυριακή, ἔπιπτον κάτω, προσκυνοῦντες τοὺς δεσπότας καὶ οὕτως κατήρχοντο εἰς τὸ Κονσιστώριον. Εἰ δὲ ἦν Κυριακή, οὐκ ἔπιπτον κάτω προσκυνοῦντες, ἀλλὰ μέχρι τῶν γονάτων ἐποίουν τὸ σέβας τῆς προσκυνήσεως. 1.151 ΛΘʹ (Λʹ) Ὅσα δεῖ παραφυλάττειν, εἰ τύχῃ ἡ ἑορτὴ τοῦ Εὐαγγελισμοῦ τῆς Ὑπεραγίας Θεοτόκου τῇ Κυριακῇ τῆς μέσης ἑβδομάδος. Ἰστέον δὴ καὶ τοῦτο, ὅτι, εἰ μὲν τύχῃ ἡ αὐτὴ ἡμέρα τοῦ Εὐαγγελισμοῦ τῇ Κυριακῇ τῆς μέσης ἑβδομάδος τῶν νηστειῶν, τελεῖται οὕτως. Προέρχονται ἅπαντες ἐννύχιοι ἐν τῷ παλατίῳ, καὶ ἀλλάσσουσιν οἱ μὲν πατρίκιοι χλανίδια λευκά, ἔχοντα ταβλία ἀπὸ ὀξέων (ἐν γὰρ ταύτῃ τῇ ἑορτῇ οὐ φοροῦσι τὰ ὑποχρυσοκλάβων ταβλίων χλανίδια), ὡσαύτως καὶ ἡ σύγκλητος ἅπασα ἀπὸ λευκῶν χλανιδίων, οἱ δὲ πραιπόσιτοι ἀλλάσσουσι μετὰ τοῦ κουβουκλείου, ὡς εἴθισται αὐτοῖς. Ἀνοίξαντος δὲ τοῦ παλατίου, τάχιον ἀπὸ κελεύσεως εἰσέρχονται ἅπαντες, καὶ διελθόντες διὰ τοῦ Χρυσοτρικλίνου, εἰσέρχονται εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου, καὶ προσκυνήσαντες τὰ τίμια ξύλα, ἐξέρχονται, καὶ εὐθέως ἀπὸ κελεύσεως δίδοται μεταστάσιμον. Μεσούσης δὲ τῆς δευτέρας ὥρας, ἐξέρχεται ὁ βασιλεὺς καὶ διέρχεται διὰ τῆς Δάφνης, ἅπτων ἐν τοῖς εὐκτηρίοις κηρούς, ὡς εἴθισται αὐτῷ, καὶ εἰσέρχεται ἐν τῷ κοιτῶνι τοῦ Αὐγουστέως, καὶ ὑπαλλάξας τὸ διβητήσιον αὐτοῦ, ἐκδέχεται τὸν καιρόν. Καὶ τοῦ καιροῦ [1.152] καταλαβόντος, δηλωθεὶς ὁ πραιπόσιτος παρὰ τοῦ τῆς καταστάσεως, εἰσελθὼν δηλοῖ τῷ βασιλεῖ. Καὶ περιβαλλόμενος ὁ βασιλεὺς τὴν χλανίδα αὐτοῦ, καθὼς ἡ συνήθεια ἔχει, ἐξέρχεται καὶ διέρχεται διὰ τοῦ Αὐγουστέως, εἶθ' οὕτως δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται διὰ τοῦ στενοῦ τῆς Χρυσῆς Χειρός, καὶ ἀνέρχεται εἰς τὸν Ὀνόποδα, καὶ στάντος αὐτοῦ ἐν τῇ πύλῃ τῇ χαλκῇ, δέχονται αὐτὸν ἐκεῖσε πατρίκιοι καὶ στρατηγοί, καὶ ἵσταται μέσον αὐτῶν ὁ τῆς καταστάσεως, καὶ πάντων προσκυνησάντων, νεύει ὁ πραιπόσιτος ἀπὸ κελεύσεως τῷ τῆς καταστάσεως, καὶ λέγει· \"Κελεύσατε\", καὶ εἶθ' οὕτως κατέρχονται οἱ αὐτοὶ ἐν τῷ Κονσιστωρίῳ, ἑνούμενοι τῇ συγκλήτῳ ἁπάσῃ. Ὁ δὲ βασιλεὺς ἵσταται ὑποκάτω τοῦ καμελαυκίου ἐν τῷ πορφυρῷ λίθῳ, καὶ πεσόντων τῶν πατρικίων μετὰ τῆς συγκλήτου, νεύει ὁ πραιπόσιτος τῷ σιλεντιαρίῳ ἀπὸ κελεύσεως τῷ ἑστῶτι κάτω, κἀκεῖνος λέγει· \"Κελεύσατε.\" Καὶ δηριγευόμενος ὑπ' αὐτῶν ὁ βασιλεύς, διέρχεται διὰ τῶν Ἐκσκουβίτων καὶ τῶν Σχολῶν, καὶ ἐξέρχεται τὴν μεγάλην πύλην τῆς Χαλκῆς, τὰ δὲ μέρη ἵστανται ἐν ταῖς στάσεσιν αὐτῶν, σφραγίζοντα τὸν βασιλέα καὶ μόνον, λέγουσι δὲ καὶ οἱ νοτάριοι τοὺς ἰάμβους. Καὶ εἰσελθὼν ὁ βασιλεὺς ἐν τῇ πύλῃ τοῦ Ἁγίου Φρέατος, ἅπτει κηροὺς καὶ εὔχεται· ὁ δὲ πατριάρχης δέχεται τὸν βασιλέα εἰς τὴν πύλην τὴν εἰσάγουσαν ἀπὸ τοῦ Ἁγίου Φρέατος εἰς τὸν ναόν, καὶ προσκυνήσαντες ἀλλήλους καὶ ἀσπασάμενοι, εἰσέρχονται εἰς τὸν ναόν. Ὁ δὲ βασιλεύς, ἅπτων κηρούς, εὔχεται ἔμπροσθεν τῶν ἁγίων θυρῶν, καὶ εὐξάμενος εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ προσκυνήσας τὴν ἁγίαν τράπεζαν καὶ εὐξάμενος, ἐξέρχεται ἀπὸ τοῦ βήματος καὶ διέρχεται διὰ τῆς σωλαίας. Μέλλοντι δὲ ἐξέρχεσθαι τὴν σωλαίαν, ἐπιδίδωσιν αὐτῷ ὁ πραιπόσιτος κηρίον λιτανίκιν, καὶ εὐθέως ἄρχονται τὸ τροπάριν τῆς ἑορτῆς· \"Σήμερον τῆς σωτηρίας ἡμῶν τὸ κεφάλαιον\", κρατοῦσι δὲ κηρία ἅπαντες. Καὶ [1.153] δηριγευόμενος ὑπὸ πάντων ὁ βασιλεύς, διέρχεται μέσον τοῦ ναοῦ καὶ ἐξέρχεται διὰ τῶν βασιλικῶν πυλῶν, διερχόμενος διά τε τοῦ νάρθηκος, τοῦ λουτῆρος καὶ τοῦ Ἀθύρα, ἐξέρχεται ἐν τῷ Μιλίῳ, κἀκεῖθεν διέρχεται τὴν Μέσην καὶ ἀνέρχεται ἐν τῷ Φόρῳ, καὶ ἀπελθὼν μέχρι τοῦ κίονος, ἔνθα καθίδρυται ὁ ναὸς τοῦ Ἁγίου Κωνσταντίνου, ἀνέρχεται τὰ ἔμπροσθεν γραδήλια τοῦ ναοῦ, καὶ ἵσταται ἐκεῖσε, ἐπακουμβίζων τῷ δεξιῷ μέρει τοῦ καγκέλλου. Ἡνίκα δὲ μέλλει ἀνέρχεσθαι τὰ αὐτὰ βάθρα, δίδωσι τῷ πραιποσίτῳ τὸ λιτανίκιν κηρίον. Οἱ δὲ πατρίκιοι καὶ ἡ σύγκλητος ἵστανται κάτω πλησίον τῶν κιόνων, ὁμοίως καὶ οἱ λοιποὶ τῶν ταγμάτων ἵστανται ἐν τῇ μέσῃ τοῦ Φόρου ἔνθεν κἀκεῖσε. Οἱ δὲ πρωτοσπαθάριοι καὶ οἱ λοιποὶ βασιλικοὶ ἵστανται ἐκ δεξιῶν τοῦ βασιλέως ἐν τῇ μέσῃ τοῦ Φόρου, ὡσαύτως καὶ ἐξ ἀριστερᾶς."
      },
      {
        "index": 2,
        "text": "Καταλαβὼν δὲ ὁ πατριάρχης μετὰ τῆς λιτῆς, διέρχεται μέσον αὐτῶν, τὸ δὲ πολίτευμα ἵσταται ἐν τῷ ἀριστερῷ μέρει τῆς προελεύσεως πρὸς τὸ Σινάτον, τὰ δὲ ὀρφανὰ ἵστανται ἐν τῇ μέσῃ τῶν ἀξιωματικῶν. Καὶ τοῦ σταυροῦ μέλλοντος ἀνέρχεσθαι τὰ γραδήλια, ἔνθα ὁ βασιλεὺς ἵσταται, ἅπτει κηροὺς ὁ βασιλεὺς καὶ προσκυνεῖ τὸν σταυρόν, καὶ αὖθις ἐπιδίδωσιν αὐτοὺς τῷ πραιποσίτῳ, καὶ αὐτὸς τῷ τῆς καταστάσεως, καὶ πήγνυσιν αὐτὰ ἐν τοῖς μανουαλίοις τῆς λιτῆς. Ὁ δὲ σταυρὸς ἵσταται ἐν τῇ μέσῃ ὄπισθεν τοῦ βασιλέως πλησίον τῆς πύλης τοῦ ναοῦ, ὁ δὲ πατριάρχης ἀνέρχεται ἐν τῇ ἐκκλησίᾳ μετὰ τῶν κατὰ συνήθειαν συνανερχομένων αὐτῷ· οἱ δὲ λοιποὶ κληρικοὶ ἵστανται κάτω εἰς τὸ κοινὸν τοῦ λαοῦ ἐξ ἀριστερᾶς τοῦ βασιλέως. Καὶ τελουμένης τῆς ἐκτενοῦς, ἅπτει ὁ βασιλεὺς κηροὺς καὶ προσεύχεται, καὶ πάλιν ἐπιδίδωσιν αὐτὰ τῷ πραιποσίτῳ, κἀκεῖνος τῷ τῆς καταστάσεως, καὶ πήγνυσιν αὐτὰ ἐν τοῖς τῆς λιτῆς μανουαλίοις. Ὁ δὲ βασιλεὺς [1.154] κατέρχεται διὰ τῶν βάθρων, καὶ λαμβάνει παρὰ τοῦ πραιποσίτου κηρίον λιτανίκιν καὶ διέρχεται, δηριγευόμενος ὑπὸ τῶν προειρημένων ἁπάντων, διὰ τοῦ ἀντιφόρου, καὶ εἰσέρχεται ἐν τῷ ἐμβόλῳ πλησίον τοῦ Λαύσου, καὶ ἀπὸ τῶν ἐκεῖσε ἀπέρχεται εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου τῶν Χαλκοπρατείων, καὶ εἰσελθὼν ἐν τῷ νάρθηκι, καθέζεται προσμένων τὸν πατριάρχην. Καταλαβόντος δὲ τοῦ πατριάρχου μετὰ τῆς λιτῆς, τὸ μὲν πολίτευμα καὶ τὸ κοινὸν τοῦ κλήρου εἰσέρχεται διὰ τῆς δεξιᾶς πύλης τῶν βασιλικῶν πυλῶν, τὰ δὲ ὀρφανὰ καὶ οἱ μητροπολῖται καὶ οἱ ἐπίσκοποι διέρχονται ἔμπροσθεν τοῦ βασιλέως, προσκυνοῦντες αὐτόν, καὶ εἰσέρχονται ἐν τῷ ναῷ διὰ τῶν βασιλικῶν πυλῶν. Καταλαβόντος δὲ τοῦ πατριάρχου ἀνίσταται ὁ βασιλεύς, καὶ προσκυνήσαντες ἀλλήλους καὶ ἀσπασάμενοι ἀπέρχονται καὶ ἵστανται ἔμπροσθεν τῶν βασιλικῶν πυλῶν· καὶ ὁ μὲν πατριάρχης ἐκτελεῖ τὴν εὐχὴν τῆς εἰσόδου, ὁ δὲ βασιλεύς, λαβὼν παρὰ τοῦ πραιποσίτου κηρούς, εὔχεται καὶ πάλιν ἐπιδίδωσιν αὐτοὺς τῷ πραιποσίτῳ, κἀκεῖνος τῷ τῆς καταστάσεως. Τοῦ δὲ πατριάρχου τὴν εὐχὴν τελέσαντος, προσκυνεῖ ὁ βασιλεὺς τὸν τίμιον σταυρὸν καὶ τὸ ἄχραντον Εὐαγγέλιον, καὶ κρατήσαντες ἀλλήλων τὰς χεῖρας, διέρχονται μέσον τοῦ ναοῦ καὶ εἰσέρχονται ἐν τῇ σωλαίᾳ, καὶ ἀπέρχονται μέχρι τῶν ἁγίων θυρῶν. Ἅπτων δὲ κἀκεῖσε κηροὺς καὶ εὐξάμενος, ἐπιδίδωσιν αὐτοὺς τῷ πραιποσίτῳ, καὶ εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ προσκυνήσας τὴν ἁγίαν τράπεζαν καὶ λαβὼν ἀποκόμβιον παρὰ τοῦ πραιποσίτου, τίθησιν αὐτὸ ἐν τῇ ἁγίᾳ τραπέζῃ, καὶ διὰ τῆς πλαγίας τοῦ ἀριστεροῦ μέρους ἐξελθών, εἰσέρχεται εἰς τὴν ἁγίαν σορόν, καὶ στὰς ἔμπροσθεν τῶν ἁγίων θυρῶν, ἅπτει κηρούς, καὶ εὐξάμενος εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ προσκυνήσας τὴν ἁγίαν τράπεζαν, τίθησιν ἐπ' αὐτῇ [1.155] ἀποκόμβιον, καὶ θυμιάσας αὐτὴν κυκλόθεν, ἐξέρχεται· ὡσαύτως καὶ ἐν τῷ ἐξ ἀριστερᾶς ὄντι εὐκτηρίῳ εὐξάμενος, τίθησιν ἀποκόμβιον ἐν τῇ ἁγίᾳ τραπέζῃ, καὶ ἐξέρχεται καὶ ἀνέρχεται διὰ τῆς ξυλίνης σκάλας ἐν τοῖς κατηχουμενίοις, κἀκεῖσε τελεῖ τὴν θείαν λειτουργίαν. Καὶ ἐν τῷ καιρῷ τῆς θείας κοινωνίας κατέρχονται δύο σιλεντιάριοι, καὶ προσκαλοῦνται τὸν πατριάρχην, καὶ ἀνελθὼν δίδωσι τῷ βασιλεῖ τοῦ ἁγίου σώματος καὶ τοῦ τιμίου αἵματος. Καὶ κοινωνήσας ὁ βασιλεὺς εἰσέρχεται εἰς τὸ μητατώριον, καὶ λαβὼν νεῦμα ὁ τῆς καταστάσεως παρὰ τοῦ πραιποσίτου, προσκαλεῖται πάντας τοὺς τῆς συγκλήτου, καὶ κοινωνοῦσιν ἐκ τῶν τοῦ πατριάρχου χειρῶν. Καὶ εἶθ' οὕτως ἐξέρχεται ὁ βασιλεὺς ἐκ τοῦ μητατωρίου, καὶ προσκυνήσαντες ἀμφότεροι ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ὁ μὲν πατριάρχης κατέρχεται ἐκτελέσαι τὴν θείαν λειτουργίαν, ὁ δὲ βασιλεὺς ὑπαλλάσσει σκαραμάγγιον χρυσόκλαβον καὶ σπαθίον διάλιθον, ἠμφιεσμένον ἀπὸ μαργάρων, οἱ δὲ πατρίκιοι καὶ οἱ ἄρχοντες τοῦ κουβουκλείου σαγία ἀληθινά. Καὶ τῆς θείας λειτουργίας τελεσθείσης, ἀνέρχεται ὁ πατριάρχης, καὶ προσκυνήσαντες ἀλλήλους ὅ τε βασιλεὺς καὶ ὁ πατριάρχης, ἐπιδίδωσι τῷ βασιλεῖ εὐλογίας, ὁ δὲ βασιλεὺς ἐπιδίδωσιν αὐτῷ ἀποκόμβιον, ὁ δὲ πατριάρχης τῷ βασιλεῖ ἀλειπτά. Καὶ στεφθεὶς ὁ βασιλεὺς ὑπὸ τοῦ πατριάρχου, κατέρχεται διὰ τῆς ξυλίνης σκάλας τοῦ γυναικίτου τοῦ ἀριστεροῦ μέρους, καὶ κατελθὼν τὰ γραδήλια τῆς κόγχης ἐν τῷ διδασκαλείῳ, καὶ πρὸς τὴν ἐξάγουσαν ἐπὶ τὸν ἔμβολον πύλην ἐξελθών, ἱππεύει ἐκεῖσε, ὡσαύτως καὶ οἱ πραιπόσιτοι καὶ οἱ ὀστιάριοι καὶ οἱ λοιποὶ πάντες. Ὁ δὲ τῆς καταστάσεως, φορῶν σαγίον ἀληθινόν, δηριγεύει ἔμπροσθεν τοῦ βασιλέως πεζός, καὶ ἔμπροσθεν αὐτοῦ σιλεντιάριοι τέτταρες, φοροῦντες σαγία ἀληθινά, βαστάζοντες βεργία [1.156] χρυσᾶ διάλιθα. Καὶ καταλαβόντος τοῦ βασιλέως ἐν τῷ Μιλίῳ, δέχονται αὐτὸν οἱ τοῦ μέρους τῶν Βενέτων, λέγοντες τὰ κατὰ συνήθειαν αὐτοῖς ἄκτα· ὁ δὲ δήμαρχος, κρατούμενος ὑπὸ τοῦ τῆς καταστάσεως, ἀπέρχεται πρὸς τὸν βασιλέα, καὶ ἀσπασάμενος τοὺς πόδας αὐτοῦ, ἐπιδίδωσιν αὐτῷ λιβελλάριν. Καὶ τελέσαντος τοῦ μέρους τὰ κατὰ συνήθειαν, διέρχεται ὁ βασιλεὺς μικρόν, καὶ δέχονται αὐτὸν οἱ τοῦ περατικοῦ δήμου τῶν Πρασίνων, καὶ αὐτοὶ τὰ ὅμοια τελέσαντες, ἐπιδιδόντος καὶ τοῦ δημοκράτου λιβελλάριν τῷ βασιλεῖ, διέρχεται, καὶ δέχονται αὐτὸν εἰς τὸν Αὐγουστέα οἱ τοῦ μέρους τῶν Πρασίνων, καὶ αὐτῶν τὰ ὅμοια ποιησάντων, διέρχεται ἀπ' αὐτῶν ὁ βασιλεύς, καὶ δέχεται αὐτὸν ἐν τῇ Χαλκῇ ὁ δημοκράτης τῶν Βενέτων, ἤγουν ὁ δομέστικος τῶν σχολῶν μετὰ τοῦ περατικοῦ αὐτοῦ δήμου."
      },
      {
        "index": 3,
        "text": "Τελέσαντες δὲ καὶ αὐτοὶ πάντα, αὐλοῦντος καὶ τοῦ ὀργάνου ὡς καὶ ἐπὶ τῶν λοιπῶν τριῶν δοχῶν, διέρχεται διὰ τῶν κορτινῶν. Χρὴ δὲ εἰδέναι ὅτι, ἡνίκα μέλλει δέξασθαι ὁ δομέστικος τῶν σχολῶν τὸν βασιλέα, πεζεύουσιν ἅπαντες, καὶ μένει ἔφιππος μόνος ὁ βασιλεύς, καὶ ἀπὸ τῆς Χαλκῆς δηριγευόμενος ὑπὸ πάντων αὐτῶν, ἀπέρχεται μέχρι τοῦ Κυρίου, καὶ μένει ἐκεῖσε ἡ σύγκλητος ἔμπροσθεν τῶν τριῶν πυλῶν τοῦ Κονσιστωρίου, ὑπερευχομένη τὸν βασιλέα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\", οἱ δὲ πατρίκιοι καὶ στρατηγοὶ μένουσιν ἔξω τῆς πύλης τοῦ Κυρίου, ὑπερευχόμενοι καὶ αὐτοὶ τὸν βασιλέα. Τοῦ δὲ βασιλέως εἰσελθόντος ἔνδον τῆς πύλης, ἀσφαλίζουσιν οἱ κουβικουλάριοι τὴν πύλην, ὑπερευχόμενοι καὶ αὐτοί· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ λαβὼν ὁ πραιπόσιτος τὸ στέμμα ἀπὸ τῆς κεφαλῆς τοῦ βασιλέως, εἰσέρχεται ὁ βασιλεὺς ἐν τῷ ναῷ τοῦ Κυρίου, καὶ λαβὼν κηροὺς καὶ εὐξάμενος, καὶ ἐπιδοὺς αὐτοὺς τῷ πραιποσίτῳ, διέρχεται διὰ τῶν διαβατικῶν τοῦ [1.157] Κυρίου, καὶ εἰσέρχεται ἐν τῷ Τρικόγχῳ. Εἶθ' οὕτως διέρχεται τὰ διαβατικὰ τῶν Ἁγίων μʹ, καὶ εἰσέρχεται εἰς τὸν Χρυσοτρίκλινον, οἱ δὲ πατρίκιοι καὶ οἱ λοιποὶ εἰσέρχονται διὰ τοῦ ὄντος εἰς τὸ Εἰδικὸν μονοθύρου ἐν τῷ Λαυσιακῷ. Καὶ τοῦ καιροῦ ἐγγίσαντος, ἐξέρχεται ὁ βασιλεὺς καὶ καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης μετὰ τῶν ἀρχόντων, οὓς ἐκέλευσε τῇ αὐτῇ ἡμέρᾳ καλέσαι. Ἰστέον δὲ ὅτι οἱ μὲν πατρίκιοι καὶ οἱ κληθέντες ἅπαντες ἠλλαγμένοι εἰσέρχονται εἰς τὸ κλητώριον ἄνευ χλανιδίων, οἱ δὲ τοῦ κουβουκλείου ἄρχοντες, φοροῦντες ἀληθινὰ σαγία, τῇ αὐτῇ ἡμέρᾳ τελοῦσι διπλοῦν παραστάσιμον."
      },
      {
        "index": 4,
        "text": "Χρὴ δὲ εἰδέναι ὅτι, εἰ μὲν τύχῃ τῇ αὐτῇ ἡμέρᾳ ἀήρ, διοδεύουσι διὰ τοῦ ἐμβόλου, καὶ ἀνέρχονται ἐν τῷ τοῦ Φόρου Σινάτῳ, καὶ ἵσταται ἀντιμίσιον ἀναμεταξὺ τοῦ Σινάτου, καὶ τελεῖ τὰ ἅπαντα ἐκεῖσε, ὧν ἀκολούθως εἰρήκαμεν, καὶ πάλιν διὰ τοῦ αὐτοῦ ἐμβόλου κατέρχεται καὶ τοῦ Λαύσου, καὶ ἀριστερὸν ἐκκλίνας, ἀπέρχεται εἰς τὰ Χαλκοπράτεια. Ἰστέον ὅτι ταῦτα πάντα τελεῖται, πλὴν ὁ βασιλεὺς οὐκ ἀνέρχεται νυνὶ ἐν τοῖς κατηχουμενίοις, ἀλλ' εἰς τὴν τροπικὴν ἑστὼς τῆς ἁγίας σοροῦ, ἐκεῖσε τελεῖ τὴν θείαν λειτουργίαν, καὶ πάλιν εἰς τὸ παλάτιν εἰσελθών, χωρὶς τῶν ἀλλαξίμων ἀπὸ ἱματίου καθέζεται ἐπὶ τῆς τραπέζης· ἀλλ' οὔτε δὲ τὸ κουβούκλειον παραστάσιμον ποιεῖ. 1.158 Μʹ (ΛΑʹ) Ὅσα δεῖ παραφυλάττειν τῇ παραμονῇ τῆς Βαϊοφόρου. Τῷ σαββάτῳ τοῦ Λαζάρου, δείλης, ἀνοιγομένου τοῦ παλατίου, εἰσέρχεται πᾶσα ἡ σύγκλητος, μάγιστροι, ἀνθύπατοι, πατρίκιοι καὶ οἱ τοῦ κουβουκλείου ἀπὸ σκαραμαγγίων καὶ μόνον, ὁ δὲ βασιλεὺς ἵσταται ἐν τῷ ναῷ τοῦ Ἁγίου Δημητρίου πρὸ τῆς χειμευτῆς εἰκόνος τῆς Θεοτόκου πρὸς τὴν ἐξάγουσαν θύραν εἰς τὸ ἡλιακόν. Καὶ τῶν συγκλητικῶν ἐξιόντων τὰς ἀργυρᾶς ἀνατολικὰς πύλας, σημαίνει ἡ Ἐκκλησία καὶ εἰσέρχονται οἱ τῆς συγκλήτου στιχηδόν, εἷς καθ' εἷς, εἰς τὸν ναὸν τοῦ Ἁγίου Δημητρίου, καὶ λαμβάνουσιν ἐκ χειρὸς τοῦ βασιλέως ἀνὰ βαΐου ἑνός, ἔχοντος φοινικόφυλλα καὶ σάμψυχα καὶ ἕτερα εὐώδη ἄνθη, οἷα ὁ τότε παρέχει καιρός. Καὶ οἱ μὲν μάγιστροι καὶ πραιπόσιτοι ἀνὰ ἑνὸς ἀργυροῦ σταυροῦ μεγάλου, οἱ δὲ ὀφφικιάλιοι καὶ οἱ λοιποὶ πάντες ἀνὰ ἑνὸς ἀργυροῦ σταυροῦ μικροῦ, οἱ δὲ ἀνθύπατοι καὶ πατρίκιοι ἀνὰ ἑνὸς ἀργυροῦ σταυροῦ μεγάλου· εἰ δέ εἰσι κατὰ περισσείαν σταυρία ἀργυρᾶ μικρά, δίδοται καὶ τοῖς πρωτοσπαθαρίοις εὐνούχοις. Καὶ διὰ τῆς ἑτέρας πύλης τοῦ Ἁγίου Δημητρίου εἰσέρχονται εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου, καὶ εὐθέως ἄρχεται τὸ λυχνικόν, καὶ εἰς τὴν ἀπόλυσιν τοῦ λυχνικοῦ ψάλλουσιν ὑπὸ [1.159] ἔρην· \"Συνταφέντες σοὶ\" μίαν τὸ κουβούκλειον καὶ μίαν οἱ βασιλικοὶ κληρικοί. Οἱ δὲ πραιπόσιτοι λαμβάνουσι φοίνικας μεγάλας, καὶ ἐξ ἰδίων χειρῶν διανέμουσι τὸ κουβούκλειον, καὶ τῆς Ἐκκλησίας τὸ λυχνικὸν τελεσάσης, ἐξέρχονται ἅπαντες διὰ τῆς Ἐλεφαντίνης. 1.160 ΜΑʹ (ΛΒʹ) Ὅσα δεῖ παραφυλάττειν τῇ ἑορτῇ καὶ προελεύσει τῶν Βαΐων. Προέρχονται πάντες ἐν τῷ παλατίῳ διὰ τοῦ Ἱπποδρόμου, καὶ ἀνοίξαντος τοῦ παπίου, εἰσέρχονται οἱ πραιπόσιτοι, ἠλλαγμένοι ἀπὸ λευκῶν χλανιδίων, ὁμοίως καὶ οἱ πατρίκιοι καὶ τὸ κουβούκλειον. Καὶ εἰσελθόντων αὐτῶν γίνεται ἡ προέλευσις ἐν τῷ Ἰουστινιανοῦ τρικλίνῳ, καὶ εἰσελθὼν ὁ ὀρφανοτρόφος ἐν τῇ προελεύσει, ἐπιδίδωσι τὰ σύμβολα τοῖς ἐξ ἔθους λαμβάνουσι καὶ ἐξέρχεται. Εἶθ' οὕτως εἰσέρχονται οἱ δήμαρχοι καὶ ἐπιδιδοῦσι τοὺς προρρηθέντας πάντας, μαγίστρους, πραιποσίτους καὶ πατρικίους καὶ λοιπούς, τοὺς τιμίους σταυρούς, ὁποίους ἡ τῆς ἑορτῆς τάξις ἀπαιτεῖ. Καταλαβούσης δὲ τῆς ὥρας, ὑπαλλάσσει ὁ βασιλεὺς διβητήσιον καὶ χλανίδα, καὶ καθέζεται ἐπὶ τοῦ σένζου εἰς τὸν Χρυσοτρίκλινον, οἱ δὲ τοῦ κουβουκλείου ἅπαντες ἵστανται ἔνθεν κἀκεῖσε, ὡς εἴθισται αὐτοῖς. Καὶ λαβὼν νεῦμα ὁ ὀστιάριος ἀπὸ κελεύσεως παρὰ τοῦ πραιποσίτου, ἐξέρχεται, κρατῶν βεργίον χρυσοῦν διάλιθον, καὶ εἰσάγει βῆλον αʹ· τὸν ὀρφανοτρόφον, κομίζοντα τῷ βασιλεῖ τὸ τῆς πίστεως σύμβολον, καὶ εἰσελθὼν προσκυνεῖ τὸν βασιλέα, μὴ τελείως πίπτων κάτω, ἀνθ' ὧν βαστάζει τὰ σύμβολα· τοῦ δὲ συρτοῦ βήλου συρομένου καὶ τοῦ ὀρφανο [1.161] τρόφου ἐμφανιζομένου τῷ βασιλεῖ, ἀνίσταται ὁ βασιλεὺς ἀπὸ τοῦ θρόνου, ἐκδεχόμενος δέξασθαι τὸ τῆς πίστεως σύμβολον, καὶ τοῦτο δεξάμενος καὶ ἀσπασάμενος, ἐπιδίδωσι τῷ πραιποσίτῳ· καὶ τελέσας τὰς ἐξ ἔθους τρεῖς προσκυνήσεις, ἐπιδίδωσι τῷ βασιλεῖ τὰ σύμβολα, ἀσπαζόμενος τὴν χεῖρα αὐτοῦ, καὶ ἀπελθὼν ὀπισθοφανῶς, ἵσταται ἐν τῷ μέσῳ, καὶ προσκυνήσας τὸν βασιλέα πίπτει κάτω, καὶ ὑπερευξάμενος αὐτόν, ἐξέρχεται. Εἶθ' οὕτως λαμβάνει νεῦμα ὁ ὀστιάριος καὶ εἰσάγει βῆλον βʹ· τὸν σακελλάριον τῆς Ἁγίας Σοφίας, προσφέροντα τῷ βασιλεῖ σταυροὺς ἐπικειμένους τῷ ἀριστερῷ αὐτοῦ ὤμῳ, ἐν δὲ τῇ δεξιᾷ χειρὶ κρατοῦντα σταυρὸν ἕνα, καὶ εἰσελθὼν προσκυνεῖ καὶ αὐτὸς τρίτον, ὡς ἡ τάξις ἔχει, καὶ ἐπιδίδωσιν ἐν πρώτοις τῷ βασιλεῖ τὸν σταυρόν, ὃν κατέχει ἐν τῇ δεξιᾷ χειρί, ἀσπαζόμενος τὴν χεῖρα αὐτοῦ. Ὁ δὲ βασιλεὺς δεξάμενος τὸν σταυρόν, ἀσπάζεται αὐτόν, καὶ ἐπιδίδωσιν αὐτὸν τῷ πραιποσίτῳ, καὶ εἶθ' οὕτως ἐπιδίδωσι τῷ βασιλεῖ καὶ τοὺς λοιποὺς σταυρούς, καὶ δεξάμενος αὐτοὺς ἀσπάζεται, καὶ ἐπιδίδωσι καὶ αὐτοὺς τῷ πραιποσίτῳ. Καὶ ἀπελθὼν ὁ αὐτὸς σακελλάριος ἵσταται ἐν τῷ μέσῳ, καὶ πεσὼν κάτω προσκυνεῖ τὸν βασιλέα, καὶ ὑπερευξάμενος αὐτόν, ἐξέρχεται· τοῦτο δὲ ποιοῦσι καὶ οἱ λοιποὶ ἅπαντες, εἰσερχόμενοι μετὰ σταυροῦ καθ' ἕνα ἕκαστον βῆλον. Καὶ ἐξελθὼν πάλιν ὁ ὀστιάριος, εἰσάγει ἀπὸ κελεύσεως βῆλον γʹ· τὸν σκευοφύλακα τῆς ὑπεραγίας Θεοτόκου τῶν Βλαχερνῶν μετὰ τοῦ χαρτουλαρίου τῆς ἁγίας σοροῦ, βῆλον δʹ· τὸν ξενοδόχον τῶν Θεοφίλου, βῆλον εʹ· τοὺς δημοκράτας τῶν περατικῶν δήμων, βῆλον ϛʹ· τὸν ξενοδόχον τῶν Σαμψών, βῆλον ζʹ· τὸν ξενοδόχον τῶν Εὐβούλου, βῆλον ηʹ· τὸν ξενοδόχον τῶν Εἰρήνης, βῆλον θʹ· τὸν ξενοδόχον τῶν Ναρσοῦ, βῆλον ιʹ· τὸν ξενοδόχον τῆς [1.162] Ἁγίας Εἰρήνης, βῆλον ιαʹ· τοὺς δημάρχους τῆς πολιτικῆς. Ἅπαντες δὲ οὗτοι εἰσερχόμενοι, βαστάζοντες σταυρούς, τελοῦσιν ἅπαντα, ὡς ἀνωτέρω εἴρηται. Εἶθ' οὕτως κελεύει ὁ βασιλεὺς τῷ πραιποσίτῳ κἀκεῖνος τῷ τῆς καταστάσεως, ὅπως τοὺς ἐξ ἔθους εἰσερχομένους καὶ λαμβάνοντας σταυροὺς ἐκ τῶν χειρῶν τοῦ βασιλέως διευθετήσῃ, ὅπως ἕκαστος αὐτῶν κατὰ τὴν αὐτοῦ τάξιν τε καὶ τιμὴν εἰσέλθωσι. Καὶ εἰσέρχονται πατρίκιοι, εἰ τύχωσι, καὶ στρατηγοὶ καὶ οἱ ἄρχοντες τοῦ κουβουκλείου, δομέστικοί τε καὶ οἱ τὰ πρῶτα ὀφφίκια κατέχοντες καὶ τοποτηρηταί, οἱ συνήθως εἰσερχόμενοι, πάντες ἐν ἑνὶ βήλῳ στιχηδόν."
      },
      {
        "index": 5,
        "text": "Πεσόντων δὲ καὶ προσκυνησάντων τὸν βασιλέα, ἐπιδίδωσιν ἑνὶ ἑκάστῳ ὁ βασιλεὺς ἀνὰ σταυρὸν ἕνα, καὶ ὑπερευξάμενοι τὸν βασιλέα, ἐξέρχονται, καὶ εἶθ' οὕτως δίδοται ἀπὸ κελεύσεως μεταστάσιμον ἐν τῷ Λαυσιακῷ. Καὶ ἀπέρχονται ἅπαντες διὰ τοῦ μονοθύρου τοῦ ὄντος ἐπὶ τὸν Εἰδικὸν ἐν τῇ μυστικῇ φιάλῃ τοῦ Τρικόγχου, βαστάζοντες ἅπαντες αὐτῶν κηρία τῆς λιτῆς, ὁ δὲ βασιλεὺς ἐξέρχεται ἐν τῷ Χρυσοτρικλίνῳ, ἐξέρχονται δὲ καὶ οἱ ἱερεῖς ἀπὸ τῆς ἐκκλησίας τοῦ Φάρου, βαστάζοντες τὸν σταυρὸν τῆς ἐκκλησίας, καὶ παρ' αὐτὰ ἄρχονται τὸ τροπάριν τῆς λιτῆς· \"Τὴν κοινὴν ἀνάστασιν.\" Καὶ δηριγευόμενος ὁ βασιλεὺς ὑπὸ τῶν τοῦ κουβουκλείου ἁπάντων, διέρχεται ὄπισθεν τῆς λιτῆς καὶ ἐξέρχεται ἐν τῷ ἡμικυκλίῳ φιάλης τοῦ Τρικόγχου, καὶ δέχονται αὐτὸν ἐκεῖσε πατρίκιοι καὶ ἡ σύγκλητος καὶ πᾶσα ἡ προέλευσις, κἀκεῖθεν ἀπέρχεται λιτανεύων ἐν τῇ Δάφνῃ, καὶ εἰσέρχεται εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου, καὶ ἅψας κηροὺς καὶ εὐξάμενος, τελεῖ ἐκεῖσε τὴν ἐκτενῆ, καὶ ἀπέρχεται εἰς τοὺς σταυρούς, καὶ εὐξάμενος διέρχεται διὰ τοῦ τρικλίνου τοῦ Αὐγουστέως, καὶ εἰσέρχεται εἰς τὸν ναὸν τοῦ ἁγίου πρωτομάρτυρος Στεφάνου, κἀκεὶ εὐξάμενος τελεῖ ἐκεῖσε τὴν [1.163] ἐκτενῆ, καὶ δηριγευόμενος δι' αὐτῶν, διέρχεται διὰ τοῦ Αὐγουστέως καὶ τῆς ἀψίδος τοῦ Τρικόγχου, καὶ μένουσιν οἱ βασιλικοὶ ἐν τῇ αὐτῇ ἀψίδι τοῦ Τρικόγχου, ὑπερευχόμενοι τὸν βασιλέα. Ὁ δὲ βασιλεὺς δηριγευόμενος ὑπὸ τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ πρωτοσπαθαρίων, καὶ τῆς συγκλήτου, σπαθαροκανδιδάτων τε καὶ ἐπὶ τοῦ μαγλαβίου καὶ λοιπῶν οἰκειακῶν, διέρχεται διὰ τοῦ μονοθύρου τοῦ ἐπὶ τὸ Εἰδικόν, καὶ κατέρχεται τὰ βαθμίδια τοῦ Λαυσιακοῦ. Οἱ δὲ τῆς συγκλήτου, σπαθαροκανδιδάτοι καὶ οἱ τοῦ μαγλαβίου καὶ λοιποὶ οἰκειακοὶ μένουσιν ἐν τῷ Λαυσιακῷ ἔνθεν κἀκεῖσε, ὑπερευχόμενοι τὸν βασιλέα καὶ δηριγευόμενος ὁ βασιλεὺς ἀπὸ τῶν ἐκεῖσε, εἰσέρχεται ἐν τῷ Τριπέτωνι, καὶ μένουσιν ἐκεῖσε οἱ πρωτοσπαθάριοι ὑπερευχόμενοι τὸν βασιλέα. Ὁ δὲ βασιλεὺς εἰσέρχεται μετὰ τοῦ κουβουκλείου καὶ πατρικίων ἐν τῷ Χρυσοτρικλίνῳ, καὶ ἀπελθὼν ὁ βασιλεὺς ἵσταται ἐν τῷ δεξιῷ μέρει τοῦ Χρυσοτρικλίνου πλησίον ὡς πρὸς τὴν καμάραν τὴν εἰσάγουσαν πρὸς τὸν κοιτῶνα, οἱ δὲ πατρίκιοι ἵστανται ἐν τῷ ἀριστερῷ μέρει τοῦ αὐτοῦ Χρυσοτρικλίνου, καὶ ἵστανται ἔμπροσθεν τοῦ σένζου, βαστάζοντες τά τε λιτανίκια αὐτῶν κηρία καὶ τοὺς σταυρούς, οἱ δὲ ἱερεῖς ἀνέρχονται μέσον διὰ τοῦ Χρυσοτρικλίνου, καὶ ἵστανται πλησίον τοῦ σένζου. Ὁ δὲ διάκονος τίθησι τὸ Εὐαγγέλιον ἐν τῷ βασιλικῷ θρόνῳ, καὶ γίνεται ἡ συνήθης ἐκτενή, καὶ ἀπέρχεται ὁ βασιλεὺς μετὰ τοῦ κουβουκλείου καὶ τῶν ἱερέων εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου ἐν τῷ Φάρῳ, οἱ δὲ πατρίκιοι ὑπερευξάμενοι τὸν βασιλέα ἐξέρχονται. Καὶ εἶθ' οὕτως, εἰ κελεύει ὁ βασιλεύς, προσκαλοῦνται τοὺς πατρικίους, καὶ συλλειτουργοῦσι τῷ βασιλεῖ ἐν τῷ ναῷ τῆς παναγίας Θεοτόκου· ἢ καὶ οὐχί, λειτουργοῦσιν ἔξω εἰς Ἅγιον Στέφανον τοῦ [1.164] Ἱπποδρόμου. Στοιχηθέντος δὲ τοῦ κλητωρίου, γίνονται μίνσαι, καὶ μετὰ τὴν ἀπόλυσιν τῆς θείας λειτουργίας ἐξέρχεται ὁ βασιλεὺς καὶ καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης ἐν τῷ Ἰουστινιανοῦ τρικλίνῳ ἀπὸ σκαραμαγγίου, ὡσαύτως καὶ οἱ κληθέντες· ἀπὸ γὰρ τῆς λιτῆς πάντες ἀλλάσσουσιν."
      },
      {
        "index": 6,
        "text": "Χρὴ δὲ εἰδέναι ὅτι, εἰ μὲν τύχῃ ἐν ταύτῃ τῇ ἑορτῇ ὁ Εὐαγγελισμὸς τῆς ὑπεραγίας Θεοτόκου, τελεῖται οὕτως· λιτανεύει ὁ βασιλεύς, ὡς ἀνωτέρω εἴρηται, ἐκτελῶν ἅπαντα ἀκολούθως ἐν τοῖς εὐκτηρίοις τῆς Δάφνης· τελέσας δὲ ἅπαντα, ὡς εἴθισται αὐτῷ τῇ τῶν Βαΐων ἡμέρᾳ τελεῖν, οἱ μὲν ἱερεῖς, μετὰ τὸ ἐκτελέσαι πάντα ἀκολούθως ἐν τῷ Ἁγίῳ Στεφάνῳ, ἀπέρχονται αὐτοὶ μόνον ἐν τῷ παλατίῳ λιτανεύοντες, ὁ δὲ βασιλεὺς εἰσέρχεται ἐν τῷ κοιτῶνι αὐτοῦ, ἐκδεχόμενος τὸν καιρόν. Καταλαβόντος δὲ τοῦ καιροῦ, μηνύει ὁ τῆς καταστάσεως τῷ πραιποσίτῳ, ὁ δὲ πραιπόσιτος δηλοῖ τῷ βασιλεῖ, καὶ ἐξελθὼν ὁ βασιλεὺς ἐν τῷ Ὀκταγώνῳ, περιβάλλεται τὴν χλανίδα αὐτοῦ διὰ τῶν βεστητόρων, καθὼς εἴθισται, καὶ δηριγευόμενος ὑπὸ τῶν τοῦ κουβουκλείου ἀρχόντων, ἐξέρχεται διὰ τοῦ Αὐγουστέως, καὶ διελθὼν τὸ στενόν, ἤγουν τὴν Χρυσῆν Χεῖρα, ἀνέρχεται εἰς τὸν Ὀνόποδα, καὶ στὰς ἐν τῇ χαλκῇ πύλῃ τοῦ Ὀνόποδος, δέχονται αὐτὸν ἐκεῖσε οἱ πατρίκιοι καὶ στρατηγοί· πεσόντων δὲ καὶ προσκυνησάντων, νεύει ὁ πραιπόσιτος τῷ τῆς καταστάσεως ἀπὸ κελεύσεως, κἀκεῖνος λέγει· \"Κελεύσατε.\" Ἀπὸ δὲ τῶν ἐκεῖ διέρχεται, τελῶν ἅπαν ἀκολούθως, ὃν τρόπον ἀνωτέρω ἐν τῇ προελεύσει τοῦ Εὐαγγελισμοῦ ἐπὶ λεπτῷ ἐξεθέμεθα. Ἰστέον ὅτι τῇ αὐτῇ ἡμέρᾳ τῶν Βαΐων καὶ ἡ Αὐγούστα δέχεται τὰ βῆλα ὁμοίως τῷ βασιλεῖ, καὶ τοὺς σταυροὺς λαμβάνει ἐκ τῶν κατὰ τύπον εἰσερχομένων ἐπὶ τοῦ βασιλέως οὕτως καὶ ἐπ' αὐτῆς. 1.165 ΜΒʹ (ΛΓʹ) Ὅσα δεῖ παραφυλάττειν τῇ ἁγίᾳ καὶ μεγάλῃ εʹ καὶ ἐπὶ τῆς τοῦ βασιλέως περιόδου ἐν τοῖς γηροκομίοις. Ἐξέρχεται ὁ βασιλεὺς ἀπὸ τοῦ παλατίου ὥρᾳ πρώτῃ ἢ καὶ δευτέρᾳ ἐν τῷ Ἱπποδρομίῳ. Ἱππεύσας δὲ ἐκεῖσε, δηριγευόμενος ὑπὸ τῶν κατὰ συνήθειαν, ἀπέρχεται ἐν τοῖς γηροκομίοις, ἐκπληρῶν τὴν παρὰ τοῦ Προφήτου, μᾶλλον δὲ τοῦ Κυρίου, εἰρημένην φωνήν· \"Ἐσκόρπισεν, ἔδωκε τοῖς πένησιν, ἡ δικαιοσύνη αὐτοῦ μένει εἰς τὸν αἰῶνα τοῦ αἰῶνος,\" πλουτοποιῶν ἅπαντας καὶ παραμυθούμενος ἐκ τῶν παρὰ Θεῷ δεδωρημένων αὐτῷ ἀνεξαντλήτων θησαυρῶν. Ἐκτελέσας δὲ ἅπαντα τὰ κατὰ συνήθειαν ἐν ἑκάστῳ γηροκομίῳ, ὑποστρέφει ἐν τῷ παλατίῳ, καὶ στοιχηθέντος τοῦ κλητωρίου, γίνονται μίνσαι, καὶ οἱ μὲν κληθέντες φίλοι μένουσιν, οἱ δὲ λοιποὶ ἀπέρχονται ἐν τοῖς ἰδίοις αὐτῶν τόποις. Καταλαβούσης δὲ τῆς ὥρας τῆς θείας λειτουργίας, εἰσέρχεται ὁ βασιλεὺς ἐν τῷ ναῷ τῆς ὑπεραγίας Θεοτόκου τοῦ Φάρου πρὸς τὸ ἐκτελέσαι τὴν θείαν λειτουργίαν· καὶ εἰ κελεύει ὁ βασιλεύς, προσκαλοῦνται οἱ πατρίκιοι, καὶ συλλειτουργοῦνται αὐτῷ, εἰ δὲ μήγε, ἐξέρχονται ἐν τῷ ναῷ τοῦ ἁγίου πρωτομάρτυρος Στεφάνου, ἐκεῖσε τελοῦντες τὴν [1.166] θείαν λειτουργίαν, [καὶ εἰ κελεύει ὁ βασιλεὺς προσκαλοῦνται οἱ πατρίκιοι] . Τῆς δὲ θείας λειτουργίας τελεσθείσης, καθέζεται ἐν τῷ νάρθηκι τοῦ αὐτοῦ ναοῦ ἐν τῷ σκάμνῳ, καὶ εἰσελθόντες οἵ τε μαγίστροι καὶ πατρίκιοι, πραιπόσιτοι καὶ λοιποί, λαμβάνουσι διὰ χειρὸς τοῦ βασιλέως ἀνὰ μήλων δύο καὶ ἑνὸς κινναμώμου. Εἰ δὲ οὐ κελεύει ὁ βασιλεὺς καθεσθῆναι ἐν τοῖς ἐκεῖσε, ἀπέρχεται ἐν τῇ βασιλικῇ καμάρᾳ τοῦ Χρυσοτρικλίνου, καὶ καθέζεται ἐν τῷ ἐκεῖσε ὄντι σκάμνῳ ἐπιτελῶν πᾶσαν τὴν προρρηθεῖσαν διανομήν. Αὐτοὶ δὲ ἀσπαζόμενοι τὰς τοῦ βασιλέως χεῖρας, ἐξέρχονται ὑπερευχόμενοι αὐτόν, καὶ μετὰ ταῦτα ἐξέρχεται ὁ βασιλεὺς καὶ καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης μετὰ φίλων, οὓς ἂν ἐκέλευσε τῇ αὐτῇ ἡμέρᾳ καλέσαι. Ἰστέον δὲ ὅτι ἐν ταύτῃ τῇ ἡμέρᾳ ἀλλάξιμα οὔκ εἰσιν. 1.167 ΜΓʹ (ΛΔʹ) Ὅσα δεῖ παραφυλάττειν τῇ μεγάλῃ Παρασκευῇ, καὶ ὅσα ἐν αὐτῇ τελεῖται. Περὶ ὥραν δευτέραν ἐξελθὼν ὁ βασιλεὺς ἐν τῷ Ἱπποδρομίῳ, ἱππεύει ἐκεῖσε καὶ ἀπέρχεται ἐν Βλαχέρναις, καὶ εἰσελθὼν ἐν τῷ ναῷ, ἀπέρχεται μέχρι τῶν ἁγίων θυρῶν, καὶ ἅψας κηροὺς καὶ εὐξάμενος, εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ λαβὼν θυμιατόν, θυμιᾷ κυκλόθεν, καὶ ὑπαλλάξας τὴν ἁγίαν τράπεζαν, τίθησιν ἐν αὐτῇ ἀποκόμβιον, καὶ ἐξελθὼν διὰ τῆς πλαγίας, εἰσέρχεται εἰς τὸν ναὸν τῆς ἁγίας σοροῦ, καὶ ἅψας κηροὺς εἰς τὸν αὐτὸν ναὸν ἐν τῇ προσευχῇ αὐτοῦ, ὡς εἴθισται αὐτῷ, ἔμπροσθεν τῶν ἁγίων θυρῶν, καὶ εἰσελθὼν εἰς τὸ θυσιαστήριον, λαβὼν θυμιατόν, θυμιᾷ τὴν ἁγίαν τράπεζαν κυκλόθεν, καὶ λαβὼν ἀποκόμβιον, τίθησιν αὐτὸ ἐν τῇ ἁγίᾳ τραπέζῃ, καὶ εἶθ' οὕτως ὑποστρέψας εἰσέρχεται ἐν τῷ παλατίῳ, εἴτε ἔφιππος, εἴτε διὰ τοῦ πλοός. Καὶ περὶ ὥραν τρίτην ἢ καὶ τετάρτην τῆς αὐτῆς ἡμέρας ἀπέρχονται οἱ πατρίκιοι ἀπὸ κελεύσεως ἐν τῷ ναῷ τῆς Ἁγίας Εἰρήνης, ὅπως, τελοῦντος τοῦ πατριάρχου τὰς θείας κατηχήσεις ἐν τῷ αὐτῷ ναῷ, τύχωσιν ἐκεῖσε. Ἰστέον δὲ ὅτι, εἰ μὲν πρὸ τῆς τριτοέκτης ὑποστρέφει ὁ βασιλεὺς ἀπὸ Βλαχέρνας, εἰσέρχεται πρῶτον ἐν τῷ βεστιαρίῳ, καὶ ἐκβάλλει τήν τε χρυσῆν τράπεζαν μετὰ τῶν λοιπῶν χρυσῶν σκευῶν τῶν μελλόντων καθυπουργῆσαι τῇ διακαινησίμῳ ἐν τῷ Χρυσοτρικλίνῳ, καὶ εἶθ' οὕτως τελοῦσι τὴν [1.168] τριτοέκτην, καὶ προσκυνεῖ τὴν τιμίαν λόγχην. Ὁμοίως εἰσέρχονται καὶ οἱ πατρίκιοι ἀπὸ κελεύσεως μετὰ τοῦ κουβουκλείου, πρωτοσπαθάριοί τε καὶ οἱ ἐπὶ τῶν οἰκειακῶν, προσκυνήσαντες καὶ αὐτοὶ τὴν τιμίαν λόγχην, καὶ ὑπερευξάμενοι τὸν βασιλέα, ἐξέρχονται. Εἰ δὲ μετὰ τῆς τριτοέκτης ὑποστρέψει ἀπὸ Βλαχέρνας, ὡς τελέσας ἐκεῖσε πρῶτον τὴν τριτοέκτην, προσκυνεῖ τὴν τιμίαν λόγχην μετὰ τῶν ἀνωτέρω εἰρημένων ἐν τῷ Φάρῳ, καὶ εἶθ' οὕτως εἰσέρχεται ἐν τῷ βεστιαρίῳ, καὶ ἐκβάλλει τὰ σκεύη, ὡς προείρηται. Ἰστέον δὲ καὶ τοῦτο ὅτι καὶ διὰ τοῦ πλοὸς ἀπέρχεται ὁ βασιλεὺς ἐν Βλαχέρναις, ἀλλ' οὖν καὶ φιλοκαλεῖ τὸ ἅγιον βῆμα τῆς ἁγίας σοροῦ, καὶ ὑποστρέψας ἀπὸ ἱματίου, εἰσέρχεται εἰς τὰ γηροκομεῖα τῶν Κύφης καὶ ῥογεύει τοὺς γέροντας καὶ λωβοὺς καὶ ὑποστρέφει εἰς τὸ παλάτιον. 1.169 ΜΔʹ (ΛˉˉΕʹ) Ὅσα δεῖ παραφυλάττειν τῷ ἁγίῳ καὶ μεγάλῳ Σαββάτῳ. Περὶ ὥραν τρίτην ἀλλάσσει τὸ κουβούκλειον, καὶ δίδοται ἀπὸ κελεύσεως μεταστάσιμον διὰ τοῦ τῆς καταστάσεως ἐν τῷ Λαυσιακῷ, καὶ οἱ μὲν βαρβάτοι ἄρχοντες διέρχονται διὰ τοῦ μονοθύρου τοῦ ὄντος ἐπὶ τὸ Εἰδικὸν, καὶ ἐξέρχονται ἐν τῷ ἡμικυκλίῳ τῆς μυστικῆς φιάλης τοῦ Τρικόγχου. Ὁ δὲ βασιλεὺς δηριγευόμενος ὑπὸ τῶν τοῦ κουβουκλείου, ἐξέρχεται ἀπὸ τοῦ Χρυσοτρικλίνου, καὶ διέρχεται διὰ τῶν διαβατικῶν τῶν Ἁγίων μʹ, φορῶν σαγίον, καὶ ἐξέρχεται ἐν τῷ ἡμικυκλίῳ τῆς μυστικῆς φιάλης τοῦ Τρικόγχου, εἶθ' οὕτως διέρχεται, δηριγευόμενος ὑπὸ πάντων, διά τε τῆς Ἀψίδος καὶ τῆς Δάφνης, ἅπτων ἐν τοῖς ἐκεῖσε οὖσιν εὐκτηρίοις κηρία, καὶ εἰσέρχεται ἐν τῷ κοιτῶνι τοῦ Αὐγουστέως. Καὶ ἀλλάσσουσιν οἵ τε πατρίκιοι, δομέστικοί τε καὶ ἡ σύγκλητος ἅπασα ἀτραβατικὰ χλανίδια, ὁμοίως καὶ οἱ τοῦ κουβουκλείου ἄρχοντες περιβέβληνται χλανίδια τύρεα, οἱ δὲ πραιπόσιτοι λεοντάρια χρυσόταβλα. Καὶ καταλαβόντος τοῦ καιροῦ, περιβαλλόμενος ὁ βασιλεὺς διβητήσιον τὸ παγανὸν καὶ χλανίδα τὴν ὀψίμαρον, καὶ δηριγευόμενος ὑπό τε τῶν πραιποσίτων καὶ λοιπῶν ἀρχόντων τοῦ κουβουκλείου, διέρχεται διὰ τὸ τοῦ Αὐγουστέως καὶ τοῦ [1.170] στενοῦ, ἤγουν τῆς Χρυσῆς Χειρός, καὶ ἀπέρχεται εἰς τὸν Ὀνόποδα, καὶ στάντος αὐτοῦ ἐν τῇ χαλκῇ πύλῃ τοῦ Ὀνόποδος, δέχονται αὐτὸν ἐκεῖσε πατρίκιοι καὶ στρατηγοί, καὶ πεσόντων νεύει ὁ πραιπόσιτος τῷ τῆς καταστάσεως ἀπὸ κελεύσεως, καὶ λέγει· \"Κελεύσατε\" καὶ αὐτοὶ ὑπερεύχονται τὸν βασιλέα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ δηριγευόμενος ὑπ' αὐτῶν πάντων, ἐξέρχεται ἐν τῷ Κονσιστωρίῳ, καὶ στάντος ἐν τῷ καμελαυκίῳ ἐπὶ τοῦ πορφυροῦ λίθου, πίπτουσιν αὖθις οἱ πατρίκιοι καὶ ἡ σύγκλητος, καὶ λαβὼν νεῦμα ὁ πραιπόσιτος παρὰ τοῦ βασιλέως, νεύει τῷ σιλεντιαρίῳ, κἀκεῖνος λέγει· \"Κελεύσατε\", αὐτοὶ δὲ ὑπερεύχονται τὸν βασιλέα· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους\". Κἀκεῖθεν δηριγευόμενος ὑπὸ πάντων αὐτῶν, διέρχεται διά τε τῶν Ἐξκουβίτων καὶ τῶν Σχολῶν, καὶ ἐξέρχεται διὰ τῆς μικρᾶς πύλης τῆς χαλκῆς τοῦ χυτοῦ, καὶ ἀπέρχεται μέχρι τοῦ Ἁγίου Φρέατος. Τὰ δὲ μέρη δέχονται τὸν βασιλέα ἐν ταῖς στάσεσιν αὐτῶν, σφραγίζοντα τὸν βασιλέα καὶ μόνον, λέγουσι δὲ καὶ οἱ νοτάριοι καὶ οἱ μαΐστορες, ὡς εἴθισται αὐτοῖς, τοὺς ἰάμβους. Ὁ δὲ βασιλεὺς εἰσελθὼν ἐν τῷ Ἁγίῳ Φρέατι καὶ ἅψας κηρούς, δέχεται παρὰ τοῦ πατριάρχου ἐν τῷ Ἁγίῳ Φρέατι, καὶ προσκυνήσαντες ἀμφότεροι ἀλλήλους καὶ ἀσπασάμενοι, εἰσέρχονται εἰς τὸν ναόν, καὶ ἀπελθόντες μέχρι τῶν ἁγίων θυρῶν, ὁ μὲν πατριάρχης εἰσέρχεται εἰς τὸ θυσιαστήριον, ὁ δὲ βασιλεύς, στὰς ἔμπροσθεν τῶν ἁγίων θυρῶν, καὶ ἅψας κηροὺς καὶ εὐξάμενος, εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ μετὰ τὸ ὑπαλλάξαι τὴν ἁγίαν τράπεζαν τὰς αὐτῆς ἐνδυτάς, λαμβάνει παρὰ τοῦ πραιποσίτου χρυσίου λίτρας ρʹ, καὶ τίθησιν αὐτὰς εἰς τὴν ἁγίαν τράπεζαν ἐν τῷ βαθμιδίῳ, ἐν ᾧ ὁ βασιλεὺς ἵσταται, καὶ ἡνίκα ὑπαλλάξῃ τὴν ἁγίαν τράπεζαν, λαβὼν ἀποκόμβιον ἕτερον, ἔχον καὶ αὐτὸ χρήματα πάμπολλα, παρὰ τοῦ πραιποσίτου, τίθησιν αὐτὸ εἰς τὴν ἁγίαν τράπεζαν, εἶτα λαβὼν παρὰ τοῦ πατριάρχου [1.171] θυμιατόν, θυμιᾷ ἐκ τρίτου τὸ θυσιαστήριον κυκλόθεν, καὶ ἐξέρχεται διὰ τοῦ ἀριστεροῦ μέρους τῆς πλαγίας, καὶ ἀπέρχεται εἰς τὸ σκευοφυλάκιον. Εἰσελθὼν δὲ καὶ ἅψας κηροὺς εὔχεται, καὶ εὐξάμενος θυμιᾷ τὰ σκεύη ἅπαντα, καὶ καθέζεται μικρὸν μετὰ τοῦ πατριάρχου. Εἶθ' οὕτως εἰσέρχονται οἱ τοῦ κουβουκλείου καὶ οἱ λοιποὶ ἄρχοντες οἱ κατὰ συνήθειαν εἰσιόντες, λαμβάνουσι παρὰ τοῦ σκευοφύλακος νάρδον, καὶ εἶθ' οὕτως ἀνίσταται ὁ βασιλεύς, καὶ ἐξελθὼν ἀπὸ τοῦ σκευοφυλακίου, διέρχεται διὰ τοῦ γυναικίτου νάρθηκος, ἐν ᾧ καὶ τὴν συνήθη στάσιν κέκτηνται αἱ τῆς αὐτῆς Μεγάλης Ἐκκλησίας διακόνισσαι, καὶ ἐξέρχεται διὰ τῆς ἀριστερᾶς πύλης τοῦ βήματος καὶ ἐπιδίδωσιν αὐτῷ ὁ πατριάρχης εὐλογίας. Καὶ διελθόντες ἀμφότεροι διὰ τοῦ ὄπισθεν τοῦ βήματος στενοῦ διαβατικοῦ τοῦ Ἁγίου Νικολάου, ἀπέρχονται μέχρι τοῦ Ἁγίου Φρέατος, καὶ αὖθις ἐπιδοὺς ὁ πατριάρχης τῷ βασιλεῖ εὐλογίας, καὶ ἀμφότεροι ἀλλήλους ἀσπασάμενοι, ἐξέρχεται μὲν ὁ βασιλεύς, δηριγευόμενος ὑπὸ τῶν προειρημένων πάντων, καὶ εἰσέρχεται διὰ τῆς μικρᾶς πύλης τῆς χαλκῆς, καὶ μέχρι τοῦ Κονσιστωρίου ἐλθών, μένουσιν ἐκεῖσε οἱ τῆς συγκλήτου, ὑπερευχόμενοι τὸν βασιλέα. Καὶ καταλαβόντος αὐτοῦ τὸ στενόν, μένουσιν ἐκεῖσε οἱ πατρίκιοι, ὑπερευχόμενοι καὶ αὐτοί, καὶ ἀπὸ τῶν ἐκεῖσε εἰσέρχεται ὁ βασιλεὺς εἰς τὸ παλάτιον, καὶ στοιχηθέντος τοῦ κλητωρίου, γίνονται μίνσαι, καὶ ἀπαλλάσσουσιν ἅπαντες, καὶ οἱ μὲν κληθέντες φίλοι μένουσιν, οἱ δὲ ἀπέρχονται ἕκαστος αὐτῶν εἰς τὸν οἶκον αὐτοῦ. Καὶ περὶ ὥραν θʹ ἀλλάσσει τὸ κουβούκλειον, καὶ καταλαβούσης τῆς ὥρας τῆς θείας λειτουργίας, εἰσέρχεται ὁ βασιλεὺς πρὸς τὸ ἐκτελέσαι τὴν θείαν μυσταγωγίαν ἐν τῷ Φάρῳ, καὶ εἰ μὲν κελεύσῃ, εἰσέρχονται καὶ πατρίκιοι καὶ συλλειτουργοῦνται αὐτῷ, εἰ δὲ μήγε, ἐξέρχονται εἰς τὸν Ἱππόδρομον, καὶ λειτουργοῦσιν ἐκεῖσε ἐν τῷ ναῷ τοῦ ἁγίου πρωτομάρτυρος Στεφάνου."
      },
      {
        "index": 7,
        "text": "Καὶ μέλλοντος τοῦ ψάλτου ἄρξασθαι τὸ· [1.172] \"Ἀνάστα ὁ Θεός,\" ἵστανται κουβικουλάριοι, κρατοῦντες τὰ ἔξωθεν τῶν χρυσῶν βήλων κρεμάμενα βῆλα, καὶ ἡνίκα ἄρξηται τό· \"Ἀνάστα ὁ Θεός,\" παρευθὺ τανύσαντες ἐξ ἴσου, αἴρουσι τὰ ἔξωθεν βῆλα, καὶ μένουσι τὰ χρυσᾶ βῆλα καὶ μόνον. Καὶ τῆς θείας λειτουργίας τελεσθείσης, καὶ ἀνακράξαντες οἱ ἐν τοῖς ἐκεῖσε· \"Στερεώσῃ ὁ Θεὸς τὸν βασιλέα ἡμῶν,\" εὐθὺς αὐλεῖ τὸ ὄργανον, ὃ ἵσταται ἐν τῷ Τριπέτωνι, καὶ ἐξελθὼν ὁ βασιλεύς, καθέζεται ἐπὶ τῆς τιμίας αὐτοῦ τραπέζης, φορῶν σκαραμάγγιον δίασπρον χρυσόκλαβον, καθέζονται δὲ καὶ οἱ κληθέντες φίλοι, οἱ μὲν ἀπὸ σκαραμαγγίων λευκῶν, οἱ δὲ χροακῶν, εὐθέως δὲ οἱ μὲν ἄρχοντες τοῦ κουβουκλείου ἀπαλλάξαντες ἀναχωροῦσι, οἱ δὲ σπαθαροκουβικουλάριοι καὶ κουβικουλάριοι ἀπαλλάξαντες, παρίστανται ἀπὸ σκαραμαγγίων. Χρὴ δὲ εἰδέναι ὅτι, εἰ μὲν τύχῃ ἡ ἑορτὴ τοῦ Εὐαγγελισμοῦ τῇ αὐτῇ ἡμέρᾳ τοῦ ἁγίου Σαββάτου, ἀπέρχεται ὁ βασιλεὺς εἰς τὴν Ἁγίαν Σοφίαν, καὶ ἐκτελεῖ ἅπαντα τὰ τοῦ μεγάλου Σαββάτου, ὡς ἀνωτέρω εἴρηται· καὶ ἐν τῇ ὑπαλλαγῇ τῆς ἁγίας τραπέζης καὶ ἐν τῇ θυμιάσει τοῦ θυσιαστηρίου καὶ ἐν τῇ εἰσκομιδῇ τοῦ χρυσίου, καὶ ἐξελθών, ὡς εἴθισται αὐτῷ, ἀπέρχεται ἐν τῷ σκευοφυλακίῳ. Καὶ τελέσας ἐκεῖσε ἅπαντα, ὡς προείρηται, ἐξέρχεται διὰ τῆς ἀνωτέρω εἰρημένης πύλης· καὶ λαβὼν ἐκεῖσε παρὰ τοῦ πατριάρχου εὐλογίας, διὰ τοῦ στενοῦ τοῦ Ἁγίου Νικολάου διαβατικοῦ ἀπέρχεται ἐν τῷ Ἁγίῳ Φρέατι, καὶ λαβὼν παρὰ τοῦ πατριάρχου εὐλογίας, οὐκ ἐξέρχεται ἐν τῇ μέσῃ πρὸς τὸ ἀπελθεῖν αὐτὸν ἐν τῷ παλατίῳ διὰ τὴν ἑορτὴν τοῦ Εὐαγγελισμοῦ, ἀλλ' ὑποστρέψας, εἰσέρχεται ἐν τῇ μικρᾷ πύλῃ τῇ οὔσῃ ἐν τῷ Φρέατι, ἐν ᾗ ἵσταται ἐν ταῖς μεγάλαις προελεύσεσιν, ἐπιδοὺς τοῖς ψάλταις καὶ λοιποῖς τὰς πλουσίας αὐτοῦ δωρεὰς ὁ βασιλεὺς ἐν τῷ κράζειν τὸν ἄργυρον. Καὶ ἐκεῖθεν διέρχεται διὰ τοῦ τρικλίνου, ἐν ᾧ [1.173] κραματίζει ὁ βασιλεὺς ταῖς μεγάλαις προελεύσεσι, καὶ εἰσέρχεται ἐν τῷ μητατωρίῳ, καὶ ἀπαλλάξας τὴν στολήν, ἣν φορεῖ τοῦ ἁγίου Σαββάτου, ὑπαλλάσσει τὴν τοῦ Εὐαγγελισμοῦ στολήν. Ἐξελθὼν δὲ ἀπὸ τῶν ἐκεῖσε ἠλλαγμένος, ἀπέρχεται ἔμπροσθεν τῶν θυρῶν τοῦ θυσιαστηρίου, καὶ εὐξάμενος, κρατῶν καὶ κηροὺς εἰσέρχεται εἰς τὸ θυσιαστήριον, καὶ προσκυνήσας τὴν ἁγίαν τράπεζαν, ἐξέρχεται καὶ διέρχεται διὰ τῆς σωλαίας, καὶ μέλλοντος αὐτοῦ διέρχεσθαι διὰ τῆς σωλαίας, λαμβάνει ἀπὸ τοῦ πραιποσίτου κηρίον λιτανίκιν καὶ παρ' αὐτὰ ἄρχονται τὸ τροπάριν τῆς ἑορτῆς τό· \"Σήμερον τῆς σωτηρίας ἡμῶν τὸ κεφάλαιον.\" Καὶ δηριγευόμενος ὑπό τε τῶν ἀρχόντων τοῦ κουβουκλείου, πατρικίων τε καὶ στρατηγῶν καὶ τῆς συγκλήτου, διέρχεται διὰ τοῦ ναοῦ, καὶ ἐξέρχεται διά τε τοῦ νάρθηκος καὶ τοῦ λουτῆρος. Κατελθὼν δὲ τὰ γραδήλια τοῦ Ἀθύρα, ἐξέρχεται ἐπὶ τὸ Μίλιον, καὶ διοδεύων τὴν Μέσην, ἀνέρχεται ἐν τῷ Φόρῳ καὶ τελέσας ἐκεῖσε ἅπαντα ἀκολούθως, ὃν τρόπον ἀνωτέρω ἐδηλώθη, καὶ κατελθὼν εἰς τὸν ναὸν τῆς ὑπεραγίας Θεοτόκου ἐν τοῖς Χαλκοπρατείοις, τελεῖ ἐκεῖσε τὴν θείαν λειτουργίαν μέχρι τοῦ Εὐαγγελίου. Καὶ ἀπὸ τοῦ Εὐαγγελίου κατέρχεται διὰ τῆς ξυλίνης σκάλας, καὶ ἐξέρχεται, τελεσθείσης τῆς ἐκτενοῦς· ἐν ταύτῃ γὰρ τῇ ἡμέρᾳ ἡ θεία λειτουργία οὐ τελεῖται ἅπασα, ἀλλ' ἕως τοῦ Εὐαγγελίου καὶ τῆς ἐκτενοῦς. Καὶ ἐξελθὼν ὁ βασιλεὺς ἐν τῷ ἐμβόλῳ, ὡς εἴρηται, ἱππεύει ἐκεῖσε μετὰ τῶν κατὰ συνήθειαν, καὶ ἀπὸ τῶν ἐκεῖσε δηριγευόμενος ἀπέρχεται ἐν τῷ παλατίῳ, ἐκτελῶν ἅπαντα ἐν τῇ διόδῳ, στάσει τε καὶ δοχῇ, ὃν τρόπον ἀνωτέρω ἐν τῇ καθόλου προελεύσει τοῦ Εὐαγγελισμοῦ ἐπὶ λεπτῷ ἐξεθέμεθα. Καὶ εἰσελθὼν εἰς τὸ παλάτιον, τελεῖ τὰ τοῦ ἁγίου Σαββάτου ἅπαντα. 1.174 ΜΕʹ (Λϛʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ προελεύσει Ἑνώσεως Ἐκκλησίας. Ἰστέον ὅτι καὶ ἡ προέλευσις τῆς Ἑνώσεως τῆς Ἐκκλησίας ὡς καὶ αἱ λοιπαὶ προελεύσεις ἐπιτελεῖται· καὶ γὰρ ἐμπράττως ὁ βασιλεὺς ἄπεισι, καὶ αἱ δοχαὶ κατὰ τύπον γίνονται, δηλονότι καὶ τῶν δήμων κατὰ τὸ εἰωθὸς ἀκτολογούντων ἐν τοῖς τόποις αὐτῶν. Ὁ δὲ βασιλεὺς ἀπερχόμενος ἕως τοῦ Ἁγίου Φρέατος, ἀποστέφεται ἐκεῖσε, εἶτα δεξαμένου αὐτὸν τοῦ πατριάρχου, ἀπέρχονται ἀμφότεροι εἰς τὸν ναὸν τῆς Ἁγίας Εἰρήνης. Καὶ δὴ τῆς ἐκκλησιαστικῆς πάσης τάξεως τελουμένης. ἐπαίρουσιν ἀπ' αὐτοῦ τοῦ ναοῦ τῆς Ἁγίας Εἰρήνης τὴν λιτήν, καὶ ὑποστρέφουσιν εἰς τὸν ναὸν τῆς Ἁγίας Σοφίας λιτανεύοντες, καὶ εἰσέρχονται διὰ τοῦ γυναικείου μέρους τῆς αὐτῆς ἐκκλησίας καὶ τοῦ νάρθηκος, καὶ ἀποδόντες ἐκεῖσε τὴν τῆς λιτῆς ἀκολουθίαν, γίνεται ἡ εἴσοδος, καὶ εἰσοδεύει ὅ τε βασιλεὺς καὶ ὁ πατριάρχης μετὰ καὶ πάντων τῶν ἱερέων. Τὰ δὲ τῆς ὑποστροφῆς ἐπιτελεῖται καθὼς καὶ ἐν ταῖς λοιπαῖς προελεύσεσι. 1.175 Μϛʹ (Λζʹ) Χρὴ εἰδέναι πῶς ἀλλάσσουσιν οἱ δεσπόται ἐν ταῖς ἑορταῖς καὶ προελεύσεσι. Τῇ ἁγίᾳ καὶ μεγάλῃ Κυριακῇ τοῦ Πάσχα ἐξέρχονται οἱ δεσπόται ἀπὸ τοῦ παλατίου μετὰ ὀξέων σκαραμαγγίων καὶ χρυσοπερικλείστων σαγίων, καὶ ἐν τῷ κοιτῶνι τῆς Δάφνης ἀλλάσσουσι τὰ θωράκια, περιβάλλονται δὲ καὶ τὰ τζιτζάκια, καὶ γίνεται ὁ ἀσπασμὸς ἐν τῷ μεγάλῳ τρικλίνῳ τῶν ιθʹ Ἀκκουβίτων, καὶ μετὰ τὸν ἀσπασμὸν ἐκβάλλουσι τὰ τζιτζάκια καὶ περιβάλλονται τοὺς λώρους καὶ στέμματα, εἰ κελεύουσι, λευκὰ εἴτε ῥούσια, καὶ ἐν μὲν τῇ εὐωνύμῳ χειρὶ κρατοῦσι σκηπίονας χρυσοῦς ἐκ λίθων καὶ μαργάρων ἠμφιεσμένους, ἐν δὲ τῇ δεξιᾷ χειρὶ τὴν ἀνεξικακίαν· τὰ δὲ τῆς προελεύσεως ἐπιτελεῖται, καθὼς εἰρήκαμεν. Ἰστέον ὅτι τῶν δεσποτῶν εἰσοδευσάντων, κατὰ τὸ εἰωθός, καὶ εἰσελθόντων ἐν τῷ μητατωρίῳ, ἐκβάλλουσι τοὺς λώρους, καὶ δὴ ἐκβαίνοντες εἰς τὰ ἅγια καὶ εἰς τὴν ἀγάπην καὶ εἰς τὴν κοινωνίαν, οὐ περιβάλλονται τοὺς λώρους, ἀλλὰ χλαμύδας· ἐν δὲ τῷ ὑποστρέφειν αὐτοὺς ἐν τῷ παλατίῳ, περιβάλλονται τοὺς λώρους καὶ στέμματα, εἰ μὲν ἐν τῷ πρωῒ λευκά, ἐν τῇ ὑποστροφῇ ῥούσια, εἰ δὲ τῷ πρωῒ ῥούσια, ἐν τῇ ὑποστροφῇ λευκά. Ἰστέον ὅτι, τῶν δεσποτῶν τῇ δευτέρᾳ τῆς διακαινησίμου ἀπὸ τοῦ παλατίου ἐξερχομένων, περιβάλλονται τὰ λευκὰ χρυσᾶ σκαραμάγγια καὶ τὰ διάλιθα τούτων σπαθία. [1.176] Ἐν δὲ τῇ τοῦ Κυρίου ἐκκλησίᾳ περιβάλλονται στέμματα πράσινα, καὶ ἀπέρχονται ἐν τῇ ἐκκλησίᾳ τῶν Ἁγίων Ἀποστόλων, καὶ περιβάλλονται τὰ ἑαυτῶν λευκὰ διβητήσια καὶ τὰ χλανίδια καὶ εἰσοδεύουσι. Δείλης δὲ ἐν τῇ ὑποστροφῇ, περιβάλλονται τὰ κολώβια, ἤγουν τοὺς κριούς, καὶ τὰ διάλιθα ζωστίκια σπαθία καὶ στέμματα λευκά, εἰ δὲ βουληθῶσι βάλλειν τὰς τιάρας, ἤγουν τὰς τούφας, περιβάλλονται αὐτάς. Ἰστέον ὅτι ταύτῃ τῇ ἑβδομάδι τῆς διακαινησίμου, φοροῦσιν οἱ δεσπόται τὰ ἄσπρα διβητήσια, εἰ δὲ βουληθῶσι ποιῆσαι ἢ πρόκενσον ἐν ἐκκλησίᾳ, εἴτε λιτὴν εἴτε δοχὴν ἐν τῷ παλατίῳ, περιβάλλονται τὰ τζιτζάκια. Ἰστέον ὅτι τῇ καινῇ Κυριακῇ, ἤγουν τῶν θυρῶν κεκλεισμένων, ὁμοίως ἐπιτελεῖται· πολλάκις δέ, εἰ κελεύουσιν οἱ δεσπόται, ταύτῃ τῇ ἑορτῇ, ἀντὶ τῶν λευκῶν χρυσῶν σκαραμαγγίων, περιβάλλονται τὰ πορφυρᾶ σκαραμάγγια."
      },
      {
        "index": 8,
        "text": "Ἰστέον ὅτι τῇ ἑορτῇ τῆς Μεσοπεντηκοστῆς ὁμοίως ἀλλάσσουσιν οἱ δεσπόται. Ἰστέον ὅτι τῇ ἑορτῇ τῆς Ἀναλήψεως ἀπὸ μὲν τοῦ παλατίου ἐξέρχονται οἱ δεσπόται μετὰ τριβλατίων σκαραμαγγίων, καὶ εἰσέρχονται εἰς τὸν δρόμωνα καὶ ἀπέρχονται μέχρι τῆς Χρυσῆς Πόρτης, ἐκεῖσε δὲ βάλλοντες τὰ αὐτῶν χρυσᾶ διάλιθα σπαθία καὶ καβαλικεύοντες τὰ χιώματα, ἀπέρχονται ἐν τῇ ἐκκλησίᾳ τῆς ὑπεραγίας Θεοτόκου τῆς Πηγῆς, κἀκεῖσε ἀλλάσσουσι τὰ ἑαυτῶν λευκὰ διβητήσια, καὶ εἰσοδεύουσιν· ἡ δὲ ὑποστροφὴ τελεῖται καθὼς καὶ τῇ δευτέρᾳ τῆς διακαινησίμου. Ἰστέον ὅτι τῇ ἑορτῇ τῆς Νέας Μεγάλης Ἐκκλησίας ἀλλάσσουσιν οἱ δεσπόται διβητήσια πορφυρᾶ καὶ τὰς τούτων χλαμύδας. Ἰστέον ὅτι τῇ ἑορτῇ τῆς Πεντηκοστῆς ἀλλάσσουσιν οἱ δεσπόται ἐν τῷ κοιτῶνι τῆς Δάφνης λευκὰ διβητήσια καὶ τὰς τούτων χλαμύδας καὶ στέμματα ῥούσια, ἐν δὲ τῇ ὑποστροφῇ στέμματα λευκά. [1.177] Ἰστέον ὅτι τῇ ἑορτῇ τῶν Ἁγίων Πάντων περιβάλλονται οἱ δεσπόται χρυσᾶ σκαραμάγγια, οἷα κελεύουσι, καὶ στέμματα ὁμοίως. Ἰστέον ὅτι καὶ ἡ ἑορτὴ τῶν ἁγίων Ἀποστόλων ὁμοίως τελεῖται. Ἰστέον ὅτι τῇ ἑορτῇ τοῦ Ἁγίου Ἠλιοῦ ἀλλάσσουσιν οἱ δεσπόται διβητήσια πορφυρᾶ καὶ τὰς τούτων χλαμύδας. Ἰστέον ὅτι τῇ ἑορτῇ τῆς Μεταμορφώσεως, ἐν τῷ κοιτῶνι τῆς Δάφνης ἀλλάσσουσιν οἱ δεσπόται λευκὰ διβητήσια καὶ τὰς τούτων χλαμύδας καὶ στέμματα πράσινα, ἐν δὲ τῇ ὑποστροφῇ στέμματα λευκά. Ἰστέον ὅτι τῇ ἑορτῇ τῆς Κοιμήσεως τῆς ὑπεραγίας Θεοτόκου, ἀλλάσσουσιν οἱ δεσπόται ἀπὸ τοῦ παλατίου τὰ ὀξέα τούτων σκαραμάγγια, καὶ εἰσερχόμενοι εἰς τὸν δρόμωνα, ἀπέρχονται ἐν τῷ ναῷ τῆς ὑπεραγίας Θεοτόκου ἐν Βλαχέρναις, ἐν δὲ τῷ ἐκεῖσε κοιτῶνι ἀλλάσσουσιν οἱ δεσπόται τὰ πορφυρᾶ διβητήσια καὶ τὰς τούτων χλαμύδας. Ἰστέον ὅτι τῇ ἑορτῇ τοῦ Γενεσίου τῆς ὑπεραγίας Θεοτόκου, ἐν τῷ κοιτῶνι τῆς Δάφνης ἀλλάσσουσιν οἱ δεσπόται διβητήσια πορφυρᾶ καὶ τὰς τούτων χλαμύδας, καὶ ἀνέρχονται μετὰ τῆς λιτῆς ἕως τοῦ Φόρου, καὶ ἀπὸ τῆς ἐκτενοῦς κατέρχονται μετὰ τῆς λιτῆς ἕως τοῦ ναοῦ τῆς ὑπεραγίας Θεοτόκου τῶν Χαλκοπρατείων, κἀκεῖσε ἀλλάσσουσι τὰ πορφυρᾶ χρυσᾶ σκαραμάγγια, περιβαλλόμενοι καὶ τὰ τούτων σπαθία καὶ στέμματα, οἷα κελεύουσι, καὶ ἀπὸ τοῦ Εὐαγγελίου ὑποστρέφουσιν ἔφιπποι μετὰ τῶν χιωμάτων. Ἰστέον ὅτι τῇ ἑορτῇ τῆς Ὑψώσεως, ἀλλάσσουσιν οἱ δεσπόται τὰ πορφυρᾶ διβητήσια καὶ τὰς τούτων χλαμύδας. Ἰστέον ὅτι τῇ ἑορτῇ τοῦ Ἁγίου Δημητρίου ἀλλάσσουσιν οἱ δεσπόται τὰ πορφυρᾶ διβητήσια καὶ τὰς τούτων χλαμύδας. Ἰστέον ὅτι τῇ ἑορτῇ τοῦ Ἀρχιστρατήγου, ἀλλάσσουσιν οἱ [1.178] δεσπόται τὰ πορφυρᾶ διβητήσια καὶ τὰς τούτων χλαμύδας. Ἰστέον ὅτι τῇ ἑορτῇ τῶν Χριστουγέννων, ἐν τῷ κοιτῶνι τῆς Δάφνης ἀλλάσσουσιν οἱ δεσπόται τὰ πορφυρᾶ διβητήσια καὶ τὰς τούτων χλαμύδας καὶ στέμματα πράσινα, ἐν δὲ τῇ ὑποστροφῇ στέμματα λευκά. Ἰστέον ὅτι τῇ ἡμέρᾳ τοῦ Βότου ἐν τῷ Ἱπποδρομίῳ, ἀλλάσσουσιν οἱ δεσπόται τὰ παγανά, καὶ οἱ ἄρχοντες τὰ ἀτραβατικὰ χλανίδια. Ἰστέον ὅτι ἐν τοῖς ἱππικοῖς πᾶσιν ἱπποδρομίοις, ἀλλάσσουσιν οἱ δεσπόται τὰ πορφυρᾶ διβητήσια καὶ τὰς τούτων χλαμύδας καὶ στέμματα, οἷα κελεύουσιν. Ἰστέον ὅτι τῇ ἑορτῇ τῶν ἁγίων Φώτων, ἐν τῷ κοιτῶνι τῆς Δάφνης ἀλλάσσουσιν οἱ δεσπόται τὰ πορφυρᾶ διβητήσια καὶ τὰς τούτων χλαμύδας καὶ στέμματα βένετα, ἐν δὲ τῇ ὑποστροφῇ στέμματα λευκά. Ἰστέον ὅτι τῇ ἑορτῇ τῆς Ὑπαπαντῆς, ἀλλάσσουσιν οἱ δεσπόται ἀπὸ τοῦ παλατίου τὰ ὀξέα αὐτῶν σκαραμάγγια, καὶ εἰσερχόμενοι εἰς τὸν δρόμωνα, ἀπέρχονται ἐν τῷ ναῷ τῆς ὑπεραγίας Θεοτόκου ἐν Βλαχέρναις, ἐν δὲ τῷ ἐκεῖσε κοιτῶνι ἀλλάσσουσι τὰ πορφυρᾶ διβητήσια καὶ τὰς τούτων χλαμύδας. Ἰστέον ὅτι τῇ Κυριακῇ τῆς Ὀρθοδοξίας, ἀλλάσσουσιν οἱ δεσπόται ἀπὸ τοῦ παλατίου τὰ ὀξέα τούτων σκαραμάγγια καὶ τὰ χρυσοπερίκλειστα σαγία, καὶ ἀνέρχονται ἐν τοῖς κατηχουμενίοις τῆς Ἁγίας Σοφίας, κἀκεῖσε ἀλλάσσουσι τὰ πορφυρᾶ διβητήσια καὶ τὰς τούτων χλαμύδας, καὶ λιτανεύοντες εἰσοδεύουσιν. Εἶθ' οὕτως ἀνερχόμενοι ἐν τοῖς κατηχουμενίοις, ἀκούουσι τοῦ ἁγίου Εὐαγγελίου καὶ ἀπέρχονται ἐν τῷ πατριαρχείῳ. Ἰστέον ὅτι τῇ ἑορτῇ τοῦ Εὐαγγελισμοῦ τῆς ὑπεραγίας Θεοτόκου, ἐν τῷ κοιτῶνι τῆς Δάφνης ἀλλάσσουσιν οἱ δεσπόται διβητήσια πορφυρᾶ καὶ τὰς τούτων χλαμύδας, καὶ ἀνέρχονται μετὰ τῆς λιτῆς ἕως τοῦ Φόρου, καὶ ἀπὸ τῆς ἐκτενοῦς κατέρχονται μετὰ τῆς λιτῆς ἕως τοῦ ναοῦ [1.179] τῆς ὑπεραγίας Θεοτόκου τῶν Χαλκοπρατείων, κἀκεῖσε ἀλλάσσουσι τὰ πορφυρᾶ χρυσᾶ σκαραμάγγια, περιβαλλόμενοι καὶ τὰ τούτων σπαθία καὶ στέμματα, οἷα κελεύουσι, καὶ ἀπὸ τοῦ Εὐαγγελίου ὑποστρέφουσιν ἔφιπποι μετὰ τῶν χιωμάτων. https://byzantium.gr/ 2.1 ΜΖʹ (ΛΗʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ στεψίμῳ βασιλέως. Προέρχονται πάντες μετὰ ἀλλαξίμων, καὶ ἀλλάσσει πᾶσα ἡ σύγκλητος καὶ τὰ ἀξιώματα τῶν σχολῶν καὶ τῶν λοιπῶν ταγμάτων καὶ προλαμβάνουσι τὰ σκεύη πρὸς τὸ ὀψικεῦσαι τοὺς δεσπότας, καὶ ὅτε πάντα ἑτοιμασθῶσιν, ἐξέρχεται ὁ βασιλεὺς ἐκ τοῦ Αὐγουστέως, φορῶν τὸ σκαραμάγγιον αὐτοῦ καὶ σαγίον πορφυροῦν, ὀψικευόμενος ὑπὸ τοῦ κουβουκλείου, καὶ ἐξέρχεται μέχρι τοῦ Ὀνόποδος, καὶ γίνεται ἡ πρώτη δοχὴ τῶν πατρικίων ἐν τῷ Ὀνοποδίῳ καὶ λέγει ὁ τῆς καταστάσεως· \"Κελεύσατε\" καὶ ἐπεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ κατέρχονται μέχρι τοῦ μεγάλου Κονσιστωρίου, ἔνθα ἵστανται οἱ ὕπατοι κονσιστώριον καὶ οἱ λοιποὶ συγκλητικοί, καὶ ἵστανται οἱ δεσπόται εἰς τὸ κιβώριον, καὶ πίπτουσιν οἱ συγκλητικοὶ πάντες ἅμα τοῖς πατρικίοις. Καὶ ἀναστάντων αὐτῶν, νεύουσιν οἱ δεσπόται τῷ πραιποσίτῳ, καὶ λέγει ὁ σιλεντιάριος· \"Κελεύσατε\" καὶ ἐπεύχονται· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ ἀποκινοῦσιν εἰς τὴν ἐκκλησίαν διὰ τῶν Σχολῶν, τὰ δὲ μέρη ἵστανται ἐν τοῖς τόποις αὐτῶν ἠλλαγμένα, σφραγίζοντες καὶ μόνον. Καὶ ὅτε εἰσέλθῃ ὁ βασιλεὺς εἰς τὸ Ὡρολόγιον, σηκοῦται τὸ βῆλον, καὶ εἰσέρχεται ἐν τῷ μητατωρίῳ καὶ ἀλλάσσει τὸ διβητήσιον καὶ τὸ τζιτζάκιν καὶ βάλλει ἐπάνω τὸ 2.2 σαγίον καὶ εἰσοδεύει μετὰ τοῦ πατριάρχου καὶ ἅπτει κηροὺς εἰς τὰς ἀργυρᾶς πύλας καὶ εἰσοδεύει ἐν τῷ ναῷ καὶ εἰσέρχεται εἰς τὴν σωλαίαν καὶ εὔχεται εἰς τὰ ἅγια θυρία, ἅψας κηρούς, καὶ ἀνέρχεται εἰς τὸν ἄμβωνα ἅμα τοῦ πατριάρχου. Καὶ ποιεῖ τὴν εὐχὴν ὁ πατριάρχης ἐπὶ τῆς χλαμύδος, καὶ ὅταν πληρώσῃ τὴν εὐχήν, ἐπαίρουσιν αὐτὴν οἱ τοῦ κουβουκλείου καὶ ἐνδύουσι τῷ δεσπότῃ. Καὶ πάλιν ποιεῖ εὐχὴν ἐπὶ τοῦ στέμματος αὐτοῦ, καὶ πληρώσας, λαμβάνει αὐτὸς ὁ πατριάρχης τὸ στέμμα, καὶ τίθησιν αὐτὸ εἰς τὴν κεφαλὴν τοῦ δεσπότου, καὶ εὐθέως ἀνακράζει ὁ λαός· \"Ἅγιος, Ἅγιος, Ἅγιος. Δόξα ἐν ὑψίςτοις Θεῷ καὶ ἐπὶ γῆς εἰρήνη.\" Τρίτον. Εἶτα· \"Ὁ δεῖνα μεγάλου βασιλέως καὶ αὐτοκράτορος πολλὰ τὰ ἔτη\" καὶ τὰ ἑξῆς. Καὶ φορῶν τὸ στέμμα, κατέρχεται καὶ ἀπέρχεται ἐν τῷ μητατωρίῳ, καὶ καθέζεται εἰς τὸ σελλίον καὶ εἰσέρχονται τὰ ἀξιώματα, πίπτοντες καὶ φιλοῦντες τὰ δύο γόνατα αὐτοῦ. Βῆλον αʹ· οἱ μάγιστροι, βῆλον βʹ· οἱ πατρίκιοι καὶ στρατηγοί, τρίτον βῆλον· πρωτοσπαθάριοι, τέταρτον· ὁ τοῦ στρατιωτικοῦ, ὁ τῶν ἐξκουβίτων, τῶν ἱκανάτων καὶ τῶν νουμέρων, σπαθάριοι συγκλητικοὶ καὶ ὕπατοι, πέμπτον· σπαθάριοι, ἕκτον· στράτωρες, ἕβδομον· κόμητες τῶν σχολῶν, ηʹ· κανδιδάτοι καβαλλαρικοῦ, θʹ· σκρίβωνες καὶ δομέστικοι, ιʹ· ἀσηκρῆται, βεστήτορες καὶ σιλεντιάριοι, ιαʹ· μανδάτορες βασιλικοὶ καὶ κανδιδάτοι πεζοί, ιβʹ· κόμητες τοῦ ἀριθμοῦ, τῶν ἱκανάτων, τριβοῦνοι, κόμητες τοῦ πλοΐμου. Καὶ λέγει ὁ πραιπόσιτος· \"Κελεύσατε\" καὶ ἐπεύχονται τό· \"Εἰς πολλοὺς καὶ ἀγαθοὺς χρόνους.\" Καὶ ἐξέρχονται. Εἰς δὲ τὴν ἀγάπην καὶ τὴν κοινωνίαν, ὡς ἔχει ἡ συνήθεια τῶν ἑορτῶν, καὶ τὰ λοιπὰ πάντα πληροῦνται καθώς ἐστιν ἡ συνήθεια. 2.3 Ἀκτολογία τῶν δήμων ἐπὶ στεψίμῳ βασιλέως. Συνήθους ἑορτῆς τελουμένης, καὶ τῶν δεσποτῶν ἐν τῇ ἁγίᾳ ἐκκλησίᾳ προέλευσιν ποιουμένων καὶ πάντα τὰ συνήθη ταῖς προελεύσεσιν ἐπιτελουμένων, τῶν δεσποτῶν δὲ ἀνιόντων μετὰ τοῦ πατριάρχου εἰς τὸν ἄμβωνα (ἐκεῖσε γὰρ ἵσταται ἀντιμίσιον, ἐν ᾧ ἀπόκειται ἥ τε χλαμὺς καὶ τὰ στέμματα) εἶτα ποιεῖ εὐχὴν ὁ πατριάρχης ἐπὶ τῆς χλαμύδος, καὶ μετὰ τὴν εὐχὴν ἐπιδίδωσιν ὁ πατριάρχης τὴν χλαμύδα τῷ μεγάλῳ βασιλεῖ. Καὶ ὁ βασιλεὺς μετὰ τῶν πραιποσίτων ἐνδύουσι τὴν χλανίδα τὸν νεοχειροτόνητον βασιλέα, καὶ πάλιν ποιεῖ εὐχὴν ἐπὶ τῶν στεμμάτων, καὶ πρῶτον μὲν ἰδίαις χερσὶ στέφει ὁ πατριάρχης τὸν μέγαν βασιλέα, εἶτα ἐπιδίδωσι τῷ μεγάλῳ βασιλεῖ τὸ στέμμα, καὶ στέφει ὁ βασιλεὺς τὸν νεοχειροτόνητον βασιλέα, καὶ εὐθέως ἀνακράζουσιν τὰ δύο μέρη καὶ λέγουσιν· \"Ἄξιος.\" Καὶ προσκυνοῦσι τὰ σκῆπτρα καὶ τὰ λοιπὰ σκεύη μετὰ τῶν βάνδων, ἑστῶτα δεξιᾷ καὶ ἀριστερᾷ ἔνθεν κἀκεῖθεν, οἱ δὲ τῆς συγκλήτου πάντες καὶ τὰ μέρη ἵστανται ἐν τῷ πρὸς ἀνατολὴν δεξιῷ μέρει τοῦ αὐτοῦ ἄμβωνος. Καὶ λέγουσιν οἱ κράκται· \"Δόξα ἐν ὑψίστοις Θεῷ καὶ ἐπὶ γῆς εἰρήνη\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"ἐν ἀνθρώποις Χριστιανῶν εὐδοκία\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"ὅτι ἠλέησεν ὁ Θεὸς τὸν λαὸν αὐτοῦ.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Αὕτη ἡ ἡμέρα Κυρίου ἡ μεγάλη.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Αὕτη ἡ ἡμέρα τῆς ζωῆς τῶν Ρωμαίων.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Αὕτη ἡ χαρὰ καὶ ἡ δόξα τοῦ κόσμου\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"ἐν ᾗ τὸ στέφος τῆς βασιλείας\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"τῆς κορυφῆς σου ἀξίως περιε 2.4 τέθη.\" Ὁ λαὸς ὁμοίως ἐκ γʹ. Οἱ κράκται· \"Δόξα Θεῷ, τῷ Δεσπότῃ πάντων.\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"Δόξα Θεῷ τῷ στέψαντι τὴν κορυφήν σου.\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"Δόξα Θεῷ τῷ ἀναδείξαντί σε βασιλέα.\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"Δόξα Θεῷ τῷ δοξάσαντί σε οὕτως.\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"Δόξα Θεῷ τῷ εὐδοκήσαντι οὕτως.\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"Ἀλλ' ὁ στέψας σε, ὁ δεῖνα βασιλέα, αὐτοχείρως\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"φυλάξῃ σε εἰς πλήθη χρόνων ἐν πορφύρᾳ\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"εἰς δόξαν καὶ ἀνέγερσιν τῶν Ρωμαίων.\" Ὁλαὸς ὁμοίως. Οἱ κράκται· \"Εἰσακούσῃ ὁ Θεὸς τοῦ λαοῦ ὑμῶν.\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"Πολλά, πολλά, πολλά\". Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα αὐτοκράτορες Ρωμαίων.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ θεράποντες τοῦ Κυρίου.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, ὁ δεῖνα καὶ ὁ δεῖνα Αὐγοῦσται τῶν Ρωμαίων.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, τῶν σκήπτρων ἡ εὐτυχία\". Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Πολλοί σου χρόνοι, ὁ δεῖνα βασιλεῦ τῶν Ρωμαίων.\" Ὁ λαός· \"Πολλοί σου χρόνοι.\" Οἱ κράκται· \"Πολλοί σου χρόνοι, θεόστεπτε ὁ δεῖνα.\" Ὁ λαός· \"Πολλοί σου χρόνοι\". Οἱ κράκται· \"Πολλοὶ ὑμῖν χρόνοι, δεσπόται, σὺν ταῖς Αὐγούσταις καὶ τοῖς πορφυρογεννήτοις.\" Ὁ λαός· \"Πολλοὶ ὑμῖν χρόνοι.\" Οἱ κράκται· \"Ἀλλ' ὁ πάντων Ποιητὴς καὶ Δεσπότης\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"ὁ στέψας ὑμᾶς τῇ αὐτοῦ παλάμῃ\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"τοὺς χρόνους ὑμῶν πληθύνῃ σὺν ταῖς Αὐγούσταις καὶ τοῖς 2.5 πορφυρογγεννήτοις\" Ὁ λαὸς ὁμοίως. Οἱ κράκται· \"εἰς τελείαν σύστασιν τῶν Ρωμαίων.\" Καὶ ἀπὸ τούτων εὐφημοῦσιν τὰ βʹ μέρη καὶ λέγουσι· \"Πολλὰ τὰ ἔτη τῶν βασιλέων\" καὶ τὰ ἑξῆς τῆς εὐφημίας, καὶ ἐπεύχονται καὶ ἐξίασιν. 2.6 ΜΗʹ (ΛΘʹ) Ὅσα δεῖ παραφυλάττειν ἐπὶ στεφανώματι βασιλέως. Τῆς συνήθους ἐκκλησιαστικῆς τάξεως τελουμένης ἐν τῷ ναῷ τοῦ ἁγίου πρωτομάρτυρος Στεφάνου τοῦ ἐν τῷ παλατίῳ τῆς Δάφνης, καὶ τῶν νεονύμφων στεφανουμένων, ἐξέρχονται διὰ τοῦ Ὀκταγώνου καὶ τοῦ Αὐγουστέως καὶ τῆς Χρυσῆς Χειρός, καὶ δέχονται αὐτοὺς οἵ τε μάγιστροι καὶ πατρίκιοι ἐν τῷ Ὀνοποδίῳ καὶ μετὰ τὸ στῆναι τοὺς νεονύμφους, γίνεται ἡ συνήθης ἀκολουθία. Καὶ ἀπὸ τῶν ἐκεῖσε ὀψικευομένων τῶν νεονύμφων ὑπό τε μαγίστρων καὶ πατρικίων καὶ τῆς λοιπῆς πάσης τάξεως, ἔρχονται μέχρι τοῦ σεκρέτου τῶν ὑπάτων καὶ δέχονται ἐκεῖσε πάντες οἱ συγκλητικοὶ ἅμα μαγίστρων καὶ πατρικίων καὶ μετὰ τὸ στῆναι τοὺς νεονύμφους, γίνεται ἡ συνήθης ἀκολουθία. Τὰ δὲ μέρη ἵστανται ἐν τῷ τρικλίνῳ τῶν κανδιδάτων ἔνθεν κἀκεῖθεν πλησίον τῶν γραδηλίων τῆς Μανναύρας, καὶ δὴ τῶν νεονύμφων ἐξιόντων τὰς πύλας τοῦ Κονσιστωρίου, αὐλοῦσι τῶν δύο μερῶν τὰ ὄργανα, δηλονότι ἱσταμένων ἐν τῷ ἀριστερῷ μέρει τῆς ἀναβάσεως τῶν αὐτῶν γραδηλίων. Καὶ εὐθέως λέγουσιν οἱ κράκται τῶν δύο μερῶν ἑνώμενοι ἄμφω· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη 2.7 εἰς πολλά.\" Οἱ κράκται· \"Ὁ Σωτὴρ ἡμῶν, τοὺς δεσπότας φύλαξον. Πνεῦμα τὸ πανάγιον, τὰς Αὐγούστας σκέπασον. Κύριε, ζωὴν αὐτῶν διὰ τὴν ζωὴν ἡμῶν. Βασιλεῦ νεόνυμφε, Θεὸς διαφυλάξῃ σε. Ἔντιμε, ἐνάρετε, Τριὰς κατακοσμήσῃ σε καὶ χαρὰν παρέξῃ σοι Θεὸς ὁ ἐπουράνιος, εὐλογῶν τὸν γάμον σου, ὡς μόνος ὑπεράγαθος. Ὃς ἐν Κανᾷ τὸ πρότερον τῷ γάμῳ παρεγένετο καὶ ἐν αὐτῷ εὐλόγησεν τὸ ὕδωρ ὡς φιλάνθρωπος, καὶ οἶνον ἀπετέλεσεν ἀνθρώποις εἰς ἀπόλαυσιν, οὗτος εὐλογήσῃ σε μετὰ τῆς συζύγου σου, καὶ τέκνα σοι δωρήσηται Θεὸς πορφυρογέννητα. Αὕτη ἡ ἡμέρα τῆς χαρᾶς τῶν Ρωμαίων ἐν ᾗ ἐνυμφεύθης ὁ δεῖνα ἄναξ ὁ δεῖνα τῇ εὐτυχεστάτῃ Αὐγούστῃ. Καὶ ἀποκινούντων τῶν νεονύμφων, εἰσέρχονται τὰ μέρη εἰς τὸν παστόν, καὶ ἱσταμένων τῶν νεονύμφων ἐν τῷ παστῷ ἐστεφανωμένων, ἀκτολογοῦσιν τῶν δύο μερῶν οἱ κράκται ἑνώμενοι ἄμφω· \"Πολλά, πολλά, πολλά.\" Ὁ λαός· \"Πολλὰ ἔτη εἰς πολλά.\" Οἱ κράκται· \"Καλῶς ἦλθες, ὁ δεσπότης τῶν Ρωμαίων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ὁ δεσπότης, σὺν τῇ Αὐγούστῃ.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, θεοεπίλεκτε Αὐγοῦστα.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, θεοσκέπαστε Αὐγοῦστα.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ὁ δεῖνα, χαρὰ Ρωμαίων.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ἡ εὐγένεια τῆς πορφύρας.\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"Καλῶς ἦλθες, ἡ ποθουμένη παρὰ πάντας\" Ὁ λαός· \"Καλῶς ἦλθες.\" Οἱ κράκται· \"σὺ ἐκ θείας ψήφου προεχειρίσθης εἰς σύστασιν καὶ ἀνέγερσιν τοῦ κόσμου, σὺ ἐνυμφεύθης ἐκ Θεοῦ τῇ πορφύρᾳ· σὲ εὐλόγησεν ὁ Θεὸς ὁ παντοκράτωρ, στεφανώσας σε τῇ αὐτοῦ παλάμῃ, ἀλλ' ὁ εἰς ταύτην καλέσας σε τὴν ἀξίαν καὶ συζεύξας σε ὁ δεῖνα τῷ δεσπότῃ, τοὺς χρόνους σου πληθύνῃ ἐν τῇ πορφύρᾳ. Εἰσακούσῃ ὁ Θεὸς τοῦ λαοῦ ὑμῶν.\""
      }
    ]
  }
}