{
  "chapterNumber": 1,
  "title": "ΚΩΝΣΤΑΝΤΙΝΟΥ τοῦ φιλοχρίστου καὶ ἐν αὐτῷ τῷ Χριστῷ τῷ αἰωνίῳ βασιλεῖ βασιλέως υἱοῦ Λέοντος τοῦ σοφωτ",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 0,
        "text": "ΚΩΝΣΤΑΝΤΙΝΟΥ τοῦ φιλοχρίστου καὶ ἐν αὐτῷ τῷ Χριστῷ τῷ αἰωνίῳ βασιλεῖ βασιλέως υἱοῦ Λέοντος τοῦ σοφωτάτου καὶ ἀειμνήστου βασιλέως σύνταγμά τι καὶ βασιλείου σπουδῆς ὄντως ἄξιον ποίημα."
      },
      {
        "index": 1,
        "text": "Ἄλλοις μέν τισιν ἴσως ἔδοξεν ἂν τουτὶ τὸ ἐγχείρημα περιττόν, οἷς οὐ τοσαύτη τῶν ἀναγκαίων φροντίς, ἡμῖν δὲ καὶ λίαν φίλον καὶ περισπούδαστον καὶ τῶν ἄλλων ἁπάντων οἰκειότερον, ἅτε διὰ τῆς ἐπαινετῆς τάξεως τῆς βασιλείου ἀρχῆς δεικνυμένης κοσμιωτέρας καὶ πρὸς τὸ εὐσχημονέστερον ἀνατρεχούσης καὶ διὰ τοῦτο θαυμαστῆς οὔσης ἔθνεσί τε καὶ ἡμετέροις. Πολλὰ γὰρ οἶδε τῷ μακρῷ χρόνῳ συναπολήγειν, ὡς ἐν αὐτῷ πραχθέντα καὶ ὑπ' αὐτοῦ δαπανώμενα, μεθ' ὧν καὶ τὸ μέγα χρῆμα καὶ τίμιον, ἡ τῆς βασιλείου τάξεως ἔκθεσίς τε καὶ ὑποτύπωσις, ἧς παροραθείσης καί, οἷον εἰπεῖν, ἀπονεκρωθείσης, ἀκαλλώπιστον τῷ ὄντι καὶ δυσειδῆ τὴν βασιλείαν ἦν καθορᾶν. Ὥσπερ γὰρ σώματος μὴ εὐσχημόνως διαπεπλασμένου, ἀλλὰ φύρδην καὶ οὐκ εὐαρμόστως τῶν μελῶν αὐτῷ συγκειμένων ἀταξίαν ἄν τις τὸ τοιοῦτον προσείποι· οὕτω καὶ τοῦ βασιλικοῦ πολιτεύματος μὴ τάξει ἀγομένου καὶ κυβερνωμένου, κατ' οὐδὲν διοίσει τῆς ἰδιωτικῆς καὶ [1.2] ἀνελευθέρου διαγωγῆς. Ἵν' οὖν μὴ τοῦτο γένηται καὶ δόξωμεν ἀτάκτως φερόμενοι τὴν βασιλικὴν καθυβρίζειν μεγαλειότητα, δεῖν ᾠήθημεν, ὅσα τε παρὰ τῶν παλαιοτέρων ἐφευρέθη καὶ παρὰ τῶν ἑωρακότων διηγγέλθη καὶ παρ' ἡμῶν αὐτῶν ἐθεάθη καὶ ἐν ἡμῖν ἐνηργήθη, ταῦτα φιλοπόνῳ μελέτῃ ἐκ πολλῶν ἐρανίσασθαι καὶ πρὸς εὐσύνοπτον κατάληψιν τῷ παρόντι ἐκθέσθαι φιλοτεχνήματι, καὶ πατρίων ἐθῶν παρεωραμένων παράδοσιν τοῖς μεθ' ἡμᾶς ἐνσημήνασθαι, καὶ ὥσπερ τινὰ ἄνθη ἐκ λειμώνων δρεψαμένους εἰς ἀσύγκριτον εὐπρέπειαν τῇ βασιλικῇ παραθέσθαι λαμπρότητι, καὶ οἷόν τι κάτοπτρον διαυγὲς καὶ νεόσμηκτον ἐν μέσοις τοῖς ἀνακτόροις ἱδρύσασθαι, ἐν ᾧ καὶ τὰ τῇ βασιλείῳ ἀρχῇ πρέποντα καὶ τὰ τῷ συγκλητικῷ συστήματι ἄξια κατοπτευόμενα, ἐν τάξει καὶ κόσμῳ αἱ τοῦ κράτους ἡνίαι διεξάγοιντο. Ὡς ἂν δὲ σαφῆ καὶ εὐδιάγνωστα εἶεν τὰ γεγραμμένα, καὶ καθωμιλημένῃ καὶ ἁπλουστέρᾳ φράσει κεχρήμεθα καὶ λέξεσι ταῖς αὐταῖς καὶ ὀνόμασι τοῖς ἐφ' ἑκάστῳ πράγματι πάλαι προσαρμοσθεῖσι καὶ λεγομένοις, ὑφ' ὧν τοῦ βασιλείου κράτους ῥυθμῷ καὶ τάξει φερομένου, εἰκονίζοι μὲν τοῦ δημιουργοῦ τὴν περὶ τόδε τὸ πᾶν ἁρμονίαν καὶ κίνησιν, καθορῷτο δὲ καὶ τοῖς ὑπὸ χεῖρα σεμνοπρεπέστερον, καὶ διὰ τοῦτο ἡδύτερόν τε καὶ θαυμαστότερον, λεκτέον περὶ ἑκάστης τάξεως, ὅπως τε καὶ καθ' ὃν ὀφείλει τρόπον ἐκτελεῖσθαι καὶ συμπεραίνεσθαι."
      }
    ]
  }
}