{
  "chapterNumber": 20,
  "title": "ՀԱՐՍՆԻՔԻ ՕՐԵՐ (7  Նոյեմ.) — Wedding Days",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Կ՚իմանամ որ այս գիշեր մեծ թուող հարսինքներ տեղի ունեցեր են թէ՛ եկեղեցին եւ թէ տուներու մէջ, - եթէ կարելի է տուն կոչել ողորմելի այդ հիւղերն ուր լեցուած կը մնայ մրուրը չքոտի աղէտեալներու։"
      },
      {
        "index": 2,
        "text": "Նորանշան երեւոյթ մըն է որուն ականատես կ՚ըլլանք օրերէ ի վեր։ Ահա ժողովուրդ մը որ թշուառութեան մէջ թրծուած է, որուն գլխէն հազիւ անհետացած են սուրերու շողիւնը, գնտակի տարափն ու բոցեղէն ամպեր. ահա ժողովուրդ մը որ իր բոլոր դժբախտութեանց վրայ ողողման պատուհասին յաւելումն ալ տեսած է, ժողովուրդ մը որ մերկ է եւ անօթի, հիմայ ամուսնանալու, զաւակ կարգելու տենդէն բռնուած է…։"
      },
      {
        "index": 3,
        "text": "Չափահաս որբուհիներ, դեռատի անտէր այրիներ կը փնտռուին, կը գտնուին անմիջապէս, - քանի որ այդ մասին սով չկայ, - տեսութիւն մը կը կատարուի ծնողքի եւ պարագաներու միջեւ, ու ա՜լ ամէն բան կարգին է։ Հարսնիքը նոյն  օրը, կամ առ առաւելն երկու օրէն տեղի կ՚ունենայ՝ անօժիտ եւ անփառունակ։"
      },
      {
        "index": 4,
        "text": "Հարսնիքներու այս անսովոր առատութեան ծնունդ տուած է թերեւս բաղձանքը զերծ մնալու մօտալուտ զինուորագրութենէն որ Դամոկլեան սուրի մը պէս կախուած կ՚երերայ անձիւր տղամարդու գլխուն վերեւ։ Ա՜յդչափ մարդ էր մեռեր իրենց մէջէն. պիտի ուզէին որ քանի մը էրիկմարդ աւելի պակսէր. հեռանար իրենց քովէն՝ նոր հարկի մը բերմամբ։ Որդւոցը մահացումը տեսած մայր մը, բազմանդամ ընտանիքէ մը՝ երբեմն բնաւ, երբեմն ալ հազիւ իրեն մէկ - երկու զաւակ մնացած կին մը ինչպէ՜ս կարենար տոկալ նաեւ բաժանումին այն զաւկին՝ որ իրեն համար ամբողջ օճախը, լման գերդաստանը ներկայացունելու կոչուած է. ինչպէ՛ս այպանել այդ մայրերը՝ զաւակ կարգելու իրենց տխուր փութկոտումին համար։"
      },
      {
        "index": 5,
        "text": "Հարսնիք ամէն օր, պիտի ըսեմ համարեա թէ ամէ՛ն ժամ։ Ամէն անգամ որ առաջնորդարանի փողոցէն կ՚անցնիմ կամ առաջնորդարան կը մտնեմ, անպատճառ կա՛մ հարս մըն է  որ ներս կ՚առաջնորդեն, կա՛մ նորապսակ ամոլ մըն է որ դուրս կը հանեն, խումբերը յաճախ զիրար դիմաւորելու հարկին մէջ։ Անշուք անշշուք հարսնիքներ, տխրաքայլ հարսանեակներ՝ բոլորն անժպիտ եւ անխօս։ Ամուսնական կեանքի դառնութիւնները, պատահական դժնդակութիւնները հեռատեսող էակներ ըլլային ասոնք կարծես. ա՛յնքան խոհուն են իրենց դէմքերը, տեսէ՛ք, եւ անքան տարամերժ՝ իրենց շրթունքն ամէն խինդի եւ խրախութեանց։"
      },
      {
        "index": 6,
        "text": "Հարսնիքներ են ասոնք. աւելի ճիշդ պիտի ըլլար ըսել՝ բարեկենդանային ցուցադրումներ, տարազի եւ տեքօռի տեսակէտով։ Մի՛ ուշադրութեամբ նայիք հարսին հագուստներուն. ասկէ անկէ ճարուած պոռոտ կամ մարած գոյներով դիակէ մաշուկ բան մըն է զոր հագցուցեր են անոր։ Պէտք չէ որ նայուածքնիդ յամենայ անոր վրայ, հասկընալու համար թէ ո՞ւրկէ սկսած է մէջքին կորութիւնը, պարեգօտը նե՞ղ է թէ լայն, կամ ուսերը կրցա՞ծ են իրենց տեղերը մնալ, քղանցքը շա՞տ երկայն է՝ վրան կոխուելու աստիճան, կամ շա՞տ կարճ՝ ոտքերը դուրս մնալու չափ, կամ, վերջապէս, ի՞նչ ձեւով շփակը գրկած է անոր իրանը։ Շղարշի մը կտոր կախեր են գլխէն, - ետեւէն կամ առջեւէն, խնդիր չէ, - արծաթ թելի ցանցառ սպրդումներ՝ մազերուն վերեւ, շուրջանակի, արուեստական ծաղիկներու գունատ, ծռմռկած թագ մըն ալ շեղակի դրուած։"
      },
      {
        "index": 7,
        "text": "Բոլոր այս զարդարանքի թափթփուքներուն մէջ որոնցմով ուզեր են պճնել ու գեղեցկացունել հարսը, - յուսահատական, լքուն կերպարանք մը ստացած է ան։ Դէմքէն որոշ յայտնի է թէ տօնոյթի մը ցնծութիւնը չփոթորկիր իր հոգիին խորը՝ ճիշդ այդ ժամուն որ իր կեանքին ամէնէն հանդիսաւոր պահն է։ Տխուր է, զինքը կնութեան կու տան մարդու մը զոր թերեւս նոր տեսած է, որուն ո՛վ կամ ի՛նչ ըլլալը չգիտեր։ Ո՞ւր պիտի երթայ, ի՞նչ կեանք կ՚սպասէ իրեն. մահագի՝ն անստուգութիւն։ Փեսան իր կարգին, - հազիւ մրոտած պերեւեշտներով տղայ մը յաճախ, - իր կեանքին ընկերուհի կ՚ընտրէ աղջիկ մը որուն հետ խօսած իսկ չէ։- Պէտք է աճապարել սակայն, կարելի եղածին չափ շուտ տեսնել աւարտել հիմէնեան ամէն հանդերձանք, վասն զի զինուորագրութիւնը սկսած է մէկ կողէն։"
      },
      {
        "index": 8,
        "text": "Լա՞լ, խնդա՞լ թէ արգահատիլ. իրենց կեանքի ողբերգութենէն վերջ՝ ահաւասիկ իրենց կեանքի դառն կատակերգութիւնը։ Ի՜նչ նորօրինակ երեւոյթ է, Աստուած իմ, ի՜նչ աներեւակայելի շարժում, որ քանի մը ամիս առաջ հուր ու սուր ողջունած ժողովուրդ մը կը մղէ այսպէս խելայեղօրէն ամուսնանալու՝ կարծես պակսածներուն շարքերը լեցունելու եւ անոքիկ մանկամարդներու մնայուն պաշտպաննե՜ր տալու համար։"
      },
      {
        "index": 9,
        "text": "Բայց մենք մոռցա՛նք խօսիլ հարսանեկան ծախսերու մասին։ Ամբողջական ծախսը - մի՛ հեգնէք, խնդրեմ, յաճախ ութը մէթալիկը չանցնիր…։ Բախտաւո՜ր ամոլներ՝ որ ա՛յսչափ աժան կը տիրանաք ձեր երջանկութեան։"
      },
      {
        "index": 10,
        "text": "Քիչ մը առաջ տեղ մը գտնուեցայ ուր պսակ տեղի կ՚ունենար։ Այրեր փեսան զգեստաւորեր էին նախապէս՝ յատուկ սենեակ մը, կրօնական սրտառուչ մեղեդիներով, անոր գուլպայէն ու կօշիկէն սկսեալ մինչեւ անոր վերարկուն։ Յետոյ փեսայացու խումբը փեսին ընկերակցութեամբ գացեր էր մօտակայ տուն մը՝ հարսը բերելու. այդ պահուն փեսին տանը պատուհանէն ափ մը շաքար նետուած էր հարսին վրայ։ Ինձ ըսին թէ շաքարին քանակն անշուշտ աւելի շատ կ՚ըլլար, եթէ իրենց առջի ատեններն եղած ըլլային։"
      },
      {
        "index": 11,
        "text": "Մինչ այս մինչ այն, պսակադրութեան հանդէսը կանխող ձեւակերպութեանց սկսուած է եւ պսակն աւարտած։ Տեսայ որ հարսը դէպ ի կիներու խումբը կ՚առաջնորդուէր եւ ձեռք-պահքի արարողութիւնն ընելէ վերջ կը մնար անոնց քով. մինչեւ որ «նստէ՛ աղջիկս» հրամանը ստանար։ Ապա քանի մը կիներ շարուեցան անոր դիմաց եւ «բարով եկար, աղջիկս, հազար բարով» ըսելով գաւառիկ շուրջպար մը սկսան դառնալ ձեռք ձեռքի բռնած։ Բայց թեւերը թուլցած են տակաւ, կիները ցրուած վհատ վիճակներով, երգն ալ մէկ երկու բառերէ անդին դադրած։ «Բարով եկար»ը բաւ եւ շա՜տ էր արդէն սի՞րտ կար աւելի ըսելու, սի՞րտ կար երգելու եւ պարելու։ Նոյն պահուն նշմարեցի որ կին մը եկած էր հարսին կօշիկները հանելու եւ շղուականներ հագցունելու, մինչ հանած ոտնամանները խնամօք թօթված միջոցին՝ երկու տասնոց կ՚իյնային մէջէն։ Հանողին վարձքն էր ատիկա. ուրիշ օրեր, - հի՜ն բարի օրեր, - ի՜նչ դրամներ կը սահէին այդ կօշիկներէն վար…։ Տխուր վերյիշումներ այսպէս՝ անցեալէն, վիճակներու բաղդատականն իրենց նախկին եւ արդի կենցաղներուն, յաճախակի։ Քիչ յետոյ դեռատի աղջիկ մը, գոգը լեցուցած հացի պատառներ, կու գայ ներկաներուն բաշխել. հարսնեւորք կը ճաշակեն մէյմէկ հատ. «Հարսին հացն է» կ՚ըսուի, պէտք է ուտել։ Հարսնիքը լմնցած է, քահանան օրհնած՝ ամոլը, կ՚սկսին ցրուիլ ներկաները։"
      }
    ]
  }
}
