{
  "chapterNumber": 22,
  "title": "ԼՈՒՍԱՆԿԱՐՉԱՏԱՆ ՄԷՋ (10 նոյեմ.) — In the Photography Studio",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Բացումը դեռ նոր կատարուած էր Ատանա՝ Ազգանուէր Հայուհեաց վարժարանին ուր մեծ մասամբ ծնողազուրկ հէք աղջիկներ կ՚սկսէին յաճախել փոյթեռանդն, երբ հարկ դատուեցաւ լուսանկարել տալ սանուհիները խումբ առ խումբ, որպէս զի Եգիպտոսի Մելքոնեան եղբարք ու Մագրիգիւղի հայ տիկնայք հեռուէն՝ տեսնելով իրենցմէ որդեգրուած անբախտ էակներուն պատկերները, կարենային վայելել անոնց հանդէպ տածած իրենց ջերմ ու թրթռուն համակրութեան շօշափելի մէկ ապացոյցը։"
      },
      {
        "index": 2,
        "text": "Դիմեցինք Արապեան Սամուէլի, - միակ լուսանկարիչը քաղաքին, ազնիւ, վեհոգի, երիտասարդ մը, որ Զուլումի վաղորդայնին իսկ՝ «քօտաք» ի ձեռին, բոցերու եւ արեան ճապաղիքներու մէջէն անցած էր. ջախջախուած ոսկորներու, բացուած վէրքերու, յօշ յօշ պատառուած մարմիններու առջեւ կեցած էր՝ իր ցեղը հարուածող, իր ցեղը անճիտող անպարագրելի ցաւը կուրծքին տակ, մէկիկ մէկիկ լուսանկարելու վախճանական վարագոյրները՝ Մեծ-Եղեռնին։ Թաղէ թաղ անցնելով, գիւղէ գիւղ շրջելով բոլոր արկածեալ վայրերուն մէջ թափառայած, խիզախելով ամէն վտանգի եւ դիմագրաւելով ամէն սպառնալիք, այսպէս այդ անձնուրաց, անվեհեր եւ աննկուն հայորդին կենդանագրած էր անդադար զԿիլիկիա մահացունող սեւ ցաւն իր զահանդումին մէջ, աճիւնի վերածուած բոլոր գիւղերը եւ բոցերէն լափուած բոլոր շէնքերը, քանդուած հայու շէն օճախները, յետոյ զանոնք ցրուելով ամէն անոնց որոնց հետաքրքրիր էին տեսնելու Կիլիկեան տռամին մանրամասունքն ամբողջ, եւ վերջապէս այդ պատկերները լիաբուռն բաշխելով, որպէս զի համօրէն աշխարհ տեսնէր ու հաւատար թէ սանդարմետական ի՞նչ անցքեր տեղի ունեցած էին դրախտանման Կիլիկիոյ անուշ երկինքին տակ։"
      },
      {
        "index": 3,
        "text": "Այս մարդն էր ահա՝ որուն կ՚այցելէի ցորեկ մը, դպրոցին աղջիկները լուսանկարելու խնդրանքս ներկայելու համար։"
      },
      {
        "index": 4,
        "text": "Փոքրիկ ու խիստ սիրուն աղջկանց խումբ մը եկած լեցուած էր անոր գործատեղին։ Ամերիկացի վ արժուհիի մը ներկայութիւնն իրենց մօտ՝ ամէն ինչ կը պարզէ։ Որբուհիներ են ասոնք ալ. Հայու զաւակներ, ջարդի ու հրդեհի յաջորդ օրն իսկ հաւաքուած թշուառ խլեակներ բոլոր։"
      },
      {
        "index": 5,
        "text": "Ուրախ են ամէնքն ալ, ժպտագին, կայտառ ու կայտռուն, անդադար կը ճռուողեն իրար հետ։ Ոչ նուազ բարեացակամ խանդ մը կը խառնէ իր խօսուածքին ու շարժուածքին՝ իրենց ուսուցչուհին Միս Ուէպ ու անոր խրախուսիչ ակնարկին տակ՝ տղաքն աւելի ազատօրէն կը խօսին ու կը խնդան։ Իրենց համար նոր, անօրինակ եւ դիւթահրաշ դէպք մըն է որ պիտի պատահի, պատկերնի՜ն պիտի հանուի, իրենց դէմքերը թուղթի վրայ լուսանկարուած պիտի տեսնեն։ Իրարու բաներ մը կ՚ընեն, եւ ահա գլուխներ ուսերու մէջ կը կկզին, ժպիտներ իրենց նուռ շութերուն վրայ կը փթթին, ուրիշներ ձեռքերնին աչքերնուն բռնած՝ իրենց խնդումը վարագուրելու խպլիկ ձեւեր կ՚առնեն։"
      },
      {
        "index": 6,
        "text": "Միս Ուէպ՝ որուն հետ կ՚սկսինք տեսակցիլ, կը յայտնէ թէ Ամերիկա պիտի ուղարկուին անոնց կենդանագիրները՝ պաշտպաններ, հայեր գտնելու համար անոնց։"
      },
      {
        "index": 7,
        "text": "- Բայց ի՞նչ զարմանալի բան, կը յարեմ, գրեթէ իւրովի, այս աղջիկներուն ամէնն ալ, գրեթէ առանց բացառութեան, գեղադէմ են, սիրուն ու տեսքոտ, կարծես թէ բոլորն ալ մէկիկ մէկիկ զատուած ու այնպէս առնուած են։"
      },
      {
        "index": 8,
        "text": "- «Ի Հարկէ» կը կցէ օրիորդը արագաբար, եւ աղջիկներէն մէկուն տրուելիք մէկ դիրքը մը ստիպէ զինքը քովէս հեռանալու։"
      },
      {
        "index": 9,
        "text": "- «Անունդ ի՞նչ է, աղջիկս», կը հարցունեմ մօտս կեցող պզտիկի մը որուն դէմքն անհունապէս գրաւիչ է։ Ծաւի աչքեր, դեղձան մազեր, ու վարդեր իր կաթնաթոյր այտերուն վրայ, հրեշտա՜կ մը պարզապէս։"
      },
      {
        "index": 10,
        "text": "Կ՚երկբայիմ հարցումիս պատասխան մը ստանալուս մասին. քան զի տեղացի հայը դժխախտաբար թրքախօս գոլով, հազուադէպ պարագայ մըն է եթէ հանդիպիս հոս մէկու մը որ հայերէն լեզուն հասկընայ ու խօսի։"
      },
      {
        "index": 11,
        "text": "- Իմին անունս Լուսածին է, կ՚ըսէ անիկա, անուշ ձայնով մը, թեւթեւ մը խպնոտ, ու ծիծղուն միանգամայն, ծիծա՛ղ որ իր այտերուն սիրուն փոսիկները կը շեշտէ։"
      },
      {
        "index": 12,
        "text": "- Ապրի՛ս, աղջիկս, հայերէ՛ն գիտես եղեր. ինչ ալ աղուոր կը խօսիս. ո՞ւր տեղացի ես դուն…"
      },
      {
        "index": 13,
        "text": "- Հաճընցի։"
      },
      {
        "index": 14,
        "text": "Գաղտնիքը պարզուած էր. տեղի չկար զարմանալու, քանի որ իմացած էի թէ Հաճնոյ հայը թրքախօս չէր եւ իրեն յատուկ ունէր գէշ աղէկ հայերէն մը։"
      },
      {
        "index": 15,
        "text": "Ուշադրութիւննիս գրաւուած է պահ մը պզտիկ աղջիկով մը որ գործիքին դէմը բազմած է եւ անզուսպ քրքիչ մը ունի. ի զուր ձեռքը տանելով աչքերուն՝ կը շփէ զանոնք խնդուքը վանելու ճիգով։ Նոյն պահուն կ՚իմանամ մեղմ, քնքուշ ձայն մը ձախէս."
      },
      {
        "index": 16,
        "text": "- «Տիկին, տիկին, ասիկա՛ ալ հայերէն գիտէ…»։ Եւ ահա մօտս կը տեսնեմ Լուսածինս, որ ուրիշ իրմէ փոքր աղջկան մը ձեռքէն բռնած, ինծի ներկայացունելու եռանդ մը ունի յաղթական նայուածքով մը։"
      },
      {
        "index": 17,
        "text": "- Իրաւ, ա՞ս ալ հայերէն գիտէ. աս ի՞նչ աղուոր աղջկներ էք եղեր դուք… տեսէք ի՜նչ աղուոր կը խօսիք կոր ձեր լեզուն… ըսել է ա՛ս ալ Հաճընցի է։"
      },
      {
        "index": 18,
        "text": "- Այո՛, տիկին։"
      },
      {
        "index": 19,
        "text": "Անսովոր ուրախութեան մը փայլը կը շողայ աչքերուն մէջ՝ իրենց լեզուագիտութեան գնահատումէս կէս մը խրոխտ. ազգակիցի մը կողմէն իրենց ընդունած դրուատական խօսքեր ուրիշ տեսակ հրճուանքով մը լեցուցած են զիրենք։"
      },
      {
        "index": 20,
        "text": "Կի նայիմ իրենց, ու ցաւ մը հոգիս կը դղրդէ նոյնհետայն։ Ասոնք, հայու այս զաւակներն որոնք հպարտութեան պէս բան մը կ՚զգան իրենց մայրենի լեզուն կարենալ խօսելնուն համար, վաղը խորթացած ու նոյն իսկ արհամարհոտ ալ պիտի ըլլան անոր նկատմամբ։ Ու ինչպէս հոգիս չի լեցուէր ցաւով, ցորչափ ականջիս մէջ ունէի նոյն այդ աղջկանց ամերիկացի վարժուհիներուն սա խօսքերը սառնալուր՝ բազմիցս յեղյեղուած։"
      },
      {
        "index": 21,
        "text": "Պիզիմ տուավամըզը էաբաճագսընըզ, պիզիմ տիլիմիզի էօյրէնէճիքսինիզ ։"
      },
      {
        "index": 22,
        "text": "Թո՛ղ սորվին ձեր լեզուն, ո՜վ լուսամիտ ու մարդասէր «միս»եր, թող ձեր աղօթքն ընեն, ո՜վ լայնախոհ քրիստոնեաներ. բայց ինչո՞ւ, ի՞նչ պատճառաւ չսորվին իրենց մայրենի լեզուն եւ դատապարտուին օրին մէկը գլխովին մոռնալու զայն, ինչո՞ւ վազը խորթ աչքով նային զիրենք ծնող ու սնող ցեղին, ինչո՞ւ անտարբեր. օտարոտի եւ ուծացած ձեւանան բզքտուած այն մեծ զանգուածին հանդէպ որուն մասերն են իրենք ՝ հայութեամբ ու կենդանութեամբ բաբախուն։"
      },
      {
        "index": 23,
        "text": "Միս Ուէպ. որ սկիզբները բաւական սիրալիր վարմունք մը ունեցած էր ինձ նկատմամբ, կը դիտեմ որ լրջացած է ու իր աչքերը ցուրտ փայլ մըն են առած 35է աւելի սանուհիներ կը նստին մի առ մի խաւաքարտէ ձեւացած ժայռի մը վրայ եւ անձնիւրն իրենցմէ կը կրկնէ նոյն միմոսական շարժումները, նոյն ծիծաղները, տեսակ մը պատիւի հասած ըլալու յոխորտանք ուռեցունելով իրենց պզտիկ կուրծքերը։ Չեմ գիտեր սակայն ի՞նչ կարգադրութեամբ, վերջին պահուն, վարժուհին կ՚ազդարարէ Արապեանի որ յետաձգէ Լուսածինը լուսանկարելը։"
      },
      {
        "index": 24,
        "text": "Հետս հայերէս խօսող, հետս ժպիտով ու քաղցրութեամբ վարուող Լուսածին այդ օր իր յանցա՞նքն ունէր քաւելիք, որ տարապարտուց կը զրկուէր այդպէս լուսանկարուելու գերագոյն հաճոյքէն։ Իր վիշտն իրմէ ինծի փոխանցիկ կը դառնայ իսկոյն. ու տակաւին կ՚զգամ ականջներուս մէջ դռնչելը Նոր Աշխարհի վարժուհեաց յանկերգն  անողոք։"
      },
      {
        "index": 25,
        "text": "Պիզիմ տինիմիզ, պիզիմ տիլիմիզ …։"
      },
      {
        "index": 26,
        "text": "Եւ ապահովաբար իրաւունք ունէր բանաստեղծն երբ տարինե՜ր առաջ տաղերգած էր ողբանուագ."
      },
      {
        "index": 27,
        "text": "Օտար աստղեր լոյս չունին,"
      },
      {
        "index": 28,
        "text": "Օտար ծառեր շուք չունին։"
      }
    ]
  }
}
