{
  "chapterNumber": 5,
  "title": "ՄԷՐՍԻՆ (20 Հոկտ.) — Mersin",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ահա մեր դէմն է երբեմնի Զեփիւռիոնն, այժմու Մէրսինը։ Մրտենիներ- որոնց մկը պարտի քաղաքս իր յորջորջումը, - մանեկաձեւ պաշարած են շէնքերու շարքը սեղմիւ. մինչ իրենց մթագոյն մշտադալար թաւուտքը կը ծաւալի հեռուները, դաշտերու եւ բլրակներու տարածութեանը մէջ։"
      },
      {
        "index": 2,
        "text": "Ծովախորշն՝ ուրկէ կը դիտենք քաղաքը, շքեղ դիւթական համայնապատկեր մըն է պարզուածը։ Երկինքի թափանցիկ կապոյտին տակ, լոյծ տարածութիւնն իրեն դէմ յանդիման, մրտենիներու վէտէտուն թանձրութիւնն իր մէջքին, եւ աւելի հեռուն, Տաւորսի լեռնաշղթային փառապանծ վեհութիւնն իր վերեւ։"
      },
      {
        "index": 3,
        "text": "Այս տխրալի պատկերին հանդէպ խոհուն ու մտամփոփ, վերյիշումը կ՚ունենամ յեղակարծ Ապրիլի օրերուն, երբ օտար մարտանաւներ եկան շարուիլ այս ջուրերուն վրայ, իրենց մեծ մեծ թնդանօթներուն՝ սպառնագին այլ անիմաստ ու անհետեւանք կոթողումով։ Քաղաքակիրթ աշխարհներէ ուղարկուած երկաթէ այդ հզօր ոչնչութիւնները հետերնին բերած էին մարդեր որոնք պաշտօնն ունէին օրն ի բուն դիակներ աչքերնուն՝ ծովափի հայ թշուառութիւնը դիտելու անկարեկիր, կամ ծավախորշին մէջ ծփծփուն հէք հայ դիակները լուսանկարելու, իսկ գիշերը, ներսն՝ ելեկարակն ջահերու լոյսով՝ աշխարհիկ վարկպարազի ցնծութեանց անձնատուր ըլլալու, անհոգ, անտարբեր առանց մազիւ չափ փոյթ ընելու թէ անդին, օ՝հ, անդին, գնդակներ կ՚անձրեւէին անդադար, սուրեր կը շողային աջուձախ ու Հայու արի՛ւնն էր որ կը հոսէր. ու կրա՛կն էր որ կը լափէր ամենածախ։ Ու խորհիլ թէ այդ ամէնքը պիտի դադրէին, պիտի մարէին՝ եթէ զրահապատ այդ պատկառելի զանգուածներէն նաւազներ ոտքերնին դնէին ցամաք, իրենց պետերուն հրահանգովը սպառնադէտ։"
      },
      {
        "index": 4,
        "text": "Ու չըրին, ու հազարաւոներ անէացան մահերուն ամէնէն դառնագոյններով, ու շէն ու բարգաւաճ երկիր մը փճացաւ, կործանեցաւ հիմնայատակ։"
      },
      {
        "index": 5,
        "text": "Գրեթէ իրիկուն է ալ՝ երբ ցամաք կ՚ելլենք։ Առաջնորդարանին մէջ- ուր կը դիմեմ առաջին առթիւ- չեմ տեսներ փախստականներու, վիրաւորներու եւ հալածեալներու այն հոծ համախռնումն որուն շաբաթներով թատերավայր հանդիսացած էին պաշտօնական այս անշուք յարկն ու յարակից պարտէզը։"
      },
      {
        "index": 6,
        "text": "Ո՛չ ոք, բաց ի անոքիկ ու խելօքիկ որբերէն՝ որոնք խորը գտնուող շէնքը պատսպարուած են, Հայութեան գութին ապաստանած։ Մեկնած գացած են անդարձ՝ եղկելի այն էակները, գաղթած են բոլորն ալ, ծովերէն, ցամաքներէ անդին, որսորդի գնդակներէն հրաշքո՜վ ազատած եղնիկներու պէս լեռնէ լեռ, սարէ սար։ Եւ չե՜մ կարծեր որ անոնցմէ գտնուած ըլլան այնպիսիներ որոնք Ատանայի ճամբան ձեռք առած ըլլան վերստին։"
      },
      {
        "index": 7,
        "text": "Ճնշող հանդարտութիւն մըն է որ կը տիրէ հիմայ, գոռ փոթորիկներու յաջորդող մահատիպ հանդարտութիւն մը որ շա՜տ բան կը խօսի ամպրոպին աւերածութեանցը վրայօք- Հայութեան պատուական Տապանը ջախջախուած, երդիքներ ամայացած, անթիւ կեանքեր ոչնչացած, ողջ մնացողներու թողլով կարօտութիւն, սուգ ու արտասուք յաւիտենական…։"
      },
      {
        "index": 8,
        "text": "Բոլոր այս ցուրտ հանդարտութիւններու մէջ, անհուն թախծութեամբ ծանրաբեռն բոլոր այս մթնոլորտին մէջ, առաւել քան ո եւ է հայ՝ դէմք մը միայն կայ՝ Կիլիկիոյ սարսափն ամբողջ իր մէջ խտացուցած, բովանդակ Հայութեան մորմոքանքը ներսիդին ամբարած, իր տկար ուսերուն վրայ բարձած՝ Անոր հոգը, կարիքն ու տրտունջն ողջոյն. ու այդ ողբագին վիճակին մէջ՝ եկած է կկզիլ անիկա Մէրսինի անկիւնը, հոնկէ՛ լսելի ընելու համար իր ձայնը հայրական՝ որ ա՜լ մարած է աղաղակելէն, աղերսելէն ու արտասուելէն։"
      },
      {
        "index": 9,
        "text": "Այդ մարդը Սահակ Կաթողիկոսն է, իր կորած ու վայրավատին Հոտը ջանալով դեռ հովուելու, հառաչանքը կուլ տալով կսկիծներ մեղմելու եւ արցունքներ սրբելու։ Եւ երբ խորին պատկառանքով խոնարհեցայ՝ իր աջն առնելու, տարապայման փղձուկ մը զգացւ սիրտիս մէջ։ Վեհափառը համակ մարմնացումն էր Հայ Տառապանքին։ Իր կայծկլտող մութ բիբերուն խորը մեծ սուգը կար ջարդուող հայորդիներուն, եւ միա՛կ մտատանջութիւնը՝ խեղճ որբուկներուն եւ այրիներուն մասին. մինչ արցունքէ մաշած իր այտերը համր պատմութիւնը կ՚ընէին գոգցես Կոտորածի օրերուն։"
      },
      {
        "index": 10,
        "text": "-«Ի՞նչ լուր, զաւակս, ի՞նչ լուր…» կը ձայնէր ան, համրիչն արագօրէն շարժելէն ջղաձիգ մատներուն տակ, անոր հատիկներուն վրայ թարթելով իր խոհուն ակնարկը։"
      },
      {
        "index": 11,
        "text": "Հէ՜ք Հովուապետ. ինծի պէս մէկէ՛ մըն ալ լուրի կ՚սպասէր. մխիթարիչ խօսք մը, բա՛ռ մը կ՚ակնկալէր ինէ։"
      }
    ]
  }
}
