{
  "chapterNumber": 13,
  "title": "ՀԻՒԱՆԴՆԵՐՈՒՆ ՄՕՏ (29 Հոկտ.) — Among the Sick",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Առաւօտեան կառախումբով տեղս կը հասնին «Կիլիկեան Որբախնամ Յանձնաժողով»ի պատուիրակ՝ Աբիսողոմ քահանայ եւ Խ. Գռուզեան։ Անօրինակ կերպով կ՚անձրեւէ։ Կ՚իմացուի որ Որբանոցի հիւանդ տղաքը Նոյեմբերէն անդին պիտի չընդունուին Ամերիկեան հիւանդանոցը։ Լուրը բաւական տագնապեցուցիչ է։ Երկոքին պատուիրակք անմիջապէս կը մտադրեն դիմել տեղւոյս «Միջազգային» ի նախագահ Մր. Չէմպըրսի, եղելութիւնը ստուգելու համար. այս առթիւ պատիւը կ՚ընեն ինձ՝ իմ ընկերակցութիւնս ալ խնդրելու։"
      },
      {
        "index": 2,
        "text": "Մր. ՉԷմպըրս սիրալիր ընդունելութիւն մը կ՚ընէ մեզ եւ մեր այցին նպատակն իմանալէ վերջ կը յարէ թէ ինք ոչինչ գիտէ այդ կերպ կարգադրութեան մը մասին. կրնայինք Հիւանդանոցի տնօրէնուհին տեսնել՝ իրողութեան վերահասու ըլլալու համար։"
      },
      {
        "index": 3,
        "text": "Կը դիմենք Ամերիկեան հիւանդանոց եւ Տիկինէն կը տեղականանք թէ սկզբունքով հիւանդ որբեր մերժելու հրահանգ մը չկայ. միայն, թէ հիւանդանոցը լեցուն ըլլար՝ բնական էր որ զանոնք եւս ընդունելու տեղ չէր մնար։ Այդ պարագային, կը մնար մեզ մաղթել որ մեր որբերը չհիւանդանային, եւ կամ, թէ որ այդ տեսակ դժբաղդութիւն մը պատահէր՝ հիւանդանոցը տեղ գտնուէր։"
      },
      {
        "index": 4,
        "text": "Ներկայիս մէջ որբերէն չորս պզտիկներ կան հիւանդ՝ որոնց մօտ կ՚առաջնորդէ զմեզ տնօրէնուհին, - բարի դիւրահաղորդ կին մը։ Կը բացատրէ մեզ անոնց ախտին բնոյթը, վիճակացոյցները կը ցուցունէ՝ որոնցմէ հաճոյքով կը տեղեկանանք թէ տղաք օր աւուր ապաքինելու վրայ են։ Մաքուր, ճերմակ սնարներու վրայ հանգչեցուցած իրենց գլխիկները՝ չենք նայեր այլեւս անոնց, վտանգի մը սարսափովը համակուած աչքերով։ Անկողիններէն շատեր դատարկ են. ցանցառ են կիներ որոնք վերմակներու ներքեւ կզկտիկ՝ իրենց վիրաւոր կամ տառապանքէ ծիւրած մարմիններուն կոտտուքովը հինինան։ Ասկէ քանի մը ամիս առաջ ինչե՜ր կային արդեօք սա սրահներուն մէջ…։"
      },
      {
        "index": 5,
        "text": "Երեք հիւանդներ կան միայն այրերու սրահը։ Անոնցմէ մէկուն քով դեռատի կին մը նստած, գրեթէ փարած անկողինին՝ գուրգուանօք կը շարունակէ նայիլ անոր երեսն ի վեր։"
      },
      {
        "index": 6,
        "text": "- «Դէպքերուն հետեւանքով ախտաժէտ մըն է. չեմ կարծեր որ այս գիշեր հանէ» կը կցէ տնօրէնուհին մեր քովէն։"
      },
      {
        "index": 7,
        "text": "Անբացատրելի սարսուռ մը կ՚անցնի հոգիէս. բռնի ժպիտով մը կը նայիմ այդ հոգեվարքին, երբ մտածում մը կրակի պէս կու գայ տաղել ուղեղս, թէ քանի մը ժամ վերջ՝ երբ այդ աչքերը գոցուին ընդ միշտ՝ հատ մը եւս պիտի աւելնայ այրիներու ա՜յնքան ստուար թիւին վրայ …։"
      },
      {
        "index": 8,
        "text": "Նոյն սրահը, տնօրէնուհին կը ներկայացունէ մեզ առոյգ, մանկամարդ nurse մը որ այսօր իսկ ժամանած էր Անգլիայէն։ Քաջարի ու պատուական անգլուհի մը, որ այսպէս, հակառակ իր գեղեցկութեան եւ թարմ տարիքին, հայրենիքէն մղոններ հեռու, ծովերէ անցած եկած էր մինչեւ Ատանա, հիւանդանոցի մը տխուր յարկին տակ, ախտակիր անձեր խնամելու, դարմանելու, անոնց օրհասական հռնդիւններուն ներկայ գտնուելու. մինչ մենք՝ Հայերս դեռ տխմարութիւնը կ՚ունենանք խորհելու, - կամ լաւ եւս է ըսել՝ ուրիշներ մեր հասցէին խորհելու, - թէ զոհողութեան, անձնուիրաութեան պէս բան մըն է զոր յանձն առած ենք՝ քիչ մը ատենուան համար հոս գալու, մեր հայրենակիցներուն պատահած անլուր աղէտէն ազդուած…։"
      }
    ]
  }
}
