{
  "chapterNumber": 17,
  "title": "ԴՊՐՈՑԻՆ ԲԱՑՈՒՄԸ (4 Նոյեմ.) — Opening of the School",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Կայծակ, փայլատակում, թօնընկէց, ամեհի մրրիկներ, գետերու յորդում եւ ողողում. ասոնք եղան վերջացող շաբթուն՝ Բնութեան անհամբոյր կատակները։ Շրջակայ թրքաբնակ գիւղերէն, - հայաբնակ գիւղ մնա՞ց միթէ, - որոշ լուր մը չէ հասած։"
      },
      {
        "index": 2,
        "text": "Ջուրերը նուազելու վրայ են։ Գարնանամուտի հրախանձ Ատանայէն վերջ՝ ահա՛ ձմեռնամուտի ճախճախուտ Ատանան։ Իմացանք թէ զինուորներ՝ հեղեղներէն քշուող գնչուներու դիակներ հաներ են Սիհուն գետէն։ Պատիժը վերէն էր որ կու գար աւերագործ եւ աւարատե՜նչ այդ մարդոց։"
      },
      {
        "index": 3,
        "text": "Սիհուն հիմայ ամբողջովին պղտորած՝ կորեկօղիի անհուն աւազանի մը տեսքն է առեր։ Համակ շարաւէ ձեւացած ծովի մը թերեւս նմանցունէր զայն՝ անցեալէն վշտակոծ երեւակայութիւն մը։"
      },
      {
        "index": 4,
        "text": "Օդերու այս անտանելի շարքին մէջ, թօնուտ երկինքով մը՝ դպրոցին բացումը կատարեցինք նախընթաց օր։ ՆԵրկայ էին Թորոսեան Արիսողոմ քահանայ. Գռուզեան Խաչատուր, Փափազեան Լեւոն, Քէշիշեան Միհրան եւ աշակերտուհիներու ծնողներ։ Տէր Հայրը սրտապնդեց ուսանող մանկտին եւ ուսուցչական մարմինը գեղեցիկ յորդորներով, շնորհակալութիւն յայտնեց սրտագին Ազգանուէր Հայուհեաց Ընկերութեան՝ գաւառներու մէջ անոր կատարած փրկաւոր գործունէութիւնն ի վեր հանելով։ Որբախնամի ժրաջան պատուիրակը փութաց շեշտել սեպուհ կարեւորութիւնը  մայրենի քաղցր բարբառին, հայ աղջկան պարտքը՝ մաքրասէր, զգօն եւ ժրագլուխ ապրելու, եւ վերջացուց իր խօսքերը շնորհակալու զգացմամբ Ընկերութեանց մասին որ ոչինչ զլացաւ իր խորհուրդէն  եւ իր լումայէն՝ այս տարաբախտ փոքրիկ հայուհիներուն կրթական գործին համար։"
      },
      {
        "index": 5,
        "text": "Ինծի կը վիճակէր հուսկ ապա հրճուանքով համակուիլ նախ՝ սանուհիներու այս հոծ խմբումին ի տես եւ ներկաներու այս խօսքերուն ի լուր, յետոյ՝ խոստովանիլ թէ ընկերութեան ըրածը պէտք չէր զոհողութիւն մեկնել, այլ պարտք։"
      },
      {
        "index": 6,
        "text": "«Ա-Բ-Գով պիտի վերաշինուի Եդեմը» գրած է Հիւկօ ա՛յնքան իրաւամբ։ Մաղթենք որ դպրոցներ վերստին դրախտի՜ վերածեն զուլումներէ քարուքանդ այս քաղաքը։ Գետութիւն եւ ուսում ամէնուն. քաղքենիին ու գեղջուկին, տոհմիկ մարդոց եւ խուժանի զաւակաց՝գիտութիւն եւ սուսո՜ւմ առ հասարակ։ Ո՞ր հայ հիացմամբ չէ կարդացած արդեօք սա տողը Եղիշէի, նոյն իսկ դարե՜ր առաջ գրուած. «Եւ այս ամենայն չարիք մտանեն ի միտս մարդոյ յանուսումնութենէ»։»"
      },
      {
        "index": 7,
        "text": "Որբանոցը պատսպարեալներով միասին՝ երկու հարիւր հոգիէ աւելի են մեր դպրոցը յաճախողները։ Ամէն կողմէ ծնողք կու գան՝ զիրենց աղջիկները մեր դպրոցին արձանագրել տալու համար։ Բնաւ չէր յուսացուեր որ այսքան ստուար թուող աշակերտուհի կարելի էր ունենալ. շատեր ալ օտար վարժարաններ դիմեր են առաջուց՝ հայ դպրոցի չգոյութենէն։- Ոմանք 4-8 մէթալիք պիտի բերեն. (հոս ամէն ինչ մէթալիք ով կը հաշուեն). թէեւ ինքնին աննշան թոշակ. բայց անտեղի չնկատեցի այդ գումարը պահանջել իրենցմէ, որպէս զի վարժութիւն մը ըլլայ։"
      },
      {
        "index": 8,
        "text": "Այսպէս ահա «Ազգանուէր Հայուհեաց»ը Կիլիկիոյ ծոցին մէջ իր վարժարանն ունեցաւ, ձրի դաստիարակութեամբ մը հոգեւին մխիթարելու համար բախտէն անժառանգ տխուր կարաւանը՝ բունազիրկ եւ անտերունչ Հայ որբուհիներու, եւ լուսաւորութեան ջահը վառած՝ պատրաստելու համար վաղուան Հայ մայրերը։"
      }
    ]
  }
}
