{
  "chapterNumber": 6,
  "title": "ՏԵՍՔԵՐ ԵՒ ՅՈԻՇՔԵՐ (21 Հոկտ.) — Views and Memories",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Առաւօտուն կանուխ կայարանն եմ։ Անձկութեան բոլոր նոպաներէն կ՚անցնիմ. քանի մը ժամէն պիտի հասնիմ հուսկ ուրեմն հո՛ն, Ատանա, ոտք պիտի դնեմ նախճիրի ու խժդութեանց այդ ահաւոր սեմին վրայ։ Բոլոր տեսած մարդիկս զոհեր կամ դահիճներ միայն կը թուին ինծի։ Չարաղէտ պատկերներ աւելի որոշ գիծերով կը յաճախեն, կը գրոհեն դէպ ի միտքս, եւ անագրոյն մղձաւանջներ աւելի քան երբեք կը չարչարեն խեղճ երեւակայութիւնս։ Պիտի հասնիմ հուսկ ուրեմն հոն, Ատանա։ Կոչում պէտք է ընել անպարտելի կորովի մը, զօրեղ սրտապնդումի մը, քան զի կ՚զգամ թէ սիրտիս զարկերն երագացած են եւ սարսուռ մը կ՚սկսի կծկել մկաններս։"
      },
      {
        "index": 2,
        "text": "Ի՜նչ ճակատագիր. հալածանքի ու չարչարանքի դատապարտուած ազգի մը զաւկին ըլալլ եւ դժբաղդ առիթն ունենալ երթալու հայրենի աւերակներ տեսնելու եւ հայրենակիցներու գերեզմաններն այցելելու։"
      },
      {
        "index": 3,
        "text": "Շոգեկառքը կը սուրայ ընդարձակ դաշտերուն մէջէն՝ որոնցմէ հնձուած է եղանակին րամպակը շահաբեր։ Նայուածքս կ՚Երթայ հորիզոնին շքեղութեանը վրայ թափառի անարգել. Տաւրոսի լեռնաշղթան ամբողջ վեհութիւն մըն է՝ հոյակապ, ամպածրար կատարներով։ Հեռանկարին սքանչելի տեսքը հոգիդ կը գրաւէ. դէպի կեանքը՝խոյանք մը կ՚ունենաս անզուսպ, ու ներսդ կուտակուած վիշտի սեւութիւններուն հետ՝ ապրելու իղձը խուլ պայքար մըն է որ կ՚սկսի ասանկ վայելչագեղ բնութեան մը ծոցը՞։ Կուրծքդ կ՚ուռի յանկարծ, հեկեկանք մը կոկորդդ կը նեղէ ու կղպուած ակռաներուդ մէջէն սոյլի պէս հառաչ մը կը խուսափի՝ լանջքդ ուռեցունող վիշտը դուրս տալու վերջին անզօր ճիգով մը, մինչ դառն մտածումը խրած մխուած է ուղեղիդ մէջ. «Ո՜վ աստուած, ինչպէ՜ս հնար է որ մարդիկ այսքան չար ու անգութ եղած ըլլան՝ այսքան գեղեցիկ Երկրի մը մէջ եւ թոյլ չի տան որ մենք ալ ապրինք հոն խաղաղ ու երջանիկ»։"
      },
      {
        "index": 4,
        "text": "Կ՚անցնինք առուակներու եզրերէ, ամայութեանց ծոցը ծրարուած գիւղերէ, Յունական, Հռոմէական Եգիպտական արշաւանքներէ մնացորդ աւերակներէ. Թրմլի եւ Կիւտիւպէզի[1] բերդերու բեկորներ՝ անցեալի փառայեղ յիշատակներու պէս կը կաթողուին հեռաւոր դաշտանկարներուն գիրկը։"
      },
      {
        "index": 5,
        "text": "Հասած ենք վերջապէս Զէյթունլիի կայարանը։ «Ասկէ անդին շատ բան չի մնաց, գրեթէ կէս ժամ կայ Ատանայի համար» կ՚ըսեն ինծի ճամբու ընկերներ՝ որոնց ստէպ անհամբերութեամբ կը հարցունեմ Ատանա երբ ժամանելիս։"
      },
      {
        "index": 6,
        "text": "Այլ եւս համակ նայուածք դարձած՝ վակոնին լուսամուտէն դուրս կը նայիմ ակնապիշ։ Ահա, այգեստաններու խանծած որթատունկերուն մէջտեղ՝ ահա առաջին սեւ աւերակոյտը կը պարզուի տեսողութեանս առաջ. կրկին թափով կը յառնէ մէջս անբացատրելի կսկիծը։ Օ՜հ, այդ աւերակոյտը՝ լքուած, խոպանացեալ եւ անշուք այդ այգիին մէջ… Ո՞ւր էին այն արի եւ հաստաբազուկ մշակներն որոնք օրուան խոնջէնքէն պարտասուն, խաղողի հնձանէն վերջ, կու գային իրենց հանգիստն առնելու եւ քունը նիրհելու ստուերոտ ծառերուն տակ։ Ո՞ւր էին անոնք որ իրենց խաղողներուն կենսաւէտ հոյզովը կու գային տարեկան շարոցնին շինել, իրենց միւռոնաբոյր գինին ու ռուփը պատրաստել եւ լեցունել իրենց մառաններն՝ օրհնեալ այգիին բերքուբարիքով։"
      },
      {
        "index": 7,
        "text": "Եւ մինչ նայուածքս յառած հրդեհուած պատերու կը դողամ ահագնութեամբ հոն գործուած եղերական առամին, շոգեկառքին վազքը դէմ յանդիման կը բերէ զմեզ վերստին նոր նոր փլատակներու եւ մոխրացած վայրերու, մէկը միւսէն աւելի մռայլ, մէկը միւսէն աւելի լքուն ու տխրատեսիլ. փլած քարեր ու տապալած սեւ գերաններ համասփւռ, իրենց լուռ ու անխլիրտ տարածութեանը մէջ ողբալով կարծես Հայոց երբեմնի շէնութիւնները բոլոր։ Կը լքեմ պատուհանը, վակոնին խորքը կկզելու համար. ալ չեմ կարող դիտել։"
      }
    ]
  }
}
