{
  "chapterNumber": 30,
  "title": "ԳԻՇԵՐ ՄԸ Ի ՀԱՄԻՏԻԷ — A Night in Hamidie",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Կէս օրէ վերջ մեկնած ենք Միսիսէն։ Դիւր դաշտերու մէջէ եռաձի կառքերնիս արագընթաց փախ կու տայ, կառապան Պօղոսին կանչած գեղջուկ ու խեղճուկ երգին հետ, - միակ կենդանութիւնը շուրջի անձայնութեան եւ ամայութեան մէջ։"
      },
      {
        "index": 2,
        "text": "Հորիզոնին վրայ յանկարծ կը պարզուի Եըլան Գալէն, հսկայաբերձ, վեհապանծ ու պերճ, դարաւոր բողոքի մը պէս դէպ ի երկինք սլացական։"
      },
      {
        "index": 3,
        "text": "Առաջին անգամն է որ կարօտաբաղձ աչքերս կը վայելեն Փոքր Հայքի լանջքին վրայ բարձրացող բերդ մը որ հին հին դարերէ ի վեր կանգուն կը մնար՝ պատմական մարտերու յուշքեր, յաղթանակներ ու պարտութիւններ իր վիթխարի զանգուածին մէջ խտացուցած։"
      },
      {
        "index": 4,
        "text": "Այդ կարկառուն վեհութեան ի տես, անասելի հրճուանք մը կ՚սկսի թափ տալ սիրտիս։ Անցեալ փառքերու, վաղնջական դիւցազանութեանց եւ ամեհի ոգորումներու կոթող մըն էր այդ, սեպ ապառաժի մը բարձունքը խրոխտաբար կառուցուած։"
      },
      {
        "index": 5,
        "text": "Երանութիւնը զոր լիուլի զգացած եմ, աւա՜ղ, ի՜նչ շուտ կ՚սկսի խոյս տալ ինձմէ, երբ անգութ մտածումը նոյնհետայն կու գայ միտքս խարանել։ Անցեալ, ամէն ինչ անցեալ մեզ համար, լաւագոյն բաներէն ի՞նչ կը մնար արդէն մեզ՝ անագորոյն կերպով դուժ ներկայի մը առնթեր։"
      },
      {
        "index": 6,
        "text": "- « Լեւոնի Բերդ կ՚ըսուի եղեր ատիկա, բայց չարափոխութեամբ Եըլան եղած է Լեւոնը » կը յարէ Պօղոս, ետեւ դառնալով եւ մտրակին բուն  երկարելով դէպ ի այդ բարձրութիւնն ամպածրար։"
      },
      {
        "index": 7,
        "text": "Հէ՜գ Կիլիկիա. անունի մը յիշատա՛կն իսկ զլանալ Քու մէկ աւերակիդ, անունի մը հմա՛յքն իսկ եղծանել այսպէս…։"
      },
      {
        "index": 8,
        "text": "Վշտոտ լռութիւն մը կը փակէ մեր շրթունքը։ Երեւակայութիւնս թափառայած բոլոր այն չարութեանց շուրջ որոնք նիւթուած էին միշտ՝ բնաջինջ ընելու համար այս աշխարհէն Հայն ու իր յիշատակը՝ ժամերը կը սահին, եւ Կեավուր-Տաղիի բարձանց հովը կու գայ զովացունել մեր խեղճ գլուխները։"
      },
      {
        "index": 9,
        "text": "Երբեմն հեռուներէն, մեր տեսողութեան կը հանդիպին յարդէ ու եղէգէ կերտուած խեղճուկ ու ցած տնակներով գիւղեր՝ Թուրքի, Չէչէնի կամ Չէրքէզի. եւ անկարելի է չխորհիլ թէ այդ ցածութեանց տակ ի՜նչ ցածութիւններ որոճացած է անյիշատակ ժամանակներէ հետէ մէջի բնակչութիւնը, խուժդուժ, անուս եւ անոպայ։"
      },
      {
        "index": 10,
        "text": "* * *"
      },
      {
        "index": 11,
        "text": "Անցած ենք. ա՛լ մեր ետեւն է Եըլան Գալէն, միշտ բարձր, միշտ վէս։"
      },
      {
        "index": 12,
        "text": "Մայրամուտ խոնարհող արեւին ճառագայթները բեկբեկ լոյսի մեղմութիւններով կը պարուրեն սա արտերն ու Համիտիէն՝ որ ահա մեր դէմն է, Ճիհանի ձախ ափունքին, տափարակ դաշտագետնին վրայ, թաւուտքի մը ետեւ, իժի պէս գալարուած ու պահուըտած։"
      },
      {
        "index": 13,
        "text": "Համիտիէ, չարագուշակ ու սե՜ւ գիւղաքաղաք, ճշմարիտ ո՛րջ մը մարդ-գազաններու արիւնաքամ ջոլիրին…։"
      },
      {
        "index": 14,
        "text": "Հասած ենք վերջապէս, ու մե՜ծ դժբախտութիւն, պէտք է գիշերել հոն։ Կառապանը կ՚առաջնորդէ զիս տեղացի հայու մը, դեղագործ Ներսէսի մօտ, - ամբողջ Համիտիէի մէջ միակ արու հայը ՝ խողխողումէ հրաշքով ազատած, տապարի հարուած մը գլխուն ուտելէ ետք։"
      },
      {
        "index": 15,
        "text": "Երբ օթեւանի մը մէկ խորշը գիշերային կայքս կ՚որոշեմ, մութէն առաջ կ՚ուզեմ իմ տաժանելի ու տխուր այցս կատարել արկածեալ մայրերու, վասն զի արշալոյսին պիտի մեկնինք։"
      },
      {
        "index": 16,
        "text": "Քստմնելի դէմքեր կը վխտան ամէն կողմ, գռիհներու մէջ, շուկան, հրապարակներու վրայ։ Ուղեկիցէս կ՚իմանամ թէ կէս դարու հնութիւն ունի այս աւանը. նախկին յորջորջումն է եղեր Եարսուվատ՝ որուն բնակիչները Ռուսիայէն գաղթած են հոն՝ Նօղայ-Թարթար կոչուած բարբարիկ ցեղ մը։ Անոնց դրսերեւոյթը կը խօսի որոշակի բոլոր այն ճիւաղութեանց մասին որոնց արձագանգ եղան թերթերն ամէն ազգութեանց։"
      },
      {
        "index": 17,
        "text": "Քանի մը փողոց դեգերելէ վերջ, ահա ծայր կու տան աւերակները։ Հարկ չկայ նկարագրել. միեւնոյնն են անոնք ինչ որ տեսանք Ատանա, ինչ որ տեսանք Միսիս, Հայ-Գիւղ եւ ուրիշ տեղուանք, որոնց վրայէն բարբարոսութեան մղուցքն անցած էր՝ քանդելով կեանքեր ու բոյներ, ժամերով, օրերո՜վ իրարմէ հեռու գիւղեր եւ աւաններ, ամէն ո՛ւր որ Հայն իր տունն ու տեղը ունէր։"
      },
      {
        "index": 18,
        "text": "- «Հոս է Հայոց եկեղեցին», կ՚ըսէ ուզեկիցս կանգ առնելով աւերակոյտի մը առջեւ։ Եւ մինչ ես ներս կը  մտնեմ աւերն իր լրումին մէջ դառնօրէն զգալու, ան դիտելէ վերջ ինքնամոխ վիճակս, աչքերը յառած կը մնայ որմերուն եզերքը կղկղանքի այն նողկալի կայտերուն որոնցմով ապականած էր արդէն սրբավայրին մթնոլորտը։"
      },
      {
        "index": 19,
        "text": "- Ի՞նչ… կը բացագանչեմ զայրագին։"
      },
      {
        "index": 20,
        "text": "- Այո՛ վայրագութեան բոցը դեռ չէ մարած անոնց կուրծքի տակ։ Այսքան արիւնէ եւ կրակէ վերջ, տակաւին կը յամառին գարշանքի նշաւակ դարձունելու ինչ որ Հայունն է եւ անոր կրօնքինը։"
      },
      {
        "index": 21,
        "text": "Փլփլած պատեր, այրած սեւցած քարեր անվերջ՝ անհատնում, որոնց ի տես իսկոյն կը ցցուին աչքիս առաջքը՝ սրահար, թոպամահ եւ ճենճերմա՜մբ նահատակուողներու ցաւագին ուրուանկարներ՝ շարան շարան։"
      },
      {
        "index": 22,
        "text": "Քիչ մը անդին է փլատակները Մարաշցի Ղարթի տունին՝ ուր ապաստանած երկերիւր Հայեր յուսահատ եւ վայրավատին դիմադրութենէ մը վերջ՝ մարխի պէս վառուած եւ աճիւնացած էին։"
      },
      {
        "index": 23,
        "text": "Մութն իջած է, եւ աւելի քան երբեք սարսափը թափանցած է հոգիէս ներս։"
      },
      {
        "index": 24,
        "text": "Լոյս մը, Տէ՜ր, բոլոր այս սեւութիւններուն մէջ, կաթեցո՛ւր սփոփանքիդ յոյսը բոլոր այս դառնութիւններուն առջեւ. մինչեւ ե՞րբ այսքան ծանր խաչի մը բեռը մեր տկար ուսերուն…։"
      },
      {
        "index": 25,
        "text": "- Հոս ուրիշ հայ չկա՞յ բնաւ, կը յարեմ ճամբան, ընդունելիք պատասխանիս մասին գրեթէ դողահար։"
      },
      {
        "index": 26,
        "text": "- Ուրիշ հա՞յ մի… ի՜նչ կ՚ըսէք, այստեղի Հայոց ցանկը նախօրօք պատրաստուած եւ ըստ այնմ զանոնք ջարդելէ յետոյ, Ճիհան գետը թափուած են անոնց դիակները համրանքով։ Միայն թէ կիներէ ու տղոցմէ 750 հոգի մը յաջողած են ապաւինելու Տիկին Սապաթիէի տունը, նաեւ անոր բամպակի գործարանը։ Հոդ ամիսէն աւելի իրենց բնակութիւն եւ պարէն հայթայթուելէ վերջ, բոլորն ալ մեկնած են Ատանա, ուր կը գտնուին այժմ։ Այրերէն ալ թերեւս մաս մը կարենար ազատիլ, եթէ ջարդը շուկայէն չսկսէր յեղակարծ եւ մանաւանդ Սապաթիէի բնակարանն ալ Համիտէի մէկ ծայրը չգտնուէր։"
      },
      {
        "index": 27,
        "text": "Առաջուց իմացած էի արդէն այդ պաշտելի անունը, ՄԱՏԱՄ ՍԱՊԱԹԻԷ. գիտէի այդ կնոջ ու իր արի որդւոց աննախընթաց հայասիրութիւնը. սիրտս լի էր հիմայ երախտագիտութեամբ. շնորհակալութեան քանի մը բառ պիտի բաւէ՞ր միթէ այդքան բարիքի փոխարէն։ Քիչ յետոյ ներս կը մտնենա նոյն տիկնոջ յարկէն, յուզուած եւ սրտատրոփ։"
      },
      {
        "index": 28,
        "text": "Անուշ, բարի դէմքով տարիքոտ ֆրանսուհի մըն է ան, որուն ձեռքը կը թօթվեմ եռանդագին, երախտապարտ հայու անկեղծ զգացումներս փութալով յայտնել անոր, որ իր կարգին կ՚ընդունի զիս այնպիսի ջերմ ու գթոտ վերաբերումով մը որուն փայայանքին տակ՝ ա՛լ կը հաւատամ մարդկային ճշմարիտ եղբայրութեան։"
      },
      {
        "index": 29,
        "text": "- Ըրածնի՞ս ի՛նչ էր որ, զաւակս, երանի՝ թէ կարելի ըլլար մեզ աւելին իսկ ընել. հազա՜ր եղուկ այն հէք հայերուն. ի՞նչ էր անոնց յանցանքը։ Երեւակայութենէ դուրս, սոսկալի՝ բան է, մինչեւ գերեզման անհնար է որ գէթ վայրկեան մը մոռնամ անոնց պատահածները։ Յիմարեցուցիչ բան էր, օ՜հ, սոսկալի բան էր…։"
      },
      {
        "index": 30,
        "text": "Ու պատուական ֆրանսուհին յարտասուս փղձկեալ՝ պատմութիւնը կ՚ընէր այն սեւ օրերուն, ահարկու մղձաւանջներէ տանջուողի մը կարկամեալ դիմագիծերով։"
      },
      {
        "index": 31,
        "text": "- Մինչեւ մահ, մինչեւ գերեզման անկարելի՜ է որ մոռնանք, կը կրկնէին նոյնպէս իր ամուսինը՝ Մ. Տօտէ եւ իրենց դուստրը՝ Տիկին Անթուանէթ Պալեան, բարերար այդ հրեշտակը Համիտիէի այրիներուն եւ որբերուն։"
      },
      {
        "index": 32,
        "text": "Երեսունեւհինգ տարիէ ի վեր հոդ հաստատուած ֆրանսացի անզուգական այս ընտանիքը բարբարոսութիւններու բոյն դարձած այդ անապատին մէջ առաքինութեան ու կարեկցութեան ովասիսի մը յատնութիւնն էր ինձ համար։"
      },
      {
        "index": 33,
        "text": "- «Ի՞նչ, կը պատրաստուէիք մեկնի՞լ. կը ձայնէ Տիկին Անթուանէթ՝ երբ ոտքի ելլելս կը տեսնէ. միթէ կարելի՞ բան է. մենք ձեր Կաթողիկոսը կրցինք հիւրասիրել հոս, ողբացեալ Պապիկեան եւ ուրիշներ պատուեցին զմեզ իրենց ներկայութեամբ, հիմակ թող տանք որ երթանք եւ խանի մը անկի՞ւնը գիշերէք. օ՛ն, դուք մերն էք՝ որքան ատեն որ Համիտիէ  մնաք»։ Ու իր խօսքերուն միացունելով շնորհալի շարժում մը, Տիկինը թեւէս բռնած՝ կ՚ստիպէ ինձ նստելու եւ հանգչելու։"
      },
      {
        "index": 34,
        "text": "Ընթրիքէն յետոյ, հետզհետէ հիւրեր կը հասնին, Ռէժիի յոյն պաշտօնեաներ, տեղւոյն ամբողջ «հայ լայֆ»ն, ինչպէս կ՚ըսէր Տիկին Անթուանէթ, հեգնոտ քմծիծաղով մը։"
      },
      {
        "index": 35,
        "text": "Ջարդի պատմութիւնները մեր գիշերային խօսակցութեանց առանցքը կը կազմէին. ամէն ոք կոտորածի օրերէն անտեսուած դրուագ մը կը բերէր մէջ. ուրիշ մըն ալ կը պատմէր թէ   1909 ապրիլ 1ի ցորեկին ինչպէ՞ս Սարը Գատըն, ահեղ Դատաստանի պատիժներուն արժանի այդ դատաւորը հրապարակը կանգնած՝ Ազատութեան ու Սահմանադրութեան դէմ անլուր հայհուչներով կը գօտեպնդէր արիւնարբու խուժանը. թէ ինչպէ՜ս շրջականերէն եկած հեծեալ Չէրքէզ ու Խրիմցի ասպատակներ վայրենօրէն յարձակած էին Հայ բնակչութեան վրայ, սուրերնին չկահելով եւ փամփուշտներնին արձակելով յուպէտ յուկամ…։"
      },
      {
        "index": 36,
        "text": "Մորմոք ու զայրոյթ ամէնուս ներսն են ամբարուած։ Նոյն պահուն արաբ երիտասարդի մը ընկերակցութեամբ՝ մեր ասպնջական յարկէն ներս կը մտնէ Չէրքէզ մը իր տոհմային տարազով։"
      },
      {
        "index": 37,
        "text": "- Լէօ Զատէներէն, Սալիմ պէյի եղբայր՝ Ասլան պէյն է, մեկուսի կը ներկայացունեն ինձ, մինչ ես երկիւղով մը նորեկին կը նայիմ, չհանդուրժելով կարծես անոր ներկայութեանը։"
      },
      {
        "index": 38,
        "text": "- Աս մարդը, Հաճընի մօտ՝ Շար գիւղը փրկողն է, կ՚աւելցունեն քովէս։"
      },
      {
        "index": 39,
        "text": "- ???…"
      },
      {
        "index": 40,
        "text": "- Այո՛, բացարձակապէս վստահ ենք այդ մասին։"
      },
      {
        "index": 41,
        "text": "Կրնար ըլլալ, բայց չեմ գիտեր ի՛նչ թերահաւատութիւն մը կ՚արմատանար հոգւոյս մէջ, այդ խիզախ դէմքին նայած պահուս, ցորչափ գիտէի թէ այնքան երկսայրի եղած էր չէրքէզական սուրը Հայոց բնաջնջումի գործին մէջ։ Հիմայ Ասլան պէյ ալ ներկաներու ասուլիսին խառնուած՝ կ՚սկսի իր համակրութիւնը յայտնել Հայերուն հանդէպ, նզովելով ամբողջ վոհմակը մարդախոշոշ խուժանին։"
      },
      {
        "index": 42,
        "text": "- Մէրսին խարսխած ֆրանսական զրահաւորներէն անընդհատ հեռագիր կու գար մեզ՝ իմանալու թէ վտանգ մը պատահա՞ծ էր մեր ընտանիքին, - կը կցէ Տիկին Սապաթիէ, տխուր ժպիտով մը, - մինչ հարցունող փնտռող չկար սեւ ճակատագրին անձնատուր հայերուն վիճակը…։"
      },
      {
        "index": 43,
        "text": "Արիւնահեղութեան իր վագերային պաշտօնը կատարելէ դեռ եւս չպարտասած՝ խուժանը պահ մը եկած էր ափ առնել դուռը Տիկին Սապաթիէի եւ քաղցած գայլերու պէս ոռնալով՝ ուզած էր յարձակմա՛մբ խորտակել ու ներս խուժել, ո՛չ թէ ֆրանսացի ընտանիքը մահացունելու, այլ հոն ապաստանող Հայերը միայն  սրածելու համար։ Այն ատեն Տիկին Սապաթիէի որդին Մ. Շարլ առաջին յանդուգն քայլն առած էր վարմունքի մը որ զինքը մինչեւ հերոսութեան պիտի բարձրացունէր։ Դուռը բանալով անվեհեր կանգնած էր ան սեմին վրայ, ու շէնքին վրայ ծածանող եռագոյն դրօշը ցուցունելով՝ գոչած էր մարդասպաններուն."
      },
      {
        "index": 44,
        "text": "- Նախ զի՛ս զարկէք միացուցէք սա դրօշին տակ եւ յե՛տոյ ներս անցէք…։"
      },
      {
        "index": 45,
        "text": "Ու խուժանը վա՛տաբար յետս ընկրկած էր նոյնհետայն։"
      },
      {
        "index": 46,
        "text": "Օրերով, շաբաթներո՜վ լացած էին եօթը հարիւր ա՛յսչափ այրիացեալ կիներ եւ որբացեալ մանուկներ, զիրենք հարուածող դժբախտութենէն խելայեղ, եւ Տիկին Սապաթիէի ասպնջական յարկին տակ պատսպար՝ կերակրուած էին անոր ջաղացքներուն ալիւրովը, պառկած էին անոր բամպակի հակերուն վրայ. եւ ամիսը բոլորուած էր այսպէս հեծեծանքով եւ օրհնութեամբ։"
      },
      {
        "index": 47,
        "text": "Մխիթարութեան խօսքեր պիտի բաւէի՞ն անոնց, Աստուած իմ. ի՞նչ ըսել, երբ ամէն բան կորած էր, ամէ բան փլած, այրած, մահացած։ Սապաթիէ ընտանիքը միասին լացած էր անոնց հետ, տարաբախտ մեր Վեհափառն ալ եկած դառնօրէն լացած էր անոնց հետ եւ Հալէպի Ֆրանսական հիւպատոս՝ անզուգականն Ռօքըֆէրրիէ ողբացած էր անոնց հետ, եւ ամէն կողմ կարելի բոլոր օգնութիւնները փութացունելէ յետոյ, իր պաշտօնատեղին վերադառնալուն, երիտասարդ հասակին մէջ կը մեռնէր նահատակի մահով մը, յանուն Հայութեան տքնող ու մարտիրոսացող մարդու մը անմոռանալի յիշատակը թողլով մեր ամէնուն սիրտին մէջ։"
      },
      {
        "index": 48,
        "text": "Գիշերը յառաջացած է. հիւրերը կը մեկնին։ Վերի յարկը կ՚առաջնորդուիմ։ Մինակ եմ հիմայ, սգատխուր նորանոր յիշատակներով ուղեղս ծանրաբեռնուած։"
      },
      {
        "index": 49,
        "text": "Ու մթութեան մէջ, մեծ վէռանտային եզրն արձանացած, կը դիտեմ հեռուն՝  աստեղազարդ կամարին տակ քնացող չարաշուք Համիտիէն։ Ամէն ինչ աղջամուղջի եւ լռութեան մէջ թաղուած է։"
      },
      {
        "index": 50,
        "text": "Ականջիս մէջ կը հնչեն տակաւին արեան եւ քանդումի խօսքերն որոնցմով ապրեցանք վարը՝ քանի մը ժամեր. աչքիս առջեւ կը պատկերանայ դրօշակն որուն յուսաշող ծալքրուն տակ եկած էր կծկծուիլ Հայութեան մէկ բեկորը։ Կը թուիմ լսել հեռաւոր արձագանգներն այն ողբերուն ու կոծերուն որոնցմով թնդացած էին այս յարկերը, շաբաթներ ամբողջ սարսափի ու սուգի։"
      },
      {
        "index": 51,
        "text": "Քունը խուսափած է արտեւանունքէս։"
      }
    ]
  }
}
