{
  "chapterNumber": 10,
  "title": "ԱՅՐԻՆԵՐ ԵՒ ՈՐԲԵՐ (22 Հոկտ.) — Widows and Orphans",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Տեսեր էի զինքը շոգենաւին մէջ, դուրսը՝ բաց օդին, գիշերուան խոնաւին ու ցորեկուան արեւին դէմ, հայ ծերունի կնոջ մաքուր դէմք մը։"
      },
      {
        "index": 2,
        "text": "- Ո՞ւր կ՚երթաս, մայրիկ։"
      },
      {
        "index": 3,
        "text": "- Ռոտոսթոյէն եմ եկեր, Ատանա կ՚երթամ, քսանեւերկու տարու ճահիլ զաւակս փնտռելու։ Տարի մը կ՚ընէ, միւֆէթթիշի պաշտօնով հոն էր. դէպքէն ի վեր է որ լուր չունիմ։"
      },
      {
        "index": 4,
        "text": "Հեծկլտանքի մը մէջ իր վերջն բառերը խեղդուած են, եւ անփայլ, մարած աչքերէն կը թափթփին գոգն ի վար արցունքի խոշոր կաթիլներ։ Փնտռել կ՚երթար իր զաւակը… գերեզմանը գուցէ. բայց վստա՞հ էր զայն գտնելուն։ Ազնիւ պառաւը սակայն հակառակ իր վշտահար վիճակին՝ յամառօրէն կ՚ուզէր կառչած մնալ իր տղուն ապրած ըլլալու գաղափարին։"
      },
      {
        "index": 5,
        "text": "- Սիրտդ վեր մի հաներ, մայրիկ թերեւս կը գտնես, ի՞նչ գիտես։"
      },
      {
        "index": 6,
        "text": "Զարհուրանքի պատկերներով ու դժնէ մղձաւանջներով երեւակայութիւննիս առլի. ցաւի մխացող այս պատկերն ալ աչքերնուս տակ, այսպէս էր որ հասեր էինք Մէրսին, հոնկէ ալ Ատանա որուն ժողովուրդին խոցերովը խոցոտուած ու գալարումներովը գալարուած էինք արդէն ամիսներէ ի վեր։"
      },
      {
        "index": 7,
        "text": "Կը յիշեմ դեռ այն խռովքս երբ ծովերուն բացէն Մէրսինի նաւահանգիստը նշմարեր էի. սիրտի ուժգին զարկ մը ունեցեր էի՝ որուն հարուածներուն տոկալու համար գերագոյն դդիմադրութիւն մը պէտք էր։ Կը յիշեմվ դեռ այն խռովքս։ Հոն, այդ եզերքներէն չէ՞ր որ ջարդէ ահաբեկ Հայութիւն մը ուզած էր ապաստանիլ շոգենաւային օտար դրօշներու տակ։ Ի՜նչ օրեր, ի՜նչ ժամեր։ Հոն չէին միթէ հուրէ եւ սուրէ հրաշքով փախած, սար ու ձոր տապլտկած այրիներ ու որբեր՝ որոնք ինքզինքնին հազիւ կրցած էին նետել ՄԷրսին, բոպիկ, կիսամերկ, փոշիներու մէջ թաթխուած, սարսափէ ընդլայնուած բիրերով, իւրաքանչիւրն ահռելի անօրէնութիւններու. կրուած անլուր տառապանքներու իր ուրոյն պատմութիւններով ու ցաւերով։"
      },
      {
        "index": 8,
        "text": "Առաջին անգամ երբ գացեր տեսեր էի զիրենք որբանոցին մէջ՝ երգ մը երգելու վրայ էին, գաւառիկ խանդոտ երգ մը՝ զոր իրենց ուսուցած էր Չօք Մարզուանցի փախստական ուսուցիչ մը՝ Պ. Ատիլպէր։ Այդ երգը դոյզն ոգեւորութիւն մը դրած էր իրենց որբուկի չարաբաստ դէմքերուն վրայ, եւ այդ իսկ պատճառաւ չէինք նշմարած վարանքի արտայայտութիւնն ու յաւիտենապէս մարած օճախներու դատարկութիւնը՝ զորս ունէին իրենց նայուածքները։ Երեք հարիւրի մօտ երկսեռ որբեր էին որ դիզուեր էին հոդ. մաշած վրայ-գլուխով, շատեր բոկոտն, անվարտի, անհունապէ՜ս խեղճուկրակ կերպարանքներով։ Ատոնք, այո՛, որբեր էին, եւ որբէ՛ աւելի բան մը. ատոնք Հայո՜ւ որբեր էին։"
      },
      {
        "index": 9,
        "text": "Վայրկեանը շատ դառն էր. գերմարդկային ճիգ մը պէտք էր՝ ետ մղելու համար արցունքներ՝ աչքերու մէջ լճացած, ի տես այս որբացեալ մանկութեան։ Հոն էր Սարգիսն՝ երկուքուկէս տարու տղեկ՝ քանի մը տեղէ վիրաւոր, որ լալագին կառչած մնացած էր իր մօր անչնչացած դիակին՝ երբ գտեր էին զինքը։ Վէրքերն անցած էին ալ. աղէկ էր, ոտքի վրայ. բայց ո՛չ ոք տեսած էր դեռ անոր խնդալը։ Հոն էր Արաքսին, փոքրիկ աղջիկ մը վիրաւոր՝ որ նոյնպէս առողջացած կը պտըտէր։"
      },
      {
        "index": 10,
        "text": "Այսօր Կիլիկիոյ քաղաքներուն, գիւղերուն եւ աւաններուն հարազատ զաւակներն ունէինք մեր դիմաց, անոք, անօգնական, բոլորն ալ անբարբառ, սրտաճմլիկ, բոլորն ալ թշուառութեան աւազանին մէջ մկրտուած, բոլորին ալ ժպիտը դէմքերնուն վրայ մեռած։ Ի՞նչ պիտի ընէինք Ողջակէզ Հայութեան մը այս թանկագին մնացորդները։ Դիւցազնական ջանքեր եղած էին թէեւ՝ զանոնք պահպանելու, խնամելու եւ կերակրելու համար, բայց ապրելու պահանջներն այնքան բազմաթիւ ու բազմադիմի էին, եւ խմբովին խռնուած մանկութիւն մը մեծցունելու մէջ առողջապահական նկատումներն ա՛յնքան հարկեցուցիչ որ չէր բաւեր զանոնք կերակրել, քով քովի նստեցունել եւ քով քովի ննջել տալ։ Մէրսինի եկեղեցւոյն խոնաւ շրջափակին մէջ շինուելու վրայ եղող քարուկիր միայարկ շէնքը պիտի կրնա՞ր լրացունել քիչ շատ ամէն պահանջ ու նկատում։ Դաշտի, այգիի, «սարի զաւակ»ներ էին, ազատ մեծցած հայորդիներ էին անոնք, հիմայ անշուք շրջափակի մը մէջ ակնահոյլ, ան ալ՝ Մէրսինի պէս վատառողջ կլիմայ ունեցող տեղ մը։"
      },
      {
        "index": 11,
        "text": "Սրահի մը մէջ, նստարաններու վրայ շարուած էին խիտ առ խիտ։ Պէտք էր սեղմ նստիլ. տեղը նեղ էր։ Կը նայէի՜ն իրարու երես, կը նայէին, երբեմն ալ բաներ մը խօսելով։"
      },
      {
        "index": 12,
        "text": "- «Բան մը չեն ուսնիր այս տղաքը» հարցուցի։"
      },
      {
        "index": 13,
        "text": "- Ո՛չ, որովհետեեւ ո՛չ գիրք ունին, ո՛չ գրիչ, ո՛չ մելան եւ ոչ ալ թուղթ. թէեւ շատ ալ փափաք ունին  կարդալու։ Միացեալը խոստացած է անոնց գրենական պիտոյքը հայթայթել եւ ստանձնել կրթական հոգը. բայց դեռ լուր մը չկայ։"
      },
      {
        "index": 14,
        "text": "Կեանքիս մէջ, թերեւս առաջին անգամն ըլլալով հզօրապէս զգացի թէ ի՜նչ մեծ բարիք մը եղեր հացին հետ տալ նաեւ տղոց ձեռքը գիրք. թուղթ. գրիչ ու մելան, երբ մանաւանդ այդ տղաք որբե՜ր ալ են։"
      },
      {
        "index": 15,
        "text": "Ատանա չգացած, Մէրսին, ճամբուս վրայ կը հանդիպէի նորէն Ռոտոսթոցի կնոջ։ Եազման աւելի յօնքերուն իջած էր, ու դէմքը, հալած, սպառած այդ դէմքը մեղրամոմի դժգնութիւն մը ունէր։ Վարանեցայ հետը խօսելու, քան զի իմացած էի ամէն բան։ Ինքն էր որ մօտեցաւ ինձ, շոգեկառքին ժամերը հարցուց։ Հանդարտ էր դէմքը. մեր նայուածքներն իրարու հանդիպեցան. հասկցած էինք զիրար։"
      },
      {
        "index": 16,
        "text": "- «Ա՜խ, Ստեփան լմնցեր է, լցմներ… իմացայ ամէն բան… գնտակը բերնին է կերեր…» կ՚ըսէր ու կըւ մնար կիսով իմն նուաղուն։"
      },
      {
        "index": 17,
        "text": "- «Եթէ կ՚ուզես, մայրիկ, դուն այս տեղէն ետ դարձիր, ի՞նչ պիտի ընես Ատանա գաս» ձայնեցի իրեն, պարզապէս բան մը ըսած ըլլալու համար։"
      },
      {
        "index": 18,
        "text": "- «Չէ, չէ, - կը կրկնէր ան, - պիտի գամ, տղուս գերեզմանը գտնեմ՝ օրհնե՛լ պիտի տամ…. »։"
      },
      {
        "index": 19,
        "text": "Ի՜նչ սեւ բախտ։ Որդեկորոյս մայրն իր կորուստին ահաւորութիւնը մէկ կողմ դրած՝ իր մխիթարութիւնը կ՚որոնէր զաւկին գերեզմանը գտնելով օրհնել տալուն մէջ։ Անոր հողակոյտին կը տանէր իր բովանդակ սէրը, գուրգուրանքն ու արցունքները։ Պիտի գտնէ՞ր միթէ զայն։ Գերեզման, ամբողջ Կիլիկիան էր գերեզման. ամբողջ  դաշտերն էին ոռոգուած հայու արիւնով, պէտք էր օրհնել տալ այդ հողերն ամբողջ, Սիհունն ամբողջ՝  ուր, ո՛վ գիտէ, շատերուն հետ նետուած էր նաեւ իր զաւկին դիակը։"
      },
      {
        "index": 20,
        "text": "Ատանա, մեռելաքաղա՜ք արդարեւ։ Սիրտ բզքտող կսկիծը թոյլ չտար որ մարդ կարենայ աչքովը չափել կարենայ դիտել աւերակաց ու փլատակաց անծայրածիր շեղջակոյտն որ կը պարզուի դէմը։ Ամէն ինչ կործանած ու քանդուած է հոս, ամէն ինչ. Հայոց փառապանծ դպրոցները, Հայոց շուկաները, Հայոց բոլո՜ր սիրտերը։ Գիտէինք թէ գեհենական ի՜նչ հուր, գազանային ի՜նչ ճիրաններ եկեր՝ խելայեղօրէն գիշատեր ու լափեր էին այդ ամէնը։ Վիշտը կը խեղդէ կոկորդնիս, եւ աչքերնիս պղտոր կը տեսնեն։"
      },
      {
        "index": 21,
        "text": "Երթանք սակայն որբերուն, փճացած բնակչութեան մը վերապրող այդ մնացորդներուն, - ուրիշներ ըսէին թերւս՝ «ապագայի այդ յոյսերուն»։"
      },
      {
        "index": 22,
        "text": "Հարիւր մօտ հազիւ կան ասոնք, որոնք առ ի չգոյէ յարմար շէնքի մը՝ կը գտնուին տան մը մէջ որուն ախոռն ապաստանած քառասունեւհինգ հայեր- աղէտին օրը- ձեռք անցուած են եւ տախտակի մը վրայ դրուելով՝ մորթուած են մէկիկ մէկիկ…։ Այսօր տեսայ այդ տախտակը։"
      },
      {
        "index": 23,
        "text": "Վերը՝ տղաքը կ՚զբօսնուն իրենց խաղերով։ Նոյն Որբութիւնն է հոս ալ, մեծ մասամբ րոպիկ ոտքով, վրայ-գլուխ չկայ, թուղթ-կրիչ չկայ։ Բայց տարօրինակ է հաստատել. այս որբանոցը հակառակ Մէրսինի որբանոցէն նուազ կազմակերպութիւն ուեննալուն, հակառակ խնամող ձեռքերու ոչ առատութեան, աւելի կայտառ ու գունեղ կ՚երեւին իր որբերը՝ քան ՄԷրսինները։ Եւ այս՝ պարզապէս վերագրելի է եղեր Ատանայի օդին գեղեցկութեան։"
      },
      {
        "index": 24,
        "text": "Տրուած ըլլալով նիւթական նեղ պայմանները, գոհացուցիչ կամ կէս վխիթարական այլեւս ոչի՛նչ կայ ուրեմն. սակայն եւ այնպէս ցաւալի է խորհիլ թէ շատ բազմաթիւ են այրիացեալ կիներ՝ որոնք զաւակներնին այս որբանոցը դնելու համար բիւր աղաչանք ու պաղատանք ունին բերներնուն մէջ։"
      },
      {
        "index": 25,
        "text": "Ախոռի  նման տեղերէ, մութ ու խոնաւ ծակերէ, պատերու ծերպերէ մարդկային կերպարաններ կ՚անջատուին. աւերակաց աշխարհին բուերն ըլլային կարծես, Ատանայի արկածեալ Հայութիւնն է այս. մօր քոյրերն ու եղբայրներն են ասոնք, մարդե՛ր են ասոնք։"
      },
      {
        "index": 26,
        "text": "Բացաստաններու մէջ կանգնուած վրանները վերցած են, եւ վերին հրամանի մը համաձայն, վշտակիր հայեր քաղաք եկած ու բնակարանի չգոյութենէն՝ մէյմէկ անկիւն խօթուած են։ Ու դեռ երանի՜ անոր որ կրցած է անկիւն մը գտնել իբր պատսպարան. քիչւոր չեն անոնք որ տակաւին փողոցներն են, մայթերու վրայ թափառկոտ, սպասելով եւ յուսալով խոռոչի մը տիրացման։ Միջազգայինը կրցած է հինգ հարիւրի չափ կիսաւեր տուներ նորոգել տալ. բայց բնակարանի ահագին խնդրանքին առջեւ բոլորովին անբաւական են անոնք։ Կառավարութիւնը պիտի շինէ իր երկար ատենէ ի վեր խոստացած շէնքերը. բայց ե՞րբ։ «Պիտի»ն եկած հասած ձմրան համար ո՛չ մէկ իրական օգուտ ունի, եւ այս տնանկ հայերն ամէն բանէ վեր. ամէն բանէ առաջ ......."
      },
      {
        "index": 27,
        "text": "Կը պաշարեն զքեզ, վիզերնին ծուռ։"
      },
      {
        "index": 28,
        "text": "- «Ա՜խ, կը գոչեն ամէնքն ալ, ա՜խ, ողջ ըլլայ, ազգերնիս հասաւ մեզի, թուր ու թըֆանք կերանք, քիչ բան չքաշեցինք, ազգերնիս հասաւ մեզի. շատ շնորհակալ ենք. բայց ի՞նչ ընենք, ձմեռ կու գայ՝ հագուստ չունինք, ղուրպան ըլլամ, ուտելիք չունինք, մենք ասանկ ըլլալո՞ւ էինք…»։"
      },
      {
        "index": 29,
        "text": "Ու լալէ յոգնած աչքեր դեռ կը գտնեն տա՜ք արցունքներ՝ վիշտերէ ակօսուած այտերէ վար գլորելու համար։ Ու դառնագոյն բան է խորհիլը թէ Ատանացին. առատութեան այս երկրին բնակիչը հիմայ չքաւոր՝ ձեռքն ի մո՜յր կը կարկառէ հանուր Հայութեան, հանուր աշխարհի, ինք որ աղքա՜տ մը չունէր ծոցին  մէջ։"
      },
      {
        "index": 30,
        "text": "Ձմեռն ահա եկած հասած է գրեթէ, երկինք կարծես մեր գլխուն պիտի փլչի. փայլակները կը շողան. ահագնադղորդ կը գոռան ամպերը, տեղատարափ մըն է որ կը տեղայ երեք օրէ ի վեր, ամէն կողմ հեղեղ, շուկաներն ողողուած են ջուրերով։ Անձրեւ մի՛շտ անձրեւ չգիտցուիր թէ ե՞րբ պիտի դադրի երկինքի բարկութիւնը։"
      },
      {
        "index": 31,
        "text": "Ատանացին պէտք է ասո՛ր ալ տոկայ, իր գոյութեան ապահովումին համար ասոր դէ՛մ ալ մաքառի։"
      },
      {
        "index": 32,
        "text": "Անխնայ կը տեղայ անձրեւը։ Սիրտեր կոտրած են, գրպաններ դատարկ, ոտքեր բոպիկ։ Ամէն դի, ամէն գլխու վերեւ կը ծածանի անսուաղութեան, հիւծախտի ու բոլոր դժնդակ հիւանդութեանց ուրուանկարն ահաւոր։"
      },
      {
        "index": 33,
        "text": "Բաղդատմամբ աղէտին մեծութեան՝ պէտք էր մեծ ըլլար նաեւ ձեռնատուութիւնը։ Ո՜հ, օգնութեան հասէք, Հայեր, հասէ՛ք այս ժողովուրդին, գէթ ա՛յս ձմեռ։ Աշխատասէր է ինք, գործունեայ, վաղվաղկոտ, ուշ կամ կանուխ պիտի կրնայ իր հացը ճարել. բայց այս ձմեռ թող մի՛ տաք որ մեռնի անիկա ցուրտէն ու քաղցէն։"
      },
      {
        "index": 34,
        "text": "Ահա դէմս, ծածքի մը տակ, պզտիկներ հաւաքուած են կաշեայ ծակ գնտակ մը անոնց բոլորին հեշտանքը կազմած է։ Յանկարծ անոնցմէ մին, հինգ-վեց տարու տղեկ մը։"
      },
      {
        "index": 35,
        "text": "- «Ո՜ւֆ, կը մսիմ կոր…» ըսելով կ՚անջատուի ընկերներէն, ճլըմբ ճլըմբ թացութիւններու մէջ կոխոտելով կը մտնէ փլփլկած դուռնէ մը ներս։ Ինչ պիտի զգայ անոր մայրիկին այդ վայրկենին, երբ ի զո՜ւր պիտի փնտռէ իր շուրջը գուլպայ մը կամ կօշիկ մը՝ անոր ոտքն անցունելու, կամ վերարկու մը՝ վրան տալու։"
      },
      {
        "index": 36,
        "text": "Անհանդուրժելի՜ կացութիւն, յիմարեցուցի՜չ թշուառութիւն։ Կ՚երեւի թէ մարդ կայ ըլլալու է եղեր աշխարհի վրայ ա՛յսքան չարարանք կրելու, ա՛յսքան տառապելու, ա՛յսքան խոշտանգուելու, ա՛յսքան չարքաշ ապրելու, եւ պարտաւորուա՜ծ ըլլալու՝ տոկալու այս ամէնուն։"
      },
      {
        "index": 37,
        "text": "Երեկոյեան ստուերները հետզհետէ կը թանձրանան։ Անձրեւը կը տեղայ դեռ կատաղօրէն։ առաջնորդարանն ենք։ Ստուեր ու մեռելութիւն շուրջերնիս։ Քաղաքն իր աւերակներով՝ ահագին դամբարան մըն է մեր դէմ։ Եկեղեցին գոց է եւ լուռ։ Դուրսը՝ բակին մէջ, ջարդի առաջին օրերուն, առաջին նահատակներ իրենց յաւիտենական քունը կը նիրհեն։ Անձայն անշշուկ է առաջնորդարանն ալ։ Ո՛չ ոք, բաց ի մենէ։ Անձրեւն աւելի յիմարական թափով մը կ՚իջնէ եւ պատուհանի մը փտած շրջանակէն ջուրը կ՚սկսի ներս կաթիլ։"
      },
      {
        "index": 38,
        "text": "Դատարկութիւն հոգիներու մէջ. լքում, սգու՜մ ամէն կողմ։ Չկայ մխիթարող ձայն մը, առաջնորդող. վարիչ ձեռք մը, կարեկից մէկը, լուսամիտ ու սրտոտ անձ մը որուն շունչով առ վայր մի տաքնան ցրտացած  սիրտեր, որուն խոհրուրդով վարուին մոլորուն հոգիներ, որուն կորովին ու կարողութեան շնորհիւ սփոփուին զրկեալներ եւ անիրաւեալներ։"
      },
      {
        "index": 39,
        "text": "Շուարուն, անճրկած ժողովուրդ մը մնացած է հոս, անհովիւ, անառաջնորդ։ Իմաստուն, լեզուագէտ ու բարեգութ առաջնորդ մը նուազ բարիք մը չէ՛ որ պիտի ըլլայ անոր։"
      },
      {
        "index": 40,
        "text": "… Փողոցն ենք. ժամկոչը դանդաղ ճռնչիւնով մը գոցած է եկեղեցւոյն դուռը, ու նիգը դրած մեր ետեեւէն։ Կատարեալ դամբարան մը հիմայ եկեղեցին ալ, առաջնորդարանն ալ։ Մութ է դուրսը, բոլորովին մութ։ Աւերի այս քաղաքին յատուկ սոսկումը կը տիրապետէ մեր վրայ։ Ու խաւարին մէջ, շուրջի կեանքին անհաղորդ այս վայրկեանին, գաղափարներու յորդ խտացումով մը, աւելի յստակ կը պատկերանայ երեւակայութեանս առջեւ Ատանայի հայութեան թշուառութիւնը դժպհի։ Բուռն կարեկցութիւն մը կր դղրդէ հոգիս. կ՚ուզեմ այս պահուս ըլլալ աղաղակ մը, ուժգին եւ անհուն պաղատանք մը՝ երթալ հասնելու համար բոլոր անկիւններն աշխարհի, ամէն ո՛ւր որ հայ կայ, ամէն ո՛ւր մարդ կայ, ըսելու համար անոնց։"
      },
      {
        "index": 41,
        "text": "-«Հայրե՜ր ու մայրեր, քոյրե՜ր ու եղբայրներ, եւ դուն, ո՜վ Որբախնամ Հայութիւն, գրկեցէ՛ք  ձեր ծոցին վրայ սեղմեցէք որբուկի այս գլուխներն անմեղ ողջագուրեցէ՛ք զանոնք, ձեր կուրծքին վրայ տաքցուցէք Կիլիկեան արհաւիրքէն ճողոպրած մնացորդներն այս թանկագին, առէ՛ք, քովերնի՛դ կանչեցէք զանոնք, ու տուէ՛ք եղբայրութեան եւ օգնութեան ձեռք մը այն ժողովուրդին որ ահա եզրն է հասեր կարօտութեան ու կորուստի…»։"
      }
    ]
  }
}
