{
  "chapterNumber": 35,
  "title": "ՎԵՐՋԱԲԱՆ. ԱՄԱՆՈՐԻ ՍԵՄԻՆ ՎՐԱՅ — Epilogue: On the Threshold of the New Year",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Le vériitable orphelin n'est pas celui qui a perdu ses parents, c'est celui qui n'a [as ni science ni éducation"
      },
      {
        "index": 2,
        "text": "5 Յունվար 1910"
      },
      {
        "index": 3,
        "text": "Տարի մըն ալ կը պակսի ահա Հայուն կեանքէն, երթալ աւելնալու համար անոր Պատմութեան վրայ։"
      },
      {
        "index": 4,
        "text": "Առօրեայ կեանքի մը ետեւէն ընդքարշ ածուող մարդկութիւնը պահ մը կանգ առնելով Նոր Տարւոյն սեմին վրայ՝ լայն շունչ մը կ՚առնէ, եւ յետկոյս նետած ակնարկէ վը վերջ՝ անտեղիտալի պէտքը կ՚զգայ աւանդական այն շնորհաւորութեանց, մաղթանքներուն եւ ծիծաղին որոնք իրենց հետ կը բերեն անսովոր կենդանութիւն մը եւ նորանոր յոյսեր ապագայի։"
      },
      {
        "index": 5,
        "text": "Ամանորի այս ընդհանուր ոգեւորութեան մէջ սակայն, ցնծութեան ի՞նչ բաժին յատկացուած կրնայ ըլլալ մեզ՝ Հայերուս. շնորհաւորի եւ բարեմաղթութեան արդեօք ի՞նչ կերպ բանաձեւ ունինք իրարու փոխանակելիք, երբ ահա մեզ հետ բերած ենք անցեալէն նախճիրի, քանդումի եւ սարսափի գեհենական տարի մը, երբ մեր սիրտերուն մէջդեռ կը կրենք սոսկալի կսկիծը՝ բիւր բիւր նահատակ եղբայրներու, քոյրերու եւ զաւակներու, նաեւ սգատխուր յիշատակը հայրենի մեր մոխրացած օճախներուն։"
      },
      {
        "index": 6,
        "text": "Ցորչափ մեր միտքն է Կիլիկիան, ցորչափ ամէնուն երեւակայութեանը մէջ դառնօրէն կենդանի է Ան իր ընդարձեակ արիւնախում արտերով, իր սեւ աւերակներուն կոյտերով, ցնցոտիներու մէջ դողդոջուն՝ հիւծեւկոծ իր այրիներուն կարաւանով, եւ անվերջ թափորովն իր բունազիրկ որբուկներուն, մեր կաղանդն ալ Կ՚անշքանայ իր տօնոյթի հանդիսութենէն։ Թշուառութեան եւ սուգի այդ պատկերը մեր յիշողութենէն անարժան՝ բաւական է արդէն նոյնհետայն մարելու մեր շուրթերուն վրայ ամէն ժպիտ եւ ամէն բաեւ խայտանքի։"
      },
      {
        "index": 7,
        "text": "Այսօր ուր անցեալը կ՚անհետի՝ տեղի տալու շատերու համար զուարթ ներկայի մը եւ յուսալից ապագայի մը, կեանքի հաշուեյարդարութեան ու փոխանցումի այս հանդիսաւոր շրջանին, դառն չէ՞ յիշել   1909 Յունվար  1 թուականն ուր Կիլիկիա շէն էր ու բարգաւաճ, ուր կաղանդը կը տօնուէր հայկական երդիքներու տակ, հանին ու պապը բազմած աւանդական սեղանին գլուխը, մինչ հարսեր, զաւակներ ու թոռներ պատկառանքով կ՚երթային համբուրել անոնց ձեռքերը, փոխարէն ընդունելով սրտաբուղխ օրհնութիւններ՝ ծորած անոնց բարի շուրթերէն. ամէն դէմքի վրայ ճառագայթումը բերկրանքի, ու սենեակին մէջ մթնոլորտը ճշմարիտ երանութեան, ու սիրտեր ցնծութեամբ բաբախուն, ու աչքեր յուսալից յառած նոր տարիին, գալիք նոր կեանքին…։"
      },
      {
        "index": 8,
        "text": "Տարաբա՜խտ Կիլիկիա, որ երջանկութեան ըղձանքներուդ մէջ անձկագին, երեք ամիս յետոյ սեւ Զուլումը միայն ողջունեցիր…։"
      },
      {
        "index": 9,
        "text": "«Կեանքը յաւիտենական վերսկսում մըն է», ըսուած է, վերսկսում մը անշուշտ բոլոր այն մերթ զուարթ մերթ տխուր դրուագներուն որոնցմով հիւսուած է ան։ Բայց ճակատագրային ի՜նչ անգութ յամառութեամբ մընէ  որ Հայուն կեանքն ալ եղած է յաճախ վերսկսում կեղեքման, ջարդի եւ աւերի, վերսկսում նա՛եւ գերագոյն ճիգերու՝ կանգնելու համար քանդուած բոյներ, հաց տալու համար այրիացած կիներու, եւ պատասպարան հայթայթելու համար որբացած մանուկներու։"
      },
      {
        "index": 10,
        "text": "Մինչեւ ե՞րբ արդեօք այս յուսակտուր վերսկտումը կործանուածները վերականգնելու, խորտակուածները նորոգելու, մինչեւ ե՞րբ մեզ՝ դառնագոյն պաշտօնը արցունքներ սրբելու։ Պիտի գա՞յ մեզ համար այն օրն ուր ցեղային սրտամորմոք ցաւերէ զերծ՝ կարենանք լայն ճախրն ընել դէպ ի քաղաքակրթութիւն, դէպ ի յառաջդիմութիւն։"
      },
      {
        "index": 11,
        "text": "Մահատագնապ սեւ օրերու տողանցումէ մը վերջ՝ զոր Հայութիւնն իր համբերութեան պանծալի  արիութեամբը գիտցաւ տանիլ, հիմայ ո՜րքան պէտք ունի Ան նոր կեանքի մի վերսկսումին, զուարթ, անկարօտ, նուիրուած միայն ու միա՛յն իր աշխատութեան։"
      },
      {
        "index": 12,
        "text": "Սակայն ափսո՜ս, ամէն կող աւերակ, ու մեր շուրջ Որբութիւն։ Տարիներու ընթացքին թերեւս փլատակները շէննան, թափուած արիւններ օր մը թերեւս քաջեր վերածնին, այրիներ իրենց ճակտի քրտինքով պատառ մը հաց գտնեն ուտելու, հապա մեր որբե՜րը…։"
      },
      {
        "index": 13,
        "text": "Ատանայէն նամակ մը կ՚ստանամ այսօր։ Ճշմարիտ անակնկալ մըն էր ինձ համար այն - ճառը զոր ղրկած էր Ատանայի ազգանուէր Հայուհեաց Ընկերութեան դպրոցին վարիչ- վարժուհի Օր. Թագուհի Ուրֆալեան, եւ զոր անձա՛մբ շարադրեր ու արտասաներ էր Սիրանոյշ Չամսարեան անուն փոքրիկ սանուհին, ամանորի առթիւ սարքուած հանդէսին։ Անփոփոխ կը հրատարակեմ զայն, ցոյց տալու համար պարզութիւնն ու անկեղծ շեշտը տխրութեան որ խտացած է անոր անձնիւր տողին մէջ։"
      },
      {
        "index": 14,
        "text": "Շնորհաւոր Ձեզ նոր տարի"
      },
      {
        "index": 15,
        "text": "Ահա եկաւ կաղանտը նոր տարի 1910 իչպէս որ անցիալ տարիներս շատ զուարճութեամբ անցուցինք իսկ այս տարի անոր հակառակը շատ տխրութեամբ պիտի անցունենք, անցած տարի կաղանտը ուրախալի կերպով անցուցած ատենս բոլոր Ատանացիները չէյինք երեւկայեր այտպիսի սեւ օրեր, որոնք թշուառութեան յետին ծայր հասուցին ամբողջ Կիլիկիցի 30000 սիրելիներուն կորուստը եւ հոյրենական օճախներ կործանուիլը։ Այնչափ մեծ  վնասներ հասցուցին Ատանայի թուրքերը քրիստոնեայ եկեղեցիները  եւ տպրոցները հրոյճրակ ըրին։ Աշակերտուհիները յետին ծայր յուսահատութիւն մատնուած էյին. իրենց տպրոցը հրոյճրակ ըլլալուն համար, Ասյպէս յուսահատութեամբ։ Կը կենային… Յանկարծ օրին մէկն ալ նայեցանք որ արեւմտեան կողմանէ ձեռք երկանցուցին Ազգանուէր հայուհեաց ընկերութիւնը պոլսոյ շնորհիւ Ատանայի աղջիկանց տպրոց մը հաստատեցին կանոնաւոր վարժարան մը որուն մէչ 200 էն աւելի աշակերտուհիներ ընտունեցին, որոնց գրիչէ ծայրէն սկսելով տպրոցական ամէն պիտոյքներ հոգալով շատ մեծ զոհողութիւներ կատարեցին։"
      },
      {
        "index": 16,
        "text": "Ուստի Ատանացիները երախտապարտ են ընկերութեան բարի անտամներուն եւ անտամոհիներոն։ Արդիօ՜ք մեր մէչը ասանկ ձեռնակերներ առաջ պիտի գան ուրեմն այսպիսի գթացող Ատամներ եւ Ատամոհիներ որ մեզի պէս կարօտիալները մոխիրներոն մէչէն ազատեցին, ուրեմն ասոնց չանքը ի զուր չէ հանենք, աշխատինք որպէսի ասոնք մեր տպրոցը վրստին շարունակեն արտ մենք ալ յոգ ընենք մեր չանքերով զանոնք աղօթ ընիք Աստուծոյ Աստուծմէ խնտրենք ասոնց առողչուիւնը որովհետեւ այդ պիսի գթացողներ առողջ մնան որպէս զի մեզի պէս ամէն կարօտիալներուն օգնելու համար։"
      },
      {
        "index": 17,
        "text": "Եղբայրներ եւ քոյրեր, մեզի՛ կը նային անոնք  անձկալից. հացին հետ մենէ- կը խնդրեն անոնք քիչ մը գորով եւ կենսունակ սնունդն իրենց մտքին։"
      },
      {
        "index": 18,
        "text": "Խորհինք որբերը։ Գերազանցապէս նուիրական է մեր ամենուս պարտքը բախտէն անժառանգ այդ էակներուն հանդէպ զոր ահարկու Ջարդը թողուց աստանդական։ Ի՞նիչ կը մնայ մեզ ընել հիմայ՝ ջնջնելու համար անոնց ճակատներէն սեւ կնիքն որբութեան։"
      },
      {
        "index": 19,
        "text": "Ճշմարիտ որբն անիկա չէ որ կորսուած է իր ծնողքը, ճշմարիտ որբն անիկա է որ ո՛չ ուսում ունի եւ ոչ դաստիարակութիւն ։ Այսպէ՜ս կ՚ըսէ անցեալ դարու մեծ միտքերէն մին, այսպէ՜ս կը կրկնեն ներկայ դարուս քաղաքակիրթ ազգութիւններ։"
      },
      {
        "index": 20,
        "text": "Տարակոյս չկայ, բաղձացած նոր կեանքերնուս զուարթ ու երջանիկ օրերն այսուհետեւ պիտի կրնանք համրել մեր աղածրի մանուկներուն, մեր հեռակայ որբերուն տրուելիք ճշմարիտ դաստիարակութեամբը։"
      },
      {
        "index": 21,
        "text": "Կրթել, դաստիարակել մեր հանուր մանկութիւնը, մտադիւր ջամբել անոր ուսում եւ գիտութիւն. դուրս հանել զինքը տգիտութեան խոր վիրապէն. ահա՛ Հայուն պարտքը՝ համակ մարդկային։"
      },
      {
        "index": 22,
        "text": "Նոր տարւոյ սեմին վրայ կեցած, ուխտե՛նք փրկել մեր զաւակները, մեր որբերը իրական որբութենէ, ցոյց տալով անոնց այն կեանքն ուր կոչուած են ապրելու եւ այն ճամբան որ պիտի տանի զիրենք դէպ ինքնագիտակցութիւն. դէպ ի յաջողութիւն։"
      },
      {
        "index": 23,
        "text": "Սրբեցէ՛ք հիմայ ձեր արցունքը հէ՜ք որբեր, գօտեպնդուեցէ՛ք կեանքի համար ուսմամբ, դաստիարակութեամբ եւ հոգիի ճշմարիտ զարգացմամբ։ Զա՛յս կը խրատէ մեզ Ժամանակի ոգին. զա՛յս կը մաղթէ մեզ Ամանորը։ Անոնք պիտի ըլլան ասպար եւ մարտկոց՝ ընդդէմ թշուառութեան. անոնք պիտի ըլլան միակ բարիքն իրակապ. անկապտելի եւ անբռնաբարելի՝ զոր պիտի   չկարենա՜ն խորել չէրքէզական վայրագութիւնն ու բարբարոսութիւնը համիտեան, ո՛չ Կիլիկիոյ մէջ եւ ոչ այլուր։"
      },
      {
        "index": 24,
        "text": "Ու թերեւս այն ատեն, զարգացած, կրթուած եւ ազնուացած Հայ Ազգին տառապանքը սա անխիղճ երջանիկներուն՝ Եւրոպացիներուն հետաքրքրութիւն առթելէ աւելի՝ խայթող խղճահարութիւն մը դառնայ անոնց, եւ միակ անբարբառ նախատինքը՝ մեր կողմէ անոնց երեսին նետուած։"
      },
      {
        "index": 25,
        "text": "Ողջո՜յն եւ համակրանք ուրեմն քեզ. ո՛վ յուսածիծաղ Մանկութիւն։"
      },
      {
        "index": 26,
        "text": "ՎԵՐՋ"
      }
    ]
  }
}
