{
  "chapterNumber": 12,
  "title": "ԴԷՊ Ի ՊԱՇՏՕՆԱՏՈՒՆ (28 Հոկտ.) — Towards the Government Office",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Տեղւոյս առաջնորդական փոխանորդ Տ. Արսէն Հօր հետ կ՚երթանք այսօր Վալի ին ներկայանալ, խնդրելու համար որ մեր վարժարանին պէտք եղած գրասեղաններու դրամը հոգայ։ Ոչ ապաքէն խուժանին ձեռքովն էին այրած՝ դպրոց, գրասեղան, ամէն բան։"
      },
      {
        "index": 2,
        "text": "Քաղաքին անաւեր մնացած մասէն՝ թրքաց թաղէն է որ կ՚առաջանանք դէպ ի կառավարական պաշտօնատուն։"
      },
      {
        "index": 3,
        "text": "Ըստ յուն. դիցաբանութեան. երկնի եւ երկրի որդի՝ Ատանայի եւ Սարոս (Սիհուն)ի[2] հիմնած այս քաղաքը. փռուած արգաւանդ լայն դաշտի մը մէջ՝ Սիհունի ափանցը վրայ, - ոչինչ ունի գրաւիչ ու սիրուն։ Բաց ի մէկ երկու պողոտաներէ, մեծ մասամբ նեղ ու մութ փողոցներ են ուրկէ կ՚անցնինք։ Շէնքերը՝ քարուկիր ու երկյարկ՝ զուրկ են կողմնակի պատուհաններէ, իրենց յառաջամասերն ալ գոցուած ամրակուռ պատնէշներով, երբեմնի արաբական, բիւզանդական եւ եգիպտական աշաւանքներու եւ յարձակումներու երկիւղէն կարծես հալածական։ Ատանա միջնադարեան այս դրոշմով խիստ տխուր երեւոյթ մը ունի։ Իր հնագոյն յիշատակարանը կրնայ սեպուիլ Սիհունի վրայ ձգուած հոյակապ կամուրրջ 22 կամարով եւ 200 կանգուն երկայնութեամբ։"
      },
      {
        "index": 4,
        "text": "Ճամբան Տէր Հայրը ցոյց կու տայ ինձ պատմական նշանակութիւն ունեցող շէնք մը, Ուլու Ճամին որ ատենօք յունական եկեղեցի մըն է եղեր, յետոյ մզկիթի վերածուեր՝ համբաւաւոր Րամազան Օղլուի ձեռքով։ Հիանալի են մինարէն ու դուռը, զարդարուած ութանկիւն խայտախարիւ քարերով։"
      },
      {
        "index": 5,
        "text": "Փողոցներու շրջանն ընելէ վերջ՝ կը հասնինք պաշտօնատուն։ Մեծ, լայնանիստ շէնք մը՝ գետին եզերքի բացաստանին վրայ կառուցուած. բազմութիւն մը բակին մէջ, դուրսը, ներսը, սանդուխներուն վրայ։ Ամէնքն ալ խնդրանք մը ունին ընելիք անվրէպ, առաջակ մը, կարգադրելիք գործ մը։"
      },
      {
        "index": 6,
        "text": "Բոլորովին անվարժ՝ կառավարական սեմերէ ներս մտնելու, սանդուխներէն վեր կը բարձրանամ պտադող, ու Տէր Հօր քովն ի վեր՝ կը ներկայանամ կուսակալին։ Պարզ ու կտրուկ է մեր առաջարկը՝ զոր ընդունել կու տանք. պայմանաւ որ դպրոցներու համար ապագային հատուցուելիք դրամէն- եթէ երբեք տրուի- զեղչուի հիմակուան վճարուելիքը։ Համաձայնութիւնը գոյացած է։"
      },
      {
        "index": 7,
        "text": "Հեռապատկերին մխիթարական երեւոյթը խանդաղատանքով ու հրճուանքով կը լեցունէ հոգիս. - Մեր սանուհիները ծալապատիկ պիտի չնստի՜ն գետինը, ծունկերնուն վրայ պիտի չպատրաստե՜ն իրենց դասերը՝ կորաքամակ, այլ իրենց նոր գրասեղանները պիտի ունենան, աշխատութեան, գիրի եւ ընթերցումի այդ սո՜ւրբ կարկահները։"
      },
      {
        "index": 8,
        "text": "Այս անգամ սակայն պաշտօնատան բակէն մեր անցքը կը դժուարանայ։ Բազմաթիւ աղէտեալներ կը կառչին Տէր Հօր քղանցքներուն, անձնիւրը մէյմէկ թուղթ ձեռքին մէջ՝ զայն ստորագրել տալու, անձնիւրը մէյմէկ խօսք շրթունքին վրայ՝ խելք ու խորհուրդ մուրալու։ Ծննդեան եւ ամուսնութեան վկայագիր, «համիտիէ», տունի տեղի «հէօճէթ», ատոնց ամէնքը հրդեհի միջոցին ոչնչացած են, առանց որոնց ո՛չ մէկ դիմում կրնան ընել խեղճերը Կառավարութեան մօտ, ո՛չ գաղթել, ո՛չ մանաւանդ տէր հանդիսանալ իրենց այրած տուներուն հողին ու պարտէզին։ Ձեռքի թուղթերնին աղերսագիրնե՜ր են բոլոր՝ ատոնցմով կարեւոր թուղթեր ստանալու յուսադրութեամբ։ Խեղճ, շուարակոծ ամբոխ մըն է վերջապէս որ, իր վիշտով եւ օրական ապրուստով արդէն ծանրաբեռն, մեր շուրջը կը խլրտի, կը պաղատի, լեզու, արցո՛ւնք կը թափէ տակաւին, կը քաշկռտուի ասդին անդին, անձրեւին տակ, դուռներուն առաջ, տէրտին տէրման գտնելու համար…։"
      }
    ]
  }
}
