{
  "chapterNumber": 34,
  "title": "ԱՌԱՔԵԱԼԻՆ ԾՆՆԴԱՎԱՅՐԸ (22 Նոյեմ.) — The Apostle's Birthplace (Tarsus)",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Տէօրթ-Եօլէ Ատանա դարձիս, կ՚որոշենք միասին երթալ Տարսոն։ Ազատեան Արուսեակ որ իբրեւ մանկապարտիզպանուհի պաշտօնավարած էր հոն երկու տարի, անշուշտ լաւ կը ճանչնար տեղացի հայութինը, դպրոցն ու եկեղեցին, անոր պատմական վայրերը, մանաւանը ականատես՝ Տարսոնի ջարդերուն ու հրդեհին, գիտէր անոր մահասարսուռ վայրկեաններն ու մոխրացումի ողբագին պատմութիւնը։"
      },
      {
        "index": 2,
        "text": "Կիրակի առաւօտ մըն է, երբ ինք Մէրսինէն- ուր  կը պաշտօնավարէ հիմայ, - իսկ ես Ատանայէն գալով, զիրար կը գտնենք կայարանին մէջ, ուրկէ կ՚ուղղուինք դէպ ի ներս։"
      },
      {
        "index": 3,
        "text": "Մխացող մոխրակոյտերու քովէն, փրփրած խուժանի մը ահարկու մռնչիւններուն մէջ եւ անոր արիւն կաթող նայուածքներուն տակ, մահուան ու կեանքի մէջ տարուբերող րոպէի՛ մը փախուստ տուած էր ան Տարսոնէն, դողդոջ եւ ուժասպառ, եւ հիմայ, մի քանի ամիսներու հոլովումէ մը վերջ, առաջին անգամն էր որ կը վերադառնար սարսափով լքած իր պաշտօնավայրը։"
      },
      {
        "index": 4,
        "text": "…Անցած էինք յունական թաղէն եւ ամերիկեան վարժարանի լայն ու մաքուր փողոցէն. դեռ ո՛չ մէկ հետք քանդումի։ Սիրտերնիս կը տրոփէր սակայն ուժգին. կը մօտենայինք անշուշտ Աղէտավայրին, պիտի տեսնէինք անշքացած  կործանուած բոյները Կիլիկեցի մեր չուառ քոյրերուն ու եղբայրներուն, կրկին հանդիսատես պիտի ըլլայինք վայրերու՝ ուր Հայութեան Ծառը ճիւղակոտոր եղած՝ իր ոստերէն արիւնէ արցո՜ւնք էր կաթոցուցած. ականջալուր պիտի ըլլայինք վերստին կոտորածի աղեխարշ պատմութեանց։"
      },
      {
        "index": 5,
        "text": "Հո՛ս ալ նոյն աւաշը, նո՛յն հառաչը, նո՛յն կոծը լալագին, վհատութեան եւ անձկութեան նո՛յն նոպան որով տոչորուած՝ կը հեծէր կիլիկեան միւս աւերեալ վայրերու  Հայութիւնը։ Նո՛յն կործանարար թաթը պտըտած էր ամենուրեք։ Ինչպէ՜ս չյիշել հիմայ սա խօսքը զոր կարծես հայոց թշնամի եւ անոնց կերտածը միշտ քանդելու պատրաստ այս խուժանին համա՛ր գրած ըլլար Պուալօ."
      },
      {
        "index": 6,
        "text": "Comme on voit les frelons, troupe lâche et stérile,"
      },
      {
        "index": 7,
        "text": "Aller piller le miel que l'abeille distille."
      },
      {
        "index": 8,
        "text": "Հարկ չկար ուղեկցիս հարցունելու թէ ո՞ւր էր Հայոց թաղը, քանի որ փլատակներու աշխարհը կ՚սկսէնք մտնել։ Քարեր ու քարե՜ր համասփիւռ, իրենց թաւալգլոր ու սմքած շեղջակոյտին մէջ խտացունելով ամբողջ եղերերգը՝ քանդումի սեւ օրերուն։ Ինչպէ՜ս հնար եղած էր այդքան ամրակուռ շէնքեր հրդեհել, այդքան պինդ հիւսուած պատեր հիմն ի վեր տապալել…։ Հինգ հարիւրէ աւելի տուն՝ աւե՜ր աւերակ…։"
      },
      {
        "index": 9,
        "text": "Միակ շէնք մը սակայն կը բարձրանայ այս ընդհանուր աւերածութեան մէջէն. միակ շէնք մը կանգուն կը մնայ՝ իբրեւ տիտանեան ամրակուռ վկայ անցեալ շքեղութեանց, իբրեւ սգատխուր  հանդիսատես իր շուրջի բարբարոս կործանումին…։ Եկեղեցին է ան, վեհափա՜ռ ու գեղակերտ։"
      },
      {
        "index": 10,
        "text": "Քանի՞ երրորդ կործանումն էր այս գեղեցիկն Տարսոնի, երբեմնի բազմամարդ ու բարգաւաճ մայրաքաղաքին Ռուբինեանց, քանի՞երորդ անգամն էր որ բոցերու կը մատնէին զայն եւ անոր զաւակները՝ չարաչար կը կոտորուէին…։"
      },
      {
        "index": 11,
        "text": "Երեւակայութեանս առջեւ կը պատկերնար Լեւոն Գ. գթած եւ մարդասէր արքան, որ սուրի եւ հուրի օրերէ վերջ իր գանձերը կը բանար հարուածեալ ժողովրդեան առջեւ, անոր նպաստ կը բաշխէր, անոր աւերեալ շէքերը կը նորոգէր եւ սփոփել կը ջանար թշուառ քաղքենիներ ու Եգիպտոսի սուլթաններէն հարստահարեալ՝ կը մնային անպատսպար։ Ո՜վ պիտի ձեռք կարկառէր կեանքի այդ հէք նաւաբեկեալներուն՝ լաստի բեկորէ՛ մը իսկ զուրկ…։"
      },
      {
        "index": 12,
        "text": "Դէմ առ դէմ կու գանք երկսեռ մանկութեան մը, որ յաւարտ պատարագի՝ եկեղեցիէն դուրս խուժած է, իր կիրակնաւուր տարազին մէջ իսկ խեղճ ու արգահատական։ Սիրուն, անմեղուկ պզտիկներ են ամէնքն ալ, - Կիլիկեան երբեմնի այդ փառապանծ մայրաքաղաքին բնակչութեան ձագուկները, վերջին վայրագութիւններէն մազապուր ճողոպրած խլեակները բոլոր։"
      },
      {
        "index": 13,
        "text": "Ի տես այսքան աւերումի, ի տես այս հրեշտակային դէմքերուն, յանկարծ ընկերուհիս կը փղձկի դառնօրէն, կը հեկեկայ գալարող ցաւի մը հզօր թափովը. - սիրտի անզուսպ զեցում մը՝ զոր անհնար է երեւակայել։ Պզտիկները շուրջը խմբուած են. իր զաւակներն են անոնք, իր չարաչար աշխատանքի պտուղները, բոլորն ալ դարումար եղած։ Օրիորդը հազիւ կրցած է արցունքը սրբել, ու հիմայ զբաղած է զանոնք գգուելու. Լեւոնիկը, Տիրանն, Արաքսին, ամբողջ այս տարմը բունազիրկ թռչնիկներու։ Մորմոքալի հարցումներ ամէնուն. ծնողքնին ո՞ղջ էին, իրենց ո՞ր դպրոցը կ՚երթային։ Հայու դպրոց յաճախող այդ տղեկները հիմայ ցրուած՝ օտար վարժարաններու նստարանները լեցուցած էին։ Եւ երեւակայե՜լ խոցոտող վիշտ ընկերուհւոյս որ այս բոլորին վրայ ա՜յնքան գուրգուրացած էր, սիրտ ու մի՛տք էր մաշեցուցած՝ զանոնք Հայու զաւակներ պատրաստելու համար…։"
      },
      {
        "index": 14,
        "text": "- «Ցաւալի բան է, խի՛ստ ցաւալի է մեր վիճակը» կը յարէ յուզուած շեշտով մը Գանձապետեան Սարգիս, հոգաբարձութեան ատենապետն որուն տեղեկութիւն կը հարցունենք դպրոցի մասին. «Մեր տղաքը դժբախտ եղած են։ Իրաւ է թէ շնորհիւ ինքնապաշտպանութեան եւ կամ եւրոպական հաստատութիւններ ապաստանելով, հազիւ 150 հոգիի չափ անձի կորուստ ունեցանք, - առանց շրջակաները մէջը հաշուելու, - բայց նիւթական կորուստնիս խիստ մեծ է, խեղճ են տղաքնիս, ո՛չ դպրոց ունինք, ոչ վարժապետ, ո՛չ դրամ, ո՛չ վարժուհի։ Տղայոց մէկ մասը կը յաճախէ օտար վարժարան. իսկ անոնց որ պահանջուած պզտիկ գումարն ալ չեն կրնար տալ՝ ստիպուած են փողոցները թափառելու։ Դպրո՛ց բացէք մեզի, կ՚աղաչեմ. ըսէ՛ք ձեր Ընկերութեան, դպրո՛ց բացէք։ Յանուն Տարսոնի մանկութեան, կը պաղատիմ ձեր ընկերուհիներուն, դպրո՛ց բացէք մեզի, ատով մեծագոյն բարիքն ըրած պիտի ըլլաք»։[11]"
      },
      {
        "index": 15,
        "text": "«Դպրո՜ց, դպրո՜ց բացէք մեզի»։ Այսպէ՛ս կ՚աղաղակէ Կիլիկիոյ տարաբախտ հայութիւնը՝ ջարդի, կողոպուտի եւ սարսափի օրերը հազիւ անցուցած եւ այն ի՜նչ սպիացուցած իր սիրտի արիւնոտ վէրքեր։"
      },
      {
        "index": 16,
        "text": "Երբ ժողովուրդ մը, դեռ սուգը սրտին եւ արցունքը աչքին, չապահոված իր ամենօրեայ հացը՝ «դպրոց» կ՚աղաղակէ միայն, բարոյական կորովի մը վսեմ ապացոյցը տուած կ՚ըլլայ արդարեւ։ Եւ ինչո՞ւ վհատիլ. այդ կորո՛վն է որ պիտի վեր առնէ զինք իր ինկածութենէն, բարձրացունելով նաեւ իր շէնքերն ալ, իր կործանուան պատիւն ալ։"
      },
      {
        "index": 17,
        "text": "Դպրոցի համար եղած այս խանդաղատալից վերաբերումը լոյսի գաղջ հոսանք մը կ՚իջեցունէ վրդովուն սիրտէս ներս, եւ աւերակներու այդ կոյտին մէջ, չքաւորութեան պատկերներու դիմաց՝ հոգիս կը թուի գտած ըլլալ սփոփանքի կռուան մը խաղաղաւէտ։"
      },
      {
        "index": 18,
        "text": "- «Աւերակներէ դուրս, - կ՚առաջարկէ մեզ Գանձապետեան, իր բարի ու ազնիւ մարդու փափկանկատութեամբ, - քիչ մըն ալ երթանք տեսնել, եթէ կը փափաքիք, մեր քաղաքին փառքերը, Թարսուսի թանկագին հնութիւնները»։"
      },
      {
        "index": 19,
        "text": "Ինչպէ՜ս չփափաքէինք։ Ո՞վ չէր իմացած անունը Պօղոս առաքեալի ծննդավարին, Տարսոնը՝ Կիւդնոս գետի ափանց վրայ հիմնուած՝ վաղնջական քաղաքներէն մին աշխարհիս։ Իր հնութեան ապացոյցը չէի՞ն կազմեր արդէն պատմագիրներու այլ ընդ այլոյ վարկածները։ Ոմանք Յունաց, ուրիշներ Ասորեստանցւոց Սարդանաբաղ թագաւորին կամ Շամիրամ դժխոյին կը վերագրէին այս քաղաքին հիմնուիլը։ Եւ այսպէս, դարուց ի դարս, ազգերէ ազգ փոխանցուած էր ան ու եկած հասած մինչեւ մեր օրերը։ Երրորդ դարուն ապրող հռչակաւոր հռետոր Երմոգինեայ եւ Աթենոդորի հայրենինք էր ան, հուսկ ուրեմն պանծալի մայրաքաղաքը Կիլիկեան արքայից. ուր Լեւոն Բ. թագաւոր կ՚օծուէր, ընծաներ ընդունելով աշխարհիս չորս ծագերէն, եւ իր լուսամիտ, ժողովրդասէր ու վեհանձն վեհապետի հանգամանքով բարիք մը  կը դառնար իր երկրին եւ հարեւան ժողովրդեան։ Եւ դեռ պանծալի շարքը կար Կոստանդիններու, Օշիններու, Հեթումներու եւ այլոց։"
      },
      {
        "index": 20,
        "text": "Կը հասնինք «Գանճըգ Գարու» որ Տարսոնի հին պարիսպին արեւմտեան դուռն է, փլուզումէ կորացած ու կամարակապ. արդիւնք հայկական ճարտարապետութեան, կառուցուած՝ Հեթում Ա. ի օրով։ Այդ դուռին վրայէն կէս մէթր մեծութեամբ վէմ մը հանուած եւ պահուած է Հայոց եկեղեցին, վրան յետագայ արձանագրութեամբ։"
      },
      {
        "index": 21,
        "text": "Հեթում Հայոց…"
      },
      {
        "index": 22,
        "text": "Կը նայինք այդ կիսաւեր դուռին որ իր անշքութեանը մէջ իսկ՝ չեմ գիտեր ի՛նչ մը ունի, ուղղակի մեր սիրտին խօսող։"
      },
      {
        "index": 23,
        "text": "Կ՚առաջնորդուինք յետոյ քաղաքին մօտերը գտնուող ջրվէժներն որոնք «Սու Թիւյիրէն» կը յորջորջուին։ Ջուրը, հեռուներէն խոխոջելով եկող ջուրը հազարումէկ քարի պատառուածքներէն եւ ծերպերէ անցնելով՝ դարվար կը հոսի ժանեկանման փրփրումներով։ Խիստ յանկուցիչ եւ նկարչային է տեսարանը. շրջակայ բացութիւններու մէջ, հերձոտած, ողոցաձեւ ապառաժներ կը լուացուին շարունակ հեղեղատին ջուրերէն որոնք ուրեք ուրեք կը վազեն հեղիկ դդչիւնով, այլուր՝ շառաչաձայն գահավիժումներով։ Հայաշխարհի Նիակարա՜ն էր այս։"
      },
      {
        "index": 24,
        "text": "Զառիթափէ մը վար կ՚իջնենք եւ առուակէ մը անցնելով կը մտնենք ծառաստան մը, ուր քիչ մը յառաջանալէ վերջ՝ մեր դէմը կ՚ելլէ վիթխարի թանձր պատ մը որուն կողին վրայ երկաթէ շերտի նման դուռ մը կայ պզտիկ. ծակ ծա՛կ եղած, տեղացի թուրք տղոց նշանառութեան թիրախ ծառայած ըլլալուն…։ Գանձապետեան գրպանէն խոշոր բանալի մը հանելով կը բանայ զայն եւ զմեզ ներս առաջնորդելով կը յայնտէ տեղւոյն՝ Հայոց գերեզմանատունն  ըլլալը, Տէօնիւք կոչուած։"
      },
      {
        "index": 25,
        "text": "Գերեզմաննոցին յատկացեալ գետնին երկու կողմերը, քանի մը մարդահասակ բարձրութեամբ, քառանկիւն, լայնանիստ թանձրութիւններ մը կան որոնք ոչ դուռ ունին, ոչ պատուհան եւ ի՛նչ պարունակելնին անստոյգ։"
      },
      {
        "index": 26,
        "text": "ԸՆԴՕՐԻՆԱԿՈՒԹԻՒՆԸ"
      },
      {
        "index": 27,
        "text": "Կամաւք անմահ բարերարին՝"
      },
      {
        "index": 28,
        "text": "Որ է պատճառ հանուրց գոյին,"
      },
      {
        "index": 29,
        "text": "Սբ. եւ հզաւր արքայն Աւշին"
      },
      {
        "index": 30,
        "text": "Տր. թագաւոր Հայոց զարմին,"
      },
      {
        "index": 31,
        "text": "Կանգնեաց զամրոցս այս ահագին՝"
      },
      {
        "index": 32,
        "text": "Նոցունց որք աստ ապաստանին."
      },
      {
        "index": 33,
        "text": "Ըզհիմնադիր այս ամրոցին"
      },
      {
        "index": 34,
        "text": "Ըզթագազարմըն Կոստընդին.."
      },
      {
        "index": 35,
        "text": "Որ նա տիրէ մեծ զղեկին"
      },
      {
        "index": 36,
        "text": "Որ Դեղընքար անուն կոչին."
      },
      {
        "index": 37,
        "text": "Աւարտեցաւ ջանաւք սորին"
      },
      {
        "index": 38,
        "text": "ՉԿԸ[12] ին (եօթն հարիւր վաթսուն ութին)."
      },
      {
        "index": 39,
        "text": "Արդ որ ի սա ապաստանին՝"
      },
      {
        "index": 40,
        "text": "Եւ կամ մարմնոյ աչաւք նային"
      },
      {
        "index": 41,
        "text": "Տալ փոխարէն զՏէր ողորմին"
      },
      {
        "index": 42,
        "text": "Լինել ժառանգ ադեն դրախտին ։ Ամէն։"
      },
      {
        "index": 43,
        "text": "Տարսոնի «Թէքքէս» թաղի բնակիչներէն Քիւրքիթլիլի Զատէ Էսատ։ Այս թուրքը դէպքէն առաջ, կեանքը բանտերու մէջ անցուցած վաղեմի եղեռնագործ մըն էր, Սահմանադրութեան հռչակմամբ ազատ արձակուած։ Ինքն էր որ ապրիլի 14ին Տարսոնի դէպքին՝ սափրիչ Սերոբի տան մէջ վառուելու համար նետուած հայերը կ՚ազատէ կրակներու մէջէ, եւ մօտաւորապէս երեսունի չափ վիրաւոր այրերու, կանանց ու մակնանց ապաստան կ՚ընծայէ իր բնակարանին մէջ։ Երկրորդ անգամ դառնալով, կ՚աջողի բոցերու ծոցէն ազատել հինգ Ատանացի տիկիններ, խել մը պանդուխտներ, բեռնակիրներ ու բնիկ Տարսոնցիներէն շատեր։ Ատանացի հայուհիներ իբր պարգեւ իրեն նուիրել կ՚ուզեն ոսկի մատանի մը եւ այլ զարդ-ոսկիներ, բայց ինք կը մերժէ վեհանձնաբար։- (Այս ծանօրթութիւնը քաղուած է Էսատի տրուած այն յանձնարարական վկայականէն զոր ստորագրած ն Տարսոնի քահանան, բողոք քարոզիչը, Գօլէճի բրօֆէսօրը, Պատր. Ա. պատուիրակութենէն. Կրպտ. Ալճեան եւ Յ. Աշոտ եպ։"
      },
      {
        "index": 44,
        "text": "Ահաւասիկ ՄԱՐԴ ՄԸ՝ Օսմանցի անունը պերճօրէն պանծացունոց. եղեռնագո՜րծ մը որ մէկ օրէն միւսը դիւցազն կը հանդիսանայ հանուր մարդկութեան աչքին։ «Ածուխէն ադամա՜նդ» Հիւկոյի հզօր բացատրութեամբ։ Էսատի ընթացքն ունեցած են յԱտանա 23 հայեր իր տունը պահով Կիւվէնն Զատէ Մըխթարը, նաեւ Մէմօհա որուն կը պարտին յիսուն հայորդիք իրենց կեանքը։"
      },
      {
        "index": 45,
        "text": "Աւազէ, կիրէ եւ կոպիճէ շաղախեալ հսկայ կոյտեր՝ կրաքարի պէս կարծրատորր, հռոմէական բոլոր շինուուածքներու նման. եւ անհնար է ատոնցմէ կոպիչ մը իսկ փրցունել, ա՛յնքան ամուր փակած են անոնք։ Ըստ աւանդութեան, երկու դամբարաններ ըլլալ կը կարծուին, գերեզմանները Սարդանաբաղի եւ իր կնոջ, - Ասորեստացւոց առասպելական այդ Հերակլէսին դամբարանը գուցէ, որուն մասին Պատմութիւնն իր վերջին վճիռը չէ արձակած ապահովաբար։"
      },
      {
        "index": 46,
        "text": "Անօրինակ, տարտամ սարսուռով մը համակուած ենք երբ կը հեռանանք իր ահաւոր յորջորջմամբ այդ «Տէօնիւք»էն. դարերու մշուշին մէջ կանգնուած գաղտնիքի եւ հնութեան այդ պատկառելի զանգուածները խոր տպաւորութիւն կը գործեն մեր վշտակոծ երեւակայութեան վրայ. եւ փոխանակ մեր միտքը սքանչացումի յիշատակ մը տանելու, կ՚զգանք որ խոհուրդով ու մթութեամբ ծանրաբեռնուած է ան, ու մեր սիրտը առաւել քան երբեք ճնշուած դամբանական դանդիռով։"
      },
      {
        "index": 47,
        "text": "- «Կը տեսնէ՞ք սա բլրակը, - կը ձայնէ քովէս Ազատեան, հեռուն կանաչութիւն մը ցոյց տալով, երբ փլատակաց մէջէն եկեղեցի կը դառնանք, - կը պատմուի թէ (Մարկոս Անտոնինոս՝ Կղէոպատրա թագուհւոյն հետ իր նշանաւոր տեսութիւնը հո՛դ է ունեցեր. իսկ անդին. բլրակին բացութեանը վրա՛յ էր որ կը գտնուէին Տարսոնի փիլիսոփայութեան եւ հռետորութեան համբաւոր ճեմարանները, հռամէացւոց ժամանակ…»։"
      },
      {
        "index": 48,
        "text": "Եկեղեցի հասած ենք կրկին, եւ այս անգամ Գանձապետեան գանձարանին մէջ մեզի ցոյց կոը տայ Գանճըգ Գաբուէն բերուած Հեթում Ա. ի արձանագրութիւնը կրող քարը, Լամբրոնի Բերդին հանդիպակաց «Սինապ» կոչուած շէնքէն հանուած արձանագիր վէմ մը, նաեւ անոր քով Հեթումի կնոջ՝ Լեւոն Բ. ի դստեր՝ Զապէլ թագուհւոյն տապանաքարը։"
      },
      {
        "index": 49,
        "text": "Սրբազա՜ն մասունքներ, պատմական թանկագի՜ն բեկորներ, որոնք գուցէ անհետացած ըլլային եթէ ոճրապարտ ձեռքեր խնայած չըլլային եկեղեցիին։ Պատմուեցաւ ինձ թէ, քանից հրձիգութեան փորձեր կատարուեր են տաճարին վրայ, բայւց ի վերջոյ անոր հոյակապ կառուցուածքը, մանաւանդ անոր յատակի քարերուն գեղեցկահիւս յօրինուածքը թուրքերն ա՛յնքան հրապուրեր են որ ուզեր են խնայել անոր՝ զայն մզկիթի վերածելու առաջդրութեամբ։"
      },
      {
        "index": 50,
        "text": "Եւ ահա խուժանային այս փրկարար մտածմա՛ն կը պարտի այսօր Տարսոնի Հայոց եկեղեցին իր գոյութիւնը, պերճօրէն կանգնած՝ շուրջի մռայլ աւերակոյտերուն մէջ…։"
      }
    ]
  }
}
