{
  "chapterNumber": 27,
  "title": "ԿՈՉ ՄԸ (15 Նոյեմ.) — A Call",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ատանայի համար այս երրորդ պատուհասն եղող ողողումէն ի վեր, օդերը թէեւ գեղեցիկ են եւ արեւն անամպ երկինքի մը վրայ կը փայլի, սակայն դեռ շրջակայ հողերը լաւ մը մը չեն ցամքած։ Չարչափուխ եւ Եէնի Մահալլէ՝ զուտ այդ հայկական թաղերու մէջ լճացած ջուրեր կան, որոնք սկսած են մօրանալ եւ նեխիլ։ Իսկ հեռուն, դաշտերուն վրայ կ՚երեւին թացութիւններ, կայուն ջուրի ճախճախուտներ՝ որոնց համար կ՚ըսուի թէ ցանքերու փճացումը յառաջ պիտի բերեն ապահով։ Ողողումի այս անսպասելի աղէտն ալ կրկնապէս զգետնեց ժողովուրդը. հիմայ ան, աղէտներու այս անխուսափելի ճակատագրականութենէն յուսահատ, աւելի մեծ պատուհաներու ալ պատահականութեան համոզումն ունի։"
      },
      {
        "index": 2,
        "text": "Հայկական այն թաղերն՝ ուր ջարդի, քանդումի օրերուն կրակը չէր կրցած հասնիլ, ջուրն եկած է՝ անոր թերին լրացունելու։ Այդ թաղերուն մէջ վնասուած են 300է աւելի տուներ, որոնք բոլորովին փլած կամ ճաթած եւ անբնակելի դարձած են։ Հազար հինգ հարիւրի մօտ ժողովուրդ մը կը մնայ անտուն եւ անպատսպար։ Կառավարութիւնը, մուխթար ներու միջոցաւ՝ բոլորովին կարօտներու ցանկը պատրաստած է եւ անոնց կու տայ հաց միայն։ Իսկ ջարդէ արկածեալներուն համար տրուած կառավարական նպաստը դադրեցաւ։ Միայն նպաստ պիտի տրուի կոյրերու, ծերերու եւ խեղանդամներու։ Որով, անոնք որ անլուր դժբախտութիւններէ եւ տառապանքներէ հալածուած՝ օրական քանի մը տասնոցով կէս կուշտ կէս անօթի կեանք մը կը քաշքշէին քանի մը ամիսէ ի վեր, վերահաս ձմրան օրերուն նպաստէ բոլորովին զուրկ պիտի մնան։ Ուրեմն ի՞նչ պիտի ընեն անոնք։ Անոնց վիճակն երեւակայել փորձելն իսկ, հաւատացէք, սոսկում կ՚ազդէ մարդուս։"
      },
      {
        "index": 3,
        "text": "Բամպակի բերքն որ այս արգասաբեր երկրին գլխաւոր հարստութիւններէն մին կը կազմէ, կ՚ըսուի թէ այս տարի նուազ եղած է, եւ աշխատող ձեռքերու համար հետեւաբար գործը պակսած։ Ածուխ ն որ այնքան աժան  ու առատ է եղեր ուրիշ ատեն, հիմակ օխան 2 ղուրուշի մօտ է, թէ՛ ողողումներու պատճառաւ նուազելուն եւ թէ՛ ջարդի եւ կրակի ատեն բնակարաններու մէջ ժամանակին ամբարուած մթերքը տուներուն հետ մոխիր դառնալուն հետեւանօք։ Սուղ են կ՚ըսուի նաեւ բոլոր այն բաներն՝ որոնք ժամանակին չափաւոր գիներով կը վաճառուէին։ Սղութիւնը մէկ կողմէ, ցուրտը միւս կողմէ եւ դրամի բացարձակ չգոյութիւնն ուրիշ կողմէ, կեանքի բոլոր այս դժնդակ եւ անհանդուրժելի պայմաններուն մէջ ի՞նչ պիտի ըլլայ այս ձմեռ Կիլիկիոյ հէգ ժողովուրդին մէկ մեծ մասին վիճակը. դեռ մէկ քանի ամիս եւս օգնութեան ձեռք ո՞վ պիտի կարկառէ անոնց։"
      },
      {
        "index": 4,
        "text": "Փողոցին մէջ կու գան, կը մօտենան քեզի, կը խռնուին շուրջդ, կու լան, կը ճչեն.. հագուստ, կօշիկ չունենալնին կ՚ողբան ցաւագին շեշտերով։ Իրաւ է, ժամանակին իրենց տրուած է հին ու մին բաներ, բայց անոնք անբաւական են ձմրան։ Միջազգայինն անկողին սկսած է բաշխել. կը լսուի թէ Պատրիարքարանէն բաւական թուով վերմակ ճամբայ հանուած են. բայց դեռ բան մը հասած չէ հոս։ Հագուստի ու կօշիկի անհուն պէտք կայ։"
      },
      {
        "index": 5,
        "text": "Ո՜վ ազնիւ քոյրեր, մայրեր, վերջին ճի՛գ մըն ալ, վերջին զոհողութիւն մըն ալ. ձեր բոլոր ըրածներուն վրայ. շուտով զգեստեղէն փութացուցէք հոս։ Այս խեղճերը ձեզի՛ կը նային արտասուալից աչքերով եւ ձեր ղրկելիքներուն կ՚սպասեն անձկագին։"
      },
      {
        "index": 6,
        "text": "* * *"
      },
      {
        "index": 7,
        "text": "Կուսակալը, տեղացի կիներու գործ հայթայթելու նպատակաւ, 4, 000 ոսկի դրամագլուխ դրեր է Միսի Շէփըրտի տրամադրութեան տակ, որով, յիշեալ տիկինն իր արդէն ունեցած արհեստանոցէն զատ՝ բացաւ հոս երկու հատ եւս։ Տարաբախտ այրիներ՝ սուգը սիրտերնին՝ հոդ կը սորվին օէա, պռօտէ, Հասան Պէյլիի, Այնթապի եւ Տարսոնի ասեղներ, ժանեակ հիւսել եւ դեռ ուրիշ ասեղնագործութիւններ։ Գրեթէ  300ի չափ կիներ եւ աղջիկներ այդ արհեստանոցները կը յաճախեն, որով թէ՛ արհեստ կը սորվին եւ թէ օրական բան մը կը շահին։ Օրէ օր եկող աղջիկներու եւ կիներու թիւը կ՚ստուարանայ եւ արհեստի մէջ իրենց ըրած յառաջդիմութեան համեմատ իրենց օրականներն ալ կ՚աւելնան։ Միսիս ՇԷփըրտ կ՚ըսէ թէ ուրիշ տեղերու Հայուհիներ մեծ ընդունակութիւն ցոյց տուած են ձեռական նուրբ արհեստներու համար, մանաւանդ օրինակներու ստեղծագործումին մէջ։ Կը զարմանայ սակայն թէ Ատանայի կինն այդ ընդհանուր կանոնէն պզտիկ շեղում մը կ՚ընէ։ Թերեւս արդար պիտի ըլլար խորհիլ թէ անոնք մեծ մասամբ աւելի զբաղած էին արտերու, այգիներու կեանքով, եւ կամ աւելի ճիշդ՝  վերջին այս աննախընթաց, անլուր տուայտանքներն ազդած են անոնց վրայ եւ կերպով մը անընդունակ դարձուցած զանոնք՝ առ այժմ աշխատութեան մը։ Մէկ բառով, կեանքը սկսած է անհամոքսիլ այս դժբախտ քաղաքին մէջ։"
      },
      {
        "index": 8,
        "text": "Այսքան չարչարուած, այսքան ջղագրգռուած ժողովուրդէ մը աւելին պահանջելն արդէն անիրաւութիւն պիտի ըլլար։ Եւ յետոյ, այսպէս, կիներէ շահուած օրական քանի մը տասնոցներ պիտի բաւե՞ն քանի մը զաւակներ եւ կամ բազմանդակ ընտանիքներ ապրեցունելու, մինչեւ որ բաղձալի գարունը գայ եւ մշակներ դաշտերու վրայ գտնեն իրենց աշխատանքը։ Բացառիկ օգնութիւններ եւ կառավարական նպաստ անհրաժեշտ կը նկատուին այս ձմեռ՝ ծայր աստիճան պատուհասակոծ այս ժողովուրդին համար։"
      },
      {
        "index": 9,
        "text": "Վերջին պահուն կ՚իմանանք թէ Կուսակալին ջանքերով յանձնախումբ մը կազմուած է եւ ձեռնարկուած՝ ջուրէն փլած կամ վնասուած տուներուն վերաշինութեան։"
      },
      {
        "index": 10,
        "text": "Մաղթենք որ այս անգամ հաստատուն ըլլան անոնք եւ ջրհեղեղներու դէմ դնեն, ու շուտո՛վ ալ աւարտին։"
      }
    ]
  }
}
