{
  "chapterNumber": 14,
  "title": "ՓՐԿԱՐԱՐ ԹԱԳՍՏՈՑԸ — The Saving Refuge",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Հիւանդանոցէն Թրփանիի բամպակի գործարանը քայլ մը տեղ է։ Դարձին՝ կը մտնենք հոն եւ գործարանատիրոջ կողմէ սիրալիր ընդունելութեան մը արժանանալով, իբրեւ մարդ եւ իբրեւ հայ՝ կը յայտնենք մեր ջերմ շնորհակալութիւնն այն գերազանցապէս վսեմ ասպնջականութեան համար՝ զոր յօժարակամ ցոյց տուած էր այս վեհոգի Յոյնը, գնտակի, արիւնի ու կրակի ահաւոր օրերուն՝ իր գործարանին դուռները լայնօրէն բանալով տաս-երկու հազար հայերու առաջ. ստոյգ մահերէ փրկելով անոնց կեանքերը, մանաւանդ օրերո՜վ շոգիի վրայ պահելով իր մեքենաները՝ յարձակումի ատեն մարդասպաններու վոհմակը ցիր ու ցան ընելու եւ անոնց հրձիգութիւնը կասեցունելու համար տաք ջուրի հեղեղներով…։"
      },
      {
        "index": 2,
        "text": "Ահագին է գործարանը։ Այս աստիճան կատարելագործուած շոգեշարժ մեքենաներով ֆապրիքա մը յայտնութիւն մըն է պարզապէս. երբ խորհի մարդ թէ հոս, բնակչութենէն սկսեալ մինչեւ ճարտարարուեստ ու քաղաքակրթութիւն՝ ամէն ինչ իր նախապատմական քունը կը խորդայ տակաւին։ Զարմանալի էր որ տեղացի հայեր հակառակ իրենց երբեմնի փարթամութեան, ընկերովի կամ առանձինն ունեցած չէին համանման գործարան մը բամպակի։ Այս երեւոյթը վերագրելի չէ՞ր միթէ կառավարական արգելքին՝ «հին ռէժիմի»ի օրով։ Եւ արդէն ի՞նչ բան արգիլուած չէր Հայուն…։"
      },
      {
        "index": 3,
        "text": "Աշխատանքի անուշ գոռուգոչ մը լեցուցած է ամբողջ առքը գործարանին։ Բամպակի բերքը խողակներէն իստակուած՝ բերուեր դիզուեր է. հունտերը կը զատուին մէկ կողմէ. մեքենաներու միջոցաւ կատարուած անհամար ճախարակներու դարձդարձումով՝ բամպակը- կաթերու պէս ճերմակ- աստիճանաբար կը գզուի, կ՚անօսրանայ, կ՚ազնուանայ, կը մանուի։ Մեծաշռինդ, խլացուցիչ աղմուկներու մէջ՝ հարիւրաւոր կիներ, աղջիկներ եւ այրեր յոտին կանգուն՝ վիթխարի երգեհոնի մը տեսքով երկաթեայ զանգուածի մը առջեւ՝ լեցուած ճախարակները կը հանեն գլանաձեւ կկոցներու վրայէն, պարապներ անցունելու, եւ պատահաբար փրթած թելեր մատներու թեթեւ հպումով իրարու կցելու համար։ Դերձանը պատրաստ է, անդին, ուրիշ ընդարձակ բաժինի մը մէջ. բարակցած թելը կը մտնէ ոստայնանկ-գործիքին մէջ՝ ուր կտաւն է որ կը հիւսուի եւ ծրարներու կը վերածուի։"
      },
      {
        "index": 4,
        "text": "Դուրսը, բակի մը խորը կը տեսնենք ջրաղացքի մը ժանգոտ մնացորդները՝ քանի մը լայն խողովակներու հետ։  Ասոնք նշխարներն են եղեր այն սկզբնական պարզուկ աղօրիքին. - թանկագին՝ յիշատակ Թրփանի ընտանիքին համար, - զոր ժամանակաւ հայր Թրփանի հեռաւոր տեղէ մը Ատանա գաղթելուն՝ կորովն ու նախաձեռնութիւնն ունեցեր էր զայն հաստատելու եւ բանեցունելու. մինչ այսօր՝ միեւնոյն աղօրիքին տեղը՝ տղաքը կառուցեր են այս հսկայ արհեստանոցը, բամպակի դէզերուն հետ դիզելով անհուն հարստութիւն։"
      },
      {
        "index": 5,
        "text": "Եւ մինչ սեւ սեւ անիւներ իրենց շրջանը կ՚ընեն մշտահոլով, եւ ճախարակի ու մագոգի բաւիղ մը կատղած հոլերու պէս հիռ կու գայ անդադար, ատոնցմէ առթուող աղմուկը միտքս կը ձգէ յանկարծ դժոխային այն ժխորը՝ զոր բարձրացուցած էին ա՛յս յարկին տակ ապաստանող հայեր Ապրիլի օրերուն, մինչ գազանադէմ պանդոյրներ դուրսէն կ՚ոռնային՝ բարձրաղաղակ, արիւններու ծարաւէն գերագրռուած…։"
      },
      {
        "index": 6,
        "text": "Ի՜նչ փրկարար թագստոց։"
      }
    ]
  }
}
