{
  "chapterNumber": 23,
  "title": "ՊԱՏԿԵՐԻՆ Ի ՏԵՍ (11 նոյեմ.) — Seeing the Picture",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Արապեանէն լուսանկար մը կ՚ստանամ այսօր։ Ի՜նչ ուրուատեսիլ բան մը կայ թուղթի սա կտորին վրայ. կը նայիմ անոր, սեւեռաբիբ, անյարիր, անվրդով։"
      },
      {
        "index": 2,
        "text": "Ամպամած երկինքի մը տակ, մութ յատակի մը վրայ՝ ա՛լ աւելի շեշտուած մթութեամբ մարդկային կերպարանք մը կը յառնէ։ Ամէն ինչ խաւարի ծրարում մըն է իր վրայ, յոտից ցգլուխ, բաց ի լայնշի փաթթոցէն որ աղտոտ սպիտակութեամբ մը գալարուած է իր գմբեթարդ ճակտին շուրջ։ Կոճղի պէս կոշտ ոտքերը պարփակուած են տրեխներու մէջ, սրունքները՝ շալվարին ծալքերուն տակ, իսկ իր մէջքը՝ կտաւի մը սեղմ փաթոյթներով գօտեպինդ։ Տարազի, կեցուածքի եւ նայուածքի այս ահաւոր ամբողջութեանը մէջ, մարդ չէ՛ թէ հասարակ մուրացիկ մը, կամ սոսկալի յելուզակ մը պիտի կարծէ տեսնել, այլ ժամանակէն սեւցած խոշոր քար մը կօռելի՝ շեղակի ցցուած, մէկ բառով՝ վիմեղէն մարմնացո՛ւմը մշտակառոյց. մշտամռո՜ւնչ աղօթողի մը։"
      },
      {
        "index": 3,
        "text": "Ատանայի կամուրջին, դարերու պատկառելի հնութեամբը համբաւաւոր այդ կամուրջին վրայ իր կայքն ըրած է ան, կռնակը տուած հաստաբեստ պատին, գլուխը վեր, նայուածքը պիշ պիշ դէպ ի երկինք, գոգցես զայն չափելու, անոր անհունութեանը մէջ խորասուզուելու անսահման կարօտով մը։"
      },
      {
        "index": 4,
        "text": "Կամուջէն քիչ մը հեռու, միջոցին մէջ կը բարձրանայ մինարէ մը. իսկ հոս, սա անծանօթ մարդուն առընթեր՝ ծիծղուն դէմքը կայ չարաճճի տղեկի մը, որ պատահաբար անկէց անցնելուն՝ եկած տեղաւորուած է լուսանկարին մէկ անկիւնը։"
      },
      {
        "index": 5,
        "text": "Ընդ երկա՜ր կը դիտեմ պատկերը. կ՚զգամ թէ աչքերս յամառութիւնն ունին դեռ անոր վրայ գամուած մնալու, անոր հոգիին թափանցելու։ Արեւելքը  յատկանշող միստիքականութեամբ՝ սա մինարէին միամիտ ու խոհուն ցայտքը, վարը՝ մութին հուծութիւնը, Սիհունի ջուրերուն վրայ բարձրացող կամուրջին ամայութիւնը, մանաւանդ ուրուատիպ կերպարանքով այս մարդուն մեկուսացումը, դէմքին խաղաղաւէտ ու երկնագէտ վեհութիւնը. բոլոր ասոնց գերազանցօրէն տպաւորիչ ազդեցութիւն մը թողուցած են վրաս։ Օ՜հ, այդ երկնապիշ նայուա՜ծքը…։"
      },
      {
        "index": 6,
        "text": "- Գիտէ՞ք ո՞վ է այդ մարդը, կը ձայնէ յանկարծ ծանօթ մը քովէս. ատիկա այն հռչակաւոր հրէշ հօճան է որ կոյր, ծեր եւ անկարող ըլլալով, խնդրած է համազգիներէ- ջարդի օրերուն- կէավուր մը բերել իրեն՝ իր ձեռքո՛վը մորթելու համար, որպէս զի արժանի ըլլար երկնից արքայութեան։ Փափաքին հասած էր…։"
      },
      {
        "index": 7,
        "text": "Վերջին պարբերութեան հետ, ականջներս կ՚սկսին խժալ։ Լուսանկարը ձեռքս՝ քարացած կը մնամ։ Կը յիշէի. շատ լա՛ւ կը յիշէի՝ ժամանակին՝ պօլսական թերթերու մէջ կարդացած ըլլալս ոգիսականն այս վատթար ծերուկին, զգացած կատաղի պժգանքս այս մարդահրէշին համար։ Յափշտակութիւնս ի՜նչ շուտ կը փոխուէր հիասթափութեան եւ ի՜նչ ուժգին կ՚զգայի հիմայ խռովք մը՝ ամբողջ էութիւնս դղրդող։ Ծերունին համակ ուրացումն էր բարութեան, ազնուութեան, համակ որջացումը գազանական կիրքերու, համակ նախատինքը պատկառանքի եւ վեհութեան, մինչ ես, աւա՜ղ, այնքան միամիտ էի գտնուեր պահ մ՚առաջ խորհուրդ ու շնորհ նշմարելու իր վրայ, առ Աստուած հայեցողի իր կերպարանքէն խաբուելով։"
      },
      {
        "index": 8,
        "text": "Կեցի՛ր հոդ, ո՜վ եպերելի արարած, շարունակէ՛ նայիլ երկինքներուն եւ Ալլահիդ, գործած արարքիդ սրբութիւ՛նը խոկա կամ ապաշաւիդ սաղմո՛սը քաղէ օրն ի բուն, երկուքը մէկ են ալ։ Օրհնութի՛ւն հայցէ կամ նզո՛վք մուրա, տարբերութիւն չըներ, քանի որ խղճամտանքիդ քո՛ւնն ունիս խորդալիք…։"
      },
      {
        "index": 9,
        "text": "Քանիօ՜ն քաղցր է արդեօք քեզ համար ի յուշ ածել Ապրիլի օրերը։ Կայէնի սիրտ եւ Կայէնի ձեռք ամենուրեք. հատ մըն ալ քուկդ ինչո՞ւ չաւելնար անոնց վրայ՝ Աբէլ մը աւելի՝ մահացուցած ըլլալու երանութեամբ։"
      },
      {
        "index": 10,
        "text": "Քու ցամքած երակներուդ մէջ ինչպէ՜ս շրջան ըրած մոլուցքը փողոտումի, լուսեղէն ի՜նչ արբշռանք էր այդ որ քու տկար բազուկներդ արիացուցեր էր աստուածահաճոյ այդ գործին համար՝ որ պիտի բանար քեզի քու երազա՜ծ արքայութեանդ ճամբան։ Մթութեամբ խտացած ակնակապիճներուդ մէջ ի՜նչ կայծ էր այդ որ շողացեր էր յանկարծ, դէպ ի Եդեմ երթդ դիւրացունելու համար։"
      },
      {
        "index": 11,
        "text": "Կեցի՛ր հոդ, սինլքոր, առ յաւէտ արձանացի՛ր, աչազուրկ գանկդ դարձուցած դէպ ի սա մինարէն, եւ եթէ չես կարող տեսնել՝ լսէ գոնէ անոր բարձունքէն երգուող փառաբանութիւնը սրբազան։"
      },
      {
        "index": 12,
        "text": "Ալլահ էքպէր…"
      },
      {
        "index": 13,
        "text": "Ակա՛նջ դիր այդ աղաղակին, եւ դողա, դողա՛ ոճիրէդ։ Յետոյ յիշէ հռնդիւնները զոհիդ, ոտքերուդ տակ թալթալող եւ հաւու պէս մորթուող կաղկանձիւնները զոհիդ՝ որուն թերեւս ողորմութի՛ւնն ալ ընդունած էին օրին մէկը, յիշէ այդ ձայները, վայրկեան մը գոնէ խիղճդ ձայնն առնելու համար խաւարամած էութեանդ խորքէն, դուն՝ ալեւոյթի նախատինք, դուն՝ անէծքի արձան, դուն սեւ ժահրը մարդկութեան…։"
      },
      {
        "index": 14,
        "text": "Հի՛մայ կը հաւնիմ  կոր, ո՜րչափ ալ լաւ ես լուսանկարուեր, աղջամուղջը թանձրացեր է ամբողջ մարմինիդ շուրջ՝ կարծես սիրտիդ յաւիտենական սեւութեան հետ լծորդ գալու համար։ Ձեռքդ պառխաճ մըն ես բռներ, նո՛ր նշմարեցի. ամէն օր անցորդներու գթութեանը կ՚ապաւինիս, հոն ձգուած տասնոցներով ու նպարներով ապրուելու, քու մրգուզ գոյութիւնդ քաշկռտելու աշխարհի վրայ։ Այդ ամանին պէս՝ քու զոհիդ հոգին պիտի ուզէի որ մինչեւ քու մահդ կախուա՛ծ մնար վիզդ ի վար, ձեռքդ ի վար, իբր զարհուրելի յուշարար՝ եղեռնական արարքիդ…։"
      },
      {
        "index": 15,
        "text": "Այսուհետեւ, դուն՝ զառամած ոճրագործ, կամուրջին վրայ կուրութեանդ ողբագին վիճակը մարդերու ցուցադրելով անոնց գթութիւնը խնդրելու տեղ՝ հայցէ՛ անդադար Աստուծո՛յ ողորմութիւնը, պարզէ՛ Անոր հոգիիդ ու միտքի՛դ կուրութիւնը, սրտա՛նց զղջա, թերեւս թողութիւն շնորհուի քեզ այն ոճիրիդ համար զոր տգիտաբար, զոր խժաբար գործած էին յանուն Իր Անուան, յանուն Իր փառքին…։"
      }
    ]
  }
}
