{
  "chapterNumber": 21,
  "title": "ՕՏԱՐ ՀԱՍՏԱՏՈՒԹԻՒՆՔ (9 Նոյեմ.) — Foreign Institutions",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Մր. Չէմպըրսի տունը կը տեսնեմ այսօր Միսիս Շէփրրտը, բարերար հրեշտակ մը Ատանացի աղջիկներու եւ կանանց համար։ Ամերիկուհի մըն է ինք որ 25-30 տարիներէ ի վեր համօրէն Սիսուանի քաղաքները շրջայած է, դպրոցէ դպրոց անցած, արհեստանոցներ հիմնած, շատերու ասեղնագործութիւն ուսուցած եւ ընդարձակ գործառնութիւններ ունեցած Անգլիոյ եւ Ամերիկայի հետ։ Զուլհայագործութենէն սկսեալ մինչեւ ամենանուրբ ժանեակներն ու օխաները գաղտնիք չունին իրեն համար. ձեռարուեստի բոլոր ճիւղերուն մէջ ստեղծագործող միտք մը վերջապէս՝ որ քիչերու կրնայ տրուած ըլլալ։"
      },
      {
        "index": 2,
        "text": "Զինքն ի համբաւոյ կը ճանչնայի արդէն։ Գրեթէ հպարտութեամբ մըն է որ կը կրէ կտաւէ քղանցք մը՝ զոր ինք իր ձեռքով է հիւսեր. նաեւ օձիքն եզերող ժանեակը զոր կարելի է նկատել գլուխ գործող մը ասեղնակար բանուածքի նրբութեան։ - Իրեն հետ կ՚երթանք այցելել արհեստանոց։ Միսի Շէփըրտ հիմնած է զայն վերջերս, աղքատ կիներու գործ հայթայթելու առաջադրութեամբ։ Բաւական մը կան աղջիկներ ու կիներ որոնք եկած են հոս եւ վշտակոծ գլուխնին հակած՝ կարկահներու եւ կտաւի թելերու վրայ, կը դատին օրն ի բուն, շահելու համար քանի մը տասնոցի այն աւուրչէքն որով պիտի կարենան իրենց ազազուն կեանքները քաշքաշել այս ապերջանիկ երկրին մէջ։"
      },
      {
        "index": 3,
        "text": "Արհեստանոցին կանոնաւորութիւնը, կարկահներու առջեւ շարուող հայուհիներու ժրջանութիւնը, կարօտութիւններ աշխատանքով, օրհնեալ ասեղո՛վ հոգալու այս գերազանցապէս մարդասիրական գաղափարին գործադրութիւնը, բոլոր ասոնք սփոփանքով եւ հաճոյքով կը համակեն զիս։ Սակայն եւ այնպէս չեմ կրնար սիրտի սեղմում մը զսպել միանգամայն, միտք բերելով Օրիորդ Օհանջանեանն ու ուրիշներ՝ որոնք մի՛եւնոյն այս քաղաքին մէջ Հայ Արհեստանոց մը բանալու համար ամէն ճիգ ու հնարք թէեւ թափեցին, բայց մատնուեցան անյաջողութեան, ի չգոյէ դրամի…։"
      },
      {
        "index": 4,
        "text": "Երախտագիտական պարտք մընէ զոր իբր հայ անհատ կ՚ուզենք լնուլ, երթալու շնորհակալ ըլլալու տեղւոյս ֆռէռներուն՝ այն վեհ մարդասիրութեան եւ դիւցազնական աննուիրութեան համար զոր ցոյց տուին անոնք, հալածական հայեր պահպանելով ջարդի օրերուն, եւ առ այդ՝ իրենց անձն ալ վտանգի դնելով ի հարկին։"
      },
      {
        "index": 5,
        "text": "Եղբայր Անթուանն է զոր կ՚ողջունենք ամէնէն առաջ՝ գիշերօթիկ իրենց դպրոցին դրան սեմին վրայ։ Իր վառվռուն, սթափ եւ յանդուգն արտաքինը յայտնի բացուցականն է արդէն։ Այս ֆռէռ ն էր որ վարի եկեղեցւոյն մէջ բոցերէ եւ գնտակներէ պաշարուած ժողովուրդին աղէկտուր ճիչերը լսելով՝ վաղվաղակի կը փութայ դէպ ի եկեղեցի եւ հոն խռնուած զօրքերուն երեսուն ոսկի բաժնելով կ՚աջողի կասեցունել կատաղի հրացանաձգութիւնը. յետոյ իրենց դպրոցը կ՚առաջնորդէ ներսի սարսափահար ամբոխը, մինչ անդին՝ եկեղեցին խուժանին տարտարոսեան քմայքներուն անձնատուր՝ իր լուսամուտներէն հուր ու ծուխ կ՚արտաշնչէր անդադար, Դիմագրաւում մըն էր ասոր ըրածը մեծ եւ անխուսափելի վտանգին, կեանքերու փրկութեան համար դէպ ի մահ խոյանք մը, ճշմարիտ, անշահախնդրի հերոսութիւն մը ի մի բան։"
      },
      {
        "index": 6,
        "text": "Ֆռէռներ մեր մօտ փութացած՝ ներս կը հրաւիրեն զմեզ։ Նորոգութիւններ կը կատարուին, շէնքեր կը կանգնուին։ Ասոնք ալ անմասն չեն մնացած աւերներէ. այրեր էր եկեղեցինին եւ քանդուեր՝ դպրոցնուն մէկ թեւը։ Կը պտըտցունեն զմեզ կերտուելու վրայ եղող բաժինները։ Վարժարանին վերի յարկէն կը դիտենք շուրջի այրացաւեր տարածութիւնը։"
      },
      {
        "index": 7,
        "text": "Լուռ եւ տխուր Հայոց դաշտեր գեղեցիկ։"
      },
      {
        "index": 8,
        "text": "Քաջորերոյն աճիւններով դեռ ահեղ՝"
      },
      {
        "index": 9,
        "text": "Ու սուրբ շիրմանց ծածկէ տեսիլ խաղաղիկ…"
      },
      {
        "index": 10,
        "text": "Երջանիկ ազգի մը երջանի՜կ զաւակներ, կը խորհիմ տրտմօրէն՝ նայելով Ֆրանսացի այս աբեղաներուն որ ա՜յնքան վնասներու էին մատնուեր, իրենց աղօթատեղին հրդեհուեր, կրթարաննին քանդուեր, բայց ահա անոնք ունէին կրկին ներքին ոյժ մը. նիւթական բարեկեցութիւն մը՝ այրածն ոյւ փլածը վերականգնելու։ Ո՞վ պիտի շինէր սա հայապատկան շէնքերը՝ սե՛ւ պատերու կոյտ, ո՞վ պիտի կառուցանէր Մուշեղեան եւ Աբգարեան հոյակապ վարժարաններն որոնք կը մնան քիչ հեռուն՝ իրենց լքումին եւ աւերածութեան մէջ տխրատեսիլ…։"
      }
    ]
  }
}
