{
  "chapterNumber": 32,
  "title": "ԴԷՊ Ի ՏԷՕՐԹ ԵՕԼ — Towards Dörtyol",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Շուրջս գտնուող իրերէն եւ պարզուող տեսարաններէն այլ եւս ոչի՜նչ կը նշմարեմ կարծես. ա՜յնքան սրտաբեկ եւ ընկճուած ինկած եմ կառքին խորը, բոլորովին անձնատուր խորին թախծութեան մը։"
      },
      {
        "index": 2,
        "text": "Չէր բաւեր ունենալ ա՛յնքան զոհաբերութիւն, քուք եւ սուգ, կրել ա՛յնքան ցաւ ու ցնորք, տեսնել ա՛յնքան ոխ ու մախանք, ու դեռ պէտք էր որ հայորդիներով լեցուած տեսնէինք բանտերը Պօտուրումի, Էրզինի, Ատանայի, Մարաշի ու չգիտեմ ո՛ր տեղերու։ Ընչազուրկներէ, վիրաւորներէ, որբացեալներէ, քաղցէ ու լացէ հալումաշ անձերէ զատ՝ պէտք էինք ունենալ դեռեւս անիրաւեալներ, զրպարտուածներ, կալանակապներ, շղթայակիրներ, եւ ի վեր քան զամենայն՝ ունենալ կախաղան բարձրացած եղկելիներ, գոգցես մինչեւ նատիր իջեցուցուած տեսնելու համար Հայ Թշուառութիւնը…։"
      },
      {
        "index": 3,
        "text": "Էրզինը բաւական հեռու է ալ մեր ետեւ։ Կառապան Պօղոսի արձակած գոռուգոչով ու մտրակի հարուածներով՝ երիվարները մոլեգին ոստումներ կ՚ընեն, մինչ անդրուվարը թաւալելէ աւելի կը սուրայ հիմայ թաւուտներու եզերքէն։ Անասուններուն անօրինակ վազքէն գոհ, մանաւանդ մութը դեռ չկոխած Տէօրթ-Եօլ հասնելու հաւանականութեանը վստահ, բարի մարդուկը ցայն վայր զգացած երկիւղներուս դէմ զիս ապահովելու մտածումով։"
      },
      {
        "index": 4,
        "text": "- «Ալ ասկէ ետք բոլոր դէմերնիս ելլողները Հայ են, մի՛ վախնար» կը ձայնէ քովս ի վեր ու չմոռնար խարազանը շաչեցունել ձիերուն գաւակին, որպէս զի անոնց ընթացքը չդանդաղի։"
      },
      {
        "index": 5,
        "text": "- Իրա՞ւ, բոլորն ալ Հա՞յ են։"
      },
      {
        "index": 6,
        "text": "- Շատը։ Կարելի է որ հանդիպինք քիւրտերու կամ թուրքերու, բայց անոնք շատ չեն։ Հազիւ քանի մը թրքաբնակ գիւղեր կան այս կողմերը։"
      },
      {
        "index": 7,
        "text": "Այն ի՛նչ Պօղոս խօսքն աւարտած եւ գլուխը դէպ առաջ դարձուցած է, թաւուտքի մը ծայրէն կը նշմարուին չորս ձիաւորներ։"
      },
      {
        "index": 8,
        "text": "- Հիմակ ասոնք հա՞յ են, Պօղոս։"
      },
      {
        "index": 9,
        "text": "- Հա՛րկաւ, հա՛րկաւ։"
      },
      {
        "index": 10,
        "text": "Արդէն պէտք ալ չկար հարցունելու. շէնք ու շնո՛րհք կար վրանին։ Ո՞ւր էին այն դէմքերը դժնեայ որոնց սովորած էինք դիպելու մերթ ընդ մերթ՝ արտերէ, դաշտերէ ու ձորերէ մեր երկօրեայ ուղեւորութեան պահուն։ Հնա՞ր էր միթէ մարդ կարծել արիւնռուշտ նայուածքներով եւ արհաւարալից կերպարանքներով այդ լեռնցիները։ Կրետէցի գաղթականներ, Թաթար, ՉԷրքէզ, Չէչէն, Ֆէլլահ գեղջուկներ, աղտի կեղտի եւ վայրագութեան նողկալի պատկերներ՝ ցնցոտիներու կոյտ,  քածեր՝ երկայն անծոպ գտակներ գլուխնին, լղրճուկ վարշամակներով պարուրուած, արեւահար խանգրած դիմագիծերով, լաճեր՝ բոկոտն, կիսամերկ, մուրոտ կուրոտ, յետոյ գրաստներ հետերնին՝ իրենց տէրերուն պէս նկուն, անշնորհ ու գարշելի, կքած՝ աղտեղի իրեղէններուն բեռին տակ։ Աւելի՝ արջերու, լեռի թափառիկ անասուններու վոհմակնե՜ր բոլոր ատոնք, քան թէ մարդու կերպարանք ունեցող էակներ։"
      },
      {
        "index": 11,
        "text": "Մեր դէմ ելլող շինականները հիմայ ո՜րչափ հեռի էին ատոնց նմանելէ։ Կու գան կ՚անցնին մեր քովէն, համեստ, մաքուր ու կոկիկ վրայ-գլուխներով, առանց նոյն իսկ մեր գոյութեամբը զբաղելու։"
      },
      {
        "index": 12,
        "text": "Կառքը կը թաւալէր զառիթափէ մը՝ նոյն արագութեամբ որով ճամբայ ելած էր. հողին վայրէջքը հետզհետէ կը շեշտուէր. եւ ասիկա ոչ նուազ նպաստաւոր պարագայ մըն էր կառքին գնացքը փութացունելու համար։ Հեռուն, կ՚սկսի պարզուիլ ծովը՝ միապաղաղ, փալփլուն. ու մենք կարծես դէպ ի հոն կ՚ուղղուինք հիմայ խօլարշաւ, դէպ ի լուսաւոր այդ ընդարձակութիւնը, լոյծ ու թափանցիկ։"
      },
      {
        "index": 13,
        "text": "Մեր շուրջը՝ Բնութիւնը խաղաղ ու լռին՝ լի է խորհուրդի խտացումներով, օրուան տարաժամած այս պահուն։ Ստուերները կ՚երեկարին բլրակներու եւ առլեփներու կողերուն։ Եւ ամայութեան գիրկը, լոյսի փախուստին առջեւ, ամէն ինչ նախճիրի օրերու խոկումն ունի կարծես, ճանապարհ, թաւուտք, հորիզոն՝ ամէն ինչ։ Ահա՛ Գուզուլուճուն, Գոմո՛րը Կիլիկիոյ որուն բնակչաց անլուր վայրագութիւններուն ականատես վկաներն եղած էին սա դաշտերն ու ծմակները։"
      },
      {
        "index": 14,
        "text": "Ոլոր մոլոր մեր գնացքի պահուն, ընդհուպ մեր դէմ կ՚երեւայ վիթխարի հոծոյթ մը կանաչութեան, ու երբ կը պատրաստուիմ հարցում ուղղելու կառապանին, ան ինծի դառնալով կ՚ըսէ։"
      },
      {
        "index": 15,
        "text": "- «Օճագլըն է սա երեւցածը. մէջէն պիտի անցնինք, անկէց անդին Տէօրթ-Եօլ հազիւ կէս ժամ կը մնայ». եւ եռանդեամբ կը մտրակէ դարձեալ քրթնաթոր նիւսերը ձիանին."
      },
      {
        "index": 16,
        "text": "Քառորդ ժամ վերջ կառքերնիս առուակի մը եզրը հասած էր, եւ անիւներն ականակիտ ջուրերուն մէջ լուացուելով՝ կ՚անցնէնք դիմաց։ Օճագլըն էր ուր մտած էինք։"
      },
      {
        "index": 17,
        "text": "Ինձ այնպէս թուեցաւ թէ անտառ մըն էր ուր կը խորասուզուէինք, բայց շուրջիս ծառերը փոխանակ կնձիներ, կաղնիներ, կաղամախներ կամ սօսիներ ըլլալու՝ հսկայ նարնջենիներ էին ամբողջովին։"
      },
      {
        "index": 18,
        "text": "Connais-tu le pays ou fleurit l\"oranger? Արդարեւ չէի տեսած կեանքիս մէջ երկիր մը ուր նարնջենին ծաղկէր եւ անոր ոսկեգոյն պտուղը հասուննար ոստերու վրայ։ Առուակին ջուրերը ճեղքելով՝ դէպ ի նարնջաստան մեր մուտքը յափշտակութեամբ մը համակեց հոգիս։ Միթէ գի՞ւղ էր Օճագլըն. երազանքի դիւթաշխա՜րհ մըն էր ան ուր կը սուզուէինք աշնանավերջի գեղեցիկ իրիկնամուտի այս պահուն։ Մեր գլխուն վերեւ՝ նկարչային անհուն տաղաւար մը զմրխտագոյն պաստառով, որուն երեսը տերեւներու քմայական բացուածքով տեղ տեղ քճքճուած՝ երկինքի կապոյտն ունի իբր բեհեզէ կարկտան. հաճելի զովութիւն մը, լոյսի ու թոյրի անպատում քաղցրութիւն մը, նարնջենիի յետամնաց ծաղիկներու բոյրը՝ միջոցին մէջ ծածանուտ, մինչ ուրեք ուրեք նարինջներ ցոլքեր ստացած իրենց այտերուն՝ կ՚ոսկեվառին կանթեղներու, մանրադիտական արեւներու հանգունակ։ Դեռ ո՛չ մէկ հետք բնակչութեան, ո՛չ մէկ շէնք, ո՛չ մէկ տեղ՝ երդումարդ. ծառաստանին մէջէն կ՚առաջենք շարունակ։ Բուներու անսահման բաւիղի մը խորէն՝ կը նշմարենք յանկարծ գետնէն 2-3 մէթր վեր բարձրացած նոր տախտակի նեղ նեղ շերտեր որոնք իրենց համաչափ հեռաւորութեամբ եւ վրան խոյրի ձեւ  միաւորումով՝ միայարկ հիւղակի կմախքն են կազմած։ Որքան կը մօտինք, այնքան նոյն ոճով տնակներ կը յաճախեն մեր տեսողութեան, բոլորն ալ իրարմէ անջատ, դէս ու դէն։ Կը դիմեմ նորէն կառապանին տալիք ծանօթութեանը։"
      },
      {
        "index": 19,
        "text": "- Տեսնելու էինք ասոնք ի՜նչ տուներ էին առաջ։ Կառավարութիւնը հիմակ անոնց տեղ այս մէկ սենեակով խրճիթները կը շինէ. բայց տեսնենք ե՞րբ պիտի աւարտին ասոնք ալ, քանի որ կ՚ըսուի թէ դրամը պակսած է։ Ասոնց բոլորին տէրերն ալ ողջ են եւ ջարդի ատեն Տէօրթ-Եօլ փախած, կարօտ, աղքատ, ամէնական բանէ զուրկ։ Միայն հոստեղի քահանան Տէր Պօղոս՝ տեղացի 42 հայ երիտասարդներու հետ շարուած՝ հրացանի բռնուած է Թուրունճլը գիւղին մէջ. իսկ Տէր-Պապային գլուխը կտրուած եւ ցիցի անցուելով քանի մը օր պտըտցուած է այս կողմերը, խուժանին թուքումուրին առարկայ…։"
      },
      {
        "index": 20,
        "text": "Նարնջենիներու անրջային հրապոյրն, անոնց խնկաւէտ հովանիին տակ գտնուած ըլլալու հաճոյքս շատ շուտ փախ տուած է ինէ՝ այս մահասարսուռ պատմութեան ունկնդրած պահուս։ Յետոյ տողանցումը կայ առջեւս սա ողորմուկ, խարխուլ խղիկներուն, եւ անոնց առնթեր՝ տխուր փլատակները երբեմնի փառաւոր եւ ամրակուռ տուներուն։ Առ երի այս աւերակաց՝ ահա լքուած, անտերունչ մնացած պարտէզներ դրախտանման. հասուն, աղուոր նարինջներով բեռնաւոր ոստեր՝ հակած սեւ սեւ քարերու վրայ, բնութեան խաղերուն եւ անցորդներու քմայքին ենթակայ։"
      },
      {
        "index": 21,
        "text": "Ճամբան կը հանդիպինք խումբ մը քուրդ բանւորներու որոնք աշխատանքէ դարձին՝ քար կը նետեն ծառերուն. եւ ահա 5-6 նարինջ մէկէն կը թափին անոնց ոտքերուն տակ։ Տեսնելո՜ւ բան է ուտելու կերպերնին։"
      },
      {
        "index": 22,
        "text": "- «Կեավուրի ապրանք է, կերէ՛ք, կերէ՛ք, հէլալ է…» կը գոչէ Պօղոս կղպուած ակռաներուն մէջէն, կատաղութեան ձայնով մը։"
      },
      {
        "index": 23,
        "text": "Անցած ենք Օճագլըէն, եւ այս անգամ, քիչ մը հեռուն, Ամանոս լերանց մէկ քղանցքին տարածուած կ՚երեւայ Տէօրթ-Եօլ։ Հուսկ ուրեմն կը հասնինք հոն։ Ամբողջ գիւղաքաղաքը, հեռուէն, ծառերու եւ քարերու կոյտ մըն է կարծես, ոչ մէկ շէնք, ո՛չ մէկ կարկառուն կերտուածք՝ որ անոր մէջ բնակչութեան մը գոյութիւնը մատնէ։ Ծառեր, նարինջի ծառեր անվերջ՝ Չօք-Մարզուանի մէջն ու դուրսը, խտացած նոյն իսկ անոր շուրջի պատերուն վրայ, անտեսանելի պահելով զայն ամէն ակնարկէ, - եւ ինչպէս գիտենք- ամէն ալ վտանգէ։"
      },
      {
        "index": 24,
        "text": "Մութը սկսած է իջնել այլ եւս, երբ կը հասնինք ինքնապաշտպանութեան դափնին խլող քաջորդիներու այս բնակավայրը։ Կառապանն Էրզինի բանտի Միհրանիկին խրոխտ հրամանին  հնազանդ՝ զիս կ՚իջեցունէ Տէր Մելքոնեանենց տունին առջեւ։ Ան՝ բանտին խորը տառապագին, իսկ ես՝ իր բնակարանին մէջ կը գտնեմ ամէնէն լայն ոյւ սրտագին սպնջականութիւնը։ Տնեցիներուն անո՛վ մանաւանդ կրկնապէս սիրելի կը դառնայի, որովհետեւ տեսած էի իրենց որդին՝ իմ պատճառաւս պահ մը արեւու լոյսին ելած եւ ազատ օդ շնչած։ Անշուշտ բան մը կար իմ վրայ՝ ուղղակի Միհրանիկէն եկած…։"
      },
      {
        "index": 25,
        "text": "Ողբալի էր տեսնել բանտարկեալ հայու մը հայրենի կտուրը։ Նստած տեղը յանկարծամահ եղեր էր հայրը- Չօք -Մարզուանի բարի ու ծերունազարդ քահանան, - երբ օրին մէկը զաւկին՝ մահուան դատապարտուած ըլլալն իմացուցէր էին անոր։ Մայր, քոյր ու եղբայրներ այս կրկնակ դառնաղէտ հարուածներուն տակ՝ արցունք եւ հառաչանք ունէին միայն։ Հետզհետէ իջնող մութին թանձրութեանը պատճառաւ, որոշակի ոչինի էի նշմարած շուրջս, մինչեւ որ հասած էի վերի թաղ՝ ուր կը գտնուէր Միհրանի ծնողական յարկը։ Սաչափը գիտէի ստոյգ, թէ շուկային միջուղիէն անցնելէս վերջ՝ գրեթէ անընդհատ պատերով շրջափակուած պարտէզներու քովէն, նարնջենիներու տակէն անցած էինք, վազուն ջուրի մը մերթ վրայէն ու մերթ առ եզերը։ եւ այսպէս, ըստուերներու, սօսափիւններու եւ կարկաջներու մէջէն հասած էինք Տէր Մելքոնեանց սգաւոր բնակարանը։"
      },
      {
        "index": 26,
        "text": "Կառքէն վար իջնելնուս՝ կ՚իմանամ թէ Իսքէնտէրուն ժանտատենդ էր ծագած եւ քարանթինա հաստատուած։ Լուրը սակայն ստուգութեան կը կարօտէր, եւ անոր վերջնական ճշդումը կարելի պիտի ըլլար ընել առաւօտուն միայն։ Եթէ այս տարաձայնութիւնն իրականանար, Իսքէնտէրունի ճամբան կը գոցուէր դէմս եւ Ատանայի ճամբան կը մնար ինձ բռնել նորէն, - երկօրեայ տաժանագի՜ն ողեւորութիւն զոր կատարած էի մէն միայնակ՝ երկիւղներով եւ անձուկներով, եւ զոր վերստին ձեռք առնել յուսահատական էր ինձ համար։"
      }
    ]
  }
}
