{
  "chapterNumber": 26,
  "title": "ԿԵԱՎՈՒՐ ՔԷՕՅԻ ՄԱՆԿԻԿԸ (14 Նոյեմ.) — The Child of Keavur Köy",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Սիհունի ձախ եզերքն ի վեր կը քալենք։ Լուր օր մըն է։ Գետը հեզիկ մնջիկ իր ընթացքը կը շարունակէ, միջօրէի արեւին ճաճանչներուն հեղեղին տակ ոսկեհոսան պաղպաձելով։"
      },
      {
        "index": 2,
        "text": "Կեավու-Քէօյ մեր դիմացը կ՚իյնայ, ուր կ՚երթանք հիմայ՝ իբր ուխտագնացներ սրբազան աւերակաց։ Կոտորածէն քարուքանդ եղած՝ համակ հայաբնակ գիւղ մըն է ան, Ատանայի արեւմտեան դին, որ Խրիսթիան-Քէօյ կամ Հայ-Գիւղ ալ կը կոչուի։"
      },
      {
        "index": 3,
        "text": "Կ՚անցնինք հետիոտն անհուն տարածութենէ մը խոպան ու լերկ արտերու, որոնք ցաւագին յուշքերով յղի են իրենց գորշ ու լուռ փռուածքին մէջ։ Անոնց վրայի բունծերը, մանուածներն ու ելեւէջները կը հծծեն կարծես մեր ունկն ի վար աղեխարշ պատմութիւններ Մե՜ծ Եղեռնին վրայօք։ Անպատո՜ւմ վիշտ որով մեր սիրտը կը կոտտայ, երբ միտք կը բերենք թէ մեր այդ կոխոտած գետինն ո՜րքան ծծած է հայու արիւն. ո՜րքան կուլ տուած է ոսկորներ ու ջախջած գանկեր՝ վիրագաբար զգեստնուած անմեղներու։"
      },
      {
        "index": 4,
        "text": "Դիակներ գտնուած են հոդ, ամէն կողմ, դիակներ գործաւորի ու մշակի, որոնք իրենց ցանքի եւ հունձքի օրերուն քրտինք թափելէ ետք, հուսկ ուրեմն, անգութ րոպէի մը մէջ, իրենց արի՛ւնն ալ թափած էին այդ պատուական հողերու արգաւանդ գոգը։"
      },
      {
        "index": 5,
        "text": "Անտանելի՜ է մեր երթը, սրտակեղեք, յուսակտուր։ Ճամբուն ընթացքին, տխուր շեշտերով կ՚ընեն մեզի անագորոյն պատմութիւնն այդ սեւ օրերուն։ Հիմայ, մանկութեան օրերէ մնացած հին երգի մը ծուէնը միտքիս մէջն է յար։"
      },
      {
        "index": 6,
        "text": "Ցանկամ տեսնել զիմ Կիլիկիա."
      },
      {
        "index": 7,
        "text": "Աշխարհ որ ինձ ետուր արեւ."
      },
      {
        "index": 8,
        "text": "Դու ալ եղար հիմնայատակ,"
      },
      {
        "index": 9,
        "text": "Անշուք անշէն սեւ աւերակ։"
      },
      {
        "index": 10,
        "text": "Դպրոցական օրերէ երազուած այս Կիլիկիա՜ն էր, Աստուա՜ծ իմ, զոր պիտի գայինք տեսնել այսպէս իրապէս անշուք, անշէն սեւ աւերակ։"
      },
      {
        "index": 11,
        "text": "Խողխողումէ անճանաչելի իրաններ օրերո՜վ այդպէս ձգուած, լքուած էին հոտ, միսի առատութենէ կատղած շուներու եւ գիշակեր օդագնացներու անյագ բզքտումներուն ի սպաս։ Ի զո՜ւր կը ճգնէինք երեւակայութեան առջեւ պատկերացունել մահագին տագնապներն ու գերագոյն գալարումները՝ զորս ունեցած էին թուրք խուժանէն այդ հէք հալածուածներն. ի զուր կը փորձէինք իմանալ այն հուսկ մտածումներն որոնք այդ ահեղ րոպէին՝ անցած էին մեր հայ նահատակներու ուղեղին ծալքերէն. այնքան զարհուրելի եւ ա՜յնքան գեհենական եղած էր ջարդը։ Օ՜հ, մարդկային էութիւնը համակ կու լայ եւ կը փշաքաղի, եւ վիշտէն քարացած՝ խելայեղ փափաքը կ՚ունենայ մարդ շատո՜նց մեռած ըլլալու, չզգալու համար այսքան կսկծագին խոցոտում մը կարեվէր։"
      },
      {
        "index": 12,
        "text": "Հառաչներն՝ որոնք ընդհատ կը քակուին մեր հոգիին ալքերէն, եւ արցունքն՝ որ կը պղտորէ մեր նայուածքը, լուռ ու մունջ դամբանականներն են որոնք կը տողուին այս դաշտերուն վրայ ինկած մեր թշուառ եղբայրներու հասցէին։"
      },
      {
        "index": 13,
        "text": "Հասած ենք Կեավուր-Քէօյ։ Ամայի է ան ու լռին։ Ո՛չ ոք գիւղին մէջ, ո՛չ շէնք հոն կանգուն։ Բնակիչները ցիր եւ ցան ու ջարդուած, տուներն այրած ու կործանած, եւ ամբողջն ալ, ափսո՜ս, ամբո՜ղջն ալ…։"
      },
      {
        "index": 14,
        "text": "Քանի մը տղաք քիչ յետոյ կու գան մեր դէմ, արեւահար ու բոկոտն ամէնքն ալ։ Դարձեալ նոյն պատկերները թշուառութեան, նոյն նսեմացած ճակատներն որբութեան։ Անմեղ, անտէր ու թափառայած այդ մանուկներուն  մէջ, - միակ ողորմուկ պահապաննե՜րը գիղին աւերներուն եւ ածխացած օճախներուն, -դարձեալ կը տեսնենք բովանդակ լքումն ու սեւութիւնն որբի ճակատագրին . եւ անոնց ամէն մէկուն մէջ մեր մայրական սիրտն ի՛ր իսկ զաւակը նշմարելով՝ կը փղթկի դառն վհատութեամբ մը։"
      },
      {
        "index": 15,
        "text": "Աւելի կը մօտենանք իրենց։"
      },
      {
        "index": 16,
        "text": "- Մեծերնիդ ո՞ւր են, տղաքս։"
      },
      {
        "index": 17,
        "text": "- Մայրերնիս Ատանա գացին մեզի հաց բերելու։"
      },
      {
        "index": 18,
        "text": "Ո՜րքան անողոք պիտի ըլլար արդէն հարցունելը թէ ո՞ւր էին իրենց հայրերը։ Երէկի իրենց մայրերը՝ հայրե՛ր ալ եղած էին։"
      },
      {
        "index": 19,
        "text": "Փոքրիկներու այմ խմբակն է՝ որ կ՚առաջնորդէ զմեզ գիւղին դպրոցն ու եկեղեցին։ Ածխացած քարերու կոյտ մը այդ դպրոց ըսուածը, կողն ի վեր եկեղեցիին՝ որ, անշուք, անփառունակ, քմայքի մէկ խաղովը հրդեհէ ազատուած թէեւ, բայց հիմնայատակ քանդուած էր։"
      },
      {
        "index": 20,
        "text": "Փլփլկած պատի մը վերեւ, խորանին կողմը, կիսաջինջ արձանագրութիւն մը յանկարծ կը կասեցունէ զմեզ. ակնարկնիս սեւեռուած է հոն."
      },
      {
        "index": 21,
        "text": "Ես եմ դուռն կենաց"
      },
      {
        "index": 22,
        "text": "Ամբոջովին անմարդացած եւ այրացաւեր այս գիւղին մէջ, ի՜նչ դառն հեգնանք՝ Սուրբ Գիրքին այս տողը մեծ աղէտէն հրաշիւք իմն փրկուած։ Անգամ մըն ալ կը նայինք այդ կիսով աւրուած տառերուն, անգամ մըն ալ կը նայինք մեր շուրջի որբացեալ մանկութեան, եւ գոնէ փշո՛ւր մը սփոփանքի կարօտ՝ կը խորհինք թէ բոլոր այս խողխողուած գիւղացիք, բոլոր այս ջարդուած Կիլիկեցիք իրենց անօրինակ գերագոյն մարտիրոսացումէն վերջ կրցա՞ծ էին արդեօք մտնել այդ կեանքի դուռ էն…։"
      },
      {
        "index": 23,
        "text": "* * *"
      },
      {
        "index": 24,
        "text": "Դիւցազնական եղած էր այն դիմադրութիւնը զոր ըրած էին Կեավուր-Քէօյի բնակիչները։ Սիհունը ճիշդ իրենց ետին, եւ հայու ճակատնին դարձուցած՝ կատղած, փրփրած թշնամիին, երեք օր երեք գիշեր անդադար  դիմադրած էին անոր, ոգի ի բռնի ոգորելով աներկեւան։ Բայց ափսո՜ս, երրորդ օրուան երեկոյին անոնք յուզումով ու պակուցմամբ տեսած էին սպառիլը կապարի իրենց ճղճիմ մթերքին։ Ու գիշերուան հետ՝ սուգը պատած էր սիրտերը, մինչ մոլեգնած թշնամին, հոն քիչ մը հեռուն դարանակալ՝ արիւն եւ աւե՛ր կը պահանջէր անպատճառ։"
      },
      {
        "index": 25,
        "text": "Պէտք էր փախչիլ, դիւահար փախչիլ մութին մէջէն, արտերուն խորէն, փախչիլ թշնամիին գնդակէն եւ անոր մահասփիւռ հալաշապքէն։"
      },
      {
        "index": 26,
        "text": "Գիւղացի կտրիճներէն շատեր՝ այլ եւս խելակորոյս եւ յուսահատ՝ նետուած էին գիւղին ձախ կողմի բացաստանը, քարերու ծերպերու ետին, կամ մի քանի բարձրուղէշ ծառերու կատարն որոնելով, իբր թագստոց՝ իրենց հետապնդուած կեանքերուն։"
      },
      {
        "index": 27,
        "text": "Ի՜նչ ժամեր, ի՝նչ վայրկեաններ. կեանքի եւ մահուան մէջ ի՜նչ ահաբեկ ալեծփում։"
      },
      {
        "index": 28,
        "text": "Ո՜վ խեղճ Հայութիւն, ի՜նչ էր յանցանքդ, ի՞նչ էր մեղքդ՝ որ սոյնգունակ գազանային վայրագութիւն մը կ՚ուզէր փողոտել ու քամել զքեզ եւ քու կարմիր արիւնիդ արբեցումովը հրճուիլ։ ՊԷտք էր որ ջարդուէիր, պէտք էր որ խոշտանգուէիր, պէտք էր որ ածխանայիր ու մոխրանայիր դուն, որպէս զի քու հալածիչներդ փա՛ռքն երգէին իրենց Ալլահին, եւ իրենց աստենական եւ անդենական երջանկութեանը տիրանային։ Արիւնի եւ հրդեհի մրրիկը պայթած էր Կիլիկեան աշխարհին վրայ. պէտք էր որ ամէն հայ մեռնէր, ամէն երդիք փլէր եւ ամէն օճախ մարէր։"
      },
      {
        "index": 29,
        "text": "Ու հրամանը կը կատարուէր անաչառ եւ անողոք։ Թշնամիի կապար, թշնամիի սուր ու սակը անխնայ կը զարնէին, կը ջարդէին ու կը փշրէին ինչ որ կը գտնէին հայ ու հայկական։ Բունազիրկ թռչուններու պէս, բարբարոս խուժանը գնդակած էր նաեւ Կեավուր-Քէօյի այն անզէն կտրիճներն՝ որոնք մագլցած կծկուած էին ծառերու բարձունքն, ու անլո՜ւր խժդժութեանց ենթարկած զանոնք՝ որ փախուստի այդ զահանդելի գիշերը, հալածական եղնիկներու պէս խորամուտ եղած էին ժայռերու թիկունքին…։ Քիչերն էին անոնցմէ՝ որոնք խաւարին մէջէն, դէպ ի աջ՝ բռնած էին Ատանայի ճանապարհը։"
      },
      {
        "index": 30,
        "text": "Սիրտերնին տրոփուն, մահուան պատկերը յար առկախ աչքերնուն դիմաց, փոքրիկ խմբակը կ՚առաջանար այսպէս արտերու մէջէն, գետին եզերքն ի վեր։"
      },
      {
        "index": 31,
        "text": "Պէտք էր անշշուկ, անաղմուկ երթալ առ խարխափ։ Առնուած անխորհուրդ քայլ մը, արձակուած անգիտակից ճիչ մը, մահուան անագորոյն դատապարտութի՛ւնն էր ամբողջ խմբակին համար։"
      },
      {
        "index": 32,
        "text": "Ծունկեր կը կթոտէին, արմուկներ կը ճանկռտուէին, գզգզուած ափերու մէջէ արիւնը կը վազէր, գլուխներ, հողի գուղձերու կը բաղխէին. պէտք էր կորաքամակ, սողն ի սող երթալ, երթա՜լ։ Հեւ ի հեւ վազքն էր այս՝ դէպ ի կեանք, դէպ ի փրկութիւն…։"
      },
      {
        "index": 33,
        "text": "* * *"
      },
      {
        "index": 34,
        "text": "Յանկարծ, այդ չարաշուք վայրկեանին, անգոհական մութին եւ լռութեան ալ ծոցէն, մանկան մը լացն է որ կը բարձրանայ։"
      },
      {
        "index": 35,
        "text": "Անէ՛ծք։ Մահէ հեւասպառ խոյս տուող ամոլի մը միամեայ անդրանիկ զաւակն է որ ազազուն ու դողդոջ, կու լայ այսպէս, անգիտակից այն սարսափին՝ որով համակուած էր խուճապի մատնուած խմբակը։"
      },
      {
        "index": 36,
        "text": "Ահաւոր է վայրկեանը։ Լացի այդ ճիչով՝ անխուսափելի է մատնուելնին, եւ թոպամահ կորչելնին՝ վճռական։ ՊԷտք է լռեցնել մանկիկը, բայց ի՞նչ հնարքով։"
      },
      {
        "index": 37,
        "text": "Ի զո՜ւր կը ճգնի հայրիկն անոր բերանը խփել, ի զո՛ւր կը փորձէ սեղմել զայն կուրծքին վրայ։ Տղուն խեղդուկ ճիչը միշտ կայ, որ կ՚երկարի, կը հետեւի իրենց՝ դժնէ սպառնալիքին մը պէս։"
      },
      {
        "index": 38,
        "text": "Այլ յայլմէ եղած՝ խեղճ հայրը վերջի անգամ մըն ալ ջղապինդ կը սեղմէ երախան կուրծքին վրայ, եւ սոսկալի որոշումը տրուած է. թեւէն բռնած՝ հզօր խոյանքով մը կ՚արձակէ մանկիկն օդին մէջ, եւ ակնթարթէ մը կը լռէ իր որդւոյն վերջին ճիչն որ կը մարի ու կը խեղդուի Սիհունի ջուրերուն խորը"
      },
      {
        "index": 39,
        "text": "Ա՛լ յաւիտենապէս լռած է մանկիկը։ Խմբակը կրնայ փախուստի իր խօլ վազքը  շարունակել, քան զի մանկան լացին սպառնալիքն անհետած է այլ եւս,. եւ այն հայրն որ դէպ ի մահ նետած էր՝ գուրգուրանօք իր լանջին բռնած միամօր զաւակը, հիմայ գիրկը թափուր, խմբակին փրկութեա՛նը մէջ պիտի որոնէր որդեկորոյս սիրտին սփոփը դուզնաքեայ…։ Ի՜նչ սփոփ։"
      },
      {
        "index": 40,
        "text": "* * *"
      },
      {
        "index": 41,
        "text": "Ամէն անգամ որ կը նայիմ այդ Սիհունին, ամէն անգամ որ վշտակոծ երեւակայութեանս առջեւ կը ներկայի տխուր տողանցումը բոլոր այն նահատակի դիակներուն՝ որոնք նետուեցան հոն խոշտանգուած, ջախջախուած եւ արիւնլուայ, ամէն անգամուն ալ մայրացեալ կնոջ մը սիրտո՛վն է որ կը յիշեմ նաեւ միամեայ տղեկն այն քնքուշ, որուն անգիտակից հերոսութեան լուռ պատմութիւնն արձանագրեց Սիհուն իր գիլգիլներուն մէջ, արիւնի գիշեր մը ահարկու… … … …։"
      }
    ]
  }
}
