{
  "chapterNumber": 31,
  "title": "ԷՐԶԻՆԻ ԲԱՆՏԱՐԿԵԱԼՆԵՐԸ (18 Նոյեմ.) — The Prisoners of Erzin",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Առտուն կանուխ, խանին բակին մէջ հայ կառապանը լծած է կառքին ձիերն ու եկած է ինձ իմաց տալու որ մեկնելու վայրկեանը հասած է։"
      },
      {
        "index": 2,
        "text": "Արու հայութիւնը սպառսպո՜ւռ սրածուած վայրի մը՝ Համիտիէի մէջ ամբողջ գիշեր մը կիսաքուն օթեւանած, արշալոյսը ծագելուն՝ վերջին անգա՛մ մըն ալ կը նայիմ սգալի այդ գիւղաքաղաքին վրայ, սոսկումի յետին նայուա՛ծք մըն ալ կը ձգեմ շուրջիս Նօղայ-Թաթարի դէմքերուն եւ աչքերուն- որոնց մէջ յար կը վառի տենչն արիւնի եւ աւերի, - ու շտապաւ կը կծկուիմ կառքին անկիւնը։"
      },
      {
        "index": 3,
        "text": "Մտրակը կը շաչէ ձիերուն գաւակներուն, բաշերը կը թօթվըւին պերճօրէն։ Քանի մը շրջաններ, եւ ահա մեր ետեւն է Համիտիէն-   այժմու ահաւոր յորջորջմամբ՝ Էօրֆիէն[5] իր աւերներով, արհաւիրքներով, իր հայակուլ Ճիհանով եւ իր 500 զոհերու դառնակսկիծ յիշատակով ողբագին. իսկ մեր դէմն է անծայրածիր դաշտագետին մը ամայի ու անմշակ, հեռուն՝ հորիզոնն երիզող վէտ ի վէտ շղթան դարաւոր լեռներուն, - վեհապանծ ու լուռ վկաներ՝ գործուած ոճիրներուն եւ նախճիրներուն։"
      },
      {
        "index": 4,
        "text": "Դաշտերու մենութեան ծոցը, հեռուէն սուրացող ձիաւորներ զուրկ չեն ազդելէ սրտադող մը՝ սարսափով ա՛րդէն լեցուած մեր երեւակայութիւններուն, մինչ անդիէն ուղտերու դանդաղաքայլ երթը հանդիսաւոր տեսքը կ՚առնէ կարծես եգիպտական կարաւանի մը։"
      },
      {
        "index": 5,
        "text": "Ահագին ճամբայ կայ դեռ կտրելիք անցնելիք, երեկոյին Տէօրթ- Եօլ հասնելու համար։"
      },
      {
        "index": 6,
        "text": "- «Էրզինէ ձեր անցքին, սա դրամը հոն տեղի բանտարկեալներուն բաժնէիք եւ կամ Միհրանիկին յանձնէիք որ իր ընկերներուն տայ»։ կարեկիր ձայնով մը ինձ ըսած էր Դանիէլեան վարդապետ, Ատանայէ մեկնած ատենս, եւ իր վտիտ քսակէն տուած էր մէկ օսմանեան ոսկի, խնդրելով միանգամայն որ իր ողջոյնները տամ այդ տարաբախտներուն։"
      },
      {
        "index": 7,
        "text": "Սրբազան յանձնարարութիւն մըն էր այս զոր կատարելու համար ինձ վստահուիլը գոհութեամբ եւ գիտակից երախտագիտութեամբ մը կը համակէր զիս։ Մէկ հատիկ ոսկի մըն էր այդ՝ զոր Հաճընցին, իր քաղցին եւ մերկութեանը մէջ գթոտ, կը ղրկէր իր բանտի եղբայրներուն, աւելին չկարենալ ընելու ցաւովը տոգորուն։"
      },
      {
        "index": 8,
        "text": "Կէս օրն անցած էր ու մեր կառքն անընդհատ կը թաւալէր դաշտերու մէջէ, աշնանավերջի արեւին անուշ պայծառութեան տակ։"
      },
      {
        "index": 9,
        "text": "Յանկարծ, կառապանը հորիզոնին եզրը յորդ կանաչութիւն մը ցոյց տալով։"
      },
      {
        "index": 10,
        "text": "- «Կը տեսնէ՞ք, տիկին, կը ձայնէ դէպ ինձ դառնալով, այդ տե՛ղն է Էրզինը բայց հնար եղածին չափ քիչ կենալու է հոն, բանտարկեալները շուտ տեսնելու է, որպէս զի իրիկուան ուշ չմնացած հասնինք Տէօրթ-Եօլ»։"
      },
      {
        "index": 11,
        "text": "Ալ կը նայիմ ակնապիշ, յիմարի մը պէս սեւեռուն հոն, այն կէտին ուր Հայ բանտարկեալներ պիտի գտնէի՝ լոյսէ եւ արեւէ զուրկ շէնքի մը խորը հիքօրէն բանտուած, հեծեծագին եւ յուսահատ, ինքզինքնին եւ իրենց նմանները ստոյք մահերէ պաշտպանած ըլլալուս անլուր յանցանքովը դատապարտուած ։ Որքան հեռուէն նշմարուած ստուերները կերպարանք կ՚առնէին, որքան շէնքերը կ՚անջատուէին դալարներէն եւ մեր կառքը կը մօտենար այդ գիւղաքաղաքին, ա՛յնքան յուզումը կը մրրկէր ներսս ու ճակատս կ՚այրէր անձուկէ։"
      },
      {
        "index": 12,
        "text": "Հասած ենք Էրզին. կառքը քաղաքատան դուռին առջեւ կը կենայ։"
      },
      {
        "index": 13,
        "text": "- «Հոն հասնելնուդ, Պատերազմական Ատեանին կը ներկայանաք, բանտարկեալները տեսնելու փափաքնիդ կը յայտնէք, անոնք անմիջապէս կը թոյլատրեն» ըսած էր Հայր Սուրբը։"
      },
      {
        "index": 14,
        "text": "- «Եասա՜՜՜գ» կը գոչեն յանկարծ դրան քովերը կանգուն երկու զինուորներ, հրացանը ձեռքերնին, դէպ ի դուռ յառաջանալու պահուս։ Նորէն փորձ մը ներս մտնելու. կրկին «եասա՜գ» կը ձայնեն երկուքը մէկ, արաբ զինուորի իրենց յոխորտ ու կոկորդային շեշտովը։"
      },
      {
        "index": 15,
        "text": "Ի՞նչ պիտի ըլլար արգելքի այս բացագանչութիւնը, պահականոցին նախադուռէն իսկ, մինչ Ատանա այնքան դիւրութիւն կայ բանտարկելոց այցելելու եւ անոնց հետ տեսակցելու։ Ի՞նչպէս ներկայանալու էր Պատերազմական ատեանին։"
      },
      {
        "index": 16,
        "text": "Յանկարծ կը յիշեմ այն քարդը զոր ստացած էի կուսակալէն, ճամբորդութեան ատեն դիւրութիւններ գտնելու տեղական իշխանութեանց մօտ։ Ու կը ներկայեմ զայն բաց դուռէն ներս։ Սպայ մըն է որ կը փութայ կարդալ եւ զիս ներս հրամցունել։"
      },
      {
        "index": 17,
        "text": "Կը մտնեմ դեդեւկոտ քայլերով։ Նրբանցքներն ուսկից կ՚անցնիմ, սանդուղներն ուսկից վեր կ՚ելլեմ, ամբողջ անցքիս վրայ կը հանդիպիմ զօրքերու եւ սպաներու։ Պատերազմական Ատեանն որուն վերջապէս կը ներկայանամ՝ բանտերու մասին խառնուելու ուղղակի իրաւունք մը չունենալը յայտնելով, կը յանձնարարէ ինձ երթալ ուրիշ պաշտօնատուն մը. եւ այսպէս վայրկեանները կը յաջորդեն ընդունա՜յն ժամերու. մինչ ես տաղտկալի թափառում մըն է որ կը կատարեմ պաշտօնատունէ պաշտօնատուն։ Կը հասնիմ վերջապէս զօրանոց եւ կը ներկայացուիմ հազարապետին։"
      },
      {
        "index": 18,
        "text": "- Անկարելի բան է որ դուք այսօր կարենաք բանտարկեալները տեսնել, կը յարէ զօրականը կտրուկ ձայնով մը։"
      },
      {
        "index": 19,
        "text": "- Անկարելի՞, խնդրեմ, ինչո՞ւ, յառաջ կը բերեմ, անձկութեան տաք հեղեղ մը գլուխս ի վար կրելով։"
      },
      {
        "index": 20,
        "text": "- Մեր զօրարաժինը դեռ երէկ գիշեր հասաւ հոս եւ մենք անտեղեակ ենք ամէն բանի։ Բացարձակապէս անկարելի է որ դուք զանոնք տեսնէք այսօր։ Սաստիկ խճողուած է ներսը։"
      },
      {
        "index": 21,
        "text": "- Դրամ ունիմ քովս, իրենց պիտի յանձնեմ։"
      },
      {
        "index": 22,
        "text": "- Դրամը մեզի կու տաք, մենք իրենց կը յանձնենք եւ ընկալագիր մը կ՚առնենք։"
      },
      {
        "index": 23,
        "text": "- Բայց…"
      },
      {
        "index": 24,
        "text": "- «Կ՚աղաչեմ, բայց մայց չկայ, անկարելի է»։ Եւ յանկարծ ֆրանսերէնի դարձունելով."
      },
      {
        "index": 25,
        "text": "- «Բնական չէ ձեր այդ խնդրանքը, Տիկին, » հազարապետը կը յարէ օրինապահ եւ վճռական ժէսթով մը։"
      },
      {
        "index": 26,
        "text": "Բնական չէ՞, արդեօք օրինակա՞ն չէ ըսել կ՚ուզէր։ Ի՞նչ բան բնական չէր սակայն, արդեօք բնակա՜ն բան մըն էր հուրի եւ սուրի մատնուիլը բիւրաւորներու, կախաղան բարձրացուիլն անմեղ կտրիճներու եւ բանտերու խորը տուայտիլն օրինապահ քաղաքացիներու որոնք միակ մեղք մըն էին գործած, - Աղէտի պահուն ինքնապաշտպանութիւն ։"
      },
      {
        "index": 27,
        "text": "Ու վայրկեանները դարձեալ կը սահին։"
      },
      {
        "index": 28,
        "text": "- «Կը փափաքիմ անպատճառ տեսնել զանոնք, շա՛տ կ՚աղաչեմ» կը ձայնեմ նորէն, բոլոր մնացած ոյժս ժողվելով։"
      },
      {
        "index": 29,
        "text": "- Ազգականնի՞դ են։"
      },
      {
        "index": 30,
        "text": "- Ո՛չ։"
      },
      {
        "index": 31,
        "text": "- Բարեկամնի՞դ։"
      },
      {
        "index": 32,
        "text": "- Ո՛չ։"
      },
      {
        "index": 33,
        "text": "- Ծանօթնե՞ր։"
      },
      {
        "index": 34,
        "text": "- Ո՛ չ, ազգակիցներ, Հայեր են, զորս կ՚ուզեմ տեսնել եւ այս դրամը իրենց յանձնել։"
      },
      {
        "index": 35,
        "text": "- Բոլորնիս ալ հիմայ օսմանցիներ ենք, տիկին։"
      },
      {
        "index": 36,
        "text": "-Այո՛, օսմանցիներ են զորս կ՚ուզեմ տեսնել, ես՝ օսմանցի՛ս։"
      },
      {
        "index": 37,
        "text": "- «Պահ մը սպասեցէք սա սենեակը», կ՚ազդարարուի ինձ, եւ կ՚առաջնորդուիմ սենեակ մը։"
      },
      {
        "index": 38,
        "text": "Զինուորի խուց։ Կ՚զգամ որ ահուդողը զիս պաշարած է իսկոյն։ Զէն ու զրահ պատերն ի վար, ամէն կողմ։ Հազիւ նստած մահճակալի մը ծայրը, կ՚անդրադառնամ այն միջավայրին ուր կը գտնուիմ հիմայ։ Ճիշդ մօտս զէնքեր ու փամուշտ, զինուորներ դուրսը, թուրք բնակչութիւնը քիչ մը աւելի հեռուն, եւ դաշտերուն անսահման ամայութիւնն՝ ա՛լ աւելի հեռուն։"
      },
      {
        "index": 39,
        "text": "- «Բանտարկեալներու ցանկի տետրակը պիտի բերուի եւ պիտի նայուի թէ Միհրան անունով մարդ կա՞յ հոն», կու գայ ըսել ինձ հազարապետը դուռէն, առանց մոռնալու ինձ յիշեցունել վերստին թէ բնական չէր խնդրանքս։"
      },
      {
        "index": 40,
        "text": "Դարձեալ մտատանջ վայրկեաններ, եւ հուսկ ապա կը ծանուցուի ինձ թէ Միհրան անունով մարդ չկար բանտը։"
      },
      {
        "index": 41,
        "text": "- «Եանի՜ թէ չըլլար, բացարձակապէս վստահ եմ դժբախտաբար որ Միհրանը հո՛ս է, հո՛ս» կը կրկնեմ, այս անգամ արցունքի թացութիւնը զգալով ականողիքիս մէջ, ինչ որ չեմ գիտեր թէ արգահատանքի՞ էր թէ զայրոյթի։"
      },
      {
        "index": 42,
        "text": "Կրկին հրաման մը, եւ երեք ժամու տաժանելի շրջանէ մը վերջ, կը վերադառնանք հոն ուր գացած էինք առաջին անգամ։"
      },
      {
        "index": 43,
        "text": "- «Ինծի՛ պարտ էիք դիմել՝ բանտարկեալները տեսնելու համար», կ՚ըսէ ինձ բարի դէմքով զինուորական մը որ նոյնպէս զօրաբանակին հետ նոր հասած էր նախորդ իրիկունը։"
      },
      {
        "index": 44,
        "text": "ՊԷտք էր ե՞ս գիտնայի թէ որո՛ւ հարկ էր դիմել. ահա հարց մը որուն լուծումն ի զո՜ւր որոնեցի իմ չարչարուած գլխուս մէջ։"
      },
      {
        "index": 45,
        "text": "- «Թէեւ բացարձակապէս արգիլուած է բանտ երթալնիդ, բայց բացառութիւն ըլլալով՝ անոնցմէ մէկը հոս կը կանչեմ, դրամնիդ կը յանձնէք եւ իրեն հետ կը տեսնուիք», կը յարէ բարի զինուորականը, գութի եկած անվերջ դիմումներէս եւ ապարդիւն երթեւեկէս։"
      },
      {
        "index": 46,
        "text": "- «Թո՛ղ այդպէս ըլլայ» կը գոչեմ ճարահատ, սիրտի բոլոր դառնութիւնս ուզելով թափել չեմ գիտեր որո՛ւ վրայ, քան զի օրը կը տարաժամէր  3-4 ժամու ճանապարհ մը կար Տէօրթ-Եօլ ժամանելու համար։"
      },
      {
        "index": 47,
        "text": "Սրտատրոփ սպասման վայրկեաններէ վերջ, հեռուի հրապարակէն մարդ մը սիգապանծ կ՚առաջանայ երկու սուինաւոր զօրքերու մէջ տեղէն եւ կու գայ կը մտնէ պաշտօնատան այն սրահն ուր կը գտնուիմ այդ պահուն։ Տէր Մելքոնեան Միհրանն է, Տէօրթ- Եօլցի այն պատուական երիտասարդն որ իրեն եւ իր 20, 000ի հոգիի չափ նմաններուն կեանքը փրկելու համար, Չօք-Մարզուանը գիշեր ցերեկ ոգի ի բռին պաշտպանելու աններելի՜ յանդգնութիւնը գործած էր…։"
      },
      {
        "index": 48,
        "text": "Կը նայիմ անոր, ինչպէս կը նայի մարդ կենդանի հերոսին, ճշմարիտ դիւցազնին՝ հիացիկ եւ անխօս։ Համեստ արտաքին մը որ ազնիւ ու պարտաճանաչ քաղաքացին կը շեշտէ։ Միջահասակ, թիկնեղ, խռուացած սեւ մօրուք մը հատած կզակի մը շուրջ, եւ բոցեղ աչքեր թխագեղ դէմքի մը վրայ յարաշարժ։"
      },
      {
        "index": 49,
        "text": "Ի՜նչ խօսիլ նոյն պահուն արիարա՛նց այդ կտրիճին որ հազիւ վայրկեան մը արեւի եւ լոյսի կենսականութիւնը վայելելէ վերջ, պիտի երթար դարձեալ իր խանդն ու երիտասարդութիւնը խամրել զնդանի խոնաւ նկուղին մէջ, անտերունչ եւ անյոյս՝ հայրենի կտուրին կարօտովը տառապելու։"
      },
      {
        "index": 50,
        "text": "Սփոփանքի պայմանադրական խօսքեր կը խուսափին կարծես շուրթերէս արտաբերուելէ։"
      },
      {
        "index": 51,
        "text": "Կը հարցունեմ իր բանտակից միւս հայ ընկերներու մասին։"
      },
      {
        "index": 52,
        "text": "- «Երեք հոգի Տէօթ-Եօլէն ենք, Սահակ քհնյ. Տ. Գէորգեան, Պետրոս Փէլթէքեան ու ես. հինգ ալ Հաճընէն», կ՚ըսէ ան շեշտակի նայելով աչքիս մէջ, փնտռելով հոն յոյսը, կեանքի եւ ազատութեան թեթեւ պաղպաջում մը՝ բերուած թերեւս հեռուներէն, վերերէն, բարձրերէն։"
      },
      {
        "index": 53,
        "text": "Բռնազբօսիկ ու անհոգի ժպիտ մը կ՚ուրուագծուի յանկարծ Միհրանիկի դէմքին վրայ. եօթն ամիսէ ի վեր բանտին խորը մոռցուած, այլափոխուած ժպիտ մը, այն միակ թանկագին պարգեւը զոր իր բարի հոգին կ՚ուզէ տալ զինքը տեսնել եկող եւ իր վիշտով համակուած ազգակիցի մը ի մխիթարութիւն։"
      },
      {
        "index": 54,
        "text": "Ու պէտք է միշտ թրքերէն խօսիլ, քան զի հոն են մեր բարի զինուորականն ու սպան, որոնք օրէնքին այդ մասին անաչառ ըլլալը կը շեշտեն անընդհատ։"
      },
      {
        "index": 55,
        "text": "- Պօլիս դարձիս բան մը ըսելիք ունի՞ք մէկուն։"
      },
      {
        "index": 56,
        "text": "- Բարեւներ, բարեւնե՜ր ամէնուն։"
      },
      {
        "index": 57,
        "text": "- Որո՞ւ սակայն։"
      },
      {
        "index": 58,
        "text": "- Ո՜հ, բարեւներ ամէնուն, ամէնուն…"
      },
      {
        "index": 59,
        "text": "Ձայնը կոկորդին մէջ խեղդուած է ա՛լ, եւ նայուածքնիս իրարմէ կը խուսափին, ցոյց չտալու համար իրարու այն թացութիւնը զոր ունինք մեր կոպերուն ծայրըլ"
      },
      {
        "index": 60,
        "text": "- Վերջին խնդրանք մը, տիկին, կ՚աղերսէ ան՝ հազիւ լսելի ձայնով մը. Տէօրթ-Եօլ երթալնուդ՝ պիտի ուզէի որ մեր տունը, մայրիկի՜ս տունը իջնէիք եւ բարեւներս տանելով հոն մնայիք։"
      },
      {
        "index": 61,
        "text": "Կարելի՞ էր մերժել բանտարկեալի մը խնդրանքը ։"
      },
      {
        "index": 62,
        "text": "- «Ամենայն սիրով, կը յարեմ հլու հաւանութեամբ մը. սիրալիր բարեւներս բանտակից ընկերներուդ»։ Ու իր դատապարտեալի ձեռքը սեղմելով կը բաժնուինք իրարմէ։"
      },
      {
        "index": 63,
        "text": "Կը քալէ ան դարձեալ սիգաբար, երկու սուինաւոր զօրքերու մէջտեղէն։ Փողոցի մարդեր գարշանքով մէկ կողմ կը քաշուին՝ անցք տալու համար հայ բանտարկեալին. այդ «յանցաւոր»ին. ու կը տեսնեմ զինքը հրապարակին վրայ, որ գլուխը հպարտօրէն ետեւ դարձուցած, տիրական ձայնով մը կը պօռայ։"
      },
      {
        "index": 64,
        "text": "- «Կառապա՛ն, անպատճառ տիկինը մեր տունը պիտի տանիս»։"
      },
      {
        "index": 65,
        "text": "Ու քիչ յետոյ ան կը մտնէ իր սեւ բանտէն ներս, գետնայարկ նկուղ մը քառակուսի, որուն չորս բոլորն ու նո՛յն իսկ վրան կը վխտան պահապան զօրքեր հրացանակիր։"
      },
      {
        "index": 66,
        "text": "Անգութ էր վայրկեանը։ Ա՛ն, պատուական Միհրանն, - անձնուէր, անձնուրաց մարդը- կը մտնէր գարշելի բոյնն ոճրագործներու եւ յանցապարտներու. իսկ ես ապիկար մը, ոչնչութիւն մը անոր քով, կ՚ելլէի կառքս, վերջալոյսի աղուոր արեւու մը տակ, դաշտերու պայծառ  գեղեցկութիւններու մէջէն իմ ազատ գնացքս շարունակելու…։"
      },
      {
        "index": 67,
        "text": "Ծանր կը ճնշէր հիմայ այն ազատութիւնը զոր ունէի, ինքզինքս անարժան կը գտնէի անոր, քանի որ ետիս, խոնաւ, զզուելի որջի մը մէջ կը թողուի ճշմարիտ մարդեր, ճշմարիտ արի զաւակներ։"
      },
      {
        "index": 68,
        "text": "Ոսկի մը կը դրուէր տասնեակ մը հայերու առջեւ, այսինքն թիակ մը ձիւն՝ ամառուան արեւին տակ։ Այդ գումարը քանի՞ օր պիտի բաւէր անոնց, բանտի չորաբեկ սեւ հացը կրծելէ կզակնին յոգնած՝ քանի՞ ժում տաքուկ կերակուր մը պիտի ճաշակէին անոնք։ Եւ յետոյ, բանտարկեալին համար խորտիկէն գերադաս ու քաղցր՝ ծխախոտը կար. արդեօք ի՜նչ հաճոյքով անոնք ծուխի պիտի վերածէին ոսկին, ու տախտակէ անկողիններու վրայ տախտապար՝ ի՜նչ հեշտութեամբ սիկառին հետ իրենց վիշտը պիտի մխային։ Օ՜հ, չքաւորութիւնը բանտարկեալներուն համար։ Օրէնքէն անտեսուած եւ Արդարութենէն մոռցուած մարդերու թշուառութիւնն որպէս զի կատարեալ ըլլար, պէտք էր որ անոնք աղքա՛տ ալ ըլլային։"
      },
      {
        "index": 69,
        "text": "Հի՛մայ կ՚անդրադառնայի անոց կացութեան, հիմայ կ՚զգայի կարծես ահաւոր իմաստն այն պարբերութեան զոր եկեղեցիներու մէջ յաճախ լսած էի մանկութեանս օրերէն ի վեր, թութակաբար յեղյեղուած պնակ շրջագայողներու կողմէ."
      },
      {
        "index": 70,
        "text": "- Զնտանի պնակն է, անտէս մի՛ առնէք…"
      },
      {
        "index": 71,
        "text": "… Շեփորի մը ձայն յանկարծ թնդաց միջոցին մէջ եւ սթափեցուց զիս այս խոհերէս։ Զինուորական հրաման մըն էր որ կը տրուէր երեկոյեան այդ ժամուն։"
      },
      {
        "index": 72,
        "text": "Ու գերագոյն յուզումիս մէջ, երկարաձգուած ու սուր երաժշտութիւնն ինձ թուեցաւ լալագին աղաղակը Հայ բանտարկեալներու, ուղղուած մեծերու, հզօրներու, հայցելու անոնցմէ արդարութիւն, օգնութիւն ու գթութիւն։[6]"
      }
    ]
  }
}
