{
  "chapterNumber": 9,
  "title": "ԿԻՐԱԿԷՄՈՒՏ — Saturday Evening",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Իբրեւ թէ բաւական չըլլար քաղաքին աւերածութենէն եւ հայերուն խեղճութենէն զգացած ցաւս, ահա բնութիւնն ալ կուգայ տխրութիւնս կրկնապատկել։ Ժամանումիս վաղորդայնէն ի վեր անձրեւ մը կը տեղայ անընդհատ, եւ երկինք իր անայլայլ մռայլութեանը մէջ՝ աւելի քան երեք կը ճնշէ ա՛րդէն ճնշուած սիրտերու վրայ։"
      },
      {
        "index": 2,
        "text": "Նեղ փողոցէ մը անցքիս, դուռի մը բացուածքէն, հազալու ձայն մը գլուխս այն կողմ կը դարձունէ։ Չուլի կտորի մը վրայ ծերունի մըն է նստողը- խոռոչի պէս մութ տեղ մը- որ, դէմքը գօսացած ձեռքերուն մէջ առած՝ կը հազայ, խղդիկ խղդիկ գալով։"
      },
      {
        "index": 3,
        "text": "Անա՛նկ արգահատելի բան մը կայ իր կերպարանքին վրայ որ սիրտ կը սեղմէ։ Գլուխն է անցուցեր սեւ գտակ մը՝ աղտոտ ու պատռտած, եւ հագեր կանացի լօդիկ մը նռնագոյն ասուէի՝ իր երբեմն նորութիւնն ողբացող։ Ապահովաբար հագցուցեր են իրեն քան թէ ի՛նք է հագեր այդ լօդիկը, - սնտուկներով ղրկուած զգեստեղէնի խառնաշփոթ բաշխումի ատեն, - բարեկենդանային ծիծաղելի երեւոյթ մը կարծես տալու համար անոր ալեւոյթին։ Զինքը խելագար վը պիտի նկատէի աներկբայ, եթէ չխորհէի որ Զուլումի երկրին մէջ կը գտնուէի։ Ցաւալին այն էր որ հեգնանք մը չպիտի ըլլար մտածելը թէ այդ մարդուկը թերեւս ինքզինքը գոհ ալ սեպէր՝ իր զաղփաղփուն մարմինը պատսպարած ըլլալուն որ եւ իցէ հագուստով, նաեւ խորձունձի ծուէն մը ունենալուն՝ ծնգուըներուն տակ, իբրեւ անկողին։"
      },
      {
        "index": 4,
        "text": "- «Բարեկեցիկ մարդ մըն էր ասիկա Դէպքէն առաջ. շատեր ամէն օր կը կերակրուէին իր սեղանէն» կ՚ըսեն ինծի՝ զինքը ճանչցողներ. «հիմակ այսպէս ամէն բան կորսնցուցած՝ պատառ մը հացի կարօտը կը քաշէ»։"
      },
      {
        "index": 5,
        "text": "- «Էհ, ի՞նչ ընենք, - կ՚սկսի խօսիլ ծերունին, հազէն հազիւ շունչ առած, երբ կը տեսնէ թէ մի քիչ կանգ ենք առեր իր առջեւ, -ի՞նչ ընենք, մեծ է Աստուծոյ զօրութիւնը. մենք ալ ատենին քիչ շատ մարդ էինք, հիմակ մարդ չենք, հիմակ մարդ չենք, պէլլի է հալերնիս. մի՛ նայիք մեզի, հիմակ մարդ չե՜նք ալ…»։"
      },
      {
        "index": 6,
        "text": "Հէ՜ք ալեւոր, իր մրգուզ գոյութեան ողբերգը կը հիւսէր անիկա հեգնոտ բառերով։ Այս մարդը ճանչցած մարդկային ունայնամտութիւնը, կեանքի իր փորձառութեամբը խորը թափանցած մարդկային ընկերութեան նուաստ ըմբռնումին՝ որ գութը կամա՛ւ կ՚ուրանայ, ամէն բանէ վեր դասելով միայն անձնական շահեր. այս մարդը, կ՚ըսեմ, որ նիւթապէս եւ ֆիզիքապէս քայքայուած էր աղէտքէն, պարզապէս ըսել կ՚ուզէր մեզի."
      },
      {
        "index": 7,
        "text": "- «Մենք մարդ չենք ձեզի համար, քանի որ աղքատ ենք… … …»։"
      },
      {
        "index": 8,
        "text": "Հազը սկսած է վերստին, խորունկ, չոր հազ մը որ իր կուրծքը կը սարսէ եւ որուն աղմուկով բնակարանը կ՚արձագանգուի ոռնաձայն։"
      },
      {
        "index": 9,
        "text": "Կը մեկնիմ. աւելի կը փախչի՛մ քան թէ կը մեկնիմ այս որջէն, մարդուն խռչափողին հեղձամղձուկ խժլտուքէն հալածական։ Օրը տարաժամած է արդէն։ Անձրեւը կը տեղայ տակաւին. արցունքներու պէս մեղմակաթ։"
      },
      {
        "index": 10,
        "text": "Եւ մինչ խարխլած սանդուխներէ վեր կը բարձրանամ՝ իմ խուցս առանձնանալու համար, մերձակայ սենեակէն խունկի հոտ մը կը ծաւալի. թաց ռունգերս փայփայելով առժամայն։"
      },
      {
        "index": 11,
        "text": "Երբեք, օ՜հ, երբե՜ք պիտի չկրնամ բացատրել թէ ի՞նչ զգացի ես այդ պահուն, վասն զի խունկը շաբաթ իրիկուններուն անրջանքն է որուն անձնատուր կ՚ըլլայ բարեպաշտ հայը՝ մեռելներ, անհետացող սիրուած դէմքե՜ր ոգեկոշելու համար։ Խունկը քերթուա՛ծն է անխօս՝ զոր կրակարանը կ՚ոգէ, սենեակին անկիւնէն, ուղղակի գերեզմանի բնակիչներուն։"
      },
      {
        "index": 12,
        "text": "Խունկի բուրումը, հոս, Կիլիկիոյ ծոցը, խունկի բուրումը՝ մարտիրոսներու, մանուկ ու ծեր, կին ու աղջիկ նահատակներու այս գերազանց քաղաքին մէջ. խունկի բուրումը, յարկերու տակ, անթիւ անհամար ննջեցեալներու հոգուն համար…։"
      },
      {
        "index": 13,
        "text": "Թող միա՜յն այդ խունկերը վերջալոյսի շողերուն մէջ՝ իրենց ծուխերուն երազածուփ գարգմանակները ճօճելով,. թող մխան անոնք կիրամուտք, իրիկուընով. ու մենք անոնց կապտոլոր յորձանքներուն մէջ թաղուած՝ այսպէս առիթն ունենանք անրջագին ընդնշմարելու մենք անդարձ մեկնողներուն գլուխները պաշտելի։"
      },
      {
        "index": 14,
        "text": "Որչա՜փ հաշտուած կ՚զգայ մարդ այս պահուս մահուան գաղափարին հետ. աղօթքն ինքնին կու գայ շուրթերու վրայ։"
      }
    ]
  }
}
