{
  "chapterNumber": 3,
  "title": "ՇՂԹԱՅԱԿԻՐ ԶՈՅԳԸ — The Chained Couple",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Մութին մէջէն, մտամոլոր վար կ՚իջնեմ կամրջակին սանդուղներէն։ Քանի մը քայլ անդին՝ շոգեաւին ամբարանոցը կայ, բերանը բաց թողուած։ Ճամբորդներ անոր եզրը շարուած կանգուն՝ ուշադրութեամբ մէջը կը նային։ Կը մօտենամ իրենց, գրեթէ անգիտակից, եւ անոնց պէս գլուխս վար կը բռնեմ, Անհուն վի՛հ մը այդ ամբարանոցը, լայնաբաց, խոր ու մթին։ Յատակին մօտ, որմախորշի մը վերեւ, լամբար մը կը պլպլայ առկայծ՝ որուն աղօտ լոյսովը կը նշմարեմ երկու հուժկու եւ կորովի կտրիճներ, - ջրհանկիրի լայն տաբատով, գօտիներնուն ճերմակ պարոյրը մինչեը իրենց լանջքերը բարձրացած, - որոնք տաժանքով կը շարժաըկին, կ՚երթուդարձեն նեղ միջոցի մը մէջ, անկողինի պէս բան մը պատրաստելու զբաղած, Քիչ մը անդին պահակ կեցող հրացանակիր զինուոր մը իսկոյն կ՚սթափեցունէ զիս իմ միտքի թմրութենէս, եւ այս՛ անգամ աւելի ուշիւ դիտելով, զարմանօք կը նշմարեն որ այդ մարրդոց ոտքերուն շուրջ կ՚երերակայ հաստ շղթայ մը. զարմանքս գրեթէ սոսկումի, կը փոխուի՝ երբ շղթաներուն ծայրի մեծ անուրները կը դիպին աչքիս, բրտօրէն ագուցուած անոնց սլոքներուն։"
      },
      {
        "index": 2,
        "text": "Ամբարանոցին շուրթէն կախուած՝ կը շարունակեմ դեռ նայիլ այդ մարդոց երեսին, իրենց գործած մեծ յանցանքին ապացոյցը կ՚ուզեմ կարդալ անոնց աչքերուն մէջ. Օրէնքին վճիռով մարդկային արդարութիւնը շղթաղակապ աքսոր կը ղրկէր զանոնք. թերեւս բերարգել, թերեւս կախաղան։ Բայց ո՞ւր կը մնային ասոնց քով գարշունակ ջոլիրը Ճէվատներու, Իհսան Ֆիքրիներու, Ասաֆներու, Ապտիւլգատէրներու, Պօսնալը Ալիներու, Իզզէթներու եւ այլոց՝ որոնց կարծես իրաւո՛ւնք տրուած էր արձակ համարձակ պտըտելու արեւին տակ. երի՜ցս երանեալ արարածներ՝ որոնք չէ թէ ասոնց պէս մէկ երկու հոգիներուն ինչքը յափշտակած կամ կեանքը դադրեցուցած, այլ բիւրաւոր հայերու արիւնը մտած էին, եւ - իբր զովարար օշարակ- ողջ մնացողներուն արցո՛ւնքն էին խմած։"
      },
      {
        "index": 3,
        "text": "Աշխա՜րհ աշխատողին։ Սուտ խօսք հին փիլիսոփայութեան։ Աշխա՜րհ հզօրին, խղճմտանքէ զուրկ անձին, կեղեքողին, կողոպտողին, վայելողին, աշխարհ՝ ասոնց մէջ լիուլի՛ յաջողողին։ Ահաւասաի՛կ դարուս փիլիսոփայութիւնը…։"
      }
    ]
  }
}
