{
  "chapterNumber": 7,
  "title": "ԱՏԱՆԱ — Adana",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Հասած ենք։ Կայարանին առաջք ամբոխ մը լեցուած է՝ ճամբորդներու վարձկան ծառայութիւններ մատուցանելու պատրաստ։ Սարսափած կը նայիմ անոնց։ Ի՜նչ դէմքեր եւ ինչ աչքեր։ Յանկարծաթափ կատաղութիւն մը կը մրրկի ներսդ. յիմարական իղձը կ՚ունենաս պօռալու այդ հրէշներուն երեսին, սիրտդ նողկանքը, զայրոյթիդ ժահրը յորդելու այդ վայրերնիներուն գլխուն, կռուփներ իջեցունելու անոնց կուշտերուն ու քամակներուն. վասն զի ահ դէմդ են շարուած մարդեր որոնց կիրքերուն ու գազանութեան զոհն եղաւ տարաբախտ Կիլիկեան՝ հիմնայատակ կործանելով։"
      },
      {
        "index": 2,
        "text": "Ո՞ւր պէտք էր երթալ. Առաջնորդարան. ազգային միա՛կ հիմնարկութիւնը Մայր Եկեղեցիով. հրա՛շք որ ան ալ ազատած էր ընդհանուր աղէտէն։ Արտատրոփ կ՚անցնիմ բոլոր այն փողոցներէն՝ որոնց մէջէն Արհաւիրքը վիշապի մը պէս վազվռտած է մոլեփրփուր, ամենուրեք աւեր ու մահ սփռելով։"
      },
      {
        "index": 3,
        "text": "Հայապատկան կրպակներու փլատակներու մէջ, - վեր ի վերոյ յարգարանօք, - եկած տեղաւորուած են Զարդի աշխարհին հերոսները՝ յապուրակի տիրացած իրենց վաճառքներուն ունեւորութեամբը հիմայ սոնք ու անպատկառ։ Զարմա՜նք, բայց այլ եւս ի՜նչ զարմանք. երկիրը միթէ իրենցը չէ՞, միթէ հայուն գոյքն ու գոյութիւնը կախում չունի միշտ իրենց խուժգուժ քմայքէն. միթէ մեր դիակներուն ու աւերակներուն վրայ թառելու համար չէ՞ր որ այդ ագռաւները սարքեցին փտութեան այս Սեղանը, Կիլիկիոյ քայքայումը բովանդակ։"
      },
      {
        "index": 4,
        "text": "Փողոցի մը անկիւնէն կարելի կ՚ըլլայ տեսնել քանդուած ու հրկիզուած շէնքերու տխուր տարածութիւն մը անհուն։ Միջոցին մէջ, սոսկավիթխար ուրուականներու պէս ցցուած սեւ ու մուր պատեր, ծխնելոյզներ, որոնց առընթեր՝ իրենց թշուառ մեծութեամբը կը կանգնին Մուշեղեան վարժարանի որմերը՝ խաւարամած պարիսպերու տեսքով։"
      },
      {
        "index": 5,
        "text": "Անձայն անշշուկ է եկեղեցին, թափուր է առաջնորդարանը. հազիւ քանի մը մարդկային խլեակներ՝ շրջափակին դրան առաջք՝ վէրքոտ արտեւանունքով, քամակաբեկ, ներգեւեալ, ցնցոտիներ հագած։ Կը նայիմ այդ խեղճերուն եւ կը յամենամ սրահ մը անոնց մօտ. առաջին հայերն են զորս կը տեսնեմ աղէտի սեմին վրայ։"
      },
      {
        "index": 6,
        "text": "-Ասոնք ի՞նչ են, հիմակ ի՞նչ կը տեսնէք որ, կը ձայնէ ազգային դպրոցներու տնօրէնը՝ Գունտուրաճեան որ փութացած է քովս, ծառայութիւն մը մատուցանելու մտադրութեամբ։"
      },
      {
        "index": 7,
        "text": "Ինչ տեսած էի որ… Դեռ ի՞նչ տեսած ըլլայի. շէն քաղաք մը՝ անսահման աւերակոյտ, անմարդաձայն եւ անտուն թաղեր, հայ բնակչութիւնը քիչւորցած, դէմքեր հրէշացած՝ սոսկումներէ եւ վիշտերէ. մինչ կ՚ըսէին ինձ թէ այս օրը բարօրութիւն ու երանութիւն էր՝ արհաւիրքի օրերուն բաղդատմամբ։"
      },
      {
        "index": 8,
        "text": "Օ՜հ, ինձ համար հոկտեմբեր 21ը անմոռանալի թուական մը պիտի ըլլայ այսուհետեւ, Ատանայի մէջ անցուցած առաջին գիշերս մինչեւ առաւօտ, մղձաւանձներով, բանդագուշանքի յաճախանքներով, արեան հեղեղներէ կազմուած գետակներ շուրջս են պատեր, գանկեր, գանկե՜ր ամէն կողմ, ջախջախուած մարմինի բեկորներ չորս դին։ Ու ատոնցմէ վեր, ատոնցմէ գերագոյն՝ գիշերապահին սուլիչին ձայնը։ Ո՜ւհ, այդ ձայնը, տգեղ, անճոռնի, տարօրինապէս ահարկու, հազար բուերու հագագներէ միանուագ արձաուած ողրի մը պէս կերկերուն ու կեղերջական՝ որ պահ առ պահ կ՚արձագանգէ նեղ ու մութ փողոցներու պարսպանման պատերէն ներս…։"
      },
      {
        "index": 9,
        "text": "Արշալոյն ե՞րբ պիտի ծագի, ե՞րբ պիտի ողջունեմ այգուն լոյսը բարերար։ Նարեկէն հատուած մըն է զոր կը քաղեմ կարծես սարսռուն շուրթներով, «Փարատի մռայլն, վերանայ մութն, գնայ գիշերն, տատագրի տագնապն…»։ Ե՞րբ պիտի չքանայ այս անգութ խաւարն իր մէջ պարփակող պակուցիչ տեսիլներով ու խռովայոյզ պատկերներով։ Բարէ՜, միթէ տեսիլնե՞ր են ասոնք. լոյսը միթէ նուա՞զ ահաւոր ցաւեր ունի մեզ ներկայելիք քան այս աղջամուղջը համատարած։"
      }
    ]
  }
}
