{
  "chapterNumber": 33,
  "title": "ՔԱՋԵՐՈՒ ՀԱՅՐԵՆԻՔԸ (19 Նոյեմ.) — The Homeland of the Brave",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Այգուն այգուն կ՚արթննամ, ջղագրգիռ տագնապի մը մատնուած։ Զարթխում վիճակիս մէջ՝ ճիգը կ՚ունենամ իրականութեան անդրադառնալու։ Իրա՞ւ էր արդեօք, դարձեալ կ՚անձրեւէ՞ր, տեղատարափ կ՚անձրեւէ՞ր։ Հարաւի հով մը լուսամուտները կը դղրդէր եւ յորդառատ ջուրի շխրտուք մը կը վրդովէր աւօտի անդորրութիւնը։ Ի՞նչ պիտի ընէի եթէ թօնընկէցներէ բոլորովին խաթարուէին կառքի ա՛րդէն աւրուած պողոտաներն ու դերբուկները՝ ցեխի ու ջուրի լճացումներով, եւ այսպէս միանուագ փակուէր դէմս Ատանայի ուղին։"
      },
      {
        "index": 2,
        "text": "Սրտատրոփ կը մօտենամ պատուհանին։ Երեւցածը կապարագոյն երկինք մընէ ուրկէ բարակ անձրեւ մը կը մաղուէր մեղմօրէն։ Բայց ջուրի շառաջաձայն աղմուկը՝ հանդիպակաց դիէն հոսող աղբերակն է եղեր որուն չէի անդրադաձած նախորդ գիշեր, մութի, խոնջէնքի, եկող գացողներու եւ տխուր լուրերու թոհուբոհին մէջ։"
      },
      {
        "index": 3,
        "text": "Քանի մը ժամէն՝ Իսքէնտէրունի համար շրջող զրոյցը ստուգութիւն է արդէն, եւ մենք չուելու համար կամայ ամակայ մեր ակնարկը կ՚ստիպուինք ուղղելու դէպ ի այն կողմն ուսկից եկած էինք։ Անհրաժեշտ է սակայն մի քիչ հանգիստ առնուլ. եւ կառապանս կը խոստանայ զիս վերադարցունել հետեւեալ առտուն իսկ, եթէ երբեք անձրեւը չսաստկանայ։"
      },
      {
        "index": 4,
        "text": "Համակերպած՝ դիպուածին այս կերպ կարգադրութեան, կը մտադրեմ այցելել այդ մէկ երկու օրուան մէջ  դպրոց, եկեղեցի, որբանոց ու բոլոր այն վայրերն որոնք պատմական դարձած էին այլ եւս՝ վերջին փայլուն ինքնապաշտպանութեան առթիւ։"
      },
      {
        "index": 5,
        "text": "Մեր մօտերն է Միացեալին բացած դպրոցը, վերի թաղին եկեղեցւոյն շրջափակին մէջ։ Ընկերութեան կողմէ ղրկուած երկու ուսուցիչներ ստանձնած են ահագին թուով ուսանողաց դաստիարակութեան գործը, հազիւ մէկ երկու տեղացի դասատուներ ունենալով իրենց տրամադրութեան տակ՝ իբր օգնական։"
      },
      {
        "index": 6,
        "text": "Հոգեկան սփոփանք մըն է տեսել դպրոցականներու լեգէոնը- Տէօրթ-Եօլի ապագայ այդ ներկայացուցիչք, - ոմանք շալվարաւոր, ուրիշներ ամղաններ հագած, մէկ քանիներ տաբատով, եւ ամէնո՛ւն ձեռքը գիրքի ու տետրակի հետ՝ անխուսափելի կերպով նարինջ ու նարինջ։ Պարտէզն ուր տղաք իրենց զբօսանքի ժամերը կ՚անցունեն՝ ծածկուած է այդ պտուղին կեղեւներուն տակ։ Կայտառ դէմքեր ունին ամէնքն ալ, ժիր, մտացի, աչքերով, բայց ափսո՜ս որ մայրենի բարբառին գլխովին անգիտակ՝ անձնիւր տղայ շինականի կոշտ թուրքերէն մը ունի յար իր շրթունքին վրայ։ Ու ինչպէ՜ս չանդրադառնալ նորէն դպրոցի աւագ դերին որ կոչուած է կատարել վաղուան Հայութեան այս մատաղատի երամին մէջ։"
      },
      {
        "index": 7,
        "text": "Զանգակը կը հնչէ, դասամուտի ժամն է։ Տղայոց այդ մեծ զանգուածը մասերու բաժնուած է հիմայ։ Խումբերէն մին դասատուի մը առաջնորդութեամբ եկեղեցի կը մտնէ, հոն, գետինը ծալապատիկ նստելու եւ ուսանելու. ուրիշներ կ՚երթան առաջնորդարանին մէկ փոքրիկ սենեակը, մնացեալ մասը կը քաշուի շրջափակին վրայ բացուող դասարաններու պէս տեղեր մը՝ շարք շարք գրասեղաններով, որոնք սակայն, - թէ՛ դասարան, թէ՛ գրասեղան, - շատ անձուկ կու գան ուսանող մանկութեան այդ հոծ խռնումին առջեւ։ Տեղի այդ նեղուածքը նկատի առնելնուն էր որ Չօք- Մարզուանցի երիտասարդներ ձեռնարկած էին մեծ ու փառաւոր վարժարանի մը կառուցման, որ կիսաւարտ մնացած էր հոն, ժամին քովիկը, Ջարդի ահեղ ուրականը Կիլիկիոյ վերեւ շրջելուն հետեւանօք։ Ե՞րբ պիտի ըլլայ արդեօք այն օրն ուր Չօք-Մարզուանցի սաներ իրենց նորակերտ դպրոցին սեմէն ներս մտնեն եւ հոն, մաքուր սրահներու մէջ, առատ ոգով եւ առատ լոյսով՝ աշխատին ու կրթուին։"
      },
      {
        "index": 8,
        "text": "Անպայման վիշտով մը կը լեցուիմ երբ փողոցի մը ծայրը՝ շէնքէ մը ներս կը մտնեմ որուն «Աղջկանց վարժարան» անունը կու տան։ Գետնի վրայ յարկ մը, օդ ու լոյս շատ դժուարաւ ընդունելու պայմաններու մէջ։ Աւելին կայ, ութսունի մօտ աշակերտուհիներու հոգը յանձնուած մէկ վարժուհիի։ Հէ՜ք ծնողներ, այն հաւատքն ունին թէ իրենց աղջիկները դպրոց յաճախելով բան կը սորվին… Մէկ երկու փողոց վար, կրկին աղջկանց վարժարան մըն է այցելածս. հոն ալ յիսուն սանուհիներ կան՝ յանձնուած դարձեալ մէկ վարժուհիի խնամքին։"
      },
      {
        "index": 9,
        "text": "Հասած ենք վարի թաղ։ Վարի ժամուն մօտերն ալ կայ մանչերու դպրոց մը։ Հոն, այդ շրջափակին վրայ նայող շէնք մը կայ ուր նորոգութիւններ կը կատարուին եւ ուր քանի մը օրէն պիտի խմբուին արձանագրուած երկսեռ որբեր, պաշտօնական բացումը կատարելու համար Որբանոցին։ Ընդունուելիք աղջիկ որբերու թուոյն համեմատ՝ վարժուհիներու ընտրութիւնը կ՚ընենք, տեղացի ներկայացուցիչի մը խորհրդակցութեամբ, եւ կ՚արձանագրենք անոնց գրենական պիտոյքը։"
      },
      {
        "index": 10,
        "text": "Անձրեւը դադրած է ալ, եւ արեւը գեղածիծաղ կ՚երեւի ասմազուն երկինքէն, մարգարտայեռ սաւանի մը վերածելով գետնի ցօղաթուրմ դալարիքը։ Դպրոցէ դպրոց դեգերումներուս պահուն՝ չէի կրցած դեռ հիացմամբ գրաւուիլ այս պատմական Տէօրթ-Եօլի դիրքերով ու տեսարաններով, ծառերով, պատնէշներով ու քաջերով։ Քաղաքին ամայի մէկ թիկունքին վրայ արձանացած՝ սխրանքո՜վ կը դիտեմ հիմայ չորս բոլորս։"
      },
      {
        "index": 11,
        "text": "- «Սա ալ Ճինլի մէթէրիզն է» կը ձայնէ մէկը քովէս, ցուցամատն երկարելով քիչ մը հեռուն՝ մարտկոցի ձեւ բանի մը ուղղութեամբ։"
      },
      {
        "index": 12,
        "text": "- Ճինլի Մէթէրի՞զ…"
      },
      {
        "index": 13,
        "text": "- Այո՛, մեր գլխաւոր պաշտնէշներէն մին եղած է ատիկա, նշնաւաոր «թապիա» մը՝ ուրկէ հրացանի առաջին պայթիւնը լսուեցաւ պաշարման օրերուն, երբ խուժանը մեր վրայ յարձակած էր։"
      },
      {
        "index": 14,
        "text": "Այսքանը բաւական կ՚ըլլայ որ մտովի փոխադրուիմ իսկոյն այդ օրերուն եւ անոնց ցաւատանջ ու փառահեղ վերյիշումներովն ապրիմ քանի մը ժամեր։ Ո՜հ, անգոհական ու զարհուրելի՜ այդ օրերն որոնց մէջ բովանդակ Տէօրթ-Եօլցին անքուն աննկուն՝ մահը դիմակալեր էր ժամէ ժամ…։"
      },
      {
        "index": 15,
        "text": "… Ապրիլ 2ի առաւօտուն, ժամը ճիշդ  2ին էր որ լուր հասած էր հոս թէ երկրին մէջ խլրտում կար, աաւոր եւ աննախընթաց խլրտում մը եղբայրասպան։ Մերձակայ ագարակներու վրայ յարձակումներ կ՚ըլլային, սպանութիւններ կը գործուէին հոս ու հոն։ Ի՞նչ էր աս, մահագի՜ն անստուգութիւն։ Շատ չտեւեր, ահա վիրաւոր հայ մըն է որ քաղաք կը հասնի հեւ ի հեւ, մազապո՜ւր փախած հեռակայ ագարակի մը մէջ տեղի ունեցող ջարդէն, եւ իբր ականատես վկայ, երկու ընկերներուն մորթուիլը կը գուժէ։"
      },
      {
        "index": 16,
        "text": "Սահմռկեցունող է լուրը. բերաններ աքցանուած են անձուկէ։ Ատենը չէ սակայն սպուժելու։ Պէտք է միջոցներ խորհիլ ինքնապաշտպանութեան համար, պէտք է ողորիլ, պայքարիլ՝ ողջ մնալու համար ։ Ու Տէօրթ- Եօլի մէջն ու դուրսը մունետիկներ կը շրջին իսկոյն՝ ժողովուրդին ազդարարող թէ վայրկեանը վճռական էր. հարկ անհրաժեշտ էր որ ամէն մարդ զէնքի դիմէր, փրկարար այդ գործիքին, քանի որ Մահուան ուրուն կերպարանք էր առեր յեղակարծ եւ ցցուեր Հայութեան առջեւ՝ քստմնելի ծառացումով մը…։"
      },
      {
        "index": 17,
        "text": "Հայ գիւղացին դարուս ի վեր զէնք սուր չէր տեսած,"
      },
      {
        "index": 18,
        "text": "Դաշտը թողուց, սուր հրացան բահի տեղ առաւ։"
      },
      {
        "index": 19,
        "text": "Ահաբեկ ու վրդովուն, ժողովուրդը հրապարակն է խմբուած։ Ամէն ականողիք սարսաի եւ պակուցման արտայայտութիւններ ունին, տղամարդիկ մտածկոտ, ինքնամփոփ, իսկ կիներ՝ տարօրինակ գեղձումի մը անձնատուր։"
      },
      {
        "index": 20,
        "text": "Կրկնակ ժողովներ կը գումարուին ծերերու եւ երիտասարդաց, խորհելու համար թէ ի՞նչ պէտք էր ընել։ Որոշումը միահամուռ տրուած է հուսկ ուրեմն, պէտք է մէթէրիզներ կանգնել, եւ շուտո՛վ, ի քթթել ական։"
      },
      {
        "index": 21,
        "text": "Զարմանալի քաղաք. իւրաքանչիւր տուն արդէն պարտէզի մէջ է շինուած, ամէն պարտէզ իր ամուր պատն ունի, եւ պարտէզներու շարքն այսպէս կազմած է պատնէշներ։ Այսչափը չբաւեր սակայն։ Երիտասարդ բազուկներ աներեւակայելի արագութեամբ գործի ձեռնարկած են. կիներ իրենց մօտն են, տղաք նմանապէս։ Ձեռքէ ձեռք կը խլուին, կը թռին քարերը, հիւսուած պատեր վայրկենապէս հասակ կը նետեն, կը խցուին փողոցի բերաններ, բացաստաններու մէջ խրամատներ կը պեղուին, անպատսպար մնացած վայրեր քարի դէզեր կը բրգանան ու պատնէշներ կը կառուցուին յուրան յուրան։"
      },
      {
        "index": 22,
        "text": "Քար պէտք է, մի՛շտ քար։ Ու Տէօրթ-Եօլցին, փա՜ռք Նախախնամողին, - առատօրէն ունի իր տրամադրութեան տակ։ Տեսայ, մատներովս շօշափեցի զանոնք, այլուն, ողորկ ու վիթխարի գայլախազներ, դիրուտար շեղջակոյտներ՝ խարակի բեկորներու։[7]"
      },
      {
        "index": 23,
        "text": "Պատնէշներու աշտարակումին հետ, բարի եւ արթնամիտ այս մարդիկ կ՚զբաղին նաեւ իրենց դրացի Օճագլըցիներու եւ Էօզէյրլիցիներու ազատագրութեան գործով, զանոնք իրենց մօտ կը փոխադրեն փութանակի, եւ ամէնքը մէկ կ՚ըլլան երկու բիւրի մօտ պատկառելի բազմութիւն մը։"
      },
      {
        "index": 24,
        "text": "Մինչեւ գիշերուան ժամը մէկ՝ քիչ շատ ամէն բան կարգադրուած է, մարտկոցներու ետին՝ պահակները ծունր կրկնած կ՚սպասեն սրտաթունդ, ակնդէտ ծկլտալով քարերու ծակոտիքէն։"
      },
      {
        "index": 25,
        "text": "Քաղաքին մէջ, պատահաբար պատանդ մնացող 57 թուրքերէն երկուքը կը ղրկուին Էրզին՝ Ասաֆ բաշայի մօտ, կառավարական պաշտպանութիւն մը խնդրելու համար օրինաւորապէս. բայց պատգամաւորք կը մնան անվերադաձ, եւ Տէօրթ-Եօլցիք՝ անպատասխանի։"
      },
      {
        "index": 26,
        "text": "Ան ատեն է որ- ժողովներու որոշումով- մութին մէջէն ճամբայ կ՚ելլէ Միհրանիկ, երկու կտրիճներու ընկերակցութեամբ Իսքէնտէրուն երթալու գաղտագողի ուղիներէ, (քանի որ ջարդարարներ կը վժային՝ ամենուրեք դարանամուտ), օգնութիւն հայցելու համար հոն գտնուող Եւր[ո]պ[ական] հիւպատոսներէ։"
      },
      {
        "index": 27,
        "text": "Խաւարչտին է գիշերը։ Քամի, փայլակ եւ անձրեւ աւելի՛ տաժանելի կը դարձունեն անոնց երթն ամայի ու մութ ճամբաներէ։"
      },
      {
        "index": 28,
        "text": "Քիչ մը հեռուն լոյս մը կ՚երեւի ծողաին վրայ ցոլացած։ Փայասու Բերդն է ատիկա, ուրկէ դժոխային վայնասուններ կը բարձրանան հիմայ։ Հռնդիւններն են ատոնք հայ բանտարկեալներու՝ մէկիկ մէկիկ մորթուելու վրայ…։"
      },
      {
        "index": 29,
        "text": "Ականջը հողին փակցուցած՝ Միհրան ստէպ ստիպուած է պառկելու թաւուտներու վրայ, հովին շշուկը կարենա՛լ զանազանելու համար ոտնաձայնի աղմուկներէ։"
      },
      {
        "index": 30,
        "text": "Կը քալեն, կը քալե՜ն անոնք գայթ ի գայթ՝ ձախաստանի մը մէջերէն, երբեմն հալածական ճագարներու պէս արագ, երբեմն ոզնիներու պէս դանդաղագին։ Բայց ճամբան չաւարտիր։ Միհրան առ խարխափ գացած ատեն՝ տեղ տեղ կ՚իյնայ, դիակներու բաղխելով, եւ հազի՜ւ հազ կարող կ՚ըլլայ ձեռնունայն վերադառնալ Տէօրթ-Եօլ, առանց Իսքէնտէրուն հասնելու, առ յաւէտ կորսուած ճամբու իր ընկերներն ալ։"
      },
      {
        "index": 31,
        "text": "Ամբողջ ժողովուրդը մէ՛կ սիրտ, մէ՛կ հոգի եղած է։ Մօտալուտ աղէտին մտածումն ի՜նչ շուտ սեղմած ու կռած է զիրենք։ Փոքր միւս եւս, եւ ահա վաղորդա՛յնն է որ պիտի լուսնայ՝ մէջտեղ հանելու եղերական թատերաբեմը սա հեթանոս խաժամուժ ամբոխին որ գիշերն ի բուն Չօք-Մարզուանի բոլորտիքն է հսկած, զինեալ եւ սպառնացայտ։"
      },
      {
        "index": 32,
        "text": "Պէտք է ուտեստ հասցունել անո՛նց որոնց վիճակուած է հսկել քարերու ետեւ. պէտք է վառօդ հասցունել անոնց որոնք պիտի կռուին հայերու կեանքին փրկութեանը համար, պէտք է ամէն կերպով, ամէն միջոցներով թեթեւցունել տաժանքն անոնց որոնք պաշտօնն ունին թշնամին վանելու։ Իրենց ամբարները տրամադրելի ըրած են ա՜յնքան բուխսիրտ կերպով օտար տեղերէ եկող հազարաւոր հայերու՝ Քէօր-Օղլուեան Իսքէնտէր, Չէքմէեան Շիւքրի, Գարա Եաղուպեան Եղբարք, Տէր Մելքոնեանք, Քիւչիւք Սարգիսեան հաճի Յակոբ եւ որդիք, Պալեան գերդաստան եւն. եւն։"
      },
      {
        "index": 33,
        "text": "Դեռ առաջին գիշերն է ասիկա դողի եւ անգոհի։ Առաւօտեան դէմ ձիաւոր մը կը հասնի քաղաք եւ ողիկ ողիկ գալով կը պաղատի Տէօրթ- Եօլցիներուն. որպէս զի կարելին ընեն օգնութեան հասնելու համար խեղճ Նաճառլըցիներուն[8] որոնք նոյն գիշեր կատաղի խուժանէ մը պաշարուած՝ ահեղ դիմադրութիւն մը ըրած եւ թշնամիին վայրկեանական մէկ ցրուումէն օգտուելով յաջողած էին ի փախուստ աճապարելու դէպ ի Տէօրթ-Եօլ, ճամբան վերստին խուժանէն հալածական։ Հարիւր տասը տնւոր ժողովուրդ  մըն էր եկողը։ Կիներն ու փոքրիկները մէջերնին առնելով, արի Նաճառալըցիք բոլորաձեւ շղթայ մը ձեւացուցած՝ ալետատան կը խուժէին դաշտերէ վար, մոլեգին յառաջխաղացումով մը, զիրենց թիկունքէն գրոհող ճիւաղներուն հետ մարտնչելով անդուլ։ Տակաւ կ՚սպառէին գնդակները. ճամբան երկայն էր եւ խուժանը գամ քան զգամ կը մերձենար ու կ՚ստուարանար։ Անվրէպ մա՜հն էր որ կու գար։"
      },
      {
        "index": 34,
        "text": "Օգնութեան աղաղակը թնդացեր էր սակայն Տէօրթ-Եօլի մարտկոցներուն ետին։ Խումբ մը քաջեր Միհրանի առաջնորդութեամբ կ՚անցնէին պատերէն դուրս, հեծեալ, զինեալ, արշաւելով կայծակընթաց եւ խնդրուած օգնութիւնն ընծայելով հալածական եղբայրներու, ի գին ամէն հնարիմացութեան եւ զոհողութեան…։"
      },
      {
        "index": 35,
        "text": "ԿԷս օրի մօտ էր երբ ուժասպառ ու վիրաւոր Նաճառլըցիներու խառնաղանճը մուտ կը գործէր քաղաք, առանց անձի կորստեան ։ Կողովներու մէջ դիզուած մանկիկներ, քանի մը երախայ մէկանց շալկըւորած կիներ, իյնալէ ելլելէ խոտուցներնին ցաւցուցած ծերեր, ճորճրացող մամիկներ. ճակատներնին կապած պատանիներ, աղջիկներ կարգ կարգ- ամբո՜ղջ ցուցադրութիւն մը սոսկումի, վիշտի եւ թշուառութեան։ Վէրքերէ արիւն կը հոսէր, աչքերէ արցունք, դէմքերէ կեղտ ու մուր։ Բայց հասած էին վերջապէս Տէօրթ-Եօլ եւ ապաստան գտած, խնամուած, կերակրուած, ազատուած, ճիշտ այն պահուն՝ ուր արեւը դեռ չխոնարհած՝ Փղշտացիներ իրենց յարձակումը կ՚սկսէին քաղաքին վրայ։"
      },
      {
        "index": 36,
        "text": "Վոհմակ Վոհմակ ոռնաձայն …"
      },
      {
        "index": 37,
        "text": "կոտորելու, քանդելու եւ ջարդելու մոլուցքովն արբշիռ։"
      },
      {
        "index": 38,
        "text": "Մարդկային մրջնահոծութիւն մըն է որ պատնէշներուն դիմաց կը խլրտի, կ՚եռեւեփի, կ՚առաջանայ ու կը մռնչէ անդադար։ Դեռ ո՛չ մէկ փամփուշտ արձակուած է դարանակալ հայորդիներէ։ Թող թշնամին թափէ՛ր զայրոյթը, գնդա՛կ տեղար, պօռա՛ր ու մօտենար. հայերուն զէնքերը փոքր էին ու տկար, կապարներն ալ անզօր՝ հեռուները հասնելու։"
      },
      {
        "index": 39,
        "text": "Եւ ահա, տրուած իմաստուն նշանի մը վրայ, Ճինլի Մէթէրիզէն կը գոռգոռան հրազէնները, սոսկալի նահանջի մը մատնելով թշնամին։ Բայց վհատիլ չգիտեր ան. Ճէպէլը ՊԷրէքէթի հրէշ կառավարիչին՝ Ասաֆի բաշխած «մավզէր»ները պատուական էին ու կապարներն անթիւ անհամար…։ Եւ այսպէս, երկուստեք, կատաղի հրացանաձգութիւնը տեւած էր մինչեւ գիշերուան ժամը երեք, ծուխով ու բոմբիւններով լեցունելով բովանդակ մթնոլորտը։"
      },
      {
        "index": 40,
        "text": "Ապրիլ 4ը սակայն կոչուած էր ե՛ւս առաւել ահռելի համայնապատկերի մը վրայ լուսնալու։ Այս անգամ Չօք Մարզուան միայն հիւսիս. արեւմտեան դիէն չէր որ յարձակում կը կրէր, այլ ամենուստ՝ համահաւասար ուժգնութեամբ, յոգնախուռն խուժանի մը կողմէ։ Կապարի թօնընկէց մըն էր որ ընդ առաւօտն կը տեղար դիմացէն, մինչ Տէօրթ-Եօլցին զէնքի եւ ռազմամթերքի իր ողորմուկ պաշարն ունէր լոկ. բայց յոյսը, ցվե՜րջ դիմադրելու եւ յաղթահարելու յոյսը յար կը պլպլար ներսի դին, քան զի մեծ էր հաւատքը զոր ունէր ան իր քարերուն ու ծառերուն վրայ որոնք ամէն ռազմիկ եւ ամէն տանիք ծածկած՝ գնդակներն իրե՛նք էին միայն ընդունող. եւ երբ քարերը կը մնային անդրդուելի, անխլիրտ, անդին կապարակոծ ծառերէն կանանչ անձրե՛ւ մըն էր որ կը տեղար։ Բռնազբօսիկ, անողոք տերեւաթա՛փն էր ատիկա գարնանագեղ նարնջենիներուն՝ ճակատամարտի փոթորիկին տակ մէկէ՛ն ի մէկ աշնանացած…։ Սղարը կատարեալ էր ու մղուած կռիւը՝ արիւնահեղ։"
      },
      {
        "index": 41,
        "text": "Յանկարծ աղիողորմ ճիչեր կը բարձրանան քաղաքին խորերէն։ Լսեցէ՛ք, յուսահատ աղաղա՛կս է կիներու եւ տղայոց՝ խմելիք ջուրին չգոյութիւնը գուժող…։ Պաղ պաշիէն եկող եւ Չօք-Մարզուանէն անցնող ականակիտ եւ յորառատ ջուրը պատուական դադրա՛ծ էր հոսելէ։ Գարա Քիսէի խուժանը վարող Ինճէ Արապ յաջողած էր հեռաւոր թումբերը խորտակել եւ ջուրին ընթացքն այլուր խոտորեցունել։"
      },
      {
        "index": 42,
        "text": "Ո՛չ մէկ հոր կար, ո՛չ մէկ ջրամբար, ո՛չ մէկ աղբերակ քաղաքին մէջ համօրէն. ո՛չ ուրեք ջուրի մթերք, քանի որ Տէօրթ-Եօլցին սովորութիւնն ունէր ջուրի պէտքի պարագային՝ տունէն դուրս ելլելու եւ փողոցներուն մէջէն մշտահոսան կարկաջող առուակին միայն դիմելու։ Լռա՜ծ էր այդ առուակը, մաքուր քարերու գոգէն սորսորող արծաթի ջուրը չկա՜ր այլ եւս. վիմուտք, աւազ ու ջրուղի ցամքա՜ծ էին բոլորովին։"
      },
      {
        "index": 43,
        "text": "Ի՞նչ ընել պէտք էր։ Վաղը քսան հազար մարդիկ ջո՜ւր պիտի պօռային. ծարաւը պասո՛ւք պիտի դառնար, պասուքը՝ տանջանք, ու թշնամիին գնդակներն առ ոչինչ գրող հայորդին պիտի նուաճուէ՜ր եւ զգետնուէր հուսկ ուրեմն պապակի ահեղ ներգործութեան տակ։"
      },
      {
        "index": 44,
        "text": "Գերագոյն որոշումը տրուած է։ Պատնէշներէն դուրս պէտք էր նետուիլ, այս անգամ վեր, դէպ ի լեռ մագլցիլ եւ հոն բանակող խուժանին հետ լանջք լանջքի կռուելով կա՛մ անէանալ եւ կամ ջուրին տիրանա՛լ վերստին։ Կ՚ընտրուին անձնուէր, անձնուրաց քաջեր, ընդ որս եւ Միհրան։ Ստոյգ մահուան գի՛րկն է որ պիտի դիմեն ատոնք, անհաւասար գուպար մըն է  որ պիտի մղուի Ամանոսի մէկ կողին վրայ, հազարաւոր հայերու գոյութեան պահպանումն ապահովելու համար։"
      },
      {
        "index": 45,
        "text": "Քահանայ մը, «զինուոր Հայոց ւ՚Աստուծոյ», այդ մահասարսուռ րոպէին կը մօտենայ քաջերուն եւ շուշփան վերցունելով ձեռքի սկիհին վրայէն՝ հաղորդ կու տայ անոնց։ Ամէն ոք ծունկ չոքած՝ աղօթքի մրմունջներ կը բարձրացունէ երկիւղիւ եւ հաւատով, մինչ հաղորդուողք այդ սրտագին օրհնութեանց մէջ՝ աւելի քան երբեք արիացած կ՚զգան ինքզինքնին։ Համբոյրներ, «Հայր մեր»ներ, փղձկումներ, մնաք-բարովի ձայնե՜ր արտասուագին…։ Հապ՚օն, ճանապա՜րհ։ Եւ ահա տասնեւհինգ հայդուկներ կողմնակի արահետներէ հասած են լերան կուշտը, թշնամիին ետեւն անցած եւ զայն գնդակնելու զբաղած։ Մի՛եւնոյն վայրկեանին, վարէն, խորքի մարտկողներէն հրացանաձգութիւնը կը շարունակուի, այնպէս որ թշնամին կ՚ստիպուի իսկոյն դիրքը թողուլ եւ ի փախուստ շտապել…։"
      },
      {
        "index": 46,
        "text": "Ֆէտայիները շուտ շուտ կ՚իջնեն սղոցիներու անտառէն վար, առ ոտս Ամանոսի, ու թեւերնին հանգրիճած՝ երջանիկ զբաղումն ունին ջուրին խորտակեալ թումբերը շիտկելու։ Առուն կարկաջահոս իր գնացքը կ՚ուղղէ վերստին դէպ ի Տէօրթ-Եօլ։ Անսահմա՜ն է ժողովուրդին ուրախութիւնը. խելայեղօրէն ինկած ջուրին վրայ՝ կը լեցունէ ան իր դոյլերը, թակոյկներն ու կուժերը, դարալիր կը լեցունէ շարունակ ամէն ինչ որ անօթ է կամ կարելի է անօթի վերածուիլ, սնտուկ, արկղիկ, համբարոց։ Իսկ քաջորդիք ջուրին վերստացումէն անպայման սոնք՝ անվտանգ կը վերադառնան քաղաք ասպետական գնացքով մը, եւ փոխանակ հանգչելու՝ կերթան նորէն կայկայիլ պատնէշներուն ետեւ, իրենց պաշտօնին սկսելու համար։"
      },
      {
        "index": 47,
        "text": "Մէ՛կ ժամ միայն տեւած էր սակայն, ափսո՜ս, ժողովուրդին հրճուանքը, վասն զի փրփրած կատղած խուժանը կրկին կասեցուցած էր ջուրին ընթացքը՝ ժամուան մը հեռաւորութեամբ փողրակներէ…։ Այլ եւս անհնար էր վերստանալ զայն. ապարդիւ՜ն էր ամէն փորձ, հաւաքուած ջուրը պէտք էր խնայողութեամբ գործածել միայն։"
      },
      {
        "index": 48,
        "text": "Պաշարման, կռիւի, հրացանաձգութեան ու սարսափի օրեր իրարու կը յաջորդէին միշտ, ո՛չ մէկ նշոյլ յոյսի, դուրսէն ո՛չ մէկ օգնութեան հաւանականութիւն։ Օճագլցի թուրք մը միայն՝ Պայթար զատէ Հասան, - ճշմարի՛տ բացառութիւն մը իր շուրջ վխտացող համազգի Կայէններուն մէջ- կ՚աջողէր հետզհետէ բերել եւ պատնէշներէն ներս մտցունել գիշերանց՝ եօթանասունի մօտ հայեր՝ զորս գտած էր ասդին անդին, ծմակներու մէջ կամ ժեռուտքներու ետեւ, բարբարական- սարսարական, նօթի ու կիսամեռ։ Ու խորհի՜լ թէ վագրերու եւ բորենիներու գարշելի այդ ջոլիրներուն մէջ կրնա՜յ գտնուիլ եղեր մարդ մը ՝ իր կեանքն իսկ վտանգի դնող, հարստահարեալ հայերու փրկագործումին համար։ Նոյն այդ վեհոգի թուրքը կը մատուցանէր դեռ Տէօրթ-Եօլի հայոց ա՛յնպիսի անգին ծառայութիւններ՝ որոնց քով ազատուած քանի մը տասնեակ անձերու կեանքն իսկ եւ իսկ ոչինչ կ՚արժէր։ Յայսօր յարգանքով ու երախտագիտութեամբ բերան կ՚առնէ Տէօրթ-Եօլցին «Պայթար զատէ» անունը։"
      },
      {
        "index": 49,
        "text": "Գիշեր մը նորէն շշուկ մը կը շրջէր մարտկոցի մը քովերը։ Ծանօթ բառօլա ին չէր կրցած պատասխանել այն անձն որ ստուերի պէս նշմարուած էր քարերուն դուրսի դին։ Թափառական հա՞յ մըն էր իրօք որ աչք առած մահը՝ հեռու տեղուանքներէ սողն ի սող հասեր էր մինչեւ հոդ։ Ազգութիւնը ստուգելու համար Հայր-մեր մը զուրցել կու տան անոր. կ՚ընդունուի ներս։ Ժամերո՜վ չէր կրցած խօսիլ խեղճը. լացած էր, խնդացած, յետոյ կովերու պէս բառաչած։ Եւ երբ խելաբերած էր, սկսած էր պատմեր թէ ինք բնիկ Հասան-ՊԷյլիցի[9] մըն էր, հրաշքո՜վ փրկուած 37 հոգիներու այն խումբէն որ դէպ ի Տէօրթ-Եօլ ճամբայ էր ինկած։ Խումբը թշնամիներէ հետապնդուած՝ քիչւորցեր էր երթալով, մինչեւ որ 37էն միայն ինք էր ողջ մնացեր, ապաւինած իր քաջնթաց սրունքներուն եւ այն պաշտելի «նետիչ»ին որ կը լեցուէր կը լեցուէր ու կը պարպուէր՝ բացավայրերէ, գահաւանդներէ, պախավէժ վիհերէ իր անձը թանգուղած ատեն։ Հէ՜ք շուտիկ երիտասարդ որ ճամբուն ընթացքին՝ իր խօսեցեալին ձեռքէն բռնած՝ սուրացեր էր ընդ երկար, բայց վերջապէս թշուառ առնակոյսը զգացեր էր որ գուճերը կը կթոտէին, վազելէն ու թասալէն շունչը կը բռնուէր եւ մահուան թալուկը կու գար իր իր մարմնոյն վրայ՝ սաստկապէս անողոք։"
      },
      {
        "index": 50,
        "text": "- «Կարողութիւն չմնաց վազելու, ո՛չ իսկ քալելու, կաղկանձեր էր նէ։ Ուստի կը նախընտրեմ մեռնիլ քո՛ւ գնդակովդ, քան թէ գերի իյնալ սըւոնց ձեռքը։ Յանուն Աստուծոյ, մեռցո՛ւր, քուկին զէնքո՛վդ մեռցուր զիս ու փախի՛ր գնա՛…»։ Նշանած տղան համակերպեր էր նոյնհետայն իր հոգեհատորին սոսկալի հրամանին։"
      },
      {
        "index": 51,
        "text": "Ասդին՝ ճակատամարտը կը սաստկանար երթալով. ոգորումը բուռն էր ու պաշարումը՝ սոսկալի։ Հարկ էր հնարքի դիմել. Իսքէնտէրուն լուր հասցունել հիւպատոսներուն, վիճակնին պարզել անոնց. քան զի կեանքը տանելի չէր այլ եւս. բայց ի՞նչպէս երթալ մինչեւ հոդ։ Խորհուրդ մը կը յղանան Տէօրթ-Եօլցիք. դիւրատար նաւակ մը կը շինեն ու կը մտադրեն գիշերանց ծովեզր տանիլ. ջուր իջեցունել զայն եւ անո՛վ փութալ Իսքէնտէրուն։ Չորս երիտասարդ ուսամբարձ ճամբայ կը հանեն կուրը, - քսա՜ն հազար հայերու կեանքին այդ փրկանօթը կամ դագա՛ղը նորակերտ, - եւ իրենց տրեխներուն անաղմուկ քայլափոխով կը յառաջեն դէպ ի ծովափ։"
      },
      {
        "index": 52,
        "text": "Անէ՜ծք, ամէն ատեն ամայի եղող այդ կողմերը խուժանը լեցուած է հիմայ, գիշերն ի բուն անքուն եւ սպառնական…։"
      },
      {
        "index": 53,
        "text": "Երկրորդ ահռելի՜ յուսախաբութիւնն էր ասիկա զոր զայրագին կ՚ողջունէին ոգի ի բռին միշտ պայքարող Տէօրթ-Եօլցիք։ Առաջինը՝ տեսնելնին ապացուցանելնին է նախորդ օր, թէ իրենց կաղապարներով թափուած կապարներ կրկին իրենց կը վերադառնային թշնամիին զէնքի փողերուն մէջէն …։"
      },
      {
        "index": 54,
        "text": "Հրամաններ, հրահանգներ կը տրուին իսկոյն՝ առժամապէս գումարուող ժողովներու կողմէ։ Մարտկոցներու ետեւ, քարակոյտերու եւ ծառերու ստորոտ դարանող հայեր պարտին հսկել, աչալո՛ւրջ գտնուիլ զանխլաբար բոլոր անոնց վրայ որոնք պիտի ժտէին պատերէն դուրս սպրդիլ գիշերայն։ Ժողովներու կեղակարծիքն արդարեւ կիրականանայ նոյն օրն իսկ, երբ պահակներ ի մթան կը նշմարեն երկու ստուերներ  որ անձայն անշշուկ կը սողոսկին խրամէ մը դուրս եւ դէպ ի թշնամիին կողմը կ՚շտապեն։ Օձիքնին ձեռք կու տան անդրէն եւ առօք փառօք կը բերուին։ Երկու եղբայրներ են. ձեռուընին, գրպաններնին ու ծոցերնին լի է գնդակներով, պաշարով եւ ուտեստեղէններով։ Կը դանդաչեն, կը կակազեն, բայց կը խոստովանի՛ն վերջապէս թէ ի գին չնչին գումարի մը՝ օրերո՜վ թշնամիին գոգն էին լեցուցած Տէօրթ-Եօլցիներուն կապարները, գացած իմա՛ց տուած էին նաւակ մը ծով փոխադրելու ծրագիրը, ջուրը կտրելու գաղափարը, թումբերուն գաղտամեստ խորշերը, բոլորը, բոլո՜րը…։ Սեւ մատնութիւնն իր գլուխն էր ցցած, ահաւոր Յուդաներ երկու բիւր հայերու կեանքին հետ կը խաղային, ծովածաւալ բնակչութիւն մը կ՚աշխատէին բնաջնջումի դատապարտել՝ քանի մը արենագոյն եւ արիւնի՛ գին ոսկիներու փոխարէն…։ Ե՞րբ արդէն մեր դէմը չենք ունեցած Վասակներ, ամէն անգամ որ հայ ցեղն իր ճգնաժամային րոպէն է ապրած։ Դարերու ընթացքին քանի՞ քանի՞ անգամներ չենք հետապնդուած միթէ հայադաւ հրէշներէ, որ հիմակ ալ, արիւնի այս օրերուն՝ կեանքի համար մարտ մղող արիարանց այս մարդկանց շարքին մէջէն չելլէր վերստին սինլքոր մը, ապիրատ մը, ցածոգի արարած մը՝ Հայութիւնը փճացունելու լրբենի համարձակութեամբը տոգորուն…։ Այդ ջուխտ մը ճիւաղներուն կուրծքին կամ քունքին մխուելիք կապարը մե՜ղք էր. քաջերու բազուկները շատ ի՛սկ էին անոնց պիղծ մարմիններուն դպչելու համար. տկար սեռին զայրո՛յթը միայն կը բաւէր զանոնք զգետնելու։ Եւ ահա կիներ ու աղջիկներ քարերով կոպիճներով կը յարձակին վրանին եւ վայրկենապէս շանսատակ կը հանեն զանոնք։"
      },
      {
        "index": 55,
        "text": "Իրական մատնիչներուն քով, տգէտ, տխմար ազգավնաս անձեր ալ չէին դադրած գոյութիւն ունենալէ այդ օրերուն։ Պաշարումի վեցերորդ օրն էր. երբ «մուհապպէթճի»[10] Սուրբ Աննիկ կը պոռչտար թէ մէ՜ղք էր զէնքով դէմ դնել խուժանին, այլ աղօթքով ։ Ատոր կը ձայնակցէր գլխապէտ մը՝ Սարգիս աղբար։ Միհրան այդ աղաղակն իմանալուն, կը խոյանայ վերջնոյն վրայ եւ մօրուքէն բռնելով կը հրամայէ անոր՝ անմիջապէս թշնամիին դէմ ելլել ու իբր մարտկոց կանգնիլ հոն, քանի որ կարող էր իր աղօթքով արձակուած գնդակներն արհամահել։ Ողորմելի զղջացած է արդէն ըսածին վրայ։ Գաղտնի տեղեր պահուըտող «մուհապպէթճի»ներ դուրս կը հանուին եւ կ՚աշխատցուին չարաչար, անոնց պինդ գլուխներուն մէջ մտցունելու համար սա գաղափարը թէ «Ո՛չ միայն աղօթիւք կեցցէ մարդ, այլ եւ … զէնքով»։"
      },
      {
        "index": 56,
        "text": "Անդին Ասաֆ մեծ գործունէութեան մէջ էր. մավզէրներու եւ փամփուշտներու առատ մթերքովը յղփացած՝ նոր նոր ջոկատներ Չօք-Մարզուանի վրայ կը ղրկէր անդադար, սուտի, կեղծիքի ու նենգի կը դիմէր. դաւ ու խարդաւանանք կը նիւթէր, հրէշային ծրագիրնե՛ր կը  յղանար ամէն վայրկեան։ Օր մըն ալ յանկարծ լուր կը ղրկէր թէ ջուրը պիտի վերադարձունէր Տէօրթ-Եօլցիներուն, պայամանաւ որ անոնք ալ իրեն յանձնէին հոն մնացող թուրքերը։ Սեւ կարծիք մը արմատացած էր իր մէջ թէ ի դիպահոջ կեցող այդ անձինք կեղեքուած, պղծուած կամ մեռցուած էին հայերէ. մինչդեռ խեղճ ժողովուրդը- հաւատարիմ վեհանձնութեան եւ հիւրոյթքի մէջ իր դարաւոր համբաւին, - ինքզինքէն զրկելով զանո՛նք էր կերակրած, ջուրի ողորմուկ պաշարէն մեծագոյն բաժինն անո՛նց էր հանած, կարծես գլխովին արդարացուցած ըլլալու համար «Էմանէթէ խըյանէթլիք օլմազ» թուրք առածը։ Պատանդ մնացող այդ թուրքերը վերջապէս յանձնուեր էին Ասաֆի, բայց  ջուրը չէր եկեր նորէն։ Դեռ եւս անյագ իր չարամէտ դիտումներուն մէջ, լուր կը տարածէր Ասաֆ ամէն կողմ թէ Տէօթ-Եօլցիք ապստամբեր էին ուստի զօրք կը խնդրէր  կառավարութենէն, զանոնք նուաճելու համար։"
      },
      {
        "index": 57,
        "text": "Ապրիլ 8ին, երեկոյեան դէմ, սեւ կէտ մը նշմարուած էր հեռուները, Միջերկրականի միապաղաղ ջուրերուն վրայ։ Այդ կէտը կը մեծնար, նաւու մը կերպարանքը կ՚առնէր եւ Տէօրթ-Եօլի ուղղութեամբ ծովեզր կը մօտենար։"
      },
      {
        "index": 58,
        "text": "Յոյսի եւ ուրախութեան սարսուռ մը կ՚անցնի պաշարեալ ժողովուրդին ներսէն. սիրտեր կը տրոփեն, դէմքեր կը ժպտին։ Օգնութիւն մըն էր անշուշտ որ կը հասնէր յանկարծուստ տարաշխարհէ, ովկիանոսներէ՜։ Անգլիական «Տիանա» շոգենաւն էր անիկա։"
      },
      {
        "index": 59,
        "text": "Հրացանաձգութիւնը կը դադրի երկուստեք։ Մարդեր կ՚ելլեն նաւէն՝ զինուորականի համազգեստով եւ եկեղեցականի տարազով։ Լուր կը հասնի Տէօրթ-Եօլ, քանի մը մարդիկ ղրկելու բանակցութեան համար՝ որ կը կատարուի ծովեզերը, Չայլը գիւղին մէջ։ Կ՚առաջարկուի հայոց՝ զինաթափ ըլլալ եւ Միհրանիկը յանձնել, փոխարէն ստանալու համար ջուր, ազատութիւն ու խաղաղութիւն։"
      },
      {
        "index": 60,
        "text": "Խոստումի դրժումներ շա՜տ տեսած էր Տէօրթ-եօլցին. չէր կրնար գիտակցաբար իր վիզը դնել նորէն թշնամիին սուրերուն տակ, անընդունելի՝ էր այդ պայմանը։ Պատուիրակներէն Փէլթէքեան Պետրոս կը պատասխանէ. «Մենք չէ՛ թէ ուզած անձերնիդ, այլ յետին ծե՛րն իսկ չենք կարող յանձնել. ձեզի խօսուածին պէս ապստամբներ չենք մենք…»։ Բանակցութեան եկողներ նոյնութեամբ կը մեկնին։."
      },
      {
        "index": 61,
        "text": "«Տիանա» ցռուկը դարձուցած՝ իր ճամբան կը շարունակէ դարձեալ բաց ծովերուն մէջ, քաղաքակիրթ ազգաց իր ներկայացուցիչներով անհոգ, անզգած՝ տարաբախտ Հայուն այդ գերագոյն ճգնաժամին հանդէպ. մինչ ասդին հրացանաձգութիւնը սկսած է արդէն, ամէն ատենէ աւելի ուժգին ու կատաղի։"
      },
      {
        "index": 62,
        "text": "Ճգնաժա՜մ. ճիշդ բառն էր ատիկա։ Կապարը հատնելու վրայ էր. կեանքի փրկութեան կանթե՛ղն էր որ կ՚առակայծէր ու կ՚սպառնար շիջանելու։ Թշնամիէն արձակուած գնդակներ գուրգուրանքով կը հաւաքուէին ծառերու եւ քարերու տակէ, եւ արոյրէ ու պղինձէ ամաններու միացած՝ կը ձուլուէին անդադար՝ գնդակի վերածուելու համար։ Մշտապահանջ պէտքին առջեւ կը սակաւէր ու կ՚սպառէր սակայն ամէն ինչ որ մետաղ էր. դիմացէն կռուող բազուկները կ՚ուժովնային, եւ օրերու մահագին անհետացման հետ՝ օգնութեան յոյսն ալ կ՚անհետէր սիրտերէ։"
      },
      {
        "index": 63,
        "text": "Կարգը կիներունն էր հիմայ որ մարտկոցներու շուրջ երթային պտըտցունել իրենց ոգեւորութիւնը, խարխոյսն ու եռանդը։- «Մի՛, վհատիք, եղբայրներ, եթէ գնդակները հատնին, մենք քարերո՛վ կը փախցունենք թշնամին…» գոչէին անոնք միաբերան. ու իրենց ձայնը նոր ոյժով մը կը զինէր քաջերը՝ ցվերջ աննուաճ մնալու համար։ -Ապրիլ 14 ի իրիկունը հորիզոնին վրայ սեւ կէտ մըն էր որ կը նշամրուէր կրկին. օսմանեան յածանաւ մըն էր եկողը։ ամէն ակնկալութենէ յուսախաբ եղող Տէօրթ-Եօլցին բնակա՛ն էր որ խանդավառութեամբ չընդունէր անոր երեւումը։ Նոր տռա՞մ մը ունէին արդեօք բեմադրելիք։"
      },
      {
        "index": 64,
        "text": "Այս անգամ սակայն 500 օսմ[անեան] զօրքերու հետ ցամաք կ՚ելլէ նաեւ ամերիկացին Մսթըր Քէնէտի, ներկայացուցիչ ղրկուած Իսքէնտէրունի չորս հիւպատոսներու կողմէ։ Յաջորդ առաւօտուն, առա՛նց զինաթափ ըլլալու առաջարկի, երկուստեք եղած համաձայնութեամբ մը՝ Տէօրթ-Եօլ կը վերադառնար ջուրը, զօրանոցը կը յանձնուէր օսմ[անեան] զօրքերու եւ Մր. Քէնէտիի գերմարդկային ջանքերուն շնորհիւ՝ խուժանը կը ցրուէր տակաւ առ տակաւ։ Փրկարար դեր մըն էր այդ մարդուն  կատարածը։ Ինք չէր մեկնած Տէօրթ-Եօլէ, ցորչափ չէր ողջունած քաղաքին խաղաղութեան ամբողջովին տիրելը։ Ի՜նչ ուրախութիւն  էր ան, երբ ջուրը միւսանգամ կը հոսէր նարնջենիներուն տակէն, եւ մեծ ու պզտիկ ինկած անոր հոսանքին վրայ՝ օրերէ՜ ի վեր ցամքած իրենց քիմքերը կը թրջէին։ Անպարագրելի ի՜նչ երանութիւն էր ան, երբ հրացանի բոմբիւնը չէր լսուեր այլ եւս, ու գիշերային ադորրաւէտ քունը կը փակէր աչքերը։"
      },
      {
        "index": 65,
        "text": "Բայց Տէօրթ-Եօլցիին սարսափը չէր վերջ գտած տակաւին. անիկա մեծ պատուհաս մըն ալ ունէր անցունելիք։ Ապրիլ  29ի երեկոյին, Րուհի Չավուշ անուն Սկիւտարցի մի ոմն հասարակ զինուոր, Չօք-Մարզուանի հազարապետին կողմէ լաւ մը գինովցած՝ կ՚սկսէր զէնք պարպել զօրանոցին վրայ, պարզապէս կարծել տալու դիտումով թէ Հայերն ապստամբած էին նորէն… Եւ ահա, անձրեւայոյզ օդով մը, փայլակի եւ որոտումներու հետ՝ կը գոռան թնդանօթները քաղաքին վրայ ու գնդակներ կ՚արձակուին անհամար փողերէ։ Ընդհանուր է անդոհը Տէօրթ-Եօլի մէջ եւ խուճապն աննկարագրելի։ Խելայեղ, դիւահար, թաքստոցնե՜ր կ՚որոնէ ժողովուրդը լեռներն ու անտառնե՜րը կը փախչին կիներ. ռմբահար կ՚ըլլայ մայր մը իր երկու զաւակներով, հինգ մանուկներ ոտքի տակ կ՚՚երթան։ Ու Տէօրթ-Եօլցին որ երկու շաբաթուան պաշարումի ատեն 3 մեռեալ եւ  5 վիրաւոր միայն ունեցեր էր, քանի մը ժամուան մէջ կ՚ունենար  8 մեռեալ…։"
      },
      {
        "index": 66,
        "text": "Ռմբակոծումը կը շարունակուէր, փամփուշտներն անվե՜րջ կը տեղային  քաղաքին վրայ։ Ի պատասխանի, ո՛չ մէկ հրացանաձգութիւն Տէօրթ-Եօլցիներու կողմէ։ Հայոց այս իմաստուն վարմունքը հազարապետին գործին չէ՜ր եկած երբեք, տակաւին «կեավուր» ջարդած  չունէր ինքը, նպատակն էր նենգամիտ միջոցով մը Հայերը պատասխանատու. յանցաւո՛ր հանել ու կոտորածի փողը հնչեցունել իսկոյն։ Ակնյայտ կ՚երեւէր դաւաճանութիւնը. սպաներ, ստորադաս անձեր բողոքի ձայնը կը բարձրացունեն հուսկ ապա իրենց պետին ապօրէն ընթացքին դէմ, լռութեա՛ն դատապարտելով հրետանի եւ հրացան։ Ու իբր նոխազ քաւութեան՝ հազարապետին վայրագութեան, Րուհի Չավուշ կախաղան կը բարձրանայ նոյնհետայն։"
      },
      {
        "index": 67,
        "text": "Հետեւեալ օր, երբ ֆր[ա]նս[ական] անգլ[իական] ու իտալ[ական] հիւպատոսներ Չօք-Մարզուան եկած՝ կը տեսնեն քաղաքին աւերեալ մասն ու անթաղ դիակները ռումբերէն ածխացած մանկիկներու, կը հաւտացունեն անոնց թէ պատճառը Րուհի Չավո՜ւշն էր, որ ահա չուանի ծայրն էր, իր արժանաւոր պատիժը գտած…։ Արդարութիւնը գործադրուած էր, սա ամենուրե՜ք տիրող Արդարութիւնը…։"
      },
      {
        "index": 68,
        "text": "Որքան կը թարթափէի անցեալի յիշատակներու մէջ, հիացումս ա՛յնքան կ՚աւելնար այս մարդոց մասին որոնք գիտցած էին հերոսաբար պաշտպանել ինքզինքնին, իրենց ընտանիքներն ու հարեւան գիւղերու հազարաւոր հայ բնակչաց կեանքը, գիտցած էին կռուիլ անվհատ եւ անպարտելի մնալ  15 օրեայ իրենց թունա դիմադրութեամբ։"
      },
      {
        "index": 69,
        "text": "Եւ ի՞նչ էր ըրած Տէօրթ-Եօլցին. Ինքզինքը պաշտպանած ։ «Կարելի չէ վիճիլ որ ամէն քաղաքական ընկերութեան առաջին օրէնքն է ինքզինքը փրկելը». մեծ օրէնսգէտներու ամենապարզ վճիռն է ասիկա։ «Գերագոյն օրէնքն ինքզինքը փրկելն է» ըսած է Կիկերոն։ Տարբեր բան մը չէր Տէօրթ-Եօլցիներուն ըրածն ալ։"
      },
      {
        "index": 70,
        "text": "«Նուիրական օրէնք մը կայ, - հանուր մարդկութեան կ՚ուսուցանէ դարձեալ Կիկերոն, - օրէնք՝ չգրուած, բայց որ ծնաւ մարդուն հետ, օրէնք կանխագոյն օրէնսգէտներէն, աւանդութենէն, բոլոր գիրքերէն, զոր բնութիւնը մեզ ընծայեց՝ քանդակուած իր անմահ օրինագիրքին մէջ ուրկէ մենք քաղեցինք զայն, օրէնք նուա՛զ ուսումնասիրուած քան զգացուած, նուա՛զ սերտուած քան գուշակուած։ Այդ օրէնքը մեզ կը գոչէ. - Ամենամեծ վտանգի մը պահուն, պատրաստուած նենգով կամ բռնութեամբ, ընչասիրութեան կամ ատելութեան դաշոյնին ներքեւ, փրկութեան ամէն միջոց օրինաւոր է »։ Ու Տէօրթ-Եօլցին օրէնքին համաձա՛յն էր շարժեր, երբ պաշտպաներ էր իր եւ իրեններուն անձը։"
      },
      {
        "index": 71,
        "text": "Օրինագիրքի՛ն դիմեքն նորէն. «Ու նախայարձակութեան անիրաւութիւնն ա՛յնքան իրաւունքներ կու տայ զոհին, որ նախայարձակը չկրնար վկայութեան բերել օրինաւոր պաշտպանութեան բացառութիւնը. չքմեղելու համար բռնութիւններ ընդդէմ անո՛ր որ կը հարկադրուի ինքզինքը պաշտպանելու հարկին, նո՛յն իսկ չափազանցութեամբ»։ Բայց Տէօրթ-Եօլցին չափազանցութեան իսկ չէր դիմած եւ շա ՜տ օրինաւոր կերպով իքնզինքը պաշտպանած՝ իր նախայարձակներուն, այդ ախատրո՜յզ խուժանին դէմ։"
      },
      {
        "index": 72,
        "text": "Հարցունենք դարձեալ. Ուրիշ ինչ էր ըրած Տէօրթ-Եօլցին. - Օճագլըցիներուն եւ Նաճառլըցիներուն օգնութեա՛ն էր փութացած։ Ո՜հ, ի՜նչ գեղեցիկ շարժում մըն է», - կը գոչէ անգլիացի մեծանուն իմաստասէր-իրաւաբանը՝ Պէնթհամ, - որ մեզ կը մոռցունէ անձին վտանգն ու զմեզ կը վազցունէ՝ հասնելու մեծ վտանգի մը առաջին աղաղակներուն։ Օրէնքը պարտի զգուշանալ տկարացունելէ քաջասրտութեան եւ մարդասիրութեան մէջ եղած այդ վեհանձն միաւորութիւնը։ Օրէնքը շատ աղէտ բան մը ըրած կ՚ըլլայ եթէ մեծարէ ու վարձատրէ զանի որ ատենակալի պաշտօնը կը կատարէ հարստահարեալին շնորհիւ։ Շատ կարեւոր կ՚ըլլայ հասարակաց փրկութիւնն եթէ ամէն մարդ ինքզինքը նկատէ իբր բնական պաշտպան ուրիշ ամէն մարդու»։ Օրէնքը սակայն ի՞նչ ըրած էր այն մարդոց որոնք փութացած էին իրենց նմաններուն օգնութեան, եւ ինքնապաշտպանութեան բնական իրաւունքին դիմած էին. - Բանտ նետած, խարազանած ու շղթայած էր զանոնք, Տ. Գէորգեան Սահակ քահանան, Տէր Մելքոնեան Միհրան ու Փէլթէեան Պետրոս։"
      },
      {
        "index": 73,
        "text": "Եւ ամէն անգամ որ նախկին պաշտօնանկ երկու Պատերազմական Ատեաններու անդամներ իբրեւ նոր Պիղատոսք կը դատէին այդ հէք Նազովրեցիները, ձաղկումի, շրուշակի եւ հարցաքննութեանց խստութեան ենթարկելով զանոնք, Սաղմոսերգուին խօ՛սքն էր որ կու գար պատշաճիլ այդ եղկելիներուն."
      },
      {
        "index": 74,
        "text": "Աստուած, անօրէնք յարեան ի վերայ իմ եւ ժողովք հզօրաց խնդրեցին զանձն իմ…"
      },
      {
        "index": 75,
        "text": "Այլ դու Տէ՜ր օգնական իմ ես, փառք իմ եւ բարձրացուցիր գլխոյ իմայ։"
      },
      {
        "index": 76,
        "text": "Բայց ափսո՜ս, բանտերուն խորը տարապարտուց տւայտող Հայոց պատեհ դարձող այս աղօթքը կը չարափոխուէր յանկարծ իր վերջամասին մէջ։ Ո՜հ այն անիրաւ դատաստանը, - կախաղան բարձրացուցիչը գլուխներուն Աճէմեան Գարեգիններու, Աշուղ Միսաքներու եւն, եւն…։"
      },
      {
        "index": 77,
        "text": "Իրենցմէ մանաւանդ Միհրան, (որ իր խելքին եւ հնարամտութեան շնորհիւ, յարձակման ահաւոր օրերուն՝ ամէն ճիգ ու ջանք թափեր էր, նուա՛զ եղերական եւ նուա՛զ արիւնալի դարձունելու համար կոտորածի տռամը զոր խուժանը կը խաղար իրենց դէմ յանդիման), իր ութամսեայ դժպատեհ բանտարկութեանը մէջ  78 անգամներ կը հանուէր դատարաններու առջեւ, կիցերով եւ յիշոցներով, ամէն անգամուն ալ լուսահոգի Տէր հօրմէն ուսած սա՛ աղօթքը միայն ունենալով շուրթերուն վրայ."
      },
      {
        "index": 78,
        "text": "Տէ՜ր, յոյս իմ եւ կեանք իմ, ես յումմէ՞ երկեայց."
      },
      {
        "index": 79,
        "text": "Տէ՜ր, ապաւէն կենաց իմոց, ես յումմէ՞ դողացայց։"
      },
      {
        "index": 80,
        "text": "Ամէն ինչ վերջացած է հիմա. անդորրութիւնը կատարեալ է քաղաքին մէջ։ Ու երբ շուրջս կը նայիմ մարտկոցներու փլփլած շարքերուն, նարնջենիներու ծակծկուած բուներուն եւ մանաւանդ բոլոր այս մարդոց որոնք մահուան հետ գիրկ գիրկի մնացին տիւ եւ գիշեր, կ՚զգամ որ հիացումիս կը զուգորդուի տարապայման վիշտ մը։ Այս մարդիկ իրենց յոգնած ուսերուն վրայ ծանրացած ունին հիմայ ուրի՛շ բեռ մը։ Բնակարանի, ուտեստի, հագուստի եւ կապուստի հո՛գն է ատիկա բոլոր այն կարօտ այիրներուն եւ որբերուն որոնք վտանգի օր մը եկան լեցուիլ Չօք-Մարզուանի մէջ եւ ա՜լ չկրցան ելլել անկէ դուրս, գոյքերնին թալանուած եւ տուներնին ամբողջ հրդեհուած ըլլալով…։"
      }
    ]
  }
}
