{
  "chapterNumber": 24,
  "title": "ՄՕՐ ՍԷՐ (12 Նոյեմ.) — Mother's Love",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Չիք ինչ կարող փոխանակել"
      },
      {
        "index": 2,
        "text": "զմայրագութ աղեաց գորով։"
      },
      {
        "index": 3,
        "text": "Հանդարտ կէս օրէ վերջ մըն է։"
      },
      {
        "index": 4,
        "text": "Դպրոցի զանգակը բաւական ատենէ ի վեր զբօսանքի դադարն ազդարարած է, եւ աղջիկներ՝ պարտէզէն վեր՝ իրենց դասարաններն են առաջնորդուած։- Պայծառ, անուշ արեւ մը կ՚ողողէ այրացաւեր Ատանան։ Հեռուն ամէն ինչ կորսուած է հորիզոնի տարտամութիւններուն մէջ։ Իսկ մեր մօտը՝ դպրոցին դէմ տարածուող համասփիւռ փլատակներ իրենց խել խօլ խառնակոյտերով եւ  իրենց տխրատեսիլ փռուածքին մէջ՝ արեւու ճառագայթներուն յորդ պայծառութեան տակ կը փողփողին դամբանական մռայլ փայլով մը։"
      },
      {
        "index": 5,
        "text": "Շուրջի աւերներուն ու մոխիրներուն մէջտեղ կանգնած դպրոցը- մեռելային ցուրտ դաշտանկարի մը առջեւ- իր աշխատանքի համեստ կեանքը կը բոլորէ ներսը՝ միշտ յուսալից, միշտ ակնդէտ լուսաւոր ու բարի ապագայի մը՝ ա՜յնքան դժխեմ ու քստմնելի օրերէ վերջ։"
      },
      {
        "index": 6,
        "text": "Ադ պահուն պարտէզին դուռը կը բացուի մեղմիւ եւ մանկամարդ կին մը ստուերի պէս ներս կը սողոսկի. կը յառաջանայ վարանոտ քայլերով։ Որքան կը մօտենայ ան, այնքան աւելի կ՚որոշուի իր թախծագին դէմքը՝ մեղրամոմի դժգունութեամբ, ուր դիւրին է կարդալ  զրկումներէ եւ զուլումի օրերէ դրոշմուած գիծեր, որոնք դարձեալ չեն յաջողած եղծանել անոր փափկութիւնն ու թարմութիւնը։ Իր ամոյն այտերը, հուրքէ ու փայլէ զուրկ՝ իր անարտայայտ նայուածքը, շուրթերուն կապտորակ ծիրը դառնօրէն կը մատնեն արդէն այդ կնոջ ֆիզիքական սպառած կերպարանքը, մանաւանդ արցունքէ մաշած ակնակապիճներն անլուր պատմութիւնը կ՚ընեն անոր վիշտի ու կսկիծի օրերուն։"
      },
      {
        "index": 7,
        "text": "Անոր դանդաղ ու տաժանագին յառաջացումը վերագրելի էր միայն իր հալումաշ վիճակին, եւ ոչ թէ որ եւ է տատամսոտ շարժումի։"
      },
      {
        "index": 8,
        "text": "Մանկան մը ձեռքէն բռնած է ան, իրեն պէս վատոյժ, իրեն պէս անարիւն եւ անժպիտ արարած մը։"
      },
      {
        "index": 9,
        "text": "- «Աղջիկս տեսնել կ՚ուզեմ», կ՚ըսէ ան, անտաշ թուրքերէնով մը, երբ ա՛լ մեր քովն է, «ուղղակի որբանոց գացի, բայց ըսին թէ հոս դաս առնել եկած է»։"
      },
      {
        "index": 10,
        "text": "- Սակայն որբանոցը մասնաւոր օր ունի՝ ուր ծնողներ կ՚երթան իրենց տղաքը կը տեսնեն։"
      },
      {
        "index": 11,
        "text": "- Այդ օրին չկրցայ երթալ, հիւանդ պառկած էի. շաբաթ մը առաջ զաւակ մըն ալ ունեցայ, տասնըհինգ օր է որ աղջիկս չեմ տեսած, սաստիկ կարօտցած եմ. կ՚աղաչեմ, տեսնէի անգամ մը…։"
      },
      {
        "index": 12,
        "text": "Ի՜նչ ողոքիչ շեշտ մը կար իր ձայնին մէջ եւ ի՜նչ եղկելի բան մը՝ իր կերպարանքին վրայ։ Հնա՞ր է միթէ այդ պայմաններուն մէջ մերժել խնդրանքը տղացկան այդ կնոջ որ իր զաղփաղփուն կազմին քարշ տալով՝ գացած էր որբանոց եւ անկէց ալ նոյն հեւասպառ գնացքով դպրոց էր եկած։"
      },
      {
        "index": 13,
        "text": "- «Սպասեցէք քիչ մը, հիմակ հանգիստի զանգակը կը զարնէ եւ դուք կը տեսնաք աղջիկնիդ», կը ձայնենք իրեն, վերջի՜ն ծայր ազդուած իր աղցաւոր ներկայութենէն։ Օ՜հ, տեսնելու բան էր զգացած իր անճառ բերկրանքն այս խօսքին վրայ։ Աշնային վարդի նուաղկոտ երանգ մը կու գայ իր գունատ մոյնքերը գունագեղել իսկոյն. հոգիի երահիկ վիճակ մըն է այդ որ իր սեւ ադամանդէ աչքերուն խորը կը պսպղայ, տարտամ ժպիտ մը ուրուագծուելով իր անարիւն ու կծկուած շրթունքին շուրջ։"
      },
      {
        "index": 14,
        "text": "- Ըսել է իրաւ, պիտի տեսնա՞մ զաւակս։"
      },
      {
        "index": 15,
        "text": "- Անշուշտ, ինչո՞ւ չէ,  միայն թէ ուրիշ անգամ որբանոցի որոշեալ օրերուն ներկայանայիք։"
      },
      {
        "index": 16,
        "text": "- Այո, հարկաւ։"
      },
      {
        "index": 17,
        "text": "Ու փլելու պէս կը նստի ան, իր ծիւրած ծնգած մարմինը հանգչեցունելով սանդուխին ստորին աստիճանին վրայ։"
      },
      {
        "index": 18,
        "text": "Իր պատմութիւնն ալ ահարկու է ուրիշ շատերու նման։ Աչքին առջեւը տեսեր էր ամուսինին ոչխարի պէս գլուխը ծռելն ու մորթուիլը, մինչ ինք իր զաւակներուն հետ գիրկ գիրկի՝ աչքերը հակեր էր գետին, դիւային զառանցանքներու եւ նուազումի անձնատուր…։"
      },
      {
        "index": 19,
        "text": "Ո՛չ տուն ունէր ո՛չ տեղ, ոչ մէկ թիկունք եւ ոչ մէկ յոյս. աղջիկ մը միայն որբանոցը, մանչուկ մըն ալ իր քովն ի վեր, եւ նորածին մը օրրանին մէջ…։"
      },
      {
        "index": 20,
        "text": "Եւ մայր մըն էր այդ կինն՝ ուրիշ մայրերու պէս։ Վաղը հարկ էր որ գօտեպնդուէր այդ կինն իր անհայր մանկիկները դիեցունելու համար. գլուխը քարէ քար բաղխէր. աշխատանքի, տաժանքի կեանքին փարէր հոգեւին իր ձագուկները կերակրելու։ Պիտի ունենա՞ր սակայն ափսո՜ս, իր մէջ բաւականաչափ ոյժ՝ կուրծք տալու համար այնքան խոնջէնքի. ո՞վ պիտի հրահրէր աղքատացած արիւնն իր երակներուն, ո՞վ պիտի տար իր բազուկներուն այն ոյժն ու կորովն որոնք անհրաժեշտ էին վաղուան աշխատանքին համար։ Կսկծալի յիշատակներու յորձանք մը կը պտուտքի իր մէջ, ո՞վ պիտի վանէ անոր հոգիէն այն ահաւոր խռովքն որ յարատեւ կ՚ալեծփի իր մէջ. մթամած ու մրրկայոյզ ծովու մը պէս, եւ ո՞վ պիտի փարատէ անոր աչքերուն առձեւէն ամենօրեայ ապրանքի սեւ մտատանջութիւնը։"
      },
      {
        "index": 21,
        "text": "Զանգակը զարկած է եւ աղջիկներ հիմայ վար կ՚իջնեն՝ պարտէզ, իրենց հանգիստի պահն անցունելու։ Ոտքի ելած է այդ կինը, սանդուխին ստորոտը՝ մեկուսի կայնած՝ ուշի ուշով կը քննէ վար իջնողներուն դէմքերը՝ ժպիտի թեթեւ ծալք մը շրթունքին։ Իրէնը կը փնտռէ ան. ի՛ր զաւակը… Ժպիտն աւելի կը լայննայ յանկարծ պրկունքին վրայ եւ դէմքը բերկրանքի ճառագայթում մը կ՚զգենու։ Պզտիկ աղջիկ մը եկած է իր քով, ժպտուն, քնքուշ նայուածքով, ու մօրը ձեռքը բռնած՝ կը համբուրէ լիաշուրթն։"
      },
      {
        "index": 22,
        "text": "Ատանացի այդ կինն ի հազիւ վայրկեան մը տեւող զուարթութիւնը կորուսած է կրկին, խաւար գիշերի մը մէջ երեւցող փայլակի մը պէս, եւ ահա իր նայուածքը կը միգապատի։ Դանդաղ են իր շարժումները, զորս կը կասեցունէ այդ պահուն՝ անարիւնութենէ աւելի անպայման յուզում մը։ Իր վտիտ ձեռքով աղջկան մազերը ճակտէն անդին կը վանէ եւ ծանր ծանր հոտոտելով կը համբուրէ անոր երկու այտերը, կը շոյէ անոր գլուխը, կը փայփայէ անոր ճակատը, յափշտակուած կը նայի անոր երեսին։ Կրկին պագեր՝ երկարատեւ, տարփալիր, ու վերջապէս որոշումը տրուած է, եւ կ՚երթան պարտէզին մէկ անկիւնը կը նստին՝ մայր ու զաւակ դէմ առ դէմ։"
      },
      {
        "index": 23,
        "text": "Կը խօսին անոնք պահ մը, դէմքերնին իրարու մօտ, աչքերնին իրարու մէջ։ Մայրը սակայն խորհրդաւոր ձեւ մը կ՚առնէ մէկէն. նոյն յամր շարժուածքով ձեռքը կուրծքին ծալքերուն մէջ մխրճած է հոնկէ դուրս կը հանէ պզտիկ լաթի կտորի մը մէջ պլլուած բան մը, ծրարիկ մը։ Ու զայն քակելու պահուն երեւան կ՚ելլեն երկու հատ կլոր շուշմահրուշակ (սուսամ հէլվասի), մի՛ միակ տասնոցի փոխարէն գնուած։"
      },
      {
        "index": 24,
        "text": "Անակնկալը՝ զոր մայրիկը հազար գուրգուրանքով եւ զոհողութեամբ մէկ կողմ դրած տասնոցովը պարգեւել ուզած էր իր մանկան, լի ու լի յաջողած էր հասնիլ իր նպատակին։ Տղան խայտանքի թափով մը նետուած է մայրիկին բերած հրուշակին վրայ եւ անպատում հեշտանքով մը սկսած ճաշակել զայն։"
      },
      {
        "index": 25,
        "text": "Դիտելու էր աչքերու այն աղու նայուածքն ու դէմքի այն սրբազան արտայայտութիւնը զոր այդ տղացկան կինն ունէր այն պահուն։ Մայրական սէրն իր եթերային արտափայլումին մէջն է, համակ խանդաղատանք, համակ աղապատանք ու գերյագեցում…։"
      },
      {
        "index": 26,
        "text": "Օրերէ, ամիսներէ՜ ի վեր, թերեւս առաջին անգամն էր որ այնքան մաքուր, այնքան անխառն երանութեան վայրկեան մը կ՚ունենար խեղճ կինն ի տես իր որբացեալ հրեշտակին վայելքին՝ հրուշակներու ողորմուկ պաշարը հեշտօրէն աւարելու շտապին մէջ երջանիկ…։"
      }
    ]
  }
}
