{
  "chapterNumber": 15,
  "title": "ՏԽՈՒՐ ԱՅՑԵԼՈՒԹԻՒՆ ՄԸ (30 Հոկտ.) — A Sad Visit",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Անընդհատ դիմում ծնողաց կողմէ՝ իրենց տղաքը դպրոց ընդունել տալու համար։ «Ազգանուէր»ի վարժարանին առաջին աշակերտուհիները պիտի ըլլան Որբանոցէն յիսունի մօտ որբուհիներ որոնց արձանագրութիւնը կատարուած է. մնացեալները կ՚ընդունուին թաղեցիներէ։ Երկուշաբթի պիտի բացուի դպրոցը. դասախօսութիւնք պիտի սկսին։ Գիրք, թուղթ, ձեռագործի նիւթեր, դպրոցական ամէն պիտոյք Կեդրոնէն խրկուած են արդէն. տղայոց կարողութիւնները քննուած, կարգերու բաժանումն ալ վեր ի վերոյ եղած է։"
      },
      {
        "index": 2,
        "text": "Յետ միջօրէն, ծանօթներու հետ բանտ կ՚երթանք, հոն ուր կը մնան դեռ համբաւաւոր Կարապետ Կէօվտէրէլեան եւ ուրիշներ։ Դիմում ընելու, նախապէս արտօնութիւն ստանալու պէտք չկայ ներս մտելու համար։ Սուինաւոր պահակ զօրք մը մէկ կող կը կենայ, եւ մենք փայտէ քանի մը սանդուղներէ ելլելով կը մտնենք ընդարձակ, քառանկիւնի եւ ըստ բաւականի լուսաւոր սենեակ մը որ կը նայի կառավարական պաշտօնատան բակին վրայ։"
      },
      {
        "index": 3,
        "text": "Գետինը՝ բազմոցներու վրայ նստողներ ոտքի կ՚ելլեն եւ «հրամմեցէք»ներով կ՚ընդունին զմեզ։ Կը հրաւիրուինք պատուոյ տեղերը բազմելու այս անփառունակ առանձնոցին, եւ բարձր կուգան մեր թիկունքին դրուելու։ Տարաբախտ հայ բանտարկեալներու կողմէ արտայայտուած հիւրասիրիկ այս փութկոտութիւնը չգիտեմ ինչո՞ւ վերջին ծայր անհանգիստ կ՚ընէ զիս։"
      },
      {
        "index": 4,
        "text": "Չորս հայեր կան մեր դէմ՝ իրենց մասնաւոր խուցով եւ քիչ շատ տանելի կեանքով։ Բայց բանտարկեա՛լ են վերջապէս. աւելի ճիշդ՝ դատապարտեալներ, աքսորի վճիռը վաղուց արձակուած է իրենց հասցէին, եւ ի դիպահոջ կը մնան այս տեղ՝ առ այժմ հանդուրժելի պայմաններու մէջ։"
      },
      {
        "index": 5,
        "text": "Մէջերնին ի Կէօվտէրէլեանը, Գողիաթի կազմով հուժկու, քաջալանջ մարդ մը, հոս նետուած՝ ժողովուրդն ապստամբութեան մղած ըլլալու մտացածին ամբաստանութեամբ։ Առասպելային այս զրոյցը վերջէն ուղղուած եւ ճշմարտութիւնը պարզուած է թէեւ, քանի որ ինք ջարդի օրերուն Սիս գտնուելով՝ գլխովին անտեղեակ էր ամէն պատահարի, - բայց որպէս զի միտքերը հանդարտին, Կէօվտէրէլեան դատապարտուած է հինգ տարուան աքսորի յԵրուսաղէմ, հոնկէ ալ Հռոդոս փոխադրուելու համար։ Բնական էր որ իրեն դէմ եղած այս անարդար վճիռին համար բողոքէր եւ դիմէր վերաքննութեան, այնու հանդերձ իրեն պատասխանուած է թէ Պատերազմական Ատեանի վճիռ մը անվերաքննելի է…։ Սակայն իքն կը թուէ բազմաթիւ թուրքեր, ի մէջ այլոց Իհսան Ֆիքրի, Ապտիւլ Գատէր, Իսմայիլ Պաֆան եւ Պօսնալը Սալիհ, որոնց մասին Ա. Պատերազմ. Ատեանի արձակած վճիռները՝ Պատերազմ. երկրորդ Ատեանը վերաքննեց, պատիժնին թեթեւցուց եւ անպարտ արձակեց Պօսնալը Սալիհի պէս մարդ մը՝ որ իր գործարանին սուլիչովը Ջարդի նշանը տուած էր խուժանին…։"
      },
      {
        "index": 6,
        "text": "Իր դէմը նստած է քաղաքիս երբեմնի երեւելիներէն Աւետիսեան Սամուէլ՝ որուն կեանքը մարտիրոսերգութիւն մը եղած է ամիսներէ հետէ։ Տասերեք հոգի չարաչար ջարդուած են իր տունէն, կին, զաւակ, ազգական, բոլորին դիակներն ալ աչքովը տեսած, տունը ժամերով գնտակներէ ծակծկուած եւ ինք հրաշքո՜վ փախած այդ ճշմարիտ Մահատունէն։ Ձերբակալումէն յետոյ, վիճակուած է իրեն քաշկռտել վեցամսեայ շղթայակիր մարդու կեանք մը՝ համակ տանջանք ու տագնապ, ուր, մէ՛կ գիշերուան մէջ, տեսած է ճերմըկիլն իր մազերուն, նոր Ժան Վալժանի մը պէս. Իզմիրլեանի՛ մը պէս։ Այս անձն է ահա որ դատապարտուած է աքսորի, այն միակ յանցանքով թէ հրազէ՜ն պարպուած է իր տունէն։…։"
      },
      {
        "index": 7,
        "text": "Ոտքի կեցած, մեզի սուրճ եփելու վրայ են երկու կորովի երիտասարդներ, Թորիկեան Վահան եւ Թադիրոսեան Տիգրան, տասնեւհինգ տարուան բանտարկութեան դատապարտուածներ՝ իրենց տուներէն զէնք քաշած եւ մարդ սպաննած ըլլալու ամբաստանութեամբ, մինչդեռ յոյներ եւ թուրքեր կը վկայեն թէ ատոնք նոյն միջոցին տուներնին չէին գտնուեր, այլ փախած էին։"
      },
      {
        "index": 8,
        "text": "Փոխ առ փոխ կը նայիմ այս գլուխներուն. իրենց առոյգ կեանքերուն վրայ արձակուած աքսորի ու զնդանի դատապարտութեան մթութիւնը կապարի ուժգնութեամբ կը ծանրանայ հոգւոյս վրայ։ Անցեալ օրերու վրայ կը խօսուի. վիշտերը կը թարմանան. կ՚արծարծին, ու կուրծքերէ հառաչնե՜ր կը խլուին յանզգայս։"
      },
      {
        "index": 9,
        "text": "Յոյսի, ազատութեան պայմանադրական մաղթանքներ իրարու կը յաջորդեն, յորդորներ կ՚ըլլան համբերութեամբ տանելու դատապարտութեան լուծը, հաւատք ունենալու Արդարութեան վրայ եւ սպասելու Անոր անակնկալ գալստեան. մինչ մեր նայուածքը լուսամուտներէն դուրս կը թարթափի, երկինքի ու երկրի հորիզոնները չափելու եւ անոնց անհունութեանը մէջ որոնելու թէ կա՞ր արդեօք տառական իմաստէ վեր՝ իրական արդարութիւն մը…։"
      },
      {
        "index": 10,
        "text": "Մութը կոխելու վրայ է երբ կը բաժնուինք իրենցմէ, Բակին մէջ, գետնին փակած խրճիթի մը երկաթապատ պատուհանէն գլուխ մը կը շարժըտկի, մե՛զի է որ կը ձայնէ ան։ Կը մօտենանք։"
      },
      {
        "index": 11,
        "text": "-«Եղբայրներ, ե՛ս ալ բանտարկեալ եմ, ինծի՛ ալ այցելեցէք»  կ՚աղերսէ ան պաղատագին շեշտով մը։"
      },
      {
        "index": 12,
        "text": "Երկաթ ցողերէն ներս նետուած ակնարկ մը բաւական կ՚ըլլայ նշմարելու կմախաձեւ կերպարանք մը՝ անկողինի մը վրայ ընկողմանած։"
      },
      {
        "index": 13,
        "text": "-«Բանտի ընկերս է ասիկա, հիւանդ, գրեթէ անյոյս» կը յարկէ Սալաթեան՝ զոր մենէ ոմանք ճանչցած են արդէն։"
      },
      {
        "index": 14,
        "text": "Հոս չէինք տեսներ պահ մը առաջուան այցելած բանտերուս հանգիստը. նկուղի պէս տեղ մը, խոնաւ, անլոյս, ուր մանաւանդ հիւա՛նդ ալ կար։ Կը խոստանանք առաջին առթիւ գալ այցելել իրենց, ինչպէս նաեւ կը մտադրենք երթալ տեսնել տանսեւհինգ հոգիի չափ այն հայերը թշուառ՝ որոնք աղքատ, անտէր, փականքներու ետին կը մնային հոդ, հասարակաց բանտը, քարանձաւի պէս որջ մը՝ լոյսէ եւ օրէ զուրկ, ամենազգի հասարակ չարագործներու հետ քով քովի։[3]"
      }
    ]
  }
}
