{
  "chapterNumber": 25,
  "title": "ՏԽՐԱՆՈՒՆ ԽՄԲԱԳՐԱՊԵՏԸ (13 Նոյեմ.) — The Sad Editor-in-Chief",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Կեանքը ստուգիւ անտանելի է այս քաղաքին մէջ կ՚զգաս որ օդը կը պակսի շնչելու համար եւ հատնումի պէս անանուն բան մը դէպ ի քայքայում կը տանի զքեզ յամրաբար։ Ամէն օր, ամէն վայրկեան տարբեր տարբեր վարագոյրներ են որ կը բացուին ինքնին՝ աչքիդ առջեւ պարզելու համար սուգի նոր տեսարան մը, չքաւորութեան սեւ դրուագ մը, գործուած ամբարշտութեանց հետեւանքները՝ տարօրինապէս չարաշուք եւ աղիողորմ։ Անձեր ու երեւոյթներ են ատոնք որոնք փոխ առ փոխ կսկիծը դէպ ի ցասում կը մղեն հոգիդ։"
      },
      {
        "index": 2,
        "text": "Աղէտքէն անմասն ո՛չ ոք կայ հոս, ըլլայ այր, կին կամ մանուկ, սգալէն արցունքին հատած է այլ եւս, եւ կոծելէն՝ ձայներնին մարած։ Ամուսինի կորուստ, զաւակի կորուստ, քոյր -  եղբօր կորուստ, պատիւի կորուստ, վաճառքի կորուստ, ողջ մնացողին բաժինն է վերջապէս իր յոգնագունակ կորուստներուն թուումն ընել շարունակ եւ չորաբեկ հացը ծամած ատեն «աւաղ փառացս անցաւորի»ն հծծել անպատճառ։"
      },
      {
        "index": 3,
        "text": "Ցաւ ազդող երեւոյթներու քով. ինչպէս յիշեցինք, զայրոյթ գրգռողներ ալ անպակաս են։ Մարդ պիտի բաւականանար ցաւելով միայն՝ թէ որ սոսկ  դիպուածի արդիւնք ըլլային ատոնք։ Վէրքերը հիմայ շատո՜նց սպիացած ըլլային, եթէ կարեկցութիւն եւ օգնութիւն մա՛րդկօրէն փութացուէին՝ աղէտքի վաղայաջորդ օրէն սկսեալ, կրակները չմարած՝ Արդարութիւնը գար ծիածանուէ՜ր քաղաքին վերեւ, փասքուս շուրթեր չխաթարէ՜ին մերկապարանոց իրականութիւնը. յանցումներ՝ հատուցումներու անսայթաք կշիռո՛վ նժարուէին եւ ագան կան անագան Օրէնքին խօ՛սքն ըլլար՝ յաղթանակը տանող։"
      },
      {
        "index": 4,
        "text": "Այս ամէնուն մէջ՝ Յոբ ծնած ըլլալու է մարդ լուռ ու մունջ ընդ քաշ ածելու համար զուլումի եւ զրկումի իր կեանքը։ Զրկուողն ապրեր է, վա՜յ զրկողին։ Չգիտեմ ինչո՞ւ խեթիւ կը նայիմ ժողովրդական այս գեղեցիկ առածին՝ որ յամառօրէն միտքիս կը յաճախէ, Ատանա գալէս ի վեր…։"
      },
      {
        "index": 5,
        "text": "- «Իթիտալ լրագիրը տեսա՞ծ էք, ըսաւ ինձ բարեկամ մը այսօր եւ գրպանէն հանեց այդ թերթին հին թիւերէն մին։"
      },
      {
        "index": 6,
        "text": "ՉԷ՛, տեսած չունէի երբեք. բայց անոր մասին լսածներս ա՜յնքան շատ էին որ…։ Անոր խմբագրապետին՝ Իհսան Ֆիքրիի կատարած դերը կարելի՞ բան է անգիտանալ։ Հրազէն ու դաշոյն ապահովաբար այնչափ աւեր չէին սփռած հոս, որչափ այդ մարդուն գրիչը։ Ֆիքրի իմ աչքիս՝ տխրանուն հեղինակն էր Կոտորածին, մարմնացումն էր անբարհաւաճ եւ անպատուհաս Անիրաւութեան, ցեղերու համերաշխութեան եւ եղբայրութեան դէմ դաւաճանող սեւ գրգռումն ի՛նքն էր ուրկէ բղխեր, յորդեր էին չարիքի ա՛յնքան հեղեղներ. անվերջ, ծովածաւալ վտակներ…։"
      },
      {
        "index": 7,
        "text": "Ձեռքս կ՚առնեմ թերթը, կատաղի զայրոյթ մը սկսած է արդէն մխալ եւ հրդեհիլ ներսս, անզուսպ իղձը կ՚ունենամ յանկարծ ճմրթկելու. բզիկ բզիկ ընելու զայն, թուղթի այդ փցուն բեկորէն առնելու Հայութեան սիրտին վրէ՜ժը բովանդակ։ Կը նայիմ իր սիւնակներուն, ինձ անծանօթ տառերու այդ բաւիղին մէջ կը թարթեմ ակնարկս. մինչ դիտելէ յոգնած ականողիքս կը թուին նշմարել կէտերու եւ գիծերու այդ անտառին մէջ մանրադիտական կմախքները կիլիկեան տարաբախտ զոհերուն, քանդումները բոլոր հայրենի օճախներուն, սգատխուր թափորը բոլոր այրիներուն եւ որբերուն։"
      },
      {
        "index": 8,
        "text": "«Իթիտալ» ի՜նչ պակուցիչ հակապատկեր անունին եւ իմաստին միջեւ. «չափաւորութի՞ւն» ըսել էր այս բառը. բայց թերթին քարոզածը «չափազանցութի՜ւն» էր համակ. օրինազանցութիւն. մեղքերու մրրիկներ եւ ատելութեան պոռթկումնե՜ր։ «Իթիտալ» յեսան մը եղած էր որուն վրայ ծռած էին ամբոխավար կիրքեր՝ սրուելու համար շարունակ…։"
      },
      {
        "index": 9,
        "text": "Ո՜վ կրնար երեւակայել որ ժողովուրդին զարգացման սատարելու կոչուած գաւառիկ թերթ մը պիտի կոչուէր վարիչը հանդիսանալու խուժանի մը գազանային բնազդներուն. ո՞վ կրնար երեւակայել որ միտքերու լուսաւորման եւ երկրին բարգաւաճման ձգտող թերթ մը պիտի դառնար ըլլար խայտառակ օռկան մը երկրին փճացման եւ ցեղերու եղբայրասպան գործին։ «Իթիտալ» մեղմեխ բաներն էր ուսումնազուրկ այլազգին՝ որ այդ թերթո՛վ սնոյց իր սիրտին մէջ անշէջ քինախնդրութիւն մը Հայուն հանդէպ։ «Իթիտալ» սեւ աղբիւրն էր Սադրանքի՝ ուրկէ ծարաւնին յագեցուցին խուժանին գեհենապարտ յառաջապահներէն Պաղտատի Զատէ Ապտիւլ-Գատէր, Ապտիւրրահման, Կէրկէրլի Ալի, Տապպաղզատէն. տէլի Մէհմէտ օղլուն, Զօր Ալի, Պօսլանը Սալիհ, Պայրաքտար զատէ Էշրէֆ եւ այլ Էշրաֆներ իրենց արիւնարբու արբանեակներով։"
      },
      {
        "index": 10,
        "text": "«Իթիտալ» ամօթն ու մո՛ւրը Մամուլին։ Անո՛վ էր որ Թիւրքիոյ մանուկ Սահմանադրութիւնը հոս Կիլիկիոյ խորքը՝ տաժանագին հոգեվարքով մը խեղդուեցաւ իր խանձարուրքի՛ն իսկ մէջ…։[4]"
      }
    ]
  }
}
