{
  "chapterNumber": 19,
  "title": "ՆԵՐԿԱՅԷՆ ԵՒ ԱՆՑԵԱԼԷՆ (5 Նոյեմ.) — From Present and Past",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Նախորդ օրերու ամայութիւնը չկայ այլ եւս Առաջնորդարանին շուրջը։ Ողողումէ աղէտեալներ, չքաւորութեան ու զրկումի կենդանի պատկերներ կը վխտան հիմայ եկեղեցւոյն բակը, վերնատունը, մանչերու եւ աղջկանց վարժարանները, մանկապարտէզին մէջ, ամենուրեք, ամենուրե՜ք։ Թրջած քուրջի կտորներ. վերմակի տեսքով գոյնզգոյն ծածկոյթներ կախուած են ասդին անդին, պատուհաններէ վար, վանդակորմերու վրայ՝ արեւուն տակ չորցնելու համար, - ջրհեղեղին խաղերուն արդիւնքնե՜րը բոլորն ալ։"
      },
      {
        "index": 2,
        "text": "Անօրինակ է խռնումը դրանն առջեւ Առաջնորդարանին որուն պատուհաններէն կ՚սպասեն շատեր՝ ստանալու կառավարութեան կողմէ բաշխուած նպաստին վերջին մնացորդը։ Սպասումի անձկագին, տաժանելի վայրկեաններ, ժամեր, օրե՜ր իսկ։ Այրիներու եւ որբերու սգաւոր թափորն է ասիկա անվերջ, ազազուն եւ աղաչաուր։"
      },
      {
        "index": 3,
        "text": "Հոդ, մարդկային այդ խճողումին մէջ- ուր ամէն հասակ եւ ամէն դասակ իր ներկայացուցիչն ունի, ամենեքեան՝ հաւասարապէս աղցաւոր, - նայիս, դեռատի կին մը երկար ատեն ոտքի մնալէն եւ անսուաղութենէն կը նուաղի։ Թշուառութենէ թշուառութիւն թաւալող այդ ամբոխը գրեթէ անզգայացած՝ անկարեկիր նայուածքով մըն է որ կը դիտէ իր ոտքերուն տակ մարած ինկած այս կինը։ Սարսռալի ցուցահանդէս կերպ կերպ ցաւերու, կսկիծներու եւ կարօտութեանց՝ որոնցմէ գեր ի վեր՝ բռնաւոր Քա՛ղցը կայ, եւ Քաղցին հետ՝ Մերկութիւնը։"
      },
      {
        "index": 4,
        "text": "Առաջնորդարանին քովի սենեակն ենք,  ներս քաշուած, քարէ յատակով, պզտիկ քառանկիւնի սենեակ մը. տարաբախտ Մուշեղ Սրբազանին խուցն է աս, անշուք, տխրազդեցիկ։ Կու գան կը մտնեն շատեր, իւրաքանչիւրն իր ուրոյն դիտողութիւնները բերած է հետ, բողոք, առաջարկ, գանգատ։ Անոնք կը մեկնին, ուրիշներ կուգան՝ այլ դիտողութիւններով, այլ տրտունջներով։ Բայց որո՞ւ կ՚ուղղուին ատոնք. ո՞վ կոչուած է հոդ՝ զանոնք լսելու եւ գոնէ դուզնաքեայ օգնութիւն մը ընձեռելու տունէ, տեղէ, ուտեստէ եւ կապուստէ գլխովին զուրկ այս մարդոց։"
      },
      {
        "index": 5,
        "text": "Տարաձայնութիւն մը կ՚ելլայ թէ կառավարութիւնը տարեկան որոշ գումար մը պիտի յատկացունէ ոչ-իսլամ կրթարաններու համար, եւ ատկէ պիտի օգտուին ինչպէս ուրիշ տեղերու ՝ նոյնպէս եւ Ատանայի հայ դպրոցները։"
      },
      {
        "index": 6,
        "text": "- «Ասիկա շնորհ մը ըլլալէ աւելի՝ մեր արդար իրաւունքն է» կ՚ըսէ Սարգիս Պատուելի Տէր Թորոսեան։"
      },
      {
        "index": 7,
        "text": "Պատուելին եզական թիբ մըն է այս քաղաքին մէջ, հին օրերէ մնացած պատուական եւ անբասիր ծերունի մը, հմուտ քիչ շատ ամէն բանի, եւ արժանի այն տիտղոսին զոր տեղացիք գիտցեր էին կցել իր անուան։ Այս մարդը խղճամիտ կերպով թուահամարն ըրած է բոլոր վնասուց եւ անձերու կորուստին եւ պատրիարքարան ղրկած զայն։ Կը պատմէ մեզի թէ 1872ին կառավարութիւնը գրաւած էր Ատանայի հայոց կալուածներն՝ իբր տուրք Մէարիֆի. այդ թէեւ կրթարաններ բացուեցան, բայց շատ չանցած փակուեցան կրկին, եւ ա՛յդ թուականէն ի վեր տուրքերը կը գանձուին անխափան։ Այս պատճառաւ Պատուելին շատ բնական եւ օրինաւոր կը գտնուէր եթէ կառավարութիւնը տարեկան բան մը վճարէր հայ ուսումնարաններու համար։"
      },
      {
        "index": 8,
        "text": "Ինչպէս ըսինք, ճշմարիտ գանձարան մը՝ այս Պատուելին հին դէպքերու, պատմութիւններու, անցեալի յուշքերու։ Անստգիւտ յիշողութեամբ մը օժտուած՝ կը զրուցէ իր պատմած դէպքերուն թուականները մէկիկ մէկիկ, չմոռնալով անոնց մանրամասնութիւններն ալ։ Աղէտի օրերուն, ամէնէն մեծ վիշտն է եղած իր ճոխ գրադարանին փճացումը հրդեհի ալիքներուն մէջ։"
      },
      {
        "index": 9,
        "text": "Գրեթէ ամէն խնդիրի շուրջ, ըլլայ աշխարհիկ հարցերու թէ կրօնական, Պատուելին, ներկայի տխուր օրերէն սկսեալ մինչեւ անցեալի մշուշներուն մէջէն՝ կ՚առնէ կը բերէ ծանօթութեանց առատ պաշար մը. եւ պատմելու մէջ ա՛յնքան ճշդրութիւն՝ որ կարծես երէկի դէպք մը ըլլար իր պատմուածքը։"
      },
      {
        "index": 10,
        "text": "Չեմ յիշեր ի՛նչ դարձուածքով մը, եկեղեցական ծանրաբեռնուած արարողութիւնները համառօտելու խնդիր մը մէջտեղ կ՚ելլայ մեր խօսակցութեան պահուն։"
      },
      {
        "index": 11,
        "text": "- Ըստ իս, կը յարէ երրորդ մը, արարողութեանց պարզ կիրարկումո՛վ է որ կրօնքն աւելի տպաւորիչ վեհութիւն մը կ՚ստանայ։"
      },
      {
        "index": 12,
        "text": "- Այդ ուղղութեամբ փորձեր կատարուած են արդէն, պատասխան կուտայ մեր Պատուելին՝ իր յիշողութեանց մթերքին դիմում ընելով կրկին։ Ու կը պատմէ թէ ասկէ քառասուն տարի առաջ Լուսաւորչեան Ընկերութիւն մը կազմուած էր՝ միակ նպատակ ունենալով Հայաստանեայց Եկեղեցւոյ արարողութիւնները յապաւել ըստ կարելւոյն, մակաբոյծ տարրերէ մերկացունել եւ Մեծին Ներսէսի ժամանակուան պարզութեան վերածել։ Այս առթիւ կը յիշատակէ անունը Չիլինկիրեան Յակոբոս վարդապետի որ «Պատկեր Հայաստանեայց Եկեղեցւոյ» խորագիրով գիրք մը երկասիրած է ուր վարդապետութիւնք, Մաշտոց, Շարական, եկեղ[եցական] արարողութիւնք սեղմուած եւ ամփոփուած էին։ Գիրքէն անցնելով հեղինակին, կ՚աւելցունէ թէ ի՜նչ արկածալից կեանք մը կ՚ունենայ այդ վարդապետը վերջէն, եւ դեռ կարգ մը մանրամասնութիւններ։ Պահ մը, երբ Սիսը կը յիշուի իր հնութեանց տեսակէտով. Պատուելին խօսք կ՚առնէ դարձեալ, յիշելու՝ հիանալի հնութիւններ պարունակող վայր մը Լէշէ անուամբ, զոր կառավարութիւնը գրաւած էր Համիտի օրով, կարծես մեզ ոչինչ ձգելու իբրեւ ազգային նշխար։"
      },
      {
        "index": 13,
        "text": "Յուշքերու մշշապատ բաւիղի մը մէջ կորսուած ենք արդէն. զանոնք քրքրելը պահ մը անոնցմով ապրիլը կարծես անդիմադրելի պէտք մը դարձած է խօսակիցներուս համար։ Հիներուն քով նորերը կու գան աւելնալ իսկոյն, թերթերուն մէջ մեր ա՛յնքան կարդացածներուն եւ բերնուց մեր այնքան լսածներուն քով՝ նոր դրուագներ, մին միւսէն աւելի կսկծագին, մին միւսէն աւելի ահազդեցիկ։- Մեր խումբէն մին կրօնի արարողութեանց հարցէն ուսում մըն է որ կ՚ընէ յանկարծ՝ կրօնի սիրոյն նահատակուողի մը. Ատիլպէր Գասպարեանի, ջարդի օրերուն Միսիս սպաննուած։- «Կրօնքդ ուրացի՛ր որ խնայենք քեզի» գոչեր են իր դահիճները։ «Չե՛մ ուրանար» եղեր է անոր խրոխտ պատասխանը։ Մէկ թեւը կտրեր են նոյնհետայն։ «Կրօնքդ ուրացի՛ր որ ազատիս» ոռնացեր են կրկին։ «Չե՛մ ուրանար» հռնդացեր է ան՝ ցաւէն խածատուող շուրթերուն մէջէն, մինչ իր միւս թեւն ալ կ՚անջատուէր ուսէն, եւ Ատիլպէր ցաւագին հոգեվարքի մը մէջ կը դիակնանար գետինը, դաշտի արիւնլուայ խոտեր՝ իրեն անկողին, նոր Ստեփաննոսի մը լուսապսակն ալ բոլորուելով ճակտին շուրջ։"
      },
      {
        "index": 14,
        "text": "Եւ դեռ կը կարդանք օրացոյցներու մէջ այլ ընդ այլոյ անունները Կոզմաներու, Դամիանոսներու, Իրաւափառներու, Անդրոնիկոսներու, Ելեւթիւրոսներու եւ չեմ գիտեր ովքերու «որք յԱնկիւրիա կատարեցան»։ Ապրիլ ամսոյ՝ ո՞ր օրերուն եւ ի՞նչ տառերով պէտք էր աւելցունել մանաւանդ անունները բոլոր այն վկայից եւ վկայուհեաց «որք ի Կիլիկիա կատարեցան» յանուն կրօնի, յանուն Քրիստոսի սուրբ հաւատքին…."
      }
    ]
  }
}
