{
  "chapterNumber": 8,
  "title": "ԼԱՑԻ ՈՒ ՔԱՂՑԻ ՕՐԵՐ (22 Հոկտ.) — Days of Crying and Hunger",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Ամիսներու ընթացքին՝ առիթը շա՜տ ներկայացած էր ականատեսներու սարսափելի պատմութիւնները կարդալու թերթերէ, Աղէտքին ու անոր մանրամասնութեանը վրայօք։ Լալագի՜ն ընթերցումներ՝ որ -գիտեմ- նոյնիսկ արգիլուած էին շատ մը հայու տուներէ, վասն զի ատոնցմով խորապէս ազդուողներ էին եղած, զգայնիկ անձեր՝ սոսկումէ ցնցում, ցնցումէ տագնապ ծածանուտ՝ հիւանդ ինկած էին։"
      },
      {
        "index": 2,
        "text": "Հապա ո՜րքան բուռն պարտի ըլլալ մարդուս տպաւորութիւնն, երբ կու գայ մինչեւ Աղէտավայր։ Իրա՞ւ էր արդեօք, ճշմարի՞տ էր թէ կը գտնուէի այն երկիրն ուր ցեղիս արիւնը հոսած էր առուակ առուակ, ուր այնքան ոճիր ու նախճիր գործուած էին, ու երախաներ փողոտուած էին դաշունահար, այրեր գնդակահար, մէկ քանիներ Յիսուսի պէս խաչուած, մայրեր անլուր կեղեքումներու ենթարկուած, հարսեր լլկուած եւ ամօթխած օրիորդներ հեռու հեռու փախցուած՝ «հարէմ»ները շէնցունելու համար, ուր, վերջապէս, մահուանէ հրաշքո՜վ խուսափած հայութիւն մը օրերո՜վ անօթի էր մնացած, տառապագին, ջղագրգիռ ու խելայեղ։"
      },
      {
        "index": 3,
        "text": "Մտադրած եմ այցելել ամէն տեղ. Ո՞ր կողմ կարելի է նայիլ, առանց աւերածք ու քայքայում տեսնելու. ո՞ր կեղմ նայիլ, առանց նշմարելու նայուածքներ որոնք արիւնի եւ աւարի պարգեւած հեշտանքովը գինով են տակաւին. ո՞ր կողմ նայիլ առանց ողջունելու հայ թշուառութիւնն իր յետին փուլերուն մէջ. ո՞ր կողմ նայիլ ու շիռովիլ սրտամորմոք։"
      },
      {
        "index": 4,
        "text": "Կը քալենք բարեկամներու հետ՝ այլ եւս անանուն փողոցներէ, քարի եւ աճիւնի անսահման խառնակոյտներէ որոնք ամիսներ առաջ Հայնոցը կը կազմէին այս պատուական քաղաքին։"
      },
      {
        "index": 5,
        "text": "-«Սա ալ Գերմաններու գործարանն է. բաւական թիւով հայեր հոս ապաստանեցան ջարդին եւ անկէ վերջը» կ՚ըսեն ինծի. ցոյց տալով ընդարձակ բացաստան մը՝ որուն մէկ կողմը կը բարձրանայ բամպակի գործարան մը։"
      },
      {
        "index": 6,
        "text": "Խե՜ղճ հայեր, ի՞նչ վայրկեաններու մէջ կրցած էին ապաստանիլ հոգ կամ այլուր. անոնցմէ քանինե՜ր արդեօք տեսած էին իրենց սիրելիներուն մորթուիլը, քանինե՜ր ալ արիւնոտ դիակներ կոխոտելով վազած էին փախ ի փախ, որչափ կրնայ մարդ վազել իրական Մահին առջեւէն, կատաղութեան, խուճապի, գոռումի եւ զուլումի այդ գերագոյն րոպէին։"
      },
      {
        "index": 7,
        "text": "Սրտաճմլիկ եղած էր այն պահն ուր այդ եղկելիները- սարսափի առաջին նոպայէն վերջ- փնտռտուքի սկսած էին, եւ իրենց խուզարկութիւնները՝ զիրենք քասքնելի՜ պակասներու յանգեցուցած։ Ան ատեն լացած էին ընքուռ ընքուռ, կուրծքերնին ծեծած ու մազերնին փետած. բայց անօթեցած էին միանգամայն։ Քաղցը -մարդկային գոյութեան անողոք ու պահանջկոտ հոգեվարք՝ որ ամէն բան կ՚ուրանայ, ամէն բան կը մոռցունէ, - չէր կրնար ճանչնալ ո՛չ մեծութիւնը կորուստներուն, ո՛չ աւարի ու հրդեհի սուգը դառնակսկիծ։ Քաղաքն ամբողջ բոցի ալիքներու մէջ կը լողար, երկինք ծուխի կոհակներու ովկիանոս մըն էր, արիւն եւ դիակ իրենց չորս դին. մինչ վերապրողները տանջանքէ ու խոնջէնքէ քամուած իրենց էութիւններուն խորը նոր տանջանքի մը յառնումը կ՚զգային՝ որ որդի պէս կը կրծէր, կ՚սպառէր իրենց սիրտը յամր քայքայումով մը։ Քա՜ղցն էր անիկա։"
      },
      {
        "index": 8,
        "text": "Անօթի՜ էին. ծեր, մանուկ, կին ու տղամարդ ՀԱ՜Ց կ՚աղաղակէին։ Հազարաւոր մարդիկ իրենց հիւանդներուն ու նորածիններուն հետ, երկրորդ անսո՛ւտ մահուան մը եզրն էին հասած՝ իրենց պարապ ստամոքսներուն սուր բողոքով։ Եւ հազի՜ւ քանի մը օր վերջ միայն հնարաւոր եղած էր հաց հասցունել իրենց թագստոցներուն մէջ խռնուած այդ թշուառներուն։"
      },
      {
        "index": 9,
        "text": "-«Սա բակին մէջ հայերուն հաց բաժնուած ատեն, շատեր ոտքի տակ գացին, կոխկռտուեցան, ճղմուեցան, նոյն իսկ մէկ քանի հոգի ալ մեռան» կը ձայնեն ինձ ընկերացողներ դառնագին շեշտով մը։ Յետոյ մէկ կողմ բարձրացած շէնք մը ցոյց տալով՝ կը շարունակեն."
      },
      {
        "index": 10,
        "text": "-«Վերջը սկսան հացեր վար նետել ժողովուրդին։ Կ՚երեւի թէ անօթիներուն կատաղօրէն հացին վրայ նետուելու տեսարանը շատ զբօսցուցած ըլլալու էր բարեխիղճ Գերմանները, քանի որ այդ բանը քանիցս կրկնուեցաւ հացի պզտիկ կտորներով, պարզապէս ժողովուրդին այդ անձկագին խոյացումը դիտելու, եւ ուրիշ անգամ մըն ալ՝ պատուհանէն վարինները լուսանկարելու համար…»։"
      },
      {
        "index": 11,
        "text": "Աստուած իմ, ինչպէ՜ս հաւատալ այդ աստիճան անխիղճ հաճոյքի մը իրականութեան։ Ինչպէ՜ս սիրտ ըրած էին քաղաքակիրթ ազգի մը այդ մարդասէր ներկայացուցիչները տարօրինապէս վայրագ այդ բանին։ Խաղալ աներեւակայելի կերպով կեղեքուած, հարստահարուած եւ նօթութենէ նքողած ժողովուրդի մը թշուառութեանը հետ, անոր՝ պատառ մը հացի համար ի յայտ բերած կռիւին աղեխարշ տեսարանովը զբօսնուիլ եւ քաղցելաբար ճաշակողներու նկարն առնուլ։ Եւ այս՝ քրիստոնեայ, լուսամիտ, զարգացեալ ազգի մը զաւակներուն կողմէ։ Հացի այդ բեկորները մէյմէկ թունալից ապտակներ էին՝ իջեցուցած հայոց արդէն տառապած դէմքերուն, մէյմէկ քարեր՝ արձակուած անոնց գլուխներուն, մարդկային արժանապատուութիւննին հարուածող, անսուազ հիքութիւննին բրտօրէն աքացող. մինչ, փոխադարձօրէն, անոնց շնորհակալութեան աղաղակը- լսեցի՞ք դուք, ո՜վ Գերմաններ, - կը դառնար կ՚ըլլար դժոխային այդ րոպէին՝ վայնասուն մը, հայհո՛ւչ մը՝ շեշտակի ձեր երեսին պօռացուած…։"
      },
      {
        "index": 12,
        "text": "Եւ յետոյ, արդեօք ինչո՞վ էր արժանի հայ ժողովուրդը ձեր այդ ապտակներուն, ձեր քարերուն եւ ար համարհանքին, ո՜վ բարեխիղճ Գերմաններ։ Տուներնուդ առաջքը, ձեր հացին շերտերը շուներու պէս իրարմէ խլողներէն շատեր ի վիճակի էին ձեզի պէս գթասիրտներ օրերով՝, ամիսներո՜վ կերակրելու. բայց ափսո՜ս որ ճակատագիրը զիրենք հայ էր ծնած, եւ իբրեւ հա՛յ էին որ կը տառապէին հիմայ ձեր քով։ Խրկեցէք այլ եւս ո՛ւր որ կ՚ուզէք՝ քաշած զանազան պատկերներնիդ. թող հանդէսներ հրատարակեն զանոնք, թղթատող չփոյթին՝ փոփոխական ժամանց մը առթելու համար. թող ամէն եւրոպացի հրճուի՝ սովալլուկ գալերու այդ դռոյթը դիտելով. ու գտնուի գուցէ մի ոմն կարեկցող անձ որ կակազէ, որ խոստովանի՛ վերջապէս."
      },
      {
        "index": 13,
        "text": "-«Ասո՛նք ալ մարդեր են մեզի պէս…»։"
      },
      {
        "index": 14,
        "text": "Մութը սկսած է իջնել. ստուերները կը տարածուին չորս դին, փլատակներու աշխարհը պատանքելով յուշիկ։ Եւ մինչ կը հեռանանք այս վայրերէն, նայուածքս անգա՛մ մըն ալ կ՚ուղղուի ակամայ դէպ ի ճակատը Գերմաններու գործարանին՝ ուրկէ հացին հետ նախատի՛նք էր տեղացած աղէտակոծ ազգակիցներուս գլխուն։ Եւ անհնար կ՚ըլլայ ինձ այդ վայրկեանին պժգանքիս ու ատելութեանս համաչափ մտածում մը ձեւակերպել միտքիս շփոթութեանը մէջ, ցորչափ ծանրութիւնը կ՚զգամ ցաւի մը բեռին՝ սիրտիս վրայ զետեղուած։"
      }
    ]
  }
}
