{
  "chapterNumber": 11,
  "title": "ՍՓՈՓԱՐԱՐ ԵՐԵՒՈՅԹ (27 Հոկտ.) — Comforting Appearance",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Այսօր, առաջնորդարանին մէջ, կը հանդիպիմ Փափազեան Լեւոնի՝ որ եկած է հոս, արկածեալ հայերու ապահովագրական խնդիրներուն համար։ Անձնուէր, ուսումնասէր երիտասարդ մըն է. «Ազգանուէր»ին բանալիք վարժարանովը շատ կը հետաքրքրուի եւ ինքնաբերաբար պատրաստակամութիւն կը յայտնէ մեր ձեռնարկին մղում տալու։"
      },
      {
        "index": 2,
        "text": "- Մենք նախ եւ առաջ պէտք ունինք. կը յարեմ, տեղացի ազնիւ եւ գործունեայ անձի մը որ հաճի անձնուիրաբար ստանձնել Ընկերութեանս ներկայացուցիչի պաշտօնը, դպրոցին գործերը ձեռնահասօրէն վարել. սանկ վստահելի մարդ մը վերջապէս։ Միայն թէ տեղացիք անծանօթ ըլալլով ինծի, դժուար պիտի ըլլայ ընտրութիւնն ընել։"
      },
      {
        "index": 3,
        "text": "Խօսակիցս առանց երկար բարակ մտածելու կը պատասխանէ։"
      },
      {
        "index": 4,
        "text": "- Մէկ անձ մը կայ որուն ուղղամտութեան ու կարողոթեան մօտէն ծանօթ ըլլալով՝ յարմար կը տեսնեմ զինք այդ պաշտօնին. Քէշիշեան Միհրանը։ Բայց խնդիրը զինքը համոզելն է, որովհետեւ իր գործերով շատ զբաղած է։"
      },
      {
        "index": 5,
        "text": "Տեղացիներ որոնց կը խօսիմ Քէշիշեանի մասին՝ համարումով ու համակրանքով կը վերաբերուին։ Այս կրկնակ վկայութիւններով սրտապնդուած՝ անոր կը դիմենք եւ կ՚աջողինք ընդունիլ տալու այդ պաշտօնը։ Եւ ասիկա պզտիկ յաջողութիւն մը չէր մեզ համար՝  մեր նախաքայլին ատեն։"
      },
      {
        "index": 6,
        "text": "Իր թանկագին աջակցութեամբ կ՚սկսինք դպրոցին անմիջապէս պէտքերուն յանձանձումին. պաշտօնէից ընտրութիւն. - վարիչ վարժուհիէն մինչեեւ տնտեսուհին, - ամսականներու սակարկում, դպրոցական յարկի կահաւորման պիտոյք ՝ իրենց սարօքը։"
      },
      {
        "index": 7,
        "text": "Կիրակի առաւօտ եկեղեցին եղած ծանուցման մը վրայ, ծնողներ իրենց աղջիկներուն ձեռքէն բռնած՝ կը դիմեն խմբովին՝ զանոնք աշակերտուհի արձանագրել տալու համար։ Չնայինք խեղճերուն վրայ-գլուխին՝ որ գրեթէ չկայ, չնայինք անոնց գուլպայէ զուրկ ոտքերուն, այլ նայինք, եւ սխրանքո՜վ նայինք այն անուշ փափաքին՝ զոր ուսման համար ունին այս դժբախտ օրիորդներն իրենց ցաւոտ կուրծքերուն տակ, նայինք այն եռանդին՝ զոր տակաւին կը կրեն այրիացեալ մայրերնին իրենց սիրտին մէջ, զաւակներնին մօտ ատենէն կրթուած եւ հայախօս տեսնելու համար։"
      },
      {
        "index": 8,
        "text": "Դիմում, անվերջ դիմում, ի՞նչպէս գոհացում տալ ամէն խնդրանքի եւ ո՞ւր սեղմեցունել այսչափ աղջիկ։ Վարժարանին շէնքը- ժամին բակին վրայ նայող շնորհքով բնակարան մը՝ հայու սեփականութիւն՝ զոր Կառավարութիւնը տարեկան վաթսուն ոսկիի վճարումով վարձած ու տրամադրած է մեր Ընկերութեան, - հազիւ կրնայ 200-210 աշակերտուի պարունակել։ Սակայն ո՞վ նկատի կ՚առնէ այս պարագան, կու գան կը լեցուին հայրեր ու մայրեր իրենց աղջիկներուն հետ. կ՚աղաչեն կը թախանձեն, Դպրոցին փրկագործող դերին գիտակցութեամբը զօրացած։ Եւ ո՞վ պիտի ուզէր միթէ մերժել հայու այդ թրքախօս զաւակները …։"
      },
      {
        "index": 9,
        "text": "Ուսման ու դաստիարակութեան հանդէպ ծնողաց ցոյց տուած այս փութկոտութիւնը միա՛կ սփոփարար երեւոյթն է զոր երբեք ողջունած ըլլամ Ատանա գալէս ի վեր։"
      }
    ]
  }
}
