{
  "chapterNumber": 29,
  "title": "ԺԱՄՈՒԿԷՍ Ի ՄԻՍԻՍ (17 Նոյեմ.) — From Hamukie to Misis",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Այլ եւս մեկնիլ կը մնայ ինձ, քանի որ Ատանայի դպրոցը կարգին էր, մանաւանդ կրցած էի Ներսէս վարդապետը տեսնել եւ Հաճնոյ Ազգանուէրի դպրոցին մասին ալ տեղեկութիւններ ստանալ իրմէ։ Կը մտադրեմ Տէօրթ-Եօլի ճամբով Իսքէնտէրուն իջնել եւ հոնկէ Պօլիս դառնալ, որով առիթը պիտի ունենամ նաեւ տեսնելու Տէօրթ-Եօլի որբանոցն որուն աղջկանց կրթական հոգը յօժարակամ ստանձնած էր ընկերութիւնս, «Կիլիկեան Որբախնամ»ի առաջարկին վրայ։"
      },
      {
        "index": 2,
        "text": "- «Երկու օրուան ճամբայ է կառքով մինչեւ հոն» կ՚ըսեն ինձ տեղացի հայեր որոնց համար ցամաքային ճամբորդութիւնը կարեւորութիւն չունի։"
      },
      {
        "index": 3,
        "text": "Թէեւ կը վարանիմ պահ մը առանձին ուղեւորելու, բայց այդ կողմերը գացող եկող այրերու եւ կիներու վստահացուցիչ խօսքերը, մանաւանդ տեղական իշխանութեան կողմէ բարձրագոչ ազդարարութիւնը թէ բացարձակ ապահովութիւն կը տիրէ Վիլայէթին ամէն կողմերը, համարձակութիւն ներշնչեցին ինծ այդ ուղղութեամբ ճամբայ իյնալու։ Տէօրթ-Եօլէ առաջ, ճամբուս վրայ երեք տեղեր ունէի հանդիպելիք, Միսիս, Համիտիէ եւ Էրզին, առաջին երկուքը բոլորովին բնաջինջ եղած, իսկ վերջնոյն ոչինչ պատահած, քանի որ համակ թրքաբնակ էր ան։"
      },
      {
        "index": 4,
        "text": "Առաւօտուն կառքը կ՚սպասէ մեզ կամուրջին գլուխը։ Միտքս բոլորովին պաշարուած թշուառութեան ու ցաւի այն պատկերներով՝ որոնց հանդիսատես եղած էի մի քանի շաբաթ այդ վատաբախտ քաղաքին մէջ, հոնկէ հեռանալու պահուս վերջին անգա՛մ մըն ալ կը նայիմ կամուրջին այն տեղն ու աշուղ Միսաքի կախաղանը բարձրացած էր գիշերանց, վերջին նայուա՛ծք մը այն Սիհունին որ ա՜յնքան հայեր էր կուլ տուած, վերջին մնաք-բարո՛վ մը Ատանացի քանի մը ծանօթներու որոնք ընկերացած են մեզի մինչեւ հոն, եւ ահա մեր կառքը կը սուրայ եւ իր գնացքը կ՚ուղղէ դէպ ի Միսիս։"
      },
      {
        "index": 5,
        "text": "Ատանայէն հեռացած՝ բացութիւններու մէջ ենք հիմայ։ Անամպ, հիանալի երկինք մը մեր վերեւ, անվերջ դաշտագետիններ մեր շուրջը։ Մէկ կողմէն Տաւրոսի ձիւնապատ լեռնաշղթան, հանդիպակաց կողմէն՝ մշուշի թանձրութիւններու տակ ծրարուած Ամանոս լեռներն-այժմու Կեավուր-Տաղին, - եւ արեգական գեղածիծաղ սփռումը կիլիկեան այս գեղեցիկ դաշտանկարին վրայ։"
      },
      {
        "index": 6,
        "text": "Կը թաւալի կառքն անընդհատ, ու տեսարանը նոյնն է ժամերով, անփոփոխ, անայլայլ։ Մենութեան, ազատ միջոցի, ազատ օդի այդ ծոցին մէջ, շատ բնական տրամադրութեամբ մըն է ո մարդ մը մղուի խորհելու։"
      },
      {
        "index": 7,
        "text": "Անցեալէն ու ներկայէն, հինէն ու նորէն վերյիշումներ, անկապակից ու խառն, կը յառնեն միտքիս մէջ, սահող անհետացող դարերը մէյ մէկ պատմական դրուագ կը բերեն յիշողութեանս յանձնել։ Յունական, Հռոմէական, Եգիպտական, Ասորական, Սելճուգական կատաղի արշաւանքներն դէպ ի այդ վայրերը՝ պահ մը կու գան երեւակայութեանս առջեւ նկարուիլ ընդ աղօտ։"
      },
      {
        "index": 8,
        "text": "Կը նայիմ շուրջ, կրկին կը նայիմ երկինքներուն հետ գրկախառնուող լեռներուն, եւ ապշահար վարանք մը կ՚ունենամ յանկարծ՝ պատմական ա՜յնքան անցեալ ունեցող վայրերու մէջ գտնուած ըլլալուս։"
      },
      {
        "index": 9,
        "text": "Հայոց Պատմութենէն մեր ուսած դէպքերուն եւ անցքերուն թատերավայրերն են զորս ունիմ  այս պահուս աչքերուս տակ։ Իրա՞ւ է արդեօք։ Տաքուկ խանդաղատանք մը հոգիս կը լեցունէ. հրճուի՞լ թէ տրտմիլ. իրա՞ւ է որ մենք ալ եղած ենք ազգ մը, մեր ուրոյ իշխաններով, արքունիքով, մայրաքաղաքներով, զօրականներով ու բանակներով։"
      },
      {
        "index": 10,
        "text": "Երբ Ատանայէն մեկնած՝ աւելի կը սուզուինք Կիլիկիոյ խորերը, կարծես աւելի կ՚զգանք ինչ որ Հայութիւնն ունէր անցեալին մէջ տխուր կամ փառահեղ։ Տաւրոսի լեռնաշղթան խորապէս դիտած պահուս, անբացատրելի սարսուռ մը կ՚անցնի հոգիէս, անոր ձիւնէ գագաթները՝ յաճախ խառնուած, կորսուած երկինքի ամպերուն մէջ, անպատմելի, հզօր ազդուութեամբ կը ներգործեն վրաս, եւ վրդովուն նայուածքս երբ կը յամենայ անոնց վրայ, փոխանակ դէպ ի բարձրութիւնները, դէպ ի այդ վեհութիւնները՝ սիրտս խայտանքի սլացք մը ունենալու, ընդհակառակն անիկա ցաւի կծկում մը կ՚ունենայ, քանի որ կը խօսին անոնք ինծի տխուր պատմութիւը հայ արհաւիրքներու։"
      },
      {
        "index": 11,
        "text": "Կը յիշեմ Բագրատունեաց կործանումէն վերջ Հայութեան բեկորներուն յուսահատ գաղթն ու բնակութիւն հաստատելը Տաւրոսի լեռներուն մէջ, բռնութիւններէ եւ կեղեքումներէ զերծ մնալու համար. կը յիշեմ Լուսինեան վերջին ապերջանիկ մեր թագաւորին վիրաւոր փախուստն անոր կիրճերուն մէջ, Մամլուկներէն հալածական…։"
      },
      {
        "index": 12,
        "text": "* * *"
      },
      {
        "index": 13,
        "text": "Դէպ ի հարաւ, հորիզոնին վրայ, մանիշակագոյն թափանցիկ մշուշներու ետեւ մուխի թանձրութիւններ մը կը բարձրանան։"
      },
      {
        "index": 14,
        "text": "- «Շէյխ Մուրատ, Ապտօ Օղլու, Կէմիւրզա, երեք հայանբակ գիւղեր, երեքն ալ քանդուած ու բնակիչները ջարդուած…» կ՚ունկնդրեմ կառքին մէջէն՝ կառապանին խռպոտ ձայնին, մինչ անիկա ձեռքի մտրակը կը ժուռածէ դանդաղակի, հորիզոնին այդ կողմը։"
      },
      {
        "index": 15,
        "text": "Կը նայիմ անքթիթ, կը նայիմ հեռուներու այդ մուխի թանձրութեանց, երեւակայութեամբ կը շրջագայիմ այդ սգատխուր աւերակներուն մէջ որոնցմով լիքն են նոյն գիւղերը, միտքի առջեւ կը բերեմ այն վայրկեաններն ուր խելայեղ հայութիւն մը խուժադուժ կը մահանար կատաղի խուժանէ մը, եւ ցաւոտ կուրծքէս ելած խորունկ ու չոր հառաչ մը կը մարի իսկոյն՝ շուրթերուս վրայ։"
      },
      {
        "index": 16,
        "text": "Կը թաւալի կառքն անդադար, եւ երեքուկէս ժամուան գնացքէ մը վերջ հասած ենք արդէն Միսիս։"
      },
      {
        "index": 17,
        "text": "Միսիս, անցեալի հնագո՜յն քաղաքներէն մին, նախկին յունական Մոբսիւէ՜սթիան պատմական, Հայ յորջորջմամբ Մամե՜ստիան, Ճիհանի մէկ կողն ի վեր բարձրացող բլրակի մը վրայ կառուցուած վիթխարի դղեակի մը պէս լայնանիստ, տիրապետող ու վեհաշուք դիրքով մը։"
      },
      {
        "index": 18,
        "text": "Կառքը կեցած է, ու ձիերն արձակուած։ ՊԷտք է դադար մը ընել։"
      },
      {
        "index": 19,
        "text": "Կանգ առած տեղերնիս, բլրակին ստորոտը, գետին եզերքին, կարգ մը խանութներ փոքրիկ շուկայ մը ձեւացուցած են։ Վիմակերտ, հաստահեղոյս կամուրջ մը, Ատանայինին յար եւ նման, - թէեւ ոչ այնքան մեծ, - գետին երկու եզերն իրարու կը միացունէ, յունական ճարտարապետութեան արդիւնք, որու մասին, կամուրջին սկզբնաւորութեանը, քանի մը վրայ փորագրուած արձանագրութիւն մըն ալ կայ։"
      },
      {
        "index": 20,
        "text": "Կ՚ուզենք բլրակէն վեր ելլել եւ տեսնել բուն Միսիսն իր աւերակներուն մէջ ու տալ անոր մեր Հայու այցելութիւնը։ Սակայն ոչ ոք կ՚ուզէ առաջնորդել զմեզ. ոչ մէկ հայ դէմք կայ շուրջերնիս։"
      },
      {
        "index": 21,
        "text": "Թէեւ անծանօթներ տեղւոյն, բայց վերջապէս կը մագլցենք բլրակէն վեր, եւ արդէն իսկ աւերակներու կոյտերը մեր առջեւ են, թրքական թաղէն դէպ ի հիւսիս։"
      },
      {
        "index": 22,
        "text": "Ո՞ւր են Հայոց եկեղեցիին փլատակներն, ո՞ւր են Հայոց դպրոցին մնացորդները։ Կը թափառինք ածխացած քարերու, փլփլած պատերու մէջ, սիրտերնիս վշտոտ ու երեւակայութիւննիս լի վերյուշումներովն այն թշուառ հայորդիներուն որոնք սուրի եւ հուրի օր մը խողխողուած եւ ածխացած էին այդ տեղուանքը։"
      },
      {
        "index": 23,
        "text": "Խաղաղ, արեւոտ միջօրէ մըն է, ամէն ինչ մեռելութիւն մեր շուրջը։ Անհուն գետիններ մեր չորս բոլորը կը տարածուին, թաւշոտ կանաչութիւն մը Մամեստիոյ դաշտանկարը կը կազմէ, թեթեւ օդ մը թոքերէ ներս կը խուժէ, անուշութիւն մը մթնոլորտը կը լեցունէ։ Կը խորհի մարդ թէ որքա՜ն գեղեցիկ ըլլալու էր Մամեստիան՝ երբ չունէր ան արիւն ու աւերակ։ Դրախտանման երկրի մը գոգը, մաքուր, հանդարտ քաղաք մը, հիանալի իր դիրքով, իր օդով ու իր տեսարանով։"
      },
      {
        "index": 24,
        "text": "Ու հիացումիս հետ՝ դա՛րձեալ վերյուշում. Ռուբինեանց Լեւոն Ա. Թագաւորն էր որ առաջին անգամ Յունաց ձեռքէն առած էր այս քաղաքը։ Երջանի՜կ եւ յաղթական օրեր զոր մեր Պատմութիւնը պահած ունի իր էջերուն մէջ թաքթաքուր…։"
      },
      {
        "index": 25,
        "text": "* * *"
      },
      {
        "index": 26,
        "text": "- «Հայոց եկեղեցին ո՞ւր է» կը հարցունենք անձկաւ՝ թուրք կնոջ մը որ մեր դէմը կ՚ելլէ, պատի մը դարձուածքին։"
      },
      {
        "index": 27,
        "text": "- «Չեմ գիտեր» կ՚ըսէ ան, պրկուած շրթունքով եւ կը հեռանայ արտորնօք։ Հարցումը կ՚ուղղենք այս անգամ այր մարդու մը որ դարձեալ անգիտանալ կը ձեւացունէ։ Հետաքրքրութիւննիս կը մտրակուի կարծես անցորդներու այս խուսափողական կեղծ պատասխաններուն վրայ, ու կ՚սկսինք ման գալ ամէն մէկ աւերակի մէջ եւ ակնապիշ դեգերիլ՝ գտնելու համար եկեղեցիի կամ դպրոցի ո՛ր եւ իցէ հետք։"
      },
      {
        "index": 28,
        "text": "Յանկարծ կը տեսնենք պատով շրջափակուած պարտէզի մը մէջ միայարկ տուն մը՝ որուն դրան ճակատին սպիտակութեանը վրայ կապտագոյն կիրով հայ տառեր կան, Մարտօ գրուած։"
      },
      {
        "index": 29,
        "text": "Աչքերուս մէջ թացութիւն մը կ՚զգամ եւ սիրտս ցաւագին խանադաղատանքով մը կը լեցուի երբ կը խորհիմ այն ձեռքին վրայ՝ որ հազար գուրգուրանքով այդ քանի մը գիրերը փակցուցած էր իր տանը ճակատը։ Այսօր ապահովաբար այդ ձեռքը յօշոտուած կամ այրուած էր…։"
      },
      {
        "index": 30,
        "text": "Պարտէզէն ներս կը մտնենք վարանոտ։ Ոստիկան մը կը դիմաւորէ զմեզ։ Նոյն հարցումը կ՚ուղղենք իրեն ալ։ Այն անգամ սակայն մարդը բլրակին մէկ եզրը կ՚առաջնորդէ զմեզ անխօս եւ հոն ցոյց տալով աւերակներ՝ կը հեռանայ մեր քովէն, գրեթէ շտապ քայլերով։"
      },
      {
        "index": 31,
        "text": "Քանդուած է եկեղեցին, իսկ այրած է դպրոցն որ անոր կիցն է։ Ի՜նչ օրեր, երբ այդ ածխացած շէնքը դպրոց էր եւ Միսիսցի տղեկներ, կայտառ, ճռուողուն, գիրքերնին անութնին, կու գային հոդ հայերէն ուսանիլ, կու գային բա՛ն սորվիլ…։ Այդ տղաքն ո՞ւր էին արդեօք, ո՞ւր էին անոնց ծնողները…։"
      },
      {
        "index": 32,
        "text": "Դպրոցին մէկ սեւցած պատուհանէն դուրս կը նայիմ։ Սքանչելի՜ է։ Անմիջապէս անոր քովէն կ՚սկսի տարածութիւնը մարգերուն, զմրխտագոյն, ծածանուտ։ Ու մտածե՜լ թէ Միսիսցի տղան այդ տեսարա՛նն ունէր հանապազօր իր ուսումնարանէն դիտուած։"
      },
      {
        "index": 33,
        "text": "Պարտէզին մէջ գտնուող քանի մը շիրիմներու առջեւ ալ կանգ կ՚առնենք պահ մը, ու մեր գլխիկոր դարձ կ՚սկսինք բլրակէն վար։ Մեր դէմը կ՚ելլէ սակայն այդ վայրկեանին մարդ մը, ո՜վ բախտաւորութիւն, Հայ մը, տեղացի հացագործ մը, որ ծանօթն է մեր կառապանին։ Հարցումներու անվերջ տեղատարափ մը կ՚սկսինք։ Սուգը սիրտին մէջ եւ արցունքը աչքին՝ կը պատասխանէ խեղճ մարդը մեր բոլոր հարցումներուն կը պատմէ մեզի թէ ինք միակ հայն է որ կրցած է հրաշքով ազատիլ ջարդէն ։"
      },
      {
        "index": 34,
        "text": "Ի՞նչ էր արդեօք այդ հրաշքը։"
      },
      {
        "index": 35,
        "text": "- «Տեսէք, կ՚ըսէ մեզ, Միսիս մօտ գտնուող մի ուրիշ բլրակ ցոյց տալով. հոն, այդ բլրակին տակ քարայր մը կայ խորունկ եւ սոսկալի մութ. հազիւ կրցայ վազելով ինքզինքս այդ քարայրը նետել. ետեւէս եկան մարդասպանները, բայց վախերնուն չի համարձակեցան ներս մտնել. եւ որպէս զի ես ներսը մուխէն խեղդուիմ, ճիւղեր ու մացառներ վառեցին քարայրին բերանը. յետոյ քարերով փակեցին անոր անցքը։ Ներսը դողէս մահուան դուռը հասած էի։ Չեմ գիտեր ի՛նչպէս, մէյ մըն ալ տեսայ որ քարերը քակուած էին. ետքէն իմացայ որ հոնկէ անցնող գնչուներ իմանալով որ կեավուր մը ապաստանած է հոդ. գոնէ դիակը կողոպտելու միտքով՝ քակած էին անցքին առջեւ դիզուած քարերը, սակայն կրկին վախնալով ներս մտնել, ձգած գացած էին։ Արդէն երեք օր վերջն էր որ կրցայ պահուըտած որջէս դուրս ելլել…։"
      },
      {
        "index": 36,
        "text": "Հէ՜գ արարած, խոր վիրապէս ելլող նոր Լուսաւորի՛չ մըն ալ ասիկա։ Փրկուած կեանք մը ունէր, փրկուած ի գին այնքան արհաւիրքի ու տանջանքի։"
      },
      {
        "index": 37,
        "text": "Կը շարունակէր ան իր ցաւալի պատմութիւնը։ Միսիսի մէջ 80 է աւելի տուն այրած էր, եւ 350է աւելի անձեր ոչխարի պէս մորթուած կամ հրկիզուած էին, քանի որ Միսիսի մէջ չկար ո՛չ մի եւրոպական ընտանիք, ո՛չ մի եւրոպական դրօշ՝ ուր կարենային ապաստանիլ փախստական Հայեր։ Չորս բոլորը դաշտ, ամայութիւն, իսկ Միսիսի մէջ իսլամ, մի՛ միայն իսլամ։"
      },
      {
        "index": 38,
        "text": "«Ասիկա Թէրզեանի տունն էր, կը յարէ մեր հացագործը. շուկայի մօտ աւերակոյտ մը ցոյց տալով. հոն ապաստանած  200 Հայեր կատաղի դիմադրութիւն մը ըրեր են, բայց վերջ ի վերջոյ կրակի բոցերու մէջ ամէնքն ալ մոխրացեր են։ Իսկ հոն, - կը շարունակէ ան դարձեալ. Միսիսէ դէպի Ճիհան նայող եզերքին մօտ ցոյց տալով միայարկ շէնք մը, - 50-60 անզէն Հայեր հազար տանջանքներով խողխողուած են, ու իրենց արեամբ ամբողջ ներկուած են գետինն ու պատերը»։։"
      },
      {
        "index": 39,
        "text": "Ու դեռ քստմնելի պատմութիւնը կ՚ընէ ան բիւրաւոր խժդժութեանց, որոնց ենթարկուած էին անտիրական Հայեր։ Չմոռնար նաեւ մեզ ըսելու սոսկալի արարքն արի կնոջ մը, որ իր ութը հատ աղջիկներուն մազերը պինդ մը իրար էր հիւսեր, որպէս զի իրենց տունը հրդեհուած պահուն՝ չկարենային անոնք դուրս փախչիլ եւ իյնալ կատղած խուժանին պիղծ ձեռքերուն մէջ։"
      },
      {
        "index": 40,
        "text": "Հապա այն տղեկն որուն վրայ կազ թափած են՝ եւ լուցկի տալով, մինչ ան բոցավառ՝ ահարկու ոստումներ կ՚ընէր. «Եաշա՜սըն հուրրիէթ, եաշա՜սըն ատալէթ» երգած է վայրագ խուժանն անոր դէմ, տանտաղոսի ծիծաղներով։"
      },
      {
        "index": 41,
        "text": "Ալ չէին լսեր ականջներնիս՝ ինչ որ հացագործը կը շարունակէր պատմել կերկերուն ձայնով մը, անվերջ ողբի մը պէս։ Կ՚զգայինք միայն թէ աչքերնիս մթագնած էին վիշտէ ու ցաւէ երբ կ՚իջնէինք բլուրն ի վար եւ կառք նստած կը հեռանայինք, մեր ետին թողլով Մամեստիան, երբեմնի հայաշատ, սիրուն, պատմական այդ քաղաքն իր փլատակներուն սեւ կործանումին մէջ յուսահատ։"
      }
    ]
  }
}
