{
  "chapterNumber": 16,
  "title": "ԱՂԷՏԱՎԱՅՐԸ ՋՈՒՐԵՐՈՒ ՄԷՋ (3 Նոյեմբեր 1909) — The Disaster Area in Waters",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Պատուհաս մը ե՛ւս ահա յանկարծ կ՚իյնայ արդէն տառապած, արդէն ոգեսպառ ժողովուրդի մը գլխուն։"
      },
      {
        "index": 2,
        "text": "Օրերէ ի վեր անձրեւի տարափներ տեղացած են եւ ամէն կող թաղ է ու խոնաւ։ Շաբաթ որ, կէս օրէ վերջ, լուր կ՚սկսի շրջիլ թէ Սիհունը յորդած է եւ եզերքի դաշտերն ողողած։ Կամուրջէն՝ ուր դիմած ենք հապճեպ, Սիհունը կը տեսնենք իր աղբերուն բոլոր տիրականութեամբ յաղթական։ Ջուրերը դեղին են ու պղտոր, եւ հասանք ուժգին է ու կատաղի։ Հեռուն, հոսանքին գիրկն են կառավարական հիւանդանող ու յարակից շէնքեր, ասդին ջուրերով ողողուած են գետեզերքի թուրք թաղեր ու տուներ։ Խռնուած դիտողներու անզգայ, անկարեկիր երեւոյթը վտանգի մը ահաւորութիւնը, չներշնչեր մեզ, եւ հետզհետէ կառավարական պաշտօնատունն եկող եզերող ջուրերը սարսափի տպաւորութիւնը չեն թողուր վրանիս։"
      },
      {
        "index": 3,
        "text": "Իրիկունը կը յառաջանայ սակայն, եւ խաւարին հետ մռայլ թշուառութիւնը ծայր կու տայ. հետզհետէ տխուր լուրեր կը հասնին. ջուրերն եկած ողողած են հայաբնակ թաղեր՝ Չարչափուխ, Նոր Թաղ, Թօսպաղի Թաղ, Քիրէմիտ Խանէ, եւ հուրէ ու ջարդէ հեւ ի հեւ ազատած ժողովուրդ մը, - ամսիներու ընթացքին հազիւ քանի մը քուրջի տիրացած, - հիմայ ջուրերու մէջ է թաթխուած։ Սիրտերը թունդ ելած են եւ ձեռքերը՝ գալարուած։ Ճար մը, ի՞նչ կարելի է ընել։ Անվեհեր տղաք, սակայն, վտանգի վայրերը դիմած են, եւ գիշերն ամբողջ, մինչեւ առաւօտ կու գան ու կու գան, Հայոց եկեղեցւոյն բակը կը դիզուին խխում լխպիկ եղած կիներ, մանկիկներ, ծերեր, թշուառութենէ եւ սոսկումէ խելայեղ բոլորն ալ, կու գան անոնք անվերջ, որոնցմէ մէկ քանիներ հազիւ կրցած են ազատել իրենց թրջած մէկ անկողինը կամ վերմակը։"
      },
      {
        "index": 4,
        "text": "Առաւօտ է արդէն եւ անամպ, մաքուր երկինքի մը վրայ գեղեցիկ արեւ մը կը շողայ։ Ա՛լ ողողուած է երկիրը, ջուրերու մէջն ենք, կրնա՛ն ամպերն անհետիլ եւ թոյլ տալ արեւին որ փայլի։"
      },
      {
        "index": 5,
        "text": "Տարօրինակ խուճապ մը կը տիրէ։ Եկեղեցւոյն բակը խռնուած ամբոխն օգնութիւն կը պօռայ, կառք, ձի պարան ամէն ինչ պէտք է, որպէս զի երթան ազատեն կիներ ու տղաք. որոնք հեռուն, ջուրերուն մէջ, ծառերու վրայ թառած մնացած են գիշերն ողջոյն։ Ամէն նոր հասնող՝ աղէտի նոր պատմութիւն մը, գործուած աւերի մը նոր դրուագն ունի հետը բերած։ Չարչափուխի եւ շրջականերու տուներ, որոնք Միջազգայինին միջոցաւ էին նորոգուած կամ շինուած, հողէ եւ յարդէ կառուցուած այդ բնակարանները մեծ մասամբ փլած էին։"
      },
      {
        "index": 6,
        "text": "Ահռելի եղած էր ահ ու սարսափը մանաւանդ գիշեր ատեն, Առ ի չգոյէ թաղապետական ո եւ է պաշտօնեայի, անձնուէր բժիկ մը՝ Տքթ. Վ. Գալուստեան, նաեւ Արշակ Չաքըճեան քանի մը հայ տղոց հետ ձի հեծած՝ մինչեւ առաւօտ ջուրերուն մէջ մնացած եւ կեանքեր փրկած էին։ Ահարկու եղած էր տեսարանը մութին, այդ ջուրերուն մէջ, երբ պատ մը յանկարծ փլչելով հոսանքը կ՚ուժովնար, եւ կամ ազատարար կառքեր առ խարխափ գացած ատեննին՝ խորութեանց մէջ կը գլտորէին յեղակարծ։"
      },
      {
        "index": 7,
        "text": "Զանգակատան բարձունքէն մեր աչքին առջեւն է ամբողջ Ատանան, որ իրաւամբ կղզի մըն է հիմայ։ Սիհուն, որ իր ընթացքը կը կատարէր քաղաքին արեւելեան եզերքէն, ծովածաւալ տարածութեամբ մը սեղմիւ շրջապատած է քաղաքն ամբողջ. իր կոհակներն եկած հասած են անոր տափարակ մասերուն, թափանցած են անոր ուղիներուն։ Ջուրերու մէջ են Թրփանիի գործարան, ամերիկեան հիւանդանոց, շոգեկառքի կայարան։ Ջուրերը մէկ ու կէս կանգուն բարձրութեամբ եկած են մինչեւ Պուղտայ Բազարը կոչուած տեղը, հիւսիսային կողմէն՝ մինչեւ Ղազանչըլար Տաղը, Աւանիայի գործարանին առջեւ։ Եիւրէքլիի գեղեցիկ դաշտագետինն ուր թրքաբնակ 80-90  գիւղեր կը գտնուին, ջրամոյն է բոլորովին։"
      },
      {
        "index": 8,
        "text": "Սիհուն եւ Ճիհան յորդելով ու միանալո՛վ է որ գործած են այս աւերը։ Կը պատմուի թէ 96ին եւ աւելի առաջ՝  74ին ալ պատահած էին յորդումներ, բայց անոնք այս համեմատութեան չէին հասած, եւ կորաքամակ ծերունիներ կը հաստատեն թէ Ատանա ծնած եւ ապրած ըլլալով, երբեք տեսած չէին նմանօրինակ յորդում մը։"
      },
      {
        "index": 9,
        "text": "Նմանը չտեսնուած ջարդի ու թալանի մը՝ նմանը չտեսնուած յորդում մը, մաքրագործո՛ւմ մը պէտք էր։ Եւ երբ մարդկային արդարութիւնն անկարող եղած էր այդ բանն ընելու, անդին, Բնութեան ծոցէն հեզիկ մնջիկ սահող Սիհո՛ւնն է որ ահա կը կատղի, կը փրփրի, կ՚ուռի, կ՚ուզէ իր յատակը մաքրել հայ զոհերու նեխած դիակներէն. կ՚ուզէ քաւուիլ ինք այդ անմեղներո՜ւ արիւնէն։ Ու իրեն օգնութեան կանչելով Ճիհանի ջուրերն ալ, կ՚երթայ Ապտալներու, Ֆէլլահներու թաղերն, անոնց երդիքներուն տակ խլուած ու դիզուած կողոպուտը կը քշէ կը տանի, կը տանի՝ դէպ ի ծով, կը տանի դէպ ի ոչնչութիւն։"
      },
      {
        "index": 10,
        "text": "Կամուրջին վրայ կը հանդիպիմ Ապտալի մը, որ արիւն արցունք կու լայ, եւ ձեռքը բռնած բահը ցուցնելով՝ իր հինգ հարիւր ոսկիի հարստութենէն միայն այդ գործիքը մնացած ըլլալը կ՚եղերերգէ. ուրիշ ֆէլլահ կին մը իր ոչխարներուն, իր տասնեակ կովերուն անհետանալը կ՚ողբերգէ։ Անձնիւր փախստական, այսպէս իր կորուստի երեմիականը կ՚ոգէ հիմայ՝ Աղէտավայրին վրայ թափառայած։"
      },
      {
        "index": 11,
        "text": "Գետը պիտի չգար երբեք մեր թաղերը, պիտի խնայէր անոնց, բայց կ՚ըսուի թէ անծանօթ ձեռքեր մութին մէջ գործած են, անոր կողքն ի վեր բարձրացած թումբին վրայ փապար մը բացած են՝ անդին ուրիշի մը արմտիքի գործարանը բացարձակ փճացումէ մը փրկելու համար։ Ջուրերն այսպէս եկած խուժած են մեր թաղերը, տարած են անոնց աղքատիկ բնակիչներուն ցնցոտիները, սակաւիկ մը ձաւարն ու կորեկը- բովանդակ պաշարնին ձմրան օրերուն։"
      },
      {
        "index": 12,
        "text": "Հիմայ կը շարժին այդ խեղճերը ժամուն բակին մէջ, ամէնքն ալ խռնուած դիզուած են հոն, ամէնքն ալ տրտունջ մը, բողոք մը, աղերս մը կամ անէծք մը ունին շուրթներնուն ծայրը։ Ոչ ոք կը լսէ սակայն իրենց։ Ձեռքեր օդին մէջ կը շարժին, դէմքեր կը ծռմռկին. կու լա՞ն թէ կը պաղատին. ոչ ոք կը նայի իրենց. հաց կը նետուի առջեւնին. չոր հաց մը. ու կը խորհուի թէ այդ արդէն բաւական չէ՞…։"
      },
      {
        "index": 13,
        "text": "Ի՞նչ անուն տալ եւ ի՞նչ անէծք տեղալ բոլոր անոնց որոնք տունի տեղի տէր, դիրքի, արժանիքի տէր այս ժողովուրդը հասցուցին այս անտէր անտիրական վիճակին, որոնք այս ժողովուրդը՝ վիշտէ ու տառապանքէ խելայեղ, տմարդութեան, անբանութեան դուռը հասցուցին, քուրջի եւ աղտի մէ՛ջ թողուցին զինք, թողուցին որ տաղտապի ան, ծաղր ու ծանակ, նշաւակ եղած, եւ սպառսպո՜ւռ փճանայ…։"
      },
      {
        "index": 14,
        "text": "Անհուն ցաւը կուրծքին տակ, եւ արցունքի թացութիւնն աչքին մէջ, մարդ յուսահատօրէն կը խորհի թէ ի՜նչ ճար կարելի է ընել անոնց։"
      }
    ]
  }
}
