{
  "chapterNumber": 28,
  "title": "ՀԱՃՆՈՅ ՀԱՅՐ ՍՈՒՐԲԸ — The Holy Father of Hadjin",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Հաճոյքը կ՚ունենամ տեսնելու Պօլսէն նոր հասնող երկու երիտասարդ ուսուցիչ եղբայրներ Միացեալ Ընկերութեան կողմէ եկած՝ Հաճըն երթալու եւ տեղւոյն վարժարաններուն մէջ դասախօսելու համար։"
      },
      {
        "index": 2,
        "text": "Տաժանագին եղած էր ճամբորդութիւննին։ Սարսափելի փոթորիկներու բռնուած՝ գրեթէ ամիսի մը չափ թափառեր էին ծովերու վրայ, Իզմիրէն Իսքէնտէրուն, Իսքէնտէրունէն Իզմիր աստանդական, շոգենաւնին առանց կարենալու Մէրսինի նաւահանգիստը հանել զիրենք։"
      },
      {
        "index": 3,
        "text": "Ահաւասիկ մարդեր՝ իրենց պարտականութեան գիտակ եւ իրենց կոչումին հաւատարիմ, որոնք Միացեալի պէս ազգօգուտ ընկերութեան մը կողմէ եղած հրաւէրին պատասխանելով յանձն առած էին հրաժարիլ ամէն հանգստութենէ եւ աղէտեալ երկրի մը խորերը մխրճուիլ, մանուկներ կրթելու, յոյսի եւ սփոփի բարիքը սփռելու եւ պատրաստելու գաւառի վաղուան մարդը։"
      },
      {
        "index": 4,
        "text": "Ընկերութեան կողմէ ղրկուած գրենական պիտոյք սնտուկ սնտուկ հասած էին իրենց ետեւէն եւ իրենց ակամայ ուշացած ըլլալու խղճահարութեամբ տանջուած՝ տրամադիր եւ անհամբեր աշխատանքի, կ՚սկսէին հանդերձիլ այս առաւօտ իսկ հոսկէ մեկնելու, երբ լուր առնուեցաւ որ Հաճնոյ առաջնորդ Ներսէս վրդ. Դանիէլեան քաղաքս ժամանած էր՝ կուսակալին հրաւէրին վրայ։"
      },
      {
        "index": 5,
        "text": "Երբեք պիտի չմոռնամ ուրախութեան այն լայն ժպիտը զոր հէք տառապած վարդապետն ունեցաւ իր դէմքին վրայ, երբ տեսաւ պօլսառաք այս ուսուցիչ եղբայրները։ Հակառակ իր ուղեւորական խոնջէնքին եւ կուսակալին հետ ունենալիք իր անմիջական տեսութեան, Ներսէս վարդապետ կրցաւ ընդ երկար տեսակցիլ հետերնին դպրոցի կարգադրութեանց մասին եւ տալ անոնց՝ անհրաժեշտ տեղեկութիւններ, որովհետեւ անոնք առաւօտուն կանուխ դէպ ի Հաճըն պիտի մեկնէին։"
      },
      {
        "index": 6,
        "text": "Ո՜րքան փոխուած էր «Սսական Վարդապետ»ը. տարիքէն կանուխ սպիտակութիւն մը ողողեր էր անոր մազերն ու մօրուքը խարտեաշ, ակօսները շեշտուած՝ ճակտին եւ այտերուն վրայ եւ տխրութեան առկայծում մը իր խոնաւ բիբերուն խոր։ Ու ինչպէ՜ս ալ չըլլար. վիշտ մնացե՞ր էր զոր չկրէր, տառապանք մնացե՞ր էր որուն կուրծք տալու կոչուած չըլլար ան, սկսելով Սահմանադրութենէն շատ առաջ, ու տակաւին տեւելով Սահմանադրութենէն վերջ՝ մինչեւ մեր օրերը, պահելով միշտ հոգի մը որ խտացումն էր վեհ ու դիւցազնական առաքինութեան։"
      },
      {
        "index": 7,
        "text": "Շատ լաւ կը ճանչնայի զինքը։ Սկիւտար, Նոր-Թաղի քարոզիչ եղած ատեն՝ առիթը չէր պակսած յաճախ տեսակցելու իրեն հետ։ Ուսման եւ կրթութեան համար հոգի տուող հոգեւորականն էր ան, ժամ առաջ իր ծննդավայրը վերադառնալու եւ իր հօտին բարօրութեանը համար իր բոլոր կարողութիւններն ի սպաս դնելու տենչովը տոչորուող վտարանդին էր ան։"
      },
      {
        "index": 8,
        "text": "Իր կեանքը չարչարանքի, հալածանքի ու զնդանի երկարատեւ շարք մըն էր եղած, մինչեւ որ եկած ինկած էր աքսորի իր վերջընթեր հանգրուանը՝ Սկիւտար ուր կը մնար տարիներէ հետէ, լծակից աքսորական Վեհապետեան Մկրտիչ Սրբազանի հետ։ Համիտի օրով իր բանտի կեանքը խիստ չարատանջ եղած էր յԻսկէնտէրուն. հոն, եղեռնագործ քուրդերու առընթեր՝ օրերով պառկած էր շղթայակիր. հողէ գետիններու վրայ. եւ խարազանի անխնայ հարուածներու տակ լալագին՝ ո՜րքան երանաւէտ ու լուսեղէն երեւցած էր Մահն արդեօք իր աչքերուն…։"
      },
      {
        "index": 9,
        "text": "Լամընէի մէկ խօսքը կու գայ այս պահուս գրչիս տակ. On m'a demande; «Pourquoi pleurez-vous?» et, quand je l'ai dit, nul n'a pleure, parce quon ne me comprenait point. L'exile partout est seul."
      },
      {
        "index": 10,
        "text": "Բանտէ բանտ, աքսորէ աքսոր թափառիլ . ահա՛ ինչ որ իր երիտասարդութիւնը գիտէր. եւ երբ օր մըն ալ, Օրմանեան պատրիարքի միջոցաւ կը բերուէր Պօլիս եւ Սկիւտար կը հաստատուէր ան իբրեւ տարագրեալ, լրտեսներ չէին դադրեր իր շուրջ դեգերելէ, իր քայլափոխերը համրելէ եւ ձերբակալելով զինքը՝ քանցիս բանտ առաջնորդելէ։ Սակայն հակառակ իր կորովը ջլատող բոլոր այս տխուր պարագաներուն, նոյն եկեղեցականը կ՚ապրէր իր մէջ անյողդողդ եւ աննկուն։ Եկեղեցիէն կ՚երթար դպրոցները, դպրոցներէն կ՚երթար հոն ուր աշխատութիւն մը կար ընելիք կամ խիղճի պարտք մը կատարելիք։ «Կալ ի դմին կոչման». վեղարը գլխուն առած օրէն՝ ինչ ամուր քանդակուեր էր այս խօսքն իր միտքին մէջ։"
      },
      {
        "index": 11,
        "text": "«Ժողովրդական Քարոզներ»ու պատուական հեղինակը ցորչափ ապրեցաւ Սկիւտար, իր մենարանին անշուք խորշը, - յաճախ հիւանդագին վիճակի մէջ, - մի՛ միակ զգացում մը ունէր որ իր միտքին առանցքը կը կազմէր. սաստիկ, անսահման կարօ՜տն էր այն՝ հայրենի լեռներուն, սարերուն, իր Սիսուանին, իր հօտին համար։"
      },
      {
        "index": 12,
        "text": "Իր մէն մի խօսքը, մէն մի գրուածքը ցաւալի վերյիշումները կը պարունակէին իր տառապանքի օրերուն։ Քանի մը տուն ահա այն ոտանաւորէն զոր գրած էր ափ յափոյ իր լուսանկարին ետեւ, զայն մեզ նուիրելուն առթիւ, ասկէ տասնեակ տարիներ առաջ."
      },
      {
        "index": 13,
        "text": "Ձեռս ի ծընօտ սեւեռուն,"
      },
      {
        "index": 14,
        "text": "Մընան աչերս մոլորուն՝"
      },
      {
        "index": 15,
        "text": "Հեռանըկար պատկերին"
      },
      {
        "index": 16,
        "text": "Սիրոյ անմահ միւս կեանքին։"
      },
      {
        "index": 17,
        "text": "Նայէ՛ դէմքիս մթագնած,"
      },
      {
        "index": 18,
        "text": "Ձիւնն է կեանքիս փոթորկած."
      },
      {
        "index": 19,
        "text": "Իսկ իմ ճակտիս կնճիռներ"
      },
      {
        "index": 20,
        "text": "Տառապանա՜ցս են գիրեր…։"
      },
      {
        "index": 21,
        "text": "Յուշքն անցելոյն վաղախոյս"
      },
      {
        "index": 22,
        "text": "Վէրքերն ունի խորն հոգւոյն."
      },
      {
        "index": 23,
        "text": "Կարդա՛ դէմքէս, աչքերէս"
      },
      {
        "index": 24,
        "text": "Ինչ որ կ՚ուզես իմ կեանքէս։"
      },
      {
        "index": 25,
        "text": "Դանիէլեան վարդապետ ուրախութենէ նուազած էր գրեթէ երբ օրին մէկը իմաց տուած էին թէ Համիտ կը թոյլատրէր իրեն Կիլիկիա վերադառնալ։ Շատ չէ անցած, անիկա բախտաւորութիւնն ունեցած էր Սահմանադրութեան հռչակումն ալ ողջունելու ի՛ր սիրելիներուն մօտ։ Բայց կարծես ժպիտն պէտք չէ՛ր որ մնար անոր դէմքին վրայ, եւ ազատութեան արեւին տակ ջարդուած Կիլիկեցիներու սուգը սիրտին մէջ, վարդապետը կրկին բնակիչ արձանագրուած էր Մարաշի եւ Էրզինի բանտերուն, Ատանացի, Հաճընցի եւ Տէօրթ-Եօլցի հայերու հետ մէկտեղ, կախաղանի ստուերը յար գլխուն, շուրջը ծածանուտ։ Ինչո՞ւ։ Որովհետեւ երբ զինեալ եւ կատղած խուժանը Հաճնոյ դուռն էր հասեր ամէն որ սպաննելու եւ ամէն ինչ աւարելու եւ աւերելու համար, այս քաջարի եկեղեցականը Ղեւոնդեանց իբրեւ ճշմարիտ յաջորդ՝ խաչ ու զէն ի ձեռին առաջքն էր ինկած իր ժողովուրդին եւ ցվերջ խրախոյս տուած անոր, ինքնապաշտպանութեան համար։ Հրացանները կը պայթէին շարունակ, ամբոխը կ՚ոռնար դիմացէն։ Օ՜ն անդր, քաջերուն քաջալերա՛նք։ Գոյութեան պահպանման այդ ահեղ ոգորումին մէջ որ ժամեր, օրե՜ր տեւած էր, Հայր Սուրբը նուաղած կ՚իյնար յանկարծ խաչը ձեռքը, վասն զի խունկի բուրմանց վարժուող իր ռունգերը վառօդի հո՛տ կ՚առնէին միայն, եւ, դպիրներու պատգահիկ ձայներուն սովոր իր լսելիքը՝ մահասաստ բոմբիւններո՛վ կը լեցուէր անդուլ, այսպէսով ո՜րչափ արդարացունելով իր հայութեան կցուած սուրբ տիտղոսը…։"
      },
      {
        "index": 26,
        "text": "Ահա այս «Սսական վարդապետ»ն էր որ շաբաթներով արգելաններու խորը տուայտելէ վերջ, ազգին կողմէ եղած հաւաքական դիմումներու շնորհիւ կը խուսափէր կախաղանէն ու կրկին կը նուիրուէր դպրոցներու բացումին, ժողովուրդին զարգացման, անոր բիւր բիւր ցաւերուն դարման տանելու տառապագին գործին։ Որբանոցներէն վերջ Միացեալի վարժարաններուն խնդիրը կար, Միացեալէն վերջ Ազգանուէր վարժարաններուն կարգադրութիւնը, յետոյ այրիներու համար արհեստանոցներ հիմնելու աւագ ու կենսական հարցը։"
      },
      {
        "index": 27,
        "text": "Մեծ էր սուգն, ու չքաւորութիւնն ահաւոր. քան զի Հաճըն հակառակ ջարդէ զերծ մնացած ըլլալուն՝ իր կտրիճներէն կը կորսնցունէր չորս հազար հոգի՝ հեռաւոր արտօրէից մէջ, ուր անոնք գացած էին տքնիլ իրենց բահուբրիչով. որով այրիներու, որբերու եւ անպաշտպան կարօտելոց թիւը մէկէն ի մէկ ստուարացեր էր Հաճնոյ մէջ։ Իր քարքարուտ դիրքով եւ շրջականերով՝ Հաճըն զուրկ էր մերձակայ դաշտերէ, վարուցանի համար, - գլխաւոր զբաղումը գաւառի հայուհեաց մէկ կարեւոր մասին։ Անհրաժեշտ էր ուրեմն արհեստանոցներ բանալ, գործ, հաց հայթհայթել անսուաղ այրիներու։ Ներսէս վարդապետ այդ ուղղութեամբ ալ տակաւին շատ ջանքեր ունէր թափելիք։"
      },
      {
        "index": 28,
        "text": "Անհուն կարեկցութեամբ կը նայիմ այս վշտահար եկեղեցականին որ տարիներու բանտերէ եւ աքսորներէ վերջ՝ այսօր ալ հարուածեալ իր հօտին կսկիծը սիրտին մէջ, կը վազէ, կը դիմէ ամէն ո՛ւր որ պէտք է, կը մխիթարէ, կը սրտապնդէ իր յուսաբեկ ժողովուրդը, գերմարդկային ճիգերով կը տքնի ամոքելու ծովածաւալ ցաւեր, տրտունջներ ու պահանջներ…։"
      }
    ]
  }
}
