{
  "chapterNumber": 1,
  "title": "ՄԵԿՆՈՒՄԻ ՊԱՀԸ (14 Հոկտ. 1909) — The Moment of Departure",
  "sourceContent": {
    "paragraphs": [
      {
        "index": 1,
        "text": "Աշնանավերջի անուշ իրիկուն մըն է։ Վերջալոյսը հետզհետէ կը նուազի հորիզոնի ոսկենշոյլ պաստառին վրայ, ուր, նկարչային գորշութեան մը մէջ թաղուած՝ Ստամպօլը կ՚ուրուանկարուի հիմայ աւելի քան երբեք գեղեցիկ՝ իր սլացիկ մինարէներովն ու գմբէթներուն վէտվէտումովը։"
      },
      {
        "index": 2,
        "text": "Շոգենաւին կամրջակին վրայ, բազրիքի մը կռթնած՝ չորս բոլորս կը դիտեմ, բաժանումէ մը առթուող տարտամ մտահոգութիւններու սարսուռովը սիրտս լեցուն։ Ալէքսանտռի խարիսխը բարձրացուցած է եւ իր «վինչ»ին խլացուցիչ խորը դադրած։ Կը մեկնինք, այլ եւս կը հեռանանք Պոլիսէն։ Սիրելիներ, բարեկամներ, Ազգանուէր Հայուհեաց Ընկերութեան անդամուհիներ իրենց ողջերթի եւ յաջողութեան մաղթանքներուն հետ հրաժեշտնին տուած՝ մակոյկներով կ՚շտապեն նաւուն կուշտն ի վեր, գլուխ ու թաշկինակ թօթվելով։"
      },
      {
        "index": 3,
        "text": "Անօրինակ թոհուբոհ մը՝ ծովուն վրայ։ Նրբիրան, աղւոր փայլքի մը քովէն՝ հանքածուխ պարպող բանւորներով լեցուած տձեւ նաւակ մը կը սողայ. անդին՝ լայնառագաստ ցռկանաւներու առաջքէն՝ շոգեմակոյկ մը արշաւասոյր. հեռուն, հիւսիս ու հարաւ մեկնող երեկոյեան շոգենաւներ՝ տուներնին վերադարձող ուղեորներով առլի՝ խօլ զիկզակներ կը ձեւացունեն, զիրար կը խաչաձեւեն, զիրար կը հետապնդեն։ Մեր նաւը կը շարժի հիմայ, պարանաձիգի մը առաջնորդութեամբ, ու պահ մը դէմ առ դէմ կու գանք Շիրքէթի 42 թիւին։ Խոնջ վաստակաբեկ շուկացիներ մէկ կողմ դրած հաշիւ ու շահ՝ իրենց սիրելի յարկերը կը դիմեն։ Տեսակ մը խանդոտ վերաբերումով կը նայիմ ցռուկին ու վերնայարկը խտացող այդ երջանիկ բազմութեան -իբրեւ իմ երկրացիներուս, - ու մնաք բարովին պէս խօսք մը կու գայ համր շուրթերուս ծայրն՝ անոնց հասցէին ուղղուած։"
      },
      {
        "index": 4,
        "text": "Մնաք բարով շուրջս գտնուած քիչ մը ամէն բանի, շնչաւոր էակներէն մինչեւ անշունչ իրերը բնութեան, սա ընտանի եզերքներէն մինչեւ բարձունքը Չամլըճայի։ Սոյլեր, խռպոտ հագագներէ արձակուող աղաղակներու հանգոյն՝ սոյլեր անվերջ ու ընդհատ, այդ պահուն ինձ համար կարծես՝ Մեկնումի անսահման թախիծը դառնօրէն երգող, եղերերգող։"
      },
      {
        "index": 5,
        "text": "Կ՚զգամ որ յուզումը տեղաւորուած է ա՜լ էութեանս մէջ, եւ ակնարկս տակաւին յառած հեռուի ու մօտի տեսարաններուն՝ ջանք կ՚ընեմ ատոնցմով գրաւուելու, ատոնց պարզած խաղաղաութեանը մէջ սուզուելու, ամոքուելու համար առանձնութեանս տաղտուկէն, պահ մը մոռնալու համար տխրութիւնը բաժանումին, նաեւ միտքէս վանելու համար ամէն դժխեմ կարելիութիւն պատահականութեանց։"
      },
      {
        "index": 6,
        "text": "Սառայ-Պուռնին դարձած՝ Մարմարայի ջուրերն ենք։ Մայրամուտ հորիզոնը տմոյն երանգի մը մէջ՝ արեւին թաղումը կը շարունակէ խոկալ. անհամար ծուխերէ եւ իրիկնամուտի ստուերներէ գոյացող թաձրութիւն մը կը ծփայ յամրօրէն՝ ծովին ու մեր նայուածքէն խուսափող մայրաքաղաքին վերեւ։ Դեռ կը յամենամ կամրջակին վրայ, անձնատուր՝ բաց ծովերէն եկող թեթեւ հովին, եւ աչքերս անքթիթ՝ հոն, ի բարձունս անդր Սկիւտարի։"
      }
    ]
  }
}
