{
  "title": "Vorlesung 77 (Lecture 77)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Das griechische »aµap,avstv« hat eine spezielle und eine all- gemeine Bedeutung. Die spezielle Bedeutung ist »sündigen« in der gewöhnlichen Bedeutung des Wortes. Die allgemeine und zugleich ursprüngliche Bedeutung des griechischen und des entsprechenden hebräischen Wortes (aµapna - ;itl;t;in) ist »aberratio a scopo - das Ziel verfehlen«, was z.B. von Schüt- zen gebraucht wird; und weil das bestimmt gedachte Ziel ein Punkt ist, der von einer Peripherie umgeben gedacht wird, so ist das vom bestimmten Ziel Abirren soviel als a centro de- flectere. In diesem Sinne kann auch von jenem Prinzip des Anfangs, das im centro bleiben sollte, gesagt werden, es habe vermöge seiner Doppelseitigkeit von Anfang an die Neigung a"
    },
    {
      "index": 1,
      "text": "potentia ad actum überzugehen, die Neigung, wieder aktiv und dadurch peripherisch zu werden. Zwar für sich selbst, ohne den Willen des Menschen, ist es unvermögend; aber eben dadurch ist es veranlaßt, sich dem Willen des Menschen zu zeigen als Möglichkeit eines Seins, das nicht sein sollte, das aber den Willen des Menschen zu reizen vermag. Diese Nei- gung, sich aus dem centro zu heben, ist von Seite jenes Prinzips zwar keine reelle, aber doch eine ideelle Abweichung. Es sollte dem Menschen innerlich sein: indem es sich aber dem Men- sehen äußerlich macht, sich ihm reell darstellt, ist es schon nicht mehr eodem loco, quo esse debebat, nicht mehr an dem Orte, wo es sein soll; dies ist also schon ein Abirren - aberrare, äµap,avc:tv - ein Sündigen, und insofern kann gesagt werden, daß es sündigt von Anfang, d. h. ehe es zu einem wirklich Geschehenden kommt. In dieser allgemeinen Bedeutung kann das »äµap,avc:1 an:' a.px17c;« wohl genommen werden. Jenes Prinzip, jener Geist sündigt von Anfang, d. h. ehe noch etwas geschehen ist, weil erst durch seine Verleitung veranlaßt wird, daß etwas geschieht. Denn die Sünde des Menschen ist jenes Urereignis, niit dem alle Geschichte anfängt. In dem Ausdruck »er sündigt von Anfang« liegt also durchaus keine Bestätigung für jene Legende, nach der Satan ein guter Engel gewesen, nachher gefallen und von Gott verstoßen worden ist. Er sün- digt von Anfang, ehe etwas geschieht, also auch ehe mit ihn1 selbst etwas vorgegangen ist; seine erste Bewegung ist dieses Abirren vom centro. So viel über diese wichtige Stelle, nach welcher gesagt ist, daß der Satan nicht von Anfang gesündigt hat, sondern von Anfang sündigt. Eine andere höchst bedeutende Äußerung über die Natur des Satans findet sich in dem Evangelium des Johannes, und zwar in den Worten Christi selbst. Christus sagt (8,44.) zu den Juden: »uµw; EK rnu rracpoc; rnu 8wßo1cou scnc:« usw. [Ihr seid von eurem Vater, dem Teufel, und was dieser begehrt, wollt ihr * tun. Derselbige war ein a.vSpmn:OKT0VOt:; [riv] an:' apxfic;]. Hier heißt es schon »17v«, weil hier vorn Satan in bezug auf einen wirklichen Vorfall, - auf ein wirklich Geschehenes gesprochen wird. Von Anfang, heißt es, d. i. er ist seiner Natur nach das"
    },
    {
      "index": 2,
      "text": "dem Menschen nach dem Leben strebende, und weil das ei- gentliche Leben nur ein bewußtes ist, das dem menschlichen Bewußtsein seiner Natur nach gefährliche und feindselige Prinzip; (Km EV TTI UAY]lktq oux ECHY]KEV) d. h. er ist in dem wahren Verhältnisse nicht geblieben, on ouK t-.crnv UAY]itEta t-.v au,Q) [weil keine Wahrheit in ihm ist]. Dies ist ein sehr scharfer und bedeutender Ausdruck - dies heißt: seine Natur, insofern er in seiner Eigenheit betrachtet wird, ist, nur Täuschung und Lüge zu sein. Weil es nicht bestimmt ist, in seiner Eigenheit hervorzutreten, weil es im Grunde bleiben soll, so kann es als Hervortretendes nur Täuschung und Lüge sein. Diese Lüge besteht darin, daß es den menschlichen Willen darum anlügt, damit er ihm zum Sein verhelfe. Soweit dieser Geist den menschlichen Willen anlügt, soweit erkennt er sich als unab- hängig vom menschlichen Willen, als dem menschlichen Wil- len unterworfen; aber die Absicht dieser Unterwerfung ist, ihn damit zu überlisten, indem der menschliche Wille sich vor- stellt, auch dann des Prinzips noch mächtig zu sein, wenn er ihm zum Sein verholfen hat. Allein wenn jenes Prinzip zum Sein gelangt ist, macht es sich zum Herrn des menschlichen Bewußtseins, und der Mensch wird sein Sklave. Wir dürfen auch hier nicht vergessen, daß alle diese Urteile vom Stand- punkte des Menschlichen gesprochen werden, zu welchem sich Christus ganz herabläßt. Für den Menschen ist jenes Prinzip nur Lüge und Betrug: wozu es in den Augen Gottes diene, wird hier nicht gefragt. »'Owv AUATI 10 \\j/EtJöoi;, EK ,cov tfücov AUAEt [Wenn er Lüge redet, so redet er von seinem Eigenen heraus]«, er redet von seiner Eigenheit, d. h. seiner Eigenheit gemäß. Nur in seiner Eigenheit ist dieser Geist Unwahrheit, Satan. In seiner Nichteigenheit, wenn er bloß Grund sein will, ist er auch nicht Unwahrheit. Es ist unmöglich, sich schärfer und bestimmter auszudrücken, als sich Christus hier ausge- sprochen hat. Satan ist seinem letzten Grunde nach das seiner Bestimmung nach Nichtseiende, welches nur durch Täuschung dahin gelangen kann, Seiendes zu sein. Aber eben darum, weil es nur durch Täuschung zum Sein gelangt, täuscht es schon von Anfang, d. h. ehe es ist. Bis jetzt also ist durchaus nichts"
    },
    {
      "index": 3,
      "text": "von Jener angeblichen Geschichte eines in der Zeit erfolgten Abfalles des Satans von Gott zu vernehmen. Denken wir uns nun aber dieses Prinzip zum Sein gelangt, so hat es 1) ein allgemeines Verhältnis zum Menschengeschlechte überhaupt. Rücksichtlich dieses Verhältnisses müssen Perioden unterschie- den werden, wie sie das Christentum selbst unterscheidet. Das Christentum sieht die ganze Zeit vor Christus als die Zeit der Herrschaft dieses Prinzips an, darum heißt es der Fürst, der Gott der Welt. Christus ist als ein stärkerer gekommen und hat diesen Geist seiner unwiderstehbaren Gewalt beraubt; aber die- ser Geist ist seiner Natur nach ein nie sich selbst gleicher, seiner Natur nach versatil; unablässig wechselt er seine Rolle, indem er, wenn er auf einem Gebiete sich befindet, sogleich wieder auf ein anderes springt. Diese verschiedenen Wandlungen die- ses Prinzips zu durchgehen, liegt nicht in unserer Aufgabe. Wir haben es hier bloß als Prinzip der falschen Religion zu betrach- ten, als den Geist, durch dessen Inspiration das Heidentum entstanden ist. Das Heidentum ist seinem letzten Grunde nach die Inspiration eines dem Menschengeschlechte feindseligen 211 Prinzips; denn selbst Menschenblut heischte jener Geist. Selbst noch Themistokles brachte, wie wir gesehen haben, Men- schenopfer. Aber außer diesem allgemeinen Verhältnisse zum Menschengeschlechte, welches bis ans Ende der Zeit unter verschiedenen Formen fortdauert, gibt das Christentum die- sem Geiste 2) noch ein besonderes Verhältnis zu dem einzelnen Men- schen. Jeder später geborene Mensch ist schon unter dem Einflusse dieses Geistes geboren. Dieser Geist braucht nicht erst zu kommen, sondern ist schon mit dem Menschen gebo- ren. Hierauf möchte im letzten Begriffe zurückkommen, was gewöhnlich unter der Erbs1~11de gedacht wird. Aber dieser Geist ist nur Möglichkeit, aber unendliche Möglichkeit, die nie völ- lig verwirklicht werden kann, die in allen Formen und Gestal- ten spielt, aber nie etwas für sich selbst, d. h. ohne den Willen des Menschen, vermag, die nie1nals für sich selbst die in ihr enthaltene Möglichkeit zu realisieren, d. h. ad actum. producere vermag - ohne den menschlichen Willen. Als an sich uner-"
    },
    {
      "index": 4,
      "text": "schöpfliche Quelle von Möglichkeiten, die nach den verschie- denen Umständen immer neue und wechselnde sind von der einen Seite, von der andern Seite aber unvermöglich, diese Möglichkeiten zu verwirklichen, ist dieser Geist wie ein ewiger Hunger und Durst, eine ewige Sucht. Petrus vergleicht den Satan mit einem hungrigen Löwen, der umhergeht und sucht, wen er verschlingt. Wegen dieser doppelten Eigenschaft, näm- lich wegen der unendlichen Quelle von Möglichkeiten in ihm, und seiner Unvermöglichkeit, diese Möglichkeiten zu ver- wirklichen, woraus seine unendliche Sucht nach Wirklichkeit hervorgeht, wird dieser Geist vorgestellt als begriffen in einem ewigen Bedürfnisse, das, was bloße Möglichkeit in ihm ist, durch den menschlichen Willen zu verwirklichen. Daher ist der Wille des Menschen stets von diesem Geiste umlagert. Immer auf der Lauer ist dieser Geist stets bereit, jede Blöße, jede offene Stelle zu benützen, die ihm Eingang in den mensch- lichen Willen verschafft: und immer und überall ist der Mensch von seinen Nachstellungen umgeben, auf eine Weise, die mit der Natur eines beschränkten Geistes sich nicht vereinigen läßt. Um die Äußerungen des Neuen Testaments über diese gefähr- liehen und beständigen Nachstellungen des Satans zu begrei- fen, muß schlechterdings ein Prinzip angenommen werden, das nirgends ausgeschlossen ist, das überall sich einzuschlei- chen vermag. Nur mit einem Prinzip, das mit einer relativen Allgegenwart begabt ist, die es in den Stand setzt, jede, für die Realisierung irgendeiner in ihm enthaltenen Möglichkeit sich ergebende, Gelegenheit sogleich wahrzunehmen und augen- blicklich zu benützen, sind diese Äußerungen zu vereinigen. Paulus sagt: »Ziehet die Waffenrüstung, den Harnisch Gottes an, um stehen zu können gegen die Ränke und Schliche des bösen Geistes, gegen die methodischen Nachstellungen dessel- ben.« Plato sagt vom Hades, er sei ein großer, mächtiger Sophist, d. h. Wissender; vom Satan kann man aber sagen, er sei der Sophist xa,;' !':~OXTJV. Derjenige hat noch wenig erfah- ren, der zweifeln kann, daß der Mensch mit einem solchen Prinzip zu tun habe, das den Menschen mit Möglichkeiten aller Art, wie mit Garnen, umstrickt, und nichts anders sucht, als"
    },
    {
      "index": 5,
      "text": "den Menschen durch Vorspiegelungen von Möglichkeiten zu Falle zu bringen. Nicht die materiellen Neigungen, nicht die materiellen Reizungen der Welt sind es, die den Menschen verderben; von ihnen ist der Mensch gefährdet, aber ohne in seinem Innern verzehrt zu werden. Nicht mit Fleisch und Blut allein hat der Mensch zu kämpfen, sondern mit den geistigen Kräften, welchen Kräften manche Menschen, die man daher gut, gutmütig nennt, durch das Materielle ihrer Natur entzo- gen sind. Diese Kräfte richten sich gerade gegen die edlem und geistigem Naturen, deren Inneres plötzlich in einen Schauplatz der geistigsten Verwandlungen geändert wird, nicht gegen grob rn.aterielle Naturen. Wer solche Verwandlungen gesehen, solche Beispiele erlebt hat, wird an der Einwirkung eines am. Bösen sich erfreuenden Prinzips nicht zweifeln, noch wird er die Äußerungen des Neuen Testaments etwa mit dem Gutach- ten einer falschen Philanthropie bezeichnen wollen. Die wahre Philanthropie besteht in der Teilnahme an dem wahren Wohle des Menschen. Aber wie die Wahrheit, so liegt auch das wahre Wohl des Menschen nicht in einem vermeinten Glücke des gegenwärtigen Zustandes, nicht im Anfange, noch in der Mitte der menschlichen Laufbahn, sondern am Ende. Die Gegenwart ist die Zeit des Kampfes; gäbe es aber einen Kampf und einen mit ewiger Seligkeit gekrönten Sieg, wäre der Mensch nicht von den Garnen solcher geistigen Versuchungen bis in sein Innerstes umstrickt? - Der versuchende Geist wird im Neuen Testament als außer dem Menschen seiend und Eingang in seinen Willen suchend dargestellt. Die Natur dieses Prinzips ist, die wahre Allmöglichkeit zu sein, ohne sie selbst verwirklichen zu können. Darum muß es den Menschen anlügen, ohne den es nichts vermag, dessen Willen es zu seinem Werkzeug machen muß. - Darum heißt es in der Genesis: »Die Sünde liegt vor deiner Türe; aber laß ihr nicht deinen Willen, sondern herrsche du über sie'« Jener Geist, der nicht vermöglich ist, sich selbst Wirklichkeit zu verschaffen, wird vorgestellt als von beständi- ger Unruhe gequält, als solcher, der nur im menschlichen Willen Ruhe finden kann. Christus sagt: »Wenn der unreine Geist usw.« [Matth. 12,43: Wenn der unreine Geist von dem"
    },
    {
      "index": 6,
      "text": "Menschen ausgehet, durchwandelt er dürre Stätten, um Ruhe zu suchen, und findet sie nicht, darauf spricht er: ich will in das Haus zurückkehren, von dem ich ausgegangen bin.] Es ist * allerdings in diesem Ausspruche eine gewisse Bildlichkeit des Ausdrucks nicht zu verkennen, aber diese läßt den Begriff des Ausspruches aufs Bestimmteste erkennen. Wenn es heißt, der Geist, welcher vom Menschen ausgeht, durchirre öde und wasserlose Gegenden, so ist damit die Natur des Satans ausgesprochen, dessen dämonische Natur ein ewi- ger Hunger und Durst, eine ewige Begierde - i':m&WLW - ist. Der unreine Geist, wenn er außer dem Menschen ist, findet sich wie in einer Wüste, indem er ohne den Menschen aller Mittel entbehrt, die in ihm liegenden Möglichkeiten zu ver- wirklichen; er ist vom Durste nach Wirklichkeit gepeinigt. Er sucht Ruhe und findet sie nicht. Seine Sucht wird erst gestillt, wenn er im menschlichen Willen Eingang findet. Er ist außer dem menschlichen Willen von aller Wirklichkeit abgeschnit- ten - er ist in der Wüste, d. h. er ist in der Unvermögenheit, sein brennendes Verlangen nach Wirklichkeit zu stillen. Darum wird die Wüste voll böser Geister, als Behausung solcher Gei- ster gedacht. Weil immer Geister übrig bleiben, die keine Mittel finden, ihre Möglichkeiten zu verwirklichen, so werden sie in der Wüste lebend gedacht. Vergleichen Sie das Buch Tobias. Weil der böse Geist als außer dem Menschen seiend und Eingang in den menschlichen Willen suchend gedacht wird, so wird auch seine über den Menschen erlangte Gewalt als eine in den Menschen hineingedrungende dargestellt. So kommt über den Verräter Judas erst mit dem letzten Bissen, den ihm Chri- stus reicht, der Satan. Sonst ist auch von Inspirationen des Satans die Rede, und wir haben daher vollkommen Recht, wenn wir die Mythologie von der Inspiration eines reellen Prinzips herleiten. Die Mythologie kommt nicht von einer freien Erfindung der menschlichen Willkür, sondern von der Inspiration eines reellen Prinzips her. Wir hätten nun also das Verhältnis des Satans zu den ersten Menschen, zu dem ganzen Menschengeschlechte und zu dem einzelnen Menschen erklärt, und in allen Verhältnissen die"
    },
    {
      "index": 7,
      "text": "Realität dieses Prinzips dargetan, welche eine falsche, rationa- listische Philosophie anzustreiten sucht. Wir haben aber diesem Prinzip eine höhere Bedeutung gegeben, als die es in der her- vorgebrachten Theorie hat. Diese Theorie ist jedoch niemals s ein Gegenstand eine Entscheidung herbeiführender Erörterun- gen geworden. Solche Entscheidungen sind immer nur durch Häresien herbeigeführt worden. In der Lehre vom Satan kam es meines Wissens nie zu einer Häresis. Der Manichäismus ist mehr, als Häresis; er ist ein völlig antichristliches System; er 111 hatte die Folge, die Idee des Satans zu sehr auf die andere Seite zu drängen, die Folge nämlich, den Satan als ein Geschöpf anzusehen. Man braucht sich also nicht zu scheuen, hierüber eine eigentümliche Meinung auszusprechen. Man darf wohl behaupten, daß über Lehren, die nie durch die Prüfung des Widerspruches durchgegangen sind, auch keine eigentliche Entscheidung vorliegt, wie es z. B. den vornizänischen Vätern völlig freistand, über die Drcicinigkeitslehre nach Belieben sich zu äußern, bis durch das Konzilium von Nicaea ein bestimmter Begriff darüber festgestellt worden ist. Wir haben die Bedeu- 2IJ tung des Satans anders bestimmt, indem wir ihn als Prinzip ansahen, das zwar durch die Schöpfung im Menschen in die Schranken der Geschöpflichkeit gefaßt war, das aber seine schrankenlose, allen'l geschöpflichen entgegengesetzte, Natur nicht abgelegt hat, als ein Prinzip, das aus den geschöpflichcn Schranken nicht heraustreten kann, solange es der Wille des Menschen in der Unterordnung erhält, das aber eben deswegen seiner Natur nach von Anfang, sowie es in jenem Verhältnisse der Unterordnung ist, den menschlichen Willen zu betören und an sich zu ziehen sucht, weil es eben seine Neigung, schran- 3IJ kenlos zu sein, nicht abgelegt hat; es muß den menschlichen Willen betören und an sich ziehen, um auf diese Weise über den Menschen Herr zu werden, und so zur Schrankenlosigkeit zu gelangen, wovon es durch den Menschen gehindert ist. Der Mensch ist das magische Wort, welches der Schöpfer in die Natur gesprochen hat, um dieses Prinzip zu beschwören, es seiner Schrankenlosigkeit zu berauben. Jenem Prinzip liegt al- les daran, daß dieser Zauber aufgehoben werde. - Nun haben"
    },
    {
      "index": 8,
      "text": "wir dieses Prinzip in seinem Verhältnisse zum Menschen auch zugleich als ein zur Hervorbringung der vollkommenen und unzweifelhaften Wahrheit der Schöpfung notwendiges Prinzip erklärt; denn die Schöpfung hat solange keine vollkommene Wahrheit, als nicht jede ihr entgegengesetzte Möglichkeit sich gezeigt, und dadurch Gelegenheit gegeben hat zu ihrer Besie- gung. Wie die Wahrheit erst mit Besiegung jedes Zweifels und jedes Widerspruches vollkommen hervortritt, so ist auch die Schöpfung keine vollkommene, bis durch jenes Prinzip alles Unentschiedene entschieden worden ist. Das Prinzip der Lüge und des Widerspruches muß aus der Natur hervortreten, um zum Triumphe der Natur wieder besiegt zu werden. Demnach ist jenes Prinzip 1) die das verborgene Böse an den Tag bringende - 2) die an dem an den Tag gebrachten Bösen sich erfreuende Ursache, aber ohne darum an sich böse zu sein, da vielmehr Gott selbst diese Ursache leidet, und wollen muß zur Errei- chung seines Zweckes, soweit sie zu wollen ist. Zu wollen ist dieses Prinzip zwar nicht an sich, aber als Mittel, weil es Gott um die Wahrheit der Schöpfung zu tun ist. Daraus haben wir erklärt, wie in manchen Stellen des Alten und Neuen Testa- ments Satan erscheint, nicht als ein von Gott ausgestoßenes, sondern als ein von Gott gelittenes, als ein zu seiner Haushal- tung gehöriges und soweit von ihm. anerkanntes Prinzip. Aus diesem Verhältnisse zu der Schöpfung leitet sich eine fernere Bestimmung ab. Nämlich aus den Schranken der Geschöpf- lichkeit herausgetreten ist jener Geist ein reines Prinzip, ein reiner, allem Konkreten oder Geschöpflichen entgegengesetz- ter, Geist und erscheint insofern als Feind aller Kreatur. Aber er ist doch ein die Schöpfung voraussetzender, ein aus dem Ge- schöpfe hervorgeganger und in diesem Sinne kein ungeschaf- fener, sondern gewissermaßen kreatürlicher Geist, wenn man unter kreatürlich nichts anders versteht, als etwas die Schöp- fung Voraussetzendes. Aber als Gegensatz der Schöpfung kann er selbst unmöglich Geschöpf sein, und aus dieser ungeschöpf- liehen Natur des nun emanzipierten, rein gesetzten Prinzips haben wir zugleich seine nirgends und in nichts auszuschlie-"
    },
    {
      "index": 9,
      "text": "ßende Wirkung, seinen durch nichts, als die höchste Wachsam- keit abzuwehrenden Einfluß auf den Menschen erklärt. Wenn nun aber nach dieser ganzen Entwicklung Satan eine doppelte Ansicht darbietet, wenn er einmal erscheint, als Hervorbringer alles Widerspruches, aller Zwietracht, als Stifter alles Bösen, wenn er andererseits erscheint als ein zur göttlichen Haushal- tung gehöriges und mit Majestät bekleidetes Prinzip, wie kommt es, daß zumal in den Reden Christi von dieser Ironie, von dieser Doppelheit gar keine Spur ist, daß Christus in Satan durchaus nur den bösen Geist erkennt und bezeichnet? Hierauf ist zu antworten: »Dazu, sagt Johannes, ist der Sohn Gottes * offenbar geworden, daß er die Werke des Teufels auflöse.« Christus ist also der unmittelbare Gegensatz des Satans, sowie der Satan der unmittelbare Gegensatz Christi ist. So betrachtet ihn Christus selbst, indem er bei der Annäherung seines Todes * sagt: »Es kommt der Fürst dieser Welt usw.« - aber er hat keine Art von Recht an ihm. Von der andern Seite weiß Christus, daß der Fürst dieser Welt von ihm gerichtet werden wird. Der Paraklet wird die Welt überzeugen, daß die Krisis der Welt vorüber ist ..... Kat m;pt Kp1c1ewr:;. « Worin diese Krisis bestehe, sagt er deutlich durch das folgende: » .... rrnpt oe xpicrecoi; Ö'n 6 upxcov rnu xoaµou rnurnu xexpnm [... , daß der Fürst dieser * Welt gerichtet ist. Joh. 16,11.]« Jetzt nachdem dieses Wort ge- sprochen ist, bin ich gewiß, daß die Krisis der Welt geschehen ist. Der Fürst dieser Welt ist aus dem centro geworfen, in dem er sich bis jetzt behauptet hatte, und ich werde die Juden und Heiden der Gewalt jenes Fürsten der Welt entziehen. Ja bei Lukas [10, 18] sieht Christus zum Voraus den Satan, wie einen Blitz, vom Himmel fallen. Was dieses vom Himmel fallen bedeute, wissen Sie schon. Der Kampf Christi gegen den Satan war also nicht, wie in der Mythologie, ein bloß äußerer; dieser Kampf ging dem Satan ans Leben, ans Innere, an die Wurzel selbst; es war ein Kampf auf Leben und Tod. Daher war hier auch die Reaktion von Seite des angegriffenen Prinzips eine allgemeine und offenbare - sie erstreckte sich sogar auf das Physische; denn wie Sünde, Lüge und Irrtum und alle Prädi- kate, welche der Natur des Satans angehören, so ist auch die"
    },
    {
      "index": 10,
      "text": "Krankheit durch den Satan allein in die Welt gekommen. Wie aber in der Natur, wenn eine Potenz erregt wird, auch die andern erregt werden, so rief die Erscheinung Christi Krankheitser- scheinungen eigener Art hervor, bei denen jedoch eines merk- würdig ist; denn wenn man genauer zusieht, so finden sich die meisten Besessenen in den Gegenden, welche von Heiden be- wohnt waren: in Jerusalem finden sich nur höchst selten oder gar keine Spuren. Diese K r.mkheiten sind nichts anders als die Kon- vulsionen des sterbenden Heidentrnnes. Auch die Orakel der Heiden waren von solchen konvulsivischen Erscheinungen be- llJ gleitet. Die bloße Annäherung Christi reichte hin, solche Er- scheinungen hervorzurufen. So ruft[*] in der Synagoge von Kapernaum ein Besessener (8mµovt sWµEVO(;) dem Heiland zu: ».... T]Alki; anOAEO'at riµai; ... [du bist gekommen, uns zu quä- len.]« Ebenso wird dann auch bei einer andern Gelegenheit bemerkt, daß, wenn Christus einen, solchen Menschen sich nä- herte, die Krankheit ausgebrochen sei. Auch in Krankheiten hat man es nicht immer mit Fleisch und Blut zu tun. Es ist zwar die bestimmteste Wahrheit, daß keine den Gesamtorganismus er- greifende Krankheit anders sich erzeugt, als durch Materie; aber man hat keine Ursache, diese Materie materiam mortiferam zu nennen; vielmehr ist diese erst ein Erzeugnis der Krankheit. Wer den Begriff des relativ sich Materialisierens einer vorher geisti- gen Potenz in unserer Entwicklung wohl gefaßt hat, der hat auch eine Erklärung für diese Krankheitserscheinungen."
    }
  ]
}