{
  "title": "Vorlesung 9 (Lecture 9)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Ich wiederhole hier kurz die letzten Bestimmungen. Die Natur des sein Könnenden ist, über sich selbst hinauszugehen, und eben darum ist es das sein Könnende. Das sein Könnende ist von sich selbst in den Grenzen des sein Könnenden nicht zu erhalten. Das bloße sein Können ist allerdings seine ursprüng- liche Grenze, aber es kann diese Grenze nicht festhalten - es ist ihm als blindem Prinzip unvermeidlich, über diese Grenze hinaus zugehen. Hier alsdann, im wirklichen Sein, erscheint es als das außer aller Begrenzung gesetzte; es erscheint als das grenzen= und eben deswegen als das sinn= und begrifflose Sein. Aber es ist nicht erst im wirklichen Sein, sondern auch absolut gedacht, d. h., schon als bloße Potenz - schon vor dem Sein ist es das sich nicht selbst begrenzen Könnende. Es ist das von sich selbst Unbegrenzte, und insofern kann inan sagen, es sei der größte Gegensatz der Philosophie, als der besonnenen Wissenschaft. Wenn nun dieses Eine das von sich nicht be- grenzte ist, so folgt, daß es von einem andern begrenzt sein muß. Das sein Könnende ist nicht se contentum, sondern das notwendig über sich Hinauswollende; deswegen ist es auch für die Folge als Quelle alles Unwillens und Mißvergnügens an- zusehen. Dieses also muß eben, weil es an sich unbegrenzt ist,"
    },
    {
      "index": 1,
      "text": "durch ein anderes begrenzt sein. Dieses kann jedoch nicht ein unmittelbar, sondern nur ein mittelbar sein Könnendes sein. Aus dem Begriff des bloß mittelbar sein Könnenden läßt sich unmittelbar der Begriff des rein Seienden herleiten. Aber dieses Sein darf nicht außer dem sein Könnenden gedacht werden; denn was sein Könnendes ist, ist auch rein Seiendes. Es ist demnach eigentlich nicht das rein Seiende, womit das sein Könnende begrenzt wird, sondern ein= und dasselbe wird, insofern es das sein Könnende ist, von sich selber als rein Seiendem begrenzt. Als rein Seiendes hat es sich also selbst als sein Könnendes in seiner Gewalt. In seiner Einheit ist es Dop- pelheit, und dadurch kann es ein sich selbst Besitzendes sein. Jedes andere Prinzip, welches sich von dem des Parmenides dadurch unterschiede, daß es eine Möglichkeit zum Fortgehen hätte, würde, wenn es nicht etwas in sich hat, was dem Fort- gehen sich widersetzt, nur ein totes, blindes Prinzip sein. Wenn wir in einem Prinzip die Möglichkeit eines Fortganges sehen, so muß immer auch das gesetzt sein, was der Möglichkeit dieses Fortganges widersteht. Wir müssen also am Anfange der Philosophie ein nicht ganz totes Prinzip, wie Parmenides, aber doch ein in der Bewegung beschränktes Prinzip annehmen. Durch den Fortgang vom sein Könnenden zum rein Seienden und durch ihre Identität haben wir gewonnen, daß das Eine als rein Seiendes sich selbst als sein Könnendes in seiner Gewalt hat, d. h., es hat sich selbst als sein Könnendes zum Subjekt (iin eigentlichen Sinne pro eo, quod subjectum est). Indem es sich nun als sein Könnendes zum Subjekt des rein Seienden macht, macht es sich auch als sein Könnendes zur Potenz von sich selbst, als dem rein Seienden. Dadurch, daß das sein Könnende zur Potenz des rein Seienden gemacht wird, hört es auf die Potenz (Möglichkeit) seines eigenen Seins zu sein, i. e., alio deflectitur. Insofern wäre es als sein Könnendes außer sein Wesen gezogen; aber indem das Eine es zum Subjekt von sich als rein Seiendem macht, wird das sein Könnende von sich selbst befreit, von sich selbst, als der Möglichkeit seines eige- nen Seins, abgezogen. Es ist nicht n1ehr die Möglichkeit seines eigenen Seins. Ich behandle den Begriff von Subjekt und Po-"
    },
    {
      "index": 2,
      "text": "tenz als gleichbedeutend - und die Identität beider wird sich deutlich aus Folgendem ergeben. Was in irgendeinem Verhältnisse bloß Subjekt ist, das ist in jenem Verhältnisse das nicht selbst sein Sollende. Das nicht selbst sein Sollende aber kann nur die Potenz von einem andern sein. Da es aber doch nicht nicht ist, so kann es nur als das Subjekt eines andern bestimmt werden. Das sein Könnende soll nicht mehr das Subjekt seines eigenen Seins, sondern die Voraussetzung des rein Seienden sein. In diesem Falle ist das sein Könnende nicht mehr es selbst; es verschwindet als für sich Seiendes. Das sein Könnende ist jetzt nicht mehr das sein Könnende, sondern es ist das rein Seiende. Dies ist der Sinn der Kopula »ist« in keinem tautologischen Satze. Wenn ich sage: A ist B, so heißt dies: A ist Subjekt von B. Da lassen sich nun zwei Fälle denken. Nämlich 1) A ist für sich etwas ohne B; denn wenn es selbst B wäre, so wäre der Satz tautologisch. Es könnte etwas anders sein, als B, und insofern, als es des nicht B Seins fähig ist, kann ich cum emphasi sagen: Es ist B. Denn wenn man cum emphasi etwas versichern wollte, was sich von selbst versteht, so würde man sich lächerlich machen. A könnte auch etwas anders als B sein und macht daher eine Emphasis möglich.[*] Z.B. eine Pflanze macht sich nur da- durch fühlbar, daß sie Materie ist. Indem ich sage: Das, was ich hier sehe, ist eine Rose, ist das Subjekt des Ausgesagten - Materie. Diese Materie ist etwas ohne die Pflanze; diese ist gegen die Forn-i gleichgültig, und an sich fähig, auch nicht diese Pflanze zu sein: sie ist ein artEtpov und könnte eine andere oder gar keine Pflanze sein. Nur darum kann ich cum emphasi sagen: Es ist eine Pflanze. Also in der Aussage: A ist B - könnte A etwas anders als B sein. Aber 2) macht es, weil es etwas anders sein könnte, dieses anders sein Können gegen B zur bloßen Potenz (Möglichkeit). B ist nur insofern B, als es die Möglichkeit, auch nicht B zu sein, in sich hat, indem es zur"
    },
    {
      "index": 3,
      "text": "[*] Emphatisch ist ein physikalischer Ausdruck und heißt durchschei- nend. Der Satz: A = B ist deswegen emphatisch, weil er die Möglichkeit durchscheinen läßt, daß es auch nicht = B wäre."
    },
    {
      "index": 4,
      "text": "bloßen Potenz herabgesetzt ist. In der arabischen Sprache wird die Kopula »ist« durch ein Wort ausgedrückt, welches unserm deutschen »kann« entspricht. Dies Wort enthält in den bekann- ten Dialekten der arabischen Sprache den Begriff des Subjekts, s der Grundlage, des Feststellenden. In gewissen 111orgenländi- schen Sprachen zeigt sich, daß das, was die Bedeutung des Subjekts hat, auch die Bedeutung der Grundlage, des Festste- henden hat. Die arabische Sprache konstruiert die Kopula mit dem Akkusativ, was keine andern Sprachen tun; sie sagt nicht: homo est sapiens - sondern: homo est sapientem. Ohne Vor-"
    },
    {
      "index": 5,
      "text": "aussetzung einer dem Prädikat entgegengesetzten Potenz ist jede Aussage eine tautologische. Was kann hell sein, d. h., was ist Subjekt der Hellheit, als das seiner Natur nach Dunkle? Dieser Akkusativ in der arabischen Sprache zeigt an, daß für den Araber »est« soviel als »potest« ist, welches allein in allen Sprachen den Akkusativ regiert. Der Sinn ist also: Der Mensch ist Subjekt - Träger des weise Seins - er ist nur insofern weise, als er das weise Sein als Prädikat an sich zieht, und hat eben deswegen Gewalt darüber. Denn was sich als Subjekt verhält, hat Gewalt über das, was es an sich zieht - ist Potenz. Dies zur Erläuterung des obigen. Das sein Könnende ist nicht mehr es selbst, sondern das rein Seiende. Seine Eigenheit ist gleichsam untergegangen, und kommt nicht mehr zur Sprache; es ist jetzt ein anderes von sich. Es ist durch dieses Verhältnis von sich selbst erlöst, nicht aber, daß es Nichts wäre, sondern es wird nur befreit von dem Anteil seines Wesens, der es aus sich selbst herausziehen würde. Es wird durch dieses Verhältnis zum rein Seienden von dem zufälligen seiner Natur befreit. Dadurch wird es in seinem JO Wesen nicht verändert, sondern vielmehr befestigt. Sein Wesen ist eben, lauteres sein Können zu sein. Seinem Wesen nach ist es intransitiv, d. h., in sich selbst bleibendes sein Können. Aber von diesem Intransitiven ist das Transitive nicht auszuschlie- ßen; insofern ist das Transitive in ihm das nicht Gewollte und daher das Zufällige. Von diesem intransitiven seines Wesens wird es durch das Verhältnis zum rein Seienden befreit, und dadurch wahres Wesen. Jetzt erst ist es lauteres sein Können,"
    },
    {
      "index": 6,
      "text": "nicht im Gegensatze vom Sein, sondern das sein Könnende ist jetzt selbst das Sein. Es verlangt nicht ein Sein außer dem sein Können, sondern das sein Könnende ist ins Sein selbst gesetzt. Durch das rein Seiende wird das sein Könnende in sein Wesen geführt: es wird sich selbst gleichgesetzt. Das erste Prinzip ist also befestigt worden; es ist befreit worden von der Gefahr, sich selbst ungleich zu sein. Dies ist das erste Erfordernis der Philosophie. Keine höhere Wonne gibt es für ein abgewichenes Wesen, als sich selbst wieder gleich zu werden. In Goethes herr- lichem Monologe, wo Faust den höchsten Geist anruft:[*] »Erhabener Geist, du gabst mir, gabst mir alles, warum ich bat. Du hast mir nicht umsonst dein Angesicht im Feuer zugewendet. Gabst mir die herrliche Natur zum Königreich, Kraft sie zu fühlen, zu genießen. Nicht kalt staunenden Besuch erlaubst du nur, vergönnest mir in ihre tiefe Brust wie in den Busen eines Freunds zu schauen. Du führst die Reihe der Lebendigen vor mir vorbei, und lehrst mich meine Brüder im stillen Busch, in Luft und Wasser kennen. Und wenn der Sturm im Walde braust und knarrt, die Riesenfichte stürzend Nachbaräste und Nachbarstämme quetschend niederstreift, und ihrem Fall dumpfhohl der Hügel donnert; [ «] ist es der schönste Zug des Selbstgespräches, daß er über all diese Wonne die Wonne im eigenen Busen setzt - [»] dann führst du mich zur sichern Höhle, zeigst mich dann mir selbst, und meiner eignen Brust geheime tiefe Wunder öffnen sich. Und steigt vor meinem Blick der reine Mond besänftigend herüber; schweben mir von Felsenwänden, aus dem feuchten Busch, der Vorwelt silberne Gestalten auf, und lindern der Betrachtung strenge Lust.«"
    },
    {
      "index": 7,
      "text": "[*] Cf. Bnd. 12., S. 170. [V. 3217-3239]."
    },
    {
      "index": 8,
      "text": "In sich selbst zurückgeführt niacht sich das sein Könnende selbst zum Seienden, inden1 es sich selbst als Nichts, als Man- gel des äußern Seins e1npfindet. Eben als dieses Nichts ist es nichts als der Zauber, die Magie, was = ist mit Potenz, die das ::, unendliche Sein an sich zieht, der dieses nicht widerstehen kann, wodurch eben geschieht, daß das sein Könnende, ohne ein Sein für sich selbst anzunehm.en, in dem rein Seienden sich selbst besitzt, und zwar als rein Seiendes. Es muß selbst Nichts sein, damit das unendlich Seiende in ihm etwas werde - in ihm einen Platz bekomme. Gerade in der höchsten Ungleichheit ist die höchste Gleichheit beider. Das sein Könnende ist seiner los, weil es in der reinen Substanz beruhend bleibt; das rein Seiende ist seiner los, weil es das Wahre will, aber nicht sich selbst, sondern das sein Könnende. Gerade weil sie in einem Gegen- lo satze von sich stehen (das rein Seiende ist die Negation des sein Könnenden und vice versa), das eine, indem es nicht Objekt, das andere, indem es nicht Subjekt von sich selbst ist - gerade durch diesen reinen Gegensatz wird es unmöglich, daß sie sich gegenseitig ausschließen. Z.B. zwei Seiende, deren jedes Sub- 211 jekt oder Objekt von sich selbst wäre, würden sich notwendig ausschließen. Aber das rein Seiende schließt das reine Objekt, das sein Könnende, das reine Subjekt nicht \\'On sich aus. Aus dem reinen Gegensatze folgt die höchste gegenseitige An- * nehmlichkeit. Das Subjekt kann nicht ein anderes Subjekt, aber das, was nicht Subjekt ist, annehm.en. So ist es auch beim. Objekt. Wie das eine und selbe sich als sein Könnendes zum Subjekt des rein Seienden hat, so hat eben dasselbe als rein Seiendes sich als sein Könnendes zum Objekt. Das Eine ist seiner zweiten Bestimmung nach das rein Seiende, und darum ist es über sich selbst erhaben, Eines hilft dem andern, das zu sein, was es ist. Deswegen kann sich das rein Seiende nicht vom sein Könnenden losreißen, weil es seine Voraussetzung ist; es selbst ist das rein Seiende, insoferne es etwas hat, dem es sich hingeben kann. Ich habe mich bei der Entwicklung dieses ursprünglichen Verhältnisses absichtlich länger aufgehalten, weil alle folgenden Verhältnisse darin vorausgesetzt sind. Nehmen Sie an, daß die-"
    },
    {
      "index": 9,
      "text": "ses sein Könnende irgend einmal zum Sein hervortreten könne, so wird alsdann jenes sein Könnende nicht aufhören, Subjekt des rein Seienden zu sein. Das sein Könnende ist im Seienden stets das der Negation, der Begrenzung durch das rein Seiende, Unterliegende. Doch ich gehe nun zu einer dritten Bestim- mung über. Wir haben bisher die Erfahrung gemacht, daß wir nicht unmittelbar setzen können, was wir wollen, sondern was wir nicht wollen. Fragen wir, was das ist, was wir wollen, so lautet die Antwort: Was wir wollen, das ist weder das bloße, nackte sein Können, noch [auch] das rein Seiende. Das, was wir ei- * gentlich wollen können, ist das, was Macht hat, was sich selbst besitzt; es ist immer das sein Können, doch nicht das nackte sein Können, sondern das als solches seiende sein Können, welches nicht aufhört, Quelle des Seins zu sein - kurz, was sich * so verhält, wie in uns der Geist sich verhält. Geist ist das, was im beständigen actus ist und nicht aufhört, Quelle des Seins zu sein - was frei ist, sich zu äußern oder nicht - was im sich selbst Äußern sich nicht selbst verliert. Das eigentliche Subjekt ist überall das sein Können. - Wir unterscheiden zwei Begriffe, zwei Elemente: 1) das lautere sein Können, nicht das nackte sein Können, und 2) das Sein. Dies aber ist gegenständliches Sein - es ist Objekt, es ist Prädikat. Das, von dem etwas ausgesagt wird, ist das Subjekt. Aber alles Prädikat und Objekt setzt etwas voraus, dem es Prädikat oder Objekt ist. Wir kön- nen also das bloß sein Könnende nicht unmittelbar dem Begriff nach als Erstes setzen, und ebenso wenig das rein Seiende, weil es als rein Seiendes gegenständlich, nicht urständlich ist. Es versetzt sich der Begriff dessen, was wir wollen, in den Begriff des nicht Seienden, d. h., des reinen sein Könnens. Nur mit dem rein sein Könnenden ist der Grund wahrer Wissenschaft möglich, und nur damit können wir anfangen. Wir haben es aber als das nicht sein Sollende bestimmt. Es wird daher ein sein Sollendes gesetzt werden müssen; dies ist aber das, indem sich die Begriffe des sein Könnenden und rein Seienden ge- genseitig aufheben, wo das sein Könnende das Sein und das Sein das sein Könnende ist."
    }
  ]
}