{
  "title": "Vorlesung 48 (Lecture 48)",
  "paragraphs": [
    {
      "index": 0,
      "text": "* M. H. Wenn ich in Folge der zuletzt angeführten Tatsache nun als erwiesen annehmen darf, daß die drei Dionysos als sukzes- sive Herrscher vorgestellt worden sind, so folgt von selbst, daß Jakchos der letzte Herrscher, Herrscher einer zukünftigen Zeit war. Von den 3 ist eben dieser der am meisten mysteriöse. Der erste Dionysos ist der überwundene, der in sein Ansieh zurückgetretene, der also = Hades ist. Dieser, inwiefern er als Dionysos gedacht wurde, ist er nicht materiell, sondern reine Potenz = unserm A \\ aber inwiefern er doch ursprünglich materieller Gott war, und zur reinen Potenz nur wieder über- wunden ist, insofern behält er wohl auch eine Stelle unter den"
    },
    {
      "index": 1,
      "text": "materiellen Göttern, unter den Kronos=Söhnen; aber hier ist er dann nicht Dionysos; als Dionysos gehört er dem esoterischen Wissen an. Als materieller Gott ist er der mythologische Ha- des - als reine Potenz ist er der Hades der Mysterien. Der zweite Dionysos bleibt zwar immer reine Ursache, tritt aber doch in den Kreis der materiellen Götter insofern hinein, als er die Ursache der Umwandlung oder der Göttervielheit ist. Insofern ist er, ohne materieller Gott zu sein, doch vom Be- wußtsein der mythologischen Götter nicht ausgeschlossen, wie dies bei Homer zu sehen ist, wo er in der Vergangenheit als furchtsam und der Pflege bedürftig vorgestellt wird. Erst mit der Vollendung der Göttervielheit ist er stark herangewachsen. Aber der dritte Dionysos wird erst nach jenen materiellen Göttern gesetzt. Diese sind in bezug auf ihn eine Vergangen- heit; sie sind etwas, das er vorfindet und das die Gegenwart erfüllt. Indem der dritte Dionysos erst jenseits dieser Götter- vielheit gesetzt wird, erscheint er schon darum in bezug auf die daseienden materiellen Götter als Kind, als Künftiger oder Kommender. Dieser also kommt im mythologischen Bewußt- sein nicht mehr vor, sondern gehört dem in~ern, esoterischen Bewußtsein an, welches durch die aus sich hinausgesetzte Göt- tervielheit sich selbst befreit hat. Deswegen wird Jakchos vor- zugsweise der Dionysos der Mysterien und auch der Eleusinien Km:' E~OXTJV genannt. Nur im Geheimnis wurde die Zeit ge- zeigt, wo dieser Geheimnisvolle herrschen sollte. Auf den sechsten Tag, wo er schon als Knabe feierlich nach Eleusis gebracht wurde, fiel auch die eigentliche i':rcorctsta. Es ist ein natürliches Verlangen, daß wir von der Vorstellung, welche die Stifter und die Eingeweihten sich von dieser zukünftigen Zeit bildeten, uns ebenfalls einen Begriff machen zu können wün- sehen. Ebenso begreiflich ist, daß über diesen Gegenstand alles nur Vermutung sein kann. Allein wir können uns auch mit der Vermutung begnügen, wenn sie aus den Prinzipien, die sich uns schon früher bis zur Überzeugung bewährt haben, in folge- rechter Entwicklung hervorgeht. - Ehe ich mich auf diese Frage einlasse, will ich noch etwas nachholen, was ich früher vergessen habe, nämlich noch einen Beweis, aus welchem er-"
    },
    {
      "index": 2,
      "text": "hellen möchte, daß als Gegenstand der Mysterien=Feier, be- sonders der höchsten, der Euleusinischen, die Herrlichkeit oder Herrschaft des Jakchos ausdrücklich bezeichnet ist. Dieser Be- weis findet sich im Chor der Antigone des Sophokles[, wo es am Ende heißt: Erscheine mit den Thyiaden, deinen Begleite- rinnen, die nächtlicher Weile in wilder Begeisterung dich feiern als den Herrn Jakchos, 0t µmv6µr,vm xopr,uoum, ,ov rnµfo.v * ··1aKxov. Das Wort ,aµiac;] bedeutet zwar vorzugsweise Wirt- schafter usw. - aber es wird schon bei Homer für den ge- braucht, der völlig Herr ist, z.B. von Zeus. Daß aber hier die künftige Herrlichkeit des Jakchos gemeint sei, erhellt daraus, daß das Subjekt, welches im Chor angeredet wird, durchaus der Thebanischc Dionysos ist, und die letzten Worte könnten nicht anders erklärt werden, als: Wir feiern dich, der du der Thebansche Dionysos bist, als den Herrn, der du sein wirst. Deutlicher sich auszusprechen, war dem Sophokles nicht er- laubt. Daß [,aµ(ac;] hier Herrscher bedeutet, erhellt aus dem * ihm parallelen Worte [ai0uµvrjn1c;], das auch heißt der, welcher jedem seinen Teil gibt - daher Richter bei den Kampfspielen.[*] Alsdann bedeutet es aber auch schlechtweg Herrscher, wie bei Euripides. Aristoteles in seiner Politik nennt die ältesten Krie- ger Griechenlands fai0uµv11mc;]. Pausanias kennt einen Tern- pel, wo ein in die heilige Lade verschlossenes Bild verehrt, der Gott selbst aber [ai0uµv11n1c;] genannt wurde. Diesem Gott verdankte jene Gegend, daß ein früher der Artemis gebrachtes Opfer, nämlich ein Jüngling und eine Jungfrau, aufgehört hat. Hier wurde also ein Gott verehrt, der Herrscher war, aber dessen Bild verschlossen gehalten wurde. In derselben Stadt ([Paträ]) war ein Tempel dies Dionysos, wo drei Bildsäulen des Gottes waren. Diese 3 Bildsäulen wurden am Feste des Dio- nysos in den Tempel des [Aisymnetes] feierlich gebracht. Hier haben wir also deutlich einen Dionysos [ai0uµvrjn1c;], einen Dionysos als Herrscher, und alles zeigt, daß dieser über alles herrschende der dritte ist. Dies nur, um zu beweisen, daß auch"
    },
    {
      "index": 3,
      "text": "r*J LÜBKER. DR. FR., Die sophocleische Theologie und Ethik. 1. Hälfte. Kiel, 1851."
    },
    {
      "index": 4,
      "text": "außer den Mysterien vonJakchos als Herrscher die Rede war. - Um nun auf unsere Frage zurückzukommen, was man sich von der Zeit der Herrschaft des Jakchos gedacht habe, so will ich nur vorläufig an folgendes erinnern: Wir haben gesehen, wie der eigentliche Polytheismus in der Menschheit nur unter den heftigsten und schmerzlichsten Kämpfen entstehen konnte, und mit welcher Kraft das Bewußtsein an der ersten Einheit festhielt. Dieser Schmerz, den das Bewußtsein über den Poly- theismus empfand, konnte nur versöhnt werden, wenn es den Polytheismus selbst als Übergang zu einer bessern, das ganze Bewußtsein reinigenden, Religion begriff, welche diese Einheit auf einer höhern Stufe wiederherstellen sollte, die in der Ver- gangenheit in tieferm Sinne das Menschengeschlecht vereinigt hat. Am Anfange des Menschengeschlechts liegt die Religion, wo die Herrschaft des realen Prinzips war; am Ende des langen Prozesses liegt die geistige Religion, welche die Menschheit geistig vereinigt, wie sie dort blindlings vereinigt war. Es läßt sich also am gewissesten annehmen, daß jene zukünftige Re- ligion, auf welche die Mysterien hinweisen, eine allgemeine, das ganze, durch den Polytheismus getrennte Menschenge- schlecht wiedervereinigende Religion sein sollte. Als in der Mitte des vierten Jahrhunderts Kaiser Valentinian die nächt- lichen Zeremonien verbot, weil sie so vielem Unlöblichen Anlaß gäben, machte ihm der Römische Prokonsul Praetextus, dem Zosimus* das Zeugnis gibt, daß er ein in allem tugend- hafter Mann gewesen sei, die Vorstellung: Durch dieses Gesetz werden die Griechen das Leben ganz unerträglich finden, wenn ihnen verwehrt sein sollte, die die Menschheit zusammenhal- tenden, allerheiligsten Mysterien nach ihren Gebräuchen zu begehen. Diese Vorstellung erwirkte für die Eleusinischen My- sterien einen Aufschub bis zu den Zeiten des Theodosius, wo sie gänzlich abgeschafft wurden.[**] Hier werden also die My-"
    },
    {
      "index": 5,
      "text": "* Cf Zosimus, icn:opta vm. L. VI. ed. Reiterneier. Lips., 1784. [**] Cod. Theodos. lib. XVI. lib. 10. 1. 7. (381): Sie qui vetitis sacrificiis, diurnis nocturnisque, velut vesanus ac sacrilegus insertorum consultor (aninum) immerserit, fanumque sibi aut templum ad huius-"
    },
    {
      "index": 6,
      "text": "sterien als eine allgemeine, die ganze Menschheit vereinigende Religion, erklärt. In allen Religionen, selbst im Christentum, weil dieses noch keineswegs vollkommen verwirklicht ist, ist eine spes temporum meliorum. Selbst das Christentum hat * seinen Chiliasmus, und hofft auf das tausendjährige Reich, wo Christus auf Erden erscheinen und die Macht des Bösen voll- kommen gedämpft werden wird. Auch dem vollendeten grie- chischen Heidentume war ein solcher Trost durch die Myste- rien gegeben. Weit entfernt, die Mysterien als Anstalten zu betrachten, die das Heidentum untergraben sollten, müssen wir vielmehr den Grund der Fortdauer des Heidentums grade in den Mysterien suchen, so wie es grade die Mysterien wa- ren, die dem Heidentume Leben verschafften und dem Chri- stentume am meisten Widerstand entgegensetzten! - Das gol- dene Zeitalter, das anfangs war, sollte auch das Ende der Geschlechter sein. Wie tief überhaupt das Schicksal der Zer- trennung des Einen Brudergeschlechts empfunden wurde, zeigt ein Zug aus der persischen Lehre, den uns Plutarch auf- bewahrt hat. Da heißt es: »Es steht eine Zeit bevor, wo Ahriman ganz gebeugt wird und verschwindet. Dann wird die Erde gleich und Ein Leben und Eine Verfassung die gleich * redenden Menschen vereinigen.« Bekanntlich wird ähnliches im Alten Testament vom Messias gesagt: Alle Täler werden erhöht und die Berge erniedrigt werden! Und der Vorläufer Johannes wiederholt diese Worte in seiner Rede an das jüdische Volk. Die Berge sind nur die Hindernisse und Schwierigkeiten. Wichtiger ist die Eine Veifassung, das Eine Leben, und besonders die Eine Sprache, wenn Ahriman verschwunden ist. Also auch die Sprachverschiedenheit wurde als Werk des Ahriman oder widerstrebenden Prinzips betrachtet. Ich glaube nicht bemer- ken zu müsssen, wie wunderbar diese Prophezeiung der Perser durch die Gabe der Sprachen am Pfingstfeste in Erfüllung"
    },
    {
      "index": 7,
      "text": "cemodi sceleris excurationem assumondum credi - derit, vel putaverit adeundum, proscriptioni se noverit subjugandum, cum nos justa in- stutitione moneamus, castis Deum precibus excolendum, non dicis carminibus profanandum."
    },
    {
      "index": 8,
      "text": "gegangen ist. Wie man sich auch diese denken mag - sie hatte unstreitig die Wirkung, daß die durch Sprache getrennten Völ- kerschaften die nämliche Rede in ihrer Sprache zu hören glaub- ten. Der letzte Inhalt der Mysterien war volle Befreiung vom Polytheismus, völlige Überwindung desselben, jedoch nur in der Zukunft, und daher Monotheismus, der als gewiß kom- mend gezeigt und daher gewissermaßen als schon seiend ge- feiert wurde. Nächst dem Interesse, daß jeder Mensch an seiner eigenen Zukunft nimmt, was ihn wohl in dieser Zukunft er- warten möge, gibt es kein höheres Interesse, als das, welches jeder bessere Mensch an der Zukunft seines Geschlechtes nimmt. Der müßte die Menschheit abgelegt haben, der gleich- gültig bliebe bei den Fragen: Wohin zielt die ganze Gerschichte? Welcher letzte, endliche Zustand ist den, Ganzen bestimmt? Man hat die Mysterien sehr beschränkt, da man nie auf den Gedanken gekommen war, daß sie in bezug auf den Zustand des Menschengeschlechts eine Offenbarung enthielten.[*) Alles nun zusammengenommen waren in den Eleusinien die Mysterien der Demeter und des Dionysos vereint, nicht wie Uwaroff** meint, durch ein zufälliges Hinzukommen der letz- tem zu den erstem. Die Mysterien des Dionysos waren das natürliche Ende der Mysterien der Demeter. Dionysos in seiner höchsten Potenz war das Ziel, so wie Demeter der Anfang der Mysterien war. Oberhaupt also auf Vergangenheit und Zu- kunft bezogen sich die Mysterien; denn einerseits bezogen sich die Eleusinischen Weihen auf jene Potenz, die ins Dunkel der Vergangenheit zurückgetreten der gegenwärtigen Ordnung zu- grunde liegt und die als der Anfang des Gegenwärtigen be- trachtet wurde, also auf die alles anfangende Potenz. Dies ist"
    },
    {
      "index": 9,
      "text": "[*] WEGSCHEIDER - Progr. de Graecorum Mysteriis religioni non obtrudendis. Gotting., 1804. ** Sergius von Uwaroff - Essai sur les mysteres d'Eleusis - Academie in Münster - Index lectionum für das Sommerhalbjahr 1849. Als Vorwort ist vorangestellt: DR. FRANZ WINIEWSKI: De Eleusiniis Atheniensum. 13 S. 4. I'. F. !vlÜJ.J.ER - de disciplina arcana Eleusiniorum. Havnise, 1803."
    },
    {
      "index": 10,
      "text": "die ganze Persephone=Lehre. Der andere und höhere Teil der Lehre bezog sich auf die allge1neine Zukunft der Menschheit und des religiösen Bewußtseins. Diese umfaßt die Diony- sos=Idee und die Erwartung des dritten Dionysos. Demeter, Mutter der Persephone und des Dionysos, bildet den Über- gang. Sie gehört der Vergangenheit und der Zukunft; daher hießen die Mysterien auch vorzugsweise Mysterien der Deme- ter. Wenn in der Mitte zwischen Anfang und Ende, zwischen Vergangenheit und Zukunft, die Götter standen, die vorzugs- weise auf die eigentlich geschichtliche Zeit sich beziehen und die wir die geschichtlichen nennen können, die daher auch vorzüglich die poetischen, in die menschlichen Angelegenhei- ten sich einmischenden, unmittelbar ins menschliche Leben eingreifenden sind, also die Götter der Gegenwart, und wenn dagegen umgekehrt die Götter der Mysterien Götter der Ver- gangenheit und der Zukunft waren, so ist leicht begreiflich, daß diese teils in die Nacht der Vergangenheit zurückgewiche- nen, teils dem Dunkel der Zukunft vorbehaltenen, und eben deswegen mysteriösen Götter schon darum nicht dem allge- meinen und täglichen Bewußtsein des in und mit der Gegen- wart lebenden Volkes angehören, und wenig oder gar nicht in den populären oder für das allgemeine Verständnis bestimmten Dichtungen vorkommen konnten. Man hat immer bemerkt, daß Dichter, die nach allgemeiner Gunst streben, das Höchste beiseite lassen. Die Homerischen Gedichte sind so volksmäßig und populär, daß man sie nicht als das Werk eines Individuums denken kann. Sie schließen die Götter der Mysterien aus und berühren nur vorübergehend, was in der Mythologie selbst Vergangenheit ist, wie z. B. der von Zeus in den Tatarus ver- stoßene Kronos in der Iliade nur gelegenheitlich erwähnt wird. Bei Hesiod findet sich vieles, was die Homerischen Sänger, von richtigem Gefühle geleitet, umgingen. Um auf die Mysterien zurückzukommen will ich zuletzt nur noch etwas über den Namen der Mysterien sagen. In Grie- chenland hießen sie TEAETat von TEAO<;, Ende - TEAEcrtat hießen die, welche eingeweiht wurden. Die Mysterien hießen tEAEtat, eben weil sie das Ende, die zukünftige Vollendung, zeigten. Es"
    },
    {
      "index": 11,
      "text": "hat alle Wahrscheinlichkeit für sich, daß die großen Mysterien allein, und die kleinen nur durch Mitverstehen 1s1os1m genannt wurden. Aber die Mysterien bezogen sich ebenso auf den An- fang als auf die Zukunft, und es fragt sich, ob der römische Name initia nicht etwa den Gegensatz der 1s1osmt, den An- fang, ausdrücke? In einer frühem Vorlesung habe ich gesagt, daß initia so viel als principia der Mysterien seien. Ich überlasse nun meinen Herren Zuhörern die Wahl zwischen beiden, kann aber nicht bergen, daß diese jetzige Ansicht sich eben durch die Parallele mit 1SAS1at empfiehlt. Wie in Athen die kleinen My- sterien durch Mitverstehen 1s1os1m hießen, so wurden in Rom durch Mitverstehen die Großen initia genannt. Eine weitere Bestätigung für letztere Ansicht ist, daß der Unterschied zwi- schen den großen und kleinen Mysterien nur der ist, daß in den kleinen Persephone oder die Vergangenheit, in den großen die zukünftige Verherrlichung des dritten Dionysos gezeigt wurde. Das Allgemeine, was wir aus den alten hierüber ab- nehmen können, ist, daß die kleinen Mysterien als Vorweihen zu den großen betrachtet wurden. Plutarch sagt, der Schlaf sei die kleinen Mysterien des Todes. Stephan von Byzanz* sagt in seinem Wörterbuche bei dem Artikel Agra, einem Orte außer Athen am westlichen Ufer des Hissus, wo die kleinen Myste- rien gefeiert wurden, die kleinen Mysterien seinen Nachah- mungen der auf den Dionysos sich beziehenden, d. h., der großen Mysterien. Hieraus erhellt also, daß die großen My- sterien sich vorzugsweise auf den Dionysos bezogen. Die kleinen Mysterien waren nach allen Anzeichen die Vorweihen oder die initia der Großen und die Großen nur die Vollendung, die ,SAS,m der Kleinen. Ein Scholiast sagt beim Plutus des Aristophanes, die großen Mysterien seien der Demeter, die kleinen der Persephone geweiht gewesen. Allein wo von Per- sephone die Rede war, konnte Demeter nicht ausgeschlossen werden. Daher hat Eustathius recht, wenn er sagt, die kleinen"
    },
    {
      "index": 12,
      "text": "* Ethnica - Venedig, 1502. Ed. Dindorf. 4 Bände. Leipzig, 1825. Ed. S. Tennulius. Amsterd., 1669. 4. Fragm. de Dodone c. exercit. J. Gronovii Leyden, 1681. 4."
    },
    {
      "index": 13,
      "text": "seien der Demeter geweiht gewesen. Damit begriff er aber auch die Persephone. Die kleinen Mysterien waren auf jeden Fall der Persephone=Lehre gewidmet - sie waren der erste Aufzug der Tragödie, die mit der Verherrlichung des Jakchos endigte. Die großen Mysterien enthielten die Dionysos=Idee und vorzüglich die Verherrlichung des Jakchos, und in diesem Sinne sagt Eustathius[*], die kleinen seien der Demeter geweiht gewesen. Der dritte Dionysos ist aber das Kind der Demeter, und somit war sie auch in den großen Mysterien. Und eben weil Dionysos das Kind der Demeter ist, so konnte auch der Scholiast sagen, die großen Mysterien seien der Demeter ge- weiht gewesen. Zu den kleinen Mysterien hatte jeder Hellene Zutritt - in der Folge wurden sie sogar Ausländern oder Bar- baren eröffnet. Wie der Übergang von den kleinen Mysterien zu den großen geschehen sei, ob ein Zwischenraum und wel- cher stattfand - dies übergehe ich hier, weil ich es nicht mit dem Äußerlichen zu tun habe, und kann es füglich den My- steriographen überlassen. Wie man nun übrigens die von uns vorgetragene, und wie ich mir bewußt bin, stets auf Tatsachen gegründete Ansicht im ganzen beurteilen möge, so wird man doch gestehen, daß sie nichts in den Mysterien voraussetzt, was nicht durch notwendige Evolution aus dem ursprünglchen Keim hervortreten konnte, aus dem auch die Mythologie sich entwickelt hat. Was in diesen Untersuchungen am leichtesten verwirren könnte, ist die Einmischung der Orphischen Idee. Nach der Stellung, welche wir dem Orpheus, als Gegensatz des Homer, gegeben haben, stand Orphische Denkart stets und schon im Anfange im Gegensatze mit der exoterischen My- thologie. Dies gab Veranlassung, daß die Orphiker, welche nie einen Einfluß auf die exoterische Mythologie ausüben konn- ten, sich an das Innere hielten und an die Mysterien sich anschlossen. Auf das Innere haben sie jedoch keine Einwirkung ausgeübt, und alle Nachrichten (die sich ohnedies nur in spä- tem Schriftstellern finden), welche dem Orpheus die Einset-"
    },
    {
      "index": 14,
      "text": "[*] EUSTATHII comment. in Horn. Iliad. Gr. lat. T. I-III. Florent., 1730-35."
    },
    {
      "index": 15,
      "text": "zung der Mysterien zuschreiben, können nur als Apokryphen betrachtet werden. Die Mysterien entstanden aus der natür- lichen Entwicklung der Mythologie selbst. Zeus wurde, wie zu Dodona, eine Zeitlang als Geheimnis gefeiert. Aber indem sich das Bewußtsein der chaotischen Vielheit entledigte, blieben im Bewußtsein die reinen Ursachen zurück, und dies war der Übergang zum esoterischen Bewußtsein in den Mysterien. Zuerst war eben das, was esoterisch war, exoterisch. Dieses esoterische Bewußtsein hatte in sich seine zu lebendige und selbständige Triebkraft, als daß es der Einwirkung von außen bedurfte. Die Mysterien waren das notwendige Erzeugnis ei- nes vorhergegangenen Prozesses, und die Orphiker waren bloß Ausleger der Vorgänge und des Inhaltes der Mysterien. Der thcogonische Prozeß war auch ein kosmologischer - er lag unter diesem gleichsam verhüllt. Es war den Orphikern nicht schwer, diesen Schleier hinwegzuziehen und die theogonischen Erklärungen in kosmologische hinüberzuführen. Nach der Zerstreuung der Pythagoreischen Gesellschaft verbargen sich viele Pythagoreer unter dem numen Orphikri, und dadurch verbreiteten sich die Orphischen Erklärungen noch mehr. Pro- klus leitet sogar alle Philosophie der Hellenen von Orpheus her, aber alle Theologie - sagt er - sei ein Abkömmling der Orphisch=Pythagoreischen Lehre usw. Von diesen Auslegungen muß man sich fernhalten. Man muß alles, was von den Mysterien bekannt ist, auf die my- thologische Wurzel zurückführen, um die Abwege zu vermei- den, die von verschiedenen Erklärern gemacht worden sind. Wie indes die Orphiker Erklärer der Mysterien gemacht haben, so haben sie auch vieles aus den Mysterien geschöpft, wie z.B. die Orphische Lehre von den aufeinanderfolgenden vier Welt- altern. Diese Lehre ist nur eine Nachbildung der Mysterien- lehre. Gleich wie nun die Griechischen Mysterien das wahre Ende der Mythologie sind, so ist die philosophische Darstel- lung der Mysterienlehre auch das Ende der Philosophie der Mythologie. Erst durch die Mysterien - behaupte ich - ist der mythologische Prozeß wahrhaft beendigt; denn jedes Leben, das absolut betrachtet ein zufälliges ist, - und ein solches zu-"
    },
    {
      "index": 16,
      "text": "fälliges, obgleich an sich notwendiges, ist an sich betrachtet der mythologische Prozeß - ein jedes solche Leben wird nur da- durch abgeschlossen, daß es in sich sein eigenes Ende, seinen Tod begreift. So ist das ganze Menschenleben nur ein Teil, ein Abschnitt des menschlichen Gesamtlebens. Zu einem Ganzen wird das menschliche Leben erst dadurch, daß der Mensch den Tod dieses Leben nicht bloß fürchtet, wie das Tier, sondern als notwendigen Ausgang erkennt, und daß ihm mit der Einsicht in dieses notwendige Ende der Begriff der Zukunft entsteht. In 111 den Mysterien feiert das mythologische Bewußtsein sein eige- nes Ende, seinen Tod, aber damit auch seine Zukunft, wenn es selbst diese sich auch nur so vorzustellen vermochte, als wir das Zukünftige iin gegenwärtigen Leben vorauszusehen ver- mögen. Dieses Bewußtsein eines künftigen Todes schließt das mythologische Leben ab, und wirft auf die bunten, durch ihre Nacktheit beleidigenden Gestalten dieses Lebens den wohltätig versöhnenden Schatten, der es auch uns noch möglich macht, mit den Hellenen gleich zu denken und zu fühlen. Nicht iin Geräusche bacchischer Aufzüge, nicht im Taumel der Lust, sondern in der Stille der ernsten Nächte, wo der Hellene des vorübergegangenen Realen der mythologischen Vorstellungen sich bewußt wurde, wo aus der tiefen alles einhüllenden Nacht ein neues Licht anbrach, in der Stille dieser Nächte lag die Versöhnung der Mythologie selbst, soweit sie in der Mytho- logie selbst möglich war. Aber eben damit sind wir an die Grenze gekommen, wo der Übergang zur absoluten Versöh- nung ein notwendiger ist. Wenn indes das, was ich vorgetra- gen, auffallend und überflüssig erscheinen möchte, so wird sich jetzt das Gegenteil zeigen. Dieselben Ursachen, die in ihrem falschen Verhältnisse den mythologischen Prozeß erklär- ten, erklären in ihrem wahren Verhältnisse auch die wahre Religion, die Offenbarung. Es ist aber notwendig, daß diese sie erklärenden Prinzipien unabhängig von ihr erkannt werden, denn sonst geht alle Theorie im Zirkel herum. Dieser Zirkel ist unstreitig der Grund, daß in den gewöhnlichen Darstellungen die Offenbarung nicht vollkommen begründet zu werden ver- mochte. Die Ursache liegt darin, daß in diesem Zirkel die"
    },
    {
      "index": 17,
      "text": "Offenbarung nichts außer sich, nicht ihren Gegensatz begreift. Die Realität dieser Prinzipien (erwägen Sie dies wohl) die Realität dieser Prinzipien, aus welchen sich die Offenbarung begreift, ist uns schon, unabhängig von der Offenbarung, durch die Philosophie der Mythologie gewiß - und dies ist der s große Vorteil, der uns zum Voraus gegeben ist."
    }
  ]
}