{
  "title": "12. Vorlesung (Lecture 12)",
  "paragraphs": [
    "M. H. Der vollkommene Geist ist der, der im sich Sein ein vollständiges Sein hat. Dieses Sein kann wohl in der Folge, aber erst in der Folge, sich darstellen als die Möglichkeit eines andern Seins außer diesem Geiste. Dies ist aber nicht die ursprüngliche Weise, dieses Sein zu betrachten; denn es kann sich erst post actum als die Möglichkeit eines anderen Seins darstellen , d. h., der Geist ist absolute Wirklichkeit, absoluter actus, oder wie die alten Theologen, von denen manche mehr wußten, als die meisten neuen, es ausdrückten, der Geist ist actus purissimus - sie bedienten sich des Superlativs, weil auch von anderm die Rede ist, was als actus purus bestimmt werden kann. Der Geist ist actus purissimus, d. h., die Wirklichkeit vor aller Möglichkeit - er ist die erste absolute Wirklichkeit. Mit der absoluten Wirklichkeit fängt alles an; der Geist selbst ist nicht das, was sein wird, sondern gegenwärtige Wirklichkeit.",
    "Ich muß zwar sagen, das, was sein wird, ist im Geiste festgestellt , es ist und besteht im Geiste, d. h., das was sein wird ist im Geiste verborgen (indem ich es feststelle, verberge ich es); aber es ist im Geiste als Zukunft aufgehoben, und als Gegenwart festgestellt. Dies sage ich aber nur, insofern ich nicht unmittelbar vom Geiste ausgehe; im ersten Sein des Geistes wird daran gar nicht gedacht. Das zukünftige Sein kann zwar in der Folge, aber nicht im ersten Sein, als Möglichkeit hervortreten . Nun kann man fragen: Welches Recht habe ich von jenem vollkommenen Geiste unmittelbar anzufangen?",
    "Ich habe früher gezeigt: Wenn ein vernünftiges Sein ist, so muß ich jenen Geist voraussetzen. Aber damit ist doch kein Grund vom Sein dieses Geistes gegeben, absolut gesprochen ist es ebenso möglich, daß keine Vernunft ist, als [daß] eine ist.",
    "Der Grund, die Ursache, daß eine Vernunft ist, ist erst in jenem vollkommenen Geiste möglich. Nicht die Vernunft ist die Ursache des vollkommenen Geistes, sondern der Geist ist die Ursache der Vernunft. Dadurch ist allem philosophischen Rationalismus das Fundament zerstört. Die Vernunft ist nicht das an sich Notwendige - nur weil ein vollkommener Geist ist, ist Vernunft. Der vollkommene Geist selbst ist ohne Voraussetzung , er ist, weil er ist; er hat nicht einmal jene relative Notwendigkeit , welche wir dem abstrakten Sein zugestehen. Wenn ich von dem empirischen Sein alle Qualität und alles Prädikat hinwegdenke, so kann ich doch zuletzt das Substrat, die Substanz nicht hinwegdenken; es ist daher immer eine bloß relative Notwendigkeit. Wenn ich sage, der vollkommene Geist ist ohne Grund, so folgt nicht, daß er absolut unbeweisbar sei. Die ganze Philosophie ist der Erweis dieses vollkommenen Geistes; er hat kein Prius, sondern ist selbst das absolute Prius. Wenn wir uns auch der Prinzipien des Seins als Sprossen bedient haben, um zum vollkommenen Geiste zu gelangen, so müssen wir doch einsehen, daß sie Sprossen für uns waren nur für einen propädeutischen Zweck. Jetzt werden diese Prinzipien erst das posterius vom Geiste, denn er kann durch sie nicht als sein Prius, sondern als sein posterius bewiesen werden. Jene drei Prinzipien enthalten die unmittelbaren Beweisgründe der Existenz des vollkommenen Geistes. Wenn ich sage, der Geist sei nur a posteriori erweisbar, so darf dies nicht in dem Sinne verstanden werden, wie man den physiko=theologischen Beweis einen Beweis a posteriori nennt. In diesem Beweise wird aus der Einrichtung und Zweckmäßigkeit der Natur auf einen freien Urheber geschlossen - es wird also die Welt zum Ausgangspunkte des Beweises gemacht; aber in der wahrhaft objektiven Philosophie ist nicht die Welt, sondern der Geist das Prius, von wo aus man erst zur Welt gelangt. Die Philosophie ist, wie wir in der letzten Stunde gezeigt haben, in Ansehung der Welt Wissenschaft a priori, aber in Ansehung des vollkommenen Geistes Wissenschaft a posteriori. Sollte man Bedenken tragen, den Ausdruck posterius zu gebrauchen für die zum posterius fortgehende, aber nicht a priori ausgehende, Entwicklung , und ihn unpassend finden, so müßte man diesen Ausdruck modifizieren. Die Modifikation wäre gleichgültig, weil ich die Sache schon deutlich gezeigt habe. Man kann sagen, das Prinzip der Philosophie ist nichts anders, als ihr Gegenstand. Insofern kann man auch sagen, der vollkommene Geist ist das Prinzip der Philosophie nur, weil er ihr Gegenstand ist. Das Prinzip der Philosophie liegt in ihrem Ende, denn sie ist die Realisierung ihrer Ideen, d. h., ihrer Prinzipien. Deswegen unterscheidet sich die Philosophie von den andern Wissenschaften dadurch, daß während z.B. in der Geometrie der 1., 2. und 3. Satz des Euklid vollkommen richtig und wahr wären, wenn man sie auch nicht weiter entwickelt hätte, in der Philosophie nichts bewiesen ist, bevor man sie zu ihrem Ende gebracht hat. Die Philosophie ist erst in ihrem Ende wahr, denn da ist erst das Prinzip festgestellt. Eben darum ist damit nichts ausgerichtet, wenn man als das Erste und Höchste den vollkommenen Geist erklären würde, und von ihm aus nicht in die wirkliche Welt gelangen könnte. Nur die vorschnelle Mei- nung, als könnte man es nicht, hat alle seichten Systeme geboren. Nur wer diesen Weg in die wirkliche Welt in der Tat geht, hat den vollkommenen Geist als Prinzip der Philosophie erwiesen. Die Philosophie ist keine blinde, ihr Ziel nicht voraussehende , Wissenschaft. In ihrem Anfang ist schon ihr Ende; sie will schon im Anfange, und sie will die Welt als frei gesetztes s und gewolltes Sein, auf daß sie eigentlich ein wahres Kocrµo<; sein könne. Sie hat dies eigentlich immer gewollt, und wenn es Systeme gegeben hat und noch gibt, welche dies nicht gewollt zu haben scheinen, so kommt dies daher, daß man die Schranken der eigenen Subjektivität auf den menschlichen Geist überhaupt übertragen wollte. Um die Unfähigkeit, worin man sich befand, zu verbergen, wagte man nicht zuzugestehen, was man wollte. Man suchte der Philosophie einen andern Zweck zu geben und lieber verleugnete man das, was man wollte, als daß man sein eigenes Nichtvermögen zugestand. Die Welt als frei gesetztes Sein wollen heißt, als Setzendes dieses Seins einen Geist wollen. Dies muß die Philosophie gleich eingestehen, und entschieden aussprechen und behaupten. Die wahre Stärke der Philosophie zeigt sich darin, was sie mit ihrem Prinzip * macht. So weit geht die Einleitung in die Philosophie und damit ist der erste Schritt in die Philosophie selbst getan. Die Einleitung bestand in der Erklärung, daß man einen freien Geist als Setzendes begreifen wolle. Damit aber der Geist wirklich frei sei, das Sein zu setzen oder nicht, muß er ein vollkommener , in sich selbst beschlossener Geist sein; er muß also Allheit sein, um nicht genötigt zu sein. Der vollkommene, der absolut freie Geist ist nur der, der an kein Sein gebunden ist, der nach keinem andern außer sich strebt, der in sich geschlossen ist, und also Allheit sein muß. Diese Allheit stellt sich ihrer positiven Bedeutung nach so dar: Der vollkommene Geist ist 1) der an sich seiende Geist, demnach überhaupt der seiende * Geist, wo also von einem über ihn hinausgehenden Sein nicht mehr die Rede ist. In specie sagen wir, er ist der nicht als Objekt von sich seiende, der nicht von sich weg seiende. Denn dies ist die Bedeutung von an, welches nicht weg bedeutet. Ich bemerke, daß an sich Sein nur negativ sich bestimmen läßt als nicht Objekt von sich Sein. Es fällt schwer, diesen ersten Begriff zu fassen, weil alles Fassen im Vorstellen besteht. Hier kommt es darauf an, das Absolute, nicht Gegenständliche, in seiner Urständlichkeit zu fassen. Der Mensch z.B. begreift, wozu er durch eine Bewegung des Denkens gebracht werden kann; aber hier kommt es auf einen Stilland des Denkens an. Hier heißt es, es wird nur gewußt, indem man es nicht weiß. Das hier Gewollte kann als nicht Gewußtes nur gewußt werden. Ich verhalte mich aber nicht wissend, wenn ich setze. Man kann sagen, der erste Begriff des vollkommenen Geistes bestehe in völliger Selbstentschlagung, im völligen Nichtwissen seiner Selbst, er müsse als reines Selbst gedacht werden. Inwiefern Wissen dem Sein entgegengesetzt wird, insofern verhält er sich als das von allem Wissen freie Sein. Das erste Sein ist das von allem Wissen freieste, das blindeste und unnahbarste Sein - es ist der Sitz der eigentlichen Aseität (des von sich selbst Seins).",
    "Aber die eigentliche Aseität ist nur in dem an sich seienden Geiste, d. h., in der absoluten Voraussetzung möglich, welche eben nur das an sich Sein sein kann. Dieses erste Sein ist dasjenige , dem der Verstand nichts anhat, das er erkennt, indem er schweigt und es nicht erkennen will. Es wird nicht erkannt, indem man aus sich herausgeht, und nur erkannt, indem man in sich selbst stille steht. In Indien* gibt es eine Sekte der Brahminen, die dem beschaulichen Leben sich ergibt. Unter den verschiedenen Übungen derselben findet sich eine besondere Praxis hinsichtlich des Atem Einziehens oder an sich Haltens. Wenn man diesen Brahminen etwa die Erkenntnis dieser Idee zuschreiben wollte, so müßte man annehmen, daß diese Erfindung die Art ausdrücken wollte, wie man sich des Innersten oder Tiefsten der Gottheit versichern könnte, welches nämlich nur in der absoluten Inspiration des Denkens gefunden oder empfunden werden kann. Empfinden ist Ge- gensatz des Denkens, und jenes Sein wird nur im nicht Denken empfunden. Hierbei will ich gelegenheitlich bemerken, daß Denken ohne wahren Anfang kein Ende haben könne. Der Anmerkungen v. Bohnstedt. Ha!. u. L., 1737f. 2 B. S. -103 (s. u. S. 723,26].",
    "wahre Anfang aber ist nicht Denken, der terminus a quo ist das nicht Denken, dessen Gegenstand jenes höchste Sein ist. Doch * eben dies erinnert mich, daß es sich nicht gebühre, viele Worte darüber zu machen. Man kann nur Anleitung geben, sich dies ses Prinzips zu versichern - dann aber muß man den Lernenden sich selbst überlassen.",
    "In einer faktischen Entwicklung wird der frühere Moment erst deutlich, wenn man von ihm weggeht. Sollte einer meiner Herren Zuhörer noch nicht fähig sein, den ersten Begriff vollkommen zu fassen, so wird er sich durch den Gegensatz erleichtert fühlen. Der vollkommene Geist ist Allheit. Als Allheit ist er nicht bloß der an sich Seiende, sondern auch der für sich selbst seiende Geist. Ehe ein Wesen für sich, d. h., Objekt von sich selbst sein kann, muß es zuvor an sich sein. Der für sich selbst seiende Geist, d. h., der als Objekt von sich seiende Geist setzt den an sich seienden voraus. Wie der an sich seiende Geist nicht der für sich seiende Geist ist, ebenso ist der für sich seiende Geist nicht der an sich seiende Geist. Einer schließt den andern aus. Der für sich seiende Geist ist der außer sich, der von sich weg seiende Geist, um für sich zu sein. Wir können sagen: Der an sich seiende Geist ist der schlechthin innerliche, unsichtbare, verborgene seiner selbst; aber der für sich selbst seiende Geist ist im Gegenteil, das Äußere, das relativ Sichtbare des Geistes, jedoch innerhalb des Geistes selbst. Dieser Geist, der im an sich Sein unsichtbar ist, ist Ün für sich Sein der relativ sichtbare. Es ist leicht einzusehen, daß in dieser Gestalt des Geistes, nämlich in dem für sich selbst seienden Geiste, kein eigentlicher Wille mehr ist. Die Natur des für sich seienden Geistes ist eben nur, für sich, d. h., für den an sich seienden Geist zu sein, sich ihm ganz zu ergeben, ohne eigener Wille zu sein. Die Natur des an sich seienden Geistes ist, nur für den zu sein (nämlich für den für sich seienden), der ebenfalls für ihn nur ist. Für den andern - einer vergißt sich in dem andern - keiner von beiden ist um seiner selbst willen da. Der an sich seiende ist nur da, um den für sich seienden zu haben, und der für sich seiende ist nur da, um sich dem an sich seienden zu geben. Es ist leicht einzusehen, daß, wenn man unter Sein das offenbare, von sich selbst weggehende, Sein versteht, in dem für sich selbst seienden Geiste nichts anders gedacht werden könne, als ein Sein, in dem gar nichts von einem nicht Sein anzutreffen ist. Bleibt man da stehen, so folgt, daß in demselben Sinne der an sich seiende Geist absolute Enthaltung des Seins, lauteres nicht Sein ist. Dieses ist aber nur ein Sein in einem andern Sinne, nämlich das wesende oder urständliche, das verborgene Sein. Die Negation des einen Seins ist die Affirmation des andern, denn indem ich dem für sich seienden Geiste alles nicht Sein abspreche, schreibe ich ihm bloß das gegenständliche Sein in völliger Reinheit zu. Wir haben uns noch nicht lange in bezug auf den an sich selbst seienden Geist des Ausdrucks bedient, er sei in absoluter Selbstenthaltung, weil er bloß er selbst, d. h., Subjekt ohne alles Prädikat ist.",
    "Dieses reine Selbst stellt sich dar als Selbstlosigkeit; denn das Selbstische nennen wir jenes Selbst, welches sich geltend macht, sich ein Prädikat sucht. Die nämliche Unselbstigkeit findet sich im für sich seienden Geiste, indem dieser, ohne ein Selbst, sein Selbst in dem an sich seienden Geiste hat; denn er für sich ist gar kein Selbst."
  ]
}