{
  "title": "38. Vorlesung (Lecture 38)",
  "paragraphs": [
    "M. H. Persephone ist der Keim des theogonischen Bewußtseins . Wir können mit einem frühem Ausdruck sagen: Sie ist to c:rnapµa Swu, welches, ebenfalls nach einem frühem Ausdruck , entweder bleibt, oder aus seiner Hülle hervorgeht und in die Erde fällt, d. h., einem Prozeß unterworfen wird. Nur indem dieser Keim heraustritt, kann der im Urbewußtsein selbst bloß partiell gesetzte Monotheismus nun für das Bewußtsein selbst ein aktueller und verwirklichter werden.",
    "Wenngleich der so entstandene Monotheismus auch in seiner höchsten Potenz ein natürlich, ungöttlich erzeugter ist, so führt doch der Polytheismus auf den Monotheismus zurück, der nun für das Bewußtsein ein aktueller wird, nachdem er im Urbewußtsein als bloßer potentieller war. Persephone hat in der Mythologie eine ganz andere, als bloß physikalische Bedeu- tung, und nur in einem tiefem, als physikalischen Sinne ist sie mit dem Samenkorn zu vergleichen. Als Hauptinhalt der griechischen Mysterien ist bestimmt die Versöhnung der durch den Raub der Tochter erzürnten Demeter, die Versöhnung des durch den Verlust des realen Gottes gleichsam verwundeten Bewußtseins. Diese Versöhnung des Bewußtseins kann nur dadurch geschehen, daß ihm an die Stelle des verlorenen Gottes ein anderer, höherer zuteil wird. Der nächst höhere Gott ist aber der Gott der zweiten Potenz, Dionysos, der noch in der Überwindung begriffen ist. Eine natürliche Untersuchung wird also jetzt sein, in welchem Verhältnisse Dionysos, der Gott der zweiten Potenz, zu Demeter steht. Um hierüber verständlich zu werden, muß ich einiges Allgemeines über die Erscheinungen, deren Ursache Dionysos ist, vorausschicken.",
    "In der älteren Religion kündigt sich die Gegenwart des Dio- nysos durch wilden Taumel und durch besinnungslose Begeisterung an, die öpytacrµoc; genannt wurde. Das Bewußtsein, von der drückenden Gewalt des realen Gottes sich plötzlich befreit fühlend, muß alle Fassung und Besinnung verlieren.",
    "Dionysos erscheint daher als der Wahnsinn Bringende, oder nach Homer als der Rasende, Wahnsinnige. Nur so, aus dieser plötzlichen Befreiung, erklären sich die Handlungen eines zügellosen , bis zum Wahnsinn ausschweifenden, Lebens, die die frühesten Erscheinungen des Dionysos begleiten, schreiben sich die Sabazien her, wodurch der Untergang der siderischen Religion gefeiert wurde. Die Handlungen, welche diese Feier :o begleiteten, durchbrachen alle Schranken der Sittlichkeit und der heiligsten Gesetze. Der Zusammenhang der Sabazien mit der frühem, ersten Erscheinung des Dionysos, die der Erscheinung der Urania parallel ist, erhellt schon aus dem, was von den Greueln der sabazischen Orgien bekannt ist durch die Untersuchung, die der Römische Senat über die heirnJich eingedrungenen Sabazien in Ro1n verfügte, gegen welche er 1nit größter Strenge verfuhr. Cf. Liv. Lib. 39, 8.",
    "Was nämlich hier davon erwähnt wird, stimmt überein 1nit dem, was wir von dem babylonischen und assyrischen Kult zum Teil aus dem Alten Testament wissen. Allein es ist noch ein anderer Grund, aus dem wir diesen Zusam1nenhang der Sabazien mit dem Untergange der astralen Religion entnehmen können. Schon der Name »Sabazien« deutet an, daß jene Orgien dem ersten Übergange vom Sabäisnms zur eigentlich mythologischen Religion angehören. Diese Sabazien konnten aber in Griechenland nie festen Fuß fassen, sondern höchstens nur als Winkelkult bestehen. In einer Komödie des Aristophanes , welche Cic. de legibus* erwähnt, wurde der Sabazier auf der Bühne aus dem Staate geworfen. Es gibt gewisse Schriftsteller , die - vielleicht absichtlich - alles verwechseln und ineinander werfen, die das, was von den Sabazien gilt, auch auf die Dionysien übertragen. Aber die griechischen National= Dionysien hatten mit den Sabazien gar nichts gemein: diese entsprechen der typhonischen Verehrung. In einer frühem Epoche des mythologischen Prozesses, wo die Befreiung aus der Gewalt des realen Gottes teilweise als Sieg gefeiert und iin Bewußtsein empfunden wurde - teilweise, denn in Ägypten wurde in einem Teil des Jahres Typhon versöhnt und mit Op- * II. C. 15. Novos vero deos, et in his colendis nocturnas pervigilationes sie Aristophanes ... vexat, ut apud eum Sabazius et quidam alii dii perigrini judicati e civitate ejiciantur.",
    "fern gefeiert, in dem anderen Teil des Jahres verhöhnt und verspottet - aber doch schon als Sieg empfunden ward, wurde er durch jene Triumphzüge gefeiert, denen der Phallus vorgetragen wurde, welche deshalb den Namen Phallogogien erhielten . Ob der Phallus das Zeichen der Entmannung des frühem Gottes sein sollte, oder nicht, kann hier als gleichgültig betrachtet werden. Dionysos oder der Besieger des realen Gottes wurde durch festliche Aufzüge und Phallus=Prozessionen gefeiert , die doch nichts anderes als Siegeszüge sind, die dem befreienden Gott gehalten wurden. Nun sagt Herodot: Bei den Hellenen sind die Feste und Prozessionen erst neuerlich eingeführt worden. Von den Dionysos=Aufzügen sagt er: Melampus hat den Hellenen die Phallus=Aufzüge gelehrt. Melampus selbst hat die den Dionysos betreffenden Gebräuche von den Agyptiern gelernt: ihm aber scheine richtiger, daß Me- lampus dieselben von den Phöniziern gelernt habe. Cf Herod.",
    "Euterpe 49. * Das Wesentliche, was für uns in dieser Außerung des Herodot liegt, ist die Behauptung, daß jene Festzüge den Hellenen nicht eigentümlich gewesen und erst neuerlich eingeführt wor- den seien. In der Tat, jener Zustand, wo Dionysos noch in der völligen Spannung gegen den realen Gott ist, wo er noch taumelnd aufs Bewußtsein wirkt, gehört einem frühem Moment an, als dem, welchen das griechische Bewußtsein darzustellen bestimmt war, wie schon daraus erhellt, daß diese Feier- lichkeiten in Agypten bereits früher in völligem Gebrauch waren. Es hätte also gar nichts unseren sonstigen Ansichten Widerstreitendes, wenn wir annähmen, daß jene, den Dionysos betreffenden, Feierlichkeiten in Griechenland nur Nachahmungen von Gebräuchen waren, deren Kunde die Griechen aus Agypten oder aus dem Morgenland erhalten haben. Aber nur dies ist zu bemerken, daß der Begriff des Dionysos ein notwendiger und wesentlicher aller Mythologie ist, ohne den sie gar nicht gedacht werden könnte, wiewohl die Erscheinungsweise in jeder Mythologie, je nach dem Moment des Prozesses, eine verschiedene ist, wie von uns nachgewiesen wurde: und deshalb kann, was den Begriff des Dionysos selbst betrifft, dieser den Griechen kein von außen her zugekommener sein.",
    "Der Dionysos, der Überwinder des realen Gottes, lag im hellenischen Bewußtsein ebenso, wie im ägyptischen. Er wirkte zu dem letzten Resultate des griechischen Bewußtseins ebenso, s wie zum letzten Resultate des ägyptischen und indischen. Nur war dieser Dionysos, der Dionysos im Gegensatze und in der Spannung, im hellenischen Bewußtsein schon untergeordnet, und nicht die volle Idee, wie denn in obiger Stelle Herodot sagt, Melampus habe nicht alles zusammengefaßt - die Dionysos =Idee sei erst später so großartig zutage gekommen.",
    "Diesen Dionysos einseitig für sich zu feiern, der im höhern hellenischen Bewußtsein einer höhern Idee untergeordnet war, ihn besonders zu ehren, ihm jene besonderen Feste mit Phallus =Prozessionen zu begehen, das haben die Griechen von Melampus, einem Ägyptier, gelernt, aber nicht die Idee des Dionysos selbst. Dies ist der wahre Sinn des Herodot; denn dem Herodot fiel es auf, daß die Dionysos=Idee jene ausschweifenden Feste begehe. Daß nun Herodot hierin vollkommen richtig gesehen und geurteilt habe, daß diese Dionysos =Feste in Griechenland nicht ursprünglich, nicht alt, wenigstens nicht gleichzeitig mit dem ersten Dasein des Dionysos im griechischen Bewußtsein seien - dies läßt sich aufs Bestimmteste schließen aus dem, was die griechische Mythologie von der Geburt und den Schicksalen des Dionysos erzählt. Ich bemerke, daß von dem noch in der Spannung begriffenen Dionysos die Rede ist. Er ist nach dieser Erzählung der Sohn der Semele, der Sohn der sterblichen Mutter, deren sterblicher Teil verzehrt wird, indem sie ihn von Zeus empfängt. Dionysos erscheint dem Bewußtsein als selbst erst unter der Herrschaft des Zeus verwirklicht, d. h., geboren, und daher als Sohn des Zeus, und eben darmn, obwohl Ursache der nuteriellen Götter, ist er doch fürs Bewußtsein jünger, als alle materiellen Götter. Semele ist das Bewußtsein, das in der Annäherung des Zeus verzehrt wird; sie ist nichts anderes, als eine frühere Erscheinung der Persephone. Aber auch jetzt wird der durch Vernichtung der Mutter wirklich geborene Dionysos nicht gleich in die Wirklichkeit gesetzt; er bleibt in den Lenden des Zeus verborgen, d. h., als Geheimnis des Bewußtseins verwahrt bis zur letzten Krisis, wo erst die ganze Dionysos =ldee gesetzt ist. Auch nachdem Dionysos geboren ist, w:1chst er nur langsam heran: er erscheint als kleines Kind - Zeus verbirgt ihn in seinen Lenden usw. Dies alles beweist, daß das griechische Bewußtsein diesen Gott nicht gleich hervortreten ließ, sondern noch auf eine spätere Krisis wartete. Wir bemerken durchaus im griechischen Bewußtsein ein gewisses Zaudern, wodurch aber eben jene vollkommene Höhe erreicht wird. Des Dionysos früheres Hervortreten findet durchaus Widerspruch; und mehrere, die sich dem Dionysos widersetzten , werden sogar ausdrücklich genannt. Cf. Il. 6, [130]. Dio- * medes sagt 1) von dem Lyk11rg:",
    "»Nicht des Dryas erzeugter einmal, der starke Lykurgus, lebete lang, als gegen des Himmels Mächt' er gestrebet: welcher vordem Dionysos, des Rasenden, Ammen verfolgend, scheucht' auf dem heiligen Berge Nyseion; alle zugleich Sie warfen die laubigen Stäbe hinweg, da der Mörder Lykurgus wild mit dem_ Stachel sie schlug; auch floh Dionysos und taucht unter die Woge des Meeres, und Thetis nahm in den Schoß ihn, welcher erbebt, angstvoll vor der drohenden Stimme des Mannes.",
    "Doch dem zürnten darauf die ruhig waltenden Götter, und ihn blendete Zeus, der Donnerer; auch nicht lange lebt' er annoch, denn verhaßt war er allen unsterblichen Göttern.« In dieser Stelle ist Dionysos offenbar schon als Gott erkannt, wie zu erwarten ist, denn als Gott ist er verwirklicht und als Gott erkannt, sowie das reale Prinzip überwunden und der materielle Polytheismus gesetzt ist. Aber diese Stelle weist in eine sehr hohe Vergangenheit zurück. Denn zur Zeit des grausen Lykurgus ist Dionysos noch nicht als Gott anerkannt; noch ist er in der Obhut der Ammen und flüchtet vor Lykurgus in die Wogen des Meeres, wobei zu denken ist, daß das Wasser allgemein der erste sichtbare Ausdruck des weich, flüssig, weiblich Werdens des Gottes ist, der Ausdruck jener KU'WßoAY ], in welche der starre, alles verzehrende Gott versinkt: das Wasser birgt gleichsam den kommenden Dionysos. Mir jedoch scheint jene Ansicht vom Wasser diese zu sein: Wir sehen da offenbar in eine Vergangenheit zurück, wo Dionysos, noch schwach, aus seiner Verborgenheit nicht hervortreten konnte, wo er also im griechischen Bewußtsein noch zurückgehalten ist. - Ein zweiter Widersacher ist Pcnthrns, der die Gottheit des Dionysos nicht anerkennen will, und seine Dienerinnen verfolgt , deswegen aber von Dionysos bestraft wird, welche Bestrafung des Pentheus Euripides zum Gegenstand einer Tragödie machte. Aber der bestimmteste Widersacher des Dionysos war 3) Orphe11s, der ebenso, wie Penthcus, von den Mänaden zerrissen wurde. Was diese Zerreissung bedeute, ist aus der frühem Mythologie bekannt.",
    "Ich kann hier nicht unterlassen, mich über Orpheus näher zu erklären; ich werde mich aber darüber nicht erklären können, ohne noch einmal Homer zu berühren. Orpheus ist Repräsentant des dem befriedigenden Gott sich widersetzenden Bewußtseins . Wir können sagen: Orpheus ist dem Homer entgegengestellt ; er ist eine auf H01ner sich beziehende, aber gegen diesen ins Dunkel zurücktretende Gestalt. Er ist Repräsentant der Vergangenheit, die sich der kommenden Zeit widersetzt. In diesem Sinne nim1nt den Homer Herodot selbst in jener berühmten Stelle. Woher ein jeder Gott komme, oder ob alle von jeher waren, dies - sagt er - wurde nicht gewußt, als seit 311 gestern, oder ehegestern. So neu ist nach Herodot die griechische Mythologie. Von Homer und Hesiod glaube ich - sagt * er-, daß sie nur 400 Jahre vor mir gelebt haben. Diese sind es, die den Hellenen ihre Götterlehre gemacht haben. Hellenen waren die, welche vorher Pelasger waren; erst mit dem vollendeten Polytheismus waren sie Hellenen. Cf Herodot. Eu- * Herod. 11.81. [II,53] terpe. 52. Das OllK 17m01Ea10 möchte wohl auf vor Homer gehende Mysterien gedeutet werden, wie einige annehmen.",
    "Herodot schreibt dem Homer und Hesiod nur zu, es sei ihnen bekannt, nicht was früher nicht da war, sondern nur, was früher nicht gewußt wurde. Doch diese Erzählung von den Pelasgern zeigt deutlich den der letzten Krisis vorausgegangenen Zustand des Bewußtseins an, wo das innere, noch nicht ganz besiegte Prinzip die Auseinandersetzung der Göttergestalten verhinderte . Homer selbst also ist nur das Erzeugnis der letzten Krisis des ganzen mythologischen Prozesses. Dieses Erzeugnis aber kann in ihm nicht n1ehr gedacht werden. Zwar die Kraft jener dunkeln Vergangenheit ist dem Resultate nach bewahrt, aber die dunkle Vergangenheit selbst ist in den Homerischen Gedichten völlig verschwunden. Die wahre Gewalt eines jeden Lebens besteht in der Kraft, vermöge der es eine Vergangen- heit, die vor ihm nicht mehr zur Wirklichkeit hervorzutreten vermochte, von sich ausschließen kann. In der Kraft, eine gewisse Vergangenheit von sich auszuschließen, besteht die Gesundheit, die Stärke dieses Lebens. Das Kind, wenn es geboren ist, gedenkt im frohen Lebensgefühl des Vorganges nicht mehr, durch den es geboren wurde, und schließt den Prozeß aus, durch den es, freilich auf schreckhafte Weise, im Mutterleibe entstanden war. Ebenso ist in Horn.er der Prozeß nicht * rnehr sichtbar, sondern nur der Kraft und dem Resultat nach ist er noch vorhanden. Nie glänzt der Himm.el, nie die Erde von schönenn Licht, als nach Sturm und Regen. Wie nach Sturm und Ungewitter die Erde neu hervortritt, ebenso fühlen wir in Homer die frische Jugend und Gesundheit der von jener dunkeln Vergangenheit befreiten Menschheit. Nachdem das formlose der frühem Welt verschwunden ist, breitet sich eine neue, seelenvolle Welt aus. Aber schal und leer ist jede Bewunderung Homers, der nicht jene Vergangenheit zugrunde liegt. Nur aus der Vergangenheit sta1nmt die Kraft und Gültigkeit, die an allen griechischen Göttern haftet. Diese Gültigkeit der griechischen Götter schreibt sich vom realen Prinzip des vergangenen Prozesses her, weil sie nur im. Zusammenhange mit diesem Prozeß die Unabhängigkeit erlangen können, vennöge weleher sie in die menschliche Geschichte eingereiht werden können . Seitdem der berühmte Friederich August Wolf*, der sich eines ewigen Andenkens würdig gen1acht hat, die individuelle Einheit des Homer zerstört hat, ist Homer selbst als Problem hingestellt. Vielleicht haben in neuerer Zeit wieder einige, wie Voss, den persönlichen Homer, oder nach dem von den Franzosen entlehnten Witz die Einhomererei, im Gegensatz von der Wolfischen Viclhomererei, sich zurückgewünscht, indem sie fühlten, daß diese Erklärung des Homer auch für andere Er- 111 scheinungen des Altertums zugegeben werden müßte. Die Homerische Poesie ist in der Tat nicht das Werk eines Menschen , eines Individuums, nicht das Werk eines einzelnen Volkes als solchen, sondern das Werk der ganzen Menschheit. An den Homerischen Werken hat die ganze Menschheit gedichtet; denn die Ho1nerische Poesie gehört zu den letzten Resultaten jenes allgemeinen Prozesses, in dern nicht die Griechen allein, sondern die ganze Menschheit begriffen war; sie gehören jenem Moment, jener Zeit an, wo das hellenische Volk noch nicht als Volk heraustritt, wo es noch die Menschheit ist - wie es nicht ein Volk, sondern die Menschheit ist, die sich vor Ilium versammelt. Die Ilias betrachtet alle Völker als gleich: sie kennt noch keine Hellenen im Gegensatz von Barbaren. In Homer ist der entschiedene Übergang zum Okzidentalismus. Der Orientalismus ist in ihm überwunden. Dem Homer stellt sich die dunkle, rätselhafte Gestalt des Orpheus an die Seite. Orpheus repräsentiert das orientalische Prinzip. Wenn unter jenen Dichtern , welche vor Homer gelebt haben sollen, aber nach Herodots Ansicht erst nach Ho1ner lebten, Herodot vorzüglich den Orpheus genannt hat, so kann sich dies wohl auf die orphisehen Gedichte, nicht aber auf Orpheus selbst, beziehen, der sich schon in der ersten Erscheinung dern Dionysos widersetzt.",
    "Orpheus kann ganz wohl als ein dem Homer gleichzeitiges, weil ihm widerstrebendes, Prinzip gedacht werden, und wenn Aristoteles, wie Cicero** sagt, von Orpheus erklärt hat, daß er * Praef. ad Iliad. ed. 1804.",
    "* ** De nat. Dcor. 1,[38].",
    "nie als Individuum, nicht in rerum natura existiert habe, so können wir dies in demselben Sinne auch von Homer sagen. Es wäre eine gewagte Etymologie, das Wort Homer von [iO~iJ] * herzuleiten, so daß wir den Homer als den Aussprecher, d. i., der Göttervielheit erklären würden; denn ein individueller, persönlicher Name ist Homer nicht. Es wäre nun freilich, wie gesagt, sehr gewagt, den Homer von [iO~iJ] als den Ausspre- * eher der Göttervielheit zu erklären. Wenn wir aber dagegen von der anderen Seite an das 6p<pVl], opcpva denken, so ist man wohl befugt, den Orpheus als Verdunkler zu erklären (ich bitte Sie, bei diesem Worte nicht an das Wort »Obskurant« zu denken ). Wollte man Orpheus nach dem Arabischen erklären, so wäre er Mystiker, d. h., Sternkundiger. Wie es sich auch verhalten möge, so erscheint Orpheus in den frühesten Sagen als der, in welchem die Kraft des alten Sabäismus noch lebt, als der Repräsentant des astralen Prinzips; denn er weigert sich, den Dionysos, den Zerstörer dieses Prinzips, anzuerkennen. Er will vielmehr den Helios, den Apollo als größten Gott erklären . Daher wurde er von den Mänaden zerrissen. Der Dionysos =Taumel siegt über das retadierende Bewußtsein; er wird von dem Taumel des Bewußtseins zerrissen und in eine Vielheit gesetzt. Gleich wie das Feindliche, wenn es überwunden ist, zur Verherrlichung des Überwinders dient, ebenso ist es auch nicht zu verwundern, wenn nach Pausanias Bilder des Orpheus und Dionysos zusammen im Tempel aufgestellt wurden ... »Ilapa öe wu 'Aywvoi; 'tl]V etKova Liwvucr Km 6 0pa~ tncrnv 'Opcpwi;, Km aya1cµa Liwi;, ou öl] Km 61ctyQl npo,epov E1teµvricrSriv« . . . * Aus eben diesem Grunde wird Orpheus selbst als Eingeweihter der Dionysischen Mysterien genannt. Aber ursprüng- lieh war Orpheus ein entschiedener Gegensatz, entschiedener Widersacher des Dionysos. Und aus dieser Zeit des Widerstrebens gegen den Dionysos, den Sohn der Semele, den Bacchus oder den Thebanischen Dionysos, den Dionysos in der Spannung (denn mit diesem war Orpheus im Gegensatze), aus dieser Zeit des Widerstandes schreiben sich die Orphiker her, die sich aller Bacchischen Verehrung widersetzten."
  ]
}