{
  "title": "Vorlesung 26 (Lecture 26)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Wir sind bei der Frage stehengeblieben, auf welche Art die zweite Potenz anzusehen sei im ersten Moment ihrer Her- aussetzung. Es ist gezeigt, daß sie nur im negativen Zustande gedacht werden könne. Um als besondere göttliche Person gesetzt zu werden, muß sie aus ihrer Gottheit gesetzt werden; denn diese Gottheit hatte sie nicht als eine besondere für sich. Auch das Neue Testament nötigt uns nicht anzunehmen, daß der Sohn erst mit dem Anfang der Menschwerdung die Gott- heit aufgegeben habe, sondern daß er mit der Schöpfung schon als substantielle Potenz anzusehen sei. Ich gestehe, daß ich die Aussprüche der Apostel Paulus und Johannes, die am tiefsten in dieses Verhältnis blickten, nicht zu erklären wüßte, wenn nicht angenommen werden dürfte, daß der Sohn als substantielle Potenz schon von der Schöpfung an gedacht wurde, wie ich überhaupt annehmen darf, daß Ihnen am Ende dieser Entwick- lung im Neuen Testament vieles klarer wird. Es ist im Neuen Testament gar vieles unrecht oder gar nicht gesehen worden, weil es an den Begriffen fehlte, womit man es anfassen konnte; denn die bloße Sprachkenntnis, womit man der Theologie aufhelfen wollte, reicht dazu nicht hin. Ich stehe nicht im Rufe, ein Verächter von Sprachkenntnissen zu sein; allein die gründ- lichste Kenntnis der Sprache reicht nicht hin, den Inhalt eines Buches zu verstehen. Wer den Euklid grammatisch versteht, versteht noch nicht seinen Inhalt - wer Französisch versteht, versteht noch nicht den La Grange. Bei solchen Schriften, wie das Neue Testament ist, wo Hauptlehren nur gelegenheitlich erwähnt werden, ist außer der Sprachkenntnis auch noch Kenntnis der Sache selbst und des ganzen Zusammenhanges nötig; ohne diese werden auch die Worte nicht verstanden und man wird sich den gröbsten Fehlern aussetzen. Vor mehreren Jahren hat ein bekannter Polygraph in Leipzig ein französisches Werk übersetzt, worin, als in einer Art von Geschichte der"
    },
    {
      "index": 1,
      "text": "Philosophie, ausgeführt wird, Anaxagoras habe als erstes Prin- zip der Philosophie den vouc; erklärt. Der gute Mann über- setzte, Anaxagoras habe als erstes Prinzip das »Wir« erklärt, wobei jener Leipziger denken mochte, daß, weil ein deutscher Philosoph das »Ich« als Prinzip der Philosophie aufgestellt hat, auch einer das nous, - wir - aufgestellt habe. Die Übersetzung war grammatisch richtig, aber dem wackern Übersetzer fehlte es an der Kenntnis, daß Anaxagoras zuerst den Geist (vouc;) als Prinzip aufstellte. Die Stadt » Trient<< heißt auf französisch llJ »Trente« - und dies Wort heißt auch »dreißig«. Daher über- setzte einer, es habe eine Versa1nmlung von dreißig stattgefun- den - statt zu Trient. Wenn schon in so gern.einen und alltäg- lichen Dingen die bloße Sprachkenntnis nicht ausreicht - wieviel weniger wird Sprachkenntnis ausreichen bei einer Lehre, die sich aus einem Zusammenhange herschreibt, der bis auf den Anfang des Seins zurück und bis über das Weltende hinausgeht?! Ohne Einsicht jenes ökonomischen Zusammen- hanges müssen die meisten Äußerungen des Neuen Testaments unverstanden bleiben; denn zu den Büchern des Neuen Testa- ments ist mit der Welt selbst der Grund gelegt worden. Also muß man vor allem die göttliche Ökonon1ie selbst begreifen. Es gibt z.B. im Neuen Testan1ent keinen wichtigeren Begriff als den des ewigen Lebens (sco11 aicovtoc;), welches unserem actus purissimus entspricht, - denn damit etwas außer Gott sei, muß das in ihm Seiende aus dem actus purissimus herausge- setzt werden. Aber die große Absicht der Schöpfung ist, was vorher in jenem actus war, nach Überwindung des Widerstan- des in diesen actus zurückzuführen. Der Mensch insbesondere war zum ewigen Leben bestimmt: durch ihn sollte alles in der Natur zum ewigen Leben wieder gebracht werden. Da aber der Mensch untreu war und für sich das ewige Leben verlor, so bedurfte es einer neuen Schöpfung durch Christus, auf daß das ewige und unvergängliche Leben ihm wiedergegeben werde. Christus selbst sollte den actus purissimus in der Natur und Menschheit wiederherstellen. Wenn daher ein gelehrter Theo- loge das »EXEl sCOTJV aicovtov«, indem er den dem Worte innewohnenden Begriff nicht kennt, und worüber man sich"
    },
    {
      "index": 2,
      "text": "nicht wundern darf, übersetzt »dessen Geist wird immer reg- san1 sein« - muß ein solcher Mann nicht alle Worte und Äußerungen des Neuen Testaments, dadurch, daß er sie zu den gemeinsten Dingen herabzieht, aller Kraft und Eigentümlich- keit berauben? Es werden Ihnen, m. H., manche Stellen des Neuen Testa- ments in einem andern Lichte erscheinen, wenn Sie vorausset- zen, daß das außergöttliche Sein des Sohnes nicht erst mit der Menschwerdung, sondern schon mit der Schöpfung anfing, daß er nämlich zuvor als demiurgische Potenz existierte. Chri- stus sagt auch im letzten Gebete zum Vater: »Erhebe mich wieder zu der Herrlichkeit, die ich hatte, ehe die Welt war.« Wenn Christus, wie man gewöhnlich erklärt, nicht den Zeit- punkt bestimmen, sondern nur sagen wollte, er sei im Besitze ewiger Herrlichkeit gewesen, dann n1.üßte die Stelle anders lauten. Cf Joh. 17,5. Wer ein feines Gefühl hat, wird sagen, daß nach jener gewöhnlichen Annahme es heißen müßte rrapa CTOl rrpo wu ... Dies rrapa CTOl ist gleichbedeutend mit rrpo wu wv Kocrµov Eivm: nun ist aber rrpo ,ou vorausgesetzt. Zu rrapa 001 kann man cov beisetzen, und es heißt dann: »Erhebe mich zu der Herrlichkeit, die ich hatte vor der Welt, da ich noch un- geschieden von dir war«. Der Sohn ist folglich ungeschieden vom Vater, als die Welt noch nicht existierte. Daß der Sohn als demiurgische Potenz bei der Schöpfung wirkte, ist unzweifel- haft, indem es häufig heißt: durch ihn 8ta wu ... - ist die Welt gemacht. ITapa ,ou. . wird von der vorweltlichen Existenz gebraucht. Um als kosmische Potenz zu wirken, mußte er außer dem Vater, also auch außer der Gottheit sein. Am Ende der Überwindung sollte er die ursprüngliche Herrlichkeit, aber als eine besondere Person, wieder annehmen. Wenn man ein solches Verhältnis voraussetzt, wird man nimmer anstoßen, wenn im Neuen Testament mit Exklusion des Sohnes der Vater allein »Gott« genannt wird, wie in vielen Briefen des Apostels Paulus das »6 ;kO(;« dem Vater allein zugeeignet wird. Während der Schöpfung ist der Vater in der Tat allein Gott; denn der Sohn ist außer der Gottheit gesetzt. Der Vater hat zwar das Sein, welches ursprünglich in ihm war, hervortreten lassen,"
    },
    {
      "index": 3,
      "text": "um es dem Sohne zu geben, damit sich der Sohn zum Herrn dieses Seins mache. Dieser ist Herr des Seins, indem er die Macht hat, es zu verwirklichen, es in sein Eigentum zu ver- wandeln. Während der Sohn noch in Arbeit begriffen ist, ist er nicht vollkommen verherrlicht. Ich sage: in der Arbeit begriffen; denn schon iin Alten Testament wird der Messias als in großer Arbeit begriffen vorgestellt - er wird als duldend vorhergesagt. Dies erhellt auch aus der Stelle, wo es heißt: »Wenn ein Glied leidet, leidet das Ganze usw.«[*] Die zweite Potenz ist also 1() herausgegangen als leidende. Es ist ihr von Anfang an be- stimmt, nur durch Leiden, wie das Neue Testament sagt, in die Herrlichkeit einzugehen. Die Funktion der Menschwerdung oder Erlösung ist nur eine Wiederholung der allgemeinen Funktion, die er seit der Schöpfung hatte, und nur aus dieser allgemeinen Funktion ist jene spezielle zu begreifen. Er ist bestimmt als der, so von Anfang an kom1nt, um das Verlorene zu suchen, zu sichern und wieder zu sich zu bringen. In diesem Mittelzustande ist er zwar Herr über das außergöttliche Sein, in bezug auf welches er die Funktion hat, es wieder ins göttliche Sein zu verwandeln. Soweit ist er Herr darüber, ist aber nicht Gott im eigentlichen Sinne. Dies ist er erst, wenn alles Au- ßergöttliche sich ihm untertan gemacht hat. Nun werden Sie sich nicht wundern, wenn Christus den Vater den allein wahren Gott nennt, und es ist künftig keine Erklärung darüber mehr notwendig. Man braucht den natürlichen Sinn nicht mit künst- lichen Erklärungen zu verhüllen. Denn in dem Zustande, wo jetzt, bei seinem letzten Gebete, der Sohn ist, ist der Vater in der Tat allein wahrer Gott. Gerade durch allgemeine Bestim- mungen und Behauptungen kreiert man sich Schwierigkeiten. Wäre Christus von der Gottheit bloß durch die Menschwer- dung geschieden, so könnte er beim Abschiede nicht sagen: »Ich gehe zum Vater, denn der Vater ist größer als ich.« Es wäre, wenn er bloß durch die Menschheit, deren Gebrechen er ablegen wollte, vom Vater geschieden wäre, natürlicher gewe- sen, zu sagen: Ich bin größer als der Vater - denn un1gekehrt."
    },
    {
      "index": 4,
      "text": "[*] I. Kor. 12, 26."
    },
    {
      "index": 5,
      "text": "Es wird auch sonst deutlich genug erklärt, daß die volle Herr- lichkeit Christi, die nach Paulus gleich der des Vaters ist, noch nicht offenbar ist. Unser Leben, sagt Paulus, ist mit Christo noch immer verborgen in Gott, d. h., in dem Vater - sie ist nicht äußerlich verklärt.[*] Also kann Christus sagen: Der Va- ter ist größer als ich, auch nach abgelegter Menschheit. Eben- sowenig wird man künftig Anstoß nehmen an jener Stelle des Apostels Paulus, wo er sagt: »Wir haben einen Gott, den Vater, aus dem alles ist, und einen Herrn Jesus Christus, durch den alles ist. I. Korinth. 8,6. Hier ist der Vater vom Sohne unter- * schieden - der Vater wird »SEO<;«, der Sohn »KUptü<;« genannt. Er ist der, dem äußerlich vom Vater alles übergeben ist; denn zum Herrn kann einer auch gemacht werden. Der Sohn ist der zum Herrn des Seins gern.achte Herr. Hat er sich ganz dazu gemacht, hat er die volle Herrschaft über das Sein erworben, ist er eine zweite Persönlichkeit. Kupt0<; ist mehr, als bloßer Herr es heißt »Weltherr«. Dies erhellt daraus, daß Paulus auch die Götter der Heiden KUptot nennt, da die Heiden ihre Götter als weltbeherrschende Potenzen ansahen.[**) Eben diesen vielen Herren setzt der Apostel einen Weltherrn entgegen. Wenn vor allem Anfange der Sohn als Potenz im Vater war, so war er in der Macht des Vaters und ihm unterworfen. Er mußte also heraustreten, um eine zweite Persönlichkeit zu werden. Ohne den Vater konnte der Sohn keine Macht haben, gleichwie der Vater nichts schaffen konnte, ohne den Sohn zu haben. Das eigentliche Verhältnis des Vaters und Sohnes in der Schöpfung ist dieses, daß der Vater auch hier der über Alles Seiende, der absolut Außerweltliche ist. Dies kann vom Sohne in der Schöpfung nicht gesagt werden: von ihm wird vielmehr gesagt: »Er war in der Welt und die Welt wurde durch ihn«, womit ausgedrückt ist, daß er kosmisch war in seiner Eigen- schaft als demiurgische Potenz. Der Vater in der Schöpfung ist die außer Spannung seiende Ursache. Der Sohn ist nur kos- mische, d. h., in der Welt wirkende Ursache, weil er die Welt"
    },
    {
      "index": 6,
      "text": "1*] Koloss. 3,3. l**] (,11,r) Per. lib. 3. c. 2."
    },
    {
      "index": 7,
      "text": "hervorbringt. Am. bestim.mtesten bezeichnet dies Verhältnis zwischen Vater und Sohn in der Schöpfung ein Wort Christi, das nur Markus vollständig anführt. Matthäus läßt dies gerade am entscheidenden Orte hinweg. Ich bin daher auch der Mei- nung meines hochverehrten Lehrers Dr. Starr*, der das Evan- gelium des Markus als das älteste betrachtet. Mark. 13,31. [Himmel und Erde werden vergehen; ... ] Im tiefen Gefühle seines Verhältnisses, wo er dem Vater untergeordnet ist, sagt er, daß die Stunde jener letzten Krisis weder den Engeln, noch dem Sohne bekannt ist. Wenn man annimmt, daß Christus nur als Mensch die Stunde nicht wisse, so hebt man alle Steigerung auf; denn daß er als bloßer Mensch die Stunde nicht wisse, wäre nicht einmal der Versicherung wert. Er wird aber hier als Mensch gar nicht erwähnt - er wird schon gleich über den Engeln - um so mehr über dem Menschen - gedacht. Daß diese Worte ganz eigentlich genommen werden m.üssen, erhellt daraus, daß eine andere Äußerung Christi in der Apostelge- schichte angeführt ist, wo er sie sogar erweitert. Vor der Himmelfahrt wird Christus von den Aposteln gefragt, ob er das Reich Israel in der gegenwärtigen Zeit herstellen werde, und er antwortete: »Nicht euch geziern.t es, die Zeiträume oder Zeiten zu wissen, was der Vater seiner eigenen Macht aufbe- halten hat - (Katpo~ = verlaufende Zeit - xpovo~ = Epoche der Zeit).[**] Das Wort i8tq. läßt keinen Zweifel übrig, daß es die Macht ist, die der Vater mit Ausschließung des Sohnes besitzt, dem er alle Gewalt gab im Himmel und auf Erden. Aber die Gewalt zu bestimmen, in welchem Zeitraume der ganze Pro-"
    },
    {
      "index": 8,
      "text": "* A1arci Comment., qui pri111t1s omnium (vid. diss. 1. in BL.N.T. histor. aliquot loca p. 62.) et in Palaestina confectus esse videtur, inter Christianos exteros cum Antiochienses, tum longinquiores ante Pauli captivitatem Romanam consecutum fuisse magnam celebritatem, ex 1. Cor. 7, 10. 2. Cor. 8.15. colligimus. Cf Über den Zweck Joh. §. 59.60. BAUR. DR. FR. CHRIST., Das Marcusevangelium nach seinem Ur- sprung und Charakter. Nebst einem Anhang über das Evangelium Marcions. Tübingen, 1851. [**] Apostelg. 1,6. 7."
    },
    {
      "index": 9,
      "text": "zeß verlaufen soll, hat der Vater sich vorbehalten. Es ist dies gleichsam das Majestätsrecht des absoluten, mit dem Sohne nicht geteilten, Willens. Es ergibt sich, daß über das Ende des außergöttlichen Seins der allein und ausschließlich bestimme, in dessen Gewalt es ist, das Sein zu setzen oder nicht. Der Vater hat sich dieses Recht, dieses ausschließliche Bestimmungsrecht nicht bloß gegen den Sohn, sofern er Mensch ist, vorbehalten. Denn das Wort icit<;t schließt jede Teilnahme, auch des Sohnes, aus. Nun glaube ich, daß es keinem Zweifel mehr unterworfen sei, daß der Sohn außer dem Vater, als demiurgische Potenz, unter dem Vater stehe."
    }
  ]
}