{
  "title": "51. Vorlesung (Lecture 51)",
  "paragraphs": [
    "Die Absicht meiner ersten Vorlesung war, Sie nur vorerst überhaupt auf die Linie, auf den Standpunkt zu stellen, welchen eine Philosophie der Offenbarung voraussetzt. Hier, sagte ich, kann nicht mehr, wie in einer Philosophie der Mythologie, von einem notwendigen Prozesse des Bewußtseins die Rede .,.'i sein. Das Verhältnis, in welchem das Bewußtsein zufolge des Begriffes »Offenbarung« gedacht wird, kann ihm nur durch eine Tat des freiesten Willens, durch freien Entschluß gegeben sein. Zwar wenn der Endzweck aller Offenbarung eine Wiederbringung des menschlichen Wesens und dadurch der ganzen Schöpfung ist, wenn also die Offenbarung selbst nach dem Ausspruche des Neuen Testamentes eine zweite Schöpfung ist, so wird durch sie allerdings ein zweiter oder neuer Schöpfungsprozeß im Ganzen oder Einzelnen eingeleitet werden; denn auch der einzelne Mensch soll wiedergeboren werden, und es ist in der Theologie nicht ungebräuchlich, von einer Wiedergeburt des Menschen zu reden. Aber der Actus, der Prozeß selbst, kann nur Actus des freiesten Willens sein und dieser Actus kann darum, weil er eine neue Schöpfung ist, nur verglichen werden mit jenem, ebenso wenig als notwendig einzusehenden, Actus, durch den die Schöpfung selbst gesetzt worden ist. Der Actus der Offenbarung ist nur der auf einer höheren Stufe sich wiederholende, gesteigerte Actus der Schöpfung. Was in dem Actus der Schöpfung war, wird auch in diesem andern Actus sein, nur noch ausdrücklicher, noch persönlicher . (Der Ausdruck »persönlicher« wird in der Folge erklärt werden.) Hier scheint also jene Linie, in welcher die Philosophie, insofern sie notwendige Wissenschaft ist, fortschreitet , absolut abgebrochen zu werden. Diese letzte Handlung ist nur noch als absolut freie Tat zu begreifen, als die Handlung, die allem fernem Fortschreiten ein Ende 1nacht. Daß die Philosophie verlangen muß, an ein solches Ende zu kommen, läßt sich vielleicht schon aus dem beweisen, was Plato gesagt hat: »Der Affekt der Philosophie ist das Erstaunen .« Ist dieser Ausdruck wahr und tief, so wird die Philosophie einen notwendigen Trieb empfinden, von dem, was sie als notwendig einzusehen im Stande ist, zu dem fortzuschreiten, was außer und über aller notwendigen Einsicht und Erkenntnis liegt, zum absolut Erstaunenswerten, bei welchem die Wissenschaft als solche, d. h. als Wissen im notwendigen Fortschreiten , aufhört, wo jenes Nichtwissen anfängt, das nicht vor, nicht unter, sondern iiber allem Wissen ist. In bezug auf ein solches Nichtwissen (wegen der Überschwenglichkeit seines Gegenstandes, wegen absoluter Positivität seines Gegenstandes ) rühmte sich unstreitig Sokrates, der bewußteste der Philosophen , er wisse, daß er Nichts wisse, d. h. er wisse, daß außerdem, was er wisse, noch etwas sei, was er nicht wisse und wozu sich das, was er wisse, als Nichts verhalte. Eines solchen Nichtwissens durfte sich wohl Sokrates rühmen, der an das Ende der Philosophie gekommen ist und, wie das Orakel zu Delphi sagte, der Weiseste, d. h. der Wissendste unter allen Sterblichen ist. Wenn aber der wirklich Unwissende sich J(I rühmte, daß er nichts wisse, so ist dies nichts Merkwürdiges, da man ohnehin geneigt ist, von jedem eher vorauszusetzen, daß er nichts wisse, als daß er etvvas wisse, wenn er nicht das Gegenteil durch die Tat beweist.",
    "Jede Bewegung ist eigentlich nur Suchen nach Ruhe. Auch die Bewegung in der Wissenschaft dauert nur solange, als das nicht gefunden ist, wo der Geist absolut ruhen kann, etwas, was seiner Natur nach alles Weitergehen aufhebt. Mit Freude nimmt der Geist die Mühe des Denkens auf sich - aber er verlangt ein Ziel des Denkens, wo das Denken zur Ruhe kommt, wie überhaupt die Idee eines unendlichen Prozesses, eines unendlichen Fortschreitens zugleich der trostloseste und leerste aller Gedanken ist. Schon jener alte Weise unter dem Namen des Königs Salon10n sagt: »Ich gab mein Herz daran, die Ursache der Dinge zu erforschen. Solch unselige Mühe hat Gott den Menschenkindern gegeben 1 Da ich alles betrachtet hatte, fand ich, daß alles eitel sei. In nichts, was unter dem * Himmel ist, wird das Ziel der Ruhe gefunden.« Allerdings in nichts, was unter dem Himmel geschieht, wird das Ziel der Ruhe gefunden und eitel ist alles, was ohne bestinuntes Ziel geschieht, und alles Denken, das nicht ein letztes Ziel findet, ist in der Tat nur ein Sclbstverzehren des Geistes. Also das letzte Ziel des Wissens ist nur dann erreicht, wenn das selbst nicht mehr als notwendig Einzusehende erreicht und gefunden ist, welches durch sich selbst allen weitem notwendigen Fortschritt aufhebt und dadurch das Ende der Wissenschaft ist.",
    "Wo ist nun dieses Ende der Wissenschaft zu suchen? Das Ende der Wissenschaft kann nur gesucht werden in etwas, das allen weitem notwendigen Fortgang durch seine eigene Natur aufhebt. Wohl ist das Wissen beendigt, wenn es auf etwas gekommen ist, von dem man bloß sagen kann, daß es ist. Der Zweifel findet statt, wo ein Fortgang ist; denn von allem, was ich innerhalb der Bewegung erreiche, kann ich sagen, daß es sowohl ist als nicht ist - und dies erregt den Zweifel. Es ist als Moment; es ist nicht, weil es nur Moment, Durchgangspunkt ist und also wieder zur Vergangenheit wird. Aller Zweifel hört daher nur bei dem auf, was bloß ist. Will man eine solche, allen Zweifel und alles Wissen aufhebende, Gewißheit Glauben nen- nen, so ist nichts dagegen einzuwenden, denn das letzte Ziel des menschlichen Wissens ist Nichtwissen, Ruhe des Wissens = Glaube. Nur muß man sich vor Mißverständnissen hüten. Man muß 1) nicht denken, der Glaube sei darum, weil er das Ende des Wissens ist, selbst eine unbegründete Erkenntnis. Aller- dings ist der Übergang vom Wissen zum Glauben nicht ein als notwendig einzusehender Übergang; aber darum ist der Glaube keine unbegründete Erkenntnis; denn man kann nicht sagen, daß das Letzte, in dem alles Wissen ruht, selbst ohne Grund sei. Denn dem, daß es ohne Grund ist, widerspricht schon, daß es als ein Letztes bestimmt ist. Der Sinn ist vielmehr dieser, daß jenes Letzte selbst nicht wieder zum Grunde von etwas anderem und dadurch relativ zu etwas werden kann.",
    "Wenn die Wissenschaft ein relativ Letztes erreicht hat, so ist jeder Punkt im Fortschreiten einmal ein letzter, und die Mühe der Wissenschaft besteht darin, daß sie, wenn sie ein relativ Letztes gefunden hat, zuerst ungemein erfreut ist und einen Augenblick meint, hier bleiben zu können; inden1 sie aber das Gefundene ins Auge faßt, an ihm sogleich eine Negation aufdeckt , die durch eine folgende Position aufgehoben werden muß, an der sie wieder dieselbe Entdeckung macht. Diese Mühe des Denkens kann nur aufgehoben werden, wenn das gefunden ist, was keine Negation mehr zurückläßt. Dies kann aber, wie leicht einzusehen, nur eine absolute Tat sein; allein nicht bloß absolute Tat, denn dies ist auch der Actus der ersten Schöpfung, sondern es nmß auch eine allen, selbst den letzten, Zweifel aufhebende Tat sein. Nur eine solche Tat erst kann die Sucht des Wissens stillen, welche sonst nur in einem imn1erwährenden Verzehren des eben Gewordenen fortschreiten kann - eine solche Tat nur kann die Unruhe des Geistes zum Schweigen bringen. Um dies näher an der Wirklichkeit zu zeigen, scheint es wohl, die Wissenschaft könne nichts Höheres erreichen, als jenen Punkt, in welchen, sogar Gott selbst ruht und seinen Sabbat feiert, jenen Moment, wo der Mensch als wirkliches Ebenbild der Gottheit, als ein wahrhaft anderer, nur erschaffener, Gott begreiflich geworden ist. Aber nicht lange, so erblickt die Wissenschaft hier die höchste Gefahr eines völligen Umsturzes. Die Vernunft wird geneigt sein, schon hier den Schöpfer intervenieren zu lassen und fragt: warum Gott diesen Umsturz nicht verhinderte? Aber Gott ist größer, als wir denken - Gott hat nichts zu fürchten; die Welt wird nicht verlorengehen, sondern weil sie durch bloß kreatürlichen Willen nicht festzuhalten war, so wird sie durch höhere Tat, durch die Tat eines überkreatürlichen Willens, festgestellt werden.",
    "Der Glaube darf nicht als unbegründetes Wissen betrachtet werden; man muß vielmehr sagen, er sei das aller begründetste Wissen, weil bei ihm aller Zweifel abgeschnitten ist. Hieraus aber erhellt, daß man die Wissenschaft nicht mit dem Glauben anfangen dürfe, wie viele glauben und predigen - der Glaube ist nur das Ende der Wissenschaft. Zuerst das Gesetz, dann das Evangelium! Dies ist die natürliche Ordnung. Die Vernunft ist das Gesetz, der Glaube das Nichtwissen - das Nichtwissen wegen der Überschwenglichkeit seines Gegenstandes - das Nichtwissen ist - das Evangelium. Aber, wie der Apostel sagt, daß das Gesetz der Zuchtmeister gewesen sei, so muß die Zucht der Wissenschaft dem Glaubrn vorangehen, obgleich wir erst durch den Glauben in unserm Wissen gerechtfertigt und vollendet werden. Erst nachdem die Mühe der Arbeit des unter dem Gesetz notwendig fortschreitenden Wissens bestanden ist, sind wir für jenes Evangelium empfänglich, das uns von allem Wissen erlöst, das allen Zweifel aufhebt. Erst nachdem wir wissen, aus welchen Finsternissen und Gefahren dieses Lebens wir errettet wurden, erst nachdem wir alle Schrecken des Zweifels erfahren haben, können wir jenes Evangelium annehmen, das allem Zweifel ein Ende macht.",
    "Nur in diesem Sinne sagt der Apostel: »Alles Leben ist erben« und »Christus erkennen ist höher, denn alles Wissen« - das ErkennenJesu Christi setzt alles Wissen voraus; in ihm ist alles Wissen aufgehoben, enthalten, beschlossen. »Suchet, so werdet ihr finden«. Der Glaube hebt das Suchen nicht auf, sondern erfordert es, wenngleich der Glaube das Suchen endet. Einer der tiefsten Forscher, ein Kirchenvater, sagt: »Ubi finis quaer- endi? ubi statio cognoscendi?-Nihil ultra Christum scire, omnia scire est. « Nichts über Christus wissen heißt alles wissen; denn eben, weil in Christus alles Wissen endet, so hat der, welcher ihn hat, alles Wissen. Man kann allerdings in einem gewissen Sinne, in dem nämlich, in welchem aller Anfang nur Glauben an das Ende ist (denn glaubte ich nicht an das Ende, so würde ich auch nicht anfangen, oder mein Glaube wäre nichtig und unvernünftig), auch sagen, daß schon der Anfang der Wissenschaft Glaube sei, nämlich Glaube an ein Ende und zwar an ein wahres Ende, das allem Zweifel, allem notwendigen Wissen, das eine beständige Überwindung und Erhebung des Zweifels ist, ein Ende macht; denn das Fortschreiten der Wissenschaft besteht darin, daß der Zweifel nie vollkommen überwunden, sondern immer erhöht wird; also nur dasjenige ist das wahre Ende des Wissens, das allem Zweifel und allem Übergang ein Ende macht: aber dieser Glaube, den ich schon am Anfange der Wissenschaft haben muß, zeigt sich in der Wissenschaft selbst, indem ich mich nicht mit der Wissenschaft bemühen würde, wenn ich nicht diesen Glauben voraus hätte. Dieser Glaube kann allerdings am Anfange der Wissenschaft gedacht werden, er muß sich aber in der Wissenschaft als die Tat beweisen. Aber der letzte Glaube kann nur das letzte Wissen, das Ende des Wissens, das zur Ruhe gekommene Wissen selbst sein, das nur darmn Glaube heißt, weil das Wissen als Actus in ihm aufhört.",
    "Das Wissen als Actus steht in einem beständigen Übergang von dem einen zu dem andern. Jenes letzte Wissen, das Ende der Wissenschaft, kann nur der Glaube oder Nichtwissen insofern genannt werden, weil es das Wissen als Actus aufhebt, es aber nur aufhebt, weil es selbst vollendetes Wissen ist. Ein zweites m.ögliches Mißverständnis des Begriffes kann sich durch den Einwurf aussprechen: die Erfahrung zeige und die Schrift spreo ehe es aus, daß der Glaube nicht jedermanns Ding sei, und darum m.üssc jenes letzte Wissen doch nicht ein, allen Zvveifcl aufhebendes und eben darum vollendetes, Wissen sein. Es fragt sich, in welchem Sinne wir dieses behauptet haben? Wir haben dies nur behauptet in dem Sinne, daß jenes letzte Wissen, 111 objektiv genommen, kein zweifelhaftes sei, also keinen Grund zu einem weitem Übergang enthalte. Damit ist aber keineswegs gesagt, daß nicht das Subjekt des Wissens zweifelhaft sein könne; es kann zweifelhaft sein, weil es die Wissenschaft nicht durchdrungen hat, weil es nicht zu dem Ende gelangt ist, wo aller Zweifel, und daher auch alles Wissen, aufhört. Aber wenn selbst ein Individuum bis zu jenem Punkte geführt worden ist, so wird die Frage sein, ob das Individuum jenen zu ergreifen im Stande ist, ob es ein Herz dazu faßt; denn ein Herz gehört dazu, eben wegen der Überschwenglichkeit dieses Letzten. Es 211 muß alle Gefäße unseres Herzens soweit ausfüllen, daß kein Raum für den Zweifel mehr übrigbleibt. Nun ist es aber eben möglich, daß ein solches Überschwengliche deshalb, weil es ein solches ist, nicht ergriffen wird, daß der Mensch kein Vertrauen zu ibm fassen kann. Denn es gibt, zwar selten-, Fälle im menschlichen Bewußtsein, wo der Mensch z.B. an einem großen Glück, obwohl es ihm vor Augen steht, dennoch zweifelt . Die Zweifdhaftigkeit entsteht aus der Überschwenglichkeit der Sache selbst; denn es gibt kleinmütige und großmütige , heroische Seelen; wie Schiller, wenn ich nicht irre, einem solchen ZweiOer zuruft: »Glaube, was dein kleines Gemüt dir * zu glauben erlaubt.« Der Glaube ist das Herz, das zu ergreifen, was für unsere gewöhnlichen Begriffe zu groß ist. Das angeführte Beispiel zeigt, daß Zweifel m.öglich ist an Dingen, die man nicht sieht und auch an Dingen, die man sieht. In einem Leben des M. Ficinus* wird crz:1blt (was auch Johannes von * De Vita libri lll. Basil., 1549. Opp. Paris .. 1621, 2 Bde. Fol.",
    "Müller anführt), daß Angelus Politiam1s nach seinem Tode, 111 Folge einer Verabredung mit seinem Freunde Ficinus, demselben wirklich erschienen sei und zugerufen habe: »Glaube nur 1 Glaube nur - es ist gewiß!« Diese Geschichte setzt voraus, daß sein Freund des Glaubens bedurfte, obgleich er ihn sah und hörte, und in diesen, Sinne ist der Glaube nicht jedermanns Ding. Die Offenbarung selbst muß in diesem Sinne dem Menschen zurufen: Glaube nur 1 Glaube nur - es ist gewiß! D. h.",
    "wage nur, faß nur ein Herz! Diese Forderung muß jeder bestanden haben, der besonders von der Philosophie aus, in rn dieses höhere Gebiet kommen will. Es gilt hier nicht eine Erkenntnis, die auf gemeinem Wege sich angeeignet werden kann; es gilt eine Erkenntnis, zu der man ihrer Überschwenglichkeit wegen ein Herz fassen muß. Einigen Seelen wird dieser Glaube unmittelbar gegeben und sie sehen sich deshalb für glücklich an; andere werden durch Lebenserfahrung dahin gebracht , indem sie sonst keine Ruhe für ihre Seele finden. Hier soll gezeigt werden, wie dieser Glaube mit der anderweitigen Kenntnis göttlicher, menschlicher und natürlicher Dinge in Zusammenhang gesetzt werden könne. Da aber nicht von je- der Philosophie aus dieser Zusammenhang zu finden ist, so \\Vill ich dieser Erörterung einige Bemerkungen vorausschicken über die Beschaffenheit der Philosophie, die diesen Übergang vom Reiche der Natur, dem Reiche der Notwendigkeit nach Lcibni;:;, zum Reiche der Guade vermitteln soll. Hier will ich vor allem bemerken, daß eine solche Vennittlung einer Philosophie , die alle Rücksicht auf die Wirklichkeit von ihren Betrachtungen ausschließt, rein unmöglich ist. Es gab eine Zeit, und sie hat leider lange gedauert, wo man glaubte, die Philosophie vollkommen darstellen zu können, wenn sie mit Besei- tigung alles Objektiven entwickelt würde. Fichte fing damit an, die Natur - das Objekt - Nicht=Ich - als nicht existent zu setzen, und führt erst in der praktischen Philosophie es gleichsam ex speciali gratia als notwendigen Gegenstand des vernünftigen Denkens wieder ein, so wie schon Kant das »Ding an sich« nachJacobi's gutem Einfall ehrenvoll pensioniert hatte. In dieser Zeit war denn auch die Philosophie, wie nun sich aus Kant's »Religion innerhalb der Grenzen der bloßen Vernunft« und Fichte's »Kritik aller Offenbarung« überzeugen kann, in ihrer eigentlichen Sonnenferne, in weitester Entfernung vom Reiche Gottes. Eine Umkehr erfolgte, als man anfing, zu erkennen , daß die Philosophie nur an der Wirklichkeit sich entwickeln könne, daß der Teil, der außer aller Wirklichkeit gehalten werden könne, von sehr kleinem Umfange sei, daß die Philosophie nur an der wirklichen Welt den Stoff und die Mittel ihrer eigenen Entwicklung besitze. Dies konnte aber nicht niit einem Zug realisiert werden. Das erste, was als Element des Lebens in die Philosophie aufgenommen werden mußte, war das älteste, die Natur; aber schon damals, als von allem Wirklichen nur die Natur in die Philosophie aufgenom- 1nen wurde, sah ein Teil der Zeit instinktmäßig die Folgen voraus, da die Naturphilosophie angefeindet wurde als notwendig zurückführend auf die Religion, und zwar auf die christliche Religion; hatte nun schon durch die Natur jene subjektive Philosophie sich nicht irre machen lassen, umso weniger vermochte dies die Geschichte, die andere Seite der lebendigen Erkenntnis, die man als bloßes Machwerk der 1nenschlichen Freiheit und der kein Gesetz kennenden, schrankenlosen und ungeregelten menschlichen Willkür ansah. Man hatte da keine Ahnung, daß in der Geschichte selbst ein Gesetz liege. Sie war nichts, als bloßes Machwerk. Wendete sich nun die Philosophie, nach der Natur, der Geschichte zu, so mußte sie auch hier wieder von dem ersten und ältesten ausgehen, von dem, was auf der Seite der Geschichte das älteste ist. Und dies war die vollends beiseite gelassene Mythologie, ohne welche man der eigentlichen Geschichte keinen Anfang finden kann, mögen wir sie unbedingt als Geschichte der Entwicklung des Menschengeschlechts, oder als Geschichte der Religion und der Wissenschaft ansehen; und ebenso unmöglich ist es, einen Übergang ohne Mythologie zu den1 zu finden, was erst eigentliche Geschichte, Geschichte im vollen Sinne zu nennen ist, zum Christentume; denn erst mit dem Christentume gibt es eine eigentliche Geschichte."
  ]
}