{
  "title": "Vorlesung 23 (Lecture 23)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Das Resultat unserer letzten Entwicklung konnte darum auffallend scheinen, weil wir einer Lehre, derer jeder sich rühmt, so verschieden oder abweichend auch seine Denkart sein mag, die also als eine allgemein angenommene und als die beglaubigste betrachtet werden darf, daß wir dieser Lehre einen Inhalt gaben, der bisher nur in einer speziellen christlichen Lehre vorhanden war, weil, wenn solch ein Zusammenhang existiert, man nicht begreifen kann, wie die christlichen Theo- logen diesen übersehen konnten und warum sie so verlegen sind, wenn sie dieser Lehre einen der Rede werten Inhalt geben sollen. Was zur Erklärung dieses Umstandes sich anführen läßt, ist in der letzten Stunde erklärt worden. Wenn also das Resultat unserer Entwicklung einerseits auffallen kann, weil es eine allgemeine Lehre mit einer höchst speziellen identifizierte, so kann es andererseits auffallen, weil einer Lehre, die bisher als bloß spezielle christliche Lehre gegolten hat, die jeder anneh- men oder verwerfen zu können glaubte, nun im Gegenteil ein so allgemeiner Inhalt angewiesen und vindiziert worden ist. Denn Monotheist will doch jeder sein und heißen - aber über die christliche Lehre möchte sich jeder seine eigene Meinung vorbehalten. Gegen diese Alternative gibt es ein einfaches Mit- tel - nämlich sich entweder nicht als Monotheist zu bekennen, * oder dem Monotheismus einen andern Inhalt anzuweisen. Wir gelangten durch jene Behauptung, daß beide Lehren dem We- sen nach gleich seien, auf das Resultat, daß wir einsahen, daß ein anderer Sinn, als der von uns angegebene, nicht mit dem Begriff des einzigen Gottes verbunden werden könne. Es steht jedem frei, diesem Begriff einen andern Sinn zu geben, oder nicht. Kann jemand einen andern besseren Begriff aufstellen, so halten wir uns für widerlegt - kann er es aber nicht, so wird er sich's gefallen lassen müssen, wenn wir weiter behaupten, daß diese Lehre von ganz allgemeinem Inhalt, - keine spezielle christliche Lehre sei. Man müßte vielleicht unter spezieller christlicher Lehre eine solche verstehen, die durchs Christen- tum aufgestellt, eingeführt und befohlen ist. Allein wie ver- kehrt dies sei, leuchtet selbst dem Befangensten ein. Nicht weil"
    },
    {
      "index": 1,
      "text": "das Christentum ist, gibt es die Idee jener Lehre, sondern umgekehrt, weil jene Idee ist, gibt es ein Christentun,. Die Idee ist früher als das Christentum. Ja inwiefern das Christentum im Laufe der Zeit nur erscheinen konnte, inwiefern diese Idee s schon der Welt selbst zugrunde gelegt ist, ist sie so alt, ja äl- ter als die Welt. Diese Idee ist der Keim des Christentums und das historische Christentum ist nur eine Entwicklung dieser Idee, ohne welche es nicht gedacht werden kann. Daß die Lehre von der Dreieinigkeit keine spezielle christliche Lehre ist, erhellt daraus, daß man sich Mühe gab, Spuren auch in andern Religionen zu finden und selbe aufgezählt hat. In neuerer Zeit ist man so weit gegangen, daß man behauptet, diese Lehre der Dreieinheit sei aus dem Neuplatonismus übergetragen, was aber nicht der Fall ist. Es findet sich zwar bei ihm eine solche Lehre. Die Neuplatoniker unterscheiden nämlich drei göttliche Personen unter dem Namen »TJ TffiV -rptülV rrapa8ocnc;« - als 1) den Ahnherrn 2) den Sohn 3) den Sohn des Sohnes, also den Enkel des ersten.[*] Wer ist aber dieser Dritte? Der Geist? - Keineswegs, sondern der Koo-µoc;, die Welt. Hier geht die Ge- 2ll nealogie, statt aufwärts, abwärts in die Welt hinein. Diese neuplatonische Vorstellung wäre also vielmehr von der schlecht verstandenen christlichen Lehre abzuleiten, wenn man nicht schon praecidentia im Plato nachweisen könnte. Dagegen hat man von jeher bemerkt, daß eine Spur dieser Idee sich in ~5 drn Religionen aller Völker befindet. Materiell wenigstens läßt sich nachweisen, daß eine Dreizahl göttlicher Potenzen die Wurzel bildet, aus welcher die religiösen Vorstellungen aller uns bekannten und interessanten Völker hervorgingen. Man erklärt dies als entstellte Kunde, die von der Offenbarung ausgegan- gen sei, und die die Heiden von der Dreieinheit aus der Urzeit her erhalten haben. Allein weit eher wird man bei dieser Er-"
    },
    {
      "index": 2,
      "text": "* [*] S. 402. [s. u. S. 722,13] opera ominia, Porphyrii liber de vita Plotini e. M. Ficini PLOTINI comment. et ejusd. interpr. cust. Ed. Frid. Creuzer. T. ]- III Oxon., 1835. A. DAUMAS, Platin et sa doctrine. Paris, Beau. 1848."
    },
    {
      "index": 3,
      "text": "scheinung berechtigt sein, zu sagen: Die Idee der Dreieinheit ist eine allgemein menschliche, dem ursprünglichen Bewußtsein selbst einverwachsene, dem menschlichen Geiste einverfloch- tene, die sich deshalb in allen religiösen Systemen der Vorwelt vorfand. Diese Erscheinung beweist, daß diese Idee an sich älter ist, als das historische Christentum. Seitdem übrigens diese Idee als allgemein christliches Dogma festgestellt ist, seit den ersten Jahrhunderten hat sie den menschlichen Scharfsinn vielfach beschäftigt, - in den ersten Jahrhunderten die Kirchen- väter, und in neuerer Zeit haben die zwei universellsten Geister - Leibniz und Lessing -, die in neuester Zeit nur an Goethe ihresgleichen möchten gefunden haben, den philosophischen Sinn dieser Lehre zu ergründen gesucht. Nachdem aber in den letzten Dezenien in der Philosophie eine Dreiheit von Begriffen als Typus eingeführt worden ist, sind philosophische Modifi- kationen der Dreieinheit völlig zur Mode geworden. Unsere Ansicht unterscheidet sich aber sehr von jenen anderen Erklä- rungen. Jeder mit diesen Deduktionen bekannte sieht schon, daß unsere Ansicht 1) materiell sich unterscheidet. Wenn es gewöhnlich ist, den Sohn als das reelle der Natur darzustellen, weil die Natur das Ansehen einer leidenden oder sterbenden Gottheit darbieten könnte, so ist diese Ansicht nicht nur un- statthaft, sondern auch ganz abweichend von unserer Ansicht. Der Sohn ist nach unserer Ansicht nicht das unmittelbare Prinzip der Natur, sondern das das außer sich gewordene Prinzip überwindende - er ist das versöhnende, obiges Prinzip in sein An sich wieder zurückbringende, Prinzip, welches al- lerdings demiurgisch wirkt und daher die Potenz ist, durch die alles geschaffen wird, aber ohne das Reelle der Natur zu sein. 2) Ist vorzüglich zu bemerken: Die Dreieinheitslehre kann wohl auch bloß abstrakt in Begriffen aufgefaßt werden; allein mit solch einer abstrakten Auffassung lassen sich jene geschicht- lichen Bestimmungen, die mit dieser Lehre in Verbindung stehen, durchaus nicht begreifen. Z.B. keine der philosophi- schen Ansichten stimmt mit der unsrigen so überein, als ein Satz des Leibniz bei Gelegenheit eines Einwurfs eines Sozi- aners, nämlich die_ Einheit des Wesens stehe mit der Dreiheit *"
    },
    {
      "index": 4,
      "text": "der Persönlichkeiten in keinem Widerspruche, da der Geist auch eins ist - (ich bediene mich seiner eigenen Worte)[*] - cum una sit mens (mens humana oder überhaupt mens) quae, quan- do reflectitur in se ipsam, est id, quod intelligit, id quod intelligitur, et id quod intelligendo intelligitur - nescio, an quidquan1 clarius dici possit. Der Geist, wenn er in sich selbst reflektiert, ist Erkennendes - id quod intelligit - Erkanntes, id quod intelligitur und das, was als Erkennendes zugleich Erkanntes ist - id quod intelli- gendo intelligitur oder der Geist ist Subjekt, Objekt und Subjekt = Objekt, und indem er diese drei Bestimmungen ist, ist er nur Eins. Id quod intelligit ist unser an sich Seiendes, das Subjekt, id, quod intelligitur, ist unser für sich Sein, das Ob- jekt, id quod intelligendo intelligitur ist das im an sich Sein für sich Seiende, das Subjekt= Objekt. Dieser Dreiheit ungeachtet ist nur Ein Gott. Allein so angemessen diese Idee der unsrigen ist, so erreicht sie doch nicht die vollkommen entwickelte Idee der Dreieinigkeit - z.B. der Geist, welcher erkennt - der, welcher erkannt wird und der, so im Erkennen erkannt wird, ist nur eine Persönlichkeit, nicht drei Persönlichkeiten, wie das Christentum will; denn im Christentum ist von drei Persön- lichkeiten die Rede, deren jede, wie die Theologen sagen, eine eigene Subsistenz hat. Diese zu erklären reicht eine solche abstrakte Idee nicht hin. Eine solche Idee ist auch unfruchtbar, indem sie nicht weiterführt, und somit ist mit ihr für die Philosophie nichts anzufangen. Um sie philosophisch frucht- bar zu machen, muß man den Gedanken hinzufügen, daß eben das an sich Sein ins außer sich Sein sich erheben könne. Erst dadurch ist der Grund alles Lebens, aller Bewegung gegeben, daß der Stoff zu einer Spannung vorliegt - und dadurch zeigt sich die Stärke unserer Idee, daß unser erstes Prinzip nicht bloß an sich Seiendes, sondern auch als außer sich sein Könnendes gedacht wird; dadurch nämlich wird die Einheit lebendig und in sich beweglich - es komrn.t zu einem Prozeß, um. den es"
    },
    {
      "index": 5,
      "text": "[*] Cf. Lessing -"
    },
    {
      "index": 6,
      "text": "eigentlich zu tun ist. Diese Möglichkeit einer Spannung, die Möglichkeit ein Leben der Einheit zu begreifen, bahnt den Weg, Einen Gott als drei Personen zu begreifen, welches nur eine Steigerung der ersten Idee ist. Erst in der Lehre von der gegenseitigen Ausschließung der Potenzen, während sie in Gott Eins bleiben, liegt der Übergang zur Alleinheitslehre. Aber auch, wenn unsere Entwicklung eine rein philosophische wäre, müßten wir zu jener Steigerung fortgehen. Diese Stei- gerung haben wir schon vorbereitet. Nämlich damals, als gefragt wurde, welche Beweggründe in der Gottheit liegen, daß sie aus sich selbst heraustrete, ward gezeigt, das wahre Motiv könne nur in etwas liegen, das ohne den vermittelnden actus, also ohne Prozeß, gar nicht möglich sein könnte. Dieses ohne Prozeß Unmögliche kann nur etwas außer Gott sein oder etwas in Gott. Jenes außer Gott Seiende läßt sich nur als Krea- tur denken; der Prozeß ist also Schöpfungsprozeß. Dies ist geschehen und gerechtfertigt. Jetzt ist noch der zweite Punkt übrig. Es kann etwas in Gott selbst sein. Es ward gesagt, daß der Prozeß die Möglichkeit zur einer Steigerung und Verherr- lichung Gottes sei. Wir sagten, bis jetzt sei alles das Eine - rcav TO i!:v - jetzt sagen wir i!:v TO rcav - jedes für sich sei die ganze Gottheit. Diese Möglichkeit der Steigerung müssen wir hier wieder aufnehmen. Gesetzt, es läge hier auch nicht der Über- gang zu einer, der christlichen Alleinheitslehre wirklich ent- sprechenden, Idee, so müßten wir schon als philosophisch notwendig diese Idee weiterverfolgen; allein auch der Zweck unseres Vortrages fordert, hier schon die Erklärung der Drei- einigkeits=Idee beizufügen; denn unsere Absicht geht auf Phi- losophie der Offenbarung, also auf das Christentum. Diese Idee der Dreieinigkeit ist kein Dogma, sondern Voraussetzung des Christentums; sie ist das, ohne welches das Christentum gar nicht in der Welt existieren könnte. Ohne diese Idee suchten wir vergeblich einen Eingang ins Christentum zu finden. Des- halb wird sie gleich hier, nicht in der Philosophie der Offen- barung, sondern als Voraussetzung derselben erklärt. Die Lehre von den Potenzen in ihrer gegenseitigen Ausschließung ist schon genügend zur Erklärung der Mythologie - zum Ver-"
    },
    {
      "index": 7,
      "text": "stehen der Offenbarung aber ist schlechterdings jene höhere Steigerung notwendig. Ich werde übrigens in der Folge nicht bloß das philosophisch Notwendige zeigen, sondern auch das auf dem Wege der For- s schung philosophisch Gefundene historisch und urkundlich zu belegen suchen, wie in der Mythologie. Ebenso werde ich nicht bloß dogmatisch verfahren und etwa darauf lossteuern, die Lehre mit allen scholastischen Bestimmungen philoso- phisch herauszubringen, sondern ich werde jenem historischen Geiste getreu bleiben, der der Geist meiner Philosophie ist. In dieser Lehre ist der Einsicht nicht wenig geschadet worden, dadurch nämlich, daß die Dogmatiker alles schroff hinstellten. Die Offenbarung selbst stellt alles in der Bewegung, also le- bendig dar, indem sie die Dreieinheit nicht als Satz, sondern den Vater als Erzeuger, den Sohn als Erzeugten des Vaters, und den Geist als ausgehend vorn Vater und Sohn darstellt, - also alles lebendig und in der Entwicklung. Äußere und innere Zerwürfnisse machten singula dogrnata, einzelne Dogmen, notwendig, und darum konnte sich früher keine freie Entwick- lung zeigen, weil die, welche sich daran wagten, deshalb streng verhört und sogar verurteilt ,vurden. Der Ausgangspunkt, den wir der folgenden Entwicklung geben, ist kein anderer, als die Freiheit Gottes in der Welt- schöpfung. Es stand in seiner Macht, jenes Prinzip des An- fangs, das in ihm als bloße Möglichkeit war, das ohne seinen Willen nichts war, das er als bloße Möglichkeit in der Tiefe seines Wesens ersah, in enger Verborgenheit zu halten oder es außer sich zu setzen, es zur Wirklichkeit zu erheben. Der Gott, dem es frei war, das an sich Sein seines Wesens als das Gegen- 3u teil des an sich Seienden, als das von sich Seiende oder außer sich Seiende zu setzen und dadurch Veranlassung zu einem Prozeß zu geben, - dieser Gott ist notwendig der ganze Gott, Gott in der ganzen Alleinheit, nicht bloß der an sich Sei- ende; denn dieser allein wäre nicht freier Gott. Gott ist nur darum frei, das relative Nichtsein seines Wesens zum Sein zu erheben, weil er in dem ursprünglichen Sein seines Wesens das Mittel hat, wodurch er das seiner Natur nach nicht Seiende"
    },
    {
      "index": 8,
      "text": "oder nicht sem Sollende, aber eines Zweckes willen Seiende, das außer sich Gewordene wieder zu überwinden in das An sich vermag. Also ist es nur der ganze Gott, von dem wir sagen können, daß es in seiner Macht stehe, daß Sein zu setzen oder nicht. Wäre diese Alleinigkeit Gottes bloß zufällig, so wäre er ov - nicht frei, das TO µT] das Nichtsein - in's Sein zu erheben - weil sie aber eine geistige ist, die in der materiellen Nicht=Ein- heit ebensogut besteht, als in der materiellen Einheit, ist er frei, jenes contrarium der Einheit zu setzen oder nicht. Der Gott, in cujus potestate omnia sunt, ist der ganze Gott - nicht eine Gestalt Gottes, sondern Gott in absoluter, vollkommener Per- sönlichkeit, bei der alles steht, penes quam omnia sunt, die allein was anfangen kann (ich bediene mich gern der populären Ausdrücke. Man sagt von einem Menschen, der unvermögend ist, - er kann nichts anfangen). Diese absolute Persönlichkeit können wir, eben weil sie das alles Anhebende, Urhebende ist, den Vater auch philosophisch nennen. Dieser Vater ist schon ganzer Gott. Unter »Vater« ist immer die ganze Gottheit, nicht eine besondere Form zu verstehen. Sie sehen die Steigerung, indem wir es jetzt nicht mehr mit Gestalten der Gottheit, sondern mit Persönlichkeiten zu tun haben. Jene erste Persön- lichkeit kann, schon weil sie dies ist, Vater heißen - Vater von allem im allgemeinen, aber auch im besonderen Sinne; denn wenn sie das an sich Sein ihres Wesens ins Sein erhebt, so schließt sie das rein Seiende ihres Wesens aus von dem, was dieser zweiten Gestalt das Subjekt war. Die zweite Gestalt ist nur das Erhabene, unendlich Seiende, weil ihr eben die erste Gestalt, das Können, Subjekt ist. Erhebt sich diese selbst zum Objekt, so hebt sich zwar jenes rein Seiende nicht auf; dafür ist gesorgt durch die Unzertrennbarkeit der göttlichen Einheit, welche die Potenzen in ihrer Zertrennung (UAAOtoocrn;), im anders Gewordensein nicht weniger zusammenhält, als in ihrer ursprünglichen Einheit. Also wenn das nicht Seiende sich selbst zum Objekt macht, wenn aus dem, was ursprünglich das Erkennende ist, selbst ein Erkanntes wird, wird das rein Sei- ende nicht aufgehoben, aber doch in seinem reinen, potenzlo- sen Sein negiert; es tritt in sich zurück, wird nun seinerseits"
    },
    {
      "index": 9,
      "text": "Nichtseiendes, bekommt eine Potenz in sich, wird wirken Müssendes als das in einem notwendigen actus, dem actus der Überwindung des contrarium, sich ins ursprüngliche reine, potenzlose Sein wieder Herstellende. Nun kann aber die Hand- lung, in welcher ein Wesen ein anderes Wesen sich homogen außer sich, unabhängig von sich so setzt, daß das Gesetzte nicht unmittelbar wirkt, sondern so, daß es in einem notwendigen und unablaßbaren actus sich selbst zu verwirklichen genötigt ist - eine Handlung solcher Art kann mit keinem andern Aus- druck, als mit dem Begriff »Zeugung« bezeichnet werden. Dies ist ein wahrer Ausdruck, nicht ein uneigentlicher. Die Handlung jener ersten, alles anfangenden, Person ist also in bezug auf die zweite Person eine Zeugung - die erste Gestalt verhält sich als zeugende - jene erste, alles anfangende, Person verhält sich also als Vater. Die zweite Gestalt, die in Spannung gesetzt ist, wird, wenn sie durch Überwindung des Gegenstan- des in ihr ursprüngliches Sein wiederhergestellt wird, als un- abhängige, vom Vater verschiedene Persönlichkeit, als zweite Persönlichkeit erscheinen und keinen andern Namen erhalten könne[ n] als den des Sohnes. Die zweite Person kann, weil sie durch die erste gesetzt ist, keinen andern Nan1en, als den Na- men des Gezeugten, des Sohnes erhalten."
    }
  ]
}