{
  "title": "Vorlesung 50 (Lecture 50)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Ich danke für den herzlichen Zuruf beim Anfange meiner Vorlesungen und freue mich, nun endlich diesen Vorträgen s mich mit voller Ruhe widmen zu können. Im vergangenen Halbjahre habe ich die Prämissen gegeben: im Gegenwärtigen kann ich mich ganz der speziellen Ausführung überlassen. Die Vorlesungen dieses Halbjahres setzen die frühem voraus, denn es ist nicht mehr Zeit, sie zu wiederholen. Ich habe dies den neu angekommenen Herren aufrichtig erklärt und ich muß es ihnen * überlassen, zu beurteilen, inwiefern sie Mittel gefunden haben, mir zu folgen. Aber auch für diejenigen, welche im verflos- senen Halbjahre mich gehört haben, glaube ich eine allgemeine Reflexion über den speziellen Unterschied zwischen den Ge- genständen der frühem Betrachtungen und denjenigen, zu denen wir jetzt fortschreiten, vorausschicken zu müssen. Ob- gleich die Prämissen, welche der Mythologie zugrunde liegen, im allgemeinen und materiell betrachtet, auch Prinzipien der geoffenbarten Religion sein müssen - etwas, was schon daraus erhellt, daß beide - die Mythologie oder natürliche Religion, und die geoffenbarte Religion - Religionen sind und die Prin- zipien also dieselben sein müssen - obgleich dies vorausgesetzt werden kann, so sieht doch gleich jeder, der von dieser ma- teriellen Identität der Prinzipien überzeugt ist, auf den ersten Blick den großen Unterschied zwischen beiden ein, daß die Vorstellungen der Mythologie Erzeugnisse eines notwendigen Prozesses, einer lediglich sich selbst überlassenen Bewegung des Bewußtseins sind, auf welche keine freie Ursache einen etwaigen Einfluß ausübt, während die Ideen der Offenbarung ausdrücklich als solche gedacht werden, die einen Actus außer dem Bewußtsein und ein Verhältnis voraussetzen, zwischen der freiesten Ursache - Gott - und dem menschlichen Bewußtsein. Dies ist der allgemein angenommene Begriff der Offenbarung,"
    },
    {
      "index": 1,
      "text": "von dem auch ich ausgehen muß. Im Begriff der Offenbarung wird also 1) ein Actus außer dem Bewußtsein - 2) ein freies Verhältnis des Bewußtseins zu Gott gedacht, d. h. das ein von Seite Gottes freiwillig gegebenes ist. Die Wissenschaft, indem sie von der Mythologie zur Offen- barung übergeht, betritt ein toto coelo verschiedenes Gebiet. Dort hatte sie mit einen, notwendigen Prozesse zu tun, hier mit einer Welt, die nur in Folge einer absolut freien Entschließung existiert. Es ensteht hier die natürliche Frage, wie sich das Wissen in einem Gebiete zum Wissen im andern Gebiete ver- halte? Um die Antwort zu finden, wollen wir den Unterschied von mehreren Seiten betrachten. Wer zuerst den Ausdruck »Philosophie der Offenbarung« hört, dem wäre es nach dem allgemein angenommenen und beglaubigten Begriff von Philosophie gar nicht zu verübeln, wenn er diesem Begriff gemäß, nach welchem die Philosophie das Wissen ist, welches die Vernunft rein aus sich selbst her- vorbringt, unter Philosophie der Offenbarung einen Versuch verstünde, die Ideen der geoffenbarten Religion als notwendige oder als reine Vernunftwahrheiten darzustellen. Von der ande- ren Seite aber verbinden die eigentlich Offenbarungsgläubigen mit dem Begriff der Offenbarung die Vorstellung, daß die Ideen derselben solche seien, von welchen man keine Wissen- schaft habe, ja die man schlechterdings ohne Offenbarung nicht wissen könne. Wollen wir anders aufrichtig sein, so können wir darin den Offenbarungsgläubigen nicht Unrecht geben; denn wozu, könnte man fragen, gäbe es eine Offenbarung, wenn man doch nichts erführe, als was man auch ohne sie wüßte oder wissen könnte? Die Rechtfertigung kann nur darin liegen, daß durch die Offenbarung dem Menschen etwas zuteil wurde, was ohne sie nicht ins Bewußtsein kommen könnte. Diejeni- gen, welche die Offenbarung gerne auf bloße Vernunftwahr- heiten zurückführen möchten, die den Unterschied zwischen Offenbarung und Vernunftwahrheiten ganz ausgleichen und vernichten wollen, was freilich nicht möglich ist, ohne zu ge- waltsamen Mitteln seine Zuflucht zu nehmen, - diese selbst also, welche, wie manche Erklärer der Mythologie, das Eigen-"
    },
    {
      "index": 2,
      "text": "tümliche zum Zufälligen machen, was sie als bloße Hülle abstreifen zu können glauben, als den wesentlichen und blei- benden Inhalt der Offenbarung bloß Vernunftwahrheiten gel- ten lassen wollen, diese selbst, wenn sie etwa Ursache finden würden, den Begriff, das Wort »Offenbarung« beizubehalten, wenn sie z. B. den Stifter des Christentums als ein besonderes Organ der Vorsehung, als einen n1.it hohen Gaben ausgestat- teten Lehrer annehmen würden, diese würden auf die Frage, wozu es denn dieser Anstalten zur Offenbarung bedurfte, ant- lU :\"orten, daß die Menschheit durch sie früher zum Besitze dieser reinen Vorstellungen gelangt sei. Da nun aber eben diese Erklärer damit zugleich die Behauptung verbinden, diese Vor- stellungen seien bei den ersten oder frühem Mitteilungen noch in unwesentliche und verdunkelnde Hüllen eingewickelt gewe- sen, welche abzustreifen es nach ihrer Meinung einiger Jahr- hunderte bedurfte, so geben sie damit den einzigen Vorteil ihrer Behauptung auf; denn der Vorteil, den sie hatten, war die frühere Zeit, ja konsequent müßten sie eben diese Veranstal- tung als eine der Ursachen ansehen, wodurch die reine Ver- w nunftentwicklung aufgehalten worden ist, ja sie müßten sie gerade als die hauptsächlichste und mächtigste Ursache der Retardation der reinen Vernunftentwicklung ansehen. Hieraus folgt, daß der Begriff der Offenbarung entweder gar keinen Sinn habe oder daß man genötigt sei, einzuräumen, der Begriff und Inhalt der Offenbarung müsse ein solcher sein, der ohne sie nicht nur nicht gewußt werde, sondern auch nicht gewußt werden könne. Hier wird die Offenbarung zunächst als eine besondere Erkenntnisquelle bestimmt. Wenn es bei jedem dunklen Begriff notwendig ist, die höhere Kategorie aufzusu- chen, unter welcher sich der dunkle Begriff befindet, so frage ich: Sollte es keinen allgemeinen Begriff geben, unter den sich der Begriff »Offenbarung« subsumieren ließe? Jeder, auch der, welcher eine höchstmögliche Einheit der Erkenntnis sucht, gesteht, daß nicht alle Dinge auf gleiche Weise erkannt wer- den, - er gesteht, daß die Vernunft nicht die einzige Erkennt- nisquelle ist, denn ihr wird die Erfahrung entgegengestellt. Es ist aber leicht einzusehen, daß die durch Offenbarung uns"
    },
    {
      "index": 3,
      "text": "zuteil werdende Wissenschaft unter die Kategorie des uns durch Erfahrung zuteil werdenden Wissens gehört - es ist vie- les, was wir a posteriori nicht aber a priori wissen. Auf welche Weise die Philosophie zur Erkenntnis, daß Gott ist, und zu der Entdeckung fortschreite, daß in Gott eine Mög- lichkeit ist, Hervorbringer eines von ihm verschiedenen Seins oder Schöpfer zu sein, will ich hier nicht untersuchen. Aber vorausgesetzt, daß die Schöpfung das Werk eines freien Ent- schlusses ist, so werden wir uns dies, daß Gott Schöpfer oder Hervorbringer eines von ihm verschiedenen Seins sein wollte, nicht anders einbilden können, als durch die Tat - dadurch, daß er wirklich geschaffen hat - also nur a posteriori. Wir werden zwar auf jenem Punkte der Philosophie, wo wir dieses von Gott selbst verschiedene Sein als ein Mögliches betrachten, Gründe aufbringen, nach welchen es scheint, daß Gott eher geneigt gewesen sei, dieses Sein außer sich zu setzen, als nicht zu setzen. Aber diese Gründe werden als einseitig erscheinen - als hergenommen von den Eigenschaften Gottes, die wir erst durch die Schöpfung kennenlernen, und dann werden sie keine Gewißheit gewähren. Gewißheit gibt uns erst die wirkliche Schöpfung selbst. Von jeher hat man die Schöpfung »Offen- barung Gottes« genannt; und zwar mit Recht die erste und älteste, weil uns durch die Schöpfung etwas kund geworden ist, was wir ohne sie nicht wußten und nicht wissen könnten. Nachdem aber einmal durch diesen Entschluß die Spannung der Potenzen gesetzt ist und dadurch ein theogonischer Prozeß, der sich als ein kosmogonischer verhält, befinden wir uns auf einem andern Gebiete, auf der Linie eines zwar hypothetisch notwendigen, aber eines notwend(i,zen Fortschreitens. Wir kön- nen einsehen, daß jener Prozeß, einmal gesetzt, notwendig gewisse Momente durchlaufe. Von dem Standpunkte des not- wendiJzen Prozesses aus wird unser Wissen von den notwendi- gen Momenten desselben gleichsam ein Voraussehen, ein Wissen a priori sein können. Wir haben daher die hypothetische Notwendigkeit und die absolute Freiheit in der Philosophie vereinigt, und beide Gebiete werden auf verschiedene Weise erkannt. In jenem höhern Gebiete, wo erst vorn Wollen, vom"
    },
    {
      "index": 4,
      "text": "Entschlusse Gottes die Rede ist, da n1üssen wir gestehen, daß wir nur ex posteriori, durch die Tat selbst, Gewißheit erlangen. Sind aber einmal die Prinzipien erkannt, so können wir von voraus, a priori, einsehen, daß dieser Prozeß gewisse Momente durchlaufe. So wie sich angegebener Weise die beiden Gebiete berühren, so führt die innere Notwendigkeit des kosn10goni- schen Prozesses uns wieder auf einen Punkt, wo das ganze Schicksal des hervorgebrachten Seins auf freie Tat gestellt ist, auf die Freiheit des Menschen, bei welchem es steht, dieses Sein entweder auf ewige und unauflösbare Weise mit dem Gött- lichen zu verbinden, oder es für sich zu nehmen und dem Gött- lichen zu entfremden. Hier hört das Wissen a priori auf. Nur der Zustand, in dem wir das Menschliche erfahrungsmäßig finden, zeigt uns, was geschehen ist - nur die Erfahrung zeigt uns, daß das Sein, welches dem Menschen unterworfen war, ein äußeres geworden ist und den Menschen sich untertan gemacht hat. Einen andern, jenem frühem theogonischen Pro- zesse, der mittelbar ein kosmogonischer ist, analogen Prozeß gibt es im menschlichen Bewußtsein, der jenen im 1nensch- liehen Bewußtsein wiederholt: als solchen haben wir die die Mythologie erzeugende Bewegung kennengelernt. Auch diese Bewegung, die bloß subjektiv ist, schreitet in sich durch ge- wisse notwendige Mittelpunkte fort: aber diese Bewegung ist nur eine hypothetisch notwendige - sie ist nur unter einer gewissen Voraussetzung möglich. Es ist nämlich bei dieser Bewegung angenommen, daß die vermittelnde Potenz, durch welche schon in der ersten Schöpfung das alles verzehrende Sein überwunden worden ist, im 1nenschlichen Bewußtsein bleibe und aushalte; denn ohne diese vermittelnde Potenz würde alles 1nenschliche Bewußtsein verzehrt werden. Nun haben wir aber das Bleiben dieser Potenz nur aus dem Faktum des mythologischen Prozesses geschlossen. Wenn ein theogo- nischer Prozeß ist und wenn die Mythologie nur aus einem theogonischen Prozesse erklärbar ist, und dieser Prozeß selbst durch das Faktum der Mythologie begründet ist, so muß al- lerdings auch jene vermittelnde Potenz, ohne die kein Prozeß, also auch keine Mythologie, sich denken ließ, im Bewußtsein"
    },
    {
      "index": 5,
      "text": "angenommen werden; aber alles beruht nur auf dem Faktum der Mythologie. Das Faktum selbst ist nicht erklärt. Warum ist nun eine Mythologie im Bewußtsein? Dies kann nur sein, inwiefern die vermittelnde Potenz im Bewußtsein bleibt. Aber warum bleibt sie denn jetzt, da einmal jene, dem menschlichen Bewußtsein konträre, Macht erhoben ist? Aus dieser Frage sehen Sie, daß die Mythologie selbst zu ihrer Erklärung uns wieder an eine höhere Ordnung verweist, daß durch eine Philosophie der Mythologie die Mythologie zwar begriffen, aber nicht erklärt ist, - daß Philosophie der Mythologie einen höhern Zusa1nn1enhang erfordert, der in höchster Instanz die Mythologie selbst erklärt. Dieser Zusam- menhang kann nur in der Philosophie der Offenbarung gefun- den werden. Es ist keine Notwendigkeit vorhanden, daß das menschliche Bewußtsein im Auseinandergehen nicht sich selbst zerstört; daß es sich noch behauptet, dies kann nur das Werk eines Willens sein, der das menschliche Bewußtsein nicht will untergehen lassen, und dieser freie Wille, das Bewußtsein zu retten, kann nur in Gott gesucht werden. Die Mythologie kann von diesem Willen nur eine akzidentielle Folge sein, nicht aber Zweck; denn die Mythologie ist nicht von der Art, daß wir sie als direkten Gegenstand des göttlichen Willens denken könnten; sie kann bloß die akzidentielle Folge des göttlichen Willens sein. In seiner, an die Athener gehaltenen, Rede sagt Paulus (Apost. 17,30. ): »Gott habe die Zeiten der Unwissenheit übersehen«, d. h. er habe sie nicht als Zweck betrachtet, son- dern was in ihnen geschah, nur als Zufälliges geschehen lassen, es nur als nicht Geschehendes zugelassen. Die Mythologie ist also eine Folge, nicht aber eine Offenbarung des göttlichen Willens. Wir können wohl auch aus der Mythologie auf jenen göttlichen Willen schließen; wie wenn ein anderes als mensch- liches Wesen, den, es verstattet gewesen wäre, von der in der Schöpfung begriffenen Erde nur gleichsam die Präliminarien zu erblicken, aus den Anstalten selbst auf den eigentlichen Gegenstand des göttlichen Willens, den Menschen, hätte schlie- ßen können, so können auch wir aus der Mythologie auf die Art des göttlichen Willens schließen, und es ließe sich nach-"
    },
    {
      "index": 6,
      "text": "weisen, daß die Besten und am meisten Denkenden unter den Heiden noch etwas Verstecktes, irgendein unerforschliches Ge- heimnis hinter der Mythologie zu ahnen und zu sehen schie- nen. In den Reden des Sokrates z. B. findet sich manche Spur. Der eigentliche Effekt dieses Willens liegt nicht in der Mytho- logie; er liegt außer der Mythologie. Der göttliche Wille muß über die Mythologie hinausgehen und nmß erst über dem Heidentume offenbar werden. Wie ist denn also dieser Wille erkennbar, der, weil er nicht eigentlich als solcher, seinem Wollen nach, Ursache der My- thologie ist, in ihr also auch nicht eigentlich erkennbar sein kann? Wenn dieser Wille aus der Mythologie nicht erkennbar ist, - wie ist er denn erkennbar? Wie läßt sich denken, daß er eigentlich erkannt werde? Ich bemerke zunächst, daß, nachdem. wir jene Katastrophe, wodurch in der Natur die Macht der Finsternis sich wieder erhob, um. sich des menschlichen Bewußtseins zu bemächti- gen, erkannt haben als eine gegen den göttlichen Willen sei- ende, so leicht zu denken ist, daß Gott, nachdem er ein vollkommenes Ebenbild zu besitzen gedacht hat, da, als sich dieses Sein ihm entzog, in demselben Augenblicke auch schon den Gedanken der Wiederherstellung dieses Seins gefaßt habe; ja wir können sagen - schon vor der Grundlegung der Welt. Dieser Gedanke - dieser Entschluß mußte angemessen sein dem außerordentlichen Ereignis, das, vom menschlichen Standpunkte aus zu reden, keine Vernunft hätte voraussehen können. Denn welche hätte für möglich gehalten oder halten können, daß die Absicht dessen, von dem alles Sein sich her- schreibt, - daß die göttliche Absicht bei der Hervorbringung des Seins eben von diesem Sein vereitelt werden könnte? Wer einmal dieses Außerordentliche zugegeben hat, hat keine Ursa- che, über das Außerordentliche des göttlichen Entschlusses sich aufzuhalten, insoweit ja auch der göttliche Entschluß über alle m.enschliche Fassungskraft hinausgeht. Wer einmal jenes erste, außerordentliche Ereignis zugibt, daß es dem Geschöpfe mög- lich war, die Absicht des Schöpfers zu vereiteln, -und er muß es, * wenn er die Freiheit und die Erfahrung nicht mit Gewalt über-"
    },
    {
      "index": 7,
      "text": "sieht - der hat jedes Recht, gegen das andere, so erstaunenswert es auch sein wird, ungläubig zu sein aufgegeben. Also jenen göttlichen Willen, das menschliche Bewußtsein wieder herzustellen, können wir auf keinen Fall anders, als schon mit jener ersten Katastrophe, welche man auch den »Fall des Menschen« nennt, gesetzt und gefaßt denken. An diesem göttlichen Willen haben wir das, was ohne Offenbarung gar nicht zu denken ist: dieser göttliche Wille ist im eminenten Sinne das ohne Offenbarung gar nicht zu Wissende: dieser Wille ist das Geheimnis Km:' E~OXTJV - und die letzte und höchste Offenbarung ist eben nur die Offenbarung dieses Wil- lens. Aber kein Wille offenbart sich anders, als durch die Tat, durch die Ausführung. Die höchste Offenbarung besteht also zugleich in der Ausführung des mit dem Menschen gesetzten göttlichen Entschlusses, und wenn wir uns mit der ersten Ka- tastrophe einen bestimmten göttlichen Willen gefaßt denken müssen, so konnte auch dieser nur durch die Ausführung of- fenbar werden. Solange ein Wille nur Wille und nicht in die Tat übergegangen ist, ist er Geheimnis; dies ist sogar beim mensch- lichen Willen der Fall. Die Tat ist die Manifestation des Wil- Jens - durch sie hört er auf, Geheimnis zu sein und kann nicht bloß erkannt, sondern auch durch Kombination begriffen wer- den. Es ist traurig, daß man sich unter Offenbarung Gegen- stände, Tatsachen denkt, die, nachdem sie geoffenbart sind, noch als Geheimnisse betrachtet werden müssen. Der Apostel Paulus spricht im Briefe an die Galater von einem seit Welt- zeiten verschwiegenen Plan Gottes, der aber durch Christus * offenbar geworden sei, - und überall spricht er mit Freude von der Enthüllung des Geheimnisses, daß das, was den Vätern verborgen war, durch die Erscheinung Jesu Christi aller Welt offenbar geworden ist. Jener Wille ist also nur erkennbar durch die Tat - a posteriori - und durch die Tat hat er aufgehört, Geheimnis zu sein. Einer Philosophie der Offenbarung, wie diese wirklich ist, wird es nicht einfallen, die Offenbarung als einen notwendigen Prozeß darzustellen, noch als etwas a priori zu Begreifendes, sondern sie wird sich bescheiden, alles, was geschehen ist, als wirklich geschehen zu zeigen: sie wird zei-"
    },
    {
      "index": 8,
      "text": "gen, was geoffenbart und vermöge der Offenbarung zu sagen ist. Eine Philosophie der Offenbarung wird ihren Wert darein setzen, zu zeigen, daß die Offenbarung nicht ein notwendiges * Erzeugnis, sondern eine Manifestation des allerfreiesten Wil- lens der Gottheit ist, und hier haben wir die letzte Linie erreicht, wo wir es nirn.mer mit Notwendigkeit, sondern mit freiem Entschlusse zu tun haben. Wie es aber keine Philosophie gibt, die beweisen könnte, daß Gott eine Welt habe erschaffen 1niissrn, wohl aber eine, die sich, wenn sie erkannt hat, daß er frei sie schuf, daß die Schöpfung der Welt der freieste Entschluß ist, im Stande befindet, Beweggründe dieses Entschlusses zu finden und die Tat selbst begreiflich zu machen; geradeso kann es keine Philosophie geben, welche jenen göttlichen Willen, der in der Offenbarung sich ausgeführt hat, a priori zu erkennen vermöchte - dessen wird sich eine wahre Philosophie beschei- den - dagegen aber wird sie im Stande sein, jenen Willen, nachdem. er offenbar ist, teils begreiflich zu machen, obwohl er hoch über alle menschliche Begriffe hinausgeht (denn die Größe, mit der er über den menschlichen Begriff hinausgeht, 211 ist doch das Verhältnis Gottes. Alles, was der Mensch in dieser Hinsicht zu tun hat, ist, die Kleinheit seiner Gedanken zu der Größe der göttlichen zu stellen, seine Gedanken mit den gött- lichen zu vergleichen); eine Begreiflichkeit, wodurch jenes Erstaunenswerte nichts verliert, denn das Staunenswerte führt nun auf die Natur des Göttlichen - teils aber diesen Willen, nachdem er erklärt ist, in den wesentlichen Teilen seiner Aus- führung verständlich zu machen. Dies ist der eigentliche Ge- genstand einer Philosophie der Offenbarung."
    }
  ]
}