{
  "title": "Vorlesung 72 (Lecture 72)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Bereits zwei Stadien des menschlichen Gesamtlebens hatte der große und allgemeine Erlöser nun durchlebt - zwei Stadien, - das, welches der Mensch im gegenwärtigen Leben zurücklegt, hat auch er von der Empfängnis bis zu seinem Tode zurück- gelegt; nach dem Tode hat er das Leben in der Geisterwelt angetreten; aber er sollte uns völlig und in allem gleich sein, um für uns der Vorgänger und Anführer zum ewigen Leben, * wie er in der Schrift genannt wird, wahrhaft zu werden. Damit in seiner Person das ganze menschliche Leben durchlaufen werde, sollte er auch die künftige dritte Potenz des mensch-"
    },
    {
      "index": 1,
      "text": "liehen Lebens sichtbar in sich darstellen. Denn nachdem der Mensch das Leben in sich von dem Leben in Gott einmal ge- trennt hat, so kann er nur durch drei Stufen zu der ihm bestimmten Einheit wieder gelangen. Ich unterscheide ein Le- ben des Menschen in sich und ein Leben desselben in Gott. Die erste Stufe ist die des gegenwärtigen Lebens; dies ist in bezug auf den Menschen das Leben in sich, das Leben der freiesten Bewegung; die andere Stufe ist das nächstkünftige Leben; dies ist das Leben der Unbeweglichkeit, des Stillstandes, der reinen Notwendigkeit, des völligen Erlöschens der Eigenheit, wes- wegen es einerseits Ruhe genannt wird, z.B. »selig sind die Toten, die im Herrn sterben, denn sie ruhen von ihrem Wir- ken.« Dann wird sie aber auch vorgestellt »als die Nacht, in der niemand wirken kann.« Der, welcher hier schon bestrebt ge- wesen ist, nicht sich selbst, sondern Gott zu leben, der die Entäußerung und Freiheit von Gott schmerzlich empfunden, dem ist die Unmöglichkeit, in sich zu sein, und die Notwen- digkeit in Gott zu sein, Himmel oder Seligkeit; dem andern, bei dem das Gegenteil gewesen, gereicht diese Notwendigkeit zur Qual, und wird von ihm als verzehrendes Feuer empfun- den, weil er in der Reinheit des göttlichen Lebens nicht beste- hen kann und doch muß. Die dritte Stufe ist endlich da, wo das Leben in Gott wieder zum Leben in sich, also zur freiesten Beweglichkeit, entbunden wird, wo eine Wiederkehr zu einem geistigleiblichen stattfindet. Das menschliche Leben Christi wird dadurch erst vollko1nmen menschlich, daß er weder auf seine erste Erscheinung im Fleische beschränkt war, noch von da an in die unsichtbare geistige Welt ganz zurücktrat, sondern wieder in das Fleisch zurückkehrte. Von den drei Tagen, die vom Tode Christi bis zu seiner Auferstehung gerechnet wer- den, gehörte der erste großenteils dem Leben in dieser Welt an; den mittleren brachte er in der Geisterwelt zu; der dritte war der Tag der Auferstehung selbst. Diese drei Tage entsprechen den drei Tagen oder Zeiten des menschlichen Gesamtlebens; in diesen drei Tagen war der ganze Verlauf des vollständigen menschlichen Lebens zusammengedrängt. Die Auferstehung Christi ist der entschiedenste Beweis von der Unwiderruf-"
    },
    {
      "index": 2,
      "text": "lichkeit seiner Menschwerdung, und daß er sich von seiner Gottheit nichts als die göttliche Gesinnung vorbehalten hat. »Darum liebt mich, d. h. darum erkennt mich mein Vater als den mit sich Einigen, als Sohn, daß ich ihm mein Leben lasse, auf daß ich es wieder nehme«, nämlich um bleibender Mensch zu sein. Durch dieses freiwillige Aushalten in der Menschheit auch nach dem Tode hat der Sohn den Vater verm.ocht, das menschliche Sein an sich selbst und überhaupt wieder anzu- nehmen. Diese Annahme ging in der Auferstehung Christi vor sich; daher heißt es: »Christus ist für unsere Sünden gestorben und zu unserer Rechtfertigung« d. h. zum Erweise, daß die menschliche Natur vollkom.men Gott gerecht und genehm sei, [»]auferstanden.« Man sieht, daß etwas gefehlt hätte, zu unse- rer Glückseligkeit, wäre Christus nicht auferstanden. In der Auferstehung war Christus wieder, was der ursprüngliche Mensch war, und eben die Wiederannahme der menschlichen Natur vermittelt die künftige Annahme derselben in der all- gemeinen Auferstehung. »Wir sind in ihm. gestorben« - dies ist nur der Ausdruck für »er ist für uns gestorben« - »so werden wir auch in ihm leben«, inwiefern wir uns in die Gemeinschaft seines Todes begeben. Denen, die nicht wahrhaft in ihm ge- storben sind, diesen kann die Auferstehung nicht zum ewigen Leben sein; denn sie leben, ohne wahrhaft leben zu können; diesen kann die Auferstehung nur zum ewigen Sterben gerei- chen. Die Auferstehung Christi ist das entsch~idcnde Faktum, womit die ganze höhere, von gemeinem Standpunkte aus nicht begreifliche, Geschichte sich schließt. Tatsachen dieser höhern Geschichte, wie die Auferstehung Christi, sind wie Blitze, in denen die innere Geschichte in die äußere, sie durchkreuzend, durchbrechend, hervortritt. Wer diese Tatsachen hinweg- nimmt, verwandelt die Geschichte in bloße Äußerlichkeit. Was der äußern Geschichte innerlichen Halt gibt, ist verloren, wenn m.an jene Fakta hinwegnimmt! Wie leer und tot würde die Geschichte erscheinen, wenn sie ihres Zusammenshanges mit der höhern, transzendenten, göttlichen Geschichte beraubt würde?! Diese höhere Geschichte ist erst die wahre Geschichte, die Geschichte Ka,' E~OXTJV. Außer dem Zusammenhange mit"
    },
    {
      "index": 3,
      "text": "dieser höhern Geschichte ist zwar eine äußere, gedächtnismä- ßige Kenntnis der Begebenheiten, nicht aber der wahre Ver- stand der Geschichte möglich; dieser ist erst möglich mit jener esoterischen. Wer nur auf diesem Standpunkte die Geschichte mit ansieht, der sieht sie auf dieselbe Weise mit an, als wie der Pöbel die Ereignisse einer erregten Zeit, wie der unsrigen, betrachtet, aber von den1 eigentlichen Zusammenhange nichts weiß, der nur denen bekannt ist, die an die Quellen der Er- eignisse gestellt sind. Die äußere Geschichte ist nur ein Stoff, in welchen ein höheres Samenkorn gelegt ist, das aus einer hö- hern Welt abstammt. Wir können den Verlauf des äußern Prozesses von Punkt zu Punkt wissen, aber nicht verstehen, wenn wir nicht das höhere Prinzip kennen. Die äußere Ge- schichte ist nicht aufzulösen in jene höhere; aber ihren Zusam- menhang mit der höhern zu erhalten, muß unter andern eine der Wirkungen der Philosophie der Offenbarung sein. Die Auferstehung Christi ist ein unschätzbares, ja das schätzbarste Faktum, das man keinen Grund hat, sich rauben zu lassen; denn es steht in der höhern Geschichte so fest, als irgendein anderes. Ohne Voraussetzung dieses Faktums möchte schwer- lieh der augenblickliche Heroismus der Apostel, das Wunder der Erhaltung und Ausbreitung des Christentumes in den er- sten Zeiten zu begreifen sein. Daß es solcher Tatsachen nur wenige gibt, dies kann keinem denkenden Geiste ein hinläng- licher Grund sein, sie in Zweifel zu stellen, es wäre denn, daß er den höhern Zusammenhang der Dinge überhaupt nicht zu erkennen vermöchte; daß er der Meinung wäre, alles geschehe bloß blind und äußerlich - eine Meinung, die man ihm lassen müßte; aber man hätte keine Ursache, ihn um diese Meinung zu beneiden. Es könnte vielleicht nötig scheinen, daß wir auch jenen Zustand Christi nach der Auferstehung bis zu seinem Fortgehen von dieser Welt erklären. Darüber sind auch schon verschiedene Fragen aufgeworfen worden. Allein es gibt viele Dinge und Einzelheiten, über die man ablehnen darf, sich aus- zusprechen, darum, weil wir den wahren Begriff ohne ein Wunder uns nicht aneignen können. Wofür es in der Erfahrung schlechterdings kein Analogon gibt, das kann auch nicht wahr-"
    },
    {
      "index": 4,
      "text": "haft begreiflich ge1nacht werden. Sollten wir uns über den alles sterblichen entkleideten Leib Christi nach der Auferstehung aussprechen, so hieße dies unserer Erfahrung vorgreifen. Der Apostel sagt: (Philipp. 3,21.) [, daß Christus einst unsern * nichtigen Leib verklären wird.] Unser Leib wird also Christi verklärtem Leibe ähnlich. Wir müßten also zuerst fragen, wie in der künftigen Verklärung unser eigener Leib beschaffen sein werde. Dies wäre, wenigstens für jetzt, eine zu weit gehende und wohl auch zu weit greifende Untersuchung. Es kann uns llJ genug sein, zu wissen, daß es göttliche Absicht ist, alles, auch das Verborgenste, äußerlich, in leiblicher Gestalt darzustellen, wie es zuerst Absicht war, daß das innere Verhältnis der Gott- heit sichtbar dargelegt wurde. Darin unterscheidet sich die christliche Ansicht von allen bloß rationalistischen Philosophe- men, daß letztere, wenn sie auch ein künftiges Dasein des Menschen zugeben oder behaupten, gleichwohl diesem Dasein kein Ziel wissen, daß sie diesem Dasein kein beruhigendes Ende wissen, besonders wenn sie sich dieses künftige Dasein völlig von der Natur losgerissen denken, während doch 2il schlechterdings notwendig ist, daß die Natur, die getrübt und für den Menschen undurchsichtig ist, im künftigen Zustande verklärt werde. Was hier niit den, Gefühl einer schmerzlichen Unwissenheit nicht errungen werden kann, das wird einst je- dem klar und offenbar werden. Gottes Werke sind in ihrer Intention und in ihrer ersten Anlage nicht von der Art, daß er ihrer vergessen könnte. Was Gott im Anfange wollte, will er auch am Ende. Wenn Gott auch jetzt die Natur in ihrer Ver- dunkelung liegenläßt, so folgt nicht, daß er sie in der Zukunft nicht in ihrer Klarheit darstellen werde; denn der Mensch, der 3U die erste Prüfung bestanden und an dem Orte sich behauptet hätte, wo er erschaffen wurde, wäre, verglichen mit dem jet- zigen Menschen, übermenschlich gewesen. Nachdem er aber Mensch, wie wir ihn jetzt sehen, geworden ist, so ist es die göttliche Absicht, daß er als Mensch und ohne dem Mensch- Yi liehen zu entsagen, all der Wonne und Seligkeit teilhaftig werde, die ihm in seinem ursprünglichen Sein bestimmt war. Nur in seiner Zukunft kann das menschliche Bewußtsein"
    },
    {
      "index": 5,
      "text": "wahre Ruhe finden. Auch diese Hoffnung verdanken wir Chri- stus, dessen Auferstehung uns berechtigte, uns eines neuen Himmels, wie Petrus (1,3.) sagt, nach der letzten Krisis zu erfreuen. Was in die Vergangenheit zurückgeht und wäre es in die tiefste, ist uns zugänglich; es schlummert eine Erinnerung in uns, denn es ist unsere eigene Vergangenheit; aber für das, was zukünftig ist, ist in unserer bisherigen Erfahrung nichts Analoges. Wie wir daher nicht bloß unsere alltäglichen Ge- schäfte besorgen, sondern auch in der Wissenschaft fortschrei- ten können, ohne auf jene weit entfernte Himmelslichter Rücksicht zu nehmen, die kaum mehr dem bewaffneten Auge sichtbar sind und kaum durch Fernrohre sich messen lassen, so gibt es auch im Gebiete der Zeiten Entfernungen, die wir zwar bemessen, deren Begebenheiten wir aber nicht sehen können. Da wir also in dem gegenwärtigen Falle nur in dem uns selbst Bevorstehenden ein Analogon finden können, so wird es nicht auffallen, wenn ich mich aller Fragen nach dem Zustande Christi nach seiner Auferstehung überhebe. Es genüge zu wis- sen, daß der Leib Christi ein fühlbarer, menschlicher, aber doch ein verherrlichter und vergeistigter Leib war. Wer diesen Begriff mit seinen Gedanken nicht vereinigen zu können er- klärt, hat Recht, indem es hier nichts Analoges gibt. - Ich gehe also jetzt gleich fort zum letzten bleibenden Zu- stande Christi, den nun den Zustand der Erhöhung nennt. Nach jener Stelle, die uns das erste Licht in diesen Untersu- chungen gegeben, und die wir daher auch hier billig voran- stellen, nach dieser Stelle hat der, welcher tv µop<pn Srnu war, und insofern er in dieser war, sich dieser Gestalt entäußert, indem er Mensch wurde; nicht durch bloße Vereinigung mit einen, unabhängig von ihm bestehenden Menschen, sondern indem er menschliche Natur wirklich annahm; er wurde Mensch, um Gott gehorsam zu sein, gehorsam bis zum Tode. Die Folge dieses Gehorsams ist, daß ihn Gott erhöht und ihm eine Würde, einen Namen gegeben hat, der über alle Namen ist, so daß diesem Namen alle Knie sich beugen iiber und auf und unter der Erde. Alle überirdischen, irdischen und unterir- dischen Gewalten sollten von nun an ihm unterworfen sein."
    },
    {
      "index": 6,
      "text": "»L'no Km 6 Brnc; WJtov ... rrm:poc;. [Phil. 2, 10.11. ]« Es ist leicht einzusehen, daß in Ansehung der Erhöhung Christi gerade diese Schwierigkeiten, wie in Ansehung der Erniedrigung, sich finden. Es fragt sich, welches das eigentliche Subjekt der Er- höhung sei? Nun ist aber von selbst einzusehen, daß die nackte und bloße Gottheit Christi ebensowenig einer Erniedrigung als einer Erhöhung fähig ist. Es bleibt also nach der gewöhnlichen Vorstellung nichts übrig, als zu sagen, das Subjekt der einen wie der andern bleibe der Mensch. Hier helfen sich die Theo- HI logen damit, daß sie sagen, die Erniedrigung habe in dem nonusus der göttlichen Eigenschaften bestanden; die Erhöhung wird darein gesetzt, daß der Mensch in den völligen Gebrauch der göttlichen Eigenschaften wieder eingetreten sei; als Mensch habe er von diesen Eigenschaften keinen Gebrauch gern.acht. Da aber nach der gewöhnlichen Theorie von der Erniedrigung Christus den Gebrauch der göttlichen Eigenschaften sich selbst freiwillig versagt hat, nicht weil er sie nicht hatte, sondern freiwillig: so hätte das, was Gott bei seiner Erhöhung getan hat, darin bestanden, daß er ihm den Gebrauch jener Eigen- schaften gestattet hätte. Nun frage ich Sie aber, ob dann die Ausdrücke des Apostels in obiger Stelle für eine bloße Erlaub- nis oder Bewilligung dessen, was er schon hatte, nicht viel zu stark wären, so wie viele andere des Neuen Testaments, wie der Ausdruck in obiger Stelle: öto Km 6 Sc:oc; u.0tov u[rrcp- u]\\j!WCTE«. Noch weniger will sich schicken, was folgt: [Er hat * ihm einen Namen über alle Namen gegeben] »i':xu.ptcru.to u.0tcp OVO~lU. to örri:p TTU.V ovoµu.« - i:xu.pwu.to heißt es; dies Wort kann schlechterdings nicht von einem Geben gebraucht wer- den, wodurch man erhält, was man schon hat, sondern nur von einem. Geben, wo man etwas erhält, was man nicht hat. Auch von diesen Schwierigkeiten befreit uns die früher begründete Vorstellung, die auf diese Art bis ans Ende sich bewährt. Das- selbe Subjekt, von dem wir gezeigt haben, daß es unmittelbar vor der Menschwerdung weder Gott noch Mensch genannt JS werden kann, das in seiner Substantialität sich Gott unterwür- fig gemacht hat und Mensch geworden ist, das in seiner Unterwürfigkeit ausharrte bis zum Tode, dasselbe Subjekt ist"
    },
    {
      "index": 7,
      "text": "in seiner Substantialität oder Eigenheit erhöht, d. h. es ist von Gott = dem Vater als Herr anerkannt, als wirklicher Erbe erklärt, dem er alles Sein überläßt. Die Erhöhung besteht also gerade darin, daß die Eigenheit oder Substantialität der Person Christi anerkannt wird, und daß er in dieser Eigenheit eben als Sohn, als Erbe mit der Qualität des Herrschers über alles be- kleidet wird. Dies ist der Lohn Christi; mittelbar ist es die Folge seiner durch den Fall des Menschen erlangten Selbstän- digkeit, die er sich aber nicht zu Nutzen machte; denn er hielt es für keinen Raub 'tO dvat icra 3ccp. Dies ist der Lohn Christi, daß er nun ein Recht hat, außer Gott in eigener Gestalt zu sein. Jetzt erst, nachdem er die drei Stufen des menschlichen Ge- samtlebens durchgangen hat, ist er mit dem Willen Gottes außer Gott, und ist in diesem Außergottsein mit aller Herr- lichkeit bekleidet, und zwar mit dem Willen Gottes. Nur nach unserer Ansicht behalten alle Stellen des Neuen Testaments ihre Eigentümlichkeit bei. Petrus sagt in seiner Rede an die Juden: [Fest also erkenne das ganze Haus Israel, daß ihn Gott zum Herrn und Gesalbten, Xptcrtoc; (d. h. zum König gemacht hat.] * »'Ampa1.coc; oöv ytvcocrKEtco nac; oixoc; usw.« »Kuptov E7tot- TJCTE« - ein Wort, welches sonst den Arianern sehr anstößig war, und woraus sie die Nichtgöttlichkeit Christi beweisen wollten, denn sie dachten nicht daran, daß das »ev µopcpn 3wu dvat« einen Mittelzustand ausdrücke. Er hat nach dem Tode nicht aufgehört, Mensch zu sein; er ist nicht in die Gottheit zurückgetreten, sondern ist Mensch geblieben, was seine Auf- erstehung beweist. Denn dies ist der große Sinn der Auferste- hung, daß jenes Subjekt auch in seiner Verklärung nicht aufgehört hat, Mensch zu sein. Gerade eben in der Menschheit besteht sein außer Gott - praeter Deum - Sein, sein in innigster Einheit mit Gott Selbständigsein. Eines solchen Mittlers haben wir bedurft, der von beiden unabhängig ist. Christus ist un- abhängig von Gott durch seine Menschheit und unabhängig vom Menschen durch seine Gottheit. »Gott hat ihn zum Herrn gemacht« dies konnte nicht gesagt werden von dem, der nicht im Anfange - ev apxn &wc; war; aber ebensowenig von dem, - der nie anders als in Gott begriffen, im göttlichen Leben ver-"
    },
    {
      "index": 8,
      "text": "schlungen war; wohl aber von dem, der außer der Gottheit, gegen Gott selbständig gesetzt war, der unabhängig von Gott sein konnte, statt dessen aber sich erniedrigte und Gott unter- warf Dieser konnte zu jener Herrlichkeit erhöht werden, die s er sich nicht anmaßte, und nicht als einen Raub angreifen woll- te. Der, welcher zum Herrn gemacht wird, der kann substan- tiell nur außer Gott sein. Nun kommt aber noch folgendes zur Überlegung. In dem Gespräche mit den nach Emmaus wandelnden Jüngern sagt Christus noch ungekannt von ihnen: »Mußte nicht Christus solches leiden, um in seine Herr- lichkeit einzugehen?« Er sagt keineswegs: »Mußte nicht der Mensch Jesus« sondern »mußte nicht Christus solches leiden usw.«. Dies widerlegt gänzlich die gewöhnliche Erklärung. Nur der, welcher ev µopqrn &wo gegen Gott selbständig ge- worden war, konnte mittels der Leiden zur Herrlichkeit Got- tes eingehen, oder, wie es auch heißt, zur Rechten Gottes sitzen. Dies paßt nur auf den, der in der Tat außer Gott war, und außer Gott bestehen konnte, - der es aber vorzog, auf dem Wege der Unterwerfung und des Leidens bis zum Tode zu je- ner Herrlichkeit zu gelangen; denn nicht um seine Herrlich- keit überhaupt, sondern um die Herrlichkeit, die er mit dem Willen des Vaters hatte, war es ihm zu tun. Ein ganz ähnlicher Ausdruck findet sich im Briefe an die Hebräer: »Es ziemte dem (es gehörte sich gleichsam), durch den alle Dinge sind, daß dieser vollkommen den Herzog unserer Seligkeit durch Leiden macht. [ «] (Hebr. 2, 10.) Hier am Ende also erklären sich erst die Leiden Christi. Nur der, welcher eine µopqnJ fü:ou, eine Herrlichkeit ohne Gottheit, hatte, war in die Notwendig- keit versetzt, sich dieser Herrlichkeit, die er ohn.e Gott hatte, zu begeben, sich selbst zum Opfer zu bringen, um zu der Herrlichkeit mit Gottes Willen, zur Rechten Gottes erhöht zu werden. Nur von einem solchen Subjekt, wie wir es angenommen haben, kann dies gesagt werden. Darum sagt Christus, als der Verräter Judas, entschlossen zum Verrate, hinausging: »V\\JV eoo~acr&ri Ö uio<; \"CO\\J av&pumou« - »jetzt ist der Menschensohn verklärt«, weil er weiß, daß er nur durch Leiden verklärt werde. So antwortet er dem hohen Priester"
    },
    {
      "index": 9,
      "text": "jetzt, wo er sieht, daß sein Tod beschlossen ist: »arcapn Ö\\j/ECT;tE TOV DlOV TOD avSpwrcoD .... TOD oupavoD. « [Matth. 26,64.] »Mir ist alle Gewalt gegeben im Himmel und auf Erde.« Mit diesem Worte scheidet Christus von seinen Jüngern; dies ist das Wort, auf das jeder, der Christ sein will, leben und sterben soll! Glücklich der, so dieses Wort in seiner ganzen Wahrheit be- greift! Wahrhaft glücklich der, welcher einsieht, daß Christus alle Gewalt hat, und daß sie ihm gegeben ist: dies, daß alle Gewalt ihm gegeben ist, zu wissen, ist wichtig, damit der Mensch zu ihm, als praeter Deum bestehenden Persönlichkeit, Vertrauen fasse. Es ist schlechterdings zur Vermittlung notwen- dig, daß der Mittler außer Gott sei, und es ist wichtig zu wissen, daß dieser Mittler alle Gewalt habe, und daß sie ihm gegeben sei. Wer Christus in seiner Substantialität, als beson- dere Persönlichkeit und als den erkennt, dem alles von Gott gegeben ist, der hat alle Zweifel überwunden. Dasselbe Sub- jekt, das nicht aufgehört hat, Mensch zu sein, sondern noch immer Mensch ist (idem, qui homo non fuit, sed est), ist jetzt mit göttlicher Herrlichkeit und Gewalt bekleidet. »Diesen Je- sus, sagt Petrus, den ihr gekreuzigt habt, hat Gott zum König und Herrn eingesetzt.« Und Paulus sagt: »Es ist ein Gott, aber auch ein Mittler zwischen Gott und Menschen, der Mensch Christus Jesus.« (I. ad Timoth. 2,5.) Und so, indem der in Christus selbst seiende Gott die Menschheit durch ihn mit sich versöhnt hat, so ist jenes große Geheimnis der Vermittlung, das schon in der Schöpfung war, in Christus für jeden Men- schen faßlich und begreiflich und als unendliche Wahrheit und Wirklichkeit dargestellt."
    }
  ]
}