{
  "title": "54. Vorlesung (Lecture 54)",
  "paragraphs": [
    "Die Frage ist, welche Vermittlung möglich war für jenes gegen den göttlichen Willen gesetzte, also auch außer ihm gesetzte, mit dem göttlichen Unwillen behaftete Sein? Es ist zwar leicht im allgemeinen und zum voraus einzusehen, daß diese Vermittlung nur das Geschäft der überhaupt vermittelnden Potenz sein könne? Allein dies kann nur dann vollkommen einleuchtend werden, wenn wir zuvor das eigene Verhältnis dieser Potenz, in dem sie sich während jener Katastrophe befand, genau erklärt und bestimmt haben. Wenn jenes Prinzip sich wieder erhebt, in dessen Überwindung die vermittelnde Potenz allein sich verwirklicht hatte, so tritt damit eine neue Spannung der Potenzen ein, nicht eine, wie die erste in der Schöpfung, die mit göttlichem Willen gesetzt war, sondern eme ohne, ja };egen den göttlichen Willen gesetzte. In diesem Augenblick zieht sich Gott, der in jeder der drei Gestalten der Alleinwirkende war (Gott zwar in jeder Gestalt ein anderer dem llrtOKEtµsvov nach, aber in allen Gestalten alleinwirkend, und insofern der Vater heißend) aus den Potenzen zurück; er ist zwar der Substanz nach, aber nicht mehr actu, wie in der Schöpfung, in ihnen. Der göttliche Actus, der in der Schöpfung angenommen ist, dieses göttliche Leben wird durch jene Katastrophe unterbrochen und insofern, können wir sagen, wären alle Potenzen entgottete, ohne Gott gesetzte; nur ist der Unterschied zwischen dem Prinzip, das Ursache der Spannung ist, und der zweiten Potenz, daß die zweite Potenz nicht durch eigene Erhebung, sondern durch die Erhebung des anfänglichen Prinzips, gegen ihren Willen, also bloß leidenderweise, nicht durch eigene Bewegung, sondern ohne ihre Schuld aus der göttlichen Einheit gesetzt ist. Eben weil daran ihr Wille keinen Teil hat, so behält sie in der Trennung oder Spannung doch noch das Bewußtsein der ursprünglichen göttlichen Einheit . Sie weiß, daß sie durch die Spannung aus der Einheit gesetzt worden ist, nicht sich selbst daraus gesetzt hat. Eben weil sie in dieser Spannung bloß leidend sich verhält, eben deswegen bleibt auch ihr Wille unberührt von jener Katastrophe , oder umgekehrt, diese Katastrophe gibt ihr erst einen eigenen Willen. Während der Schöpfung war ihr Wille nur der Wille des Vaters; indem sie aus der Einheit und dadurch in die Spannung gesetzt wird, wird ihr ein eigener Wille gegeben und sie wird dadurch selbst eine unabhängig vom Vater wollen und handeln könnende Persönlichkeit (damit ist nicht gesagt, wollen und handeln wollende Persönlichkeit, was von großer Wichtigkeit ist). Insofern ist sie nun selbst, auch außer den, Vater, eine selbständige Persönlichkeit; aber inwiefern sie das Bewußtsein ihres ursprünglichen Verhältnisses behält, inwiefern sie keinen andern Willen hat, als jenes Verhältnis wieder herzustellen , insofern ist sie selbst göttlicher Gesinnung und mit dem Vater dem Willen nach eins, und dadurch ist ihre sub- stantielle Differenz mit dem Vater aufgehoben. Wir finden daher gleich in dieser vermittelnden Potenz eine Doppelheit, die uns für die Folge höchst wichtig ist, wie jede Vermittlung zwei Seiten haben muß. Wir erkennen in ihr eine Seite, womit sie gegen das Gott entfremdete Sein gekehrt ist und insofern auch Gott entfremdet, auch außer Gott ist, und eine Seite, mit der sie gegen den jetzt unsichtbaren Gott gewendet ist, auf den ihr ganzes Wollen und Trachten gerichtet ist, und mit dem sie also innerlich in unzertrennlicher Einheit besteht. Dieses letzte ist die Seite ihrer Göttlichkeit, und wir erkennen sie überhaupt als eine außergöttliche göttliche Person - außergöttlich der Substanz nach, göttlich dem Willen nach. Eine solche außergöttlich göttliche Persönlichkeit muß sie sein, um wahrer Vermittler sein zu können. Was nun die eine, die göttliche Seite des Vermittlers betrifft, so ist diese überhaupt hinlänglich hervorgehoben und überall bestimmt erkannt; aber die andere Seite, die Entgottung (diese ist, um alles Mißverständnis jetzt schon zu vermeiden, ja nicht zu verwechseln mit der erst später vorkommenden Erniedrigung) wodurch die vermittelnde Potenz substantiell vom Vater unabhängige, selbständige Persönlichkeit ist, ist keineswegs ebenso bestimmt anerkannt, umso \"u weniger, als die gewöhnlichen Theologen dieses außergöttliche Verhältnis erst mit der Menschwerdung anfangen lassen. Meine Meinung ist aber, daß dieses außer Gott Sein der vermittelnden Potenz schon mit jenem Umsturz des menschlichen Bewußtseins anfing. Was ich hier sage, ist keine Antithese; es kann \"\" wohl verwehrt sein, die Wahrheit zu schmälern, aber keineswegs die Wahrheit zu erweitern. Dieses selbst außergöttliche Sein des Mittlers schon von der Grundlegung der Welt an, von der vollendeten Schöpfung, weil mit der vollendeten Schöpfung zugleich jener Urnsturz gesetzt ist, dieses außergöttliche Verhältnis ist nicht bestimmt anerkannt, und es muß doch anerkannt werden, wenn von einer wahren Vermittlung die Rede sein soll. Christus hat durch seine Menschheit, durch sein Leiden und seinen Tod die Vermittlung nur vollbracht, wie die Schrift sagt; aber er ist der ewige Vermittler zwischen dem Menschen und Gott seit Weltzeiten her. Ich habe schon bemerkt , daß die ganze Ökonomie des Neuen Testaments, der Gehorsam Christi bis zum Tod am Kreuze völlig unverständlieh sem würde, ohne eine solche wirkliche außergöttliche Existenz Christi. Für eine solche außergöttliche Existenz Christi ist die Menschwerdung nicht erst der Anfang, wie man gewöhnlich glaubt, sondern schon vor der Menschwerdung ist diese außergöttliche Existenz Christi gesetzt und die Menschwerdung ist nur der Übergang zur Aufhebung dieses außergöttlichen Verhältnisses (dies nur im Vorbeigehen und vorläufig). Diese außergöttliche Existenz Christi, weit entfernt mit der Menschwerdung anzufangen, macht nur den Übergang zur Aufhebung durch die Menschwerdung. Der ganze Sinn des Neuen Testaments geht verloren ohne Überzeugung von dieser außergöttlichen Existenz Christi von Weltzeiten an.",
    "Ich will nur noch an einiges erinnern.",
    "Eine der merkwürdigsten Erzählungen des Neuen Testaments ist die von der Versuchung Christi, eine höchst rätsel- hafte Erzählung, nicht bloß wegen der Nebenumstände, sondern auch nur wegen der vorausgesetzten Möglichkeit einer Versuchung Christi überhaupt. Denn wie wäre eine Versuchung Christi möglich, wenn er nicht in einer solchen Selbständigkeit vom Vater wäre, daß er ganz für sich handeln könnte' Zwar will man die Tentation aus seiner 1nenschlichen Natur erklären, die der Versuchung zugänglich gewesen wäre; allein dem widerspricht, was man zugleich annimmt, daß die menschliche Personalität Christi durch die göttliche ganz aufgehoben war; es ist nur ein Christus, also nur eine Personalität, wenngleich zwei Naturen. Wenn nun die Personalität und damit auch der freie Wille des Menschen Christus von der göttlichen Persönlichkeit ganz verschlungen war, so mußte es die göttliche Natur sein, die versucht wurde; von der göttlichen Natur aber muß gelten, was Jakobus sagt: 6 Sw~ arr,;tpacn:o~ l':crn KUKWY.« Wo eine Versuchung ist, muß auf der Seite des Versuchten eine Möglichkeit sein, der Versuchung nachzugeben . Dies läßt sich in der göttlichen Natur Christi nicht denken ; in der menschlichen auch nicht, weil sie durch die göttliche gebunden war. Die Versuchung selbst und der Gegen- stand der Versuchung wirft ein Licht auf die Natur dessen, der versucht wurde. Was der Zweck der Versuchung Christi war, ist aus dem Ende der Erzählung ganz klar. Der Versucher, über dessen Natur ich mich erst in der Folge erklären kann, der s Versucher oder Widersacher, was das hebräische Wort Satan ( jt!lill ) und das griechische ötaßoAoi; bedeutet, ist unstreitig als Repräsentant der im Menschen wieder erregten kreatürlichen Macht der Finsternis, als Repräsentant des als nicht sein sollend erklärten, aber dennoch seienden Prinzips, welches insofern es durch den Menschen erregt ist, ein kreatürliches, die Schöpfung voraussetzendes ist. Dieser Widersacher beschließt * seine Versuchung damit, daß er Christus alle Reiche der Welt zeigt: er wolle sie ihn, geben, wenn er niederfalle und ihn anbete. »ITa.AtV n:a.pa.Aa.µßa.vEt m'rcov 6 öta.ßoAoi; Eii; öpoi;« usw. Hier sieht man, was der Versucher will: Christus soll die Macht und Herrlichkeit der Welt aus den Händen jener Gott entgegengesetzten Macht empfangen. Sie will selbst darauf verzichten, und sie Christus überlassen, wenn er sie nur aus ihren Händen übernehmen wolle. Auf jeden Fall mußte in Christus eine physische oder substantielle, wenn auch keine moralische, Möglichkeit sein, dieses Sein wirklich für sich in Unabhängigkeit vom Vater zu besitzen. Der Versucher weiß wohl, was er will. Denn nähme Christus das Sein von ihm an, so wäre die Einheit der Welt mit Gott auf ewig zerrissen.",
    "Durch den Fall hatte der Mensch aus dem einen Herrn, dem er zu dienen bestimmt war, drei Herren gemacht. Einer war jene kleinen Veränderung, als Aschmok, oft in den Zendischen Büchern vor. Er wird unter die sieben Fürsten der Dämonen gerechnet und ist vielleicht einerlei mit Ahriman. Von As111odi bemerken schon Hil- * ler Onomast. sacr. 628. und Reland Diss. mies. 2, 9, 23., daß es von dem persischen U-'_J•'.f'.( versuchen, anklagen herkomme, und daß >-;')-;y C in der persischen Ubersetzung Matth. --1, 1. für das oiaßo1co~ gesetzt werde. Die Syrer nannten die bösen Geistn )a-J~. welche nichts anders als die Dins des Ahriman sind.",
    "l**] Matth. 4,1. [-10.] blinde Macht, die der Mensch hervorrufen, aber nicht in ihre Latenz zurückbringen konnte. Diese Macht ist schon soweit gebracht, daß sie Christus, in dem sie den ahnet, der ihre Herrschaft völlig brechen soll, diese Herrschaft anbietet, wenn er nur sie anbeten will. Aber Christus schlägt die Versuchung aus, indem er sagt: »6nayi; 6mcrco µou, crm:ava« usw. Hier zeigt der Vermittler, was er sich zur Aufgabe gemacht hat, nämlich die Zurückführung des abgefallenen Seins zur ursprünglichen, ersten Herrschaft des Vaters, die Herstellung jenes ursprünglichen , strengen Monotheismus, nach welchem außer Gott kein anderer Gott sein kann, dies war die Hauptabsicht Christi, wie denn sein letztes Tun dieses sein wird, sich selbst in die göttliche Einheit zurückzuziehen, sich selbst dem Vater unterzuordnen . Die Versuchung zeigt aber, daß die vermittelnde Persönlichkeit in der physischen, wenngleich nicht morali- sehen, Möglichkeit war, das Sein für sich zu nehmen, und eine von Gott unabhängige Gewalt zu besitzen, der Tat nach Gott zu sein außer dem Vater. Dem Wesen nach zwar nicht, aber der * Tat nach konnte der Vermittler Gott sein außer dem Vater, wenn er wollte. Dies setzt auch der Apostel Paulus in der früher erklärten klassischen Stelle voraus, wo er sagt, daß Christus in der Gestalt Gottes war. »'Oe; tv µopcpn Swu 61tapxcov usw.« (Philip. 2, 7.) Paulus würde die ursprüngliche Gottheit Christi nicht als µopcpTJ Swu ausgedrückt haben.",
    "µopcpTJ ist immer der Gegensatz des wahren Wesens, und Chri- stus EV µopcpn Swu kann ebenso wenig wesentlicher Gott sein, als Christus EV µopcpn öou11,ou wesentlicher Knecht ist.",
    "Man kann das Ev µopcpn Swu 6napxcov allerdings übersetzen, daß er in der Gestalt Gottes sein konnte; dann würde Paulus sagen, daß Christus das Sein unabhängig von Gott besitzen konnte. Wenn Christus das Sein unabhängig von Gott besaß , so war er allerdings instar Dei - EV µopcpn Swu; allein man kann diese Stelle auch übersetzen: Christus war vor der Menschwerdung eine Figur, eine Gestalt Gottes, weil er allein das Sein jetzt noch hatte; allein er erniedrigte sich, er trat aus dieser Gewalt heraus. Christus allein hatte noch das Sein, an welchem Gott selbst keinen Teil mehr hatte. Er hatte noch das Sein, welches ein von Gott zurückgezogenes, p gegen den göttlichen Willen gesetztes war. Ein Mittler setzt immer zwei Teile voraus, und er kann nur Mittler sein, wenn er die Wurzel eines von Gott unabhängigen Seins in sich hat. Diese Potenz oder Wurzel eines von Gott unabhängigen Seins war dem Vermittler eben durch seinen notwendigen Bezug auf das von Gott ausgeschlossene, Gott entfremdete Sein gegeben, und eben durch diesen Bezug war er selbst außergöttlich, eine von Gott getrennte Persönlichkeit. So wie er nun durch diesen Bezug auf l(J das Sein unabhängig von Gott war, die Potenz eines von Gott unabhängigen Seins in sich trug, so gab ihm seine eigene Freiheit gegen das Sein seine göttliche Natur. Christus selbst ist sich seines außergöttlichen Seins, seines im engsten Sinne Nicht Gott Seins so sehr bewußt, daß er noch in seinem letzten Gebete sagt: »Das ist das ewige Leben.« »afrrri 8c: i':0nv« usw.",
    "Es war vorausgegangen: »KaScoi; i':8coKai; atn:Q} (uicp) i':soumav rra017i; 0apKoi;« usw .. Und nun erklärt er: »Das ist das ewige Leben, daß sie dich als den allein wahren Gott erkennen, und den, welchen du gesandt hast, Jesus Christus.« Hier setzt sich also Christus keineswegs Gott gleich, sondern erkennt sich selbst als substantiell außer den-i Vater seiend, nicht mit ihm die Gottheit teilend, welche er nach der gewöhnlichen Vorstellung noch in der Menschheit hat. In demselben Gebete bittet er: »Kat * V\\JV 8osa0ov« usw. Er erkennt, daß er, seit die Welt ist, nicht mehr die Herrlichkeit hat, die er vor der Welt bei Gott, dem Vater, hatte; sonst hätte er gesagt: »die ich hatte, ehe ich Mensch ward.« Damit erkennt er also, daß er seit Weltzeiten die Herrlichkeit nicht mehr hat, die er ehevor hatte; er ist also seit dieser Welt außer dem Vater, außer Gott; aber nachdem er schon das große Opfer der Erniedrigung in der Menschwerdung gebracht hat - ein Opfer, das er nicht in substantieller Einheit mit Gott, sondern außer Gott - i';v µop<pYJ Srnu - bringen konnte - weiß er sich in gänzlicher Freiheit zu tun oder nicht zu tun, was er dem Vater gelobt hat. Darum sagt er bei Johannes: »Niemand (dies ist durchaus kategorisch - also auch Gott nicht) nimmt dieses Leben von mir, sondern ich lasse es von mir selber. Ich habe Macht es zu lassen und es wieder zu nehmen.« Wie konnte Christus so sprechen, ohne eine vom Vater unabhängige Existenz sich zuzuschreiben? Diese vom Vater unabhängige Existenz kann nicht bloß auf der Menschheit beruhen; denn das steht nicht in der Macht der Menschen, ihr Leben zu lassen, oder nicht. Von der rein göttlichen Natur kann dies ebenso wenig gesagt werden; nach der rein göttlichen Natur kann er das Leben nur lassen wollen, wenn es der Wille des Vaters ist; er ist nicht bloß dem Willen nach, sondern auch substantiell, eins mit dem Vater. - Zu einer klaren Erkenntnis des Verhältnisses des Vaters zum. Sohn und der eigent- liehen Tat ist es notwendig, eine vom Vater substantiell unabhängige , außergöttliche Existenz des Sohnes anzunehmen.",
    "Diese außergöttliche Existenz schließt nicht aus, daß der Sohn EV µopqin Sl::ou ist, sondern n1.acht gerade, daß er bloß EV µopqi17 Swu ist. Um das wahre Verhältnis zwischen Vater und Sohn und der eigentlichen Tat, der Vermittlung, zu erkennen, muß man eine außergöttliche Existenz des Sohnes schlechterdings annehmen; denn wenn er kein außergöttliches Sein hätte, wäre er Swc;, aber nicht EV µopqin Swu, oder er wäre Gott wesentlich gleich, - tcroc; (adjektivisch) - nicht icrwc; oder icra (adverbialisch), d. h. scheinbar gleich, wie es so in der Stelle des Apostels steht. In seiner scheinbaren Gottgleichheit (tcra Si:cp) kann er nur sein, wenn er substantiell außer Gott ist; um Gott scheinbar gleich zu sein, muß er außer Gott sein; und umgekehrt , weil er Gott wesentlich gleich ist, so kann er, wenn er außer Gott ist, nicht aufhören, scheinbar Gott - EV µopqi17 Si:ou - zu sein; er kann ihm zwar nicht mehr wesentlich, aber doch scheinbar gleich sein.",
    "Nachdem nun dieses hinlänglich erklärt ist, gehe ich zu einem andern Punkte. Ich habe früher gezeigt, die vermittelte Potenz sei außergöttlich gesetzt durch ihren notwendigen Bezug auf das Gott entfremdete, außergöttliche Sein. Allerdings hat sie einen notwendigen Bezug. Sie kann einmal nicht anders sein; sie ist eben nur Potenz, und ihre Funktion ist es nur, dieses Sein in sein Wesen zurückzubringen. Aber hier kommt nun folgendes in Betracht: Jenes nunmehr gesetzte Sein ist nicht mehr das ursprüngliche, das in der Schöpfung Gott gesetzt hat, * damit es durch das rein Seiende seines Wesens in sein An sich zurückgebracht werde. Das jetzige Sein ist ein durch den Menschen wieder erregtes. Dieses, das menschliche Bewußtsein selbst aufhebende, Sein ist seiner unverlierbaren Natur nach noch immer göttliches Prinzip; denn es stanunt ja aus Gott.",
    "Insofern nun dieses Prinzip in seinem gegenwärtigen Sein nicht sein soll und doch ist, ist es nicht eine absolute Negation des göttlichen Willens; es ist nur nicht der wahre Wille, der Unwille , der Zorn Gottes, der als notwendige Folge der Übertretung des göttlichen Gebotes, dieses Sein nicht mehr zu erregen, als Strafe über die Menschheit verhängt ist. Dieses Prinzip muß also Gott handhaben, da er kein Verhältnis des Wollens mehr zu ihm haben kann; und da er kein Verhältnis des Wollens mehr zu ihm haben kann, so muß er es als seinen Unwillen behaupten; denn sonst hat er gar kein Verhältnis zu diesem Prinzip mehr. Dieses Prinzip ist nicht durch seinen * Willen, sondern durch seinen Unwillen da, und das ist das einzige Verhältnis, das Gott zum Sein noch hat. Es ist das Majestätsrecht Gottes, daß dieses Sein, welches nicht die Wirkung seines Willens ist, die Wirkung seines Unwillens sei.",
    "Obgleich also der Bezug der vermittelnden Potenz zu diesem Sein von ihrer Seite ein notwendiger ist, so folgt doch aus dem eben gesagten, daß die vermittelnde Potenz die natürliche Wirkung , die wir schon in der Mythologie ihr beigelegt haben, diese Wirkung, die sie auf das Sein ausübt, als außergöttliche Potenz nicht ausüben könnte, ohne den Willen des Vaters wieder zu versöhnen, und, um ein Platonisches Wort zu gebrauchen , zu bereden. Es muß, um jene natürliche Wirkung auf das Sein ausüben zu können, der Wille des Vaters ihr dies gleichsam JO verstatten, da der Wille des Vaters für sich allein ist, jenes verzehrende Prinzip in seiner ganzen Strenge zu erhalten. Aber wodurch zieht jene vermittelte Potenz den göttlichen Willen soweit an sich, daß er ihr diesen Einfluß gestattet? Das, wodurch sie den göttlichen Willen gewinnt, kann nicht das AuJS ßergöttliche an ihr sein, sondern nur das verborgene Göttliche; dieses Göttliche in ihr kann nicht bloß der Wille sein, jenes Sein zu überwinden, denn diesen Willen hat sie schon ihrer Natur nach: es kann nur ein diesen bloß natürlichen Willen weit übertreffender, absolut übernatürlicher und darum wahrhaft göttlicher, Wille sein; und dieser wahrhaft göttliche Wille ist der Wille, nicht bloß das Sein in sein Wesen zurückzubringen, sondern sich selbst als außergöttliche Person Gott zum Opfer zu bringen. Nur dieser Wille kann soviel über den göttlichen vermögen, und ist stark genug, den Fluch aufzuheben, den Gott auf das Sein oder Außergöttliche, über das Menschengeschlecht gelegt hat."
  ]
}