{
  "title": "73. Vorlesung (Lecture 73)",
  "paragraphs": [
    "Auf dem. jetzt erreichten Punkte ist wohl allen deutlich gewor- den, was im. Anfange und wiederholt geäußert wurde. Das Christentum ist nicht eine Lehre, sondern eine Sache. Der eigentliche Inhalt des Christentumes ist Christus selbst und seine Geschichte, nicht die äußere seiner Taten und Leiden während der Zeit seiner sichtbaren Menschheit, sondern die höhere Geschichte, in welcher sein Leben als Mensch selbst nur ein Übergang, ein Teil ist. Nicht unmittelbar was Christus gelehrt, sondern was er getan, ist der Inhalt des Christentumes.",
    "Christus spricht nicht von Gott schlechthin, sondern nur von Gott in bezug auf sich; was er aber in bezug auf sich lehrt, das lehrt er nur, weil er der ist, als den er sich erklärt. Nicht was Christus lehrt, sondern was er ist, dies ist der Inhalt des Christentumes . Der Hauptinhalt des Christentumes ist Christus selbst; deshalb konnte das Christentum als erkannte und ausgesprochene Lehre nicht eher in der Welt sein, als Christus selbst. Aber daß Christus in die Welt kommt, ist Folge eines Zusammenhanges, der von Anfang her bis in die gegenwärtige Welt zurückgeht, und dieser Zusammenhang ist der vollste Inhalt des Christentumes. Das Christentum ist nicht eine allgemeine Religion in dem Sinne, daß es das Erschaffen Gottes oder seine Existenz erst lehrte; dies setzt es voraus. Der Inhalt des Christentumes als solchen ist beschränkt; es beschränkt sich auf die Zeit, welche vom Falle des Menschen anfängt und mit dessen gänzlicher Wiederbringung endigt. Daher ist der Inhalt des Christentumes nicht unmittelbar Gott, sondern die Person, welche Christus heißt, welche seit dem Falle ausgeschlossen von Gott selbständige Persönlichkeit war, jedoch diese Selbständigkeit nicht sich anzog, sondern nur benutzte, um sich Gott zu unterwerfen durch Gehorsam; sie unterwarf sich Gott, um den gegen die Menschheit und die Welt gewendeten Unwillen Gottes zu durchbrechen. In dieser Durchbrechung des göttlichen Unwillens wird jedoch ihre Selbständigkeit nicht aufgehoben, sondern nur zu einer von Gott selbst gewollten und anerkannten erhoben. Die letzte Verherrlichung dieser Persönlichkeit besteht darin, daß der Sohn mit dem Willen des Vaters außer Gott ist, daß er als Sohn, als vollständiger Erbe erklärt ist, und Macht über alles Sein erhalten hat, bis zu jener aus dem fernsten Zeitpunkte von Paulus gesehenen Zukunft , wo der Sohn dem Vater das Reich zurückgeben wird, wo er mit diesem Sein selbst in den Vater zurücktritt, nicht seine eigene Persönlichkeit noch die Herrschaft über das Sein verlierend, weil der Vater das Sein nur hat als ein vom Sohn gegebenes. Es ist mit dieser letzten Periode nur eine vollkommene Gemeinschaft des Seins gesetzt zwischen dem Vater und dem Sohne und dem alles schließlich in sich behaltenden und das Sein in diesem Sinne ebenfalls selbständig beherrschenden [Geiste). * Nachdem ich aber die Entwicklung bis zu diesem äußersten und letzten Punkte geführt habe, so könnte ich annehmen, vollständig meiner Ankündigung genügt zu haben. Denn wenn der Inhalt des Christentumes Christus selbst ist, so scheint mit dieser Entwicklung auch das ganze Christentum gegeben: und ist Christus das Ende der Offenbarung, so haben wir die Offenbarung bis zu ihrem Ende geführt. Allerdings nun, was die Person Christi betrifft, ist alles erklärt; es wird daher nicht unpassend sein, noch einmal einen Blick auf diese Erklärung, die wir jetzt erst übersehen können, zurückzuwer- fen, nämlich über die Art dieser Erklärung. Denken Sie sich einen rein rationalistisch erzogenen Menschen, der bis jetzt vom Christentume gar nichts wüßte, plötzlich dem Christenturne gegenübergestellt, so wird er eine Notwendigkeit empfinden , sich die Erscheinung des Christentumes zu erklären, wie ein christlich erzogener Mensch, der von der Mythologie nichts gehört hätte, sich, wenn sie ihm bekannt würde, aufgefordert finden müßte, die Mythologie sich zu erklären. Nun ist zwischen beiden der große Unterschied: Den Personen und Erzählungen in der Mythologie können wir keine historische Wahrheit zutrauen; weil nun also in der Mythologie gleich zum voraus die historische Wahrheit ausgeschlossen ist, so ist allen Hypothesen Tür und Tor geöffnet; man würde darauf kommen , die Mythologie als Dichtung oder Philosophie zu erklären . Christus ist eine erwiesene historische Person, und wenn man auch der Behauptung von Jung beistimmen wollte, die * eigentliche Geschichte fange erst mit dem ersten Blatte des Thukydides an, so bliebe allem ungeachtet nichts andres übrig, als die historische Existenz Christi zuzugestehen; das übrige, was an seiner Person über das Gemeinhistorische hinausgeht, möchte man dadurch zu entfernen suchen, daß man sagt, die Anhänger dieses Religionsstifters haben seine Person mit Mythen zu umgeben und zu verherrlichen gesucht. Es wäre aber dann schwerlich zu begreifen, wie gerade die Juden, unter die zuerst und allein seine ersten Anhänger gehört haben, zu einem solchen Schwunge oder zu einer solchen mythologischen Ans wendung gekommen wären, sie, die mehrere Jahrhunderte her vor der Geburt Christi von aller Mythologie abgewandt waren , ja so sehr dem allem feind und entgegengesetzt waren, daß sie, als Christus sagte: »Ehe Abraham war, war ich« Steine gegen ihn aufhoben, indem sie durchaus keine Person außer Gott anerkannten; ja die ebensowenig geneigt waren zu den Worten: »Ich und der Vater sind eins.« Wenn das Christentum diesen Schmuck erst unter den Heiden erhalten hätte, hätte die Sache noch einigen Schein; unsere Evangelien gingen aber aus dem Schoße des Judentumes hervor. Jedem, dem unsere Erklärung nicht gefällt, will ich zugeben, daß er eine andere aufstelle; nur sei es eine wirkliche Erklärung, wenigstens insoweit , daß sie, wie die gewöhnlichen Erklärungen der Mythologie , doch einen gewissen Schein hat. Denn eine Erklärung , gleichviel, welcher Art sie sei, ist einmal unerläßlich.",
    "W Eine Erklärung muß gegeben werden, denn das Christentum ist ein unleugbares Faktum; das Christentun, steht einmal da, und es muß anerkannt werden als Faktum. Christus hat historisch existiert; dies muß doch jeder sagen, der unsere Erklärung nicht will. Ich muß aber gestehen, daß mir bis jetzt keine Erklärung vorkam, die nur das leistete, was ich gefordert habe, nämlich das Christentum als historisches Faktum zu erklären, oder es in einen wirklichen historischen Zusammenhang zu bringen, wie wir, nicht bloß mit dem Juden= sondern auch mit dem Heidentume. Versuche also der, welcher mit dem Vorgetragenen nicht zufrieden ist, sein Glück. Solange aber, als das Christentum nicht, wie von uns, in einen historischen Zusammenhang mit dem Juden= und Heidentume gebracht ist, solange als dies nicht geleistet ist, wird man uns erlauben, bei unserer Ansicht zu bleiben. Um jedoch auf unsern letzten Satz zurückzukommen, so haben wir allerdings die Person Christi begriffen; aber außer der Person Christi haben wir auch das Werk Christi zu betrachten. Dieses ist ein fortgehendes und bis in die fernste Zukunft der Zeit sich erstreckendes, denn noch ist Christus nicht alles untertan; »wenn ihm aber alles untertan sein wird, dann wird der Sohn selbst untertan sein.« (I. Korinth . 15,28.) Christus hat die Macht, sich alles zu unterwerfen; er hat z. B. die Macht, diesen sterblichen Leib in einen unsterb- liehen zu verwandeln, d. h. gleich seinem Leibe zu machen; wir selbst sind noch nicht, was wir sein werden; aber noch nicht ist ihm alles unterworfen: auch unser wahres Leben ist verborgen in Christus mit Gott. Nur die Freiheit ist uns gegeben, wieder Kinder Gottes zu werden, d. h. das göttliche Leben in uns wieder herzustellen. »'Ocrn1 OE EAaßov m':rrov .... ,EKVU Swu * yEvEcrSm« - »die ihn aber annahmen, denen gab er die Macht, Kinder Gottes zu werden,« d. h. das göttliche Leben in sich wieder herzustellen, indem sie Christus und durch ihn den Geist anziehen. Denn nur in dieser vollständigen Anziehung ist die wahre Wiedergeburt, wie Johannes sagt: »Wer Gottes Gebote hält, in dem bleibt er«, in dem ist der Vater seinem wahren Sein nach, d. h. als Grund des Sohnes, so daß, indem der Vater in dem Menschen bleibt, ihm innerlich als Grund einwohnt, notwendig auch der Sohn in ihm ist. Das Anziehen des Geistes vollendet aber erst unsere Wiedergeburt. Die Gewißheit derselben erhalten wir erst durch den Geist, den er uns gegeben hat. Der Geist gibt uns erst die Gewißheit, daß der Vater in uns ist und mit dem Vater auch der Sohn. Die nächste Wirkung Christi ist also die Möglichkeit, die er uns erworben hat, die Möglichkeit, den Geist anzuziehen. »Es ist gut für euch, daß ich gehe; denn so ich nicht ginge, könnte der Vermittler nicht zu euch kommen.« [Joh. 16, 7.] (napaKAT]W~ heißt auch Vermittler .) Der Geist ist in der Tat der letzte Vermittler, denn nur erst mit diesem ist die ganze Gottheit in uns vermittelt. »Gehe ich nicht hinweg, so kann der Geist nicht kommen«-; auch hier zeigt sich wieder das allgemeine Gesetz des Fortschreitens , das uns durch die ganze Wissenschaft bisher geleitet hat, das Gesetz nämlich, daß das Vorhergehende Raum geben muß, damit das Folgende komme. Während des Heidentumes war der Mensch auf der einen Seite von dem realen Prinzip, auf der andern Seite von der kosmischen, außer Gott seienden, daher natürlichen, zweiten Potenz beherrscht. Aus diesem Grunde war der Tod Christi, und da dieser nur die Folge seiner Menschwerdung ist, so war seine Menschwerdung nur das Gehen dieser vermittelnden Potenz, die sich in die Menschheit herabließ, um alle Spannung durch ihren Tod, d. h. durch ihre gänzliche Unterwerfung aufzuheben, und indem sie jenem Prinzip alle Kraft nahm, der dritten Potenz Raum zu geben, die nunmehr nicht bloß kosmische Potenz ist, sondern der Heilige Geist, der Geist aus Gott - ein Gegensatz, der deutlich ausgesprochen ist im Briefe an die Korinther: »itµEll; 8s ou w nvwµa wo KO<Yµou i':Aaßoµsv, CLAAa w nvwµa w i':K wo Swu.« [ Wir aber haben nicht empfangen den Geist der Welt, sondern den Geist aus Gott. 1. Kor. 2, 12.] Das Verhältnis war also so, daß jene vermittelnde Potenz, welche sich während des ganzen Heidentumes als herrschende behauptet hatte, gehen 1nußte, um der höhern Potenz Raum zu geben, die nach aufgehobener Spannung als heiliger, göttlicher Geist erscheint. Wegen dieses Verhältnisses konnte Christus nur in Kraft des Heiligen Geistes Mensch werden - ja nur in Kraft des Heiligen Geistes den Tod leiden, wie aus dem Briefe an die Hebräer erhellt, wo gesagt ist:",
    "* [9, 13-14] »Ei yap w aiµa mupmv Kat ,paymv ... nvsuµarni; ai'.mvwu, (so die meisten Handschriften; andere haben aywu, was wenigstens eine richtige Bemerkung oder Glosse ist) ...",
    "ik(fl i:;mvn. « Nur in Kraft des Heiligen Geistes, nur um ihn zu vermitteln, war also Christus Mensch geworden und als Mensch gestorben. »Noch war der Heilige Geist nicht da, sagt * Johannes, denn Christus war noch nicht verklärt«, was eben erst in seinem Tode geschah; daher sagt Christus bei der erlangten Gewißheit seines Todes: »Jetzt ist der Menschensohn * verklärt;« Uoh. 13,31.] daher auch unmittelbar nach seiner Verklärung die Verheißung des Heiligen Geistes erfüllt wurde.",
    "Sie sehen hier den notwendigen Zusammenhang der Geschichte Christi nicht nur mit dem, was vorausging, sondern auch mit dem, was unmittelbar folgt. Die nächste Wirkung Christi ist die Vermittlung der Ankunft des Heiligen Geistes.",
    "Da nur erst mit diesem alle Spannung aufgehoben ist, so kann nur erst da die Religion der Freiheit und des Geistes anfangen, * nachdem alle kosmische Gewalt genommen ist. Paulus ad Coloss . 2, 15. ad Eph. 3, 10. ad Coloss. 2, 10. (Christus ist das Haupt ist soviel als der Herr) ad Eph. 1,20 Km eKalhcrnv ev öe~t<;t afrrnu (d. h. als Herrn anerkennen). [Er selbst Christus ist zum Haupt, d. h. zum Herrn, erhöhet jeder apxiJ und jeder e~ouaia , wie in demselben Brief (Eph. 1,21) gesagt ist]. Es * fragt sich, was unter diesen apxm und e~oucrtm zu verstehen sei? Sie sehen, daß wörtlich die apxm das sind, was wir Prin- zip, und die e~oucrtat, was wir Potenz genannt haben. Hier sind aber die Potenzen in ihrer Spannung, inwiefern sie kosmisch sind, gemeint. Gegen diese hat Christus die Menschheit frei gemacht. Durch seinen Tod durchbrach das Göttliche in ihm selbst das Kosmische; er hob alle Spannung auf, indem er das Kosmische zum Opfer brachte. Es ist aber anzunehmen, daß nicht die drei Urprinzipien selbst verstanden sind; denn gleich wie diese Urprinzipien in der Natur sich abstufen und in jeder Provinz dieses Reiches ein Herrscher, wie wohl untergeordnet , ist, so ist auch in bezug auf das menschliche Bewußt- sein durch die Spannung irgendeinem der Urprinzipien eine solche Herrschaft möglich gemacht, die sie in verschiedenen Momenten geltend machen; alle diese Herrscher aber sind jetzt der Person Christi untertan. Die apxm und e~oumm sind die Mächte, die sich im Bewußtsein wirklich erzeugt haben, und die Paulus, ganz entgegengesetzt den gewöhnlichen Erklärungen der Mythologie, als reelle Mächte ansieht. Aber auch nur in Freiheit gegen sie ist das menschliche Bewußtsein gesetzt ; jedoch ist demselben nicht die Möglichkeit genommen, sich wieder unter das Joch dieser Mächte zu begeben; denn das Dasein dieser Mächte ist nicht ganz aufgehoben. Dies wird erst geschehen, wenn Christus das Reich dem Vater wieder übergibt, wo alle außergöttliche Macht völlig aufgehoben wird.",
    "Christus hat nicht bewirkt, daß alle außergöttliche Macht * gänzlich aufhört, sondern er hat nur dem Menschen die Möglichkeit gegeben, gegen sie in Freiheit zu sein. Bis jetzt gibt es also noch solche außergöttliche Mächte und nur in Freiheit gegen sie ist das menschliche Bewußtsein gesetzt.",
    "Das Evangelium ist das vollkommenste Gesetz der Freiheit, wodurch die äußere Notwendigkeit aufgehoben ist. In Christus starb die ganze kosmische Religion, denn sie beruhte nur auf der Spannung, sie bestand nur, insofern er als natürliche Potenz in Spannung mit dem Prinzip des Vaters war, nicht mit dem Prinzip des Vaters als solchen, sondern nur mit dem Prinzip des Unwillens, des erzürnten Vaters, das also ebenfalls ein exoterisches Prinzip war. Das Verhältnis der Menschheit vor Christi Erscheinung war zu Gott ein bloß äußeres; aber indem Christus die Spannung mit dem exoterischen Prinzip des Vaters durch seinen Tod aufhebt, so ist mit der aufgehobenen Spannung alle kosmische Religion aufgehoben. Von da an, wo die Spannung jener Gewalten aufgehoben wird, fing das Heidentum mit schnellen Schritten an, zu verwelken und abzusterben. Wer will, kann in Plutarchs Werk »de devitis oraculis«* mehr darüber finden. Von da an hat das Heidentum aufgehört, verständlich zu sein; es besteht nur noch als caput mortuum, als sich selbst nicht mehr verständliches Residuum eines Prozesses, der alle Kraft verloren hat und selbst nicht mehr existiert. In Plutarchs obiger Schrift** wird eine später oft zitierte Geschichte erzählt. Es referiert ein Mitunterredner, er habe von seinem Lehrer gehört, was diesem sein Vater erzählt hat: nämlich, er sei einst nach Italien auf einem Schiffe gesegelt, das viele Kaufmannsgüter und Reisende mit sich geführt. Gegen Abend sei bei den eohinadischen Inseln Windstille eingetreten und das Schiff habe sich den Paxen genähert. Zur Nacht, als die meisten wach waren, habe sich von den Paxen her eine Stimme vernehmen lassen, die Thamus rief So habe der Steuermann , ein Ägypter, geheißen, dessen Name auf dem Schiffe selbst nur wenigen bekannt war. Dieser habe zweimal geschwiegen ; das dritte Mal aber geantwortet. Hierauf habe man mit Macht rufen hören: »Wenn du in die Nähe von Pelodes * Vom Aufhören der Orakel.",
    "** Cf. Bd. I. S. 402. [s.. u. S. 721, 18-29] kommst, so verkünde, daß der große Pan gestorben ist.« Zuerst seien alle erschrocken; Thamus aber habe beschlossen, er wolle, wenn er bei Pelodes Windstille finde, das Erfahrene verkünden. Es sei da wirklich Windstille eingetreten. Nun habe er gerufen, wie befohlen - daß der große Pan gestorben sei. Kaum sei die Stimme am Lande erschollen, so habe man ein Seufzen mit Bezeugungen des Erstaunens, wie von Vielen, gehört. In Ron-i sei dies sogleich verbreitet worden, und bis zum Tiberius gedrungen. Tiberius habe sogleich nach dem Tharnus geschickt und sich bei den Gelehrten über den Pan erkundigt, der gemeint sein könnte. Da diese Geschichte zur Zeit des Tiberius vorfiel, so war es natürlich, sie mit der Geschichte Christi in Verbindung zu bringen. Dies scheint jedoch mehr erbaulich, als richtig zu sein. Will man dieser Geschichte eine Wahrheit und Bedeutung zugestehen, so ist der große Pan, der gestorben ist, das kosmische Prinzip, das seiner Natur nach ausschließlich ist, welches während der ganzen Zeit des Heidentumes insofern herrschte, als es nicht in seinem Grunde aufgehoben war. Zur völligen Expiration wurde dieses Prinzip erst durch Christus gebracht. Der Tod Christi, inwiefern er die Macht aller kosmischen Potenzen als solcher aufhob, war das gemeinschaftliche Ende des Heiden= und Judentumes. Ganz entschieden betrachtet das Christentum sich selbst als Erlösung von der blinden Macht des Heidentumes. Hier ist der Ort, über die christliche Ansicht des Heidentumes und das in ihm herr- sehende Prinzip sich zu erklären. Wie sieht das Christentum jene blinde Macht des Heidentumes an? So allgemein das Christentum sich über dieses Prinzip selbst ausdrückt (z.B. Koloss.",
    "1,13.) » .... wu axowuc;« [Macht der Finsternis]; [(]öfters wird im Alten und im Neuen Testament das Heidentum als Zauberei dargestellt), so ist doch nicht zu leugnen, daß es in andern * Stellen persönlich spricht von einem Fürsten der Finsternis, dem das Heidentum gedient habe. Paulus (Eph. 2,2.) .... K0O\"- µou wuwu [, ihr habt erst gewandelt nach dem Aeon] (nach * dem immer bewegenden Prinzip dieser Welt; denn das eigent- liehe aiwv dieser Welt ist jenes Prinzip, welches sich hier über den Grund erhebt, und mehr als Grund sein will), Karn tov apxovrn ,ric; i':/;oumac; TO\\J fü:poc; (wodurch eine astrale, also kosmische Gewalt angedeutet wird) .... ,T]c; arcslSEtac;. « Dieser Fürst der Finsternis wird anderwärts bestirn.mter der Satan genannt. Der Satan wird angesehen als das Haupt aller Finsternis , alles Bösen und des Heidentumes. Dies ist die orthodoxe Erklärung der Mythologie. Die Mythologie wird als Werk des Satans betrachtet. Wir wollen sehen, was nach unserer Ansicht die Bedeutung des Satans ist."
  ]
}