{
  "title": "Vorlesung 59 (Lecture 59)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Offenbar spricht der große Text, mit dem wir uns in der letzten Stunde beschäftigt haben, von der Präexistenz Christi auf eine Weise und in solchen Ausdrücken, die zeigen, daß der Apostel das In der Welt Sein und das In die Welt Kommen des 111 Lichtes nicht erst von der leiblichen Erscheinung Christi an hat behaupten wollen. Der Anfang des 10. Verses »EV tcp Ko0µcp 17v« kann nicht etwa übersetzt werden inter h01nines versaba- tur, so daß man diesen Ausdruck von der Erscheinung Christi in Menschengestalt auslegte. Dies verhindert das zunächst fol- gende »Kat 6 KOCT~toi; 8t' autov EYEVEtO« - Ko0µoi; kann nicht gleich nacheinander im engen und weiten Sinne genommen werden. Am wenigsten kann der Umstand, daß die Welt im weitesten Sinne durch ihn geschaffen ist, als Grund angeführt werden, daß er in m.enschlicher Gestalt gewesen sei; dafür 2(1 bedarf es eines Grundes, daß er in der Welt war, ehe er in menschlicher Gestalt erschien und dies will der Apostel eigent- lich zeigen, weswegen angeführt wird, daß die Welt durch ihn Geworden ist. Das in der Welt gewesen Sein muß von einem Sein von Anfang der Welt her verstanden werden. Jenes Sein in der Welt, nach welchem gesagt wird »er war in der Welt« ist also ein Sein als kosmisch = demiurgische Ursache. Offenbar ist zwischen dem. 10. und 11. Verse eine Degradation. Er war in der Welt und die Welt wurde durch ihn, aber sie begriff ihn nicht. Er kam zu den SeinigL·n - und wie hier nur ein Teil der 311 Welt, d. h. das von ihm erwfülte Volk, bezeichnet wird, so ist im Vorhergehenden die ganze Welt, sein ganzes, allgemeines Dasein gemeint. Sein allge1neines Dasein in der Welt entspricht seiner kosmischen, natürlichen Wirkung im Heidentume. In bezug auf dieses wird gesagt: Die Welt erkannte, begriff ihn .lS nicht. Sein persönliches in die Welt Kommen setzt die persön-"
    },
    {
      "index": 1,
      "text": "liehe Wirkung voraus, wodurch er ein Volk zum besondern, persönlichen Eigentume sich gemacht hat. Deutlich ist also die allgemeine und persönliche Wirkung Christi unterschieden und anerkannt. Die Sphäre seiner bloß allgemeinen oder natür- lichen Wirkung ist die Ursache der Offenbarung im Alten Testament; es gibt dem.nach eine historia sacra und profana seiner Wirkung. Die letztere ist uns bekannt, denn wir haben die Geschichte der bloß natürlichen Wirkung durch alle Ver- hältnisse verfolgt. Die Momente des Mythologie erzeugenden Prozesses sind nur verschiedene Momente der natürlichen Wir- kung der vennittelnden Potenz. Haben wir ihre natürliche Wirkung in der Mythologie verfolgt, so liegt uns jetzt ob, die Geschichte ihrer persönlichen Wirkung während der alttesta- mentlichen Verfassung zu erklären. Ich nehme dies Wort »alt- testamentliche Verfassung« im allgemeinsten und weitesten Sinne. Sie fängt nicht erst mit der mosaischen Gesetzgebung an; diese selbst ist nur das Resultat eines früher schon bestan- denen persönlichen Verhältnisses, in welches die vermittelnde Potenz schon niit den Voreltern des israelischen Volkes getreten war. Die Geschichte der Offenbarung d. h. der persönlichen Wirkung der vermittelnden Potenz geht ebenso weit zurück, als das Heidentum und dem ganzen Heidentume parallel. Die, welche bloß der allgemeinen Wirkung der vermittelnden Po- tenz unterworfen sind, sind die, so draußen sind, wie das Neue Testament sagt; es ist ein exoterischer Prozeß; der Teil der Menschheit, der im persönlichen Verkehr mit der vermitteln- den Potenz steht, der vorbehaltene Teil, bildet einen innern esoterischen Kreis. Beruht nun die alttestamentliche Verfas- sung lediglich auf diesem persönlichen Verhältnisse, in welches ein abgesonderter, gleichsam vorbehaltener Teil der Mensch- hcit (denn das Beiwort »heilig« zu Israel drückt eben das Vorbehaltenwerden aus, wie z.B. der Teil der Bundeslade, der für Jehova bestimmt ist, auch heilig heißt) mit der vermitteln- den Potenz gesetzt ist, so erklärt sich auch die ganze alttesta- mentliche Verfassung - es erklärt sich diese Aufgabe, welche wir uns jetzt zunächst vorsetzen. Die ganze Verfassung des Alten Testaments beruht nur auf der besondern persönlichen"
    },
    {
      "index": 2,
      "text": "Wirkung der vermittelnden Potenz. Die Verfassung des Alten Testaments erklären heißt: die Funktion der vermittelnden Po- tenz während des Alten Testa1nents erklären. Wie wirkte die vermittelnde Potenz im Heidentume? Dies ist schon beantwor- s tet. Wie wirkte diese Potenz in der alttestamentlichen Verfas- sung? Dies ist der Gegenstand unserer jetzigen Untersuchung. Hierbei ist aber sogleich einzusehen, und zum voraus läßt sich bemerken, daß jede vermittelnde Potenz etwas voraussetzt, das die Vermittlung notwendig macht. Weit entfernt, das ur- IU sprüngliche Bewußtsein dieses vorbehaltenen Teiles der Menschheit eximiert oder ausgenommen zu denken von der Gewalt des Prinzips, dem das Bewußtsein des andern und größern Teils der Menschheit im mythologischen Prozeß un- terworfen war, müssen wir auch das Bewußtsein dieses vor- behaltenen Teiles in bezug auf das Prinzip, das dem Heiden- tume zugrunde liegt, in völlig gleichem Verhältnisse mit dem Bewußtsein des Heidentumes selbst denken. Deutlicher: Der persönliche Verkehr, in dem dieser Teil der Menschheit mit der vermittelnden Potenz steht, hebt nicht auf, daß dieser der Wir- kung des ersten Prinzips ebenfalls unterworfen sei, vielmehr ist dieses Unterworfensein für das ausgewählte Volk ganz das- selbe, wie für die andern, zu denen die vermittelnde Potenz in einem bloß natürlichen Verhältnisse steht. Eine Vermittlung ist in beiden, im mythologischen Prozeß und in der Offenbarung, also muß auch die Voraussetzung in beiden dieselbe sein. Deut- licher und der Sache selbst näherkommend ist: Ein unmittel- bares Verhältnis hat die gesamte Menschheit, ohne einen Teil derselben auszunehmen, also auch das Bewußtsein in Abraham und seinem Geschlechte nicht zu dem wahren Gott, sondern nur zu dem einseitigen Einen Gott. Der unmittelbare Gott des israelitischen Bewußtseins (ich gebrauche diesen Ausdruck der Kürze halber und begreife darunter auch die Väter des israeli- * tischen Volkes) ist nicht der wahre. Es hat freilich ein Verhältnis zu dem wahren Gott, aber dieses ist ein vermitteltes, das erst erklärt werden soll. Der unmittelbare Gott des israelitischen Bewußtseins ist der verstellte, der falsche Gott. Ja dieser Gott wird so negierend, so ausschließend beschrieben, daß man"
    },
    {
      "index": 3,
      "text": "offenbar sieht, er ist seiner Natur nach das ausschließliche Prinzip, das keinem andern das Sein außer sich zugestehen will; er wird durchaus als verzehrendes Feuer beschrieben. Zu die- sem allein hat das israelitische Bewußtsein ein unmittelbares Verhältnis. Diesem Gott nun steht nicht sowohl entgegen als zur Seite, ihn zum wirklichen zum wahren Gott zu vermitteln, eine andere Persönlichkeit, die dem Bewußtsein in dem ent- stellten Gott den wahren aufschließt. Diesen Begriff des wah- ren Gottes schreibe ich allerdings dem israelitischen BnYußt- sein zu; was ich ihm nicht zuschreibe, ist, daß es den Begriff 1(1 des wahren Gottes unmittelbar gehabt habe. Nicht ein ur- sprünglicher, sondern ein hervorgebrachter ist er, und muß ein hervorgebrachter sein, wenn er ein geoffenbarter ist. Ist er aber ein hervorgebrachter, so setzt er notwendig etwas voraus, das schon da ist; es muß im Bewußtsein zuvor ein anderer Begriff sein und dieser schon daseiende, ursprüngliche im Gegensatze dessen, 1nit dem der wahre Begriff hervorgebracht wird, ste- hende kann nicht der wahre, sondern nur der nicht wahre sein; denn der wahre soll erst hervorgebracht werden. Es ist nun freilich nicht zu verlangen, daß dieses auf den ersten Ausspruch ganz verstanden werde, umso weniger, als in diesen, Ausspru- che verschiedenes vorausgesetzt ist, das noch nicht erklärt werden konnte. Wir müssen also zuerst die faktischen oder geschichtlichen Prämissen aufzeigen, aus denen der vollendet- ste Begriff der Offenbarung sich erst bilden kann. Ich habe angegeben, daß der unmittelbare Begriff des israelischen Be- wußtseins nicht der Begriff des wahren Gottes sei; es war einem andern Prinzip unterworfen, in dem der nicht wahre Gott erkannt werden muß; aber diesem Prinzip steht eine an- dere Persönlichkeit entgegen. Dieses Verhältnis eines im Be- wußtsein unmittelbar vorhandenen Prinzips und einer ihr entgegenstehenden Persönlichkeit muß nun faktisch dargestellt und nachgewiesen werden, und hier nun stellt sich als das erklärendste Faktum die Geschichte Abrahams dar, als er auf- gefordert wurde, seinen Sohn Isaak zum Opfer zu bringen. Nach den bloß allgemeinen rationellen Begriffen, also nach den unhistorischen Begriffen, die bei der sogenannten gebildeten"
    },
    {
      "index": 4,
      "text": "Mehrheit unserer Zeit den einzigen Begriff der Religion aus- machen, ist es schon unbegreiflich, wie Gott in ein unmittel- bares Verhältnis mit dem Menschen treten, wie Gott mit einem Individuum sprechen könne. Aber auch diejenigen Theologen, die, ohne bestimmtes dabei denken zu können, sich zum Grundsatze gemacht haben, an dieser und ähnlichen Erzählun- gen keinen Anstoß zu nehm.en, finden für nötig, zu erklären, wie es mit der Würde Gottes übereinstimmend sei, einen so frommen Menschen, wie Abraham, zu versuchen. Man sagt, llJ einen Menschen versuchen bedeutet nichts anders, als ihm Ge- legenheit geben, seinen unbedingten Glauben und Gehorsam. an den Tag zu legen, also ihn prüfen. So nehrnen diese Theo- logen das Wort »versuchen«. Ein solches Auf die Probe Stellen kann man sich wohl denken, wenn dem Gottergebenen Leiden, Trübsal usw. auferlegt werden, ohne daß er dabei in seiner Gesinnung gestört wird, wenn überhaupt davon die Rede ist, daß er etwas leidet, ohne sein auf das Rechte gerichtete Wollen aufzugeben. Abraham wurde aber nicht zu einem Leiden, son- dern zu einer Tat aufgefordert, gegen die sich das reinste menschliche Gefühl empört und auf die der älteste und größte Fluch gelegt worden ist. »Wer Menschenblut vergeußt, des Blut soll wieder vergossen werden.« Es ist unmöglich, daß derselbe Gott, der aussprach: »Ich will des Menschen Leben rächen an jeglichem Menschen« von Abraham das Blut seines eigenen Sohnes verlangt. Man hätte eher denken können, daß, wollte Gott den Abraham prüfen, er ihn prüfte, ob er jenem ältesten Gebot getreu sein werde. Aber auch diejenigen, die keinen Anstoß nehmen, anzunehmen, daß 6 SEot; dem Abra- harn dies befehle, müssen wegen des Verlaufes der Geschichte annehmen, daß Gott bei diesem Gebote sich verstellt habe, daß er nicht die unmittelbare Ursache war, die diesen Gedanken in Abraham hervorrief: eines Prinzips, das nicht er selbst ist, obgleich es in ihm ist, hätte sich also Gott offenbar bedienen müssen. Überlegen wir aber, daß es ungefähr um dieselbe Zeit ganze Völker, die auch dem Abraham stammverwandt waren, gab, die es als ein göttliches Gebot ansahen, in gewissen Fällen ihre eigenen Kinder zu opfern, so müßten wir alle historische"
    },
    {
      "index": 5,
      "text": "Wahrscheinlichkeit beiseite setzen, wenn wir nicht annähn1en, daß das Prinzip, von dem Abraham zu jener Handlung solli- zitiert wurde, in der Tat dasselbe sei, das auch die andern Völker zu ähnlichen Handlungen wirklich brachte, nicht bloß sollizitierte. Der Unterschied zwischen Abraham und diesen Völkern ist bloß der, daß diese Völker jene Handlungen voll- zogen, Abraham aber nicht. Wollte man dagegen einwenden, daß wir dieser Ansicht zufolge in den Fall kommen könnten, daß entweder dieses Prinzip ein göttliches gewesen sei, oder daß ein ungöttliches Prinzip in1 Alten Testament Elohin1 ge- nannt wurde, so habe ich zu erwidern: Allerdings ist und bleibt jenes Prinzip, dessen Erhebung die Ursache der Erscheinung des Heidentumes ist, an sich, d. h. in seinem Ursprunge ein göttliches Prinzip und wird als solches selbst im Alten Testa- ment erkannt. Einen Beweis dafür bietet das mosaische Ge- setzbuch (13,5) dar: »Wenn ein Prophet, oder einer, der Träume hat, unter euch wird auferstehen und verschiedene Zeichen oder Wunder verheißt, und die Zeichen kommen, wenn er spricht: Laßt uns einem andern Gott dienen! so gehorchet nicht, denn Jehova versucht euch, auf daß er erfahre, ob ihr ihn von ganzem Herzen lieb habet. « Aus diesem letzten Grunde, daß nämlich der wirkliche Erfolg der Zeichen als ein Versuchen von seiten des wahren Gottes angesehen wird, erhellt, daß die Wunder, die ein falscher Prophet wirkt, nur durch die Kraft des wahren Gottes gewirkt werden. So konnte also auch jenes Prinzip, das den Abraham sollizitiert, noch ein Elohim genannt werden. Ein zweiter Umstand muß auch noch in Betracht gezogen werden. Für sich allein ist jenes Prinzip allerdings das Ungöttliche; aber dieses Prinzip wirkt ja bei Abraham nicht allein; denn als er die Hand ausstreckte, den Sohn zu schlach- ten, ruft ihm ein Engel, Malach Jehova, eine zweite Persön- lichkeit, zu, und verwehrt ihm, die Hand an den Knaben zu legen. Hier interveniert also eine zweite Persönlichkeit, die von dem Elohim ganz verschieden ist; denn der, der bloß Elohim genannt wird, ist für sich nicht der wahre Gott; aber dieser Elohim + die zweite Persönlichkeit kann der wahre Gott hei- ßen. Hier erscheint wieder das allbekannte Verhältnis, daß"
    },
    {
      "index": 6,
      "text": "derselbe Gott als der eine setzt oder fordert, was er als der andere aufhebt oder verbietet, wie schon in der Natur es of- fenbar ist, daß ein und derselbe Gott, der als der eine etwas setzt oder bejaht, als der andere es wieder aufhebt, verneint, zu s erscheinen verbietet. So ist es auch hier. Der Elohim, der den Abraham versucht, ist nicht der wahre Gott in der Sollizitation; er wird erst zum wahren Gott in der Aufhebung der Sollizi- tation; und weil bei der Sollizitation auch schon die Aufhebung vorausgesetzt wird, insofern kann er auch in der Sollizitation der wahre Gott genannt werden. Er kann in der Sollizitation nicht der wahre Gott sein; denn wäre er da der wahre, so könnte er als der die Sollizitation Aufhebende nicht auch der wahre sein. Von der andern Seite ist auch die aufhebende Per- sönlichkeit für sich nicht der wahre Gott; denn als der wahre Gott erweist er sich erst in der Aufhebung der Sollizitation. Er setzt also die sollizitierende Persönlichkeit als notwendige Be- dingung voraus. Also nur beide zusammen sind der wahre Gott: Weder der eine, der sollizitierende, noch der andere, der die Sollizitation aufhebende, ist für sich der wahre Gott, son- dem nur zusammen oder in der Zusammenwirkung beider wird der wahre Gott offenbar, der offenbar in diesem Sinne auch der Eine ist. Und weil die zweite Persönlichkeit die ei- gentlich wirkende ist, d. h. die die Sollizitation der ersten aufhebende, die negierende der ersten, so heißt sie Malach Jehova, der Engel des wahren Gottes, d. h. der den wahren Gott ankündigt, den wahren Gott zur Offenbarung bringt. Der wahre Gott ist nicht durch die Sollizitation zur Offenbarung gebracht, sondern durch die Aufhebung dieser Sollizitation, d. h. durch die zweite Persönlichkeit; denn da die zweite Per- sönlichkeit die aufhebende ist, so ist die zweite Persönlichkeit die den wahren Gott offenbarende. Dies ist nämlich die Be- deutung des Wortes Malach. Malach heißt jeder, der vor einem andern vorausgeht, ihm den Weg bahnt. »Sieh, ich will meinen Malach senden, der wird mir den Weg bahnen.« Die zweite Persönlichkeit bereitet der ersten den Weg, d. h. sie macht es ihr möglich, als wahrer Gott zu erscheinen. Demnach ist es also die zweite Persönlichkeit, die der ersten möglich macht,"
    },
    {
      "index": 7,
      "text": "wahrer Gott zu sein; sie ist der Engel, der Offenbarer des Einen wahren Gottes. Diese Erzählung von der Versuchung des Ab- rahams ist nun gleichsam. urbildlich für die Erklärung des ganzen Alten Testaments; sie ist der Kanon für die Erklärung des Alten Bundes und so für die Erklärung der Offenbarung überhaupt. Durch das ganze Alte Testarn.ent geht jenes Ver- hältnis zwischen der vorausgehenden ersten Persönlichkeit, welche für sich allein nicht Gott ist, und in Ansehung derer, die in ihrer Isoliertheit nicht göttlich ist, das Bewußtsein Abra- hams und der Abrahamiden ganz dem Bewußtsein des Hei- dentumes gleich gewesen wäre. Den Unterschied Abrahams von den Heiden macht nur die bei ihm. dazwischentretende zweite Persönlichkeit; nicht jenes erste Prinzip, zu welchem das Bewußtsein einen unmittelbaren Bezug hat; erst das Hinzutre- ten der zweiten Persönlichkeit macht diesen Unterschied. Durch die zweite Persönlichkeit wird die vorausgehende, für sich allein nicht Gott seiende, zu Gott. Die zweite Persön- lichkeit ist es, die in jener ihr vorausgehenden den Jehova Elohim offenbart, den Gott, der zwar Elohim, und insofern mehrere, aber nur Ein Jehova ist, wie in jenem Kapitalaus- spruch gesagt ist: »Höre Israel! Jehova, dein Elohim, ist nur Ein Jehova 1« - Ein Ausspruch, der schlechterdings nicht durch menschliche Erfindung möglich ist, noch unmöglicher, als selbst die tiefste mythologische Idee ist, wie wir in der Philo- sophie der Mythologie gezeigt haben. Ebensowenig kann die- ser Ausspruch aus dem. mythologischen Prozeß erklärt werden; denn alles, was innerhalb des mythologischen Prozesses dem Monotheismus des Moses ähnliches vorkomm.t, z.B. der par- sische Monotheismus, die Mythra=Idee, die Buddha=Idee, und was man imm.er mit dem mosaischen Monotheismus ver- gleichen möchte, ist toto coelo von dem. Monotheismus jenes Ausspruches verschieden. Da die Idee des Jehova Elohim nicht menschliche Erfindung und ebenso wenig durch den m.ytho- logischen Prozeß erzeugt sein kann, so kann sie nur eine geoffenbarte sein. Aber wie ist es m.öglich, daß durch göttliche Wirkung eine Erkenntnis in die Tiefen des menschlichen Be- wußtseins hineingesenkt worden ist?"
    }
  ]
}