{
  "title": "Vorlesung 75 (Lecture 75)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Es gibt Stellen, sagte ich zuletzt, - selbst in apostolischen Schriften -, wo dem Satan ein Akt von Majestät zuerkannt ist. In dem kleinen Briefe, der den Namen Judas trägt, und der nach meinem Gefühle alle Zeichen eines hohen Altertumes an sich hat, und nicht bloß aus den Tagen der Apostel selbst, sondern sogar aus der frühesten apostolischen Zeit sich her- schreiben muß[*], wird gegen Anhänger einer Sekte geeifert, die materiellen Lüsten ergeben sind, aber die Herrschaft (so gebe ich vorläufig Kupw,rp:a) verachten, und die Herrlichkeit"
    },
    {
      "index": 1,
      "text": "l*] Recherches critiques sur l'epitre de Jude par E. ARNAUD. Strasb., 1851."
    },
    {
      "index": 2,
      "text": "und Majestät lästern.[*] Aus den Worten selbst erhellt, daß hier ein Widerspruch hervorgehoben werden soll; den materiellen Lüsten ergeben sein, und von der andern Seite die Herrschaft herabsetzen - soll der Widerspruch sein. Aus diesem Gegen- s satze ist zu schließen, daß unter »Herrschaft« das Reich der kosmischen Potenzen zu verstehen ist. Einerseits diese Herr- schaft herabsetzen und andererseits m.ateriellen Lüsten ergeben sein - ist der Widerspruch, den der Apostel hervorheben will. Gnostische Sekten, die den Koo-µoc; tief herabsetzten und sich IO von dem wahren Gott trennten, fingen bereits in den Zeiten der Apostel an, sich zu zeigen und zu verbreiten. Wie leicht aber mit der tiefsten Herabsetzung des Materiellen die gröbste Sinnlichkeit und Auschweifung sich verbinden kann, dies hat die Erfahrung bei andern Sekten gezeigt. Hauptdogma dieser gnostischen Sekten war, daß der Demiurgos eine vom wahren Gott verschiedene und diesem bei weitem nachstehende Natur sei. Diesen Verächtern der äußern Herrlichkeit des Reiches Gottes stellt der Apostel das Benehmen des Erzengels Michael entgegen, der gegen den Satan sich ganz anders benommen hat.[**] »Da Michael nämlich mit dem Widersacher stritt über den Leichnam Mosis, da wagte er es nicht, eine Lästerung gegen den Widersacher auszusprechen, sondern sagte nur: Der Herr strafe dich.« Es ist vieles über diesen Streit Michaels mit dem Satan konjekturiert worden; vielleicht gewährt folgendes eine bestimmtere und einleuchtendere Erklärung. Satan ist der Urheber und Repräsentant des Heidentumes; der Erzengel Mi- chael steht in der unmittelbarsten Beziehung auf den Messias. Die frühem Theologen hielten ihn für jenen ungeschaffenen Engel, für den Engel des Jehova, der nach unserer Erklärung der Messias selbst ist. Dies wollen wir nicht annehmen. Aber dieses nahen Verhältnisses zum Messias wegen wurde Michael als der Fürst oder Vorsteher des Reiches Israel angesehen. Dies erhellt schon aus einer Weissagung Daniels: »Zu solcher Zeit wird der große Fürst Michael, der für das Volk steht, sich"
    },
    {
      "index": 3,
      "text": "[*] 1,8. 1**] 1, 9."
    },
    {
      "index": 4,
      "text": "aufmachen; denn es wird eine so trübselige Zeit sein, als noch nie eine gewesen; er aber wird das Volk erretten.« Zu einer weiteren Erläuterung will ich beifügen: Nach der Meinung der Juden waren die Völker, nachdem sie sich getrennt hatten, und vom einzig wahren Gott abgefallen waren, unter die Herrschaft der Engel gekommen: die 70 Völker sind unter 70 Engel ver- teilt worden: jedes Volk hat einen bestimmten Engel zum Fürsten. So streitet nach einem Gesichte des Propheten Daniel Michael gegen den Fürsten oder den Engel des Königreichs Persien. Die Juden sind zwar eigentlich keiner 8uvaµt<; oder E~oucna übergeben, sondern dem Herrn allein; doch hat auch das Volk Israel einen Fürsten an Michael. »Es ist, sagt ein hebräisches Buch, ein Unterschied zwischen Michael und den übrigen Fürsten. Die Fürsten der Völker (der Heiden) sind ihre Götter, und die Völker werden nur von ihnen versorgt; aber die Isrealiten werden vom Herrn versorgt, und obwohl Mi- chael über sie herrscht, so geschieht dies doch nur auf Befehl Gottes, und Michael tut nichts ohne Erlaubnis des Herrn.« Auf diese Art suchten die jüdischen Lehrer die Herrschaft Michaels zu vereinigen mit der ausschließlichen Herrschaft Gottes über sie. Nur darum aber ist Michael der Fürst Israels, weil er eben im unmittelbarsten Bezug auf den Messias oder statt des Mes- sias steht, wie ihn eben darum selbst in bezug auf die letzte Zukunft Christi der Apostel Paulus in eben dieses Verhältnis zum Messias setzt, wenn er sagt [1. Thess. 4,16.]: »Christus * wird kommen mit der Stimme des Erzengels«, wo er offenbar als der ihm vorausgehende und ihn als den Kommenden Ver- kündende gedacht wird. Dieses vorausgesetzt wird nun klar und deutlich sein, was jener Streit Michaels mit dem Satan über den Leichnam Mosis zu bedeuten hat.[*] Das Gesetz Mosis enthielt selbst noch kosmische, heidnische Elemente, und in- sofern kann seinen Leichnam der Fürst dieser Welt ansprechen; von der andern Seite sind diese kosmischen Elemente im mo- saischen Gesetze nur Vorbilder, Schatten des Messias, und insofern sind sie vom Messias selbst geheiligt, und daher macht"
    },
    {
      "index": 5,
      "text": "[*] Jud. 1, 9."
    },
    {
      "index": 6,
      "text": "Michael Anspruch auf den Leichnam. Einige haben unter dem moµa Mco0m:coc; nicht den Leichnam Mosis, sondern das cor- pus juris, das Gesetzbuch Mosis, verstehen wollen. Sprachge- mäß kann dies zugestanden werden; für den Sinn ist es gleichgültig - dieser bleibt derselbe. Dieser Streit zwischen dem Erzengel Michael und dem Satan bildet denselben Streit vor, den später die Gnostiker anfingen, die behaupteten, das Gesetzbuch Mosis sei nicht vom wahren Gott, sondern vom Demiurgos gegeben. Dieser Streit kann nicht eine jüdische Erfindung sein, sondern nur eine Vorstellung, die sich beiin ersten Losreißen vom Mosaismus notwendig erzeugte. Dieser Streit wird vom Apostel angeführt, um zu zeigen, daß Michael den Satan nicht zu lästern gewagt, sondern das Gericht dem Herrn überlassen habe. Im zweiten Briefe Petri wird von sol- chen gesprochen, die in Lüsten wandeln, und das Reich der kosmischen Potenzen verachten, während doch Engel dies nicht wagen. (II. Petri 2, 10.) Hier ist also den Geistern, welche der Apostel Herrlichkeiten nennt, und unter denen nach der Parallelstelle bei Judas Satan der Vornehmste ist, eine Majestät zugeschrieben, die selbst gute Engel nicht zu verlemnden wa- gen, und welche zu richten Gott selbst anheim gestellt ist. Hier muß anerkannt werden, daß nach den apostolischen Schriften Satan mehr ist, als ein abgefallenes Geschöpf, daß er eine Macht, eine Puissance ist, was ein erschaffener, konkreter Geist nicht sein könnte. Eine solche Vorstellung, ein solcher Ein- druck von der Würde und Bedeutung des Satans n'luß wohl von frühem Zeiten her bei den Stämmen sich erhalten haben, * die dem Satan eine Art göttliche Verehrung [erzeigen]. Ich will hier nicht von heidnischen Völkern reden, welche unter ihren Göttern einen Urheber des Bösen verehren. Die merkwürdig- ste Völkerschaft sind in dieser Hinsicht die Patras, im Norden von Sumatra, die drei Götter kennen, die Brüder und Söhne eines höchsten Gottes sind. Der erste ist der Gott der Gerech- tigkeit, der jedem das Seine gibt; er erinnert an den L'i.wvucrnc; icrn8m,17c;, dem Gleichausteiler = unserm Dionysos der dritten Potenz. Der zweite ist der Gott der Barmherzigkeit = unser Dionysos der zweiten Potenz; ein dritter hat sich mit den zwei"
    },
    {
      "index": 7,
      "text": "Brüdern entzweit, ist in durchgängigen Widerspruch mit ihnen getreten, und ist nun der Urheber aller Zwietracht, aller Hän- del, aller Bosheit und Rachsucht, des Betruges, der Lüge und des Mordes. Dieser, der unserm ersten Prinzip entspricht, gilt für den Mächtigsten und zählt die meisten Anhänger; an ihn wenden sich die Patras, wenn sie Böses tun wollen. Auch in dieser Vorstellung erkennt man die allgemein gleichen Grund- züge des menschlichen Bewußtseins. Unter einer solchen Völ- kerschaft, die, früher wenigstens, unter die Anthropophagen gezählt wurde, konnte nicht von außen her eine solche Vor- stellung sich festgesetzt haben. Allein ich führe dies nur gele- genheitlich an, denn ich will von den heidnischen Völkern nicht reden. Wohl aber gibt es eine Völkerschaft, die auf ir- gendeine Weise, sei es durch die Lehre Muhameds, oder durch das mosaische Gesetz oder durch christliche Tradition, auf die Idee des Satans gekommen ist und wo sich eine wirkliche Verehrung des Satans findet. Eine solche Völkerschaft traf Niebuhr[*] in Arabien an. Die Dassini verehren den Teufel unter dem Namen» Unglücksbringer«; sie sind zahlreich, woh- nen in Zelten und treiben Handel. Merkwürdig ist, daß sie alles, Waren und Geld im Stiche lassen, sowie man anfängt, auf den Teufel zu schimpfen. Daß man dem Satan nicht unerbietig begegnen dürfe, wird von jüdischen Lehrern nachdrücklich eingeschärft. Im Buche Hiob wird der, so dem Satan flucht, a0EßTJi; [gottlos] genannt und es wird gesagt, daß ein solcher seiner eigenen Seele fluche. Nach den bestimmtesten Aussprü- chen des Alten und Neuen Testaments ist also im Satan noch ein Rest göttlicher Majestät zu erkennen, was von einem ge- fallenen Geschöpfe, was immer für einer Art, nicht gesagt werden kann. Haben wir uns nun von der Würde des Satans überzeugt, so wird uns sub lit. e) leicht sein, die nach der gewöhnlichen Vorstellung unbe-"
    },
    {
      "index": 8,
      "text": "* Niebuhrs Reise nach Arabien. Mit Kupfern u. Karten. 2 Bde. 4. Kopenh., 1774. [II, S.344.] * Vgl. Beilage zur allgemeinen Zeitung Nr. 362. (Yesiden). 1851. Nr. 364. 1851."
    },
    {
      "index": 9,
      "text": "greifliche Versuchungsgeschichte Christi begreiflicher zu ma- chen. Wie tief setzt der die Natur und Würde Christi herab, der annimmt, Christus sei der Versuchung eines so niedrigen und verächtlichen Geistes ausgesetzt gewesen! Dagegen ist es ganz begreiflich, daß er den Sollizitationen eines solchen Prinzips, dessen Würde aufzuheben er gekommen war, unterworfen ge- wesen. Ja es ist begreiflich, daß nach dem Gesetze, welches will, daß alles bewährt erfunden werde, Christus den Sollizi- tationen jener Macht direkt und vorzugsweise ausgesetzt war. Ein bloßes Geschöpf, ein bloß kreatürlicher und noch dazu verworfener Geist, der Christus gegenüber keine Macht sein konnte, hätte sich ihm nicht mit Versuchungen nahen dürfen. Dagegen ist es wohl begreiflich, daß der Fürst, der Gott dieser Welt Christus sich nähern durfte. Wenn die Erhabenheit Christi von der einen Seite nicht erlaubt, ihn den Versuchungen eines bloß geschöpflichen, endlichen und verworfenen Geistes zu- gänglich zu denken, so erlaubt von der andern Seite der gewöhnliche Begriff des Satans keine Vereinigung mit dem, was ihm in dieser Geschichte zugeschrieben wird. Wäre der Satan ein bloßes Geschöpf gewesen, wie dumm müßte man sich dann ihn denken, wenn er Christus zugemutet, wenn er gesagt hätte, Christus solle sich vor ihm niederwerfen und ihn anbeten?! Dies hätte keinem, nur schlichten und frommen Is- raeliten ein Geschöpf und selbst das Höchste zumuten dürfen; denn der Israelite verehrte einzig den Jehova. Dagegen ist es ganz in der Ordnung, daß jenes Prinzip, welches Christus durch sein Kommen als eine ihm gewissermaßen gleiche Macht anerkannt hatte, dem er durch die Menschwerdung sich äußerlich unterworfen hatte, nicht um es anzubeten, sondern um es zu besiegen, versuchte, von ihm auch die äußern Zeichen der innern Unterwerfung zu erhalten. Ist Satan ein bloßes Geschöpf, so liegt etwas lächerlich Prahlerisches in den Worten die er sprach, als er alle Reiche der Welt ihm zeigte, und zwar EV crnyµT] xpovou - in einem Augenblicke, also offenbar auf ma- gische Weise, wenn er nicht wirklich ein Weltprinzip, eine kosmische Potenz ist. Überhaupt keine Versuchung, die von einem bloßen Geschöpfe, auch dem mächtigsten, ausginge,"
    },
    {
      "index": 10,
      "text": "könnte bis an das göttliche Bewußtsein Christi reichen. Es ist unbegreiflich, warum dies nicht schon früher eingesehen wor- den ist, daja auch schon für den Menschen das Versuchtwerden durch den Menschen als das geringste angesehen wird und wenigstens ihm das Versuchtwerden von einem Geschöpfe die größte Gefahr nicht bringt. Ich darf mich als Menschen hoch genug gestellt denken, um in meinem Willen in Kraft mich zu wissen. Dies gesteht ja auch Paulus dem Menschen zu, wenn er sagt: »Unser Kampf ist nicht ein Kampf mit Fleisch und Blut; er ist gegen die apzm; und s~oucnac;. « Es ist also kein Ge- schöpf, mit dem wir zu kämpfen haben; unser Kampf ist gegen die kosmischen Gewalten, die in der Finsternis herrschen, ge- gen die geistigen Prinzipien des Bösen (Eph. 6,12.). Von die- sein geistigen Herrn wird dann hinzugesetzt, daß seine Region nicht die beschränkte irdische, sondern die allgemeine, univer- selle Welt ist. Dies wird angedeutet durch den Zusatz »sv wti:; sn:oupavtoti:;«: dies bedeutet nämlich »Himmel«. Wenn diese Mächte, gegen die wir zu kämpfen haben, ta n:vwµata ge- nannt werden, so muß dies so genomrn.en werden, wie in n:vwµa tou fü:ou, von dem von den Banden des irdischen Lebens freien Leben. Das Geisterleben ist nicht ein irdisch = gebundenes, sondern ein freies, universelles Leben. Ein Gefühl dieser Universalität des Geisterlebens ist selbst dem Volke nicht fremd; es drückt sich z. B. in jenen alten poetischen Sagen aus, nach welchen ein solches freies Wesen zu den Sterblichen sich herabläßt, wie in dem berührn.ten Märchen des ahnungsvollen Cazotte (ahnungsvoll sage ich, weil er die französische Revo- lution vorher verkündete) ein solches Wesen klagt: »Welchem * Wahne für Alvaro (für die Erde) verlasse ich das Weltall!?« Auch in den griechischen Mysterien war diese Ansicht, wie aus der Grabschrift erhellt, die ein Eingeweihter in die thrakischen Mysterien sich selbst setzte*: »In zwei Scharen geteilt sind die Seelen der Toten: eine, die unstet irret umher - (denen das immaterielle, allgemeine Leben zur Qual gereicht, von denen in den Mysterien gesagt wird, daß sie im Schlamme liegen)"
    },
    {
      "index": 11,
      "text": "* Cfr. S. 357. Bd. I. [s.o. S. 360]."
    },
    {
      "index": 12,
      "text": "eine, die den Reigen beginnt mit den leuchtenden Himmels- gestirnen.« Der eine Teil der Toten ist an das irdische Leben, an die Erde gebunden: der andere Teil, der mit den Sternen den Reigen beginnt, ist außer den Schranken des geschöpflichen Lebens. Denn nach unserer Ansicht sind die Gestirne noch außer den Schranken des eigentlich geschöpflichen Seins; ihr Sein ist nicht ein konkretes, gebundenes wie ein irdischer Körper. Der Mensch war der ursprünglichen göttlichen Inten- tion nach für das universelle Leben geschaffen; da er aber nach lll einem individuellem Sein trachtete, ist er gegen seinen Willen von den Banden des besondern und irdischen Lebens befangen worden, und nur mittelbar kann er wieder in das universelle Leben gebracht werden. Doch dies nur zur Erläuterung, was der Apostel unter dem »rcvwµanKa« versteht, nämlich nicht erschaffene, sondern freie, universell lebende Wesen. Und so mögen Sie denn als letzte Nachweisung mit f) bemerken, daß jene Art von Allgegenwart, die dem Satan zugeschrieben wird, der unablässige Einfluß desselben auf den Menschen, wovor dieser gewarnt wird, er solle unausgesetzt auf seiner Hut sein, sich durchaus nicht verträgt mit der Natur eines bloßen Geschöpfes. Denn ein Geschöpf, so mächtig es auch sein mag, wird nie gegen ein anderes Geschöpf eine so durchdringende Gewalt ausüben können; dagegen wird dieser unablässige Einfluß sich vertragen mit der Natur eines Prin- zips, das immer mit dem Menschen und um den Menschen ist, das jeden Augenblick sich ihm darstellt, das sich dem Men- schen insinuieren kann. Geschöpf wird von Geschöpf ausge- schlossen - dies ist allgemeiner Grundsatz; nicht aber kann ein Geschöpf eine kosmische Potenz ausschließen. Diese letzte Bemerkung führt uns nun zum positiven Teile unserer Auseinandersetzung. Haben wir im kritischen Teile gezeigt, daß die bestimmtesten Äußerungen, welche das Neue Testament enthält, nicht übereinstimmen mit der gewöhn- lichen Vorstellung, so haben wir jetzt zu untersuchen, ob diese Äußerungen nicht besser mit unsern Ansichten übereinstim- men, nämlich daß der Satan nicht ein bloßes Geschöpf, son- dern ein Prinzip sei, zwar nicht ein ewiges und insofern"
    },
    {
      "index": 13,
      "text": "unerschaffenes, aber doch ein Prinzip. Wir sagen, er ist nicht ein bloßes Geschöpf. Um uns also hierüber aufs bestimmteste zu erklären, wollen wir wieder folgende Momente unterschei- den und uns zurückrufen. Jenes Prinzip des Anfangs, von dem wir sagten, es liege der ganzen Natur und dem menschlichen Bewußtsein zugrunde - wir wollen es b nennen - dieses b ist nicht selbst Geschöpf; insofern es das llltoKEtµsvov der Natur ist, kann es nicht bloß Geschöpf sein, denn es ist ja das prin- cipium ex quo der Schöpfung, es ist die materia creationis. In diesem. Sinne können wir uns die relative Übergeschöpflich- keit des Satans nicht denken; Satan ist nicht das reine absolute b. Aber dieses b, welches in der ganzen Schöpfung Gegenstand der Überwindung ist, dieses b, welches ein aus sich selbst, d. h. aus seinen ursprünglichen Schranken gesetztes unendliches Können ist, das daher auch durch die Schöpfung in sein bloßes Können, d. h. in sich selbst, in a, zurückgebracht wird (denn b nennen wir dieses Prinzip nur als ein außer sich seiendes), dieses Prinzip, das durch die Schöpfung in a zurückgebracht wird, dieses als a, und zwar eben durch die Schöpfung als a gesetzte b, da es weder das ursprüngliche a, sondern das aus b wiedergewordene a, noch auch bloßes b, sondern das bereits aus b zurückgebrachte a, oder das als a gesetzte b ist, dieses Prinzip, das als a gesetztes b ist, ist als solches Geschöpf. Geschöpf ist weder das ursprüngliche a, noch das reine b zu nennen; aber dieses aus b durch die Schöpfung zurückge- brachte a ist Geschöpf, und zwar das höchste aller Geschöpfe, der Mensch. In diesem Momente, der auch nur als Moment gedacht werden kann, ist das b wieder in seiner ursprünglichen Klarheit und Lauterkeit, es ist wieder = a, wie vor der Schöp- fung; in der Schöpfung war es= b: aber in dem gegenwärtigen Momente ist es wieder in sein ursprüngliches esse, in sein ursprüngliches Ansieh, in seine ursprüngliche Klarheit und Lauterkeit gesetzt. Dieses M01nent unserer Entwicklung ent- spricht dem in der andern Theorie angenom1nenen Momente, wo der Satan, als noch nicht gefallener Geist, als noch in seiner ursprünglichen, angeschaffenen Herrlichkeit bestehend ge- dacht wird. Innerhalb des menschlichen Bewußtseins ist also"
    },
    {
      "index": 14,
      "text": "jenes Prinzip als solches Geschöpf, indem es mit den Schranken des menschlichen Bewußtseins behaftet ist. Jedoch der Mensch selbst hat durch unvordenkliche Tat diese Schranken aufgeho- ben, und es tritt nun aus seinen Schranken hervor. Da aber das Prinzip nur innerhalb dieser Schranken geschöpflich war, so tritt dieses Prinzip, indem es aus den Schranken der mensch- lichen Natur heraustritt, aus seiner geschöpflichen Eigenschaft hervor, und ist nun nicht mehr Geschöpf, sondern überge- schöpflich. Und dieses zwar ursprünglich in geschöpflichen Schranken gewesene, aber wieder aus diesen Schranken durch Schuld des Menschen herausgetretene, Prinzip ist nun wieder als selbst schrankenloses, als allem konkreten Sein entgegen- gesetztes, reiner Geist: es ist universelles Prinzip, es ist ein Leben eigener Art, zwar ein falsches Leben, das nicht sein soll, aber doch ist, das, einmal herausgetreten, nicht wieder zurück- gebracht werden kann. Wir können von diesen, höchst reell gewordenen Prinzip nichts anders sagen, als: es ist ein Geist - Geist, seiner allem geschöpflichen Sein entgegengesetzten Na- tur wegen - ein Geist, weil er kein bestimmter ist. Dieses Prinzip ist ein Geist, doch nicht ein ursprünglicher Geist, aber auch nicht ein Geist, der geschöpflich ist; nicht ein ursprüng- licher Geist, denn er ist ja durch den Menschen erregt (daher ist * dieser Geist kein Prinzip im Sinne des Manichäismus); aber auch kein geschöpflicher Geist, denn er ist aus seinen Schran- ken getreten - sondern ein bloß gewordener Geist, da er durch den Menschen erregt ist. Dieses Prinzip ist ein Geist, und zwar ein vom Menschen erregter, ein ursprünglich ins menschliche Bewußtsein gefaßter, jetzt aber es überschreitender und es auf- zuzehren drohender Geist. Er ist, sage ich, 1) ein Geist über- haupt, 2) ein vom Menschen erregter Geist, ein zwar zuerst in die Schranken des menschlichen Bewußtseins gefaßter, aber jetzt hervorgetretener Geist - kurz, dies durch alle diese Mo- mente hindurchgedachte Prinzip ist der Satan, wie jeder dies gerne zugeben wird, der die angegebenen Äußerungen des Neuen Testaments ins Auge faßt. Doch stellt sich dieser Über- zeugung gleich ein mächtiger Einwurf entgegen; nämlich, dieser Ansicht zufolge würde sich das Dasein des Satans selbst"
    },
    {
      "index": 15,
      "text": "erst vom Falle der ersten Menschen herschreiben; nun steht aber geschrieben, der Satan habe den Fall der ersten Eltern herbeigeführt; also kann diese Erklärung doch nicht die rich- tige sein? -"
    }
  ]
}