{
  "title": "47. Vorlesung (Lecture 47)",
  "paragraphs": [
    "M. H. In jenem letzten Bewußtsein, in welchem der ganze mythologische Prozeß endigte, waren die drei verursachenden Potenzen vereinigt und zugleich gesetzt. Aber dieses Vereinigt = oder Zugleichsein verhinderte nicht, die drei Potenzen in dieser Simultaneität zu bestimmen: die erste als Potenz der Vergangenheit, d. i., der gewesenen Zeit, die zweite als Potenz der Gegenwart, der seienden Zeit, die dritte als Potenz der noch nicht seienden Zeit, d. i., der Zukunft - kurz die Sim.ultaneität verhinderte nicht die drei Potenzen zugleich als Anfang , Mitte und Ende zu begreifen. Als Resultat der Vergangenheit und demnach als unmittelbarer Inhalt des gegenwärtigen Bewußtseins blieb die äußere, exoterische Götterwelt stehen. Aber das mit der esoterischen Götterwelt, mit den verursachenden Potenzen, vertraute Bewußtsein sah über die Gegenwart in die Zukunft hinaus. Das gegenwärtige BewußtHI sein als solches sah allerdings nichts anders, als die äußere, exoterische Götterwelt; aber das esoterische Bewußtsein, das mit der Götterwelt selbst umging, sah über die Gegenwart in die Zukunft hinaus; es sah also eine folgende Zeit voraus, wo der dritte Dionysos eben so herrschen würde, wie jetzt der zweite Dionysos. Es sah also eine neue Welt, die mit dem letzten Herrscher aufgehen wird, eine Welt, vor deren hell strahlendem Licht die gegenwärtige Welt erblassen und in einen neuen Schatten zurückkehren würde, was der großen Götternacht der skandinavischen Religion* oder dem schwerm .utsvollen Dunkel des etruskischen Glaubens entspricht. Mit * Eine düstere Klage klingt durch die ganze Edda, denn der Schmerz und Tod in der Tiefe alles Lebens verschonte auch die Götter nicht. Sie hatten eine Weissagung, daß einst die alten Mächte des Abgrundes wider sie ausbrechen und sie selbst mit ihrer Schöpfung vernichten würden. Aus dem vertriebenen Göttergeschlecht einer, Locke, das alles verzehrende Feuer, im Gegensatze der reinen Götterwelt das Böse, hatte sich unter die Asen gedrängt. Schon war Odins Sohn, Baldur, der beste der Götter, durch Lackes Arglist gefallen.",
    "Noch vermögen die Asen durch List und Kraft den Untergang aufzuhalten . Aber einst in der Götterdäm111cnmg werden alle Mächte des Abgrundes ihre Bande brechen, alle Asen und alle Helden Walhallas werden gegen sie streiten, und wie vorbedeutend in der Nibelungen Not geschah, werden alle fallen, Götter, Helden und die Mächte des Abgrundes; unter dem großen Todeskampfe stürzt die Welt aus ihren Fugen und verzehrt sich in Flammen. Danach wird eine neue Erde geboren, auf der ein unschuldiges Menschenpaar vom Tau des Morgens lebt, auch einige Söhne der gefallenen Götter sind übrig geblieben und Baldur der aus der Unterwelt zurückkehrt usw.",
    "diesem letzten Gedanken des hellenischen Bewußtseins, der tief den Gemütern eingegraben war, erklärt sich erst die ganze Eigentümlichkeit des hellenischen Charakters, erklärt sich Pindars Schwung, worin eine ganz andere Götterwelt als in den H01nerischen Gesängen thront, mit diesen letzten Gedanken - sage ich - erklärt sich die ganze Eigentümlichkeit des hellenischen Charakters, der dem Chor der mitleidigen Okianiden mit Bitterkeit durch Prometheus, der einem dritten Dionysos entgegensieht, antworten läßt:",
    "»L'i.pa,w, Kpan:nw ,ovös ,ov ßpaxuv xpovov, 'Orcwc; Si:Aff liapov yap ouK ap~i:1 Ssmc; -« [Er walt', er herrsche diese kleine Zeit, * Wie's ihn gelüstet. Lang beherrscht er nicht Die Götter;] oder wie eben dieser Prometheus dem Diener des Zeus, Her- mes, der ihn darüber zur Rede stellen soll, sagt:",
    "»Lsµvocnoµoc; yE Km <ppovriµawc; TCAEWc; ·o µuSoc; fonv, &c; SEO)V llTCY]pEWlJ.",
    "NEOV VEOl Kpa,EnE, Km ÖOKEl1:E ÖY] NmEtv arcEvSri rcEpyaµ' ouK i':K ,wvli' i':yw L'i.wc:rnuc; rnpavvouc; EKTCECYOVtac; n0Soµriv;« * Wenn diese Worte auch nicht im Sinne der Mysterien gesprochen wären, wie hätte Äschylus diese Worte vor einem Volke wagen dürfen, dessen Bewußtsein nicht über die Zeit hinausging , der es angehörte? Ich bedaure, hier wegen mangels an Zeit nicht über Prometheus selbst Mehreres angeben zu können . Es genüge einstweilen die Stelle zu bezeichnen, wovon in unserer Entwicklung die Rede ist. Im letzten Gedanken des hellenischen Bewußtseins erklärt sich erst die ganze Eigentümlichkeit des griechischen Charakters, erklärt sich jener tiefe tragische Zug, der durch das ganze Leben der Griechen unverkennbar hindurchgeht, jener Zug des Bewußtseins, der sie 1830.",
    "AESCHYLI Pometheus vinctus, ad fidem Msptes. emend. not. et gloss. adj. C.J. Blomfield. Ed. 2. Cantabr., 1812.",
    "in der ausgelassensten Lust nicht verläßt, daß diese ganze Welt des Scheins erlöschen und von einer truglosen Welt verdrängt werde. Dieser Gedanke erklärt jenen Schmerz, der wie ein süßes Gift die Werke dn Hellenen, besonders die Werke der bildenden Kunst, durchzieht und ihre eigene Vergänglichkeit still zu betrauern scheint. Dieser geheime Schmerz verklärt, veredelt und heiligt die Schönheit griechischer Bilder. Dies ist der geheime Talisman, der auch uns, die wir in ganz andern Verhältnissen und Begriffen leben, unwiderstehlich zu den l(J griechischen Bildwerken hinzieht. Wer diesen geheimen Schmerz in griechischen Bildwerken nie empfunden, der kann * nicht sagen, daß er das Wesen der griechischen Kunst empfunden habe. Dieses Tragische aber, was in den religiösen Empfindungen der Griechen gemeinschaftlich ist, leitet sich eben von der Mitte her, in welche die Griechen zwischen der sinnlichen und der rein geistigen Religion gestellt waren. Die Mitte zwischen diesen beiden Seiten, der Vergangenheit und Zukunft, gewforte dem Griechen bei aller Abhängigkeit von dieser Religion der Vergangenheit andererseits auch wieder jene Freiheit, vermöge welcher sein religiöses Gcsamt=Bcwußtsein keiner von beiden Seiten allein unterworfen ist. Eben weil der Grieche in der Mitte zwischen einer Religion der Vergangenheit und der Zukunft steht, gewährt ihm diese Mitte unbedingte Freiheit, so daß er bald gegen die mythologische Religion sich richtet, mit Ironie gegen seine Götter sich wendet , bald auch von jener geistigen, in geheimer Weihe mitgeteilten , Religion unabhängig sich behauptet. Nirgends war weniger religiöser Zwang, als in Griechenland. Frei äußert sich der Hellene über die Eigenschaften, besonders über die moralisehen Eigenschaften seiner Götter. Niern.and ist zu den Mysterien genötigt - weder dem Sokrates, noch dem Epaminondas gereicht es zum Vorwurf, nicht einge,veiht zu sein. Nichts wehrte dem nicht Eingeweihten, seine Abneigung zu äußern, ja sogar zu spotten, wie dies der altgesinnte Aristophanes getan hat. Nur im Angesicht der noch gegenwärtigen Götter durfte f*I ARISTOPHANES und sein Zeitalter v. Rötscher. Berlin, 1827.",
    "die befreiende Religion nicht ausgesprochen werden, denn es beruhte die Verfassung und Existenz des Staates auf den angenomrnenen Göttern. Daher wurde die Verunglimpfung und Veröffentlichung der Mysterien als Staatsverbrechen bestraft.",
    "Es kommt nun aber darauf an, ob sich die von uns gemachte Voraussetzung, zwar nicht durch direkte Zeugnisse, denn diese sind nicht zu erwarten, - aber doch durch indirekte Anzeichen der Gewißheit näher bringen lasse. Es fragt sich dabei vor allem, ob die drei verursachenden Potenzen auch als Weltherrscher gedacht wurden? Denn wenn dies nachzuweisen wäre, so folgte von selbst, daß sie auch als sukzessive Herrscher gedacht wurden. Was die erste Potenz betrifft, so ist es nicht bloß als Folge unserer philosophischen Begriffe anzusehen, sondern auch durch die lange Erfahrung unserer bisherigen Entwicklung außer Zweifel gesetzt, daß die erste Potenz, wenn sie zur herrschenden wird, die andern ausschließt oder negiert. Es liegt schon im Begriff des Herrschens, daß jederzeit nur einer herrsche. Wenn nun die erste Potenz in ihr Ansieh oder in die Vergangenheit zurücktritt, so kann ihr in der Herrschaft nur die zweite folgen. Diese selbst ist aber an sich nur eine vermit- telnde; sie überwindet die erste, um die Herrschaft der dritten zu geben. Die dritte, welche nun herrscht, hat das Unterscheidende von der ersten, daß sie die andern nicht ausschließt, sondern unter ihr begreift. Mit der Herrschaft der dritten Potenz ist also die wahre Alleinheit gesetzt, oder sie ist die herrschende Potenz der vollendeten Einheit, welche das Bewußtsein , das mit der ersten Spannung dem Prozeß sich öffnete , wieder abschließt und insofern vollkornmen beruhigt.",
    "Wie das Bewußtsein mit der Herrschaft der ersten Potenz wie ein Janus sich öffnete, so wird mit der Herrschaft der dritten Potenz das Bewußtsein wieder geschlossen. - Es wird nun darauf ankornmen, zu zeigen, daß die drei Dionysos als Weltherrscher wirklich gedacht wurden. Wurden sie aber als Weltherrscher gedacht, so wurden sie auch als sukzessive Herrscher gedacht; denn zu einer Zeit kann nur einer herrschen. Daß in dieser Zeit, die wir als die gegenwärtige des griechischen Bewußtseins bestimmt haben, Zeus Weltherrscher heißt, darüber ist kein Widerspruch. Dafür aber, daß die drei Dionysos als Weltherrscher gedacht worden sind, findet sich glücklicherweise der bestimmte Beweis. Es werden nämlich unter den mysteriösen Göttern 3 zusammen erwähnt, die nicht Swt, sondern avaKe~ genannt werden, was also ein besonderer Name ist. Einen besonderen Namen hat aber der Grieche nicht, ohne auch einen besondern Begriff dabei zu haben.",
    "'AvaKe~ ist aber nichts anders, als ein archäischer Plural von ava~, der König, wie daraus erhellt, daß sie von anderen Schriftstellern auch avaK'te~ genannt werden. 'Ava~ ist der Titel der Könige oder Regenten - es wird zwar mehr oder weniger auch von allen Göttern gebraucht, aber besonders von Zeus, und merkwürdig genug wird Apollo einmal schlechthin Ö ava~ genannt. Aber es ist eine Trias von Göttern, denen dieser Name avaKe~ besonders als ein gemeinschaftlicher Name zugeeignet wird, wie Kabiren der Gesamtname Thrazischer Gottheiten ist. Mit dem Namen avaKe~ werden sie als Könige oder Regenten schlechthin bezeichnet. Als schlechthin bezeichnete Könige oder Regenten sind sie nichts anders und können nichts anders sein, als Weltherrscher. Sie sind Herrscher Km' t~ox11v, also Weltherrscher. Das Wort ava~ bezeichnet immer nur den obersten Herrscher: so oft es einzeln, oder außer dem Zusammenhange gebraucht wird, bezeichnet es immer wenigstens den relativ höchsten. Im Zusammenhange aber bedeutet es immer den obersten Herrscher. So ist z.B.",
    "Agamemnon ava~ avopwv - er ist der einzige ava~ unter den griechischen Helden. Welche Götter aber sind diese avaKe~?",
    "Hören wir vorläufig den Pausanias, der in der Beschreibung des Lokrischen Landes von der berühmten Stadt Amphissa sagt: »Es feiern aber auch die Amphissaeer eine Weihe, genannt die Weihe der Jünglinge avaKe~; welcherlei Götter aber die Jünglinge avaKe~ seien, wird nicht von allen gleich erklärt.",
    "Einige sagen, die Dioskuren seien es; andere, es seien die Kureten ; die, welche am meisten zu wissen glauben, sagen, es seien die Kabiren.« Daß diese 3 Erklärungen auf eins hinauskammen , wissen Sie schon zum Teil selbst. In Ansehung der Dioskuren aber will ich es noch besonders erklären. Dioskuren oder Jünglinge, Knaben des Zeus heißen die zwei immer zusammen erscheinenden, unzertrennlichen Jünglinge, die Kastor und Pollux heißen; sie sind zwei Brüder, die den dritten als ältesten, erschlugen - als die jüngern sind sie als Jünglinge gebildet. Der Begriff der Dioskuren komrn.t von den Kabiren her. Der scharfsinnige Sextus Empirikus sagt: »Kastor und Pollux haben sich in die Ehre der Kabiren eingeschlichen. [ «] * Später gingen sie als Kastor und Pollux in den Volksglauben über und verwandelten sich in Heroen, wie sie Homer kennt.",
    "Wenn übrigens jemand behauptete, daß ursprünglich menschliche Heroen den beiden Kabiren=Brüdern gleichgestellt worden seien, so würde ich es auch nicht widersprechen, indem dies für unsere Entwicklung gleichgültig ist. Genug, daß die Dioskuren gedacht wurden als zwei unauflöslich vereinigte, als zwei Kabiren - ob früher oder später, das ist gleichgültig. Sie wurden zugleich als errettende Götter gedacht, und namentlich als wohltätig für den Seefahrer. Cf. Horat. [Carm. I, 3.] »Sie te diva potens Cypri Sie fratres Helenae, lucida sidera, Ventorumque regat pater etc. etc.« Die bekannten sternenähnlichen Flämmchen, welche wohl elektrische Phantome sind und welche an den Spitzen der Mastbäume erscheinen, wenn der Sturm sich legt, auch noch heutzutage den Namen St. Elensfeuer haben - diese Flämmchen wurden als Erscheinungen der Dioskuren angesehen.",
    "Insofern nun konnte gesagt werden, die avaKcc; seien die Dioskuren . Über die Kureten, als die über Zeus bei seiner Geburt wachenden Potenzen, habe ich mich schon erklärt. Die, welche die avaKcc; als Kabiren erklärten, waren allerdings am besten Hunc equis, illum superare pugnis Nobilem' quorum simul alba nautis Stella refulsit.« [Carm. !, 12.] unterrichtet. Die Dioskuren waren nur 2 von den Kabirc,n; auch die Kureten waren 2, aber nur in gewissen Verrichtungen.",
    "Aus der Stelle des Pausanias ergibt sich auf jeden Fall, daß die drei o.vaKEc; den Göttern, die wir die verursachenden nennen, s gleich waren. Daß die Kabiren die avaKEc; waren, erhellt daraus , daß die in die Kabiren=Geheimnisse Eingeweihten, wie Clemens von Alexandrien erwähnt, avaKTOTEAECHat genannt wurden; daß aber vorzüglich die Eleusis gefeierten Götter avaKi:c; hießen, erhellt schon daraus, daß ein Teil des Tempels ](I zu Eleusis avaK,opov genannt wurde. Nach Hesyschius und Eustathius ist avciKEtOV der Name des Heiligtumes. Plutarch beschreibt im Leben des Perikles den Wiederaufbau des von den Persern verbrannten Tempels. Er nennt den ganzen Tempel [TEA1:crn7 pwv l aber einen Teil desselben, der der innerste war, * nennt er ['AvaK,opv ], woraus folgt, daß die im innersten gefeierten Götter zu Elcusis die üvaKEc; waren. Jedoch die bedeutendste Stelle ist die berühmte Stelle des Cicero de nat.",
    "* deor. 3, 21.",
    "»Principio Joves tres numerant ii, qui theologi nominantur; 211 ex quibus primum et secundum natos in Arcadia alterum patre Aethere, ex quo ctiam Proserpinam natam ferunt et Liberum alterum patre Coelo qui genuissc Minervam dicitur quam principem et inventricem belli ferunt tertium Cretescm Saturni filium n~us in illa insula sepulchrum ostenditur. L'.t0crKoup01 etiam apud Grajos multis modis nominantur. Primi tres qui appellantur Anaces (bemerken Sie die Dreizahl) Athcnis ex Jove (den Attischen Mysterien gehörten die clvaKEc; besonders und ursprünglich an) rege antiquissimo et Proserpina nati Tritopatreus , Eubuleus, Dionysus. Dies sind die drei Namen, 3U welche Cicero angibt. Cicero geht hier auch von den Dioskuren aus, aber er sagt: Die ältesten sind die 3, welche avaKEc; genannt werden und von der Proserpina geboren sind. Von diesen 3 unterscheidet er sorgfaltig die 2, welche Kastor und l*J Cohort. p. 31. Ed. Wirceb .",
    ".15 Herod. 9, 65.",
    "Pollux genannt werden. SecundiJovi tertio nati ex Leda Castor et Pollux. Die ersten und ältesten aber sind die, welche avaKEc; heißen und Söhne des Zeus und der Proserpina sind. Die Leseart ist hier zweifelhaft. Einige wollen nach avaKEc; keinen Zusatz. Der Zusatz »des ältesten« aber würde sagen, die ava- KEc; seien Söhne des ältesten Zeus; denn nachdem Zeus einmal da ist, wird er schon als Anfang gesetzt, wie die Proserpina.",
    "Inwiefern die verursachenden Potenzen in der Mysteriensprache Söhne des Zeus genannt werden, darüber habe ich mich schon erklärt. Daß die avaKEc; Söhne der Proserpina genannt sind, kann keine Schwierigkeit machen, obwohl nur Zagreus der Sohn der Proserpina ist, da Cicero in mysteriösen Dingen nicht so pünktlich ist. Der Name Proserpina ist hier nur gebraucht , um das hohe Alter der Herrscher und das Dunkel ihrer Geburt anzuzeigen. Auf jeden Fall trat der Begriff der- selben erst mit Proserpina ins Bewußtsein. Die Hauptsache ist, daß die Namen genannt sind. Der berühmte Hellenist Tib.",
    "Hemsterhuis hat aus Gründen, deren Gründlichkeit mir nicht einleuchtet, vermutet, es müsse Tritopatores* gelesen werden, was auch von Creuzer und andern angenommen wird, und was heißen würde, die 3 Väter und ein anderer Name für avaKEc; wäre. Weil aber da für die 3 nur 2 Namen übrig bleiben würden , so konjekturiert He1nsterhuis, der Name Zagreus sei ausgefallen. Die Konjektur wird vollkommen widerlegt durch folgende Bermerkungen - 1) durch das Schleppende der Rede; denn wenn Cicero außer dem gemeinschaftlichen Namen avaKEc; noch den gemeinschaftlichen Namen Tritopatores hätte anbringen wollen, so wäre es natürlich gewesen, es gleich bei dem Wort avaKEc; zu tun - 2) sehe ich nicht, wo ein andermal Tritopatores im Plural vorkommt. Es ist aber immer gewagt, wegen einer einzigen Konjektur einer solchen Stelle einen solchen Plural vorauszusetzen - * Cf. Lobeck in Friedem. u. Seeb. misc. crit. 1, 3. p. 520. fg. und 4. p. 616. fg.",
    "3) \\Venn Zagreus eingeschaltet werden müßte, so müßte Eubuleus der dritte Dionysos sein. Allein vielm.ehr ist nicht zu zweifeln, daß Eubuleus statt Zagreus gesetzt ist. Hesiod sagt:",
    "* EtJß[oU/1-ElJt; 0 ''AtöT)t;.] Auch andere Beweise gibt es, daß Eubuleus der Name des ersten Dionysos ist. Zagreus braucht nicht erst eingeschaltet zu werden; denn der welcher als Zagreus der wilde ist, ist in seinem Überwundensein als Hades der Wohlwollende, der weichherzige Gott. Es ist gerade m.erkwürdig, daß hier unter lU den avaKEt; nicht Zagreus, sondern Eubuleus genannt wird.",
    "Dies beweist nämlich, daß der Begriff, in welchem 3 als avaKEt; bestimmt sind, grade die höchste Zusammenfassung ist.",
    "Darin, daß Zagreus nicht mehr Zagreus, sondern Eubuleus ist, liegt die vollendete Einheit. Eubuleus ist also gleich dem ersten Dionysos - Dionysos gleich dem zweiten Dionysos - Trito- * fpatreus] ist der dritte Dionysos, wie schon der Name sagt.",
    "Wenn also die 3 Dionysos in den attischen Mysterien als drei Regenten angesehen waren, als Regenten Ka,' si;oxriv, so folgt notwendig, daß sie auch als sukzessive Herrscher gedacht wurden , denn avai; bedeutet immer den obersten Herrscher.",
    "Oberster Herrscher kann aber immer nur einer sein. Drei oberste Herrscher in einer Idee vereinigt sind auch notwendig drei sukzessive Herrscher.",
    "Sollten sich nun aber nicht auch in den Eleusinischen Festgebräuchen selbst Anzeichen finden, daß in der Wirklichkeit, wie es unserer Voraussetzung gemäß sein müßte, der dritte Dionysos zwar nicht als gegenwärtiger, aber als zukünftiger Herrscher gefeiert wurde? Allerdings. Erinnern Sie sich, daß der dritte Dionysos als Kind an der Brust der Demeter dargtestellt wurde. Warum aber als Kind, als Säugling? In keiner andern Absicht, als um ihn als den noch nicht herangewachsenen , als den zukünftigen Weltherrscher zu bezeichnen. In keinem andern Sinne war es, daß in den Armen der Fortuna primigenia in ihrem Tempel zu Präneste Zeus ebenfalls als Kind lag, nämlich mn ihn als den nicht herangewachsenen, aber unausbleiblichen künftigen Herrscher der Welt zu bezeichnen . So haben wir auch den zweiten Dionysos, als er noch schwach war, unter der Obhut von Ammen und in den Armen des ihn freundlich anblickenden Pan gesehen. Diese Symbolik bleibt sich immer gleich. In einem der in Pompeji ausgegrabenen Wandgemälde wird Kronos auf dem Throne sitzend dargestellt, wie er sich mit der ahnungsvoll widerstrebenden Rhea vermählt. Unter dem Throne verborgen erscheinen die drei Kronos=Söhne Hades, Poseidon und Zeus. Diese sind als künftige Weltherrscher teils dadurch, daß sie im Hintergrunde des Thrones sind (denn auf einem Gemälde konnte die Verborgenheit der Zukunft nicht anders, als durch ein räumliches Verhältnis, dargestellt werden), teils dadurch dargestellt, daß sie als unbärtige Jünglinge erscheinen. Also die Jugend, die Kindheit deutet überall auf Zukunft. Jugend ist Symbol der Zukunft überhaupt. Eine Hauptrolle spielte in den Jakchos =Prozessionen die mysteriöse Wanne, welche Stoff zu allerlei lächerlichen Erklärungen gab. Z.B. nach Servius sollte sie andeuten, der Eingeweihte werde von dem Uneingeweihten wie das Getreide durch die Wanne von der Spreu, geschieden. Man kann dieses Symbol nicht wohl mehr auf die Einsetzung des Ackerbaus beziehen; dennJakchos war Urheber einer viel höhern, geistigen Wohltat. Dem zweiten Dionysos und der Demeter gehört die Einsetzung des Ackerbaus zu.",
    "Aber es ist bekannt, daß das Kind Jakchos selbst in der Wanne getragen wurde und daher AtKVl'CT]<; hieß. Wanne ist soviel als Wiege, und auch durch die Wanne oder Wiege ist Jakchos als Kind bezeichnet. Wenn Sie mich fragen, warum gerade eine Wanne gewählt worden sei, so antworte ich: Auch Jakchos selbst sollte dadurch als Fürst des Friedens bezeichnet werden - die Wanne ist das Bild des friedlichen Lebens. Es sollte auch das Unscheinbare seiner Geburt durch die Wanne bezeichnet wer- den. Die Wanne in den Jakchos=Prozessionen ist durch eine natürliche Prolepsis das, was in der Folge in einer weit heiligem Geburt die Krippe werden sollte. - Eine andere sehr gewöhnliche Vorstellung der Kindheit des Jakchos ist, daß er mit 1~6. * Spielwerk umgeben vorgestellt wurde. Dies deutet auf künftige Weltherrschaft. Die Kugel bedeutet die Weltkugel - der Zepter spricht von selbst. Doch kann man schon Fortschritte des Kindes wahrnehmen; diese werden aber dadurch ausgedrückt , daß das Kind heranwachsend und dadurch immer mehr seiner Bestimmung, der Weltherrschaft, näher kommend dargestellt wird. Dieser Fortschritt wird am bestimmtesten dadurch angedeutet, daß am sechsten Tage, dem festlichsten der Eleusinien , Jakchos schon als Knabe erscheint, das Haupt bekränzt mit Myrten, dem Zeichen der friedvollsten Zeit, dem Gegensatze des kriegerischen Lorbeers und des Eichenlaubes, das die wilde Urzeit andeutet. Hier also erschienJakchos schon als Knabe, der * unter feierlichem Zurufe nach Eleusis von [Kerameikos] gebracht wurde. Auch dadurch ward er als der Kommende bezeichnet , - und zum Schluß komme noch die Ansicht hinzu, daß der Name Eleusis selbst nur das Kommen, die Zukunft oder das altdeutsche Kunft, den Advent des Gottes bezeichnet. Ich leugne nicht, daß der Name Eleusis auch auf die erste Ankunft der Demeter bezogen werden könne. Allein es fragt sich nur, ob dies letztere nicht die öffentliche Deutung war? Das wahre Kommen liegt vielmehr in der Ankunft des Jakchos. Daß also in dieser Feierlichkeit Jakchos als Herrscher einer künftigen Zeit vorgestellt wurde, glaube ich bewiesen zu haben."
  ]
}