{
  "title": "Vorlesung 62 (Lecture 62)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Zu den abgöttischen Opfern der Israeliten gehörten auch die- jenigen, welche sie den Seherinnen brachten, unter denen sich nur panische Wesen verstehen lassen, und deren Wohnung man sich in der Wüste dachte, entfernt von allen Wohnungen der"
    },
    {
      "index": 1,
      "text": "[*] C. Plinii Sewndi naturalis historix libr. XXXVII. Recensuit et commentar. criticis indiscibusque instruxitj11/. Sillig. Hamb. & Goth., Fr. & A. Perthes."
    },
    {
      "index": 2,
      "text": "Menschen. Darum war auch den Israeliten kein Opfer im Freien gestattet. Umso auffallender ist es, daß die rötliche Kuh außer dem Lager geschlachtet und verbrannt werden sollte. Jedes andere Opfer mußte, auch in der Wüste, vor dem heiligen Zelte gebracht werden. Das Feld gehörte dem allgemeinen, schrankenlosen Gott. Jehova war nicht so ein allgemeiner, sondern ein persönlicher, faßlicher und begreiflicher Gott, nicht ein namenloser, der im Weiten gesucht werden muß, sondern einer, der auch einen Namen hat, der sich nicht im Felde, sondern in einem Hause, in der Wüste in einem Zelte verehren läßt. Jeder lsraelite, der sein Opfer im Freien brachte, wurde als ein solcher angesehen, der den Seherinnen haben, opfern wollen. Um auf das in der letzten Vorlesung besonders erwähnte Opfer zurückzukommen, so wurde der Bock, auf den das Los für den Assassel fiel, frei entlassen, um die auf ihn gelegten Sünden des Volkes in die Wüste, das Land der Ver- gessenheit, zu bringen. Was man übrigens unter dem Assassel sich denken möchte, er ist eben dadurch, daß man ihm die Wüste als Wohnort anweist, als Wesen der Vergangenheit be- zeichnet. Hieße es bloß, der Bock sei in die Wüste gesendet worden, so könnte man es bloß als Hinwegnahme denken; da er aber dem Assassel geschickt wird, so muß man sich hier den Rest einer alten Superstition denken. Assassel wird als ein dem Volke bekannter Name vorausgesetzt. Er ist ein Wesen der Vergangenheit für das israelitische Bewußtsein; darum aber doch nicht Nichts; wie Typhon, als überwunden gedacht, doch noch seine, wenn auch kleinen, Tempel hatte und wenigsten temporäre Verehrung genoß. Die Ansicht der Offenbarung von dem Heidentume ist keineswegs die mancher neuern Er- klärer. Die Offenbarung erkennt die Realität des Heidentumes aufs bestimmteste an, wie ich zeigen werde, wenn ich auf die christliche Ansicht über die Mythologie zu sprechen komme. Auch bei der Reinigung vom Aussatze wurde etwas Ähnliches beobachtet. Zwei Vögel wurden geopfert; der eine ward ge- schlachtet, der andere in das Blut des geschlachteten getaucht und entlassen. Alten Naturgottheiten waren im Heidentume * freiwandelnde Herden geweiht. Plutarch erzählt im Leben des"
    },
    {
      "index": 3,
      "text": "Lucullus (K. 24], daß jenseits des Euphrats der Artemis ge- weihte Stiere frei geweidet haben. Bekannt sind die sieben Herden heiliger Stiere, die dem Helios geweiht waren und frei herumwandelten, bis sie von den Gefährten des Odysseus ge- schlachtet wurden. Sueton im Leben des J. Caesar (81] erzählt, J. Caesar habe bei dem Übergange über den Rubikon eine Herde Rosse geweiht und sie sodann frei schweifend ohne Hirten entlassen. Wem er sie geweiht habe, wird von Sueton nicht bemerkt. Galt diese Weihe dem Namenlosen, Allgewal- 111 tigen, an dessen dunkle Gewalt der Mensch bei gefahrvollen Unternehrn.ungen sich erinnert? War diese Weihe eine solche, wodurch man dem Gott des Naturlebens eine Versöhnung bringen wollte, dem Gott, der das Wild hat freigehen lassen? Ich weiß es nicht. Merkwürdig wäre, wenn J. Caesar bei jener Freilassung eine königliche Sitte hätte beobachten wollen. We- nigstens darf nun einer ähnlichen Sitte, die sich nahe bis auf unsere Zeit erhalten hat, ein sehr hohes Alter beilegen. Bei der Krönung der Könige von Frankreich in der Kathedrale zu Rheims war es gebräuchlich, eine Anzahl von Vögeln in dem Augenblicke, wo die Krone auf des Königs Haupt gesetzt wurde, frei fliegen zu lassen, um den alten, leider vergessenen, Begriff auszudrücken, daß der wahre König innerhalb der * Schranken des bürgerlichen Gesetzes das alles befreiende Prin- zip sei. Wie es sich auch imrn.er in Ansehung des mosaischen Ritus verhalte, ob der freigelassene Bock eine Versöhnung für den Herrscher der Wüste sein, oder ob ausgedrückt werden sollte, daß die Sünden des Volkes der Wüste, dem Reiche der Vergangenheit, übergeben werden sollten, auf jeden Fall invol- viert dieses Opfer des Assassel einen alten, superstitiösen Glauben, und man muß gestehen, daß in diesem von Jehova zugegebenen, ja geheiligten, Gebrauche etwas von dem als Vergangenheit gesetzten Heidentume durchscheine. Gesetzt, man wollte den heidnischen Grund in diesem, sowie in den andern, früher erwähnten, Gebräuchen nicht zugeben; wie wollte rn.an unter der Voraussetzung, daß die mosaische Reli- gion eine göttliche ist, das ganze levitische Opfergesetz erklä- ren? Wie läßt sich mit der wahren Offenbarung vereinigen, daß"
    },
    {
      "index": 4,
      "text": "die Opfer zur Versöhnung der Sünden gereichen, während wir der ausdrücklichen Erklärung des Neuen Testaments zufol- ge alle Opfer der Art als zur Vergebung der Sünden unzu- reichend erkennen müssen? Wie wollten wir überhaupt so manches in den religiösen Vorschriften der Israeliten erklären, das offenbar den Charakter der Superstition an sich trägt? Wie jene Desidärnonie, von der Clernens von Alexandrien sagt, sie bestehe darin, daß man sich vor allem fürchte? Dieser erklärt diese Superstition als einen Glauben, wobei der freie Mensch einer völligen Knechtschaft unterworfen wird. Es gibt keine Religion des Altertumes, in welcher irgendein Volk einer sol- chen Knechtschaft unterworfen gewesen wäre, als durch die mosaische Religion das israelitische Volk unterworfen war. Diese, wie es scheint, blinde, knechtische Superstition begün- stigenden, und nicht bloß nach Vernunft, sondern gerade nach christlichen Begriffen Gottes so wenig würdig scheinenden Gebräuche, dieser Kontrast eines angeblich göttlichen Gesetzes haben von jeher Anstoß erregt, und von jeher suchte man sich dieses eigentümliche der mosaischen Gesetzgebung zu erklä- ren. Es gibt bis jetzt nur zwei Erklärungs=Systerne. Das erste ist das Spencer'sche, ausgeführt in dem schon zitierten Werke »de legilnts veterum Hebraeorurn ritualibus« - neu herausgegeben von dem berühren Kanzler Pfa_if in Tübingen. Spencer nimmt an, in manchen vorgeschriebenen Gebräuchen habe sich Gott zu der Denkweise der Israeliten herabgelassen ad Israelitarurn modum se adternperasse - er habe ihnen manche heidnische Gebräuche gleichsam nachgesehen und gestattet. Das zweite Erklärungssystem ist das allgemeine der typischen Theolo- gie, daß nämlich die vorn mosaischen Gesetze vorgeschriebe- nen Opfer rnn:ot - Vorbilder - sein sollten für das Opfer des Neuen Testaments, der wahren Versöhnung und Sündenverge- bung durch den Tod Christi. So sollte auch alles Übrige in den1 mosaischen Zeremonial=Gesetze vorbildlich zu verstehen sein; alles sollte eine bestimmte Vorbedeutung enthalten, z.B. die zahlreichen, zum Teil schuldlosen, Verunreinigungen, die das levitische Gesetz statuiert, sollten Vorbilder der wahren, innern Sündenvergebung sein. Die Einteilung in reine und"
    },
    {
      "index": 5,
      "text": "unreine Tiere sollte Bild der reinen und unreinen Seele, die heiligen Personen, die Priester selbst, sollten Vorbilder des ewigen Hohenpriesters Christus sein. Die heiligen Gebäude und ihre Teile, der Vorhof, der Cherubim, die Bundeslade, der Tisch mit den Schaubroden und die Feste der israelitischen Kirche, das Passahfest, das Pfingstfest, das Laubhüttenfest, besonders die Zeremonien des großen Versöhnungslagers, die Beschneidung, kurz, alle dem mosaischen Gesetze eigentüm- lichen Vorschriften sollten nur Vorbilder - rnrrot - sein, die ihre Wahrheit nicht in sich selbst, sondern in dem hätten, was durch sie vorgebildet wurde. Was nun die Spencer'sche Erklärungs- weise betrifft, so kann sie in der Art, wie sie Spencer selbst vorgetragen, als ob nämlich in den Vorschriften des n1.osai- schen Gesetzes eine göttliche Kondeszendenz stattgefunden hätte, obwohl das israelitische Volk nur mit Widerstreben sich dem Gesetze unterwarf, oder ob Gott gewisse heidnische Ze- remonien, ohne sie angeordnet zu haben, nur gleichsam nach- gesehen und zugelassen habe, allerdings nicht verteidigt wer- den. In diesem Sinne äußert sich auch Hamann* sehr entschie- den gegen die Spencer'schen Hypothesen, wie er sie nennt. Von der andern Seite hat man dieses System auch bestritten, weil es die typische Bedeutung ganz und gar aufhebt. Dies war inso- fern natürlich, weil man das Heidentum ohne alle Beziehung auf das Christentum sich dachte, weil man meinte, das Chri- stentum und das Heidentum hätten schlechterdings nichts ge- mein, und das Christentum wäre eine bloße Negation des Heidentumes. Denkt man sich aber, wie dies auch aus dem frühem hervorgeht, daß es ungeachtet aller äußern Verschie- denheiten doch nur Ein substantieller Inhalt ist, der durch alle Religionen hindurchgeht, so ist es diesem Gedanken sehr ge- mäß, wenn man zugesteht, daß auch das Heidentum Vorbilder des Verhältnisses in sich hatte, das in seiner Wahrheit erst durch Christus erscheinen sollte. Umso weniger kann es anstößig sein, wenn auch schon heidnische Ritus vermöge des objekti- ven ihrer Bedeutung vorbildliche Bedeutung hatten, solche"
    },
    {
      "index": 6,
      "text": "[*] HAMANN's Schriften. 8. Bde. Berlin, 1820-40."
    },
    {
      "index": 7,
      "text": "heidnische Vorbilder im mosaischen Gesetze aufgenommen zu sehen. Allein nach unserer Erklärung stellt sich die Sache auch noch von einer andern Seite dar. Das Heidnische darf nicht angenommen werden als etwas, wozu sich Gott freiwillig her- abgelassen, oder was Gott vermöge einer freien Kondeszen- denz bloß zugelassen habe. Das Heidnische lag vielmehr im israelitischen Volk, ohne allen Anteil Gottes, unabhängig von jeder Offenbarung. Jede Offenbarung setzt schon ihrem Be- griffe nach, etwas voraus, was sie nicht absolut aufheben kann, eben weil es ihre Voraussetzung ist, weil sie nur in ihm das Bewußtsein des Wahren hervorbringen kann. Dies ist eine notwendige Schranke aller Offenbarung, welche sie nur auf- heben kann, wenn sie sich selbst aufhebt. Das israelitische Volk war keineswegs von dem allgemeinen Verhältnisse des mytho- logischen Prozesses ausgenommen. Jener uralte Hang zur Ab- götterei, welcher selbst den Mahnungen der Propheten und einzelner Könige widerstand, läßt sich nicht anders erklären, als durch die Annahme, daß die Israeliten der Notwendigkeit des mythologischen Prozesses von Natur ebenso unterworfen waren, wie alle andern Völker. In der Theorie Monotheisten waren sie in der Praxis Polytheisten; sie haben auch alle Stufen des Polytheismus durchlaufen. Zu der Himmelskönigin, mit der jeder Polytheismus anfängt, gesellten sich bald Baal, Asta- roth, die Greuel der Phönikier und Manichäer, Moloch; alle diese abgöttischen Verehrungen traten nacheinander hervor. In späterer Zeit, unter der Regierung des Asa, kommen sogar Spuren der Kybele vor. Von Asa wird erzählt, daß er seine Mutter Maacha abgesetzt habe, weil sie ein abscheuliches Göt- zenbild im Haine aufgestellt hätte.[*] Die Mutter des Königs hatte sich zur Priesterin einer fremden Gottheit geweiht. Das hebräische Wort, das hier gebraucht wird, ist kein Maskuli- num, sondern Femiminum. Der Name selbst kann der Ety- mologie nach keine andere, als eine der Kybele analoge Gott- heit anzeigen. Dieser Hang zur Abgötterei nahm keineswegs im Fortschritte der Zeit und der Bildung ab, sondern gerade"
    },
    {
      "index": 8,
      "text": "[*] 3. Reg. C. 15, V. 13. *"
    },
    {
      "index": 9,
      "text": "wenigstens bis zu einem gewissen Zeitpunkte. Und nicht Zll,"
    },
    {
      "index": 10,
      "text": "eben der rohe Teil des Volkes, sondern gerade die Gebildetsten, die Könige selbst, wendeten sich der Abgötterei zu - und unter den Königen der, dessen Zeitalter für die israelitische Kultur das goldene, dessen Weisheit noch heutzutage im Orient sprichwörtlich ist. Wenn der Polytheismus nicht etwas schein- bar Gebildeteres, Entwickelteres war, als die einfache alte Religion, wie war es möglich, daß ein König von Salomons Weisheit auf solche Art sich betören ließ? Das israelitische Volk w scheint es als harte Entbehrung empfunden zu haben, daß es nicht auch andere und mehrere Götter anbeten durfte. - Von der Abgötterei muß unterschieden werden, ein anderer Fehler, nämlich daß Jehova unter einem Bilde verehrt wurde, was ebensosehr verboten war. Dies war gleichsam ein Mittelweg, der von einigen eingeschlagen wurde. Dies war die Sünde Jerobeams, der nach der Teilung des Reiches seine Untertanen von dem Besuche der hohen Feste in Jerusalem abhalten wollte,[*] und zwei goldene Kälber zu Bethel und Dan auf- stellen ließ, unter denen jedoch der wahre Gott, Jehova, verehrt werden sollte. Dieser Bilderdienst wird eine Sünde genannt, aber doch von der eigentlichen Abgötterei unterschieden. Denn als sich Achab von seiner Gemahlin Jezabel verführen läßt, die Verehrung des Baal einzuführen, heißt es: »Und als ob es nicht genug wäre, die Sünde Jerobeams fortzusetzen, nahm er dazu Jezabel, eine Tochter Ethbaals, des Königs von Sidon, zur Gemahlin, diente Baal und betete ihn an. Und Achab tat mehr, den Jehova zu erzürnen, als alle andern israelitischen Könige.« Von Joran1 heißt es(**]: »Er tat, was Jehova mißfällig war; doch nicht in dem Maße, wie sein Vater und seine Mutter. Denn die Bildsäule Baals, die sein Vater hatte machen lassen, nahm er weg; nur hing er fest an der Sünde, zu der Jerobeam, die Israeliten verleitet hatte, und ließ nicht ab.« Der König Jehu eifert gegen Baal und nennt sich einen Eiferer des Jehova(***]; er"
    },
    {
      "index": 11,
      "text": "[*] 3. Reg. C. 12, V. 28 sq. [**] 4. Reg. C. 3, V. 2.3. * l***] 4. Reg. C. 10, V. 16. V. 30.31."
    },
    {
      "index": 12,
      "text": "erhält deswegen ein Lob von Jehova, und die Verheißung, daß seine Nachkommen bis ins vierte Glied den Thron Israels be- haupten würden; dabei wird angemerkt, daß er sich von der Sünde Jerobeams nicht losge1nacht habe. Aber nicht dieser Bilderdienst, die eigentliche Abgötterei, die Verehrung anderer Götter war die Sünde, der sich selbst Salomon teilhaftig machte. Dieser unabwendbare Hang zum Götzendienste ist plötzlich und mit einem Male verschwunden, sowie das Volk aus dem babylonischen Exil zurückkehrt. Man erklärt dies zwar so, daß die Juden während des Exils mit den Persern in Berührung gewesen wären, unter denen eine geistige Religion, eine Art von Monotheismus, frei von Abgötterei geherrscht habe; aber dies würde nicht zugereicht haben. Das n1erkwür- dige dieser Erscheinung ist, daß jener Hang zum Polytheismus damals verschwand, als der theogonisch = mythologische Pro- zeß in der Menschheit überhaupt sein Ende nahm. Dies ist ein Beweis, daß der Polytheismus nicht etwas Zufälliges, sondern eine allgemeine Seuche war, die ihren bestin1mten Verlauf hatte, daß er also auf einem allgemeinen Prozeß beruhte, von dem das auserwählte Volk nicht unabhängig sich erhalten konnte, solange bis der Polytheismus auch in der übrigen Menschheit seine Kraft verloren hatte. Aus alledem, was von der Notwendigkeit des mythologischen Prozesses längst schon gesagt ist, und daß auch das auserwählte Volk diesen Prozeß nicht gänzlich entgehen konnte, erhellt, daß, um das dem Heidentum analoge in der israelitischen Gesetzgebung zu er- klären, es keiner freiwilligen und besondern Herablassung oder Akkomodation Gottes bedarf. Eine solche Akkomodation Gottes zu den Vorstellungen des Hcidentumes wäre der Gott- heit ganz unwürdig, wenn diese Vorstellungen und Gebräuche nicht selbst eine gewissen Realität oder Beglaubigung, selbst eine objektive Bedeutung hätten, und leere Erfindungen und bloße Menschensagen wären. Dies ist nicht der Fall. Umge- kehrt: das mosaische Gesetz eben ist der größte Beweis von der Realität des Heidentumes, da der Mosaismus eben so unerklär- lieh wäre, wenn man nicht einerseits die Realität des Heiden- turnes, andererseits die Offenbarung in ihm erkennen würde."
    },
    {
      "index": 13,
      "text": "Die Offenbarung konnte die Spannung, durch die der mytho- logische Prozeß hervorging, nicht unmittelbar aufheben. Sie konnte, nachdem einmal das menschliche Bewußtsein jenem Prozeß anheim gefallen war, nur durch sukzessive Überwin- dung die wahre Erkenntnis selbst sich erzeugen lassen. Auch in dem auserwählten Volke konnte die Offenbarung den Prozeß nicht unmittelbar aufheben, sondern nur lenken und alles da- hin richten, daß alles in ihm Vorbild des Zukünftigen, des eigentlich sein Sollenden wurde. Um mich deutlicher zu er- klären, so bemerke ich, daß das Bedürfnis, die erzürnte Gott- heit durch Opfer zu versöhnen, von der Offenbarung voraus- gesetzt werde, nicht daß sie dasselbe erregte, die Anordnungen des Moses setzten die Opfer keineswegs ein, sondern sie gaben bloß direktive Vorschriften. Das Hostielle der mosaischen Re- ligion ist nur ein Vorausgesetztes, durch welches eben dieselbe ihren Anteil an jenem allgemeinen Prozeß bekennt. Oft genug wird im Alten Testament gelehrt, daß Gott an diesen Opfern keinen Gefallen habe. Jehova sagt durchJeremias: »Was soll mir die Menge neuer Opfer? Ich bin satt der Opfer und der Farren; ich bin satt vom Blute; ich bin derselben überdrüssig, bin * müde, diese zu leiden.« Also die Einsetzung der Opfer war keine absolut freiwillige, sondern eine vorausgesetzte, wenn- schon von der Offenbarung es berechnet ist, sie zu einem bestimmten Sinne zu lenken. Zugleich erhält auch von dieser Bestimmung die typische Erklärung erst ihren wahren Sinn. Es ist dies nicht zu verstehen, als ob überall das Typische mit Absichtlichkeit hineingelegt wäre. In jeder Bewegung, die ein bestimmtes Ziel hat, das eben darum selbst als Ursache, als causa finalis der Bewegung wirkt, findet immer eine Präfor- mation des Zukünftigen statt. So finden wir in der Natur künftige sittliche Verhältnisse präformiert. Ich führe z.B. nur die gesellschaftliche Verfassung der Bienen an, welche nicht mit Unrecht ein Staat genannt wird. Wenn die Bewegung, durch die das Heidentum entsteht, bereits eine notwendige Beziehung, ein Ziel auf Christus hat, so werden wir schon im Heidentume das Christentum präformiert antreffen. Alle Op- fer des Heiden = und Judentumes zielen nur auf jenes große"
    },
    {
      "index": 14,
      "text": "Opfer, sind Vorbilder jenes großen Opfers, durch welches das Heidentun1 und das Judentum zugleich aufgehoben werden sollte. Sie waren Vorbilder, selbst ohne Ahnung. Die durch das mosaische Gesetz vorgeschriebenen Opfer hatten nur eine äu- ßerliche Wirkung, sie brachten nur eine äußere Reinigung und Versöhnung hervor. Paulus sagt: Das Blut der Stiere und Böcke reinigt euch äußerlich, aber das Blut Christi, der in Kraft des Hl. Geistes sich selbst ein unaufhebliches Opfer gebracht hat, reinigt das Innere des Gemütes, den Grund des Bewußtseins selbst. (Hebr. 9. Kap. [V. 13.14]) Dies ist nur ein mehr typi- * scher Ausdruck des Verhältnisses, das wir in mehr philosophi- schen Ausdrücken im Ganzen des Juden = und Heidentumes festhielten. Daher mußten diese Opfer beständig wiederholt werden, und sie konnten den eigentlichen Grund unserer Un- einigkeit mit Gott nicht aufheben. Es war da bloß eine aktuelle Überwindung, nicht eine Überwindung der Potenz selbst. Jene Opfer mußten beständig wiederholt werden, eben weil sie unkräftig waren, den eigentlichen Zwiespalt mit Gott aufzu- heben. Sie waren bloß Schatten, aber doch wirklich Schatten der künftigen, absoluten Versöhnung, für welche das einzige große Opfer genügte, das nicht wiederholt zu werden braucht, das für ewige Zeiten dargebracht ist. Die Opfer des Alten Testaments, obwohl sie bloß Schatten des zukünftigen waren, hatten eben deswegen auch für ihre Zeit eine reelle Bedeutung. Eben diese reelle Bedeutung hat man nicht begriffen. Man hat nicht überlegt, daß, wenn die vorbildlichen Opfer nicht auch eine reelle Bedeutung hätten, auch das, wovon sie Vorbilder sein sollten, seine reelle Bedeutung verlieren würde, was denn auch geschehen ist, indem die ganze Versöhnungs=Idee des Christentumes auch als etwas Heidnisches erklärt wurde. Alle jene Opfer des Heidentumes, und noch mehr des Alten Testa- rnents, waren nicht bloß Fiktives und bloß Heidnisches, son- dern sie waren etwas sehr Reelles. Insofern ist die Anerken- nung der Realität der Opfer des Heidentumes eine notwendige Voraussetzung der Realität des Opfers durch Christus. Ich füge hier Hamanns merkwürdige Äußerung bei: »Wenn man alle jüdischen und heidnischen Bestandteile vom Christentume mit"
    },
    {
      "index": 15,
      "text": "pharisäischer Kritik absondern wollte, so bliebe ebenso viel vom Christentume übrig, als von unserm Leibe durch ähnliche metaphysische Scheidekünste übrig bleiben würde, nämlich - nichts.« Auch im Heidentume wirkte Christus, obwohl er s nicht als Christus, sondern nur als natürliche Potenz wirkte. Auch imJudentume wirkte er, unmittelbar, aber bloß als natür- liche Potenz, allein durch diese hindurch zwar als verborgene, aber als zukünftige Persönlichkeit."
    }
  ]
}