{
  "title": "34. Vorlesung (Lecture 34)",
  "paragraphs": [
    "M. H. Was uns heute beschäftigen wird, ist eine Übersicht der Epochen und Momente, die sich in dem Mythologie erzeugenden Prozeß erkennen und nachweisen lassen; erkennen aus der Natur der Prinzipien, die im Prozeß wirkend sind, nachweisen in den geschichtlich hervortretenden Mythologien der verschiedenen Völker, von denen sich tatsächlich zeigen läßt, daß sie sich als Momente eines und desselben fortschreitenden Prozesses verhalten.",
    "A. Erste Epoche.",
    "Der angenommene Prozeß kann nicht anders, als mit der ausschließlichen Herrschaft des blind Seienden anfangen, in dessen Gewalt sich das Bewußtsein befindet. Es ist nicht eine bloße Vorstellung dieses Prinzips: es ist das Prinzip selbst, wovon das Bewußtsein beherrscht wird - es ist in die Gewalt jenes Prinzips gefallen, welches das prius, das zu Grunde liegende, der Natur ist. Das Prinzip selbst aus seiner Ruhe, aus seinem Nichtsein wiedergesetzt, hat sich nun des menschlichen Bewußtseins bemächtigt. Das Wesen des Menschen ist im Anfange der Natur, oder eigentlich vor aller Natur gesetzt, weil im Bewußtsein das aller Natur vorausgehende Prinzip gesetzt ist. Denn jenes Prinzip ist, wie ich schon anderwärts bemerkt habe, in seiner Schrankenlosigkeit das Naturwidrige, der Gegensatz aller Natur, das von der Natur nichts wissen Wollende.",
    "Gerade darum, weil es in seiner Beschränktheit Grund der Natur ist, ist es in seiner unbeschränkten Allmacht und ausschließlichen Herrschaft das Aufhebende, Auflösende der Natur , in dem nichts Konkretes bestehen kann, und das sich verzehrend gegen alles Leben verhält. Dies werden Sie bestimmter so einsehen:",
    "In sein Ansieh zurückgebracht ist dieses Prinzip rein geistig, und zugleich das prius, der Anziehungspunkt aller anderen Potenzen, über die es eine magische Gewalt ausübt. Tritt es aus seinem Ansieh hervor, so stößt es jene Potenzen zurück. Dennoch will es sich in seiner Zentralität gegen die Potenzen behaupten. Wenn es aus seiner Latenz, aus seinem Ansieh hervortritt , hat es seine zentrale Natur verloren, und muß gegen die höhern Potenzen selbst peripherisch werden; es muß zur Materie oder materiell, es muß zum urroKEtµi:vov werden. Ich bemerke, daß ich hier das Wort »Materie« nicht im physischen oder körperlichen, sondern im metaphysischen, logischen Sinne nehme. Eben jenes in seinem Ansieh geistige Prinzip ist in seinem Hervortreten bestimmt, gegen die höhern Potenzen zum 6rcOKEtµEvov zu werden. Dies will es aber nicht; es will sich als geistiges behaupten, will sich nicht als entgeistigt be- kennen, was geschehen würde, wenn es sich gegen die höhern Potenzen materialisierte. Auf diese Weise entsteht ein Kampf zwischen dem immateriell sein wollenden Prinzip und den höhern, es aus dem Zentrum hinausstoßenden und zur Materie herabsetzenden, Potenzen. Dieser Kampf ist im menschlichen Bewußtsein derselbe Moment, den wir vor aller Natur denken müssen, wo jenes falsche rcav, das alles verzehrende Prinzip, im Kampf gegen die es sich unterordnen wollenden höhern Potenzen zuerst zerrissen und in einzelne Elemente zersprengt wird: Indem jenes Prinzip sich der Unterordnung widersetzt, die Unterordnung aber doch gefordert wird, - in diesem Streite zweier entgegengesetzter Forderungen wird es zerrissen und in einzelne Elemente gleichsam zerschlagen. In jedem dieser Elemente lebt der Geist des Urprinzips fort; jedes Element will sich als Zentrum behaupten. Dieses Ringen zwischen Gei- stigkeit und Ungeistigkeit, dieser Widerstreit gegen das erste Materialisieren, wo jedes Moment die Tendenz zur Zentralität behält, dieser Kampf, der noch nicht selbst die Natur setzt, aber doch den Übergang zur Natur, ist in der Entstehungsgeschichte der Mythologie der Moment des Entstehens des Welt- systems oder des astralen Systems: In jenem astralen System ist das Grundprinzip der Natur; dieses falsche rcav erscheint alsdann in der Folge als zerrissen und in einzelne Elemente getrennt. In diesem Ringen zwischen ursprünglicher Geistigkeit und der ihm zugemuteten Materialität wird das Urprinzip der Natur zum Weltsystem. Der diesem Moment entsprechende Moment des mythologischen Bewußtseins ist jene astrale Religion, die ohne Widerspruch als älteste anerkannt ist; ich werde sie der Kürze halber Sabäismus (von Saba Himmel) * nennen. Man irrt sich, was im Grunde schon der Ausdruck des himmlischen Heeres, welches in der Folge mit den den Thron des himmlischen Geisterkönigs umstehenden Geisterseharen identifiziert, zeigt, wenn man annimmt, daß jene Verehrung dem Körperlichen in den Sternen gegolten habe; diese Verehrung bezog sich auf das unüberwindlich Eine, nicht auf das Materielle, sondern auf das Geistige in den Weltkörpern. Sie bezog sich nicht auf die Weltkörper als solche, sondern auf den ihnen allen innewohnenden Grund der siderischen Bewegung.",
    "Sie entstand nicht etwa durch die sinnlich empfindbare wohltätige Wirkung der Sonne, wie man jene Religion etwa psychologisch erklärt, daß nämlich dadurch der Mensch zur Bewunderung und zum Danke hingerissen worden sei. Dadurch würde jene Religion ganz unhistorisch erklärt, denn es läßt sich historisch nachweisen, daß die ursprüngliche Verehrung nicht dem Körperlichen oder Materiellen, sondern dem rein Astralen, dem unsichtbaren Grunde der siderischen Bewegung gezollt wurde. Zu diesem rein Astralen konnte der älteste Mensch nicht durch eine sinnliche Empfindung, noch durch den Gedanken erhoben werden - solch einen erhabenen Gedanken wird man nicht gerade der ältesten Menschheit zuschreiben . Jene siderische Religion läßt sich daher nicht erklären , außer wenn man annimmt, daß diese Verehrung dem unzerreißbar Einen galt; nur daraus, daß die älteste Menschheit durch eine innere notwendige Bewegung ihres Bewußtseins selbst in das Wesen dieser astralen Bewegung gleichsam eingetaucht wurde, oder daß das Bewußtsein durch eine innere Bewegung selbst jenem siderischen Prinzip anheim fiel, läßt sich jene älteste Religion erklären. Damit stimmt alles überein, was wir von dem Leben oder dem Benehmen dieser ältesten Menschheit wissen. Ich sage »Menschheit« - denn von Völkern ist noch nicht die Rede; die Menschheit ist noch nicht getrennt.",
    "Alles, was wir von dieser vorgeschichtlichen Menschheit durch den dichten Nebel der Vorzeit noch erkennen, lehrt uns, daß dieses Leben nicht an feste Wohnplätze gebunden, sondern den Sternen gleich ein unstätes, herumschweifendes, nomadisches war. Dieselbe Notwendigkeit, die den Geist der Menschheit auf das Siderische richtete, die das Gesetz ihres Bewußtseins war, war das Gesetz ihres Lebens, und man kann sagen: In jenen Nomaden des Himmels, in ihrer nur wenigen Abwechslung durch die Wüsten des Äthers - um mit Pindar zu reden - sah die älteste Menschheit nur die höchsten Vorbilder ihres eigenen Lebens. Ins Bewußtsein der Menschheit traten jene Himmelskörper an die Stelle des wahren Gottes. An ihnen hatte sie nur eine Seite des wahren Gottes, nicht aber in ihrer Wahrheit. Sie hielt jedoch diesen Gott um so mehr fest, weil er das einzige ihr übrige Prinzip war, damit ihr der Gott nicht gänzlich verlorenginge. Man kann sagen, die älteste Religion der Menschheit sei Monotheismus gewesen; aber man muß darunter nicht den wahren Monotheismus verstehen. Der äl- teste Gott der Menschheit war der einseitig Eine, und eben deswegen in der Folge der Zerstörung unterworfen. Wir können diesen Monotheismus nur einen relativen Monotheismus nennen, nämlich im Gegensatze zu dem aus der Zerstörung hervorgehenden Polytheismus. Aber eben dieser Eine Gott hielt die vorgeschichtliche Menschheit zusam1nen - er hielt sie unter dem Gesetze der Einheit - bis die Zeit der Krisis, die Zertrennung der Menschheit in Völker, gekommen war. - Also diese erste Epoche A ist bezeichnet durch ausschließliche, in dieser Ausschließlichkeit wohl schon bestrittene, aber nicht überwundene Herrschaft des blinden, außer sich seienden, Prinzips der Natur. Es folgt die zweite Epoche B - wirkliche Unterordnung dieses Prinzips unter die höhern Potenzen , wo es sich den höhen, Potenzen nur erst überwind- lieh - obnoxium - macht, wo aber noch keine Überwindung gesetzt ist. Hier ist nur der erste Übergang von der Unüberwindlichkeit dieses Prinzips zur Überwindlichkeit bestimmt.",
    "Vor dieser Zeit der Unterordnung erschien jenes siderische Prinzip dem Bewußtsein, das im Chaos notwendiger und un- willkürlicher Vorstellungen befangen war, solange es aufrecht stand, diesen Vorstellungen gemäß als männlich, als Uranus, als Herr des Himmels. Indem dieses Prinzip sich zum Passiven neigt, indem es sich den höhern Potenzen zugänglich macht, sich ihnen als Materie hingibt, geht dieses Prinzip in ein weib- liches über, vermöge eines natürlichen Überganges der Vorstellungen . Dies ist der Moment, wo der Hinunelskönig - Uranus - zur Himmelskönigin - Urania - wird. Mit diesem Begriff der Urania ist die erste Grundlage zur Mythologie gegeben. Denn der Sabäismus für sich ist noch nicht mythologische Religion. Mythologie entsteht nur durch Sukzession.",
    "Jener erste Gott des Himmels war das 1. Glied des göttersetzenden Prozesses, aber noch nicht als solches, d. i., als erstes Glied gesetzt. Ein Glied für sich bildet noch keine Sukzession.",
    "Die Menschheit hat noch keine Ahnung, daß diesem Gott ein llJ zweiter folgen werde. In der Formel, die ich durch A + B + C ausdrücke, ist A das erste Glied, aber erst als erstes Glied gesetzt, wenn B hinzu kommt. Dasselbe gilt vom Sabäismus - er ist eine ungeschichtliche Religion, d. h. , sein Inhalt ist der Inhalt einer Religion, die der vorgeschichtlichen Menschheit angehört. Aber durch die Urania wird zuerst der Übergang zu einer wirklichen Sukzession und daher zu einer Mythologie vermittelt. Wir finden diesen Übergang im Bewußtsein der zuerst in der Geschichte erscheinenden Völker, indem das Bewußtsein derselben sich vom reinen Sabäismus zu einer materiellen Verehrung der Sterne hinneigt. In den Persern ist noch die Erinnerung an die älteste Religion erhalten, insofern sie den im ganzen Hirn.nie! waltenden Geist als höchsten Gott verehren , wie Herodot sagt. - Auch den Elementen - fährt er weiter - erzeigen sie Verehrung; dazu aber haben sie auch der Urania zu opfern gelernt. Dies war also etwas Neues. Urania bezeichnet das erste Hervortreten aus der astralen Religion, d. h., aus dem Sabäismus. Außer den Persern sind vorzüglich die Assyrier oder Babylonier, das älteste geschichtliche Volk, wo man die Verehrung der Urania antrifft; dann folgen die Arabier, wie sie Herodot nennt - dies sind die vom nomadischen Leben zu festen Wohnplätzen übergegangenen Bewohner des glücklichen Arabiens. Auch diese verehrten die Urania. Bei den Babyloniern ist sie unter dem. Nam.en Mylitta bekannt.",
    "* Herodot sagt in seiner Clio: »01 fü; (IItpcrm) voµisoucrt i'lii µi:v E7tl TU \\J\\j/TjAOTam TCOV oupEWV avaßaivovn;c;, Sucria<; EpöElV Tov KtJKAov ncivm wG oupavoG i'lia KaAfovTi:c;· S0oucr1 81:",
    "T]AtQ) TE Kai cri:Ar']vn Kai yfl Kai nupi Kai ö8an, Kai avtµmcrt, w0w1cn µi':v 8fj µo0vo1cn St'ioucn apxf\\Sr.v· bnµi::µaSfjKacn 8t Kai rfjv Oupavin S0nv, 1mpci TE 'A<Jcrnpicov µaS6vm; Kai 'Apaßicov· KaAfoucn 8i': 'Acm0p101 TYJV 'A<ppoötTT]V M01cnw· 'Apciß101 8E 'A1cina· Tii'.p<Jm öE MiTpav.«) Mit der Erscheinung der Urania, die der weich, nachgiebig gewordene erste Gott ist, hat auch schon die zweite Potenz Raum iin menschlichen Bewußtsein gewonnen. Das Weiblichwerden des ersten Gottes ist ein Zeichen der Ankunft des zweiten - oder: gleichzeitig mit der Erscheinung der Urania ist auch schon dem zweiten Gott, unserm A:, der Eingang ins menschliche Be- wußtsein geöffnet. Seine Ankunft läßt sich schon bei den Babyloniern aus Herodot nachweisen, der bei ihnen einen allgen 1einen Gebrauch von höchst rätselhafter Natur erwähnt. Es mußte nämlich dieser erste Übergang vom ersten Einen Gott zu einem neuen Gott für die älteste Menschheit mit einer gro- ßen Erschütterung begleitet sein. Im Alten Testament wird der Übergang vom Einen Gott, dem das Bewußtsein einzig verbunden war, zu anderen Göttern als Ehebruch vorgestellt, indem jenes ausschließliche Verhältnis als Ehe betrachtet wird.",
    "In Babylon aber muß jede Frau, um sich der Mylitta zu weihen, einen solennen Ehebruch im Tempel der Mylitta begehen. Herodot sagt in seiner Clio: »'O öE öT] at<JXWToc; TCOV voµcov E<JTl * w1cn Baßu1ccov1otcn 68E· öEt 1m<Jav yuvmKa i':mxcoptT]V, il:;o- µc:vriv i':c; {pov A<ppo6rn7c;, arcas i':v TTI 1:;on µ1xSrivm avöpl SEI VQ.l .... i':µßa,,ovw öE öEl f.lTCEl v TO<Jov8c:· »'EmKaAECO TOt Tl7V Swv Mu1cnw.« Muhna 8r. Ka1cwucn TT]V 'A<ppoölTT]V 'A<J<Juptol. « Unter den Arabiern ist dieser relativ höhere und geistige Gott bereits näher als Sohn der Urania bestimmt.",
    "Herodot nennt diesen Gott bei den Arabiern Dionysos. Cf.",
    "Thalia 10. »L'i.10vu<Jov öE Sr.ov µouvov Km TTJV Oupa.vwv fj- * yc:uvTm dvm. « Herodot war nämlich weit entfernt von der Ansicht der Neuem; er hatte noch das Gefühl, daß im Begriff Wesseling. c. fig. et ind. Amst., 1763.",
    "HERODOT! musae sive hist. libb. IX. cd. Schweighäuser. 6 vol. in 12 part. Argent., 1816.",
    "des Dionysos ein ewiger Begriff enthalten sei. Auch ich werde mich daher für den Gott dieses Namens bedienen, jedoch ohne Bezug auf den griechischen Dionysos, obwohl er die allen Völkern gemeinschaftliche Potenz ist, die auch im griechischen Dionysos hervortritt. Dionysos (tnovucrnc;) ist der griechische Name des Gottes, der den Römern unter dem Namen Bacchus bekannt ist. Man muß sich aber hierbei hüten, verschiedene Nebenvorstellungen, die später entstanden sind, beizumischen.",
    "Dionysos bedeutet nichts anderes, als den Gott, dessen Bestimmung es ist, das Bewußtsein aus der Gewalt jenes ersten, blinden Prinzips zu setzen. Insofern ist Dionysos der befreiende Gott, wie ich ihn auch in der Folge nennen werde. Dieser Gott kann indes sein Werk im Bewußtsein nur sukzessiv vollbringen . Darum ist sein Verhältnis zu diesem sukzessiv überwindliehen Prinzip in jedem der darauffolgenden Momente ein anderes und verschiedenes; je nach dem das überwindliche Prinzip mehr oder weniger überwunden ist, ändert sich die Stellung dieses Dionysos und er erscheint darum in den verschiedenen Momenten selbst als ein verschiedener. Dadurch muß man sich aber nicht irreführen lassen, denn man kann sich aus diesem Verhältnisse die sogenannten Widersprüche der Mythologie erklären; er ist immer derselbe Gott, aber ein in sukzessiver Verwirklichung begriffener. Der Gott, der durch A!'a bezeichnet wird, ist im gegenwärtigen Moment ein anderer, wo er eben erst da ist - ein anderer im folgenden Moment, wo er anfängt, zu wirken - ein anderer wird er in einem spätem Moment sein, wo er seine Wirkung vollendet, d.h , das entgegenstehende Prinzip besiegt hat. Die Zeit der Urania ist die Zeit des noch nicht wirkungslosen, friedlichen Zusammenbestehens der zwei Gottheiten, wie es sich unter den Arabiem nachweisen läßt. Aber die Bestimmung des zweiten, des befreienden Gottes ist, sich in den Kampf mit dem entgegenstehenden Prinzip einzulassen, jenes Prinzip in sein Ansieh zurückzutreiben ; denn in einer früheren Zeit, wo dieses Prinzip allein herrschte, war das Bewußtsein des Menschen außer sich gesetzt. Daher ist Dionysos von jeher als der Gott des wahrhaft menschlichen Lebens angesehen worden, im Gegensatze mit dem wilden, herumschweifenden Leben der vorigen Zeit, welches die Griechen selbst ein tierisches nannten. Das wilde Tier hat keine festen Wohnplätze und schweift auf dem freien Felde umher, wie es auch merkwürdig ist, daß die Menschheit, indem sie aus der göttlichen Umhegung hervortritt, sogleich dem Weiten anheim fällt, was im Sabäismus der Fall ist. Selbst der Name Dionysos, den man berechtigt ist, für ursprünglich orientalisch anzusehen, weil er nach Herodot zum ersten Mal bei den Arabiern vorkommt, möchte nichts anders bedeuten, als den Herrn des Menschen, d. h., des wahrhaft 1nenschlichen Lebens. Indes hängt das menschliche Bewußtsein noch an jenem ersten Prinzip; ja es muß an diesem festhalten, weil jenes erste Prinzip doch zuletzt das Gottsetzende, der tiefste Grund alles Gottbewußtseins ist. Auch ist das Bewußtsein nicht aufgefordert , dieses Prinzip schlechthin - absolut - aufzugeben; nur von seinem außer sich Sein soll es dieses los machen; das Bewußtsein ist nur berechtigt, es als reales aufzugeben; es soll dieses in seinem Ansieh festhalten, damit es zum Gottsetzenden werde. Aber das Bewußtsein fürchtet jetzt, daß ihm mit der Realität dieses Prinzips auch der Gott selbst verlorengehe. Da- her sucht es die Realität des ersten Gottes gegen den höhern immer noch zu behaupten.",
    "III. Epoche C des Kampfes zwischen dem. schon gebeugten, blinden Prinzip, oder dem überwindlich gemachten blinden Prinzip und zwi- sehen der es in sein Ansieh wieder zurückbringenden Potenz.",
    "Nun kommt die Periode des wirklichen Kampfes. In der zweiten Epoche war vorhin ein noch friedliches Zusammenbestehen . Da aber dieser Kampf, der innerhalb der dritten Epoche ist, selbst wieder nur durch Momente fortschreiten kann, so ergeben sich wieder Unterabteilungen. Diese sind 1.) Moment, wo das Bewußtsein sich der Wirkung des befreienden Gottes schlechthin widersetzt, aber die Wirkung dieses zweiten Gottes nicht m.ehr abweisen kann, wo das im vorigen Moment nachgiebig gewordene Prinzip sich wieder gegen den wirkenden höheren Gott aufrichtet. Es war nur gegen den nicht wirkenden Gott weiblich, nachgiebig gewesen ; gegen den zu wirken anfangenden Gott richtet es sich wieder auf und wird wieder männlich, indem es sich aufrichtet.",
    "Dieser Moment des Bewußtseins ist bezeichnet durch den starren , unbeweglichen, jede Wandlung der höheren Potenz abweisenden Gott. Er wird gleichwohl die Wirkung der höheren Potenz erfahren, wird sich aber nur noch starr in sich selbst verschließen. Dieser strenge, der Freiheit unholde, Gott ist der Gott der zunächst in der Geschichte hervortretenden Völker.",
    "Wir finden ihn bei den Phöniziern, Kananäern, Karthagiensern.",
    "Bei den Phöniziern heißt er Baal (Herr - ursprünglich der Name des Uranus - Himmelskönig). Er ist der zweite Uranus, wo er dem zweiten Gott zwar nicht eine Einwirkung gestattet, ihn nicht anerkennt, aber doch schon neben sich hat. Bei den Kananäern heißt er Moloch. In der griechischen Mythologie kommt er als Kronos vor. Der befreiende Gott erscheint nur in dem Verhältnisse als Gott, der Gott jener zweiten Potenz ist nur verherrlicht in dem Maße, als er das entgegenstehende Prinzip wirklich überwunden hat. Solange sich ihm der erste, der reale Gott, absolut verschließt, solange kann jene andere Potenz nicht als Gott, sondern nur als Mittelding zwischen Gott und Mensch erscheinen. Dieser bis jetzt von aller Wirkung ausgeschlossene Gott erscheint als Gott in der Erniedrigung, der sich die Gottheit erst zu erwerben hat, der also noch der latente Gott ist. Als ein solches Mittelwesen finden wir den Dionysos bei den Phöniziern unter der Gestalt des Herakles (Melcartus) Von diesem Moment des Bewußtseins schreiben sich selbst die griechischen Vorstellungen von Herakles her. Der phönizische Herakles ist gleichsam eine Erscheinung des künftigen Der Hercules der Tyrier ist der Belus, Baal oder Bel (';,~:;i oder ';,::i) der Heiligen Schrift, und führt als Schutzgott der Stadt den Namen Melkart (mp'?r.i soviel als n7p 7';,r.i d. h., König der Stadt.) So sprecht'n 2 maltt'sische lnschriftm von dem Melkart, dem Herrn (?ll:;i} von Tyrus, was die beigefügte griechische Übersetzung gibt durch 'HpaKAEl ÜPXllYE'tl] d. h. Hercules dem Gründer, und der Mclicertcs der Thebaner ist offenbar der Tyrische Melkart. - Arrian. exp. Alex. 1. II.",
    "C. 16.",
    "Dionysos. Der Kronos ist der falsche Gott, der an die Stelle des wahren Vaters sich setzt und ihn ganz vom Bewußtsein ausschließt . Kronos ist das ausschließliche Prinzip, welches den Sohn zwar nicht mehr vom Sein, wohl aber von der Wirkung ausschließt. Kronos enthält ihm die Gottheit vor, und der Sohn verhält sich zu ihm nicht im Verhältnisse des Sohnes, sondern im Verhältnisse eines Knechtes. So in Knechtsgestalt gegenüber dem Kronos erscheint Herakles in der Phönizischen Mythologie . Die Phönizische Mythologie erkannte außer dem Melkartus und außer dem Baal keine anderen Götter. Diese Idee von Herakles ist in der Griechischen Mythologie weiter ausgeführt . In der Griechischen Mythologie ist es Herakles, der die Sterblichkeit in sich überwunden, der sich wirklich zum Gott erhoben hat, der am Ende wirklich verklärt ist, wie der Dichter sagt: »Bis der Gott, des Irdischen entkleidet, flammend sich vom Menschen scheidet.« * Wenn nun früher der starren Ausschließlichkeit des Himmelskönigs ein Moment folgte, wo er schwach und weiblich wurde, so geschieht auch hier der Übergang durch ein aber- maliges Weiblichwerden. Kronos ist der Uranus in zweiter Gestalt; auch Kronos wird zuletzt, wie Uranus, weiblich. Dadurch ist der zweite Moment der Epoche C gesetzt.",
    "2. Moment. Weiblichwerden des Kronos. Dieser Moment muß in das Bewußtsein neuerer Völker fallen. Diese weibliche Gestalt, in welche Kronos übergeht, ist durch die Cybe]e be- zeichnet, welche zuerst unter den Thrako=Phrygiern hervortritt , deren Dienst aber auch bis nach Griechenland und Rom verpflanzt wurde. Dieser Dienst fand jedoch unter den Griechen erst später nach der Griechischen Mythologie statt, und unter den Römern blieb ihr Dienst immer eine religio pereg- rina. Auch Hesiod und Homer wissen noch nichts von ihr.",
    "Man unterscheidet bei den Griechen und Römern sehr leicht, was ihnen eigentlich angehört, oder was ihnen von außen zu Gottheiten der Phönizier usw., Bonn, 1841. kam. Sehr wohl kann man ihre selbsterzeugten Ideen von den fremden unterscheiden, und deshalb kann man die ihrem Charakter verwachsenen Ideen ihnen nicht von außen zukommen lassen. Wie sich nun Urania zum Uranus verhielt, so verhält s sich Cybele zum Kronos. Cybele kommt schon im Alten Testament vor; dort heißt sie die Erschütterte, so wie auch Cybele dies bedeutet. Wie in der Erscheinung der Urania der erste Grund zur Mythologie gelegt wurde, so wird durch die Erscheinung der Cybele der zweite Grund gelegt. Mit der Cybele wird jetzt der Prozeß wirklich; es wird nun das starre Prinzip Gegenstand einer wirklichen Überwindung. Durch Urania wird es nur Gegenstand einer möglichen Überwindung - Cybele ist der Übergang zur wirklichen Überwindung. Hier entsteht die Mythologie vollständig; hier erst tritt der mythologische Prozeß notwendig ein. In diesen Punkt fallen 1) die Ägyptische 2) die Indische 3) die Griechische Mythologie. Daß auch diese Mythologien sich als Momente des immer fortschreitenden Bewußtsein verhalten, werde ich in der nächsten Stunde zeigen."
  ]
}