{
  "title": "Vorlesung 11 (Lecture 11)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Die von uns bis jetzt aufgestellten Begriffe finden sich als Bestimmungen dessen, was sein wird, wenn dieses als sol- ches festgehalten werden soll. Wir erkannten in ihnen die Potenzen, die Priorität eines künftigen Seins, die sich aber nur als Bestimmung eines Geistes denken ließ. Das, was sein wird, als solches gesetzt, ist vollendeter Geist. Damit hatten wir einerseits erreicht, was wir wollten, nämlich das, was sein wird, festzuhalten, es vor dem Übergange ins Sein zu bewah- ren. Aber mit dem Begriff des Geistes findet eine völlige Umkehrung statt, wie leicht einzusehen ist. Überlegen Sie selbst. Das, was sein wird, ist als solches festgehalten, also selbst als ein Seiendes, selbst als Gegenwart gesetzt. Jetzt hat der wollende Geist nicht mehr nötig, aus sich herauszugehen, weil er in sich selbst beschlossen ist. Insofern kann er nicht bloß als mögliche Quelle eines künftigen Seins, sondern muß als selbst Seiendes bestimmt sein, und kommt nur noch in bezug auf sich selbst in Betrachtung. Unser ganzes Streben war bis- her, daß wir das, was sein wird, gegen seine eigene Zukunft feststellten, daß es nicht ein blindlings in die Zukunft Über- gehendes, oder sich selbst Verlierendes sei. Wir erklärten das,"
    },
    {
      "index": 1,
      "text": "was sein wird, unmittelbar als sein Könnendes; indem wir es aber als Subjekt des rein Seienden setzten, hoben wir es als sein Könnendes wieder auf Wir sprachen es aus, daß es nicht mehr das sein Könnende, sondern das Seiende sei. Das sein Kön- nende als solches ist eine mögliche Quelle des künftigen Seins. Auch das rein Seiende enthält eine mittelbare Quelle des künf- tigen Seins und ist also auch, zwar nur niittelbar, das sein Könnende, so widersprechend es auch scheinen mag. Es ist leicht einzusehen, daß, wenn das unmittelbar sein Könnende aus dem angenommenen Verhältnis hervortritt, d. h., wenn es selbst Seiendes sein will, [daß] alsdann das rein Seiende not- wendig das in statmn potentiae gesetzte, das negierte Sein ist - und so verhält sich auch das rein Seiende durch diesen Bezug als das sein Könnende. - Unsere drei Begriffe verhielten sich als Potenzen eines künftigen möglichen Seins. Wir sagten vom unrnittclbaren sein Könnenden, im vollendeten Geiste sei es nicht mehr das sein Könnende, d. h., es werde des sein Kön- nens in, transitiven Sinne entbunden. Im vollendeten Geiste nämlich können die Potenzen nicht mehr Potenzen eines künf- tigen Seins sein, sondern sie sind im vollendeten Geiste als der Geist selbst. So wie wir diesen Punkt erreicht haben, so treten jetzt diese Potenzen in ihn selbst zurück. Jetzt ist der Geist das Erste, er ist der Natur nach eher, als sie: er ist ihr Prius. Was also früher als Prius erschien, ist jetzt Posterius geworden. Wir haben uns dieser Potenzen als Unterlagen bedient, um zum Geiste aufzusteigen; jetzt werfen wir die Leiter ab, und die Potenzen treten nun, sobald der Geist gesetzt ist, in den Geist selbst zurück: sie sind jetzt er selbst in seinen verschiedenen Bestimmungen. Unsere Philosophie war bisher nur hypothetisch. Wir be- dingten, wenn es ein Sein gibt, so ist das Subjekt desselben ein notwendiger Gedanke, und erst nach diesem denken wir das Sein. Wenn es ein Sein gibt, sagten wir, so ist das, was ist, Subjekt des Seins, freilich nicht der Zeit, aber doch der Natur nach vor dem Sein. Erst nachdem wir dies gedacht haben, denken wir auch das Sein: das Sein ist bloßes Prädikat. Das, was ist, rein gedacht, ist insofern das Subjekt des Seins, nicht"
    },
    {
      "index": 2,
      "text": "das Seiende selbst; es ist nur das, was sein wird. In seinem unmittelbaren Verhältnisse zum Sein ist es das unmittelbare sein Können u.s.f., denn ich will nicht alles wiederholen. Aber diese ganze Aufeinanderfolge beruht auf der Voraussetzung: s wenn es ein Sein gibt. Der erste Gedanke ist sonach der des Seienden selbst. Aber eben jene Voraussetzung ist selbst eine zweifelhafte; denn wenn ich bis zum. Träger alles Denkens gehen will, so muß ich auch als möglich annehmen, daß überall Nichts ist. Es kann gefragt werden: Warum ist denn nicht Nichts? Anstatt daß also die Wirklichkeit, wie es scheinen kann, durch das abstrakte Sein begründet ist, ist das abstrakte Sein nur durch die Wirklichkeit begründet. Ich muß immer ein wirkliches Sein zugeben, ehe ich auf das abstrakte Sein kom- men kann. Nun steht ferner alles wirkliche Sein vielem Zweifel J5 bloß -ja man kann sagen: Die Philosophie hat mit dem Zweifel an der Realität des wirklichen Seins angefangen. Aber dieser Zweifel bezieht sich nur auf diese Wirklichkeit - der Zweifel, der zugrunde liegt, hat nur den Sinn, ob dieses Wirkliche sei - wie z. B. die Idealisten an der Realität der Körperwelt gezwei- feit haben. Der Zweifel geht nicht auf alles Wirkliche, sondern nur auf dieses Wirkliche, z. B. auf das Körperliche. Die Idea- listen zweifelten, ob dies das wahre Wirkliche sei. Hätte der Zweifel an der Realität des einzelnen Seins den Sinn, an der Realität des überhaupt Seienden zu zweifeln, so würde der Anhänger des Parmenides seine eigene Äußerung bezweifeln. In letzter Instanz ist also die Voraussetzung der Philosophie nicht eine abstrakte, sondern eine wirkliche. Dieses Wirkliche kann nicht in jene Prinzipien gesetzt werden, welche selbst nur Potenzen des wirklichen Seins sind - dieses Wirkliche kann nur der Geist sein. Im Geiste sind die Potenzen als solche aufge- hoben. Doch der richtige Ausdruck ist, daß sie im Geiste nicht als aufgehobene Potenzen erscheinen, sondern in ihm. selbst Wirklichkeiten sind, wie er selbst nur Wirklichkeit ist. Ich habe diese Potenzen oder Möglichkeiten Prinzipien des Seins ge- nannt. Sie sind Prinzipien nicht des Geistes, sondern Prinzipien des Seins, welches zu erklären beabsichtigt wurde, denn der Geist kann vor sich nichts haben. Sie verhalten sich im Geiste"
    },
    {
      "index": 3,
      "text": "nicht als Prinzipien, sondern als er selbst. Er, als das erste Wesen, hat kein Prinzip. In bezug auf das der Erklärung be- dürftige Sein sind sie Prinzipien dieses Seins - sie sind die apxm des sämtlichen gewordenen Seins. Im Geiste als solchen sind sie nicht apxm; ihr ursprüngliches Sein ist die Bestim- mung des Geistes selbst zu sein. Allein es war natürlich, daß wir von diesen Prinzipien als solchen ausgingen. Die Philoso- phie muß sich zuvor dieser Prinzipien des Seins versichern, wenn es die Absicht der Philosophie ist, dieses Sein zu erklären und zu begreifen. In der Erklärung aber gibt es Stufen. Die erste Wahrnehmung ist, gewisse Prinzipien des Seins zu un- terscheiden, die in allem verschiedenartigen Sein immer wie- derkehren. Man kann sagen, die erste Periode der Griechischen Philosophie ging dahin, diese Prinzipien aufzusuchen. Die neuere Philosophie will diese wieder in ihrer Reinheit auffas- sen. Wenn Cartesius* die Welt auf einen Gegensatz reduziert, so war weder die Materie noch das Denken eine reine apxTJ des Seins, und so ist es auch mit der ausgedehnten Substanz des Spinoza, wie mit der Vorstellungskraft des Leibniz. Die übri- gen Philosophen der neueren Zeit gaben das Forschen nach diesen Prinzipien des Seins ganz auf, was doch das erste Er- fordernis ist, und obgleich es die erste Aufgabe bleibt, das Sein auf das erste Prinzip zu reduzieren. Man gab es auf, obwohl man nicht hoffen konnte, von der Ausgedehntheit des gewor- denen Seins zur höchsten Ursache gelangen zu können. Das zwischen dem empirischen Sein und der höchsten Ursache vermittelnde sind eben die apxm. Statt dieser stellten die neu- em Philosophen bloße Begriffe als subjektive Vermittlung auf. Ihnen ist es genug, wenn sie Gott mit der Welt subjektiv ver- mitteln, ohne zu sehen, wie Gott und Welt objektiv zusam- menhängen. Da ich hier der bloßen Verstandesbegriffe der frühem Philosophen gedenke, so bemerke ich, daß man unsere Prinzipien des Seins mißverstehen würde, wenn man sich die-"
    },
    {
      "index": 4,
      "text": "* Opp. Francof, 1692. 2 V. 4. H11etii Censura. Par., 1689. 12. II. Bd. S. 351. [s. u. S. 727,3]. *"
    },
    {
      "index": 5,
      "text": "selben als bloße Kategorien vorstellte, z.B. wenn man sich vorstellte, das sein Könnende sei die Kategorie der Möglich- keit, das rein Seiende sei die Kantische Kategorie der Wirk- lichkeit, das sein Sollende die Kategorie der Notwendigkeit. Dies wäre großer Mißverstand. Jenes sein Könnende ist nicht der allgemeine Begriff der Möglichkeit - es ist durchaus nichts Allgemeines, sondern gerade das Gegenteil - es ist nämlich ein höchst Besonderes. Die Möglichkeit, die wir im sein Können denken, läßt sich nicht von etwas anderem sagen, sondern sie ist die einzige ihrer Art, sie kennt ihresgleichen nicht - sie ist die Möglichkeit Ka,' e~OXTJV, die Urmöglichkeit. Die frühere Philosophie glaubte mit bloß allgemeinen Vernunftbegriffen das Verhältnis der Welt zu Gott abzufassen. Kant, indem er die Gebrechlichkeit dieses Verfahrens zeigte, eröffnete, ohne es zu wissen und zu wollen, die Bahn der Objektivität, wo wir nicht in allgemeinen Begriffen jenes Verhältnis der Welt zu Gott fassen. Die frühere Metaphysik nämlich war geständig, daß sie über die Art, wie Gott der Schöpfer der Welt sei, nichts zu sagen wisse. Kant also eröffnete die Bahn der Objektivität, welche den wirklichen Zusammenhang zwischen Gott und Welt zeigt. Fichte gab hierauf den ersten Anlaß, zu den reinen a:pxm<; zu gelangen, indem er Ich und Nichtich entgegensetzte, ein Gegensatz, der schon mehr begreift, als Denken und Aus- dehnen.[*] Indem aber Fichte unter Ich schon das höchst Kon- krete, das Menschliche, verstand, konnte man nicht sagen, daß durch diese Unterscheidung ein wahres Prinzip des Seins ge- geben wurde, doch leitete sie dahin. Die Naturphilosophie kam zuerst wieder auf die reinen a:pxa<;, indem sie zeigte, daß im wirklichen Sein weder reines Objekt, noch reines Subjekt anzutreffen sei, daß vielmehr auch an dem, was als Objekt (wie Fichtes Nichtich) bestimmt wurde, also an der Natur z.B. doch das Subjekt einen wesentlichen Anteil habe, daß ferner in allem Subjekt ein Objekt sei, und also Subjekt und Objekt in nichts voneinander auszuschließen seien. Sie hat sich daher"
    },
    {
      "index": 6,
      "text": "[*] FICHTE, J. G., sämtliche Werke. 1845 fg. Lebensbeschreibung von I. H. Fichte. 1830."
    },
    {
      "index": 7,
      "text": "vom Konkreten zum reinen Abstrakten erhoben, und Subjekt und Objekt waren nun als reine Prinzipien gedacht, und indem so die unmittelbaren Prinzipien des Seins gefunden waren, wurde es der Philosophie möglich, aus dem subjektiven Be- griff herauszutreten und die ganze wirkliche Welt aufzuneh- men, eben weil keine subjektive Vermittlung mehr stattfand. Gewiß die größte Veränderung seit Cartesii Zeiten. Die wirk- liche Welt in ihrem ganzen Umfange ward Inhalt der Philoso- phie, indem sie begriffen ward als ein von den Tiefen der Natur bis zu den letzten Höhen des Geistes fortschreitender Prozeß, dessen Stufen nur die Stufen einer fortwährenden Steigerung der Subjektivität sind, bis endlich das Subjektive das Objektive ganz überwältigt, wodurch der nächste Schritt zur absoluten Ursache möglich wird. Notwendig erscheint hier die Frage, warum das Subjektive das Objektive besiegen könne? Mit den upxmc; ward auch die Möglichkeit gegeben, über sie hinaus zur höchsten Ursache zu gelangen. Es ist daher immer schon etwas, diese Prinzipien des Seins gefunden zu haben, und zwar vollständig, so daß man erkennt, daß sie die einzigen sind, welche gedacht werden können, daß durch sie alle Verhältnisse gegeben sind. So schwierig diese Begriffe anfänglich erscheinen, so natürlich sind sie. Das Nächste am Sein ist das unmittelbare sein Kön- nen, das nur wollen darf, um zu sein. Diesem zunächst steht das mittelbare sein Können, das seiner Natur nach das rein Seiende, das potenzlos Seiende ist, welches von einem andern als rein Seiendes zu negieren ist, und in potentiam erhoben werden muß. Außer diesen beiden, als nur durch diese beide zu Vermittelndes, also nur als drittes ins Sein Kommende läßt sich dann das rein sein Könnende darstellen als das als lautere Frei- heit zu sein ins Sein Kommende, was den beiden ersten un- möglich ist. Dem ersten ist es unmöglich, als Freiheit, als Potenz ins Sein anzukommen, da es aufhört, sobald es an- kommt. Dem zweiten ist es unmöglich, sich im wirklichen Sein als Potenz wiederherzustellen, indem es als Potenz sich aufzuheben suchte. Diese drei Bestimmungen gefunden läßt sich zeigen, daß sie nur in Einern gedacht werden können; denn"
    },
    {
      "index": 8,
      "text": "das rein Seiende ist nur Negation des Könnens. Diese Negation des Könnens ist zweite Bestimmung einer Substanz, die in erster Bestimmung schon Können ist; die dritte Potenz ist Negation des einseitigen Könnens und des einseitigen Seins. Diese Doppelnegation ist Bestimmung Eines Subjekts, das die 3 ist - es ist dies eine Einheit, welche nur im Geiste sein kann. Durch die Mehrheit der Prinzipien ist vermittelt, daß wir von der abstrakten Einheit des Parmenides zum Geiste gelangen. Aber bisher war alles nur hypothetisch. Wir sagten, wenn ein Sein entsteht, so kann es nur in dieser Folge entstehen. Aber, fragt sich jetzt, wie nach und warum entsteht denn ein Sein? Nur inwiefern es eine erste Wirklichkeit gibt. Diese erste Wirk- lichkeit ist nur im vollendeten Geiste gegeben, von dem sich freilich sagen läßt: Wenn es ein vernünftiges oder frei gesetztes Sein gibt, so muß es jener Geist sein. Aber eben durch diese Wendung erhellt, daß wir den Geist nicht als absolute Not- wendigkeit begriffen haben, sondern nur hypothetisch. Ferner ist es offenbar, daß wir ihn nicht aus der Vernunft abgeleitet haben, denn ich kann immer noch fragen: Warum ist denn Vernunft und nicht Unvernunft? Die Vernunft ist da, nur weil jener Geist ist, und der Geist ist nicht, damit es ein vernünftiges Sein gäbe. Der Geist ist also grundlos, er ist ohne vorausge- hende Notwendigkeit. Daß der Geist ist, das eben ist der wahre Anfang. Nun erscheinen die apxm oder ersten Prinzipien als Folge, als Bedingung des Geistes, nicht als Voraussetzungen desselben. Das Ausgehen von den apxmc;, den ersten Prinzi- pien, ist mehr subjektiv, als notwendig. Die ganze Substruk- tion, wenn wir sie so nennen wollen, oder diese ganze Vermittlung, die wir dem vollendeten Geiste gegeben haben, war, wie erhellt, mehr didaktisch, als wissenschaftlich. Denn wenn es Absicht der Philosophie ist, die Welt als frei gesetztes, beschlossenes Sein zu begreifen, so muß sie von einem abso- luten Geiste ausgehen können. Der Beweis dieses Geistes kann nicht von der Philosophie, sondern nur durch die Philosophie gegeben werden. In diesem Sinne betrachtet wird die Existenz des Geistes nur a posteriori erwiesen. Denn die Philosophie kann als Wissenschaft a priori und als Wissenschaft a posteriori"
    },
    {
      "index": 9,
      "text": "erkannt werden. Sie ist nämlich in Ansehung der Welt Wis- senschaft a priori, in bezug auf den Geist Wissenschaft a posteriori. Allerdings ist Philosophie eine a priori ausgehende Wissenschaft, aber nur in bezug auf die Welt, nicht in bezug auf den Geist. In dem absolut freien Geiste, den wir als erste Wirk- lichkeit voraussetzen, müssen sich, um von den Prinzipien des Seins sprechen zu können, allerdings alle Potenzen des der Erklärung bedürftigen Seins finden, aber der Geist wird sie nicht als Potenzen dieses Seins, sondern nur als Bestimmungen seiner Selbst enthalten; sie sind in ihm nicht transitive, sondern immanente Bestimmungen - sie sind in der Hineinwendung in den Geist er selbst, nicht ein anderes von ihm. Der wahrhaft freie Geist ist der in sich geschlossene, nichts bedürfende Geist; er ist die absolute Allheit, die bloß auf ihn selbst sich bezieht. Denn würde sie sich auf ein Äußeres beziehen, so wäre eine Nötigung im Geiste, aus sich selbst herauszugehen. Daher verlieren die Potenzen sich nicht in bezug auf ein äußeres Sein, sondern nur in bezug auf den Geist selbst, wie schon erwähnt worden ist. Um diese innere und positive Bedeutung der All- heit im absolut freien Geiste wird es zu tun sein in der nächsten Stunde. Und nun tritt erst die positive Entwicklung ein, wo- durch, was bisher dunkel war, sich klar machen wird."
    }
  ]
}