{
  "title": "Vorlesung 30 (Lecture 30)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Das Band, das ursprünglich Vater und Sohn verknüpft, ist ein wesentliches, ewiges und insofern auch unauflösliches. Es beruht darauf, daß Gott als an sich Seiender unmittelbar auch für sich Seiender ist. Aber diese notwendige und ewige Einheit darf nicht als solche betrachtet werden, die den Vater der Freiheit beraubt, substantiell auch außer sich zu sein, und auch den Sohn von sich auszuschließen. Erst durch diese Frei- heit Gottes wird die Idee der Dreieinheit lebendig, wirklich. Innerlich, seinem verborgenen Willen nach, kann der Vater nach der Lehre des Christentums nicht außer dem Sohne sein, wohl aber seinem offenbaren Willen nach. Denn im Laufe seiner Weltregierung oder in er bestehenden Welt kann er sich auch als den unversöhnten, als den außer dem Sein Seienden darstellen. Er kann nach dem Alten Testament das verzehrende Feuer seines Zornes, das Prinzip des göttlichen Unwillens aus- * brechen lassen. Dabei ist er aber natürlich außer dem Sohn; denn der Sohn versöhnt den Unwillen. Es wird ein Unter- schied gemacht zwischen Menschen, die in Frieden, und zwi- schen Menschen, die im Unfrieden mit Gott leben. Dem unversöhnten Menschen kann Gott nicht wirklich Vater sein - ist er nicht wirklicher Vater, so ist er auch nicht wirklicher Gott - also ist ein solcher Mensch gottlos. Ich führe dies nur an, um zu zeigen, wie jenes Verhältnis der Potenzen oder Persönlich- keiten in Gott das Mittel darbietet, zu erklären, wie etwas materiell in Gott sein und doch zugleich außer ihm sein könne als solchem. So ist die ganze Natur außer Gott als solchem. Gott ist nur in einem vollkommenen Menschen, wie er nicht nach der äußeren Möglichkeit sein kann, sondern wie er nach der ursprünglichen göttlichen Intention sein soll. Gott ist im gottlosen Menschen auch, aber außer seiner Gottheit, nicht als Gott, oder außer seiner Einheit, in der die Gottheit besteht. Daher heißt es im Alten Testament: Im Verkehrten ist Gott auch verkehrt.[*) Aber dies geht noch weiter. Selbst gegen den"
    },
    {
      "index": 1,
      "text": "[*] II. Reg. 22,27. Psalm. 17,27. *"
    },
    {
      "index": 2,
      "text": "Frommen kann sich Gott verkehren, um ihn zu prüfen, wie Hiob sagt. Wenn wir diese Freiheit schon in der Weltregierung anerkennen müssen, welche Schwierigkeit könnte es haben, * [aus] dieser Freiheit die Weltschöpfung selbst zu erklären? Es gehört mit zu den gewöhnlichen Sätzen der dogmatischen Theologie, daß die drei Personen in der Schöpfung ungeteilt wirken - opera divina ad extra sunt indivisa. Hier werden Vater, Sohn und Geist nicht im absoluten Sinne, sondern nur als relative Personen genommen. Dies ist so zu denken: Der eigentliche Schöpfer ist allerdings nur Einer, und zwar ein unzertrennlich Einer; aber da er nur Schöpfer ist in der Span- nung der Potenzen, so wirkt er in jeder der Potenzen notwen- dig als ein anderer - oder auch: Er ist in jeder ein anderer - in der väterlichen Potenz ein anderer, in der Potenz des Sohnes ein anderer, ein anderer in der Potenz des Geistes. Der Schöpfer ist Einer - er ist tJm:poucnO(;, der in der substantiellen Trennung als der Übersubstantielle erscheint.[*] Der Eine Schöpfer muß gedacht werden als in jeder der Potenzen etwas anders tuend. Er muß gedacht werden in der Potenz des Vaters als der im ausschließlichen Sein Hervortretende - in der Potenz des Soh- nes als der das ausschließliche Sein überwindende - in der Potenz des Geistes als der das Sein Bekräftigende und Vollen- dende. Es muß die unzertrennliche Gottheit an jedem Werke etwas tun, was sie als die andere Potenz nicht tut. Die Unzer- trennbarkeit der Einheit Gottes, inwiefern sie in drei relativen Persönlichkeiten gedacht werden muß, muß in jeder dieser Potenzen etwas anders tun, als sie in der anderen tut, ohne dadurch in sich selbst zertrennt zu werden. In jeder Potenz muß sie als besondere Persönlichkeit an jeglichem Werke etwas tun, was sie in der andern Persönlichkeit nicht tut. Jene Un- geteiltheit in der Schöpfung muß richtig nicht so gedacht werden, daß jede Person dasselbe tue, sondern der Sinn kann nur der sein, daß in der Schöpfung nichts zustande kommt, woran nicht die drei relativen Potenzen teilhaben. Sie setzen dasselbe Erzeugnis, aber die Wirkungsweise einer jeden ist"
    },
    {
      "index": 3,
      "text": "[*] STAUDENMAIER - Metaphy. d. hl. Schrift - S. 541."
    },
    {
      "index": 4,
      "text": "verschieden. Der Schöpfer ist ein anderer in der Potenz des Vaters, ein anderer in der Potenz des Sohnes, ein anderer in der Potenz des Geistes, obgleich nicht ein anderer Gott, sondern nur ein Anderer. Auf diese Art kann man sagen, daß die Gottheit als Vater den Stoff des Geschöpfes hergebe, den sie als Sohn in geschöpfliche Form bringt, während sie ihm als Geist die Bestimmung gibt, es macht zu dem, was es sein soll, es vollendet. Denn indem der Schöpfer dem Geschöpf gebeut, was es sein soll, ist es vollendet, wie es im Alten Testament heißt: »Er gebeut und es steht«, es bleibt stehen, entwickelt sich nicht weiter. Dazu, daß es stehen bleibt, als dem non plus ultra, gehört ebensowohl ein Wille, als dazu, daß es sich fortbewegt. Und der Wille, durch den es stehen bleibt, und der Wille, durch den es fort geht, ist zwar der Eine Wille der Einen absoluten Persönlichkeit; aber offenbar ist es ein anderer Wille, durch den geboten wird, stehen zu bleiben, und ein anderer, wodurch geboten wird, fortzugehen. Mit dieser Ansicht des inneren Verhältnisses der drei Personen bei der Schöpfung stimmt überein, was schon Basilius[*] der Große gesagt hat, indem er das Verhältnis der drei Personen so bestimmt: Gott sei als Vater die den Stoff zur Bewegung gebende Ursache, die vorn an- fangende Ursache, die ahia rrpoKm:apKnKT], causa materialis - * der Sohn die ahia öT]µtoupytKT], causa formalis, die eigentlich wirkende und schaffende Ursache - der Geist die ahia 1:EAEt- COTlKT], causa finalis, die vollendende Ursache. Nach dem allem bedarf es zwar keines weitem Beweises, daß in der Schrift die"
    },
    {
      "index": 5,
      "text": "[*] Opp. ed. Fronto Ducanus. Par., 1618. 2 T. J. Garnier. Par., 1721. 3 T. f. Spir. S. 16. 11. 38. f.V /5/; Tfl TOlJTCOV KT\\CiEl, f.VOT]CTOV µot TT]V rcpo- Ka,apKnKT]V ah(av ,oiv yi:voµi:vcov, ,ov rcmi:pa· TT\\V öi:µwupytKT]V ,ov ui6v· TT\\V TEAElCOnKT]V ,o rcvi:uµa· &mi: ßou1ci]µan µi;v ,öu rcmp6<; TU AE\\TOUpytKa rcvi;uµaw urccipxi:1v, EVEpyEiq. 61': TOU ulou EI<; TO dvm rcapciyrnSm, rcapoucriq. öi: ,ou rcvi:uµaw<; TEAEwücrSav TEAEicocri<; öi: ayyi:1ccov, aymcrµ6cr, rni fi i;v wu,q.i füaµovi]· Kai µrii5Ei<; oifoSco µE, ij TpEl<; dvat AEYECO apxiKa<; 0rcocr,cicrEt<;, 11 UTEAfj cpcicrKE\\V\" TOU ulou TT]V i:vi:pyEmv· apxri yap ,&v öv,cov µia /51 · uiöu i5riµwupyoucra, Kai ,E- AEwucra i;v rcvEuµan."
    },
    {
      "index": 6,
      "text": "Lehre von der Schöpfung ganz anders und umständlicher ist, als sie gewöhnlich vorgetragen wird. Schon der Ausdruck »Öta wu uiou ist alles geschaffen« beweist es. Um aber diese Er- örterung mit einem ganz entscheidenden Worte zu schließen, um zu zeigen, daß dieser Verstand im Neuen Testament durch- gehends sei, den wir nach unserer Bestimmung gegeben haben - um alles mit einem Worte zu schließen, in welchem diese drei Unterscheidungen aufs genaueste ausgesprochen sind, so erin- nere ich an die Worte des Apostels: »Aus ihm und durch ihn * und zu [ihm] sind alle Dinge.[*] In diesen drei Präpositionen wird die Anfang=, Mittel= und Vollendung gebende Ursache ausgedrückt. Diese drei Ursa- chen zugleich in ihrer Einheit sind die Natur Gottes des All- einigen. Er ist die drei Ursachen, ohne aus der Einheit seines Wesens herauszutreten. Zwar ist mir bekannt, daß es Theolo- gen und Exegeten gibt, die alles vertilgen möchten, was zu einem Verständnis führt, und die auch versucht haben, die entscheidende Kraft dieser Präpositionen aufzuheben, und zu behaupten, die Präpositionen sagen iinmer dasselbe, weil sie anderwärts immer nur einzeln im gleichen Sinne gebraucht werden. Aber dieses Vorgeben ist teils nicht unbedingt wahr, teils sind die Beispiele von der Art, daß sie nur unsere Unter- scheidung bekräftigen. Z.B. »Wir haben einen Gott, den Vater, * aus welchem und zu welchem alles ist.«[**] Hier Eie; zum Vater. Aber eben hier wird der Vater als ab- solute, nicht als relative Ursache gedacht. Wenn man also sagen * kann: Alles ist aus dem Vater, durch den Vater und zu [dem] Vater, so kann man auch sagen, daß der Geist kein anderer Gott, sondern nur der Gott ist, der der Vater ist. Wenn aber in anderen Stellen durch, zu vom Sohne gebraucht ist, so bestätigt dies nur unsere Unterscheidung. Eben daraus erklärt sich, daß, wie der Geist die causa finalis des ganzen Gottes, des Vaters und Sohnes ist, so der Sohn die nächste causa finalis des Vaters sei. Pater dat ei subjectum, cui alias nullum esset. Nur durch"
    },
    {
      "index": 7,
      "text": "[*] Röm. 11,36. (/;c, auwu, Kai 01 · auwu, rni Ei~ au,6v nx mivm). [**] I. Kor. 8, 6."
    },
    {
      "index": 8,
      "text": "die Wirkung des Vaters hat der Sohn etwas. Der Vater bringt alles für den Sohn - d0 uiov - hervor. Notwendig ist also der Gebrauch dieser Präpositionen insofern relativ, als in Anse- hung des Sohnes alles aus dem Vater in den Sohn und Geist, und in Ansehung des Vaters und Sohnes alles in den Geist gerichtet ist. Es kommt also beim Gebrauch dieser Präposi- tionen auf den Standpunkt an, worauf man sich befindet. Da sie nun aber diesem Verhältnisse gemäß überall gebraucht vor- kommen, so müßte, wenn sie nur in dieser Stelle, wo sie nacheinander kommen, dasselbe bedeuteten, so müßte man dem Tiefsten und Gedankenvollsten der Apostel eine leere Tautologie zutrauen, die ihm gewiß nicht zuzuschreiben ist. Dieser Ausspruch kann von jedem einzelnen Dinge gebraucht werden, wo Gott in jeder Potenz etwas anders tut, ohne darum weniger der Eine Gott und Schöpfer zu sein. Stellen wir uns * nun auf den Standpunkt jener höhern Auffassung, inwiefern der Vater noch der ganze Gott ist, indem alles Sein bei ihm ist, und der Sohn ebenfalls der ganze Gott, indem er das Sein beherrscht, und der Geist ebenfalls ganzer Gott, indem er das vom Vater und Sohn ausgehende oder das versöhnte Sein be- herrscht, so können die drei Potenzen nicht mehr als simultan wirkend, sondern sie müssen als drei sukzessive Herrscher nacheinander folgender Zeiten gedacht werden. Auf diesem Standpunkte also ist es erlaubt zu sagen: die Zeit vor der Schöpfung ist die Zeit des Vaters; die Zeit nach der Heraus- tretung, also die Zeit der Schöpfung selbst, in welcher der Sohn das vom. Vater empfangene Sein sich untertänig macht, ist die Zeit des Sohnes, von dem es heißt: Er muß herrschen, bis er sich alles zu seiner Basis, zum ll7toKEtµi:vov gemacht hat. Die dritte Zeit aber, die Zeit bei aller Schöpfung, als die zukünftige Zeit gesetzt, in die alles gelangen soll, ist die Zeit des Geistes. Es ist also erlaubt zu sagen: die drei Potenzen sind die sukzessiven Herrscher von den großen Weltzeiten. Denn die erste Weltzeit ist die Zeit der ausschließlichen Macht des Vaters; die zweite ist die Zeit der wirklichen Schöpfung, die dritte die Zeit der Einigkeit, in welcher keine Zeit mehr sein wird, die also selbst Ewigkeit sein wird. Diese drei Zeiten"
    },
    {
      "index": 9,
      "text": "können die großen Weltzeiten oder auch ewige Zeiten genannt werden. Was sonst Zeit genannt wird, wie diese Zeit Km;' ESOXYJV, ist selbst nur ein Glied jener großen Zeit, der wahren, der absoluten Zeit. Sie ist nur eine zeitliche Zeit, die durch bloße Wiederholung der einen Weltzeit = A besteht. Diese durch beständige Wiederholung von A + A + A entstandene Zeit ist nur eine scheinbare Zeit: es ist in ihr kein wahrer Unterschied, weil in ihr immer dasselbe wiederholt ist. Sie ist vielmehr eine Negation, Hemmung, eine Epoche der wahren ]() Zeit. Also können in Vergleich mit dieser zeitlichen Zeit jene Zeiten die ewigen genannt werden, von denen jene nur ein Glied ist. Mit dem, was man gewöhnlich sagt, daß nämlich die Zeit nicht über die Welt hinausgehe, daß sie nur eine subjektive Form unserer Anschauung sei, kann man von der göttlichen Ökonomie, von der Offenbarung, wodurch jenes Geheimnis, das noch verborgen entdeckt werden müßte, aufgeschlossen ist, nichts begreifen. [» ]Tc:p ÖE 8uvaµEVQ) oµac; CHYJptsm Karn to E0ayyEAtov µou Km to KYJpuyµa l17crou Xptcrtou, Karn arco- 2u KaAllljllV µucrT17pwu xpovmc; aicovwv; crEmy1iµEvou, qiavEpco- lkVToc; 8E vuv 8w TE ypaqicov rcpoqi17nKcov, KaT' trcnay17v Tüll * aicovwu Srnu. « [Roem. 16, 25.26] Solche schwächliche Be- griffe muß man ablegen, wenn man das große Geheimnis, das durch das Christentum aufgeschlossen worden ist (man darf es jetzt nicht 1nehr als Geheimnis betrachten; denn für was wäre es denn aufgeschlossen?) eindringen will. Ein Autor des 17. Jahrhunderts, der bekannte Joannes Angelus Silesius[*] hat un- ter andern seiner Sinngedichte folgendes: »Der Vater war zu- vor; der Sohn ist noch zur Zeit, der Geist wird endlich sein am 3U Tag der Herrlichkeit.« Schwerlich war dies in jenem höchsten"
    },
    {
      "index": 10,
      "text": "[*] Silesius. Cherubinischer Wandersmann. Brsl., 1657. Münch., 1827. Brl., 1833. Heilige Seelenlust od. geist!. Hirtenlieder der ver- liebten Psyche. Brl., 1657. Münch., 1826. Johann Engel, eigentlich Dr. Joann Scheffler, geb. 1624 zu Breslau, erst K. Ferdinand III. Leibarzt, nachher ein Priester, >B 1677. SCHRADFR, DR. w., Angelus Silesius u. seine Mystik. Ein Beitrag zur Literaturgeschichte des 17. Jahrhunderts. Halle, 1853."
    },
    {
      "index": 11,
      "text": "Sinne gemeint, den wir dargetan haben, obschon der Aus- druck: »Ich bin das A und n, der Anfang und das Ende« (Off. Joh. 1,8.) bedeutet, daß Gott, um sich zu offenbaren, sich als Anfang und Ende auseinandersetzen müßte; sonst könnte nichts außer ihm entstehen. In der Apokalypse werden die Zeiten deutlich unterschieden: »Ich bin, der ist, der war und der da kommt.« Allein in jenem Epigramm wurde nur beab- sichtigt, zu sagen, die Zeit des Vaters sei die Zeit des Alten Testaments, die Zeit des Sohnes die Zeit des Neuen Testa- ments. Aber selbst die besondern Zeiten der göttlichen Öko- nomie wiederholen ja nur die höhern allgemeinen im beson- dern Sinne. Jenes Sinngedicht ist also vielmehr einer Sektie- rung des Mittelalters beizulegen, die daraus, daß die Zeit des Vaters das Alte Testament, die Zeit des Sohnes das Neue Te- stament sei, Veranlassung zog zu behaupten, daß eine dritte Zeit, die Zeit des Geistes sein werde, die das ewige Evangelium bringen würde. Als Anhänger dieser Lehre von einem bevor- stehenden ewigen Evangelium ist besonders bekannt der schon erwähnte Abt Joachim, und da er die drei Persönlichkeiten ihrer Gottheit nach begriff, so gab dies vielleicht Veranlassung, ihn des Tritheismus zu beschuldigen. Wenn die Anhänger die- ser Lehre das bevorstehende Evangelium ein ewiges nannten, so mußte es anstößig sein, daß sie das Evangelium Christi als ein zeitliches, vorübergehendes ansahen. Ob dies eine wahre oder vorübergehende Meinung war, oder der Sinn so zu ver- stehen ist, daß eine höhere Entwicklung des Christus = Lehre bevorstehe, indem Christus vom Geiste ebenso geweissagt hatte, wie im Alten Testament der Vater vom Sohne geweissagt [hatte]; wie Christus den Geist den Geist der Wahrheit nannte, den die jetzige Zeit nicht begreifen würde, da er vom Geiste insbesonders den Ausdruck braucht: »Derselbe wird mich ver- klären«, d. h. erklären (denn immer verklärt und erklärt die folgende Person die Werke der frühem - der Sohn erklärt den unbegreiflichen Vater, und der Geist selbst erklärt den Sohn - also erklärt immer die folgende Person die vorhergehende - Veranlassung genug, daß man eine Verklärung, künftige Ent- wicklung des Evangeliums hoffte) - ob diese Lehre dieser"
    },
    {
      "index": 12,
      "text": "Schwärmer etwas Anstößiges enthalte, oder vielmehr sagen sollte, daß eine Zeit kommen werde, wo das aufs Neue zum unverständlichen Geheimnis gewordene Christentum aus dem Druck der Finsternis wieder ins reine Licht hervortreten s werde, dies muß ich hier ununtersucht lassen. Für uns hat jene Sukzession den weitem Sinn, daß die ganze Schöpfung vom Vater aus durch den Sohn in den Geist geht. Der Vater war vor aller Zeit, der Sohn ist in der Zeit als die während der Schöp- fung herrschende Persönlichkeit. Der Geist wird nach der Zeit sein als letzter Beherrscher der vollendeten, in den Anfang zurückgekommenen, Schöpfung; nicht daß da die Herrlichkeit des Vaters und Sohnes aufhört, sondern daß zur Herrlichkeit des Geistes die Herrlichkeit des Vaters und des Sohnes hinzu- kommt, wodurch die Herrlichkeit des Vaters und Sohnes of- fenbar und vollkommen verwirklicht sein wird. Denn das, was Johannes sagt, die göttliche Immanenz im Menschen sei voll- endet, wenn der Geist dazu kommt, gilt von der ganzen Schöpfung. Der Tag der Herrlichkeit ist der Tag der gemein- schaftlichen Verherrlichung. Gegen diese ganze Vorstellung entsteht aber ein unleugbarer Widerspruch. Denn obwohl das Ende der Schöpfung, obgleich der Mensch da ist, so ist doch der jetzige Zustand der Welt entfernt von jener Wiederbringung des göttlichen Seins, die als Ziel der Schöpfung gedacht wird. Jenes Reich der entschiede- nen Herrlichkeit des Vaters, die wir in der Schöpfung erwar- teten, ist noch nicht da. Das göttliche Sein erscheint als suspendiert, ohne daß dadurch der Prozeß der Schöpfung fort- schritte. Vielmehr sehen wir alles in einem beständigen und einförmigen Kreislaufe in der Natur, die immer dasselbe her- vorbringt, während jene Suspension des göttlichen Seins äu- ßerlich noch besteht. Wir können in einem weiteren und höheren Sinne mit dem Zweifler bei Petrus fragen: »Wo ist die verheißene Zukunft des Herrn? Denn seit die Väter entschla- fen, bleibt alles, wie es seit Urbeginn der Schöpfung war.« Cf II. Petr. 3,4. Es bleibt alles in dieser äußerlichen Suspension des göttlichen Seins. Doch mit dem Apostel können wir antwor- ten: »'Ev öE wuto .... T]µEpa µta [ daß ein Tag vor dem Herrn"
    },
    {
      "index": 13,
      "text": "ist wie tausend Jahre und tausend Jahre wie ein Tag][*] Nicht Gott kann die Schuld dieses Verzugs zugeschrieben werden. In diesem Aufschube können wir nur seine Langmut und Geduld erkennen. Ob jetzt oder nach einer langen Reihe von Jahren - dies ist für Gott eins. In diesem Aufschube erkennen wir seine Geduld und Langmut, die von Anfang bis jetzt eine fi'eiwillige Umwendung - µi:,avota - gewollt hat, so daß sie den ganzen Erfolg der Schöpfung auf den freien Willen des Menschen gestellt hat. Der Mensch ist die Ursache der Verzögerung, der neuen Suspension, die nur durch einen zweiten, um den Men- sehen als Mittelpunkt sich bewegenden, Prozeß, durch diesen noch verwickeltem Prozeß, nur durch eine neue Schöpfung wieder aufgelöst und aufgehoben werden kann und soll. Also durch den Menschen sollte das Ziel des Fortgangs erreicht werden. Aber durch den Menschen ist jenes Ziel nicht erreicht worden; denn durch den Menschen wurde eine Suspension der göttlichen Wirkung veranlaßt. Die letzte Reflexion führt uns auf die Bedeutung des Menschen in der Schöpfung. Wir sind dadurch aufgefordert, zu erklären: l)Was, wie der Mensch in der Schöpfung war? oder wir sollen die Bedeutung des Menschen in der Schöpfung in seinem Un- terschiede von den andern Geschöpfen angeben. 2) Wie es in der Macht des Menschen war, eine Hemmung des göttlichen Seins zu veranlassen, und sich selbst zum Anfange des neuen Prozesses zu konstituieren, in dem Moment selbst, wo der Schöpfer gleichsam ruhen sollte? 3) Welche Veränderung in dem Verhältnisse des Menschen zu den kosmischen Potenzen der einmal gewordenen Welt, der Potenzen unter sich und zu Gott durch jene neue Hemmung gesetzt wurde? Was 1) die Bedeutung des Menschen und seinen wesent- lichen Unterschied von den anderen Geschöpfen begreift, so wird sich dies kurz so darstellen: Solange die Potenzen bloß auseinander, als kosmische ge- setzt waren (am Anfange des Prozesses sind sie natürlich am"
    },
    {
      "index": 14,
      "text": "[*] II. Petr. 3,8."
    },
    {
      "index": 15,
      "text": "weitesten auseinander, so daß sie sich also 1m negiertesten Zustande befinden), solange dies ist, ist der Schöpfer, ist Gott in jeder, aber in jeder ein anderer, sich sogar ungleicher. Je mehr aber die Potenzen aneinander rücken, so daß dann das ursprüngliche Sein ein gemeinschaftliches wird, desto mehr erhält das Geschöpf einen Bezug auf Gott selbst, zu dem in der Allheit Einen, der im ganzen Prozeß der Unsichtbare ist. Und im letzten Geschöpfe, wo die Spannung ganz aufgehoben wird, ist der Bezug ein unmittelbarer. Die während der Span- nung der Potenzen aufgehobene Gottheit tritt am Ende der Spannung in den Menschen, als letztes Geschöpf, selbst ein, und ist in ihm immanent. Das am Ende der Spannung ent- standene Geschöpf erhält also einen notwendigen Bezug zu Gott, dem Schöpfer selbst. Um dies anschaulicher zu machen, will ich folgendes Bild beifügen: Der Strahl der Gottheit, der in allen andern Geschöpfen schief einfällt, fällt im Menschen senkrecht ein, so daß der Mensch das vergottete Geschöpf ist."
    }
  ]
}