{
  "title": "43. Vorlesung (Lecture 43)",
  "paragraphs": [
    "M. H. Die Götter der griechischen Mysterien sind im allgemeinen die Götter, die wir früher als die verursachenden unterschieden haben, die wir als die eigentlich wirkenden Potenzen des mythologischen Prozesses erkannt haben. Da indes dieser Prozeß nur möglich ist mittelst der unauflöslichen Verkettung dieser Potenzen, und da er als theogonischer im höchsten Sinne nur empfunden wurde, insofern es ein und derselbe Gott ist, der zuerst ungeistig, aus und über dem ungeistigen Sein, von diesem befreit, hervortritt; da sich dies so verhält, so berti. T. I. II. Lugd. B., 1746-66. Ed. N. Schow. Lips., 1792.",
    "HESYCHII MILESII opuscula. I. Meursius Gr. et. Lat. prim. vulg. Ace.",
    "Bessarionis ep. gr. barb., Lugd. B., 1613.",
    "werden diese 3 Momente 1) des ungeistigen oder außer sich seienden Gottes 2) des sich selbst in die Geistigkeit zurückbildenden und 3) des als reiner Geist hervortretenden Gottes als Momente eines und desselben Gottes erscheinen müssen, wenn der Prozeß als theogonisch empfunden werden soll. Der Gott, der in allen Momenten derselbe ist, heißt Dionysos. Dionysos ist der gemeinschaftliche Name für alle drei Gestalten; doch wurde zugleich jede[r] dieser Gestalten ein besonderer Name beigelegt. Der ungeistige Gott, der als der objektive Anlaß des Prozesses zugleich als der Älteste empfunden wird, heißt Zagreus in den Mysterien, der zunächst als Sohn der Persephone bestimmt ist; denn Persephone ist der subjektive Anlaß des ganzen Prozesses. Sie ist das Setzende, das Gebärende des Gottes , der der objektive Anlaß des Prozesses ist. Da aber Persephone aus der Innerlichkeit nur hervortritt, um dem theogonischen Prozeß unterworfen zu werden, so ist es Zeus, der Repräsentant dieses mythologischen Prozesses, der sie aus ihrer Abgeschiedenheit herausnötigt, und sie zum Setzenden des realen Gottes macht. Insofern wird der älteste Dionysos dargestellt als der Sohn des Zeus und der von Zeus bezwungenen Persephone, d. h., der dem theogonischen Prozeß unterworfenen Persephone. Das mythologische Bewußtsein hält in dem spätem Moment immer den frühem fest. Tief in seiner Erinnerung mußte die Gestalt des Gottes haften, der zuerst in seinem Sein der alles Verzehrende war. In diesem seinem ersten Sein heißt er ~tovucroi; ooµT]CTTTJi;, d. i., der wilde Dionysos. Es läßt sich wohl denken, daß einer aus der zahlreichen Klasse der Wahrsager, die nur darum als das Zukünftige voraussehend gedacht wurden, weil sie als im tiefsten Rapport mit der Vergangenheit geblieben gedacht wurden, Menschenopfer für diesen , der Menschheit feindlichen, Gott fordern konnte. Aber dieser ~tovucroi; ooµT]CTTT]i; ist in einem spätem Moment, wo er schon dem höheren, besseren Selbst nachgiebig geworden ist, der milde, wohltätige, der Freudenspender. Einer seiner Beinamen ist icro◊aiTT]i;, der Gleichausteiler, (Cf. Plutarch.) der jedem das ihm zukommende Sein erteilt. Eben dieser, welcher zuerst im Besitze des ausschließlichen Seins war, ist in der Folge Herr des geteilten Seins. Er ist, wie ich oft gesagt habe, inde1n er auf das Sein verzichtet, der Gegensatz alles Konkreten . Er selbst muß untergehen, damit das Einzelne lebe. Denn indem er sich zum bloßen Grunde des Seins macht, ist er das Verzehrende jedes einzelnen Seins. Von diesem, durch ihn gleich ausgeteilten, Sein heißt er icroöai'l:T]c; und indem er gegen das geteilte, mannigfaltige, sichtbare Sein selbst zur Vergangenheit , zur Unsichtbarkeit wieder zurücktritt, wird er zum Hades. In bezug auf diesen ältesten Dionysos gibt daher auch Herodot zu verstehen, daß er in der Unterwelt herrsche, und Heraklit* konnte sagen, daß Dionysos und Hades ein und derselbe sei. Der untergegangene Dionysos wird in demselben Sinne zum Austeiler des Seins, wie Hades der Reichtumgebende genannt wird, wie der spätere Name Pluto als identisch mit 1tAournc; schon andeutet; denn indem das ausschließliche Sein zugrunde geht, geht die ganze Mannigfaltigkeit, der Reichtum der Dinge auf. In diesem holden Gott ist auch der zweite Dionysos, der zuerst nur in der Spannung als überwindender Gott erscheint, ganz verwirklicht, mit ihm völlig identifiziert . Daher dieser Dionysos, der in den Bacchischen Festen vorzüglich gefeiert wurde, in den Mysterien nicht mehr besonders gefeiert wird, sondern fast verschwindet, und als eins mit dem überwundenen Dionysos gedacht wird. Aber eben dieser Gott gibt sich als dieser nur auf, um sich in einer dritten Gestalt als ganz erhabener Geist zu setzen. Die Seligkeit des jetzt vollendeten Gottes beruht darauf, in seinem ersten, der Überwindung unterworfenen, Sein zur reinen Seele überwunden zu sein. Seele ist eben der Ausdruck des unsichtbar gewordenen , realen Gottes, welche Seele aber in dem Verhältnisse , als die Seele, reines Ansieh ist, sich selbst als Geist erzeugt und besitzt. Schon in der Natur erscheinen die Dinge, in welchen das blinde Prinzip exstant ist, als seelenlos, in dem Verhältnisse aber, als das blinde Prinzip latent wird, erscheinen beseelte Wesen. Wir sind daher berechtigt, anzunehmen, daß das völlig in sein Ansieh zurückgebrachte Prinzip das sei, was * Cf. Clem. Coh. ad gent. II. p. 30.",
    "wir Seele nennen; die, wenn sie ganz Seele, vollkommene Seele ist, den Geist zur Frucht oder Vollendung oder zu ihrer Folge hat. Die Seele, die den Geist nicht erzeugen kann, ist nicht * wahrhaft Seele; sie ist [die] unselige Seele. Die Seele, die sich als Geist zu erzeugen vermag, ist die wahrhafte Seele. Daher die 1nittlere Potenz die ist, die zum beseligenden Tode führt. Auch jener Gott, der durch sein Herausgehen aus sich selbst, die veranlassende Ursache des Prozesses ist, wurde in den Mysterien als sterbender dargestellt, der in seinem Zurückgehen in sich selbst, in einer höhern Gestalt, sich selbst als Bleibenden, über den Wechsel der Sinnlichkeit erhabenen Geist in einer dritten Gestalt erzeugt. Dieser dritte Moment des sich selbst erzeugenden Gottes ist der Jakchos der Mysterien, über welchen ich mich nun zu erklären habe. Daß dieser Jakchos der Mysterien zuförderst vom zweiten Dionysos verschieden ist, darüber ist nirgends ein Zweifel und es wird von allen ausdrücklich behauptet. Arrianus sagt ausdrücklich: »Der mysteriöse Jakchos=Gesang wird nicht dem Thebanischen Dionysos, unserm zweiten Dionysos, sondern einem andern angestim 1nt. « Dieser dritte Dionysos wurde ausdrücklich vorgestellt als der, in welchem, als in einer höhern Potenz, der erste wieder hergestellt wird. Dadurch denn ist der dritte mit dem ersten eins und doch verschieden. Er ist eins, weil in ihm der erste wiederkehrt; er ist verschieden, weil er in einem andern Moment ist, als der erste. Man muß dieses Verhältnis wohl ins Auge fassen, u1n sich durch die scheinbar sich widersprechenden Aussprüche der alten Schriftsteller hindurchzufinden. In einigen Stellen ist Jakchos als Sohn der Perscphone angegeben.",
    "Wenn Ste-Croix** sagt, vermöge der allgemeinen Überlieferung sei der dritte Dionysos der Sohn der Persephone, und das, FRIDER. SCHMIEDER, Not. critic. in Arriani de Alexandri Magni exped . libr. VII. spec. 1. Halae, 1795.",
    "** Recherches historiques et critiques sur !es mysteres du Paganisme, par M. le Baron de Ste-Croix. Seconde edition revuc et corrigee par le Baron S. de Sacy. A Paris. 1817. 2 Vol. 8.",
    "was von Zagreus gesagt wird, auch vonJakchos anführt, so tut er dies mit Unrecht. Es schien ihm nur so, weil er schon im voraus den ersten Dionysos mit dem dritten verwechselt, was auch Creuzern begegnet ist. Wäre Zagreus undJakchos dieselbe Gestalt, so gäbe es nur zwei Dionysos, nämlich den Thebani- sehen Dionysos und den Zagreus=Jakchos als eine Person. Nun gibt es aber keine allgemeinere und beglaubigtere Überlieferung , als daß es drei Dionysos gebe. Selbst Diodor von Sizilien, wenn er sagt: »Einige behaupten, es gebe drei Dionysos , andere es gebe nur einen« ... weiß nicht von zwei Dionysos, sondern nur von 3 oder einem Dionysos. Diejenigen , welche nur von einem Dionysos wußten, waren solche, die zugleich wußten, daß es nur ein Gott ist, der durch alle Gestalten hindurchgeht. In diesem Sinne hatten sie ganz die richtige Ansicht. Man kann aber auch sagen: diejenigen, wel- ehe nur einen Dionysos kannten, waren die, welche nur den exoterischen, d. h., den Thebanischen Dionysos kannten. Dagegen aber gab es keine Klasse von Gelehrten oder von Wissenden , die behauptet hätten, daß sie von zwei Dionysos wüßten. Dies ist also eine ganz falsche Ansicht. Denn es gibt sehr viele Stellen, in welchen der Jakchos der Mysterien vom Thebanischen Dionysos und vom Zagreus unterschieden wird, und anstatt Sohn der Persephone genannt zu werden, wird er vielmehr in den sichersten Angaben als Sohn der Demeter erklärt. Warum? Dies kann erst in der Folge erklärt werden. Inden, wir aber hier auf Demeter zurückgeführt werden, so will ich über das Verhältnis des Jakchos zur Demeter folgendes anführen. Suidas sagt bei der Erklärung des Wortes Jakchos, er sei ö emµ<icrnoc; ~tovucroc;, d. i. der Dionysos an der Brust. Daß Jakchos an der Brust der Demeter war, erhellt auch aus !-XI. Bip., 1790 sq.",
    "[Diodori Siculi] ex recensione Dindorffii. V vol. Lips., 1828-31.",
    "Gaisford. Gr. Tom. !-III. C. indd. Oxon. e typ. acad. 1834. Neueste Ausgabe v. Gottfr. Bernhardy in Halle.",
    "Lucretius, wo es heißt: [»Aber mit strotzenden Brüsten ist * Cer es säugend den Bacchus « IV, 1151.] Von diesem Verhältnisse zu Jakchos heißt Demeter KoDpotpc \\cpoi;, die den Knaben Jakchos Ernährende. Von Nonnus s wird immer Zagreus vonJakchos unterschieden, besonders am Ende seines Gedichtes, wo er die drei Dionysos nacheinander aufzählt, wie die marathonischen Nymphen dem erzeugten Dionysos Tänze aufführten, und den Gott verehrten nach dem Sohne der Persephone, und nach dem Sohne der Semele (dem Thebanischen Dionysos) ; dann auch, wie sie Opfer einsetzten zur Ehre des später geborenen Dionysos, ferner wie sie dem als dritten geborenen Dionysos, dem Jakchos, einen brausenden Hymnus anstimmten usw. usw. Dagegen gibt es Stellen, wo Zagreus und Jakchos allerdings verwechselt sind, aus dem Grunde, weil eben Jakchos nur der in anderer Gestalt wiederauflebende Zagreus ist. In Zagreus ist schon der dritte Dionysos als existierend gedacht, und so wird das, was dem Zagreus widerfährt, als dem Jakchos widerfahrend - und umgekehrt wird das, was von Jakchos gilt, vom Zagreus erzählt.",
    "W Ein Beispiel gibt die Stelle des schon erwähnten Arrian, wo dieser den dritten Dionysos zwar sorgfältig vom Thebanischen unterscheidet, dann aber ihn zum Sohne des Zeus und der Persephone macht. Wie wenig man beide zu unterscheiden wußte, erhellt aus den Scholien zu den Fröschen des Aristophanes und zum. siebenten Pythischen Gesang des Pindar. In den Scholien zu Aristophanes heißt es: Es gibt welche, die sagen, Jakchos sei der Sohn der Persephone, andere aber er sei mit der Demeter zusammen. Sie mußten ihn also an der Brust Schalia graeca in Aristaph. comaedias, ed. G. Dindarfius. Vol.",
    "* I.II. Lips. 1822. [326].",
    "ARISTOPHANIS camaedia XI. Gr. lat. c. schal. ant. Ace. notae virar.",
    "dact., rec. Lud. Kusterus. Amst. 1710.",
    "PINDARI Olympia, Nemea, Pythia, Isthmia, c. Schal. et lat. vers. lyr.",
    "per N. Sudarium. Oxan. Sheld. 1697.",
    "(Pindari] carmina et fragm. graece. c. schaliis integr. ed. C. D. Beck.",
    "T. 1. (Olympia). Lips., 1792.",
    "der Demeter oder sonst in Verbindung mit ihr gesehen haben. - Sie sehen, wie sich alles im Bewußtsein verwirrt hat, eben weil Jakchos nur der wiederhergestellte Zagreus ist. In den Scholien zu Pindar heißt es: Der von Persephone geborene Zagreus, der nach einigen Jakchos ist. Sie sehen also, im.mer sind es nur einige. Diese Einige mochten in gewissem Sinne Recht haben, weil in der Tat Jakchos nur eine andere, und zwar die letzte, Gestalt des Zagreus ist, oder weil in Jakchos in der Tat nur Zagreus wieder ersteht. Inwiefern daher im ersten Dionysos schon der dritte existiert, wie das Ende immer schon im An- fang ist, findet diese Verwechslung vorzüglich statt in der berühmten Geschichte von dem Tode und der Zerreißung des Dionysos. Es wird bald vom Zagreus, bald von Jakchos erzählt , er sei von den Titanen zerrissen worden. So wird in den ältesten ägyptischen Mysterien Osiris zerrissen, ja nach einigen (cf. Diod. Sie.) ist es sogar Horns, der dem. dritten Dionysos entspricht, der von den Titanen überfallen und zerrissen wurde, da es doch eigentlich Typhon ist, der zerrissen wird.",
    "Bei Plutarch und Nonnus ist es Zagreus, hingegen bei Klemens von Alexandrien ist es Jakchos der zerrissen wird. Die vollständige Erklärung dieser Leidensgeschichte kann ich hier noch nicht geben; sie muß der höhern Entwicklung der Gesamtansicht aufbehalten werden. Da aber diese Zerreißungsgeschichte zu manchen kritischen Erklärungen Anlaß gegeben hat, so muß ich hier noch dabei verweilen, auf daß diese Frage in der Folge uns nicht [be ]irre, wie es überhaupt nicht meine Sache ist, etwas einseitig vorzutragen, sondern stets das Pro und Contra anzugeben. Es ist diese ganze spezielle Übereinstimmung mit der ägyptischen Vorstellung, welche die Frage veranlassen kann, ob diese Idee von der Zerreißung des Zag- reus eine ursprüngliche in der Hellenischen Mythologie, oder ob diese Geschichte erst später in die Hellenische Mythologie eingeführt sei? Es ist keineswegs unwichtig, hier wo möglich zu einer Entscheidung zu kommen. Es könnte noch vorzüglich eine Stelle des Diodor von Sizilien Bedenken erregen, wo er l*] S. 396. [s. u. S. 725,28] * vom Wein als vom Zeus erteilt spricht. Allein der Wein ist, wie wir schon gesehen haben, die Gabe des Dionysos der zweiten Potenz. Von Zagreus sagt Diodor, er sei der von Zeus und Persephone geborene, d. h., der Sohn des Zeus und der Pers sephone, den Orpheus in die Mysterien als den von den Titanen zerrissenen überliefert habe. Hier kommt also Orpheus ins Spiel, und es möchte scheinen, daß jener Mythos erst durch Orpheus in die Mysterien gekommen sei. Zur Zeit der Pisistratiden lebte zu Athen ein Wahrsager, Onomacritus, * der sich vorzüglich mit Auslegung der Orakel des Musaeus beschäftigte . Dasselbe taten zu Platos Zeiten die Orphiker, die mit diesen Orakeln sogar im Lande herumzogen. Onomacritus war also ein Orphiker. Der Pisistratide Hipparch hatte sich früher selbst seiner als Wahrsager bedient. Später hat Hipparch veranlaßt, ihn aus Athen zu verweisen, weil er überwiesen wurde, die Orakel des Musaeus verfälscht zu haben. Wie er sich später wieder mit Hipparch verstanden habe, und das Folgende gehört nicht hierher. Desselben Onomacritus tut auch Pausanias Erwähnung.(**] Er sagt, Homer habe zuerst die Titanen in die Poesie eingeführt, indem er sie im 14. Buche der Ilias Götter nannte, die im Tatarus wohnen.",
    "* [- - - Sie schwur und rief mit Namen die Götter All' im Tartaros unten, die man Titanen benennet.] Von Homer - fährt Pausanias fort, habe Onomacritus die Namen der Titanen genommen, und sie unter diejenigen gerechnet , welche bei den Leiden des Dionysos selbst Hand angelegt haben. Diese Angabe des Pausanias könnte leicht die des Diodor erklären. Eben dieses Gedicht des Onomacritus, das dieser * Herod. h. L. 7. c. 6. »'E~TJA.cicrS11 yap urco 'Ircrccipxou rnu Ifatcrtm :po:d8i;o)(; 6 '0voµciKptm; E~ 'AS11vlrov, Erc' aurn(jlcopcp aA.oD<; urco Acicrou rnu 'Epµtovfoc; Eµrcotlrov E<; ,a Moucraiou xp11crµov, roc; al Erci Atjµvou ErctKdµi:vat vficrot a(jlavt~oiarn Ka,a ,fi<; SaA.cicrcr11c;.« 0nomakritus war nämlich von Hipparchus, Pisitratus Sohn, aus Athen verbannt worden, da ihn Lasus v. Herminione darüber ertappt hatte, wie er dem Musaeus einen Spruch unterschob, daß die Inseln bei Lemnos ins Meer versinken würden. - * Lib. I. C. 22. [7.] wahrscheinlich als Überlieferung des Musaeus angeführt hat, konnte Pausanias für überflüssig halten, als Orphisches anzuführen . Orpheus und Musaeus sind übrigens parallel, und von einander nicht verschieden. Es konnte - um es kurz zu sagen - dieses von Onomacritus für ein Orphisches ausgegebene Ge- dicht, worin die Zerreißung des Dionysos besungen ward, die Meinung veranlaßt haben, diese Erzählung sei überhaupt Orphisch und durch Orpheus in die Mysterien gekommen. Ich glaube, daß hiermit die Meinung von einem Orphischen Ursprung dieses Gedichts beseitigt ist. Ein anderer, neuerer Ge- lehrter kommt auf diese Stelle des Pausanias wieder zu sprechen , und will aus ihr schließen, jene ganze Geschichte sei nur erst von Onomacritus erfunden worden, und da dieser schon als Betrüger bekannt war, so war es sehr erwünscht, [um] in den Mysterien, wie Voss es ausdrückt, ein Eingeschmuggeltes zu sehen. Aber alles, was Pausanias dem Onomacritus zuschreibt , ist nur, daß dieser die Titanen in der Leidensgeschichte des Dionysos selbst habe Hand anlegen lassen. Pausanias will bemerken, daß Onomacritus die Zerreißungsgeschichte homerisiert, d. i., mythologisiert habe. Aber wahr- scheinlich war Onomacritus nicht der einzige, der diese Geschichte episch besungen hat. Vielmehr scheint diese Geschichte ziemlich allgemein mythologisch oder poetisch behandelter Stoff gewesen zu sein. Plutarch (d. Isid. et Osirid.) sagt in bezug auf den Tod des Osiris: Was von den Giganten und Titanen bei den Hellenen gesungen wird, und ebenso gewisse Untaten des Kronos, die Flucht des Dionysos (vor den Titanen ), die Irrfahrt der Demeter, welche den verlorenen Gott sucht - dies alles weiche nicht ab von den Begebenheiten des Osiris und des Typhon und von anderem, was mythologisch erzählt ist, und jeder ungehindert hören kann. - Die Zerreißungsgeschichte des Dionysos war also nicht einmal ein ausschließlicher Stoff der Mysterien; doch kommt sie auch in diesen vor, denn Plutarch sagt gleich darauf: Was aber auch in den geheimen Weihen ausgesprochen und für den großen Hau- fen ungesehen überliefert wird, hat auch gleiche Bewandtnis mit den ägyptischen Traditionen. Hieraus erhellt, daß jene Geschichte nicht bloß öffentlich, sondern auch in gewissen Mysterien , wohl szenisch dargestellt wurde, vorzüglich in jenen, welche wegen ihrer nächtlichen Feier vuKnKa genannt wurden.",
    "In einer andern Abhandlung sagt Plutarch: Das Leiden seiner Umwandlung in Erde, Wasser, Pflanzen und Tiere werde als eine Art 8tacmacrµoi:;, d. i., Zerreißung oder Zerstückelung vorgestellt: man nenne den Gott, dem dies widerfährt, Zagreus Dionysos, Dionysos Isodaites. Das Faktum also, daß so etwas wie eine Zerreißung in den Mysterien dargestellt wurde und wahrscheinlich szenisch, ist nicht zu bezweifeln. Wenn nun jemand glaubte, es habe auf diese Darstellung der Leiden oder der Zerreißung des Dionysos die ägyptische Osiris=Idee Einfluß gehabt, so würde ich dies zwar nicht als erwiesen annehmen , aber auch nicht aus dem Grunde widersprechen, als ich sonst eine bloß äußere Überlieferung leugne, und solche Verpflanzungen von einem Volk auf das andere nicht zugeben kann, indem so mythologische Begriffe als bloß zufällige dargestellt würden. Daß aber dies unmöglich geschehen könne, habe ich schon in der allgemeinen Einleitung gezeigt. Allein eine andere Bewandtnis hat es mit den Griechischen Mysterien.",
    "Diese sind unleugbar mit Freiheit entwickelt, und nur erst allmählich ausgebildet worden. Insbesonders gilt dies von den äußern Einrichtungen, z.B., von den Schauspielen oder szenischen Darstellungen, welche vorhergingen und die der Natur der Sache nach nur allmählich ausgebildet wurden. Die letzte notwendige Krisis war dem Bewußtsein eine Art von Offenbarung , die ihm zuteil wurde; aber an dem tiefem Verständnis derselben hatte doch auch auch das freie Denken großen Anteil , wie schon aus Herodot erhellt, der diejenigen, welche die Mysterien vollständig ausbildeten als Sophisten, d. i., als weise, denkende Männer beschreibt. Und in der schon angeführten Stelle aus Phädo spricht Plato von den Einrichtungen in den Mysterien durchaus als von einzelnen, und [diese] konnten als solche eben nur allmählich eingeführt werden. Die Mysterien waren in ihrer höchsten Vollendung auch als ein großes szenisches Kunstwerk zu betrachten, das wohl nur in mehreren Menschenaltern zustande kommen konnte. Insbesonders also an diesen äußeren Einrichtungen, an diesen szenischen Darstellungen, konnten die Hellenen allerdings immer etwas von den Ägyptern entlehnt haben, ohne daß ihnen aber die Begriffe von der Sache selbst, z. B. des Begriff des Dionysos von den Ägyptern überliefert wurde. Ich dehne dies s sogar auf den Begriff des ersten, zweiten und dritten Dionysos aus. Daß diese Begriffe von außen gekommen seien, dies leugne ich; denn sie sind das Innere eines notwendigen Prozesses , und als dies wesentlich konnten sie den Hellenen nicht von außen zukommen. Was das Äußerliche betrifft, so lag darin allerdings etwas Zufälliges, und konnte daher auch von außen gekommen sein. Wenn also - wie gesagt - jemand behauptete, daß die in gewissen Griechischen Mysterien dargestellte Leidensgeschichte des Dionysos den griechischen Osiris=Festen nachgeahmt sei, so könnte ich dies als Möglichkeit zugeben; aber daß, wie einige glauben, so ein Schächer, wie Onomacritus , fähig gewesen sei, etwas in die Mysterien einzuschmuggeln , dies ist ganz und gar zu verwerfen und keiner Widerlegung wert. Was also den Einwurf in Rücksicht auf diesen Onomacritus betrifft, so glaube ich ihn hinlänglich beseitigt zu haben. Es fragt sich nur, ob die äußern Darstellungen den ägyptischen nachgemacht worden seien, oder nicht, und hierüber wissen Sie meine Ansicht."
  ]
}