{
  "title": "Vorlesung 40 (Lecture 40)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Von der Fröhlichkeit und Heiterkeit der in Griechenland öffentlich gefeierten Bacchus-Feste gehen wir zum Ernste der Mysterien über. Die Frage ist, was der eigentliche Inhalt der Mysterien war? Keine Frage der Altertumsforschung hat je- mals zu abweichenderen Antworten Gelegenheit gegeben, als diese; zumal in der neuesten Zeit ist zwischen den dissentie- renden Parteien ein heftiger Streit über den Ursprung und Inhalt der Mysterien geführt worden. Auf diese neueste Pole- mik uns einzulassen, liegt ganz außer dem Kreise unseres Systems. Wogegen jene Polemik sich vorzüglich ereifert, z.B. gegen vorhomerische Mysterien, gegen Ableitung der Diony- sos= Verehrung vom indischen Sivatisnrns usw., dergleichen Dinge behaupten wir nicht und haben sie also auch nicht zu verteidigen, und was die gegen solche Behauptungen Streiten-"
    },
    {
      "index": 1,
      "text": "den vorbringen, ist teils zu geringfügig, teils gehört es einem Standpunkte an, der durch unsere bisherige Entwicklung schon hinreichend widerlegt ist. Wir können unmöglich eine Neigung empfinden, den natürlichen und notwendigen Zu- sammenhang der Mythologie, der sich bis in die Mysterien erstreckt und den wir bereits nachgewiesen haben, noch einmal gegen die künstlich gemachten und zusammengestoppelten Vorstellungen zu verteidigen. Vorläufig bemerke ich, daß ich in der nun folgenden Entwicklung auf die Attischen Mysterien niich beschränke, und daß die übrigen, vorzüglich die Samo- thrakischen, nur gelegenheitlich und als Erläuterungen der Attischen vorkommen werden. Außerdem ist noch zu bemer- ken, daß bei den Attischen Mysterien die großen und kleinen - µqaAa Kat µ1Kpa - unterschieden wurden.[*] Da aber die kleinen Mysterien für sich auf die großen bezogen und die kleinen bloß Vorbereitung zu den großen waren, so ist diese Unterscheidung für uns, die wir es mit dem Gesamtinhalte zu tun haben, von keiner Bedeutung. Wie sich der Inhalt geteilt habe, wird sich in der Folge selbst darstellen. Vor allem aber ist zu bemerken: die Mysterien waren etwas, was begangen wurde - res, sacra, quae fiebant - 8pmµ1:va. Es ist daher in den Mysterien zu unterscheiden: 1) was in ihnen vorging und getan wurde - 2) die dadurch entstandene Erkenntnis, welche die eigent- liche Mysterienlehre ist. Wir sprechen also zuerst nicht von der Mysterienlehre selbst, sondern von den Vorgängen derselben. Die Mysterien waren, wie schon ihr Name sagt, allerdings dem Exoterischen entge- gengesetzt; jedoch ist diese Entgegensetzung nicht als Wider- spruch zu denken. Sie waren vielmehr nur, wie wir gezeigt haben, das Innere, der Schlüssel und die letzte Erkenntnis der Mythologie selbst. Demnach konnte auch der Hauptvorgang der Mysterien selbst nur die letzte Krisis des mythologischen Prozesses oder Bewußtseins sein. Sie waren im allgemeinen nur eine wiederholende Darstellung des Vorganges, durch den"
    },
    {
      "index": 2,
      "text": "[*] Clem. Alex. strom. 1. 5. p. 93. Ed. Wirceb."
    },
    {
      "index": 3,
      "text": "das Bewußtsein sich vollends zur letzten Krisis überwindet und entscheidet. Die Mysterien selbst waren noch Kampf; ihre Voraussetzung war allerdings die fortdauernde Gewalt jenes religiösen Prinzips, das den Menschen außer sich in einen sinnlosen Zustand versetzt. Sie enthielten dieselbe esoterische Seite der Mythologie, dieselbe esoterische Geschichte der My- thologie, die wir in der Philosophie der Mythologie vorgetra- gen haben, aber in bezug auf das Bewußtsein. Diese esoterische Geschichte der Mythologie wurde aber nicht docendo vorge- tragen, sondern durch wirkliche Erscheinungen den Einzuwei- henden wiederholt und zurückgerufen, durch cpav,acrµm:a, welches Wort auch wirklich zur Bezeichnung derselben ge- braucht wird. Es sollten alle Zustände des frühem Bewußtseins in dem Bewußtsein des Einzuweihenden wieder hervorgerufen werden, also zuerst alle Schrecken der frühem Momente des Bewußtseins, dann der Todeskampf des mit dem realen Prinzip ringenden Bewußtseins, endlich die vollkommene Befreiung. Demetrius von Phalera*, ein berühmter Rhetor, sagt in seiner Einleitung zur Redekunst: Alles war in der Einleitung zu den Mysterien auf Schauer, Schrecken und Bestürzung angelegt. Wenn der Einzuweihende in den geheimnisvollen Tempel tritt, sagt The1nistius, [**] so wird er von Schrecken und Schwindel befallen, da er keinen Schritt vorwärts zu tun vermag, noch einen Weg findet, der ihn ins Innere führt, bis der Prophet den Vorhang von dem Tempel hinwegzieht. In einen, Kommentar zum Alzibiades des Plato sagt Proklus: Gleichwie in der Ein- weisung in die Mysterien einige der eigentlichen Einweihung vorausgehende Schrecken, die teils durch Worte, teils durch gezeigte Gegenstände erregt werden, die Seele dem Göttlichen fügsam machen sollen (hier ist also der Zweck genannt), so verführt auch zu gleichem Zwecke der Philosoph, um Jüng-"
    },
    {
      "index": 4,
      "text": "* Cic. de finibus. V. 18. * In libro de elocutione sect. sos. Cur. I. G. Schneider. Altenb., 1779. [**] THEMISTII orationes XXXIII e quib. trederim ed., Dion. Petavius lat. plerasque redd. ac fera vicenas not. ill. Ace. ad easd. XV. orat. not. etc. I. Hardnini. Gr. lat. P. I. II. Par. typ. reg. 1684."
    },
    {
      "index": 5,
      "text": "linge zur Weisheit zu bilden oder zu erheben.[*] Erregt wurden die Schrecken, indem teils eine Menge seltsamer und unerklär- barer Stimmen sich vernehmen ließ, teils durch geheimnis- volle, mystische Erscheinungen, z.B. von Tiergestalten, über- haupt durch Phantome, welche dem Eintretenden begegneten und durch die sich alle Schrecken des frühem Bewußtseins wiederholten. Denn die Vorgänge in den Mysterien sollten an die frühem Zustände erinnern, die im hellenischen Bewußtsein als solche zwar schon vergangen waren; aber damit das helle- nische Bewußtsein sich an die Wohltat der Institution, die ihm durch die letzte Krisis zuteil geworden war, erinnert werde, sollten ihm die frühem Zustände des Bewußtseins zurück- gerufen werden; es sollte erinnert werden an jenen dump- fen, schweren Traum, in dem der Orientalismus befangen war, wo wilde Phantasien und regellose Geburten das Bewußtsein ängstigten, an jenen zwischen Bewußtsein und Bewußtlosig- keit schmerzlich ringenden Zustand. Am meisten geeignet, jenen mittleren Zustand zwischen Bewußtsein und Bewußtlo- sigkeit darzustellen, war wohl der Umstand, den Dio Chry- sostomus erwähnt, daß der Einzuweihende abwechselnd von Licht und Finsternis umfangen wurde.[**] Denn das reale Prin- zip, solange es in seiner vollen Stärke ist, verursacht eine völlige Verfinsterung und Dunkelheit des Bewußtseins. Wenn es sich auch im ganzen noch behauptet, wie zur Zeit des Kro- nos, so gibt es doch Momente der Nachlassung, Abspannung, wo es augenblicklich wenigstens gegen die höhere Potenz schwach wird. In dem Verhältnisse aber, als das reale Prinzip"
    },
    {
      "index": 6,
      "text": "[*] PROCLI, Phil. Plat., Opp., e codd. mss. Bibi. reg. Paris. turn primum edidit, lect. var. vers. lat. comment. ill. Vict. Cousin. Tom. I- VI. Paris. exc. I.M. Eberhart. 1820. 27. PROCU in Plat. Alcibiad. prior. Commentarii. Ex codd. mss. ed. Fr. Ceuzer. Francof, 1820. A. BERGER, Exposition de Ja doctrine de Proclus. Paris, 1841. [**] Orationes LXXX., gr. lat. Lutet. Cl. Moren. 1604. Orat. m;pi acrKtjcrEmc; Ed. C. F. Matthiae. Mosq., 1776. Orationes ex rec. Reiske c. animad. 2 Vol. Lips., 1784."
    },
    {
      "index": 7,
      "text": "die Kraft verliert, tritt aus dem Innersten des Bewußtseins die eigentliche Freiheit, der Geist in vollem, verzehrendem Glanze hervor, welcher Glanz dann den Menschen sinnlos macht. Der blinde Wille wird da wahnsinnig, weil er des Gei- stes nicht mächtig werden kann, und daraus entsteht das Formlose, wo sich das Bewußtsein im wechselnden, mittleren Zustande befindet, wie dies bei der Kronischen Zeit beschrie- ben wurde. Dieser wechselnde, mittlere Zustand zwischen Erleuchtung und Verfinsterung des Bewußtseins wurde in den Mysterien durch einen Wechsel von Licht und Finsternis dar- gestellt. Und so können denn diese Erscheinungen in den Mysterien als Bestätigung jener Erklärungen angesehen wer- den, welche wir von den frühem Zuständen des mythologi- schen Bewußtseins gegeben haben. Die Absicht dieser Schrek- ken hat uns nun aber schon die erwähnte Stelle des Proklus kennen gelehrt. Sie sollten die Seele dem Göttlichen empfäng- lich machen, und den kommenden, ruhigen Stand der Seele als höhere Seligkeit empfinden lassen. Wenn uns das Psychologi- sche in diesen Gestalten der Mysterien vorzüglich in Dunkel- heit bleibt, so kommt dies daher, weil jene reale Gewalt, in der sich das Bewußtsein während des mythologischen Prozesses befindet, uns aus eigener Erfahrung nicht bekannt ist, wie den Hellenen, für welche blinde Gewalt sie so viele Ausdrücke haben. In einer merkwürdigen Stelle seiner Politik sagt Aristote- les,[*] daß von gewissen Leidenschaften zwar nur wenige Seelen wirklich ergriffen werden, daß sie aber dem Keime nach in allen Seelen vorhanden seien. Außer Mitleid und Furcht rechnet er auch den Enthusiasmus dazu. Wir können hier nur das griechische Wort beibehalten, da wir das Wort »Begeiste- rung« immer im besten Sinne zu nehmen pflegen. Der Zu- sammenhang aber zeigt, daß in dieser Stelle das Wort »Enthu-"
    },
    {
      "index": 8,
      "text": "[*] NICKES, DR. J. P., de Aristotelis politicorum libris. Bonnae, 1851. GSELL-FFLS, DR. 1. T. Dissertatio qua Psychologiae Platonicae atque Aristoteleae explicatio et comparatio instituitur. Wirceb., 1854."
    },
    {
      "index": 9,
      "text": "siasrn11s« sensu deteriori zu nehmen sei, d. h., als ein blinder Enthusiasmus, der das Bewußtsein selbst unterjocht, und die Unterwerfung unter den höheren Gott nicht zuläßt. Wir kön- nen das Wort »Enthusiasmus« vielleicht durch Gottesbesessen- heit ausdrücken. Aristoteles setzt hinzu, diesem rcaSos oder i':vSoucrtacrµos seien einige unterworfen. Eben diese - sagt er - sehen wir, wenn sie sich der die Seele von dem Orgiasmus befreienden heiligen Lieder bedienen, davon, wie von einer Arznei, wieder zurückgebracht und beruhigt. Ich habe diese Worte [ni E~opyuisovm 1T]V \\JflJXT]V µEAT]] übersetzt durch * »Lieder, welche die Seele vom Orgiasmus befreien«. Aber es kann auch ein zusammengezogener, sogenannter prägnanter Ausdruck sein. Obgleich das Wort 6pytacrµos besinnungslosen Taumel be- zeichnet, vorzüglich den jener Bacchischen Verehrung, so wird doch das Wort 6pyta von allen Mysterien gebraucht,[*] und Hippokrates spricht sogar von Orgien der Wissenschaft in dem Sinne, wie von Mysterien der Wissenschaft.[**] Ebenso heißt das Verbum opytasElV Mysterien überhaupt begehen, gleich- viel welche - also auch die Eleusinischen Mysterien. Wenn ich zweifle, so ist es deswegen, weil dies Wort wirklich nur in dieser Stelle bei Aristoteles vorkommt. Auch in der zwei- ten Bedeutung gen01nmen ist nichts verändert, denn die Sa- che kommt immer auf dasselbe hinaus. Alsdann spricht Ari- stoteles von einem rcaSos, dem 1nanche unterworfen sind, - daß sie sich aber auch durch heilige Lieder zum Behufe der Orgien (nach dem Obigen soviel als Mysterien) reinigen. Auf jeden Fall also folgt, daß es gewisse heilige Lieder gab, durch welche die Einzuweihenden zu den Mysterien vorbereitet wur- den. Also auch außer den Mysterien konnten diese Lieder wirken auf solche, die von jenem Enthusiasmus befallen wa-"
    },
    {
      "index": 10,
      "text": "[*] Horn. Cer. 274. 476. Herod. 2, 51. 5, 61. [**] Opp. omnia, Gr. lat. Ed. I. A. v. d. Linden. Vol. I. II. Lugd. B., 1M5. ~ Opp. omnia. Gr. lat. C. annot. A. Foesii. Genev., 1657."
    },
    {
      "index": 11,
      "text": "ren. Wir können von der Wirkung dieser Lieder außer den Mysterien schließen auf ihre Wirkung in den Mysterien; denn von ihrer Wirkung in den Mysterien durfte Aristoteles nicht sprechen, sondern nur von ihrer Wirkung außer den Myste- rien. Wenn sie aber außer den Mysterien jenen Orgiasmus, der sich als Sucht oder Krankheit äußerte, besänftigten, so werden sie dies wohl um so 1nehr in den Mysterien selbst geleistet haben. Sie sollten das Gemüt dem Göttlichen unterwerfen, es völlig beschwichtigen; jene heiligen Melodien sollten das früh- ere Bewußtsein beschwören, es gleichsam einschläfern, wie durch Zaubergesang. Dies nun scheint der Übergang zur ,i::- AETY] gewesen zu sein.[*] In diesem Moment der Mysterien kam es zum völligen Sterben, wie schon der Gleichlaut von ,EAUYJ und ,EAWTY] angezeigt. Hier in den Mysterien - starb, expirierte wirklich jenes Prinzip, wodurch das Bewußtsein dem mythologischen Prozeß unterworfen und in die materielle Welt herabgezogen wurde. Wie die Auen<;, das Freiwerden des Geistes vom Leibe, Tod heißt, so konnte auch jene Befreiung des Bewußtseins von dem Materiellen des n1ythologischen Prozesses gar wohl Sterben genannt werden. Dies war der Sinn der TEA.c:117. Die Tl::AETY] war aber selbst nur Übergang zur völligen Einweihung, zur bto1t,Eta, zum Anschauen, welches der Zustand der vollkommenen Seligkeit war. Daher schreibt sich, was Aristoteles sagt: »Ich scheine mir in dem Zustande der Mysterien Anschauenden zu sein.« Dies ist soviel, als un- ser: »Ich bin wie im Hinunel. « Von der l':11:011:,r,w scheint sich die µuricn<;, die Einweihung, dadurch unterschieden zu haben, daß diese bloß in mündlich vorgetragenen Belehrungen, jene aber - die i':11:011:1:i::w - in der wirklichen Anschauung der hei- 3U ligcn Gegenstände bestand. Diese drei Stufen unterscheidet * namentlich Proklus. Ein anderer Neuplatoniker, [cf.] Sylvester de Sacy, drückt sich über die Unterschiede so aus, daß man wohl sieht, daß die µuricn<; der theoretische Teil, die l':1to1t,Eta"
    },
    {
      "index": 12,
      "text": "!*] Herod. 2.17l. 4,79. Plat. de rep. 2. p. 364."
    },
    {
      "index": 13,
      "text": "der praktische Teil der Mysterien war, wo die Eingeweihten in die göttlichen Mysterien selbst eingesetzt wurden, und durch Handlungen an den Mysterien teilnahmen. Von dieser Seligkeit der i':rcorc,Eta befindet sich eine merkwürdige Beschreibung in einem Frag1nent, welches Stobaeus* aufbewahrt hat, und wel- ches anfänglich dem Themistius zugeteilt, später aber von Wyttenbach dem Plutarch vindiziert wurde.[**] Diese Stelle ist auch deshalb merkwürdig, weil sie einen Überblick über die frühem Vorgänge gewährt. Plutarch also spricht schon früher in einer Stelle über den Tod und fährt dann fort: Im Tode widerfährt der Seele das, was dem in die großen Mysterien Einzuweihenden widerfährt; daher entspricht auch das Wort * dem Worte, wie die Sache der Sache. Zuerst langes Herumirren (rcAav17, was auch von der Demeter, welche die Persephone, und von der Isis, welche ihren Sohn sucht, gesagt wird), be- schwerliche Wege, und aus einem Dunkel besonderer Art, welches durch abwechselnde Lichterscheinungen noch dunkler gemacht wird, verdächtige, Schauer erregende, vergebliche Wege; hierauf noch vor dem Ende selbst alles furchtbar, Schauer, Zittern, Angstschweiß und Entsetzen (also ward be- absichtigt, eine Art von Todeskampf hervorzurufen). Aus diesem aber kommt dann ein wundervolles Licht dem Einzu- weihenden entgegen, oder glänzende Ebenen und Auen mit Stimmen und Chortänzen und ehrwürdige heilige Laute und göttliche Erscheinungen, worauf der nun ganz Eingeweihte, Freigewordene und entlassen Umhergehende gekrönt (die Krone ist immer das Zeichen der Vollendung und des Sieges) die geheimnisvolle Feier begeht. Wer möchte hier nicht an den Apostel Paulus ([2.]Timoth. 4,7.) erinnert werden? Sofort - sagt Plutarch - geht er mit heiligen und reinen Menschen um,"
    },
    {
      "index": 14,
      "text": "* Sern1. 119. STOBAEI sententiae ex thesauris graecor. delectae c. 1. vers. C. Ges- neri. Tigur., 1543. Florilegium Stobaei. Ed. Gaisford. Oxon., 1822, 4 Vol. [**] PLUTARCHII moralia. Ed. Dan. Wyttenbach T. 1- V. Oxonii, 1795-1800."
    },
    {
      "index": 15,
      "text": "auf die ungeweihte Menge von oben herabsehend, wie sie im tiefen Schlamm von sich selbst herumgetrieben und zertreten und aus Unglauben an jene höhern Götter mit der Furcht des Todes allen andern Übeln preisgegeben wird. s Die Hauptfrage ist, was bei den Eingeweihten innerlich vor- ging, und worin jene gerühmte Seligkeit bestand? Hier ist dann vorzüglich zu bemerken, daß von dem alle Stufen hindurch- gegangenen oder vollkommen Eingeweihten gesagt ist, daß er frei geworden und entlassen ist - also doch wohl von einer frühem Notwendigkeit, von einem frühem Zwang; denn sonst gibt es keine Entlassung. Diese frühere Notwendigkeit aber kann nur die des mythologischen Prozesses sein. Also der Eingeweihte wird erlöst von der Notwendigkeit des mytho- logischen Prozesses, und vermöge dieser Notwendigkeit ent- standen ihm die materiellen Götter. Solange das Bewußtsein noch mit den materiellen Göttern verkehrt, solange ist es noch der Notwendigkeit des mythologischen Prozesses unterworfen und nicht frei. Frei ist das Bewußtsein erst, wenn es nimmer mit den materiellen, sondern rein geistigen und verursachen- den Göttern umgeht, und in Gemeinschaft mit diesen wie in seinem Ursein, oder wie in einem Paradiese wieder lebt. Dann kann es als entlassen betrachtet werden, wenn es in die Ge- meinschaft mit jenen höhern Potenzen tritt, in welcher es sich in seinem Ursein befand. Dort an jenem Orte, wo die Mensch- heit erschaffen wurde, und aus dem es durch eigene Schuld in die materielle Welt herabgekommen war, an jenem Orte, wo der Mensch zwischen die göttlichen Potenzen eingeschlossen und von ihnen umhegt war, war er in eigentlichem Verkehr mit den rein geistigen, göttlichen Potenzen. Die materielle Welt existierte dem Menschen im Ursein noch nicht; seine einzige Umhegung waren die göttlichen Potenzen. So verdankte das den mythologischen Prozeß hindurchgegangene Bewußtsein eben diesem Prozeß, daß ihm dieses paradiesische Verhältnis etwas wirklich Erfahrenes wurde, und sich zu einem im eigent- liehen Sinne fühlbaren, sensibeln verwandelte. Wie der Mensch, der nie krank gewesen, den Himmel der vollkom- menen Gesundheit nie fühlt, sondern nur dem krank Gewe-"
    },
    {
      "index": 16,
      "text": "senen und Genesenden die Gesundheit erst als wahrer Himmel fühlbar wird, ebenso geschieht dies auch dem Bewußtsein durch den mythologischen Prozeß. Durch den mythologischen Prozeß war vermittelt, daß dem Bewußtsein jenes paradiesi- sche Verhältnis wirklich Sache der Erfahrung wurde und sich in ein empfindbares Verhältnis mnwandelte. Jenes paradiesi- sche Verhältnis, welches der Mensch im Ursein nicht empfin- den konnte, war ihm jetzt nicht mehr eine Seligkeit des Gedankens, wie sie auch der wahrhaft Philosophierende emp- findet, sondern es war eine wirklich erfahrene und reell emp- fundene Seligkeit. Anders wenigstens weiß ich die Ausdrücke eines reinen Entzückens mir nicht zu erklären, mit welchem die Griechen von den Mysterien sprechen. Nach der Beschreibung der Griechen war es ein Paradies, ein wahrer Himmel, wo sich der Eingeweihte befand. Es nrnß ein reeller Genuß dabei ge- wesen sein. Das große, über alles herrschende, Weltgesetz ist so gerecht, daß es auch dem redlichen und aufrichtigen Heiden seinen Himmel nicht versagt. Jeder ernstliche Kampf findet seine Versöhnung; nur die Lüge ist zur ewigen Qual ver- dammt. Der Hauptbeweis für die Ansicht, daß die tnon,sw in reellem Genuß bestand, liegt freilich im Ganzen unserer Ent- wicklung und zum Teil in der Mysterienlehre, insofern sich zeigen läßt, daß eben die rein geistigen oder verursachenden Götter den Hauptinhalt der Mysterien ausmachen. Zuerst die Erfahrung, dann die Lehre. Erst aus dem wirklich Erfahrenen bildet sich die Lehre. Indes glaube ich noch einen besonderen Beweis aus der Art entnehmen zu können, wie Plato die in den Mysterien empfundene Seligkeit erwähnt, teils indem er von den Mysterien überhaupt Erwähnung tut, teils sie mit der Präexistenz der Seele, teils mit dem Zustande des wahrhaft Philosophierenden vergleicht. Auch diese Vergleichungen wer- den dienen, unsere Ansicht zu bestätigen. Wenn der Hymnus an Demeter, den wir wohl einen Homerischen nennen dürfen, wegen der Einfachheit seiner Sprache und der Naivität seiner Darstellung in bezug auf die Eleusinische Weihung ausruft: [Selig, welcher das schaute der sterblichen Erdebewohner! * Aber wer dieser Weihen nicht teilhaft, hat nicht ein gleiches Los"
    },
    {
      "index": 17,
      "text": "1m Tode, sobald er ins düstere Dunkel hinabstieg;][*] oder wenn Sophokles ausruft (Opp. Soph. ed. Brunck. T. 4. p. 686.): Per beati et amplius homines quibus videre sacra haec contigit, priusquam ad orcum venerint, solis ubi his vivere datur, ceteris mala omnia. 0 der Sterblichen Glücksel'ge die, so diese Weihung schauend erst zum Hades wandeln! Denn ihr Teil ist's, dort allein noch leben. Doch den Andern Unheil alles dort - so sieht man, daß beide die Glückseligkeit in den Mysterien als Vorbereitung und als homolog mit der Seligkeit ansahen, wel- che die Seele nach dem Tode erwartet. Also konnte es nicht eine Seligkeit sein, die in der materiellen Welt als solche, son- dern in der übermateriellen Welt erlangt wird. Wenn aber nun Plato den Sokrates im Phaedo sagen läßt[**]: ön ö~ av aµurrro~ Kat a-ci;Ä.i;cr,:o~ d~ g&ou acptKT]tat, tv ßopßopcp Ketcretat· ö &e KeKa~apµi;vo~ te Kat teteÄ.ecrµi;vo~ EKetcre a<ptKoµi;vo~ µi;-ca * fü:cov OtKT]Get. ... « Phaed. 69. [daß, wer ungeweiht und un- teilhaft der Mysterien in den Hades gelangt, im Schlamm liegen werde, der Gereinigte aber und Geweihte, wenn er dorthin gelangt, mit den Göttern wohne,] so ist hier offenbar ein Gegensatz zwischen dem »im Schlamm liegen bleiben« und dem »mit den Göttern umgehen« gemacht. Hier zeigt sich also der Gegensatz deutlich, daß im Schlamm liegen bleiben soviel sei"
    },
    {
      "index": 18,
      "text": "[*] HOMERI hymnus in Cererem nunc primum editus a. D. Ruhn- ken. Lips., 1827. [**] Aristoph. Denn uns allein ist Sonne hier Und frohes Licht, so viele, Teilhaftig der Weihung einst, Nach heiliger Sitte Recht Mit Fremdlingen immer, und Mitbürgern gelebt -"
    },
    {
      "index": 19,
      "text": "als versunken sein ins Materielle, und daß mit den Göttern umgehen soviel heiße als mit den reinen Ursachen verkehren, in denen nichts Konkretes, nichts Materielles mehr ist. Nun kann aber das im Schlamm liegen bleiben den Ungeweihten nur darum begegnen, weil sie sich nicht hier schon von dem Materiellen befreit haben, und umgekehrt kann der Geweihte nur darum mit den Göttern dort umgehen, weil er sich hier schon von dem Ma- teriellen losgemacht hat. Also erhellt auch aus dieser Stelle des Plato, daß die eigentliche Wohltat der Mysterien die Befreiung vom Materiellen und der Umgang mit den reinen Potenzen ist. Vergleichen wir damit die vorhin angeführte Stelle des Plut- arch, so müssen wir annehmen, daß in den Mysterien selbst das verschiedene Los der Geweihten und Ungeweihten sich dar- stellte, daß in den Mysterien selbst die Eingeweihten aus der Region des reinsten Lichtes hinabsahen auf die im Schlamm und Qualm sich selbst herumtreibende und zertretende * Menschheit. Doch scheint, daß bei dieser Darstellung der in den Mysterien nicht Gereinigten die lebenden Ungeweihten auf diese Art vorgestellt wurden. Es leidet aber keinen Zweifel, daß die Befreiung von den materiellen und die Versetzung zu den rein geistigen Göttern den Geweihten zuteil wurde. Denn so allgemein darf die Befreiung des Geistes vom körperlichen, wie sie Plato erwähnt, - so allgemein darf dieser Hergang nicht betrachtet werden."
    },
    {
      "index": 20,
      "text": "41. M.H. Aus der zuletzt angeführten Stelle des Phaedo folgt auf jeden Fall, daß Plato die Einweihung in die Mysterien als eine Lösung des Geistigen vom Materiellen angesehen habe. Denn nach dieser Stelle sind die Ungeweihten die, welche im Schlamm, d. h., in der Materialität steckengeblieben sind. Dies kann nun freilich auch ganz allgemein verstanden werden - denn das menschliche Leben ist überhaupt ein Kampf zwischen Geistigem und Körperlichem und durch denselben unvordenk- lichen Vorgang, der das menschliche Bewußtsein in den ma- teriellen Naturprozeß zurückwarf, ist auch der Materie ein"
    },
    {
      "index": 21,
      "text": "unverkennbares Übergewicht über den Geist gegeben, und mit diesem Übergewicht des Fleisches über den Geist hat das menschliche Leben überhaupt zu kämpfen. Wir dürfen uns aber durch Plato nicht verleiten lassen, die Mysterien als Anstalten von bloß sittlicher Bedeutung anzusehen, als ob, wie Creuzer meint, in den Myterien nur jener allgemeine Kampf zwischen Materie und Geist, den jeder Mensch zu käm.pfen hat, vorge- stellt worden wäre. So allgemein darf dies nicht verstanden werden. Die Mysterien stehen mit der Mythologie im notwen-"
    }
  ]
}