{
  "title": "Vorlesung 21 (Lecture 21)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. In bezug auf die zuletzt erwähnte Stelle und die Deu- tung, die wir gaben, könnte man fragen, wie sich annehmen"
    },
    {
      "index": 1,
      "text": "[*] Spr. Sa!. 8, 22-31. Ich war Jehovens Eigentum, beim Anfang seiner Unternehmungen, vor seiner Schöpfung war ich da 1 Vor Welt und Zeiten war ich da! Noch war kein Meer, da ich geboren wurde, noch keine wasserreichen Quellen. Noch waren die Gebirge nicht, die Hügel nicht in den weichen Schoß der Erde eingesenkt, da ich geboren wurde. Noch hatte Gott die weite Erdenfläche, nicht ihren Staub geschaffen - da er den Himmel eingerichtet; war ich da 1 Da er die Sphäre dachte, die auf dem Weltmeer ruht; da er die Wolkenkette schuf im Horizont; da sich des Meeres Grund in Quellen öffnete; da er den Ozean bezirkte, daß nie die hohe Flut die Grenze übertritt; da er der [Erde] feste Säulen gründete; * da war ich als Vertraute neben ihm; da seine Freude, sein Vergnügen"
    },
    {
      "index": 2,
      "text": "lasse, daß die Potenz des Anfangs, die in ihrem ersten Her- vortreten als blindes Sein erscheint, hier mit dem Namen »Weisheit« bezeichnet ist? Ich könnte zwar mich begnügen, zu sagen, daß das an sich Sein Gottes als der Grund, und als s solcher das nicht Gegenständliche und somit auch das nicht eigentlich Seiende, also das ursprünglich Wissende in der Gott- heit sein müsse; aber ich will eher an das erinnern, was in der letzten Stunde gezeigt worden ist, daß eben dieses Prinzip, welches als blind seiend erklärt wurde, in seinem Ende das Vollendete, Anfang, Mitte und Ende umgreifende, Bewußt- sein, also nichts anders als Weisheit sei - Weisheit durch eine Art von Antizipation - allerdings nur in seinem Ende; allein dies hat nichts gegen sich, daß sowohl hier, wie in der My- thologie, dies Prinzip gleich nach dem benannt werde, was es zuletzt ist. Das Wissende als Gegensatz des Gegenständlichen stellt sich auf die Seite der Möglichkeit, ist nicht selbst ein Sein, sondern nur ein Können, eine Potenz eines Seins in dem Sinne, daß es ein Verstehen, Vermögen eines Seins ist. Also Wissen ist eine Potenz; denn mit jedem Wissen wird eine Macht über den Gegenstand erlangt, wie sprachgemäß »Wissen« und »Können« in vielen Fällen synonym sind. Das Wissen ist dem Universum nichts Fremdes, ist so alt wie die Welt und mit ihr geboren, ja das Urprinzip, eigentlich das Prinzip, das in der Folge als das Wissende auftritt, das die Veranlassung zur Schöpfung ist. Jene Potenz eines andern von Gott verschiedenen Seins ist in Gott verborgen, bis jetzt eigentlich gar nichts Daseiendes; sie zeigt sich ihm selbst nur als etwas zuvor nicht Gesehenes. Dieses in Gott Verborgene, zuerst nur als Möglichkeit Verborgene, das einmal schlechterdings nicht war, unterscheidet sich dadurch von Gott, daß es zuerst als Möglichkeit war; es war einmal nicht, und es muß einmal von Gott ausgehen, um, indem es wiederkehrt, als Wissendes, mit seinem Wissen wieder dahin zurückzukehren, ist also erst post acturn. wissend. Was in sei- nem Ausgange die göttliche Einheit negierend ist, wird durch seine Wiederkehr das Gott Setzende. Das Prinzip des Anfangs ist in seiner Latentheit der Urstand, das Prius der ganzen Be- wegung, ohne sich jedoch als Prius zu denken, ohne sich selbst"
    },
    {
      "index": 3,
      "text": "zu wissen als dieses Prinzip. In der Wiederkehr ist es auch Urstand, aber sich wissend, ist also Verstand, und wird daher ganz richtig »Weisheit« genannt. Diese Stelle wird durch un- sere Erklärung gewiß viel richtiger verstanden werden, als wie durch die bisherigen gewöhnlichen Erklärungen, wo man un- ter »Weisheit« die zweite Person versteht. Sie wird Weisheit genannt, weil sie bestimmt ist, der sich selbst wissende Ur- stand, Verstand der Bewegung zu werden. * Die Weisheit wird in obiger Stelle sehr bestimmt von Jehova unterschieden, denn es heißt: »Der Herr hatte mich oder bekam mich.« Das Wort »haben« braucht man von dem, was in unsere Gewalt gekommen ist. Es ist eine elliptische Redensart und vorzüglich gebräuchlich, wenn man etwas unversehens erhielt. Es könnte in demselben Sinne übersetzt werden: er bekam sie, d. h., in seine Gewalt, weil die Potenz erst hervortritt und nichts Ursprüngliches ist. Sie selbst war nicht Jehova - er hatte, er bekam sie im Anfange seines Weges, ehe er aus sich selbst herausging - er bekam sie als Veranlasserin seines Weges - er hatte sie vor allen seinen Werken. Dieser Ausdruck ist sehr entscheidend. Obwohl sie also nicht selbst Gott war, war sie doch nicht Geschöpf, sondern das Mittel zwischen Schöpfer und Geschöpf. Sie war bei ihm als Kind, (gewöhnlich wird es »Werkmeister« übersetzt, wozu jedoch das spätere »Spielen« nicht paßt. Plato spricht ja auch von einem Mitaufgezogenen der göttlichen Natur) d. h., sie war noch nicht heraus gesetzt, noch einheimisch bei ihm - erat id, quod domi quasi habitat - sie war sein Liebling, sie spielte vor ihm, diente ihm gleichsam als Spiegel, worin er ersah, was er künftig sein könnte. Diese Potenz ist die echte Indische Maja. Sie spielte ihm vor Tag für Tag, alle Tage der künftigen Schöpfung; denn in ihr sollte sich Gott einen künftigen Zeugen seiner Tat erziehen; aber ihre vorzügliche Lust war, in ihr den künftigen Menschen vorzu- bilden. »Cum eo eram, cuncta componens: et delectabar per singulos dies, ludens coram eo omni tempore, ludens in orbe terrarum: et deliciae meae, esse cum filiis hominum. « Wir haben früher in manchen Vorstellungen der Mythologie einen tieferen Sinn nachgewiesen. Es wäre gewiß der Mühe"
    },
    {
      "index": 4,
      "text": "wert, auch hier länger stehenzubleiben. Wir sind durch diese letzte Entwicklung darauf geführt worden, daß ein Mittelglied zwischen dem an sich Sein Gottes und der wirklichen Schöpfung erforderlich sei. Die eben beschriebene Möglichkeit ist nun das Mittelglied zwischen dem an sich Sein Gottes und der Welt. Wir können nun auch über die Tat, die wir keineswegs a priori, sondern nur a posteriori erkennen, nur sagen, daß sie geschehen ist. Aber eben dem, in dessen Gewalt jene Mög- lichkeit stund, stund es unstreitig zu, diese mögliche Ander- 111 heit, die das eigentliche Geheimnis seiner Gottheit ist, als eine bloße Möglichkeit bei sich zu behalten - aber es stund ihm auch zu, diese Möglichkeit frei heraustreten zu lassen, daniit er als der Hervorgetretene sukzessive überwunden und in das Gott- bewußte verwandelt werde. Denn nur auf diese Weise konnte Gott im Bewußtsein sich selbst außer sich setzen. Und wenn selbst der edle menschliche Geist als das, was er ist, erkannt zu werden sucht: um wieviel n1ehr darf dieses Bedürfnis erkannt zu sein und ein anderes außer sich zu setzen, um von diesem erkannt zu werden, in jenem höchsten Geiste vorausgesetzt werden, dessen höchster Genuß ja im Erkanntwerden be- steht - ?! Wie nach Aristoteles der höchste Genuß für den Menschen das Erkennen ist, so ist Erkanntwerden umgekehrt der höchste Genuß für die Gottheit. Es ziemt nach Plato der der Mißgunst unfähigen Gottheit nicht, im actus purissimus, den wir wohl auch einen ewigen SEoc; nennen könnten, ste- henzubleiben, sondern es geziemt ihr, ihn zu einem. begreif- lichen Vorgange zu nehmen, dessen sämtliche Momente in einem zur Einheit gebrachten Bewußtsein vereinigt und nie- dergelegt sein sollen. Aus diesem Grunde ist dieser actus von JO uns »Universio« genannt worden. Dabei jedoch wird er selbst in sich kein Anderer, obgleich er durch Ironie das Andere von dem darlegt, was er eigentlich ist, obgleich er sich verstellt, und in dieser ihm wohlgefälligen Verstellungskunst das Ge- genteil von dem darstellt, was er eigentlich will,* wie in jenem JS Gesicht des Propheten, wo der Herr vor ihm vorüberging, wo"
    },
    {
      "index": 5,
      "text": "* cf. Goethes Faust."
    },
    {
      "index": 6,
      "text": "zuerst ein Sturm, dann Feuer, zuletzt ein sanfter Hauch vor ihm vorübergezogen, nicht im Sturme, nicht im Erdbeben, nicht im Feuer, sondern im sanften Säuseln der Herr war.[*] Eben den Sturm und das Erdbeben, das die Felsen zerbrach, und das Feuer, das der Erde natürlich war, sehen wir noch im Unge- heuern, im Wilden der Natur. Jener stille sanfte Hauch, durch den die Natur sich Gott wieder näherte, erschien erst, als der Mensch erschien - wie es ausgemacht ist, daß zuerst die Ele- mente sich vertoben mußten, ehe der Mensch geschaffen wurde. In diesem Prozeß kehrt Gott das heraus, was seiner Absicht nach hineingekehrt sein sollte. Er will nur die Einheit, aber damit diese als frei erscheint, muß er das Gegenteil, die Nicht = Einheit setzen. Gott ist an nichts, nicht an sein eigenes Sein gebunden. Diese Freiheit Gottes, äußerlich ein anderer zu scheinen, müssen wir ihm nicht bloß in bezug auf Weltschöp- fung, sondern auch in bezug auf Weltregierung zugestehen. Wenn der Prozeß der Schöpfung ein Geheinmis Gottes ist, welches sich nur sukzessiv enthüllt, so gibt es auch einzelne Geheimnisse der Weltregierung und nicht umsonst wird der Fromme, der Vertraute Gottes so oft aufgefordert, klug zu sein, und zwar nicht in kleinen, sondern in großen Dingen, und sich vorzusehen, auf daß er sich nicht gleich durch den Schein der Weltregierung täuschen lasse und nicht das, was auf dem ersten Blick erscheint, als das Wahre annehme; denn Vor- sehung ist = Verstellung, von der früher die Rede war. Wie * kann wohl der Ernst eines Entschlusses anders geprüft werden, als indem. gerade das Gegenteil von dem, was sein soll, er- scheint? Es wäre keine Kunst, die Wege Gottes zu wandeln, wenn in der Welt immer das geschähe, was dem Sinne dieser Bewegung gemäß ist. Eben dadurch, daß das Gegenteil er- scheint, kann Gott die Standhaftigkeit prüfen. Auch der Be- griff dieser göttlichen Prüfung setzt eine Freiheit in der Schöpfung voraus. Ohne eine göttliche Freiheit der Schöpfung gäbe es keine Freiheit in der Weltregierung und somit auch keine Vorsehung. Die Welt darf also nicht als bloß notwendige"
    },
    {
      "index": 7,
      "text": "[*] III. Reg. 19, 11.12. *"
    },
    {
      "index": 8,
      "text": "Emanation Gottes angesehen werden. Um dies zu verhindern, ist notwendig, daß zwischen Gott und Welt ein Interstitium, ein vermittelnder Zwischenraum, nämlich die oben erwähnte Möglichkeit sei. Wenn man sagt, daß die Zeit erst mit der Schöpfung angefangen, so muß man auch annehmen, daß zwischen der absoluten Ewigkeit und der Zeit etwas in der Mitte sei, wenn man unter »Zeit« die Welt, Schöpfung ver- steht. Dieses Mittlere zwischen Zeit und Ewigkeit kann nur das sein, was nur nicht wirklich Zeit und insofern der Ewigkeit noch gleich ist, was aber, inwiefern es das ist, was Zeit werden kann, einen Bezug auf die Zeit hat und also mit der Zeit verwandt ist; und doch ist es nicht von der Ewigkeit, eben weil es noch nicht Zeit ist, verschieden. Als Ewigkeit läßt sich nur das denken, was noch nicht Zeit ist. Um dies deutlich zu zeigen, wollen wir die obige Annahme näher betrachten. Von den älteren Theologen ward standhaft behauptet, die Welt sei in der Zeit entstanden. Es gehört zur Oberflächlichkeit der neuen Theologen und Philosophen, sich darüber hinaus- zusetzen, wie z.B. Jacobi, der ein strenger Theist sein will, sich äußert, es sei nicht zu verwundern, wenn man sage, Gott habe von Ewigkeit geschaffen. Hat Gott von Ewigkeit, von da an, wo er ist, geschaffen, so hat er seiner Natur nach geschaffen, und es gibt also nur eine notwendige Schöpfung. Dies zu entfernen, schützen sie vor, die Zeit habe erst mit der Welt angefangen, sei aber nicht in ihr entstanden. Allein näher be- trachtet ergibt sich: Zeit ist nicht möglich ohne Vor und Nach, ohne prius und posterius - wo diese sind, ist wirkliche Zeit, d. h. wirkliche Sukzession. Daraus folgt, daß solange das Vor sein Nach nicht gefunden hat und bloß ein Element der Auf- einanderfolge, bloß Element A, und nicht A + B gesetzt ist, keine wirkliche Sukzession, solange also auch keine Zeit ge- setzt sei; denn A für sich allein ist außer der Sukzession, weil es erst zur Sukzession kommt, wenn die Formel A + B entsteht. Indem A + B gesetzt wird, wird A selbst ein Element der Sukzession und somit selbst ein Element der Zeit. Denken Sie die Welt als B, so hat allerdings die Zeit eben erst mit der Welt angefangen, denn die Zeit fängt erst mit A + B an; allein es"
    },
    {
      "index": 9,
      "text": "kann doch vorher eine Zeit sein, und es folgt schlechterdings nicht, daß vor der Welt keine Zeit war. Indem A + B gesetzt wird, wird A selbst ein Element der Sukzession und somit selbst ein Element der Zeit. A wird durch B zur Vergangenheit, und da es keine Zeit gibt ohne Vergangenheit, Gegenwart und Zukunft, so wird erst Zeit gesetzt, indem A als Vergangenheit gesetzt wird. B, inwiefern es zunächst nur Spannung ist, ist selbst nur wieder das Vermittelnde dessen, was als Zukunft erscheint. Daraus folgt also, daß mit der Schöpfung zuerst und zugleich Vergangenheit, Gegenwart und Zukunft - Anfang, Mitte und Ende - gesetzt ist; aber es folgt nicht, daß keine Zeit vor der Welt oder der Schöpfung ist, und insofern kann man allerdings sagen: die Welt ist in der Zeit entstanden - sie ist gleichsam nur das Glied einer Zeit. Die Vergangenheit ist eine Zeit, welche über die Welt hinausgeht - die Zukunft ist eine Zeit, welche über die Welt hinausgehen wird. Inwiefern nun die Zeit vor der Welt für sich allein nicht Zeit ist, insofern, kann nun sagen, ist sie Ewigkeit, doch nicht absolute Ewigkeit, weil sie schon mögliche Zeit ist. Man kann sie zum Unterschied von der absoluten Ewigkeit die vorwelt- liehe nennen. Diese ist das postulierte Mittelglied zwischen Zeit und Ewigkeit (absolute Ewigkeit), wenn man unter Zeit die Zeit versteht, welche mit der Welt zugleich gesetzt ist. Denn die Welt selbst ist wieder nur eine Zeit, ein Glied jener wahren Zeit. Zeit ist nicht B allein, sondern A + B, und wenn man die Zukunft hinzufügt, A + B + C. Denn die wahre Zeit besteht selbst nur in der Folge von Zeiten, und inwiefern die Welt selbst ein Glied der Zeit ist, ist sie Zeit, wie das Wort »Welt« (von Währung) ein Währen bedeutet, was das griechi- sche Wort aicov beweist, das Zeit und Welt heißt. Jene bloß relative Nicht=Zeit A wird als eine Vergangenheit gesetzt durch B und dadurch ja selbst ein Glied jener großen Zeit. Dagegen kann die absolute Ewigkeit niemals ein Glied der Zeit werden, weil sie von der Zeit nie berührt wird. Denn zur absoluten Ewigkeit, eben weil sie lautere Einheit ist, verhält sich die Spannung der Potenzen als etwas Akzessorisches; denn die Ewigkeit wird durch die Spannung der Potenzen nicht"
    },
    {
      "index": 10,
      "text": "gestört. Diese Spannung ändert an der Ewigkeit selbst nichts; sie ist in bezug auf die absolute Ewigkeit etwas Gleichgültiges und Zufälliges. Das Zufällige ist aber seiner Natur nach etwas Zeitliches - also ist die Spannung ihrer Natur nach nicht ewig. \" Zwar der Wille, der Entschluß, eine Welt außer sich zu setzen, muß als ein von Ewigkeit in Gott seiender gedacht werden; aber anders verhält es sich mit dem Wollen. Dieses Wollen kann kein ewiges sein, weil der Gegenstand dieses Wollens, die Spannung der Potenzen selbst, nichts Ewiges, sondern nur 111 eines Zweckes wegen ist. Dieses wirkliche Wollen setzt nicht die absolute Ewigkeit voraus, sondern nur die Spannung, in- den, sich die Ewigkeit in der Zeit behauptet und mit der Zeit koexistiert, ohne von ihr vermehrt oder vermindert zu wer- den. Sie koexistiert mit jedem einzelnen Moment der Zeit und in jedem Moment ist die absolute, die ganze Ewigkeit. Das wirkliche Wollen, die Welt, die Tat selbst setzt die vorweltliche Ewigkeit voraus - das wirkliche Wollen setzt dasjenige voraus, was, wenn es wirklich zur Welt kommt, selbst ein Moment der Zeit wird. 2ll Durch das Bisherige glaube ich, das ganze System des Mo- notheismus mit allen Konsequenzen ausführlich dargestellt zu haben. Nichts bleibt übrig, als zu erklären, wie ganz allein unser aufgestellter Begriff den Widerstreit der jetzigen in Theisnrns oder Pantheismus verfallenen Welt, wo ewig von dem einen der andere vorgeworfen wird, beseitigt. Der bloße Theismus besteht darin, die Einheit ohne Allheit - das bloße EV ohne rcav - zu setzen. Der Pantheismus besteht darin, das rcav ohne {:v -, das All ohne geistige Einheit zu setzen. Daher ist es einleuchtend, daß Monotheismus als Alleinhcits/ehrc das Ver- mittelnde beider ist. Gott wird in diesem System als Allheit und Einheit zugleich gesetzt. Daß die bloße Einheit in Gott nichts erktirt, zeigt sich durch den Erfolg. Jacohi selbst, der Hauptverfechter des Theismus, der panischen Schrecken vor dem Pantheismus unter dem Volke verbreitete, übersetzte Pan- theismus mit ))Alleinheitslehre«, ohne zu ahnen, daß dieser Begriff dem Monotheismus gebühre. Jacobi gesteht, nach dem Begriff der Vernunft müsse der Gedanke eines persönlichen"
    },
    {
      "index": 11,
      "text": "Gottes und auch der Gedanke der Weltschöpfung als unmög- lich erscheinen. Der Pantheismus iin Sinne des Spinoza ist sonach das der Vernunft nach einzig mögliche System. Alles, was Jacobi dem Pantheismus entgegensetzt, ist ein subjektives Gefühl, worauf ein sogenannter Vernunftglaube gegründet ist, der aber eben nach dem Gesagten als ein unmöglicher erschei- nen sollte. Hier ist zu bemerken, daß, sonst wenigstens, der, der die Unmöglichkeit von etwas einsieht und es doch als wirklich annimmt, nicht den Namen eines Vernünftigen oder gar Vernunftgläubigen, sondern wohl einen andern Namen erhalte. Wahr ist's, daß der Theisrnus kein Mittel hat, den Pantheismus zu widerlegen - doch davon nächstens."
    }
  ]
}