{
  "title": "70. Vorlesung (Lecture 70)",
  "paragraphs": [
    "Nichts wird in bezug auf den Mensch gewordenen Logos beständiger wiederholt, als die Versicherung seiner gänzlichen Unterwerfung unter Gott, seines vollkommenen Gehorsams gegen den Vater. Diesen Gehorsam hat er nun entweder als göttliche Person bewiesen: hier hätte aber der Gehorsam in nichts anderm bestehen können, als im Geschehenlassen; er konnte nicht darin bestehen, daß er, wenn der Wille des Vaters dies forderte, nicht widerstrebte, sich mit der Menschheit vere 1111gen zu lassen; dies könnte aber höchstens eine Herablassung , ein Nachgeben, wie der alte Lehrer Athanasius es ausdrückt, genannt werden, denn eine eigentliche Erniedrigung findet da nicht statt; er bleibt, was er ist. Der bloße nonusus oder Nichtgebrauch der göttlichen Eigenschaften in bezug auf die mit ihm vereinigte Menschheit hat für ihn selbst keine Folge, daher schon Johann von Damask sagt, er habe sich ohne Erniedrigung erniedrigt. Daß auf das bloß zu ihm Hinzugekommene nichts von seinen göttlichen Eigenschaften überging, dies hatte zwar eine Folge für das Hinzugekommene , aber nicht für ihn selbst. Er blieb reich, wenn er gleich in der angenommenen Menschheit arm erschien. Oder, dies ist eine zweite Möglichkeit, er übte den Gehorsam als Mensch.",
    "Hier hätte der Gehorsam darin bestanden, daß er den Gebrauch der göttlichen Eigenschaften während seines Lebens sich versagte . Dabei ist zu bemerken, daß die Gemeinschaft oder die sogenannte Mitteilung der Eigenschaften durchaus nur persön- lieh oder in Ansehung des Subjekts zu verstehen ist. Ein und dasselbe ursprüngliche Subjekt ist göttlich und menschlich; keineswegs ist aber diese Identität bloß formell oder in Ansehung der 1nenschlichen Natur reduplikativ zu verstehen: der * Sinn ist nicht, die menschliche Natur habe göttliche Eigen- schaften, denn dies hieße die menschliche Natur aufheben.",
    "Hieraus erhellt, daß die menschliche Natur als solche gar nicht in der Möglichkeit war, die göttlichen Eigenschaften sich anzuziehen , sie als solche zu gebrauchen. Alsdann hat sie sich dieses Gebrauches nicht aus Gehorsam enthalten. Gehorsam hätte sie in dem Falle hier bewiesen, wenn sie jene Eigenschaften wirklich hätte usurgieren können, was sich aber nicht einmal beweisen läßt; denn vielmehr sagt man, die göttliche Natur habe ihre Eigenschaften zurückhalten müssen, damit die menschliche Natur selbst habe bestehen können. Nicht aber kann da ein Gehorsam der menschlichen Natur gesucht werden , die der Voraussetzung nach gar nicht sein würde, wenn die göttliche Natur nicht ihre Wirkung in bezug auf die menschliche Natur hätte zurückhalten wollen. Hier ist also vielmehr die göttliche Natur das Zurückhaltende. Aber alle diese sind ja nur künstlich gemachte Vorstellungen. Die einzig richtige Ansicht ist, daß die Erniedrigung bloß in der Menschwerdung bestand. Der Gehorsam hat sich nicht erst nach, sondern in der angenommenen Menschheit selbst gezeigt.",
    "Er entäußerte sich selbst, indem er die µopqrr1 ÖO\\JAO\\J annahm.",
    "Die µopqrr1 ÖO\\JAO\\J ist hier im Gegensatze mit der µopqn1 Swu - und diese µopqrr1 00\\JAO\\J tritt durch die Entäußerung an die Stelle der µop<pT) Swu. Dieser - der µop<pT) Swu ist der Logos schon dadurch vollkommen entäußert, daß er Mensch wird. Es bedarf dazu nicht mehr, auf daß er als Mensch in menschlicher Niedrigkeit erscheint. Dies ist etwas Hinzukommendes , etwas bloß Akzessorisches. Das Wesentliche, das Prinzipale der Entäußerung besteht in der Menschwerdung selbst. Daß in den Worten »µop<pT)V ÖO\\JAO\\J V,aßc« von der Menschwerdung selbst die Rede sei, nicht von den durch die Menschheit erhaltenen Eigenschaften, zeigt gleich das folgende , wo es heißt: »Er wurde gleich wie ein anderer Mensch - ganz als Mensch - erfunden.« Dies soll aber nur die Vollkommenheit der Menschwerdung ausdrücken. Denn der Satz: »Er ist ganz wie ein anderer Mensch geworden« läßt sich von der Menschwerdung überhaupt gar nicht trennen. Der so oft und entschieden gerühmte Gehorsam, als dessen erste und vorzüglichste Erweisung die Menschwerdung selbst angesehen wird, kann nicht vom schon seienden Menschen prädiziert werden, ebenso wenig auch von dem, der mit dem Vater eins und selbst Gott ist. Dieser Begriff ist also schlechterdings bloß prädikabei , von einem Subjekt, das weder Gott selbst noch schon Mensch ist, und wenn es wollte, in seiner vom Vater unabhängigen Herrlichkeit bleiben könnte. Wenn dieser Gehorsam der einzige Grund der Menschheit Christi ist, so versteht sich von selbst, daß er auch der Grund ihres fortdauernden Bestehens ist; es ergibt sich von selbst, daß das menschliche Leben Christi nur durch diesen Gehorsam erhalten werde. Darum sagt Christus: »Das ist meine Speise - dies ist das Erhaltungsmittel meiner menschlichen Existenz - daß ich den Willen meines Vaters tue.« Uoh. 4,34.] Die Folge der Entwicklung * würde uns nun auf das menschliche Leben Christi führen. Gewiß würden die bisherigen Erklärungen manches Licht auf die Ereignisse des menschlichen Lebens Christi werfen. Aber ich muß mir diese Erläuterungen versagen - denn ich muß die Hauptabsicht im Auge behalten und diejenigen, welche mich ganz verstanden haben, werden vieles selbst finden. Auch das menschliche Leben Christi ist auf unserm Standpunkte begreiflicher und natürlicher, als nach den gewöhnlichen Vorstellungen .",
    "Der größte Beweis jenes Gehorsams gegen den Vater ist nun der für das Menschengeschlecht freiwillig übernommene Tod, die größte Handlung des Lebens Christi. »Er war gehorsam bis * zum Tode, ja bis zum Tode am Kreuze.« Ich gehe nun gleich fort zu diese1n letzten Akte des menschlichen Lebens Christi.",
    "Der Tod des Menschgewordenen war von Anfang, von seiner Erscheinung als Mensch schon beschlossen, beschlossen von Seite des Subjekts, das Mensch werden sollte, und gebilligt von Seite des Vaters. Dieser Tod war nicht etwa ein zufälliges Ereignis - er war ein zuvor beschlossenes Ereignis, wie dies schon allein aus den Weissagungen erhellt. Dieser Tod war ein Opfer, das die göttliche Gesinnung Christi seiner Menschheit auferlegte, ein Opfer, das Gott selbst heischte. Wie läßt sich aber dies alles denken? Welche Ursache des Todes Jesu läßt sich von Seite Gottes voraussetzen? Wie läßt sich denken, daß Gott selbst den Tod Jesu geheischt habe? Ohne unsere frühem Erklärungen würde es allerdings schwerfallen, hierauf zu antwor- tcn, und es ist bekannt genug, daß die gewöhnlichen Antworten hierauf sehr unbefriedigend sind. Unsere frühem Erklärungen bieten aber nicht bloß die Mittel dar, sondern erlauben uns auch, die wahre Ansicht ohne Weitläufigkeit darzustellen.",
    "Die wahre Ansicht hierüber ist ein bloßes Korollarium, eine bloße Folge aus den schon erklärten Begriffen. Es kam also darauf an, und zu dem Ende war Christus in die Welt gekommen , daß jenem Prinzip, durch das wir von Gott in beständiger Entfremdung gehalten wurden, alle Macht genommen wurde, daß es nicht bloß äußerlich, wie im Heiden= und Judentume, sondern innerlich, in seiner Potenz überwunden wurde. Im allgemeinen konnte eine Überwindung des Prinzips nur durch die vermittelnde Potenz geschehen, aber nicht, sofern sie zu jenem Prinzip selbst nur als natürliche oder kosmische Potenz sich verhielt: als solche konnte sie es wohl äußerlich überwinden . So weit konnte das Übergewicht noch immer sich äußern, 11) das ihr über jenes Prinzip schon in der Schöpfung gegeben war; aber als bloß natürliche Potenz war sie nicht stark genug, es auch in seiner Wurzel aufzuheben, und nur, wenn die Potenz in ihrem Rechte oder in ihrer Wurzel aufgehoben wurde, war eine innere Versöhnung m.it Gott selbst möglich. Denn in den Augen Gottes (dies ist der tiefste Aufschluß über gegenwärtiges * Verhältnis) ist die vermittelnde Potenz, sofern auch sie bloß natürliche ist, nicht mehr Wert als jenes, wenngleich ihn negierende , Prinzip. In Gottes Augen sind beide gleich, die vermittelnde Potenz und jenes ihn negierende, Prinzip, das übrigens doch nicht durch seine eigene Schuld, sondern durch die Schuld des Menschen erregt ist, und insofern allerdings ein gewisses Recht hat, zu sein. In Gottes Augen hat jenes erste Prinzip ebensoviel Recht zu sein, als die vermittelnde Potenz.",
    "Dies ist der wahre Sinn der Gerechtigkeit Gottes, an welche die gewöhnliche Theologie hinsichtlich des Todes Christi mit vollem Rechte appelliert. Gott ist gerecht, ja die Gerechtigkeit selbst; er ist nicht zufällig, sondern durch seine Natur gerecht.",
    "Es wäre gegen seine Natur, wenn er jenes Prinzip einseitig aufheben ließe; denn er ist Gott dieses und des vermittelnden Prinzips; er ist der Gott des einen wie des andern; denn er ist der Al/einige, und dies ist seine Natur, der Alleinige zu sein; diese Natur kann er nicht aufheben. Gott ist also auch gegen jenes Prinzip gerecht, wenn es gleich die Menschheit und die Welt ihm entfremdet hat. Seine Gerechtigkeit ist eben seine absolute Impartialität - diese ist der Ausdruck seiner erhabenen Alleinigkeit. Darin, die Alleinheit selbst zu sein, besteht eben die göttliche Majestät und diese geduldet nicht, daß jenes Prinzip allein um seine Macht gebracht werde. Soll dies geschehen, soll jenes Prinzip aufgehoben werden, so muß die Potenz, deren Natur, deren einziger Wille es ist, jenes Prinzip äußerlich und innerlich zu überwinden, mit ihren, Beispiele vorausgehen , selbst zuerst das Opfer bringen, d. h. sich in ihrem außergöttlichen Sein Gott gänzlich zu unterwerfen. Dies ist zuerst durch die Menschwerdung geschehen. Schon durch die bloße Menschwerdung, indem die vermittelnde Potenz alles, was in ihr nicht Gott ist, Gott unterwirft, geht das rein Göttliche in ihr auf. Und dieses rein Göttliche ist es, was wieder zurückreicht bis in die lautere Gottheit, was im unmittelbaren Zusammenhange mit dem Vater ist. Daher kommt es, daß gerade vermöge der Menschwerdung jede Willensregung in dem Menschgewordenen einen gleichen Willen und eine entsprechende Wirkung in dem Vater zur Folge hat; denn es ist mit der Menschwerdung ein unmittelbarer Zusammenhang mit dem Vater hergestellt. Schon hier steht dieses Göttliche jener kosmischen Potenz nicht mehr als bloß natürliche, sondern als göttliche Potenz gegenüber, so daß alle kosmischen Kräfte ihr untertan sind auf eine andere Weise, als sie ihr, als der bloß natürlichen, untertan sind. In der Wirkung, welche Christus nicht bloß auf das menschliche Sein, sondern auf die ganze Natur und die kosmischen Elemente selbst ausübt, beruht das Wunder darauf, daß der kosmischen Potenz nicht mehr die natürliche Potenz, sondern bereits die göttliche entgegensteht. Christus übt jene Wirkungen, die wir Wunder nennen, nicht als natürliche, sondern als selbst göttliche, mit dem Vater einige, Macht aus. Aber auch an der Menschwerdung war es nicht genug; diese war bloß der Übergang zum eigentlichen Actus der Versöhnung. Denn von Anfang, gleich nach dem Falle, hatte das menschgewordene Subjekt den göttlichen Unwillen auf sich genommen; es hatte sich zwischen diesen Unwillen und das von Gott abtrünnige Sein gestellt. Denn auch schon im Heidentume war nur er, der nachher Menschgewordene, der einzige Vermittler, Erhalter und Retter - CHDtT]p - der mensch- liehen Natur und des menschlichen Bewußtseins, ohne dessen Wirkung dasselbe zugrunde gegangen wäre. Indem er selbst ein Verhältnis zu dem Gott entfremdeten Sein einging, hatte er sich gewissermaßen auf die Seite des Gott entfremdeten Seins gestellt . Zwar er hatte sich das außergöttliche Sein nicht selbst gegeben; er hatte gegen den Vater sich nicht selbst substantialisiert ; dieses substantielle Sein ist ihm unabhängig von Gott; er ist nicht mit seinem Willen außergöttlich; aber daß er in diesem Sein beharrte, nicht um des Seins sich selbst zu bedienen, sondern um das Verlorene zu suchen, und wiederzubringen - dies war sein freier Wille. Indem er dieses Verhältnis einging, so hat er sich dem von Gott Entfremdeten freiwillig gleich gestellt . Indem er sich an unsere Stelle setzte, indem er uns vor Gott vertrat, hat er unsere Schuld auf sich genorn.men, und also auch die Verbindlichkeit, die Strafe der Schuld zu erleiden. Er lud auf sich unsere Schuld - er, der von keiner Schuld wußte, hat durch seine Liebe sich zum Schuldigen gemacht. Die Strafe traf auf ihn, auf daß wir Frieden hätten. Wer die Schuld eines andern auf sich nimmt, macht sich selbst zum Schuldigen und muß leiden, was der eigentliche Schuldige zu leiden hätte. Im Briefe an die Hebräer steht ausdrücklich: »Christus hat sich * zum Bürgen für uns gemacht«. Der Bürge ist der, der für einen andern einsteht, ihn gegen das Recht und die dringenden Forderungen des Gläubigers schützt. Er ist nicht der Schuldige und doch der Schuldige. So ist es auch bei der Menschwerdung . Natürlich setzt diese Ansicht schon eine frühere Zeit voraus, indem wir annehmen, daß Christus nicht erst seit jetzt, sondern seit dem Falle der Vertreter der Menschheit ist. Auf diese Art, indem. er sich selbst zum Schuldigen gemacht, mußte er auch die Strafe der Schuld, den Tod erleiden.",
    "Man könnte einwenden, daß vor und 11ach Christus alle Menschen gestorben seien. Allein sie sind eines ganz andern Todes gestorben, als den sie ohne ihn würden gestorben sein.",
    "Daher ist es wörtlich wahr, daß er für uns gestorben ist, daß er das Lösegeld für uns bezahlt hat. usw. Er hat für uns bezahlt, er hat mit seinem Leben unser Leben losgekauft, uns aus der Gewalt des Prinzips befreit, dessen Gefangene wir waren, das nur durch eine solche außerordentliche Tat, in seinem Rechte, in seiner Kraft ganz erschöpft werden konnte. Dies ist das Wunder einer Liebe, die größer ist, als jene Liebe, welche den Schöpfer zu der Schöpfung bewog, ein Wunder, von dem wir nur sagen können: Ja, wahrhaft es ist so! - ein Wunder, dem wir nach menschlichen Begriffen gar keinen Glauben beimessen könnten, wenn es sich nicht wirklich ereignet hätte. Was die äußern Umstände des Todes Christi betrifft, so ist nichts zu bemerken, als daß bei seinem Kreuze gleichsam die ganze Menschheit versammelt war, Juden und Heiden, woraus damals die Menschheit bestand; die ganze Menschheit war Zeuge * seines Todes. Merkwürdig ist, daß die Heiden bloß das Werk- zeug, die Juden aber die Urheber seines Todes waren; die Heiden hatten nur die Macht, die Juden den Willen, ihn zu töten. Die Heiden waren jener errettenden, erhaltenden Potenz innerlich näher, indem sie die Wirkung dieser Potenz erfahren hatten, ohne das, was in ihnen wirkte, zu erkennen. Darum erscheinen sie nun hier gleichsam als die Begünstigten, insofern sie nur Mittel waren, nicht den Willen hatten, ihn zu töten. Die Juden waren durch die Strenge ihres Gesetzes von jenen natürlichen Erfahrungen, von dem Zuge zum Evangelium zurückgehalten , und anstatt durch ihr politisches Unglück selbst belehrt zu sein, daß die Erfüllung der Weissagungen sich nahe, wurden sie vielmehr, statt das wahre Heil in der Zukunft zu suchen, nur umso anhänglicher an ihre Vergangenheit, und in der härtesten und starrsten Anhänglichkeit an das Gesetz, deren Repräsentanten die Pharisäer waren, sahen sie ihre einzige Ret- tung. Die Juden, denen der Messias zuerst und allein verkündet war, mußten - welche wundervolle Ironie! - die Urheber und Anstifter seines Todes sein. Oberhaupt waren die Propheten nicht bloß Verkünder, sondern auch Vorbilder des Messias, da sie von ihrem eigenen Volke an1 wenigsten erkannt, ja ausge- stoßen und sogar getötet wurden. Christus sagt: »ow ,ou,o Kat * TJ crncpw -rou Ssou Ein:Ev· an:ocnEAW ... EKOtco~oucnv.« Die Prophezeiungen waren in der Tat iin gewissen Sinne der Gegensatz des Gesetzes; sie kündeten das zukünftige Evangelium. In dem Gesetze war die strenge Gegenwart, in dem Evangelium die Zukunft. Indem die Pharisäer mit verhärteter Gesinnung an das Gesetz hielten, und über die Weissagungen der Propheten in völligem Dunkel schwebten, waren sie es vorzüglich, welche den Tod des Messias forderten. Was die schmerzlichen Umstände des Todes Christi betrifft, so gehörten sie dazu, seine göttliche Gesinnung als absolut siegreich über alle äußere Schrecken darzustellen, indem er dem Vater gehorsam war bis zum härtesten und schmerzlichsten Tode, ja bis zum Tode a1n Kreuze, welcher den Juden an sich unbekannt war und erst von den Römern eingeführt wurde, den die Römer selbst nur für Sklaven anwandten. Doch liegt im Kreuzestode selbst etwas Symbolisches. Die Ausspannung am Kreuze ist nur die äußere Erscheinung jener langen Spannung, in die der Vermittler so lange gesetzt war. Solange die Welt steht, litt er; sein Tod am Kreuze ist nur der Schluß seines mühevollen Lebens, wodurch er uns die Seligkeit erworben hat. Es ist ganz begreiflich, daß den verstockten Moralisten der Versöhnungstod Christi ein Ärgernis, den bloß natürlich Denkenden eine Torheit ist. Die bloßen Moralisten verhalten sich wie die Juden, diese, die bloß natürlich Denkenden, wie die Heiden. Es ist ebenso begreiflich , daß eine Philosophie, welche Gott an der Welt keinen andern Anteil zugesteht, als etwas, das mit Gott gar nichts gemein hat, die in der Welt kein mit Gott verwandtes Prinzip erkennt, auch die Notwendigkeit einer Versöhnung, und zwar einer Versöhnung durch den Sohn Gottes, nicht begreifen kann. Wenn es kein von Gott selbst unabhängiges gewordenes Prinzip gibt, das der Versöhnung der Menschheit mit Gott entgegenstand, so bedurfte es eines solchen Opfers allerdings nicht. Nur inwiefern es ein von Gott selbst unabhängig gewordenes Prinzip gibt, nur insofern bedarf es für Gott selbst einer Vermittlung. Wenn es kein von Gott selbst unabhängiges Prinzip gibt, so konnte der liebende Vater, wie der Rationalist sagt, das schwache Geschöpf aus bloßer Liebe begnadigen.",
    "Dann kann man die Notwendigkeit des Versöhnungstodes nicht retten, oder höchstens auf die Art, wie sie einige neuere Theologen nach Kantischen Begriffen zu retten versuchten.",
    "Nach Kantischen Begriffen ist Gott überhaupt nur da, um der Vollstrecker - Executor - des moralischen Gesetzes zu sein.",
    "Wäre das moralische Gesetz nicht und wäre es nicht Postulat unserer praktischen Vernunft, daß die Glückseligkeit an die Erfüllung des moralischen Gesetzes geknüpft sei, so bedürfte es überall keines Gottes. Nur aus diesem Grunde war nach Kantischen Begriffen Gott selbst Postulat. Einen andern, als moralischen, etwa gar einen pyhsischen Zusammenhang zwi- sehen Gott und dem sittlichen Wesen, wie ihn das Neue Testament zu erkennen gibt, gibt es nach dieser Philosophie gar nicht. Denn, nur weil Gott die Wiederherstellung dieses natürlichen oder physischen Verhältnisses will, kann von einem aus Gott Wiedergeborenwerden die Rede sein, weil der Mensch ursprünglich aus Gott geboren ist. Dies ist aber kein Postulat, sondern ein natürliches Verhältnis. Ist dieses Verhältnis nicht ein natürliches, wenn Gott die Welt und mit ihr die Menschen aus sich hinausgesetzt hat, bloß nur, um gleichsam zu versuchen , ob der Mensch gehorche, ist also das Verhältnis des Menschen zu Gott ein bloß moralisches, so hätte es keiner Vermittlung bedurft; der Schöpfer hätte leicht das Geschöpf zurechtbringen und mit sich aussöhnen können. Warum hat er gleichwohl das Erleiden eines schmerzlichen Todes von Christus gefordert? Einer der scharfsinnigsten und sonst auch rechtgläubigsten Theologen - Storr\" - antwortet darauf: »Das Leiden Christi sei notwendig gewesen, damit aller Zweifel, den * diese Begnadigung gegen die Heiligkeit des Gesetzes hätte erregen können, auf ewig niedergeschlagen und die Ehre des Gesetzes erhalten wurde. Darum habe der Sohn Gottes sterben müssen.« Nach dieser Theorie stand also der Seligkeit des Menschen kein von Gott unabhängiges Prinzip im Wege. Der Tod Christi war daher aus keinem objektiven Grunde, sondern nur unseres Bedürfnisses wegen notwendig, nämlich um die heilsame Überzeugung von der Heiligkeit des Gesetzes in uns zu befestigen. Da wäre aber dem Tode Christi ein bloß pädagogischer , durchaus kein objektiver, Grund untergelegen.",
    "* Über den eigentlichen Zweck des Todes Jesu. Tüb., 1789.",
    "S. 601."
  ]
}