{
  "title": "3. Vorlesung (Lecture 3)",
  "paragraphs": [
    "M. H. Eine gewisse Beziehung zwischen Mythologie und Offenbarung muß darum schon zugegeben werden, weil die mythologische Religion doch auch Religion ist. Der Unter- 111 schied zwischen wahrer und falscher Religion kann nicht in den eigentlichen Prinzipien, den eigentlichen Faktoren der Religion liegen. Sie sind im menschlichen Bewußtsein überall gleich; nur die Stellung ist eine verschiedene, eine entgegengesetzte. In der Krankheit sind keine anderen Faktoren der Organisation anzunehmen, als in der Gesundheit; nur die Stellung ist verrückt . Deswegen ist die Krankheit das falsche Leben, Gesundheit das wahre. Die Faktoren, die erzeugenden Potenzen, sind * gleich - die Stellung aber ist verschieden. r*l In der falschen * NB. Jede bestimmte quantitative Differenz der Subjektivität und Objektivität, wodurch ein Einzelnes als Endliches im Gegensatzes gegen die Totalität des Universums, d. h., als diese bestimmte Form des Seins gegen das allgemeine Sein überhaupt gesetzt wird, heißt eine I'oten:::. Jede einzelne endliche Potenz hingegen besteht aus einem positiven und negativen Faktor, welche beide an sich unendlich sind. Wie 111111 A - B überhaupt der Ausdruck von Endlichkeit ist, so ist demnach A Subjekt als das Begründende oder als der negative Faktor; ß Objekt hingegen als das ursprünglich Seiende, oder das an sich Unbegrenzte aber Begrenzbare, und mithin als der positive Faktor zu betrachten.",
    "Beide Faktoren aber sind an sich unendlich. in wie ferne das eine und gleiche Identische in beiden, obschon in einem jeden derselben mit einem Übergewichte der Subjektivität oder Objektivität gesetzt ist. - Da also beide Faktoren an sich unendlich, das B Objekt aber als das, welches ursprünglich ist, das an sich Unbegrenzte doch Begrenzbare positiv, hingegen das A Subjekt als das Begrenzende, folglich als das Prinzip der Endlichkeit und als der negative Faktor gesetzt ist; so Religion ist die Stellung eine falsche; in der wahren Religion sind die Faktoren in ihrer Wahrheit, in ihren ursprünglichen Terminis, gesetzt. In jeder geschehenden Entwicklung geht Verkehrtes voraus; das Wahre erscheint als das zurechtgestellte Falsche. So geht auch die unorganische Natur der organischen voraus, und erst der Mensch ist das vollkommendste Erzeugnis , in welchem alle Potenzen vereinigt sind. In der Geschichte muß also auch die falsche Religion der wahren vorausgehen.",
    "So kündet sich das Christentum an nicht als unmittelbar entstandene Religion, sondern als Erlösung von einer blinden Macht. Bloß formell betrachtet setzt jede Offenbarung im eigentlichen Sinne einen außerordentlichen Zustand des menschlichen Bewußtseins voraus. Dieser Zustand ist entstanden durch jenes Verhängnis, welches das menschliche Bewußtsein der blinden Macht der Mythologie unterordnet. Nur durch diese Katastrophe erhielt das menschliche Bewußtsein jenes Verhältnis zu der Gottheit, wie es die Offenbarung dartut. Das Urverhältnis des Menschen zu Gott war unmittelbar; dieses ward aufgehoben, damit Offenbarung eintreten könne. Das übernatürliche kann sich nur manifestieren, wenn es das Na- türliche überwindet. Denken Sie sich dies so: Eigentlich ist das ursprüngliche Verhältnis des Menschen zu Gott an sich ein übernatürliches. Der Mensch ist in der Schöpfung über die Dinge erhaben; ist der Quelle der Schöpfung gleich; er ist in unmittelbarer Ge1neinschaft mit dem Schöpfer; denn er ist in das Zentrum, nicht in die Peripherie, erschaffen. D_ie sich zutragende Veränderung besteht darin, daß er aus dem übernatürlichen ins natürliche Verhältnis herabsank, welches im Grunde für ihn ein unnatürliches war. Die Funktion der Offenbarung ist, den Menschen aus dem natürlichen Verhältnisse wieder ins übernatürliche zu erheben. Nur was aus dem ursprünglichen können also weder A noch B in irgendeinem Teile des Alls, d. h., in irgend einem Individuum als absolute Subjektivität oder Objektivität, sondern nur als das Identische von beiden mit überwiegender Subjektivität oder Objektivität von den beiden Polen nach entgegengesetzten Richtungen und die quantitative Indifferenz beider im Mittelpunkt gesetzt sein. - Übernatürlichen sank, kann dahin wieder erhoben werden. Bei dieser Gelegenheit wurde gezeigt, wie die Vernunftreligion als direkter Gegensatz der geoffenbarten erscheint. Indem die geoffenbarte Religion nicht direkt mehr der Naturreligion (da s beide nicht wissenschaftlich erzeugt sind), sondern der Vernunftreligion entgegensteht, ändert sich ihre Stellung. Die Vernunftreligion steht jetzt der nichtwissenschaftlichen Religion entgegen, welch letztere zwei Spezies hat, nämlich 1) die natürliche Religion, und 2) die geoffenbarte Religion, welche auf einem übernatürlichen Vorgange beruht, der nur begreiflich wird, insofern er mit der natürlichen verbunden wird, indem er den mythologischen Prozeß zur Basis hat.",
    "Nach Entwicklung des Begriffs von wissenschaftlicher und nichtwissenschaftlicher (natürlicher und geoffenbarter) Religion will ich bemerken, daß sie eine zusammenhängende Kette bilden, aus der kein Glied entfernt werden kann. Eine philosophische Religion kann sich nur erzeugen als ein drittes, durch natürliche und geoffenbarte Religion vermitteltes. Die natürliche Religion ist der Anfang; sie ist die notwendige, die blinde Religion, die Religion der Superstition. Die Offenbarung erlöst die Menschheit von der blinden Religion. Zuerst also muß erkannt werden die blinde Befangenheit in natürlicher Religion , dann die Erlösung. Zuletzt kann erst die Religion einer freien Einsicht entstehen. Daß nun übrigens die durch Mythologie und Offenbarung entstandenen Religionen im gemeinschaftlichen Gegensatze gegen Vernunftreligion stehen, ist zu schließen aus ihrem gemeinschaftlichen Schicksal in der Beurteilung der Menschen. Denn wie man sich schon seit langem aus der Offenbarung alles Eigentümliche unter dem Vorwande , es gehöre bloß zur Einkleidung, entfernt, indem man sie alles dessen, was ihrem Unterschied von der Vernunftreligion macht, beraubt, alles Historische nimmt und sie ganz rationalisiert: gerade so wollte man auch in der Mythologie alles Historische als bloße Einkleidung erklären, und nur philosophisch = physikalische Begriffe übriglassen. Wie dort das Christentum, so sollten auch hier der uralte Glaube der Völker, für den sie ihr Leben hingaben, in bloße Philosophie aufgelöst werden. Indem man so die eine Seite in der nichtwissenschaftlichen Religion mißkannte, begriff man auch die andere Seite, die Offenbarung, nicht. Vom Standpunkte des Rationalismus aus betrachtet, der alles Geschichtliche in Erklärung der Welt ausschließt, bildet die Mythologie nur ein Chaos unsinniger Vorstellungen! Jedem muß von diesem Standpunkte aus das Historische des Christentums aber so ungereimt vorkommen als die mythologischen Vorstellungen. Der Rationalist stellt das Eminente des Christentumes als heidnisch dar, nämlich das Geschichtliche. Aber eben das Geschichtliche ist das Christen- turn (nicht das gern.ein Geschichtliche, sondern das höher Geschichtliche, das des Christentumes Inhalt ist, das Geschichtliche , in das das Göttliche selbst verflochten ist, wo das Niedere nicht in Betracht kommt, etwa, daß unter Augustus es war, als Christus geboren, unter Tiberius, als er gekreuzigt wurde). Eine schlechte Erklärung ist also die, welche das Geschichtliche vertilgt, und bloß das Doktrinelle annim.mt. Dies besteht ja gerade im. Geschichtlichen. Was nach Vertilgung des Geschichtlichen übrig bliebe, etwa die Moral, wäre nichts Besonderes , nichts absolut Auszeichnendes; sogar die Feindesliebe war den Heiden nicht unbekannt. Wie aber das höher Geschichtliche auch cioktrinell sein könne, blieb dem Rationalismus unbegreiflich. Die Philosophie der Mythologie zeigt, wie auch diese als eine im gewissen Sinne wahre Geschichte im.",
    "menschlichen Bewußtsein zu betrachten sei. Sie weist ferner das Doktrinelle, als das eben in ihr Geschichtliche selbst nach.",
    "Das Geschichtliche ist das Doktrinelle und diese Identität muß auch im Christentum festgehalten werden. Wie die Mythologie durchaus eigentümlich zu verstehen ist, nicht allegorisch erklärt werden kann, - so ist es auch das Christentum. Es wäre eine schlechte Philosophie der Offenbarung, welche das Geschichtliche des Christentumes als Allegorie auslegte. Wer es nicht in seiner strengen Eigentlichkeit begreift, begreift es gar nicht. Manche Versuche, spezielle Dogmen der katholischen Kirche auf poetische Art darzustellen, waren höchst lax und durchaus nichts Beweisendes; so könnte allem philosophischer Schein gegeben werden. Es genügt nicht, das Christentum bloß ungefähr darzustellen, es muß in seiner ganzen Eigentlichkeit dargestellt werden. Dazu aber gehört mehr, als bisherige Philosophie; hierzu wird erfordert ein bis auf den Anfang der Geschichte zurückgehendes System. Das Christentum ist so alt, als die Welt; doch nicht so, wie Tindal es meint, in dem er das Christentum als Vernunftreligion betrachtet (Cf Matth.",
    "Tindal-Christianity as old as the Creation: or, the Gospel a Republication ofthe Religion ofNature. London, 1732. 8.) Mit der Welt entstand das Christentum; es ist selbst nur das Ende jener göttlichen Geschichte, die mit der Welt angefangen hat.",
    "Außerdem ist hinlänglich bewiesen, daß eine Philosophie des Christentumes eine Philosophie der Mythologie voraussetzt.",
    "Was den Gegensatz vom Doktrinellen und Geschichtlichen betrifft , so sind auch die besseren Theologen keineswegs über die Realität dieses Geschichtlichen einig, wie ein großer Theolog behauptet, er erkenne große Weisheit darin, daß Christus nur solche Werkzeuge zur Verbreitung seiner Lehre auserwählte, daß sie nur in der Form der Geschichte vorgetragen werden konnte. Diese Äußerung setzt voraus, daß das Geschichtliche w nur zufällige Form sei. Plank war jener Theolog. Was bleibt nun übrig? Gerade das Geschichtliche ist das Wesen des Christentumes , und daher konnte es der Dialektiker Paulus in keiner andern Form vortragen. Man spreche überhaupt nicht immer von der Lehre Jesu - diese Lehre ist Christus selbst. Das Christentum ist keine eigentliche Lehre, sondern eine Sache, ein Objekt. Wenn man behauptet, daß das Verständnis des Christentumes dadurch verdunkelt wurde, daß die Erkenntnis der Lehre zurückgetreten sei gegen die Objektivität, so kann man auch sehen, daß später unter dem Streite über die hervorragende Lehre die Sache selbst ins Dunkel trat. Meine Absicht ist nicht auf die Lehre, auf die Dogmatik, sondern lediglich auf die Sache, auf das Objekt, gerichtet - ich will das Christentum im Zusammenhange mit der großen Geschichte von der Schöpfung her darstellen. Eine Andeutung habe ich schon in den »Vorlesungen über die Methode des akademischen * Studiums« gegeben. Ich mache jetzt schon darauf aufmerksam, welchen Kontrast meine Ansichten mit denen des Kant in seiner [» ]Religion innerhalb der Grenzen der bloßen Vernunft« geben werden. Kant nimmt bloß das Moralische aus dem Christentum und sucht nur dieses unter das Volk zu bringen, und das Geschichtliche gänzlich verschwinden zu lassen. In jenem Werke ist das Christentum als Sache gänzlich ver- schwunden.",
    "Ich habe nun die Hauptpunkte hinlänglich auseinandergesetzt , warum ich Philosophie der Offenbarung auf meine frühem Vorträge stütze. Um also verstanden zu werden, müßte ich wohl das erstere wiederholen. Doch ist dies nicht genug: wahre Erklärung ist nicht möglich ohne ein bis auf die Schöpfung zurückgehendes geschichtliches System. Auch werde ich kein anderes Verständnis, um den Vortrag erklärlich zu machen , voraussetzen, als jenes logische Denken, das zum Studium der Philosophie überhaupt notwendig ist. Ich werde ausgehen von dem ersten Anfang der Philosophie, werde fortschreiten bis zu dem Punkte, wo ein Übergang in die Philosophie der Mythologie möglich ist; aus dieser will ich herausheben , was zur Philosophie der Offenbarung notwendig ist.",
    "Wenn die eigentlichen Faktoren überall dieselben sind, so will ich bloß das Fom1elle der Mythologie, nicht sie selbst in ihrem ganzen Umfange, darstellen, wozu es allerdings an Zeit 1nangeln würde. Kein Teil aber wird eine bloße Wiederholung sein, weil ich alles gleich in möglicher Beziehung auf die Offenbarung darstelle, alles gedrängt, schlicht und einfach. Der Trieb des Fortschreitens 1neiner Ideen ist zugleich mit ihnen aufgewachsen . Wollen Sie daher nichts unter ähnlichen Namen mit dem Meinigen verwechseln.",
    "Es ist begreiflich, wie ich mit diesem Vortrage in die Mitte zweier Parteien gerate, und von zwei Seiten dem Mißverstande bloß gegeben bin. Ein Vortrag, wie der jetzige, wo ein akademischer Lehrer sein ganzes Vertrauen seinen Zuhörern schenkt, - ein solcher Vortrag kann nicht wie ein gewöhnlicher angesehen werden."
  ]
}