{
  "title": "Vorlesung 66 (Lecture 66)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Ich habe in der letzten Stunde eines möglichen Einwurfes ge- gen die zuletzt entwickelte Ansicht erwähnt, den ich heute"
    },
    {
      "index": 1,
      "text": "zugleich vorbringen und beantworten will. Bei näherer Über- legung habe ich gefunden, daß dieser Einwurf durch die bereits nun folgende Entwicklung verständlicher und mit größerer Deutlichkeit zu widerlegen sein werde. Ich will daher gleich zur Hauptfrage übergehen, zu deren Beantwortung wir uns durch die letzten Erörterungen den Weg bahnen wollten. Die Frage ist: Wie eine Menschwerdung im eigentlichen Sinne der vermittelten Potenz allein sich denken lasse? Daß sie auf die bisher angenommene Art nicht richtig, nicht einmal den dabei vorausgesetzten allgemeinen Grundsätzen gemäß, vorgestellt wurde, glaube ich in den letzten zwei Vorlesungen deutlich dargetan zu haben. Die vorliegende Frage begreift zwei Fragen in sich, oder wir haben zwei Seiten in Betracht zu ziehen: 1) Die sittliche Seite; hier fragt sich nämlich, was ist der innere oder sittliche Grund der Menschwerdung? Was bedeutet sie 7 Was soll sie? Was wird durch sie gewollt;, 2) Die physische Seite; hier wird verlangt, daß der Vorgang oder das, was bei der Menschwerdung eigentlich geschieht, erklärt werde. Was wird bei diesem Vorgange gewollt und was geht bei der Menschwerdung vor? Dies sind die zwei Fra- gen. Was die sittliche Seite betrifft, so will ich Sie nur vorläufig bitten, zu bemerken - es ist bei der Menschwerdung nicht darum zu tun, daß die in Frage stehende Persönlichkeit, der Logos, (auch hier will ich diesen Ausdruck beibehalten) ihre Außergöttlichkeit aufgebe, sowenig, als daß sie das wesent- lich Göttliche ihrer Natur aufgebe. Letzteres ist ganz unmög- lich; das wesentlich Göttliche wird vielmehr gerade in der Menschwerdung offenbar. Ihrer ursprünglichen Gottheit kann sie sich schlechterdings nicht entäußern; dies wäre sogar eine metaphysische Unmöglichkeit. Aber auch nicht ihre Außer- göttlichkeit soll sie aufgeben; denn das Letztere ist auch wieder 1) unmöglich; gleich wie sie diese Bestimmung ihres Seins nicht selbst gesetzt hat, so kann sie diese Bestimmung auch nicht unmittelbar aufheben: diese Bestimmung ist ihr ohne eigenes Mitwirken, wider ihr Wollen, gleichsam angetan. 2) Kann dies nicht die Absicht sein; denn eben mn das Vermit-"
    },
    {
      "index": 2,
      "text": "telnde zu sein, muß jene Persönlichkeit unabhängig von beiden Teilen sein, die vermittelt werden sollen. Die vermittelnde Persönlichkeit ist außer Gott, und dies macht sie dem Men- schen verwandt; sie ist außer dem Menschen, und dies macht sie Gott ähnlich. Es ist daher notwendig, daß sie der Gestalt Gottes, T. µ. S., sich entäußere. Die Menschwerdung ist nichts anders, als diese Entäußerung - die Menschheit Christi ist nichts anders, als das reine Produkt dieser Entäußerung ohne materielle Mitwirkung irgendeiner andern Ursache. Eine sol- ehe materielle Mitwirkung wäre es, wenn man die allgemeine göttliche Allmacht herbeiziehen würde; dieser bedarf es nicht - jene Persönlichkeit ist sich selbst genug, wenigstens in nute- rieller Hinsicht. Was ist nun aber der Grund dieser rein mo- ralischen Notwendigkeit, sich der göttlichen Gestalt zu entäu- ßern? Diese moralische Notwendigkeit kann ihr nur durch einen Zweck, der erreicht werden soll, aufgelegt sein. Welches dieser Zweck sei, kann ich nach dem Vorausgehenden jetzt kurz erklären. Auch im Heidentume wirkte die vermittelnde Potenz; sie war das dominierende Prinzip des Heidentumes. Sie bewirkte aber nur eine äußere Überwindung des uns von Gott trennenden Prinzips. Dieses dem menschlichen Bewußtsein feindliche Prinzip, das im Heidentume und auch imjudentume bloß actu, nicht aber in seiner Potenz oder an sich überwunden wurde, forderte darum einen beständigen, nie aufhörenden, Actus: es verlangte fortwährende Opfer, weil es eben nicht an sich, sondern immer nur in seiner Wirkung überwunden wird; diese Wirkung ist aber eine stets wiederkehrende. Es ist z.B. keine wahre Heilung, wenn ein Arzt bloß auf Symptome der Krankheit Rücksicht nimmt; wahre Heilung ist es, wenn er auf den Grund der Krankheit sieht. Der heidnische Kult war eine stets wiederkehrende Versöhnung des feindlichen Prinzips. Das Verbum colere, wovon Kultus, und das entsprechende hebräi- sche Wort zeigen an, daß dabei von einer Okkultation, von einem Prinzip die Rede ist, dessen Ausbreitung verhindert werden, das in die Latenz zurückgebracht werden soll. Das Heidentum und das Judentum verlangte stets wiederkehrende Opfer, zum Beweise, daß nur immer die augenblickliche Wir-"
    },
    {
      "index": 3,
      "text": "kung dieses Prinzips aufgehoben wurde. Durch die Opfer des Alten Testaments war nur eine augenblickliche Versöhnung erreicht; und es ist menschlich erlaubt, zu denken, daß auch mit dem mit reinem Willen dargebrachten Opfer des Heiden eine augenblickliche Versöhnung verbunden gewesen sei. Aber diese äußere Versöhnung war nur das Vorspiel einer Überwin- dung, wo der Wille des Vaters selbst überwunden und dazu bewegt werden sollte, der Menschheit wieder sein wahres We- sen, das Huldvolle seiner Natur zuzukehren. Jenes äußere Prinzip, das Gegenstand der Versöhnung des Heidentumes und des Judentumes ist, war eben der Menschheit zur Trennung von Gott, und da diese an sich selbst Unglück, Elend ist, zur Strafe, Zucht aufgelegt. Es half nichts, dieses Prinzip in seiner Wirkung aufzuheben; es mußte auch der Wille des Vaters auf- gehoben werden. Dieser Wille mußte ohne fremde Dazwi- schenkunft bleiben, wie er war: diesen Willen konnte der Vater nicht absolut aufheben; auch der Mensch nicht - denn dieser war absolut unkräftig gegen diesen Willen; auch die vermit- telnde Potenz konnte diesen Willen nicht, wie das äußere Prinzip, durch bloß natürliche oder notwendige Wirkung auf- heben. Ein solcher Wille war stark genug gegen jenes äußere Prinzip; aber der Wille kann nur durch Willen überwunden werden, und nur durch einen solchen Willen, der stärker ist als der Tod, und dem auch der stärkste Wille nicht zu widerstehen vermag. Jener Wille des Vaters konnte nur moralisch überwun- den werden. Diese moralische Überwindung war nur möglich durch die freiwillige äußerste Submission unter die Gottheit, welche von der verniittelnden Potenz statt des Menschen voll- bracht wurde, woraus folgt, daß sie auch äußerlich, wie der Mensch, d. h. in menschlicher Gestalt sein mußte. - Auch die scheinbar freiwilligste Unterwerfung des Menschen wäre doch keine eigentlich freiwillige gewesen: Dem Menschen gebührt und bleibt nichts anderes übrig, als Unterwerfung. Aber die vermittelnde Potenz war, gegen ihren Willen, in völliger Un- abhängigkeit und Selbständigkeit gegen den Vater; sie konnte schlechterdings für sich sein, wenn sie nicht Gottes sein woll- te. Paulus sagt: »Ihr seid Christi, Christus aber ist Gottes.«"
    },
    {
      "index": 4,
      "text": "* [1. Cor. 3.23.] Sie sehen hier, wie wichtig der durch frühere Auseinandersetzung gewonnene Begriff ist, daß die versöh- nende Persönlichkeit in freier Unabhängigkeit von Gott und nicht genötigt ist, ihre äußere Herrlichkeit aufzugeben. Ja viel- mehr mußte die vermittelnde Persönlichkeit erst zu dieser äußeren Herrlichkeit gelangt sein, mußte sich das menschliche Bewußtsein ganz unterworfen haben, was im Prozeß des Hei- dentumes geschah. Die Welt des menschlichen Bewußtseins war ihre Welt. Aber diese Herrschaft über das äußere Prinzip im Heidentume war nur das Vorspiel dessen, was kommen sollte. Jetzt kam die Reihe an die herrschende Potenz selbst; der letzte Actus war das freiwillige Opfer der vermittelnden Per- sönlichkeit selbst, welche als die schuldlose an die Stelle des Schuldigen, des Menschen trat, sich selbst dem Fluche unter- warf, und die Strafe statt des Menschen erduldete. Dies war der Zweck, vermöge dessen die Menschwerdung moralisch not- wendig war. Um nun sich als solches Opfer darzubringen, dazu konnte die vermittelnde Persönlichkeit nur durch gewisse Stufen gelangen. Hier müssen wir also Stufen unterscheiden. Hier fängt sonach die andere Erklärung, nämlich der physi- schen Hinsicht, an. Wie ist nun eine Menschwerdung physisch möglich? Wir müssen hier Stufen unterscheiden. Allerdings ist die Entschließung zu diesem Opfer ein Wunder der göttlichen Gesinnung. In diesem Opfer durchbricht das Göttliche das Natürliche, das Übersubstantielle das Substantielle. Darum ist hier der höchste Punkt der Offenbarung, und weil mit diesem Actus die Spannung völlig und für immer, nicht augenblick- lich, aufgehoben ist, so ist dieser Actus der letzte, auf den kein weiterer folgen kann, quo majus nil fieri potest. Allerdings ist hier ein Wunder, nämlich das Wunder einer göttlichen und übernatürlichen Gesinnung. Aber nachdem. einmal diese Ge- sinnung vorhanden, nachdem einmal das große und erhabene Opfer beschlossen ist, verhindert nichts, daß die Ausführung auf natürlichem Wege geschehe, zwar nicht auf gemeinnatür- lichem, durch Zeugung, aber auf relativ natürlichem, wie es der Natur jener vermittelnden Persönlichkeit gemäß ist. Wir"
    },
    {
      "index": 5,
      "text": "haben aber bereits bemerkt, daß der Übergang ins Menschliche schlechterdings nicht unmittelbar geschehen könne. Wenn wir uns einen solchen unmittelbaren Übergang in die menschliche Gestalt dächten, so wäre dies freilich ein Wunder, aber ein den Ovidischen Metamorphosen ähnliches, außerdem, daß es dem Neuen Testament selbst widersprechen würde. Das erste, was wir einzusehen vermögen, ist, daß, gleichwie der freie Wille der verrn.ittelnden Potenz die einzige Ursache der Menschwer- dung ist, ebenso die vermittelnde Potenz die Materie oder den Stoff dieser Menschwerdung ganz allein in sich selbst hat und in Hinsicht dieses Stoffes von nichts außer sich abhängig ist. Sie ist sich selbst der Stoff zur Menschwerdung - EUlJTOV t- KEVW0E - sie hat sich selbst zum Stoffe genommen, sie hat sich selbst materialisiert. Hier sprechen wir nur von dem ersten Stoffe; denn um wahrer Mensch zu sein, kann sie nur durch einen wirklich organischen Prozeß hindurchgehen. Doch hier ist nur die Rede von dem ersten Stoffe, von dem Übergange zu dem spätem organischen Prozeß. Ich sage nun EUlJTOV t- KEVW0E - sie hat sich selbst entäußert, d. h. zum Stoffe ge- nommen. Ich setze voraus, daß Sie sich erinnern, daß Mate- rialität und Immaterialität, sowenig als in einem höhern Begriffe Sein und Nichtsein, absolut entgegengesetzte Begriffe * seien; sie stehen bloß in einem relativen Gegensatze. Dies ver- hält sich nämlich so: Eben das, was gegen ein Untergeordnetes als Seiendes, Immaterielles sich verhält, kann sich gegen ein Höheres als Nichtseiendes, Materielles verhalten. So sehen wir z.B. in der ganzen organischen Natur die Materie, die sich in der ganzen unorganischen Natur von selbst generiert, ganz gegen jene passiv geworden; wir sehen sie als Werkzeug, als relativ Nichtseiendes, während sie in der unorganischen Natur seiend ist. Hierin liegt nun also, daß eine Materialisierung des Immateriellen, und vollends eine freiwillige Materialisierung, stets nur in bezug auf ein Höheres geschehen könne, und wir haben diesen Fall schon in der Entwicklung der Mythologie. Jenes Prinzip, von dem das menschliche Bewußtsein besessen ist, ist nicht ursprünglich materiell, sondern in seiner Art ebenfalls immateriell; es ist allem Konkreten entgegengesetzt"
    },
    {
      "index": 6,
      "text": "und es verzehrend. Aber eben dieses anfangs materielle Prinzip nimmt in einem spätem Moment gegen eine höhere Potenz - a\" - ein materielles Verhältnis an; es materialisiert sich gegen die höhere Potenz. Dies geschieht in dem Moment, den wir mit dem Namen der Urania bezeichnet haben; gleichwie das Prinzip des Anfangs gegen eine höhere Potenz sich materiali- sieren kann, so kann diese höhere Potenz gegen eine noch höhere sich ebenfalls materialisieren, d. h. gegen eine noch höhere Potenz - welche der Geist ist, sich unterordnen, sich in passiven oder potentialen Zustand gegen diese setzen, wie das erste Prinzip gegen sie selbst. Wie jenes Prinzip des Anfangs seiner verzehrenden Eigenschaft gegen ein höheres sich bege- ben, und sich selbst zum Stoffe des Konkreten hergeben konnte (denn unmittelbar nach seiner Unterwerfung entstehen konkrete Gestalten), ebenso kann die höhere Potenz, die in sich und im Verhältnisse gegen die niedere allerdings in Herrlichkeit war, sich gegen das noch höhere entherrlichen, und gegen die höhere Potenz zum Stoffe werden, zmn Stoffe eines neuen konkreten Lebens. Aber eben weil die höhere Potenz nur gegen das noch Höhere zum Stoffe werden kann, so ist auch klar, daß ohne ein noch Höheres die Materialisierung unmöglich ist; aber jenes Höhere ist uns ja schon gegeben in der dritten Potenz, die, solange die Spannung dauert, gegen die zweite selbst in Spannung und von dieser ausgeschlossen ist. Aber sowie die zweite Potenz durch die Materialisierung die Span- nung gegen die höhere Potenz aufhebt, macht sie der dritten Potenz möglich, sich in der Folge mit ihr zu verbinden, zu identifizieren, was, von einer sichtbaren Erscheinung begleitet, bei der Taufe Christi geschah. Denn wie in der ersten Katabole, wo das feurige Prinzip zum Grunde des nachfolgenden Pro- zesses gelegt wird, das Wasser das äußere Zeichen, das Symbol der Materialisierung ist, so ist das Wasser, in welches Christus bei der Taufe untergetaucht oder gleichsam begraben wird, das äußere Zeichen der innern Materialisierung, wodurch die Sub- stanz Christi sich zugängig gemacht hat dem Geiste, und zwar nun dem Heiligen Geiste, ihn durch seine freiwillige Unter- ordnung an sich zieht und mit sich verbindet. Es ist dies ein"
    },
    {
      "index": 7,
      "text": "Gedanke, den ich hier nur andeuten, nicht weiter ausführen kann. Gleichwie jenes erste Materiell werden des verzehrenden Prinzips der Übergang zum eigentlichen Heidentume ist, so ist dieser Vorgang, diese zweite höhere Katabole, in welcher die bisher dominierende Potenz sich selbst zum Stoffe der höhern Potenz macht, der Übergang zum Christentume. Daß ein sol- cher Moment der Materialisierung in der Menschwerdung Christi wirklich vorkommt, den faktischen und historischen Beweis behalte ich mir einstweilen vor. Wie nun aber in der ersten Katabole die Materialisierung des verzehrenden Prinzips ein Übergang zu einem Prozeß ist, so ist auch die jetzt ange- nommene Materialisierung nur Übergang zu einem Prozesse, welcher nun der eigentliche Prozeß der Menschwerdung ist. (Es materialisiert sich natürlich nicht die Persönlichkeit als solche, sondern die Substanz, die Potenz der Persönlichkeit ist es, welche sich materialisiert. Dieser Unterschied ist Ihnen aus den letzten Vorlesungen geläufig. Sie sehen, wie notwendig es ist, diese Persönlichkeit nicht bloß als Persönlichkeit, sondern auch als natürliche Potenz zu bestimmen.) Nämlich mit der bloßen Materialisierung wäre es noch nicht getan; es wäre noch keine wirkliche Kreatürlichkeit gesetzt; erst mit der angenom- menen kreatürlichen Form ist die vermittelnde Potenz der µopqn1 Srnu ganz entledigt. Sie materialisiert sich - heißt: sie macht sich zur Materie eines organischen Prozesses, natürlich des höchsten organischen Prozesses, schon darum, weil jene Persönlichkeit zuletzt an die Stelle des Menschen treten, anstatt des Menschen sein soll. Als demiurgischen Potenz ist ihr alles offen; sie ist von nichts ausgeschlossen. Da sie aber nur durch eigene Wirkung sich zur Materie eines organischen Prozesses macht, so steht es ihr, der nichts verschlossen ist, auch frei, den Ort der Materialisierung zu wählen und dazu ein menschliches Weib zu erwählen, da1nit sie sich, indem sie vom Weibe ge- boren wird, auf diese Weise gegen Gott völlig kreaturisiere, damit so gar kein Zweifel über ihre kreatürliche Gestalt ent- stehe. Diese kreatürliche Gestalt ist a:uch darum notwendig, damit die vermittelnde Potenz gleichsam ein Recht erlange, außer Gott zu sein. Denn was außer Gott ist, kann nur Kreatur"
    },
    {
      "index": 8,
      "text": "sein und was Kreatur ist, hat ein Recht, außer Gott zu sein. Dieses Recht ist aber hier sehr wichtig, denn es ist darum zu tun, daß diese Außergöttlichkeit bestätigt werde, wenn Chri- stus ewiger Mittler sein soll. Ginge Christus seiner Substanz s nach in Gott zurück, so könnte er nicht Mittler sein und blei- ben. Wir müssen sagen, daß Subjekt, welches bei Gott war, und selbst Gott, das Subjekt, durch welches denn alles ge- schaffen worden ist, welches nach der Schöpfung ev µopcp17 S!;ou und der Herr des menschlichen Bewußtseins war, ist, als die Zeit erfüllt war, d. h. als die wahre Zeit herbeigekommen war, als Mensch geboren worden. Diese Geburt ist das letzte, aber völlig äußere, ganz in den Kreis anderer Begebenheiten eintretende, Faktum. Dieses Faktum. konnte nicht mehr bloß im Bewußtsein der Menschen vorgehen - es konnte nicht mehr bloß subjektive Wahrheit haben; ihm war objektive Wahrheit notwendig, es mußte ein sich wirklich Ereignendes sein. Dies wird Ihnen einleuchtend, wenn Sie folgendes überlegen: Wir können auch sagen, die Versöhnung im Heidentume war bloß subjektiv, weil sie nicht den eigentlichen und wahren Grund der Trennung von Gott, sondern nur die Folgen des göttlichen Unwillens im Bewußtsein überwand. Da es also hier einer bloßen Folge des göttlichen Unwillens galt, so ging die Versöhnung bloß im Bewußtsein vor, d. h. sie war bloß subjektiv. Hier gilt es, den göttlichen Unwillen selbst, den Grund und die Ursache der Spannung aufzuheben; diese Auf- hebung konnte aber nur durch ein objektives, wirkliches Er- eignis geschehen. Das Faktum, das dieser Auföebung als Bedingung vorausging, die Menschwerdung, mußte also auch ein objektives Ereignis sein. Was im Heidentume Fabel war, wurde hier zur Wahrheit; was im Heidentun1e nur subjektive Wahrheit hatte, mußte hier objektiv geschehen. Gerade, was die Heiden nur glaubten, oder wie die deutsche Sprache treff- lich sagt, sich nur einbildeten, daß Götter in menschlicher Gestalt erschienen, das wurde hier zur sichtlichen Wahrheit; es wurde mit menschlichen Augen gesehen, ja, wie der Apostel sagt, m.it Händen betastet. Joh. I, 1, 1. Es ist leicht einzusehen, daß eine Geschichte, wie diese, wie sie bisher nicht in Büchern"
    },
    {
      "index": 9,
      "text": "zu finden war, nur durch ein solches Ereignis beschlossen werden konnte: Hier ging jene übergeschichtliche Geschichte wirklich ins gen1ein Geschichtliche über; von diesem Zeit- punkte an beginnt erst die gemeine, d. h. die rein äußere Geschichte. Die Geschichte nach der Geburt Christi ist auf jeden Fall eine andere, als die Geschichte vor der Geburt Chri- sti."
    }
  ]
}