{
  "title": "46. Vorlesung (Lecture 46)",
  "paragraphs": [
    "M. H. Der Inhalt der Mysterien konnte nicht Monotheismus sein, in dem abstrakten und negativen Sinne genommen, in welchem dieser Begriff heutzutage genon11nen zu werden pflegt; nämlich der Begriff Monotheisrn11s wird jetzt als absolut ungeschichtlich genommen. Die Einheit des Gottes, welche in den Mysterien gelehrt wurde, war durchaus eine geschichtlich vermittelte; sie war nicht Monotheismus im negativen Sinne, wo dieser Begriff jede Mehrheit absolut ausschließt. Als eine geschichtlich vermittelte, durch die Vielheit hindurchgegan- gene Einheit konnte diese Einheit in den Mysterien nicht eine dem Polytheismus entgegengesetzte sein. Eine solche konnte die in den Mysterien gelehrte Einheit nicht sein, wie man dies zwar schon zu verschiedenen Zeiten, aber besonders seit dem Buche des englischen Bischofs Warburton (The divine legation of Moses, demonstrated on the principles of a religious deist, from the omission of the doctrine of a future state of rewards and punishments in the jewish dissiptation etc. 3.Aufl. London , 1743.) versucht hat. Dieser behauptet, das eigentliche Geheimnis der Mysterien habe in der Erkenntnis der Einheit Gottes und der Wegerklärung der mythologischen Götter bestanden . Man habe, wenigstens den auf der höchsten Stufe Eingeweihten, vertraut, daß die Götter nur ehemalige Menschen oder bloß allegorisch personifizierte Naturkräfte seien, in der Tat aber nur Ein Gott existiere. Dies würde wohl erklären , warun1 die Mysterien µu0,c:pta - Geheimnisse - waren; allein man könnte von der andern Seite nicht begreifen, wie mit diesen geheimen Aufklärungsanstalten der öffentliche Götterglaube so lang hätte bestehen können. Nach dem sonst gewöhnlichen Gange 1nenschlicher Dinge darf man behaupten, daß entweder die Mysterien oder der Götterglaube in kurzer Zeit von der Oberfläche Griechenlands hätte verschwinden müssen, während beide von der höchsten Ausbildung der My- * sterien an fast 1000 Jahre nebeneinander bestanden haben, ohne daß das eine das andere ausschloß oder nur gefährdete! Wie soll man sich dies erklären, wenn die Mysterien in so direkter Opposition gegen den Volksglauben standen? - In einem bloß negativen, den Polytheismus nicht als überwundenen enthaltenden , sondern ihn ausschließenden Monotheismus konnten die Mysterien nicht bestehen, so wie ein solcher Monotheismus nicht das Christentum ist. Wenn in den Mysterien ein Monotheismus gelehrt wurde, so konnte es nur der sein, der die Vielheit als Weg zu sich erkennt, die Vielheit als Weg zur Einheit ansieht und sie deswegen stehen läßt. Die Entstehung der Göttervielheit ward der Untergang des realen Einen. Mit dem untergehenden realen Einen ging der geistige Gott auf.",
    "Wie das Universum als der Todeskampf des ungeistigen Prinzips gegen das geistige angesehen werden kann, so war auch der Polytheismus der Kampf des dem realen Gott verhafteten Bewußtseins. Monotheisnrns war also nur insofern Inhalt der Mysterien, als in ihnen die Göttergeschichte zur Geschichte des Gottes wurde; was äußerlich als Geschichte der Götter erschien , war innerlich die Geschichte des durch die verschiedenen Momente hindurchgehenden, sich verwirklichenden Gottes. Von dieser Geschichte des Gottes leitete sich alles an- dere her, was in den Mysterien gelehrt wurde, z.B. die Sitten= und Unsterblichkeitslehre. Der Eingeweihte wurde in den We- * gen Gottes unterrichtet; er wandelte in dem Weg des Zeus, wie Pindar von den Seligen der Unterwelt sagt. Denn Zeus war selbst nicht nur das unmittelbare Abbild der höchsten Po- tenzen, sondern er ward zugleich gedacht als Pflegling und Schützling dieser höchsten Potenzen, und insofern das höchste Ideal der Menschheit selbst. Daß er als Schützling dieser höchsten Potenzen gedacht war, erhellt daraus, daß die Kureten, welche man als identisch mit den Kabiren erklärt, nicht nur bei seiner Geburt ihn umstanden, d. h., ihn in die Mitte nahmen, ihn dem Blick des Kronos entzogen, sondern daß sie auch außerdem die Pfleger und Erzieher in seiner Kindheit waren.",
    "Darum ist jener höhere Weg der Weg des Gottes selbst, der Weg des Zeus, wie Pindar sagt, und der Mensch soll den Weg des Zeus wandeln. Der Gott selbst war zuerst diesen Weg gegangen : er war der Anfänger: er war der Vorgänger der Eingeweihten , dem sie nur zu folgen brauchten, um zu gleichem Ziel zu gelangen. Daher heißt es in jener wahrscheinlich auf Samothrazische Geheimnisse sich beziehenden Inschrift:* »Mir war der Gott zum Anführer« - und in einem Fragment des Pindar (Ed. Heyne. Vol. 3. p. 128.) »Dreimal selig, wer jene Dinge schauend unter die hohle Erde geht, denn er weiß des Lebens Ende und den von Gott gezeigten Ausgang.« * Eine Inschrift über die Samothrazischen Mysterien bei Münter hat: »In zwei Scharen sind aber gesondert die Seelen der Toten, eine, die unstet irret umher auf der Erde, die andere, welche den Reigen beginnt mit den leuchtenden Himmelsgestirnen; diesem Heere bin ich beigesellt, denn der Gott war mein Führer.« In Homers Hymnus an Alles, was das menschliche Leben Schmerzliches hat, hat auch selbst der Gott bestanden. Deshalb sagte man: »Keiner, der in die Mysterien eingeweiht ist, ist betrübt.« Denn wer konnte über die Schicksale klagen, der die Leiden und Wege des Gottes gesehen hat? Und was Aristoteles von der Tragödie sagt, daß sie von den Leidenschaften reinige und befreie, dies könnte auch im höhern Sinne von den Mysterien gesagt werden. Es ist unverkennbar , daß die griechische Tragödie nur aus den tragischen Chören hervorging, worin die Leiden des Dionysos besungen wurden, lO wie schon daraus erhellt, daß die Tragödien=Schreiber fortwährend unter dem Schutze des Dionysos standen, und daß die Wettkämpfe der tragischen Dichter an den Dionysos=Festen stattfanden. So ist es auch möglich, daß Aristoteles durch die Wirkung der Mysterien auf den Ausdruck einer ähnlichen Wirkung der Tragödie geführt wurde, wie er in einer schon erwähn- * ten Stelle sagt: »Diese Gesänge wirken als KapSapmc;.« Durch das bisher Vorgetragene glaube ich umfassend gezeigt zu haben, was nach den Angaben der Alten in den Mysterien gelehrt wurde. Allein es bleibt doch noch immer etwas unerklärt . Unerklärt bleibt der Umstand, der zwar ein äußerer genannt werden kann, aber doch mit der Beschaffenheit des Innern zusammenhängen muß, nämlich daß die Mysterien eben Mysterien, und zwar in so strengem Sinne Geheimnisse waren. Denn alles bisher Vorgetragene ist nicht von der Art, daß es das absolute Geheimnis erklärt. Man konnte den ganzen mythologischen Prozeß als Geschichte des durch die verschiedenen Momente hindurchgehenden Gottes erklären, und dies ist allerdings eine esoterische Erklärung der Mythologie, aber nur in dem Sinne, wie man auch esoterische und exoterische Erklärungen und Vorträge der Philosophen unterschied, ohne daß jedoch auf den esoterischen Vorträgen derselben ein absolutes , unauflösbares Geheimnis ruhte. Es folgt nicht, daß die Demeter heißt es von den Orgien: »Glücklich, wer sie geschaut von den erdgeborenen Menschen! Denn nicht gleich ist das Los dem Geweihten und der nicht geweiht ward, wenn er gestorben einst weilt in dem modererfülleten Dunkel.« Mysterien auch nach außen als Geheimnisse so streng gewahrt wurden, wie sie es wirklich wurden. Unstreitig wurde in den Mysterien der Untergang der siderischen Religion gefeiert. In einer bekannten Stelle des Cicero wurde dies so vorgestellt, als ob die Mysterien selbst die Menschheit von dem wilden Leben der siderischen Religion befreit hätten. Cf Cic. de leg. II. C.",
    "14. Gewiß wurde die Wohltat des bessern Lebens, das den Menschen durch Dionysos zuteil wurde, dankbar in den Mysterien gefeiert. Aber eben dies geschah ja auch bei den öffentlichen Dionysos=Festen, und auch sonst. So wurden, um das Andenken an die Wohltaten zu erhalten, bei den Erntefesten Kronen von Eichenlaub getragen, zur Erinnerung an die Eichenkost und den wilden Zustand vor dem Ackerbau. Bei hochzeitlichen Festen trug ein Kind eine mit Körnern gefüllte Wanne, und sprach bei Schließung der Ehe die in den Mysterien gebräuchlichen Worte:",
    "»Dem Bösen bin ich entflohn - das Bessere hab ich gefunden!« Der Raub der Persephone, ihre Vermählung mit Hades, das Zürnen und die Versöhnung der Demeter, - dies alles wurde öffentlich besungen, und zwar ausführlich im Homerischen Hymnus. Jene geistigen, oder im Gegensatze zu den materiellen Göttern intelligibilen Götter waren im allgemeinen jedem bekannt - ja sie waren als solche, die reine Potenzen sind, als dii potes, consentes, als unauflöslich vereinigte Götter im Gegen- satz zu den konkreten Göttern erkannt. Die 3 Dionysos insbesonders waren zwar Götter der Mysterien, aber an sich keineswegs unbekannt. Als der Wahrsager des Themistokles die gefangenen Jünglinge dem wilden Dionysos opfern will, stimmt ihm das Schiffsvolk sogleich bei. Der zweite Dionysos war ohnedies der öffentlich gefeierte. Aber auch Jakchos konnte von jedem öffentlich gesehen werden; denJakchos=Geculti ad humanitatem et mitigati sumus initiaque, ut appellantur, ita vera principia vitae cognovimus; neque solum cum laetitia vivendi rationem accepimus, sed etiam cum spe meliori moriendi. « sang kannte jeder, wenn er von ferne ertönte. Ja auf der Schaubühne sogar scheute sich Aristophanes nicht, Chöre der Eingeweihten ertönen zu lassen - der Chor in der Antigone des Sophokles feiert (v. 1113-1134) umständlich den Dionysos, der Semele Sohn, und denJakchos. Wo ist nun also das Geheimnis?",
    "So waren auch Jakchos und Kore Gegenstand unzähliger bildlicher Darstellungen. Ja selbst das, was das Geheimnisvollste sein konnte, die Leiden und der Tod, konnte jeder nach Lust sehen und hören, obgleich nur in Gedichten der Orphiker.",
    "JU Aber diese wurden deswegen nicht verfolgt, und doch war das athenische Volk im höchsten Grade empfindlich gegen jede Veröffentlichung und Verunglimpfung der Mysterien. Ich will nicht erwähnen, welchen Haß sich Alzibiades zugezogen hat, als man ihm die Umstürzung der Hennessäulen zur Schuld legte, eigentlich aber, weil man ihn beschuldigte, in seinem Hause Mysterien gefeiert und also die Mysterien profaniert zu haben. Ich will dieses Umstandes nicht erwähnen, weil man da mehr auf eine Verschwörung gegen den Staat gedacht zu haben scheint. Als aber Äschylus etwas die Mysterien Betreffendes unvorsichtig berührt hatte, da konnte ihn vor der Rache des Volkes nur die Zuflucht schützen, welche er auf der Bühne vor dem Altar des Dionysos selbst fand. Ein solcher Volkssturm setzt ein sehr bestimmtes Volksgefühl voraus. Äschylus war in Gefahr, ohne weiteres ermordet zu werden, und mußte es für ein Glück ansehen, nur vor den Areopag gestellt zu werden. Aber dort haben ihn nicht seine eigenen Siegeszeichen , nicht die Wunden seines Bruders von der Perserschlacht her, sondern nur die Erklärung gerettet, daß er - niemals Eingeweihter war. So eifersüchtig und argwöhnisch war in Ansehung der Mysterien das athenische Volk. Zwar meint der schon erwähnte Gelehrte, der den Mysterien nichts zustehen will, was des Ausplauderns wert gewesen wäre, Äschylus hätte Andoc. p. 129, Ed. Taylor.",
    "Plut. Alcib. 18. 19. 22.",
    "einen mystischen Chortanz auf die Bühne gebracht, wie etwa Schiller und Zacharias Werner, die er zusammenstellt, der eine die Beichte und Kommunion, der andere-ich weiß nicht, was!?- das Geheimnis der Religion Betreffendes auf die Bühne gebracht haben. Und doch sagt in der von Lobeck* angeführten Stelle Clemens von Alexandrien [,a µucrnKa bei CTKY]Vfjc; l':SEt7tCOV] und [Eustratios ], der denselben Vorfall erwähnt, sagt Äschylus hat * diesen Unwillen des Volkes sprechend ... erregt. In einer anderen Stelle heißt es, Äschylus hätte Mysterien gesagt (AEyEtV -r:a µucr,Y]pta - oben 8CTEl7tElV [esErncov]) .. Also nichts weniger als * ein Chortanz bewirkte den Unwillen! Wenn das Gründlichkeit ist, dann weiß ich nicht, was Oberflächlichkeit genannt werden soll. - Todesstrafe stand auf der Profanation der Mysterien und noch dazu Konfiskation der Güter. Nicht genug - auch aufinschriften wurde das Andenken eines solchen Frevlers der Nach- welt übergeben. Wachsam waren die Athenienser über die Ausübung dieser Gesetze. Noch Horatius sagt:",
    "..... Vetabo, qui Cereris sacrum vulgarit arcanae, sub isdem sit trabibus etc. etc. und Isokrates erklärt sich in einer seiner Reden in folgender Weise: Die Stadt sei in dem, was sich auf die Götter bezieht, am meisten aufgebracht gewesen, wenn einer etwas gegen die Mysterien getan, dann aber, wenn er etwas gegen die demokratische Verfassung unternommen habe. Auch Isokrates hat also die Profanation der Mysterien einem Versuch zur Auflösung der Staatsverfassung gleichgestellt. Dies alles aber verhinderte nicht, daß Sachen, Handlungen, Gebräuche, Lehren und einzelne Worte der Mysterien überall erwähnt wurden. Plato selbst fürchtete nicht, der Entweihung angeklagt zu werden, wenn er sagt, daß die Ungeweihten im Schlamm liegen usw.*** * Aglaophamus s. de theologiae mysticae Graecorum causis. L. III.",
    "Regiom., 1829. 2 V. [p. 82, 83]. * *** So scheinen diejenigen, welche für uns die heiligen Reinigungs- zeremonien angeordnet haben, gar keine üblen Leute zu sein, sondern in Wahrheit schon seit langer Zeit uns angedeutet zu haben, daß, wenn Mehrere Kirchenväter, z. B. Clemens von Alexandrien sind über Vorgänge, Sprüche und Worte der Mysterien wohl unterrichtet , und mußten es von Eingeweihten erfahren haben. Alles was wir bisher unter dem Namen Mysterien dargetan haben, war freilich Geheimlehre, inwiefern es nur in den Mysterien überliefert wurde. Aber warum die Mysterien µucrn:pta waren, erklärt es nicht. Etwas mußte in den Mysterien sein, was absolut verhinderte, daß die Mysterien ins Allgemeine und Öffentliche übertreten durften. Aber was? Dies ist eben das große Rätsel. Man könnte darüber verwundert sein, daß das Geheimnis von solchen Eingeweihten, welche zum Christentum übertraten, nicht verraten wurde. Aber nein! Das eigentliche Geheirn.nis der Geheimnisse ist nirgends ausgesprochen.",
    "Nur Vermutung ist möglich. Aber auch hierzu ist erst Veranlassung gegeben, wenn man den Inhalt der Mysterienlehre kennt. Man muß notwendig schließen, daß dieses Geheimnis ein Corollarium der bekannten Mysterienlehre ist. Deshalb mußten wir uns vorerst der Mysterienlehre versichern. Es mußte in dieser, uns bekannten, Mysterienlehre etwas liegen, was absolut verbot, die Mysterienlehre öffentlich werden zu lassen. Versuchen wir nun also einstweilen zu einer Vermutung zu gelangen. Überlegen Sie folgendes:",
    "Die Mysterien mußten doch irgend etwas enthalten, was im Gegensatz, ja sogar im Widerspruch mit den, öffentlichen Götterglauben war - sonst brauchten sie nicht Mysterien zu sein.",
    "einer ungereinigt und ungeweiht im Hades anlangt, daß der in den Schlamm zu liegen kommt, der Gereinigte aber und Geweihte, wenn er dort angelangt ist, bei den Göttern wohnen wird. Denn viele, sagen sie, sind dem Thyrsusträger, dem Bacchus gleich aber - echte Begeisterte - sind wenige: und diese sind, nach meiner Meinung, keine andere, als die sich auf die rechte Weise der Philosophie beflissen haben. Hinter diesen nun nicht zurückzustehen, sondern deren Einer zu werden, habe auch ich nach vermögen mein ganzes Leben hindurch gestrebt. Ob ich mich aber auf die rechte Weise bemüht und darin Fortschritte gemacht habe, das werde ich, dort angekommen, gewiß erfahren, wenn Gott will, binnen kurzem, wie mich dünkt. Phaed. 68.",
    "D. - 69. E.",
    "Von der andern Seite ist ebenso gewiß: die Mysterien konnten nicht etwas enthalten, was den öffentlichen Götterglauben geradezu aufhob; denn sonst hätten sie nicht neben demselben bestehen können. Es ist Widerspruch, weil sie etwas gegen den öffentlichen Götterglauben haben mußten, und es ist nicht Widerspruch, weil sie nicht etwas gegen denselben haben konnten , so daß er fortzubestehen vermochte. Widerspruch und Nichtwiderspruch scheint aber selbst der aller größte Widerspruch zu sein. Oder - um dies mit andern Worten zu sagen - etwas mußte in den Mysterien sein, was mit dem öffentlichen System sich vertrug, ohne daß es aber an seine Stelle gesetzt werden konnte. Das erste, daß etwas in den Mysterien war, was mit dem öffentlichen Götterglauben sich vertrug, war notwendig, denn sonst hätten sie nicht mit demselben koexistieren können. Das zweite, daß dies Etwas nicht an die Stelle des öffentlichen Götterglaubens treten konnte, war notwendig, weil es sonst öffentlich werden und seinerseits den öffentlichen Götterglauben hätte verdrängen müssen. Wie werden wir also diesen Widerspruch ausgleichen könen? Wir haben die Lehre vom dreifachen Dionysos, wie ich glaube, unumstößlich nach- gewiesen, aber eine Seite noch übersehen, zwar nicht ganz übersehen, aber doch nicht ausdrücklich hervorgehoben. Allerdings waren uns die 3 Potenzen als Momente eines Gottes im letzten Bewußtsein vereinigt, und nicht mehr auseinander, d. h., sie waren uns simultane, zugleich gesetzte Potenzen. Dadurch ward aber ihr Verhältnis als sukzessive Potenzen nicht aufgehoben. Denn der eine Dionysos wird noch immer der älteste, der andere der jüngste Dionysos genannt. Aber nicht nur das. Es war auch wohl möglich, daß jenes zugleich Seins ungeachtet dennoch der erste Dionysos als Beherrscher oder Potenz einer vergangenen Zeit, der dritte Dionysos als Herrscher der Zukunft gedacht wurde; also hoben sie nicht die Möglichkeit auf, daß sie als sukzessive Potenzen gedacht wurden . Insofern sagen wir: Dies war möglich. Ich gehe weiter, und sage: Dies war sogar notwendig, und konnte nicht anders sein. Denn daß die Herrschaft des wilden Dionysos als Herrschaft einer frühem Zeit gedacht wurde, dies war notwendig.",
    "Aber die Gegenwart gehörte ebenso entschieden dem zweiten Dionysos. Ich erwähne hier des Bildes des Polyklet - in der unstreitig sich selbst bewußtesten Zeit Griechenlands. Zeus ist oben als das Haupt der materiellen Göttervielheit - Zeus und Dionysos wurden als Eins gedacht. Wie Zeus der Herrscher der Gegenwart war, so gehörte die Gegenwart dem zweiten Dionysos . Der dritte Dionysos war zwar auch im esoterischen Bewußtsein, aber er konnte in ihm nur als künftiger, nicht als gegenwärtiger, Herrscher sein. Damit aber, daß der dritte lll Dionysos als noch nicht seiender, erst als zukünftiger Herrscher bestimmt war, damit war auch der Gedanke gegeben, dem jetzt herrschenden zweiten Dionysos, und darnit auch dieser mit und durch ihn gesetzten Göttervielheit, sei es bestimrn .t, einst in die Vergangenheit zurückzutreten, und gegen den geistigen Gott als überwunden zu erscheinen. Schon sah das Bewußtsein die Welt der Titanen in die Finsternis des Tartarus hinabsteigen, wie leicht mochte es glaublich sein, daß auch die Dionysische Welt verscheiden könne, um eine Zukunft außer sich zu setzen. Diese Lehre nun von einem noch bevorstehenden dritten und einer mit diesem kommenden geistigen Religion, welche das Bewußtsein vom Resultat des mythologischen Prozesses völlig befreie, und die man gleich am Ende des Prozesses zum Voraus erwarten dürfe - diese Lehre von geistigen Religionen also, womit die äußere Göttervielheit verscheide, vertrug sich mit dem System des öffentlichen Götterglaubens, weil es sich selbst nur als System der Zukunft betrachtete. Nur auf diese Weise ist es begreiflich, wie diese - darf man sagen - furchtbaren Geheimnisse der Mysterien neben dem äußerlichen Götterglauben bestehen konnten.",
    "Dieses Zukünftige also, jene zukünftige Religion war es, was den Mund der Eingeweihten schloß, und dessen Wissenschaft man sogar vor sich selber geheim hielt, - was man höchstens dem Auge schauen zu lassen, aber nicht dem Ohre durch Worte zu vertrauen wagte. Daher das bloße Schauen und Zeigen in den Mysterien, und der höchsten Feierlichkeiten bloß nächtliche Begehung, z. B. die wirkliche Einssetzung des dritten Herrschers. Hierin in dieser nächtlichen Feier ihrer höchsten Geheimnisse, worin sie eine künftige Religion feierten, verhielten sich die Mysterien ganz, wie später die Religion der noch verfolgten christlichen Kirche, welche die Orgien ihrer Religion auch nur nächtlicher Weile in unterirdischen Gemächern und Katakomben feierte. Heraustretend aus der nächt- liehen Entzückung und dem Lichte des Tages wiedergegeben mußte der Eingeweihte zärtlicher und sehnsüchtig den Göttern des lichten Tages, der sichtbaren Götterwelt sich zuwenden. Sie sehen selbst, wie diese Vermutung alle Schwierigkeiten beseitigt und noch mehreres erklärt. Jene nächtliche Feier der gei- stigen Religion erhöhte die Anhänglichkeit an die Dionysischen Götter, über welche nicht bloß die Denkart, sondern das freie Volk der Griechen selbst weit hinausstrebend gedacht werden muß. Dieses Geheimnis einer zukünftigen Religion, wo die sinnliche Götterwelt verschwinde, war nur allein von der Art, daß es ausgesprochen jenen Schrecken, jenes Entsetzen hervorrief, dem nur der Tod des Schuldigen genugtun zu können schien. Weit wahrscheinlicher ist dies das Geheimnis gewesen , als z. B. solche Erklärungen, daß Persephone identisch rn.it Artemis sei, wie Herodot von Äschylus sagt, daß er die Einheit der Persephone und der Artemis darstellen wollte.",
    "Nicht in einer Kritik der Mythologie und anderm dieser Art lag der Grund des Volksunwillens, sondern in jenem andern und tiefem Geheimnis, auf das Äschylus angespielt zu haben scheint. Eine solche Anspielung läßt sich auch von Äschylus denken, wenn man erwägt, welche Worte er sonst dem Prometheus in den Mund legt. Es fragt sich, ob sich nicht Spuren anderwärts finden lassen, die unsere Vermutung bestätigen?"
  ]
}