{
  "title": "Vorlesung 42 (Lecture 42)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Inhalt der Mysterienlehre sind, wie ich gezeigt habe,[*] 1) die rein verursachenden Götter. Der Beweis dieses Satzes liegt zwar schon in unserer ganzen Entwicklung: die Myste-"
    },
    {
      "index": 1,
      "text": "[*] Sehr fälschlich hat sich bisher der moderne Pantheismus für eine Art hellenischer Naturanbetung ausgegeben. Der alten Götter bunt Gewimmel kehrt nicht mehr ein bei nachchristlichen Geschlechtern, denn was davon wieder aufgefrischt wird, entbehrt jedenfalls der inner- lichen religiösen Glut des Hellenen, der mit einer Delikatesse und Schonung die Gegenstände seiner Verehrung behandelte, wofür unsere geistigen Sinne nicht zart genug sind. Nicht daß die Hellenen jeden Mutwillen und Scherz auf die Ornamente ihres Glaubens unduldsam gerächt hätten, der Voltairianismus ihrer Komödiendichter spielte He- roen und Göttern sehr arg mit, aber wehe jedem, wär er auch die"
    },
    {
      "index": 2,
      "text": "rienlehre verhält sich zur Mythologie, wie Esoterisches zu Exoterischem. Das Esoterische der Mythologie können aber nur die reinen Prinzipien, die Ursachen, also nur die reinen Potenzen sein, welche wir als den ganzen mythologischen Prozeß bewirkend gezeigt haben. Über die eigentliche Bedeu- tung der Mysterien war früher schon deshalb kein genügender Aufschluß möglich, weil man die Scheidung der materiellen und imm.ateriellen Götter nicht kannte, obwohl jedem fühlbar sein mußte, daß es eine andere Ordnung der Wesen sei, die, zu 1ll welcher Dionysos, die, zu welcher Zeus, die, zu welcher He- phästus usw. gehören. Daß die Alten selbst diese Unterschei- dung zwischen materiellen und immateriellen Göttern wohl gekannt haben, dies wurde gezeigt 1) aus einer Stelle des Pausanias, nach welcher die Eleusinien über jede andere Götterverehrung so stehen, als sonst die Göt- ter über die Heroen stehen - 2) aus dem. Ausdruck deorum dii, wodurch Götter gesetzt sind, die sich zu andern Göttern wieder als Götter verhal- ten - 3) aus dem Ausdruck dii potes, womit die Kabiren bezeichnet wurden - 4) aus der Gewohnheit, daß diese Götter nicht körperlich, sondern als Gesichter dargestellt wurden. Diese Götter waren in ihrer unauflöslichen Verkettung Gegenstand der Mysterien- lehre. Der Name Kabiren bedeutet schon diese unauflösliche Vereinigung. Der Gelehrteste unter den Römern - M. T. Varro, dessen Buch de lingua latina von unschätzbarem Wert ist, er- klärt die Kabiren als identisch mit den diis penetralibus. Dii"
    },
    {
      "index": 3,
      "text": "höchste Zierde der attischen Poesie gewesen, wenn er an weiheloser Stätte von dem nur sprach, was Worte nie enthüllen durften, sondern als Empfundenes, stumm von Geschlecht auf Geschlecht forterbte. Eine Ahnung von solchem religiösem Schauer erhalten wir zwar, wenn Iphigenie anhebt: »Heraus in eure Schatten rege Wipfel usw.«. Aber es war auch nur auf dem Verstandeswege, daß Goethe zu solchen An- schauungen gelangte, und das Hellenentum wird für uns ewig nur eine treu in Gips gedrückte Maske bleiben, deren Augen längst zu reden aufo;chört. - Cfr. p. 360. [s. u. S. 363 f]"
    },
    {
      "index": 4,
      "text": "penetrales sind eben die esoterischen Götter, denen, als reinen Ursachen, nichts undurchdringlich ist, und die darum das In- nerste aller andern Götter sind. Von diesen diis penetralibus sagt Varro, daß sie ganz dieselben seien, welche die Etrusker deos consentes et complices nennen.[*] Diese beiden Worte drücken ebenfalls den Begriff der Kabiren, den Begriff der unauflösbaren Vereintheit aus. Consentes ist nicht von consen- tire - sondern wie absentes von absum, so ist consentes von consum abzuleiten. Consentes sind die, welche nur zusammen sein, zusammen leben und sterben können. Ebenso verhalten sich auch unsere Potenzen zueinander. Sie sind complices unius ejusdemque existentiae. Keine von ihnen hat ein Sein für sich - sie alle haben nur ein gemeinschaftliches Sein miteinander. Wir haben (2)] die Prinzipien, aus denen die ganze Mytho- * logie abgeleitet ist, in den Mysterien nachgewiesen. Dann aber ist eine Erklärung vollendet zu nennen, wenn die Prinzipien selbst in einem Gegenstande am Ende als erkannt nachgewie- sen werden. Die Mysterien selbst sind nichts anders, als die Erkenntnis, das Bewußtsein der Mythologie, das Höheres be- greifende Bewußtsein, dessen Inhalt eben die drei Prinzipien sind, aus denen wir die ganze Mythologie abgeleitet haben. Aber nicht bloß in ihrer unauflöslichen Verkettung, sondern * zugleich als ein und derselbe Gott sind diese verursachenden Götter der Inhalt der Mysterienlehre. Das Höchste der Myste- rienlehre war, daß diese verursachenden Götter nicht bloß unauflösbar vereinigt, sondern daß sie nur verschiedene Ge- stalten eines und desselben aus sich selbst, durch sich selbst und in sich selbst sich bewegenden Gottes, oder daß sie verschiedene Mo1nente dieses einen aus, durch und in sich selbst gehenden Gottes sind. Zu dieser letzten Erkenntnis gelangte das Bewußt- sein auf folgende Art: Der reale Gott in sein Ansieh zurückgebracht, ist dem Über- winder gleich, ist selbst Dionysos, wie 1m ägyptischen Be-"
    },
    {
      "index": 5,
      "text": "[*] M. T. VARRONIS de lingua lat. libri qui supers. acc. notae A. Augustini. Adr. Turnebi. I. Scaligeri et Ans. Popmae. Vol. I. II. Bip., 1788."
    },
    {
      "index": 6,
      "text": "wußtsein der überwundene Typhon selbst Osiris wird. Nur ist er Dionysos 1 - und der bisher so genannte Dionysos ist Dio- nysos\"; das dritte ist aber der als Geist seiende Gott, der betrachtet wird als das eigentliche Ziel der ganzen Bewegung, als der, der von Anfang an sein sollte. Diese dritte Persön- lichkeit, die der erste Dionysos an seiner Statt zurückläßt oder setzt, indem er vom Sein scheidet, ist nur eine andere Gestalt des ersten Dionysos, ist Dionysos\". Damit die Erkenntnis völ- lig beruhig werde über den überwundenen Einen, muß der lll dritte zugleich mit dem zweiten, dem Dionysos~ gesetzt wer- den, so, daß dieser geistig Eine derselbe ist, der in dem substantiell Einen untergegangen ist, und daß es derselbe sub- stantiell Eine ist, der in dem geistig Einen wieder auflebt. Und so ist jetzt alles Dionysos. Nur solange die Spannung dauerte, waren die Potenzen different. Mit der aufgehobenen Spannung ist das zuvor getrennte nun eins. Dies war die höchste Ansicht, die in den Mysterien ausgeführt wurde. Herodot, überall, wenn man ihn nur versteht, treu, naiv und wahr, hat dies treff- lich eingesehen und auch ausgedrückt. Er sagt in einer schon erwähnten Stelle,[*] Melampus habe den Griechen den Diony- sos kennen gelehrt, nicht das ganze zusamn1ennehmend (es gab also nach Herodot etwas zusa1nmenzunehmen); aber die nach ihm kommenden Weisen hätten es in größern1 Umfange aus- gesprochen. Man sieht, daß Herodot eine Idee kannte, die über den bloßen Dionysos, den Melampus brachte, hinausgeht. Die spätem Weisen haben die vollkommene Dionysos=ldee ausge- bildet, von welcher Melampus nur die vermittelnde Potenz, den Dionysos\\ gebracht hatte. Wenn wir diesem dreifachen Dionysos die dreifachen ihm entsprechenden weiblichen Gott- heiten, das dreifache Bewußtsein entgegenstellen (denn jedem Moment der Dionysos=Idee entspricht ein Moment des Dio- nysos=Bewußtseins, und jeder Moment des Bewußtseins wird durch eine weibliche Gottheit bezeichnet) so werden wir damit den höchsten und vollständigsten Inhalt der Mysterienlehre gegeben haben. Die drei entsprechenden weiblichen Gestalten"
    },
    {
      "index": 7,
      "text": "[*] C. 49."
    },
    {
      "index": 8,
      "text": "behalte ich mir jedoch vor, später nachzuweisen. Vorerst will ich bei der Dionysos=Idee selbst noch verweilen. Die Stelle aus Herodot wird erst verständlich, wenn man die Dionysos=Idee schon hat. Diese Stelle Herodots ausgenommen, haben wir nur philosophisch, aber nicht historisch, die Dionysos=Idee nach- gewiesen, was ich mir aber bei dem gegenwärtigen Vortrage stets zur Pflicht mache. Ist dies historische Nachweisen ge- schehen, werde ich auch die drei entsprechenden weiblichen Gottheiten namhaft machen. Was diese genaueren Nachwei- sungen betrifft, so will ich bemerken, daß auch die Myste- rienlehre nicht bloß abstrakt, sondern durch wirkliche Vor- gänge geschichtlich gezeigt wurde. Jene letzte, geistige Einheit war nicht eine absolut, schlechthin gesetzte, sondern eine ge- wordene, aus dem theogonischen Prozeß erzeugte. Diese letzte, nicht mehr materielle, Einheit, in der nichts Materielles mehr ist, die eine rein geistige ist, beruht darauf, daß der erste Dionysos aus dem äußern Sein in sein Ansieh wieder zurück- getreten ist. Als solcher, als der in das Sein geko1nmene und aus dem Sein wieder abgeschiedene, ist er den, Bewußtsein erkennbar. Er war in seiner unmittelbaren Geistigkeit für das Bewußtsein nicht erkennbar. Als geistig ist er dem Bewußtsein erst erkennbar, wenn er, nachdem er aus seinem Ansieh ge- treten, in sein Ansieh wieder zurückgekehrt ist. Zu diesem Ende war es nötig, daß dieser erst in das Sein getretene, und dann aus dem Sein wieder abgeschiedene durch einen eigenen Namen bezeichnet wurde. Hades, der schon unter den mate- riellen Göttern sich befand, war er allerdings, aber nur als der unsichtbargewordene. Heraklit hat gesagt: »'Atoric; Km L'i.wvu- crnc; 6 m'rroc;« - Hades und Dionysos ist derselbe - Dionysos ist auch Hades. Aber Hades war dieser Dionysos eben nur als der unsichtbargewordene. Dies war aber nur eine Seite seines Be- griffes. Er war unsichtbar nicht schlechthin, sondern er wurde es als der in das Sein hervorgetretene und in sein Ansieh wieder zurückgekehrte. Um als dieser bezeichnet zu werden, dazu war ein besonderer Name nötig, und dazu konnte keiner der früh- ern Namen, nicht Uranus, nicht Kronos, nicht Zeus dienen, um mit Einern Worte den allgemeinen Begriff des realen Gottes"
    },
    {
      "index": 9,
      "text": "auszudrücken. Diesen allgemeinen Begriff auszudrücken, be- durfte es eines besonderen Namens, und dieser Name findet sich auch wirklich. Dieser Dionysos der ersten Potenz hieß Zagreus, der älteste Dionysos; daß Zagreus der älteste Diony- sos, der Dionysos der ersten Potenz ist, erhellt daraus, daß er ausdrücklich so genannt wurde, gewöhnlich von Nonnus*, der ein Epos geschrieben hat und der zwar ein späterer Autor, aber voll gelehrter Kenntnisse der Mysterien und der Mythologie ist. Er hatte noch viele Quellen, die uns jetzt fehlen. Gewöhn- lieh heißt Zagreus na1caton:poc; ~tovucroc;, der zuerst geborene Dionysos, im Gegensatze zu dem später geborenen Dionysos. Er wird noch bestimmter in das Verhältnis der Priorität also gesetzt, daß in jenem Epos des Nonnus gesagt wird: »Schon dachte Zeus darauf, den neuen Dionysos zu zeugen (hier ist wegen des Gleichlautes Zeus und Zagreus verwechselt.).« Daß Zagreus der erste Dionysos oder reale Gott überhaupt ist, * erhellt daraus, daß er bei Hesiod [Hesychius] der unsichtbare Dionysos genannt wird, was er in der Folge wird, wenn er vom Sein abgeschieden ist. Als der älteste Dionysos wurde er auch durch seine Geburt bezeichnet. Er wird nämlich bezeich- net als Sohn der Persephone und des Zeus. Um dies zu verstehen, bitte ich Sie, noch folgendes zu bemerken: Nach dem gewöhnlichen Grundsatz, - ja man kann sagen, nach dem gewöhnlichen Gefühl - nach welchem man urteilt, daß das, was am Ende irgendeines Prozesses an den Tag kommt, daß dies gleich schon am Anfange war, als die Absicht des Prozesses schon im Anfange lag, nach diesem gewöhn- lichen Gefühl ist Zeus dem an das Ende gekommenen Be- wußtsein Repräsentant des ganzen mythologischen Prozesses. Zeus war insofern schon mit Uranus und Kronos, ja vor ihnen. Dies ist der tiefere Sinn, der dem Zeus in den Mysterien ge- geben wurde. In ihn, ist das Leben, er ist das punctum saliens des ganzen Prozesses. Da aber auch die höhern Potenzen nur"
    },
    {
      "index": 10,
      "text": "[*] 6,162. p. 396. [s. u. S. 725,28] DR. KOEHLER, über die Dionysiaka des Nonnus von Panopolis. Halle, 1853."
    },
    {
      "index": 11,
      "text": "durch Vermittlung des theogonischen Prozesses entstehen, so entstehen dem Bewußtsein nun diese selbst wieder durch Zeus, als durch Zeus vermittelt, denn Zeus ist der Ausdruck des Prozesses selbst - und so ist auch Zagreus für das Bewußtsein selbst ein Sohn des Zeus. Der Begriff des Zagreus im Bewußt- sein ist ein jüngerer und späterer, als der des Zeus. Durch den Ausdruck Zagreus (Sohn des Zeus) ist angezeigt, daß er erst infolge jener letzten Krisis entstehen konnte, in welcher Zeus der Mittelpunkt oder Repräsentant des ganzen mythologischen Prozesses ist. Auf diese Weise ist zu erklären, wie Zagreus als Sohn des Zeus erscheint. Der reale Dionysos, an sich gedacht, ist allerdings älter, als Zeus, denn er gehört unter die dem theo- gonischen Prozesse vorauszusetzenden Ursachen oder Prinzi- pien; aber der als der reale Gott auch vorgestellte Dionysos ist notwendig jünger, als Zeus. Denn der Begriff des Zagreus entsteht erst 1nit und durch Zeus. Aber Zagreus ist Sohn des Zeus von der Persephone; denn nachdem am Ende des Pro- zesses die verhängnisvolle Möglichkeit erkannt ist, durch wel- che, so wie sie in die Wirklichkeit heraustritt (rrpotEVat - der gewöhnliche Ausdruck bei der Persephone), der ganze mytho- logische Prozeß veranlaßt ist; nachdem das subjektive Prinzip des ganzen mythologischen Prozesses erkannt, oder der sub- jektive Anfang desselben in Persephone gesetzt ist, so kann folgerechterweise Persephone nur als das Setzende, als die Mutter des objektiven Anfangs gedacht werden. Der objektive Anfang ist ebenjener erste Dionysos, der im Verlauf des ganzen Prozesses Gegenstand der Überwindung ist. Persephone ist also die Mutter des Zagreus, und dies beweist, daß dieser der alles anfangende Dionysos ist. Persephone, die in dem ersten Bewußtsein verborgene Möglichkeit, wird an dem unzugäng- liehen Ort von Zeus in Schlangengestalt beschlichen und emp- fängt den ersten Sohn desselben, den ältesten Dionysos, mit dem sie sich nach der Hand, als mit dem Hades, vermählt. Hierin liegt für das mythologische und mysteriöse Bewußtsein kein Widerspruch. Denn die Persephone, welche nicht Gemah- lin des Zeus ist, aber doch den Zagreus von ihm empfangen hat, ist jetzt eine ganze andere geworden, als die abgeschie-"
    },
    {
      "index": 12,
      "text": "dene, verborgene. Die Persephone, welche Zeus beschleicht und bezwingt, ist die, welche bestim1nt war, in der Verbor- genheit zu bleiben; die, welche den Zagreus empfangen hat, ist die, der bestimmt war, herauszutreten, und ist insofern eine s andere, als die abgeschiedene Persephone. Aber das Geschick dieser herausgetretenen Persephone kann kein anderes sein, als mit diesem Gott, dem sie das Dasein gegeben hat, wieder in die Verborgenheit zurückzutreten, und sich so, als wie wiederge- boren, diesem Gott zu vermählen. Darum liegt hierin kein ]() Widerspruch. Gemahl der Persephone wurde er nicht als Za- greus, sondern als Hades; so wie Persephonc eine andere ist in den drei Momenten ihrer Geschichte, so ist dieser Gott eben- falls ein anderer als Zagreus, ein anderer als Hades. Übrigens gehört die Persephone als Mutter des Hades allein der Myste- rienlehre an. Die Mysterienlehre hörte nicht auf, die Sprache der Mythologie zu reden, die einzige, welche der da1naligen Zeit verständlich war. Deswegen wurde auch das Verhältnis des ältesten Dionysos als Verhältnis der Geburt dargestellt. Daß Zagreus der älteste Dionysos ist, glaube ich bewiesen zu haben. Aber weil er als der älteste Dionysos wenig erwähnt wird, so ist es wichtig, alle Züge aufzusuchen. Eine der Benennungen desselben ist chµT]Cn:ricr - (Rohesser) der rohes Fleisch ißt, der Blutgierige oder Unbarmherzige, wie es im letzten Buche der Iliade von Achilles heißt. Dieses Prä- dikat würde nicht für den wohltätigen Dionysos der zweiten Potenz passen, wohl auf Zagreus, denn der ist allerdings der wilde Gott. Von diesem ~lOV\\JCTOs wµT]CTTTJs erzählt Plutarch im Leben des Themistokles 13. [:] »Dem Themistokles, wie er an den1 Admiralschiff opferte, wurden drei Kriegsgefangene vorgeführt, reizend schön von Gestalt, und mit Kleidern und Goldschmuck herrlich angetan. Man sagte, es seien Sandakis Söhne, der Schwester des Königs, von Artayktus. Sie sah der Weissager Euphrantides, und als zugleich vom Opfer groß und hell die Fla1nme emporschlug, und zugleich ein vorbedeutungsvolles Niesen rechter Hand gehört wurde, faßte er Themistokles Hand, und hieß ihn die Jünglinge opfern, und mit Gebet alle dem rohessenden Bacchus"
    },
    {
      "index": 13,
      "text": "weihen: denn so werde Heil zmnal und Sieg den Griechen werden. Themistokles erschrak ob dem großen, furchtbaren Prophetenwort; aber die Menge, wie es bei großen Gefahren und in schweren Nöten geht, daß sie vom übernatürlichen eher, als vom Natürlichen ihr Heil erwartet, rief zusammen den Gott mit vereinigter Stimme an, führte die Gefangenen den, Altar zu, und erzwang, daß, wie der Seher befohlen, das Opfer vollbracht wurde. So erzählt Phanias, ein Philosoph von Lesbos, der in den Büchern der Geschichte nicht unbewandert ist.« - Ist diese Erzählung richtig, so sehen wir wohl, in welche Zeit die Idee des Zagreus zurückging; denn der Zeit des The- mistokles waren Menschenopfer völlig fremd. Allein sie ist richtig; denn 1) beruft sich Plutarch auf Phanias aus Lesbos, von dem er sagt, er sei ein sehr vernünftiger Geschichtsforscher gewesen - und 2) beruft sich bei Pelopidas ein anderer Wahr- sager auf dieses Opfer des Themistokles. Allein Pelopidas weist dies Vorhaben zurück, denn - sagt er - es herrscht jetzt der Vater aller Götter und Menschen: die Opfer gehören in die Zeit der Giganten: »Nein, keinem der höheren Wesen über uns * sei ein so wild=verbrecherisches Opfer wohlgefällig: sitzen doch keine Typhonen und Giganten, sondern ein Allvater der Menschen und Götter auf dem Thron usw.«[*] 3) Während der Perserkriege, wo Xerxes als Anhänger einer unmythologischen Religion die Tempel der mythologischen Götter zerstörte, suchten die Hellenen ihr Heil bei den höhern, rein geistigen Göttern, welche sie als ebenfalls geistige den barbarischen Göt- tern entgegensetzten, und durch die sie über die Götter der Barbaren erhaben zu sein glaubten, wie denn überhaupt die Perserkriege nicht ohne große Folgen für die hellenische Bil- dung blieben und besonders zur Vergeistigung der hellenischen Mythologie vieles beitrugen. Der größte Beweis ist die reli- giöse Denkart des Aeschylus. [**] Eine Denkart, wie Aeschylus"
    },
    {
      "index": 14,
      "text": "[*] Plut. Pelop. C. 21. [**] S. 366. [S. u. s. 370.]"
    },
    {
      "index": 15,
      "text": "sie kundgab, hätte sich ohne die Persischen Kriege me so kundgeben können. Nie wäre wohl auch, ohne jene Perser- kriege, ein olympischer Zeus durch Phidias entstanden. Wie larvenhaft die Götter vor den Persischen Kriegen gebildet wur- den, kann man hier im Aegineten-Saale der Königlichen Glyp- tothek sehen.[*] Es geht während der Perserkriege eine gänz- liche Revolution der griechischen Götter vor. Es läßt sich auch historisch beweisen, daß sich die Hellenen in den Perserkriegen über den materiellen Polytheismus erhoben, und ihr Heil auf die höhern, geistigen Götter gesetzt haben; denn Plutarch er- zählt, daß während der Seeschlacht bei Salamis ein Feuer von Eleusis her aufgeleuchtet habe: auch habe Bacchusgesang die Thriasische Ebene erfüllt. Cf. Plut. v. Themist. 15. »Während aber die Schlacht so tobte, erzählt man, sei hell ein Licht von Eleusis her aufgegangen, und das Thriasische Gefilde bis zu Meere hinab voll Getön und Ruf gewesen, als hielten viele Menschen zu Hauf den Festzug des mythischen Jakchos. « Also vorzüglich die Götter von Eleusis schienen teilzunehmen am Erfolge der Schlacht. Analoges ist auch bei Herodot** zu fin- * den. Im Leben des Antonius bei Plutarch wird erzählt: [daß bei dessen Einzug in Ephesus die Weiber sich in Bacchantinnen, Männer und Knaben aber sich in Satyre und Pane verkleidet und ihm (dem Antonius) als ~16vucroc; xapt8cirn1c; Kai µEüi- xwc; zugerufen hätten. Plutarch setzt hinzu: Ein solcher, näm- lieh ein wohltätiger und milder, sei er ein(rzrn gewesen, den meisten aber coµ11crn7c; Kai ayp1cbv10c;.] Hieraus scheint es gebräuchlich gewesen zu sein, den milden sanften Dionysos dem wilden entgegenzusetzen. Dies ist aber nicht so zu den- ken, daß der wilde Dionysos ein anderer, als der milde Diony- sos schlechthin war. Der wilde Dionysos wurde in der Folge zmn milden Dionysos, so daß alle Gaben der Natur jetzt gemeinschaftliche Gaben sind des Dionysos der ersten Potenz und des Dionysos der zweiten Potenz, durch den jener * mild geworden ist. [Für ~16vucrnc; CO~LTj<J'ITjc; scheint man auch"
    },
    {
      "index": 16,
      "text": "[*] Aegineticorum liber ed. MÜLLER. Berol.. 1817. ** Lib. 9. C. 65."
    },
    {
      "index": 17,
      "text": ".:116vucrn~ ayp1oovt0~ gesagt zu haben, der wilde, der men- schenfeindliche Dionysos. Letzteres Epitheton ist unstreitig] = aKpl~, das vorzüglich von den Titanen oder von dem her- umschweifenden Leben überhaupt gebraucht wird. Daran schließt sich eine Stelle aus Diodor von Sizilien, den ich üb- rigens, wenn er allein steht, nicht gern zitiere: er sagt: »Die Griechen erzählen auch von einem andern Dionysos, der der Zeit nach lang vor diesem gewesen sei; denn von Zeus und Persephone sei ein Dionysos gezeugt worden, der Sabazius heiße.« Hiermit wird der ältere Dionysos als sich herschrei- bend aus der wilden Zeit des Sabäismus gedacht. Ich bemerke nur noch, daß in den ältesten Schriftstellern der wilde Diony- sos unter dem Namen Zagreus nicht vorkommt. Er kommt nur vor bei Plutarch und Hesychius[*], und selbst Plutarch * nennt ihn nur so in seinen philosophischen, nicht aber in seinen historischen, Schriften. Hier heißt er ihn bloß aypeU,TJ~. Es entsteht daher die Frage, ob der Name Zagreus dem Dionysos erst in spätem Jahrhunderten beigelegt worden ist, oder ob es ein Name ist, den er schon ursprünglich in den Mysterien gehabt hat? -"
    }
  ]
}