{
  "title": "8. Vorlesung (Lecture 8)",
  "paragraphs": [
    "M.H. Alles endliche Sein ist em aus Potenz und actus Gemischtes , also auch ein aus Sein und nicht Sein zusammengesetztes , zum Teil seiend zum Teil nicht seiend; denn Potenz und actus verhalten sich wie nicht Sein und Sein; daher ist die Endlichkeit ein unvollkom.men Seiendes. Sie ist weder reine Potenz , noch reiner actus, sondern sie ist Potenz und actus zugleich - und zwar ist jedes Sein in beiden zugleich von einem andern, verschiedenen Maße. Aus diesem Grunde schließt das eine Sein das andere Sein von sich aus; allein dies kann nicht auf das reine Sein angewendet werden. Weder das, was lautere Potenz ist, noch das, was lauterer actus ist, ist schon ein Sein; also schließen sich diese nicht voneinander aus. Eben diese Nichtausschließlichkeit zu zeigen, war der Gegenstand des letzthin Vorgetragenen. Weil dies aber ein sehr wesentlicher Zug ist, so will ich ihn von einer andern Seite darstellen. Wir haben das, was sein wird, als das sich selbst zum Sein erheben Könnende - sich selbst zum Sein entzünden Könnende ausgedrückt . Wir können also das, was sein wird, als das sich selbst erheben Könnende bestimmen, 1nit Weglassung des Seins.",
    "Denken Sie an den bekannten Ausspruch Christi: »Wer sich selbst erhöht, wird erniedrigt werden.« Luk. 18, 14. Das rein Seiende ist das sich nicht in actum erheben Könnende; dagegen aber ist die potentia pura, das sein Könnende, das sich erheben Könnende. Aber das sich erheben Könnende, insofern es sich noch nicht erhoben hat, ist nicht verschieden von dem sich nicht erheben Könnenden. Wir können sagen, das unmittelbar sein Könnende ist das nur selbstisch sein Könnende; dies ist s aber wie das Unselbstische. Sie schließen sich nicht aus, denn sie haben gleiche Selbstlosigkeit; sie sind also vollkommen identisch - sind nur eine Substanz. Beide, das selbstisch sein Könnende, und das seiner Natur nach Unselbstische, werden erst sich ungleich, wenn jenes aus dem statu potentiae getreten, oder ins Sein übergegangen ist. Was selbstisch sein kann, ist seiner Natur nach unselbstisch, und bleibt, solange es Potenz ist, nicht verschieden von diesem, wie wir am Menschen wahrnehmen. Jeder Mensch hat das Prinzip des Egoismus in sich; aber als bloßes Prinzip ist es von dem bessern Teile seines Wesens nicht ausgeschlossen, bis es einmal völlig als Egoismus hervortritt. Das rein Seiende ist einem Willen zu vergleichen, der nicht sich selbst sucht, der deshalb als unvermögend erscheint ; wie ein Mensch, dessen Wesen lautere Liebe ist, in einer widerspruchsvollen Welt als töricht und unkräftig erscheinen würde. Ebenso erscheint das rein Seiende als unvermögend zum Sein. Das unendliche Wollen ist auch ein nicht Wollen, relativ auf sich selbst; das nicht Wollende aber ist dem wollen Könnenden gleich, denn beide erscheinen als ein nicht Wollen seiner selbst; das eine, weil es wirklich sich selbst noch nicht will, das andere, weil es das seiner Natur nach Unselbstische ist. Das rein Wollende ist = Nichts, weil es sich nicht geltend macht; das sich selbst bloß wollen Könnende ist auch= Nichts, weil es noch nicht wirklich will. Das rein Seiende ist, weil es das ist, das actu zu sein Unvermögende; denn sollte es actu sein, so müßte es zuvor sich selbst in potentiam erheben; von selbst kann es also nicht actus werden. Wenn das rein Seiende das von sich selbst a potentia ad actum nicht überzugehen Vermögende ist, so ist es von dem sein Könnenden nicht zu unterscheiden. Wenn z. B. B nicht = A ist, so kann ich dem B nicht ansehen, ob es nicht A zufällig sein könne. Ebenso kann ich das rein Seiende von dem sein Könnenden nicht unterscheiden; denn das sein Könnende, aber noch nicht Seiende , ist wie das nicht sein Könnende. Wenn das sein Könnende und rein Seiende dasselbe ist, so ist es dies nicht 1nit gegenseitiger Ausschließung, sondern bei substantieller Identität beider. Das Eine ist als Zweiheit in der Einheit zu bestimmen , und als Einheit in der Zweiheit, d. h., es ist substantiell 1 und der Form nach 2. Die Einheit ist nicht außer der Zweiheit, und die Zweiheit nicht außer der Einheit. Z.B. das stillste Meer ist auch dasjenige, welches sich am meisten empören kann; nun ist aber das stille und sich empören könnende Meer nicht zweierlei. Ebenso ist es auch da. hn rein Seienden liegt das sein Könnende verborgen, und ist nicht von ihm auszuschließen . Der gesunde Mensch trägt den Keim der Krankheit in sich; aber der kranksein könnende und der gesunde Mensch sind nicht zweierlei. Ebenso sind auch das sein Könnende und rein Seiende nicht zwei Subjekte, sondern nur eines. Das eine ist freilich nicht das andere; aber das eine ist doch das, was das andere ist, nämlich dieselbe Substanz, dasselbe Subjekt. Es ist aber etwas anderes, ob ich sage, zwei entgegengesetzte Begriffe sind es - oder ob ich sage, das eine ist, was das andere ist. Der mathematische Punkt, den ich als Kreis von unendlich kleinem Durchmesser betrachten darf, ist als Mittelpunkt betrachtet nicht Peripherie, und als Peripherie betrachtet nicht Mittelpunkt , und ist doch eins. Es ergibt sich als Hauptresultat also:",
    "die Identität zwischen dem sein Könnenden und rein Seienden ist nicht von der Art derjenigen Einheit oder Verknüpfung, die zwischen Elementen angenommen wird, die Teile eines und desselben Ganzen sind; sie ist nicht teilweise zu nehmen, sondern in der Totalität. Ich kann nicht sagen: der kranksein könnende Mensch ist ein besonderer Teil des Gesunden; der kranksein könnende Mensch, wie der gesunde Mensch, ist ja ein und derselbe ganze Mensch. So ist auch das sein Könnende, und das rein Seiende - jedes das ganze Subjekt. Das sein Könnende ist nicht ein Teil des Ganzen, sondern auch wieder das Ganze. Von solcher Art ist also die Identität.",
    "Offenbar sind wir jetzt auf einen höhern Standpunkt ge- kommen. Was aber ist mit dieser Vermittlung des Fortgangs vom sein Könnenden zu1n rein Seienden gewonnen? - Auf diese Frage will ich zuerst aus einen, allgemeinen Gesichtspunkte antworten. Es gibt keine natürlichere Reflexion, als diese, mit der jemand entweder selbst zu philosophieren anfängt, oder andere dazu anleitet - an dem Sein liegt nichts - alles liegt nur an dem, was ist; das Sein ist gleichsam nur das Akzessorische; nur das consequens; aber das, was ist, ist das Innere, das Wesentliche, das antecedens des Seins. Zu dem Sein des Menschen gehört z. B. auch die physische Beschaffenheit des Menschen, das Äußere seines Körpers, also auch die Kleidung . Wie ich aber bei einem Menschen nicht zuerst nach seinem Körper frage, oder wie er gekleidet sei, sondern was er innerlich für ein Mensch sei: ebenso frage ich auch bei den Dingen nicht nach der Art des Seins, sondern was das ist, was in diesem Sein ist, das dieses Sein gleichsam angezogen hat; ich frage, was sie in letzter Instanz sind. Kurz, das erste in der Philosophie ist das Seiende selbst - m'.n:o 10 6v -. Man kann die Philosophie auch so unterscheiden: Die andern Wissenschaften bekümmern sich nur um das so oder so Sein der Dinge: die Philosophie aber nur um das Seiende selbst - sie ist T) srncrniµT] 1ou 6v1oc;. Man kann bemerken: Das, was ist, ist deshalb nicht ein Seiendes; ebenso wie das Weiße selbst - aü10 10 Ac:UKOV - nicht ein Weißes ist, weil es das Weiße selbst ist. Das, was ist, als solches betrachtet, ist auch das Überseiende. Das verschieden Seiende, die Dinge, unterscheiden sich aber nicht durch das Sein selbst, sondern nur durch die Art ihres Seins. Das Seiende selbst ist überall dasselbe und durchaus sich gleich; wenn aller Unterschied nur auf der Art des Seins beruht, so muß dasselbe, wo keine Art des Seins ist, sich überall und immerhin gleich sein.",
    "Plato* sagt: »Die unerfahrene Jugend freut sich ausnehmend, wenn sie einmal auf den Begriff des überall Einen gekommen * Cf. Plat. Parmenid.",
    "Frid. Cuil. Suckow de Platonis Parmenide diss. Breslau, 1823. 8. - DR. CuNO FISCHER, de Parmenide Platonice disser. Stuttg. 1851.",
    "Eine Stelle des Aristoteles, wo einige Worte des Pannenides aufgeführt werden, befindet sich in der Schrift nspi choµwv ypaµµiiiv und ist, wo alle Unterschiede verschwunden sind, bis sie in der Folge erfährt, daß man mit diesem Begriff des in allem Einen sich immer auf einer Spitze herumdreht und zuletzt schwindelt «. So sagt Aristoteles von der eleatischen Einheit, dem Prinzip des Parmenides, daß sie keine Früchte gewähre, d. h., zu keinem wirklichen Wissen zu leiten vermöge. Dieser unfruchtbare Begriff wird aber gleich beseitigt, wenn man sieht, daß das Seiende selbst - prima determinatione - unmittelbar doch nur das sein Könnende sein kann, also schon nur eine Art des Seins ist, nicht das öde, wüste Seiende, mit dem nichts anzufangen ist. Dadurch hat sich der Gang dieser Entwicklung von andern unterschieden, weil ich gleich von dem leeren Begriff des Seins hinweg zum sein Könnenden geleitet habe. Eben dadurch verwandelt sich der tote Begriff dessen, was ist, in den lebendigen, einen Fortschritt möglich machen- den, Begriff dessen, was sein wird. Parmenides kann nicht abweisen, daß das, was ist, schlechthin nur das sein Könnende ist. Wir sind aber dadurch dem formlosen Sein entgangen. So wie ich sage, das Sein selbst kann unmittelbar nur das sein Könnende sein, - schon dadurch hat es aufgehört, 10 i';v zu sein und ist schon i';v n - unum quid. Plato legt großes Gewicht auf den Begriff des nicht Seienden; er sucht dadurch den Schlingen der eleatischen Einheit zu entkommen. Der Begriff des nicht Seienden ist das Mittel dazu, und dieser Begriff ist in seiner letzten Bedeutung gleich dem sein Könnenden. Ich muß er- kennen, daß es da ist, aber nur, un1 negiert zu werden; es offenbart sich auch dann noch als das nicht Seiende. Damit wird gleich anfangs jene, alle Unterscheidung und die Wissenschaft selbst vertilgende Einheit gebrochen, indem wir das Seiende als sein Könnendes in der ersten Bestimmung erklären. enthält folgendes: EV 10 öv i:6 impa i:6 öv ouoi;v, w<; µri-öv, \\:va µii - n:oHa (Atymv), Eimi~TJ rni i:6 µii-öv n:civm ycip <pTJCTl övm, rnS6 övm, EV ECTi:i. id est: unum esse tantum, et quod praeter illud sit nullum, eo quod nihilum non sit: plura ponens reduci ad nihilum; omnia enim (dicit) qnae sunt, in quantum sunt, unum est. Aber beim sein Könnenden ist nicht stehenzubleiben - es hat den Grund des Fortschrittes in sich selbst schon. Ich habe aus diesem allgemeinen Gesichtspunkte zeigen wollen, was mit dieser festgestellten Zweiheit, die immer eine Einseitigkeit ist, gewonnen sei. Jetzt habe ich noch zu zeigen, was durch eben diesen Fortgang für die Bestimmung des sein Könnenden selbst gewonnen sei. Um dies zu erklären, will ich noch etwas vorausschicken.",
    "Wir wollen jene reine potentiam existendi als absolut gesetzt betrachten: sie wird doch imm.er, wenn auch nur einen Augenblick , im völligen nicht Wollen und eben darum im nicht Wissen seiner selbst gedacht werden müssen. Denn wenn sie sich ihrer selbst annimmt und will - und um sich selbst zu wissen, müßte sie sich selbst wollen - eben darum, weil das Wissen schon ein Wollen einschließt, n1üssen wir sie im nicht Wollen und im nicht Wissen ihrer selbst denken. Wie sie sich selbst wollte, würde sie aufhören, potentia pura zu sein; daher müssen wir sie im nicht Wissen ihrer selbst denken, wenn wir sie als potentiam puram denken. Wenn sie rein für sich gedacht wird, muß sie im sich selbst nicht Wissen oder nicht Wollen gedacht werden. In diesem Zustande ist die potentia pura mit menschlichen Eigenschaften, die auch im sich selbst nicht Wissen bestehen, zu vergleichen. Z.B. Unschuld, Anmut hört auf, Unschuld oder Anmut zu sein, wenn sie von sich selbst weiß; die Naivität hört auf, Naivität zu sein, wenn sie von sich selbst weiß: sie wird dann affektiert, und eine affektierte Naivität ist höchst abgeschmackt. Aber eben weil wir sie als erklärte potentiam existendi bestimmen müssen, kann sie sich nicht als solche erhalten. Wenn sie sich nämlich selbst wüßte, wäre sie frei, in statu potentiae zu bleiben, oder ins Sein überzugehen.",
    "Weil wir sie aber im Zustande ihres Nichtwissens denken müssen , ist sie unvermögend, ins Sein überzugehen. Die blinde potentia existendi muß aber von selbst - natura sua - streben, actus zu sein; die potentia pura wäre also als Potenz nicht festzuhalten. Aber wir haben jetzt nicht mehr mit dem rein Seienden und sein Könnenden zu tun, sondern mit dem Ungeteilten , weil dieses das eine und das andere ist. In diesem Zustande befinden sie sich-.vermöge der Identität, welche wir angenonunen haben, und dieses Eine, welches fortan unser einziger Gegenstand ist, bekommt dadurch, daß es das rein Seiende ist, sich selbst als sein Könnendes in seine Gewalt.",
    "Nicht das rein Seiende als solches, sondern das Eine bekommt dadurch, daß es sein Könnendes ist, sich in seine Gewalt. Das Eine befreit sich als rein Seiendes vom sein Könnenden. Die Natur des sein Könnenden ist, über sich selbst hinauszugehen.",
    "Es befreit sich als das Eine von der blind in das Sein emporstrebenden Natur, weil es, als das sein Könnende, das Gegen- teil von sich selbst ist. Die Grenze des Seins ist das Können; außer dem Können wäre es das von nichts Gehaltene (am:tpov )."
  ]
}