{
  "title": "Vorlesung 31 (Lecture 31)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Solange in dem angenommenen Prozeß die Potenzen einander entgegenstehen, solange ist der Schöpfer ein anderer in jeder Potenz. Die Einheit des Schöpfers leuchtet zwar durch die Trennung hindurch, aber tritt nicht selbst ins Gewordene ein. In dem Verhältnisse aber, als der Gegensatz und die Span- nung der Potenzen aufgehoben ist, erhält das Gewordene unmittelbaren Bezug auf den Schöpfer, der nun einen unmit- telbaren Einfluß auf das Geschöpf hat, der nicht mehr radio indirecto, sondern radio directo in das Geschöpf einstrahlt. Es wird Plato ein Wort zugeschrieben, das denselben Gedanken enthält. »Gott - sagt er - ist der Werkmeister, Architekt der Welt, aber der Vater der Geister.« Dort haben wir ein mittel- bares, durch den Prozeß vermitteltes, Verhältnis Gottes zu den Dingen; hier aber wird ein unmittelbares Verhältnis zu dem Geschöpfe behauptet. Aber schon in der Genesis ist der Un- terschied, daß es bei allen andern Geschöpfen heißt: »Gott"
    },
    {
      "index": 1,
      "text": "sprach: Die Erde bringe hervor«, d. i., die Spannung der kos- mischen Potenzen; da es aber zur Schöpfung des Menschen kommt; erscheinen die Potenzen nicht mehr als solche ausein- ander, sondern als Persönlichkeiten. Der Moment ihrer Ver- herrlichung, ihres Gott=Seins ist gekommen, und im Vorge- fühl dieses Moments bereden sich die Elohim. »Machen wir den Menschen nach unserm Bilde«, daß er unsere Gleichheit in sich darstellt. Der Mensch wird als das Geschöpf angesehen, an welchem die Persönlichkeiten selber Hand angelegt haben, während alle anderen Geschöpfe das Werk der noch nicht als Persönlichkeiten anerkannten Potenzen sind. Aber eben damit ist der Mensch aus dem Reiche der kosmischen Potenzen ge- rückt und in unmittelbaren Bezug (Rapport) zu dem Schöpfer gesetzt, zu Gott als solchem, und der Mensch ist dadurch zur Freiheit erhoben. Dies letztere aber, nämlich daß der Mensch, indem er in unmittelbaren Bezug zu Gott als solchem gesetzt ist, zur Freiheit erhoben wurde, bedarf einer weitem Ausein- andersetzung. Nichts hat von jeher den angestrengtesten phi- losophischen Untersuchungen und alles begreifenden Syste- men mehr widerstanden, als die Frage, wie sich die Freiheit des Geschöpfes, namentlich die Willensfreiheit des Menschen, mit jener unbeschränkten göttlichen Kausalität vereinigen lasse, die im Interesse jeder wahren Religion vorauszusetzen ist. Aber die Freiheit des Menschen ist ebenso sehr im Interesse der wahrhaft sittlichen Gesinnung. Ja nun dürfte wohl behaupten, daß die neuen künstlichen idealistischen Systeme nur erfunden worden seien, um dieser Schwierigkeit zu entgehen, und es ist leicht einzusehen, daß, nachdem sich durch Kant so entschieden das Gefühl aussprach, daß man vor aller religiösen Überzeugung die moralische Freiheit retten sollte, in Folge davon es sich leicht hatte voraussehen lassen, daß ein Philosoph auftreten werde, der sagte: Das Ich selbst ist der Schöpfer. Einer Kau- salität in Gott, einer solchen hervorbringenden Ursache kann nur ein passiver Zustand entgegengesetzt werden. Was einmal ganz und gar hervorgebracht ist, was zum eigenen Sein nichts vermochte, ein solches scheint in seinen Bewegungen und Handlungen nur dem Zuge der hervorbringenden Ursache"
    },
    {
      "index": 2,
      "text": "folgen zu können. Aber man hätte den Begriff der Schöpfung nicht als Geheimnis ansehen sollen. Man muß versuchen, ob sich da nicht Mittel entdecken lassen, die Schwierigkeit dieser Sache zu beseitigen. Denn gerade in diesem Begriff der Schöp- s fung müssen die Mittel liegen, die Freiheit des Menschen mit der göttlichen Kausalität, mit der göttlichen Allmacht, zu ver- einigen. Denn wenn alles durch Notwendigkeit entstünde, wie sollte da eine Freiheit hervorgehen? Aber eben der Begriff der Schöpfung kann die einzige Hoffnung gewähren, die Vereini- gung der menschlichen Freiheit mit der göttlichen Allmacht zu erringen. Der Begriff der Schöpfung läßt sich auch wohl ganz abstrakt betrachten. Es ließe sich durch Abstraktion, durch Analyse des Begriffes, dahin gelangen, durch die Schöpfung selbst die Freiheit des Geschöpfes zu begreifen. In dem Begriff der Schöpfung wird durchaus gesagt, daß ein vom Schöpfer unabhängiges, für sich Bestehendes hervorgebracht werde. Durch die Analyse des Begriffes ließe es sich völlig auf ein erwünschtes Resultat kommen. Man könnte die Bedingungen finden, unter welchen er selbst allein verständlich ist, und die Möglichkeit einer freien Bewegung im Geschöpfe zuläßt. Ich glaube in dem im 1. Halbjahre auf hiesiger Universität gehal- * tenen Vortrage durch eine Analyse des Begriffes »Schöpfung« dahin geführt zu haben. In der gegenwärtigen Untersuchung ist uns der Begriff der Schöpfung schon geworden, und wir wollen sehen, ob nicht darin die Mittel gegeben sind, eine Freiheit der Kreatur zu begreifen. Wir sind auf anderem Wege zur Einsicht gelangt, daß Gott in der Schöpfung Mehrere sei, zwar nicht mehrere Schöpfer, nicht mehrere Götter, aber doch Mehrere; indem er als an sich Seiender durch bloßen Willen sich zum außersich Seienden macht, macht er sich zum bloßen Stoff, zum Voranfang der Schöpfung. Er kann aber nicht außer sich selbst sein, ohne in der andern Gestalt seines Wesens, wo er der für sich Seiende ist, sich aus dem rein Seienden und somit sich in Wirkung zu setzen, um sein ursprüngliches Sein wieder zu erlangen. Not- wendig ist er aber ein anderer in jener Ausschließlichkeit, und notwendig ein anderer als der, der diese Ausschließlichkeit"
    },
    {
      "index": 3,
      "text": "überwindet, ins Ansieh zurückbringt. Dies kann er aber nur, wenn er das außer sich Sein seines Wesens, das sich nicht besitzt, sich wiedergibt; denn er soll es ja in sich zurückbrin- gen. Er muß an ihm eine Potenz hervorbringen, um es in[,) in ein gegen sein außer sich Sein Selbständiges zu verwandeln. Es entsteht also hier etwas, und wenn wir den Prozeß als sukzes- siven denken, eine Reihe von Erzeugungen, zu denen sich jenes außer sich Sein Gottes nur als Stoff oder Voranfang verhält. Das auf jeder Stufe des Prozesses Entstehende ist durch das, was es von der andern Ursache hat, selbständig gegen die voranfangende Ursache gemacht. Was durch Überwindung der ersten Ursache entsteht, ist schon selbständig, weil es etwas in sich hat, das es nicht von der ersten, sondern von der zweiten Ursache hat. Hinwieder läßt sich auch denken, daß es durch das, was es von der ersten Ursache hat, ebenso unabhängig von der zweiten ist. Die erste Ursache, die causa materialis, ist das außersich Sein Gottes, welches ins ansieh Sein überwunden werden soll. Da aber diese Überwindung nur sukzessiv ge- schehen kann, so kann jenes nur sukzessiv sich selbst wieder- gegeben werden. Denken wir es auf irgendeiner Stufe des zu sich selbst zurückgeführt Werdens, so ist das Entstandene zwi- schen beide Gestalten gestellt, wodurch es von der ersten und zweiten Ursache unabhängig ist. Es ist das jetzt Entstandene weder mehr das eine, noch das andere; es ist ein Neues, nicht Dagewesenes, es ist ein Drittes, das keiner von beiden Ursa- chen allein angehört. Denken Sie sich nun, daß in irgendeinem Gewordenen die ganze Kraft der ersten Ursache aufgegangen und sie zum reinen Ansieh wieder verzehrt sei, und daß ebenso die ganze Macht der zweiten Ursache, die in dem Wiederne- gieren der ersten sich verwirklicht, in diesem Gewordenen verwirklicht sei, so ist dieses Gewordene in der Tat, was Gott ursprünglich ist - es ist wahrhaft der gewordene Gott, es ist wie Gott, und daher auch in der Freiheit wie Gott. Es ist kein von einer der im Prozeß wirkenden Ursachen einseitig Abhängiges. Es ist ein zwischen zwei entgegengesetzten Ursachen Schwe- bendes, wie das Zünglein an der Waage. Es ist eine Ursache, die durch zwei entgegengesetzte Ursachen bewegt und zur"
    },
    {
      "index": 4,
      "text": "Ruhe gebracht wird. Es ist zwischen beiden - oder wenn wir eigentlich die causa finalis, die wir bis jetzt aus dem Spiel lassen konnten, weil sie keine eigentlich wirkende, sondern das Krö- nende des Ganzen ist, hinzunehmen, so ist jenes Gewordene im letzten Moment das höchste Erschaffene zwischen jenen drei Ursachen, frei von jeder einzelnen. Wie die Freiheit eben darauf beruht, daß ein Wesen niemanden ausschließlich angehört, nicht daß es niemanden angehört - wie eine Freiheit des Staates nicht da vorausgesetzt werden kann, wo die Macht nur bei einem steht, wie auch der wahre König nur der ist, der durch geteilte Gewalt wirkt, bei dem allein also die Macht nicht steht, sondern wo auch die andern Teil an dieser Macht haben: ebenso ist jenes höchste Erschaffene das zwischen die drei Potenzen als ein Viertes zu stehen kommt, frei von jeder einzelnen Potenz, weil jede Teil an ihr hat. Es ist ein von allen drei Ursachen verschiedenes, von den drei Ursachen wahrhaft eingeschlosse- nes, neu gewordenes Wesen. Es ist ein ens sui generis, ein Eigentümliches - es ist ein von den drei Ursachen Eingehegtes. Und dies höchste Geschöpf ist der Mensch in seinem ersten Sein, der Urmensch, der in der ältesten Erzählung als in das Paradies, d. i., in einen göttlich umhegten Raum gesetzt vor- gestellt wird. Das Wort Paradies (077_:l) wird gewöhnlich mit »Garten« erklärt; aber das hebräische wie das griechische Wort bedeutet jeden umschlossenen Raum. Nach dieser Entwick- lung begreift sich die Wichtigkeit, welche die Pythagoreer auf die Vierzahl legten, die sie den Urquell der Natur nannten. Das Vierte ist eben das punctum saliens der Natur. Ganz entschie- den wird sich das Wort des Pythagoras begreifen, das sich bei einem Kirchenvater findet, nämlich das Wort, »von Gott sei, wie ein Verwahrsam, das Ganze umhegt, umschlossen.« Dieser Begriff ist also auch den Pythagoreern bekannt. Indem der Mensch auf die angegebene Weise frei ist von den drei Ursa- chen, zwischen welchen er sich befindet, ist er nicht etwas Substantielles (denn alles Substantielle ist nur in den Potenzen), ist die menschliche Seele nicht ein Ding, Substanz, sondern etwas Geistiges. Der Mensch ist übersubstantiell - als actus purissimus = Gott, nur mit dem Unterschiede, daß der Mensch"
    },
    {
      "index": 5,
      "text": "der gewordene, Gott aber der ungewordene, der ursprüngliche Gott sei. Aber diesen Unterschied empfand der ursprüngliche Mensch unmittelbar nicht, eben weil er von den drei Ursachen frei ist: er empfindet diese nicht als Bedingungen seines Seins. Er wird die drei Ursachen erst nachher gewahr, indem er sie als Möglichkeiten des von ihm frei anzunehmenden Seins ersieht. Er ist in demselben freien Verhältnisse zu den drei Ursachen, wie Gott zu den drei Potenzen, nur mit dem Unterschiede, daß Gott seiner Natur nach das Prius der drei Ursachen, der Mensch aber nur insofern Herr der drei Ursachen ist, als er die Einheit bewahrt, in die sie durch ihn gesetzt sind. Der Mensch ist allerdings in seiner Stellung über die drei Ursachen erhaben, aber nicht durch seine Natur; sie treten in ihm a posteriori hervor, eben weil er über sie erhaben ist. Er ist Herr über sie, wenn er die Einheit, in die sie durch ihn gesetzt sind, bewahrt, und nicht wieder aufhebt. Indem er frei ist von den drei Ur- sachen in ihrer Differenz, besteht seine Freiheit darin, daß er sich gegen den Schöpfer oder gegen die Potenzen wenden kann. Er wendet sich, da er sich Herr über die Potenzen glaubt, natürlich gegen die Potenzen, um selbst Gott zu sein. Als Herr über die Potenzen kann er sich gegen die Potenzen stellen; er stellt sich gegen sie, indem er glaubt, ebenso in ihrer Trennung über sie Herr zu sein, wie in ihrer Einheit. Er täuscht sich. Er möchte das tun, was Gott getan hat, die Potenzen in Spannung auseinandersetzen, um so, wie Gott, als Herr darüber zu wal- ten. Aber dies ist ihm nicht gegeben, weil er nicht a priori, sondern a posteriori Herr darüber, weil er der gewordene Gott ist. Es genügt ihm nicht, Gott zu sein; er möchte als Gott sein, 1nit dem Gefühl und der Empfindung des Gott=Seins. Aber eben mit dem Versuche, nicht simpliciter Gott, in der Einfach- heit seines Seins, zu sein, sondern sich als Gott auch zu fühlen und zu empfinden, geht er seinem Sturze entgegen und wird der Herrlichkeit Gottes verlustig, die allerdings in ihm war. Dem Versuche, mit den Potenzen gleich Gott zu wirken, folgt der Fall. In der ältesten Erzählung heißt es: »Er wird aus dem Paradiese ins weite Feld hinausgeworfen«, d. h., aus der Inner- lichkeit in die Äußerlichkeit. Der Versuch, mit den Potenzen"
    },
    {
      "index": 6,
      "text": "gleich Gott zu wirken, schlägt dahin aus, daß er ins äußere Regiment der Potenzen getrieben wird. Er wird aus dem Hort des Paradieses in den unbegrenzten Raum getrieben. Anstatt sich der Potenzen zu bemeistern, die ihm in der Einheit un- s fühlbar waren, bemächtigen sich jetzt diese des Menschen und seines Bewußtseins. Jetzt erst werden sie ihm als Potenzen fühlbar, d. i., als Gegensatz. Daher sagt Gott: »Adam weiß, was gut und böse ist.« Für den Menschen ist jetzt der Gegen- satz der Potenzen ein Unterschied des Guten und Bösen, was ich in der Folge erläutern werde. Jetzt wird der Mensch wis- send. Der Gegensatz der Potenzen wird dem Menschen jetzt fühlbar, was er zuvor nicht war. Er glaubt jenes Prinzips, welches die Ursache aller Spannung und der Überwindung in der Schöpfung ist, welches in ihm umgekehrt war, das ihm zur Bewahrung übergeben war, in seiner Hinauskehrung, wo- durch es wieder zur Wirkung erhoben ist, ebenso mächtig zu bleiben, als in seiner Latenz. Er dachte dieses Prinzips in der Hinauswendung ebenso Meister zu bleiben, wie Gott in der universio seiner Meister geblieben ist. Er glaubt mit Hilfe dieses Prinzips, wie Gott, ein unauflösliches, ewiges Leben zu gewinnen. Er streckte seine Hand nach der Frucht des Baumes des Lebens aus, d. i., er dachte mit jenem Prinzip eine ewige, unauflösliche Bewegung, wie Gott, - ein schöpferisches Leben anfangen zu können. Für Gott ist die Emanzipation des Prin- zips in der Tat nichts anders, als der Anfang eines unauflös- lichen, schöpferischen Lebens. Dasselbe wollte auch der Mensch; er dachte mit jenem Prinzip auch ein schöpferisches Leben anfangen zu können. Aber jenes Prinzip ist dem menschlichen Bewußtsein nur untertan, ist Grund und Basis des menschlichen Bewußtseins nur in sofern, als es in seinem Ansieh bleibt. Tritt es heraus, so ist es eine, das menschliche Bewußtsein zerstörende, Gewalt. Der Mensch dachte, dieses Prinzip in seiner Gewalt zu behalten; aber statt dessen macht er es selbst absolut, außer aller Gewalt, auch von Gott unabhän- gig; denn als ein vom Menschen erregtes ist es nicht mehr ein göttlich gesetztes. Es ist also jetzt in einem ganz andern Sinne das Außergöttliche, als es zuvor war. In der Schöpfung war es"
    },
    {
      "index": 7,
      "text": "ein göttlich gesetztes; jetzt ist es ein menschlich gesetztes und insofern von Gott unabhängiges. In seiner Absolutheit ist die- ses Prinzip, nachdem es außer alle Schranken gesetzt ist, das eigentlich Kreaturwidrige. Insbesondere ist dieses durch den Menschen aus den Schranken gesetzte Prinzip der Feind des Menschen und seines Bewußtseins; es ist ein Feind des Men- schen, weil es im menschlichen Bewußtsein unterzugehen bestimmt ist - es ist seiner Natur nach das Zerstörende alles Kreatürlichen - es ist das Prinzip des Todes - in Ansehung des Menschen Prinzip des geistigen und körperlichen Todes. »Der Tod ist durch den Menschen in die Welt gekommen«. Hat auch die Vorsehung, wie wir aus der unvollkommenen Fortdauer des menschlichen Bewußtseins schließen können, dem Fort- schreiten des innern Todes zu steuern gesucht, so hat sie doch nicht ebenso den äußern Tod aufgehoben. Daher ist, wie der Apostel sagt, der Tod der letzte Feind, der überwunden wird. Er ist der Widerspruch gegen das ewige Leben, der nur mo- mentan - durch die Momente eines fortschreitenden Prozesses wieder besiegt werden kann. Jenes Prinzip des außer sich Seins war das zum absoluten in sich Sein bestimmte Prinzip. Näm- lieh in dem Menschen sollte es das absolute in sich Sein sein. In diesen, wo das Prinzip ganz in sich gebracht ist, sollte als höchstes Bewußtsein alles eingehen. Dieses höchste Bewußt- sein, in das alles Vergangene als Moment eingehen und da- durch zu einem ewigen Bestand kommen sollte, dieses höch- ste, ewige Bewußtsein wurde gänzlich zerrissen, indem jenes Prinzip aus ihm wieder hervortrat. Von dieser Zerreißung des Bewußtseins schreibt sich diese äußerst zerrissene Welt her, weil sie in keinem, in ihr selbst liegenden, Bewußtsein einen innern Einheitspunkt hat, nachdem jenes durch die Schöpfung, erhaltene Bewußtsein verloren ist. Die Welt ist nun ganz und gar einer absoluten Äußerlichkeit hingegeben, indem das Ein- zelne seine Stellung als Morn.ent verloren hat, und daher als zufällig und sinnlos erscheint. Jedes Einzelne in der Natur hat nur Bedeutung, inwiefern es als Moment dargestellt ist; für sich ist es sinnlos und zufällig. Nachdem jene Innerlichkeit verloren ist, bleibt für die Welt nichts übrig, als in jener Äußer-"
    },
    {
      "index": 8,
      "text": "lichkeit zu bleiben, indem das Einzelne seine Stellung als Mo- ment verloren hat. Nur mit Mühe und anhaltender Forschung gelingt es dem Naturforscher wieder, einen Faden und An- haltspunkt zu finden. Die Blätter der Natur sind zerstreut, wie s die durch den Wind auseinandergeworfenen Blätter der Sibylla, und nur schwer findet man sie wieder zusan1men. Von dieser Äußerlichkeit der Welt kann der Mensch (nicht ein Mensch, sondern der Mensch, der in uns allen fortlebt) m.it Recht sich rühmen, das Setzende oder der Schöpfer zu sein. In diesem Sinne hat Fichte Recht, wenn er sagt: »Der Mensch ist das Setzende der Welt.« Der Mensch kann diese Welt seine Welt nennen - er hat die Welt außer Gott - praeter Deum - gesetzt, indem er sich an die Stelle von Gott setzte. Indem er jenes Prinzip wieder erweckte, hat er zwar die Welt eigentlich an sich gerissen: er hat sie an sich gerissen, daß sie mehr ihm, als Gott angehört (da er, sich an die Stelle Gottes setzend, jenes Prinzip wieder entäußert hat); aber diese Welt ist die ihrer Herrlichkeit entkleidete, die, von ihrer wahren Zukunft abgeschnitten, ver- gebens ihr Ende sucht. Diese Welt ist die jene scheinbare Zeit W erzeugende, die in trauriger Einförmigkeit nur sich immer wiederholt. Wie die Welt äußerlich als zerfallen erscheint, wo die Dinge ohne wahre Beziehung zueinander stehen, und der Raum als das begriffslose Band der Dinge gesetzt ist, wo die Punkte sich gegenseitig mehr verdunkeln, als erhellen: so ist auch die Zeit gesetzt. Die Welt ist von ihrer wahren Zukunft abgeschnitten, und kann nicht zu ihr kommen, während sie doch immer den Trieb dazu hat. Ich habe nun heute die 1. und 2. der letzten Fragen beantwortet, nämlich die Bedeutung des Menschen in der Schöpfung, und wie es in der Macht des Menschen stehen konnte, eine neue Suspension des göttlichen Seins zu bewirken."
    }
  ]
}