{
  "title": "1. Vorlesung (Lecture 1)",
  "paragraphs": [
    "* M. H. Ich beginne heute einen Vortrag, welchen ich als das Ziel aller meiner bisherigen Vorträge betrachten darf, denen so viele von Ihnen mit Ausdauer und Liebe gefolgt sind. Alle meine bisherigen Vorträge standen im Zusammenhange - sie waren gerichtet auf sukzessive Entwicklung eines Systems, eines solchen , welches stark genug wäre, einst die Probe des Lebens zu bestehen - stark genug, nicht zu erblassen vor der kalten Wirklichkeit : eines Systems, welches erst mit der fortschreitenden Lebenserfahrung, 1nit der tiefem Erkenntnis der Wirklichkeit an Kraft und Stärke gewinnt. Wenn die Philosophie für das Jahrhundert, in dem wir leben, einen großen Teil des Interesse verloren hat - wenn viele sich von ihr wendeten, weil sie nur mit vergeblicher Hoffnung täuschte, so konnte man dies so ungerecht eben nicht finden, da die Philosophie bis jetzt zu keinem Ende gekommen ist. Nichts Unnatürliches kann in die Länge bestehen! Einige Augenblicke kann es durch eine mögliche Spannung sich erhalten und sein Ansehen behaupten; aber jedem ekelt zuletzt daran - und meiner Überzeugung ge1näß spreche ich es aus: Keine Philosophie kam bis jetzt an die Sache selbst - keine wurde eine wirkliche Wissenschaft - jede blieb in den Präliminarien stecken. So ist besonders die deutsche Philosophie eine Vorrede, zu der das Buch noch mangelt - eine immer klappernde Mühle, die jedoch das Brot des Lebens nicht zutage zu fördern vermochte. Ein neuerer Franzose, mit Recht unwillig, daß man die deutsche Philosophie dem in allen Fächern beweglichen Volke der Franzosen aufdrängen will, sagt richtig: Die Philosophie ist bloße Tangente des menschlichen Lebens, d. h., sie läuft nur neben demselben her. Jetzt ist es an den Deutschen, zu zeigen, daß wahre Philosophie mehr vermöge , als tangieren: sie muß Mittelpunkt werden, um den sich alle Kräfte schwingen. Jetzt gibt es am 1neisten mit der Welt zerfallene Menschen. Die Ursache liegt in der Meinung, die wahre Bildung bestehe darin, in einer abstrakten Welt, die mit der Wirklichkeit in keiner Berührung steht, zu existieren. Während nun aber unsere Zeit auf der einen Seite sich von allem Positiven (und Historischen) abwendet, ist nicht zu leugnen, daß sie auf der andern Seite eine sehr lebhafte Richtung auf die Wirklichkeit zeigt. Solches ist bedauernswerter Irrtum, und die Zeit leidet an großen Übeln. Die wahren Heilmittel dagegen liegen aber nicht in abstrakten Begriffen, nicht in der Aufhebung des Überlieferten, sondern im Überlieferten selbst. Je- denfalls würde auf eine solche Zeit diejenige Philosophie nicht wirken können, welche noch nicht bei der Wirklichkeit, ihrem Ziele, angekommen wäre. Die Philosophie muß in die Wirklichkeit eindringen, nicht sie zu zerstören, sondern ihre Kraft für sich selbst zu benutzen. Das menschliche Leben bewegt sich im großen um Staat und Religion. Voltaire, jener gefeierte Denker des vorigen Jahrhunderts, sagt mit Recht: Der ist ein Feiger, der diese zwei Pole des Lebens nicht ins Auge zu fassen wagt.",
    "Ich habe mir vorgenommen, dieses Halbjahr »Philosophie der Offenbarung« vorzutragen. Diese habe ich gestützt auf Philosophie der Mythologie. Hier möchte man gleich mir einwenden : »Was nützt dies 1) in bezug auf Offenbarung? 2) in bezug auf Philosophie?« - Wie tief der Glaube in das System des öffentlichen Lebens eingeknüpft sei, ist klar. Wie ist der tüch- tig, in öffentlichen Angelegenheiten mitzuwirken, der sich nicht über das Wesen des Staates, den historischen Staat, belehrt hat, und darüber einig mit sich selbst geworden ist? Aber die andere, der positiven Verfassung des Staates entgegengesetzte , Richtung ist Religion. Der ist nur einseitig gebildet, der nicht auch in bezug auf letztere Einsicht sich erworben hat.",
    "Was nützt jenes Alltagsgeschwätz über Staat und Religion, welches, als selbst saft- und kraftlos, weder zu belehren noch zu erbauen vermag? Solches scheut sich nicht, die gemeinsten Dinge aufs Höchste anzuwenden. Was aber die Theologie an- langt, so muß Ihnen selbst bekannt sein, wie schwankend bis jetzt ihr Zustand sei. Wer weiß nicht, daß jetzt der unselige Streit über Rationalismus und Supranaturalismus alles umgreift ? Ein Streit, bei dessen Entscheidung aller Interessen beteiligt sind. Daher kann es keinem, der in den allgemeinen Angelegenheiten mitwirken will, gleichgültig sein, zu wissen, wie er die positive Religion anzusehen habe, ebensowenig, als wie das positive Gesetz. Eine fernere Hinsicht ist diese: Das Christentum ist eine eminent geschichtliche Religion; wo das Christentum nicht ist, da ist keine Geschichte. Wer also das lll Christentum nicht begreift, begreift auch die Geschichte nicht.",
    "Was die zweite Frage betrifft, nämlich, was diese Vorträge nützen sollen in bezug auf Philosophie, so entgegne ich bloß dieses: Diejenige Philosophie, welche das Christentum aus objektivem Grunde, als Objekt, begreiflich machen will, es im allgemeinen Zusammenhange (historisch) darstellen will, muß wohl ganz anders angetan sein, als alle bisherigen Philosophien . Es besteht das Wesen des Christentums darin, im Prinzip und in der Entwicklung eine geschichtliche Anschauung des Universums zu sein. Es gibt nämlich zwei Ansichten von der Welt. Die eine leitet alles von bloßer Notwendigkeit ab; insofern aber die Welt nur die notwendige Emanation eines höchsten Prinzips ist, das man nun Gott oder das erste Seiende nennen mag, ist diese Philosophie ebenso ungeschichtlich, wie etwa die Geometrie. Die Dinge folgen dann aus der Natur des göttlichen Wesens ebenso notwendig, als aus der Natur eines * rechtwinkligen Dreiecks folgt, daß das Quadrat der Hypotenuse gleich ist der Summe der Quadrate der beiden übrigen Seiten. In diesem Betracht findet also ein bloß logisches, kein persönlich = tätiges und geschichtliches, Verhältnis statt. Das geschichtliche System dagegen behauptet, daß alles auf Willen, Freiheit und wirklicher Tat beruhe. Keine Frage mehr, wel- * ehern Syste1n ein gesunder Sinn sich zuwenden solle! Wenn aber das Christentum. eine geschichtliche Anschauung des Universums ist, und nur aus solcher (geschichtlich = philosophischer ) Ansicht sich begreifen läßt, so wäre eine Philosophie der Offenbarung nichts anderes, als der höchste Triumph der geschichtlichen Philosophie selbst, nämJich ihre letzte Entwicklung .",
    "Nun habe ich aber nicht bloß eine Philosophie der Offenbarung angekündigt, sondern ich lasse sie auch hervorgehen aus der Philosophie der Mythologie: ich gebe diese Vorträge als * eine Folge der frühem. Man könnte nun fragen: »Was haben Offenbarung und Mythologie ge1nein? Die Religion der Mythologie ist Polytheismus - die geoffenbarte Religion ist Monotheismus . Was kann also die wahre Religion mit der falschen gemein haben? Wie will man noch annehmen, daß wahre Re- ligion auf falsche gegründet sei?« Ich bemerke: Ist diese falsche Religion wirklich eine falsche, so ist sie darum noch nicht Irreligion; denn der Irrtmn besteht nicht im gänzlichen Mangel an Wahrheit. Irrtum ist nur entstellte Wahrheit - die falsche Religion also nur die entstellte wahre Religion. Wenn die fal- sehe Religion nur entstellt ist, so folgt, daß die eigentlichen Faktoren in der wahren und falschen Religion nicht verschieden sind, sondern nur ihre Stellung. Der Inhalt ist in beiden gleich, nur entstellt ist er in der falschen. Nun ist klar, wie das Falsche die Voraussetzung des Wahren sein könne. In jeder Bewegung muß, um die Wahrheit zu erreichen, das nicht Wahre vorausgehen; denn dies ist der eigentliche Sinn, dies die Wahrheit der Bewegung. Alle Momente der Bewegung, die der Erreichung des Zieles vorausgehen, enthalten nicht das Wahre der Bewegung, sondern können Ursache einer möglichen Täu- schung sein, d. i., Irrtum. Die ganze Natur ist eine solche Bewegung. Das Ziel ist der Mensch, das Wahre der Natur; was sonst überall im scheinbaren Verhältnisse steht, das steht im Menschen im wahren Verhältnisse. Die unorganische Natur ist die Voraussetzung der organischen, diese wieder die Voraus- setzung der menschlichen Natur. Also das nicht Wahre ist Voraussetzung des Wahren - die Stufe zum Wahren. Die Faktoren der unorganischen und organischen Natur sind gleich, nur die Stellung ist eine andere. Was in der organischen Natur hoch und dominierend ist, das ist in der unorganischen Natur stmnm.",
    "In Ansehung der menschlichen Erkenntnis ist zu unterscheiden zwischen der unmittelbaren, nicht auf die Probe gestellten, Wahrheit, und zwischen der mittelbaren, durch Überwindung des Irrtums gesteigerten, Wahrheit. Der Mensch im Paradiese war unstreitig in der Wahrheit; sie war aber nicht eine geprüfte Wahrheit - sie hatte den Versuch nicht bestanden. Daher mußte die Versuchung kommen; der Mensch konnte aus der Wahrheit herausfallen, aber nicht, um sie zu verlieren, sondern um sie durch Überwindung des Irrtums wiederzugewinnen. Wenn Sie diesen Unterschied festhalten, so werden Sie einsehen, wie in der menschlichen Erkenntnis der Irrtum die Voraussetzung der Wahrheit ist. Es gibt nur eine Wahrheit, nämlich jene, welche gegen den Irrtum den Sieg errungen hat. Die Wahrheit des Christentums ist nicht eine unmittelbar gegebene, sondern eine gesteigerte, darum eine weit höhere, so daß man sagen kann:",
    "Der Mensch hat durch den Irrtum weit mehr gewonnen, als verloren. Sie ist eine gesteigerte Wahrheit, über die weit mehr Freude ist im menschlichen Bewußtsein, als über die Erkenntnis der absoluten Wahrheit - oder, wie Christus sagt - über den Bußfertigen wird im Himmel mehr Freude sein, als über 99 Gerechte, die der Buße nicht bedürfen. Das Christentum hat also den großen Irrtum des Heidentums zum Grunde.",
    "Zu dieser allgemeinen Auseinandersetzung füge ich noch den entschiedenen Grund hinzu, daß das Christentum selbst das Heidentum als Voraussetzung wirklich erklärt; denn die Hauptwirkung Christi wird erklärt als Erlösung von der blinden Gewalt. In dieser Voraussetzung einer blinden Gewalt stimmt unsere Philosophie der Mythologie mit der Offenbarung überein. Befreiung von dem Heidentum war die Hauptwohltat Christi. Nun wird aber die Realität einer Wohltat nach der Realität des entfernten Übels beurteilt. Ehe also die Realität des Heidentums erkannt ist, kann unmöglich die Realität des Christentums erkannt werden. Also auch in diesem Betracht rechtfertigt sich die Stellung der Philosophie der Mythologie als Voraussetzung zur Philosophie der Offenbarung.",
    "Luk. 15,7."
  ]
}