{
  "title": "52. Vorlesung (Lecture 52)",
  "paragraphs": [
    "Eine Philosophie, die für die Wirklichkeit als solche keinen Sinn hat, muß in Ansehung der Geschichte endlich dahin kommen, sich eine idealische Geschichte zu machen, eine solche , wie sie sein soll, welcher also gegen die wirkliche Ge- schichte nur ein negatives, abweisendes Verhältnis zuko1nmen kann; z.B. etwas derart, wie das Christentum, sollte eigentlich nach der idealischen Geschichte gar nicht sein. Das Christentum muß also auch außer der wahren Geschichte seiend, als nicht seiend, nämlich als eine sinnlose Erscheinung, die nur der Verstandeslosigkeit oder Täuschung ihren Ursprung verdankt, dargestellt werden. Dies macht sich so von selbst und ohne weiteres Nachdenken. Eine solche Darstellung der Geschichte 1nöchte gerne das Geschehene ungeschehen machen; sie möchte gerne die Vergangenheit als nicht existent, außer aller Wirkung und Bedeutung für die Gegenwart setzen, wie denn überhaupt das so gerüh1nte Fortschreiten unserer Zeit nicht vorgestellt wird als Entwicklung des schon Gewonnenen, sondern als Vonvorneanfangen. Ein solcher gänzlicher Mangel an Ehrfurcht für das Geschehene geht über die Schranken eines bloß sogenannten theoretischen Ansehens hinaus; sie unterbricht alle Kontinenz der Bildung und entzieht der Gegenwart allen Grund und alle Basis und macht eben damit die Zukunft auch zweifelhaft. Aber wir können die Welt nicht von vorne anfangen und das Christentum nicht mit allen Künsten aus der Welt schaffen. Das Christentum ist eine Realität so gut, als irgendeine Formation der Natur, z.B. eine der zahlreichen Pflanzenfamilien, von denen wir keine ausstreichen können, obgleich es mehrere gibt, die für uns nicht notwendig sind.",
    "Gleichwie ich die Pflanzenfamilie, an der ich kein unbedingt wissenschaftliches Interesse habe, als eine existente annehmen muß, so muß ich auch in der Geschichte das, was einmal fortgewirkt hat, als real anerkennen. Ich muß das Christentum wenigstens anhören, es sich aussprechen lassen, und da es sich nicht als etwas außer allem Zusammenhange stehendes gibt, so kann es auch verlangen, im ganzen Zusammenhange, in seinem Verhältnis zum Heidentume, das durch das Christentum völlig besiegt worden ist, betrachtet zu werden. Es ist begreiflich, daß man das Christentum nicht begriffen hat, weil es nicht der Mühe wert gefunden wurde, das zu betrachten, was es zu seiner Voraussetzung hat, - das Heidentum, indem es sich s selbst als Befreiung vom Heidentume ankündigt. Wer das Heidentum als menschliche Erfindung, als Werk der Täuschung und des Mißverständnisses ansieht, der wird natürlich auch das Christentum ebenso behandeln. Ist aber das ein reales Prinzip, das sich im Heidentum entwickelt hat, so wird auch das ein W reales Prinzip sein müssen, durch welches das Heidentum aufgehoben worden ist. Allerdings ist also eine Philosophie, welche von ihren Betrachtungen alle Rücksicht auf die Wirklichkeit ausschließt, nicht im Stande, das Christcntmn im Zusammenhange mit der anderweitigen Kenntnis natürlicher, menschlicher und göttlicher Dinge darzustellen. Um noch weiterzugehen , so hat eine Philosophie, die von der Meinung ausgeht, daß alles in der Welt mit bloßer, reiner Vernunft zusamrnenhange , sich zum voraus außer alles Verhältnis zur Offenbarung gesetzt. Jene Meinung hat in ihrer Abstraktion den Sinn, daß überall nichts wahrhaftig sei, als die Vernunft; sie setzt das Wesen der Philosophie darein, daß sich in ihr die Vernunft als alles Sein bewußt werde. Wenn die Vernunft alles Sein und alles Sein die Vernunft ist, und die Philosphie nichts vermag, als die Vernunft als alles Sein zu betrachten, so ist für einen Gott, der etwas anderes wäre, als die zum Geist gewordene Vernunft, kein Raum mehr übrig. Wenn die Vernunft alles Sein ist und alles Sein die Vernunft, so hat es keine Schwierigkeit , die Unvernunft herbeizuschaffen, so daß einem starken und mächtigen Teile der Vernunft ein großer und mächtiger Teil Unvernunft beigefügt ist. Die Vernunft kann aber ewig nur Vernunft sein, kann sich nicht zu einem andern, zum Gegenteile von sich 1nachcn.",
    "Andere machen zwar Vernunft nicht zum einzigen Realen, aber sie wollen schlechterdings einen vernünftigen Gott, so daß Gott nichts über die Vernunft tun könne. Damit setzen sie aber Gott unter den Menschen herab, indem sie Gott weniger als den Menschen zugestehen. Sie gestehen, daß der Mensch über die Vernunft tun könne und man ist einverstanden, daß der Heroismus nicht jedermanns Ding sei, so wie der Glaube nicht jedermanns Ding ist. Die Vernunft ist aber jedermanns Ding und deswegen gibt es keinen Heroismus vermöge der bloßen Vernunft. Die höchsten Gebote, der den Menschen erhebenden Sittenlehre wären unausführbar, wenn der Mensch nicht über die Vernunft wäre. Warum sollte Gott nicht über die Vernunft sein? In diesem Sinne ist es nicht unvernünftig, zu sagen, das Geheimnis der Offenbarung oder jenes große Geheimnis, das die einzige Ursache der Offenbarung ist, der Wille Gottes in bezug auf das ihn, entfremdete Geschöpf, - in diesem Sinne ist es nicht unvernünftig zu sagen, dieser Wille sei über die Vernunft . Wer etwa sagt, dies oder jenes sei gegen seine Vernunft, der mag individuell vollkommen recht haben. Es ist nicht nötig, daß jeder Mensch jedes begreife; nur muß er wissen, wo das hingehört, was er nicht begreifen kann. Danun, daß es über seine Vernunft geht, folgt noch nicht, daß es schlechterdings unvernünftig sei. Jener Entschluß Gottes, der eben in der Offenbarung sich offenbart, ist ebenso wenig darum sofort unbegreiflich, weil er über die Vernunft ist; denn dieser Ent- schluß steht in einen, vollkommenen Verhältnisse zum Außerordentlichen des Ereignisses, auf das er sich bezieht. Einerseits steht jener Entschluß mit der Außerordentlichkeit des Ereignisses , andererseits mit der Größe Gottes im Verhältnisse. Es ist daher ein seltsamer Einwurf gegen die Offenbarung und man kann damit die Offenbarung nicht widerlegen, daß man sagt, sie sei unvernünftig - sie sei nach dem bloßen Maßstabe der Vernunft Torheit, denn sie macht sich ja selbst zu ihrem Inhalte, über die Vernunft zu sein - ihr Triumph ist eben, daß sie einen Inhalt hat, der keinem vernünftigen Menschen eingefallen wäre, der daher nur geoffenbart werden konnte. Der Vorwurf der Unvernünftigkeit geht nur auf das, was sich als vernünftig geben will und es nicht ist, nicht aber auf das, was sich selbst als gegen die Vernunft, ja als Torheit auf einem gewissen Standpunkte menschlicher Beurteilungsweise erklärt. Der Kühnste der Apostel - Paulus, den man nicht umhin kann, einen ausgezeichneten Dialektiker zu nennen, spricht von der göttlichen Torheit, von einer Schwäche Gottes, die aber, wie er sagt, stärker ist, als alle menschliche Stärke. Nur der Starke kann oder darf schwach sein, weil er der Starke ist. Es ist nicht jedem gegeben, die tiefe Ironie in allen göttlichen Handlungsweisen zu begreifen, und wer sie früher bei der Weltschöpfung nicht begriffen hat, wird sie auch später in der Erlösungslehre nicht mehr begreifen. Es ist nicht jeder gemeinen Denkart gemäß, zu begreifen, daß einer und derselbe uno eodem actu etwas setzt und negiert; dies scheint gegen alle Vernunft zu HI sein - dies ist ganz gegen den Satz des Widerspruches, wie er gemeiniglich verstanden wird; und doch ist dies das Verhältnis Gottes in der Schöpfung, daß er, was er setzt, uno eodemque actu wieder aufhebt oder negiert. Freilich müssen wir sagen, Gott ist ein anderer, als der das blinde Sein Setzende, und ein anderer, als der es wieder Umwendende, Negierende; aber er ist nicht als der eine oder der andere ein anderer Gott; sondern seine Gottheit, die absolute Freiheit Gottes (denn darin besteht eben die Gottheit) besteht in der Kraft dieses Widerspruches, in der Kraft dieser Absurdität, dieser scheinbaren Unmöglichkeit.",
    "Die Gottheit besteht eben darin, zugleich das Bejahende und Verneinende sein zu können und doch nicht auseinander zu gehen, zu bleiben, was es ist. Dies ist die Gottheit, die in Einem Akte das Widersprechende tun kann, dieser Widerspruch liegt in der Schöpfung, aber nicht bloß in Gott, sondern auch in1 Menschen, insofern ihm ein Strahl göttlicher Schöpfungskraft verliehen ist. Es ist, sieht wohl jeder ein, daß der Mensch nichts hervorzubringen vermag, wo man einen Reflex göttlicher Kraft erblickt, ohne eine blinde, d. h. schrankenlose Produktionskraft , der eine besonnene, bildende, also in bezug auf jene, negierende Tätigkeit entgegensteht. Jedes Kunst= und Geisteswerk zeigt dem, der es genau betrachtet, ob es aus einem harmonischen Gleichgewicht oder Zusammenflusse der Kräfte hervorgegangen ist, oder ob eine und welche Kraft ein Übergewicht hatte. Eben dies, ein Doppelwesen und doch derselbe zugleich zu sein, äußert die Kraft des Künstlers. Ein Übergewicht der produzierenden Tätigkeit ist da, wo die Form gegen den Inhalt zu schwach ist, wo der Inhalt die Form zurückdrängt ; das Gegenteil ist vorhanden, wo die Form den Inhalt zurückdrängt und also dem Werke die Fülle fehlt. Nicht in verschiedenen Momenten, sondern uno eodemque actu, z11- gleich wahnsinnig und besonnen zu sein, ist das Geheimnis der wahren Kunst und dadurch unterscheidet sich die apollinische * von der dionysischen Begeisterung. Einen unendlichen Inhalt, der aller Form gleichsam widerstrebt, in der bedingtesten, endlichsten Form darzustellen, ist die höchste Aufgabe der Kunst, die uns nur darun1 wie ein Wunder anleuchtet. Gott ist keineswegs ein Gegensatz der Endlichkeit; Gott ist keineswegs der, der nur in der Unendlichkeit sich gefällt, sondern eben dadurch zeigt er sich, als das künstlichste der Wesen, daß er die Endlichkeit sucht und nicht ruht, bis er alles in die endlichste Form gebracht hat. Z.B. das Beschränkte des Christentumes ist nicht ein Vorwurf, den man ihm machen kann, es ist Zweck, Absicht. Um auf den Ausdruck des Apostels zu kommen, der von göttlicher Torheit spricht, so könnte inan schon darin eine göttliche Torheit, göttliche Schwäche sehen, daß Gott überhaupt mit einer Welt sich reell eingelassen hat, da er in unendlicher Selbstgenügsamkeit mit der Beschauung der ihm mög- liehen Welt sich erfreuen konnte. Man kann die Schwäche Gottes besonders in seiner Schwäche gegen den Menschen finden; aber eben in dieser Schwäche ist er stärker, als ein Mensch. Diese Schwäche verleitet ihn soweit, daß er sein ganzes Werk in die Hände des Menschen legt; aber in dieser Schwäche ist er stark. Diese Schwäche gegen den Menschen reißt Gott am Ende dahin, wozu hingerissen zu sein er in der Offenbarung selbst bekennt. Also nichts, was auch noch so sehr über die gemeine Vernunft hinausgeht, darf uns befremden . Wenn wir ihm nun aber eine Persönlichkeit zuschreiben und deshalb auch ein Herz zuschreiben müssen, so können wir sagen: sein Herz ist groß genug, um alles fähig zu sein. In der Schöpfung zeigt er die Macht seines Geistes; in der Erlösung zeigt er die Größe seines Herzens. Die Tat, die der Inhalt seiner Offenbarung ist, ist seine persönlichste Tat. Der Geist des Menschen ist, je mächtiger er wirkt, desto unabhängiger von seiner Persönlichkeit. Ja wir beurteilen die Stärke eines Geistes gerade darnach, je weniger stark er in dem Wirken erscheint.",
    "Der Geist ist etwas vom Menschen Unabhängiges, und wir glauben nur dann seine Persönlichkeit zu kennen, wenn wir auch sein Herz kennengelernt haben. So ist Gott erst in der Offenbarung persönlicher Gott und steht dem Menschen wie ein Mensch gegenüber, und was von Moses gesagt wird, Gott habe niit ihm, nicht, wie mit den Propheten, durch Visionen, sondern von Angesicht zu Angesicht gesprochen, dies kann in der Offenbarung überhaupt gesagt werden; er stellt sich dem 111 Menschen, wie eine Person der Person, entgegen. Es gibt auch menschliche Taten, die man nicht dadurch herabzusetzen glaubt, daß man sagt, sie seien über alle menschliche Begriffe; so ist es auch mit der Offenbarung, deren Inhalt über alle menschlichen Begriffe geht. Es gibt selbst menschliche HandJungen , die nicht jedem Menschen verständlich sind. Wieviele Menschen wären fähig gewesen, wie Sokrates zu sterben?",
    "Seine Ankläger waren verniinft(r;e Leute; aber nian darf annehmen , daß sie anders gehandelt hätten, als er und manche mochten wohl nicht unterlassen, ihn einen Narren, einen Toren zu schelten. Als nach mehreren Niederlagen Darius dem Alexander den Frieden anbot und ihm seine Tochter zur Ehe geben wollte, meinte Parmenio, wenn er Alexander wäre, würde er die Bedingungen annehmen und Alexander entgegnete: »Et ego - si Parmenio essem. « Gott steht über dem Menschen, wie ein Mensch über dem andern steht. In diesem Sinne sind die Handlungen Gottes in der Offenbarung über alle menschlichen Begriffe. Wir 1nüssen, u1n sie zu begreifen, zu einem Maßstabe greifen, der alle menschlichen Begriffe übersteigt; deswegen aber verliert durch dieses Begreifen das Erstaunenswerte des Entschlusses durchaus nichts; denn dieses Begreifen zeigt uns erst die Herzensgröße dessen, der so weit ging. Ja erst dieses absolute Erstaunenswerte bringt die langwierige Unruhe des menschlichen Geistes zum Stillstand. Nur, wenn wir gezwungen sind, das als Geschehen anzuerkennen, quo majus nil fieri potest, sind wir beschwichtigt und zur Ruhe gebracht. Es muß ein finis quaerendi et inveniendi sein, sonst wäre alles Wissen eitel; es muß etwas kommen, wo das menschliche Wissen, das einen unendlichen Trieb zum Fortschreiten hat, bekennen muß, nicht weiter mehr fortschreiten zu können, wo das Wissen verstummt, wo das menschliche Gemüt in den seligen Zustand des Nichtwissens zurückkehrt, aus dem es gerissen wurde, als es aus dem Paradiese gestoßen wurde. Der wahre Gegenstand einer Philosophie der Offenbarung kann also nur sein, teils die Betrachtung überhaupt auf diesen, über allem notwendigen Wissen liegenden, Standpunkt zu erheben, wo allein von Offenbarung die Rede sein kann - dies war die Absicht der ersten drei Vorlesungen - teils kann die Absicht einer Philosophie der Offenbarung nur sein, jenen Entschluß, der die einzige Ursache aller Offenbarung ist, zwar nicht a priori zu begründen, denn wenn er nicht offenbar wäre, so würde und könnte keine Vernunft ihn für möglich halten - aber möglich ist, ihn, jetzt da er da ist, in seiner Ausführung begreiflich zu machen - dies ist der Zweck einer Philosophie der Offenbarung. Daß man aber dies nicht unbedingt unternehmen könne, habe ich, wie ich glaube, zuletzt hinlänglich gezeigt; daß es uns an den Bedingungen und Voraussetzungen nicht fehle, dafür ist schon durch die früheren Vorträge gesorgt. Die Hauptvoraussetzung ist diese: ein nicht bloß ideales, sondern auch reales Verhältnis des menschlichen Wesens zu Gott. Stünde der Mensch zu Gott in keinem andern Verhältnisse, als in dem der Erkenntnis, so könnte die Endabsicht der Offenbarung nur Belehrung sein; aber Belehrung findet nur statt über ein schon bestehendes Verhältnis, das jedoch deutlicher herausgestellt, aufgeklärt werden soll. Die Offenbarung, welche in bloßer Belehrung bestünde , könnte im Verhältnisse des Menschen zu Gott nichts ändern. Denn wollte sie ein anderes Verhältnis setzen, so müßte das Verhältnis erst gesetzt werden. In diesem Falle kann sie aber nicht durch bloße Belehrung, sondern nur durch einen Actus, eine solenne oder ausdrückliche Tat geschehen. Die Offenbarung kann nicht in bloßer Belehrung bestehen, wenn eine Tat erforderlich ist, um ein neues Verhältnis herzustellen.",
    "Alle diejenigen Ansichten, welche die Absicht der Offenbarung in bloße Belehrung setzen, kommen dahin, als Inhalt der Belehrung das schon vor aller Offenbarung bestehende, ursprüngliche Verhältnis des Menschen zu Gott anzugeben. Diese Belehrung, die für sich kein neues Verhältnis einsetzt, kann nur den Inhalt der sogenannten allgemeinen Religion wiederholen, um ihn deutlicher darzustellen. Damit aber hört die Offrnbarung auf, etwas Besonderes zu sein. Dieser Zweck, eine eindringlichere Darstellung des Inhalts der allgern.einen Religion, hätte sich schon auf den Wegen der allgemeinen Vorsehung erreichen lassen; es hätte dazu ein mit Energie und Kenntnissen ausgestatteter Mann vollkommen genügt. Will nun die Offenbarung als etwas Besonderes festhalten, will man sie nicht in ein geschichtliches Ereignis auflösen, so muß man ihr einen reellen, nicht bloß einen idealen und didaktischen, Zweck unterlegen . Ein solcher reeller Zweck setzt aber ein ursprüng- * liches, reelles Verhältnis des Menschen zu Gott voraus. Hinge der Mensch nicht im allgemeinen, noch auf eine andere Weise, als durch die Erkenntnis, mit Gott zusammen, so wäre jenes Verhältnis in der Offenbarung unbegründbar und unbegreiflich ; es wäre weiter nichts möglich. Der Hauptgrund zu einer Philosophie der Offenbarung ist aber schon gelegt. Ein reelles 2u Verhältnis ist in der Philosophie der Mythologie dargestellt, und wie ich überzeugt bin, auf so breiter Basis, daß ich sie als unerschütterlich ansehen kann. Jenes reale Verhältnis macht den Entschluß , der in der Offenbarung sich offenbart, im allgemeinen oder überhaupt verständlich; aber speziell begreiflich wird der Entschluß nur dadurch, daß der Mensch schon ursprünglich im realen Verhältnisse zu Gott steht, daß dies ursprüngliche Verhältnis des Menschen zu Gott schon ein vermitteltes ist. Wollen wir die Offenbarung speziell begreiflich machen, so müssen wir obiges voraussetzen. Der Vater hat nicht unmittelbar, sondern nur durch den Sohn, die Welt erschaffen, und diese Vermittlung kehrt in der Offenbarung nur bestimmter wieder. Das allein durch den Sohn vermittelte und nur durch den Sohn wieder hergestellte Sein ist uns schon durch das frühere gegeben. Die Philosophie der Offenbarung hat nicht bloß den Entschluß selbst, der in der Offenbarung das eigentlich sich offenbarende ist, zu erklären, sie hat auch die Ausführung desselben im allgemeinen und speziellen darzustellen und zu erklären."
  ]
}