{
  "title": "Vorlesung 61 (Lecture 61)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Jener ausschließliche Gott, der zu dem Bewußtsein nicht bloß in ein unmittelbares, sondern auch das erste Verhältnis hat, der ursprünglich allein verehrt wird, wie ich beim Sabäismus ge- zeigt habe, dieser Gott ist darum noch nicht der materielle, sondern er wird im Gegensatze mit dem spätem konkreten noch immer geistig, als wirklicher Herr des Himmels und der Erde gedacht. Erst indem eine zweite Persönlichkeit ihren Teil an dem Sein anspricht, erst dann materialisiert sich gegen diese zweite Persönlichkeit jener erste ausschließliche Gott; er gibt"
    },
    {
      "index": 1,
      "text": "[*] STRABONIS rerum geograph. libb. XVII. Gr. et Lat. c. varior. praecipue Casauboni animadverss. codd. collat. adjecit Th. Falconer. Subj. chrestomatia Gr. et Lat. T. I.II. Oxon. Clarend. 1807."
    },
    {
      "index": 2,
      "text": "seine Ausschließlichkeit auf und eben dies ist der erste, wenn auch in der Mythologie selbst entfernte, Übergang zmn künf- tigen, iin höhern Sinne, geistigen Gott, der nicht der aus- schließliche, sondern der alleinige ist. Dort, wo jener absolut ausschließliche Gott verehrt wird, ist noch der höchste Gegen- satz gegen allen Anthropomorphismus. Dagegen wird in der Folge 1nit dem Fortschreiten der Mythologie jener schranken- lose Gott immer mehr anthropomorphistisch. Ein solches Zunehmen des Anthropomorphisnrns Ün Fortschreiten der Mythologie läßt sich nach unsern Grundsätzen wohl erklären und sich auch im Alten Testament nachweisen, und was von der Religion des Abraha1ns im Gegensatze der mosaischen Religion gesagt wird, kommt nur darauf zurück, daß im mo- saischen Gesetze alles viel konkreter ist; aber es ist doch auch schon in Abraham ein Übergang, wo eine zweite Persönlich- keit anerkannt ist. Der eigentliche Inhalt der Religion Abra- hams ist: Derjenige allein ist Gott, der alles besitzt - 6 ,a 11:avrn m:pu:xcov - nach Strabo - dies schließt jedoch nicht aus, daß dieser ursprünglich alles Besitzende an einen andern einen Teil des Seins weggeben kann. Aber durch dieses ist jener der ursprüngliche Gott; die Gottheit der zweiten Persönlichkeit ist nur eine gegebene und doch sind beide Ein Gott. Diese abso- lute Einheit, die ursprünglich ist und worauf aller Monotheis- mus wenigstens als Begriff beruht, hielten auch die Abraha- miden in Ägypten fest, obwohl sie der Versuchung der Abgötterei nicht völlig entgingen. Daraus mag sich ihr Ver- hältnis in Ägypten, ihre Vertreibung, wie es profane Schrift- steller, oder ihr freiwilliger Auszug, wie es die Heiligen Schriften nennen, näher erklären, als bisher. Als Nomaden, und der altviiterlichen Sitte auch in Ägypten getreu, welche jedoch in den Augen der Ägypter ein Greuel war, suchten die Ägypter sie mit Gewalt zum Feld= und Städtebau zu zwingen. »Die Ägypter zwangen die Kinder Israels zum Bauen mit Un- barmherzigkeit und machten ihnen das Leben sauer mit allerlei Frohnen auf dem Felde«, woraus erhellt, daß die Politik der Pharaonen die Israeliten auch zum Ackerbau zwang, sie also vom Nomadenleben überhaupt abziehen wollte. Vergleicht"
    },
    {
      "index": 3,
      "text": "man damit die Stellen der Alten, so ergibt sich als wahrschein- lich, daß die Israeliten in Ägypten als Verehrer des Typhon angesehen wurden und sich selbst dafür ansahen, nachdem sie unter einem abgöttischen Volke zu leben angefangen hatten. Typhon ist in der ägyptischen Götterlehre der Rest jenes blin- den, ausschließlichen, verzehrenden Prinzips, der Rest, weil es schon einem andern, mildern Gott, dem Osiris, weicht, und nurmehr in kleinen Kapellen neben den großen, prächtigen Tempeln des andern Gottes verehrt wird. Plutarch de Iside et IO Osiride sagt: Sieben Tage lang sei Typhon vor dem Horns geflohen, und nachdem er sich gerettet, habe er zwei Söhne, Hierosolymos und Judaios erzeugt. Die topographischen Schriftsteller, aus denen Plutarch schöpfte, hatten von der jü- dischen Religion die Vorstellung, daß sie eine mit der Vcrch- rung des Typhon zusammenhängende Religion sei. Auch Tazitus nennt als Heerführer der Juden den Hierosolymos und Judas »exundantem multitudinem regnante Iside per Aegytum ducibus Hierosolymo et Juda proximas in terras exponeratam 1« Auch die sieben Tage der Flucht des Typhon sind nicht ohne 211 Bedeutung. Am siebenten Tage ruhte Typhon von seiner Flucht aus. Auch Tazitus erwähnt des siebenten, zur Ruhe bestimmten, Tages, als einer Eigentümlichkeit der jüdischen Einrichtung. Er sagt: »Honorem eum Saturno haberi: seu, perincipia religionis tradentibus Judaeis quos cum Saturno pul- sos, et conditores gentis acccpimus: seu quod e septem side- ribus, quis mortales reguntur, altissimo orbe, et praecipua * potentia, stella Saturni fertur etc.« Diesem nach wären sie also als Anhänger des Kronos nach Ägypten gekommen - auf jeden Fall sind sie 1nit Kronos in Verbindung gesetzt. Kronos ist aber dem Typhon entsprechend. Es ist bemerkenswert, daß das erste Lager der Israeliten ein Heiligtum des Typhon war, Be- elsephon, wo sie von Pharao überfallen wurden und ihnen keine andere Rettung mehr übrig blieb, als der Übergang durchs Rote Meer. Exod. c. 14.- Ich bemerke, wie offenbar die älteste Erzählung des Alten Testaments das Nomadenleben vor dem ackerbautreibenden Leben begünstigt. Kain erschlägt sei- nen Bruder Abel, der die Erstlinge seiner Herde opfert, aus"
    },
    {
      "index": 4,
      "text": "Neid - Abraham kam von einem Geschlechte her, das andern Göttern diente: »Jenseits des Flusses wohnten von Anfang her eure Väter, Thare, der Vater des Abrahams, und Nachor; diese dienten andern Göttern.« Auch in Ägypten hatte das israeliti- sche Volk angefangen, sich auf die Weise der Ägypter Götter- bilder zu machen. Ein Beweis ist das goldende Kalb nach dem Bilde des Apis. überhaupt, obwohl schon in den ältesten, natürlich nicht mit den Begebenheiten gleichzeitigen, Auf- zeichnungen der Name Jehova gebraucht wird, so erlaubt doch die bestimmteste Erklärung nicht, daran zu zweifeln, daß Gott unter diesem. Namen den Vätern der Israeliten nicht bekannt war; es ist die Stelle Exod. 6. c. 3. v., gegen welche aus ver- kehrtem Eifer allerlei Ausflüchte gesucht worden sind. Hier sagt Gott zu Moses: »Ich bin Jehova und bin erschienen dem Abraham, Isaak und Jakob als EI Schaddhai[*]; aber meinen Namen machte ich ihnen nicht zu wissen.« Unter dem Namen El Schaddhai war Jehova den Vätern der Israeliten allein be- kannt; es kann erklärt werden »der Gott der großen Welt- kräfte« und »der starke, mächtige Gott«. Es ist eine Art von Gegensatz zwischen dem bloßen Gott der Stärke und dem geistigen Gott, der Jehova ist. Umso weniger kann diese Stelle anders gedeutet werden, als iin dritten Kapitel des Exodus Moses Gott um seinen Namen fragt: »Wenn sie mich fragen werden, welches ist sein Name? Was soll ich ihnen sagen?« Also weder Moses noch die Völker wußten dem Gott der Väter einen Namen. Gott sagt zu Moses: »Ich werde sein« »Ejeh!«[**] Dies drückt in der ersten Person eben das aus, was Jehova in der dritten Person ausdrückt. - Die Offenbarung dieses gei- stigen Monotheismus konnte nicht anders geschehen, als durch unmittelbare Negation des diesem geistigen Monotheismus entgegenstehenden Prinzips. Philosophen oder Theologen, die sich mit dem Begriffe einer bloß mittelbaren Offenbarung helfen wollen, müßten auch den mythologischen Prozeß als mittelbare Offenbarung gelten lassen. Aber der Begriff Offen-"
    },
    {
      "index": 5,
      "text": "[*] ('7;/J) [**) (;-i•;-i~ Ehieh)"
    },
    {
      "index": 6,
      "text": "barung beruht eben darauf, daß hier dieselbe Negation, die im mythologischen Prozeß eine unendlich vermittelte sein kann, eine unmittelbare ist. Eben dieses, dem geistigen Monotheis- mus entgegenstehende, Prinzip ist auch das Prinzip - der Grund des Heidentumes. Diesen ersten unmittelbaren Begriff Gottes hatte also das israelitische Bewußtsein mit dem Bewußtsein der andern Völker gemein, den Unterschied macht nur der geof- fenbarte Gott, wie von uns oben gezeigt worden ist. Aber eben weil dieser Grund des Heidentumes die notwendige Voraus- setzung der Offenbarung, des geistigen Monotheismus, ist, so muß er von der Offenbarung gleichsam geschont werden. Die Offenbarung muß sich ihm bis zu einem gewissen Punkte bequemen, bis nämlich keine Offenbarung mehr ist, und sie selbst aufhören kann. Er ist die notwendige Bedingung der Offenbarung. Völlig aboliert werden kann der Grund erst am Ende der Offenbarung, das Christus ist. Aus der Notwendig- keit, diesen Grund bestehen zu lassen, erklärt sich das Beson- dere und Rätselhafte der mosaischen Religions=Institute, das offenbar heidnische 1nancher vorgeschriebener Gebräuche und Zereomien, das man sich nicht zu verbergen suchen muß. Es kann hier nicht die Rede davon sein, in eine vollständige und ausführliche Erklärung des mosaischen Kultus und seiner Ein- zelheiten einzugehen - dies wäre eine zu weit führende Auf- gabe, der ich mich auch nicht gewachsen fühle. Es genügt für den gegenwärtigen Zweck, einzelne rätselhafte Gegenstände und Gebräuche der israelitischen Verfassung aus diesem Ver- hältnisse, daß die bloße Offenbarung (denn im Christentume * ist keine bloße Offenbarung mehr - da ist die Realität selbst) sich dem Grunde des Heidentumes bequemen muß. Daß unter den religiösen Instituten des israelitischen Volkes mehrere sich finden, die es geradezu mit den heidnischen Völkern gemein hatte, ist eine bekannte Sache; es versteht sich, nur in mate- rieller Bedeutung; der formellen Bedeutung nach verhalten sie sich allerdings anders. Ich will nur die Beschneidung nennen, die zwar nicht als mosaisches Gesetz angesehen werden kann, denn schon Abraham erhielt den Befehl, sich zu beschneiden - aber Moses hat dieses Gebot bestätigt. Daß jedes männliche"
    },
    {
      "index": 7,
      "text": "Kind acht Tage nach der Geburt beschnitten werde, gehörte zu den verbindlichsten und unerläßlichsten Vorschriften der mo- saischen Religion. Diese Beschneidung ist ein Gebrauch vieler Völker, und zwar der ältesten, in bezug auf den mythologi- schen Prozeß, der Araber, Phönikier, der Äthiopier, wie He- rodot die alten Ägypter nennt, und es ist die Frage, ob die Beschneidung zur Zeit, als sie dem Abraham befohlen worden war, ein auch schon von andern Völkern angenommener Ge- brauch war oder nicht, Hier ist nicht zu zweifeln; denn die Art, wie dem Abraham die Beschneidung befohlen wird, setzt diese Operation als etwas Bekanntes voraus. Wie hätten ferner Ja- kobs Söhne sagen können, es würde ihnen zur Schande[*] (bei andern Völkern) gereichen, wenn sie ihre Schwester einem Unbeschnittenen geben würden? War sie also schon unter den Zeitgenossen Abrahams und der Abrahamiden gebräuchlich, so hatte sie ihren Grund im Prinzip des Heidentumes. Aber worin liegt der erste Grund zu diesem seltsamen Gebrauche, der so vielen Völkern gemein ist? Natürlich hat man darüber von jeher nachgedacht, und der alexandrinische Jude Philo gibt an, die Beschneidung habe sich der Reinlichkeit wegen und als Schutz vor einer im Orient herrschenden Krankheit empfoh- len. Unter den Fragen, welche von dem Göttinger Gelehrten- verein den auf Geheiß und Kosten des Königs von Dänemark Christian VII. den Orient Bereisenden mitgegeben wurden, befand sich eine von dem berühmten Michaelis verfaßte[**], die * sich auf den medizinischen Nutzen der Beschneidung bezog. Nur einer von den Reisenden, Niebuhr - hat auf diese Frage geantwortet. Aber aller Nutzen ist so unbedeutend und auf partielle Fälle beschränkt, daß man einen so verbreiteten Ge- brauch nicht von diätischer Rücksicht ableiten kann. Die Be- schneidung hatte ohne Zweifel, selbst auch bei den Heiden, eine religiöse Bedeutung. Der erste, der das Richtige gesehen hat, war der Engländer Spencer, dessen Buch »de legibus ve-"
    },
    {
      "index": 8,
      "text": "[*] Gen. c. 43, V. 14. [**] J. D. MICHAELIS, Fragen an eine Gesellschaft gelehrter Männer, die nach Arabien reisen. Frankf a. M., 1762."
    },
    {
      "index": 9,
      "text": "terum Hebraeorum« ich jedem angehenden Theologen nach- * drücklich empfehle, - Spencer meint, die Einseitigkeit der Beschneidung habe sich auf die Phallosgebräuche der heidni- schen Völker bezogen. Soweit ist sein Gedanke ganz richtig; wenn er aber meint, die Beschneidung sei eingeführt worden, um durch die Verstümmelung des Gliedes, welches in den Phallos=Prozessionen herumgetragen wurde, von diesen Pro- zessionen abzuschrecken, so würde nicht erklärt, wie die an- dern Völker, z.B. die Ägypter, bei denen sie nach Herodot an' 111 apzric; eingeführt war, auf diesen Gebrauch gek01nmen wären. Nach den Fragmenten des Sanchuniathon, welche Eusebius gesammelt hat, wird die Beschneidung von der kronischen Zeit der Mythologie hergeleitet.[*] Nach diesen beziehe sie sich auf die Entmannung des Saturnus oder Kronos selbst; denn die Entkräftung eines früher herrschenden Prinzips wird als Ent- mannung dargestellt. Jeder Übergang des Bewußtseins war mit der Erscheinung eines phantastischen Orgiasmus begleitet, wie sich z.B. die Priester der Kybele selbst entmannten; hierher gehört die bacchische Wut der Orgiker, Knaben zu verschnei- den, was in mythologischen Vorstellungen seinen Grund hat. Auf menschlichere Weise wäre die Entrnannung durch die Be- schneidung gefeiert. Daß überhaupt mythologische Vorstel- lungen, von denen das Bewußtsein erregt wurde, in nachah- menden, mimischen Handlungen, wie auch symbolisch, aus- gedrückt wurden, habe ich früher an schlagenden Beispielen nachgewiesen. Umso wahrscheinlicher ist diese Erklärung, als im mosaischen Gesetzbuche die Beschneidung moralisch aus- gelegt wird, als ein Sieg, der über das Ungezähmte, Titanische der Vorzeit davongetragen wird. Auch die Propheten sprechen in diesem Sinne von der Beschneidung. Jeremias sagt[**]: »Be- schneidet euch dem Jehova, dem wahren Gott, und tut weg die Vorhaut eures Herzens usw.« Man sieht, daß auch hier der"
    },
    {
      "index": 10,
      "text": "l*] Conf. Strabo l. 16. et 17. Ambros.1.2. de Abrah. c.11. Actins Tetrabibl. 4. Senn. 4. c 103. Philo Bybl. apud Euseb. Praep. Evmg. l. 1. c. llJ. [**] C. 4. V. 4."
    },
    {
      "index": 11,
      "text": "Ritus der Beschneidung auf eine gewisse Vergangenheit bezo- gen wurde, auf das Titanische der Vorzeit, dem auch das vorbehaltene Volk ausgesetzt war. Auffallend nach unsern Be- griffen sind die Verbote gewisser Speisen und die Einteilung der Tiere in reine und unreine, unter denen manche sind, von denen auch der Mensch nicht durch natürlichen Instinkt abge- schreckt wird. Eine tiefere Naturgeschichte, die sich nicht bloß mit Klauen und Zähnen abgibt, sondern den Tieren ein inni- geres Verhältnis zu den Prinzipien der Natur zu geben ver- stünde, die sie in ihren inneren Zuständen begriffen hätte, eine solche könnte hier vielleicht allen Aufschluß geben. Unter den Haustieren ist keines Gegenstand solcher Abomination, als das Schwein. Der Abscheu vor diesem Tiere ist ein uralter; er findet sich fast bei allen alten Völkern. Nicht erst Muhamed schärft es als Verbot ein, sich des Schweinefleisches zu enthal- ten, schon den Juden, Phönikiern und Ägyptern war nach Herodot das Schwein ein µuapov S17pt0v. Doch wurde es in Ägypten dem Dionysos geschlachtet, bei den Römern und Griechen der Ceres. Die Priester der kumanischen Götter durf- ten kein Schweinefleisch essen. Dieser Abscheu ist also ein uralter und aus dem Heidentume in die mosaische Gesetzge- bung gekommen. Die Einrichtung der Stiftshütte ist auffallend mit ägyptischen Heiligtümern übereinstimmend. Man kann mehr oder weniger dieselben Gegenstände auch in ägyptischen Heiligtümern finden, wie den Gnadenstuhl, den Tisch, worauf die Schaubrode sind usw. Conf Description de l'Egypte. [*] 1809-28. Die Bundeslade erinnert an die heiligen Kisten (ple- nas fonnidine cistas). Schon bei den Phönikiern, Ägyptern und Griechen waren solche Kisten gebräuchlich. Von den Opfern will ich nur einige besondere erwähnen, in denen das heidni- sehe Element nicht zu verkennen ist, z.B. das Opfer der röt- lichen Kuh, durch welche jene gereinigt werden sollten, welche"
    },
    {
      "index": 12,
      "text": "[*] Description de l'Egypte, su recueil des observations et des re- cherches, qui ont ete faitcs en Egypte pendent !'Expedition de l'armee francaise. 10 Vol. in fol. de texte et 12 Vol. in fol. att. de planches. Paris, 1809-28."
    },
    {
      "index": 13,
      "text": "einen Mord begangen hatten. Eine rötliche Kuh, die vollkom- men sein mußte (d. h. die ohne Fehler war), auf die noch kein Joch gekommen war, sollte zu diesem Opfer genommen wer- den. Die rote Farbe ist die Farbe des Typhon (Plutarch). Die Ägypter schlachteten zum Opfer dem Typhon einen roten Stier; sie beobachteten dabei eine solche Sorgfalt, daß, wenn nur ein weißes oder schwarzes Haar an dem Tiere war, sie es für untauglich erklärten. Diese rötliche Kuh sollte nicht von Aaron, sondern vor den Augen des nachfolgenden Priesters ](J geschlachtet werden, und zwar nicht im Lager, sondern drau- ßen. Die Kuh mußte ganz, mit Haut und Haaren samt den Exkrementen, verbrannt, und die Asche zu einem Sprengwas- ser verwendet werden, wodurch dann alle, die einen Toten berührt hatten, gereinigt werden konnten. Übrigens war der Priester, der sie geschlachtet, und die, welche sie verbrannt und die Asche gesammelt hatten, den ganzen Tag unrein, und mußten ihre Leiber mit Wasser reinigen. Dieses Opfer war offenbar nicht ein dem Jehova gebrachtes; denn alle Opfer, die ausdrücklich für den Jehova bestimmt waren, mußten vor dem Zelte, nicht im. Freien, dargebracht werden. Man versteht un- ter superstitio eine parva religio; superstitio ist als ein sinister seiendes Verhältnis zu Gott zu denken. Die Offenbarung, die doch Offenbarung der rechten Religion sein soll, kann die superstitio nicht absolut aufheben, solange sie derselben als eines n1.edii ihrer eigenen Manifestation bedarf. Selbst solche superstitio in der mosaischen Religion beweist nichts gegen die Göttlichkeit der mosaischen Religion und Gesetzgebung; denn sie selbst könnte keine geoffenbarte sein, wenn sie jenes sinistre Prinzip der Religion gänzlich ausschlösse. Enthielte sie nichts 311 von jenem realen Prinzip, so wäre sie keine geoffenbarte, son- dern eine menschliche Religion; sie wäre wie alle rationalisti- schen Religionen. Eine wirkliche superstitio war diese: Am großen Versöhnungstage, der mit unserm 10. September zu- sammenfällt, wurden zwei gleiche Ziegenböcke vor die Türe des Jehova gestellt.[*] Darauf wurde das Los über beide Böcke"
    },
    {
      "index": 14,
      "text": "[*] Lcv. 16,8."
    },
    {
      "index": 15,
      "text": "geworfen. Ein Los galt dem Jehova, das andere dem Assassel. Der Bock, den das letztere getroffen hatte, wurde lebendig vor den Jehova gestellt. Nachdem Aaron seine beiden Hände auf das Haupt des Bockes gelegt und alle Sünden der Israeliten bekannt hatte, wurde derselbe in die Wüste frei entlassen, da- mit er alle Missetaten des israelitischen Volkes in die Wildnis trage. Seltsam genug erscheint dieser Dualismus. Dem Jehova wird Assassel entgegengestellt. Ich muß bemerken, daß einige das Wort Assassel als »Wüste« erklären. Doch dieser Erklärung widerspricht der offenbare Gegensatz: der eine Bock sollte dem Adonei oder Jehova gehören, der andere dem Assassel. Jehova ist eine Person; daher muß Assassel auch eine Person sein. Es wäre unbegreiflich, wie der Name Assassel gerade hier »Wü- ste« bedeuten sollte, da es der hebräischen Sprache nicht an Wörtern für »Wüste« fehlt. Es wäre ferner eine unbegreifliche Tautologie, wenn gesagt würde, der eine Bock solle in die Wüste geschickt werden, da es sich dann von selbst verstünde, daß er der Wüste ztt geschickt würde. Assassel* ist ein nomen personale; steht aber dies fest, so muß man zugeben, daß As- sassel eine dem Jehova entgegenstehende Person ist; ich will zwar nicht mit Spencer[**] sagen, daß er der Teufel, aber daß er ein dem Jehova bösartiger Dämon, ein avn3eoi; ist, als dessen Behausung die Wüste gedacht ist. Spencer erklärt das Wort von Ahsal, welches von einer dahingeschwundenen Macht gebraucht werden kann; es wird auch gar wohl und ausdrücklich von einer frühem Macht gebraucht, welche gegen eine spätere verschwunden ist, KEKpatT]µEvov hat die griechi- sche Übersetzung. Die Wüste ist überhaupt für die spätem, zum bürgerlichen Leben schon übergegangenen, Orientalen der Sitz aller Schrecken des Prinzips der Vergangenheit. As- sassel ist als das Prinzip der Vergangenheit anzusehen. Mit der Vorstellung des frühem Zustandes verband sich in den spätem"
    },
    {
      "index": 16,
      "text": "* ?Ttlll! (Asasd). [**] SPENCERI, 1., de legibus Hebraeor. ritual. libb. IV. ad nup. Can- tabr. C. ind. Tübing., 1732. Spenc. leg. rit. 3,8."
    },
    {
      "index": 17,
      "text": "Zeiten unmittelbar die Idee des Bösen, daher der Übergang zum sittlichen Leben als ein dem Bösen Entflohensein ausge- drückt wird. Der Mensch ist an das gesellige Leben gewiesen; flieht er, geht er in die absolute Einsa1nkeit, so gehen für ihn gewisse Rapporte hervor. Der Mensch hat Bezug zum Tiefsten und Höchsten, aber das Höhere hält immer das Niedere nieder, solange der Mensch in Gesellschaft bleibt. Jene unglücklichen Personen, die in frühem Jahrhunderten des U1ngangs mit dem Teufel und der Hexerei beschuldigt wurden, waren dem ein- samen und kontemplativen Leben ergeben. Alle diejenigen, die ihr Leben in Einsamkeit hinzubringen genötigt sind, wie Schä- fer, sind in Ländern, wo die Schafweide seit langer Zeit im * Großen eingeführt ist, namentlich in Württemberg, in den Augen des Volkes mit einer levis notae macula behaftet. An andern Orten sind sie als Quacksalber oder als solche, die ärzt- lichen Rat erteilen, bekannt. Plinius sagt von den Wüsten Afrikas: »subinde fugit et evanescit«.[*] Dies erinnert an die Legende vom Waldmenschen des hl. Antonius. Dorthin, in die Einsamkeit, in die Behausung der Vorzeit, wohin die Macht * [des] gegenwärtigen Zustandes der Dinge nicht gedrungen ist, verwies der Grieche seinen Pan und die dazugehörigen Wesen, die melancholischen Überbleibsel der frühem Zeit des allwal- tenden Prinzips. Dorthin setzte auch die Imagination der Is- * raeliten die Seherinnen [Seirim], die offenbar eine Art von satyrischen oder panischen Wesen sind, und denen ein Teil des Volkes abgöttische Opfer brachte."
    }
  ]
}