{
  "title": "16. Vorlesung (Lecture 16)",
  "paragraphs": [
    "M. H. In der letzten Vorlesung habe ich gezeigt, wie der vollkommene Geist an dem, was in ihm reines, bloßes Wesen ist, d. i., an sich Sein ist (ich bitte Sie, erinnern Sie sich an das, was über die Bedeutung des Wortes Wesen gesagt worden ist) - wie er an diesem zuerst die Möglichkeit eines andern, vom Wesen verschiedenen, Seins erblickt. An sich selbst als der an sich seiende sieht er zuerst die Möglichkeit eines andern, über das Wesen hinzukommenden, Seins. Als zweite Frage ergibt sich, wie sich diese Potentialisierung auf die zwei andern Gestalten fortpflanze? Denn wenn es möglich wäre, daß das an sich Sein des Geistes als sein Könnendes im transitiven Sinne des Wortes gesehen würde, so ist es auch eine Möglichkeit, zwar im transitiven Sinne, aber doch eine Möglichkeit, daß das bloße rein Sein des Geistes von dem reinen Sein, welches ihm nur durch das an sich Sein vermittelt ist, von jenem reinen potenzlosen Sein ausgeschlossen oder negiert wird. Das an sich Seiende ist dem rein Seienden Subjekt, eben weil das an sich Seiende nicht selbst Objekt ist - also nur in seinem Ansieh ist es dem rein Seienden Subjekt. Sobald es sich aber ins Sein erhebt, so wird dadurch das rein Seiende ausgeschlossen vom rein Sein, indem es zuvor war - es wird nicht aufgehoben, nicht absolut negiert, aber selbst aus dem reinen Sein gesetzt, d. h., es wird selbst potentialisiert. Wenn es möglich ist, daß auch das rein Seiende außer diesem rein Sein gesetzt oder Potenz wird, so stellt es sich in diesem Falle dar als sein Müssendes, welches nicht frei ist, zu wirken oder nicht zu wirken, sondern wirken muß. Also auch das rein Seiende erscheint zum voraus als Potenz, Möglichkeit eines andern Seins, als das im angenommenen Falle sein Müssende, oder als sein Könnendes der zweiten Potenz. Nicht weniger stellt auch die dritte Gestalt, das im für sich Sein an sich Seiende, sich als das durch die Selbsterhebung des an sich Seienden Auszuschließende oder als das der Negation oder Potentialisierung Fähige dar. Wenn dann dies Dritte in den Zustand des nicht Seienden oder der bloßen Potenz gesetzt wird, so kann es in das ursprüngliche Sein nur dann wieder hergestellt werden, wenn das an sich Seiende in sein Ansieh zurück überwunden ist. Diese Überwindung kann nur durch die zweite Potenz geschehen. Damit stellt sich die dritte Gestalt als das nur durch doppelte Vermittlung sein Könnende, als sein Könnendes der dritten Potenz, als sein Sollendes , dar. So pflanzt sich die Potentialität auch auf die zwei andern Gestalten fort, und der vollkommene Geist ersieht schon zum voraus die 3 Gestalten als sein Könnendes, sein Müssendes und sein Sollendes. Käme es aber wirklich zu dieser als möglich vorausgesetzten Spannung, so ist vorauszusehen, daß diese drei Potenzen in der Spannung nicht ruhig bleiben könnten. Mit dieser Spannung müßte notwendig ein Prozeß zwischen den Potenzen entstehen. Die !'eranlassendc Ursache des Prozesses wäre das aus seinem Mysterium herausgetretene An sich. Die wirkende Ursache des Prozesses wäre die ins po- * tenzlose Sein zurückstellende zweite Potenz. Denn diese zweite, ausgeschlossen von ihrem Sein und selbst negiert durch das, was früher Subjekt war, jetzt selbst Sein ist, kann seiner Natur nach nichts anders als der Wille sein, dieses sein Negierendes wieder zu negieren, oder in sein An sich, in sein Nichts zurückzuüberwinden; denn das ursprüngliche Sein ist nach außen Nichts. Wieder überwunden in sein ursprüngliches Nichts wird das an sich Seiende selbst wieder zum Setzenden des Dritten. Der Prozeß beruht nämlich darauf, daß das an sich Seiende selbst wie das Sein ist. Es muß dieses nicht sein Sollende , dieses falsche Sein, gleichsam zur Exspiration gebracht werden; aber eben dadurch wird es zum Setzenden des Dritten, dem allein gebührt zu sein. Wenn, um es nochm.al zu wiederholen , das herausgetretene An sich die veranlassende Ursache und das gehemmte rein Seiende die wirkende Ursache des Prozesses ist, so ist die dritte Gestalt, das sein Sollende, die End=Ursachc, die causa finalis des Prozesses. Wir können Anfang , Mitte und Ende des Prozesses angeben. Der Anfang ist nämlich das herausgetretene An sich, die Mitte ist das rein Seiende, welches das An sich wieder in sein Nichts zurückscheucht ; das Ende ist das in sein ursprüngliches Sein wiederhergestellte An sich, das sein Sollende. Hier muß sich Ihnen natürlich die Frage aufdringen, wie denn jenes Prinzip des Anfangs in sein Ansieh überwunden werden könne? Ich brauche hier nur an das, was schon früher gezeigt ist, zu erinnern.",
    "Das sein Könnende in seinen1 Heraustreten zum actus erhoben, kann nur als entzündeter, als positiv gewordener Wille erscheinen . Wille ist das einzige Widerstand Leistende, und daher eigentlich das einzige Überwindbare. Der Wille des Anfangs, eben weil er Wille ist, kann also in seine Natur zurückgebracht werden. Wenn nun der ganze Prozeß auf Spannung der Po- tenzen beruht, so beruht die Möglichkeit des Prozesses darauf, daß die drei Potenzen, obwohl sie gegenseitig sich ausschließen , doch nicht wirklich auseinander können. Die letzte Möglichkeit beruht also darauf, daß ihre ursprüngliche Einheit eine geistige ist. Eben indem der reine Geist sich die Möglichkeiten oder Potenzen darstellt, wird er sich inne als der in der Zerstreuung nicht zertrennbare, er wird sich als der unzertrennliche Eine inne, der eben darum frei ist, die Zertrennung zu setzen, weil er nicht aufhört in der Zertrennung der Einzige zu sein, er wird sich im eigentlichen Sinne als Gott inne, welcher Name nur dem gebührt, der sagen kann: »Ich werde sein, der ich sein werde«, d. h., der ich sein will. Um sich die in der Zertrennung bestehende Einheit aufs bestimmteste zu denken, ist zu bemerken, daß die Potenzen während der Spannung sich gegenseitig ausschließen, aber nicht für Gott auseinander sind. Gott ist unauflösliche Einheit der Potenzen unmittelbar an sich selbst, mittelbar durch die Potenzen. Nur die Potenzen sind zertrennbar, aber Gott ist in ihnen auch in dem jetzt alterierten ursprünglichen Sein immer derselbe alles durchdringende Geist; die Potenzen sind zwar für sich, aber nicht für ihn un- durchsichtig. Die Spannung dient nur dazu, die ursprüngliche Geistes=Einheit zu durchkreuzen, nicht sie aufzuheben. Das Reelle in den Potenzen ist noch immer das Göttliche - was nicht göttlich ist, ist bloß Schein, ist bloß akzessorisch, nicht Wesen, also auch die Welt. Wenn das Erzeugnis der Potenzen die Welt ist, so ist sie eine, aber göttlich gesetzte, Erscheinung.",
    "Die Welt außer dem Geist gesetzt ist bloße Erscheinung. Könnten wir die Welt ihrem Wesen nach sehen, so würden wir eben das rein Geistige sehen. Betrachten wir die Potenzen nicht ihrem Wesen nach in ihrem Verhältnis zu Gott, sondern in gegenseitiger Ausschließung oder unter sich, so sind sie als gegenseitig sich ausschließende außer ihrer Gottheit gesetzt; sie sind entgottete, sie sind außer jenem n:vwµa, außer jenen1 actus purissimus gesetzt, wo keine Spannung ist. Sie sind daher in ihrer Entgegensetzung allerdings praeter Deum, doch auch schlechthin nicht nicht Gott; denn potentia sind sie allerdings :i Gott; sie sind theogonische, das göttliche Sein wiedererzeugende , Potenzen, nur nicht wirklich Gott. Ihre Gottheit ist nur suspendiert, nicht aufgehoben. Aber eben das zu erklären, wie etwas praeter Deum und doch nicht Nichts ist, darauf kommt es vorzüglich an, wenn der Polytheismus begriffen werden HI soll. Bloß Potenzen sind sie nur in der Spannung während des Prozesses. Wenn das Herausgetretene in sich zurückbesiegt ist, im Ende des Prozesses, sind sie nicht mehr Potenzen, sondern wieder Gott selbst. Auf diese Weise begreift sich, wie allerdings im Menschen Gott selbst ist, wie der Mensch am Ende der Natur seinem Sein nach wieder als vollko1nmener Geist hervortritt . Denn am Ende des Prozesses hören die Potenzen auf; sie sind wieder das Wesen selbst. Daß alles aus Gott sei, hat man von jeher gefühlt; es ist dies das wahre Urgefühl der Menschheit; aber man kam niemals über das bloße daß hinaus, :iu daß nämlich alles aus Gott sei. Bloß logisch, nicht überzeugend , hat man dies bewiesen. - * Erst war notwendig zu zeigen, wie das, was ursprünglich in Gott, tanquam in actu purissimo, als geistigstes Leben gedacht wird, sich entgeisten könne, indem es sich aus dem actus setzt; :is wie es gleichsam. materialisiert werden könne (materialisiert im relativen Sinne geno1nmen, d. h., in bezug auf das höchste Geistige; denn das konkrete Materielle ist immer noch geistig).",
    "Durch die Entwicklung der Möglichkeit ist gezeigt, was weder * eine Philosophie, noch weniger eine Theogonie zeigen konnte.",
    "Zu bemerken ist nur noch folgendes:",
    "Auch in den gespannten Potenzen existiert immer noch Gott um nichts weniger als in der Einheit. Die Gottheit ist zwar suspendiert - aber nicht die existentia, nur die Art ist aufgehoben ; es ist die Spannung der Potenzen nur eine andere Form des Seins Gottes; sie ist die frei gewollte Form seiner göttlichen Existenz, wo er nicht bloß in sich, sondern auch außer sich ist.",
    "Insofern Gott doch zuletzt das einzig in jeder Potenz existierende ist, ist er in jeder Potenz ein anderer, ein anderer als der aus der Einheit herausgetretene, ein anderer als der wieder zu vermittelnde und ein anderer als der, der sein soll. Aber er ist nicht ein anderer Gott in jeder, ist also nicht mehrere Götter. Er ist zwar mehrere, aber nicht mehrere Götter, weil nicht die Gestalten für sich, sondern nur in ihrer unauflöslichen Einheit Gott genannt werden können. Also sind wir zum Begriff des Monotheismus, zum Übergangs=Punkte von der allgemeinen zur besondern Philosophie geführt. Monotheismus ist der besondere Gegenstand unserer jetzigen Entwicklung. Wenn, wie schon erwähnt, falsche Religion nicht absolute Irreligion, sondern nur verkehrte wahre Religion ist, so ist die Mythologie, deren Element der Polytheismus ist, nur ein verkehrter Monotheismus. Also Monotheismus ist der höchste Begriff einer Philosophie der Mythologie: Monotheismus ist auch der höchste Begriff der wahren, d. h., der geoffenbarten Religion. Von nun an haben wir zunächst bloß mit diesem Begriff uns zu beschäftigen. Nur ist diese Entwicklung dadurch von der frühem verschieden, daß die jetzt anfangende Entwicklung von einem bestimmten vorausgesetzten Begriff ausgeht. Die frühere war eine schlechthin unbekannte, von keinem positiven Begriff ausgehende, eine schlechthin von vorne anfangende Entwicklung, wo es darauf ankam, der Philosophie selbst einen Anfang zu finden. Da sich der Begriff des Monotheismus als das Höchste zeigte, und da eine kritische und analytische Untersuchung notwendig wieder auf das bisherige zurückführt, so ist die jetzt anfangende Entwicklung eine Wiederholung, aber eine Wiederholung in umgekehrter Richtung. Daher wird dasselbe von zwei verschiedenen Seiten gezeigt. Wenn also bisher etwas für einige noch dunkel war, so fordere ich diese Herren auf, der kritischen Erörterung des Begriffes Monotheismus aufmerksam zu folgen. Sie werden sich dann der Idee, um die es zu tun ist, bemächtigen. Es wird alles viel verständlicher sein, umso leichter, da man nicht einen nicht vorhandenen Begriff erst suchen muß, sondern Ihnen nur das zu begreifen vorgelegt wird, was mit diesem Begriff gedacht und nicht gedacht werden soll. Jeder von uns ist MonoSechzehnte Vorlesung llll theist und will es sein. Nun fragt sich aber: Was haben wir mit dem Begriff des Monotheismus? Was könnte nämlich der Erörterung des Monotheismus die Frage entgegenwerfen, was an dem Begriff des Monotheismus, den jedes Kind verstehe, zu ::, erörtern sei? Hierauf antworten wir: Jede Erörterung setzt einen Zweifel an dem wissenschaftlichen Inhalte des Begriffs voraus. Wie könnte aber der Inhalt des Begriffs Monotheismus zweifelhaft sein, eines Begriffs, den wir als Grundlage der geistigen und sittlichen Bildung erkennen müssen, eines Bell > griffs, in dem wir geboren und erzogen sind, auf dem unsere ganze Bildung beruht, der nicht bloß der Schule, sondern der Menschheit angehört, der nicht bloß wissenschaftliche, sondern welthistorische Bedeutung hat, Zwar ist nicht zu leugnen, daß Monotheismus ein klarer, von selbst sich verstehender Begriff ist. Aber eben dieses Selbstverstehen verursacht die Schwierigkeiten. Man sollte glauben, ein Begriff der erst seit anderthalbtausend Jahren herrschend geworden ist, der zwar die bessere aber kleinere Hälfte der Menschheit beherrscht - man sollte denken, ein solcher Begriff sei doch ein Begriff von besonderm Inhalte und kein von selbst sich verstehender. Also muß, je wichtiger dieser Begriff durch seine Entstehung war, umso mehr es erlaubt sein, zu zweifeln, ob der Inhalt des Begriffes ein wahrer ist. Eine zweite Einwendung könnte man in folgender Weise machen: Wie hätte dieser Begriff als ein unwahrer gerade über den einsichtsvollem Teil der Menschen solchen Einfluß ausüben können? Aber die Sachen sind eher, als die wissenschaftlichen Begriffe. Jetzt noch gibt es allerlei Dinge im Menschenleben, die lange bestehen, und deren Begriffe doch nicht wissenschaftlich erörtert sind. Seit dem Anfange der bürgerlichen Gesellschaft gibt es ein Recht, und dennoch ist kein Begriff weniger erörtert, als der des Rech- * tes. Seit undenklicher Zeit gibt es ein Königtum, aber auf die Frage über die letzten Gründe desselben würde man wohl l*] »Vom Rechte, das mit uns geboren ist, von dem ist leider 1 nie die Frage.« Goethes Faust. S. 98. [V. 1998-9] verschiedene Antworten erhalten. Wie auch jener erste große Übergang vom Polytheismus zur Anerkennung des Einen Gottes geschehen sein mag: durch Wissenschaft und auf begreifliche Weise ist er keineswegs geschehen. Das Christentum ist mit Wundern umgeben - aber man kann sagen, das größte Wunder ist der schnelle Übergang von und der plötzliche Überdruß an dem Polytheismus. Wenn nun dieser Übergang für die in ihm begriffene Menschheit ein unbegreiflicher gewesen ist, so läßt sich denken, daß die spätere Reflexion sich über den wahren Inhalt dieses Begriffes getäuscht hat. Wenn einmal ein erwünschter Zustand gegründet ist, fragt man nicht mehr nach der Grundlage desselben - man wagt es nicht, seiner Grundlage nachzuforschen, weil nnn fürchtet, das ganze Gebäude selbst zu erschüttern. Oberhaupt das allgemeine Anerkanntsein eines Begriffes ist noch kein Beweis von wissen- schaftlicher Grundlage. In der Regel - darf 111.an sagen - sind die Begriffe, so in beständiger Anwendung sind, gerade die, welche am. schlechtesten und ungewissesten gebraucht werden.",
    "Wenn indes jemand darüber sich wunderte, daß man diesen Begriff erörtern wolle, so möchte dieser vielmehr ein bloß allgemein unterrichteter, als selbstforschender Geist sein. Kein Professor der christlichen Dogmatik wird sich finden, der nicht seine Verlegenheit eingesteht, die ihn stets beim Vortrage über den Begriff und die Lehre des Monotheismus befallen hat.",
    "Wer diese Erfahrung nicht selbst gemacht hat, wird sie in den dogmatischen Lehrbüchern machen können. Manche philosophische Lehrbücher erwähnen den Begriff der Einheit Gottes nur noch des Herkommens wegen, einige lassen ihn oft ganz weg. Die Theologen aber rn.üssen sich von Amts wegen dazu verstehen, von diesem Begriff Erwähnung zu tun. Doch ab- gesehen davon - bei den ältern Theologen, denen Dogmatik 111.ehr als ein exigetischer Kursus der Beweisstellen war, und bei den neuen Theologen, welche formell wenigstens eine Philosophie zugeben, findet sich eine auffallende Befangenheit in den Ausdrücken, eine verdächtige Eile, mit der sie über diese Begriffe hinweg gehen, gleichsam als könnten sie keine tiefere Untersuchung aushalten. Die Ursache ist nicht schwer zu erraten ; denn die Formel, mit welcher der Begriff der Einheit Gottes ausgedrückt wird, ist jene des Muhammedaners, daß nämlich außer Gott kein anderer Gott ist (Cf. Alcorani textus universus, ex correctioribus Arabum exemplaribus descriptus et ex arabico idiornate in latinum translatus, appositis notis atque refutatione. His onmibus praemissus est prodromus - auct. Ludov. Maraccio. Patavii, 1698. fol.). Sie werden eingestehen , daß Sie nie eine andere Erklärung des Begriffes Monotheismus gefunden haben. Wenn nun dies die allgemeine 111 Erklärung des Begriffes ist, so kann man sich über jene Verlegenheit nicht wundern. Es ist nämlich 1) schon die Fonnel dieser Erklärung auffallend. Denn durch diese Formel ist nichts in Gott selbst, nichts Positives in ihm gesetzt, sondern nur etwas at1fier ihm negiert. Die Einheit Gottes ist das Dogma Km' E~OXT]V; es sollte also damit etwas Positives behauptet werden, und doch haben schon längst die Theologen in der Einheit Gottes nur etwas Negatives gesehen. Es kommt diese Lehre, statt sie vorauszuschicken , nur in, Kapitel von den Attributen Gottes vor. Es ist also 1) schon der negative Ausdruck dieser Erklärung auffal- 211 !end. Auffallend ist aber 2) die Formel an sich selbst. Was sie betrifft, so leuchtet ein, daß dieser Satz eine überflüssige Versicherung enthalte. Denn wenn man Gott schlechthin gesetzt hat, so wird man ihm nicht mehrere Male setzen. Wenn ich sage: Außer Gott ist kein anderer Gott, so habe ich nicht Einen Gott, sondern Gott schlechthin gesetzt. So h'.itte niemals ein Polytheismus entstehen können. Der Polytheismus kann nicht dadurch entstehen, daß man Gott zuerst schlechthin etwa gleich A setzt, und dann Gott als A + A + A. Wenn ein Satz, dessen Gegensatz ungereimt ist, als Behauptung, ja als beson- 3IJ dere Lehre vorgetragen wird, so ist er selbst ungereimt. Und so erklärt sich denn auch die Blödigkeit, welche die Philosophen und Theologen bei der Erörterung dieses Begriffes befällt. Es ist die zu große Klarheit, was ihnen Verlegenheit verursacht - und diese Befangenheit kann sich nur steigern, wenn man erst noch Beweise sucht. Man sucht Beweise, damit der Schein einer bcsondern Lehre entsteht; aber wie will man das beweisen , was offen daliegt, was niemand leugnet' -"
  ]
}