{
  "title": "57. Vorlesung (Lecture 57)",
  "paragraphs": [
    "Eigentümlich war den gnostischen Sekten nur ihre Lehre oder ihre Ideen vom Weltschöpfer. Dieser sollte ein vom wahren oder höchsten Gott ganz verschiedener, ja ihn nicht einmal o kennender sein. Andere geben dem Demiurgos eine Ahnung des höchsten Gottes zu, vermöge der er in der UA.T] etwas dem höchsten Gott Analoges hervorzubringen trachtet. Es ist hier nicht der Ort, diese wunderlichen Ideen der Gnostiker näher zu erklären. Meine Herren Zuhörer werden aus dem Frühem und lll aus dem, was später gesagt werden wird, ohnedies diese Vorstellungen von selbst zurechtzustellen wissen. Der bloße Demiurgos hat nach der Lehre der Gnostik während des Heidentumes und in der Zeit des Alten Testaments geherrscht; von ihm wurden die mosaischen Gesetze gegeben. Cerinthus war vollständig dieser Lehre zugetan, die sich ganz unabhängig vom Christentume gebildet hatte. Irenäus sagt von Cerinthus:",
    "»Cerinthus autem quidam in Asia non a primo deo factum esse mundum docuit, sed a virtute quadam. valde separata et distante ab ea principalitate, quae est super universa, et ignorante 2ll eo, qui est super omnia, - deo. Jesum autem subjecit non ex virgine natum, im.possibile enim hoc ei visurn est, fuisse autem eum Joseph et Mariae filium similiter, ut rcliqui omnes ho- * m.ines etc.«. Cap. 25. op. cit. Ed. Par. 1567. Mit dieser unabhängig vom Christentume schon vorausgefaßten Lehre wollte Cerinthus das Christentum verbinden, und dies ist ein Beweis, welche Realität das Christentum für die damalige Zeit hatte.",
    "Der wahre unsichtbare Gott, sagt er, sei der Welt erst durch Christus bekannt geworden, nachdem der Welt zuvor nur der Dem.iurgos bekannt war. Unter Christus versteht er eine vom höchsten Gott abstamm.ende Kraft, die mit dem Menschen Jesus sich verbunden habe. Gesetzt, Cerinthus habe diesen Christus 11.oyoc; genannt, was sehr zweifelhaft scheint, so ist, da er doch die Idee und also auch den Ausdruck nur von christlichen Lehrern nehmen konnte, es bei weitem glaublicher, daß er diesen und andere Ausdrücke, die er mit Johannes gemein hat, nachdem sie ihm von Johannes oder dessen Schülern zugekommen sind, auf seine Weise und zu seinen Ideen gebraucht und mißbraucht habe, als daß Johannes diesen Ausdruck von Cerinthus, der bei den verwirrten Köpfen der Gnostiker einen ganz verkehrten Sinn hatte, annahm. Eine solche Annahme widerstreitet der Einfalt der apostolischen Lehrart, und wenn Johannes diesen oder jenen Ausdruck der Cerinthischen Lehre annahm, so war dies gewissermaßen eine Anerkennung desselben , was nicht wohl sein kann. Cerinthus hat nicht bloß Aoyoc;, sondern noch mehrere Ausdrücke z. B. µovoysvric; mit dem Johannes gemein. Hat Johannes den ersten Ausdruck von ihm geno1nmen, so kann nun folgerecht schließen, daß er auch den zweiten Ausdruck von ihm habe, der doch bei mehreren Aposteln sich findet. Wie kam Cerinthus auf diesen Ausdruck?",
    "Hat Johannes ihn gebraucht, so begreift sich, wie Cerinthus ihn bekam; denn dieser scheint überhaupt sich sehr viele Terminologien der christlichen Lehrer angeeignet zu haben, wie z. B. Jakob Böh1ne Ausdrücke des Paracelsus und anderer gebrauchte , ohne sie zu verstehen und ihnen einen ganz andern willkürlichen Sinn beilegte. Wahr ist es, daß Cerinthus Zeitgenosse des Johannes war und mit ihm zu Ephesus lebte. Er suchte Johannäische Ausdrücke in sein System hineinzuflech- ten, aber was Cerinthus unter Aoyoc; verstand, ist so wenig klar, daß nun höchstens annehmen kann, er habe sich dieser Bezeichnung als Nebenausdruck bedient. Die Cerinthische Christologie ist diese: Jesus ist ein bloßer Mensch, Kind eines Menschenpaares, des Josephus und der Maria, und insofern steht Jesus unter dem Demiurgos. Von diesem Menschen Jesus unterschied er den Christus, der bei der Taufe über ihn gekomn 1en sei und sich mit ihm verbunden, bei seinem Leiden und Tode aber wieder sich entfernt oder zurückgezogen habe.",
    "Diesen Höhern nannte er nicht Aoyoc;, sondern Xptcnoc;, und dieser Xptcn:oc; scheint ihm sogar mit dem Heiligen Geiste eins gewesen zu sein, weil er nämlich nicht bei der Geburt, sondern bei der Taufe über Jesus kam. Diesen Christus setzte er über die himmlischen kosmischen Kräfte, die bloße Werkzeuge des De- 1niurgos waren. Christus kommt nicht von diesen himmli- sehen Kräften her, stammt nicht vom Demiurgos her, sondern, weit über die himmlischen Kräfte erhaben, stammt er vom höchsten Gott ab. Aber es ist nicht gewiß, ob Cerinthus diesem erhabenen Gottgeiste den Namen 1c6yoc, beilegte. Wahrscheinlich hat er eine der himmlischen Kräfte 1coyoc, genannt; wahrscheinlich ist dieses nach Irenäus. Wenn nun Johannes 6 1c6yoc, sagte, wenn er diesen alles verwirrenden Ausdruck des Cerinthus gebrauchte, so rief er alle Vorstellungen des Cerinthus zurück, um durch die nähern Erläuterungen sie wieder zu entfernen. Wozu diese Umwege? Selbst die poleniische Absicht gegen Cerinthus hätte dieses Verfahren nicht gerechtfertigt; lll aber selbst die polemische Absicht des Johannes ist nicht so sehr über allen Zweifel erhaben, als man gewöhnlich annimmt.",
    "* Schon von selbst und ohne ausdrückliche Absicht mußte die Erzählung des Johannes den Ansichten des Cerinthus widersprechen , wie sie auch Antithesen gegen andere, zur Zeit bestehende, Systeme enthält. Es scheint mir eine gewagte Sache , aus den verwirrten und sich widersprechenden Ansichten des Cerinthus ein System der Cerinthischen Lehre zusammenzusetzen ; es könnte hier leicht ein circulus vitiosus liegen. Es scheint, man hat den, Cerinthus viele Meinungen zugeschrieben , auf die man erst aus Stellen des Johanneischen Evangeliums geschlossen hat, und zu diesen Voraussetzungen hat man gegriffen, um sich den verschiedenen Inhalt und Charakter des Evangeliums Johannis zu erklären. Allein, wie dem auch sei, so glaube ich als überwiesen wahrscheinlich annehmen zu müssen , daß Johannes den Ausdruck 6 1c6yoc, nicht von Cerinthus entlehnt, sondern völlig selbständig gebraucht habe. Wenn aber 6 1c6yoc, ein eigener und selbständiger Ausdruck des Johannes ist, wie kam er zu diesem Ausdrucke und was hat er sich dabei gedacht? Inwiefern glaubt er diesen Ausdruck ohne vorausgehende Erklärung als bekannt voraussetzen zu dürfen? Auf das Letztere läßt sich antworten: Johannes habe diesen Ausdruck schon in seinen mündlichen Vorträgen gebraucht und erklärt, und habe daher sein Verständnis bei seinen Schülern voraussetzen dürfen. Fragt man aber nach dem Sinne und Grund dieses Ausdrucks, so hat man keine Verlegenheit, weil man keine Erklärung findet, wohl aber, weil man zuviele findet.",
    "Die zweite Persönlichkeit kann danun das Wort Km:' i:l;ox11v genannt werden, weil durch sie alles aussprechlich geworden ist, weil das unaussprechliche Sein des Vaters durch sie aussprechlich geworden ist. Denn das Sein, das vom Vater herkommt , unser B, ist grenzenlos, unerfaßlich, unaussprechlich; indem aber durch die Wirkung der zweiten Persönlichkeit das A, die Grenze, der Verstand hervorgebracht wird, so ist es als B, das zugleich A ist, notwendig begrenzt, begreiflich, aussprechlich . In einer andern Wendung kann m.an sagen: Wie das Wort das Offenbare des an sich unsichtbaren menschlichen Geistes ist, so ist der Sohn das relativ Äußere und Sichtbare des Vaters, in dem der Vater verständlich und faßlich wird, und so kann der Sohn das Wort des Vaters heißen. Man könnte damit eine Bestimm.ung späterer christlicher Schriftsteller vergleichen , welche sagen, der Sohn sei die Definition des Vaters (öpoc; wG rca1:p6c;); er verhalte sich zum Vater, wie die De- * finition zum Definitum. Gegen diese beiden Erklärungen ließe sich einwenden, sie seien zu philosophisch und allgemein, sie seien zu entfernt; es komme hier nicht auf den möglichen, sondern auf den wirklichen Sinn an; es komme hier auf den Sprachgebrauch an, und m.üsse nachgewiesen werden im Alten Testament, weil die Schriftsteller des Neuen Testaments hierin wenig abwichen. Insofern lag es sehr nahe, da zu erinnern, daß in der mosaischen Schöpfungsgeschichte es heißt: »Gott sprach, es werde Licht usw.«, daß also das Schaffen Gottes als ein Sprechen ausgedrückt wird. »Der Himmel ist durch das Wort des Herrn gemacht« heißt es in einem Psalme. Die älteren Theologen erklärten ohnedies schon jene älteste Stelle vom Gregorius Nazianzenus Filium Dei öpov Kai Aoyov 10() rrmpoc; nominat , i. e. definitionem, et rationem (Orat. 38. Orat. 42.). Tum alio in loco (Orat. 36) fusa nominis illius interpretationem edisserit. A6yoc; öi;, ön ou,coc; ?.xc1, rrpoc; ,ov rran:pu, <lic; rrpoc; voDv 'A.6yoc;· ou µ6vov öui ,6 urralti:c; ,f\\c; ycvv1jcrccoc;, aAAa Kui ,6 cruvaq:,i:c;, Kai ,6 !l~ayyEAnK6v.",
    ",axa ö'/iv ElltO\\Tlc;, ön KUi wc; öpoc; rrpoc; T0 6pt1;6µEVOV, EltE\\0T] Kai TOUTO AEYETat Aoyoc;. Isodorus Pelusiota libero tertio, epist. 18. öpov KU! Aoyov TOD rrmpoc; vocat Filium.",
    "Sohn Gottes, was aber nicht haltbar ist, wie aus der Parallele erhellt, da dort das Wort nicht eine Persönlichkeit ist, sondern nur ein Befehl, ein Geheiß. Indes diese Bemerkung würde nichts gegen eine analoge Erklärung des Johanneischen Logos beweisen; denn dieses Wort könnte doch zu Johannes Zeiten und vor Johannes noch von jüdischen Auslegern persönlich verstanden worden sein, und ist auch wirklich so verstanden worden, namentlich von Philo, der unter A6yor; freilich auch die intelligible Welt, aber in einigen Stellen auch die demiurgische Potenz versteht, und es ist offenbar, daß Philo seinen Ausdruck 6 A6yor; ,oG lkoG nur bereits in bezug auf eine solche Auslegung des Alten Testaments gewählt und angenomn1en habe. Nachdem er eine eigene Hypostase annahm, durch die alles geschaffen ist, so gab er dieser Hypostase den Namen 6 A6yor;. Und so könnte aus dem Alten Testament abgeleitet , nicht aber aus Philo, dieses Wort an Johannes selbst gekommen sein, um die demiurgische Potenz auszudrücken, von der er in, Zuammenhange sagt, daß durch sie alles geschaffen sei. Nun aber bleibt eine Sache unerklärlich, nämlich warum durchaus bloß A6yor; und nicht 6 A6yor; wG SwG steht? Wenn dieser Genitiv dabeistünde, so könnte kein Zweifel über die Erklärung dieser Stelle sein. Warum steht es hier ohne Zusatz? Passend könnte man finden, eine Stelle des Alten Testaments zu vergleichen »Er sendet seine Rede auf die Erde, sein Wort läuft schnell«. Hiernach würde 6 Aoyor; das auf die Erde gesandte Wort bezeichnen. Man könnte diese Erklärung noch enger einschränken, und sagen: Christus heißt hier 6 A6yor;, weil durch ihn sich Gott aufs Vollkommenste geoffenbart hat, weil Gott durch Christus alles offenbar gemacht , erklärt hat, und könnte sich auf die Stelle berufen:",
    "»Niemand hat Gott gesehen - der Sohn hat ihn erklärt,« wopersönlichen Hypostase des in den Philonischen Schriften auftretenden Logos auf historisch-pragmatischem Wege zu lösen. Zugleich eine gedrängte Darstellung des Philonischen Svstems. Tübingen, 1851.",
    "nach 6 11.6yoc, das den Vater erklärende Wort ist. Auf diese Art wären alle diese Erklärungen aufs Engste eingeschlossen. Aber alle diese Erklärungen haben den Fehler gemein, daß sie einen Genitiv einschalten oder voraussetzen, der nun einmal nicht da ist; denn es heißt nicht 6 11.6yoc, wG SwG, sondern abstrakt 6 11.6yoc,. Jene Ergänzung ist daher willkürlich, und ehe man sich diese erlaubt, muß man wenigstens versuchen, ob 6 11.6yoc, sich nicht abstrakt erklären lasse. Johannes bedient sich dieses Wortes nur in1 ersten Verse »Ev apxn T]Y 6 11.oyoc, usw.« und im 14.",
    "Verse »Km 6 11.oyoc, cmp~ i':yEvEw.« Es läßt sich außerdem wohl einsehen, warum Johannes notwendig fand, am Anfange dieser doktrinellen Exposition sich ganz abstrakt über die PersonJesu auszudrücken, und die andern Erklärungen nicht für schicklich erachtete. Denn der Name Jesus ist der Name des Menschgewordenen ; von diesen, aber läßt sich nicht sagen: »Er war am Anfange.« Auch den Namen Christus konnte er nicht brauchen ; denn mit diesem wäre schon etwas ausgesprochen; er will aber nichts aussprechen und diese Persönlichkeit ganz von vorne - a priori - begreiflich machen. Er konnte sich der Benennung Christus nicht bedienen, wegen der Johannes=Jün- ger, auf die er allerdings in seinem Evangelium mehr Rücksicht nimmt, als auf die Gnostiker; denn die Jünger des Johannes des Täufers erklärten den Täufer selbst für Christus oder den Messias ; er aber widerspricht den Vorstellungen der Johannes=Jünger sowie des Cerinthus, ohne daß jedoch eine Polemik im eigentlichen Sinne wahrzunehmen ist. Hat Johannes auf gnostische Meinungen, namentlich des Cerinthus, Rücksicht genommen (eine Widerlegung aber findet sich auf keinen Fall), so konnte er auch nicht sagen Christus; denn von diesem leugnet selbst Cerinthus nicht, daß er im Anfange bei Gott war, wohl aber von Jesus. Jesus und Christus waren ihm zwei ganz verschiedene Subjekte. Der Christus des Cerinthus fand den Menschen Jesus vor: er war ihm nicht der im Fleische gekommene Christus, sondern der Christus verband sich mit dem Menschen Jesus, den er vorgefunden hatte. Johannes hatte also alle Ursache, die gewöhnlichen Benennungen zu vermeiden, und sich im allgemeinsten oder ganz abstrakt über das Subjekt, von dem er reden will, zu erklären. Je abstrakter wir nun die Benennung 6 'A.oyoc, erklären, desto mehr nähern wir uns seinem Sinne an. Die abstrakteste Erklärung ist diese, wenn wir annehmen, daß 6 'A.oyoc, das Subjekt bedeute, von dem die s Rede ist, is, de quo sermo est. Das hebräische Wort Taphar * ([1::17]) entspricht dem griechischen Aoyoc,, welches das Subjekt und das Objekt bezeichnet. De1ngemäß wäre der Anfang des Evangeliums so zu erklären: »Der Gegenstand, das Subjekt, von dem wir reden, war im Anfange.« Dadurch verliert freilich das Wort 6 'A.oyoc, das Geheimnisvolle, das Mystische; aber ich 1neine, es bleibt noch Geheimnisvolles genug, das man nicht nötig hat, noch mehr hineinzufügen. Daß der Apostel einen solchen allgemeinen Ausdruck braucht, davon liegt der Grund darin, daß er den Gegenstand vorerst nicht nennen will. Es ist nicht undenkbar, daß es in den philosophischen Schulen der Juden, zumal in Kleinasien, wo die Juden an exoterischer Gelehrsamkeit bereits teilnahmen, gebräuchlich war, den Gegenstand der Untersuchungen, den man zunächst nicht näher bezeichnen wollte, 6 Aoyoc, zu nennen, ungefähr wie in der spätem Mathematik das X entlehnt worden ist, um eine noch zu bestimmende Größe zu bezeichnen. Wäre es nicht so gern, daß Taphar auch für das Objekt der Rede gebraucht wird, so könnte nun sich auch auf einen andern Sprachgebrauch berufen . Bekanntlich hatten die Juden wegen des streng verstandenen Gebotes: Du sollst den Namen Jehova nicht eitel nennen (was auch manche Theologen und Religionslehrer strenger beobachten sollten), eine solche Scheu, diesen Namen auszusprechen , daß sie Adonei (das Appellativum) aussprachen.",
    "* ('Ji'?t,1;) ('l7t,i;) Wo sie aber in gelehrten oder wissenschaftliehen Schriften Gott zu nennen haben, da setzen sie eine allgemeine Beziehung schlechthin z.B. Haschern, der Name, wie: »Der Name hat uns gezüchtigt« statt Gott hat uns gezüchtigt . Wenn hier der Name statt des Gegenstandes gesetzt wird, so ist in 'A.oyoc, das Wort statt des Gegenstandes gesetzt - und wie Haschern den Namen, der über allen Namen ist, bedeutet, so ist in 'A.oyoc, das über alle andern Worte erhabene Wort ausgedrückt, so daß der Anfang des Evangeliums Johannis in einer verständigen Paraphrase so lauten würde: »Im Anfange war die über alles erhabene Sache oder Person, die wir dann näher bestimmen wollen.« Es ist nämlich nicht notwendig , 6 Aoyor; persönlich zu verstehen; es kann auch als Sache genommen werden, indem es dann allerdings dem Sprachge- brauche gemäß erklärt ist; denn 1) ist dem neutestamentlichen Sprachgebrauche überhaupt gemäß, besonders in Fällen, wo eine Unbestimmtheit beabsichtigt wird, das Abstraktum statt des Konkretums zu setzen. So sagt der Engel zu Maria: »Das Heilige, das aus dir geboren wird usw.«; denn Gottes Sohn * wird der Messias erst genannt werden. Ebenso ist es hier die Absicht des Johannes, gleich die ganze Geschichte des im Fleische Erschienenen von vorne - a priori - zu geben. Von diesem Standpunkte des Anfangs, auf den er sich im ersten Verse stellt, ist alles, was er erzählen will, noch zukünftig; darum konnte er nicht sagen: »Im Anfange war er Sohn Gottes.« Als Sohn Gottes wird er erst erklärt, nachdem er Mensch geworden. Was nur sukzessiv sich offenbart, ist im Anfange nicht bestimmt, wie ich einen Menschen, der in der Feme erscheint, nicht gleich als einen Menschen erkennen kann, und darum nicht frage: Wer ist dort? sondern: Was ist dort? In derselben Absicht und mit gleicher Konsequenz geschieht es, daß Johannes auch in den folgenden Versen sich ganz abstrakter Ausdrücke bedient, z.B.",
    "Licht. Oberhaupt setzt er das Abstraktum statt des Konkretums sehr gerne, z.B. wenn er Christus sagen läßt: »Alles, was du mir gegeben hast«, welches nach dem Zusammenhange heißt: »Alle, welche du mir gegeben hast.« Zuweilen setzt er im Vordersatze das Abstraktum, z.B. im 17. Kapitel: »eocoKar; aui:cp si;oucrtav nacrrir; crapKor;, {va nav 6 osocoKar; aui:co usw.« jetzt geht er auf einmal ins Persönliche über - »ococrn aui:otr; ~coriv aicovtov.« Johannes liebt also überhaupt das Abstraktum, hat aber im Anfange seines Evangeliums noch einen besonderen Grund. Man hat zwischen dem Evangelium des Johannes und seinem ersten Briefe eine gewisse Symmetrie bemerkt. Er fängt seinen Brief aber so abstrakt an, als er das Evangelium anfängt und man wäre schon durch den Anfang des Briefes berechtigt gewesen, in Aoyor; auf eine Abstraktion, statt auf eine Persönlichkeit, zu schließen. Der Brief lautet so : »'O riv an' apxTJc;, 6 UKT]KOaµEv, 6 toopaKaµEv wie; öcpSaAµotc; 11µoov, 6 eScacmµESa (6 Aoyoc; entspricht dem Neutrum 6 und hat insofern auch abstrakte Bedeutung) Kat a{ XEtpEc; 11µoov E'l'TJAU(pT]O\"UV, 7tEpl TOU Aoyou TT]c; soo11c; (auch hier derselbe unbestimmte Ausdruck 6 Aoyoc;, aber mit dem Zusatze TT]c; sWTJc;, nicht TOU Swu d. h. die Ursache, das, was Quelle des Lebens ist) anayyEAOµEV Öµt V. (( Zuvor gibt das Wort sOOTJ dem Apostel Veranlassung zu einer Parenthese, wo er gleich abstrakt fortfährt: »Kat T] sWTJ ecpavEpOOST] usw.« »Das Leben war bei dem Vater« ist ebenso abstrakt gesprochen, als »das Wort war bei Gott« -, in diesem Sinne, das, wovon wir reden wollen, war bei Gott oder dem Vater. Unter dem Leben, das bei dem Vater war, versteht er auch etwas Persönliches, wie zuletzt unter dem Aoyoc;, bezeichnet es aber doch zuerst * nur abstrakt. Nun wiederholt er: »ö toopaKaµEv usw.« Er erklärt das »unsere Gesellschaft«: Wir stehen in Gesellschaft mit dem Vater und seinem Sohn. Hier geht er also erst ins Persönliche über, wie im Evangelium; das Persönliche Christi ist mit seiner Erscheinung im Fleische erklärt, denn erst da ist er als vom Vater unabhängige, wiewohl im innigsten Einverständnisse mit ihm seiende, Persönlichkeit erklärt. Von diesem Augenblicke an ist er ihm erst eine entschiedene Persönlichkeit , und darum hatte er vorher ganz abstrakt gesprochen .",
    "Ich glaube nun, diese vorgetragene Erklärung von Aoyoc; seiner Bedeutung nach zu solcher Wahrscheinlichkeit gebracht zu haben, als sie in solchen Fällen zu verlangen und möglich ist.",
    "Man könnte wohl von mir fordern, die Voraussetzung des jüdischen Sprachgebrauches aus dem Chaldeischen, Syrischen usw. zu beweisen. Dies kann ich nicht sogleich, zweifle aber * keineswegs, daß dieser Beweis sich finde. Bis jetzt jedoch habe ich noch nicht Zeit gehabt, nachzusuchen. Bis jetzt können wir uns damit begnügen, daß diese Erklärung den Sprachgebrauch im allgemeinen für sich hat. Jeder wird dieser Erklärung ge- *] Joh. I, 1, 1.",
    "neigt sein, wenn er bedenkt, oder sich gegenwärtig erhält, wie bloß 6 'A.oyoc, gesetzt ist, und nicht 6 'A.oyoc, TOD Srnu, welcher Zusatz keine Erklärung mehr übrig ließe. Eine bedeutendere Einwendung wäre, warum dies Wort so frühe schon persönlich verstanden worden sei, da es doch abstrakte Bedeutung hatte? Ich frage entgegen: Warum mißverstand man schon so frühe vieles andere? Warum hatte man schon so frühe, unmittelbar nach den Zeiten der Apostel, so viele entgegengesetzte Erklärungen , da doch nur eins das Wahre sein kann? Ein Interesse, das Wort persönlich zu verstehen, darf man schon frühe vor- aussetzen. Schärfer wäre die Einwendung, wenn man sagte, Cerinthus, der ein Jude und zwar ein gelehrter Jude war, hat dieses Aoyoc, doch persönlich verstanden? Allein ich habe schon vorher gesagt, das System des Cerinthus sei erst nach dem Evangelium des Johannes nach den in ihm geglaubten Anti- thesen zusammengesetzt worden, und die Rolle des Aoyoc, im System des Cerinthus ist so unbestimmt, daß ich es für zweifelhaft halte, ob und wie im System des Cerinthus vom Aoyoc, eine Rede war. Übrigens hat das Wort 'A.oyoc, zu vieles Interesse auch für die Nichttheologen, als daß ich es für überflüssig halten könnte, so ausführlich darüber geworden zu sein."
  ]
}