{
  "title": "Vorlesung 76 (Lecture 76)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Die in der letzten Stunde vorgetragene Erklärung scheint es mit sich zu bringen, daß das Dasein jenes Prinzips, welches die Schrift den Satan nennt, - zwar nicht sein Dasein schlechthin, wohl aber sein Dasein als Satan, - angenommen werden müßte als erst sich herschreibend vom Falle des Menschen. Diesem widerspricht aber die bestimmte Angabe der Offenbarung, welche den Satan als den beschreibt, durch den die ersten Menschen versucht und zur Sünde verleitet wurden. Dieser Einwurf muß allerdings gehoben werden. Er läßt sich aber schon durch eine genauere Bestimmung des Ausdruckes he- ben; denn das Dasein des Satans kann nichts anders bedeuten, als eine reelle Gewalt des Satans über den Menschen. Die reelle Gewalt hat der Satan erst seit dem Falle, sogar nach der Schrift. Durch den Fall hat der Mensch sich erst in seine Gewalt ge- geben. Aber die Macht oder Gewalt, den Menschen zu verlei- ten, die eigentlich noch keine reelle ist, die der Mensch erst zur reellen macht, diese gleichsam ideale Gewalt kann der Satan nicht erst durch den Fall erlangt haben. Die Sache verhält sich so: Jenes Prinzip des Anfangs, das die Grundlage der ganzen Schöpfung ist, war dem Menschen unterworfen; aber dieses Prinzip, obgleich jetzt in die Gewalt des Menschen gegeben, kann die ursprüngliche Duplizität seiner Natur nicht ablegen; denn es ist seinem tiefsten Wesen nach das gleich Sein= und nicht Sein Könnende. Bis auf die letzte Kategorie verfolgt, gehört der Satan zur Natur des nicht Seienden, was schon durch einen ihm beigelegten Namen erhellt: er heißt nämlich Belial*. Dies Wort bedeutet id, quod non prostat, non exstat, was nicht hervorsteht, sondern ganz ins Nichtsein zurückgeht."
    },
    {
      "index": 1,
      "text": "* 2. Cor. 6, l'i. ':iJJ'?:i"
    },
    {
      "index": 2,
      "text": "Zwar die Schöpfung beruhte eben darauf, daß dieses Nichtsein aus dem_ Nichtsein hervorgetreten und seiend, gleichsam ex- stant geworden war; aber der Sinn oder die letzte Absicht der Schöpfung ist, es als das Nichtsein, und daher als das Nicht * Sein Sollende zu erklären. Als solches ist es auch im Menschen erklärt; denn der Mensch entsteht nur, indem jenes Prinzip zum Nichtsein gebracht ist. Immer aber bleibt, wie gesagt, die Duplizität oder Doppelseitigkeit seiner Natur übrig; immer bleibt die Möglichkeit zurück, daß es wieder hervortrete; diese JU Möglichkeit ist nicht auszuschließen. Als wirkliches Prinzip ist jenes Prinzip ausgeschlossen durch das reine, rn.enschliche Be- wußtsein; in diesem existiert es als nicht seiendes Prinzip; aber als bloß rn.ögliches ist es eben das schlechterdings nicht aus- zuschließende Prinzip. Ja, vermöge des Gesetzes, daß jedes Leben auf die Probe gestellt und bewährt werden soll, muß sogar jene Möglichkeit dem Menschen sich darstellen; sie kann sich aber nur darstellen als etwas, das nichts ist ohne seinen Willen. Diese Möglichkeit ist also das den Willen des Menschen Anziehende oder Anlockende, die falsche, trügerische Magie, von der der Mensch in seinem Innern befangen ist. Möglich- keit, Macht, Magie sind verwandte, von einer Wurzel herstam- mende, Wörter, wie wir schon bemerkt haben. Allerdings also, dasselbe Prinzip, welches in der Folge als Satan erkannt wird, verhält sich schon vor den, Falle oder vor der ersten Übertre- tung als das zu dieser Übertretung Veranlassung gebende, als das den Menschen durch seine falsche Magie anlockende. Was nach unserer Ansicht von der gewöhnlichen Vorstellung hin- wegfällt, ist nur dies, daß dieses Prinzip ein schon selbst früher gefallener Geist sei; denn nach unserer Ansicht ist dies Prinzip JII nicht in Folge einer vorhergegangenen zufälligen Tat, nicht in Folge eines selbst begangenen Frevels, sondern seiner Natur nach das zur Übertretung verleitende Prinzip. Daß nun aber dieses, und zwar nur dieses und nicht jenes, sogar wörtlich mit den Äußerungen des Neuen Testaments übereinstimme, dies JS wird sich bald zeigen. Vorerst wollen wir unsere Ansicht nur etwas mehr erläutern. Wenn man unter dem Widersacher des Menschen - dem Satan - den Feind des menschlichen Glückes"
    },
    {
      "index": 3,
      "text": "und der menschlichen Seligkeit versteht, so ist allerdings jener Geist des Betruges auch hier bei der Verleitung der ersten Eltern der Satan zu nennen, aber in dem Sinne, wie die erha- bene, und nach der Vorstellung der Griechen Ehrfurcht erhei- schende, Macht der Nemesis, von der es heißt, daß sie jedem unverdient, d. h. nicht erprobt Glücklichen Feind sei, und sie probe die Gesinnung, ob sie des Glückes Wert sei: in diesem Sinne kann auch der Versucher der ersten Menschen als solcher Widersacher des Menschen genannt werden; denn er will den unverdient Glücklichen nicht dulden. Er ist der Störer dieser ursprünglichen und unverdienten Seligkeit, der Störer dieses ursprünglichen ruhigen Glückes. Aber er kann der Störer die- ses Glückes sein, ohne darum selbst böse zu sein; er kann der Störer dieses Glückes zufolge eines allgemeinen Gesetzes der göttlichen Haushaltung - seiner Natur nach sein. Er ist zwar die das Böse in dem Menschen ahnende und an den Tag zu bringen suchende, und insofern die an dem offenbar gewor- denen Bösen sich erfreuende Ursache, doch braucht er darum nicht selbst böse in dem Sinne zu sein, als ob er selbst zuerst gegen Gott sich empört hätte; denn es ist dies nicht sein ge- genwärtiger Wille, noch ist es Folge seines vorhergegangenen Willens: es ist seine Natur, damit das eigentliche Böse, das nur in der Gesinnung liegt, offenbar werde. Man kann übrigens immer dabei gestehen, daß es in der menschlichen Natur ge- gründet, der menschlichen Natur gemäß ist, diese, insofern am Bösen sich erfreuende, Ursache - man kann dies gestehen, sage ich - eine solche Ursache selbst böse zu nennen; dies ist aber bloß ein subjektives Urteil: für den Menschen ist sie allerdings böse, aber an sich ist sie nicht böse zu nennen. Wäre der Satan auch als Versucher die an sich böse Natur, wie könnte er nach dem Buche Hiob im Himmel unter den Söhnen Gottes sein - wie könnte Gott ihm gestatten, einen so treu und eifrig Gott ergebenen Mann, wie Hiob, auf eine so grausame Weise zu prüfen?! - Wenn es dem Satan hier gegönnt ist, dem Frommen Fallstricke zu legen, warum sollte es ihm nicht auch im An- fange gestattet gewesen sein, auch so den ersten Menschen zu prüfen? Wenn Satan hier mit Einwilligung Gottes den From-"
    },
    {
      "index": 4,
      "text": "men versucht, wie sollte ich genötigt sein, ihn bei der Versu- chung der ersten Menschen als ein verworfenes Wesen zu denken, und nicht als ein zur göttlichen Ökonomie notwendig gehöriges? Warum sollte nicht auch da ihm gestattet sein, ohne selbst böse im gewöhnlichen Sinne zu sein, den ersten Men- schen auf die Probe zu stellen? Jene ganze Annahme von einem früher, wie nian sagt, noch reinen Zustande des Satans und dem hierauf angenommenen En1pören und dem darauf gefolg- ten Fall des Satans selbst, diese ganze Annahme, die etwas sehr Beengendes hat, und die Vorstellung und Erklärung vom Ur-"
    },
    {
      "index": 5,
      "text": "sprunge des Bösen ungemein verwirrt und erschwert, wird bloß darauf zukommen, daß jenes Prinzip in unmittelbarer Folge der Schöpfung den, Menschen ganz innerlich, in seiner reinen Latenz, in seinem reinen Ansieh war. Dieses Ansieh kann jedoch nur als Moment gedacht werden; denn es ist die Natur dieses Prinzips, das doppelseitige Wesen zu sein; es ist seine Natur eine natura anceps. Es ist seine Natur, dem menschlichen Bewußtsein, dem es unterworfen ist, sich als Möglichkeit eines Andersseins darzustellen. Hier ist also Satan, ohne gefallen zu sein, seiner Natur nach der Versucher der Menschen, weil es seine Natur ist, nicht in seinem Ansieh zu bleiben. Die Frage wegen der Zulassung der Versuchung, so- wie die Frage wegen der Zulassung des Bösen selbst, ist bekanntlich eine der schwierigsten in der ganzen Theologie. Es ist aber ein großer Unterschied, ob diese Versuchung zugelas- sen wird einem bloßen Geschöpfe, das verworfen ist, oder einem Prinzip, das zur göttlichen Offenbarung selbst notwen- dig gehört, in dessen Natur eine unüberwindliche Duplizität liegt. Es ist ein großer Unterschied, ob einem schadenfrohen, 311 erschaffenen Geiste gestattet wird, den Menschen auf die Probe zu stellen, oder ob es Gott einem Prinzip gestattet, dem es seine Natur ist, das Unentschiedene zur Entscheidung zu bringen und so eine Krisis herbeizuführen, die Gott nur wollen und billigen kann, ja wegen seiner Heiligkeit billigen und wollen muß, damit das verborgene Böse offenbar werde. Offenbar ist bei dieser letzten Annahme eine göttliche Theodizee oder Rechtfertigung weit leichter, als bei der ersten. Jene ganze"
    },
    {
      "index": 6,
      "text": "Vorstellung also von einem zuerst heilig erschaffenen Engel, der gegen Gott sich empört, und andere Geister mit in seinen Ruin mit sich gezogen habe, der, von Gott ausgestoßen, aus Neid auch den Menschen zu verderben gesucht habe, muß im Interesse der Theologie selbst aufgegeben werden, da nicht mit dieser Ansicht, sondern nur nach der unsrigen, alle Prädikate, die in der Schrift dem Satan beigelegt werden, und alle Äu- ßerungen des Neuen Testaments völlig übereinstimmen. Wir wollen nun gleich sehen, wie der Satan vorgestellt wird in Hinsicht auf die Versuchung des ersten Menschen. Wegen die- ser ersten Versuchung heißt Satan die alte Schlange; denn wie es eine leise, dem Menschen unmerkliche, Bewegung ist, mit der die Schlange sich dem Menschen nähert, um ihn tödlich zu verwunden, so ist auch die Bewegung jenes Prinzips, indem es den nichts Ahnenden überrascht, eine leise, für ihn unmerk- liehe. Es erscheint dieses Prinzip dem später auf sich selbst reflektierenden Bewußtsein als ein eingeschlichenes, unvor- denklich daseiendes im menschlichen Bewußtsein: überhaupt kommt es nicht von außen, sondern ist schon mit dem menschlichen Bewußtsein da. Daher diese so allgemeine Ver- gleichung dieses Prinzips mit der Schlange: daher im Griechi- schen der Name Proserpina. Der Satan heißt die alte Schlange, d. h. die Schlange, die seit unvordenklicher Zeit den Menschen verleitet hat; er heißt die Schlange, die den Erdkreis verführt. Für uns, die wir den Taumel und den Irrgang des Heidentumes durch alle Windungen verfolgt haben, bedarf das Prädikat »Schlange« keiner weitem Erklärung. Daher heißt es in der Apokalypse 12, 9.: »Km EßArtSrt 6 öpaKoov 6 µqm;, 6 6cptc; 6 apzmoc;, 6 KaAouµt:voc; öwßo1coc;, Km 6 crm:avac; ... tß1criSri- crav. « [Und es ward geworfen der große Drach, die alte * Schlange, die genannt wird 6 Ötaßo1coc; und 6 cra\"CUvcic;.] Der doppelte Sinn Ötaßo1coc; - cra\"CUvac; ist, wie Hugo Grotius be- merkt hat, nicht umsonst: Ötaßo1coc; heißt er als Verführer der Heiden, cra\"CUvac; als Verführer der Juden; deswegen wird hin- zugesetzt »der Verführer des ganzen Erdkreises.« Was das »aus dem Himmel gestoßen und auf die Erde geworfen werden« bedeute, kann ich nur vorübergehend erklären. Allerdings hat"
    },
    {
      "index": 7,
      "text": "der Satan mit dem Siege des Christentumes die religiöse Be- deutung verloren, daher »er wurde aus dem Him1nel gesto- ßen.« »Er wurde auf die Erde geworfen« d. h. er ist nicht vollkommen besiegt, sondern seine Macht erhält nun eine an- s dere, irdische Bedeutung. Diese Bedeutung kann keine andere * sein, als seine Macht auf die politischen Verhältnisse der Welt. Dadurch eröffnet sich, nachdem der religiöse Irrtum erschöpft ist, ein neues Theater der Wirkungen des Satans, die nicht minder blutbedeckte Schaubühne der neuem Geschichte. So, als Schlange, wird jener Geist der Versuchung auch schon im Paradiese dargestellt. Allerdings als wirkliche Schlange, als natürliche Schlange, indem gesagt wird: »Die Schlange war listiger, sie war wissender, als alle Tiere des Feldes.« Jene Ver- ehrer des Satans in Arabien, von denen wir früher gesprochen, nennen sich die Wissenden. Gleichwie nun hier die Schlange als natürliche, so wird auch der ganze Vorgang der Versuchung als ein äußerer vorgestellt, nicht künstlich, nicht etwa, daß ein ägyptischer Philosoph, von dem es der Verfasser der Genesis gehört hätte, über den Ursprung des Bösen philosophiert und 2ll sein Philosophem_ als Mythos eingekleidet hätte. Die Darstel- lung dieses Vorganges ist nicht eine willkürliche, bloß zufäl- lige, sondern es war notwendig, daß der Vorgang als ein äußerer dargestellt wurde; denn der ganze Zustand des dama- ligen menschlichen Bewußtseins, aus dem die Erzählung sich herschreibt, erlaubte keine andere Darstellung. Will man diese Darstellung gleichwohl einen Mythos nennen, so wäre nichts einzuwenden, wenn man da1nit den Begriff einer notwendigen Erscheinungsweise im Bewußtsein verbindet und sie nicht als Produkt einer willkürlichen Einkleidung betrachtet. Freilich darf man nicht irrige Vorstellungen damit verbinden, etwa, wie man gesagt hat, daß Christus, wenn er von bösen Geistern gesprochen, sich bloß den Vorstellungen der Juden akkommo- diert habe: aber einer notwendigen, vermöge des jedesn1aligen Zustandes des menschlichen Bewußtseins notwendigen, Er- scheinungsweise mußte auch die Offenbarung sich bequemen. Die Art, wie irgendein Gegenstand in einem reflektierenden Medium erscheint, wird auch durch die Art des Mediums"
    },
    {
      "index": 8,
      "text": "bestimmt. Die mosaische Geschichte des sogenannten Sünden- falls enthält reine, göttliche Wahrheit; aber wie sich diese in einem n1ythologisch = affizierten Bewußtsein darstellen konnte. Die Offenbarung selbst erkennt Stufen in sich an, ja sie ist nur Offenbarung, inwiefern sie etwas ihr Gegenüberstehen- des, die Wahrheit Verhüllendes zu überwinden hat. Insofern, sagten wir, ist Christus das Ende der Offenbarung. Der Un- terschied zwischen den eigentlich 1nythologischen und den geoffenbarten Vorstellungen besteht darin, daß in den mytho- logischen Objekt und Subjekt, Inhalt und Form nicht zu scheiden sind; in der Offenbarung hingegen ist der Inhalt ob- jektiv und göttlich, die Form ist aber dem jedesmaligen not- wendigen Zustande des menschlichen Bewußtseins angemes- sen. Es derogiert daher der mosaischen Vorstellung, welche die tiefste Wahrheit enthält, nichts, wenn wir sagen, daß sie den rein innern Vorgang als einen äußern darstellt; genug, daß sie die Natur jenes den Menschen verleitenden Prinzips aufs Tief- ste ergriffen hat. Auch sie stellt jenes Prinzip, als Schlange dar, von der nicht gesagt ist, daß sie an sich selbst böse, sondern daß sie listiger und wissender als alle andern Tiere des Feldes ist. Vergleichen wir nun aber mit unserer Vorstellung dieses ersten Vorganges, auf dem die ganze Geschichte beruht, die andern, mehr unmittelbar dogmatischen, Äußerungen des Neuen Te- staments besonders, so wird sich keine Äußerung finden, die nicht mit unserer Darstellung sich vertrüge; ja es finden sich einige, die nur mit unserer Ansicht übereinstimmen. Wenn unserer Erklärung gemäß die Schlange im Paradiese wirklich der Satan ist, was nach der gewöhnlichen beschränkten Erklä- rung große Schwierigkeit hat, da sie nach dieser bloßes Werk- zeug des Satans sein kann, ist also wirklich durch List und Betrug des Satans, d. h. des sich dem Menschen darstellenden und verstellenden Prinzips, die Sünde in die Welt gekommen. Unter den neulich angeführten mninösen Wesen welche He- siodus aus der Nacht d. h. aus der ersten Unentschiedenheit, geboren werden läßt, steht die Apathe [der Betrug] oben an. In diesem Sinne können wir auch sagen, daß durch den Betrug des Satans die Sünde in die Welt gekommen sei, oder wie es im"
    },
    {
      "index": 9,
      "text": "Buche der Weisheit heißt, durch den Neid des Satans. Dieser Neid ist hier nicht anders zu verstehen, als wie jenes Mißtrauen der Nemesis, wovon wir gesprochen. Neid entsteht immer durch Selbsterhebung. Die Versuchung ist aber durch Erhe- \" bung jenes Prinzips entstanden; es erhebt sich soweit, mn den menschlichen Willen anziehen zu können. Durch die Schöp- fung war es im menschlichen Bewußtsein latent gesetzt; es tritt aus dem Bewußtsein hervor, dem es durch die Schöpfung unterworfen war, cujus subjecturn erat. Indern es aus seiner Verborgenheit hervortritt, will es dem Menschen nicht mehr unterworfen sein, daher die Perser und Muhamedaner sagen, Satan habe den Menschen nicht n1ehr anbeten wollen, (alicujus subjectum esse und aliquem adorare ist nach morgenländischen Begriffen einerlei) daher habe er, von Neid getrieben, gesucht, den Menschen zu verleiten. - Die beachtenswertesten Äuße- rungen über diesen Vorgang finden sich in den Schriften des heiligen Johannes (1. Joh. 3,8.): »Wer Sünde tut, ist vom Wi- dersacher; denn der Widersacher sündigt von Anfang.« Man könnte geneigt sein, gerade diese Stelle gegen uns anzuführen: man könnte daraus beweisen wollen, daß er selbst gefallen gewesen sei, ehe er den Menschen zum Falle brachte. Ich bitte Sie aber, die Stelle nur genau anzusehen. Er sagt nicht »ö 8wßoAoc; 17µap,TJKE«, sondern »aµaprnvE1«. Im Präsens liegt, daß es seine Natur sei, zu sündigen (ich will einstweilen da- hingestellt sein lassen, was dieses »sündigen« bedeute), daß er nicht anders kann, als sündigen, und dies liegt eben auch in den Worten »an apxTJc;«; denn wenn er eine kürzere oder längere Zeit vorher in einem von allen Sünden freien Zustande oder in ursprünglicher Heiligkeit bestanden oder geblieben wäre, so könnte der Apostel nicht sagen »er sündigt von Anfang.« »Er sündigt von Anfang« heißt: er sündigt, sowie er ist - er muß sich entweder gar nicht bewegen, oder er kann nur sündigen. Dies ist aber ganz der Natur dieses Prinzips angemessen, wie sie von uns bestimmt worden ist; ja es ist sogar nur dieser Natur gemäß. Nur von einem Prinzip, welches das Gott set- zende ist - nicht iin Actus, sondern in, Nicht=Actus, welches das Gott setzende ist, nur inwiefern es sich nicht bewegt, ist zu"
    },
    {
      "index": 10,
      "text": "sagen, es sündigt, d. h. es wird zum Gott verneinenden Prinzip, von Anfang, sowie es sich nur bewegt. Dieser Ausspruch des Apostels ist aber so schlagend, daß er keine andere Erklärung, als die unsrige, zuläßt. Man könnte fragen, was dies »sündigen von Anfang« bedeute und wie jenes Prinzip nur sündigen könne? - Ich antworte: 1) Es ist nicht schlechterdings notwen- dig, daß »aµap,avm« von einem selbst=sündigen zu verstehen sei; denn gleich wie es als allgemeine Regel gilt; quod quis per alium delinquit, id ipsi imputandum est, so kann man auch sagen: qui peccare facit, ipse peccare censendus est. Man kann sagen, daß ein solches Prinzip für das populäre Bewußtsein (die Schriften des Apostels sind doch ganz dem populären Bewußt- sein gemäß) notwendig selbst als böse erscheine, ohne an sich böse zu sein, gleichwie im Buche Hiob Satan nicht als böse erscheint, weil er die Gott widrige Gesinnung offenbar machen will; es könnte nur so zu verstehen sein, wie nach dem ge- wöhnlichen Sprachgebrauche der, welcher Ursache des Bösen ist, selbst Böses wirkt, ohne daß er selbst böse ist, je nachdem seine Absicht dabei ist. Wollte man durchaus darauf bestehen, daß »aµap,avst« selbst = sündigen bedeute, so würde auch hier sich eine Erklärung finden, die der unsrigen nicht wider- streitet."
    }
  ]
}