{
  "title": "69. Vorlesung (Lecture 69)",
  "paragraphs": [
    "Wenn anders die angenommene Menschheit Christi eine wahre und reelle Menschheit ist, so muß sie allen Privationen, Beschränkungen und Leiden des menschlichen Seins unterworfen sein. Gesetzt selbst, daß sie in physischer Hinsicht vor andern begünstigt gewesen war, so konnte sie doch den allgemeinen Beschränkungen nicht entzogen gewesen sein. Nun ist es aber nach der gewöhnlichen Erklärung die reine und unmittelbare Gottheit des Logos, die mit dem Menschen Jesus sich verband.",
    "Hier entsteht nun die Frage, warum die Gottheit des Logos nicht die Beschränkungen seiner Menschheit aufhebe? Wie die reine Gottheit auf der einen Seite, und das beschränkte und ohnmächtige der menschlichen Natur auf der andern Seite nebeneinander bestehen können? Ist die Vereinigung mit der Menschheit eine solche, daß man sagen kann, ja sagen muß, eben derselbe, oder eben dasselbe Subjekt, das Gott ist, ist auch Mensch, so müssen die göttlichen Eigenschaften, wie es scheint, auch der Menschheit mitgeteilt sein und sich an ihr zu erkennen geben, z.B. die Allwissenheit. Es ist eine Folge der gewöhnlichen Theorie, dem Menschen Jesus die Allwissenheit zuzuschreiben. Wie kommt es dann, daß vom Kind Jesus gesagt ist: »Es wuchs - nahm zu - an Weisheit wie an Alter.« [Luc. 2,40.] Wie kommt es, daß Christus zuweilen an die Umstehenden oder Gegenwärtigen Fragen richtet und sich um Dinge erkundigt, die er selbst wissen mußte, wenn er allwissend war? Da antwortet man nun: Allerdings habe Christus die göttlichen Eigenschaften gehabt, aber nur zum Besitze, nicht zmn Gebrauche, d. h. er habe sich des Gebrauches dieser Eigenschaft überhaupt oder relativ auf sich selbst begeben und enthalten. Wenn er die Eigenschaft der Allmacht hätte gelten machen wollen, so hätte er unmöglich für die Menschheit sterben können. Er habe die Allmacht relativ auf sich selbst in Latenz zurücksetzen müssen. Nun ist aber diese Art Resignation auf göttliche Eigenschaften, dieser den Gebrauch sich versagende Besitz, dieses zwar Göttlichsein, aber sich als nicht göttlich Anstellen, nur um leiden zu können, dieses, um mich so auszudrücken, Versteckenspielen mit den göttlichen Eigenschaften etwas recht Kindisches, außerdem, daß die Allwissenheit nicht bloß eine potentia, alles zu wissen, sondern ein Alleswissen wirklich ist, das man nicht extra actum besitzen kann, und von dem kein bloßer Besitz ohne Gebrauch denkbar ist. Aber auch außer dem ist diese Vorstellung den bestimm- testen Äußerungen Christi selbst entgegen, der, um mich nur auf die Allmacht zu beschränken, in dem Augenblicke, wo er gefangen wird, sagt: » 'H 80Ki:1c;, 6n ou 8uvaµm apn napaKaArnm .... Aqi:covac; ayyi:Acov;« wie er auch sonst überall die Allmacht nur dem Vater, und sich diese nur insofern zu- schreibt, als oder inwiefern der Vater durch ihn wirkt. Ich muß bemerken, daß diese Vorstellung von einer Resignation des Gebrauches nur erst in den Streitigkeiten, zu denen die Reformation Anlaß gab, und hauptsächlich von Anhängern Luthers aufgebracht oder bis zu diesen Ausdrücken getrieben worden ist. Immer aber, solange man die Vorstellung von dem Hergange der Menschwerdung beibehält, wird man sich, aller Vorwendungen ungeachtet, auf jene Ausdrücke getrieben sehen . Ich habe über die gewöhnliche Art der Vorstellung der Menschwerdung bemerkt, daß sie nur ein verdeckter Nestori- anismus ist; denn wie in der Trinitätslehre die gewöhnliche Theologie zwischen Arianismus und Sabellianismus periklitiert , so periklitiert sie bei der Menschheit zwischen den zwei Klippen des Eutychianismus** und Nestorianismus. *** Eutyches sagt, vor der Vereinigung seien 2 Naturen, nach der Vereini- gung sei nur eine Natur; daher die spätem Anhänger des Eutyches Monophysiten genannt wurden. Diese Ansicht ist in der m.orgenländischen Kirche noch jetzt die herrschende. Der Nestorianismus besteht angeblich darin, in der Vereinigung nicht bloß zwei Naturen, sondern zwei Subjekte, zwei Perso- nen, die göttliche und menschliche, anzunehmen. In dem einen Punkte stimmen beide überein, daß nämlich vor der Vereinigung zwei Naturen sind: nach der Vereinigung statuiert Euty- ** Petav. (de incarn. lib. I. c. 14., sq.) *** Petav. (de incarn. lib. I. c. 7., sq.) ches nur eine Natur, Nestorius macht zwei Personen daraus.",
    "Stellt man die drei bis jetzt dagewesenen Systeme zusammen, so erhält man folgende Sätze:",
    "1) Christus besteht aus zwei, aber nicht in zwei Naturen (Eutyches ) 2) Christus besteht aus zwei Naturen und auch in zwei Naturen (mehr hat im Grunde Nestorius nicht behaupten wollen; nur unterschied er nicht Naturen und Personen).",
    "3) Christus besteht aus zwei Naturen, aber nur in Einer Person .",
    "Diese letzte ist die orthodoxe Vorstellung, welche aber doch keine absolute Einheit der Personen, sondern eine bloß relative herausbringt. Aus diesem Grunde habe ich gesagt, daß sie bloß ein verschleierter Nestorianismus sei. Diese drei Vorstellungen haben gemein, daß Christus aus zwei Naturen sei. Die einzig mögliche vierte Vorstellung wäre, dies zu leugnen und zu behaupten 4) Christus sei zwar in duabus naturis, aber nicht ex duabus naturis. Das letztere, Christus sei ex duabus naturis, zu leugnen , ist durch keine kirchliche Satzung verwehrt; denn daran wurde von keiner Seite gedacht. Dies ist aber gerade unsere Vorstellung. Nach unserer Vorstellung ist der Logos oder das unmittelbare subjektum incarnationis weder Gott noch Mensch, sondern vielmehr eine natura suae generis, eine mittlere Natur, die man nicht Gott nennen kann, denn sie war µop<pT] Swu, auch nicht Mensch, wie dies von selbst einleuchtet , indem sie als vor der Menschwerdung betrachtet wird.",
    "Dagegen ist es nun nach unserer Entwicklung eben dieses nicht als Gott und nicht als Mensch auszusprechende Subjekt, das im Actus der Menschwerdung sich als göttliches und menschliches setzt, und von nun an als in duabus naturis bestehendes sich offenbart. Denn dann behauptet die Gottheit sich selbst und erscheint als solche, was nicht möglich war, solange die µop<pTj ihr gleich war. Der Actus der Menschwerdung bringt es mit sich, daß das Mensch gewordene bei absoluter Einheit der Personen dennoch in duabus naturis existiert. Da aber diese Trennung aus Einern unauflöslichen Subjekt hervorgeht, so sieht man, wie die Einheit des Subjekts in der Trennung besteht . Dies ist unstreitig alles oder das Höchste, was man verlangen kann. Eben diese Ansicht macht auch jene beschwerlichen und nicht verständlich zu machenden Bestimmungen in der Lehre von der Vereinigung der zwei Naturen überflüssig, und die Fragen, die zu diesen Bestimmungen Veranlassung gegeben, erscheinen nach unserer Darstellung ganz müßig.",
    "Man kann nun nicht fragen: Warum verhindert nicht die wesentliche Einwohnung des Göttlichen die Beschwerden des Menschlichen? Denn nicht vor der Menschheit hat das Gött- liehe als solches, sondern nur das Mittlere existiert. Die Bedingung der Erscheinung des Göttlichen ist eben das Menschgewordene Sein der bloßen Substanz; das Göttliche ist nicht vor der Menschwerdung da, sondern Christus ist erst in der Menschwerdung Gott und Mensch zugleich in einer Per- son. War er nicht wirklicher Mensch, so konnte er auch nicht als Gott erscheinen. Dies ist die Bedingung. Also die in Christus erscheinende Gottheit kann nicht die Bedingung aufheben , unter welcher sie selbst allein erscheinen kann, nämlich die Menschheit. Hebt sie das Menschliche auf, würde sie ihre eigene Bedingung aufheben. Das Göttliche kann nicht das aufheben, quod ponendo (in dessen Setzen) es eben Göttliches * ist. Das göttliche Christi zeigt sich grade nur [darin] als Göttliches , daß es eben das substantielle Christi als Menschliches setzt. Man kann nicht fragen: Warum hebt das Göttliche nicht das Menschliche auf, inde1n es sich ih1n mitteilt? Es teilt sich nur mit, indem es das Menschliche als Menschliches setzt; nur durch die Entstehung des Menschlichen ist eine Mitteilung 1nöglich. Denn alles, was sich mitteilen soll, muß selbst ein Freies sein. Das Beschränkte und Gebundene kann sich nicht * mitteilen. So kann sich der beschränkte und in sich selbst unfreie Geist nicht mitteilen; wer beschränkt an Mitteln ist, wird keine Freigiebigkeit ausüben können. Aber weder ist vor der Menschwerdung ein Göttliches als solches in seiner Freiheit , noch ist vor der Menschwerdung etwas, was sich mittei- len könnte; beide sind uno eodemque actu gesetzt. Würde das Göttliche die Menschheit aufheben, so würde es das aufheben, dem es sich mitteilt. Es könnte also der Menschheit nichts mitteilen, wenn es sie aufheben würde, das Göttliche setzt nicht etwa sich als das Menschliche, sondern das eine, weder göttlich noch menschlich zu nennende, Subjekt, welches Jos hannes allgemein den Logos nennt, dieses eine Subjekt, indem es sich zum Menschen macht, setzt sich zugleich als göttlich.",
    "Die Menschheit ist sowenig im Widerspruche mit dem Göttlichen , daß jenes Subjekt vieln1ehr dadurch, daß es das, was es unabhängig vom Vater hat, zum Menschlichen herabsetzt, das Göttliche zur Freiheit erhebt, d. h. das, was es v01T1 Vater in sich hat, befreit und in vollkommener Reinheit und Lauterkeit setzt. Nur durch die wirkliche Menschheit setzt es sich erst in den Stand, die Mitteilungen des Göttlichen zu empfangen. Ehe die Menschheit da ist, wäre gar keine Mitteilung zwischen der Gottheit und Menschheit möglich; ist die Menschheit da, sind beide zwar geschieden; aber die Menschheit ist die Voraussetzung der Erscheinung des Göttlichen - nichts kann durch das aufgehoben werden, wovon es die Voraussetzung ist. Christus betrachtet sich in bezug auf dieses Göttliche, auf den in ihm 2ll seienden Vater, durchaus als Mensch und schreibt das, was er Göttliches ausübt, durchweg nicht sich als Mensch, sondern lediglich dem Vater zu. Dies gilt 1) in Ansehung der Lehre, welche Christus als eine göttliche behauptet; so sagt er ZU!Tl * Philippus: »ou mcr1rns1c;, cm ... ou AaAco.«Uoh. 14,10.] Hier unterscheidet er sich seiner Menschheit nach aufs Bestimmteste als den vom Vater Empfangenden und Belehrten. Auf diese Art ist die vollkommene Zweiheit und Unvcrmischtheit des Göttlichen und Menschlichen erhalten. »'O Aoyoc;, 6v UKOlJETE, ouK * fonv lµoc;, UAAa wu m:µ\\jmvwc; µs nmpoc;.« Uoh. 14,24.] - 311 Hier ist keine substantielle Identitität; das Göttliche bleibt unvermischt mit dem Menschlichen; das Göttliche als Gebendes, das Menschliche im Verhältnisse des Empfangenden. »Wie es mich mein Vater gelehrt hat, so rede ich zu euch. Der Vater hat niich in meiner Menschheit nicht allein gelassen - der Vater hat mich nicht allein gelassen, weil ich nur das ihm Wohlgefällige tue.« Die Bedingung, unter welche ihn der Vater nicht allein gelassen, ist, daß er das dem Vater Wohlgefällige tue. Nun ist aber die Menschwerdung das, worin er dem Vater vorzüglich wohlgefällig ist; sie ist der Grund alles andern, dem Vater Wohlgefälligen, was Christus tut. Gerade nur wegen der Menschwerdung ist der Vater in und rnit ihm. Nur weil dieses Subjekt sich ganz und ohne allen Vorbehalt zum Menschen gemacht hat, nur darum ist der Vater mit ihm. Wenn Christus seine Lehre bloß vom Vater empfängt, so muß er doch, um gegen den Vater in der Lage des Empfangenden zu sein, vom Vater getrennt und wahrer Mensch sein. Dies ist die conditio sine qua non des göttlichen Seins. Man kann also nicht fragen: warum dieses göttliche Sein das menschliche Sein nicht aufhebe . Wäre das menschliche Sein nicht, so wäre auch das göttliche Sein nicht. Nur weil er ganz und wahrhaft Mensch ist, ist er göttlich. Wenn Christus von sich in der Unterscheidung vom Vater spricht, so meint er sich als jenes Subjekt, das, um mit dem Vater eins zu sein, Mensch wurde. Als dieses Subjekt war der Sohn in vollkommener Freiheit gegen den Vater; er konnte sein substantielles Sein behalten oder auch dem Vater als menschliches unterordnen. Dieses Subjekt also, das von Gott unabhängig sein konnte, hat nicht die menschliche Natur bloß angezogen, wie man etwa ein Kleid anzieht, sondern es ist ganz und gar in humanitatem conversum, und nur durch diese conversio gewinnt es wieder die Gottheit in sich, seine Einheit mit dem Vater.",
    "2) Eben das, was Christus in Hinsicht auf seine Lehre sagt, äußert er auch in Hinsicht auf seine Wunder. Die Wunder sind solche nur in Beziehung auf die gemeine Ordnung der Dinge; aber in der höhern Ordnung, der Christus angehört, sind sie keine Wunder, wie Wunder überhaupt ein relativer Begriff ist.",
    "Auch diese leitet Christus nicht von einer auf ihn, den Men- sehen, transfundierten Allmacht her, sondern leitet sie von dem in ihm wirkenden Vater ab. Nachdem er Mensch geworden ist, ist das Gebet zum Vater gewiß der tiefste Ausdruck seines sich selbst als Mensch= d. h. als dem Vater Unterwürfig=Erkennens . Indem er sich dem Vater durch das Gebet unterwirft, zieht er das Göttliche an, und in Kraft dieses Göttlichen, das er sich anzieht, wirkt er Wunder. Er wirkte die Wunder in Kraft des Heiligen Geistes, wie es heißt. Man kann nun dies vom Heiligen Geiste insbesonders verstehen, der nur das letzte Komplement der in Christus erschienenen Gottheit ist, oder überhaupt von der göttlichen Allmacht. Die ganze Geschichte Christi wird uns umso begreiflicher sein, je entschiedener wir annehmen, daß der Logos in allem, was in ihm unabhängig vom Vater war, zum Menschen gemacht und sich dadurch in vollkommene Einheit gesetzt hat mit dem Vater. Der einzige Einwurf, der sich gegen eine solche conversio machen ließe, lO wäre, daß der Logos doch auch in jenem mittleren Zustande vor der Menschwerdung, in der unentschiedenen Gottheit und Nichtgottheit (wie wir auch sagen können), - auch als jenes nicht Gott =, aber tv µopqil7 Srnu seiende Subjekt, gleichwohl seine demiurgische Wirkung fortgesetzt habe, die ihm von der Schöpfung her aufgelegt ist und ohne die die Welt nicht fortbestehen könnte. Aber diese demiurgische Wirkung sei an sich selbst Allmacht; entweder habe er also in der Menschwerdung die Allmacht in menschliche Beschränktheit und Ohnmacht verwandelt, oder die Allmacht in der Menschheit beibehalten.",
    "Das erste, die Verwandlung in Allmacht in menschliche Beschränktheit und Ohnmacht ist an sich undenkbar; das zweite ist gegen die Voraussetzung einer wirklichen Menschheit, welche ja vielmehr die Allmacht ausschließt?",
    "Hierauf ist zu antworten: Entweder hat der Logos jene demiurgische Wirkung auch in seinem von Gott unabhängigen Sein bloß natura sua - vermöge des natürlichen und notwendigen Bezuges ausgeübt, den er gegen das der Schöpfung zu Grunde liegende, an sich selbst der Form widerstrebende, Sein von jeher hat; - in diesem Falle kann der natürliche Bezug durch die Menschheit ebensowenig aufgehoben werden, als von der andern Seite die Menschheit sich diese demiurgische Wirkung als Eigenschaft von sich selbst setzen oder anziehen kann: die demiurgische Wirkung wird durch die Menschheit nicht aufgehoben, sowenig vom Metalle oder von jedem Körper , der natura sua schwer ist, die Schwere aufgehoben werden kann, es mag nun durch äußere Hitze in Dunst verflüchtigt, oder es n1ag in die Form eines menschlichen Bildes gegossen werden; sowenig die Form des Bildes die Schwere des Metalles aufhebt, sowenig kann durch die Menschheit die demiurgische Wirkung der vermittelnden Potenz aufgehoben werden, denn die Wirkung haftet an der Natur und ihrem Wesen. Die Natur dieses Subjekts kann durch die Menschheit nicht aufgehoben werden - das Subjekt bleibt dasselbe, wie das Metall. Von der andern Seite kann doch auch die Menschheit diese demiurgische Wirkung nicht anziehen oder als Eigenschaft von sich selbst setzen, sowenig als im angeführten Beispiele die Schwere eine Eigenschaft der Natur als solcher, in die es ge- gossen, ist, sondern nur Eigenschaft des Metalls bleibt. Auf jenes Dilemma: entweder habe der Logos die Allmacht in menschliche Ohnmacht verwandelt oder sie beibehalten, ist also zu antworten: Weder hat der Logos die Allmacht in menschliche Ohnmacht verwandelt; - denn diese Allmacht, welche überdies der Voraussetzung nach bloß eine blinde, natürliche und insofern nicht reflektierte sein kann, ist nicht die Allmacht der Menschheit als solcher, sondern des Subjekts der Menschheit; noch hat er diese Allmacht in der Menschheit beibehalten . Dies ist unmöglich, weil sie nicht an der Art seines Seins, sondern am Subjekt haftet. Dies gilt von dem bis jetzt angenommenen Falle. Oder man könnte sich auch denken, der Logos habe in dem mittlern Zustande die demiurgische Wirkung ausgeübt vermöge des in ihm gesetzten, wenngleich verborgenen und von seiner Quelle abgeschnittenen, Gött- liehen, so daß das Göttliche bloß durch das Natürliche hindurchgewirkt habe. Allein auch in diesem Falle würde durch die Menschheit an der demiurgischen Wirkung nichts verändert . Das Göttliche würde durch die Menschheit durchwirken, wie es durch die natürliche Potenz durchwirkte. Die Mensch- heit ist nämlich jetzt das, was früher die natürliche Potenz war; sie ist die in menschliche Form eingeführte natürliche Potenz.",
    "Also auch in der Menschheit würde das Göttliche demiurgisch durch das Natürliche hindurch wirken, aber ohne sich in der Menschheit zu reflektieren. Da würde nicht folgen, daß sich der Mensch diese Allmacht oder diese demiurgische Wirkung als solchem zuschreiben könne.",
    "Ich glaube, die Wahrheit und Realität der menschlichen Natur des Logos besser und sicherer dargestellt zu haben, als es nach irgendeiner der bisherigen Theorien möglich ist. Die Menschwerdung wird durchaus dargestellt als Submission des Sohnes unter dem Vater. Der, welcher selbst mit dem Vater eins und selbst Vater ist, kann nicht eine Submission gegen den Vater ausüben; wohl aber kann diese Submission gedacht werden als Submission eines Subjekts, das außer dem Vater ist. In dem oft angeführten Briefe an die Philipper heißt es :",
    "»LXT]µa-n ellpeSw; coc; avSpomoc;, Eta7telV(J)O'eV EUU'l'OV, yi;vo- * µi;voc; v1ir1Koo,:; µi:xpi Savm:ou. « Aber um bis zum Tode sich zu unterwerfen, mußte er überhaupt erst unterworfen und gehorsam sein. Vor dem Tode während seines ganzen Lebens ist es nur der beständige Gehorsam gegen den Vater, durch den Christus allein ist und lebt, so daß Christus von sich selbst sagt:",
    "»Dies ist meine Speise« d. h. dies, der Gehorsam gegen den Vater, ist der Grund meiner Subsistenz. Die Menschwerdung hat also, sozusagen, gar keinen andern Inhalt, als diese Submission , diesen Gehorsam des Logos. Er behauptet seine Menschheit nur durch diesen beständigen Gehorsam, wie der Mensch seine Subsistenz nur durch die Speise behauptet.",
    "Darum sagt er: »Dies ist meine Speise« und es ist daraus ersichtlich , daß die Menschheit nichts anders ist, als fortwährende Submission des Logos unter den Vater, natürlich nicht des selbst Göttlichen, sondern des von Gott Unabhängigen, aber Gott Gleichstehenden in ihm, welches er durch die Menschwerdung Gott untergeordnet hat. -"
  ]
}