{
  "title": "28. Vorlesung (Lecture 28)",
  "paragraphs": [
    "M. H. In der zuletzt erwähnten Stelle heißt es, daß am Ende, d. i., am absolut letzten Ende, der Sohn Gott dem Vater das Reich übergeben werde. »Reich« kann offenbar nichts anders sein, als das Sein, welches der Vater dem Sohne übergeben hat, um es aus dem außergöttlichen Sein in ein göttliches, und, indem er es zum göttlichen m.acht, in sein eigenes Reich, das von ihm beherrscht wird, zu verwandeln. Das Sein, das ursprünglich nur in der Hand des Vaters ist, das er aus sich hinaussetzt, ist zuerst in dieser Hinaussetzung ein außergöttliches . Die Funktion des Sohnes ist, es in ein göttliches zu verwandeln. Also gibt der Sohn dem Vater das Sein, das er als ein außergöttliches erhalten hatte, als ein göttliches zurück. Da es der Vater nur durch die Wirkung des Sohnes als ein göttliches in sich hat, und diese Wirkung keine vorübergehende, sondern eine ewige, d. i., im.merwährende ist, da also das zurückgebrachte Sein im Vater nur durch die Wirkung des Sohnes ist, besteht, so ist diese Zurückgabe des Seins vom Sohne nicht zu verstehen als eine Aufgabe seiner Herrschaft, als verzichte der Sohn selbst darauf, als gebe er seine Wirkung auf - seine Wirkung muß immer fortdauern. Der Vater kann das Sein nur s besitzen als ein vom Sohne versöhntes und fortwährend beherrschtes . Inden, der Vater das Sein als vergöttlicht vom Sohne annimmt, nimmt er es nur als ein gemeinschaftlich mit dem Sohne zu beherrschendes an, und anstatt der gemeinschaftlichen Herrlichkeit des Sohnes zu widersprechen, ist dieses, vom Apostel behauptete, Übergeben des Seins der Anfang des gemeinschaftlichen Besitzes, oder der Moment, wo aller ausschließliche Besitz aufhört. Denn zuerst hatte der Sohn daran keinen Teil; der Vater besitzt das Sein ursprünglich ausschließlich , aber nur als Potenz. So wie es als Wirklichkeit gesetzt ist, ist es außer dem Vater, und nun besitzt es der Sohn ebenso ausschließlich. Am Ende aber hört die Ausschließlichkeit auf; denn da es wieder göttlich ist, besitzt es der Vater wieder, und da es vom Sohne zurückgebracht ist, auch zugleich der Sohn. Jene Äußerung von einem Übergeben drückt den vom Ende an anfangenden gemeinschaftlichen Besitz dieses Seins aus; nicht etwa aber, daß der Sohn darauf verzichtet hätte. Wenn es nun in der Folge dieser Stelle heißt: »Bis er alle Feinde sich unterworfen hat« so ist hier allerdings ein terminus ultimus bestimmt, nach welchem jener ausschließliche Besitz des Sohnes aufhört. Denn das außergöttliche Sein wird ausschließlich vom Sohne beherrscht. Er muß auf diese ausschließliche Weise herrschen, bis er alles U ngöttliche dieses Seins überwunden hat. Ist aller Widerspruch überwunden, muß diese Herrlichkeit aufhören. Dann ist die Herrschaft des Vaters und Sohnes gemeinschaftlich. In dem nächst folgenden führt der Apostel den Worten »unter seine Füße getan« (er hat das gesamte Sein dem Sohn unterworfen, damit er alles außergöttlichc Sein beherrschen könne) die Erläuterung bei, es verstehe sich von selbst, daß nicht auch der, der ihm die Unterwerfung möglich machte, der ihm alles übergab, verstanden sei. Also nicht auch der Vater selbst wird untertan, in dessen Macht es fortwährend steht, dieses Sein zu setzen oder nicht.",
    "Bis zu dem Setzen ist es immer noch in der Gewalt des Vaters.",
    "Hier ist keine Schwierigkeit. Nun heißt es: »Wenn dem Sohn alles untertan sein wird, dann wird der Sohn selbst untertan sein - (also wird dasselbe Wort vom Sohne in Beziehung auf den Vater gebraucht), auf das Gott sei Alles in Allem«. Be- merken Sie, welchen Sinn auch immer diese finale Unterordnung des Sohnes unter dem Vater habe, so ist doch die Voraussetzung dieser Unterordnung, daß zuerst dem Sohne selbst alles unterworfen sei. Also offenbar wird er dem Vater nur dadurch untergeordnet, inwiefern er selbst Gott, Herr über alles ist. Hieraus erhellt schon, wie jene Unterordnung unter den Vater zu verstehen ist. Allein wollen Sie noch das erwägen, was eben gezeigt worden ist, daß allerdings am Ende, wenn alles getan ist, die ausschließliche Herrschaft des Sohnes mit dem Übergange selbst, d. h., das außergöttliche Sein mit dem göttlichen Sein selbst zessiert. Es ist natürlich, daß, wenn der Sohn jenes Sein als ein Göttliches wiedergibt, sich selbst mit unterordnet, d. h., daß er mit dem außergöttlichen Sein selbst in die Gottheit zurückkehrt, da das eigene Sein desselben bedingt war durch jenes außergöttliche Sein: Cessante causa cessat effectus. Der Sohn behauptet seine Unabhängigkeit vom Vater selbst nicht mehr; er kann nicht mehr außer dem Vater sein; er kann nimmer für sich herrschen, wenn jenes Sein aufgehört hat, ein Außergöttliches zu sein. Der Moment, in dem er alles Sein sich unterworfen hat, ist der Moment, in dem alles Sein in den Vater zurücktritt; in diesem Moment muß er selbst in den Vater zurücktreten, da er das Sein außer dem Vater nicht mehr hat. Und da in demselben Moment die Existenz des Seins und die Existenz des Sohnes zessiert, so kann allerdings der Ausdruck »unomy11cn:mt« gebraucht werden. Zugleich mit diesem Sein gibt er auch sein eigenes außer dem Vater zurück; er ordnet die bis jetzt ausgeübte ausschließliche Gewalt allerdings dem Vater unter, bringt sie mit dem Sein selbst zum Opfer dar, indem er nun eine mit dem Vater gemeinschaftliche Herrschaft ausübt. Eben darin, daß er diese ausschließliche Herrschaft über das außergöttliche Sein aufgibt, liegt es, daß er von nun an eine gemeinschaftliche Herrschaft mit dem Vater über das Sein hat. Fortan ist seine Herrschaft über das Sein nur eine mit dem Vater gemeinschaftliche. Diese Stelle bestätigt, statt dem Sinne, den wir den Stellen des Neuen Testaments geben, zu widersprechen, nur unsere Erklärung und Ansicht und müßte nach jeder anderen Ansicht dunkel und widersprechend sein. Damit man nicht meine, es erlösche mit dieser Unterordnung die zweite Potenz gänzlich, so fügt der Apostel hinzu: »Daß Gott sei Alles in Allem!« Hier werden wir durch das Neue Testament zu unserm zweiten Motive der Weltschöpfung geführt, wo wir sagten, Gott entschließe sich, daß EV TO nav, jede Potenz die ganze Gottheit, nicht daß nav TO tv sei.",
    "Wenn der Apostel sagt: »Damit Gott Alles in Allem sei«, so sagt er, daß der Sohn seiner Eigenheit nach nicht aufhöre, sonst wäre nur alles in einem, nicht alles in allem, was er deshalb hinzusetzt. Der Sohn - will er sagen - besteht in seiner Besonderheit fort, ist aber darin alles, die ganze Gottheit. Wir verwenden diesen Ausspruch, daß Gott Alles in Allem werden müsse, zum Ausgangspunkte einer weiteren Entwicklung.",
    "Zuerst ist der Sohn aus seiner Gottheit herausgesetzt, seiner Gottheit beraubt und als Potenz gesetzt. Eben dieser ist, wenn alles vollbracht ist, die ganze Gottheit. Denn nachdem er das außer sich Sein des Vaters ins Ansieh zurückgebracht hat, so besitzt er alles, somit auch dieses an sich Sein mit dem Vater zugleich. Was zuvor des Vaters war, das Ansieh, ist jetzt auch des Sohnes. Daher heißt es im Gebete Christi: »Alles, was dein ist, ist mein.« Indem er aber dieses an sich Sein nicht als an sich Sein setzen kann, ohne mittelbar dieses zum Setzenden des Dritten zu machen, oder ohne Setzendes des Dritten zu sein, so hat er eben darum auch den Geist, der vom Vater und Sohn ausgeht, gesetzt, den Geist, der von dem, durch den Sohn versöhnten, in sein Ansieh zurückgebrachten, Vater ausgeht.",
    "Diese Potenz kann nur tertio loco, wie schon früher gezeigt worden ist, ausgehen und es ergibt sich somit als notwendige Behauptung - * 6) daß in der durch den Willen des Vaters gesetzten Spannung auch die dritte Gestalt negiert, von ihrem Sein ausgeschlossen ist. Doch ist diese Potenz nicht unmittelbar, sondern nur mittelbar durch den Sohn negiert, als sich dieser selbst noch negiert befindet, und eben darum nicht unmittelbar potentialisiert . Durch eigene Wirkung, wie der Sohn, kann sie sich nicht ins ursprüngliche Sein herstellen, sondern nur durch den Sohn ist ihr das Sein vermittelt. Darum ist die dritte Potenz im Neuen Testament nicht als unmittelbar wirkende, sondern nur als antreibende Potenz der ganzen Bewegung dargestellt. Christus sagt vom Vater: Er wirkt bis jetzt, und auch ich wirke. Der Geist wird aber nur als das Antreibende dargestellt. Die Propheten werden vom heiligen Geist getrieben. Er treibt auch den einzelnen Menschen zur Herstellung des göttlichen Seins an. Vergleichen Sie nur den Ausspruch des Paulus: »Alle, die vom Geiste Gottes getrieben werden, sind Söhne Gottes.« Der Geist ist nur das Treibende, nicht unmittelbar wirkende, sondern nur durchwirkende, wie wir ihn auch in der Natur als solches erkennen. In allem, was als Zweckmäßigkeit in der Natur erscheint, in allen Bewegungen, die ein bestimmtes Ziel haben, wird gleichsam der Hauch unserer dritten Potenz gesehen . Denn auch der Geist ist von drei Seiten zu betrachten. In der Spannung ist er demiurgische Potenz, wie der Sohn; in der Wiederherstellung ist er göttliche Persönlichkeit. Von ihm, als kosmischer Potenz, kommt alles her, was in der Natur selbst, was innerhalb der Notwendigkeit einen freien Willen hat, das tun kann, was es will. Nicht in der Freiheit, die wir in den Handlungen der Tiere, wie im Gesange der Vögel gleichsam spielen sehen, allein, sondern auch in der Freiheit, die in der unergründeten Manigfaltigkeit der Formen nach Willkür und Laune spielt, - in all diesem sehen wir den Hauch, die Wirkung jenes kosmischen Geistes. Noch keinem Naturforscher gelang es, jene Kette der Aufeinanderfolge der Naturwesen zu ergrün- den, die keine Lücke hätte zurückgelassen. Auch in Hinsicht der Aufeinanderfolge der Naturwesen nehmen wir eine Freiheit , ein Spiel in der Natur wahr, wie eben der Begriff des Spiels eigentlich für die Natur ist. Denn im Begriff des Spiels ist die Freiheit nicht ausgeschlossen. Jene Notwendigkeit, in welche die Natur eingeschlossen ist, ist keine andere Schranke, als die, in welche auch das Spiel eingeschränkt ist. Jedes Spiel gewährt- innerhalb gewisser Schranken einen gewissen Spielraum . Alles, was in der Natur mehr als Werk der Laune, der Freiheit, der Willkür erscheint, kommt von jenem kosmischen, alles beseelenden, Geiste her. Möge es mir nicht zum Vorwurf gemacht werden, daß ich auch diese Gestalt, den Geist, als kosmische Potenz, setze. Das Neue Testament selbst erkennt einen solchen Geist der Welt, und leitet alles Kunst= und Sinnreiche auch in der Menschheit davon ab. Und daraus ist der Ausspruch des Apostels zu erklären, der von sich selbst sagt:",
    "»Wir haben nicht den Geist der Welt empfangen, sondern den Geist aus Gott.« I. Korinth. 2, 12. Er kennt hier offenbar ein Weltprinzip an, von dem das Kunstreiche abstammt. »Uns hat, was kein Auge sieht, was kein Ohr hört usw. Gott geoffenbart durch den heiligen Geist.« Aus eben diesem Grunde wird der Geist als höchster Lehrer vorgestellt, als der Geist der Wahrheit , wie Christus sagt. »Heilig« (i:!17p) bedeutet nach dem hebräischen Sprachgebrauche gewöhnlich, was in suo genere absolute unicum est. Der heilige Geist ist daher der Geist Km' E~OXT]V, der mit keinem andern vergleichbar ist. Der heilige Geist kann aber nur kommen, wenn das Ansieh des Vaters hergestellt ist, also nur mit dem verherrlichten Vater und dem verherrlichten Sohne, d. h., die Verherrlichung des Geistes ist nur eine und gleichzeitig mit der Verherrlichung des Vaters und des Sohnes. Ja diese Verherrlichung wird nur vollendet durch sein Kommen. Daher heißt es im Evang. Joan. »Der Geist wird * kommen-« denn der heilige Geist war noch nicht da. Christus war noch nicht verherrlicht und verklärt. Als die Jünger beJU trübt sind, sagt Christus - Joh. 16, 7. [Es ist euch gut, daß ich hingehe. Denn so ich nicht hingehe, so kommt der Tröster nicht zu euch; so ich aber gehe, will ich ihn zu euch senden.] Also an die Verherrlichung des Geistes knüpft sich unmittelbar die Verherrlichung des Sohnes an. In dem vorauszusetzenden engen Verhältnisse, das die Menschwerdung des Sohnes Gottes zur Folge hat, wird der Tod Christi als Übergang zu jener Verherrlichung angekündigt. Daher heißt es bei Johannes:",
    "»Nun ist der Menschensohn verklärt.« Obige Stelle heißt also:",
    "Wofern ich nicht durch den Tod verherrlicht werde, kann der Geist nicht kommen. Jetzt erst kann der Geist kommen, in locum Christi quasi succedens. Jetzt erst ist der Vater in sein Ansieh zurückgebracht, und es kommt der Geist; jetzt können wir sagen: es sind 7) drei Personen, und doch nur ein Gott - oder wir sind zu dem Punkte gekommen, wo alles in der Gottheit, der ganze Gott in drei verschiedenen Personen verwirklicht ist, wo EV rcav ist, wo jeder einzelne der ganze Gott ist. Der Vater ist im gewordenen Selbst nicht mehr bloße Potenz, sondern wirklich als er selbst. Früher bemerkten wir, daß die Potenz nur daure während des Prozesses; am Ende des Prozesses wird die Potenz wieder aufgehoben und selbst Gott. Und es erklärt sich auch die Stelle: »Wir sind aus göttlichem Samen gezeugt.« Wie in dem vollkommen Ausgeborenen der Vater selbst erscheint, so ist der aus Gott geborene Mensch aus Gott gezeugt - daher crm;pµa wu Swu µsvst i':v a01qi. Wir sagten schon: die Potentialität ist der Gegensatz des Bleibens. Dieses Bleiben sagt, daß der Vater nicht mehr als bloße Potenz, sondern als er selbst sei, Vater sei in ganzer Selbständigkeit. Aber nur die Potenz, nicht der Vater selbst, schließt Sohn und Geist aus. Der Vater selbst, wie er vorher außer dem Prozeß als außerweltliche Ursache die ganze Gottheit war, ist auch jetzt im gewordenen Selbst der ganze Gott, wo er in sein Ansieh zurückgebracht den Sohn und Geist besitzt. Der Sohn ist nicht mehr Potenz des Sohnes, sondern er selbst; er ist aber nicht ohne Vater und Geist, sondern er ist der ganze Gott. Dies muß vom Geiste ebenfalls der Fall sein. Also nach Aufhebung alles Widerstandes ist der actus purissimus, das wirkliche Selbst wieder hergestellt, nur mit dem Unterschiede, daß jetzt drei verschiedene Namen sind, daß die drei Gestalten jetzt drei Persönlichkeiten sind. Sie sind aber nur drei verschiedene Namen derselben absoluten Persönlichkeit . Die drei Persönlichkeiten sind nicht verschiedene Götter; denn das Wesen, die Substanz, ist immer dieselbe. Denn der Vater, der im Sohne begriffen ist, ist kein anderer, als der, der auch den Sohn begreift, und der Sohn, der auch im Vater begriffen ist, ist kein anderer, als der, den auch der Vater begreift. Und doch sind sie nicht bloß 3 verschiedene Bezeichnungen oder drei verschiedene subjektive Ansichten eines und desselben Gottes, sondern sie sind drei objektive Unterseheis dungen. Der bloß nominelle, subjektive Unterschied ist näm- * lieh verhindert, [da] während des Prozesses jeder, jede Potenz, für sich selbständig war. Diese Selbständigkeit geht in der Einheit nicht verloren. Jeder tritt mit dem subjektiven Charakter in die Einheit zurück. Dies ist die höchste Steigerung der Dreieinigkeits=Idee. Es ließe sich zeigen, daß hier auch die strengsten Formeln angewendet werden können. Auch ist einleuchtend , daß diese Lehre so verständlich, wie wir sie darstellten , nicht vorgetragen werden könne ohne jene, von uns angegebenen, Momente."
  ]
}