{
  "title": "80. Vorlesung (Lecture 80)",
  "paragraphs": [
    "Als das Werk Christi auf Erden getan war, sah er voraus und sagte es auch seinen Jüngern voraus, daß eine solche Zeit, wie die seines Wandelns auf Erden gewesen sei, nicht beständig dauern könne. »Es werden, sagte er, Tage kommen, da ihr begehren werdet, einen der Tage des Menschensohnes zu sehen , und ihr werdet ihn nicht sehen.« [Luc. 17,22.) Zwar bis zur völligen Aufhebung des Heidentumes und in dem noch bestehenden Kampfe mit der Macht der Finsternis sollten die außerordentlichen Gaben oder die Wundergaben fortdauern; aber schon der hocherleuchtete Apostel Paulus sagt bei Gelegenheit , wo er von der Gabe der Sprachen redet: »Die Liebe hört nicht mehr auf, während die Weissagungen aufhören wer- den und die Gnosis« usw., d. h. die besondere und außeror- * dentliche Erkenntnis. Denn diese außerordentliche Erkenntnis ist nur ein partieller Zustand und ebenso die Weissagungen:",
    "wenn aber das Vollkommene komn1en wird, wird alles Partielle aufhören, aufhören alles das erst im Werden Begriffene. Wenn jene unnatürliche Spannung aufgehoben ist, der das Bewußtsein im Heidentum unterworfen war und mit der es insofern auch noch während des ersten Kampfes gegen das Heidentum befangen war, so mußte notwendig auch das Widernatürliche aufhören, das zur Bekämpfung des Widerspru- ches gedient hat. Alles sollte 1nehr und mehr in das Gleis des Freien und Natürlichen zurückkehren. Christus hat zwar den Jüngern verheißen: »Ich werde bei oder mit euch sein, bis ans Ende der Welt«; aber dieses mit oder bei seinen Nachfolgern * Sein könnte auf keinen Fall die Wirkung haben, die natürliche Wirkung des von Christus in die Welt gepflanzten Samens aufzuheben. Christus sagt: »6mv öE t1cSri .... EKEtvoc; µapwpri 0E1 11:Epl tµoll. « Insofern oder in der Folge dieser Verhei- * ßung, und inwiefern in jeder Leitung etwas Sukzessives liegt, sind wir berechtigt, ein sukzessives sich Annähern zur vollen Wahrheit, und in den Stufen dieser Sukzession eine wirkliche Leitung des Heiligen Geistes anzunehn1en. Aber wie und nach welchen Gesetzen diese Fortschreitung geschieht, und da diese nicht ohne ein hemmendes Prinzip geschehen kann, welche Erscheinungen diesem hemmenden Prinzip zuzuschreiben seien, ist noch nicht ausgemittelt. Indern. das Christentum in die Welt trat, mußte es gewisserweise die Welt als Bedingung für sich anerkennen. Es mußte auch, indem es die Welt als Bedingung für sich anerkennen mußte, jene allgemeinen Bedingungen jeder in der Welt fortschreitenden Entwicklung auf sich nehmen. Hätte das Christentum außer der Welt bleiben können, so brauchte es sich diesen Bedingungen nicht zu unterwerfen . Christus vergleicht sich selbst mit dem Säemanne und das Evangelium mit dem Samen. Ja er sagt ausdrücklich:",
    "* »Wie der Mensch den Samen in die Erde streut« usw. Also Christus erkennt hier selbst eine natürliche Entwicklung des von ihm ausgestreuten Samens an. Nachdem er durch sein Leben, Leiden und Sterben den Keim eines Lebens in uns gelegt hat, das zur Ewigkeit reifen sollte, hat er auch gewollt, daß dieser Keim unter den Stürmen dieser Welt, unter dem Wechsel von Sonnenschein und Ungewitter Wurzel fassen und unwiderstehlich wachsen sollte. Er hat im Vertrauen auf die Unverweslichkeit dieses Keimes ihn den Stürmen der Welt überlassen. Christi Absicht war nicht, diesen Keim zu entfalten : er hat ihn der natürlichen und notwendigen Entwicklung überlassen. Er sagt selbst: »Der Feind wird kommen und Unkraut unter den Weizen säen« - diesem Unkraut muß man gestatten, mitzuwachsen, damit man nicht auch den Samen * ausreiße. Er sagt und noch bestimmter kündigen es die Apostel an, daß Ärgernisse kommen werden; ja es wird sogar für die Folge eine allgemeine Apostasie oder Abfall vom wahren Christentume vorausgesagt. Die christliche Entwicklung ist also denselben Störungen oder Hindernissen nach der Versicherung Christi selbst unterworfen, denen jede andere natürliche Entwicklung unterworfen ist. Fragt man inbesonders, worein von Christus und den Aposteln das Fortschreiten des Christentumes gesetzt war, so bestand es 1) in der Verbreitung desselben unter alle Völker durch das Aussenden der Apostel in alle Welt - gehet hin und lehret alle Völker!",
    "2) in dessen innerm Wachstume.",
    "Ein Wachstum der christlichen Erkenntnis selbst unter allen Veränderungen wird gefordert und verheißen. Das Gedächtnis dessen, was Christus für die Welt gelitten hat, sollte beständig erhalten werden, wozu die Einsetzung des Abendmahles das kräftigste Mittel war. Auch sollte das, was er durch seinen Tod erworben, als ein Pfund angesehen werden, mit dem die Jünger und ihre Nachfolger wuchern sollten, das tausendfältige Früchte tragen sollte. Die Jünger und ihre Nachfolger sollten nicht tote Zweige in der Kirche sein, sondern eingewurzelt sein, wie die Reben in dem Weinstocke. Sie sollten alle Kraft nur aus ihm nehmen, aber doch fortwachsen und nie absolut stillestehen. Einen andern Grund kann niemand legen, als Christus; aber auf diesem. Grunde sollte ein alles menschliche umfassender Bau aufgeführt werden, oder dieser Grund sollte, wie der Apostel sagt, erwachsen zu einem heiligen Tempel, von dem nichts ausgeschlossen sein darf Jedes menschliche Streben, Denken, Wissen und Können sollte in dieser Erkenntnis zur Einheit gebracht, begriffen sein. Das Christentum war bestimmt, sich sukzessiv alles zu assimilieren, also auch alles Wissen und Erkennen. Die Erkenntnis, in der die Kirche Christi zu wachsen hat, sollte nicht eine solche sein, wie den Aposteln durch Offenbarung, also durch ein besonderes Verhältnis , zuteil geworden ist; sie sollte eine Erkenntnis sein, die unter allen Umständen und zu allen Zeiten und Orten den Menschen zugänglich wäre - kurz eine allgemein menschliche und darum wissenschaftliche Erkenntnis. Daß diese wissen- schaftliche Erkenntnis der Zweck war, wenn es je sollte bezweifelt werden, wird sich durch den Gang der christlichen Entwicklung von selbst darlegen. - Kein größerer Abstand läßt sich denken, als der ist zwischen den Schriften der Apostel und denen der ersten Lehrer, die den Aposteln zunächst standen und daher apostolische Lehrer genannt werden. Ob diese Schriften echt oder unecht sind, d. h. ob sie den angenommenen Verfassern wirklich zukommen oder ob sie ihnen unterschoben sind, darauf kommt es nicht an, da diese Schriften jedenfalls ein Bild der unmittelbar auf die Apostel folgenden Zeit sind. Aber welche Schwäche des christlichen Bewußtseins zeigt sich in jenen ersten Schriften, z. B. in den dem Klemens zugeschriebenen Rekognitionen, welche eine Art philosophischer Verteidigung der christlichen Religion enthalten sollen.",
    "Hier sieht man zuerst das Christentum im Konflikte mit der Wissenschaft. Diese Verteidigung ist ganz vom Geiste Gottes verlassen und kann sogar aberwitzig genannt werden. Merkwürdig ist, daß diese Rekognitionen die Schriften des heiligen Paulus gänzlich ignorieren und sie zu verwerfen scheinen. In den Schriften des Ignatius herrscht zwar apostolische Einfalt, aber ohne die entsprechende Tiefe und sogar 1nit Mangel an christlicher Einsicht. Barnabas angebliche Schriften verraten eine gleiche Schwäche des Verstandes, sogar in bezug auf die jüdischen Traditionen - und Polykarg erscheint in vielen Äußerungen wahrhaft blödsinnig. Der Pastor des Hermas ist ein Gewebe von absurden Erdichtungen und voll einfältiger Reden , die er den himmlischen Geistern in den Mund legt. Kurz, man glaubt, in eine ganz andere Welt versetzt zu sein. Man müßte, wären diese Tatsachen nicht vorhanden, für umnöglich halten, daß diese Schriften unmittelbar nach den Zeiten der Apostel geschrieben seien. Diese Schriften sind merkwürdig, weil man daraus sieht, daß unmittelbar nach den Zeiten der Apostel das Christentum in bezug auf die wissenschaftliche Erkenntnis ganz der natürlichen, sukzessiven Entwicklung überlassen blieb, so daß man bis auf Augustin herabgehen muß, um auf eine wissenschaftliche Erkenntnis des Christentumes zu kommen. überhaupt aber mußten nach der Natur der Sache die Sorgen des ersten Jahrhunderts darauf gerichtet sein, den äußern Bestand des Christentmnes festzustellen und zu sichern. Eine andere Sache war es, als das Reich Gottes noch innerlich war, eine andere, als das Christentum auch äußerlich dasein sollte; hierin mußte es sich notwendig den Gesetzen der Äußerlichkeit unterwerfen. Indem die christliche Religion sich zuerst und notwendig mit diesem Äußern einließ, war sie gezwungen , die Schuld desselben zu tragen und geriet in eme Abhängigkeit von diesem Äußern, die sie bis jetzt noch nicht ganz überwunden hat. Sie geriet in die Wirkungsphäre des hinausgeworfenen, aber durch ihre Einlassung in das Äußere wieder mächtigen Geistes. Es wäre zu wünschen, daß sich auch in der Folge der äußern Geschichte und der Schicksale der Kirche ein Gesetz entdecken ließe, welches analog wäre dem, das in andern Entwicklungen sich darstellt. Es wäre keine geringe Bestätigung des von uns nachgewiesenen Ganges der göttlichen Ökonomie, wenn wir ein analoges Gesetz bis in die Geschichte der Kirche verfolgen könnten. Allein hierauf kann ich mich jetzt noch nicht einlassen: es ist auch für den gegenwärtigen Vortrag nicht notwendig und zudem würde es an Zeit mangeln. Indes glaube ich jedem, der die Neigung hat, mit den Ideen, welche wir hier ausgesprochen haben, auch in die Kir- chengeschichte überzugehen, versichern zu können, daß sie auch hierin sich bewähren werden und daß die bis dahin geführte Anwendung derselben ihn mit zum Teil überraschenden Aufschlüssen und Entdeckungen belohnen werde. Wenn es aber dem gegenwärtigen Vortrage weder obliegt, noch es wegen Mangels an Zeit möglich ist, in das einzelne der Kirchenperioden einzugehen, so ist doch möglich, im Allgemeinen etwas zu bestimmen, und zwar 1) daß der erste und älteste Zustand der Kirche, wo man sie in einer Art von idealischer Reinheit und Vollkommenheit zu denken gewohnt ist, nicht der Zustand ihrer Bestimmung sein konnte, weil der Herr der Kirche zugelassen hat, daß sie aus diesem Zustande herausgetreten ; und daß es seine Absicht war, sie durch wissenschaftliche Erkenntnisse sukzessiv zu einem Ende kommen zu lassen, welches dann das durch Kampf und Sieg errungene Ende sein wird, während jenes erste Zeitalter bloß als Zeitalter der Unschuld und der Potentialität zu denken ist, welches daher als das vorgeschichtliche Alter der Kirche erscheint, wo alles noch chaotisch, im unentschiedenen und bloß keimlichen Zustande vorhanden ist. Die geschichtliche Zeit der Kirche fängt erst mit dem Augenblicke an, wo sie selbst Weltreligion wird. Beginnt nun erst rn.it diesem Zeitpunkte die eigentliche Geschichte der Kirche, so hat doch 2) jede Geschichte, die dies wirklich ist, drei große Unterscheidungen, nämlich Ausgang, Mitte und Ende, oder: Vergangenheit, Gegenwart und Zukunft. Weder der erste, geschichtliche Zustand der Kirche konnte ihre eigentliche Zukunft sein - es läßt sich vielmehr behaupten, daß in diesem Zustande nur eine reale Gewalt es war, welche die Einheit der Kirche erhielt - aber ebensowenig kann der gegenwärtige Zustand, der Zustand der geteilten Kirche, ihre wahre Zukunft sein. Die Kirche Christi hat aber eine Zukunft; 1IJ dies ist gewiß, so gewiß, als wir annehmen dürfen, daß die Verheißungen ihres Herrn und Gründers uns nicht täuschen.",
    "Wir sind berechtigt, drei große Unterschiede, Vergangenheit, Gegenwart und Zukunft in ihr zu sehen, und die Frage kann nur sein, ob diese Unterschiede und wie sie sich aussprechen lassen? Das Erwünschteste wäre freilich, wenn Christus selbst diese Unterschiede ausgesprochen hätte oder wenn sie sich aus den evangelischen Schriften entnehmen ließen. Ich will nun zunächst auf diese Untersuchung eingehen, aber ich werde mich nicht bloß mit einem Räsonnement a priori begnügen, sondern geschichtlich verfahren, und, wie es meine Gewohnheit ist, auch hier die einfachsten Mittel zur Erreichung des Zweckes zu wählen suchen. Sollten Sie nicht sogleich den Zusammenhang einsehen, so hoffe ich, daß Sie soviel Vertrauen zu dem bisherigen Verfahren gefaßt haben, daß Sie sich nicht stören lassen.",
    "Wer die Geschichte des menschlichen Lebens Jesu, die evangelische Geschichte, mit der Aufmerksamkeit gelesen hat, mit der eine Erzählung gelesen werden muß, in der jeder Un1stand von Bedeutung ist, der hat auch bemerkt, daß besonders bei feierlichen Gelegenheiten Christus regelmäßig drei von seinen Jüngern und außer diesen keine andern Apostel zu sich nimmt, nämlich den Petrus, den Jakobus und Johannes. Petrus oder Simon war der erste, den er überhaupt zu sich nimmt, doch zugleich oder vor ihm noch seinen Bruder Andreas. Daß das früher Berufenwerden nicht Ursache der Auszeichnung war, erhellt daraus, daß Andreas nicht unter den dreien ist. Die nächst Berufenen sind wieder zwei Brüder, die Söhne des Zebedäus , Jakobus und Johannes. Diese zwei sind es nächst dem Petrus, die Christus vorzüglich an sich gezogen und zu Vertrauten der Geheimnisse seines Lebens gemacht hat. Da wo er zwölf zu Aposteln macht, werden in der Erzählung des Markus jene drei gegen die chronologische Ordnung des Berufes vor- ausgesetzt. Merkwürdig ist, daß Christus nur diesen besondere Namen beilegt, dem Simon den Namen Petrus, den, Jakobus und Johannes den Namen .... [Boanerges] i. e. Donnerkin- * der . Bald nach ihrer Bestimmung zum Apostelamte kommt ein Vorsteher der Synagoge zu Jerusalem zu Jesus und sagt, daß seine Tochter krank liege; hierauf kommt ein Diener und sagt, daß sie gestorben sei. Jesus geht nichtsdestoweniger in das Haus des Vorstehers. Hier kommt es zum ersten Mal vor, daß er keinen der zwölf Apostel mitgehen läßt - OlJK 6.cpY]KEV d- * CTEAlk1v ouoi:va, als nur den Petrus, Jakobus und Johannes.",
    "Ausdrücklich mußte er es also den andern verwehrt haben.",
    "Später nimmt er wieder diese drei mit sich, wie Matthäus erzählt, mit Ausschließung der andern (Joh. sagt µovout; [,sie * allein]), auf den hohen Berg, wo er sie zu Zeugen seiner Verklärung machte. Wieder sind es diese drei, die er als Zeugen seines letzten Kampfes auf dem Ölberge zu sich nimmt und zu denen er sagt: »Meine Seele ist betrübt bis zum Tode.« [Marc. 14,34.] Unter diesen dreien der Apostel, die auch nach der Himmelfahrt in dieser Ordnung - Petrus, Jakobus; Johannes und dann die Übrigen, in der Apostelgeschichte aufgezählt werden, ist bestimmt Petrus der erste und wird auch von Christus so angesehen und erklärt. Bei Matthäus steht ausdrücklich »TIE-cpot; rrpco-cot;« [10,2.]. Ihm als dem ersten wird daher gewöhnlich auch der Artikel beigefügt, 6 Tii:-cpot;, so wie z.B. die Italiener die großen Männer durch Hinzusetzung des Artikels zu ihrem Namen auszeichnen; diese sagen z.B. il Dante. Den andern Aposteln wird der Artikel nicht beigelegt.",
    "Petrus spricht gewöhnlich statt der andern und vor allen wird er genannt, wenn die andern nicht genannt werden. Selbst in den Reden Christi an Petrus liegt etwas ihn auszeichnendes vor r*] Cf Ed. I. S. 398. fs. u. S. 714,14-19] den andern; Christus sieht den Petrus da wo er ihn seines Wankehnutes wegen tadelt, als besonders begnadigt vor den andern an ..... Das Gleichnis vom Sieben ist nicht, wie inan gewöhnlich zu erklären pflegt, von der Ausscheidung der Apostel, sondern so zu verstehen: Satan verhält sich als der, welcher eine Ausscheidung des unter dem Guten verborgenen Bösen zu bezwecken strebt. Das entschiedenste Wort aber führt Petrus, als der Heiland die Jünger fragt, wofür sie ihn ansehen: »Du bist Christus, der Sohn des lebendigen Gottes.« Und darauf folgt die bekannte Erklärung Christi: »Du bist Petrus - und auf diesen Felsen will ich meine Kirche bauen und die Pforte der Hölle sollen sie nicht überwinden.« * [Matth.16, 18.] Diese Worte Christi selbst sind völlig entscheidend für den Primat des heiligen Petrus unter den Aposteln, und es gehört die ganze Verblendung des Parteigeistes dazu, diesen Primat zu leugnen oder diesen Worten einen andern Sinn beizulegen. Von der andern Seite aber muß ich mit gleicher Aufrichtigkeit bemerken, daß dieser Priinat keineswegs notwendig zugleich auch den Begriff einer absoluten Superiorität in sich schließt, den man aus diesen Worten ableiten will. Weil Christus den Apostel als Grundfelsen bezeichnet, so darf der Begriff des Primats nicht über den Sinn hinausgedehnt werden, in welchem auch der Grund eines Gebäudes das vornehmste genannt werden kann. Der Grund eines Gebäudes ist aber nicht über dem, was er begründet; der Grund, als das Wesentliche eines Gebäudes, ist das Begründende, aber nicht das Dominierende . Die Kirche Christi wird deswegen nie eine andere sein, als die auf dem Grunde Petri erbaute. Wie hoch sich auch die Kirche erheben mag, ja wenn wir sie in ihrem höchsten und vollkommensten Zustande, in ihrer letzten Zukunft denken, wie Johannes sie sieht, zubereitet als geschmückte Braut ihrem Manne, so wird es doch nur die auf dem Felsen Petri gegründete sein. Diese Identität der Kirche wird sich durch alle Zeiten und durch alle Stufen derselben behaupten; es wird zu allen Zeiten und an allen Orten nur eine Kirche sein, die Kirche, deren Grundstein Petrus ist. Aber der Begriff des Gründens schließt auch den Begriff des Weiterführens, des Aufbauens in sich. Der Begriff des Gründens ist nicht exklusiv der allein Herrschende, vielmehr fordert er einen andern außer sich.",
    "Durch diese bisherige Erklärung haben wir gewonnen, den Ersten der Apostel als den Grund einer Sukzession ansehen zu dürfen, und damit haben wir für die gegenwärtige Entwicklung eine geschichtliche Folge überhaupt gewonnen. Der, auf welchen Christus seine Kirche gebaut hat, bleibt ewig Grund, aber er schließt nicht ein neues, zweites Prinzip aus, durch welches das Gebäude erweitert wird. Da Petrus als Anfang bestimmt war, so muß ein zweiter Apostel als Mitte, und ein anderer als Ende betrachtet werden. Dieses Mittel kann nur Jakobus sein; denn dieser erscheint nächst dem Petrus als der vorzüglichst Begünstigste. AlleinJakobus wurde unter allen Aposteln zuerst weggerafft; denn Herodes Agrippa ließ ihn frühzeitig enthaupten . Da er aber der Kürze seiner Laufbahn ungeachtet unter jenen Dreien immer als der zweite gedacht und genannt wird, so läßt sich und ist 111.an berechtigt zu denken, daß dieser Platz an sich eine Bedeutung habe. Und weil Jakobus wegen der Kürze seines Lebens nur bestimmt war, diesen Platz vorläufig auszufüllen, so mußte nach seinem Tode notwendig ein anderer seinen Platz einnehmen. Wer anders aber konnte sein Nachfolger sein, als der kurz nach Jakobus Tod auf höchst außerordentliche Weise berufene - Paulus, den der Herr ausersehen hat, sein geistreichster und größter Verherrlicher zu sein 1 Als Jakobus hinweggerafft war, war der Mann schon ersehen, der bestimmt war, den Platz des zweiten Apostels auszufüllen - und der Herr nahm ihn vielleicht nur deswegen so frühzeitig hinweg, weil er ein noch rüstigeres Werkzeug seines Planes an seine Stelle setzen wollte. Da also die Stelle des Jakobus nicht leergelassen und auf außerordentliche Weise wie- der besetzt wurde, so mußte mit dieser Stelle eine Bedeutung, eine Bestimmung, eine Mission verbunden sein, welche durch Petrus allein nicht ausgefüllt werden konnte. Paulus wurde den, Petrus als zweiter beigegeben. Auf den ältesten Siegeln der Päpste befinden sich Petrus und Paulus zugleich - Petrus zur Rechten, Paulus zur Linken, wo also von keinem ausschließlichen Primat des einen von ihnen die Rede sein kann. Die Linie der Sukzession stellt sich also so: Petrus, Paulus, Johannes. Es ist einer geschichtlichen Entwicklung gcniäß, diese drei Namen als Repräsentanten von drei Zeiten zu denken, wie im Alten Testament Moses, Elias und Johannes den Täufer. Moses legte den Grund: mit Elias fängt eine neue Zeit an: es tritt das Prophetentum im Gegensatze des bloßen Gesetzes hervor und die alte Prophezeiung: »Ich will euch senden den Propheten Elias, ehe der große Tag kommt,« wird von Christus als erfüllt * betrachtet durch die Sendung des Täufers Johannes. Johannes der Täufer ist der Elias, der kommen sollte; eben dieser Täufer Johannes ist in geschichtlicher Folge mit Elias, wie dieser 1nit Moses. Nach einer andern möglichen Ansicht ist Jesus selbst der dritte Name in dieser Folgerung. Daher erscheinen auf dem Berge der Verklärung Moses, Elias und Christus miteinander, und inwiefern Petrus, Jakobus (der Stellvertreter des Paulus) und Johannes Zeugen dieser Erscheinung sind, so war bei dieser Gelegenheit die ganze Geschichte der Vergangenheit, das Alte Testament, und die ganze Geschichte der Zukunft, das Neue Testament, dargestellt. Ersteres repräsentieren Moses, Elias und Jesus: letzteres ward durch die drei Apostel Petrus, Jakobus und Johannes vorgebildet."
  ]
}