{
  "title": "Vorlesung 22 (Lecture 22)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Der bloße Theismus unterscheidet sich vom Monotheis- mus nicht durch etwas Positives, sondern durch den Mangel des Positiven, welches im Monotheismus gedacht wird. Das, was im Begriff des Monotheismus als positiv gesetzt wird, ist nicht die Einheit Gottes, sondern die Nicht=Einheit, nämlich daß er Mehrere ist, nur nicht mehrere Götter. Der Theismus unterscheidet sich vom Pantheismus dadurch, daß der Theis- mus von Gott die Mehrheit, Allheit und eben dadurch das Positive ausschließt.[*] Der Pantheismus hat vor dem Theis- mus die Allheit voraus, dagegen begreift er die Einheit als eine bloß substantielle. Da aber eine Einheit, welche nicht eine substantielle Mehrheit zur Grundlage hat und über sie erhaben ist, nicht über dern Substantiellen zu halten ist, sondern eben- falls zum Substantiellen herabsinkt, so hat der Theisnrns vor dem Pantheismus nichts voraus. In bezug auf Einheit sind also Theismus und Pantheismus gleich. Z.B. der Gott des Spinoza ist ebenso, wie der Gott der Theisten, und wenn die Erklärung des vielgelobten Theologen Reinhard**, wo er von der Einheit"
    },
    {
      "index": 1,
      "text": "l*] cf Schleiennaclzer's christl. Glaube. § 70. ** cf Reinhards Vorlesungen über die Dogmatik mit literar. Zusätzen herausgegeben v. Bcrger. Ansb. u. Sulzbach, 1801. 3. verb. Aufl."
    },
    {
      "index": 2,
      "text": "behauptet, daß sie »illud attributmn Dei esse, quo negatur, plures substantias infinitas esse«, richtig ist, so ist Spinoza ein ebenso guter Monotheist, als dieser christliche Dogmatiker. Worin aber besteht der Unterschied des Theismus vom Pan- s theismus? Gewöhnlich gibt man an: der Gott des Theismus sei persönlich, der Gott des Pantheismus sei ein unpersönlicher. Nun gibt es Philosophen, welche sich Theisten zu sein rühmen und die, wie z.B. Jacobi, behaupten, daß der Begriff der Per- sönlichkeit für die Vernunft unmöglich sei. Allein zwischen jenen beiden Merkmalen ist offenbar kein wissenschaftlicher Unterschied. Ob ich die Persönlichkeit Gottes ignoriere oder sie als eine nie zu erklärende Wahrheit darstelle, ist in wissen- schaftlicher Hinsicht völlig einerlei. Man glaubt dies gut zu machen, wenn man sich mit dem Glauben befriedigt und an die Stelle der Wissenschaft den Glauben setzt, was gewiß löblich ist; denn welches Geschäft des menschlichen Lebens gibt es, wozu nicht Glauben erforderlich ist? Aber gerade in der Wis- senschaft läßt sich jenes Wort anwenden: »Zeige mir den Glauben durch deine Werke, dann will ich deinen Glauben glauben!«[*] Ein zweiter Unterschied ist: der Gott des Theismus sei ein bewußter, der des Pantheismus ein bewußtloser. Nun ist aber ein Selbstbewußtsein nicht denkbar ohne Subjekt und Objekt. Es kann nach außen etwas unendlich sein - in sich aber muß es endlich sein. Im Selbstbewußtsein sind also drei Unterschiede zu machen - 1) wird unterschieden der, welcher sich bewußt ist - 2) der, dessen er sich bewußt ist - und nur weil dieser einer und derselbe mit dem ersten ist, kann tertio loco ein eigent- liches Selbstbewußtsein gedacht werden. In der leeren Unend- lichkeit, welche der Theis1nus in die Gottheit setzt, ist das Bewußtsein Gottes ebenso unbegreiflich, wie die Persönlich- keit Gottes. Aus der leeren Unendlichkeit Gottes nach außen"
    },
    {
      "index": 3,
      "text": "Sulzbach, 1812. Arist. KaS61cou yap /km µ17 EXEl öiaipww, n µ17 EXEl ,afrrn i;v 1cc:yr,1a1. (Quaecumque divisionem non habent, quatenus non habent, eo ipso dicuntur unum). Lib. 4. Met. c. 6. [1016 b ]. [*] Ähnliches bei Jak. 2, 18."
    },
    {
      "index": 4,
      "text": "kann nicht folgen, daß er nicht gegen sich selbst endlich sei. Man muß daher mit Fichte, der von langer Zeit her des Athe- isnrns beschuldigt wurde, sagen, in der leeren Unendlichkeit sei Bewußtsein und alle Persönlichkeit unmöglich (cf. I. G. Fichte - Appellation gegen die Anklage des Atheismus. Jena und Leipzig, 1799) . In bezug auf die Schöpfung ist der Theis- mus ebenso unvermögend als der Pantheismus. Der Theismus sagt zwar auch, daß alles Sein bei Gott - penes Deum - sei, aber dies ist nur negativ; denn dies soll nur keine Möglichkeit eines Seins außer Gott setzen, und somit ist der Gott des Theismus ein absolut impotenter Gott. Der Begriff des Monotheismus ist ein restriktiver Begriff, schon der Zusammensetzung des Wor- tes nach; er schließt die Mehrheit nicht nur nicht aus, sondern schließt sie sogar ein, indem er nur sagt, daß Ein Gott, nicht aber, daß nur eine Substanz sei. Der Monotheismus begnügt sich nicht mit jener negativen, toten Einzigkeit, die Gott schon als Substanz betrachtet zukäme - die Einheit des Monotheis- mus ist auch eine positive, überschwengliche - Gott ist der göttlich Einzige. Was gewinnen die bloßen Theisten, wenn sie sich besser dünken, als die Pantheisten, ja gegen den Pantheismus kämp- fen? Wenn der Pantheismus falsch ist, weil er die positive Einheit nicht kennt, - was ist denn dann der Theismus? Die Theisten sind schon über die Natur dieses Systems im Irrtum. Die Theisten widerlegen etwas, was nicht behauptet wird, denn der Pantheismus behauptet nichts. Da nun die Theisten ihrerseits ebensowenig behaupten, was haben sie voraus? Der Pantheismus ist impotent: dieses impotent Sein teilt der Theis- mus mit ihm, und es ist, wie Hamann[*] sagt, dem Theismus wie ein harter Stein im Magen liegengeblieben. Pantheismus ist ein Nichtwissen des Positiven aber gerade dieses Nichtwissen predigt ja jener Theist Jacohi. Der Pantheismus ist Nichtwissen"
    },
    {
      "index": 5,
      "text": "* Werke herausgeg. v. Roth. Berlin, 1821 ff 8 Ende. Möller. Christliche Bekenntnisse und Zeugnisse v. Harn. Münst., 1826.>I< Die Hamannschen Werke umfassen in der Ausgabe v. Roth 8 Ende."
    },
    {
      "index": 6,
      "text": "des Positiven - das Wesen des Theismus ist lautere Verneinung - das Wesen des Monotheismus lautere Bejahung. Gott ist im Pantheismus nichts für sich; er ist nur etwas, inwiefern sein Gegenteil nicht ist. Wer aber dieses Gegenteil nicht weiß und nicht wissen zu wollen versichert, wer jenes Gegenteil nicht nur nicht weiß, sondern sogar sagt, es sei nicht einmal zu erklären, von dem ist offenbar, daß er schlechter als ein Pan- theist ist, der nur nicht weiß. Der Pantheisrn.us läßt sich nicht stillschweigend beseitigen ohne sein Gegenteil. Um ihn weg- zubringen, nrnß man sein Gegenteil setzen - man muß das wollen, was ihm entgegensteht. Man wird sich nicht irren, wenn man behauptet, daß das Geschrei gegen Pantheismus, das sogar von den Kanzeln herab, besonders von seiten des protestantischen Deutschlands, ertönt und sich in gelehrten Zeitschriften, dogmatischen Kom- pendien und andern Schulbüchern wiederholt, nicht eigentlich dem Pantheismus gelte, sondern daß dadurch etwas anderes abgewehrt werden solle. Ehe ich dies zeige, bemerke ich: Man unterscheidet einen mehr negativen und im Verhältnisse zu diesen\"! doch positiven Pantheismus. Ersterer ist der, der bloß das Unendliche, nichts Positives kennt, bloß die reine Sub- stanz - dies ist Einslehre, das System des Parmenides. Der zweite ist der, so zwar auch die bloße Substanz setzt, aber in ihr Unterschiede macht, und daher Allheit hat - dies ist das Sy- stem des Spinoza, der nicht bloßer Nachfolger der Eleatiker ist; denn sein EV ist nicht jenes Eins des Parmenides - er hatte eine wahre Allheit. In Spinoza* hat sich zuerst der heranreifende"
    },
    {
      "index": 7,
      "text": "* Opp. omnia ed. Paulus Jen., 1802. 2 V. B. II, S. 351. [s. u. S. 727,3] Über die Lehre des Spinoza in Briefen an Moses Mendelsohn. 2. vermehrte Auflage. Breslau, 1789. Herder - Gott - einige Gespräche. Gotha, 1787. 8. THOMAS, K., Spinozas Individualismus und Pantheismus. Königs- berg, 1851. Prop. 8. Schol. 1. »Infinitum (adeoque etiam substantia infinita) absoluta affirmatio est. - Porro ex eadem ratione infinitatis sequitur etiam, infinitum nonisi unum et quidem indivisibile esse passe. Prop."
    },
    {
      "index": 8,
      "text": "Verstand eines sich von allem Scholastischen freimachenden und die Sache selbst wollenden Zeitalters ausgesprochen. Ihm konnten daher jene dürftigen Elemente der Spekulation des Parmenides, in denen höchstens die antisokratischen Dialekti- ker unserer Zeit etwas Hohes sehen können, nicht genügen. Sein System ist nicht ein leeres Eins - er hat eine denkende und ausgedehnte Substanz, und in dieser Duplizität war ihm das Mittel gegeben, ein wirkliches Werden einer Schöpfung zu erklären, das der Theismus nicht hat. Nämlich die substantia extensa des Spinoza ist im letzten Begriff nichts anders, als unser alles in Spannung setzende[ s] Prinzip, welches durch die Folge des Prozesses, der es zur Materie, zum überwundenen der höhern Potenz macht, eben zur substantia extensa gemacht wird. Denn ausgedehnte Substanz ist = selbstlose Substanz; sie ist also das ursprünglich Selbstische, aber durch den Prozeß der Natur unselbstisch Gewordene. Schon der passive Ausdruck »substantia extensa« zeigt, daß sie ursprünglich etwas anders sein muß. Die entgegengesetzte Potenz, die er als substantia in der andern Form nimmt, die denkende Substanz, ist keine an- dere, als eben die jene substantia extensa erst zur Ausdehnung, zur Selbstlosigkeit bringende; diese wird aber zur Materie nur deshalb gebracht, um wieder ins Zentrale, Geistige zurückge- führt zu werden. Der Prozeß der geistigen Schöpfung besteht darin, daß jene zweite Potenz an dem ersten exzentrisch ge- setzten Prinzip wieder die Bestimmung der Innerlichkeit, Gei- stigkeit hervorbringt. Wenn wir uns vor allem Körperlichen das rein Selbstlose denken, so entsteht das Körperliche nur dadurch, daß an diesem Selbstlosen von der zweiten Potenz Bestimmungen der Innerlichkeit oder Geistigkeit wieder her- vorgebracht werden. Spinoza konnte also, wenn er ein leben- diges Verhältnis dieser zwei Prinzipien erkannt hätte, allerdings die Affektionen oder die Modifikationen der ausgedehnten Substanz hervorgehen lassen aus der denkenden Substanz, so wie er umgekehrt die Modifikationen der denkenden Substanz"
    },
    {
      "index": 9,
      "text": "13. Schol.-Prop. 14. Corol. 1. Sequitur secundo rem extensam, et rem cogitantem vel Dei attributa esse, vel affectiones attributorum Dei.«"
    },
    {
      "index": 10,
      "text": "erklären konnte aus der ausgedehnten Substanz. Aber ein le- bendiges Verhältnis hatte Spinoza nicht, denn ihm mangelte unser drittes Prinzip. An die Stelle unseres dritten Prinzips weiß er nur wieder das Tote, die bloße Substanz zu setzen. Der Begriff der Steigerung und die Idee eines lebendigen Prozesses fehlt ihm. Aber vielleicht ist eben dies die Ursache, warum voil philosophischen Theisten späterer Zeit Spinoza Ünmer noch bis jetzt toleriert wurde, nämlich, weil ihm die Idee eines leben- * digen Prozesses fehlt; und [nie] ein späterer Theismus aus der lll toten Substanz des Spinoza eine schöpferische zu 1nachen suchte. Jetzt aber, nachdem von einem lebendigen Prozeß die Rede war, war es nimmer genug, den Pantheismus anzuschul- digen. Jacohi* nannte diese Philosophie, in der allerdings von Genesis die Rede ist, einen baren Naturalismus, den, er seinen reinen Theismus entgegensetzte, obgleich er nicht wußte, oder nicht einsah, daß in der theologischen Sprache Theismus = Naturalismus dem Wesen nach sei. Soweit es bei einer Zerstö- rung möglich ist, erkannten wir bei Spinoza gleichsam noch die Trümmer einer wahren Alleinheitslehre. Freilich ist es die bloß substanzielle Einheit, und dies ist eben das Falsche. Aber wenn man fragt, warum die Philosophie des Spinoza in allen Zeitaltern wirkte, und zwar nicht oberflächliche, sondern im- mer die tieferen Gemüter anzog, so kann man antworten: nichts als diese Idee der Alleinheit war der Grund; denn der Gedanke des Alleinigen war der Urgedanke, der wesentliche Gedanke der Menschheit. Bedenkt man aber, daß eben die reinen Theisten es sind, die sich gegen den hereinzubrechen drohenden Pantheismus wehren, so möchte hinter dieser Angst der neuem Theologen, die angeblich vor dem Pantheis- mus herrscht, die Angst vor dem Monotheismus stecken, die Angst, daß es in der Wissenschaft endlich zu etwas Positiven"
    },
    {
      "index": 11,
      "text": "* V. d. göttl. Dingen und ihrer Offenb. Lpz. (1811.) 1822. Werke. Lpz., 1812ff. 5 ßnde. Briefwechsel. Lpz., 1825ff. 2 Bnde. DR. KUHN, Friedr. Heinr. Jacobi u. d. Philosophie seiner Zeit. Mainz, 1834-."
    },
    {
      "index": 12,
      "text": "kommen könne, daß das leere theistische Gerede, wodurch doch nicht nur Gott, sondern sie selbst verherrlicht werden sollen, daß dieses einmal einer wahren positiven Erkenntnis weichen müsse; denn sie fürchten, daß dadurch ihre soge- nannte Denkfreiheit aufgehoben werde, welche bei ihnen so viel bedeutet als Nichtdenken. Die Einheit, so im Monotheismus behauptet wird, ist eine positive, d. h., eine solche, die sich nur behaupten läßt, nicht etwa eine von selbst sich verstehende, und ist schon darum nicht unmittelbare Vernunftwahrheit. Enthielte der Mono- theismus nicht mehr, als die absolute Einzigkeit, so wäre unbegreiflich, wie ein Mann von so hellem Verstande, wie Hugo Grotius* sagen konnte, die Lehre von der Einheit Gottes sei nicht so evident, als die Lehre von der Existenz Gottes, im Widerspruche mit einem der berühmtesten neueren philosophi- sehen Theologen, der die Einheit ebenso erklärbar glaubt als die Existenz. Darum ist, wie erhellt, der Begriff des Mono- theismus kein so vollkmnmen verstandener, als man annimmt. Wenn Monotheismus mehr ist, als sich selbst verstehende Wahrheit, so wird begreiflich, daß dieses System erst mit dem Christentum weltgeschichtlich geworden ist. Das Christentum ist in der Tat nicht bloßer Theismus: es lehrt die Einheit Gottes als solchen, nicht die absolute Einheit Gottes. Das Alte Testa- ment stellt Gott in der Einheit als solchen dar, außer dem andere mehrere vorhanden sind, und diese Idee erhält im Neuen Testament ihre höchste Entwicklung. Das Christentum hat die Idee aufgestellt, daß zwar Gott als Jehova einer -, aber abgesehen von der Gottheit mehrere, Elohim, sei. Was den Plural »Elohim« betrifft, so ist die Erklärung des sogenannten Majestätsplurals (der eigentlich doch nur ein Singular sein soll, wie z. B. das » Wir« der Regenten in den Edikten, das vielmehr bedeutet: »Ich und meine gesetzlichen Räte usw.«) mir seit meiner frühesten Jugend auch bekannt. Aber wenn wir diese"
    },
    {
      "index": 13,
      "text": "* De veritate rel. christianae. Lugd. Batav., 1629. A. Calovii Biblia nov. et vet. testamenti illustrata c. annot. H. Grotii. tom. in 4 vol. f. Dresd. et Lips., 1719."
    },
    {
      "index": 14,
      "text": "Elohim bei der Gensis Rat halten sehen, wenn sie nach der Schöpfung des Menschen sagen: »Ecce Adam quasi unus ex nobis factus est«[*], wo sie einen aus ihrer Mitte bezeichnen, dem der Mensch gleich geworden ist, so kann man nicht um- s hin, anzunehmen, daß bei Elohim ein wirklicher Plural gedacht werden soll. Wenn man behauptet, daß in jenen Elohim ein Rest oder eine Spur von einem Polytheismus sei, der von jener alten Zeit noch übrig geblieben, so bin ich damit ebensowenig einverstanden, als mit jenem Majestäts=Plural. Dieser Aus- druck »Elohim« wird zwar gewöhnlich mit dem Singular verbunden, z.B. es sagt Elohim usw. usw. in welchen Zusam- menstellungen des Plurals und des Singulars Mehrheit und Einheit nebeneinander gestellt sind; da aber nichts geschieht, wo nicht die 3 Persönlichkeiten in eins wirken, so ist ganz begreiflich, daß das Verbum als das den actus bezeichnende Wort 1neistens in der Einzahl steht - aber es wird zuweilen auch mit dem Plural konstruiert und daher hat dieser Plural nicht die bloße Bedeutung des Singulars. Der Begriff des alleinigen Gottes ist also schon im Alten Testament zu erkennen. Im Neuen Testament ist dieser Begriff bestimmt als Dreieinigkeit, obwohl dieses Wort nicht vorkommt. In der Tat: der dreieinige Gott ist nur der bestimmte Ausdruck für: der alleinige Gott. Wenn die Lehre des Neuen Testaments ihrem Grunde nach die Lehre vom alleinigen Gott, also Monotheismus ist, ja wenn jene Lehre die höchste Entwicklung des Monotheismus ist, so drängen sich hier sogleich mehrere Fragen auf: 1) wie es komme, daß die Theologen sogleich von Anfang an die Lehre von Einern Gott als allgemeine, die Lehre vom dreieinigen Gott als eine so spezielle, bloß christliche, darstell- ten, die doch nur eins und dasselbe sind? Wie nichtssagend aber durch diese Trennung die Lehre von der Dreieinigkeit den Theologen geworden sei, wurde schon gezeigt. Zur Erklärung dieser auffallenden Erscheinung läßt sich anführen: - Dem Heidentum gegenüber hatten die christlichen Lehrer vor allem Ursache, den Schein eines Polytheismus zu vermeiden und auf"
    },
    {
      "index": 15,
      "text": "[*] Gen. c. 3. v. 22."
    },
    {
      "index": 16,
      "text": "der Einheit Gottes zu bestehen, und besonders den Juden, als den strengsten Monotheisten, gegenüber. Daher erklärt sich die Unbestimmtheit der Dreieinheitslehre, namentlich der Lehre des Verhältnisses des Vaters und des Sohnes. Es erklärt sich auch, wie beim Vortrage dieser Lehre der Einheit ein solches Übergewicht gegeben wurde, daß es in den folgenden Jahrhunderten die größte Mühe kostete, die Mehrheit wieder geltend zu machen. Da die Dreieinheitslehre später zum Zank- apfel geworden ist, so mußte man sich in acht nehmen und wohl hüten, diese beiden Lehren, die Einheitslehre und die Dreieinigkeitslehre, in Verbindung zu bringen. Zu bemerken ist, daß der bloße Begriff der Alleinheit für sich noch abstrakt sei und noch weit verschieden von der geschichtlichen, christ- lichen Alleinheit, wie sie in der Lehre der Apostel bestimmt ist. Die bloße Alleinheitslehre ist nicht die Dreieinigkeitslehre, worin geschichtliche Bestimmungen enthalten sind. Zur ge- schichtlichen Bestimmtheit derselben bietet erst die Lehre von der Schöpfung den Übergang. Allein bei der abstrakten Be- handlungsweise der Dogmen war es eine natürliche Folge, da nämlich das Christentum im Kampfe mit einheimischen Reli- gionen und Satzungen und Artikeln sich aussprechen mußte, daß es nicht wohl möglich war, jenen Übergang wirklich zu finden. Man ahnete nicht, daß die Dreieinheitslehre zugleich das Mittel zum Begreifen der Schöpfung enthielt. So viel man auch zur Entschuldigung anführen mag: es ist dadurch der wahren Erkenntnis doch geschadet worden. Die Kirche ist also selbst und namentlich sind die wissenschaftlichen Theologen an dem überhand nehmenden Theismus oder Rationalismus schuld, da sie in dem Artikel »de Deo«, wo sie die positive Lehre ganz ignorieren, nur bloßen Theismus darstellen kön- ncn, eben weil sie zuletzt erst von der Alleinigkeit Gottes sprechen. Oder kann es biblische Theologie genannt werden, wenn man zuerst de Deo und dann de creatione handelt? Bis sie zur Dreieinigkeit kommen, sind also die Theologen selbst bloße Theisten, da von der Einheit Gottes nicht philosophisch gehandelt werden kann, ohne auch eine Mehrheit zuvor ange- nommen zu haben. Aus dem negativen, nichts Positives ent-"
    },
    {
      "index": 17,
      "text": "haltenden, Begriff kann nichts Positives abgeleitet werden. Es haben daher die der positiven Lehre des Christentumes Abge- neigten, wie die englischen Rationalisten des 16. und 17. Jahr- hunderts, einen ganz richtigen Takt gezeigt, da sie sich Thei- sten nannten[*]. In neuerer Zeit hat man zwischen Deisten und Theisten unterscheiden wollen. Ich weiß nicht, wem diese scharfsinnige Unterscheidung zugeschrieben werden soll, aber Kant** behauptet zuerst: Deist ist der, dem Gott eine plastische Natur ist, der nur eine blinde Wurzel des Seins als potentiam existendi annimmt. Theist aber ist der, der ein vernünftiges Wesen glaubt. Ich zweifle, ob einer unter meinen Herren Zu- hörern zu treffen sei, der den Begriff des Welturhebers als einen Verdächtigen betrachtet, obwohl die heutigen Theisten Deisten nicht weit von der Aufgabe des persönlichen Gottes entfernt sind. Einer erklärt sich zufrieden, wenn man Gott ein vernünf- tiges Handeln zuteilt - denn den persönlichen Welturheber hat er schon zum Voraus aufgegeben. Die anderen aber, die sich heutzutage mit den Namen »Theisten« schmücken, wollen so- gar als christliche Philosophen angesehen sein. Die alten Thei- sten waren viel aufrichtiger; denn sie erklärten sich als ent- schiedene Gegner des Christentums. Sie zeigten dadurch nicht bloß mehr Richtigkeit in ihren Begriffen, sondern auch, wie gesagt, mehr Aufrichtigkeit."
    },
    {
      "index": 18,
      "text": "[*] LECHLER, Geschichte des englischen Deismus. Stuttg. u. Tübin- gen, 1848. ** Der, so allein eine transzendentale Theologie einräumt, wird Deist, der, so auch eine natürliche Theologie annimmt, Theist genannt. Der erstere gibt zu, daß wir allenfalls das Dasein eines Urwesens durch bloße Vernunft erkennen können, wovon aber unser Begriff bloß transzendental sei, nämlich nur als von einem Wesen, das alle Realität hat, die man aber nicht näher bestimmen kann. Der zweite behauptet, die Vernunft sei imstande den Gegenstand nach der Analogie mit der Natur näher zu bestimmen, nämlich als ein Wesen, das durch Verstand und Freiheit den Urgrund aller andern Dinge in sich enthalte. Jener stellt sich also unter demselben bloß eine Weltursache, (ob durch die Notwendigkeit seiner Natur, oder durch Freiheit, bleibt unentschie- den,) dieser einen Welturheber vor. Kants Kritik d. reinen Vernunft. 1794 p. 659."
    }
  ]
}