{
  "title": "Vorlesung 49 (Lecture 49)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. »Der Mensch denkt, Gott lenkt« - sagt ein altes Sprüch- wort. Es war mein fester Vorsatz, diese Vorlesungen, soweit es die Zeit gestatten würde, fortzusetzen. Es sollte nicht sein! Zuerst war ich durch Geschäfte verhindert - zuletzt durch einen Fall, der wohl viele schmerzlich, niemanden aber mehr, als mich, traf. Es ist das Traurigste, dessen auf einmal sich beraubt zu sehen, an dessen Geiste, wie an einem allgemeinen Maße, alle zu halten gewohnt waren. Es war mir schmerzlich, * mich mit Gedanken, die größtenteils auf ihn Bezug hatten, zu * beschäftigen. In einer solchen Zeit erleidet - nicht die deutsche Literatur bloß - Deutschland selbst den schmerzlichsten Ver- lust, den es erleiden konnte. Der Mann entzieht sich ihm, der in allen innern und äußern Verwirungen wie eine mächtige Säule hervorragte, an der viele sich aufrichteten, wie ein Pha- rus, der alle Wege des Geistes beleuchtete; der, aller Anarchie und Gesetzlosigkeit durch seine Natur feind, die Herrschaft, welche er über die Geister ausübte, stets nur der Wahrheit und dem in sich selbst gefundenen Maß verdanken wollte; in dessen Geist und, wie ich hinzusetzen darf, in dessen Herzen Deutsch- land für alles, wovon es in Kunst oder Wissenschaft, in der Poesie oder im Leben bewegt wurde, das Urteil väterlicher Weisheit, eine letzte versöhnende Entscheidung zu finden si- cher war. Deutschland war nicht verwaist, nicht verarmt, es war in aller Schwäche und innerer Zerrüttung groß, reich und mächtig von Geist, solange Goethe lebte. - Die Alten wußten von Steinen zu erzählen, deren bloßer Anblick bald die Sehe- kraft, bald das Gedächtnis, bald den Mut des Menschen er- höhten - Goethe war eine solche Persönlichkeit, die schon"
    },
    {
      "index": 1,
      "text": "durch ihr Dasein erhaltend und bekräftigend war. Er war ein Mann, der der immer haltungsloser werdenden Zeit allein Haltung zu geben imstande war. Groß durch das, was er getan, war er noch größer durch das, was er war. Von ihm gilt, was s im Hamlet steht: »Er war ein Mann, und wars in allem ganz! Ich werde nimmer seinesgleichen sehen!« (Harn!. 1,2.) Mir bleibt, nachdem die Zeit so weit vorgerückt ist, und für ICI die nächsten Tage unabwendbare Störungen und Geschäfte eintreten, nichts übrig, als den Übergang zur Philosophie der Offenbarung vollends zu zeigen, und die Grundlagen derselben anzugeben. Da wir unter Offenbarung den Gegensatz der Mythologie verstehen, so kann unter Offenbarung nichts anderes verstan- den sein, als eben das Christentum. Denn die alttestamentliche Offenbarung ist doch nur das Christentum in der Ahnung - ist nur die Weissagung der neuen, und wird erst begreiflich in der neuen. Nun ist der eigentliche Inhalt der Offenbarung nur die ]l) Person Christi - und die Aufgabe der Philosophie der Offen- barung wäre also, die Person Christi begreiflich zu machen. Diese ist zugleich die Verbindung des Alten und Neuen Testa- ments; denn der letzte Inhalt des Alten Testaments ist der Messias. Christus ist nicht etwa bloß der Lehrer, sondern der Inhalt des Christentumes selbst. Nun muß wohl jeder, der sich nicht gewöhnt hat, den klarsten Aussprüchen des Evangeliums Gewalt anzutun - jeder, der noch im Stande ist, sie mit ge- sunden Sinnen aufzufassen, das gestehen, daß die Person Chri- sti im Neuen Testament ein durchaus höheres, als bloß menschliches, Wesen sei, und daß ihr eine vorweltliche, vor- menschliche Existenz zugeschrieben werde. Von der andern Seite kann man aber niemanden zumuten, einer Person, die eine bloß gemeinhistorische ist, so leicht eine vorweltliche Existenz zuzugestehen. Ein solcher wird wohl ganz natürlich finden, dies als eine Vorstellung anzusehen, in der ihn der weitere Fortgang, die Umgebung verherrlicht hat. Anders aber ist die Sache nach unserer Gesamt=Entwicklung. Diese Per-"
    },
    {
      "index": 2,
      "text": "sönlichkeit ist uns schon bekannt und gegeben vor der Er- scheinung Christi. Christus ist gleichsam die letzte Erschei- nung eines uns schon bekannten Wesens - wir kennen es schon in der ganzen Zeit der Finsternis, des Heidentumes. In der ganzen Vorzeit war diese Person schon im Kommen begriffen. Es kommt also hauptsächlich darauf an, zu zeigen, wie und auf welche Weise diese Person schon im Heidentume war und wie sie im Christentume erst als Christus ist. Diejenige göttliche Potenz, die wir vorzüglich als die demiurgische erkannt haben, war am Ende der Schöpfung zur Göttlichkeit verherrlicht. Aber durch die Schuld des Menschen ist sie aufs neue aus ihrer Einheit mit Gott gesetzt worden. Dem Menschen war jenes potentielle Prinzip zur Bewahrung übergeben - allein der Mensch hat das Prinzip wieder erregt. Dadurch ist wieder eine neue Spannung gesetzt, welche sich von der frühem dadurch unterscheidet, daß sie eine bloß durch den Menschen gegen den Willen Gottes gesetzte ist. Der Mensch hat sich das ausschließ- lich göttliche Vorrecht angemaßt, den Anfang der Schöpfung wieder aus seiner Innerlichkeit hervorzurufen - das Mysterium der Schöpfung wieder äußerlich zu machen. Indem der Mensch sich der alles zeugenden väterlichen Potenz bemächtigte, ist der Vater gleichsam aus der Welt verdrängt, der Sohn vom Vater getrennt, und von nun an in der Gewalt des Menschen. Er ist nun nicht mehr der Sohn Gottes, sondern des Menschen Sohn, wie er eben darum auch genannt wird. Damit ist er aber zu- gleich außer aller Abhängigkeit vom Vater gesetzt, zwar nicht innerlich, aber äußerlich. Es kann nicht gemeint sein, daß er innerlich das Bewußtsein seiner Göttlichkeit verlor, oder auf- hörte, sich überhaupt als göttliche Person zu wissen; er bleibt selbst in der gegenwärtigen Spannung Göttlichkeit, wie wohl vom Vater getrennt, physisch - substantiell - vollkommen vom Vater unabhängig. Denn daß er sich noch innerlich als göttliche Person vom Vater abhängig erkennt, dies ändert in seiner äußerlichen Unabhängigkeit nichts. Es ist zum Verständ- nis des Christentumes durchaus notwendig, die substantielle Abhängigkeit des Sohnes vom Vater zu begreifen. Ohne dem Sohne zuvor eine wahre, substantielle Unabhängigkeit vom"
    },
    {
      "index": 3,
      "text": "Vater zugestanden zu haben, sind eine Menge Stellen und Aus- drücke des Neuen Testaments, die ganze Ökonomie des Neuen Testaments, unverständlich und unerklärbar. Er muß unabhän- gig vom Vater sein, wenn man das Neue Testament begreifen will. Wie könnte sonst von einem Verdienst Christi, von einer freiwilligen Erniedrigung die Rede sein, wenn er nicht eine vom Vater völlig unabhängige Existenz gehabt hätte? Unmittelbar nach der Erregung jenes Feindes, jenes nicht sein sollenden Prinzips, ist der Sohn zwar aus seiner wahren Gottheit gesetzt, die nur in der Einheit mit dem Vater besteht; aber dieses Prinzip ist nur erhoben worden, um ihm wieder unterworfen zu werden. Dies soll in seiner Schrankenlosigkeit nicht bestehen. Die vermittelnde Potenz, welche dies schon in der Schöpfung war, geht mit der zu überwindenden Potenz einen Prozeß ein, um sie wieder in ihr Ansieh herzustellen. Aber eben damit, mit diesem Verhältnisse dieser Potenz zum Sein, ist dieser Potenz nun auch gegeben, jenes Sein auch von dem Vater als unabhängig zu besitzen. Dies muß man wissen, um jenen Gehorsam Christi, von dem so viel in der Heiligen Schrift geredet ist, zu begreifen. Der Sohn konnte unabhängig vom Vater in eigener Herrlichkeit existieren. Der Sohn konnte ohne den Vater Herr des Seins sein - er konnte zwar außer dem Vater nicht der wahre Gott sein, er konnte aber außer dem Vater Herr, Gott des Seins sein - zwar nicht dem Wesen nach, aber actu konnte er Gott sein. Auch dieser zweite Prozeß fing mit einer Entherrlichung an, mußte aber wieder enden mit einer Verherrlichung. Diese Herrlichkeit aber, die er unabhän- gig vom Vater haben konnte, versch1nähte der Sohn, und dadurch ist er Christus. Man muß dies wissen, um unter an- derm die, das tiefste Geheimnis dieser Herrlichkeit aufschlie- ßende, Stelle des Apostels Paulus zu verstehen, die so verschie- * den gedeutet wird. Phillipp. 2,5. Wie will n1an ohne den von uns angenommenen Zwischenzustand diese Stelle verstehen?[*]"
    },
    {
      "index": 4,
      "text": "[*] Die Ausleger der Griechischen Kirche erklären das oux apmxy- µov 17ytjcm10 KTA. folgendermaßen: »\"Omv n~ apmicrn n, cpoßEt,m arroSfoSat au,o 1va µ17 a1to11.fon, (j)~ oux auwii öv· ömv öi: EXEI"
    },
    {
      "index": 5,
      "text": "Denn entweder ist hier von Christus die Rede, wie er nach der gewöhnlichen Ansicht vor seiner Menschwerdung noch selbst wahrer Gott ist. Wie kann aber alsdann von ihm gesagt wer- den, »er hielt es für keinen Raub, die Gottheit an sich zu reißen«? Aber auch dem Sprachgebrauch gemäß kann dies nicht sein. Man muß das Griechische hernehmen - schon durch Beachtung des Ausdrucks kann man den Sinn dieser dunklen Stelle verstehen; denn es ist eine Eigentümlichkeit des Apostels Paulus, sich gerade da, wo er das Tiefste berührt, aufs schärfste auszudrücken. Wer wird sich vorstellen, daß Paulus, wenn er von der Wesens=Einheit reden, wenn er die wesentliche Einheit ausdrücken wollte, sich des Wortes µop<pT] bediente, da es sonst überall vielmehr das Gegenteil des Wesens ausdrückt, und zwar, da er gleich darauf sagt µop<pT]V 8ooA.oo Aaßwv [nahm Knechtsgestalt an)? Nun war doch diese Knechtsgestalt nicht eine wesentliche, ihm inhaerierende, sondern nur eine ange- nommene, mithin zwar eine wirkliche, aber doch nur zufällige; kann nun in einer und derselben Periode das Wort in einer verschiedenen Bedeutung genommen sein? Wie kann das Wort µop<pT] einmal das bedeuten, was wesentlich, und dann das, was bloß zufällig, vorübergehend ist? Wer einen gesunden Be- griff von Auslegung hat, der kann nicht einsehen, daß dieses Wort eine ganz verschiedene Bedeutung in einem und demsel- ben Satze haben, daß es eimnal das Wesentliche und dann das Zufällige bedeuten sollte. Dieses Wort konnte also der Apostel durchaus nicht von der wesentlichen Einheit gebrauchen, in welcher der Sohn vor der Menschwerdung, nach gewöhnlicher Ansicht, gedacht wird; dagegen konnte von dem Sohne in jenem Zustande, wo er unabhängig vom Vater Herr des dem Vater entfremdeten Seins ist, gesagt werden: er war, er befand sich i';v µop<pn &wo, d. h., er war zwar nicht wahrhaft und dem Wesen nach Gott (denn dies besteht nur in der Einheit mit Gott), er hatte aber doch das Äußere Gottes, welches in der Herrschaft über das Sein besteht, das nunmehr dem Sohne"
    },
    {
      "index": 6,
      "text": "n (j)lJCHKOV, EUXEPW~ aurnu Kamcppovd E!Oü.l~ ön avarroßATJTOV au10 EXEl, K(!V ö6E,n arroSfoSm, miAlV au10 UVUA1]lj/E1:at.«"
    },
    {
      "index": 7,
      "text": "gehörte, indem es ein dem Vater entfremdetes war. Der Apo- stel sagt nicht 6c; EV µop<Jln Swu cbv sondern urcapxwv. Nun wird in dem genauen Sprachgebrauch Pauli und Lucae das Wort 6rcapxi:1v niemals von einem wesentlichen, sondern bloß von einem aktuellen, und insofern nur zufälligen, Sein ge- braucht - dvm dagegen wird vom wesentlichen Sein ge- braucht. So z.B. sagt Christus bei Lukas [9, 48.] 6 µ1Kp01:i:poc; sv rcacnv 6µ1v Önapxwv ouwc; form ~1qac;. Hier wird das Wort 611apxi:1v vom Sein gebraucht, das einer nicht dem Wesen, sondern nur der Gesinnung nach und insofern zufällig hat. In der Rede an die Athenienser sagt Paulus: ... 6 Swc; 6 11mricmc; wv Koc;µov Kat navm ca sv a0,Q), 0610c; oöpavou Kat yT]c; * Kupwc; 611apxwv, oÖK sv xi:1porco1ri101c; vamc; Ka101Ki:1 [Gott, der die Welt gemacht hat, dieser, Herr des Himmels und der Erde seiend, wohnt nicht in Tempeln mit Händen gemacht], woraus hervorgeht, daß das Verhältnis, in welchem Gott zum Himmel und zur Erde ist, nicht ein wesentliches, sondern ein im höchsten Sinne bloß aktuelles und insofern bloß zufälliges ist. Wie sollte also mit den Worten EV µop<Jln Swu tm:apxwv die Meinung der Gegner bestätigt sein? Dagegen passen sie ganz auf den Zustand, den wir angenomrn.en haben; denn dies war ein vorübergehender, zufälliger Zustand und nichts hinderte ihn, diesen als einen bleibenden an sich zu reißen. Noch heißt es weiter: Er achtete es für keinen Raub 10 dvm icm Si:Q). Die Gegner sagen: Was dem Sohne entrissen werden sollte, mußte er vor dem Entreißen besitzen. Gesetzt der Ausdruck etwas für keinen Raub achten könnte z. B. für etwas, was man schon besitzt, was man sich aber nicht anzieht, gebraucht werden, so wie man von einer Person, die reich, schön usw. ist, sagt Sie ist reich, schön usw., aber sie zieht's sich nicht an - aber es wäre zu viel, dies zuzugeben - so würde er nicht gesagt haben: Er machte sich nichts daraus, auf gleichem Fuß mit Gott zu sein. Das dvm icm SEQ) (nicht icrnv) läßt keinen Zweifel übrig für die Wahrheit unserer Deutung. Das neutrum plurale icm hat hier adverbiale Bedeutung und steht statt icnoc;. Wie seltsam. wäre es, wenn man nicht wirklich fühlte, daß das Adjektivum ganz unpassend sei? Nur insofern kann man sich das Adverbium"
    },
    {
      "index": 8,
      "text": "erklären, daß der Sohn, auch wenn er jene Herrlichkeit über das Gott entfremdete Sein sich anmaßte, doch nicht icrot;, wesentlich gleich mit Gott, sondern nur icrtot;, in äußerer Gleichheit mit Gott sein würde. Denn im Gegenteile, wäre davon die Rede, daß der Sohn die unbestrittene, wesentliche Gleichheit mit dem Vater, die ihm die Theologen bis zur Menschheit lassen, sich nicht angezogen, sondern vorgezogen habe, Mensch zu sein, so würde er nicht auf gleichem Fuß mit ihm, sondern in wesentlicher Gleichheit gewesen sein, also icrot; nicht icra. Es kann also, wenn man nicht jenen Mittel- zustand annimmt, diese Stelle nur von der ursprünglichen Wesens=Einheit des Sohnes mit dem Vater, welche die Theo- logen bis zur Menschwerdung fortdauern lassen, angenommen werden. Allein ich glaube, daß ich es bereits dargetan habe, daß dies schon der Sprache nach nicht sein kann. Es bleibt also nur eine zweite Erklärung übrig, nämlich daß diese Worte von dem schon Mensch gewordenen zu verstehen seien. Allein es ist ja nicht von dem schon Mensch gewordenen Sohn Gottes, son- dern nur von der Gesinnung die Rede, vermöge der er sich der Herrlichkeit noch nicht entäußert hatte, sondern entäußern wollte. Noch konnte er, was er beschlossen, wieder zurück- neh1nen in jenem allgemeinen Sinne, wie etwa ein Mensch, was er heute beschlossen, morgen wieder zurücknimmt. Aber nach der Entäußerung konnte er nicht mehr nach der Gottheit zurückgreifen, nicht mehr i:v µop<pTJ Srnu sein. Es ergeben sich also folgende Sätze: 1) der Sohn ist schon vor der Menschwerdung - mit dem Abfall des Menschen - aus der Einheit mit dem Vater gesetzt. Er ist 2) in völliger Unabhängigkeit von dem Vater - und 3) in der Freiheit, sich eine, vom Vater unabhängige, Herr- lichkeit zu geben, das Sein ansieh zu reißen, sich zu verherr- lichen - 4) sich vor der Verherrlichung zu entherrlichen - Zunächst kon1mt es darauf an, sein Verhältnis vor semer menschlichen Erscheinung zu zeigen. Nicht durch das ur- sprüngliche Sein, sondern durch das durch den Menschen"
    },
    {
      "index": 9,
      "text": "erregte Sein war er von, Vater getrennt (nur vermöge dieses Seins konnte er Mensch werden - doch davon jetzt noch nicht). Um dies deutlicher zu zeigen, unterscheide man vor allem folgendes: 1) Er ist Sohn als göttliche Persönlichkeit - in der Einheit mit dem Vater Gott - zu solcher Göttlichkeit durch die Schöpfung gebracht - 2) Er ist durch die Schuld des Menschen aus der Einheit mit dem Vater gesetzt. Es stand bei ihm, sich diesem zu widerset- zen, und den Menschen seinem Schicksal zu überlassen. Allein er will den Menschen mit dem Vater versöhnen. Es war dies der Wille des Vaters, der die Welt so liebte, daß er sie nicht verlassen wollte. Es stand in der Macht Gottes, das Sein zu- rückzunehmen oder nicht zurückzunehmen. Christus hielt aus in dem Gott entfremdeten Sein - er nahm teil an allem Schmerz des menschlichen Bewußtseins im Heidentume. Mark. 13, 13. 3) Er wirkte in diesem Prozeß des Bewußtseins bloß als natür- liche Potenz, als notwendig wirkende Potenz. Er hörte nicht auf, Persönlichkeit zu sein; aber in seiner Wirkung auf das Gott entfremdete Sein verhielt er sich bloß als natürliche Potenz. Die wahre Persönlichkeit ist nur im Willen - diesen hat er mit dem Vater gemein. Christus ist in der Mythologie, nur nicht als Christus. In der Offenbarung ist er als Christus. - Das Sein, zu dem er seiner bloßen Natur nach im Verhältnisse steht, ist ein ungöttliches, nicht bloß ein außergöttliches, sondern ein gegen den göttlichen Willen gesetztes, also ungöttliches. Der Prozeß der Mythologie ist also selbst ein ungöttlicher. Die Mythologie ist bloß ein Leben des Scheines - in ihrer höchsten Entwicklung ist sie nur eine scheinbare Versöhnung. Selbst das höchste re- ligiöse Bewußtsein der Mythologie ist seinem Inhalt nach eitel, weil es doch in der Trennung von Gott ist, weil es keine wahre Versöhnung mit Gott in sich schließt. Diese ganze Bewegung ist ein bloß exoterischer, kosmischer, natürlicher Vorgang; die Mythologie ist daher bloß natürliche Religion. Das Verhältnis der zweiten Potenz ist ein bloßes Verhältnis des Zuges. So * verschieden Juden= und Heidentum sind, [sonst stehen] sie doch im Verbande - in beiden ist bloß eine äußere Versöh-"
    },
    {
      "index": 10,
      "text": "nung - stets liegt der bloß äußern Versöhnung die innere Feindschaft zugrunde. Alle stehen unter dem Gesetze - sind nicht Kinder, sondern Knechte Gottes. Daß das Verhältnis des Menschen zu Gott als ein inneres hergestellt wurde, war nicht anders möglich, als indem der Sohn jenes verdorbene, menschliche Sein annahm, in dem er die ganze Last dieses Seins auf sich nahm, um es durch sich dem Vater wieder annehmlich zu machen. Denn indem der Vater den Sohn aufnimmt, nimmt er auch das Sein auf. Dies ist also der wahre Grund der Menschwerdung. Die wahre Persön- lichkeit des Sohnes ist also die, welche schon von Anfang in der Übereinstimmung mit dem Vater den Willen hat, menschliche Natur anzunehmen. Dieser, der Mensch werden sollte, und von Anfang, seit dem Falle des Menschen, in Bereitschaft war, ist die Ursache aller Offenbarung, wie jener, als natürliche Potenz, die Ursache der Mythologie ist. Der Vorsatz ist vor der Ausführung. Wir haben also zwei Zeiten zu unterscheiden - die Zeit des Vorsatzes und die Zeit der wirklichen Tat. Aber auch schon vor der wirklichen Offenbarung wirkte, obwohl ver- hüllt, die vermittelnde Person - sie war als solche Ursache der alttestamentlichen Offenbarung - die Menschwerdung war also die wirkliche Offenbarung selbst. Die Offenbarung selbst besteht in der beschlossenen, vollendeten Menschwerdung. Der Unterschied der Offenbarung von der natürlichen ist nicht im Substantiellen, sondern den Unterschied macht das Wirkende in beiden. Dort wirkt die bloß natürliche Potenz, hier die Persönlichkeit selbst, die von Anfang her den Vorsatz hatte, das menschliche Sein anzunehmen. Die Menschwerdung ist daher nicht bloß der Gegenstand, sondern das Prinzip aller Offenbarung - und dies schon im alten Testament. Die Juden waren das auserwählte Volk, weil Christus bei ihnen schon im Kommen begriffen, ja gleichsam schon gekommen war. Nicht weil sie das auserwählte Volk waren, wurde Christus unter ihnen geboren, sondern weil er schon in ihnen war. Also in den Juden war Christus als solcher schon im Kommen begriffen, ja gleichsam schon geboren. Nur weil es ein Christentum geben sollte, gab es ein Judentum. Deswegen muß man, um das"
    },
    {
      "index": 11,
      "text": "Judentum zu begreifen, zuerst das Christentum ins Auge fas- sen. - Dieser Vortrag ist bestimmt gewesen für diejenigen, welche mich im künftigen Semester nicht mehr hören kön- nen. - Leben Sie wohl!"
    }
  ]
}