{
  "title": "25. Vorlesung (Lecture 25)",
  "paragraphs": [
    "M. H. Eine dritte Erläuterung betrifft den inneren Hergang der Zeugung selbst. Es scheint freilich, als ob der Begriff »Zeugung « nur uneigentlich auf die Gottheit übertragen werden könne. Allein eben das »Übertragen« ist ein unrichtiger, unnatürlicher Ausdruck. Man kann nicht sagen, daß etwas vom Natürlichen aufs übernatürliche übertragen werde. Denn wenn alle Erscheinungen der Natur bloße Wiederholungen des Schöpfungsaktes sind, so muß man vielmehr sagen: von jener Väterlichkeit Gottes kommt alle Väterlichkeit auf Erden her.",
    "Dabei ist begreiflich, daß wir diese und ähnliche Ausdrücke von den analogen Vorgängen in der Natur, die wir mit den Augen sehen, eher brauchen, als von den Intelligibeln, obgleich die intelligibeln Verhältnisse in Wahrheit eher sind. Man kann sagen, die ganze Natur sei eine Metapher, eine Übertragung der intelligibeln Welt, und so ist auch allerdings die Natur eine wahre Metapher. Freie göttliche Zeugung, die als die erste Relation betrachtet werden muß, ist also statt einer metaphorischen gerade die ursprüngliche und eigentlichste, weil die Uneigentlichkeit erst durch die Metapher oder Übertragung entsteht. Dem eigentlichen Begriff nach wird Zeugung genannt der actus, in welchem irgendein Wesen, ein anderes, von ihm unabhängiges, außer sich so setzt, daß es selbst unmittelbar - proprio actu sich zu verwirklichen genötigt ist.",
    "Jene absolute Persönlichkeit, der Vater, setzt den Sohn nicht unmittelbar als wirklich. Denn nicht darin besteht die Zeugung ; sie besteht vielmehr darin, daß der Sohn aus dem ursprünglichen Sein gesetzt werde. Der Sohn wird aus dem ursprünglichen Sein negiert, potentialisiert, und vielmehr als Nichtsein, denn als Sein, gesetzt. Daher kann von einer ewigen Zeugung nicht die Rede sein; denn Zeugung setzt voraus, daß das Gezeugte zuerst als nicht Seiendes gesetzt werde. Aber diese Negation setzt den Sohn, der seinem Wesen nach das reine, potenzlose Sein ist, in die Notwendigkeit, sich zu verwirklichen oder das Entgegengesetzte zu negieren, zu überwinden . Die Zeugung besteht vielmehr im Ausschließen, nicht im Setzen. Gerade dieses Ausschließen gibt dem rein Seienden sich selbst, setzt es als selbständig, gibt ihm die Kraft, actu zu sein, die es ohne Vermittlung eines Negierenden nicht finden kann. Actu ist es, wenn es den entgegenstehenden actus, den nicht wirken sollenden, zur Potenz überwindet, und sich selbst zum reinen actus herstellt. Diese, aus unseren Prinzipien fließende , Theorie gibt den Schlüssel zu den Bestimmungen des Neuen Testaments über das Verhältnis des Vaters und des Sohnes . Bei Johannes (5,26.) sagt Christus: »Denn gleichwie der Vater das Leben in sich selbst hat, so hat er auch dem Sohn gegeben, das Leben zu haben in sich selbst.« Das Leben in sich selbst bedeutet aber das selbstische Leben, das Leben in eigener Selbständigkeit. Dies hat ursprünglich nur der Vater, das er als ein ungegebenes besitzt. Alles Leben besteht im Können. Der Vater kann unmittelbar, was er will. Dem Sohn ist das Können erst gegeben worden vom Vater; denn er ist das Sein ohne alles Können = ohne Macht. Die eigentliche Potenz des Vaters ist das an sich Sein Gottes. Dieses ist das einzige unmittelbar sein Könnende. Die Potenz des Sohnes ist nur mittelbar, das durch die Ausschließung der ersten Potenz zu Setzende. Die erste Potenz ist das nur nicht selbstisch Seiende, wohl aber selbstisch sein Könnende; aber die Potenz des Sohnes ist nicht bloß nicht das selbstisch Seiende, sie ist auch das nicht selbstisch sein Könnende, das für sich selbst schlechthin Unselbstische. Das Wesen des Sohnes ist eben der absolut unselbstische Wille.",
    "Christus sagt: »Mein Leben ist, den Willen des Vaters zu tun.« * Der Sohn hat also keinen eigenen Willen - der in ihn gelegte Wille ist der des Vaters, den er nicht unmittelbar zeigen kann, und deswegen in den Sohn setzt.",
    "Hier stellt sich eine zweite Eigenschaft im Begriff der Zeugung dar: Man freut sich wohl im menschlichen Leben zwischen Vater und Sohn außer einem physischen auch ein moralisches Verhältnis zu sehen, was besonders zwischen dem Ahnherrn und Enkel stattfindet. Dies ist aber bei menschlichen Abstammungen sehr vielen Zufällen unterworfen. In der Urzeugung aber treffen wir dieses Verhältnis in der größten Vollkommenheit. Besonders findet es dadurch statt, daß der Vater seinen wahren Willen nicht unmittelbar verwirklichen kann. Er will die Einheit - um sie zu setzen, muß er die Nicht= Einheit setzen. Er muß hierdurch veranlaßt seinen wahren Willen in den Sohn setzen; daher heißt dieser das Bild des unsichtbaren Gottes = des Vaters, der unsichtbar ist, weil er als absolute Ursache der Spannung selbst außer der Spannung bleibt; er ist unsichtbar auch im besonderen Sinne, nämlich weil er seinen wahren Willen verbirgt. Der Wille ist nur sichtbar durch den Sohn. Daher heißt dieser das Bild, oder wie der Apostel anderswo sagt, der Abglanz - der Widerschein des wahren Wesens. Es bedürfte keines Abglanzes, wenn sich das wahre Wesen unmittelbar offenbaren könnte. Aber auch der Sohn könnte nicht Abglanz genannt werden, wenn er nicht zweite Persönlichkeit wäre, denn das Inflektierende muß außer dem Inflektierten sein. Das eigentlich Wirkende in dem Sohn ist daher nur der Wille des Vaters. Der wahre Wille des Vaters ist im Sohn - der Vater ist auch das eigentlich Lebendige.",
    "Christus sagt Qoh. 6,57.): »Weil mich gesendet hat der lebendige Vater (der Vater, der das Leben in sich selbst hat, ist der lebendige Vater), so lebe ich durch den Vater - öw wv 1m- * 11::pa[ «], was etwas anders ist, als der Genitiv. Der Akkusativ zeigt hier die Immanenz an. Ferner sagt Christus, daß der Sohn von sich selbst schlechterdings nichts tun könne, als das, was der in ihm lebende Vater ihm zeige Qoh. 5,19.). Es folgt also, daß obwohl der Vater und der Sohn in der Schöpfung äußerlich etwas Anderes, ja Entgegengesetztes, tun, sie doch dem Willen nach gleich sind. Dies zeigt, daß, wie unsere Idee sich früher als ein Schlüssel zur Mythologie ergab, sie auch der Schlüssel ist zu dem, was das Neue Testament von dem Xpwwc; (IJ'i:iq), von dem Messias, sagt.",
    "Nachdem ich alles allgemein mitgeteilt habe, was über obigen Punkt zu erläutern war, füge ich noch eine vierte Bemerkung bei über die Annahme der ewigen Zeugung des Sohnes.",
    "Die Theologen verstehen diese ewige Zeugung nicht in dem Sinne, wie wir sie behaupten. Sie verstehen darunter eine Zeugung vor aller Zeit, also eine absolut ewige Zeugung; nicht eine die Zeit hindurch immer wirkende, eine immerwährende, wie wir, sondern eine aller Zeit vorausgehende. Eine in diesem Sinne ewige Zeugung würde nur eine aus der Natur Gottes selbst notwendig folgende sein können. Durch die bloße Notwendigkeit seiner Natur würde Gott als an sich Seiender vor allem Willen sich in einer zweiten Gestalt setzen oder zeugen als den für sich Seienden. In einem solchen Falle, wäre das Wort »zeugen« so genommen, wie die Theologen es nehmen. Sie sagen nämlich: »gignere est naturae: creare voluntatis.« Der Sohn wäre also ohne Willen, die Kreatur mit Willen gesetzt.",
    "Aus dieser Unterscheidung zwischen »gignere« und »creare« MyE1 yEvvq.v. ou&!': 1&. tföa yEvv17µam KaAEl KTi0µam.",
    "Basil. lib. 4. contra Enn. p. 88. Lut., 1618. i:6 11010uµEvov OUK /;K ,f\\~ oö0ia~ rnil 11010uv16v fon. 10 8!': yEvv16µEvov EK 1f]~ au,f\\~ ou0ia~ rnil yEvv&v10~. ou mu1ov äpa 16 1101Etv 10 yEvvav.",
    "sieht man, was die Theologen veranlaßte, so großes Gewicht auf eine ewige Zeugung zu legen. Arius setzt bekanntlich den Sohn als Geschöpf, obwohl als erstes Geschöpf; dagegen mußten die Rechtgläubigen sagen, er sei nicht voluntate, sondern natura gesetzt. Es ist also keineswegs richtig, zu bl'haupten: gignere est naturae. Die Spontaneität läßt sich nicht ,1bsolut ausschließen. Der Wille ist zwar nur antecedens, aber doch notwendiges antecedens. Der Effekt ist nicht bloß Folge des Willens, sondern auch notwendige Folge des Willens. Daraus ergibt sich, daß Wille und Notwendigkeit vereint sind; und deshalb ist jene Zeugung per necessitatem, jene bloß notwendige Zeugung, keine eigentliche Zeugung. Und doch behaupten die Theologen, die Zeugung des Sohnes als eine eigentliche . Der ganze Begriff ist aber nur im Gedränge des Streites mit Arius aufgestellt. Für unsere Zeit liegt nichts mehr an diesem Begriff, wie er auch von den strengsten Theologen aufgegeben worden ist, wie z.B. von Kalvin. Man müßte eine besondere Vorliebe für Antiquitäten haben, wenn man auf diesem Begriff noch bestehen wollte, da er keinen Grund im Neuen Testament hat. Notwendig zu behaupten ist, was im Neuen Testament wirklich behauptet ist, nämlich nur 1) ein ewiges Sein des Sohnes dem Wesen nach. In diesem Sinne sagt Johannes (1,1.): »Ev apxn T]V 6 Aoyoc;« - er war Gott von Anfang. Es ist nicht gesagt 6 /koc;, denn dies bezeichnet immer den ganzen Gott, der seinesgleichen nicht hat. Der 11.oyoc; war nicht b Seoc;, aber wohl war er Si::oc;, d. h., mit den andern Gestalten war er auch Gott. Hierbei ist der Begriff der Zeugung nicht anwendbar; denn das Gezeugte muß außer dem Zeugenden sein. In jener ewigen, aller Zeit zuvorkommenden, Einheit ist aber das Wesen des Sohnes noch ganz begriffen im Wesen Gottes; er ist in dieser absoluten Ewigkeit nicht einmal Potenz, sondern im actus purissinms des göttlichen Lebens ganz verschlungen, den wir selbst eine ewige Theogonie nannten . Schon darum kann nicht eine ewige Zeugung des Sohnes dem Wesen nach erklärt werden. 2) Ist zu behaupten, daß der Sohn von Ewigkeit in dem Vater und für den Vater auch als Sohn da, und von ihm als solcher erkannt ist. Gerade nur dies und nicht mehr enthält auch das Neue Testament. Petrus sagt von Christus (1. Petr. 1,20.):",
    "»itpoeyvrocrµevou µev itpo Ka-raßo11,11i; Kocrµou .. « er sei vorauserkannt vor der Grundlegung der Welt. Er hat nicht gesagt »gezeugt.« Paulus spricht ebenfalls nicht von einer ewigen Zeugung, sondern von einem ewigen Vorsatze, den der Vater in dem Sohn gefaßt habe, nur deswegen, weil er an dem Sohn etwas hatte, dem er das außergöttliche Sein zum Beherrschen übergeben konnte. Paulus an die Epheser spricht von einem Geheimnis, das seit Weltzeiten in Gott verborgen war, aber jetzt offenbar geworden ist, und das ewiger Vorsatz, nicht Zeugung, genannt ist. Dieser Vorsatz wird durch das Wort itpo3ecrti; ausgedrückt. Eph. 3,9. Und so spricht Paulus an vielen andern Stellen wieder nur von einem ewigen Vorsatze, nicht von einer ewigen Zeugung. Die einzige Stelle, so die ehemaligen Theologen für diesen Begriff anzuführen wußten, war die jenes Psalmes, den Paulus auf den Messias anwendet, und die noch besonders zu berücksichtigen sein möchte. Apo- * steig. 13,33. [Du bist mein Sohn, heute habe ich dich gezeugt.] Man sagt »heute« sei Ewigkeit - ewige Gegenwart. Dies ist aber eine willkürliche Behauptung, denn nirgends ist sonst Ewigkeit = heute gebraucht. Es wäre noch natürlicher, zu sagen »heute« sei die gegenwärtige Zeit, nämlich die von der Schöpfung anfangende Zeit. Demnach würde »heute zeugte ich dich« so viel heißen als »heute - mit dem Anfange der Welt - habe ich dich gezeugt« - d. i. aus mir herausgesetzt. Aus dem Zusammenhange aber ergibt sich eine bessere Erklärung. Der Auferstehungstag war der große Tag Christi, denn er selbst meint, indem er sagt: »Abraham sehnte sich nach meinem Tage« Ooh. 8,56.) Heute, am Auferstehungstage, - ist die Zeugung vollbracht - heute bist du als Sohn auch äußerlich gesetzt.",
    "Auf das Perfektum ist der Nachdruck zu legen - und somit hat diese Stelle den oben angegebenen Sinn. Diese Stelle, weit entfernt, eine ewige Zeugung auszusprechen, rechtfertigt vielmehr unsere Ansicht. Die Zeugung setzt das Gezeugte zuerst nur als Potenz, Möglichkeit voraus und hat die Aufgabe, diese Potenz zu überwinden, geht also fort bis zur vollendeten Geburt . Diese Stelle drückt eine immer fortschreitende, doch endlich an einem bestimmten Punkte sich endende Zeit aus. Diese Stelle sagt also: heute (erst) habe ich dich gezeugt: heute ist der Sohn wirklich Sohn, nachdem er sich vollendet hat. Heute, nachdem du den Tod, der in der entgegenstehenden Potenz lag, völlig in deiner Person überwunden hast - heute ist das Ende deiner Zeugung gekommen. Es ist also von keiner ewigen, sondern nur von einer immerwährenden, Zeugung die Rede.",
    "Der Begriff der Zeugung des Sohnes kann sich demnach nur auf sein Sein außer dem Vater beziehen. Das Sein außer dem Vater kann erst gedacht werden mit der Schöpfung: Der Anfang der Schöpfung ist der erste Moment der Zeugung, des aus sich Heraussetzens des Sohnes. Vollkommen wird dies bestätigt von einem Apostel, der ihn den Erstgeborenen nennt. Nicht mit Arius kann man also schließen, daß der Sohn das erste Geschöpf sei; denn nach dem Begriff der Morgenländer ist der Erstgeborene der Herr, der wahre Erbe, wie Christus im Neuen Testament auch oft genannt wird, dem der Vater alles Sein übergeben hat. Wenn in diesem Ausdrucke nicht liegt, daß der Sohn als erstes Geschöpf betrachtet werden könne, wo es heißen sollte rcpco1:6Kncr1:oc; (denn soll etwas erschaffen werden , so muß zuvor der sein, durch den es geschaffen wird), so folgt zwar nicht, daß der Sohn selbst Geschöpf sei: aber doch, daß dieses andere Dasein außer der Natur des göttlichen Wesens sich erst von der Schöpfung herschreibe. Wie entscheidend dieser Ausspruch ist, erhellt daraus, daß die Theologen, um den Konsequenzen dieser Stelle zu entgehen, den Akzent veränderten und statt rcpco1:61:0Koc; - rcpco1:01:6Koc; setzten, also aus dem Aktivum das Passivum machten. Aber dieses im Griechischen abenteuerliche Wort, das höchstens im Orphischen Zeit- alter gebraucht werden konnte, ist dem Sprachgebrauche des Neuen Testaments ganz fremd. Vielmehr heißt es immer und Koloss. 1, 15.",
    "Hebr. 1,6. kurz zuvor npw,6-wKO½ besonders bei Paulus, der auch em auszeichnendes Wort, das er eben gebraucht, gern sodann gleich wieder gebraucht.",
    "Hauptsächlich ist Folgendes zu bemerken:",
    "1) Das Wesen des Sohnes oder was das Neue Testament den Sohn nennt, ist ewig in Gott und verschlungen in dem actus purissimus, in Gott.",
    "2) Von da an, als dem Vater an den Gestalten seines Seins die Möglichkeit eines andern Seins erscheint, von Ewigkeit also, stellt sich ihm auch die zweite Potenz als künftiger Sohn dar, in dem er den Vorsatz zur Weltschöpfung faßt. Daher sagt der Apostel: »In ihm ist alles geschaffen« - in ihm konnte der Vorsatz zur Weltschöpfung gefaßt werden.",
    "3) Als Sohn außer dem Vater ist er gesetzt am Anfange der Schöpfung; als Sohn wirklich erklärt ist er am Ende der Schöpfung .",
    "4) Keine Zeugung läßt sich denken ohne Ausschließung des Gezeugten; aber eben dadurch wird ihm ein eigenes Leben aufgeschlossen, und es in die Notwendigkeit versetzt, sich selbst zu verwirklichen. Die zweite Gestalt des göttlichen Seins bekommt durch die Ausschließung die Möglichkeit in sich, selbständige Person zu sein. Die conditio sine qua non dieses Seins ist die Ausschließung jenes göttlichen Seins. Die zweite Persönlichkeit kann nur die besondere Gottheit erlangen, insofern sie zuerst außer ihrer Gottheit, die sie zuvor teilt, die für sie keine besondere war, gesetzt ward. Denn nur indem sie außer ihrer Gottheit und somit als Nicht = Gott gesetzt wird, insofern kann sie sich in der Folge ihrer Verwirklichung als eigene, besondere Gottheit darstellen.",
    "* 5) Die zweite Potenz herausgesetzt ist nur diese, nicht zugleich die erste und dritte; sie ist bloß sie selbst, denn in keiner Potenz liegt die Gottheit. Diese liegt nur in der Alleinigkeit. Die zweite Potenz ist also für sich keine Gottheit - in die Gottheit stellt sie sich her, wenn sie die Einheit der Potenzen hergestellt hat. Dann ist sie der ganze Gott, obwohl nur als besondere Persönlichkeit. Vor dieser Zeit ist also notwendig ihre Gottheit suspendiert oder negiert. Daß aber dieser negierte Zustand während der Schöpfung behauptet werde, will ich nächstens zeigen."
  ]
}