{
  "title": "60. Vorlesung (Lecture 60)",
  "paragraphs": [
    "Schon die mythologischen Ideen lassen sich nicht als bloß menschliche Erfindungen erklären. Wir haben sie viehnehr erkannt als Erzeugnisse eines natürlichen, aber eben darum notwendigen Prozesses des Bewußtseins. Wieviel weniger läßt sich im Zusammenhange der ganzen Geschichte und Entwicklung jener geistige Monotheismus, der mit der Idee des Jehova gegeben ist, der zwar mehrere, Elohim, aber doch als Jehova Einer ist, als menschliche Erfindung betrachten. Ebenso wenig kann dieser Begriff selbst durch den mythologischen Prozeß erzeugt sein, auch nicht indirekt, wie die Buddha=Idee. Es bleibt nichts übrig, als anzuerkennen, diese Idee kann nur eine geoffenbarte sein. Die Frage ist aber: Was sollen wir uns bei Offenbarung selbst denken? Wie ist es möglich, daß durch göttliche Wirkung eine Erkenntnis in das menschliche Bewußtsein gleichsam hineingepflanzt wurde, die früher in ihm nicht ist? Diese Frage ist früher, wie es in einer Philosophie der Offenbarung natürlich ist, gleich im allgemeinen beantwortet worden. Hier kann also von einer allgemeinen Beantwortung nicht mehr die Rede sein, wohl aber von einer Beantwortung, die dem jetzt gewonnenen Standpunkte gemäß ist, und wodurch die frühere, allgemeine Ansicht erst vollkommen verständlich wird. Man hat sich zur Bezeichnung der Wirkung, die durch reine Offenbarung hervorgebracht wird, öfters des Ausdruckes »Erleuchtung« bedient; man hat den Hergang einer dem menschlichen Bewußtsein begegnenden, Offenbarung »Erleuchtung« genannt. Nun gibt es aber keine Erleuchtung ohne vorausgehende Verdunkelung. Jede Offenbarung setzt ein Medium voraus, etwas, wodurch sie das erscheinen läßt, was sie offenbar machen will. Dieses Medium, in welchem sie den wahren Gott Jehova erscheinen läßt, ist für die zweite Persönlichkeit eben jenes widerstrebende Prinzip, welches sie gleichsam als ein unabhängig von ihr vorhandenes bloß benützt, als dieses Medium der Erscheinung des wahren Gottes. Indem sie dieses Prinzip nicht bloß äußerlich, wie in der Mythologie, sondern auch innerlich überwindet, bringt sie in ihm selbst den wahren Gott hervor. Die Offenbarung ist daher von seiten Gottes nicht möglich, ohne in Gott die Mehrheit vorauszusetzen , daß er mehrere, ja sich selbst ungleich ist, aber indem er sich in diesem Verhältnisse aufhebt, sich selbst vermittelt oder gleichmacht. Indem nun das unmittelbare Verhältnis Gottes zum Bewußtsein nicht ein wahres ist, ist im Bewußtsein nicht Gott gesetzt. Inwiefern aber derselbe sich in jenem nicht wahren Verhältnisse aufhebt, bringt er sich selbst in seiner Wahrheit im Bewußtsein hervor. Ohne ein solches Sich nicht selbst Hervorbringen im Bewußtsein wäre keine Offenbarung möglich und umgekehrt: jede Offenbarung besteht darin, daß Gott sich selbst mitteilt; Gott teilt sich selbst mit und somit kann alle Offenbarung nur ein Sich selbst Hervorbringen im Bewußtsein sein. Eine bloße Mitteilung durch Wort und Schrift könnte dies nicht tun; eine Offenbarung muß auf einem innern Vorgange beruhen. In der letzten Vorlesung wurde in bezug auf die Erzählung des Abrahams gesagt: Die Sollizitation , die Abraham erfahren habe, unterscheide sich von der, die abgöttische Völker in einem analogen Moment erfahren haben, nicht an sich selbst, sondern nur durch den Erfolg, dadurch, daß sie in jenem aufgehoben, in diesen nicht aufgehoben wurde. Ganz auf dieselbe Weise unterscheidet sich das begünstigte oder begnadigte Geschlecht Abrahams, nicht durch völlige Freiheit von dem Prinzip, das für die andern Völker der Grund, die Veranlassung zur falschen Religion ist; im Gegenteil , dieses Prinzip muß überall, im begnadigten Geschlechte ebenso, wie in den andern Völkern vorausgesetzt werden. Es muß in ihm vorhanden sein, aber um von der Offenbarung durchbrochen zu werden. Dieses Prinzip ist in dem begünstigten Geschlechte ebenso mächtig, als in der großen Masse der Völker. Auch das Bewußtseinjenes vorbehaltenen Geschlechts muß jenem Prinzip bis auf einen gewissen Zeitpunkt untertan sein. Die Offenbarung ist nur Offenbarung, inwiefern sie dieses Prinzip voraussetzt; es ist ihr daher notwendig, dieses Prinzip bestehen zu lassen und es nicht absolut aufzuheben. Die Offenbarung muß es als ihre Voraussetzung schonen und er- halten. In diesem Bequemen besteht das Geheimnis Gottes im Alten Testament. Nach dieser ganzen Ansicht wird sich also die Ökonomie des Alten Testa1nents durch folgende zwei Sätze erklären:",
    "1) Der unmittelbare Gott des alttestamentlichen Bewußtseins ist der, welchen wir den realen zu nennen gewohnt sind; also nicht eigentlich der alleinige, sondern der ausschließliche, auf den alleinigen Besitz des Seins eifersüchtige, der darum auch als der zornige, als das verzehrende Feuer gedacht wird.",
    "Zu diesem allein hat das Bewußtsein ein unmittelbares Verhältnis .",
    "IU 2) In der alttestan1entlichen Ökon01nie steht diesem realen Gott als besondere Persönlichkeit jene entgegen, die als Engel des Jehova bezeichnet ist und darum so genannt wird, weil, indem sich diese Persönlichkeit mit dem ersten als eins darstellt , oder weil sich diese andere Persönlichkeit als der Erste selbst nur in einer mehr äußeren Gestalt darstellt, wird das Bewußtsein zur Idee des Gottes erhoben, der in einem andern und höhern Sinne der Eine ist. Dieser nicht im negativen Sinne, nicht im Sinne von Singularitas, sondern iin positiven, die Mehrheit nicht ausschließenden, Sinne Eine Gott wird nun eben Jehova genannt. Dieser Gott hat zum Bewußtsein kein unmittelbares Verhältnis. Dies liegt schon im Begriffe eines Malach Jehova, eines Engels, der ihm vorausgeht. Der Begriff des Jehova ist nicht ein ursprünglicher, sondern eben dieser Begriff ist der hervorgebrachte, also der geoffenbarte. Wir haben aber nun diese Doppelheit, worauf nach unserer Behauptung die ganze Ökonomie des Alten Testaments beruht haben soll, in der einen Erzählung von Abraham nachgewiesen . Der Gott, der den Abraham sollizitiert, ist allerdings der reale Gott, die Persönlichkeit, die diese Sollizitation aufhebt, 3U und dadurch den sollizitierenden Gott als den wahren erklärt, ist allerdings der Engel des Jehova; aber dieser Engel des Jehova , wodurch alle Offenbarung vermittelt wird, geht durch das ganze Alte Testament. In der Natur (was vielleicht als Erläuterung dienen mag) erscheint Licht oder Erleuchtung jederzeit nur da, wo ein Gegensatz sich aufhebt; wo die beiden Elektrizitäten in der höchsten Spannung sich ausgleichen, da ist Lichterscheinung. Die Erleuchtung, die dem Bewußtsein im Alten Testament zuteil wird, ist auch eine solche, die aus einer momentanen Aufhebung der Spannung hervorgeht; eben darum setzt die Offenbarung diese Spannung immerwährend voraus. Erst Christus ist der, der diese Spannung absolut aufhebt . Ja die ganze äußere Einrichtung, das ganze Zeromonial = Gesetz der mosaischen Religion beruht nur auf der Anerkennung der Realität jenes Prinzips, welches wir das entgegenstrebende , das reale genannt haben. Die beständige Gegenwart des nicht göttlichen Prinzips macht das außerordentlich Rätselhafte des Alten Testarn.ents und besonders der mosaischen Einrichtung aus, obwohl sie darauf beruht, daß die zweite Persönlichkeit als Christus, obwohl sie schon wirkt, gleichwohl noch verborgen ist, wie im Heidentume. Wäre nicht in dem Alten Testament, der Offenbarung selbst, ein heidnischer Grund, so wäre in der Folge keine Ursache, die alttestament- liehe Verfassung aufzuheben. Dies beweist, daß etwas dasein muß, was durch Christus aufgehoben werden kann. Beide, das Heidentum und die alttestamentliche Religion, wurden zugleich - uno eodemque actu - aufgehoben. Eben dieses Verhältnisses wegen und weil auch in der mosaischen Religion das widerstrebende, für sich nicht göttliche, Prinzip zu Grunde liegt, ist das Alte Testa1nent vorzugsweise die Periode der Offenbarung, denn jede Offenbarung setzt eine Verdunkelung voraus. Christus ist das Ende der Offenbarung, wie er das Ende des Heidentumes ist. Die wirkliche Erscheinung Christi ist mehr, als bloße Offenbarung, eben weil sie die Voraussetzung der Offenbarung und somit die Offenbarung selbst aufhebt . Im. Alten Testarn.ent bestand die Voraussetzung der Offenbarung und darum ist das Alte Testament vorzugsweise die Zeit der Offenbarung. Christus hebt die ganze Vorausset- zung auf; indem er 1nit ihr die Offenbarung aufhebt, ist er selbst deren Ziel und Ende. - Ich habe bemerkt, daß auch in der Tat durch das ganze Alte Testament diese Doppelheit hindurchgeht , diese Unterscheidung zwischen dem Elohim und dem Engel des Jehova. Immer sind es gewichtige und besondere Verhältnisse, wo diese Persönlichkeit hervortritt, die emphatisch der Engel des Jehova genannt wird. Er erscheint der Hagar auf ihrer Flucht in die Wüste, wo er ihr die ungeheure Ausbreitung ihres Samens weissagt. Wer den Zusammenhang der ältesten Geschichte mit den Ereignissen der spätesten Zeit nicht erkennt, der lese diese Weissagung! Im Ausgange der Hagar und ihres Sohnes Ismael aus den'l Hause Abrahams ist das ganze spätere Verhältnis angedeutet, daß das mächtige Nachbarvolk der Hebräer, dessen Religion in der Folge von der der Juden und Christen ausgehen sollte, beiden gefährlich sein, ja beide von ihren ältesten Sitzen verdrängen sollte. Der Engel Gottes verhieß ihr eine unzählbare Nachkommenschaft. Den Knaben aber, mit dem sie schwanger ginge, hieß er sie Ismael nennen, weil sie Gott in ihrer Drangsal erhört hätte. Er wird ein so wilder Mensch sein, als ein wilder Esel - er wider alle und alle wider ihn - er wird allen seinen Brüdern gegen Morgen zu wohnen (vergleiche die folgende Weissagung bei ihrem zweiten Ausgange). Jene zweite Persönlichkeit ist es, die dem Moses im feurigen Busche erscheint, um ihn zu seiner großen Bestimmung einzuweihen, welche das Christentum vorbereiten sollte. Wo der Engel ist, ist immer auch der Elohim, wie aus der Erzählung jener Erscheinung erhellt; denn zuerst heißt es:",
    "»Der Engel erscheint« - dann ist es aber der Elohim, der aus dem Busche zu Moses redet; aber wo der Elohim erscheint, erscheint nicht immer auch der Engel. In der Erzählung von Abraham erscheint der Engel nur, um die Vollziehung des Opfers zu hindern; der aber, welcher das Opfer heischt, wird bloß Elohim genannt. Alles Gottes würdige wird jener Persönlichkeit zugeschrieben. Von jeher aber fühlte man, daß von dem Elohim manche Prädikate ausgesagt werden und manches erzählt wird, was des wahren Gottes nicht würdig gehalten werden kann, und was man durch Anthropomorphismen zu erklären suchte. Allein damit ist nichts gesagt; denn alles der Art, was des wahren Gottes nicht würdig erscheint, wird gleichwohl mit soviel Eigentümlichkeit von dem Elohim gesagt , daß man es für wörtlich gemeint nehmen muß. Er wird außer der zweiten Persönlichkeit gedacht. Ohne die zweite Persönlichkeit ist er, wenngleich wohl nicht der wahre Gott, dennoch nicht Nichts; er ist in der Tat doch ein reelles Prinzip und was von ihm erzählt wird, ist eigentlich und wörtlich zu verstehen, wie z.B. im Buche Josua erzählt wird: »Die Kinder Israels vergriffen sich an dem Verbannten; denn Achan hatte etwas von dem Verbannten genommen. Darum ergrimmte der ZornJehovas über Israel«. Jehova in seinem Zorne ist nicht der ganze Gott; er ist der Elohim außer der zweiten Persönlichkeit, und ohne sie. Wer erkennt nicht in dieser Erzählung das Prinzip des Unwillens, in dem Gott nicht seiner wahren Gottheit nach ist, welches aber dennoch ein sehr reelles Prinzip ist? - Inwiefern dieses Prinzip unmittelbar zur Offenbarung dient, inwie- fern es nach Paulus, der Zuchtmeister des höhern ist, inwiefern es in bezug auf die höhere Persönlichkeit gedacht wird, insofern , in dieser Verbindung, ist es allerdings auch ein göttliches Prinzip der göttlich gewollten Ökonomie. Außer dieser Verbindung ist es eben nur das eine Prinzip. Ich will noch etwas anderes zur Erläuterung anführen. Der Prophet Jeremias wirft den Kindern Judas vor, daß sie den Altar Taphet im Tale Enom bauten, um ihre Söhne und Töchter zu opfern. Da setzt Jehova hinzu: »Welches ich nie geboten habe und was mir nie in den Sinn gekommen ist.« [7, 31.] Durch diese Versicherung setzt * Jehova voraus, daß die Kinder Israels dies als ein göttliches Gebot angesehen haben; denn allerdings erregte das Prinzip, das die Heiden zum opfern ihrer Kinder erregte, auch die Juden dazu »aber, wie ein anderer Prophet sagt, sie horchten nicht auf die Stimme des Engels.« Der Unterschied zwischen denJuden und Heiden beruhte auf der Stimme dieser zweiten Persönlichkeit . Nicht jenes Prinzip für sich oder im Widerspruche mit dem Engel, dem Angesichte (was ich gleich erläutern werde), ist göttlich: nur erst in der Einheit mit dem Engel zeigt sich der wahre Gott. Daher kann Jehova wohl sagen, ihm, als wahren, ganzen Gott, sei nie in den Sinn gekommen, solche Opfer zu heischen, obgleich es allerdings der Elohim war, der von Abraham das Opfer seines Sohnes forderte: Von eben diesem Prinzip, welches übrigens nur die eine Seite des wahren Gottes, des Jehova ist, wird in der mosaischen Gesetzgebung auch gesagt, daß in Kraft dieses Prinzips auch die abgöttischen Propheten Wunder wirken können. Dieses Prinzip ist dem Heidentume und dem Judentume gemein, und es wird als notwendig zur Offenbarung vorausgesetzt. Es ist das Prinzip, das durchbrochen werden muß, damit die innere Erleuchtung möglich wird. Das wichtigste Geschäft hat jene Persönlichkeit bei der Ausführung der Kinder Israels aus Ägypten und bei der Gründung der mosaischen Verfassung. Im Buche der Richter spricht der EngelJehovas: »Ich habe euch aus Ägypten geführt und in das Land gebracht, welches ich euern Vätern eidlich verheißen hatte: ich dachte meinen mit euch geschlossenen Bund nimmer zu widerrufen, wenn ihr anders mit den Einwohnern dieses Landes in kein Bündnis treten und ihre Altäre zerstören würdet. Aber Ihr habt meiner Stimme nicht gehorcht .« Aufs bestimmteste wird das Verhältnis des Engels und des Elohim im zweiten Buche Mosis ausgedrückt, wo der Elohim sagt: »Sieh, ich sende meinen Engel vor dir her, daß er dich auf der Reise beschütze und dich an den Ort bringe, den ich dir zugedacht habe. Betrage dich vorsichtig vor ihm, gehorche ihm, damit du ihn nicht reizest. Er wird euch eure Übertretung nicht verzeihen. Mein Name ist in ihm.« - Dies läßt sich dem Sprachgebrauche nach nicht anders ausdrücken, als - ich selbst bin in ihm - oder er ist ich selbst. Gerade dadurch, daß zwei Persönlichkeiten gesetzt sind, von denen die eine die andere und die andere die eine ist, wird der Begriff des im positiven Sinne Einen Gottes erregt - »gehorchest du ihm, was er dir gebieten wird, so will ich deiner Feinde Feind und deiner Widersacher Widersacher sein«. Denn der, bei dem die Macht oder Stärke ist, ist die erste Persönlichkeit. Sie wendet aber die Stärke nur an, wenn der Stimme der zweiten Persönlichkeit Gehorsam geleistet wird. Der Elohim spricht zu Moses : »Ich will nicht mit dir hinaufgehen; aber mein Engel soll vor dir hergehen.« Da er nicht selbst mitgeht, so ist offenbar der Engel der Gegensatz des verzehrenden Prinzips in Gott, die Potenz, die nicht verzehrend wirken kann. Einige Schwierigkeit bietet die gleich folgende Stelle dar: »Mein Angesicht soll mit dir gehen.« Was bedeutet Angesicht? Ist dies vielleicht der Engel selbst? Das Angesicht heißt in der Heiligen Schrift das vordere - prius, anterius - im Gegensatze von posterius. Da es nun der Engel oder die zweite Persönlichkeit ist, durch die der wahre Gott erscheint, da sie das den wahren Gott Bereitende ist, so konnte der Engel wohl auch das Angesicht des Jehova genannt werden. Sonst bedeutet Angesicht gewöhnlich die Seite, die für sich allein das verzehrende Prinzip Gottes ist. Denn gleich darauf sagt Jehova: »Mein Angesicht kannst du nicht sehen.« Die Worte »mein Angesicht soll mit dir gehen« muß man aber als eine Beruhigung für Moses so auslegen:",
    "wenn mein Angesicht oder mein Engel mit dir geht, gehe ich auch mit dir. Welche Erklärung man aber man imrner wählen mag, das Verhältnis ist immer dieses: Der, welcher ausschließlich das Sein besitzt, wird vom Engel unterschieden und zwar so, daß er dem Engel befiehlt oder ihn sendet. Das erste Prinzip wird als herrschend, das zweite als dienend dargestellt. Es ist natürlich, daß jener, bei dem ausschließlich das Sein ist, überall als der Herrschende hervortrete; denn eben auf dem ausschließlich Seienden beruht die Einzigkeit Gottes, die nicht Inhalt des wahren Monotheismus ist, wohl aber des Theismus, und eben diese absolute Einzigkeit ist es, die in der mosaischen Gesetzgebung sichergestellt wird; und jenes seiner Natur nach aus- schließliche Prinzip ist der Grund dieser Einzigkeit. Der eigentliche Monotheismus, in welchem jene höhere und positive Einheit, nach welcher der, der mehrere ist, doch nur Ein Jehova ist, ist nicht ein unmittelbarer, sondern ein hervorgebrachter , also geoffenbarter, Begriff Der erste oder unmittel- bare Begriff ist dem alttestamentlichen Bewußtsein keineswegs eigentümlich. Nach diesem ist der Gott, bei dem allein das Sein ist. Auch im Sabäismus ist es der Eine Gott, der ausschließlich und allein verehrt wird. So finden wir zur Zeit des Abrahams den König Melchisedek, der zugleich ein Priester des höchsten Gottes genannt wird, und den Abraham mit diesen Worten begrüßt: »Gesegnet seist du Abraham vom allerhöchsten Gott, dem Herrn des Himmels und der Erde! Gelobt sei der allerhöchste , der dir Sieg über deine Feinde verliehen hat!« Eben darum, weil der Grund der ganzen alttestamentlichen Offen- barung und daher auch der mosaischen Religion dieser ausschließlich Eine ist, so daß man sagen kann, die mosaische Religion habe den unmittelbaren Begriff Gottes ganz mit dem Sabäismus gemein, erklärt und rechtfertigt sich die Ansicht, welche Strabo über die mosaische Religion gibt: »Moses sagt und lehrt, daß die Ägypter nicht recht denken, welche die Tiere und das Vieh (Apis) Gott gleich hielten; ebenso wenig die Libyer, noch diejenigen, welche menschlich gestaltete Götter bildeten.« Strabo fährt dann fort: »Denn, sagt Moses, es sei nur das allein Gott, was uns Alle umfängt und Erde und Meere begreift, was wir Himmel nennen (wie im Alten Testament häufig Himmel synonym mit Gott ist), oder Weltall oder die Natur der Dinge. Wer aber möchte wohl von diesem Allwesen ein Bild verfertigen, das irgendeinem einzelnen von dem, was wir um uns sehen, gleich ist? Also von allen Götternbildern sollten sie sich hüten; aber einen Tempel sich errichten, und dort Gott verehren ohne alle Gestalt.« Strabo kannte nur die negative Seite der Religion des Moses; diese aber hat er echt und richtig dargestellt. Diese ausschließliche Einheit Gottes hat nicht Moses zuerst und allein gelehrt, sondern sie war schon die Religion des Abrahams und seines Geschlechts und scheint die Grundlage der den, Abraham gleichzeitigen Völker gewesen zu sein."
  ]
}