{
  "title": "Vorlesung 15 (Lecture 15)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Wir sind ausgegangen von dem Begriff dessen, was sein wird; sodann haben wir das, was sein wird, zu begreifen ge- sucht als nicht unmittelbar notwendig und blind ins Sein s Übergehendes, sondern als das in seiner Geistigkeit, in seiner Eigenschaft, ein Vor= und Überseiendes zu sein, Stehenblei- bendes, d. h., als vollkommenen Geist. Wir haben nun wieder diesen vollkommenen Geist begriffen als Freiheit, zu sein oder ein Sein außer sich anzunehmen, sich außer sich darzustellen. Der vollkommene Geist, inwiefern er ist, der sein wird, der nicht an sich gebunden ist, sondern von sich ausgehen kann, also lebendiger Geist ist, kann allein, urkundlichen, Sprachge- brauch gemäß, Gott genannt werden. Nicht eine leblose Sub- stanz, die bloß eines logischen Verhältnisses fähig ist, ebenso wenig die Substanz, die beweglich ist, aber in blinder Not- wendigkeit fortschreitet, die durch sukzessive Negation jedes bestimmten Seins sich selbst zuletzt als Nichts darstellt, wäre Gott; nur dem gebührt der Name Gott, der sagen kann: Ich werde sein, der ich sein werde, d. h., der ich sein will - es ist über mein Sein nichts vorausbestimmt - niemand kann es vorausbestimmen, was ich sein werde - es hängt nur von meinem Willen ab. So kann auch kein Mensch von einem Menschen, als freiem Wesen, voraussagen, was er im nächsten Augenblicke tun werde. Freiheit ist überall da, wo die Wahl des Seins völlig unbestimmt ist. In völliger Freiheit ist Gott, das ihm gezeigte Sein, das nicht mehr actus purissimus ist, anzu- nehmen oder nicht, weil er in der materiellen Nicht=Einheit oder Differenz ebensowohl der Alleinige ist, als er in der ma- teriellen Indifferenz der Alleinige ist. Ich bemerke nur noch: Gott ist, auch herausgegangen aus sich selbst, noch immer die unauflösliche Einheit. Seine eigene Gestalt ist es, die er durch die Potenzen hindurch immer erblickt; die Potenzen sind gleichsam Verkleidungen der ursprünglichen Gestalt seines Seins. Gerade seine Einheit ist also das absolut Unbewegliche; diese besteht auch post actum, nach dem Übergange ins Sein, immer noch wie zuvor. Sie wird nicht verändert dadurch, daß statt der Potenzen wirkliche Gestalten eingetreten sind - Gott"
    },
    {
      "index": 1,
      "text": "ist ünmer noch unmittelbar die Einheit seiner Selbst. Diese Einheit geht durch die Potenzen hindurch und setzt die Po- tenzen noch iinmer als unniittelbare Gestalt seines Seins. Die Einheit besteht immer unveränderlich; sie ist vor und nach dem actus gleich wirklich. Die Gestalten können substantialisiert werden durch seinen bloßen Willen; die Einheit aber ist die Einheit seiner Natur, die durch die materielle Nicht=Einheit ebensowenig affiziert wird, als sie durch das materielle Eins=Sein bedingt war. Gott hört auch in der Differenz seiner Gestalten nicht auf, der wesentlich Alleinige zu sein. Gott ist darum absolut frei, jenes gezeigte Sein anzunehmen oder nicht, weil er auch nach dem Heraustreten in jene Gestalten nicht aufhört, Einheit zu sein - weil er, auch wenn er ins gespannte Sein tritt, sein göttliches Sein nur suspendiert, nicht aufhebt, da es durch den Gegensatz der Potenzen dieses Seins wieder- hergestellt wird. Daher besitzt Gott dieses Sein nur als ver- mitteltes, was ursprünglich unvermitteltes war. Aber ob mit- telbar oder unmittelbar, das ist für Gott gleichviel. In Deo non differunt esse et quod est. Das wahre Sein Gottes ist eben das, daß er er selbst ist, und dies ist das Unaufhebliche an ihm. Nach dem dieser Punkt der absoluten Freiheit ms reme ge- bracht ist, bleiben noch zwei Fragen übrig: 1) Wie Gott dieses Sein annehmen könne - 2) Wodurch er im Falle der wirklichen Annahme dieses Seins außer sich zur wirklichen Annahme des Seins bewogen werde? Was die erste Frage betrifft, so ist bereits erklärt, wie der Grund der ganzen Spannung, der Grund alles außergöttlichen Seins in dem aus seinem Ansieh herausgetretenen Ansieh liegt, inwiefern am Ansieh die Möglichkeit nicht ausgeschlossen ist, hervorzutreten. Nun ist Gott seiner Natur nach der an sich seiende Geist, und dieser ist in seiner ursprünglichen Wirk- lichkeit selbst Gott; daher kann er durch den bloß göttlichen Willen der außer sich Seiende sein. Als solcher kann er her- austreten und ist nun nicht mehr Gott selbst, doch ist er auch schlechterdings nicht Nicht=Gott, denn die Möglichkeit des Gott=Seins ist noch da, er ist wenigstens potentialiter noch"
    },
    {
      "index": 2,
      "text": "Gott. Es ist not1g, im vorbeigehen über die Bedeutung des Wortes »Potenz« einiges zu erwähnen. Wir haben gesehen, wie dem vollkomn1enen Geiste an den Gestalten seines Seins zuerst die Potenz sich darstelle. Nun aber werden die Gestalten des ursprünglichen Seins Möglichkeiten eines andern von ihm ver- schiedenen Seins. Im wirklichen Sein sind diese Gestalten nicht mehr Gestalten des göttlichen, sondern des außergöttlichen Seins; sie sind daher Möglichkeiten iin umgekehrten Sinne. Vorerst waren sie Potenzen des noch nicht seienden außergött- 1() liehen Seins; nun da das göttliche Sein herausgetreten ist, sind sie Potenzen des wiederherzustellenden göttlichen Seins. Dies sei, um allen Mißverstand abzuschneiden, beigefügt. Es verhindert nichts, daß Gott als an sich seiender Geist, der somit auch die Kraft des Seins des an sich seienden Geistes ist, statt des an sich seienden Geistes durch bloßen Willen das außer sich Seiende sei. Hier geschieht der Übergang des Maskuli- nums ins Neutrum. Er ist ,o E~tcr,aµi:vov; nur muß man denken, er ist es nicht, um es zu sein, sondern um eines andern Zweckes willen - Ka,a nva oiKovoµtav, d. h., nach einer ge- wissen Vorstellung, wie es eine uralte Lehre ist, daß Gott * gerade durchs Gegenteil seine Absichten ausführe (napa TO i':vavnov). Er verwirklicht dieses Mögliche durch unmittelba- ren Willen, damit er überwunden werde, nämlich von dem außer ihm Seienden. Er ist nun frei, dieses Sein anzunehmen oder nicht, weil er an der zweiten Gestalt hat, wodurch er sein erstes Sein überwindet, und in sein Ansieh versöhnend zurück- bringt. Daher ist er völlig frei, und wir haben von selbst zur zweiten Frage geführt, nämlich wodurch Gott im Falle der wirklichen Annahme dieses Seins außer sich zur wirklichen Annahme dieses Seins bewogen werde? Man könnte sich den Übergang vom actus purissimus des göttlichen Seins zum durch Widerstand vermittelten Sein so denken: Jedes Wesen, sowie es zustande gekommen ist, sucht sich zuerst in seinen verschiedenen Gestalten auseinanderzuset- zen und zu unterscheiden. Dies ist nun iin actus purissimus des göttlichen Lebens umnöglich, weil in ihm die Gestalten nicht auseinander zu bringen sind. Denn der an sich und für sich"
    },
    {
      "index": 3,
      "text": "seiende Geist ist Selbstlosigkeit und daher nicht zu trennen. Die 3. Gestalt ist jeder der erstem gleich, und daher sind alle 3 Gestalten ursprünglich nicht auseinander zu bringen. In diesem reinen Strom des göttlichen Seins ist Anfang, Mitte und Ende; aber Anfang, Mitte und Ende sind nicht auseinander. In der reinen Unendlichkeit wäre Gott unfaßlich; er könnte sich selbst nicht festhalten, selbst nicht in seiner Gestalt fassen. Das Be- streben, sich festzuhalten, würde als eine Art Rotation erschei- nen; denn was Anfang und Ende nicht auseinander bringen kann, rotiert. Da jede rotatorische Bewegung, d. h., Anfang und Ende nicht finden Können an sich Unseligkeit ist, so ist Gott die Erscheinung jener ersten Möglichkeit sehr willkom- men. Unselig ist der, der nicht leben und nicht sterben kann, wie die Verdammten, die kein Ende finden. Eben diese Mög- lichkeit enthebt ihn jener rotatorischen Bewegung, die ohne diese Möglichkeit an ihm sein müßte. Denn eben diese Mög- lichkeit wird ihm das Mittel, voraus schon, vor dem Ausein- andergehen in alle Gestalten, sich zu unterscheiden, indem er jetzt die andern Gestalten nicht sieht als das, was sie sind, sondern als das, was sie sein können, als das, was sie sein werden. Jetzt sind die Gestalten ideell schon auseinander - darum ist jene erste Möglichkeit, die der Anfang zu jeder andern Möglichkeit ist, ihm so willkmnmen; denn sie setzt ihn 1) gegen die Notwendigkeit seines alles verzehrenden Seins in Freiheit; es kommt aber auch 2) durch diese Möglichkeit zuerst Erkenntnis in Gott. Darum erscheint sie ihn, auch nicht als Gegensatz, sondern sie erscheint ihm als Gegenstand des Er- götzens und der Freude. Wenn nun die Frage entstünde, mit der die Kindheit schon anfängt, nämlich womit sich Gott von jeher beschäftigt habe, - so würden wir antworten: Eben mit jener potentia prima. Um entschieden aus dieser rotatorischen Be- wegung, die mit dem göttlichen Wesen gesetzt ist, in die Entgegengesetzte, gradlinige Bewegung zu treten, hat der vollkommene Geist kein anderes Mittel, als Anfang, Mitte und Ende in sich selbst ungleich zu machen. Anfang, Mitte und Ende muß er in sich selbst ungleich machen; denn die gerade Linie ist, wo Anfang und Ende auseinander sind. Sie, die Po-"
    },
    {
      "index": 4,
      "text": "tenzen sind durch den Zwang der göttlichen Einheit zusam- mengehalten und somit ist eine Bewegung gegeben, welche bestimmten Anfang, bestimmte Mitte und festgesetztes Ende hat. Punkt ist das, wo Anfang und Ende nicht auseinander sind. Wenn der vollkommene Geist die Möglichkeit zur Wirk- lichkeit erhebt, bringt er Anfang und Ende auseinander oder macht sie sich selbst ungleich. Dann schließt eine Gestalt die andere aus, und jede Potenz ist in dieser Spannung, was sie ist. Mit der einmal gesetzten Spannung wäre die geradlinige Be- wegung gesetzt; es wäre eine notwendige, vom bestimmten Anfange durch eine bestimmte Mitte bis ZU!Tl vorherbestimm- ten Ende laufende, Bewegung gesetzt. Wie einmal die Potenzen auseinander sind, kann die Spannung nimmer bestehen. Auf diese Weise ließe sich jener freiwillige Übergang ins äußere Sein denken, nämlich als ein Übergang aus der rotatorischen Bewegung in die gradlinige, und man könnte, um das auffal- lende dieser Erklärung zu beschwichtigen, noch eine Stelle aus Platos Gesetzen* vergleichen. Zwar will man behaupten, daß dieser Dialog dem Plato nicht zugehöre, und dies dadurch bekräftigen, daß dieser Dialog den übrigen Werken Platos in mehrern Punkten nicht entspreche. Allein ob ich gleich ein Philolog zu sein mich nicht rühmen kann, so wollte ich es doch nachweisen, daß dieser Dialog ein Platonischer ist. Oberhaupt ist es nicht recht, von einem großen Schriftsteller, von dem Genius der Philosophie, den, die Verehrung der Alten schon seit 2000 Jahren den Namen des Göttlichen beigelegt hat, zu fordern und vorauszusetzen, daß er sich nicht selbst ungleich sein könnte. Plato führt 1m7'.mor; 7'.oyor;, als Überlieferung der Orphischen Philosophen, folgendes an [**]: Gott ist Anfang, Mitte und Ende der Dinge in sich begreifend; er dringt geraden Wegs durch, da er seiner Natur nach um-"
    },
    {
      "index": 5,
      "text": "* lib. 4. [**] Lib. 4. de leg. 'O µcv !:lrns (warrEp Kat 6 rraAatos Aoyos) apx11v ,E Kat ,EAEtJHJV Kat µcaa nov 6vnov {mavnov l':xcov, cuSctav rrEpatvE1, Ka,a cpucnv rrEptrropwoµcvos- Conf Clem. Alex. coh. ad gent. p. 117. Ed. Wirceb."
    },
    {
      "index": 6,
      "text": "wandeln müßte. Ich übersetzte hier 1teptcpepoµev0<; und glaube, diese Veränderung ist zu rechtfertigen - nämlich statt 1tept1topwoµi:voc; 1teptcpepoµi:voc;, welches erstere nur so hin- eingekommen ist. Der Ausdruck Ka1:a cpucnv fordert eine unwillkürliche Bewegung; in 1tept1topwoµevoc; wäre aber eine nur willkiirliche Bewegung gesetzt. Also ist, um einen Gegen- satz zu finden, 1teptcpepoµi:voc; zu setzen. Der Sinn dieser Stelle Platos, die ihren eigentlichen Sinn, wie ein Orakel der Vorzeit, nicht ganz ausspricht, ist dieser: Gott geht gerade vorwärts, indem er frei wollend Anfang, Mitte und Ende sich ungleich * macht, da er ohne seinen Willen, seiner Natur nach, in sich selbst rotieren würde. Doch es bedarf der Platonischen Stelle nicht, um den Begriff der Umwandlung der rotatorischen Be- wegung in die gradlinige auch auf Gott anzuwenden, denn ein Prophet sagt: »Die Wege des Herrn sind gerade.«[*] Christus selbst vergleicht den Geist im ersten Sein, wo er noch nicht in eine andere Bewegung übergegangen ist, mit dem Wehen des Windes, da in ihm Anfang und Ende noch nicht auseinander sind. Den Gedanken von geraden Wegen Gottes, den Plato in obiger Stelle weiter ausführt, hat derselbe mit dem alten Te- stament gemein. Man kann Gott übrigens, keinen Weg oder Bewegung zuschreiben, ohne ihm ein Ausgehen von sich selbst zuzuschreiben und so wird jene potentia prima selbst redend eingeführt: »Der Herr hatte mich beim Ausgehen seines We- sens.« Joh. Kepler führt aus alten Mathematikern an, daß die gradlinige Bewegung = Gott, die krummlinige = Kreatur sei. Dieses Gesetz ist uns in der Erscheinung des Lichts und in der Rotation der Planeten dargelegt. In einer andern Wendung kann man das Herausgehen Gottes so erklären: Die Absicht sei zuerst, an die Stelle des nicht selbst gesetzten Seins, des actus purissimus, einen wie durch Wider- stand aufgehaltenen, unterbrochenen, eben daher in seinen Momenten unterscheidbaren actus, kurz einen Prozeß zu set- zen, der, inwiefern sich in ihm das göttliche Sein wiederer-"
    },
    {
      "index": 7,
      "text": "[*] Dan. 3,27. Oseae 14,10."
    },
    {
      "index": 8,
      "text": "zeugt, ein theogonischer Prozeß genannt werden kann, dessen Erfolg für Gott ohne Unterschied sein würde. Es verhält sich allerdings so; aber als eigentliches Motiv kann dies darum nicht gelten, weil Gott ohne jenen actus schon im ersten sich um- s wendet. Das eigentliche Motiv der angenommenen Bewegung könnte in einem Etwas liegen, welches ohne diesen vorkom- menden actus in jenem Prozeß gar nicht sein könnte. Dieses nur durch den Prozeß Mögliche könnte etwas praeter Deum und etwas in Deo selbst sein. Ein solches jetzt noch nicht Seiende, aber doch durch den mit Willen gesetzten Prozeß Mögliche könnte nur die Kreatur sein, und jener Prozeß wäre also Schöpfungsprozeß. Davon später. Das Resultat unserer ganzen bisherigen Entwicklung des göttlichen Seins ist in dem Satze sv TO rcav, nicht als Sinnspruch einer Eleatischen Philosophie, wo unter rcav nicht eine wirk- liche Allheit, sondern nur das einförmige Sein verstanden wird. Unser rcav ist eine in sich abgesetzte, gegliederte Allheit des ursprünglichen Seins, das an sich, für sich und im für sich Sein an sich seiende Sein, die in Gott alle geistig Eins sind. Auf diese Weise ist es aber bloß sv TO rcav. Man könnte sagen, es solle auch rcav TO sv, es solle jedes das Eine und zugleich das Ganze sein, das Ganze gleich Gott, der in jeder Gestalt auch für sich Gott ist, oder wie ein Apostel sagt: »Das Ganze soll in * jedem - alles in allem sein.« Dies ist die höchste Ansicht und auch die höchste christliche Lehre, was ich aber erst später ausführen kann. Meiner Ankündigung zufolge wollte ich eine Einleitung vorausschicken. Dies ist nun geschehen. Ich wollte diese Ein- leitung fortsetzen bis zum Monotheismus; dies kann aber erst nach den Feiertagen geschehen. Vom Monotheismus werden wir zur Philosophie der Mythologie kommen und von dieser zur Philosophie der Offenbarung."
    }
  ]
}