{
  "title": "Vorlesung 79 (Lecture 79)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Wir haben die Engel des Neuen Testaments im allgemeinen gleichgesetzt den apxmc; und i:~oummc;, die wir schon früher Potenzen zu nennen gewohnt gewesen sind; jenen kosmischen Mächten, über die nach dem Neuen Testament Christus zum Haupt erhöht worden ist: also Engel ist überhaupt = Potenz. Die bösen Geister insbesondere haben wir erklärt als Potenzen, denen nach der Schöpfung und im Gegensatze der Schöpfung, gegen die ursprüngliche Absicht derselben, hervorzutreten durch Schuld des Menschen 1nöglich geworden ist. Sind die bösen Engel Potenzen, die gegen die ursprüngliche Absicht der Herrschaft, der sie anfangs unterworfen waren, sich entziehen konnten, so fragt sich: Wie werden wir die guten Engel erklä- ren? Sind diese auch Potenzen? Allerdings, nur im umgekehr- ten Sinne von den bösen Engeln. Denn wenn diese bloße Potenzen sind, die aber durch die Sünde Macht erlangt haben, so ist in1 Gegenteile jeder gute Engel das, was der ursprüng- lichen Intention nach als wirklich sein sollte, das aber durch Schuld des Menschen als bloße Potenz, als nicht verwirklicht erscheint. Als Engel, d. h. als bloße Potenz ist der gute Engel auch nicht erschaffen; denn der eigentlichen [] Schöpfung nach * sollte er wirklich sein, aber er ist von der Wirklichkeit ausge- schlossen durch den Menschen; durch die Schuld des Men- schen konnte er nicht zur Wirklichkeit kommen und ist daher bloß als Potenz gesetzt. Der Mensch ist es, der ihn von der in der Schöpfung ihm bestimmten Wirklichkeit abgeschlossen hat. Daraus erhellt, daß der gute Engel als solcher, d. h. als Potenz nicht erschaffen sei; man müßte denn sagen, er sei durch Schuld des Menschen erschaffen, weil der Mensch es ist, der ihn von der ihm bestimmten Wirklichkeit abgeschlossen hat. Durch den Fall schied sich der Mensch von seinem Engel, der aber dadurch nicht vernichtet werden kann, denn er besteht ün göttlichen Willen; wohl aber kann er in bezug auf das gegenwärtige Sein, auf die jetzige Welt in bloße Potentialität gesetzt werden. Nach dem Tode in der Geisterwelt möchte wohl dieses Verhältnis sich umkehren. In der Parabel vom reichen Manne und dem armen Lazarus wird die Seele des"
    },
    {
      "index": 1,
      "text": "Lazarus zuerst von dem Engel in Empfang genommen. Ab- gesehen, daß diese Erzählung eine bloße Parabel ist, so scheint doch ein reelles Verhältnis durch. Der Mensch, der unfähig ist des universellen Lebens der Engel, der Mensch, der sich nach seinem Tode mit seinem Engel nicht vereinigen kann, der Mensch, der unfähig ist, jenes Leben zu erreichen, dieser wird eben darum in der Geisterwelt in die traurigste' und tiefste Potentialität gesetzt sein. Der Begriff der Potentialität wird im Neuen Testament mit Finsternis ausgedrückt. Der Zustand ei- nes solchen Menschen, dem wir obige Prädikate beigelegt haben, wird die tiefste Potentialität sein. Denn nur im gegen- wärtigen Leben ist der Eigenheit des Menschen als solcher, als das, was er ist, zu wirken vergönnt; nur im gegenwärtigen Leben kann der Mensch seiner Eigenheit nach als solcher wir- ken. Aber jene Region, in welche der Mensch nach dem Tode versetzt wird, ist für die Eigenheit des Menschen als solchen die Nacht, weil sie sich nicht verwirklichen kann. Hier kehrt sich also das Verhältnis um. Während für jene Welt der gute Engel das Aktuelle ist, ist der von ihm geschiedene Mensch das bloß Potentielle. Was nun von dem Menschen zu sagen ist, das gilt am Ende von jedem Geschöpfe, von jedem Dinge; denn nach jener allgemeinen Erregung, zufolge der das Universum nur in der gegenseitigen Ausschließung seiner Teile bestehen kann, nach dieser allgemeinen Erregung und infolge dieser auf die Welt fortgeleiteten Erregung hat jedes Ding eine Art Me- tastase erfahren - es ist nicht mehr das, was es sein sollte; es hat insofern auch seine ursprüngliche Idee = seinen Engel außer sich. Daher die Unzahl von Engeln im Neuen Testament, wo von Myriaden derselben gesprochen wird.[*] Nach dieser An- sieht ist begreiflich, wie so viele Engel sein können, als Ge- schöpfe oder Dinge sind. Es läßt sich ferner aus dieser Erklä- rung auch begreifen, daß die guten Engel ihrer Natur nach gut, willenlos sind; denn sie sind ja nichts anders, als was jeder"
    },
    {
      "index": 2,
      "text": "[*] Hebr. 2,2. Gal. 3, 19. Act. 7,30.88."
    },
    {
      "index": 3,
      "text": "Mensch sein sollte, was aber dieser von sich ausgeschlossen hat. Eben darum, weil sie ohne eigenen Willen sind, nennt sie der Apostel im Briefe an die Hebräer bloß dienstbare Geister. Denn gleichwie dem Menschen der böse Geist immer anliegt, immer neue Möglichkeiten ihm vorzustellen weiß, damit er ihm zum Sein verhelfe, so liegt dem Menschen auch der gute Geist an, und jeder Mensch ist in diesem Leben recht eigentlich zwischen seinen bösen und guten Engel gestellt. Weil aber der gute Engel mit solcher Liebe an den Menschen gebunden ist, daß er auch in der Abziehung von Gott nicht von dem Men- sehen läßt, so sagt Christus von den Kindern, in denen das Böse noch ruht(*]: »01 ayyEA.ot at'rrcov ev oupavov; 8ta navwc; usw. [Ihre Engel im Himmel sehen allezeit das Angesicht mei- nes Vaters im Himmel]«. Die Engel überhaupt sind nicht von * der Schöpfung abgezogene Wesen, sie sind eben nur in bezug auf die Schöpfung. Wenn auch durch die Schöpfung ausge- schlossen von der Wirklichkeit hören sie doch nicht auf, in bezug auf die Schöpfung dazusein. Jeder Engel ist der Engel eines bestimmten Individuums, und weil die Völker auch als Indivuduen betrachtet werden, so wird jedem Volke und so auch jeder Zeit ein bestimmter Engel zugeschrieben. In diesem Sinne hat daher jeder Mensch seinen Engel; daher in der Apo- stelgeschichte die versammelten Christen, als Petrus aus dem Gefängnisse kam, sagen: »ö ayyE1.oc; au't'OU ecrnv.« [Es ist sein Engel.](**] Dieser Bezug, den der Mensch zu seinem guten Engel erhält, ist auch der einzige Zusammenhang, der ihm in der Entfremdung von Gott mit Gott übrigbleibt. Daher heißen sie Boten Gottes, die für sich gar nichts sind. Boten und Mittler sind überhaupt erst nötig, nachdem eine Entzweiung oder Entfremdung eingetreten ist. So gewiß die Engel als bloße Boten beschrieben sind, so gewiß sind sie in dem Zustande, in welchem sie jetzt sind, nicht erschaffen; denn die Entfremdung von Gott und die Entzweiung mit ihm war erst nach der Schöpfung und ist nicht Absicht der Schöpfung. Ehe also der-"
    },
    {
      "index": 4,
      "text": "[*] Matth. 18, 10. [**] Act. 12, 15."
    },
    {
      "index": 5,
      "text": "jenige kam, der bestimmt war, die getrennte Schöpfung unter einem Haupte zu vereinigen, waren die Engel die einzigen Verbindungsglieder der getrennten Welten, der göttlichen und menschlichen. Daher kann es nicht als eine Akkommodation zumJudentume angesehen werden, wenn im Neuen Testament gesagt ist, die mosaische Gesetzgebung sei von Engeln gege- ben. Es würde dem Stolze der Juden weit mehr geschmeichelt haben, wenn gesagt wäre, das Gesetz sei unmittelbar von Gott. Philo gibt sich viele Mühe, dies zu beweisen. Wenn also die Juden selbst der Meinung waren, daß das mosaische Gesetz von den Engeln gegeben sei, so konnte es nur in einem reellen Verhältnisse seinen Grund haben. Es ist unter andern damit ausgedrückt, daß das mosaische Gesetz selbst noch kosmische Elemente enthalte; denn darin besteht der große Unterschied zwischen der alttestamentlichen Offenbarung und der Erschei- nung Christi, daß dort Gott durch Engel, hier aber durch seinen Sohn selbst zu den Menschen redet. Im Anfange seines Lehramtes sagt Christus zu Nathanael, dem ersten, der ihn als den Sohn Gottes erkennt: »Von jetzt an werdet ihr den Himmel offen sehen,« d. h. von nun an werdet ihr eine unablässige Gemeinschaft zwischen euch und Gott sehen.[*] Wer nun unsere Erklärung wohl gefaßt hat, dem wird in den Aussprüchen des Alten und Neuen Testaments nichts Unbe- greifliches zurückbleiben; daher werde ich mich auf keine weitere Erläuterung einzelner Stellen einlassen. Aber eine Frage erheischt noch Erledigung. Es fällt nämlich auf, daß das alt- testamentliche Bewußtsein voll ist von der Idee der Engel; noch mehr jedoch ist das Bewußtsein der Apostel erfüllt von den apxm<; und t~oucnm<;, die dagegen unserm Bewußtsein so sehr fremd geworden zu sein scheinen. Wie geht dies zu? Hierauf ist bloß zu bemerken, daß jene Gewalt der kosmischen Mächte oder Potenzen, die im Heidentume und selbst in der mosaischen Gesetzgebung eine unbeschränkte war, durch Christus und zu seiner Zeit erst in der Aufhebung begriffen war, und deswegen gewissermaßen noch existierte. Wie nun"
    },
    {
      "index": 6,
      "text": "[*] Joh. 1, 51."
    },
    {
      "index": 7,
      "text": "jede herrschende Potenz erst in der Aufhebung am bestimm- testen fühlbar wird, so mußte auch Christo und den Aposteln die bestimmteste Empfindung dieser Mächte beiwohnen. Da- her mußte ihnen jene chaotische Geisterwelt am unmittelbar- sten gegenwärtig sein. Christo gegenüber hatten diese Ge- walten noch eine objektive Gewalt, die ihnen erst durch ihn genommen wurde. Ihm mußten sie daher noch auf besondere Weise objektiv sein. Er, der das Heidentum und die falschen Götter zerstört hat, er mußte mehr noch, als selbst die, die unter der Gewalt der Geister sich befanden, ihre Realität emp- finden. Man kann daher besonders in mehrern Ausdrücken der Apostel eine gewisse mythologische Farbe nicht verkennen. Man muß sich nicht die Mühe geben, diese wegzunehmen, oder zu verschleiern; man muß sie anerkennen und kann da- durch anderes als gewiß erklären. Eben diese gleichsam my- thologischen Ausdrücke in bezug auf die bösen Geister bewei- sen eben die von uns behauptete Realität des Heidentumes und der mythologischen Vorstellungen, und es ist natürlich, daß ich jetzt wieder darauf zu sprechen komme, indem sie zuletzt noch der sprechendste Beweis für die Richtigkeit unserer Ansicht sind. Ich will darum einige solche sprechende Stellen anführen. Im Briefe Judä, einem der ältesten Dokumente des Christen- tumes, wird gesagt: »ayyi:11,ou~ ,e 10u~ µri ,TJpricrav,a~ ... « [Engel, welche ihren eigenen Anfang nicht bewahrt, sondern ihre eigene Behausung verlassen haben.][*] Hier sind also böse Engel gemeint, von denen gesagt wird 1) daß sie ihren eigenen Anfang nicht bewahrt haben (statt »Anfang« können wir sagen »Potenz« (TJ i8ta apxri)); sie sind aus der bloßen Potenz - - - die ihnen angewiesen war, herausgetreten; 2) daß sie ihre ei- gene Behausung verlassen haben. Dies ist nur ein andrer Aus- druck desselben Begriffes und ist im Grunde nicht bildlicher, als wenn wir sagen, daß diese Potenzen den Ort verlassen haben, in den allein sie durch die Schöpfung gesetzt waren, daß sie nicht mehr eo loco, quo esse debebant sind, d. h. daß sie den Ort der Möglichkeit verlassen haben; es ist dasselbe gesagt,"
    },
    {
      "index": 8,
      "text": "[*] Jud. 6."
    },
    {
      "index": 9,
      "text": "was Christus von 8mßo11,oc; sagt, daß er in dem Verhältnisse, in welchem er allein Wahrheit hat, nicht bestanden sei. Der an- geführte Ausdruck sagt dasselbe, was Johannes andeutet: »6 8taßo11,oc; aµapmvEl ehe' cipxTJc;« - oder sowie er an seinen Ort durch die Schöpfung eingesetzt ist, von diesem Augenblicke weicht er von seinem centro oder dem Orte ab, den er als Ziel aller seiner Bewegungen erhalten hat. Es ist 3) von diesen Engeln gesagt, daß sie Gott bis zur Krisis des großen Tages mit unzerreißbaren Banden in ewiger Finsternis gehalten habe. Ihre Potenz ist auch ihre Schranke, die sie von sich selbst gar nicht, sondern nur mit Hilfe des Menschen überspringen können. Sie können daher nur aus der Region der Finsternis, des Nicht- seienden herauswirken, nicht aber selbst in die Wirklichkeit hervortreten. Sie sind an die Region des Nichtseienden mit unzerreißbaren Banden gefesselt, wenn der Mensch nicht durch seinen Willen sie von diesen Banden befreit. Noch my- thologischer sind die Ausdrücke im zweiten Briefe Petri[*]: »6 Srnc; ciyyEAWv aµap,T]oav,wv .... mpmpwcmc; ... usw.« Gott verschonte die Engel nicht, die von dem Orte, der ihr Zentrun1 sein sollte, und wo sie bleiben sollten, abgewichen sind. Durch die Neigung, abzuweichen, sich aus der Potentialität zu erhe- ben, und zu diesem Zwecke den menschlichen Willen zu verleiten, sündigten sie. Gott hat ihrer nicht geschont, sondern (was natürliche und notwendige Folge ist, wird hier als Strafe angesehen) napEöüJKEV ... usw. Das Wort 1ap1apwcmc; ist ein Wort, das sonst nirgends, weder im Neuen Testament, noch in der griechischen Übersetzung des Alten Testaments vor- kommt. Sextus Empiricus braucht es nur vom Zeus, der den Kronos in den Tartarus verstieß: Apollodorus braucht es von einem der Titanen. Es ist unmöglich, bei diesen Worten nicht an das zu denken, was Hesiodus von den Titanen sagt. Auch hier sind die Titanen verborgen durch den Willen des Zeus.[**] Hier sind also außer dem socpoc; auch die öEC,µOl erwähnt, mit"
    },
    {
      "index": 10,
      "text": "[*] C. 2, V 4. [**] SEXT! EMPIRICI Opera, gr. lat. ed. J. A. Fabricius. Lips., 1718. [ SEX TI EMPIRICI Opera J, gr. et lat. 2 Vol. Lips., 18-12. [Forts. S. 668]"
    },
    {
      "index": 11,
      "text": "denen die Titanen gefesselt wurden, indem sie ebenfalls nur in der Potentialität bestehen sollten. Bei diesen Stellen wäre es eine wahre Torheit, das Mythologische des Ausdruckes leug- nen zu wollen. Aber versteht man das Mythologische recht, so wird man sehen, daß es im Grunde nichts anders sagt, als daß diese Ausdrücke aus einer reellen Empfindung herrühren, wie wir keine solche Empfindung mehr haben. Die Apostel sind an der Grenze der kosmischen Region, und daher mußte ihnen diese uns verborgene Region ganz anders als uns erscheinen. Ihre Vorstellungen schreiben sich aus der Krisis her, die sie erlebt haben: die Apostel waren Zeugen dieser Krisis. Auf diese Weise dürfen also allerdings manche Ausdrücke des Neuen Testaments als den mythologischen Vorstellungen analog be- trachtet werden, nicht etwa, daß man sie als Phantasien an- sieht, sondern sie müssen als wahre Erfahrungen angenommen werden, indem die Apostel die Kraft dieser Gewalten erlebt und gesehen haben. Ich kann hier wegen der unmittelbaren Verwandtschaft der Materie nicht umhin, noch eine andere Frage zu stellen und zu beantworten, nämlich wegen der zahlreichen Engelserschei- nungen und Theophanien, wovon das Alte Testament voll ist. Da nun doch alle einig sind, daß die Gottheit als solche nicht erscheinen könne, so haben schon besonders die Kirchenväter sich bemüht, hier eine Auskunft zu finden, gemäß der sie die Theophanien des Alten Testaments als wahr erklären könnten. Eine der gewöhnlichsten Erklärungen ist diese: In allen diesen Erscheinungen erscheine nur der Menschensohn, der im Alten Testament vorübergehender Weise menschliche Gestalt habe annehmen können. Dies möchte teils mit unserer Ansicht übereinstimmend erscheinen, nach welcher der Messias das principium der Offenbarung ist, teils mit unserer Erklärung, daß der Messias von Anfang an eine von Gott verschiedene"
    },
    {
      "index": 12,
      "text": "APOLLODORI, Biblioth. s. de diis libb. III. Gr. Lat. Tanaq. Faber. Salmur., 1661. - Bibliotheca. Berol., 1789. HESIODI Theogonia c. var. edd. Jung. I. et Trincavell, recognita ab J. Cp. Orellio. Turici, 1836. [Theog. 729.730 u. 717.718]. *"
    },
    {
      "index": 13,
      "text": "Persönlichkeit ist. Diese Erklärung ließe sich aber wohl den- ken, wenn immer nur eine Person erschienen wäre; allein wie will man z.B. die drei Männer erklären, die dem Abraham erschienen sind? Gen. 18,2. Es bleibt also nichts übrig, als diese Erscheinungen für solche zu erklären, die nur möglich waren vermöge der mythologischen Spannung, in der das Bewußt- sein sich befand, die nur mit der vollkommenern Erkenntnis durch Christus selbst aufhörte. Mit dieser vollkommenem Er- kenntnis haben auch die Weissagungen, Wundergaben usw. in der ersten Kirche aufgehört. Allerdings waren diese Gaben Gaben des Heiligen Geistes, aber das Medium, wodurch der Heilige Geist wirkte, war durch einen Zustand des Bewußt- seins gegeben, der sich nicht mehr vorfindet. Anders ließen sich die Erzählungen von der Fortdauer der Wundergaben in der ersten Kirche auch nicht begreifen. In der Mythologie, also auch in den mythologischen Theophanien, denen ich ebenso- wenig alle Realität unbedingt absprechen möchte, sind es die substantiellen Kräfte oder Potenzen, durch welche diese Er- scheinungen möglich sind; sie sind dieselben, wie in den Theophanien der Offenbarung. Geradeso wie Offenbarung und Mythologie nicht durch den substantiellen Inhalt verschie- den sind, so unterscheiden sich die Theophanien in der Of- fenbarung und Mythologie nicht durch die Erscheinungen, sondern durch die Absicht, die in den echten Theophanien eine unzweifelhaft göttliche, in den unechten oder mythologischen Theophanien eine nicht göttliche oder zweifelhaft göttliche ist; denn auch in den mythologischen ist die Absicht zum Teil gött- lich. Denn warum sollte die Vorsehung in außerordentlichen Fällen nicht auch der Heiden sich erbarmt haben? Daher brau- chen wir die Theophanien, weder die des Heidentumes, noch die des Alten Testaments [nicht] als bloße Mythen zu erklären. Wir können sie im Heidentume und umso mehr im Alten Testament als reelle annehmen. Nicht durch das, was sichtbar ist, sind die Theophanien im Alten Testament wahrhaft gött- liehe Erscheinungen, göttlich sind sie nur durch das, was unsichtbar in ihnen ist, was in ihnen eigentlich nur erscheint. Ich hoffe, daß Sie dieser Entwicklung nach begreifen, wie"
    },
    {
      "index": 14,
      "text": "verschieden diese Erklärung von derjenigen ist, welche die Theophanien des Alten Testaments allerdings auch als mytho- logische, aber nicht in unserm Sinne, sondern als bloß poeti- sche ansehen, die dieses Poetische ansehen als eine notwendige Folge von dem Geiste des hohen Altertumes. Sowenig nun diese Erklärungsweise derjenigen, die in den Theophanien des Alten Testaments bloß poetische Erzählungen sehen, zu billi- gen ist, so muß man doch jenen, welche diese Erklärungsweise zuerst anwendeten, zugestehen, daß sie wenigstens im allge- meinen den Ort zuerst andeuteten, wo der Aufschluß hierüber aufzusuchen ist, wenngleich sie selbst den wahren Aufschluß zu geben nicht imstande waren. Namentlich muß man Eich- horn[*] ein Verdienst in dieser Beziehung zuteilen, der in frühem Zeiten gewiß ein Mann von Geist war, und den man wegen seiner spätem schwächern Leistungen nur zu sehr her- absetzte. Auch der verdient ein gewisses Lob, der eine Aufgabe anregt, wenn er gleich sie zu lösen nicht imstande ist. Wogegen jene allzukühnen Erklärer sich gesträubt haben, war keine der unsrigen ähnliche Ansicht: sie erklärten sich nur gegen die gedankenlos hergebrachten Vorstellungen, die sich in einer Zeit der Kritik nicht mehr behaupten konnten. Wir selbst geben dies dadurch zu, daß wir eine andere, tiefer begründete aufzustellen suchen. Von der billigen Beurteilung jener frühem Versuche, manche Vorstellungen des Alten Testaments sich begreiflich zu machen, müssen wir jedoch eine spätere Weise, z.B. die des Dr. Paulus ausnehmen, die sich nur als das Werk einer zur Natur gewordenen Lüge ansehen läßt. Denn wie die Advoka- * ten, welche alle, selbst die widerrechtlichsten, Prozesse über- nehmen, zuletzt sogar allen sensum justi verlieren, ebenso können Menschen, die ihr ganzes Leben damit zugebracht ha- ben, den echten Sinn der Schrift zu verdrehen, zuletzt auch wirklich allen sensum veri verlieren. Indem ich hiermit die Untersuchung über die Geisterwelt beschließe, hoffe ich nicht, daß mir jemand vorwerfen werde, mich bei diesem Gegen- stande zu lange verweilt zu haben. Denn die Vorstellungen"
    },
    {
      "index": 15,
      "text": "[*] Einleitung in das A. T. 5 Bde. Göttingen, 1823. 24."
    },
    {
      "index": 16,
      "text": "vom Satan, von den guten und bösen Engeln greifen so tief ins Christentum ein, daß wir, wenn wir diese Ansicht nicht fest- gestellt haben, nur schwankender Vorstellungen fähig sind. Zugleich aber war es mir erwünscht, in der zuletzt behandelten Materie eine Veranlassung zu finden, mich über eine bis jetzt nicht oder nur fern berührte Sache zu erklären. Das Bewußt- sein und die Erkenntnis dieses Zusa1nmenhanges wird nicht bloß zu einem Verständnis des Christentun1es, sondern auch zur menschlichen und philosophischen Bildung überhaupt er- fordert. Das Bewußtsein dieses Zusammenhanges mit einer Geisterwelt erhebt den Menschen erst vollkommen über die Natur oder sichtbare Welt, und lehrt ihn seine wahre Bedeu- tung im gegenwärtigen Zustande kennen, lehrt ihn kennen, daß er ein reines Mittelglied zwischen der Natur und der Gei- sterwelt sei. Der Glaube an die Geisterwelt, der liebste Ge- danke edlerer Naturen, vollendet erst den Adel des mensch- lichen Bewußtseins und der menschlichen Gesinnung. Ich habe zwar nur die Grundzüge dieses Glaubens angeben können, aber Mehreres finden Sie in meiner schon vor zwanzig Jahren er- schienenen Schrift »Übergang von der Philosophie der Natur * zur Philosophie der Geisterwelt.« Die Geisterwelt ist ein inte- granter Gedanke der ganzen Philosophie. So wie ich in der Philosophie die Natur anerkenne, ebenso muß ich auf der an- dern Seite die Geisterwelt anerkennen. Aber auch an den bloßen Grundzügen ist es genug, um die Realität der christ- lichen Ideen zu begreifen und zu verstehen. In dem bisher Vorgetragenen ist alles enthalten, was notwendig ist, um die Offenbarung in formeller und materieller Hinsicht zu verste- hen, d. h. alles, was von einer Philosophie der Offenbarung gefordert werden kann. In das Praktische des Christentumes, z.B. in die Moral hat die Philosophie der Offenbarung nicht einzugehen. Die Moral ist nur die Folge der theoretischen Idee. Ich habe anfangs erklärt, daß es uns nicht rnn eine spekulative Dogmatik, sondern nur um einen höhern geschichtlichen Zu- san1menhang zu tun ist. Dieser höhere Zusammenhang ist entwickelt. Was allein noch auszuführen ist, ist der Übergang aus der höhern, innern Geschichte in die äußere: dieser Über-"
    },
    {
      "index": 17,
      "text": "gang ist durch die Kirche vermittelt. Der Gegenstand unserer letzten Untersuchung wird daher die Kirche sein."
    }
  ]
}