{
  "title": "83. Vorlesung (Lecture 83)",
  "paragraphs": [
    "Wenn wir die drei Apostel miteinander vergleichen, so möchte man an jenes Gesicht des Propheten Elias erinnert werden, wo der Herr vor ihm vorübergeht, und erst ein Sturmwind kommt, der Felsen zerbricht, dann ein Erdbeben, dann ein stilles, sanftes Säuseln - in dem war der Herr. Johannes hat nicht das Heftige, Vordringende, was der Charakter jedes Anfangs ist, und was durch den Charakter des Petrus ausgedrückt wird. Johannes hat ebensowenig das Erschütternde des Paulus.",
    "Den Donner, der in seinen Schriften vernommen wird, hört man wie oben im Himmel rollen, - und die Erde wird durch ihn erschüttert. In den Schriften Johannis fühlt man das Wehen eines himmlischen Geistes, doch stark genug, auch Felsen zu zerschmettern. In Pauli Schriften fallen die Donnerschläge des Genies, zugleich erschütternd und neu belebend. Johannes hat jene äthergleiche Durchsichtigkeit, die, obwohl sie vollkommmen klar ist, doch zugleich undurchdringlich erscheint: »Offen dem Aug, dem Verstand bleibt er doch immer geheim 1« Jo- hannes hat von Petrus die Einfalt und in dieser Einfalt doch die ganze dialektische Schärfe des Paulus. Am auffallendsten hat man den Kontrast gefunden zwischen dem Evangelium des Johannes und den Evangelien der andern, obwohl stellenweise wenigstens das Evangelium Lucae dem Johanneischen sich nä- hert. Man hat für unmöglich gehalten, daß die Erzählungen des Matthäus und Johannes beide gleich wahr und nicht die eine idealisiert sein könnte. Man hat sich dabei nicht erinnert, daß in einer andern Sphäre ein gleicher Fall vorkommt, nämlich in Ansehung des Sokrates, den Xenophon und in Anse- hung des Sokrates, den Plato darstellt. Aus der großen Verschiedenheit dieser beiden, im wesentlichen gleich wahren, Darstellungen folgt weiter nichts, als daß Sokrates der Mann war, groß genug, um die ganze Distanz der Xenophontischen und Platonischen Darstellung auszufüllen. Das Geheimnis der Herablassung des Sokrates, die wir in Xenophons Denkwürdigkeiten finden, liegt in der sittlichen Bedeutung auch der höchsten spekulativen Begriffe des Sokrates, daher keiner seiner Schüler von ihm ging, ohne sich sittlich veredelt zu haben.",
    "* Denn das Sittliche allein reicht bis ins Höchste hinauf und bis ins Tiefste hinab. Übrigens ist nicht zu leugnen, daß in dem Johanneischen Evangelium ein anderes Prinzip herrscht, als in den Evangelien des Markus und Matthäus. Daher heißt das Evangelium Johannes »'W nvwµanKov aöayya1.wv«. Das Evangelium des Markus steht nach alter Tradition in besonderer Beziehung zu Petrus. Übrigens waltet in den beiden ersten Evangelien der Geist Petri. Das Evangelium Lucae wird mit Paulus in Verbindung gesetzt und ist der Übergang zum Johanneischen . Das Evangelium Johannis ist offenbar über die erste Zeit hinaus für eine fernere Zukunft geschrieben. Sonst ist es natürlich, wenn in den wesentlichen Punkten Paulus dem Johannes nähersteht, als dem Petrus. Die rationalistischen Theologen haben schon lange gefunden, welch große Übereinstimmung in bezug auf die Christologie zwischen Paulus und Johannes sei. Sie glaubten, daß diese Christologie den beiden Aposteln ihren Ursprung verdanke. Doch beruht das speziell übereinstimmende dieser Christologie nicht darauf, daß etwa diese beiden Apostel ausschließlich die Gottheit Christi behaupten, denn ohne diese wäre das ganze Neue Testament nicht begreiflich - die Übereinstimmung beruht darauf, daß beide so genau den Zustand Christi bestimmen, in welchem er im Verhältnisse zur Menschheit nicht Gott und doch auch nicht bloßer Mensch ist, jenen mittlern Zustand seines nicht göttlichen und doch göttlichen Seins. Soviel glaubte ich über den Apostel Johannes im Allgemeinen sagen zu müssen. Aber wir haben nun noch die besondere Stellung nachzuweisen, in die wir ihn in Ansehung der übrigen Apostel gestellt haben, die geschichtliche Stellung nämlich.",
    "Nach dem letzthin angeführten Beschluß, der in Jerusalem GRIMM, de Joanneae Christologiae indole Paulinae comparata.",
    "Lips., 1833.",
    "gefaßt wurde, war Petrus vorzugsweise bestimmt, den Juden, Paulus den Heiden, und zwar den vollkommenem, reinem Heiden das Evangelium zu predigen. Paulus hatte also die Bestimmung, das Christentum zur allgemeinen, zur Weltreligion zu machen, worin zugleich begriffen ist, daß durch seine Vermittlung das Christentum zu einer vollkommen begriffenen Religion werden sollte. Wenn also zwischen Petrus und Paulus Judentum und Heidentum gleichsam geteilt wird, so scheint es von Johannes, von dem als Bischofe der Kirche von Ephesus, einer schon bestehenden Gemeinde, wir etwas, von dessen Wirkung aber als eigentlichen Apostels wir nichts oder nur wenig wissen, daß er ersehen gewesen sei, der Apostel der aus Juden und Heiden völlig eins gewordenen Kirche zu sein. Diese Kirche muß aber immer noch als eine zukünftige erklärt werden ; denn bis zur Stunde sind beide Elemente, das jüdische und das heidnische, noch wohl unterscheidbar, wofür ich nur einen Beweis anführe. Es war den Heiden = Christen wohl nicht möglich, sich auf ihre Werke zu berufen; sie mußten selig werden ohne Werke, xcoptc; i:pycov, aus bloßer Gnade, was der Apostel der Heiden, Paulus, aufs eifrigste einschärft. Die Juden dagegen konnten sich wenigstens auf die strenge Beobachtung eines von Gott gegebenen Gesetzes berufen, und so mußten sie weniger geneigt sein, die Werke als Bedingungen der Gnade oder Seligkeit auszuschließen. In diesen beiden Ansichten oder Meinungen - Gnade ohne Werke - Gnade mit Werken - wovon die erste hauptsächlich in den Briefen Pauli, die andere in dem Briefe des Jakobus ausgesprochen ist, welch letzteren Dr. Luther vermöge seiner ganz paulischen Gesinnung die »stroherne Epistel« zu nennen sich vermessen hat, in diesen beiden Ansichten kann man also, in der ersten noch deutlich das heid- nische Element, die Ansicht der aus den Heiden gewordenen Kirche, in der andern das jüdische, das Element der aus den Juden gewordenen Kirche erkennen und unterscheiden. Jene Kirche also, in der Heidentum und Judentum vereint ist, ist noch immer als zukünftige zu betrachten. Johannes war also (dies scheint selbst sein Leben in bezug auf das tatenreiche Leben des Apostels Paulus zu beweisen) ausersehen, der Apostel einer zukünftigen Kirche zu sein, jenes zweiten, neuen Jerusalems, das er selbst wie eine Braut vom Himmel herabfahren sah. Wäre er auch nicht immer in der angegebenen Folgerung als der Dritte genannt, er wäre schon durch sein Leben und seine Schriften der Dritte, der Apostel der Zukunft.",
    "Es ist verzeihlich und begreiflich, daß die Prärogative, die Christus dem Petrus gegeben hat, als absolute Superiorität gedeutet und verstanden wurde; allein es ist leicht einzusehen, daß diese Prärogative nicht so absolut war, wenn man bedenkt, daß Johannes selbst sich als Jünger bezeichnet, den der Herr lieb hat: daß Johannes von Christus selbst »Liebling« genannt wird. Johannes lag an der Brust des Herrn und der Herr hatte ihn eben damit nicht der augenblicklichen Gegenwart, sondern der Zukunft bestimmt; denn die der Herr lieb hat, denen gibt er das Geschäft des Vollendens. Christus selbst versicherte, daß er zum zweiten Mal kommen werde, und bis zu dieser Zeit ist immer noch nur eine Seite Christi offenbar. Apostel ist man nicht bloß in der Zeit, wo inan lebt. So war Johannes eigentlich nicht der Apostel für seine Zeit, wie auch die wahre Zeit Pauli 211 erst kommen mußte. Apostolische Tätigkeit läßt sich von Johannes nicht nachweisen: er ist der Apostel für die letzte Zukunft. Denn ihn liebte der Herr, d. h. in ihm erkannte er sich selbst. Daß ihn aber der Herr der Zukunft bestimmte, geht am entschiedensten hervor aus der schon erwähnten Stelle im letzten Kapitel des Johanneischen Evangeliums. Hier, als Christus nach der Auferstehung zum dritten Mal seinen Jüngern sich offenbart, fragt er den Petrus: »Simon, Jonas Sohn, liebst du niich 1nehr, als diese?« Dies bezog sich auf jene Rede Petri:",
    "»Wenn alle dich verleugnen, so werde ich dich nicht verleugnen . « Der tieffühlende Petrus antwortet anfänglich nicht »ich liebe dich 1nehr, als diese«, sondern: »Ja, Herr! du weißt, daß ich dich liebe.« Zum zweiten Mal erläßt ihm der Herr diese schmerzliche Erinnerung; er fragt bloß: »Simon, Jonas Sohn!",
    "Liebst du mich?« Petrus antwortet dasselbe. Zum dritten Mal stellt Christus an ihn die Frage: »Simon, Jonas Sohn 1 Liebst du mich!« Jetzt ist Petrus betrübt, und jetzt antwortet er: »Ja, Herr!",
    "Du weißt alles, du weißt, daß ich dich liebe 1« Nach jeder Erwiderung des Petrus - also dreimal - sagt Christus: »Weide meine Schafe.« Zum dritten Mal fügt er diesem Befehle Worte bei, die die künftige Todesart des Apostels anzeigen, und setzt dann die inhaltsschweren Worte hinzu: »Folge mir!« Indem Petrus sich umwendet, sieht er den Apostel Johannes, den der Herr lieb hat, und der beim letzten Abendmahl an der Brust des Herrn lag, und spricht zu Jesus: »Herr, aber was soll dieser ?« Petrus selbst begreift nicht, daß ihm der Herr vor dem Jünger, den er lieb hat, den Vorzug gibt. Er wußte, daß ihm Johannes stets beigesellt wurde, z.B. am Ölberge und bei an- dem Gelegenheiten. Petrus hatte erwartet, daß auch hier Johannes zugleich mit ihm dem Herrn folgen sollte. Christus antwortet ihm: »So ich will, daß dieser bleibe, bis ich komme, was geht es dich an? Du folge mir nach!« Die Erzählung bei Johannes bemerkt schon, es sei von dieser Rede die Meinung ausgegangen, daß Johannes nicht sterben solle. Jedoch die Erzählung wiederholt bloß die Worte und fügt nichts zur Erklärung hinzu. Aber schon der Umstand, daß diese Worte Veranlassung zu jener Rede gaben, Johannes werde nicht sterben, widerlegt die jejunste aller Erklärungen, die von diesen Worten ~ gegeben werden kann; die Erklärung, Petrus habe der Herr aufgefordert, sich mit ihm zu entfernen, und habe den Johannes nicht wollen mitgehen lassen. Petrus habe also gefragt, ob Johannes nicht auch mitgehen solle, und darauf habe der Herr geantwortet: »So ich will, daß dieser hierbleibe, bis ich wieder zurückkomme, was geht das dich an?« Diese Meinung würde schon widerlegen, daß »tffic; spxoµm« nicht heißt »bis ich zurückkomme « sondern »bis ich komme.« Und man weiß ja doch aus andern Stellen, was Christus unter seinem Kommen versteht; er versteht unter dem Kommen sein Kommen zum Weltgerichte, seine zweite Zukunft, nicht sein Zurückkommen von einem zufälligen Gange. Versteht man aber unter diesem Kommen Christi seine zweite Zukunft, sein Kommen zum Gerichte (und so wurde die Rede schon zu Johannes Zeiten verstanden), so hätte dieser so verstandenen Rede zufolge Jo- hannes nicht sterben sollen, nämlich vor der Wiederkunft Christi. Da er aber doch gestorben ist, so versteht sich, daß das »µsvstv« nicht mit »nicht sterben« erklärt werden kann. Diese Schwierigkeit zu beseitigen hat man zwei Hypothesen ausgedacht : 1) Man sagt, das »wenn ich will, daß dieser bleibe, bis ich komme« heiße soviel als »bis ich ihm die Offenbarung meiner Zukunft bekanntgemacht, d. h. bis ich ihn1 die Apokalypse diktiert habe.« Das gezwungene dieser Erklärung macht jede Widerlegung überflüssig. Eine 2. leichtere Erklärung ist diese: Auch schon die Zerstörung Jerusalems wird als Kommen Christi betrachtet. Man beweist dies damit, daß im 24. Cap. Matth., wo von diesem Kommen Christi die Rede ist, Züge eingemischt werden, die sich nur auf die Zerstörung von Jerusalem beziehen können. Man sagt, daß es in der Geschichte korrespondierende Fakta gibt, die in der Ansicht des Geschichtsschreibers , der in die Zukunft schaut, gleichsam perspektivisch sich decken, so daß sie als ein Gegenstand sich zeigen oder wenigsten das eine für das andere genommen werden kann. Dies ist eine Erklärung von dem berühmten württembergischen Abte Bengel. Solche korrespondierenden Fakta seien nun die Zerstörung Jerusalems und das letzte Gericht . Nach dieser Erklärung wäre also der Sinn: »So ich will, daß dieser bleibe bis nach der Zerstörung Jerusalems, was geht das dich an?« In der Tat, Johannes überlebte die Zerstörung, während Petrus einige Jahre zuvor sein Leben verbluten mußte.",
    "Diese Erklärung wäre allerdings plausibel und könnte nicht zurückgewiesen werden, wenn nicht ein Umstand dabei übersehen worden wäre, nämlich daß sie gegen den Zusammenhang ist. In diesem Falle hätte die Frage Petri diesen Sinn: »Was soll aber mit Johannes geschehen?« Soll dieser nicht auch den Märtyrertod leiden?« Die in solchem Sinne gestellte Frage wäre den Worten Christi, wodurch er dem Petrus seine Todesart ankündigt, ganz gemäß, wie wohl auch da etwas nicht Zusammenhängendes übrig bliebe. Christus hat nicht eine Zeit bestimmt, er sagt nicht »Du wirst sterben vor der Zerstörung Jerusalems«, sondern setzt nur voraus, daß Petrus alt werde und dann erst sterbe. Hätte Christus zu Petrus gesagt: »Du wirst sterben, ehe ich komme« d. h. ehe Jerusalem zerstört wird, so hätte es einen Sinn, wenn Christus dem Petrus antwortet : »Johannes wird bleiben, bis ich komme«, d. h. bis Jerusalem zerstört wird. Allein der Fehler liegt eben darin, daß man den Zusammenhang übersehen hat. Christus sagt zu Pe- trus die Worte, mit denen er ihm die Art seines Todes ankündigen will und hinfort heißt es: »Nachdem er dies gesagt hatte, spricht er: folge mir.« Dies ist ein ganz neuer Satz. Betrachten wir nun die Rede im Zusammenhange: was die Aufforderung »folge mir« betrifft, so muß man sich denken, daß Christus in diesem Augenblicke wirklich geht. Die Aufforderung aber »ihm zu folgen« ist eine Sekretation oder Aussonderung Chri- * sti, von den übrigen Aposteln, wodurch dieser [Petrus] als Haupt derselben erklärt wird. Aber Johannes, der sonst immer dem Herrn am nächsten stand, wird nicht ausgeschlossen; da- her fragt Petrus: »Was soll aber dieser?« Diese Frage Petri kann nicht bedeuten: »Was wird diesem widerfahren? Wird er auch sterben?« Denn an die entferntere Rede und an das Sterben überhaupt wird da nicht mehr gedacht. Die Frage bezieht sich auf das »folge mir.« Das µEVEl v kann also nicht soviel heißen, als »nicht sterben«, denn vom Sterben ist hier nicht mehr die Rede, sondern nur vom Folgen; das µEVElV ist einfach soviel als µT] UKOAOU3EtV = Christo nicht folgen. Der Sinn Christi ist:",
    "»Wenn ich will, daß dieser mir nicht folge, bis ich komme, d. h.",
    "bis zur Zeit meiner Zurückkunft, und wenn ich ihn nicht, wie dich, zu meinem unmittelbaren Nachfolger, sondern zum Nachfolger einer spätem Zukunft bestimme, was verschlägt dir das? Du folge mir!« Nach dieser Erklärung ist Johannes von Christus selbst als Apostel einer spätem Zeit, ja der letzten Zeit seiner Kirche, erklärt, derjenigen, die unmittelbar der letzten Zukunft Christi vorausgeht. Denn die Worte »bis ich komme« darf man wohl so auslegen: »Bis zur Zeit meines Kommens«; daß also die Funktion des heiligen Johannes erst anfängt mit der Zeit, in welcher der Herr kommen wird, und die übrigens noch eine große und lange Zeit sein kann, mit deren Anfang Johannes hervortritt, an deren Ende aber der Herr kommen wird - daß also diese Funktion des Johannes erst anfangen kann, nachdem die Funktion des heiligen Petrus aufgehoben ist - denn Paulus hat sich nie zur Würde eines Stellvertreters Christi erhoben - dies versteht sich von selbst. Näher darauf einzugehen, werden Sie mir erlassen, weil ich überhaupt in der s letzten Entwicklung nur im Allgemeinen mich befaßte. Ich habe mir anfänglich ausbedungen, da, wo von Dingen die Rede ist, die dem Christentume selbst zukünftig sind und worüber das Christentum selbst nicht entscheidet, mich aller kategorischen Bestimmungen enthalten zu dürfen. Bloß subjektive Überzeugungen mitzuteilen, habe ich gewissenhaft vermieden . Genug, daß durch unsere Untersuchung jene rätselhafte Erzählung am Ende des Johanneischen Evangeliums einen überraschenden und einleuchtenden Sinn erhält. Und so wird denn nach dieser großen geschichtlichen Entwicklung Johannes der Letzte sein, durch den Christus vertreten wird - Johannes, der am letzten bei ihn, aushielt und ihn selbst am Kreuze nicht verließ. Er ist es, der allein das große Wort Christi aufbewahrt hat von jener Zeit, wo nur Eine Herde und Ein Hirt sein wird. Dazu, daß nur Eine Herde und Ein Hirt sei, gehört, daß auch die griechische Kirche mit den übrigen Kirchen sich vereinige, und schon wenn man an diese Ausschließung der griechischen Kirche denkt, kann man sich nicht genug über die gewöhnliche Beurteilung des Gegensatzes zwischen Protestantismus und Katholizismus wundern. Dann erst wird das Wort Christi erfüllt sein, wenn die morgenländische Kirche mit der abendländischen sich vereinigt und die abendländische ihre innern Zwistigkeiten ausgeglichen hat. Dies wird die Zeit Johannis sein, der als Apostel der Zukunft bestimmt war, das Buch der Offenbarung, das einzige neutestamentliche Buch der Weissagungen, zu schreiben. Eines ist mir aufgefallen - vielleicht ist es nur Folge meiner Unkenntnis -, daß unter so vielen Kirchen, die den andern Aposteln, besonders aber dem Johannes Baptista gewidmet sind, so wenige dem Apostel Johannes, dem Evangelisten, geweiht sind. Die Kirche des heiligen Johannes in Rom, die lateranische, welche die größte und älteste ist und in ihrer Aufschrift mater et caput genannt wird, diese Kirche ist ihren ältesten Teilen nach ein Baptisterium, wovon nur eine Kapelle dem heiligen Johannes, dem Evangelisten, geweiht ist. Die Kirche des heiligen Petrus * ist in der Stadt, die des heiligen Paulus in der Vorstadt. Hätte ich in unserer Zeit eine Kirche zu bauen, ich würde sie dem heiligen Johannes, dem Evangelisten, weihen. Aber früher oder später wird eine Kirche den eben genannten drei Aposteln gemeinschaftlich sein; diese Kirche wird dann das wahre Pantheon der christlichen Kirchengeschichte sein! - Nachdem ich so die Entwicklung bis in die Zukunft des Christentumes fortgeführt habe, glaube ich, den ganzen Weg zurückgelegt zu haben, den eine »Philosophie der Offenbarung « zu gehen hat, und will daher diese Vorträge mit einigen allgemeinen Bemerkungen beschließen.",
    "Das Christentum ist vorbereitet von Grundlegung der Welt her, und ist in der Aufeinanderfolge, die im Weltprozesse selbst liegt, begründet. Außer dieser Ordnung kann es kein Heil geben, und wir müssen uns dieser Ordnung gerecht machen.",
    "Es kann für den Einzelnen nichts Besonderes geschehen. Wer glaubt, daß er sich außer dieser Ordnung helfen könne, verläßt sich bloß auf sein Ideengebilde. Einen andern Grund kann niemand legen. Wir leben in dieser bestimmten, nicht in einer allgemeinen oder abstrakten, Welt, die wir uns so gerne vorspiegeln . Möge der, welcher sich zuvor bloß im Allgemeinen, Weiten gefallen hat, diese Ordnung eng und beschränkt nennen : es hilft ihm - nichts. Die Welt ist einmal nicht anders: sie ist keine grenzen= und schrankenlose - sie ist in sehr enge Grenzen eingeschlossen. Das höchste ist freilich: Gott im Geiste erkennen und anbeten! Damit aber dies in Wahrheit geschehe , dazu gehört mehr, als die meisten sich einbilden.",
    "Damit es in Wahrheit geschehe, muß auch der ganze zurück- gelegte Weg der göttlichen Führung und Leitung begriffen worden sein. Auch der Apostel Paulus bezeichnet als die fernste Zukunft jene Zeit, wo der Sohn selbst untertan und Gott Alles in Allem sein wird: wo also diese äußere Veranstaltung, diese Ökonomie, die mit dem unabhängig von Gott gesetzten Sohn gegeben ist, aufhören wird. Aber der Apostel setzt diese Zeit in die schlechterdings letzte Zukunft. Und dieses letzte Alles in Allem Sein Gottes = Allein Sein Gottes wird doch nicht ein reiner Theismus, im Sinne unserer Rationalisten, d. h. ein abstrakter Theismus sein, sondern ein Theismus, der diese ganze Ökonomie Gottes in sich enthält. Wer diesen Weg nicht vorher gekannt hat, wird ihn auch in jenen, Ende nicht mehr kennenlernen : dem wird dieses Ende nicht das wahre Ende sein; denn das wahre Ende ist nur das, welches alles Vorhergehende in sich aufnimmt. Schon die alten Theologen haben die reine Theologie und die Ökonomie unterschieden. Unter der letztern verstehen sie die äußere Veranstaltung Gottes, die mit dem außer den Vater gesetzten Sohn gegeben ist. Basilius der Große sagt: »Durch den heiligen Geist muß unser Verstand bewahrt werden, damit wir nicht über der Theologie die Ökonomie vergessen.« Dieser äußere Hergang enthält die notwendige Voraussetzung des innern Herganges: an diesen äußern Hergang sind wir gewiesen.",
    "Einseitige Tendenz führt entweder zum Rationalismus, oder zum Mystizismus. Der Katholizismus hat vorzüglich am Äußern festgehalten, mit Vernachlässigung der Erkenntnis. Der Protestantismus drang nur auf Erkenntnis, auf den innern Prozeß , und so ist der äußere Hergang für ihn verschwunden. Für Luther war es nicht vorteilhaft, daß Tauler auf ihn gewirkt hat. Der innere Prozeß ist freilich für jeden Menschen die Hauptsache; aber auch der äußere Prozeß darf nicht vernachlässigt werden. Der äußere Prozeß muß stets durch den Kult festgehalten werden; denn auch das Äußere der Erbauung hat der Herr gewollt, nicht ein bloßes Privatchristentum. Der innere Prozeß dagegen ist jedem eigentümlich: das jedoch, was allen gemeinschaftlich ist, woran alle sich erkennen, ist der äußere Hergang, den ich in dieser ganzen Entwicklung vorzugsweise darzustellen gesucht habe. Eben dieser äußere Hergang muß 1) Hauptgegenstand der Lehre sein: denn die Lehre soll eine allgemeine sein. Die Lehre muß das sein, worin alle und des religiösen Lebens im 14. Jahrhundert von Dr. C. Schmidt.",
    "Hamburg, Perthes. 1841.",
    "einig sein sollen, während den innern Prozeß jeder für sich hat.",
    "Dieser äußere Prozeß soll 2) auch durch symbolische Handlungen dem Bewußtsein immer wieder erneuert werden. Alles, was von der Öffentlichkeit und allgemeinen Gültigkeit abzieht, ist Häresis, und so gibt es auch einen häretischen Mystizismus, der nur von dem innern Prozesse, nichts aber von dem Äußern der Kirche und der ganzen Anstalt hören will.",
    "Es war meine Absicht, an diese Betrachtungen noch einige andere anzuschließen, nämlich über die Entwicklung der christlichen Poesie und Kunst überhaupt. Es würde merkwür- * dig sein - allein die Zeit gestattet es nicht. Also sei damit geschlossen, indem ich Sie vor unserer Trennung noch einmal ermahne, von dem, was ich gelehrt und Ihnen mitgeteilt habe, einen bescheidenen und mäßigen Gebrauch zu machen. Den wohlmeinenden Lehrer müßte es schmerzen, wenn er am Ende sehen müßte, daß er mit dem Lichte, welches er angezündet, * nur eiteln Dünkel und grobe Anmaßung gefördert hätte. Ich danke Ihnen für Ihren regen Eifer! Glücklich will ich die Universität preisen, welche solcher Jünglinge sich erfreut, die einem Vortrage, wie dem jetzt beschlossenen, von Anfang bis zum Ende mit solchem Eifer und solcher Ausdauer zu folgen im Stande sind! -"
  ]
}