{
  "title": "6. Vorlesung (Lecture 6)",
  "paragraphs": [
    "M.H. Das, was sein wird, was sich also in bezug auf das zukünftig Seiende selbst noch als nicht seiend verhält, hat nur dadurch unmittelbaren Bezug auf das künftig Seiende, als es das sein Könnende ist. Das, was sein wird, muß irgendein Sein unmittelbar annehmen können. In einem solchen Sein muß sich aber der Wille gleichsam erschöpft haben; es muß ein blindes Sein sein, - oder das unmittelbar anzunehmende Sein kann nur ein blindes Sein sein. Dies ist das unvermeidliche, wenn das Sein ursprünglich entstehen soll. Darüber ist aber jetzt nicht die Frage, ob es ein ursprüngliches Sein gäbe, sondern wie es entstehen könne - und dies ist der Gegenstand unserer heutigen Untersuchung. Wäre das, was sein wird, bloß ein unmittelbar sein Könnendes, so würden wir in der Wirklichkeit nur auf ein blindes Sein stoßen - und schon daraus ist klar, daß so viele philosophische Systeme des Pantheismus im blinden Sein stecken geblieben sind, und daß diese Systeme des blinden Seins sich immer wieder erneuern. Schon daraus könnte man schließen, daß im ersten Prinzip des blinden Seins ein Grund liegen müsse, der den menschlichen Geist zu sich hinzieht. Und wenn man jetzt noch eine Art von panischem Schrecken davor zeigt, so kommt dies daher, weil man dem Prinzip des blinden Seins sein Recht nicht hat angedeihen lassen . Es hat nämlich das Recht, das Erste im Sein zu sein. Eben darum erneuert sich die Angst, weil man lieber die Augen zuschließen, als dieses blinde Sein erkennen will. Solche Philosophen , welche nur die Augen zudrücken, sind dem Vogel Strauß zu vergleichen. Durch bloßes Ignorieren des Feindes wird der Feind nicht besiegt. Julius Caesar hatte nicht die gewöhnliche Art der Feldherren, daß er den gegenüber stehenden Feind als wenig mutig sich darstellte: er tat gerade das Gegenteil. Das erste zum Siege ist, daß man den Feind zu erkennen suche. Das Prinzip des blinden Seins wird nicht besiegt durch's Vertuschen - ein solches Vertuschen ist nur ein lli Verpfuschen desselben.",
    "Also der bloße unumgängliche Begriff des unmittelbar sein Könnenden würde 1) auf das blinde Sein führen, aber 2) auch auf ein blindes Entstehen; denn das Gegenteil des blinden Entstehens ist nur da, wo die Möglichkeit der Tat wirklich vorausgeht . Die Möglichkeit des unmittelbar sein Könnenden ist die eigentliche Natur der Angst; denn es wendet und dreht sich unter der Hand herum, und wird ein anderes. Es ist auf eine Spitze gestellt, worauf es sich keinen Augenblick erhalten kann. Wir konnten selbst das, wovon wir ausgegangen sind, nämlich, daß der Anfang von allem das sein Könnende ist, nicht behaupten; denn es ist das sein Könnende und ist es auch nicht, je nachdem es sich ins Sein erhebt. Es ist das sein Könnende, wenn es sich nicht ins Sein erhebt, wenn es nicht in Bewegung übergeht; es ist das sein Könnende nicht, insofern es sui impotens wird. Nun ist es ihm aber außerde1n natürlich, sich ins Sein zu bewegen, wenn es nicht abgehalten wird. Da das sein Könnende, absolut gesetzt, gar nicht festzuhalten ist, so würden wir es nur im Sein antreffen, und zwar als ein Sein, das seinen eigentlichen Anfang verschlungen hat, und die Ewigkeit gewissermaßen vindiziert. Der Grund, warum die * unendliche Substanz des Spinoza als ewig angesehen wird, ist, weil sie als ein Sein gedacht wird, welches seinen Anfang verschlungen hat. Wir würden das sein Könnende, als absolut gesetztes, nur noch als ein Sein antreffen, dem wir selbst keinen Anfang mehr wüßten: ja, wir würden das sein Könnende gar nicht mehr als sein Könnendes antreffen, sondern als bloße Substanz, die den Anfang aufgehoben hat. Wenn es das absolut gesetzte ist, so würden wir es als ein bloß blindes Sein antreffen , vor dem wir stupefacti et tanquam attoniti stehen bleiben müßten, ohne es je zu begreifen. Wenn wir das sein Werdende als sein Könnendes setzen wollen, schon dann können wir es nicht als das bloß sein Könnende denken; wir müssen ausspre- eben, daß es mehr ist als bloß sein Könnendes. Was kann es aber weiter sein? fragt sich jetzt. Wir haben das, was sein wird, primo loco gesetzt als das nur sein Könnende in beiderlei Verstand, nämlich 1) inwiefern es ein nicht Seiendes ist, und 2) inwiefern es ohne Wahl in Sein übergehen kann. Als solches hat es ein unmittelbares Verhältnis zum Sein. Dieses Verhältnis kann aber nicht zum zweiten Mal gesetzt sein, sondern nur einmal vorkommen. Sein nächstes Verhältnis wird daher nur noch ein mittelbares sein können. Wenn es primo loco, im unmittelbaren Verhältnisse zum Sein, das sein Könnende ist, so wird es secundo loco, im mittelbaren Verhältnisse, nur als sein Könnendes zu bestimmen sein. Auf das sein Könnende kann nichts folgen, als das natura sua nicht sein Könnende. Aber damit wäre nichts gesagt; wir müssen dieses in zweiter Bestimmung als das Gegenteil des sein Könnenden denken. Dieses Gegenteil des sein Könnenden ist das rein Seiende. Rein Seiendes ist das, was nicht a potentia ad actum übergeht, sondern was schon von selbst, natura sua, purus actus ist, d. h., ein Akt, dem keine Potenz vorausgeht. Ich habe das Allgemeine vorausgeschickt, und will mich nun näher erklären. Überlegen Sie also Folgendes: Wir haben das, was vor dem Sein ist, als das sein Könnende bestimmt. Nun kann aber dieses sein Könnende an sich nicht festgehalten werden. Die Absicht unseres Überganges zur zweiten Bestimmung war, das sein Könnende als sein Könnendes festzuhalten. Wir wollen es vor dem Übertritt ins Sein bewahren: wir wollen, daß es als pura potentia, als reines Können, stehen bleibe, als Können ohne Sein. Als sein Könnendes kann es aber nur stehenbleiben, wenn es zum Ersatz des Seins, welches es annehmen könnte, und das daher nur ein zufälliges, mögliches Sein ist, selbst ohne sein Bemühen, ohne sein Zutun, daß reine, unzweifelhafte Sein ist. Potenz bleiben kann es nämlich nur so, daß es selbst an und für sich schon das rein Seiende, dem keine Möglichkeit vorausgeht, ist. Die vorausgehende Möglichkeit macht das Sein immer zweifelhaft; denn alles Sein, das durch den Übergang a potentia ad actum entstanden ist, ist zweifelhaft. Wir fordern aber ein unzweifelhaftes Sein. Das sein Könnende kann also nur stehenbleiben, wenn es ohne seine Bemühung, von selbst, das unzweifelhafte Sein ist, d. h., ein Sein ohne Übergang, ohne vorausgegangene Potenz.",
    "Unsere nächste Bestimmung ist: Das, was sein wird, ist unmittelbar das sein Könnende. Als bloß sein Könnendes * würde es, vor allem Denken, auf unordentliche Weise schon wirklich ins Sein übergegangen sein. In diesem Falle würde es keine Zukunft haben, weil wir es als Zukünftiges nicht festhalten könnten. Damit es aber eine Zukunft hat und von sich selber sagen kann: Ich werde sein - muß es notwendig nicht ins Sein übergehen. Es bleibt nur insofern als sein Könnendes stehen, inwiefern es in diesem Stehenbleiben das unendliche Sein, das unbedingte, grenzenlos Seiende, durch kein Können bedingte Seiende ist. Die erste Schwierigkeit bei diesem Übergange ist folgende Frage: Wie kann das, wovon wir annehmen, es sei über dem Sein, zugleich als das rein Seiende bestimmt werden? Hierauf antworten wir: überhaupt meinen wir nicht, daß das, was über dem Sein ist, darum als das überall nicht Seiende zu denken sei. Wir sagten ja gleich anfangs: Das, was sein wird, ist nur in bezug auf das später hervortretende Sein Nichts, aber nicht im Vergleich mit sich selbst Nichts. Schon das sein Könnende ist ja keineswegs Nichts; es ist nur das nicht actu Seiende; es ist das nicht außer sich, sondern das im höchsten Sinne in sich Seiende. Es ist vielmehr das nur sich selbst gleich Seiende, das bloß urständliche, nicht gegenständliche, Sein. Es ist wie ein Wille, der sich noch nicht geäußert hat, und nach außen gleichsam noch O ist; ein Wille, der noch nicht gegenständlich geworden ist, von dem noch niemand weiß, ein Wille, der noch urständlich ist. Also nur in dem Sinne ist das sein Könnende, wie jeder Wille in seinem Urstande = 0 ist. Für diese urständliche Art des Seins könnten wir wohl ein eigentliches Wort anwenden, wenn nicht leider in der deutschen Sprache das alte Verbum »wesen«, von dem »gewesen« herkommt , aus dem Gange gekommen wäre. Das urständliche Sein also könnten wir das rein wesende Sein nennen: sein * Gegenteil ist das rein seiende Sein. Wie nun aber 2) das bloß sein Könnende gegen das wirkliche Sein Nichts ist, so ist auch das rein Seiende gegen das actu Seiende = Nichts. Denn das actu Seiende ist kein rein Seiendes, weil es a potentia ad actum übergegangen ist. Das actu Seiende ist nicht ein rein positives; es hat an der Potenz, die ihm vorausging, seine Negation. Die Potenz ist eben die Negation des Seins, welches es jetzt hat, * und derer es nicht n1ehr los werden kann. Das actu Seiende bleibt immer ein aus der Negation positiv Gewordenes. Das rein Seiende dagegen in unserem Sinne ist das positiv Seiende, wo keine Negation ist, weil keine Potenz sich in ihm befindet.",
    "Wenn das aktuell Seiende nicht das rein Seiende ist, so ist auch das rein Seiende nicht das aktuell Seiende. Das aktuell Seiende entsteht nur dadurch, daß etwas über seine Potenz hinausgeht.",
    "Das rein Seiende hat aber keine Potenz - es ist das gleich Seiende, und kein actu Seiendes. Wir sind daher mit dem reinen Sein noch immer über dem aktuellen Sein. Da es aber wesent- lieh notwendig ist, daß der Begriff des rein Seienden Ihnen ganz durchsichtig werde, so will ich's versuchen, Ihnen denselben von einer neuen Seite darzustellen.",
    "Das bloß sein Könnende haben wir früher mit einem ruhenden , nicht wollenden, Willen verglichen. Jedes Wollen, jede Begierde, entsteht wie aus dem Nichts. Wenn eine Begierde in uns entsteht, so ist ein Sein da vorhanden, wo es früher nicht war. Dies fühlen wir, in.dem wir uns von jener Begierde bedrängt fühlen; sie nimnH einen Raum ein, der zuvor leer war.",
    "In dem sein Könnenden liegt der Keün einer Begierde, eines Verlangens nach dem Sein. Der Wille als der bloß wollen könnende ist = 0. Wenn der bloß wollen könnende Wille = 0 ist, so muß der schlechterdings nichtwollende Wille umso mehr = 0 sein. Gerade dies ist auch das Verhältnis zwischen dem sein Könnenden und rein Seienden. Das sein Könnende ist der wollen könnende Wille; das rein Seiende ist der nicht wollende, ruhende, begierdelose Wille. Dieser ist das ohne sein Zutun Seiende, und kann daher nicht mehr Wollen; er ist das ohne sich selbst seiende Sein. Das reine Sein steht noch entfernter vom wirklichen Sein, als das sein Könnende, und darum haben wir zuerst vo111 sein Könnenden, und dann erst vom rein Seienden 'i gesprochen. Die Folge bestimmt sich nach der Entfernung vom Sein. Im rein Seienden ist keine Potenz, und deswegen muß es erst in statum potentiae gesetzt werden, um a potentia ad actum überzugehen; es setzt also, urn wirklich zu sein, etwas voraus, von dem es in statum potcntiac gesetzt wird. Potenz ist 1U die Negation des Seins. Das rein Seiende ist nicht das sein Könnende; es muß das actu sein Könnende gegeben werden, d. h., die Potenz; es setzt etwas voraus, von dem es in seinem Sein negiert wird. Es bedürfte keines Beweises der Sache mehr, nämlich, daß das rein Seiende entfernter von dem aktuellen Sein ist, als das sein Könnende - da ich aber später aus dieser Auseinandersetzung folgere, so will ich mich noch länger da verweilen. - Es könnte nämlich ein Widerspruch eintreten. Wir sagten, das sein Könnende ist wie der wollen könnende Wille, und das rein Seiende ist wie der nicht wollen könnende Wille.",
    "Was ist unter nicht wollen könnendem Willen zu denken? Wir antworten: Nur der Wille, der gar nicht 111ehr will, sondern ganz und gar Wollen, actus, ist, wird am entschiedensten der nicht wollen könnende sein. Wie der ruhende Wille sich als reine Potenz, das Wollen aber als actus verhält, ebenso wird das rein Seiende sich als das willenlos Wollende verhalten müssen.",
    "Wenn Sein = Wollen ist, so wird das, was über dem Sein zu denken ist, als das nicht Wollende zu denken sein. Aber dieser Widerspruch löst sich auf, wie der frühere. Gleichwie das rein Seiende nicht das actu Seiende ist, ebenso ist auch das rein willenlos Wollende das nicht Wollende der Tat nach; denn jedes wirklich Wollende wird nur iin Übergange a potentia ad actum em.pfunden. Das willenlos Wollende ist nicht das wirkliche Wollen. Was ursprünglich ein Wollen ist, dem ist kein nicht Wollen vorausgegangen. Es kann auch noch gefragt werden:",
    "Wie denken wir uns das, was sein wird, auf zweiter Stufe als das willenlos Wollende' Jedes Wollen, in dem das Wollende sich selbst will, ist nicht zu denken ohne Übergang a potentia ad actum; ist also kein reines Wollen. Wie können wir das rein Wollende setzen? Es muß ja doch etwas wollen - sich selbst aber kann es nicht wollen? - Hierüber mehr in der nächsten Stunde."
  ]
}