{
  "title": "Vorlesung 37 (Lecture 37)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Demeter ist dieselbe Gottheit, welche von den Römern Ceres genannt wurde. Sie ist für den ersten Begriff nichts anderes, als das Bewußtsein selbst, das zwischen dem realen und idealen Gott in der Mitte liegt, das dem ersten immer noch anhänglich ist, aber doch schon begriffen in der Überwindung durch den zweiten. Wenn Cybele den Übergang zu den wirk- lichen Göttern bezeichnet, so ist Demeter das in der Überwin- dung begriffene Bewußtsein, aber eben erst begriffene Bewußt- sein, und deshalb dem realen Gott immer noch anhänglich. Man kann annehmen, daß im mythologischen Prozeß in jedem Moment zwei sind, d. h., eine objektive und subjektive Seite. Die objektive Seite ist der Gott des Moments selbst; die sub- jektive Seite ist das ihm entsprechende Bewußtsein. Diese subjektive Seite wird durch die weibliche Gottheit bezeichnet; z.B. im allerersten Moment ist Uranus der Gott. Gaia stellt sich nach Hesiod dar als das Bewußtsein des Moments und des Gottes, des Uranus. Ebenso ist im folgenden Moment Kronos der Gott; Rhea stellt sich dar als das Bewußtsein des Gottes. Daß dem so sei, erhellt daraus: stets kann man bemerken, daß die dem männlichen Gott entsprechende weibliche Gottheit weiter über ihn hinaus in die Zukunft sieht. Z.B. Gaia sieht weiter, als Uranus, Rhea weiter als Kronos. Geradeso verhält sich der Gott selbst zum Bewußtsein; denn der Gott ist jeder- zeit Erzeugnis eines Bewußtseins in einem bestimmten Mo- ment; das Bewußtsein verliert aber damit nicht die Eigen-"
    },
    {
      "index": 1,
      "text": "schaft, das allgemein Gottsetzende zu sein. Als Gottsetzendes behauptet es immer eine Freiheit gegen ihn, und sieht deshalb über diesen Moment hinaus. - Unter die Fragen, welche einer Theorie der Mythologie aufgeworfen werden können, gehört auch folgende: Wozu die Unterscheidung von männlichen und weiblichen Gottheiten? Wir können antworten: die weibliche Gottheit ist das Bewußtsein des ihr parallelen, gleichzeitigen, * gleichstehenden oder eines höhern, erst kommenden, Gottes. Im ersten Falle ist sie Gemahlin, im zweiten Mutter des Gottes. Auch Demeter werden wir späterhin als die Mutter eines hö- hern Gottes kennenlernen. Unter den Göttern der kronischen Zeit kommt Demeter zuerst als Gemahlin des Poseidon vor. Schon damit ist ihre dem Poseidon zugeneigte Natur ange- zeigt. Demeter ist jetzt Gemahlin des befreienden Gottes; denn dort, wo Dionysos noch schlechthin ausgeschlossen ist, konnte das Bewußtsein noch kein unmittelbares Verhältnis zu ihm haben. Aber in der Zeit, von welcher jetzt die Rede ist, - in unserer Periode D ist Demeter das unmittelbar den Einwir- kungen des befreienden Gottes hingegebene Bewußtsein; und eben darum das überwundene Bewußtsein. In dieser Gestalt bezeichnet Demeter die letzte KamßoAT] der ganzen Mytholo- gie. Demeter ist in späterer Zeit, was Urania und Cybele in einer früheren Periode waren. Ohne von dem ausschließlichen, realen Gott zu scheiden, kann das Bewußtsein sich nicht der Vielheit von Göttern hingeben. Das Bewußtsein ist aber noch mit einem Zauber dem realen Gott verhaftet. Immer unver- mögend, dem Andrang des höhern Gottes zu widerstehen, ohnmächtig, an dem realen Gott noch immer festzuhalten, wird nun das Bewußtsein des Bandes, wodurch es dem realen Gott verbunden ist, sich zuerst bewußt als eines zufälligen, welches sich eben darum von dem wesentlichen unterscheidet; denn wesentlich ist dem Bewußtsein das Gottsetzende, und zufällig ist ihm, das den realen Gott Setzende zu sein. Es wird sich dieses Bandes, womit es dem realen Gott verbunden ist, als eines zufälligen bewußt, d. h., es wird sich desselben als eines von ihm absondernden bewußt, und so sondert es dieses Prinzip auch wirklich ab, indem es dieses Prinzip für sich,"
    },
    {
      "index": 2,
      "text": "d. h., als eigene, besondere Persönlichkeit setzt, und auf diese Weise sich selbst von diesem Prinzip befreit. Das, was in De- metcr dem realen Gott verhaftet war, tritt heraus aus ihr als Persephone in einer Art von Geburt. Hier kommt Perscphone S zuerst in die Mythologie - Persephone wird als Tochter der Demeter vorgestellt. Aber dieses dem Bewußtsein bis jetzt ungegenständlich, verborgen gebliebene, Prinzip erscheint, in- dem es dieses Prinzips inne wird, als der Anlaß des ganzen Prozesses. Bis jetzt - war es dieses Prinzips noch gar nicht inne J(I geworden. Indem es desselben inne wird, sieht es in diesem Prinzip den Anlaß des ganzen Prozesses, dem es unterworfen war. Hier, wo der Zauber sich löst, in dem es bisher befangen war, wird auch der Anfang, der Anlaß des Prozesses klar, weil das, was der Anlaß des Prozesses ist, am Ende als Persephone hervortritt, und insofern kann der Anlaß des Prozesses schon Persephone genannt werden. Demeter kann die Persephone nicht von sich absondern, ohne selbst eine andere zu werden. Demeter setzt das, was ihr von der Vergangenheit angehört, als Vergangenheit: sie weiht es dem Gott der Vergangenheit, dem Hades, und verklärt sich dadurch zu einem höhern, geistigen Bewußtsein. Sie überläßt oder weiht gleichsam das, was sie mit dem realen Gott verknüpft, nun dem Gott der Vergangenheit - und dies ist der Sinn des Raubes der Persephone. Dieser ins Nichtsein zurückgekehrte Gott führt die Persephone mit sich ins Reich der Vergangenheit, in die Unterwelt. Denn natürlich muß dieser Teil des Bewußtseins dem Gott folgen, dem er von Anfang an angehört hat, und dies anfängliche Bewußtsein ist in der letzten Krisis in die Vergangenheit zurückgetreten. Doch auch jetzt noch ist diese Trennung nicht schmerzlos für das Bewußtsein, sondern ist eine verletzende; daher wird diese Trennung als Raub, den Hades beginnt, vorgestellt, und De- meter ist die zürnende Mutter, die zuerst von der, an die Stelle des geraubten Gottes tretenden, Göttervielheit nichts wissen will. Mit dem Olymp muß sie erst versöhnt werden. Soweit geht die exoterische Mythologie. Aber nun beginnt die Versöhnung und Begütigung der trau- ernden und zürnenden Mutter. Diese Versöhnung und Begü-"
    },
    {
      "index": 3,
      "text": "tigung kann nur dadurch geschehen, daß der Demeter als Ersatz des untergegangenen Gottes und des damit verlorenen Bewußtseins der höchste Gott zuteil wird, daß an die Stelle des eigentlich nicht sein sollenden der eigentlich sein sollende Gott tritt. Diese Begütigung ist der Gegenstand der esoterischen Mythologie, d. h., der Mysterien. Darum heißen sie die höch- sten und heiligsten, und die Attischen, in Eleusis gefeierten, vorzugsweise die Mysterien der Demeter. Wenn man nur auch den Umstand, daß Demeter der eigent- liche Grund der Mysterien war, tiefer beachtete, so könnte man schon deshalb sich mit den gewöhnlichen Erklärungen, z.B. von der Persephone - nicht zufrieden stellen. Diesen gewöhn- lichen Erklärungen zufolge ist Demeter die Göttin des Acker- baus. Sie ist dabei als Naturkraft bezeichnet, vermöge der aus dem ins Erdreich gelegten Samen Früchte hervorgehen. An- dere betrachteten Demeter sogar als allgemeine Göttin des Pflanzenreiches. Wenn auch das Erstere einigen Schein für sich haben möchte, so ist das Letztere dagegen eine grundlose Er- dichtung. Man fährt fort, Persephone sei das Samenkorn, das verborgen werden müsse, damit Frucht hervorginge. Dies sei der Raub der Persephone. Allein, wenn solche Flachheit der Sinn war, welcher Grund läßt sich denn dann für die Mysterien angeben? Was blieb denn dann für die Mysterien über? Etwa auch jenes Alltägliche? Oder, wie es ein verdienter Erklärer kostbarer ausdrückt - daß die Samenkraft mit dem Licht der Erde vereint werden müsse, um als Frucht hervortreten zu können. Dies klingt mysteriös. Denn was ist Erdenlicht? Soll es vielleicht Hades sein? Allein möge man auch so kostbar, als man immer will, solch eine Alltäglichkeit einkleiden: mit sol- chen Wahrheiten hätten sich die Mysterien nicht eine Dauer von 2000 Jahren sichern können. Hätte den Mysterien solche Flachheit zugrunde gelegen, so hätten sie kaum ein Jahrhun- dert, ja kaum ein halbes Jahrhundert bestehen können. Auch Silvestre de Sacy, dieser sonst so gründliche Forscher, weiß am Ende nichts anderes zu sagen, als die Mysterien mö- gen Symbole der hauptsächlichsten Naturwirkungen, der Jah- reszeiten usw. weiter enthalten haben. Allein warum soll man"
    },
    {
      "index": 4,
      "text": "das in den Mysterien darstellen, was jeder Mensch in der Natur sehen kann? Deshalb kann den Mysterien nicht eine bloß phy- sikalische Bedeutung zugeschrieben werden. Demeter ist aller- * dings Stifterin des Ackerbaus, und wird als solche verehrt; aber nicht Göttin des Ackerbaus. Mit jener Verehrung ist aber ein mehr als physikalischer Sinn verbunden; denn mit der Einset- zung des Ackerbaus schweigt das wilde Leben: das wüste, tierische Leben schwindet mit dem Ackerbau. An seine Stelle tritt das wahrhaft menschliche, sittliche, das durch Sitte und Gesetz gefestigte Leben. Die Sittlichkeit, nicht die Naturkraft, ist es, die in Demeter verehrt und geheiligt wird. Dieselbe Gottheit, die den Ackerbau einführte, war auch die gesetzge- bende Gottheit, und nur in diesem Sinne konnte Isokrates in seinem Panegyrikus den Ackerbau und die Mysterien zusam- men erwähnen.[*] »Nam cum Ceres post raptam Proserpinam, erroribus acta, in regionem nostram pervenisset, nostrisque majoribus ob accepta beneficia, quae nonnisi initiatis audire fas est, bene cupiens amplissima duo munera largita esset; fruges, quae in causa fuerunt, ne more belluarum viveremus; et arcana illa sacra, quibus initiati qui sunt, hi et de vitae exitu et universo aevo spem habent meliorem. « Nur in diesem Sinne konnte Isokrates sagen: Demeter hat gegen unsere Vorfahren wohltä- tig gewirkt: sie hat ihnen doppelte und zwar die größten Geschenke gegeben. Früchte, welche verursachen, daß wir nicht mehr tierartig leben, und die Einweihung in Eleusis. In Demeter wurde zugleich der Sieg gefeiert, den in oder mit Demeter das menschliche Bewußtsein über jene blinde Gewalt errungen, die sie im Sabäismus befangen hielt. Sabäismus ist, wie wir gesagt haben, die natürliche Religion aller Hirtenvöl- ker, die nicht durch Ackerbau an feste Sitze gebunden sind. Selbst bei den Germanen trifft dies zu, wie Caesar erwähnt. Er erklärt die alten Germanen als Stern= und Ele1nenten=Anbeter: [de bello Gallic lib. VI. c. 21.] Aber im folgenden Kapitel sagt er: »Agriculturae non student etc.« Es gehört nicht an diesen Ort, zu untersuchen, wie sich diese Stelle mit Tacitus vereini-"
    },
    {
      "index": 5,
      "text": "* [*] C. 6."
    },
    {
      "index": 6,
      "text": "gen lasse.[*] Deshalb ist der reine Sabacismus älter, als alle Völker, älter als alle bürgerliche Gesellschaft, als der Ackerbau, und die mit diesem anhebenden Gesetze. Sabacismus kann nicht mit geschütztem Eigentum bestehen. Solange der Mensch jenem allgemeinen Gott anhängt, den nur der gren- zenlose Raum des Alls einschließt, ist der Himmel sein Dach, solange wohnt er unter freiem Himmel. Sowie der Mensch von ihm sich abwendet, wird ihm der Himmel zu weit; er verlangt aus den Weiten in die Enge - er zieht sich zurück in die Um- schließung; denn noch immer lebt in ihm die Erinnerung an die ursprüngliche Umschließung und göttliche Umhegung, aus der er herausgetreten war. Von der anderen Seite erscheint dem Menschengeschlechte, nachdem es die Übel der bürgerlichen Gesellschaft erfahren hat, der frühere Zustand des unbe- schränkten Lebens und der völligen Freiheit als Zustand der Glückseligkeit, nach dem nun das müde Menschengeschlecht mit Sehnsucht zurückblickt. - Uranus, sowie Kronos, war der Gott des goldenen Zeitalters. Damals, [be]vor Zeus herrschte waren noch keine Felder gebaut. Cf. Virgil. Georg. 1,125 ff. * »Nie vor Jupiter bauten der Ackerer Hände das Frucht- feld; Auch nicht Macht noch Teilung durchschnitt die große Gemeinheit: All' für alle erwarben zugleich ... «"
    },
    {
      "index": 7,
      "text": "[*] »... deorum numero eos solos ducunt, quos cernunt et quorum opibus apertejuvantur, Solem et Vulcanum et Lunam: reliquos ne fama quidem acceperunt ... Agriculturae non student; majorque pars victus eorum lacte et caseo et carne consistit: neque quisquam agri modum certum aut fines proprios habet; sed magistratus ac principes in annos singulos gentibus cognationibusque hominum, qui una coierunt, quan- tum eis et quo loco visum est, attribuunt agri, atque anno post alis transire cogunt ... « Jul. Caes. de bello Gallic. lib. VI. [c. 21.] »Agri pro numero cultorum ab universis per vices occupantur, quos mox inter se secundum dignitatem partiuntur: facilitatem partiendi camporum spatia praestant. Arva per annos mutant, et super est ager: nec enim cum ubertate et amplitudine soli labore contendunt, ut po- maria conserant, et prata sepiant, et hortos rigent: sola terrae sages imperatur. « Tacit. de mor. Germ. [ c. 26.]"
    },
    {
      "index": 8,
      "text": "und v. 147ff. »Ceres zuerst hat mit Eisen das Land zu kehren die Völker Angeführt ... « Solange der Gott des noch ungeteilten Seins herrschte, war die Erde ein allen gemeinschaftliches Erbteil. Selbst die Erzäh- lung der Genesis, nach welcher der erste Gedanke einer Er- bauung einer Stadt und eines Turmes als ein Frevel mit Sprachverwirrung bestraft wurde, könnte aus einer solchen !U Sehnsucht nach der Unbcschränktheit des früheren Zustandes erklärt werden, wo das Bewußtsein dem Einen Gott noch näher war. Ein solches Streben heftet sich jeder höheren Ent- wicklung an. Wie so viele in unserer Zeit und dem Geräusch unserer Tage sehnten sich in die dumpfe Enge und Stille des Mittelalters zurück! - Mit Kronos und in ihm wurde die astrale Gewalt völlig besiegt. Ich will nicht sagen, daß mit ihm erst der Ackerbau angefangen habe; denn Urania war schon, was später Cybele und Demeter ist. Der Grieche, als der Spätere in der rn.ythologischen Folge, leitet von Demeter ab, was der Babylonier von der Urania, der Phrygier von der Cybele ab- leitet. Merkwürdig ist, nachdem den Babyloniern zuerst die Gründung großer Städte zugeschrieben wird, wendet sich der Anhänger des Kronos, der Phönizier, vom Ackerbau ab und durchschifft unter Leitung günstiger Winde und Strömungen die Weite des Meeres, während später, nachdem die Religion vom Himmel auf die Erde herabgekommen ist, der Ägyptier ganz an seinem Lande festhält, welches er mit der goldenen Saat der Isis bebaut, indes er das Meer als das Reich des Typhon haßt. Cf Herodot. Erst mit der Cybele kommt die astrale Religion ganz auf die Erde herab. Wie bei den Babyloniern Urania und ein mit ihr gesetzter Genius als Gründer der Städte betrachtet werden, so wird später bei den Phrygiern Cybele als Gründerin des Ak- kerbaus und der festen Städte betrachtet, wie dies schon ihre Mauerkrone zeigt. Die große Phrygische Mutter hieß sie, weil * von den Phrygiern aus zuerst der Fruchtbau sich verbrei- tete:"
    },
    {
      "index": 9,
      "text": "»Quare magna deum mater materque ferarum Et nostri genitrix haec dicta 'st corporis una [II, 578, sq.] Muralique caput summum cinxere corona Eximiis munita locis quod sustinet urbeis Quo nunc insigni per magnas praedita terras Horrifice fertur divinae matris imago Hanc variae gentes antiquo more sacrorum Idaeam vocitant matrem Phrygiasque catervas Dant comites, quia primum ex illis finibus edunt Per terrarum orbem fruges coepisse creari ... [II, 586, sq.] Ergo cum primum magnas invecta per urbeis Munificat tacita mortaleis muta sainte Aere atque argento sternunt iter omne viarum Largifica stipe didantes ninguntque rosarum Floribus, um.brantes 1natrem. comitumque catervas ... « [II, 606, sq.] (Lucret.) * Wenn Cybeles heiliges Bild die Städte durchzieht, wird Si!- ber und Erz auf die Wege gestreut. So wird von Kronos erwähnt, er habe zuerst Münzen, Zeichen des Privatbesitzes, eingeführt. Cybele, in Rosenschauer gehüllt, wird von einem Haufen Krieger umgeben zum Zeichen, daß mit geteiltem Besitz die Zwietracht entstehe und der Krieg. Daher erscheint auch auf Münzen der Janus offen, weil wie bekannt, der ge- schlossene Janus Frieden bedeutet.[*] Dieser tiefere Zusam- menhang zwischen dem Untergange der kosmischen Religion und der Einführung des Ackerbaus ist die Ursache, daß in Demeter die Gottheit verehrt wurde, welche die Mysterien einsetzt und die goldene Frucht bringt. Der erste Übergang aus"
    },
    {
      "index": 10,
      "text": "[*] Plutarch. de Rom. fortun. Tom. II. aper. p. 322. »6\\JTUAOV istud Jani aperiebatur, cum arderet bell um: pace facta claudebatur. « Livius 1, 19. »Numa Janum ad infimum Argiletum indicem pacis bellique fecit: apertus, ut in armis esse civitatem: clausus pacatos circa omnes populos significaret. <<"
    },
    {
      "index": 11,
      "text": "dem nomadischen Zustande zu festen Wohnsitzen hat von jeher allen tiefem Forschern das größte Rätsel geschienen, um so mehr, weil es bis auf den heutigen Tag unmöglich war, auf irgendeinem Teile der Erde eine Getreideart als wildwachsend aufzufinden. Fast sollte man glauben, daß während des my- thologischen Prozesses ein gewisses magisches Verhältnis zwi- schen der Natur und dem Menschen fortdauerte, so daß gewisse Entwicklungen des mythologischen Prozesses mit de- nen der Natur parallel sind, indem unsere Getreidearten seit dem Moment des Überganges erst in der Welt sind; denn sonst wäre nicht begreiflich, warum sie nicht auch jetzt noch wild- wachsend angetroffen werden könnten. Vielleicht ist der Mensch durch das bürgerliche Verhältnis von diesem magi- schen Verhältnisse zur Natur geschieden worden, wie in den * Ruralgesetzen Deutschlands merkwürdig ist, daß eine gewisse Apprehension jenen zugeeignet ist, die genötigt sind, unter freiem Himmel zu leben, gleichsam als würde durch die Ein- samkeit dieser Individuen ein Rapport zur tieferen Forschung nach verborgenen Kräften wiederhergestellt. Der Spanier Don Felix Azara versichert in seiner Reisebeschreibung*, verschie- dene Male in den Städten Südamerikas bemerkt zu haben, daß an Orten, wo Menschen sich länger aufhalten, Malven, Disteln usw. sogleich emporwachsen, wie in anderen Wüsten. Daß gewisse Pflanzen, z.B. der Sambucus den Menschen nachzie- hen, könnte man wohl auch bei uns bemerken: aber Azara sagt weiter: »Der Mensch darf nur auf einem Weg gehen, so kom- men Pflanzen hervor, die vorher nicht gesehen worden. Man darf nur ein Stück Land zum Gartenbau bearbeiten, so wird sich eine Menge Portulak sogleich einfinden. Man sollte fast glauben - sagt er-, daß die Anwesenheit des Menschen und der vierfüßigen Tiere eine Veränderung im Pflanzenreiche hervor- bringe, und dann andere, ganz verschiedene, Pflanzen hervor- wachsen. « Dürfte man eine solche anziehende Kraft des Men- schen mit Zuversicht voraussetzen, so dürfte man wohl das,"
    },
    {
      "index": 12,
      "text": "* Reise durch Südamerika. Aus dem Französischen von Weyland. Mit 1 Karte. Berlin, 1810."
    },
    {
      "index": 13,
      "text": "was die Hellenen von dem Getreide gesagt haben, daß es Gabe der De1neter sei, und das, was die Genesis erzählt, nämlich, Gott habe den Menschen den Fruchtbau gelehrt, noch wört- licher, als gewöhnlich, verstehen. Derjenige, dem so manche Tatsachen gegenwärtig sind, aus denen ein Anderswerden der Formen hervorleuchtet, könnte wohl möglich finden, daß an verschiedenen Orten und zu verschiedenen Zeiten erst mit der Ansiedlung der Menschen und ihrem Übergange zur bürger- lichen Gesellschaft durch irgendeine Metamorphose der jetzt nicht mehr kennbaren Gewächse die den Menschen nährenden Früchte hervorgegangen seien, wenn man überhaupt anneh- men will, daß aus dem Chaos nicht alles zugleich, sondern parallel mit der Entwicklung des Menschen hervorgetreten ist. Wenn man übrigens glauben darf, daß gar vieles von dem, was jener große Haufe - nicht bloß von Unwissenden, sondern sogar von Gelehrten - als unerforschlich für die Menschheit ausgibt, allerdings erforscht und gewußt werden könne, so muß man doch auch anerkennen, daß es Regionen oder Felder des Werdens und Entstehens gibt, in welche die menschliche Wissenschaft nicht mit Sicherheit und Gewißheit hineinzu- schauen vermag. Doch so freie, fruchtlose, vorurteilsfreie und echte Beobachtungen, wie die des Azara sind, vereint mit tiefe- rer Schärfe des innern Bewußtseins, werden verstatten, daß das menschliche Auge auch in jene geheimnisvollen Regionen tie- fere Blicke werfen darf Die Wissenschaft kann nur sukzessiv fortschreiten: keine Stufe kann und darf in der wissenschaftlichen Einsicht über- sprungen werden. Nur muß man wissen, was auf jeder Stufe zu wissen und nicht zu wissen ist. Dieses Eindringen ist die Aufgabe und die Frucht echter Philosophie, die frei ist von Kleinmütigkeit und fruchtlosen Abenteuern. So wenig der De- meter in der Mythologie eine bloß physikalische Bedeutung zukommt: ebensowenig ist auch die Bedeutung der Perse- phone eine bloß physikalische. Wenn man in der Idee der Persephone eine gewisse Analogie mit dem Samenkorn nicht übersehen kann, so darf man doch nicht glauben, daß Perse- phone das Samenkorn oder das Symbol des Samenkorns sei."
    },
    {
      "index": 14,
      "text": "Vielmehr und überall ist das Sichtbare und Materielle das Sym- bol des Unsichtbaren und Immateriellen. Man könnte also wohl sagen, daß das Samenkorn Symbol der Persephone, aber nicht umgekehrt, daß Persephone das Symbol des Samenkorns sei, und nur in dem Sinne, in welchem Christus sagt: [» ]'Alla öE S7tECJEV ... 6 µi:v E:Ka,ov« - es sei denn, daß das Samenkorn in die Erde fällt, wo es viele Früchte bringen wird. Denn Persephone ist ursprünglich nichts anders, als die bloße Potenz des Gottsetzenden im Bewußtsein, weil sie auch das Gottne- lll gierende sein kann. Persephone ist jene Urrn.öglichkeit, die verschieden und eine ganz andere ist, je nachdem sie heraustritt oder innerlich bleibt: sie ist natura anceps. Insofern ist die bloße Potenz des Gottsetzens etwas Keimliches - Persephone ist der Same des Gottbewußtseins. Wenn dieser Same nicht aus der umgebenden Hülle heraus in die Erde fiele, dieser Keim kei- nem Prozeß unterworfen würde, so bliebe er allein und un- fruchtbar. Er muß aus der Hülle heraus in die Erde fallen, damit er Früchte und zwar viele Früchte bringe, damit an die Stelle der substantiellen Einheit zunächst die Vielheit trete, diese Vielheit dann aber der Übergang zu jener im Bewußtsein nicht erst substantiellen oder potentiellen, sondern der cum ictu et actu ausdrücklich zu setzenden geistigen Einheit, der übersubstantiellen Einheit werde, nachdem in eben dieser Viel- heit der Keim fruchtbar geworden ist. Der Polytheismus ist überall nur Übergang des falschen Monotheismus zum wah- ren. Im Urbewußtsein war der wahre Monotheismus, aber nur als bloße Potenz; denn es war auch sein Gegenteil möglich; aber dieses Gegenteil mußte hervortreten, um überwunden zu werden. Es tritt hervor im falschen Monotheismus, um durch den Polytheismus überwunden zu werden, auf daß dann die wahre aktuelle Einheit hervortreten könne. Dies ist das wahre Geheimnis aller Mythologie und des ganzen mythologischen Prozesses."
    }
  ]
}