{
  "title": "82. Vorlesung (Lecture 82)",
  "paragraphs": [
    "Trotz der wiederholten Verleugnung seines Herrn wird Petrus von Christus zu seinem unmittelbaren Nachfolger erklärt in jener Unterredung, die das letzte Kapitel des Johanneischen !S Evangeliums erzählt. Ich glaube nä1nlich in dieser Erzählung * die Worte: »cru UKOAoulk1 µ01« rDu folge mir] - nicht bloß vom künftigen Kreuztode Petri, worin er allerdings seinem Herrn folgte, sondern den ganzen Geist der letzten prophetischen Worte Christi im allgemeinen Sinne verstehen zu müssen . Hier wird also der heilige Petrus ausdrücklich als der unmittelbare Nachfolger Christi erklärt. Übrigens würden schon die dreimaligen Worte »Weide meine Schafe« ihn nicht bloß zum Anführer der Gläubigen überhaupt, sondern auch der Apostel erklären. Die offenbar absichtliche Einschränkung auf die Person Petri ist so auffallend, daß Petrus fragt: »Was soll aber Johannes?« Er nennt den Johannes, weil dieser als der Liebling des Herrn, als der, welcher beim letzten Abendmahle an der Brust des Herrn gelegen, angesehen wurde. Es ist also nicht die bloße rtpünocrcacrta, das Recht des Vorsitzes ohne Autorität, sondern die eigentliche npocr-mcna, die Vorstchung mit Autorität, die dem heiligen Petrus verliehen wurde, nicht als dem Liebling des Herrn - denn das war er nicht -, sondern, weil ihn der Herr seiner Eigenschaften wegen für vorzüglich tüchtig hielt, der Anfänger und Begründer zu sein; denn das Schwerste liegt immer im Anfange und in der Begründung; Christus hat ihm also nicht den leichtesten, sondern den schwersten Beruf erteilt. Die offenbare Absicht Christi war also, daß alle Autorität der Kirche bei Petrus sein und von ihm sich ableiten sollte. Damit steht aber die außerordentliche Berufung Pauli, der sein Apostelamt unmittelbar vom Herrn und als unabhängig von den Aposteln erhalten hatte, im Widerspruche . Die offenbare Absichtlichkeit, womit Paulus gegen jede Abhängigkeit sich verwahrt, zeigt, daß er sich bewußt war, daß er eine von Petrus unabhängige Autorität sein sollte.",
    "Indes verhindert dies nicht, daß die Kirche, die sich zur sieht- baren Kirche konstituieren sollte; sich immer mehr auf die Autorität Petri zusammenzog, während die paulinische Kirche noch eine verborgene war, eine innere, die zwar in sich sich erhielt, aber lange Zeit als solche nicht hervortreten konnte.",
    "Zwar regte sich das paulinische Prinzip immer während der Periode des Mittelalters; denn je mehr das reale Prinzip sich zusammenzog und abschloß, desto strenger mußte es das ideale Prinzip ausschließen. Wer daher das wahre Verhältnis erkannte, konnte voraussehen, daß eine Zeit kommen werde, wo dieses Prinzip in förmlichem Gegensatze gegen die Kirche Petri her- vortreten und sich zu einem eigenen geschichtlichen Prinzip konstituieren werde, zu dem Prinzip einer neuen und zweiten Zeit. Mögen diejenigen, die nichts Göttliches in der Geschichte erkennen, auch ein Ereignis wie die Reformation, aus den schlechtesten Gründen, etwa aus den, schmutzigen Eigennutze zweier Bettelpriester, erklären, so mögen Sie doch bedenken, daß man eine solche Erklärungsweise nicht hier nicht anwenden und dort anwenden könne, sondern daß man, wenn man sie einmal gelten läßt, ebensowohl auch für andere Begebenheiten in der Geschichte gelten lassen müsse. Es wird sich kaum ein Ereignis finden lassen, das nicht solche Zufälligkeiten hätte; aber von solchen Zufälligkeiten werden die menschlichen Dinge nicht regiert. Welche werkzeugliche oder äußere Ursachen auch mitwirken mögen, die wahre Ursache liegt nicht in diesen, sondern in höhern Gesetzen, die selbst nur Emanatio- nen des göttlichen Willens sind. Man kann eine solche irregiliöse Ansicht nicht an einem Orte gelten, und am andern wieder fallen lassen; um konsequent zu sein, müßte man eine solche Erklärungsweise überall anwenden. Alles, was in die Welt tritt, bedarf einer gewissen Voraussetzung, die nicht das Wahre, das Seinsollende ist; aber dem natürlichen Laufe der s Dinge gemäß wird das Anfangende nicht unterlassen können, sich mit seiner Voraussetzung zu befangen. Diese Voraussetzung wieder wegzuheben - dazu bedarf es - einer höhern Potenz. Wenn auch der Grund (im Gegensatze gegen das höhere Fortschreiten) eine falsche Stellung erhält und als avnKEl- µEvov, als Widersächliches erscheint, so kann dies doch seine Eigentümlichkeit als Grund nicht aufheben, wie wir gesehen haben, daß selbst für Christus eine und dieselbe Person der Grund und Fels der Kirche und sein Satan, der Antichrist, sein konnte. Der Zeit der Reformation ging übrigens ein allgemeines Sehnen und Seufzen, sogar der Christenheit, voraus - ein Sehnen nach einer Veränderung. Hatten aber die Umstände der Kirche durch alle Konflikte der frühem Zeit sich so verwickelt, daß sie aus sich selbst die Veränderung und Krisis nicht vollbringen konnte, so mußte ein Bruch geschehen, und jenes Prinzip nun selbst unabhängig von ihr hervortreten, nicht um sie zu bekämpfen, sondern um ihr selbst in der Folge zur letzten Befreiung verhülflich zu sein. Dies ist der Gang und Verlauf jedes Lebensprozesses und auch das Christentum ist ein solcher Lebensprozeß. Eine freie Kirche, unabhängig von der des heiligen Petrus, war schon vorhergesehen durch die außerordentliche Berufung eines von Petrus unabhängigen Apostels.",
    "Die Unabhängigkeit, welche die eine freie Kirche von der andern anzunehmen genötigt war, war daher keine Trennung, weder der Kirche noch des Glaubens, sowenig als Paulus, weil er frei von Petrus war, von Petrus sich getrennt hat. Die erste Kirche, die Kirche des heiligen Petrus, ist die streng gesetzliche - mit strenger Gesetzlichkeit fängt alles an; die zweite Kirche ist die Kirche des Freiheitsapostels, wie den heiligen Paulus der allgemein verehrte, nun verewigte Bischof J. M.",
    "Sailer so oft genannt hat. Aber beide sind Kirchen eines Herrn, oder beide sind notwendige und vermittelnde Glieder der Einen wahren Kirche, die nach der Absicht Christi werden soll, und der Unterschied beider ist der, daß der Primat bei der Kirche Petri bleiben muß, da diese der Grund ist, ohne den die freie Kirche nie sein könnte, und den sie zu ihrer Voraussetzung hat, während die Kirche Petri nichts voraussetzt. Und diese freie Kirche sollte in dem Lande entstehen, das ersehen war, den Keim des Christentumes in sich aufzunehmen und diesen Keim aus der tiefsten Wurzel zur herrlichsten Krone zu entfalten ! Denn wo ist eine Nation, die so ganz Geist und Gemüt ins Christentum gesetzt hätte, wie die germanischen Völker? Wo ist eine Nation, in deren Innern das Christentum auf solche Weise wurzelte, wie in dem Innern der Deutschen, in welchen die Wissenschaft sich freier und kühner entfaltete, wo aber der höchste wissenschaftliche Schwung immer wieder auf den Grund des Christentumes zurücktrat. Bei den romanischen Völkern erscheint das Christentum als etwas von außen ange- tanes, was sie, wie Sie bei den Franzosen sehen, eben darum mit der größten Leichtigkeit wieder ausziehen und wegwerfen.",
    "In den Deutschen scheint das Christentum wie von Natur zu sein. Deutschland ist die Wüste, in welche nach der Apokalypse das Weib flieht, deren Sohn der Widersacher nach- strebt - Deutschland ist die Wüste, weil es ehedem von fremden Nationen unberührt, kaum an seiner Grenze den Römern bekannt, bis zur Erscheinung des Christentumes ein in sich abgeschlossenes Land geblieben war. Jener Sohn des Weibes , das in die Wüste flieht, ist das in den Okzident überge- gangene Christentum, das im Okzident seine geschichtliche Gestaltung und Entwicklung erhält. Fragt man, wohin in unserer Darstellung die griechische oder orientalische Kirche falle, so müssen wir sagen, daß sie mehr der vorgeschichtlichen als geschichtlichen Zeit angehöre. Den Anfang einer wahren geschichtlichen Sukzession macht die Kirche erst im Okzident durch den Primat der römischen Kirche. Derjenige Teil der n10rgenländischen Kirche, der sich gegen den Strom des Muhamedanismus behauptete, die eigentlich griechische Kirche, zeigte von Anfang an die größte Abneigung vor der geschieht- liehen Entwicklung, welche die abendländische Kirche annahm . Das Verhältnis, welches die griechische Kirche gegen die lateinische angenommen hat, ist ein bei weitem ausschließenderes , als sich selbst der Protestantismus später gegeben hat. Erst im Okzident sollten alle und die letzten Gegensätze der Kirche zur vollen und letzten Entwicklung kommen.",
    "Merkwürdig ist unter anderm, daß vorzüglich die griechischen Väter bemüht sind, von jenen Worten Christi: »Du bist Petrus, und auf diesen Felsen will ich meine Kirche bauen« den persön- * liehen Sinn abzuwenden, [den] ihnen die römische Kirche gab, indem die griechischen Väter unter dem Felsen nicht die Person Petri, sondern sein Bekenntnis verstanden, besonders Origenes und Chrysostomus. Origenes z. B. sagt: »Wer auf Petrus allein die ganze Kirche gebaut glaubt, was wüßte der vom Donnersohne Johannes zu sagen? Oder werden wir es wagen, zu behaupten, daß die Pforten der Hölle nur gegen Petrus nichts, wohl aber gegen die andern Apostel etwas vermögen?« Unserer Ansicht entgegen kann diese Argumentation nichts beweisen ; denn wenn wir diese Worte persönlich von Petrus verstehen , so ist nicht unsere Absicht, den Paulus und Johannes auszuschließen. Was jedoch die übrigen Apostel betrifft, so ist es merkwürdig, daß außer dem kleinen Briefe Judae, dieser zwar sehr alten, aber rücksichtlich des apostolischen und kanonischen Ansehens sehr zweifelhaften, höchst temporären und lokalen Schrift keine didaktische Schrift von den Aposteln auf die Nachwelt gekommen ist, als von den drei großen Aposteln Petrus, Paulus 0acobus) und Johannes. Dadurch ist angedeutet, daß ihre Bestimmung bis auf die letzten Zeiten und selbst bis zur höchsten Entwicklung des Christentumes sich erstreckt. - In Deutschland werden sich die letzten Schicksale des Christentumes entscheiden! Das deutsche Volk erhebt sich nicht etwa selbst damit - es wird auch von andern Nationen anerkannt als das wahrheitsliebendste, als das der Wissenschaft und Wahrheit allein selbst seine politische Bedeutung zum Opfer bringende. Im deutschen Bereiche haben die beiden Kirchen, die ihre Gesetzlichkeit stets behauptende und die freie Kirche, seit drei Jahrhunderten nebeneinander existiert. Eine spätere Veränderung hat beide Kirchen mit völlig gleichen politischen Rechten gesichert, was nicht umsonst geschehen ist. Denn das ohnmächtige Geschrei einiger Schwachköpfe, die aus Verzweiflung , auf andere Weise die Aufmerksamkeit auf sich lenken zu können, diese dadurch erregen wollen, daß sie den Kampf, der vor dreihundert Jahren entschieden worden ist, mit den schlechtesten Waffen von vorne anfangen und damit die Zeit um drei Jahrhunderte zurückführen wollen, - dieses ohnmächtige Geschrei wird ohne Wirkung verhallen!! Selbst dem bösesten Willen wird es bei solcher Seichtigkeit der geschichtlichen Ansicht, bei solcher Undeutschheit der Gesinnung nicht gelingen, die Frucht des Samens zu zerstören. Drei Jahrhunderte schon vergingen unter solchen Bestrebungen - und sie brachten nichts zustande. Den Deutschen gebührt, geistig über andern Nationen zu stehen und nicht zum Niveau anderer tieferstehender Nationen herabgedrückt zu werden, wie z.B.",
    "der Spanier, welche die Feinde aller kirchlichen und religiösen Freiheit sind. Jene große religiöse Veränderung ist aus dem Wesen des Deutschen hervorgegangen. Tacitus zeugt schon von dem Charakter der Deutschen und jedermann weiß, was Deutsche getan. - Ich bin nicht berufen, den Apologeten des Protestantismus zu machen: in seiner Ausschließlichkeit kenne ich ihn nicht. Mein Standpunkt ist das Christentum, ist jene allgemeine Kirche, die nicht durch die bloße Nichtexistenz des Widerspruches, sondern allein durch Besiegung des Widerspruches besteht, die überhaupt nur in einem allgemeinen Verständnisse des Christentumes bestehen kann. Von diesem Standpunkte , der sich über jeden partiellen erhebt, kann alles das wahr sein, was gegen die römische Kirche von ihren heftigsten Feinden gesagt worden ist, ohne daß dies ihre Bedeutung aufhebt ; und was gegen den Protestantismus gesagt wird, hebt ebensowenig die Bedeutung auf, die wir ihm zuschreiben. Die neue, aus der Reformation hervorgegangene, Gemeinde kann sich wohl gefallen lassen, daß man ihr den Namen »Kirche« streitig macht. Sie kann auf sich die Worte Pauli anwenden; aber sie kann auch hinzufügen: »Durch Gottes Gnade bin ich, was ich bin und seine Gnade ist nicht vergeblich gewesen.« Der Protestantismus kann sich vorwerfen lassen, er sei ein bloßes Negieren, eine eitle Negation - sein ganzes Wesen bestehe im bloßen Zerstören. Er kann antworten, daß dies von jeder vermittelnden Potenz zu sagen sei. Die Wirkung der vermittelnden Potenz besteht allerdings im Ausschließen der ersten Potenz, die aber eben dadurch höchst positiv wirkt, da sie ein freies, sich selbst bewußtes, Leben aus dem starren, blinden Wesen hervorbringt. Der Protestantismus kann zugeben, daß lO er eine bloße Vermittlung, ein bloßer Übergang und insofern nichts an sich selbst ist. Er kann zugeben, daß einiges, was aus unzulänglichen Gründen von ihm verworfen wurde, nach einer höhern Ansicht verteidigt und anerkannt werden kann.",
    "Aber diese höhere Ansicht hätte man ohne ihn nie vollkommen erreicht, und ihm hat man diese höhere Entwicklung zu verdanken . - Die Geschichte ist die unwiderstehlichste Autorität:",
    "ich möchte nicht sagen, wie Schiller »sie ist das Weltgericht« - wohl aber »ihre Urteile sind Gottes Urteile.« Sie zurückzudrängen ist so unmöglich, als den mächtigen Strom in seine Quelle zurückleiten, oder den erwachsenen Baum in seinen Keim zurückdrängen zu wollen. Der unwiderstehliche Gang der Geschichte läßt uns keine Zeit zu elegischen Betrachtungen . Er fordert von uns allen eine klare Erkenntnis dessen, was ist und eine durchgängig gegründete Einsicht in das, was sein wird. Vor allem muß dem Katholizismus zugestanden werden:",
    "er hat die Sache und hat sie noch. Ohne den Papst wäre der geschichtliche Christus längst verloren. Ohne den Papst hätte sich das Christentum in eine allgemeine Lehre, in eine alles geschichtlichen Inhalts erniangelnde Religion aufgelöst. Nur 311 der katholischen Kirche verdanken wir den geschichtlichen Zusammenhang mit Christus. Von der andern Seite muß man sagen: sie hat die Sache, aber ohne allgemeines Bewußtsein derselben; die Einheit, die sie hatte, war vielmehr eine äußere, unverstandene, als eine innere, verstandene. Doch kann ihr dies nicht zum Vorwurf gereichen, denn es gilt das Gesetz: Zuvor das Äußere, dann das Innere! Hat aber der Katholizismus im Laufe der Zeit einen entschiedenen, geschichtlichen Gegensatz gefunden, so kann die Bedeutung und der Zweck dieses Gegensatzes nicht sein, die Einheit selbst aufzulösen: diese muß bleiben. Sein Zweck kann nur sein, den Übergang von der blinden, realen Einheit zur freien, idealen Einheit herzustellen, zum Bewußtsein zu bringen, wodurch der Katholizismus sein Wesen nicht verändert, sondern bloß verklärt. Das Objekt, die Sache ist der Grund aller Einheit; das Subjektive ist in jeder Ansicht ein anderes, ist also für sich allein die Auflösung aller Einheit. Das Objektive hat der Katholizismus; allein ohne Erkenntnis gewährt die Sache doch bloß eine äußere, blinde Einheit, und so hinwiederum, wenn die Erkenntnis von der Sache sich unabhängig machen will, gerät sie zuletzt in eine bloße, gestaltlose Subjektivität, die nichts mehr vor sich hat, als eine leere Unendlichkeit. Den besten Fall angenommen läuft sie Gefahr, an der Stelle des allgemeinen Christentumes bloß ein Privatchristentum übrig zu lassen, welches unter den Protestanten Wurzel gefaßt zu haben scheint. Denn die erste Regung der Erkenntnis ist die, sich von der Sache unabhängig zu machen; dies ist aber ebenso unvermeidlich, als von der andern Seite es unvermeidlich ist, sich mit dem Realen zu befangen. Der letzte Schritt der Erkenntnis, die vom Realen sich emanzipiert hat, ist, frei zum Objektiven zurückzukehren.",
    "Die Erkenntnis wird spät, aber zuletzt doch, ihrer wahren Absicht sich bewußt, nicht das Objektive nicht zu wollen - sie befände sich sonst in einer leeren, alles Zieles entbehrenden Unendlichkeit - sondern das Objektive als ein vollkommen verstandenes und begriffenes zu wollen, nicht sich von ihm zu trennen, sondern vielmehr niit dem Objektiven sich zu vereinigen . In dieser Richtung kann aber auch der strengste Realismus sie nicht mehr zurückweisen. Im Gegenteile, das Verhält- nis ist umgekehrt; denn die auf das Reale zurückkehrende Wissenschaft wurde in der katholischen Kirche von kräftigen Männern, die ich nicht zu nennen brauche, sogleich erkannt und auf5 Herrlichste und Vollkommenste aufgenommen, während eben diese Richtung, selbst von protestantischen Theolo- gen, verschmäht wurde, auf die wohl nur jene sogenannte Denkfreiheit einen Eindruck macht; ja im Gegenteile suchten diese jene Richtung mit allen Merkmalen einer wahrhaft pharisäischen und pfäffischen Unterdrückungskunst zu ersticken, so daß man sogar die bürgerliche Obrigkeit zum Schutze gegen solche Philosophen und Theologen anrufen mußte. Wäre in dieser Richtung das Ziel erreicht - wäre nämlich das Reale zur höchsten Idealität verklärt und die höchste Idealität eben in der Realität des Christentumes gefunden, dann könnte man sagen:",
    "Es ist die Reformation vollendet. Die vollendete Reformation ist nimmer im Gegensatze mit der Kirche. Diese Erkenntnis, lll die mit der Realität sich völlig durchdrungen hat, kann die Kirche schon darum nicht mehr zurückweisen, weil es am Tage liegt, daß mit bloßer Macht die Einheit nicht mehr zu behaupten ist. Denn das Abwehren einer solchen Erkenntnis hlitte zuletzt nur eine gänzliche Vergessenheit der Sache selbst zur Folge, wie in Frankreich, wo das Christentum nur deswegen keine Gegner mehr hat, weil man dasselbe als eine völlig abgetane , überflüssig gewordene, Sache betrachtet. Wir nahen uns also offenbar einer dritten Periode. So wie die Kirche auf eine entschiedene geschichtliche Gestaltung sich einließ, so mußte sie sich auch auf einen geschichtlichen Prozeß einlassen.",
    "Dieser geschichtliche Prozeß entwickelt sich im Okzident und besonders in Deutschland. In Deutschland allein ist die Idee einer Znkunft zu finden. Die auf die Autorität Petri gegründete Kirche brachte es im ganzen nur zu einer äußern, blinden Einheit. Diese war die erste Stufe der geschichtlichen Entwicklung der Kirche oder des weltgeschichtlichen Erscheinens des Christentumes. In Paulus war ein Prinzip vorbereitet, wodurch die Kirche nicht von der Einheit, sondern nur von der blinden Einheit befreit werden konnte. Dieses Prinzip war in der Reformation hervorgetreten; diese ist jedoch nur Übergang zu einer dritten Periode, in welcher die Einheit als ideale wieder hergestellt ist, und wo in einem durch die Wissenschaft vermittelten und so erst möglich gewordenen, allge1neinen Bewußtsein die Kirche ihren wahren Triumph, ihren Ruhestand feiert, wo ihre Ruhe auf die Überwindung des Widerspruches * sich gründet, wo die Einheit nicht mehr eine bloß äußere, sondern eine innere ist. Das Christentum dieser dritten Periode ist das Christentum des heiligen Johannes, worüber ich in der nächsten und letzten Vorlesung noch einiges bemerken will."
  ]
}