{
  "title": "41. Vorlesung (Lecture 41)",
  "paragraphs": [
    "M.H. Aus der zuletzt angeführten Stelle des Phaedo folgt auf jeden Fall, daß Plato die Einweihung in die Mysterien als eine Lösung des Geistigen vom Materiellen angesehen habe. Denn nach dieser Stelle sind die Ungeweihten die, welche im Schlamm, d. h., in der Materialität steckengeblieben sind. Dies kann nun freilich auch ganz allgemein verstanden werden - denn das menschliche Leben ist überhaupt ein Kampf zwischen Geistigem und Körperlichem und durch denselben unvordenklichen Vorgang, der das menschliche Bewußtsein in den materiellen Naturprozeß zurückwarf, ist auch der Materie ein unverkennbares Übergewicht über den Geist gegeben, und mit diesem Übergewicht des Fleisches über den Geist hat das menschliche Leben überhaupt zu kämpfen. Wir dürfen uns aber durch Plato nicht verleiten lassen, die Mysterien als Anstalten von bloß sittlicher Bedeutung anzusehen, als ob, wie Creuzer meint, in den Myterien nur jener allgemeine Kampf zwischen Materie und Geist, den jeder Mensch zu käm.pfen hat, vorgestellt worden wäre. So allgemein darf dies nicht verstanden werden. Die Mysterien stehen mit der Mythologie im notwendigen Zusammenhange. Den speziellen Bezug der Mysterien auf die Mythologie dürfen wir nicht vergessen. Allerdings war die geheime Weihung auf Befreiung vom Materiellen, aber zunächst auf Befreiung vom Materiellen der Mythologie, abgesehen . Die Seligkeit bestand darin, daß der Eingeweihte durch die Mysterien von der Notwendigkeit des mythologischen Prozesses befreit und in Verkehr mit den rein geistigen Göttern gesetzt wurde. Doch darf auch dies, nämlich der Verkehr mit den rein geistigen Göttern, nicht so verstanden werden , als wären die materiellen Götter absolut von den Mysterien ausgeschlossen gewesen. Noch unrichtiger wäre es, wenn man sich vorstellen würde, wie sich manche auch wirklich vorgestellt haben, daß in den Mysterien der materielle Polytheismus widerlegt und vernichtet worden sei. Mehrere haben angenommen, in den Mysterien sei Einheit des höchsten Wesens gelehrt und Erklärungen mitgeteilt worden, daß die Götter keine wirklichen Götter, sondern nur etwa personifizierte Naturkräfte oder historische Wesen seien. Allein dies ist eine falsche Vorstellung; denn dadurch wären nicht bloß die niateriellen , sondern auch die rein geistigen oder verursachenden Götter für nichtig erklärt worden. Aber auch nicht die materiellen Götter können schlechterdings als nichtig erklärt werden . Die Mysterien waren nur der Schlüssel der Mythologie selbst; sie waren nichts anders, als eine Erklärung der Mythologie . Das wäre aber keine Erklärung, wodurch das zu Erklärende aufgehoben würde. Wir m.üssen uns das Verhältnis so [ *] Cf. Die Beilage. [s. u. S. 719 ff.] denken, daß die materiellen Götter auf zweifache Weise gedacht werden können 1) als bloß materiell, ohne Rücksicht zu nehmen auf ihre Bedeutung 2) so, daß man in ihnen selbst nur die verursachenden Götter, oder daß man sie als bloße Formen, als bloße Verkleidungen der höhern oder verursachenden Göt- ter ansieht. An diesen Formen waren aber auch die materiellen Götter vergeistigt, ohne daß sie als nichtig dargestellt werden konnten. Im Gegenteil ging nur der Eingeweihte auch mit den Göttern, welche im exoterischen Glauben bloß materiell waren , als mit ebenfalls geistigen um, und da in den Mysterien offenbar alles stufenweise ging, so konnte das ganze nicht auf einmal mitgeteilt werden. Seneca* sagt: »Eleusis teilt nicht alles auf einmal mit«. Da nun aber die höchste Stufe - die l:non,Eta - nicht von allen erreicht wurde, so ist wahrscheinlich und begreiflich , daß auf einer niedern Stufe die verursachenden Göt- ter verhüllt, und erst in der E7t07tTEta ganz gezeigt wurden. Es ist also, wenn wir sagen, daß die verursachenden Götter vorzüglich Gegenstand der Mysterien waren, dies nicht als eine völlige Ausschließung oder Nichtigerklärung der materiellen Götter zu verstehen. Dies hatte ich zu bemerken über jene Stelle, wo Plato unmittelbar einer Lehre der Mysterien erwähnt , woraus folgt, daß die Mysterien sich selbst diese Wirkung zuschrieben, daß durch sie der Eingeweihte von den materiellen Göttern befreit, und in das Reich der immateriell betrachteten Götter versetzt werde. Ein anderer Beweis, daß die Wirkung der Mysterien in einer Versetzung des Bewußtseins aus dem Reich der materiellen Götter in das Reich der geistigen, immateriellen Götter bestand, geht aus einer andern Stelle des Plato hervor, wo die Seele in ihrem frühem Zustande , ehe sie in den materiellen Zustand herabsank, Orgien und Mysterien begehen läßt. Es ist hier nicht der Ort, zu untersuchen, in welchem Sinne sich Plato die Präexistenz der * Nat. quaest. lib. 7. c. 31. Eleusis servat, quod ostendat revisentibus . Rerum natura sacra sua non semel tradit. Illa arcana non promiscue, nec omnibus patent: reducta et in interiore sacrario clausa sunt.",
    "Seele gedacht habe, ob so, daß jede Seele in der intelligibeln Welt in Anschauung der reinen Urbilder der Dinge existiert habe, bevor sie in die materielle Welt herabstieg, oder daß ursprünglich der Eine Mensch in allen Menschen lebe, der Eine Mensch, der in dem intelligibcln Sein erschaffen ward, der außer aller Materialität ins rein geistige Zentrum erschaffen ward, aber heraustrat und nun dem materiellen Prozeß anheiin fiel, über den er ursprünglich erhaben war, was übereinstimmt mit dem Adam Cadmon in der altjüdischen Lehre und jener lO christlichen Lehre, wo es heißt: Adam, jener Eine Mensch, in dem wir alle gesündigt haben - wir alle sind nur Glieder oder Gestalten des Einen Menschen - dies kann füglich dahingestellt bleiben. Damals aber - sagt Plato - in, Phaedrus - (ehe wir in die materielle Welt herabsanken) war die Schönheit leuchtend (ohne materielle Zugabe) zu schauen als mit dem beglückten Chor dem seligen Anblick folgend, wir mit Zeus, andere mit einem andern Gott schauten. Ich erwähne etwas zu den Worten : Wir mit Zeus. Zeus ist, wie Sie wissen, der Vater der materiellen Götter als solcher, und als der die verursachenden 211 Götter unmittelbar in sich Aufnehmende (denn nur durch die gemeinschaftliche Wirkung der drei Ursachen ist Zeus der Göttererzeugende) kann Zeus als das Band zwischen den verursachenden und materiellen Göttern betrachtet werden. Als solcher kann Zeus auch noch den geistigen Göttern beigezählt oder wenigstens über den 8riµoc; der andern materiellen Götter herhaben gedacht werden; denn er ist 6 rcm:17P ,cov Si:cov Kat ,cov avSpcorccov. Viele Spuren zeigen, daß auch dem Zeus eine höhere Stellung in den Mysterien gegeben wurde, indem er als Repräsentant der drei Ursachen dargestellt worden ist. Wenn nun in dieser Stelle Plato den Sokrates sagen läßt, Wir mit Zeus ... , so konnte er nicht bloß sich und seine Mitunterredner meinen. Er will sagen: Wir Menschen, wir Sterbliche - denen bestimmt war, in die materielle Welt einzugehen - wir mit Zeus (die Menschen waren also schon damals an Zeus, den Vermittler der rein geistigen und materiellen Welt, also schon an den selbst als geistig vorgestellten Zeus gewiesen). Die andern konnten nicht Menschen, sondern nur Mitglieder jenes seligen Chores, also nur die seligen Dämonen sein - diese also zogen mit einem andern der Götter (d. i. mit einem der Götter an sich, mit einem der rein intelligibeln Götter). Es ist begreiflich , daß Plato hier den Sokrates sich nicht deutlicher erklären läßt; denn alles die Mysterien Betreffende wurde bei den Alten mit gewisser Scheu berührt - wir mit Zeus (die anderen mit einem der andern Götter) begingen diese Feier, von der gesagt wurde, daß sie mit Recht die Seligste genannt werde, als selbst unversehrt, in der Ganzheit unseres, in der Einheit unzerstörten , Bewußtseins (ehe das Bewußtsein durch das Hervortreten eines seiner Prinzipien, des materiellen, zerstört wurde; denn das Prinzip, das den Anlaß zum mythologischen Prozeß gibt, ist das materielle; es ist bestimmt, das innere, unsichtbare, materielle Prinzip der höhern Götter zu sein. Indem es heraustritt , verwandelt es sich in das äußerliche, materielle Prinzip - das Bewußtsein ist in seiner Integrität zerstört worden, erst als dieses Prinzip heraustrat.). Wir begingen diese Feier (welche Plato die Seele vor ihrer Herabkunft in die materielle Welt feiern läßt), selbst unversehrt und noch unbetroffen von den Übeln (die uns im nachfolgenden Leben erwarteten), da wir lautere, selige Gesichte schauten (En:omwov,i:c; das eigentliche, von den Mysterien gebrauchte, Wort). (Offenbar sind diese reinen, lautem Gesichte den unförmlichen, durch den wilden Streit der Kräfte erregten und dadurch unheimlichen, Phantomen entgegengesetzt, welche die Einzuweihenden in der Vor- bereitung sehen mußten. In diesen Phantomen, welche der Weihe vorhergingen, wurden eben die Ausgeburten des bloß materiellen Prozesses gezeigt). Wir begingen, fährt Sokrates fort, jene Orgien in reinem Glanze (nicht zwischen Licht und Finsternis kämpfend) als selbst rein und noch nicht bezeichnet mit diesem Male, das wir Leib nennen, der uns wie ein Schaltier einschließt und befestigt. Cf. Phaedr. 64. * Außerdem daß diese Stelle, wie Sie aus meiner Erklärung gesehen haben, ein Licht auf die Vorgänge in den Mysterien selbst wirft, dürfen wir auch noch mit Recht den besonderen Schluß ziehen, daß nach der Kenntnis, die Plato von den Mysterien hat, die wahre En:omi:ta, die wahre Seligkeit, in der Wiederherstellung des reinen urbildlichen, zwar jetzt von den Menschen verscherzten, aber ursprünglich gleichsam himmlischen und paradiesischen Bewußtseins bestand. Es ist hier wohl der Ort, zu fragen, wie man sich vorstellen könne, daß s Plato, um das, was nach seiner Denkart ihm das Höchste und Ehrwürdigste war, zu beschreiben, Gleichnisse von den Mysterien herzunehmen im Stande gewesen wäre, wenn sie nur den geistlosen Inhalt gehabt hätten, wie er ihnen gewöhnlich, namentlich von Lobeck, zugeschrieben wird. Solcherlei Zeug seinem Lehrer, dem Sokrates, in den Mund zu legen, wäre die größte Impietät gewesen. Bekanntlich war Sokrates* nicht Eingeweihter, und bedurfte es auch nicht zu sein. Aber eben darum beweist dies im Munde des Sokrates mehr, als alle späteren Äußerungen der Neuplatoniker.** Denn welches Interesse konnte Sokrates haben, ihnen einen so tiefen Inhalt zuzuschreiben, wenn sie ihn nicht wirklich hatten?",
    "Ein dritter Beweis für unsere Ansicht ist, daß Plato das Glück, welches die Mysterien gewähren, mit dem Glück des wahrhaft Philosophierenden vergleicht. Ich meine den Phaedo, den man selbst mit einer jener heiligen Melodien vergleichen könnte, von denen Aristoteles spricht, oder mit einem Zaubergesang , durch welchen die Furcht vor dem Tode, die Furcht vor der Trennung von der Welt, die, wie Sokrates sagt, immer besprochen werden muß, beschwichtigt wird. Man könnte den * Phaedo mit einem umgekehrten Sirenengesang vergleichen, der statt wie der Gesang der fabelhaften Sirenen in die Sinnlichkeit hineinlockt, uns gerade über die Sinnlichkeit hinauszieht und erhöht. Eben im Phaedo ist es, wo von den Mysterien ausdrücklich die Rede ist, wo Sokrates sagt, daß, • Lucian. in Demonacte p. 549. [1818.",
    "** Imm. Fichte, de philosophiae novae Platonicae origine. Berol., Bouterweck, Philos. Alexandr. ac. neo = Platonic. recensis accuratior.",
    "(Comment. Soc. Scient. Goett. recent. 1823. Vol. V.) Histoire critique de l'eclecticisme on des nouveaux Platoniciens.",
    "Avignon, 1766. 2V.",
    "K. VOGT's Neoplatonismus und Christentum. Th. I. Neuplatonische Lehre. Berlin, 1836.",
    "wenn wir je etwas rein erkennen wollen, der Leib gleichsam außer acht gelassen werden müsse, um mit der Seele selbst die Sache zu sehen, woraus denn folge, daß wir dessen, was wir als Philosophen zu lieben uns rühmen, der wahren Einsicht erst teilhaftig werden, wenn wir geendet oder vollendet haben, d. h., wenn wir gestorben sind. Denn TEAEUTQ-V bedeutet, wie unser deutsches Vollenden auch so viel als Sterben.",
    "Wenn man das, was den Eingeweihten in den Mysterien widerfährt, mit dem vergleichen kann, was dem Sterbenden geschieht, so kann [man) auch das, was dem Philosophen zuteil wird, oder wonach er strebt, mit dem vergleichen, was dem in die Mysterien Eingeweihten zuteil wird. In diesem Sinne verstand es Sokrates. In der Tat - alle Philosophie ist ja ein Aufstreben der Seele aus dem Konkreten und Vermischten zu dem Unvermischen, Einfachen, zu den reinen Ursachen. Diese sind es eben, die nur mit der Seele selbst geschaut werden können, und eben darum werden sie auch allein, jede vollkommen , ganz und lauter erkannt, während in allem abgeleiteten und gemischten, in allen konkreten Dingen für uns nur ein Teil von Wissen, und ein ebenso großer Teil von Unwissenheit ist, wie der Naturforscher am besten bezeugen kann. Also auch der Philosoph lebt in jenem unvermischten Licht, wie Lucretius gefühlt hat, wenn er die Hallen der Philosophie die lautem Tempel der Weisen nennt. Cf de rerum. nat. 2, 7.",
    "»Sed nil dulcius est. bene quam munita tenere Edita doctrina sapientum templa serena. « Und wie nach Plutarch der Gereinigte von oben herab die Ungeweihten unten im Schlamme betrachtet, wie sie sich im Schlamme abmüden, so kann man auch sagen, daß der wahrhaft in die Philosophie Eingedrungene von oben herab auf die in die Materialität versunkene Menge sieht, die im Pfuhl der bloßen Meinungen sich abarbeitet, wo es bloß das Mehr oder Weniger der Wahrheit gilt, von denen aber keiner die Wahrheit selbst und ganz finden kann. Wie jene andere Menge sich dort inne zu haben, erbaut durch die Lehre der Weisen.",
    "in materiellen Interessen abarbeitet, so sehen wir die Ungeweihten in der Philosophie über bloße Meinungen sich gegenseitig zertreten und verfolgen, und indem sie sich so herumtreiben , eine immer größere Verwirrung erregen. Übrigens ist der Unterschied zwischen Philosophie und Mysterien in Ansehung der höchsten Erkenntnis dieser, daß die höchste Erkenntnis in den Mysterien aus einem vorhergehenden materiellen oder realen Prozeß entstand, während in der Philosophie die Erkenntnis zwar auch durch eine stufenweise Befreiung, aber durch ein besonnenes Aufsteigen vom Konkreten zum Geistigen, zu den reinen Ursachen, erworben wird. In der Besonnenheit also, dadurch, daß kein notwendiger Prozeß hier ist, sind die Entzückungen des Philosophen von denen des Epopten verschieden. Ebenso darf aber auch der Philosoph sich des Materiellen nicht ganz begeben. Der Versuch, sich ohne materielle Mittel der höchsten Ursachen zu bemächtigen, ist unmöglich und der sogenannte Orgiasmus der Mystiker und Theopneusten ist eben ein solches falsches Streben, in welchem sie statt wahrer Kraft nur wissenschaftliches Unvermögen zu erkennen geben, und das statt Belehrung und Stärkung des Geistes nur Benebelung und Ermattung des Geistes zurückläßt.",
    "Die Ähnlichkeit der wahren Philosophie mit der Einweihung in die Mysterien läßt sich daraus abnehmen, daß bei den Römern die Mysterien Initia genannt wurden. Initia ist aber soviel als prinzipia. Die Mysterien stiegen also bis zu den Ursachen selbst hinauf. Mit dieser Bemerkung mache ich den Übergang zur Mysterienlehre selbst.",
    "Außer den besonderen Beweisen ist der Hauptbeweis für die Richtigkeit unserer Ansicht die Mysterienlehre selbst, insofern sich beweisen läßt, daß es in der Mysterienlehre nicht um rein geistige Götter zutun war. Vorläufig bemerke ich, daß wir uns diese Mysterienlehre als ganz abstrakt bestehend vorstellen dürfen. Sie wurde auch geschichtlich durch szenische Darstellungen gezeigt - OelK\\'Va9az wurde von dem Unterricht in der wahren Mysterienlehre, 6pq.v von dem Lernen in den Mysterien gebraucht. Schon hieraus erhellt, daß auch die Mysterienlehre eigentlich gezeigt, durch wirkliche Vorgänge geschiehtlieh vorgestellt wurde. Ob bei diesem Zeigen wirklich Vorträge stattgefunden haben, läßt sich nicht mehr genau eruieren.",
    "Indem ich zur Darstellung der Mysterienlehre übergehe, glaube ich diesen Übergang am besten so machen zu können, wenn ich von einer schon von Ste-Croix (Recherches sur !es Mysteres du Paganisme. a Paris, 1784. 8.) und Creuzer bemerkten , obwohl nicht benutzten, Stelle des Pausanias ausgehe . Pausanias sagt von den Eleusinien: So hoch (nach der Meinung der Griechen) über den Heroen die Götter stehen, ebenso hoch steht die Eleusinische 1f:A.E1:TJ über alles, was zur Frömmigkeit und Religion gehört. Ich substituiere dafür folgenden Ausdruck: Zu allen anderen Götterverehrungen verhalten sich die Eleusinien, also auch die in Eleusis gefeierten Götter zu den anderen Göttern, so, wie sich nach der gemeinen Ansicht der Griechen die Götter zu den Heroen verhalten. Nun sind aber die Heroen als solche zwar höhere, aber doch mit sterblicher Hülle umgebene, und daher der Sterblichkeit unterworfene , Wesen. Die Götter der Griechen sind aber von der Sterblichkeit und dem materiellen Leibe befreit. Wenn sich nun also Heroen und Götter so verhalten, wie materielle und im- materielle Wesen sich verhalten, so werden nach Pausanias die andern Götter zu den in Eleusis gefeierten Göttern sich auf ähnliche Weise verhalten. Also die in Eleusis gefeierten Götter werden sich zu den anderwärts gefeierten Göttern, wie die absolut iinmateriellen, rein geistigen, rein verursachenden Götter zu den relativ im1nateriellen Göttern (d. h. immateriell in bezug auf die Heroen, denn gegen die absolut immateriellen Götter sind sie selbst nur materiell). Nach dieser Stelle ist also nicht zu zweifeln, daß die Eleusinischen Götter zu den anderen C. G. Lenz. Gotha. 1790.",
    "Über die alten und neuen Mysterien. Von]. A. Stark. Neue Ausgabe.",
    "Berlin, 1817. 1 1/2 Thlr.",
    "Dt. Franz Winieu,ski: De Eleusiniis Atheniensium. 13 S. 4. Index * lectionum für das Sommerhalbjahr 1849 - Münster. v. BORN, über die Mysterien der Alten (Wiener Journal für Freimaurerei , Jahrg. III.).",
    "griechischen Göttern sich als die absolut immateriellen oder verursachenden Götter verhalten werden. Mit dieser Erklärung , und daher auch mit der Behauptung, daß die verursachenden Götter der Inhalt der Mysterien = Erkenntnis waren, stimmt auch überein, daß nämlich insbesonders die Gottheiten der Samothrakischen Geheimnisse die deorum dii genannt wurden . Auch dies drückt das Verhältnis der verursachenden Götter zu den verursachten aus. Sie verhielten sich nämlich, wie Verursachendes und Verursachtes. Eben diese Götter von Samothrake , einer wegen der ältesten Mysterien gerühmten Insel im Norden des Ägäischen Meeres, wurde von den Römern, die sich zahlreich dort einweihen ließen, dii potes genannt, nicht, wie man erklärt, bloß mächtige Götter, so hätte man sie doch lieber dii potentes nach gebräuchlicherer Weise genannt, da nämlich potentes nach der Meinung der Griechen und Römer alle Götter waren. Dii potes heißen sie im Gegensatze von den exoterischen Göttern; sie heißen so als reine Potenzen, als reine Ursachen, in denen nichts Materielles mehr gedacht wird. Ein anderer auffallender Umstand ist dieser, daß diese Götter so häufig nur als Masken, Gesichter usw. abgebildet wurden.",
    "Pausanias führt nicht nur bloß einzelne Beispiele von solchen 1tpocrnma oder Antlitzen an, z.B. sagt er, daß in Lesbos ein solches 1tpocrnmov verehrt wurde usw.; sondern er macht auch die allgemeine Bemerkung, daß die Götter, zu denen Dionysos gehöre, als 1tpocrro1ta, Gesichter, dargestellt wurden, zumal da, wo kein eigener Mysterienkultus für sie vorhanden war.",
    "Man scheute sich, diejenigen Götter, die als rein geistige gedacht wurden, teils in vollständigen, teils in körperlichen Gestalten darzustellen. Man ließ nur den Sieg des Geistes und Verstandes und diese nicht körperlich, sondern nur in Haut-reliefs darstellen. Man scheute sich, den Kopf rund zu bilden und begnügte sich mit Masken. So viel zum Beweise, daß 1) die Götter der Mysterienlehre die waren, welche als die verursachenden und eben darum auch als die geistigen gedacht wurden . Diese Götter wurden aber 2) in ihrer unauflöslichen Folge und Verkettung gedacht, als solche, von denen keiner für sich sein kann, so daß alle zugrunde gingen, wenn einer hinweggenommen würde. Dies stimmt auch mit dem Verhältnisse überein, welches wir unsern drei Potenzen gegeben haben. Jede der drei Potenzen würde, um einen von den Theologen gebrauchten Ausdruck zu entlehnen, für sich nur eine substantiam incompletam haben. Sie sind nur zusammen etwas: Keine von ihnen kann einzeln bestehen. Auch dies ist also ein charakteristischer Zug ihrer rein geistigen Natur. In einer 1815 erschienenen Abhandlung »Über die Gottheiten von Samothrake « (welche aber die Samothrazischen Geheimnisse nicht vollständig umfaßt, denn es war nur um die Darstellung eines kontroversen Punktes zu tun, und die daher meinen Herren Zuhörern wohl als Erläuterungsschrift, nicht aber als Quelle dienen kann. Zmn Teil konnte, zum Teil wollte ich damals nicht alles sagen) glaube ich für jeden Fähigen mit Wahrscheinlichkeit bewiesen zu haben, daß der Gesamtname jener Sa- mothrazischen Gottheiten nichts anderes bedeute, als die unauflösliche Vereintheit, daß alle gleichsam wie Ein Mann sind.",
    "Diese Kabiren wurden von den Römern auch dii penetrales genannt, d. h. esoterische Götter, bloß wirkende Götter. Varro (de lingua latina) sagt schon: »Dii penetrales sunt, qui sunt introrsus et in intimis penetralibus coeli. « *"
  ]
}