{
  "title": "14. Vorlesung (Lecture 14)",
  "paragraphs": [
    "M. H. Der vollkom1nene Geist ist absolute Wirklichkeit vor aller Möglichkeit, d. h., ihm geht keine Möglichkeit vorher; in ihm selbst ist alles er selbst. Wenn wir z. B. von der ersten Gestalt des Seins in ihm abstrakt sprechen wollen, so können wir es das an sich Seiende nennen, aber nicht richtig; denn die erste Gestalt ist nicht unbestünmt das an sich Seiende, sondern bestimmt der an sich seiende Geist, und wie dieser vollkom- mene Wirklichkeit. Das an sich Seiende könnte zwar das an sich Seiende sein, inwiefern es sich nicht bewegt, doch nicht so, als könnte es nicht auch das Gegenteil sein; es ist also das an sich Seiende und ist es auch nicht. Es ist es, doch nicht entschieden , d. h., ohne Möglichkeit des Gegenteils, es ist es potentieller Weise, weil es die Möglichkeit, nicht aber das an sich Seiende ist. Der vollkommene Geist ist aber die Wirklichkeit , die aller Möglichkeit zuvorkommt oder entgegensteht . Dasselbe gilt von der zweiten und dritten Gestalt, dem als solchen seienden Geiste, welcher nicht mehr das bloße an sich, nicht mehr das bloße für sich, sondern das für sich Sein an sich ist. Gesetz, es ginge in dem Sein des vollkommenen Geistes die Möglichkeit eines andern Seins voraus, so wäre dieser Geist weder absolut, noch ursprünglich. Er wäre nicht absolut, denn er wäre nicht ohne jenes andere Sein ausgeschlossen - es wären gleichsam zwei Sein möglich gewesen. Das andere entgegengesetzte Sein war aber nicht möglich, weil der vollendete Geist (Gott) ist, ehe an eine Möglichkeit gedacht wird. Ihn als Möglichkeit vorausdenken hieße ihn einmal als nicht seiend denken. Dasselbe wäre der Fall, wenn für den vollkommenen Geist seine eigene Möglichkeit vorausgegangen wäre; in diesem Falle wäre er nicht wahrhaft ursprünglich. Ursprünglich nennen wir nämlich selbst im menschlichen Leben nur das, wovon die Möglichkeit erst durch die Wirklichkeit gegeben ist.",
    "Die Möglichkeit eines Dinges ist der bloße Begriff eines Din- * ges. Originell nennt man nicht das, wovon man zuvor schon einen Begriff gehabt hat, sondern das, wovon man vorher keinen Begriff gehabt hat. Also im vollendeten Geiste, in Gott, ist alles Wirklichkeit, alles er selbst. Dieses alles verhindert nicht, daß post actmn, sowie jener Geist da ist, also von Ewigkeit (denn der vollkommene Geist ist der Idee nach ewig, d. h., nicht von unendlicher Zeit her, sondern so, daß er in jedem Augenblick nur ewig ist) vor seiner, aller Möglichkeit zuvorkommenden, Wirklichkeit an ihm, an seinem eigenen 1CI Sein die Möglichkeit eines andern Seins sich darstelle; denn gesetzt kann sie nicht werden: sie selbst zeigt sich ihm nur und erscheint eben darum als das von selbst, ohne sein Zutun sich Einstellende oder Einfindende, als die, so eigentlich Nichts ist, wenn er sie nicht will.",
    "Die nächste Frage wird sein: Was ist jenes andere Sein, von dem sich der vollendete Geist die Möglichkeit zeigt? Folgendes ist bekannt: Im Leben des Geistes - oder warum nicht gleich im göttlichen Leben - ist der an sich seiende Geist, der allein für sich noch nicht Gott ist oder vollkommener Geist; er ist der aller Möglichkeit zuvorkommende - er ist der Anfang, das Setzende aller Einheit, das Gott Setzende, jenes rein an sich Seiende, jene Tiefe, worauf das göttliche Sein beruht; denn jedes Sein beruht auf dem, was in ihm das Tiefste ist. Der an sich seiende Geist ist reines Selbst, reines subjectum sine praedicato . So ist er also der aller Möglichkeit zuvorkommende, ursprüngliche actus. Aber es ist nicht zu leugnen, daß es möglich ist, daß er reines Subjekt kraft des Seins ist. Diese [Möglichkeit ] zeigt sich nur nicht an ihm vor dem Sein; aber nichts verhindert, daß sie, die nicht als prius sich zeigt, doch als posterius, post actum sich darstellt; es ist die reine Möglichkeit, die Möglichkeit eines andern Seins. Wenn nun der bloß an sich seiende Geist, der eigentlich die Ruhe der ganzen Einheit, aber auch das bewegende Prinzip des Ganzen ist, aus seiner Tiefe sich erhöbe, so würde die Einheit zwar nicht absolut zerstört, weil der absolute Geist wesentlich, nicht dem bloßen Sein nach, a priori, seiner Natur nach geistige, immaterielle und deswegen unzerreißbare Einheit ist; deshalb kann er nicht das eine ohne das andere sein, und auf diese Weise kann die Einheit sich nicht zerstören. Aber eben weil diese Einheit sich nicht auflöst, weil die Gestalten dieses Einen nicht absolut auseinandergehen können, so würde, wenn jener an sich seiende Geist aus der Tiefe hervorträte, was freilich nicht ohne gött- liehen Willen geschehen kann, damit nur eine durchs Ganze gehende Spannung gesetzt werden, und es würde, schon ehe es zur wirklichen Erhebung jenes Prinzips käme, eine mittelbare Potentialität eines andern Seins entstehen. - Alle jene Potenzen, welche bisher nur Gestalten eines vollkommenen Geistes wa- ren, würden nun als Möglichkeiten eines Seins außer diesem Geiste erscheinen. Natürlich wird der an sich seiende Geist zur unmittelbaren, nächsten Möglichkeit jenes anderen Seins umwenden ; er wird als unmittelbares sein Können, als sein Können der ersten Potenz, erscheinen. Der an sich seiende Geist war dem für sich seienden Subjekt, und nur weil der an sich seiende Geist in der Einheit mit diesem war, ist er der für sich seiende. Aber nachdem sich jener zu einem. andern Sein hingewendet hat, ist er diesem nicht mehr Subjekt - dieser selbst ist nicht mehr für jenen seiend. Da er aber der rein seiende nur ist, insofern er für den rein an sich seienden ist, so hört er alsdann auf, die Identität mit dem an sich Seienden zu sein, oder überhaupt rein seiender zu sein, d. h., er bekommt eine Potenz in sich. Leichter ist dies auf folgende Art zu fassen:",
    "Der für sich seiende Geist war der gerade ausgehende, nicht auf sich selbst zurückkommende Geist; er war gleichsam der nur sich lebende, der ins Sein ergossene Geist. Er war es aber nur, weil der an sich seiende Geist alles Seins ledig war, und daher ihn als Objekt annahm. Nur inwiefern er sich des eigenen Seins enthielt, zog er den rein seienden Geist an sich. Ist nun aber der an sich seiende Geist selbst hervorgetreten, so hört diese Wechselwirkung auf. Denn da der an sich seiende Geist sich dem rein seienden Geiste als Anziehungspunkt entzogen hat, so ist dieser genötigt, jetzt in sein Selbst zurückzutreten , weil er nichts mehr hat, dem er Selbst ist, wodurch vermittelt wird, daß er selbständig wird. Nun ist er als rein seiender negiert und darum nicht mehr der rein seiende. Es ist also ein nicht Sein eingetreten, weil er eben vom an sich seienden Geiste nicht mehr angenommen wird. Da er aber doch nicht aufhört, seiner Natur nach rein seiender zu sein, so muß er demnach wirken, und kann nichts anders, als streben, rein seiender zu werden. Da dies aber nicht möglich ist, außer wenn jenes hervorgetretene an sich in sein Ansieh zurück überwunden ist, so muß er gegen dieses wirken. Schon also indem dieser als der auf solche Weise sein Könnende sich zeigt, erscheint der rein seiende Geist auch als mittelbares sein Können, d. h., er nimmt auch Potenzen an; er ist fähig eines eigenen Seins dadurch, daß er von einem andern in statum potentiae gesetzt wird; es ist also ein sein Können ebenfalls, doch offenbar nur ein mittelbares sein Können; es tritt auch im rein seienden Geiste eine mittelbare Potentialität hervor. Denkt man sich aber die Spannung als wirklich eingetreten, so erscheint der rein seiende Geist als der wirken müssende, denn er kann nur der Wille sein, seinen Gegenstand zu überwinden.",
    "Das bloße sein Müssen ist auch nicht Sein. Und so wird denn, was im Ursein der vollkommene Geist ist, lautere Wirklichkeit . - In einer noch tiefem Negation tritt der Geist in seiner dritten Gestalt zurück, denn auch als Solches seiender Geist würde er, wenn es zur Spannung käme, aus dem Sein gesetzt werden, das er innerhalb der Einheit hat; er erscheint, sobald jene Möglichkeit am an sich seienden Geiste hervortritt, fähig eines andern Seins, d. h., er wird Möglichkeit eines zukünftigen Seins. Er ist aus seinem Sein gesetzt, d. h., das Sein ist in ihm negiert, es ist als zukünftiges gesetzt. Er allein kann aber dies nicht wieder in seinen vorigen Zustand heben. Er ist, wenn er aus seinem Sein gehoben als sein Könnendes gesetzt wird, noch entfernter vom künftigen Sein, als der rein seiende Geist; er kann gar nicht wie jener auf das Sein unmittelbar wirken. Wenn das aus sich herausgetretene Ansieh zum Ansieh wieder zurückgebracht ist, wird jener unmittelbar das Setzende des an sich seienden Geistes. Jenes entfernteste Verhältnis zum Sein wird ausgedrückt durch den Begriff des bloß sein Sollenden . Das bloße sein Sollen ist in soweit auch ein nicht Sein, aber das vom Sein entfernteste nicht Sein; denn im Begriff des sein Sollenden liegt schon, daß es nicht ein selbst wirkendes ist.",
    "Es kann also nicht unmittelbar sich selbst wieder ins Sein erheben - dies muß erst durch ein anderes vermittelt werden .",
    "Demnach erscheinen die 3 Gestalten des an sich, für sich und im an sich Sein für sich seienden Geistes dem absoluten Geiste als ebenso viele Potenzen eines künftigen Seins, die als Potenzen sich genauso verhielten, wie die, so früher sich uns als Bestimmungen dessen, was sein wird, darstellten. Die erste war nämlich die unmittelbare Potenz eines andern Seins, d. h., das unmittelbare sein Können - das sein Können der ersten Potenz, oder wenn wir sein Können = A setzen - A 1 . Der rein * seiende Geist ist sein Können der zweiten Ordnung = A{f,. Die dritte Gestalt, das doppelt vermittelte sein Können = A~. Da sich uns inzwischen für die bloß mittelbaren Potenzen eigene Ausdrücke gefunden haben, so werden wir uns künftighin ihrer bedienen. Wir haben also jetzt 1) sein Könnendes 2) sein Müssendes 3) sein Sollendes. In diesen drei Begriffen sind alle möglichen Verhältnisse des noch nicht Seienden zum künftigen Sein begriffen. Sie haben gesehen, was im vollendeten Geiste er selbst war, wendete sich zu Potenzen eines andern Seins um. Ich bemerke nur noch dies:",
    "Den Anlaß zu dieser allgemeinen Potentialisierung oder zu dieser Erscheinung von Potenzen eines noch nicht seienden Seins im absoluten Geiste gibt nur die am an sich Sein des Geistes hervorgetretene Möglichkeit eines andern Seins. Der Geist in jener Gestalt war die Ruhe der ganzen Einheit, muß also auch ihre Unruhe sein. Diese Möglichkeit, die am an sich seienden Geiste hervortritt, war vor dem Sein des Geistes nicht da; sie tritt erst als posterius, ohne ein prius, hervor als das Unvorhergesehene, Unerwartete. Auch dieses, wie nichts bisher einseitig gesagt ist, wird in der Folge noch so, nämlich als Unvorhergesehenes, sich darstellen. Sie ist das nicht Gewollte, sie tritt ohne Wollen des Geistes hervor; obwohl sie aber im vollendeten Geiste das nicht Vorhergesehene ist, so erscheint sie ihm doch nicht als invisum, sondern als ein Willkommenes.",
    "Denn indem sie dem vollkommenen Geiste das Sein zeigt, das er annehmen könnte, wenn es wollte, und das nie mehr als bloße Möglichkeit wäre, wenn er es nicht wollte, überhaupt also, indem sie dem vollkommenen Geiste einen solchen Gegenstand des Willens gibt, wird er sich selbst als Wille inne, sowie überhaupt diese Erscheinung (denn mehr ist es nicht, als eine Erscheinung des andern, vom gegebenen Sein verschiedenen Seins) ihn zuerst in Freiheit gegen die Notwendigkeit tu seines Seins setzt. Sie befreit den vollkon1menen Geist von der ersten Notwendigkeit seines Seins und gibt dadurch denselben erst sich selbst, indem sie ihn von der heiligen avayKyt befreit; denn er lag bis jetzt noch bezaubert in den Armen der ursprünglichen avayKyt.",
    "Wir müssen jetzt folgendes uns wieder ins Gedächtnis zurückrufen . Der vollkomn1ene Geist ist actus purissimus in einem sein Gegenteil nicht kennenden Sein, in dem verzehrenden Sein des an sich, für sich und des im an sich für sich seienden Geistes. Es wird also hier eine Einheit des Seins der drei Gestalten in ihm gesetzt; aber nicht dem bloßen Sein nach, sondern wesentlich, seiner Natur nach ist er der Alleinige, so daß er es sein würde, wenn er es auch im Sein nicht wäre. Er würde daher auch nicht aufhören der Alleinige zu sein, wenn auch jener actus purissimus in seiner Einheit unterbrochen und durch Spannung aufgehoben würde. Er würde nicht aufhören, der Alleinige zu sein, eben weil er es wesentlich ist, weil er der Wesentliche ist.",
    "Inden1 jenes andere Sein dem Geiste als möglich gezeigt wird, wird er sich inne als der seinem Wesen nach Alleinige, und indem er sich als Alleinigen geistig, also auch von aller materiellen Alleinigkeit unabhängigen Alleinigen sieht, so wird er sich inne als den an nichts, auch nicht an sein eigenes Sein gebundenen. Er sieht sich unabhängig vom ursprünglichen Sein, in welchem er sich selbst findet. Denn eben diese geistige, über alles Sein hinausgehende, transzendente Alleinigkeit gibt ihm die Freiheit, dem Sein nach auch nicht der Alleinige zu sein. Diese Freiheit, auch nicht der Alleinige zu sem, wird ihm gegeben dadurch, daß er sich seiner immateriellen Einheit bewußt ist. Diese immaterielle Einheit würde in der Nicht=Einheit so gut bestehen, als in der Einheit, und darum ist es ihm seinem Wesen nach gleichviel, ob er in das ihm gezeigte Sein hervortritt oder nicht; es verschlägt ihm nichts, dem Sein nach Einheit oder Spannung zu sein, weil er dem Wesen nach immer Einheit ist.",
    "Da habe ich erst die wahre Freiheit erzielt, wo es mir selbst gleichgültig ist, ob ich so oder anders handle. Hier ist erst vollkommener Geist, wo nicht mehr bloß Nicht=Notwendig- keit, sondern auch Freiheit ist, ins Sein überzugehen oder nicht. Jetzt erst kann er von sich sagen: »Ich werde sein, der ich sein werde, d. i., der ich sein will.« Jetzt erst stellt sich der vollkommene Geist als Gott dar. Gott ist ein bloßes Wort, und nur der Sprachgebrauch kann entscheiden, auf welchen Begriff es eigentlich anwendbar sei. Gott wird auch für die leblose Substanz des Spinoza gebraucht, die an ihrem Affekt keinen * Anteil hat. Über die richtige Anwendung dieses Wortes gibt es wohl keine urkundlichere Erklärung, als die Gott selbst dem Gesetzgeber Israels erteilt hat. Moses fragt: »Wie soll ich dich dem Volke nennen?« - und es wird geantwortet: »Nenne mich:",
    "Ich werde sein, der ich sein werde: dies ist mein Name.« Eine andere, als diese Bedeutung, hat auch der Name, dessen wahre Aussprache wir nicht kennen, nämlich der Name Jehova seither nicht erhalten. Jehova aber ist nicht die richtige Aussprache; es muß vielleicht lauten Iaboh oder Jebeh, immer also der, der sein wird - wenn von Gott als Gegenstand gesprochen wird, wird iinmer die dritte Person gesetzt. Wenn Gott von sich selbst spricht, heißt der Na1ne Ejeh (;t';tt-1). Nun ist der vollko 1nmene Geist wirklich der, der sein wird. Er ist nicht mehr bloß vollkommener Geist, wenn er auch stehend bleibend sein könnte, sondern lebendiger Geist.",
    "Jer. 16,20.21.",
    "Exod. 15,3. Conf. Clem. Alex. strom. lib. 5. p. 49. Ed. Wirceb."
  ]
}