{
  "title": "Vorlesung 19 (Lecture 19)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Nichts kann t1rsprünglich Objekt sein, als für sich sich selbst. Ich sage ursprünglich. Es gibt vieles, was Objekt ist, ohne es für sich selbst zu sein, z. B. der ganze unbewußte Teil der Natur. Aber deswegen sehen wir die Natur nicht für etwas Ursprüngliches an. Nichts kann ursprünglich Objekt sein, als von sich selbst oder für sich selbst. Darum kann im Ursein das gegenständliche Sein nur als das zugleich für sich Seiende ge- dacht werden. Alles, was sich selbst hat, wo Objekt und Subjekt dasselbe ist, ist Geist. Schon hier also entsteht die Bestimmung: das Urscin - Gott - ist Geist; aber nicht in der einen oder anderen Substanz betrachtet ist es Geist. Das Ursein ist nur im Eins=Sein Geist, und wir können bis jetzt nicht wissen, ob das erste Sein nicht ein auflösliches ist. Da aber das Ursein nicht bloß zufällig das an und für sich Seiende ist, so sehen wir, es ist das Wahre des Urseins, worauf es abgesehen ist, weder das bloß an sich Seiende, noch das bloß für sich Seiende, sondern ein Drittes, das unzertrennlich als eins - nicht als zwei - das an sich Sein und das gegenständliche Sein ist. Das, was beides ist, ist für sich Sein. Das Wahre des Urseins ist also, daß es in einem und demselben - nicht in zweien - das an sich und für sich Seiende und das für sich und an sich Seiende ist, d. h., daß es über- substantieller Geist ist. In diesem dritten Begriff ist das wahre Ende des Fortgangs erreicht, wohin nur mittelbar zu gelangen war. Ein und dasselbe ist das an sich, für sich und das Ün an sich für sich Seiende. Dieses eine und selbe kann nur der übersubstantielle, von jeder besonderen Form freie, Geist, d. h., nur Gott sein, und nur insofern es der absolut freie Geist ist, nur insofern es als Gott wirklich ist, kann es das Urseiende sein. Denn die Betrachtung kehrt sich jetzt wieder um. Nicht weil es Ursein ist, ist es Gott, sondern weil es absoluter Geist ist, ist es das Ursein. Mit eben dieser Entwicklung muß der Übergang vom Theismus zum Monotheismus gegeben sein, was ich jetzt zeige. Der Inhalt des durch Monotheismus bezeichneten Begriffes ist nicht Gott überhaupt, sondern der bestimmte Gott. Nur"
    },
    {
      "index": 1,
      "text": "den als Gott einzigen kann diese Verbindung von Worten an- zeigen, nicht den überhaupt Einen. Diese Einschränkung in Beziehung der Einheit auf die Gottheit läßt sich zweifach den- ken. Einmal, daß man sagt: es ist außer ihm kein anderer Gott. Wäre diese Aussage richtig, so wäre er in der Tat nicht mehr der Einzige, sondern nur als Gott einzig. Aber sie läßt sich auf dem Standpunkte, wo man sie tut, nicht behaupten - sie ist bloß tautologisch. Um dies sagen zu können, muß zuerst dargetan werden, daß überhaupt etwas außer ihm ist. Jene Aussage kann lll also nur auf einem späteren Standpunkte, nicht da, wo eben erst Gott gesetzt ist, gelten. Wenn nichts außer ihm ist, so folgt freilich, daß kein anderer Gott außer ih1n ist. Wir müssen also voraussetzen, daß es eine andere Art gibt, jene Restriktion in Gott herauszubringen. Nun aber gibt es eine andere Art von Restriktion, wenn man annimmt, diese Einschränkung schließe die Behauptung nicht aus: Gott ist nur als Gott einzig, so betrachtet sei er mehrere, oder nicht als Gott betrachtet sei er nicht einzig. Die zweite Art der Restriktion wäre also, wenn man annähme: Gott ist als Gott einzig, nicht als Gott betrach- 211 tet, ist er Mehrere. Man könnte vermöge unserer Entwicklung den, Satze in der Tat diesen Sinn geben. Nun ist aber diese Deutung unmöglich vermöge unseres jetzt entwickelten Be- griffes; denn Gott ist nach unserer Entwicklung nicht bloß A, bloß B, bloß C, sondern A + B + C; er ist also lvfehrerc, doch nicht mehrere Ciitter, sondern nur Eill Gott. Er ist nicht bloß Einer, sondern er ist Mehrere, weil er nicht Eines allein ins- besondere, nicht bloß A, der an sich Seiende, nicht bloß B, der für sich Seiende, nicht bloß C, der im an sich für sich Seiende, sondern A + B + C ist. Er ist nicht mehrere Götter, weil er nicht 31J als A schon Gott ist-, weil er nur Gott ist als A + l3 + C, so ist er, obgleich Mehrere, doch nicht mehrere Götter, sondern nur Ein Gott, denn diese drei eben sind Gott. Nur inwiefern er als A + B + C zwar nicht mehrere Götter, aber doch Mehrere ist, ist er Ein Gott. Hierin liegt das Beschränkende, in dem letzten .lS Teile des Satzes; das Positive liegt in dem ersten Teile. Daß er Mehrere ist, ist in dem Satze das eigentlich Positive. Der ge- wöhnliche Fehler der Behandlung ist, daß man annimmt, das"
    },
    {
      "index": 2,
      "text": "Positive der Lehre sei die Einheit; das Positive ist vielmehr die Mehrheit, und die Einheit das Negierte. Wir leugnen, daß im * richtigen Begriff des Monotheismus Gott in dem Sinne einzig sei, er als Prinzip einzig genannt werden könne, in welchem z.B. das an sich Seiende einzig ist, wie etwa der gute Gott des Parsischen Dualismus, oder in dem Sinne, in welchem der Vater und der Sohn in der christlichen Lehre einzig ist. In diesem Sinne wird die Einzigkeit geleugnet. Unstreitig hat die Wahrnehmung dieser von uns angegebenen Einheit den Johann von Damascus• veranlaßt, daß er sagt: Gott sei nicht Einer, er sei der Übereinzige - nicht im Sinne der Singularität, daß näm- lich Gott singularis quis sei, sondern daß er der Alleinige sei, * was den Urheber des dogmatischen Systems veranlaßt, zu sa- gen: er sei der Übereinzige. Also wird die Mehrheit von Gott absolut nicht geleugnet - und dies ist der wahre Sinn: Gott ist nur der Gottheit nach nicht mehrere; dies verhindert aber nicht, daß er substantialiter betrachtet wirklich Mehrere ist. Daß dieser Begriff der richtige ist, erhellet daraus, daß sich sonst kein anderer vernünftiger Sinn damit verbinden läßt. Dieser Begriff ist ein historischer, seit Jahrtausenden ererbter, Begriff. Nicht was spätere Reflexion aus diesem Begriff ge- macht hat, sondern was er ist, ist zu berücksichtigen. Daß sich die spätere Reflexion darüber täuschen konnte, hat seinen Grund darin, daß dieser Begriff gleich zum Kanon aufgestellt und dadurch allen höhern Forschungen entzogen wurde; denn als Kanon ist er unantastbar. Daher muß man nicht in Lehr- büchern, sondern in der Geschichte selbst sich nach der wahren Bedeutung dieses Begriffes umsehen. Wie wir bei Gott nach der urkundlichen Bedeutung fragten, so muß auch jetzt, wo wir nach der Bedeutung des Begriffes »Monotheismus« fra- gen, die Geschichte, nicht Lehrbücher zur Hand genommen werden. Nun gibt es kein feierlicheres Zeugnis als das, welches das Alte Testament uns überliefert (5. Mos. 6,4.): »Höre, Israel, Jehova, unser Gott, ist ein Einziger«. Elohim ist auch eine Pluralform: Jehova ist gleich Gott. Weder in der Bibel, noch in"
    },
    {
      "index": 3,
      "text": "• Opp. ed. Mich. le Quien. Par., 1782. 2 T. f"
    },
    {
      "index": 4,
      "text": "der hebräischen Grammatik liegt etwas, daß man nicht sagen könnte: Jehova, dein Gott, ist einzig. Diese Wiederholung des Hauptwortes ist ausdrücklich gesetzt - die Einheit soll sich bloß auf Gott beschränken. Hier haben wir also jene Restrik- tion mit den deutlichsten Worten nach dem ältesten Zeugnis der Welt ausgesprochen. Der älteste Begriff ist eigentlich eine Prolepsis, ein Vorspiel, insofern in diesem Begriff die in der Einheit eingehüllte Mehrheit in Gedanken schon entwickelt ist. Vom Begriff des Monotheismus ist verschieden der Monotheis- mus als Lehre und als Dogma. Eben weil die Gottheit nicht in der materiellen, sondern in der überrn.ateriellen Alleinheit be- steht, kann die materielle Alleinheit aufgehoben werden. Bis jetzt ist uns Gott rein er selbst und noch hat sich keine Mög- lichkeit eines von ihm verschiedenen Seins gezeigt. Wie an den Gestalten seines Wesens selbst immer Ein Sein sich darstelle, ist gezeigt; auch sind die Motive dargestellt, weshalb er das ihm gezeigte Sein zur Wirklichkeit erhebt. Dies als Geschehen an- genommen erscheint die Mehrheit, die bisher vom actus pu- rissimus völlig verschlungen war, nun als substantielle Mehr- heit aufgeschlossen. Hier also kann erst von etwas außer Gott die Rede sein. Die sich aufschließenden Potenzen sind wirklich praeter Deum. Jetzt erst ist übergegangen zu etwas außer Gott - hier erst hat die frühere Versicherung Sinn; denn es ist wirk- lich etwas außer Gott, und zwar eine Mehrheit, von deren Elementen man nicht schlechthin sagen kann: sie sind nicht Götter. Hier hat es Sinn, zu sagen, die außer Gott gesetzten Potenzen sind keine wahren Götter, sondern Scheingötter. Erst hier, wo diese Potenzen wirklich außer Gott gesetzt sind, kann man sagen, daß sie nicht wirklich Götter sind. Derjenige aber ist Gott, der unter diesen der einzige ist. Einer der Apostel drückt den Monotheismus als Dogma so aus »6 Ssoc; Eie; tcntv«, das man so übersetzen könnte: der, der Gott ist, ist einzig.[*] Könnten wir in jenen Moment des göttlichen Seins hineinse- hen, so würden wir sagen: derjenige unter diesen verschiede- nen ist Gott, der nicht seinesgleichen hat, der der Einzige ist."
    },
    {
      "index": 5,
      "text": "[*] Gai. 3,20."
    },
    {
      "index": 6,
      "text": "Die Potenzen, die ihresgleichen haben, sind die Nichtgöt- ter. Folgendes sei bemerkt, um noch eine allgemeine Reflexion hinzuzufügen. Wenn man von einem Wesen sagt, es sei einzig, so kann dies affirmativ und exklusiv genommen werden. 1) Affirmativ kann dies genommen werden, wenn in einem Wesen wirklich eine Mehrheit und die Einheit des Wesens als solchen gesetzt ist. In diesem Falle ist dies nicht exklusive Einzigkeit, was einleuchtet. Sie hat erst da Sinn, wo wirklich etwas außer Gott ist. Also die Affirmation verträgt es aller- dings, daß in dem Wesen eine Mehrheit gesetzt sei; denn alsdann kann ich sagen: das Wesen ist als Wesen einzig - posita pluralitate asseritur unitas. Indem ich die Mehrheit setze, be- haupte ich die Einheit Gottes als solchen. Diesen affirmativen Sinn hat diese Einheit, wenn von etwas außer Gott nicht die Rede ist. Denn negativen oder exklusiven Sinn erhalte ich, wenn schon etwas außer Gott gesetzt ist. Im negativen Sinne sage ich von einer Sache, sie ist einzig, wenn ich ausdrücken will, daß außer ihr keine ihresgleichen existiert. Die Theologen kennen nur diese Art der Einzigkeit und tragen sie auf jenen Standpunkt über, wo es für Gott noch kein außer sich gibt, weil er ganz in sich abgeschlossen, voll- endet, der absolut Freie ist, der durch seine Natur Einsame - solitarius, 6 µovoc; - der absolut Eine ist, wo es überhaupt kein praeter Deum gibt. Auch hier, wo vom Monotheismus als Dogma die Rede ist, drückt der Begriff des einzigen Gottes eine Beschränkung aus. Wie Monotheismus als Begriff, so ist auch der Monotheismus als Dogma restringiert, so daß etwa nicht nur Gott der Allei- nige ist, sondern daß er der Alleinige als solcher ist, und eben daher der wahre Gott. Diese Aussage wäre sinnlos, wenn nicht etwas außer Gott angenomn1.en würde, das nur bloß der nicht wahre Gott, d. h. der verkehrte wäre, wie das uni versum wovon nach meiner Überzeugung das lateinische Universum herkommt - Uni versum nämlich als das Herausgetretene aus der Einheit genommen. »Wer ist unter den Göttern wie du«? ruft Moses aus. Also deutet schon das Alte Testament auf etwas"
    },
    {
      "index": 7,
      "text": "Ähnliches hin. Das Alte Testament sagt nicht, daß die Götter an sich nichts, sondern nur, daß sie nicht die wahren Götter seien. Der Monotheismus leugnet nur, daß das Zertrennte Gott ist. Das Zertrennbarwerden ist die Möglichkeit des Polytheis- mus. Wenn daher einige, die über Mythologie philosophierten, an dem Polytheismus das zu sehen glauben, daß die Götter Naturkräfte seien, so zeigt diese ganze Argurn.entation viel- mehr, daß es ohne Möglichkeit des Polytheismus keinen Mo- notheismus geben könne, daß kein wahrer Monotheismus möglich sei bei absoluter Unmöglichkeit des Polytheismus. Monotheismus kann nur Dogma sein, inwiefern das Gegenteil von ihm möglich ist. Denn ein Begriff, dessen Gegenteil keine Möglichkeit hat, ist nicht der Behauptung wert. Was nicht widersprochen werden kann, kann auch nicht be- hauptet werden. Der Glaube, daß ein Gott sei, der nach dem Ausspruche eines Apostels die Teufel erzittern macht,[*] muß ein anderer sein, als der, den unsere Theologen haben, die Gott, wie das Sprichwort sagt, einen guten Mann sein lassen, und nur die moralische Seite in Gott erkennen. Wenn die Po- tenzen in der Welt das Offenbare sind, und Gott das Verbor- gene ist, so erklärt sich, wie der Polytheismus der Menschheit als etwas Natürliches erscheinen konnte, und der Monotheis- mus hätte nur als etwas mit der Natur im Widerspruch Ste- hendes erscheinen können. Wenn uns dies jetzt anders erscheint, wenn es schwer ist, den Polytheismus zu begreifen und der Monotheismus einfach erscheint, so kommt dies daher, weil unser Bewußtsein aus jener reellen Spannung der Potenzen gesetzt ist, in welcher sich die frühere Menschheit befand. Aber infolge der Richtung, welche die freie Reflexion im Laufe der Zeit gewonnen hat, sind wir, indem unser Bewußtsein von der Spannung befreit ist, aus der lebendigen Einheit in die völlige Nullität geraten, die man heutzutage die rein moralische Re- ligion nennt. Es liegt ja am Tage, daß in dem Verhältnisse, in welchem man die Natur zum toten Aggregat machte und mit ihr die Gottheit entkleidete, auch der Monotheismus in einen"
    },
    {
      "index": 8,
      "text": "[*]Jak. 2,19."
    },
    {
      "index": 9,
      "text": "bloßen Theismus verschraubt wurde. Und sollte es bloß Zu- fall, nicht richtiger Instinkt gewesen sein, wenn die Anhänger des bloßen Theismus sich zu der hohen Ansicht des der Natur Innewohnenden wieder erhoben haben? Niemand hat gegen eine lebendige Ansicht der Natur mehr protestiert, als die Theologen. Ein heutiger Rationalist düngt sich weit über dem blinden Heidentum stehend - aber das, worüber man stehen will, muß man begriffen haben, und nicht mit absurden Hy- pothesen wegerklären. Die Bildung des großen Haufens be- steht nur darin, daß er sich auf der einen Seite der Blindheit befindet, auf deren entgegengesetzter Seite der Polytheismus sich darstellt. Jetzt erst erkennen wir den Monotheismus, wie er ins Leben hervortritt; aber er mußte seine Bedeutung ver- lieren, weil er etwas erfordert, was außer Gott ist. Außer Gott kennen die Theologen nichts, als die konkreten Dinge. Nun stellen aber die Theologen, so wie auch die Philosophen, zwi- schen Gott und die konkreten Dinge nichts in die Mitte. Von diesen konkreten Dingen nun zu sagen, daß sie nicht Gott seien, wäre keiner besonderen Behauptung wert, und eben darum sehr lächerlich. Die Existenz des Monotheismus als Dogma ist ein Beweis unserer Erklärung von dem Hergange der Schöpfung. Wenn das außer Gott Seiende nicht Gott ist, so gibt es keinen vernünftigen Unterschied zwischen dem, was Gott, und zwischen dem, was nicht Gott ist. Aber der Mo- notheismus als Dogma setzt den frei wollendenden actus vor- aus, durch welchen der höchste Geist die Gestalten seines Seins, die als Potenzen er selbst sind, als außer sich erblickt, als Potenzen eines künftigen Seins, eines Seins, das er erst erzeu- gen will. Diesen actus kann man universio nennen - dies ist Schöpfungsprozeß. Das Obige nun und alles läßt sich zeigen, wenn wir eingesehen haben, daß der Prozeß der Universalität der Schöpfungsprozeß sei."
    }
  ]
}