{
  "title": "Vorlesung 7 (Lecture 7)",
  "paragraphs": [
    {
      "index": 0,
      "text": "In der letzten Vorlesung, m. H., habe ich 1) den notwendigen Fortgang vom Begriff des sein Könnenden zum rein Seienden bezeichnet, nicht, daß jenes noch unbekannte Subjekt eines zukünftig Seienden, von dem man weiß, daß es sein wird - nicht, daß dieses Subjekt, sage ich, aufhöre, das sein Kön- nende zu sein, indem es das rein Seiende ist; sondern daß jenes Subjekt des zukünftig Seienden ebenso das sein Könnende und auch das rein Seiende sei. Der Hauptgrund jenes Fortgangs war, daß wir jenes Subjekt als bloßes Subjekt eines künftigen Seins nicht festhalten könnten, da wir es doch festhalten müs- sen. Wir könnten es, sage ich, nicht festhalten; denn es würde imm.er ins blinde Objekt, gegen welches wir keine Freiheit mehr hätten, übergegangen sein. Ich habe 2) mich bemüht, zu zeigen, wie das rein Seiende, d. h., das Sein ohne Übergang a potentia ad actum, in der Tat nichts weniger über dem Sein ist, als das sein Könnende. Es fand sich sogar, daß das rein Seiende noch entfernter vom Sein, daß es das bloß mittelbar sein Kön- nende ist. Wir hätten den Begriff des rein Seienden auch aus dem bloß mittelbar sein Kännenden deduzieren können. Was sein wird, muß wenigstens eimnal ein unmittelbares Verhältnis zum Sein haben. Wenn es aber nicht bloß das sein Könnende ist, so kann es in der nächstfolgenden Bestimmung nicht wie- der das unmittelbar, sondern nur das mittelbar sein Könnende sein. Nun fragt sich aber: Was ist das bloß mittelbar sein Kön- nende? Ich antworte: Mittelbar sein Könnendes ist das, in dem keine Potenz ist, das also nicht a potentia ad actum übergehen kann, und daher selbst purus actus sein muß. Nun ist aber bloße Potenz zu sein wohl das Nächste an Nichts. Da daher das rein Seiende keine Potenz hat, so kann es umso mehr als das Nächste am Nichts erscheinen. Da es aber doch nicht nicht sein"
    },
    {
      "index": 1,
      "text": "kann, so muß es im Gegenteil purus actus sein. Ein solches muß, um a potentia ad actum überzugehen, d. h., um wirklich zu sein, erst in potentiam gesetzt werden, weil es für sich selber nicht Potenz ist. Was aber purus actus ist, kann nicht a potentia o ad actum übergehen; demnach setzt ein solches Sein zu seinen1 wirklichen Sein ein anderes voraus, von dem es in die Potenz gesetzt wird. Weil es also purus actus ist, so ist es das bloß mittel- bar sein Könnende. An sich ist also das rein Seiende so wenig ein actu Seiendes, als das sein Könnende, und was ein actu Seiendes lO ist, kann nie actus purus sein. Das sein Könnende war ferner auch als noch ruhender Wille erklärt worden. Ein noch ruhen- der Wille ist aber ein bloß wollen könnender Wille, und da dem Willen das Sein im Wollen besteht, so ist folglich der bloß wollen könnende Wille gleich dem bloß sein Könnenden Wil- 13 Jen, und weil die Substanz alles Seins Wollen ist, so muß das bloß sein Wollende dem sein Könnenden gleich sein. Das sein Könnende nämlich ist der bloß wollen könnende Wille. Bei dieser Gelegenheit stellten wir auch die Frage auf, wie sich das rein Seiende, ebenfalls als Wille betrachtet, verhalte? 2ü Die Antwort ist nicht schwer. Es kann sich nur verhalten als Wille, der schlechterdings nicht vom nicht Wollen zum Wollen übergehen kann. Es kann sich nur verhalten als Wille, der gleich von Anfang will, und deswegen unendliches, unbe- grenztes Wollen ist. Denn jedes Wollen, das nicht aus nicht Wollen entsteht, hat dieses zu seiner Beschränkung. Ich will versuchen, durch ein moralisches Beispiel die Sache zu erklä- ren, denn die ersten spekulativen Begriffe sind auch die ersten sittlichen, und eine wahre Philosophie kann nicht ohne Sitt- lichkeit gedacht werden. Kant hat in der Moral gelehrt, der Mensch müsse sich aus Achtung für den moralischen Imperativ zum Wollen bestim- men - er setzte also ein ursprüngliches nicht Wollen voraus. Denken Sie sich einen Mann, wie Kato, von dem C. Vellejus * Paterculus (Lib. II. C. 35.) sagt: \"Homo virtuti simillimus, et per omnia ingenio diis quam hominibus propior; qui num- quam recte fecit, ut facere videretur, sec! q uia aliter faccre non poterat« -, so haben Sie das Beispiel eines unendlichen Wollens,"
    },
    {
      "index": 2,
      "text": "das gar nicht als wirkliches erscheint. Die Tugend ist seine Natur selbst geworden, und ist nicht außer ihm. Ebenso kann das rein Seiende nur als unendliches, unbeschränktes Wollen betrachtet werden, das durch kein nicht Wollen beschränkt ist. Nun wollen wir folgende Einwendung beantworten: Wenn Sein = Wollen ist, so wird das, was über dem Sein ist, sich zum Sein, wie nicht Wollen zum Wollen verhalten. Inwie- fern das, was über dem Wollen ist, das rein Seiende ist, insofern muß es das reine Gegenteil des endlichen Wollens sein, nämlich ein unendliches. Das unendliche Wollen erscheint eben deshalb nicht als wirkliches Wollen. Ein wirkliches Wollen wird nur im Übergange a potentia ad actu1n e1npfunden. Wollen, dem kein nicht Wollen vorausgeht, wird nicht als wirkliches Wollen empfunden. Was wir also über dem wirklichen Sein denken, das kann auch als das unendliche Sein bestimmt werden. Hier könnte aber eine Frage entstehen, die dem einen oder dem andern im Wege stehen möchte: »Wie ist es möglich, das, was sein wird, auf der zweiten Stufe als das willenlos Wollende zu bestimmen?« Jedes Wollen, in dem das Wollende sich selbst will, ist nicht ohne Übergang a potentia ad actum zu denken. Das rein Wollende ist kein anderes, als das, welches schlechterdings sich nicht will, sondern ein Anderes. Das rein Wollende muß daher ein absolut unselbstisches Wollen sein. Sein Wollen geht auf ein Anderes. Woher aber dieses Andere? - Das, was sein wird, inwiefern es das sein Könnende ist, d. h., das nächste am Sein, hat insofern nichts vor sich; es fehlt ihm an der Supposition eines Wollens. Ihm geht nichts, weder im Sein selbst, noch in der Anlage des Seins voraus. In diesem Betracht erscheint das sein Könnende als die äußerste Armut und Dürftigkeit selbst, denn es hat nichts, was es wollen könnte. Es kann also nur sich wollen, wenn es will, und darum, weil es nur sich will, muß es bloßer Wille bleiben. Allein 1nit dem sein Werdenden, insofern es das rein Seiende ist, ist es anders. Dieses hat als das rein Seiende sich, als das bloß sein Könnende, vor sich - voraus. Es hat also etwas, was es wollen kann; es hat sich selbst zum Objekt. Jenes unendliche"
    },
    {
      "index": 3,
      "text": "Wollen bezieht sich auf das unendlich sein Könnende, d. h., es will sich selbst als sein Könnendes. Allein, wenn es sich als das sein Könnende will, will es sich doch selbst? könnte man fra- gen. - Es will nicht sich als sich, als das rein Seiende, denn sonst würde es sich. als das rein Seiende, verderben, sondern es will sich, als das sein Könnende, also als ein anders. Nur eben dadurch, daß es sich als sein Könnendes vor sich hat, ist es ihm gegeben, daß rein Seiende, oder rein Wollende zu sein. Der Wille, der nichts vor sich hat, kann nur selbstisch sein. Der JO Unselbstische ist nicht primo loco zu denken. So viel, um obige Frage zu beantworten. Denn wie das, was sein wird, sich als das sein Könnende will, werde ich vollkommen in einer spätem Erörterung deutlich machen. Jetzt zu einer andern Frage. Bis jetzt habe ich bloß die Begriffe des sein Könnenden und rein Seienden erörtert. Wir zeigten, daß das rein Seiende immer gegen das actu Wollende oder actu Seiende ein Überseiendes sei. Ich weiß wohl, daß diese Erörterung dem Anfänger in der Philosophie nicht leicht zu verstehen und nichts Anziehendes sei: ebenso auch für den, der die Redeweise einer andern Phi- losophie gewohnt ist. Jede Erörterung erhält ihr Anziehendes erst durch die Folge, wenn man sieht, wohin sie zielt - und besonders eine Philosophie, die ihren Gegenstand als zukünftig behandelt. Wenn wir den Begriff als Begriff denken, so ist das, was sein wird, der Begriff par excellence. Die bisher entwik- kelten Bestimmungen sind die Begriffe Km' E~OXTJV oder die höchsten. Gerade das, was sein wird, kann der Inhalt des Be- griffes als Begriffes sein. Der weitere Inhalt dessen, was sein wird, besteht nur aus Bestimmungen dieser Begriffe Ka,' E~OXTJV. Eine Philosophie, die in diesem Sinne von, Begriff ausgeht, wird besonders schwer gefunden, weil der Lernende meint, er werde ins Dunkel geführt. Man muß, sagt man, doch zuerst wissen, wohin man geführt wird. Allein, m. H., zuerst muß man sich an den Begriffen und ihrer Erörterung selbst erfreuen, um eben dadurch zu zeigen, daß man für die Philo- sophie selbst Geschmack hat; teils auch muß man überhaupt lernen, die Ungeduld, die immer gleich das Ziel sehen will, zu"
    },
    {
      "index": 4,
      "text": "mäßigen. Der Lernende, sagt Aristoteles, muß glauben, so- lange er noch der Lernende ist, d. h., so lange, bis er das Ziel erreicht hat. Ich sage dies nicht, als ob ich Ursache hätte, mit Ihnen, 111. H., unzufrieden zu sein: Sie sind mir vielmehr bisher eifrig gefolgt. Tun Sie es auch fürderhin. Vertrauen Sie auf den Erfolg' Ich werde die Idee, um die es zu tun ist, vollkommen deutlich machen; aber dies läßt sich nur Schritt vor Schritt tun. Nun sind wir an einen Wendepunkt gekommen, wo unsere Erörterung aus einem dunkeln Walde in eine freie Gegend hervortritt. Zwei Fragen stehen jedoch uns noch vor den Au- gen. Wir sagten: Eben das, was in seiner ersten Bestimmtheit das sein Könnende ist, ist in seiner zweiten Bestimmung das, was sein wird oder das rein Seiende. Ich habe bisher diese zwei Extreme, das sein Könnende und das rein Seiende, erklärt. Jetzt muß ich die Kopula selbst erklären. Wenn ich sage: Was das sein Könnende ist, ist in einem zweiten Hinblick das rein Seiende - so entsteht die Frage: Was bedeutet »ist?« Ich drücke, wenn ich so sage, eine Identität aus. Wie ist diese Identität zu verstehen? - Mit der Beantwortung dieser Frage wird es sogleich lichter werden - und von da sind nur wenige Schritte mehr zur Idee. Die zweite Frage lautet: Was ist gewonnen mit dem Fortgange vom sein Könnenden zum rein Seienden? Um nun zur ersten Frage zu gehen: Wie ist im obigen Satze das »ist« zu verstehen? So könnte man sich denken, daß z.B. das, was sein wird (das Subjekt des künftigen Seins) zweimal gesetzt sei; einmal als sein Könnendes - das andere Mal als rein Seiendes. Allein so ist diese Identität nicht zu denken. Sie sind nicht als zwei Gestal- ten, zwei Substanzen Eines Wesens zu denken. Diese Identität nmß strengstens als substantielle Identität genommen werden. Unsere Meinung ist nicht, daß das sein Könnende und rein Seiende - jedes als Substanz betrachtet werden könne. (Unter Substanz verstehen wir das, was für sich selbst, ohne ein an- deres, besteht.) So hätten wir zwei Substanzen. Allein das sein Könnende ist nicht außer dem rein Seienden, sondern dieselbe Substanz ist, ohne zwei zu werden, in ihrer Einheit das sein Könnende und rein Seiende. Wir setzten nicht das sein Kön-"
    },
    {
      "index": 5,
      "text": "nende und rein Seiende als 1 + 1, sondern wir setzten im1ner 1; aber dies Eine, welches das sein Könnende und rein Seiende ist, hört nicht auf, Eins zu sein. Nun fragt man aber: Wie ist es möglich, daß sie nicht auseinander gedacht seien? Wie ist es möglich, daß sie sich nicht ausschließen? - Wenn sie sich aus- schlössen, müßten wir das sein Könnende und rein Seiende auseinander denken. Können wir nun zeigen, daß das sein Könnende und rein Seiende zu dem künftigen Sein sich völlig gleich verhalten, so müssen sie auch selbst sich gleich sein, und lli können sich daher nicht ausschließen. Das erste ist im Grunde schon gezeigt. Nach einem früher aufgestellten Satze verhalten sich beide zum künftigen Sein als Nichts. Nun schließt aber ein etwas wohl das andere aus; aber was selbst nichts ist, kann keine ausschließende Kraft auf etwas anderes haben. Das sein Könnende und rein Seiende sind nur Bestimmungen dessen, was noch nicht ist, aber sein wird. Um jedoch diesen abstrak- ten Beweis der Nichtausschließlichkeit anschaulicher zu ma- chen, will ich ihn noch von einer andern Seite darstellen. Ich habe gezeigt, daß das sein Könnende als solches als der nicht wollende Wille bestimnlt werden könne, als ein Wille, der ruhend, ohne Bewegung ist - das rein Seiende aber als das rein und bloß willenlos wollende Wollen, als Wollen ohne Willen. Im ersten Begriff negieren wir das Wollen - im zweiten den Willen - d. h., er ist ohne Potenz des Wollens. Das rein wil- lenlos Wollende geht aber ebenso wenig vom. Willen zum Wollen über, als das bloß nicht Wollende, welches innerhalb der Potenz stehen bleibt. Es ist also das unendlich Wollende wie das nicht Wollende. Beide haben miteinander gemein, vom nicht Wollen ins Wollen überzugehen, nur auf verschiedene Art. Denn nicht wollender Wille ist nach unserer Voraussetzung bloße Potenz. Der unendliche Wille ist aber bloßer purus actus - beide gehen also nicht zum actus über. Wenn wir insbcsonders eigentliche Wirklichkeit nur da sehen, wo ein solcher Über- gang ist, so ist das sein Könnende und rein Seiende eine völlig gleiche Überwirklichkeit. Das sein Könnende ist über dem Sein, weil es reine Potenz ist; der reine actus aber ist über dem Sein, weil er nicht ad actum. übergehen kann. Da also in beiden"
    },
    {
      "index": 6,
      "text": "Begriffen gleiche Überwirklichkeit ist, so werden sie sich nicht ausschließen, sondern nur zwei Bestünmungen des Überwirk- lichen sein. Eben wegen dieser völlig gleichen Lauterkeit kön- nen sie sich nicht ausschließen. Lauterkeit ist nämlich = Über- wirklichkeit, und setzt Unlauterkeit voraus. In allem endlichen Sein ist Unlauterkeit. Alle Unlauterkeit kommt daher, daß in dem, was bloß Potenz sein sollte, etwas von actus, und in dem, was bloß actus sein sollte, etwas von Potenz ist - beide werden gegenseitig voneinander getrübt. Wo sich aber beide nicht ver- niischen, sondern jedes, potentia und actus, in seiner Reinheit ist: da ist auf beiden Seiten völlig gleiche Lauterkeit."
    }
  ]
}