{
  "title": "4. Vorlesung (Lecture 4)",
  "paragraphs": [
    "M.H. Man kann die Philosophie erklären als die schlechthin von vorne anfangende Wissenschaft. Dies kann aber im objektiven und subjektiven Sinne genommen werden. Der subjektive Sinn wäre der, daß man mit jedem, der Philosophie studieren will, auf das möglichste Minimum der Erkenntnis zurückzugehen habe, und so erst Schritt vor Schritt das Gebäude dieser Wissenschaft in ihm aufführen solle. In diesem Sinne ist die Erklärung völlig unbegründet, nämlich daß die Philosophie eine von vorne anfangende Wissenschaft sei. Denn gleich wie Sokrates bei Plato die mit dem Scheinwissen der Eleatischen Schule Aufgeblähten vor allem mit leichten Fragen auf die Elemente zurückzuführen und so gleichsam auf schmale Kost zu setzen suchte, um sie für das wahre Wissen wieder empfänglich zu machen, - oder gleich wie ein Arzt, bevor er mit einer stärkenden Arzenei, etwa mit China, zu Werke geht, * zuerst Reinigungsmittel anzuwenden sucht, um das Übel nicht vielmehr zu verschlimmern; ebenso möchte wohl jeder, besonders der, welcher die ersten Begriffe von Philosophie unter dem Einflusse einer alles versprechenden, aber nichts zur Wahrheit bringenden, Zeit empfangen hat, wohl einiger Vorübungen bedürfen, um von Vorurteilen und der Angewöhnung falscher Denkverknüpfungen befreit, und so für die wahre Wissenschaft empfänglich gemacht zu werden. Aber all diese Vorübungen, obschon subjektiv notwendig, sind nicht die Philosophie selbst, d. h., die Philosophie in ihrer Objektivität ; denn diese scheut sich nicht, gleich bei ihrem ersten Auftreten die höchste Forderung auszusprechen. Sie kündigt sich nicht als eine Wissenschaft an, die mit der Notwendigkeit anfängt, sich allem zu unterwerfen, was bei einer gewissen Art der Gedankenverbindung zum Vorschein kommt; sie kündigt sich vielmehr als Wissenschaft an, die einen bestimmten Zweck hat, und keineswegs gesonnen ist, das für wahr anzunehmen, was dem entschiedenen Wollen widerspricht. Die Philosophie macht daher zuvörderst unverhohlen eine Forderung an sich selbst: sie verlangt, daß sie etwas Gewisses mit Bewußtsein erreiche. Sollte denn die Philosophie blindlings und ohne Zweck handeln? wie etwa jener Maler, von dem Cervantes erzählt, daß er, als man ihn fragte, was er denn male, zur Antwort gab: Was herauskommt! Wenn ein Maler statt einer Kirche auch ein Wirtshaus, oder statt einer reifen Traube eine * unreife malen würde, so wäre es doch noch ein Gemaltes. Anders ist es in der Philosophie. Selbst ein bloßer Beobachter derselben würde nicht zugeben, daß eine, alle Gründe der Sittlichkeit aufhebende, Lehre Sittlichkeit selbst sei, oder daß alle Tugenden für Wahnsinn angesehen werden müssen, selbst dann, wenn diese Lehre mit einem Schein von Wahrheit oder einer unumstößlichen Konsequenz dargestellt wäre. Also selbst der Unwissende, d. h., der nicht von sich selbst Philosophierende , macht an die Philosophie eine gewisse Forderung.",
    "Manche Schriftsteller jedoch haben sich begnügt, philosophische Systeme von der sittlichen Seite anzugreifen, ohne sich auf das Wissenschaftliche einzulassen. Dadurch aber, daß sie es umgingen, zeigten sie nur die Angst, als könnte ein überlegener Verstand auch das Unsittliche sittlich machen, und brachten dadurch den Verstand in ein fremdes Verhältnis gegen die Religion. Aber so seltsam ist der Mensch nicht organisiert. Er kann sich überzeugt halten, daß alles Unsittliche unverständig, und das, was der höchste Verstand erkennt, in seinem Wesen auch sittlich sei, und daß jenes Prinzip der Römischen Sittenlehre : [»]Nihil utile, nisi quod honestum« auch vom Wahren gelte. Darin stimmen wenigstens alle überein, daß die Philo- sophie etwas Vernünftiges herausbringen müsse, ja, sie gestehen ihr auch einen vernünftigen Zweck zu. Es fragt sich aber nicht, ob man etwas Vernünftiges wolle, sondern ob es hinlänglich sei, etwas aus der Vernunft notwendig Folgendes erzeugt zu haben. Die Frage ist, ob man sagen kann, daß die Philosophie eine Sache wirklich begriffen habe, wenn man erklärt, daß sie vernünftig sei. Man nimmt hier die Vernunft als etwas Absolutes, keines weiteren Forschens mehr Bedürftiges.",
    "Vernünftig ist aber nur, was aus der eingesetzten Ordnung der Dinge folgt. Die Vernunft äußert sich als Gefühl der allgemei- nen Temperatur, in die die Dinge gesetzt sind - sie ist das Gefühl einer allgemeinen Spannung. Man sieht wohl, daß die Vernunft eine Temperatur sei, die sich über alles erstreckt, und sich nur im menschlichen Bewußtsein ausdrückt. Die Vernunft bedarf aber selbst einer Erklärung, und deswegen kann man mit der bloßen Erklärung, daß man in der Philosophie das Vernünftige wolle, sich keineswegs begnügen; denn es erscheint in der Wirklichkeit gar vieles, was nicht Folge der Vernunft, sondern der Freiheit zu sein scheint. Man kann daher eher sagen, daß die Philosophie mehr ein Absehen des Sittlichen , als des Vernünftigen sei; die Philosophie muß auch die Freiheit anerkennen, weswegen es aufrichtiger ist, zu sagen, daß jenes Wollen, welches die Philosophie leitet, ein sittliches Wollen sei, welches seinen Grund in der Freiheit hat. Dies beweist schon der Umstand, daß von jeher in Sachen der Philosophie der Vorwurf der Unwahrheit anders empfunden wurde, als in andern Wissenschaften. Wer ein philosophisches System angreift, greift nicht nur den Verstand, sondern auch das Wollen des Philosophen an. Wem erwiesen wird, daß er das Rechte nicht erreicht habe, der fühlt sich immer auch in seinem moralischen Werte verkürzt. Es ist ein richtiger Satz: Wie der Mensch, so seine Philosophie - oder wie die Philosophie des Menschen, so er selbst. Schon der Name Philosophie enthält, daß sie wesentlich ein Wollen ist. Philosophie heißt »Wollen der Weisheit«. Nicht jede Erkenntnis, sondern nur die der Weisheit, genügt der Philosophie. Um niich kurz über das Wort Weisheit selbst zu erklären, so unterscheidet schon der gemeine Sprachgebrauch Weisheit von Klugheit. Klug ist der, welcher sich vor dem Übel zu hüten weiß. Von dieser negativen Seite betrachtet, gehört Klugheit, wie zu allem andern, so besonders zur Philosophie ; denn einer Schlangenklugheit bedarf man, um sich vor dem Irrtllln zu hüten, da der Verleitungen so viele sind.",
    "Die Klugheit erscheint insofern nur als Mittel, und nimmt deswegen einen zweideutigen Charakter an. Sie hat ihren Wert erst durch den Zweck. Man nennt aber auch den klug, der zur Erreichung des Zweckes die sichersten und kürzesten Mittel wählt, gleich viel, ob sittliche oder unsittliche; denn Klugheit verträgt sich auch mit Zwecken, welche, als unsittlich, keine eigentlichen Zwecke sind: sie richtet ihre Absicht nicht einzig auf das wahre Ende, sondern auch auf das zunächst mögliche.",
    "Weise ist eigentlich der, so auf das in letzter Instanz Sein Sollende ausgeht. Die Weisheit richtet sich auf das wahre, und eben deswegen bleibende Ende. Die Klugheit sucht ihren Zweck in dem zunächst Wünschenswerten oder Möglichen; die Weisheit in dem, was zuletzt allein Bestand hat, was wahres, bleibendes Ende ist. Jeder Punkt einer fortschreitenden Bewegung ist ein Ende, aber nicht ein Ende, das bleibt, sondern wieder übertroffen wird. So ist es auch in der Philosophie.",
    "Nicht jeder Punkt ist das wahre Ende, sondern wird von dem folgenden überboten. Die Weisheit, als das wahre Ende, setzt die Erkenntnis des wahren Endes voraus; aber ohne Erkenntnis des Anfangs ist auch nicht Erkenntnis des Endes möglich. Der Mensch fühlt sich im Beginne seines Daseins . gleichsam in einen Strom geworfen, dem er nicht widerstehen kann; er braucht sich aber nicht fortreißen zu lassen, sondern er ist bestimmt, den Sinn, die wahre Absicht dieser Bewegung, kennenzulernen, um unterscheiden zu können, was in dieser Bewegung Absicht und Ziel, oder bloße Verstellung zu seiner Prüfung ist; er muß sich auch in dem, was unabhängig von ihm, der Bewegung gemäß oder zuwider geschieht, nicht täuschen lassen; er muß suchen, das Böse mit dem Guten zu überwinden. Um den Sinn der Bewegung benützen zu können , muß man ihn kennenlernen. Nun blieben aber in Ansehung der Bewegung doch noch zwei mögliche Fälle. Gesetzt, die Bewegung hat ein bestimmtes Ende, so wäre doch möglich , daß sie eine bloß notwendige Bewegung wäre, deren Anfang nämlich und Fortgang blind ist. Gesetzt, es hätte sich jemand davon überzeugt, der Anfang der Bewegung sei ein blinder, und so auch das Ende, so müßte er doch, wenn er nicht den Kampf mit dem Stärkern bestehen wollte, sich jener blinden Notwendigkeit unterwerfen. Aber diese Unterwerfung wäre Klugheit, nicht Weisheit. Soll der Mensch sein Leben mit Weisheit leben, so muß er voraussetzen, daß auch in jener Bewegung Weisheit, nicht Blindheit, sei; dann kann er sich ihr als frei =, selbst wollendes Wesen unterwerfen. Verlangt der Mensch Weisheit, so muß er voraussetzen, daß der Gegenstand seiner Erkenntnis Weisheit sei. Nicht seine eigene Weisheit soll der Mensch in der Philosophie suchen, sondern die objektive Weisheit, die außer ihm existiert. Es ist ein uraltes Axiom, daß das Erkennende wie das Erkannte, und das Erkannte wie das Erkennende sei. Die Erkenntnis, mit welcher Weisheit gegeben werden soll, setzt einen Gegenstand voraus, indem selbst Weisheit ist. Etwas völlig Erkenntnisloses könnte nicht anerkannt werden, d. h., könnte nicht Gegenstand der Erkenntnis sein.",
    "Was umgekehrt Gegenstand der Erkenntnis ist, muß das Gepräge des Erkennenden an sich haben, wie jedem einleuchtet, der die Kantische Theorie der Erkenntnis innehat.(*] Kant setzt einen an sich verstandlosen Stoff voraus, der aber das Gepräge des Verstandes hat. Die erste Voraussetzung der Philosophie ist, daß in dem Sein - in der Welt - Weisheit sei. Die Philosophie setzt ein Sein voraus, welches gleich anfangs mit Voraussicht , mit Freiheit, entsteht. Ich verlange Weisheit - heißt soviel - als ich verlange ein absichtlich gesetztes Sein. Die erste Erklärung der Philosophie setzt ein Sein voraus, welches gleich anfangs mit Absicht und Freiheit entstanden ist. Nachdem dies ausgesprochen ist, ergibt sich gleich die anfängliche Stellung der Philosophie - und etwas anders und Allgemeines. Es kann nicht die Absicht der Philosophie sein, innerhalb des einmal gewordenen Seins stehen zu bleiben; sie muß über dieses hinausgehen , um es zu begreifen. Es ist ein vulgärer, aber sehr treffender, Ausdruck in der deutschen Sprache: Er sucht hinter die Sache zu kommen - statt - er sucht sie zu begreifen, er sucht die Wahrheit zu ergründen. Die Philosophie will hinter das Sein kommen; ihr Gegenstand ist also nicht das Sein selbst, sondern das, was vor dem Sein ist, um eben das Sein zu begreifen. Hiermit habe ich Sie in den Anfang der Philosophie gestellt. Mögen Sie ihre Aufmerksamkeit auf das, was vor dem Sein ist, wenden.",
    "Es ist leicht einzusehen, daß das, was vor dem Sein ist, noch nichts ist in Vergleich mit dem, was es hernach sein wird; KANT, 1. Sämtl. Werke, herausg. von Rosenkranz und Schubert.",
    "12 Bde. 1838 fg. Leipzig.",
    "nichts im Verhältnisse zu demjenigen Sein, über welches wir hinausgegangen sind. Allein obgleich wir über das Sein hinausgegangen sind, betrachten wir doch das vor dem Sein Seiende in bezug auf das Sein selbst; wir betrachten, was das vor dem Sein Seiende hernach sein wird. Sonst gibt es kein anderes Mittel, das Sein zu erkennen. Wir wollen das Sein begreifen - also müssen wir das, was vor dem Sein ist, in bezug auf das künftige Sein begreifen. Der Ausgangspunkt der Philosophie ist also das, was sein wird, das absolut Zukünftige: es ist also unsere Aufgabe, in die Wesenheit des absolut Zukünf- tigen einzudringen. Die Absicht der Philosophie ist, dieses Seins mächtig zu werden, um es zu begreifen, den Zauber desselben zu lösen. Jenseits des Seins kann die Philosophie nur antreffen, was sein wird; daher ist's Aufgabe, das, was sein wird, und dessen Begriff zu bestimmen. Dieser letzte Begriff des noch nicht Seienden ist ganz inhaltsleer, ganz negativ; aber der positive Begriff des Sein Könnenden liegt darin verborgen.",
    "Das, was sein wird, kann seiner Natur nach nichts anders sein, als das Sein Könnende, worunter man aber nicht versteht, daß es nur unter gewissen Bedingungen sein könne, wie man etwa von Dingen sagt, daß sie sein und nicht sein können - sondern dieses Können des absolut Zukünftigen ist ein aktives Können; es bedarf bloß seiner selbst, um zu sein - oder ein solches, das, um zu sein, nichts bedarf, als zu wollen; wo zwischen Sein und Nichtsein nur das Wollen in der Mitte steht. Um das Gewicht dieses unmittelbar Sein Könnenden einzusehen , muß ich eine Reflexion vorausschicken. Es gibt keine tiefere Frage für den Philosophen, als die, sich zu erklären, wie ursprünglich ein Sein entstehen könne, worauf wir immer einmal zurückkommen müssen; denn an diese Frage heftet sich alles, und wer sie umgeht, beraubt sich jedes Mittels zum Fortschreiten in der Philosophie.",
    "Das ursprüngliche Sein ist nur möglich durch Wollen. Allein dem Wollen, das ein actus ist, geht der Wille als potentia des actus voraus, jener Wille nämlich, der noch nicht wirklich will, sondern nur könnend ist. Umgekehrt ist jedes bloße Können ein noch ruhender Wille. Es ist unmöglich, ein Sein zu denken, ohne einen wirklichen Willen, ohne Wollen. Das Sein irgendeines Dinges erkenne ich nur dadurch, daß es sich behauptet, daß es etwas anderes - das Eindringen eines fremdartigen Gegenstandes - ausschließt. Wo wir auf keinen Widerstand stoßen , sagen wir: Da ist nichts; denn Widerstand ist ganz synonym mit Gegenstand, d. i., das Reelle unserer Erkenntnis.",
    "Was Etwas ist, muß widerstehen; der Widerstand aber liegt im Wollen - ohne Wollen gibt es keinen Widerstand. Der Wille aber ist das Unüberwindliche, das unbedingt Widerstand leisten Könnende. Ja, man kann selbst sagen: Gott kann den Willen nur durch den Willen besiegen. Der Widerstand ist zweifach - der nämlich im menschlichen Willen, und der dem Zwang entgegengesetzt ist. Der Unterschied zwischen jenem, den der Mensch in seinem Willen entgegensetzt, und zwischen diesem körperlichen Widerstand ist nicht ein Unterschied der Kraft; diese ist in beiden gleich; den Unterschied macht, daß der Wille hier blind, dort lebendig ist; denn nur im moralischen Widerstand wirkt ein besonnener Wille."
  ]
}