{
  "title": "58. Vorlesung (Lecture 58)",
  "paragraphs": [
    "In einer frühem Vorlesung habe ich gelegenheitlich geäußert, wie zweifelhaft der Beistand oder Schutz sei, den man sich für theologische Rechtgläubigkeit ganz allein von grammatischer oder philologischer Auslegung bereitet. Als eines der schlagendsten Beispiele hätte ich den Anfang des Evangeliums Johannis anführen können. Diese Worte galten von jeher als unumstößliche Stütze der Lehre von der Gottheit Christi, und man hatte umso mehr Ursache, sie dafür zu halten, als die entschiedendsten Gegner dieser Lehre mit diesen Worten keine Hülfe sich wüßten, als im Widerspruche gegen alle Übersetzungen zu behaupten, daß Srnu 17v 6 'A.oyoc, gelesen werden müsse. Und doch wenn die Gottheit Christi nicht durch den ganzen Zusammenhang des Alten und Neuen Testaments un- widersprechlich festgestellt wäre, so 1nöchte ich wohl wissen, was von dem Standpunkte der grammatischen und philologischen Rücksicht aus dagegen einzuwenden wäre, wenn einer so die Stelle geben würde: 'Ev apxn T]V 6 Aoyoc;, Km 6 AOyoc; T]V s rcpoc; tov Ssov, Km Ssoc; iJv. Hier wäre fü:oc; das Subjekt. Nach den gewöhnlichen Abteilungen aber heißt es: Km fü:oc; T]V 6 1,.oyoc; - und man beweist durch den Artikel, daß 6 Aoyoc; das Subjekt und Ssoc; das Prädikat sei. Da aber die Interpunktionen und noch mehr die Verabteilungen erst spätem Ursprungs sind, so hindert nichts, das 6 1,.oyoc; erst zum folgenden Verse zu nehmen; dies wäre eine bloße Änderung der Interpunktion.",
    "Diese Abteilung also angenommen, so wüßte ich nicht, was grammatisch oder philologisch gegen folgende Übersetzung einzuwenden wäre: In principio (hebr. pereschit, i. e. antea, quam quidquam existeret) erat 6 1,.oyoc;. Jetzt muß man sich denken, macht der Apostel sich selbst einen Einwurf, den er nicht ausdrückt, sondern nur durch die Antwort andeutet, nämlich: at, inquies, antequam quidquam esse coepisset, nemo erat praeter solum Deum: atqui hie 1,.oyoc; erat apud Deum. Ich bin weit entfernt, will er sagen, den 1,.oyoc; vor Gott zu setzen - ich sage nur, daß er bei Gott, d. i. nicht außer Gott war. Um jedes Mißverständnis abzuscheiden, setzt er also hinzu: namque et Deus existebat. Die Bedeutung, die hier der Verbindungspartikel Km gegeben ist, läßt sich durch den hebräischen und neutestamentlichen Sprachgebrauch nachweisen. Die einzige Einwendung wäre, daß es heißen müßte: Km 6 Ssoc; 17v. Allein so gewiß es ist, daß niemals 6 Ssoc; gesetzt ist, ohne daß Gott Kat' {;~ox11v, Gott als principium divinitatis, bezeichnet wird, so gilt dies doch nicht umgekehrt, und es gibt Fälle, wo fü:oc; als Subjekt, nicht als Prädikat gesetzt ist. Man könnte zur Unterstützung dieser Erklärung die Wiederholung im zweiten Verse anführen: »6 1,.oyoc; outoc; iJv tv apxn rcpoc; wv Ssov.« Diese Wiederholung wäre nur dann zu rechtfertigen, wenn inzwischen ein Wechsel der Subjekte stattgefunden hätte. Nur darum, könnte man sagen, reassumiert sich der Apostel; eben weil fü:oc; als Subjekt dazwischen getreten ist, gebraucht er eine Wiederholung, die nach der gewöhnlichen Erklärung völlig überflüssig erschiene. Ich bin keineswegs für diese Erklärung, wiewohl ich sie nicht aus philologischen Gründen verwerfe.",
    "Nur soviel will ich damit beweisen, daß es auch in bezug auf theologische Wissenschaft gilt: Trachtet zuerst nach dem Reiche Gottes, d. h. sehet auf das Ganze, den Komplex der gött- liehen Wahrheit, dann entscheidet erst über den Sinn des einzelnen. - Der wahre Sinn des ersten Verses ist unzweifelhaft dieser: »Im Anfange (vor allem außer Gott Sein war 6 Aoyoc,, d. h. nach unserer Erklärung, die ich jedoch niemand aufdringen will, und welche ich sogleich gegen jede zuverlässigere aufzugeben bereit bin) existierte das Subjekt, von dem wir reden; damals, im Anfange, war es bei Gott, ja es war Gott.",
    "Denn es ist nicht allein Gott, sondern es ist nur Gott, insofern es npoc, 10v Brnv ist; nur mit den andern göttlichen Gestalten ist es Gott, also nicht für sich. Jetzt reassumiert der Apostel dieses bei Gott Sein, als terminus a quo, bei der folgenden Erzählung.",
    "Nur ein Zustand kann der terminus a quo sein - das Gott Sein bezeichnet eigentlich keinen Zustand, sondern nur die Beschaffenheit des Seins; er reassumiert also: »ofrwc, iJv EV apxn npor; ,ov Bsov.« Der Akzent ist auf das npoc, zu legen. Der Sinn ist: Das Subjekt war vor allem Werden bei Gott. Jetzt geht der Apostel zum Werden selbst, zur Genesis, als zu einer neuen Epoche, über. »Alles war durch dieses und ohne es war nichts geworden.« Damit rückt er die Erzählung um eine Stufe weiter . Das Subjekt ist hier schon in seiner dem.iurgischen Funk- tion betrachtet, wo es zwar praeter Deum, aber dennoch in Einheit mit Gott, ist. Der nächste Vers führt die Genesis bis auf die Entstehung des Menschengeschlechts und bezeichnet das Verhältnis des Subjekts zum Menschen. »In ihm war das Leben .« Dies kann verschieden ausgelegt werden. Allgemein: In ihm war die Ursache des Lebens, der Bewegung; ohne dieses gab es keine theogonische Bewegung, durch die alles geworden ist. Oder speziell, ~cori im. engem Sinne genom.men, wo es dem allgemeinen Sinne entgegengesetzt wird: In ihm war der Grund des Lebens, d. h. des höhern, sich selbst besitzenden Seins, denn dies ist das Leben. Von da ist der Übergang zu dem Menschen, als dem höchsten Lebendigen, wohl begreiflich; nur ist der Sinn in bezug auf das Nachfolgende schwierig.",
    "Deutlicher ist dieser Sinn, wenn man das »EV UUTQ) 1:/ori T]V« auf das Subjekt selbst bezieht. »In ihm selbst war Leben«, d. h. es selbst war lebendig - ihm selbst war gegeben, das Leben zu haben in sich selbst; es erhält nicht bloß andern das Sein, sondern es selbst ist Leben. Für diese Erklärung spricht der Mangel des Artikels vor scori - und es wird sich genau an das Folgende anschließen: erat lux hominibus destinata. Dieses Leben , das es in sich selbst hatte, war schon dadurch zum Licht lU der Menschen bestimmt. Nur inwiefern die vermittelnde Potenz schon von der Schöpfung her das Leben hat, nur vermöge ihrer Selbständigkeit kann sie in einem gesteigerten Sinne wieder das Vermittelnde sein. Daß hier auf die künftige Menschheit gezielt ist, zeigt der Plural ,cov aSpcomov an. Wäre von der Schöpfung des Menschen die Rede, so müßte man den Singular erwarten. Bei der Verschiedenheit möglicher Auslegungen muß nun sich mit dem allgemeinen nicht begnügen.",
    "Wollte man mit dem allgemeinen sich begnügen, so wäre nicht leicht zu erklären, was mit jenem Licht gemeint sein soll. Man könnte anwenden, was der hl. Augustin sagt: Das wahre Licht, die wahre Erkenntnis der Dinge, ist nur in dem, der aller Dinge Geheimnis ursprüngich besitzt. Nur der, welcher die Dinge gemacht hat, also nur die demiurgische Potenz, ist der Mitteiler alles Lichts und aller Erkenntnis, wie der in vielen Ideen platonisierende Verfasser des Buches der Weisheit sagt. Allein man muß sich vor zu allgemeinen Erklärungen hüten: in solchen Fällen muß immer der Zusam1nenhang entscheiden. Jenes Leben, d. h. jenes nur selbständig zu denkende Subjekt, sagt der Apostel, war das Licht der Menschen. Nun fährt er, zum Präsens übergehend fort: »Dieses Licht scheint in der Finsternis .« Diese Finsternis ist nicht eine von der demiurgischen Potenz selbst gesetzte oder erschaffene, sondern eine zugezogene , über die Menschheit erst gekommene, und darum muß die vorhergehende Stelle lux ho1ninum destinata verstanden werden. Darin liegt nämJich die Andeutung, daß die Menschen der Finsternis anheim fallen werden, und man begreift nun, wie der Apostel zur Erwähnung dieser Finsternis übergehen kann. Es ist da nicht von dem Lichte oder der Erkenntnis vor dem Falle die Rede, sondern es bezieht sich das TO cpcoi; TCOV avSpcorrcov auf das Menschengeschlecht nach dem Falle, und wir sagen Jux erat destinata hominibus. Diese Finsternis, die sich des menschlichen Bewußtseins bemächtigte, war das Heiden- turn, welches überall als die Finsternis, so wie die Macht des Heidentun1s als die Macht der Finsternis, dargestellt ist. Ungeachtet dieser Finsternis hört das Licht nicht auf zu scheinen in der Finsternis; es scheint noch (cpmvs1), aber die Finsternis begreift es nicht oder hat es während ihrer ganzen Dauer nicht begriffen. Dies ist das, was wir vom Heidentume gesagt haben . Auch im Heidentume ist Christus; aber nicht als Christus, bloß natürlich wirkt er, und es fehlt an Empfänglichkeit für ihn. Dieses Nichtsein Christi im Hcidentume, dieses ohne Christus sein, wie Paulus sagte, ist soviel als ihn nicht begrei- fen. Jetzt nachdem. der Apostel die ganze Geschichte der Präexistenz Christi bis auf und während des Heidentums fortgeführt hat, kann er auf das Christentum übergehen. Aber auch dies geschieht wieder in geschichtlicher Ordnung, indem er zuerst des Vorläufers Christi, des Johannes des Täufers, er- \\Yähnt: »Es war ein Mensch von Gott gesandt, mit Namen Johannes; ouwi; ~ASsv ... ouK tyvco«. Durch die ganze Stelle bis hierher ist ein stetiges Fortschreiten nachgewiesen von da an. wo es selbst Gott ist, bis es demiurgische Potenz und so relativ außer Gott ist, wo es praeter Deum ist, und vielmehr Gott in ihm ist, als der allein in der Schöpfung Wirkende. Von der Erwähnung der Schöpfung geht die Erzählung fort bis zur Erscheinung des Subjekts im verfinsterten menschlichen Bewußtsein ; auch in der Finsternis des Bewußtseins hört es nicht auf, Licht der Menschen zu sein, obwohl es seinem eigentlichen Selbst nach unbegriffen ist, und bloß durch seine Wirkung sich offenbart. Hier sind also Zwischenzeiten zwischen dem ewigen Sein dieses Subjekts und seiner letzten Erscheinung; narn.entlich ist aber durch das Scheinen in der Finsternis ein Zwischenzustand des Subjekts vor der Menschwerdung ausgedrückt. Diese Zwischenzeiten machen erst die Menschwerdung Christi begreiflich; der letztere Zustand des Mensch seienden Subjekts ist von dem ersten, den'l Gott seienden Subjekt, verschieden.",
    "Johannes ist weit entfernt, jenen unmittelbaren Übergang von der reinen Gottheit zur menschlichen Gestalt anzunehmen, wie es nach der gewöhnlichen Vorstellung geschieht. Eben weil die gewöhnliche Vorstellung nur einen unmittelbaren Übergang kennt, muß sie die letzten Verse auch anders auslegen. Nachdem im dritten Verse die demiurgische Funktion des Subjekts erklärt ist, so muß die gewöhnliche Erklärung den vierten und fünften Vers von dem schon Menschgewordenen Subjekt verstehen . Allein jeder fühlt, welch ein gewaltiger Sprung es wäre, von der Schöpfung sofort auf die Erscheinung Christi in Menschengestalt überzugehen. Da liegt das ganze Heidentum und das ganze alte Testament dazwischen. Dieser Erklärung gemäß müßten auch die Worte »daß das Licht von der Finsternis nicht begriffen worden sei«, von dem Widerstande begriffen werden, den Christus vom Heidentume erfuhr. Allein dem widerspricht das Präsens <pm VEl. Die Erscheinung Christi im Fleische ist ein so notwendiges Faktum, daß auch, wenn jener Verstand der richtige wäre, dies so ausgedrückt werden müßte: TO <pcoc; tv -rn CTKOTl(! t<pnvi.: - das Licht schien, ging auf in der Finsternis. Das Präsens (j)UlYEl zeigt nicht etwas außerordentlicherweise Geschehenes, sondern etwas ordentlicherweise Geschehendes an: et haec Jux quidem natura sua lucet in tcnebris. Dieses Licht hat nicht einmal geschienen, sondern scheint immer noch fort, obgleich die Finsternis, zu der es nur einen natürlichen Bezug hat, es nicht in seinem eigentlichen Selbst begreift. Auch in bczug auf die Klärung des Wortes \\oyoc; will ich noch etwas nachholen. Das Wahrscheinlichste wäre, darunter das »Schöpfungswort« zu verstehen; allein dies Wort ist doch nur in seiner Äußerlichkeit Wort; es ist nur Wort, inwiefern es ausgesprochen ist. Wie sollten dann die Worte erklärt werden »6 Aoyoc; ~v n:poc; TOV Srnv, Km Srnc; ~v 6 \\oyoc;«? Was wäre es, insofern es in Gott wäre? Etwa ein Gedanke - der höchste Begriff Gottes, der zuletzt im Menschen Jesus sich realisiert hat? - Ich zweifle nicht, daß die Berliner = Philosophen diese Erklärung sehr passend finden würden, wie einst Fichte den Anfang des Evangeliums Johannis zu seinem Vorteil benützte. Fichte hatte behauptet, daß die ganze Außenwelt nur im Wissen da sei; da er aber später sich genötigt fand, die Welt auf irgendeine Weise an Gott zu knüpfen, so sagte er:",
    "»In Gott ist ewig nur das, was ist; aber so ursprünglich, wie Gottes inneres Sein, ist sein Dasein. Sein Dasein ist unzertrenn- lieh von seinem inneren Sein; es ist obwohl ein anderes, als das Sein, doch gleich dem Sein. Dieses Sein kann nichts anderes sein, als das Wissen. Die Welt existiert also allein im Wissen und alle Dinge haben in diesem Wissen Bestand.« Wozu nach solchen Erklärungen das Christentum zusammenschrumpfe, brauche ich nicht erst zu sagen. Diese Erklärung wäre gut, wenn Johannes es bloß bei einer theoretischen Exposition bewenden ließe, wenn z.B. nicht nachfolgte, daß jenes Subjekt in der Folge noch als historische Person erschienen sei. Da muß jedoch die gewöhnliche Erklärung des absolut und temporär Wahren aushelfen. »Absolut betrachtet, sagt Fichte, wird zu allen Zeiten in demjenigen Menschen, der sein Dasein, sein individuelles Leben ganz an Gott hingibt, sein intelligibles Wort Fleisch - dies sei eine allgemeine Wahrheit. Dem Christentum eigentümlich sei nur die Lehre, daß die historische Person Jesus von Nazareth durch ihre Lehre schon, gleichsam durch Instinkt, eine solche vollkommene, sinnliche Darstellung des göttlichen Wissens gewesen sei. Wahr sei auch, daß diese Einsicht in das reine Wissen vor Jesus von Nazareth nirgends vorhanden gewesen sei, und nach ihm nicht, bis auf den heutigen Tag. (Fichte). Jesus habe die Einsicht von jeher * einzig gehabt - dies sei etwas Ungeheueres. Insofern sei wahr, daß Jesus der einzige und erstgeborene Sohn Gottes sei: die anderen Menschen aber seien es erst durch seine Vermittlung.",
    "Zwar finde die Philosophie ohne das Christentum auch diese Wahrheit; indes stehe doch die Philosophie auf dem Boden des Christentum.es und könne doch nicht recht abscheiden, was sie sich, und was sie dem Christentume verdanke.« Mit einigen Wortänderungen würde sich wohl auch die spätere Berliner = Philosophie nicht anders darüber äußern. Doch wir wollen wieder zu unserer Erklärung zurückkehren. Offenbar enthält diese Stelle des Johannes eine Geschichte Christi von Anfang der Welt bis zu seiner historischen Erscheinung. Das Subjekt, das im Anfange bei Gott und soweit selbst Gott war, wird zuerst als de1niurgische Potenz dargestellt, dann als Licht, das in der Finsternis leuchtet, und dann erst wird seine Erscheinung als wirkliche Persönlichkeit eingeleitet. Weil nun durch die Erwähnung eines andern Subjekts, des Johannes, die Geschichte des 6 Aoyor; unterbrochen wird, so reassumiert sich der Apostel, indem er sagt: »TJV w cpwr; w UAT]Blvov - i':pxo- µ1ovov dr; TOV Keocrµov«. Dies kann man auf zweierlei Art ]() übersetzen. 1) Es war das wahre Licht eben im Kommen begriffen , als Johannes von ihm zeugte. In diesen'l Falle hätten wir keine Reassumption. Man könnte 2) auch sagen: Es war von jeher das wahre Licht im Kommen begriffen. Hier muß der Zusammenhang entscheiden. Der folgende Vers sagt: Es war in der Welt - dies könnte nun auch von dem Menschgewordenen verstanden werden; aber es paßt nicht zu dem folgenden: »6 KOCTµor; et' auwu EyEVETO«. Das Licht war in der Welt, als diese durch es geworden war und die nur durch es besteht. Offenbar ist hier von seinem Sein in der Welt die Rede, nicht aber von seinem Sein von der Menschwerdung an, sondern von seinem Sein von der Schöpfung an; denn »die Welt ist durch es geworden .« Auf diese Weise sind diese Worte eine Reassumption der Geschichte des Subjekts. Es war das wahre Licht schon im Kommen in der Welt; denn es war von jeher in der Welt, insofern die Welt durch es geworden war; aber die Welt erkannte es nicht; es war, der Welt unbekannt, dennoch in der Welt und es konnte deshalb kommen, d. h. stufenweise offenbar werden als das wahre Licht, was hernach in Christus geschah. Dies hängt noch zusammen mit dem neunten Verse:",
    "»Es war das wahre Licht, das jeden Menschen erleuchtet.« Aber wie verträgt sich dies mit dem Vorhergehenden: »Und die Finsternis begriff es nicht«? Auch hier deutet das Präsens eine fortdauernde Erleuchtung an. Es kann nicht von der außerordentlichen Erleuchtung die Rede sein, sondern nur von der natürlichen Wirkung des Lichts wieder. Inwiefern das wahre Licht noch im Kommen ist, wird es von der Welt oder der Finsternis nicht erkannt; dies verhindert aber nicht seine natürliehe Wirkung. Es erleuchtet als natürliches Licht jeden Menschen , auch die Heiden. Als das übernatürliche Licht ist es erst im Kommen. Der Sinn ist also: »Es war das wahre Licht, welches jeden Menschen erleuchtet, kommend in der Welt«.",
    "Der neunte und zehnte Vers beziehen sich also noch immer auf die Präexistenz Christi. Jetzt zum Unterschied von i':pxo- µEvov heißt es: »de; ,a iota T]ASE. « Hier wird das letzte Faktum ausgedrückt und hier ist erst von der Menschwerdung die Rede. »Er kam in sein Eigentmn« d. h. dem Sprachgebrauch gemäß »zu seinem Geschlechte« ad familiam suam, ad gentem suam, zum jüdischen Volke, das er sich von jeher auserkoren hatte. »Aber die seinigen nahmen ihn nicht an« - (napEAaßov nicht KU'tEAaßov). Jetzt, nachdem er als Persönlichkeit sichtbar geworden war, war die Zeit des Begreifens und des freien Annehmens gekommen. Die Heiden stießen das Licht in seiner natürlichen Wirkung nicht zurück - die Juden aber stießen das begreiflich und offenbar gewordene Licht zurück. »Die ihn aber annahmen, denen gab er die Macht, Kinder Gottes zu werden« d. h. das durch den Fall in ihnen unterbrochene Göttliche herzustellen. Das Ende zeigt, was im Anfange war. Die ganze Rede des Apostels ging auf diese letzte Zukunft - alles war in suspenso bis auf die letzte Funktion , die alles beschließt und darum auch alles aufschließt.",
    "Hier schließt der Apostel, indem er sagt: Ja dieses Subjekt (hier nmß er die Bezeichnung 6 Aoyoc; wieder aufnehmen), das mit allen Prädikaten der bisherigen Exposition ausgestattet ist, ist Fleisch geworden und hat unter uns gewohnt, und wir sahen das zuerst Verborgene und im Kommen Begriffene in seiner Herrlichkeit, die von seinem ursprünglichen Einssein 1nit dem Vater herstammt. Wir sahen in ihm den, der mit dem Vater eins und der Vater selbst ist. Der Wille, vermöge dessen er die menschliche Natur annimn1t, ist nicht der Wille der bloßen Potenz, sondern der wahre Wille des Sohnes, der im Schoße des Vaters, in nie gestörtem Einverständnisse mit dem Vater ist, und dieser vom Him1nel selbst herkommende Christus offenbart sich im Mensch gewordenen, so daß wer den Sohn sieht auch den Vater sieht. Dies ist das erstaunenswerte Ende jener von Anfang an durchgeführten Geschichte , welche der Apostel mit zarten, aber tiefeingreifenden, Zügen entwirft. Diese zu wissen ist mehr wert, als alles andere Wissen."
  ]
}