{
  "title": "Vorlesung 71 (Lecture 71)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Die moderne orthodoxe Vorstellung von der Ursache des To- des Christi ist kürzlich folgende: Durch den Fall war der Mensch Gott entfremdet, in Feindschaft mit Gott. Von Seite Gottes war von Anfang kein anderer Wille, als diese Feind- schaft aufzuheben. Auf seiner Seite stand diesem Willen nichts entgegen. Warum hat er die Welt nicht unmittelbar begnadigt? Warum mußte er doch den eigenen Sohn senden, und an ihm die Sünden der Menschheit strafen? Hierauf antwortet man: Hätte Gott unmittelbar Gnade vor Recht ergehen lassen, so hätte dies Zweifeln gegen die Heiligkeit des Gesetzes Raum gegeben. Um dies zu verhindern, mußte der Sohn Gottes die Strafe auf sich nehmen. So die moderne orthodoxe Vorstel- lung, nach welcher in der Tat eine sehr wunderbare und seltsame Voranstalt getroffen wird, die auf der einen Seite die Heiligkeit des Gesetzes sicherstellen soll, während sie auf der andern Seite, die Heiligkeit des Gesetzes aufs Schreiendste verletzt. Denn wenn das Gesetz will, daß keine Übertretung ohne Strafe bleibt, so will es auch entschieden, daß der Schul- dige für sich selbst, nicht aber ein anderer und zumal ein Unschuldiger leide. Wäre also kein anderer Grund des Todes Christi zu finden, als ein solcher bloß pädagogischer, so wäre es besser, die Idee der Versöhnung durch den Tod Christi ganz aufzugeben, obwohl keine Kraft der Textverdreher, wie Shake- speare sagt, oder vielmehr der Textverfälscher es verleug- nen kann, daß Christus an unserer Statt und für uns gestor- ben sei. Ersteres, daß Christus an unserer Statt die Strafe erlitten, wäre nach dieser modernen Vorstellung im Grunde eine bloße Fiktion; denn von Seite Gottes war die Strafe schon geschenkt. Christus übernimmt sie bloß, damit nicht aus unserer Straflosigkeit ein falscher Schluß zum Nachteile des Gesetzes gezogen würde, d. h. er leidet zum Scheine; er leidet also zwar zu unserm Besten und in diesem Sinne für uns, aber nicht an unserer Statt. Dies nun, daß er an unserer Statt gelitten habe, ist die entschiedenste Behauptung aller echt christlichen Urkunden und wir suchen nun für dieses Verhält- nis die objektive Erklärung. Eine solche Erklärung aber ist"
    },
    {
      "index": 1,
      "text": "unmöglich, wenn Gott zu der Menschheit bloß im idealen Verhältnisse des Gesetzgebers steht, wenn nicht ein reales Ver- hältnis zwischen Gott und dem Menschen stattfindet. Wenn in der Welt kein Gott verwandtes Prinzip ist, wie kann er durch irgendeinen Vorfall in der Welt so verletzt sein, daß nur durch eine solche außerordentliche Entschließung das Mißverhältnis aufzuheben ist? Eine solche Verletzung läßt sich nur denken, wenn Gott selbst eine Natur, ein Leben ist. Dieses Leben hat notwendig etwas Unantastbares an sich. In dieser Unantast- barkeit seines Lebens besteht seine Heiligkeit. Vermöge seiner bloßen Natur ist Gott ein verzehrendes Feuer, tödlich, wie das Feuer der Bundeslade tödlich war für jeden Unheiligen, der sie angriff Aber es gäbe gar keine Gnade ohne diese vorausge- hende, verzehrende Kraft. Eine Verletzung, die nur auf reelle Weise zu heilen ist, setzt eine reelle Verletzbarkeit voraus und läßt sich bloß denken, wenn die Übertretung des Menschen eine objektive Veränderung hervorbringt. Alle diese Voraus- setzungen indes, daß Gott selbst eine Natur, ein Leben ist, ferner daß durch die Handlung des Menschen nicht bloß etwas in ihm, sondern objektiv sich etwas verändere, sind sehr all- gemeiner Natur und würden nur hinreichen, im Allgemeinen die Notwendigkeit einer Versöhnung darzutun. Um aber die bestimmte Art und Weise zu zeigen, wie die Versöhnung durch Christus bewirkt worden ist, bedarf es einer speziellen Ent- wicklung, die ich aber nicht erst zu geben habe, sondern nur zurückzurufen brauche. Durch jene unvordenkliche Tat, wel- che den Fall des Menschen zur Folge hat, ist ein Prinzip erregt, welches in der Schöpfung überwunden und Grundlage der ganzen Schöpfung war. Dieses Prinzip war durch die Schöp- fung selbst in die Macht des Menschen gegeben, um es nicht zu entäußern, sondern zu bewahren in seiner Verborgenheit, in seinem reinen Ansieh. Der Mensch aber dachte, dieses Prinzips sich bemächtigen zu können; aber im Gegenteile bemächtigte es sich des menschlichen Bewußtseins und der Mensch war der Gefangene dieses Prinzips. Ich sage: In der Schöpfung war dieses Prinzip überwunden und eben nur in dem Überwun- denen hatte die vermitteltende Potenz sich selbst verwirklicht."
    },
    {
      "index": 2,
      "text": "Indem also jenes Prinzip des Anfangs aus seinem Überwun- densein, aus seinem Ansieh hervortritt, wirkt es notwendig ausschließlich auf die vermittelnde Potenz. Dadurch, durch die Ausschließung, kann sie selbst nicht vernichtet werden; nur tritt sie jetzt in eigene Substantialität, während sie zuvor, in den Actus des göttlichen Lebens verschlungen, ohne Sein für sich selbst war. Aber es ist ihre Natur, jenem für das menschliche Bewußtsein tödlichen Prinzip überall entgegenzutreten. Diese ihre natürliche Wirkung übt sie im Heidentume aus, und die ganze Mythologie ist nur das natürliche Erzeugnis jenes Pro- zesses, in welchem dieses Prinzip zwar nicht in seinem Grunde, aber in seiner Wirkung wieder überwunden wird. Indes auch diese Wirkung ist nur eine temporäre, durch welche das menschliche Leben und Bewußtsein nur einstweilen gegen die Angriffe jenes Prinzips beschützt und bewahrt wird. Aber ein Höheres steht bevor: daß nämlich dieses Prinzip in seiner Ge- walt, in seinem Wesen aufgehoben wird. Damit ist allein die Entzweiung mit Gott aufzuheben und die wahre Versöhnung zu erreichen. Denn jene Versöhnung im Heidentume und auch imJudentume (nämlich durch die Opfer) war eine bloß äußere, die den Grund der Entzweiung bestehen ließ. Aber jenes Prin- zip in seinem Grunde aufzuheben, hoc opus est. Denn in seinem Grunde ist dieses Prinzip nichts anders, als der göttliche Unwille selbst. Diesem ist nicht die bloß natürliche Potenz, sondern nur die selbst göttliche gewachsen, die ihre eigene Göttlichkeit dadurch erweist, daß sie dieses Sein, welches sie unabhängig von Gott hat, Gott freiwillig und gänzlich unter- wirft. Ich sage dadurch, daß sie ihr von Gott unabhängiges Sein Gott freiwillig und gänzlich unterwirft, erweist sie ihre eigene Göttlichkeit; denn zuvor hatte sie keine eigene Gottheit. Vor der Schöpfung und in derselben war ihre Gottheit nur die Gottheit des schlechthin Einen, den die Schrift Vater nennt. Aber indem sie -von diesem ausgeschlossen wird, indem sie gegen diesen substantiell, also nicht mehr Gott tv apxn, son- dem bloß µopcpT] S!:ou ist, gerade durch diese Selbständigkeit erlangt sie die Möglichkeit, ihre eigene Gottheit d. h. die in ihr gebliebene Einheit mit dem Vater zu offenbaren, dadurch daß"
    },
    {
      "index": 3,
      "text": "sie sich erniedrigt oder sich der µopcpTJ Swu entäußert. Dies geschieht durch die freiwillige Menschwerdung, welche nichts anders ist, als der Actus der vollkommensten Unterwerfung jener gegen Gott selbständig gewordenen Potenz unter den göttlichen Willen. Hier steht sie nun auch nicht mehr als bloß natürliche Potenz der natürlichen, sondern als selbst göttliche steht sie auch dem Wesen, d. h. dem im Grunde Göttlichen jenes Prinzips entgegen, das Gegenstand ihrer Überwindung ist. Hier kann sie eben darum auch jenes Prinzip nicht bloß in seiner Wirkung, sondern in seinem Grunde überwinden. Als bloß natürliche konnte sie bloß das Natürliche, als selbst gött- liche kann sie das Göttliche jenes Prinzips erreichen. Allein warum bleibt es nicht bei der Menschwerdung? Warum mußte die Erniedrigung fortgehen bis zum schmerzlichsten und schimpflichsten Tode? Die Antwort gibt Ihnen folgende Über- legung: Wir setzten in der vermittelnden Potenz den Willen voraus, sich Gott gänzlich zu unterwerfen. Aber sich Gott gänzlich zu unterwerfen heißt, sich dem Prinzip des göttlichen Unwillens unterwerfen. Denn für alles außer ihm ist Gott in der Tat nur noch dieses Prinzip, worin wir den göttlichen Unwillen er- kennen. Daher heißt sich Gott unterwerfen soviel, als sich diesem Prinzip unterwerfen. Eben dieses Prinzip war aber die Ursache des Todes, dem die menschliche Natur unterworfen war. Sollte die vermittelnde Potenz jenem Prinzip sich ganz unterwerfen, so mußte sie sich bis zum Tode unterwerfen. Die Unterwerfung war ohne dies keine vollkommene; sie war nur eine Unterwerfung mit Vorbehalt; nun aber mit der Unter- werfung bis zum Tode war die ganze Macht jenes Prinzips gebrochen. Indem nämlich die vermittelnde Potenz in ihrer nicht, wie man zu sagen pflegt, auf Ruf und Widerruf, sondern unwiderruflich, ohne Vorbehalt angenommenen Menschheit sich jenem Prinzip opfert, hat sie ja diesem alle fernere Aus- schließung unmöglich gemacht; denn wie sollte es das noch ferner ausschließen, was sich ihm ganz hingegeben, was alle Selbständigkeit aufgegeben hat? Nun besteht aber jenes Prinzip selbst nur in der Ausschließung der vermittelnden Potenz, oder"
    },
    {
      "index": 4,
      "text": "jenes Prinzip ist nur darum der göttliche Unwille, weil es die vermittelnde Potenz ausschließt. Wenn es die vermittelnde Po- tenz nicht mehr ausschließen kann, hört es auf, der göttliche Unwille zu sein. Ich sage, jenes Prinzip ist nur der göttliche Unwille, weil es die vermittelnde Potenz ausschließt; wenn ihm nun diese die Ausschließung unmöglich macht durch gänzliche Unterwerfung, so ist jenes Prinzip selbst als gött- licher Unwille aufgehoben; denn es ist der göttliche Unwille nur in der Ausschließung der vermittelnden Potenz. Weil diese * ihr Außer-ihm Sein, ihr selbständiges Sein aufgibt, d. h., sich ihm ganz unterwirft, so muß es auch sich selbst als ausschlie- ßendes der vermittelnden Potenz, d. h. sich als Prinzip des Unwillens aufgeben. Denn es kann als Prinzip des Unwillens nur bestehen in der Ausschließung der vermittelnden Potenz. Aber da die vermittelnde Potenz so sehr alle Spannung aufgibt, daß sie sich ihm bis zum Tode unterwirft, so hat dieses Prinzip seine Macht aufgegeben; es ist entkräftet. So sagt der Apostel: »Christus ist menschlichen Fleisches und Blutes teilhaftig wor- den, daß er die Kraft des Todes nehme dem, der die Gewalt des ~o Todes hat. [ «] (Hebr. 2, 14.) Wenn zwischen zwei Prinzipien eine Spannung, eine gegenseitige Ausschließung stattfindet, so kann diese Ausschließung nicht mehr fortdauern, sobald eines der zwei Prinzipien auf seine Selbständigkeit verzichtet. Wie die Ausschließung auf Seite des einen Prinzips aufgehört hat, so ist ~5 das andere nicht mehr es selbst: es ist selbst in ein anderes umgewandelt. Sonst wird der Sieg, den die vermittelnde Po- tenz über jenes Prinzip davonträgt, auch als ein Verschlungen- werden dieses Prinzips dargestellt. In einer lateinischen Über- setzung des Briefes Pctri steht (was jetzt in den gewöhnlichen * Exemplaren nicht mehr ist): »Nachdem er den Tod verschlun- gen, damit wir Erben des ewigen Lebens werden usw.«. In dem Ausdrucke »Verschlungensein« liegt ganz dasselbe. b wird von a verschlungen, wenn b seine Selbständigkeit gegen a ganz aufgibt; dann kann man sagen, b ist von a verschlungen; ge- radeso wird hier gesagt, der Tod sei von Christus verschlungen worden. Die Ausschließung, die von Seite des tödlichen Prin- zips unaufheblich war, wird von Christus aufgehoben, da-"
    },
    {
      "index": 5,
      "text": "durch daß er sich bis zum Tode unterwirft. Dies ist der nach unsern allgemeinen Prinzipien sich ergebende Aufschluß über den Sinn des Todes Jesu, und ich halte keine weitere Erläute- rung für notwendig. Denn daß Christus für die Menschen, an ihrer Statt, gestorben, hat keine Schwierigkeit mehr. Denn gleich anfänglich, als diese Spannung zwischen Gott und dem menschlichen Bewußtsein eintrat, trat die vermittelnde Potenz dazwischen, und warf sich auf jenes Prinzip des Unwillens - sie verbürgte sich für den Menschen. Aber eben damit hatte sie auch das Prinzip des göttlichen Unwillens ganz auf sich gezo- gen, und weil sie den völligen Ausbruch desselben immer aufhielt, mußte es zuletzt zu einer völligen Explosion kom- men, die aber auf sie selbst traf und wodurch das Prinzip des Unwillens sich selbst vollkommen erschöpfte. Für sich selbst hatte jene versöhnende Potenz keine Notwendigkeit zu ster- ben. Zwar sie war von Gott ausgeschlossen, aber sie hatte ein gegen Gott selbständiges Leben gewonnen, sie konnte auf gleichem Fuß (icm) mit Gott sein, wenn sie wollte. Daß ihr diese Ausschließung unerträglich war, war nur die Folge ihrer mit dem Vater einigen Gesinnung. Sie selbst konnte die Macht des Todes nicht erreichen; sie konnte Gottes sich entschlagen, des tiefen Gefühles der Verlassenheit überhoben sein, in dem Christus am Kreuze ruft: »Mein Gott - mein Gott! Warum hast du mich verlassen!« Wie aber Christus nicht für sich selbst in der Notwendigkeit war, sich seiner über alles konkrete Sein erhabenen Natur zu entäußern, und den, menschlichen Leben und dem Tode zu unterwerfen, so konnte auf der andern Seite der Mensch nicht durch seinen Tod Erlösung sich verschaffen; gegen ihn war jenes Prinzip in seinem vollen Rechte. Auf diese Weise können wir auch vollkommen erklären, wie zu sagen ist, daß Christus für die Menschheit und anstatt ihrer gestorben sei. Er ist Stellvertreter der Menschheit gegen Gott, nicht erst in seinem Tode, sondern von Anfang an. Der Tod ist nur das Ende dieser Stellvertretung. Christus tritt Gott gegenüber an die Stelle des Menschen; Christus bedeckt den Menschen, so daß der Vater in diesem nicht mehr diesen, sondern Christus den Sohn erkennt. Nachdem der Sinn und Zweck des Todes"
    },
    {
      "index": 6,
      "text": "Jesu erklärt ist, bleibt noch eine andere Frage übrig, nämlich: Welche Veränderung in diesem Tode mit der Person Christi vorgegangen sei? - Zwar scheint sich dies schon von selbst zu verstehen; Christus ist als vollkommener Mensch auch keines andern Todes gestorben, als den jeder Mensch stirbt. Wenn gefragt wird, welche Veränderung mit der Person Christi im Tode vorgegangen sei, so kann dies nur darum sein, weil es nicht allen klar ist, was mit dem Menschen im Tode vorgeht. Über die Natur des Todes sind nur zwei Vorstellungen mög- lieh. Die erste ist, daß die zwei Bestandteile, aus welchen der Mensch im Leben zusammengesetzt sei, Seele und Leib, im Tode getrennt werden. Allein um alles andere, was diese An- sicht zweifelhaftes und bedenkliches hat, zu beseitigen, so ist es schon dem natürlichen Gefühl entgegen, daß nur ein Teil des Menschen und nicht der ganze Mensch seinem wahren esse nach fortdauern soll. Es würde der natürlichen Empfindung offenbar angemessener sein, zu sagen, es sei eine andere Art des Seins, welche er im gegenwärtigen Leben hat, und eine andere Art, in welcher er dort fortdauert; aber es sei ein und derselbe Mensch in diesem und in jenem Sein. Ohne diese Annahme möchte sich auch die Identität des Bewußtseins in diesem und im kommenden Leben in vollem Sinne schwerlich behaupten lassen. Man kann sich die gewöhnliche Vorstellung, die den Tod als Scheidung von Leib und Seele betrachtet, so verdeut- liehen: Sie betrachtet den gegenwärtigen Körper als eine Art von Matrix, als Erdscholle, in die die Seele als das edle Metall eingeschlossen ist. Der Tod ist der Scheideprozeß, der die Seele befreit. Ist dies der Sinn der gewöhnlichen Vorstellung, so möchte die andere Vorstellung eher geneigt sein, die Wirkung des Todes mit der Operation zu vergleichen, wodurch der Geist oder die Essenz einer Pflanze ausgedrückt wird. So denkt man, daß in das Öl, welches aus der Melissa bereitet wird, alles Leben der Pflanze übergehe; denn daß das Leben der Pflanze in diesem Extrakt fortdauert, sieht man daraus, daß die ätherischen Öle, wozu auch der Wein gehört, zur Zeit wo die Mutterpflanze wieder ausschlägt, zäher, schwerer werden, was"
    },
    {
      "index": 7,
      "text": "man beim Weine »anten« heißt. Einige Palingenesisten behaup- * ten, daß einige Tropfen Melissen=Öl, auf Wasser gegossen, die Gestalt des Blattes der Melissen=Pflanze darstellen. Ich habe es noch nicht gesehen, und lasse es daher bewenden. Kampfer im Konflikt mit Wasser und andere ätherische Öle deuten auf ein inneres Leben dieser Öle, indem sie ein ähnliches Verhältnis zeigen. Diese und andere Erscheinungen also beweisen, daß diese Flüssigkeiten ein noch wirkliches, vergeistigtes Leben seien. Der Tod des Menschen ist nicht eine Scheidung des Menschen in zwei Bestandteile, sondern eine Essentifikation seines ganzen Wesens. Wir könnten das Produkt dieser Essen- tifikation, um es vom rein Geistigen zu unterscheiden, das Dämonische nennen. Dieses Dämonische ist ein höchst wirk- liches Wesen, es ist der wahren Schätzung nach noch wirk- licher, selbst als der gegenwärtige Leib, der nur zusammenge- setzt und wegen der gegenseitigen Ausschließung seiner Teile ein gebrechliches, zerstörbares Ganze ist. Es gibt Ausdrücke, die in allen Sprachen übereinstimmen, und welche die ersten, noch durch keine Reflexion bestimmten, Empfindungen des Menschen auszudrücken scheinen. Ein solcher ist, daß man die abgeschiedenen Wesen Geister, nicht Seelen, nennt. Man denkt sich dabei den ganzen Menschen, nur vergeistigt, essentifiziert. Setzen wir dies voraus, so sind wir aller Fragen über den Zustand Christi nach seinem Tode enthoben, besonders wenn man sich noch gegenwärtig erhält, daß das eigentliche Subjekt in den verschiedenen Zuständen ein und dasselbe ist. Petrus sagt: »Xptcnoc; usw. (I. 3,18-20.)« (getötet nach dem Fleisch, aber lebendig erhalten im Geist, in welchem er auch hinging zu den in Verwahrung gehaltenen Geistern, die einst nicht geglaubt hatten, da die göttliche Langmut zuwartete in den Tagen Noahs.] Hier ist eine Zeit bestimmt, die alle * Jahrhunderte vor dem Tode Christi umfaßt. Diese Erwähnung der Zeit Noahs haben sich mehrere der gründlichsten Ausle- ger als bloße Exemplifikation zu nehmen berechtigt geglaubt. Dies wird durch eine andere Stelle des Apostels bestätigt, wo gesagt wird: »de; TO\\HO yap Km vsKpotc; EUT)yyEAtoST), {va Kp1Swcn usw.« - VEKpotc; (I. 4,6: »Denn dazu ist auch den To-"
    },
    {
      "index": 8,
      "text": "ten das Evangelium verkündigt, auf daß sie gerichtet werden usw.« - Den Toten] - also allen vor Christus Gestorbenen. Tiefer einzugehen finde ich keinen Grund; nur bemerke ich noch, daß in den Worten: »Christus hat den Geistern gepre- digt, die i:v (j)DA<XK[l gewesen, dieses (j)DA<XKT] nicht bloß mit »Gefängnis« übersetzt werden kann; es kann auch ein Verwahr- sam, ein Zwischenort sein, worin sie in einem Zustande der Erwartung lebten, ähnlich dem, worin sich die lebendi- gen Gläubigen während des Alten Testaments befanden. Vergl. Paulus. (Gai. 3,23.) Hier ist ein Fingerzeig, daß die Wirkung des Todes Jesu sich auf das Geisterreich erstreckte, und daß auch die Gläubigen der frühem Zeit in Hinsicht auf Christi künftige Erscheinung in einem Zwischenzustande verwahrt wurden, indem sie auf die künftige Erlösung warteten. Wenn man diese Worte und so viele Äußerungen in den Psalmen und Propheten mehr erwägt, so wird man zugestehen, daß auch das Verhältnis der Toten nicht in allen Zeiten der gött- lichen Offenbarung dasselbe ist, und auch hierin eine göttliche Ökonomie zugeben. Auch in dem Geisterreiche muß ein Altes und Neues Testament unterschieden werden. Solange Christus nicht gestorben war, konnten zwar die gläubigen Toten bese- ligt, aber doch nur in einem exoterischen Verhältnisse zu Gott sein; das esoterische Verhältnis ist erst durch Christus herge- stellt."
    }
  ]
}