{
  "title": "Vorlesung 36 (Lecture 36)",
  "paragraphs": [
    {
      "index": 0,
      "text": "* Einige schreiben Vishnou - Shiwa. Vishnou ist Weiterhalter, Ge- setzgeber, Shiwa Welt=Umwandler, Zerstörer, Brahma Weltschöp- fer. ** Cf. C. Meiners allg. kritische Geschichte d. Religionen. Hanno- * ver, 1807. II. Bd., S. 391."
    },
    {
      "index": 1,
      "text": "Inkarnationen als Krishna verehrt. Dies alles ist Ausgeburt einer wüsten, haltungslosen und verdorbenen Imagination. Die ganze Krishna=Lehre ist Erfindung; nicht mehr ein natür- liches Erzeugnis des Prozesses. Ich spreche hier nicht vom Buddhaismus, den ich teils als etwas den Indiern Fremdes, teils als Erzeugnis einer antimythologischen Tendenz, als eine Re- aktion des mythologischen Prozesses betrachte. Diese antimy- thologische Tendenz zieht sich von der ältesten Zeit an durchs mythologische Bewußtsein hindurch. Hier jedoch will ich sie nicht weiter in Betracht ziehen und nur noch bemerken, daß der Buddhaismus sowohl, als der durch ihn angeregte Mysti- zismus, der überspannte Spiritualismus und Idealismus, der unter den Vishnuiten bis zum Wahnsinn sich vollendet hat, nur dazu dienen, den Ruin und die Verwirrung des unglücklichen indischen Bewußtseins zu vollenden. In der Ägyptischen Mythologie herrscht noch immer das reale Prinzip vor. In der Indischen Mythologie ist das erste Prinzip ganz entfernt und erloschen, daher das indische Volk der ausgelassensten Mythologie preisgegeben ist."
    },
    {
      "index": 2,
      "text": "36. M. H. Zum Übergange in die Griechische Mythologie will ich einige der letzten Bemerkungen kurz wiederholen. In der mate- riellen Göttervielheit kündigt sich überall nur das Zergehen, das Unfühlbarwerden des materiellen Gottes an. An die Stelle des Einen Gottes tritt die Vielheit der materiellen Götter. Er ist das innere, unsichtbare dieser Göttervielheit. Sie, die materiel- len Götter sind sichtbare, sind die äußeren Merkmale, die ste- henbleibenden Überbleibsel des realen, in sich zurückgekehr- ten Gottes. Je entschiedener, je manigfaltiger diese Götterviel- heit hervortritt, desto mehr vergeht die blinde Macht des Einen Gottes, desto vollkommener ist der Sieg der zweiten Potenz. Denn diese Vielheit entsteht in dem Verhältnisse, als jenes sich der Vielheit entgegensetzende Prinzip in die Vergangenheit zurückgetreten ist. Dies Zurücktreten verkündigt den Sieg des Dionysos, der in dieser Vielheit sich selbst ganz verwirklicht"
    },
    {
      "index": 3,
      "text": "hat. Merkwürdig ist ein Bild des Polyclet, welches Pausanias beschreibt, wo nämlich Zeus als Dionysos vorgestellt wird, wodurch angezeigt wird, daß in der Göttervielheit des Zeus Dionysos sich verwirklicht hat. Damit eine Gottheit entstehe, ist notwendig, daß das reale Prinzip seinen Kampf nicht so bald aufgebe, sondern im Kampfe aushalte bis zur vollendeten Ge- burt. Die auf höherer Stufe des mythologischen Prozesses entstehenden Götter sind als Werk der drei Potenzen zu be- trachten; sie bilden das materielle Band, durch welches die drei Potenzen im Bewußtsein zusammengehalten werden. In der Indischen Mythologie, dem entgegengesetzten Pol der Ägyp- tischen Mythologie, ist das reale Prinzip gleich anfangs aufge- hoben; die materiellen Götter sind daher sehr unbestimmte, unsichere, gleichsam flüchtige und verschwindende Erschei- nungen, weil die drei schaffenden Götter iin Bewußtsein selbst auseinandergehen. Der mythologische Prozeß macht auch im indischen Bewußtsein seine Krisis, aber nur zur Zerstörung des Bewußtseins, weswegen Siva mit Recht als grausamer Zerstö- rer gedacht wird. Diese Krisis endigt im indischen Bewußtsein mit dem Tode oder der Verwesung. Und so bleibt kein wahres Resultat des mythologischen Prozesses im Bewußtsein zurück. Wie der Prozeß vollendet ist, sehen wir Vorstellungen anderer Art des indischen Bewußtseins sich bemächtigen. Die Poten- zen des Prozesses und seine Erzeugnisse verschwinden aus dem indischen Bewußtsein. Eben darum sind es ganz andere Vorstellungen, die an die leere Stelle der wahren Mytholo- gie treten, z.B. die willkürlichen Fabeln von Vishnu und sei- nen Verkörperungen, oder jenes schwärmerische, idealistische Einheitsbestreben, wodurch sich das verlorene Einheitsbe- streben kundgibt. Man sieht es den 1nateriellen Göttern der Indischen Mythologie an, wie das Bewußtsein in dem Augen- blick, wo das materielle Prinzip den Stoff, das reale Prinzip, nicht mehr festzuhalten vermag, zugleich auch nach tierischen Gestalten greift, mn der gänzlichen Gestaltlosigkeit zu ent- gehen. Aber umsonst sucht das Bewußtsein noch n1aterielle Gestalten zu erhalten. Es sind die auf diese Weise entstehen- den Gestalten graus, unheimlich, und mehr ·gespensterhaft als"
    },
    {
      "index": 4,
      "text": "real. Daher hat das indische Bewußtsein keine wahrhaft reellen Götter. Auch in bezug auf das Ganze der Götterlehre bildet die Indische Mythologie einen auffallenden Kontrast mit der Grie- chischen. Im indischen Volk bleibt vom ganzen mythologi- sehen Prozeß nichts übrig, als eine grause Verwirrung aller Momente des Prozesses. Es ist eine gewöhnliche, aber falsche, Vorstellung, daß in Indien Ein Kultus herrsche. Es herrschen verschiedene Kultus, und es ist anzunehmen, daß den unteren Klassen des Volkes frühere Momente des Prozesses zugefallen und sie dabei stehengeblieben seien, wie den Schankallos z.B., jener verachteten Klasse in Indien.[*] Dagegen sind in der Griechischen Mythologie die früheren Momente zwar aufbe- wahrt, aber als Momente der Vergangenheit, und dem höch- sten Moment untergeordnet. Alle Momente treten in eine organische Beziehung zueinander. In dem indischen Bewußt- sein zerstört sich das ganze des mythologischen Prozesses völlig. Das Bewußtsein geht, weil es seine höchste Einheit nicht festhalten kann, in eine Art von Deposition, in Verwe- sung über, und so erfaßt es die ganze Verzweiflung des abso- luten Nihilismus. Das bis zum Wahnsinn gesteigerte Betreben, sich zur Geisteseinheit ohne materielle Mittel zu erheben, bringt sie in volle Verzweiflung; denn das Höhere kann sich nur aus dem Materiellen entwickeln. Mit dem Materiellen hat also der Indier auch das höhere, geistige Bewußtsein verloren. Ganz anders verhält es sich mit dem griechischen Bewußtsein. Diesem entstehen seine materiellen Götter nicht aus einem grausen Zerstörungsprozeß. Man kann sagen: Die griechischen Götter entstehen aus dem sich aus der Gewalt des realen Prin- zips sanft entbindenden Bewußtsein. Das reale Bewußtsein wird nicht absolut zerstört. Sie entstehen dem Bewußtsein als eine Art seliger Gefühle oder Visionen, wo auch das materielle Prinzip verschwindet, aber im Vergehen noch mitwirkt zur Erzeugung der höhern, geistigen Gestalten, und ihnen die Be- stimmtheit mitteilt, in der sie Ideale sind (denn nur dies ist der"
    },
    {
      "index": 5,
      "text": "[*] Cliandalas. Leo's Lehrbuch der Universalgeschichte, B. I, 66."
    },
    {
      "index": 6,
      "text": "Sinn des Wortes »Ideal«). In der Indischen Mythologie sieht man den Untergang des realen Prinzips, aber mit allen Schrek- ken des Todes. Nach dem Schrecken des inneren Todes des Bewußtseins hat, wie viele Beobachter bemerkt haben, der äußere Tod nichts Entsetzliches für die Indier mehr. Die Grie- chische Mythologie ist der wahre, sanfte Tod des realen Prin- zips. Das reale Prinzip des griechischen Bewußtseins läßt in seinem Verschwinden noch eine Welt schöner Erscheinungen zurück, wie man vom Schwan erzählt, daß er in seinem Ster- ben noch schöne Gesänge zurücklasse; denn mehr als Erschei- nungen sind die griechischen Götter überhaupt nicht. Sie sind nicht Körper, haben nach Homer nicht Fleisch und Blut, wie die sterblichen Menschen - sie sind Wesen der reinen Imagi- nation, denen aber gleichwohl für das Bewußtsein Realität inwohnt. Das bezaubernde und poetische der griechischen Götter ist eben die Vereinigung des Realen und Idealen in ihnen. Sie erscheinen als Wesen der reinen Imagination, und so reell, wie wahre Naturwesen. Zugleich ist alles Tierische hier verschwunden: sie sind obwohl über das Los der Menschheit erhaben, durchaus Menschen ähnliche Wesen. Sie stellen jenen Moment der Natur dar, wo das Prinzip der Natur, nach grau- sem Todeskampf im Tierreich, den wahren Versöhnungstod im Menschen stirbt und der Mensch an der Stelle jenes Prinzips lebt; denn im Menschen ist die ganze Natur versöhnt, oder wie Heraklit* sagt: »Der Mensch lebt den Tod des realen Prinzips«. Der Tod jenes Prinzips ist das Menschenleben. Soviel über die Beschaffenheit der materiellen Götter der"
    },
    {
      "index": 7,
      "text": "* Um die Darstellung des Heraklitischen Lehrgebäudes (soferne wir dasselbe heutzutage aus den Angaben der Alten noch kennen) hat Schleiermacher durch einen Aufsatz in Buttmanns Museum d. Alter- tumswissenschaft 1. Bnd 3. St., darinnen er alle Trümmer und Bruch- stücke desselben sorgfältig sammelte, verglich u. zusammenstellte sich ganz besonders verdient gemacht. Vergl. auch Hegels Logik als Wis- senschaftslehre. Band 1. Buch 1. Pag. 24e. § 1. Anmerk. 3. * Vgl. Hubmann's (Lycealprof. in Amberg) Zusammenstellung der heraklitischen Bruchstücke. 1851. (Herbstprogramm)."
    },
    {
      "index": 8,
      "text": "Griechischen Mythologie. Unsere Aufgabe ist nicht, in das System jener materiellen Götter weiter einzugehen. Uns ist hier nur die Bedeutung der Mythologie im allgemeinen, in ihrem Verhältnisse zur Offenbarung, nur um den Sinn und Verstand der Mythologie zu tun. Der Verstand der Mythologie ist ihr Geheimnis; dieses Geheimnis aber ruht in den verursa- chenden, nicht in den materiellen, Göttern. Nach allem früher Entwickelten ist leicht einzusehen, daß in demselben Augenblick, wo das reale Prinzip stirbt oder expi- riert, die durch das reale Prinzip bis hierher auseinander ge- haltenen verursachenden Potenzen in, Bewußtsein sich wieder unmittelbar berühren und zusammenfließen, und jene innern Potenzen des Prozesses müssen sich nun vereinigen. Da wir es nur mit diesen innern Potenzen zutun haben, so bemerke ich, daß die erste unter den reinen, geistigen Potenzen das reale Prinzip selbst ist, das in sein Ansieh und so in seine Gottheit wieder hergestellt wurde. Der aus seinem Außersichsein in sein An sich zurückgebrachte Gott ist der unsichtbare Gott, der Hades (Ai8iv;). Dieser kann jedoch auf doppelte Weise ange- sehen werden - 1) Im Moment seines Unsichtbarwerdens, wo er Gott des letzten Moments ist, und insofern noch zu den materiellen Göttern gehört, aber gleichwohl der Grund der ganzen n1ate- riellen Göttervielheit ist. Nur indem er in seinem Widerstan- de gegen die zweite Potenz überwunden und unsichtbar wird, kann jener simultane Polytheismus, jene Göttervielheit, entstehen, dessen Gipfel der griechische Zeus ist. Der ganze griechische Olymp beruht auf seinem latent geworde- nen Sein. Daher heißt es in der Ilias von der Bewohnung des Hades: »Vor der Behausung des Hades, wo er jetzt ist, grauset selbst den Göttern«. Denn wenn er aus seiner Latenz hervor- treten würde, so würde die ganze materielle Götterwelt wie- der vernichtet werden, wie, wenn jenes prius der Natur, das jetzt abgewendet und zum posterius geworden ist, sich wieder gegen die Natur umwenden würde, die ganze Manigfaltigkeit der Naturwesen einer grausamen Zerstörung anheim fallen würde."
    },
    {
      "index": 9,
      "text": "2) Hades ist aber nicht bloß Gott dieses bestimmten Mo- mentes, sondern, indem er in diesem bestiinmten Moment der Unsichtbarwerdende ist, stellt er sich dem Bewußtsein dar als der, welcher in allen Göttern, in Uranus, in Kronos war, und in Zeus, dem Haupte der jetzigen Göttervielheit, ist. Das Be- wußtsein wird ihn jetzt erst inne als realen Gott überhaupt, als den Grund aller mythologischen Gestalten, und somit als reine Potenz. Als Uranus, als Kronos ist er nicht die reine Potenz; erst nachdem er diese Gestalten als Momente der Vergangen- lU heit zurückgelegt hat - erst wenn er in die Unsichtbarkeit zurückgetreten ist, dann nur tritt er in seine Freiheit und Rein- heit von jeder Gestalt zurück, und erscheint als reine Potenz, als reine Ursache, d. i., als voranfangende Ursache des ganzen Prozesses. Gegen diesen Begriff verhalten sich die Götter, die früher als die wirkenden erschienen, Uranus und Kronos, nur noch als vergangene Erscheinungen. Sie sind nicht der reine Hades selbst, sondern, indem dem Bewußtsein der Begriff des Gottes an sich erscheint, so erscheinen ihm eben deswegen jene frühem Gestalten nur als Gestalten des einen, in seine Freiheit W zurückgetretenen, Gottes. Zeus selbst ist seine letzte Gestalt, als der im Zeugen der Göttervielheit Begriffene. Auf diese Weise kommen Uranus, Kronos und Zeus auf eine Linie zu stehen. Sie erscheinen als ~EOl ysvvrp:01, als gewordene Götter; er allein nur, als der unsichtbare Gott, erscheint als der unge- wordene Gott. Auf diese Weise nun ist es vermittelt, indem das Bewußtsein wieder zum Gott an sich zurückgebracht ist, daß die sämtlichen Götter der Vergangenheit dieses in sein Ansieh zurückgebrachten Gottes, als Momente der Geschichte dieses Gottes erscheinen, d. i., als theogonische Momente. Und nicht wie im indischen Bewußtsein löst sich der Inhalt des frühem Prozesses in ein Chaos auf, sondern dieser Inhalt wird ein gegliedertes, organisches Ganzes. Alle die frühem Götter - Uranus, Kronos und der jüngste Zrns erscheinen jetzt nur noch * als Gestalten auf dem Wege dieses Einen Gottes, oder als Mo- mente in der Geschichte dieses Einen Gottes, der in sein Ansieh zurückgetreten ist, so daß die Griechische Mythologie ein wahres Ganzes, ein Kunstwerk wird, wie sie sich auch im"
    },
    {
      "index": 10,
      "text": "Hesiod darstellt.[*] Die hellenische Mythologie, die das reale Prinzip innerlich festhält, vereinigt die Ungebundenheit des indischen Bewußtseins, wo das reale Prinzip völlig unterge- gangen ist, mit der Gebundenheit des ägyptischen Bewußt- seins, worin das reale Prinzip nicht ganz aufgegeben ist, sondern in sein Ansieh wieder eingesetzt, als der festeste Grund des religiösen Bewußtseins anerkannt und bewahrt wird. In- dem aber das reale Prinzip im Bewußtsein als Gott an sich gesetzt ist, als der er Ursache der Spannung war, so müssen auch die anderen Potenzen in ihr Ansieh zurücktreten, in das, was sie außer der Spannung waren. Das Zergehen des realen Prinzips ist notwendig von der Erscheinung der materiellen Götter begleitet - in diese verhüllt es sich, indem es unsichtbar wird. So entsteht in einem und demselben Moment ein Ver- hüllendes und ein Verhülltes. Der Gott an sich wird im Be- wußtsein nur gesetzt, wenn er als reales Prinzip vergeht; er kann aber nur entstehen, wenn die materiellen Götter entste- hen, in die er sich verhüllt. So entsteht ein Sichtbares und Verborgenes, ein Äußeres und Inneres, ein Verhüllendes und Verhülltes. Dasselbe Bewußtsein, das das Setzende der Götter- vielheit ist, wird uno eodemque actu auch das Bewußtsein des innern Gottes, des Gottes an sich. Als der Gott an sich im Bewußtsein gesetzt, schließt er aber die anderen Potenzen nicht mehr aus. Die zuvor in Spannung auseinander gehaltenen Po- tenzen berühren sich jetzt im Bewußtsein, und werden im Bewußtsein als die wahren Götter erkannt, gegen welche sich jene äußern als akzidentelle und gewordene verhalten. So ist es begreiflich, wie in der letzten und höchsten Entfaltung der Mythologie eben dasjenige Bewußtsein, für welches als äuße- res Resultat des frühem zwangfreien Bewußtseins die Götter- vielheit sich erzeugt, nun nach innen zum Bewußtsein der geistigen verursachenden Götter sich umwendet. Die mate- rielle Göttervielheit verhält sich aber als das Exoterische; die geistigen Götter sind der Inhalt eines esoterischen Bewußt-"
    },
    {
      "index": 11,
      "text": "[*] HESIODI Theogonia c. var. edd. Ald. Junt. I. et Trincavell. re- cognita ab J. Cp. Orellio. Turici, 1836."
    },
    {
      "index": 12,
      "text": "seins - sie sind das Innere, das Verborgene, das Mysterium der Mythologie, oder wenn wir unter Mythologie nur das Äußere der Götterlehre verstehen, so können wir sagen, die exoteri- schen Götter seien der Inhalt der Mythologie, die esoterischen, s geistigen Götter der Inhalt des in den Mysterien ausgebildeten Bewußtseins. So erklärt sich, wie mit dieser Mythologie die Mysterien selbst zugleich entstehen mußten, wie sie gleichzei- tige Erscheinungen sind, und also im Bewußtsein sich nicht gegenseitig aufbeben können. Es gab in Griechenland auch noch eine geheime Religionslehre, und nach der gewöhnlichen Ansicht konnte man nicht begreifen, wie sie und die öffentliche Mythologie sich nebeneinander vertragen konnten. Das Eso- terische kann das Exoterische nicht aufbeben; es entsteht nur als das Mysterium der Vielheit, als das Eingewickelte der * Griechischen Mythologie, des [Exoterischen]. Ebensowenig kann das Exoterische das Esoterische aufheben, nicht ohne daß der erste Gott aus dem falschen, äußeren Sein in sein Inneres, sein Mysterium zurückgebracht wird, also nicht, ohne daß der zuerst exoterische Gott selbst esoterisch wird. Also nur da- durch, weil das, was wir jetzt als esoterisch annehmen, nicht exoterisch, und ebensowenig das Exoterische selbst esoterisch wird, wird die äußere Göttervielheit möglich. Das Exoterische setzt in seinem äußeren Entstehen immer das Esoterische und dieses das Exoterische voraus. Diese jetzt freigewordene Viel- heit wäre ohne das Esoterische noch hineingezogen in die kronische Indifferenz der Gestalten. Ich habe bereits erklärt, daß wir in dem gegenwärtigen Zu- sammenhange in das Einzelne der Mythologie nicht eingehen können, und daß es uns nur um den Sinn oder Verstand der Mythologie zu tun sei. Wir sagten, dieser finde sich in den Mysterien; die Mysterien enthalten daher das Wahre der My- thologie. Schon aus diesem Grunde wäre es zu rechtfertigen, wenn ich mehr bei den Mysterien mich verweilen würde, wenn nicht noch ein anderer, näherer Grund hinzu käme. Darüber sind wir schon einig: der Begriff der Offenbarung kann nur nach dem Verhältnisse zur Mythologie bestimmt werden, und dadurch haben wir schon vorläufig den Unter-"
    },
    {
      "index": 13,
      "text": "schied angedeutet, aber nur vorläufig, weil wir noch nicht gesehen haben, wie sehr auch das Heidentum auf gewöhn- lichem Wege das reale Bewußtsein herzustellen vermochte. Da die vollkommene Offenbarung selbst nur der Menschheit, nachdem die Zeit erfüllt war, in der es der Vorsehung gefiel, die Menschheit erst diesen natürlichen Weg durchlaufen zu * lassen, zuteil werden konnte (denn Offenbarung ist selbst erst das Ende der natürlichen Entwicklung), so wird aus diesen Gründen es auch uns unmöglich sein, ehe wir das Tiefste und Höchste der Mythologie, die Mysterien, erkannt haben, den Begriff der Offenbarung zu bestimmen. Von jeher ist auch die Ähnlichkeit zwischen [ihr und] der griechischen Mysterien- lehre eingesehen worden, ohne sich diese Übereinstimmung erklären zu können. Selbst der gelehrteste Apostel - Paulus - spielt auf Ausdrücke und Gebräuche der Mysterienlehre an. Der eigentliche Übergang zur Offenbarung liegt also in den Mysterien. Es ist also nicht willkürlich, sondern hat seinen Grund in der Sache selbst, wenn wir uns vorher noch des Inhalts der griechischen Mysterienlehre zu versichern suchen. Wir müssen, um die Offenbarung in ihrem Verhältnisse zum Heidentume darzustellen, die griechischen Mysterien voraus- schicken. Als Übergang möge folgende Reflexion dienen. - Wir haben zwei große Übergangsmomente zu unterscheiden: 1) den Moment, wo das reale Prinzip sich erst überwindlich macht 2) den Moment, wo es zur Materie der wirklichen Überwindung wird. Jeder Moment war durch eine weibliche Gottheit, Urania - Cybele bezeichnet. Sollte nicht auch ein dritter Moment zu denken sein, wo jenes Prinzip schon überwunden ist, und also das Bewußtsein in die Mitte zu stehen kommt, zwischen der Vergangenheit und der aufgehenden Welt der geistigen Po- tenzen? wo das Bewußtsein sich von den materiellen Göttern entbunden fühlt? wo das Bewußtsein sich befreit fühlt von der drückenden Vergangenheit, während die rein geistigen Po- tenzen in ihm entstehen? ein Moment, wo das Bewußtsein zwischen den materiellen Göttern auf der einen, und zwischen der geistigen Welt auf der anderen Seite steht? Sollte dieser"
    },
    {
      "index": 14,
      "text": "Übergang des Bewußtseins nicht ebenfalls durch eine weib- liche Gestalt bezeichnet sein, wie in der ersten und zweiten Ka1:aß0Ari? So dürfen wir ja auch ein zwischen der Mythologie und den Mysterien stehendes Bewußtsein annehmen, das eine weibliche Gottheit ist. Diese weibliche Gottheit ist Demeter. Demeter ist das die Mythologie und die Mysterien vermit- telnde Bewußtsein. Von dieser Vermittlerin, von dieser dritten weiblichen Gottheit, die noch in die Mythologie hineinfällt, wird unsere Darstellung der Mysterienlehre ausgehen."
    }
  ]
}