{
  "title": "Vorlesung 74 (Lecture 74)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Die streng orthodoxe Vorstellung über den Ursprung des Hei- dentumes und die Entstehung der Mythologie ist diese, daß das Menschengeschlecht durch Eingebung des Satans von dem wahren Gott abgeleitet, von den Vorstellungen falscher Götter erfüllt, und diesen, die von Natur keine Götter waren, zu dienen verleitet oder gezwungen wurde. Es fragt sich, wie verhält sich diese christliche Ansicht zu unserer frühem Erklä- rung? Es ist leicht einzusehen, daß von einer Seite wenigstens beide Erklärungen übereinstimmen; denn was durch unsere frühere Theorie vorzüglich widersprochen wurde, daß nämlich die Mythologie eine menschliche Erfindung sei, und ihren Ursprung dem Aufkommen einer höhern Erkenntnis ver- danke, eben das widerspricht auch diese christliche Ansicht, indem sie das Heidentum von einer Eingebung des Satans ableitet, und stimmt mit uns überein soweit, als sie eine reelle feindliche Gewalt in den Vorstellungen des Heidentumes an- erkennt. Auch die christliche Vorstellung erkennt an, daß in den Vorstellungen der Mythologie nicht bloß ein menschlicher Erfindungsgeist, sondern eine von der Freiheit unabhängige, ja die Freiheit gefangennehmende Gewalt sich äußere. Soweit also, inwiefern nämlich auch die christliche Ansicht die My- thologie von einer reellen Ursache herleitet, soweit wären wir durch unsere eigenen Grundsätze genötigt, jene christliche An- sicht allen andern Hypothesen bei weitem vorzuziehen, die das Heidentum von menschlichen Erfindungen und andern Zufäl- len ableiten. Von der andern Seite aber entsteht die Frage: Was"
    },
    {
      "index": 1,
      "text": "denkt sich die christliche Vorstellung vom Satan? Bekanntlich denkt man sich diesen Satan als einen zwar mächtigen, aber doch in seiner Macht endlichen, individuellen, erschaffenen Geist: man denkt sich ihn als einen ursprünglich guten Engel, der sich aus Hochmut Gott widersetzte, darum von Gott ver- stoßen und seiner eigenen Verkehrtheit überlassen wurde. Dies ist die gewöhnliche Vorstellung. Für eine solche Vorstellung enthält unsere bisherige Entwicklung durchaus keine Begrün- dung. Es entsteht die Frage, ob diese Vorstellung anderwärts begründet ist? Dies ist, wie Sie sehen, nicht sowohl eine streng wissenschaftliche, als vielmehr eine rein kritische und histori- sche Erörterung. Es ist mir zwar nicht unbekannt, daß in neuerer Zeit eine sehr eifrige Art von advocatis diaboli ent- standen ist, die die gewöhnliche Vorstellung vom Satan ergrif- fen und geltend zu machen suchten. Für solche, welche in der Wissenschaft auf Abenteuer a la Don Quixote ausziehen, ließe sich nicht leicht ein besserer Gegenstand finden, als der vom Satan. Da aber jene advokati diaboli sich auf eine solche kri- tische und historische Untersuchung nicht einlassen, so denke ich, können wir ungestört von ihnen unsern Weg ruhig gehen. Unsere Zweifel haben keineswegs die Absicht, die Realität jener Ansicht zu bestreiten, noch wollen wir der Würde des Satans etwas entziehen. Es könnte sein, daß wir dem Satan noch eine höhere Bedeutung zuschreiben, und daß wir diese gewöhnliche Vorstellung nur verwerfen, weil sie dem Satan nicht noch eine höhere Realität gibt. Es ist hier nur von der Vorstellung die Rede, daß der Satan ein individueller, erschaf- fener Geist sei; es ist hier nicht von der Idee, sondern von der bestimmten Vorstellung die Rede. Vor allem will ich erinnern, daß in dem Namen »Satan« nichts speziell bezeichnendes enthalten, sondern das dieser Name von möglichst allgemeiner Bedeutung ist. Der Name Satan ist bekanntlich aus dem Hebräischen, wo er nur »Wider- sacher« im allgemeinen bedeutet: mit dem Artikel zeigt er den Widersacher Kat' E~OXTJV an. Hierin liegt die Andeutung einer Person oder eines Geistes; aber es liegt keineswegs darin, daß dieser Geist ein individueller, erschaffener, in seiner Art end-"
    },
    {
      "index": 2,
      "text": "licher sei, sowie nicht im Begriffe »Geist« liegt, daß das, was Geist ist, auch individuell, endlich sei. Griechisch würde er richtig übersetzt durch »6 avnKsiµsvo~. « Ganz allgemein wird auch das Verbum »Satan« in der Erzählung von Bileam ge- braucht, welches nichts weiter bedeutet, als aufhalten, retar- dieren, einer Bewegung sich in den Weg stellen. Das hebräische Substantivum ist im Griechischen »8wßo11,o~« - von 8taßa11,- ASlV - gleich dem lateinischen »se interjicere oder obsistere« übersetzt worden; aus 8wßo11,o~ wurde bekanntlich unser deutsches »Teufel«. Auch das Wort »8wßo11,o~« wurde ur- sprünglich ganz allgemein, ja sogar abstrakt, von allem con- trario gebraucht, wodurch jemand gehindert wird; z. B. im I. Buche der Machabäer (1,35.) wird von Antiochus gesagt: »Er befestigte die Burg« - darauf: »und diese Burg wurde zum Hinterhalte für den Tempel - Km l':ysvsw d~ 8taßo11,ov ,Q) IcrpaT]A d~ atwva«, v. 38., d. h. sie wurde zu· etwas, was den Israeliten auf ewige Zeit im Wege war, sie genierte. So allge- mein wird das Wort »8taßo11,o~« sogar von einer Sache ge- braucht. Eine zweite Bemerkung ist nun dieser zunächst, daß in der Tat nirgends, weder im Alten noch im Neuen Testament, eine Stelle zu finden ist, wo gesagt wäre, daß der Teufel erschaffen wurde, oder daß er ein erschaffener Geist sei; ich sage, ein erschaffener Geist; denn daß er erst im Laufe der Dinge ge- worden sei, wird dadurch nicht aufgehoben. Ich behaupte, daß darüber, daß der Teufel ein erschaffener Geist sei, durchaus, wenigstens in dem, was mir vorgekommen, keine Aussage sich finde. Daß Satan ein erschaffener Geist sei, wird überall nur aus dem allgemeinen Grundsatze geschlossen, daß alles, was außer Gott wirklich ist, nur ein von Gott Geschaffenes sei. Eine frühere Philosophie mochte sich allerdings das, was außer Gott ist, nicht anders als durch Erschaffensein existierend den- ken können, nur das Erschaffenwerden als medium existendi sich vorstellen. Allein es gibt noch andere Mittel, sich etwas außer Gott existierendes zu denken. Es läßt sich denken, daß sich irgendein Prinzip in der erschaffenen Welt in der Verbor- genheit halte, welches sich dann aus seiner Latenz erhebt. Eine"
    },
    {
      "index": 3,
      "text": "spätere Philosophie könnte also leicht jenen Grundsatz nicht so notwendig finden, wie eine frühere, und es wäre wahrhaft tyrannisch, eine spätere Zeit auf etwas beschränken zu wollen, was nur einer frühem Beschränktheit sein Dasein verdankt. Um noch auf andere Weise zu zeigen, wie wenig notwendig jener Grundsatz sei, so will ich Sie erinnern, daß ich früher mit unwiderlegbaren Gründen gezeigt habe, daß Christus in dem mittlern Zustande, wo er ev µop(jln Swu war, welcher µop(j)YJ er durch die Menschwerdung sich entäußerte, außer Gott ge- dacht werden muß, ohne darum Geschöpf zu sein. Nun wird aber Satan überall als Widersacher Christi gedacht, wie hin- wieder von Christus gesagt wird: »Dazu ist Christus offenbar geworden, daß er die Werke des Widersachers auflös'te.« Ich kann nicht umhin, folgende Stelle aus Plutarch, wo er vom parsischen Dualismus spricht, anzuführen: »Die Magier be- haupten, daß 3000 Jahre lang der eine Gott herrsche, der andere überwunden werde; andere 3000 Jahre aber der andere Gott gen den ersten sich erhebe und seine Werke auflöse.« [De Iside * et Osiride c. 47] Ich führe dies nur als eine analoge, nicht als eine gleiche, Vorstellung an. Wenn Christus kein Geschöpf ist, sollte das ihm Entgegenstehende ein Geschöpf sein? Das Ge- schöpfliche kann Gott gegenüber nicht als Macht betrachtet werden. Es erscheint unbegreiflich, wodurch es denn zu einer wahren Macht würde, wegen der es der Mühe wert gewesen wäre, so großes zu tun und zu leiden, wie Christus getan und gelitten hat. Wenn von der einen Seite nicht nachzuweisen ist, daß und wann der Satan erschaffen ist, und eine philosophische Notwendigkeit nicht besteht, ihn als Geschöpf zu denken, so ist es von der andern Seite auch dem Alten und Neuen Testa- ment und der ganzen Offenbarung entgegen, ein eigentlich böses Prinzip anzunehmen. Ein böses Prinzip wäre ein von Natur Gott entgegenstehendes, wie dies von dem manichäi- schen System und nach der gewöhnlichen Erklärung vom parsischen System behauptet wurde. Ein ursprünglich böses Prinzip wäre notwendig ein Gott gleich ewiges. Dies wider- streitet dem Alten und Neuen Testament selbst. Also auch der Satan kann ebensowenig ein ursprünglich böses Prinzip sem,"
    },
    {
      "index": 4,
      "text": "als er ein erschaffener Geist ist. Die wahre Bestimmung kann daher nur in der Mitte liegen. Ich sagte dies nur, um vorläufig allen Mißverständnissen vorzubeugen, wenn man vielleicht glaubte, ich möchte ihn als böses Prinzip darstellen. Ich fahre fort in meinen Bemerkungen, die alle bloß vorläufig sind, und stelle als dritte Bemerkung auf, daß in der Schrift vom Satan auf eine Weise mit Prädikaten gesprochen wird, die sich mit einer bloß geschöpflichen Natur durchaus nicht zu vertragen scheinen. a) Es wird vom Satan und seinen Engeln gesprochen. Da er also Engel hat, d. h. Geister, die seine Boten und Vermittler sind, so kann er insofern selbst kein Engel sein. Ja, man könnte sagen, er sei ein Erzengel, dem andere untertan sind. Dies ist aber im Grunde eine petitio principii. Aber, kann man sagen, in der Apokalypse [12, 7] steht »Michael und seine Engel strit- ten mit dem Drachen und seinen Engeln«; hier werden also auch dem Erzengel Michael Engel zugeschrieben. Man könnte jedoch bemerken, daß hier, in einem durchaus poetischen Bu- che bloß die poetische Parallele Ursache sei, daß auch dem Michael Engel beigegeben werden, wie sie auch dem Satan beigegeben sind: »Satan und seine Engel« heißt es aber öfter in andern Stellen. Außerdem wissen wir noch nicht, was Engel und Erzengel sind, und was Michael bedeutet. Es fragt sich, ob und in welchem Sinne die Engel erschaffen sind; denn darüber sagt die Schrift nichts - und man hat daher oft nachgespürt, an welchem der sechs Schöpfungstage die Engel erschaffen wor- den seien. Dem Erzengel Michael werden nur zu diesem. Kampfe Engel beigegeben: dem Satan aber wird stets ein Reich untergeordneter Geister beigeschrieben. Daß irgendeinem blo- ßen Geschöpfe, denke man sichs auch als was immer für eine Kreatur, ein geistiges Reich zugeschrieben werde, ist doch zuviel, und dem Stil des Neuen Testaments, soviel ich ihn kenne, ganz entgegen. Christus wird ein Reich zugeschrieben, und ein diesem widerstrebendes auch dem Satan. Auch hier wird Christus gewissermaßen auf gleiche Linie mit dem Satan gestellt, als dessen Reich und Werke Christus zu zerstören gekommen ist. Etwas homologes muß zwischen beiden sein,"
    },
    {
      "index": 5,
      "text": "welche Homologie nicht stattfinden würde, wenn der Satan als Gechöpf gedacht würde. War der Satan bloß Geschöpf, so, könnte man sagen, wäre es in keinen-i Verhältnisse damit, daß Christus dem Leiden und dem Tode sich unterwarf. Gegen einen bloß erschaffenen Geist hätte es noch andere Mittel ge- geben, und des Leidens und des Todes Christi nicht bedurft, sowie überhaupt die Vorstellung von einem Hochmut des Sa- tans gegen Gott und der darauf erfolgten Verstoßung viel zu gemein ist. Milton und Klopstock haben sich Mühe gegeben, dem Satan eine Würde und Erhabenheit zu verschaffen; bei mir wenigstens haben sie es nicht erreicht. b) Eine Würde wird dem Satan auch in andern Ausdrücken beigegeben. Christus selbst nennt ihn den Fürsten dieser Welt. Daß dies für die gewöhnliche Vorstellung zuviel ist, erhellt daraus, daß man, um dieses Prädikat zu rechtfertigen, jene Vorstellung erweitern zu müssen glaubte, indem man annahm, daß die Erde in ihrer jetzigen Gestalt nicht von Gott selbst unmittelbar erschaffen, sondern daß die Region des Himmels, zu der unsere Erde gehört, eine vom Luzifer in Unordnung gebrachte Materie sei (dieser Begriff von Luzifer verdankt sei- nen Ursprung einer mißverstandenen Stelle des Jesajas: »Wie bist du vom Himmel gefallen, schöner Morgenstern.«[*]). Lu- zifer habe sich empört: Darauf habe sich die Erde verfinstert. Der erste Vers der Genesis heißt: »Im Anfange schuf Gott Himmel und Erde.« Unter dem Himmel sollen auch die himmlischen Geister begriffen sein, obwohl sonst unter »Him- mel« in diesem Kapitel nur der physische Himmel verstanden wird. Die Empörung des Satans soll zwischen dem 1. und 2. Verse der Genesis vorgefallen sein. Im zweiten Verse heißt es: »Die Erde war wüst und leer.« Die Zerstörung und Verfinste- rung sei durch Luzifer geschehen, und aus dieser zerstörten Erde habe Gott erst die jetzige Erde hervorgebracht. Unter einer solchen Voraussetzung könnte man allerdings vom Satan sagen, er sei der Fürst dieser Welt. Aber diese Hypothese, daß die Schöpfung der ganzen materiellen Natur ein Werk des"
    },
    {
      "index": 6,
      "text": "[*] Jes. 14,"
    },
    {
      "index": 7,
      "text": "Teufels sei, welche Friedrich Schlegel wieder aufgewärmt hat, bedarf keiner Widerlegung, da sie schlechterdings nichts für sich anzuführen hat. Wer eine solche Hypothese annehmen will, mag es tun; aber niemanden, dem Wissenschaft angelegen * ist, wird eine bloße Fiktion genügen. - Paulus geht noch wei- ter - ihm ist der Satan der Gott dieser Welt. Wie groß die Macht des Satans auch gedacht werde, der Gott dieser Welt kann doch nicht als individueller konkreter und endlicher Geist betrachtet werden (der Ausdruck wird hier noch dazu ganz objektiv ge- braucht). Dagegen, denke ich, wird jeder zugeben, daß, wenn unter dem Satan jener durch die Schuld des Menschen wieder erregte Wille gedacht würde, wenn der Satan jener Wille wäre, der in seiner Latenz Grundlage der Schöpfung und des mensch- lichen Bewußtseins ist, der aber, wenn er wieder in Spannung hervortritt, die Schöpfung und das menschliche Bewußtsein wieder aufzuheben droht, wenn der Satan jener Wille ist, von dessen Dasein und Macht über das m.enschliche Bewußtsein wir uns so bestimmt zu überzeugen in der Mythologie Gele- genheit hatten, und da unter Wille auch Geist zu verstehen ist - jeder, sage ich, wird zugeben, daß alsdann die angezeigten Ausdrücke nicht zu stark und dem Gegenstande völlig ange- messen wären. Die Sprache Christi und des Neuen Testaments ist von nichts ferner, als von übertriebenen Ausdrücken, und ist überall dem Gegenstande aufs Zarteste angemessen. Allein es sind nicht bloß einzelne Ausdrücke, durch welche der Satan so hoch gestellt wird, es wird c) ihm auch ein Verhältnis zu Gott und eine Funktion zuge- schrieben, die sich mit den gewöhnlichen Vorstellungen gar nicht vertrüge. Wenn nämlich gleich in einem großen Teile des Neuen Testaments Satan als Urheber des Bösen und daher selbst als böse und als Feind Gottes beschrieben wird, so er- scheint er doch anderwärts als ein zur göttlichen Ökonomie zur göttlichen Weltregierung gehöriges und insofern von Gott anerkanntes Prinzip (denn wenn er kein individueller, konkre- * ter Geist ist, darf er wohl Prinzip genannt werden). So er- scheint er nämlich in der dem Buche Hiob vorausgeschickten Erzählung, die daher den Erklärern viele Mühe machte; allein"
    },
    {
      "index": 8,
      "text": "man muß sich nicht an einzelne Ausdrücke halten, um die Idee einer Geschichte zu eruieren. Es treten nach dieser Erzählung eines Tages die Söhne Gottes vor den Jehova, und unter ihnen war auch Satan. Jehova fragt ihn, woher er komme und Satan antwortet: »Ich habe die Erde durchstreift.« Hierauf sagt Je- hova: »Hast du nicht meinen Knecht Hiob bemerkt, der nicht seines gleichen hat auf der Erde, ein Mann, schlicht und recht, Gott fürchtend und sich bewahrend vor dem Bösen?« Dagegen sagt Satan: »Meinst du, Herr, daß Hiob etwa umsonst Gott fürchtet? Hast duja sein Haus rings umgeben und seiner Hände Arbeit ihm gesegnet. Aber streck ein wenig deine Hand aus, und berühre das, was er besitzt: was gilts, er ehrt dich nur zum Scheine!« Der Herr antwortet dem Satan:[»]Siehe! Alles was er hat ist in deiner Hand; nur gegen ihn streck die Hand nicht aus. Und Satan geht aus vom Herrn und bringt über den guten Hiob alles Leid.« In der Folge erscheint Satan wieder im Him- mel und gesteht beschämt, daß Hiob derselbe geblieben sei; doch hört er nicht auf, den Hiob zu verdächtigen: »Aber, sagt er, berühre sein Gebein und sein Fleisch; was gilts, er ehrt dich nur zum Scheine!« Und der Herr sagt zum Satan:(» ]Siehe! Er ist in deiner Hand; nur erhalte sein Leben.« - Wie erscheint hier der Satan? Offenbar erscheint er hier als eine Macht, die ge- neigt ist, die Gesinnung des Menschen in Zweifel und auf die Probe zu stellen - (Nemesis). Satan zeigt sich als eine Macht, * die in der Schöpfung notwendig ist, damit das Ungewisse gewiß werde, das Unentschiedene sich entscheide, die Gewiß- heit sich bewähre. Er ist die Macht, die, ohne böse zu sein, das verborgene Böse an den Tag bringt; er ist eine Macht, die an dem hervorgebrachten Bösen sich erfreut, weil mit dem Of- fenbarwerden des Bösen, mit der Bestätigung ihres Zweifels, ihre Absicht erreicht ist. Selbst als neidisch kann diese Macht gedacht werden, wie Aristoteles von der Nemesis sagt: »sie sei mürrisch, d. h. neidisch auf das Glück der unverdient Glück- lichen.« So hoch stellt sich der Begriff des Satans. Alle jene sinistern Wesen, die Hesiodus von der finstern Nacht geboren werden läßt, das grause Geschick, der Tod, der Schlaf, die Träume, der Momos (als solchen stellt sich auch Satan im"
    },
    {
      "index": 9,
      "text": "Buche Hiob dar), die Mühsal usw. - alle diese sinistern Wesen scheinen in der Idee des Satans zusammenzutreffen, und ihm, ohne daß er selbst ein eigenes Geschöpf ist, doch eine hohe Stelle und Funktion in der Welt anzuweisen. Wenn nun in bezug * auf das schon geordnete menschliche Leben es seine Rolle ist, das Verdächtigmachende zu sein, sollte in der Verleitung der ersten Eltern sein Geschäft ein anderes gewesen sein? Sollte er nicht auch dort, eigentlich nicht als selbst böses, wohl aber als an der Hervorziehung des Bösen sich erfreuendes Wesen ge- 111 wirkt haben? Sollte er nicht auch dort das Werkzeug Gottes gewesen sein; denn Gott will, daß alles hervortrete und ent- schieden werde? Dies sind bloß vorläufige Fragen, doch hin- länglich, um zu zeigen, daß die Idee des Satans eine ganz andere sein muß, als sie die gewöhnliche Vorstellung gibt. Es ist übrigens ganz natürlich und begreiflich, daß gegen Ende des Kampfes, und wenn dieser Kampf jenem Prinzip immer näher ans Leben geht, der Satan selbst als böses Wesen erscheint. Auch der Satan ist ein geschichtliches Wesen, dessen Verhältnis in verschiedenen Zeiten ein verschiedenes ist. Aller Irrtum in 211 den Wissenschaften und namentlich auch in der Theologie kommt daher, daß das, was nur für einen bestimmten Mo1nent Wahrheit hat, als allgemeine Wahrheit angesehen wird. Satan ist der Urheber alles Widerspruches und aller Veruneinigung, durch den zuerst das Böse und der Tod in die Welt kam. Sa- tan ist ein anderer in scincn1 Anfange, ein anderer in seinem Ende. Allein, wie das Ende des Anfangs sich stets erinnert, so hat die Apokalypse, das letzte Buch des Neuen Testaments, im 9. v. c. 12. auch wirklich die Vorstellung des Satans, als eines * Verdächtigers, noch einn1al zurückgerufen ..... laus geworfen] 3U Eie; TllY YT\\\\' (aus dem Himmel, in dem er bei Hiob noch erscheint) .... [ ~ EC,OüCTfo J rnu Xpwrnu aürnu (d. h. Gott hat nun alle Gewalt in Gemeinschaft mit seinem Gesalbten, mit Christus). \\Ver nun einen andern bei einem Dritten verklagt, sucht ihn mit diesem zu veruneinigen. Satan ist also der be- ständige Ankläger und Verunciniger des Menschen mit Gott. Jenes wiedererregte Prinzip erinnert Gott beständig an die Schuld des Menschen, weil er nur durch die Schuld des Men-"
    },
    {
      "index": 10,
      "text": "sehen da ist. Nun ist aber durch Christus jenes Prinzip durch- brochen; darum hebt nun das Reich Gottes an. Der Anteil. den der Ankläger, der Urheber des Widerspruches. bis jetzt an dem Zustande der Welt hat, ist ihm genommen: die Welt ist nun Gottes und seines Gesalbten. Also bis zu jenem letzten Ende. wo Christus das Reich dem Vater übergibt und alle Herrschaft und Gewalt und Widerspruch aufhebt (Korinth. 15.2-1. ). bis zu diesen, Zeitpunkte ist Satan ein zur göttlichen Ökonomie selbst gehöriges Prinzip, dem gegeben ist, die Cneinigkeit zu erhalten, damit desto herrlicher sei der Sieg und der endliche 1ll Triumpf Denn, wenn aller Zweifel aufgehoben, die Sache Gottes offenbar und entschieden ist, dann hat der Satan sein Werk getan, seine Mission vollendet, und dann ist auch seine Macht dahin. Bis dahin aber hat der Satan eine große Macht, die zur Verherrlichung Gottes notwendig ist und daher nicht verachtet oder gelästert werden darf, wie aus dem zweiten Briefe Petri erhellt, welche Stelle ich jedoch erst in der nächsten Stunde vornehmen kann. Bemerken Sie mit d) daß in den apostolischen Schriften dem Satan eine Maje- stät zugeschrieben wird, wie sie einem erschaffenen Geiste nicht zugeschrieben werden kann."
    }
  ]
}