{
  "title": "Vorlesung 32 (Lecture 32)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Wir stehen jetzt beim dritten Punkte, nämlich welche Veränderung im Verhältnisse der Potenzen unter sich sowohl, als in ihrem Verhältnisse zu Gott gesetzt worden sei durch jenes"
    },
    {
      "index": 1,
      "text": "von uns angenommene Ereignis, indem der Mensch in dem Augenblick, wo alles in ihn, als die letzte Einheit, eingehen sollte, selbst Ursache einer neuen Suspension des göttlichen Seins wird? Um diese Frage im gemeinschaftlichen Zusam- menhange mit den ersten 2 zu entwickeln, will ich die Haupt- punkte noch kurz wiederholen. Wenn Sie nämlich die drei Potenzen in ihrer Trennung oder Entgegensetzung denken, wo Gott in jeder ein anderer (nicht als Gott) ist - (als Gott kann er nur einer sein:) (insofern er in jeder Potenz ein anderer ist, ist er in keiner als Gott) - wenn Sie also die Potenzen in diesem Verhältnisse der Entgegensetzung nochmal denken, und bezeichnen die erste Potenz in ihrer Hineinwendung oder in ihrem an sich Sein als A, in ihrer Hinauswendung, in ihrem außer sich Sein durch B, so ist das Streben der zweiten Potenz, die die zweite Ursache ist, so wird das Wirken von A\"' dahin gehen, das außer sich Sein B ins an sich Sein A zurückzubringen. Da diese Überwindung aber nicht ohne Widerstand geschieht, so wird das Wirken der zweiten Potenz dahin gehen, an B A hervorzubringen. Sowie an BA hervorgebracht ist, ist dieses unterworfene B in keinem Moment mehr bloß B, sondern B, an dem A hervorgebracht ist. Es ist, so an BA hervorgebracht ist, B nicht mehr bloßes B, sondern A, dem B zugrunde liegt. Es ist aber ebensowenig A, wie es ursprünglich war, sondern A, dem B, obwohl über- wunden, doch noch immer zugrunde liegt. Denn die erste Ursache hört nicht auf zu wirken: sie setzt nach unserer An- nahme immer das Gewordene = B; nur durch die zweite Ursache ist es= A. Jetzt ist es unabhängig von B; es ist zwar B, aber B, an dem A hervorgebracht ist. Dadurch unterscheidet es sich vom reinen B; es ist ein anderes, es ist ein durch das an ihm hervorgebrachte A vom reinen B gleichsam abgesetztes. Den- ken Sie sich nun, daß - um so zu reden - ein immer größeres Stück von Bin diesem Umwandlungsprozeß aufgezehrt wird, so wird endlich im zuletzt Gewordenen das ganze B aufge- zehrt, und ihm dann A immanent, inwohnend werdend. Und dieses zuletzt Gewordene ist nicht das einfache A, sondern A, dem B zugrunde liegt. Dadurch, daß es B zur Grundlage hat,"
    },
    {
      "index": 2,
      "text": "ist es frei gegen A~, und dadurch, daß es Aist, ist es frei gegen B, also ein wahrhaft Drittes zwischen beiden; es ist substantiell weder das eine, noch das andere - und wenn Sie sich denken, daß es als das in A umgewandelte B auch die dritte Potenz anzieht, so ist das Entstandene Herr der drei Potenzen, insofern sie ihre Selbständigkeit in ihm verloren haben. Dieses gemein- schaftlich Hervorgebrachte ist frei von den Potenzen; es verhält sich zu ihnen wie Gott. Wie nun Gott nichts Substantielles ist, sondern den Potenzen gegenüber zum Übersubstantiellen sich erhebt und Geist und Leben ist, so ist der Mensch seinen,"
    },
    {
      "index": 3,
      "text": "Wesen nach nichts Substantielles, sondern ein Leben, das in der Mitte dieser Potenzen frei sich bewegt. Und wenn es von Gott heißt: » Unser Gott ist im Himmel: er kann tun was er will« - so wird dies vom ursprünglichen Menschen, der im Paradiese ist, auch gesagt. Paradies ist nichts anderes, als der Himmel. Himmel ist die absolute Freiheit - das völlige Gleichgewicht der Potenzen: und der Mensch ist im Himmel, weil er zwischen den Potenzen ist. Der Mensch ist also frei von den Potenzen, wie Gott; aber eben weil er frei ist von ihnen, kann er sie wieder hervorrufen und sie nochmal in Spannung setzen, in der Meinung, sie auch dann noch zu beherrschen. Aber der Mensch ist Gott gleich, wenn er es sich gleichsam nicht [an- * zieht], inwiefern er nicht als Gott sein will: Er ist nicht Gott, um als Gott zu sein. Bemerkenswert ist, was die Schlange, die den ersten Menschen verleitet, sagt: »Ihr werdet sein wie Gott oder als Gott.« Dieses als Gott Sein ist die Veranlassung zum Umsturz. Wir haben bei all diesem das Faktum hypothetisch vorausgesetzt; denn a priori läßt es sich nicht beweisen. Es ist Tatsache, und zwar die Tatsache Ka-r' El;ox17v, die Urtatsachc Jll der Geschichte, von der man nur sagen kann, daß sie sich begeben hat. Eine im Mechanismus fortschreitende Philoso- phie kann allerdings nichts wissen von wiederholten Umstür- zen, wie der gegenwärtige ist, wo der Mensch Anlaß einer neuen Folge von Ereignissen wird. Kommt es übrigens auf die Erklärung des Faktums an, so kann man wohl sagen: Jener Übergang, wodurch der Mensch Anlaß einer neuen Bewegung wurde, war natürlich. Vermöge des bloß natürlichen Willens"
    },
    {
      "index": 4,
      "text": "mußte der Übergang geschehen: es war ein übernatürlicher Wille erforderlich, daß dieser Übergang nicht geschah. Es wird hier gleichsam nur ein Mittleres behauptet zwischen Freiheit und Nicht=Freiheit. Der Sprachgebrauch schon behauptet keine absolute Notwendigkeit. Verlangt man eine teleologische Erklärung über diesen Übergang, so kann man, ohne ins Spe- zielle und Tiefere einzugehen, schon im allgemeinen und phi- losophisch antworten: Auf die Frage: Wozu diese wiederholte Hemnrnng? Wozu dieses von vorn anfangen? kann man sagen: Der Erfolg wird es bestätigen. Dies mußte geschehen, damit eine im1ner größere Begreiflichkeit entstehe. Erklären läßt sich dieser Übergang allerdings, aber nicht anders, als a po- steriori, beweisen. Zeugnis dieser Katastrophe ist die Natur, die eher den Anschein einer Ruine, als eines göttlichen Kunst- werks hat, weil es ihr an einem Einheitspunkte fehlt. Denn das menschliche Bewußtsein, wie es jetzt ist, ist in bezug auf die Natur nach Aristoteles* eine tabula rasa, eine leere Schale ohne Inhalt, bloße Forn,. Das menschliche Bewußtsein hat in bezug auf die Natur eine bloß formelle Bedeutung, oder wie die Schrift populärer sagt: »Wir sind von gestern und wissen nichts.« Allein in falschen und verkehrten, wie in wahren Bestrebun- gen des menschlichen Geistes hat sich immer der Trieb zur Wiedererlangung jenes ursprünglichen Bewußtseins gezeigt. Ich erlaube mir etwas von diesen reichlichen Bestrebungen des menschlichen Geistes zu bemerken, und zwar zunächst von den hauptsächlichsten falschen Bestrebungen desselben. Goethe stellt in seiner Farbenlehre den drei Ideen: Gott, Tu- gend, Unsterblichkeit - die drei entsprechenden Ideen der höhern Sinnlichkeit entgegen: Gold (Gott der Erde), Gesundheit (entsprechend der Tugend, Tüchtigkeit), langes Leben (ent- sprechend der Unsterblichkeit), und fügt bei: wenn es edel sei, jene drei höheren Ideen in sich zu erregen, so wäre es gar wünschenswert, sich ihrer Repräsentanten auf Erden zu versi-"
    },
    {
      "index": 5,
      "text": "* Arist. de anima. Lib. III. c. 8."
    },
    {
      "index": 6,
      "text": "ehern.[*] Ohne nun die gewiß geistreiche Zusammenstellung der drei Vernunft=Ideen und der drei Natursinnlichkeiten, woran der Gleichlaut zwischen Gott und Gold teilhaben möchte, und wo man die Dreiheit der letzteren bezweifeln sollte, da ein langes Leben schon eine dauerhafte Gesundheit in sich schließt, zu adoptieren, so muß man doch zugeben, daß Goethe richtig gesehen, daß jener Wahnglaube, der sich in den falschen Bestrebungen ausspricht, nur das Korrumpierte jener drei höhern Ideen sei. Man kann auch, wenn man die beiden letzten Artikel = 1 setzt, den dritten ergänzen. Diese falschen Bestrebungen sind dann der Glaube, 1) daß der Mensch in gewissen Fällen eines großen Einflus- ses auf die Natur fähig sei durch seinen bloßen Willen. Dies ist der Glaube an die i\\ifagie, der so alt als das Menschengeschlecht ist - 2) daß den Menschen unter gewissen Bedingungen ein Mit- tel gegeben sei, das Reich der Natur von dem Fluche, unter dem es liegt, zu erlösen, das untergegangene Geheimnis der Natur wieder herauszubringen und ein himmlisches, paradie- sisches Wesen in der Natur hervorzubringen, ein Licht, welches die dunklen Materien wieder erleuchte, und das paradiesische Zeitalter hervorzubringen imstande sei. Dies ist der Glaube an eine mögliche Verwandlung der niedern Metalle in Gold - 3) daß mittels eben dieser Tinktur auch der menschliche Körper von Krankheiten bewahrt und immer wieder verjüngt werden könne. Diese drei Artikel eines Aberglaubens, der nicht bloß schwa- che, sondern auch starke Geister beschäftigte, sind allerdings nur die debris, die Träume eines ursprünglichen Bewußtseins,"
    },
    {
      "index": 7,
      "text": "[*] Eine wunderbare Fügung pflanzte in die Gemüter der weisesten und erfahrensten Männer die Idee der Existenz eines in der Erde ver- borgenen Dinges, durch dessen Auffindung der Mensch in den Besitz dessen gelangen kann, was die höchsten Wünsche der höheren Sinn- lichkeit umschließt: Cold, Gesund/zeit und langes Leben Das Gold gibt die Macht, ohne Gesundheit gibt es kein Genießen, und das lange * Leben tritt an die Stelle der Unsterblichkeit. Allg. Z. Beil. 154."
    },
    {
      "index": 8,
      "text": "dessen sich auf solchen Wegen zu bemächtigen unmöglich ist. Wenn der Mensch bestimmt war, als leitende Verbindung zwi- schen die natürliche Welt der schaffenden Potenzen und des göttlichen Lebens zu treten, wenn durch den Menschen die Natur wieder ins göttliche Leben gelangen und dadurch zur Ewigkeit erhoben werden sollte, so war der Mensch allerdings durch bloßen Willen Herr der Natur. Dies erste Verhältnis war ein rein magisches; denn nach dem alten Persischen bedeutet »Magie« Macht, potentia. Die lauterste Macht aber ist der Wille, und was der Mensch durch bloßes, stilles Wollen wirkt, das wird er als magisch wirkend gedacht. Der Mensch war nun aber bestimmt, sich nicht zu bewegen, nicht zu wollen. Durch dieses Innestehen des Willens sollte der Mensch die Natur mit Gott vereinigen. Daher der Glaube an Magie. Nachdem der Natur durch den Menschen, der sich als isoliertes Medium zwischen Gott und die Natur stellte, die Erhebung ins göttliche Leben unmöglich ward, und ins Nichts nicht zurückkehren konnte, so mußte sie sich als eine eigene, besondere, von Gott getrennte Welt konstituieren. Und da ihr der letzte Einheits- punkt versagt war, so mußte jedes Einzelne in einer eigenen Stufe hervortreten, im starren für sich Sein. Dadurch hört es auf, ein höheres Leben zu sein, und wird, wie der Apostel sagt, der Eitelkeit unterworfen. Denn eitel, leer ist alles Einzelne, da es für sich sein will. Insofern wurde also das Einzelne, da es genötigt war, aus der Ganzheit hervorzutreten, eitel. Ein all- gemeiner Egoismus, das herrschende Prinzip des Naturlebens, bemächtigte sich der Natur, die sich nun auch gegen den Menschen selbst wendete, den sie als unnütz zum Zwecke, als überflüssig betrachtete, weshalb sie schonungslos über ihn und seine Werke hinschreitet: und wie in der Natur selbst ein stetes Sehnen nach Befreiung von dem Eiteln ruht, wie sie in tiefer Schwermut harret, wie die Natur ein beständiger Vorwurf für den Menschen ist und im Menschen die Bestimmung und das nie aufzulösende Gefühl ruht, daß er der Natur Heiland werden solle, so ist es begreiflich, daß der Mensch wenigstens eine partielle Wiedergeburt der Natur hoffte - ein Glaube, der der Alche1nie zugrunde liegt. Es verband sich mit diesem Glauben"
    },
    {
      "index": 9,
      "text": "* auch der, durch die Verwesung einen Vorteil für sich selbst, ein Mittel zur Unsterblichkeit zu finden. Diese falschen Bestrebungen des menschlichen Geistes zeu- gen auf diese Weise von der Tatsache eines ursprünglichen Seins, worin ein anderes Verhältnis des Menschen zu der Natur statt hatte, wovon das gegenwärtige Sein nur das getrübte und zerstörte Abbild ist. Ein an sich wahres Grundgefühl ist zu einem trügerischen und verderblichen Spiel gemißbraucht worden. So viel von den unechten Bestrebungen des mensch- liehen Geistes. Bekanntlich wurde jenes Grundwesen der Natur, wodurch alles weggeräumt werden sollte, der Stein der Weisen genannt. Der Alchemist nennt sich einen Philosophen, einen Philoso- phen per ignem. [*] Allerdings hat auch die Philosophie zu ihrem höchsten Zwecke, jenes ursprüngliche Bewußtsein, das der Schöpfer dem Menschen gab, wiederherzustellen. Aber die wahre Philosophie sucht dies auf einen, andern, den Schranken der jetzigen Welt angemesseneren, Wege zu erreichen, als jene Pseudophilosophie und als die Theosophie. Der Philosoph be- scheidet sich, daß jenes Bewußtsein nur für den Begriff wie- derherzustellen ist. Auch der Philosoph strebt dahin, die sich gegenseitig völlig fremd und äußerlich gewordenen Dinge in- nerlich zu verbinden, was nur geschehen kann, wenn er sie als Momente unterscheidet, was der höhere, der transzendentale Idealismus zu erreichen suchte, der die Natur als eine Ge- schichte des menschlichen Selbstbewußtseins ansah. Denn das menschliche Bewußtsein war das Medium, wodurch die ganze Natur zu ihrer Wahrheit wiedererhoben werden sollte. Alle Momente der Natur ruhten schon im menschlichen Bewußt- sein, und noch jetzt liegt die letzte Wahrheit der ganzen Natur im menschlichen Selbstbewußtsein, und nur die echte Philo- sophie kann das zerrissene Bewußtsein wieder ganz machen. Die wahrscheinliche Herleitung von CJO<pO(; ist noch immer die von craoi;, heil, unversehrt, ganz. Die wahre Philosphie geht"
    },
    {
      "index": 10,
      "text": "[*} PARACELSI, THEOPHR., de summis naturae mysteriis comment. III. Basil. , 1584)."
    },
    {
      "index": 11,
      "text": "auf das Ganze - sie will das Bewußtsein aus seiner Zerrissenheit in das Ganze wiederherstellen. Der Philosoph, der seinen Beruf kennt, ist der Arzt, der die tiefen Wunden des menschlichen Bewußtseins mit langsamer Mühe heilt. Aber diese Wieder- herstellung ist schwer - die meisten wollen nicht geheilt sein. Viele Kranke erheben ein Geschrei, wenn man sich ihren Wun- den nur nähert. Dies Geschrei ist die vulgäre Polemik. Die Tatsache jener neuen Verkehrung des wahren Verhält- nisses, die mit und durch den Menschen gesetzt worden ist, ist bezeugt, so daß die Philosophie selbst Zeuge davon ist. Was uns am nächsten liegt, ist, den Hergang dieser neuen universio bestimmt zu erkennen. Also, was gezeigt worden, ist: der Mensch (der in uns allen fortlebt) konnte allerdings die Po- tenzen wieder in Spannung setzen. Bis zu diesem Punkte war er wie Gott. Nun beruht die Wiederherstellung der Einheit, die Ruhe des Ganzen darauf, daß jenes exzentrisch gewordene im Menschen ins Zentrum gebracht werde, und in dieser Zentra- lität verharre. Und wie das Zentrale in Gott in der Exzentralität das Spannende ist, so ist das Zentrale wieder der Grund der Ruhe, des göttlichen Sabbats. Aber mit eben diesem Prinzip, wenn es wieder erregt worden ist, ist eine neue Spannung der Potenzen gesetzt, und es ist zwischen der neuern und frühern Spannung, der in der Schöpfung, der Unterschied, daß diese eine göttliche ist, jene eine 1nenschlich gesetzte. Der Mensch hat sich an die Stelle Gottes gesetzt, dessen, der die Ursache der Spannung war, nämlich des Vaters. Er greift ins Majestätsrecht des Vaters - er setzt sich selbst an die Stelle des Vaters - in jene Macht, die der Vater sich vorbehalten hat. Die tiefste Verän- derung des frühem Verhältnisses ist, daß der Vater aus dem Prozeß gesetzt wird, und der Mensch sich hineinwendet. Wohl mag dieser Gedanke zuerst kühn erscheinen: aber ich bin ge- nötigt, dieses Verhältnis deutlich auszusprechen; denn dieser Gedanke wird den Unterschied zwischen Mythologie und Of- fenbarung zeigen - und teils wird sich dieser Gedanke durch das Folgende so bestätigen, daß er dann keiner weiteren Recht- fertigung 1nehr bedarf, teils wird er sich sogar durch die Schrift als wahr ergeben. Für jetzt will ich nur an die Stelle in der"
    },
    {
      "index": 12,
      "text": "Genesis erinnern. Nach dem Falle Adams sprechen die Elohim: »Sieh! der Mensch ist worden wie einer - als einer - von uns« - wobei also die andern ausschließlich gedacht werden. Dies ist eine Stelle, die vielen Exegeten schwierig erscheint. Ich habe schon früher gezeigt, daß diese Worte nur so sich erklären lassen. Sie lassen sich auch philologisch nicht anders überset- zen, als: similem - parem - se fecit - gessit - uni ex nobis. Dieser unus ex nobis - dieser Eine unter den göttlichen Persön- lichkeiten, dem sich der Mensch gleichsetzt, dieser Eine der Elohim - kann kein anderer sein, als der, so die Spannung setzt, nämlich nur der Vater. Indem sich auf diese Art der Mensch zwischen Vater und Sohn eindrängt, indem er sich der väterlichen Potenz, die den Sohn zeugt, bemächtigt, hat er den Sohn vom Vater getrennt und dadurch gewissermaßen den Sohn in seine Gewalt bekommen und an sich gerissen, weil er jenes Prinzip sich anmaßte, welches die zeugende Potenz des Sohnes ist. Ebenso hat er mit dem Sohn den Geist an sich gerissen. Dies konnte aber nicht geschehen, ohne daß das Gött- liche sich aus ihnen zurückzog. Sie waren nur noch Potenzen. Der Prozeß, der mit der gesetzten Spannung im Bewußtsein begann, war eben darum ein völlig außergöttlicher Prozeß, ein nur noch natürlicher Prozeß. - Wir sind nun auf den Punkt gekommen, wo wir einen Prozeß im menschlichen Bewußt- sein finden, an dem Gott keinen Teil hat, d. i., Gott als solcher, indem die Potenzen nur noch als Potenzen erscheinen, d. h., sich nur noch als kosmisch wirkend betrachten lassen. Dies ist der Prozeß, den wir als den Prozeß der Mythologie werden kennenlernen. Der Apostel sagt also richtig zu den heidnischen Ephesern: »Ihr waret ohne Gott in der Welt usw.« - ihr waret 3U einer Bewegung hingegeben, wo der Gott ganz ausgeschlossen war."
    }
  ]
}