{
  "title": "68. Vorlesung (Lecture 68)",
  "paragraphs": [
    "Die erste Grundlage, das rcpco,ov urcoKEtµi:vov, zu seiner Menschwerdung schöpft das Göttliche des Logos aus seiner eigenen, zum Stoffe herabgesetzten, Substanz, d. h. aus, dem Substantiellen seines Seins, dies ist der kurze Inhalt der zuletzt * vorgetragenen Erklärung. Da aber diese erste Grundlage in den organischen Lebensprozeß einer menschlichen Mutter aufgenon -imen wurde und aufgenom1nen werden mußte, damit aus dieser Grundlage ein wirklicher Mensch sich erzeuge, so ist der Menschgewordene, wie jeder andere Sterbliche, der Sohn seiner Mutter, und durch die Mutter der Abkömmling von den Vätern, bis auf die Ahnherren des ganzen Menschengeschlechts hinauf. Läßt man die Materie bloß von der Mutter herkommen , so wird die Ataxie, d. h. das gestörte Verhältnis, das durch den Fall in die Stoffe der menschlichen Natur gekommen ist, und auch die Wirkung dieser Ataxie von dem Menschen Christus nicht sich abhalten lassen. Wie man dieser Folge auszuweichen gesucht hat, durch Präservation oder durch Reinigung vom Heiligen Geiste, oder durch die Annahme, daß der Logos seine zuerst unsichtbare und durch Maria sichtbare Menschheit vor dem Falle Adams angenommen habe, ist aus der letzten Stunde bekannt und zugleich ist gezeigt, daß solche Erklärungen nichts verständlich zu machen geeignet und nur willkürliche Hypothesen sind, die ihren Grund nicht in dem früher aufgestellten, sondern nur in der vorliegenden Schwierigkeit haben, um diese nämlich zu beseitigen. Die letzte Hypothese von einer seit der Schöpfung aus dem noch nicht gefallenen Adam angenommenen Menschheit, wurde durch Peter Poiret aufgestellt, einen unwissenschaftlichen und höchst prosaischen Mystiker neuerer Zeit, der seine Eingebungen nicht von Gott, sondern von einer Jungfrau empfing. Daß die vermittelnde Potenz, welche außer Gott und als µopcpr] Srnu, als für sich bestehende Substanz Gott gleich (km), d. h. auf gleichen Fuß mit Gott ist, vermöge des zwar nicht substantiellen , aber übersubstantiellen in ihr gebliebenen Göttlichen, der höhern Potenz sich unterwirft, sich zur Materie der Wiederherstellung und Verwirklichung des wahren göttlichen Seins macht, ist nicht bloß den Äußerungen des Neuen Testaments , z.B. dem »Ecm,ov EKEVülCTE« des Apostels, sondern auch dem von uns angenommenen allgemeinen Gange des Prozesses gemäß, den wir nicht für den gegenwärtigen Zweck erst erfunden haben, sondern der schon ganz unabhängig von dem Gegenwärtigen gegründet ist, dem Gange nämlich, daß das Vorhergehende und im Vorhergehen Selbständige sich gegen die höhere Potenz materialisiert und unterordnet. Eben diese Erklärung hebt alle Schwierigkeit auf hinsichtlich der ausdrücklich behaupteten Unsündlichkeit (Impeccabilitas) Christi: »Er ist in allem uns gleich geworden, die Sünde ausgenon 11nen«. War der Stoff zur Menschheit Christi aus dieser * untergeordneten, materiellen Welt genommen, so mußte er seiner Menschheit nach an der Ataxie unvermeidlich teilnehmen ; war aber dieser Stoff nicht von dieser Welt genommen, sondern hat er ihn aus sich selbst, so begreift sich, wie dieses Prinzip, welches, was wohl zu bemerken ist, nur gegen die höhere Potenz sich materialisiert, während es gegen die tiefere seine geistige dominierende Eigenschaft behält (denn nichts verhindert, daß das, was gegen ein Höheres materiell ist, gegen ein Geringeres immateriell ist), den Stoff dieser untergeordneten Welt, ohne welche ein uns vollko1nmen gleicher Mensch unmöglich wäre, ganz anziehe und doch der in diesem Stoffe herrschenden Ataxie widerstehe, so daß ein vollkommener heiliger Mensch erzeugt werde, auf welchen diese Ataxie nichts vermag. Man könnte dagegen einwenden, daß das substantielle Sein des Logos doch auf jeden Fall ein außergöttliches Sein sei, und daß es sich insofern auch als unheilig verhalte, inwiefern alles, was außer Gott ist, ungöttlich und unheilig ist. Ich kann dies völlig zugeben, aber ich antworte: Gerade in der Menschwerdung unterwirft der Logos dieses Sein dem Vater so ganz, daß dieses Sein, welches der Logos als ein vom Vater so ganz unabhängiges ohne seinen Willen, und daher auch ohne seine Schuld, hat, ein mit seinem Willen nun vielmehr von, Vater abhängiges ist. Gerade durch die Menschwerdung hat er dieses Sein geheiligt, und diese Heiligung wurde durch den Tod vollendet und bestätigt. Christus sagt: »llrrEp m'.J,mv i':ym Achtundsechzigste Vorlesung 56] aywc;w E~W.UWV !va Kat atJTOl (J)CHV 17yw0~u:vo1 i':v aA17;k1g« [Ich heilige mich für sie (zu ihrem Besten), damit auch sie * wahrhaft geheiligt werden - nämlich inwiefern Christus in seiner fortwährenden Unterwerfung unter den Vater begrifs fen ist, welche durch den Tod nur vollendet und bestätigt wird, so ist er in einer fortwährenden Heiligung begriffen. In einer andern Stelle antwortet Christus den Juden: »öv 6 7W.TTJP fJywm:, Kat anc:01:c:1Ac:v de; rnv KOCT~Lov üµc1c; Aeync· ön ßAamp1wc:1c;, ön dnov, uioc; W\\l Swu Ei~ti:« [Den der Vater * geheiligt hat und in die Welt gesendet, von dem sagt ihr, er lästere Gott, weil ich sagte, daß ich Gottes Sohn bin.] Hier wird also die Heiligung dem Vater zugeschrieben. Vermöge des mit dem Vater einigen Willens ist er Mensch geworden; er ist es geworden, nicht vermöge seines natürlichen, sondern seines JS selbst göttlichen Willens. Indem er jenes gegen Gott selbständige Sein Gott unterwirft, macht er dieses Sein zum Gefäße des Heiligen Geistes. Insofern ist auch die Heiligung des Fleisches Christi durch den Heiligen Geist verständlich.",
    "Also der Unheiligkeit, von der alle Menschen und alle Ge- .?U schöpfe der untergeordneten Welt seit dem Falle infiziert sind, ist schon dadurch begegnet, daß es ein höheres und im Verhältnisse zu der untergeordneten Welt selbst schon heiliges Prinzip ist, welches für den Stoff dieser Welt, der zur vollständigen Menschwerdung Christi erforderlich ist, die bestimmende Grundlage abgibt, daß es ein relativ selbst schon heiliges, reines Prinzip ist, welches dem Stoffe dieser Welt die Intemperies seiner Stimmung mitteilt. Wollte man aber diese höhere Potenz, selbst ihrer relativen Erhabenheit über die Natur dieser Welt ungeachtet, im Verh:iltnisse zu Gott als unheilig ansehen, so heiligt diese Potenz auf die angegebene Art, durch die Menschwerdung, sich, welche nur eine Submission ihres Substantiellen, d. h. außergöttlichen Seins unter das Göttliche ist, und welche man nur als Übergang zu der Geburt der dritten Potenz, welche der Heilige Geist ist, ansehen kann. Die Menschwerdung Christi ist nichts anderes. als der Übergang zur Geburt, zur Verwirklichung des Heiligen Geistes. Dies ist nach den einstimmigen Äußerungen des Neuen Testaments der höchste Gewinn der Menschwerdung und des Todes Christi, daß er uns den Heiligen Geist erworben hat. Man vergleiche den Brief an die Galater : »CHE OE T]ASE TO rtATjpmµa wu xpovou .... arro1caßmµEv« (d. h. daß er die unter dem Irrtume * der Notwendigkeit befindlichen loskaufte, daß wir Naturen werden, in denen Gott sich selbst wieder erzeugt, in denen die durch den Fall unterbrochene göttliche Geburt in den drei Personen hergestellt wird, daß also Christus der Vermittler des Geistes ist) - »6n OE fo,E u{m ... aßßa, 6 rracrip. « Christus stellt demnach das Verhältnis des Bewußtseins zu Gott wieder her. Auch im Briefe an Titus : »ouK t~ tpymv ,mv sv OlKato- * crnvn cov srrm11cmµEv 11µrn; .... nalzyyevwzar; ... ow 'Iricrou Xptcr,ou«, so daß also Christus in seiner Menschwerdung eben nur als Vermittler, und die Menschwerdung selbst nur als Vermittlung des Heiligen Geistes anzusehen ist. Wegen dieser Wiederherstellung der göttlichen Geburt in den drei Personen, welche in dem neuen, in Christus anfangenden, Leben oder Bund gesetzt sein soll, erhalten die Apostel den Befehl, in alle Welt zu gehen und alle Völker zu taufen im Namen oder auf den Vater, den Sohn und den Heiligen Geist: »rropwSEv,Ec; µaS111wcra,E . . . Km ,ou ayiou rrvwµa,oc;. « Diese Einwei- * hungsformel zur Teilnah1ne an dem Christentume beweist, daß mit der göttlichen Geburt in diesem Bunde die ganze Absicht und der Endzweck der Menschwerdung erfüllt ist. Man kann, um auf den andern Teil des in letzter Stunde eingeführten Einwurfes Rücksicht zu nehmen, unsere Annahme, daß der Logos den Stoff der Menschwerdung aus sich selbst genommmen habe, nicht vergleichen mit der Meinung der Valentinianer , und einer andern der Materie abholden gnostischen Sekte , welche leugneten, Christus habe einen unserm Leibe Tcrt. adv. Valent. c. 27. Theodoret. haer. Fab. V, 11.",
    "ähnlichen Leib gehabt, und behaupteten, er habe einen himmlischen Leib mitgebracht, mit dem er durch Maria, wie durch einen Kanal, gegangen sei. Das Verwerfliche dieser Ansicht liegt nur in diesem Zusatze, nicht in der Meinung, daß er den Stoff aus einer höhern Natur genommen habe. In unserer Annahme liegt allerdings, daß Christus den Stoff aus sich selbst genommen habe; aber wir setzten hinzu, daß dieser Stoff dem Prozesse unterworfen worden sei, durch welchen allein der Mensch entstehen kann, und daß er nicht bloß, wie das Wasser 111 durch einen Kanal, durch Maria hindurchgegangen sei, ohne etwas von ihr anzunehmen: unsre Meinung ist, daß die eigentliche Menschheit Christus nur von der menschlichen Mutter hatte, wenngleich die erste Möglichkeit der Menschwerdung in * ihm selbst liegen mußte, um wirklicher Mensch zu werden.",
    "Die wirkliche aktuelle Menschheit hat er allerdings von der menschlichen Mutter erhalten.",
    "Allerdings, und dies ist eine dritte Bemerkung, ergibt sich aus unserer Theorie, daß mit der Menschwerdung Christi ein völlig neues, zuvor nicht in der Welt gewesenes, Element in die Welt gekommen ist; dies aber kann der wirklichen Menschheit nichts derogieren, wenn wir uns nur so ausdrücken: Es kam in die Welt nicht als ein von den Gesetzen dieser Welt ausgenommenes . Ein der Substanz nach zuvor nicht gewesenes Prinzip ist durch die Menschwerdung Christi in die Welt gekommen.",
    "Es kam nicht als solches, das kein sich analoges in der Welt hat; die Entherrlichung bestand gerade darin, daß es ganz denselben Gesetzen, die in der Welt herrschten, unterworfen war. Ist nun unsere Aussage auf diese Weise bestimmt, so scheint es, man müsse, um der ganzen Analogie oder dem Zusammenhange der höhern Geschichte Genüge zu tun, schon deshalb und um einigen Aussprüchen des Neuen Testaments zu entsprechen, voraussetzen, daß in der Tat mit Christus ein völlig neues Element in die Welt gekommen sei. Schon die tiefere jüdische Theologie nahm etwas der Art von Messias an, bekanntlich das tiefste Werk der jüdischen Theologie, der Sohar , über dessen Entstehungsart als Buch man allerdings zweifelhaft sein kann; aber man müßte sehr wenig mit den, Altertume bekannt sein, wenn man nicht einsähe, daß der Grund dieses Buches älter, als das 13. Jahrhundert, ist, ja manche Ideen bis in die Zeit Christi oder wenigstens der Apostel zurückgehen. In Petri Galatinis Werk (Opus de arcanis catholicae vertatis - h. e. in omnia difficila loca vet. test. ex Talmud, aliisque hebraicis libris contra Judaeorum perfidiam comment. Ad haec Jo. Reuchlini de arte cabb. libr. III. it. libr. III. de verbo mirifico. Basil. per Jo. Hervag . 1561.), das bei großem Mangel an Kritik neben manchen, jetzt unbrauchbaren, Dingen manches Goldkorn in sich enthält , ist nach dem Sohar auch diese Ansicht. Galatini war ein Italiener und gehörte zu den Freunden des Johann Reuchlin, den wir als einen vorzüglichen Mitgründer der neuen Bildung verehren müssen. Dieser, ein getaufter Jude, hatte sogar einen kaiserlichen Ermächtigungsbrief, alle jüdischen Bücher, wo er sie nur finde, verbrennen zu dürfen. Reuchlin widersetzte sich und empfahl die Erhaltung der jüdischen Bücher aus dem Grunde, weil man viele Beweise aus ihnen hernehmen könne.",
    "In jenem Werke also, welches kurz vor der Reformation verfaßt ist, kommt unter andern auch eine Stelle aus dem Sohar vor, wo gesagt ist, der Messias müsse ein neues Geschöpf sein, das einen, zuvor nicht in der Welt gewesenen, Stoff zur Grundlage habe. Ich will den tiefen Zusammenhang, in welchem diese Annahme mit den Aussprüchen Christi selbst über sein Fleisch und Blut steht, jetzt nicht berühren, sondern will nur erwähnen , wie es selbst in der christlichen Theologie angenommen ist, daß Christus seiner körperlichen Beschaffenheit nach wahrer Mensch gewesen sei und nicht bloß einen Scheinkörper hatte, wie die sogenannten Doketen glaubten. Dieser vollkom- menen körperlichen Ähnlichkeit Christi mit andern Menschen ungeachtet, und bei aller Enthaltung vom Doketismus wird doch angenommen, daß Christus auch der körperlichen Beschaffenheit nach über den Druck der irdischen Materie erhaben gewesen sein müsse, wenn anders manches, was von ihm prädiziert wird, behauptet werden soll. Auf eine eigentümliche , höhere Stimmung seines Physischen ist aus manchen Tatsachen zu schließen, z. B., wenn ein, im Gedränge kaum hinzukommen könnendes, Weib den Saum seines Kleides berührt und fühlt, daß eine unsichtbare physische Kraft von ihn-i ausgegangen sei. Hierher gehört ferner sein frühes Verscheiden am Kreuze, da die gewöhnlichen Gekreuzigten oft bis zum siebenten Tage am Leben blieben. Unter solche außerordentlichen Erscheinungen kann man rechnen seine wunderbaren Fortschritte in der Kindheit, die ungemeine Feinheit seines Geistes usw. Auch in Hinsicht auf die Kunst ist es nicht unwichtig , wie man über diesen Punkt denkt. Unter den Theologen und Kirchenvätern war über das Äußere Christi nichts Einiges. Ein Teil der Theologen glaubte, er müsse als das schönste der Menschenkinder äußerlich erschienen sein und berief sich auf einen Psalm (Patrum opiniones ea de re collegit . A. Calmet Proleg. in S. Sor. diss. de forma J. C. ad Es.",
    "53,2. p. 523-550. ed. Mansi. Luc., 1729. V. et fr. Vavassor de forma Christi, viveret in his terris, ed. Jos. Arnd. Rostock.].",
    "Fecht in noct. christ. p. 359. J. B. Carpzov Prag. Heimst. de forma oris et corporis Christi. 1777.) Andere glaubten dagegen , und unter diesen Clemens von Alexandrien, Christus sei unansehnlich, ja häßlich gewesen und beriefen sich auf eine Weissagung des Jesajas . Ein dritter Teil meinte, Christus sei weder schön noch häßlich von Gestalt und Ansehen gewesen.",
    "Was man aber immer in Hinsicht auf die Gesichtszüge Christi sich denken will, so wird es vor allem nötig sein, um zu seiner wahren körperlichen Vorstellung zu gelangen, die verschiedenen Arten der Schönheit zu unterscheiden, welche die alten strenge unterschieden haben, die pulchritudo, formositas, ve- * nustas. So sagt Sueton von Nero[51 ): »magis pulchro quam venusto corpore fuit. « Aber das mußte doch im Äußern, PhyGIESELER -CI.EM. ALEX. et Origines doctrinae de Corpore Christi. 4.",
    "Gotting., 1837.",
    "c. ERDMANN - über d. Person Jesu, biblisch u. literarhistorisch.",
    "Berlin, 1848. 1/6 Thlr.",
    "Corpus diss. theologicarum praef est Dr. Fiebig. Lips., 1847.",
    "sischen Christi sichtbar sein, daß seinem Körper etwas zu grunde lag, das nicht von dieser Welt war, - und diese höchste Aufgabe darzustellen, ist durch die Malerei und Skulptur nicht erreicht worden. Am wenigsten könnte dies der Fall sein, wenn der Künstler sich scheute, den Gott in ihm sehen zu lassen, und sich in ihm nur den Lehrer, und zwar einen Lehrer nach n10- dernen, oder gar rationalistischen, Begriffen zu denken wüßte. * Soviel von der Menschwerdung: von jetzt an haben wir es mit dem Menschgewordenen zu tun.",
    "Nachdem wir uns über die Menschwerdung selbst auf an- dere, als die gewöhnliche, Weise, aber in Übereinstimmung mit dem Neuen Testament erklärt haben, so ist es eine natürliche Folge, daß wir uns auch über das Verhältnis des Mensch gewordenen Subjekts anders, als bisher angenommen war, aussprechen werden. Nämlich die gewöhnliche Theorie kennt vor der Menschwerdung nichts, als den reinen Gott; wir sehen aber vor der Menschwerdung im Logos nicht mehr den reinen Gott, sondern eine von Gott äußerlich unabhängige, wenn auch mit ihm aufs innigste verbundene, Persönlichkeit. Als dieses nun in der Unabhängigkeit von der Gottheit außer den Actus des göttlichen Lebens und daher als substantiell gesetzte Subjekt halten wir den Logos allerdings eines wirklichen Überganges in die menschliche Natur fähig, fähig einer eigentlichen Annahrne der menschlichen Natur. Von dem Logos als solchen, als diesem Subjekte, das gegen Gott substantiell ist, kann ge- sagt werden, daß er on1nio in humanitatem conversum esse, welches, wie ich glaube, nach unserer Darstellung mit tieferer Wahrheit behauptet werden kann, als nach der gewöhnlichen Theorie, welche dem Logos bloß einen unmittelbaren Übergang weiß. Wir brauchen nicht zu fürchten, daß auf diese Art das Göttliche selbst verändert werde. Nicht das Göttliche ist es, sondern das Außergöttliche, das in die Menschheit verwandelt wurde. Dieses Göttliche ist nur damit beschäftigt, daß es sich seinem substantiellen Sein nach zum Menschen macht, und damit sich auch allen mit der Menschheit verbundenen Be- schränkungen unterwirft. Nicht seiner Gottheit entäußert sich der Logos in der Menschwerdung, sondern seiner µopqn1 Sco\\l, d. h. seines substantiellen, von Gott unabhängigen, Seins. Ich sage: entäußert sich, nicht: er hat sich entäußert. Denn die Entäußerung muß als actus continuus, auf jeden Fall als actus continatus betrachtet werden, weil Christus sagt: »Darum liebt mich mein Vater, weil ich mein Leben hingebe. Niemand kann es mir nehmen.« Im Vorbeigehen bemerke ich: Als der bloße Mensch, der ein Geschöpf der göttlichen Allmacht wäre, wie jeder andere, hätte Christus dieses Wort nicht sagen können; denn als ein Geschöpf Gottes hätte er nicht die Macht, sein Leben zu geben oder gegen den göttlichen Willen nicht zu geben. Als rein göttliche Person aber, wenn er auch die Macht hatte, sein Leben nicht zu geben, konnte er nicht daran denken, gegen den göttlichen Willen von seinem Rechte Gebrauch zu machen. Es wäre wohl möglich, daß dieses Wort Christi nicht vom Tode, sondern von der Menschwerdung zu verstehen sei, inwiefern es Christus allerdings freistand, das selbständige Leben aufzugeben oder es nicht aufzugeben. Sind diese Worte auch nicht so, sondern sind sie von dem Aufgeben des menschlichen Lebens zu verstehen, so schreibt sich doch Christus hier ausdrücklich eine Macht zu, dieses menschliche Sein aufzugeben oder nicht. Das letztere hätte aber nicht anders geschehen können, als wenn er sich in gänzliche Freiheit gegen dieses Leben gesetzt hätte. Nur sein freier Wille war es, auszuharren in diesem Sein bis zum Tode. Bloß vermöge seines eigenen Willens hätte er sich dem Tode entziehen können. Darum kann er auch im letzten Lebenskampfe sagen: »Ist es möglich, Vater, so laß diesen Kelch vorübergehen; doch nicht mein Wille geschehe , sondern der deinige!« Wir müssen also annehmen, daß es auch während des menschlichen Seins fortwährend bei ihm stand, Mensch zu sein oder nicht zu bleiben, den Kelch zu trinken, oder nicht zu trinken, die Menschheit zu behaupten oder nicht. Das Göttliche in Christus ist ganz damit beschäftigt , das ihm unabhängig vom Vater gegebene Sein Gott zum Opfer zu bringen. Damit wird seine demiurgische Wirkung nicht aufgehoben. Ist die Erhaltung der Dinge nur eine fortgesetzte Schöpfung, so kann die demiurgische Wirkung des Logos nicht aufhören. Im Briefe an die Hebräer [1,3.] heißt es, daß er alle Dinge trage durch sein mächtiges Wort, d. h. sie erhalte - »<pEpmv ,E ,a 1mvw ,Q) priµan ,ric; liuvaµEmc; au- 1:ou« - wo unter anderm deutlich ist, daß das Wort Logos nicht auf das Schöpfungswort sich beziehe, weil hier dem Logos noch ein priµa zugeschrieben wird. Diese demiurgische Wir- kung ist durch die Menschwerdung nicht aufgehoben. Das Subjekt der Menschwerdung dauert in dem Menschgewordenen fort; aber die demiurgische Wirkung ist ein actus naturae suae, und daher ein Actus, der nicht zur Reflexion kommt, qui non ingreditur actum voluntarium. Jene demiurgische Wir- kung ist nicht ein Actus seines Willens, sondern seiner Natur, den er ohne seinen Willen ausübt, der darum auch im freiwilligen Actus der Menschwerdung gar nicht zur Rechnung kommt, d. h. ganz unabhängig ist. Aber eben darum kann er auch durch den Actus der Menschwerdung nicht aufgehoben werden, denn durch einen actus voluntarius kann kein actus naturae aufgehoben werden. Das Subjekt der Menschwerdung macht sich in dieser so sehr zum Menschen, daß Christus alles, was er göttliches ausübt, durchaus nicht sich, sondern dem in ihm wirkenden Vater zuschreibt. Indem er dem Substantiellen seines Seins nach sich erniedrigt, so hebt er das Göttliche in sich selbst über sich, sich diesem eben der Substanz nach unterordnend . Von dem Göttlichen empfängt er als Mensch alle Belehrung über den höhern Zusammenhang der Dinge und das göttliche Reich, und was er Göttliches wirkt, wirkt er nicht durch sich selbst als Mensch, sondern durch die Kraft des göttlichen Geistes, dem er als Mensch völlig untertan ist. Der Logos, der sv µop<pn Swu war, hat von dieser µop<pri nichts übrig behalten; nur hat er das ursprünglich Göttliche in sich, das Übersubstantielle erhöht, indem er das Substantielle, die µop<plj Swu untergeordnet hat. Daher betrachtet sich Christus in tiefster Abhängigkeit vom Vater; im Begriff Wunder zu wirken, wendet er sich zum Vater, und so sind auch die Äußerungen Christi über die Lehre, daß sie nicht seine Lehre, sondern die des Vaters sei, so bestimmt und deutlich, daß kein Zweifel darüber obwalten kann."
  ]
}