{
  "title": "Vorlesung 81 (Lecture 81)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Die drei schon genannten Apostel sind für die Zeiten nach Christus, was Moses, Elias und der Täufer Johannes für die Zeiten vor Christus sind. Moses war der Gesetzgeber und der Grund; er ist das Prinzip des Bleibenden, Stabilen, Substan- tiellen im Alten Testament. Elias ist der feurige Geist, der entwickelt, belebt, bewegt und gegen eine noch unbekannte Zukunft hindringt; er ist das Haupt des Prophetentumes, wie Moses das Haupt des Gesetzes. Johannes der Täufer, von dem Christus sagt: »Unter allen, die von Weibern geboren sind, ist keiner größer, als er; aber der Kleinste im Himmelreiche ist größer, als er« - Johannes beschließt das Alte Testament und die Zeiten vor Christus. Unter den drei Aposteln ist Petrus parallel dem Moses; er ist der unüberwindliche Fels, auf den die"
    },
    {
      "index": 1,
      "text": "Kirche gebaut ist - er ist der letzte Halt der Einheit, wie in der Natur das reale Prinzip der Halt ist; er ist der Grund des Bleibenden, Stabilen in der Kirche. Paulus, von dem man sagen kann, was das Buch Sirach von Elias sagt: »Er brach hervor, wie ein Feuer und sein Wort brannte wie eine Fackel« - Paulus ist das Prinzip der Bewegung und der Freiheit in der Kirche; er ist der Elias des Neuen Testaments. Johannes ist dem Tfofer Johannes im Alten Testament parallel: er ist der Ver- kündiger, der Apostel der Zukunft. Vergleicht man die beiden ersten Apostel miteinander, so zeigt die Geistesart des Petrus, wie sie sich in dem Gediegenen und Felsenhaften seines Stiles erkennen läßt, den substantiellen Charakter; er ist im Neuen Testament wieder das relativ alttestamentliche, gesetzliche Prinzip. Keiner der Apostel gewährt so reelle Aufschlüsse über die Dunkelheit der Vorzeit, wie er. Ihm eigentümlich ist der Vergleich der über die ganze Welt verbreiteten Taufe mit der Sündflut. Dieser Vergleich enthält einen tiefen Aufschluß über die Taufe, als Scheidewand zweier großen Zeiten, und ebenso über die Natur der Sündflut, welche zwei große Zeiten schied; in ihr ging das alte Menschengeschlecht zugrunde; ein früheres, riesenhaftes, Göttern gleich sich dünkendes Geschlecht sank hinab, auf welches dann der Mensch der jetzigen Zeit folgte, der eigentlich irdische Mensch, nämlich das vom astralen Prin- zip völlig geschiedene Geschlecht. Hierüber drückt sich der Verfasser der »Philosophie der Geschichte« gut aus.[*] Also die Geistesart des heiligen Petrus in dem Gediegenen und Unaus- einandergesetzten seines Ausdruckes betrachtet, ist durchaus das Substantielle. Vergleichen wir 1nit ihm den heiligen Paulus, so ist dessen Geistescharakter durchaus aktiver Art, in ihm lebt das wissenschaftlich entwickelnde, dialektische, außeinander- setzende Prinzip; er ist im Neuen Testament vorzüglich das feurige Prinzip. Nach diesem Verhältnisse und der Stellung, die"
    },
    {
      "index": 2,
      "text": "l*] MOLITOR, FR. J., Philosophie der Geschichte, oder über die Tra- dition in d. alten Bunde u. ihre Beziehung zur Kirche des neuen Bundes. Mit vorzügl. Rücksicht auf die Kabbalah. 3 Tle. Frankf. u. Münster, 1828-39."
    },
    {
      "index": 3,
      "text": "wir den beiden Aposteln gegeben haben, kann es nicht fehlen, daß sogar ein Gegensatz zwischen ihnen merklich ist. Dieser Gegensatz aber hebt die Einheit sowenig auf, als ein analoger Gegensatz in der Natur das Leben aufhebt. Petrus bleibt der Grund, und Paulus vermag ohne den Petrus nichts; und wäre das Verhältnis umgekehrt, so hätte das Christentum sich nicht so hoch erhoben. In der Tat war durch die außerordentliche Berufung Pauli der unbedingte Prünat Petri gebrochen, und Jakobus mußte vielleicht eben darum seinen Platz an Paulus JO abtreten, weil er in dieses Verhältnis gekommen, nicht frei und unabhängig genug von des Petrus Einfluß gewesen wäre. Der Geist Gottes ist in seinen Mitteln nicht so gebunden, daß er nur einseitig wirken könnte; durch Gegensätze hat er alles hervor- gebracht: in allen Gegensätzen bleibt er der mächtige, unüber- windliche Eine Geist. Durch die außerordentliche Berufung Pauli, durch welche er an die Stelle des Jakobus eingeschaltet wurde, war ein neues, nicht gewesenes Prinzip entstanden. Dieser neue Geist verhinderte nicht, daß das frühere, petrini- sche Prinzip zur Ausbildung kam und das gesetzmäßige blieb; denn dies war dem notwendigen Gange gemäß, dem alle äu- ßere Entwicklung unterworfen ist. Die Dinge geschehen in der Welt nicht so, wie der Mensch sie geschehen sieht, und wie er es sich erklärt. Die Dinge in der Welt geschehen nicht durch äußere Veranlassungen, die sogar oft nur erdichtet sind, son- dem nach einem innern Gesetze. Wer nicht ohne Untersuchung an gewisse Traditionen glaubt, wird nicht umhin können, zweifelhaft zu sein, ob Petrus nach Rom gekommen sein oder ob er römischer Bischof gewesen sein konnte. Dies selbst ist bloß äußere Erzählung, die falsch sein kann, ohne daß das Höhere, Innere auch falsch ist.[*] War Petrus auch nicht in"
    },
    {
      "index": 4,
      "text": "[*] FR. WINDISCHMANN - Vindiciae Petrinae. Ratiob., 1836. WIESELER, PROF. DR. K., Chronologie des apostol. Zeitalters bis zum Tode der Apostel Paulus u. Petrus. Ein Versuch über die Chronologie u. Abfassungszeit der Apostelgeschichte u. d. paulinischen Briefe. Mit einem Anhang über d. Brief an d. Hebräer und Exkursen über d. Aufenthalt der Apostel Petrus und Paulus in Rom. Göttingen, 1851."
    },
    {
      "index": 5,
      "text": "Rom, was ich jedoch nicht behaupten will, so ist es doch wahr, daß die wahre Mutterkirche da entstehen mußte, daß jene Stadt die Metropole des Christentumes werden mußte, wo der Pri- mat Petri sich festgehalten und behauptet hat; es ist auch nicht weniger wahr, daß die römische Kirche auf Petrus gegründet ist und daß das Haupt der römischen Kirche der Nachfolger Petri ist. Paulus hat sich von Anfang an von diesem Primat des heiligen Petrus unabhängig gestellt und erklärt. Er erklärt aus- drücklich im Briefe an die Galater, daß er das Evangelium nicht von einem Menschen, sondern unmittelbar vom Herrn emp- fangen habe. (Gal. 1,12.) Erst drei Jahre nach seiner Berufung und nachdem er bereits das Evangelium mit großer Kraft ge- predigt hatte, kam er nach Jerusalem, um den Petrus zu sehen. Außer Petrus sah er hier keinen Apostel, als den Jakobus, der gewöhnlich der Bruder des Herrn heißt, nämlich Jakobus den Größern, der von Jakobus, dem Sohn des Zebedäus, wohl zu unterscheiden ist. Hier blieb er 15 Tage. Vierzehn Jahre nach dieser ersten Reise kam er zum zweiten Mal nach Jerusalem, nicht gerufen von Petrus, sondern auf Geheiß des Herrn. Auch bei dieser Gelegenheit wahrte er auf das Entschiedenste seine von Christus erhaltene Freiheit und Unabhängigkeit von den frühem Aposteln, die er im Briefe an die Korinther [II. 12, 11.] »wui:; urcepAtaV arcocrTOAOll<;« gleichsam die Erzapostel nennt, indem er sagt: »oMev yap 6cr1:ep11cra ,mv urcepAtaV arco- CTTOAffiV, d Kat ouoev dµt [sintemal ich nichts weniger bin, denn die hohen Apostel sind; wiewohl ich nichts bin.]« Ja er sagt in demselben Briefe an die Galater: »Was die betrifft, die in Ansehen stunden, eigentlich die für etwas gehalten wurden (arco Oe ,mv OOKOlJV'tffiV dvat n), was sie vorher gewesen sind (nämlich frühere Anhänger Christi), daran liegt mir nichts. Gott nimmt nicht das Antlitz eines Menschen an; aber mir (d. h. meiner Einsicht) haben sie nichts hinzugefügt.« Cf. Gal. 2,6. Er wehrt also durchaus ab, von den Aposteln das Evan- gelium empfangen zu haben. » 'AAAa ,ouvavnov ...... 'laKm- ß0<; Kat K11cpac; Kat 'Imavv11i:; (eine merkwürdige Aufeinander- folge, woraus, wie ich später dartun will, zu schließen ist, daß in Jakobus der größte Widerstand in bezug auf die Heiden zu"
    },
    {
      "index": 6,
      "text": "* besiegen war.) ..... ,001:0 7tolTj<Jat.« Wenn hier Paulus nur seine Unabhängigkeit von den andern Aposteln behauptet, so tritt er in die entschiedenste Opposition mit Petrus, als dieser nach Antiochia kam. Wir sehen also in allem dem die völlig freie und unabhängige Stellung Pauli in bezug auf Petrus. Das Gefühl von einem Gegensatze oder vielmehr von einer Mög- lichkeit, daß manche kühne Äußerungen des Apostels Paulus verwirrend wirken könnten, ein solches Gefühl schimmert auch durch eine Stelle des Briefes Petri hindurch, wo er der Briefe des Paulus erwähnt, doch auf eine Art, die für sein herr- liches Gemüt hinlänglich zeugen würde, wenn es nicht schon * aus dem Evangelium bekannt wäre. II. Petri 3, 15 »..... iSucr- voriw nva (in welchen Briefen Pauli einiges schwer verständ- lich ist) ..... arcwAEtaV« Da in diesen Verhältnissen in der Tat alles Folgende angedeutet und vorgebildet ist, so möchte nun in diesen Worten Petri fast schon einen Vorklang für das spätere Verbot des Bibellesens oder vielmehr die Einschränkung des Bibellesens vernehmen. Doch geht Petrus nicht etwa so weit, wegen dieser möglichen Gefährlichkeit die Briefe des Paulus zu verbieten; aber er sagt, daß manche Äußerungen schwer zu verstehen seien und für ungelehrte Menschen zu tief, um nicht eine mögliche Veranlassung zu Mißverständnissen zu geben. Aber wenn die Kirche Christi sich substantivieren, zu einem Körper bilden sollte, so mußte Petrus vorherrschen; er mußte das Prinzip der ersten geschichtlichen Zeit des Christentumes werden. Dies liegt in der Natur der Sache. Denn in Petrus ist der Körper, das Zentrale, in Paulus überwiegt der Geist, das Ideale, das Exzentrische, d. h. das von allem Realen freie, be- wegende Prinzip; - aber zuerst der Körper, dann der Geist! Dies ist die natürliche Ordnung. Das Reale muß dem Idealen vorausgehen; auf andere Weise wird nichts in der Außenwelt gegründet. Wirklich hat der Apostel Paulus in der Kirche nur eine exzentrische Stellung behauptet, und so oft nur sein Wort gehört wurde, so oft entstand eine Bewegung in der Kirche, wie in neuerer Zeit die Bewegung der Jansenisten in Frank- reich, indem von einigen frommen Männern die Worte von der unerschöpflichen Gnade Christi ganz besonders in das Herz"
    },
    {
      "index": 7,
      "text": "gefaßt wurden. Ebenso haben die lebhaften Überzeugungen der religiösen Sekten in England, z.B. der Methodisten und anderer in den Schriften Pauli ihre hauptsächlichste Quelle. Der Herr wird wissen, warum und wozu in der Zeit es not- wendig ist, daß Christus so verschleiert, mit so vielem Fremd- artigen umgeben und fast verhüllt ist, gleich als ob die Welt den nackten, bloßen Christus nicht würde vertragen können. Be- kannt sind die Exstasen und Verzückungen, welche die großen Versammlungen der Methodisten in Amerika und die kleinem in England begleiten, wo der bloße Christus unverhüllt ist, wo die Sündenvergebung ohne Zutat verkündigt wird. Wie wür- den sich Bewegungen dieser Art mit Zeiten und Orten ver- tragen, wo die Kirche vom Staate so eingeengt, so eng um- schlossen, ja so argwöhnisch bewacht ist![*] Aber diese Er- scheinungen sind nur die Folgen jener großen Veränderung, der Reformation, die lange vorbereitet und, nachdem das ganze Mittelalter schon dafür geblutet hatte, noch zahllose Opfer forderte; sie war nichts anders, als die Erhebung Pauli über die Autorität Petri. Auf diesen, als einen unerschütter- lichen Fels, hat Christus seine Kirche gründen wollen. Nicht zu den Aposteln, sondern zu Petrus allein hat Christus gesagt: »Ich will dir des Himmelreiches Schlüssel geben: was du bin- dest und lösest, wird auch im Himmel gebunden und gelöst sem. « Diese unumschränkte Gewalt des heiligen Petrus war daher keine usurpierte, sondern eine vom Herrn selbst gege-"
    },
    {
      "index": 8,
      "text": "[*] WERER, DR. G., Geschichte der akatholischen Kirchen und Sekten von Großbritannien. 1. Tls. 1. Bd. Leipzig, 1845. - 1. Tls. 2. Bd. Leipzig, 1853. J. D. RUPP, The pass Ekklesia. An orig. history of the relig. deno- mations at present existing in the united States, containing authentic accounts of their rise, progress, statistics and doctrines, written ex- pressly for the work by eminent theol. professors, ministers and lag members of the resp. denom. Philald., 1844. R. BAIRD, religion in the united States of N.-A.; or, an account of the origin, progress, relations to the state and present condition of the evang. churces in the united States. Edinb., 1843. Deutsch von K. Brandes. Berlin, 1844."
    },
    {
      "index": 9,
      "text": "bene, und nichtsdestoweniger erkennen Sie auch hier den nach menschlichen Ansichten scheinbaren Widerspruch in den We- gen Gottes, durch den er gerade das Herrlichste vollbringt. Der Herr selbst ist es, der dem Petrus unbedingtes Ansehen erteilt, und derselbe Herr ist es, der in Paulus eine von allen andern Aposteln, daher auch von Petrus, unabhängige Autorität auf- gestellt hat. Ist der ein Protestant zu nennen, der einer von Petrus unabhängigen Autorität folgt, so ist Paulus, der Welt- apostel, der erste Protestant, denn er hat sich ganz außer die Autorität Petri gestellt - und die älteste Urkunde, die der Pro- testantismus aufzuweisen hat, ist das zweite Kapitel des Briefes an die Galater. - Übrigens sind Außerungen von solcher Art nur für jene gegeben, die diesen Vorträgen von Anfang gefolgt sind; sie sind nicht Materie einer Konversation, am wenigsten einer prahlerischen. Ich trage sie nicht vor, um mich zu rüh- men - denn, Gott weiß es, alles Rühmen ist von mir ferne. Ich habe für diesen Vortrag keinen andern Beruf, als den des Philo- sophen, der nur dann Philosoph ist, wenn er von keiner partiellen Ansicht sich bestricken läßt, sondern das Ganze übersieht. Dem Philosophen würde es am wenigsten anstehen, ja es wäre nicht einmal möglich, eine der verschiedenen Kir- chen - und verschieden sind sie, insofern sie sich gegenseitig ausschließen - für die wahre Kirche zu erklären. Die wahre Kirche ist dem Philosophen die Eine, die alle Momente hin- durchgehend bestimmt ist, die sichtbare Kirche zu werden. In dieser Verkettung erkennt der Philosoph alle für göttlich und wird nie zugeben, daß eine von ihnen herabgesetzt oder ver- leumdet wird. In der Verschiedenheit der Kirche erkennt der Philosoph nur die Verschiedenheit der Momente der Einen Kirche, die bestimmt ist, in das Ende zu gehen, in die Kirche des heiligen Johannes. Die drei Apostel sind Apostel Eines Herrn, obgleich zum Teil im Gegensatze miteinander, wie die drei Potenzen in der Natur im Gegensatze miteinander sind. Nur diese allgemeine Kirche, die alle Momente in sich auf- nimmt, ist also die wahre, so daß jeder, der außer dieser Kirche ist, heiße er auch, wie er wolle, als außer der wahren Kir- che seiend betrachtet werden muß. Es gibt eine zweite, des"
    },
    {
      "index": 10,
      "text": "Philosophen unwürdige, Betrachtungsweise, die derjenigen, welche in den mächtigsten Erscheinungen und vom Finger Gottes augenscheinlich geleiteten Veränderungen nur niedrige Zufälligkeiten zu sehen vermögen. Von dieser Art ist es, wenn man z. B. von der römischen Kirche sagt, daß es in ihrer Macht oder Gewalt war, die politische Stellung, die in der Welt ihr gegeben ist, anzunehmen oder nicht, als ob diese Stellung nicht vielmehr zu den Leiden zu rechnen wäre, denen die Kirche in der Welt unterworfen ist. Daß das Innere durch das Äußere und das Äußere durch das Innere bestimmt wird, ist eine natürliche Folge. Als die Macht des römischen Reiches aufgelöst war, da mußte wohl die in ihrer Kraft schon bestehende Kirche den neuen Völkern gegenüber, die wie Fluten des Meeres von ei- nem unsichtbaren Hauche einhergetrieben, die Westländer des römischen Reiches überfielen, da mußte gegenüber diesen Völ- kern, sage ich, die römische Kirche die leergewordene Stelle der politischen Macht einnehmen. So wie Christus wollte, daß seine Kirche eine äußere Gestalt annehme und Weltreligion werde, so mußte er im Konflikte mit der Welt alles das als unvermeidlich voraussehen, was in der Folge sich wirklich ereignet hat, und er sagt es auch voraus: »Ihr sollt nicht wäh- nen, daß ich gekommen sei, Frieden zu senden, sondern das Schwert.« Wo eine politische Macht ist, da ist das Schwert, und so ward der eine politische Macht gewordenen Kirche Petri auch das Schwert zuteil. Die evangelische Geschichte erwähnt alle Fehler der Apostel auf eine Art, daß man glauben möchte, sie erwähne derselben absichtlich. Petrus hat auch gestrauchelt, und alles, was man der römischen Kirche vorwerfen kann, ist in seinen Fehlern vorgebildet: und doch erwählte ihn der Herr, vielleicht eben dieser Fehler wegen, weil er in ihm das tüch- tigste Werkzeug der Begründung seiner Kirche sah. Die schon angeführten Worte Christi: »Simon, Simon! Der Satan hat begehrt, Euch zu sichten« - diese Worte lassen nicht zweifeln, daß Christus voraussah, welche Fallstricke der Geist der Welt der Kirche legen werde, wenn sie anfinge, geschichtlich zu werden, sowie nicht zu zweifeln ist, daß er voraussah, daß sie nicht erliegen werde. Nur die Liebe des Herrn, nicht sein"
    },
    {
      "index": 11,
      "text": "eigenes Verdienst, erhält den Petrus an seiner Stelle, und so ist es auch diese Liebe, nicht das Verdienst, was die römische Kirche aufrecht erhält. Und in der Gewißheit, daß diese Kirche nie erliegen werde, sagt Christus: »Du bist Petrus, und auf diesen Felsen will ich meine Kirche bauen, und die Pforten der Hölle, wenn sie sogar in der Kirche selbst offenbar werden sollten, sollen sie nicht überwinden.« Unmittelbar auf diesen Vorgang, wo Petrus das Bekenntnis ablegt: »Du bist Christus, der Sohn des lebendigen Gottes« erkennen Sie die erhabene Ironie, die in allen göttlichen Vorrichtungen liegt! In demselben Kapitel wird gleich darauf erzählt, von dieser Zeit an habe Christus angefangen, seinen Jüngern zu zeigen, daß er nach Jerusalem gehen und vieles leiden müsse durch die Ältesten und Hohenpriester und Schriftgelehrten, und daß er zuletzt sterben müsse. Hierauf, heißt es, nahm ihn Petrus zu sich und fing an, ihm dieses zu verweisen, und sagte: »Gott behüte dich, Herr! Dies sei ferne von dir!« »Weiche von mir, Satan! Du bist mir ein Ärgernis«, gibt Christus sich abwendend ihm zur Antwort, »weil du nicht für die Sache Gottes, sondern für die Sache der Menschen klug bist.« Derselbe also, der vermöge seines großen, für unüberwindlich gehaltenen, Glaubens der Fels der Kirche genannt wurde, derselbe wird in seiner Welt- klugheit Satan genannt. Kann es etwas Widersprechenderes geben? Wie rätselhaft ist das, wo der unbedingte Glaube auf der einen und die Weltklugheit auf der andern Seite ist, eine Ver- einigung, welche man auch der rörn.ischen Kirche so oft vor- geworfen hat. »Wer mir nachfolgen will, fährt Christus fort, und Petrus war sein Nachfolger, - der nehme sein Kreuz auf sich und verleugne sich.« (Matth. 16,24.) Welche Worte in bezug auf die nachfolgende Kirche, die wirklich die ganze Welt gewonnen hat! Bei der Gefangennehmung Christi ist es Pe- trus allein, der das Schwert zieht. Christus spricht: »anocnpt:- \\j/OV <JO\\J ,riv µaxmpav« usw. [Stecke dein Schwert an seinen Ort! Matth. 26,52] Hier schon brach aus Petrus, wenngleich mäßig, der verzehrende Geist hervor, der später alle Feinde des römischen Stuhles, wahre und vermeintliche, mit Feuer und Schwert vertilgte, besonders während der Ketzereien des"
    },
    {
      "index": 12,
      "text": "13. Jahrhunderts, wo die Fratres liberi spiritus, die Bogomilen usw. haufenweise hingerichtet und später die sogenannten Spi- ritualen in dem Franziskanerorden in Scharen verbrannt wor- den sind. Damals fanden diese nur Zuflucht beim deutschen Kaiser, dem bayer'schen Ludwig. Damals war es, wo man zuerst die Meinung aufbrachte, daß der Papst das Tier der neuen Offenbarung, der Antichrist, sei, weshalb die genannten Spiritualen scharenweise zur Reformation übergingen. Nicht weniger vorbedeutend ist des Petrus dreimalige Verleugnung des Herrn, indem er zuvor sich hoch vermessen hatte, zu sagen: »Ei 11:av,cc; crKavöaAlCiSytcronat l':v cr01, l':ym ou8i;no,E crKav- öaAlCiSytcroµat. « (Wenn auch alle sich an dir ärgern, werde ich mich nicht ärgern.] In der dreimaligen Verleugnung des Petrus * ist nach der Erzählung des Matthäus eine Steigerung. Auf die erste Anrede sagt er: »Ich weiß nicht, was du sagst« - auf die zweite schwört er schon und sagt: »Ich kenne diesen Menschen nicht« - auf die dritte fängt er an zu fluchen und zu schwören: »Ich kenne den Menschen nicht!« Man kann der römischen Kirche auch vorwerfen, daß sie den Herrn nicht bloß einmal, sondern dreimal verleugnet hat. Einmal, da sie nach politischer Allgewalt strebte: das zweite Mal, als sie, nachdem sie sich in diese Allgewalt gesetzt hatte, Blutbefehle von ihr heischte; zuletzt, als sie sogar anfing, der politischen Macht und den Feinden Christi zu schmeicheln, wie Benedikt XIV. der an Voltaire Briefe schrieb und ihn darin seinen »geliebten Sohn« nannte, denselben Voltaire, der sich mit n1.ehrern verpflichtet hatte, alle Briefe mit »ecrasez !'infame« zu beendigen. Doch damals war überhaupt die Zeit gekommen, wo alle Herren, geistliche und weltliche, wetteiferten, selbst den allgemeinen Umsturz vorzubereiten, der sie nachmals alle verschlang. Denn in allen Zeiten hat gegolten, was V. Paterculus (II, 57) in bezug auf den großen Cäsar sagt: »Sed profecto ineluctabilis fatorum vis cujus cumque fortunam mutare constituit, consilia corrum- pit. « Gleichwie Petrus Christum dreimal verleugnet hat, so * sagt dieser bei einer andern Gelegenheit dreimal: »Weide meine Lämmer«, und erklärt ihn eben dadurch für seinen unmittel- baren Nachfolger. Gleicherweise hat die katholische Kirche *"
    },
    {
      "index": 13,
      "text": "nicht aufgehört, die Kirche Christi zu sein, die Macht, durch die das Christentum sich erhoben hat, der Grund, auf den die christliche Religion, auch in ihrer höchsten Entwicklung, zu- rückkommen muß. Ja vielleicht ist nach allen Zeichen der Zeit der Augenblick nicht mehr ferne, wo auch sie einem Blicke des Herrn begegnen wird, der sie an seine Vorhersagungen erin- nert, wie den Petrus ein solcher Blick des Herrn traf, indem es heißt: »Christus sah den Petrus an, und Petrus gedachte des Wortes des Herrn: Ehe der Hahn kräht, wirst du mich drei Mal verleugnen!«"
    }
  ]
}