{
  "title": "Vorlesung 64 (Lecture 64)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Seit langer Zeit ist die gewöhnlichste Art, über die Mensch- werdung sich auszudrücken, diese. Man sagt: Der Mensch Jesus sei ohne Dazwischenkunft eines menschlichen Vaters, durch unmittelbare göttliche Allmacht, erschaffen worden. Schon der berühmte Samuel Basnage[*] drückte sich so aus und in neuerer Zeit hat sich Starr, der bekanntlich in einem großen Rufe von Rechtgläubigkeit stand, auf dieselbe Weise erklärt. Mit diesem so gezeugten und erschaffenen Menschen habe sich alsdann die höhere Natur oder die zweite göttliche Persön- lichkeit auf die innigste und vollko1nmenste Weise, nämlich bis zur völligen Identität der Personen, vereinigt, so daß man mit Grund sagen könne, eine und dieselbe Person sei Gott und"
    },
    {
      "index": 1,
      "text": "[*] Basagne - Anna!. polit. eccl. !., 37. Augustin hatte zwar zugegeben, daß der Körper Jesu von der Maria genommen sei, aber zugleich sich darauf berufen, daß er nicht in sinn- lieber Lust, sondern durch den Glauben empfangen worden sei. Epist. 157. ad optad. Greg. Naz. Orat. 38 ... KUT]St:1½ µi;v EK tT]½ rcapSi;vou Kat ljlUXT]Y Kat cmpKa rcpoKaSapSi;w11½ t<fl rcvrnµan Thomas Summ. 3, 31,6. in 3. Sent. 3, 4,4."
    },
    {
      "index": 2,
      "text": "Mensch. Wodurch sich diese Vorstellungsweise besonders empfehlen möchte, ist leicht einzusehen. Gewissermaßen wa- ren die Theologen genötigt, die Sache so vorzustellen, als habe die göttliche Persönlichkeit die von ihr unabhängige mensch- liehe Natur bloß angenommen oder angezogen, wie man z.B. ein Kleid anzieht, weil sie ihren anderweitigen Begriffen ge- mäß einen unmittelbaren Übergang von der Gottheit in die Menschheit sich dachten. Dem gemäß, weil sie nur einen un- mittelbaren Übergang von der Gottheit in die Menschheit sich w dachten und zu denken wußten, nrnßten sie zu verhindern suchen, daß nicht die reine Gottheit in sich selbst eine Verän- derung erlitten zu haben scheine. Sie drückten sich daher so aus: Christmn humanam naturam tantum induisse - etwa, wie man ein Gewand anzieht, als ob nämJich zur reinen Gottheit, ohne Veränderung in ihr selbst, bloß etwas hinzugekommen sei. Der Gelehrte Petavius[*] entschuldigt eben damit die Theo- logen wegen dieser Ansicht, und indem er sie entschuldigt, gibt er zu verstehen, daß er selbst nicht an die Richtigkeit dieser Ansicht unbedingt glaube. Wenn nämlich a zu b wird, so kann man sagen, daß a in b sich verändert habe; wenn aber b zu a bloß hinzukommt, so daß a + b gesetzt ist, so folgt nicht notwendig, daß a in sich selbst verändert worden sei; es kann geblieben sein, was es war. Es hat nur ein Verhältnis einge- gangen, das vorher nicht war, ist aber nicht in sich selbst notwendig ein anderes geworden, so wenig ein Mensch, der vorher allein geht und dem sich dann ein anderer Mensch zugesellt, dadurch ein anderer wird. Nun sehen Sie sogleich, daß nach derjenigen Ansicht, die wir von der Präexistenz jener zweiten Persönlichkeit aufstellen, jene Schwierigkeit hinweg- fällt, welche den Theologen jene angeführte Vorstellungsweise notwendig machte. Wir haben eine Präexistenz des Sohnes im eigentlichen Sinne begründet; denn das ewige Gottsein des Sohnes kann nur uneigentlicherweise eine Präexistenz genannt werden. Allein wir haben zwischen der reinen Gottheit des Sohnes, die über allen Zustand erhaben ist, und seiner Mensch-"
    },
    {
      "index": 3,
      "text": "[*] Petav. Dogm. theol. Tom. IV. Lib. VII. c. 13. p. 333."
    },
    {
      "index": 4,
      "text": "heit einen wirklich frühem Zustand gesetzt, nicht einen Zu- stand, in welchem er aufhörte, seinem Wesen nach - natura sua - Gott - Swc; - zu sein, denn dies wäre unmöglich; wohl aber einen solchen Zwischenzustand zwischen der reinen Gott- heit und der Menschheit - , inwiefern sein Verhältnis zu Gott ein anderes geworden ist, als das ursprüngliche war. Nicht durch seine eigene Bewegung, sowenig auch durch eine we- sentliche Veränderung in ihm, sondern ohne sein Zutun ist er als außergöttliche Potenz gesetzt, und als solche zwar immer noch f:v µopcpn Swu, aber doch nur f:v µopcpn Swu gesetzt, und von diesem nur, der außer seiner Gottheit gesetzt und in wie fern er außer seiner Gottheit gesetzt ist, wird gesagt, daß er sich selbst entäußert habe und Mensch geworden sei, und nicht seiner Gottheit (denn dies wäre unmöglich), sondern seines außergöttlichen Seins sich entledigt habe. Von dem, der zuvor nur f:v µopcpn Swu war, aber doch f:v µopcpn 9eav, wird gesagt, daß er sich selbst entäußert habe, nicht seiner Gottheit, sondern der µopqrt7 Swu; seines außergöttlichen Seins, als eines solchen, hat er sich entledigt durch die Menschwerdung, so daß eben diese Menschwerdung nur der höchste Akt seiner Göttlichkeit selbst ist, und so, daß gerade in dem Menschgewordenen die unsichtbare Gottheit aufs glänzendste sichtbar wird. Johannes sagt: »Wir sehen ihn in seiner Gottheit, und wir sehen ihn voll Huld und Wahrheit« d. h. wir sehen ihn in der ganzen Wahrheit * seiner göttlich = huldvollen Natur. Gerade, indem er Mensch wird, wird er gesehen in der ganzen Wahrheit seiner göttlich = huldvollen Natur. Die Gottheit besteht in der Huld. Diese Göttlichkeit, diese Huld, in der ihn der Mensch sieht, macht ihn, wie der Apostel anderwärts sagt, gleichsam greiflich, haltbar. Wenn der Sohn in der Menschwerdung sich seiner Gottheit entäußerte, so wäre die Gottheit unsichtbar und ver- borgen. Wenn er seiner Gottheit sich entäußert hätte, so wäre die Gottheit eher unsichtbar und nicht sichtbar geworden; Jo- hannes sagt: » 'ESrncmµESa TTJY 8o~av a6wu .... Kat UA-TJ- * SEtac;. « Seine Gottheit wäre also eher unsichtbar als sichtbar geworden, wie dies auch die Annahme der gewöhnlichen Theologie ist, anstatt daß es nach dem Ausspruche des Johannes"
    },
    {
      "index": 5,
      "text": "gerade seine Gottheit ist, die in der Menschheit sichtbar ge- worden. Wir haben also nicht dieselbe Ursache, welche die Theologen hatten, uns auf jenen Ausdruck zu beschränken: Christus habe die menschliche Natur bloß angezogen. Die Theologen neh- men freilich nicht an, daß der Logos (wie sie dieses Subjekt bezeichnen und wie ich es auch jetzt bezeichnen will, um eine allgemeine Bezeichnung zu haben) mit dem schon Menschge- wordenen und entstandenen Jesus sich erst verbunden habe; llJ denn da sie dem Menschen in dieser Verbindung keine eigene Subsistenz zugeben, so werden sie natürlich diese geheimnis- volle unio schon im Werden und während des Werdens vor- gehen lassen, indem sonst der schon gewordene Mensch zum Berufe dieser unio seiner eigenen Subsistenz oder eigenen Per- sönlichkeit beraubt werden müßte. Die eigentliche allgemeine Annahme ist diese, daß der Mensch Jesus ohne Dazwischen- kunft eines n1enschlichen Vaters durch die göttliche Allmacht von der einen Seite erschaffen worden sei, von der andern Seite aber der Logos nicht mit dem schon gewordenen, sondern mit dem werdenden sich auf jene geheimnisvolle Weise verbunden habe. Auf diese Art kommen wir zu einer doppelten Hand- lung, wobei nicht abzusehen ist, wie man sich vor Verwirrung sichern könne. Man kann nämlich sagen, die eine Handlung ist die der göttlichen Allmacht, die den Menschen Jesus erschaffen hat, der der zweite Adam war; oder man kann durch das Prädikat »der zweite Adam« auf ein ErschaffenseinJesu schlie- ßen: aber es ist doch ein großer Unterschied noch; denn Adam wurde ohne menschlichen Vater und Mutter erschaffen, Chri- stus aber hatte einen menschlichen Vater und Mutter. Von dieser Handlung der göttlichen Allmacht konnte aber nach dem bekannten Kanon »Opera divinitatis usw.« der Logos auch nicht ausgeschlossen werden. Die andere Handlung wäre dann die des Logos insbesonders, der sich mit dem Menschen Jesus verbunden habe. Offenbar ist diese Vorstellung eine zu sehr zusammengesetzte, als daß sie die wahre sein könnte. Auch in bezug auf Wahrheiten der Offenbarung muß man sich zum Grundsatze machen: Das Wahre muß einfach, klar und"
    },
    {
      "index": 6,
      "text": "präzis sein. Dies ist der eigentliche sensus veri, mit dem der Mensch bei der Untersuchung der Wahrheit unterstützt wird. Dieses Gefühl, wenn anders der Mensch auf seine Stimme hört, ist für ihn der sicherste Leiter zur Wahrheit, und befreit ihn von beengenden und belastenden Theorien. Schon wegen der fast unvermeidlichen Verwirrung dieser Ansicht kann sie nicht die wahre sein. Unsere Gesamtansicht dagegen legt uns nicht dieselbe Notwendigkeit auf, uns die Menschwerdung so vorzustellen, als ob der Logos die Menschheit sich nur ange- zogen habe. Und eben daß wir keinen Grund haben, diese Ansicht anzunehmen, ist ein Beweis für die Wahrheit unserer Gesamtansicht, nach der wir keine solche Verwirrung zu be- fürchten haben, indem sie eine mehr vermittelte und verständ- liche ist. Ich nehme keinen Anstand, jene Vorstellung für falsch zu erklären. Es läßt sich die Falschheit jener Ansicht selbst nach den Aussprüchen der Theologen zeigen. Diese Ansicht wider- spricht den anderwärts ausgesprochenen Grundsätzen der Theologen, denn sie sagen z.B. die menschliche Natur hat nie abgesondert vom Logos existiert - humana natura nunquam seorsim existit. Wenn aber der Mensch Jesus durch die göttliche Allmacht erschaffen wurde und dies eine Wirkung ist, die zwar nicht actu, aber an sich und ihrer Natur nach möglich war, unabhängig davon, daß mit dem werdenden Menschen der Logos sich verbinden sollte, so ist hier doch offenbar die Ent- stehung des Menschen Jesus ein vom Logos insbesondere, und eben darum auch ein von seinem Willen, als Mensch zu exi- stieren zwar nicht ein moralisch, aber doch ein physisch un- abhängiger Vorgang. Der Mensch Jesus wird nach jener An- sicht zwar allerdings bloß erschaffen, damit die höhere Natur, der Logos, sich mit ihm verbinden könne, und insofern ist jener Vorgang der Erschaffung des Menschen Jesus freilich nicht moralisch unabhängig, aber ist doch ein an sich, der Natur nach oder physisch unabhängiger Vorgang von der Ab- sicht des Logos, sich mit den Menschen zu verbinden. Der Mensch entsteht nur gelegenheitlich des Willens, den der Lo- gos hat, als bloße Folge dieses Willens. Aber eine solche gelegenheitliche Entstehung ist selbst gegen den Ausspruch der"
    },
    {
      "index": 7,
      "text": "heiligen Schrift. Der Apostel Paulus sagt von dem, der EV µopqin Swu war: Er hat sich selbst entäußert. Demgemäß ist der Mensch Jesus der von sich selbst entäußerte Logos. So bezeichnet dies der Apostel selbst und nach unserer Gesa1nt- ansieht muß dies so behauptet werden. Die menschliche Ge- stalt Christi ist nichts anders, als eben das reine Erzeugnis jener Selbstentäußerung (KEvwcrn;), jenes Actus, der rein vom Logos ausgeht. Er hat sich selbst entäußert durch die Menschwer- dung: also ist er in seiner Menschheit nur das Erzeugnis dieser Selbstentäußerung, in welcher der Logos nicht seiner Gottheit, sondern der µopqiT] Swu sich entäußert hat. Nach der oben angeführten Vorstellung wäre der Mensch Jesus durch gött- liche Allmacht bloß entstanden, weil der Logos sich seiner Gottheit entäußern wollte; aber nach dem Ausspruche des Neuen Testaments ist er nicht bloß darum, sondern auch dadurch entstanden, daß der tv µopqin Swu Seiende sich der µopqiri entäußern wollte. Diese Entäußerung (EKKEvwmc;) war die ein- zige Ursache der Existenz des Menschen Jesus (homenis Jesu uni ca causa existendi). Der Mensch Jesus ist nicht durch einen neben dem Akt der Entäußerung hergehenden Akt der gött- lichen Allmacht, sondern rein durch den Akt dieser Entäuße- rung entstanden. Wenn der Logos mit dem unabhängig von ihm als solchen durch die Allmacht entstandenen Menschen sich nur verband, so hat er sich selbst ja nicht entäußert; er blieb vielmehr, was er war. Man ist genötigt, die KEVwcrtc; auf den bloßen Nichtgebrauch seiner Gottheit zu beschränken, wie dies auch die gewöhnliche Erklärung ist. Es fragt sich, ob dies mit dem Ausdrucke »EKEVWCTE« übereinstimmt?[*] Wenn der"
    },
    {
      "index": 8,
      "text": "[*] Zu Anfang des 17. Jahrhunderts lehrten einige Theologen zu Gießen, Christus habe zwar während seiner Erniedrigung göttliche Eigenschaften besessen, aber auf den gewöhnlichen Gebrauch dersel- ben freiwillig Verzicht getan, indem der Gebrauch derselben mehr vom göttlichen Willen, als von der hypostatischen Vereinigung abgehangen habe. Die Tübingischen Theologen behaupteten das Gegenteil. Dieser Streit, in dem von der einen Seite Menzer und Feuerborn, von der andern Hafenreffer, Luk. Osiander, Thummius und Nicolai sich am meisten auszeichneten, ist mit großer Heftigkeit geführt worden. -"
    },
    {
      "index": 9,
      "text": "Logos mit dem unabhängig von ihm entstandenen Menschen sich nur verband, so ging in ihm selbst keine Veränderung vor; er selbst blieb in sich, was er war, und insofern war dies keine Selbstentäußerung im eigentlichen Sinne, indem sie sich bloß auf den non=usus divinitatis beschränkt. Allein diese Erklä- rung hebt alle Eigentümlichkeit des Ausdrucks völlig auf. Ich glaube aber beweisen zu können, daß man unter »SKEVWCTE« eine wirkliche Entäußerung und bloß nur eine solche verstehen müsse. Man kann als Parallel=Stelle von diesen Worten eine andere ansehen, nämlich diese (2. Kor. 8.9.): »ytyvwcrKE't:E ... 7tAO\\J1:'flCT'fl1:E. «[ward er doch arm um euretwillen.] Hier ist also von Christus gesagt, daß er reich gewesen sei. Dieses »reich sein« entspricht dem »sv µopcpn Seou unapxwv«, sowie das »er wurde arm« dem »tau1:ov EKEVWCTE« entspricht. Nun kann man aber von dem, der reich ist und von seinem Reichtume keinen Gebrauch macht, nicht sagen, daß er arm geworden sei; er bleibt reich, wenn er gleich seinen Reichtum nicht zeigt. Er würde arm nur dann, wenn er z. B. allen Reichtum den Ar- men schenkte, so daß diese selbst reich, er arm würde. Jenes »SKEVWCTE« kann also nicht von dem bloßen non=usus seiner Gottheit verstanden werden, sondern von der wirklichen Ent- schlagung zwar nicht der Gottheit, wohl aber der µopcp'fl Srnu. Das »EKEVWCTE« 1nuß davon verstanden werden, daß der Logos sich seines zuständlichen Außergottseins, und nicht seines rei- nen Gottseins, das ihm wesentlich ist, mit freiem Willen be- gibt. Die Theologen n1üssen freilich jenes »SKEvwcrE« von dem non=usus divinitatis erklären, weil sie nur eine wirkliche Ent- schlagung, eine wirkliche Entäußerung der Gottheit selbst kennen. Dies wäre aber eine physische Veränderung der Gott- heit, die freilich nicht behauptet werden kann. Aber daraus folgt keineswegs, daß die Entäußerung nicht eine wirkliche Entäußerung war. Nach unserer Ansicht ist diese Entäußerung nicht eine wirkliche Entschlagung der wesentlichen Gottheit selbst, sondern nur der unwesentlichen, die in bezug auf den Logos selbst zufällig war, der µopcpri Srnu. Er hätte sich üb- rigens gleichwohl diese µopcp'fl Srnu zu Nutzen machen kön- nen; daß er dies nicht getan hat, war nur die Folge"
    },
    {
      "index": 10,
      "text": "seiner Gesinnung. Paulus sagt [Phil. 2,5.]: »wuw yap <ppo- vc:wSoo l':v 0µtv 6 Kat l':v Xpt0'1Ql Iricroo usw.« Wenn, wie es nach der gewöhnlichen Ansicht der Fall ist, die höhere Natur mit dem durch göttliche Allmacht entstandenden Menschen sich nur verband, gesetzt auch, daß sie in dieser Verbindung die eigene Substanz des Menschen völlig auföob, so blieb doch auch in diesem Falle sie selbst, was sie war; man kann nur sagen, sie habe sich mit dem Menschen aufs innigste verbun- den, nicht aber, daß sie Mensch geworden sei. Dies aber * stimmt nicht mit dem überein, was Johannes sagt: »[6 A6yoi;] crap~ i':yc:vc:w. « Diese Stelle beweist alles. Man hat zwar diese unschätzbaren Worte der ganzen Kraft ihrer EigentümJichkeit zu berauben gesucht; man fürchtete nämlich, so genommen möchte dies eine materielle transmutatio der Gottheit in die Menschheit mit sich bringen. Nicht nur diese fürchtete man, sondern auch, daß bei der Bestimmung von der Lehre von der Gottheit Christi jede Abweichung nach der einen oder andern Seite von dem aufgestellten Satze, als Häresie angesehen wurde. Auch hier, wie in der Trinitätslehre, findet sich die gewöhnliche Theorie eingeschlossen zwischen einem Zuviel und Zuwenig. Die darüber aufgestellte Regel ist: »neque dis- trahantur naturae, neque confundantur etc.« - man solle die Naturen nicht ganz auseinanderziehen, und sie auch nicht ver- mischen. In abstracto hat man wohl eingesehen, was zu leisten sei; aber es in concreto verständlich machen zu können, davon war man weit entfernt. Wenn man bei der Menschwerdung nichts vorauszusetzen hat, als eben die reine Gottheit Christi auf der einen Seite, und den zu ihr hinzukommenden Men- schen von der andern Seite, so ist es ebenso schwer, die Zweiheit der Naturen festzuhalten, ohne die Einheit zu beför- dern, als die Einheit zu behalten, ohne die Naturen zu vermi- schen. Dies hat sich in den spätem Streitigkeiten 1nit den Nestorianern und Eutyches hinlängich gezeigt - Streitigkeiten, die eigentlich nur diktatorisch, nicht durch eine wirkliche Ex- planation entschieden werden konnten. Denn daß da keine wirkliche Auseinandersetzung stattfand, erhellt schon daraus, daß Eutyches eine gänzliche Vermischung der göttlichen und"
    },
    {
      "index": 11,
      "text": "menschlichen Natur keineswegs annahm. Die unio der zwei Naturen wird so bestimmt: sie sei keine metaphysische, keine bloß moralische, keine bloß relative, sondern eine personelle, substantive. Wenn aber damit, um die Zweiheit der Natur zu retten, zugleich die Erklärung verbunden wird, daß der Logos mit dem durch göttliche Allmacht erschaffenen Menschen sich nur personell vereinigt habe, so ist hier allerdings die Zweiheit schon gerettet, aber es ist die Einheit nicht in dem Sinne be- hauptet, und nicht mit der Kraft, wie sie behauptet werden muß, um den Aussprüchen des Neuen Testaments völlig ad- äquat zu sein. Denn jener durch göttliche Allmacht erschaffene Mensch ist zwar actu kein vom Logos unabhängiger, aber man muß doch gestehen, daß er ein vom Logos unabhängig mög- licher ist, was jedoch hinlänglich ist, um Verwirrung in die Eigentümlichkeit der Ausdrücke des Neuen Testaments zu bringen. Man 1nuß nach der Strenge des Ausdruckes »cmp~ l':yi::vi::10« behaupten, daß dieses cmp~ nicht nur keine Wirk- lichkeit, sondern sogar keine Möglichkeit hatte, ohne den Willen des Logos, sich der göttlichen Natur zu entäußern, daß also die menschliche Natur keinen andern terminus ex quo, als den Logos, hat. Nach jener Theorie hat aber der Mensch noch eine Wurzel, einen terminus ex quo in der Allmacht, nicht bloß im Logos allein. Heißt es aber »6 11.oyoi; crap~ EKEVWCJE, « so ist keine andere Möglichkeit für das cmp~ da, als der Logos selbst; und wenn der Mensch Christus das reine Erzeugnis eines Willens ist, sich der µopqn1 &wu zu entäußern (denn er selbst entäußert sich der µopqn1 &wu, wie aus den Worten »i':au1ov EKEVWCJE« erhellt, so bedarf es keiner weitem oder besondern göttlichen Veranlassung; es ist schon genug, sich mit seinem Willen der µopcpri zu entäußern, damit dieser Mensch entsteht. Die Schrift sagt ausdrücklich »er wurde Mensch«, was von einer solchen Verbindung nur uneigentlich gesagt werden könnte. - Ich bedaure sehr, hier abbrechen zu müssen, da ich durch das Bisherige nicht hoffen kann, mich allgemein verständ- lich gemacht zu haben. Ich bitte Sie daher, auch darüber noch nicht zu urteilen, da in der nächsten Stunde gewiß alles klar, deutlich und überzeugend auseinandergesetzt werden wird."
    }
  ]
}