{
  "title": "29. Vorlesung (Lecture 29)",
  "paragraphs": [
    "M. H. In der zuletzt ausgesprochenen Idee ist allerdings, wie es die kirchliche Dreieinigkeitslehre darstellt, die Gottheit des Vaters, des Sohnes und des heiligen Geistes nur eine und dieselbe . Sie ist besonders durch die letzte Bestimmung verständlieh geworden. Auf diese so begriffene Idee lassen sich auch die strengsten Formeln anwenden, in denen die kirchliche Lehre ausgesprochen worden ist, z.B. die Anselmische* - die Person * Cf. Anselmi Monolog. C. 9-61. Daub Theologum. p. 433. sq.",
    "Schleiermacher p.587.",
    "»Pater et filius et spiritus s., et singulus quisque horum Deus, et simul omnes unus Deus: et singulus quisque horum plena substantia, et simul omnes una substantia. Pater nec filius est, nec spiritus sanctus; filius nec pater est, nec spiritus sanctus; spiritus sanctus nec pater est, nec filius; sed pater tantum pater, et filius tantum filius, et spiritus sanctus tantum spiritus sanctus. Eadem tribus, aeternitas; eadem incommutabilitas ; eadem majestas; eadem potestas. In patre unitas, in filio aequalitas, in spiritu sancto unitatis aequalitatisque concordia: et tria haec unum omnia propter patrem, aequalia omnia propter filium, connexa omnia propter spiritum sanctum. « Cf August. de doctr.",
    "christ. c. V.",
    "des Vaters ist ebensowohl Gott, wie die des Sohnes. Ebenso entspricht sie jener bekannten Cautela: »Deitas patris et filii etc.",
    "est perfecta Deitas etc.« denn sowohl die Gottheit des Vaters, als die des Sohnes ist der ganze Gott, und doch ist - muß man hinzusetzen - keine ohne die andere zu denken. Die Gottheit des Vaters ist nicht zu denken ohne die des Sohnes et vice versa.",
    "Aber sie sind nicht Teile - partes integrantes - des ganzen Gottes, sondern jede Person ist der ganze Gott selbst. Wenn nun aber allerdings durch diese Explikation jene Lehre begreiflich wurde, so war doch dies nur möglich [dadurch], daß wir in dieser Lehre verschiedene Momente unterschieden haben. In gewöhnlichen Vorträgen werden diese Momente nicht unterschieden , und daher kommt die Unverständlichkeit. Schon ein Theologe des 18. Jahrhunderts, dem nie Haeresis vorgeworfen wurde, mit dem sogar Leibniz* einen Briefwechsel unterhielt, der doch mit niemanden sich einließ, von dem nichts zu lernen war - der berühmte Kanzler Christ. Matth. Pfaff in Tübingen * sagt, er könne zwar alle einzelnen Bestimmungen der kirchlichen Lehre fassen, aber sie nicht in conceptum zusammenbringen , nicht das Ganze fassen. Dies kann auch nicht gesche- hen, wenn nicht Momente unterschieden werden, und insbesonders läßt sich der letzte und höchste Moment nicht verstehen, ohne die frühem Momente, als die vorausgehenden, erkannt zu haben. Die Entwicklung dieser Momente ist auch * Cf. Leibnitii epist. ed. Ko.-tholt - und Kappens Briefsamml. L. Opp. ed. Dutens. Gen., 1768. 6 V. 4.",
    "CEuvres phil. p. Raspe. Amst., 1765. 4. 2 Vol.",
    "Herder, Adrastea. B. 1. N. 5.",
    "Felleri otium hannoveranum. 1718.",
    "Monum. inedit. 1724. Leibnitzens Biog., von seinem vertrauten Freunde J. G. Eccard, steht abgedruckt im 7. Bande v. Murr's Journal der Kunstgeschichte u. Literatur .",
    "Indessen erschienen: Commercii Epistolici Leibnitiani typis nondum evulgati selecta specimina. Ed. Jo. G. H. Federo. Hannov., 1803. 8. LEIBNITII, GOD. GUIL. Epistolae ad diversos, c. annot. suis divulg.",
    "Chr. Kortholtus. T. I-IV. Lips., 1734-42. * historisch hervorgetreten, aber weil sie sich nicht als Momente erklärten, sondern als Ganzes bleiben wollten, wurden sie von der Kirche ausgeschlossen als Häresien und verdammt; aber im Verbande machen sie erst das Verstehen möglich.",
    "* Die drei notwendigen Momente zum Verstehen dieser Lehre sind 1) die Tautousie, d. i., der Mo1nent der wesentlichen Einheit, indem die Einheit, die nachher als Persönlichkeit gesetzt wird, dem Wesen nach behauptet wird. Wenn sich die Gestalten des göttlichen Seins, nachdem sich an ihnen die Möglichkeit gezeigt hat, in der substantia als differenzierbar, und dann in der wirklichen Spannung als sich gegenseitig ausschließend erscheinen , so muß diesen schlechterdings der Moment substantieller Nicht = Differenz vorausgesetzt werden, um jene in der Spannung fortdauernde Unauflösbarkeit zu begreifen, durch die allein ein Leben möglich ist. Das Leben, wie es im Prozeß erscheint, erscheint als unauflösbares Leben. Unauflösbares Leben entspricht dem neutestamentlichen »t;wri atWVt0t;«. Das unauflösliche Leben ist das ewige Leben in der Spannung, der actus purissimus, der auch in dem durch Widerstand vermittelten Akt als unauflösbar erscheint: ein Moment, wie in der Natur, wo die Potenzen nicht auseinander können. Wie der Vater, d. h., der ganze Gott durch seinen Willen Ursache der Spannung ist, so ist er durch seine Natur, Wesenheit die Ursache der in der Spannung unauflöslichen Einheit. Die Spannung hebt die Einheit nicht auf: sie macht sie nur fühlbar. In der Spannung verhält sich der an sich seiende, der für sich seiende und der im Ansieh für sich seiende Geist nicht als 1 + 1 + 1, nicht als drei verschiedene Wesen, sondern in der Tat nur als ein Wesen. Wie in dem als Kreis von unendlich kleinen Durchmessern vorgestellten mathematischen Punkte Zentrum und Peripherie sind, so sind sie doch ihrer Substanz nach betrachtet nur ein Punkt. Tautousie, die ursprünglich substantielle Einheit in der Allheit, ist die notwendige Voraussetzung der in der wirklichen Einheit zu bestehenden Einheit. Denen, die mit der Dogmatik bekannt sind, braucht man nicht erst von der dadurch entstandenen Häresie zu sagen, worin dieser Moment hervorgetreten ist. Dieser Moment ist der Sabellianismus.",
    "Sein Irrtum besteht darin, daß er die Differenz der Personen aufhob, oder nur Eine Persönlichkeit annahm, daß er die reelle Differenz der Personen in eine bloß nominelle verwandelte, so, daß Gott als Vater im Alten Testament vorgestellt wurde, der unter dem Namen »Sohn« die menschliche Gestalt annahm, - unter dem Namen »Geist« auf Apostel ausströmte; übrigens sei alles nur Eine Persönlichkeit. Es ist also hier bloß ein nomineller , nicht objektiver Unterschied. Daß er so zu verstehen sei, erhellt daraus, daß der Sabellianismus von den älteren Theologen als Gegensatz des Arianismus aufgestellt wurde, so daß zwischen dem System des Sabellius und dem des Arius die Wahrheit liegt. Arius ist nur durch Übertreibung zu seinem Irrtum gekomn1en. Allein zu einer vollständigen Entwicklung gehört allerdings ein Punkt, wo die drei Personen als ein Wesen gedacht werden müssen. Der zweite Moment zur Verständlichkeit der Dreieinigkeitslehre ist 2) die Heterousie, die schlechterdings notwendig ist, wenn die Einheit eine nicht bloß nominelle werden soll. Dieser Moment besteht darin, daß die 3 Personen als drei relativ beson- dere Potenzen gedacht worden sind, so, daß sie aber nicht als drei Götter auseinander sind. Daß im letzten Moment drei Personen gesetzt werden können, setzt voraus, daß in einem frühem Moment drei für sich seiende besondere Potenzen sind.",
    "Nichts hat größere Schwierigkeit in der Kirche gemacht, als für den reellen Unterschied zwischen Vater und Sohn einen Ausdruck zu finden, der nicht bloß nominell sei, aber doch auch nicht zum Polytheismus sich neige. Der Grund ist dadurch begreiflich, daß die herkömmliche Entwicklung von einem außergöttlichen Sein der drei Personen nichts wußte. Sie kennt sie nur als Gott, und wenn sie also 3 Wesen behauptet, so behauptet sie drei Götter, und wenn sie nicht drei Wesen behauptet , so behauptet sie nur drei verschiedene Wirkungsweisen . Wenn man die drei Potenzen des göttlichen Seins nicht auch außer ihrer Gottheit denkt, so hat man nur die Wahl, zu sagen, sie seien drei oöcnm, drei Wesen, also auch drei Götter; oder, sie seien nicht drei oöcnm, wo sie dann in der Tat bloß drei verschiedene Namen, oder drei verschiedene Wirkungsweisen der Einen oucna sind. Wir haben zwar nicht den Vater, der als Ursache des Prozesses außer dem Prozeß bleibt, nicht den Sohn, nicht den Geist, aber die Potenzen des Vaters, Sohnes und Geistes im Prozeß gesetzt. Diese 3 Potenzen können in ausschließlicher substantieller Differenz gedacht werden. Denn als solche sind sie außer ihrer Gottheit und ausschließlich ihrer Gottheit sind sie nicht drei Götter, wohl aber drei oucnm. Eben diese substantielle Differenz, wo sie während des Prozesses drei oucnm sind, vermittelt, daß sie auch in der Einheit, wo jede Potenz Persönlichkeit ist, als drei reell unterschiedene Personen gedacht werden können. Ein lateinischer Kirchenvater* hat zwar noch unbedenklich die drei Personen tres substantias genannt (Substanz ist das, was für sich ist); allein so richtig dieser Ausdruck im ersten und ebenso im zweiten Moment ist, so unrichtig ist er im dritten Moment; denn auf dem höchsten Standpunkte ist nur eine Substanz - una substantia - keine Verschiedenheit der Substanzen. Auf dem mittleren Standpunkte , in der gegenseitigen Spannung der Potenzen, also außer ihrer Gottheit sind sie allerdings tres substantiae, inwiefern jede für sich ist. Am Ende des 11. Jahrhunderts , als der scharfsinnige Roscellinus*** die drei Personen tres res realitates * Aug. Lib. VII. de Trinit. c. 4. Dicuntur tres substantiae Pater.",
    "Filius et Spiritus sanctus.",
    "Hilar. lib. VI. de Trinit. Quapropter tres substantiae sunt, Pater, Filius et Spiritus sanctus. - cellini ad Petr. Abaelardum, in welcher er auf die Trinitätslehre eingeht (Münchener gelehrte Anzeig. Dezember 1847. S. 993.) *** Cf. Brucker hist. crit. phil. t. III. p. 904.",
    "Joannis Mon. ep. Ans. (Baluz. Miscell. 1. 4. p. 478.) Anselmi 1. 2. ep. 35. 41. u. (1094) 1. de fide trinitatis et de incarn.",
    "verbi c. blasphemias Ruzelini. Unter den Scholastikern selbst stellte sich ein alter Streitsatz der Platonischen und Aristotelischen Schule als Realismus und Nominalismus neu auf. Der Nominalismus erklärte die allgemeinen Begriffe (universalia) für bloß Abstraktionen des Verstandes aus den gegebenen Gegenständen (post rem), der durch Augustin verbreitete Realismus die allgemeinen Begriffe für das Ursprüngliche nannte, widersetzte sich Anselmus; letzterer aber ward selbst verdächtig. Der eine sagte zu viel, der andere zu wenig - also ist es schwer, zwischen dem Zuviel und Zuwenig das rechte Maß zu halten. Es gibt in, Grunde keinen wissenschaftlichen Ausdruck dafür. Wenn man in späteren Jahrhunderten weniger an diesen Klippen Schiffbruch litt, so kommt dies daher, weil man die Sache nicht genauer bestimmen wollte. Aber - aufrichtig gesagt! - hätte man die Wahl zwischen dem Zuviel und Zuwenig, - ich würde, im Interesse der Wissenschaft, immer das Erstere vorziehen. Das Zweite erklärt nichts, und deshalb ist der leere Nominalismus immer nachzusetzen. Der Tritheismus würde noch viel mehr begreifen. Der Moment der Heterousie ist erst aus dem Tritheismus hervorgetreten. Tritheismus heißt er, weil seine Anhänger die substantielle Einheit leugneten. Da sie sagten: Nur der Gottheit, nicht aber der Substanz nach, sind die drei Personen eins, so ward dies so ausgelegt, als verstünden sie die Gottheit als Gattungsbegriff - als wenn man sagen wollte, Peter, Jacob und Johann seien ihrem Wesen nach drei, ihrer Natur nach eins, oder sie seien allerdings 3 Menschen, aber der gemeinschaftliche Begriff sei eins, nämlich daß sie alle Menschen seien. Und dies verhalte sich auch so in der Dreieinigkeitslehre. Also seien drei Götter, weshalb diese Ansicht »Tritheismus« heißt. Wie läßt sich aber annehmen, daß der scharfsinnige alexandrinische Grammatiker Johannes Philoponus* oder der berühmte Abt Joachim so blöd- im göttlichen und menschlichen Geiste (ante rem), oder nach der sinnlichen Auffassung dieses Zeitalters für das urbildlich Wirkliche in Gott.",
    "Dieser spekulative Gegensatz erscheint zuerst im Streite des Anselmus gegen Roscellinus, Canonikus zu Compiegne, auf theologischem Gebiete . Roscellinus, der, vielleicht in überspannter Ablehnung eines Vorwurfs gegen den Nominalismus, 3 Individuen im Gattungsbegriffe der Trinität anzunehmen schien, wurde auf der Synode zu Soissons zum Widerruf gezwungen und vielfach verstört.",
    "* Über ihn: Joann. Damasc. de haeres. c. 83.",
    "Phot. c. 21-23. 55. 75. Niceph. H. eccl. 18,45-49.",
    "Leont. Byz. de sect. act.5.",
    "sinnig gewesen wären, einen wirklichen Polytheismus zu behaupten ? Denn auf diese Weise ließe sich auch die Einheit der Menschen behaupten; dem Gattungsbegriff nach sind sie auch eins. Ebensowenig läßt sich annehmen, daß Gilbert de la Porrec * eines solchen Tritheismus fähig gewesen sei; und es wäre nicht begreiflich, wie er und Joachim•• der feierlichen Verdammung entgehen konnten, da sie doch vom Konzil mit heiler Haut davon kamen - ein Beweis, daß die Bischöfe anerkannten , wie schwierig eine wissenschaftliche Bestimmung hierüber sei, und daß daher der Ausspruch der Angeklagten ex aequo et bono zu beurteilen sei. Also - wie gesagt - ich würde das Erstere vorziehen. Wenn man die dem Tritheismus entgegengesetzten Sätze des vierten Lateranischen Konzils (1215)*** betrachtet, so ergibt sich bloß, daß jene das Hauptgewicht auf die Mehrheit legten, eigentlich sie vor allem, ohne vorausgehende Einheit, setzten, daß sie Vater, Sohn und Geist als drei für sich bestehende Wesen setzten, nicht aber als drei für sich bestehende Götter. Nur das Erstere behaupteten sie; das Letztere schrieb ihnen nicht einmal einer ihrer Gegner zu. Sie leugneten vielmehr das Letztere, und argumentierten so: Weder ist der Vater für sich Gott, ohne Sohn und Geist, noch der Sohn, ohne Vater und Geist, noch der Geist, ohne Vater und Sohn, da jeder erst in Gemeinschaft mit den andern Gott ist. Da also keiner für sich, sondern sie nur zusammen Gott sind, so gibt es Scharfenberg - de Jo. Phil. Tritheismi defensore. Lps., 1768.",
    "(Comm. theol. ed. Velthusen usw. T. I.) JOH. PHILOPONUS, eine dogmenhist. Erörterung von F. Trechsel (theol. Stud. u. Kritiken 1835. I, 9 S.) • Oudin. T. II. p. 1.1286.",
    "Fabric. T. III. p. 58.",
    "Cramers Fortsetzung von Bossuets Gesch. B. 6. S. 530.",
    "•• Wolf - lect. memorab. T. 1. p. 361. ed. Lanung.",
    "Fabric. T. 4. p. 39.",
    "Petav. Tom. I. p. 82. - ••• Conc. Later. IV. c. 2. p. 18. sq. in Hard. Act. Concil. T. VII. cf.",
    "Klee, II, 122.",
    "wohl mehr Wesen, aber nur einen Gott. Sie drückten dies kürzer so aus: Die drei Personen sind nicht der Substanz nach, sondern nur der Gottheit nach Eins. Dies ist an sich ein untadelhafter Ausdruck. Höchstens fehlt ihm die nötige Schärfe.",
    "Die drei sind nur als Potenzen zu bestim1nen. Aber dies ließ sich von jener Zeit nicht erwarten. Ihr Fehler liegt nicht in dem, was sie behaupten, sondern in dem, was sie ausschließen, nämlich die Einheit. Denn in der Folge wird, nachdem die substantielle Differenz hervorgetreten ist, dadurch die frühere substantielle Einheit zur übersubstantiellen. Ehe eine Differenz da ist, ist die Einheit eine substantielle. Ist die Differenz da, wird die Einheit eine übersubstantielle. Dies konnten sie nach der damaligen Beschränktheit hinsichtlich dieser Lehre nicht fassen, wie manche der ältesten und auch der späteren Dogmatiker , weil sie nicht wagten, eine substantielle Differenz schlechterdings zu leugnen, und um sich dieselbe für gewisse Fälle noch vorzubehalten, als nötig gefunden haben, zu behaupten , die Einheit sei eine übersubstantielle, nicht substantielle , und das Wesen Gottes sei ebenfalls übersubstantiell.",
    "Allein auch dies kann nur für einen bestimmten Moment ge- dacht werden. In unserem dritten Moment ist die Einheit der Potenzen wirklich eine übersubstantielle. Alle Ausdrücke der bisherigen Trinitätslehre erhalten erst Bedeutung und Bestimmtheit in der Auseinandersetzung der Momente. Einer der geistreichsten Dogmatiker* neuerer Zeit, der die Trinitätslehre als Anhang zur christlichen Glaubenslehre behandelte, hat die Notwendigkeit einer Umschaffung dieser dogmatischen Lehre mit Beredsamkeit gezeigt. Es gibt in der Tat nichts Ernstlicheres , als die wissenschaftliche Bestimmung dieser Lehre, weil man keine mit Sicherheit anfangen kann. Man läuft immer Gefahr, bei Venneidung der einen Klippe, gegen eine andere * Da christliche Glaube nach den Grundsätzen der evangelischen Kirche im Zusammenhange dargestellt von Dr. Friedrich Schlciermachcr.",
    "2 Ende. 2. Auflage. Berlin, 1830, 31.",
    "SC:HLEIERMACHER, Friedr., sämtliche Werke. 1836-42. 12 Bde.",
    "anzustoßen. Diese Gefahr kann nur beseitigt werden, wenn Momente unterschieden werden.",
    "Wir hatten also zuerst unterschieden den Moment der Tautousie . Der zweite notwendige Moment zur wissenschaftlichen Entwicklung der Dreieinigkeitslehre ist der Moment der Heterousie ; es folgt 3) der Moment der Homousie, wo die Potenzen zusammengehen . Ohne ein substantielles Auseinandersein der Potenzen, also ohne Heterousie, gibt es keinen Übergang zur Homousie.",
    "Dies sagt auch Athanasius, * von dem auch Lessing mit Hochachtung spricht, und in dem auch ich keinen so beschränkten Kopf finde, wie man meinen wollte. Er sagt: »Die Homousie setzt die Heterousie voraus. Dasselbe kann demselben nicht homo = sondern tautousisch sein.« Eine gewöhnliche Unterscheidung , die man zwischen Heterousie und Homousie macht, ist: die drei Personen seien nicht ,amo dem unoKi:tµi:- vov nach. Das unoKi:tµi:vov einer jeden kann nur die Potenz sein, als welche sie im Prozeß vorkommt; aber es ist fehlerhaft, die drei Persönlichkeiten ,pta unoKi:tµi:va zu nennen. Als Persönlichkeit ist jede der ganze Gott, aber jede {litm,T]<;. Diese Eigenheit kommt von der zugrunde liegenden Potenz her. Es muß also ein Moment vorausgesetzt werden, wo sie Nicht = Götter sind; dieser ist der Moment der Heterousie, wo die Potenzen in der Spannung sind. Der Vater ist in seiner Gottheit außer dem Prozeß. In der Spannung ist der Sohn außer der Gottheit. Nach der Aufhebung der Spannung ist jeder eine eigene Persönlichkeit, aber mit dem besonderen Charakter, den er in der Spannung angenommen hat. Jetzt ist jeder eine eigene Persönlichkeit, aber homousisch nicht tautousisch.",
    "Denn nachdem sie einmal als sich Ausschließende bestanden haben, geht dieser hypostatische Charakter mit jedem in die Einheit über. Dasselbe Substantielle ist in jedem auf eine andere Weise exponiert. Der Exponent der Substanz ist in jedem ein * Opp. ed. B. de Montfaucon. Par., 1689. 3 T. J. Giustiniani. Patav.",
    "et Lips., 1777. 4 T. f anderer. Die Notwendigkeit des Moments der Heterousie zur Entwicklung der höchsten Idee, der Homousie, beweist auch hintennach, daß die Dreieinigkeit in ihrem höchsten Moment nur im Zusammenhange mit der Schöpfung zu setzen und zu begreifen ist. Der Moment der Heterousie ist nur zu setzen in der Schöpfung. Beim ersten Anblick mag die Annahme, daß die ursprünglichen Gestalten des göttlichen Seins als Potenzen hinausgewendet, und daß sie erst am Ende der Schöpfung verherrlicht sind - dies mag anfangs seltsam erscheinen; aber fürs erste will ich bemerken, daß diese Zwischenlehre von der Erscheinung der göttlichen Gestalten als kosmische Potenzen nicht als eine Schmälerung, sondern als eine Bereicherung und Erweiterung der Theorie, als reiner Gewinn zu betrachten ist, indem dann die Lehre der Homousie das Mittel an die Hand gibt, die Schöpfung zu erklären. Da aber den Theologen die Idee für die Sache bisher fre1nd war, so konnten sie selbe auch in der Schrift nicht finden. Nach diesen Bestimmungen kommt es nun darauf an, das Alte und Neue Testament wieder anzusehen.",
    "Ohne jene freiwillige Verstellung oder Umkehrung, wo- durch dieselben Gestalten, die in ihrer substantiellen Einheit Gott sind, kosmische Potenzen werden, scheint mir nicht bloß das Heidentum, sondern auch die häufigen Theophanien im Alten Testament, so wie manche Ausdrücke im Neuen Testament unerklärbar, die mit zu viel Eigentlichkeit gebraucht werden, als daß sie für bloß figürlich angesehen werden können . Figürlich sind zwar diese Ausdrücke, aber in dem Sinne, in welchem man sagen muß, daß Gott in dem Entschluß, die Potenzen hinauszusetzen, sich selbst figürlich gemacht habe.",
    "Daraus erhellt, daß die Figürlichkeit der Potenzen keine sub- jektive, sondern objektive ist. Die drei Potenzen in ihrer Spannung sind nicht Gott selbst, sondern der aus sich hinausgesetzte Gott. Es ist ein großer Unterschied, die drei Potenzen in ihrer Spannung für den figürlichen Gott, oder in keinem Sinne für den figürlichen zu erklären. Auch das Äußere Gottes will anerkannt sein als das, was es ist. Es gibt daher einen Atheismus, sowohl in bezug auf das 1) Äußere - die Elohim (C':i'?t':) , ab ,rnch in bezug auf das Innere, den eigentlichen Jehova (,11,1'). Ich bemerke noch:",
    "Wenn gegen die Annahme, wodurch wir den Moment der Heterousie vermittelt haben, ein Widerspruch geschähe, so s wäre es deshalb, weil er sich dem Einheits = Verhältnisse zwischen Vater und Sohn widersetze. Ich bemerke, daß die Theologen ja selbst außer dem ursprünglichen, innern Verhältnisse zwischen Vater und Sohn ein äußeres, ökonomisches annehmen . Sie unterscheiden das innere Verhältnis der Persönlichkeiten von einem äußern. Der Unterschied liegt nicht zwischen innen und außen, sondern in der größten Ausdehnung des Begriffes. Unter »göttlicher Ökonom.ie« verstehen die Theologen die seit Weltzeiten beschlossene Einrichtung, daß Gott durch den außergöttlich gesetzten, Mensch gewordenen Sohn die verlorene Welt wiedergebracht werden solle. Sie geben ein verschiedenes Verhältnis zu, welches zufällig ein äußeres sei.",
    "Allein jene Ökonomie, jenen Plan Gottes nennt der Apostel das seit Weltzeiten her verschwiegene Geheimnis. Wenn es ein Geheimnis ist, so müßte der Ursprung der Welt selbst schon dieses Geheim.nis als ein solches enthalten. Schon die Weltschöpfung läßt sich also nur als göttliche Ökonomie denken, denn Km' oiKovoµtav fieri aliquid dicitur, quod aliud quam specietenus geritur. Ist das letzte Ziel und Ende die Verherrlichung der Gottheit in drei Personen, so muß der Anfang eine scheinbare Entherrlichung sein - es m.ußte zuerst nicht offenbar , sondern zugedeckt sein durch sein Gegenteil - es mußte eine Entherrlichung stattfinden, die aber nur eine äußere und scheinbare ist. Also nicht so darf die wesentliche Einheit des Vaters und Sohnes gedacht werden, daß sie den Vater der Freiheit beraubt, auch substantiell den Sohn außer sich zu setzen.",
    "Erst durch diese Freiheit des Vaters, auch außer dem Sohne zu sein und den Sohn außer sich zu setzen, ist die Dreieinheit selbst lebendig - sonst wäre sie eine starre.",
    "Petav. Tom. IV. Lib. 1. c. 1. p. 4."
  ]
}