{
  "title": "27. Vorlesung (Lecture 27)",
  "paragraphs": [
    "M. H. In jeder Untersuchung ist die vollkommen beruhigende Überzeugung erst erreicht, wenn das erlangte Resultat jeden Widerspruch ausschließt. Dies wird aber nicht dadurch er- reicht, daß man diesen Widerspruch einfach abweist oder verdammt, sondern dadurch, daß man ihm sein Recht angedeihen läßt, die Wahrheit, die in ihm liegt, erkennt, und er dadurch sich selbst erklärt und also beschwichtigt wird. In der gegenwärtigen Sache, wo das Neue Testament nur wie jede andere Urkunde in Betracht kommt, war es darum zu tun, die Ansicht des Verhältnisses zwischen Vater und Sohn zu vermitteln , welche alle Äußerungen des Neuen Testaments in Einklang brächte. Allein in vielen Stellen des Neuen Testaments wird der Vater als allein wahrer Gott, als Gott über alles - der Sohn zwar als Herr über alles, nicht aber als Gott über alles betrachtet. Wollte man infolge dieser Stellen einen absoluten Schluß machen, nämlich daß der Sohn nicht Gott sei, so wäre dies ein irriger Schluß. Es folgt nur, daß der Sohn mit dem Moment der Schöpfung seiner Gottheit entäußert und als bloße Potenz gedacht werden müsse, als Potenz, die außer ihre Gottheit gesetzt, diese wieder erlangen muß. Dies tut der Gottheit des Sohnes keinen Abbruch; aber der absolute Schluß hebt sie gänzlich auf. Denn wenn der Sohn schlechthin von der Gottheit ausgeschlossen ist, so kann er nur Geschöpf sein. Arius zog aus den angeführten Stellen einen solchen Schluß, indem er behauptete, der Sohn sei Geschöpf, aus nichts - i':~ OUK 6vwc; -, wie die anderen Kreaturen, erschaffen - T]V 7WTE, OTE OUK T]V - es war eine Zeit, wo er nicht war. Hierin besteht sein Irrtum, der auf einem falschen und voreiligen Schluß beruhte. Sein Schluß widerspricht sogar einer Stelle des Neuen Testaments Ooh. 1, 1.); denn es heißt nicht: »Er war geschaffen.« Diese Stelle nötigt uns anzunehmen, die Ansicht des Neuen Testaments sei diese: OIJK T]V, 6,s OIJK T]V. Es läßt sich keine Zeit angeben, wo der Sohn nicht war - wie auch eben dieser Ausspruch unserer Erläuterung zufolge als notwendig erscheint. Von der einen Seite ist also der Arianismus eine Häresie, welches Wort philologisch betrachtet eine partielle Meinung bedeutet, die sich aber allgemein machen will, einen partikularen Moment repräsentiert, aber sich fürs Ganze geben will. Der Arianismus gibt das außer Gott Sein des Sohnes, welches aber nur für einen bestimmten Moment gilt, als allgemein an. Von der anderen Seite aber kann der Arianismus nicht widerlegt werden, wenn man diesen Moment ganz ausschließt, oder ihn auf die Zeit der Menschwerdung beschränkt. Gewiß hätte diese Lehre solche Ausbreitung und in späterer Zeit so fromme Männer zu stillen Anhängern nicht gehabt, besonders in der englischen Kirche, wo auch der berühmte Isaak Newton für einen Arianer gehalten wurde, wenn sie nicht einen gewissen Grund im Neuen Testament hätte. Das wahre System enthält die falschen Systeme als Momente in sich. Keines der verschiedenen Systeme war an sich absolut falsch; jedes ist nur dadurch falsch, daß es mehr als bloßer Moment sein will - es ist wahr, solange es den Moment nicht überschreitet. Es läßt sich kein Irrtum im menschlichen Bewußtsein denken, der nicht irgend einen Moment der Wahrheit hätte. Da aber das orthodoxe System ebenso ausschließlich zu Werk ging, nur den Moment der Mainz, 1827. !, 217.",
    "Petav. Tom. II., p. 180.",
    "Gottheit des Sohns sah, aber den Moment seines außergöttlichen Seins seit der Schöpfung der Welt übersah und ausschloß , so konnte es des Arianisnms nicht Meister werden.",
    "Man wird sich eines fremden Systems nur bemeistern, wenn man es in sein eigenes System als Moment aufnimmt. Jener Zustand der Potentialität und der Negation, in dem sich der Sohn von der Schöpfung an befindet, ist mit jenem noch bestimmteren Zustande der Entäußerung in der Menschwerdung in unmittelbarem Zusammenhange. Diese konnten also in der Anschauung der Apostel zusammenfließen und sind im Neuen Testament allerdings nicht deutlich unterschieden.",
    "Warmn sollte nun auch in Ansehung der Vergangenheit nicht annehmen, was den Aposteln in Hinsicht auf die Zukunft begegnet ist? Man hat schon längst bemerkt, daß in den prophetischen Äußerungen der Apostel mit ihrer Zeit analoge und korrespondierende Ereignisse nicht unterschieden wurden , wie man sieht, daß z.B. das Ereignis der Zerstörung Jerusalems mit der Zerstörung des gegenwärtigen Weltzustandes zusa1nmenhange, und daß die Züge der einen mit den Zügen der anderen vermischt werden. Wie dem menschlichen Auge Gegenstände, die in derselben Sehe=Linie und großer Entfernung sind, nicht mehr nacheinander erscheinen, so konnte psychologisch den Aposteln in einer Intuition die Zukunft nicht deutlich auseinander erscheinen. Wir werden in der Folge eine Stelle finden, wo das frühere demiurgische Ver- hältnis des Sohnes in dem späteren gleichsam durchschaut wurde. Ich sprach von einer Anschauung; denn wie man sich das innere Verhältnis der Theopneustie denken mag, so können wir, nachdem wir uns außer Stand sahen, anzunehmen, daß die mythologischen Vorstellungen die freien Vorstellungen eines exaltierten Geistes sind, sondern wir in ihnen schon eine Art Inspiration, freilich eine falsche, erblickten, - so, sage ich, können wir um so weniger leugnen, daß jene Äußerungen über den frühem Zustand des Sohnes aus einer Intuition, höhern Begeisterung, geflossen sind. Man kann wohl nicht annehmen, daß die Apostel diese großen Äußerungen aus eigenem Antriebe niedergeschrieben haben, sondern daß sie durch höhere Absicht zu dieser Intuition kamen, und es ist begreiflich, daß die verschiedenen Zustände der Intuition ineinander zusammenflossen; denn der näherliegende Zustand deckte mehr oder weniger den entferntem zu. Von der Funks tion, die dem Sohn als Erlöser vom Sündenfalle zugeschrieben wurde, die den Fall des Menschen voraussetzt, von dieser bedingtem und eingeschränkten Funktion auf die allgemeine Funktion des Sohnes in der Schöpfung zu schließen, sind wir durch das berechtigt, was die alten Theologen »die Analogie der Wege Gottes« nannten. Der Grund zu dieser Funktion des Sohnes war schon durch seine demiurgische Funktion gelegt, wenn es gleich begreiflich ist, daß diese uns näherliegende Funktion deutlicher gezeigt wurde als die frühere Funktion, zu der wir nur noch ein mittelbares Verhältnis haben, welche sich nicht auf den gegenwärtigen Moment bezieht, so wie wir überhaupt durch diese Katastrophe oder den Sündenfall selbst von unserer eigenen Vergangenheit geschieden sind, wie jene Katastrophe über die ganze Schöpfung, die nur unsere eigene Vergangenheit enthält, einen Schleier wirft, den kein sterblicher Mensch aufheben und hin wegziehen kann, wie jene alte Inschrift zu Sais sagt. Aber durch diesen Umsturz ist auch vermittelt, daß dieser jetzige zweite allgemeine Prozeß auf den Menschen allein beschränkt ist. Der Mensch ist jetzt Mittelpunkt , um den sich der ganze göttliche Prozeß dreht. Dieselbe Geschichte des göttlichen Prozesses wiederholt sich im engen Raume des menschlichen Bewußtseins. Doch hierdurch ist schon einer spätem Entwicklung vorgegriffen. Wir wollen aber jetzt wieder zum Zusammenhange zurückkehren, und es ergibt sich sodann als notwendige Behauptung - 5) daß der Sohn, der im Prozeß außer seiner Gottheit gesetzt im negativen und leidenden Verhältnisse war, am Ende der Schöpfung wieder zur vollendeten Herrlichkeit, aber als besondere Persönlichkeit, gelangen sollte. Ich sage: gelangen sollte; denn eben jener Umsturz, dessen Schuld der Mensch trägt, war die Ursache, daß er zum zweiten Mal seiner Herrlichkeit entsagen mußte, daß er sich entschloß, den Menschen, den er nicht verließ, obschon dieser die Ursache des Verlustes seiner Herrlichkeit war, obwohl er aufs Neue durch eine von dem Menschen verursachte Umkehrung seine Gottheit wiedererlangen mußte, in seinen Zustand, zum ewigen Leben, durch eine zweite Schöpfung zurückzubringen. Diese neue Suspension der Herrlichkeit des Sohnes hindert nichts am letzten Ziele. Ob früher oder später - das Ziel bleibt ein und dasselbe. Nur darin möchte vielleicht eine Schwierigkeit liegen, daß nach dem Ausspruche des Neuen Testaments der Sohn unmittelbar nach seiner Auferstehung und Verklärung in seine Herrlichkeit eingesetzt worden ist, oder daß er zur Rechten des Vaters sitzt, obwohl wir seine Herrlichkeit erst ans Ende der Schöpfung oder der Dinge setzen. Das Ende der Dinge ist noch nicht gekommen - die a1i:oKa1acnacrn; 1cov 1mv1cov, die Wiederherstellung von allem, liegt immer noch in der Zukunft. Aber es ist zu berücksichtigen, daß, wie ich bemerken will, diese Herr- lichkeit, welche der Sohn nach seiner Auferstehung erlangt, noch immer eine verborgene ist, die er noch in und für den Vater hat, die noch nicht entäußert, also noch eine künftige ist.",
    "Noch ist Christo nicht alles untertan: noch nicht sind alle seine Feinde zum Schemel seiner Füße gemacht. Und nach dieser Stelle des Neuen Testaments (I. Korinth. 15,25.) ist also jene Herrlichkeit unmittelbar nach der Auferstehung noch keineswegs die letzte. Durch diese ist nur die zweite Entherrlichung überwunden, in die er durch die Schuld des Menschen gesetzt wurde - oder: die äußere Herrlichkeit, die schon Ziel der Schöpfung war, liegt noch immer in der Zukunft, und wir haben also von ihr, als einer zukünftigen, zu sprechen. Daß die äußere Verherrlichung des Sohnes in der Zukunft liege, wird Ihnen deutlich, wenn wir beifügen, daß die äußere Verherrlichung des Sohnes nicht geschehen könne ohne gleichzeitige äußere Verherrlichung der ganzen Gottheit, also auch des Vaters , der freilich der ist, in dessen Macht alles steht, der auch das Sein jetzt noch zurücknehmen kann, wie vor der Schöpfung . Der Vater ist in Ansehung des Sohnes in absoluter Freiheit und Herrlichkeit, wie vor der Schöpfung. Aber er ist in Ansehung des Sohnes noch immer der unsichtbare, verborgene Gott, noch nicht der vollkommen verwirklichte Vater; denn Siebenundz,vanzigste Vorlesung 183 der Begriff des Vaters ist ein korrelativer Begriff - er ist erst wirklicher Vater im wirklichen Sohne. Aber nicht bloß in1 Anfange, sondern auch während des Prozesses ist der Sohn nicht der vollkommen verwirklichte Sohn. Wirklicher Sohn ist er erst, wenn er die seine Gottheit ausschließende Potenz ganz besiegt hat. Dann erst ist auch der wahre Wille des Vaters offenbar, d. h., dann erst ist der Vater seinem wahren Willen nach, d. h. dann erst ist der wahre Vater. Denn der wahre Wille geht auf die endliche Überwindung der von ihm hinausgesetz- 111 ten Kraft; denn der Vater, der sich in der Schöpfung darstellt, ist keineswegs der wahre Vater, weil er in der Schöpfung das Gegenteil von dem, was er beabsichtigt, darstellt. Der Vater selbst ist während des ganzen Prozesses außer= oder überweltlich , und wie er sich während des Prozesses als überweltlicher Li verhält, so verhält er sich auch als überwirklicher. Er ist keineswegs die verwirklichte Ursache. Da der Vater sich zur Schöpfung entschloß in einer Absicht, die nicht sogleich am Tage liegt, die erst nach und nach erkannt wird, so verhält er sich noch nicht gleich als in der Wirklichkeit dargestellte Ursache , sondern noch ganz als Außerweltlicher, überweltlicher, Überwirklicher oder Außerwirklicher. Was von dem Vater im Prozeß ist, nämlich jenes den Sohn ausschließende Sein, ist nicht sein wahrer Wille; jenes Sein ist sein göttlicher Unwille.",
    "Im Prozeß ist er also nicht in seiner wahren Wirklichkeit da als ~5 Gott. Als Gott ist er nur außer dem Prozeß, als die absolut außerweltliche Ursache. Aber im völlig versöhnten Unwillen ist der wahre Wille des Vaters da, und darum ist er am Ende des Prozesses wahrer Vater, der Vater im gewordenen Selbst, nicht mehr außer dem Selbst. Daher k01nmt die äußere Verherrlichung dem Vater und Sohne zugleich zu und kann deshalb nur zugleich ins Bewußtsein kommen, das das eigentliche Ziel der Schöpfung ist. Cf Joh. 14,23. [Wer mich liebt, den wird mein Vater auch lieben, und wir werden zu ihm kommen und Woh- * nung bei ihm machen, µovl'jv 1w.p' a01fl rcm17crnµEv.J Im Geschöpfe ist der Vater und der Sohn miteinander verwirklicht . Obiges »µov11« heißt bleibende Wohnung. Von da an also ist der Vater immanent, inwohnend in der Kreatur, nicht außer ihr, transzendent, wie er während des Prozesses ist. Das wahre Ziel des Vaters ist also, daß er seine »µov17« in der Kreatur habe, der Kreatur wirklich inwohne. In der letzten Kreatur, die Bewußtsein hat, ist also die ganze Gottheit verherrlicht, verwirklicht . Das Gott Ausschließende, jenes Prinzip des Unwil- lens, das während des Prozesses in seinem unversöhnten Zustande das Gott Negierende war, ist jetzt in seiner endlichen Versöhnung als das Gott setzende Prinzip (da es vorher das Geschöpf vom Schöpfer schied) erklärt und bleibt als solches im menschlichen Bewußtsein. Cf. I. Joh. 3, 9. »Jeder, der aus Gott geboren ist (durch jenen von Gott gesetzten Prozeß zur vollendeten göttlichen Geburt gebracht wird) sündigt nicht 1nehr«, und als Grund ist von dem 6n EK TO\\J lkou yEyEYVl7Tat noch besonders angegeben, 6n crrrEpµa auwu (wu Swu) tv au,cy µEVEl. Da haben wir wieder das µEVEtV, die Immanenz * des Vaters, und das crrrEpµa, welches als Grund angegeben ist, d. i., eben jenes Prinzip, das zum Grunde alles göttlichen Bewußtseins wird, wovon wir sagten, daß es sich während des Prozesses als Materie des Gottsetzens verhalte. Eben das Prinzip , das in der vollendeten Geburt das Gott setzende Prinzip war, ist auch das Prinzip des Gott setzenden Bewußtseins.",
    "Derjenige, in dem der Grund Qenes Gott setzende Prinzip) des göttlichen Lebens als unerschütterlicher Grund haftet, bleibt, hat das göttliche Leben bleibend auch in sich selbst, wie Johannes in demselben Kapitel sagt. Das Göttliche ist in ihm; ich weiß, daß er aus dem Tode in jenes Leben des Geistes, in jenen actus purissimus hinübergekommen ist: Bekanntlich wird unter der Sünde Km' tl;oxriv der Übergang zu den falschen Göttern, zum Heidentum verstanden. Wenn nun der Apostel sagt ([1.]Joh. 3,6.): »Wer in Gott bleibt, der sündigt nicht« so folgt, daß jenes theogonische, Gott setzende Prinzip nicht im menschlichen Bewußtsein geblieben ist, sondern aus dem Menschen herausgetreten Ursache eines zweiten Prozesses ward, und dies stimmt mit unserer Erklärung des Heidentums überein. Der Ursprung des Heidentums beruht darauf, daß jene immanent gewordene Gottheit wieder ausgeschlossen wird. Dadurch sind wir in den Stand gesetzt, die Ausdrücke crnEpµa oder wie Petrus sagt: »Wir sind aus göttlichem Samen gezeugt« als eigentliche, nicht als uneigentliche, Begriffe darzustellen: und unsere Begriffe werden, wie sie sich früher als hinlänglich bewiesen haben, die Mythologie in ihren speziellen Zügen zu erklären, uns auch den leider lange verlorenen Schlüssel zur Erklärung des Neuen Testaments und der höchsten christlichen Idee geben.",
    "Also Endabsicht der Schöpfung ist auch die äußere Verherrlichung des Vaters, worin er auch in der Kreatur immanent wird. Daß der Vater nur zugleich mit dem Sohne, und der Sohn nur zugleich mit dem Vater äußerlich verherrlicht werde, ist auch offenbar im letzten Gebete Christi: »Vater, verherrliche den Sohn, damit der Sohn auch dich verherrliche!« Christus sagt ferner, als er die Gewißheit seines Todes hatte: »Nun ist der Menschensohn verklärt und Gott ist verklärt in ihn-i ... « Wenn Gott in ihm verklärt ist, wird Gott ihn in sich verklären, so gleich wird er ihn verklären. Also ist jene Verherrlichung eine gleichzeitige Verherrlichung. Wenn der Sohn das außer sich Sein des Vaters, das ihm entgegensteht, überwunden und zum wahren Sein des Vaters gemacht hat, dann sind Vater und Sohn im Besitze des wahren Seins - sie sind wieder in ihrem ursprünglichen Sein. Vor der Schöpfung, wo es in der Macht des Vaters war, das Sein zu setzen oder nicht, war das Sein im ausschließlichen Besitze des Vaters. Jetzt aber kann der Sohn sagen: »Alles, was mein ist, ist dein, und was dein ist, ist mein.» Also die Herrlichkeit des Vaters ist gleichzeitig und eine und dieselbe. Beide sind miteinander verherrlicht, denn eine Herrlichkeit gibt es nicht ohne das, was beherrscht wird. Als gemeinschaftliche Wirkung des Vaters und Sohnes ist das letzte, am Ende gesetzte, Sein zu bestimmen, auf das beide gleiches Recht haben, das im vollkommen reinen Bewußtsein des Menschen gesetzt ist. Dies ist die finale Einheit des Vaters und des Sohnes, wie sie im Neuen Testament erklärt wird. Die Absicht des Vaters war, das Sein, das nur ursprünglich bei ihm war, auch dem Sohne zu geben. Der gemeinschaftliche Besitz des Seins ist die Absicht der Schöpfung. Darum heißt die christliche Lehre bei Paulus »Evangelium«, d. i., frohe Botschaft ; denn alles ist abgesehen auf die Verherrlichung des Sohnes.",
    "Hier stellt sich eine dunkle Stelle eines Apostels entgegen, über die manche Ausleger, wie über glühende Kohlen, schleichen , und die Aufrichtigsten gestehen, daß sie diese Stelle nicht zu erklären wissen. Cf I. Korinth. 15,24. Hier ist eine Bezeichnung , wo 6 Srnc; und 6 rrm:T]p verbunden ist, wo also 6 fü:oc; dem Vater ausschließlich zugeteilt wird. Aber nicht hierin liegt die Schwierigkeit - die Schwierigkeit liegt im folgenden, wo es heißt: »Der Sohn wird das Reich dem Vater übergeben «. - Und dann in dem, was folgt: »Der Sohn muß herrschen , bis alle seine Feinde zum Schemel seiner Füße gemacht sind«. Hier scheint ein terminus ultimus seiner Herrschaft an- gezeigt zu sein. Und ferner wo es heißt: »Denn alles hat er unter seine Füße getan.« Wenn aber alles ihm untertan ist, so ist offenbar der ausgeschlossen, der ihm alles gegeben hat."
  ]
}