{
  "title": "45. Vorlesung (Lecture 45)",
  "paragraphs": [
    "M. H. Nachdem das Bisherige vorgetragen ist, darf ich nun als bewiesen annehrn.en: Die Götter der Mysterien waren die im Bewußtsein selbst haften.den Ursachen des mythologischen Prozesses; die Ursachen, die eben in der Krisis und indem das Bewußtsein in die äußere Göttervielheit sich ergab, als die Ursachen, als das eigentlich Innerliche jenes Äußern stehen blieben. Das Bewußtsein mußte die Erkenntnis, die es auf diese Art von den esoterischen Göttern erlangt hatte, als eine tiefere und insofern selbst esoterische Erkenntnis ansehen und heilig halten. Insofern waren die Mysterien nichts Künstliches. Die in ihnen erlangte Erkenntnis war an sich selbst eine innerliche, verborgene. Ist es aber entschieden, daß die Mysterien als Re- sultat der Erkenntnis eine Lehre enthielten, und nicht bloß Lustrationen, Reinigungen vorstellen sollten, so ist es das nächste, sich zu überzeugen, daß diese Erkenntnis nicht eine bloß spezielle, z.B., bloß physikalische Bedeutung hatte. Eine solche kann man den Mysterien nicht zuschreiben, nicht in dem gemeinen Sinne, daß sie manche in mythologische Schleier verhüllte Naturkräfte enthüllen, z.B. daß Persephone nur die Hülle des Samenkorns sei; aber auch nicht im höhern Sinne, daß sich z.B. die Mysterien auf eine physikalische Koss mologie deuten lassen. So allgem.ein die Erkenntnis in den Mysterien war, so wenig darf sie als eine Philosophie angesehen werden, oder angenommen werden, daß die Mysterien eine transzendentale Weltentstehungslehre enthielten. Allerdings sind die in den Mysterien erkannten Ursachen keine andern, als die allgemeinen welterzeugenden Ursachen. Diese Welterzeugungslehre liegt unmittelbar hinter der Mysterienlehre verborgen, und so war es leicht, die Mysterienlehre als eine solche Weltentstehungslehre zu deuten, wie schon Plutarch und mehrere Neuplatoniker getan haben. Daß aber von den in den Mysterien erkannten Potenzen in diesen selbst eine Anwendung auf eine allgemeine Weltentstehungslehre gemacht worden wäre, läßt sich nicht beweisen. Übrigens gehört es auch nicht in den Kreis unserer Untersuchungen. Wir können die Mysterienlehre nur betrachten, inwiefern sie das notwendige Erzeugnis des vorhergegangenen Prozesses ist, sie aber nicht in ihre spätem, willkürlichen Deutungen verfolgen. Es geht während des Verlaufes des mythologischen Prozesses im Bewußtsein dasselbe vor, was in der Natur während desselben vorgegangen ist. Wir können sagen: Die Mythologie ist eine ideale Hülle, die um die Geschichte der Natur gewoben ist.",
    "Diese Hülle war freilich so zart, daß sie leicht durchbrochen werden konnte, und es spätern Forschern leicht war, sie auf eine Weltentstehungslehre zu deuten. Aber gerade in den Mysterien war die rein religiöse Bedeutung so vorherrschend, daß 311 für eine physikalische Deutung - sozusagen - kein Raum blieb.",
    "Die Mysterienlehre wurde von den Griechen nicht für eine eigentümliche, bloß für sich bestehende, sondern als allgemeine Weltreligion angesehen, wie Cicero von den Eleusinien * sagt: Eleusis sancta et augusta, ubi initiantur gentes orarum * ultimae. In diesem Sinne wurden die Götter der Mysterien als die allgemein höchsten Ursachen, und die Mysterienlchre als der Inhalt der höchsten, wahren und allgemeinen Religion erkannt . Sie verbanden damit den Begriff der wahren Götter, mit deren Verehrung das ganze Menschengeschlecht vereinigt werden müßte. Aber eben nur in religiöser Hinsicht wurden sie als die höchsten und allgemeinen Götter angesehen. So wenig aber die Mysterienlehre als bloß verhüllte Physik weder im gemei- nen noch im höhern Sinne betrachtet werden kann, ebensowenig kann auch die Mysterienlehre als verhüllte Philosophie angesehen werden. Dieser Ansicht zufolge wäre der Inhalt der Mysterien als Moral zu denken. Eine Moral enthielten sie freilich ; aber wie jede tiefere Belehrung die Seele zurechtstellt, und insofern von moralischer Wirkung ist, so waren es auch die Mysterien. Die Idee der Moral war auch außer den Mysterien, und so hätten die Mysterien nicht fortbestehen können. Sie hätten wenigsten von dem Augenblick an aufhören müssen, seitdem es öffentliche Lehrer der Moral gab. Man muß über- haupt fragen, welche Quellen konnten die Mysterien haben, die nicht auch den Philosophen zugänglich gewesen wären? - Solche Quellen mußten sie aber haben, um sich in den Zeitaltern zu behaupten, in denen Sokrates und Plato lebten; solche Quellen mußten sie haben, um den Wert zu behaupten, den ihnen diese Philosophen selbst zugestanden haben. Aber wenn man auch ausgesprochen hat, daß die Bedeutung der Mysterien eine religiöse war, so muß man sich hüten, diese Erklärung wieder auf einzelne Dogmen zu beschränken, z. B. auf das Dogma von der Unsterblichkeit der Seele. Hierüber würde schon das NärnJiche gelten, was wir von der Moral gesagt haben. In welchem Grade nicht nur die Unsterblichkeit der Seele, sondern auch der Zustand des künftigen Lebens Gegenstand der philosophischen Forschungen gewesen sei, beweist schon der Platonische Phädo. Die Mysterien stimmen in Rück- sieht auf die Fortdauer der Seele nach dem Tode, in Rücksicht auf die Strafen, die den Verworfenen erwarten, und hinsichtlich der Belohnung der Fro1nmen 1nit der Lehre der Philosophen überein. Aber die Seligkeit, die sie verkündeten, war von besonderer Art. Die Seligkeit in den Mysterien wurde als Vorbild der künftigen Seligkeit angesehen. Sie bestand in Befreiung von den Banden der materiellen Welt: die Unseligkeit bestand im Behaftetsein mit der materiellen Welt: die Strafe war eine notwendige, unerläßliche Rückkehr in die materielle Welt. So weit scheint auch eine Metempsychose, ein Sturz in die materielle Welt zurück, in den Mysterien stattgefunden zu haben.",
    "Hierüber ist noch zu vergleichen Plato de legibus. Der Mensch, der mit Blutschuld behaftet ist, muß auf die Erde zurückkehren , um gleiches zu erfahren. Die Einweihung in die Mysterien , zu denen keiner Zutritt hatte, auf dem vorsätzliche Blutschuld haftete (in Samothrake wurde sogar eine förmliche Beichte vorher abgelegt), wurde als das sicherste Mittel angesehen , in der Unterwelt selig zu leben. Die in die Mysterien Eingeweihten antizipierten gleichsam die Seligkeit, welche kein Auge gesehen, kein Ohr gehört hat, und nur diejenigen sehen und hören, welche sterben. Nach Axiochus* war den Eingeweihten in der Unterwelt der Vorsitz bestimmt. Ja die Meinung, daß in den Mysterien alle Furcht vor dem Tode beschwichtigt werden könne, war so allgemein, daß es in der obigen Stelle weiter heißt: Herakles und Dionysos haben die Kühnheit, in die Unterwelt zu steigen, nur durch die Eleusinischen Weihen erlangt. Allein dies war nur ein Corollarium, ein Abgeleitetes der allgemeinen Lehre; diese war daher auch von positivem Inhalte als die bloß rationelle der Philosophen.",
    "Welches ist nun der Hauptinhalt der Mysterien? Antwort:",
    "Nichts anders war der Hauptinhalt der Mysterien, als die Geschichte des religiösen Bewußtseins selbst, oder objektiv gesagt , die Geschichte des Gottes selbst, der aus ursprünglicher Ungeistigkeit zur vollkommenen Geistigkeit sich verklärt und überwunden hat. Der letzte Inhalt der Mysterien ist also der rein geistige Gott. Aber eben der war zuvor der blind seiende, und nur insofern er durch das blinde Sein hindurchgegangen ist, und insofern er alles geduldet hat und davon endlich ab- * Op. Plat. vol. 11. p. 195. Edit. Bipont.",
    "Herculem Liberumque patrem, descendentes ad inferos priseus est sermo, hie initiatos fuisse et fiduciam, qua illuc irent, ab Eleusiniis conceptam esse.",
    "AXIOCHUS c. Wolfii vers. lat. rec. Fischer, Lips., 1758.",
    "geschieden ist, also nicht absolut ist er der vergeistigte Gott.",
    "Diese Lehre vom vergeistigten Gott wurde in den Mysterien nicht als Lehre, sondern als Geschichte des Gottes durch wirkliche Vorgänge dargestellt; denn ein unzweifelhafter Inhalt der Mysterien war die Darstellung der Leiden des Gottes und sein Durchgang durch das blinde Sein. Da der ganze mythologische Prozeß nur in der subjektiven Überwindung des blinden Seins beruht oder nur diese zum Gegenstand hat, so waren die Leiden des durch das blinde Sein hindurchgehenden Gottes nicht ein zufälliger, sondern ein notwendiger Inhalt der Mysterien, welche nur die esoterische Geschichte der Mythologie selbst sein konnten. Die Mythologie war nichts anderes, als der Kan1pf des Gottes. In den Mysterien war die Mythologie sich selbst bewußt - sie begriff in den Mysterien sich selbst und dies Begreifen bestand darin, daß sich ihr die ganze Götterge- schichte in eine Geschichte des Gottes selbst verwandelte. Die Übereinstimmung zwischen griechischen und ägytischen Vorstellungen ist schon daraus abzunehmen, weil beide einem und demselben Moment des Bewußtseins angehören. Indien, dessen Mythologie völlig exzentrisch ist, hat nichts Ähnliches mit der griechischen und ägyptischen Mythologie. Es ist ein unglücklicher Gedanke, daß die Griechen, wie Einige glauben, ihre Bildung von Indien haben. Die griechische Mythologie nahm den Moment der ägytischen in sich auf, und deswegen komn1en auch homologe Vorstellungen vor. Sie fallen uns nur bei den Griechen mehr auf, weil sie sich hier in die Mysterien zurückzogen. Denn die Leiden des Ägytischen Osiris wurden, nachdem die Einheit des Gottes erkannt war, als die Leiden des Einen Gottes dargestellt, der bei den Ägyptern Osiris, bei den Griechen Dionysos heißt. Die Leiden des Osiris waren in Ägypten zum Teil Gegenstand der öffentlichen und gemeinen Mythologie. Doch gab es auch Mysterien des Osiris. Nach Herodot stellten die Ägypter auf dem See zu Sais Bilder der Leiden des Osiris dar, und diese bildlichen Vorstellungen nannten sie Mysterien. Herodot, der die Identität dieser geheimen Feier in Ägypten mit den griechischen Orgien wohl einsah, fügt hinzu: Ob ich es gleich weiß, muß ich doch hierüber heiliges Stillschweigen beobachten. In Griechenland bemächtigten sich auch Dichter, allein bloß orphische, die stets in den Schranken einer Art von Sekte blieben, der Schicksale des Dionysos als eines poetischen Stoffes, den sie auf homerische Weise mythologisch ausführten. Allein diese Dichtungen hatten keine große Verbreitung; sie gingen nur von Hand zur Hand, und blieben im Kreise der Orphiker selbst, bis sie endlich zu den Zeiten des Plutarchs und Pausanias eine größere Wichtigkeit bekamen. Wenn die orphischen Dichter die Leiden des Dionysos als Zerreißung von den Titanen darstellten, so konnte dies so vorgestellt werden, daß er durch das titanische seiner eigenen Natur zu leiden habe. Die Titanen (von TEtVCD - ich spanne) sind nichts anders, als die spannenden, die in der Spannung begriffenen Mächte. Der erste Dionysos ist die Ursache aller Spannung und das titanische Prinzip selbst.",
    "Daher ist es nicht undenkbar, daß die Titanen und Kronos selbst in den Mysterien als tätig bei den Leiden und beim Tode des Dionysos vorgestellt wurden und Pausanias erwähnt bei Gelegenheit des Onomacritus vielleicht nicht nur darum den Homer, um anzuzeigen, daß die orphischen Dichter die Titanen nicht aus den Mysterien entlehnt, sondern von Homer genommen haben. Denn im ersten Falle hätte er sich ein Gewissen daraus machen müssen, jenen Hymnus zu berühren.",
    "Wie in Ägypten auf dem See zu Sais, so wurden wahrscheinlich bei den großen Dionysos=Festen, in den Atµvmc; die Geschichte des Gottes mit szenischem und tragischem Pomp dargestellt. Die Atµvm waren eine Gegend, die von den dort befindlichen Weihern ihren Namen hatte. Es mußte also zu den szenischen Darstellungen eine große Menge Wassers erforderlieh gewesen sein. Diese Atµvm waren ein Teil des ältesten * Athens, wie Thukydides sagt: [vor der Anordnung des Thescus , welcher den an Athen angrenzenden kleinen Städten die eignen Ratsversammlungen und Obrigkeiten genommen, und THUCYDIDIS de bello Peloponn. lib. VIII. Gr. lat. c. schol. gr. Ed.",
    "I. Hudson. Oxon. Skeld. 1696.",
    "dadurch sie genötigt habe, Athen als Mittelpunkt zu erkennen - vor dieser Vergrößerung der Stadt also, sagt Thukydides, habe die Akropolis mit dem unter ihr gegen Mittag gelegenen Teil die Stadt Athen ausgemacht. Dies beweist er daraus, daß die Tempel teils auf der Akropolis selbst stehen, teils vorzüg- lieh nach der eben erwähnten Gegend der Stadt angelegt seien.",
    "Unter diesen Tempeln nennt er nun auch den des ~t6vucroc; ev Aiµvmc;, in welchem, wie er sagt, zu Ehren des Dionysos die alten Dionysia am zwölften Tage des Anthesterion gefeiert werden.] Demnach gehört der Tempel des Dionysos ev Atµ- vmc; zu den ältesten Teilen der Stadt Athen, und so gehört auch unstreitig die dort begangene Feier in die ältesten Zeiten. Sie mußten sich aus der ältesten Zeit, aus der Zeit der eben anfangenden Krisis herschreiben, wo das Esoterische mit dem Exoterischen noch im Werden war, wo das lange festgehaltene Chaos im Bewußtsein eben auseinanderzugehen anfing. Eben der lange Widerstand, den das hellenische Bewußtsein der Auseinandersetzung entgegenstellte (erinnern Sie sich an das, was Herodot von den Pelasgern oder den noch nicht als Volk herausgetretenen Hellenen sagt, nämlich daß sie noch keine besondern Götternamen gekannt haben) - gerade deswegen mußte das Esoterische und Exoterische in derselben Krisis und zugleich entstehen. Die Attischen Dionysien, die selbst nach Thukydides die ältesten, und die unter den sämtlichen Festen des Dionysos die einzigen mysteriösen waren, so wie sie ihres gleichen nur in1 Anmorischen See hatten, welche ebenfalls zur Nachtzeit gefeiert wurden, tragen durchaus das Gepräge der ältesten und dunkelsten Zeit des griechischen Bewußtseins.",
    "Diese Mysterien scheinen unmittelbar als Produkt der eben anfangenden Krisis des mythologischen Prozesses hervorge- gangen zu sein. Die Eleusinien gehören schon einer spätem Zeit an; denn an den Eleusinien haben schon jene Sophisten Anteil gehabt, von denen Herodot sagt, daß sie die Dionysien weiter ausgebildet haben. Die Vorstellungen vom Tode des ältesten Gottes konnten sich nur von dem ersten Eindruck und Schrecken über den Untergang des realen Gottes herschreiben.",
    "Wie notwendig tief diese Vorstellung von dem Tode des realen Gottes für das Bewußtsein war, zeigt sich durch eine andere religiöse Überlieferung, die ich eben darum jetzt erwähnen will. An die Stelle des dreifachen Dionysos tritt eine völlig parallele Formation der etruskischen Götterlehre, nämlich die drei Kabiren=Brüder (in unauflöslicher Verbindung stehende Brüder). Von diesen drei Kabiren=Brüdern erzählt eine heilige Überlieferung, daß zwei von diesen Brüdern den dritten gemeinschaftlich erschlagen haben. Ste-Croix - und ihm folgt gewöhnlich Creuzer - setzt von seinem eigenen hinzu: sie haben den Jüngsten erschlagen. Davon steht aber in dem Texte kein Wort. Es heißt nur: 2 haben gemeinschaftlich den dritten erschlagen. Der Dritte bedeutet nicht immer den Jüngsten. Wie wenn man sagt: 3 Kaufleute haben sich assoziiert und 2 haben gemeinschaftlich den dritten überlistet, daraus nicht folgt, daß dieser gerade der jüngste oder der zuletzt der Assoziation beigetretene ist, so wenig folgt aus der obigen Stelle, daß der dritte gerade der jüngste war. Dieser dritte, den die beiden Brüder erschlagen haben, ist vielmehr notwendig der älteste; er ist in der Sprache der hellenischen Überlieferung eben Zagreus, der dem zweiten und dritten Dionysos unterliegt. Es ist in obiger Erzählung nichts, was diese Auslegung verbietet. Unsere Ansicht, daß es eben der älteste ist, wird dadurch bestätigt, daß es weiter heißt: die beiden Brüder bewahrten die männlichen Glieder des dritten in einer Kiste, und brachten sie ins etruskische Land. Immer ist es der vorhergehende Gott, der von dem folgenden entmannt wird; die umgekehrte Ordnung ist gegen alle Mythologie. Auch in Griechenland finden sich Spuren. In Thessalien wurde nachJulius Firmicus** dieser dritte mit blutigen Händen angebetet, zur Erinnerung an seinen blutigen Tod. Diese Überlieferung ist besonders darum merkwürdig , weil hier nicht bloß von drei Potenzen die Rede ist, sondern weil gesagt wird, daß die spätem Potenzen die frühem tentafel. 2 Bde.",
    "** ]11/ius Finniws Alatem11s - de errore profanum religionum cum notis Joan. a. Wowern et Jac. Gronovii. L.B., 1709. p. 427.",
    "gleichsam. töteten. In Athen waren die Leiden dieses Dionysos und sein Tod zur Tragödie ausgebildet, die in den Dionysien aufgeführt wurde. Diese Tragödie wurde, wie es scheint, anderwärts in Griechenland öffentlich, doch symbolisch, aufgeführt , so daß sie nicht als Leiden eines Gottes, wie in den Mysterien, sondern als Leiden eines Menschen dargestellt wurde. Herodot erzählt, daß die Einwohner von Sicyon das Andenken an die Leiden ihres Königs Adrastus mit tragischen Chören gefeiert haben - den Dionysos, fügt er bei, haben sie aber nicht verehrt. Offenbar ist also Adrastus an die Stelle des Dionysos getreten, was auch daraus erhellt, daß [Kleisthenes] * die Chöre, welche dem Adrastus gesungen wurden, später dem Dionysos gegeben hat. Es scheint also, daß man da, wo keine Einrichtung zu Mysterien war, einen menschlichen König an die Stelle des Dionysos setzte. Schwerlich hätten die Einwohner von Sicyon einer bloß ägyptischen Vorstellung zuliebe die Leiden des Adrastus in ihrer Stadt eingeführt und regelmäßig dargestellt. Der Nam.e Adrastus ist so gewählt, daß er die ursprüngliche Vorstellung durchscheinen läßt. Der Name Adrastus, der nach meiner Ansicht kein historischer, sondern bloß symbolischer Na1ne des Dionysos ist, erinnert an den Na1nen Adrastea, der der Nemesis beigelegt wurde. Mag man unter der Adrastea die Unabweisbare, Unvermeidliche verstehen, so ist Adrastus der Name für den, der die conditio sine qua non des Prozesses ist. Versteht man aber unter Adra- stea die Macht, die das Ungeschehene (dies ist aber eben das, was nicht geschehen sollte. Diese Bedeutung liegt sehr oft im Privativum der Griechen, z.B. ßtai; aßum:oi; ein Leben, wie es nicht gelebt werden soll) bewirkt, so möchte Adrastus jene verhängnisvolle, fatale Persönlichkeit bedeuten, die die Veran- lassung zum ganzen Prozeß gibt. Eine solche nicht sein sollende Persönlichkeit ist der Gott, dem unterzugehen bestimmt ist. Es ist nichts Ungewöhnliches, daß Götter als Menschen dargestellt werden, um die Lehre der ältesten Geschichte auszudrücken . So ist die Geschichte des Romulus und Remus nichts anders, als die ins Menschliche herabgesetzte Geschichte der Kabiren=Brüder. Romulus ist der jüngere, was die Diminuitivform des Namen schon zeigt. Auf diese Weise möchte auch in Sicyon an die Stelle des Dionysos Adrastus gesetzt worden sein.",
    "Um zur Hauptsache zurückzukommen, war also der Haupts inhalt der Mysterienlehre der in seinen drei Potenzen Einige, und nach aufgehobener Spannung in allen gleich geistige Gott.",
    "Diese Geistigkeit kann nicht abstrakt verstanden werden; sie war in den Gestalten, die sie fürs Bewußtsein hatte, eine bloß vermittelte. Nur im Ausscheiden des Seins konnte sich die Geistigkeit des Gottes darstellen. Der Inhalt der szenischen Darstellungen mußten also die Leiden und der Tod des Dionysos sein. Es konnte also der Inhalt der Mysterien kein geläuterter Theismus, unter welchem ich den, von dem alles Historische los gewunden ist, d. h., einen bloß rationellen verstehe , sein. Etwas mußte in den Mysterien sein, das aushielt, dessen Anziehungspunkt nicht durch die Zeit geschwächt wurde - etwas, das ursprünglich Geschichte, nicht Lehre einer sogenannten allgemeinen Religion war, welche die Mysterien im besten Falle mit den Schulen der Philosphen gemein haben konnten. Das, wodurch die Mysterien auch dann noch, als die philosophischen Forschungen erwacht waren, von den Schulen der Philosophen sich unterschieden, war eben die Geschichte in ihnen, und eine solche Geschichte, von welcher das Bewußtsein , als von einer Urtat, sich herschrieb. Darin, daß ich den geschichtlichen Inhalt der Mysterien festzuhalten vermag, darin liegt der Inhalt und die Unterscheidung meiner Theorie der Mysterienlehre von allen frühem und spätem Deutungen, besonders der Neuplatoniker, die am häufigsten gerade von denen zitiert werden, die sie am wenigsten kennen. Ich will hier nur einiges zur Vergleichung angeben.",
    "Nach unserer Erklärung ist in den Mysterien alles Faktum:",
    "Alles beruht auf einem, von Anfang bis zum Ende, wie in einer Tragödie fortgesetzten, Ereignis. Bei den Neuplatonikern ist alles Lehrsatz und Reflexion: bei uns ist alles Sache. Persephone bedeutet uns nicht bloß, sondern sie ist das Prinzip des Bewußtseins selbst. Ebenso ist es bei allen andern Göttern; sie bedeuten uns nicht bloß sondern sie sind diese Götter. Nun hören Sie die Erklärung eines Neuplatonikers. Nach diesem ist die Entführung der Persephone durch Pluto nichts anderes, als ein Herabsteigen der Seele vom Himmel, wenn sie die obern Regionen verläßt und in die Materialität herabsteigt. Die Toten , über welche nach den Mysterien und der Mythologie Persephone herrscht, - diese sind bei ihm keine wirklichen Toten, sondern nur die leblosen Dinge der Natur, die Persephone ebenfalls beseelt. Pluto raubt sie, damit auch die untersten Teile der materiellen Welt beseelt werden und Leben * erhalten. Sylvester de Sacy, weit entfernt, mit Gelehrten, die gerne das Heidentum rehabilitieren 1nöchten, eine ursprünglich allegorische Bedeutung der Mythologie anzunehmen, behauptet mit Recht, daß diese allegorischen Ideen nicht bis zum Ursprung der Mysterien zurückgingen. Sie könnten aber, wie er meint, später durch die Neuplatoniker in die Mysterien gekommen sein. Allein ich vermisse jeden Beweis. Ich wenigstens wüßte keine Tatsache anzugeben, wodurch man berechtigt wäre anzunehmen, daß es den Neuplatonikern je möge gelungen sein, diese Ideen in die Mysterien hineinzutragen, die doch so weit von den Mysterien entfernt sind."
  ]
}