{
  "title": "Vorlesung 24 (Lecture 24)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Das bloße an sich Sein ist, wie wir früher schon sagten, der Gegensatz der Existenz, oder, wie wir sagen können, der Gegensatz der Existenz (statt existere sagt man auch exstare) - es ist das non exstans, das nicht Herausstehende, in die Tiefe Versunkene. Tritt es doch heraus, so folgt notwendig, daß das rein Seiende, welches in der Ordnung der Potenzen jetzt folgt, als solches negiert, in Spannung gesetzt werde. Mit die- ser unmittelbar negierten Potenz haben wir's jetzt zu tun. Sie verhält sich zunächst nur als Potenz, als das aus dem actus purissimus des göttlichen Wesens Herausgesetze, das nicht mehr in jenen actus verschlungen, sondern aus dem göttlichen Wesen herausgesetzt, und insofern nicht Gott, aber auch nicht"
    },
    {
      "index": 1,
      "text": "Nicht=Gott ist. Wenn diese aus ihrer Gottheit gesetzte Potenz die Spannung überwunden und dieses contrarium in sein An- sieh zurückgebracht hat, wo es wieder zum Setzenden des eigentlich sein Sollenden wird, kurz, wenn aller Widerstand überwunden ist, so ist der reine Fluß des göttlichen Lebens hergestellt, und die Potenz, die dieses bewirkt, tritt in ihre Gottheit wieder zurück. Weil sie aber selbständig war, tritt sie als selbständige, als eigene Persönlichkeit in die Gottheit zu- rück - ist nicht mehr, wie zuvor, bloße Gestalt der Gottheit, sondern eine zweite göttliche Persönlichkeit und doch nur derselbe Gott, der der Vater ist. Bemerken Sie: Der Vater ist der alles in Spannung und Wirkung Setzende und insofern der ganze Gott. Vor dem actus ist er der, penes quem omnia sunt, in dessen Macht alle jene Potenzen stehen; er ist der, von dem es abhängt, jene Potenzen als für sich seiende zu setzen. Im actus selbst ist er der alles in Wirkung setzende, also auch hier der ganze und alleinige - 6 ca navm EVEpyCüv Öla 1:T]V ßoUAT]V itEAT]µawc; a0wu, wie Paulus* sagt, was nicht Tautologie ist. Hier ist nämlich ein doppelter Wille unterschieden - itEAT]µa ist der bloße Wille des Vaters, womit er die Spannung setzt - ßoUAT] aber ist der wahre, finale Wille des Vaters, womit er die Einheit will. Sein wahrer Wille ist nicht die Spannung, sondern das Erzeugen des Sohnes; das rein Seiende seines Wesens in Potenz zu setzen und es dadurch zur Selbstverwirklichung zu bringen. Solange dieses rein Seiende nur noch in jener Selbst- verwirklichung, in der Überwindung begriffen ist (es verwirk- licht sich im überwundenen Gegenteil), solange ist es noch nicht in seiner Gottheit offenbar. Durch die Zeugung ist das Gezeugte nur in die Notwendigkeit der Selbstverwirklichung gesetzt. Erst am Ende des actus ist der Sohn wirklich Sohn, ist als Sohn; und da dieses Ende das Ende der Schöpfung ist, so ist er zwar schon vor Anfang der Schöpfung gezeugt, aber nicht als Sohn schon verwirklicht. Das Ende der Schöpfung aber ist das menschliche Bewußtsein. Als wirklicher Sohn aber ist er als eine zweite Persönlichkeit"
    },
    {
      "index": 2,
      "text": "* Ephes. 1,11."
    },
    {
      "index": 3,
      "text": "gesetzt. Es ist jedoch eine und dieselbe Persönlichkeit, welche der Vater besitzt, und die, welche der Sohn, nur nach voll- brachter Überwindung, nur auf andere Weise, besitzt. Das Besitzen macht eben seine Herrlichkeit aus. Es ist nicht ein anderes Substantielles, das der Vater ursprünglich besitzt: es ist auch dasselbe Substantielle, welches der Sohn besitzt als durch ihn zur Einheit wiedergebrachtes und Versöhntes, und da die Gottheit nur im Besitze alles Seins besteht, so ist die Gottheit des Vaters und des Sohnes nur Eine Herrlichkeit, und doch ist lll die Persönlichkeit des Vaters nicht die des Sohnes, und die des Sohnes nicht die des Vaters. Dies glaubte ich hinzufügen zu müssen. Es ist hier bloß das Allgemeinste zwischen dem Ver- hältnisse des Vaters und des Sohnes berührt. Daß unsere Er- klärung dieses Verhältnisses ganz übereinstimmt 1nit dem Ausspruche des Neuen Testaments, ist jetzt zu zeigen. 1) Der Vater ist vor allem - a0,oc; i:cnt rrpo rranrov; denn unter Vater wird eben nur Gott verstanden, insofern alles Sein bei ihm steht; bis dahin, solange das Sein nur möglich ist, ist der Vater im ausschließlichen Besitze des Seins. Er besitzt es, und daß ursprünglich alles beim Vater ist - omnia penes patrem esse -, ist so ganz nach der Schrift, daß man nicht fürchten kann, dadurch der Persönlichkeit Gottes einen Abbruch zu tun. Die Herrlichkeit des Sohnes ist eine übertragene; denn selbst der Orthodoxe sieht die Übertragung der Herrlichkeit vom Vater auf den Sohn. Diese Kommunikation hat in der Theo- logie keinen andern Sinn, und die Dogmatik beweist durch die Kommunikation, daß sie die Herrlichkeit für die Gottheit des Sohnes nicht präjudiziert. Christus sagt niemals: Ich habe oder besitze die Gewalt über alles - sondern inm1er, noch beim Abschiede von den Aposteln: »Mir ist alles übertragen (nicht »ich besitze«) im Himmel und auf Erden.«[*] Also betrachtet er seine Herrlichkeit als gegeben, nicht als ursprünglich, wie die des Vaters ist; denn das Eigene des Vater ist eben die ursprüng- liche Herrlichkeit. Zur Beseitigung alles Zweifels will ich eine zweite Berner-"
    },
    {
      "index": 4,
      "text": "l*l Joh. 17,2\"+."
    },
    {
      "index": 5,
      "text": "kung beifügen. Nämlich inwiefern wir behaupten, daß der Sohn eigentlich erst am Ende der ganzen Überwindung als Persönlichkeit erkannt sei, könnte es scheinen, daß darin etwas liege, was der in der Theologie angegebenen Ewigkeit des Sohnes widerspricht. Es muß aber unterschieden werden - 1) die ursprüngliche Gestalt des göttlichen Seins, die sich in der Folge als Sohn offenbart, wo die Gestalten in ihrer absoluten Immanation sind 2) der Sohn als solcher a) insofern er noch für den Vater als Sohn ist - 11apa wu 11m:po<; - ß) insofern er auch außer dem Vater als Sohn gesetzt ist. Was die ursprüngliche Gottheit betrifft, die Gottheit dessen, was in der Folge sich als Sohn offenbart, so ist ja diese in unserer Erklärung aufs Bestimmteste behauptet; denn was von Ewigkeit als Sohn offenbar wird, ist eine ursprüngliche Gestalt des göttlichen Seins, im actus purissimus des göttlichen Lebens verschlungen, als eine zur Gottheit wesentlich mitgehörende Gestalt. Hier wird also die ewige Gottheit des Sohnes dem Wesen nach behauptet. Die Theologen könnten sagen: dies genügt uns nicht - wir wollen nicht die Gottheit dem Wesen nach, sondern die eigene Gottheit des Sohnes als Sohnes. In diesem Falle müßte jene zweite Unterscheidung zur Sprache kommen. Um dies vollkommen verständlich zu machen, müs- sen wir noch einmal die ganze Folge der Momente des gött- lichen Seins wiederholen. Der Gang oder die philosophisch * notwendige Folge des Denkens ist diese: Zuerst ist nur Gott, als absolut vollendeter Geist, gesetzt, der die höchste Freiheit hat, ins Sein überzugehen oder nicht, der sich selbst hat, sich selbst besitzt, und darum besteht. Unsere erste Bemühung war darauf gerichtet, dieses Bestehen zu erlangen; dieses Bestehen ist reine Ewigkeit. An diesen Moment schließt sich von Ewigkeit der zweite Moment an, wo sich ihm die Möglichkeit eines Seins außer ihm darstellt, das jedoch nur durch sein Wollen möglich ist, ein Sein, das er auch in der Folge besitzen und beherrschen wird. Indem sich diese Möglichkeit ihm darstellt, wird er sich inne als Herrn dieses Seins, wenn nicht in der Wirklichkeit, doch in der Möglichkeit. Hier geht der Begriff"
    },
    {
      "index": 6,
      "text": "Gottes gleich über in den Begriff des Vaters, bei dem alle Gewalt ist, des Anhebers, in dem nämlich alle ursprüngliche Gewalt ist. In diesem Moment, wo Gott schon als Vater be- stimmt ist, ist das, was der Sohn sein wird, im Vater noch s verborgen. Aber dies verhindert nicht, daß diese Gestalt seines Seins als künftiger Sohn erkannt und als solcher geliebt ist; denn nur, weil er die zweite Gestalt voraus hat, kann er sich entschließen, außer sich etwas zu setzen, weil der Vater nur frei ist durch ihn - durch ihn hat er das, wodurch das Sein in die JU ursprüngliche Einheit hergestellt wird. Von da an erkennt er auch schon den Sohn, und da die Herrlichkeit nur in dieser Freiheit besteht, welche ihm durch die Vorauserkennung des Sohnes gegeben ist, so muß man anerkennen, daß auch hier schon der Sohn notwendig ist zur Gottheit des Vaters, zu seiner Freiheit und Herrlichkeit, so daß die Gottheit des Vaters ohne den Sohn nicht möglich wäre; ferner, daß die absolute Freiheit des Vaters ohne den Sohn nicht möglich wäre - und der zu- künftige Sohn als 6 tcroµi.:voc; u{oc; als der vorauserkannte trägt bei zur Verherrlichung des Vaters. Die Gottheit des Vaters besteht eben in der Freiheit, ein Sein außer sich zu setzen; diese Freiheit hat er im Sohne - also sehen Sie, wie wir die Freiheit des Sohnes als solchen darstellten. Wir stellten ihn dar als den vom Vater vorauserkannten und geliebten. Der Sohn in diesem Sinne ist der Sohnfiir den Vater - rrapa wu rra-rpoc; noch, noch Christus im Schoße des Vaters, also noch nicht selbständige Person außer dem Vater. Nun ist gezeigt 1) wie das Wesen des Sohnes ewig zur Gottheit gehörig und verschlungen in den actus purissimus des göttlichen Lebens ist. Wir zeigten 2) wie der Sohn als Sohn von Ewigkeit her gedacht werden müsse, wie der Sohn zur Herrlichkeit des Vaters notwendig sei. Wir haben aber noch nicht begriffen, wie er außer der Gottheit auch als Sohn erklärt werden müsse. Jetzt kommen wir also zur Spannung; wie der Sohn außer dem Vater gedacht werden müsse, ist jetzt zu erklären, diese Bestimmung des Sohnes oder die Zeugung kann erst im Anfange der Schöpfung gedacht werden. Indem aber die Dogmatiker von einer ewigen Zeu- gung des Sohnes sprechen, entsteht ein Widerspruch mit un-"
    },
    {
      "index": 7,
      "text": "serer Ansicht; denn ich habe gezeigt, daß die Zeugung erst mit der Weltschöpfung gedacht werden könne. Aber dieser Wider- spruch unserer Ansicht schließt nur die Ewigkeit des Sohnes außer dem Vater, aber nicht seine Ewigkeit als Sohn aus. Was dieser Widerspruch ausschließen würde, wäre die Ewigkeit des Sohnes, inwiefern er außer dem Vater ist. Es liegt ferner am Tage: wenn nur ein für sich bestehendes Wesen ein wirklich gezeugtes sein kann, so wird der Sohn als 6 rcapa 100 rcm:pot; nicht Erzeugter heißen können. Um jede Schwierigkeit zu beseitigen, werde ich mich allerdings ausführlich auf die Prü- fung dieses Begriffes einlassen. Nun ist es aber angemessen, mich zuvor noch über die Natur und den Sinn der göttlichen Zeugung im allgemeinen zu äußern. Bis jetzt war von der Zeugung noch nicht ex professo die Rede, sondern bloß da- von, den Begriff des Sohnes zu begründen. Nur der ganze Gott, nicht die einzelne Gestalt, kann Vater heißen. Jene po- tentia existendi ist nicht das Zeugende selbst, sondern nur die Potenz des Zeugens, nur potentia generandi; nicht der Vater ist es, sondern nur die zeugende Potenz des Vaters. In der Spannung ist das göttliche Sein äußerlich suspendiert, und da der Prozeß jener Herstellung des göttlichen Seins in diesem Verhältnisse besteht, wie wir's bezeichnet haben, so verhält sich diese Potenz, die das urcoKEtµEvov des Prozesses ist, um deren Wiederbringung der ganze Prozeß sich dreht, als die Materie des Gott Setzenden; ein Begriff, der in den Abstrak- tionen der gewöhnlichen Dreieinheitslehre als höchst fremd- artig erscheint. Ich behalte mir vor, ihn wörtlich aus der Schrift zu beweisen. Der frühere Ausdruck, daß ich den actus puris- simus die ewige Theogonie und den durch Widerstand ver- mittelten actus den theogonischen Prozeß nannte - dieser Ausdruck und der Gebrauch des Wortes »theogonisch« ist nicht ohne kirchliche Autorität. Die dem Dionysius Areopagita zugeschriebenen Schriften, wenn sie auch nicht dem in der Schrift genannten Dionysius zukom.men, gehören doch in die ersten Jahrhunderte und sind nicht ohne bedeutenden Ein- fluß auf die spätere Dogmatik geblieben. Dieser Dionysius braucht den Ausdruck »die Gott zeugende Gottheit« für den"
    },
    {
      "index": 8,
      "text": "Vater - »die Gott gezeugte Gottheit« für den Sohn und den Geist.[*] Meine zweite Erklärung betrifft die eigentlichen Momente der Zeugung. Wenn die Zeugung im eigentlichen Sinne, wo ein wirkliches Hinaussetzen des Seins gedacht wird, sich nur mit der Schöpfung zugleich denken läßt, so ist der Anfang der Schöpfung auch der Anfang der Schöpfung des Sohnes. Nun ist jener actus, jenes Wollen, womit die Schöpfung anfängt, nicht vorübergehend, sondern ein bleibendes, ewiges. Der Va- ter setzt nicht vorübergehend, momentan die Spannung der Potenzen und geht wieder hinweg, wie der Mensch von einer einmal getanen Sache weggeht. Christus sagt: »Der Vater wirkt bis jetzt« - »01tU'tT]p epya(e,a, eroc; apn« Ooh. 5,17.). Auch von Plato wird jenes Wort (epyal;;w&m) gebraucht. Dieses Wollen, dieser actus, wodurch die Spannung wirklich gesetzt ist, ist zwar kein notwendiges, blindes, sondern schon ein vermittel- tes, aber doch nicht zeitliches, Wollen, sondern da es das Zeit und Ewigkeit als solche scheidende Wollen ist, so muß es als Setzendes der Zeit über der Zeit sein. Eine Entstehung der Zeit läßt sich nur so denken, daß zugleich - in Einern actus - Ver- gangenheit, Gegenwart und Zukunft gesetzt werden. Wenn die Zeit nur so anfangen kann, daß zugleich die drei Unterschei- dungen, Vergangenheit, Gegenwart und Zukunft gesetzt wer- den, so muß etwas vorausgesetzt werden, das schlechterdings als Vergangenheit gesetzt ist. Wenn diese Vergangenheit hätte erst verfließen müssen, so hätte nie eine Zeit beginnen können. Etwas, das ursprünglich nicht Zeit ist, muß zur Zeit werden, indem etwas schlechterdings als Vergangenheit gesetzt ist; denn die wahre Zeit ist selbst nur eine Folge verschiedener, abgesetzter Zeiten. Eine Zeit, wie die unsrige, in der immer nur dieselbe Zeit wiederkehrt A + A + A, ist nicht wahre Zeit, sondern Hemmung der wahren Zeit. Erst wenn A + B + C gesetzt ist, ist wahre Zeit. In jenem actus, der etwas völlig"
    },
    {
      "index": 9,
      "text": "* [*] C. 2. [§ VI] de Div. nom. p. 268. Lut., 1562. ön µi;v rr11yaia Ssc\\,11c; 6 rra-riJp · 6 öi; 'I11cr110Gc;, Kai ,6 iiy10v rrvsGµa, ,fic; Swyc\\vou Ssc\\,11-roc;, d oüm XPTJ cpcivs1, ßlacrrni Ssc\\cpurn1, Kai ofov iivS11."
    },
    {
      "index": 10,
      "text": "Neues, Niegewesenes einsetzt, wird, was er zuvor war, als Vergangenheit gesetzt. Das durch oder während des actus Ge- schehende ist die Gegenwart, und das eigentlich Gewollte ist die Zukunft. Sie sehen hieraus, daß auf diese Art in Einem actus Vergangenheit, Gegenwart und Zukunft unterschieden wer- den. Dieser actus, der die Zeit im großen Sinne setzt, kann nicht in einem einzelnen Moment der Zeit begriffen sein, son- dern ist ein ewiger actus - er ist ein die ganze Zeit fortwir- kender, kein zeitlicher sondern immer währender actus - und eben darum ist auch die Zeugung, die Spannung der Potenzen, die Zeugung des Sohnes eine ewige, d. i., immer währende. Ewig - immerwährend - setzt der Vater die Spannung - ewig wird der Sohn geboren. In diesem Sinne behaupteten wir eine ewige Zeugung des Sohnes. Eine dritte Erläuterung betrifft den Hergang der Zeugung selbst. Der wahre Begriff der Zeu- gung selbst ist, daß ein Wesen irgend ein anderes außer sich, unabhängig von sich, so setzt, daß es in die Notwendigkeit gesetzt ist, in einem unablaßbaren actus sich zu verwirk- lichen."
    }
  ]
}