{
  "title": "20. Vorlesung (Lecture 20)",
  "paragraphs": [
    "M. H. Der Sinn des Monotheismus als Dogma ist dieser: Nicht außer Gott schlechthin und unbestimmterweise, den ich nur entweder als den überhaupt Einzigen, nicht bestimmt als den einzigen Gott denken müßte, oder von dem ich sagen könnte, daß es außer ihm überhaupt nichts gibt, daß er der absolute von jeder Beziehung außer ihn, ganz Freie - denn absolut sein heißt frei sein - daß er außer dem reinen absolut Sein durch seine Natur schon von allem außer ihm abgeschlossen ist, daß er der ist, für den es überhaupt kein außer ihm gibt, der durch sich selbst einsam, solitarius, µovoc;, gesetzt ist - oder, außer dem bestimmten Gott, der entschieden als der substantiell geistig Alleinige gesetzt ist, oder mit einem Worte - außer dem wahren Gott gibt es keine andern Götter. Dem so bestimmten Satze muß der andere vorausgehen, der behauptet, daß andere Götter außer ihm sind, der also nm leugnet, daß außer ihm keine wirklich Götter sind. Aber auch die Verneinung, daß jene andem nicht Götter seien, wäre eine überflüssige Verneinung, wenn sie in ihrer Art nicht übernatürliche Wesen, latente Ursachen wären - mit einem Worte - der Monotheismus als Dogma ist nur möglich in der Voraussetzung jenes Aktes, durch welchen Gott die Gestalten seines Wesens als Potenzen eines von ihm verschiedenen Seins außer sich setzen kann. Der Monotheismus als Dogma hat nur Sinn, inwiefern Gott einen Prozeß setzen kann. Dieser, durch die universio oder Spannung der Potenzen, gesetzte Prozeß ist Schöpfungsprozeß. Gesetzt, dies ließe sich beweisen, so müßten wir sagen: Der Monotheismus verträgt sich nur mit einem System freier Schöpfung. Jede freie Schöpfung ist einem blinden Entstehen entgegengesetzt.",
    "Soll nun jener, durch universio gesetzte, Prozeß Schöpfungsprozeß sein, so muß er als ein sukzessiver Prozeß gedacht werden; denn nur insofern sind wir berechtigt, jenen Prozeß = Schöpfungsprozeß zu setzen. Würde jenes Prinzip, das die veranlassende Ursache des Prozesses ist, unmittelbar wie mit einem Zug überwunden, so wäre die Einheit unmittelbar wiederhergestellt ohne alle Zwischenmomente. Ob sich dies denken lasse oder nicht, muß nach der Endabsicht des ganzen Prozesses bestimmt werden.",
    "Es müßte also, wenn der Prozeß ein sukzessiver sein sollte, in der Absicht des zu Überwindenden liegen, eine solche Sukzession stattfinden zu lassen. Für den Hervorbringenden selbst kann es keinen Unterschied machen, und es kann ihm gleichgültig sein, ob die Momente bloß logisch oder reel unterschieden sind. Gott, wie ein Apostel sagt, sind alle seine Werke bekannt von Ewigkeit; er lernt sie nicht erst kennen. Die Absicht, die durch das Sukzessive des Prozesses erreicht werden sollte, könnte also nur in der Kreatur liegen, die aber zuletzt auf jenes höchste, ex hypothesi letzte Geschöpf zurückfallen muß, weil alle Geschöpfe sich zu ihm nur als Stufen verhalten. Es entsteht die Frage: Was kann in diesem letzten Erzeugnis des Prozesses durch das Sukzessive des Prozesses erreicht werden? Offenbar kann im letzten Geschöpfe in1 allgemeinen nur erreicht werden, daß in ihm jenes veranlassende Prinzip wieder in sein Ansieh zurückgebracht werde. Im letzten Erzeugnis wird also jenes außer sich seiende Prinzip in sein Ansieh zurückgebracht sein. Das außer sich seiende Prinzip aber, weil es wieder zu sich selbst zurückgebracht worden ist, ist eben darum ein sich selbst habendes, sich selbst besitzendes und eben darum seiner selbst bewußtes.",
    "Wenn nun gleich dies Bewußtwerden nur das Ende des Pro- zesses ist, so können wir doch sagen, die ganze Schöpfung sei nur ein sukzessives zu sich selbst Kommen, ein sukzessives seiner selbst bewußt Werden, welches im Menschen, als dem höchsten Geschöpfe, zuletzt hervortritt. Dieses letzte seiner selbst sich Bewußte sollte sich dieses ganzen Weges, aller Mo- mcnte gleichsam, aller Erscheinungen, aller Leiden und Freuden dieses Weges bewußt sein; denn nur auf diese Art ist die Absicht des Schöpfenden erreicht. Dieses letzte Geschöpf kann an Gott kein anderes Interesse haben, als an ihm einen Zeugen, Mitwisser auf seinem Wege zu finden, daher es alle verschie- denen Momente dieses Weges in sich bewahren mußte, um nicht unterzugehen zu einer ununterscheidbaren Indifferenz.",
    "Dies letzte seiner selbst Bewußte sollte sich also des ganzen Weges bewußt sein; alle Momente dieses Prozesses sollten wirklich unterschieden, ja von ihm einzeln empfunden sem, *] Apostelg. 15, 18.",
    "und in dieses Final=Bewußtsein eingehen. In diesem letzten Bewußtsein sollte jene vollendete Wissenschaft gegründet sein, der man aber, wie der Name »Philosophie« andeutet, nur immer näher kommt. Wenn wir diese vollendete Wissenschaft im menschlichen Bewußtsein nicht mehr finden, wenn es sie erst erringen muß, wie der Name »Philosophie« zeigt, so folgt daraus nicht, daß ein solches vollkommene Bewußtsein, ein aller Momente seines Werdens bewußtes nicht die ursprüngliche Absicht, nicht die Absicht des Schöpfers war. Denn eben darum ringen und streben wir nach jener vollendeten Wissenschaft , weil sie in uns sein soll. Schon Plato* lehrt als Überlieferung aus älterer Zeit, daß alle Wissenschaft Erinnerung und besonders Philosophie nur Streben nach Wiedererinnerung sei. Wir streben in dieser höchsten Wissenschaft nur dahin, wo der Mensch (nicht ein Mensch - der Mensch, der in uns allen fortlebt) schon einmal war. Dieses Streben nach zentraler Erkenntnis ist das unverwerflichste Zeugnis unserer Natur dafür, daß im Bewußtsein die Erkenntnis ursprünglich gewesen ist und in ihm sein sollte. Auf diese Weise sind wir berechtigt anzunehmen, daß der Prozeß nach der Absicht des Hervorbringenden ein sukzessiver sein, daß also die gesetzte Spannung nur stufenweise überwunden und zur Einheit wiedergebracht werden solle. Unter dieser Voraussetzung der Sukzes- * Phaed. c. 18. Menon. So war es z.B. eine bekannte Lehre der orientalischen Weisen, daß die Seele vor diesem Leben die ganze Welt begriffen, beim Eintritt in das Leben aber alle jene gleichsam präexistierenden Begriffe wieder vergessen habe. »Cum tanta celeritas ani- 1norum sit, tanta memoria praeteritorum, futuroru1n prudentia, tot artes, tot sientiae, tot inventa, non passe eam naturam, quae res eos continet, esse mortalem. Cumque animus semper agitetur, nec principium motus habeat, quia ipse se moveat, nec finem quidem habiturum esse motus, qui nunquam se ipse sit relicturus. Et cum simplex animi natura esset neque haberet in se quicqam admixtum dispar sui atque dissimile, non passe eam dividi. Quod si non possit, non passe interire magnoque esse argumento, homines scire pleraque, antequam nati sint, quod jam pueri cum artes difficiles discant, ita celeriter res innumerabiles arripiant, ut eas non turn primum accipere videantur sed mninisci et reco,·dari.« Cicero [de sen. 21,79].",
    "sion also zeigt sich, daß jener sukzessive Prozeß ein sukzessives Entstehen in sich schließt. Jeder Moment des Prozesses wird durch eine bestimmte Erzeugung bezeichnet sein, in welchem die Einheit, zwar nicht absolut, aber doch gewissermaßen wiederhergestellt wird. Weil die Potenzen sich gegenseitig ausschließen und doch in einem und demselben liegen müssen, so läßt sich ihre Konnexion nicht als eine ruhige denken. Jenes Prinzip des Anfangs, * in welchem eigentlich das bloße Ansieh offenbar wird, in dem dieses von Anfang an zur Unsichtbarkeit bestimmte Prinzip hervortritt, ein Sein annimmt, indem das, was dem rein Seienden Subjekt war, was das Setzende von ihm war, sich ihm entzieht, ja in sein Negierendes sich verwandelt, wird das rein Seiende, völlig Selbstlose, welches zuvor ohne alle Eigenheit in dem actus purissimus des göttlichen Lebens gleichsam ver- schlungen war, genötigt ein für sich Seiendes zu sein, eben weil das Subjekt sich ihm entzogen hat; es wird also durch jene Ausschließung hypostasiert, substantialisiert. Durch dieses unversehens entstandene, neue, konträre Sein, wird es selbst, zuerst potenzlos seiend, potentialisiert, und dadurch ein.Leben in sich selbst. Eben diese Negation gibt ihm das in sich selbst Sein. Diese Negation macht es ;:;um sein oder wirken lvfiissenden, indem es natürlich in sein potenzloses Sein zurückstrebt. Dies kann es nicht, nämlich dies, daß es sein potenzloses Sein wiedererlangt , ohne zuvor jenen zur Wirkung gekommenen Wil- lcn in sein Nicht=Wollen, sein Nichts zurückgebracht zu haben. Dieser Wille ist= Unwille, Wille, der nicht sein soll (wie * wir sagen »Unfall« von einem Falle, der nicht hätte stattfinden sollen) - und dieser Wille oder Unwille hat auch die dritte Potenz von ihrem Sein ausgeschlossen. Diese dritte Potenz selbst kann nicht wirken, sonst könnte sie nicht ins Sein ankommen als das, was sie ist, als wirklicher Geist. Aber eben darmn wird durch die zweite Potenz der Übergang vennittelt.",
    "Die zweite Potenz ist es, die jenen Unwillen wieder zum Setzenden , zum Sitz und Thron des Höchsten macht, der eigent- lieh sein sollte.",
    "Soviel über den allgen1einen Hergang des Prozesses. Nun ist eben dieser Prozeß auch ein sukzessiver - jener Wille wird nur stufenweise überwunden; aber er wird doch in jedem Moment des Prozesses auf eine gewisse Weise überwunden sein. Von dem Willen des Hervorbringenden hängt es ab, den Willen zu übers winden. In dem Willen des Überwindenden ist der Wille des Entgegenstehenden vom Sein ausgeschlossen. Dieser Wille wird in jedem Moment des Prozesses schon verwirklicht sein, weil er auf gewisse Weise injeden1 Mon1ent den ausschließenden Willen schon überwunden hat. Und eben danun wird auf gewisse Weise JO das Dritte schon gesetzt sein. Auf diese Art erzeugen sich also bestimmte Formen oder Bildungen, die in sich ganze, abgeschlossene , d. h., eigene sind, d. i., die die Bilder der ewigen Einheit sind. Kein Ding kommt eigentlich zu Stande, ohne daß in ihm alle die 3 Potenzen auf gewisse Weise realisiert sind. Diese Dinge sind Erzeugnisse des in sein ursprüngliches Nichts zurückgebrachten Willens oder Unwillens, der aus der Verborgenheit in die Gegenwart hervorgetreten, und nicht wieder in die Vergangenheit zurücktreten kann, ohne etwas an seiner Stelle zurückzulassen; und weil der überwundene Wille sich nur aufheben kann, indem er das Höchste an seiner Statt setzt, welches während des ganzen Prozesses ihm als Ziel vorschwebte, und was er in sich selbst auszudrücken streben nrnßte, insofern ist auch die dritte Potenz zu einer bleibenden Bestimmung gebracht ; denn Bestand erlangt jedes Ding, inde1n sich die dritte Potenz an ihm realisiert. Diese dritte Potenz ist, wie die Morgenländer sich ausdrücken, die, welche auf jedes Gewordene das Siegel drückt, d. h., sie ist das Vollendende, Beschließende; denn durch den bloßen Prozeß der Überwindung ist nichts gesetzt, als ein unendliches Stehenbleiben.",
    "Demnach ist jedes Erzeugte das ge1neinschaftliche Werk der 3 Potenzen, die sich als demiurgische oder kosmische darstellen . Jetzt erst, aus der Zusammensetzung der Potenzen, entsteht alles Konkrete. Selbst jenes urroKEtµi:vov ist in sich selbst noch rein geistig; denn die Potenzen selbst sind noch rein geistig, wie ein in uns entbrannter Wille noch geistig ist. Jener Wille des Anfangs, der allem Konkreten widersteht, ist in seinem Entbranntsein der geistigste Wille. Dieser Wille in seinem la11tern Entbranntsein ist sogar das allem Konkreten Entgegengesetzte . Erst in der Entgegensetzung nim.mt er m.aterielle Eigenschaft an. Dieser Wille des Anfangs ist, insofern er durch den andern Willen nicht besänftigt ist, das Vordere des Schöpfers , das kein Mensch sehen und leben kann, weil es in seinem Sein wirklich alles Konkrete verzehrt - es ist das prius der Natur, das Angesicht, wie der Morgenländer sagt. Es muß aus dem prius zum posterius geworden sein, um der Kreatur erträglich , anschaulich zu werden. Es ist jenes allverzehrende prius nicht sichtbar; es wird erst sichtbar, insofern es unsicht- bar wird und mit der kreatürlichen Form überkleidet ist, die in die Augen fällt. Es ist das unsichtbare Sichtbare, das sichtbare Unsichtbare, wofür wir die ganze Natur ansehen müssen.",
    "Wir haben die Potenzen als kosmische und demiurgische begriffen . Erinnern Sie sich an das Frühere, wo jenes überwun- dene Prinzip causa est, quae materiam praebet, wo es ist causa, ex qua omnia fiunt, also causa materialis; die zweite Potenz, die überwindende der ersten, ist causa, per quam omnia fiunt, also causa formalis; die dritte Potenz ist causa finalis, causa, secundum quam omnia fiunt, zu welcher, als Ziel, alles fortgeht. Indem wir die Potenzen als causas begriffen haben, haben wir * sie als relativ außergöttliche gesetzt. Sie sind etwas anders in Gott und etwas anders außer Gott; denn von nun an ist es nötig, das Göttliche dieser Potenzen von ihrer demiurgischen Funktion zu unterscheiden. Inwiefern nun aber in jedem Er- zeugnis, so entfernt es auch von der Einheit des Erzeugenden gesetzt ist, doch immer auf gewisse Weise die Einheit gesetzt ist, so geht, insofern es mit dem Willen der Gottheit eins ist, durch jedes Ding gleichsam ein Schein der Gottheit. Also kann man sagen: jedes Ding ist eine Erscheinung der Gottheit, und das Geringste kommt nicht ohne ausdrücklichen Willen Gottes zu Stande. Wir sind berechtigt zu sagen: Der durch die Spannung gesetzte Prozeß ist Schöpfungsprozeß. Der wahre Monotheismus wird nur zugleich mit der Schöpfung zu Stande kommen und mit ihr erkannt, und wenn der Monotheismus die wahre Lehre ist, so ist offenbar, daß nur ein solches System mit ihm übereinstimmt, das eine freie Schöpfung aufstellt.",
    "Zum Begriff der freien Schöpfung wird aber insbesonders eines erfordert, dies nämlich, daß zwischen dem natura ewigen Sein Gottes und zwischen dem Entschluß zur Tat etwas in der Mitte sei, ohne welches Mittelglied die Welt nur als unmittelbar notwendige Emanation der Gottheit gedacht werden könnte. Ein solches Mittel ist wirklich gegeben und nachgewiesen in jener Möglichkeit, welche Gott im an sich Sein seines Wesens ersieht. Diese Möglichkeit, be1nerkten wir, ist der erste Gegenstand seines göttlichen Erkennens und Ergötzens, da sie zuerst von Ewigkeit die Einförmigkeit seines göttlichen Seins unterbricht: sie ist also eine willkommene Erscheinung. Indem diese erste Potenz zur zweiten Potenz in dem Verhältnisse besteht , daß die zweite in dem Maße positiv ist, als die erste negativ ist, und umgekehrt die erste in dem Maße positiv ist, als die zweite negativ ist, kommt ins göttliche Sein jene Möglichkeit der Bewegung, worin es sich empfinden kann, ohne daß es aus sich heraustritt;jajene erste Potenz wird ihn, zum Spiel, indem auch die andern in ihre Substanzialität treten. Jene erste Potenz also ist der erste Gegenstand des göttlichen Ergötzens und das Mittel zur Folge der erst durch sie möglichen Bildungen. Das Vorspiel der ganzen künftigen Welt sieht Gott an jener ersten Potenz. Die künftigen Bildungen gehen an seinem Bewußtsein nur als Gesichte vorüber. Das schöne Wort der Griechen »Idea« sagt in der Tat nichts anderes als Gesicht und zwar in beiderlei Sinn, indem es sowohl den Blick, als das im Blick Vorübergehende bezeichnet. Die Lehre von den Ideen, Urbildern der Dinge, die Plato** schon als Überlieferung anführt, erhält durch unsere Entwicklung ein reelles Sein, da nach unserer Darstellung die künftigen Dinge als Ideen vor dem Bewußtsein Alcin. (de doctr. Plat.) 'Opii;ovm1 8t 111v l8fov rcapci8E1yµa 1öiv Kan',. cpucrtv aicovtov. (Exemplar aeternum eorum quae sunt secundum naturam).",
    "** Tim. - Resp. lib. 10. - Parm.",
    "Cfr. Kants Kritik d. r. V. p. 370 sq.",
    "H. RICHTER, de ideis Platonis libcll. Lips., 1827.",
    "F. A. TRENDELENBURG, Platonis de ideis et numeris doctrina. Lips.",
    "1826.",
    "Gottes vorüberziehen. Auf diese Art, als dem göttlichen Verstande gleichsam vorspielend, wird das erste Prinzip im Alten Testament dargestellt, wo die Weisheit von sich selbst sagt (Prov. c. 8.): »Dominus posscdit mc in initio viarum suarum, antequam quidquam faceret a principio. Ab aeterno ordinata surn., et ex antiquis, antequarn. terra fieret. Nondum erant abyssi, et cgo jam concepta eram: necdum fontes aquarum eruperant: necdum montes gravi mole constiterant: ante colles ego parturiebar: adhuc terram non fecerat, et flumina, et cardines orbis terrae ..... Cum eo eram, cuncta componens: et delectabar per singulos dies, ludens coram eo omni tempore; ludens in orbc terrarum ...... «"
  ]
}