{
  "title": "33. Vorlesung (Lecture 33)",
  "paragraphs": [
    "M. H. Jenes Prinzip, welches in der ganzen Schöpfung Gegenstand der Überwindung im Bewußtsein des Menschen, oder eigentlich in der Entstehung des Menschen, da der Mensch seinem Wesen nach nur Bewußtsein ist, überwunden ist, und der Moment seines Überwundenwerdens eben der Moment des Menschwerdens, der Geburt des Menschen ist - dieses Prinzip ist dem Menschen zur Bewahrung übergeben, um es in seinem Ansieh zu erhalten. Im Menschen ist es in seinem An- sich, wie in Gott. Dies verhindert aber nicht, daß es sich ihm nach der Hand wieder als Möglichkeit darstelle: und weil der Mensch sich in Freiheit gegen dieses Prinzip befindet, fühlt er auch die Macht in sich, diese Möglichkeit zur Wirklichkeit zu erheben. Dies kann er aber nicht, ohne eben damit die höhere Persönlichkeit, die eben in dem überwundenen Prinzip sich ganz verwirklicht hat, von seinem Wesen wieder auszuschließen , sie als negiert in Bezug auf sich zu setzen; denn sie vernichten, oder auch nur das Prinzip, das in ihm selbst wieder wirkend geworden ist, zu jener höhern Persönlichkeit ganz außer Bezug setzen kann er nicht. Diese höhere Persönlichkeit läßt nicht von jenem höhern Prinzip; denn ihre Natur ist es, daß sich selbst Entfremdete zu suchen und zurückzubringen, und das Prinzip löst sich nicht von diesem Bande zur höhern Persönlichkeit los, und folgt immer wieder jenem Zuge. Nun aber, wenn jene diesen Bezug zu den Menschen behält, ist sie von ihrer Gottheit abgeschnitten - sie ist nur noch Potenz - ist notwendig wirkende Potenz - sie ist in bezug auf das jetzige alterierte Bewußtsein aller Majestät entäußert - der Mensch reißt sie mit sich fort in den notwendigen Prozeß; nur auf die Bedingung, den Menschen ganz aufzugeben, kann sie sich von dieser Beziehung losreißen. Kann sie aber den Menschen nicht lassen, so muß sie eine von Gott unabhängige, losgerissene Wirkung annehmen. Bleibt sie also in Bezug auf dieses Sein, so ist sie eine von Gott losgerissene, unabhängige, verschiedene - sie verhält sich nur als natürliche Potenz, als äußerliche Ursache des Prozesses, dem durch das neu erregte Prinzip das Bewußtsein unterworfen ist. Wenn sich also die höhere Persönlichkeit in die Gewalt jenes gottentfremdeten Seins begibt, so ist sie jetzt auf eine ganz andere Art als vorher außer ihre Gottheit gesetzt, ist bloße natürliche Potenz zu dem Sein, das im Bewußtsein erregt ist, daher dieses der Anlaß eines neuen ProDreiunddreißigste Vorlesung 23[ zesses ist. Dieser neue Prozeß kann ebenfalls nur als theogonischer betrachtet werden; er ist Wiederholung des ersten Prozesses, durch welchen das ursprüngliche Bewußtsein des Menschen zuerst gesetzt ward. Die Potenzen, der Anlaß, das s Vermittelnde und das Ziel dieses zweiten Prozesses werden ganz die der ersten theogonischen Bewegung sein. Diese zweite Bewegung wird sich von der ersten nur dadurch unterscheiden , daß dasselbe Prinzip denselben Weg ins Menschliche und Gottsetzende nun, da es schon Prinzip des menschlU liehen Bewußtseins geworden ist, zurücklegt. In der Natur war es außergöttliches Prinzip; hier aber tritt dasselbe Prinzip nochmal hervor, nachdem es schon Prinzip des menschlichen Bewußtseins geworden war. Daß jenes Prinzip auch nach dem angenorn.menen Umsturz als das Prinzip des menschlichen Bewußtseins erhalten werde, ist schon die Wirkung der zweiten Potenz; aber auf diese Weise geschieht es, daß jener Prozeß, obwohl von der Freiheit oder Gewalt des Menschen ganz unabhängig , gleichwohl im. Prinzip des menschlichen Bewußtseins vorgeht. Allerdings ist dieses Prinzip außer den Schranken gesetzt, in die es durch das menschliche Bewußtsein gefaßt war; es verhält sich nur noch als das außergöttliche Prinzip des menschlichen Bewußtseins. Inwiefern dieser Prozeß ganz im Prinzip des rn.enschlichen Bewußtsein gedacht werden kann, kann er sich auch durch Vorstellungen äußern, welches die mythologischen Vorstellungen sein werden. Auch diese mythologischen Vorstellungen lassen sich nicht als erfundene, als erdichtete, nicht als durch zufällige Verwirrung entstandene, sondern als notwendige Erzeugnisse des außer sich gesetzten, und nur zufällig zu sich selbst wieder kommenden, menschliehen Bewußtseins denken. Die mythologischen Vorstellungen kamen nicht von außen in das Bewußtsein hinein; denn wie konnten sie sonst so tief ins menschliche Bewußtsein sich einverweben, daß die Völker sich lieber den grausamsten Schmerzen hingaben und alles duldeten, als von diesen Vorstellungen ließen? 1 Sie konnten nicht ohne blutigen Kampf aus dem Bewußtsein gerissen werden, wie die Geschichte des Heidentums zeigt. Sie sind auch nicht durch eine zufällige Tätigkeit des Bewußtseins, als Wirkungen und Erzeugnisse der Phantasie zu betrachten, wie viele meinten: sie sind vielmehr Erzeugnisse der Substanz des Bewußtseins. Sie sind nicht Erzeugnisse eines zufälligen, sondern des substantiellen Bewußtseins , das jedoch durch einen falschen actus aus seiner Substanz herausgesetzt und nun einem willkürlichen Prozeß unterworfen ist; denn das Wesen des Menschen ist gleichsam aus seinem Verhältnisse, wo es lautere Freiheit war, hinausgesetzt; das Bewußtsein des Menschen ist gleichsam in sein vormenschliches Verhältnis zurückgesetzt. Aus dieser Ansicht erklärt sich voll- kommen 1) der Glaube, den die in diesem Prozeß befangene Menschheit jenen Vorstellungen schenkte. Sie rnußte diese für objektiv ansehen, denn der Prozeß war ein von der Freiheit des Menschen unabhängiger. Objektiv aber sind die Vorstellungen, die ins Bewußtsein treten ohne unser Zutun, ja sogar wider unsern Willen. Die in dem angenommenen Prozeß wirkenden Mächte oder Potenzen waren nicht eingebildete, sondern die wahren, objektiven, theogonischen Potenzen, dieselben Mächte, die auch in der Natur wirken. Daraus erklärt sich 2) der Zusam.menhang, in welchem die mythologischen Vorstellungen bei aller scheinbaren Widersinnigkeit mit der Natur und ihren Erscheinungen stehen. Dieser Zusammenhang veranlaßt viele Naturforscher, die Götter als personifizierte Naturphänomene oder Naturkräfte anzusehen. Diese Ähn- lichkeit mit der Natur beruht darauf, daß dieselben Potenzen, die in der Natur wirkten, auch im Bewußtsein wirkten. Dieser Zusammenhang ist also selbst ein natürlicher, kein künstlicher.",
    "Durch diese Annah1ne eines von der Freiheit des Menschen ganz unabhängigen Prozesses, mittels dessen die Vorstellungen der Mythologie oder die Mythologie selbst entstanden seien, ist für die Geschichte der Menschheit ein völlig neues Faktum geworden, durch welches der bis jetzt leere Raum, bis zu dem keine Geschichte hinaufgeht, erfüllt ist. Wenn gefragt wird, was in jener Zeit die Menschheit beschäftigt habe, so kann man 1*] Cf Beilage. - [s. u. S. 719 ff. l antworten: Jene Zeit war erfüllt von der ungeheuren Erschütterung des menschlichen Bewußtseins, die die ältesten Göttervorstellungen erzeugte. Die eigentlich geschichtliche Zeit fängt erst am Ende der Mythologie an. Ja wenn die Äußerlichkeit der Geschichte der Völker erst anfängt, nachdem die Mythologie entstanden ist, so können wir hinzusetzen: Jener Äußerlichkeit in der Geschichte ist die Menschheit erst anheim gefallen, als sie aus jenem inneren Prozeß mit vollendeten Vorstellungen äußerlich heraustrat. Solange sie im Prozeß begriffen war, lll wurden die äußeren Taten der Menschheit, wie z.B. die Wanderungen der Völker, durch die inneren Vorstellungen bestimmt . Während der Erzeugung der rnythologischen Vorstellungen war die Menschheit in einem ekstatischen Zustande, aus welchem sie erst später, nach den mythologischen Vorstellungen , in den nüchternen Zustand wieder heraustreten konnte. Während der Erzeugung der mythologischen Vorstellungen war das menschliche Bewußtsein ein außer sich gesetztes , besinnungsloses, und es konnte aus diesem besinnungslosen Zustande erst heraustreten, und in seinen nüchternen, 211 besonnenen Zustand zurückkehren, nachdem jener ekstatische Zustand beendigt war. Ganz besclüftigt mit jenen 1nythologischen Vorstellungen hatte die Menschheit noch keinen Sinn für äußere Verhältnisse. Die Scheidungen und Trennungen der Völker wurden daher nur durch innere Zustände bestimmt.",
    "Dieser theogonische Prozeß, der die ganze Menschheit ergriffen hatte, hatte notwendig, wie jeder andere Prozeß, seine Momente, und es läßt sich nachweisen, daß diese Momente an verschiedene Völker, wie verschiedene Rollen, verteilt waren.",
    "Mit jeden, neuen, aus der Masse der Menschheit hervorgehenden , Volke rückte der Prozeß um eine Stufe weiter. Die verschiedenen , ans Licht der Geschichte hervortretenden, Völker sind daher den verschiedenen Momenten des theogonischen Prozesses parallel, so daß jedes Volk einen gewissen Moment in sich repräsentiert. Wenn die Geschichte erst anhebt, nachdem die Völker geschieden sind, so kann diese Trennung nicht aus der Geschichte erklärt und begriffen werden. Alle Völkertrennung schreibt sich aus der Zeit der Mythologie selbst noch her.",
    "Jener geschichtliche Hergang der Mythologie enthält daher auch die Mittel, die Trennung der Völker zu erklären. Weil die erscheinenden Völker selbst nur Erzeugnisse einer eingetretenen Krisis, weil die mythologischen Vorstellungen ebenfalls nur Erzeugnisse dieses, durch die ganze Menschheit hindurch- gehenden, Prozesses sind, weil die mythologischen Vorstellungen aller Völker aus Einern Keime entwachsen sind, weil ins besonders jedes folgende, spätere Volk den Prozeß da aufnimmt , wo er in einem frühem stehengeblieben ist, weil das, was im Bewußtsein des frühem Volkes hervorgetreten war, im Bewußtsein des spätem als Vergangenheit aufgenommen wurde - aus diesen Gründen sehen sich die Mythologien, auch der getrenntesten Völker, so ähnlich, daß man diese Ähnlichkeit für eine Familienähnlichkeit erklären könnte. Sie sind sich verwandt, sind aus demselben Keime entstanden, und nicht durch bloß äußeren Zusam1nenhang verbunden. Man hat daher , um diese auffallende Übereinstimmung der verschiedensten und getrenntesten Völker zu erklären, nicht nötig, mit Creuzer* und anderen anzunehmen, daß die mythologischen Vorstellungen zuerst unter irgendeinem unbekannten Urvolke (dies ist ein widersprechender Begriff; denn waren keine Völker außer ihm, so war es die Menschheit überhaupt; waren aber Völker außer ihm, so war es nicht Urvolk) entstanden, daß sie alsdann von diesem an ein anderes, an das älteste der bekannten Völker gelangt seien, etwa an die Indier, welches in der letzten Zeit einige Phantasten zu der Ehre, das älteste Volk zu sein, erheben wollten. Es zeigt das indische Volk durch seine Literatur , Kunstentwicklung und seine mythologischen Vorstellungen , daß es ein relativ jüngeres Volk sei. Man braucht nicht anzunehmen, daß die Mythologie demnach zuerst an die Inder, von diesen an die Ägypter, und von diesen an die Griechen gekommen sei. Diese Verbindungen lassen sich nicht einmal * Symbolik und Mythologie der alten Völker, besonders der Griechen . Lpz. u. Darmstadt, 2. Aufl. 1819. 4 Bnde. 60 Taf. Abbild.",
    "Ba11r, Symbolik u. Mythol. o. d. Naturrel. des Altert. Stuttg., 1825.",
    "historisch nachweisen. Diese Mythologien zeigen eine wahre Familienähnlichkeit, weil sie aus einem und demselben Keime sich entwickelt haben. Die Mythologien der verschiedenen Völker sind selbst nur als Momente eines allgemeinen, durch die ganze Menschheit gehenden, Prozesses anzusehen. Diese verschiedenen Momente des Mythologie erzeugenden Prozesses an den Mythologien der Völker nachzuweisen, ist nun der Gegenstand der Philosophie der Mythologie. Hier kann aber bloß ein Überblick dieser Momente gegeben werden. Nur in ihrem Unterschiede und in ihrem Verhältnisse zur Offenbarung kommt hier die Mythologie in Betracht. Man kann erwarten, daß innerhalb der Mythologie selbst eine gewisse Erinnerung von dem Übergange des Menschen in den Prozeß aufbewahrt und geblieben sei, eine Erinnerung, wodurch der Mensch verleitet sei, das Prius der Natur, das in ihn übergegangen ist, wieder als solches zu erwecken. Dies ist gezeigt in der Philosophie der Mythologie. Hier kann ich bloß einige Hauptpunkte bemerken: Jenes Prinzip, das in der Natur Gegenstand der Überwindung, das eigentliche prius oder zu Grunde liegende der Natur ist, war in dem Menschen in sein Ansieh zurückgebracht; es verhielt sich als das actu an sich Seiende. Es sollte nach der göttlichen Intention dem Menschen innewohnen, nicht wieder zur Potenz oder Möglichkeit eines andern Seins werden. Dieses Prinzip ist das crm:pµa -cou Swu, jener theogonische Grund, der in dem Menschen bleiben sollte.",
    "Da aber der Mensch sich selbst in Freiheit gegen dieses Prinzip erblickt, so ist es begreiflich, daß, sowie er die Möglichkeit eines anderen Seins an sich erblickt, er gegen die göttliche Absicht dasselbe sich vorstelle als sein Könnendes im transitiven Sinne; doch kommt dessen Möglichkeit erst zum Erfolg, wenn sich der Wille dazuschlägt. In diesem Verhältnisse als an sich nichts vermögend erscheint diese sich ihm darbietende Möglichkeit als weiblich. Zugleich erscheint diese Möglichkeit als das den Willen an sich Ziehende, Verleitende, Verlockende.",
    "Dieser Moment des Bewußtseins, wo jene Möglichkeit nur Möglichkeit ist, aber doch den Willen schon an sich zieht, ist daher in der Mythologie durch ein weibliches Wesen bezeichnet, vermöge einer natürlichen Verknüpfung. Denn jene für sich unfruchtbare Möglichkeit, die erst etwas bewirkt, wenn sie den Willen an sich zieht, kann sich dem 1nenschlichen Bewußtsein nur als Weiblichkeit darstellen. Diese Möglichkeit, wenn sie innerlich bleibt, ist dem Ansieh, dem Wesen gleich; tritt sie heraus, ist sie dem Zufälligen gleich, muß blindlings, willenlos und notwendig sein. Dieses, dem Umsturze, dem Übergange aus dem Wesentlichen in das Zufällige ausgesetzte, Prinzip ist in der Griechischen Mythologie Persephone, die schon früher die Pythagoreer als identisch mit ihrer ~uai;, Zweiheit erkennen, unter welcher Zweiheit die zweideutige, unstäte Natur verstanden wird - TO rrEplcpEpEc;, was sich umdrehen kann, und unter der Hand ein anderes wird. Früher schon wurde dies unzuverlässige Wesen dargestellt als sein und nicht sein Können. Solange dieses Prinzip als sein Können in seinem Innern, in seinem Ansieh bleibt, solange es ein lauteres Wesen ist, vermag kein anderes Prinzip es aus seiner Innerlichkeit herauszubringen; geht es aber in das Sein über, wird es dem Wesen ungleich, zufällig, anderm zugänglich, alii obnoxium . Kein anderes Prinzip vermag etwas über dasselbe, so- lange es innerlich ist; wenn es heraustritt, wird es peripherisch und somit anderm untertan. Dies ursprüngliche, bloß mögliche , aber durch den Übergang in die Wirklichkeit dem Umsturz preisgegebene Wesen ist Persephone. Doch darf man sich nicht vorstellen, als wäre die Idee der Persephone gleichzeitig mit dem Anfang der Mythologie. Diese Idee, die den Anfang der Mythologie bezeichnet, ist nicht der Anfang der Mythologie selbst. Dieser ist vielmehr im Bewußtsein selbst noch verborgen. Erst am Ende des Prozesses wird dem Bewußtsein auch der Anfang klar; erst am Ende des Prozesses erscheint dem Bewußtsein jenes Prinzip wieder als Möglichkeit. Eben weil dieses Prinzip nicht mehr Möglichkeit ist, erscheint es am Ende des Prozesses als Möglichkeit, und stellt sich als Persephone dar am Anfange der Mythologie. Persephone ist also Untersuchungen. Hamburg, 1837.",
    "jene innere, dem Bewußtsein des Menschen sich darstellende, Möglichkeit, die in dieser Innerlichkeit den Willen anzieht, anlockt. Dann aber wenn sie den Willen an sich gezogen hat, ist er nicht mehr frei und verdunkelt. Erst am Ende des Prozesses, wo er schon wieder in Freiheit ist gegen den Prozeß, kann er des Anfangs des Prozesses sich erinnern. Daher erscheint der Anfang der Mythologie erst in der Griechischen Mythologie .",
    "Vielleicht möchte man meinen, ich sollte mich bei dieser Gelegenheit über die Erzählung der Genesis erklären, die sich auf die erste Verführung bezieht. Ich könnte mich aber nicht vollkommen darüber äußern, ohne Bezug zu nehmen auf den Zustand des Bewußtseins, den wir während der ganzen Ökonomie der Mythologie voraussetzen müssen. Dies kann also erst später geschehen. Einstweilen aber mache ich nur auf folgende drei Punkte aufmerksam:",
    "1) auch hier wird der erste Übergang des Menschen einer Verführung zugeschrieben - 2) die der Verleitung zugängliche Seite des Menschen wird als die weibliche dargestellt (»das Weib gab mir usw.«); auch hier ist also die Hauptschuld der weiblichen Persönlichkeit beigelegt - 3) das verführende Prinzip wird als die Schlange vorgestellt.",
    "Die Schlange, in sich gekrümmt, ist Ruhe; wenn sie sich aufrollt , ist sie dem Menschen verderblich. So ist es auch mit jenem Prinzip. Allgemein wurde daher die Schlange als das Symbol einer natura anceps, einer zweideutigen Natur, betrachtet , durch die aller Umsturz kommt. In der Griechischen Mythologie war es Zeus, der Gott der zukünftigen Zeit, der ohne den Umsturz des ersten Prinzips nicht hätte sein können, der sich in Gestalt einer Schlange der Persephone nähert. Persephone selbst wird in der Griechischen Mythologie als wohnend in einem unzugänglichen Verwahrsa1n, in einer unnahbaren Burg, dargestellt. Auch hier ist also die Idee eines Verwahrsams, in dem das menschliche Bewußtsein verschlossen ist. Zeus nähert sich ihr in Gestalt einer Schlange, um sie herauszulocken und zum gebärenden Prinzip eines neuen Prozesses zu machen. Die in der Abgeschiedenheit bleibende Persephone ist im jungfräulichen Zustande; herausgetreten wird sie Mutter des ersten Dionysos.",
    "Sie sehen, daß diese Vorstellungen ganz der Erzählung der Genesis analog sind. Man könnte schon darum, da die Offen- barung nur die zurechtgestellte falsche Religion ist, die Erzählung der Genesis die berichtigte mythologische Vorstellung nennen. Indem wir den Anfang des mythologischen Prozesses und alle künftigen Ereignisse an jene Urtatsache, an jene Übertretung des menschlichen Bewußtseins aus dem Ansieh in das Außersich anknüpfen, damit erklären wir zugleich den mythologischen Prozeß als ein allgemeines Schicksal, dem das ganze Menschengeschlecht unterworfen war. Die Mythologie ist nicht aus zufälligen, bloß empirischen, Voraussetzungen zu erklären, nicht aus einer zufälligen Verwirrung; sie ist nicht aus Mißverständnissen erwachsen. Weit tiefer ist die Quelle der Mythologie. Sie verliert sich mit ihren letzten Wurzeln in jene unvordenkliche Tatsache, ohne welche es keine Geschichte gäbe. Die Geschichte könnte nicht Geschichte sein, hätte nicht der Mensch die Grundlage aufs neue erschüttert. Merkwürdig drückt sich ein Jüdisches Buch darüber aus; der Schöpfer redet daselbst den neugeschaffenen Menschen so an: »Hüte dich, daß du meine neugeschaffene Welt erschütterst; denn wenn du sie erschütterst, wird sie kein Mensch wiederherstellen können, und du dich mit dem Heiligen, dem Messias, in den Tod ziehen.« Dies heißt populär ausgedrückt: ohne Ausgang aus dem Paradiese gäbe es keine Geschichte. Die Mythologie ist also die verborgene Quelle, aus der sich die Geschichte ergießt, so wie der Nil aus verborgener Quelle entspringt. Nachdem wir diesen ersten Übergang erklärt haben, wollen wir uns zum Prozeß selbst wenden."
  ]
}