{
  "title": "10. Vorlesung (Lecture 10)",
  "paragraphs": [
    "M. H. Am Ende der letzten Stunde habe ich nur allgemein auf einen dritten Begriff hinzuleiten versucht, durch den erst dieses ganze Fortschreiten vollendet wird. Um diesen Begriff in seinem wahren Verhältnisse, als entstanden aus dem notwendigen Hervorgehen aus den beiden ersten, darzustellen, müssen wir wieder in eine der bisherigen Entwicklungen eingehen. Die Philosophie als Wissenschaft, die das Sein von vorneherein erklären will, kann sich ursprünglich keines Ausgangspunkts innerhalb des wirklichen Seins bedienen; denn über dies will sie eben hinausgehen. Nur dadurch, daß sie sich über dieses Sein hinaussetzt, und das Unbestimmte setzt, nur indem sie sich alles Sein als Zukünftiges setzt, setzt sie sich in ein freies Verhältnis zum künftigen Sein. Was sein wird, ist an sich ein Unbestimmtes. Die erste Aufgabe der Philosophie ist also, sich selbst in den Stand zu setzen, dieses Unbestimmte als das, was sein wird, festzuhalten - es als ein Bleibendes zu begreifen, und es vor dem blinden Übergange ins Sein zu bewahren. Was sein wird, können wir nicht denken ohne unmittelbares Verhältnis zum Sein, d. h., wir können nicht umhin, es als unmittelbare Möglichkeit des Seins eines Seins zu denken, in welchem es sich nicht gleich bleibt, sondern ein anderes wird. Diese Möglichkeit ist eben das schlechthin nicht auszuschließende desselben - es ist das, was wir auch nicht wollend anerkennen müssen. Inwiefern das sein Könnende eine solche unmittelbare Möglichkeit des Seins ist, insofern ist das, was sein wird, zunächst einem unvermeidlichen Umsturz ausgesetzt. Wir müssen daher das sein Könnende, um es festzuhalten, auch als rein Seiendes bestimmen. Daß es als rein Seiendes über dem Sein ist, ist gezeigt - ebenso, daß das sein Könnende und rein Seiende ihrem Wesen nach gleich sind. Wir dürfen dieses Verhältnis nicht bestimmen als eine Zweiheit, sondern vielmehr als eine Doppelheit. Das sein Könnende und das rein Seiende sind ihrem Wesen nach das eine und selbe; aber jenes ist nicht dieses, und dieses ist nicht jenes. Wir haben gezeigt, daß sie sich in uno eodemque subjecto nicht ausschließen - wir haben es als Doppelwesen dargestellt. Schon indem es als rein Seiendes sich selbst als sein Könnendes in seiner Gewalt hat, schon dadurch ist es als das, was sein wird, festgestellt. Ich bitte Sie, folgendes zu überlegen. Als jedes von beiden ist es eine relative Negation des andern - als sein Könnendes ist es die Negation des Seienden in sich, als rein Seiendes ist es die Negation des Kön- nenden. Jedes, besonders betrachtet, ist eine Einseitigkeit; als rein Seiendes, indem es das sein Könnende ausschließt - als sein Könnendes, indem. es das rein Seiende ausschließt. Indem aber das rein Seiende sich als sein Könnendes zum Subjekt hat, und zwar natura sua, nicht durch einen besonderen Akt, ist es als sein Könnendes bereits abgehalten, selbst objektiv zu werden, und dadurch wird es auch aufhören, dem rein Seienden Subjekt zu sein. Es ist Subjekt, nur inwiefern es nicht selbst Objekt sein will, sondern ein anderes dafür anerkennt. Eben dies Verhältnis zeigt, daß in keinem von beiden das wahre Ende wirk- lieh gesetzt sei, denn keines ist um seiner selbst willen, und eines nur wegen des andern da. Das, was sein wird, ist weder als das eine noch als das andere das, was es eigentlich sein soll.",
    "Denn als sein Könnendes ist es ausdrücklich gesetzt als das nicht um seiner selbst willen Seiende; aber auch als rein Sei- endes ist es nicht als das um seiner selbst willen Seiende gesetzt, sondern nur, um das erstere als Subjekt zu erhalten. Hier ist also nicht stehenzubleiben. Indem wir vom sein Könnenden zum rein Seienden fortgehen, können wir weder das eine noch das andere für das um seiner selbst willen Seiende ansehen; denn eines ist nur wegen des andern da; aber eben mit diesem Fortgange wollen wir schon das, was sein wird, als ein Drittes, als das um seiner selbst willen Seiende. Was kann es aber als das Dritte sein? Wir haben gezeigt, daß es als jedes, als sein Könnendes und als rein Seiendes, Einseitigkeit ist; dadurch, daß es ungeachtet der Doppelheit doch ein und dasselbe Wesen ist, als das eine sowohl, als auch als das andere, hebt es die Einseitigkeit in sich auf Nun kommt dieses Eine in die Mitte zwischen dem einseitigen Sein und dem einseitigen Können zu stehen, d. h., es ist von beiden frei. Da es aber nur davon frei ist, inden1 es eben beide voraussetzt, indem es in beiden ist (denn wenn wir jene beide hinwegnehmen, so müssen wir wieder von vorne anfangen), so ist es das von beiden Freie nur als ein Drittes. Es ist das von beiden Freie nur, inwiefern es das sein Könnende ist, dessen Einseitigkeit dadurch aufgehoben wird, daß es auch das rein Seiende ist; ferner inwiefern es das rein Seiende ist, dessen Einseitigkeit dadurch aufgehoben ist, daß es auch das sein Könnende ist, kurz, weil es das Dritte ist.",
    "Daraus folgt umgekehrt, daß es als Drittes das vom einseitigen Können und vom einseitigen Sein gleich Freie ist. Dies ist vorderhand bloß ein negativer Ausdruck - um zum positiven 111 Ausdruck zu gelangen, wollen Sie folgendes überlegen.",
    "Das sein Könnende ist einseitig, denn es kann nicht ins Sein übergehen, ohne daß es aufhört, Quelle oder Potenz des Seins zu sein. Es ist einseitig, weil die Potenz der actus, und den actus die Potenz ausschließt. Absolut gesprochen ist das sein Können beides, das Potenz und actus sein Könnende. Dies mögen Sie als Nebenerklärung ansehen. Es ist das sein Könnende nur hypothetischerweise - indem es Potenz ist, ist es nicht actus - indem es actus ist, ist es nicht Potenz. Darin eben besteht seine Einseitigkeit. Das rein Seiende schließt die Potenz ganz aus, ist aber bloß actus; es ist nicht wie das sein Können eine natura anceps, sondern entschieden bloß actus.",
    "Das Dritte, als das von beiden Einseitigkeiten Freie, kann nur das sein, in welchem der actus nicht die Potenz, und die Potenz nicht den actus ausschließt, oder welches im Vergleich mit dem sein Könnenden nicht aufhört, Sein zu sein. Wie der wahrhaft sich selbst besitzende Geist im Menschen sich keineswegs vor der Äußerung zu bewahren hat, so ist auch dieses Dritte das, dem es nicht verwehrt ist, herauszugehen. Kurz, dieses dritte ist nur zu bestimmen als das zu sein und nicht zu sein erst wirklich Freie, weil es im Wollen nicht aufhört, als Wille zu bestehen; oder, wenn wir das sein Könnende als Subjekt , das rein Seiende als Objekt bestimmen, so ist unser Drittes weder dieses noch jenes, sondern das unzertrennliche Subjekt = Objekt. Es ist das, was als rein Seiendes nicht aufhört , sein Könnendes, und als sein Könnendes nicht aufhört, rein Seiendes zu sein; oder es ist das, was als Subjekt nicht aufhört, Objekt, und was als Objekt nicht aufhört, Subjekt zu sein; es ist also das sich nicht verlieren Könnende; kurz, das als solches Seiende sein Könnende. Daß dies dasjenige ist, was wir eigentlich wollen, ist in der letzten Vorlesung erklärt worden.",
    "Auch hier sind noch verschiedene Erläuterungen nötig.",
    "Wir sind mit diesem Dritten immer noch über dem wirk- liehen Sein; denn es wird auch hier vom Sein als einem Zukünftigen geredet. Ich bemerke nur, daß auch das als solches gesetzte sein Könnende nur eine dritte Bestimmung des Einen ist; es ist nicht gesetzt als ein Besonderes, für sich Bestehendes, sondern als ein in der Einheit noch begriffenes. Wir haben nicht 1 + 1 + 1, sondern immer nur 1 gesetzt, nur ein Wesen, aber ein dreifaches Wesen, ein Wesen mit drei Ansichten (nicht subjektiv genommen) - Ein Wesen, das gleichsam drei Antlitze zeigt.",
    "Das bloß sein Könnende und das rein Seiende schließen sich nicht aus, denn das eine ist das andere. Ebenso schließen sich auch das bloß sein Könnende und das als solches sein Könnende nicht aus. Da aber das bloß sein Könnende und das rein Seiende, wie wir zeigten, sich auch nicht ausschließen, so schließen sich alle 3 nicht aus. Eines und dasselbe ist, ohne aus der Einheit herauszugehen, das sein Könnende und rein Sei- ende und das als solches gesetzte sein Könnende.",
    "Um dies von einer andern Seite darzustellen, haben wir das bloß sein Könnende in bezug auf das künftige Sein als das nicht sein Sollende dargestellt. Demnach verhält sich das bloß sein Könnende zum künftigen Sein, wie das nicht sein Sollende zum Sollenden. Das nicht sein Sollende ist im sein Sollenden verborgen; solange jenes dies ist, sind sie nicht ungleich; es macht sich erst ihm ungleich, wenn es ins Sein übergeht. Z.B.",
    "das Böse im Kinde ist im Guten verborgen und sofern ihm nicht ungleich; es wird erst den, Guten ungleich, wenn es in die Wirklichkeit hervortritt. Dabei bemerke ich, daß dieses Beispiel nur als analog zu verstehen sei, nicht so, daß wir das nicht sein Sollende als Prinzip des Bösen denken. Tritt dies aus dem sein Sollenden hervor, dann erst können wir es als nicht sein Sollendes erklären. Wir haben ja bemerkt, vermöge des ur- sprünglichen Verhältnisses des rein Seienden zum Sein unterliegt es im wirklichen Sein wohl dem Hervortreten, wird aber als solches negiert. Wenn es nun manchmal hervortritt, ist es das Böse. Dieses Böse aber als solches erscheint erst in der letzten Kreatur der Schöpfung, im Menschen, weil erst im Menschen jenes Prinzip als nicht sein Sollendes vollständig erklärt werden kann.",
    "* Die 3 Begriffe sind nur Bestimmungen eines und desselben; aber eben deswegen ist dieses Eine als Subjekt nur bestimmbar, indem es als Objekt bestimmt ist, und als Objekt nur bestimmbar , indem es als Subjekt bestimmt ist, indem es als Subjekt zugleich Objekt, und als Objekt zugleich Subjekt ist.",
    "Auch hieraus erhellt, daß die drei Differenzen des bloßen Subjekts , des bloßen Objekts, und des Subjekt=Objekts keine substantiellen, sondern bloß Differenzen der Bestimmung sind. Zwar ist das unzertrennliche Subjekt=Objekt eigentlich das, was wir wollen; es ist das im Sein noch Potenz Bleibende, weil es nicht sich wollen kann. Es bleibt Potenz, weil es etwas anderes vor sich hat. Das bloße sein Können kann nur sich wollen, es ist das nur für sich sein Könnende; es ist das Objekt seiner selbst - das sein Könnende nur für sich in Abziehung von allem andern. Dies hat es ungleich mit dem Zweiten und Dritten, weil es keine Voraussetzung hat.",
    "Wenn wir nun erst in dem Dritten das bewährt gefunden haben, was wir wollen, so ist hier erst das wahre Ende - hier erst das, was sein wird, vollendet. Wir haben das, was sein wird, als in sich beschlossen, als das Absolute, id quod omnibus numeris absolutum est, gewonnen. Der wahre Begriff des Absoluten ist ja entgegengesetzt dem Begriff der leeren Ewigkeit oder leeren Unendlichkeit. Durch den Begriff des Absoluten haben wir den Begriff der leeren Unendlichkeit aufgehoben, wo kein Anfang und kein Ende ist. In jenen drei Bestimmungen ist freilich Anfang, Mitte und Ende - aber absolut gegeben, nur so, daß sie nicht außereinander sind. Von der leeren Unendlichkeit ist alle Endlichkeit ausgeschlossen; aber in jenen drei Begriffen ist das Absolute in sich selbst ein Endliches, durchgängig bestimmtes, und doch Unendliches, weil es keiner einzelnen Form Untertan ist, die eine andere ausschlösse, weil es nach außen völlig frei ist. Es ist nirgends ein Unbegrenztes, sondern ein überall Begrenztes und doch Freies. Denn es ist gefaßt, und es ist nicht gejaßt. Es ist gefaßt, insofern es bestimmt ist, und es ist nicht gefaßt, indem es keiner einzelnen Bestimmung untertan ist, die eine andere ausschließt - insofern ist es unendlich. Von dem abstrakten Einen des Parmenides war schon dadurch abgeleitet, daß wir das Subjekt des Seins gleich als sein Könnendes bestimmten. Der Begriff des abstrakten Seins ist dadurch beseitigt; an seine Stelle tritt das gebildete, gegliederte Sein. Das Erste, was wir setzten, war schon gleich einem Bestimmten, aber nicht Al- lern, d. h., = 0 . Das, was sein wird, was wir anticipando für * das, was ist, nehn1en können, ist freilich mehr als nur unum quid, aber nicht dadurch, daß es unendliche, allgemeine Substanz ist, sondern dadurch, daß es Allheit ist. Denn jede Mehrheit, in sich selbst geendet, ist Totalität. Das, was sein wird, ist Allheit, nicht aber in materieller Auseinandersetzung, so, daß die Elemente sich als Teile verhalten; denn jeder Teil ist immer ein vom Ganzen Verschiedenes. Aber dies ist hier nicht anwendbar; hier findet überall keine gegenseitige Ausschließung statt. Daher enthält hier das Ganze nicht mehr als der Teil - jeder Teil ist das Ganze. Keines von ihnen ist außer dem andern. Was ich immer betrachte, ich betrachte das Ganze. Der Teil ist für sich selbst ein Ganzes, und nicht weniger, als das Ganze. Dies ist eben der Charakter der vollendeten Geistigkeit, wo der Anfang nicht außer dem Ende, und das Ende nicht außer dem Anfang ist. Im Geiste ist der Anfang da, wo auch das Ende ist: iin Geiste sind die Teile nicht auseinander, sondern ineinander, so, wie Christus den Geist beschreibt, indetn er ihn mit dem Wehen des Windes vergleicht. Jeder Punkt seiner Bahn ist Anfang und Ende. So ist es auch im Geiste. Der Geist ist überall, jeder Punkt ist ihm gleich gültig. Wenn aber diese Einheit nur immateriell sein kann, wenn sie eben deswegen nur im Geiste möglich ist, so haben wir 1nit dieser Entwicklung gewonnen: das, was sein wird, ist Geist; es ist das sein Könnende = Geist; es ist das rein Seiende = Geist. Der absolute Geist ist aber nur zu denken als Allheit. Der sein Könnende Geist ist der sich ungleich sein Könnende Geist; der rein Seiende ist der sich gleich sein Könnende Geist, der im Akt derselbe bleibt und kein anderer wird. Der Geist ist ferner der s als solcher Seiende Geist. Im vollendeten Geiste ist nämlich das, was sein wird, als solches festgestellt: es ist gesetzt als Freiheit, auch nicht zu sein. Und dies ist das Resultat der bisherigen Entwicklung, nämlich Freiheit der Seinsentstehung.",
    "Das, was sein wird, mußten wir zuerst gegen die Gefahr des Umsturzes zu bewahren suchen, und es daher als Notwendigkeit zu sein darstellen. Wir haben es als Freiheit, nicht ins Sein überzugehen, erreicht und müssen es nun als Freiheit zu sein erreichen - und dies ist der andere Teil unserer Untersuchung ."
  ]
}