{
  "title": "Vorlesung 65 (Lecture 65)",
  "paragraphs": [
    {
      "index": 0,
      "text": "Es geschieht wohl auch in allgemeinen wissenschaftlichen For- schungen, daß man sich von irgendeinem gewissen Vorgefühl der Wahrheit einen Grundsatz macht über das, was durch ir- gendeine Theorie erreicht werden, und was man dagegen in dieser Theorie nicht zulassen sollte. Man beschließt bei sich zuvor, jede Erklärung, die dieses oder jenes nicht leisten könnte, zu verwerfen. Dies Recht muß man auch der Theo- logie zugestehen, und es war ein richtiges Vorgefühl, oder, wenn man will ein richtiger Instinkt, der für jede theoretische Bestimmung, die über das Verhältnis des Göttlichen und Menschlichen in Christus aufgestellt wurde, schon zum vor- aus - a priori - die Vorschrift oder den Kanon feststetzte: neque * distrahantur naturae, neque confundantur. Allein von einem solchen Kanon bis zur wirklichen Aufstellung einer Theorie, die ihm gemäß wäre, ist ein sehr großer Schritt. Der Kanon muß festgehalten werden, aber nicht jede Theorie hat sogleich Anspruch auf unbedingte Gültigkeit. Wollte man diese unbe- dingte Gültigkeit, die man der allgemeinen Vorschrift zugeste- hen kann, auch auf die zufällig angenommene Theorie aus- dehnen, so wäre ein solcher Gebrauch der Vorschrift ein tyrannischer, alle Geistesfreiheit vertilgender. Der Kanon muß festgehalten werden; er begehrt den Punkt, wo eine Erklärung, wenn sie gültig sein soll, anlangen muß; aber wie eine Erklä- rung bei einem solchen Punkte anlange, dies muß der fort- schreitenden Wissenschaft, die nicht zu jederzeit gleiche Mittel hat, sondern von Zeit zu Zeit ihre Mittel erweitert, freigelassen werden. Betrachten wir den angeführten Kanon, so ist die Hauptforderung diese, daß die Identität der Subjekte oder der Personen festgehalten werde, d. h. daß nicht zwei Christus entstehen - einer, der Mensch und einer, der Gott sei, sondern nur ein Christus, der Gott und Mensch ist. Prüfen wir nach dem Maßstab dieser Forderung die gewöhnliche Erklärung, die Meinung, der Mensch Christus sei durch besondere Wirkung der göttlichen Allmacht erschaffen worden, so läßt sich leicht nachweisen, daß auf diese Weise die verlangte Identität der Subjekte nicht völlig zu erreichen ist. Es wird ausdrücklich"
    },
    {
      "index": 1,
      "text": "zugestanden, daß, wenn die Menschheit auch nur einen Au- genblick vor der Verbindung des Logos vorausgegangen wäre, keine persönliche Vereinigung, keine Identität zustande ge- kommen wäre, weil man gleich zwei Subjekte hätte. Aus diesem Grunde wird gelehrt, daß im ersten Augenblicke der Entstehung des Menschen, auch gleich der Logos sich verbun- den habe. Allein damit hebt man nur die Priorität der Zeit, nicht aber die Priorität in Ansehung der Sache selbst au( Die Menschheit muß zuvor da sein, und gesetzt auch, es wäre derselbe Moment, worein beides fiele. Die Menschheit muß zuerst entstehen, damit der Logos sich mit ihr verbinden könne; denn sie entsteht nicht erst durch die Verbindung des Logos, sondern unabhängig von ihr, also vor der Verbindung. Wenn ich z. B. aus einer gewissen Höhe eine Kugel auf eine weiche Matte herabfallen lasse, so wird die Kugel einen Ein- druck machen. Die in der Masse entstandene Vertiefung und der Druck der Kugel sind absolut gleichzeitig: uno eodemque momento sind Ursache und Wirkung, und dennoch ist der Druck der Kugel, ihrer Schwere nach, vor dem Eindrucke. So unabhängig die Kugel von der Masse ist, so unabhängig ist vom Logos die Menschheit. Eine wahre Identität der Subjekte kann nur sein, wenn das, was das Göttliche ist, auch die Ur- sache des Menschlichen ist, nicht aber, wenn dieses durch eine andere, und jenes durch eine andere Macht entsteht. Wollte man einwenden, daß auch wir in der Schöpfung mehrere Ur- sachen, nämlich die causa materialis, formalis und finalis haben zusammenwirken lassen, und daß trotz dieser Dreiheit der Ursachen das Geschöpf doch nur ein Subjekt sei, so wäre zu bemerken, daß da drei konkurrente oder zusammenwirkende Ursachen zu einer Handlung waren; hier aber entschieden zwei Handlungen sein würden, die Handlung der Allmacht oder der schöpferischen Kraft, und die besondere Handlung des Logos, durch die er das Geschöpf sich aneignet. Man will die Einheit der Personen herausbringen, indem man sagt, der Logos hebe die eigene Subsistenz oder Personalität des Menschen auf, was also eine bloß negative Erklärung ist. Mit eben dieser Erklä- rung gesteht man aber, daß der unabhängig vom Logos ge-"
    },
    {
      "index": 2,
      "text": "schaffene Mensch von Natur aus auch eine eigene Persönlich- keit habe, die aber aufgehoben wird. Diese Aufhebung hat von Natur aus etwas so gewaltsames, daß man kein Vertrauen dazu fassen kann. Die natürliche Erklärung ist diese, daß der Grund des Göttlichen auch der Grund des Menschlichen ist. Wenn der Mensch nur ist und existiert, weil das Göttliche will, erklärt sich die Einheit von selbst. Denn bis zur Menschwerdung ist jenes Subjekt in der Außergöttlichkeit noch immer ein gött- liches tv µop(jln Swu. Die Menschwerdung des Subjekts be- steht lediglich darin, daß es sich der Göttlichkeit in der Außergöttlichkeit entschlägt, und daß es in der Außergött- lichkeit nicht mehr ein göttliches ist, EV µop(jln Swuwv, son- dern daß es sich in der Außergöttlichkeit zum Menschen, zur Kreatur macht, µop(j)T]V i:iouAou Aaßwv. Es heißt nicht, Chri- stus hat die Knechtsgestalt ange;::ogen, sondern - Christus hat die Knechtsgcstaltgenornrnen. Die Menschheit ist nichts anders, als die ihrer Göttlichkeit entsetzte Divinität, die exinanita di- vinitas (»EKEVWCJE« übersetzt man auch mit exinanivit). Ist aber die Menschheit nichts andres, als die exinanita divinitas, so hat alsdann die Menschheit keinen andern Grund, als die Exina- nität selbst. Es kann damit nicht mehr ein positives Hervor- bringen oder Verursachen vereinigt gedacht werden; sie kann also keinen andern Grund in der Schöpfungskraft haben. Die gewöhnliche Theorie kommt in keine geringe Verlegenheit bei der Frage, was denn das eigentliche Subjekt der Exinanition sei? Denn der Mensch kann sich nicht erniedrigen; man müßte etwa nur annehmen, daß jenes Subjekt um so tiefer in der Menschheit sich erniedrigen wollte, je höher es zuvor in seiner Außergöttlichkeit gestellt war. Allein jeder wird zugestehen, daß die Erniedrigung primo loco in der Menschheit bestand. Man kann also nicht sagen, der Mensch sei das subjectum prinzipale der Erniedrigung. Von der Gottheit an sich kann man auch nicht sagen »sie habe sich erniedrigt«, denn dies ist wider die göttliche Natur. Hier ist also offenbar ein medium notwendig. Das Subjekt der Erniedrigung kann nur das Gött- liche sein, inwiefern es der Mensch nicht sein kann; es kann aber auch nicht das Göttliche an sich sein, folglich kann es nur"
    },
    {
      "index": 3,
      "text": "ein Mittelbegriff sein, nämlich das Außergöttlich gesetzte Göttliche. Dies kann sich wohl erniedrigen. Nach der gewöhn- lichen Theorie bleibt die Gottheit Jesu was sie ist; ihre Ent- äußerung besteht nur darin, daß sie ihre äußere Demonstration auf einige Zeit aufschiebt: sie besteht in einer bloßen Suspen- sion, nicht des Gottseins, sondern ihres Außergottseins. Aber nach dieser Ansicht ist die Gottheit doch nicht wirklich persön- lich, sondern nur im Verhältnisse zu dem gewordenen Men- schen ist sie Mensch, in sich selbst ist sie nicht Mensch, sondern Gott. Bloß relativ ist jede Verbindung, wo a nicht b wird, sondern a bleibt, wo in a keine wesentliche Verbindung vorgeht. Die Sonne wird in sich selbst nicht verändert, sie bleibt die leuchtende, wenngleich zwischen sie und unser Auge eine Wolke tritt, die sie uns verbirgt. Geradeso ist nach der gewöhnlichen Theorie die Menschheit in Christus nur ein Schleier oder eine Wolke, die seine Gottheit verbirgt, obwohl Christus selbst sagt: »Wer mich sieht, sieht den Vater.« Johan- nes sagt ebenfalls das Gegenteil, wenn er sagt, in der Mensch- heit sei die Gottheit sichtbar geworden. Nach der gewöhn- lichen Theorie ist die Gottheit die Sonne, die Menschheit die Wolke; Christus ist im Grunde nicht Mensch, sondern er er- scheint nur nicht als Gott; in sich selbst ist er nicht Mensch; es hat hier ebensowenig eine Entschlagung der Gottheit stattge- funden, als im angeführten Beispiele die Sonne ihres Lichtes sich entäußerte. Offenbar erreicht also die gewöhnliche Theo- rie ihre Idee nicht, und ohne es zu wollen und gegen ihre vorausgesetzte Bestimmung verfällt sie dahin, eine bloß rela- tive Identität zu behaupten. Dies geschieht deshalb, weil die gewöhnliche Theorie sich hüten muß, daß nicht in der Gottheit selbst eine Veränderung vorzugehen scheine. Davor haben sich schon die Kirchenväter verwahrt, weil es in der Stelle bei Johannes heißt »der Logos war Gott[«], was einen deutlichen Gegensatz gegen eine spätere Zeit bildet. Des ungeachtet, ob- gleich es nicht heißt »er ist Gott« nimmt man Ö 1-..oyo~ und 3EO~ für gleichbedeutend an, obwohl sich der Apostel Paulus wohl hütet, zu sagen »ö 3e0~ crap~ eyEvEw«, sondern bloß sagt * »3EO~ i;cpavi;pmcri; [i;v crapKt,« 1. Thimoth. 3, 16]. Hier haben"
    },
    {
      "index": 4,
      "text": "wir also zwei differente Ausdrücke und schon hieraus ist zu schließen, daß o ;\\.oyoc; und Swc; nicht gleichgeltende Aus- drücke sind, daß sie also nicht in allen Aussagen substituiert werden können. Aber die Theologen sehen o ;\\.oyoc; und Swc; als gleichbedeutende Subjekte an; deshalb geben sie keine ei- gentliche Menschwerdung des Logos zu, denn bei einer eigent- lichen Menschwerdung des Logos müßte der Logos der einzige terminus a quo sein. Was die Theologen zugeben, ist eine bloße Analysis der unabhängig vom Logos entstandenen Menschheit in der Gottheit. Daß dies nur eine uneigentliche Menschwer- dung sei, ist ganz klar, und manche Theologen gestehen selbst, daß, wenn das crap~ eyeve,o pro re substrata zu verstehen sei, jenes eyevew nicht leicht zu erklären sein dürfte. Wie verhält sich nun die Sache nach unserer Gesamtansicht, die wir nicht jetzt bloß erfinden, sondern die wir ganz unabhängig von der gegenwärtigen Frage aufgestellt haben? Ganz anders stellt sich hier die Sache dar. Die gewöhnliche Theorie unterscheidet nicht zwischen dem reinen oder simpliciter Gott Sein und dem ev µopcpn Swu Sein oder dem Wie Gott Sein, d. h. dem außer Gott Sein. Wir müssen hier unterscheiden zwischen dem reinen Gott Sein und dem Wie Gott Sein. Das subjectum incarnationis ist der Theologie der reine Gott, uns aber der o ;\\.oyoc;, , der zwar ev apxn bei Gott und selbst Gott war, aber jetzt das außergöttlich gesetzte Göttliche ist, also nicht mehr simpliciter Gott ist. Diese Unterscheidung einmal zugegeben, und sie muß zugegeben werden, da Johannes selbst sie macht, so hat es weiter keine Schwierigkeit, von diesem Subjekte, inwiefern es bloß ev µopcpn Swu, also ein außergöttliches ist, im eigent- lichen Sinne zu sagen, es sei Mensch geworden; es habe sich nicht bloß mit dem Menschen vereinigt, sondern wirklich zu dem Menschen entäußert, herabgesetzt; kurz es hat keine Schwierigkeit, einen wirklichen Übergang dieses über alles konkrete Sein erhabenen Subjekts in das konkrete menschliche Sein annehmen zu können. Hier ist nicht ein reiner Übergang aus der reinen Gottheit in die Menschheit, sondern aus einem zuständlichen Sein in ein anderes zuständliches Sein. Hier wird die wahre Identität der Subjekte erreicht. Wir können sagen:"
    },
    {
      "index": 5,
      "text": "eben das, was tv µop<pn lkou war, ist jetzt Mensch, und dieser Mensch, den du jetzt siehst, ist eben das Subjekt, das tv ~Lop<pn lkou war, und welches noch entfernter, tv apxn, Gott war. Es versteht sich dabei, daß dieses Subjekt, indem es Mensch ge- worden ist und Knechtsgestalt angenommen hat, aufgehört s hat, cv ~Lop<pn Swu zu sein, nnd jetzt nicht mehr in göttlicher Gestalt ist. Es kann dieses Subjekt allerdings freiwillig die ~Lop<pll Swu ablegen; dies ist dann kein Widerspruch; denn sonst hätte es die µop<p11 ÖO\\lAO\\l nicht wahrhaft angenommen, es hätte sie etwa nur insofern angenomn1en, als auch die rö- mischen Prälaten und manche regierende Herren am Gründon- * nerstag die Fußwaschung vornehmen. Nach der gewöhnlichen Theorie aber verbirgt es nur die Gottheit in der menschlichen Gestalt. Obgleich nun hier ein wirklicher Übergang statuiert wird, wo nicht bloß das Subjekt seiner äußern Gestalt nach als Mensch erscheint, wie nach der gewöhnlichen Theorie, so ist dieser Übergang doch nicht ein Übergang von der reinen Gottheit zur Menschheit, sondern nur von dem tv µop<pn Si:ou Sein zum Mensch Sein, zum tv µop<pn öO\\lAO\\l Sein, also von einem zuständlichen Sein zum andern. Es ist also auch eben darum, weil der terminus a quo des Überganges nicht die reine Gottheit ist, mit diesem Übergange noch nicht die Einheit der göttlichen und menschlichen Natur erklärt. Wäre es die Gott- heit selbst, die sich in die Menschheit umgesetzt hätte, so wäre dies gegen die Natur der Gottheit; es wäre eine confusio na- turarum und daher ein Verstoß gegen den von uns anerkannten Kanon. Es ist aber nicht die göttliche Natur selbst, sondern das außergöttlich gesetzte göttliche Subjekt, das dieses sein Außer- gottsein aufgibt und sich als Mensch erklärt. Soweit ist mit dem Bisherigen bloß der Mensch erklärt, zwar nicht der durch gewöhnliche Zeugung entstandene, sondern der außerordent- liche Mensch; aber doch nur der Mensch, nicht der Gott- mensch; indes nur nicht unmittelbar, aber doch mittelbar ist das Göttliche erklärt. Einen unniittelbaren Übergang von der reinen Gottheit zur Menschheit sucht auch die gewöhnliche Theorie zu umgehen, weil sie aber keinen andern terminus a quo hat, als die reine Gottheit, so ist sie genötigt, das subjec-"
    },
    {
      "index": 6,
      "text": "tum incarnationis, den Logos und den Menschen Jesus vorerst auseinander zu halten, und nur alsdann durch die nachfolgende unificatio die persönliche Einheit der menschlichen und gött- lichen Natur herauszubringen, während sie nach unserer Theo- s rie schon ursprünglich da ist. Auch wir nehmen keinen unmittelbaren Übergang aus der reinen Gottheit in die Menschheit an. Wie nun aber mittelbar das, was nun gewollt hat, eine persönliche Identität des Göttlichen und Mensch- lichen erreicht wird, das hoffe ich sehr einleuchtend zu ma- lU chcn. Jenes Subjekt, das {:v µop(jll7 Srnu war, hat sich zum Menschen gemacht; aber weil es nur verrn.öge seiner wahren Gottheit, d. h. vermöge seiner Einheit n1.it Gott, mit dem Va- ter, sich zum Menschen gemacht hat, so erscheint nun dieses Mensch gewordene Subjekt eben in seiner Menschheit als das l'i vom wahren Gott herstarn.mende Subjekt, als das himmlische oder göttliche Subjekt, welches ursprünglich beim Vater und insofern selbst Gott war, und es wird eben in der Menschheit vielmehr als Gott gesehen, weit entfernt, verborgen zu sein in seiner Gottheit, und zwar, da es nur eine und dieselbe Persön- * lichkeit ist, die EV µ. S. war, und die sich in der freiwilligen Menschwerdung als eins mit dem Vater erweist, also als Gott seiend, so haben wir eine vollkommene persönliche Identität zwischen dem Mensch Seienden und Gott Seienden. Denn es ist eine und dieselbe Persönlichkeit, die E. µ. S. war, aber ~5 vermöge ihrer ursprünglichen, unverlierbaren Gottheit sich entschließt, in der Menschheit sichtbar zu werden. Es ist eine und dieselbe Persönlichkeit, die als göttlich den Entschluß der Menschwerdung faßt, und die, vorher E. ~t. S., Mensch ge- worden ist. Nun haben wir wirklich, was man verlangt, eine 3IJ Einheit der Personen zwischen dem jetzt Mensch Seienden und dem Gott Seienden. Ein und dasselbe Subjekt ist Mensch und Gott; und wegen dieser Identität des Subjekts ist es erlaubt, zu sagen, Gott ist Mensch geworden. Es hat dies jetzt einen ganz einleuchtenden Verstand. Alle jene Sätze, wo das, was von Gott .l5 gilt, vom Menschen und umgekehrt prädiziert wird, sind in dem angegebenen Sinne wahr, und sogar. wer einen Wert dar- auf legte, daß die Mutter des Herrn - Maria - S!:o,oKoi;"
    },
    {
      "index": 7,
      "text": "genannt werde, könnte ganz unbedingt sich des Ausdrucks bedienen, humana oder hominis mater; kurz, es kann die völ- lige communicatio idiomatum gerade nach unserer Vorstellung behauptet werden; es kann die gesamte Mitteilung der Eigen- schaften behauptet werden; es kann, was dem Menschgewor- denen prädiziert wird, auch von dem Gott prädiziert werden und umgekehrt, wie es eine völlige Identität der Personen erfordert. Indem also von der einen Seite die Forderung des Kanons »necque distrahantur naturae« erfüllt ist, so sind wir von der andern Seite weit entfernt, eine Vermischung herbei- geführt zu haben. Denn nicht die Gottheit ist das unmittelbar Mensch gewordene, obwohl sie mittelbar allerdings Mensch ist; obwohl ein und dasselbe Subjekt es ist, das jetzt Mensch ist und das Gott ist, so ist doch keineswegs eine substantielle Identität zwischen dem Gott Sein und dem Mensch Sein, wohl aber zwischen dem, der E. µ. S. war, und dem, der jetzt Mensch ist, vorhanden. Denn alles Substantielle des Subjekts ist im Menschgewordenen; aber das Göttliche ist nicht das Substan- tielle, sondern das Übersubstantielle des Subjekts. Es ist ein und dasselbe Subjekt, das dem Substantiellen nach jetzt Mensch ist, dem Übersubstantiellen nach aber Gott ist: das Subjekt bleibt immer eins. Das Substantielle und Übersubstan- tielle sind zwar das Substantielle und Übersubstantielle eines und desselben Subjekts: das Substantielle ist das Substantielle desselben Subjekts, in dem das Übersubstantielle das Über- substantielle ist, nicht aber einer und derselben Substanz. Denn das ist ein großer Unterschied. Das Menschliche ist die Sub- stanz des Göttlichen, es ist id, quod substat; aber eben darum ist das Göttliche, cui substat hoc, das Übersubstantielle. Denn das Göttliche ist das, dem das Substantielle untertan ist, es ist id cui substat hoc. Id, quod substat kann nicht einerlei sein mit dem, cui substat. Das letztere kann nicht substantiell sein, wie das erstere nicht übersubstantiell sein kann. Das Göttliche ist das die menschliche Natur als solche Setzende, und diese, die menschliche Natur, verhält sich daher als das durch das Gött- liehe Gesetzte. Das Göttliche ist im Verhältnisse zum Mensch- lichen die natura naturans, das Menschliche im Verhältnisse"
    },
    {
      "index": 8,
      "text": "zum Göttlichen die natura natura. Verhält sich Menschliches und Göttliches, wie Substantielles und Übersubstantielles, so ist von selbst jede Vermischung unmöglich. Es ist zwar nur ein Subjekt da, aber von beiden Naturen bleibt jede in ihrer Art; * beide sind natura sua amicta, unvermischbar; es ist eine bloße Identität des Subjekts vorhanden. Um dies noch deutlicher zu machen, füge ich noch bei, daß nach unserer Gesamtansicht diese Zweiheit schon vor der Menschwerdung gesetzt ist. Das Subjekt, das E. µ. lt. ist, ist ein außer den actus purus des gött- liehen Lebens gesetztes; eben dadurch, daß es außer den actus purus des göttlichen Lebens gesetzt ist, ist es substantiell ge- worden - es ist ein für sich bestehendes. Aber in diesem substantisierten ist die wahre Gottheit, doch natürlich nur als Übersubstantielle, geblieben, nur daß vor der Menschwerdung die Gottheit unsichtbar ist; durch die Menschwerdung aber, indem das Subjekt die µ. lt. aufgibt, und die µ. avltp. annimmt, wird die im Subjekt gebliebene Gottheit sichtbar. In der Gott- heit selbst ist keine Veränderung vorgegangen; die Verände- rung geht nur die µ. lt. an. Weit entfernt, daß die Gottheit sich durch die Menschwerdung verändert hätte, hat sich vielmehr durch die Menschwerdung die Unveränderlichkeit der Gott- heit aufs Bestimmteste erwiesen; es hat sich gezeigt, daß das Subjekt, das E. µ. lt. und außer Gott war, nicht aufgehört habe, wesentlich mit Gott eins zu sein. Die beiden Forderungen des Kanons sind also erfüllt. Unsere Erklärung, obwohl eine an- dere, als die gewöhnliche, ist doch nicht im Gegensatz mit der rezipierten gewöhnlichen Theorie, sie ist nur die Ausführung derselben. Durch die bisherige Erläuterung ist aber so genau bestimmt, auf welche Weise die Menschwerdung gedacht wer- den könne, daß wir uns nicht weiter darüber verweilen kön- nen. Wir kommen nun zur Menschwerdung selbst; vorerst aber wollen wir noch einen Einwurf widerlegen."
    }
  ]
}