{
  "title": "Vorlesung 2 (Lecture 2)",
  "paragraphs": [
    {
      "index": 0,
      "text": "M. H. Die Philosophie der Mythologie ist der Philosophie der Offenbarung vorausgesetzt. Dies wurde in der letzten Stunde aufgestellt, erklärt und begründet. Bisherige Gründe waren folgende: 1) Der Inhalt der Offenbarung ist nicht unmittelbare Erkenntnis, sondern er setzt den Irrtum, den Abfall (Heiden- tum) voraus; 2) es erklärt sich das Christentum selbst als Erlösung von der blinden Gewalt. Zu diesen beiden Gründen füge ich noch einen dritten hinzu. In dem Begriff der Offen- barung liegt die Vorstellung von einem besondern Verhältnisse des menschlichen Bewußtseins zu Gott. Dieses Verhältnis ist kein natürliches, sondern ein außerordentliches; doch ist es nicht Urverhältnis, und kann also nicht bleibend, sondern muß vorübergehend gedacht werden. Selbst der Apostel der letzten Offenbarung gibt eine Zeit höherer Offenbarungen an, wo Weissagungen und außerordentliche Erscheinungen nimmer stattfinden. Das Verhältnis, worin in der Offenbarung das menschliche Bewußtsein zu Gott gedacht wird, ist kein ur- sprüngliches, kein allgemeines, kein ewiges Verhältnis; es be- ruht nur auf einem faktischen, empirischen und vorübergehen- den Zustand. Um also eine Offenbarung auch nur formell zu begreifen, muß man vorerst jenen vorübergehenden Zustand des menschlichen Bewußtseins begreifen. Um nun aber diesen Zustand geschichtlich zu begreifen, müßte er als unabhängig von der Offenbarung sich begreifen lassen; er müßte ferner durch eine, von der Offenbarung unabhängige, Tatsache be- wiesen werden. Diese Tatsache ist Philosophie der Mytholo- gie. Demnach haben wir das Verhältnis der Mythologie zur Offenbarung richtig bestimmt. Ein fernerer Gesichtspunkt ist noch dieser: Die Offenbarung wird allgemein als etwas Über- natürliches betrachtet. »übernatürlich« ist aber nur ein relati- ver Begriff, und setzt ein Natürliches, das er überwindet, voraus; denn sonst wäre er nicht actu übernatürlich. überna- türliche Religion setzt also eine natürliche voraus. Wo finden wir aber die natürliche Religion? Zwar läßt sich von der My- thologie nicht überhaupt sagen, daß sie dem Menschenge- schlecht natürlich gewesen sei; aber das Bewußtsein ist aus"
    },
    {
      "index": 1,
      "text": "seinem ursprünglichen Verhältnisse zu Gott herausgesetzt, und wird eben dadurch einem Prozeß unterworfen, durch den es in eben jenes Verhältnis zu Gott zurückversetzt wird. Wenn ein Organ im menschlichen Körper abgewichen ist, entsteht ein Krankheitsprozeß. Die Krankheit ist nichts Natürliches, aber der Prozeß ist natürlich, der aus dem Abweichen des Organs entsteht, um es in seinen frühem Zustand zurückzuführen. Doch wie gesagt - der Grund des Prozesses kann nicht als natürlich dargestellt werden. Der Prozeß der Mythologie ist Regeneration des religiösen Bewußtseins, folglich nichts an- ders, als ein Religion erzeugender Prozeß, worin das Bewußt- sein seinen eigenen, natürlichen Kräften überlassen ist; es ist also ein natürlicher Prozeß. Die Religion ist eine natürlich sich erzeugende, wobei der Gottheit kein Anteil zugeschrieben wird; sie ist erzeugt durch das rekonstituierte Bewußtsein. Dies stimmt überein mit der Erklärung des Apostels Paulus, der das Heidentum mit einem wilden, das Judentum mit einem zah- n1en Ölbaum vergleicht.[*] Also ist das Verhältnis der Mytho- logie und Offenbarung richtig bestimmt. - Nun habe ich aber auch bemerkt, daß das übernatürliche nicht zu denken sei ohne Verhältnis zu dem Natürlichen, in- sofern es erst erkannt wird dadurch, daß es das Natürliche besiegt, wie das Licht erkannt wird, indem es die Finsternis überwindet. Das Natürliche ist Voraussetzung des Übernatür- liehen. Das Eigentfünliche der Mythologie ist Polytheismus - das der Offenbarung Monotheismus. Daher bemerke ich, daß Religion von Religion dem letzten Inhalte nach nicht verschie- den sein kann. Es ist ein und derselbe Gott, der aber dem mythologischen Bewußtsein in der gegenseitigen Spannung seiner Potenzen erscheint - dem geoffenbarten hingegen als die Einheit, als das Wesen der getrennten Potenzen. In der Tren- nung der Potenzen ist Gott außer sich gesetzt, ist exoterisch; er verhält sich nur als Natur, wie die äußere Natur nichts anderes ist, als Trennung, Spannung. Gott, wie er wirklich ist, ist esoterisch, Einheit der Potenzen. Indem die Einheit durch-"
    },
    {
      "index": 2,
      "text": "* [*] Roem. 11."
    },
    {
      "index": 3,
      "text": "bricht, offenbart sich Gott an sich, der Übernatürliche als sol- cher. Der Offenbarungsbegriff setzt eine ursprüngliche Ver- dunklung voraus. Gott kann sich nur offenbaren, indem er jene Verdunklung durchbricht. Der Mensch ist aus der ursprüng- lichen Einheit in die Äußerlichkeit mit seinem Bewußtsein geraten, und nur so kann man sich die Entstehung der My- thologie erklären. Hieraus ist klar, daß man in der Geschichte der Menschheit nicht von Offenbarung anfangen könne, in- dem sie eine Verdunklung voraussetzt, die erst erklärt werden muß. Der Anfang der Erkenntnis läßt sich nicht von Offen- barung herschreiben. Der Urmensch befand sich nicht in ei- nem Zustande, dem Offenbarung notwendig war; er war - sozusagen - mit dem göttlichen Bewußtsein verbunden - ja das Urbewußtsein könnte man sagen - ist das göttliche Sein selbst gewesen. Aus dieser innigen Verfließung mit Gott mußte der Mensch zuerst gefallen sein, ehe Offenbarung notwendig und möglich war. Mythologie ist also notwendige Voraussetzung einer möglichen Offenbarung. Inwiefern die geoffenbarte Re- ligion als übernatürlich entstanden gedacht wird, wird das System, welches eine geoffenbarte Religion im eigentlichen Sinne des Wortes annimmt, Supernaturalismus genannt.[*) Aber unsere Erklärung des Übernatürlichen zeigt, daß es auch falsche Vorstellungen vom Übernatürlichen geben könne, wel- che sich närn.lich gänzlich von dem Natürlichen losreißen. Dadurch entsteht das Unnatürliche. Bei der gegenwärtigen Untersuchung will ich auch den Supernaturalismus, der bei der gewöhnlichen Behandlung, als unnatürlich, alle edlem und freiem Geister zurückstößt, durch den Zusan1menhang mit den1 Natürlichen selbst natürlich zu machen suchen. Durch alles Bisherige glaube ich nun hinlänglich die Stellung, welche ich der Philosophie der Mythologie gegeben habe, gerechtfer- tigt zu haben."
    },
    {
      "index": 4,
      "text": "[*] Im allgemeinen erkennt der Rationalismus das höchste Gesetz in der Vernunft. als einer natürlichen Offenbarung Gottes, der Suprana- turalismus in einer heiligen Überlieferung, als übernatürlicher Offen- banmg. Hase i. s. KGschte. S. 561."
    },
    {
      "index": 5,
      "text": "Alles, was bis jetzt unbestimmt ausgedrückt war, wird in der Folge seine völlige Bestimmtheit erhalten. Obschon diese Vor- träge sich auf frühere beziehen, werde ich doch dafür sorgen, daß auch diejenigen Herren sie verstehen, welche die frühem o nicht gehört haben. Für heute nur noch einige freie Bemer- kungen. Ich habe den Begriff der natürlichen Religion für die My- thologie vindiziert, und die natürliche Religion der geoffen- barten entgegengesetzt. Diese Entgegensetzung wird auch 111 sonst, aber in einem anderen Sinne, angenommen. Man ver- steht nämlich unter ))natürlicher Religion« die Religion als Erzeugnis der bloßen Philosophie, wie die natürliche Theolo- gie ein Teil der ehemaligen Metaphysik ist. Bleibt man dabei stehen, so steht der Offenbarung nur die rationelle Religion entgegen. Da gibt es zwei Quellen der Religion, entweder Vernunft oder Offenbarung. Wenn es aber keine andere Quelle gibt, als Vernunft, dann fehlt es dem Menschen an einer ei- gentümlichen Quelle der Religion. Vernunft kann nicht Prinzip der Religion sein; denn so gäbe es für die Religion keine andere 211 Quelle der Erkenntnis, als wie für die Geometrie. Es ist klar, daß die Religion eine besondere Sphäre im Men- schen sei. Daher erkannten einige das Gefühl für die Quelle der Religion; aber dieses ist ja Organ für noch gar vieles andere. Das Gefühl ward durchaus in einer rationalistischen Zeit zwei- dcutig angesehen, weshalb Jacobi, der so viel auf Gefühl hält und fast sein Lobredner war, das Gefühl wieder mit der Ver- nunft identifizierte, weil er die Vernunft als ursprüngliches Wissen von Gott, als nichtwissenschaftliches Wissen von Gott, erkannte, inde1n er sich den, Zeitalter zurecht zu machen suchte, wie er denn überhaupt ein schwankendes Rohr war und jedem äußern Zuge sich hingab. Mit dem Beweise jener Vor- aussetzung macht er sich's bequem, indem er also schließt: »Nur der Mensch weiß, das Tier weiß nichts von Gott. Die Vernunft ist also das Unterscheidende des Menschen vom JS Tiere - also muß die Vernunft das notwendig und ursprünglich Gott Erkennende sein.« Den Untersatz beweist er so: 1,Noch nie hat jemand von tierischer Vernunft gesprochen.« Jacobi"
    },
    {
      "index": 6,
      "text": "muß auf menschliche Reden wenig Acht gegeben haben. Wie oft hört man sagen: »Dies ist ein vernünftiges Tier!?« Man erklärt auch oft Tiere für närrisch: also haben die Tiere im gewissen Sinne Vernunft. Nun ward denn alle Religion, außer der geoffenbarten, wie- der rationell. Aber ein nicht bloß ideales, sondern ein reales Verhältnis zu Gott suchte man - fand es aber nicht. - Mytho- logie ist, wie ich schon erklärt habe, die natürlich sich erzeu- gende Religion. Daraus folgt, daß wir im Menschen ein natura sua Gott setzendes Prinzip anerkennen müssen, und ein solches Prinzip wird, wenn es aus dem ursprünglichen Verhältnisse gekommen, durch notwendigen Prozeß in dieses Verhältnis wieder zurückkehren müssen. Die Offenbarung bedarf daher, um dem Menschen begreiflich zu werden, ein anderes Ver- hältnis, als das, welches er im freien Wissen und Denken hat; sie bedarf nicht bloß ein ideales, sondern auch reales, Verhältnis des Menschen zu Gott. Was daher die Philosophie der Mytho- logie begründet, begründet auch die Philosophie der Offenba- rung. Überhaupt ändert sich nun mit dieser Erklärung die ganze Stellung der durch Offenbarung erzeugten Religion: diese steht sowohl der Vernunftreligion, als auch der natürlichen (Mytho- logie) entgegen. Vorerst hatten wir nur eine natürliche Religion (Mythologie) und eine übernatürliche (Offenbarung). Voll- ständigere Entwicklungen geben jetzt drei Begriffe. Wir haben jetzt außer jenen beiden 3) die Religion des freien Verstandes und der Vernunfterkenntnis. Nun ändert sich die Stellung der Offenbarung gegen den Rationalismus, der siegte, weil ihm bloß die Offenbarung entgegenstand. Nun steht ihm aber auch die Mythologie, welche auch nicht rationell ist, entgegen. Die wahre Einteilung ist also diese: Als höchstes genus Religion überhaupt; die beiden nächsten genera sind a) wissenschaftliche Religion b) nichtwissenschaftliche Religion. Dieser dann un- terstehen 1) die natürliche 2) die übernatürliche Religion, die ihren Gegensatz nun nicht mehr in der rationellen Religion allein, sondern auch in der natürlichen, hat. Zu jeder wahren Definition gehört, daß das genus proximum und die differentia"
    },
    {
      "index": 7,
      "text": "specifica angegeben werden - die vollste Definition der geof- fenbarten Religion ist also: Sie gehört unter die Gattung der nichtwissenschaftlichen Religion - ihre Besonderheit ist, daß sie keinen natürlichen, sondern übernatürlichen, Inhalt und s Ursprung hat."
    }
  ]
}